{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 10,
      "text": "О Мухаммад! Если они уверуют, то встанут на прямой путь и получат свой удел. Но если они отвернутся от веры и праведных деяний, то следуй своим путем и продолжай проповедовать ислам. Скажи: «Мне достаточно Аллаха! Он избавит меня от беспокойства и тревоги. Нет божества, которое заслуживало бы поклонения, кроме Него. Я полагаюсь только на Него и твердо верю, что Он приблизит меня ко всему, что может принести мне пользу, и отдалит меня от всего, что может причинить мне вред. Он является Господом великого Трона, объемлющего всю Вселенную, - самого величественного из творений. А это значит, что Он также является Господом всех остальных творений»."
    },
    {
      "ayah": 10,
      "surah": 10,
      "text": "В Раю праведники будут поклоняться одному Аллаху. Их молитвы будут начинаться с прославления безупречных качеств Аллаха, а заканчиваться - восхвалением Аллаха. И хотя обитатели Рая не будут обременены обязанностями, они будут поминать Аллаха и получать от этого величайшее удовольствие, которое невозможно сравнить с удовольствием от вкусных блюд. Поминание Аллаха будет доставлять праведникам покой и радость. Оно не будет тяжким и обременительным для них, поскольку поминать Аллаха им будет также легко, как дышать райским воздухом. А когда обитатели Рая будут встречаться или навещать друг друга, они будут приветствовать друг друга миром. Это значит, что в их речах не будет места пустым, бесполезным и греховным разговорам. В толкованиях этого откровения сообщается, что, когда обитатели Рая пожелают отведать райских угощений, они скажут: «Пречист Ты, о Аллах!» Им тотчас подадут угощения, а когда они завершат трапезничать, они скажут: «Хвала Аллаху, Господу миров!»"
    },
    {
      "ayah": 100,
      "surah": 10,
      "text": "Никто не способен уверовать вопреки воле и желанию Аллаха, и никто не способен уверовать, пока это не совпадет с Его предопределением и желанием. И если человек достоин стать верующим, то Всевышний Аллах наставляет его на прямой путь. А тех, которые не способны понять религиозных повелений и запретов и не обращают внимания на проповеди и наставления, Он обрекает на зло и заблуждение."
    },
    {
      "ayah": 101,
      "surah": 10,
      "text": "Всевышний призвал Своих рабов наблюдать за небесами и землей. Под этим наблюдением подразумевается размышление над тем, что существует и происходит во Вселенной, потому что в ней есть множество знамений для тех, кто обладает верой, и полезных назиданий для тех, кто обладает твердой убежденностью. И все они свидетельствуют о том, что Аллах является Единственным, Кто достоин поклонения и восхваления, Кто обладает величием и славой, Кто обладает прекрасными именами и возвышенными качествами. Однако знамения и увещевания не приносят никакой пользы неверующим, поскольку они отворачиваются от них, проявляя упрямство."
    },
    {
      "ayah": 102,
      "surah": 10,
      "text": "Неужели грешники, которые отказываются уверовать в знамения Аллаха даже после того, как получили убедительные разъяснения, ожидают чего-либо, кроме погибели и наказания, которые стали уделом их неверующих предшественников? Воистину, они поступают так, как поступали их предшественники, а ведь Аллах одинаково справедлив ко всем поколениям людей. О Мухаммад! Пусть они выжидают, и ты подожди вместе с ними. Очень скоро они узнают, чей конец окажется благоприятным, и поймут, что только посланники и их последователи могут обрести спасение как при жизни на земле, так и после смерти. Именно поэтому далее Всевышний сказал:"
    },
    {
      "ayah": 103,
      "surah": 10,
      "text": "Аллах непременно спасет верующих от несчастий и прочих неприятностей в мирской и будущей жизнях. Он обязал себя поступать так, и Он всегда защищает тех, которые уверовали. И чем сильнее вера человека, тем надежнее его избавление от всего неприятного."
    },
    {
      "ayah": 104,
      "surah": 10,
      "text": "Всевышний обратился к Пророку Мухаммаду, господину всех посланников, предводителю богобоязненных праведников и лучшему из убежденных верующих, и велел ему сказать: «О люди! Я не стану сомневаться в истинности моей религии, даже если вы подвергните мои слова сомнению. Я абсолютно уверен в том, что моя религия является истинной, тогда как все остальные божества являются ложными и бесполезными. Я могу подтвердить свои слова убедительными доводами и неопровержимыми доказательствами. Я не поклоняюсь идолам, истуканам и прочим вымышленным божествам, потому что они не способны творить, ниспосылать пропитание и управлять судьбами. Они сотворены, полностью зависят от своего Господа и совершенно не обладают качествами, за которые их можно было бы обожествлять. Вместо них я поклоняюсь Аллаху, который сотворил вас, затем - упокоит вас, а затем - воскресит для того, чтобы каждый из вас получил воздаяние за свои деяния. Он действительно заслуживает того, чтобы я поклонялся Ему, молился на Него и преклонялся перед Ним»."
    },
    {
      "ayah": 105,
      "surah": 10,
      "text": "Всевышний обратился к Пророку Мухаммаду, господину всех посланников, предводителю богобоязненных праведников и лучшему из убежденных верующих, и велел ему сказать: «О люди! Я не стану сомневаться в истинности моей религии, даже если вы подвергните мои слова сомнению. Я абсолютно уверен в том, что моя религия является истинной, тогда как все остальные божества являются ложными и бесполезными. Я могу подтвердить свои слова убедительными доводами и неопровержимыми доказательствами. Я не поклоняюсь идолам, истуканам и прочим вымышленным божествам, потому что они не способны творить, ниспосылать пропитание и управлять судьбами. Они сотворены, полностью зависят от своего Господа и совершенно не обладают качествами, за которые их можно было бы обожествлять. Вместо них я поклоняюсь Аллаху, который сотворил вас, затем - упокоит вас, а затем - воскресит для того, чтобы каждый из вас получил воздаяние за свои деяния. Он действительно заслуживает того, чтобы я поклонялся Ему, молился на Него и преклонялся перед Ним»."
    },
    {
      "ayah": 106,
      "surah": 10,
      "text": "О Мухаммад! Пусть все деяния твоей души и твоего тела будут искренними ради Аллаха. Выполняй предписания религии только ради Него и не преследуй иных целей. Не будь похож на многобожников, не находись рядом с ними и не обращайся за помощью к тем, кто не способен принести тебе пользу или причинить вред. Воистину, этими качествами обладает любое творение, поскольку только Всевышний Аллах может принести пользу или причинить вред. Но если ты станешь взывать вместо Аллаха к творениям, которые не могут одарить тебя благом или избавить от зла, то ты окажешься среди нечестивцев, которые обрекли себя на погибель и нанесли себе урон. Под беззаконием и несправедливостью в этом откровении подразумевается многобожие. По этому поводу Всевышний сказал: «Не приобщай к Аллаху сотоварищей, ибо многобожие является великой несправедливостью» (31:13). И если лучший из людей мог стать беззаконником, если бы начал взывать к творениям вместо Аллаха, то что можно сказать обо всех остальных людях?!!"
    },
    {
      "ayah": 107,
      "surah": 10,
      "text": "Это - одно из величайших доказательств того, что только Аллах заслуживает поклонения. Он один способен принести пользу или причинить вред, одарить благами или лишить милости, и если человека постигает нищета, болезнь или другое бедствие, то никто не может избавить его от неприятностей, кроме Аллаха. Воистину, если все творения объединятся для того, чтобы помочь человеку, они смогут сделать для него только то, что уже предопределено Аллахом. И если все творения объединятся для того, чтобы навредить человеку, они не смогут навредить ему, пока Аллах не пожелает этого. Ни одно существо не способно отвратить Божью милость, если Аллах желает осенить ею своего раба. По этому поводу Всевышний также сказал: «Никто не удержит милость, которую Аллах открывает людям. А то, что Он удерживает, никто не может ниспослать после Него. Он - Могущественный, Мудрый» (35:2). Аллах одаривает Своей милостью, кого пожелает. Воистину, Он обладает великой милостью. Среди Его прекрасных имен - Прощающий и Милосердный. Он помогает Своим рабам совершать поступки, которые влекут за собой прощение, и когда они совершают эти поступки, Он прощает Своим рабам как большие грехи, так и маленькие прегрешения. Его милость объемлет все сущее, а Его великодушие распространяется на все творения, потому что творения не способны прожить без божественной заботы даже мгновение ока. И если человек постиг убедительные доказательства того, что только Аллах способен одарить благами и защитить от напастей, облагодетельствовать дарами и избавить от неприятностей и печалей, и что ни одно творение не способно принести пользу или вред другому творению, пока этого не пожелает Аллах, то ему должно быть твердо ясно, что Аллах является единственным истинным божеством и что все остальные божества являются ложными и бесполезными."
    },
    {
      "ayah": 108,
      "surah": 10,
      "text": "О Посланник! После того как ты представишь людям свои доказательства, скажи: «О люди! Аллах открыл вам истину, подтверждаемую различными доказательствами. Правдивость этих сообщений, которые явились к вам от Аллаха, не вызывает никаких сомнений. А ниспослание этого Корана является величайшим проявлением Его заботы о вас. В нем содержится разъяснение всего сущего, а также указания на предписания религии и высокие нравственные качества. Такой является божественная опека и добродетель. Теперь вам стали ясны прямой путь и заблуждение, и сомнения по этому поводу больше не терзают вас. Если кто-нибудь из вас благодаря Божьему руководству познает истину и отдаст ей предпочтение перед всем остальным, то он поступит во благо себе. Всевышний Аллах не нуждается в Своих рабах, и поэтому плоды человеческих благодеяний достаются только самим рабам. Но если кто-нибудь из вас сойдет с прямого пути, отвернется от истинных знаний и не станет руководствоваться ими на практике, то он поступит во вред себе. Он не причинит никакого вреда Аллаху - его злодеяния навредят только ему самому. Я не стану запоминать ваши поступки и не буду призывать вас к отчету. Я являюсь всего лишь ясным увещевателем, а Всевышний Аллах является вашим доверенным. Посему ждите, пока Аллах предоставляет вам отсрочку»."
    },
    {
      "ayah": 109,
      "surah": 10,
      "text": "О Посланник! Изучай то, что дается тебе в откровении, выполняй коранические предписания, живи по этим законам и проповедуй их среди людей. Терпеливо следуй этому пути, поскольку он является наивысшей формой терпения и заканчивается самым славным образом. Не ленись и не унывай, а будь стоек и терпелив, пока Всевышний Аллах не рассудит между тобой и неверующими, которые отвергли тебя. Воистину, Аллах является наилучшим из судей, потому что его приговор всегда оказывается справедливым, беспристрастным и достойным всяческой похвалы. Пророк Мухаммад, да благословит его Аллах и приветствует, покорился своему Господу и твердо следовал прямым путем, пока Он не помог Своей религии восторжествовать над всеми остальными вероисповеданиями. Аллах помог Своему посланнику, да благословит его Аллах и приветствует, сокрушить врагов и противников мечами и копьями после того, как они были сокрушены доводами и доказательствами. Хвала за это надлежит одному Аллаху, и эта хвала подобает Его величию, совершенству и безграничной добродетели."
    },
    {
      "ayah": 11,
      "surah": 10,
      "text": "Это откровение свидетельствует о милосердии и сострадании Аллаха по отношению к Своим рабам, ведь если бы Он подвергал людей злому возмездию и скорому наказанию после того, как они заслужили это своими деяниями, также быстро, как Он одаряет их благами, которые они заслуживают своими поступками, то люди уже были бы истреблены. Однако Аллах не поступает так. Он не предает грехи забвению, но предоставляет людям отсрочку и прощает многие упущения, допущенные ими при выполнении своих обязанностей перед Ним. А если бы Он тотчас наказывал людей за несправедливые поступки, то на земле не осталось бы ни единой живой души. Это откровение также распространяется на те случаи, когда раб Божий в гневе проклинает своих детей, своих жен или свое имущество. Если бы его проклятия были приняты, то они погибли бы, что причинило бы самому человеку огромный ущерб, однако этого не происходит, потому что Всевышний Аллах терпелив и мудр. Он оставляет без Своей поддержки только тех, кто не верует в Последнюю жизнь, не готовится к встрече с Ним и не совершает поступков, которые могут спасти человека от Его наказания. Такие люди преступают границы дозволенного и скитаются в потемках собственной лжи. Они пребывают в замешательстве, потому что не способны найти правильную дорогу и опереться на убедительные доказательства. Таково наказание за то, что они стали бесчинствовать и отказались уверовать в знамения Аллаха."
    },
    {
      "ayah": 12,
      "surah": 10,
      "text": "Всевышний поведал о природе человека, который начинает усердно взывать к Нему, когда его постигает болезнь или другое несчастье. Он обращается к Нему во всех положениях: стоя, сидя или лежа. Он настойчиво добивается того, чтобы Аллах избавил его от неприятностей. Но стоит Ему избавить его от беды, как он беспечно отворачивается от Него, словно несчастье никогда не постигало его, словно Аллах никогда не избавлял его от неприятностей. Разве может быть еще большая несправедливость?!! Человек просит Аллаха удовлетворить его просьбу, а когда добивается желаемого, не обращает внимание на свои обязанности перед Ним, словно он не имеет никаких обязанностей перед Ним. Это - не что иное, как обольщение сатаны, который приукрашивает в глазах людей дурные деяния, порицаемые как разумом, так и подсознанием. А обольстить ему удается только тех, кто преступает границы дозволенного."
    },
    {
      "ayah": 13,
      "surah": 10,
      "text": "Всевышний поведал о том, как Он погубил древние народы, увязшие в несправедливости и неверии, после того, как Его посланники показали им ясные знамения. Они познали истину, но отказались покориться ей и не обратились в правую веру. И тогда Аллах подверг их наказанию, которое уже было невозможно отвратить от преступников, осмелившихся нарушить Его запреты. Так Он относится ко всем общинам и народам."
    },
    {
      "ayah": 14,
      "surah": 10,
      "text": "О люди! Мы сделали вас преемниками древних народов для того, чтобы посмотреть, каковы будут ваши поступки и деяния. Если вы сделаете полезные выводы из повествований о ваших предшественниках, последуете за знамениями Аллаха и уверуете в Его посланников, то обретете спасение как при жизни на земле, так и после смерти. Но если вы станете поступать так, как поступали беззаконники, которые жили до вас, то вас постигнет наказание, которое постигло ваших предшественников. И если вас предостерегли от наказания, то никто, кроме вас, не понесет ответственности за ваши преступления."
    },
    {
      "ayah": 15,
      "surah": 10,
      "text": "Всевышний сообщил об упрямстве безбожников, которые отказались уверовать в Пророка Мухаммада, да благословит его Аллах и приветствует. Когда им читают коранические аяты, в которых ясно излагается истина, они отворачиваются от них и делают дерзкие и несправедливые заявления. Они говорят: «О Мухаммад! Принеси нам другой Коран или замени коранические откровения другими». Да осрамит их Аллах! Кто еще осмеливался так дерзко выступать против Него, вершить такую чудовищную несправедливость и подобным образом отвергать Его знамения?!! Они осмелились на это, и тогда Аллах приказал Своему великому посланнику, да благословит его Аллах и приветствует, сказать: «Мне не подобает искажать коранические откровения по собственному усмотрению. Я являюсь простым посланником и не обладаю никакой властью. Я следую лишь за тем, что внушается мне в откровении, и не желаю ничего больше. Я - всего лишь раб, которому велено исполнять приказы. И я опасаюсь ослушаться моего Господа, ибо в противном случае меня постигнет мучительное наказание». Таковы слова лучшего из творений и его почтительное отношение к Божьим повелениям и Небесному Откровению. Что же говорить о заблудших глупцах, которые характеризуются невежеством, заблуждением, несправедливостью, упрямством и пытаются уличить в беспомощности Самого Аллаха? Неужели они не боятся наказания в великий день?!! Если они заявляют, что намереваются выявить истину благодаря затребованным знамениям, то они говорят неправду, потому что Всевышний Аллах уже разъяснил им великие знамения, которых было вполне достаточно для того, чтобы человек уверовал. Он один распоряжается знамениями, руководствуясь божественной мудростью и милосердным отношением к Своим рабам."
    },
    {
      "ayah": 16,
      "surah": 10,
      "text": "Всевышний сообщил об упрямстве безбожников, которые отказались уверовать в Пророка Мухаммада, да благословит его Аллах и приветствует. Когда им читают коранические аяты, в которых ясно излагается истина, они отворачиваются от них и делают дерзкие и несправедливые заявления. Они говорят: «О Мухаммад! Принеси нам другой Коран или замени коранические откровения другими». Да осрамит их Аллах! Кто еще осмеливался так дерзко выступать против Него, вершить такую чудовищную несправедливость и подобным образом отвергать Его знамения?!! Они осмелились на это, и тогда Аллах приказал Своему великому посланнику, да благословит его Аллах и приветствует, сказать: «Мне не подобает искажать коранические откровения по собственному усмотрению. Я являюсь простым посланником и не обладаю никакой властью. Я следую лишь за тем, что внушается мне в откровении, и не желаю ничего больше. Я - всего лишь раб, которому велено исполнять приказы. И я опасаюсь ослушаться моего Господа, ибо в противном случае меня постигнет мучительное наказание». Таковы слова лучшего из творений и его почтительное отношение к Божьим повелениям и Небесному Откровению. Что же говорить о заблудших глупцах, которые характеризуются невежеством, заблуждением, несправедливостью, упрямством и пытаются уличить в беспомощности Самого Аллаха? Неужели они не боятся наказания в великий день?!! Если они заявляют, что намереваются выявить истину благодаря затребованным знамениям, то они говорят неправду, потому что Всевышний Аллах уже разъяснил им великие знамения, которых было вполне достаточно для того, чтобы человек уверовал. Он один распоряжается знамениями, руководствуясь божественной мудростью и милосердным отношением к Своим рабам."
    },
    {
      "ayah": 17,
      "surah": 10,
      "text": "О Мухаммад! Скажи: «Если бы Аллах захотел, то я не стал бы читать вам коранические аяты, а Он не стал бы обучать вас истине. До того, как я начал пророчествовать, а вы услышали коранические аяты, я прожил рядом с вами долгую жизнь. Тогда мне и в голову не приходило сочинять откровения. Неужели вы не понимаете, что если я не поступал так в течение многих лет, то я и сейчас не стану измышлять ложь? Я прожил среди вас долгую жизнь, и вы прекрасно осведомлены о моей судьбе. Вы знаете, что я не получил образования. Я не умею ни читать, ни писать. Я даже никогда не обучался наукам. Неужели я могу сочинить Великое Писание, перед которым окажутся бессильными даже знатоки арабского языка и прославленные ученые? Может ли такое Писание быть плодом моих творческих фантазий? Или же оно убедительно свидетельствует о том, что его ниспослал Мудрый и Достохвальный Создатель? Если вы пошевелите мозгами и задумаетесь над моими качествами и особенностями этого Писания, то у вас не останется никаких сомнений в его правдивости. Вы убедитесь в том, что оно является истиной, за которой нет ничего, кроме заблуждения. Но если вы желаете упорствовать и отвергать истину, то вы - беззаконники, и в этом нет ни малейшего сомнения. Кто может быть несправедливее того, кто возвел на Аллаха навет или отверг его знамения?!! Если бы я наговаривал на Него, то был бы самым несправедливым человеком на свете и никогда не добился бы успеха. И тогда мне не удалось бы скрыть от вас свою ложь. Однако я пришел к вам со знамениями Аллаха, которые вы отвергаете. А это значит, что несправедливыми беззаконниками являетесь вы. Ваши порочные начинания непременно исчезнут, и вы никогда не обретете успеха, пока будете исповедовать подобные воззрения». Всевышний повелел Пророку, да благословит его Аллах и приветствует, обратиться с такими словами к нечестивцам, которые не надеются на встречу с Ним. Это означает, что причиной их упрямства и злодеяний является неверие во встречу с Аллахом и отсутствие надежды. Это также означает, что всякий, кто уверовал во встречу с Аллахом, непременно подчинится Священному Корану и уверует в него, потому что имеет самые добрые намерения."
    },
    {
      "ayah": 18,
      "surah": 10,
      "text": "Всевышний поведал о том, что многобожники, которые отвергают посланника Аллаха, да благословит его Аллах и приветствует, поклоняются идолам, которые не способны принести им даже крупицу добра или уберечь их от зла. Они говорят слова, которые не подтверждаются никакими доказательствами, и называют вымышленные божества своими заступниками перед Аллахом. Они поклоняются им для того, чтобы они приблизили их к Аллаху и заступились за них перед Ним. Однако эти воззрения являются их собственными измышлениями, и поэтому Всевышний повелел Своему пророку, да благословит его Аллах и приветствует, сказать: «Всевышний Аллах является Всеведущим Владыкой, Который объемлет Своим знанием все, что происходит на небесах и на земле. Он возвестил, что у Него нет сотоварищей и что помимо Него нет иных богов. Неужели после этого вы, многобожники, заявляете, что у Аллаха есть сотоварищи? Неужели вы надеетесь сообщить Аллаху нечто такое, чего Он не знает? Неужели вы осведомлены лучше, чем Аллах?» Что может быть более лживым и порочным, чем подобные заявления многобожников, которые подразумевают, что заблудшие и невежественные глупцы осведомлены лучше, чем Господь миров? И если благоразумный человек задумается только над этими словами, то этого будет достаточно для того, чтобы он твердо убедился в лживости и порочности воззрений многобожников. Пречист Всевышний Аллах! Он бесконечно далек от любых недостатков. Он не имеет сотоварищей и себе подобных. Напротив, Он является Единственным и Вечным Богом. Помимо Него, на небесах и на земле нет иного истинного божества. А все идолы на небесах и земле, которым поклоняются многобожники, являются бесполезными, о чем свидетельствуют здравый смысл, религия и подсознание. Всевышний сказал: «Это - потому, что Аллах есть Истина, а то, чему они поклоняются помимо Него, есть ложь, а также потому, что Аллах - Возвышенный, Большой» (22:62)."
    },
    {
      "ayah": 19,
      "surah": 10,
      "text": "Некогда люди исповедовали истинную религию и были единой общиной, но впоследствии между ними возникли разногласия. И тогда Аллах отправил к ним Своих посланников, которые принесли радостную весть одним и предостерегли других. Аллах ниспослал им Писания, чтобы разрешить разногласия, существующие между людьми. И если бы Он не обещал предоставить людям отсрочку и не подвергать грешников скорому наказанию, то все разногласия уже были бы устранены: правоверные были бы спасены, а неверующие - погублены. Однако Он пожелал испытать одних людей посредством других, чтобы выявилась разница между правдивыми рабами и лжецами."
    },
    {
      "ayah": 2,
      "surah": 10,
      "text": "Всевышний поведал о том, что Священный Коран преисполнен мудростей и предписаний, свидетельствующих о духовных ценностях, религиозных повелениях и запретах, которые все человечество обязано одобрять, принимать и выполнять. Однако большинство людей отворачивается от этого Писания и не ведает истины. Они удивляются тому, что простому человеку было велено предостеречь их от наказания Аллаха, устрашить их Его гневом и напомнить им о Его знамениях, а также велено обрадовать праведников, которые обладают истинной верой, вестью о щедром вознаграждении, которое хранится у Господа и которое они заслужили своими правдивыми поступками. Неверующие удивляются этому великому человеку настолько, что отказываются уверовать в него и называют его явным колдуном. Они считают, что каждому человеку совершенно ясно, что его проповеди являются колдовством. Однако это лишь свидетельствует об их глупости и упрямстве, ведь они удивляются вещам, которые не вызывают удивления. А что действительно вызывает удивление, так это их невежество и незнание того, что может принести им пользу. Как они могут не веровать в благородного Посланника, да благословит его Аллах и приветствует, который вышел из их среды и которого они прекрасно знают? Как они могут отвергать его проповеди и стремиться опровергнуть его религию? Но Аллах непременно распространит свет своей религии, даже если это ненавистно неверующим."
    },
    {
      "ayah": 20,
      "surah": 10,
      "text": "Упорствующие неверующие удивляются, почему Пророку Мухаммаду, да благословит его Аллах и приветствует, не были ниспосланы затребованные ими знамения. Они говорят: «Что это за посланник? Он ест пищу и ходит по рынкам. Почему к нему не был ниспослан ангел, который предостерегал бы вместе с ним? Почему ему не даровано сокровище? Почему у него нет сада, из которого он бы вкушал?» (25:7–8); «Они говорят: “Ни за что мы не уверуем, пока ты не исторгнешь для нас из земли источник; или пока не будет у тебя пальмовой рощи и виноградника, в которых ты проложишь реки; или пока не обрушишь на нас небо кусками, как ты это утверждаешь; или не предстанешь перед нами вместе с Аллахом и ангелами; или пока у тебя не будет дома из драгоценностей; или пока ты не взойдешь на небо. Но мы не поверим в твое восхождение, пока ты не спустишься с Писанием, которое мы станем читать”» (17:90–93). О Мухаммад! Когда они потребуют от тебя показать им знамение, скажи: «Аллаху прекрасно известно о положении Своих рабов. Он один управляет ими, руководствуясь Своим знанием и Своей безупречной мудростью, и никто иной не способен распоряжаться властью или знамениями. Подождите, и я подожду вместе с вами. Каждый из нас получит то, что заслужил, и тогда вы увидите, чей исход окажется благоприятным»."
    },
    {
      "ayah": 21,
      "surah": 10,
      "text": "Когда Аллах одаряет людей исцелением после болезни, или богатством после бедности, или безопасностью после страха, они забывают о несчастье, которое совсем недавно постигло их и перестают благодарить Его за благополучие и милость. Более того, они начинают творить беззаконие и строить коварные планы для того, чтобы опровергнуть Божьи знамения и оболгать истину. Однако Всевышний Аллах быстрее в ухищрениях, и поэтому злые происки неверующих всегда оборачиваются против них самих. Они попадают в собственную западню и уже не могут избавиться от суровых последствий этого, потому что ангелы записывают их деяния, а Всевышний Аллах подсчитывает их, чтобы они сполна получили заслуженное возмездие. После упоминания о том, как ведут себя люди, когда Аллах одаряет их милостью и избавляет от несчастий, Он упомянул о частном случае, подтверждающем это правило. Таким частным случаем является поведение людей на море во время шторма, когда они опасаются его самых ужасных последствий. Всевышний сказал:"
    },
    {
      "ayah": 22,
      "surah": 10,
      "text": "Когда Аллах одаряет людей исцелением после болезни, или богатством после бедности, или безопасностью после страха, они забывают о несчастье, которое совсем недавно постигло их и перестают благодарить Его за благополучие и милость. Более того, они начинают творить беззаконие и строить коварные планы для того, чтобы опровергнуть Божьи знамения и оболгать истину. Однако Всевышний Аллах быстрее в ухищрениях, и поэтому злые происки неверующих всегда оборачиваются против них самих. Они попадают в собственную западню и уже не могут избавиться от суровых последствий этого, потому что ангелы записывают их деяния, а Всевышний Аллах подсчитывает их, чтобы они сполна получили заслуженное возмездие. После упоминания о том, как ведут себя люди, когда Аллах одаряет их милостью и избавляет от несчастий, Он упомянул о частном случае, подтверждающем это правило. Таким частным случаем является поведение людей на море во время шторма, когда они опасаются его самых ужасных последствий. Всевышний сказал:"
    },
    {
      "ayah": 23,
      "surah": 10,
      "text": "Аллах позволил людям путешествовать по суше и по морю и научил их тому, как лучше это делать. Они садятся на корабль и спокойно плывут туда, куда им вздумается, не испытывая никакого беспокойства. Они радуются и чувствуют себя вполне уверенно. Но стоит подуть сильному ветру и подняться высоким волнам, как они решают, что погибель обступила их со всех сторон. И тогда прерываются их связи со всеми творениями, и они понимают, что спасти их из такого бедственного положения может только Аллах. Они начинает искренне взывать к Нему одному и обязуются быть благодарными рабами, если Он избавит их от беды. Когда же Аллах благополучно выводит их на берег, они забывают о недавнем несчастье, а также о своих молитвах и обещаниях. А затем они начинают приобщать сотоварищей к Нему, хотя им прекрасно известно, что только Он способен избавить их от бедствий и напастей. Почему же они не поклоняются одному Аллаху в благоденствии, подобно тому, как они поклоняются Ему во время несчастий?!! Однако подобное бесчинство причиняет вред только самим многобожникам. Сегодня они совершают беззаконие и уклоняются от искреннего служения одному Аллаху, а ведь благодаря этому они могут добиться только преходящих мирских благ и удовольствий. Это - крошечный удел, который очень быстро иссякнет, после чего они против своей воли покинут этот мир. А когда наступит День воскресения, все они предстанут перед Аллахом, Который поведает им обо всем, что они совершили. Пусть же они остерегаются совершать свои гнусные деяния."
    },
    {
      "ayah": 24,
      "surah": 10,
      "text": "Эта притча является одной из самых замечательных притч и полностью соответствует описанию мирской жизни. Земные удовольствия, прелести, власть и прочие мирские блага восхищают человека, если только он наделен этими благами, короткий промежуток времени. После того как они достигают своего расцвета, либо они покидают своего хозяина, либо хозяин расстается с ними. Он оказывается с пустыми руками, а его сердце переполняется печалью, грустью и разочарованием. Именно поэтому мирская жизнь подобна дождю, который выпадает с небес и благодаря которому произрастают всевозможные прекрасные растения, переплетающиеся и смешивающиеся друг с другом. Одни из них (зерновые, плоды и т.п.) служат продуктами питания для людей, а другие (травы и т.п.) служат кормом для скотины. Благодаря им земля приобретает прекрасный облик, который доставляет смотрящим великую радость. Люди становятся очевидцами удивительного зрелища, преисполненного зеленых, желтых, белых и многих других красок. Они надеются, что так будет продолжаться вечно, потому что это - все, чего они желают и в чем они нуждаются в мирской жизни. И пока они лелеют подобные надежды, внезапно днем или ночью свершается Божье веление, и земля превращается в жнивье, словно она никогда не изобиловала благами. Именно так можно охарактеризовать мирскую жизнь. Так Аллах разъясняет творениям Свои знамения, дабы их смысл быстрее доходил до их сознания. Такие притчи Аллах приводит для людей, которые размышляют о том, что приносит им пользу. Что же касается беспечных невежд, которые отворачиваются от Божьих знамений, то они не способны сделать для себя полезные выводы и избавиться от сомнений."
    },
    {
      "ayah": 25,
      "surah": 10,
      "text": "После разъяснения сущности мирской жизни и земных благ Всевышний Аллах призвал Своих рабов к Последней жизни. Он обратил Свой призыв к обители мира ко всем творениям, однако повел прямым путем только Своих избранных рабов. Это - милость и великодушие Аллаха, Который волен осенять Своей милостью, кого пожелает. Все это свидетельствует о Его справедливости и мудрости. Оправдаться перед Ним не удастся никому из тех, кто услышал мудрые разъяснения и узнал о Его посланниках. Аллах назвал Райские сады «обителью мира», потому что они избавлены от любых пороков и недостатков. Их удовольствия являются самыми совершенными, вечными и всесторонне прекрасными. И если Сам Аллах призывает людей в Обитель мира и благополучия, то они должны устремиться к праведным поступкам, помогающим достичь заветной цели. Поэтому далее Всевышний сказал:"
    },
    {
      "ayah": 26,
      "surah": 10,
      "text": "Эти праведники по мере своих возможностей искренне поклоняются Создателю, ощущая при этом, что Всевышний Аллах наблюдает за ними. Наряду с этим они словом и делом помогают рабам Аллаха, оказывая им посильную материальную и физическую поддержку, призывая их к совершению благодеяний, удерживая их от совершения предосудительных поступков, обучая невежественных людей, давая искренние советы тем, кто отворачивается от истины, и совершая многие другие добрые дела. Они заслуживают наилучшего вознаграждения, которым являются прекрасные Райские сады, а также добавка, под которой подразумевается возможность взглянуть на Прекрасный Лик Аллаха, услышать Его чудесную речь, возрадоваться Его благоволению и насладиться близостью с Ним. А это значит, что праведники будут удостоены всего, о чем только можно мечтать и просить. Всевышний сообщил, что на их лицах не будет ни печали, ни праха, ни унижения. А это значит, что они не познают никаких неприятностей, потому что любая неприятность непременно отражается на человеческом лице, которое приобретает грустное и унылое выражение. Но на лицах праведников можно будет увидеть только отражение радости и удовольствия, о котором Всевышний сказал: «На их лицах ты увидишь блеск благоденствия» (83:24). Они являются вечными обитателями райской обители. Они не покинут Райские сады, не исчезнут и не изменятся."
    },
    {
      "ayah": 27,
      "surah": 10,
      "text": "После упоминания об обитателях Рая Всевышний Аллах поведал о мучениках Преисподней, которые в мирской жизни не приобретают ничего, кроме отвратительного неверия и всевозможных грехов, вызывающих гнев Аллаха. Их воздаянием будет равноценное зло, которое доставит столько неприятностей, сколько они заслужили своими деяниями. Их сердца будут охвачены унижением и страхом перед наказанием Аллаха, от которого их уже никто не сможет избавить. Это унижение будет отражаться на их внешнем виде, и поэтому их лица будут мрачными, словно они покрыты клочьями ночного мрака. Таковы обитатели Адского Пламени, которые никогда не расстанутся с этой обителью. Как же велика разница между этими двумя группами людей! И можно ли найти еще большее различие между людьми?! Всевышний сказал: «Одни лица в тот день будут сиять и взирать на своего Господа. Другие же лица в тот день будут омрачены. Они убедятся в том, что их поразит беда» (75:22–25); «В тот день одни лица будут сиять, смеяться и ликовать. На других же лицах в тот день будет прах, покрывающий их мраком. Это будут неверующие грешники» (80:38–42)."
    },
    {
      "ayah": 28,
      "surah": 10,
      "text": "После упоминания об обитателях Рая Всевышний Аллах поведал о мучениках Преисподней, которые в мирской жизни не приобретают ничего, кроме отвратительного неверия и всевозможных грехов, вызывающих гнев Аллаха. Их воздаянием будет равноценное зло, которое доставит столько неприятностей, сколько они заслужили своими деяниями. Их сердца будут охвачены унижением и страхом перед наказанием Аллаха, от которого их уже никто не сможет избавить. Это унижение будет отражаться на их внешнем виде, и поэтому их лица будут мрачными, словно они покрыты клочьями ночного мрака. Таковы обитатели Адского Пламени, которые никогда не расстанутся с этой обителью. Как же велика разница между этими двумя группами людей! И можно ли найти еще большее различие между людьми?! Всевышний сказал: «Одни лица в тот день будут сиять и взирать на своего Господа. Другие же лица в тот день будут омрачены. Они убедятся в том, что их поразит беда» (75:22–25); «В тот день одни лица будут сиять, смеяться и ликовать. На других же лицах в тот день будет прах, покрывающий их мраком. Это будут неверующие грешники» (80:38–42)."
    },
    {
      "ayah": 29,
      "surah": 10,
      "text": "В тот день, когда все творения явятся на ристалище, Всевышний Аллах соберет многобожников вместе с идолами, которым они поклонялись вместо Него. Им будет велено оставаться на своих местах до того, как Он рассудит между ними и вынесет Свой приговор. А затем они будут разлучены, и между их телами и душами окажется огромное расстояние. И тогда между идолопоклонниками и идолами возникнет яростная вражда несмотря на то, что в мирской жизни идолопоклонники питали к своим вымышленным божествам самую искреннюю любовь. Однако эта любовь сменится враждой и ненавистью, а идолы отрекутся от многобожников. Они скажут: «Мы свидетельствуем, что у Аллаха нет сотоварищей, и никого не приравниваем к Нему. Мы довольствуемся тем, что Он является Свидетелем между нами и вами. Мы никогда не приказывали вам поклоняться нам и не призывали вас к этому. Не нам вы поклонялись, а проклятому сатане, который призывал вас поступать так». Вот почему Всевышний сказал: «Разве Я не завещал вам, о сыны Адама, не поклоняться дьяволу, который является вашим явным врагом» (36:60); «В тот день Он соберет их всех, а затем скажет ангелам: “Это они поклонялись вам?” Они скажут: “Пречист Ты! Ты - наш Покровитель, а не они. Они поклонялись джиннам, и большинство их веровали именно в них”» (34:40–41). Когда наступит День воскресения, благородные ангелы, пророки и приближенные Аллаха отрекутся от многобожников, которые обожествляли их. Они заявят, что никогда не призывали людей поклоняться им, и они скажут правду. Тогда многобожников постигнет великое разочарование, которое невозможно описать словами. Они осознают ничтожность своих поступков и мерзость своих черт. Им станет ясно, что они были лжецами и возводили навет на Самого Аллаха. Их усердное поклонение окажется бесполезным, а божества, которым они поклонялись, покинут их. Однако уже ничего нельзя будет исправить."
    },
    {
      "ayah": 3,
      "surah": 10,
      "text": "Всевышний разъяснил людям, что Он является единственным и могущественным Господом Богом. Он сотворил небеса и землю за шесть дней. Безусловно, Он мог сотворить Вселенную за один миг, однако не сделал этого, потому что Его деяния являются степенными и всегда преисполнены божественной мудрости. Одним из проявлений божественной мудрости является сотворение Вселенной ради истины, дабы творения познали своего Господа посредством Его прекрасных имен и совершенных качеств и поклонялись только Ему одному. А после сотворения небес и земли Аллах вознесся на Трон - вознесся так, как это подобало Его величию и могуществу. Он управляет всеми делами высшего и низшего миров, умерщвляет одних рабов и дарует жизнь другим, ниспосылает пропитание и передает власть от одних к другим, избавляет от напастей и внимает молитвам. Он непрестанно отдает всевозможные поручения и принимает всевозможные отчеты. Все творения покорны Его могуществу и смиренны перед Его величием. Никто, даже самый достойный из рабов, не способен заступиться перед Ним за другое творение, кроме как после Его дозволения. Он позволяет ходатайствовать только за тех, кем Он доволен, а доволен Он только теми, кто искренне поклоняется только Ему одному. О люди! Таков Всевышний Аллах - ваш Единственный Бог, в Котором воплощены все качества совершенства, и ваш Единственный Господь, Который вершит божественные деяния. Ему одному вы должны посвящать все обряды поклонения, на которые у вас хватает сил. Неужели вы не задумываетесь над знамениями, свидетельствующими о том, что только Он является божеством, достойным поклонения и восхваления, обладающим величием и славой. После упоминания о законах божественного предопределения, которые выражаются в управлении Вселенной, и законах небесной религии, которые призывают к поклонению одному Аллаху без приобщения к Нему сотоварищей, Он поведал о законах справедливого возмездия, которые вступают в силу, когда человек получает воздаяние за свои деяния после смерти. Всевышний сказал:"
    },
    {
      "ayah": 30,
      "surah": 10,
      "text": "В тот день деяния и приобретения каждого человека будут тщательно изучены, после чего он получит соответствующее воздаяние. Если его деяния были добрыми, то его воздаяние окажется добрым, но если его деяния были злыми, то его воздаяние также будет злым. Все люди будут возвращены к Аллаху, их Истинному Владыке и Покровителю, и многобожникам не поможет то, что они верили в правдивость поклонения идолам и надеялись на то, что они принесут им пользу и защитят их от наказания."
    },
    {
      "ayah": 31,
      "surah": 10,
      "text": "О Мухаммад! Многобожники приобщают к Аллаху сотоварищей, хотя такой поступок не подтверждается никакими доказательствами. Однако они признают Аллаха своим Единственным Господом. Воспользуйся же этим для того, чтобы убедить их в том, что Аллах также является их Единственным Богом. Спроси их: «Кто ниспосылает людям мирской удел с небес и выводит его из недр земли? Кто помогает людям добывать пропитание? Кто сотворил слух и зрение и властен над ними? Эти способности человека являются самыми славными и заслуживают того, чтобы их упоминали в отдельности. Они же подразумевают все остальные способности, которыми наделен человек. Кто превращает мертвое в живое, создает деревья и прочие растения из семян и зерен, превращает неверующего в правоверного, создает птицу из яйца? Кто превращает живое в мертвое, создает на деревьях семена, превращает правоверного в неверующего, заставляет птиц нести яйца? Кто управляет делами высшего и низшего миров? Кто отдает все божественные распоряжения?» Если ты задашь им такие вопросы, то они непременно ответят, что это вершит Аллах. Они признают, что никто не помогает Аллаху творить перечисленные божественные деяния. Поставь же их перед фактом и скажи: «Неужели вы не устрашитесь Аллаха и не станете искренне поклоняться Ему одному, не приобщая к Нему сотоварищей? Неужели вы не отречетесь от идолов, которых вы приравниваете к Аллаху?»"
    },
    {
      "ayah": 32,
      "surah": 10,
      "text": "О Мухаммад! Многобожники приобщают к Аллаху сотоварищей, хотя такой поступок не подтверждается никакими доказательствами. Однако они признают Аллаха своим Единственным Господом. Воспользуйся же этим для того, чтобы убедить их в том, что Аллах также является их Единственным Богом. Спроси их: «Кто ниспосылает людям мирской удел с небес и выводит его из недр земли? Кто помогает людям добывать пропитание? Кто сотворил слух и зрение и властен над ними? Эти способности человека являются самыми славными и заслуживают того, чтобы их упоминали в отдельности. Они же подразумевают все остальные способности, которыми наделен человек. Кто превращает мертвое в живое, создает деревья и прочие растения из семян и зерен, превращает неверующего в правоверного, создает птицу из яйца? Кто превращает живое в мертвое, создает на деревьях семена, превращает правоверного в неверующего, заставляет птиц нести яйца? Кто управляет делами высшего и низшего миров? Кто отдает все божественные распоряжения?» Если ты задашь им такие вопросы, то они непременно ответят, что это вершит Аллах. Они признают, что никто не помогает Аллаху творить перечисленные божественные деяния. Поставь же их перед фактом и скажи: «Неужели вы не устрашитесь Аллаха и не станете искренне поклоняться Ему одному, не приобщая к Нему сотоварищей? Неужели вы не отречетесь от идолов, которых вы приравниваете к Аллаху?»"
    },
    {
      "ayah": 33,
      "surah": 10,
      "text": "Такими качествами Аллах охарактеризовал самого себя. Он является единственным божеством, достойным поклонения, обожествления и восхваления. Он заботится обо всех Своих творениях и одаряет их многочисленными милостями. Это и есть истина, за которой нет ничего, кроме заблуждения. Всевышний Аллах создает творения и управляет их судьбами, одаряет их милостями, вознаграждает благами и защищает от неприятностей, обладает прекрасными именами и безупречными качествами, величием и славой. Почему же люди отказываются поклоняться Тому, кто обладает такими прекрасными качествами, и обращаются к никчемным божествам, которые не способны принести пользу или причинить вред, которые не распоряжаются ни жизнью, ни смертью, ни воскрешением. Эти божества не обладают даже крупицей власти и не разделяют эту власть с Аллахом. Они даже не могут ходатайствовать пред Аллахом без Его дозволения. И горе тем, кто приобщает их в сотоварищи к Аллаху! Горе тем, кто отказывается уверовать в Него! Они лишились разума после того, как лишились правой веры. Более того, они погубили свою мирскую жизнь и свою жизнь после смерти. Они стали исполнением предсказания Аллаха о том, что нечестивцы не уверуют даже после того, как им будут показаны ясные знамения и убедительные доказательства, которые являются назиданием для благоразумных мужей, увещеванием для богобоязненных праведников и верным руководством для всех творений."
    },
    {
      "ayah": 34,
      "surah": 10,
      "text": "Для того чтобы изобличить беспомощность идолов, которым поклоняются многобожники и которые не обладают качествами, за которые их можно было бы обожествлять, Всевышний Аллах повелел Пророку Мухаммаду, да благословит его Аллах и приветствует, сказать: «Есть ли среди тех, кого вы считаете сотоварищами Аллаха, такие, которые способны создать творение из небытия, а затем воссоздать его заново?» Это - риторический вопрос, ответ на который может быть только отрицательным, потому что ни одно вымышленное божество не способно создавать и воссоздавать творения. Все они беспомощны и не способны творить, ибо только Аллах способен на такое и не нуждается для этого в помощниках. До чего же обмануты люди, которые отказываются от поклонения единственному Богу, способному создать творения из небытия, а затем возвратить их к жизни, и поклоняются вымышленным божествам, которые не способны творить, а сами были сотворены."
    },
    {
      "ayah": 35,
      "surah": 10,
      "text": "О Мухаммад! Скажи: «Есть ли среди тех, кого вы приобщаете в сотоварищи к Аллаху, такие, которые способны указать людям на прямой путь и поместить в их сердцах желание следовать прямым путем? Безусловно, только Аллах указывает людям на прямой путь посредством доводов и доказательств, а также вселяет в их сердца желание следовать правильным путем и помогает им в этом. Неужели Господь, который наставляет на прямой путь, менее достоин поклонения, чем вымышленные божества, которые не могут самостоятельно выйти на прямой путь, потому что не обладают соответствующим знанием и блуждают во мраке заблуждения? Что же побуждает вас принимать подобные ошибочные решения и говорить о законности поклонения творениям наряду с Аллахом после того, как вам было доказано, что никто не заслуживает поклонения, кроме одного Аллаха?» Если идолы, которых язычники обожествляют наряду с Аллахом, не обладают возвышенными качествами и не совершают похвальных деяний, за которые их можно было обожествлять, и если они обладают множеством недостатков, свидетельствующих о бесполезности поклонения подобным божествам, то что заставляет многобожников молиться на таких богов? Ответ на этот вопрос заключается в том, что сатана приукрашивал в глазах таких людей самую отвратительную клевету и самое глубокое заблуждение до тех пор, пока они не уверовали в эту ложь, не возлюбили ее и не признали ее истиной."
    },
    {
      "ayah": 36,
      "surah": 10,
      "text": "Большинство тех, кто призывает наряду с Аллахом иных богов, не убеждены в том, что у Аллаха действительно есть сотоварищи, потому что многобожие противоречит как здравому смыслу, так и священным текстам. Они следуют лишь собственным предположениям, хотя предположения не способны заменить истину. Они называют своих идолов божествами и поклоняются им наряду с Аллахом, хотя в действительности их божества являются всего лишь пустыми именами, которые многобожники придумали вместе со своими предками. Аллах не ниспосылал в подтверждение этого убедительных доказательств. Он ведает обо всем, что совершают нечестивцы, и отплатит каждому из них самым суровым возмездием."
    },
    {
      "ayah": 37,
      "surah": 10,
      "text": "Коран является настолько Великим Писанием, что невозможно даже представить себе, чтобы он был лживо приписан Аллаху. О его качествах Всевышний сказал: «Ложь не подберется к нему ни спереди, ни сзади. Оно ниспослано от Мудрого, Достохвального» (41:42). Это - Писание, подобное которому люди и джинны не смогут сочинить, даже если они объединятся для этого и станут помогать друг другу. Это - Писание, которое произнес Господь миров. И разве могут творения сочинить нечто подобное или хотя бы близкое к этому, если ценность слов зависит от величия того, кто их произнес?!! Если бы кто-либо из творений обладал величием Аллаха или Его совершенными качествами, то ему удалось бы сочинить нечто, подобное Священному Корану. А если допустить, что Пророк Мухаммад, да благословит его Аллах и приветствует, приписал это Писание Господу миров, то его должно было постигнуть скорое возмездие и мучительное наказание. Однако этого не произошло, потому что Священный Коран был ниспослан как милость для обитателей миров и неопровержимый довод против всех рабов Аллаха. Он подтверждает все Небесные Писания, потому что коранические истины совпадают с предыдущими откровениями. Кроме того, предыдущие откровения предвозвещали ниспослание последнего Писания, и Священный Коран стал исполнением этих пророчеств. В нем разъясняются повеления и запреты, законы религии и Вселенной, а также правдивые повествования. В нем невозможно усомниться, потому что он является неопровержимой истиной и был ниспослан Господом миров, Который заботится о Своих творениях и одаряет их бесчисленными благами. А величайшим проявлением Его божественной заботы явилось ниспослание этого Писания, которое призывает к благородному нраву и праведным деяниям, а также разъясняет все, что может принести пользу для мирской и духовной жизни людей."
    },
    {
      "ayah": 38,
      "surah": 10,
      "text": "О Мухаммад! Если неверующие будут упрямо и несправедливо настаивать на том, что ты сам сочинил Священный Коран, то сделай им предложение, которое заставит их признать истину. Если они выполнят твое требование, то их заявления можно будет назвать вероятными, но если они не сделают этого, то их ложь будет изобличена. Скажи им: «Принесите мне хотя бы одну главу, подобную кораническим сурам, и воспользуйтесь поддержкой кого угодно, кроме Аллаха. Воистину, вы никогда не сделаете этого». Сочинить хотя бы одну главу, подобную кораническим сурам, невозможно. В противном случае неверующие сделали бы все возможное для того, чтобы сочинить подобную главу. И неспособность неверующих ответить на брошенный им вызов свидетельствует о том, что их заявления являются лживыми и совершенно необоснованными."
    },
    {
      "ayah": 39,
      "surah": 10,
      "text": "Неверующие отказались уверовать в Коран, представляющий собой высшую истину, потому что не смогли постичь его откровений. А если бы они постигли кораническую мудрость и осознали истину надлежащим образом, то непременно уверовали бы в это Писание. Их неверие усугубляется тем, что до сих пор не исполнилось кораническое пророчество о наказании нечестивцев. Однако это неверие ничуть не отличается от поведения неверующих, которые жили в прошлом. Почему же они не задумываются над участью, которая постигла их предшественников? Воистину, они были погублены и искоренены. Пусть же безбожники остерегаются неверия, дабы их не поразило наказание, которое поразило целые поколения неверующих. Этот аят свидетельствует о необходимости внимательного изучения любого вопроса. А это значит, что людям не следует принимать или отвергать воззрения или предложения, пока они не будут досконально изучены."
    },
    {
      "ayah": 4,
      "surah": 10,
      "text": "Аллах соберет вас после вашей смерти на ристалище предопределенного дня. Таково истинное обещание Господа, которое непременно должно исполниться, ведь Он не только может создать творения в первый раз, но и способен воссоздать их. И если человек является очевидцем того, как Аллах создает творения в первый раз, а затем отрицает возможность их воскрешения после смерти, то он лишен здравого смысла, потому что признает существование одного явления и отрицает существование другого явления, подобного первому. После приведения этого убедительного логического аргумента в пользу правдивости воскрешения Аллах подтвердил существование Последней жизни доказательством из священных текстов. Он поведал о вознаграждении, которое ожидает праведников, которые всем сердцем уверовали в то, во что приказал уверовать Аллах, и совершают обязательные и необязательные праведные деяния. Это будет справедливая награда, которую они заслужили своей верой и своими деяниями. Это будет награда, о которой Всевышний Аллах сказал: «Ни один человек не знает, какие услады для глаз сокрыты для них в воздаяние за то, что они совершали» (32:17). Что же касается безбожников, которые отказались уверовать в своего Господа и отвергли Его посланников, то для них уготовано кипящее питье, которое обжигает лица и разрывает кишки, а также другие виды мучительного наказания, которые они заслужили, исповедуя неверие и творя несправедливость. Аллах не поступал с ними несправедливо - они сами были несправедливы к себе."
    },
    {
      "ayah": 40,
      "surah": 10,
      "text": "Неверующие отказались уверовать в Коран, представляющий собой высшую истину, потому что не смогли постичь его откровений. А если бы они постигли кораническую мудрость и осознали истину надлежащим образом, то непременно уверовали бы в это Писание. Их неверие усугубляется тем, что до сих пор не исполнилось кораническое пророчество о наказании нечестивцев. Однако это неверие ничуть не отличается от поведения неверующих, которые жили в прошлом. Почему же они не задумываются над участью, которая постигла их предшественников? Воистину, они были погублены и искоренены. Пусть же безбожники остерегаются неверия, дабы их не поразило наказание, которое поразило целые поколения неверующих. Этот аят свидетельствует о необходимости внимательного изучения любого вопроса. А это значит, что людям не следует принимать или отвергать воззрения или предложения, пока они не будут досконально изучены."
    },
    {
      "ayah": 41,
      "surah": 10,
      "text": "О Мухаммад! Среди людей есть такие, которые уверуют в Коран и мусульманское учение, и такие, которые никогда не обратятся в правую веру. Аллах прекрасно осведомлен о нечестивцах, которые проявляют упрямство и несправедливо отказываются уверовать в Коран. Они совершают беззаконие и получат за свое беззаконие самое суровое наказание. Ты продолжай призывать людей к истине, даже если они называют тебя лжецом, потому что ты не будешь отвечать за их деяния, а они не будут отвечать за твои поступки. Каждый человек будет в ответе только за свои деяния. И если он совершает благие дела, то поступает во благо себе, а если он совершает скверные поступки, то поступает во вред себе."
    },
    {
      "ayah": 42,
      "surah": 10,
      "text": "Всевышний поведал о некоторых из безбожников, которые отказываются уверовать в Пророка Мухаммада, да благословит его Аллах и приветствует, и проповедуемое им Писание. Они слушают Пророка, да благословит его Аллах и приветствует, когда он читает Откровение, однако делают это не для того, чтобы найти верный путь, а для того, чтобы развлечься и найти в его словах ошибку. Безусловно, подобный поступок не может принести им никакой пользы и никакого добра. И не удивительно, что ведущие на прямой путь двери закрыты для них и что коранические откровения не приносят им пользы. О Мухаммад! Можешь ли ты заставить слышать глухих, если они к тому же не разумеют? Это - риторический вопрос, ответ на который может быть только отрицательным. Никто не может заставить глухих услышать даже самую громкую речь, тем более, если они к тому же лишены разума. И если глухого безумца невозможно заставить услышать человеческую речь, то неверующих невозможно заставить внимать откровениям так, чтобы они сделали из этого полезные выводы. Однако они выслушивают откровения и лишают себя возможности оправдаться перед Аллахом собственной неосведомленностью. Перед ними закрыты двери, ведущие к великому знанию, которое можно приобрести из того, что человек слышит от окружающих. Затем Всевышний Аллах поведал о том, что они также лишены возможности приобретать полезные знания из того, что видят вокруг себя. Всевышний сказал:"
    },
    {
      "ayah": 43,
      "surah": 10,
      "text": "О Мухаммад! Некоторые из них наблюдают за тобой, однако это не приносит им никакой пользы. Ты не можешь указать правильный путь тем, кто слеп и ничего не видит. И ты не способен указать правильный путь этим неверующим. Они лишены здравого рассудка, здорового слуха и здорового зрения - способностей, благодаря которым человек познает сущность происходящего вокруг. Разве могут они после этого найти путь, ведущий к истине? Из этого откровения следует, что изучение жизнеописания Пророка Мухаммада, его благородного нрава и праведных поступков, а также его проповедей является одним из величайших свидетельств в пользу его правдивости и правдивости его учения. И этого свидетельства вполне достаточно для любого сознательного человека."
    },
    {
      "ayah": 44,
      "surah": 10,
      "text": "Аллах не поступает с людьми несправедливо, не приумножает их злодеяний и не уменьшает их праведных поступков, однако люди сами поступают несправедливо по отношению к себе и не признают истину, когда она открывается им. И тогда Аллах подвергает их наказанию и запечатывает их сердца, уши и глаза."
    },
    {
      "ayah": 45,
      "surah": 10,
      "text": "Всевышний поведал о том, как скоротечна мирская жизнь. Когда наступит день, в истинности которого невозможно усомниться, и Всевышний Аллах соберет все творения на ристалище, людям покажется, что они пробыли на земле всего лишь один дневной час, не познав в мирской жизни ни радости, ни печали. Они будут узнавать друг друга так, как это происходило в мирской жизни. В этот день богобоязненные праведники окажутся преуспевающими, а безбожники, которые отказывались уверовать во встречу с Аллахом, не следовали прямым путем и не исповедовали истинную религию, окажутся в великом убытке. Они лишатся блаженства и будут удостоены наказания в Преисподней."
    },
    {
      "ayah": 46,
      "surah": 10,
      "text": "О Посланник! Не печалься из-за неверующих и не проси ускорить наступление возмездия. Мы обещали подвергнуть их наказанию, и это непременно свершится. Наказание может постигнуть их в мирской жизни, и тогда ты станешь очевидцем этого и обретешь покой. Оно также может постигнуть их в Последней жизни, ведь после смерти все они вернутся к Аллаху, который поведает им о том, что они натворили. Они предают свои поступки забвению, однако Аллах пересчитывает их. Воистину, Аллах - свидетель всему сущему. Этот аят является грозным предупреждением для каждого неверующего и утешением для Пророка Мухаммада, которого отверг его собственный народ."
    },
    {
      "ayah": 47,
      "surah": 10,
      "text": "К каждому народу в прошлом приходил посланник, который призывал своих соплеменников поклоняться одному Аллаху и исповедовать только Его религию. Божьи посланники показывали людям удивительные знамения, и тогда одни люди становились верующими, а другие отказывались уверовать. А затем Аллах выносил справедливый приговор, согласно которому правоверные находили спасение, а неверующих постигала погибель. Это не было несправедливостью по отношению к неверующим, потому что их не подвергали наказанию до пришествия Божьего посланника, который разъяснил им истину, и потому что их не наказывали за грехи, которых они не совершали. Пусть же неверующие, которые отвергают Пророка Мухаммада, перестанут походить на своих погубленных предшественников, дабы их не постигло такое же возмездие."
    },
    {
      "ayah": 48,
      "surah": 10,
      "text": "К каждому народу в прошлом приходил посланник, который призывал своих соплеменников поклоняться одному Аллаху и исповедовать только Его религию. Божьи посланники показывали людям удивительные знамения, и тогда одни люди становились верующими, а другие отказывались уверовать. А затем Аллах выносил справедливый приговор, согласно которому правоверные находили спасение, а неверующих постигала погибель. Это не было несправедливостью по отношению к неверующим, потому что их не подвергали наказанию до пришествия Божьего посланника, который разъяснил им истину, и потому что их не наказывали за грехи, которых они не совершали. Пусть же неверующие, которые отвергают Пророка Мухаммада, перестанут походить на своих погубленных предшественников, дабы их не постигло такое же возмездие."
    },
    {
      "ayah": 49,
      "surah": 10,
      "text": "Пусть никому не кажется, что наказание запаздывает. И если неверующие торопят его, то они поступают несправедливо. Они требуют от Пророка Мухаммада явить им наказание, а ведь он не распоряжается делами во Вселенной. В его обязанности входит лишь донесение до людей истины и разъяснением им откровения. А призывать людей к отчету и подвергать их наказанию является исключительным правом Всевышнего Аллаха. Он ниспосылает наказание тогда, когда наступает соответствующий срок. Этот срок предопределен Аллахом и полностью соответствует божественной мудрости, и никто не способен ускорить наступление этого срока или отсрочить его. Пусть же неверующие перестанут торопить наказание, которое невозможно будет отвратить от преступных людей после того, как оно падет на них. Именно поэтому далее Всевышний сказал:"
    },
    {
      "ayah": 5,
      "surah": 10,
      "text": "Аллах соберет вас после вашей смерти на ристалище предопределенного дня. Таково истинное обещание Господа, которое непременно должно исполниться, ведь Он не только может создать творения в первый раз, но и способен воссоздать их. И если человек является очевидцем того, как Аллах создает творения в первый раз, а затем отрицает возможность их воскрешения после смерти, то он лишен здравого смысла, потому что признает существование одного явления и отрицает существование другого явления, подобного первому. После приведения этого убедительного логического аргумента в пользу правдивости воскрешения Аллах подтвердил существование Последней жизни доказательством из священных текстов. Он поведал о вознаграждении, которое ожидает праведников, которые всем сердцем уверовали в то, во что приказал уверовать Аллах, и совершают обязательные и необязательные праведные деяния. Это будет справедливая награда, которую они заслужили своей верой и своими деяниями. Это будет награда, о которой Всевышний Аллах сказал: «Ни один человек не знает, какие услады для глаз сокрыты для них в воздаяние за то, что они совершали» (32:17). Что же касается безбожников, которые отказались уверовать в своего Господа и отвергли Его посланников, то для них уготовано кипящее питье, которое обжигает лица и разрывает кишки, а также другие виды мучительного наказания, которые они заслужили, исповедуя неверие и творя несправедливость. Аллах не поступал с ними несправедливо - они сами были несправедливы к себе."
    },
    {
      "ayah": 50,
      "surah": 10,
      "text": "Пусть никому не кажется, что наказание запаздывает. И если неверующие торопят его, то они поступают несправедливо. Они требуют от Пророка Мухаммада явить им наказание, а ведь он не распоряжается делами во Вселенной. В его обязанности входит лишь донесение до людей истины и разъяснением им откровения. А призывать людей к отчету и подвергать их наказанию является исключительным правом Всевышнего Аллаха. Он ниспосылает наказание тогда, когда наступает соответствующий срок. Этот срок предопределен Аллахом и полностью соответствует божественной мудрости, и никто не способен ускорить наступление этого срока или отсрочить его. Пусть же неверующие перестанут торопить наказание, которое невозможно будет отвратить от преступных людей после того, как оно падет на них. Именно поэтому далее Всевышний сказал:"
    },
    {
      "ayah": 51,
      "surah": 10,
      "text": "Лютая кара может постигнуть нечестивцев ночью, когда они спят, или днем, когда они беспечно развлекаются. Что тогда будут торопить грешники? Неужели они уверуют только тогда, когда наказание уже падет на них и когда вера не принесет им никакой пользы? Когда это произойдет, грешники воскликнут, что они уже уверовали, однако они будут заслуживать только суровое порицание. И тогда им скажут: «Неужели теперь, когда вы оказались в трудном положении, вы уверовали? А ведь раньше вы просили ускорить наступление этого наказания? Получайте то, что вы совершили. Получайте то, что вы торопили». Аллах всегда порицает Своих рабов, если они просят ускорить наступление наказания. И если они пытаются уверовать после начала наказания, то такая вера уже не приносит им никакой пользы. Именно это произошло с Фараоном, когда он начал тонуть в море. Всевышний сказал: «Мы переправили сынов Исраила (Израиля) через море, а Фараон и его войско последовали за ними, бесчинствуя и поступая враждебно. Когда же Фараон стал тонуть, он сказал: “Я уверовал в то, что нет Бога, кроме Того, в Кого уверовали сыны Исраила (Израиля). Я стал одним из мусульман”. Аллах сказал: “Только сейчас! А ведь раньше ты ослушался и был одним из распространяющих нечестие”» (10:90–91); «Но не помогла им вера, когда они увидели Наше наказание. Таким всегда было установление Аллаха для Его рабов. Вот тогда неверующие оказались в убытке» (40:85)."
    },
    {
      "ayah": 52,
      "surah": 10,
      "text": "В День воскресения, когда люди сполна получат воздаяние за совершенные деяния, беззаконникам будет сказано: «Вкусите вечное наказание, которое не прекратится для вас даже на короткое мгновение! Разве не воздается вам только за неверие и грехи, которые вы совершали?»"
    },
    {
      "ayah": 53,
      "surah": 10,
      "text": "О Пророк! Неверующие будут спрашивать тебя: «Неужели люди действительно будут собраны вместе? Неужели люди будут воскрешены в Судный день? Неужели праведники получат вознаграждение, а злодеи будут наказаны?» Они будут спрашивать тебя только для того, чтобы еще раз отвергнуть тебя, а не для того, чтобы уяснить для себя истину и услышать убедительное разъяснение. Посему поклянись в собственной правдивости и подтверди свои слова убедительными доводами. Скажи: «Клянусь моим Господом! Я говорю сущую правду, в которой нельзя усомниться. Вы не способны помешать Аллаху воскресить вас, и если Ему удалось сотворить вас из небытия, то Ему не составит труда воскресить вас после смерти для того, чтобы каждый из вас получил заслуженное воздаяние»."
    },
    {
      "ayah": 54,
      "surah": 10,
      "text": "Если бы человек, который исповедовал неверие и совершал всевозможные грехи, владел всем золотом и серебром земли и прочими мирскими богатствами, то в День воскресения он пожелал бы отдать все это для того, чтобы откупиться от наказания Аллаха. Однако это все равно не принесло бы ему никакой пользы, потому что польза и вред, вознаграждение и наказание связаны с праведными и дурными деяниями, которые человек совершает на земле. В День воскресения нечестивцы будут сожалеть о содеянном, но уже не будет времени для того, чтобы спастись бегством. И тогда они утаят собственное раскаяние. А вынесенный им приговор будет абсолютно справедливым, и они ничуть не будут обижены."
    },
    {
      "ayah": 55,
      "surah": 10,
      "text": "Аллаху принадлежит все, что на небесах и на земле. Он управляет Вселенной по законам божественного предопределения и своей религии, а впоследствии Он вынесет приговор своим творениям по законам справедливого возмездия. Обещание Аллаха является сущей истиной, однако большинство людей не ведают этого и не готовятся к встрече со своим Господом. Более того, они не веруют в Последнюю жизнь, пренебрегая неопровержимыми логическими доводами и священными текстами."
    },
    {
      "ayah": 56,
      "surah": 10,
      "text": "Аллах один распоряжается жизнью и смертью. Он один вершит все остальные дела во Вселенной, и никто не управляет Вселенной наряду с Ним. А когда наступит День воскресения, все творения вернутся к Нему, чтобы получить воздаяние за свои добрые и злые деяния. Затем Всевышний Аллах призвал людей обратиться к Священному Корану и перечислил его удивительные особенности, в которых люди испытывают острую нужду. Всевышний сказал:"
    },
    {
      "ayah": 57,
      "surah": 10,
      "text": "О люди! Коран увещевает вас и предостерегает от деяний, которые обрекают вас на гнев Аллаха и влекут за собой мучительное наказание. Он предостерегает вас и разъясняет вам опасные последствия подобных деяний. А наряду с этим он исцеляет сердца от низменных страстей, которые мешают человеку выполнять предписания шариата, и пагубных сомнений, которые лишают человека твердой убежденности. Объясняется это тем, что коранические проповеди, обещания и угрозы пробуждают в рабах желание и страх. И если человек почувствовал желание творить добро и страх перед злом, то повторение смысла коранических откровений усиливает эти чувства и заставляет его предпочитать желания Аллаха собственным желаниям. В результате стремление угодить Аллаху побеждает в его душе желание удовлетворить собственную страсть. А доводы и аргументы, которые Аллах самым совершенным образом разъяснил в своем писании, избавляют его от любых сомнений и помогают ему достичь наивысшей убежденности. И когда душа человека исцеляется от болезней и облачается в одежды благополучия, все тело устремляется вслед за ней, потому что тело благоденствует, когда благоденствует душа, и страдает, когда страдает душа. Священный Коран - верное руководство и милость для верующих. Он является верным руководством, потому что благодаря нему человек познает истину и может использовать приобретенные знания на практике. Он является милостью, потому что благодаря ему человек приобретает добро и зарабатывает вознаграждение как при жизни на земле, так и после смерти. Верное руководство - это величайшее из сподручных средств, а милость - это самое заветное желание. Однако верным руководством и милостью Священный Коран является только для правоверных. Они следуют кораническому руководству и заслуживают милость, которая является следствием приверженности прямому пути, и благодаря этому обретают счастье и преуспеяние, выгоду и пользу, радость и успех. Такому успеху действительно можно порадоваться, и поэтому далее Всевышний Аллах повелел:"
    },
    {
      "ayah": 58,
      "surah": 10,
      "text": "Под милостью Аллаха подразумевается Священный Коран - самая великая милость, которой Господь одарил Своих рабов. А под милосердием подразумеваются религия и вера, поклонение и любовь к Аллаху, а также познание Его. Возрадоваться этому гораздо лучше, нежели радоваться тленным мирским благам и преходящим удовольствиям, потому что правильная религия делает человека счастливым в обеих жизнях и превосходит все земные прелести, которые быстро исчезают и пропадают. Всевышний Аллах приказал радоваться Его милости и милосердию, потому что чувство радости делает человека активным и энергичным, заставляет его лучше благодарить Всевышнего Аллаха, прибавляет ему силы, пробуждает в нем стремление приобрести знания и приумножить веру. Такая радость является похвальным поступком и отличается от ликования, вызванного мирскими прелестями и благами. Подобное ликование заслуживает порицания, и поэтому соплеменники Каруна сказали ему: «Не ликуй, ведь Аллах не любит тех, кто ликует. А посредством того, что Аллах даровал тебе, стремись к Последней обители, но не забывай о своей доле в этом мире!» (28:76–77). Говоря о грешниках, которые радовались своим лживым воззрениям, противоречащим учению посланников, Всевышний Аллах сказал: «Когда их посланники приходили к ним с ясными знамениями, они радовались тому знанию, которое было у них, и тогда их окружило (или поразило) то, над чем они издевались» (40:83)."
    },
    {
      "ayah": 59,
      "surah": 10,
      "text": "Всевышний опроверг утверждения язычников, которые считали запрещенными некоторое из того, что им было дозволено, и считали дозволенным некоторое из того, чтобы им было запрещено. Аллах смилостивился над ними и позволил им употреблять в пищу мясо многих животных, а они по своему усмотрению разделили их на дозволенных и запрещенных. О Мухаммад! Они заслуживают порицания за подобные порочные утверждения, и посему спроси их: «Аллах дозволил вам поступать так или же вы говорите ложь от Его имени?» Прекрасно известно, что Аллах не позволял им поступать так. А это значит, что они являются лжецами."
    },
    {
      "ayah": 6,
      "surah": 10,
      "text": "После провозглашения Своего права на господство и обожествление Всевышний Аллах перечислил логические доводы и разбросанные по свету знамения, подтверждающие эти Его права и свидетельствующие о Его совершенных именах и безупречных качествах. Солнце и луна, небеса и земля, а также находящиеся на них всевозможные творения являются очевидными знамениями для тех, кто обладает знанием и богобоязненностью. Знания помогают человеку понять, о чем свидетельствуют эти знамения и как легче всего разобраться в этом, а богобоязненность пробуждает в сердце человека стремление к добру и страх перед злом, которые являются плодом убедительных доказательств, знаний и твердой убежденности. Из всего сказанного следует, что сам факт сотворения Вселенной в таком виде свидетельствует о том, что Всевышний Аллах обладает безграничным могуществом и является всеведущим и живым Властелином. Совершенство, точность и красота Вселенной свидетельствуют о Его совершенной мудрости, всеобъемлющем знании и искусном умении творить. Солнечное сияние, лунный свет и другие полезные явления, без которых невозможна жизнь во Вселенной, свидетельствуют о милосердии и добродетели Всевышнего Аллаха, а также Его заботливом отношении к своим творениям. Особенности, по которым одни творения отличаются от других, свидетельствуют о том, что Аллах обладает желанием и волей, которые неукоснительно исполняются. А все перечисленное вместе свидетельствует о том, что Аллах является единственным Богом, который заслуживает поклонения, любви, восхваления и обладает величием, славой и прочими возвышенными качествами. Он один достоин того, чтобы Его любили и боялись и чтобы люди обращались с искренними молитвами к Нему, а не к творениям, которые сами зависят от Аллаха и нуждаются в Нем во всех начинаниях. Эти коранические аяты призывают людей задумываться над Божьими творениями, внимательно наблюдать за происходящим вокруг и делать из этого полезные выводы. Благодаря этому человеку сможет расширить свой кругозор, укрепить свою веру, усилить свой разум и приумножить свои способности. Если же человек будет беспечно относиться к происходящему вокруг него, то он станет пренебрегать повелениями Аллаха и лишится возможности укрепить свою веру и приумножить свой разум."
    },
    {
      "ayah": 60,
      "surah": 10,
      "text": "Что будут думать в День воскресения грешники, которые говорят ложь от имени Аллаха? Они будут думать о мучительном наказании, которому их подвергнут, и поэтому Всевышний Аллах сказал: «В День воскресения ты увидишь тех, которые возводили навет на Аллаха, с почерневшими лицами. Разве не в Геенне обитель возгордившихся?» (39:60). Аллах оказывает людям великую милость и одаряет их щедрыми дарами, однако большинство людей либо не благодарят Его надлежащим образом, либо пользуются Его дарами для совершения грехов, либо вообще отвергает милость, которую Он ниспослал рабам. Среди людей действительно очень мало благодарных рабов, которые признают милость своего Господа, воздают Ему хвалу и пользуются дарованными щедротами для совершения праведных поступков. Опираясь на этот аят, богословы утверждают, что все продукты питания считаются дозволенными, кроме тех, которые запрещены мусульманским шариатом, потому что Всевышний Аллах упрекнул грешников, которые безосновательно объявили запрещенными некоторые из Божьих щедрот."
    },
    {
      "ayah": 61,
      "surah": 10,
      "text": "Всевышний поведал о том, что Ему доподлинно известно обо всех действиях творений. Ему известно, когда они трудятся, а когда - отдыхают. А это значит, что человек должен всегда помнить о том, что Всевышний Аллах наблюдает за ним. Что бы ни совершал человек ради своей мирской или духовной жизни, что бы он ни читал из Священного Корана, какое бы большое или маленькое дело он ни совершал, Всевышний Аллах наблюдает за этим начинанием от начала до конца. Пусть же люди помнят об Аллахе, когда начинают трудиться, и совершают любые деяния искренне и с усердием. И пусть они остерегаются гнева Всевышнего Господа, который наблюдает за ними и ведает об их внешнем поведении и внутреннем мире. Его знание и зрение объемлют все сущее на небесах и на земле. Он наблюдает даже за самыми крошечными явлениями, и все это записано письменной тростью в Хранимой скрижали. В этом откровении упоминаются две составляющие божественного предопределения, которые Аллах очень часто упоминает вместе. Это - всеобъемлющее знание Аллаха обо всем происходящем и всеобъемлющая запись всего происходящего в Хранимой скрижали. В другом похожем откровении говорится: «Разве ты не знаешь, что Аллаху известно то, что на небе и на земле? Воистину, это есть в Писании. Воистину, это для Аллаха легко» (22:70)."
    },
    {
      "ayah": 62,
      "surah": 10,
      "text": "Всевышний поведал о том, что Ему доподлинно известно обо всех действиях творений. Ему известно, когда они трудятся, а когда - отдыхают. А это значит, что человек должен всегда помнить о том, что Всевышний Аллах наблюдает за ним. Что бы ни совершал человек ради своей мирской или духовной жизни, что бы он ни читал из Священного Корана, какое бы большое или маленькое дело он ни совершал, Всевышний Аллах наблюдает за этим начинанием от начала до конца. Пусть же люди помнят об Аллахе, когда начинают трудиться, и совершают любые деяния искренне и с усердием. И пусть они остерегаются гнева Всевышнего Господа, который наблюдает за ними и ведает об их внешнем поведении и внутреннем мире. Его знание и зрение объемлют все сущее на небесах и на земле. Он наблюдает даже за самыми крошечными явлениями, и все это записано письменной тростью в Хранимой скрижали. В этом откровении упоминаются две составляющие божественного предопределения, которые Аллах очень часто упоминает вместе. Это - всеобъемлющее знание Аллаха обо всем происходящем и всеобъемлющая запись всего происходящего в Хранимой скрижали. В другом похожем откровении говорится: «Разве ты не знаешь, что Аллаху известно то, что на небе и на земле? Воистину, это есть в Писании. Воистину, это для Аллаха легко» (22:70)."
    },
    {
      "ayah": 63,
      "surah": 10,
      "text": "Всевышний поведал о том, что Ему доподлинно известно обо всех действиях творений. Ему известно, когда они трудятся, а когда - отдыхают. А это значит, что человек должен всегда помнить о том, что Всевышний Аллах наблюдает за ним. Что бы ни совершал человек ради своей мирской или духовной жизни, что бы он ни читал из Священного Корана, какое бы большое или маленькое дело он ни совершал, Всевышний Аллах наблюдает за этим начинанием от начала до конца. Пусть же люди помнят об Аллахе, когда начинают трудиться, и совершают любые деяния искренне и с усердием. И пусть они остерегаются гнева Всевышнего Господа, который наблюдает за ними и ведает об их внешнем поведении и внутреннем мире. Его знание и зрение объемлют все сущее на небесах и на земле. Он наблюдает даже за самыми крошечными явлениями, и все это записано письменной тростью в Хранимой скрижали. В этом откровении упоминаются две составляющие божественного предопределения, которые Аллах очень часто упоминает вместе. Это - всеобъемлющее знание Аллаха обо всем происходящем и всеобъемлющая запись всего происходящего в Хранимой скрижали. В другом похожем откровении говорится: «Разве ты не знаешь, что Аллаху известно то, что на небе и на земле? Воистину, это есть в Писании. Воистину, это для Аллаха легко» (22:70)."
    },
    {
      "ayah": 64,
      "surah": 10,
      "text": "Всевышний поведал о святых угодниках и своих возлюбленных рабах, об их замечательных поступках и качествах, а также об их славном вознаграждении. Они не будут опасаться ужасов и страшных событий, которые будут ожидать их впереди, и не будут сожалеть о деяниях, которые они совершили в прошлом, потому что все их деяния были праведными. И если они не познают ни страха, ни печали, то они будут чувствовать себя в безопасности, ощущать истинное счастье и наслаждаться благом, о величине которого доподлинно известно только Всевышнему Господу. Перечисляя их качества, Аллах сообщил, что они уверовали в Аллаха, в Его ангелов, в Его писания, в Его посланников, в Судный день и в предопределение с его добром и злом. А наряду с этим они подтвердили правдивость своей веры, исповедуя богобоязненность, выполняя предписания религии и остерегаясь всего запрещенного. Из этого следует, что всякий богобоязненный верующий является приближенным и возлюбленным Всевышнего Аллаха. Именно такие праведники удостаиваются радостной вести как при жизни на земле, так и после смерти. Радостной вестью при жизни на земле для правоверных являются добрая слава, искренняя любовь правоверных, праведные сновидения, Божья милость и помощь в совершении праведных поступков, соблюдении норм праведной морали и избавлении от дурного нрава. А что касается радостной вести после смерти, то правоверные впервые услышат ее в момент расставания с жизнью. По этому поводу Всевышний сказал: «Воистину, к тем, которые сказали: “Наш Господь - Аллах”, - а потом были стойки, нисходят ангелы: “Не бойтесь и не печальтесь, а возрадуйтесь Раю, который был обещан вам. Мы - ваши помощники (или хранители) в мирской жизни и в Последней жизни. Вам там уготовано все, чего пожелают ваши души! Вам там уготовано все, о чем вы попросите! Таково угощение от Прощающего, Милосердного”» (41:30–32). Затем они услышат радостную весть в могиле, когда им сообщат о благоволении Всевышнего Господа и вечном райском наслаждении. А самую совершенную радостную весть они услышат в День воскресения, когда войдут в Райские сады и спасутся от мучительного наказания. Обещание Аллаха - истина и не подлежит отмене, потому что Его речь - самая правдивая, и никто не способен воспротивиться Его предопределению и судьбе. Что же касается праведников, то они обретут величайший успех, потому что им удастся спастись от всего скверного и неприятного и достичь всего самого заветного и желанного. Помимо этого преуспеяния не будет иного преуспеяния, потому что добиться успеха удастся только тем, кто обладал верой и богобоязненностью. Следует отметить, что услышать радостную весть как в мирской жизни, так и после смерти суждено всем, кто обладал правой верой и богобоязненностью, и поэтому обсуждаемые нами аяты имеют широкий смысл и не относятся только к конкретным лицам."
    },
    {
      "ayah": 65,
      "surah": 10,
      "text": "О Мухаммад! Пусть тебя не печалят слова многобожников, которые пытаются оскорбить тебя и опорочить твою религию, потому что их слова не делают им чести и не причиняют тебе никакого вреда. Воистину, могущество и величие целиком принадлежит Аллаху, который одаряет ими, кого пожелает, и лишает их, кого пожелает. Всевышний также сказал: «Если кто жаждет могущества, то ведь могущество целиком принадлежит Аллаху. К Нему восходит прекрасное слово, и Он возносит праведное деяние (или праведное деяние возносит прекрасное слово; или праведное деяние возносит человека)» (35:10). Этот аят подчеркивает, что достичь величия можно только благодаря повиновению Аллаху. Безусловно, Пророк Мухаммад, да благословит его Аллах и приветствует, повиновался Аллаху, а это значит, что величие и могущество были присущи ему и его последователям. И поэтому Всевышний Аллах сказал: «Могущество присуще Аллаху, Его посланнику и верующим, но лицемеры не знают этого» (63:8). О Мухаммад! Аллах слышит любые звуки, и ничто не может остаться незамеченным Им. Его знание объемлет все явное и сокровенное, и ничто на небесах и на земле не скроется от Него, будь оно даже весом с пылинку, или меньше того, или больше того. Он слышит твои речи и речи твоих врагов и доподлинно знает все о них. Положись на своего Господа и доверься Его знанию. Воистину, если человек исповедует богобоязненность, то ему достаточно покровительства Аллаха."
    },
    {
      "ayah": 66,
      "surah": 10,
      "text": "Всевышний поведал о том, что Ему одному принадлежит все, что на небесах и на земле. Он создал Вселенную, владеет ею и распоряжается своими творениями, как пожелает. Все существа являются рабами Аллаха, которые полностью зависят от Него. Никто из них не заслуживает поклонения наряду с Ним, и никто из них не является Его сотоварищем. А многобожники, которые приобщают к Нему сотоварищей, следуют лишь своим догадкам, хотя догадки и предположения абсолютно не способны заменить истину. Они измышляют великую ложь, а если бы они говорили правду, то их вымышленные божества обладали бы качествами, благодаря которым они бы заслуживали хотя бы самого ничтожного поклонения. Однако они не обладают такими качествами. Разве есть среди них такие, которые способны творить или одарять пропитанием? Разве есть среди них такие, которые обладают властью или чередуют ночь и день?"
    },
    {
      "ayah": 67,
      "surah": 10,
      "text": "Аллах сотворил день для того, чтобы люди трудились, и сотворил ночь для того, чтобы они отдыхали. Ночной мрак, который опускается на землю, позволяет людям заснуть и отдохнуть. А если бы ночью было светло, то люди не могли бы успокоиться и отдохнуть. Когда же наступает светлый день, люди получают возможность ясно видеть окружающий мир и отправляются благоустраивать свою мирскую жизнь и трудиться во благо религии. Во всем этом содержатся знамения для людей, которые внимают повествованиям об Аллахе, осознают их смысл, признают их и руководствуются ими. Они не слушают их для того, чтобы упрямо отвергнуть их. И благодаря этому они понимают, что Аллах является единственным божеством, заслуживающим поклонения и обожествления, и что все остальные божества являются ложными и бесполезными. Они также понимают, что Аллах - Добрый, Милосердный, Всеведущий и Премудрый Господь."
    },
    {
      "ayah": 68,
      "surah": 10,
      "text": "Всевышний сообщил о навете, который многобожники возводят на Господа миров. Они приписывают Аллаху детей, хотя Он бесконечно далек от подобного несовершенства и любых недостатков, которые приписывают Ему нечестивцы. А затем Он обосновал свою правоту несколькими доводами. Во-первых, Он богат и ни в чем не нуждается. Он один обладает самым совершенным и всесторонним богатством. И если Он абсолютно не испытывает никакой нужды, то зачем Ему нужен ребенок? Неужели Он нуждается в ребенке? Будь это так, то это противоречило бы Его богатству и самодостаточности, потому что детей заводят только тогда, когда испытывают в них нужду. Во-вторых, Ему принадлежит все, что на небесах и на земле. Нет ни одного существа на небесах и на земле, которое бы не принадлежало Аллаху, потому что все они являются творениями и рабами Аллаха. И если это правило распространяется на все сущее, то никто не может быть сыном Господа Бога, потому что ребенок всегда подобен своему отцу. И если бы у Аллаха был сын, то он не был бы творением и рабом своего отца. Именно поэтому всеобъемлющее господство Аллаха над небесами и землей несовместимо с утверждениями о существовании у Него детей. В-третьих, многобожники не имеют доказательств того, что у Аллаха есть дети. А если бы у них были подобные доказательства, то они непременно привели бы их, когда их обвиняли в безосновательности подобных утверждений. Перечисленные доводы свидетельствуют о лживости заявлений о существовании у Бога детей. Как же смеют многобожники говорить об Аллахе то, о чем у них нет никакого знания?! Воистину, подобный поступок - один из величайших грехов."
    },
    {
      "ayah": 69,
      "surah": 10,
      "text": "Всевышний сообщил о навете, который многобожники возводят на Господа миров. Они приписывают Аллаху детей, хотя Он бесконечно далек от подобного несовершенства и любых недостатков, которые приписывают Ему нечестивцы. А затем Он обосновал свою правоту несколькими доводами. Во-первых, Он богат и ни в чем не нуждается. Он один обладает самым совершенным и всесторонним богатством. И если Он абсолютно не испытывает никакой нужды, то зачем Ему нужен ребенок? Неужели Он нуждается в ребенке? Будь это так, то это противоречило бы Его богатству и самодостаточности, потому что детей заводят только тогда, когда испытывают в них нужду. Во-вторых, Ему принадлежит все, что на небесах и на земле. Нет ни одного существа на небесах и на земле, которое бы не принадлежало Аллаху, потому что все они являются творениями и рабами Аллаха. И если это правило распространяется на все сущее, то никто не может быть сыном Господа Бога, потому что ребенок всегда подобен своему отцу. И если бы у Аллаха был сын, то он не был бы творением и рабом своего отца. Именно поэтому всеобъемлющее господство Аллаха над небесами и землей несовместимо с утверждениями о существовании у Него детей. В-третьих, многобожники не имеют доказательств того, что у Аллаха есть дети. А если бы у них были подобные доказательства, то они непременно привели бы их, когда их обвиняли в безосновательности подобных утверждений. Перечисленные доводы свидетельствуют о лживости заявлений о существовании у Бога детей. Как же смеют многобожники говорить об Аллахе то, о чем у них нет никакого знания?! Воистину, подобный поступок - один из величайших грехов."
    },
    {
      "ayah": 7,
      "surah": 10,
      "text": "После провозглашения Своего права на господство и обожествление Всевышний Аллах перечислил логические доводы и разбросанные по свету знамения, подтверждающие эти Его права и свидетельствующие о Его совершенных именах и безупречных качествах. Солнце и луна, небеса и земля, а также находящиеся на них всевозможные творения являются очевидными знамениями для тех, кто обладает знанием и богобоязненностью. Знания помогают человеку понять, о чем свидетельствуют эти знамения и как легче всего разобраться в этом, а богобоязненность пробуждает в сердце человека стремление к добру и страх перед злом, которые являются плодом убедительных доказательств, знаний и твердой убежденности. Из всего сказанного следует, что сам факт сотворения Вселенной в таком виде свидетельствует о том, что Всевышний Аллах обладает безграничным могуществом и является всеведущим и живым Властелином. Совершенство, точность и красота Вселенной свидетельствуют о Его совершенной мудрости, всеобъемлющем знании и искусном умении творить. Солнечное сияние, лунный свет и другие полезные явления, без которых невозможна жизнь во Вселенной, свидетельствуют о милосердии и добродетели Всевышнего Аллаха, а также Его заботливом отношении к своим творениям. Особенности, по которым одни творения отличаются от других, свидетельствуют о том, что Аллах обладает желанием и волей, которые неукоснительно исполняются. А все перечисленное вместе свидетельствует о том, что Аллах является единственным Богом, который заслуживает поклонения, любви, восхваления и обладает величием, славой и прочими возвышенными качествами. Он один достоин того, чтобы Его любили и боялись и чтобы люди обращались с искренними молитвами к Нему, а не к творениям, которые сами зависят от Аллаха и нуждаются в Нем во всех начинаниях. Эти коранические аяты призывают людей задумываться над Божьими творениями, внимательно наблюдать за происходящим вокруг и делать из этого полезные выводы. Благодаря этому человеку сможет расширить свой кругозор, укрепить свою веру, усилить свой разум и приумножить свои способности. Если же человек будет беспечно относиться к происходящему вокруг него, то он станет пренебрегать повелениями Аллаха и лишится возможности укрепить свою веру и приумножить свой разум."
    },
    {
      "ayah": 70,
      "surah": 10,
      "text": "Нечестивцы, которые приписывают свои лживые измышления Аллаху, никогда не добьются успеха и не достигнут поставленной цели. Они будут недолго наслаждаться собственным неверием и безбожием, после чего отправятся к Аллаху, который даст им вкусить суровое наказание за то, что они исповедовали неверие. Аллах не поступит с ними несправедливо - они сами были несправедливы к себе."
    },
    {
      "ayah": 71,
      "surah": 10,
      "text": "Всевышний повелел Пророку Мухаммаду, да благословит его Аллах и приветствует, рассказать своим соплеменникам о том, как пророк Нух проповедовал среди своего народа. Он призывал их к Аллаху очень долго и прожил среди своих сородичей девятьсот пятьдесят лет. Однако от его проповедей они становились еще более порочными. Они негодовали и считали его деятельность дурным предзнаменованием, но он без устали продолжал призывать их уверовать. Он говорил: «О мои соплеменники! Если мое пребывание среди вас и мои полезные наставления, которые опираются только на очевидные доказательства, доставляют вам неприятности и вызывают ваш гнев, и вы желаете причинить мне зло или отвергнуть истину, то я уповаю на Аллаха и прошу Его защитить от любого зла, которое хотят причинить мне и моей религии. Упование - это мое оружие и боевое снаряжение. Соберите же свое войско и приготовьтесь к борьбе. Воспользуйтесь любыми средствами и привлеките всех своих сообщников, а также идолов, которым вы угождаете и поклоняетесь наряду с Господом миров. Пусть ваши действия не будут тайными - действуйте открыто и всенародно. Решите, как вы можете наказать меня, а затем не предоставляйте мне даже короткой отсрочки». Этот вызов был величайшим знамением и неопровержимым доводом в пользу правдивости Нуха и истинности его пророческой миссии. Он был совершенно один и не опирался на покровительство своих сородичей или поддержку своих соратников. Он открыто заявил своим соплеменникам об ошибочности их воззрений, порочности их религии и беспомощности их богов. Ненависть и вражда, которую многобожники испытывали к нему, превосходила горные твердыни, и они обладали силой и властью. И в такой ситуации святой пророк предложил им объединиться со своими богами и прочими союзниками и приложить все усилия для того, чтобы наказать его. Однако они не смогли причинить ему даже малейшего зла, и это лишний раз подтвердило его правоту и изобличило ложь многобожников, раздававших громкие обещания и угрозы."
    },
    {
      "ayah": 72,
      "surah": 10,
      "text": "О мои соплеменники! Вы можете отвернуться от моих проповедей, но у вас нет для этого никакого основания. Вам прекрасно известно, что вы исповедуете ложь и что мои проповеди являются правдивыми. А это значит, что вы отворачиваетесь от истины, которая подтверждается убедительными доказательствами. Я не прошу вас вознаградить меня за то, что проповедую среди вас, и не прошу у вас платы за то, что вы последуете моим советам. В противном случае вы могли бы отказаться от моей религии и сказать, что этот человек всего лишь пытается завладеть нашим богатством. Однако я не прошу вознаграждения ни у кого, кроме Аллаха. Я также не приказываю вам совершать поступки, которые я сам не совершаю. Мне велено быть покорным праведником, и поэтому я первым совершаю любое благодеяние, которое предлагаю совершать окружающим."
    },
    {
      "ayah": 73,
      "surah": 10,
      "text": "Пророк Нух призывал свой народ днем и ночью, беседовал с ними в уединении и всенародно, однако его проповеди заставляли их еще больше отдаляться от истины, и они объявили его лжецом. И тогда Аллах спас его и тех, кто уверовал вместе с ним, в ковчеге, который святому пророку было велено построить под присмотром Аллаха. А когда строительство было завершено, вся земля забилась ключом. Вода лилась даже из печей, и Всевышний Господь сказал своему пророку: «Погрузи на него от каждого вида по паре и свою семью, за исключением тех, о которых уже было сказано Слово, а также тех, кто уверовал» (11:40). И святой пророк выполнил это повеление. По приказу Аллаха небеса проливали обильные дожди, а на земле образовалось великое множество бурлящих источников. Воды небес и земли сошлись по Божьему предопределению, а огромный ковчег, сколоченный из досок при помощи гвоздей, отправился в путь под присмотром Аллаха. Так Он погубил неверующих и сделал правоверных наследниками земли. Он благословил их потомство, сделал его многочисленным и расселил людей по всем уголкам земли. А неверующие, которые отвергли Его знамения после того, как им разъяснили истину и привели убедительные доказательства, были потоплены. Их уделом стали погибель, позор и вечное проклятие, ибо во все времена люди проклинают и порицают их. Пусть же неверующие устрашатся погибели, позора и наказания, которые могут постигнуть их так же, как некогда постигли их неверующих предшественников."
    },
    {
      "ayah": 74,
      "surah": 10,
      "text": "После Нуха Аллах неоднократно отправлял своих посланников к неверующим народам, дабы они призвали людей вернуться на прямой путь и удержаться от поступков, обрекающих людей на погибель. Посланники подкрепляли свои проповеди ясными знамениями, свидетельствующими о правдивости того, что они проповедуют. Однако неверующие поспешно отвергали Божьих посланников, и тогда Всевышний Аллах подвергал их наказанию. Аллах запечатывал их сердца, после чего они уже не могли обратиться в правую веру, хотя прежде у них была такая возможность. По этому поводу Всевышний сказал: «Мы отворачиваем их сердца и умы, поскольку они не уверовали в него в первый раз» (6:110). И если Аллах запечатывает сердца преступников, в них уже не может проникнуть добро. Однако Аллах не поступает с ними несправедливо - они сами обрекли себя на страдания, когда в первый раз отвергли явившуюся к ним истину."
    },
    {
      "ayah": 75,
      "surah": 10,
      "text": "После посланников, которые были направлены к погубленным народам, Всевышний Аллах отправил Мусу и Харуна к Фараону и его приближенным. Муса, сын Имрана, был славным пророком, который говорил с Милостивым Аллахом. Он также был одним из твердых духом посланников. Он имел множество последователей, которым был ниспослан огромный свод мудрых законов. А пророк Харун был его братом и помощником. Они были отправлены к Фараону и его приближенным, потому что они управляли государством, и за ними следовал простой люд. Они призвали людей поклоняться одному Всевышнему Аллаху и отречься от поклонения другим богам и подтвердили правдивость своего учения многочисленными знамениями, однако египетская знать несправедливо и надменно отвергла их проповеди после того, как убедилась в их правдивости. Они были преступными людьми, неотъемлемыми качествами которых были неверие и ослушание. Поэтому они отвернулись от величайшей истины, явившейся от Аллаха - Господа миров. Перед Его величием склоняются все рабы, и Он одаряет Свои творения многочисленными милостями."
    },
    {
      "ayah": 76,
      "surah": 10,
      "text": "Когда пророк Муса принес им истину от Аллаха, они отвергли ее и назвали его проповеди явным колдовством. Да осрамит их Аллах! Они не довольствовались тем, что отвернулись от истины и отвергли ее. Они нарекли истину колдовством, которое, в сущности, является величайшим обманом. Более того, они нарекли его проповеди явным колдовством, хотя в действительности они были явной истиной. Так поступают только самые несправедливые люди, и поэтому святой пророк упрекнул их за сказанное."
    },
    {
      "ayah": 77,
      "surah": 10,
      "text": "Пророк Муса сказал: «Вы называете это явным колдовством? Задумайтесь же над тем, что я проповедую и показываю. Одного этого будет достаточно для того, чтобы вы навсегда перестали сомневаться в правдивости моего учения. Воистину, колдуны и чародеи не обретут успеха ни при жизни на земле, ни после смерти. Подождите немного, и вы увидите, кто из нас обретет успех и спасение». Впоследствии им действительно стало ясно, что успех как в мирской, так и в будущей жизнях был на стороне Мусы."
    },
    {
      "ayah": 78,
      "surah": 10,
      "text": "Неверующие пытались опровергнуть святого пророка совершенно безосновательными утверждениями. Они говорили: «Неужели ты явился для того, чтобы помешать нам следовать по стопам наших предков? Они исповедовали многобожие и поклонялись различным богам, а ты приказываешь нам поклоняться одному Аллаху и не приобщать к Нему сотоварищей». Они считали, что воззрения их заблудших предков являются убедительным основанием для того, чтобы отвергнуть истину, с которой явился Муса. А наряду с этим они обвиняли святого пророка в том, что он стремится стать правителем и изгнать людей с родных земель. Однако эти слова были сущей ложью, посредством которой египетская знать хотела добиться того, чтобы невежественные простолюдины возненавидели Мусу и отказались уверовать в него. Если человек понимает сущность происходящего, то он никогда не станет опираться на подобные утверждения, поскольку убедительно опровергнуть слова и утверждения можно только посредством разумных доводов и аргументов. А если люди отвергают истину, опираясь на подобные безосновательные утверждения, то это свидетельствует об их беспомощности и неспособности опровергнуть слова своего оппонента. Если бы они имели убедительные доказательства своей правоты, то не стали бы говорить о его намерениях и желаниях и задумываться над тем, действительно он преследует корыстные цели или нет. Да и каждому, кто был знаком с пророком Мусой и слушал его проповеди, было совершенно ясно, что этот человек не стремился к власти на земле, а следовал по стопам остальных Божьих посланников и стремился наставить людей на прямой путь и дать им полезные наставления. Но неверующие были правы в одном: они не желали уверовать в святого пророка. И причина этого заключалась в их высокомерии и упрямстве. Они не считали учение Мусы и Харуна ошибочным и даже не сомневались в нем. У них не было никакой причины отвергать истину, кроме их собственной несправедливости и желания бесчинствовать на земле, в котором они обвиняли пророков Мусу и Харуна."
    },
    {
      "ayah": 79,
      "surah": 10,
      "text": "Неверующие пытались опровергнуть святого пророка совершенно безосновательными утверждениями. Они говорили: «Неужели ты явился для того, чтобы помешать нам следовать по стопам наших предков? Они исповедовали многобожие и поклонялись различным богам, а ты приказываешь нам поклоняться одному Аллаху и не приобщать к Нему сотоварищей». Они считали, что воззрения их заблудших предков являются убедительным основанием для того, чтобы отвергнуть истину, с которой явился Муса. А наряду с этим они обвиняли святого пророка в том, что он стремится стать правителем и изгнать людей с родных земель. Однако эти слова были сущей ложью, посредством которой египетская знать хотела добиться того, чтобы невежественные простолюдины возненавидели Мусу и отказались уверовать в него. Если человек понимает сущность происходящего, то он никогда не станет опираться на подобные утверждения, поскольку убедительно опровергнуть слова и утверждения можно только посредством разумных доводов и аргументов. А если люди отвергают истину, опираясь на подобные безосновательные утверждения, то это свидетельствует об их беспомощности и неспособности опровергнуть слова своего оппонента. Если бы они имели убедительные доказательства своей правоты, то не стали бы говорить о его намерениях и желаниях и задумываться над тем, действительно он преследует корыстные цели или нет. Да и каждому, кто был знаком с пророком Мусой и слушал его проповеди, было совершенно ясно, что этот человек не стремился к власти на земле, а следовал по стопам остальных Божьих посланников и стремился наставить людей на прямой путь и дать им полезные наставления. Но неверующие были правы в одном: они не желали уверовать в святого пророка. И причина этого заключалась в их высокомерии и упрямстве. Они не считали учение Мусы и Харуна ошибочным и даже не сомневались в нем. У них не было никакой причины отвергать истину, кроме их собственной несправедливости и желания бесчинствовать на земле, в котором они обвиняли пророков Мусу и Харуна."
    },
    {
      "ayah": 8,
      "surah": 10,
      "text": "Всевышний поведал о том, что есть люди, которые не желают встретиться с Аллахом, хотя именно это должно быть самым заветным желанием и самой великой мечтой творений. Однако такие люди отказываются от этой мечты и даже считают ее ложью. Они отказываются от жизни после смерти, довольствуются мирской жизнью и возлагают на нее большие надежды. Их деяния и помыслы связаны только с мирскими удовольствиями, ради которых они трудятся и усердствуют. Они стремятся удовлетворить свои низменные желания любыми способами и делают для этого все возможное. Их желания, намерения, думы и поступки устремлены только к мирской жизни, словно они сотворены ради вечной жизни на земле, словно этот мир не является временным пристанищем, в котором путники имеют возможность запастись провиантом для путешествия в вечный мир, куда непременно попадут все первые и последующие поколения творений, ради блаженств и услад которого трудятся праведники. Наряду с этим они не делают полезных выводов из коранических аятов и пренебрегают знамениями, которые разбросаны по свету и находятся в них самих, и такое пренебрежение знамениями подразумевает пренебрежение тем, на что они указывают и ради чего они ниспосланы. Поэтому пристанищем людей, которые обладают такими качествами, будет огненная Преисподняя, которая станет последней обителью для нечестивцев. Они никогда не покинут эту обитель, потому что их приобретениями были только неверие, многобожие и всевозможные грехи."
    },
    {
      "ayah": 80,
      "surah": 10,
      "text": "Чтобы опровергнуть истину, которую принес Муса, и показать египетским вельможам и простолюдинам свою силу, Фараон величаво приказал собрать всех искусных колдунов и обученных чародеев. Он отправил гонцов во все египетские города, чтобы они привели к нему колдунов и чародеев, владеющих различными видами колдовства. Когда же они собрались вместе для того, чтобы сразиться с Мусой, святой пророк сказал им: «Выбирайте любой вид состязаний. Я не стану ничего навязывать вам». Он был уверен в своей победе и даже не думал о том, что могут сотворить чародеи."
    },
    {
      "ayah": 81,
      "surah": 10,
      "text": "Чтобы опровергнуть истину, которую принес Муса, и показать египетским вельможам и простолюдинам свою силу, Фараон величаво приказал собрать всех искусных колдунов и обученных чародеев. Он отправил гонцов во все египетские города, чтобы они привели к нему колдунов и чародеев, владеющих различными видами колдовства. Когда же они собрались вместе для того, чтобы сразиться с Мусой, святой пророк сказал им: «Выбирайте любой вид состязаний. Я не стану ничего навязывать вам». Он был уверен в своей победе и даже не думал о том, что могут сотворить чародеи."
    },
    {
      "ayah": 82,
      "surah": 10,
      "text": "Чародеи бросили свои веревки и посохи, и людям показалось, что они превратились в извивающихся змей. И тогда Муса сказал: «Вы показали удивительное колдовство, но несмотря на его величие, Всевышний Аллах уничтожит его. Воистину, Он не помогает тем, кто распространяет нечестие и помогает лжи одолеть истину. А что может быть более отвратительным нечестием?!!» Такая участь ожидает всех нечестивцев, которые строят козни и замышляют коварные поступки. Их лживые происки непременно будут сокрушены и уничтожены. И даже если некоторое время они будут пользоваться успехом, в конце концов, их все равно ожидает поражение и исчезновение. Что же касается праведников, которые искренне ради Аллаха совершают полезные деяния, которые им были приказаны, то Всевышний Аллах исправляет их деяния, продвигает их вперед и постоянно приумножает. Муса бросил свой посох, и тот проглотил все, что содеяли колдуны и чародеи. Их колдовство было сокрушено, а ложь - повергнута. Аллах утвердил истину своими словами, хотя это было ненавистно грешникам. И когда колдуны убедились в правдивости Мусы, они поспешно покорились Всевышнему Аллаху. Фараон обещал распять их и отрезать им конечности, однако даже такие угрозы не поколебали их веры."
    },
    {
      "ayah": 83,
      "surah": 10,
      "text": "Фараон и вельможи отказались уверовать, и продолжали слепо скитаться во мраке собственного беззакония. Большинство людей следовало за ними, опасаясь того, что их будут подвергать мучениям на пути религии. И лишь некоторые юноши из числа израильтян, в чьих сердцах укоренилась вера, решили терпеливо пройти через любые ужасы. Фараон действительно был деспотичным правителем, и люди небезосновательно опасались его гнева. Он был ужасным преступником, и его несправедливость и беззаконие не знали границ. Очевидно, смысл этого откровения заключается в том, что молодые люди принимают истину и повинуются предписаниям религии намного быстрее, чем пожилые и престарелые люди, которые выросли и состарились, исповедуя неверие. Порочные воззрения жили в их сердцах так долго, что они отдалились от истины больше других. А лучше всего об этом известно Аллаху!"
    },
    {
      "ayah": 84,
      "surah": 10,
      "text": "Фараон и вельможи отказались уверовать, и продолжали слепо скитаться во мраке собственного беззакония. Большинство людей следовало за ними, опасаясь того, что их будут подвергать мучениям на пути религии. И лишь некоторые юноши из числа израильтян, в чьих сердцах укоренилась вера, решили терпеливо пройти через любые ужасы. Фараон действительно был деспотичным правителем, и люди небезосновательно опасались его гнева. Он был ужасным преступником, и его несправедливость и беззаконие не знали границ. Очевидно, смысл этого откровения заключается в том, что молодые люди принимают истину и повинуются предписаниям религии намного быстрее, чем пожилые и престарелые люди, которые выросли и состарились, исповедуя неверие. Порочные воззрения жили в их сердцах так долго, что они отдалились от истины больше других. А лучше всего об этом известно Аллаху!"
    },
    {
      "ayah": 85,
      "surah": 10,
      "text": "Фараон и вельможи отказались уверовать, и продолжали слепо скитаться во мраке собственного беззакония. Большинство людей следовало за ними, опасаясь того, что их будут подвергать мучениям на пути религии. И лишь некоторые юноши из числа израильтян, в чьих сердцах укоренилась вера, решили терпеливо пройти через любые ужасы. Фараон действительно был деспотичным правителем, и люди небезосновательно опасались его гнева. Он был ужасным преступником, и его несправедливость и беззаконие не знали границ. Очевидно, смысл этого откровения заключается в том, что молодые люди принимают истину и повинуются предписаниям религии намного быстрее, чем пожилые и престарелые люди, которые выросли и состарились, исповедуя неверие. Порочные воззрения жили в их сердцах так долго, что они отдалились от истины больше других. А лучше всего об этом известно Аллаху!"
    },
    {
      "ayah": 86,
      "surah": 10,
      "text": "Муса заповедал своим соплеменникам сохранять терпение и напомнил им о факторе, который обязывает их поступать таким образом. Он сказал: «О мой народ! Если вы действительно уверовали в Аллаха, то поступайте в соответствии с требованиями правой веры. Уповайте на Аллаха и просите Его о помощи и покровительстве!» Израильтяне покорились своему пророку и сказали: «Мы уповаем на Аллаха. Господи! Не позволяй нечестивцам одолеть нас и подвергнуть нас искушениям. Не позволяй им одержать над нами верх, чтобы они не могли сказать: «Если бы они были правы, то мы не смогли бы победить их». По милости Твоей защити нас от зла неверующих, дабы мы могли исповедовать нашу религию надлежащим образом и выполнять ее предписания, не встречая ничьего сопротивления»."
    },
    {
      "ayah": 87,
      "surah": 10,
      "text": "Когда положение израильтян стало чрезвычайно тяжелым, а Фараон и египетская знать стали предпринимать попытки отвратить их от религии, Всевышний Аллах внушил Мусе и Харуну, что сыны Исраила должны найти жилища, в которых они могли бы укрыться от посторонних глаз и поклоняться Аллаху. Они не могли совершать намаз в общественных храмах, но должны были выполнять этот обряд поклонения, потому что он облегчает правоверным совершение всех остальных дел. Аллах велел Мусе обрадовать правоверных Его близкой помощью и скорой победой религии. Вслед за трудностями всегда наступает облегчение. Вслед за трудностями, действительно, всегда наступает облегчение. И в какой бы тяжелой ситуации ни оказался правоверный, Аллах непременно облегчит его судьбу."
    },
    {
      "ayah": 88,
      "surah": 10,
      "text": "Когда Муса увидел жестокосердие и отвращение Фараона и египетской знати от истины, он проклял их и сказал: «Господи! Ты наделил Фараона и египетских вельмож драгоценными украшениями, роскошными убранствами, величественными домами, породистыми верховыми животными, многочисленными слугами и великим богатством. Господи! Они используют свое богатство для того, чтобы вводить людей в заблуждение. Они сбились с прямого пути и сбивают с этого пути остальных. Господи! Погуби их богатство или преврати его в груду бесполезных камней, а также ожесточи их сердца, дабы они не могли уверовать, пока не увидят мучительное наказание». После каждого проклятия пророк Харун говорил: «Аминь!» Они были разгневаны тем, что нечестивцы осмелились преступить законы Аллаха, распространять смуту среди рабов Божьих и сбивать людей с прямого пути. Они прекрасно знали, что Аллах непременно наказывает людей за подобные преступления и лишает их возможности уверовать, и поэтому они прокляли Фараона и египетскую знать."
    },
    {
      "ayah": 89,
      "surah": 10,
      "text": "Всевышний сказал двум своим пророкам: «Ваша молитва принята!» Это свидетельствует о том, что Муса произносил слова молитвы, а Харун присоединялся к его молитве и произносил: «Аминь!» Это также свидетельствует о том, что если человек присоединяется к молитве подобным образом, то он становится соучастником этого обряда поклонения. Всевышний также повелел своим пророкам твердо придерживаться своей религии, продолжать проповедовать истину и не следовать путем заблудших невежд, которые уклонились от прямого пути и направляются в сторону Преисподней. А затем Аллах приказал им под покровом ночи вывести сынов Исраила из Египта и сообщил, что египтяне будут преследовать их. Когда Фараон узнал о случившемся, он разослал гонцов во все города египетские и приказал собрать огромное войско. Он сказал: «Это - всего лишь малочисленная кучка. Они разгневали нас, и мы все должны быть настороже» (26:54–56). Он собрал бесчисленное войско, в которое вошли все мужчины Египта, и отправился преследовать сынов Исраила. При этом он постарался, чтобы все воины были разгневаны поведением Мусы и сынов Исраила. И если гнев властелина велик, и грех провинившегося очевиден, то следует ожидать сурового наказания."
    },
    {
      "ayah": 9,
      "surah": 10,
      "text": "После упоминания о наказании грешников Всевышний возвестил о вознаграждении, которое ожидает покорных праведников. Они не только обратились в правую веру, но и совершали праведные деяния, являющиеся следствием правой веры. Они совершали благодеяния душой и телом, поступая искренне ради Аллаха и следуя примеру Божьих посланников. Именно вера стала причиной, по которой Аллах одарил их величайшим вознаграждением - верным руководством. Аллах обучил их тому, что может принести им пользу, и вдохновил их на совершение благодеяний, которые являются плодами верного руководства, и научил их задумываться над знамениями. В мирской жизни Аллах повел их прямым путем, а в Последней жизни Он наставит их на путь, ведущий в Райские сады блаженства, в которых текут неиссякаемые ручьи. Всевышний назвал сады Рая садами блаженства, потому что в них собраны самые совершенные удовольствия. Эти удовольствия доставляют радость душе и заставляют ее ликовать, когда праведник получает возможность взглянуть на лик Милостивого Аллаха, услышать Его восхитительную речь, возрадоваться Его благоволению, насладиться близостью с Ним, встретиться с любимыми людьми и дорогими братьями, получить удовольствие от общения с ними, послушать веселые голоса и трогательные напевы, насладиться восхитительными пейзажами. Наряду с этим праведники получают телесное удовольствие от аппетитных яств, ароматных напитков, прекрасных жен и многих других услад, которые не известны людям на земле, которые даже не приходят им в голову, которые они даже не способны описать."
    },
    {
      "ayah": 90,
      "surah": 10,
      "text": "Всевышний сказал двум своим пророкам: «Ваша молитва принята!» Это свидетельствует о том, что Муса произносил слова молитвы, а Харун присоединялся к его молитве и произносил: «Аминь!» Это также свидетельствует о том, что если человек присоединяется к молитве подобным образом, то он становится соучастником этого обряда поклонения. Всевышний также повелел своим пророкам твердо придерживаться своей религии, продолжать проповедовать истину и не следовать путем заблудших невежд, которые уклонились от прямого пути и направляются в сторону Преисподней. А затем Аллах приказал им под покровом ночи вывести сынов Исраила из Египта и сообщил, что египтяне будут преследовать их. Когда Фараон узнал о случившемся, он разослал гонцов во все города египетские и приказал собрать огромное войско. Он сказал: «Это - всего лишь малочисленная кучка. Они разгневали нас, и мы все должны быть настороже» (26:54–56). Он собрал бесчисленное войско, в которое вошли все мужчины Египта, и отправился преследовать сынов Исраила. При этом он постарался, чтобы все воины были разгневаны поведением Мусы и сынов Исраила. И если гнев властелина велик, и грех провинившегося очевиден, то следует ожидать сурового наказания."
    },
    {
      "ayah": 91,
      "surah": 10,
      "text": "Когда сыны Исраила достигли берега моря, Всевышний Аллах повелел Мусе ударить посохом по воде. Он выполнил это повеление, и море раздвинулось. В нем образовалось двенадцать троп, по которым прошли сыны Исраила. Фараон также повел своих воинов по этим тропам, и когда Муса и все остальные сыны Исраила вышли на берег, а Фараон и все его воины вошли в море, Всемогущий Господь потопил их на глазах у сынов Исраила. Когда же Фараон стал тонуть, он воскликнул: «Я уверовал в то, что нет Бога, кроме того, в кого уверовали сыны Исраила. Я покорился религии Аллаха и учению Мусы!» Тогда Всевышний Аллах сообщил, что обращение в веру в таком положении не приносит человеку никакой пользы, и сказал: «Теперь ты уверовал и признал посланника Аллаха, а ведь раньше ты открыто исповедовал неверие, совершал грехи и распространял нечестие. Сегодня твоя вера не принесет тебе пользы». Когда неверующие оказываются в таком положении, они просто не могут не признать истину, однако это признание оказывается бесполезным. Оно подобно обретению веры в Последнюю жизнь, когда уже наступит День воскресения. А ведь только вера в сокровенное может принести человеку полезные плоды."
    },
    {
      "ayah": 92,
      "surah": 10,
      "text": "Согласно высказываниям толкователей Корана, сыны Исраила испытывали сильный страх перед Фараоном и отказывались поверить в то, что он утонул. Они терзались сомнениями, и тогда Аллах повелел морю выбросить тело тирана на возвышенность, дабы оно стало знамением для людей. Однако многие люди беспечно относятся к таким знамениям. Они становятся свидетелями многих удивительных явлений, однако не придают этому значения и не делают из этого полезных выводов. И только благоразумные люди, сердца которых всегда готовы внять истине, видят в Божьих знамениях величайшее доказательство истинности всего, что проповедовали посланники."
    },
    {
      "ayah": 93,
      "surah": 10,
      "text": "Аллах поселил сынов Исраила в жилищах, в которых обитали Фараон и его подчиненные. Аллах сделал израильтян наследниками их земель и дворцов, а также наделил всевозможными яствами, напитками и прочими щедротами. И они не расходились во мнениях относительно истины, пока к ним не явилось знание. Это знание обязывало их объединиться, однако многие из них хотели возвыситься над остальными, принялись потакать своим низменным желаниям и поставили перед собой корыстные цели, которые были несовместимы с истиной. В результате между ними возникли большие разногласия. А когда наступит День воскресения, Всевышний Аллах рассудит между ними относительно того, в чем они расходились во мнениях. Он вынесет Свой справедливый приговор, опираясь на Свое всеобъемлющее знание и безграничное могущество. Сынов Исраила поразила болезнь, которая часто поражает приверженцев истинной религии. Когда сатана не может целиком отвратить людей от религии, он пытается разжечь рознь между приверженцами религии и посеять между ними вражду и ненависть. В результате между людьми возникают противоречия и взаимная вражда, и одни из них начинают обвинять в заблуждении других, что доставляет великое удовольствие проклятому сатане. Но если люди поклоняются одному Господу, следуют путем одного посланника, исповедуют одну религию и преследуют общие интересы, то почему они должны впадать в противоречия и вносить раскол в свою религию. Почему они должны разрывать связи и отношения и лишаться великого блага как в духовной, так и в мирской жизни? Почему они должны губить добрую часть своей веры? О Аллах, Обладатель величия и славы! По доброте Твоей смилуйся над правоверными, объедини их сердца и ликвидируй возникший между ними раскол."
    },
    {
      "ayah": 94,
      "surah": 10,
      "text": "Всевышний сказал Своему пророку Мухаммаду: «Если ты сомневаешься в достоверности того, что ниспосылается тебе в откровении, то спроси об этом справедливых мужей и праведных богословов из числа людей Писания. Они подтвердят, что ниспосланное тебе является истиной, которая полностью совпадает с предыдущими откровениями». Кое-кто может сказать, что многие иудеи и христиане или даже большинство иудеев и христиан отвергают Пророка Мухаммада, да благословит его Аллах и приветствует, и не признают его проповедей. Почему же тогда Всевышний Аллах повелел Своему посланнику, да благословит его Аллах и приветствует, призвать людей Писания засвидетельствовать правдивость коранических откровений и привел их свидетельство в числе доказательств его правдивости? Ответить на такой вопрос можно несколькими способами. Во-первых, если группу людей, приверженцев религиозного толка или жителей города призывают в свидетели, то это относится только к справедливым и правдивым людям из их числа. Что же касается всех остальных, то их слова не следует принимать во внимание, даже если они составляют подавляющее большинство, поскольку свидетельство зависит от справедливости и честности людей. Правдивость Пророка Мухаммада, да благословит его Аллах и приветствует, подтвердили многие ученые мужи из числа людей Писания, которые обратились в ислам при жизни посланника Аллаха, да благословит его Аллах и приветствует, или после его смерти. Среди них можно назвать Абдуллаха б. Салама и многих его соратников. Во-вторых, свидетельство людей Писания о Пророке Мухаммаде должно опираться на Священную Тору, последователями которой себя называют люди Писания. И если священные тексты Торы совпадают с кораническими откровениями и подтверждают их правдивость, то слова людей Писания уже не имеют никакого значения, даже если они единодушно станут отвергать мусульманское учение. В-третьих, Всевышний Аллах открыто повелел Своему посланнику призвать людей Писания засвидетельствовать правдивость коранических откровений. Об этом хорошо известно многим людям. Также хорошо известно, что многие из людей Писания всеми силами стремятся опровергнуть проповеди Пророка Мухаммада. И если бы они могли обоснованно опровергнуть слова Аллаха, то они непременно представили бы свои доводы всему человечеству. Однако они не делают этого, и поэтому молчание упорствующих людей Писания и признания тех людей Писания, которые ответили на призыв Аллаха, являются одним из самых убедительных доказательств правдивости и достоверности Священного Корана. В-четвертых, заявления о том, что большинство людей Писания отвергло проповеди Пророка Мухаммада, являются ошибочными. Напротив, большинство людей Писания ответили на его призыв и добровольно покорились его религии. Пророк Мухаммад, да благословит его Аллах и приветствует, начал проповедовать ислам, когда большинство людей на земле были людьми Писания, а спустя некоторое время большая часть жителей Шама, Египта, Ирака и других соседних стран, населенных людьми Писания, обратились в ислам. Отказались добровольно принять ислам только правители, которые предпочли сохранить за собой власть, нежели подчиниться истине, а также следовавшие по их стопам невежественные простолюдины. Приверженность таких людей к религии не была осмысленной и выражалась только в названии. А примером этого являются европейцы, которые в действительности являются атеистами, уклонившимися от религий всех Божьих посланников. Они называют себя христианами только для того, чтобы сохранить свою власть и скрыть свое заблуждение. Об этом прекрасно известно каждому, кто знаком с качествами и поступками этих людей. А затем Всевышний Аллах назвал Небесное Откровение истиной, в которой абсолютно невозможно усомниться, и повелел Своему посланнику не колебаться и не терзаться сомнениями. По этому поводу Всевышний также сказал: «Тебе ниспослано Писание, которое не должно сжимать твою грудь, дабы ты увещевал им и наставлял верующих» (7:2)."
    },
    {
      "ayah": 95,
      "surah": 10,
      "text": "В этих откровениях содержатся два запрета. Вначале Всевышний Аллах запретил сомневаться в Священном Коране, а затем запретил еще больший грех - неверие в ясные коранические аяты, которые невозможно опровергнуть или изобличить во лжи. Именно эти два греха являются залогом вечного убытка, поскольку они лишают человека вознаграждения в обоих мирах и обрекают его на наказание как при жизни на земле, так и после смерти. А поскольку любой запрет подразумевает повеление совершать противоположное, в этих коранических аятах также содержатся повеления твердо верить в истинность Корана, изучать ниспосланные в нем откровения и руководствоваться ими на практике. Только так человек может достичь успеха и добиться всего самого желанного, взойти на вершину славы и избежать великого убытка."
    },
    {
      "ayah": 96,
      "surah": 10,
      "text": "В этих откровениях содержатся два запрета. Вначале Всевышний Аллах запретил сомневаться в Священном Коране, а затем запретил еще больший грех - неверие в ясные коранические аяты, которые невозможно опровергнуть или изобличить во лжи. Именно эти два греха являются залогом вечного убытка, поскольку они лишают человека вознаграждения в обоих мирах и обрекают его на наказание как при жизни на земле, так и после смерти. А поскольку любой запрет подразумевает повеление совершать противоположное, в этих коранических аятах также содержатся повеления твердо верить в истинность Корана, изучать ниспосланные в нем откровения и руководствоваться ими на практике. Только так человек может достичь успеха и добиться всего самого желанного, взойти на вершину славы и избежать великого убытка."
    },
    {
      "ayah": 97,
      "surah": 10,
      "text": "Речь идет о заблудших обитателях Преисподней, которым суждено попасть в Адское Пламя. Они отказываются уверовать, не взирая на любые знамения и доказательства. Более того, знамения Аллаха лишь увеличивают их заблуждение и приумножают их беззаконие. При этом Аллах не поступает с ними несправедливо - они сами были несправедливы к себе, когда отвергли истину в первый раз, и тогда Всевышний Аллах подверг их наказанию и запечатал их сердца, уши и глаза. Они не желают уверовать, и так продлится до тех пор, пока они не увидят обещанное им мучительное наказание. Когда же это случится, они поймут, что исповедовали заблуждение и что Божьи посланники проповедовали истину. Однако их обращение в веру не принесет им никакой пользы. В тот день никакие оправдания и извинения не исправят положения нечестивцев, и от них не потребуют покаяния. Что же касается Божьих знамений, то они приносят пользу только людям, которые обладают здоровой душой и прислушиваются к тому, что им говорят."
    },
    {
      "ayah": 98,
      "surah": 10,
      "text": "Разве были среди неверующих народов такие, которые извлекли пользу из того, что уверовали после ниспослания им Божьего наказания? Когда они воочию убеждались в истинности лютой кары, они соглашались уверовать, однако никто из них не смог извлечь из этого пользу. Ранее мы уже упомянули о том, как Фараон сказал: «Я уверовал в то, что нет Бога, кроме Того, в Кого уверовали сыны Исраила (Израиля). Я стал одним из мусульман» (10:90). Но ему было сказано: «Только сейчас! А ведь раньше ты ослушался и был одним из распространяющих нечестие» (10:91). Всевышний также сказал: «Когда они узрели Наше наказание, они сказали: “Мы уверовали в Единственного Аллаха и не веруем в тех, кого мы приобщали в сотоварищи к Нему!” Но не помогла им вера, когда они увидели Наше наказание. Таким всегда было установление Аллаха для Его рабов. Вот тогда неверующие оказались в убытке» (40:84–85); «Когда же смерть подступает к кому-нибудь из них, он говорит: “Господи! Верни меня обратно. Быть может, я стану совершать праведные поступки, которые я отбросил”. Но нет! Это - всего лишь слова, которые он произносит. Позади них будет преграда вплоть до того дня, когда они будут воскрешены» (23:99–100). Мудрость этого совершенно очевидна, поскольку вера в то, что человек вынужден признать, не является настоящей верой. Воистину, если бы неверующим не угрожало наказание и если бы они имели возможность отвергнуть истину, то они непременно поступили бы таким образом. И только народ Йунуса, который уверовал после того, как увидел суровое возмездие, был избавлен от позорного наказания. Этот народ был исключением из всеобщего правила. Безусловно, ведающий явное и сокровенное Аллах сделал для них исключение, руководствуясь божественной мудростью, однако эта мудрость нам не известна, и мы не в состоянии постичь ее самостоятельно. Всевышний сказал: «Йунус (Иона) также был одним из посланников. Он сбежал на переполненный корабль. Он бросил жребий вместе с другими и оказался проигравшим. Его проглотила рыба, когда он был достоин порицания. Если бы он не был одним из прославляющих Аллаха, то непременно остался бы в ее чреве до того дня, когда они будут воскрешены. Мы выбросили его на открытую местность, и он был болен. Мы взрастили над ним (или возле него) тыкву. Мы отправили его к ста тысячам или даже больше того. Они уверовали, и Мы позволили им пользоваться благами до определенного времени» (37:139–148). Всевышнему было известно, что после избавления от наказания они останутся верующими, что и произошло в действительности. Он также знал, что все остальные погубленные народы, если бы им удалось избежать наказания, непременно вернулись бы к неверию. Возможно, именно по этой причине Всевышний Аллах сделал исключение для народа Йунуса. А лучше всего об этом известно одному Аллаху."
    },
    {
      "ayah": 99,
      "surah": 10,
      "text": "О Мухаммад! Если бы Аллах захотел, то поселил бы веру и богобоязненность в сердцах всех обитателей земли. Он может поступить так, однако божественная мудрость требует того, чтобы часть людей стала верующими, а часть - неверующими. О Мухаммад! Неужели ты станешь заставлять людей уверовать? Воистину, тебе не удастся сделать это, потому что такое под силу только Аллаху."
    }
  ]
}
