{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 11,
      "text": "Всевышний назвал Священный Коран Великим Писанием и Благородным Откровением, аяты которого прекрасны и совершенны. В нем содержатся правдивые повествования, справедливые повеления и запреты. Его слова красноречивы, а их смысл великолепен. Аллах разъяснил смысл этих аятов самым совершенным образом, ведь среди Его прекрасных имен - Мудрый и Ведающий. Он все расставляет по своим местам, ведает обо всем явном и сокровенном, а Его повеления и запреты всегда соответствуют божественной мудрости."
    },
    {
      "ayah": 10,
      "surah": 11,
      "text": "Аллах откладывает наказание неверующих до предписанного срока, и они начинают с нетерпением ждать его наступления. По причине своего невежества и своей несправедливости они спрашивают друг другу: «Почему же наказание задерживается?» Их слова свидетельствуют об их неверии в Божье наказание, поскольку они, опираясь на свое благополучное житие в мирской жизни, пытаются уличить во лжи посланника Аллаха, да благословит его Аллах и приветствует, который оповестил их о приближении наказания. Но разве можно найти менее убедительный довод?! Воистину, наступит день, когда никто не сможет отвратить наказание от многобожников, и тогда они смогут задуматься над своими деяниями. Наказание окружит их со всех сторон и падет на них. А ведь прежде они настолько пренебрегали этим наказанием, что были уверены во лживости того, кто предостерегал от него."
    },
    {
      "ayah": 100,
      "surah": 11,
      "text": "Аллах отправил пророка Мусу, сына Имрана, и почтил его знамениями, которые свидетельствовали о правдивости его проповедей. Он показал людям чудеса, связанные с посохом и рукой, а также многие другие знамения. Его доказательства были очевидными и ясными, подобно солнцу. Он представил их Фараону и египетским вельможам, которые вели за собой целый народ. Однако они отказались покориться Мусе, несмотря на то, что стали очевидцами удивительных знамений, о которых Аллах подробно рассказал в суре «Аль-Араф». Они покорились Фараону, который принял совершенно неразумное решение. Он был заблудшим человеком, повеления которого были сущим злом. И не удивительно, что он погубил народ, который последовал за ним. Проклятия преследуют их на земле и будут преследовать их в День воскресения. Аллах, ангелы и все люди проклинают их в этом мире и будут проклинать их в Последней жизни. После упоминания о том, как Божьи посланники проповедовали среди своих народов, Всевышний Аллах обратился к Пророку Мухаммаду, да благословит его Аллах и приветствует, и сказал:"
    },
    {
      "ayah": 101,
      "surah": 11,
      "text": "Ты должен увещевать людей посредством этих повествований, которые являются подтверждением твоей пророческой миссии, а также наставлением и напоминанием для правоверных. Останки некоторых поселений погубленных народов существуют по сей день и свидетельствуют о правдивости этих повествований. А некоторые из этих поселений разрушены до основания и стерты с лица земли. Мы не поступили несправедливо, когда погубили нечестивцев, однако они сами были несправедливы к себе, когда приобщали к Аллаху сотоварищей, исповедовали неверие и проявляли упрямство. Их боги не принесли им никакой пользы, когда Аллах подверг их наказанию. И если человек не ищет защиты у Аллаха и выбирает для себя других покровителей, то они не придут к нему на помощь в трудную минуту. Они не принесут им ничего, кроме убытка и погибели. Воистину, все произойдет не так, как того ожидают многобожники."
    },
    {
      "ayah": 102,
      "surah": 11,
      "text": "Ты должен увещевать людей посредством этих повествований, которые являются подтверждением твоей пророческой миссии, а также наставлением и напоминанием для правоверных. Останки некоторых поселений погубленных народов существуют по сей день и свидетельствуют о правдивости этих повествований. А некоторые из этих поселений разрушены до основания и стерты с лица земли. Мы не поступили несправедливо, когда погубили нечестивцев, однако они сами были несправедливы к себе, когда приобщали к Аллаху сотоварищей, исповедовали неверие и проявляли упрямство. Их боги не принесли им никакой пользы, когда Аллах подверг их наказанию. И если человек не ищет защиты у Аллаха и выбирает для себя других покровителей, то они не придут к нему на помощь в трудную минуту. Они не принесут им ничего, кроме убытка и погибели. Воистину, все произойдет не так, как того ожидают многобожники."
    },
    {
      "ayah": 103,
      "surah": 11,
      "text": "Ты должен увещевать людей посредством этих повествований, которые являются подтверждением твоей пророческой миссии, а также наставлением и напоминанием для правоверных. Останки некоторых поселений погубленных народов существуют по сей день и свидетельствуют о правдивости этих повествований. А некоторые из этих поселений разрушены до основания и стерты с лица земли. Мы не поступили несправедливо, когда погубили нечестивцев, однако они сами были несправедливы к себе, когда приобщали к Аллаху сотоварищей, исповедовали неверие и проявляли упрямство. Их боги не принесли им никакой пользы, когда Аллах подверг их наказанию. И если человек не ищет защиты у Аллаха и выбирает для себя других покровителей, то они не придут к нему на помощь в трудную минуту. Они не принесут им ничего, кроме убытка и погибели. Воистину, все произойдет не так, как того ожидают многобожники."
    },
    {
      "ayah": 104,
      "surah": 11,
      "text": "Когда Аллах схватил неверующие народы, подверг их наказанию и уничтожил, вымышленные божества не оказали им никакой поддержки. А поразившее нечестивцев наказание стало поучительным уроком для тех, кто боится наказания в Последней жизни. Этот урок свидетельствует о том, что несправедливые преступники страдают как при жизни на земле, так и после смерти. И после упоминания об этом Всевышний Аллах начал описывать День воскресения, когда все люди будут собраны для того, чтобы получить воздаяние, когда все они станут свидетелями величия и совершенной справедливости Аллаха. И благодаря этому они по-настоящему познают своего Господа. Это будет день, который увидят Аллах, ангелы и все остальные творения. А наступит он, когда закончится срок, отведенный для мирской жизни, и когда свершится все, что было предопределено Аллахом. И тогда Всемогущий Аллах переместит Свои творения в иной мир, в котором будут господствовать законы справедливого возмездия, подобно тому, как в мирской жизни господствовали законы религии."
    },
    {
      "ayah": 105,
      "surah": 11,
      "text": "Все люди будут собраны, и никто не посмеет говорить без соизволения Аллаха. Даже пророки и благородные ангелы не посмеют ходатайствовать за творений без Его соизволения. И тогда люди разделятся на несчастных и счастливых. Несчастными окажутся грешники, которые не уверовали в Аллаха, отвергли Божьих посланников и стали ослушниками, а счастливыми будут богобоязненные правоверные."
    },
    {
      "ayah": 106,
      "surah": 11,
      "text": "Все люди будут собраны, и никто не посмеет говорить без соизволения Аллаха. Даже пророки и благородные ангелы не посмеют ходатайствовать за творений без Его соизволения. И тогда люди разделятся на несчастных и счастливых. Несчастными окажутся грешники, которые не уверовали в Аллаха, отвергли Божьих посланников и стали ослушниками, а счастливыми будут богобоязненные правоверные."
    },
    {
      "ayah": 107,
      "surah": 11,
      "text": "Несчастные грешники будут посрамлены и опозорены. Их воздаянием будет Преисподняя, которая поглотит их и подвергнет беспощадному наказанию. Их страдания будут настолько велики, что они будут вдыхать и выдыхать адский жар, издавая самые ужасные и отвратительные звуки. Они пребудут там вечно, кроме того промежутка времени, который Аллах позволит им отсутствовать в Аду. Большинство толкователей Корана считало, что речь идет о жизни, которую они прожили до попадания в Преисподнюю. А это значит, что неверующие останутся в Преисподней навечно, ибо отсутствовать в ней им было позволено только до того, как они попали туда. Воистину, Всеблагой и Всевышний Аллах вершит все, что пожелает. И если Он желает совершить то, что соответствует божественной мудрости, то ничто не способно помешать Ему сделать это."
    },
    {
      "ayah": 108,
      "surah": 11,
      "text": "Праведники, которые обретут счастье и добьются успеха, попадут в Райские сады, в которых они пребудут во веки веков. Это будет неиссякаемое вознаграждение, потому что щедроты и удовольствия, которыми Аллах одарит праведников, будут вечными и бесконечными. Они никогда не закончатся и не иссякнут. Мы же просим Великодушного Аллаха смилостивиться над нами и сделать нас одними из этих праведников."
    },
    {
      "ayah": 109,
      "surah": 11,
      "text": "О Мухаммад! Не сомневайся в порочности воззрений, которые исповедуют многобожники. Они исповедуют ложь, которую нельзя обосновать священными текстами или логическими аргументами. Единственным доводом, на который они опираются, является дорога их предков, которые поклонялись божествам, на которых они продолжают молиться. Однако этот довод не является ни убедительным, ни сомнительным, потому что нельзя опираться на высказывания людей, которые не являются пророками, особенно, если они были заблудшими грешниками, которые совершали много прегрешений и придерживались порочных взглядов на основные вопросы религии. Воистину, слова таких людей являются ошибкой и заблуждением, даже если они были единодушны по этому поводу. О Мухаммад! Неверующие сполна получат мирской удел, который им суждено получить. Порой этот удел может быть очень велик и может показаться тебе прекрасным и восхитительным. Однако мирские блага не свидетельствуют о благочестии человека, потому что Всевышний Аллах одаряет мирскими благами тех, кого любит, и тех, кого ненавидит. Однако правая вера и набожность становятся достоянием только тех, кого Он возлюбил. Одним словом, не обольщайся тем, что заблудшие грешники единодушно разделяют воззрения своих заблудших предков, и не обольщайся земными благами, которыми Аллах наделил их."
    },
    {
      "ayah": 11,
      "surah": 11,
      "text": "Всевышний поведал о том, что человек по своей природе является невежественным и несправедливым существом. Если Аллах одаряет его здоровьем, пропитанием, детьми и другими милостями, а затем отнимает их у него, то он впадает в отчаяние. Он теряет надежду на вознаграждение Аллаха и даже не думает о том, что Аллах может вернуть ему блага, которых он лишился, или одарить его равноценными благами, или вознаградить еще более прекрасным образом. А если Аллах одаряет человека благополучием после беды, которая постигла его, он начинает надменно ликовать и полагает, что успех никогда больше не покинет его. Он радуется благам, которые угодны его душе, и гордится дарами, которые Аллах ниспосылает Своим рабам. Все это делает его заносчивым, самодовольным и высокомерным человеком, который надменно, презрительно и пренебрежительно относится к остальным творениям. А какой порок может быть хуже этого?!! Такие качества присущи всем людям, кроме тех, кого Аллах наставил на прямой путь, избавил от порочных качеств и облагодетельствовал прекрасным нравом. Эти праведники проявляют терпение во время невзгод и никогда не отчаиваются. А когда наступает благоденствие, они не проявляют высокомерия, а продолжают совершать обязательные и необязательные праведные деяния. Именно они заслуживают прощение своим прегрешениям, благодаря которому они избавляются от всего скверного и неприятного, а также великое вознаграждение в Раю, где для них приготовлено то, чем наслаждается душа и упивается взор."
    },
    {
      "ayah": 110,
      "surah": 11,
      "text": "О Мухаммад! Не сомневайся в порочности воззрений, которые исповедуют многобожники. Они исповедуют ложь, которую нельзя обосновать священными текстами или логическими аргументами. Единственным доводом, на который они опираются, является дорога их предков, которые поклонялись божествам, на которых они продолжают молиться. Однако этот довод не является ни убедительным, ни сомнительным, потому что нельзя опираться на высказывания людей, которые не являются пророками, особенно, если они были заблудшими грешниками, которые совершали много прегрешений и придерживались порочных взглядов на основные вопросы религии. Воистину, слова таких людей являются ошибкой и заблуждением, даже если они были единодушны по этому поводу. О Мухаммад! Неверующие сполна получат мирской удел, который им суждено получить. Порой этот удел может быть очень велик и может показаться тебе прекрасным и восхитительным. Однако мирские блага не свидетельствуют о благочестии человека, потому что Всевышний Аллах одаряет мирскими благами тех, кого любит, и тех, кого ненавидит. Однако правая вера и набожность становятся достоянием только тех, кого Он возлюбил. Одним словом, не обольщайся тем, что заблудшие грешники единодушно разделяют воззрения своих заблудших предков, и не обольщайся земными благами, которыми Аллах наделил их."
    },
    {
      "ayah": 111,
      "surah": 11,
      "text": "Всевышний поведал о том, что пророку Мусе была дарована Священная Тора - Писание, которое обязывало сынов Исраила объединиться вокруг повелений и запретов Аллаха. Однако люди, которые провозгласили себя почитателями Торы, впали в разногласия, которые нанесли непоправимый урон их воззрениям и духовному единству. И если бы Всевышний Аллах не обещал отсрочить людям наказание и не подвергать их скорому возмездию, их спор был бы решен, а несправедливые грешники получили бы наказание. Однако Его мудрость требовала, чтобы наказание этим грешникам было отсрочено до Судного дня, и поэтому грешников продолжают терзать сомнения относительно истины. А когда наступит День воскресения, Аллах непременно вынесет справедливый приговор, и тогда каждый человек получит заслуженное воздаяние. Воистину, Ему прекрасно известно обо всех добрых и злых деяниях людей. Нет ни одного большого или малого деяния, которое осталось бы сокрытым от Него."
    },
    {
      "ayah": 112,
      "surah": 11,
      "text": "После упоминания о том, что сыны Исраила не были твердо привержены прямому пути, что послужило причиной их разногласий и раскола, Всевышний Аллах повелел Пророку Мухаммаду, да благословит его Аллах и приветствует, и обратившимся вместе с ним правоверным надлежащим образом следовать прямым путем, придерживаться законов шариата, исповедовать правильные воззрения, которые повелел исповедовать Аллах, не уклоняться направо или налево от этого пути, всегда придерживаться только этих принципов и не преступать границ дозволенного. Воистину, Аллах видит деяния Своих рабов и непременно вознаградит праведников. Последними словами Всевышний вдохновил мусульман на стойкое следование прямым путем и предостерег их от ослушания. И поэтому следующий аят запрещает склоняться на сторону тех, кто сбился с прямого пути. Всевышний сказал:"
    },
    {
      "ayah": 113,
      "surah": 11,
      "text": "О правоверные! Если вы станете потакать грешникам и соглашаться с их несправедливыми поступками или останетесь довольны заблуждением, которое они исповедуют, то вас поразит адский огонь. И тогда никто не поможет вам избавиться от наказания Аллаха и обрести хотя бы малую толику Божьего вознаграждения. Никто не защитит вас от лютой кары после того, как она коснется вас. Это откровение предостерегает правоверных склоняться на сторону нечестивцев, примыкать к ним, одобрять их злодеяния и удовлетворяться их несправедливыми воззрениями и поступками. И если мучительное наказание обещано тем, кто склоняется на сторону нечестивцев, то что можно сказать о судьбе самих нечестивцев?!! О Аллах, упаси нас от несправедливости и беззакония!"
    },
    {
      "ayah": 114,
      "surah": 11,
      "text": "Всевышний повелел регулярно совершать намаз в конце двух частей дня, а также в некоторые часы ночи. К дневным намазам относятся рассветный, полуденный и послеполуденный намазы, а к ночным - закатный и вечерний намазы. К последним также относится дополнительный ночной намаз, посредством которого раб Божий приближается к Всевышнему Аллаху. Пять обязательных ежедневных намазов, а также связанные с ними дополнительные молитвы являются одними из самых замечательных деяний. Они не только приближают человека к Аллаху и обеспечивают ему вознаграждение, но и удаляют совершенные им прегрешения. Под этими прегрешениями подразумеваются малые грехи, о чем сообщается в достоверных хадисах. В одном из них говорится: «Пять намазов, пятничные намазы и посты в рамадане являются искуплением всего, что было совершено между ними, кроме великих грехов». Конкретизировать это откровение также можно благодаря другому откровению из суры «Ан-Ниса». Великий и могучий Аллах сказал: «Если вы будете избегать больших грехов из того, что вам запрещено, то Мы простим ваши злодеяния и введем вас в почтенный вход» (4:31). Таково наставление для поминающих. Очевидно, указательное местоимение относится ко всем перечисленным выше предписаниям. А это значит, что повеления следовать прямым путем, не преступать границ дозволенного, не склоняться на сторону беззаконников и исправно совершать намаз, а также разъяснение того, что праведные деяния смывают совершенные грехи, являются наставлением для тех, кто осознает смысл Божьих приказов и запретов и повинуется этим замечательным предписаниям, которые приносят огромную пользу и отдаляют человека от зла и грехов. Однако эти предписания требуют от человека усердия и терпения, и поэтому далее Всевышний сказал:"
    },
    {
      "ayah": 115,
      "surah": 11,
      "text": "Терпеливо выполняй повеления Аллаха и терпеливо избегай ослушания. Всегда поступай только таким образом и никогда не гневайся. Твой Господь не теряет вознаграждения тех, кто творит добро. Он принимает их благодеяния и дарует им вознаграждение, которое намного превосходит то, что они смогли заслужить. Такими словами Аллах призвал людей всегда проявлять терпение и вспоминать о Божьем вознаграждении всякий раз, когда они будут ощущать свою слабость."
    },
    {
      "ayah": 116,
      "surah": 11,
      "text": "После упоминания об истреблении народов, которые отказались уверовать в посланников, отворачивались от людей, придерживавшихся Священных Писаний, и привели к исчезновению истинной религии, Всевышний Аллах возвестил о том, что если бы среди предыдущих поколений людей были праведные люди, которые призывали бы к прямому пути и удерживали бы людей от пороков и погибели, то они принесли бы своим народам огромную пользу и сохранили бы религию. Однако таких людей было очень мало. Им удалось спасти только себя благодаря тому, что они следовали путем Божьих посланников и выполняли определенные предписания религии. А наряду с этим они донесли истину до остальных людей, дабы тот, кому было суждено погибнуть, погиб при полной ясности, а тот, кому было суждено жить, жил при полной ясности. Что же касается нечестивцев, то они охотились только за удовольствиями и роскошью и не желали ничего иного. Стремление к роскошной жизни превратило их в грешников и преступников, в результате чего они заслужили наказание и были искоренены. Все сказанное должно пробуждать в мусульманах стремление быть праведными даже тогда, когда все остальные люди увязли в распутстве, выполнять предписания религии Аллаха, призывать заблудших на прямой путь, помогать им прозреть и терпеливо сносить причиняемые ими страдания. Эти замечательные качества должны быть заветной мечтой рабов Аллаха, и если человек обладает такими качествами и посвящает свою жизнь одному Аллаху, то он становится образцом для подражания в религии."
    },
    {
      "ayah": 117,
      "surah": 11,
      "text": "Аллах никогда не подвергает жителей городов и поселений несправедливому наказанию, если они регулярно совершают праведные поступки. Воистину, Всевышний Аллах уничтожает народы только тогда, когда они узнают истину, но продолжают поступать несправедливо. Согласно другому толкованию, смысл этого откровения заключается в том, что Всевышний Аллах не искореняет народы за грехи, которые они совершали в прошлом, если они принесли покаяние и стали праведниками. Напротив, Аллах дарует им прощение и стирает грехи, которые они совершили в прошлом."
    },
    {
      "ayah": 118,
      "surah": 11,
      "text": "Аллах никогда не подвергает жителей городов и поселений несправедливому наказанию, если они регулярно совершают праведные поступки. Воистину, Всевышний Аллах уничтожает народы только тогда, когда они узнают истину, но продолжают поступать несправедливо. Согласно другому толкованию, смысл этого откровения заключается в том, что Всевышний Аллах не искореняет народы за грехи, которые они совершали в прошлом, если они принесли покаяние и стали праведниками. Напротив, Аллах дарует им прощение и стирает грехи, которые они совершили в прошлом."
    },
    {
      "ayah": 119,
      "surah": 11,
      "text": "Всевышний поведал о том, что если бы Ему было угодно, то все люди исповедовали бы мусульманскую религию. Любое желание Аллаха неукоснительно исполняется, и для Него нет ничего невозможного. Однако божественная мудрость требует того, чтобы некоторые люди впадали в противоречия, сбивались с прямого пути и становились на пути, ведущие в Преисподнюю. Такие люди считают истиной только свои воззрения и обвиняют в заблуждении всех остальных. Однако приобрести истинные познания, совершать праведные деяния и не впадать в противоречия удается только тем, кого Аллах осеняет Своей милостью и наставляет на прямой путь. Этим людям суждено было стать счастливыми и пользоваться поддержкой Аллаха, тогда как все остальные люди лишены божественной опеки и преданы самим себе. Руководствуясь божественной мудростью, Всевышний Аллах сотворил людей счастливыми и несчастными. Одни из них соглашаются с истиной, а другие впадают в противоречия. Одни ведомы божественным руководством, а другие обречены на заблуждение. Аллах пожелал это для того, чтобы творения убедились в Его справедливости и мудрости, чтобы выявились добрые и злые качества, сокрытые в человеческих душах, чтобы праведники имели возможность бороться на пути Аллаха и выполнять обряды поклонения, которые можно совершать только в период тяжелых испытаний. Благодаря этому исполнится слово Господа, который обещал заполнить Преисподнюю людьми и джиннами. А это значит, что непременно должны быть люди, совершающие поступки, которые приводят человека в огненную Геенну. После упоминания в этой суре нескольких историй о пророках Аллах поведал мудрость ниспослания подобных откровений. Всевышний сказал:"
    },
    {
      "ayah": 12,
      "surah": 11,
      "text": "О Мухаммад! Не печалься от того, что неверующие отвергают тебя. Их слова не должны влиять на твои поступки и отклонять тебя с пути, которым ты следуешь. Тебе не подобает отказываться даже от части того, что ниспослано тебе в откровении, и твое сердце не должно сжиматься от их упрямства. Они спрашивают: «Почему ему не ниспосланы сокровища? Почему рядом с ним нет ангела?» Однако причиной таких слов являются их упрямство, упорство, несправедливость, заблуждение и незнание того, как пользоваться доводами и доказательствами. Посему продолжай начатое дело и не уклоняйся с верного пути из-за бессвязных речей, которые могут принадлежать только глупцам и невеждам. И пусть твое сердце от этого не сжимается. Разве они привели тебе хотя бы один довод, который ты не смог опровергнуть? Или же они нашли недостатки хотя бы в одном из воззрений, которые ты проповедуешь? Что вообще заставляет твое сердце сжиматься?! Или же ты несешь за них ответственность и обязан любым путем наставить их на прямой путь? О нет! Ты - всего лишь увещеватель, а их доверенным является Аллах. Он сохранит их деяния и сполна воздаст каждому из них."
    },
    {
      "ayah": 120,
      "surah": 11,
      "text": "О Мухаммад! Посредством таких откровений Мы вселяем в тебя уверенность и помогаем тебе проявлять должное терпение, подобно остальным твердым духом посланникам. Примеры, достойные для подражания, всегда побуждают людей действовать и стремиться опередить остальных, а свидетельства и многочисленные сторонники делают истину еще более убедительной. В этой суре тебе открылась истина, в которой абсолютно невозможно усомниться. Знание этого является частицей истинного знания, которое является величайшим достоинством человеческой души. А наряду с этим ниспосланное тебе откровение являются увещеванием и напоминанием для верующих. Они выслушивают увещевания и отказываются от совершения грехов, вспоминают о богоугодных поступках и совершают их."
    },
    {
      "ayah": 121,
      "surah": 11,
      "text": "О Мухаммад! Посредством таких откровений Мы вселяем в тебя уверенность и помогаем тебе проявлять должное терпение, подобно остальным твердым духом посланникам. Примеры, достойные для подражания, всегда побуждают людей действовать и стремиться опередить остальных, а свидетельства и многочисленные сторонники делают истину еще более убедительной. В этой суре тебе открылась истина, в которой абсолютно невозможно усомниться. Знание этого является частицей истинного знания, которое является величайшим достоинством человеческой души. А наряду с этим ниспосланное тебе откровение являются увещеванием и напоминанием для верующих. Они выслушивают увещевания и отказываются от совершения грехов, вспоминают о богоугодных поступках и совершают их."
    },
    {
      "ayah": 122,
      "surah": 11,
      "text": "О Мухаммад! Посредством таких откровений Мы вселяем в тебя уверенность и помогаем тебе проявлять должное терпение, подобно остальным твердым духом посланникам. Примеры, достойные для подражания, всегда побуждают людей действовать и стремиться опередить остальных, а свидетельства и многочисленные сторонники делают истину еще более убедительной. В этой суре тебе открылась истина, в которой абсолютно невозможно усомниться. Знание этого является частицей истинного знания, которое является величайшим достоинством человеческой души. А наряду с этим ниспосланное тебе откровение являются увещеванием и напоминанием для верующих. Они выслушивают увещевания и отказываются от совершения грехов, вспоминают о богоугодных поступках и совершают их."
    },
    {
      "ayah": 123,
      "surah": 11,
      "text": "О Мухаммад! Неверующие не извлекают пользы из увещеваний и всевозможных наставлений. Покажи им ясные знамения, и пусть они продолжают исповедовать свою религию. Вы же исповедуйте религию Аллаха. И пусть они дожидаются того, что произойдет с вами. Вы же дождитесь того, что произойдет с ними. Всевышний провел четкую грань между двумя группами Своих рабов. Он одарил победой тех, кто обратился в правую веру, и подавил своих неверующих врагов. Ему известно все сокровенное на небесах и на земле, и ничто не способно сокрыться от Него. Деяния всех творений возвращаются к Нему, после чего Он отделяет дурные поступки от благих. Людям надлежит поклоняться Ему и по мере возможностей выполнять все, что им приказано выполнять. При этом они должны уповать на своего Господа, который не предает забвению их добрые и злые деяния. Напротив, Он объемлет их своим знанием, и все они записаны письменной тростью. А это значит, что Он непременно вынесет свой приговор и свершит справедливое возмездие."
    },
    {
      "ayah": 13,
      "surah": 11,
      "text": "О Мухаммад! Не печалься от того, что неверующие отвергают тебя. Их слова не должны влиять на твои поступки и отклонять тебя с пути, которым ты следуешь. Тебе не подобает отказываться даже от части того, что ниспослано тебе в откровении, и твое сердце не должно сжиматься от их упрямства. Они спрашивают: «Почему ему не ниспосланы сокровища? Почему рядом с ним нет ангела?» Однако причиной таких слов являются их упрямство, упорство, несправедливость, заблуждение и незнание того, как пользоваться доводами и доказательствами. Посему продолжай начатое дело и не уклоняйся с верного пути из-за бессвязных речей, которые могут принадлежать только глупцам и невеждам. И пусть твое сердце от этого не сжимается. Разве они привели тебе хотя бы один довод, который ты не смог опровергнуть? Или же они нашли недостатки хотя бы в одном из воззрений, которые ты проповедуешь? Что вообще заставляет твое сердце сжиматься?! Или же ты несешь за них ответственность и обязан любым путем наставить их на прямой путь? О нет! Ты - всего лишь увещеватель, а их доверенным является Аллах. Он сохранит их деяния и сполна воздаст каждому из них."
    },
    {
      "ayah": 14,
      "surah": 11,
      "text": "Если они скажут, что Мухаммад, да благословит его Аллах и приветствует, сам сочинил Коран, то пусть они сочинят хотя бы десять глав, подобных кораническим сурам, и пусть призовут на помощь, кого пожелают. О неверующие! Если он действительно измыслил это Писание, то вы не уступаете ему в красноречии и ораторском искусстве. Разве вы не являетесь заклятыми врагами? Разве вы не стремитесь любым путем опровергнуть его проповеди? Если вы действительно говорите правду, то сочините десять глав, которые не будут уступать сурам. Но если это вам не удастся, то знайте, что Священный Коран ниспослан Аллахом для того, чтобы привести неопровержимые аргументы в пользу истины и опровергнуть любые обвинения. И знайте, что только Аллах заслуживает поклонения и обожествления. Почему же вы отказываетесь покориться перед Господом Богом? Из этого и предыдущих аятов следует, что проповедник не должен сворачивать с прямого пути из-за того, что люди чинят ему препятствия и пытаются изобличить его недостатки, особенно, если их обвинения являются безосновательными и не выявляют недостатков в том, что он проповедует. Он не должен печалиться от этого. Напротив, это должно придавать ему уверенность, и он должен продолжать начатое дело. Он не обязан удовлетворять требования грешников, которые стремятся изобличить его беспомощность, и не должен руководствоваться доводами, которым они отдают предпочтение. Ему достаточно показать им убедительное и непротиворечивое доказательство, свидетельствующее в пользу всех вопросов в целом. Из этих аятов также следует, что Священный Коран является неповторимым чудом, ибо ни один человек не способен сочинить писание, подобное этому писанию, или десять глав, подобных кораническим сурам, или хотя бы одну главу, подобную коранической суре. Аллах бросил вызов врагам, которые красноречивы и прекрасно владеют языками, однако они не приняли этот вызов, ибо все они прекрасно осознают, что неспособны сочинить нечто подобное. Из этих аятов также следует, что при обсуждении коранических наук и единобожия требуются твердые знания, и не достаточно ограничиваться предположениями, которые кажутся правильными. Именно поэтому Всевышний приказал узнать, что Священный Коран ниспослан с ведома Аллаха и что нет божества, кроме Аллаха."
    },
    {
      "ayah": 15,
      "surah": 11,
      "text": "Если они скажут, что Мухаммад, да благословит его Аллах и приветствует, сам сочинил Коран, то пусть они сочинят хотя бы десять глав, подобных кораническим сурам, и пусть призовут на помощь, кого пожелают. О неверующие! Если он действительно измыслил это Писание, то вы не уступаете ему в красноречии и ораторском искусстве. Разве вы не являетесь заклятыми врагами? Разве вы не стремитесь любым путем опровергнуть его проповеди? Если вы действительно говорите правду, то сочините десять глав, которые не будут уступать сурам. Но если это вам не удастся, то знайте, что Священный Коран ниспослан Аллахом для того, чтобы привести неопровержимые аргументы в пользу истины и опровергнуть любые обвинения. И знайте, что только Аллах заслуживает поклонения и обожествления. Почему же вы отказываетесь покориться перед Господом Богом? Из этого и предыдущих аятов следует, что проповедник не должен сворачивать с прямого пути из-за того, что люди чинят ему препятствия и пытаются изобличить его недостатки, особенно, если их обвинения являются безосновательными и не выявляют недостатков в том, что он проповедует. Он не должен печалиться от этого. Напротив, это должно придавать ему уверенность, и он должен продолжать начатое дело. Он не обязан удовлетворять требования грешников, которые стремятся изобличить его беспомощность, и не должен руководствоваться доводами, которым они отдают предпочтение. Ему достаточно показать им убедительное и непротиворечивое доказательство, свидетельствующее в пользу всех вопросов в целом. Из этих аятов также следует, что Священный Коран является неповторимым чудом, ибо ни один человек не способен сочинить писание, подобное этому писанию, или десять глав, подобных кораническим сурам, или хотя бы одну главу, подобную коранической суре. Аллах бросил вызов врагам, которые красноречивы и прекрасно владеют языками, однако они не приняли этот вызов, ибо все они прекрасно осознают, что неспособны сочинить нечто подобное. Из этих аятов также следует, что при обсуждении коранических наук и единобожия требуются твердые знания, и не достаточно ограничиваться предположениями, которые кажутся правильными. Именно поэтому Всевышний приказал узнать, что Священный Коран ниспослан с ведома Аллаха и что нет божества, кроме Аллаха."
    },
    {
      "ayah": 16,
      "surah": 11,
      "text": "Если все желания и помыслы человека связаны исключительно с мирской жизнью и земными прелестями, если он думает только о женщинах, сыновьях, тяжелых слитках золота и серебра, породистых лошадях, домашней скотине и посевах, если он всеми силами стремится к обретению этих благ, постигает только необходимые для этого знания и совершенно не стремится к Последней жизни, то такой человек является сущим неверующим, ведь если человек является правоверным, то поселившаяся в его душе вера не позволила бы ему стремиться только к обретению мирских благ. Более того, правая вера и праведные деяния уже свидетельствовали бы о его стремлении к Последней жизни. Однако несчастные неверующие ведут себя так, словно они сотворены только для мирской жизни, и поэтому Аллах сполна воздаст им за их поступки при жизни на земле. Они получат земные блага, которые были изначально предопределены для них в Хранимой скрижали. Они ничуть не будут обделены, но это будет концом их радостей и удовольствий, потому что в Последней жизни они станут вечными обитателями Преисподней, где наказание их не прекратится даже на короткое мгновение. А наряду с этим они будут лишены щедрого вознаграждения. Деяния, которые они совершали в мирской жизни в надежде одолеть истину и ее приверженцев, а также совершенные ими добрые деяния окажутся бесполезными и исчезнут. А произойдет это, потому что их добрые деяния не имели под собой твердой основы и были лишены обязательного условия - правой веры."
    },
    {
      "ayah": 17,
      "surah": 11,
      "text": "Всевышний поведал о качествах Своего посланника Мухаммада, а также его наследников, которые исправно выполняют предписания религии и обладают твердой убежденностью. Их качества совершенно отличаются от качеств остальных людей, и сравнить их просто невозможно. Они опираются на ясное доказательство от своего Господа, потому что ниспосланное Аллахом откровение разъясняет многие важные вопросы и содержит ясные доказательства, которые порождают в человеке полную убежденность. Вслед за этим доказательством их правоты следует еще одно доказательство - непорочное подсознание и здравый рассудок подтверждают правдивость всего, что ниспослал и узаконил Всевышний Аллах, благодаря чему правоверные осознают прелесть откровения, а их вера усиливается. А наряду с этим они опираются на третье доказательство - Священную Тору, которая была руководством для людей и милостью. Она подтверждает правдивость Корана и проповедует истину, которую проповедует сам Коран. Разве правоверные, которые обладают перечисленными качествами, опираются на многочисленные доказательства и имеют основания для полной убежденности в своей правоте, могут походить на грешников, которые блуждают в потемках невежества и не могут найти выхода?! Безусловно, они не равны перед Аллахом и не могут быть равны в глазах рабов Аллаха. Люди, которые признали перечисленные доводы, действительно веруют в Священный Коран, и благим последствием такой веры будет их полное благополучие как при жизни на земле, так и после смерти. А различные секты, существующие на земле и ополчившиеся против истины, непременно будут ввергнуты в Преисподнюю. А это значит, что человек не должен испытывать даже малейшего сомнения в правдивости Корана, который является истиной от Всевышнего Господа. Но большинство людей отказывается уверовать в это. Одни поступают таким образом, потому что являются невежественными и заблудшими людьми, а другие поступают так по причине своей несправедливости, своего упрямства и беззакония. А если бы они обладали чистыми намерениями и здравым рассудком, то они непременно уверовали бы в Священный Коран, потому что все вокруг призывает человека обратиться в правую веру."
    },
    {
      "ayah": 18,
      "surah": 11,
      "text": "Всевышний поведал о качествах Своего посланника Мухаммада, а также его наследников, которые исправно выполняют предписания религии и обладают твердой убежденностью. Их качества совершенно отличаются от качеств остальных людей, и сравнить их просто невозможно. Они опираются на ясное доказательство от своего Господа, потому что ниспосланное Аллахом откровение разъясняет многие важные вопросы и содержит ясные доказательства, которые порождают в человеке полную убежденность. Вслед за этим доказательством их правоты следует еще одно доказательство - непорочное подсознание и здравый рассудок подтверждают правдивость всего, что ниспослал и узаконил Всевышний Аллах, благодаря чему правоверные осознают прелесть откровения, а их вера усиливается. А наряду с этим они опираются на третье доказательство - Священную Тору, которая была руководством для людей и милостью. Она подтверждает правдивость Корана и проповедует истину, которую проповедует сам Коран. Разве правоверные, которые обладают перечисленными качествами, опираются на многочисленные доказательства и имеют основания для полной убежденности в своей правоте, могут походить на грешников, которые блуждают в потемках невежества и не могут найти выхода?! Безусловно, они не равны перед Аллахом и не могут быть равны в глазах рабов Аллаха. Люди, которые признали перечисленные доводы, действительно веруют в Священный Коран, и благим последствием такой веры будет их полное благополучие как при жизни на земле, так и после смерти. А различные секты, существующие на земле и ополчившиеся против истины, непременно будут ввергнуты в Преисподнюю. А это значит, что человек не должен испытывать даже малейшего сомнения в правдивости Корана, который является истиной от Всевышнего Господа. Но большинство людей отказывается уверовать в это. Одни поступают таким образом, потому что являются невежественными и заблудшими людьми, а другие поступают так по причине своей несправедливости, своего упрямства и беззакония. А если бы они обладали чистыми намерениями и здравым рассудком, то они непременно уверовали бы в Священный Коран, потому что все вокруг призывает человека обратиться в правую веру."
    },
    {
      "ayah": 19,
      "surah": 11,
      "text": "Всевышний поведал о том, что самым несправедливым человеком является тот, кто приписывает Аллаху ложь. Это относится ко всем, кто приписывает Аллаху сотоварищей или другие качества, которые не соответствуют Его величию, кто говорит от имени Аллаха то, чего Он не говорил, кто самостоятельно провозглашает себя пророком или возводит на Аллаха навет иным образом. Такие люди являются самыми великими беззаконниками, и они непременно предстанут перед своим Господом, чтобы получить воздаяние за свое беззаконие. И когда Всевышний Аллах приговорит их к суровому наказанию, свидетели подтвердят, что в мирской жизни эти нечестивцы измышляли ложь от имени Аллаха, и скажут: «Это они оболгали своего Господа! Да будут они прокляты!» Это проклятие будет вечным, потому что несправедливость была неотъемлемым качеством этих грешников и потому что они не заслуживают облегчения. Они сами сбились с пути Аллаха, на который призывали Божьи посланники, и сбивали с этого пути окружающих, благодаря чему они превратились в предводителей, которые зовут людей в Адский Огонь. Они стремились исказить и очернить прямой путь для того, чтобы люди сочли его неправильным. Они приукрашивали ложь и чернили истину. Да осрамит их Аллах! Они даже не веровали в Последнюю жизнь."
    },
    {
      "ayah": 2,
      "surah": 11,
      "text": "Если коранические аяты доведены до совершенства и разъяснены Мудрым и Ведающим Аллахом, то не стоит спрашивать об их величии и возвышенности, а также заложенных в них мудрости и милосердии. Но следует знать, что Аллах ниспослал это Писание, чтобы люди поклонялись Ему одному, исповедовали религию только ради Него и не равняли с Ним различные творения. А принес это Писание Пророк Мухаммад, да благословит его Аллах и приветствует, которого Господь отправил для того, чтобы он предостерег тех, кто осмеливается совершать грехи, от наказания при жизни на земле и после смерти, и обрадовал тех, кто покорно повинуется Аллаху, вознаграждением в мирской и будущей жизнях."
    },
    {
      "ayah": 20,
      "surah": 11,
      "text": "Они не смогут избежать возмездия Аллаха, потому что находятся в Его власти и зависят от Его воли. Никто не сможет избавить их от неприятностей и одарить их желанным вознаграждением, и они лишатся возможности повлиять на сложившуюся ситуацию. Их будет ожидать суровое наказание, которое будет только усиливаться, потому что они сами впали в заблуждение и ввели в заблуждение многих других. Их ненависть к истине и отвращение от нее были настолько велики, что они не могли внять аятам Аллаха и извлечь из этого пользу. По этому поводу Всевышний сказал: «Что же с ними? Почему они уклоняются от Назидания, словно напуганные ослы, бегущие от стрелка (или льва)?» (74:49–51). А наряду с этим они не могли размышлять над увиденным и делать из этого полезные выводы. Они были подобны глухонемым безумцам, которые не способны мыслить."
    },
    {
      "ayah": 21,
      "surah": 11,
      "text": "Они не смогут избежать возмездия Аллаха, потому что находятся в Его власти и зависят от Его воли. Никто не сможет избавить их от неприятностей и одарить их желанным вознаграждением, и они лишатся возможности повлиять на сложившуюся ситуацию. Их будет ожидать суровое наказание, которое будет только усиливаться, потому что они сами впали в заблуждение и ввели в заблуждение многих других. Их ненависть к истине и отвращение от нее были настолько велики, что они не могли внять аятам Аллаха и извлечь из этого пользу. По этому поводу Всевышний сказал: «Что же с ними? Почему они уклоняются от Назидания, словно напуганные ослы, бегущие от стрелка (или льва)?» (74:49–51). А наряду с этим они не могли размышлять над увиденным и делать из этого полезные выводы. Они были подобны глухонемым безумцам, которые не способны мыслить."
    },
    {
      "ayah": 22,
      "surah": 11,
      "text": "Когда сбудется веление твоего Господа, они потеряют самих себя и заслужат самое мучительное наказание. Религия, которую они проповедовали и расхваливали, перестанет существовать, а божества, которым они поклонялись помимо Аллаха, не принесут им никакой пользы. Они будут единственными, кто окажется в убытке, и их убыток будет величайшим. Их уделом будут лишь печаль и лишения, и никто не поможет им избавиться от несчастий и наказания. О Аллах, упаси нас от такой участи!"
    },
    {
      "ayah": 23,
      "surah": 11,
      "text": "После описания качеств несчастных неверующих и ожидающей их участи Всевышний Аллах поведал о качествах счастливых праведников и уготованном для них вознаграждении. Они всей душой уверовали во все основные вопросы религии, уверовать в которые приказал Аллах. А наряду с этим они душой и телом совершают праведные деяния и произносят правдивые речи. Они смиренны перед своим Господом и покорны Его величию. Они любят и страшатся Его, надеются и смиренно молятся на Него. И всякий, кто совмещает в себе эти прекрасные качества, непременно окажется среди обитателей Рая. Они не покинут Райские сады во веки веков, потому что стремились ко всему благому и без промедления совершали любые добрые деяния."
    },
    {
      "ayah": 24,
      "surah": 11,
      "text": "Две группы - это несчастные грешники и счастливые праведники. Первые подобны слепым и глухим, а вторые - зрячим и слышащим. Разве можно их сравнить друг с другом? Безусловно, их невозможно сравнить. Более того, между ними существует огромная разница, которую невозможно описать словами. Неужели после этого люди не станут задумываться над деяниями, которые приносят им пользу или причиняют вред, дабы совершать полезные поступки и избегать того, что причиняет сущий вред."
    },
    {
      "ayah": 25,
      "surah": 11,
      "text": "Две группы - это несчастные грешники и счастливые праведники. Первые подобны слепым и глухим, а вторые - зрячим и слышащим. Разве можно их сравнить друг с другом? Безусловно, их невозможно сравнить. Более того, между ними существует огромная разница, которую невозможно описать словами. Неужели после этого люди не станут задумываться над деяниями, которые приносят им пользу или причиняют вред, дабы совершать полезные поступки и избегать того, что причиняет сущий вред."
    },
    {
      "ayah": 26,
      "surah": 11,
      "text": "Нух был первым посланником, которого Аллах отправил к его соплеменникам с повелением призвать их к Аллаху и предостеречь от многобожия. Нух сказал: «О мой народ! Я самым совершенным образом разъяснил вам то, чего вы должны остерегаться. Я также разъяснил вам, что вы обязаны поклоняться одному Аллаху и отречься от идолов, которым вы поклоняетесь вместо Аллаха. Воистину, я боюсь, что если вы не станете исповедовать единобожие и не покоритесь мне, то вас постигнет мучительное наказание»."
    },
    {
      "ayah": 27,
      "surah": 11,
      "text": "Старейшины и предводители народа отвергли призыв Нуха. Именно знатные люди обычно первыми отвергали проповеди Божьих посланников. Они отказались уверовать в святого пророка, потому что он был обычным человеком. Они дали такое объяснение своему неверию, хотя в действительности именно человек мог быть посланником к людям. Иначе быть не могло, потому что люди могут встречаться с себе подобными, обучаться у них и обращаться к ним по любым вопросам, чего они не могут делать с ангелами. Другой причиной, по которой старейшины отказались уверовать, было то, что за святым пророком последовали только самые жалкие и ничтожные люди. Так считали старейшины, хотя в действительности последователи пророка были самыми славными и самыми благоразумными сынами своего народа. Они покорились истине и не стали уподобляться ничтожным людям, которых часто называют знатью, которые повиновались всяким мятежным дьяволам и поклонялись деревьям и камням, которые пытались угодить своим идолам и совершали перед ними земные поклоны. Видел ли ты более ничтожных и более порочных людей, чем такие старейшины? Они говорили своему пророку: «Люди следуют за тобой, не осознавая того, что делают. Ты предложил им последовать за тобой, и они покорились тебе». Они имели в виду, что правоверные ничего не смыслят в религии. Однако они не знали, что очевидная истина влечет к себе проницательные умы, и стоит благоразумным людям столкнуться с истиной, как они узнают и признают ее. Они также не знали, что очевидная истина не похожа на сокровенные тайны, над которыми нужно долго размышлять. Они говорили: «Мы не считаем вас более достойными людьми, чем мы, и не собираемся повиноваться вам. Более того, мы считаем вас лжецами». Однако они лгали, потому что были свидетелями многочисленных знамений, которыми Аллах почтил Нуха и которые не оставляли сомнений в его совершенной правдивости."
    },
    {
      "ayah": 28,
      "surah": 11,
      "text": "Нух возражал своим соплеменникам и убеждал их в том, что он опирается на твердые доводы и не сомневается в истине. Он был Божьим посланником, совершенным человеком и образцом для подражания. Ему повиновались благоразумные мужи, умы которых рядом с ним казались неприметными. Он действительно был правдивым человеком, и если он говорил, что опирается на доказательства от своего Господа, то этих слов было достаточно для того, чтобы поверить ему. Он также говорил: «О мои соплеменники! Аллах ниспослал мне откровение, избрал меня своим посланником и почтил меня верным руководством. Вы не видите той милости, которой Аллах облагодетельствовал меня, и она представляется вам обременительной. Неужели вы думаете, что мы станем заставлять вас уверовать в то, что мы считаем истиной, несмотря на сомнения, которые вы испытываете? Неужели вы полагаете, что мы станем принуждать вас к тому, что вам ненавистно до такой степени, что вы жаждете опровергнуть мои проповеди? Ваши усилия не причинят нам вреда и не поколебят нашей убежденности, а ваши лживые речи и измышления не удержат нас от того, что мы исповедуем. Все закончится тем, что ваши поступки помешают вам встать на прямой путь и удержат вас от повиновения истине, и истина будет казаться вам ложью. И если это уже произошло, то мы не способны заставить вас выполнять повеления Аллаха и придерживаться того, от чего вы убегаете»."
    },
    {
      "ayah": 29,
      "surah": 11,
      "text": "О мои соплеменники! Я не прошу вас вознаградить меня за проповеди, не стремлюсь к вашему богатству и не обременяю вас долговыми обязательствами. Воистину, вознаградить меня может только Аллах. Вы просите меня прогнать неимущих правоверных, которые окружают меня, но ведь мне не подобает поступать таким образом. Напротив, я буду приветствовать их, оказывать им почтение и относиться к ним с уважением. Скоро им предстоит встретиться с Господом, который вознаградит их райскими садами за то, что они уверовали и исповедовали богобоязненность. И если вы требуете от меня прогнать приближенных Аллаха и держаться подальше от них, если вы отвергаете истину по той причине, что ее признают эти праведники, если вы считаете истину ложью только потому, что я - всего лишь простой смертный, который не имеет преимуществ перед остальными людьми, то я осмелюсь назвать вас невежественным народом."
    },
    {
      "ayah": 3,
      "surah": 11,
      "text": "О люди! Просите прощения своим грехам и воспользуйтесь отведенным для вас сроком для того, чтобы отречься от всего, что ненавистно Аллаху, и устремиться ко всему, что Он любит и что Ему угодно. Ваши молитвы о прощении и покаяния способствуют тому, что Аллах одарит вас земным уделом, который доставит вас удовольствие и послужит вам во благо. А еще Всевышний Аллах позволит вам прожить отпущенный вам жизненный срок и одарит великодушных и добродетельных среди вас Своей милостью. Воистину, воздаянием за вашу добродетель будет обретение того, что вам нравится, и избавление от всего, что вам неприятно. Но если вы откажетесь ответить на этот призыв, отвернетесь от истины или даже сочтете ее ложью, то вас постигнет ужасное наказание. А произойдет это в великий день, когда Аллах соберет вместе все первые и последующие поколения людей и остальных творений."
    },
    {
      "ayah": 30,
      "surah": 11,
      "text": "Кто избавит меня от Божьего наказания, если я прогоню правоверных? Воистину, подобный поступок обрекает человека на мучительное наказание и великие страдания, от которых не способен избавить никто, кроме Аллаха. Неужели вы не задумаетесь над тем, что может принести вам пользу? Неужели вы не размышляете над сутью происходящего вокруг?"
    },
    {
      "ayah": 31,
      "surah": 11,
      "text": "Я - всего лишь посланник Аллаха. Одним я сообщаю радостную весть, а других предостерегаю от наказания. Я не способен на большее и не владею сокровищницами Аллаха. Я не распоряжаюсь благами и не могу одарять и лишать людей по своему усмотрению. Я не ведаю сокровенного и не могу рассказать вам тайны и секреты Вселенной. Я не называю себя ангелом и не претендую на место, которого я не заслуживаю. Я не хочу, чтобы меня ставили выше того места, на которое меня возвел Аллах, и не желаю судить о людях, опираясь на свои предположения. И если неуверовавшие старейшины презирают неимущих и незнатных правоверных, то я не стану говорить, что Аллах никогда не наделит их добром. Аллаху лучше известно о том, что в их душах. Если они действительно уверовали, то они непременно обретут великое благо. Но если их вера не является искренней, то им предстоит отвечать за это перед Аллахом. А если я стану говорить нечто из того, что мне не полагается говорить, то окажусь в числе несправедливых беззаконников. Такими словами пророк Нух пытался объяснить своим соплеменникам, что он никогда не бросит неимущих правоверных и не станет ненавидеть их. А наряду с этим он призывал их придерживаться более правильного и более справедливого пути."
    },
    {
      "ayah": 32,
      "surah": 11,
      "text": "Когда многобожники увидели, что Нух не собирается отказаться от своих проповедей и потакать их желаниям, они сказали: «О Нух! Ты уже долго препирался с нами. Яви же нам наказание, которым ты угрожаешь, если ты действительно говоришь правду». Можно ли найти более невежественных и заблудших людей, чем неверующие, которые сказали подобные слова пророку, который искренне желал им добра? Они могли бы сказать: «О Нух! Ты давал нам полезные советы, беспокоился за нас и призывал нас к воззрениям, которые нам непонятны. Мы хотим, чтобы ты получше разъяснил нам свои убеждения, дабы мы могли последовать за тобой. А пока мы можем только поблагодарить тебя за твое искреннее отношение к нам». Такой ответ был бы справедливым по отношению к человеку, проповедующему взгляды, которые не понятны окружающим. Но ответ многобожников был лживым и дерзким. Они не смогли привести даже сомнительных доводов для того, чтобы опровергнуть проповеди святого пророка. И уж тем более их доводы не были убедительными и неопровержимыми."
    },
    {
      "ayah": 33,
      "surah": 11,
      "text": "Когда многобожники увидели, что Нух не собирается отказаться от своих проповедей и потакать их желаниям, они сказали: «О Нух! Ты уже долго препирался с нами. Яви же нам наказание, которым ты угрожаешь, если ты действительно говоришь правду». Можно ли найти более невежественных и заблудших людей, чем неверующие, которые сказали подобные слова пророку, который искренне желал им добра? Они могли бы сказать: «О Нух! Ты давал нам полезные советы, беспокоился за нас и призывал нас к воззрениям, которые нам непонятны. Мы хотим, чтобы ты получше разъяснил нам свои убеждения, дабы мы могли последовать за тобой. А пока мы можем только поблагодарить тебя за твое искреннее отношение к нам». Такой ответ был бы справедливым по отношению к человеку, проповедующему взгляды, которые не понятны окружающим. Но ответ многобожников был лживым и дерзким. Они не смогли привести даже сомнительных доводов для того, чтобы опровергнуть проповеди святого пророка. И уж тем более их доводы не были убедительными и неопровержимыми."
    },
    {
      "ayah": 34,
      "surah": 11,
      "text": "Многобожники торопили лютую кару из-за своего невежества и своей несправедливости. Они словно обвиняли Аллаха в бессилии и беспомощности, и тогда пророк Нух сказал: «Вы получите наказание, когда того пожелает Аллах. Он непременно подвергнет вас возмездию, если это будет соответствовать Его божественной мудрости. И тогда вы не сможете спастись от Аллаха, и я ничем не смогу помочь вам. Даже мои искренние наставления не принесут вам пользы, если Аллах желает ввести вас в заблуждение, потому что воля Господня неукоснительно исполняется. И если ваше уклонение от истины послужило причиной тому, что Аллах пожелал ввести вас в заблуждение, то все мои усердия и проповеди окажутся для вас бесполезными. Аллах - ваш Господь. Он властен делать с вами, что пожелает, и править вами, как пожелает. Вам же предстоит вернуться к Нему, дабы получить воздаяние за свои деяния»."
    },
    {
      "ayah": 35,
      "surah": 11,
      "text": "Согласно одному толкованию, речь идет о пророке Нухе, и в пользу этого толкования говорит контекст обсуждаемых аятов. Его соплеменники говорили, что он возвел на Аллаха навет и солгал, что Аллах ниспослал ему откровение. И тогда Всевышний Аллах повелел ему сказать: «Если я придумал это, то сам буду отвечать за свое преступление, но к вашим грехам я не имею никакого отношения. Каждый из нас будет в ответе за свои прегрешения». По этому поводу Всевышний сказал: «Ни одна душа не понесет чужого бремени» (53:38). Согласно другому толкованию, местоимение в этом аяте относится к Пророку Мухаммаду. И тогда получается, что этот аят внедрен в историю о пророке Нухе по причинам, о которых доподлинно известно только Божьим пророкам. Аллах рассказывал Пророку Мухаммаду повествование, которое было одним из знамений, свидетельствующих о его правдивости и подтверждающих его пророческую миссию. И в ходе этого повествования Аллах напомнил ему, что он также разъяснил истину своим соплеменникам, однако они также предпочли отвергнуть его. Они сказали: «Мухаммад сочинил этот Коран!» Но эти слова были возмутительной ложью, ведь мекканцам было прекрасно известно, что Пророк, да благословит его Аллах и приветствует, не умел ни читать, ни писать. Им также было известно, что он не отлучался от них для того, чтобы обучаться среди людей Писания. Теперь он принес им Писание, бросил им вызов и предложил сочинить хотя бы одну главу, подобную коранической суре. И если после этого они настаивают на том, что Мухаммад, да благословит его Аллах и приветствует, сочинил Коран, то они являются упорствующими неверующими, которым бесполезно приводить доводы и аргументы. Более того, их следует оставить в покое, и поэтому Аллах повелел Своему посланнику, да благословит его Аллах и приветствует, сказать: «Если я сочинил Коран, то сам буду отвечать за свой грех и свою ложь. Но я не причастен к преступлениям, которые совершаете вы. Почему же вы так настойчиво пытаетесь изобличить меня во лжи?»"
    },
    {
      "ayah": 36,
      "surah": 11,
      "text": "Согласно одному толкованию, речь идет о пророке Нухе, и в пользу этого толкования говорит контекст обсуждаемых аятов. Его соплеменники говорили, что он возвел на Аллаха навет и солгал, что Аллах ниспослал ему откровение. И тогда Всевышний Аллах повелел ему сказать: «Если я придумал это, то сам буду отвечать за свое преступление, но к вашим грехам я не имею никакого отношения. Каждый из нас будет в ответе за свои прегрешения». По этому поводу Всевышний сказал: «Ни одна душа не понесет чужого бремени» (53:38). Согласно другому толкованию, местоимение в этом аяте относится к Пророку Мухаммаду. И тогда получается, что этот аят внедрен в историю о пророке Нухе по причинам, о которых доподлинно известно только Божьим пророкам. Аллах рассказывал Пророку Мухаммаду повествование, которое было одним из знамений, свидетельствующих о его правдивости и подтверждающих его пророческую миссию. И в ходе этого повествования Аллах напомнил ему, что он также разъяснил истину своим соплеменникам, однако они также предпочли отвергнуть его. Они сказали: «Мухаммад сочинил этот Коран!» Но эти слова были возмутительной ложью, ведь мекканцам было прекрасно известно, что Пророк, да благословит его Аллах и приветствует, не умел ни читать, ни писать. Им также было известно, что он не отлучался от них для того, чтобы обучаться среди людей Писания. Теперь он принес им Писание, бросил им вызов и предложил сочинить хотя бы одну главу, подобную коранической суре. И если после этого они настаивают на том, что Мухаммад, да благословит его Аллах и приветствует, сочинил Коран, то они являются упорствующими неверующими, которым бесполезно приводить доводы и аргументы. Более того, их следует оставить в покое, и поэтому Аллах повелел Своему посланнику, да благословит его Аллах и приветствует, сказать: «Если я сочинил Коран, то сам буду отвечать за свой грех и свою ложь. Но я не причастен к преступлениям, которые совершаете вы. Почему же вы так настойчиво пытаетесь изобличить меня во лжи?»"
    },
    {
      "ayah": 37,
      "surah": 11,
      "text": "Аллах внушил Нуху, что среди его соплеменников обратятся в правую веру только те, которые уже уверовали. Сердца остальных были ожесточены, и пророку не следовало печалиться о них и придавать значение их деяниям. Аллах возненавидел его неверующих соплеменников и определил для них наказание, которое уже никто не мог предотвратить. Он велел Своему пророку соорудить ковчег. Строительство ковчега происходило под присмотром Самого Господа, Который оберегал ковчег и остался доволен поступком Своих покорных рабов. Наряду с этим Аллах запретил Нуху обращаться к Нему с просьбами отсрочить наказание, потому что приговор был уже вынесен, и предопределение должно было сбыться."
    },
    {
      "ayah": 38,
      "surah": 11,
      "text": "Аллах внушил Нуху, что среди его соплеменников обратятся в правую веру только те, которые уже уверовали. Сердца остальных были ожесточены, и пророку не следовало печалиться о них и придавать значение их деяниям. Аллах возненавидел его неверующих соплеменников и определил для них наказание, которое уже никто не мог предотвратить. Он велел Своему пророку соорудить ковчег. Строительство ковчега происходило под присмотром Самого Господа, Который оберегал ковчег и остался доволен поступком Своих покорных рабов. Наряду с этим Аллах запретил Нуху обращаться к Нему с просьбами отсрочить наказание, потому что приговор был уже вынесен, и предопределение должно было сбыться."
    },
    {
      "ayah": 39,
      "surah": 11,
      "text": "Нух покорился воле Господа и начал сооружать огромный корабль. Когда знатные люди увидели, чем он занимается, они стали насмехаться над ним. Всякий раз, когда они проходили мимо него, то высмеивали его, а он говорил: «Сегодня вы смеетесь над нами, но скоро мы будем смеяться над вами. Очень скоро вы узнаете, кого из нас постигнет унизительное наказание, и кому из нас достанутся вечные страдания». Они действительно узнали об этом, как только их постигла Божья кара."
    },
    {
      "ayah": 4,
      "surah": 11,
      "text": "Всем вам предстоит вернуться к Аллаху, который воздаст вам за совершенные деяния: добром за добро, и злом - за зло. Ему подвластно все сущее, и Он властен воскресить усопших, ибо воскресение усопших - лишь малая толика Его возможностей. Об этом сообщил сам Господь, чья речь - самая правдивая. То есть неизбежность воскрешения подтверждается как логическими аргументами, так и священными текстами."
    },
    {
      "ayah": 40,
      "surah": 11,
      "text": "Когда наступил срок, предопределенный Аллахом для наказания нечестивцев, небеса стали затапливать землю водой, и вся земля забилась ключом. Вода бурлила даже в печах, в которых обычно разжигают огонь и которые меньше всего подходят для воды. Вода лилась повсеместно - таково было предопределение Господне. Господь сказал пророку: «Погрузи на ковчег по одному самцу и одной самке от каждого вида животных, дабы эти виды сохранились на земле. Всех остальных животных ковчег просто не выдержит. И пусть вместе с тобой на борт ковчега поднимутся верующие члены твоей семьи и немногочисленные уверовавшие соплеменники. А неверующим нет места в ковчеге». Одним из неверующих членов семьи Нуха был его сын, которому было суждено утонуть."
    },
    {
      "ayah": 41,
      "surah": 11,
      "text": "Нух, получив приказ, сказал: «Садитесь на корабль! Сегодня он поплывет с именем Аллаха и остановится по Его воле. Воистину, мой Господь - Прощающий, Милосердный. Он простил нас, смилостивился над нами и избавил нас от несправедливого народа»."
    },
    {
      "ayah": 42,
      "surah": 11,
      "text": "Аллах описал движение ковчега так, словно мы воочию наблюдаем за ним. Нух и все, кто находился на нем, плыли среди огромных волн, и Аллах заботился о сохранности ковчега и всех, кто был на нем. Поднявшись на его борт, Нух увидел своего сына, который стоял в стороне от верующих, когда те поднимались на борт корабля. Он позвал к себе сына и предложил ему забраться в ковчег. Он сказал: «Сынок! Садись с нами и не оставайся с неверующими, а не то тебя постигнет участь, которая ожидает каждого из них»."
    },
    {
      "ayah": 43,
      "surah": 11,
      "text": "Сын опять не поверил своему отцу и не согласился с тем, что спасутся только те, кто сел на корабль. Он сказал: «Я заберусь на высокую гору, где смогу укрыться от воды». И тогда пророк сказал: «О нет! Ни горы, ни другие укрытия не помогут сегодня спастись от наказания Аллаха. Какие бы усилия вы не прилагали для того, чтобы обрести спасение, сегодня все равно спасутся только те, кого пожелает спасти Аллах». Тут волна разлучила их, и сын Нуха оказался в числе потопленных."
    },
    {
      "ayah": 44,
      "surah": 11,
      "text": "После того как многобожники были потоплены, а Нух и те, кто был рядом с ним, спасены, Аллах повелел земле поглотить воду, которая выплеснулась из ее недр или выпала с неба. Он также повелел небесам перестать проливать обильные ливни. Они покорились Божьему повелению: земля впитала воду со своей поверхности, а небо перестало проливать ее. Вода спала, многобожники погибли, а правоверные были спасены. Спустя некоторое время ковчег пристал к горе аль-Джуди, которая расположена вблизи Мосула. И было сказано: «Да сгинут нечестивцы!» Они были погублены, но вслед за погибелью их ожидало вечное проклятие и несчастье."
    },
    {
      "ayah": 45,
      "surah": 11,
      "text": "Господи! Ты приказал мне посадить на корабль по одному самцу и одной самке от каждого вида животных и мою семью, и мой сын также является частью моей семьи. Воистину, Ты никогда не нарушаешь своего обещания. Ты - Самый справедливый и мудрый из судей. Очевидно, Нух испытывал сострадание к своей семье, и когда Аллах обещал ему спасти его семью, он решил, что это обещание распространится на всех ее членов, - как на верующих, так и на неверующих. Поэтому он обратился к Аллаху с такой молитвой. Тем не менее, он связал окончательное решение с Его совершенной мудростью."
    },
    {
      "ayah": 46,
      "surah": 11,
      "text": "О Нух! Твой сын не относится к тем членам твоей семьи, которым было обещано спасение. А молитва о спасении безбожника, который отказался уверовать в Аллаха и Его посланника, является неправедным поступком. Не проси меня о вещах, последствия которых тебе не известны, ведь одни из них могут принести тебе пользу, а другие - причинить тебе вред. Я настоятельно советую тебе быть одним из совершенных рабов и избавиться от качеств невежественных людей."
    },
    {
      "ayah": 47,
      "surah": 11,
      "text": "Нух горько пожалел о содеянном и сказал: «Господи! Удержи меня от молитв, в которых я прошу то, чего не ведаю. Прости меня и помилуй, и если Ты не сделаешь этого, то я окажусь в числе тех, кто окажется в убытке. Воистину, избежать великого убытка можно только благодаря прощению и милости». Это свидетельствует о том, что Нух не знал, что ему было запрещено просить Аллаха о спасении для своего неверующего сына. Всевышний сказал ему: «Воздвигни ковчег у Нас на Глазах и по откровению Нашему, и не проси Меня за тех, которые были несправедливы. Воистину, они будут потоплены» (11:37); «Погрузи на него от каждого вида по паре и свою семью» (11:40). Совместив оба повеления, он решил, что его сын относится к членам его семьи. Однако впоследствии ему стало ясно, что его сын относился к неверующим, заступаться за которых было запрещено."
    },
    {
      "ayah": 48,
      "surah": 11,
      "text": "О Нух, сходи на берег с миром! Людей и животных, которые находились на борту ковчега, Мы благословим, и они расселятся во всех уголках земли. Но среди последующих народов будут такие, которых Мы вначале наделим мирскими благами, а затем подвергнем мучительному наказанию. Мы спасли вас, но это не помешает нам наказывать за неверие последующие поколения. Если даже они смогут недолго наслаждаться благами, их все равно постигнет возмездие. После завершения подробного изложения этой удивительной истории, узнать о которой мог только тот, кого Аллах почтил пророческой миссией, Всевышний Аллах сказал Мухаммаду, да благословит его Аллах и приветствует:"
    },
    {
      "ayah": 49,
      "surah": 11,
      "text": "Ни ты, ни твои соплеменники не знали об этом повествовании. Они не смогут сказать, что оно было известно им раньше. Посему вознеси хвалу Аллаху, поблагодари Его и терпеливо выполняй предписания своей религии, следуй прямым путем и призывай людей к Нему. Воистину, благой конец уготован только тем, кто остерегается грехов и сторонится ослушания. Нух одержал победу над своими соплеменниками, и ты тоже одержишь верх над неверующими."
    },
    {
      "ayah": 5,
      "surah": 11,
      "text": "Всевышний поведал о невежестве и глубоком заблуждении, которые пытаются утаить от Аллаха свои тайные помыслы, но это лишь покрывает их сердца пеленой, поскольку Аллах ведает об их помыслах и видит их деяния. И для того, чтобы изобличить их заблуждение, Всевышний Аллах поведал о том, что Ему доподлинно известно о человеческих поступках даже тогда, когда люди пытаются закутаться в покрывала, а ведь в таком состоянии людям удается совершать самые незаметные поступки. Более того, Всевышнему Аллаху известно обо всех словах и деяниях, которые люди совершают или произносят вслух или шепотом. Более того, Ему известно обо всех сокровенных мыслях, тайных помыслах и наущениях, которые таятся в человеческой душе и которые люди не осмеливаются произнести даже шепотом. Неужели после этого вы полагаете, что сможете скрыть от Аллаха правду о себе? Согласно другому толкованию, в этом откровении говорится о том, как неверные отворачивались от Пророка Мухаммада и беспечно относились к его проповедям. Их отвращение от истины было настолько велико, что при виде Пророка Мухаммада они сжимали грудь для того, чтобы он не увидел их и не обратился к ним со своими проповедями и полезными наставлениями. Может ли быть еще большее отвращение?!! А затем Всевышний Аллах пригрозил неверующим тем, что Ему известно обо всех их поступках и деяниях. Ни один поступок не сокроется от Аллаха, и неверующие сполна получат воздаяние за содеянное."
    },
    {
      "ayah": 50,
      "surah": 11,
      "text": "Пророк Худ был отправлен к адитам. Этот некогда известный народ проживал в местечке Ахкаф, расположенном в Йемене. Аллах назвал Своего пророка собратом адитов, потому что он был выходцем из этого народа. Людям было известно о его правдивости, и Аллах избрал своим посланником именно его для того, чтобы люди не отвергли его учение. Худ повелел им поклоняться одному Аллаху и запретил им приобщать к Аллаху сотоварищей. Он сообщил, что все остальные божества являются вымышленными и что поклонение таким божествам является великой ложью. Он также разъяснил, что поклоняться одному Аллаху обязательно и что многобожие чревато самыми страшными последствиями. А затем он отметил, что у его соплеменников нет причин не повиноваться ему. Он сказал:"
    },
    {
      "ayah": 51,
      "surah": 11,
      "text": "Я не обременяю вас материальными повинностями и не прошу вас вознаградить меня за свои проповеди. В противном случае вы могли бы сказать, что этот человек собирается завладеть вашим богатством. Воистину, я не требую никакой платы за свои проповеди и наставления, ведь вознаградить меня может только Всевышний Создатель. Неужели вы не хотите поразмыслить над моими проповедями, которые обязывают любого человека уверовать в истину и не оставляют причин, по которым их можно было бы отвергнуть?"
    },
    {
      "ayah": 52,
      "surah": 11,
      "text": "Просите прощения грехам, которые вы совершили в прошлом, и кайтесь в грехах, которые вы будете совершать в дальнейшем. Пусть ваше покаяние будет искренним, и пусть оно будет обращено только к Всевышнему Аллаху. Если вы поступите таким образом, то Аллах ниспошлет вам с неба обильные дожди, благодаря которым земля преподнесет вам множество даров, и вы соберете большой урожай. Вы обладаете огромной физической силой и говорите: «Кто может превзойти нас силой?» (41:15). Но если вы послушаетесь меня, то Аллах приумножит вашу силу. Не отворачивайтесь же от своего Господа и не будьте преступниками, которые надменно отказываются поклоняться Аллаху и осмеливаются совершать дерзкие грехи."
    },
    {
      "ayah": 53,
      "surah": 11,
      "text": "Просите прощения грехам, которые вы совершили в прошлом, и кайтесь в грехах, которые вы будете совершать в дальнейшем. Пусть ваше покаяние будет искренним, и пусть оно будет обращено только к Всевышнему Аллаху. Если вы поступите таким образом, то Аллах ниспошлет вам с неба обильные дожди, благодаря которым земля преподнесет вам множество даров, и вы соберете большой урожай. Вы обладаете огромной физической силой и говорите: «Кто может превзойти нас силой?» (41:15). Но если вы послушаетесь меня, то Аллах приумножит вашу силу. Не отворачивайтесь же от своего Господа и не будьте преступниками, которые надменно отказываются поклоняться Аллаху и осмеливаются совершать дерзкие грехи."
    },
    {
      "ayah": 54,
      "surah": 11,
      "text": "Просите прощения грехам, которые вы совершили в прошлом, и кайтесь в грехах, которые вы будете совершать в дальнейшем. Пусть ваше покаяние будет искренним, и пусть оно будет обращено только к Всевышнему Аллаху. Если вы поступите таким образом, то Аллах ниспошлет вам с неба обильные дожди, благодаря которым земля преподнесет вам множество даров, и вы соберете большой урожай. Вы обладаете огромной физической силой и говорите: «Кто может превзойти нас силой?» (41:15). Но если вы послушаетесь меня, то Аллах приумножит вашу силу. Не отворачивайтесь же от своего Господа и не будьте преступниками, которые надменно отказываются поклоняться Аллаху и осмеливаются совершать дерзкие грехи."
    },
    {
      "ayah": 55,
      "surah": 11,
      "text": "Просите прощения грехам, которые вы совершили в прошлом, и кайтесь в грехах, которые вы будете совершать в дальнейшем. Пусть ваше покаяние будет искренним, и пусть оно будет обращено только к Всевышнему Аллаху. Если вы поступите таким образом, то Аллах ниспошлет вам с неба обильные дожди, благодаря которым земля преподнесет вам множество даров, и вы соберете большой урожай. Вы обладаете огромной физической силой и говорите: «Кто может превзойти нас силой?» (41:15). Но если вы послушаетесь меня, то Аллах приумножит вашу силу. Не отворачивайтесь же от своего Господа и не будьте преступниками, которые надменно отказываются поклоняться Аллаху и осмеливаются совершать дерзкие грехи."
    },
    {
      "ayah": 56,
      "surah": 11,
      "text": "Просите прощения грехам, которые вы совершили в прошлом, и кайтесь в грехах, которые вы будете совершать в дальнейшем. Пусть ваше покаяние будет искренним, и пусть оно будет обращено только к Всевышнему Аллаху. Если вы поступите таким образом, то Аллах ниспошлет вам с неба обильные дожди, благодаря которым земля преподнесет вам множество даров, и вы соберете большой урожай. Вы обладаете огромной физической силой и говорите: «Кто может превзойти нас силой?» (41:15). Но если вы послушаетесь меня, то Аллах приумножит вашу силу. Не отворачивайтесь же от своего Господа и не будьте преступниками, которые надменно отказываются поклоняться Аллаху и осмеливаются совершать дерзкие грехи."
    },
    {
      "ayah": 57,
      "surah": 11,
      "text": "Неверующие соплеменники отвергли проповеди святого пророка и сказали: «О Худ! Ты не показал нам ясного знамения». Если они имели в виду знамение, которое они сами потребовали от пророка для того, чтобы изобличить его в беспомощности и бессилии, то в демонстрации такого знамения для подтверждения истины не было никакого смысла, поскольку от пророка требовалось показать только знамения, свидетельствующие о правдивости его учения. если они имели в виду, что он вообще не показал им знамений, которые свидетельствовали о его правдивости, то они лгали, потому что абсолютно все пророки приходили к своим народам и по воле Аллаха показывали чудеса и знамения, которых было достаточно для того, чтобы люди уверовали в них. Худ призывал их искренне поклоняться одному Аллаху, не приобщая к Нему сотоварищей, совершать праведные деяния и придерживаться благородного нрава, удерживал их от идолопоклонства, мерзостей, несправедливости, всевозможных грехов и других низменных качеств. А наряду с этим он обладал достоинствами, которые бывают присущи только самым лучшим и самым правдивым людям. И если бы его проповеди и достоинства были его единственным знамением, этого было бы достаточно для того, чтобы убедиться в его правдивости. Более того, каждому благоразумному и сознательному человеку ясно, что такое знамение является гораздо более выразительным, нежели удивительные чудеса, увидеть которые удается лишь некоторым людям. Посмотрите на ясное знамение, свидетельствующее о правдивости святого пророка. Не имея помощников и соратников, он вышел к своим соплеменникам, бросил им вызов и громко заявил: «Я уповаю на Аллаха, моего и вашего Господа. Я призываю Аллаха в свидетели и прошу вас засвидетельствовать, что я не имею никакого отношения к божествам, которых вы приобщаете в сотоварищи к Аллаху. Объедините свои усилия против меня и не предоставляйте мне отсрочки!» Он бросил вызов врагам, которые обладали силой и властью и желали любым способом затушить свет его учения. Однако он не придавал этому никакого значения, и они не могли причинить ему никакого зла. Воистину, во всем этом было знамение для людей разумеющих. Его неверующие соплеменники сказали: «Мы не перестанем поклоняться нашим божествам только потому, что ты запрещаешь нам поступать таким образом. Мы считаем, что тебе не удалось подтвердить свои слова неопровержимыми знамениями. Мы отказываемся уверовать в тебя». Такими словами они давали понять святому пророку, что никогда не обратятся в правую веру и не перестанут скитаться во мраке неверия. А затем они сказали: «Мы лишь можем сказать, что один из наших богов поразил тебя безумием и лишил тебя разума. Ты бредишь и не понимаешь того, что говоришь». Пречист Господь, Который запечатал сердца этих нечестивцев! Они самым бесстыдным образом охарактеризовали самого правдивого человека, проповедовавшего среди них очевидную истину. И если бы Всевышний Аллах не поведал об их словах, благоразумные мужи постеснялись бы повторять эту чудовищную ложь. Однако Худ был твердо убежден в том, что ни многобожники, ни их вымышленные божества не смогут причинить ему зло, и поэтому он сказал: «Я призываю Аллаха в свидетели и прошу вас засвидетельствовать, что я не имею никакого отношения к вашим вымышленным божествам. Объедините свои усилия и сделайте все возможное для того, чтобы причинить мне зло. Не предоставляйте мне отсрочки и действуйте без промедления. Я полагаюсь только на Аллаха, Который сотворил все сущее, заботится о нас и управляет нами и вами. Все живое приходит в движение или застывает только по Его воле, и если вы объединитесь для того, чтобы причинить мне зло, то вам ничего не удастся сделать, если только Аллах не позволит вам одолеть меня. И если такое произойдет, то это будет соответствовать божественной мудрости. Воистину, мой Господь справедлив, беспристрастен и мудр. Его предопределение, законы, повеления, вознаграждение и наказание заслуживают самой славной похвалы. Все его деяния являются правильными и похвальными. Если вы откажетесь совершать то, к чему я вас призываю, то знайте, что я выполнил свою миссию и не буду отвечать за ваши поступки. И знайте, что мой Господь способен заменить вас другим народом, который будет поклоняться Ему одному, не приобщая к Нему сотоварищей. Своими злодеяниями вы можете навредить только себе, потому что неповиновение ослушников не причиняет Аллаху никакого вреда, равно как и повиновение праведников не приносит Ему никакой пользы. Если человек совершает праведные деяния, то поступает во благо себе, а если он совершает грехи, то поступает во вред себе. Воистину, мой Господь сохраняет и запоминает все сущее»."
    },
    {
      "ayah": 58,
      "surah": 11,
      "text": "Божьим наказание для адитов стал зловещий ураган, о котором Аллах сказал: «Вот Мы наслали на них недобрый ветер. Он обращал в подобие праха все, на что налетал» (51:41–42). Спастись от него удалось только пророку Худу и тем, кто уверовал вместе с ним. А все остальные представители его народа были подвергнуты лютой каре и уничтожены. В результате от адитов не осталось ничего, кроме остатков жилищ."
    },
    {
      "ayah": 59,
      "surah": 11,
      "text": "Они были несправедливыми людьми и заслужили жестокое возмездие. Они отвергли знамения своего Господа и сказали пророку: «О Худ! Ты не показал нам ясного знамения» (11:53). Они продолжали упрямо отвергать его проповеди, хотя были убеждены в его правоте. Они ослушались Божьих посланников, ибо всякий, кто ослушается одного посланника, фактически ослушается всех посланников в целом, потому что они проповедовали одну-единственную религию. А наряду с этим они повиновались горделивым упрямцам, которые деспотично относились к Божьим рабам и упрямо отрицали Божьи знамения. Из всего сказанного следует, что они ослушались тех, кто искренне желал им добра и беспокоился за них, и повиновались тем, кто обманывал их и желал им погибели. И нет ничего удивительного в том, что Аллах погубил их."
    },
    {
      "ayah": 6,
      "surah": 11,
      "text": "Всевышний Аллах обязался обеспечивать пропитанием и мирским уделом все живые существа, обитающие на поверхности земли, будь то люди либо животные, обитающие на суше или в воде. Все они получают пропитание от Аллаха. Ему ведомо о местах обитания и проживания Своих творений, а также о местах, куда они направляются и приходят. Все подробности их существования на земле записаны в Хранимой скрижали, в которой содержатся знания обо всем, чему суждено произойти на небесах и земле. Все это изначально было известно Аллаху и записано письменной тростью. Аллах пожелал, чтобы все произошло именно так, как это должно произойти, и чтобы каждое творение сполна получило пропитание. А это значит, что сердца творений должны полагаться на Господа, который обязался обеспечить их мирским уделом, и доподлинно знает о них и их качествах."
    },
    {
      "ayah": 60,
      "surah": 11,
      "text": "Во все времена люди будут вспоминать историю об этом порочном народе и его скверных поступках, и унижение будет преследовать их во веки веков. А когда наступит День воскресения, они окажутся в числе проклятых, потому что отвергли своего Господа, который сотворил их, одарил земным уделом и воспитал. Да сгинут адиты, народ пророка Худа! Аллах бесконечно отдалил их от любого добра и приблизил их ко всевозможному злу."
    },
    {
      "ayah": 61,
      "surah": 11,
      "text": "Самудяне - это известное племя, которое проживало в местечке Хиджр и долине аль-Кура. Аллах отправил к ним своего раба и посланника Салиха, который был выходцем из этого народа и собратом своих соплеменников. Ему также было велено призвать людей к поклонению одному Аллаху, и он сказал: «О мои соплеменники! Поклоняйтесь одному Аллаху и искренне служите Ему одному, потому что на небесах и на земле нет иного божества, достойного поклонения. Аллах сотворил вас из земли, поселил вас на ней и наделил властью. Он одарил вас зримыми и незримыми милостями и раскрыл перед вами большие возможности, благодаря чему вы можете строить дома, сажать деревья и засеивать поля. Вы извлекаете из этого выгоду и пользуетесь плодами своих трудов, а происходит это только по милости Аллаха. Никто не помогает Ему в этом, и никто не заслуживает поклонения наряду с Ним. Попросите же Аллаха простить вам неверие, многобожие и ослушание, которые были присущи вам в прошлом. Отрекитесь от них и обратитесь к своему Господу посредством искреннего покаяния. Воистину, Господь близок к тем, кто обращается к Нему с молитвами, прося о помощи или просто поклоняясь Ему. Он отвечает на молитвы Своих рабов, оказывая им помощь, принимая их поклонение и вознаграждая их самым славным образом». Следует знать, что близость Аллаха к творениям бывает двух видов: всеобщая и особая. Всеобщая близость проявляется в том, что Всевышний Аллах близок абсолютно ко всем творениям благодаря Своему знанию. По этому поводу Всевышний сказал: «Мы сотворили человека и знаем, что нашептывает ему душа. Мы ближе к нему, чем яремная вена» (50:16). А особая близость распространяется только на тех, кто поклоняется Аллаху, обращается к Нему с молитвами и питает к Нему искреннюю любовь. О такой близости говорится в следующем откровении: «Так нет! Не повинуйся ему, а пади ниц и приближайся к Аллаху» (96:19). Именно такая близость упоминается в обсуждаемом нами аяте и в следующем откровении: «Если Мои рабы спросят тебя обо Мне, то ведь Я близок и отвечаю на зов молящегося, когда он взывает ко Мне» (2:186). Особая близость Аллаха к Своим рабам свидетельствует о милосердии Всевышнего Господа, который отвечает на молитвы Своих рабов и удовлетворяет их желания. Именно поэтому прекрасные имена Аллаха - Близкий и Отзывчивый - упоминаются вместе."
    },
    {
      "ayah": 62,
      "surah": 11,
      "text": "Когда пророк Салих призвал многобожников искренне поклоняться одному Аллаху, они отвергли его проповеди и ответили на них самым отвратительным образом. Они сказали: «О Салих! Мы рассчитывали на тебя и надеялись, что ты являешься благоразумным человеком и принесешь пользу своему народу. Но сегодня все изменилось». Этими словами они засвидетельствовали, что Салих был известен своим благородным нравом и прекрасными нравственными качествами и считался одним из лучших сынов своего народа. Но стоило ему начать призывать своих соплеменников к воззрениям, которые не совпали с их низменными желаниями, как они изменили свое отношение к нему и заявили, что прежде он был безупречным человеком, но не оправдал возложенных на него надежд и стал человеком, от которого не стоит ожидать никакого добра. А его преступлением в глазах его соплеменников стали проповеди, в которых он призывал народ отказаться от поклонения идолам, которым прежде поклонялись их заблудшие отцы. Многобожники сочли это величайшим пороком Салиха. Он заявил о том, что его соплеменники и их заблудшие предки не были благоразумными людьми, и предложил им отречься от поклонения каменным истуканам, деревьям и другим идолам, которые не способны принести пользу или причинить вред. Он повелел исповедовать религию искренне ради Аллаха - Всевышнего Господа, который непрестанно одаряет людей своими щедротами, делает добро своим творениям и является единственным, кто ниспосылает людям блага и оберегает их от бедствий и напастей. Однако неверующие соплеменники сказали, что их терзают сомнения относительно правдивости его проповедей. Они заявили, что если бы они твердо знали о правдивости того, к чему призывал Салих, то непременно последовали бы за ним. Однако они говорили неправду, и это становится ясно из следующих аятов."
    },
    {
      "ayah": 63,
      "surah": 11,
      "text": "Когда пророк Салих призвал многобожников искренне поклоняться одному Аллаху, они отвергли его проповеди и ответили на них самым отвратительным образом. Они сказали: «О Салих! Мы рассчитывали на тебя и надеялись, что ты являешься благоразумным человеком и принесешь пользу своему народу. Но сегодня все изменилось». Этими словами они засвидетельствовали, что Салих был известен своим благородным нравом и прекрасными нравственными качествами и считался одним из лучших сынов своего народа. Но стоило ему начать призывать своих соплеменников к воззрениям, которые не совпали с их низменными желаниями, как они изменили свое отношение к нему и заявили, что прежде он был безупречным человеком, но не оправдал возложенных на него надежд и стал человеком, от которого не стоит ожидать никакого добра. А его преступлением в глазах его соплеменников стали проповеди, в которых он призывал народ отказаться от поклонения идолам, которым прежде поклонялись их заблудшие отцы. Многобожники сочли это величайшим пороком Салиха. Он заявил о том, что его соплеменники и их заблудшие предки не были благоразумными людьми, и предложил им отречься от поклонения каменным истуканам, деревьям и другим идолам, которые не способны принести пользу или причинить вред. Он повелел исповедовать религию искренне ради Аллаха - Всевышнего Господа, который непрестанно одаряет людей своими щедротами, делает добро своим творениям и является единственным, кто ниспосылает людям блага и оберегает их от бедствий и напастей. Однако неверующие соплеменники сказали, что их терзают сомнения относительно правдивости его проповедей. Они заявили, что если бы они твердо знали о правдивости того, к чему призывал Салих, то непременно последовали бы за ним. Однако они говорили неправду, и это становится ясно из следующих аятов."
    },
    {
      "ayah": 64,
      "surah": 11,
      "text": "Салих сказал: «О мои соплеменники! Я опираюсь на доказательство от моего Господа и убежден в своей правоте. Аллах оказал мне великую милость и почтил меня пророческой миссией и откровением. Неужели после этого я должен разделить ваши воззрения и согласиться с тем, к чему вы меня призываете? Кто станет защищать меня от Аллаха, если я ослушаюсь Его? Воистину, вы не можете принести мне ничего, кроме убытка, вреда и погибели. О мои соплеменники! Вот верблюдица Аллаха, которая будет для вас чудом и знамением. Она будет пить воду из колодца через день, и вы будете пить воду из колодца через день. А весь следующий день вы будете пить молоко из ее вымени. Вы не должны обеспечивать ее кормом и пропитанием - пусть она пасется на земле Аллаха. Но не убивайте ее и не причиняйте ей вреда, дабы не постигло вас скорое наказание»."
    },
    {
      "ayah": 65,
      "surah": 11,
      "text": "Салих сказал: «О мои соплеменники! Я опираюсь на доказательство от моего Господа и убежден в своей правоте. Аллах оказал мне великую милость и почтил меня пророческой миссией и откровением. Неужели после этого я должен разделить ваши воззрения и согласиться с тем, к чему вы меня призываете? Кто станет защищать меня от Аллаха, если я ослушаюсь Его? Воистину, вы не можете принести мне ничего, кроме убытка, вреда и погибели. О мои соплеменники! Вот верблюдица Аллаха, которая будет для вас чудом и знамением. Она будет пить воду из колодца через день, и вы будете пить воду из колодца через день. А весь следующий день вы будете пить молоко из ее вымени. Вы не должны обеспечивать ее кормом и пропитанием - пусть она пасется на земле Аллаха. Но не убивайте ее и не причиняйте ей вреда, дабы не постигло вас скорое наказание»."
    },
    {
      "ayah": 66,
      "surah": 11,
      "text": "Многобожники зарезали верблюдицу, и тогда пророк Салих сказал: «Вам осталось наслаждаться мирскими благами всего три дня, а затем вас постигнет неминуемое возмездие». И когда Всевышний Аллах отдал приказ наказать нечестивцев, спастись от страданий, позора и бесславия удалось только Салиху и его уверовавшим соплеменникам. Воистину, среди Его прекрасных имен - Всесильный и Могущественный. Благодаря Своей силе и Своему могуществу Он погубил много нечестивых народов, спасая от наказания посланников и их последователей."
    },
    {
      "ayah": 67,
      "surah": 11,
      "text": "Многобожники зарезали верблюдицу, и тогда пророк Салих сказал: «Вам осталось наслаждаться мирскими благами всего три дня, а затем вас постигнет неминуемое возмездие». И когда Всевышний Аллах отдал приказ наказать нечестивцев, спастись от страданий, позора и бесславия удалось только Салиху и его уверовавшим соплеменникам. Воистину, среди Его прекрасных имен - Всесильный и Могущественный. Благодаря Своей силе и Своему могуществу Он погубил много нечестивых народов, спасая от наказания посланников и их последователей."
    },
    {
      "ayah": 68,
      "surah": 11,
      "text": "Раздался ужасный вопль, от которого разорвались сердца неверующих, и они остались неподвижно лежать в своих жилищах, словно они никогда не наслаждались мирскими благами, словно жизнь никогда не кипела в их жилищах, словно они ни одного дня не пользовались земными щедротами. Они расстались с благами и вкусили наказание, которому нет конца, и от этого нечестивцам казалось, что это наказание было извечным и никогда не прекращалось. Они не уверовали в своего Господа после того, как увидели очевидное знамение. Воистину, они были самым несчастным и презренным народом. Упаси нас Аллах от подобного позора и наказания в мирской жизни!"
    },
    {
      "ayah": 69,
      "surah": 11,
      "text": "Раздался ужасный вопль, от которого разорвались сердца неверующих, и они остались неподвижно лежать в своих жилищах, словно они никогда не наслаждались мирскими благами, словно жизнь никогда не кипела в их жилищах, словно они ни одного дня не пользовались земными щедротами. Они расстались с благами и вкусили наказание, которому нет конца, и от этого нечестивцам казалось, что это наказание было извечным и никогда не прекращалось. Они не уверовали в своего Господа после того, как увидели очевидное знамение. Воистину, они были самым несчастным и презренным народом. Упаси нас Аллах от подобного позора и наказания в мирской жизни!"
    },
    {
      "ayah": 7,
      "surah": 11,
      "text": "Всевышний сообщил о том, что небеса и земля были сотворены за шесть дней. Их сотворение началось в воскресенье и завершилось в пятницу. Все это время Его Трон располагался над водой, что находится над седьмым небом. А после завершения сотворения небес и земли Всевышний Аллах вознесся на Трон, откуда Он управляет делами Вселенной по Своему усмотрению, руководствуясь законами предопределения и небесных религий. Он подвергает людей испытанию посредством того, что сотворил для них все, что находится на небесах и земле. Он ниспосылает им свои повеления и запреты и смотрит, кто из них совершает праведные деяния, а если говорить словами аль-Фудейла б. Ийада, кто из них исповедует религию Аллаха искренне и правильно. Его спросили: «О Абу Али! Что означает искренне и правильно?» Он ответил: «Если деяние является искренним, оно все равно не будет принято, пока не станет правильным. И если деяние является правильным, оно все равно не будет принятым, пока не станет искренним. Оно должно быть искренним и правильным. Искренним является то, что совершается ради Аллаха, а правильным является то, что соответствует шариату и Сунне». По этому поводу Всевышний сказал: «Я сотворил джиннов и людей только для того, чтобы они поклонялись Мне» (51:56); «Аллах - Тот, Кто сотворил семь небес и столько же земель. Повеление нисходит между ними, чтобы вы знали, что Аллах способен на всякую вещь и что Аллах объемлет знанием всякую вещь» (65:12). Из всего сказанного следует, что Всевышний Аллах сотворил творения для того, чтобы они поклонялись Ему и познавали Его посредством прекрасных имен и качеств. Он повелел им поступать таким образом, и всякий, кто покорится Аллаху и выполнит свои обязанности, окажется среди преуспевших. А всякий, кто отвернется от этого, окажется среди потерпевших убыток. Все они будут непременно собраны в обители, где каждый из них получит воздаяние за то, как он придерживался повелений и запретов своего Господа. Именно поэтому Аллах упомянул о том, что многобожники отказываются уверовать в воздаяние. Когда им говорят о воскрешении после смерти, они называют это ложью. Более того, они самым чудовищным образом отвергают миссию Пророка Мухаммада, ругают принесенное им откровение и называют его явным колдовством, тогда как в действительности оно является очевидной истиной."
    },
    {
      "ayah": 70,
      "surah": 11,
      "text": "Когда благородные ангелы явились к возлюбленному Аллаха, Божьему посланнику Ибрахиму, они принесли ему радостную весть о скором рождении мальчика. Это произошло, когда Аллах отправил ангелов погубить народ Лута и повелел им пройти через поселение Ибрахима и обрадовать его вестью о рождении Исхака. Войдя к святому пророку, ангелы поприветствовали его миром, и он также поприветствовал их миром. Это свидетельствует о том, что приветствие миром было узаконено даже в религии пророка Ибрахима, причем приветствовать встречного следует до того, как начать разговор. Это также свидетельствует о том, что отвечать на приветствие следует более обширным приветствием. Дело в том, что приветствие ангелов выражено глагольным предложением, которое в арабском языке подчеркивает обновление речи, тогда как ответное приветствие Ибрахима выражено именным предложением, которое подразумевает продолжение речи. Между глагольным и именным предложениями вообще существует большая разница, которая хорошо известна знатокам арабского языка. Когда гости вошли в дом Ибрахима, он отправился поскорее преподнести им зажаренного жирного теленка. Он положил перед ними теленка и сказал: «Не отведаете ли нашего угощения?» Однако гости даже не протянули руки для того, чтобы попробовать угощение, и тогда Ибрахиму стало боязно. Он подумал, что они явились с дурными намерениями и собираются причинить ему зло. И тогда ангелы сказали: «Не бойся нас! Мы - посланцы Аллаха, которым поручено уничтожить народ Лута»."
    },
    {
      "ayah": 71,
      "surah": 11,
      "text": "Когда благородные ангелы явились к возлюбленному Аллаха, Божьему посланнику Ибрахиму, они принесли ему радостную весть о скором рождении мальчика. Это произошло, когда Аллах отправил ангелов погубить народ Лута и повелел им пройти через поселение Ибрахима и обрадовать его вестью о рождении Исхака. Войдя к святому пророку, ангелы поприветствовали его миром, и он также поприветствовал их миром. Это свидетельствует о том, что приветствие миром было узаконено даже в религии пророка Ибрахима, причем приветствовать встречного следует до того, как начать разговор. Это также свидетельствует о том, что отвечать на приветствие следует более обширным приветствием. Дело в том, что приветствие ангелов выражено глагольным предложением, которое в арабском языке подчеркивает обновление речи, тогда как ответное приветствие Ибрахима выражено именным предложением, которое подразумевает продолжение речи. Между глагольным и именным предложениями вообще существует большая разница, которая хорошо известна знатокам арабского языка. Когда гости вошли в дом Ибрахима, он отправился поскорее преподнести им зажаренного жирного теленка. Он положил перед ними теленка и сказал: «Не отведаете ли нашего угощения?» Однако гости даже не протянули руки для того, чтобы попробовать угощение, и тогда Ибрахиму стало боязно. Он подумал, что они явились с дурными намерениями и собираются причинить ему зло. И тогда ангелы сказали: «Не бойся нас! Мы - посланцы Аллаха, которым поручено уничтожить народ Лута»."
    },
    {
      "ayah": 72,
      "surah": 11,
      "text": "Жена пророка Ибрахима также прислуживала гостям, и когда она услышала о том, кем являются их гости и какова их миссия, она была настолько удивлена, что засмеялась. И тогда ангелы сообщили ей весть о скором рождении Исхака и последующем появлении на свет Йакуба. Радостная весть также явилась для нее неожиданной, и она с удивлением воскликнула: «Неужели у меня будет ребенок? Ведь я - старая женщина, и муж мой - престарелый человек». Она назвала две причины, по которым рождение ребенка показалось ей удивительным."
    },
    {
      "ayah": 73,
      "surah": 11,
      "text": "Ангелы сказали: «Неужели ты удивляешься велению Аллаха? Воистину, в этом нет ничего удивительного, потому что любое Его желание непременно сбывается. Для Аллаха нет ничего невозможного, особенно, если речь идет об обитателях этого благословенного дома. Божья милость всегда будут осенять обитателей этого дома, а благодаря Божьему благословению этот дом всегда будет преисполнен добра и доброты. Воистину, ваш Господь достохвален и преславен. Его качества заслуживают похвалы, потому что они являются качествами совершенства. Его деяния заслуживают похвалы, потому что они преисполнены добродетели, великодушия, доброты, мудрости, справедливости и беспристрастности. Он преславен, поскольку Его качества и эпитеты являются великими и всеобъемлющими. Он не просто обладает совершенными качествами - они присущи Ему в самом совершенном и безупречном проявлении»."
    },
    {
      "ayah": 74,
      "surah": 11,
      "text": "Ангелы сказали: «Неужели ты удивляешься велению Аллаха? Воистину, в этом нет ничего удивительного, потому что любое Его желание непременно сбывается. Для Аллаха нет ничего невозможного, особенно, если речь идет об обитателях этого благословенного дома. Божья милость всегда будут осенять обитателей этого дома, а благодаря Божьему благословению этот дом всегда будет преисполнен добра и доброты. Воистину, ваш Господь достохвален и преславен. Его качества заслуживают похвалы, потому что они являются качествами совершенства. Его деяния заслуживают похвалы, потому что они преисполнены добродетели, великодушия, доброты, мудрости, справедливости и беспристрастности. Он преславен, поскольку Его качества и эпитеты являются великими и всеобъемлющими. Он не просто обладает совершенными качествами - они присущи Ему в самом совершенном и безупречном проявлении»."
    },
    {
      "ayah": 75,
      "surah": 11,
      "text": "Ангелы сказали: «Неужели ты удивляешься велению Аллаха? Воистину, в этом нет ничего удивительного, потому что любое Его желание непременно сбывается. Для Аллаха нет ничего невозможного, особенно, если речь идет об обитателях этого благословенного дома. Божья милость всегда будут осенять обитателей этого дома, а благодаря Божьему благословению этот дом всегда будет преисполнен добра и доброты. Воистину, ваш Господь достохвален и преславен. Его качества заслуживают похвалы, потому что они являются качествами совершенства. Его деяния заслуживают похвалы, потому что они преисполнены добродетели, великодушия, доброты, мудрости, справедливости и беспристрастности. Он преславен, поскольку Его качества и эпитеты являются великими и всеобъемлющими. Он не просто обладает совершенными качествами - они присущи Ему в самом совершенном и безупречном проявлении»."
    },
    {
      "ayah": 76,
      "surah": 11,
      "text": "Когда прошел страх, который Ибрахим почувствовал после странного поведения гостей, и святой пророк услышал радостную весть о появлении на свет ребенка, он принялся уговаривать ангелов не подвергать народ Лута погибели. По этому поводу Всевышний сказал: «Когда Наши посланцы прибыли к Ибрахиму (Аврааму) с радостной вестью, они сказали: “Мы собираемся погубить жителей этого селения. Воистину, его жители являются беззаконниками”. Он сказал: “Но ведь там Лут (Лот)!” Они сказали: “Нам лучше знать, кто там! Мы непременно спасем его и его семью, кроме его жены, которая будет в числе оставшихся позади”» (29:31–32). Ибрахим был великодушным человеком, обладал прекрасным нравом и сохранял хладнокровие даже тогда, когда невежественные люди поступали несправедливо. Он всегда смиренно обращался с молитвами к Аллаху и всегда стремился приблизиться к Аллаху. А для этого он стремился лучше познать Аллаха, сильнее возлюбить своего Господа, устремиться к Нему всей душой и отвернуться от всего остального. Именно эти качества побудили его заступиться даже за тех, кого Аллах приговорил к погибели. Однако посланцы посоветовали ему отказаться от споров, потому что Аллах уже отдал приказ, а в такой ситуации любые пререкания являются бесполезными."
    },
    {
      "ayah": 77,
      "surah": 11,
      "text": "Покинув Ибрахима, ангелы отправились к Луту. Их пришествие сильно огорчило святого пророка Лута. Он почувствовал себя стесненным и сказал: «Сегодня - очень тяжкий день». Он знал, что его соплеменники не оставят в покое ангелов, которые приняли облик прекрасных и обворожительных юношей, у которых даже не было бороды. И случилось именно то, чего он опасался."
    },
    {
      "ayah": 78,
      "surah": 11,
      "text": "Нечестивцы сбежались к его дому, желая совершить с гостями Лута отвратительный содомский грех, которого ранее не совершал ни один обитатель миров. И тогда пророк Лут сказал: «О мои соплеменники! Возьмите моих дочерей, ибо удовлетворить страсть с женщинами для вас лучше, чем совершить подобное с моими гостями». Это предложение было подобно предложению пророка Сулеймана рассечь пополам ребенка, относительно которого препирались две женщины. Он сделал его для того, чтобы выявить истину, потому что прекрасно знал, что его соплеменники не станут прикасаться к его дочерям и не испытывают к ним никакого влечения. А его главной целью было отвратить своих собратьев от величайшей мерзости. Он сказал: «Побойтесь Аллаха и не позорьте меня перед гостями! Откажитесь от своего намерения либо из страха перед Аллахом, либо из уважения ко мне и моим гостям. Не позорьте меня перед ними. Неужели среди вас нет ни одного благоразумного мужа, который призвал бы вас отказаться от подобного поступка и удержал бы вас от преступления?» Эти слова святого пророка свидетельствуют о том, что его соплеменники были совершенно лишены добродетели и мужества."
    },
    {
      "ayah": 79,
      "surah": 11,
      "text": "Нечестивцы сбежались к его дому, желая совершить с гостями Лута отвратительный содомский грех, которого ранее не совершал ни один обитатель миров. И тогда пророк Лут сказал: «О мои соплеменники! Возьмите моих дочерей, ибо удовлетворить страсть с женщинами для вас лучше, чем совершить подобное с моими гостями». Это предложение было подобно предложению пророка Сулеймана рассечь пополам ребенка, относительно которого препирались две женщины. Он сделал его для того, чтобы выявить истину, потому что прекрасно знал, что его соплеменники не станут прикасаться к его дочерям и не испытывают к ним никакого влечения. А его главной целью было отвратить своих собратьев от величайшей мерзости. Он сказал: «Побойтесь Аллаха и не позорьте меня перед гостями! Откажитесь от своего намерения либо из страха перед Аллахом, либо из уважения ко мне и моим гостям. Не позорьте меня перед ними. Неужели среди вас нет ни одного благоразумного мужа, который призвал бы вас отказаться от подобного поступка и удержал бы вас от преступления?» Эти слова святого пророка свидетельствуют о том, что его соплеменники были совершенно лишены добродетели и мужества."
    },
    {
      "ayah": 8,
      "surah": 11,
      "text": "Аллах откладывает наказание неверующих до предписанного срока, и они начинают с нетерпением ждать его наступления. По причине своего невежества и своей несправедливости они спрашивают друг другу: «Почему же наказание задерживается?» Их слова свидетельствуют об их неверии в Божье наказание, поскольку они, опираясь на свое благополучное житие в мирской жизни, пытаются уличить во лжи посланника Аллаха, да благословит его Аллах и приветствует, который оповестил их о приближении наказания. Но разве можно найти менее убедительный довод?! Воистину, наступит день, когда никто не сможет отвратить наказание от многобожников, и тогда они смогут задуматься над своими деяниями. Наказание окружит их со всех сторон и падет на них. А ведь прежде они настолько пренебрегали этим наказанием, что были уверены во лживости того, кто предостерегал от него."
    },
    {
      "ayah": 80,
      "surah": 11,
      "text": "Нечестивцы сказали: «Тебе прекрасно известно, что мы испытываем влечение только к мужчинам и не желаем иметь близости с женщинами». Их слова сильно разволновали пророка Лута, и тогда он воскликнул: «О, если бы я обладал достаточной силой для того, чтобы одолеть вас! Если бы я опирался на поддержку племени, которое остановило бы вас!» Он говорил о земных причинах, но не переставал опираться на мощнейшую опору - Всевышнего Аллаха, противостоять которому не способно ни одно творение."
    },
    {
      "ayah": 81,
      "surah": 11,
      "text": "Нечестивцы сказали: «Тебе прекрасно известно, что мы испытываем влечение только к мужчинам и не желаем иметь близости с женщинами». Их слова сильно разволновали пророка Лута, и тогда он воскликнул: «О, если бы я обладал достаточной силой для того, чтобы одолеть вас! Если бы я опирался на поддержку племени, которое остановило бы вас!» Он говорил о земных причинах, но не переставал опираться на мощнейшую опору - Всевышнего Аллаха, противостоять которому не способно ни одно творение."
    },
    {
      "ayah": 82,
      "surah": 11,
      "text": "Нечестивцы сказали: «Тебе прекрасно известно, что мы испытываем влечение только к мужчинам и не желаем иметь близости с женщинами». Их слова сильно разволновали пророка Лута, и тогда он воскликнул: «О, если бы я обладал достаточной силой для того, чтобы одолеть вас! Если бы я опирался на поддержку племени, которое остановило бы вас!» Он говорил о земных причинах, но не переставал опираться на мощнейшую опору - Всевышнего Аллаха, противостоять которому не способно ни одно творение."
    },
    {
      "ayah": 83,
      "surah": 11,
      "text": "Когда дело достигло такого оборота, и беспокойство пророка Лута стало неописуемо велико, ангелы поведали ему о том, кем они являются в действительности. Они заверили его, что нечестивцы не смогут причинить ему зла. А затем ангел Джибрил взмахнул крылом, и нечестивцы лишились зрения. Они разошлись по домам и пригрозили с наступлением рассвета наказать Лута. Тогда ангелы велели ему вывести семью из города под покровом ночи, задолго до наступления рассвета, дабы они могли отойти на безопасное расстояние от своего города. Им было велено спешить, думать только о собственном спасении и даже не оглядываться назад. И только жене пророка Лута было суждено остаться в городе и вкусить наказание вместе со своими соплеменниками, потому что она участвовала в их преступлениях. Именно она сообщила им о том, что в доме Лута остановились молодые люди. Когда ангелы поведали об этом святому пророку, он словно решил поторопить справедливое возмездие, и тогда посланцы сказали: «Их срок выйдет утром. Разве ж утро не близко?» А на рассвете Всевышний Аллах повелел подвергнуть этот грешный народ наказанию. Их поселения были перевернуты вверх дном, а сами они были забросаны огненными каменьями из обожженной глины. Эти раскаленные камни падали один за другим и преследовали тех, кому удалось сбежать из города. Эти камни были помечены признаками Божьего наказания и Божьего гнева. И не будет ничего удивительного, если такое наказание вновь обрушится на нечестивцев, которые совершают отвратительный грех, за который пострадал народ Лута. Пусть же рабы Аллаха остерегаются подобных преступлений, дабы их не поразило наказание, которое поразило их предшественников."
    },
    {
      "ayah": 84,
      "surah": 11,
      "text": "Мадьяниты - известный народ, который проживал в местечке Мадьян, расположенном в Палестине. Аллах отправил к ним их сородича Шуейба, которого они прекрасно знали, чтобы ничто не мешало им обучаться от него. Он сказал: «О мои соплеменники! Искренне поклоняйтесь одному Аллаху и отрекитесь от многобожия, которое вы исповедуете. А наряду с многобожием вы совершаете прочие грехи и обманываете людей на мере и весах. Удержитесь от этого, не обмеривайте и не обвешивайте покупателей, а будьте справедливы и беспристрастны. Я вижу, что вы наслаждаетесь богатством, здоровьем, благоденствием, детьми. Благодарите же Аллаха за дарованные вам щедроты. Не отвечайте на Божью милость неблагодарностью, а не то вы лишитесь мирских благ. Я боюсь, что вас может поразить наказание, которое окружит вас со всех сторон и не оставит от вас ничего»."
    },
    {
      "ayah": 85,
      "surah": 11,
      "text": "Мадьяниты - известный народ, который проживал в местечке Мадьян, расположенном в Палестине. Аллах отправил к ним их сородича Шуейба, которого они прекрасно знали, чтобы ничто не мешало им обучаться от него. Он сказал: «О мои соплеменники! Искренне поклоняйтесь одному Аллаху и отрекитесь от многобожия, которое вы исповедуете. А наряду с многобожием вы совершаете прочие грехи и обманываете людей на мере и весах. Удержитесь от этого, не обмеривайте и не обвешивайте покупателей, а будьте справедливы и беспристрастны. Я вижу, что вы наслаждаетесь богатством, здоровьем, благоденствием, детьми. Благодарите же Аллаха за дарованные вам щедроты. Не отвечайте на Божью милость неблагодарностью, а не то вы лишитесь мирских благ. Я боюсь, что вас может поразить наказание, которое окружит вас со всех сторон и не оставит от вас ничего»."
    },
    {
      "ayah": 86,
      "surah": 11,
      "text": "Мерьте и взвешивайте по справедливости и относитесь к людям так, как вы хотите, чтобы они относились к вам. Не удерживайте часть имущества других людей, потому что обмеривание и обвешивание покупателей подобно воровству. Не распространяйте на земле бесчестия, потому что постоянное ослушание Аллаха портит воззрения людей, пагубно сказывается на их набожности и мирской жизни, губит их урожаи и потомков. Вам вполне достаточно тех благ, которые оставляет вам Аллах, которые принадлежат вам по праву. Посему не стремитесь к тому, в чем вы абсолютно не нуждаетесь, что может принести вам огромный вред. Если вы действительно являетесь верующими, то поступайте в соответствии с требованиями правой веры. Я не послан наблюдать за вашими деяниями, и я - не поручитель за вас. Ваши деяния запоминает и сохраняет Аллах, а я всего лишь довожу до вашего сведения Божье послание."
    },
    {
      "ayah": 87,
      "surah": 11,
      "text": "Многобожники решили посмеяться над святым пророком и подчеркнуть, что они не собираются отвечать на его призыв. Они сказали: «Ты запрещаешь нам поклоняться божествам, которым поклонялись наши отцы, только потому, что сам поклоняешься одному Аллаху и совершаешь намаз только ради Аллаха. Неужели мы должны отказаться от своих богов ради твоих слов, которые абсолютно не опираются на доказательства? Неужели мы поступим таким образом только для того, чтобы угодить тебе? Неужели мы последуем за тобой и откажемся от дороги наших мудрых предков?! Мы не станем поступать таким образом и не станем распоряжаться нашим имуществом так, как ты нам велишь. Мы не будем отмеривать и взвешивать товары справедливо и отдавать должное окружающим. Мы будем поступать так, как того пожелаем, потому что это имущество принадлежит нам, и ты не вправе распоряжаться нашей собственностью. Неужели это ты славишься своим терпением и степенностью? Неужели твоим качеством является благоразумие? Говорят, что ты всегда поступаешь правильно и повелеваешь совершать только правильные поступки. Но это - далеко не так». Этими насмешливыми словами они хотели сказать, что в действительности святой пророк обладает совершенно противоположными качествами. Они хотели обвинить его в глупости и заблуждении, говоря: «Если ты являешься выдержанным и благоразумным человеком, тогда наши отцы были глупыми и заблудшими людьми. Как такое возможно?!» Они хотели посмеяться над Божьим посланником, когда назвали его выдержанным и благоразумным человеком. Они хотели показать, что в действительности все наоборот. Однако все было именно так, как они сказали. Именно намаз побуждал святого пророка запрещать своим соплеменникам поклоняться идолам, которым поклонялись их заблудшие предки, и распоряжаться своим имуществом так, как они того хотели. Воистину, намаз удерживает человека от мерзости и предосудительных поступков. А какие грехи являются более мерзкими и предосудительными, чем поклонение вымышленным божествам, ущемление прав рабов Божьих и присвоение чужой собственности посредством обмеривания и обвешивания? Что же касается пророка Шуейба, то он действительно был терпеливым, выдержанным и благоразумным человеком."
    },
    {
      "ayah": 88,
      "surah": 11,
      "text": "Пророк Шуейб сказал: «О мои соплеменники! Я абсолютно спокоен и убежден в правдивости моего учения. Аллах даровал мне всевозможное богатство, и я не желаю обманывать людей на мере и на весах, удерживая вас от этих прегрешений. В противном случае вы сможете представить мне серьезные обвинения. Однако я стараюсь первым отречься от любых грехов, в которых я призываю вас покаяться. Я проповедую среди вас для того, чтобы ваши деяния стали праведными и приносили вам пользу. Я не преследую корыстных целей и по мере возможностей стараюсь не делать ничего во благо только себе одному. Но не думайте, что я восхваляю себя. Воистину, совершать добрые дела и удерживаться от злодеяний мне удается только благодаря поддержке Всевышнего Аллаха. Это не является результатом моих стараний и усилий. Во всех начинаниях я полагаюсь только на Аллаха, и мне достаточно Его поддержки. Я обращаюсь только к Нему и посвящаю свое поклонение только Ему». Этими словами святой пророк подчеркнул, что пытался приблизиться к Аллаху посредством разных праведных деяний. И если человек испрашивает помощь у Аллаха и искренне обращается к Нему, то все его поступки непременно окажутся правильными. Именно поэтому Всевышний Аллах сказал: «Аллаху ведомо сокровенное на небесах и на земле, и к Нему возвращаются дела. Посему поклоняйся Ему и уповай на Него, ибо Господь твой не находится в неведении о том, что вы совершаете» (11:123). А в другом откровении говорится: «Тебе одному мы поклоняемся и Тебя одного молим о помощи» (1:5)."
    },
    {
      "ayah": 89,
      "surah": 11,
      "text": "Пророк Шуейб сказал: «О мои соплеменники! Я абсолютно спокоен и убежден в правдивости моего учения. Аллах даровал мне всевозможное богатство, и я не желаю обманывать людей на мере и на весах, удерживая вас от этих прегрешений. В противном случае вы сможете представить мне серьезные обвинения. Однако я стараюсь первым отречься от любых грехов, в которых я призываю вас покаяться. Я проповедую среди вас для того, чтобы ваши деяния стали праведными и приносили вам пользу. Я не преследую корыстных целей и по мере возможностей стараюсь не делать ничего во благо только себе одному. Но не думайте, что я восхваляю себя. Воистину, совершать добрые дела и удерживаться от злодеяний мне удается только благодаря поддержке Всевышнего Аллаха. Это не является результатом моих стараний и усилий. Во всех начинаниях я полагаюсь только на Аллаха, и мне достаточно Его поддержки. Я обращаюсь только к Нему и посвящаю свое поклонение только Ему». Этими словами святой пророк подчеркнул, что пытался приблизиться к Аллаху посредством разных праведных деяний. И если человек испрашивает помощь у Аллаха и искренне обращается к Нему, то все его поступки непременно окажутся правильными. Именно поэтому Всевышний Аллах сказал: «Аллаху ведомо сокровенное на небесах и на земле, и к Нему возвращаются дела. Посему поклоняйся Ему и уповай на Него, ибо Господь твой не находится в неведении о том, что вы совершаете» (11:123). А в другом откровении говорится: «Тебе одному мы поклоняемся и Тебя одного молим о помощи» (1:5)."
    },
    {
      "ayah": 9,
      "surah": 11,
      "text": "Аллах откладывает наказание неверующих до предписанного срока, и они начинают с нетерпением ждать его наступления. По причине своего невежества и своей несправедливости они спрашивают друг другу: «Почему же наказание задерживается?» Их слова свидетельствуют об их неверии в Божье наказание, поскольку они, опираясь на свое благополучное житие в мирской жизни, пытаются уличить во лжи посланника Аллаха, да благословит его Аллах и приветствует, который оповестил их о приближении наказания. Но разве можно найти менее убедительный довод?! Воистину, наступит день, когда никто не сможет отвратить наказание от многобожников, и тогда они смогут задуматься над своими деяниями. Наказание окружит их со всех сторон и падет на них. А ведь прежде они настолько пренебрегали этим наказанием, что были уверены во лживости того, кто предостерегал от него."
    },
    {
      "ayah": 90,
      "surah": 11,
      "text": "О мои соплеменники! Вы откололись от меня и противитесь мне! Но пусть ваши разногласия со мной не обрекут вас на наказание, подобное тому, которое постигло народ пророка Нуха, или народ пророка Худа, или народ пророка Салиха. Да и народ пророка Лута жил не так давно и не так далеко от вас. Просите у Аллаха прощения грехам, которые вы уже совершили, и искренне покайтесь в грехах, которые вам еще предстоит совершить. Обратитесь к Аллаху, выполняя Его повеления и избегая ослушания. И если вы покаетесь и устремитесь к своему Господу, то Он непременно помилует вас, простит вас, примет ваши покаяния и почтит вас своей любовью. Следует отметить, что прекрасное имя Аллаха аль-Вадуд (‘любящий’, ‘любимый’) означает, что Всевышний Аллах любит Своих верующих рабов, которые любят Его. Такая морфологическая конструкция одновременно означает как действительное, так и страдательное причастие."
    },
    {
      "ayah": 91,
      "surah": 11,
      "text": "Многобожники были раздражены проповедями и наставлениями святого пророка и сказали: «О Шуейб! Мы не понимаем твоих проповедей и не понимаем многое из того, что ты говоришь». Это свидетельствовало об их ненависти и отвращении к истине. Они также сказали: «Ты не являешься старейшиной или вождем. Ты - всего лишь слабый и беспомощный человек. И если бы не твои друзья и родственники, то мы непременно забросали бы тебя камнями. Мы абсолютно не ценим тебя и не испытываем к тебе никакого уважения. Но мы уважаем твоих родственников, и поэтому мы оставляем тебя в покое»."
    },
    {
      "ayah": 92,
      "surah": 11,
      "text": "Сочувствуя своим соплеменникам, святой пророк сказал: «Как вы можете оказывать мне милость ради моих родственников и не делать этого ради Аллаха? Неужели вы почитаете мой род больше, чем Аллаха? Воистину, вы повернулись спиной к повелениям Аллаха, не обращаете на Него внимания и не боитесь Его. А ведь мой Господь объемлет своим знанием ваши деяния. Ни одна крупица на небесах и земле не может сокрыться от Него, и вы непременно получите полное воздаяние за свои поступки»."
    },
    {
      "ayah": 93,
      "surah": 11,
      "text": "Когда же пророк Шуейб увидел, что его проповеди не приносят пользы, он сказал: «О мои соплеменники! Вы руководствуйтесь своей религией, а я буду руководствоваться своей. Очень скоро вы узнаете, кого поразит вечное наказание. Вы также узнаете, кто из нас был лжецом. Ждите того, что меня поразит наказание, а я буду ждать того, что произойдет с вами». Многобожники действительно узнали истину, когда свершилось предсказание Божьего посланника."
    },
    {
      "ayah": 94,
      "surah": 11,
      "text": "Когда же пророк Шуейб увидел, что его проповеди не приносят пользы, он сказал: «О мои соплеменники! Вы руководствуйтесь своей религией, а я буду руководствоваться своей. Очень скоро вы узнаете, кого поразит вечное наказание. Вы также узнаете, кто из нас был лжецом. Ждите того, что меня поразит наказание, а я буду ждать того, что произойдет с вами». Многобожники действительно узнали истину, когда свершилось предсказание Божьего посланника."
    },
    {
      "ayah": 95,
      "surah": 11,
      "text": "Когда Всевышний Аллах повелел уничтожить народ Шуейба, спастись от наказания удалось только самому пророку и тем, кто уверовал вместе с ним. А нечестивцы были поражены зловещим воплем и неподвижно лежали в их домах. На утро они не двигались и не издавали никаких звуков, словно в их домах никогда не кипела жизнь, словно они никогда не наслаждались мирскими благами. Да сгинут мадьяниты, погубленные и посрамленные Самим Аллахом! Да сгинут они, подобно самудянам! Воистину, эти два народа вкусили Божье проклятие и наказание. А пророк Шуейб благодаря своему прекрасному обхождению с соплеменниками заслужил право называться проповедником пророков. Из его истории можно сделать много полезных выводов и мудрых наставлений. Перечислим некоторые из них: 1. Неверующие получают наказание не только за искаженные представления об основах религии, но и за нарушение второстепенных предписаний шариата, и поэтому в проповедях следует упоминать не только основные, но и второстепенные вопросы религии. Вот почему пророк Шуейб наряду с призывом к поклонению одному Аллаху призывал своих соплеменников не обманывать людей на мере и на весах, а также предостерегал их от наказания за оба упомянутых прегрешения. 2. Обмеривание и обвешивание относятся к тяжким грехам, за которые человек может получить наказание даже в мирской жизни. Эти грехи подобны воровству, и если незаконное присвоение чужого имущества посредством обмана на мере и на весах обрекает человека на страдания, то что можно сказать о грабеже, когда преступник насильно лишает человека его собственности? 3. Воздаяние всегда соответствует совершенным деяниям, и если человек удерживает чужое имущество в надежде приумножить собственное богатство, то Аллах покарает его, лишив его богатства, а его грехи станут причиной его материального неблагополучия. Именно поэтому пророк Шуейб сказал: «Я вижу, как вы благоденствуете. Посему не совершайте деяний, которые лишат вас этих мирских благ». 4. Раб Божий должен довольствоваться тем, что ему даровал Аллах. Он должен довольствоваться дозволенными благами и воздерживаться от всего запрещенного. Он должен довольствоваться честным заработком и не приумножать богатство незаконным путем. Поступать таким образом лучше для любого человека, поскольку пророк Шуейб сказал: «Оставленное вам Аллахом лучше для вас, если только вы веруете» (11:86). Если человек довольствуется честным заработком, то он сможет извлечь пользу из дарованного ему удела и приумножить свое богатство, но если он пользуется запрещенными способами обретения имущества, то обрекает себя на погибель и лишается Божьего благословения. 5. Стремление заработать мирские блага честным путем является результатом и благим последствием правой веры, потому что святой пророк поставил это стремление в зависимость от веры. А это значит, что если человек не совершает праведных деяний, то его вера является слабой или вообще отсутствует. 6. Совершать намаз было предписано даже древним пророкам, потому что этот поступок является одним из самых достойных. Даже неверующие осознавали важность этого обряда поклонения и его превосходство над остальными деяниями. Именно намаз удерживает человека от мерзостей и предосудительных поступков, является мерилом веры и набожности. И если человек регулярно совершает намаз надлежащим образом, то все его деяния являются правильными. Если же он не делает этого, то его вера разрушается. 7. Если Аллах одаряет человека благами и наделяет его богатством, это совершенно не означает того, что человек может делать с этим богатством все, что ему заблагорассудится. Человек несет ответственность за вверенное ему богатство, и он должен выполнять свои обязанности перед Аллахом, выполняя свои материальные обязанности перед людьми и воздерживаясь от заработка, запрещенного Аллахом и Его посланником. А неверующие и им подобные ошибаются, когда полагают, что могут распоряжаться своим имуществом по собственному усмотрению, независимо от того, совпадает это с предписаниями Аллаха или противоречит им. 8. Призыв проповедника является совершенным тогда, когда он первым совершает то, к чему призывает окружающих, и первым воздерживается от того, что он запрещает другим. Именно поэтому пророк Шуейб сказал: «Я не хочу отличаться от вас и совершать то, что я запрещаю совершать вам» (11:88). А Всевышний Аллах сказал: «О те, которые уверовали! Почему вы говорите то, чего не делаете? Велика ненависть Аллаха к тому, что говорите то, чего не делаете» (61:2–3). 9. Стремление по мере возможности исправить людские деяния было обязанностью и дорогой всех Божьих посланников. Они желали добиться наилучшего результата, принести людям пользу или хотя бы сделать то, что было в их силах. Они также желали предотвратить зло или хотя бы уменьшить его. А наряду с этим они стремились принести пользу отдельным людям. И конечно же, настоящая польза заключается в исправлении деяний, связанных с мирской и духовной жизнью людей. 10. Если человек делает все возможное для того, чтобы исправить существующее положение вещей, то его нельзя упрекать и порицать за то, что он не совершает того, что выше его возможностей. Поэтому человек должен исправлять свои деяния и деяния окружающих по мере своих возможностей. 11. Раб Божий не должен полагаться на собственные силы даже на мгновение ока, а должен всегда испрашивать помощь у Аллаха и уповать на Него. И если Он почтит его Своей поддержкой, то он не должен обольщаться своими достижениями, а обязан связывать их со своим Покровителем и Благодетелем. Именно поэтому пророк Шуейб сказал: «Помогает мне только Аллах. На Него одного я уповаю, к Нему одному обращаюсь» (11:88). 12. Проповедник должен устрашать людей наказанием, которое постигло древние народы, и почаще рассказывать проповеди о судьбах грешников. А наряду с этим он должен призывать людей к набожности и рассказывать о том, как Аллах одаряет своих богобоязненных рабов. 13. Если человек раскаивается в совершенном грехе, то Всевышний Аллах не только прощает его прегрешение, но и одаряет его своей любовью. И ошибается тот, кто говорит: «Если человек покаялся в прегрешении, то ему достаточно того, что Аллах прощает ему содеянное. Но это не означает, что Аллах снова возлюбил его». По этому поводу пророк Шуейб сказал: «Попросите прощения у своего Господа, а затем покайтесь перед Ним. Воистину, мой Господь - Милосердный, Любящий (или Любимый)» (11:90). 14. Аллах защищает правоверных различными способами, некоторые из которых известны правоверным, а некоторые остаются непознанными. Одних верующих Аллах защищает посредством их родственников или неверующих соплеменников, как это произошло с пророком Шуейбом. Его соплеменники хотели забросать его камнями, но не сделали этого ради его сородичей. И если подобные обстоятельства оберегают ислам и мусульман, то пользоваться ими разрешается. Более того, иногда это может быть необходимо, потому что от проповедника требуется делать все возможное для исправления общества. А это значит, что если мусульмане живут в стране, которой правят неверующие, то им лучше стремиться к созданию республики, которая бы предоставляла отдельным личностям и целым народам права исповедовать религию и благоустраивать мирскую жизнь, нежели покоряться государству, которое мешает людям исповедовать религию и заботиться о мирском благополучии, порабощает людей и лишает их гражданских прав. Безусловно, было бы замечательно, если бы существовало мусульманское государство, которым правили бы мусульмане. Но если такого государства не существует, то лучше отдать предпочтение государству, в котором оберегаются религиозные и мирские права людей. А лучше всего об этом известно Аллаху."
    },
    {
      "ayah": 96,
      "surah": 11,
      "text": "Когда Всевышний Аллах повелел уничтожить народ Шуейба, спастись от наказания удалось только самому пророку и тем, кто уверовал вместе с ним. А нечестивцы были поражены зловещим воплем и неподвижно лежали в их домах. На утро они не двигались и не издавали никаких звуков, словно в их домах никогда не кипела жизнь, словно они никогда не наслаждались мирскими благами. Да сгинут мадьяниты, погубленные и посрамленные Самим Аллахом! Да сгинут они, подобно самудянам! Воистину, эти два народа вкусили Божье проклятие и наказание. А пророк Шуейб благодаря своему прекрасному обхождению с соплеменниками заслужил право называться проповедником пророков. Из его истории можно сделать много полезных выводов и мудрых наставлений. Перечислим некоторые из них: 1. Неверующие получают наказание не только за искаженные представления об основах религии, но и за нарушение второстепенных предписаний шариата, и поэтому в проповедях следует упоминать не только основные, но и второстепенные вопросы религии. Вот почему пророк Шуейб наряду с призывом к поклонению одному Аллаху призывал своих соплеменников не обманывать людей на мере и на весах, а также предостерегал их от наказания за оба упомянутых прегрешения. 2. Обмеривание и обвешивание относятся к тяжким грехам, за которые человек может получить наказание даже в мирской жизни. Эти грехи подобны воровству, и если незаконное присвоение чужого имущества посредством обмана на мере и на весах обрекает человека на страдания, то что можно сказать о грабеже, когда преступник насильно лишает человека его собственности? 3. Воздаяние всегда соответствует совершенным деяниям, и если человек удерживает чужое имущество в надежде приумножить собственное богатство, то Аллах покарает его, лишив его богатства, а его грехи станут причиной его материального неблагополучия. Именно поэтому пророк Шуейб сказал: «Я вижу, как вы благоденствуете. Посему не совершайте деяний, которые лишат вас этих мирских благ». 4. Раб Божий должен довольствоваться тем, что ему даровал Аллах. Он должен довольствоваться дозволенными благами и воздерживаться от всего запрещенного. Он должен довольствоваться честным заработком и не приумножать богатство незаконным путем. Поступать таким образом лучше для любого человека, поскольку пророк Шуейб сказал: «Оставленное вам Аллахом лучше для вас, если только вы веруете» (11:86). Если человек довольствуется честным заработком, то он сможет извлечь пользу из дарованного ему удела и приумножить свое богатство, но если он пользуется запрещенными способами обретения имущества, то обрекает себя на погибель и лишается Божьего благословения. 5. Стремление заработать мирские блага честным путем является результатом и благим последствием правой веры, потому что святой пророк поставил это стремление в зависимость от веры. А это значит, что если человек не совершает праведных деяний, то его вера является слабой или вообще отсутствует. 6. Совершать намаз было предписано даже древним пророкам, потому что этот поступок является одним из самых достойных. Даже неверующие осознавали важность этого обряда поклонения и его превосходство над остальными деяниями. Именно намаз удерживает человека от мерзостей и предосудительных поступков, является мерилом веры и набожности. И если человек регулярно совершает намаз надлежащим образом, то все его деяния являются правильными. Если же он не делает этого, то его вера разрушается. 7. Если Аллах одаряет человека благами и наделяет его богатством, это совершенно не означает того, что человек может делать с этим богатством все, что ему заблагорассудится. Человек несет ответственность за вверенное ему богатство, и он должен выполнять свои обязанности перед Аллахом, выполняя свои материальные обязанности перед людьми и воздерживаясь от заработка, запрещенного Аллахом и Его посланником. А неверующие и им подобные ошибаются, когда полагают, что могут распоряжаться своим имуществом по собственному усмотрению, независимо от того, совпадает это с предписаниями Аллаха или противоречит им. 8. Призыв проповедника является совершенным тогда, когда он первым совершает то, к чему призывает окружающих, и первым воздерживается от того, что он запрещает другим. Именно поэтому пророк Шуейб сказал: «Я не хочу отличаться от вас и совершать то, что я запрещаю совершать вам» (11:88). А Всевышний Аллах сказал: «О те, которые уверовали! Почему вы говорите то, чего не делаете? Велика ненависть Аллаха к тому, что говорите то, чего не делаете» (61:2–3). 9. Стремление по мере возможности исправить людские деяния было обязанностью и дорогой всех Божьих посланников. Они желали добиться наилучшего результата, принести людям пользу или хотя бы сделать то, что было в их силах. Они также желали предотвратить зло или хотя бы уменьшить его. А наряду с этим они стремились принести пользу отдельным людям. И конечно же, настоящая польза заключается в исправлении деяний, связанных с мирской и духовной жизнью людей. 10. Если человек делает все возможное для того, чтобы исправить существующее положение вещей, то его нельзя упрекать и порицать за то, что он не совершает того, что выше его возможностей. Поэтому человек должен исправлять свои деяния и деяния окружающих по мере своих возможностей. 11. Раб Божий не должен полагаться на собственные силы даже на мгновение ока, а должен всегда испрашивать помощь у Аллаха и уповать на Него. И если Он почтит его Своей поддержкой, то он не должен обольщаться своими достижениями, а обязан связывать их со своим Покровителем и Благодетелем. Именно поэтому пророк Шуейб сказал: «Помогает мне только Аллах. На Него одного я уповаю, к Нему одному обращаюсь» (11:88). 12. Проповедник должен устрашать людей наказанием, которое постигло древние народы, и почаще рассказывать проповеди о судьбах грешников. А наряду с этим он должен призывать людей к набожности и рассказывать о том, как Аллах одаряет своих богобоязненных рабов. 13. Если человек раскаивается в совершенном грехе, то Всевышний Аллах не только прощает его прегрешение, но и одаряет его своей любовью. И ошибается тот, кто говорит: «Если человек покаялся в прегрешении, то ему достаточно того, что Аллах прощает ему содеянное. Но это не означает, что Аллах снова возлюбил его». По этому поводу пророк Шуейб сказал: «Попросите прощения у своего Господа, а затем покайтесь перед Ним. Воистину, мой Господь - Милосердный, Любящий (или Любимый)» (11:90). 14. Аллах защищает правоверных различными способами, некоторые из которых известны правоверным, а некоторые остаются непознанными. Одних верующих Аллах защищает посредством их родственников или неверующих соплеменников, как это произошло с пророком Шуейбом. Его соплеменники хотели забросать его камнями, но не сделали этого ради его сородичей. И если подобные обстоятельства оберегают ислам и мусульман, то пользоваться ими разрешается. Более того, иногда это может быть необходимо, потому что от проповедника требуется делать все возможное для исправления общества. А это значит, что если мусульмане живут в стране, которой правят неверующие, то им лучше стремиться к созданию республики, которая бы предоставляла отдельным личностям и целым народам права исповедовать религию и благоустраивать мирскую жизнь, нежели покоряться государству, которое мешает людям исповедовать религию и заботиться о мирском благополучии, порабощает людей и лишает их гражданских прав. Безусловно, было бы замечательно, если бы существовало мусульманское государство, которым правили бы мусульмане. Но если такого государства не существует, то лучше отдать предпочтение государству, в котором оберегаются религиозные и мирские права людей. А лучше всего об этом известно Аллаху."
    },
    {
      "ayah": 97,
      "surah": 11,
      "text": "Когда Всевышний Аллах повелел уничтожить народ Шуейба, спастись от наказания удалось только самому пророку и тем, кто уверовал вместе с ним. А нечестивцы были поражены зловещим воплем и неподвижно лежали в их домах. На утро они не двигались и не издавали никаких звуков, словно в их домах никогда не кипела жизнь, словно они никогда не наслаждались мирскими благами. Да сгинут мадьяниты, погубленные и посрамленные Самим Аллахом! Да сгинут они, подобно самудянам! Воистину, эти два народа вкусили Божье проклятие и наказание. А пророк Шуейб благодаря своему прекрасному обхождению с соплеменниками заслужил право называться проповедником пророков. Из его истории можно сделать много полезных выводов и мудрых наставлений. Перечислим некоторые из них: 1. Неверующие получают наказание не только за искаженные представления об основах религии, но и за нарушение второстепенных предписаний шариата, и поэтому в проповедях следует упоминать не только основные, но и второстепенные вопросы религии. Вот почему пророк Шуейб наряду с призывом к поклонению одному Аллаху призывал своих соплеменников не обманывать людей на мере и на весах, а также предостерегал их от наказания за оба упомянутых прегрешения. 2. Обмеривание и обвешивание относятся к тяжким грехам, за которые человек может получить наказание даже в мирской жизни. Эти грехи подобны воровству, и если незаконное присвоение чужого имущества посредством обмана на мере и на весах обрекает человека на страдания, то что можно сказать о грабеже, когда преступник насильно лишает человека его собственности? 3. Воздаяние всегда соответствует совершенным деяниям, и если человек удерживает чужое имущество в надежде приумножить собственное богатство, то Аллах покарает его, лишив его богатства, а его грехи станут причиной его материального неблагополучия. Именно поэтому пророк Шуейб сказал: «Я вижу, как вы благоденствуете. Посему не совершайте деяний, которые лишат вас этих мирских благ». 4. Раб Божий должен довольствоваться тем, что ему даровал Аллах. Он должен довольствоваться дозволенными благами и воздерживаться от всего запрещенного. Он должен довольствоваться честным заработком и не приумножать богатство незаконным путем. Поступать таким образом лучше для любого человека, поскольку пророк Шуейб сказал: «Оставленное вам Аллахом лучше для вас, если только вы веруете» (11:86). Если человек довольствуется честным заработком, то он сможет извлечь пользу из дарованного ему удела и приумножить свое богатство, но если он пользуется запрещенными способами обретения имущества, то обрекает себя на погибель и лишается Божьего благословения. 5. Стремление заработать мирские блага честным путем является результатом и благим последствием правой веры, потому что святой пророк поставил это стремление в зависимость от веры. А это значит, что если человек не совершает праведных деяний, то его вера является слабой или вообще отсутствует. 6. Совершать намаз было предписано даже древним пророкам, потому что этот поступок является одним из самых достойных. Даже неверующие осознавали важность этого обряда поклонения и его превосходство над остальными деяниями. Именно намаз удерживает человека от мерзостей и предосудительных поступков, является мерилом веры и набожности. И если человек регулярно совершает намаз надлежащим образом, то все его деяния являются правильными. Если же он не делает этого, то его вера разрушается. 7. Если Аллах одаряет человека благами и наделяет его богатством, это совершенно не означает того, что человек может делать с этим богатством все, что ему заблагорассудится. Человек несет ответственность за вверенное ему богатство, и он должен выполнять свои обязанности перед Аллахом, выполняя свои материальные обязанности перед людьми и воздерживаясь от заработка, запрещенного Аллахом и Его посланником. А неверующие и им подобные ошибаются, когда полагают, что могут распоряжаться своим имуществом по собственному усмотрению, независимо от того, совпадает это с предписаниями Аллаха или противоречит им. 8. Призыв проповедника является совершенным тогда, когда он первым совершает то, к чему призывает окружающих, и первым воздерживается от того, что он запрещает другим. Именно поэтому пророк Шуейб сказал: «Я не хочу отличаться от вас и совершать то, что я запрещаю совершать вам» (11:88). А Всевышний Аллах сказал: «О те, которые уверовали! Почему вы говорите то, чего не делаете? Велика ненависть Аллаха к тому, что говорите то, чего не делаете» (61:2–3). 9. Стремление по мере возможности исправить людские деяния было обязанностью и дорогой всех Божьих посланников. Они желали добиться наилучшего результата, принести людям пользу или хотя бы сделать то, что было в их силах. Они также желали предотвратить зло или хотя бы уменьшить его. А наряду с этим они стремились принести пользу отдельным людям. И конечно же, настоящая польза заключается в исправлении деяний, связанных с мирской и духовной жизнью людей. 10. Если человек делает все возможное для того, чтобы исправить существующее положение вещей, то его нельзя упрекать и порицать за то, что он не совершает того, что выше его возможностей. Поэтому человек должен исправлять свои деяния и деяния окружающих по мере своих возможностей. 11. Раб Божий не должен полагаться на собственные силы даже на мгновение ока, а должен всегда испрашивать помощь у Аллаха и уповать на Него. И если Он почтит его Своей поддержкой, то он не должен обольщаться своими достижениями, а обязан связывать их со своим Покровителем и Благодетелем. Именно поэтому пророк Шуейб сказал: «Помогает мне только Аллах. На Него одного я уповаю, к Нему одному обращаюсь» (11:88). 12. Проповедник должен устрашать людей наказанием, которое постигло древние народы, и почаще рассказывать проповеди о судьбах грешников. А наряду с этим он должен призывать людей к набожности и рассказывать о том, как Аллах одаряет своих богобоязненных рабов. 13. Если человек раскаивается в совершенном грехе, то Всевышний Аллах не только прощает его прегрешение, но и одаряет его своей любовью. И ошибается тот, кто говорит: «Если человек покаялся в прегрешении, то ему достаточно того, что Аллах прощает ему содеянное. Но это не означает, что Аллах снова возлюбил его». По этому поводу пророк Шуейб сказал: «Попросите прощения у своего Господа, а затем покайтесь перед Ним. Воистину, мой Господь - Милосердный, Любящий (или Любимый)» (11:90). 14. Аллах защищает правоверных различными способами, некоторые из которых известны правоверным, а некоторые остаются непознанными. Одних верующих Аллах защищает посредством их родственников или неверующих соплеменников, как это произошло с пророком Шуейбом. Его соплеменники хотели забросать его камнями, но не сделали этого ради его сородичей. И если подобные обстоятельства оберегают ислам и мусульман, то пользоваться ими разрешается. Более того, иногда это может быть необходимо, потому что от проповедника требуется делать все возможное для исправления общества. А это значит, что если мусульмане живут в стране, которой правят неверующие, то им лучше стремиться к созданию республики, которая бы предоставляла отдельным личностям и целым народам права исповедовать религию и благоустраивать мирскую жизнь, нежели покоряться государству, которое мешает людям исповедовать религию и заботиться о мирском благополучии, порабощает людей и лишает их гражданских прав. Безусловно, было бы замечательно, если бы существовало мусульманское государство, которым правили бы мусульмане. Но если такого государства не существует, то лучше отдать предпочтение государству, в котором оберегаются религиозные и мирские права людей. А лучше всего об этом известно Аллаху."
    },
    {
      "ayah": 98,
      "surah": 11,
      "text": "Когда Всевышний Аллах повелел уничтожить народ Шуейба, спастись от наказания удалось только самому пророку и тем, кто уверовал вместе с ним. А нечестивцы были поражены зловещим воплем и неподвижно лежали в их домах. На утро они не двигались и не издавали никаких звуков, словно в их домах никогда не кипела жизнь, словно они никогда не наслаждались мирскими благами. Да сгинут мадьяниты, погубленные и посрамленные Самим Аллахом! Да сгинут они, подобно самудянам! Воистину, эти два народа вкусили Божье проклятие и наказание. А пророк Шуейб благодаря своему прекрасному обхождению с соплеменниками заслужил право называться проповедником пророков. Из его истории можно сделать много полезных выводов и мудрых наставлений. Перечислим некоторые из них: 1. Неверующие получают наказание не только за искаженные представления об основах религии, но и за нарушение второстепенных предписаний шариата, и поэтому в проповедях следует упоминать не только основные, но и второстепенные вопросы религии. Вот почему пророк Шуейб наряду с призывом к поклонению одному Аллаху призывал своих соплеменников не обманывать людей на мере и на весах, а также предостерегал их от наказания за оба упомянутых прегрешения. 2. Обмеривание и обвешивание относятся к тяжким грехам, за которые человек может получить наказание даже в мирской жизни. Эти грехи подобны воровству, и если незаконное присвоение чужого имущества посредством обмана на мере и на весах обрекает человека на страдания, то что можно сказать о грабеже, когда преступник насильно лишает человека его собственности? 3. Воздаяние всегда соответствует совершенным деяниям, и если человек удерживает чужое имущество в надежде приумножить собственное богатство, то Аллах покарает его, лишив его богатства, а его грехи станут причиной его материального неблагополучия. Именно поэтому пророк Шуейб сказал: «Я вижу, как вы благоденствуете. Посему не совершайте деяний, которые лишат вас этих мирских благ». 4. Раб Божий должен довольствоваться тем, что ему даровал Аллах. Он должен довольствоваться дозволенными благами и воздерживаться от всего запрещенного. Он должен довольствоваться честным заработком и не приумножать богатство незаконным путем. Поступать таким образом лучше для любого человека, поскольку пророк Шуейб сказал: «Оставленное вам Аллахом лучше для вас, если только вы веруете» (11:86). Если человек довольствуется честным заработком, то он сможет извлечь пользу из дарованного ему удела и приумножить свое богатство, но если он пользуется запрещенными способами обретения имущества, то обрекает себя на погибель и лишается Божьего благословения. 5. Стремление заработать мирские блага честным путем является результатом и благим последствием правой веры, потому что святой пророк поставил это стремление в зависимость от веры. А это значит, что если человек не совершает праведных деяний, то его вера является слабой или вообще отсутствует. 6. Совершать намаз было предписано даже древним пророкам, потому что этот поступок является одним из самых достойных. Даже неверующие осознавали важность этого обряда поклонения и его превосходство над остальными деяниями. Именно намаз удерживает человека от мерзостей и предосудительных поступков, является мерилом веры и набожности. И если человек регулярно совершает намаз надлежащим образом, то все его деяния являются правильными. Если же он не делает этого, то его вера разрушается. 7. Если Аллах одаряет человека благами и наделяет его богатством, это совершенно не означает того, что человек может делать с этим богатством все, что ему заблагорассудится. Человек несет ответственность за вверенное ему богатство, и он должен выполнять свои обязанности перед Аллахом, выполняя свои материальные обязанности перед людьми и воздерживаясь от заработка, запрещенного Аллахом и Его посланником. А неверующие и им подобные ошибаются, когда полагают, что могут распоряжаться своим имуществом по собственному усмотрению, независимо от того, совпадает это с предписаниями Аллаха или противоречит им. 8. Призыв проповедника является совершенным тогда, когда он первым совершает то, к чему призывает окружающих, и первым воздерживается от того, что он запрещает другим. Именно поэтому пророк Шуейб сказал: «Я не хочу отличаться от вас и совершать то, что я запрещаю совершать вам» (11:88). А Всевышний Аллах сказал: «О те, которые уверовали! Почему вы говорите то, чего не делаете? Велика ненависть Аллаха к тому, что говорите то, чего не делаете» (61:2–3). 9. Стремление по мере возможности исправить людские деяния было обязанностью и дорогой всех Божьих посланников. Они желали добиться наилучшего результата, принести людям пользу или хотя бы сделать то, что было в их силах. Они также желали предотвратить зло или хотя бы уменьшить его. А наряду с этим они стремились принести пользу отдельным людям. И конечно же, настоящая польза заключается в исправлении деяний, связанных с мирской и духовной жизнью людей. 10. Если человек делает все возможное для того, чтобы исправить существующее положение вещей, то его нельзя упрекать и порицать за то, что он не совершает того, что выше его возможностей. Поэтому человек должен исправлять свои деяния и деяния окружающих по мере своих возможностей. 11. Раб Божий не должен полагаться на собственные силы даже на мгновение ока, а должен всегда испрашивать помощь у Аллаха и уповать на Него. И если Он почтит его Своей поддержкой, то он не должен обольщаться своими достижениями, а обязан связывать их со своим Покровителем и Благодетелем. Именно поэтому пророк Шуейб сказал: «Помогает мне только Аллах. На Него одного я уповаю, к Нему одному обращаюсь» (11:88). 12. Проповедник должен устрашать людей наказанием, которое постигло древние народы, и почаще рассказывать проповеди о судьбах грешников. А наряду с этим он должен призывать людей к набожности и рассказывать о том, как Аллах одаряет своих богобоязненных рабов. 13. Если человек раскаивается в совершенном грехе, то Всевышний Аллах не только прощает его прегрешение, но и одаряет его своей любовью. И ошибается тот, кто говорит: «Если человек покаялся в прегрешении, то ему достаточно того, что Аллах прощает ему содеянное. Но это не означает, что Аллах снова возлюбил его». По этому поводу пророк Шуейб сказал: «Попросите прощения у своего Господа, а затем покайтесь перед Ним. Воистину, мой Господь - Милосердный, Любящий (или Любимый)» (11:90). 14. Аллах защищает правоверных различными способами, некоторые из которых известны правоверным, а некоторые остаются непознанными. Одних верующих Аллах защищает посредством их родственников или неверующих соплеменников, как это произошло с пророком Шуейбом. Его соплеменники хотели забросать его камнями, но не сделали этого ради его сородичей. И если подобные обстоятельства оберегают ислам и мусульман, то пользоваться ими разрешается. Более того, иногда это может быть необходимо, потому что от проповедника требуется делать все возможное для исправления общества. А это значит, что если мусульмане живут в стране, которой правят неверующие, то им лучше стремиться к созданию республики, которая бы предоставляла отдельным личностям и целым народам права исповедовать религию и благоустраивать мирскую жизнь, нежели покоряться государству, которое мешает людям исповедовать религию и заботиться о мирском благополучии, порабощает людей и лишает их гражданских прав. Безусловно, было бы замечательно, если бы существовало мусульманское государство, которым правили бы мусульмане. Но если такого государства не существует, то лучше отдать предпочтение государству, в котором оберегаются религиозные и мирские права людей. А лучше всего об этом известно Аллаху."
    },
    {
      "ayah": 99,
      "surah": 11,
      "text": "Аллах отправил пророка Мусу, сына Имрана, и почтил его знамениями, которые свидетельствовали о правдивости его проповедей. Он показал людям чудеса, связанные с посохом и рукой, а также многие другие знамения. Его доказательства были очевидными и ясными, подобно солнцу. Он представил их Фараону и египетским вельможам, которые вели за собой целый народ. Однако они отказались покориться Мусе, несмотря на то, что стали очевидцами удивительных знамений, о которых Аллах подробно рассказал в суре «Аль-Араф». Они покорились Фараону, который принял совершенно неразумное решение. Он был заблудшим человеком, повеления которого были сущим злом. И не удивительно, что он погубил народ, который последовал за ним. Проклятия преследуют их на земле и будут преследовать их в День воскресения. Аллах, ангелы и все люди проклинают их в этом мире и будут проклинать их в Последней жизни. После упоминания о том, как Божьи посланники проповедовали среди своих народов, Всевышний Аллах обратился к Пророку Мухаммаду, да благословит его Аллах и приветствует, и сказал:"
    }
  ]
}
