{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 19,
      "text": "О Мухаммад! Скажи неверным и всем остальным людям, что ты являешься всего лишь человеком. Ты - не бог и не разделяешь с Аллахом власти над Вселенной. Ты не ведаешь сокровенного и не распоряжаешься сокровищницами Аллаха. Ты - всего лишь один из рабов своего Господа, которому ниспослано откровение. Аллах почтил тебя своим откровением и тем самым возвысил над остальными людьми. А самым важным знанием, которое люди могут узнать из этого откровения, является единобожие. Есть только один Бог, у Которого нет сотоварищей, а все остальные существа не заслуживают поклонения и обожествления даже весом на одну пылинку. Посему призывай людей трудиться для того, чтобы приблизиться к Богу, заслужить Его вознаграждение и уберечься от Его возмездия. Причем деяния людей должны быть праведными, а для этого люди должны выполнять обязательные и желательные предписания религии в строгом соответствии с шариатом Аллаха. И совершать их они должны не для показухи, а искренне ради Всевышнего Аллаха. Только тогда, когда человек будет совершать благодеяния искренне ради Аллаха и в строгом соответствии с шариатом, ему удастся добиться заветной цели. Что же касается всех остальных людей, то они понесут великий урон как при жизни на земле, так и после смерти. Они не смогут приблизиться к Всевышнему Покровителю и не сумеют снискать Его благоволение."
    },
    {
      "ayah": 10,
      "surah": 19,
      "text": "Рождение ребенка у пророка Закарии действительно было необычным событием. Оно противоречило законам, по которым Аллах управляет судьбами Своих творений. Однако Его могущество позволяет Ему создавать желаемое вопреки этим законам. И поэтому сотворение Йахьи не составило для Аллаха никакого труда, тем более что еще раньше Аллах сотворил самого Закарию, хотя он и был ничем."
    },
    {
      "ayah": 11,
      "surah": 19,
      "text": "Закария попросил у Аллаха знамение для того, чтобы его сердце обрело покой и уверенность. Это совершенно не означает того, что он усомнился в обещании Аллаха. Слова Закарии были похожи на слова пророка Ибрахима, о которых Всевышний Аллах сказал: «Вот сказал Ибрахим (Авраам): “Господи! Покажи мне, как Ты оживляешь покойников”. Он сказал: “Разве ты не веруешь?” Он сказал: “Конечно! Но я хочу, чтобы мое сердце успокоилось”» (2:260). Он попросил об этом для того, чтобы приумножить свои знания. Он был твердо убежден в этом, но хотел приумножить свою убежденность, увидев воскрешение воочию. Поэтому Аллах смилостивился над ним и удовлетворил его просьбу. Что же касается пророка Закарии, то Всевышний Аллах сказал ему: «Твое знамение будет в том, что ты будешь три дня разговаривать с людьми только знаками. Много поминай своего Господа и славь Его перед закатом и утром» (3:41). Смысл этого откровения не отличается от смысла обсуждаемого нами аята, потому что под тремя днями и тремя ночами подразумевается один и тот же промежуток времени. Аллах указал своему пророку на удивительное знамение. Он удержал его от разговоров с людьми в течение трех суток, хотя святой пророк не страдал немотой или другими недостатками речи и находился в полном благополучии. И это было свидетельством того, что Аллах властен творить необычные и удивительные вещи. Примечательно, что Аллах запретил своему пророку разговаривать с людьми, однако разрешил ему возвеличивать и поминать своего Господа. Получив это знамение, святой пророк обрел совершенную уверенность. Он возрадовался благой вести, покорился воле Аллаха и начал благодарить Его, поклоняться Ему и усердно поминать Его. Он решил уединиться в месте для моления, а затем вышел к людям и знаками велел им славословить Аллаху утром и вечером. А поступил он так, потому что благая весть о рождении Йахьи была радостью для всего народа и благом для религии."
    },
    {
      "ayah": 12,
      "surah": 19,
      "text": "Из предыдущих откровений становится ясно, что Йахья появился на свет, вырос и получил прекрасное воспитание. Когда же он достиг того возраста, когда человек начинает осознавать то, что от него требуют, Всевышний Аллах повелел ему крепко держаться Писания. Для этого от него требовалось изо всех сил заботиться о сохранении Писания в его исконном виде, осознании его истинного смысла и соблюдении его запретов и повелений. Только соблюдая эти предписания, пророк Йахья мог крепко держаться Небесного Писания, и он покорился воле своего Господа и начал заботиться о сохранении и изучении Откровения. Аллах же наделил его умом и проницательностью, которыми не обладали другие люди, и поэтому Он возвестил о том, что одарил его мудростью уже в младенческом возрасте."
    },
    {
      "ayah": 13,
      "surah": 19,
      "text": "Аллах наделил его добротой и состраданием, которые помогали ему справляться со своими обязанностями, приводить в порядок свои дела и совершать праведные поступки. Наряду с этим Он очистил его от недостатков и грехов. Он очистил его душу и разум, благодаря чему Йахья избавился от порочных качеств и дурного нрава и украсил себя прекрасными и достохвальными нравственными качествами. И поэтому Аллах назвал его богобоязненным человеком. Это означает, что он выполнял предписания религии и избегал совершения грехов. А всякий, кто является богобоязненным верующим, непременно входит в число приближенных Аллаха. Он попадет в Рай, который уготован богобоязненным и получит вознаграждение Аллаха как при жизни на земле, так и после смерти, и это будет вознаграждение за богобоязненность."
    },
    {
      "ayah": 14,
      "surah": 19,
      "text": "Он уважительно относился к своим родителям и не ослушался их повелений. Напротив, он делал им добро как словом, так и делом. Он не относился к числу гордецов и ослушников, которые надменно отказываются поклоняться Аллаху и проявляют высокомерие по отношению к Его рабам и своим родителям. Все это означает, что он исправно выполнял свои обязанности перед Аллахом и перед Его творениями. И благодаря этому Аллах одарил его благополучием как в ближней жизни, так и после смерти. Вот почему далее Всевышний Аллах сказал:"
    },
    {
      "ayah": 15,
      "surah": 19,
      "text": "Йахья был защищен от сатаны, зла и наказания с момента своего рождения вплоть до наступления Судного дня. Это также означает, что он сумеет спастись от огненной Преисподней и ее ужасов и окажется в числе тех, кто попадет в обитель мира и благополучия. Мир и благословение Аллаха ему, его родителю и всем остальным Божьим посланникам! Боже, сделай нас одними из их верных последователей, ибо Ты - Щедрый и Великодушный! После упоминания о пророках Закарие и Йахье, история которых является одним из удивительных знамений Аллаха, Он поведал о еще более удивительной истории. Таким образом, начав с менее удивительного, Аллах перешел к более удивительному сказанию."
    },
    {
      "ayah": 16,
      "surah": 19,
      "text": "Йахья был защищен от сатаны, зла и наказания с момента своего рождения вплоть до наступления Судного дня. Это также означает, что он сумеет спастись от огненной Преисподней и ее ужасов и окажется в числе тех, кто попадет в обитель мира и благополучия. Мир и благословение Аллаха ему, его родителю и всем остальным Божьим посланникам! Боже, сделай нас одними из их верных последователей, ибо Ты - Щедрый и Великодушный! После упоминания о пророках Закарие и Йахье, история которых является одним из удивительных знамений Аллаха, Он поведал о еще более удивительной истории. Таким образом, начав с менее удивительного, Аллах перешел к более удивительному сказанию."
    },
    {
      "ayah": 17,
      "surah": 19,
      "text": "Упоминание о Марьям в Коране является одним из ее достоинств, потому что это - Великое Писание, которое читают правоверные мусульмане на Востоке и Западе. В нем Марьям удостоена самых прекрасных слов и замечательной похвалы, которая стала воздаянием за ее прекрасные деяния и совершенные устремления. О Мухаммад! Вспомни о том, как Марьям удалилась от своей семьи в восточном направлении. Она скрылась от их взоров за завесой или другой преградой, чтобы в уединении поклоняться своему Господу. Она хотела целиком и полностью отдаться искреннему поклонению Ему и смириться перед Ним. Тем самым она желала выполнить волю Всевышнего Аллаха, о которой ей поведали ангелы: «О Марьям (Мария)! Воистину, Аллах избрал тебя, очистил и возвысил над женщинами миров. О Марьям (Мария)! Будь смиренной перед Господом твоим, падай ниц и кланяйся вместе с теми, кто кланяется» (3:42–43). В этот момент Аллах отправил к ней ангела Джибрила, который воплотился перед ней в пригожего мужчину, обладающего красивой внешностью и стройным сложением, не имеющего никаких пороков и недостатков. Он воплотился в мужчину, потому что она не смогла бы взглянуть на него, если бы он предстал перед ней в своем истинном обличии. Когда же она увидела его, то испугалась, потому что она находилась далеко от своей семьи и остальных людей. Около нее не было дорогих и любимых ею людей, и поэтому она испугалась того, что посторонний мужчина может причинить ей зло и покуситься на ее честь. Тогда она решила прибегнуть к покровительству своего Господа и попросить Его защитить ее."
    },
    {
      "ayah": 18,
      "surah": 19,
      "text": "Я прошу Аллаха смилостивиться надо мной и уберечь меня от зла, которое ты можешь причинить мне. И ты не сделаешь мне ничего плохого, если боишься Аллаха и выполняешь Его предписания. Отойди от меня подальше! Говоря эти слова, она одновременно попросила защиты у Аллаха, напомнила незнакомцу о суровом наказании Аллаха и велела ему соблюдать требования богобоязненности. Она была молодой девушкой, и вокруг не было никого, кроме красивого и прекрасно сложенного мужчины, который не сказал ей ни единого грубого слова и не пытался причинить ей зла. И даже оказавшись в такой ситуации, она устрашилась Аллаха, и это было совершенством целомудрия и стремления удалиться от зла и всех ведущих к нему путей. Такое целомудрие является одним из самых превосходных деяний, потому что оно проявляется в тот момент, когда есть все предпосылки для совершения греха и ничто не мешает этому. Вот почему Аллах сказал: «А также Марьям (Марию), дочь Имрана, которая сберегла целомудрие, и Мы вдохнули в него (в вырез на ее одежде) посредством Нашего духа (Джибрила). Она уверовала в Слова своего Господа и Его Писания и была одной из покорных» (66:12); «Помяни также ту, которая сохранила свое целомудрие (Марьям). Мы вдохнули в нее посредством Нашего духа (Джибрила) и сделали ее и ее сына (Ису) знамением для миров» (21:91). За свое целомудрие и свою добродетель Марьям была вознаграждена сыном, который стал одним из знамений Аллаха и одним из Его посланников."
    },
    {
      "ayah": 19,
      "surah": 19,
      "text": "Я прошу Аллаха смилостивиться надо мной и уберечь меня от зла, которое ты можешь причинить мне. И ты не сделаешь мне ничего плохого, если боишься Аллаха и выполняешь Его предписания. Отойди от меня подальше! Говоря эти слова, она одновременно попросила защиты у Аллаха, напомнила незнакомцу о суровом наказании Аллаха и велела ему соблюдать требования богобоязненности. Она была молодой девушкой, и вокруг не было никого, кроме красивого и прекрасно сложенного мужчины, который не сказал ей ни единого грубого слова и не пытался причинить ей зла. И даже оказавшись в такой ситуации, она устрашилась Аллаха, и это было совершенством целомудрия и стремления удалиться от зла и всех ведущих к нему путей. Такое целомудрие является одним из самых превосходных деяний, потому что оно проявляется в тот момент, когда есть все предпосылки для совершения греха и ничто не мешает этому. Вот почему Аллах сказал: «А также Марьям (Марию), дочь Имрана, которая сберегла целомудрие, и Мы вдохнули в него (в вырез на ее одежде) посредством Нашего духа (Джибрила). Она уверовала в Слова своего Господа и Его Писания и была одной из покорных» (66:12); «Помяни также ту, которая сохранила свое целомудрие (Марьям). Мы вдохнули в нее посредством Нашего духа (Джибрила) и сделали ее и ее сына (Ису) знамением для миров» (21:91). За свое целомудрие и свою добродетель Марьям была вознаграждена сыном, который стал одним из знамений Аллаха и одним из Его посланников."
    },
    {
      "ayah": 2,
      "surah": 19,
      "text": "О Мухаммад! Мы откроем тебе повествование и подробно расскажем тебе о пророке Закарие, его праведных деяниях и славных достоинствах. Воистину, это повествование является назиданием для тех, кто внимает назиданиям, и прекрасным уроком для тех, кто желает следовать истине. Откровения о том, как Аллах проявляет милость по отношению к Своим праведным рабам и как они удостаиваются такого высокого положения, порождают в людях любовь к Нему и побуждают их чаще поминать Его и стремиться познать Его всеми возможными способами. Всевышний Аллах избрал Закарию и почтил его пророческой миссией и Откровением. Святой пророк взялся выполнять свою миссию так же исправно, как это делали другие посланники. Он призывал рабов на путь своего Господа и обучал их тому, чему Он научил его. Он давал им добрые советы о том, как им следует поступать при его жизни и после его смерти, и следовал по стопам других Божьих посланников и их верных последователей. Когда же он стал замечать, что слабеет, и почувствовал приближение смерти, он испугался, что некому будет занять его место, чтобы призывать людей на путь Господа и давать им верные наставления. Тогда он пожаловался своему Господу на свою телесную и духовную слабость. Он воззвал к Аллаху втайне, дабы его молитва была более совершенной, более прекрасной и более искренней."
    },
    {
      "ayah": 20,
      "surah": 19,
      "text": "Когда Джибрил увидел страх, который охватил девушку, он поведал ей о своей миссии. Он явился для того, чтобы донести до нее послание своего Господа и обрадовать ее вестью о скором рождении пречистого мальчика. Эта благая весть означала, что у нее родится мальчик, который будет лишен дурного нрава и будет обладать только самыми прекрасными качествами. Безусловно, весть о появлении на свет сына без отца сильно удивила девушку. Ребенок не может появиться на свет без участия мужчины?!!"
    },
    {
      "ayah": 21,
      "surah": 19,
      "text": "Это откровение свидетельствует о могуществе Всевышнего Аллаха. Законы, по которым существует Вселенная, не являются независимыми, потому что они оказывают влияние на происходящие явления только в соответствии с божественным предопределением. Аллах показывает Своим рабам необычные явления и чудеса для того, чтобы они не полагались исключительно на материальные причины, а связывали свои надежды с Тем, Кто сотворил и предопределил эти причины. Что же касается сына Марьям, то его появление на свет было милостью Аллаха по отношению к нему, его матери и всем остальным людям. Его милость по отношению к сыну Марьям выразилась в том, что Он почтил его Небесным Откровением и другими почестями, которых были удостоены твердые духом посланники. Его милость по отношению к его матери проявилась в том, что она заслужила добрую славу и извлекла из этого великую пользу для себя. А Его милость по отношению к остальным людям заключалась в том, что сын Марьям был одним из посланников. Воистину, пришествие Божьих посланников является одной из величайших милостей Аллаха по отношению к человечеству, потому что они читают людям Откровение, очищают их от грехов, обучают их Писанию и мудрости. И если люди обращаются в их веру и покоряются им, то они обретают счастье как при жизни на земле, так и после смерти. В тот момент чудесное рождение пророка Исы было уже делом предрешенным. Оно было изначально предопределено Аллахом, и ничто не могло помешать этому сбыться. И поэтому Джибрил вдохнул дух от Аллаха в вырез на груди Марьям."
    },
    {
      "ayah": 22,
      "surah": 19,
      "text": "Это откровение свидетельствует о могуществе Всевышнего Аллаха. Законы, по которым существует Вселенная, не являются независимыми, потому что они оказывают влияние на происходящие явления только в соответствии с божественным предопределением. Аллах показывает Своим рабам необычные явления и чудеса для того, чтобы они не полагались исключительно на материальные причины, а связывали свои надежды с Тем, Кто сотворил и предопределил эти причины. Что же касается сына Марьям, то его появление на свет было милостью Аллаха по отношению к нему, его матери и всем остальным людям. Его милость по отношению к сыну Марьям выразилась в том, что Он почтил его Небесным Откровением и другими почестями, которых были удостоены твердые духом посланники. Его милость по отношению к его матери проявилась в том, что она заслужила добрую славу и извлекла из этого великую пользу для себя. А Его милость по отношению к остальным людям заключалась в том, что сын Марьям был одним из посланников. Воистину, пришествие Божьих посланников является одной из величайших милостей Аллаха по отношению к человечеству, потому что они читают людям Откровение, очищают их от грехов, обучают их Писанию и мудрости. И если люди обращаются в их веру и покоряются им, то они обретают счастье как при жизни на земле, так и после смерти. В тот момент чудесное рождение пророка Исы было уже делом предрешенным. Оно было изначально предопределено Аллахом, и ничто не могло помешать этому сбыться. И поэтому Джибрил вдохнул дух от Аллаха в вырез на груди Марьям."
    },
    {
      "ayah": 23,
      "surah": 19,
      "text": "Когда Марьям забеременела, она испугалась позора и решила удалиться от людей. Когда же приблизился срок появления на свет младенца, родовые схватки привели ее к финиковой пальме. Однако в этот момент ее мучили не только родовые схватки. Она испытывала недостаток в еде и питьевой воде, переживала о том, что скажут о ней люди, и опасалась того, что у нее не хватит терпения перенести предстоящие ей трудности. Вот тогда она пожелала умереть прежде, чем это произойдет, и стать навсегда забытой."
    },
    {
      "ayah": 24,
      "surah": 19,
      "text": "Когда Марьям забеременела, она испугалась позора и решила удалиться от людей. Когда же приблизился срок появления на свет младенца, родовые схватки привели ее к финиковой пальме. Однако в этот момент ее мучили не только родовые схватки. Она испытывала недостаток в еде и питьевой воде, переживала о том, что скажут о ней люди, и опасалась того, что у нее не хватит терпения перенести предстоящие ей трудности. Вот тогда она пожелала умереть прежде, чем это произойдет, и стать навсегда забытой."
    },
    {
      "ayah": 25,
      "surah": 19,
      "text": "Пожелание Марьям было результатом ее страха и беспокойства, однако его исполнение не могло принести Марьям ни добра, ни пользы. Напротив, добро и польза заключались в том, что было предопределено для нее. И поэтому ангел решил избавить ее от страха и успокоить, а для этого он воззвал к ней из-под нее. Очевидно, в это время он находился в низине. Он велел ей не переживать и не беспокоиться и поведал ей о том, что в низине течет ручей, из которого она может напиться. Он также велел ей потрясти ствол пальмы для того, чтобы на нее посыпались свежие, вкусные и полезные финики."
    },
    {
      "ayah": 26,
      "surah": 19,
      "text": "Ешь финики, пей воду из ручья и радуйся появлению на свет Исы. Это откровение свидетельствует о том, что она была избавлена от болей при рождении ребенка и нашла еду и питье. Однако она еще не знала, что скажут люди, и поэтому ангел повелел ей при встрече с людьми знаками дать им понять, что она дала обет хранить молчание. Он запретил ей разговаривать с людьми для того, чтобы избавить ее от их слов и речей. Обет хранить молчание в то время был одним из обрядов поклонения, и соплеменники Марьям знали об этом. Аллах не повелел ей оправдываться перед людьми, потому что они все равно бы не поверили ее словам. Любые оправдания в ее положении были бы бессмысленными. Но если бы слова в ее оправдание были произнесены ребенком в колыбели, то они стали бы величайшим свидетельством ее невинности. Если незамужняя женщина принесет людям ребенка и заявит, что у этого ребенка нет отца, то люди не поверят ей даже в том случае, если правдивость ее слов будет подтверждена несколькими свидетелями. И поэтому доказательством невинности Марьям должно было стать удивительное чудо, которое бы не уступало по своей значимости чудесному рождению ее ребенка. И этим чудом стало то, что Иса заговорил, будучи еще младенцем."
    },
    {
      "ayah": 27,
      "surah": 19,
      "text": "Ешь финики, пей воду из ручья и радуйся появлению на свет Исы. Это откровение свидетельствует о том, что она была избавлена от болей при рождении ребенка и нашла еду и питье. Однако она еще не знала, что скажут люди, и поэтому ангел повелел ей при встрече с людьми знаками дать им понять, что она дала обет хранить молчание. Он запретил ей разговаривать с людьми для того, чтобы избавить ее от их слов и речей. Обет хранить молчание в то время был одним из обрядов поклонения, и соплеменники Марьям знали об этом. Аллах не повелел ей оправдываться перед людьми, потому что они все равно бы не поверили ее словам. Любые оправдания в ее положении были бы бессмысленными. Но если бы слова в ее оправдание были произнесены ребенком в колыбели, то они стали бы величайшим свидетельством ее невинности. Если незамужняя женщина принесет людям ребенка и заявит, что у этого ребенка нет отца, то люди не поверят ей даже в том случае, если правдивость ее слов будет подтверждена несколькими свидетелями. И поэтому доказательством невинности Марьям должно было стать удивительное чудо, которое бы не уступало по своей значимости чудесному рождению ее ребенка. И этим чудом стало то, что Иса заговорил, будучи еще младенцем."
    },
    {
      "ayah": 28,
      "surah": 19,
      "text": "Когда послеродовые кровотечения у Марьям закончились, она пришла к своим родным, неся на руках младенца. Она была уверена в своей невинности и чистоте, и поэтому она не придавала этому особого значения. Они сказали, что она совершила великий и ужасный грех, имея в виду прелюбодеяние, к которому Марьям не имела никакого отношения. Они назвали ее сестрой Харуна, и очевидный смысл этого откровения состоит в том, что так звали ее родного брата. Они также напомнили ей о том, что ее родители были праведными людьми, за которыми не водилось скверных грехов. И, конечно же, они были далеки от прелюбодеяния, в котором люди стали обвинять Марьям. Они удивлялись тому, как она могла так сильно не походить на своих родителей и совершить то, что они никогда не совершали. А причина их удивления была в том, что дети чаще всего походят на своих родителей, будь они праведными людьми или грешниками. Из их слов становится ясно, что они были сильно удивлены тому, что увидели. И тогда Марьям указала им на своего младенца и предложила им поговорить с ним."
    },
    {
      "ayah": 29,
      "surah": 19,
      "text": "Она поступила так, потому что ей было велено знаками объяснить людям, что она дала обет молчания, если люди попытаются заговорить с ней. Когда она показала на младенца и предложила им заговорить с ним, люди удивились ее поступку, потому что дети, как правило, не умеют разговаривать в младенческом возрасте. И в это время младенец заговорил."
    },
    {
      "ayah": 3,
      "surah": 19,
      "text": "О Мухаммад! Мы откроем тебе повествование и подробно расскажем тебе о пророке Закарие, его праведных деяниях и славных достоинствах. Воистину, это повествование является назиданием для тех, кто внимает назиданиям, и прекрасным уроком для тех, кто желает следовать истине. Откровения о том, как Аллах проявляет милость по отношению к Своим праведным рабам и как они удостаиваются такого высокого положения, порождают в людях любовь к Нему и побуждают их чаще поминать Его и стремиться познать Его всеми возможными способами. Всевышний Аллах избрал Закарию и почтил его пророческой миссией и Откровением. Святой пророк взялся выполнять свою миссию так же исправно, как это делали другие посланники. Он призывал рабов на путь своего Господа и обучал их тому, чему Он научил его. Он давал им добрые советы о том, как им следует поступать при его жизни и после его смерти, и следовал по стопам других Божьих посланников и их верных последователей. Когда же он стал замечать, что слабеет, и почувствовал приближение смерти, он испугался, что некому будет занять его место, чтобы призывать людей на путь Господа и давать им верные наставления. Тогда он пожаловался своему Господу на свою телесную и духовную слабость. Он воззвал к Аллаху втайне, дабы его молитва была более совершенной, более прекрасной и более искренней."
    },
    {
      "ayah": 30,
      "surah": 19,
      "text": "Она поступила так, потому что ей было велено знаками объяснить людям, что она дала обет молчания, если люди попытаются заговорить с ней. Когда она показала на младенца и предложила им заговорить с ним, люди удивились ее поступку, потому что дети, как правило, не умеют разговаривать в младенческом возрасте. И в это время младенец заговорил."
    },
    {
      "ayah": 31,
      "surah": 19,
      "text": "Он обратился к людям и нарек себя рабом Аллаха. Он поведал о том, что не обладает божественными качествами и не является сыном богов. Воистину, Всевышний Аллах бесконечно далек от измышлений христиан, которые явно противоречат пророку Исе, который называл себя рабом Аллаха, но, несмотря на это, называют себя его последователями. Иса также поведал о том, что в соответствии с предопределением Аллаха ему будет даровано Писание. Из всего сказанного следует, что вначале он нарек себя рабом Аллаха, Который научил его Священному Писанию и сделал его одним из пророков. Тем самым он поведал о безупречных качествах, которыми его одарил Аллах. А затем он поведал о том, что будет приносить пользу окружающим и сказал, что Аллах сделал его благословенным, где бы он ни был. Он возвестил о том, что в любое время и в любом уголке земли он будет обучать людей добру, призывать их на благой путь, удерживать их от злодеяний и проповедовать среди них истину словом и делом. И это означает, что любой человек, который оказывался его спутником или собеседником, был рад общению с ним и извлекал из этого пользу. Он также поведал о том, что Аллах заповедал ему совершать намаз и раздавать милостыню. Это означает, что Аллах предписал ему исправно выполнять свои обязанности перед Господом, важнейшей из которых является намаз, а также обязанности перед людьми, важнейшей из которых является пожертвование. Этими словами Иса подчеркнул, что намеревается выполнять предписания своего Господа и руководствоваться Его заповедями."
    },
    {
      "ayah": 32,
      "surah": 19,
      "text": "Аллах заповедал мне хорошо относиться к моей матери и заботиться о ней самым совершенным образом, и я буду исправно выполнять свои обязанности перед ней, потому что она является славной и достойной женщиной и потому что она - моя мать. Я перед ней в большом долгу за то, что она привела меня на свет и сделала для меня многое другое. Аллах не сделал меня одним из тех, кто надменно отказывается от поклонения Аллаху и высокомерно относится к Его творениям. Аллах также не сделал меня одним из тех, кто не видит счастья ни при жизни на земле, ни после смерти. Напротив, Аллах сделал меня покорным рабом, который смиряется и унижается перед своим Господом и не превозносится над Его рабами. Он сделал меня и моих последователей счастливыми как в этой жизни, так и после смерти. А после перечисления своих безупречных и достохвальных качеств он сказал:"
    },
    {
      "ayah": 33,
      "surah": 19,
      "text": "Аллах смилостивился надо мной, проявил ко мне великодушие, благодаря чему я был защищен от зла, козней сатаны и наказания в день моего появления на свет и буду защищен от всего этого в тот день, когда я расстанусь с жизнью, и в тот день, когда я буду воскрешен. Из этого следует, что пророка Ису не коснутся ужасы воскрешения и Адской обители. Он окажется в числе тех, кто попадет в Обитель мира и благополучия. Эта удивительная речь была великим чудом и ярким доказательством того, что он действительно был рабом Аллаха и Его посланником."
    },
    {
      "ayah": 34,
      "surah": 19,
      "text": "Такими прекрасными качествами обладал Иса, сын Марьям. В них невозможно усомниться, потому что эти слова - истина, и потому что именно так его охарактеризовал Аллах, Чья речь является самой правдивой и прекрасной. Это - правда о пророке Исе. Что же касается всего, что говорят о нем нечестивцы и что противоречит этой истине, то это - ложь, в которой можно, по крайней мере, усомниться, потому что ее проповедуют люди, не знающие истины о пророке Исе. Они сомневаются в своих словах, но продолжают спорить и отстаивать свои сомнения. Одни называют его Богом. Другие называют его Сыном Бога. А третьи называют его ипостасью «святой троицы». Аллах же бесконечно далек от всего, что измышляют и наговаривают на Него нечестивцы!"
    },
    {
      "ayah": 35,
      "surah": 19,
      "text": "Аллаху не годится иметь детей, потому что у Бога не может быть детей. Он богат и достохвален, а все творения являются Его рабами. Каким же образом Его рабы могут превратиться в Его детей?!! Он лишен недостатков, ни в чем не нуждается и не нуждается в детях. А когда Он принимает какое-либо важное или менее важное решение, то никто не может помешать Ему претворить его в жизнь. И это не составляет для Него никакого труда, потому что стоит только Ему сказать: «Будь!» - как желаемое сбывается. Зачем нужен ребенок Тому, чья воля беспрекословно исполняется как на небесах, так и на земле?!! Стоит Ему пожелать чего-нибудь, как желаемое сбывается. Что же тогда удивительного в том, что Иса появился на свет без участия отца?!"
    },
    {
      "ayah": 36,
      "surah": 19,
      "text": "Иса поведал о том, что он является всего лишь одним из рабов Аллаха, Который сотворил людей и придал им человеческий облик, который правит своими творениями и вершит их судьбу в соответствии со своим предопределением. А затем он повелел поклоняться Аллаху и усердствовать на этом поприще. Это означает, что он признал Аллаха Единственным Господом Богом, причем первое утверждение он использовал в качестве доказательства последнего. А затем он поведал о том, что именно этот путь является прямым путем, который приводит человека к Аллаху. Это - путь Божьих посланников и их верных последователей. Что же касается иных путей, то все они являются заблуждением и обольщением."
    },
    {
      "ayah": 37,
      "surah": 19,
      "text": "После упоминания о подлинных качествах Исы, сына Марьям, в которых невозможно усомниться, Всевышний Аллах поведал о том, что иудеи, христиане и другие заблудшие секты разошлись во мнениях относительно пророка Исы. Одни стали излишне возвеличивать его, а другие - умалять его достоинства. Приверженцы одних еретических воззрений нарекли его Богом. Приверженцы иных взглядов нарекли его Сыном Бога. Третьи решили, что он является ипостасью «святой троицы». А иудеи и им подобные отказались признать его даже Божьим посланником и назвали ее человеком, родившимся в результате прелюбодеяния. Однако все эти воззрения являются ошибочными и порочными, потому что они опираются на сомнительные доводы и упрямое нежелание признать истину. Эти утверждения безосновательны и беспочвенны, а всякий, кто исповедует их, заслуживает самого сурового наказания. Горе же тем, кто отказался уверовать в Аллаха и Его посланников! Горе иудеям и христианам, которые отказались уверовать в святого пророка Ису! Горе им в День воскресения, когда первые и последние поколения людей, а также все обитатели небес и земли будут собраны на ристалище перед своим Творцом! Это будет день чудовищных потрясений и великого ужаса, когда каждое творение получит по заслугам. И тогда прояснится все, что люди совершали всенародно, и все, что они скрывали."
    },
    {
      "ayah": 38,
      "surah": 19,
      "text": "В тот день они признаются в том, что исповедовали заблуждение и приобщали к Аллаху сотоварищей. Они скажут: «Господь наш! Мы увидели и услышали. Пошли нас обратно, и мы будем поступать праведно. Воистину, мы обрели убежденность» (32:12). В День воскресения они отчетливо осознают то положение, в котором они находились. Но в этой жизни они пребывают в явном заблуждении. И этому заблуждению нет оправдания, потому что они либо сознательно отворачиваются от истины и упрямо отказываются уверовать, либо имеют возможность познать истину, но отдают предпочтение заблуждению и злодеяниям и не стремятся разобраться в том, что является истиной, а что - ложью. Примечательно, что Аллах вначале поведал о том, что различные группировки разошлись во мнениях о пророке Исе, а затем проклял тех, кто отказался уверовать. Он не проклял все группировки, потому что среди них есть та, которая исповедует истину и называет Ису рабом Аллаха и Его посланником. Приверженцы этой группировки уверовали в него надлежащим образом и стали его верными последователями. Это - истинные верующие, на которых не распространяется проклятие Аллаха. Воистину, оно падет только на тех, кто отказался уверовать."
    },
    {
      "ayah": 39,
      "surah": 19,
      "text": "Под предупреждением подразумевается оповещение о грядущем ужасном событии, описание этого события и предостережение от него. А самым важным событием, о котором должны знать рабы Аллаха, является день печали и сожаления. В этот день будет решена судьба творений. Аллах соберет первые и последние поколения людей на месте великого сбора, и каждому из них будет предъявлен счет за совершенные им деяния. Вот тогда всякий, кто уверовал в Аллаха и последовал путем Его посланников, обретет счастье и никогда больше не будет печалиться. А всякий, кто отказался уверовать в Аллаха и следовать путем Его посланников, станет несчастным и никогда больше не будет радоваться. Эти люди потеряют голову и лишатся своих семей. Они будут скорбеть и печалиться так, что их сердца начнут разрываться. Что может быть хуже, чем печаль человека, который лишился благоволения своего Господа и Райских садов и заслужил гнев Аллаха и вечные муки в Аду, который знает, что уже ничего нельзя изменить и нельзя вернуться в мирскую жизнь для того, чтобы совершить благие дела?!!"
    },
    {
      "ayah": 4,
      "surah": 19,
      "text": "Кости представляют собой остов человеческого организма, и если они ослабевают, то все тело оказывается слабым. А седина на голове пророка Закарии была еще одним свидетельством его слабости и старости. А ведь именно седина является гонцом смерти, ее предвестником и предшественником. Напоминая об этом, святой пророк подчеркивал свою слабость и беспомощность для того, чтобы Всевышний Аллах поскорее ответил на его мольбу. Аллаху угодно, чтобы люди пытались приблизиться к Нему, признавая свою слабость и свое бессилие, потому что тем самым они связывают свои надежды с Его могуществом и поддержкой. Затем святой пророк признался в том, что ранее Господь не позволял ему разочаровываться в Его милости и не лишал его желаемого. Напротив, Он всегда был прекрасно осведомлен о его нуждах, отвечал на его молитвы и осенял его заботой. Он решил приблизиться к Нему посредством милости, которая была оказана ему прежде, и попросил Его ответить на эту мольбу, напомнив о том, что прежде Он всегда отвечал на его мольбы. Он попросил своего Благодетеля и впредь оказывать ему такую милость."
    },
    {
      "ayah": 40,
      "surah": 19,
      "text": "Такова судьба земных обитателей, но многие из них не задумываются над своей судьбой и не придают значения этому важному вопросу. Но даже если бы они задумались над ним, то не извлекли бы из этого пользы для себя, потому что пренебрежение истиной затмило их взоры и помутило их рассудок. Они не веруют в Аллаха и не следуют путем Его посланников, потому что полностью посвятили себя мирской жизни. Земные блага мешают им уверовать, несмотря на то, что они доставляют им только тленные и преходящие удовольствия. Обитатели земли покинут земной мир и лишатся всех его благ от первого до последнего. Они расстанутся друг с другом, и тогда Аллах унаследует землю и ее богатства. А затем Он вернет к Себе людей и потребует у них отчета за совершенные ими деяния. Они будут отвечать за все, что приобрели или потеряли на земле, и если окажется, что человек совершал добро, то он должен будет воздать хвалу Аллаху. Но если окажется, что он совершал зло, то он не должен будет укорять никого, кроме себя самого."
    },
    {
      "ayah": 41,
      "surah": 19,
      "text": "Это Писание является самым славным, достойным и возвышенным. Это - Ясное Писание и мудрое напоминание. Любые упомянутые в нем повествования являются самыми правдивыми, самыми достойными и самыми полезными. Любые упомянутые в нем повеления и запреты являются самыми славными, самыми справедливыми и самыми беспристрастными. А любые упомянутые в нем обещания и угрозы являются самыми правдивыми, самыми заслуженными, самыми мудрыми, самыми справедливыми и самыми снисходительными. Вот почему те пророки и посланники, о которых говорится в этом Писании, лучше тех пророков, о которых оно умалчивает. Истории о пророках, которые неоднократно повторяются в Коране, свидетельствуют о том, что одни пророки превзошли других и сумели занять более высокую ступень и совершить более славные деяния. А добились они этого благодаря тому, что поклонялись Аллаху с любовью и раскаянием, выполняли свои обязанности перед Ним и перед Его рабами, призывали людей на путь своего Господа и терпеливо переносили возникающие на этом пути трудности. В этой суре Аллах поведал о нескольких пророках и повелел Своему пророку Мухаммаду поминать их, потому что поминание их является хвалой Аллаху и похвалой в адрес Его посланников, а также признанием Его милости и добродетели по отношению к ним. Это откровение призывает мусульман уверовать в Божьих пророков, возлюбить их всей душой и следовать их путем. Одним из этих пророков был Ибрахим. Аллах нарек его правдивейшим человеком и пророком. Правдивейшим можно назвать того, кто говорит одну только правду и признает все, что обязан признавать правоверный, чьи слова, поступки и качества являются правдивыми. Такое возможно только тогда, когда человек обладает великими знаниями, которые укоренились в его душе, воспитали ее, породили в ней непоколебимую убежденность и подтолкнули человека на путь безукоризненных праведных деяний. Ибрахим был лучшим из Божьих пророков после Пророка Мухаммада. Он был третьим прародителем многих славных народов, и Всевышний Аллах сделал его потомков обладателями пророчества и Писания. Он призывал людей встать на путь Аллаха и терпеливо переносил причиняемые ему великие страдания. Он проповедовал истину среди близких и незнакомых людей и делал все возможное для того, чтобы обратить в истинную веру своего отца. Вот почему далее Всевышний Аллах сказал:"
    },
    {
      "ayah": 42,
      "surah": 19,
      "text": "Он начал изобличать идолопоклонство и спросил своего отца, почему он поклоняется истуканам, чьи качества и деяния исполнены недостатков. Они не слышат, не видят и не могут принести пользу или причинить вред тем, кто обожествляет их. Более того, они не могут принести пользу или причинить вред даже самим себе. А если кто-нибудь пожелает причинить им вред, они не смогут защитить себя. Это - яркое и убедительное доказательство того, что поклонение идолам, качества и деяния которых преисполнены недостатков, противоречит не только законам Аллаха, но и здравому смыслу. Из слов пророка Ибрахима было ясно, что люди имеют право и обязаны поклоняться Тому, кто обладает безупречными качествами, приносит людям пользу и оберегает их от зла. И, конечно же, этими качествами обладает только Всевышний Аллах."
    },
    {
      "ayah": 43,
      "surah": 19,
      "text": "О отец! Не относись ко мне с презрением и не говори, что я - всего лишь твой сын и не могу знать больше тебя. Аллах даровал мне знание, которого Он не открыл тебе. Если ты последуешь за мной, то я поведу тебя прямым путем. Этот путь заключается в поклонении и полном повиновении одному Аллаху, у которого нет сотоварища. Слова пророка Ибрахима были преисполнены доброты и снисходительности, которых он не скрывал. Он не говорил своему отцу о том, что является образованным человеком, тогда как тот является всего лишь темным невеждой. Он не говорил ему о том, что он ничего не ведает об истине. Он использовал самые мягкие и теплые выражения для того, чтобы объяснить своему отцу, что у них обоих есть определенные знания, но знания, которые были открыты ему, не были известны его отцу. Так он убеждал его признать его доводы правильными и покориться истине."
    },
    {
      "ayah": 44,
      "surah": 19,
      "text": "Не поклоняйся сатане, потому что всякий, кто отказывается поклоняться одному Аллаху, начинает поклоняться дьяволу. А ведь Всевышний Аллах сказал: «Разве Я не завещал вам, сыны Адама, не поклоняться дьяволу, который является вашим явным врагом» (36:60). Сатана ослушался предписаний Милостивого Аллаха, и поэтому всякий, кто следует по его стопам, превращается в поборника сатаны, ослушается Аллаха и уподобляется самому сатане. В этом откровении Аллах назвал себя Милостивым, дабы подчеркнуть, что ослушание и неповиновение отдаляет человека от милости Аллаха и закрывает перед ним врата Божьего милосердия. В то же время повиновение Аллаху является одним из величайших способов заслужить Его милость. Именно поэтому далее пророк Ибрахим сказал:"
    },
    {
      "ayah": 45,
      "surah": 19,
      "text": "Если ты будешь и впредь исповедовать неверие и творить беззаконие, то тебя может постигнуть наказание от Аллаха. И тогда ты станешь подручным сатаны как при жизни на земле, так и после смерти. Тебя постигнет величайшее унижение, и ты падешь очень низко. Этими словами возлюбленный Аллаха Ибрахим пытался обратить своего отца в истинную веру. Он действовал последовательно: начал с простого и постепенно перешел к более сложному. Он сказал своему отцу, что у него есть знания, которые обязывают его последовать его путем. Он объяснил ему, что если он встанет на его путь, то сделает правильный выбор и окажется на прямом пути. Затем он призвал его отречься от поклонения сатане и разъяснил ему о вредных последствиях этого поклонения. Затем он предупредил его, что если он не отречется от своих воззрений, то будет обречен на наказание и гнев Аллаха и станет поборником сатаны. Однако проповеди святого пророка не принесли никакой пользы его несчастному отцу, и он ответил так, как только мог ответить невежественный язычник."
    },
    {
      "ayah": 46,
      "surah": 19,
      "text": "Он гордился своими богами, которые были высечены из скал и камней, и начал укорять Ибрахима за то, что он отказался от поклонения им. Все это свидетельствовало о его глубоком невежестве и чудовищном неверии. Он хвалился тем, что поклонялся каменным истуканам, и призывал к этому окружающих. Услышав слова своего сына, он пригрозил ему побить его камнями, если тот не прекратит оскорблять его идолов и призывать его к поклонению одному Аллаху. А затем он запретил ему разговаривать с ним в течение долгого времени. Ответ пророка Ибрахима был достойным ответом праведных рабов Милостивого Аллаха невеждам. Он не стал оскорблять своего отца. Напротив, он проявил терпение и не сказал ему ни единого грубого слова."
    },
    {
      "ayah": 47,
      "surah": 19,
      "text": "Ты не услышишь от меня оскорблений, грубости и всего, что может тебе не понравиться. Я буду непрестанно просить Аллаха наставить тебя на прямой путь и даровать тебе прощение, потому что заслужить прощение Аллаха ты сможешь только тогда, когда встанешь на прямой путь. Что же до меня, то Аллах всегда был милостив и снисходителен ко мне и всегда осенял меня своей заботой. Пророк Ибрахим действительно молил Аллаха простить его отца и наставить его на прямой путь. Когда же он понял, что его отец является врагом Аллаха и что его молитвы не принесут ему никакой пользы, он перестал просить для него прощения и отрекся от злодеяний своего отца. Аллах повелел нам следовать путем этого славного посланника и проповедовать ислам так, как это делал он. Это значит, что мы должны проповедовать истину, вооружившись знаниями, мудростью, добротой, простотой и последовательностью. Мы должны начинать с легких вопросов и постепенно переходить к более сложным, терпеливо придерживаться этого принципа и не испытывать к нему отвращения. Мы также должны быть готовы стойко перенести любые трудности, которые выпадают на долю проповедников истины, потому что многие люди причиняют им страдания и словом, и делом. Мы обязаны быть снисходительны к таким людям и уметь прощать причиненные ими обиды и даже делать им добро словом и делом."
    },
    {
      "ayah": 48,
      "surah": 19,
      "text": "Когда Ибрахим отчаялся обратить свой народ и своего отца в истинную религию, он решил покинуть их и удалиться от их каменных истуканов. Он возвестил о том, что будет всегда обращать свои молитвы к Аллаху, поклоняясь Ему и прося Его о помощи, в надежде на то, что Аллах осчастливит его, внемлет его молитвам и примет его благодеяния. Именно так должен поступать каждый, кто отчаивается обратить в ислам своих близких, если они предпочитают потакать своим низменным желаниям, не желают извлечь пользу из проповедей и продолжают скитаться во мраке собственного заблуждения. Сталкиваясь с такими людьми, проповедник должен, в первую очередь, позаботиться об облагораживании своей души, обратиться к Господу с просьбой принять его благодеяния и удалиться от зла и его поборников."
    },
    {
      "ayah": 49,
      "surah": 19,
      "text": "Человек всегда очень сильно переживает расставание с родиной, полюбившимися местами, родными и соплеменниками. Причин тому много, и среди них можно особо выделить то, что наряду с родными местами человек покидает людей, которые помогали ему и поддерживали его. Но если человек расстается с чем-либо ради Аллаха, то Аллах непременно с лихвой возмещает его потери. Поэтому, когда Ибрахим покинул свой народ, Всевышний Аллах даровал ему Исхака и Йакуба, каждый из которых стал Божьим пророком. Каждого из этих праведников Аллах почтил Небесным Откровением, обременил пророческой миссией и возвысил над обитателями миров."
    },
    {
      "ayah": 5,
      "surah": 19,
      "text": "Кости представляют собой остов человеческого организма, и если они ослабевают, то все тело оказывается слабым. А седина на голове пророка Закарии была еще одним свидетельством его слабости и старости. А ведь именно седина является гонцом смерти, ее предвестником и предшественником. Напоминая об этом, святой пророк подчеркивал свою слабость и беспомощность для того, чтобы Всевышний Аллах поскорее ответил на его мольбу. Аллаху угодно, чтобы люди пытались приблизиться к Нему, признавая свою слабость и свое бессилие, потому что тем самым они связывают свои надежды с Его могуществом и поддержкой. Затем святой пророк признался в том, что ранее Господь не позволял ему разочаровываться в Его милости и не лишал его желаемого. Напротив, Он всегда был прекрасно осведомлен о его нуждах, отвечал на его молитвы и осенял его заботой. Он решил приблизиться к Нему посредством милости, которая была оказана ему прежде, и попросил Его ответить на эту мольбу, напомнив о том, что прежде Он всегда отвечал на его мольбы. Он попросил своего Благодетеля и впредь оказывать ему такую милость."
    },
    {
      "ayah": 50,
      "surah": 19,
      "text": "Аллах осенил Своих пророков Ибрахима, Исхака и Йакуба милостью, под которой подразумевается то, что Аллах одарил их милосердием, обучил полезному знанию, вдохновил на совершение праведных дел, одарил многочисленным потомством, которое расселилось по всему свету и которое подарило человечеству много пророков и праведников. Наряду с этим Аллах оставил о них славную память на устах людей, и это тоже было милостью по отношению к ним. Дело в том, что Аллах обещал распространить среди людей добрую славу о каждом праведном человеке в зависимости от степени его добродетели. Ибрахим, Исхак и Йакуб были достойными подражания праведниками, и поэтому Аллах распространил о них громкую и правдивую славу во всех концах света. Достойные люди поминают этих пророков добрыми словами и испытывают к ним искреннюю любовь, которая переполняет сердца и выражается в теплых речах. Благодаря этому пророки Ибрахим, Исхак и Йакуб стали образцами для подражания для всех, кто стремится следовать прямым путем, и память о них не покидает сердца людей. Такова милость Аллаха, которую Он дарует тому, кому пожелает. Воистину, Он обладает великой милостью."
    },
    {
      "ayah": 51,
      "surah": 19,
      "text": "О Мухаммад! Помяни в этом Великом Писании пророка Мусу, сына Имрана. Так ты окажешь ему почтение, прославишь его доброе имя и помянешь его заслуги и совершенные качества. Он был избранным посланником и пророком. Арабское слово мухлас означает ‘избранный’. Из этого следует, что Всевышний Аллах избрал пророка Мусу и возвысил его над обитателями миров. Однако в одном из чтений Священного Корана это слово звучит мухлис, что означает ‘искренний’. В этом случае оно означает, что его намерения были чистыми, а его поступки и деяния - искренними ради Аллаха. Оба эти значения применимы в отношении к пророку Мусе, потому что Аллах избрал его за его искренность и преданность. Именно эти качества были причиной его избрания Божьим посланником. И если человек обладал искренностью и заслужил право быть Божьим избранником, то для его характеристики невозможно найти более славные качества. Аллах назвал Мусу пророком и посланником. Будучи пророком, он получал откровения от своего Господа. А, будучи посланником, он доносил до людей слова своего Господа и обучал их основным и второстепенным законам религии. Пророческая миссия связывала его с Аллахом, а миссия посланника связывала его с людьми. Но это не было единственным преимуществом Мусы, потому что Аллах почтил его самой славной и самой лучшей формой откровения - Аллах приблизил его к себе и вел с ним беседу. Это достоинство выделило его из череды пророков и посланников, и он заслужил прозвище Калим ар-Рахман, из которого становится ясно, что он без посредников беседовал с Милостивым Аллахом. Вот почему далее Коран гласит:"
    },
    {
      "ayah": 52,
      "surah": 19,
      "text": "Согласно одному толкованию, глас раздался с той стороны горы, которая находилась справа от Мусы. Согласно другому толкованию, арабское слово айман означает ‘благословенный’. Это толкование подтверждается следующим высказыванием Всевышнего: «Благословен тот, кто в огне, и тот, кто вокруг него» (27:8). Затем Аллах подозвал Мусу поближе тихим голосом. Арабское слово нида означает ‘громкий призыв’, тогда как слово ниджа означает ‘тихий зов’. Именно эти два слова употреблены в обсуждаемом нами откровении, которое свидетельствует о том, что Аллах обладает способностью разговаривать громко или шепотом. Приверженцы Сунны и сторонники единой общины исповедуют эти воззрения в отличие от джахмитов, мутазилитов и приверженцев других еретических течений."
    },
    {
      "ayah": 53,
      "surah": 19,
      "text": "Одним из величайших достоинств Мусы является его добродетель и забота о своем брате Харуне. Он попросил Аллаха сделать его посланником для того, чтобы он разделил с ним пророческую миссию. Аллах внял его молитве и по Своей милости сделал Харуна пророком. Из этого следует, что пророческая миссия Харуна зависела от миссии Мусы и что Харуну было велено помогать своему брату и поддерживать его."
    },
    {
      "ayah": 54,
      "surah": 19,
      "text": "О Мухаммад! Помяни в Священном Коране великого пророка Исмаила, который был прародителем арабов. Этот народ является самым лучшим и самым славным уже потому, что из его среды вышел лучший из сынов Адама - Пророк Мухаммад, да благословит его Аллах и приветствует. Что же касается пророка Исмаила, то он исполнял свои обещания и исправно выполнял свои обязанности. Это качество свидетельствует о том, что он выполнял все свои обязательства перед Аллахом и перед Его рабами. Он был до конца верен данному слову даже тогда, когда обещал своему отцу стойко перенести собственное заклание. Он сказал: «Отец мой! Сделай то, что тебе велено. Если Аллах пожелает, ты найдешь меня одним из терпеливых» (37:102). Он позволил своему отцу выполнить волю Аллаха и прошел через величайшее испытание, которое только может выпасть на долю человека. Но это не было его единственным достоинством. Аллах нарек его пророком и посланником, поместив его в один ряд с наилучшими из Своих творений, поскольку пророческая миссия является самой великой честью, которой удостаивается человек."
    },
    {
      "ayah": 55,
      "surah": 19,
      "text": "Он заботился о том, чтобы его домочадцы выполняли предписания Аллаха, и приказывал им совершать намаз и выплачивать закят. Совершая намаз, они искренне поклонялись истинному Богу, а, раздавая милостыню, они делали добро рабам Аллаха. Из этого следует, что пророк Исмаил не только облагораживал свою душу, но и помогал в этом окружающим. А в первую очередь он помогал достичь совершенства своим домочадцам, потому что они имели больше прав на его проповеди, нежели остальные люди. И Всевышний Господь был доволен своим пророком, поскольку он стремился снискать Его благоволение и усердно трудился на этом поприще. Аллах избрал его, сделал его одним из приближенных праведников, остался доволен им и сделал все для того, чтобы он был доволен своим Господом."
    },
    {
      "ayah": 56,
      "surah": 19,
      "text": "О Мухаммад! Помяни в Писании Идриса, чтобы отдать ему дань уважения и прославить его безупречные качества. Он был правдивейшим человеком, потому что говорил одну только правду, обладал совершенными познаниями и твердой убежденностью и совершал праведные деяния. А наряду с этим он был почтен Небесным Откровением и пророческим посланием."
    },
    {
      "ayah": 57,
      "surah": 19,
      "text": "Аллах прославил его имя среди обитателей миров и поместил его в одном ряду с приближенными праведниками. Благодаря этому пророк Идрис приобрел добрую славу и высокое положение. После упоминания об этих почтенных пророках и избранных посланниках Всевышний Аллах подчеркнул их превосходство и высокое положение и сказал:"
    },
    {
      "ayah": 58,
      "surah": 19,
      "text": "Аллах облагодетельствовал их милостью, которой не было удостоено ни одно другое творение. Он сделал их пророками и посланниками, а нам повелел просить Его наставить нас на прямой путь тех, кого Он облагодетельствовал. Всевышний сказал: «Те, которые повинуются Аллаху и Посланнику, окажутся вместе с пророками, правдивыми мужами, павшими мучениками и праведниками, которых облагодетельствовал Аллах. Как же прекрасны эти спутники!» (4:69). Эти пророки были потомками Адама, Нуха и его последователей, Ибрахима и Исраила. Эти семейства были наилучшими семействами на свете, потому что Аллах избрал их и очистил. Когда же им читали аяты Милостивого Аллаха, содержащие повествования о сокровенном, описывающие качества Ведающего сокровенное и рассказывающие о Судном дне, наказании и вознаграждении, они падали ниц и рыдали. Они смиренно выслушивали небесные откровения и проникались ими, благодаря чему их сердца наполнялись верой, страхом и надеждой. Эти чувства заставляли их плакать, раскаиваться и падать ниц перед Всевышним Господом. Воистину, они не были одними из тех, кто выслушивал аяты своего Господа, подобно глухим слепцам. В этом откровении Аллах нарек себя Милостивым для того, чтобы подчеркнуть, что ниспослание Священных Писаний является добродетелью и милостью Аллаха по отношению к Его рабам. Именно посредством небесных откровений Аллах наставляет людей на прямой путь, избавляет их от слепоты, спасает их от заблуждения и оберегает их от невежества."
    },
    {
      "ayah": 59,
      "surah": 19,
      "text": "Аллах облагодетельствовал их милостью, которой не было удостоено ни одно другое творение. Он сделал их пророками и посланниками, а нам повелел просить Его наставить нас на прямой путь тех, кого Он облагодетельствовал. Всевышний сказал: «Те, которые повинуются Аллаху и Посланнику, окажутся вместе с пророками, правдивыми мужами, павшими мучениками и праведниками, которых облагодетельствовал Аллах. Как же прекрасны эти спутники!» (4:69). Эти пророки были потомками Адама, Нуха и его последователей, Ибрахима и Исраила. Эти семейства были наилучшими семействами на свете, потому что Аллах избрал их и очистил. Когда же им читали аяты Милостивого Аллаха, содержащие повествования о сокровенном, описывающие качества Ведающего сокровенное и рассказывающие о Судном дне, наказании и вознаграждении, они падали ниц и рыдали. Они смиренно выслушивали небесные откровения и проникались ими, благодаря чему их сердца наполнялись верой, страхом и надеждой. Эти чувства заставляли их плакать, раскаиваться и падать ниц перед Всевышним Господом. Воистину, они не были одними из тех, кто выслушивал аяты своего Господа, подобно глухим слепцам. В этом откровении Аллах нарек себя Милостивым для того, чтобы подчеркнуть, что ниспослание Священных Писаний является добродетелью и милостью Аллаха по отношению к Его рабам. Именно посредством небесных откровений Аллах наставляет людей на прямой путь, избавляет их от слепоты, спасает их от заблуждения и оберегает их от невежества."
    },
    {
      "ayah": 6,
      "surah": 19,
      "text": "Я опасаюсь того, что правители, которые станут править сынами Исраила после моей смерти, не будут надлежащим образом выполнять наставления Твоей религии и призывать Твоих рабов на прямой путь. Из очевидного смысла этого откровения становится ясно, что пророк Закария не видел среди своего народа человека, который мог бы стать духовным наставником и образцом для подражания. И это свидетельствует о милосердии и искренности святого пророка. Он попросил Аллаха даровать ему ребенка, но при этом не преследовал чисто мирские цели, как это делают прочие люди. Им двигало стремление принести пользу религии Аллаха и уберечь ее от забвения, поскольку он видел, что никто другой не годится для этого. Семейство святого пророка было известно как одно из самых праведных и самых набожных семейств. Оно было кладезем пророчества и источником добра. Именно поэтому Закария попросил Аллаха одарить ребенком его самого, дабы его потомок заботился о соблюдении предписаний религии после его смерти. Однако его жена совершенно не могла иметь детей, и поэтому он пожаловался Аллаху на то, что его жена бесплодна. Да и сам он достиг тех преклонных лет, когда люди очень редко испытывают влечение к женщинам и оказываются способны зачать детей. И, тем не менее, он попросил Аллаха одарить его наследником, который бы перенял от него пророчество, знание и стремление к праведным деяниям. Он просил сына, который бы стал наследником своего отца и всего семейства Йакуба. Он также просил сделать его праведным рабом, который сумеет снискать довольство Господа и любовь Его рабов. Одним словом, он просил у Аллаха благочестивого сына, который стал бы Божьим пророком и старейшиной сынов Исраила после смерти своего отца, который снискал бы благоволение Аллаха и заслужил любовь своего народа. Воистину, нет и не может быть сына, который обладал бы более совершенными качествами. И если Аллах проявляет милость к Своему рабу, то Он одаряет его благочестивым сыном, обладающим самыми замечательными нравственными качествами и похвальными чертами."
    },
    {
      "ayah": 60,
      "surah": 19,
      "text": "После упоминания о пророках, которые искренне стремились снискать благоволение своего Господа и раскаивались перед Ним, Всевышний Аллах поведал о поколениях, которые пришли после них. Они исказили ниспосланные для них предписания и свернули с прямого пути. Они перестали совершать намаз, несмотря на то, что им было велено заботиться об этом обряде поклонения и регулярно соблюдать его. Они перестали уделять намазу должное внимание, а затем и вовсе перестали совершать его, хотя намаз был столпом религии, мерилом веры и преданности Господу миров, самым важным религиозным предписанием и самым славным качеством правоверного. И это значит, что к остальным предписаниям религии они относились с еще большим пренебрежением, а причиной этого стало то, что они стали потакать своим порочным желаниям и уделять внимание исключительно удовлетворению своих страстей. Они отдавали этому предпочтение перед выполнением своих обязанностей перед Аллахом и пытались любым способом заполучить желаемое и удовлетворить свои страсти. Но очень скоро они будут подвергнуты мучительному наказанию, избежать которого сумеют только те, кто раскаялся, уверовал и стал совершать праведные деяния. Эти праведники раскаялись в том, что приобщали сотоварищей к Аллаху, исповедовали ересь и совершали грехи. Они отреклись от этих злодеяний, раскаялись в содеянном и твердо вознамерились никогда больше не возвращаться к ним. А после принесения покаяния они уверовали в Аллаха, ангелов, Священные Писания, посланников и Судный день и стали совершать благодеяния, которые Аллах приказал совершать устами своих посланников, искренне стремясь обрести Его благоволение. Они сумели объединить в себе покаяние, веру и праведные деяния, благодаря чему они попадут в Райские сады, в которых их ожидают вечные удовольствия, беззаботное житие и наслаждение близостью к Великодушному Господу. Ни одно из совершенных ими благодеяний не останется без вознаграждения. Напротив, они получат вознаграждение сполна и даже получат его в многократном размере."
    },
    {
      "ayah": 61,
      "surah": 19,
      "text": "Всевышний описал Райские сады, которые обещаны праведникам. Они не похожи на сады в мирской жизни, потому что это - сады вечности. Вошедшие в них праведники никогда не покинут их, не расстанутся с ними и не пожелают для себя чего-нибудь иного. А причина этого в том, что Райские сады безгранично велики и преисполнены радостей, удовольствий и наслаждений. Они обещаны правоверным Милостивым Аллахом, и Он нарек Себя этим эпитетом для того, чтобы подчеркнуть, что Райские сады являются милостью и добродетелью Аллаха по отношению к Его рабам. В них уготовано то, чего не видывал взор, чего не слышали уши и о чем даже не помышляла человеческая душа. Аллах назвал эти сады Своей милостью, когда сказал: «Те же, чьи лица побелеют, окажутся в милости Аллаха. Они пребудут там вечно» (3:107). Аллах связал Райские сады со Своей милостью также для того, чтобы подчеркнуть, что райские удовольствия будут продолжаться вечно. Они являются результатом Его милости и будут существовать столько, сколько существует она. Всевышний также поведал о том, что сады Эдема обещаны рабам, которые поклонялись Ему и вели себя так, как надлежит вести себя рабам. Они придерживались Его предписаний, и поклонение Ему стало неотъемлемой частью их жизни. Они не были похожи на тех рабов, которые не поклонялись Ему вообще. Эти рабы признавали Аллаха своим Господом, потому что Он сотворил их, одарял их пропитанием, вершил их судьбой, однако они не признавали Его своим Богом. Они не были рабами по своей воле, а были рабами по принуждению и не заслужили никакой похвалы. Всевышний также поведал о том, что Его почтенные рабы не видели Райских садов воочию. Таково одно из нескольких толкований этого откровения. Из него следует, что Аллах обещал Своим рабам Райские сады, которых они не видели и не лицезрели, и, несмотря на это, они уверовали в них, поверили обещанию Аллаха и устремились к ним. Они поступили так, хотя не видели Рая воочию. Но если бы они увидели его, то их желание и стремление попасть туда было бы еще более сильным. Из этого толкования также следует, что Всевышний Аллах похвалил Своих рабов за веру в сокровенное, потому что именно такая вера может принести человеку пользу. Согласно второму толкованию, это откровение следует перевести следующим образом: «Это будут сады Эдема, обещанные Милостивым Его рабам, которые не видели Его воочию». Это значит, что рабы Аллаха поклонялись Ему, несмотря на то, что не видели Его воочию. А если бы они увидели Его, то их поклонение было бы еще более усердным, их раскаяние - еще более великим, их любовь - еще более сильной, их желание - еще более истовым. Существует еще одно толкование, смысл которого заключается в том, что обещанные рабам Милостивого Райские сады невозможно описать, потому что их качества доподлинно известны только Аллаха. Таково описание Рая в общих чертах. Всевышний поведал о нем для того, чтобы пробудить в людях стремление попасть туда. И это откровение похоже на следующий аят: «Ни один человек не знает, какие услады для глаз сокрыты для них в воздаяние за то, что они совершали» (32:17). Все перечисленные толкования являются правильными по смыслу, однако заключительная часть обсуждаемого нами аята свидетельствует о том, что первое толкование является наиболее предпочтительным. Воистину, обещание Аллаха исполнится, потому что Он не нарушает Своих обещаний и говорит одну только правду."
    },
    {
      "ayah": 62,
      "surah": 19,
      "text": "Праведники не услышат в Раю бесполезных разговоров и греховных речей, потому что там не будут браниться, обсуждать чужие недостатки и вести беседы, которые вызывают негодование Аллаха и причиняют беспокойство. Напротив, они будут вести мирные беседы, в которых не будет ничего дурного. Они будут поминать Аллаха, приветствовать друг друга миром, говорить о радостных вещах, приносить друг другу благие вести, обмениваться полезными вопросами и слушать бесподобную речь Милостивого Аллаха. А наряду с нею они будут слушать восхитительные голоса райских гурий, ангелов и вечно юных отроков. Они будут наслаждаться очаровательными мелодиями и нежными речами, потому что их местопребыванием будет обитель мира и всестороннего благополучия. А если они пожелают попить или поесть, то в любое время дня им будут предоставлены всевозможные удивительные напитки и яства. А для того, чтобы прелесть райских удовольствий была более прекрасной и совершенной, их будут регулярно подавать утром и вечером. Это будет для того, чтобы обитатели Рая ощущали величие оказанного им приема и наслаждались благами самым совершенным образом."
    },
    {
      "ayah": 63,
      "surah": 19,
      "text": "Это будут богобоязненные праведники, которые поселятся в прекрасных жилищах и останутся в них на веки вечные. Они никогда не расстанутся со своими обителями и не пожелают для себя ничего другого. Всевышний сказал: «Спешите к прощению вашего Господа и Раю, ширина которого равна небесам и земле, уготованному для богобоязненных» (3:133)."
    },
    {
      "ayah": 64,
      "surah": 19,
      "text": "Однажды Пророк Мухаммад, да благословит его Аллах и приветствует, с нетерпением ждал появления Джибрила, и когда тот спустился к нему, он сказал: «Почему бы тебе не посещать нас почаще?» Эти слова были вызваны сильным желанием посланника Аллаха, да благословит его Аллах и приветствует, почаще встречаться с ангелом и сожалением, которое он испытывал при расставании с ним, а также спокойствием, которое переполняло его душу в его присутствии. Тогда Всевышний Аллах ниспослал это откровение, переданное устами ангела Джибрила. Он поведал Пророку, да благословит его Аллах и приветствует, о том, что ангелы не принимают решений самостоятельно, но если Аллах повелевает им сделать что-нибудь, то они незамедлительно выполняют Его волю и не ослушаются Его повелений. Всевышний сказал: «О те, которые уверовали! Оберегайте себя и свои семьи от Огня, растопкой которого будут люди и камни. Над ним есть ангелы суровые и сильные. Они не отступают от повелений Аллаха и выполняют все, что им велено» (66:6). Воистину, они выполняют только то, что им приказывает Аллах, Который распоряжается прошлым, будущим и настоящим, власть которого распространяется на все времена и на любые уголки Вселенной. Судьба творений зависит только от решения Аллаха. Что же касается ангелов, то они лишь выполняют Его решения. Он повелевает им совершать только то, чего требует Его божественная мудрость. Если же божественная мудрость требует отложить то или иное повеление, то Аллах откладывает его до поры до времени. И поэтому Джибрил напомнил Пророку Мухаммаду о том, что Аллах ничего не предает забвению и не забывает о Своем пророке, да благословит его Аллах и приветствует. По этому поводу Всевышний сказал: «Не покинул тебя твой Господь и не возненавидел» (93:3). Напротив, Аллах продолжал заботиться о Своем пророке, да благословит его Аллах и приветствует, помогать ему и устраивать его дела. И если ангел задерживался дольше обычного, то это не должно было печалить или беспокоить Пророка, да благословит его Аллах и приветствует, ибо ему следовало знать, что Аллах пожелал этого, потому что этого требовала божественная мудрость."
    },
    {
      "ayah": 65,
      "surah": 19,
      "text": "Джибрил напомнил Пророку о том, что Аллах является Господом небес и земли для того, чтобы еще раз подчеркнуть, что Его знание объемлет все сущее и что забывчивость чужда Ему. Он сотворил небеса и землю, установил на них совершенный и удивительный порядок. Он не предал эти творения забвению, не сотворил их понапрасну и не сделал их бесполезными. И одно только это является убедительным доказательством того, что Его знание объемлет все сущее. И поэтому Пророку, да благословит его Аллах и приветствует, не стоило беспокоиться понапрасну, тогда как он мог использовать это время для совершения того, что принесет ему пользу, т.е. поклоняться одному Аллаху, у Которого нет сотоварищей. Вот почему далее ангел повелел ему терпеливо и усердно поклоняться Аллаху и делать все возможное для того, чтобы это поклонение было совершенным. И если человек заботится о поклонении Аллаху, то это помогает ему отвлечься от всего постороннего, что может занимать его мысли и привлекать его внимание. Поэтому Всевышний Аллах сказал: «Не заглядывайся на то, чем Мы наделили некоторых из них (неверующих), чтобы подвергнуть их этим искушению. Это - блеск земной жизни, а удел твоего Господа лучше и долговечнее. Вели своей семье совершать намаз и сам терпеливо совершай его. Мы не просим у тебя удела, ведь Мы Сами наделяем тебя уделом. А добрый исход - за богобоязненностью» (20:131–132). Кто знает творение, которое носит имя Аллах? Кто знает творение, которое может быть похоже на Аллаха? Здравый разум подсказывает, что ответы на эти вопросы должны быть отрицательными, поскольку нет никого, кто походил бы на Аллаха. Он является Господом, тогда как все остальные являются зависящими от Него творениями. Он является Творцом, тогда как все остальные являются Его творениями. Он богат и ни в чем не нуждается, тогда как все остальные испытывают всестороннюю нужду в Его милости. Он обладает абсолютным совершенством, тогда как все остальные преисполнены недостатков и обладают совершенными качествами только в том случае, если их одарил ими Всевышний Аллах. Все это неопровержимо свидетельствует о том, что только Аллах заслуживает поклонения и что поклонение Ему является истиной, тогда как поклонение вымышленным богам тщетно и бесполезно. Вот почему Джибрил повелел истово поклоняться одному Аллаху и связал это с тем, что только Он обладает совершенством, величием и прекрасными именами."
    },
    {
      "ayah": 66,
      "surah": 19,
      "text": "В этом откровении речь идет о людях, которые отрицают воскрешение и считают Последнюю жизнь невероятной. Упрямо отстаивая свое неверие, они говорят: «Каким образом Аллах воскресит нас после того, как мы умрем и превратимся в прах?!! Такое невозможно! Более того, это невозможно вообразить!» Они приходят к такому заключению, потому что их разум поражен недугом, а их намерения являются нечистыми. Они пытаются сопротивляться посланникам и опровергнуть Священные Писания. Но если бы они хотя бы немного поразмыслили, то непременно осознали бы, что отрицание воскрешения является величайшей глупостью. Поэтому далее Всевышний Аллах упомянул о ясном и неопровержимом доказательстве правдивости воскрешения. Всевышний сказал:"
    },
    {
      "ayah": 67,
      "surah": 19,
      "text": "Почему бы человеку не взглянуть на свое происхождение? Что он представлял собой прежде? Аллах сотворил его из ничего. И если Ему удалось сотворить человека из небытия, то что может помешать Ему воскресить его после того, как его тело разложится и превратится в прах? Всевышний сказал: «Он - Тот, Кто создает творения в первый раз, а затем воссоздает их, и сделать это для Него еще легче» (30:27). Вопрос, который Аллах задал в обсуждаемом нами аяте, призывает человека задуматься над убедительными логическими аргументами в пользу воскрешения. Посредством простых и добрых слов Аллах разъяснил, что отрицать воскрешение может только тот, кто не обращает внимания на свое появление на свет. Но если бы человек задумался над этим, то он не стал бы отрицать Последнюю жизнь."
    },
    {
      "ayah": 68,
      "surah": 19,
      "text": "Слова Всевышнего Аллаха являются самыми правдивыми, и, несмотря на это, Он поклялся Своим господством, что непременно воскресит тех, кто отрицал Последнюю жизнь, и соберет их на ристалище вместе с шайтанами. Великий ужас и многочисленные сотрясения заставят их пасть на колени в ожидании приговора Великого и Всесильного Господа. И поэтому далее Аллах поведал о приговоре, который ожидает неверующих, и сказал:"
    },
    {
      "ayah": 69,
      "surah": 19,
      "text": "Слова Всевышнего Аллаха являются самыми правдивыми, и, несмотря на это, Он поклялся Своим господством, что непременно воскресит тех, кто отрицал Последнюю жизнь, и соберет их на ристалище вместе с шайтанами. Великий ужас и многочисленные сотрясения заставят их пасть на колени в ожидании приговора Великого и Всесильного Господа. И поэтому далее Аллах поведал о приговоре, который ожидает неверующих, и сказал:"
    },
    {
      "ayah": 7,
      "surah": 19,
      "text": "Господь принял молитвы Своего пророка и ответил на них. Всевышний Аллах обрадовал его устами ангелов о скором появлении на свет Йахьи. Аллах нарек его именем, которое соответствовало его положению, потому что арабское слово йахья означает ‘жить материальной жизнью’. Но Аллах пожелал проявить к нему особую милость, дабы он прожил прекрасную духовную жизнь, и почтил его откровением, знаниями и религией. Никого прежде Аллах не нарекал этим именем. Согласно одному из толкований, это кораническое выражение означает, что прежде не было равных пророку Йахье. В этом случае ангелы принесли пророку Закарие радостную весть о том, что его сын будет обладать совершенными и достохвальными качествами и превзойдет своих предшественников. Если считать последнее толкование правильным, то исключением из него являются Ибрахим, Муса и Нух и другие пророки, которые превосходили пророка Йахью своими заслугами."
    },
    {
      "ayah": 70,
      "surah": 19,
      "text": "Из каждой группы нечестивцев и многобожников, совершавших одинаковые злодеяния и исповедовавших одинаковое неверие, Всевышний Аллах выведет тех, чье неповиновение было более дерзким, нечестие - более отвратительным, а неверие - более великим. Они будут первыми, кого подвергнут лютому наказанию. Затем нечестивцы один за другим будут ввергнуты в Преисподнюю, причем наиболее злостные грешники будут падать туда раньше других. И тогда они начнут проклинать друг друга. Всевышний сказал: «Когда же они будут собраны там вместе, то последние из них скажут о первых: “Господь наш! Это они ввели нас в заблуждение. Удвой же их мучения в Огне”. Он скажет: “Всем воздастся вдвойне, но вы не знаете этого”. Тогда первые из них скажут последним: “Вы не были лучше нас. Посему вкусите наказание за то, что вы приобретали”» (7:38–39). В отношении их будет вынесен приговор, основанный на справедливости, мудрости и всестороннем знании. Аллаху лучше знать, кто достоин раньше других попасть в Преисподнюю. Он изначально знал об их злодеяниях и заслуженном ими наказании."
    },
    {
      "ayah": 71,
      "surah": 19,
      "text": "Эти слова обращены ко всем творениям - благочестивым праведникам и распутным грешникам, правоверным и неверующим. Нет такого человека, которому не предстоит войти в огонь, ибо таково окончательное решение Аллаха. Он обязал Себя поступить так и обещал это Своим рабам. И, конечно же, Его обещание непременно исполнится. Мусульманские богословы разошлись во мнениях относительно смысла этого откровения. Одни считали, что все творения предстанут перед Геенной и испытают страх перед ней, после чего Аллах спасет богобоязненных праведников. Другие считали, что абсолютно все люди войдут в Геенну, но для правоверных Адское Пламя обернется прохладой и благополучием. Третьи считали, всем людям предстоит пройти над мостом, который будет проложен над хребтом Преисподней. Люди будут проходить по нему в зависимости от своих деяний. Одни минуют его в мгновение ока. Другие промчатся по нему со скоростью ветра. Третьи пронесутся по нему, подобно опытным наездникам на породистых скакунах. Четвертые минуют этот мост бегом. Пятые пройдут по нему шагом. А будут люди, которые преодолеют его ползком. Но будут и такие, которые упадут с моста Сырат прямо в Преисподнюю. Каждый будет преодолевать его в зависимости от своей богобоязненности. И поэтому далее Всевышний сказал:"
    },
    {
      "ayah": 72,
      "surah": 19,
      "text": "Спасение обретут те, кто испытывал страх перед Всевышним Аллахом, выполняя Его повеления и остерегаясь грехов. Что же касается тех, кто совершал грехи, исповедовал неверие и причинил вред самому себе, то они останутся стоять на коленях в Преисподней. Причиной этого будет их беззаконие и неверие. Именно эти грехи обрекли их на вечное пребывание в Аду и лишили их надежды на спасение."
    },
    {
      "ayah": 73,
      "surah": 19,
      "text": "Когда неверующим читают ясные откровения, свидетельствующие о необходимости поклонения одному Аллаху, подтверждающие правдивость Божьих посланников и обязывающие каждого, кто их услышит, искренне уверовать и никогда больше не сомневаться в истине, они открыто отворачиваются от своих обязанностей. Более того, они начинают насмехаться над знамениями своего Господа и глумиться над теми, кто уверовал в них. А свою правоту они оправдывают своим благосостоянием в мирской жизни. Они считают себя лучше правоверных и пытаются опровергнуть истину словами: «Кто занимает более достойное положение в обществе: мы или правоверные? Кто из нас располагает большим богатством? У кого из нас больше детей? Кому из нас легче удовлетворить свои желания?» Они решили, что превосходство достигается благодаря многочисленности детей и возможности удовлетворить свои мирские желания и занять самое славное место на собраниях. Опираясь на свои порочные доводы, они пришли к выводу, что если правоверные не обладают этими возможностями, то они превосходят их. Однако это является величайшим заблуждением, ибо истина перевернулась в глазах этих людей. И достаточно сказать, что очень часто богатство, дети и роскошные одеяния становятся причиной гибели человека или несчастья. И поэтому далее Всевышний сказал:"
    },
    {
      "ayah": 74,
      "surah": 19,
      "text": "Погибшие народы владели прекрасной утварью, великолепными ложами и седалищами, восхитительными жилищами и очаровательными украшениями. Они были сильны и красивы, наслаждались спокойной жизнью и мирскими благами. Однако это не помогло им избежать наказания Аллаха. Каким же образом пытаются спастись от наказания неверующие сегодня, если они слабее своих предшественников и малочисленнее. По этому поводу Всевышний сказал: «Разве ваши неверующие лучше тех? Или же у вас есть неприкосновенность, упомянутая в Писаниях?» (54:43). Из всего сказанного становится ясно, насколько неубедительны доводы тех, кто считает благополучие в мирской жизни залогом благополучия в жизни будущей. Воистину, такие предположения делают только неверующие."
    },
    {
      "ayah": 75,
      "surah": 19,
      "text": "После упоминания об ошибочных доводах неверующих, которые свидетельствуют об их великом упрямстве и глубоком заблуждении, Всевышний Аллах поведал о том, что если человек доволен собственным заблуждением и не желает расставаться с ним, то Аллах увеличивает его заблуждение и усиливает его любовь к нему. Таково воздаяние за то, что неверующие отдают предпочтение заблуждение перед прямым путем. Всевышний сказал: «Когда же они уклонились, Аллах совратил их сердца. Аллах не ведет прямым путем людей нечестивых» (61:5); «Мы отворачиваем их сердца и умы, поскольку они не уверовали в него в первый раз, и оставляем их скитаться вслепую в собственном беззаконии» (6:110). Это продолжается до тех пор, пока они не будут убиты или не узрят иное наказание в мирской жизни. Если же им удастся избежать этого наказания, то их ожидает Судный час, с наступлением которого каждый получит воздаяние за совершенные деяния. И тогда им станет ясно, как сильно они заблуждались. Они поймут, что их утверждения были безосновательными, тогда как сами они были нечестивцами и злодеями. Однако осознание этого не принесет им никакой пользы, потому что они уже не смогут вернуться в мирскую жизнь и изменить свои деяния."
    },
    {
      "ayah": 76,
      "surah": 19,
      "text": "После упоминания о том, что Аллах увеличивает заблуждение нечестивцев, Всевышний Аллах поведал о том, что Он по Своей милости усиливает веру тех, кто следует прямым путем. Следование прямым путем подразумевает обладание полезным знанием и совершение праведных деяний. Если человек приобретает полезное знание и совершает праведные деяния, то Аллах поддерживает его и облегчает ему следование этой стезей. Более того, Аллах одаряет его благами, которые превосходят заработанное им вознаграждение. Это откровение свидетельствует о том, что вера может усиливаться и ослабевать. Именно такие воззрения исповедовали ранние мусульмане. Всевышний сказал: «Стражами Огня мы сделали только ангелов, а количество их сделали искушением для неверующих, чтобы удостоверились те, кому было даровано Писание, чтобы усилилась вера у верующих» (74:31); «Верующими являются только те, сердца которых испытывают страх при упоминании Аллаха, вера которых усиливается, когда им читают Его аяты, которые уповают на своего Господа» (8:2). Эти воззрения также подтверждаются происходящими на свете событиями. Вера складывается из воззрений, которые исповедуются в сердце и произносятся устами, а также деяний, совершаемых сердцем, устами и остальными частями тела. И правоверные отличаются друг от друга по этим показателям самым выразительным образом. Затем Всевышний Аллах упомянул нетленные благодеяния, которые не пропадают даже тогда, когда пропадают все остальные благодеяния. К ним относятся совершение намаза, выплата закята, соблюдение поста, совершение хаджа и малого паломничества, чтение Корана, прославление, возвеличивание и восхваление Аллаха, произнесение свидетельства единобожия, добродетель по отношению к творениям, а также другие благодеяния, совершаемые душой и телом. Вознаграждением за эти нетленные благодеяния будет наилучшая награда и наилучшее воздаяние от Аллаха. Эти благодеяния принесут тем, кто их совершал, великую и неисчерпаемую пользу. Что же касается всех остальных деяний, то они принесут людям пользу только в мирской жизни и не будут поощрены вознаграждением в Последней жизни. Почему же Аллах упомянул о нетленных благодеяниях именно в этом откровении? Лучше всего об этом известно Аллаху, но очевидно, что после упоминания о том, что нечестивцы считают материальный достаток, большое количество детей и высокое положение в обществе залогом преуспеяния, Всевышний Аллах решил опровергнуть их утверждения. Он поведал о том, что залогом счастья и преуспеяния являются только богоугодные праведные поступки."
    },
    {
      "ayah": 77,
      "surah": 19,
      "text": "Не удивляет ли тебя положение неверующих, которые отвергают знамения Аллаха, но, несмотря на это, заявляют, что в Последней жизни им будет даровано несметное богатство и множество детей. Они считают себя будущими обитателями Рая, и это весьма удивительно. Было бы проще, если бы подобные заявления сделал праведник, который уверовал в Аллаха. И хотя это откровение было ниспослано по поводу одного из неверующих, оно относится ко всем безбожникам, которые считают себя приверженцами истины и предполагают оказаться в Раю."
    },
    {
      "ayah": 78,
      "surah": 19,
      "text": "Разве он объял своим знанием сокровенное и благодаря этому узнал о том, что в День воскресения ему будет даровано богатство и множество детей? Или же Милостивый Аллах обещал одарить его этими благами? Безусловно, дела обстоят далеко не так, ибо неверующий говорит о вещах, которые ему неизвестны. Что же касается двух доводов, перечисленных в этом аяте, то они являются неопровержимым свидетельством против этого неверующего. Дело в том, что человек может заявить о том, что в Последней жизни Аллах наделит его благами, только в двух следующих случаях: либо он обладает знанием о сокровенном и будущем, либо он заключил с Аллахом завет. Известно, что знанием о сокровенном обладает только Аллах, а человек может узнать о будущем только из Откровения, которое ниспосылается посланникам. Что же касается завета с Аллахом, то он обязывает людей уверовать в Него и следовать путем Его избранных посланников, которым было внушено, что они преуспеют в Последней жизни и обретут спасение. Если же человек не соответствует ни одному из этих двух требований, то его заявления о преуспеянии в Последней жизни являются лживыми. И поэтому далее Всевышний сказал:"
    },
    {
      "ayah": 79,
      "surah": 19,
      "text": "Предположения этого неверующего ошибочны и порочны. Во-первых, он не ведает о сокровенном, потому что отказывается уверовать в Аллаха и не имеет представлений о пророческой миссии. А Во-вторых, Аллах не давал ему никаких добрых обещаний, потому что он исповедует неверие и отворачивается от веры. Он заслуживает не вознаграждения, а наказания. А его слова будут записаны и сохранены, дабы он получил за них заслуженное воздаяние. Это воздаяние будет изощренным и мучительным, потому что он изощряется в собственном заблуждении и обольщении."
    },
    {
      "ayah": 8,
      "surah": 19,
      "text": "Когда пророк Закария услышал благую весть о скором рождении сына, которого он просил у Аллаха, он сильно удивился этому. Положение его жены и его самого не позволяли им родить ребенка. Он не думал об этом, когда обращался с мольбой к Аллаху, потому что его душа была переполнена духовной силой и огромным желанием заиметь сына. Но теперь, когда его молитвы были услышаны, он удивился этому."
    },
    {
      "ayah": 80,
      "surah": 19,
      "text": "Мы лишим его богатства и детей, и он расстанется с мирской жизнью в одиночестве. Вокруг него не будет ни богатства, ни близких, ни помощников, ни друзей. А когда он предстанет перед Нами, то воочию увидит ужасное наказание, которое ожидает его и ему подобных беззаконников."
    },
    {
      "ayah": 81,
      "surah": 19,
      "text": "Мы лишим его богатства и детей, и он расстанется с мирской жизнью в одиночестве. Вокруг него не будет ни богатства, ни близких, ни помощников, ни друзей. А когда он предстанет перед Нами, то воочию увидит ужасное наказание, которое ожидает его и ему подобных беззаконников."
    },
    {
      "ayah": 82,
      "surah": 19,
      "text": "Мы лишим его богатства и детей, и он расстанется с мирской жизнью в одиночестве. Вокруг него не будет ни богатства, ни близких, ни помощников, ни друзей. А когда он предстанет перед Нами, то воочию увидит ужасное наказание, которое ожидает его и ему подобных беззаконников."
    },
    {
      "ayah": 83,
      "surah": 19,
      "text": "Всевышний поведал о наказании, которое ожидает нечестивцев. В мирской жизни они не полагаются на Аллаха и не желают ухватиться за Его вервь. Напротив, они приобщают к Нему сотоварищей и выбирают себе друзей из числа Его врагов. Они прибегают за помощью к дьяволам, и те одерживают над ними верх. Они подстрекают их к неповиновению Аллаху и подталкивают их к неверию, нашептывают им наущения и внушают им дурные мысли, прикрашивают в их глазах ложь и вызывают у них отвращение к истине. В результате этого их сердца пропитываются любовью ко лжи, и они начинают отстаивать ложь, подобно тому, как справедливый человек отстаивает свои права. Они делают все возможное для прославления лжи и даже сражаются со сторонниками истины на этом поприще. Вот почему они будут удостоены справедливого наказания, которое падет на каждого, кто отказывается от покровительства своего истинного Покровителя и обращается за поддержкой к своему врагу и позволяет ему одержать над собой верх. Но если бы такой человек уверовал в Аллаха и положился на Него, то сатана никогда не одолел бы его, потому что Всевышний Аллах сказал о нем: «Воистину, он не властен над теми, которые уверовали и уповают только на своего Господа. Ему подвластны только те, которые считают его (дьявола) своим помощником и покровителем и которые приобщают к Нему сотоварищей» (16:99–100)."
    },
    {
      "ayah": 84,
      "surah": 19,
      "text": "Не торопись с теми неверующими, которые желают ускорить приближение лютой кары. Мы предопределили для них считанные дни, и они не смогут приблизить или отсрочить установленный для них срок. Эта отсрочка предоставлена им для того, чтобы они вернулись в лоно религии Аллаха. Но если эта отсрочка не принесет им никакой пользы, то они будут подвергнуты наказанию могущественного и всесильного Аллаха."
    },
    {
      "ayah": 85,
      "surah": 19,
      "text": "Не торопись с теми неверующими, которые желают ускорить приближение лютой кары. Мы предопределили для них считанные дни, и они не смогут приблизить или отсрочить установленный для них срок. Эта отсрочка предоставлена им для того, чтобы они вернулись в лоно религии Аллаха. Но если эта отсрочка не принесет им никакой пользы, то они будут подвергнуты наказанию могущественного и всесильного Аллаха."
    },
    {
      "ayah": 86,
      "surah": 19,
      "text": "Всевышний поведал о том, как сильно положение богобоязненных верующих будет отличаться от положения грешников и преступников. Верующие, которые боялись Аллаха и избегали многобожия, ереси и ослушания, будут присутствовать на ристалище Судного дня в качестве достопочтенной и уважаемой делегации, прибывшей для встречи с Милостивым и Великодушным Аллахом. Известно, что сердца делегатов, прибывших на прием правителя, бывают переполнены надеждой на его благосклонность. Богобоязненные праведники прибудут к Милостивому Аллаху в надежде на Его милость и всеобъемлющую добродетель. Они будут надеяться получить щедрые дары в обители Божьей благосклонности, и основанием для этого будут благодеяния, которые они совершали, руководствуясь собственной богобоязненностью и стремясь снискать благоволение своего Господа. Они будут знать, что Он обещал им щедрое вознаграждение устами Своих посланников, и поэтому устремятся на встречу с Ним со спокойной душой, уверенные в Его милости. Что же касается грешников, то их погонят в Преисподнюю, словно на водопой. Они будут испытывать сильную жажду, и положение их будет самым отвратительным и самым унизительным. Их будут гнать в самые ужасные застенки, где для них приготовлено самое ужасное наказание. Их будут гнать в Геенну. Утомленные и измученные жаждой, они будут молить о помощи, но никто не придет к ним на помощь. Они будут взывать, но их молитвы не будут услышаны. Они будут просить о заступничестве, но никто не станет заступаться за них. И поэтому далее Всевышний сказал:"
    },
    {
      "ayah": 87,
      "surah": 19,
      "text": "Они не владеют правом на заступничество, потому что заступничество целиком и полностью принадлежит Аллаху. По этому поводу Всевышний сказал: «Скажи: “Аллаху принадлежит заступничество целиком. Ему принадлежит власть над небесами и землей, и к Нему вы будете возвращены”» (39:44). Аллах поведал о том, что заступничество не принесет пользы неверующим, потому что они не выполнили своих обязанностей и отказались уверовать в Аллаха и Его посланников. Но если бы они выполнили условия завета с Аллахом, уверовали бы в Него и Его посланников и последовали по их стопам, то они сумели бы снискать благоволение Аллаха, а пророки и приближенные праведники заступились бы за них перед Аллахом. Всевышний сказал: «Они заступаются только за тех, кем Он доволен» (21:28). В обсуждаемом нами аяте Аллах назвал веру в Него и Его посланников заветом, потому что в Своих писаниях и устами Своих посланников Аллах обещал прекрасное вознаграждение тем, кто последует за ними."
    },
    {
      "ayah": 88,
      "surah": 19,
      "text": "Они не владеют правом на заступничество, потому что заступничество целиком и полностью принадлежит Аллаху. По этому поводу Всевышний сказал: «Скажи: “Аллаху принадлежит заступничество целиком. Ему принадлежит власть над небесами и землей, и к Нему вы будете возвращены”» (39:44). Аллах поведал о том, что заступничество не принесет пользы неверующим, потому что они не выполнили своих обязанностей и отказались уверовать в Аллаха и Его посланников. Но если бы они выполнили условия завета с Аллахом, уверовали бы в Него и Его посланников и последовали по их стопам, то они сумели бы снискать благоволение Аллаха, а пророки и приближенные праведники заступились бы за них перед Аллахом. Всевышний сказал: «Они заступаются только за тех, кем Он доволен» (21:28). В обсуждаемом нами аяте Аллах назвал веру в Него и Его посланников заветом, потому что в Своих писаниях и устами Своих посланников Аллах обещал прекрасное вознаграждение тем, кто последует за ними."
    },
    {
      "ayah": 89,
      "surah": 19,
      "text": "Они не владеют правом на заступничество, потому что заступничество целиком и полностью принадлежит Аллаху. По этому поводу Всевышний сказал: «Скажи: “Аллаху принадлежит заступничество целиком. Ему принадлежит власть над небесами и землей, и к Нему вы будете возвращены”» (39:44). Аллах поведал о том, что заступничество не принесет пользы неверующим, потому что они не выполнили своих обязанностей и отказались уверовать в Аллаха и Его посланников. Но если бы они выполнили условия завета с Аллахом, уверовали бы в Него и Его посланников и последовали по их стопам, то они сумели бы снискать благоволение Аллаха, а пророки и приближенные праведники заступились бы за них перед Аллахом. Всевышний сказал: «Они заступаются только за тех, кем Он доволен» (21:28). В обсуждаемом нами аяте Аллах назвал веру в Него и Его посланников заветом, потому что в Своих писаниях и устами Своих посланников Аллах обещал прекрасное вознаграждение тем, кто последует за ними."
    },
    {
      "ayah": 9,
      "surah": 19,
      "text": "Рождение ребенка у пророка Закарии действительно было необычным событием. Оно противоречило законам, по которым Аллах управляет судьбами Своих творений. Однако Его могущество позволяет Ему создавать желаемое вопреки этим законам. И поэтому сотворение Йахьи не составило для Аллаха никакого труда, тем более что еще раньше Аллах сотворил самого Закарию, хотя он и был ничем."
    },
    {
      "ayah": 90,
      "surah": 19,
      "text": "Они не владеют правом на заступничество, потому что заступничество целиком и полностью принадлежит Аллаху. По этому поводу Всевышний сказал: «Скажи: “Аллаху принадлежит заступничество целиком. Ему принадлежит власть над небесами и землей, и к Нему вы будете возвращены”» (39:44). Аллах поведал о том, что заступничество не принесет пользы неверующим, потому что они не выполнили своих обязанностей и отказались уверовать в Аллаха и Его посланников. Но если бы они выполнили условия завета с Аллахом, уверовали бы в Него и Его посланников и последовали по их стопам, то они сумели бы снискать благоволение Аллаха, а пророки и приближенные праведники заступились бы за них перед Аллахом. Всевышний сказал: «Они заступаются только за тех, кем Он доволен» (21:28). В обсуждаемом нами аяте Аллах назвал веру в Него и Его посланников заветом, потому что в Своих писаниях и устами Своих посланников Аллах обещал прекрасное вознаграждение тем, кто последует за ними."
    },
    {
      "ayah": 91,
      "surah": 19,
      "text": "Они не владеют правом на заступничество, потому что заступничество целиком и полностью принадлежит Аллаху. По этому поводу Всевышний сказал: «Скажи: “Аллаху принадлежит заступничество целиком. Ему принадлежит власть над небесами и землей, и к Нему вы будете возвращены”» (39:44). Аллах поведал о том, что заступничество не принесет пользы неверующим, потому что они не выполнили своих обязанностей и отказались уверовать в Аллаха и Его посланников. Но если бы они выполнили условия завета с Аллахом, уверовали бы в Него и Его посланников и последовали по их стопам, то они сумели бы снискать благоволение Аллаха, а пророки и приближенные праведники заступились бы за них перед Аллахом. Всевышний сказал: «Они заступаются только за тех, кем Он доволен» (21:28). В обсуждаемом нами аяте Аллах назвал веру в Него и Его посланников заветом, потому что в Своих писаниях и устами Своих посланников Аллах обещал прекрасное вознаграждение тем, кто последует за ними."
    },
    {
      "ayah": 92,
      "surah": 19,
      "text": "Всевышний поведал о том, насколько ужасны и чудовищны слова многобожников, упрямо отрицающих истину и приписывающих Милостивому Аллаху сына. Такие воззрения исповедуют христиане, которые считают Мессию Сыном Бога, иудеи, которые считают Узейра Сыном Бога, а также язычники, которые считают ангелов дочерьми Бога. Воистину, Всевышний Аллах бесконечно далек от их измышлений! Их слова настолько лживы, что от них огромное небо готово расколоться, земля - разверзнуться, а горы - рассыпаться в прах. Не подобает Милостивому иметь сына, потому что существование сына подразумевает наличие недостатков и зависимость. Он богат, достохвален и не испытывает никакой нужды. Кроме того, ребенок бывает похож на своего родителя, а Всевышний Аллах не имеет Себе равных и подобных."
    },
    {
      "ayah": 93,
      "surah": 19,
      "text": "Абсолютно все творения предстанут перед Аллахом униженными и смиренными. Ни ангелы, ни люди, ни джинны - никто не станет противиться или сопротивляться Его воле, потому что все они являются рабами Аллаха и не властны распоряжаться в Его владениях. Как же можно утверждать, что у Аллаха, Который обладает такими великими качествами и такой неограниченной властью, есть ребенок?!"
    },
    {
      "ayah": 94,
      "surah": 19,
      "text": "Абсолютно все творения предстанут перед Аллахом униженными и смиренными. Ни ангелы, ни люди, ни джинны - никто не станет противиться или сопротивляться Его воле, потому что все они являются рабами Аллаха и не властны распоряжаться в Его владениях. Как же можно утверждать, что у Аллаха, Который обладает такими великими качествами и такой неограниченной властью, есть ребенок?!"
    },
    {
      "ayah": 95,
      "surah": 19,
      "text": "Его божественное знание объемлет все творения, которые обитают на небесах и на земле. Он знает счет своим творениям и их деяниям. Он не забывает о них и не предает их забвению, и ничто не может быть сокрыто от Него. А когда наступит День воскресения, каждый из них предстанет перед Ним поодиночке. Рядом с ними не будет ни детей, ни богатства, ни помощников. И только совершенные деяния останутся рядом с ними, дабы Аллах сполна воздал каждому из них: добром за добро и злом за зло. И тогда Всевышний Аллах скажет: «Вы явились к Нам одинокими, какими Мы сотворили вас в первый раз, и оставили позади себя то, чем Мы вас наделили. Мы не видим с вами ваших заступников, которых вы для себя считали сотоварищами Аллаха. Связи между вами разорваны, и покинуло вас то, что вы утверждали» (6:94)."
    },
    {
      "ayah": 96,
      "surah": 19,
      "text": "Речь идет о милости, которой Аллах осеняет тех, кто обретает веру и совершает праведные деяния. Аллах удостаивает их любви своих праведных рабов на небесах и на земле, причиной же этому становятся их благодеяния, проповеди, наставления, почтительное отношение людей к ним и показанный ими пример благочестия. Именно поэтому в достоверном хадисе говорится: «Если Аллах проникается любовью к Своему рабу, то Он обращается к Джибрилу со словами: “Я возлюбил такого-то, и ты возлюби его!” Джибрил также проникается к нему любовью, а затем обращается к обитателям небес со словами: “Аллах возлюбил такого-то, и вы возлюбите его!” Обитатели небес также проникаются любовью к нему, а затем он получает признание на земле». Аллах одаряет таких людей своей любовью за то, что прежде они возлюбили Его, а затем Аллах окружает их любовью своих праведных и возлюбленных рабов."
    },
    {
      "ayah": 97,
      "surah": 19,
      "text": "Всевышний поведал о Своей милости к людям, благодаря которой Священный Коран является понятным и доступным для каждого, кто владеет языком Пророка Мухаммада, да благословит его Аллах и приветствует. Его слова просты, а их смысл предельно ясен, дабы люди без труда понимали смысл коранических откровений и извлекали из них пользу. Эти откровения содержат благую весть для богобоязненных праведников о вознаграждении при жизни на земле и после смерти и обучают людей тому, как можно заслужить это вознаграждение. А наряду с этим они предостерегают тех, кто истово отстаивает ложь и упорствует в собственном неверии. Они лишают этих грешников оправдания неосведомленностью и разъясняют им прямой путь, дабы тот, кому суждено обрести жизнь вечную, жил при полной ясности, а тот, кому суждено погибнуть, погиб при полной ясности. А после упоминания об этом Всевышний Аллах пригрозил погубить неверующих так, как были погублены их предшественники:"
    },
    {
      "ayah": 98,
      "surah": 19,
      "text": "Народ Нуха, адиты, самудяне - как же много было неверующих народов, которые упрямо отказывались покаяться в беззаконии! Аллах уничтожил их и стер их с лица земли. От них не осталось даже следа, но зато сохранились повествования об их погибели, которые являются поучительными назиданиями для тех, кто внимает проповедям и наставлениям."
    }
  ]
}
