{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 21,
      "text": "Из этого аята становится ясно, насколько удивительно поведение людей, которые не извлекают пользы из увещеваний и не прислушиваются к предостережениям. Очень скоро людям предстоит ответить за содеянные злодеяния и получить вознаграждение за совершенные праведные поступки, однако они продолжают пренебрегать тем, ради чего они были сотворены, и отворачиваться от проповедей и наставлений. Они ведут себя так, словно они были сотворены только ради мирской жизни или появились на свет только ради развлечения. Всевышний Аллах продолжает увещевать их посредством проповедей и напоминаний, однако они продолжают пренебрежительно отворачиваться от них. Вот почему далее Аллах сказал:"
    },
    {
      "ayah": 10,
      "surah": 21,
      "text": "О люди, до которых дошла весть о пророчестве Мухаммада, сына Абдуллаха и внука Абд аль-Мутталиба! Мы ниспослали вам Славное Писание - Ясный Коран. И этим вам была оказана великая честь. Благодаря этому Писанию вы можете уверовать в правдивые повествования, выполнять прекрасные повеления и избегать мудрых запретов. И если вы будете поступать так, то сумеете обрести величие и славу. Неужели вы не осознаете того, что может принести вам пользу, а что причинить вред? Почему вы не руководствуетесь писанием, которое принесет вам славу как при жизни на земле, так и после смерти? Воистину, если бы вы были благоразумны, то непременно последовали бы этим путем. Но вы не сделали этого и предпочли для себя иной путь, который обрекает вас на низость, погибель и вечное несчастье в мирской и будущей жизнях. Все это означает, что вы не руководствуетесь здравым рассудком и не прислушиваетесь к голосу разума. Правдивость этого аята подтверждается многими историческими фактами. Сподвижники и их праведные последователи, которые уверовали в Божьего посланника, да благословит его Аллах и приветствует, и руководствовались Кораном, сумели достичь небывалых высот, обрели громкую славу и покорили могучих царей, о чем известно практически каждому. Также хорошо известно, что люди, которые не принимали во внимание коранические заповеди и не очищали свои души посредством коранических аятов, были удостоены ненависти Аллаха и обречены на погибель и несчастье. Воистину, достичь успеха при жизни на земле и после смерти может только тот, кто руководствуется этим Священным Писанием."
    },
    {
      "ayah": 100,
      "surah": 21,
      "text": "Адские муки настолько ужасны, что мученики будут стенать на выдохе. Они будут слепы, глухи и немы. Согласно другому толкованию, они не услышат в Преисподней ничего, кроме гневных выдохов Ада и бурления кипящей воды."
    },
    {
      "ayah": 101,
      "surah": 21,
      "text": "Адские муки настолько ужасны, что мученики будут стенать на выдохе. Они будут слепы, глухи и немы. Согласно другому толкованию, они не услышат в Преисподней ничего, кроме гневных выдохов Ада и бурления кипящей воды."
    },
    {
      "ayah": 102,
      "surah": 21,
      "text": "Ранее мы уже сказали о том, что многобожники попадут в Ад вместе со своими идолами. Это будут каменные истуканы, а также люди, которым поклонялись и которые испытывали от этого удовлетворение. Что же касается Мессии, Узейра, ангелов и святых угодников, которым люди поклоняются вместо Аллаха, то они не будут подвергнуты наказанию. Они входят в число тех, кому Аллах предначертал добро. Это означает, что Аллах изначально знал о том, что они обретут счастье. Это было записано в Хранимой скрижали и подтверждалось тем, что Аллах облегчал им жизненный путь и помогал совершать праведные деяния. И поэтому они будут отдалены от Ада. Они не попадут в него и даже не окажутся вблизи него. Напротив, они будут настолько далеки от Ада, что не услышат даже его малейших звуков и не увидят его воочию. Они будут наслаждаться яствами и напитками, прекрасными женами и пейзажами - всем тем, чего не видывал взор, чего не слышали уши и о чем даже не помышляла человеческая душа. Это наслаждение будет длиться вечность, и с каждым часом оно будет только увеличиваться."
    },
    {
      "ayah": 103,
      "surah": 21,
      "text": "В День воскресения, когда всех людей будет одолевать великий страх, они не будут опечалены. А произойдет это, когда Преисподняя приблизится к неверным и грешникам и будет яростно жаждать их. Это событие вызовет у людей сильный страх, однако оно ничуть не опечалит праведников, потому что им будет известно, что ожидает их впереди, и потому что Аллах обезопасит их от всего, что может вызвать у них страх. Как только они воскреснут и покинут могилы, благородные ангелы предстанут перед ними для того, чтобы призвать их на место сбора. Они будут приветствовать их словами: «Настал обещанный вам день. Возрадуйтесь же обещанию Аллаха, и пусть ваша радость будет великой, потому что впереди вас ожидают великие почести. Радуйтесь и ликуйте, потому что отныне Аллах обезопасил вас от всего, что может вызвать страх или негодование»."
    },
    {
      "ayah": 104,
      "surah": 21,
      "text": "Всевышний поведал о том, что в День воскресения Он свернет величественное и огромное небо, подобно тому, как писарь сворачивает свитки с письменами. И тогда звезды осыплются, а солнце и луна будут скручены и покинут свои места. А воскрешение творений будет похоже на их сотворение в первый раз. Тогда Аллах сотворил их из небытия, а в этот раз они будут воскрешены после смерти. Так обещал Аллах, Который непременно сдержит Свое обещание, потому что Его могущество совершенно и потому что ничто не способно помешать ему."
    },
    {
      "ayah": 105,
      "surah": 21,
      "text": "Под Писаниями подразумеваются Тора и другие Небесные Писания. А под напоминанием подразумевается Мать писаний - Хранимая скрижаль, которое содержит в себе достоверные сведения обо всем, что происходит на свете. В ней записано, что райская земля достанется в наследство праведным рабам Аллаха, которые выполняли Божьи повеления и остерегались грехов. Они унаследуют Райские сады и скажут: «Хвала Аллаху, Который дал нам правдивое обещание и позволил нам унаследовать райскую землю. Мы можем поселиться в Раю, где пожелаем. Как же прекрасна награда тружеников!» (39:74). Существует мнение, что праведники унаследуют земной мир, в котором они будут править и господствовать. Это мнение также подтверждается следующим откровением: «Аллах обещал тем из вас, которые уверовали и совершали праведные деяния, что Он непременно сделает их наместниками на земле, подобно тому, как Он сделал наместниками тех, кто был до них» (24:55)."
    },
    {
      "ayah": 106,
      "surah": 21,
      "text": "Всевышний Аллах похвалил свое Славное Писание - Священный Коран. Он является в высшей степени самодостаточным, и все люди испытывают в нем крайнюю нужду. Его наставлений достаточно для того, чтобы приблизиться к Аллаху и обители Божьей милости. Он также помогает людям достичь самых прекрасных и желанных целей. Верующие, которые поклоняются Аллаху, являются наиболее достойными из творений. Но даже они не нуждаются в более прекрасном руководстве, чем Священный Коран, потому что он самым выразительным образом оповещает людей об Аллахе, Его именах, качествах и деяниях. Он содержит правдивые рассказы о сокровенном, призывает читателей обратиться в правую веру и обрести убежденность, побуждает выполнять повеления Аллаха и не нарушать Его запретов. Он изобличает пороки человеческой души и недостатки в деяниях, разъясняет основные и второстепенные вопросы религии, предостерегает от путей сатаны и разъясняет, каким образом сатана может подступиться к человеку. И поэтому всякий, кто не довольствуется Кораном, не станет довольствоваться Аллахом."
    },
    {
      "ayah": 107,
      "surah": 21,
      "text": "Всевышний похвалил Своего посланника, да благословит его Аллах и приветствует, который принес человечеству Священный Коран. Его пророческая миссия была милостью Аллаха, Который пожелал наставить людей на прямой путь. Правоверные приняли эту милость, возблагодарили Аллаха и стали выполнять все, что от них требуется. Остальные люди отказались уверовать, стали неблагодарностью отвечать на блага своего Господа и отказались от Его милости."
    },
    {
      "ayah": 108,
      "surah": 21,
      "text": "О Мухаммад! Разъясни людям, что только Аллах заслуживает поклонения и обожествления. А затем спроси у них, не хотят ли они покориться Аллаху и признать Его своим Господом Богом. И если они ответят на твой призыв, то пусть воздадут хвалу Аллаху за то, что Он почтил их своей величайшей милостью."
    },
    {
      "ayah": 109,
      "surah": 21,
      "text": "О Мухаммад! Разъясни людям, что только Аллах заслуживает поклонения и обожествления. А затем спроси у них, не хотят ли они покориться Аллаху и признать Его своим Господом Богом. И если они ответят на твой призыв, то пусть воздадут хвалу Аллаху за то, что Он почтил их своей величайшей милостью."
    },
    {
      "ayah": 11,
      "surah": 21,
      "text": "О люди, до которых дошла весть о пророчестве Мухаммада, сына Абдуллаха и внука Абд аль-Мутталиба! Мы ниспослали вам Славное Писание - Ясный Коран. И этим вам была оказана великая честь. Благодаря этому Писанию вы можете уверовать в правдивые повествования, выполнять прекрасные повеления и избегать мудрых запретов. И если вы будете поступать так, то сумеете обрести величие и славу. Неужели вы не осознаете того, что может принести вам пользу, а что причинить вред? Почему вы не руководствуетесь писанием, которое принесет вам славу как при жизни на земле, так и после смерти? Воистину, если бы вы были благоразумны, то непременно последовали бы этим путем. Но вы не сделали этого и предпочли для себя иной путь, который обрекает вас на низость, погибель и вечное несчастье в мирской и будущей жизнях. Все это означает, что вы не руководствуетесь здравым рассудком и не прислушиваетесь к голосу разума. Правдивость этого аята подтверждается многими историческими фактами. Сподвижники и их праведные последователи, которые уверовали в Божьего посланника, да благословит его Аллах и приветствует, и руководствовались Кораном, сумели достичь небывалых высот, обрели громкую славу и покорили могучих царей, о чем известно практически каждому. Также хорошо известно, что люди, которые не принимали во внимание коранические заповеди и не очищали свои души посредством коранических аятов, были удостоены ненависти Аллаха и обречены на погибель и несчастье. Воистину, достичь успеха при жизни на земле и после смерти может только тот, кто руководствуется этим Священным Писанием."
    },
    {
      "ayah": 110,
      "surah": 21,
      "text": "О Мухаммад! Разъясни людям, что только Аллах заслуживает поклонения и обожествления. А затем спроси у них, не хотят ли они покориться Аллаху и признать Его своим Господом Богом. И если они ответят на твой призыв, то пусть воздадут хвалу Аллаху за то, что Он почтил их своей величайшей милостью."
    },
    {
      "ayah": 111,
      "surah": 21,
      "text": "Если они откажутся признать Аллаха своим Господом, то предостереги их от наказания, которое станет показательным для всех остальных людей. Скажи: «Я поведал вам о страшном наказании. Теперь вы осведомлены о нем не хуже, чем я. Когда же вас постигнет лютая кара, то не говорите, что к вам не приходил добрый вестник и увещеватель. Это будет неправдой, потому что ваши знания о грядущем наказании теперь не уступают моим познаниям. Я оповестил вас и предостерег от возмездия. Я рассказал вам о дурных последствиях неверия и ничего не скрыл от вас. Мне не известно, рано или поздно наступит обещанное вам наказание. Об этом известно только Аллаху, в Чьей власти свершить обещанное. И от меня в этом деле ничего не зависит. Но, может быть, предоставленная вам отсрочка не принесет вам ничего, кроме вреда, потому что вы будете наслаждаться мирскими благами до поры до времени, и это приумножит положенное вам наказание."
    },
    {
      "ayah": 112,
      "surah": 21,
      "text": "Посланник Аллаха, да благословит его Аллах и приветствует, попросил Господа рассудить между ним и неверующими по справедливости, и Всевышний внял его молитве. Он не стал дожидаться наступления Последней жизни и рассудил между ними по справедливости еще при жизни Пророка, да благословит его Аллах и приветствует. А произошло это во время сражения при Бадре. Мы обращаем свои молитвы к Милостивому Господу и просим Его поддержать нас в борьбе с теми, кто измышляет ложь. Мы верим, что Он поможет нам одолеть противников и уничтожит их лживые вероисповедания. Мы не обольщаемся собственными достижениями и не рассчитываем на свою силу. Мы просим помощи у Милостивого, в Чьей власти находятся все творения. Мы просим Его смилостивиться над нами и внять нашей мольбе, а Он отвечает на наши молитвы. Хвала же за это надлежит Ему одному."
    },
    {
      "ayah": 12,
      "surah": 21,
      "text": "Всевышний обратился к нечестивцам, которые осмеливаются отвергать Пророка Мухаммада, да благословит его Аллах и приветствует, и напомнил им о страшной участи, постигшей неверующих, которые отвергали предыдущих посланников. Аллах неоднократно искоренял целые неверующие народы и уничтожал их всех до одного, а вместо них создавал другие народы. И всякий раз, когда мучительное наказание вплотную приближалось к неверующим, они начинали стучать по земле ногами от беспокойства и сожаления. Воистину, они начинали раскаиваться в содеянном. Но им говорили с сарказмом:"
    },
    {
      "ayah": 13,
      "surah": 21,
      "text": "Вам не удастся сбежать, и раскаяния не принесут вам пользы. Но если вы действительно обладаете могуществом, то вернитесь к своим удовольствиям и развлечениям. Вернитесь в свои восхитительные жилища и продолжайте наслаждаться мирской жизнью, которая обольщала и занимала вас до тех пор, пока не явилось повеление Аллаха. Укрепитесь в земном мире и пользуйтесь его благами. Преспокойно обитайте в своих жилищах и будьте почитаемы. Прежде вы уже добились своей цели. Быть может, вам опять удастся добиться желаемого, и тогда к вам будут обращаться с просьбами по мирским вопросам. Увы! Вам не удастся повторить это? Срок вашей мирской жизни истек, и теперь вы удостоены мучительного наказания и Божьей ненависти. Вы лишились могущества, славы и мирских благ, и вашим уделом стало сожаление и раскаяние."
    },
    {
      "ayah": 14,
      "surah": 21,
      "text": "Вам не удастся сбежать, и раскаяния не принесут вам пользы. Но если вы действительно обладаете могуществом, то вернитесь к своим удовольствиям и развлечениям. Вернитесь в свои восхитительные жилища и продолжайте наслаждаться мирской жизнью, которая обольщала и занимала вас до тех пор, пока не явилось повеление Аллаха. Укрепитесь в земном мире и пользуйтесь его благами. Преспокойно обитайте в своих жилищах и будьте почитаемы. Прежде вы уже добились своей цели. Быть может, вам опять удастся добиться желаемого, и тогда к вам будут обращаться с просьбами по мирским вопросам. Увы! Вам не удастся повторить это? Срок вашей мирской жизни истек, и теперь вы удостоены мучительного наказания и Божьей ненависти. Вы лишились могущества, славы и мирских благ, и вашим уделом стало сожаление и раскаяние."
    },
    {
      "ayah": 15,
      "surah": 21,
      "text": "Они призывали погибель, раскаивались в совершенных злодеяниях, признавались в собственном беззаконии и свидетельствовали о справедливости Аллаха. И это продолжалось до тех пор, пока Аллах не превращал их в безжизненное жнивье. Они прекращали двигаться и умолкали. О внемлющие люди! Остерегайтесь упрямо отвергать самого славного из посланников, дабы не постигло вас то, что постигло ваших предшественников."
    },
    {
      "ayah": 16,
      "surah": 21,
      "text": "Всевышний поведал о том, что Он сотворил небеса и землю не ради забавы или бессмысленного развлечения. Напротив, Вселенная была сотворена по истине и ради истины, благодаря чему рабы Аллаха могут легко убедиться в том, что Он - Могучий Творец, Мудрый Правитель, Милостивый и Милосердный Господь. Он заслуживает всяческой хвалы и обладает абсолютным совершенством и всесторонним могуществом. Он говорит сущую правду и отправляет посланников, которые говорят о Нем только сущую правду. Размышления над Вселенной помогают уверовать в то, что Аллах, Который сумел сотворить необъятные и величественные небеса и землю, вне всякого сомнения, способен воскресить усопших, чтобы воздать им добром за добро и злом за зло."
    },
    {
      "ayah": 17,
      "surah": 21,
      "text": "Это - предположение, которому никогда не суждено сбыться. Если бы Аллах пожелал устроить Себе развлечение, то не поведал бы об этом Своим творениям, потому что стремление к развлечениям является пороком и недостатком. И если бы у Него были недостатки, то Он не позволил бы Своим рабам узнать о них. Всевышний привел такой пример для того, чтобы самым убедительным образом донести истину до людей, не обладающих большим умом. Пречист Выдержанный, Милосердный и Мудрый Аллах, Который в Своем писании расставил все по своим местам."
    },
    {
      "ayah": 18,
      "surah": 21,
      "text": "Всевышний поведал о том, что Он взял на себя ответственность утвердить истину и сокрушить ложь. И всякий раз, когда люди начинают препираться и отстаивать ложь, Аллах ниспосылает истину, знание и разъяснения, которые разбивают ложь вдребезги. Она исчезает, и каждый человек убеждается в ее порочности. Это можно отнести ко всем религиозным и духовным вопросам. Стоит приверженцам лжи посеять среди людей сомнения, связанные с логическими размышлениями или священными текстами, для того, чтобы провозгласить ложь и опровергнуть истину, как люди находят ниспосланные Аллахом неопровержимые логические аргументы и священные тексты, которые убедительно опровергают эти ошибочные воззрения, благодаря чему окружающие получают возможность убедиться в их порочности. Это ясно каждому, кто последовательно и внимательно изучает религиозные вопросы. А затем Аллах обратился к тем, кто приписывает Ему недостойные качества, приобщает к Нему сотоварищей или верит в существование у Него Сына и Супруги. Ваши злодеяния закончатся тем, что вас постигнет горе, разочарование и великий убыток. Ваши слова не принесут вам никакой пользы, и ваши ожидания не оправдаются. Вы не добьетесь того, ради чего вы трудились и к чему вы стремились. Более того, все произойдет наоборот. Вашим уделом будут лишения и разочарование. Затем Аллах поведал о том, что власть над небесами, землей и всем, что находится между ними, принадлежит Ему одному. Все обитающие на них творения являются Его рабами. Они не обладают никакой властью и даже малой толикой власти. Они ничем не могут помочь Аллаху и не имеют право даже ходатайствовать перед Ним без Его позволения. Почему же тогда многобожники превращают эти творения в божества и приписывают Аллаху детей?!"
    },
    {
      "ayah": 19,
      "surah": 21,
      "text": "Пречист Великий Властелин! Перед Его могуществом склоняются все творения. Он властен над всем сущим. Его страшатся даже приближенные ангелы. Ему неустанно поклоняются все, кто находится рядом с Ним. Ангелы не избегают поклонения Ему и не испытывают скуку от этого, потому что они обладают истовым желанием угодить Ему, испытывают к Нему самую совершенную любовь и наделены для этого могучими телами."
    },
    {
      "ayah": 2,
      "surah": 21,
      "text": "Господь ниспосылал им назидания, которые обучали их тому, что может принести им пользу, и тому, что может причинить им вред. Они призывали их к добру и предостерегали от зла, однако люди выслушивали эти назидания, не придавая им никакого значения. Тем самым они лишались возможности оправдаться невежеством и неосведомленностью."
    },
    {
      "ayah": 20,
      "surah": 21,
      "text": "Ангелы целиком и полностью поглощены поклонением Аллаху и восхвалением Его. Они поминают Его целыми днями напролет и никогда не прекращают это занятие. И хотя ангелов - бесчисленное множество, каждый из них обладает этим качеством. И это свидетельствует о величии, могуществе, власти, безупречном знании и совершенной мудрости Аллаха. Воистину, эти качества обязывают все творения поклоняться только Ему одному и не приобщать к Нему сотоварищей. После упоминания о совершенстве могущества и величия Аллаха, а также о том, что все сущее преклоняется перед Ним, Всевышний укорил многобожников, которые поклоняются вместо Него вымышленным земным богам, которые совершенно беспомощны и бессильны. Всевышний сказал:"
    },
    {
      "ayah": 21,
      "surah": 21,
      "text": "Это - риторический вопрос, ответ на который может быть только отрицательным. Безусловно, вымышленные боги не способны воскрешать. По этому поводу Аллах сказал: «Они стали поклоняться вместо Него другим божествам, которые ничего не создают, хотя сами были сотворены. Они не властны принести вред или пользу даже самим себе и не распоряжаются ни смертью, ни жизнью, ни воскрешением» (25:3); «Но они поклоняются вместо Аллаха другим богам в надежде на то, что им окажут помощь. Они не могут помочь им, хотя они являются для них готовым войском (язычники готовы сражаться за своих идолов, или идолы будут в Последней жизни готовым войском против язычников)» (36:74–75). Все это означает, что многобожники поклоняются творениям, которые не способны принести пользу или причинить вред, и отказываются от искреннего поклонения Аллаху, Который обладает абсолютным совершенством и является Единственным, Кто управляет судьбами и способен принести пользу или причинить вред. А поступают они так, потому что Он лишил их верного руководства и прекрасных качеств. Они погрязли в безграничном невежестве и беззаконии, и поэтому они не понимают того, что Вселенная может существовать только под покровительством одного Господа Бога. Вот почему далее Всевышний сказал:"
    },
    {
      "ayah": 22,
      "surah": 21,
      "text": "Если бы Аллахом не был Единственным Господом Богом, то небеса и земля давно бы разрушились, а обитающие на них творения погибли. И правдивость этого утверждения легко объяснить. Высший и низший миры живут по совершенным законам и зависят от установленного в них порядка. Этот порядок не имеет изъянов и недостатков, и ничто не способно воспротивиться ему. А это значит, что управляет этой Вселенной один Правитель, один Господь Бог. И если бы Вселенная и ее обитатели зависели от двух или больше числа богов и правителей, то нарушился бы существующей в ней порядок и разрушились бы его основы. Разные правители стали бы принимать различные решения, и если бы один из них одобрил существование чего-либо во Вселенной, то второй мог бы пожелать обратное. Невозможно, чтобы желания двух правителей абсолютно совпадали. А если бы желание одного из них не сбылось, то это бы означало его слабость и немощь. Из этого следует, что Единственным Правителем, Чьи желания неукоснительно исполняются и не могут быть оспорены или отвергнуты, является Всемогущий Аллах. Он поведал о том, что если бы существовали разные боги, то они воспротивились бы друг другу: «Аллах не взял Себе сына, и нет наряду с Ним другого бога. В противном случае каждый бог унес бы с собой то, что сотворил, и одни из них возвысились бы над другими. Аллах превыше того, что они приписывают Ему!» (23:91). Согласно одному из двух существующих толкований, похожий смысл имеет также следующее кораническое откровение: «Скажи: “Если бы, как они говорят, наряду с Ним существовали другие боги, то они непременно попытались бы добраться до Господа Трона”. Пречист Он и премного выше того, что они говорят» (17:42–43). Воистину, Аллах настолько безупречен, что абсолютно не имеет пороков и недостатков. Он - Господь Трона, который служит кровлей мироздания и является самым огромным и самым величественным из Его творений. И если божественное господство Аллаха распространяется на Трон, то что тогда говорить обо всех остальных творениях? И, несмотря на это, отрицающие истину неверующие несправедливо приписывают Аллаху Сына и Супругу и приобщают к Нему сотоварищей."
    },
    {
      "ayah": 23,
      "surah": 21,
      "text": "Могущество Аллаха настолько велико, Его слава настолько безгранична, а Его власть настолько совершенна, что ни одно творение не смеет воспротивиться Ему словом или делом. Благодаря Своей безупречной мудрости Всевышний Аллах сотворил Вселенную совершенной и расставил все по своим местам. Человеческий разум оценивает это по достоинству, и никто не может упрекнуть Его за содеянное. Воистину, сотворенное Им лишено изъянов и повреждений. Что же касается самих творений, то каждое из них будет отвечать за свои слова и поступки, поскольку все они являются всего лишь слабыми и беспомощными рабами. Они не обладают даже крошечной толикой власти ни над собой, ни над другими творениями."
    },
    {
      "ayah": 24,
      "surah": 21,
      "text": "Аллах в очередной раз укорил многобожников за то, что они поклоняются наряду с Ним выдуманным богам. А затем Он повелел Своему пророку, да благословит его Аллах и приветствует, изобличить порочность их поступка и сказать: «Какие доводы и доказательства вы можете привести в оправдание своих поступков? Воистину, вам никогда не удастся привести подобных доводов. Более того, самые убедительные и неопровержимые доводы всегда будут свидетельствовать о тщетности и порочности вашего многобожия. Небесные Писания и законы предыдущих пророков подтверждают правдивость моих утверждений о несостоятельности многобожия. В этом можно убедиться благодаря Корану - Писанию, которое обосновывает истину посредством логических аргументов и священных откровений. И предыдущие Писания также содержат многочисленные доказательства моей правоты». Пророк, да благословит его Аллах и приветствует, донес истину до людей, и приведенные им доводы являются неоспоримыми. Эти доводы невозможно опровергнуть - в противном случае они были бы неубедительными. И если люди пытаются возразить ему, то в лучшем случае их возражения являются сомнительными и не имеют ничего общего с истиной. Поэтому Всевышний Аллах сказал, что большинство людей ничего не ведает об истине. Они слепо подражают своим предкам и оспаривают истину, не имея ни ясного знания, ни верного руководства. Однако они не ведают об истине не потому, что она сокрыта от людей или недоступна, а потому, что они отворачиваются от нее. И если бы это было не так, то им достаточно было бы просто повернуться лицом к истине, чтобы отличить ее ото лжи. После упоминания о предыдущих посланниках и повеления брать с них пример Всевышний Аллах самым совершенным образом разъяснил тот вопрос, в котором Пророк Мухаммад, да благословит его Аллах и приветствует, должен был походить на своих предшественников. Всевышний сказал:"
    },
    {
      "ayah": 25,
      "surah": 21,
      "text": "О Мухаммад! До тебя к людям приходило много Божьих посланников, которые приносили с собой Небесные Писания. Но основой и сутью их пророческих проповедей было повеление поклоняться одному Аллаху, у Которого нет сотоварищей, и разъяснение того, что Он - Единственный Истинный Бог и что поклонение вымышленным богам тщетно и бесполезно."
    },
    {
      "ayah": 26,
      "surah": 21,
      "text": "Всевышний поведал о безрассудстве многобожников, которые отказываются уверовать в Божьего посланника, да благословит его Аллах и приветствует. Да осрамит их Аллах! Они полагают, что у Бога есть Сын. А другие говорят, что ангелы являются дочерьми Аллаха. Свят Аллах и бесконечно далек от этих измышлений! Что же касается ангелов, то они являются рабами, которые находятся во власти своего Господа. Он оказал им особое почтение и осенил их своей особой милостью. Он наделил их превосходными качествами и избавил от пороков и недостатков. Они же соблюдают совершенное благонравие при общении с Аллахом и неукоснительно выполняют Его повеления."
    },
    {
      "ayah": 27,
      "surah": 21,
      "text": "Когда речь заходит об управлении творениями ангелы не высказывают своего мнения, пока Аллах не вынесет своего решения. И это свидетельствует о том, что они обладают совершенным этикетом и осведомлены о безупречной мудрости и безграничном знании своего Господа. Стоит Ему отдать приказ, как они приводят его в исполнение. Стоит Ему возложить на них обязанность, как они справляются с ней. Они никогда не ослушаются Его повелений и никогда не поступают в угоду желаниям, которые расходятся с волей Аллаха. Но, несмотря на это, Аллах объемлет Своим знанием все, что происходит с ними."
    },
    {
      "ayah": 28,
      "surah": 21,
      "text": "Аллаху известно обо всем, что ангелы совершали прежде, и обо всем, что им еще предстоит совершить. Они никогда не выйдут за пределы Его божественного знания и никогда не покинут владения, на которые распространяется Его власть. Они не опережают Аллаха своими речами, и поэтому они ходатайствуют перед Ним только после Его разрешения и одобрения. Если Он позволит им заступиться и останется доволен тем, за кого они будут заступаться, то они станут ходатайствовать перед Ним. Однако известно, что Аллах доволен только теми словами и деяниями, которые совершались или произносились искренне ради Аллаха и соответствовали дороге Божьего посланника, да благословит его Аллах и приветствует. Это откровение свидетельствует о том, что одни творения будут заступаться за других перед Аллахом и что ангелы будут в числе тех, кто будет заступаться и ходатайствовать. И, несмотря на это, они испытывают перед Аллахом сильный страх и покоряются перед Его величием и могуществом."
    },
    {
      "ayah": 29,
      "surah": 21,
      "text": "После разъяснения того, что ангелы не заслуживают обожествления и поклонения, несмотря на то, что обладают прекрасными качествами, Всевышний Аллах поведал о том, что эти творения даже не претендуют на право называться богами. А если предположить, что кто-нибудь из них опустится до такой степени, что возомнит из себя бога, то Аллах ввергнет его в Преисподнюю. Таково справедливое наказание, уготованное для нечестивцев и беззаконников. И что может быть большим беззаконием, чем претензии несовершенного творения, которое всесторонне нуждается в Аллахе, на право называться Господом Богом наряду с Ним?!!"
    },
    {
      "ayah": 3,
      "surah": 21,
      "text": "Их сердца оставались беспечными к Божьим назиданиям, потому что их не интересовало ничего, кроме мирских удовольствий. А сами они в это время предавались развлечениям, пытаясь удовлетворить свои низменные желания, совершая порочные поступки и произнося губительные речи. А ведь от них требовалось поступать совершенно иным образом. Им следовало задуматься над повелениями и запретами Аллаха, прислушаться к ним надлежащим образом, осознать их подлинный смысл и посвятить себя поклонению своему Господу, ради которого они были сотворены. Они должны были непрестанно помнить о воскрешении, расплате и воздаянии. Только так они могли достичь успеха, встать на прямой путь и очистить свои деяния. Я хочу вернуться к первому аяту этой суры, в котором Всевышний сказал, что час расплаты приблизился к людям. Существует два толкования этого откровения. Согласно первому толкованию, мусульманская община является последней религиозной общиной, а Пророк Мухаммад, да благословит его Аллах и приветствует, - последним посланником. Вслед за ними наступит Судный час, который оказался гораздо ближе к мусульманам, нежели к представителям минувших религиозных общин. По этому поводу посланник Аллаха, да благословит его Аллах и приветствует, сказал: «Я был отправлен вместе с Судным часом, как эти два пальца». При этом он соединил указательный и средний пальцы своей руки. Согласно второму толкованию, под расплатой в этом аяте подразумевается смерть. Это значит, что воскрешение начинается для человека с момента его смерти, потому что он попадает в мир воздаяния за совершенные деяния. Из всего сказанного следует, что положение тех, кто беспечно отворачивается от истины, удивительно. И удивительно оно, потому что смерть может настигнуть человека в любой момент: и утром, и вечером. В таком положении находятся все люди, кроме тех, кого Аллах осенил Своей божественной заботой, благодаря чему они заблаговременно готовятся к смерти и тому, что будет после нее. Затем Всевышний Аллах поведал о том, что неверующие и беззаконники шептались между собой, упрямо сопротивляясь истине и пытаясь опровергнуть ее посредством лживых доводов. Они шептались для того, чтобы прийти к соглашению по поводу Божьего посланника, да благословит его Аллах и приветствует. При этом они говорили друг другу: «Он является таким же человеком, как и вы. Чем он превосходит вас? Почему он должен занимать особое положение? Если бы кто-нибудь из вас принялся проповедовать среди людей его воззрения, то между их проповедями не было бы разницы. И, тем не менее, он пытается поставить себя выше других и превзойти окружающих. Вот почему вам не следует повиноваться ему. Не верьте ему, ибо он - всего лишь колдун! А проповедуемый им Коран является сущим колдовством. Избегайте его и предостерегайте от его чар людей. Неужели вы станете потакать колдуну, который завлекает к себе людей у вас на глазах?!» Неверующие говорили такие слова, хотя им было известно, что Мухаммад, да благословит его Аллах и приветствует, был истинным посланником Аллаха. Они были свидетелями удивительных знамений, увидеть которые не посчастливилось другим людям. Однако злосчастие, несправедливость и упрямство заставили их отвернуться от истины. Всевышнему Аллаху было прекрасно известно обо всем, что они тайком говорили друг другу, и поэтому каждый из них понесет наказание за свои злодеяния. Вот почему далее Аллах сказал:"
    },
    {
      "ayah": 30,
      "surah": 21,
      "text": "Неужели грешники, которые отказались уверовать в своего Господа и отвернулись от искреннего служения Ему одному, не обращают внимания на очевидные доказательства того, что Аллах - Достохвальный и Великодушный Господь, Который действительно заслуживает поклонения? Если они понаблюдают за небесами и землей, то увидят, как Аллах разверзает их. Совершенно безоблачное небо вдруг покрывается облаками, из которых изливается дождь. И тогда иссохшая и безжизненная земля покрывается растениями. Представьте себе, как чистое небо, на котором нет ни единого облака, покрывается тучами, переполненными дождевой водой. А затем Аллах изливает эту воду на безжизненную землю, которая была покрыта пылью и лишена живительной влаги. Но стоит выпасть дождю, как земля оживает и приходит в движение, набухает и покрывается всевозможными удивительными растениями. Эти растения принадлежат к различным видам и приносят окружающим многочисленную пользу. Разве все это не свидетельствует о том, что только Аллах является сущей истиной, тогда как все остальные боги являются лживыми и беспомощными? Разве это не свидетельствует о том, что Аллах способен воскресить усопших и что Он - Милостивый и Милосердный Господь? И неужели после этого люди не обратятся в правую веру, не приобщая сотоварищей к Нему и не испытывая пагубных сомнений?"
    },
    {
      "ayah": 31,
      "surah": 21,
      "text": "Всевышний перечислил некоторые из своих знамений, которые разбросаны по всему свету. Эти знамения свидетельствуют о Его могуществе, совершенстве, единстве и милосердии. Одним из таких знамений является то, что Аллах воздвиг на земле горные твердыни. Земля могла обрести устойчивость только благодаря горам, и для того, чтобы она не колебалась вместе с обитающими на ней рабами, Аллах водрузил на ней горы, словно огромные колышки. А если бы земля непрестанно колебалась, то рабы Аллаха не могли бы обитать на ней и заниматься земледелием. Существование на земле горных твердынь приносит творениям огромную пользу, но если бы высокие и могучие горы были соединены в единую горную цепь, то они мешали бы жителям различных стран поддерживать связь друг с другом. Вот почему мудрость и милосердие Аллаха требовали, чтобы Он проложил между горами дороги. И Всевышний Аллах сделал эти дороги ровными и проходимыми, дабы люди могли без труда добираться из одной страны в другую и благодаря этому убеждались в единстве своего Благодетеля."
    },
    {
      "ayah": 32,
      "surah": 21,
      "text": "Всевышний перечислил некоторые из своих знамений, которые разбросаны по всему свету. Эти знамения свидетельствуют о Его могуществе, совершенстве, единстве и милосердии. Одним из таких знамений является то, что Аллах воздвиг на земле горные твердыни. Земля могла обрести устойчивость только благодаря горам, и для того, чтобы она не колебалась вместе с обитающими на ней рабами, Аллах водрузил на ней горы, словно огромные колышки. А если бы земля непрестанно колебалась, то рабы Аллаха не могли бы обитать на ней и заниматься земледелием. Существование на земле горных твердынь приносит творениям огромную пользу, но если бы высокие и могучие горы были соединены в единую горную цепь, то они мешали бы жителям различных стран поддерживать связь друг с другом. Вот почему мудрость и милосердие Аллаха требовали, чтобы Он проложил между горами дороги. И Всевышний Аллах сделал эти дороги ровными и проходимыми, дабы люди могли без труда добираться из одной страны в другую и благодаря этому убеждались в единстве своего Благодетеля."
    },
    {
      "ayah": 33,
      "surah": 21,
      "text": "Аллах сделал небо кровлей для земного мира и оберегает его от падения. Он оберегает небо от дьяволов, которые норовят подслушать Его веления. Но люди с пренебрежением отворачиваются от небесных знамений. Они не обращают на них внимания, и это относится ко всем небесным знамениям, среди которых можно перечислить высоту, величие, безграничные размеры, прекрасный цвет и совершенный облик небес. Наряду с этим небеса содержат в себе подвижные и неподвижные планеты, звезды, а также лучезарное солнце и светящуюся луну, которые непрестанно плывут по своим орбитам и приносят на землю день и ночь. Это также приносит людям огромную пользу. Благодаря этому сменяют друг друга холод и жара, а также различные времена года. Кроме того, люди ведут летоисчисление, дабы правильно совершать обряды поклонения и выполнять взаимные обязанности. По ночам они успокаиваются и отдыхают, а днем они рассыпаются по земле в поисках пропитания. Если благоразумный человек внимательно присмотрится к этим знамениям и поразмыслит над ними, то он перестанет сомневаться в том, что Аллах сотворил эту Вселенную на определенный срок, в течение которого люди имеют возможность удовлетворять свои желания и наслаждаться мирскими благами. Но затем этим благам суждено исчезнуть, поскольку Аллах, Который сотворил Вселенную и привел ее в движение, пожелает упокоить и разрушить ее. И тогда творения, которые несут ответственность за свои деяния, попадут в иной мир, в котором их ожидает самое совершенное воздаяние за совершенные деяния. Воистину, благоразумному человеку должно быть ясно, что мирская жизнь является всего лишь пашней для жизни будущей. Это - временное пристанище, а не конечная обитель."
    },
    {
      "ayah": 34,
      "surah": 21,
      "text": "Враги Пророка Мухаммада, да благословит его Аллах и приветствует, говорили друг другу: «Подождите, пока смерть не приберет его к себе». Тогда Всевышний Аллах самым простым и проверенным способом разъяснил Своему посланнику, что никому прежде не было даровано бессмертие в мирской жизни. О Мухаммад! Тебе суждено умереть, но ведь смерть выпадала на долю всех пророков, посланников и святых угодников. Неужели, если даже ты расстанешься с этой жизнью, твои противники обретут бессмертие? Если бы это было так, то бессмертие стало бы для них унижением. Однако дела обстоят совсем наоборот, потому что всем обитателям земли предстоит умереть."
    },
    {
      "ayah": 35,
      "surah": 21,
      "text": "Смерть является уделом каждого творения. Это - чаша, которую предстоит испить каждому, даже если он проживет долгую жизнь. Всевышний Аллах сотворил Своих рабов на земле, ниспослал им повеления и запреты, а затем подвергает их искушению добром и злом, богатством и бедностью, могуществом и унижением, жизнью и смертью. Всевышний сказал: «Благословен Тот, в Чьей Руке власть, Кто способен на всякую вещь, Кто сотворил смерть и жизнь, чтобы испытать вас и увидеть, чьи деяния окажутся лучше» (67:1–2). Одни люди во время испытания поддаются соблазну, а другие обретают спасение. А затем каждый человек возвращается к своему Господу для того, чтобы получить воздаяние за совершенные деяния: добром за добро и злом за зло. Всевышний также сказал: «Господь твой не поступает несправедливо со Своими рабами» (41:46). Обсуждаемый нами аят свидетельствует о заблуждении тех, кто считает, что праведник Хадир живет по сей день и является бессмертным. Подобные утверждения не опираются на доказательства и противоречат священным текстам."
    },
    {
      "ayah": 36,
      "surah": 21,
      "text": "Это откровение свидетельствует о неистовом безбожии многобожников. Стоило им завидеть посланника Аллаха, как они начинали насмехаться над ним и говорить: «Этот жалкий человек осмеливается оскорблять и унижать наших богов. Но вам не следует обращать на него внимания!» Они смеялись над Пророком Мухаммадом, но высмеивали в нем только прекрасные качества. Воистину, он был самым выдающимся и самым совершенным человеком, и одним из его достоинств и замечательных качеств было искреннее поклонение одному Аллаху и изобличение беспомощности и несовершенства всех остальных богов, которым поклоняются наряду с Ним. Но это не мешало неверующим и безбожникам насмехаться и глумиться над ним. Они поступали так, потому что одновременно обладали всеми самыми порочными качествами. Но даже если бы из всех этих качеств им было присуще только неверие в Господа и отрицание Его посланников, то этого было бы достаточно для того, чтобы они назывались самыми ничтожными из Божьих тварей. Будучи таковыми, они отказываются поминать Милосердного. А ведь, поминая Аллаха, человек оказывается в самом возвышенном состоянии. Однако неверующие не делают этого, потому что они не веруют в Милосердного. А если и веруют, то все равно приобщают к Нему сотоварищей. И поэтому их слова поминания являются проявлением неверия и язычества. Что же тогда говорить обо всех остальных деяниях этих людей? Всевышний не случайно нарек себя в этом откровении Милосердным. Упоминание этого имени отчетливо подчеркивает то, насколько отвратительно положение многобожников. Милосердный Аллах непрестанно одаряет их мирскими благами и оберегает их от несчастий. Любое земное благо и избавление от любого несчастья являются результатом Его божественной милости, на которую многобожники отвечают неблагодарностью и неверием."
    },
    {
      "ayah": 37,
      "surah": 21,
      "text": "Человек постоянно торопится и пытается торопить события. Правоверные желают, чтобы Аллах поскорее наказал неверующих и безбожников, и считают, что справедливое возмездие запаздывает. А неверующие отворачиваются от истины и торопят наказание, потому что упрямо отказываются уверовать в него."
    },
    {
      "ayah": 38,
      "surah": 21,
      "text": "Всевышний Аллах предоставляет отсрочку, но ничего не предает забвению. Он терпеливо выжидает, потому что всем творениям предопределен установленный срок. Всевышний сказал: «Когда же наступит их срок, они не смогут отдалить или приблизить его даже на час» (16:61). Вот почему в предыдущем аяте Всевышний Аллах обещал показать свои знамения. И этим знамением будет расплата с каждым, кто исповедовал неверие и ослушался Аллаха. Однако неверующие находятся в глубоком заблуждении. Они не верят в приближение лютой кары и поэтому говорят такие ужасные слова."
    },
    {
      "ayah": 39,
      "surah": 21,
      "text": "Всевышний Аллах предоставляет отсрочку, но ничего не предает забвению. Он терпеливо выжидает, потому что всем творениям предопределен установленный срок. Всевышний сказал: «Когда же наступит их срок, они не смогут отдалить или приблизить его даже на час» (16:61). Вот почему в предыдущем аяте Всевышний Аллах обещал показать свои знамения. И этим знамением будет расплата с каждым, кто исповедовал неверие и ослушался Аллаха. Однако неверующие находятся в глубоком заблуждении. Они не верят в приближение лютой кары и поэтому говорят такие ужасные слова."
    },
    {
      "ayah": 4,
      "surah": 21,
      "text": "Аллаху известно обо всем, что люди говорят шепотом или вслух. Он слышит голоса в любом уголке небес и земли. Среди Его прекрасных имен - Слышащий и Знающий. Он слышит голоса творений, которые обращаются к Нему на различных языках со всевозможными просьбами. Он знает самые сокровенные мысли и самые тайные помыслы."
    },
    {
      "ayah": 40,
      "surah": 21,
      "text": "Положение неверующих будет ужасно. Адское пламя будет обступать их со всех сторон, и тогда они не смогут помочь друг другу. Они не сумеют избавиться от наказания, и никто не придет к ним на помощь. Когда перед ними предстанет Преисподняя, они будут охвачены паническим страхом. При этом они будут настолько слабы и унижены, что не сумеют избавиться от этого страха. И Всевышний Аллах не предоставит им отсрочки и не повременит с наказанием. Если бы безбожники действительно знали о том, какая судьба ожидает их, то они не осмелились бы торопить Аллаха с наказанием. Напротив, они устрашились бы этой лютой кары. Однако они не ведают об этом надлежащим образом и поэтому произносят свои кощунственные речи."
    },
    {
      "ayah": 41,
      "surah": 21,
      "text": "После упоминания о том, что многобожники высмеивали Пророка Мухаммада за то, что он призывал отречься от поклонения вымышленным богам, Аллах утешил Своего посланника тем, что во все времена неверующие народы относились к Божьим посланникам подобным образом. Но каждый раз эти народы постигало мучительное наказание, и они лишались возможности исправить упущенное. Пусть же неверующие остерегаются того, что их может постигнуть кара, постигшая их предшественников!"
    },
    {
      "ayah": 42,
      "surah": 21,
      "text": "Всевышний подчеркнул беспомощность многобожников, которые поклоняются вымышленным богам. Они испытывают острую нужду в поддержке Милостивого Аллаха, милость которого днем и ночью объемлет всех праведников и грешников. Кто оберегает людей по ночам, когда они спят и лишаются чувственного восприятия? Кто оберегает людей днем, когда они поглощены работой и неосторожны? Кто заботится о людях, кроме Милостивого Аллаха? Воистину, никто не заботится и не оберегает людей, кроме Него. Однако неверующие отворачиваются от поминания своего Господа и приобщают к Нему сотоварищей. А если бы они обратились к Нему и прислушались к полезным наставлениям, то непременно встали бы на прямой путь."
    },
    {
      "ayah": 43,
      "surah": 21,
      "text": "Если Аллах пожелает причинить многобожникам зло, разве вымышленные божества сумеют избавить их от беды и несчастий? О нет! Однако Всевышний Аллах также не станет помогать многобожникам. И если им будет отказано в помощи Аллаха, то они окажутся совершенно беспомощными. Воистину, они не увидят добра и не сумеют уберечься от зла."
    },
    {
      "ayah": 44,
      "surah": 21,
      "text": "Всевышний поведал о той причине, которая заставляет многобожников исповедовать неверие и приобщать к Аллаху сотоварищей. Аллах одарил их богатством и потомством, а также даровал им долгую жизнь. Они же принялись наслаждаться дарованными им благами и потому забыли о том, ради чего они были сотворены. С годами их сердца стали черствыми. Их беззаконие стало безграничным, а неблагодарность достигла высшей степени. Если бы они посмотрели вокруг себя, то увидели бы, что со всех сторон их окружают только погибшие люди. А наряду с этим они услышали бы голоса тех, кто оповещает о смерти, и осознали бы, что целые поколения людей одно за другим отправляются на погибель. Воистину, смерть повсюду расставила ловушки, в которые попадают творения. Вот почему Аллах сказал, что земля постоянно уменьшается по краям. Обитатели земли умирают и исчезают один за другим. И закончится это тем, что Аллах унаследует землю и все, что есть на ней. Воистину, Аллах является наилучшим из тех, кто наследует. И если люди видят такое положение вещей, то что побуждает их обольщаться и упрямо исповедовать неверие? Неужели они надеются одержать верх? Неужели они полагают, что им удастся избежать предопределения Аллаха? Неужели они в силах воспротивиться смерти? Разве качества, которыми они обладают, дают им основание надеяться на бессмертие? О нет! Посланцы Аллаха непременно придут за ними, и тогда униженные и покорные грешники не смогут оказать им никакого сопротивления."
    },
    {
      "ayah": 45,
      "surah": 21,
      "text": "О Мухаммад! Возвести всему человечеству о том, что ты являешься Божьим посланником, да благословит его Аллах и приветствует. Ты не проповедуешь среди них свои измышления. Ты не распоряжаешься сокровищницами Аллаха. Ты не ведаешь сокровенного. Ты не нарекаешь себя ангелом. Ты всего лишь увещеваешь людей откровением, которое Аллах ниспослал тебе. И если они ответят на твой призыв, то тем самым они ответят на призыв Аллаха, Который вознаградит их за это. Но если они отвернутся и воспротивятся, то ведь ты не обладаешь над ними властью. Вся власть принадлежит одному Аллаху, и все происходит в полном соответствии с Его предопределением. Глухой не может слышать, потому что он лишен такой способности. Услышать звуки и голоса можно только тогда, когда человек обладает соответствующим органом для восприятия звуков. То же самое можно сказать об откровении, которое возвращает к жизни сердца и помогает людям познать Аллаха. Но если человеческое сердце не способно услышать верное руководство, то такой человек не воспринимает веру и истинные наставления, подобно глухому, который не воспринимает звуки и голоса. Вот почему многобожники глухи к верному руководству. Их заблуждению не следует удивляться, особенно, если принять во внимание, что пока они не познали лютой кары и причиняемых ею страданий."
    },
    {
      "ayah": 46,
      "surah": 21,
      "text": "Как только крупица наказания коснется грешников, они начнут проклинать себя и призывать погибель. Они непременно будут сожалеть о содеянном и раскаиваться в собственном неверии и беззаконии. И они поймут, что действительно заслуживают наказания."
    },
    {
      "ayah": 47,
      "surah": 21,
      "text": "Всевышний поведал о справедливости своих решений и беспристрастности приговора, который будет вынесен в отношении творений, собранных на ристалище Судного дня. В тот день будут воздвигнуты справедливые весы, которые будут определять даже крупицы добрых и злых деяний. И тогда ни мусульмане, ни безбожники не будут обижены или притеснены, потому что Аллах не станет умалять их благодеяний и приумножать их грехов. И даже если человек совершил поступок размером с горчичное семечко - самое мелкое и ничтожное из творений, - он увидит его последствия и получит за него воздаяние. По этому поводу Всевышний сказал: «Тот, кто содеял добро весом в пылинку, увидит его. И тот, кто содеял зло весом в пылинку, увидит его» (99:7–8); «Будет положена книга, и ты увидишь, как грешники будут трепетать от того, что в ней. Они скажут: “Горе нам! Что это за книга! В ней не упущен ни малый, ни великий грех - все подсчитано”. Они обнаружат перед собой все, что совершили, и твой Господь ни с кем не поступит несправедливо» (18:49). Довольно того, что Аллах ведает обо всех деяниях Своих рабов. Он хранит эти деяния и записывает их в письменах. Он ведает об их размерах и точно знает, какое вознаграждение или наказание полагается тому, кто их совершает. И Он непременно воздаст каждому человеку за все, что тот совершил."
    },
    {
      "ayah": 48,
      "surah": 21,
      "text": "Очень часто Всевышний Аллах одновременно упоминает о двух Священных Писаниях - Торе и Коране. Свет не видывал более славных, более назидательных, более благодатных и более ясных Писаний. Всевышний поведал о том, что Тора была дарована Мусе и Харуну. Безусловно, пророческая миссия первого была основной, а второго - второстепенной. Тора была мерилом, благодаря которому люди отличали истину ото лжи, а прямой путь - от заблуждения. Она также была светом, благодаря которому праведники ступали по светлому прямому пути и отличали дозволенное от запрещенного. Этот свет рассекал мглу невежества, беззакония и заблуждения. А наряду с этим Тора была назиданием, благодаря которому люди узнавали, что должно принести им пользу, а что может причинить им вред. Это назидание раскрывало глаза на добро и зло, однако полезные уроки из этого извлекали только богобоязненные праведники, которые изучали откровение и руководствовались его заповедями. Далее Всевышний Аллах перечислил некоторые качества этих богобоязненных праведников:"
    },
    {
      "ayah": 49,
      "surah": 21,
      "text": "Они не видят своего Господа, но это не мешает им испытывать страх перед Ним. А если бы они увидели Его, то их страх и набожность достигли бы еще большей степени. Наряду с этим они избегают всего, что запретил Аллах, и выполняют все Его предписания. Они также страшатся наступления Судного часа, и это свидетельствует о том, насколько прекрасно они познали своего Господа. Они одновременно обладают несколькими прекрасными качествами: добродетелью и страхом перед Аллахом. Это - два различных качества, которыми обладают эти праведники."
    },
    {
      "ayah": 5,
      "surah": 21,
      "text": "Всевышний поведал о той клевете, которую неверующие измыслили против Пророка Мухаммада и проповедуемого им Священного Корана. Они оболгали Священное Писание и нарекли его самыми лживыми эпитетами. Иногда они называли откровение бессвязными снами, уподобляя слова Пророка, да благословит его Аллах и приветствует, бреду спящего человека, которые не понимает того, что произносят его уста. Иногда они называли откровение ложью, которую Пророк, да благословит его Аллах и приветствует, измыслил или сочинил. Иной раз они называли Коран стихотворением и нарекали Пророка, да благословит его Аллах и приветствует, поэтом. Но если человек имеет хотя бы малейшее представление о жизни и качествах Пророка Мухаммада, да благословит его Аллах и приветствует, а также проповедуемом им Писании, то он не испытывает ни малейшего сомнения в том, что Священный Коран является самым славным и возвышенным писанием, которое было ниспослано Аллахом. Ни один человек не способен сочинить такое писание или хотя бы часть его. Аллах бросил вызов своим врагам и предложил им сочинить нечто подобное Священному Корану, однако, несмотря на свои многочисленные притязания, они не смогли ответить на этот вызов. И сами они прекрасно знают об этом. А если это не так, то почему они ничего не предпринимают? Почему они неподвижно сидят на своих местах, бормоча непонятные слова? Воистину, они поступают так, потому что коранические откровения - это сущая истина, которую невозможно опровергнуть. А это значит, что неверующим остается лишь произносить лживые речи в надежде, что люди, которые еще не познали истины, отвернутся от нее. Все это является величайшим Божьим знамением, которое сохраняется для последующих поколений и убедительно свидетельствует о правдивости Посланника и принесенного им учения. Если же после этого человек потребует показать ему другие доказательства правдивости Пророка Мухаммада, да благословит его Аллах и приветствует, или явить ему другие знамения, то он является несправедливым невеждой, который похож на своих предшественников - упрямых неверующих мужей, которые отказывались уверовать и требовали явить им новые знамения, не осознавая того, что эти знамения могли причинить им много вреда и не могли принести им пользы. Если они намеревались уверовать после того, как убедятся в правдивости Божьего учения, то они могли убедиться в его правдивости благодаря уже показанным им знамениям и не требовать новых сверхъестественных чудес. Если же они пытались изобличить бессилие посланников и найти себе оправдание в том случае, если посланники не покажут им того, что они требовали от них, то они были сущими неверующими. Такие люди не обретают правую веру даже тогда, когда им показывают затребованные ими чудеса, и остаются безбожниками до тех пор, пока не узрят мучительное наказание. Именно такие люди требовали от Пророка Мухаммада, да благословит его Аллах и приветствует, чудес, с которыми являлись предыдущие посланники, например, верблюдицы Салиха или посоха Мусы."
    },
    {
      "ayah": 50,
      "surah": 21,
      "text": "В этом аяте речь зашла о Священном Коране - Писании, которое обладает двумя замечательными эпитетами. Во-первых, оно является благословенным. А Во-вторых, оно является назиданием, благодаря которому люди получают возможность познать Аллаха посредством Его имен, качеств и деяний, изучить судьбу и качества Божьих посланников и святых угодников, узнать о справедливом воздаянии, Райских садах и огненной Преисподней. В этом Писании люди могут прочесть множество предписаний, обоснованных логическими доводами и откровениями. Аллах назвал его назиданием и напоминанием, потому что оно напоминает людям о том, что заложено в их разуме и подсознании. Оно призывает уверовать в правдивые повествования, совершать поступки, которые одобряются здравым смыслом, и избегать грехов, которые порицаются здравым смыслом. Оно является благословенным, потому что способствует приумножению добра и блага. И нет ничего более благословенного и благодатного, чем Священный Коран. Воистину, человек может обрести духовные и мирские блага, а также вознаграждение после смерти только благодаря Священному Корану, если будет на практике руководствоваться его предписаниями. И если Священный Коран является благословенным назиданием, то люди обязаны покориться ему словом и делом, а также возблагодарить Аллаха за ниспослание этой великой милости. Они также обязаны выполнять коранические заповеди и извлекать из этого выгоду. А для этого они должны изучать аяты этого Писания и постигать их подлинный смысл. Если же они отказываются поступать так, отворачиваются от этого Писания, отрекаются от него, отрицают его и отказываются уверовать в него, то такое поведения является проявлением величайшего неверия, ужасного невежества и чудовищного беззакония. Именно поэтому в конце обсуждаемого нами откровения Аллах упрекнул тех, кто отказывается уверовать в Коран."
    },
    {
      "ayah": 51,
      "surah": 21,
      "text": "После упоминания о пророках Мусе и Мухаммаду, а также ниспосланных им Писаниях Всевышний Аллах поведал о том, как Он наставил на прямой путь пророка Ибрахима. А произошло это задолго до начала пророческих миссий Мусы и Мухаммада, да благословит его Аллах и приветствует, и задолго до ниспослания Торы и Корана. Аллах показал Ибрахиму свою власть над небесами и землей и дал ему верные наставления, благодаря которым он стал облагораживать свою душу и проповедовать истину среди людей. Своей приверженность к прямому пути Ибрахим превзошел все творения, кроме Пророка Мухаммада, да благословит его Аллах и приветствует. И всякий раз, когда он восходил на еще более высокую ступень, Аллах приумножал его стремление идти прямым путем, потому что каждый правоверный стремится следовать прямым путем настолько, насколько ему позволяет его вера. Аллах наставил Ибрахима на прямой путь, почтил его пророческим посланием, сделал его своим возлюбленным и возвысил его над другими творениями при жизни на земле и после смерти, потому что Ему было прекрасно известно о том, что Ибрахим заслуживал этой великой чести. Это было вознаграждением за его чистоту и благоразумие. И поэтому далее Аллах поведал о том, как Ибрахим препирался со своими соплеменниками и призывал их отречься от язычества. Аллах также рассказал о том, как он разрушил языческие идолы и убедил многобожников в своей правоте."
    },
    {
      "ayah": 52,
      "surah": 21,
      "text": "Что представляют собой изваяния, которые вы изготовили собственными руками по образу некоторых творений? Почему вы поклоняетесь им и считаете это правильным? Какими преимуществами обладают эти идолы? Где ваш разум, если вы теряете свое время на поклонение этим истуканам? Вы высекли и изготовили этих идолов собственными руками, а теперь поклоняетесь им. Воистину, это - нечто удивительное."
    },
    {
      "ayah": 53,
      "surah": 21,
      "text": "Многобожники видели, как их предки поклонялись идолам и истуканам и решили следовать их путем и поклоняться им. Этот ответ не содержит никакого доказательства правоты многобожников и свидетельствует об их бессилии доказать свою правоту. Более того, этот довод не является даже сомнительным."
    },
    {
      "ayah": 54,
      "surah": 21,
      "text": "Известно, что поступок человека, если только он не является Божьим посланником, не может служить доказательством и примером для подражания. Это особенно важно, когда речь идет об основных постулатах веры и единобожии. Именно поэтому Ибрахим сказал, что многобожники и их родители находились в явном заблуждении. И что может быть большим заблуждением, чем поклонение вымышленным богам и отказ от единобожия?!! Своими словами Ибрахим подчеркнул, что воззрения его соплеменников не заслуживали того, чтобы люди исповедовали их. А причина этого заключалась в том, что его соплеменники и их предки находились в заблуждении, порочность которого была ясна каждому благоразумному человеку."
    },
    {
      "ayah": 55,
      "surah": 21,
      "text": "Язычники были поражены словами Ибрахима, который начал изобличать безрассудство своих соплеменников и их предков. Они сказали: «Являются ли твои слова сущей правдой? Или ты решил позабавиться над нами и не соображаешь, что говоришь?» Язычники решили, что слова Ибрахима можно объяснить только двумя способами. А причина этого заключалась в том, что они были твердо убеждены, что подобные речи может вести только слабоумный человек, который не осознает того, что говорит. Однако Ибрахим дал им достойный ответ, разъяснив, почему их самих можно считать глупыми и безрассудными людьми."
    },
    {
      "ayah": 56,
      "surah": 21,
      "text": "Он подтвердил свою правоту логическими доводами и доказательствами из пророческих учений. Что касается его логических доводов, то они состояли в том, что абсолютно каждому человеку известно, что Аллах является Единственным Творцом людей, ангелов, джиннов, животных, небес, земли и всех остальных творений. Это было известно даже язычникам, с которыми препирался Ибрахим. Им было известно, что только Аллах правит Своими творениями, тогда как эти творения, и в том числе - идолы, которым язычники поклонялись наряду с Ним, полностью зависят от Него. Разве ж благоразумный человек, который обладает хотя бы крупицей здравого смысла, станет поклоняться творениям, которые не обладают самостоятельной волей, не способны принести пользу или причинить вред, а также не распоряжаются жизнью, смертью или воскрешением? Разве благоразумный человек станет ради них отказываться от поклонения Единственному Творцу, Правителю и Кормильцу? Что же касается доказательств из пророческих учений, то совершенно ясно, что пророки проповедовали и говорили только сущую правду. Одной из форм пророческих проповедей являются принесенные ими свидетельства. И поэтому пророк Ибрахим сказал, что он свидетельствует о том, что Аллах является единственным достойным поклонения божеством, тогда как поклонением всем остальным божествам тщетно и бесполезно. И если не считать свидетельства Аллаха, то чье свидетельство может быть убедительнее свидетельства Божьего посланника, особенно, если он является одним из твердых духом посланников и возлюбленным Аллаха?"
    },
    {
      "ayah": 57,
      "surah": 21,
      "text": "Он подтвердил свою правоту логическими доводами и доказательствами из пророческих учений. Что касается его логических доводов, то они состояли в том, что абсолютно каждому человеку известно, что Аллах является Единственным Творцом людей, ангелов, джиннов, животных, небес, земли и всех остальных творений. Это было известно даже язычникам, с которыми препирался Ибрахим. Им было известно, что только Аллах правит Своими творениями, тогда как эти творения, и в том числе - идолы, которым язычники поклонялись наряду с Ним, полностью зависят от Него. Разве ж благоразумный человек, который обладает хотя бы крупицей здравого смысла, станет поклоняться творениям, которые не обладают самостоятельной волей, не способны принести пользу или причинить вред, а также не распоряжаются жизнью, смертью или воскрешением? Разве благоразумный человек станет ради них отказываться от поклонения Единственному Творцу, Правителю и Кормильцу? Что же касается доказательств из пророческих учений, то совершенно ясно, что пророки проповедовали и говорили только сущую правду. Одной из форм пророческих проповедей являются принесенные ими свидетельства. И поэтому пророк Ибрахим сказал, что он свидетельствует о том, что Аллах является единственным достойным поклонения божеством, тогда как поклонением всем остальным божествам тщетно и бесполезно. И если не считать свидетельства Аллаха, то чье свидетельство может быть убедительнее свидетельства Божьего посланника, особенно, если он является одним из твердых духом посланников и возлюбленным Аллаха?"
    },
    {
      "ayah": 58,
      "surah": 21,
      "text": "После разъяснения того, что идолы не обладают абсолютно никакой властью, Ибрахим решил на деле продемонстрировать своим соплеменникам бессилие и беспомощность их богов. А для того, чтобы убедить их в этом, он задумал хитрость. Он решил разрушить идолов, когда его соплеменники отправятся на одно из своих празднеств. И однажды, когда они оставили своих идолов без присмотра, он тайком пробрался к ним и разнес их на куски. Идолы его племени находились в одном месте, и он разрушил их всех, кроме главного из них. Этого идола он сохранил, и впоследствии Всевышний Аллах разъяснил причину такого поступка. Здесь следует обратить внимание на один важный момент. Все, что ненавистно Аллаху, нельзя охарактеризовать величественными эпитетами, если этот эпитет не связывается с определенными обстоятельствами. Именно так поступал Пророк Мухаммад, да благословит его Аллах и приветствует, когда отправлял послания к правителям языческих государств. Он называл их великими государями Персии и Византии, но не называл их просто великими людьми. Вот почему Аллах не назвал идола главным, а нарек его главным из идолов. Мусульмане должны обращать внимание на эти тонкости и не должны возвеличивать тех, кого унизил Аллах. Однако разрешается называть их великими в глазах тех, кто их возвеличивает. Затем Всевышний Аллах поведал о том, что Ибрахим не тронул одного из идолов для того, чтобы предложить своим соплеменникам обратиться к нему за помощью и убедить их в правдивости своих доводов. Он хотел, чтобы они согласились с ним, и опасался того, что они отвернутся от него."
    },
    {
      "ayah": 59,
      "surah": 21,
      "text": "Когда многобожники увидели, какое унижение и бесчестие постигло их божества, они решили, что учинить подобное мог только беззаконник. Они нарекли Ибрахима беззаконником, хотя сами они гораздо больше заслуживали этого эпитета. Он разрушил идолы, но они не ведали о том, что этот поступок был одним из его достоинств и свидетельствовал о его справедливости и приверженности единобожию. Воистину, беззаконником является тот, кто превращает идолов и истуканов в божества."
    },
    {
      "ayah": 6,
      "surah": 21,
      "text": "Жители погубленных поселений не уверовали после того, как им были показаны затребованные ими чудеса. А это значит, что если человек требует явить ему знамение и отказывается уверовать после того, как его требование сбывается, то наказание может постичь его уже в ближней жизни. Таков справедливый закон Аллаха. Известно, что в прежние времена неверующие не обращались в правую веру после ниспослания им знамений. Неужели нынешние безбожники не поступят таким образом? Чем они превосходят своих предшественников? Есть ли в них крупица добра, которая может помочь человеку уверовать, когда он столкнется с Божьими знамениями? Это - риторический вопрос, из которого становится ясно, что такие многобожники никогда не обратятся в правую веру."
    },
    {
      "ayah": 60,
      "surah": 21,
      "text": "Завидев разрушенные идолы, многобожники вспомнили, что совсем недавно юноша по имени Ибрахим говорил о пороках и недостатках каменных истуканов. Они поняли, что только он был способен разрушить их божества. Возможно также, что некоторые из них слышали, как Ибрахим замышлял хитрость против этих истуканов."
    },
    {
      "ayah": 61,
      "surah": 21,
      "text": "Когда они окончательно установили, что именно Ибрахим разрушил их идолов, они решили, что он должен предстать перед всем народом, дабы каждый человек мог увидеть и услышать его. Они также хотели, чтобы весь народ засвидетельствовал то, что будет с каждым, кто осмелится покуситься на идолов. Это полностью совпадало с планом самого Ибрахима, потому что он намеревался разъяснить истину перед лицом всего народа. Он желал, чтобы все люди воочию убедились в истине и услышали его доказательства. Так же поступил Муса, когда договаривался с Фараоном об условиях состязания. Он сказал: «Сроком для вас будет день украшения, и пусть люди соберутся утром» (20:59)."
    },
    {
      "ayah": 62,
      "surah": 21,
      "text": "Когда народ собрался, люди привели Ибрахима и спросили его, кто разрушил идолов. Фактически, этот вопрос означал обвинение. Многобожники хотели знать, почему он разрушил идолов."
    },
    {
      "ayah": 63,
      "surah": 21,
      "text": "Ибрахим сказал: «Все не так! Старший идол разрушил всех остальных, потому что разгневался на них. А разгневался он, потому что вы поклонялись им наряду с ним. Он хотел, чтобы вы поклонялись только ему одному». Такими словами Ибрахим пытался донести истину до своих соплеменников. Вот почему далее он предложил им разузнать истину у самих идолов. Он сказал: «Спросите у разрушенных идолов, почему они были разрушены. И спросите у старшего из них, почему он разрушил всех остальных. Если они способны говорить, то они непременно ответят вам. Однако всем нам известно, что они не способны разговаривать. Они не обладают даром речи. Они не приносят никакой пользы. Они не причиняют никакого вреда. Они даже не могут защитить себя, когда кто-либо пытается навредить им»."
    },
    {
      "ayah": 64,
      "surah": 21,
      "text": "Ибрахим сказал: «Все не так! Старший идол разрушил всех остальных, потому что разгневался на них. А разгневался он, потому что вы поклонялись им наряду с ним. Он хотел, чтобы вы поклонялись только ему одному». Такими словами Ибрахим пытался донести истину до своих соплеменников. Вот почему далее он предложил им разузнать истину у самих идолов. Он сказал: «Спросите у разрушенных идолов, почему они были разрушены. И спросите у старшего из них, почему он разрушил всех остальных. Если они способны говорить, то они непременно ответят вам. Однако всем нам известно, что они не способны разговаривать. Они не обладают даром речи. Они не приносят никакой пользы. Они не причиняют никакого вреда. Они даже не могут защитить себя, когда кто-либо пытается навредить им»."
    },
    {
      "ayah": 65,
      "surah": 21,
      "text": "После слов Ибрахима многобожники призадумались. Они прислушались к голосу разума и поняли, что поклонение истуканам является заблуждением. И тогда они признались в том, что поступали несправедливо и приобщали к Аллаху сотоварищей. А это значит, что Ибрахим добился поставленной цели и убедил их в том, что поклонение вымышленным богам является порочным и бесполезным занятием. Однако недолго многобожники пребывали в таком состоянии. Очень скоро они повернули вспять и вернулись в лоно заблуждения. Они сказали ему: «Как ты смеешь насмехаться над нами? Ты велишь нам обратиться за ответом к идолам, хотя тебе прекрасно известно, что они не способны разговаривать»."
    },
    {
      "ayah": 66,
      "surah": 21,
      "text": "После слов Ибрахима многобожники призадумались. Они прислушались к голосу разума и поняли, что поклонение истуканам является заблуждением. И тогда они признались в том, что поступали несправедливо и приобщали к Аллаху сотоварищей. А это значит, что Ибрахим добился поставленной цели и убедил их в том, что поклонение вымышленным богам является порочным и бесполезным занятием. Однако недолго многобожники пребывали в таком состоянии. Очень скоро они повернули вспять и вернулись в лоно заблуждения. Они сказали ему: «Как ты смеешь насмехаться над нами? Ты велишь нам обратиться за ответом к идолам, хотя тебе прекрасно известно, что они не способны разговаривать»."
    },
    {
      "ayah": 67,
      "surah": 21,
      "text": "Ибрахим изобличил порочность многобожия на глазах у всего народа и разъяснил людям, что идолы совершенно не заслуживают поклонения. Он сказал: «Неужели вы согласны поклоняться тому, что не способно принести вам пользу или избавить вас от несчастий? Тьфу на вас и на ваших идолов! Что может быть большим заблуждением, чем ваши воззрения? Что может быть более убыточным занятием, чем ваше поклонение? Кто может быть более презренным, чем вы с вашими истуканами? Неужели вы не осознаете своего заблуждения? Вы отказались от здравого смысла и сознательно погрязли в невежестве и заблуждении. А это значит, что даже животные по отношению к вам находятся в более предпочтительном положении»."
    },
    {
      "ayah": 68,
      "surah": 21,
      "text": "Ибрахим изобличил порочность многобожия на глазах у всего народа и разъяснил людям, что идолы совершенно не заслуживают поклонения. Он сказал: «Неужели вы согласны поклоняться тому, что не способно принести вам пользу или избавить вас от несчастий? Тьфу на вас и на ваших идолов! Что может быть большим заблуждением, чем ваши воззрения? Что может быть более убыточным занятием, чем ваше поклонение? Кто может быть более презренным, чем вы с вашими истуканами? Неужели вы не осознаете своего заблуждения? Вы отказались от здравого смысла и сознательно погрязли в невежестве и заблуждении. А это значит, что даже животные по отношению к вам находятся в более предпочтительном положении»."
    },
    {
      "ayah": 69,
      "surah": 21,
      "text": "Доводы Ибрахима заставили многобожников замолчать, и они поняли, что им не удастся оправдать свои воззрения. Тогда они решили использовать силу и наказать праведного пророка. Они вознамерились подвергнуть его самой страшной казни и предать огню. Тем самым они надеялись отомстить ему за своих богов и отстоять свои воззрения. Горе им, горе! Они предпочли поклоняться истуканам, которые нуждались в их помощи. Они избрали для себя беспомощных богов. Когда же они бросили возлюбленного Аллаха в огонь, Всевышний Аллах повелел пламени обернуться прохладой и спасением для Ибрахима. Огонь не причинил ему никаких страданий. Более того, он даже не пережил там неприятных ощущений."
    },
    {
      "ayah": 7,
      "surah": 21,
      "text": "Жители погубленных поселений не уверовали после того, как им были показаны затребованные ими чудеса. А это значит, что если человек требует явить ему знамение и отказывается уверовать после того, как его требование сбывается, то наказание может постичь его уже в ближней жизни. Таков справедливый закон Аллаха. Известно, что в прежние времена неверующие не обращались в правую веру после ниспослания им знамений. Неужели нынешние безбожники не поступят таким образом? Чем они превосходят своих предшественников? Есть ли в них крупица добра, которая может помочь человеку уверовать, когда он столкнется с Божьими знамениями? Это - риторический вопрос, из которого становится ясно, что такие многобожники никогда не обратятся в правую веру."
    },
    {
      "ayah": 70,
      "surah": 21,
      "text": "Многобожники вознамерились сжечь Божьего посланника, но получилось так, что они оказались в величайшем убытке как при жизни на земле, так и после смерти. Что же касается возлюбленного Аллаха Ибрахима и его последователей, то они оказались в числе преуспевших."
    },
    {
      "ayah": 71,
      "surah": 21,
      "text": "Из соплеменников Ибрахима его последователем стал только Лут. Некоторые источники утверждают, что он был племянником Ибрахима. Он покинул своих соплеменников, которые проживали в Вавилоне, что находился на земле Ирака. Аллах спас его и привел на благословенную землю Шама. О благодати этой земли свидетельствует уже один тот факт, что там проживали многие Божьи пророки. Аллах пожелал, чтобы именно туда переселился Его возлюбленный Ибрахим. Там также находится одна из трех священных мечетей - мечеть аль-Акса."
    },
    {
      "ayah": 72,
      "surah": 21,
      "text": "После того как Ибрахим расстался со своим народом, Всевышний Аллах одарил его сыном Исхаком и внуком Йакубом. Примечательно, что его дети родились, когда он достиг преклонных лет, а его жена считалась бесплодной. И, несмотря на это, ангелы принесли ему благую весть о скором рождении сына Исхака. Впоследствии у Исхака родился сын Йакуб, которого прозвали Исраилом, и он впоследствии стал прародителем великой нации. Другим сыном Ибрахима был Исмаил, который также стал прародителем великого арабского народа. Именно этот народ породил господина всех людей - Благословенного Пророка Мухаммада."
    },
    {
      "ayah": 73,
      "surah": 21,
      "text": "Ибрахим, Исхак, Йакуб - все они были благочестивыми праведниками, потому что выполняли свои обязанности перед Аллахом и перед Его рабами. Их благочестие также выражалось в том, что Аллах сделал их вождями, которые по Его воле наставляли людей на прямой путь. И если Аллах желает одарить человека величайшей милостью, то Он делает его вождем, который ведет за собой праведников по прямому пути. А добиться этого можно только благодаря терпению и твердой вере в знамения Аллаха. Всевышний подчеркнул, что они вели людей по Его велению. Это означает, что они проповедовали религию Аллаха, а не потакали своим желаниям. Они поступали в соответствии с волей Аллаха, призывали людей обратиться в Его религию и стремились снискать Его благоволение. И пока человек не станет проповедовать волю Аллаха, его нельзя называть праведным вождем или образцом для подражания. Такие люди не только сами совершают благодеяния, но и призывают к этому окружающих. Это относится абсолютно ко всем праведным поступкам, совершая которые человек выполняет свои обязанности перед Аллахом и перед творениями. Из этих благодеяний Всевышний Аллах особо выделил намаз и закят, что является примером включения частного в общее. Это также свидетельствует о важности этих двух обрядов поклонения. Всякий, кто выполняет эти обряды надлежащим образом, исправно исповедует религию Аллаха. А всякий, кто допускает упущения при отправлении этих обрядов, в еще большей степени пренебрегает остальными религиозными предписаниями. Кроме того, намаз является самым прекрасным поступком, совершая который человек исполняет свой долг перед Аллахом, а закят является самым прекрасным поступком, посредством которого человек делает добро творениям. Всевышний также подчеркнул, что они никогда не переставали поклоняться Аллаху сердцем, устами и телом. Они проводили в поклонении большую часть своего времени, благодаря чему поклонение Аллаху стало их неотъемлемым качеством. Воистину, их эпитетом стало то, что Аллах повелел совершать своим творениям и ради чего он сотворил их."
    },
    {
      "ayah": 74,
      "surah": 21,
      "text": "Аллах похвалил Своего посланника Лута за то, что он обладал глубокими познаниями в области религии и умел рассудить людей по справедливости. Аллах отправил его проповедовать истину среди его соплеменников, призвать их к поклонению одному Аллаху и удержать их от мерзкого греха, который они совершали. Он долго призывал своих соплеменников уверовать, однако они отказались ответить на его призыв. Тогда Аллах перевернул их поселение вверх дном и уничтожил всех неверующих от первого до последнего. Воистину, они были грешниками и нечестивцами. Они отвергли проповедника истины и пригрозили выгнать его из города. Но Аллах спас пророка Лута вместе с его семейством и повелел им покинуть город под покровом ночи и удалиться подальше от него. Они выполнили это повеление и спаслись, и это было великой милостью Господа по отношению к ним."
    },
    {
      "ayah": 75,
      "surah": 21,
      "text": "Всякий, кому удается оказаться в сени Божьей милости, оказывается защищен от любых напастей. Такие люди обретают счастье и добро, познают радость и благополучие, а также удостаиваются похвалы. Пророк Лут заслужил это, потому что он был благочестивым праведником. Его поступки были правильными и чистыми, и если он допускал ошибки, то Аллах непременно исправлял его. Воистину, праведность и благочестие помогают рабу оказаться в сени Божьей милости, тогда как испорченность лишает человека этой милости и добра. Безусловно, самыми праведными людьми были Божьи пророки, и поэтому Аллах охарактеризовывал их таким славным эпитетом. Тут уместно вспомнить, что пророк Сулейман воззвал к Аллаху со словами: «Введи меня по Своей милости в число Своих праведных рабов» (27:19)."
    },
    {
      "ayah": 76,
      "surah": 21,
      "text": "О Мухаммад! Помяни добрым словом нашего раба и посланника Нуха. Аллах отправил его проповедовать истину среди его соплеменников, и он оставался среди них тысячу лет без пятидесяти годов. Он призывал их к поклонению одному Аллаху и удерживал от многобожия. Он говорил и снова возвращался к сказанному. Он проповедовал днем и ночью, всенародно и тайком. Но впоследствии он понял, что проповеди и увещевания не приносят его соплеменникам никакой пользы. Вот тогда он обратился к Аллаху с мольбой и сказал: «Господи! Не оставь на земле ни одного неверующего жителя! Если ты оставишь их, они введут в заблуждение Твоих рабов и породят только грешных неверующих» (71:26–27)."
    },
    {
      "ayah": 77,
      "surah": 21,
      "text": "Аллах внял его мольбе и потопил его неверующих соплеменников. Никто из них не остался в живых, и только Нух вместе со своими домочадцами и уверовавшими сторонниками спаслись в переполненном ковчеге. Потомки Нуха остались в живых, и Аллах помог им одержать верх над теми, кто некогда насмехался над ними."
    },
    {
      "ayah": 78,
      "surah": 21,
      "text": "О Мухаммад! Помяни также добрым словом двух благородных пророков Давуда и Сулеймана. Аллах одарил их безграничным знанием и умением принимать правильные решения. Однажды к ним обратился с жалобой хозяин нивы, потравленной чужими овцами. Выяснилось, что ночью чужие овцы забрели в его сад и потравили его ниву. И тогда Давуд решил, что овцы должны перейти хозяину нивы, потому что их хозяева допустили упущение и должны были понести наказание. Однако правильное решение пришло на ум Сулейману. Он решил, что хозяин сада должен получить стадо овец во временное пользование и пользоваться молоком и шерстью животных до тех пор, пока хозяева овец не приведут его сад в прежний вид, после чего каждый из них должен получить свое имущество обратно. Это решение свидетельствовало о том, что Сулейман был рассудительным и проницательным человеком. Поэтому далее Всевышний сказал:"
    },
    {
      "ayah": 79,
      "surah": 21,
      "text": "Аллах помог Сулейману правильно разобраться именно в этом вопросе, однако это никоим образом не свидетельствует о том, что все остальные решения пророка Давуда были несовершенными. Именно поэтому Аллах поведал о том, что каждому из них были дарованы знание и умение выносить правильные решения. Все это свидетельствует о том, что правитель может принимать правильные решения, но может ошибаться. Однако он не заслуживает порицания за допущенные ошибки, если старался найти истину. Затем Всевышний Аллах более подробно поведал о достоинствах, которыми обладал каждый из двух пророков. Давуд был одним из самых набожных рабов Аллаха и часто поминал, восхвалял и возвеличивал своего Господа. Аллах одарил его прекрасным и нежным голосом, которого не удостаивался ни один другой человек. И когда он восхвалял или возвеличивал Аллаха, даже горы, птицы и животные вторили ему. Воистину, это было проявлением Божьей милости по отношению к этому пророку."
    },
    {
      "ayah": 8,
      "surah": 21,
      "text": "Жители погубленных поселений не уверовали после того, как им были показаны затребованные ими чудеса. А это значит, что если человек требует явить ему знамение и отказывается уверовать после того, как его требование сбывается, то наказание может постичь его уже в ближней жизни. Таков справедливый закон Аллаха. Известно, что в прежние времена неверующие не обращались в правую веру после ниспослания им знамений. Неужели нынешние безбожники не поступят таким образом? Чем они превосходят своих предшественников? Есть ли в них крупица добра, которая может помочь человеку уверовать, когда он столкнется с Божьими знамениями? Это - риторический вопрос, из которого становится ясно, что такие многобожники никогда не обратятся в правую веру."
    },
    {
      "ayah": 80,
      "surah": 21,
      "text": "Аллах также обучил Давуда тому, как следует изготовлять кольчуги. Благодаря этому он стал первым человеком, который изготавливал кольчуги. А последующие поколения научились этому искусству от него. Аллах также обучил его тому, как ковать железо и как соединять кольца друг с другом. Это приносило людям огромную пользу, потому что кольчуги предохраняли воинов во время сражений. Но разве люди благодарны Аллаху за многочисленные милости, которыми Он почтил их посредством своего раба Давуда? Всевышний сказал: «Он устроил для вас убежища в горах, сотворил для вас одеяния, которые оберегают вас от жары, и доспехи, которые защищают вас от причиняемого вами вреда. Так Он доводит до конца Свою милость к вам, - быть может, вы станете мусульманами» (16:81). Существует мнение, что Аллах обучил Давуда изготавливать кольчуги и сделал для него железо ковким совершенно необычайным образом. Комментаторы считали, что Давуд не нуждался в нагревании железа на огне, потому что в его руках оно было подобно тесту или глине. Согласно другому толкованию, Аллах научил его изготавливать кольчуги обычным образом, который хорошо известен в наши дни. А это значит, что он был обучен тому, как можно раскалить или расплавить металл. Это толкование представляется наиболее очевидным, потому что Аллах назвал его Своей милостью по отношению ко всем рабам и повелел людям благодарить Его за эту милость. Если бы искусство, которому был обучен Давуд, не досталось в наследие остальным людям, то Аллах не назвал бы его милостью по отношению ко всему человечеству. В этом случае Аллах также не упомянул бы о той пользе, которую железные кольчуги приносят людям. Трудно представить, что в этом откровении речь идет только о кольчугах, изготовленных Давудом, а это значит, что Аллах упомянул о кольчугах в целом. Толкователи, которые отдают предпочтение первому мнению, опираются исключительно на коранический аят о том, что Аллах сделал для Давуда железо ковким. Однако эти слова не означают того, что железо становилось ковким вопреки земным законам. А лучше всего об этом известно Аллаху."
    },
    {
      "ayah": 81,
      "surah": 21,
      "text": "Ветер был покорен воле Сулеймана. Он преодолевал месячный путь одним утренним дуновением и преодолевал такое же расстояние одним полуденным дуновением. Он дул на благодатную землю Шама, где находилось его пристанище. Благодаря этому ветру Сулейман отправлялся в путешествия на восток и запад, но всякий раз он возвращался на благословенную землю. А поскольку божественное знание Аллаха объемлет всякую вещь, Аллах прекрасно знал обо всем, что происходило с Давудом и Сулейманом."
    },
    {
      "ayah": 82,
      "surah": 21,
      "text": "Еще одним удивительным преимуществом Сулеймана была его власть над дьяволами и могучими бесами. Аллах одарил его способностью принуждать их к разного рода работам. Зачастую это были работы, которые не способны выполнять другие творения. Одни из бесов были ныряльщиками и доставали со дна морей жемчужины и другие драгоценности. По этому поводу Всевышний сказал: «Они создавали прекрасные строения, изваяния, миски, подобные водоемам, и неподвижные котлы» (34:13). А некоторым из них было поручено выстроить храм в Иерусалиме. Они еще продолжали начатое строительство, когда Сулейман скончался. В течение целого года они не имели представления о его кончине. А рассказ об этом пойдет ниже, если так будет угодно Аллаху. Что же касается бесов, то они не могли воспротивиться воле Сулеймана или ослушаться его, поскольку Аллах удерживал их от этого благодаря Своей власти и Своему могуществу и величию."
    },
    {
      "ayah": 83,
      "surah": 21,
      "text": "О Мухаммад! Помяни добрым словом Нашего раба и посланника Айюба, дабы отдать ему дань уважения и почтить его память. Аллах подверг его суровому испытанию, однако он проявил должное терпение и остался доволен всеми превратностями судьбы. А испытание Аллаха состояло в том, что сатане было позволено поразить недугом его тело. Сатана дунул на него, и его тело покрылось ужасными язвами, которые беспокоили его долгое время. Затем испытание усилилось, и святой пророк потерял свою семью и нажитое добро. И только тогда он обратился с мольбой к Господу."
    },
    {
      "ayah": 84,
      "surah": 21,
      "text": "Обращаясь к Аллаху с мольбой, Айюб поведал о своем бедственном положении. Его несчастье не знало границ, однако милость Аллаха была еще более обширна. И поэтому Он внял его молитвам, сказав: «Топни ногой! Вот прохладная вода для купания и питье» (38:42). Стоило ему топнуть ногой, как из-под нее забился источник прохладной воды. Айюб искупался этой водой и напился, и Аллах избавил его от болезни и напасти. А затем Аллах вернул ему семью и богатство. Божья милость была настолько великой, что Айюб приобрел еще большую семью и еще большее богатство. Он заслужил это благодаря тому, что был терпелив и не сетовал на судьбу. Аллах почтил его вознаграждением при жизни на земле и обещал ему вознаграждение в жизни будущей. А наряду с этим Аллах сделал его назиданием для тех, кто поклоняется своему Господу и извлекает пользу из терпения. Они узнают об испытании, которое выпало на долю Айюба, и вознаграждении, которое он получил после избавления от невзгод. И тогда они начинают размышлять о причине такого успеха и осознают, что этой причиной было терпение. Вот почему Аллах похвалил терпение и стойкость Айюба и сказал: «Воистину, Мы нашли его терпеливым. Как прекрасен был этот раб! Воистину, он всегда обращался к Аллаху» (38:44). Именно этот пророк стал образцом для подражания для каждого, кого постигло несчастье."
    },
    {
      "ayah": 85,
      "surah": 21,
      "text": "Обращаясь к Аллаху с мольбой, Айюб поведал о своем бедственном положении. Его несчастье не знало границ, однако милость Аллаха была еще более обширна. И поэтому Он внял его молитвам, сказав: «Топни ногой! Вот прохладная вода для купания и питье» (38:42). Стоило ему топнуть ногой, как из-под нее забился источник прохладной воды. Айюб искупался этой водой и напился, и Аллах избавил его от болезни и напасти. А затем Аллах вернул ему семью и богатство. Божья милость была настолько великой, что Айюб приобрел еще большую семью и еще большее богатство. Он заслужил это благодаря тому, что был терпелив и не сетовал на судьбу. Аллах почтил его вознаграждением при жизни на земле и обещал ему вознаграждение в жизни будущей. А наряду с этим Аллах сделал его назиданием для тех, кто поклоняется своему Господу и извлекает пользу из терпения. Они узнают об испытании, которое выпало на долю Айюба, и вознаграждении, которое он получил после избавления от невзгод. И тогда они начинают размышлять о причине такого успеха и осознают, что этой причиной было терпение. Вот почему Аллах похвалил терпение и стойкость Айюба и сказал: «Воистину, Мы нашли его терпеливым. Как прекрасен был этот раб! Воистину, он всегда обращался к Аллаху» (38:44). Именно этот пророк стал образцом для подражания для каждого, кого постигло несчастье."
    },
    {
      "ayah": 86,
      "surah": 21,
      "text": "О Мухаммад! Помяни добрым словом и воздай достойную похвалу нашим избранным рабам, пророкам и посланникам Исмаилу, сыну Ибрахима, а также Идрису и Зуль-Кифлу. Они были славными пророками из числа сынов Исраила. И все они были терпеливыми. Терпение - это умение удерживать душу от того, к чему она имеет природное влечение. Для того чтобы проявлять должное терпение, человек должен выполнять три предписания: терпеливо повиноваться Аллаху, терпеливо избегать ослушания и стойко сносить тяготы Божьего предопределения. Человека нельзя назвать терпеливым в полном смысле этого слова, пока он не станет исправно выполнять эти три предписания. Что же касается упомянутых пророков, то они были охарактеризованы Аллахом как терпеливые. И это означает, что они выполняли эти предписания надлежащим образом. А наряду с этим Аллах назвал их праведниками. Их сердца были праведными, потому что они познали и возлюбили Аллаха и непрестанно обращались к Нему. Их уста были праведными, потому что они постоянно поминали Аллаха. А их тело было праведным, потому что они занимали его повиновением Аллаху и избегали непокорности и ослушания. Благодаря терпению и праведности они заслужили милость Аллаха и присоединились к своим собратьям посланникам. Кроме того, они получили вознаграждение как при жизни на земле, так и после смерти. И если бы этим вознаграждением стала только добрая память о них, которая живет среди последующих поколений людей, то этой славы было бы достаточно."
    },
    {
      "ayah": 87,
      "surah": 21,
      "text": "О Мухаммад! Помяни добрым словом и почти прекрасной похвалой Нашего раба и посланника Йунуса. Арабское слово зу означает ‘хозяин’, ‘обладатель’. А слово нун означает ‘кит’. Из этого следует, что Аллах нарек пророка Йунуса «человеком кита». Всевышний Аллах отправил его проповедовать истину среди своих соплеменников. Однако они отказались уверовать в него, и тогда святой пророк предупредил их, что через некоторое время их постигнет лютая кара. Более того, он назвал им точное время наступления этого наказания. Когда же наказание приблизилось к ним, и грешники воочию убедились в его правдивости, они завопили и принялись каяться. И тогда Аллах избавил их от лютой кары. Всевышний сказал: «Разве были селения, жители которых уверовали после того, как они узрели наказание, и им помогла вера, кроме народа Йунуса (Ионы)? Когда они уверовали, Мы избавили их от позорных мучений в мирской жизни и дозволили им пользоваться мирскими благами до определенного времени» (10:98); «Мы отправили его к ста тысячам или даже больше того. Они уверовали, и Мы позволили им пользоваться благами до определенного времени» (37:147–148). Йунус обратил в правую веру огромный народ, и это является одним из его достоинств. Однако в жизни этого пророка было еще одно важное событие. Однажды он совершил грех, разгневался и попытался сбежать от своего Господа. Аллах не поведал в Своем писании, какой именно грех совершил Йунус, потому что знание об этом не может принести нам никакой пользы. По этому поводу Аллах сказал: «Он сбежал на переполненный корабль. Он бросил жребий вместе с другими и оказался проигравшим. Его проглотила рыба, когда он был достоин порицания» (37:140–142). Он совершил поступок, который действительно был достоин порицания, и предположил, что сумеет избежать наказания Аллаха. Подобные мысли могут прийти на ум любому человеку, и это отнюдь не означает того, что они твердо закрепились в его сознании. Вместе с другими людьми он поднялся на борт корабля, и спустя некоторое время корабль начал тонуть. Люди опасались того, что судно потонет, если одного из них не выбросят за борт. И тогда они решили бросить жребий, и жребий пал на Йунуса. Люди выбросили его в море, и его проглотил огромный кит. Он унес Йунуса в своем чреве во мрак морской пучины, где святой пророк взывал к Аллаху со словами: «Нет божества, кроме Тебя! Пречист Ты! Воистину, я был одним из беззаконников!» Этими словами он засвидетельствовал то, что Аллах - Единственный Бог, лишенный пороков и недостатков. Наряду с этим он признался в том, что поступил несправедливо и причинил себе зло."
    },
    {
      "ayah": 88,
      "surah": 21,
      "text": "Всевышний сказал: «Если бы он не был одним из прославляющих Аллаха, то непременно остался бы в ее чреве до того дня, когда они будут воскрешены» (37:143–144). Аллах избавил его от великой напасти - так Он спасает верующих. Это - обещание и благая весть, которая предназначена для всех правоверных, которых постигла печаль или беда. Аллах обещал избавить их от печали и облегчить их судьбу только потому, что они являются верующими. По той же причине Он избавил от беды пророка Йунуса."
    },
    {
      "ayah": 89,
      "surah": 21,
      "text": "О Мухаммад! Помяни добрым словом Нашего раба и посланника Закарию, а также его прекрасные качества. Среди его прекрасных качеств и достоинств есть такое, которое свидетельствует о его искренней заботе об окружающих и Божьей милости по отношению к нему. Этим достоинством является его молитва, в которой он попросил Господа не оставлять его одиноким. В коранических откровениях сообщается, что пророк Закария сказал: «Господи! Воистину, кости мои ослабели, а седина уже распространилась по моей голове. А ведь раньше благодаря молитвам к Тебе, Господи, я не был несчастен. Я опасаюсь того, что натворят мои родственники после меня, потому что жена моя бесплодна. Даруй же мне от Тебя наследника, который наследует мне и семейству Йакуба (Иакова). И сделай его, Господи, угодником» (19:4–6). Из этих слов становится ясно, что святой пророк чувствовал приближение смерти и опасался того, что некому будет проповедовать религию Аллаха и давать людям наставления после него. Он опасался того, что рядом с ним не окажется человека, который заменит его и поможет ему продолжить начатое дело. Он сказал: «Господи! Ты - самый лучший из наследников. Ты не имеешь конца и непременно унаследуешь наши достижения. Ты проявляешь к людям сострадание гораздо больше меня. Однако я осмеливаюсь просить у Тебя нечто, что успокоит меня, утешит мою душу и приумножит мое вознаграждение»."
    },
    {
      "ayah": 9,
      "surah": 21,
      "text": "Всевышний опроверг сомнения, которые побуждали неверующих отвергать Пророка Мухаммада и вопрошать: «Почему же Аллах не отправил ангела, который бы не нуждался в еде и питье и не ходил по рынкам? Почему Аллах не отправил бессмертного посланника? Всякий, кто не обладает этими качествами, не может быть Божьим посланником». Подобные сомнения по сегодняшний день возникают в сердцах тех, кто отказывается уверовать в Божьих посланников. Они исповедуют одинаковое неверие, и поэтому их сердца также похожи. Однако Всевышний Аллах поведал о том, что подобные сомнения по поводу пророческой миссии Мухаммада не должны возникать у тех, кто уверовал в предыдущих посланников. А в качестве примера достаточно привести одного пророка Ибрахима, пророческую миссию которого признают представители всех религиозных толков. А арабские язычники даже полагали, что они исповедовали его религию и следовали его путем. Ибрахим и все остальные посланники, которые пророчествовали до Мухаммада, ели пищу и ходили по базарам. Они жили и умирали, а также переживали все, что выпадает на долю простых смертных. Аллах отправил каждого из них к своим соплеменникам, часть из которых уверовала в них, а часть из которых стала неверующими. И тогда Аллах сдержал данное им обещание. Он даровал спасение и преуспеяние своим посланникам и их последователям и погубил беззаконников, которые сочли их лжецами. Почему же нечестивцы пытаются опровергнуть пророческую миссию Мухаммада посредством лживых и сомнительных доводов? Почему они считают его недостатком обладание качествами, которые были присущи его собратьям пророкам, которых они признают? Этот довод самым убедительным образом лишает их всяческих оправданий. Прежде они признавали пророков из числа людей. Почему же сейчас они отказываются признать подобного посланника? Воистину, их утверждения безосновательны и противоречивы. Да и сами они осознают их лживость и порочность, поскольку их утверждения подразумевают, что Божий посланец не может быть человеком, а должен быть бессмертным ангелом, который не нуждается в пище. По этому поводу Всевышний Аллах сказал: «Они сказали: “Почему к нему не спускается ангел?” Если бы Мы ниспослали ангела, то решение уже было бы вынесено, после чего они не получили бы отсрочки. Если бы даже Мы ниспослали ангела, Мы все равно сделали бы его мужчиной и привели бы их в замешательство относительно того, в чем они сомневаются» (6:8–9). Люди не способны обучаться откровению от ангелов, и поэтому Всевышний Аллах повелел Своему пророку, да благословит его Аллах и приветствует, сказать: «Если бы по земле спокойно ходили ангелы, то Мы отправили бы к ним посланником с неба ангела» (17:95). О рабы Аллаха! Если вы сомневаетесь в том, что предыдущие посланники были простыми смертными, то спросите тех людей Писания, которые изучают Тору и Евангелие, и пусть они расскажут вам о том, что все предыдущие посланники были представителями человеческого рода. Обсуждаемое нами откровение предписывает обращаться к обладателям знания для того, чтобы разузнать о качествах предыдущих посланников. Однако это предписание имеет гораздо больший смысл и распространяется на все основные и второстепенные вопросы религии. Если человек не знает ответа на эти вопросы, то ему следует обращаться к тому, кто обладает соответствующим знанием. Следовательно, обсуждаемое нами откровение подразумевает повеление перенимать знание от праведных богословов и ученых. А это значит, что они обязаны отвечать на вопросы и обучать людей, если обладают соответствующими познаниями. Из повеления обращаться с вопросами к обладателям знания также вытекает запрет на обращение с вопросами к людям, которые известны собственным невежеством. А что касается самих невежд, то им запрещается брать на себя ответственность за обучение людей. Также следует отметить, что эти прекрасные аяты свидетельствуют о том, что Божьими посланниками были только мужчины. Среди женщин не было ни одного пророка. Аллах не возлагал пророческой миссии ни на Марьям, ни на других женщин."
    },
    {
      "ayah": 90,
      "surah": 21,
      "text": "Аллах одарил Закарию праведным сыном - пророком Йахьей, равных которому Он не создавал прежде. Для этого Он сделал супругу Закарии способной к деторождению. Она была бесплодной, но Аллах исцелил ее ради Закарии. Это свидетельствует о том, какую пользу человек извлекает от близости с праведным человеком. Праведный муж приносит много добра своей супруге. Что же касается конкретно семьи пророка Закарии, то результатом их союза стало рождение пророка Йахьи. После упоминания о нескольких пророках и посланниках в отдельности Всевышний Аллах похвалил их всех вместе и сказал, что все они проявляли усердие в добрых делах. Они спешили делать добро и совершали его в самые славные часы. При этом они совершали благодеяния самым совершенным образом, и если им предоставлялась возможность сделать доброе дело, то они не упускали такой возможности. Они взывали к Аллаху со страхом и надеждой, молили Его одарить их благополучием при жизни на земле и после смерти, а также искали защиты от всего, что может причинить вред в обоих мирах. Они стремились к добру и не были в числе беспечных рабов. Наряду с этим они были смиренны перед Ним и покорны Ему, что свидетельствует о том, насколько прекрасно они сумели познать Его."
    },
    {
      "ayah": 91,
      "surah": 21,
      "text": "О Мухаммад! Почти добрую память Марьям и отдай ей должное. Она уберегла свое лоно от греха и даже не приближалась к нему. Более того, она уберегла свое лоно даже от дозволенного и не вышла замуж, потому что целиком посвятила себя поклонению и искреннему служению Аллаху. А когда ангел Джибрил предстал перед ней в образе прекрасно сложенного и красивого мужчины, она сказала ему: «Я прибегаю к Милостивому, чтобы Он защитил меня от тебя, если только ты богобоязнен» (19:18). Заслуженное ею вознаграждение полностью соответствовало роду ее благодеяний - Аллах одарил ее ребенком, который родился без участия отца, потому что по воле Аллаха ангел Джибрил вдохнул в ее лоно жизнь. Марьям и ее сын стали знамением для обитателей миров, потому что она забеременела и родила ребенка без участия мужчины. А затем новорожденный ребенок заговорил, находясь в колыбели, и отверг обвинения, которые выдвигались в адрес его матери. Он также поведал людям о своем великом предназначении. А затем Аллах почтил его удивительными чудесами, о которых сегодня хорошо известно. Благодаря этому Марьям и ее сын действительно достойны называться Божьим знамением. Люди передают рассказы о них из поколения в поколение, и благоразумные мужи извлекают из них полезные уроки."
    },
    {
      "ayah": 92,
      "surah": 21,
      "text": "После упоминания о пророках Всевышний поведал людям о том, что все упомянутые выше посланники являются достойными подражания вождями, на которых обязаны равняться остальные люди. Рабы Аллаха должны следовать их путем, исповедовать одну религию, руководствоваться едиными предписаниями и поклоняться одному Господу. И поэтому Аллах возвестил о том, что является Господом всех людей. Он сотворил человечество, воспитал его посредством своих щедрот и одарил духовным и мирским богатством. У всех людей есть Единый Господь, единый пророк и единая религия, которая зиждется на поклонении одному Аллаху, у Которого нет сотоварищей. А это значит, что все люди должны выполнять свою обязанность и поклоняться своему Господу. Сам контекст этого откровения свидетельствует о том, что поклонение Ему является следствием того, о чем говорится в начале этого аята."
    },
    {
      "ayah": 93,
      "surah": 21,
      "text": "Люди обязаны объединиться воедино для того, чтобы поклоняться Аллаху, и не впадать в противоречия, однако беззаконие и взаимная вражда подталкивают людей к разногласиям. В результате человечество разделилось на множество толков, представители которых причисляют себя к последователям Божьих пророков. Возникли и распространились секты и течения, каждое из которых считает, что оно исповедуют истину, тогда как все остальные течения находятся в заблуждении. И поэтому Всевышний Аллах сказал: «Обращайтесь к Нему с раскаянием, бойтесь Его, совершайте намаз и не будьте в числе многобожников, в числе тех, которые внесли раскол в свою религию и стали сектами, каждая из которых радуется тому, что имеет» (30:31–32). Совершенно ясно, что правильные воззрения исповедует только тот религиозный толк, последователи которого обратились в правую веру и следуют прямым путем, беря пример с пророков Аллаха. А кто именно следовал этим путем, выяснится тогда, когда будет приподнята завеса неизвестности и Аллах соберет людей на ристалище справедливого суда. В тот день будет выявлена разница между правдивыми людьми и лжецами. Представители всех религиозных общин и толков предстанут перед Аллахом и сполна получат заслуженное воздаяние."
    },
    {
      "ayah": 94,
      "surah": 21,
      "text": "Всевышний более подробно описал ожидающее людей воздаяние и сказал, что усердие людей, которые совершали поступки, узаконенные Божьими посланниками и Священными Писаниями, а также веровали в Аллаха, Его посланников и принесенное ими учение, не будет тщетным и бесполезным. Напротив, Аллах приумножит их вознаграждение во много раз. Для этого Он записал их поступки в Хранимой скрижали и велел ангелам записать их в письменах. Что же касается тех, кто отказывался уверовать и совершать праведные деяния, то они окажутся в убытке как при жизни на земле, так и после смерти."
    },
    {
      "ayah": 95,
      "surah": 21,
      "text": "Жителям городов и селений, которые были погублены, не смогут вернуться в мирскую жизнь для того, чтобы восполнить упущенное. У погибших и наказанных грешников нет пути назад. Вот почему люди должны остерегаться совершения грехов, которые обрекают человека на погибель. Воистину, если лютая кара падет на грешников, то они не смогут спастись от нее. А для того, чтобы этого не произошло, они должны использовать отведенный им срок."
    },
    {
      "ayah": 96,
      "surah": 21,
      "text": "Аллах предостерег людей от совершения грехов и напомнил о том, что очень скоро разверзнется преграда, которая отделяет людей от племен Йадудж и Маджудж. Эти два племени, принадлежащие к роду человеческому, распространяли на земле нечестие. Люди пожаловались на них Зуль-Карнейну, и тогда он построил преграду, которая отделила эти племена от окружающего мира. Однако незадолго до наступления конца света они сумеют прорваться через эту преграду и будут стремительно нападать на людей с каждой возвышенности. Это откровение свидетельствует о многочисленности этих племен и их умении быстро перемещаться по земле. Возможно, эта способность будет их физической особенностью. Может быть, они будут перемещаться по земле иным способом, без труда преодолевая большие расстояния. В любом случае, они одержат верх над остальными людьми и воцарятся на земле, так что каждому человеку придется принять участие в сражениях против них."
    },
    {
      "ayah": 97,
      "surah": 21,
      "text": "Речь идет о Дне воскресения, наступление которого было обещано Аллахом. Любые Его обещания всегда являются истинными и правдивыми. И когда наступит обещанный день, глаза неверующих закатятся от сильного страха, великого ужаса и беспокойства. Они вспомнят о своих преступлениях и грехах, и тогда они начнут призывать погибель, раскаиваться и горевать от того, что лишились великого блага. Они воскликнут: «Мы не ведали об этом великом дне. Мы были поглощены собственной беспечностью и наслаждались мирскими благами до тех пор, пока смерть не разлучила нас с жизнью. И вот теперь наступило воскрешение. Если бы сегодня мы могли умереть от раскаяния и разочарования, то мы непременно умерли бы. Воистину, мы были несправедливыми грешниками». Они сознаются в собственном беззаконии и признают приговор Аллаха справедливым. И тогда Аллах велит ввергнуть их в Преисподнюю вместе с теми божествами, которым они поклонялись. Именно поэтому далее Всевышний сказал:"
    },
    {
      "ayah": 98,
      "surah": 21,
      "text": "О идолопоклонники! Вы и ваши божества станете растопкой для Адского Пламени, в которое вы будете ввергнуты. Безусловно, идолы и каменные истуканы являются безжизненными предметами, которые не обладают разумом и не совершают грехов. Однако они также будут брошены в Геенну, дабы люди наглядно убедились в заблуждении идолопоклонников и дабы увеличились их страдания. Поэтому далее Всевышний сказал:"
    },
    {
      "ayah": 99,
      "surah": 21,
      "text": "Идолопоклонники и идолы останутся в Преисподней на веки вечные и никогда не покинут это пристанище. Это откровение похоже на следующий коранический аят: «Он разъяснит им то, в чем они расходились во мнениях, и неверующие узнают, что они были лжецами» (16:39)."
    }
  ]
}
