{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 22,
      "text": "Аллах обратился ко всему человечеству и повелел людям страшиться своего Господа. Он воспитывает их, одаряет их видимыми и невидимыми благами и действительно заслуживает того, чтобы люди страшились Его. А для этого они должны отречься от многобожия, распутства и грехов и по мере своих возможностей выполнять Его повеления. Затем Всевышний Аллах напомнил о событии, которое может подтолкнуть людей к богобоязненности и предостеречь их от ослушания. Он напомнил им о сотрясении Судного дня, которое будет ужасным событием. Люди не способны оценить его величие и представить себе его ужас, потому что с наступлением Судного дня земля начнет сотрясаться и содрогаться. Горы будут расколоты и разрушены. Они превратятся в песчаные дюны, а затем станут подобными расчесанной шерсти. А люди в тот день разделятся на три группы. Небеса также будут расколоты, а солнце и луна - скручены. Звезды посыплются со своих мест, и наступит череда великих бедствий и потрясений, они приведут в оцепенение сердца и окутают души страхом, от которого юноши поседеют, а могучие твердыни начнут плавиться. И поэтому далее Аллах сказал:"
    },
    {
      "ayah": 10,
      "surah": 22,
      "text": "Указательное местоимение залика ‘то’, зд. ‘это’ используется для отдаленных вещей и подчеркивает то, насколько ужасным и отвратительным будет адское наказание. А причиной этого будут неверие и грехи, которые совершали адские мученики, потому что Всевышний никогда не наказывает невинных рабов. Из всего сказанного следует, что неверным, которые обладают качествами, описанными в двух предыдущих аятах, будет сказано: «Позор и наказание, которые выпали на твою долю, являются последствиями твоей склонности ко лжи и твоего высокомерия. Аллах справедлив и никогда не поступает несправедливо, и именно поэтому Он никогда не поставит в один ряд верующего и неверного, праведника и нечестивца. Напротив, каждый из них получит воздаяние только за свои деяния»."
    },
    {
      "ayah": 11,
      "surah": 22,
      "text": "Среди людей встречаются маловеры, в сердца которых не проникла истинная вера. Они не чувствуют ее прелести, потому что обратились в ислам либо из-за страха перед людьми, либо следуя традициям своих отцов, а именно такая вера не выдерживает трудностей и испытаний. Если такие люди живут в достатке, пользуются многочисленными благами и не знают трудностей, то они чувствуют себя уверенно. При этом они не полагаются на веру, а надеются на собственное богатство. Если Аллах дарует таким людям благополучие и убережет их от испытаний, то они не отступят от правой веры. Если же на их долю выпадут трудности, и они лишатся желанных благ, то они выйдут из лона религии и нанесут ущерб своим мирской и будущей жизням. Отрекаясь от веры, такие люди пытаются благоустроить свою мирскую жизнь, однако их усердия не приносят им пользы, потому что они получают в удел только то, что им было предопределено изначально. Таков ущерб, который они несут в мирской жизни. Что же касается ущерба в жизни будущей, то совершенно очевидно, что такие люди будут лишены Рая, ширина которого равна протяженности небес и земли. Их обителью будет огненная Геенна, и это есть явный убыток!"
    },
    {
      "ayah": 12,
      "surah": 22,
      "text": "Отказываясь от правой веры, такие люди начинают взывать к тому, кто не может принести им пользы или причинить вред. Это относится ко всем божествам, кроме Аллаха, потому что все они не способны принести вред или пользу даже себе самим, не говоря уже об остальных. Воистину, стоит человеку отказаться от поклонения Аллаху, который распоряжается добром и злом, который богат и одаряет богатством других, как он оказывается в самом великом заблуждении. Он начинает поклоняться такому же творению, как и он сам. Он выбирает для себя божество, которое не властно над происходящим. Он пытается достичь желаемого, но в действительности происходит все наоборот, и поэтому далее Всевышний сказал:"
    },
    {
      "ayah": 13,
      "surah": 22,
      "text": "Вред, который многобожие приносит человеческому разуму и телу, а также мирской и будущей жизням человека, очевиден. Вымышленный бог не может быть ни покровителем, ни достойным товарищем, потому что человек ищет покровителя и выбирает товарища в надежде на то, что они принесут ему пользу и защитят его от зла. Если же они не могут сделать этого, то они действительно заслуживают порицания."
    },
    {
      "ayah": 14,
      "surah": 22,
      "text": "После упоминания о том, что люди, которые препираются относительно Аллаха, делятся на проповедников заблуждения и тех, кто слепо подражает им, Всевышний Аллах поведал о том, что люди, которых называют верующими, также делятся на две группы. К первой группе относятся люди, в сердца которых еще не проникла истинная вера, и о них речь шла выше. А ко второй группе относятся истинные верующие, которые подтверждают свою веру праведными деяниями. Всевышний поведал, что именно они войдут в Райские сады, в которых текут ручьи. Эти сады называются раем, потому что в них так много горниц, дворцов, деревьев и всевозможных растений, что они буквально скрывают их обитателей. Воистину, Аллах совершает все, что пожелает, и ничто не может помешать Ему исполнить задуманное. А это значит, что ничто не помешает Ему поместить праведников в Райские сады по Своей милости и Своему великодушию."
    },
    {
      "ayah": 15,
      "surah": 22,
      "text": "Кто думает, что Аллах не станет помогать Своему посланнику и что религия Аллаха бесследно исчезнет, пусть знает, что помощь Аллаха нисходит с небес. Пусть он подвяжет веревку к небу и перекроет пути, по которым нисходит Божья помощь. Вот тогда станет ясно, чем он может помешать Посланнику, как он может воспротивиться его религии и что он может сделать для того, чтобы положить ей конец. Но сможет ли он помешать торжеству религии, которое вызывает его гнев? Безусловно, это - риторический вопрос, потому что приложенные им усилия не принесут ему облегчения. Этот прекрасный аят имеет следующий смысл: О грешник, который враждует с Пророком Мухаммадом, да благословит его Аллах и приветствует, и пытается затушить свет его религии, который по причине своего невежества полагает, что его усилия помогут ему добиться желаемого! Помни, что козни, которые ты строишь против Посланника, да благословит его Аллах и приветствует, не принесут тебе утешения и не избавят тебя от печали, потому что ты не способен помешать религии. Но мы можем подсказать тебе, как ты можешь обрести покой и лишить Посланника, да благословит его Аллах и приветствует, Божьей поддержки, если такое вообще возможно. Возьмись за дело с нужного конца и воспользуйся теми путями, которые могут привести тебя к заветной цели. Возьми веревку или крепкий канат и подвесь его к небесам, а затем поднимись по этому канату и доберись до ворот, через которые нисходит Божья помощь. Запри эти ворота и перекрой пути, по которым нисходит помощь Аллаха, и только тогда ты сможешь утешиться и успокоиться. Только таким путем ты можешь решить свою задачу, что же касается всех остальных козней, то даже не думай о том, что они принесут тебе облегчение, даже если на твою сторону перейдут все люди на свете. Этот благородный аят содержит радостную весть о том, что Аллах обещал помочь Своей религии, Своему посланнику, да благословит его Аллах и приветствует, и своим правоверным рабам, и эта помощь будет очевидной и ощутимой. Что же касается неверных, которые пытаются затушить Его свет своими устами, то им не суждено добиться успеха, потому что Он сохранит Свой свет, даже если это будет ненавистно неверным и даже если они сделают для этого все возможное."
    },
    {
      "ayah": 16,
      "surah": 22,
      "text": "Мы наделили Коран многочисленными преимуществами, одним из которых является то, что его предельно ясные аяты свидетельствуют обо всем, что может принести пользу человеку. Однако наставить человека на прямой путь может только Аллах, и если Аллах захочет повести своего раба прямым путем, то он станет руководствоваться наставлениями Корана, выполнять его предписания и освещать свой путь его светом. Если же Аллах не захочет наставить человека на прямой путь, то он не уверует, даже если ему откроются всевозможные знамения. И тогда даже коранические откровения не принесут ему никакой пользы. Напротив, они станут веским доводом против него."
    },
    {
      "ayah": 17,
      "surah": 22,
      "text": "Мы наделили Коран многочисленными преимуществами, одним из которых является то, что его предельно ясные аяты свидетельствуют обо всем, что может принести пользу человеку. Однако наставить человека на прямой путь может только Аллах, и если Аллах захочет повести своего раба прямым путем, то он станет руководствоваться наставлениями Корана, выполнять его предписания и освещать свой путь его светом. Если же Аллах не захочет наставить человека на прямой путь, то он не уверует, даже если ему откроются всевозможные знамения. И тогда даже коранические откровения не принесут ему никакой пользы. Напротив, они станут веским доводом против него."
    },
    {
      "ayah": 18,
      "surah": 22,
      "text": "Всевышний поведал о различных вероисповеданиях, которые существуют на земле. Одни являются людьми Писания, среди которых есть правоверные, иудеи, христиане и сабии. Другие являются огнепоклонниками, а третьи относятся к язычникам. Однако в День воскресения все они будут собраны вместе, и тогда Аллах вынесет в отношении них свой справедливый приговор и воздаст им за совершенные деяния, каждое из которых записано и будет сохранено. Более того, Аллах Сам является свидетелем этих деяний. Затем Аллах более подробно описал то, как будет разрешен спор между верующими и неверными, и сказал:"
    },
    {
      "ayah": 19,
      "surah": 22,
      "text": "Всевышний поведал о различных вероисповеданиях, которые существуют на земле. Одни являются людьми Писания, среди которых есть правоверные, иудеи, христиане и сабии. Другие являются огнепоклонниками, а третьи относятся к язычникам. Однако в День воскресения все они будут собраны вместе, и тогда Аллах вынесет в отношении них свой справедливый приговор и воздаст им за совершенные деяния, каждое из которых записано и будет сохранено. Более того, Аллах Сам является свидетелем этих деяний. Затем Аллах более подробно описал то, как будет разрешен спор между верующими и неверными, и сказал:"
    },
    {
      "ayah": 2,
      "surah": 22,
      "text": "Мать питает к своим детям самую неистовую любовь, которая особенно сильно проявляется в период кормления ребенка грудью. В этот период каждая мать живет заботой о своем ребенка, но в День воскресения люди будут охвачены таким страхом и ужасом, что кормящая мать отринет своего младенца, а беременная женщина выкинет свой плод. Если бы человек увидел, какими будут люди в тот день, он решил бы, что они пьяны, хотя в действительности они не будут пьяны. Все дело в том, что страх перед суровым наказанием Аллаха лишит их рассудка и покорит их сердца. Души людей подступят к их глоткам, а их взоры будут закатаны. В тот день сын не будет нести ответственность за своего отца, и отец не понесет бремени своего ребенка. Всевышний сказал: «Когда же раздастся Оглушительный глас, в тот день человек бросит своего брата, свою мать и своего отца, свою жену и своих сыновей, ибо у каждого человека своих забот будет сполна» (80:33–37). В тот день грешник будет кусать пальцы и говорить: «Лучше бы я следовал путем Посланника! Лучше бы я не брал себе в друзья такого-то!» Лица одних людей в тот день почернеют, а лица других людей станут светлыми. И будут воздвигнуты весы, на которых будут взвешены даже самые крошечные человеческие деяния, как добрые, так и злые. И будут развернуты свитки, в которых записаны все малые и великие деяния, речи и даже намерения рабов Аллаха. А по хребту Преисподней будет проложен мост, и тогда Рай приблизится к богобоязненным праведникам, а Геенна предстанет перед заблудшими. Они завидят ее издалека и услышат ее гневное рычание и выдыхание. А затем они, скованные цепями вместе, будут брошены в узкое место в Аду и станут призывать погибель. И тогда им скажут: «Не призывайте сегодня одну погибель, а призывайте много погибелей!» (25:14). А затем они призовут своего Господа и попросят Его выпустить их из Преисподней, но Аллах скажет: «Оставайтесь здесь с позором и не говорите со Мной!» (23:108). Они попадут под гнев Милосердного Господа и окажутся в пучине мучительного наказания. Там они отчаются в благом исходе и будут пожинать плоды всех своих злодеяний. Ни одно из них не будет предано забвению, даже если оно будет равно бороздке на финиковой косточке или кожице, отделяющей косточку финика от мякоти. В то же время богобоязненные праведники будут развлекаться среди Райских садов, наслаждаться всевозможными райскими удовольствиями и вечно пользоваться тем, что угодно их душам. И всякий благоразумный человек, который верит в то, что впереди его ожидает Последняя жизнь, должен изо всех сил готовиться к ней и не отказываться от праведных деяний, обманывая себя пустыми надеждами. Богобоязненность должна стать его девизом, страх перед Аллахом - его покрывалом, а любовь к Аллаху и Его поминанию - душой его благодеяний."
    },
    {
      "ayah": 20,
      "surah": 22,
      "text": "Всевышний поведал о различных вероисповеданиях, которые существуют на земле. Одни являются людьми Писания, среди которых есть правоверные, иудеи, христиане и сабии. Другие являются огнепоклонниками, а третьи относятся к язычникам. Однако в День воскресения все они будут собраны вместе, и тогда Аллах вынесет в отношении них свой справедливый приговор и воздаст им за совершенные деяния, каждое из которых записано и будет сохранено. Более того, Аллах Сам является свидетелем этих деяний. Затем Аллах более подробно описал то, как будет разрешен спор между верующими и неверными, и сказал:"
    },
    {
      "ayah": 21,
      "surah": 22,
      "text": "Всевышний поведал о различных вероисповеданиях, которые существуют на земле. Одни являются людьми Писания, среди которых есть правоверные, иудеи, христиане и сабии. Другие являются огнепоклонниками, а третьи относятся к язычникам. Однако в День воскресения все они будут собраны вместе, и тогда Аллах вынесет в отношении них свой справедливый приговор и воздаст им за совершенные деяния, каждое из которых записано и будет сохранено. Более того, Аллах Сам является свидетелем этих деяний. Затем Аллах более подробно описал то, как будет разрешен спор между верующими и неверными, и сказал:"
    },
    {
      "ayah": 22,
      "surah": 22,
      "text": "Обе стороны считали, что именно они придерживаются истины. Но в результате для неверных, среди которых окажутся иудеи, христиане, огнепоклонники, сабии и язычники, будут выкроены одежды из смолы, которая будет гореть ужасным пламенем, дабы наказание окутывало их со всех сторон. А сверху на них будет изливаться кипящая вода, которая будет настолько горяча и отвратительна, что мясо, жиры и кишки мучеников Ада будут плавиться. Грубые и суровые ангелы будут бить их огромными железными палицами, и это ужасное наказание не прекратится ни на мгновение. Грешникам не будет даровано отсрочки, и в качестве порицания им будет сказано: «Вкусите наказание, которое будет обжигать ваши тела и души!»"
    },
    {
      "ayah": 23,
      "surah": 22,
      "text": "Вне всякого сомнения, упомянутые в этом аяте качества можно отнести только к мусульманам, которые уверовали во все Небесные Писания и во всех Божьих посланников. Они попадут в Рай, где мужчины и женщины будут носить на руках золотые браслеты и будут облачены в шелка. Их наслаждения будут увенчаны прекрасными яствами, без которых Рай не может называться раем."
    },
    {
      "ayah": 24,
      "surah": 22,
      "text": "Вокруг обитателей Рая будут течь ручьи из воды, молока, меда и вина. На них будут всевозможные убранства и дорогие украшения, и все это будет результатом того, что их научили благим словам, самым прекрасным и самым лучшим из которых является свидетельство искренней веры. К ним также относятся все остальные благие речи, в которых говорится об Аллахе или добродетели по отношению к рабам Аллаха. Что касается пути достохвального, то согласно первому толкованию, прямой путь назван достохвальным, потому что абсолютно все законы Аллаха преисполнены мудрости и заслуживают похвалы. Они призывают людей совершать прекрасные деяния и предостерегают их от скверных поступков. Такова религия Аллаха, в которой нет ни излишеств, ни упущений, которая объединяет в себе полезное знание и праведные деяния. Согласно другому толкованию, имеется в виду путь Достохвального Аллаха. Всевышний очень часто называет прямой путь Своим, потому что именно этот путь приближает рабов к Нему. В данном случае Аллах нарек Себя Достохвальным, чтобы подчеркнуть, что праведники встали на прямой путь благодаря Его милости. Именно поэтому, оказавшись в Раю, праведники будут говорить: «Хвала Аллаху, Который привел нас к этому! Мы не последовали бы прямым путем, если бы Аллах не наставил нас» (7:43). Говоря об этом, Всевышний также поведал о том, что все творения падают ниц перед Ним. Это относится к обитателям небес и земли. Солнце и луна, звезды и горы, деревья и животные, а также правоверные люди падают ниц перед Аллахом. Но очень многие люди будут удостоены наказания, и причиной тому станет их неверие. Таких людей невозможно наставить на прямой путь, потому что Сам Аллах унизил их. Если Он унижает кого-нибудь, то никто не сможет почтить его после этого. И если Он пожелал чего-нибудь, то никто не сможет помешать этому случиться. А тот факт, что все творения падают ниц перед Ним, склоняются перед Его могуществом и покоряются Его величию, свидетельствует о том, что только Он является Господом Богом и Достохвальным Правителем. Всякий же, кто начинает поклоняться иным божествам, впадает в глубокое заблуждение и обрекает себя на великий урон."
    },
    {
      "ayah": 25,
      "surah": 22,
      "text": "Всевышний поведал об отвратительных поступках язычников, которые не веруют в своего Господа. Они не только отказываются уверовать в Аллаха и Его посланника, но и сбивают людей с Его пути. Они мешают людям исповедовать правую веру и не пускают их в Заповедную мечеть, которая не является их собственностью и не была собственностью их отцов. Напротив, она открыта для всех, кто проживает рядом с ней или приезжает к ней издалека. Однако язычники осмелились не пустить в нее самого лучшего человека - Пророка Мухаммада, да благословит его Аллах и приветствует, - и его сподвижников. А ведь эта мечеть заслуживает самого почтительного отношения, ибо всякий, кто совершает в ней несправедливость, обрекает себя на мучительное наказание. Если человек вознамеривается совершить несправедливый поступок, находясь на этой священной земле, то он уже заслуживает наказания, тогда как в любом другом месте человек заслуживает наказания только за совершенную несправедливость. Что же тогда говорить о тех, кто совершает на этой земле неверие, поклоняется вымышленным богам, сбивает людей с пути Аллаха и мешает паломникам, которые хотят посетить мечеть? Как вы думаете, что Аллах сделает этим нечестивцам?!! В этом благородном аяте подчеркивается необходимость уважительного отношения к мекканской земле и содержится предостережение тем, кто намеревается совершить на ней злодеяние или совершает его."
    },
    {
      "ayah": 26,
      "surah": 22,
      "text": "Всевышний поведал о славе и величии Каабы, а также величии пророка Ибрахима, возлюбленного Милостивого Аллаха, который воздвиг этот храм. Аллах подготовил его к этому начинанию, привел его к соответствующему месту, поселил там часть его потомков, а затем повелел ему начать строительство. Ибрахим воздвиг Каабу, руководствуясь покорностью Аллаху и богобоязненностью. И помогал ему в этом его сын Исмаил. Аллах также повелел ему не поклоняться никому, кроме Него, и искренне служить только Ему одному. А это значит, что ему было велено строить храм искренне ради Аллаха. Он также повелел ему очищать храм от многобожия и ослушания, а также от грязи и нечистот. Аллах назвал Каабу Своим Домом, подчеркнув ее славу и величие, чтобы любовь к ней не покидала человеческие сердца, а людские души тянулись к ней изо всех уголков земли. Все это обязывало его еще усерднее очищать и возвеличивать Каабу - храм, который Господь предназначил для тех, кто совершает вокруг него обход, уединяется в нем для поклонения Ему, поминает в нем Его, читает Священное Писание, постигает праведные знания, обучает им остальных или совершает другие поступки, которые приближают к Нему. Среди этих людей также есть молящиеся - достойные праведники, которые любят повиноваться своему Покровителю, служить Ему и приближаться к Нему возле священного храма. Такие люди обладают большими правами и заслуживают того, чтобы им оказали славный прием. А для этого Дом Аллаха должен быть очищен от всего неприятного. Это также распространяется на громкие голоса и бесполезные разговоры, которые отвлекают тех, кто молится или совершает обход вокруг Каабы. В этом откровении обход вокруг Каабы упомянуто раньше уединения в мечети и молитв, потому что обход вокруг нее является особенностью этой мечети. А уединение в мечети упомянуто раньше молитв, потому что обряд уединения является особенностью мечетей вообще."
    },
    {
      "ayah": 27,
      "surah": 22,
      "text": "Научи людей обрядам паломничества и призови их совершать его. Где бы ни жил человек, ты должен оповестить его о том, что паломничество к Дому Аллаха является обязательным и достойным деянием. И когда ты оповестишь людей, они начнут отправляться в большое и малое паломничество. Одни из них будут желать этого так сильно, что отправятся в паломничество пешком. А другие будут приезжать на поджарых верблюдах, преодолевая пустыни и степи для того, чтобы достичь самого славного места на земле. И приезжать они будут даже из далеких стран. Возлюбленный Аллаха Ибрахим выполнил повеление Господа, и то же самое сделал его потомок Пророк Мухаммад. Они призвали людей совершать паломничество к Дому Аллаха и сделали это самым совершенным образом, и тогда сбылось обещание Аллаха, и со всех концов земли люди стали отправляться в паломничество либо пешком, либо верхом на животных. Затем Аллах напомнил о пользе, которую приносит паломничество к Заповедной мечети, дабы пробудить в людях желание поскорее отправиться туда. Аллах сказал:"
    },
    {
      "ayah": 28,
      "surah": 22,
      "text": "Вблизи от Дома Аллаха они смогут совершить славные обряды поклонения, которых не совершают ни в одном другом уголке земли, и тем самым они принесут пользу своей вере, а наряду с этим они смогут заработать мирские блага. В действительности все так и происходит, и люди об этом прекрасно знают. Они также смогут совершить жертвоприношение, которое принесет пользу как их мирской, так и духовной жизни. Зарезая жертвенных животных, они помянут имя Аллаха и тем самым отблагодарят Его за дарованные им милости и предоставленные возможности. А после жертвоприношения они будут есть мясо и раздавать его тем, кто испытывает крайнюю нужду."
    },
    {
      "ayah": 29,
      "surah": 22,
      "text": "После завершения остальных обрядов они очистятся от грязи, которая покрыла их за то время, что они находились в состоянии ихрам, и исполнят данные ими обеты. Под этим подразумеваются обеты совершить хадж или малое паломничество и совершить жертвоприношение. А затем они совершат обход вокруг Каабы - древнего Дома и самой лучшей из всех мечетей на земле. Арабское слово атик ‘древний’, ‘освобожденный’ также означает, что Кааба никогда не окажется в руках деспотичных правителей. В этом откровении содержится повеление совершать обход вокруг Каабы в целом и обход вокруг нее по завершении обрядов хаджа в частности. Это подчеркивает важность и величие обхода вокруг Каабы и означает, что именно этот обряд является ключевым обрядом паломничества, тогда как все предыдущие обряды являются подготовкой к нему. Может быть, смысл этого откровения заключается в том, что обход вокруг Каабы можно совершать в любое время, независимо от других обрядов паломничества. А лучше всего об этом известно Аллаху."
    },
    {
      "ayah": 3,
      "surah": 22,
      "text": "Среди людей есть такие, которые скитаются в заблуждении и пытаются оспорить истину посредством своих лживых доводов. Они хотят доказать истинность заблуждения и опорочить истину, хотя сами являются величайшими невеждами и совершенно не обладают праведными познаниями. А все имеющиеся у них знания они приобретают путем слепого подражания своим заблудшим предводителям и мятежным дьяволам, которые дерзко и упрямо ослушаются Аллаха и Его посланников. Их предводители отреклись от Аллаха и Его посланников и превратились в вождей, призывающих людей в Адское Пламя."
    },
    {
      "ayah": 30,
      "surah": 22,
      "text": "Так Аллах разъясняет вам свои законы. Они учат вас почитать и возвеличивать святыни Аллаха, потому что Аллах любит, когда люди почитают Его святыни. Это приближает людей к Господу, и если человек почитает и возвеличивает святыни Аллаха, то Он одаряет его щедрым вознаграждением, которое приносит ему пользу не только в мирской жизни, но и перед Аллахом в жизни будущей. Под святынями Аллаха подразумевается все, что Аллах повелел почитать и уважать. К ним относятся обряды поклонения и многое другое, например, все обряды паломничества, мекканская земля, состояние ихрам, жертвенные животные, предписанные Аллахом обряды поклонения и т.п. Для того чтобы возвеличивать святыни Аллаха, человек должен почитать и любить их всем сердцем. Он должен относиться к ним так, как подобает рабу, не проявляя пренебрежения, усталости или лени. Затем Аллах напомнил людям о Своей милости и добродетели к ним. Он сделал скотину - верблюдов, коров и баранов - дозволенной для Своих рабов и сделал жертвоприношение одним из обрядов паломничества, посредством которого человек может приблизиться к Нему. Так, Аллах подчеркнул важность этой милости с двух сторон. Однако некоторая скотина не дозволена людям на основании запрета, который упоминается в Коране. Всевышний сказал: «Вам запрещены мертвечина, кровь, мясо свиньи и то, над чем не было произнесено имя Аллаха (или что было зарезано не ради Аллаха), или было задушено, или забито до смерти, или подохло при падении, или заколото рогами или задрано хищником, если только вы не успеете зарезать его, и то, что зарезано на каменных жертвенниках (или для идолов)» (5:3). Аллах запретил это людям по Своей милости, дабы очистить их и уберечь от многобожия и неправедных речей. Именно поэтому далее Аллах повелел остерегаться скверны идолов, которых язычники равняют с Аллахом, погружаясь тем самым в самое отвратительное зло. При лексическом анализе этого откровения становится очевидно, что речь идет не только о скверне идолов и язычества. Многие толкователи Корана отмечали, что в этом аяте велено избегать всех скверных и запрещенных деяний в целом и язычества в частности, а также всех греховных речей, каждое из которых можно назвать лживым."
    },
    {
      "ayah": 31,
      "surah": 22,
      "text": "Аллах повелел Своим рабам быть преданными Господу, стремиться к Нему, поклоняться Ему и отворачиваться от поклонения ложным богам. А всякий, кто поклоняется ложным богам, тот словно упал с неба. Либо птицы подхватят его на лету, либо ветер занесет его в очень далекое место. Таков удел многобожников. Истинная вера подобна высоким и оберегаемым небесам. А отказ от истинной веры подобен падению с небес, потому что неверующий обрекает себя на трудности и несчастья. Стоит чему-либо упасть с неба, как птицы подхватывают это на лету и разрывают в клочья. Такая же участь постигает многобожников, которые не хотят ухватиться за правую веру и достаются дьяволам, которые подхватывают их со всех сторон и разрывают на части, лишая их не только веры, но и преуспеяния в мирской жизни. А может случиться и так, что сильный ветер поднимет падающего человека высоко в небо, и когда его органы уже будут разорваны, он упадет наземь в очень далеком месте."
    },
    {
      "ayah": 32,
      "surah": 22,
      "text": "Упомянутые в предыдущих аятах предписания относятся к знакам Аллаха. Арабское слово шаира ‘обряд, зд. знак’ относится ко всем вещам, местам и ритуалам, имеющим отношение к религии. К знакам Аллаха относятся все священные места паломничества, поскольку Всевышний сказал: «Воистину, ас-Сафа и аль-Марва - одни из обрядовых знамений Аллаха» (2:158). К ним также относятся жертвенные животные. Ранее мы уже говорили, что для того, чтобы почитать обряды Аллаха, раб должен уважительно относиться к ним и делать все возможное для того, чтобы выполнять их в самой совершенной форме. Совершая жертвоприношение, мусульманин должен уважительно относиться к этому обряду, приносить в жертву тучных животных и не причинять им страданий. Только в этом случае жертвоприношение будет всесторонне совершенным. Человек почитает установленные Аллахом обряды благодаря набожности и богобоязненности, которые укоренились в его душе. Почтительное отношение к обрядам Аллаха свидетельствует о набожности, богобоязненности и правильной вере человека, потому что почтительное отношение к предписаниям Господа вытекает из почтительного отношения к Нему."
    },
    {
      "ayah": 33,
      "surah": 22,
      "text": "Хозяева жертвенных верблюдов и прочей скотины могут ездить верхом на жертвенных животных, доить их и использовать их в других целях, если это не причиняет вреда самим животным. Это может продолжаться до определенного времени, то есть до заклания жертвенных животных. Когда же животных пригонят к месту заклания, их надлежит принести в жертву, после чего их мясо можно употреблять в пищу, дарить и раздавать обездоленным беднякам. Местом заклания является древний храм, то есть долина Мина и другие части мекканской святыни."
    },
    {
      "ayah": 34,
      "surah": 22,
      "text": "Для каждой религиозной общины в прошлом Аллах определил обряды жертвоприношения. О рабы Аллаха! Спешите совершать благодеяния, дабы увидел Господь, кто из вас превзошел остальных в благодеяниях. Воистину, Аллах предписал совершать жертвоприношения для того, чтобы люди поминали Господа и благодарили Его за ниспосланные блага. После упоминания об этом Аллах возвестил о том, что есть только один Господь Бог. Шариаты различных религиозных общин могут различаться, но все они имеют одну-единственную основу. Этой основой является единобожие, поклонение одному Аллаху и отказ от многобожия. Именно поэтому далее Аллах повелел повиноваться и подчиняться Ему, а не кому-нибудь другому. Ислам - это путь, ведущий к обители мира и благополучия. И пусть смиренные рабы, которые покорно выполняют повеления своего Господа и не превозносятся над Его рабами, возрадуются тому, что им уготовано счастье как при жизни на земле, так и после смерти. Затем Всевышний Аллах перечислил качества этих смиренных рабов и сказал:"
    },
    {
      "ayah": 35,
      "surah": 22,
      "text": "При упоминании имени Аллаха их сердца трепещут от страха и почтения. Они испытывают страх только перед Аллахом, и это заставляет их избегать грехов и всего запрещенного. А когда их постигают трудности и несчастья, они не проявляют недовольства и негодования. Напротив, они проявляют стойкость и терпение, стремясь снискать довольство своего Господа и надеясь на Его вознаграждение. А наряду с этим они исправно совершают намаз, выполняя обязательные и желательные предписания этого обряда поклонения телом и душой. Они раздают обязательные пожертвования, т.е. выплачивают закят, раздают искупительную милостыню, заботятся о своих женах, рабах и родственниках. Но вместе с тем они раздают добровольную милостыню и делают различные необязательные пожертвования. Всевышний призвал мусульман раздавать в качестве пожертвований лишь малую часть своего имущества. Он подчеркнул простоту и легкость предписаний Аллаха и вдохновил людей на выполнение этих предписаний. Человек не в состоянии прокормиться самостоятельно, но Аллах облегчает людям жизнь и ниспосылает им пропитание. О раб Божий, которого Аллах облагодетельствовал по Своей милости! Делай пожертвования из того, чем Он наделил тебя, и Он непременно одарит тебя и приумножит твое богатство по Своей милости."
    },
    {
      "ayah": 36,
      "surah": 22,
      "text": "Это откровение является доказательством того, что знаками Аллаха считаются любые вещи, места и ритуалы, имеющие отношение к религии. Ранее мы уже говорили о том, что почтительное отношение к знакам Аллаха свидетельствует о набожности и богобоязненности в человеческой душе. Жертвенные животные также относятся к знакам Аллаха, и согласно одному из двух существующих мнений по этому поводу, речь идет о верблюдах и коровах. Мусульмане должны почитать их, выбирать для жертвоприношения тучные особи и совершать обряд самым совершенным образом. Мясо жертвенных животных люди употребляют в пищу, раздают в качестве милостыни и используют в других целях в надежде получить вознаграждение Аллаха. При заклании животных следует произносить имя Аллаха, т.е. говорить: «Бисмиллях!» А заклание верблюда отличается еще одной особенностью. Животному подвязывают левую переднюю конечность, и он остается стоять на трех конечностях, после чего его закалывают. Затем мясник снимает с заколотого животного шкуру и бросает на землю мясо, которое уже можно готовить и употреблять в пищу. Затем Аллах обратился к тем, кто совершает жертвоприношение, и велел им отведать мясо заколотого ими животного. Это означает, что человек, который приносит животное в жертву, имеет право отведать его. А наряду с этим мясо жертвенного животного следует раздать беднякам, которые стыдятся просить подаяния из-за своего целомудрия, и беднякам, которые открыто просят о помощи. И те, и другие имеют право на часть мяса жертвенных животных. Аллах одарил людей властью над скотиной для того, чтобы люди благодарили за это своего Господа. И если бы не Божья помощь, то людям никогда не удалось бы подчинить себе скотину. Однако Аллах смилостивился над людьми, и они должны возносить Ему хвалу за это."
    },
    {
      "ayah": 37,
      "surah": 22,
      "text": "Смысл обряда жертвоприношения не состоит в самом заклании животного, потому что ни мясо, ни кровь заколотых животных не доходят до Аллаха. Он не нуждается в этом и достоин всякой похвалы. Однако искренность, надежда на вознаграждение и чистое намерение доходят до Аллаха. Поведав об этом, Аллах призвал мусульман совершать жертвоприношение искренне ради Аллаха. Нельзя приносить в жертву животных ради славы, похвалы, показухи или для продолжения традиций отцов и дедов, и то же самое относится ко всем обрядам поклонения. Поклонение, которое лишено искренности и богобоязненности, подобно кожице, лишенной мякоти, или бездыханному телу. Аллах одарил людей властью над жертвенными животными также для того, чтобы они возвеличивали и почитали своего Господа. Так они могут выразить Ему свою благодарность за то, что Он наставил их на прямой путь. Воистину, Он заслуживает самой совершенной похвалы и самого прекрасного величания. И пусть возрадуется каждый, кто поклоняется Аллаху так, словно он видит Его. А кто еще не достиг этой высокой степени веры, пусть поклоняется Ему, будучи убежденным в том, что Он видит его и наблюдает за ним. И пусть возрадуется каждый, кто наряду с этим делает добро рабам, кто помогает им материально, обучает их полезному знанию, заступается за них, искренне дает им полезные советы, повелевает им совершать одобряемые поступки, удерживает их от всего порицаемого или хотя бы говорит им добрые слова. Такие праведники заслуживают благой вести о преуспеянии при жизни на земле и после смерти. Аллах непременно одарит их добром за то, что они искренне поклонялись Ему и делали добро Его рабам. Всевышний сказал: «Воздают ли за добро иначе, чем добром?» (55:60); «Тем, которые творили добро, уготовано Наилучшее (Рай), и им будет добавлено еще (они получат возможность взглянуть на Лик Аллаха)» (10:26)."
    },
    {
      "ayah": 38,
      "surah": 22,
      "text": "Это откровение содержит повествование, обещание и благую весть для верующих. Аллах обещал оберегать их от всего скверного и неприятного. Благодаря своей вере они защищены от зла, которое могут причинить неверующие, от зла и наущений дьяволов, а также от зла своих собственных душ и своих злодеяний. А когда на их долю готовы выпасть трудности и несчастья, которые они не смогут вынести, Аллах уменьшает их страдания до минимума. Такая защита и честь оказывается каждому правоверному в зависимости от силы его веры. Аллах не любит тех, кто предает оказанное ему доверие, не выполняет свои обязанности перед Ним и обманывает людей, которые доверяются ему. Он не любит неблагодарных рабов, которые отвечают на Его благодеяния неверием и ослушанием. Более того, Он ненавидит таких людей, и каждый из них непременно получит воздаяние за свое предательство и неверие. Из всего сказанного следует, что Аллах любит тех, кто верен своим обещаниям, выполняет свои обязанности и благодарит своего Покровителя."
    },
    {
      "ayah": 39,
      "surah": 22,
      "text": "В первые годы распространения ислама мусульманам было запрещено сражаться с неверующими и велено терпеливо сносить причиняемые ими страдания, и это предписание было преисполнено божественной мудрости. Однако после переселения в Медину мусульмане обрели мощь и силу, и тогда им было позволено сражаться с неверующими, которые сражаются против них. Из контекста этого аята становится ясно, что прежде мусульманам было запрещено сражаться с неверующими, но впоследствии этот запрет был снят, потому что с ними поступили несправедливо. Им мешали исповедовать религию Аллаха и причиняли страдания, а после этого их изгнали из собственных домов. А ведь Он властен помочь правоверным, и для этого им нужно всего лишь обратиться к Нему за помощью. Затем Всевышний Аллах поведал о том, как именно многобожники притесняли мусульман:"
    },
    {
      "ayah": 4,
      "surah": 22,
      "text": "Согласно Божьему предопределению, мятежные дьяволы вводят в заблуждение каждого, кто следует за ними. Они отдаляют своих последователей от истины и сбивают их с прямого пути. И если люди повинуются им, то они становятся подлинными клевретами сатаны, о котором Всевышний Аллах сказал: «Он зовет свою партию к тому, чтобы они стали обитателями Пламени» (35:6). Из всего сказанного следует, что человек, который пререкается относительно Аллаха, сам находится в заблуждении и вводит в заблуждение других. Он слепо повинуется мятежным дьяволам и блуждает во мраке, который окутывает его со всех сторон. И это относится к большинству неверующих и еретиков, слепо повинующимся своим наставникам и оспаривающим истину, не имея о ней никаких знаний."
    },
    {
      "ayah": 40,
      "surah": 22,
      "text": "Язычники доставляли правоверным страдания, искушали их и своими поступками вынудили их покинуть родной город. Это было величайшей несправедливостью, потому что язычники мстили правоверным только за то, что те говорили: «Наш Господь - Аллах». Они считали единственным грехом мусульман то, что они уверовали в Единственного Господа и искренне поклонялись Ему одному. И если это было грехом, то они действительно были грешниками. Всевышний сказал: «Они вымещали им только за то, что те уверовали в Аллаха Могущественного, Достохвального» (85:8). Все это свидетельствует о мудрости предписания сражаться за веру. Мусульмане ведут джихад для того, чтобы дать отпор неверующим, которые притесняют правоверных и первыми начинают притеснять их. Джихад позволяет положить конец несправедливости и враждебности со стороны неверующих и помогает правоверным открыто выполнять предписания религии. Но это было бы невозможно, если бы Аллах не наделил борцов за веру возможностью сражаться с неверующими. И тогда были бы разрушены кельи людей Писания, иудейские синагоги, христианские церкви и мусульманские мечети. В этих местах поклонения часто поминают имя Аллаха, совершают молитвы, читают Его писания и поминают Его самыми различными способами. И если бы Аллах не разрешил правоверным сражаться с неверующими, то безбожники покорили бы мусульман, разрушили бы мечети и отвратили бы верующих от правой веры. Из всего сказанного следует, что целью джихада является не просто сражение с неверующими, а противостояние агрессорам и бесчинствующим противникам. И спокойствие на мусульманских землях, где люди могут поклоняться Аллаху, строить мечети и придерживаться всех обрядов религии, является безусловной заслугой борцов за правую веру, руками которых Аллах сокрушил неверующих. Всевышний сказал: «Если бы Аллах не сдерживал одних людей посредством других, то земля пришла бы в расстройство. Однако Аллах милостив к мирам» (2:251). Кто-то может сказать, что сегодня мусульманские мечети переполнены, и никто не пытается их разрушить. Наряду с этим многие мусульманские страны представляют собой маленькие независимые государства. Казалось бы, такое возможно, если мусульмане станут сражаться с европейцами, которые живут бок о бок с ними. Однако мы видим, что во многих странах, в которых господствуют неверующие, воздвигают мечети, в которых мусульмане преспокойно поклоняются Аллаху, хотя неверующие правители этих стран могут разрушить эти мечети. Аллах сказал, что если бы правоверные не защищались от неверующих, то места поклонения были бы разрушены. Почему же мы не видим никакого противостояния? Дело в том, что обсуждаемый нами аят имеет общий смысл, тогда как данная ситуация является частным случаем. Каждому человеку, который знаком с государственным устройством современных стран, известно, что они признают представителей любых религиозных конфессий и национальностей гражданами своего государства, на которых распространяются законы этого государства. Каждый гражданин считается частью общества, и это относится к представителям любых религиозных конфессий, независимо от их численности, умения, богатства, образования или занятости. Немусульманские государства заботятся о религиозных и мирских интересах своих граждан и опасаются того, что несоблюдение этих интересов приведет к упадку их государственных устоев и нарушению узаконенных ими принципов. Именно поэтому правительство этих государств создает условия для того, чтобы его граждане исповедовали религию, и даже строит мечети, которые - хвала Аллаху! - находятся в полном порядке даже в столицах крупных немусульманских государств. Эти независимые государства проявляют заботу об интересах граждан, которые являются мусульманами, потому что между христианскими государствами существуют взаимная вражда и зависть, которые, по свидетельству Аллаха, сохранятся вплоть до наступления Дня воскресения. Благодаря этому мусульманским странам, которые сегодня не способны самостоятельно отстаивать собственные интересы, удается уберечься от вреда враждебно настроенных государств. Между ними царят взаимная зависть и разногласия, и поэтому ни одно вражеское государство не решается напасть на мусульман, опасаясь того, что другое крупное государство встанет на сторону мусульман. Однако Всевышний Аллах все равно непременно поможет исламу и мусульманам восторжествовать, как это было обещано нам в Священном Коране. Хвала Аллаху, сегодня мусульмане осознали, что для торжества религии они обязаны вернуться в лоно истинного ислама. А сознательный подход является основой любого начинания, и поэтому мы восхваляем Аллаха и просим Его и впредь осенять нас милостью. Он помогает тому, кто помогает Ему, и это правдивое обещание полностью соответствует действительности. Для того чтобы помогать Ему, мусульманин должен искренне ради Него отстаивать интересы религии и даже сражаться на этом поприще, дабы прославить имя Аллаха, среди прекрасных имен которого - Сильный, Могущественный. Его сила совершенна, а могущество безгранично. Все творения подвластны и покорны Ему. Возрадуйтесь же, мусульмане! Ваша численность мала, ваши возможности ограниченны, а ваши противники очень сильны. Но зато у вас есть Сильный и Могущественный Покровитель, Который сотворил вас и ваши деяния и на которого вы уповаете. Повинуйтесь Ему и молите Его о помощи, и Он непременно окажет вам помощь и одарит вас победой. Всевышний сказал: «О те, которые уверовали! Если вы поможете Аллаху, то и Он поможет вам и утвердит ваши стопы» (47:7). О мусульмане! Исповедуйте правильные воззрения и совершайте праведные дела, ибо гласит Коран: «Аллах обещал тем из вас, которые уверовали и совершали праведные деяния, что Он непременно сделает их наместниками на земле, подобно тому, как Он сделал наместниками тех, кто был до них. Он непременно одарит их возможностью исповедовать их религию, которую Он одобрил для них, и сменит их страх на безопасность. Они поклоняются Мне и не приобщают сотоварищей ко Мне» (24:55). Затем Аллах упомянул о качествах, которыми обладают те, кто помогает Ему. Этих праведников можно узнать по этим отличительным признакам. Но если человек утверждает, что он помогает Аллаху и Его религии, но не обладает этими качествами, то он - лжец. Всевышний сказал:"
    },
    {
      "ayah": 41,
      "surah": 22,
      "text": "Если такие люди приходят к власти и начинают господствовать на земле, не встречая сопротивления со стороны противников и недовольных, то они совершают намаз, выполняя условия и обязательные предписания молитвы, собираются на пятничные и групповые намазы, собирают пожертвования со своих подданных и сами выплачивают закят тем, кто действительно нуждается в поддержке, призывают людей выполнять свои обязанности перед Аллахом и людьми, а также совершать поступки, одобряемые шариатом и разумом, удерживают окружающих от поступков, которые не одобряются шариатом и разумом. Повеление одобряемого и запрещение предосудительного невозможно, если люди не знают того, что одобряется, а что порицается мусульманским шариатом. Мусульмане должны изучать это и обучать этому остальных, и поэтому праведники, которые помогают Аллаху, побуждают людей изучать религию и обучать ей окружающих. Повеление одобряемого и запрещение предосудительного также невозможно без осуществления воспитательных мер, некоторые из которых оговорены в шариате, а некоторые - нет. К последним относятся, например, различные порицания и осуждения. И поэтому при необходимости праведники, которые помогают Аллаху, наказывают и осуждают людей. А когда возникает необходимость в привлечении людей к делам, они поступают таким образом. Они также выполняют все иные предписания, без которых невозможно повеление одобряемого и запрещение предосудительного. Все деяния возвращаются к Аллаху, и Он поведал о том, что благой конец уготовлен только богобоязненным. И если правитель, которого Аллах наделил властью над рабами, исправно выполнял Его повеления, то его ожидает прекрасный и похвальный конец. Если же он пришел к власти благодаря своей силе и правил в угоду собственным желаниям, то его власти непременно придет конец, и конец этот будет недобрым. Скверным было его правление, и скверным будет его конец. Затем Всевышний Аллах обратился к Своему пророку, да благословит его Аллах и приветствует, и сказал:"
    },
    {
      "ayah": 42,
      "surah": 22,
      "text": "Если такие люди приходят к власти и начинают господствовать на земле, не встречая сопротивления со стороны противников и недовольных, то они совершают намаз, выполняя условия и обязательные предписания молитвы, собираются на пятничные и групповые намазы, собирают пожертвования со своих подданных и сами выплачивают закят тем, кто действительно нуждается в поддержке, призывают людей выполнять свои обязанности перед Аллахом и людьми, а также совершать поступки, одобряемые шариатом и разумом, удерживают окружающих от поступков, которые не одобряются шариатом и разумом. Повеление одобряемого и запрещение предосудительного невозможно, если люди не знают того, что одобряется, а что порицается мусульманским шариатом. Мусульмане должны изучать это и обучать этому остальных, и поэтому праведники, которые помогают Аллаху, побуждают людей изучать религию и обучать ей окружающих. Повеление одобряемого и запрещение предосудительного также невозможно без осуществления воспитательных мер, некоторые из которых оговорены в шариате, а некоторые - нет. К последним относятся, например, различные порицания и осуждения. И поэтому при необходимости праведники, которые помогают Аллаху, наказывают и осуждают людей. А когда возникает необходимость в привлечении людей к делам, они поступают таким образом. Они также выполняют все иные предписания, без которых невозможно повеление одобряемого и запрещение предосудительного. Все деяния возвращаются к Аллаху, и Он поведал о том, что благой конец уготовлен только богобоязненным. И если правитель, которого Аллах наделил властью над рабами, исправно выполнял Его повеления, то его ожидает прекрасный и похвальный конец. Если же он пришел к власти благодаря своей силе и правил в угоду собственным желаниям, то его власти непременно придет конец, и конец этот будет недобрым. Скверным было его правление, и скверным будет его конец. Затем Всевышний Аллах обратился к Своему пророку, да благословит его Аллах и приветствует, и сказал:"
    },
    {
      "ayah": 43,
      "surah": 22,
      "text": "Если такие люди приходят к власти и начинают господствовать на земле, не встречая сопротивления со стороны противников и недовольных, то они совершают намаз, выполняя условия и обязательные предписания молитвы, собираются на пятничные и групповые намазы, собирают пожертвования со своих подданных и сами выплачивают закят тем, кто действительно нуждается в поддержке, призывают людей выполнять свои обязанности перед Аллахом и людьми, а также совершать поступки, одобряемые шариатом и разумом, удерживают окружающих от поступков, которые не одобряются шариатом и разумом. Повеление одобряемого и запрещение предосудительного невозможно, если люди не знают того, что одобряется, а что порицается мусульманским шариатом. Мусульмане должны изучать это и обучать этому остальных, и поэтому праведники, которые помогают Аллаху, побуждают людей изучать религию и обучать ей окружающих. Повеление одобряемого и запрещение предосудительного также невозможно без осуществления воспитательных мер, некоторые из которых оговорены в шариате, а некоторые - нет. К последним относятся, например, различные порицания и осуждения. И поэтому при необходимости праведники, которые помогают Аллаху, наказывают и осуждают людей. А когда возникает необходимость в привлечении людей к делам, они поступают таким образом. Они также выполняют все иные предписания, без которых невозможно повеление одобряемого и запрещение предосудительного. Все деяния возвращаются к Аллаху, и Он поведал о том, что благой конец уготовлен только богобоязненным. И если правитель, которого Аллах наделил властью над рабами, исправно выполнял Его повеления, то его ожидает прекрасный и похвальный конец. Если же он пришел к власти благодаря своей силе и правил в угоду собственным желаниям, то его власти непременно придет конец, и конец этот будет недобрым. Скверным было его правление, и скверным будет его конец. Затем Всевышний Аллах обратился к Своему пророку, да благословит его Аллах и приветствует, и сказал:"
    },
    {
      "ayah": 44,
      "surah": 22,
      "text": "Язычники считают тебя лжецом, но ты - не первый пророк, которого обвиняют во лжи, и твои соплеменники - не первый народ, который отвергает Божьего посланника. Так поступили соплеменники Нуха, адиты, самудяне, соплеменники Ибрахима и Лута, а также жители Мадьяна - народ пророка Шуейба. Неверующие сочли лжецом даже пророка Мусу, и, несмотря на это, твой Господь не поспешил покарать их. Он даровал им отсрочку, дабы они скитались во мраке нечестия и еще больше увязали в омуте неверия и зла. А затем Аллах схватил их хваткой могущественного и всесильного Господа. И как же мучительно было наказание за неблагодарность и неверие! Воистину, это было суровое и примерное наказание. Одни народы были потоплены, другие - погублены чудовищным воплем, а третьи - уничтожены опустошительным ураганом. Среди них были неверующие, которые провалились под землю. А были и такие, которые вкусили кару в День тени. Пусть же неверующие, которые нарекают тебя лжецом, задумаются над тем, что их может постигнуть наказание, которое ранее постигло их предшественников. Воистину, они не лучше предыдущих поколений неверующих, и в Священных Писаниях нет для них охранной грамоты. И как же много неверующих народов уже погублено! Их действительно было очень много, и поэтому далее Всевышний сказал:"
    },
    {
      "ayah": 45,
      "surah": 22,
      "text": "Неверующих постигло великое наказание и унижение в этом мире. Причиной этого было их неверие в Аллаха и Его посланников, и Божье возмездие не было несправедливостью по отношению к ним. Сегодня их дома и дворцы разрушены до основания, хотя прежде они были величественны и прекрасны. Сегодня они опустошены и безлюдны, хотя прежде в них кипела жизнь. Как же много колодцев, вокруг которых некогда толпились люди, желающие напиться или напоить скотину! Люди покинули их, и никто не приходит к ним сегодня. И как много дворцов, строительство которых доставило людям множество хлопот! Они воздвигали их стены, укрепляли их, украшали их прекрасными орнаментами, однако эти дворцы не избавили своих хозяев от наказания Аллаха. Они опустели и стали назидательным примером для тех, кто внимает назиданиям и способен размышлять. И поэтому далее Аллах призвал Своих рабов странствовать по земле, наблюдать и извлекать полезные уроки. Всевышний сказал:"
    },
    {
      "ayah": 46,
      "surah": 22,
      "text": "Разве люди не путешествуют по земле душой и телом и не задумываются над поучительными знамениями Аллаха? Разве они не размышляют над рассказами о народах, которые жили до них и были подвергнуты наказанию? Если же они хотят просто смотреть, слушать и путешествовать, но не желают размышлять и извлекать уроки, то это не принесет им никакой пользы и не поможет им достичь заветной цели. Слепы не глаза, а слепы сердца, которые находятся в груди. Именно такая слепота причиняет огромный ущерб религии. Сердца таких людей слепы к истине. Они не способны узреть ее, как слепые люди не способны разглядеть окружающий их мир. Что же касается слепоты, которая поражает глаза, то она может причинить человеку вред только в мирской жизни."
    },
    {
      "ayah": 47,
      "surah": 22,
      "text": "О Мухаммад! Неверующие торопят тебя с наказанием по причине своего невежества, беспутства и упрямства. Тем самым они пытаются уличить Аллаха в бессилии, а Его посланников - во лжи. Однако Аллах никогда не нарушает своего обещания. Наказание, которое было обещано неверующим, непременно наступит, и тогда никто не сможет предотвратить его. И пусть тебя не пугает то, что они призывают наказание и обвиняют Нас в слабости и бессилии, потому что впереди их ожидает День воскресения, когда Аллах соберет первые и последние поколения людей и воздаст каждому человеку за совершенные им деяния. Вот тогда их постигнет вечное и мучительное наказание. И да будет им известно, что один день у Аллаха равен тысяче лет по людскому счету. Это будут длинные, тягостные и ужасные дни. И не важно, постигло их наказание в мирской жизни или нет, потому что избежать Судного дня не удастся никому. Согласно другому толкованию, это свидетельствует о терпении Аллаха. Неверующие просят поскорее явить им наказание, однако один день у Аллаха равен тысяче земных лет. Людям может показаться, что наказание задерживается, тогда как в действительности Аллах откладывает его, но никогда не предает его забвению. И когда лютая кара постигает нечестивцев, ни одному из них не удается спастись."
    },
    {
      "ayah": 48,
      "surah": 22,
      "text": "В течение продолжительного срока они были неправедны, и их стремление к нечестию не подталкивало Аллаха ускорить их наказание. И все-таки наказание постигло нечестивцев в мирской жизни, после чего им предстоит вернуться к Аллаху, который подвергнет их еще более страшному наказанию за совершенные грехи. Посему нечестивцам следует опасаться кары Господней и не обольщаться предоставленной им отсрочкой."
    },
    {
      "ayah": 49,
      "surah": 22,
      "text": "Всевышний повелел Своему рабу и Посланнику Мухаммаду возвестить всему человечеству о том, что он действительно является посланником Аллаха. Для правоверных это известие является благой вестью о вознаграждении Аллаха, а для несправедливых неверующих - ужасной вестью о наказании от Него. Посланник Аллаха назван ясным увещевателем, потому что он предостерегал неверующих и разъяснял им то, чего они должны опасаться. А наряду с этим он приводил им неопровержимые доказательства о правдивости всего, от чего он предостерегал грешников. Затем Всевышний Аллах более подробно поведал о благой вести и суровом предостережении и сказал:"
    },
    {
      "ayah": 5,
      "surah": 22,
      "text": "Некоторые из вас могут сомневаться в правдивости воскрешения или не знать о его приближении, хотя всем вам приказано верить в воскрешение, которое предсказали Аллах и Его посланники. Но если вы отказываетесь уверовать и предпочитаете сомневаться, то прислушайтесь к двум логическим доводам, которые вы можете наблюдать воочию. Каждый из этих доводов является неопровержимым доказательством правдивости того, в чем вы сомневаетесь, и может избавить вас от сомнений. Первым доводом является сотворение человека в первый раз, поскольку Аллах, Который сотворил человека в первый раз, может вернуть его к жизни повторно. Вначале Аллах сотворил человека из праха, и здесь речь идет о сотворении праотца всего человечества Адама. А затем Аллах начал творить людей из капли семени. По Его воле крошечная капля превращается в алый сгусток крови, который впоследствии превращается в кусочек мяса, похожий на нечто разжеванное. Этот кусочек мяса может быть сформировавшимся, и тогда он впоследствии превращается в человека. А иногда он остается несформировавшимся, в результате чего происходит выкидыш. Так Аллах разъясняет людям их происхождение, хотя Он способен завершить сотворение человека за одно мгновение. Однако Он желает разъяснить рабам совершенство Своей мудрости, безграничность Своего могущества и величие Своего милосердия. В результате плод остается в утробе матери в течение предопределенного срока. Он не выбрасывается наружу и сохраняется вплоть до завершения беременности. А затем на свет появляется ребенок, который абсолютно ничего не знает и является совершенно беспомощным. По воле Аллаха мать начинает заботиться о младенце, а в ее груди начинает образовываться молоко, которое служит пищей для него. Ребенок постепенно взрослеет и, наконец, достигает зрелого возраста. В этом возрасте он обладает крепким телом и здравым рассудком. Некоторым людям бывает суждено расстаться с жизнью до этого, а некоторым удается дожить до старческого возраста, когда человеческое тело становится дряхлым, а сам человек начинает говорить вздор. Его рассудок начинает слабеть и постепенно исчезает, и то же самое происходит с его физической силой. Доживая до преклонных лет, человек забывает все, что знал прежде, и причиной этого становится его слабый рассудок. Все это означает, что сила человека с двух сторон окружена слабостью. Человек слаб и преисполнен недостатков как в младенческом, так и в преклонном возрасте. Всевышний сказал: «Аллах - Тот, Кто создает вас из слабости (создает вас из капли или создает вас слабыми). После слабости Он одаряет вас силой, а потом заменяет силу на слабость и седину. Он творит, что пожелает, ибо Он - Знающий, Всемогущий» (30:54). Вторым доводом является оживление безжизненной земли. Мы видим землю иссохшей и покрытой пылью, когда на ней нет ни растений, ни зелени. Но стоит выпасть дождю, как приходят в движение растения, а неподвижные комья земли начинают набухать из-за роста стеблей. Впоследствии из них вырастают всевозможные растения, которые доставляют людям радость своим прекрасным видом. Эти два довода неопровержимо свидетельствуют о пяти вещах, которые Аллах перечислил в следующих аятах."
    },
    {
      "ayah": 50,
      "surah": 22,
      "text": "Им будут прощены грехи и прегрешения, и они будут введены в Райские сады, в которых собраны и доступны всевозможные прелести и удовольствия. Этот аят относится к тем, кто уверовал в Аллаха и Его посланников так, что истинная вера укоренилась в их сердцах, и кто совершал праведные деяния. Именно они будут удостоены прощения грехов и щедрого вознаграждения в Раю. И этим вознаграждением будут самые прекрасные и совершенные райские блага."
    },
    {
      "ayah": 51,
      "surah": 22,
      "text": "Они делали все возможное для того, чтобы причинить вред исламу, и полагали, что сумеют добиться желаемого. Однако им суждено стать обитателями разожженного адского пламени, которое станет их обителью на веки вечные. Их ужасные страдания не будут ослаблены и не будут прерваны даже на мгновение ока. Из всего сказанного следует, что всякий, кто пытается бороться против Корана и противится мусульманам, ошибочно полагая, что ему удастся одолеть их и добиться желаемого, будет навечно ввергнут в Адское Пламя."
    },
    {
      "ayah": 52,
      "surah": 22,
      "text": "В соответствии со своей безупречной мудростью Всевышний поведал о том, что до пришествия Мухаммада было много пророков и посланников, которым сатана пытался помешать читать откровения, увещевать людей, призывать их к добру и удерживать их от всего порицаемого. Сатана строил козни и пытался подбросить в их слова то, что противоречило откровениям, однако Всевышний Аллах защищал все, что Божьи посланники сообщали людям от Его имени. Аллах охранял ниспосылаемые откровения и не позволял путать или смешивать их со словами творений. Сатана пытался исказить их, но его происки были неудачны и непродолжительны. Он пытался наущать пророков, но всякий раз сталкивался с непреодолимыми препятствиями и отступал. Вот почему Аллах поведал о том, что Он сводит на нет соблазны сатаны. Аллах уничтожает ложь и разъясняет то, что она не имеет отношения к Откровению. А затем Аллах утверждает ниспосланное Откровение, помогает людям записать его и запомнить его наизусть, благодаря чему оно сохраняется в своем исконном виде, без той лжи, которую шайтан пытается приписать ему. Воистину,Аллахобладаетнеограниченнойвластьюибезграничныммогуществом, благодаря которым Он без труда заботится о Своем откровении и защищает его от рук сатаны. Но вместе с тем Он обладает мудростью, благодаря которой расставляет все по своим местам и позволяет дьяволам строить козни и наущать людей. И поэтому далее Он поведал о смысле дьявольских наущений, сказав:"
    },
    {
      "ayah": 53,
      "surah": 22,
      "text": "Соблазны сатаны становятся искушением для двух групп людей, которых Аллах бросает на произвол судьбы. К ним относятся те, чьи сердца поражены слабостью и лишены совершенной веры и твердой убежденности. По этой причине малейшие сомнения способны повлиять на их сердца, и стоит им услышать наущения сатаны, как эти наущения заставляют их сомневаться в истине и превращаются в искушения для них. К ним также относятся те, чьи сердца огрубели. По этой причине они не способны внимать увещеваниям и наставлениям Аллаха и Его посланника. И стоит им услышать наущения сатаны, как они принимают их за правдивые свидетельства в пользу лживых и порочных воззрений. Так они начинают отстаивать ложь и противиться Аллаху и Его посланнику. Именно поэтому Всевышний подчеркнул, что нечестивцы находятся в большом несогласии с истиной. Они противятся Аллаху и упрямо сражаются против истины. Они бесконечно далеки от прямого пути. Для этих двух групп людей наущения сатаны являются искушением, благодаря которому выявляется скверна, которая таится в их сердцах. Что же касается третьей группы людей, то для них искушения сатаны являются милостью. О них Всевышний Аллах упомянул далее и сказал:"
    },
    {
      "ayah": 54,
      "surah": 22,
      "text": "Речь идет о тех, кого Аллах одарил знанием, благодаря которому они отличают истину ото лжи, а прямой путь - от заблуждения. Они узнают истину, которую утверждает Аллах, и выявляют ложь, которая появляется, но непременно сводится на нет. Они узнают их по качествам, которые присущи истине и лжи. И происходит это для того, чтобы они знали, что Премудрый Аллах предписал людям пройти через испытания, которые выявляют добро и зло, которые таятся в человеческих сердцах. И благодаря этому знанию люди обретают веру, а затем они отвергают навязываемые им сомнения, и это еще больше усиливает их веру и убежденность. Их сердца переполняются смирением и покорностью перед божественной мудростью, и все это является результатом того, что Аллах наставляет этих людей на прямой путь. Ради правой веры, которая укореняется в сердцах верующих, Аллах помогает им познавать истину и поступать в соответствии со своими знаниями. Аллах поддерживает верующих могучим словом как при жизни на земле, так и после смерти, и это - один из видов божественной поддержки. В этих аятах содержится свидетельство того, что посланник Аллаха шел по стопам своих собратьев пророков. Однажды он читал суру «ан-Наджм» и дошел до слов «Не видели ли вы аль-Лат и аль-Уззу, и еще третью - Манат?» Тут сатана вмешался в чтение Корана и побудил его сказать: «Это - высокие журавли, на заступничество которых можно надеяться». Это событие сильно опечалило Пророка Мухаммада и стало искушением для людей, о чем сообщил Всевышний Аллах. И тогда был ниспослан обсуждаемый нами аят."
    },
    {
      "ayah": 55,
      "surah": 22,
      "text": "Всевышний поведал о положении неверующих, которые постоянно испытывают сомнения по поводу того, что проповедовал Пророк Мухаммад. И происходит это, потому что они упрямо отворачиваются от истины. Всевышний также поведал о том, что они останутся в таком положении до тех пор, пока их внезапно не постигнет Судный час или пока не настанет День воскресения, который не принесет им никакого блага. Когда же наступит Судный час и начнется воскрешение, неверующие поймут, как они заблуждались. Они станут раскаиваться, но раскаяния не принесут им никакой пользы. И тогда они отчаются в собственном преуспеянии и станут горько сожалеть о том, почему они не уверовали в Божьего посланника, да благословит его Аллах и приветствует, и не последовали его путем. Так Аллах предостерегает неверующих от сомнений и лжи, в которых они так упорствуют."
    },
    {
      "ayah": 56,
      "surah": 22,
      "text": "В День воскресения власть целиком будет принадлежать одному Аллаху и никому другому. Когда же Он вынесет свой окончательный и справедливый приговор, праведники, которые уверовали в Аллаха, Его посланника, да благословит его Аллах и приветствует, и принесенное им учение, подтвердив свою веру праведными деяниями, окажутся в Садах блаженства. Они будут наслаждаться прелестями, которые доставят много радостей их душам, сердцам и телам. И эти прелести и удовольствия невозможно ни описать, ни вообразить."
    },
    {
      "ayah": 57,
      "surah": 22,
      "text": "Эти грешники отказались уверовать в Аллаха и Его посланников. Они сочли ложью знамения, которые указывали им на истину и прямой путь, отвернулись от них и упрямо воспротивились им. Тем самым они обрекли себя на унизительное наказание. Оно будет мучительным и болезненным, и пламя будет окутывать их сердца. Они посмели пренебрежительно отнестись к Божьим посланникам и знамениям, и Аллах унизил их Своей карой."
    },
    {
      "ayah": 58,
      "surah": 22,
      "text": "Это - великая благая весть для тех, кто переселился на пути Аллаха, кто покинул свой дом и свою родину и расстался со своими детьми и своим имуществом искренне ради Него, чтобы помочь Его религии. Он обязал Себя вознаградить таких людей, независимо от того, умерли они в постели или героически погибли на поле боя. Когда они расстанутся с мирской жизнью, Аллах одарит их прекрасной долей, а когда наступит День воскресения, они войдут в Райские сады, в которых они найдут отдохновение и удивительные прелести, которые доставят много радостей их душам и телам. Согласно другому толкованию, Аллах обязал Себя одарить тех, кто совершил переселение ради Него, богатым уделом в земной жизни, независимо от того, умерли они в постели или пали мученической смертью. Каждый из переселенцев непременно получит пропитание, и пусть никто не думает, что если он покинет свой дом и расстанется со своим имуществом ради Аллаха, то он будет испытывать нужду. Воистину, его прокормит Наилучший из дарующих удел. Все произошло именно так, как было обещано Аллахом. Мухаджиры, обратившиеся в ислам раньше других, покинули свои дома и расстались со своими детьми и своим богатством, чтобы помочь религии Аллаха. Однако прошло всего лишь несколько лет, и Он помог им покорить огромные страны и целые народы. Они овладели несметными богатствами и стали одними из самых богатых людей на земле. Так же можно истолковать следующий аят, в котором Аллах сказал:"
    },
    {
      "ayah": 59,
      "surah": 22,
      "text": "Этой обителью могут быть покоренные земли. В особенности это относится к прославленной Мекке, покорение которой доставило мусульманам много радости и удовольствия. Возможно также, что речь идет о вознаграждении в Последней жизни, когда правоверные попадут в рай. Это значит, что в обсуждаемом нами аяте имеются в виду как земной удел, так и вознаграждение в Последней жизни. Оба эти толкования одинаково подходят к словам этого аята и имеют правильный смысл, и поэтому ничто не мешает нам совместить их. Среди прекрасных имен Аллаха - Знающий и Выдержанный. Он ведает обо всем сущем, а также ведает о явной и скрытой сторонах деяний, которые уже имели место или которым еще предстоит произойти. Люди ослушаются Его, противятся Его воле и даже совершают тяжкие грехи, однако Он не торопится с наказанием, хотя ничто не мешает Ему покарать людей. Но Он не делает этого и продолжает ниспосылать Своим рабам пропитание, одаряя их щедрыми дарами."
    },
    {
      "ayah": 6,
      "surah": 22,
      "text": "Некоторые из вас могут сомневаться в правдивости воскрешения или не знать о его приближении, хотя всем вам приказано верить в воскрешение, которое предсказали Аллах и Его посланники. Но если вы отказываетесь уверовать и предпочитаете сомневаться, то прислушайтесь к двум логическим доводам, которые вы можете наблюдать воочию. Каждый из этих доводов является неопровержимым доказательством правдивости того, в чем вы сомневаетесь, и может избавить вас от сомнений. Первым доводом является сотворение человека в первый раз, поскольку Аллах, Который сотворил человека в первый раз, может вернуть его к жизни повторно. Вначале Аллах сотворил человека из праха, и здесь речь идет о сотворении праотца всего человечества Адама. А затем Аллах начал творить людей из капли семени. По Его воле крошечная капля превращается в алый сгусток крови, который впоследствии превращается в кусочек мяса, похожий на нечто разжеванное. Этот кусочек мяса может быть сформировавшимся, и тогда он впоследствии превращается в человека. А иногда он остается несформировавшимся, в результате чего происходит выкидыш. Так Аллах разъясняет людям их происхождение, хотя Он способен завершить сотворение человека за одно мгновение. Однако Он желает разъяснить рабам совершенство Своей мудрости, безграничность Своего могущества и величие Своего милосердия. В результате плод остается в утробе матери в течение предопределенного срока. Он не выбрасывается наружу и сохраняется вплоть до завершения беременности. А затем на свет появляется ребенок, который абсолютно ничего не знает и является совершенно беспомощным. По воле Аллаха мать начинает заботиться о младенце, а в ее груди начинает образовываться молоко, которое служит пищей для него. Ребенок постепенно взрослеет и, наконец, достигает зрелого возраста. В этом возрасте он обладает крепким телом и здравым рассудком. Некоторым людям бывает суждено расстаться с жизнью до этого, а некоторым удается дожить до старческого возраста, когда человеческое тело становится дряхлым, а сам человек начинает говорить вздор. Его рассудок начинает слабеть и постепенно исчезает, и то же самое происходит с его физической силой. Доживая до преклонных лет, человек забывает все, что знал прежде, и причиной этого становится его слабый рассудок. Все это означает, что сила человека с двух сторон окружена слабостью. Человек слаб и преисполнен недостатков как в младенческом, так и в преклонном возрасте. Всевышний сказал: «Аллах - Тот, Кто создает вас из слабости (создает вас из капли или создает вас слабыми). После слабости Он одаряет вас силой, а потом заменяет силу на слабость и седину. Он творит, что пожелает, ибо Он - Знающий, Всемогущий» (30:54). Вторым доводом является оживление безжизненной земли. Мы видим землю иссохшей и покрытой пылью, когда на ней нет ни растений, ни зелени. Но стоит выпасть дождю, как приходят в движение растения, а неподвижные комья земли начинают набухать из-за роста стеблей. Впоследствии из них вырастают всевозможные растения, которые доставляют людям радость своим прекрасным видом. Эти два довода неопровержимо свидетельствуют о пяти вещах, которые Аллах перечислил в следующих аятах."
    },
    {
      "ayah": 60,
      "surah": 22,
      "text": "Если человека несправедливо притесняют или обижают, то ему дозволено ответить своему обидчику таким же образом. И если он сделает это, то никто не имеет права порицать это за содеянное. Если же после этого его подвергнут еще большему притеснению, то Аллах непременно поможет ему, потому что обиженный человек не заслуживает несправедливого отношения со стороны окружающих за возмещение того, на что он имел право. И если Аллах помогает человеку, которого притесняют после того, как он ответил своему обидчику, то человек, которого продолжают притеснять, несмотря на то, что он не отвечает своим обидчикам, заслуживает помощи Аллаха в еще большей степени. Среди прекрасных имен Аллаха - Снисходительный и Прощающий. Он снисходителен к грешникам и не спешит с наказанием. Он прощает грехи и смывает их, а также их скверные последствия. Эти качества всегда присущи божественной сущности Аллаха, ибо Он всегда относится к Своим рабам со снисхождением и всепрощением. О обиженные и притесненные! Вам следует прощать своих обидчиков и быть снисходительными, дабы Аллах поступил с вами так, как вы поступаете с Его рабами. Всевышний сказал: «Воздаянием за зло является равноценное зло. Но если кто простит и установит мир, то его награда будет за Аллахом. Воистину, Он не любит беззаконников» (42:40)."
    },
    {
      "ayah": 61,
      "surah": 22,
      "text": "Аллах, Который ниспослал вам прекрасные и справедливые законы, предопределяет ход истории и управляет Вселенной. Он удлиняет день за счет ночи и удлиняет ночь за счет дня. Ночь сменяет день, а день сменяет ночь, и одно время суток увеличивается ровно на столько, на сколько уменьшается другое время суток, а затем все происходит наоборот. Благодаря этому существуют времена года, а люди получают возможность извлекать пользу как из дневных, так и из ночных часов. Они используют преимущества солнца и луны, и все это является одной из величайших милостей Аллаха по отношению к Своим рабам, которые не в состоянии прожить без этой милости. Среди прекрасных имен Аллаха - Слышащий и Видящий. Он слышит голоса Своих рабов, которые обращаются к Нему на различных языках и по самым разным поводам. Он видит черного муравья под огромной скалой даже в самую мрачную ночь. Всевышний сказал: «Скрываете вы свои речи или произносите их вслух, прячетесь вы ночью или открыто передвигаетесь днем - все вы равны перед Аллахом» (13:10)."
    },
    {
      "ayah": 62,
      "surah": 22,
      "text": "Среди прекрасных имен Аллаха - Истинный. Он всегда был и никогда не перестанет существовать. Он - Первый, и до Него ничего не было. Он - Последний, и после Него ничего не будет. Его имена и качества безупречны и совершенны, а Его обещания правдивы. Встреча с Ним - истина, Его религия - истина, и поклонение Ему - истина. Только оно может принести пользу, которая никогда не иссякнет. Что же касается истуканов и идолов, среди которых есть как живые твари, так и безжизненные предметы, то они не способны помочь человеку. И поклонение им также тщетно и бесполезно, ведь оно обращено к существам, которые непременно умрут или исчезнут. А это значит, что оно не принесет никаких полезных плодов. Среди прекрасных имен Аллаха - Возвышенный, Большой. Аллах находится высоко над своими творениями и превосходит их своими совершенными качествами. А все сущее подвластно Ему. Величие также присуще сущности, именам и качествам Аллаха. Он настолько велик и преславен, что в День воскресения земля уместится в Его пригоршне, а небеса будут свернуты Его десницей. Он настолько велик и преславен, что Его престол объемлет семь небес и землю. Он настолько велик и преславен, что судьбы всех рабов находятся в Его руках. Все, что они совершают, происходит по Его божественной воле. Отдыхают они или трудятся - они делают это только с Его дозволения. Подлинное величие Аллаха не известно никому, кроме Него. Познать его в полной мере не суждено ни приближенным ангелам, ни посланным пророкам. Все качества совершенства, величия и могущества присущи Ему в самой совершенной форме. И свидетельством Его величия является то, что все обитатели небес и земли поклоняются Аллаху, возвеличивая и прославляя Его. Именно поэтому слова возвеличивания Аллаха являются отличительным признаком самых славных обрядов поклонения, к которым также относится намаз. Затем Всевышний призвал людей размышлять над знамениями, которые свидетельствуют об истинности единобожия и совершенстве Аллаха:"
    },
    {
      "ayah": 63,
      "surah": 22,
      "text": "Неужели ты не видишь и не размышляешь над тем, как Аллах ниспосылает дожди? Они выпадают на иссохшую и послушную землю, которая покрыта песком и давно завядшими деревьями и травами. Но стоит этому произойти, как земля преображается и покрывается всевозможными прекрасными растениями. Она одевается в великолепное убранство, и Аллах, Который способен вернуть к жизни иссохшую землю, способен также воскресить истлевшие кости. Среди Его прекрасных имен - Добрый, Проницательный. Благодаря Своей проницательности Он ведает об истинной сути всего происходящего. Ему известно о тайнах и сокровенных мыслях. Благодаря Своей доброте Он осеняет Своих рабов милостью и оберегает их от зла, но делает это так, что люди не ощущают на себе Божьего вмешательства. Аллах позволяет Своим рабам убедиться в том, что Он всемогущ, а Его возмездие сурово. Но когда они оказываются в одном шаге от погибели, Он проявляет к ним снисхождение, и это также свидетельствует о Его доброте и проницательности. Он ведает о том, куда надлежит упасть капелькам дождя, и знает, где покоятся семена растений. А затем Он позволяет капелькам дождя добраться до семян, о которых не ведают даже люди, и взращивает из них всевозможные растения. И это также свидетельствует о Его доброте и проницательности. Среди прекрасных имен Аллаха - Ведающий. Он ведает обо всех тайных помыслах, сокровенных мыслях и секретных поступках."
    },
    {
      "ayah": 64,
      "surah": 22,
      "text": "Все обитатели небес и земли являются творениями и рабами Аллаха. Он управляет ими благодаря Своей божественной власти, совершенной мудрости, а также благодаря Своему совершенному могуществу. Что же касается творений, то они не обладают никакой властью. Среди прекрасных имен Аллаха - Богатый. Его богатство совершенно и всесторонне. Он не нуждается ни в одном из Своих творений. Он не угождает им из-за своей слабости и не создает их в большом количестве из-за одиночества. Он не нуждается ни в супруге, ни в детях. Он вечен и не нуждается в еде или питье. Он абсолютно не нуждается в том, в чем испытывают нужду Его творения. Он ниспосылает пропитание, а сам не нуждается в нем, и все это свидетельствует о Его божественной самодостаточности. Что же касается Его творений, то все они нуждаются в своем Господе. Они нуждаются в сотворении, приспособлении и поддержке, без которой они не способны исповедовать религию и благоустраивать свою мирскую жизнь. И это также свидетельствует о богатстве и самодостаточности Аллаха. А если все обитатели небес и земли, живые и мертвые, соберутся вместе на одной возвышенности и попросят Аллаха обо всем, что придет им в голову, после чего Аллах удовлетворит просьбу каждого из них, то богатство Аллаха от этого ничуть не оскудеет, что также свидетельствует о Его божественной самодостаточности. Благодаря этому качеству Аллах день и ночь одаряет Своих рабов благами и щедротами и не перестает осенять их Своей милостью. А наряду с этим Он сотворил обитель щедрости, в которой собрано все то, чего не видывал взор, чего не слышали уши и о чем даже не помышляла человеческая душа, и это также свидетельствует о богатстве и самодостаточности Аллаха. Среди Его прекрасных имен также - Достохвальный. Его божественная сущность, прекрасные имена, совершенные качества, а также деяния, преисполненные справедливости, добродетели, милосердия и мудрости, - все это заслуживает самой славной похвалы. Это также относится к ниспосланному Им шариату, предписывающему совершать только те деяния, которые приносят очевидную или вероятную пользу, и запрещающему только те поступки, которые причиняют людям очевидный или вероятный вред. Хвала Господу переполняет небеса и землю, а также все, что между ними. Она также переполняет все, что пожелает наполнить ею Аллах вне мироздания. И, несмотря на это, рабы не способны восхвалить Аллаха надлежащим образом, потому что Он превыше любых восхвалений Своих рабов и потому что только Он способен восхвалить себя так, как Он того заслуживает. Он достоин всякой похвалы за то, что одних людей Он наставляет на прямой путь, а других оставляет без Своей поддержки. Его богатство и самодостаточность выражаются в том, что Он достохвален, и Он достохвален благодаря тому, что богат и самодостаточен."
    },
    {
      "ayah": 65,
      "surah": 22,
      "text": "Разве ты не видишь и не размышляешь над удивительной милостью своего Господа и Его безграничной щедростью? Аллах подчинил вам все, что есть на земле: животных, растения и весь неорганический мир. Он также подчинил вам все, что находится в недрах земли. Животных вы используете для верховой езды и перевозки грузов. Они помогают вам при тяжелой работе, а затем вы употребляете в пищу их мясо или используете их в других целях. Вы также используете в своих нуждах деревья и поспевающие на них плоды. А ведь сажать деревья и пользоваться их дарами вы можете только благодаря милости Аллаха. Наряду с этим вы пользуетесь рудниками и приисками, в которых добываете полезные ископаемые. Аллах также научил вас строить корабли и покорил вам моря и океаны. Эти корабли перевозят вас и ваши грузы из одной страны в другую. А с морского дна вы собираете драгоценности, которые служат украшением для вас. По Своей милости Аллах не позволяет небесам обрушиться на землю. И если бы не Его милосердие и безграничное могущество, то небеса уже давно обрушились бы на нее, погубив всех ее обитателей. Всевышний сказал: «Воистину, Аллах удерживает небеса и землю, чтобы они не сдвинулись. А если они сдвинутся, то никто другой после Него их уже не удержит. Воистину, Он - Выдержанный, Прощающий» (35:41). Воистину, Аллах сострадателен и милосерден к людям. Он проявляет к ним больше сострадания, чем их собственные родители. Он желает для них только добра, тогда как они сами желают для себя премного зла. Что же касается Божьей милости, то именно благодаря ей люди господствуют на земле."
    },
    {
      "ayah": 66,
      "surah": 22,
      "text": "Аллах сотворил вас из небытия, после чего Он упокоит вас для того, чтобы воскресить и воздать каждому из вас добром за добро и злом за зло. Однако человеческая природа такова, что большинство людей отказываются благодарить Аллаха за ниспосланные блага. Они не признают Его милости, а некоторые из них даже отказываются признать истинность воскрешения и всемогущество своего Господа. И не делают этого только те, кого уберег Аллах."
    },
    {
      "ayah": 67,
      "surah": 22,
      "text": "Всевышний поведал о том, что для каждой религиозной общины Он определил места для поклонения и соответствующие обряды. Эти обряды могут несколько отличаться друг от друга, но в основе каждого из них лежит справедливость и мудрость. Всевышний сказал: «Каждому из вас Мы установили закон и путь. Если бы Аллах пожелал, то сделал бы вас одной общиной, однако Он разделил вас, чтобы испытать вас тем, что Он даровал вам. Состязайтесь же в добрых делах. Всем вам предстоит вернуться к Аллаху, и Он поведает вам о том, в чем вы расходились во мнениях» (5:48). Люди должны выполнять предписания религии в соответствии со своими возможностями и не имеют права противиться законам Аллаха. И в особенности это относится к необразованным людям, которые погрязли в многобожии и явном невежестве. Если человек убеждается в правдивости пророческой миссии Божьего посланника, да благословит его Аллах и приветствует, то он обязан принимать все, что проповедует Посланник, да благословит его Аллах и приветствует, повиноваться каждому его повелению и ни в коем случае не возражать ему. О Мухаммад! Неверующие не должны препираться с тобой по поводу предписаний религии, опираясь на безрассудные доводы, которые приходят им в голову. Именно такими доводами они пытаются оспорить запрет на употребление в пищу мертвечины. Проводя неуместную аналогию, они говорят: «Неужели вы употребляете в пищу то, что убиваете сами, и отказываетесь употреблять в пищу то, что убивает Аллах?!» Они также говорят: «Торговля похожа на лихву». Они приводят множество подобных возражений, и нет смысла отвечать на каждое из них в отдельности, потому что эти люди не признают основ пророческой миссии. Они не оспаривают некоторые отдельные положения религии, а возражают против религии в целом. Всякий, кто приводит подобные возражения, фактически не признает пророческую миссию посланника Аллаха. Если он заявляет, что всего лишь пытается найти истину, то ему нужно доказать правдивость миссии Божьего посланника, да благословит его Аллах и приветствует. Если же он не пытается найти истину, то его целью является изобличение бессилия и слабости мусульман. Именно поэтому Аллах повелел Своему посланнику, да благословит его Аллах и приветствует, призывать на прямой путь с мудростью и добрым увещеванием и следовать этим путем, независимо от того, пытаются неверующие возражать ему или нет. О Мухаммад! Ничто не должно удерживать тебя от твоих проповедей, потому что ты следуешь прямым путем, который непременно приведет тебя к заветной цели. Этот путь заключается в познании истины и совершении праведных поступков. Ты убежден в своей правоте и не сомневаешься в своей религии, и это должно обязывать тебя исправно выполнять повеления твоего Господа. В твоих воззрениях невозможно усомниться, и твои речи не являются лживыми. А если ты станешь прислушиваться к их порочным пожеланиям и мнениям, то они помешают тебе. Это откровение похоже на следующее высказывание Всевышнего: «Уповай же на Аллаха, ибо ты придерживаешься очевидной истины» (27:79). Однако в обсуждаемом нами аяте также содержится указание на то, что неверные соглашаются с некоторыми предписаниями шариата, если им удается объяснить их здравым смыслом. Арабское слово худа ‘правильный путь’, ‘руководство’ относится ко всему, что проповедовал посланник Аллаха и благодаря чему люди встают на прямой путь. Это могут быть как основные, так и второстепенные вопросы религии, совершенство, справедливость и мудрость которых подтверждается здравым смыслом и неиспорченным подсознанием. И в этом легко убедиться при размышлении над конкретными повелениями и запретами религии."
    },
    {
      "ayah": 68,
      "surah": 22,
      "text": "Всевышний поведал о том, что для каждой религиозной общины Он определил места для поклонения и соответствующие обряды. Эти обряды могут несколько отличаться друг от друга, но в основе каждого из них лежит справедливость и мудрость. Всевышний сказал: «Каждому из вас Мы установили закон и путь. Если бы Аллах пожелал, то сделал бы вас одной общиной, однако Он разделил вас, чтобы испытать вас тем, что Он даровал вам. Состязайтесь же в добрых делах. Всем вам предстоит вернуться к Аллаху, и Он поведает вам о том, в чем вы расходились во мнениях» (5:48). Люди должны выполнять предписания религии в соответствии со своими возможностями и не имеют права противиться законам Аллаха. И в особенности это относится к необразованным людям, которые погрязли в многобожии и явном невежестве. Если человек убеждается в правдивости пророческой миссии Божьего посланника, да благословит его Аллах и приветствует, то он обязан принимать все, что проповедует Посланник, да благословит его Аллах и приветствует, повиноваться каждому его повелению и ни в коем случае не возражать ему. О Мухаммад! Неверующие не должны препираться с тобой по поводу предписаний религии, опираясь на безрассудные доводы, которые приходят им в голову. Именно такими доводами они пытаются оспорить запрет на употребление в пищу мертвечины. Проводя неуместную аналогию, они говорят: «Неужели вы употребляете в пищу то, что убиваете сами, и отказываетесь употреблять в пищу то, что убивает Аллах?!» Они также говорят: «Торговля похожа на лихву». Они приводят множество подобных возражений, и нет смысла отвечать на каждое из них в отдельности, потому что эти люди не признают основ пророческой миссии. Они не оспаривают некоторые отдельные положения религии, а возражают против религии в целом. Всякий, кто приводит подобные возражения, фактически не признает пророческую миссию посланника Аллаха. Если он заявляет, что всего лишь пытается найти истину, то ему нужно доказать правдивость миссии Божьего посланника, да благословит его Аллах и приветствует. Если же он не пытается найти истину, то его целью является изобличение бессилия и слабости мусульман. Именно поэтому Аллах повелел Своему посланнику, да благословит его Аллах и приветствует, призывать на прямой путь с мудростью и добрым увещеванием и следовать этим путем, независимо от того, пытаются неверующие возражать ему или нет. О Мухаммад! Ничто не должно удерживать тебя от твоих проповедей, потому что ты следуешь прямым путем, который непременно приведет тебя к заветной цели. Этот путь заключается в познании истины и совершении праведных поступков. Ты убежден в своей правоте и не сомневаешься в своей религии, и это должно обязывать тебя исправно выполнять повеления твоего Господа. В твоих воззрениях невозможно усомниться, и твои речи не являются лживыми. А если ты станешь прислушиваться к их порочным пожеланиям и мнениям, то они помешают тебе. Это откровение похоже на следующее высказывание Всевышнего: «Уповай же на Аллаха, ибо ты придерживаешься очевидной истины» (27:79). Однако в обсуждаемом нами аяте также содержится указание на то, что неверные соглашаются с некоторыми предписаниями шариата, если им удается объяснить их здравым смыслом. Арабское слово худа ‘правильный путь’, ‘руководство’ относится ко всему, что проповедовал посланник Аллаха и благодаря чему люди встают на прямой путь. Это могут быть как основные, так и второстепенные вопросы религии, совершенство, справедливость и мудрость которых подтверждается здравым смыслом и неиспорченным подсознанием. И в этом легко убедиться при размышлении над конкретными повелениями и запретами религии."
    },
    {
      "ayah": 69,
      "surah": 22,
      "text": "Аллах повелел Своему посланнику, да благословит его Аллах и приветствует, уклоняться от споров с теми, кто не стремится познать истину. Аллаху лучше ведомо об их истинных целях и намерениях, и каждый из них получит воздаяние за свои намерения. Всякий, кто следовал прямым путем, окажется среди обитателей Рая, а всякий, кто уклонялся от верного руководства, непременно окажется среди обитателей Преисподней. Грядущий суд будет совершенным, потому что он будет вершиться на основании знания. Именно поэтому далее Аллах возвестил о том, что Его знание является всеобъемлющим и что все сущее записано в Его письменах."
    },
    {
      "ayah": 7,
      "surah": 22,
      "text": "Сотворение человека и оживление безжизненной земли свидетельствуют о том, что, Во-первых, Аллах является истинным Господом Богом. Он - Единственный, Кто достоин поклонения. И поклонение Ему является правильным, тогда как поклонение всему остальному является лживым и порочным. Во-вторых, Аллах способен воскресить усопших людей, потому что Он без труда творит людей в первый раз и оживляет безжизненную землю. В-третьих, Он властен над всем сущим, и люди являются свидетелями Его удивительного могущества и великих деяний. В-четвертых, Судный час непременно наступит, и нет никаких оснований для того, чтобы считать его наступление невероятным. В-пятых, после воскрешения Аллах воздаст людям за каждое из их добрых и злых деяний."
    },
    {
      "ayah": 70,
      "surah": 22,
      "text": "Ничто не может быть сокрыто от Аллаха. Ему известно очевидное и сокровенное, явное и тайное, прошлое и будущее. Это божественное знание обо всем, что происходит на небесах и земле, записано в Хранимой скрижали. Когда Аллах сотворил письменную трость, Он велел ей: «Пиши!» Она спросила: «Что писать?» И тогда Он повелел ей записать все, что произойдет вплоть до наступления Дня воскресения. И это для Аллаха не составило никакого труда. И хотя человеку трудно представить себе подобное, Всевышний Аллах без труда объемлет Своим знанием все сущее, а записанное в письменах знание полностью соответствует происходящему во Вселенной."
    },
    {
      "ayah": 71,
      "surah": 22,
      "text": "Всевышний поведал о положении многобожников, которые приравнивают к Аллаху своих богов. Воистину, их положение является самым ужасным и отвратительным. Они не способны обосновать свои деяния и не имеют о них никакого знания. Они лишь слепо следуют по стопам своих заблудших отцов. Человек может не иметь достоверного знания о том, что он совершает, хотя его правоту можно доказать. Однако Всевышний Аллах поведал о том, что Он никогда не ниспосылал доказательств правоты многобожников. Напротив, Он ниспослал убедительные и неопровержимые доказательства того, что многобожники исповедуют порочные и ошибочные воззрения. А затем Всевышний Аллах пригрозил нечестивцам, которые упрямо противятся истине, тем, что никто не сможет помочь им избавиться от наказания Аллаха. Однако пока остается неясно, желают ли нечестивцы, которые не осознают тяжести своего положения, руководствоваться аятами Аллаха и следовать прямым путем? Или же они довольны тем, что исповедуют ложь? Словно отвечая на это, Всевышний Аллах сказал:"
    },
    {
      "ayah": 72,
      "surah": 22,
      "text": "Величественные аяты Аллаха помогают отличить истину ото лжи. Однако неверующие отворачиваются от них и не обращают на них внимания. А когда им читают эти аяты, на их лицах можно увидеть ненависть и отвращение к истине. Их лица становятся хмурыми, а взоры - угрюмыми. Их ненависть к истине настолько велика, что они готовы убить или забить до смерти тех, кто читает им аяты Аллаха. Как же скверно положение этих неверующих! Как же велико творимое ими зло! Однако впереди их ожидает нечто еще более ужасное и скверное. Это - Адское Пламя, зло которого будет велико и долговечно, а причиняемые им боли и страдания с каждым мигом будут еще более ужасными и мучительными. Затем Аллах привел притчу, дабы убедить людей в порочности идолопоклонства, безрассудности идолопоклонников и бессилии идолов и тех, кто им поклоняется. Всевышний сказал:"
    },
    {
      "ayah": 73,
      "surah": 22,
      "text": "Эта притча предназначена не только для правоверных, но и для неверующих. Правоверным она поможет обрести дополнительное знание и стать еще более проницательными, а неверующих она лишит возможности оправдаться неосведомленностью. О люди! Прислушайтесь к этим словам и поразмышляйте над их смыслом. Пусть ваши сердца не будут беспечными, а уши - закупоренными. Прислушайтесь к этой притче не только слухом, но и сердцем. Все ложные божества, которым вы поклоняетесь наряду с Аллахом, не способны сотворить даже одной мухи, а ведь муха является одним из самых ничтожных и мелких творений. И если ваши боги не в силах сотворить это ничтожное творение, то что тогда говорить о сотворении чего-либо более великого?! И даже если они объединятся все вместе, это не поможет им сотворить муху. А если она похитит у них что-нибудь, они не смогут вернуть похищенное. Воистину, это - предел слабости и бессилия. Слаб тот, кто просит, и тот, у кого просят! Слабо божество, которому поклоняются наряду с Аллахом, и слаба муха. Они оба слабы, но еще более слаб тот, кто полагается на беспомощное божество и возносит его до степени Господа миров."
    },
    {
      "ayah": 74,
      "surah": 22,
      "text": "Они приравняли абсолютно беспомощные и ничтожные творения к Аллаху, который ни в чем не нуждается и обладает абсолютной властью. Они приравняли тех, кто не способен принести пользу или причинить вред ни себе, ни другим, кто не распоряжается ни жизнью, ни смертью, ни воскрешением, к Аллаху, который распоряжается добром и злом, одаряет благами и лишает Своей милости, который владычествует в своем царствии и управляет всеми делами. Среди Его прекрасных имен - Всесильный и Могущественный. Его мощь безгранична, а могущество совершенно. Благодаря Своей силе и Своему могуществу Он управляет судьбами творений, которые трудятся и отдыхают только с Его дозволения. Во Вселенной происходит только то, что угодно Ему, а все, что Ему не угодно, не может произойти. Благодаря совершенному могуществу Он удерживает небеса и землю. Благодаря совершенному могуществу Он одним-единственным дуновением в рог воскресит все творения от первого до последнего. Благодаря совершенному могуществу Он посредством простых вещей покарал многих деспотичных правителей, уничтожив несправедливые народы. После упоминания о Своем совершенном могуществе, бессилии идолов и истинности поклонения Ему одному Аллах разъяснил роль посланников, которые отличаются от остальных творений и превосходят их. Всевышний сказал:"
    },
    {
      "ayah": 75,
      "surah": 22,
      "text": "Посланники из числа ангелов и людей являются самыми благородными представителями своего рода. Они обладают всеми славными качествами и действительно заслуживают быть избранными. Посланниками становятся только самые лучшие из творений, потому что они не являются избранниками того, кто не осведомлен об истинной сути вещей или осведомлен об этом только частично. Их избирает и превозносит Слышащий и Видящий Аллах, Который объемлет Своим слухом и зрением все сущее. Он избирает их Своими посланниками на основании божественного знания, и Ему прекрасно известно, что именно они достойны называться Божьими посланниками и достойны внимать Его откровению. Всевышний сказал: «Аллах лучше знает, кому доверить Свое послание» (6:124)."
    },
    {
      "ayah": 76,
      "surah": 22,
      "text": "Аллах отправляет посланников, которые призывают людей встать на Его путь. Одни люди отвечают на призыв посланников, а другие отвергают пророческие проповеди. Одни начинают трудиться, а другие уклоняются от своих обязанностей. Такова миссия пророков и посланников. Что же касается воздаяния за совершенные деяния, то оно полностью зависит от воли Аллаха, Который будет судить Своих рабов либо по милости, либо по справедливости."
    },
    {
      "ayah": 77,
      "surah": 22,
      "text": "Всевышний повелел Своим верующим рабам совершать намаз и особо отметил важность и превосходство поясных и земных поклонов, а также всего поклонения в целом. Воистину, оно доставляет радость людям и приносит утешение обеспокоенным сердцам. Аллах является Господом и Благодетелем всего человечества, и это обязывает людей искренне поклоняться одному Аллаху и творить добро. Только так они могут достичь успеха, добиться желаемого и спастись от всего ужасного и неприятного. Ничто не способно привести людей к успеху и счастью, кроме искреннего поклонения Творцу и стремления принести пользу Его рабам. И кому Аллах поможет поступать так, тот обретет великое счастье и добьется успеха."
    },
    {
      "ayah": 78,
      "surah": 22,
      "text": "Джихад - это усердное стремление к достижению поставленной цели. А для того, чтобы усердствовать на пути Аллаха надлежащим образом, мусульмане должны самым совершенным образом выполнять повеления Аллаха и призывать людей на путь Господа, используя все возможные способы, в том числе искреннее наставление, обучение, сражение, наказание, предостережение, назидание и многое другое. О мусульмане! Аллах избрал вас из числа Своих рабов, и избрал для вас религию, которой Он остался доволен, и избрал для вас лучшее из Писаний и лучшего из посланников. Будьте же признательны своему Господу за эту великую милость и изо всех сил усердствуйте на Его пути. Для того чтобы ни у кого не возникло ошибочного предположения о том, что Аллах возложил на людей обязанность, которую они не способны выполнить или которая ляжет на их плечи тяжелым бременем, Всевышний возвестил, что в мусульманской религии нет чрезмерно тяжелых и обременительных предписаний. Напротив, Аллах сделал предписания религии в высшей степени легкими и выполнимыми. С самого начала Аллах ниспосылал людям заповеди, которые ничуть не обременяли их и не причиняли им страданий. А когда появлялись предпосылки для облегчения религиозных предписаний, Всевышний Аллах непременно облегчал их, аннулируя их полностью либо частично. Из этого аята вытекает важное религиозное правило, которое гласит: «Трудности способствуют облегчению религиозных предписаний, а крайняя необходимость допускает совершение запрещенного». Это правило распространяется на многие законы шариата, хорошо известные из книг по мусульманскому праву. О мусульмане! Упомянутые выше воззрения и предписания являются верой вашего праотца Ибрахима. Он никогда не уклонялся от этой веры, и вы тоже должны крепко держаться за нее. Ибрахим нарек вас мусульманами, и это ваше название хорошо известно. Оно встречалось в предыдущих Священных Писаниях, и оно повторяется в этом Писании и шариате. Правоверных называли мусульманами в прошлом и будут называть этим именем во все времена. Что касается Божьего посланника, да благословит его Аллах и приветствует, то он будет свидетельствовать о ваших добрых и злых деяниях. Что же касается вас самих, то вы будете свидетельствовать об остальных людях, потому что вы являетесь лучшим народом, который когда-либо существовал в роду человеческом. Вы беспристрастны, справедливы и добры. Вы свидетельствуете о том, что Божьи посланники донесли истину до своих соплеменников и что все народы узнали истину от своих посланников. А свидетельствуете вы об этом, потому что Аллах поведал об этом в Своем писании. Совершайте намаз, выполняя его условия, а также обязательные и необходимые предписания. Выплачивайте обязательные пожертвования тем, кто имеет на них право, и благодарите Аллаха за оказанную вам милость. Уповайте на Аллаха и не полагайтесь на собственную силу и собственные возможности, ибо только Аллах покровительствует вам и самым прекрасным образом устраивает ваши дела. Как же прекрасен покровитель, который помогает своим преданным рабам достичь желанной цели! Как же прекрасен помощник, который защищает своих просящих рабов от всего дурного!"
    },
    {
      "ayah": 8,
      "surah": 22,
      "text": "В одном из предыдущих аятов Аллах поведал о том, как препираются относительно Аллаха невежды, которые слепо подражают своим заблудшим наставникам. В этом откровении речь идет о том, как препираются мятежные дьяволы, которые призывают людей к ереси. Они пытаются изобличить истину во лжи и для этого вступают в пререкания с Божьими посланниками и их последователями. Однако у них нет ни правильных познаний, ни верного руководства. Они не могут сослаться на здравый смысл или наставника, который способен указать на прямой путь. У них также нет Писания, которое разъясняло бы им истину. И это значит, что их слова не подтверждаются ни логическими доводами, ни священными текстами."
    },
    {
      "ayah": 9,
      "surah": 22,
      "text": "Предводители неверия могут обосновывать свои предположения только сомнительными доводами, которые им подсказывает сатана, и поэтому Всевышний сказал: «Воистину, дьяволы внушают своим помощникам препираться с вами» (6:121). И поэтому они надменно отворачиваются от истины и презрительно относятся к окружающим. Они радуются тому знанию, которое приобрели, несмотря на то, что оно не может принести им пользы, презирают сторонников истины и отвергают их правильные воззрения. Они пытаются сбить людей с прямого пути, и поэтому они достойны называться проповедниками заблуждения. И это относится ко всем, кто призывает людей к неверию и заблуждению. Затем Всевышний Аллах поведал о том наказании, которое ожидает их при жизни на земле и после смерти. Еще при жизни такие люди будут опозорены, и это является одним из удивительных знамений Аллаха. Среди проповедников неверия и заблуждения нет такого, который бы не заслужил ненависти, проклятий, неприязни и порицания людей. И каждый из них действительно заслуживает такого отношения в той или иной степени. А когда наступит День воскресения, Аллах даст таким людям вкусить чудовищный жар Адского Пламени, который они заслужили своими деяниями."
    }
  ]
}
