{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 24,
      "text": "Это - славная сура, которую Мы ниспослали по Своей милости и уберегли от дьяволов. В ней вам предписано, как следует наказывать ослушников, как необходимо приносить свидетельства и многое другое. В ней ниспосланы ясные знамения: важные предписания, повеления и запреты, а также великие мудрости. Быть может, вы призадумаетесь после того, как Мы разъясним вам истину и обучим вас тому, чего вы не знали. Затем Всевышний Аллах начал разъяснять религиозные предписания, о которых Он упомянул выше. Всевышний сказал:"
    },
    {
      "ayah": 10,
      "surah": 24,
      "text": "В тексте откровения опущена вторая часть условного придаточного предложения, однако из контекста становится ясно, что если бы не благоволение и милость Аллаха к Своим рабам, то один из двух супругов, которых проклял самого себя, тотчас вкусил бы наказание. По Своей милости Аллах предписал взаимное проклятие только для супругов, потому что они очень нуждаются в таком предписании. По Своей милости Аллах разъяснил людям пагубность и омерзительность прелюбодеяния, а также ложного обвинения в совершении этого тяжкого греха. По Своей милости Аллах также определил покаяние для этих и других тяжких грехов."
    },
    {
      "ayah": 11,
      "surah": 24,
      "text": "Откровения о тяжести ложных обвинений в совершении прелюбодеяния в целом предшествовали обсуждению истории, которая произошла с одной из самых достойных женщин - матерью правоверных Правдивейшей Аишей, дочерью Правдивейшего Абу Бакра. Эти аяты ниспосланы по поводу известной истории о том, как на нее возвели ужасный навет. Эта история описана в самых разных сборниках хадисов. Если быть кратким, то это произошло во время одного из военных походов, в котором рядом с Пророком Мухаммадом находилась его жена Правдивейшая Аиша, дочь Правдивейшего Абу Бакра. В дороге у нее порвалось ожерелье, поиски которого заставили ее задержаться. Верблюд с ее паланкином продолжил путь вместе с остальными войсками, и люди не заметили отсутствия Аиши. Когда она вернулась к месту стоянки, то решила, что скоро люди заметят ее отсутствие и вернутся за ней, но войско продолжило свой путь. Сафван б. аль-Муаттил был одним из самых славных сподвижников. Во время привала он остановился в самом конце войска и заснул, а когда проснулся, то увидел Аишу. Узнав ее, он заставил своего верблюда опуститься на колени. Аиша села верхом на его верблюда, причем оба они не промолвили ни слова. Сафван пошел пешком и повел за собой верблюда. Они догнали мусульман, когда в полдень войско остановилось, чтобы сделать привал. Несколько лицемеров, которые присоединились к войску Пророка в этом походе, увидели, как Сафван вел верблюда, на котором сидела Аиша. Они тотчас принялись распространять о них слухи, которые были подхвачены людскими языками. Молва распространилась так быстро, что даже некоторые из правоверных попали под ее влияние. Люди стали обсуждать между собой услышанное, а Пророк в течение долгого времени не получал откровения по этому поводу. Спустя некоторое время слухи дошли до самой Аиши, и это заставило ее сильно опечалиться. И тогда Аллах ниспослал аяты о ее невиновности, которые вошли в эту суру. Аллах предостерег правоверных и подчеркнул, насколько тяжкой является подобная клевета, а также ниспослал полезные заповеди и наставления. Великой ложью в обсуждаемом нами аяте названа клевета, обращенная против матери правоверных Аиши. Эту клевету распространяла группа людей, которые называли себя правоверными. И среди них действительно было несколько правоверных, которые были обольщены рассказами лицемеров, но среди них также были лицемеры. Не думайте, что случившееся является злом. Напротив, это суть добро для вас. Благодаря случившемуся люди узнали о чистоте и невинности матери правоверных Аиши. Похвалы также были удостоены все остальные жены Пророка. Рабам Аллаха были разъяснены предписания, в познании которых они нуждались и которыми они будут руководствоваться вплоть до наступления Судного дня. Все это является великим благом, которое мусульмане обрели благодаря ужасной клевете нечестивцев. Воистину, когда Аллах желает чего-нибудь, Он создает для этого предпосылки и причины. Всевышний обратился к правоверным в целом для того, чтобы подчеркнуть, что поношение правоверными одного из них равносильно поношению самих себя. Это означает, что любовь, снисходительное и милосердное отношение друг к другу и взаимовыручка правоверных делает их подобными одному телу. Правоверных можно сравнить с кирпичами одного строения, которые поддерживают друг друга. И если мусульманин не желает, чтобы кто-либо покушался на его честь, то он не должен желать этого и для своих верующих братьев, относиться к которым следует так же, как к себе самому. Если же человек не достиг этой степени, то его вера является несовершенной и неискренней. Что же касается тех, которые возвели навет на Аишу, то каждый из них несет ответственность за содеянное злодеяние. Эти слова стали предвозвещением того, что злоумышленники непременно будут наказаны за свои слова, и Пророк действительно наказал некоторых из них. А порочный лицемер Абдуллах б. Убей б. Салул, который совершил наибольший грех, будет удостоен великого наказания. И этим наказанием станет вечное пребывание на самой нижней ступени Преисподней. Затем Всевышний Аллах поведал Своим рабам о том, как они должны поступать, если впредь услышат подобную клевету:"
    },
    {
      "ayah": 12,
      "surah": 24,
      "text": "В таких случаях правоверные обязаны не думать плохо о своих собратьях и не верить слухам и ложным обвинениям. Если человек известен как верующий, то это должно защищать его от лживой клеветы. Услышав подобную ложь, правоверные должны восхвалить Аллаха. Он бесконечно далек от любых недостатков, а Его избранные рабы далеки от распутных деяний. Мусульманин также обязан засвидетельствовать, что слова сплетников являются ужасной клеветой. Он обязан защитить своего верующего брата от подобных обвинений и опровергнуть слова лжецов."
    },
    {
      "ayah": 13,
      "surah": 24,
      "text": "Почему клеветники не привели четырех беспристрастных свидетелей в подтверждение своей правоты? Даже если они абсолютно убеждены в своей правоте, их обвинения лживы, потому что Аллах запретил обвинять людей в совершении прелюбодеяния, если подобные обвинения не подтверждаются свидетельствами четырех мусульман. Именно поэтому Аллах возвестил о том, что такие люди перед Аллахом являются лжецами. Аллах не сказал, что они являются лжецами вообще. Все это свидетельствует о том, что честь мусульман неприкосновенна. И если кто-либо обвиняет мусульманина в совершении преступления, то в подтверждение своей правоты он обязан привести свидетелей."
    },
    {
      "ayah": 14,
      "surah": 24,
      "text": "Милость Аллаха объемлет вашу религию и вашу мирскую жизнь. И если бы не эта милость, то возведенный вами навет непременно обрек бы вас на ужасные страдания, ибо ваши измышления действительно заслуживают великого наказания. Однако Всевышний Аллах по Своей милости установил для вас покаяние и наказание, которое смывает совершенные грехи."
    },
    {
      "ayah": 15,
      "surah": 24,
      "text": "Вы передаете слова клеветников из уст в уста, тогда как эти слова являются лживыми и порочными. Вы говорите то, о чем не имеете никаких знаний. А ведь лживые разговоры и разговоры о том, о чем человеку достоверно неизвестно, являются двумя очень опасными деяниями. Вы считаете подобный поступок пустяком, но Аллах считает его тяжким грехом. Именно по этой причине некоторые из правоверных стали поддерживать лживые разговоры клеветников. Однако впоследствии они раскаялись и очистились от совершенного злодеяния. А Всевышний Аллах самым настоятельным образом предостерег людей от совершения некоторых грехов по причине пренебрежительного отношения к ним. Пренебрежение грехами не принесет человеку никакой пользы и не облегчит его участи. Напротив, оно усиливает тяжесть совершенных грехов и подталкивает человека к совершению этого греха в очередной раз."
    },
    {
      "ayah": 16,
      "surah": 24,
      "text": "О правоверные! Когда вы услышали лживые речи клеветников, вы должны были опровергнуть их и разъяснить людям тяжесть этого злодеяния. Вам не следует и не подобает повторять явную ложь, потому что вера должна удерживать правоверного от совершения омерзительных поступков."
    },
    {
      "ayah": 17,
      "surah": 24,
      "text": "Аллах предостерегает вас от повторения подобного проступка. Никогда больше не обвиняйте правоверных в распутстве и помните об этом искреннем наставлении и поучительной проповеди от вашего Господа. Вы обязаны прислушаться к этой проповеди, подчиниться воле вашего Господа, покориться Ему и благодарить Его за то, что Он разъяснил вам истину. И вы сделаете это, если вы являетесь правоверными, потому что истинная вера непременно удерживает человека от ослушания."
    },
    {
      "ayah": 18,
      "surah": 24,
      "text": "Божьи знамения объединяют в себе предписания и назидания, проповеди и предостережения, обещания и предупреждения, и Аллах разъяснил вам свои знамения самым убедительным образом. Среди Его прекрасных имен - Знающий и Мудрый. Его знание совершенно, а мудрость безупречна. Благодаря такому знанию и мудрости Он обучил вас всему, что приносит вам пользу."
    },
    {
      "ayah": 19,
      "surah": 24,
      "text": "Всякий, кому нравится, что среди людей распространяется дурная молва о правоверных, будет удостоен наказания, которое доставит ему душевные и телесные страдания. А причиной этого будет его предательское отношение к своим братьям-мусульманам, желание причинить им зло и покуситься на их честь и достоинство. И если это предупреждение относится к тем, кто получает удовольствие от того, что среди правоверных распространяются порочные слухи, то что тогда говорить о тех, кто совершает еще большее преступление и принимает участие в распространении этих слухов, независимо от того, правдивы они или нет?!! Это религиозное положение свидетельствует о милости Аллаха по отношению к Его верующим рабам, честь и достоинство которых также неприкосновенны, как неприкосновенны их жизнь и имущество. Аллах пожелал, чтобы взаимоотношения между верующими были искренними, и повелел им желать для своих братьев то, что они желают для самих себя, и не желать им того, чего они не желают для самих себя. Аллах ведает, а вы не ведаете, и поэтому Аллах разъяснил вам то, что вам неизвестно."
    },
    {
      "ayah": 2,
      "surah": 24,
      "text": "Это положение распространяется на прелюбодеев и прелюбодеек, которые прежде не вели супружеской жизни. Каждого из них за совершение прелюбодеяния следует наказать ста ударами плетью. Что же касается тех, кто совершил прелюбодеяние после того, как состоял в браке, то их следует побить камнями до смерти, о чем свидетельствуют многочисленные хадисы Пророка Мухаммада. Всевышний запретил нам испытывать жалость к прелюбодеям и прелюбодейкам, даже если эта жалость является чисто человеческой или вызвана родственными или дружескими связями. Вера обязывает мусульман не испытывать к ним жалости, потому что она может удержать их от наказания преступников в соответствии с шариатом Аллаха. Воистину, приведение в исполнение вынесенного Аллахом приговора является истинной милостью по отношению к ним. Мы можем пожалеть о том, что этих грешников постигла такая судьба, но наше сочувствие не должно мешать приведению приговора в исполнение. Всевышний также повелел, чтобы при наказании прелюбодеев и прелюбодеек присутствовала группа верующих. Это необходимо для того, чтобы весть об этом событии распространилась среди правоверных. Благодаря этому они осознают, насколько позорен и постыден этот поступок, и станут сильнее избегать его. Наблюдение за процедурой приведения приговора в исполнение помогает человеку лучше познать суть происходящего события и увидеть его в истинном свете, без преувеличения или уменьшения. А лучше всего об этом известно Аллаху."
    },
    {
      "ayah": 20,
      "surah": 24,
      "text": "Если бы милость Аллаха не осенила вас со всех сторон, то Аллах не разъяснил бы вам своих предписаний, наставлений и великих мудростей. А наряду с этим Аллах не даровал бы отсрочки тем, кто ослушается Его повелений. Однако милость и сострадание являются неотъемлемыми качествами Господа, и поэтому Он облагодетельствовал вас бесчисленными благами как в мирской жизни, так и в жизни будущей. После ниспослания запрета на клевету в адрес правоверных Всевышний Аллах запретил совершать грехи в целом и сказал:"
    },
    {
      "ayah": 21,
      "surah": 24,
      "text": "О правоверные! Не повинуйтесь сатане и не уступайте его искушениям. Под стопами сатаны подразумеваются всевозможные грехи, которые совершаются душой, языком и телом. По Своей мудрости Всевышний Аллах разъяснил людям, что они не имеют права следовать по стопам сатаны. Но мудрость религиозного предписания можно постичь только тогда, когда человеку разъяснено зло, которое влечет за собой тот или иной грех, и разъяснены причины, по которым ему следует отречься от этого греха. Именно поэтому Аллах возвестил о том, что сатана призывает людей к мерзости и нечестию. Мерзостью называются тяжкие грехи, к которым человеческая душа испытывает стремление. Эти грехи признаются омерзительными как здравым смыслом, так и мусульманским шариатом. А предосудительными называются деяния, которые не одобряются человеческим разумом. Грехи, которые являются стопами сатаны, обязательно относятся либо к мерзким, либо к предосудительным деяниям. И по Своей милости Аллах запретил Своим рабам совершать эти грехи. Люди же должны благодарить Аллаха и поминать Его, потому что Его повеления и запреты оберегают их от осквернения мерзкими и порочными деяниями. Аллах запретил совершать эти деяния так же, как Он запретил Своим рабам употреблять смертельные яды, и это свидетельствует о Его милости и добродетели. И если бы не эти качества Господа, то люди никогда не смогли бы противостоять сатане, который вместе со своими поборниками непрестанно призывает людей ступить на его путь и приукрашивает его всеми возможными способами. А ведь человеческая душа испытывает склонность ко всему дурному, да и недостатки давят на человека со всех сторон. Вдобавок ко всему, вера зачастую оказывается слабой. И если бы человек остался один на один со столькими врагами, то он никогда не смог бы очиститься от грехов и злодеяний и вырасти благодаря праведным деяниям. И здесь уместно отметить, что арабское слово закят означает ‘очищение’, ‘рост’. А это значит, что люди очищаются от грехов и совершают праведные деяния только по милости Господа. Именно поэтому одна из молитв Пророка Мухаммада, да благословит его Аллах и приветствует, гласит: «О Аллах! Одари мою душу богобоязненностью и очисти ее, ведь Ты - лучший из тех, кто очищает души. Ты - ее господин и покровитель!» Однако Аллах очищает того, кого пожелает. Ему известно, кто из людей сможет очиститься, потому что среди Его прекрасных имен - Слышащий и Знающий."
    },
    {
      "ayah": 22,
      "surah": 24,
      "text": "Одним из клеветников был Мистах б. Усаса. Он приходился родственником Абу Бакру и был бедняком, переселившимся на пути Аллаха. Когда же он принялся наговаривать на Аишу, Абу Бакр поклялся, что никогда не будет давать ему милостыню. Однако Аллах сказал, что если люди будут снисходительны к окружающим, то Он будет снисходителен к ним. Услышав этот аят, Абу Бакр воскликнул: «О да! Клянусь Аллахом, я хочу, чтобы Аллах простил меня». Так он решил и впредь раздавать пожертвования Мистаху. Из этого откровения следует, что пожертвования можно раздавать родственникам, что грехи не должны быть основанием для прекращения пожертвований в пользу таких людей и что мусульмане должны быть снисходительными к окружающим, даже если они совершают тяжкие преступления. Затем Всевышний Господь обещал сурово покарать тех, кто бросает тень на целомудренных верующих женщин, и сказал:"
    },
    {
      "ayah": 23,
      "surah": 24,
      "text": "Одним из клеветников был Мистах б. Усаса. Он приходился родственником Абу Бакру и был бедняком, переселившимся на пути Аллаха. Когда же он принялся наговаривать на Аишу, Абу Бакр поклялся, что никогда не будет давать ему милостыню. Однако Аллах сказал, что если люди будут снисходительны к окружающим, то Он будет снисходителен к ним. Услышав этот аят, Абу Бакр воскликнул: «О да! Клянусь Аллахом, я хочу, чтобы Аллах простил меня». Так он решил и впредь раздавать пожертвования Мистаху. Из этого откровения следует, что пожертвования можно раздавать родственникам, что грехи не должны быть основанием для прекращения пожертвований в пользу таких людей и что мусульмане должны быть снисходительными к окружающим, даже если они совершают тяжкие преступления. Затем Всевышний Господь обещал сурово покарать тех, кто бросает тень на целомудренных верующих женщин, и сказал:"
    },
    {
      "ayah": 24,
      "surah": 24,
      "text": "Грешники обвиняют в неверности правоверных женщин, которые далеки от распутства и даже не помышляют об этом, заслуживают проклятия, хотя проклятие является воздаянием только за самые тяжкие грехи. И проклятие будет сопровождать этих грешников не только при жизни на земле, но и после смерти, и будет дополнено великим наказанием. Это означает, что Аллах отдаляет этих грешников от Своей милости и обрекает их на ужасные страдания, которые начнутся для них в День воскресения. В этот день каждый орган этих нечестивцев будет свидетельствовать обо всем, что он совершил. А заставит их заговорить Аллах, Который способен одарить даром речи все сущее. И когда это произойдет, грешники не смогут отрицать совершенные ими преступления. Аллах будет справедлив по отношению к Своим рабам настолько, что они сами будут свидетельствовать против самих себя."
    },
    {
      "ayah": 25,
      "surah": 24,
      "text": "Воздаяние, которое люди получат за свои деяния, будет истинным, справедливым и беспристрастным. Каждый человек получит сполна по своим заслугам, и ни одно деяние не будет предано забвению. Всевышний сказал: «Будет положена книга, и ты увидишь, как грешники будут трепетать от того, что в ней. Они скажут: “Горе нам! Что это за книга! В ней не упущен ни малый, ни великий грех - все подсчитано”. Они обнаружат перед собой все, что совершили, и твой Господь ни с кем не поступит несправедливо» (18:49). В этот страшный день им станет ясно, что Аллах есть явная истина и что этим эпитетом можно назвать только то, что связано с Всевышним Аллахом. Его величественные качества - истина, и Его достохвальные деяния - истина, и поклонение Ему - истина, и встреча с Ним - истина, и обещание Его - истина, законы Его религии - истина, и законы Его возмездия - истина, и Его посланники - истина. Любая истина либо присуща Аллаху, либо исходит от Него."
    },
    {
      "ayah": 26,
      "surah": 24,
      "text": "Развратные мужчины и женщины, а также развратные слова и деяния всегда присущи друг другу. Они достойны друг друга, повязаны друг с другом и похожи друг на друга. Добропорядочные мужчины и женщины, а также благие слова и деяния тоже присущи друг другу. Они тоже достойны друг друга, повязаны друг с другом и похожи друг на друга. Смысл этого положения самый широкий, и оно не имеет исключений. А самыми яркими подтверждениями его справедливости являются Божьи пророки, и особенно твердые духом посланники, самым выдающимся из которых является господин всех посланников Пророк Мухаммад, да благословит его Аллах и приветствует. Он является лучшим из людей, и поэтому его женами могли быть только самые лучшие и праведные женщины. Что же касается обвинений Аиши в неверности, то фактически они были направлены против самого Пророка Мухаммада, да благословит его Аллах и приветствует, потому что именно этого добивались лицемеры. Однако она была супругой посланника Аллаха, да благословит его Аллах и приветствует, и одно только это свидетельствует о том, что она была чистой женщиной и не имела отношения к подобному порочному поступку. Да и как могло быть иначе, если Аиша была самой достойной, знающей и праведной женщиной?!! Она была возлюбленной посланника Господа миров. И даже божественное откровение ниспосылалось ему, когда он находился под ее покрывалом, хотя подобной чести не были удостоены остальные жены Пророка, да благословит его Аллах и приветствует. Затем Аллах окончательно прояснил этот вопрос и не оставил ни малейшей возможности опровергнуть истину или усомниться в ней. Всевышний поведал о том, что праведники непричастны к тому, что возводят на них клеветники. И эти слова в первую очередь относятся к Аише, а затем - ко всем верующим женщинам, которые далеки от греха и даже не помышляют о нем. Им уготованы прощение грехов и щедрое райское вознаграждение от Великодушного Господа."
    },
    {
      "ayah": 27,
      "surah": 24,
      "text": "Создатель велел Своим верующим рабам не входить в чужие дома без разрешения, ибо подобный поступок может повлечь за собой несколько скверных последствий. Посланник Аллаха, да благословит его Аллах и приветствует, упомянул об одном из таких последствий и сказал, что просить разрешения у хозяев предписано для того, чтобы уберечься от греховных взоров. Войдя в дом без ведома хозяев, человек может увидеть то, чего ему не следовало видеть, потому что дом покрывает человека так, как одежда покрывает его тело. С другой стороны, подобный поступок может бросить тень сомнения на того, кто проник в дом без разрешения хозяев. Его могут заподозрить в краже или другом злодеянии, потому что тайное проникновение в чужой дом наводит на дурные мысли. Именно поэтому Аллах запретил правоверным заходить в чужой дом без разрешения хозяев. Арабский глагол иста’наса ‘общаться’, зд. ‘просить разрешения’ использован в этом откровении, потому что благодаря разрешению войти в дом достигается общение между людьми, а отсутствие разрешения обрекает их на одиночество. Наряду с просьбой войти в дом человек должен поприветствовать его обитателей миром, и поэтому в хадисе сообщается, что входящий должен сказать: «Ассаламу алейкум! Могу ли я войти?» И если ему будет дозволено, то он может войти. Поступая так, человек приобретает множество благ. Такое поведение является обязательным и свидетельствует о благородном нраве мусульманина."
    },
    {
      "ayah": 28,
      "surah": 24,
      "text": "Не отказывайтесь уйти и не гневайтесь, если вам не разрешат войти, потому что хозяин дома не отказывает вам в том, на что вы имеете полное право. Он волен поступать, как ему угодно. Он может впустить вас, но если он пожелает, то имеет право не позволить вам войти. И в этом случае вам не следует проявлять высокомерие или возмущаться. Поступить так для вас лучше, потому что такое поведение поможет вам очиститься от грехов и вырасти благодаря праведным деяниям. Аллаху ведомы ваши деяния, и вы получите воздаяние за свои добрые и скверные поступки, независимо от того, малочисленны они или многочисленны. В этом и предыдущем аятах речь шла о домах, хозяева которых находятся дома, независимо от того, находится в них имущество, принадлежащее посетителю или нет, а также домах, хозяева которых отсутствуют, но в которых нет ничего, что может принадлежать посетителям. Что же касается домов, хозяева которых отсутствуют, но в которых находится имущество, принадлежащее тому, кто хочет войти в дом, то они упоминаются в следующем аяте. Это могут быть дома, которые сдаются в аренду, или другие помещения, обитатели которых отсутствуют и поэтому не могут позволить посетителю войти в дом. Всевышний сказал:"
    },
    {
      "ayah": 29,
      "surah": 24,
      "text": "Из этих слов следует, что входить без разрешения в дома, о которых шла речь в предыдущих аятах, является грехом. Однако это не распространяется на дома, обитатели которых отсутствуют, если в них находится имущество, принадлежащее посетителю. На этом примере можно убедиться в удивительной точности коранических откровений, поскольку вначале Всевышний Аллах поведал о чужих домах, под которыми подразумеваются дома, которые не являются собственностью того, кто желает войти в них, а затем сделал исключение для тех, кто хочет войти в чужой дом в отсутствие хозяев, если в доме хранится принадлежащее ему имущество. Аллах ведает обо всем, что люди совершают открыто или скрывают. Он ведает об их деяниях и помыслах и знает, что может принести им пользу. Именно поэтому установленные Аллахом религиозные предписания соответствуют нуждам и потребностям людей."
    },
    {
      "ayah": 3,
      "surah": 24,
      "text": "Это - свидетельство того, насколько дурным и порочным поступком является прелюбодеяние. Оно опорочивает честь того, кто его совершил, и того, кто имел к этому какое-либо отношение. И поэтому Аллах возвестил, что прелюбодей может жениться только на прелюбодейке, положение которой похоже на его собственное положение, или на многобожнице, которая приобщает к Аллаху сотоварищей, не верует в воскрешение и воздаяние и не придерживается повелений Аллаха. То же самое относится к прелюбодейке, которая имеет право выйти замуж только за прелюбодея или многобожника. Что же касается правоверных, то им запрещено выходить замуж за прелюбодеев и жениться на прелюбодейках. Из этого аята следует, что мужчинам и женщинам, которые совершили прелюбодеяние, но не покаялись в содеянном, категорически запрещено вступать в брак с целомудренными мусульманами и мусульманками. Если же этот запрет не останавливает их, и они вступают в такой брак, то они либо отказываются придерживаться предписания Аллаха и Его посланника, как поступают многобожники, либо признают предписания Аллаха и Его посланника и, несмотря на это, вступают в брак, который недействителен и равносилен прелюбодеянию. Вступая в него, человек совершает очередное прелюбодеяние. Если бы он был верующим, то никогда не пошел бы на это. Все это однозначно свидетельствует о запрете на бракосочетание с нераскаявшейся прелюбодейкой и нераскаявшимся прелюбодеем. Муж и жена сближаются настолько, что между ними возникают самые сильные и тесные связи. Всевышний сказал: «Соберите беззаконников и им подобных» (37:22). Здесь речь идет о тех, кто был повязан с нечестивцами. Вступление в брачный союз с нечестивым прелюбодеем порождает великое зло, и поэтому Аллах запретил правоверным поступать таким образом. Такой брак свидетельствует об отсутствии чести у супругов и способствует появлению на свет внебрачных детей, которые приписываются мужу неверной жены. Прелюбодей не заботится о целомудрии своей жене, потому что его занимает другая женщина. Любая из перечисленных причин является достаточным основанием для запрета на вступление в подобный брак. И это свидетельствует о том, что прелюбодей не может быть верующим, о чем Пророк Мухаммад, да благословит его Аллах и приветствует, сказал: «В момент совершения прелюбодеяния прелюбодей не является верующим». Он может не быть многобожником, но даже в этом случае он не достоин похвальных эпитетов и не достоин называться верующим. После того как Всевышний Аллах поведал о тяжести прелюбодеяния и необходимости порки прелюбодеев или побитии их камнями, если они уже вступали в половую близость с супругами, и запретил сближаться с такими людьми, дабы избежать вреда, который они могут принести, Он разъяснил, насколько серьезным прегрешением является покушение на честь целомудренных мусульман. Всевышний сказал:"
    },
    {
      "ayah": 30,
      "surah": 24,
      "text": "О Мухаммад! Обратись к правоверным, которые обладают верой, удерживающей человека от всего, что с ней несовместимо. Вели им не смотреть на те части человеческого тела, которые необходимо прикрывать, на посторонних женщин, на то, что может вызвать соблазн и подвергнуть человека искушению, а также на мирские прелести, которые обольщают человека и подталкивают его к ослушанию. Вели им оберегать половые органы от запрещенных половых связей через половые органы или задний проход, и пусть они не позволяют посторонним прикасаться к ним или смотреть на них. Они будут чище и праведнее, если будут оберегать свои взоры и половые органы, потому что всякий, кто поступает так, очищается от мерзости, которая оскверняет распутных людей. Деяния таких людей становятся чище, потому что они избегают грехов, к совершению которых склоняется и призывает человеческая душа. Если человек избегает чего-либо ради Аллаха, то Аллах возмещает ему упущенное тем, что лучше. И если человек опускает взоры, то Аллах просветляет его сознание. Раб Божий, который борется со страстью и оберегает свои взоры и половые органы от грехов и деяний, которые подталкивают человека к ослушанию, в еще большей степени воздерживается от совершения остальных грехов. Именно поэтому Аллах назвал воздержание от этих грехов обереганием. Человек не сможет уберечь какую-либо вещь, если не будет усердно заботиться о ней и принимать необходимые для этого меры. И то же самое можно сказать о взорах и половых органах, которые можно уберечь от грехов и искушения только благодаря усердию и старанию. Следует отметить, что повеление оберегать от грехов половые органы носит общий характер, потому что нарушать этот запрет нельзя ни при каких обстоятельствах. Что же касается повеления опускать взоры, то оно носит частный характер, о чем свидетельствует использованный в этом откровении арабский предлог мин. Это связано с тем, что при необходимости свидетель, работник, проповедник или другой мужчина может посмотреть на постороннюю женщину. Затем Всевышний Аллах напомнил о том, что Ему известно о человеческих деяниях, и тем самым Он призвал людей еще более усердно избегать грехов и ослушания. А после обращения к верующим мужчинам с повелением опускать взоры и оберегать половые органы Всевышний Аллах ниспослал такое же предписание в отношении верующих женщин. Всевышний сказал:"
    },
    {
      "ayah": 31,
      "surah": 24,
      "text": "Верующим женщинам запрещено смотреть на те части тела мужчин, которые они обязаны прикрывать, а также на все, перед чем правоверные обязаны опускать взоры. Они обязаны оберегать свои половые органы от запрещенных половых связей и не должны позволять чужим мужчинам смотреть на них и прикасаться к ним. Они также обязаны не выставлять напоказ своих красот, под которыми подразумеваются привлекательные одежды, украшения и все женское тело. Однако женщина не способна скрыть свою одежду, и поэтому Аллах сделал исключения для обычной верхней одежды, если она не привлекает к себе внимания. Затем Всевышний Аллах повелел правоверным женщинам прикрывать лицо, шею и грудь, и это свидетельствует о том, что мусульманка должна быть покрыта полностью. И ранее мы уже упомянули о том, что все части женского тела относятся к красотам, которые следует скрывать от посторонних взглядов. А затем Аллах сообщил, перед кем женщина имеет право не покрываться полностью. Это относится к мужьям, отцам, дедам, прадедам и т.д., отцам мужей, дедам мужей, прадедам мужей и т.д., родным братьям, а также братьям по отцу или по матери, сыновьям братьев, сыновьям сестер, а также женщинам. Женщины не обязаны покрываться полностью друг перед другом, и это предписание распространяется на всех женщин без исключения. Однако существует мнение, что местоимение, которое использовано в выражении «свои женщины», подчеркивает религиозную принадлежность женщин. На это толкование опираются богословы, которые считают, что мусульманка должна быть покрыта полностью перед женщинами других вероисповеданий и что немусульманки не имеют права смотреть на непокрытых мусульманок. Наряду с этим исключение сделано для рабов, которые полностью принадлежат женщине. Раб имеет право смотреть на свою госпожу, пока он полностью принадлежит ей. Если же она лишилась прав на него полностью или частично, то он лишается права смотреть на нее. Исключение также сделано для мужчин, которые прислуживают женщинам или находятся с ними в тесной связи, если они лишились вожделения. Это могут быть слабоумные, которые не ведают о женской наготе, а также импотенты, которые не испытывают вожделения ни в половых органах, ни в душе. Для этих людей взоры на посторонних женщин не чреваты опасными последствиями. Исключение также сделано для детей, которые не достигли совершеннолетия. Им разрешается смотреть на посторонних женщин, и Всевышний Аллах дозволил это по той причине, что они не ведают о женской наготе и пока еще не испытывают страстного влечения к женщинам. Из этого следует, что если ребенок достигает совершеннолетия, то посторонние женщины должны покрываться в его присутствии, потому что он начинает осознавать то, чего не осознавал ранее. Затем Всевышний Аллах велел женщинам не стучать по земле ногами для того, чтобы дать знать окружающим об украшениях, которые они носят на ногах. Поступая так, они обнаруживают свои красоты и тем самым искушают посторонних мужчин. На это и ему подобные предписания опирается религиозное правило о предупреждении грехов. Поступок может быть дозволенным, но если он приводит к греху или может привести к этому, то шариат запрещает его. В принципе, ударять ногами по земле не запрещено, но если женщина поступает так, чтобы люди услышали звон украшений, то это запрещено. После упоминания об этих прекрасных повелениях и замечательных заповедях Всевышний Аллах подчеркнул, что правоверные не защищены от упущений. Именно поэтому Аллах повелел правоверным каяться и молить Его о прощении, которое является залогом преуспеяния. Обрести счастье и достичь преуспеяния можно только благодаря покаянию, которое подразумевает отречение душой и телом от того, что вызывает гнев Аллаха, и обращение душой и телом к тому, что Он любит. Повеление молить Господа о прощении относится ко всем верующим, из чего следует, что каждый правоверный нуждается в покаянии. Это откровение призывает людей к искреннему покаянию, которое следует приносить не ради благополучия в мирской жизни, показухи, славы или других корыстных целей, а искренне ради Аллаха."
    },
    {
      "ayah": 32,
      "surah": 24,
      "text": "Всевышний повелел старшим мусульманам и владельцам рабов соединять браком тех, кто находится на их попечении. Это относится к холостым мужчинам, незамужним девушкам, разведенным женщинам и вдовам. Родственники или опекуны сироты обязаны соединить браком тех, кто находится на их иждивении, если они нуждаются в женитьбе или замужестве. И если людям велено сочетать браком тех, кто находится на их попечении, то они обязаны в еще большей степени заботиться о создании собственной семьи. Наряду с этим Всевышний Аллах повелел владельцам рабов сочетать браком праведных рабов и рабынь, которые избегают разврата и прелюбодеяний. Хозяева рабов обязаны таким образом вознаграждать Своих рабов за праведность и поощрять целомудрие. Если же раб совершает прелюбодеяние, то его хозяину запрещается сочетать его браком. Это толкование подтверждает то, что прелюбодей и прелюбодейка не имеют права вступать в брак до того, как они покаются в совершенном грехе, о чем мы говорили в самом начале этой суры. Всевышний определил это предписание исключительно для праведных рабов и рабынь, но не для свободных мусульман, потому что прелюбодеяния, как правило, бывают распространены среди рабов. Однако существует мнение, что арабское слово салих ‘праведный’, ‘пригодный’ в обсуждаемом нами откровении относится к тем рабам и рабыням, которые нуждаются в женитьбе или замужестве. Согласно этому толкованию, хозяин рабов не обязан сочетать браком Своих рабов, если они не испытывают в этом острой нужды. Очевидно, оба эти толкования являются правильными. А лучше всего об этом известно Аллаху. Затем Всевышний Аллах обещал обогатить по Своей милости тех, кто вступает в брак. Мусульманин не должен ошибочно полагать, что женитьба и увеличение семьи усугубят его материальное положение, потому что Всевышний призвал Своих рабов вступать в брак и обещал обезопасить их от нужды и бедности. Среди Его прекрасных имен - Объемлющий, Знающий. Его милость и добродетель не знают границ. Он ведает о тех, кто заслуживает духовного и материального богатства, и кто не заслуживает Божьей милости. И каждого из них Он одаряет в соответствии со Своим знанием и Своей мудростью."
    },
    {
      "ayah": 33,
      "surah": 24,
      "text": "Мусульмане, которые не в состоянии сочетаться браком, обязаны соблюдать целомудрие, то есть воздерживаться от греха и делать все возможное для того, чтобы не погрязнуть в ослушании. Для этого нужно воздерживаться от размышлений, которые подталкивают человека к совершению греха, и руководствоваться наставления Пророка Мухаммада, да благословит его Аллах и приветствует, который сказал: «О молодежь! Кто из вас в состоянии вести супружескую жизнь, пусть женится. А кто не в состоянии сделать это, пусть постится, ибо пост для него подобен оскоплению». Это предписание распространяется на тех, кто не в состоянии сочетаться браком по причине собственной бедности или бедности своих попечителей и хозяев. Оно также распространяется на те случаи, когда попечители молодых людей или хозяева рабов не желают сочетать их браком, а молодые люди не способны побудить их к этому. Такой комментарий лучше другого толкования, согласно которому здесь речь идет о тех, у кого нет возможности выплатить брачный дар. Если слово ‘брак’ никах действительно использовано вместо выражения ‘брачный дар’ махр ан-никах, то получается, что зависимое слово в словосочетании замещает главное слово. Это толкование имеет два недостатка. Во-первых, оно подразумевает опущение слова, которое нуждается в доказательстве, потому что за основу принимается отсутствие каких-либо опущений в кораническом тексте. Во-вторых, смысл аята ограничивается теми, кто обладает материальным достатком, и теми, кто лишен материального достатка. В этом случае обсуждаемый нами аят не распространяется на рабов, рабынь и молодых людей, ответственность за бракосочетание которых лежит на их попечителях, о чем мы уже говорили ранее. Далее Аллах обещал по Своей милости обеспечить достатком тех, кто соблюдает целомудрие, и облегчить им решение этого вопроса. Тем самым Он предписал им ожидать облегчения и поддержки и не тяготиться этим ожиданием. Аллах также упомянул о невольниках, которые хотят выкупить у своих хозяев собственную свободу. Если раб или рабыня просят своего хозяина об этом, то ему следует согласиться и назначить сумму выкупа только в том случае, если он находит в этих рабах доброе начало. Под этим подразумевается способность рабов зарабатывать себе на жизнь и их праведность в религии. Отпущение рабов на волю за выкуп приносит двойную пользу. Во-первых, раб получает свободу. Во-вторых, он выплачивает выкуп и возмещает хозяину его потерю. Может случиться, что раб, которому обещано отпущение на волю за выкуп, будет усердно трудиться и за то время, которое определено для выплаты выкупа, принесет своему хозяину больше пользы, чем он приносил прежде. Таким образом, отпущение раба на волю за выкуп не причиняет ущерба хозяину и приносит огромную пользу самому рабу. Поэтому Аллах велел мусульманам соглашаться на освобождение рабов за выкуп. Согласно очевидному смыслу откровения, это повеление подчеркивает обязательный характер предписания. Согласно другому мнению, оно является желательным. Затем Всевышний повелел хозяевам помогать рабам выплатить оговоренную сумму выкупа, потому что те действительно нуждаются в помощи и потому что они не имеют своей собственности. Хозяину следует помочь рабу материально или уменьшить оговоренную сумму выкупа. Наряду с этим, Аллах повелел окружающим помогать рабам, которые договорились со своими хозяевами о сумме выкупа. Аллах также постановил раздавать таким рабам долю собранных в качестве закята средств. О правоверные! Одаряйте Своих рабов из дарованного вам имущества. Ваше богатство является милостью Аллаха. Будьте же добродетельны к Его рабам так же, как Он был добродетелен к вам! Из этого аята следует, что если раб не просит хозяина отпустить его на волю за выкуп, то хозяин не обязан предлагать рабу выкупить себя. Хозяин также имеет право не отпустить раба за выкуп, если считает, что это предпочтительнее для последнего. Это возможно в том случае, если раб не в состоянии самостоятельно зарабатывать себе на жизнь, и после освобождения может стать обузой для окружающих, а также в том случае, если после отпущения на волю раб станет совершать грехи. При таких обстоятельствах хозяин не только может, но и обязан отказать рабу в прошении. Затем Всевышний Аллах запретил владельцам рабов принуждать рабынь предаваться распутству, если те склонны к целомудрию. В противном случае не было бы необходимости принуждать их к этому. Но если рабыня не склонна к целомудрию и является блудницей, то хозяин обязан удержать ее от этого. Всевышний ниспослал это предписание, потому что во времена невежества хозяева принуждали рабынь предаваться распутству и присваивали плату, которую те получали за свои «услуги». Хозяевам не подобает быть менее порядочными и менее целомудренными, чем их рабыни. О люди! Неужели, если ваши невольницы стремятся избежать распутства, вы станете принуждать их к этому? Неужели вы поступите так только для того, чтобы обрести ничтожные, тленные мирские блага?! Если вы очиститесь от скверны, проявите благородство и задумаетесь над вознаграждением и наказанием после смерти, это принесет вам намного больше пользы, чем жалкие мирские блага, обрекающие вас на низость и унижение. Затем Всевышний призвал к покаянию тех, кто принуждал своих невольниц к распутству. Если они покаются и отрекутся от деяний, которые вызывают Его гнев, то Он простит им грехи и смилостивится над ними. Они могут заслужить это, если проявят сострадание к самим себе, избавив себя от наказания, и если они будут милосердны к своим невольницам, избавив их от того, что может навредить им."
    },
    {
      "ayah": 34,
      "surah": 24,
      "text": "Аллах подчеркнул важность и величие аятов, которые читаются рабам Божьим, чтобы те ценили их достойным образом и выполняли свои обязанности перед ними. Эти аяты предельно ясны и понятны. Они разъясняют все основные и второстепенные предписания, в знании которых люди нуждаются. Они не ставят человека в затруднительное положение и не заставляют его терзаться сомнениями. Наряду с этими аятами Аллах ниспослал поучительные притчи о прежних поколениях людей. Он поведал о том, что среди них были праведники и заблудшие, охарактеризовал их деяния и описал постигший их конец. Люди извлекают из этих сказаний поучительные уроки и понимают, какое воздаяние ожидает тех, кто повторяет деяния своих предшественников. Аллах ниспослал и назидания для богобоязненных праведников. Это - обещание и предостережение, благая весть и суровая угроза. Богобоязненные рабы прислушиваются к этим назиданиям, воздерживаются от того, что не нравится Аллаху, и совершают то, что Ему угодно."
    },
    {
      "ayah": 35,
      "surah": 24,
      "text": "Аллах - Свет небес и земли в прямом и переносном смысле этого выражения. Его божественная сущность есть свет, и Его покрывало тоже из света. И если бы Аллах приподнял его, то величие Его лика сожгло бы все, что объемлет Его взор. Благодаря Его свету светятся Трон и Престол, солнце и луна. Благодаря нему озарились светом Райские сады. Переносный смысл этого аята тоже допустим в отношении Аллаха. Его писание есть свет, и Его шариат есть свет. Вера и знание, которые живут в сердцах Божьих посланников и остальных рабов, - тоже свет. Если бы не Его свет, то тьма поглотила бы Вселенную. И поэтому везде, где нет света Аллаха, царит беспросветная мгла. Свет, указывающий творениям путь к Аллаху, подобен нише, в которой находится светильник. Здесь речь идет о свете веры и Корана, который живет в сердцах правоверных. Он подобен нише со светильником, потому что ниша собирает этот свет и не позволяет ему рассеиваться. А светильник настолько чист и прелестен, и свет его настолько ярок, что он подобен жемчужной звезде. Его свет подобен огню, который разжигается от масла плодов оливковых деревьев, потому что это масло пылает самым ярким пламенем. И такое масло можно получить только из плодов оливковых деревьев, которые не тянутся на восток, подобно деревьям, которые солнце одаряет своими лучами только в первой половине дня, и не тянутся на запад, подобно деревьям, на которые солнечный свет попадает только во второй половине дня. Именно такие оливковые деревья растут в Шаме. Они наслаждаются солнечным светом в течение всего дня, благодаря чему из поспевающих на них оливок получают самое чистое масло. Это масло является настолько чистым, что готово светиться даже без соприкосновения с огнем. Если же оно соприкасается с огнем, то излучает еще более яркий и прекрасный свет. Свет огня усиливается светом масла, и один свет ложится поверх другого. В этой притче Аллах поведал о положении правоверных, сердца которых озаряются Его светом. Качества, которые изначально заложены в душах правоверных, подобны чистому маслу. Эти качества чисты и непорочны, и поэтому правоверные готовы к восприятию Божьего учения и выполнению Божьих предписаний. Когда же вера и знание проникают в их души, они озаряются светом веры, подобно тому, как фитиль светильника возгорается от соприкосновения с огнем. Они не имеют дурных намерений и скверных представлений об Аллахе. И поэтому вера заставляет их излучать чистый и яркий свет, подобный свету жемчужной звезды. В их сердцах соединяются свет непорочного подсознания, свет веры и свет знания - один свет ложится поверх другого. Однако далеко не каждый человек заслуживает того, чтобы его сердце озарялось светом Аллаха, и поэтому Он направляет к Своему свету только того, кого пожелает. Он знает о чистоте и непорочности этих людей и знает, что они способны очиститься и вырасти. Такие притчи Аллах приводит Своим рабам, чтобы они размышляли над ними, осознавали их смысл и отличали истину ото лжи. Это является проявлением Его милости и добродетели по отношению к творениям. Притчи помогают людям познать духовный мир через материальный и открывают перед ними просторы ясного знания. Что же касается Аллаха, то Его знание объемлет все сущее. Он приводит людям притчи, потому что ведает о сути происходящих явлений и любых подробностях и прекрасно знает, что мудрые притчи приносят людям большую пользу. А это значит, что рабы должны размышлять над ними, а не отворачиваться от них и не противиться им. Воистину, Аллах ведает, а они не ведают. Поскольку свет веры и Священного Корана сильнее всего излучается в мечетях, далее Всевышний подчеркнул огромную пользу мечетей:"
    },
    {
      "ayah": 36,
      "surah": 24,
      "text": "Аллах - Свет небес и земли в прямом и переносном смысле этого выражения. Его божественная сущность есть свет, и Его покрывало тоже из света. И если бы Аллах приподнял его, то величие Его лика сожгло бы все, что объемлет Его взор. Благодаря Его свету светятся Трон и Престол, солнце и луна. Благодаря нему озарились светом Райские сады. Переносный смысл этого аята тоже допустим в отношении Аллаха. Его писание есть свет, и Его шариат есть свет. Вера и знание, которые живут в сердцах Божьих посланников и остальных рабов, - тоже свет. Если бы не Его свет, то тьма поглотила бы Вселенную. И поэтому везде, где нет света Аллаха, царит беспросветная мгла. Свет, указывающий творениям путь к Аллаху, подобен нише, в которой находится светильник. Здесь речь идет о свете веры и Корана, который живет в сердцах правоверных. Он подобен нише со светильником, потому что ниша собирает этот свет и не позволяет ему рассеиваться. А светильник настолько чист и прелестен, и свет его настолько ярок, что он подобен жемчужной звезде. Его свет подобен огню, который разжигается от масла плодов оливковых деревьев, потому что это масло пылает самым ярким пламенем. И такое масло можно получить только из плодов оливковых деревьев, которые не тянутся на восток, подобно деревьям, которые солнце одаряет своими лучами только в первой половине дня, и не тянутся на запад, подобно деревьям, на которые солнечный свет попадает только во второй половине дня. Именно такие оливковые деревья растут в Шаме. Они наслаждаются солнечным светом в течение всего дня, благодаря чему из поспевающих на них оливок получают самое чистое масло. Это масло является настолько чистым, что готово светиться даже без соприкосновения с огнем. Если же оно соприкасается с огнем, то излучает еще более яркий и прекрасный свет. Свет огня усиливается светом масла, и один свет ложится поверх другого. В этой притче Аллах поведал о положении правоверных, сердца которых озаряются Его светом. Качества, которые изначально заложены в душах правоверных, подобны чистому маслу. Эти качества чисты и непорочны, и поэтому правоверные готовы к восприятию Божьего учения и выполнению Божьих предписаний. Когда же вера и знание проникают в их души, они озаряются светом веры, подобно тому, как фитиль светильника возгорается от соприкосновения с огнем. Они не имеют дурных намерений и скверных представлений об Аллахе. И поэтому вера заставляет их излучать чистый и яркий свет, подобный свету жемчужной звезды. В их сердцах соединяются свет непорочного подсознания, свет веры и свет знания - один свет ложится поверх другого. Однако далеко не каждый человек заслуживает того, чтобы его сердце озарялось светом Аллаха, и поэтому Он направляет к Своему свету только того, кого пожелает. Он знает о чистоте и непорочности этих людей и знает, что они способны очиститься и вырасти. Такие притчи Аллах приводит Своим рабам, чтобы они размышляли над ними, осознавали их смысл и отличали истину ото лжи. Это является проявлением Его милости и добродетели по отношению к творениям. Притчи помогают людям познать духовный мир через материальный и открывают перед ними просторы ясного знания. Что же касается Аллаха, то Его знание объемлет все сущее. Он приводит людям притчи, потому что ведает о сути происходящих явлений и любых подробностях и прекрасно знает, что мудрые притчи приносят людям большую пользу. А это значит, что рабы должны размышлять над ними, а не отворачиваться от них и не противиться им. Воистину, Аллах ведает, а они не ведают. Поскольку свет веры и Священного Корана сильнее всего излучается в мечетях, далее Всевышний подчеркнул огромную пользу мечетей:"
    },
    {
      "ayah": 37,
      "surah": 24,
      "text": "Люди поклоняются Аллаху в славных и величественных мечетях, которые являются самыми любимыми местами Аллаха на земле. Он повелел и заповедал людям воздвигать мечети и поминать в них Его имя. Эти два предписания являются основными для любой мечети. Предписание воздвигать мечети подразумевает не только строительство мечетей, но и побуждает мусульман поддерживать в мечетях чистоту, очищать их от нечистот и всего, что причиняет неудобство, оберегать их от неверных, а также от слабоумных и младенцев, которые не предохраняются от осквернения, воздерживаться от бесполезных разговоров в мечетях и не повышать в них голоса, если это делается не для поминания Аллаха. Что же касается предписания поминать Аллаха в мечетях, то оно подразумевает совершение обязательных и добровольных намазов, чтение Корана, восхваление и прославление Аллаха, чтение молитв, обучение и изучение религиозных наук, обсуждение полезных вопросов, уединение с целью приближения к Аллаху и совершение других обрядов поклонения, связанных с мечетями. Именно поэтому под освоением мечетей (имарат аль-масаджид) подразумевают не только строительство мечетей, но и моление и другие формы поминания Аллаха. И освоение мечетей во втором значении имеет гораздо большее значение. Вот почему мусульманам предписано совершать пять обязательных ежедневных намазов и пятничные намазы в мечетях, причем большинство богословов считают, что это предписание носит обязательный характер, хотя некоторые считают его желательным. Затем Всевышний похвалил тех, кто искренне поклоняется Ему в мечетях и восхваляет Его по утрам и вечерам, то есть в начале и в конце дня. Именно эти часы являются самыми славными, и рабам Божьим легче всего приблизиться к Нему в это время. Что же касается славословия Аллаху, то это может быть восхваление Аллаха в намазе или при других обстоятельствах. Поэтому мусульманам предписано по утрам и вечерам поминать Аллаха и читать определенные молитвы. А поступают так мужи, которые предпочитают обрести благоволение своего Господа, нежели наслаждаться мирскими удовольствиями и предаваться торговле, забывая о поклонении Ему. Всевышний вначале упомянул торговлю, под которой подразумевается любые прибыльные сделки, а затем - продажу, и это является примером включения частного в общее. Он подчеркнул, что люди чаще всего занимаются продажей товаров. Праведные мужи тоже занимаются торговлей, куплей и продажей, потому что в этом нет ничего предосудительного. Однако они не обольщаются этим и не отдают этому предпочтение перед поминанием Аллаха, совершением намаза и выплатой закята. Напротив, они считают целью своей жизни повиновение и поклонение Ему и отказываются от всего, что мешает им достичь этой цели. Зачастую людям бывает трудно отказаться от земных удовольствий и хочется приобрести больше мирских благ посредством различных форм торговли. Необходимость отказа от некоторых мирских благ ради поклонения Аллаху нередко обременяет людей, и поэтому Аллах упомянул о том, что заставляет людей отдавать предпочтение выполнению своих обязанностей перед Ним. Это - страх перед Судным днем, который повергнет людей в ужас и лишит покоя человеческие души и тела. Благоразумные мужи страшатся этого дня, и это помогает им трудиться во благо Последней жизни и отказываться от всего, что отвлекает человека от поклонения Аллаху."
    },
    {
      "ayah": 38,
      "surah": 24,
      "text": "Лучшими деяниями являются праведные поступки. Благоразумные мужи получат вознаграждение только за свои праведные поступки, потому что наряду с ними они также совершали дозволенные и незапрещенные деяния. Но вознаграждения заслуживают только праведные деяния, и поэтому Всевышний сказал: «Это произойдет для того, чтобы Аллах простил им наихудшее из того, что они совершили, и воздал им наградой за лучшее из того, что они совершали (или лучшим, чем то, что они совершали)» (39:35). Однако праведники получат не только заслуженное вознаграждение, потому что Аллах приумножит его по Своей милости. Он воздает без счета тому, кому пожелает. Он одаряет рабов щедротами, которых они даже не заслужили своими деяниями. Более того, они не помышляли о подобном вознаграждении, потому что Божьим щедротам нет ни счета, ни меры. Всевышний Аллах поведал об этом, чтобы подчеркнуть необъятность Своего вознаграждения. Затем Он привел две притчи о том, что деяния неверующих являются тщетными и не доставят им ничего, кроме печали. Всевышний сказал:"
    },
    {
      "ayah": 39,
      "surah": 24,
      "text": "Деяния тех, кто не уверовал в своего Господа и Его посланников, подобны пустынной местности, в которой нет ни деревьев, ни другой растительности. Жаждущий принимает их за воду, потому что из-за сильной жажды человек представляет себе то, что никогда не придет ему на ум при иных обстоятельствах. Он надеется утолить жажду, но его предположения оказываются ошибочными. Когда он подходит ближе к мареву, то его постигает величайшее разочарование. Он теряет надежду, и от этого его жажда еще больше усиливается. Деяния неверующих также подобны мареву. Невежественный человек, который не осведомлен об истинной сути вещей, считает, что эти деяния могут принести ему пользу. Он обольщается внешней стороной своих поступков, строит ошибочные предположения и надеется на то, что его поступки помогут ему достичь желаемого. Он нуждается в удовлетворении своих желаний так, как жаждущий путник нуждается в воде. Но наступит День воздаяния, и неверующий окажется лицом к лицу со своими деяниями и увидит, что все они пропадут даром. Все, на что он рассчитывал, бесследно исчезнет и не принесет ему ни вреда, ни пользы. И тогда он окажется один на один с Аллахом, Который потребует от него полной расплаты. Ему известен каждый поступок человека, даже если он величиной с бороздку на финиковой косточке или кожицу, отделяющую косточку финика от мякоти. Ни малые, ни великие поступки не сокрыты от Аллаха, Который скор на расплату. Пусть же невежественные грешники не думают, что эта угроза бесконечно далека от них, потому что она непременно сбудется. Таким образом, в первой притче Аллах уподобил деяния неверующих мареву в пустынной местности, в которой нет ни деревьев, ни другой растительности. И это сравнение справедливо, ибо в сердцах неверующих действительно нет добра и благочестия, из которых произрастают праведные деяния. Причиной этого является укоренившееся в их сердцах неверие. Затем Всевышний привел вторую притчу о порочности и тщетности деяний неверующих и сказал:"
    },
    {
      "ayah": 4,
      "surah": 24,
      "text": "Под наветом подразумевается обвинение свободных, целомудренных женщин и мужчин в совершении прелюбодеяния, о чем становится ясно из контекста. Подобное обвинение должно подтверждаться ясными свидетельствами четырех справедливых мужчин. Если же обвиняющий не может привести четырех свидетелей, то ему следует нанести восемьдесят ударов плетью средней толщины, причиняя ему терпимые, несмертельные страдания. Эта мера носит воспитательный характер и не должна приводить к смертельному исходу. В этом аяте упоминается мера наказания за неподтвержденное обвинение в совершении прелюбодеяния, однако эта мера наказания распространяется только на тех, кто обвиняет в этом целомудренных верующих. А в остальных случаях неподтвержденное обвинение заслуживает других мер порицания (тазир). Обсуждаемый нами грех заслуживает еще одного наказания: свидетельства тех, кто обвиняет целомудренных верующих в прелюбодеянии, но не может привести четырех свидетелей, не принимаются во внимание, даже если они были выпороты, до тех пор, пока они не раскаются. В дальнейшем об этом будет упомянуто более подробно. Такие люди являются грешниками и ослушниками. Они не повинуются Аллаху и причиняют много вреда. Преступая религиозные запреты, они покушаются на честь своих братьев, побуждают людей повторять их скверные слова и разрушают братство, которое Аллах установил между правоверными. Такие люди любят, чтобы среди правоверных распространялась худая молва, и все это свидетельствует о том, что необоснованное обвинение является одним из величайших грехов."
    },
    {
      "ayah": 40,
      "surah": 24,
      "text": "Мрак в глубине морской пучины покрыт мраком нагромождения волн, который в свою очередь покрыт мраком темных туч и темной ночи. Там царит беспросветная мгла, и если человек вытянет свою руку, то не увидит ее, несмотря на довольно близкое расстояние. И после упоминания об этом не имеет смысла говорить о невозможности увидеть что-либо вокруг. То же самое можно сказать о неверующих, сердца которых также окутаны мраком. Вокруг них царит естественный мрак, который не приносит им добра. Этот мрак покрыт мраком неверия, который усугубляется мраком невежества и мраком злодеяний, которые являются порождением всего перечисленного выше. И как следствие, неверующие скитаются в беспросветной мгле, отворачиваются от прямого пути и мечутся между заблуждением и обольщением. А причина этого заключается в том, что Аллах лишил их Своей поддержки и не одарил светом. Воистину, кому Аллах не даровал свету, тому не будет света. Души людей темны и невежественны. Они лишены добра и света. И эти качества не относятся только к тем, кого Аллах соизволил осенить Своей милостью. Существует мнение, что эти две притчи относятся к деяниям всех неверующих. А поскольку деяния неверующих многочисленны и различны, Всевышний Аллах не ограничился одной притчей. Согласно другому мнению, каждая притча относится к определенной категории неверующих: первая - к предводителям неверия, а вторая - к их послушным последователям. А лучше всего об этом известно Аллаху."
    },
    {
      "ayah": 41,
      "surah": 24,
      "text": "Всевышний возвестил о своем безграничном величии и могуществе, благодаря которым все творения нуждаются в Аллахе, признают Его господство и поклоняются Ему. Живые существа и безжизненные тела, птицы с распростертыми крыльями и все другие обитатели небес и земли славословят Аллаху. Каждое творение знает, как ему следует возносить хвалу Аллаху и поклоняться Ему, и эти формы поклонения полностью соответствуют возможностям этих творений. Аллах обучает Своих рабов молитвам и славословию либо посредством посланников, как это происходит с людьми, джиннами и ангелами, либо посредством внушения, как это происходит со всеми остальными творениями. Подобное толкование обсуждаемого нами откровения является самым убедительным, потому что далее Всевышний Аллах возвестил о том, что Ему известно о деяниях творений. Ничто не может быть сокрыто от Него, и поэтому каждый из рабов непременно получит заслуженное воздаяние. Из этого толкования следует, что Аллах одновременно упомянул о том, что Он обучает Своих рабов и ведает об их деяниях, а также о том, что Ему известно об их намерениях и что они непременно получат заслуженное воздаяние. Согласно второму толкованию, местоимения в обсуждаемом нами откровении относятся не к творениям, а к Аллаху. И поэтому альтернативный перевод этого аята гласит: «Ему известно о молитве и славословии каждого из них. Аллах знает о том, что они совершают». Господь доподлинно знает о поклонении рабов, хотя людям известно об этом только то, что Он позволил им узнать. В таком случае данный аят похож на слова Всевышнего: «Его славят семь небес, земля и те, кто на них. Нет ничего, что не прославляло бы Его хвалой, но вы не понимаете их славословия. Воистину, Он - Выдержанный, Прощающий» (17:44). После разъяснения того, что все творения поклоняются Аллаху и нуждаются в этом поклонении, Всевышний Аллах упомянул о нужде, которую рабы Аллаха испытывают в божественной власти и божественном руководстве. Всевышний сказал:"
    },
    {
      "ayah": 42,
      "surah": 24,
      "text": "Аллах сотворил небеса и землю, одаряет благами их обитателей и управляет ими в соответствии с законами своей религии и своего предопределения. Именно этим законам подчиняется жизнь на земле. Что же касается Последней жизни, то там Аллах будет вершить суд по законам справедливого возмездия, и поэтому Он возвестил о том, что всем творениям надлежит вернуться к Нему и получить справедливое воздаяние."
    },
    {
      "ayah": 43,
      "surah": 24,
      "text": "Разве ты не являешься свидетелем могущества Аллаха? Он гонит по небу мелкие облака, которые собираются вместе и превращаются в слоистые тучи, подобные высоким горам. А из расщелин этих туч выпадают дожди и ливни. Эти осадки выпадают на землю в виде крошечных капель для того, чтобы принести пользу и не причинить вред. Благодаря этим осадкам переполняются водоемы и каналы, а по долинам начинают стекать реки. Так на свет появляются всевозможные прекрасные растения. А иногда Всевышний Аллах низвергает их туч градины, которые уничтожают все, на что они попадают. Аллах поражает этими градинами, кого пожелает, и оберегает от них, кого пожелает. И происходит это в строгом соответствии с божественным предопределением и божественной мудростью, за которую Аллах достоин самой прекрасной похвалы. Блеск молний, которые порождаются этими облаками, способен лишить человека зрения. Разве не Аллах сотворил эти явления, направил их на служение людям, сделал их полезными для людей и обезопасил людей от их зла? И разве не свидетельствует это о совершенном могуществе, непреклонной воле и безграничном милосердии Аллаха?"
    },
    {
      "ayah": 44,
      "surah": 24,
      "text": "По воле Аллаха холод сменяет жару, а жара - холод, день сменяет ночь, а ночь приходит на смену дню. По воле Аллаха людей постигает добро и зло. Все это - назидания для тех, кто обладает зрением и разумом. Благодаря своей проницательности такие люди постигают суть происходящего также легко, как человеческий взор распознает окружающие предметы. Проницательный и благоразумный человек не просто смотрит на творения, а размышляет над ними и делает для себя полезные выводы. Так он пытается понять, для чего и ради чего появилось на свет это творение. Что же касается невежд, которые отворачиваются от назиданий Аллаха, то они беспечно наблюдают за происходящим вокруг, подобно тому, как это делают животные."
    },
    {
      "ayah": 45,
      "surah": 24,
      "text": "Всевышний призвал Своих рабов задуматься над явлением, свидетелями которого они являются. Это - сотворение всех земных существ из воды. Вода является основным компонентом живых организмов, и поэтому Всевышний сказал: «Неужели неверующие не видят, что небеса и земля были единым целым и что Мы разделили их и сотворили все живое из воды? Неужели они не уверуют?» (21:30). Одни животные появляются на свет из капли мужского семени, которое оплодотворяет женскую яйцеклетку. Другие животные появляются на свет в присутствии влаги. К ним относятся, например, насекомые, которые размножаются только во влажных местах. И хотя основной компонент всех живых организмов одинаковый, их внешний вид имеет множество различий. Змеи и другие животные ползают по земле, люди и многие птицы перемещаются на двух ногах, а домашний скот и другие животные ходят на четырех конечностях. И то обстоятельство, что из одного и того же вещества на свет появляются самые различные живые существа, свидетельствует о безграничном могуществе Аллаха, воля которого неукоснительно исполняется. Именно поэтому Аллах возвестил о том, что Он создает творения по Своему усмотрению и наделяет их всевозможными качествами. Воистину, Аллах властен над всем сущим. Он ниспосылает дождь, который оплодотворяет землю. Вода везде одинакова, и земля - одна на всех, однако в результате их взаимодействия на свет появляются всевозможные растения, обладающие самыми различными качествами. Всевышний сказал: «На земле есть сопредельные участки, виноградные сады, посевы, пальмы, растущие из одного корня или из разных корней. Их орошают одной водой, но одни из них Мы создаем более вкусными, чем другие. Воистину, в этом - знамения для людей разумеющих» (13:4)."
    },
    {
      "ayah": 46,
      "surah": 24,
      "text": "Мы смилостивились над рабами и ниспослали им знамения, в которых ясно излагаются религиозные предписания, похвальные нравственные качества и мудрые знания. Эти знамения освещают людям путь и помогают им отличить истину ото лжи, а прямой путь - от заблуждения. Одних они лишают малейшей возможности опровергнуть истину, а другим помогают без малейших трудностей найти прямой путь. Они обладают этими качествами, потому что ниспосланы Аллахом, чьи знания совершенны, милость безгранична, а разъяснения безупречны. Аллах сделал их предельно ясными для того, чтобы всякий, кому суждено погибнуть, погиб при полной ясности, а всякий, кому суждено жить, жил при полной ясности. Аллах наставляет на прямой путь того, кого пожелает. Это относится к каждому, кто изначально поступал правильно и был правдив. Таких людей Аллах направляет на самый светлый и самый короткий путь, который приводит человека в обитель Божьей милости. А для того, чтобы пройти по этому пути, необходимо знать истину, отдавать ей предпочтение перед заблуждением и руководствоваться ею в делах. Всевышний подчеркнул, что Он разъяснил истину всем своим творениям, однако направил на прямой путь только избранных. Одним рабам Аллах являет свою милость и одаряет их самым удивительным образом, а другим Аллах являет свою справедливость и лишает их возможности оправдаться невежеством и неосведомленностью. Аллаху лучше знать, кто и в какой степени заслуживает Его добродетели."
    },
    {
      "ayah": 47,
      "surah": 24,
      "text": "Всевышний поведал о деяниях нечестивцев, чьи сердца поражены недугом, чья вера чрезвычайно слаба. Они страдают лицемерием, терзаются сомнениями и не имеют твердых знаний. Они называют себя верующими и обязуются повиноваться Аллаху, а затем не выполняют своих обязанностей. Часть из них настолько сильно уклоняется от повиновения Аллаху, что отворачивается от истины. Человек может уклониться от некоторых из своих обязанностей, но при этом иметь намерение покаяться и вернуться к повиновению. Однако эти нечестивцы отворачиваются от истины и даже не помышляют о покаянии. В таком положении оказываются многие маловеры, которые называют себя верующими и покорными рабами, но не выполняют многих обрядов поклонения. В особенности это относится к закяту, обязательным и желательным пожертвованиям, джихаду и другим обрядам поклонения, которые обременительны для человеческих душ."
    },
    {
      "ayah": 48,
      "surah": 24,
      "text": "Если между такими маловерами и другими людьми возникнет тяжба и если их призовут обратиться на суд к Аллаху и Его посланнику, то некоторые из них отвернутся от суда Аллаха и Его посланника. Они хотят судиться по законам невежества и отдают им предпочтение перед законами мусульманской религии, потому что они знают, что правда не на их стороне и что шариатские постановления всегда соответствуют действительности."
    },
    {
      "ayah": 49,
      "surah": 24,
      "text": "В этом случае они обратились бы к законам шариата, но не по причине своего стремления к справедливому шариатскому суду, а потому что это сулит им выгоду при данных обстоятельствах. Однако такой покорностью они не смогут заслужить похвалу, потому что настоящий раб Аллаха следует истине всегда, даже если она печалит его или доставляет ему страдания. Что же касается нечестивцев, которые повинуются предписаниям шариата, если они соответствуют их пожеланиям, и отворачиваются от Божьих законов, если они не совпадают с их пожеланиями, и ставят собственную страсть превыше шариатских законов, то они не являются подлинными рабами Аллаха. Затем Всевышний Аллах упрекнул нечестивцев за то, что они отворачиваются от законов шариата, и сказал:"
    },
    {
      "ayah": 5,
      "surah": 24,
      "text": "Покаянием в необоснованном обвинении является признание собственной лжи. Если совершивший такой поступок не привел в подтверждение своих слов четырех свидетелей, то он обязан признаться в том, что оболгал человека, даже если убежден в том, что сказанное им действительно произошло. Если же он покаялся и стал совершать праведные поступки, искупив тем самым совершенное злодеяние, то его уже нельзя называть ослушником и грешником. Согласно наиболее достоверному мнению, в этом случае его последующие свидетельства также следует принимать во внимание. Среди прекрасных имен Аллаха - Прощающий, Милосердный. Он прощает любые прегрешения тем, кто раскаивается и возвращается на путь Господа. Что же касается применения меры наказания в отношении тех, кто обвиняет людей в совершении прелюбодеяния и не может привести четырех свидетелей, то это предписание не относится к тем, кто обвиняет собственного мужа или собственную жену. И поэтому далее Всевышний сказал:"
    },
    {
      "ayah": 50,
      "surah": 24,
      "text": "Сердца таких людей поражены недугом и лишены чувств, в результате чего нечестивцы начинают уподобляться больным, которые отворачиваются от того, что может принести им пользу, и совершают то, что причиняет им вред. Или же сомнения терзают таких людей и заставляют их усомниться в том, что решения Аллаха и Его посланника действительно правильны. Или же они опасаются того, что Аллах и Его посланник проявят к ним несправедливость. Они заслуживают такой характеристики, потому что являются нечестивцами и беззаконниками. Что же касается законов Аллаха и Его посланника, то они являются самыми справедливыми, самыми беспристрастными и самыми мудрыми. Всевышний сказал: «Неужели они ищут суда времен невежества? Чьи решения могут быть лучше решений Аллаха для людей убежденных?» (5:50). Обсуждаемый нами аят свидетельствует о том, что веру недостаточно засвидетельствовать на словах и необходимо подтверждать праведными деяниями. Именно поэтому Аллах назвал неверующими тех, кто отворачивается от повиновения своему Господу. Все это обязывает мусульман руководствоваться законами Аллаха и Его посланника во всех начинаниях. Если же человек отказывается руководствоваться ими, то это свидетельствует о том, что его сердце поражено недугом, а вера - сомнениями. Всевышний также запретил плохо думать о законах шариата и считать их несправедливыми или неправильными. А после упоминания о положении нечестивцев, которые отворачиваются от Божьих законов, Всевышний Аллах поведал о похвальных деяниях правоверных и сказал:"
    },
    {
      "ayah": 51,
      "surah": 24,
      "text": "Истинные верующие, которые подтверждают свою веру праведными деяниями, когда их призывают на суд к Аллаху и Его посланнику, всегда говорят: «Слушаемся и повинуемся!» Они покоряются воле Аллаха и Его посланника, независимо от того, соответствует она их пожеланиям или нет. Они надлежащим образом выполняют ее и не испытывают от этого ни малейшего стеснения. И только такие люди обретут счастье, потому что они добьются всего заветного и желанного и спасутся от всего скверного и неприятного. А те, которые отворачиваются от законов Аллаха и Его посланника и отказываются повиноваться Аллаху и Его посланнику, никогда не обретут счастья. А после упоминания о пользе повиновения Аллаху и Его посланнику при принятии судебных решений, Всевышний Аллах поведал о пользе такого повиновения в целом и сказал:"
    },
    {
      "ayah": 52,
      "surah": 24,
      "text": "Эти праведники повинуются Аллаху и Его посланнику, верят в правдивость их слов и выполняют их повеления. Они боятся Аллаха, однако их страх не является слепым, потому что они остерегаются нарушать запреты Аллаха, не потакают своим низменным желаниям и являются набожными и богобоязненными рабами. Если богобоязненность упоминается независимо от других благодеяний, то она подразумевает выполнение предписаний религии и отказ от ослушания. Если же она упоминается наряду с праведностью и повиновением Аллаху, что имеет место в обсуждаемом нами аяте, то она подразумевает страх перед наказанием Аллаха и отказ от ослушания. Всякий, кто повинуется Аллаху, повинуется Его посланнику, страшится Аллаха и остерегается ослушания, непременно добьется успеха. Такой праведник сумеет спастись от наказания, потому что он избегал деяний, которые обрекают человека на страдания. Он также сумеет получить вознаграждение, потому что он совершал деяния, которые действительно заслуживают вознаграждения. Рабы Божьи могут достичь успеха только благодаря таким качествам. И чем больше таких похвальных качеств отсутствует у человека, тем меньше у него шансов достичь успеха. В этом откровении рассматриваются обязанности мусульман перед Аллахом и перед Его посланником. Покорность - это обязанность мусульман одновременно перед Аллахом и Его посланником, и выполнение этой обязанности тесно связано с верой в Аллаха. Страх и богобоязненность - это обязанность правоверных перед Аллахом. А почитание и уважение - это обязанность мусульман перед Пророком Мухаммадом. Эти три обязанности упомянуты вместе в следующем высказывании Всевышнего: «Воистину, Мы отправили тебя свидетелем, добрым вестником и предостерегающим увещевателем, чтобы вы уверовали в Аллаха, Его посланника, почитали уважали его, прославляли Его утром и перед закатом» (48:8–9)."
    },
    {
      "ayah": 53,
      "surah": 24,
      "text": "Всевышний поведал о том, что лицемеры и маловеры, которые не выступили в военный поход вместе с посланником Аллаха, поклялись в том, что если Пророк Мухаммад, да благословит его Аллах и приветствует, велит им в будущем участвовать в джихаде, то они непременно выступят в поход. Согласно другому толкованию, они поклялись в том, что если бы Пророк, да благословит его Аллах и приветствует, повелел выступить в поход непосредственно им, то они непременно подчинились бы ему. Из двух толкований первое является наиболее предпочтительным. Однако Всевышний Аллах опроверг их заявления и велел Своему пророку, да благословит его Аллах и приветствует, сказать, что мусульмане не нуждаются в их клятвах и извинениях. Аллах поведал мусульманам об истинном положении вещей, и поэтому лживая покорность этих маловеров хорошо известна. Их поступку нет оправдания, потому что они не приняли участия в военном походе только из-за лености и нежелания. Посему нет нужды в их извинениях и клятвах. Клятвы и оправдания могут быть приняты от тех, чье положение неясно и чьи намерения вызывают сомнения. Что же касается маловеров, то их клятвы не принесут им никакой пользы. И очень скоро их может постигнуть лютая кара, потому что Аллах сведущ об их деяниях и сполна воздаст каждому из них. Таково положение маловеров и лицемеров. Что же касается посланника Аллаха, то в его обязанности входит донесение до людей Божьих повелений и запретов. И поэтому далее Всевышний повелел:"
    },
    {
      "ayah": 54,
      "surah": 24,
      "text": "Если вы будете повиноваться Аллаху и Его посланнику, да благословит его Аллах и приветствует, то обретете счастье и славный удел. Если же вы откажетесь повиноваться, то знайте, что Посланнику, да благословит его Аллах и приветствует, велено всего лишь довести до вашего сведения Божье послание, тогда как вам велено повиноваться ему. Он уже выполнил свою миссию, а вы явно сбились с пути, впали в глубокое заблуждение и заслуживаете сурового наказания. Но если вы подчинитесь ему и подтвердите свою покорность словом и делом, то встанете на прямой путь. На этот путь можно встать только благодаря повиновению Посланнику, да благословит его Аллах и приветствует. И если вы откажетесь повиноваться ему, то вам никогда не удастся сделать этого. Более того, сделать это будет просто невозможно. Посланнику, да благословит его Аллах и приветствует, велено довести до вас истину так, чтобы ни у кого не осталось сомнений в его правдивости. Он справился со своей обязанностью и самым совершенным образом разъяснил вам Божье послание. Теперь вам предстоит держать ответ перед Аллахом, Который воздаст каждому из людей за совершенные им деяния. Что же касается Посланника, да благословит его Аллах и приветствует, то он уже выполнил свою миссию и не властен вершить судьбу творений."
    },
    {
      "ayah": 55,
      "surah": 24,
      "text": "Это - одно из обещаний Аллаха, в правдивости и истинности которого можно легко убедиться. Он обещал мусульманам, которые уверовали и совершают праведные деяния, что они непременно станут наместниками на земле и будут править на ней. Они также смогут исповедовать исламскую религию, которой Аллах остался доволен и которой суждено восторжествовать над всеми другими вероисповеданиями. Аллах почтил мусульман этой религией и одарил их возможностью исповедовать ее душой и телом, и это обстоятельство свидетельствует о превосходстве мусульман и милости Аллаха по отношению к ним. Правоверные не только сами исповедуют религию Аллаха, но и проповедуют ее среди остальных людей, тогда как неверующим и приверженцам других вероисповеданий суждено оставаться униженными и поверженными. А наряду с этим Аллах обещал мусульманам одарить их спокойствием и безопасностью после того, как они испытали страх. Было время, когда правоверные не могли открыто исповедовать исламскую религию, потому что мусульман было намного меньше, чем неверных, и потому что неверные причиняли им мучительные страдания. Враги Аллаха со всех концов земли единым фронтом выступали против мусульман. Именно в этот тяжелый период Аллах ниспослал Своим рабам это славное обещание. Тогда еще никто не мог предположить, что мусульмане будут господствовать на земле, править странами и народами, иметь возможность открыто выполнять предписания исламской религии, жить в безопасности и спокойствии, поклоняться Аллаху, не приобщая к Нему сотоварищей и не опасаясь никого, кроме одного Аллаха. Однако первые поколения мусульман не отказались от веры и праведных деяний и превзошли своих противников. И поэтому Аллах одарил их властью над целыми странами и народами, благодаря чему мусульмане покорили земли на востоке и западе, установили на земле мир и безопасность и получили возможность открыто исповедовать религию своего Господа. Воистину, это было и остается одним из удивительных знамений Аллаха. Всякий раз, когда мусульмане обращаются к вере и праведным деяниям, они становятся свидетелями того, как исполняется обещание Аллаха. И так будет продолжаться до тех пор, пока не наступит Судный час. Но стоит мусульманам пренебречь верой и праведными деяниями, как Аллах позволяет неверующим и лицемерам одержать над ними верх и господствовать над ними некоторое время. О мусульмане! Если после того, как вам будет дарована власть на земле и предоставлена возможность открыто поклоняться Аллаху, вы отдадите предпочтение неверию, то вы станете великими грешниками, которые уклоняются от повиновения Аллаху, распространяют на земле нечестие и не способны на добрые дела. Если человек отказывается от веры, когда обладает властью и когда ничто не мешает ему исповедовать религию Аллаха, то это свидетельствует о порочности его намерений, поскольку при таких обстоятельствах ничто другое не подталкивает его к вероотступничеству. Из этого откровения следует, что предыдущие поколения правоверных Аллах также сделал наместниками на земле и одарил возможностью беспрепятственно исповедовать Его религию. Всевышний поведал о том, что пророк Муса сказал своему народу: «Быть может, ваш Господь погубит вашего врага и сделает вас их преемниками на земле, а затем посмотрит, как вы будете поступать» (7:129). В Коране также сказано: «Мы пожелали оказать милость тем, кто был унижен на земле, сделать их предводителями и наследниками, даровать им власть на земле и показать Фараону, Хаману и их воинам то, чего они остерегались» (28:5–6)."
    },
    {
      "ayah": 56,
      "surah": 24,
      "text": "Всевышний повелел совершать намаз, душой и телом выполняя его условия и обязательные предписания, а также выплачивать закят из имущества, которым Аллах одаряет Своих рабов. Закят полагается раздавать беднякам, а также остальным категориям людей, которые имеют право на имущество, собранное в качестве закята. Намаз и закят - это два важнейших обряда поклонения, совершая которые мусульманин искренне выполняет свои обязанности перед Господом Богом и делает добро Его творениям. А затем Всевышний Аллах повелел повиноваться Посланнику в целом, для чего мусульмане обязаны выполнять его повеления и не нарушать его запретов. Всевышний сказал: «Кто повинуется Посланнику, тот повинуется Аллаху» (4:80). И если люди будут выполнять эти предписания, то их обязательно помилуют. Всякий, кто жаждет милости Аллаха, пусть встанет на этот путь. Но если кто-либо надеется заслужить милость Аллаха, не совершая намаза, не выплачивая закята и не повинуясь Божьему посланнику, да благословит его Аллах и приветствует, то его надежды будут обмануты."
    },
    {
      "ayah": 57,
      "surah": 24,
      "text": "Пусть тебя не обольщает мирское богатство, которым одарены неверующие, потому что Аллах дарует людям отсрочку, но не предает их деяния забвению. Всевышний сказал: «Мы позволим им пользоваться благами недолгое время, а потом принудим к страшным мучениям» (31:24). Воистину, пристанище неверующих является самым ужасным пристанищем. Это - обитель зла, печали и вечного наказания."
    },
    {
      "ayah": 58,
      "surah": 24,
      "text": "Всевышний повелел правоверным, чтобы рабы и несовершеннолетние дети просили у них разрешения войти в их покои в трех случаях. Аллах также поведал о мудрости этого предписания, которая заключается в том, что эти часы являются тремя временами наготы для людей. Это - время ночного отдыха после вечернего намаза, время пробуждения перед рассветным намазом и время полуденного отдыха. Перед ночным сном люди, как правило, сменяют свою обычную одежду, тогда как днем они часто ложатся отдыхать в своей обычной одежде, и поэтому Аллах велел просить разрешения войти только в тех случаях, когда люди снимают одежду для полуденного отдыха. В этих трех случаях рабы и маленькие дети не получают привилегий перед остальными людьми и не имеют права входить в покои без разрешения. А во всех остальных случаях им дозволено входить в покои без разрешения, потому что просить разрешение перед каждым входом в покои было бы для них очень обременительно. И это относится только к рабам и несовершеннолетним детям, потому что они обращаются к своим хозяевам или родителям по многочисленным вопросам. Таким образом, Аллах не только разъяснил ниспосланное предписание, но и поведал нам о его мудрости. Подобное разъяснение усиливает значимость предписания и свидетельствует о мудрости и милосердии Законотворца, среди прекрасных имен Которого - Знающий, Мудрый. Он обладает знанием обо всех обязательных, добровольных и допустимых деяниях, а также мудростью, благодаря которой Он расставляет все по своим местам. Он наделил каждое творение подобающим ему обликом, а также ниспослал постановления по поводу каждого религиозного предписания. О некоторых из этих предписания Всевышний упомянул в этом откровении, после чего разъяснил их значимость и мудрость."
    },
    {
      "ayah": 59,
      "surah": 24,
      "text": "Под зрелостью или совершеннолетием подразумевается возраст, по достижении которого у мальчиков начинаются поллюции. Если дети достигают такого возраста, то они должны просить разрешения войти в покои в любое время суток, как это делают те, кто старше их. Всевышний сказал: «О те, которые уверовали! Не входите в чужие дома, пока не спросите позволения и не поприветствуете миром их обитателей. Это лучше для вас. Быть может, вы помяните назидание» (24:27). Из последних двух аятов можно сделать несколько выводов, из которых мы остановимся на следующих: 1. Владельцы рабов и опекуны малолетних детей должны обучать Своих рабов и детей полезным наукам и правилам поведения, потому что Аллах обратился именно к ним, когда сказал: «О те, которые уверовали! Пусть невольники, которыми овладели ваши десницы, и те, кто не достиг половой зрелости, спрашивают у вас разрешения войти в покои в трех случаях: до рассветного намаза, когда вы снимаете одежду в полдень и после вечернего намаза» (24:58). Это подразумевает обучение и воспитание, тем более что далее Всевышний сказал: «Ни на вас, ни на них нет греха за вход без разрешения, помимо этих случаев, ведь вы посещаете друг друга» (24:58). 2. Мусульмане должны оберегать от посторонних взглядов те части тела, которые необходимо прикрывать, и проявлять в этом вопросе наивысшую осторожность. Из этого следует, что мусульманин не должен купаться или подмываться в тех местах, где люди могут увидеть его раздетым. 3. Полуденный отдых является для мусульман таким же обычным делом, как и ночной сон, потому что Аллах разъяснил мусульманам предписание, касающееся их обычного состояния. 4. Несовершеннолетним детям не разрешается видеть те части тела взрослых людей, которые необходимо прикрывать, и не разрешается обнажать соответствующие части своих тел, потому что Аллах повелел им просить разрешения войти в покои для того, чтобы избежать запрещенного. 5. Рабы не имеют права видеть те части тела своих хозяев, которые необходимо прикрывать, и хозяева не имеют права видеть соответствующие части тел Своих рабов. Преподаватели и проповедники, которые занимаются изучением вопросов шариата, должны разъяснять значение и мудрость религиозных предписаний, а не ограничиваться простым упоминанием о них. Именно поэтому Аллах ниспослал обсуждаемое нами предписание, а затем поведал о причине этого и сказал: «Вот три времени наготы для вас» (24:58). 6. Запрет смотреть на части тела, которые необходимо прикрывать, относится не только к рабам и несовершеннолетним детям, но и к хозяевам рабов и взрослым, потому что Всевышний сказал: «Ни на вас, ни на них нет греха за вход без разрешения, помимо этих случаев, ведь вы посещаете друг друга» (24:58). 7. Слюна ребенка является чистой, даже если перед этим в его рот попало нечто нечистое, например, блевотина. Всевышний назвал детей теми, кто ходит вокруг взрослых (таввафун). А когда посланника Аллаха, да благословит его Аллах и приветствует, спросили о кошках, он сказал: «Они не являются нечистыми. Они суть одни из тех, кто ходит вокруг вас». 8. Человек имеет право пользоваться услугами находящихся у него на попечении детей, если это не обременительно для детей и не превышает общепринятых норм. А подтверждается это утверждение тем, что Аллах назвал детей теми, кто ходит вокруг взрослых. 9. Позволение входить в покои без разрешения во всех случаях, кроме трех времен наготы, относится к несовершеннолетним детям. Что же касается детей, которые достигли половой зрелости, то они обязаны просить разрешения войти при любых обстоятельствах и в любое время. 10. Под совершеннолетием и половой зрелостью подразумевается возраст, по достижении которого у детей начинаются поллюции. Все религиозные предписания, связанные с достижением совершеннолетия, должны опираться на этот критерий, по поводу которого среди мусульманских богословов нет никаких разногласий. Однако разногласия существуют по поводу того, являются ли критериями совершеннолетия или половой зрелости возраст и появление волос на лобке. И лучше всего об этом известно Аллаху."
    },
    {
      "ayah": 6,
      "surah": 24,
      "text": "Покаянием в необоснованном обвинении является признание собственной лжи. Если совершивший такой поступок не привел в подтверждение своих слов четырех свидетелей, то он обязан признаться в том, что оболгал человека, даже если убежден в том, что сказанное им действительно произошло. Если же он покаялся и стал совершать праведные поступки, искупив тем самым совершенное злодеяние, то его уже нельзя называть ослушником и грешником. Согласно наиболее достоверному мнению, в этом случае его последующие свидетельства также следует принимать во внимание. Среди прекрасных имен Аллаха - Прощающий, Милосердный. Он прощает любые прегрешения тем, кто раскаивается и возвращается на путь Господа. Что же касается применения меры наказания в отношении тех, кто обвиняет людей в совершении прелюбодеяния и не может привести четырех свидетелей, то это предписание не относится к тем, кто обвиняет собственного мужа или собственную жену. И поэтому далее Всевышний сказал:"
    },
    {
      "ayah": 60,
      "surah": 24,
      "text": "Этот аят касается женщин, которые не ведут половой жизни и не испытывают полового влечения, которые не надеются на замужество и непривлекательны для мужчин. Это могут быть престарелые женщины, которые не испытывают полового влечения и не пробуждают полового влечения в мужчинах, а также безобразные женщины, которые также не пробуждают полового влечения в мужчинах. Такие женщины не совершат греха, если снимут верхнее покрывало, о котором Всевышний сказал: «Пусть они не выставляют напоказ своих прикрас, за исключением тех, которые видны, и пусть прикрывают своими покрывалами вырез на груди и не показывают своей красы никому» (24:31). Женщины, о которых упоминается в этом откровении, имеют право открывать лицо, потому что подобный поступок не повлечет за собой опасных последствий для нее и для окружающих. Однако на основании разрешения снимать верхнее покрывало некоторые люди могут ошибочно предположить, что таким женщинам дозволено принаряжаться в присутствии посторонних мужчин, и для того, чтобы предотвратить подобное заблуждение, Всевышний Аллах запретил им показывать свою красу. Это означает, что они не имеют права носить верхнюю одежду, которая привлекает к себе внимание, и стучать по земле ногами так, чтобы окружающие могли услышать звон украшений на ногах. А причина этого заключается в том, что надетые на женщину украшения соблазняют мужчин и ставят их в затруднительное положение, даже если женщина покрывается покрывалом и не обладает привлекательной внешностью. И поэтому скромно воздерживаться от снятия покрывала и соблюдать целомудрие для таких женщин намного лучше. Под целомудрием же подразумевается замужество и избежание всего, что может склонить человека к совершению греха. Воистину, Аллах слышит любые голоса и ведает о любых намерениях и помыслах. И это обязывает женщин остерегаться скверных слов и помыслов и всегда помнить о том, что Аллах непременно воздаст людям за совершенные ими деяния."
    },
    {
      "ayah": 61,
      "surah": 24,
      "text": "Всевышний поведал о Своей милости по отношению к рабам. Он не только не сделал религию обременительной для людей, но и облегчил религиозные предписания. Ни слепые, ни хромые, ни больные мусульмане не совершат греха, если оставят некоторые обязательные религиозные предписания. Это может быть священная война на пути Аллаха или другой обряд поклонения, который слепой не способен выполнить из-за отсутствия зрения, хромой - из-за хромоты, а больной - по состоянию здоровья. Это откровение имеет самый широкий смысл и распространяется на все шариатские предписания. Однако затем Всевышний Аллах ниспослал повеление, которое действительно только при определенных обстоятельствах. Всевышний разрешил мусульманам есть в своих собственных домах, под которыми подразумеваются дома их детей. О справедливости этого утверждения свидетельствуют слова Пророка Мухаммада, который сказал: «Ты вместе со своим имуществом принадлежишь твоему отцу». А в другом хадисе говорится: «Лучшей пищей является то, что вы заработали собственным трудом, и ваши дети также являются вашим заработком и приобретением». В этом откровении не имеются в виду собственные дома людей, потому что это означало бы разъяснение того, что не нуждается в разъяснении. А речь Аллаха бесконечно далека от подобных бесполезных выражений. Аллах разъяснил то, что не является грехом, но может вызвать сомнения у некоторых людей. Что же касается собственного дома, то никто не станет сомневаться в том, что человек имеет право есть в своем собственном доме. Всевышний также разрешил Своим рабам есть в домах отцов, или в домах матерей, или в домах братьев, или в домах сестер, или в домах дядей по отцу, или в домах теток по отцу, или в домах дядей по матери, или в домах теток по матери, или в тех домах, ключи которых находятся в их распоряжении, или в домах друзей. Под домами, ключи которых находятся в распоряжении людей, подразумеваются дома, которыми человек распоряжается по доверенности, в связи с опекунством или по другим подобным причинам. Что же касается толкования, согласно которому под этими домами подразумеваются дома принадлежащих людям рабов, то оно не является достоверным по двум причинам. Во-первых, дом раба не называют домом, ключи которого находятся в распоряжении человека. Человек распоряжается домом своего раба целиком и полностью, а не только его ключами. А Во-вторых, дом раба является собственным домом хозяина раба, потому что раб вместе со своим имуществом полностью принадлежит своему господину. И поэтому ничто не мешает человеку есть в доме своего раба. Мусульманин имеет право поесть в одном из перечисленных домов даже без разрешения хозяина дома, и мудрость этого предписания становится ясна из контекста этого откровения. Согласно существующим обычаям, люди позволяют друг другу поступать так, потому что их связывают родство, хозяйственные взаимоотношения или дружба. И если бы перечисленные выше люди проявляли скупость по отношению друг к другу и не позволяли друг другу поесть в своем доме, то Аллах не ниспослал бы этого дозволения. Об этом свидетельствуют смысл и мудрость обсуждаемого нами откровения. Всевышний также отметил, что мусульмане могут есть вместе или в отдельности. Это сделано для того, чтобы не обременять мусульман дополнительными ограничениями, а не потому, что между трапезой в кругу людей и в уединении нет никакой разницы. Поэтому следует знать, что предпочтительнее трапезничать в кругу людей. Затем Всевышний Аллах повелел мусульманам при входе в дом приветствовать друг друга миром. Арабское слово «буйут» («дома») использовано в условном предложении без определенного артикля, и это означает, что ниспосланное предписание относится ко всем домам без исключения, даже если в них никого нет. Примечательно, что Аллах повелел мусульманам приветствовать самих себя, потому что взаимная любовь и милосердие мусульман делают их единым целым. Из всего сказанного следует, что произносить слова приветствия следует при входе в любой дом без исключения, тогда как просить разрешения войти нужно не во всех случаях. Затем Аллах похвалил мусульманское приветствие и назвал его благословенным и прекрасным. И поэтому при входе в дом мусульмане говорят: «Мир вам, милость и благословение Аллаха!» Можно также сказать: «Мир нам и праведным рабам Аллаха!» Аллах повелел приветствовать мусульман таким образом и сделал эти слова благословенными, потому что в них содержатся пожелания благополучия, милости, благословения, преуспеяния и приумножения добра. Аллах также назвал эти слова прекрасными, потому что они угодны Самому Аллаху, доставляют радость тому, кого приветствуют, и порождают взаимную любовь и симпатию. Так Аллах разъясняет Свои знамения, свидетельствующие о мудрости религиозных предписаний. Быть может, это заставит людей призадуматься и поразмыслить. Это может сделать из них благоразумных и сознательных людей, потому что размышления над истинными шариатскими предписаниями делают человека более разумным и сознательным. Это связано с тем, что шариатские предписания имеют самый славный смысл и проповедуют самое правильное поведение. А воздаяние от Аллаха всегда соответствует роду совершенных деяний. И если человек, повинуясь призыву Всевышнего, использовал свой разум для познания своего Господа и размышления о Его знамениях, то Аллах сделает его еще более проницательным и благоразумным. Из этого аята вытекает важное шариатское правило, которое гласит: «Обычай и обыкновение определяются словами». В принципе, человек не имеет права есть то, что принадлежит другому человеку. Однако Аллах разрешил Своим рабам есть в домах перечисленных в откровении людей, потому что это полностью соответствует сложившимся обычаям. Из этого следует, что если человек должен попросить у хозяина разрешение на пользование его собственностью, но уверен в том, что хозяин позволит ему это, то ему разрешается воспользоваться этой собственностью. Из этого аята также следует, что отец имеет право пользоваться собственностью своего сына или присваивать ее себе, если подобный поступок не причиняет вреда его сыну, потому что Аллах назвал дома сыновей собственными домами родителей. Из него также следует, что супруга хозяина дома, сестра хозяина дома или любой другой человек, который распоряжается в его доме, имеют право есть в этом доме и кормить нуждающихся в пределах, определяемых обыкновением. Из него также следует, что люди имеют право скидываться для того, чтобы пообедать вместе, даже если один из них поест больше других."
    },
    {
      "ayah": 62,
      "surah": 24,
      "text": "Аллах заповедал Своим верующим рабам держаться вместе, когда они сообща выполняют обязательное или желательное предписание. Это может быть священная война, совет или любое другое начинание, которое мусульмане должны выполнять сообща в интересах общего дела. В таких случаях верующий, который искренне уверовал в Аллаха и Его посланника, не отлучается по делам и не возвращается к семье без разрешения Посланника или его заместителя после него. Аллах засвидетельствовал, что вера обязывает мусульман не отрываться от общего дела без разрешения, и похвалил правоверных за подобное уважительное отношение к Посланнику и мусульманским правителям. Всевышний сказал, что если мусульманин просит у своего правителя разрешения отлучиться, то он искренне верует в Аллаха и Его посланника. Но должен ли правитель разрешать правоверным отлучаться? Аллах сообщил о том, что правитель имеет право разрешить подчиненному отлучиться при соблюдении двух условий. Во-первых, мусульманин должен отлучаться по уважительной причине, потому что в противном случае правитель не должен позволять ему отлучиться. Во-вторых, отлучка мусульманина должна пойти ему на пользу и не принести вреда остальным. Это значит, что если мусульманин просит разрешения отлучиться по уважительной причине, а правитель считает, что его сообразительность, отвага или другие качества могут принести пользу мусульманам, то он имеет права не отпускать его. Если же мусульманин просит отлучиться по уважительной причине и его отъезд не причинит вреда остальным, то его просьба может быть удовлетворена. И в этом случае Аллах повелел Своему посланнику просить прощения за таких мусульман, потому что просьба о разрешении отлучиться может быть упущением со стороны правоверного. Однако Аллах прощает грехи Своим рабам и проявляет к ним снисходительность. И по Своей милости Он позволил им просить разрешения отлучиться по уважительной причине."
    },
    {
      "ayah": 63,
      "surah": 24,
      "text": "Если посланник Аллаха обратился к вам с призывом, то вы обязаны повиноваться ему. Вы обязаны отвечать на его призыв, даже если в этот момент совершаете намаз. И нет такого человека, чьим словам мусульмане обязаны безоговорочно повиноваться на словах и делах, кроме посланника Аллаха, потому что он был защищен от ошибок и потому что правоверным было велено следовать его путем. Всевышний сказал: «О те, которые уверовали! Отвечайте Аллаху и Посланнику, когда он призывает вас к тому, что дарует вам жизнь» (8:24). Не обращайтесь к Посланнику, да благословит его Аллах и приветствует, так, как вы обращаетесь друг к другу. Не зовите его по имени и не говорите ему: «О Мухаммад!» или «О Мухаммад, сын Абдуллаха!» Так вы можете обращаться друг к другу, однако он превосходит вас своими качествами и достоинствами, и поэтому вы должны обращаться к нему со словами: «О посланник Аллаха! О Пророк Аллаха!» В предыдущем аяте Всевышний похвалил правоверных, которые не отрываются от общего дела, пока не попросят разрешения. В данном откровении Аллах сурово пригрозил тем, кто не поступает так и отлучается без разрешения. Такие люди уходят украдкой и пытаются сделать это незаметно от людских взоров. И даже если им удается скрыть свой поступок от людей, он не остается незамеченным Аллахом, Который ведает об их злодеяниях и сполна воздаст за каждое из них. Пусть же остерегаются те, которые противятся воле Аллаха и Его посланника, как бы не постигло их искушение или мучительное наказание. Это относится к тем, кто отказывается повиноваться Аллаху и Его посланнику в одном или нескольких вопросах. Что же тогда говорить о тех, кто вообще не прислушивается к их повелениям без всякой на то причины?!! Такие люди непременно попадут в искушение, увязнут в многобожии и злодеяниях и будут подвергнуты мучительному наказанию."
    },
    {
      "ayah": 64,
      "surah": 24,
      "text": "Все сущее на небесах и земле принадлежит Аллаху. Все эти творения являются рабами Аллаха и живут по законам Божьего предопределения и Божьей религии. Аллах ведает о том добре и зле, которое совершают Его творения. Он изначально подсчитал их добрые и злые деяния. Письменная трость записала их в Хранимой скрижали, а благородные ангелы-хранители продолжают записывать их в своих письменах. Когда же наступит День воскресения, Всевышний Аллах доподлинно поведает своим творениям о совершенных ими малых и великих деяниях и приведет правдивых свидетелей, после чего вынесет свой приговор либо по милости, либо по справедливости. А после упоминания о том, что Аллаху известно обо всех человеческих деяниях, Всевышний Аллах поведал о Своем знании в более широком смысле и сказал, что Ему ведомо все сущее."
    },
    {
      "ayah": 7,
      "surah": 24,
      "text": "Если супруг обвиняет свою жену в совершении прелюбодеяния, то по отношению к нему не используется установленная мера наказания. Как правило, муж не выдвигает лживых обвинений против своей жены, потому что это бросает тень не только на жену, но и на него самого. Муж имеет право обвинить неверную супругу в измене также потому, что неверная жена может забеременеть от другого мужчины и приписать ребенка своему мужу. Есть множество других причин, по которым супруг имеет право выдвинуть такое обвинение и которые отсутствуют, когда обвинение исходит от другого человека. Упомянутое в этом аяте предписание распространяется на тех, кто обвиняет в неверности своих жен, являющихся свободными женщинами, а не рабынями. Если при этом муж не имеет свидетелей, кроме самого себя, то он обязан вместо этих свидетельств четырежды повторить: «Я свидетельствую именем Аллаха, что выдвинутое мной обвинение является правдивым». Затем он должен подтвердить принесенные свидетельства клятвой о том, что заслуживает проклятия Аллаха, если лжет. После произнесения этих свидетельств он освобождается от ответственности за обвинение в совершении прелюбодеяния. Из очевидного смысла этого откровения вытекает, что муж освобождается от ответственности даже в том случае, если называет имя мужчины, с которым его жена совершила прелюбодеяние. Однако богословы разошлись во мнениях по поводу того, как поступить с женщиной, если муж произнес эти свидетельства, а обвиняемая жена отказывается сделать то же самое. Одни богословы считают, что ее следует арестовать, а другие богословы считают, что ее следует наказать за совершение прелюбодеяния. Последующие аяты свидетельствуют о том, что в этом случае обвиненную жену следует наказать за совершение прелюбодеяния. И если бы под упомянутым в них наказанием не подразумевалось наказание за совершение прелюбодеяния, то принесенные свидетельства не избавили бы мужа от ответственности."
    },
    {
      "ayah": 8,
      "surah": 24,
      "text": "Если супруг обвиняет свою жену в совершении прелюбодеяния, то по отношению к нему не используется установленная мера наказания. Как правило, муж не выдвигает лживых обвинений против своей жены, потому что это бросает тень не только на жену, но и на него самого. Муж имеет право обвинить неверную супругу в измене также потому, что неверная жена может забеременеть от другого мужчины и приписать ребенка своему мужу. Есть множество других причин, по которым супруг имеет право выдвинуть такое обвинение и которые отсутствуют, когда обвинение исходит от другого человека. Упомянутое в этом аяте предписание распространяется на тех, кто обвиняет в неверности своих жен, являющихся свободными женщинами, а не рабынями. Если при этом муж не имеет свидетелей, кроме самого себя, то он обязан вместо этих свидетельств четырежды повторить: «Я свидетельствую именем Аллаха, что выдвинутое мной обвинение является правдивым». Затем он должен подтвердить принесенные свидетельства клятвой о том, что заслуживает проклятия Аллаха, если лжет. После произнесения этих свидетельств он освобождается от ответственности за обвинение в совершении прелюбодеяния. Из очевидного смысла этого откровения вытекает, что муж освобождается от ответственности даже в том случае, если называет имя мужчины, с которым его жена совершила прелюбодеяние. Однако богословы разошлись во мнениях по поводу того, как поступить с женщиной, если муж произнес эти свидетельства, а обвиняемая жена отказывается сделать то же самое. Одни богословы считают, что ее следует арестовать, а другие богословы считают, что ее следует наказать за совершение прелюбодеяния. Последующие аяты свидетельствуют о том, что в этом случае обвиненную жену следует наказать за совершение прелюбодеяния. И если бы под упомянутым в них наказанием не подразумевалось наказание за совершение прелюбодеяния, то принесенные свидетельства не избавили бы мужа от ответственности."
    },
    {
      "ayah": 9,
      "surah": 24,
      "text": "Обвиненная жена освобождается от ответственности, если она ответит на свидетельства мужа свидетельствами в собственную защиту. Для этого она должна четырежды поклясться в том, что ее муж говорит неправду, и подтвердить свои свидетельства клятвой о том, что заслуживает гнева Аллаха, если он говорит правду. Это клятвенное свидетельство супругов называется лиан ‘взаимное проклятие’. Если оба супруга приносят такие клятвенные заверения, то они разводятся без права восстановления брака. Если же причиной этого была беременность женщины, то ребенок лишается права носить имя своего отца. Очевидный смысл этих аятов свидетельствует о том, что при взаимном проклятии супруги должны произносить именно те свидетельства, которые упомянуты в этих откровениях. Также необходимо, чтобы последовательность этих свидетельств была соблюдена. Ни одно из них не может быть опущено или заменено другим. Взаимное проклятие действительно только в тех случаях, когда муж обвиняет свою супругу в неверности, но не наоборот. Что же касается сходства ребенка со своим родителем, то при взаимном проклятии оно не принимается во внимание, также как и не принимается во внимание, когда ребенок должен остаться в доме, в котором он появился на свет. Сходство с родителем принимается во внимание только тогда, когда оно является единственным существенным обстоятельством."
    }
  ]
}
