{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 25,
      "text": "Всевышний поведал о Своем совершенном величии, своих неповторимых качествах, а также своих многочисленных милостях и щедротах. Слово табарака ‘благословен’ подчеркивает величие Всевышнего Аллаха, совершенство Его качеств и безграничность Его добродетели. А что касается величайшей милости Аллаха, то ею, несомненно, является Священный Коран, который назван Различением, потому что благодаря его аятам люди различают между дозволенным и запрещенным, между прямым путем и заблуждением, между счастливыми праведниками и несчастными неверными. Коран был ниспослан одному из рабов Божьих - Пророку Мухаммаду, да благословит его Аллах и приветствует, который благодаря своим прекрасным качествам и деяниям превзошел всех остальных посланников. Затем Аллах сообщил о том, что божественное различение ниспослано для того, чтобы Священное Писание и Посланник предостерегали людей от гнева Аллаха и злого возмездия и открывали им глаза на то, как можно снискать благоволение Господа и избежать Его ненависти. Тот из людей, кто прислушается к этому увещеванию и покорится его предписаниям, сумеет обрести спасение как при жизни на земле, так и после смерти. Он обретет вечное счастье и овладеет неисчерпаемыми благами. Что может быть лучше этой милости и добродетели? Благословен Тот, Чья милость и добродетель во много раз превосходят все это!"
    },
    {
      "ayah": 10,
      "surah": 25,
      "text": "Если Аллаху будет угодно, то Он одарит тебя благами, которые превосходят то, что многобожники считают доказательством правдивости твоей пророческой миссии. Это - прекрасные сады, в которых текут ручьи, а также дворцы. Аллах может одарить, кого угодно, великолепными садами и удивительными дворцами, однако Он не одаряет этими тленными благами своих посланников, потому что Он знает истинную цену земным прелестям. Все они - малы и ничтожны, и поэтому Аллах одаряет своих посланников и возлюбленных рабов только самым необходимым, как того требует божественная мудрость. А что касается высказываний врагов и противников, которые обвиняют Божьих избранников в бедности, то все они дерзки и несправедливы."
    },
    {
      "ayah": 11,
      "surah": 25,
      "text": "После изобличения порочности этих высказываний Всевышний Аллах поведал об истинных намерениях многобожников. Они не желают найти истину и не хотят слышать никаких доказательств. Они хотят упрямо отвергать истину и вершить беззаконие, а их дерзкие речи лишь отражают то, что кроется в их сердцах. Именно поэтому Аллах поведал о том, что они упрямо отрицают Судный день и отказываются признать истину. Такие люди никогда не последуют прямым путем, и никакие споры не откроют им глаза на истину. У них есть один-единственный выход - дождаться наступления мучительного наказания. Для них приготовлен Адский Огонь. Его пламя бушует, его жар обжигает, его рев оглушает, а его гнев изливается на адских мучеников."
    },
    {
      "ayah": 12,
      "surah": 25,
      "text": "Это произойдет еще до того, как грешники окажутся в Аду, и как только это произойдет, сердца неверных наполнятся страхом и беспокойством. Они будут умирать от страха, но не смогут вкусить столь желанную смерть. Огненная Геенна будет гневаться на них из-за того, что они разгневали Всевышнего Творца, и чем ужаснее было их неверие и беззаконие, тем ужаснее для них будет Адское Пламя."
    },
    {
      "ayah": 13,
      "surah": 25,
      "text": "Речь идет о том мгновении, когда неверные испытают на себе чудовищные адские муки. Они окажутся в самой середине Преисподней, где очень мало места и очень много мучеников, которые будут закованы в цепи и оковы. Они будут отбывать самое ужасное заключение в самом злополучном месте и будут молить о погибели, позоре и бесчестии. Они признаются в собственном беззаконии и неверии и не станут отрицать того, что Всевышний Аллах был справедлив к каждому из них. Воистину, они окажутся в Преисподней только по причине собственных злодеяний, и поэтому мольбы о помощи и спасении не принесут им никакой пользы и не избавят их от наказания Аллаха."
    },
    {
      "ayah": 14,
      "surah": 25,
      "text": "Даже если вы будете непрестанно взывать о погибели, это не принесет вам ничего, кроме печали, беспокойства и разочарования. А после упоминания о страданиях нечестивцев было бы уместным сообщить о вознаграждении, которое ожидает богобоязненных праведников, и поэтому следующие два аята Всевышний Аллах ниспослал об обитателях Рая."
    },
    {
      "ayah": 15,
      "surah": 25,
      "text": "О Мухаммад! Ты должен разъяснить грешникам, насколько бессмысленны их рассуждения и насколько порочен их выбор, согласно которому они отказываются от добра и отдают предпочтение злу. А для этого спроси их: что лучше - Адский Огонь или же Сад вечности, который обещан богобоязненным? Богобоязненность - это верный способ заслужить эту прекрасную обитель, и поэтому правоверным, которые вооружились богобоязненностью, Всевышний Аллах обещал место в Раю, который будет им воздаянием и конечным местопребыванием. Такова награда за богобоязненность и благочестие. Таково местопребывание праведников, которые никогда не покинут прекрасные Райские сады."
    },
    {
      "ayah": 16,
      "surah": 25,
      "text": "Как только они пожелают чего-либо, их желания сбудутся. Для них там уготованы изысканные яства, вкусные напитки, прекрасные одежды, очаровательные женщины, высокие дворцы, удивительные сады, разнообразные аппетитные фрукты, которые доставляют удовольствие всем, кто употребляет их в пищу или хотя бы смотрит на них. В этих садах текут журчащие ручьи, которые праведники направляют туда, куда пожелают. В них течет вода, которая не застаивается, молоко, которое не прокисает, вино, которое не доставляет пьющим его ничего, кроме удовольствия, а также мед, который не имеет осадка и примесей. Удивительные благоухания, распрекрасные горницы, трогательные голоса, которые проникают до самых глубин человеческих сердец, теплые встречи с братьями и близкими - все это ожидает правоверных в Последней жизни. Но самое главное, они получат возможность увидеть Лик Милосердного Господа и услышать Его божественную речь. Они будут наслаждаться общением со своим Создателем и упиваться близостью с Ним. Они будут счастливы от того, что сумели снискать Его благоволение, спастись от Его гнева и обрести блаженство, которое никогда не прекратится, а с каждым часом будет только увеличиваться. Так твой Господь исполнит испрошенное обещание. Аллах назвал его испрошенным, потому что Его богобоязненные рабы своими поступками и речами постоянно стремились умолить Его ввести их в Рай, обещанный богобоязненным праведникам. Так какая же из двух обителей лучше и какой из них должен отдавать предпочтение человек? Кто лучше и благоразумнее: люди, которые трудятся для того, чтобы оказаться в обители страданий и несчастья, или люди, которые трудятся ради обители счастья и преуспеяния? О рабы Аллаха, обладающие разумом, задумайтесь над этим и дайте себе ответ. Отныне вам стала ясна истина, и перед вами освещен прямой путь, и если вы отвернетесь от ниспосланных Аллахом доказательств, то у вас не будет ни малейшего оправдания такому порочному выбору. Господи! Ты сотворил людей счастливыми и несчастными. Мы просим Тебя включить нас в число тех, кто получит великое вознаграждение и добавку. Мы также просим Тебя избавить нас от страданий и несчастий. Господи, одари нас блаженством и благополучием! Затем Всевышний Аллах сообщил о том, что произойдет в День воскресения с многобожниками и ложными богами, которым они поклонялись. В этот страшный день многобожники и идолопоклонники осознают порочность своих устремлений, потому что некогда обожествляемые ими творения отрекутся от них. Господь сказал:"
    },
    {
      "ayah": 17,
      "surah": 25,
      "text": "Аллах соберет многобожников и неверных, а также вымышленных ими богов. Затем Аллах обратится к творениям, которым поклонялись нечестивцы, и это будет упреком и порицанием в адрес последних. Аллах скажет: «Это вы сбили с пути Моих рабов или они сами сбились с пути? Это вы приказали людям поклоняться вам и приукрасили в их глазах подобное злодеяние или они сами осмелились поступать таким отвратительным образом?»"
    },
    {
      "ayah": 18,
      "surah": 25,
      "text": "Твоим рабам не подобает поклоняться кому-либо, кроме Тебя, и мы не имеем никакого отношения к этим нечестивцам. Мы никогда не стали бы отрекаться от Тебя и надеяться на помощь иных покровителей. Мы никогда не стали бы поклоняться им и обращаться к ним с мольбой о помощи или спасении. Мы сами нуждаемся в поклонении Тебе одному, как же мы можем согласиться на то, чтобы кто-то поклонялся нам?! Мы никогда не делали этого. Эти слова похожи на слова святого пророка Исы, о которых Всевышний Аллах поведал в суре «Аль-Маида»: «Вот сказал Аллах: “О Иса (Иисус), сын Марьям (Марии)! Говорил ли ты людям: ‘Примите меня и мою мать двумя богами наряду с Аллахом’?” Он сказал: “Пречист Ты! Как я мог сказать то, на что я не имею права? Если бы я сказал такое, Ты знал бы об этом. Ты знаешь то, что у меня в душе, а я не знаю того, что у Тебя. Воистину, Ты - Ведающий сокровенное. Я не говорил им ничего, кроме того, что Ты мне велел: ‘Поклоняйтесь Аллаху, моему Господу и вашему Господу’…”» (5:116–117); в Коране также сказано: «В тот день Он соберет их всех, а затем скажет ангелам: “Это они поклонялись вам?” Они скажут: “Пречист Ты! Ты - наш Покровитель, а не они. Они поклонялись джиннам, и большинство их веровали именно в них”» (34:40–41); «Кто же находится в большем заблуждении, чем те, которые взывают вместо Аллаха к тем, которые не ответят им до Дня воскресения и которые не ведают об их зове?! А когда люди будут собраны, они станут их врагами и будут отвергать их поклонение» (46:5–6). После того как обожествляемые многобожниками творения заявят о том, что они не призывали людей к многобожию и не сбивали их с прямого пути, они поведают о том, что же явилось причиной их заблуждения. Многочисленные мирские удовольствия заставили их думать только о земной жизни и отвлекли их от правой веры и поклонения одному Аллаху. В результате грешники превратились в пропащий народ, который не был способен принести добро и не заслуживал ничего, кроме погибели и злого возмездия. Мирские удовольствия стали для них препятствием, которое мешало им встать на прямой путь и прислушаться к божественному руководству. А отсутствие добрых качеств делало их людьми, которые вообще не заслуживали божественного руководства. Если же людям присущи эти две особенности, то есть они не достойны высокой чести следовать прямым путем да еще имеют перед собой препятствие, отделяющее их от прямого пути, то они непременно будут удостоены погибели и злого возмездия. После того как некогда обожествляемые творения отрекутся от многобожников, Всевышний Аллах упрекнет этих нечестивцев и скажет:"
    },
    {
      "ayah": 19,
      "surah": 25,
      "text": "Они не призывали вас к многобожию и не радовались тому, что вы поклонялись им. Они даже не хотят заступаться за вас перед вашим Господом. Они называют вас лжецами и превратились в ваших заклятых врагов, а вы заслужили самое мучительное наказание. Сегодня вы не сможете отвратить от себя лютой кары, т.е. не сможете избежать возмездия или откупиться от наказания. Вы не сможете помочь себе, и никто не придет к вам на помощь. Сегодня эта участь постигнет каждого невежественного заблудшего, который слепо повиновался предводителям неверия. Как ужасна эта участь! Как печален такой исход! А что касается упрямых нечестивцев, которые сознательно отрицали истину, то каждому из них Всевышний Аллах даст вкусить великое мучение. Их беззаконие проявлялось в упрямстве и непризнании истины и не знало границ, и поэтому их наказание будет безгранично. Затем Аллах опроверг безосновательные обвинения неверных и сказал:"
    },
    {
      "ayah": 2,
      "surah": 25,
      "text": "Он один управляет Вселенной, а все живые и неживые твари на небесах и на земле являются Его рабами. Все они смиряются перед Его величием, покоряются Его господству и нуждаются в Его милости. Он не породил для себя ребенка. Разве может быть ребенок или сотоварищ у Всемогущего Властелина, Которому покорно все сущее?!! Он владеет Вселенной, а все остальные принадлежат Ему. Он обладает властью, а все остальные покорны Ему. Он ни в ком и ни в чем не нуждается, а все остальные целиком и полностью нуждаются в Нем. Разве может быть сотоварищ у Аллаха, если судьбы всех творений находятся в Его руках?!! Рабы Аллаха трудятся, отдыхают и принимают решения только с позволения Всевышнего Господа. Воистину, Аллах никоим образом не нуждается в сотоварищах. Однако многобожники не ценят Аллаха надлежащим образом и осмеливаются говорить о Нем недостойные вещи. Словно увещевая их, Всевышний Аллах поведал о том, что Он сотворил все сущее и придал ему меру. Небеса, земля, животные, растения и безжизненные предметы - все они сотворены Аллахом. Но Господь не просто сотворил их - Он придал им меру, которая соответствует требованиям божественной мудрости. Все они настолько прекрасны, что благоразумный человек не может представить их в другом, более совершенном обличии. Ни для одного органа, ни для одной части тела невозможно найти другого, более подходящего места. Поэтому Всевышний Аллах сказал: «Славь имя Господа твоего Всевышнего, Который сотворил все сущее и всему придал соразмерность, Который предопределил судьбу творений и указал путь» (87:1–3). Пророк Муса же сказал: «Господь наш - Тот, Кто придал облик всякой вещи, а затем указал всему путь» (20:50). Все это свидетельствует о совершенстве и величии Аллаха, а также о Его бесконечной добродетели, и все это обязывает людей любить, обожествлять и возвеличивать только Всемогущего Господа. Нет у Него сотоварищей, и никто не заслуживает поклонения наряду с Ним, и поэтому далее Аллах поведал о многобожниках, которые ослушаются повелений своего Господа."
    },
    {
      "ayah": 20,
      "surah": 25,
      "text": "Мы не сделали их безжизненными телами, которые не вкушают пищу, и не сделали их ангелами, дабы вы могли брать пример с этих благородных людей. А что касается богатства и бедности, то они являются искушением для рабов Аллаха на земле и зависят от Его премудрого решения. Поэтому далее Он поведал о том, что сделал одних людей испытанием для других. Даже Его посланники были искушением для людей, к которым они были посланы. Они призывали своих соплеменников уверовать в истину, и благодаря этому покорные праведники отличались от ослушников. Богатство также является искушением, потому что богатый человек всегда является искушением для бедного, а бедный - для богатого. Люди, обладающие различными способностями и возможностями, всегда являются искушением друг для друга, потому что земной мир - это обитель искушения и испытания. В чем же заключается смысл этого испытания? Всевышний сотворил людей для того, чтобы удостовериться, станут они исправно выполнять свои обязанности и заслужат вознаграждение своего Покровителя или не сумеют выдержать испытания и будут обречены на справедливое наказание. Среди Его прекрасных имен - Видящий. Он видит деяния Своих рабов и знает о них абсолютно все. Благодаря этому Он избирает только тех, кто достоин чести быть Божьим посланником, и наделяет их превосходными достоинствами. Кроме того, благодаря Своему совершенному знанию Он сполна воздаст за каждое из человеческих деяний: добром за добро и злом за зло."
    },
    {
      "ayah": 21,
      "surah": 25,
      "text": "Несмотря на это, среди людей есть такие, которые не надеются на встречу с Аллахом, то есть отвергают Божьих посланников и считают ложью обещание Аллаха о вознаграждении праведников и наказании грешников. В сердцах таких людей нет ни страха перед суровым наказанием, ни надежды на щедрое вознаграждение при встрече с Всемогущим Творцом. Они говорят: «Почему к нам не ниспосланы ангелы? Почему мы не видим нашего Господа?» Именно так поступали современники Пророка Мухаммада. Они говорили: «Почему тебя не окружают ангелы, которые убедили бы нас в истинности твоей пророческой миссии? Уж они-то помогли бы тебе справиться с этой тяжелой обязанностью. И почему ты вообще должен быть Божьим посланником? Они могли бы без особого труда донести до человечества послание своего Господа. Скажи нам, если ты говоришь правду, почему мы не видим нашего Господа? Почему Он не заговорит с нами и не подтвердит правдивость твоих слов? Почему Он сам не велит нам последовать за тобой?» Многобожники пытались упрекнуть посланника Аллаха в том, что в действительности не может служить упреком, ибо ими двигали исключительно высокомерие, надменность и заносчивость. Поэтому Всевышний Аллах сказал, что они надменно возгордились собой и совершили великое преступление. Это - истинная причина их громких заявлений и дерзких требований. А кто они, эти жалкие и несчастные неверные? Кто позволил им требовать возможности увидеть Всевышнего Аллаха? Кто дал им право определять критерии истинного пророческого послания? Разве может быть более зловещее высокомерие?!! Эти преступники уклонились от истины, а их сердца окаменели и стали более твердыми, чем камни и железо. Они были не способны преклониться перед истиной и обратиться лицом к добрым советникам. Они не прислушивались к проповедям и увещеваниям и отказывались следовать истине. Напротив, они называли лжецами самых правдивых и искренних людей и отворачивались от ясных знамений и убедительных доказательств. Разве может быть более ужасное преступление?!! Все это привело к тому, что их деяния стали тщетными и бесполезными и обернулись для грешников чудовищным убытком."
    },
    {
      "ayah": 22,
      "surah": 25,
      "text": "Они не верили в эту радостную весть при жизни на земле, а продолжали упрямо отрицать истину и увязать в омуте грехов, и поэтому весть, которую им сообщат ангелы, будет горькой и страшной. Это будет весть о справедливом наказании и злом возмездии, которую нечестивцы впервые услышат от ангелов в момент расставания с мирской жизнью. Всевышний Аллах сказал: «Если бы ты видел беззаконников, когда они оказываются в предсмертной агонии, и ангелы простирают к ним свои руки: “Отдайте свои души! Сегодня вам воздадут унизительными мучениями за то, что вы говорили об Аллахе неправду и превозносились над Его знамениями”» (6:93). Затем это произойдет еще раз в могиле, когда к усопшему грешнику придут Мункар и Накир. Это - два ангела, которые допрашивают покойников. Они спросят: «Кто твой Господь? Кто твой пророк? Какую веру ты исповедуешь?» Грешники не смогут ответить на эти вопросы и спастись от лютой кары, и тогда Всевышний Господь лишит их Своей милости и ввергнет в страдания. Затем грешники еще раз услышат страшную весть о наказании в День воскресения. Грубые ангелы будут гнать их к огненной Преисподней и отдадут их в руки адских стражей, которые поведают грешникам недобрую весть и ввергнут их в пылающую бездну. Нечестивцы считают невероятным справедливый суд и просят ускорить наказание. И если они не покаются в своих прегрешениях и преступлениях, то непременно испытают на себе страдания, которые они считают невозможными. В тот страшный день они будут пытаться сбежать от ангелов, но бежать будет некуда, и тогда ангелы скажут им: «Перед вами - непреодолимая преграда». Всевышний Аллах сказал: «О сонмище джиннов и людей! Если вы можете проникнуть за пределы небес и земли, то проникните. Но вы не проникните, не обладая властью (или ясным доводом)!» (55:33)."
    },
    {
      "ayah": 23,
      "surah": 25,
      "text": "Все люди трудятся в поте лица и надеются на то, что их деяния принесут им пользу, но в Судный день их деяния могут оказаться тщетными и бесполезными. Именно это произойдет с неверными и многобожниками, которые окажутся в полном убытке. Они не только будут лишены вознаграждения, но и будут наказаны за то, что совершили при жизни на земле. А причина этого - отсутствие правой веры и неверие в Аллаха и Его посланников. Воистину, Аллах принимает деяния только от тех из Своих рабов, которые искренне исповедуют правую веру и надлежащим образом следуют путем Божьих посланников."
    },
    {
      "ayah": 24,
      "surah": 25,
      "text": "Это будет день великого ужаса и тяжелых потрясений, но все они минуют обитателей Рая, которые веровали в Аллаха, совершали праведные деяния и страшились гнева своего Господа. Их обитель будет лучше, чем обитель неверных. Их обителью будет Рай, в котором они будут отдыхать во веки веков. Как же прекрасна райская обитель! Как же совершенно райское блаженство! Праведники будут вкушать самые прекрасные блага, и ничто не омрачит их удовольствия. Все это совершенно не похоже на то, что будут испытывать адские мученики, и поэтому Всевышний сказал: «Как скверны эта обитель и местопребывание!» (25:66). Однако в обсуждаемом нами аяте Аллах не сообщил о том, какая обитель хуже Райских садов, потому что в упоминании об Адской обители не было необходимости. Затем Всевышний Аллах сообщил о величии Судного дня, наступлением которого человеческие сердца переполнятся страхом, печалью и тревогой. Аллах сказал:"
    },
    {
      "ayah": 25,
      "surah": 25,
      "text": "Это будет день великого ужаса и тяжелых потрясений, но все они минуют обитателей Рая, которые веровали в Аллаха, совершали праведные деяния и страшились гнева своего Господа. Их обитель будет лучше, чем обитель неверных. Их обителью будет Рай, в котором они будут отдыхать во веки веков. Как же прекрасна райская обитель! Как же совершенно райское блаженство! Праведники будут вкушать самые прекрасные блага, и ничто не омрачит их удовольствия. Все это совершенно не похоже на то, что будут испытывать адские мученики, и поэтому Всевышний сказал: «Как скверны эта обитель и местопребывание!» (25:66). Однако в обсуждаемом нами аяте Аллах не сообщил о том, какая обитель хуже Райских садов, потому что в упоминании об Адской обители не было необходимости. Затем Всевышний Аллах сообщил о величии Судного дня, наступлением которого человеческие сердца переполнятся страхом, печалью и тревогой. Аллах сказал:"
    },
    {
      "ayah": 26,
      "surah": 25,
      "text": "В День воскресения небо будет покрыто облаками, в тени которых Аллах будет спускаться с небес для того, чтобы свершить суд над Своими рабами. В тот страшный час разверзнутся небеса, и ангелы каждого неба спустятся на ристалище и выстроятся рядами. Может быть, все ангелы будут выстроены в один ряд, а может быть, ангелы каждого неба выстроятся отдельно, и семь рядов могучих ангелов будут окружать людей и другие творения, над которыми свершится справедливый суд. В любом случае, многочисленные и могучие ангелы со всех сторон окружат людей и остальных тварей. Они будут покорны воле своего Господа и даже разговаривать будут только после Его разрешения. Что же тогда говорить о положении жалких и беспомощных людей, особенно, тех из них, которые осмеливались гневить Всемогущего Властелина и противиться Его воле, которые совершали грехи и злодеяния и не хотели раскаиваться?! Господь объявит им Свой справедливый приговор, и суровым будет этот день для неверных. Именно на них ляжет бремя мук и страданий, которое никоим образом не коснется правоверных. Они переживут День воскресения без страха и печали. Всевышний сказал: «В тот день Мы соберем благочестивых перед Милостивым почтенной делегацией, а грешников погоним в Геенну, словно на водопой» (19:85–86). В тот день власть будет принадлежать только Аллаху. Люди и все остальные творения в День воскресения не будут обладать никакой властью. У них не будет даже той мнимой власти, которой они были наделены в мирской жизни. Правители и подчиненные, свободные и рабы, великие и униженные - все будут равны и одинаково беспомощны перед Всемогущим Создателем. Верующий, который читает этот аят, обретает покой и умиротворение, потому что Аллах назвал себя Милостивым. Господь, Который будет вершить суд в тот страшный день, является Милостивым, и его милость и сострадание объемлют все сущее, всякую живую тварь. Вселенная переполнена свидетельствами Его милости, которая царит на земле и будет верховенствовать в Последней жизни. Милостивый - это имя, лишенное каких-либо недостатков и превосходящее все прекрасные имена Аллаха, свидетельствующие о божественном гневе. Его милость опережает и превосходит Его справедливый гнев. Благодаря ней Аллах сотворил Адама и его беспомощных потомков, оказал им великую честь, одарил их многочисленными щедротами, завершил Свою добродетель по отношению к ним и осенил их Своей божественной заботой. В День воскресения люди будут униженны, смиренны и покорны воле своего Господа. Они будут стоять перед Ним, дожидаясь справедливого приговора. Они будут знать, что этот приговор должен вынести Всевышний Аллах, Который более сострадателен к Своим рабам, чем мать к собственному ребенку. Представьте себе, как милостив и снисходителен будет Господь к людям. В тот день погибнут только самые закоренелые грешники. В тот день милости Аллаха будут лишены только самые несчастные преступники, которые своими скверными деяниями заслужили обещанное Им наказание."
    },
    {
      "ayah": 27,
      "surah": 25,
      "text": "В День воскресения небо будет покрыто облаками, в тени которых Аллах будет спускаться с небес для того, чтобы свершить суд над Своими рабами. В тот страшный час разверзнутся небеса, и ангелы каждого неба спустятся на ристалище и выстроятся рядами. Может быть, все ангелы будут выстроены в один ряд, а может быть, ангелы каждого неба выстроятся отдельно, и семь рядов могучих ангелов будут окружать людей и другие творения, над которыми свершится справедливый суд. В любом случае, многочисленные и могучие ангелы со всех сторон окружат людей и остальных тварей. Они будут покорны воле своего Господа и даже разговаривать будут только после Его разрешения. Что же тогда говорить о положении жалких и беспомощных людей, особенно, тех из них, которые осмеливались гневить Всемогущего Властелина и противиться Его воле, которые совершали грехи и злодеяния и не хотели раскаиваться?! Господь объявит им Свой справедливый приговор, и суровым будет этот день для неверных. Именно на них ляжет бремя мук и страданий, которое никоим образом не коснется правоверных. Они переживут День воскресения без страха и печали. Всевышний сказал: «В тот день Мы соберем благочестивых перед Милостивым почтенной делегацией, а грешников погоним в Геенну, словно на водопой» (19:85–86). В тот день власть будет принадлежать только Аллаху. Люди и все остальные творения в День воскресения не будут обладать никакой властью. У них не будет даже той мнимой власти, которой они были наделены в мирской жизни. Правители и подчиненные, свободные и рабы, великие и униженные - все будут равны и одинаково беспомощны перед Всемогущим Создателем. Верующий, который читает этот аят, обретает покой и умиротворение, потому что Аллах назвал себя Милостивым. Господь, Который будет вершить суд в тот страшный день, является Милостивым, и его милость и сострадание объемлют все сущее, всякую живую тварь. Вселенная переполнена свидетельствами Его милости, которая царит на земле и будет верховенствовать в Последней жизни. Милостивый - это имя, лишенное каких-либо недостатков и превосходящее все прекрасные имена Аллаха, свидетельствующие о божественном гневе. Его милость опережает и превосходит Его справедливый гнев. Благодаря ней Аллах сотворил Адама и его беспомощных потомков, оказал им великую честь, одарил их многочисленными щедротами, завершил Свою добродетель по отношению к ним и осенил их Своей божественной заботой. В День воскресения люди будут униженны, смиренны и покорны воле своего Господа. Они будут стоять перед Ним, дожидаясь справедливого приговора. Они будут знать, что этот приговор должен вынести Всевышний Аллах, Который более сострадателен к Своим рабам, чем мать к собственному ребенку. Представьте себе, как милостив и снисходителен будет Господь к людям. В тот день погибнут только самые закоренелые грешники. В тот день милости Аллаха будут лишены только самые несчастные преступники, которые своими скверными деяниями заслужили обещанное Им наказание."
    },
    {
      "ayah": 28,
      "surah": 25,
      "text": "В День воскресения небо будет покрыто облаками, в тени которых Аллах будет спускаться с небес для того, чтобы свершить суд над Своими рабами. В тот страшный час разверзнутся небеса, и ангелы каждого неба спустятся на ристалище и выстроятся рядами. Может быть, все ангелы будут выстроены в один ряд, а может быть, ангелы каждого неба выстроятся отдельно, и семь рядов могучих ангелов будут окружать людей и другие творения, над которыми свершится справедливый суд. В любом случае, многочисленные и могучие ангелы со всех сторон окружат людей и остальных тварей. Они будут покорны воле своего Господа и даже разговаривать будут только после Его разрешения. Что же тогда говорить о положении жалких и беспомощных людей, особенно, тех из них, которые осмеливались гневить Всемогущего Властелина и противиться Его воле, которые совершали грехи и злодеяния и не хотели раскаиваться?! Господь объявит им Свой справедливый приговор, и суровым будет этот день для неверных. Именно на них ляжет бремя мук и страданий, которое никоим образом не коснется правоверных. Они переживут День воскресения без страха и печали. Всевышний сказал: «В тот день Мы соберем благочестивых перед Милостивым почтенной делегацией, а грешников погоним в Геенну, словно на водопой» (19:85–86). В тот день власть будет принадлежать только Аллаху. Люди и все остальные творения в День воскресения не будут обладать никакой властью. У них не будет даже той мнимой власти, которой они были наделены в мирской жизни. Правители и подчиненные, свободные и рабы, великие и униженные - все будут равны и одинаково беспомощны перед Всемогущим Создателем. Верующий, который читает этот аят, обретает покой и умиротворение, потому что Аллах назвал себя Милостивым. Господь, Который будет вершить суд в тот страшный день, является Милостивым, и его милость и сострадание объемлют все сущее, всякую живую тварь. Вселенная переполнена свидетельствами Его милости, которая царит на земле и будет верховенствовать в Последней жизни. Милостивый - это имя, лишенное каких-либо недостатков и превосходящее все прекрасные имена Аллаха, свидетельствующие о божественном гневе. Его милость опережает и превосходит Его справедливый гнев. Благодаря ней Аллах сотворил Адама и его беспомощных потомков, оказал им великую честь, одарил их многочисленными щедротами, завершил Свою добродетель по отношению к ним и осенил их Своей божественной заботой. В День воскресения люди будут униженны, смиренны и покорны воле своего Господа. Они будут стоять перед Ним, дожидаясь справедливого приговора. Они будут знать, что этот приговор должен вынести Всевышний Аллах, Который более сострадателен к Своим рабам, чем мать к собственному ребенку. Представьте себе, как милостив и снисходителен будет Господь к людям. В тот день погибнут только самые закоренелые грешники. В тот день милости Аллаха будут лишены только самые несчастные преступники, которые своими скверными деяниями заслужили обещанное Им наказание."
    },
    {
      "ayah": 29,
      "surah": 25,
      "text": "В Судный день грешник, который при жизни на земле увязал в неверии, приобщал сотоварищей к Аллаху и отвергал Его правдивых посланников, от отчаяния, скорби и разочарования будет кусать свои руки. Он воскликнет: «Лучше бы я уверовал в Божьего посланника, прислушался к его правдивому учению и стал одним из его верных последователей. Лучше бы я не считал своими искренними друзьями ослушников из числа людей и джиннов! Я предпочел враждовать с человеком, который действительно желал мне добра и был чрезвычайно снисходителен ко мне, и возлюбил нечестивцев, которые оказались моими врагами. Сегодня моя дружба и близость с ними не принесет мне ничего, кроме несчастья, убытка, бесчестья и погибели. Своими лживыми и обольстительными речами он представил мне заблуждение в ложном свете и убедил меня отказаться от истины, которую я нашел в Священном Коране». Что же касается сатаны, то он является предателем. Он внушает человеку, что ложь прекрасна, и пытается опорочить в его глазах истину. Он заставляет человека поверить его лживым обещаниям, а затем отворачивается и отрекается от него. А когда свершится суд над всеми творениями и Всевышний Аллах вынесет последний приговор, сатана обратится ко всем своим последователям и скажет: «Воистину, обещание Аллаха было правдиво, а я обещал вам, но не сдержал данного вам слова. У меня не было над вами никакой власти. Я звал вас, и вы послушались меня. Посему не порицайте меня, а порицайте самих себя. Я не могу помочь вам, а вы не можете помочь мне. Я не причастен к тому, что ранее вы поклонялись мне» (14:22). О раб Аллаха! Пока еще не поздно опомниться и раскаяться, отдай свою любовь тому, кто помогает тебе обрести вечное счастье, и питай вражду и ненависть к тому, кто заслуживает такого сурового отношения и не приносит тебе ничего, кроме зла и вреда. И да поможет тебе Аллах! Затем Всевышний поведал о том, как Пророк Мухаммад, да благословит его Аллах и приветствует, пожаловался Ему на то, что его народ отказался повиноваться предписаниям последнего Священного Писания."
    },
    {
      "ayah": 3,
      "surah": 25,
      "text": "Они поклоняются вместо Аллаха другим богам. Их совершенно непонятное поведение свидетельствует об их глупости и нехватке ума. Более того, оно свидетельствует об их несправедливости и дерзости. Они обожествляют существа, имеющие множество недостатков и неспособные сотворить даже самое малое. Напротив, они были сотворены Аллахом, а некоторые из них даже изготовлены руками людей. Они не распоряжаются ни смертью, ни жизнью, ни воскрешением. Они никоим образом не распоряжаются даже своей собственной судьбой. Любой разумный человек осознает, что подобные божества не заслуживают обожествления и поклонения и что поклоняющиеся им многобожники лишены здравого разума. Они приобщают сотоварищей к Аллаху, который не нуждается в сотоварищах. Он один распоряжается добром и злом. Он ниспосылает милости одним и лишает богатства других. Он дарует жизнь Своим рабам и отнимает ее у них, когда приходит назначенный срок. Он также обещал воскресить Своих рабов после смерти и собрать их вместе на ристалище Судного дня. Он сотворил обитель несчастья, позора и наказания для тех, кто поклоняется вымышленным богам. Он также сотворил обитель счастья, преуспеяния и вечного блаженства для тех, кто исповедовал единобожие и поклонялся только своему Господу."
    },
    {
      "ayah": 30,
      "surah": 25,
      "text": "Господи! Ты отправил меня для того, чтобы я указал человечеству путь к спасению и донес до людей божественное откровение. Твои невежественные рабы отворачиваются от него, а ведь они обязаны выполнять его, прислушиваться к его заповедям и руководствоваться его указаниями."
    },
    {
      "ayah": 31,
      "surah": 25,
      "text": "Аллах утешил Своего посланника, да благословит его Аллах и приветствует, тем, что и прежде неверные и многобожники поступали так. У каждого пророка были враги из числа грешников, которые не способны творить добро и облагораживать свои души. Они противятся Божьим избранникам, отвергают их учение и пытаются опровергнуть истину своими лживыми утверждениями. Однако даже это имеет свою положительную сторону. Во-первых, истина получает возможность сокрушить ложь и доказать свое абсолютное превосходство. Какой бы правдоподобной не казалась ложь, она никогда не сможет противостоять убедительным доказательствам и ясным знамениям, которые свидетельствуют в пользу истины. Во-вторых, творения Аллаха получают возможность убедиться в том, какие почести Всевышний Аллах уготовил для сторонников истины и какое наказание ожидает поборников лжи. О Мухаммад! Помни об этом и не печалься от того, что они обрекают себя на великие страдания. Довольно того, что твой Господь ведет тебя прямым путем, дабы ты мог обрести все самое заветное и желанное, укрепить свою веру и наполнить свою мирскую жизнь истинным счастьем. Довольно того, что твой Господь помогает тебе одержать верх над врагами и противниками и оберегает тебя от всего скверного и неприятного, что может повредить твоей вере и мирской жизни. Довольствуйся поддержкой Всевышнего Господа и уповай только на Него одного."
    },
    {
      "ayah": 32,
      "surah": 25,
      "text": "Почему Коран не ниспослан ему целиком за один раз? Будь это так, то его пророческая миссия не вызывала бы сомнений. Подобные мысли закрадывались в сердца многобожников, но разве то, что Священный Коран был ниспослан по частям, является недостатком божественного откровения? Конечно же, нет. Именно поэтому Всевышний Аллах сказал, что Он ниспослал Коран по частям для того, чтобы укоренить веру в сердце Своего пророка, да благословит его Аллах и приветствует. Всякий раз, когда Пророк Мухаммад, да благословит его Аллах и приветствует, получал очередное откровение, его душа обретала покой и стойкость, особенно, если это откровение ниспосылалось тогда, когда его сердце переполнялось тревогой и беспокойством. Коранические аяты, которые ниспосылались в связи с происходящими событиями, производили на посланника Аллаха и правоверных гораздо большее впечатление, чем если бы все они были ниспосланы за один раз. А когда это событие становилось достоянием истории, они читали ниспосланное откровение и вспоминали милость Всевышнего Господа. О Мухаммад! Мы не только ниспослали тебе Священное Писание, но и разъяснили его самым прекрасным образом. Мы ниспосылали тебе часть откровения и готовили тебя к следующей части. Мы воспитывали тебя и последовательно обучали тебя истине. Мы опекали тебя и заботились о Нашем писании, и поэтому ниспосылали коранические откровения, когда ты в них нуждался и когда это было необходимо для утверждения на земле твоей религии."
    },
    {
      "ayah": 33,
      "surah": 25,
      "text": "Они пытаются опровергнуть твои слова и твое пророческое послание, но как они смогут сделать это, если тебе ниспослан Священный Коран, который заключает в себе абсолютную истину. Коранические откровения понятны и ясны, а их смысл правдив и достоверен. Все это настолько очевидно, что никто не может усомниться в божественном происхождении ниспосланного тебе Писания. Оно раскрывает людям глаза на истинную суть вещей, отличается самым ясным изложением и дополняется самым совершенным толкованием. Этот аят призывает каждого мусульманского проповедника, богослова и ученого руководствоваться божественным предписанием и брать пример с того, как проповедовал религию посланник Аллаха. Проповедник должен обращать внимание на поведение и состояние окружающих и пользоваться удобными случаями для того, чтобы обратиться к людям с соответствующей проповедью и донести до них мудрые аяты Священного Корана и достоверные хадисы Пророка Мухаммада. Этот аят также опровергает еретические воззрения джахмитов и прочих заблудших течений, последователи которых утверждают, что священные коранические тексты имеют скрытый смысл, который отличается от того, что понимает из них непосвященный мусульманин. Тем самым они либо просто отрицают то, что Священный Коран отличается от всех остальных Писаний наилучшим толкованием, либо считают, что извращенное толкование является наилучшим."
    },
    {
      "ayah": 34,
      "surah": 25,
      "text": "Всевышний Аллах сообщил о печальной участи многобожников, которые считают Пророка Мухаммада лжецом. Они будут собраны в Аду, где для них уготованы самые различные муки и самые ужасные виды наказания. Суровые ангелы будут волочить их лицом вниз. Как же ужасно и отвратительно будет это зрелище! Как же скверно место, которое приобретут нечестивцы! Как не похоже это пристанище на обитель, которая достанется тем, кто при жизни на земле веровал в Аллаха и Его посланников! Таково справедливое возмездие, которое нечестивцы заслужили тем, что более других сбились с пути. Если обратиться к грамматическому анализу этого аята, то можно заметить, что сравнительная степень прилагательных подразумевает превосходную степень, потому что местопребывание адских мучеников и совершенные ими злодеяния невозможно будет сравнить с местопребыванием и деяниями обитателей Рая. Всевышний сказал: «У обитателей Рая в тот день будет более хорошая обитель и более прекрасное место отдыха» (25:24). Они заслужили ее благодаря тому, что следовали прямым путем, который привел их в Райские сады блаженства."
    },
    {
      "ayah": 35,
      "surah": 25,
      "text": "Всевышний Аллах сообщил о печальной участи многобожников, которые считают Пророка Мухаммада лжецом. Они будут собраны в Аду, где для них уготованы самые различные муки и самые ужасные виды наказания. Суровые ангелы будут волочить их лицом вниз. Как же ужасно и отвратительно будет это зрелище! Как же скверно место, которое приобретут нечестивцы! Как не похоже это пристанище на обитель, которая достанется тем, кто при жизни на земле веровал в Аллаха и Его посланников! Таково справедливое возмездие, которое нечестивцы заслужили тем, что более других сбились с пути. Если обратиться к грамматическому анализу этого аята, то можно заметить, что сравнительная степень прилагательных подразумевает превосходную степень, потому что местопребывание адских мучеников и совершенные ими злодеяния невозможно будет сравнить с местопребыванием и деяниями обитателей Рая. Всевышний сказал: «У обитателей Рая в тот день будет более хорошая обитель и более прекрасное место отдыха» (25:24). Они заслужили ее благодаря тому, что следовали прямым путем, который привел их в Райские сады блаженства."
    },
    {
      "ayah": 36,
      "surah": 25,
      "text": "Всевышний Аллах сообщил о печальной участи многобожников, которые считают Пророка Мухаммада лжецом. Они будут собраны в Аду, где для них уготованы самые различные муки и самые ужасные виды наказания. Суровые ангелы будут волочить их лицом вниз. Как же ужасно и отвратительно будет это зрелище! Как же скверно место, которое приобретут нечестивцы! Как не похоже это пристанище на обитель, которая достанется тем, кто при жизни на земле веровал в Аллаха и Его посланников! Таково справедливое возмездие, которое нечестивцы заслужили тем, что более других сбились с пути. Если обратиться к грамматическому анализу этого аята, то можно заметить, что сравнительная степень прилагательных подразумевает превосходную степень, потому что местопребывание адских мучеников и совершенные ими злодеяния невозможно будет сравнить с местопребыванием и деяниями обитателей Рая. Всевышний сказал: «У обитателей Рая в тот день будет более хорошая обитель и более прекрасное место отдыха» (25:24). Они заслужили ее благодаря тому, что следовали прямым путем, который привел их в Райские сады блаженства."
    },
    {
      "ayah": 37,
      "surah": 25,
      "text": "Всевышний Аллах сообщил о печальной участи многобожников, которые считают Пророка Мухаммада лжецом. Они будут собраны в Аду, где для них уготованы самые различные муки и самые ужасные виды наказания. Суровые ангелы будут волочить их лицом вниз. Как же ужасно и отвратительно будет это зрелище! Как же скверно место, которое приобретут нечестивцы! Как не похоже это пристанище на обитель, которая достанется тем, кто при жизни на земле веровал в Аллаха и Его посланников! Таково справедливое возмездие, которое нечестивцы заслужили тем, что более других сбились с пути. Если обратиться к грамматическому анализу этого аята, то можно заметить, что сравнительная степень прилагательных подразумевает превосходную степень, потому что местопребывание адских мучеников и совершенные ими злодеяния невозможно будет сравнить с местопребыванием и деяниями обитателей Рая. Всевышний сказал: «У обитателей Рая в тот день будет более хорошая обитель и более прекрасное место отдыха» (25:24). Они заслужили ее благодаря тому, что следовали прямым путем, который привел их в Райские сады блаженства."
    },
    {
      "ayah": 38,
      "surah": 25,
      "text": "Всевышний Аллах сообщил о печальной участи многобожников, которые считают Пророка Мухаммада лжецом. Они будут собраны в Аду, где для них уготованы самые различные муки и самые ужасные виды наказания. Суровые ангелы будут волочить их лицом вниз. Как же ужасно и отвратительно будет это зрелище! Как же скверно место, которое приобретут нечестивцы! Как не похоже это пристанище на обитель, которая достанется тем, кто при жизни на земле веровал в Аллаха и Его посланников! Таково справедливое возмездие, которое нечестивцы заслужили тем, что более других сбились с пути. Если обратиться к грамматическому анализу этого аята, то можно заметить, что сравнительная степень прилагательных подразумевает превосходную степень, потому что местопребывание адских мучеников и совершенные ими злодеяния невозможно будет сравнить с местопребыванием и деяниями обитателей Рая. Всевышний сказал: «У обитателей Рая в тот день будет более хорошая обитель и более прекрасное место отдыха» (25:24). Они заслужили ее благодаря тому, что следовали прямым путем, который привел их в Райские сады блаженства."
    },
    {
      "ayah": 39,
      "surah": 25,
      "text": "Всевышний Аллах сообщил о печальной участи многобожников, которые считают Пророка Мухаммада лжецом. Они будут собраны в Аду, где для них уготованы самые различные муки и самые ужасные виды наказания. Суровые ангелы будут волочить их лицом вниз. Как же ужасно и отвратительно будет это зрелище! Как же скверно место, которое приобретут нечестивцы! Как не похоже это пристанище на обитель, которая достанется тем, кто при жизни на земле веровал в Аллаха и Его посланников! Таково справедливое возмездие, которое нечестивцы заслужили тем, что более других сбились с пути. Если обратиться к грамматическому анализу этого аята, то можно заметить, что сравнительная степень прилагательных подразумевает превосходную степень, потому что местопребывание адских мучеников и совершенные ими злодеяния невозможно будет сравнить с местопребыванием и деяниями обитателей Рая. Всевышний сказал: «У обитателей Рая в тот день будет более хорошая обитель и более прекрасное место отдыха» (25:24). Они заслужили ее благодаря тому, что следовали прямым путем, который привел их в Райские сады блаженства."
    },
    {
      "ayah": 4,
      "surah": 25,
      "text": "После упоминания об убедительных доказательствах истинности единобожия и порочности многобожия, Всевышний Аллах сообщил об истинности пророческой миссии Мухаммада, да благословит его Аллах и приветствует, и безосновательности обвинений его противников. Их сердца переполняются неверием, и поэтому они отказываются повиноваться своему Господу. Более того, они пытаются оболгать Священный Коран и Пророка Мухаммада, да благословит его Аллах и приветствует, и называют Коран ложью, которую он выдумал с помощью других людей. Всевышний опроверг их слова и сообщил о причине, которая побудила многобожников столь дерзко отзываться о Священном Писании и Пророке Мухаммаде, да благословит его Аллах и приветствует. Это - высокомерие, упрямство, лживость и беззаконие неверных, которые не в состоянии представить себе люди, не обладающие этими качествами. Во все времена многобожники, которые отвергают Пророка Мухаммада, да благословит его Аллах и приветствует, прекрасно знают о его верности, правдивости, надежности, добродетельности и многих других достоинствах. Они слышат удивительные и величественные аяты божественного откровения и понимают, что ни Мухаммад, да благословит его Аллах и приветствует, ни какой-нибудь другой человек не могли сочинить что-либо подобное Священному Корану. Они также знают, что никто не помогал посланнику Аллаха, да благословит его Аллах и приветствует, придумывать новую религию. Однако все это не удерживает их от несправедливых поступков и лживых наветов."
    },
    {
      "ayah": 40,
      "surah": 25,
      "text": "Затем Всевышний упомянул о некоторых из коранических историй, которые более подробно излагаются в других сурах. Тем самым Господь предостерег грешников от мучительного наказания, которое непременно постигнет их в том случае, если они будут продолжать отвергать посланника Аллаха. О курейшиты! Эта суровая участь уже постигла многие народы, которые жили по соседству с вами, и вам хорошо известна их печальная судьба. Поселения некоторых из них вы можете увидеть воочию, потому что ваши караваны проходят мимо них утром и вечером. Это - город Хиджр, в котором проповедовал пророк Салих, а также город пророка Лута, жители которого были истреблены недобрым дождем, то есть камнями из обожженной глины, которые посыпались с небес в виде дождя или града. Эти несчастные грешники были не хуже вас, а отправленные к ним посланники были не лучше вашего пророка. Да и нет у вас охранной грамоты, закрепленной в прежних Священных Писаниях. Арабские многобожники видели многочисленные знамения своего Господа, но, несмотря на это, они отказались уверовать, потому что не надеялись на воскрешение и на встречу с Аллахом и не страшились Его сурового наказания. Они упрямо продолжали вершить злые дела и отвергать знамения, которые ни у кого не оставляли сомнений в том, что они были ниспосланы Всевышним Аллахом."
    },
    {
      "ayah": 41,
      "surah": 25,
      "text": "О Мухаммад! Завидев тебя, нечестивцы, которые считают тебя лжецом, отвергают знамения твоего Господа и надменно ступают по земле, глумятся и насмехаются над тобой. Они говорят: «Неужели это - тот, кого Аллах отправил посланником? Он не подходит для этой ответственной миссии и не заслуживает этой высокой чести. Аллах не мог сделать его Своим посланником». Воистину, подобные слова являются свидетельством беззакония и упрямства, которые были присущи этим грешникам. Они имели извращенные представления об истине и поэтому осмеливались с пренебрежением и презрением отзываться о Божьем избраннике. Кто дал им право решать, кто достоин быть посланником Аллаха, а кто нет?! Кто дал им право говорить: «Почему этот Коран не был ниспослан великому мужу из двух городов (Мекки и Таифа)?» (43:31). Сказать подобное могут только самые невежественные и заблудшие люди либо закоренелые неверные, которые упрямо отвергают истину, игнорируют любые доказательства и стремятся любым способом провозгласить ложь и опорочить истину. Третьего не дано, потому что достаточно просто ознакомиться с жизнью Пророка Мухаммада, сына Абдуллаха, чтобы убедиться в том, что он был знающим, благоразумным, сознательным, уравновешенным, высоконравственным, целомудренным и смелым человеком. Он обладал удивительными качествами и во многом превосходил остальных людей. А что касается нечестивцев, которые питают к нему ненависть и умаляют его достоинство, то они являются самыми глупыми и невежественными людьми, которые сбились с прямого пути и исповедуют противоречивые убеждения. Помимо всего прочего им присущи несправедливость, беззаконие и ненависть ко всему прекрасному. Воистину, никто другой не может объединить в себе сразу столько отвратительных качеств. Однако для того, чтобы обвинить их в невежестве и заблуждении достаточно того, что они оскорбляют и унижают самого славного и благородного человека - великого Пророка Мухаммада, да благословит его Аллах и приветствует. Они поступали так, чтобы сделать Пророка, да благословит его Аллах и приветствует, объектом насмешек и издевательств. Они упрямо отстаивали свои лживые убеждения и пытались ввести в заблуждение окружающих их глупцов. Именно так поступали мекканские многобожники, которые сказали:"
    },
    {
      "ayah": 42,
      "surah": 25,
      "text": "Он предлагал нам отказаться от наших богов и поклоняться одному Богу, и он чуть было не ввел нас в глубочайшее заблуждение. Да осрамит Аллах этих преступников! Они решили, что единобожие является заблуждением, а идолопоклонство - прямым путем. Именно поэтому они принялись терпеливо отстаивать свои воззрения. Более того, они призывали к этому своих соплеменников и говорили: «Ступайте и терпите за ваших богов. Воистину, это - некий замысел (или нечто желанное). Мы не слышали об этом в последней религии. Это - не что иное, как вымысел» (38:6–7). Терпение является похвальным качеством. Но это ни коим образом не относится к терпению, которое заповедали друг другу многобожники, потому что оно навлекает на грешников гнев Всемогущего Аллаха и обрекает их на еще большие мучения в Преисподней. Подобное терпение не имеет ничего общего с терпением, которое проявляют правоверные, и поэтому Всевышний Аллах сказал: «Клянусь предвечерним временем (или временем)! Воистину, каждый человек в убытке, кроме тех, которые уверовали, совершали праведные деяния, заповедали друг другу истину и заповедали друг другу терпение!» (103:1–3). Мекканские многобожники окончательно решили для себя, что они следуют прямым путем и что посланник Аллаха, да благословит его Аллах и приветствует, скитается в потемках заблуждения. Они не собирались отрекаться от своих воззрений, и поэтому далее Господь сообщил об ожидающем их наказании. Очень скоро они узрят наказание и узнают, кто находился в самом глубоком заблуждении. В тот момент они уже не будут сомневаться в правдивости Посланника, да благословит его Аллах и приветствует, и ниспосланного ему учения. Они будут кусать от отчаяния руки и восклицать: «Лучше бы я последовал путем Посланника! О горе мне! Лучше бы я не брал такого-то себе в друзья! Это он отвратил меня от Напоминания (Корана) после того, как оно дошло до меня» (25:27–29)."
    },
    {
      "ayah": 43,
      "surah": 25,
      "text": "Есть ли более заблудший грешник, чем тот, который обожествил свою прихоть и поступает только в соответствии со своими низменными желаниями? О Мухаммад! Если ты задумаешься над поступками таких людей, то будешь чрезвычайно удивлен тому, что они совершают величайшие грехи, но вместе с тем считают себя самыми славными и самыми достойными людьми. Разве ты являешься поручителем за таких людей? Конечно же, нет. Ты не можешь распоряжаться их судьбой. Ты - всего лишь увещеватель, и ты уже выполнил возложенную на тебя миссию. А им предстоит отвечать за совершенные злодеяния перед Аллахом. Затем Всевышний еще раз подчеркнул, что неверные находятся в глубоком заблуждении, и сказал:"
    },
    {
      "ayah": 44,
      "surah": 25,
      "text": "Они лишены способности внимать увещеваниям и размышлять над истиной, потому что они подобны пастбищному скоту, который понимает только крики и обращения своего хозяина. Эти глухие, немые и слепые грешники не способны идти верным путем. Они находятся в еще большем неведении, чем скот, потому что животные слушаются своего пастуха и идут правильным путем. Они знают, где их подстерегает погибель, и остерегаются этих мест. Всего этого нельзя сказать о неверных, исход которых будет гораздо более печальным, чем исход безмолвных животных. Тому, кто понял эту истину, становится ясно, что нечестивцы, которые обвиняют посланника Аллаха в заблуждении, сами заслуживают этого эпитета. Более того, они не способны следовать верным путем даже так, как это делают стадные животные."
    },
    {
      "ayah": 45,
      "surah": 25,
      "text": "Они лишены способности внимать увещеваниям и размышлять над истиной, потому что они подобны пастбищному скоту, который понимает только крики и обращения своего хозяина. Эти глухие, немые и слепые грешники не способны идти верным путем. Они находятся в еще большем неведении, чем скот, потому что животные слушаются своего пастуха и идут правильным путем. Они знают, где их подстерегает погибель, и остерегаются этих мест. Всего этого нельзя сказать о неверных, исход которых будет гораздо более печальным, чем исход безмолвных животных. Тому, кто понял эту истину, становится ясно, что нечестивцы, которые обвиняют посланника Аллаха в заблуждении, сами заслуживают этого эпитета. Более того, они не способны следовать верным путем даже так, как это делают стадные животные."
    },
    {
      "ayah": 46,
      "surah": 25,
      "text": "Разве Аллах не предоставил тебе возможность воочию убедиться в совершенстве Его могущества и безграничности Его милосердия? Именно благодаря этим прекрасным качествам Аллах простирает тень. Речь идет о том, что происходит с того момента, как занимается утренняя заря, вплоть до восхода солнца. Существование солнца на небе определяет существование тени на земле. А если бы солнца не было, то люди не могли бы увидеть тень, потому что антагонисты всегда познаются в сравнении. Затем Аллах постепенно оттягивает тень к себе. По мере того, как солнце поднимается над горизонтом, тень постепенно уменьшается в размерах. В конце концов, она полностью или почти полностью исчезает. В этот момент солнце находится над головой человека, а тень - под его ногами. Люди без труда могут наблюдать это природное явление, результатом которого является смена дня и ночи, а также смена времен года. Все это приносит обитателям земли многочисленную пользу и является величайшим свидетельством могущества, величия и милосердия Аллаха, Который непрестанно заботится о Своих рабах. Все это также обязывает людей поклоняться только одному Аллаху, любить и почитать только Обладателя божественного величия и достоинства."
    },
    {
      "ayah": 47,
      "surah": 25,
      "text": "По своей доброте и милости Всевышний Аллах сделал для вас ночь покровом. Ночной мрак окутывает вас со всех сторон и позволяет вам укрыться в безопасном месте и погрузиться в приятный сон. Вы засыпаете и отдыхаете от дневной суеты, и если бы Аллах не сотворил ночь, то вы не смогли бы обрести полный покой. Вы продолжали бы трудиться, несмотря на то, что непрерывный труд может принести вам очень много вреда. В то же время, если бы ночь продолжалась всегда, то вы не смогли бы полноценно трудиться во благо своей мирской и Последней жизни, и поэтому Господь сотворил для вас день. В это время суток вы оживаете и расходитесь по земле в поисках Божьей милости. Одни из вас занимаются торговлей, другие - отправляются в далекие страны, третьи - занимаются ремеслами и прочими занятиями для того, чтобы удовлетворить свои нужды и потребности."
    },
    {
      "ayah": 48,
      "surah": 25,
      "text": "По своей доброте и милости Всевышний Аллах сделал для вас ночь покровом. Ночной мрак окутывает вас со всех сторон и позволяет вам укрыться в безопасном месте и погрузиться в приятный сон. Вы засыпаете и отдыхаете от дневной суеты, и если бы Аллах не сотворил ночь, то вы не смогли бы обрести полный покой. Вы продолжали бы трудиться, несмотря на то, что непрерывный труд может принести вам очень много вреда. В то же время, если бы ночь продолжалась всегда, то вы не смогли бы полноценно трудиться во благо своей мирской и Последней жизни, и поэтому Господь сотворил для вас день. В это время суток вы оживаете и расходитесь по земле в поисках Божьей милости. Одни из вас занимаются торговлей, другие - отправляются в далекие страны, третьи - занимаются ремеслами и прочими занятиями для того, чтобы удовлетворить свои нужды и потребности."
    },
    {
      "ayah": 49,
      "surah": 25,
      "text": "Всевышний напомнил о том, что только Он осеняет рабов Своей милостью и ниспосылает им пропитание. Для этого Аллах посылает ветры с доброй вестью о своем милосердии. Эти ветры предвозвещают дожди, которые и являются проявлениями Божьей милости. Всевышний сказал: «Аллах - Тот, Кто посылает ветры, которые поднимают облака. Он простирает их по небу, как пожелает, и разрывает их в клочья. Потом ты видишь, как из их расщелин льется дождь» (30:48). По воле Всемогущего Господа, который управляет всеми делами Вселенной, ветры приносят людям радостную весть о долгожданном ливне. Благодаря этому люди получают возможность подготовиться к дождю и не позволяют ему застать себя врасплох. Аллах ниспосылает с неба чистую и очищающую воду. Она очищает людей от осквернения и грязи, от фальши и грехов. Она приносит с собой Божье благословение и оживляет мертвую землю. В результате расцветают многочисленные травы и деревья, плодами которых питаются и люди, и животные. Во многом благодаря дождевой воде люди, животные и многочисленные Божьи твари получают возможность утолить жажду. О люди! Аллах посылает к вам ветры, каждому из которых предписана особая миссия. Он ниспосылает вам с неба чистую и благословенную воду, благодаря которой кормитесь не только вы, но и ваша скотина. Разве же все это не свидетельствует о том, что только Он один заслуживает вашего поклонения?"
    },
    {
      "ayah": 5,
      "surah": 25,
      "text": "Эти лживые и несправедливые слова многобожников содержат в себе несколько важных моментов. Во-первых, они обвиняют во лжи и беззаконии самого правдивого и самого добропорядочного человека Пророка Мухаммада, да благословит его Аллах и приветствует. Во-вторых, они называют ложью самое правдивое и самое великое из Писаний - Священный Коран. В-третьих, они заявляют о том, что люди могут без труда сочинить нечто подобное Священному Корану и тем самым сравнивают речь Творца, все качества которого совершенны и безупречны, с речью Его творений, все качества которых преисполнены недостатков. В-четвертых, они клевещут в адрес посланника Аллаха, прекрасно зная о том, что он не умел писать и не просил своих близких собирать для него древние сказания."
    },
    {
      "ayah": 50,
      "surah": 25,
      "text": "Аллах сообщил о том, что многочисленные знамения и милости побуждают рабов Всевышнего познавать, благодарить и поминать своего Господа. Дождевая вода также является одним из таких знамений. Однако большинство людей обладают дурными качествами и скверным нравом и поэтому противятся всему, кроме неверия."
    },
    {
      "ayah": 51,
      "surah": 25,
      "text": "О Мухаммад! Воля твоего Господа непреложна, и если бы Ему было угодно, то Он отправил бы в каждое селение увещевателя для того, чтобы все они призывали людей обратиться в правую веру и страшиться сурового наказания. Это не составляет для Аллаха никакого труда, однако благодаря Своей божественной мудрости и милосердному отношению к тебе и остальным Своим рабам Он отправил тебя посланником ко всему человечеству. Белые и черные, арабы и неарабы, люди и джинны - все они обязаны уверовать в твою пророческую миссию и покориться тебе."
    },
    {
      "ayah": 52,
      "surah": 25,
      "text": "Не отступай от ниспосланных тебе предписаний, делай все возможное для распространения своей правой веры, и сражайся с неверными при помощи Священного Корана, то есть отстаивай истину и сокрушай ею ложь. А если ты увидишь, что дерзкие противники истины отвергают тебя, то не отчаивайся в милости своего Господа и не уступай их порочным желаниям, а прикладывай все усилия для того, чтобы прославить имя Всевышнего Аллаха."
    },
    {
      "ayah": 53,
      "surah": 25,
      "text": "Речь идет о местах, где реки впадают в моря и океаны. Речные воды - пресные, а воды морей и океанов - соленые, но каждые из них приносят обитателям земли много пользы, и поэтому Аллах воздвиг между ними преграду и непреодолимое препятствие, благодаря которым воды морей и рек не изменяют своих качеств."
    },
    {
      "ayah": 54,
      "surah": 25,
      "text": "Только Он один является творцом Вселенной, у которого нет ни помощников, ни сотоварищей. Он творит людей из презренной жидкости и объединяет людей благодаря родству по крови и по браку. Как много между людьми различий, и как много в них общего! Все они появляются на свет из презренной жидкости, и это свидетельствует о совершенном могуществе Всевышнего Аллаха. Это также свидетельствует о том, что только Аллах заслуживает поклонения Своих рабов и что поклонение всем остальным вымышленным божествам является тщетным и бесполезным."
    },
    {
      "ayah": 55,
      "surah": 25,
      "text": "Они поклоняются истуканам и покойникам, которые не в состоянии ни помочь многобожникам, ни причинить им вред. Тем самым они приравнивают эти беспомощные существа к Всемогущему Властелину, Который распоряжается добром и злом и волен одаривать Своими щедротами одних и лишать их других. Они совершают гнусные злодеяния, в то время как им было велено следовать наставлениям своего Господа. Однако они не прислушиваются к этим наставлениям и творят беззаконие. Они помогают тем, кто против Всевышнего Господа. Идолы и истуканы ненавистны Аллаху, но неверные не только сами поклоняются им, но и отстаивают свои убеждения. Они противятся Ему и превращаются в Его врагов, переполняя свои души ненавистью к истине и стремлением сражаться против нее. При этом неверные продолжают оставаться творениями Аллаха, продолжают пользоваться Его щедротами и благами и не могут освободиться из-под Его божественной власти. Всевышний знает об этом, но все равно не лишает их Своей милости, а они не понимают этого, продолжая враждовать со своим Благодетелем и противиться Его религии."
    },
    {
      "ayah": 56,
      "surah": 25,
      "text": "Всевышний сообщил об истинной миссии Пророка Мухаммада, да благословит его Аллах и приветствует. Он не мог подчинять людей своей воле, не был монархом или правителем, не владел несметными сокровищами и не распоряжался щедротами Аллаха. Он был всего лишь добрым вестником и увещевателем, т.е. радовал покорных праведников вестью о вознаграждении при жизни на земле и после смерти и предостерегал ослушников от наказания в земном мире и в Последней жизни. Он также обучал людей тому, как они могут заслужить обещанное вознаграждение и избежать обещанного наказания, то есть разъяснял им повеления и запреты Всевышнего Аллаха."
    },
    {
      "ayah": 57,
      "surah": 25,
      "text": "О Мухаммад! Ты не просишь у них вознаграждения за то, что читаешь им коранические откровения и разъясняешь им прямой путь. Ты не обременяешь их долговыми обязательствами. Отчего же тогда они уклоняются от твоей религии? Разъясни им это и скажи: «Я не прошу у вас никакого вознаграждения. Если кто-нибудь из вас захочет сделать пожертвование, дабы снискать благоволение Аллаха и приблизиться к Его милости, то знайте, что я не принуждаю вас к этому. И, конечно же, это пожертвование не будет для меня вознаграждением за мои проповеди, потому что ваше пожертвование принесет пользу, в первую очередь, вам самим. Оно поможет вам идти прямым путем и приблизиться к вашему Господу»."
    },
    {
      "ayah": 58,
      "surah": 25,
      "text": "Всевышний приказал Своему пророку, да благословит его Аллах и приветствует, уповать на Него и во всех начинаниях полагаться только на Его помощь и поддержку. Он живет самой прекрасной и совершенной жизнью и никогда не умирает, и поэтому заслуживает того, чтобы люди уповали на Него, вознося Ему славословия и восхваления. Довольно того, что Он ведает о грехах Своих рабов. Злодеи и преступники не смогут избежать справедливого наказания, и это не должно печалить Божьих избранников, потому что они не могут вселить веру в сердца людей и не обязаны запоминать злодеяния своих врагов и противников. Все это - во власти Аллаха, потому что Он - Единственный Правитель Вселенной. Поэтому далее говорится:"
    },
    {
      "ayah": 59,
      "surah": 25,
      "text": "Трон - это вершина мироздания, самое прекрасное и величественное из Божьих творений. На него поднялся Милостивый Аллах. Он объемлет небеса и землю, и милость Аллаха тоже объемлет все сущее. Это означает, что Аллах вознесся на величайшее из творений посредством величайшего из Своих качеств. Таким образом, Всевышний в одном аяте сообщил о том, что Он является Единственным Творцом Вселенной, знает обо всем явном и сокровенном, находится над Троном и отделен от Своих творений. Спрашивай о Нем Того, Кто обладает знанием. Конечно же, речь идет о Самом Аллахе. Только Он может доподлинно сообщить людям о Своих божественных качествах, Своем величии и совершенстве, и Он уже сделал это. Он научил рабов познавать величие и совершенство Господа, и всякий, кому это удается, непременно смиряется перед Его могуществом."
    },
    {
      "ayah": 6,
      "surah": 25,
      "text": "Всевышний приказал Своему пророку, да благословит его Аллах и приветствует, опровергнуть измышления неверных и сказать, что Коран ниспослан Аллахом, Которому известно все явное и сокровенное, Который знает обо всем, что Его рабы совершают открыто либо в тайне от остальных. Всевышний сказал: «Воистину, это - Ниспослание от Господа миров. Верный Дух (Джибрил) сошел с ним на твое сердце, чтобы ты стал одним из тех, кто предостерегает» (26:192–194). Для доказательства собственной правдивости Пророк Мухаммад, да благословит его Аллах и приветствует, сообщил о том, что получает откровения от Того, Кто обладает совершенным знанием. Представьте себе человека, который приписывает собственное сочинение Всевышнему Аллаху, позволяет себе покушаться на жизнь и имущество своих противников и утверждает, что все это приказано ему Всемогущим Господом. Воистину, Он ведает обо всем сущем, и поэтому Он никогда не станет помогать такому человеку в борьбе с его противниками и не позволит ему покорить их сердца и земли. А поскольку все это удалось Пророку, да благословит его Аллах и приветствует, то ни один благоразумный человек не может отрицать истинности Священного Корана, если только он не отрицает совершенное знание своего Господа, а известно, что поступают так только философы и атеисты. Сообщив о Своем всеобъемлющем знании, Всевышний Аллах призвал людей размышлять над кораническими откровениями, потому что именно благодаря ним рабы Аллаха могут ознакомиться с правдивыми повествованиями и мудрыми предписаниями, каждое из которых однозначно свидетельствует о том, что Священный Коран ниспослан Тем, Кто ведает явное и сокровенное. Несмотря на это, неверующие во все времена отвергают послание и пророчество, но Аллах все равно не лишает их Своей милости. Он призывает грешников покаяться и обещает тем из них, кто покается и встанет на прямой путь, милость и прощение. Воистину, среди Его прекрасных имен - Прощающий, Милосердный. Он прощает даже закоренелых преступников и злостных грешников, когда они перестают творить злодеяния и приносят искреннее покаяние. Он непрестанно осеняет людей Своей милостью: дарует им отсрочку, несмотря на то, что они заслуживают справедливого наказания, принимает их покаяния, стирает их прегрешения и записывает их благодеяния. Он проявляет сострадание к грешникам, которые раскаиваются после долгих скитаний во мраке заблуждения и возвращаются на прямой путь после продолжительного сопротивления и неповиновения. Затем Аллах еще раз сообщил о многобожниках, которые безнадежно пытались опорочить пророческое послание и хотели видеть Божьего избранника ангелом, царем или человеком, которому помогает ангел."
    },
    {
      "ayah": 60,
      "surah": 25,
      "text": "А что касается неверующих, то они высокомерно отказываются преклоняться перед Аллахом. Когда им предлагают уверовать в Единого Господа Бога, Который непрестанно одаряет их Своими милостями и оберегает от зла и неприятностей, они демонстрируют свое нежелание уверовать и вопрошают: «Кто такой Милостивый?» Неужели эти смутьяны не знают, кто такой Милостивый? Конечно, знают. Однако они пытаются опорочить религию Пророка Мухаммада, да благословит его Аллах и приветствует, говоря: «Он запрещает нам поклоняться наряду с Аллахом иным божествам, а сам обращается с молитвами к Милостивому. А кто такой Милостивый, нам неизвестно. Неужели мы станем беспрекословно подчиняться твоим приказам?» Всевышний опроверг эти бессмысленные обвинения и повелел Своему избраннику, да благословит его Аллах и приветствует, сказать: «Призывайте Аллаха или призывайте Милостивого! Как бы вы ни призывали Его, у Него - самые прекрасные имена» (17:110). Он обладает великим множеством божественных качеств и прекрасных имен, и каждое из них свидетельствует об одном из Его величественных и совершенных качеств. Что же касается мекканских многобожников, то их слова доказывают то, что они не желали признать миссию Мухаммада, да благословит его Аллах и приветствует, и высокомерно отворачивались от него. И чем больше посланник Аллаха, да благословит его Аллах и приветствует, призывал их искренне поклоняться Милостивому, тем сильнее они увязали в омуте лжи, неверия и бесконечного несчастья."
    },
    {
      "ayah": 61,
      "surah": 25,
      "text": "Как мы уже сказали, арабское слово табарака ‘благословен’ свидетельствует о величии Создателя, многочисленности Его божественных качеств и безграничности Его добродетели. В этой удивительной суре это слово повторяется трижды, и в этом нет ничего удивительного, потому что ниспосланные в ней откровения свидетельствуют о величии Господа, а также Его неограниченной власти, непреложном волеизъявлении, безупречном знании и могуществе, совершенной мудрости и абсолютном праве на управление Вселенной и издание законов. В ней раскрывается сущность божественного милосердия и всеобъемлющей божественной добродетели, обсуждаются мирские и религиозные милости, которыми Аллах одаряет Своих рабов. Все это объясняет, почему Он еще раз напомнил людям о Своем прекрасном эпитете и сотворении крупных звезд. Речь идет о крупных небесных светилах либо созвездиях, через которые проходят солнце и луна. Арабское слово бурдж имеет много значений и означает ‘созвездие’, ‘башня’, ‘замок’, ‘крепость’. Башни и крепости служат для защиты городов на земле, а звезды - для защиты небес от мятежных дьяволов. Аллах установил на небе солнце, которое, подобно светильнику, излучает свет и тепло. Он сотворил луну, которая отражает солнечный свет, но не излучает тепла. Все это - доказательства Его могущества и добродетели. Прекрасный вид, совершенные формы, огромные размеры и точные орбиты этих небесных тел являются неопровержимым доказательством Его могущества и совершенства Его божественных качеств. Многочисленная польза, которую эти небесные тела приносят для обитателей земли, свидетельствует о Его безграничной добродетели."
    },
    {
      "ayah": 62,
      "surah": 25,
      "text": "Заканчивается день, и наступает ночь. Затем заканчивается ночь, и наступает день. Они последовательно сменяют друг друга и никогда не опережают свой срок. Это - знамения для тех, кто желает сделать для себя полезные выводы, познать некоторые из божественных качеств Аллаха и возблагодарить своего Создателя. Всякий, кто желает помнить и благодарить, читает молитвы и обращается с мольбой к Нему утром и вечером. Если ему не удалось прочесть молитвы перед восходом солнца, то он восполняет упущенное и делает это вечером на закате. Воистину, настроение человека в течение дня и ночи часто меняется. Иногда человек проявляет активность, а иногда им овладевает леность. Иногда он помнит о своих обязанностях, а иногда предает их забвению. Иногда он принимает добрый совет или наставление, а иногда отворачивается от них. Господь прекрасно осведомлен об этом, и поэтому Он сотворил ночь и день, которые один за другим последовательно господствуют на земле. Они сменяют друг друга и помогают людям собраться с силами для того, чтобы лучше благодарить Всевышнего Господа. По прошествии даже короткого промежутка времени многие рабы Аллаха теряют былое рвение, и ими овладевает леность, но пробивает час, когда мусульмане обязаны помянуть своего Благодетеля, и тогда в них вновь пробуждается желание помнить и благодарить. Человеческая вера нуждается в обрядах поклонения, как дерево нуждается в воде, и если человек не будет поливать дерево своей веры, то оно высохнет и зачахнет. Посему воздадим хвалу Аллаху, Который Своими мудрыми установлениями помогает правоверным сохранить веру и благочестие."
    },
    {
      "ayah": 63,
      "surah": 25,
      "text": "Господь сообщил об одном из многочисленных проявлений Своей добродетели. Речь идет о Божьей милости по отношению к правоверным мусульманам, благодаря которой они совершают праведные дела и зарабатывают вечное блаженство в высоких райских горницах и прекрасных садах. Они - настоящие рабы Милостивого. Безусловно, все творения являются рабами Аллаха, однако существует рабство вынужденное и добровольное. Аллах - Господь всех творений, и поэтому все люди изначально являются его рабами. Это вынужденное рабство распространяется на мусульман и неверных, праведников и грешников, каждый из которых подвластен Всевышнему Господу. Всевышний сказал: «Каждый, кто на небесах и на земле, явится к Милостивому только в качестве раба» (19:93). Наряду с этим существует рабство добровольное, которого олицетворяется искренним поклонением Аллаху и характеризуется Его особой милостью. Именно такими рабами являются Божьи пророки и угодники. Аллах назвал их рабами Милостивого, потому что они достигли этой высокой ступени только благодаря Его милости. Затем Аллах перечислил некоторые из качеств Своих избранных рабов, и все эти качества совершенны и прекрасны. Эти рабы ступают по земле смиренно, а когда невежды обращаются к ним, отвечают им добрыми словами. Они отличаются скромностью, достоинством и уравновешенностью. Они никогда не превозносятся перед Аллахом или перед Его творениями. Даже если невежественные грешники говорят с ними грубо и недостойно, они все равно отвечают им самым достойным образом, не уподобляясь им и избегая греховных слов. Терпение, кротость, выдержка, благоразумие, умение прощать обидчика и отвечать добром на зло - это лишь некоторые из тех прекрасных качеств, благодаря которым эти праведники заслужили похвалу Всевышнего."
    },
    {
      "ayah": 64,
      "surah": 25,
      "text": "Они подолгу совершают необязательный ночной намаз, взывая к своему Господу с искренностью и покорностью. Всевышний сказал: «Воистину, веруют в Наши знамения только те, которые, когда им напоминают о них, падают ниц, прославляют хвалой своего Господа и не проявляют высокомерия. Они отрывают свои бока от постелей, взывая к своему Господу со страхом и надеждой, и расходуют из того, чем Мы их наделили. Ни один человек не знает, какие услады для глаз сокрыты для них в воздаяние за то, что они совершали» (32:15–17)."
    },
    {
      "ayah": 65,
      "surah": 25,
      "text": "Помоги нам совершать праведные деяния, благодаря которым мы сумеем спастись от великого несчастья, и прости нам прегрешения, за которые мы можем оказаться в огненной Преисподней. Воистину, адское наказание - мука неотступная. Закоренелые грешники не смогут избавиться от своей злой участи, подобно должникам, которые не могут выбраться из долговой ямы."
    },
    {
      "ayah": 66,
      "surah": 25,
      "text": "Говоря эти слова, правоверные проявляют свое смирение перед Всевышним Господом. Они также подчеркивают свою постоянную нужду в Его милостях и щедротах, потому что они знают, что не в силах вынести адские муки. Они также поминают Его благодеяния и надеются на Его милость. Они знают, насколько ужасна и отвратительна огненная обитель. А ведь чем ужаснее наказание, тем сильнее печаль того, кто его заслужил, и тем сильнее радость того, кто сумел его избежать."
    },
    {
      "ayah": 67,
      "surah": 25,
      "text": "Даже раздавая обязательную и необязательную милостыню, они не излишествуют, не пренебрегают своими первостепенными обязанностями и не скупятся. Они следуют прямым путем, по одну сторону которого находится расточительство, а по другую сторону - алчность. При этом они выполняют обязательные материальные предписания религии, то есть выплачивают закят и раздают искупительные и другие обязательные пожертвования. Они расходуют свое имущество на благие цели и делают это надлежащим образом, не причиняя вреда ни себе, ни окружающим. Все это свидетельствует об их беспристрастности, справедливости, умеренности и бережливости."
    },
    {
      "ayah": 68,
      "surah": 25,
      "text": "Они поклоняются только одному Аллаху, будучи Его искренними и преданными рабами. Они обращают свои молитвы только к Нему и отворачиваются от всего, что связано с язычеством и многобожием. Они не посягают на жизнь мусульман и немусульман, которые живут в мире с мусульманами на договорных основаниях. Однако этот запрет не распространяется на преступников, которые совершили убийство, на женатых мужчин и замужних женщин, которые совершили прелюбодеяние, и на упорствующих неверных, которые заслуживают смерти. Помимо всего прочего, праведники, о которых поведал Всевышний Аллах, стремятся блюсти целомудрие и не прелюбодействуют, поскольку они охраняют свои половые органы только для своих жен и невольниц, за что им нет порицания. Это предупреждение относится ко всем, кто приобщает к Аллаху сотоварищей, убивает людей вопреки Его запрету и прелюбодействует. Они будут подвергнуты мучительному наказанию, о котором Всевышний Господь поведал в следующем аяте."
    },
    {
      "ayah": 69,
      "surah": 25,
      "text": "Они никогда не выйдут из Преисподней. Это суровое предупреждение в первую очередь относится к тем, кто приобщает к Аллаху сотоварищей и поклоняется вымышленным богам. Эти нечестивцы обречены на вечные страдания. А что касается грешников, совершающих убийство, прелюбодеяние и другие великие грехи, то они тоже будут подвергнуты мучительному наказанию, однако, если они не приобщали к Аллаху сотоварищей, их страдания не будут вечными. Об этом однозначно свидетельствуют коранические тексты и достоверные хадисы. Ни один верный приверженец единобожия, несмотря ни на какие грехи, не останется навсегда обитателем Ада. Тем не менее, Всевышний Аллах поставил убийство и прелюбодеяние в один ряд с многобожием, потому что все это - величайшие из грехов. Многобожие является посягательством на правую веру, убийство - посягательством на жизнь, а прелюбодеяние - посягательством на честь."
    },
    {
      "ayah": 7,
      "surah": 25,
      "text": "Как он смеет называть себя посланником Господа? Он принимает пищу, а это значит, что он является простым смертным. Если бы он был ангелом, то не нуждался бы в пище, как все остальные люди. Более того, он ходит по базарам, что не подобает Божьему избраннику. Это язвительная насмешка со стороны многобожников. Их суждение не имеет ничего общего с истиной, потому что Всевышний Аллах сказал: «Мы не ниспосылали до тебя посланников, которые не принимали бы пищи и не ходили бы по рынкам» (25:20). Они спрашивают, почему к нему не приставлен ангел, который увещевал бы вместе с ним. Из этого следует, что они полагают, что Божий избранник в одиночку не справится с возложенной на него пророческой миссией."
    },
    {
      "ayah": 70,
      "surah": 25,
      "text": "Господь обещал избавить от великого наказания тех из Своих рабов, которые раскаялись в том, что обожествляли творения, убивали людей, прелюбодействовали или совершали иные преступления. Какие бы злодеяния ни совершал человек, он обязан покаяться и выполнить все условия искреннего покаяния. Для этого он должен прекратить совершать конкретный грех, раскаяться в том, что совершал его прежде, и твердо решить больше никогда не возвращаться к нему. Однако этого мало для того, чтобы заслужить милость Всевышнего Аллаха. Покаявшись в грехах, человек должен уверовать и творить добро. Истинная вера возможна только тогда, когда раб Божий исповедует правильные религиозные убеждения, не совершает грехи и выполняет обязательные предписания религии. А деяния человека станут добрыми только тогда, когда он будет исправно выполнять повеления Аллаха и Его пророка, да благословит его Аллах и приветствует, и будет делать это только ради Него. Аллах заменит злые деяния таких людей добрыми, т.е. поможет им отречься от грехов и совершать исключительно добрые деяния. Тот, кто прежде приобщал к Аллаху сотоварищей, будет исповедовать правую веру. А тот, кто прежде совершал грехи, будет выполнять Его веления. Более того, благодаря искреннему покаянию и праведным деяниям Он заменит грехи, в которых покаялись правоверные, на благодеяния. Об этом ясно свидетельствует текст коранического откровения. В одном из священных хадисов сообщается о том, как Аллах призовет к Себе некоего верующего мужа и напомнит ему о совершенных им прегрешениях, и тогда верующий скажет: «Господи! Я совершал грехи, которых я не вижу в моей книге». Поистине, лучше всего об этом известно Самому Аллаху, Прощающему и Милосердному. Он принимает покаяния Своих рабов, прощая им великие прегрешения. Он снисходителен даже к закоренелым грешникам и преступникам, которых Он непрестанно призывает к покаянию. Более того, Он помогает им покаяться, а затем принимает их покаяния."
    },
    {
      "ayah": 71,
      "surah": 25,
      "text": "Это - самое совершенное покаяние, после которого человек возвращается на путь Господа. Следуя этим путем, человек обретает истинное счастье и добивается великого успеха, и поэтому становиться на него человек должен искренне, а не ради достижения корыстных целей. Это - призыв к тому, чтобы все рабы Аллаха оставались верны своим покаяниям, потому что только в этом случае Он примет их покаяния и вознаградит их сполна. Воистину, это вознаграждение будет таким же совершенным, как и покаяние самих рабов."
    },
    {
      "ayah": 72,
      "surah": 25,
      "text": "Они не утверждают ложь, не совершают греховных поступков и не присутствуют там, где царит неповиновение Всевышнему Аллаху. Они избегают собраний, в которых люди пренебрегают Его знамениями, затевают бесполезные споры, распространяют сплетни и клевету, сеют между людьми вражду, сквернословят и насмехаются над другими. Они избегают мест, в которых распевают песни, пьют вино и другие алкогольные напитки, сидят на шелковых коврах или любуются развешенными картинами. Они не свидетельствуют о том, что противоречит истине, а это значит, что они тем более никогда не произносят противоречащих ей речей и не совершают противоречащих ей поступков. Лжесвидетельство - одна из разновидностей лживых речей, и можно однозначно утверждать, что обсуждаемый нами аят запрещает говорить любую ложь. Когда праведники, обладающие всеми упомянутыми выше качествами, проходят мимо суетного, они минуют его с достоинством. Глупые и безрассудные люди любят разглагольствовать о суетном, то есть вести разговоры, которые не приносят никакой пользы ни в религиозных, ни в мирских делах. Но это качество не присуще правоверным, которые с достоинством избегают подобных разговоров. Они знают, что даже если подобные разговоры не являются грехом, они все равно глупы и бессмысленны. Они осознают, что ведут их только невежды, лишенные человеческого достоинства. В обсуждаемом нами аяте содержится тонкий намек на то, что праведники не посещают мест, в которых люди ведут суетные беседы, преднамеренно. Они сталкиваются с подобными невеждами случайно, но тотчас с достоинством покидают их скверное общество."
    },
    {
      "ayah": 73,
      "surah": 25,
      "text": "Они не отворачиваются от знамений своего Господа, к которым они обязаны прислушиваться и которыми они обязаны руководствоваться в течение всей жизни. Они не поступают так, как поступают неверные, которые остаются глухи к увещеваниям Всевышнего Аллаха и испытывают отвращение к истине. Всевышний сказал: «Воистину, веруют в Наши знамения только те, которые, когда им напоминают о них, падают ниц, прославляют хвалой своего Господа и не проявляют высокомерия» (32:15). Они покорно принимают любые повеления Аллаха, чувствуют невероятную нужду в Его божественном руководстве, охотно повинуются Его предписаниям и не испытывают при этом недовольства или нежелания. Их уши готовы внять любому увещеванию, а их сердца готовы ответить на любой добрый призыв. Каждое новое знамения усиливает их веру и убежденность, делает их еще более активными и переполняет их сердца великой радостью."
    },
    {
      "ayah": 74,
      "surah": 25,
      "text": "Арабское слово заудж (мн. азвадж) означает ‘пара’, ‘чета’, ‘супруг’, ‘супруга’. Все эти значения применимы к данному высказыванию Всевышнего. Задумайтесь над прекрасными качествами правоверных. Они совершают праведные деяния, но все равно испытывают нужду в поддержке своего Господа. Они просят Его даровать им праведных супругов, детей и друзей, то есть фактически просят Его смилостивиться над ними самими, потому что праведные родственники и близкие приносят великую пользу самому человеку. Более того, их молитва приносит пользу всем правоверным мусульманам, потому что благочестивые жены, праведные потомки и богобоязненные друзья оказывают положительное воздействие на многих людей, с которыми им приходиться сталкиваться. Они также просят Аллаха сделать их образцом для богобоязненных. Они говорят: «Господи! Помоги нам достичь высот праведности, сделай нас правдивыми и праведными, дабы богобоязненные мусульмане могли брать с нас пример. Сделай так, чтобы наши поступки были достойны подражания, а наши слова были достойны восхищения. Сделай так, чтобы добропорядочные верующие следовали нашим путем и руководствовались светом нашей веры». Если человек просит Аллаха помочь ему достичь определенной высокой степени, то он просит наделить его качествами, без которых невозможно достичь таких высот. Поэтому мусульмане должны знать, что стать образцом для подражания можно только благодаря терпению и твердой убежденности, ибо Всевышний Аллах сказал: «Мы создали среди них предводителей, которые вели остальных по Нашему повелению прямым путем, поскольку они были терпеливы и убежденно верили в Наши знамения» (32:24). Таким образом, стремление стать образцом для богобоязненных тесно сопряжено со стремлением вершить добрые дела, терпеливо выполнять предписания религии, терпеливо избегать совершения грехов, стойко переносить превратности судьбы и обладать совершенным знанием, которое позволяет человеку достичь полной убежденности. Только так можно обрести величайшее благо и достичь самой высокой степени, которой может достичь человек, не являющийся Божьим пророком. Как прекрасно подобное стремление! Как прекрасны подобные деяния! И как прекрасно соответствующее им вознаграждение! О нем Всевышний Аллах поведал в следующем аяте:"
    },
    {
      "ayah": 75,
      "surah": 25,
      "text": "Арабское слово заудж (мн. азвадж) означает ‘пара’, ‘чета’, ‘супруг’, ‘супруга’. Все эти значения применимы к данному высказыванию Всевышнего. Задумайтесь над прекрасными качествами правоверных. Они совершают праведные деяния, но все равно испытывают нужду в поддержке своего Господа. Они просят Его даровать им праведных супругов, детей и друзей, то есть фактически просят Его смилостивиться над ними самими, потому что праведные родственники и близкие приносят великую пользу самому человеку. Более того, их молитва приносит пользу всем правоверным мусульманам, потому что благочестивые жены, праведные потомки и богобоязненные друзья оказывают положительное воздействие на многих людей, с которыми им приходиться сталкиваться. Они также просят Аллаха сделать их образцом для богобоязненных. Они говорят: «Господи! Помоги нам достичь высот праведности, сделай нас правдивыми и праведными, дабы богобоязненные мусульмане могли брать с нас пример. Сделай так, чтобы наши поступки были достойны подражания, а наши слова были достойны восхищения. Сделай так, чтобы добропорядочные верующие следовали нашим путем и руководствовались светом нашей веры». Если человек просит Аллаха помочь ему достичь определенной высокой степени, то он просит наделить его качествами, без которых невозможно достичь таких высот. Поэтому мусульмане должны знать, что стать образцом для подражания можно только благодаря терпению и твердой убежденности, ибо Всевышний Аллах сказал: «Мы создали среди них предводителей, которые вели остальных по Нашему повелению прямым путем, поскольку они были терпеливы и убежденно верили в Наши знамения» (32:24). Таким образом, стремление стать образцом для богобоязненных тесно сопряжено со стремлением вершить добрые дела, терпеливо выполнять предписания религии, терпеливо избегать совершения грехов, стойко переносить превратности судьбы и обладать совершенным знанием, которое позволяет человеку достичь полной убежденности. Только так можно обрести величайшее благо и достичь самой высокой степени, которой может достичь человек, не являющийся Божьим пророком. Как прекрасно подобное стремление! Как прекрасны подобные деяния! И как прекрасно соответствующее им вознаграждение! О нем Всевышний Аллах поведал в следующем аяте:"
    },
    {
      "ayah": 76,
      "surah": 25,
      "text": "Это - удивительные дворцы и горницы, расположенные на райских возвышенностях. В них праведники найдут все, чего желает человеческая душа и чем упивается человеческий взор. А получат они такое вознаграждение благодаря тому, что были терпеливы, и поэтому Всевышний Аллах сказал, что ангелы будут входить к ним через все врата со словами: «Мир вам за то, что вы проявили терпение!» (13:24). В обсуждаемом нами аяте Господь также поведал о том, что обитатели Рая будут встречены приветствием и миром. Это - приветствия от Всевышнего Аллаха, благородных ангелов и всех остальных правоверных. Обитатели Рая будут приветствовать и поздравлять друг друга с тем, что Аллах избавил их от всего, что может огорчить или доставить неприятность. Одним словом, Всевышний Аллах охарактеризовал правоверных самыми прекрасными качествами. Они сохраняют достоинство и почтенное спокойствие, проявляют смирение перед Господом, не ведут себя заносчиво с окружающими, обладают благородным нравом, терпением, выдержкой, великодушием, проявляют снисходительность к невеждам, не присутствуют на их недостойных собраниях, отвечают добром на зло, проводят ночи в молитвах, искренне поклоняются своему Благодетелю, страшатся адского наказания, смиренно молят Аллаха о прощении и спасении, раздают обязательные и необязательные пожертвования, не скупятся и не расточительствуют, а расходуют свое богатство умеренно. Расходование материального богатства - это одна из сфер человеческого бытия, в которой люди чаще всего впадают в крайности. Однако это ни в коей мере не относится к правоверным мусульманам, из чего следуют, что во всем остальном они тем более не допускают ни излишеств, ни упущений. Наряду с этим они не совершают великих грехов, избегают всего, что так или иначе связано с многобожием, не посягают на жизнь и честь других людей, раскаиваются в совершенных прегрешениях, сторонятся собраний, на которых люди совершают грехи или произносят греховные речи, и удаляются от глупцов, которые ведут бесполезные разговоры. Все это свидетельствует об их мужестве, достоинстве и человечности. Это - благородные мужья, чьи слова и поступки превыше всего низкого и презренного. Они с радостью принимают любое предписание своего Господа, размышляют над его смыслом и охотно выполняют его самым прекрасным образом. Они обращаются к Всевышнему Аллаху с самыми прекрасными молитвами в надежде принести пользу не только себе, но и всем остальным правоверным. Они желают видеть своих жен, детей и близких только благочестивыми праведниками, а для этого они стремятся обучить их истине, дать им добрый совет или полезное наставление. Воистину, всякий, кто стремится к благой цели и просит Аллаха помочь ему в этом, непременно должен делать все для того, чтобы приблизиться к заветной мечте. Они также стремятся достичь самой высокой степени, которой может достичь праведный мусульманин, то есть стать правдивыми и верными рабами Аллаха, с которых будут брать пример остальные мусульмане. Но какой бы высокой степени ни достиг правоверный, он все равно не сможет достичь степени Божьих избранников, которые отличались более прекрасными качествами, более высокими устремлениями, более чистыми помыслами, более благородными душами и более благочестивыми деяниями. Все это - величайшая милость Аллаха по отношению к Его избранным творениям, которых Он почтил особым вниманием и возвысил над остальными творениями. Из сострадания и снисходительности Всевышний Аллах поведал Своим рабам о том, какие качества, помыслы и деяния заслуживают Его щедрого вознаграждения. Более того, Аллах описал это вознаграждение, дабы люди стремились обрести достойные качества и вершить праведные деяния, а это невозможно без помощи Всевышнего Господа и Благодетеля. Он непрестанно заботится о Своих творениях в любом уголке Вселенной, и только Он способен наставить людей на прямой путь и воспитать их в духе праведности и благочестия. Хвала Тебе, Господи! Тебе одному мы жалуемся на тяготы и невзгоды, к Тебе одному взываем о помощи и спасении. Только Ты способен наделить силой могуществом, а мы не способны принести пользу или причинить вред даже самим себе. Если Ты не смилостивишься над нами, то мы не сможем сотворить добра даже весом на одну пылинку, поскольку мы слабы и совершенно беспомощны. А если Ты бросишь нас на произвол судьбы хотя бы на мгновение ока, то мы будем обречены на погибель. Мы твердо убеждены в этом и поэтому полагаемся только на Твою милость, благодаря которой мы были сотворены, наделены многочисленными зримыми и незримыми благами и защищены от бед и несчастий. Господи, окажи нам такую милость, после которой мы не нуждались бы в милости Твоих творений! Воистину, тот, кто обращается к Тебе с молитвами и надеется на Твою поддержку, никогда не вкусит горечи разочарования. Таким образом, Всевышний Аллах поведал о том, что правоверные мусульмане являются Его избранными рабами и заслуживают Его особой милости. Однако неграмотный человек может ошибочно предположить, что все остальные люди не относятся к рабам Аллаха. Для того чтобы предотвратить такое неверное понимание аята, Всевышний возвестил о том, что Его не беспокоит судьба всех остальных людей. И если бы правоверные не поклонялись Ему и не обращались к Нему с искренними молитвами, то их постигла бы такая же участь, поскольку Он никогда не возлюбил бы их."
    },
    {
      "ayah": 77,
      "surah": 25,
      "text": "Грешники не смогут избавиться от этого наказания, подобно должникам, которые не могут вернуть долг. Наступит День воскресения, и тогда они непременно ответят за все обиды и страдания, которые они причиняли правоверным."
    },
    {
      "ayah": 8,
      "surah": 25,
      "text": "Почему не даровано ему сокровище? В таком случае он не испытывал бы никаких материальных затруднений. Почему у него нет сада, плоды которого он вкушал бы? Если бы у него был сад, то он не ходил бы по рынкам в поисках пропитания. Нечестивцы говорят такие слова, но не довольствуются этим и называют святого Пророка околдованным человеком. Аллах нарек этих людей нечестивцами, словно подчеркивая, что они говорят подобные слова не по причине сомнения или недоверия, а именно из-за собственной несправедливости. Они прекрасно знают о том, каким благоразумным, красноречивым и добропорядочным человеком был Пророк Мухаммад, и поэтому их недостойное поведение является еще более удивительным и непонятным."
    },
    {
      "ayah": 9,
      "surah": 25,
      "text": "О Мухаммад! Они хотят, чтобы ты был ангелом и не нуждался в том, в чем нуждаются простые смертные. Они хотят, чтобы рядом с тобой находился ангел, потому что предполагают, что в одиночку ты не в силах справиться с пророческой миссией. Они также хотят, чтобы ты обладал огромной сокровищницей или владел богатым садом и не ходил по рынкам, как все остальные люди. И после всего этого они утверждают, что ты - околдованный человек. Их противоречивые утверждения свидетельствуют об их невежестве, заблуждении и слабоумии. Они не имеют ничего общего с утверждениями людей, следующих прямым путем. Более того, их слова не способны даже посеять сомнения в сердцах благоразумных людей относительно истинности пророческой миссии Мухаммада. Благоразумному человеку достаточно просто задуматься над их словами, чтобы ему стало ясно, насколько они порочны и безосновательны. Именно поэтому Всевышний Аллах повелел Своим рабам призадуматься над тем, есть ли основания для того, чтобы усомниться в правдивости Мухаммада, да благословит его Аллах и приветствует, и истинности его пророческой миссии. Аллах также поведал о том, что для Него не составит труда одарить Своего посланника, да благословит его Аллах и приветствует, великими благами в мирской жизни, и поэтому сказал:"
    }
  ]
}
