{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 29,
      "text": "Искренне поклоняйся одному Аллаху, потому что никто иной не заслуживает поклонения, обожествления и высшей любви. Нет божества, кроме совершенного и вечного Аллаха! Все сущее тленно, кроме Его благородного лика. А это значит, что все, чему поклоняются многобожники, непременно исчезнет. Не принесут пользы божества, которым суждено исчезнуть, и не принесет пользы поклонение им. Воистину, порочны цели многобожников, и печален их исход. Только Всевышний Аллах управляет судьбами творений на земле и в Последней жизни. Он достоин поклонения и обожествления. Он вечен и не умирает, а все живые твари умрут, а затем предстанут перед Ним для того, чтобы получить воздаяние за каждое совершенное деяние. Каждый благоразумный человек должен помнить об этом и поклоняться одному Аллаху, не признавая иных богов. Он должен всеми силами стремиться приблизиться к Аллаху, избегать Его гнева и наказания и опасаться того, что он может предстать перед Ним нераскаявшимся в своих проступках и прегрешениях."
    },
    {
      "ayah": 10,
      "surah": 29,
      "text": "В предыдущих аятах Всевышний Господь поведал о том, что каждый человек проходит через испытание, благодаря которому правдивый верующий отличается от лжеца. Далее Всевышний Аллах поведал о том, что среди людей есть такие, которые не способны вынести тяжелые потрясения и стойко пройти через суровые испытания. Эти люди утверждают, что уверовали в Аллаха. Но если неверующие начинают подвергать их телесному наказанию, лишать имущества или бранить, призывая отвернуться от истинной религии, то они считают это испытание веской причиной для того, чтобы отречься от веры. Тем самым они приравнивают людское притеснение с наказанием Аллаха, которое действительно является веской причиной для того, чтобы отречься от грехов. Но если Всевышний Аллах одарит правоверных победой, эти маловеры непременно скажут, что они были вместе с правоверными. Они скажут так, потому что победа и триумф угодны их низменным устремлениям. Они относятся к той самой категории людей, о которой упоминается в следующем откровении: «Среди людей есть и такой, который поклоняется Аллаху, находясь на грани между верой и неверием. Если ему достается добро, то благодаря этому он чувствует себя уверенно; если же его постигает искушение, то он оборачивается вспять. Он теряет как этот мир, так и Последнюю жизнь. Это и есть очевидный убыток!» (22:11). Но разве Аллах не ведает о том, что кроется в сердцах Его творений? Он доподлинно сообщил вам о качествах этих людей, и это свидетельствует о совершенстве Его божественного знания и безграничности Его божественной мудрости."
    },
    {
      "ayah": 11,
      "surah": 29,
      "text": "А испытания и искушения Всевышний Аллах предопределил для того, чтобы сбылось все то, о чем Ему было известно изначально. Поэтому Всеведущий Творец будет вознаграждать и наказывать в соответствии с совершенными ими деяниями, а не руководствуясь исключительно собственным знанием. В противном случае рабы Аллаха могли бы опротестовать решение Господа, утверждая, что если бы им представилась возможность, то они бы выстояли перед любыми испытаниями."
    },
    {
      "ayah": 12,
      "surah": 29,
      "text": "Всевышний поведал о том, как изощряются неверующие, которые призывают мусульман обратиться в их религию. Мусульмане должны помнить об этом, не обольщаться соблазнительными призывами неверующих и не попадаться в их чудовищные сети. Неверующие и безбожники говорят мусульманам: «Отрекитесь от мусульманской веры или хотя бы от некоторых ее предписаний и поступайте так, как велит наша религия. Мы гарантируем вам успех и даже готовы понести бремя ваших грехов». Они дают обещания, исполнить которые им никогда не удастся. Никто не сможет облегчить бремя грешников даже на самую малость. И если даже человек добровольно согласиться взвалить на себя бремя чужих грехов, он все равно ничем не поможет грешнику, потому что истина - на стороне Всемогущего Господа, который волен судить Своих рабов по своим собственным законам. А закон Всевышнего Аллаха гласит: «Никто не понесет бремени чужих грехов»."
    },
    {
      "ayah": 13,
      "surah": 29,
      "text": "Из предыдущего аята становится ясно, что неверующие, которые призывали окружающих к совершению грехов, не будут нести ответственность за чужие прегрешения. Это может вызвать ошибочное предположение о том, что неверующие также не будут в ответе за грехи людей, которых они ввели в заблуждение. Для того чтобы предотвратить возникновение подобного предположения, Всевышний Аллах возвестил, что нечестивцы понесут бремя грехов, которые они совершили самостоятельно, и грехов, на которые они спровоцировали других людей. Если один человек совершил грех по примеру другого, то ответственность за него в равной мере ложится на обоих грешников. Первый получит наказание за то, что он ослушался Аллаха, а второй будет наказан за то, что он провоцировал окружающих на ослушание Его. Похожая ситуация возникает, когда один человек совершает благодеяние по примеру другого. В этом случае первый получает вознаграждение за покорность Всевышнему, а второй удостаивается награды за то, что его пример пошел на пользу окружающим. А когда наступит День воскресения, Всевышний Аллах призовет к ответу грешников, которые измышляли зло, приукрашивали его в глазах других людей и подталкивали их на совершение преступлений, обещая впоследствии избавить их от бремени грехов."
    },
    {
      "ayah": 14,
      "surah": 29,
      "text": "Всевышний поведал о наказании, которое постигло неверующие народы и стало ярким свидетельством Его безграничной власти и мудрости. К одному из таких народов Аллах отправил Своего раба и посланника Нуха, который призвал своих соплеменников не поклоняться никому, кроме Аллаха, и отречься от поклонения иным божествам. Девятьсот пятьдесят лет святой пророк проповедовал среди своих соплеменников. Он не упускал возможности дать мудрое наставление и не прекращал своих проповедей. Он доносил до них послание своего Господа днем и ночью, втайне и всенародно, но нечестивцы отказались последовать прямым путем. Более того, они продолжали исповедовать неверие и вершить беззаконие, и тогда святой пророк Нух проклял их. Он проявил невиданное терпение и огромную выдержку, но впоследствии все-таки обратился к своему Господу со словами: «Господи! Не оставь на земле ни одного неверующего жителя!» (71:26). И спустя некоторое время их постиг потоп: вода лилась с небес и выплескивалась из недр земли. Соплеменники Нуха заслуживали такого наказания, потому что они были нечестивцами."
    },
    {
      "ayah": 15,
      "surah": 29,
      "text": "Пророк Нух и еще несколько верующих сели в ковчег и оказались единственными, кто спасся от мучительного наказания. И поэтому Всевышний Господь сделал корабли и историю святого пророка знамением для обитателей миров. Люди и джинны должны извлечь урок из этой истории и помнить о том, что неверие в Божьих посланников всегда заканчивается погибелью, а правая вера всегда позволяет рассчитывать на избавление от забот и выход из самых трудных ситуаций. Люди и джинны также должны вглядываться в корабли, которые являются знамением Всевышнего Господа и напоминанием о Его милости. Именно по милости Аллаха люди научились строить корабли, на которых они отправляются в заморские страны и перевозят тяжелые грузы."
    },
    {
      "ayah": 16,
      "surah": 29,
      "text": "Всевышний поведал о пророческой миссии Своего возлюбленного Ибрахима. Господь отправил его проповедовать среди своего народа, и святой пророк сказал: «Искренне поклоняйтесь одному Аллаху и выполняйте Его повеления надлежащим образом! Опасайтесь гнева Божьего и не совершайте грехов, дабы не постигло вас мучительное наказание. Так будет лучше для вас, если бы вы только знали. Поклонение одному Аллаху и богобоязненность принесут вам гораздо больше пользы, чем все остальное». Сравнительная степень, использованная в этом кораническом откровении, имеет значение превосходной степени, потому что в нем не упоминается, что именно сравнивается с поклонением Аллаху и богобоязненностью. Воистину, отказ от поклонения одному Аллаху и богобоязненности не приносит человеку никакой пользы, потому что только благодаря приверженности единобожию и набожности можно обрести счастье как при жизни на земле, так и после смерти. Любые блага на земле и в Последней жизни являются результатом этих прекрасных качеств. Что же мешает людям уразуметь эту истину, задуматься над своим бытием и отдать предпочтение тому, что действительно заслуживает предпочтения? После повеления исповедовать единобожие и набожность пророк Ибрахим запретил своим соплеменникам поклоняться идолам, которые имеют множество недостатков и не заслуживают обожествления. Он сказал:"
    },
    {
      "ayah": 17,
      "surah": 29,
      "text": "Всевышний поведал о пророческой миссии Своего возлюбленного Ибрахима. Господь отправил его проповедовать среди своего народа, и святой пророк сказал: «Искренне поклоняйтесь одному Аллаху и выполняйте Его повеления надлежащим образом! Опасайтесь гнева Божьего и не совершайте грехов, дабы не постигло вас мучительное наказание. Так будет лучше для вас, если бы вы только знали. Поклонение одному Аллаху и богобоязненность принесут вам гораздо больше пользы, чем все остальное». Сравнительная степень, использованная в этом кораническом откровении, имеет значение превосходной степени, потому что в нем не упоминается, что именно сравнивается с поклонением Аллаху и богобоязненностью. Воистину, отказ от поклонения одному Аллаху и богобоязненности не приносит человеку никакой пользы, потому что только благодаря приверженности единобожию и набожности можно обрести счастье как при жизни на земле, так и после смерти. Любые блага на земле и в Последней жизни являются результатом этих прекрасных качеств. Что же мешает людям уразуметь эту истину, задуматься над своим бытием и отдать предпочтение тому, что действительно заслуживает предпочтения? После повеления исповедовать единобожие и набожность пророк Ибрахим запретил своим соплеменникам поклоняться идолам, которые имеют множество недостатков и не заслуживают обожествления. Он сказал:"
    },
    {
      "ayah": 18,
      "surah": 29,
      "text": "Вы измышляете ложь, создаете истуканов, нарекаете их божественными именами и призываете людей поклоняться вашим божествам и исповедовать вашу религию. Однако придуманные вами божества не обладают качествами, за которые их следовало бы обожествлять. Они не способны принести пользу или уберечь от зла. Они не властны над жизнью, смертью и воскрешением. Они обладают качествами творений, которые не заслуживают даже крошечной крупицы поклонения или обожествления, потому что божеством может называться только Тот, кого можно попросить о помощи и спасении. Вот почему далее святой пророк Ибрахим призвал своих соплеменников поклоняться Единственному Истинному Богу и сказал: «Ищите пропитания у Аллаха, поклоняйтесь Ему и будьте благодарны Ему. Только Всевышний Аллах может ниспослать вам пропитание, потому что только Он помогает Своим рабам заработать на хлеб насущный, предопределяет их земной удел и внимает молитвам людей, которые испрашивают у Него помощи в мирских и духовных начинаниях. Он один заслуживает поклонения, потому что только Он свободен от пороков и недостатков и властен ниспослать благо или причинить вред. Он один управляет Вселенной и заслуживает того, чтобы вы искренне благодарили Его, потому что только Он одаряет творения милостями и щедротами и оберегает их от несчастий и лишений. К Нему вы будете возвращены, и тогда Он воздаст каждому из вас за совершенные им деяния и поведает вам обо всем, что вы утаивали или обнародовали. Опасайтесь же предстать перед Ним многобожниками или неверующими и всеми силами стремитесь приблизиться к Нему, дабы получить Его щедрое вознаграждение»."
    },
    {
      "ayah": 19,
      "surah": 29,
      "text": "Речь идет о воскрешении творений в Судный день. В другом кораническом откровении говорится: «Он - Тот, Кто создает творения в первый раз, а затем воссоздает их, и сделать это для Него еще легче» (30:27)."
    },
    {
      "ayah": 2,
      "surah": 29,
      "text": "Искренне поклоняйся одному Аллаху, потому что никто иной не заслуживает поклонения, обожествления и высшей любви. Нет божества, кроме совершенного и вечного Аллаха! Все сущее тленно, кроме Его благородного лика. А это значит, что все, чему поклоняются многобожники, непременно исчезнет. Не принесут пользы божества, которым суждено исчезнуть, и не принесет пользы поклонение им. Воистину, порочны цели многобожников, и печален их исход. Только Всевышний Аллах управляет судьбами творений на земле и в Последней жизни. Он достоин поклонения и обожествления. Он вечен и не умирает, а все живые твари умрут, а затем предстанут перед Ним для того, чтобы получить воздаяние за каждое совершенное деяние. Каждый благоразумный человек должен помнить об этом и поклоняться одному Аллаху, не признавая иных богов. Он должен всеми силами стремиться приблизиться к Аллаху, избегать Его гнева и наказания и опасаться того, что он может предстать перед Ним нераскаявшимся в своих проступках и прегрешениях."
    },
    {
      "ayah": 20,
      "surah": 29,
      "text": "Если вы сомневаетесь в истинности воскрешения, то посмотрите на этот мир и призадумайтесь, и тогда вы непременно увидите, что люди рождаются и умирают, растения цветут и увядают, облака образуются и распадаются, а ветра усиливаются и стихают. Все сущее возникает и умирает для того, чтобы возникнуть снова. Задумайтесь над человеческим сном, который справедливо можно назвать малой смертью. Ночь окутывает людей своим покрывалом, прекращается мирская суета и стихают человеческие голоса, а сами люди укладываются спать в теплые постели, в которых они больше напоминают покойников. Однако ночь не успевает закончиться, а люди уже просыпаются ото сна, оживают после малой смерти и говорят: «Хвала Аллаху, который вернул нас к жизни после смерти, и к Нему нам предстоит вернуться!» А затем Аллах воссоздаст конечное творение, и тогда люди уже никогда не познают смерть и сон - каждый из них обретет вечность в одной из двух обителей. Для Всевышнего Господа нет ничего невозможного, и если Он сумел однажды сотворить людей, то воссоздать эти творения для Него тем более не составит никакого труда."
    },
    {
      "ayah": 21,
      "surah": 29,
      "text": "Он один вершит суд над своими творениями: вознаграждает и милует покорных праведников и наказывает непокорных ослушников. А после вынесения окончательного приговора каждый человек обретает свое место либо в обители милосердия, либо в огненной Преисподней. Помните об этом и совершайте благодеяния, которые помогут вам снискать благоволение вашего Господа. А также остерегайтесь ослушания и непокорности, которые обрекают грешника на великие страдания."
    },
    {
      "ayah": 22,
      "surah": 29,
      "text": "О неверующие, осмеливающиеся ослушаться Всевышнего Аллаха! Не думайте, что ваши грехи будут оставлены без внимания и что вы сможете избежать наказания своего Господа на земле или на небесах. Не обольщайтесь собственным могуществом и не стройте иллюзий об избавлении от лютой кары, потому что вам никогда не удастся сбежать из-под присмотра Всеведущего Господа. Никто не сможет помочь вам и никто не станет покровительствовать вам, кроме Аллаха, Который может помочь вам обрести материальное и духовное богатство и уберечь вас от всякого зла."
    },
    {
      "ayah": 23,
      "surah": 29,
      "text": "Всевышний поведал о несчастных, которые будут лишены добра и будут вкушать зло. Это будут неверующие, которые отвергли Божьих посланников и пророческие послания. Они не предполагали о том, что встретятся со своим Господом, и думали исключительно о мирской жизни. Они не опасались того, что им придется пожинать плоды своих злодеяний, и это подталкивало их к совершению грехов и многобожию. Они не совершили ни единого поступка ради обретения Божьей милости, и поэтому Всевышний Аллах возвестил, что они потеряли надежду на Его милость. А если бы это было не так, если бы они надеялись на милость своего Господа, то непременно совершали бы благие поступки ради этого. Поэтому мусульманин должен знать, что отчаяние в милости Аллаха является одним из самых опасных заблуждений. Оно проявляется в двух формах: неверующие могут отчаяться в Божьей милости, потому что вообще не пытаются приблизиться к своему Господу, а верующие грешники могут отчаяться в ней по причине множества преступлений и грехов, которые вселяют в их сердца печаль и лишают их светлой надежды. И если люди будут обладать перечисленными выше качествами, то их постигнет мучительное и болезненное наказание. В предыдущих и последующих аятах упоминается о препирательстве соплеменников Ибрахима со своим пророком, а этим откровением Всевышний Господь опроверг утверждения упрямых неверующих. Аллаху же об этом известно лучше!"
    },
    {
      "ayah": 24,
      "surah": 29,
      "text": "Ибрахим продолжал проповедовать среди своего народа. Он призывал их уверовать в Господа, прислушаться к его искренним наставлениям и призадуматься над милостью Аллаха, Который отправил к ним посланника. Однако ответ его соплеменников был ужасен. Они решили подвергнуть его самой мучительной казни, и они обладали для этого достаточной властью. Когда же они предали святого пророка огню, Всевышний Аллах защитил его от языков огненного пламени. Воистину, это стало знамением для людей уверовавших. Это знамение свидетельствуют о правдивости, доброте и искренности Божьих посланников, а также о порочности помыслов неверующих, которые противятся посланникам и призывают друг друга к еще большему неверию."
    },
    {
      "ayah": 25,
      "surah": 29,
      "text": "В одной из своих проповедей пророк Ибрахим сказал своему народу: «Благодаря своей приверженности идолопоклонству вы сможете поддерживать друг друга в этом мире, который очень скоро прекратит свое существование и исчезнет. Когда же наступит Судный день, одни из вас станут отрекаться от других. Почему же вы продолжаете уповать на тех, кто отречется от вашего поклонения и станет проклинать вас?» Это означает, что идолы и идолопоклонники будут отрекаться друг от друга. Огненная Преисподняя станет пристанищем как для идолов, так и для идолопоклонников, и ни одна душа не сможет спасти их от мучительного наказания Аллаха. Всевышний сказал: «Кто же находится в большем заблуждении, чем те, которые взывают вместо Аллаха к тем, которые не ответят им до Дня воскресения и которые не ведают об их зове?! А когда люди будут собраны, они станут их врагами и будут отвергать их поклонение» (46:5–6)."
    },
    {
      "ayah": 26,
      "surah": 29,
      "text": "Соплеменники пророка Ибрахима продолжали упрямствовать и отвергать его призыв, и только Лут уверовал в святого пророка. Позднее Всевышний Аллах сделает этого праведника своим посланником и отправит его проповедовать среди своих соплеменников. Пророк Ибрахим сказал: «Я решил покинуть страну, в которой царят зло и беззаконие, и переселиться в благословенную землю Шама. Воистину, Аллах властен над всем сущим и властен наставить моих соплеменников на прямой путь, но божественная мудрость не позволила этому произойти». Ибрахим покинул своих неверующих соплеменников, и Всевышний Аллах не поведал о том, что после этого их постигло мучительное наказание. Однако из преданий сынов Исраила известно, что Всемогущий Господь наслал на нечестивцев москитов, которые покусали их тела, высосали их кровь и погубили их всех до последнего. Тем не менее, мы не можем однозначно утверждать достоверность этих преданий, потому что об этом не сообщается в мусульманских священных текстах. Если бы народ пророка Ибрахима был уничтожен, то Всевышний Аллах поведал бы об этом, как Он поведал о гибели других неверующих народов. Возможно, все это свидетельствует о том, что Ибрахим был самым сострадательным, достойным, терпеливым и великодушным человеком. Возможно также, что Всевышний Аллах не искоренил его народ, потому что он, в отличие от многих других посланников, не проклял своих соплеменников. О правдивости подобных предположений свидетельствует попытка пророка Ибрахима вернуть ангелов, которые отправлялись уничтожить народ пророка Лута. Он препирался с ангелами и всеми силами старался защитить людей, которые даже не были его соплеменниками. Воистину, правду обо всем случившемся ведает только Всевышний Аллах!"
    },
    {
      "ayah": 27,
      "surah": 29,
      "text": "Это произошло после переселения пророка Ибрахима в Шам. Все пророки и посланники, которых Всевышний Аллах отправлял после этого, принадлежали к благородному роду пророка Ибрахима, а последним из этих избранников стал Пророк Мухаммад, да благословит его Аллах и приветствует. Благодаря этому потомство пророка Ибрахима стало источником божественного руководства, милости, счастья и преуспеяния. Они помогают людям встать на прямой путь, уверовать и творить благие дела, и все это является одним из величайших достоинств святого пророка Ибрахима. Аллах воздал ему по достоинству в этом мире. Он женился на женщине, обладающей потрясающей красотой, приобрел большое богатство и стал отцом детей, которые принесли ему много радостей. Кроме того, он сумел познать Всевышнего Господа, возлюбить Его и встать на прямой путь. И поэтому в Последней жизни он будет в числе праведников. Более того, он и его прямой потомок Мухаммад, да благословит его Аллах и приветствует, будут лучшими из праведников и займут самые прекрасные места в Райской обители. Таким образом, Всевышний Аллах поведал о том, что пророк Ибрахим обрел счастье как при жизни на земле, так и после смерти."
    },
    {
      "ayah": 28,
      "surah": 29,
      "text": "Это произошло после переселения пророка Ибрахима в Шам. Все пророки и посланники, которых Всевышний Аллах отправлял после этого, принадлежали к благородному роду пророка Ибрахима, а последним из этих избранников стал Пророк Мухаммад, да благословит его Аллах и приветствует. Благодаря этому потомство пророка Ибрахима стало источником божественного руководства, милости, счастья и преуспеяния. Они помогают людям встать на прямой путь, уверовать и творить благие дела, и все это является одним из величайших достоинств святого пророка Ибрахима. Аллах воздал ему по достоинству в этом мире. Он женился на женщине, обладающей потрясающей красотой, приобрел большое богатство и стал отцом детей, которые принесли ему много радостей. Кроме того, он сумел познать Всевышнего Господа, возлюбить Его и встать на прямой путь. И поэтому в Последней жизни он будет в числе праведников. Более того, он и его прямой потомок Мухаммад, да благословит его Аллах и приветствует, будут лучшими из праведников и займут самые прекрасные места в Райской обители. Таким образом, Всевышний Аллах поведал о том, что пророк Ибрахим обрел счастье как при жизни на земле, так и после смерти."
    },
    {
      "ayah": 29,
      "surah": 29,
      "text": "Это произошло после переселения пророка Ибрахима в Шам. Все пророки и посланники, которых Всевышний Аллах отправлял после этого, принадлежали к благородному роду пророка Ибрахима, а последним из этих избранников стал Пророк Мухаммад, да благословит его Аллах и приветствует. Благодаря этому потомство пророка Ибрахима стало источником божественного руководства, милости, счастья и преуспеяния. Они помогают людям встать на прямой путь, уверовать и творить благие дела, и все это является одним из величайших достоинств святого пророка Ибрахима. Аллах воздал ему по достоинству в этом мире. Он женился на женщине, обладающей потрясающей красотой, приобрел большое богатство и стал отцом детей, которые принесли ему много радостей. Кроме того, он сумел познать Всевышнего Господа, возлюбить Его и встать на прямой путь. И поэтому в Последней жизни он будет в числе праведников. Более того, он и его прямой потомок Мухаммад, да благословит его Аллах и приветствует, будут лучшими из праведников и займут самые прекрасные места в Райской обители. Таким образом, Всевышний Аллах поведал о том, что пророк Ибрахим обрел счастье как при жизни на земле, так и после смерти."
    },
    {
      "ayah": 3,
      "surah": 29,
      "text": "Всевышний поведал о Своей совершенной мудрости, которая требует от человека, называющего себя правоверным, стойко переносить любые трудности и испытания, которые могут поколебать убежденность слабых людей и маловеров. Только благодаря этим испытаниям можно отличить правдивого верующего от лжеца, и поэтому Всевышний Аллах изначально испытывал мусульман достатком и лишениями, благоденствием и тяготами, радостями и огорчениями, изобилием и нуждой, а также изнурительной борьбой с врагами ислама, в которой мусульманам приходилось отстаивать истину словом и делом. Однако сущность всех этих испытаний состояла в том, что они отдаляли людей от истинных мусульманских воззрений или подрывали в них стремление к добру. В период испытаний выясняется, что вера одних мусульман является непоколебимой. Они твердо придерживаются истины и благодаря этому отвергают любые сомнения, которые подталкивают человека на совершение грехов и неповиновение Всевышнему Господу. Они отказываются ослушаться Аллаха и Его посланника и поступают строго в соответствии с требованиями правой веры. Их непрекращающаяся борьба со своими низменными желаниями свидетельствует об искренности их веры и достоверности их убеждений. В то же время в сердца других людей многочисленные испытания и искушения вселяют сомнения. В результате они начинают совершать грехи и перестают выполнять обязательные предписания, что свидетельствует о том, что их вера является слабой и неправильной. Проходя через испытание, каждый человек становится на определенную ступень, численность которых настолько велика, что известна одному Аллаху. Господи! Мы просим Тебя поддержать нас твердым словом как при жизни на земле, так и после смерти. Помоги нам сохранить в наших сердцах веру и пройти через испытания, которые отделяют праведников от грешников подобно тому, как кузнечный мех отделяет железо от окалины."
    },
    {
      "ayah": 30,
      "surah": 29,
      "text": "Ранее Всевышний Аллах уже поведал о том, что Лут уверовал в пророка Ибрахима и встал на прямой путь. Мусульманские богословы считают, что он не был потомком Ибрахима, потому что был сыном его брата. Однако это никоим образом не противоречит тому, что Всевышний Аллах даровал пророчество и Писание потомкам Ибрахима. Поведав об этом, Всевышний Аллах лишь подчеркнул превосходство своего возлюбленного, поскольку пророк Лут обратился в истинную веру именно благодаря его проповедям. Несомненно, умение наставить человека на прямой путь делает проповеднику гораздо больше чести, чем обладание праведным потомством. А лучше всего об этом известно Аллаху! Затем Господь сообщил о том, что пророк Лут был отправлен проповедовать среди людей, которые поклонялись идолам, занимались педерастией, грабили путников и совершали отвратительные поступки на сборищах. Лут призвал своих соплеменников покаяться в злодеяниях и разъяснил им, что совершаемые ими грехи отвратительны и чреваты мучительным наказанием. Однако соплеменники не прислушались к его словам и не задумались над его увещеваниями. В ответ на искренние проповеди они сказали: «Навлеки на нас наказание Аллаха, если ты действительно говоришь правду». В конце концов, святой пророк отчаялся наставить их на прямой путь и понял, что они действительно заслуживают самой лютой кары. Их неверие встревожило его, и тогда он проклял своих соплеменников. Аллах внял мольбе своего посланника и отправил к нему ангелов, которым было поручено уничтожить нечестивцев."
    },
    {
      "ayah": 31,
      "surah": 29,
      "text": "Ранее Всевышний Аллах уже поведал о том, что Лут уверовал в пророка Ибрахима и встал на прямой путь. Мусульманские богословы считают, что он не был потомком Ибрахима, потому что был сыном его брата. Однако это никоим образом не противоречит тому, что Всевышний Аллах даровал пророчество и Писание потомкам Ибрахима. Поведав об этом, Всевышний Аллах лишь подчеркнул превосходство своего возлюбленного, поскольку пророк Лут обратился в истинную веру именно благодаря его проповедям. Несомненно, умение наставить человека на прямой путь делает проповеднику гораздо больше чести, чем обладание праведным потомством. А лучше всего об этом известно Аллаху! Затем Господь сообщил о том, что пророк Лут был отправлен проповедовать среди людей, которые поклонялись идолам, занимались педерастией, грабили путников и совершали отвратительные поступки на сборищах. Лут призвал своих соплеменников покаяться в злодеяниях и разъяснил им, что совершаемые ими грехи отвратительны и чреваты мучительным наказанием. Однако соплеменники не прислушались к его словам и не задумались над его увещеваниями. В ответ на искренние проповеди они сказали: «Навлеки на нас наказание Аллаха, если ты действительно говоришь правду». В конце концов, святой пророк отчаялся наставить их на прямой путь и понял, что они действительно заслуживают самой лютой кары. Их неверие встревожило его, и тогда он проклял своих соплеменников. Аллах внял мольбе своего посланника и отправил к нему ангелов, которым было поручено уничтожить нечестивцев."
    },
    {
      "ayah": 32,
      "surah": 29,
      "text": "По пути эти ангелы явились к Ибрахиму и принесли ему радостное известие о скором рождении Исхака, у которого впоследствии родится сын Йакуб. Когда же пророк Ибрахим спросил у посланцев, куда они держат путь, они поведали ему о том, что собираются уничтожить народ Лута. Тогда пророк Ибрахим попытался уговорить ангелов помедлить с наказанием, однако они были непреклонны."
    },
    {
      "ayah": 33,
      "surah": 29,
      "text": "По пути эти ангелы явились к Ибрахиму и принесли ему радостное известие о скором рождении Исхака, у которого впоследствии родится сын Йакуб. Когда же пророк Ибрахим спросил у посланцев, куда они держат путь, они поведали ему о том, что собираются уничтожить народ Лута. Тогда пророк Ибрахим попытался уговорить ангелов помедлить с наказанием, однако они были непреклонны."
    },
    {
      "ayah": 34,
      "surah": 29,
      "text": "Затем ангелы продолжили свой путь и явились в поселение пророка Лута. Увидев незваных гостей он сильно расстроился и забеспокоился за них. Тогда он еще не узнал ангелов и подумал, что гости являются всего лишь путниками. Он опасался того, что его соплеменники захотят причинить им вред, но ангелы сказали: «Не бойся и не горюй!» Они поведали ему, что являются посланниками Всемогущего Аллаха, а затем повелели ему покинуть город под покровом ночи, а наутро Всевышний Аллах опрокинул злосчастное поселение вверх дном и низверг на нечестивцев град камней из обожженной глины, которые падали один за другим до тех пор, пока все грешники не погибли. В результате этого история народа Лута стала назиданием и поучительным примером."
    },
    {
      "ayah": 35,
      "surah": 29,
      "text": "Что же касается поселения, в котором проживали соплеменники святого пророка, то оно превратилось в наглядное знамение для людей, которые внимают назиданиям и извлекают из них пользу. Это кораническое откровение похоже на следующий аят: «Вы проходите мимо них утром и вечером. Неужели вы не разумеете?» (37:137–138)."
    },
    {
      "ayah": 36,
      "surah": 29,
      "text": "Что же касается поселения, в котором проживали соплеменники святого пророка, то оно превратилось в наглядное знамение для людей, которые внимают назиданиям и извлекают из них пользу. Это кораническое откровение похоже на следующий аят: «Вы проходите мимо них утром и вечером. Неужели вы не разумеете?» (37:137–138)."
    },
    {
      "ayah": 37,
      "surah": 29,
      "text": "Всевышний поведал о том, что отправил к мадьянитам их брата Шуейба. Мадьян - это название хорошо известного племени. Святой пророк призвал своих соплеменников поклоняться одному Аллаху и не приобщать к Нему сотоварищей, уверовать в воскрешение, связывать надежды с Последней жизнью и трудиться во благо жизни после смерти. Он запретил им распространять на земле нечестие, обвешивать покупателей и грабить путников. Однако нечестивцы отвергли своего пророка, и тогда их постигло наказание Аллаха, и они оказались повержены в собственных домах."
    },
    {
      "ayah": 38,
      "surah": 29,
      "text": "Всевышний поведал о том, что отправил к мадьянитам их брата Шуейба. Мадьян - это название хорошо известного племени. Святой пророк призвал своих соплеменников поклоняться одному Аллаху и не приобщать к Нему сотоварищей, уверовать в воскрешение, связывать надежды с Последней жизнью и трудиться во благо жизни после смерти. Он запретил им распространять на земле нечестие, обвешивать покупателей и грабить путников. Однако нечестивцы отвергли своего пророка, и тогда их постигло наказание Аллаха, и они оказались повержены в собственных домах."
    },
    {
      "ayah": 39,
      "surah": 29,
      "text": "Такая же участь постигла адитов и самудян, история которых хорошо известна. Для того чтобы убедиться в ее правдивости, вам достаточно увидеть развалины их жилищ, которые им пришлось покинуть раз и навсегда. К каждому из этих народов приходили посланники, которые являли удивительные знамения. Этих знамений было достаточно для любого разумного человека, но нечестивцы отвергли их и предпочли препираться с посланниками. Сатана представил им их деяния в прекрасном свете и сбил их с пути, в результате чего они решили, что совершать злодеяния лучше, чем повиноваться посланникам. Наряду с ними сатана обольстил Каруна, Фараона и Хамана. Всевышний отправил к ним своего посланника Мусу, сына Имрана, который явил людям ясные знамения и подтвердил свою правоту неопровержимыми доказательствами. Однако эти нечестивцы отказались покориться святому пророку и стали превозноситься над рабами Аллаха и надменно отвергать истину. Когда же их постигла лютая кара, они не смогли спастись от погибели. Они не смогли опередить Аллаха и избежать унижения. Напротив, они были смиренны и безропотны."
    },
    {
      "ayah": 4,
      "surah": 29,
      "text": "Неужели нечестивцы, которые думают исключительно о совершении преступлений и злодеяний, полагают, что Всевышний Аллах оставит их злодеяния без внимания? Неужели они полагают, что злодеяния сойдут им с рук, и потому бесцеремонно ослушаются своего Господа? Как же дерзки и скверны подобные предположения! Эти грешники забывают о могуществе и мудрости Всевышнего Господа и рассчитывают на то, что сумеют избежать Его наказания, тогда как они являются всего лишь слабыми и беспомощными рабами."
    },
    {
      "ayah": 40,
      "surah": 29,
      "text": "Всемогущий Аллах возвестил о том, что каждый из неверующих народов получил наказание, которое соответствовало совершенным им злодеяниям. На некоторых грешников Господь обрушил шквалистый ветер. Эта горькая участь досталась адитам, на которых обрушился злосчастный ураган, бушевавший в течение семи ночей и восьми дней без перерыва, после чего поверженные нечестивцы были подобны рухнувшим сгнившим пальмовым стволам. Некоторых грешников Господь поразил чудовищным воплем, и ярким свидетельством этого стала погибель соплеменников пророка Салиха. Иных нечестивцев поглотила земля, и такой ужасный конец выпал на долю надменного Каруна. А других грешников Всемогущий Господь потопил в море, что и произошло с Фараоном, Хаманом и их войском. Аллах не был несправедлив к людям - они сами были несправедливы к себе. Не подобает Всевышнему Аллаху притеснять Своих рабов, потому что Он справедлив и не нуждается в Своих творениях. Однако нечестивцы сами были несправедливы к себе, потому что не выполняли своих обязанностей и забывали о том, что смыслом человеческой жизни является поклонение одному Аллаху. Они не придавали этому должного значения, потакали своим страстям и совершали грехи. В результате они обрекли себя на великое несчастье, хотя полагали, что сумеют извлечь из этого пользу."
    },
    {
      "ayah": 41,
      "surah": 29,
      "text": "Аллах привел притчу о тех, которые поклоняются наряду с Ним ложным божествам в надежде обрести величие и заручиться их поддержкой. Однако в действительности происходит все наоборот, потому что многобожники подобны пауку, который пытается уберечься от зноя, холода и несчастий в гнезде из паутины. Паук является одним из самых слабых животных, а его жилье - одним из самых непрочных жилищ. И когда паук создает свое гнездо, его слабость проявляется в еще большей степени. То же самое можно сказать о многобожниках, которые ищут помимо Аллаха других покровителей. Они беспомощны и слабы во всех отношениях, и когда они начинают просить о помощи и поддержке такие же беспомощные творения, то это лишь усиливает их слабость и бессилие. Они уповают на свои божества, не делают усилий для обретения счастья и полагаются на то, что их божества непременно позаботятся о них. Однако они будут брошены на произвол судьбы и останутся без какой-либо поддержки, потому что не дождутся от своих мнимых покровителей даже малейшей помощи. Если бы они осознавали свое истинное положение и положение божеств, которым они поклоняются, то никогда не стали бы поклоняться им. Они отреклись бы от них и всеми силами стали бы искать покровительства Могущественного и Милосердного Господа, Который не лишает Своей поддержки тех рабов, которые надеются на Его помощь и уповают на Него. Он помогает им сохранить веру и благоустроить мирскую жизнь, одаряет их душевной силой и здоровьем, исправляет их положение и деяния."
    },
    {
      "ayah": 42,
      "surah": 29,
      "text": "В предыдущем аяте Всевышний Аллах изобличил беспомощность идолов, которым поклоняются многобожники. Далее Премудрый Господь решил еще выразительнее подчеркнуть порочность многобожия и возвестил о том, что придуманные идолопоклонниками боги вообще не существуют. Они представляют собой всего лишь имена, придуманные нечестивцами. Многобожники приписывают своим богам божественные качества и верят в то, что говорят. Но стоит благоразумному человеку призадуматься над их воззрениями, как ему становится ясно, насколько они лживы и порочны. Всевышний ведает обо всем очевидном и сокровенном и знает, что многобожники взывают к несуществующим богам, то есть взывают к творениям, которые не являются богами. Этот коранический аят похож на следующие откровения: «Помимо Него вы поклоняетесь лишь именам, которые придумали вы и ваши отцы. Аллах не ниспослал о них никакого доказательства» (12:40); «Воистину, Аллаху принадлежат те, кто на небесах, и те, кто на земле. Чему же следуют те, которые поклоняются помимо Аллаха другим божествам? Они следуют лишь предположениям и только измышляют» (10:66). Воистину, Аллах - Могущественный, Мудрый. Он обладает совершенным могуществом, благодаря которому властно распоряжается всем сущим. Он также обладает божественной мудростью, благодаря чему расставляет все сущее по местам, придает всем творениям прекрасный облик и обременяет их только совершенными предписаниями."
    },
    {
      "ayah": 43,
      "surah": 29,
      "text": "Аллах рассказывает Своим рабам эти притчи, дабы они извлекли из них пользу и почерпнули знания. Притчи являются одним из способов доведения истины до человеческого сознания, потому что они помогают рассуждать о нематериальном, опираясь на доказательства, взятые из материального мира. Именно притчи зачастую разъясняют истинный смысл тех или иных предписаний, и поэтому они приносят всему человечеству неоценимую пользу. Но постигают их смысл только обладающие знанием, которые задумываются над содержанием каждой притчи и размышляют над тем, зачем она была рассказана. Такие люди обладают настоящим знанием, которое укоренилось в их сердцах. В этом аяте Всевышний Аллах подчеркнул важность коранических притч и призвал людей задумываться и размышлять над повествованиями, требующими толкования. Наряду с этим Аллах отметил превосходство людей, которые постигают смысл коранических притч, и подчеркнул, что именно это качество является отличительным признаком истинных обладателей знания. Из всего сказанного следует, что если человек не понимает смысла откровений, требующих толкования, то он не может относиться к числу обладателей знания. Это утверждение действительно справедливо, потому что коранические притчи посвящены только самым важным вопросам. Обладатели знания замечают, что Всевышний Аллах уделил этим вопросам особое внимание и призвал Своих рабов задуматься над притчами, посвященными этим вопросам. Они понимают, насколько важны эти вопросы, и всеми силами пытаются постичь смысл ниспосланных Аллахом притч. Однако находятся люди, которые не придают значения важности коранических притч и не постигают их смысла. Таких людей невозможно причислить к обладателям знания, ибо если они не способны осмыслить самые важные вопросы, то им тем более не удастся разобраться во всем остальном. Именно поэтому большинство рассказанных Аллахом притч посвящено основным постулатам мусульманской веры."
    },
    {
      "ayah": 44,
      "surah": 29,
      "text": "Всевышний возвестил о том, что Он один сотворил высокие, огромные и прекрасные небеса вместе с солнцем, луной, звездами, планетами и ангелами, а также бескрайнюю землю с горами, морями, степями, пустынями, деревьями и всем остальным. Он создал Вселенную ради истины, а не ради забавы и не понапрасну. Он сотворил все сущее для того, чтобы творения выполняли Его предписания и руководствовались Его законами. Он создал мироздание для того, чтобы облагодетельствовать Своих рабов и показать им свою божественную мудрость и безграничную власть, ибо каждое из этих качеств свидетельствует о том, что Он один заслуживает любви, поклонения и обожествления. Воистину, это - знамение для верующих. Стоит верующему человеку поразмышлять над сотворением Вселенной, как ему открывается смысл многих постулатов мусульманской веры."
    },
    {
      "ayah": 45,
      "surah": 29,
      "text": "Всевышний повелел Своему посланнику читать ниспосланное ему откровение, то есть Священный Коран. Это означает, что каждый правоверный должен выполнять обязательные предписания, остерегаться совершения запрещенных деяний, руководствоваться кораническими наставлениями, верить в коранические повествования, размышлять над смыслом премудрых откровений и читать их в соответствии с определенными правилами. Из всего сказанного следует, что чтение Корана - это всего лишь часть этого прекрасного предписания. А это значит, что чтение Писания в широком смысле этого слова подразумевает выполнение всех предписаний мусульманской веры. И поэтому последующее повеление совершать намаз является одним из примеров включения частного в общее и свидетельствует о важности и превосходстве намаза. Этот обряд поклонения приносит человеку огромную пользу, и поэтому Всевышний Аллах возвестил о том, что намаз оберегает человека от мерзких поступков и предосудительного. Мерзкими поступками называются отвратительные прегрешения, к которым человеческая душа испытывает природное влечение. А предосудительными деяниями являются прегрешения, которые не только порицаются разумом, но и противоречат природе человеческой души. И если человек регулярно совершает намаз, выполняя его обязательные предписания и проявляя смирение перед Господом, то ему непременно удастся избавиться от прегрешений любого рода. Благодаря молитвам озарится светом его душа, очистится от скверны его сердце, приумножится его вера, усилится его стремление вершить добро и уменьшится или даже исчезнет его склонность к совершению грехов. Всякий, кто регулярно совершает намаз и выполняет его условия и обязательные предписания, непременно добьется этих результатов, потому что благочестие является одним из важнейших плодов мусульманской молитвы. Однако польза намаза не ограничивается этим, потому что есть нечто более важное и прекрасное. Это - поминание Аллаха душой, устами и телом, которое является важнейшей составляющей мусульманской молитвы. Всевышний сотворил людей для того, чтобы они поклонялись Ему, и обрядовая молитва является самым прекрасным обрядом поклонения. Совершая молитву, человек поклоняется своему Господу всеми частями тела, чего не происходит при выполнении других обрядов поклонения. Именно поэтому Всевышний Аллах сказал, что поминание Аллаха - гораздо важнее. Однако существует иное толкование этого откровения, согласно которому Всевышний Аллах вначале возвестил о важности совершения намаза, а затем отметил, что поминание Аллаха в остальное время является гораздо более важным занятием. Этого мнения придерживалось большинство толкователей Священного Корана, но первое толкование является более убедительным. И согласно этому толкованию, намаз важнее поминания Аллаха в остальное время, потому что он сам по себе является величайшим проявлением поминания Аллаха. Воистину, Аллах ведает обо всех добрых и злых деяниях Своих рабов и сполна воздаст каждому из них за все содеянное."
    },
    {
      "ayah": 46,
      "surah": 29,
      "text": "Всевышний запретил вступать в спор с людьми Писания, если собеседник является невежественным человеком и если дискуссия ведется непристойным образом. Господь повелел оспаривать истину самым благопристойным образом, проявляя высокие нравственные качества и доброту по отношению к собеседнику. Проповедник должен преподносить истину в самом прекрасном виде и изобличать ложь самыми эффективными способами. Он не должен стремиться опровергнуть собеседника ради того, чтобы оказаться на высоте. Напротив, он должен делать все возможное для того, чтобы донести до людей истину и вывести их на прямой путь. Если проповеднику становится ясно, что люди Писания собираются вступить в дискуссию не ради выявления истины, а в надежде одержать верх над мусульманами и посеять смуту, то он не должен потакать их желаниям, потому что дискуссия с такими людьми не принесет пользы. А это значит, что вступать в подобную дискуссию нет смысла. Если же проповедник найдет возможность донести до людей Писания истину, то ему следует знать, что проповедь среди людей Писания должна основываться на вере в Священные Писания, посланников и единого Бога. Во время дискуссии проповедник не должен выискивать недостатки в предыдущих Священных Писаниях или у предыдущих посланников, как это делают невежды, которые вступают с иноверцами и заблудшими в споры, не допускающие взаимопонимания и согласия. Эти невежды отвергают все хорошее и плохое, что связано с людьми Писания, однако тем самым они сами совершают грех и нарушают нормы поведения во время дискуссий. Мусульманин обязан опровергать ложь, которую исповедует его собеседник, но соглашаться с его правильными воззрениями. Он не имеет права отвергать истину только потому, что ее произносит неверующий. Если проповедник будет вести беседу с людьми Писания надлежащим образом, то его собеседники будут вынуждены согласиться с тем, что Священный Коран является Небесным Писанием, а Мухаммад - Божьим посланником. Они смогут убедиться в этом, если проповедник расскажет им об основах мусульманской веры и других вопросах, в которых сходятся учения всех посланников и все Небесные Писания. Им станет ясно, что мусульманское вероучение совпадает с той истиной, которая сохранилась в предыдущих откровениях. Все Небесные Писания и пречистые посланники окажутся на стороне Священного Корана и Пророка Мухаммада, да благословит его Аллах и приветствует, потому что во все времена пророки и Писания предвозвещали пришествие последнего посланника. Благодаря этому собеседники поймут необходимость признания всех Писаний и всех пророческих миссий, а это является исключительной особенностью мусульманской веры. Если же они станут заявлять о том, что уверовали в одно Писание и могут не признавать другое, то их заявление будет несправедливым и необоснованным. Каждое последующее Писание является истиной, которая подтверждает истинность предыдущего Писания, и поэтому люди, которые отвергают Священный Коран, фактически отвергают Писание, о своей верности которому они разглагольствуют. Если они станут доказывать правдивость пророческой миссии одного из посланников, то тем же самым способом и даже с большим успехом можно обосновать правдивость миссии Пророка Мухаммада, да благословит его Аллах и приветствует. Если же они попытаются опровергнуть его миссию, то окажется, что их сомнительные доводы в еще большей степени относятся к их собственным посланникам. И если они признают безосновательность подобных обвинений в адрес своих посланников, то безосновательность обвинений в адрес Пророка Мухаммада, да благословит его Аллах и приветствует, будет еще более очевидной. Помимо всего сказанного проповедник должен подчеркивать, что он является мусульманином и покорен воле своего Господа. Воистину, если человек уверовал в Аллаха, признал Его своим Богом, уверовал во все Писания и во всех посланников, покорился воле своего Господа и последовал путем святых посланников, то он обрел великое счастье. Если же он отказался от этого пути, то обрек себя на страдания и несчастья."
    },
    {
      "ayah": 47,
      "surah": 29,
      "text": "О Мухаммад! Тебе ниспослано благородное Писание, в котором разъяснены все важнейшие вопросы. Оно учит людей самым благородным качествам, содержит самые совершенные предписания, подтверждает истинность предыдущих Небесных Писаний и содержит правдивые повествования о судьбе предыдущих посланников. И поэтому правоверные, которым еще раньше были дарованы Священные Писания, тотчас узнают его. Они не испытывают ревности и не потакают своим страстям - они веруют в ниспосланный тебе Коран, потому что убеждены в его правдивости и полном соответствии с предыдущими откровениями. Они узнают его, потому что Священный Коран является исполнением пророчеств, содержащихся в предыдущих Писаниях, и потому что они обладают знанием, благодаря которому отличают прекрасное от дурного, а истину - ото лжи. Среди твоих современников тоже есть верующие, которые узнали в Священном Коране истинное Писание. Они отличаются от тех, кто уверовал в него в надежде обрести вознаграждение и спастись от наказания. А что касается людей, которые упрямо отрицают истину, то они отказываются уверовать в Священный Коран. Среди таких людей нет ни одного человека, который желает исповедовать истину. Если человек действительно имеет чистые помыслы и намерения, то он непременно уверует в последнее Небесное Откровение, потому что содержащихся в нем ясных знамений достаточно для каждого благоразумного человека, который готов прислушаться к истине. Одним из доказательств правдивости Священного Корана является то, что его проповедовал правдивый Пророк Мухаммад, да благословит его Аллах и приветствует. Даже его неверующие соплеменники считали его надежным и правдивым человеком. Они знали его с самого рождения и помнили о каждом значительном событии в его жизни. Они знали, что он не умел ни писать, ни читать. Когда же он начал проповедовать Священный Коран, то прожитые им годы стали неопровержимым доказательством его правдивости. У мекканцев не было причин усомниться в том, что это было откровение Великого и Достохвального Аллаха. Именно поэтому далее Всевышний Господь сказал:"
    },
    {
      "ayah": 48,
      "surah": 29,
      "text": "О Мухаммад! Если бы ты знал грамоту, то приверженцы лжи могли бы предположить, что ты изучаешь прежние Писания и даже переписываешь их. Однако это не так, потому что сие славное Писание является снизошедшим на твое сердце откровением. Ты бросил вызов красноречивым поэтам и своим заклятым врагам и предложил им сочинить нечто подобное этому откровению или хотя бы части этого откровения, но они оказались неспособны ответить на твой вызов. Более того, они даже не пробовали принять этот вызов, потому что осознавали совершенство и изящность коранических аятов. Они прекрасно понимали, что человеческая речь не может сравниться с изумительной речью этого Писания. Всевышний подчеркнул это, сказав:"
    },
    {
      "ayah": 49,
      "surah": 29,
      "text": "Коранические стихи ясны, а не запутанны. Они хранятся в сердцах лучших из творений, обладающих разумом и совершенными качествами. Когда же их запоминают люди, которые не обладают такими качествами, то ясные коранические откровения становятся свидетелями против этих грешников. Отрицание и несогласие неверующих никоим образом не умаляют достоинств Священного Корана, потому что неверующие являются несправедливыми и нечестивыми людьми. Только нечестивцы отвергают знамения своего Господа. Одни из них являются невеждами, которые не постигают знания самостоятельно и не берут пример с тех, кто обладает таким знанием. Другие же знают истину, но предпочитают упрямствовать и противиться ей."
    },
    {
      "ayah": 5,
      "surah": 29,
      "text": "О человек, искренне возлюбивший своего Господа и жаждущий встречи с Ним, ты всеми силами стремишься приблизиться к Нему и снискать Его благоволение. Так возрадуйся же, ибо очень скоро ты встретишься со своим Возлюбленным! Эта встреча непременно состоится, а это значит, что ее можно назвать близкой. Посему готовься к Последней жизни и стремись к встрече со своим Господом с верой и надеждой. Но помни, что не каждому человеку удастся добиться желанной цели, поскольку Всевышний Аллах слышит людские речи и ведает о людских намерениях. Добиться желанной цели удастся только тем, кто был правдив и верен своим словам. А тот, кто был лжив и неверен, не сумеет обрести преуспеяние, на которое он рассчитывал. Воистину, Всевышнему Аллаху известно, кто достоин любви своего Господа, а кто не достоин этой высокой чести."
    },
    {
      "ayah": 50,
      "surah": 29,
      "text": "Всевышний поведал о том, что нечестивцы, которые отказывались уверовать в Пророка Мухаммада, да благословит его Аллах и приветствует, и принесенное им Писание, требовали от него чудес. Однажды они даже сказали: «Ни за что мы не уверуем, пока ты не исторгнешь для нас из земли источник; или пока не будет у тебя пальмовой рощи и виноградника, в которых ты проложишь реки; или пока не обрушишь на нас небо кусками, как ты это утверждаешь; или не предстанешь перед нами вместе с Аллахом и ангелами; или пока у тебя не будет дома из драгоценностей; или пока ты не взойдешь на небо. Но мы не поверим в твое восхождение, пока ты не спустишься с Писанием, которое мы станем читать» (17:90–93). Они потребовали чудес, совершить которые были не в силах ни они сами, ни Пророк Мухаммад, да благословит его Аллах и приветствует. Любые чудеса свершаются только по воле Аллаха. И если Всевышний Аллах явил Своим рабам одни знамения, то их должно быть достаточно. Никто другой не властен изменить что-либо, потому что знамения принадлежат только Аллаху. Ему решать, какие чудеса следует показывать, а какие - нет. Что же касается Пророка Мухаммада, да благословит его Аллах и приветствует, то он был всего лишь ясным увещевателем и не мог превзойти свои возможности. Многобожникам были ясны истина и ложь, но они продолжали требовать явить им новые чудеса и знамения. Подобные требования были проявлением величайшей несправедливости и высокомерия по отношению к Аллаху и истине вообще. Они соглашались уверовать только в ответ на знамения, и если бы Всевышний Аллах удовлетворил бы их требования, то их согласие не было бы истинной верой. Это стало бы уступкой их безосновательным пожеланиям, и они уверовали бы не ради истины, а ради ниспосланных им знамений. Какая же польза была бы от ниспослания знамений в ответ на конкретные требования? А поскольку знамения служат для разъяснения истины, далее Всевышний Аллах упомянул о методах разъяснения истины и сказал:"
    },
    {
      "ayah": 51,
      "surah": 29,
      "text": "Неужели они до сих пор не убедились в твоей правдивости и истинности ниспосланного тебе откровения? Ты читаешь им краткое, но всеобъемлющее Писание, в котором собрано множество удивительных знамений и ярких свидетельств. А ведь ты являешься необразованным человеком, и это уже свидетельствует о твоей правдивости. Ты предлагаешь им сочинить нечто подобное ниспосланному тебе Писанию, и их неспособность ответить на твой вызов является еще одним доказательством твоей правоты. Ты всенародно проповедуешь это Писание и открыто заявляешь о том, что оно ниспослано Всевышним Аллахом. Ты отстаиваешь истину, несмотря на малочисленность своих сторонников и многочисленность своих противников и врагов. Ты не прячешь от них Писание и не падаешь духом. Напротив, ты собираешь вокруг себя толпы горожан и кочевников и во весь голос заявляешь, что это - слово твоего Господа. Кто сумеет изобличить во лжи твое Писание? Кто осмелится сравниться с ним? Кто посмеет состязаться с ним? Ниспосланное тебе откровение заботится о достоверности всех предыдущих Небесных Писаний. Оно подтверждает сохранившуюся в них истину и отвергает сделанные в них изменения. Каждое повеление и каждый запрет Священного Корана являются наставлением на прямой путь. В этом Писании нет такого повеления, в ответ на которое человеческий разум сказал бы: «Лучше бы этого повеления не было!» В нем нет такого запрета, в ответ на который разум сказал бы: «Лучше бы этого запрета не было!» Все коранические предписания преисполнены справедливости и мудрости, что может засвидетельствовать каждый благоразумный человек. Эти предписания, наставления и законы применимы в любых условиях и во все времена. Они универсальны, и только благодаря им человечество может навести порядок на земле. Всего сказанного выше достаточно для каждого, кто искренне желает найти истину. Пусть же Аллах лишит Своей поддержки тех, кто не довольствуется Священным Кораном! И пусть Аллах не исцелит тех, кто не находит исцеления благодаря этому Писанию! Воистину, для любого человека достаточно коранических наставлений, потому что они приносят милость и добро. Именно поэтому Всевышний Господь назвал свое откровение милостью и напоминанием для уверовавшего народа. И это действительно так, потому что Священный Коран открывает людям великое знание, приносит им огромную пользу, очищает человеческие души и сердца, помогает людям избавиться от ошибочных воззрений, облагораживает их нрав, озаряет их сердца божественным светом и вдохновляет их на познание божественных тайн."
    },
    {
      "ayah": 52,
      "surah": 29,
      "text": "Если мои утверждения лживы, то меня непременно постигнет наказание, которое вы предвозвещаете. Если же Всевышний Аллах окажет мне помощь и облегчит мою миссию, то пусть это станет для вас величайшим свидетельством от Господа. И если вам покажется, что свидетельства Аллаха, которого вы не видите и не слышите, недостаточно, то знайте, что Он ведает обо всем, что творится на небесах и на земле. Ему прекрасно известно обо мне и о вас. Он слышит мои речи, и если я стану наговаривать на Него, то Он непременно подвергнет меня лютой каре. В противном случае это будет свидетельствовать о несовершенстве его знания, могущества и мудрости. А поскольку подобное невозможно, Всевышний Аллах сказал: «Если бы он приписал Нам некоторые слова, то Мы схватили бы его за правую руку (или схватили бы его крепко), а потом перерезали бы ему аорту, и никто из вас не избавил бы его» (69:44–47). Что же касается тех, кто уверовал в ложь и не уверовал в Аллаха, то они непременно окажутся в убытке. Они лишили себя веры в Аллаха, ангелов, Писания, посланников и Судный день и лишились вечного блаженства в Последней жизни. Вместо прекрасной истины они уверовали в отвратительную ложь, а вместо райской благодати они заслужили мучительное наказание. А когда наступит День воскресения, они окажутся в великом убытке и лишатся своих семей."
    },
    {
      "ayah": 53,
      "surah": 29,
      "text": "Всевышний поведал о невежестве грешников, которые отвергали Пророка Мухаммада, да благословит его Аллах и приветствует, и ниспосланное ему Писание. Они просили его ускорить наказание, и неверие еще сильнее укоренялось в их сердцах. Они спрашивают: «Когда же наступит обещанное, если вы говорите правду?» (67:25). В ответ Всевышний Аллах сказал, что великое наказание постигнет их в предопределенный час, но если бы не это предопределение, то оно немедленно поразило бы каждого, кто отказывается уверовать и торопит лютую кару. Если бы Господь покарал этих невежд подобным образом, то получилось бы, что они сами приблизили возмездие. И хотя этого пока не происходит, пусть неверующие не думают, что справедливое возмездие запоздает. Вот почему далее Аллах сказал, что оно постигнет их внезапно, когда они даже подозревать о нем не будут. И это действительно произошло. Мекканские многобожники шли на битву при Бадре с высоко поднятыми головами, не сомневаясь в том, что они одержат верх. Однако Всемогущий Аллах унизил многобожников, уничтожив предводителей неверия и погубив многих злодеев. Несчастье коснулось каждого мекканского дома и каждой курейшитской семьи - наказание Аллаха постигло их оттуда, откуда они его даже не ожидали. Оно обрушилось на неверующих тогда, когда они даже не подозревали о его приближении. Но даже если бы их не постигло наказание в мирской жизни, им все равно не удалось бы избежать возмездия в жизни будущей, потому что ни один неверующий не сможет спастись от справедливого возмездия, независимо от того, испытывает он страдания при жизни на земле или нет."
    },
    {
      "ayah": 54,
      "surah": 29,
      "text": "Грешники не смогут даже отвернуться от языков пламени, потому что они будут обжигать их со всех сторон, подобно тому, как грехи и неверие обступали их со всех сторон при жизни на земле. Это и есть мучительное наказание!"
    },
    {
      "ayah": 55,
      "surah": 29,
      "text": "Сегодня ваши злодеяния превратились в наказание, которое окружает вас со всех сторон, потому что в своей мирской жизни вы не расставались с грехами и неверием."
    },
    {
      "ayah": 56,
      "surah": 29,
      "text": "Сегодня ваши злодеяния превратились в наказание, которое окружает вас со всех сторон, потому что в своей мирской жизни вы не расставались с грехами и неверием."
    },
    {
      "ayah": 57,
      "surah": 29,
      "text": "Сегодня ваши злодеяния превратились в наказание, которое окружает вас со всех сторон, потому что в своей мирской жизни вы не расставались с грехами и неверием."
    },
    {
      "ayah": 58,
      "surah": 29,
      "text": "Сегодня ваши злодеяния превратились в наказание, которое окружает вас со всех сторон, потому что в своей мирской жизни вы не расставались с грехами и неверием."
    },
    {
      "ayah": 59,
      "surah": 29,
      "text": "Всевышний обратился к верующим, которые уверовали в Его посланника, да благословит его Аллах и приветствует, и сказал: «Моя земля обширна, и если вам мешают поклоняться своему Господу в одной стране, то переселяйтесь в другую страну, где люди поклоняются одному Аллаху. На свете есть много стран, в которых вы можете поклоняться Аллаху, но Бог у вас - один. Очень скоро смерть доберется до вас, и тогда вы вернетесь к своему Господу, который щедро вознаградит каждого, кто поклонялся Ему надлежащим образом, исповедовал правильные воззрения и вершил добрые деяния. Он позволит им поселиться в высоких горницах и великолепных дворцах, в которых собрано все, чем наслаждаются души и упиваются взоры, и они пребудут там вечно. Как прекрасны горницы, расположенные посреди изумительных райских садов! Воистину, они достанутся в награду тем, кто терпеливо поклонялся своему Господу и полагался на Его поддержку. Для того чтобы терпеливо поклоняться Аллаху, человек должен бросить все силы на выполнение своих обязанностей и великую борьбу против сатаны, который непрестанно призывает людей отказаться от выполнения хотя бы части этих обязанностей. Для того чтобы правильно уповать на Аллаха, правоверный должен искренне полагаться на Него и не сомневаться в том, что Он поможет ему претворить в жизнь и довести до конца задуманные начинания. Безусловно, терпеливое поклонение Аллаху подразумевает упование на Него, но, несмотря на это, Всевышний Господь особо подчеркнул необходимость упования, потому что без этого качества человек не сможет придерживаться Его повелений и запретов надлежащим образом."
    },
    {
      "ayah": 6,
      "surah": 29,
      "text": "Мусульманин обязан бороться с собственными страстями, сатаной и неверующими врагами, но плоды этой священной борьбы будет вкушать в первую очередь он сам. Аллах не нуждается в обитателях миров. Он обременил Своих рабов предписаниями не для того, чтобы они обогатили его, и установил для них запреты не потому, что завидовал им. Из этого коранического откровения следует, что для выполнения предписаний своего Господа мусульманин обязан сражаться. Он должен сражаться с собственными страстями, потому что человеческая душа по своей природе склонна к лености. Он должен бороться с сатаной, потому что сатана удерживает его от совершения благих дел. Он также должен бороться с неверующими, которые мешают ему исповедовать религию надлежащим образом. А для того, чтобы преодолеть эти препятствия, мусульманин должен проявить большое усердие и рвение."
    },
    {
      "ayah": 60,
      "surah": 29,
      "text": "Всеблагой и Всевышний Творец поведал о том, что Он один заботится о пропитании всех творений. Как сильные, так и беспомощные твари кормятся только благодаря заботе своего Господа. А сколько есть животных, которые лишены не только силы, но и разума! Они не запасаются пропитанием, зато Милостивый Аллах непрестанно одаряет их земным уделом. О люди! Наряду с этим Аллах обеспечивает пропитанием вас самих. Каждый из вас находится на попечении Господа, который сотворил все сущее, управляет судьбами Своих творений и одаряет их всем необходимым. Среди Его прекрасных имен - Слышащий, Знающий. Поэтому ничто не происходит без Его ведома, и ни одна живая тварь не помрет с голоду из-за того, что Он забыл о ее существовании. Этот аят похож на следующее откровение: «Нет на земле ни единого живого существа, которого Аллах не обеспечивал бы пропитанием. Аллах знает их место пребывания и место хранения (утробы матерей или могилы). Все это записано в Ясном Писании» (11:6)."
    },
    {
      "ayah": 61,
      "surah": 29,
      "text": "Всеблагой и Всевышний Творец поведал о том, что Он один заботится о пропитании всех творений. Как сильные, так и беспомощные твари кормятся только благодаря заботе своего Господа. А сколько есть животных, которые лишены не только силы, но и разума! Они не запасаются пропитанием, зато Милостивый Аллах непрестанно одаряет их земным уделом. О люди! Наряду с этим Аллах обеспечивает пропитанием вас самих. Каждый из вас находится на попечении Господа, который сотворил все сущее, управляет судьбами Своих творений и одаряет их всем необходимым. Среди Его прекрасных имен - Слышащий, Знающий. Поэтому ничто не происходит без Его ведома, и ни одна живая тварь не помрет с голоду из-за того, что Он забыл о ее существовании. Этот аят похож на следующее откровение: «Нет на земле ни единого живого существа, которого Аллах не обеспечивал бы пропитанием. Аллах знает их место пребывания и место хранения (утробы матерей или могилы). Все это записано в Ясном Писании» (11:6)."
    },
    {
      "ayah": 62,
      "surah": 29,
      "text": "Всеблагой и Всевышний Творец поведал о том, что Он один заботится о пропитании всех творений. Как сильные, так и беспомощные твари кормятся только благодаря заботе своего Господа. А сколько есть животных, которые лишены не только силы, но и разума! Они не запасаются пропитанием, зато Милостивый Аллах непрестанно одаряет их земным уделом. О люди! Наряду с этим Аллах обеспечивает пропитанием вас самих. Каждый из вас находится на попечении Господа, который сотворил все сущее, управляет судьбами Своих творений и одаряет их всем необходимым. Среди Его прекрасных имен - Слышащий, Знающий. Поэтому ничто не происходит без Его ведома, и ни одна живая тварь не помрет с голоду из-за того, что Он забыл о ее существовании. Этот аят похож на следующее откровение: «Нет на земле ни единого живого существа, которого Аллах не обеспечивал бы пропитанием. Аллах знает их место пребывания и место хранения (утробы матерей или могилы). Все это записано в Ясном Писании» (11:6)."
    },
    {
      "ayah": 63,
      "surah": 29,
      "text": "В этом и последующих аятах содержится указание на необходимость поклонения одному Аллаху, вытекающее из признания Его Единственным Господом и Творцом. Даже многобожники верят в то, что Аллах - Единственный Господь во Вселенной. Если ты спросишь их, кто создал небеса и землю и подчинил своей власти солнце и луну, то они скажут: «Аллах». Если ты спросишь их, кто низвергает с неба воду и оживляет ею безжизненную землю, то они также скажут: «Аллах». Если ты спросишь их, кто же управляет всем сущим, то они все также скажут: «Аллах». Тем самым они признают беспомощность идолов, истуканов и всех остальных творений, которым они поклоняются. Воистину, удивительны заблуждение и лживость людей, которые предпочитают поклоняться творениям, в немощности и беспомощности которых они убеждены! Эти люди являются глупцами, лишенными разума и рассудка. Что может быть более безрассудным поступком, чем поклонение каменным истуканам или могилам? Многобожник приходит к ним и прекрасно понимает, что они не способны принести ему пользу или причинить вред, создать творение или одарить его пропитанием. Но, несмотря на это, многобожник начинает обращаться к ним с искренними молитвами и тем самым приравнивает их к Господу, который творит и одаряет пропитанием, одаряет щедротами и посылает несчастья. О Мухаммад! Воздай же хвалу Аллаху, который научил Своих рабов отличать прямой путь от заблуждения и изобличил несостоятельность язычества для того, чтобы правдивые верующие сумели избегать его. Воздай хвалу своему Господу, Который сотворил жизнь на небесах и на земле и управляет судьбами Своих творений, Который одаряет великими щедротами одних и ниспосылает скудный удел другим. Воистину, только Премудрому Аллаху известно, в чем нуждаются Его рабы и что может принести им пользу."
    },
    {
      "ayah": 64,
      "surah": 29,
      "text": "Всевышний поведал об истинной ценности мирской и Последней жизней. А наряду с этим Он призвал людей не обольщаться мирскими благами и жаждать прелестей Последней жизни. Мирская жизнь по сути своей является всего лишь забавой и развлечением. Человеческие души тешатся мирскими удовольствиями, а человеческие тела получают наслаждение от земных страстей, потому что Всевышний Аллах переполнил земной мир красотами и удовольствиями. Эти красоты очаровывают заблудшие сердца, радуют беспечные взоры и приводят в восторг искалеченные души. Но очень скоро земные удовольствия прекращаются, а влюбленный в них грешник начинает раскаиваться и сожалеть об упущенных возможностях. Настоящая жизнь - это жизнь после смерти. Она совершенна, потому что каждая живая душа будет наделена в ней невероятно сильным телом и удивительными способностями. Человеческие тела будут сотворены для вечной жизни и будут обладать всем, что необходимо для самого совершенного бытия. Сердца праведников в Последней жизни будут переполняться радостью, а сами они будут получать удовольствие от удивительных яств, вкусных напитков, прекрасных жен и много другого, чего не видывал взор, чего не слышали уши и о чем даже не помышляла человеческая душа. Если бы люди ведали об этом, то не стали бы отдавать предпочтение мирской жизни. Если бы они были способны здраво мыслить, то не стали бы отворачиваться от вечной жизни и устремляться к тленной обители забав и развлечений. А это означает, что каждый человек, который знает об истинной ценности мирской и будущей жизней, обязан отдавать предпочтение жизни после смерти."
    },
    {
      "ayah": 65,
      "surah": 29,
      "text": "Всевышний поведал об истинной ценности мирской и Последней жизней. А наряду с этим Он призвал людей не обольщаться мирскими благами и жаждать прелестей Последней жизни. Мирская жизнь по сути своей является всего лишь забавой и развлечением. Человеческие души тешатся мирскими удовольствиями, а человеческие тела получают наслаждение от земных страстей, потому что Всевышний Аллах переполнил земной мир красотами и удовольствиями. Эти красоты очаровывают заблудшие сердца, радуют беспечные взоры и приводят в восторг искалеченные души. Но очень скоро земные удовольствия прекращаются, а влюбленный в них грешник начинает раскаиваться и сожалеть об упущенных возможностях. Настоящая жизнь - это жизнь после смерти. Она совершенна, потому что каждая живая душа будет наделена в ней невероятно сильным телом и удивительными способностями. Человеческие тела будут сотворены для вечной жизни и будут обладать всем, что необходимо для самого совершенного бытия. Сердца праведников в Последней жизни будут переполняться радостью, а сами они будут получать удовольствие от удивительных яств, вкусных напитков, прекрасных жен и много другого, чего не видывал взор, чего не слышали уши и о чем даже не помышляла человеческая душа. Если бы люди ведали об этом, то не стали бы отдавать предпочтение мирской жизни. Если бы они были способны здраво мыслить, то не стали бы отворачиваться от вечной жизни и устремляться к тленной обители забав и развлечений. А это означает, что каждый человек, который знает об истинной ценности мирской и будущей жизней, обязан отдавать предпочтение жизни после смерти."
    },
    {
      "ayah": 66,
      "surah": 29,
      "text": "Всевышний поведал о том, что многобожники начинают искренне поклоняться одному Аллаху, когда оказываются в трудном положении. Если многобожники находятся на корабле посреди моря, то стоит морю забушевать, как ими обуревает страх перед смертью. И вот тогда они забывают о своих божествах и начинают искренне взывать к одному Аллаху, не приобщая к Нему сотоварищей. Когда же буря стихает, они забывают об Аллахе, которого они молили о спасении, и начинают поклоняться ложным божествам, которые не способны помочь им в трудную минуту и избавить их от несчастий. Что же мешает им обращаться с мольбой к одному Аллаху в горе и радости, в периоды испытаний и благоденствия? Если бы они поступали таким образом, то стали бы истинными правоверными, которые получат вознаграждение своего Господа и спасутся от Его наказания. Но нет, они предпочитают исповедовать многобожие даже после того, как Господь облагодетельствовал их и спас от верной гибели. Они отказываются возблагодарить Аллаха за ниспосланные им щедроты и грешат в ответ на Божью милость. Но в результате они лишь получают возможность насладиться короткой мирской жизнью, подобно скотине, которая заботится только о том, как набить свой желудок и удовлетворить свою страсть. Пройдет немного времени, и им придется расстаться с мирской жизнью и отправиться в Последнюю жизнь, где их ожидают великая печаль и мучительное наказание."
    },
    {
      "ayah": 67,
      "surah": 29,
      "text": "Господь напомнил мекканским язычникам о том, что превратил их город безопасное святилище. Они живут в безопасности и не испытывают нужды, тогда как жители остальных городов живут в постоянном страхе и подвергаются нападениям разбойников. И, несмотря на это, многобожники отказываются искренне поклоняться Господу, который одарил их пропитанием и избавил от страха. Неужели они уверовали в ложь и не признают милость Аллаха? Они исповедывают многобожие, произносят лживые речи, совершают порочные деяния и отказываются благодарить Всевышнего Аллаха. О чем же они думали, когда отдавали предпочтение заблуждению над прямым путем, лжи над истиной и несчастью над преуспеянием? О чем они думали, когда согласились стать величайшими нечестивцами на свете?"
    },
    {
      "ayah": 68,
      "surah": 29,
      "text": "Они приписывают Аллаху свои лживые утверждения и заблуждения и в то же время отвергают истину, которую принес Пророк Мухаммад, да благословит его Аллах и приветствует. Однако исходом этой чудовищной несправедливости станет огненная Преисподняя. Там они расплатятся за совершенные ими злодеяния и будут опозорены. Адская обитель станет их пристанищем на веки вечные, и они никогда не смогут выбраться оттуда."
    },
    {
      "ayah": 69,
      "surah": 29,
      "text": "Что же касается верующих, которые совершают переселение ради Всевышнего Господа, сражаются с врагами истинной религии и всеми силами стремятся снискать благоволение Аллаха, то они сумеют пройти тернистыми путями, ведущими к Всевышнему Аллаху. Они будут удостоены Его руководства, потому что любят вершить добро, а Он никогда не покидает таких людей. Он оказывает им поддержку и наставляет их на прямой путь. А из этого следует, что самыми достойными и правильными людьми являются мусульмане, которые сражаются на пути Аллаха. Из этого также следует, что если человек исправно выполняет предписания религии, то Аллах оказывает ему поддержку и облегчает ему путь к счастью и спасению. И если человек искренне усердствует в постижении шариатских знаний, то ему непременно удается найти истину и добиться поставленной цели, причем Всевышний Господь одаряет его возможностями, которые превосходят возможности остальных людей, и облегчает ему постижение шариатских наук. А происходит это, потому что изучение религии Аллаха относится к сражению на пути Аллаха. Праведные ученые сражаются словом и языком против неверующих и лицемеров, и принимают участие в подобном сражении только избранные. Они обучают людей предписаниям религии и отвергают ошибочные воззрения тех, кто противится истине, даже если эти воззрения принадлежат некоторым из мусульман."
    },
    {
      "ayah": 7,
      "surah": 29,
      "text": "Аллах простит грехи тем из Своих рабов, которых Он почтил верой и праведными деяниями, потому что праведные деяния смывают грехи. Но наряду с этим Аллах вознаградит их за лучшее из того, что они совершили. Это - обязательные и желательные предписания, которые человек выполнял при жизни на земле. Наряду с ними человек совершает свободные, нежелательные и даже запрещенные действия, но наилучшими из его деяний являются именно выполненные обязательные и желательные предписания."
    },
    {
      "ayah": 8,
      "surah": 29,
      "text": "Каждый человек обязан почитать всегда своих родителей и подчеркивать свое расположение к ним словом и делом. Человек не имеет права ослушаться родителей и обижать их словом или делом. А если они будут настаивать, чтобы он приобщал к Аллаху сотоварищей, то он не имеет права поступать таким образом. Ни один человек не имеет доказательств справедливости многобожия, и Всевышний Аллах напомнил об этом и подчеркнул порочность этого тяжкого греха. О люди! Вы непременно вернетесь к Аллаху, а затем каждый из вас получит воздаяние за совершенные им деяния. Помните об этом и будьте покорны родителям. Но не повинуйтесь им тогда, когда они приказывают вам ослушаться Аллаха и Его посланника, поскольку предписания Аллаха и Его посланника должны быть превыше всего."
    },
    {
      "ayah": 9,
      "surah": 29,
      "text": "Всевышний поведал о Своем обещании ввести в Райские сады всех тех, кто уверовал и совершал благие деяния. Они будут в окружении пророков, правдивых верующих, павших мучеников и праведных угодников, каждый из которых взойдет на свою ступень перед Всевышним Господом. Все это свидетельствует о том, что правильная вера и праведные деяния являются залогом счастья и преуспеяния. Только те, кто обладает этими качествами, становятся угодниками Милостивого Аллаха и оказываются в окружении Его богобоязненных рабов."
    }
  ]
}
