{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 30,
      "text": "Что же касается верующих, которые совершают переселение ради Всевышнего Господа, сражаются с врагами истинной религии и всеми силами стремятся снискать благоволение Аллаха, то они сумеют пройти тернистыми путями, ведущими к Всевышнему Аллаху. Они будут удостоены Его руководства, потому что любят вершить добро, а Он никогда не покидает таких людей. Он оказывает им поддержку и наставляет их на прямой путь. А из этого следует, что самыми достойными и правильными людьми являются мусульмане, которые сражаются на пути Аллаха. Из этого также следует, что если человек исправно выполняет предписания религии, то Аллах оказывает ему поддержку и облегчает ему путь к счастью и спасению. И если человек искренне усердствует в постижении шариатских знаний, то ему непременно удается найти истину и добиться поставленной цели, причем Всевышний Господь одаряет его возможностями, которые превосходят возможности остальных людей, и облегчает ему постижение шариатских наук. А происходит это, потому что изучение религии Аллаха относится к сражению на пути Аллаха. Праведные ученые сражаются словом и языком против неверующих и лицемеров, и принимают участие в подобном сражении только избранные. Они обучают людей предписаниям религии и отвергают ошибочные воззрения тех, кто противится истине, даже если эти воззрения принадлежат некоторым из мусульман."
    },
    {
      "ayah": 10,
      "surah": 30,
      "text": "Исход грехов и злодеяний ужасен и отвратителен, потому что они побуждают человека отвергать знамения Аллаха и глумиться над ними. Таков конец грехов и злодеяний! Однако несчастья на этом не заканчиваются, потому что исходом неверия и насмешек становится наказание мучительное для грешников и поучительное для остальных."
    },
    {
      "ayah": 11,
      "surah": 30,
      "text": "Всевышний поведал о том, что Он один создает творения из небытия, а затем возвращает их к жизни. Таким же образом будут воскрешены люди, каждый из которых вернется к своему Господу для того, чтобы получить воздаяние за свои деяния. Вот почему далее Всевышний Господь поведал о наказании грешников и вознаграждении праведников."
    },
    {
      "ayah": 12,
      "surah": 30,
      "text": "Когда наступит Судный час, люди начнут восставать из могил для того, чтобы предстать перед Господом миров и воочию убедиться в правдивости воскрешения. И тогда грешники будут в отчаянии, потому что каждый из них лишится надежды получить вознаграждение. Они не приготовили для своей Последней жизни ничего, кроме преступлений и грехов. Они исповедовали неверие, приобщали сотоварищей к Аллаху и ослушались Его предписаний. Тем самым они обрекли себя на наказание и не заслужили даже самое маленькое вознаграждение. В результате они потеряют надежду на преуспеяние и окажутся в великом убытке. Они лишатся всего, что измышляли, потому что обожествляемые ими идолы не окажут им помощи и не станут заступаться за них. Поэтому далее Всевышний Аллах сказал:"
    },
    {
      "ayah": 13,
      "surah": 30,
      "text": "Когда наступит Судный час, люди начнут восставать из могил для того, чтобы предстать перед Господом миров и воочию убедиться в правдивости воскрешения. И тогда грешники будут в отчаянии, потому что каждый из них лишится надежды получить вознаграждение. Они не приготовили для своей Последней жизни ничего, кроме преступлений и грехов. Они исповедовали неверие, приобщали сотоварищей к Аллаху и ослушались Его предписаний. Тем самым они обрекли себя на наказание и не заслужили даже самое маленькое вознаграждение. В результате они потеряют надежду на преуспеяние и окажутся в великом убытке. Они лишатся всего, что измышляли, потому что обожествляемые ими идолы не окажут им помощи и не станут заступаться за них. Поэтому далее Всевышний Аллах сказал:"
    },
    {
      "ayah": 14,
      "surah": 30,
      "text": "Многобожники станут отрекаться от идолов, которым они поклонялись наряду с Аллахом, а те в свою очередь станут отрекаться от многобожников. Нечестивцы будут говорить: «Господь наш! Вот те, которых мы ввели в заблуждение. Мы ввели их в заблуждение, потому что сами были заблудшими. Мы отрекаемся от них перед Тобой. Не нам они поклонялись» (28:63). Многобожники и идолы будут проклинать друг друга, и в этот страшный день злодеи будут отделены от праведников. Они будут отличаться друг от друга подобно тому, как их деяния отличались друг от друга в мирской жизни."
    },
    {
      "ayah": 15,
      "surah": 30,
      "text": "Они уверовали всей душой и подтвердили свою веру праведными деяниями, и тем самым заслужили место в райских садах, в которых растут удивительные растения и таятся самые желанные прелести. Там праведники будут испытывать величайшую радость и получать удовольствие от прекрасных яств и ароматных напитков, великолепных гурий и юных слуг, восхитительных звуков и удивительных речей, поразительных видов и приятных благовоний. Воистину, это будут радость, удовольствие и ликование, которые просто невозможно передать словами."
    },
    {
      "ayah": 16,
      "surah": 30,
      "text": "Эти грешники отвергли щедроты своего Господа и ответили неблагодарностью на Его милость. Они не признали чудес и знамений, которые были показаны Божьими посланниками, и заслужили адское наказание, которое будет обступать мучеников со всех сторон. Беспощадный огонь будет достигать их сердец, а кипящая вода будет обжигать их лица и разрывать кишки. Как же велика разница между этими двумя категориями людей! Разве можно сравнить участь блаженных праведников и страдающих грешников?!!"
    },
    {
      "ayah": 17,
      "surah": 30,
      "text": "Эти грешники отвергли щедроты своего Господа и ответили неблагодарностью на Его милость. Они не признали чудес и знамений, которые были показаны Божьими посланниками, и заслужили адское наказание, которое будет обступать мучеников со всех сторон. Беспощадный огонь будет достигать их сердец, а кипящая вода будет обжигать их лица и разрывать кишки. Как же велика разница между этими двумя категориями людей! Разве можно сравнить участь блаженных праведников и страдающих грешников?!!"
    },
    {
      "ayah": 18,
      "surah": 30,
      "text": "Всевышний поведал о том, что Он лишен всяких пороков и недостатков. Ни одно творение не достойно того, чтобы его приравнивали к Господу. И поэтому рабы обязаны славить Его по утрам и вечерам, а также в полдень и среди ночи. В этих аятах речь идет о временах пяти обязательных намазов, когда рабы Аллаха славят и восхваляют Всевышнего. Эти восхваления могут быть как обязательными предписаниями, подобно пяти обязательным намазам, так и необязательными, подобно поминаниям Аллаха по утрам и вечерам, а также после обязательных и желательных намазов. Мусульмане должны выполнять эти предписания, потому что пять времен, отведенных Аллахом для обязательных намазов, являются наилучшими часами в сутках. А это значит, что восхваление Аллаха и поклонение Ему в эти часы лучше, чем в любое другое время. Это относится даже к тем обрядам поклонения, которые не сопровождаются восхвалением Господа, ибо если человек искренне поклоняется своему Господу, то он своими поступками свидетельствует о том, что Всевышний Аллах лишен любых недостатков и что ни одно творение не заслуживает поклонения и искреннего служения наряду с Аллахом."
    },
    {
      "ayah": 19,
      "surah": 30,
      "text": "Всевышний превращает бесплодную землю в цветущий сад, зерно - в колос, семя - в дерево, яйцо - в курицу, а неверующего - в правоверного. А когда Он пожелает, то превращает одно в другое в обратном порядке. Он ниспосылает дождь на безжизненную землю, после чего она приходит в движение, набухает и покрывается удивительными растениями. Таким же образом люди будут выведены из могил. Это - неопровержимое доказательство и убедительное свидетельство того, что Господь, который оживляет землю после смерти, непременно воскресит усопших людей. Если разумный человек призадумается над этими двумя явлениями, то не найдет между ними существенного различия и не станет отрицать одно из них, будучи свидетелем другого. В следующих аятах Всевышний Аллах перечислил множество знамений, свидетельствующих о том, что Он - Единственный Бог, достойный поклонения, Чье величие совершенно, воля неизменна, могущество велико, деяния прекрасны, а милосердие и добродетель безграничны."
    },
    {
      "ayah": 2,
      "surah": 30,
      "text": "Что же касается верующих, которые совершают переселение ради Всевышнего Господа, сражаются с врагами истинной религии и всеми силами стремятся снискать благоволение Аллаха, то они сумеют пройти тернистыми путями, ведущими к Всевышнему Аллаху. Они будут удостоены Его руководства, потому что любят вершить добро, а Он никогда не покидает таких людей. Он оказывает им поддержку и наставляет их на прямой путь. А из этого следует, что самыми достойными и правильными людьми являются мусульмане, которые сражаются на пути Аллаха. Из этого также следует, что если человек исправно выполняет предписания религии, то Аллах оказывает ему поддержку и облегчает ему путь к счастью и спасению. И если человек искренне усердствует в постижении шариатских знаний, то ему непременно удается найти истину и добиться поставленной цели, причем Всевышний Господь одаряет его возможностями, которые превосходят возможности остальных людей, и облегчает ему постижение шариатских наук. А происходит это, потому что изучение религии Аллаха относится к сражению на пути Аллаха. Праведные ученые сражаются словом и языком против неверующих и лицемеров, и принимают участие в подобном сражении только избранные. Они обучают людей предписаниям религии и отвергают ошибочные воззрения тех, кто противится истине, даже если эти воззрения принадлежат некоторым из мусульман."
    },
    {
      "ayah": 20,
      "surah": 30,
      "text": "Вначале Всемогущий Аллах сотворил из праха прародителя всего человечества - Адама. А затем Аллах расселил людей по свету и поселил их в самых разных уголках земли. Все это свидетельствует о том, что Господь, который сотворил род человеческий из одного прародителя и расселил его по всему свету, является Единственным достойным поклонения Богом. Достославный, Милосердный и Любящий Властелин непременно воскресит людей после смерти. Среди Его знамений есть такие, которые свидетельствуют о Его безграничном милосердии, заботливом отношении к рабам, превеликой мудрости и всеобъемлющем знании. Об одном из таких знамений Аллах сказал:"
    },
    {
      "ayah": 21,
      "surah": 30,
      "text": "Мужчины и женщины имеют много общего и идеально подходят друг другу. Благодаря бракосочетанию между ними зарождаются любовь и милосердие. Супруги получают удовольствие от общения и близости, находя успокоение друг в друге. Они рожают детей и дают им воспитание, из чего извлекают огромную пользу. И, как правило, любовь и милосердие, которые связывают супругов, никогда не проявляются столь ярко между другими людьми. Воистину, во всем этом - знамения для людей, которые задумываются над знамениями Аллаха и последовательно размышляют над происходящим вокруг."
    },
    {
      "ayah": 22,
      "surah": 30,
      "text": "Люди, которые обладают знанием, извлекают пользу из назидательных уроков и постигают смысл Божьих знамений. Подобных знамений очень много, и одним из них является сотворение небес и земли, а также всего, что находится в них. Огромные размеры этих творений свидетельствуют о великом господстве и безграничном могуществе Аллаха, а совершенство, которым проникнута Вселенная, подчеркивает абсолютную мудрость и безграничное знание Господа. И это справедливо, потому что Творец непременно должен знать то, что Он создает. Вот почему Всевышний Аллах сказал: «Неужели этого не будет знать Тот, Кто сотворил» (67:14). Бесчисленные блага, сокрытые во Вселенной, свидетельствуют о милости и великодушии Господа, а особенности и преимущества, которыми Он наделил некоторые из Своих творений, свидетельствуют о том, что Он обладает волей и вправе избирать, кого и что пожелает. Он один сотворил все сущее, и это значит, что только Он заслуживает поклонения Своих творений. Все это - логические доводы и аргументы, которые Всевышний Аллах упомянул для того, чтобы люди задумались над ними и сделали для себя полезные выводы. Еще одним из таких доводов является разнообразие языков и цветов кожи. Человеческий род велик, но все люди являются потомками одного человека и обладают схожим голосовым аппаратом. И, несмотря на это, невозможно найти двух людей с абсолютно одинаковыми голосами и абсолютно одинаковым цветом кожи. Как бы не были похожи голоса или оттенки цветов, между ними всегда можно обнаружить некоторые различия. Воистину, в этом заключаются знамения, которые свидетельствуют о совершенном могуществе и непреклонной воле Аллаха. Но вместе с тем они свидетельствуют о Его милости и заботе о Своих творениях. Господь сотворил подобное разнообразие для того, чтобы люди отличались друг от друга и не запутывались. А в противном случае человечество лишилось бы великих благ и возможностей."
    },
    {
      "ayah": 23,
      "surah": 30,
      "text": "Эти знамения способны узреть люди, которые прислушиваются к назиданиям, размышляют над смыслом происходящего и задумываются над Божьими знамениями. Сотворение дня и ночи свидетельствует о милости Всевышнего Аллаха, Который также сказал: «По Своей милости Он сотворил для вас ночь и день, чтобы вы отдыхали во время нее и искали Его милость, - быть может, вы будете благодарны» (28:73). Наряду с этим чередование дня и ночи свидетельствует о мудрости Господа, который предписал своим творениям одну часть суток отдыхать и собираться с силами, а другую часть - трудиться ради усовершенствования собственной веры и улучшения своего благосостояния. Это было бы невозможно, если бы день и ночь не сменяли друг друга. А поскольку такой порядок во Вселенной был установлен одним Аллахом, то и поклонения заслуживает только Он один."
    },
    {
      "ayah": 24,
      "surah": 30,
      "text": "Еще одним из знамений является дождь, живительная влага которого пробуждает землю и людей. А предвестниками этого знамения являются гром и молния, которые вызывают у людей страх и надежду. Все это свидетельствует о безграничном милосердии, всеобъемлющем знании, совершенных возможностях и абсолютной мудрости Всевышнего Аллаха, Который непременно воскресит усопших людей подобно тому, как Он оживляет иссохшую землю. Однако уразуметь эти знамения могут только те, кто обладает здравым рассудком. Они задумываются над тем, что им приходится видеть и слышать. Они запоминают происходящее вокруг и делают из этого правильные выводы."
    },
    {
      "ayah": 25,
      "surah": 30,
      "text": "Одним из величайших знамений Господа также является сотворение небес и земли, которые держатся по Его воле и не содрогаются. Небеса не обрушиваются на землю, и происходит это только благодаря безграничному могуществу Аллаха. И если этот Всемогущий Властелин всего один раз повелит своим творениям воскреснуть, все они непременно выйдут из своих могил. Поэтому одно из коранических откровений гласит: «Воистину, сотворение небес и земли есть нечто более великое, чем сотворение людей» (40:57)."
    },
    {
      "ayah": 26,
      "surah": 30,
      "text": "Все творения и существа подвластны одному Господу, который не имеет соперников и не нуждается в помощниках. Все сущее покорно Его величию и смиренно пред Его совершенством."
    },
    {
      "ayah": 27,
      "surah": 30,
      "text": "Смысл этого откровения в том, что человеческому разуму легче представить воскрешение людей после смерти, нежели сотворение человека из небытия. И действительно, если Аллах способен сотворить человека из небытия, в чем людям не приходится сомневаться, то воссоздать людей для Него должно быть гораздо легче. После упоминания о величайших знамениях, которые обязаны принимать во внимание благоразумные мужи и над которыми обязаны размышлять правоверные, Всевышний Аллах коснулся одного из самых важных вопросов и возвестил о том, что Ему принадлежит наивысшее достоинство на небесах и на земле. Речь идет о божественных качествах величия и совершенства. Всестороннее совершенство является одним из этих качеств. Сердца его преданных рабов переполнены любовью к своему Господу. Они устремляются к Нему всем сердцем, поминают Его в величественных молитвах, поклоняются Ему надлежащим образом, и все это также свидетельствует о наивысшем достоинстве Господа, которое подразумевает Его величественные качества и вытекающие из них последствия. Исходя из этого праведные богословы при описании качеств Творца говорят, что если творения обладают прекрасными качествами, то последние непременно должны быть присущи Творцу и превосходить аналогичные качества творений. Что же касается пороков и недостатков, которыми могут обладать творения, то они никоим образом не могут быть приписаны Творцу, да и сами творения должны стремиться избавиться от них. Воистину, среди прекрасных имен Аллаха - Могущественный и Мудрый. Он обладает совершенным могуществом и безграничной мудростью. Благодаря Своему могуществу Он создал творения и ниспослал законы, а благодаря Своей мудрости Он сотворил Вселенную прекрасной и сделал ниспосланные предписания справедливыми."
    },
    {
      "ayah": 28,
      "surah": 30,
      "text": "Аллах решил изобличить порочность многобожия и привел для этого притчу, которая затрагивает самих людей. Для постижения ее смысла нет нужды переезжать с места на место или запрягать верблюдов. Разве невольники являются совладельцами того, чем Мы наделили свободных людей? Разве рабы и рабыни имеют одинаковые права на собственность своих хозяев? Разве свободные люди опасаются Своих рабов так, как опасаются тех, кто в действительности имеет права на часть их собственности? Безусловно, нет. Ни один из невольников не может быть совладельцем имущества, которым Всевышний Аллах наделил его господина. Свободные люди не желают равнять себя с невольниками, хотя не они сотворили их, и не они ниспосылают им пропитание. Почему же тогда они соглашаются приобщать к Аллаху сотоварищей? Почему они обожествляют некоторые из творений, равняя их с Всевышним Аллахом? Воистину, это удивительное обстоятельство свидетельствует о безрассудстве всякого, кто приобщает к Аллаху сотоварищей. Многобожие - это ложь, которой суждено исчезнуть, ибо нет равных Всевышнему Аллаху, и никто не достоин поклонения наряду с Ним. Подобные притчи приносят пользу людям, которые разумеют истину. Что же касается безрассудных невежд, то они лишены способности узреть разъясненные знамения и уразуметь истину. Они лишены того разума, который позволяет людям осмыслить то, что им объясняют или разъясняют. Вот почему это кораническое откровение обращено к людям, обладающим разумом и здравым смыслом. Из этой притчи становится ясно, что многобожники, которые приобщают сотоварищей к Аллаху, поклоняются ложным божествам и уповают на их поддержку, совершенно далеки от истины. Что же заставляет этих людей исповедовать бессмысленную ложь, порочность которой не вызывает сомнения и не нуждается в дополнительных доказательствах? Они поступают так, потому что склонны потакать своим низменным желаниям, и поэтому далее Господь сказал:"
    },
    {
      "ayah": 29,
      "surah": 30,
      "text": "Души нечестивцев порочны, и свидетельством этого являются их порочные устремления. Они совершают поступки, которые отвергаются человеческим разумом и подсознанием. При этом они не опираются на твердые знания и не имеют убедительных доказательств своей правоты. Но их заблуждение не должно вызывать удивления, потому что Всевышний Аллах узрел их беззаконие и лишил их верного руководства. Если же Аллах вводит человека в заблуждение, то ему никогда не удастся встать на прямой путь, ибо никто не способен воспротивиться воле Аллаха. Когда же заблудшие грешники получат обещанное им наказание, никто не придет им на помощь, да и сами они уже не смогут изменить свою судьбу."
    },
    {
      "ayah": 3,
      "surah": 30,
      "text": "В те далекие времена Персия и Византия были двумя величайшими империями на земле. Они вели друг с другом ожесточенные войны и были равными соперниками. Персы исповедовали язычество и поклонялись огню, а византийцы относились к людям Писания и утверждали, что верили в Тору и Евангелие. Безусловно, убеждения византийцев были намного ближе к исламу, чем языческие воззрения персов, и поэтому мусульмане желали византийцам победы над персами. В то же время арабские язычники хотели, чтобы персы одержали верх, потому что огнепоклонство имело много общего с идолопоклонством. Когда же произошло решающее сражение, персы нанесли поражение византийцам. Это поражение не отразилось на целой империи, потому что сражение было лишь за прилежащие к Аравии земли. Весть о поражении византийцев обрадовала язычников и огорчила мусульман, и тогда Аллах обещал им, что очень скоро восточные римляне разгромят персов."
    },
    {
      "ayah": 30,
      "surah": 30,
      "text": "Всевышний повелел быть искренним во всех начинаниях и исповедовать религию надлежащим образом. Эта религия зиждется на покорности, вере и добродетели. А для того, чтобы ее исповедовать, человек должен поклоняться Аллаху душой и телом. Он должен совершать намаз, выплачивать закят, соблюдать пост, отправляться в паломничество и выполнять другие религиозные предписания, а также любить и страшиться Аллаха, надеяться на Него и раскаиваться перед Ним. При этом он должен поклоняться своему Господу так, как будто видит Его. И хотя он не видит своего Господа, Господь видит его. Аллах повелел Своим рабам обратить лик к религии, потому что это не возможно до тех пор, пока человек не обратится к религии всей душой. Если же он обратится к религии ликом и душой, то вслед за этим он устремится к ней всем телом. Поэтому Всевышний Аллах подчеркнул, что делать это надлежит искренне ради Аллаха, а не ради достижения иных целей. Именно стремление к этому заложено в человеческом подсознании, и поэтому люди всегда осознают прелесть Божьих законов и порочность всего, что противоречит им. Это распространяется абсолютно на все предписания, касающиеся как души, так и тела, потому что Всевышний Аллах привил своим творениям любовь к истине и научил их отдавать предпочтение истине над ложью. В этом состоит природа человеческой души. Если же человек противится своей природе и поступает против велений разума, то его душа начинает разлагаться, и поэтому Пророк Мухаммад, да благословит его Аллах и приветствует, сказал: «Каждый младенец рождается с природной склонностью [к Единобожию], а его родители делают из него иудея, христианина или огнепоклонника». Никому не дозволено изменять облик Божьих творений. Таков прямой путь, который ведет к Аллаху и славной Райской обители. И если человек обращает свой лик к религии Аллаха, то он становится на прямой путь. Однако многие люди не знают истинной веры, а если и знают, то все равно отказываются исповедовать ее."
    },
    {
      "ayah": 31,
      "surah": 30,
      "text": "Эти слова разъясняют мусульманам то, как следует обращать свой лик к религии Аллаха. Для этого каждый человек должен всем сердцем устремиться к своему Господу и подчинить свои желания тому, что угодно Всевышнему Аллаху. Из этого следует, что ему надлежит совершать телом только те деяния, которые соответствуют вере, которая покоится в его сердце. Обратившись к Аллаху, человек должен поклоняться Ему душой и телом, и это поклонение будет совершенным только тогда, когда человек прекратит совершать грехи. Вот почему Аллах повелел Своим рабам быть богобоязненными, то есть выполнять предписания Аллаха и остерегаться ослушания и непокорности. Из всех предписаний религии Всевышний Аллах особо отметил намаз, потому что именно этот обряд поклонения подталкивает человека к покорности и пробуждает в нем страх перед Господом. Всевышний сказал: «Читай то, что внушено тебе из Писания, и совершай намаз. Воистину, намаз оберегает от мерзости и предосудительного. Но поминание Аллаха - гораздо важнее» (29:45). Намаз укрепляет в человеке богобоязненность, а поминание Аллаха побуждает его устремляться к Аллаху. Что же касается запрещенных деяний, то из всех грехов Аллах особо отметил многобожие, которое является важнейшим из прегрешений и разрушает все остальные деяния. Наряду с этим многобожие является полной противоположностью обращения к Аллаху, потому что в основе обращения к Аллаху лежит искренность и полная преданность Ему. Затем Всевышний Аллах изобличил порочные качества многобожников и сказал:"
    },
    {
      "ayah": 32,
      "surah": 30,
      "text": "Есть только одна истинная религия, и это - поклонение одному Аллаху. Однако многобожники расчленили религию, в результате чего одни из них стали поклоняться идолам и истуканам. Другие стали обожествлять солнце и луну. Третьи принялись поклоняться святым и праведникам. Одни из них приняли иудаизм, а другие обратились в христианство. Многобожники разделились на многочисленные толки, приверженцы которых фанатично отстаивают свои ошибочные воззрения и борются против всех остальных. Они премного довольны своими знаниями, несмотря на то, что эти знания противоречат учениям Божьих посланников. Они считают, что исповедуют истину, в то время как все остальные исповедуют ложь и заблуждение. И это обстоятельство должно предостеречь мусульман от разделения на различные толки. Мусульмане не должны слепо и фанатично отстаивать воззрения своих религиозных толков, ибо в противном случае они станут уподобляться многобожникам. Воистину, в этом нет необходимости, ибо они исповедуют одну религию, верят в одного Пророка и поклоняются одному Богу. Мусульманские богословы единодушны в ответах на большинство религиозных вопросов. А наряду с этим Аллах скрепил сердца мусульман братством, основанным на правой вере. Почему же тогда некоторые люди произносят безрассудные речи и сеют между мусульманами раздор по причине мелких разногласий и отдельных противоречий? Почему они обвиняют друг друга в заблуждении и обособляются друг от друга? Воистину, это является одним из величайших наущений сатаны, который всеми силами стремится заманить мусульман в свои сети. В то же время стремление сплотить мусульман и устранить существующие между ними разногласия, построенные на лживом и порочном фундаменте, является проявлением величайшей борьбы на пути Аллаха и лучшим из деяний, которые могут приблизить человека к Аллаху. После того как Всевышний Аллах призвал людей добровольно обращаться к Нему как при тяготах, так и при благоденствии, Он упомянул о вынужденном обращении к Аллаху тех людей, которые вспоминают своего Господа только в периоды тягот и лишений. Когда они избавляются от несчастий, то отказываются повиноваться своему Господу, и поэтому их обращение к Нему во время трудностей не принесет им никакой пользы. Всевышний сказал:"
    },
    {
      "ayah": 33,
      "surah": 30,
      "text": "Есть только одна истинная религия, и это - поклонение одному Аллаху. Однако многобожники расчленили религию, в результате чего одни из них стали поклоняться идолам и истуканам. Другие стали обожествлять солнце и луну. Третьи принялись поклоняться святым и праведникам. Одни из них приняли иудаизм, а другие обратились в христианство. Многобожники разделились на многочисленные толки, приверженцы которых фанатично отстаивают свои ошибочные воззрения и борются против всех остальных. Они премного довольны своими знаниями, несмотря на то, что эти знания противоречат учениям Божьих посланников. Они считают, что исповедуют истину, в то время как все остальные исповедуют ложь и заблуждение. И это обстоятельство должно предостеречь мусульман от разделения на различные толки. Мусульмане не должны слепо и фанатично отстаивать воззрения своих религиозных толков, ибо в противном случае они станут уподобляться многобожникам. Воистину, в этом нет необходимости, ибо они исповедуют одну религию, верят в одного Пророка и поклоняются одному Богу. Мусульманские богословы единодушны в ответах на большинство религиозных вопросов. А наряду с этим Аллах скрепил сердца мусульман братством, основанным на правой вере. Почему же тогда некоторые люди произносят безрассудные речи и сеют между мусульманами раздор по причине мелких разногласий и отдельных противоречий? Почему они обвиняют друг друга в заблуждении и обособляются друг от друга? Воистину, это является одним из величайших наущений сатаны, который всеми силами стремится заманить мусульман в свои сети. В то же время стремление сплотить мусульман и устранить существующие между ними разногласия, построенные на лживом и порочном фундаменте, является проявлением величайшей борьбы на пути Аллаха и лучшим из деяний, которые могут приблизить человека к Аллаху. После того как Всевышний Аллах призвал людей добровольно обращаться к Нему как при тяготах, так и при благоденствии, Он упомянул о вынужденном обращении к Аллаху тех людей, которые вспоминают своего Господа только в периоды тягот и лишений. Когда они избавляются от несчастий, то отказываются повиноваться своему Господу, и поэтому их обращение к Нему во время трудностей не принесет им никакой пользы. Всевышний сказал:"
    },
    {
      "ayah": 34,
      "surah": 30,
      "text": "Если людей постигает болезнь или поражает страх перед смертью, то они начинают искренне поклоняться Аллаху и забывают о богах, которым они поклонялись прежде. А происходит это, потому что они прекрасно знают, что никто, кроме Аллаха, не способен избавить человека от зла. Когда же Аллах дарует им исцеление или избавляет от страха, то часть их отступает от тех искренних молитв, с которыми они обращались к Аллаху. Они начинают поклоняться тем, кто не способен сделать их счастливыми или несчастными, бедными или богатыми. Они неблагодарностью отвечают на милость Аллаха, Который уберег их от несчастий и избавил от страданий. Почему же они не благодарят своего Господа за оказанную им милость и не отвечают Ему непрестанным искренним служением?"
    },
    {
      "ayah": 35,
      "surah": 30,
      "text": "Неужели у них есть убедительный довод в пользу многобожия, который заставляет их усомниться в истине? Неужели они в состоянии обосновать свою правоту и изобличить посланников во лжи? Где тот самый довод, который побуждает их исповедовать многобожие? О нет! Все логические доводы и правдивые повествования, Небесные Писания и пророческие учения, а также лучшие представители человеческого рода самым строгим образом запрещают приобщать к Аллаху сотоварищей, предостерегают людей от всех путей, ведущих к многобожию, и свидетельствуют о том, что исповедуют многобожие только безрассудные и заблудшие грешники. Они не способны обосновать свои взгляды убедительными доводами, а лишь потворствуют своим страстям и повинуются наущениям сатаны."
    },
    {
      "ayah": 36,
      "surah": 30,
      "text": "Всевышний поведал о поведении большинства людей при тяготах и благоденствии. Когда Аллах позволяет людям вкусить от милости и одаряет их здоровьем, богатством или победой, они начинают радоваться и ликовать. Подобное ликование свидетельствует об их высокомерии и надменности и не является выражением благодарности Аллаху за оказанную милость. Когда же таких людей постигает несчастье в наказание за совершенные ими грехи, они отчаиваются и перестают верить в то, что когда-нибудь смогут обзавестись богатством или поправиться. Такое поведение свидетельствует об их невежестве и недостатке знаний."
    },
    {
      "ayah": 37,
      "surah": 30,
      "text": "Не стоит отчаиваться тому, кто знает, что добро и зло находятся в руках Аллаха, а величина мирского удела целиком и полностью зависит от божественного предопределения. О благоразумный человек! Не ограничивайся размышлениями над земными причинами, а размышляй об Аллахе, Который создает эти причины. Однако только правоверные извлекают полезные уроки из того, что Аллах увеличивает или уменьшает удел Своим рабам. Знание этого позволяет им познать мудрость и милосердие Аллаха и заставляет их просить о пропитании только Всевышнего Господа."
    },
    {
      "ayah": 38,
      "surah": 30,
      "text": "Раздавай милостыню своим родственникам - каждому по мере его родства и нужды. Делай им добро сам и призывай к этому других. Раздавай им обязательные и добровольные пожертвования, давай им полезные советы, проявляй к ним почтение, приветствуй их миром, будь к ним великодушен, прощай им ошибки и оплошности. Также раздавай милостыню беднякам, которые испытывают нужду и не в состоянии приобрести еду, питье, одежду и другие вещи первой необходимости. И не забывай про путников, которые оказались на чужбине и лишились возможности вернуться домой. Они не имеют при себе денег и не могут заработать на хлеб для того, чтобы удовлетворить собственные нужды. Они совершенно не похожи на тех, кто проживает в родных краях, потому что на родине даже бедный человек, как правило, может заняться ремеслом или иной деятельностью для того, чтобы прокормиться. Именно поэтому Всевышний Аллах разрешил раздавать часть закята беднякам и неимущим путникам. Оказывать помощь родственникам, беднякам и путникам лучше для тех, кто стремиться снискать благоволение Аллаха. Благодаря этому они смогут обрести великое благо и щедрое вознаграждение, ибо оказание помощи людям искренне ради Аллаха является одним из лучших благодеяний. Если же человек раздает пожертвования не ради Аллаха, то такие пожертвования не принесут ему никакой пользы, даже если они идут на пользу нуждающимся. Всевышний сказал: «Многие из их тайных бесед не приносят добра, если только они не призывают раздавать милостыню, совершать одобряемое или примирять людей. Тому, кто поступает так, стремясь к довольству Аллаха, Мы даруем великую награду» (4:114). Подобные поступки всегда приносят пользу окружающим, но пользу самому человеку они приносят только в том случае, если он совершает их искренне ради Аллаха. Такой человек непременно будет счастлив, потому что сумеет заслужить Божье вознаграждение и спастись от Его наказания. После упоминания о пожертвованиях, которые человек должен делать искренне ради Аллаха, Всевышний Господь сообщил о делах, которые люди совершают в надежде получить мирскую выгоду. Всевышний сказал:"
    },
    {
      "ayah": 39,
      "surah": 30,
      "text": "Если вы одалживаете людям имущество, которое превышает ваши нужды, в надежде получить это имущество обратно с лихвой, то вы не получите за это от Аллаха никого вознаграждения, потому что этот поступок не был совершен искренне ради Аллаха. То же самое можно сказать обо всех деяниях, совершая которые человек стремится укрепить свое положение или заслужить похвалу. Все подобные поступки не принесут человеку никакого вознаграждения. Если же вы раздаете милостыню для того, чтобы избавиться от порочного нрава или скупости и вместе с тем помочь нуждающимся, и совершаете это искренне ради Аллаха, то ваше вознаграждение будет приумножено во много раз. Из этих слов Всевышнего становится ясно, что милостыня, которую раздает увязший в долгах человек, не является очистительной милостыней, за которую мусульманин получает вознаграждение, и поэтому шариат запрещает подобное распоряжение имуществом. Всевышний сказал: «Отдален будет от него самый богобоязненный, который раздает свое имущество, очищаясь, и всякую милость возмещает сполна только из стремления к Лику своего Всевышнего Господа» (92:17–20). Поэтому любое пожертвование становится полезным только тогда, когда человек совершает его для того, чтобы очиститься."
    },
    {
      "ayah": 4,
      "surah": 30,
      "text": "В те далекие времена Персия и Византия были двумя величайшими империями на земле. Они вели друг с другом ожесточенные войны и были равными соперниками. Персы исповедовали язычество и поклонялись огню, а византийцы относились к людям Писания и утверждали, что верили в Тору и Евангелие. Безусловно, убеждения византийцев были намного ближе к исламу, чем языческие воззрения персов, и поэтому мусульмане желали византийцам победы над персами. В то же время арабские язычники хотели, чтобы персы одержали верх, потому что огнепоклонство имело много общего с идолопоклонством. Когда же произошло решающее сражение, персы нанесли поражение византийцам. Это поражение не отразилось на целой империи, потому что сражение было лишь за прилежащие к Аравии земли. Весть о поражении византийцев обрадовала язычников и огорчила мусульман, и тогда Аллах обещал им, что очень скоро восточные римляне разгромят персов."
    },
    {
      "ayah": 40,
      "surah": 30,
      "text": "Всевышний сообщил о том, что только Он творит и ниспосылает пропитание, умерщвляет и воскрешает. Что же касается богов, которым поклоняются язычники и многобожники, то они не способны совершить подобное и не разделяют с Аллахом божественной власти. Почему же люди равняют Аллаха, Единственного Правителя во Вселенной, с теми, кто абсолютно не властен над происходящим?! Пречист Аллах, Который не нуждается в сотоварищах! Многобожники не в силах причинить Ему вред - они лишь взваливают на свои плечи тяжелое бремя."
    },
    {
      "ayah": 41,
      "surah": 30,
      "text": "Несчастья, лишения, болезни, эпидемии и многое другое поражает людей в наказание за совершенные ими злодеяния. Аллах поступает с людьми так для того, чтобы они поняли, что грехи не остаются безнаказанными и что несчастья являются лишь частью наказания в мирской жизни. И тогда они, может быть, отрекутся от тех деяний, которые принесли им столько вреда, исправятся и встанут на прямой путь. Пречист Аллах, Который проявляет милость и сострадание даже тогда, когда ниспосылает испытания и наказание. И если бы не Его божественная милость, то Он заставил бы все творения вкусить заслуженное возмездие и не оставил бы на поверхности земли ни одного живого существа."
    },
    {
      "ayah": 42,
      "surah": 30,
      "text": "Повеление странствовать по земле побуждает людей путешествовать по свету и размышлять в душе над той участью, которая постигла их предшественников. Благодаря этому люди смогут убедиться в том, что большинство людей были многобожниками, которых постиг самый страшный конец. Они были искоренены мучительным наказанием и заслужили проклятия и осуждения своих последователей. О люди! Не повторяйте их деяний, дабы не последовать вслед за ними, ибо Аллах во все времена и в любой стране поступает с людьми одинаково справедливо и мудро."
    },
    {
      "ayah": 43,
      "surah": 30,
      "text": "Обрати свой лик к религии и устремись к ней всем телом и всей душой. Только так ты сможешь исповедовать религию истины и придерживаться ее повелений и запретов. Будь усерден и деятелен, выполняй свои обязанности и не теряй своего времени, своей жизни и своей молодости, ибо очень скоро наступит День воскресения. Когда же это произойдет, ни один человек не получит отсрочки для того, чтобы совершить добрые дела. В этот день никому не придется трудиться, потому что это будет день воздаяния за уже совершенные деяния. И тогда все творения разделятся на различные группы для того, чтобы узреть свои поступки."
    },
    {
      "ayah": 44,
      "surah": 30,
      "text": "Каждый неверующий пострадает за свои злодеяния, потому что ни одна душа не понесет чужого бремени. Что же касается праведников, которые выполняли свои обязанности перед Аллахом и перед Его рабами, а также совершали добровольные благодеяния, то они будут готовиться к счастливой жизни в роскошных обителях и высоких горницах. Они будут готовиться к ней во благо самим себе, а не ради преуспеяния других. Однако вознаграждение, которое они получат, не будет строго соответствовать их деяниям, потому что Аллах вознаградит их по своей безграничной милости и одарит их несметными богатствами, которые во много раз превзойдут то, что они заслужили своими благими поступками. Они будут удостоены этого, потому что прежде сумели заслужить любовь своего Господа. А если Аллах возлюбил своего раба, то Он осеняет его великой милостью и одаряет его самым достойным образом многочисленными зримыми и незримыми благами."
    },
    {
      "ayah": 45,
      "surah": 30,
      "text": "Аллах испытывает к неверующим величайшую ненависть, и поэтому их ожидает лютая мука и суровое наказание, которое будет соответствовать их злодеяниям. Господь не будет приумножать его подобно тому, как Он будет приумножать вознаграждение праведников."
    },
    {
      "ayah": 46,
      "surah": 30,
      "text": "Существует много знамений, свидетельствующих о милости Аллаха и правдивости воскрешения после смерти, и все они доказывают, что поклонения и обожествления заслуживает только Достохвальный Властелин. Одним из таких знамений являются ветры, которые предвозвещают ниспослание дождя. Они гонят тучи и собирают их вместе, и тогда люди начинают радоваться грядущему дождю. Затем Всевышний Аллах проливает дождь, оживляет этой водой земли и ободряет людей, которые тем самым вкушают милость своего Господа и осознают, что только благодаря Его милости они обретают спасение и добывают пропитание. И тогда они начинают совершать еще больше благодеяний, и перед ними раскрываются сокровищницы великих щедрот. По предопределению Аллаха ветры гонят по морю корабли и тем самым помогают людям трудиться в поисках пропитания и мирских благ. Люди должны помнить об этом и благодарить Аллаха, Который покорил им земной мир и облегчил для них достижение намеченных целей. В этом состоит смысл мирских благ. Человек должен благодарить Всевышнего Аллаха за эти блага, и тогда Аллах сохранит и даже приумножит их. Но, несмотря на это, некоторые люди отвечают на Божью милость неблагодарностью и ослушаются своего Господа. Они отвечают на добродетель Господа неверием и в результате лишаются Божьей милости."
    },
    {
      "ayah": 47,
      "surah": 30,
      "text": "О Мухаммад! К прежним народам также приходили посланники. Стоило людям отвернуться от единобожия и отречься от истины, как Аллах отправлял к ним посланников, которые проповедовали среди них искреннее поклонение одному Аллаху, призывали их уверовать в истину и изобличали неверие и заблуждение, в котором они увязали. Посланники приносили своим соплеменникам ясные знамения и неопровержимые доказательства своей правоты, однако многобожники отказывались уверовать в них и продолжали исповедовать заблуждение. И каждый раз Аллах мстил грешникам и помогал правоверным, которые следовали путем Его посланников, потому что Аллах обязал себя поступать таким образом. Победа правоверных является непреложной истиной, которая обещана Аллахом и непременно сбудется. Что же касается неверующих, которые отказываются уверовать в Пророка Мухаммада, да благословит его Аллах и приветствует, то им следует знать, что если они и впредь будут отрекаться от истины, то их постигнет мучительное наказание, а победа все равно достанется святому Пророку."
    },
    {
      "ayah": 48,
      "surah": 30,
      "text": "О Мухаммад! К прежним народам также приходили посланники. Стоило людям отвернуться от единобожия и отречься от истины, как Аллах отправлял к ним посланников, которые проповедовали среди них искреннее поклонение одному Аллаху, призывали их уверовать в истину и изобличали неверие и заблуждение, в котором они увязали. Посланники приносили своим соплеменникам ясные знамения и неопровержимые доказательства своей правоты, однако многобожники отказывались уверовать в них и продолжали исповедовать заблуждение. И каждый раз Аллах мстил грешникам и помогал правоверным, которые следовали путем Его посланников, потому что Аллах обязал себя поступать таким образом. Победа правоверных является непреложной истиной, которая обещана Аллахом и непременно сбудется. Что же касается неверующих, которые отказываются уверовать в Пророка Мухаммада, да благословит его Аллах и приветствует, то им следует знать, что если они и впредь будут отрекаться от истины, то их постигнет мучительное наказание, а победа все равно достанется святому Пророку."
    },
    {
      "ayah": 49,
      "surah": 30,
      "text": "Всевышний поведал о совершенстве Своего могущества и безграничности Своего милосердия. Он создает облака над поверхностью земли, а затем они расширяются и увеличиваются в размерах. По Его воле они приобретают самые разные формы. Затем огромные облака разрываются в клочья, располагаются друг над другом и превращаются в густые и толстые тучи, из расщелин которых выпадают капельки дождя. Эти капли малы и падают поодиночке, потому что в противном случае они приносили бы вред всему живому на земле. Так дожди выпадают на землю, и люди начинают вместе радоваться этому, что свидетельствует о том, насколько сильно они нуждаются в Божьей милости."
    },
    {
      "ayah": 5,
      "surah": 30,
      "text": "Этой победе суждено было произойти через несколько лет. Арабское слово бид означает от трех до девяти включительно. Византийцы потерпели поражение, но Всевышний Аллах предсказал, что скоро они одержат верх над персами. Именно так должно было произойти в соответствии с предопределением Аллаха. Во все времена власть принадлежала Ему одному, а это значит, что для победы недостаточно хорошо подготовиться к сражению. Одержать победу можно только в том случае, когда усилия воинов совпадут с божественным предопределением. Вот почему Аллах предсказал, что византийцы непременно одержат верх над своими противниками. И хотя армии обеих империй состояли из неверующих, одно зло всегда может быть хуже другого. Вот почему поражение персов должно было обрадовать мусульман и опечалить арабских язычников. Аллах дарует помощь, кому пожелает, потому что обладает могуществом и властью над всеми творениями. В одном из коранических откровений Всевышний Господь повелел говорить: «О Аллах, Владыка царства! Ты даруешь власть, кому пожелаешь, и отнимаешь власть, у кого пожелаешь. Ты возвеличиваешь, кого пожелаешь, и унижаешь, кого пожелаешь» (3:26). Но вместе с тем Всевышний Аллах милосерден к своим уверовавшим рабам, и поэтому Он помогает им обрести счастье и добиться победы самыми различными способами, и этих способов настолько много, что всех их не сосчитать."
    },
    {
      "ayah": 50,
      "surah": 30,
      "text": "После проливного дождя земля начинает шевелиться и разбухать, а затем на ней расцветают самые удивительные пары растений. Господь, который способен оживить безжизненную землю, непременно сможет вернуть к жизни усопших людей, поскольку для Него нет ничего невозможного. Он всемогущ, несмотря на то, что человеческие умы не в состоянии представить себе нечто подобное."
    },
    {
      "ayah": 51,
      "surah": 30,
      "text": "Всевышний поведал о качествах, которые присущи человеческой душе. Люди являются очевидцами того, как Аллах оживляет иссохшую землю и повсеместно распространяет свою милость. Но стоит Всевышнему Аллаху наслать на их нивы и поля ветер, который губит урожай, как они забывают все ниспосланные им ранее блага и отказываются благодарить своего Господа."
    },
    {
      "ayah": 52,
      "surah": 30,
      "text": "О Мухаммад! Ни мертвецы, ни глухие не смогут извлечь пользу из твоих увещеваний и проповедей. Слишком много препятствий мешает им прислушаться к твоим наставлениям, и то же самое относится к тем, кто отворачивает от тебя."
    },
    {
      "ayah": 53,
      "surah": 30,
      "text": "Слепые не могут увидеть свет, потому что они лишены способности видеть. А свет божественного руководства могут увидеть только правоверные, которые прислушиваются к наставлениям, всей душой веруют в аяты своего Господа и подчиняются Его повелениям. Они всегда остаются покорны Аллаху, потому что готовы уверовать в любое знамение Господа и выполнить любое повеление, на которое у них хватает сил."
    },
    {
      "ayah": 54,
      "surah": 30,
      "text": "Всевышний поведал о Своем совершенном знании, Своей безграничной власти и Своей безупречной мудрости. Он сотворил человека абсолютно немощным, и это относится к первым стадиям его развития. Каждый человек был крошечной каплей, из которой образовался сгусток крови, похожий на пиявку. Затем этот сгусток превратился в небольшой кусочек, похожий на разжеванный кусочек мяса. Наконец, зародыш в утробе матери превратился в живой плод. Затем человек появляется на свет, и первые месяцы своей жизни остается совершенно беспомощным. Он лишен физической силы и многих других способностей, но постепенно Аллах одаряет его силой и наделяет различными способностями. Спустя годы человек становится молодым, сильным и стройным и приобретает недюжинные возможности. Но проходят годы, и он стареет, и тогда его тело становится слабым, а голова покрывается сединой. По Своей мудрости Аллах творит все, что пожелает, и божественная мудрость требует того, чтобы человек убедился в том, что его сила со всех сторон окружена слабостью. Человек имеет множество недостатков, и если бы не поддержка Аллаха, то ему никогда не удалось бы обрести силу и могущество. А если бы его сила с каждым часом только увеличивалась, то это заставило бы его преступать границы дозволенного и творить беззаконие. Рабы Аллаха должны осознавать всемогущество своего Господа, которое остается совершенным на протяжении вечности. Он творит сущее и управляет Своими творениями, но никогда не испытывает усталости или слабости."
    },
    {
      "ayah": 55,
      "surah": 30,
      "text": "Всевышний поведал о скором наступлении Дня воскресения, когда грешники станут клясться Им, что они прожили на земле меньше одного часа. Тем самым они попытаются оправдать свое неверие недолгим сроком пребывания на земле. Однако их слова будут лживыми и безосновательными. При жизни на земле они искажают действительность, измышляют ложь и отвергают истину, которую проповедовали посланники. А в Последней жизни они будут отвергать очевидное и утверждать, что прожили на земле лишь короткий промежуток времени. Это свидетельствует об их дурном нраве и о том, что каждый человек будет воскрешен в том состоянии, в котором он расстался с мирской жизнью."
    },
    {
      "ayah": 56,
      "surah": 30,
      "text": "Вы прожили жизнь, которую вам предопределил Аллах. Этого было достаточно для того, чтобы каждый желающий мог призадуматься и поразмышлять. Но наступил Судный день, и теперь вы оказались в таком ужасном положении. Вы не думали о том, что этот день наступит и отрицали его. Вы также отрицали то, что мирская жизнь является сроком, отведенным для раскаяния и покаяния. Невежество было вашим девизом, и оно породило в вас неверие и обрекло вас на вечный убыток. Так скажут люди, которых Аллах облагодетельствовал двумя замечательными качествами: истинным знанием и верой, которая требует от человека отдавать предпочтение истине. Они знали истину и отдавали ей предпочтение, а их дела не расходились с их словами. Именно поэтому их слова окажутся правдивыми."
    },
    {
      "ayah": 57,
      "surah": 30,
      "text": "Если они попытаются солгать и оправдаться неосведомленностью, то против них будут свидетельствовать люди, которых Аллах наделил знанием и верой, а также их кожа, руки и ноги. Если же они станут молить о прощении и возможности вернуться в мирскую жизнь для того, чтобы никогда больше не возвращаться к неверию и грехам, то им не предоставят такой возможности, потому что будет слишком поздно для того, чтобы раскаиваться и извиняться."
    },
    {
      "ayah": 58,
      "surah": 30,
      "text": "Коранические притчи свидетельствуют о милости и доброте Аллаха, Который заботится о Своих творениях и обучает их самым совершенным образом. Благодаря этим притчам люди узнают истину, постигают сущность происходящего или же лишаются возможности оправдаться неведением. Это относится ко всем притчам, которые Всевышний Аллах привел в Своем писании. Они позволяют уяснить смысл абстрактных понятий путем их сравнения с вещами, которые человек может воспринять посредством органов чувств, а также помогают ясно представить события, которые ожидают людей в будущем. К таким притчам относится рассказ о той участи, которая ожидает грешников в День воскресения. Они будут охвачены отчаянием оттого, что их просьбы о прощении и раскаяния не принимаются. Но, несмотря на это, в своей мирской жизни они продолжают бесчинствовать и упрямо отворачиваться от ясной истины. Это свидетельствует об их неверии и дерзости. Воистину, их сердца запечатаны, а их невежество не знает границ. И поэтому далее Всевышний сказал:"
    },
    {
      "ayah": 59,
      "surah": 30,
      "text": "Добро не способно проникнуть в их сердца, а они не способны понять истинное положение вещей, потому что считают истину ложью, а ложь - истиной."
    },
    {
      "ayah": 6,
      "surah": 30,
      "text": "Будьте уверены в правдивости обещания своего Господа и не сомневайтесь в том, что оно непременно сбудется. Когда было ниспослано откровение с этим обещанием, мусульмане тотчас уверовали в него, а многобожники сочли его ложью. Некоторые мусульмане даже стали заключать пари с многобожниками о том, через сколько же лет сбудется это обещание. И когда наступил предопределенный Аллахом срок, византийцы действительно одержали победу над персами и изгнали их с завоеванных земель. Это событие стало исполнением коранического пророчества. Безусловно, это пророчество касалось сокровенного знания, потому что Всевышний Аллах предвозвестил событие, которое произошло лишь через несколько лет. Об этом знали не только мусульмане, но и многобожники, и поэтому Господь подчеркнул, что многие люди не ведают о том, что обещанное Аллахом непременно сбывается. Всегда находятся люди, которые отказываются уверовать в обещание Господа и начинают отрицать Его знамения. А поступают они таким образом, потому что им ничего не известно о сути и последствиях происходящих событий."
    },
    {
      "ayah": 60,
      "surah": 30,
      "text": "О Мухаммад! Терпеливо выполняй свои обязанности, призывай людей уверовать в Аллаха и не сворачивай с этого пути, даже если они отвернутся от тебя. Обещание Аллаха является сущей правдой и не вызывает сомнения, и это обстоятельство поможет тебе проявлять должное терпение. Если человек твердо знает, что его деяния не пропадут даром, а принесут ему самое совершенное вознаграждение, то он с легкостью проходит через любые испытания и переживает любые трудности. И даже самые трудные начинания кажутся ему легкими и незначительными. Если же человек обладает слабой верой и лишен твердой убежденности, то он лишается терпения, а его мысли становятся несовершенными. Ты должен остерегаться таких людей, потому что в противном случае ты станешь легкомысленным человеком и не сможешь надлежащим образом придерживаться повелений и запретов Аллаха. А присущие человеческой душе прихоти будут помогать твоим противникам и будут побуждать тебя соглашаться с ними. Из всего сказанного следует, что правоверные, которые обладают твердой убежденностью и здравым рассудком, всегда проявляют должное терпение, в то время как маловеры, которые лишены твердой убежденности, обладают слабым умом, не способны на это. Первых можно сравнить с мякотью плода, а последних - с кожурой. Упаси нас Аллах от этого!"
    },
    {
      "ayah": 7,
      "surah": 30,
      "text": "Они знают о своей жизни только явное, потому что задумываются только над происходящими вокруг событиями и полагают, что следствием материальных причин могут быть только материальные события. Они не верят в существование вещей, которые они не могут увидеть собственными глазами. Тем самым они размышляют над причинами, но не задумываются над тем, что именно заставляет эти причины влиять на окружающий мир. Они также не задумываются над Последней жизнью, потому что их помыслы и желания целиком связаны с земной жизнью и преходящими мирскими благами. Они день и ночь трудятся только ради удовлетворения своих страстей, и это отвлекает их от Последней жизни. Они не мечтают о Райских садах и не страшатся адского наказания. Они также не страшатся встречи с Всевышним Аллахом и не боятся предстать перед Господом. Воистину, подобные качества являются предвестниками несчастья и свидетельством беспечного отношения к Последней жизни. Однако, к великому удивлению, очень многие из этих людей прекрасно разбираются в мирских делах и добиваются результатов, которые изумляют человеческие сердца и поражают умы. Они обнаружили атом, открыли электричество и научились строить средства передвижения по суше, воде и воздуху. На их счету множество достижений и выдающихся открытий, которые заставляют их обольщаться собственными познаниями. И поэтому они считают, что все остальные люди не способны добиться того, чего они добились с помощью Всевышнего Аллаха. Они пренебрежительно смотрят на других, тогда как сами являются невежественными людьми, которые не разбираются в вопросах религии, пренебрегают Последней жизнью и совершенно не ведают о последствиях людских деяний. Проницательные и благоразумные люди видят, как они блуждают во мраке лжи, невежества и заблуждения. Они забыли об Аллахе, и Он заставил их забыть о самих себе. Они суть бесчинствующие грешники. Аллах одарил их великими благами и способностями, благодаря которым они сделали удивительные открытия в области мирских наук, но наряду с этим они лишены способности познать самую главную науку. Если бы они задумались над этим, то им стало бы ясно, что решение всегда остается за Всевышним Господом, который управляет своими рабами, как пожелает: одних наставляет на прямой путь, а других оставляет без Своей поддержки. Их сердца непременно переполнились бы страхом перед Всемогущим Аллахом, и они обратились бы к Нему с мольбой одарить их светом разума и веры, дабы каждый из них смог преодолеть тернистый путь и снискать милость своего Господа. Если бы мирские познания этих людей были сопряжены с истинной верой и опирались бы на праведные убеждения, то они непременно стали бы залогом великого прогресса и прекрасного бытия. Однако в большинстве случаев эти познания опираются на безбожие и приводят к падению нравов и погибели."
    },
    {
      "ayah": 8,
      "surah": 30,
      "text": "Неужели неверующие, которые отвергают посланников и отрицают встречу с Господом, не задумывались о себе? Подобные размышления открывают человеку глаза на множество знамений, которые свидетельствуют о том, что Всевышний Творец, который сотворил человека из небытия, непременно воссоздаст его после смерти. Он превращает человека из одного творения в другое: крошечная капля превращается в сгусток крови; затем сгусток крови превращается кусочек мяса; затем зародыш превращается в плод, и ангел вдыхает в него душу; затем появляется на свет ребенок, который впоследствии становится юношей, пожилым человеком и дряхлым стариком. Поэтому не следует думать, что Аллах предал человека забвению и оставил его без повелений и запретов, вознаграждения и наказания. Аллах создал высший и низший миры только ради истины. Эта истина заключается в том, что Всевышний Аллах испытывает людей и выявляет тех, кто вершит добрые дела. А когда наступит Судный день и истечет отведенный Вселенной срок, то небеса и земля совершенно изменятся в облике. Но многие из людей не веруют во встречу со своим Господом, и поэтому они не готовятся к этой встрече и не верят словам Божьих посланников. Однако это неверие совершенно необоснованно. Более того, существует множество неопровержимых доказательств неизбежности воскрешения и воздаяния. Вот почему далее Всевышний Аллах сказал:"
    },
    {
      "ayah": 9,
      "surah": 30,
      "text": "Всевышний предложил неверующим постранствовать по земле и воочию узреть, какой же конец постиг их неверующих предшественников. Они также отвергали посланников и противились их повелениям, а наряду с этим они обладали огромной мощью и большими возможностями. Они строили дворцы, оснащали мастерские, возделывали поля и даже прокладывали искусственные русла для рек. Однако ни огромная власть, ни созданные ими великолепия не принесли им пользы, когда они осмелились отвергнуть посланников, которые явились к ним со знамениями, каждое из которых свидетельствовало об истинности и правдивости Божьего учения. И если современные неверующие посмотрят на то, что осталось после их предшественников, то они обнаружат только опустевшие жилища и останки погибших народов, которые оставили о себе недобрую память. Таково воздаяние за неверие в мирской жизни, которое является всего лишь преддверием адских мучений в жизни будущей. Всевышний погубил неверующие народы, однако Он не поступил с ними несправедливо, потому что они собственноручно обрекли себя на погибель и сами были несправедливы по отношению к себе."
    }
  ]
}
