{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 41,
      "text": "Аллах не принимает веру Своих рабов после того, как их постигает мучительное наказание. Запоздалая вера не может избавить человека от лютой кары, потому что человек, который воочию увидел наказание, вынужден уверовать. Только добровольная вера может спасти Божьего раба от вечных страданий, а эта вера возможна только тогда, когда человек еще не увидел наказания, о котором ему сообщил Всевышний Господь. Именно поэтому люди, которые умерли неверующими, в Последней жизни окажутся в убытке, потому что они сами разрушили свою веру, свою мирскую жизнь и свою жизнь после смерти. Но не только убыток и погибель будут печалить неверующих, поскольку воздаяние за неверие не будет полным до тех пор, пока грешники не вкусят вечных страданий."
    },
    {
      "ayah": 10,
      "surah": 41,
      "text": "Всего за четыре дня Господь завершил сотворение Земли, простер ее и распределил на ней пищу. Кто же может тебе поведать об этом лучше всезнающего Аллаха? Никто! Вот почему это - правдивое повествование, в котором нет ни излишеств, ни упущений."
    },
    {
      "ayah": 11,
      "surah": 41,
      "text": "После сотворения Земли Аллах вознамерился начать сотворение неба, которое было дымом, собранным над поверхностью воды. Затем Всемогущий Аллах сказал небесам и земле: «Повинуйтесь Моей воле! Хотите вы того или нет, вы все равно будете покорны Мне». Они ответили: «Мы не станем противиться Твоей воле»."
    },
    {
      "ayah": 12,
      "surah": 41,
      "text": "Сотворение небес и земли заняло шесть дней. Началось оно в воскресенье, а завершилось в пятницу. Тем не менее, Всемогущий Аллах мог сотворить всю Вселенную всего за один миг, но Он не только всемогущ, но и мудр и добр. По Своей мудрости и доброте Он сотворил землю и небеса в течение этого предопределенного Им срока. В суре «Ан-Назиат» Всевышний Аллах сказал: «Он сделал темной ночь его (неба) и вывел его утреннюю зарю. После этого Он распростер землю» (79:29–30). При сопоставлении этих двух аятов на первый взгляд выявляется противоречие между ними, однако в писании Аллаха нет ни противоречий, ни расхождений. Все дело в том, что Аллах, как об этом говорили многие праведные богословы, сотворил Землю раньше, чем небеса, а простер ее уже после сотворения небес, о чем сказал Всевышний: «После этого Он распростер землю, вывел из нее воду и пастбища и утвердил на ней горы» (79:30–32). Аллах сообщил, что Он простер землю после того, как сотворил небеса, но не сказал, что Он сотворил ее после этого. Каждому небу Аллах внушил обязанности в соответствии с тем, чего требовала Его мудрость - мудрость премудрого Правителя. Он украсил нижнее небо звездами, которые светятся по ночам и помогают путникам найти дорогу во мраке ночи. Эти звезды украшают небеса, и это, в первую очередь, бросается в глаза людям на земле. Но по сути своей звезды служат для охранения небес, поскольку ими забрасывают дьяволов, которые пытаются подслушать повеления Аллаха, которые Он раздает ангелам на небесах. Все, что происходит на земле и на небесах, предопределил Аллах, Могущественный и Знающий. Его величию покорно все сущее. Он творит и правит своими творениями, а Его знания объемлют всякую вещь, зримую и незримую. Посему возмутительно, как смеют многобожники отказываться от искреннего служения Великому, Могучему и Единственному Господу, Чье предопределение неукоснительно сбывается и которому покорны все Его творения! Они придают Ему сотоварищей и равняют с Ним идолов и ложных богов, качества и деяния которых полны недостатков и изъянов. Воистину, это возмутительно! Ничто не сможет помочь им, если они будут продолжать упрямствовать и отворачиваться от знамений Аллаха, ибо тогда их постигнет наказание в этом мире и мучительная кара в мире ином. Именно этим возмездием Аллах устрашает неверующих в следующих аятах."
    },
    {
      "ayah": 13,
      "surah": 41,
      "text": "Если они отвернутся от истинной веры, после того как ты разъяснишь им славные достоинства Корана и качества превеликого Аллаха, то скажи: «Я предостерегаю вас от наказания, которое уничтожит вас и сотрет вас с лица земли, как некогда были стерты с лица земли народы ад и самуд». Это - два некогда известных народа, которых за их беззаконие и неверие поразили Божья кара и злое возмездие."
    },
    {
      "ayah": 14,
      "surah": 41,
      "text": "Божьи посланники приходили один за другим и проповедовали единое учение. Они призывали людей искренне поклоняться одному Аллаху и предостерегали их от язычества и идолопоклонства. Но те отвечали: «Если бы наш Господь захотел, то Он отправил бы посланниками ангелов, а вы - всего лишь люди, такие же как и мы». Это сомнение не перестает покидать сердца тех, кто считает Божьих пророков и посланников лжецами, но по сути дела оно является самым безосновательным сомнением. Для того чтобы быть посланником, необязательно быть ангелом, но обязательно быть посланным с миссией и знамениями, доказывающими ее правдивость. О Мухаммад! Пусть попробуют уличить тебя во лжи или доказать несуразность твоего послания. Воистину, они никогда не смогут сделать этого!"
    },
    {
      "ayah": 15,
      "surah": 41,
      "text": "Всевышний более подробно сообщил о судьбе народов Ад и Самуд. Адиты не только не веровали в Единого Аллаха, отрицали Его знамения и считали лжецами Его посланников, но и чванливо ходили по земле, угнетали и порабощали тех, кто жил вокруг них, и восхищались своим могуществом. Они говорили: «Кто может превзойти нас силой?» Дабы опровергнуть их заблуждение, Всевышний напомнил Своим рабам хорошо известную истину: «Неужели они не видели, что Аллах, Который сотворил их, превосходит их силой?» Если бы Он не сотворил их, то они бы не появились на свет. И если бы они, как следует, задумались над этим, то не стали бы обольщаться своей мощью. Но истина была чужда им, и Аллах наслал на них наказание чудовищной силы, которое не уступало той силе, что так легко обольстила их."
    },
    {
      "ayah": 16,
      "surah": 41,
      "text": "Аллах наслал на адитов ветер безумной силы, который издавал ужасный шум, похожий на раскаты грома. Он бушевал над ними по воле Аллаха в злополучные дни, и поэтому Всевышний сказал: «Он заставил его бушевать над ними в течение семи ночей и восьми дней без перерыва, и ты мог бы увидеть людей, которые были повержены, словно рухнувшие сгнившие пальмовые стволы» (69:7). Этот ураган погубил адитов, и от их могущественного народа не осталось ничего, кроме их жилищ. Так они были унижены и опозорены в глазах других народов, а наказание в Последней жизни будет еще более ужасным, и никто не избавит их от этого наказания, и сами они уже ничем не смогут исправить свое положение."
    },
    {
      "ayah": 17,
      "surah": 41,
      "text": "Аллах наслал на адитов ветер безумной силы, который издавал ужасный шум, похожий на раскаты грома. Он бушевал над ними по воле Аллаха в злополучные дни, и поэтому Всевышний сказал: «Он заставил его бушевать над ними в течение семи ночей и восьми дней без перерыва, и ты мог бы увидеть людей, которые были повержены, словно рухнувшие сгнившие пальмовые стволы» (69:7). Этот ураган погубил адитов, и от их могущественного народа не осталось ничего, кроме их жилищ. Так они были унижены и опозорены в глазах других народов, а наказание в Последней жизни будет еще более ужасным, и никто не избавит их от этого наказания, и сами они уже ничем не смогут исправить свое положение."
    },
    {
      "ayah": 18,
      "surah": 41,
      "text": "Самуд - некогда известный народ, живший в местечке Хиджр и прилежащих к нему поселениях. Всевышний Аллах отправил к ним Своего пророка Салиха, который призвал их уверовать в Единого Аллаха и предостерег их от многобожия. Аллах даровал им в качестве великого знамения верблюдицу. Они не тратили средств на ее содержание, и она питалась только дарами земли. Милостивый Аллах позволил им день пить ее молоко, а день - пить воду, и велел беречь ее. Тем самым Он наставил их на прямой путь, то есть ясно указал им на него. Несмотря на то, что истина дошла до всех погубленных народов и прямой путь был ясен всем им до того, как их постигла Божья кара, Господь выделил из их числа самудян. Причина же этого в том, что явленное им знамение Аллаха было столь ярким, что коснулось их всех, от мала до велика, как мужчин, так и женщин. Именно поэтому Аллах особо подчеркнул, что Он разъяснил самудянам истину и наставил их на прямой путь. Однако из-за своего бесчестия и своей злобы они предпочли вере и знаниям неверие и заблуждение. Их поразило унизительное наказание, но Аллах не был несправедлив к ним - они получили только то, что заслужили. Что же касается пророка Салиха и его правоверных и богобоязненных последователей, которые боялись погрязнуть во многобожии и грехах, то они были спасены от наказания."
    },
    {
      "ayah": 19,
      "surah": 41,
      "text": "Самуд - некогда известный народ, живший в местечке Хиджр и прилежащих к нему поселениях. Всевышний Аллах отправил к ним Своего пророка Салиха, который призвал их уверовать в Единого Аллаха и предостерег их от многобожия. Аллах даровал им в качестве великого знамения верблюдицу. Они не тратили средств на ее содержание, и она питалась только дарами земли. Милостивый Аллах позволил им день пить ее молоко, а день - пить воду, и велел беречь ее. Тем самым Он наставил их на прямой путь, то есть ясно указал им на него. Несмотря на то, что истина дошла до всех погубленных народов и прямой путь был ясен всем им до того, как их постигла Божья кара, Господь выделил из их числа самудян. Причина же этого в том, что явленное им знамение Аллаха было столь ярким, что коснулось их всех, от мала до велика, как мужчин, так и женщин. Именно поэтому Аллах особо подчеркнул, что Он разъяснил самудянам истину и наставил их на прямой путь. Однако из-за своего бесчестия и своей злобы они предпочли вере и знаниям неверие и заблуждение. Их поразило унизительное наказание, но Аллах не был несправедлив к ним - они получили только то, что заслужили. Что же касается пророка Салиха и его правоверных и богобоязненных последователей, которые боялись погрязнуть во многобожии и грехах, то они были спасены от наказания."
    },
    {
      "ayah": 2,
      "surah": 41,
      "text": "Аллах не принимает веру Своих рабов после того, как их постигает мучительное наказание. Запоздалая вера не может избавить человека от лютой кары, потому что человек, который воочию увидел наказание, вынужден уверовать. Только добровольная вера может спасти Божьего раба от вечных страданий, а эта вера возможна только тогда, когда человек еще не увидел наказания, о котором ему сообщил Всевышний Господь. Именно поэтому люди, которые умерли неверующими, в Последней жизни окажутся в убытке, потому что они сами разрушили свою веру, свою мирскую жизнь и свою жизнь после смерти. Но не только убыток и погибель будут печалить неверующих, поскольку воздаяние за неверие не будет полным до тех пор, пока грешники не вкусят вечных страданий."
    },
    {
      "ayah": 20,
      "surah": 41,
      "text": "Всевышний сообщил об ужасной участи, которая постигнет тех, кто не верует в знамения Аллаха и открыто заявляет об этом, кто считает лжецами Его посланников, питает к ним вражду и сражается против них. В День воскресения их соберут перед Адом. Их будут гнать и обращаться при этом с ними будут грубо и жестоко, так что идущие последними будут сталкиваться с теми, кто идет в первых рядах. В тот день они не смогут избежать этой участи: они не в силах будут помочь себе и облегчить свои страдания, и никто другой не станет помогать им в этом. А когда они достигнут Ада, то захотят и даже попытаются отречься от тех грехов, которые они совершили на земле, но тогда каждая часть их тел будет свидетельствовать против них, говоря: «Я совершила то-то и то-то в такой-то день». Всевышний особо отметил уши, глаза и кожу, потому что эти три органа совершают большую часть грехов."
    },
    {
      "ayah": 21,
      "surah": 41,
      "text": "Слова Всевышнего «Они скажут своей коже…» свидетельствуют о том, что каждый орган будет свидетельствовать в отдельности. Когда же части тела засвидетельствуют грехи своих хозяев, те станут упрекать их и говорить: «Почему вы свидетельствуете против нас, тогда как мы пытаемся защитить вас!» Но те скажут в ответ: «Мы не в силах отказаться от свидетельства и умолчать о наших грехах, когда этого желает Аллах. Ничто не может произойти вопреки Его воле». Аллах создал ваши тела и наделил вас многочисленными способностями, одной из которых является дар речи, и к Нему вы будете возвращены в Последней жизни, где Он воздаст каждому за его деяния. Существует мнение, что в этом аяте содержится указание на то, что Аллах воскресит людей в том виде, в каком они жили на земле. Подобные указания присущи кораническому языку."
    },
    {
      "ayah": 22,
      "surah": 41,
      "text": "Вы не остерегались того, что все ваше тело станет свидетельствовать против вас. Вы совершали грехи и думали, что Аллах не ведает о ваших деяниях. Именно это заблуждение толкало вас на неповиновение Аллаху, и оно стало причиной вашей погибели и вашего несчастья. Поэтому Всевышний сказал:"
    },
    {
      "ayah": 23,
      "surah": 41,
      "text": "Вы думали об Аллахе скверным образом, и это погубило вас, ваши семьи и вашу веру. Ныне сбылось обещание Господа о наказании неверующих, и вы оказались в их числе. Вы вечно пребудете в муках и несчастии, которые ни на миг не ослабнут во веки веков."
    },
    {
      "ayah": 24,
      "surah": 41,
      "text": "Вынести муки Геенны не под силу никому. Человек может вынести любые страдания, но только не адские муки. Да и как можно вынести наказание огнем, жар которого в семьдесят раз превосходит жар того огня, который мы разжигаем на земле! Представьте себе Ад, где бешено бурлит кипящая вода и смердит кровавым гноем мучеников, где царит безумная стужа и звенят тяжкими цепями и оковами грешники, где их стерегут и бьют огромными палицами грубые стражи, где их сердца лишаются милости и сострадания. И, в добавок к этому, на них гневается Всемогущий Аллах, а когда они обратятся к Нему с мольбой о прощении, Он скажет им: «Оставайтесь здесь с позором и не говорите со Мной!» (23:108). А если они попросят, чтобы Аллах избавил их от мук и страданий и позволил им вернуться в земной мир и совершать только благие дела, то им не окажут милости, ибо уже пройдет то время, когда они могли покаяться. Они долго жили на земле и могли вовремя опомниться. К ним приходил увещеватель, и теперь у них нет оправдания своему неверию. А их покаяние, о котором они заявляют в Аду, не что иное, как сущая ложь. Всевышний Аллах сказал: «Если бы их вернули обратно, то они непременно вернулись бы к тому, что им было запрещено. Воистину, они - лжецы» (6:28)."
    },
    {
      "ayah": 25,
      "surah": 41,
      "text": "Собратьями грешников, которые пытаются опровергнуть истину, являются дьяволы. Всевышний сказал: «Разве ты не видишь, что Мы послали к неверующим дьяволов, чтобы те подстрекали их?» (19:83). Эти собратья и толкают нечестивцев на неповиновение Господу миров. Они представляют им в прекрасном свете их грядущее и прошлое. Мирские блага и прелести со всех сторон окружают людей, и дьяволы побуждают грешников наслаждаться теми из них, что запретил Аллах. Они искушают людей этими благами, и те не могут устоять перед искушением и начинают ослушаться Аллаха, в результате чего встают на путь вражды с Аллахом и Его посланником. Кроме того, дьяволы заставляют людей забыть о Последней жизни, так что им она начинает казаться чрезвычайно далекой. Порой это доходит до того, что некоторые из них начинают сомневаться в том, что она существует. Постепенно страх перед Аллахом покидает их сердца, и они погрязают в неверии, ереси и прочих грехах. Аллах позволяет дьяволам сбивать с пути неверующих за то, что те отворачиваются от Аллаха и Его знамений и отрицают истину. Всевышний сказал: «К тем, кто отвращается от поминания Милостивого (или кто слеп к поминанию Милостивого), Мы приставим дьявола, и он станет его товарищем. Они не будут пускать их на путь Аллаха, а те будут считать, что они следуют прямым путем» (43:36–37). Предопределенное Аллахом непременно сбудется, и их неминуемо постигнет наказание, которое ранее уже постигло многих джиннов и людей, которые не веровали в Аллаха. Они оказались в числе потерпевших урон, потому что потеряли веру и погубили свою Последнюю жизнь. Всякий, кто потерпел урон, непременно будет наказан, унижен и несчастен! Далее Всевышний Аллах сообщил о том, как неверующие отворачиваются от Корана и что они говорят друг другу."
    },
    {
      "ayah": 26,
      "surah": 41,
      "text": "«Не слушайте коранических аятов и наставлений. А если вдруг вы услышите чтение Корана или его проповеди, то тотчас бегите оттуда. Более того, говорите о нем вещи бессмысленные, которые не принесут пользы, а причинят один только вред. Изо всех сил мешайте людям рассказывать о Коране, читать его и излагать его содержание». Так говорят неверующие, отворачивающиеся от писания Аллаха. Они считают, что только так можно одолеть Мухаммада, да благословит его Аллах и приветствует, и верующих. Из этого свидетельства врагов ислама ясно, что они считают, что одолеть истину им удастся только в том случае, если они станут избегать ее и сумеют побудить к этому других. Из этих слов неверующих также ясно, что они слушали аяты Корана и уразумели, что не смогут одолеть религию Аллаха, ибо истине суждено всегда одерживать верх и ее невозможно одолеть. Это известно и приверженцам истины, и ее противникам. Сопротивление неверующих истине является результатом их упрямства и несправедливости. Для них потеряна надежда на возвращение на прямой путь, и потому они не заслуживают ничего, кроме мук и страданий. Поэтому далее Всевышний сказал:"
    },
    {
      "ayah": 27,
      "surah": 41,
      "text": "Речь идет о воздаянии за неверие и грехи. Они совершили много грехов, но воздаяние будет соответствовать самому тяжкому из них - неверию и многобожию. Аллах ни с кем не поступит несправедливо!"
    },
    {
      "ayah": 28,
      "surah": 41,
      "text": "Таково возмездие, ожидающее недругов Аллаха, которые сражались с Его религией и Его верными рабами. Это - кара за неверие и безбожие, за сопротивление истине и борьбу с ней. Они вечно пребудут в Аду, где муки не прекратятся ни на миг, где никто не найдет для себя помощников. Они будут страдать за то, что отвергли неопровержимые доказательства Нашей правоты, которые убеждают всякого, кто внимает им. Воистину, такой поступок - величайшая несправедливость и величайшее упорство!"
    },
    {
      "ayah": 29,
      "surah": 41,
      "text": "Неверующие, которые слепо следовали за другими, гневно воскликнут: «Господи! Укажи нам на тех джиннов и людей, которые совратили нас! Неверующие люди и дьяволы ввели нас в заблуждение и обрекли на мучения. Они суть глашатаи Ада. Да будут они самыми ничтожными и презренными за то, что совратили нас и ввели в заблуждение. Из-за них мы оказались в Аду!» Так мученики будут гневаться и отрекаться друг от друга. Затем Всевышний сообщил о Своих верующих рабах и вдохновил их на еще более преданное служение Ему одному."
    },
    {
      "ayah": 3,
      "surah": 41,
      "text": "Всевышний сообщил Своим рабам, что этот Священный Коран ниспослан Милостивым и Милосердным Аллахом, Чье милосердие объемлет все сущее. Одним из величайших проявлений Его милости к творениям является то, что Он ниспослал это Писание, которое несет с собой знания и верное руководство, свет и исцеление, милость и великое благо. Это суть величайшее благодеяние Аллаха к Его рабам. Это - путь к счастью в обоих мирах. Затем Господь отметил одно из достоинств этого Писания - его полную ясность. Коранические аяты изложены самым прекрасным образом, их смысл ясен, а слова понятны. Они ниспосланы и разъяснены на исконно арабском языке - самом совершенном из всех языков. А разъяснены они для того, чтобы благоразумные люди уяснили не только текст Писания, но и его подлинный смысл, благодаря чему они смогут отличать прямой путь от заблуждения, а истину - ото лжи. А что до тех, кто не способен понять увещевание Господа, то познание истины не приносит им ничего, кроме еще большего заблуждения. Они слепы к ясному знанию, и ради них не стоит ниспосылать Писание. «Им все равно, предостерег ты их или не предостерег. Они не веруют» (36:10)."
    },
    {
      "ayah": 30,
      "surah": 41,
      "text": "Верующие признали истину с неподдельной радостью, стали свидетельствовать о ней, повиноваться повелениям Аллаха и придерживаться прямого пути, познавая его и претворяя в жизнь приобретенные знания. Воистину, такие рабы будут счастливы и в земной жизни, и после смерти. А когда приблизится миг их расставания с этим миром, на них один за другим будут нисходить благородные ангелы, которые обрадуют их вестью о райском блаженстве, говоря: «Не бойтесь того, что вас ожидает, и не печальтесь о том, что уже прошло. Вы не будете испытывать отвращения ни к тому, что с вами произошло, ни к тому, что вас ожидает впереди. Возрадуйтесь Раю, обещанному вам. Вы непременно войдете в него, ибо обещание Аллаха непреложно»."
    },
    {
      "ayah": 31,
      "surah": 41,
      "text": "Ангелы подталкивают верующих творить благие дела в этом мире и делают их прекрасными в их глазах, а также предостерегают их от совершения грехов и вызывают в них отвращение к ним. Кроме того, они молят Аллаха за верующих и поддерживают их в несчастьях и при опасностях, особенно, перед смертью, во мраке могиле, на ристалище Судного дня и на мосту Сырат, который проложен над Адской Пропастью. Они также будут препровождать правоверных в Рай и поздравлять их с тем, что Аллах миловал и почтил их. Всевышний сказал: «Ангелы будут входить к ним через любые врата. Мир вам за то, что вы проявили терпение! Как же прекрасна Последняя обитель!» (13:23–24). Они возвестят верующим о том, что в Раю для них уготованы разные удовольствия и наслаждения, которых не видывали очи, о которых не слышали уши и которые даже не приходили в голову людям."
    },
    {
      "ayah": 32,
      "surah": 41,
      "text": "Это щедрое вознаграждение и вечное блаженство является угощением Аллаха, Который прощает кающимся прегрешения и по милости которого люди совершают добрые дела, а Он принимает их от них. Благодаря Его снисходительности правоверные смогут избежать злой участи, а по Его милости они будут удостоены желанного вознаграждения."
    },
    {
      "ayah": 33,
      "surah": 41,
      "text": "Это - риторический вопрос, подразумевающий, что нет речей прекраснее, чем у того, кто обучает незнающих, увещевает беспечных к истине и противящихся ей, препирается со сторонниками зла, проповедует поклонение Единому Аллаху, призывает к нему людей и представляет его им в самом лучшем, истинном свете, а также удерживает их от грехов и вызывает в них ненависть и неприязнь к ним. Такой человек в первую очередь призывает людей к основе ислама - вере в Единого Аллаха, разъясняет им ее преимущества, спорит с ее противниками в наилучшей манере и достойнейшими способами, предостерегает людей от несовместимых с истинной верой безбожием и идолопоклонством, учит добру и удерживает от зла. Он проповедует религию Аллаха среди Его рабов, пробуждая в них любовь к своему Создателю, напоминая им о Его благах, Его щедрости, великодушии и безграничном милосердии, обучая их Его славным и совершенным качествам. Он вдохновляет людей на постижение знаний о прямом пути из Корана и Сунны, а также призывает их к этому всеми возможными способами. Он воспитывает в них прекрасные нравственные качества и учит их любить и чтить родителей, помогать родственникам, делать добро всем творениям Аллаха и отвечать добром на зло. Он использует удобные случаи для того, чтобы обратиться с проповедями ко всем людям, призывает их во время праздников и больших бедствий и говорит проникновенные речи, соответствующие тому или иному случаю. Он преследует одну-единственную цель - привить людям любовь ко всему благому и отдалить их от всего дурного. Однако правоверный не только призывает на путь Господа других, но и сам изо всех сил стремится выполнять повеления Аллаха и совершать только то, чем доволен его Господь. Он говорит: «Воистину, я - один из тех, кто покорился воле Аллаха и последовал Его путем». Это - самая высокая степень, которой может достигнуть правоверный, искренний в своей вере, который совершенствуется сам и помогает в этом другим. Воистину, такой человек становится истинным преемником пророков. Исходя из всего сказанного, можно заключить, что самые скверные речи - это речи тех, кто призывает на путь заблуждения и сам следует по этому пути. Между этими двумя совершенно противоположными друг другу ступенями, одна из которых возносит человека до верховий Рая, а вторая - ввергает его на дно Преисподней, существует множество населенных творениями ступеней, о которых известно одному Аллаху. Всевышний сказал: «Для всех будут ступени, соответствующие тому, что они совершили. Господь твой не находится в неведении относительно того, что они совершают» (6:132)."
    },
    {
      "ayah": 34,
      "surah": 41,
      "text": "Благодеяния и повиновение, совершенные ради того, чтобы снискать благосклонность Аллаха, не равны грехам и ослушанию, которые вызывают Его гнев. Добродетель и злодеяния - не одно и то же. Их сущность, их проявления и воздаяние за них - не одно и то же. Всевышний сказал: «Воздают ли за добро иначе, чем добром?» (55:60). Затем Господь упомянул об особой форме добродетели, которая занимает важное место в религии Аллаха. Это - умение отвечать добром на зло. Если кто-либо из людей сказал или сделал тебе нечто плохое, то ответь ему добром, особенно, если это - твой родственник, знакомый или иной человек, перед которым твои обязанности велики. Если он порвал с тобой, то помирись с ним; если он обидел тебя, то прости его; если он дурно отозвался о тебе в твоем присутствии или без тебя, то не отвечай ему тем же, а будь вежлив и снисходителен к нему; если он избегает тебя и не желает разговаривать с тобой, то скажи ему доброе слово и не упускай случая поздороваться с ним. Воистину, если ты отринешь зло добром, то обретешь великое благо, и тогда даже твой супостат станет относиться к тебе так, как нежно любящий родственник."
    },
    {
      "ayah": 35,
      "surah": 41,
      "text": "Перечисленными выше превосходными качествами не обладает никто, кроме тех, кто был терпелив и заставлял себя делать то, что угодно Аллаху, даже если это не нравилось ему самому. Человеческая душа в силу своей природы склонна отвечать злом на зло и не любит прощать обидчиков, а тем более - делать им добро. Если же человек проявляет терпение, повинуется своему Господу, верит в Его щедрое вознаграждение, осознает, что злодеяние в ответ на злодеяние не принесет пользы, а лишь усилит вражду, и понимает, что добродетель ничуть не унизит его, а наоборот, Аллах возвысит его за проявленную скромность, то он без труда делает добро своему обидчику и ведет себя достойно, получая от этого удовольствие. Эти качества присущи только благородным рабам Аллаха. Они возвеличивают его в земном мире и после смерти, будучи лучшим проявлением превосходного нрава."
    },
    {
      "ayah": 36,
      "surah": 41,
      "text": "В предыдущем аяте Всевышний сообщил о том, как следует отвечать на зло, причиняемое врагами Аллаха из числа людей. В этом же аяте Он научил верующих тому, как нужно обходиться с врагами из числа дьяволов. О человек! Если ты почувствуешь наущения и наваждения сатаны, который станет приукрашивать в твоих глазах злодеяния, пробуждать в тебе леность по отношению к благим начинаниям, подталкивать тебя к совершению грехов, если ты почувствуешь, что склоняешься к тому, к чему он тебя призывает, то обратись к Аллаху с мольбой жалкого, беззащитного раба и попроси Его защитить и уберечь тебя от сатаны. Поистине, Он внимает твоим речам и твоей мольбе и знает, в каком ты сейчас положении и как ты нуждаешься в Его защите и покровительстве."
    },
    {
      "ayah": 37,
      "surah": 41,
      "text": "Всевышний сообщил, что Его рабов окружают знамения, свидетельствующие о Его безграничном могуществе, непреложной воле, совершенной власти и великом милосердии к Своим рабам. Все эти знамения служат доказательством того, что Аллах является Единственным Богом, у Которого нет сотоварищей. Среди таких знамений - ночь и день. День приносит людям свет, чтобы они могли вершить свои насущные дела, а ночь окутывает их своим мраком, чтобы они отдыхали. Солнце и луна также являются знамениями, без которых невозможно существование рабов Аллаха. В них нуждаются организмы людей и животных, и они приносят им неисчислимую пользу. Не поклоняйтесь ни солнцу, ни луне, ибо они сотворены Аллахом и находятся в Его власти, а поклоняйтесь только великому Творцу и не приравнивайте к Нему творения. Какими бы огромными они не были, какую бы пользу они не приносили, они не заслуживают того, чтобы им поклонялись, ибо они приносят пользу не сами по себе, а по милости Всеблагого и Всевышнего Создателя. Ему одному поклоняйтесь и будьте искренни в своем служении."
    },
    {
      "ayah": 38,
      "surah": 41,
      "text": "Если многобожники чванливо откажутся от поклонения и повиновения Всевышнему Аллаху, то этим они ничуть не навредят Аллаху, поскольку Аллах не нуждается в них. У Него есть почтенные рабы, которые не ослушаются Его повелений и исполняют все, что им велят. Рядом с Ним всегда находятся приближенные ангелы, которые воздают Ему славу и ночью, и днем без устали. Они не испытывают скуки и устали от поклонения Аллаху, потому что наделены большой силой и всей душой любят свое занятие."
    },
    {
      "ayah": 39,
      "surah": 41,
      "text": "Одним из знамений, свидетельствующих о могуществе Аллаха, также является пробуждение иссохшей земли после того, как Аллах ниспосылает на нее дождь. Она начинает шевелиться из-за того, что в ней пробуждаются растения, и разбухает. Так Аллах взращивает на ней прекрасные пары всевозможных трав, кустов и плодоносных деревьев, которыми оживляет Своих рабов и их владения. И Он властен воскресить усопших, так же как Он возвращает к жизни иссохшую землю."
    },
    {
      "ayah": 4,
      "surah": 41,
      "text": "Коран возвещает благую весть о награде в мирской жизни и после смерти и предостерегает от наказания, которое ожидает грешников как на земле, так и в мире ином. Всевышний подробно описал в Коране, какой будет эта щедрая награда, каким будет это мучительное наказание и кто будет удостоен их. Воистину, Писание, которому присущи столь славные качества, заслуживает того, чтобы люди вняли ему, покорились ему, уверовали в него и руководствовались его наставлениями. Но большинство людей чванливо отворачивается от него, не принимает его учение и не повинуется его предписаниям. А если они иногда слушают его, то это лишь лишает их какого-либо оправдания своему неверию."
    },
    {
      "ayah": 40,
      "surah": 41,
      "text": "Под отвержением Божьих знамений подразумевается уклонение от них тем или иным образом. Это может быть отрицание знамений и обвинение во лжи того, кто пришел с ними. Это может быть и искажение их истинного смысла и их неверное толкование, несоответствующее тому смыслу, который заложил в них Аллах. Поэтому Господь напомнил Своим рабам о том, что Ему ведомы даже самые сокровенные мысли и что Он непременно покарает каждого, кто осмелился отвергать Его знамения. Разве тот, кого ввергнут в Ад за то, что он отвергал знамения Аллаха и Его писание, может быть лучше того, кто в День воскресения будет ожидать вознаграждения Аллаха и не будет опасаться Его наказания? Конечно же, нет! О люди! Господь показал вам разницу между истиной и ложью, между спасительной стезей и погибелью. Поступайте же, как хотите. Если хотите, то ступайте прямым путем, и вы сумеете снискать благоволение вашего Господа и войдете в Рай, а если нет, то блуждайте во тьме заблуждения, и тогда ваш Господь разгневается на вас и ввергнет вас в обитель вечного несчастья. Он видит вас и воздаст вам за все ваши деяния и поступки. Всевышний сказал: «Скажи: “Истина - от вашего Господа. Кто хочет, пусть верует, а кто не хочет, пусть не верует”» (18:29)."
    },
    {
      "ayah": 41,
      "surah": 41,
      "text": "Неверующие отрицают Священный Коран, который напоминает всем рабам Аллаха о том, что может принести им пользу в мирской жизни и после смерти, и возвышает тех, кто руководствуется Его предписаниями. Неверующие не взирают на то, что это Писание дошло до них по милости Аллаха из уст самого благородного и самого лучшего из творений. Они отказываются уверовать в Коран, несмотря на то, что он заслуживает самых прекрасных эпитетов и велик настолько, что ему не причинят вреда те, кто замышляет недоброе и пытается исказить ниспосланное Аллахом. Вот почему далее Аллах сказал:"
    },
    {
      "ayah": 42,
      "surah": 41,
      "text": "Дьяволы и их собратья из числа людей не смогут подступиться к нему, чтобы вычеркнуть из него часть его аятов или добавить к нему нечто, чего не ниспосылал Аллах. Само Писание, его слова и значения - сохранить все это вменил себе в обязанность ниспославший его Аллах, Который сказал: «Воистину, Мы ниспослали Напоминание, и Мы оберегаем его» (15:9). Это Писание ниспослано премудрым Господом, который творит и повелевает в соответствии с божественной мудростью и расставляет все по своим местам. Он заслуживает хвалы за свои совершенные качества и величественные эпитеты, за свою справедливость и милость. Его писание преисполнено мудрости, приносит огромную пользу и отталкивает зло, и хвала за все это надлежит Ему одному."
    },
    {
      "ayah": 43,
      "surah": 41,
      "text": "О Посланник! Многобожники, которые сочли тебя лжецом и упрямо отрицают истину, скажут тебе только то, что было сказано до тебя другим пророкам. Они высказывают одни и те же предположения, а порой просто повторяют слова своих предшественников. Все они удивлялись тому, что посланники призывали их искренне служить Аллаху и поклоняться Ему одному, не придавая Ему сотоварищей. Они всеми силами пытались помешать пророкам и говорили им: «Вы - такие же люди, как и мы» (36:15). Они требовали показать чудеса и явить знамения, в которых не было смысла. Во все времена их слова и помышления были похожи, но посланники терпеливо сносили причиняемые им страдания и обиды. Посему терпи и ты, как терпели предшествовавшие тебе пророки. Затем Господь призвал грешников покаяться, встать на путь прощения и отречься от заблуждения. Он напомнил людям о том, что отпускает все грехи тем, кто перестает грешить и кается, и мучительно наказывает тех, кто упрямо и чванливо продолжает грешить."
    },
    {
      "ayah": 44,
      "surah": 41,
      "text": "Всевышний сообщил о Своей милости и Своем великодушии, которые осенили Его творения, когда Он ниспослал Своему посланнику Писание на его родном арабском языке, дабы он мог разъяснить его своему народу. Это - благодеяние Аллаха, которое должно было побудить соплеменников Пророка, да благословит его Аллах и приветствует, еще больше заботиться о Писании, уверовать в него и покориться ему. Ведь если бы Аллах ниспослал его на чужеземном языке, то многие неверующие сказали бы: «Почему не разъяснены его аяты? О, если бы мы понимали его смысл и значение! Как же это - араб возвещает Коран не по-арабски? Почему Мухаммад - араб, а принесенное им Писание - иноземное? Так не бывает!» Таким образом, Аллах не оставил сомнений, которые могли бы заставить людей усомниться в истинности Его писания, а затем охарактеризовал его самыми превосходными эпитетами, которые требуют от людей того, чтобы они повиновались его предписаниям. Убежденные в этом правоверные извлекают пользу из этих наставлений и облагораживают себя, чего нельзя сказать о неверующих. Священный Коран указывает верующим на прямой путь и учит их полезному знанию, благодаря чему они получают совершенное божественное руководство. Кроме того, он исцеляет их тела и души, отдаляет их от порочного нрава и дурных поступков и вдохновляет их на искреннее покаяние, которое уничтожает грехи и исцеляет сердца. Что же касается неверующих, то они не могут узреть прямой путь, чтобы последовать по нему, и поэтому с каждым шагом они все больше и больше погрязают в заблуждении. Всякий раз, когда они отвергают истину, усиливается их слепота и усугубляется их положение. Их уши глухи к наставлениям оттого, что они отворачиваются от коранических аятов. Их призывают уверовать, но они не отвечают на этот призыв, словно их зовут издалека, а они не слышат голоса зовущего. Смысл этих слов в том, что люди, не уверовавшие в Коран, не извлекают пользы из его наставлений, не видят его света и не постигают его блага, потому что они сами закрыли перед собой двери, ведущие к прямому пути, и обратили свои лица к неверию."
    },
    {
      "ayah": 45,
      "surah": 41,
      "text": "Еще раньше Аллах даровал Писание Мусе, и люди обошлись с ним так же, как с Мухаммадом, да благословит его Аллах и приветствует. Одни из них уверовали в Писание, пошли прямым путем и обрели великое благо, а другие сочли его ложью и не извлекли пользы из его назиданий. Если бы Всевышний Аллах не был кроток и терпелив и если бы Он не дал слова отсрочить наказание до определенного срока, то разногласия между верующими и неверующими разрешились бы уже в этом мире, и тогда неверующие были бы уничтожены. Но, несмотря на эту отсрочку, они уже обрекли себя на погибель, и она неизбежно настигнет их. Однако безбожники питают к этому сомнение и недоверие, которые тревожат и беспокоят их и заставляют их отвергать и считать ложью Писание."
    },
    {
      "ayah": 46,
      "surah": 41,
      "text": "Творить добро можно только повинуясь повелениям Аллаха и Его посланника, и результатом этого будет вознаграждение Всевышнего Аллаха как в мирской, так и в Последней жизни. Поступая таким образом, человек приносит себе пользу. Если же он творит зло, то тем самым причиняет себе вред, потому что грехи влекут за собой зло и наказание как при жизни на земле, так и после смерти. Господь вдохновляет Своих рабов на совершение благих дел и избежание злодеяний, дабы люди могли извлечь пользу из своих прекрасных поступков, а грешники вкусить зло своих прегрешений. Воистину, ни одна душа не понесет бремени чужих грехов, а Господь не наказывает человека за грехи, которые тот не совершал."
    },
    {
      "ayah": 47,
      "surah": 41,
      "text": "Всевышний сообщил о необъятности Своего знания, которое включает в себя знание о сокровенном, которым не обладает никто, кроме Него. Его знания превосходят познания всех творений. Пророки, ангелы и все остальные создания признают свою немощь и зависимость от Всевышнего Аллаха. Ни один плод не вырастает из завязи без ведома Аллаха. Это относится ко всем деревьям и кустам, где бы они ни произрастали. Какой бы плод ни созрел в пустынях или в плодородных землях, Аллах знает о нем абсолютно все. Ни одна самка не зачнет и не разрешится от бремени без Его ведома. Это относится ко всем людям и животным. Как же посмели идолопоклонники и многобожники приравнять к Аллаху тех, кто лишен не только знаний, но и слуха и зрения?! А когда наступит Судный день, Всевышний Аллах укорит многобожников и скажет: «Где ваши боги, которых вы считали Моими сотоварищами, которым вы поклонялись и ради которых вы препирались и враждовали с посланниками?» Тогда они признают порочность идолопоклонства и ответят: «Сегодня никто из нас не признает иных богов. Господи, мы узнали, кто Ты есть. Будь же свидетелем того, что мы отныне не признаем наряду с Тобой никаких богов и сотоварищей и отрекаемся от поклонения им»."
    },
    {
      "ayah": 48,
      "surah": 41,
      "text": "Пропадут даром убеждения и деяния, на которые они потратили всю свою жизнь. Они поклонялись наряду с Аллахом выдуманным божествам, надеясь на то, что те принесут им пользу, защитят их от наказания и заступятся за них перед Аллахом. Но не оправдаются их ожидания, окажутся тщетными их устремления и не помогут им их боги. И тогда многобожники поймут, что им не найти ни спасения, ни приюта. Таков исход тех, кто придает Аллаху сотоварищей. Так Аллах разъясняет Своим рабам истину, чтобы отдалить их от язычества и многобожия."
    },
    {
      "ayah": 49,
      "surah": 41,
      "text": "Всевышний поведал о природе человеческой души. Большинство людей лишено терпения и выдержки как в благоденствии, так и в беде. Однако этого нельзя сказать только о тех, чьи души Аллах сделал более совершенными и украсил верой. Человек непрестанно просит Аллаха помочь ему достичь успеха, наделить его богатством, одарить детьми и многочисленными земными благами. Человек ни на час не перестает трудиться ради этих благ и не довольствуется ни малым, ни великим. Как бы ни было велико его состояние, он не перестает просить о большем. Если же его постигает болезнь, нужда либо несчастье, то он отчаивается в милости Всевышнего Аллаха и думает, что эти несчастья приведут его к погибели. Он запутывается и совершает поступки, которые мешают ему обрести то, что он так любит и чего так желает. А что до тех, которые уверовали и вершат благие дела, то они, когда Всевышний Аллах наделяет их благами и милостями, благодарят Его и опасаются того, что это - искушение и полное возмещение их добрых дел. А когда их самих, их детей или имущество постигают несчастья, они проявляют терпение, не отчаиваются и продолжают надеяться на милость своего Господа."
    },
    {
      "ayah": 5,
      "surah": 41,
      "text": "Когда неверующим разъясняют Писание, они отворачиваются от него и не могут извлечь из него той великой пользы, которую оно несет людям, потому что для них закрыты двери, ведущие на прямой путь. Они говорят: «Наши сердца окутаны покрывалом, и мы не слышим твоих слов и не видим тебя». Тем самым неверующие хотят показать свою ненависть и отвращение к Писанию и истинной вере и свое удовлетворение тем, во что они верили прежде. Поэтому они говорят: «Верши свое дело, а мы будем вершить наши дела. Ты доволен своей религией, а мы довольны своей». Это - величайший просчет: они отказались от прямого пути ради заблуждения, от веры ради неверия и купили тленные мирские утехи за вечное блаженство."
    },
    {
      "ayah": 50,
      "surah": 41,
      "text": "Человек, который жаждет добра и отчаивается, когда его постигает зло, зачастую не благодарит своего Господа за Его милости. Аллах исцеляет его от недугов и избавляет от бедности, а он распутничает, творит беззаконие и говорит: «Это добро я заслужил сам. Оно даровано мне, потому что я достоин его. И вообще, я не думаю, что Судный час когда-нибудь наступит». Посмотрите, как он выражает свое неверие в День воскресения и отвечает неблагодарностью на блага и милости, которыми одарил его Аллах. Наряду с этим он предполагает, что если Судный день все-таки настанет, то он вернется к Аллаху и получит нечто еще большее и прекрасное. Он думает, что в Последней жизни его будет ожидать то же, что и на земле. Воистину, это - величайшая дерзость и зловещий навет на Аллаха. Вот почему в заключении этого аята Господь пригрозил тем, кто пребывает в подобном заблуждении, мучительным наказанием."
    },
    {
      "ayah": 51,
      "surah": 41,
      "text": "Когда Аллах одаривает человека здоровьем, богатством, пропитанием и многим другим, он отворачивается от своего Господа, не благодарит Его и уходит восвояси, то есть восхищается самим собой и высокомерно смотрит на других. Когда же его постигает болезнь, нужда и тому подобное, то он начинает много и часто молиться. Причина этого в том, что он лишен терпения. Он нетерпелив в беде и неблагодарен в благоденствии. Воистину, это относится ко всем, кроме тех, к кому смилостивился Аллах и кого Он наставил на прямой путь."
    },
    {
      "ayah": 52,
      "surah": 41,
      "text": "О Мухаммад! Неужели неверующие, которые отвергают Коран и опрометчиво считает его ложью, не задумываетесь о том, что будет, если Коран действительно ниспослан Аллахом. В этом невозможно усомниться, но они все равно отвергают это Писание. Так кто же более заблудший, чем тот, кто вступил в глубокое разногласие с истиной и упрямо враждовал с Аллахом и Его посланником после того, как ему стали ясны истина и правый путь? Это - те, кто предпочел истине ложь и невежество. Это - самые заблудшие и самые нечестивые из рабов Аллаха."
    },
    {
      "ayah": 53,
      "surah": 41,
      "text": "Если вы усомнитесь в истинности и правдивости Корана, то Аллах поможет вам разобраться в истине и покажет вам свои знамения. На небесах и на земле произойдут великие события и вы откроете много нового, что позволит вам ясно узреть истину. Вы также увидите удивительные знамения в том, как прекрасно Аллах сотворил человека и какими изумительными способностями Он наделил его. Вы воочию увидите, как будут наказаны неверующие и вознаграждены верующие. А после всего этого у вас не останется ни малейшего сомнения в том, что это - истина. Всевышний исполнил свое обещание и явил людям свои знамения, но многие из них так и не уверовали. Воистину, Аллах, кого пожелает, одаряет верой, а кого пожелает, оставляет без Своей поддержки. Неужели им не достаточно того, что Коран глаголет истину и что Сам Аллах засвидетельствовал правдивость Посланника, который явился к ним. Аллах подтвердил его правдивость, и Он - самый правдивый из свидетелей. Он помог Своему посланнику в борьбе с теми, кто усомнился в его пророчестве, и поддержал его своим словесным свидетельством."
    },
    {
      "ayah": 54,
      "surah": 41,
      "text": "Они сомневаются в том, что наступит День воскресения, когда все усопшие твари будут воскрешены. Они не верят в Последнюю жизнь и потому не трудятся ради нее и не оглядываются на нее. А ведь Аллах объемлет Своим знанием, величием и могуществом все сущее."
    },
    {
      "ayah": 6,
      "surah": 41,
      "text": "Когда неверующим разъясняют Писание, они отворачиваются от него и не могут извлечь из него той великой пользы, которую оно несет людям, потому что для них закрыты двери, ведущие на прямой путь. Они говорят: «Наши сердца окутаны покрывалом, и мы не слышим твоих слов и не видим тебя». Тем самым неверующие хотят показать свою ненависть и отвращение к Писанию и истинной вере и свое удовлетворение тем, во что они верили прежде. Поэтому они говорят: «Верши свое дело, а мы будем вершить наши дела. Ты доволен своей религией, а мы довольны своей». Это - величайший просчет: они отказались от прямого пути ради заблуждения, от веры ради неверия и купили тленные мирские утехи за вечное блаженство."
    },
    {
      "ayah": 7,
      "surah": 41,
      "text": "О Пророк! Скажи: «Вот два моих качества и две мои обязанности. Я - такой же человек, как и вы. Я не властен над тем, что происходит вокруг, и не могу ускорить наступление Судного дня, который вы так торопите из-за своего неверия в него. Но в то же время Аллах предпочел меня другим, избрал меня, почтил меня своим откровением и повелел мне повиноваться Ему и призывать к этому других. Следуйте тому пути, который приведет вас к Всевышнему Аллаху: уверуйте в то, что Он сообщил вам, выполняйте Его повеления и избегайте всего, что Он запретил. Только так можно идти прямым путем. Идите же им и не сворачивайте с него!» В словах «Идите к Нему…» содержится намек на обязательность искреннего служения Аллаху. Всякий, кто совершает благие дела, должен ставить перед собой одну-единственную цель - приблизиться к Аллаху и войти в почтенную Райскую обитель. Тогда все, что он совершает, будет искренним, праведным и полезным. В противном же случае, его деяния будут тщетными и бесполезными. Но как бы человек не стремился следовать прямым путем, он непременно допускает ошибки, а порой бывает нерадив и совершает грехи. Поэтому Всевышний повелел Своим рабам просить у Него прощения и каяться в совершенных грехах. Затем Господь пригрозил тем, кто отказывается следовать прямым путем. Эти люди поклоняются идолам и ложным богам, не способным ни принести им пользу, ни причинить им вред, ни погубить их, ни продлить им жизнь, ни воскресить их после смерти. Они оскверняют свои души многобожием и не очищают их верой в Единого Аллаха и служением Ему одному. Они не совершают намаза и не выплачивают закята. Одним словом, они не выполняют своих обязанностей перед своим Творцом и ничем не помогают Его творениям. А наряду с этим они не веруют ни в воскрешение после смерти, ни в Рай и Ад. В их сердцах нет страха перед грядущим возмездием, и поэтому они осмеливаются творить беззаконие и грехи, которые в Последней жизни обернутся для них величайшим злом. После упоминания о неверующих Всевышний поведал о верующих, их качествах и вознаграждении."
    },
    {
      "ayah": 8,
      "surah": 41,
      "text": "Они уверовали в Небесное Писание, непрестанно подтверждали свою веру искренними и праведными деяниями и заслужили величайшие прелести и блага, которые не иссякнут и не закончатся, а будут вечно доставлять праведникам удовольствие и с каждым часом даже увеличиваться."
    },
    {
      "ayah": 9,
      "surah": 41,
      "text": "Всевышний Аллах возмутился безбожием неверующих и выразил им Свое порицание за то, что они придают Ему равных, поклоняются им и возвышают их до уровня Всемогущего Господа, Великодушного Властелина, Который всего за два дня сотворил огромную Землю, а затем за два дня простер ее и воздвиг на ней горные твердыни, благодаря которым она не колеблется и не разрушается."
    }
  ]
}
