{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 42,
      "text": "Они сомневаются в том, что наступит День воскресения, когда все усопшие твари будут воскрешены. Они не верят в Последнюю жизнь и потому не трудятся ради нее и не оглядываются на нее. А ведь Аллах объемлет Своим знанием, величием и могуществом все сущее."
    },
    {
      "ayah": 10,
      "surah": 42,
      "text": "Какие бы разногласия не возникли между вами в основных или второстепенных вопросах веры, их решение остается за Аллахом. Посему обращайтесь за верным решением к Корану и Сунне. Все, что вы найдете в них, суть истина, а все остальное - ложь. Всевышний Аллах не только Господь, Творец, Дарующий пропитание, Правитель, но и Законотворец, издающий приемлемые для Его рабов законы на каждый случай жизни. Из этого благородного аята вытекает важное заключение: единое мнение мусульманских ученых является неоспоримым доказательством, имеющим полную юридическую силу. В пользу этого свидетельствует то, что Всевышний Аллах приказал нам обращаться к Корану и Сунне в вопросах, в которых мусульмане не пришли к единому мнению. А в тех вопросах, в которых между мусульманскими учеными нет разногласий, достаточно опираться на единое мнение мусульман, потому что мусульманская община никогда не окажется в заблуждении целиком. Однако следует помнить, что даже единое мнение мусульман не может противоречить тому, что ниспослано в Коране и Сунне. О Мухаммад! Ты должен верить в то, что Аллах поможет тебе обрести благо и защитит тебя от зла. Ты также должен душой и телом устремиться к повиновению и поклонению Аллаху. Эти два важных понятия часто упоминаются в Писании, потому что благодаря этим качествам раб Божий достигает совершенства веры. Если же человек лишен одного из этих качеств или их обоих, то его вера несовершенна. Всевышний сказал: «Тебе одному мы поклоняемся и Тебя одного молим о помощи» (1:5); «Посему поклоняйся Ему и уповай на Него» (11:123)."
    },
    {
      "ayah": 11,
      "surah": 42,
      "text": "Аллах создал небеса и землю по собственной воле и в соответствии со своим предопределением и своей мудростью. Он создал для вас супруг для того, чтобы вы нашли в них покой и умиротворение и завели от них потомков, которые принесут вам огромную пользу. Даже животных Он сотворил супружескими парами. Это относится ко всем животным, которых Аллах создал самцами и самками, чтобы они плодились и размножались на земле во благо людям. В этом аяте Аллах подчеркнул, что сотворение людей и животных парами было во благо человеку. Нет ни одного творения, которое было бы подобно Аллаху или хотя бы похоже на Него. Ни сущность, ни качества, ни деяния Господа не похожи на сущность, качества и деяния Его созданий, потому что все Его имена прекрасны, а качества величественны и совершенны. Одним из Его божественных деяний было сотворение многих великих созданий без помощников и соучастников. Нет никого подобного Ему, потому что Он один совершенен во всех своих качествах. Он слышит голоса и речи всех творений, на каком бы языке они не говорили и о чем бы они Его не просили. Он видит даже черного муравья, ползущего по темной скале во мгле ночи, даже частичку пищи, движущуюся по телу крошечного насекомого, и даже капельку воды, текущую внутри тоненькой веточки. Этот и другие, похожие аяты являются веским аргументом в пользу учения истинных последователей Сунны и сторонников единой мусульманской общины, которые веруют в качества Аллаха и отрицают Его сходство с творениями. Слова «Нет никого подобного Ему» опровергают воззрения тех, кто уподобляет Аллаха Его созданиям. А слова «Он - Слышащий, Видящий» опровергают воззрения тех, кто не признает качеств Всемогущего Господа."
    },
    {
      "ayah": 12,
      "surah": 42,
      "text": "Он правит небесами и землей, ниспосылает милость и пропитание, распределяет зримые и незримые блага. Все творения зависят от Него и нуждаются в том, чтобы Он помогал им обрести добро и защищал их от зла, где бы они не были. Никто, кроме Него, не в силах помочь им в этом. Он дарует богатство одним и лишает его других, дарует блага и посылает беды. Все хорошее, чем обладают люди на земле, они обрели благодаря Нему, и только Он оберегает их от печали и несчастий. Всевышний сказал: «Никто не удержит милость, которую Аллах открывает людям. А то, что Он удерживает, никто не может ниспослать после Него» (35:2). Он одаряет одних всевозможными благами, а другим уменьшает их удел, так чтобы он не превышал необходимого для их существования количества. Он поступает так по Своему знанию и по Своей мудрости, потому что Он ведает обо всем сущем. Он ведает о Своих рабах, и каждому из них Он дарует в соответствии со своей мудростью столько, сколько пожелает."
    },
    {
      "ayah": 13,
      "surah": 42,
      "text": "Однако величайшим благом, которым Аллах одарил Своих рабов, является Его религия ислам - самое лучшее, самое прекрасное и самое чистое из всех вероисповеданий на земле. Придерживаться этой религии Он предписал лучшим из лучших, избранным из числа избранных - пяти могущественным посланникам, имена которых упоминаются в этом аяте. Они были самыми совершенными и самыми достойными из людей, и потому религия, ниспосланная им Аллахом, должна была соответствовать их совершенству. Более того, Аллах возвысил их благодаря тому, что они исповедовали ее. Воистину, если бы не было ислама, то ни одно творение не заслужило бы перед Аллахом почтения. Ислам - это залог счастья и совершенства. Он зиждется на единобожии, праведных делах, благонравии и этикете, которым учит и к которым призывает Священный Коран. Ваша обязанность - придерживаться законов религии как в основных, так и во второстепенных вопросах, соблюдать их и всеми силами призывать к этому других, помогать друг другу в благочестии и богобоязненности и не способствовать вражде и совершению грехов. Стремитесь приходить к единому мнению в основных и второстепенных положениях религии, не допускайте того, чтобы разногласия в некоторых вопросах сеяли между вами рознь и не разделяйтесь на партии и группировки, враждующие друг с другом, не взирая на общность своих убеждений. Некоторыми проявлениями единства мусульман являются паломничество, праздничные собрания, пятничные и повседневные обязательные молитвы, священная война и другие обряды поклонения, которые Законотворец повелел совершать вместе с другими мусульманами и которые не могут считаться полноценными, если совершаются в стороне от остальных братьев. Тяжко для многобожников то, к чему ты их призываешь, ибо ты призываешь их к искреннему поклонению одному Аллаху. Всевышний сказал: «Когда поминают одного лишь Аллаха, содрогаются от отвращения сердца тех, которые не веруют в Последнюю жизнь. А когда поминают тех, которые ниже Него, они радуются» (39:45); «Неужели он обратил богов в Единственного Бога? Воистину, это - нечто удивительное!» (38:5). Аллах знает, кто из Его творений достоин быть посланником или простым верующим, и избирает его из числа остальных. Кроме того, Аллах из всего человечества избрал общину Пророка Мухаммада, да благословит его Аллах и приветствует, возвысил ее над остальными общинами и почтил ее самым лучшим и самым прекрасным вероисповеданием. Он приближает к себе того, кто обращается к Нему. Таким образом, причина того, что Аллах наставляет на прямой путь того или иного раба, заключается в том, что сам раб обращается к своему Господу, всем сердцем устремляется к Нему и жаждет встречи с Ним. Воистину, благие намерения и настойчивое стремление к прямому пути облегчают рабу путь к счастью, о чем и сказал Всевышний: «Явились к вам от Аллаха свет (Мухаммад) и Ясное Писание. Посредством его Аллах ведет по путям мира тех, кто стремится снискать Его довольство» (5:15–16). В суре «Лукман» Всевышний сказал: «…следуй путем тех, кто обратился ко Мне» (31:15). Если сопоставить эти слова с рассматриваемым нами аятом и вспомнить о том, как ревностно придерживались прямого пути сподвижники Пророка Мухаммада, да благословит его Аллах и приветствует, то становится ясно, что их мнение в вопросах религии является доказательством, имеющим полную силу, особенно, если это мнение принадлежит праведным халифам."
    },
    {
      "ayah": 14,
      "surah": 42,
      "text": "После того как Аллах повелел мусульманам вместе придерживаться религии и запретил им впадать в противоречия, Он предупредил их, что не следует обольщаться тем, что Аллах ниспослал им Писание. Прежде оно было даровано иудеям и христианам, после чего они распались на многочисленные секты. Писание призывало их к единению, но зависть и взаимная вражда заставили их поступить вопреки его предписаниям. Они испытывали друг к другу злобу и ненависть, которые породили раздор и несогласие. О мусульмане, остерегайтесь же превратиться в таких, как они! И если бы твой Господь не дал прежде слова отложить неизбежное наказание до определенного срока, то спор между ними был бы решен уже в этом мире, но мудрость и кротость Аллаха требовали этой отсрочки. Воистину, люди Писания, которые унаследовали его от своих предков и претендуют на право называться обладателями знания, испытывают к нему сомнение и недоверие, то есть у них есть много сомнений по поводу их учения, которые являются причиной их противоречий. Из всего сказанного следует, что первые поколения людей Писания впали в противоречия из-за своей вражды и своего упрямства, а их потомки - из-за многочисленных сомнений. Но и тех, и других объединяет одно - между ними царил не делающий им чести раздор."
    },
    {
      "ayah": 15,
      "surah": 42,
      "text": "О Мухаммад! Проповедуй свою истинную религию, ведущую на прямой путь, к которому призывали все Священные Писания и Божьи посланники. А если кто-либо откажется уверовать, то сражайся с ним. Кроме того, сам иди прямым пути так, как это велено тебе, не допуская ни излишеств, ни упущений, а лишь исполняя повеления Аллаха и сторонясь грехов, и поступай так всегда. Таким образом, Всевышний приказал Пророку, да благословит его Аллах и приветствует, постоянно совершенствоваться самому благодаря приверженности прямому пути и помогать в этом другим, призывая их встать на этот путь. Несомненно, все, что Аллах повелел Своему посланнику, да благословит его Аллах и приветствует, в равной степени относится и к остальным мусульманам, если только это не было исключительной обязанностью одного Пророка, да благословит его Аллах и приветствует. Не поддавайся искушениям неверующих и лицемеров, которые пытаются отвратить тебя от религии. Они предлагают тебе отказаться от прямого пути, согласиться с частью их верований или хотя бы не проповедовать ислам среди других. Если же ты уступишь их порочным желаниям, после того как тебе открылось ясное знание, то станешь одним из нечестивцев. Всевышний не сказал: «Не следуй их религии», - а назвал верования язычников их желаниями, потому что религия, следовать которой Аллах повелел арабам, была истинной религией всех посланников, но они не уверовали в нее, а пошли на поводу у своих страстей и порочных желаний и превратили религию в забаву и развлечение. Когда же ты будешь беседовать или препираться с ними, то скажи: «Я уверовал в то, что Аллах ниспослал из Писания». Твоя позиция должна зиждиться на этой великой основе, свидетельствующей о величии и славе ислама и его превосходстве над остальными религиями. Даже религия людей Писания является всего лишь толикой великого ислама. Из этого аята ясно, что если люди Писания станут оправдываться тем, что веруют в некоторые из Писания и в некоторых из посланников, это не принесет им пользы, потому что Писание, которое они проповедуют, и посланник, последователями которого они считают себя, непременно возвещали им о ниспослании Корана и пришествии Пророка Мухаммада, да благословит его Аллах и приветствует. О люди Писания! Писание и Посланник, да благословит его Аллах и приветствует, повелели всем правоверным уверовать в Мусу и Ису, в Тору и Евангелие. Они сообщили нам о них, засвидетельствовали истинность их миссии и поведали о том, что те в свою очередь свидетельствовали об истинности последнего послания. Однако нам не приказано верить в повествования Торы и Евангелия о пророках Мусе и Исе, если они не совпадают с нашим Писанием. О люди Писания! Господь приказал мне выносить справедливое решение по вопросам, в которых вы препираетесь друг с другом, и мне не помешает в этом ни ваша злоба, ни ваша ненависть. Будьте справедливы между собой и беспристрастно относитесь к воззрениям людей, даже если те не являются иудеями и христианами, а для этого соглашайтесь с ними, когда они правы, и опровергайте их, когда они ошибаются. Аллах - Господь всех творений, и прав на то, чтобы считать Его своим Господом, у вас не больше, чем у нас. Нам надлежит отвечать за наши хорошие и плохие деяния, вам - за ваши. У нас нет причин вступать в споры друг с другом, потому что все встало на свои места, истина отличилась ото лжи, а прямой путь отличился от заблуждения. Больше нет причин для споров и тяжбы, ибо в спор вступают для того, дабы выявить истину и изобличить ложь и дабы ищущий правду твердо ступал по прямой стезе, а заблудший лишился оправдания своему заблуждению. Этот аят не следует понимать как запрет на ведение споров с иудеями и христианами, потому что Всевышний сказал: «Если вступаете в спор с людьми Писания, то ведите его наилучшим образом» (29:46). Истинный смысл аята состоит в том, что мы изложили выше. Аллах соберет всех нас в Судный день, и тогда каждому человеку воздастся за его деяния, и станет ясно, кто был прав, а кто заблуждался. Вот почему нам не стоит больше пререкаться друг с другом."
    },
    {
      "ayah": 16,
      "surah": 42,
      "text": "Нечестивцы, которые спорят об Аллахе, приводят лживые, сомнительные и противоречивые доводы. В то же время обладающие разумом люди признают религию Аллаха и отвечают на Его зов, потому что видят неопровержимые доказательства и ясные знамения. Им не причинят вреда козни неверующих, потому что их доводы бессильны пред их Господом. Они противоречат истине, а все, что противоречит истине, непременно окажется бесполезным и тщетным. Божий гнев падет на них за то, что они ослушались Аллаха, отвернулись от Его знамений и сочли их ложью. Воистину, им уготовано суровое наказание. Это - тяжкое последствие гнева Аллаха, которого не сможет избежать ни один грешник, пытающийся оспорить истину ложными утверждениями."
    },
    {
      "ayah": 17,
      "surah": 42,
      "text": "После того как Всевышний сообщил, что Его доводы предельно ясны и убедительны для каждого, кто способен делать добро, Он упомянул о самом главном из этих доводов. Более того, можно сказать, что из этого довода исходят все остальные аргументы, свидетельствующие об истинности ислама. Всевышний возвестил о том, что ниспослал Писание и Весы. Писание - это Величественный Коран, который ниспослан с истиной и заключает в себе сущую истину, не позволяющую людям ничуть усомниться в ней. Он преисполнен ясных знамений и неопровержимых доводов, из которых складываются божественное учение и религиозные убеждения. Коран затрагивает самые существенные вопросы и излагает их самым прекрасным образом. А что касается Весов, то под ними подразумевается справедливый и разумный подход к вещам. Сюда также относятся знамения, которые Аллах показывает Своим рабам по свету и в них самих, случайности и закономерности, религиозно-правовые суждения, предписания и мудрости. Эти ниспосланные Всевышним Весы заставляют разумного человека уверовать в Него и дать справедливую оценку тем или иным поступкам, убеждают его в правдивости всего, о чем сообщил Аллах и что проповедовали Его посланники, помогают ему осознать, что все так называемые доводы, аргументы и доказательства, несовместимые с Писанием и здравым смыслом, в действительности лживы и противоречивы: их ствол прогнил, а ветви иссохли. Разумный человек осознает это, когда размышляет над существующими учениями и их смыслом. Ему удается отличить истину ото лжи, а веский аргумент - от сомнительного. А тот, кто обольстился приукрашенными словами и лживыми изречениями, не в состоянии узреть истинной сути вещей. Ему безразлично, что отвергать, а с чем соглашаться, и он не может идти прямым путем. Затем Всевышний пригрозил тем, кто отрицает Судный день и торопит его наступление. А ведь этот день может оказаться очень близок. Ни одно творение не ведает о том, когда он наступит и как долго его придется ожидать. Поэтому ожидать его наступления и страшиться его последствий следует во все времена."
    },
    {
      "ayah": 18,
      "surah": 42,
      "text": "Неверующие упрямствуют и полагают, что воскресить творения не под силу даже Господу. В то же время верующие страшатся Судного дня, потому что они убеждены в том, что никто в этот день не избежит воздаяния за свои поступки. Они познали своего Господа и опасаются того, что их деяния не обеспечат им спасения и счастья. Они нисколько не сомневаются в том, что День воскресения непременно наступит. И поэтому они совершенно не похожи на тех, кто сомневается в его истинности и спорит об этом с Божьими посланниками и их последователями. Воистину, между такими людьми и истиной лежит огромная пропасть. Есть ли большее заблуждение, чем неверие в Последнюю жизнь - жизнь настоящую и вечную, в которой Аллах проявит справедливость и милость и воздаст каждому творению за его деяния? Земной мир… Он подобен дереву, в тени которого переспал всадник, а затем покинул это дерево и отправился дальше. Это - всего лишь временное пристанище, привал. Но неверующие верят в этот тленный и преходящий мир, который они могут видеть своими глазами, и отрицают мир вечный, о котором единодушно возвещали Небесные Писания, благородные посланники и их праведные последователи - самые разумные и проницательные из людей."
    },
    {
      "ayah": 19,
      "surah": 42,
      "text": "Всевышний благоволит Своим рабам, дабы они познавали и любили Его, полагаясь на Его милость и благоволение. Арабское слово «лутф» означает «доброта»; «проницательность». Это - качества Всемогущего Аллаха. Ему ведомы тайные помыслы и сокровенные желания Его рабов, и Он дарует им множество благ оттуда, откуда они даже не ожидают получить их. А к верующим это относится в еще большей степени. По Своей милости Аллах наставляет верующих рабов на благой путь, а они даже не представляют себе, как Он заботится о них. Он помогает им совершать дела, облегчающие их судьбу, а врожденное чувство, заложенное Аллахом в душу каждого человека, вызывает в них любовь к истине и послушание ей. Наряду с этим Он велит благородным ангелам поддерживать верующих, вдохновлять их на совершение добра и представлять им истину в прекрасном свете, дабы они сами стремились руководствоваться ею. По Своей милости Аллах приказал верующим поклоняться Ему вместе, благодаря чему укрепляется их решимость следовать прямым путем, в их сердцах пробуждается благородное рвение, и они начинают искренне жаждать добра, соперничать друг с другом в совершении праведных дел и брать друг с друга пример. По Своей милости Он создает на пути верующих препятствия, не позволяющие им погрязнуть в грехах и ослушании. Он хорошо знает, что мирские услады, богатство, власть и тому подобное отдаляют рабов от поклонения и заставляют их забыть о нем и ослушаться Аллаха. Когда же Он видит, что они могут совратить верующего, то уменьшает его мирской удел. Воистину, Он дарует удел, кому пожелает, в соответствии со своей мудростью и милостью. Среди Его прекрасных имен - Всесильный и Могущественный. Ему принадлежит власть целиком. Ни одно творение не в силах сделать что-либо, если на то не будет воли Аллаха, ибо Ему подвластно все сущее."
    },
    {
      "ayah": 2,
      "surah": 42,
      "text": "Они сомневаются в том, что наступит День воскресения, когда все усопшие твари будут воскрешены. Они не верят в Последнюю жизнь и потому не трудятся ради нее и не оглядываются на нее. А ведь Аллах объемлет Своим знанием, величием и могуществом все сущее."
    },
    {
      "ayah": 20,
      "surah": 42,
      "text": "Тому, кто уверовал в награду в Последней жизни, жаждет ее и всеми силами стремится к ней, Аллах умножает во много раз его деяния и его вознаграждение. Всевышний сказал: «А если кто возлюбит Последнюю жизнь и устремится к ней надлежащим образом, будучи верующим, то его старания будут отблагодарены» (17:19). Несмотря на это, даже в этом мире Аллах осеняет верующих Своей милостью. Тому же, кто своей наивысшей целью делает обретение мирских благ, не трудится во благо Последней жизни, не надеется на ее вознаграждение и не страшится ее мучений, Аллах посылает отведенную ему долю земных даров и услад. Но зато в Последней жизни он не войдет в Рай и не вкусит его прелестей, ибо на земле он заслужил только страдания в Геенне и Адском Пламени. Этот аят похож на слова Всевышнего: «Тем, кто желает жизни в этом мире и ее украшений, Мы сполна воздадим за их поступки в этом мире, и они не будут обделены» (11:15)."
    },
    {
      "ayah": 21,
      "surah": 42,
      "text": "Всевышний сообщил о том, что многобожники поклоняются ложным богам, которых они любят и которым пытаются угодить. А соучастниками их неверия и злодеяний являются дьяволы во плоти - проповедники безбожия, которые узаконили для них многобожие и ересь, которые запретил Аллах. Они объявляли запретное дозволенным, а дозволенное - запретным, и совершали многое другое в угоду своим желаниям и вожделениям. Но религия строится только на том, что Всевышний Аллах предписал совершать Своим рабам, дабы они могли приблизиться к Нему. Ни одна душа не имеет права приписывать к религии то, чего не дозволяли Аллах и Его посланник. Что же тогда можно сказать о тех злостных грешниках, которые осмелились на подобное неверие?! Если бы Аллах не предопределил наступление Судного дня, когда Он вынесет приговор многочисленным партиям и группировкам, то Он воздал бы людям за их деяния уже в этом мире. Справедливые рабы обрели бы счастье, а нечестивцы вкусили бы горечь погибели, ибо они сами избрали для себя такой исход. Но Аллах отсрочил свое возмездие до Дня воскресения, в который всех нечестивцев постигнет мучительное наказание Последней жизни."
    },
    {
      "ayah": 22,
      "surah": 42,
      "text": "В тот день ты увидишь, как нечестивцы, которые погрязли в грехах и неверии и тем самым несправедливо обошлись с самими собой, страшатся того, что их покарают за совершенные деяния. Известно, что опасения людей иногда сбываются, а иногда - нет. Вот почему далее Всевышний сказал, что в этом случае наказание, которого так устрашатся неверующие, непременно падет на них, ведь они сами сделали все для этого, не воспользовавшись возможностью покаяться в своих грехах. А теперь уже никому не будет предоставлена отсрочка. Что же касается праведников, которые всем сердцем уверовали в Аллаха, Его писания и пришедших с ними посланников, которые душой и телом выполняли обязательные и необязательные предписания религии, то они пребудут в райских садах. Не спрашивай о том, как прекрасны эти сады и луга с их журчащими ручьями, густыми чащами, восхитительными видами, плодоносными деревьями, птицами, поющими грустными и задорными голосами, и всем, что так мило человеческой душе. Там благочестивые праведники будут заводить добрые знакомства и вести теплые беседы. Все новое, что они там увидят, будет еще более прекрасно, чем то, что они видели раньше, и с каждым часом их желание наслаждаться этими прелестями будет только увеличиваться. В Раю им будет даровано все, что они попросят или пожелают, и там они насладятся тем, чего не видывал взор, чего не слышали уши, о чем даже не помышляла душа. Поистине, это - великая милость. Что вообще может быть большей милостью, чем обретение благоволения Аллаха и наслаждение близостью к Нему?"
    },
    {
      "ayah": 23,
      "surah": 42,
      "text": "Воистину, весть о рае и милости Аллаха - великая радостная весть, и для человека нет большего счастья, чем оказаться в числе этих рабов. Милостивый и Милосердный Аллах обещал это тем, которые уверовали и творили благие дела, устами лучшего из людей. Это - величайшая из целей, которые может ставить перед собой человек, а путь, ведущий к ней, суть лучший из всех путей. О Мухаммад! Скажи людям: «Я не прошу у вас награды за то, что возвещаю вам этот Коран и призываю вас выполнять его предписания. Я не стремлюсь прибрать к рукам ваше богатство, не ищу господства и власти над вами и не ставлю перед собой иных корыстных целей, а прошу лишь любви ради родства». Существует мнение, что эти слова имеют следующий смысл: я не прошу у вас никакой награды, а хочу лишь того, чтобы вы любили меня ради нашего родства, и эта любовь принесет пользу вам же самим, ибо она дополнит вашу любовь к вере. Правоверный обязан любить посланников Аллаха сильнее, чем кого-либо иного, кроме Аллаха. А обращаясь к курейшитам, которых он призывал принять ислам, посланник Аллаха, да благословит его Аллах и приветствует, добавил, что они должны любить его и как одного из своих родственников. Существует даже мнение, что не было ни одного курейшита, который бы не приходился родственником посланнику Аллаха, да благословит его Аллах и приветствует. Существует и другое толкование, согласно которому Пророк, да благословит его Аллах и приветствует, просил от людей лишь всем сердцем любить Всевышнего Аллаха и пытаться приблизиться к Нему благодаря праведным деяниям, свидетельствующим об искренности их любви. В любом случае, из этого аята видно, что Пророк Мухаммад, да благословит его Аллах и приветствует, не просил от людей никакой награды, кроме той, что принесла бы пользу им самим. Это, по сути дела, не является наградой. Более того, это - результат милости, оказанной людям самим Посланником, да благословит его Аллах и приветствует. Отметим, что подобные обороты допустимы в арабском языке. Например, в суре «Аль-Бурудж» говорится: «Они вымещали им только за то, что те уверовали в Аллаха Могущественного, Достохвального» (85:8). Арабская поговорка же гласит: «Он провинился перед тобой только тем, что сделал тебе добро». Тому, кто совершает намаз, соблюдает пост, совершает паломничество либо просто делает доброе людям, Аллах увеличивает вознаграждение: расширяет ему грудь для еще большей веры, облегчает ему судьбу и помогает совершать все новые и новые благодеяния, дабы возвысить его место перед Аллахом и перед творениями и увеличить его награду как в этом мире, так и в Последней жизни. Воистину, Аллах прощает кающимся грехи, какими бы великими они не были, и благодарит Своих рабов даже за малое доброе дело щедрым вознаграждением. Из сострадания к Своим творениям Он прощает их проступки и покрывает их недостатки, а из чувства благодарности - принимает их благодеяния и умножает во много раз их вознаграждение."
    },
    {
      "ayah": 24,
      "surah": 42,
      "text": "Неужели те, кто отвергает Посланника, да благословит его Аллах и приветствует, осмелятся сказать, что он возвел на Аллаха навет? Они обвиняют тебя в самом скверном и самом чудовищном преступлении - навете на Аллаха и лживом провозглашении себя пророком, а ведь они знают, как ты правдив и честен. Так как же они отваживаются на эту очевидную ложь!? Более того, они выступают против Самого Всевышнего Аллаха, ибо их клевета в твой адрес является оскорблением Аллаха. Они считают, что твоя вера принесла на землю величайшую смуту. Как же мог Аллах допустить такое? Как мог Он позволить тебе проповедовать твою религию, приписывать ее Аллаху, показывать людям явные чудеса, убеждать их неоспоримыми доводами и одерживать верх над противниками? Ведь Он - всемогущ и может в миг покончить с любой ложной религией и запечатать душу того, кто возводит на Него навет, так что в ней не будет места ни для крупицы добра. А если Аллах запечатает его сердце, то его дело погибнет и исчезнет. Это - величайшее свидетельство Аллаха и непреложное доказательство правдивости всего, что сообщил Пророк Мухаммад, да благословит его Аллах и приветствует. Воистину, нет и не может быть более важного и более великого свидетельства. По Своей мудрости и милости Аллах сокрушает и искореняет ложь, и даже если время от времени ложь обретает власть и могущество, в конце концов она непременно исчезнет. А если бы Аллах пожелал, то Он искоренил бы ложь и утвердил бы истину своим словом, то есть своим неизменным предопределением, непреложным обещанием и религиозным предписанием, которое бы пролило свет на истину, нашло бы место в сердцах людей и от которого прозрели бы те, кто обладает разумом. Именно для того, чтобы утвердить истину, Аллах позволяет лжи вступить в противоборство с ней, и тогда истина обрушивается на ложь многочисленными знамениями и доказательствами, подавляет и уничтожает ее, а людям становятся ясны свет и верное руководство. Благодаря этому каждый человек осознает порочность заблуждения и отчетливо различает прямой путь. Воистину, Аллах ведает обо всех добрых и злых качествах творений и знает обо всем, что таится в их сердцах и сокрыто от чужих взоров."
    },
    {
      "ayah": 25,
      "surah": 42,
      "text": "Всевышний упомянул о Своем безграничном великодушии, Своей бесконечной щедрости и необъятной милости. Он принимает покаяния Своих рабов, когда те искренне ради Него перестают совершать грехи, раскаиваются в них и твердо решают больше не возвращаться к своим прегрешениям. И вот, когда человека уже ожидали погибель и мучительное наказание на земле и после смерти, Аллах принимает его покаяние, отпускает его грехи и избавляет его от их скверных последствий - стыда и наказания. Принесший покаяние верующий вновь занимает перед Аллахом свое почтенное место, словно он никогда не совершал греха. Аллах осеняет его своей любовью и помогает ему совершать благие дела, которые приближают его к Господу. Покаяние в грехе - очень важный шаг. Оно совершенно, если человек приносит его искренне ради Аллаха и остается до конца верен ему. Но если человек не выполняет должным образом эти два условия, то его покаяние становится несовершенным, а порой даже порочным, если он кается в грехе ради обретения какого-нибудь мирского блага. А поскольку все это происходит в душе, о тайнах которой ведомо одному лишь Аллаху, Всевышний закончил этот аят, напомнив Своим творениям, что Он знает обо всем, что совершают люди. Таким образом, Господь призвал всех Своих рабов вернуться на Его стезю и покаяться в упущениях. В зависимости от того, как люди отвечают на этот призыв Аллаха, все они делятся на две группы:"
    },
    {
      "ayah": 26,
      "surah": 42,
      "text": "Одни люди отвечают на зов своего Господа и повинуются Ему, потому что их вера и праведные дела не позволяют им поступить иначе, а в ответ Аллах благодарит их за их старания, ибо Он - Прощающий, Благодарный. Он приумножает им от Своей щедрости, то есть усиливает их веру и желание творить добро и умножает их вознаграждение, так что оно во много раз превосходит заслуженные ими награду и преуспеяние. А что касается тех, кто отказался внять зову Аллаха, то это суть неверующие, которые упрямо отвергали посланников и заслужили только суровое наказание как в этом мире, так и в Последней жизни."
    },
    {
      "ayah": 27,
      "surah": 42,
      "text": "Всевышний сообщил, что Он не одаряет Своих рабов в этом мире многочисленными благами только из сострадания к ним, дабы богатство не лишило их благочестия и набожности. Если бы Аллах увеличил удел всем людям без разбору, то они пренебрегли бы поклонением и повиновением Ему и предались бы удовлетворению своих низменных страстей. Они всецело отдались бы тому, чего желают их души, не гнушаясь ни грехов, ни несправедливостей. Однако этого не происходит, потому что Аллах ниспосылает мирские блага не только по своей доброте, но и в соответствии с божественной мудростью. Воистину, Ему доподлинно известно обо всех творениях. Некоторые праведные богословы рассказывали, что Всевышний Аллах сказал: «Среди Моих рабов есть такие, чья вера приходит в порядок только тогда, когда они богаты, а нужда погубила бы их. Среди них есть и такие, чья вера приходит в порядок только тогда, когда они бедны, а богатство погубило бы их. Среди них есть такие, чья вера приходит в порядок только тогда, когда они здоровы, а болезнь погубила бы их. Среди них есть и такие, чья вера приходит в порядок только тогда, когда они больны, а благополучие погубило бы их. Воистину, Я управляю делами Моих рабов, зная о том, что кроется в их сердцах, ведь Я - Ведающий, Знающий»."
    },
    {
      "ayah": 28,
      "surah": 42,
      "text": "Он ниспосылает дождь, который обильно поливает землю, спасая ее от засухи и выручая рабов после того, как они впали в отчаяние. Прошел сезон дождей, и люди уже потеряли надежду на то, что дожди придут в их края. Они пытаются бороться с засухой, и тут Аллах ниспосылает им спасительный ливень и тем самым распространяет свою милость - взращивает растения, которыми питаются люди и кормится их скот. Воистину, в жизни многих людей дождь играет очень важную роль: они радуются ему и ликуют, когда он льет. Среди прекрасных имен Аллах - Покровитель и Достохвальный. Он заботится о судьбе Своих рабов и поступает во благо их религии и мирской жизни. Он достоин хвалы за мудрое властвование и правление, совершенные качества и многочисленные милости, которыми Он одарил творения."
    },
    {
      "ayah": 29,
      "surah": 42,
      "text": "Одним из знамений, которые свидетельствуют о том, что Всемогущий Аллах без труда может воскресить покойников, является сотворение небес и земли. Эти огромные, великие творения являются доказательством Его могущества и неограниченной власти. Совершенство и точность, с которыми они сотворены, свидетельствуют о Его мудрости, а великая польза, которую они приносят окружающим, свидетельствует о Его милосердии. Из всего этого становится ясно, что Аллах является Единственным Истинным Богом, а все, чему поклоняются помимо Него, не заслуживает поклонения. Еще одним из таких знамений является сотворение животных, которых Аллах расселил в небесах и на земле, дабы они приносили пользу людям. Он властен над тем, чтобы собрать всех тварей в День воскресения, и Он желает этого. Поэтому воскрешение, о котором правдиво сообщали все Божьи посланники и возвещали Небесные Писания, неизбежно."
    },
    {
      "ayah": 3,
      "surah": 42,
      "text": "Всевышний сообщил о том, что Он ниспослал Величественный Коран Мухаммаду, да благословит его Аллах и приветствует, так же, как некогда ниспосылал Откровения предшествовавшим ему пророкам и посланникам. Воистину, ниспослание Священных Писаний и отправление одного за другим пророков - милость Всевышнего Господа. Мухаммад - не первый из посланников, и его путь такой же, как и путь его предшественников. Его судьба похожа на их судьбу, а его учение - на их учения, ибо все они суть непреложная истина, ниспосланная Единственным Богом, достойным поклонения, Великим, Могущественным, Мудрым. Небеса и земля находятся в Его власти и подчинены Его законам и Его предопределению."
    },
    {
      "ayah": 30,
      "surah": 42,
      "text": "Всевышний сообщил, что все беды и несчастья, которые постигают Его рабов, их достояние, детей и все, что им так мило и дорого, происходят по причине тех злодеяний, что они сотворили своими руками. Но еще больше тех грехов и проступков, которые Аллах прощает Своим рабам. Воистину, Он не поступает несправедливо с людьми, но они сами бывают несправедливы к себе. Господь сказал: «Если бы Аллах стал наказывать людей за их несправедливость, то не оставил бы на земле ни одного живого существа» (16:61). Посему помните, что отсрочка, предоставленная Аллахом людям, отнюдь не является результатом Его небрежности или бессилия."
    },
    {
      "ayah": 31,
      "surah": 42,
      "text": "Вы не в силах сотворить невозможное и одолеть Аллаха. Вы слабы и беспомощны и неспособны избежать того, что Аллах предопределил для вас. Нет у вас, кроме Аллаха, ни покровителя, который бы опекал вас и помогал вам обрести необходимые блага, ни помощника, который бы оберегал вас от зла."
    },
    {
      "ayah": 32,
      "surah": 42,
      "text": "О милосердии Аллаха и Его заботе о Своих творениях, также свидетельствуют плывущие по морям огромные корабли. Аллах подчинил им могучие моря, защитил их от бушующих волн и позволил вам добираться на них в далекие заморские земли и перевозить на них свои тяжелые грузы. Он открыл вам законы и облегчил для вас причины, позволяющие делать все это. Далее Аллах указал на одну из этих причин и сказал:"
    },
    {
      "ayah": 33,
      "surah": 42,
      "text": "О милосердии Аллаха и Его заботе о Своих творениях, также свидетельствуют плывущие по морям огромные корабли. Аллах подчинил им могучие моря, защитил их от бушующих волн и позволил вам добираться на них в далекие заморские земли и перевозить на них свои тяжелые грузы. Он открыл вам законы и облегчил для вас причины, позволяющие делать все это. Далее Аллах указал на одну из этих причин и сказал:"
    },
    {
      "ayah": 34,
      "surah": 42,
      "text": "По воле Аллаха дует ветер, благодаря которому парусные суда плывут по морям. И хотя в наше время существуют пароходы и теплоходы, они все равно нуждаются в ветре, чтобы отправиться в плавание. Аллах может потопить корабли в море за грехи людей, находящихся на борту, но Аллах милостив к Своим рабам и многое прощает им. Это - ясное знамение для каждого верующего, который терпеливо повинуется Аллаху, даже когда это неприятно и тяжело для его души; который удерживает себя от совершения грехов и воздерживается от проявления негодования, когда на его долю перепадают трудности и несчастья; который благодарит своего Господа в радости и благоденствии, признает Его добродетель, повинуется Ему и использует дарованные Им блага только в угоду Ему. Воистину, тот, кто обладает этими качествами, извлекает пользу из знамений Аллаха. А кто не проявляет терпения, не отвечает благодарностью на благодеяния своего Господа и упрямо отворачивается от Его знамений, тот никогда не сможет извлечь из них пользу."
    },
    {
      "ayah": 35,
      "surah": 42,
      "text": "Если человек оспаривает знамения Аллаха, чтобы опровергнуть их своими лживыми измышлениями, то ничто не поможет ему избавиться от наказания, которое обязательно постигнет его."
    },
    {
      "ayah": 36,
      "surah": 42,
      "text": "Аллах предложил верующим не увлекаться мирскими усладами, а трудиться во благо Последней жизни. Владения, власть, богатство, дети, здоровье и благополучие - это удел здешней жизни. Земное удовольствие приносит огорчения и далеко не вечно, и поэтому щедрое вознаграждение Аллаха, великое преуспеяние и вечное блаженство в Последней жизни несравненно лучше и долговечнее, чем тленные мирские услады. Воистину, райские прелести не приносят огорчения и печали и не имеют конца. Затем Аллах упомянул тех, кто будет удостоен этой награды. Она ожидает праведников, которые объединили в себе два прекрасных качества: истинную веру, подтвержденную праведными делами и помышлениями, и упование на Аллаха, которое является залогом успеха в каждом начинании и без которого любое деяние является несовершенным. Под упованием подразумевается твердая вера в то, что Аллах поможет человеку добиться желаемого и избавит его от любой неприятности."
    },
    {
      "ayah": 37,
      "surah": 42,
      "text": "Разница между великими грехами (кабаир) и мерзостями (фавахиш), которые также относятся к великим грехам, состоит лишь в том, что мерзостями считаются греховные поступки, к которым человеческая душа испытывает влечение. Одним из таких грехов является прелюбодеяние. В Священном Коране эта разница отмечается только тогда, когда великие грехи и мерзости упоминаются вместе в одном аяте, а в остальных случаях под ними подразумеваются все тяжкие грехи. Правоверные избегают этих грехов и обладают прекрасным нравом. Терпение стало их неизменным качеством, а неподдельное благонравие - их образом жизни. Даже когда речи и поступки людей приводят их в гнев, они сдерживают этот порыв и не дают волю своим эмоциям. Более того, они прощают своих обидчиков, проявляют снисходительность и не отвечают на зло иначе как добром. Благодаря Своей снисходительности и умению прощать обиды, они оберегают себя и других от великого зла, о чем Всевышний сказал: «Не равны добро и зло. Оттолкни зло тем, что лучше, и тогда тот, с кем ты враждуешь, станет для тебя словно близкий любящий родственник. Но не будет это даровано никому, кроме тех, кто проявляет терпение, и не будет это даровано никому, кроме тех, кто обладает великой долей» (41:34–35)."
    },
    {
      "ayah": 38,
      "surah": 42,
      "text": "Они отвечают на призыв своего Господа, исполняют Его повеления и стремятся снискать Его благоволение и получить право наслаждаться близостью с Ним. Повинуясь Аллаху, они совершают намаз и выплачивают закят. Всевышний упомянул о намазе и закяте после того, как упомянул о повиновении в целом, что является примером включения частного в общее и подчеркивает особую важность этих двух обрядов поклонения. Правоверные совершают обязательные и добровольные молитвы душой и телом, выплачивают закят, помогают близким родственникам и выполняют прочие обязательные материальные предписания, а также делают добровольные пожертвования в пользу бедных людей. Они вершат свои религиозные и мирские дела по взаимному совету, и если вопрос затрагивает других мусульман, то они не принимают решения самостоятельно. Это является проявлением их единства, дружбы, любви и взаимопонимания. Это также свидетельствует о совершенстве их разума. Когда они сталкиваются с проблемой, которая требует совместного размышления и обсуждения, то собираются вместе, советуются друг с другом и досконально исследуют этот вопрос, пока не находят лучшее решение. А когда они принимают верное решение, то спешат претворить его в жизнь при первом же удобном случае. Они поступают таким образом во время сражений, при избрании правителя и назначении наместников, при вынесении судебных приговоров и при разрешении всех спорных вопросов богословского характера, которые также должны решаться усилиями многих мусульманских ученых, дабы они могли найти правильный ответ."
    },
    {
      "ayah": 39,
      "surah": 42,
      "text": "Они сильны и могущественны, а не презренны и беспомощны. И поэтому они дают отпор своим врагам и противникам. Из всего сказанного следует, что щедрая награда Последней жизни ожидает тех, кто уверовал, уповает на Аллаха, избегает великих грехов и мерзостей, благодаря чему заслуживает прощения своим малым грехам, во всем повинуется своему Господу и отвечает на Его призыв, совершает намаз, делает пожертвования, советуется со своими братьями и оказывает достойное сопротивление врагам. Тот, кто обладает всеми этими качествами совершенной веры, непременно выполняет и остальные предписания ислама и избегает ослушания Господа."
    },
    {
      "ayah": 4,
      "surah": 42,
      "text": "Всевышний сообщил о том, что Он ниспослал Величественный Коран Мухаммаду, да благословит его Аллах и приветствует, так же, как некогда ниспосылал Откровения предшествовавшим ему пророкам и посланникам. Воистину, ниспослание Священных Писаний и отправление одного за другим пророков - милость Всевышнего Господа. Мухаммад - не первый из посланников, и его путь такой же, как и путь его предшественников. Его судьба похожа на их судьбу, а его учение - на их учения, ибо все они суть непреложная истина, ниспосланная Единственным Богом, достойным поклонения, Великим, Могущественным, Мудрым. Небеса и земля находятся в Его власти и подчинены Его законам и Его предопределению."
    },
    {
      "ayah": 40,
      "surah": 42,
      "text": "Всевышний упомянул о трех степенях возмездия: справедливости, милости и несправедливости. Воздаянием за зло является равноценное зло, то есть жизнь за жизнь, око за око, зуб за зуб, имущество за равноценное имущество. Это - справедливое возмездие за причиненную обиду. Второй степенью возмездия является милость. Под ней подразумевается прощение и примирение, за которые человек может получить щедрое и великое вознаграждение. Однако прощение и примирение допустимы только тогда, когда они пойдут на пользу провинившемуся. Если же провинившийся не заслуживает прощения и целесообразно наказать его за его проступок, то шариат не призывает потерпевшего прощать обидчика. Аллах обязал себя вознаградить того, кто помиловал своего обидчика, дабы люди были снисходительны друг к другу и обходились с другими так, как желают, чтобы Аллах обошелся с ними. Кто ищет прощения Аллаха, пусть научится прощать сам, потому что воздаяние Аллаха всегда соответствует человеческим деяниям. Третья степень возмездия - это несправедливость, однако Всевышний Аллах не любит несправедливых, которые первыми чинят произвол и насилие либо отвечают на чью-либо обиду еще большим злодеянием. Воистину, излишество - это несправедливость."
    },
    {
      "ayah": 41,
      "surah": 42,
      "text": "Нет греха на тех, кто защищается от чужого гнета и несправедливости. Если вспомнить слова Аллаха о том, что правоверные защищаются от нападок своих противников, то становится ясно, что ни один человек не сможет избежать несправедливостей и нападок со стороны окружающих его людей. Если же человек вознамерился обидеть кого-либо, но не сделал этого, то не нужно отвечать ему тем же, а следует дать ему нужный совет и удержать его от дурных слов и поступков."
    },
    {
      "ayah": 42,
      "surah": 42,
      "text": "Укора заслуживают только нечестивцы, которые чинят несправедливости и покушаются на жизнь, имущество и честь людей. Такие грешники заслуживают справедливого наказания в соответствии с мусульманским шариатом. Это наказание должно быть мучительным для их душ и тел и должно соответствовать совершенной несправедливости."
    },
    {
      "ayah": 43,
      "surah": 42,
      "text": "Аллах одобряет и поощряет поведение людей, которые проявляют терпение и умеют прощать обидчиков. Подобными качествами обладает только тот, кто терпелив и наделен великим уделом, кто решительно стремится к своей заветной цели и обладает рассудительным умом. Воистину, человеческой душе нелегко сдержаться, чтобы не ответить обидчику словом или рукой. Еще труднее стерпеть оскорбление, простить врага и ответить добром на зло. Но все это удается тому, кто сражается со своей душой, дабы обрести истинную веру, и испрашивает помощи Аллаха и кому Аллах облегчает его путь. А когда раб Божий почувствует сладость веры и увидит ее прекрасные плоды, то украсит свою душу истинным великодушием и добродетелью и будет получать от них великое удовольствие."
    },
    {
      "ayah": 44,
      "surah": 42,
      "text": "Всевышний сообщил, что только Он наставляет людей на прямой путь и помогает им исправить свои поступки. Если же Аллах вводит человека в заблуждение в наказание за его несправедливость, то никто не станет заботиться о нем и не сможет повести его прямым путем. А когда такие люди предстанут перед наказанием, они завопят. Это будет ужасное, тяжкое, неприятное зрелище. Грешники будут раскаиваться в своих злодеяниях и печалиться от того, что они совершили. Они скажут: «Есть ли у нас выход? Есть ли возможность вернуться в земной мир, чтобы исправить свои дела?» Но в тот страшный день уже не будет возврата в этот мир, и исполнение их желаний будет невозможно."
    },
    {
      "ayah": 45,
      "surah": 42,
      "text": "Тела мучеников будут смиренны от унижения, которым будут переполнены их сердца. Они будут смотреть на адское пламя украдкой, исподлобья. А когда судьба всех творений уже будет ясна и праведники отличатся от нечестивцев, верующие скажут: «Воистину, в убытке оказались только те, которые сами себе нанесли урон и лишились своих семей в этот день. Они лишились щедрого вознаграждения Аллаха и не заслужили ничего, кроме мучительного наказания. В воздаяние за содеянное их разлучили с семьями, и они больше никогда не соберутся вместе». О да! Нечестивцы, которые исповедовали неверие и совершали грехи во вред самим себе, вечно пребудут в наказании. Охваченные пламенем, они будут страдать в пучинах Ада, откуда их никогда не выпустят. Их муки не прекратятся ни на мгновение, и они будут в отчаянии."
    },
    {
      "ayah": 46,
      "surah": 42,
      "text": "Не сбылось то, на что они так надеялись в этом мире. Наступило воскресение, и всем стало совершенно ясно, что исчезло все, с чем связывали свои надежды неверующие, и что никто не защитит их от постигшей их кары. Они предполагали, что их боги помогут им и защитят их в трудную минуту, но как велико было их заблуждение!"
    },
    {
      "ayah": 47,
      "surah": 42,
      "text": "Всевышний призвал Своих рабов внимать Его наставлениям, повиноваться Его повелениям, сторониться Его запретов и не откладывать все это на завтрашний день. Человек должен приступить к этому немедленно, дабы наверстать упущенное до того, как наступит неотвратимый день. В тот день ни один человек не найдет убежища, в котором он сможет укрыться от своего Господа и избежать возмездия. Ангелы со всех сторон окружат творения Аллаха и скажут: «О сонмище джиннов и людей! Если вы можете проникнуть за пределы небес и земли, то проникните. Но вы не проникните, не обладая властью (или ясным доводом)!» (55:33). Ни одна душа не сможет не признать за собой совершенные ею грехи, а если она попытается сделать это, то против нее станут свидетельствовать ее тело и органы. Этот аят, так же как и многие другие, похожие на него аяты, порицает тех, кто откладывает покаяние, и побуждает людей использовать каждый удобный случай для совершения благих дел. Помните, что отсрочивание покаяния чревато великой бедой."
    },
    {
      "ayah": 48,
      "surah": 42,
      "text": "Если многобожники отвернутся от тебя и твоего учения после того, как им станет ясна истина, то пусть это не тревожит тебя, ибо ты не обязан заботиться об их деяниях и не будешь отвечать за то, что они творили. Тебе надлежит лишь донести откровение. Если ты исполнишь возложенную на тебя миссию, то Аллах непременно щедро вознаградит тебя, независимо от того, последуют они за тобой или отвернутся. Они будут держать ответ перед Аллахом, Который не оставит без внимания ни одного их поступка, ни малого, ни великого, ни тайного, ни явного. Затем Всевышний поведал о природе человеческой души. Если Господь дает своему рабу насладиться милостью и одаряет его крепким здоровьем, богатством и славным положением, то он забывает обо всем на свете и радуется лишь своим мирским достижениям. В результате, он обретает слепую уверенность в себя и отворачивается от Всемогущего Благодетеля. Если же его поразит болезнь, нищета или другое бедствие, которое он заслужил своими злодеяниями, то он становится неблагодарен. Воистину, человеку свойственно забывать об оказанных ему ранее милостях и с негодованием встречать любые возникающие на его пути трудности."
    },
    {
      "ayah": 49,
      "surah": 42,
      "text": "Если многобожники отвернутся от тебя и твоего учения после того, как им станет ясна истина, то пусть это не тревожит тебя, ибо ты не обязан заботиться об их деяниях и не будешь отвечать за то, что они творили. Тебе надлежит лишь донести откровение. Если ты исполнишь возложенную на тебя миссию, то Аллах непременно щедро вознаградит тебя, независимо от того, последуют они за тобой или отвернутся. Они будут держать ответ перед Аллахом, Который не оставит без внимания ни одного их поступка, ни малого, ни великого, ни тайного, ни явного. Затем Всевышний поведал о природе человеческой души. Если Господь дает своему рабу насладиться милостью и одаряет его крепким здоровьем, богатством и славным положением, то он забывает обо всем на свете и радуется лишь своим мирским достижениям. В результате, он обретает слепую уверенность в себя и отворачивается от Всемогущего Благодетеля. Если же его поразит болезнь, нищета или другое бедствие, которое он заслужил своими злодеяниями, то он становится неблагодарен. Воистину, человеку свойственно забывать об оказанных ему ранее милостях и с негодованием встречать любые возникающие на его пути трудности."
    },
    {
      "ayah": 5,
      "surah": 42,
      "text": "Он превосходит Свои творения могуществом, властью и положением. Он велик настолько, что небеса уже готовы разверзнуться на верхах своих, несмотря на то, что они могучи, тверды и неподвижны. Благородные, приближенные к Аллаху ангелы смиренны пред Его величием и покорны Его могуществу и господству. Они славят и восхваляют Его самыми прекрасными эпитетами и свидетельствуют о Его совершенстве и отсутствии у Него каких-либо недостатков. Они просят Аллаха простить обитателям земли то, что они не поклоняются Господу так, как того заслуживает Величественный и Славный Владыка. Но Всевышний Аллах -Прощающий и Милосердный, и если бы не Его снисходительность и милосердие, то Он без промедления покарал бы творения за их нерадивость и несправедливость. Таким образом, после напоминания о том, что пророки получали откровения, Аллах охарактеризовал Себя достохвальными эпитетами, что указывает на то, что Коран содержит в себе доказательства и знамения, свидетельствующие о совершенстве Аллаха. Его величественные имена позволяют рабам познать Его, переполняют их сердца почтением, покорностью, благодарностью и любовью к Нему, а также побуждают их поклоняться Ему душой и телом. Грешники, равняющие творения с Аллахом, вершат величайшую несправедливость и произносят самые скверные речи. Их боги не в состоянии принести им пользу или причинить им вред. Они - всего лишь творения, которые каждый миг испытывают нужду в своем Создателе. Поэтому далее Всевышний сказал:"
    },
    {
      "ayah": 50,
      "surah": 42,
      "text": "Всевышний сообщил о Своей неограниченной власти и о том, что Он творит все, что пожелает, и управляет всеми событиями на небесах и на земле. Он наделил Свои творения способностью рожать детей и дарует им, кого пожелает. Одних Господь одаряет девочками, а других - мальчиками. Некоторым людям Он дарует и мальчиков, и девочек, а некоторых делает бесплодными. Среди Его прекрасных имен - Знающий и Всемогущий. Благодаря своей власти над творениями и своему безграничному знанию Он самым совершенным образом управляет делами Вселенной."
    },
    {
      "ayah": 51,
      "surah": 42,
      "text": "В суре «аль-Бакара» говорится, что неверующие в Аллаха и отрекшиеся от посланников нечестивцы надменно заявляют: «Почему Аллах не говорит с нами? Почему знамение не приходит к нам?» (2:118). Аллах опроверг их лживые заявления и разъяснил, что Он разговаривает лишь с избранными творениями и пречистыми созданиями - пророками и посланниками. Иногда Всевышний разговаривает с ними посредством откровения, которое сам Господь внушает в сердце своего посланника без посредничества ангела. При этом Аллах не общается с посланником словесно. Иногда Он ведет с ними словесную беседу через завесу, как это было с пророком Мусой, сыном Имрана, который за это получил прозвище Калим ар-Рахман, которое означает «Говоривший с Милосердным». Иногда Он общается со своими пророками посредством посланца из числа ангелов. Одним из таких посланцев является ангел Джибрил. Эти посланцы доподлинно передают откровение по дозволению своего Господа, а не по собственному желанию. Среди прекрасных имен Аллаха - Возвышенный и Мудрый. Он занимает высокое, величественное место над своими творениями, обладает славными качествами и вершит великие деяния. Он правит всем сущим, и Ему покорны все творения. Он поставил каждую вещь на свое место, разумно расселил творения и издал справедливые законы."
    },
    {
      "ayah": 52,
      "surah": 42,
      "text": "В суре «аль-Бакара» говорится, что неверующие в Аллаха и отрекшиеся от посланников нечестивцы надменно заявляют: «Почему Аллах не говорит с нами? Почему знамение не приходит к нам?» (2:118). Аллах опроверг их лживые заявления и разъяснил, что Он разговаривает лишь с избранными творениями и пречистыми созданиями - пророками и посланниками. Иногда Всевышний разговаривает с ними посредством откровения, которое сам Господь внушает в сердце своего посланника без посредничества ангела. При этом Аллах не общается с посланником словесно. Иногда Он ведет с ними словесную беседу через завесу, как это было с пророком Мусой, сыном Имрана, который за это получил прозвище Калим ар-Рахман, которое означает «Говоривший с Милосердным». Иногда Он общается со своими пророками посредством посланца из числа ангелов. Одним из таких посланцев является ангел Джибрил. Эти посланцы доподлинно передают откровение по дозволению своего Господа, а не по собственному желанию. Среди прекрасных имен Аллаха - Возвышенный и Мудрый. Он занимает высокое, величественное место над своими творениями, обладает славными качествами и вершит великие деяния. Он правит всем сущим, и Ему покорны все творения. Он поставил каждую вещь на свое место, разумно расселил творения и издал справедливые законы."
    },
    {
      "ayah": 53,
      "surah": 42,
      "text": "О Мухаммад! Мы уже ниспослали откровения предыдущим посланникам. А теперь Мы ниспосылаем тебе Священный Коран. Всевышний назвал его духом, поскольку дух вдыхает жизнь в неподвижное тело, а Коран вдыхает жизнь в человеческие сердца и души и открывает пред ними врата к мирскому и духовному благополучию. Происходит же это благодаря тому, что коранические аяты заключают в себе великие блага и необъятные знания. Писание Аллаха - это милость Господа к Его посланнику, да благословит его Аллах и приветствует, и верующим рабам, которая целиком и полностью является проявлением безграничного великодушия Аллаха. Люди не в силах заслужить подобную милость ни одним из своих праведных деяний, и поэтому Всевышний напомнил Своему пророку, да благословит его Аллах и приветствует, что прежде он ничего не ведал о Священных Писаниях и вере и не следовал божественным предписаниям. Более того, он не умел ни писать, ни читать. Но ему открылось Писание, которое Аллах сделал светом. Этот свет прокладывает людям путь сквозь мрак неверия, ереси и низменных страстей, помогает им найти истину и выйти на правильный путь. О Мухаммад! Благодаря этому ты разъясняешь людям прямой путь и призываешь их следовать ему, а также удерживаешь их от заблуждения и предостерегаешь от его последствий. Прямой путь - это единственный путь, следовать которым предписано рабам Аллаха на земле и который приводит людей к Нему и помогает попасть в Райскую обитель. Все добрые и злые деяния людей возвращаются к Аллаху, и в Судный день Он воздаст каждому за все, что тот совершил: добром за добро и злом за зло."
    },
    {
      "ayah": 6,
      "surah": 42,
      "text": "Они поклоняются и подчиняются своим богам так, как это надлежит делать только одному Аллаху. Воистину, они заблуждаются, потому что их боги - никчемные покровители. В сущности, они вообще не являются покровителями людей. Пусть же многобожники знают, что Аллах смотрит за ними: Он никогда не предаст забвению их поступки и непременно воздаст добром за добро и злом за зло. О Мухаммад! Ты не несешь ответственности за то, что они совершают. На тебя возложено донести до людей послание их Господа, и ты выполнил свою миссию. Затем Всевышний Аллах напомнил Пророку, да благословит его Аллах и приветствует, и всем людям о Своей милости к ним и сказал:"
    },
    {
      "ayah": 7,
      "surah": 42,
      "text": "Слова ниспосланного тебе Писания понятны, а его смысл ясен. Посему ты должен в первую очередь увещевать арабские племена, а затем и все остальное человечество. Ты должен возвещать им о том дне, когда Аллах соберет вместе все поколения людей от первого до последнего. И тогда каждый, кто уверовал в Аллаха и Его посланников, попадет в Рай, а неверующие и многобожники окажутся в огненной Преисподней."
    },
    {
      "ayah": 8,
      "surah": 42,
      "text": "Аллах властен сделать всех людей мусульманами и наставить их на прямой путь, поскольку Он всемогущ, и для Него нет ничего невозможного. Однако Он пожелал осенить Своей милостью лишь избранных. А что касается нечестивцев, которым чуждо все благое, то Он лишил их Своей милости. У них не будет ни покровителя, который бы обеспечил их благоденствие, ни помощника, который бы защитил их от ужасного наказания."
    },
    {
      "ayah": 9,
      "surah": 42,
      "text": "Те, которые ищут для себя иных покровителей помимо Аллаха и поклоняются им, допустили величайшую ошибку. Воистину, Аллах - Единственный Покровитель, Которому рабы должны поклоняться и повиноваться. Они должны пытаться приблизиться к Нему всеми возможными способами. Он покровительствует всем рабам в целом посредством того, что Его воля всегда исполняется, а предопределение непременно сбывается. Однако правоверным Он покровительствует особым образом: Он выводит их из мрака к свету, с любовью воспитывает их и опекает их каждое мгновение, каждый миг. Он умерщвляет творения и возвращает их к жизни, Его волеизъявление и предопределение непреложны, и все это требует от Его рабов, чтобы они поклонялись только Ему одному и никого не придавали Ему в сотоварищи."
    }
  ]
}
