{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 49,
      "text": "Этот аят учит тому, как следует относиться к Аллаху и Его посланнику, да благословит его Аллах и приветствует, и призывает мусульман почитать, уважать и любить Пророка, да благословит его Аллах и приветствует. Вера в Аллаха и Его посланника, да благословит его Аллах и приветствует, обязывает правоверных повиноваться их повелениям и запретам, во всех делах руководствоваться Кораном и Сунной и не стараться опередить их, то есть говорить только после того, как они сказали свое веское слово, и принимать решение только после того, как они приняли свое мудрое решение. Каждый мусульманин обязан придерживаться этих правил, ибо только так он может обрести счастье и преуспеяние. А всякий, кто не соблюдает их, лишает себя вечного счастья и бесконечного блаженства. В этом аяте Всемогущий Аллах также строго запретил ставить чье-либо мнение превыше решения Пророка, да благословит его Аллах и приветствует, и если мусульманам известно, как поступал либо какое решение принимал посланник Аллаха, да благословит его Аллах и приветствует, в той или иной ситуации, то они обязаны следовать его дорогой и не имеют права отдавать предпочтение решению других людей, кем бы они ни были. Затем Аллах приказал верующим бояться своего Господа во всех начинаниях. Тальк б. Хабиб сказал, что для этого верующие должны повиноваться Аллаху, надеясь на Его награду, и избегать совершения грехов, о которых им известно, страшась Его наказания. Среди Его прекрасных имен - Слышащий и Знающий. Он слышит любые голоса и звуки, откуда бы они не доносились, даже если они доносятся из самых далеких краев. Он ведает обо всем тайном и явном, неизбежном и невероятном, возможном и нереальном, о том, что уже случилось и чему еще предстоит случиться. Всевышний напомнил Своим рабам об этих двух прекрасных именах для того, чтобы мусульмане лучше выполняли Его повеления, высоко ценили прекрасный нрав и остерегались неповиновения Ему."
    },
    {
      "ayah": 10,
      "surah": 49,
      "text": "Этой крепкой связью Аллах соединил сердца верующих мусульман. Где бы ни был мусульманин, - на востоке или на западе, - он верит в Аллаха, ангелов, Священные Писания, посланников и в Судный день. Значит, он приходится братом всем остальным верующим. Это братство обязывает каждого правоверного желать для него того же, что и для себя самого, и переживать за него так же, как и за себя самого. Поэтому Пророк Мухаммад, да благословит его Аллах и приветствует, провозгласив братство правоверных, сказал: «Не завидуйте друг другу, не преувеличивайте цену товара, не враждуйте друг с другом, и будьте, о рабы Аллаха, братьями! Мусульманин - брат мусульманина: он не притесняет его, не оставляет без своей помощи и не обманывает». Этот хадис передали аль-Бухари и Муслим. Они же передали хадис о том, что Пророк, да благословит его Аллах и приветствует, сказал: «Верующие подобны строению: они поддерживают друг друга». Сказав это, он сложил кисти обеих рук в замок. Аллах и Его посланник, да благословит его Аллах и приветствует, повелели правоверным исправно выполнять свои обязанности перед верующими братьями, и благодаря этому мусульман всегда объединяют взаимная любовь и согласие. Эти искренние чувства заставляют их заботиться друг о друге, и если они видят, как правоверные оказываются по разные стороны баррикад и начинают сражаться друг с другом, а их сердца переполняются взаимной враждой и ненавистью, то они всеми силами стремятся помирить поссорившихся братьев и потушить огонь их злобы и ненависти. Затем Всевышний повелел бояться Его, дав понять, что богобоязненными праведниками могут считаться только те, кто уважает права своих верующих братьев и выполняет все свои обязанности перед ними. Только такая искренняя богобоязненность поможет верующим снискать милость Аллаха. А тот, кого Он помилует, обретет величайшее благо как в этой жизни, так и после смерти. Этот аят однозначно свидетельствует о том, что невыполнение обязанностей перед мусульманами очень сильно отдаляет человека от милости Господа. А если связать этот аят с предыдущим, то становится ясно, что сражение между мусульманами несовместимо с братством правоверных, а потому является одним из величайших грехов. Но вместе с тем, мусульмане, которые воюют друг с другом, не перестают оставаться верующими и братьями, так же как и все остальные великие грехи, кроме многобожия, не выводят человека из лона ислама. В этом убеждены все приверженцы Сунны и сторонники единой мусульманской общины. Все они единодушны в том, что мусульмане обязаны примирять верующих по справедливости и сражаться против тех из них, кто покушается на права других мусульман и не желает покориться решению Аллаха. Но если те согласятся во всем повиноваться Его шариату, то они должны прекратить войну с ними. А что касается самой войны с верующими, то ни одна сторона не имеет права покушаться на имущество других мусульман, потому что Всевышний разрешил убивать бесчинствующих мусульман, которые не желают раскаяться, но не позволил присваивать их имущество."
    },
    {
      "ayah": 11,
      "surah": 49,
      "text": "Всевышний упомянул об очередной обязанности мусульман друг перед другом и запретил глумиться над мусульманами. Это относится ко всем обидным словам и язвительным поступкам, которыми один мусульманин может унизить другого. Это - большой грех, и ислам строго запрещает подобное обращение. Такое отношение к людям, как правило, вызвано высокомерием и самодовольством. А ведь тот, над кем насмехался самодовольный гордец, может быть лучше него. В действительности, чаще всего так и бывает, потому что глумиться над другими позволяют себе только люди, обладающие скверным нравом, сердца которых переполнены скверными качествами и лишены благородства и других достоинств. Пророк Мухаммад, да благословит его Аллах и приветствует, сказал: «Мусульманин хватил достаточно зла, если он презирает своего брата». О верующие! Не порочьте друг друга ни словом, ни делом. Господь запретил вам и то, и другое, дабы предостеречь вас от Адского Пламени. Помните, что Он сказал: «Горе всякому хулителю и обидчику» (104:1). Слова Аллаха «Не обижайте самих себя» подчеркивают единство мусульман, которые подобны частям одного тела. Кроме того, нанося оскорбление другому, человек провоцирует его ответить ему тем же, и получается, что он оскорбляет себя самого. Не дразните своих братьев обидными прозвищами и не давайте им кличек. А что касается прозвищ, которые не унижают человеческое достоинство и против которых сам человек не возражает, то данный аят на них не распространяется и они не запрещены шариатом. Скверно, когда человек забывает о вере и праведности и нарушает приказы Аллаха, совершает грехи и распространяет нечестие, одним из проявлений которого является нарекание мусульман обидными прозвищами. Всякий, кто обидел своего брата по вере, обязан покаяться Аллаху, попросить прощения у того, кого он незаслуженно оскорбил, и впредь отзываться о нем только хорошо. А тот, кто откажется покаяться, является нечестивцем и беззаконником. Поэтому все люди делятся на две категории: либо они - нераскаявшиеся грешники, либо - покаявшиеся верующие. Третьего не дано."
    },
    {
      "ayah": 12,
      "surah": 49,
      "text": "Могущественный и Великий Аллах запретил мусульманам плохо думать о своих верующих братьях, поскольку очень часто это подталкивает их к совершению грехов. Подозрения, лишенные основания, и дурные мысли о каком-либо человеке неразрывно связаны с греховными речами и поступками. Эти мысли закрадываются в душу человека и не оставляют его в покое, пока он не скажет или не совершит то, в чем впоследствии станет раскаиваться. Этот аят запрещает не только плохо думать о мусульманах, но и испытывать к ним ненависть и вражду. О правоверные! Не пытайтесь разузнать о недостатках мусульман и не обнародуйте их. Старайтесь не замечать ошибок своих братьев, дабы ваши действия не повлекли за собой нежелательные последствия. Не говорите о своих братьях то, что им не понравится, даже если это правда. Именно так истолковал злословие за спиной мусульман Пророк Мухаммад, да благословит его Аллах и приветствует. Для того чтобы отвратить Своих рабов от этого греха, Всевышний Аллах уподобил человека, который злословит за спиной своего брата, тому, кто ест мясо своего брата, подчеркивая, насколько отвратителен подобный поступок. Вы ни за что не стали бы есть мясо своего брата, особенно, если он испустил дух и умер. Посему не отзывайтесь о нем плохо за его спиной и не ешьте его мяса, пока он еще жив. Бойтесь Аллаха, среди прекрасных имен которого - Принимающий покаяния и Милосердный. Он дает Своим рабам возможность покаяться, помогает им в этом, а затем прощает их и принимает от них покаяния. Он проявляет к ним свое безграничное милосердие: учит их тому, что приносит им пользу и принимает от них покаяния. Этот аят предостерегает мусульман от злословия за спиной мусульман. Этот грех является одним из величайших грехов, и поэтому Всевышний уподобил его другому величайшему греху - употреблению в пищу мертвечины."
    },
    {
      "ayah": 13,
      "surah": 49,
      "text": "Господь сообщил, что все потомки Адама имеют единое происхождение. Все они принадлежат одному человеческому роду и произошли от одного мужчины и одной женщины - Адама и Хаввы. От них Аллах создал множество мужчин и женщин, которых расселил по земле и сделал многочисленными народами и малочисленными племенами для того, чтобы они узнавали друг друга. Благодаря этому люди узнают друг о друге много нового, помогают друг другу и перенимают друг от друга то, что прежде им было неизвестно. Кроме того, они завязывают родственные отношения и поддерживают друг друга в радости и в беде. Все это было бы невозможно, если бы они жили уединенно, но Аллах смилостивился над ними и сделал их народами и племенами, дабы они жили вместе и поддерживали теплые родственные отношения. Однако ни многочисленная родня, ни принадлежность к великому народу, ни знатное происхождение не помогут человеку заслужить уважение и милость Аллаха, ибо самые уважаемые Им среди людей - наиболее благочестивые и богобоязненные рабы, которые во всем повинуются Ему и остерегаются грехов. Аллаху все известно о Его рабах. Он знает, кто из них делает вид, что страшится Его, а кто богобоязнен на самом деле, и каждому человеку Он воздаст тем, что Он заслужил. Из этого аята следует, что каждому человеку положено знать свое происхождение и свою родословную, ведь Аллах сотворил людей народами и племенами именно ради этого."
    },
    {
      "ayah": 14,
      "surah": 49,
      "text": "Некоторые из бедуинов, живших во времена посланника Аллаха, слепо приняли ислам, не познали его сути и не выполняли важнейших требований веры, но наряду с этим считали, что их вера совершенна и безупречна. Всевышний повелел Своему посланнику, да благословит его Аллах и приветствует, открыть им глаза на их заблуждение и сказать им: «Не думайте, что ваша вера безупречна и что вы достигли совершенства души и плоти. Говорите лучше, что вы стали мусульманами, то есть покорились Аллаху и пока являетесь простыми мусульманами. Вера еще не вошла в ваши сердца. Вы стали мусульманами из страха перед Аллахом либо в надежде получить обещанное Им вознаграждение, в вашей душе появились ростки веры, но вы пока еще не почувствовали всей ее прелести». Этот аят содержит в себе указание на то, что вера еще войдет в сердца этих бедуинов, что и произошло позднее, когда Аллах почтил их истинной верой и превратил в стойких борцов на Его пути. Если вы будете совершать добро и избегать зла, то Аллах не уменьшит вашей награды даже на одну пылинку, а вознаградит каждого из вас сполна за каждое большое и малое благодеяние. Воистину, Аллах - Прощающий и Милосердный. Он дает Своим рабам возможность покаяться и проявляет к ним милосердие и сострадание, когда они каются в грехах."
    },
    {
      "ayah": 15,
      "surah": 49,
      "text": "Истинные верующие обладают двумя достоинствами: они имеют твердую веру и принимают участие в священной войне на пути Аллаха. С неверующими сражаются только верующие, в чьих сердцах укоренилась вера. Они сражаются за ислам, за правильные воззрения и за утверждение на земле законов Аллаха, а это значит, что еще усерднее они борются со своими собственными упущениями. И только маловеры пытаются избежать участия в джихаде на пути Аллаха. Всевышний также подчеркнул, что непременным условием истинной веры является отсутствие каких-либо сомнений в правильности избранного пути. Вера приносит пользу рабу Аллаха только тогда, когда она зиждется на твердой убежденности в мудрости и правдивости всего, что повелел и сообщил Аллах, и когда сомнение не находит места в его душе. Правдивым верующим является каждый, кто подтвердил свою веру прекрасными деяниями. Притязание на искренность серьезно и значительно, и оно нуждается в убедительных доказательствах. А притязание на искреннюю веру еще более значительно, потому что именно такая вера является залогом вечного счастья и бесконечного преуспеяния. Поэтому искренним верующим может считаться только тот, кто уверовал и выполняет все, чего от него требует вера. А кто не делает этого, тот лжив в своих притязаниях. Более того, его притязания бессмысленны, ибо только Всевышний Аллах знает, что кроется в человеческой душе."
    },
    {
      "ayah": 16,
      "surah": 49,
      "text": "Человеку не подобает причислять себя к истинным верующим либо категорически отрицать свою веру. Тот, кто поступает подобным образом, говорит от имени Аллаха то, о чем не имеет ни малейшего знания. Это - результат невежества и дурного нрава. Ничто на свете не сокрыто от Аллаха. Он знает, что кроется в людских сердцах: вера или неверие, добродетель или порок. Всевышний прекрасно осведомлен об этом и воздаст каждому человеку за то, что тот заслужил: добром за добро и злом за зло. А что касается людей, которые называют себя искренними верующими, в действительности не являясь таковыми, то среди них есть такие, которые хотят просто уведомить Аллаха о своей вере. Отныне им не придется делать этого, поскольку они узнали, что Аллах осведомлен обо всем сущем. Но среди них есть и такие, которые считают, что, приняв ислам, они оказывают милость посланнику Аллаха, да благословит его Аллах и приветствует. Они полагают, что принятие ислама не принесет им никакой пользы, а лишь прибавит Пророку славы в этом мире. Они называют себя верующими, но их поступок не украшает их. Они гордятся тем, чем не следует гордиться перед посланником Аллаха, да благословит его Аллах и приветствует. Не они оказали ему милость, а Всевышний Аллах оказал милость им."
    },
    {
      "ayah": 17,
      "surah": 49,
      "text": "Аллах оказал им великую милость тем, что сотворил их и одарил бесчисленными зримыми и незримыми благами. Но наряду с этим Он указал им прямой путь, помог принять ислам и наделил верой, и это благодеяние Всевышнего по праву превосходит все остальные."
    },
    {
      "ayah": 18,
      "surah": 49,
      "text": "Аллах ведает все, что сокрыто от взоров Его созданий. Он ведает о том, что сокрыто в бездонной морской пучине и таится в бескрайней пустыни, что скрывается под покровом ночи и исчезает при свете дня. Он знает о каждой капле дождя и о каждой песчинке в пустыне. Он знает о тайных помыслах души и самых искусно сокрытых поступках. Всевышний сказал: «У Него ключи к сокровенному, и знает о них только Он. Ему известно то, что на суше и в море. Даже лист падает только с Его ведома. Нет ни зернышка во мраках земли, ни чего-либо свежего или сухого, чего бы не было в Ясном Писании» (6:59). Аллах также ведает о людских деяниях. Он исчислит их и воздаст сполна за каждое из них в соответствии со своей безграничной милостью и совершенной мудростью."
    },
    {
      "ayah": 2,
      "surah": 49,
      "text": "Это - этикет общения с посланником Аллаха. Разговаривать с ним следует вежливо, почтительно, радушно и уважительно, не повышая на него голоса и не перекрикивая его. Пророк - необычный человек, и ваши обязанности по отношению к нему отличаются от ваших обязанностей по отношению к остальным мусульманам. Вы обязаны уверовать в него и всей душой полюбить его, и даже в разговоре с ним вы должны оказывать ему особое уважение и почтение. Если вы станете повиноваться Аллаху и выполнять эти предписания, то Он примет ваши деяния и одарит вас щедрым вознаграждением, а если вы не сделаете этого, то сами не заметите того, как все ваши благодеяния станут тщетными и бесполезными."
    },
    {
      "ayah": 3,
      "surah": 49,
      "text": "Господь подверг их души испытанию, которое они с честью выдержали, и тогда Он очистил их от скверны, дабы ее место заняли вера и богобоязненность. Им уготовлено прощение, благодаря которому их не коснется зло и наказание, и великое вознаграждение, в котором они найдут все, к чему стремились и чего так желали. Это вознаграждение так прекрасно, что его невозможно описать, и доподлинно о нем известно только одному Аллаху. Этот аят доказывает то, что Всевышний испытывает сердца и души людей повелениями, запретами и многочисленными трудностями и лишениями."
    },
    {
      "ayah": 4,
      "surah": 49,
      "text": "Это откровение ниспослано о невежественных и грубых бедуинах, которые ничего не ведают о ниспосланных Аллахом законах. Когда несколько таких кочевников прибыли к посланнику Аллаха, да благословит его Аллах и приветствует, он находился в покоях одной из своих жен. Бедуины не проявили терпения и не соблюли приличия, а принялись громко звать его: «Мухаммад! Мухаммад!» Аллах укорил их за такое поведение, подчеркнув, что они ничего не смыслят в Его религии и не знают о том, как следует относиться к Посланнику, да благословит его Аллах и приветствует. Это означает, что поведение и благонравие человека свидетельствуют о его рассудительности и благоразумии. Воистину, благонравие - это признак благоразумия, и оно приносит человеку много добра. Поэтому Всевышний сказал:"
    },
    {
      "ayah": 5,
      "surah": 49,
      "text": "Он прощает Своим рабам грехи и неприличное поведение и проявляет к ним милосердие, когда дает им возможность покаяться и не торопится с наказанием."
    },
    {
      "ayah": 6,
      "surah": 49,
      "text": "Вот еще одно проявление прекрасного нрава, которым отличаются здравомыслящие и рассудительные мусульмане: когда человек, позволяющий себе совершать много грехов, приносит им весть, они не предпринимают никаких мер до тех пор, пока не удостоверятся в правдивости его слов. Доверие лжецам и нечестивцам чревато пагубными последствиями и может подтолкнуть человека к совершению грехов. Если прислушиваться к словам таких людей и доверять им так же, как и правдивым, справедливым правоверным, то можно погубить жизнь и имущество многих невинных людей. Безусловно, впоследствии человек будет горько сожалеть об этом. А для того, чтобы избежать этого, мусульмане обязаны проверять все, что им говорят грешники. Если собранные сведения подтверждают сказанное грешником, то его словам можно верить и их следует принять во внимание. Если же выясняется, что он солгал, то на основании его лживого сообщения нельзя принимать никакие решения. На основании этого аята можно прийти к следующему заключению: словам правдивого человека нужно доверять, слова лжеца следует отвергать, а слова грешника - проверять. Руководствуясь этим принципом, праведные мусульманские ученые принимали хадисы, которые пересказывали правдивые хариджиты, несмотря на то, что они уклонились от дороги Посланника, да благословит его Аллах и приветствует."
    },
    {
      "ayah": 7,
      "surah": 49,
      "text": "Никогда не забывайте о том, что среди вас посланник Аллаха - благородный, правдивый, мудрый наставник, который не желает вам ничего, кроме добра. Он заботится о вас лучше, чем вы сами заботитесь о себе, потому что вы очень часто причиняете себе зло и вред, нарушая его приказы. И если бы он, принимая решения, во всем слушался вас, то вы непременно попали бы в беду. Но этого не происходит, потому что он указывает вам правильный путь. Всевышний поселил в ваших сердцах любовь к истине, благодаря которой вы предпочитаете истину всему остальному, а ваши души склоняются к ней и готовы уверовать в нее. Затем Он разъяснил вам истину и в подтверждение ее показал вам многочисленные знамения и доказательства. И, наконец, Он помог вам встать на прямой путь своего Господа. Наряду с этим Аллах сделал ненавистными вам неверие и нечестие, то есть не только великие, но и малые грехи. Он поселил в ваших сердцах ненависть к злу и привил вам отвращение к совершению грехов, разъяснил вам их порочность и пагубность и избавил вас от влечения к ним. Люди, которые по милости Аллаха полюбили веру как самое светлое и прекрасное на земле и возненавидели неверие, нечестие и неповиновение, являются праведниками, которые следуют правым путем. Их воззрения правильны, а деяния праведны, потому что они обратились в правую веру и пошли прямым путем. А их недруги сбились с пути и попали в заблуждение: они возлюбили неверие, нечестие и неповиновение и возненавидели веру и праведность. Воистину, нет более тяжкого греха, чем этот, и поэтому Аллах запечатал их сердца. Священный Коран гласит: «Когда же они уклонились, Аллах совратил их сердца» (61:5). К ним явилась истина, но они не уверовали в нее, и их души ослепли."
    },
    {
      "ayah": 8,
      "surah": 49,
      "text": "Правоверные получили упомянутую в предыдущем аяте великую милость не благодаря своим усилиям, а благодаря щедрости и добродетели Аллаха. Он знает тех, которые будут благодарны Ему за дарованные блага, и всячески помогает им на земле, а также знает, кто из людей окажется неблагодарным и не заслуживает Его милости. Поэтому Он осеняет Своих рабов этой величайшей милостью только тогда, когда этого требует божественная мудрость."
    },
    {
      "ayah": 9,
      "surah": 49,
      "text": "Всевышний запретил верующим сражаться друг против друга и проявлять насилие по отношению к своим братьям. Если же все-таки между правоверными начнется сражение, то верующие, которые непричастны к враждующим сторонам, обязаны остановить это великое зло и помирить мусульман. Они должны выполнить свою посредническую миссию самым лучшим образом, дабы между братьями воцарился мир. Если им удастся добиться мира и согласия, то это прекрасно. Если же одна из сторон станет притеснять другую, то мусульмане должны сражаться против тех, кто несправедлив, пока они не подчинятся решению Аллаха и Его посланника, да благословит его Аллах и приветствует, и не согласятся делать добро и пресекать зло, величайшим проявлением которого является кровопролитие и насилие. При этом мусульманам велено способствовать заключению мира на справедливых условиях. Примирить противников можно и не по справедливости, когда права одной из сторон окажутся попраны и нарушены, но Всевышний запрещает правоверным заключать друг с другом подобные договора. Поэтому ни одна из сторон не должна ставить интересы своих родственников или своей родины выше принципов справедливости, дабы не нарушить приказ Аллаха. О правоверные! Будьте беспристрастны, когда принимаете решение или выносите приговор. А также справедливо относитесь к своим женам и детям. В достоверном хадисе сообщается, что посланник Аллаха, да благословит его Аллах и приветствует, сказал: «Беспристрастные судии усядутся пред Аллахом на седалищах из света. Это - те, которые принимали справедливые решения и справедливо относились к своим семьям и подчиненным»."
    }
  ]
}
