{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 5,
      "text": "Всевышний Аллах приказал Своим верующим рабам поступать в соответствии с требованиями веры и исправно выполнять обязательства, не нарушая их и не делая упущений. Это означает, что раб должен поклоняться своему Господу самым совершенным образом, выполнять свои обязанности перед Ним и не нарушать их. Он должен выполнять свои обязанности перед Божьим посланником, да благословит его Аллах и приветствует, повинуясь ему и следуя по его стопам, а также перед родителями и родственниками, делая им добро и поддерживая родственные связи. Он должен выполнять обязанности перед своими друзьями, не взирая на богатство и бедность, благоденствие и тяготы. Он должен соблюдать условия договоров, которые заключает с людьми, будь то торговые сделки, договора об аренде или соглашения о пожертвовании или даре. Он должен выполнять все свои обязанности перед мусульманами, с которыми его связывают братские узы, установленные Самим Аллахом. Всевышний сказал: «Воистину, верующие - братья» (49:10). Это означает, что они должны помогать друг другу, поддерживать друг друга в добре, держаться вместе и не распадаться. Это повеление распространяется на все основные и второстепенные положения религии, поскольку все религиозные предписания относятся к обязанностям, которые Аллах возложил на Своих рабов. Затем Аллах напомнил Своим рабам о милости, которая была оказана им, когда им было позволено питаться домашней скотиной: верблюдами, коровами и овцами. Возможно, под скотиной также подразумеваются дикие животные, такие как антилопа или зебра, на которых разрешается охотиться. Следует отметить, что на основании этого аята некоторые сподвижники разрешали употреблять в пищу детенышей животных, которые умирают во чревах своих матерей, если те были зарезаны. Но некоторую скотину запрещается употреблять в пищу. Всевышний сказал: «Вам запрещены мертвечина, кровь, мясо свиньи и то, над чем не было произнесено имя Аллаха (или что было зарезано не ради Аллаха), или было задушено, или забито до смерти, или подохло при падении, или заколото рогами или задрано хищником, если только вы не успеете зарезать его, и то, что зарезано на каменных жертвенниках (или для идолов)» (5:3). В этом аяте также упоминается скотина, однако ее запрещается употреблять в пищу. Поскольку позволение употреблять в пищу скотину в широком смысле распространяется на любые обстоятельства и любое время, Всевышний Аллах сделал исключение из этого общего правила и запретил паломникам употреблять в пищу добычу, на которую они осмелились охотиться в ихраме. Паломникам в ихраме запрещается есть животных, если они принимали участие в охоте на них. Под охотничьей добычей подразумеваются дикие животные, мясо которых разрешается употреблять в пищу, например, антилопы. Аллах повелевает все, что пожелает. Это означает, что религиозные предписания имеют тот смысл, который пожелал Аллах. Он издал такие законы, руководствуясь божественной мудростью, и приказал вам выполнять свои обязательства, дабы вы могли получить пользу и избежать вреда. Он разрешил вам употреблять в пищу домашнюю скотину, проявив к вам милость и сострадание, и запретил есть вам мертвечину и запрещенных животных, избавив вас от их вреда. Кроме того, Он запретил вам охотиться в ихраме, подчеркнув тем самым важность этого ритуального состояния."
    },
    {
      "ayah": 10,
      "surah": 5,
      "text": "Люди, которые отказались уверовать и сочли ложью ясные знамения, свидетельствующие в пользу истины, после того, как она стала ясна им, обязательно окажутся среди обитателей Преисподней. Они будут неразлучны с ней, подобно тому, как человек не разлучается со своим спутником и товарищем."
    },
    {
      "ayah": 100,
      "surah": 5,
      "text": "Аллах велел Своему пророку, да благословит его Аллах и приветствует, предостеречь людей от зла, вдохновить на совершение добрых поступков и разъяснить, что скверное и благое никогда не сравнятся. Вера никогда не сравнится с неверием, покорность - с ослушанием, обитатели Рая - с мучениками Ада, скверные деяния - с праведными, а приобретенное запрещенным путем имущество - с имуществом, которое было нажито дозволенным путем. Даже если изобилие скверного будет восхищать человека, оно все равно не принесет ему никакой пользы, а лишь навредит его набожности и мирскому благополучию. Затем Аллах велел обладателям разума исповедовать богобоязненность. Всевышний обратился к тем, кто обладает здравым рассудком и правильными взглядами, потому что они заслуживают того, чтобы им уделялось внимание, и годятся для добрых начинаний. Аллах сообщил, что преуспеяние людей зависит от их богобоязненности, суть которой заключается в том, насколько исправно человек придерживается велений своего Господа. Кто исповедует богобоязненность, тот непременно добьется успеха, а кто отказывается от нее, тот окажется в убытке и лишится великой прибыли."
    },
    {
      "ayah": 101,
      "surah": 5,
      "text": "Аллах запретил Своим верующим рабам спрашивать о том, что доставит им огорчение и беспокойство, если станет им известно. Это относилось к некоторым из сподвижников, которые расспрашивали посланника Аллаха, да благословит его Аллах и приветствует, об их родителях и их месте в Райских садах или Преисподней, несмотря на то, что знание этого могло не принести им ничего хорошего. Это также относилось к вопросам о невероятных событиях или о том, что могло повлечь за собой ниспослание обременительных предписаний и даже поставить мусульман в затруднительное положение, или же к совершенно бесполезным вопросам. Аллах запретил интересоваться об этом. Что же касается вопросов, которые не могут повлечь за собой такие нежелательные последствия, то мусульманам было приказано задавать их, поскольку Всевышний сказал: «Если вы не знаете, то спросите обладателей Напоминания» (16:43). Аллах сообщил, что если сподвижники задавали вопросы Пророку, да благословит его Аллах и приветствует, в подходящий момент и спрашивали его о неясных аятах и непонятных предписаниях во время ниспослания Корана, то есть когда откровения еще могли быть ниспосланы с небес, то они получали разъяснения и узнавали истину. Но если они не сделали этого, то всем остальным мусульманам следует воздержаться от обсуждения того, о чем умолчал Аллах. Он простил Своим рабам то, что связано с этими неясностями, и умолчал о них ради их благополучия. Он проявил снисходительность и позволил рабам совершать все, о чем ничего не говорится в Откровении. Прощение, терпение и милосердие являются Его неотъемлемыми качествами, и люди должны стремиться к Его прощению и искать Его милость и благоволение."
    },
    {
      "ayah": 102,
      "surah": 5,
      "text": "Прежде люди задавали вопросы, которые было запрещено задавать мусульманам. Они поступали так из-за своего упрямства, не желая найти истину. Они получили на них ответы, но впоследствии стали неверующими. В достоверном хадисе сообщается, что Пророк, да благословит его Аллах и приветствует, сказал: «Избегайте того, что я запретил вам, и по мере своих возможностей выполняйте то, что я вам приказал, потому что ваших предшественников погубило то, что они задавали много вопросов и перечили своим пророкам»."
    },
    {
      "ayah": 103,
      "surah": 5,
      "text": "Аллах упрекнул язычников, которые придумали религиозные законы вопреки Его воле и запретили некоторое из того, что Он объявил дозволенным. Опираясь на свои порочные воззрения, они запретили себе использование некоторых животных и придумали для них особые названия, что полностью противоречило тому, что было ниспослано Аллахом. Вот почему Он сказал, что не распоряжался относительно бахиры, саибы, василы и хами. Бахирой называлась верблюдица, которую язычники считали священной. Они разрезали ей ухо и запрещали садиться на нее и возить на ней грузы. Саибой назывались верблюдицы, коровы или овцы, которые по достижении определенного возраста считались священными. Язычники не садились на них верхом, не возили на них грузов и не ели их мясо. Так же называлось имущество, которое язычники оставляли без присмотра, выполняя данный ими обет. Хами назывался верблюд, которого язычники по некоторым известным причинам начинали оберегать от верховой езды и перевозки грузов. Многобожники установили эти запреты, не имея никаких доводов и доказательств. Они возвели на Аллаха навет, причиной чего было их невежество и безрассудство, и поэтому Аллах сказал, что большинство из них были людьми неразумными. Они не опирались на священные тексты и разумные доводы, но были обольщены собственными воззрениями, построенными на невежестве и несправедливости."
    },
    {
      "ayah": 104,
      "surah": 5,
      "text": "Когда язычникам предлагали прийти к тому, что ниспослал Аллах, и прийти к Его посланнику, да благословит его Аллах и приветствует, они отказывались и отворачивались со словами: «Нам достаточно той религии, которую исповедовали наши предки, даже если она является неправильной и не поможет нам спастись от наказания Аллаха». Если бы их предки были благоразумными и учеными людьми, то подобные воззрения были бы менее опасными, однако их предки были неразумными глупцами, не обладавшими знанием и не следовавшими прямым путем. Горе же тем, кто слепо повинуется людям, лишенным правильных познаний и не способным здраво мыслить! Горе тем, кто отказывается руководствоваться тем, что ниспослал Аллах, и следовать путем Божьих посланников, несмотря на то, что именно этот путь наполняет сердца знанием, верой, прямотой и убежденностью."
    },
    {
      "ayah": 105,
      "surah": 5,
      "text": "Аллах приказал верующим проявлять усердие для того, чтобы исправиться, достичь совершенства и верно проследовать прямым путем. Если они исправятся и обретут праведность, то заблудшие люди, которые свернули с прямого пути и отказались исповедовать правую веру, больше не причинят им вреда, а будут вредить только самим себе. Это не означает того, что раб не навредит себе, если откажется призывать окружающих к одобряемому и предостерегать их от предосудительного, потому что человек не встанет на прямой путь полностью, пока не станет поступать так во всех случаях, когда это обязательно. И если он не способен удержать людей от предосудительных поступков рукой или языком, то он должен упрекнуть их за ослушание в сердце, и тогда заблуждение окружающих не причинит ему вреда. А когда наступит День воскресения, все творения будут собраны перед Всевышним Аллахом, Который поведает им обо всех добрых и злых деяниях, которые они совершили."
    },
    {
      "ayah": 106,
      "surah": 5,
      "text": "Всевышний в повествовательной форме приказал оставлять завещание в присутствии двух свидетелей. Если человек чувствует приближение смерти и видит ее признаки, то ему следует написать завещание и призвать в свидетели двух справедливых мусульман, чьи свидетельства заслуживают доверия. При необходимости, если нет мусульман, можно довольствоваться свидетельством двух иудеев, христиан или приверженцев других религий. Всевышний велел призывать людей в свидетели завещания даже тогда, когда смерть постигает человека во время странствования по земле. Это означает, что их свидетельство при таких обстоятельствах должно быть принято. Для того чтобы люди могли убедиться в истинности их свидетельства, их можно задержать после намаза, - почитаемого людьми события, - чтобы они поклялись Аллахом в том, что их свидетельство является правдивым, неискаженным и неизмененным. Поступить так можно, если люди сомневаются в их правдивости. Если же они доверяют им, то в этом нет необходимости. При произнесении клятвы они должны сказать: «Мы не лжем и не покупаем за нашу клятву мирскую выгоду, и даже если это дело касалось бы нашего близкого родственника, мы не стали бы отстаивать его интересы ради нашего родства с ним. Мы не скрываем своего свидетельства перед Аллахом. Напротив, мы передаем все так, как услышали. Если же мы скрываем его, то мы - самые настоящие грешники»."
    },
    {
      "ayah": 107,
      "surah": 5,
      "text": "Всевышний в повествовательной форме приказал оставлять завещание в присутствии двух свидетелей. Если человек чувствует приближение смерти и видит ее признаки, то ему следует написать завещание и призвать в свидетели двух справедливых мусульман, чьи свидетельства заслуживают доверия. При необходимости, если нет мусульман, можно довольствоваться свидетельством двух иудеев, христиан или приверженцев других религий. Всевышний велел призывать людей в свидетели завещания даже тогда, когда смерть постигает человека во время странствования по земле. Это означает, что их свидетельство при таких обстоятельствах должно быть принято. Для того чтобы люди могли убедиться в истинности их свидетельства, их можно задержать после намаза, - почитаемого людьми события, - чтобы они поклялись Аллахом в том, что их свидетельство является правдивым, неискаженным и неизмененным. Поступить так можно, если люди сомневаются в их правдивости. Если же они доверяют им, то в этом нет необходимости. При произнесении клятвы они должны сказать: «Мы не лжем и не покупаем за нашу клятву мирскую выгоду, и даже если это дело касалось бы нашего близкого родственника, мы не стали бы отстаивать его интересы ради нашего родства с ним. Мы не скрываем своего свидетельства перед Аллахом. Напротив, мы передаем все так, как услышали. Если же мы скрываем его, то мы - самые настоящие грешники»."
    },
    {
      "ayah": 108,
      "surah": 5,
      "text": "Если косвенные улики будут указывать на то, что оба свидетеля солгали и предали оказанное им доверие, то двое мужчин из числа правопреемников покойного, приходящихся ему самыми близкими родственниками, должны поклясться Аллахом и сказать: «Наше свидетельство вернее их свидетельства, потому что они солгали, исказили завещание и предали оказанное им доверие. Если мы поступаем несправедливо, преступаем границы дозволенного и приносим лжесвидетельство, то мы - самые настоящие беззаконниками». Разъясняя смысл этого свидетельства, его подтверждения и возможного опровержения родственниками покойного в том случае, если обнаруживается ложь свидетелей, Всевышний Аллах сказал, что эти обстоятельства побуждают свидетелей говорить правду. В противном случае их клятвы могут быть не приняты и опровергнуты правопреемниками покойного. Аллах не ведет прямым путем нечестивцев, которые не желают прислушиваться к верному руководству и следовать этим путем. Из всего сказанного следует, что если смерть настигнет человека во время путешествия или при других похожих обстоятельствах, когда возле него может не оказаться свидетелей или заслуживающих доверия людей, то ему следует оставить завещание в присутствии двух справедливых мусульман. Если же он сможет найти только двух неверующих свидетелей, то ему разрешается оставить завещание в их присутствии. Но поскольку они - неверующие, правопреемники покойного могут усомниться в их правдивости, и тогда свидетели после намаза должны поклясться в том, что они не предали оказанного им доверия, не солгали, не изменили завещания и не исказили его. Этой клятвой они могут отвести от себя любые подозрения. Но если родственники покойника не поверят им, поскольку косвенные улики будут указывать на их лжесвидетельство, то при желании двое из правопреемников покойного могут поклясться Аллахом, что их свидетельство вернее предыдущего и что двое предыдущих свидетелей совершили предательство и солгали. В этом случае их притязания должны быть удовлетворены. Эти прекрасные аяты были ниспосланы по поводу известной истории, произошедшей с Тамимом ад-Дари и Ади б. Бадда, когда один из адавитов оставил завещание в их пользу, но лучше всего об этом известно Аллаху. Что же касается этих прекрасных аятов, то из них можно извлечь несколько предписаний. 1. Составление завещания узаконено шариатом, и находящемуся при смерти человеку следует оставить его. 2. Завещание признается действительным, даже если человек находится при смерти, пока он сохраняет здравый рассудок. 3. Для освидетельствования завещания необходимо присутствие двух справедливых мужчин. 4. В случае крайней необходимости свидетелями завещания перед смертью и при других обстоятельствах могут быть неверующие. Этого мнения придерживался имам Ахмад. Многие другие полагали, что это предписание было аннулировано, однако их утверждения необоснованны. 5. Из этого следует, что свидетельство неверующих по другим вопросам также может быть принято, если нет других свидетелей. Этого мнения придерживался шейх-уль-ислам Ибн Теймия. 6. Мусульманину разрешается отправляться в поездку вместе с неверующим, если это не представляет для него угрозы. 7. Шариат разрешает отправляться в торговые поездки. 8. Если правопреемники покойного сомневаются в правдивости свидетелей, но не имеют оснований для того, чтобы обвинить их во лжи, то они могут задержать их после намаза и потребовать от них принести клятву, упомянутую Всевышним Аллахом. 9. Если они не подозревают свидетелей во лжи и не сомневаются в их правдивости, то нет необходимости задерживать их после намаза и требовать от них подтвердить свои свидетельства клятвой. 10. Принесение свидетельства является важным поступком, потому что Аллах назвал его Своим. Это значит, что люди обязаны внимательно относиться к своим свидетельствам и соблюдать справедливость, когда они приносят их. 11. Если правдивость свидетелей можно подвергнуть сомнению, то их разрешается испытать и допросить в отдельности для того, чтобы выявить правдивость или лживость их слов. 12. Если улики указывают на лживость душеприказчиков, то двое близких родственников покойного должны поклясться Аллахом о том, что их клятвы правдивее клятв свидетелей и что те предали доверие и солгали. Затем они могут получить то, на что притязают, и косвенные доказательства этого, подкрепленные их клятвами, в данном случае выступают в роли прямых доказательств."
    },
    {
      "ayah": 109,
      "surah": 5,
      "text": "Всевышний сообщил о Дне воскресения и тех ужасных событиях, которые произойдут в этот день. Аллах соберет всех посланников и спросит их: «Что вам ответили ваши народы?» Они скажут: «Господь наш! Все знания принадлежат Тебе, и Тебе лучше известно об этом. Ты ведаешь все сокровенное и явное»."
    },
    {
      "ayah": 11,
      "surah": 5,
      "text": "Всевышний напомнил Своим верующим рабам о Своих великих милостях и призвал людей поминать их сердцем и устами. Если им удается разгромить врагов, захватить их имущество и земли и пленить некоторых из них, то они считают это Божьей милостью. Пусть же они знают, что Аллах также оказывает им милость, когда оберегает их от врагов и обращает их злые ухищрения против них самих. Враги всегда строят планы и полагают, что им удастся претворить их в жизнь. Если же им не удается добиться желаемой победы над правоверными, то это можно назвать победой правоверных и помощью от Аллаха. Правоверные должны благодарить Его за такую помощь, поклоняться Ему и поминать Его. Это откровение касается всех неверующих, лицемеров и тиранов, которые намереваются причинить зло правоверным мусульманам, но не добиваются своей цели потому, что Аллах оказывает мусульманам поддержку. Этот аят распространяется на каждого из них. Затем Аллах приказал верующим молить Его о помощи в борьбе с противником и во всех остальных делах. Они должны уповать на Него, то есть полагаться на то, что Он поможет им обрести добро в религиозных и мирских делах. Они не должны надеяться на собственные силы и способности, а должны верить в то, что Всевышний Аллах поможет им получить то, что они любят. Упование раба на Аллаха зависит от его веры и является одним из обязательных деяний, которые человек обязан совершать в душе, причем богословы единодушны по этому поводу."
    },
    {
      "ayah": 110,
      "surah": 5,
      "text": "Аллах велел Исе, сыну Марьям, поминать душой и сердцем милость, которая была оказана ему и его матери, и благодарить Его за эту милость, выполняя все, что от него требовалось. Ему действительно была оказана милость, которой не были удостоены остальные творения. Всевышний поддержал его Духом и Откровением, которое очистило его и придало ему силы для выполнения Его велений и призыва людей на Его путь. Есть мнение, что Святой Дух - это ангел Джибрил, которому было поручено помогать пророку, сопровождать его повсюду и поддерживать его в трудные минуты. Аллах позволил Исе говорить с людьми в колыбели и тогда, когда он стал взрослым. Здесь речь идет не об обычной человеческой речи, а о словах, которые приносят пользу тому, кто говорит, и тем, с кем говорят. Такой речью является призыв к Аллаху. Подобно своим собратьям из числа твердых духом посланников, пророк Иса в зрелом возрасте вел с людьми полезные беседы, донося до них послание Аллаха, призывая их к добру и удерживая от зла. Однако он отличался от остальных посланников тем, что, еще будучи младенцем в колыбели, он сказал: «Воистину, я - раб Аллаха. Он даровал мне Писание и сделал меня пророком. Он сделал меня благословенным, где бы я ни был, и заповедал мне совершать намаз и раздавать закят, пока я буду жив. Он сделал меня почтительным к моей матери и не сделал меня надменным и несчастным. Мир мне в тот день, когда я родился, в тот день, когда я скончаюсь, и в тот день, когда я буду воскрешен к жизни» (19:30–33). Аллах научил его Писанию и мудрости. Под Писанием здесь подразумеваются как предыдущие Небесные Откровения, среди которых выделяется Тора, так и Евангелие. Это позволило ему стать одним из самых знающих пророков среди сынов Исраила после Мусы. Под мудростью здесь подразумевается знание таинств Божьего закона, осознание пользы и смысла религиозных предписаний, умение вести проповедь, обучать людей и делать все необходимое должным образом. По соизволению Аллаха он лепил безжизненные глиняные изваяния птиц и дул на них, после чего те превращались в живых птиц. По Его соизволению он исцелял прокаженных и тех, кто был лишен зрения и глаз. По Его соизволению он оживлял покойников. На такие удивительные чудеса не способны ни врачи, ни остальные люди. Посредством их Аллах поддержал пророка Ису и подтвердил истинность его призыва. Аллах отвратил от него козни сынов Исраила, когда неверующие из них нарекли принесенную им истину очевидным колдовством, несмотря на то, что она подтверждалась ясными знамениями, обязывающими каждого человека уверовать в нее. Они даже вознамерились убить пророка и приступили к реализации своего плана, но Аллах отвратил от него их руки и уберег его от них. Он почтил Своего раба и посланника этими милостями и призвал его быть благодарным за них, выполняя все, что от него требовалось. Пророк же выполнил свой долг совершенным образом и проявил терпение, подобно своим собратьям из числа твердых духом посланников."
    },
    {
      "ayah": 111,
      "surah": 5,
      "text": "Аллах велел пророку Исе помнить о милости, которая была оказана ему, когда у него появились последователи и помощники. Им было внушено уверовать в Аллаха и Его посланника, то есть Аллах поселил в их сердцах веру и приказал им исповедовать ее. Это повеление было передано им через пророка Ису, которому оно было ниспослано в откровении от Аллаха. Апостолы вняли этому призыву и сказали: «Мы уверовали! Будь же свидетелем того, что мы стали мусульманами». Они объединили в себе покорность, которая воплотилась в праведные дела, и правую веру, которая была сокрыта в их сердцах и оберегала их от лицемерия и маловерия. Следует добавить, что апостолами называют помощников. В кораническом аяте сказано: «Когда Иса (Иисус) почувствовал их неверие, он сказал: «Кто будет моим помощником на пути к Аллаху?» Апостолы сказали: «Мы - помощники Аллаха. Мы уверовали в Аллаха. Будь же свидетелем того, что мы - мусульмане!» (3:52)."
    },
    {
      "ayah": 112,
      "surah": 5,
      "text": "Апостолы задали своему пророку этот вопрос не потому, что они сомневались в могуществе Аллаха. У них было желание, и они тактично попросили пророка удовлетворить его. Но поскольку просьба явить знамение несовместима с покорностью перед истиной и поскольку слова апостолов можно было расценить так, пророк Иса принялся увещевать их. Он велел им устрашиться Аллаха, если они действительно являются верующими. Поистине, вера помогает человеку всегда оставаться богобоязненным, повиноваться приказам Аллаха и не требовать знамений, последствия которых ему абсолютно не известны."
    },
    {
      "ayah": 113,
      "surah": 5,
      "text": "Апостолы сказали, что они не имели в виду ничего плохого и имели самые чистые намерения. Они хотели отведать трапезы, и это свидетельствует о том, что они нуждались в ней. Наряду с этим они хотели воочию увидеть чудо, которое должно было вселить уверенность в их сердца и поднять их веру до степени убежденности, подтвержденной увиденным. Таким же образом поступил возлюбленный Аллаха Ибрахим, когда попросил Господа показать ему, как воскрешают мертвых. Всевышний сказал: «Вот сказал Ибрахим (Авраам): “Господи! Покажи мне, как Ты оживляешь покойников”. Он сказал: “Разве ты не веруешь?” Он сказал: “Конечно! Но я хочу, чтобы мое сердце успокоилось”» (2:260). Рабы всегда нуждаются в приумножении знаний, убежденности и веры, и поэтому апостолы сказали, что они хотели еще раз убедиться в правдивости всего, что принес их посланник. Они хотели быть свидетелями того, что принесет пользу их преемникам. Они жаждали чуда, которое донесет до людей истину и станет ее очередным подтверждением."
    },
    {
      "ayah": 114,
      "surah": 5,
      "text": "Когда Иса, сын Марьям, услышал слова апостолов и осознал их истинный смысл, он согласился удовлетворить их просьбу и попросил Аллаха ниспослать им трапезу, которая станет праздником и пиршеством для присутствующих, и великим знамением, которое будут помнить на протяжении долгих лет. Таким же образом Всевышний Аллах сделал праздники и религиозные обряды мусульман напоминанием о Его знамениях и обычаях посланников, их прямой стези и Его милости по отношению к ним."
    },
    {
      "ayah": 115,
      "surah": 5,
      "text": "Если человек становится свидетелем удивительного знамения и отказывается уверовать, поступая несправедливо и проявляя упрямство, то он заслуживает мучительное наказание и суровое возмездие. Поэтому Всевышний Аллах обещал ниспослать трапезу и пригрозил подвергнуть такому наказанию тех, кто не уверует после этого. Однако Аллах не упомянул о том, что она была ниспослана им. Существует мнение, что она не была ниспослана, потому что апостолы не согласились на такие условия. Это мнение подтверждается тем, что об этом событии не упоминается в Евангелии, которое находится в руках христиан. Согласно другому мнению, трапеза была ниспослана в соответствии с обещанием Аллаха, поскольку Он не нарушает Своих обещаний. И если оно не упоминается в Евангелиях, которые имеются у христиан, то оно может относиться к той части Писания, которую они позабыли. Возможно, что это событие вообще не упоминалось в Евангелии, но пересказывалось людьми из поколения в поколение, и Аллах решил, что этого достаточно. К такому выводу можно прийти из слов апостолов, пожелавших стать свидетелями трапезы. Но лучше всего о произошедшем в действительности известно Аллаху."
    },
    {
      "ayah": 116,
      "surah": 5,
      "text": "Если человек становится свидетелем удивительного знамения и отказывается уверовать, поступая несправедливо и проявляя упрямство, то он заслуживает мучительное наказание и суровое возмездие. Поэтому Всевышний Аллах обещал ниспослать трапезу и пригрозил подвергнуть такому наказанию тех, кто не уверует после этого. Однако Аллах не упомянул о том, что она была ниспослана им. Существует мнение, что она не была ниспослана, потому что апостолы не согласились на такие условия. Это мнение подтверждается тем, что об этом событии не упоминается в Евангелии, которое находится в руках христиан. Согласно другому мнению, трапеза была ниспослана в соответствии с обещанием Аллаха, поскольку Он не нарушает Своих обещаний. И если оно не упоминается в Евангелиях, которые имеются у христиан, то оно может относиться к той части Писания, которую они позабыли. Возможно, что это событие вообще не упоминалось в Евангелии, но пересказывалось людьми из поколения в поколение, и Аллах решил, что этого достаточно. К такому выводу можно прийти из слов апостолов, пожелавших стать свидетелями трапезы. Но лучше всего о произошедшем в действительности известно Аллаху."
    },
    {
      "ayah": 117,
      "surah": 5,
      "text": "Если человек становится свидетелем удивительного знамения и отказывается уверовать, поступая несправедливо и проявляя упрямство, то он заслуживает мучительное наказание и суровое возмездие. Поэтому Всевышний Аллах обещал ниспослать трапезу и пригрозил подвергнуть такому наказанию тех, кто не уверует после этого. Однако Аллах не упомянул о том, что она была ниспослана им. Существует мнение, что она не была ниспослана, потому что апостолы не согласились на такие условия. Это мнение подтверждается тем, что об этом событии не упоминается в Евангелии, которое находится в руках христиан. Согласно другому мнению, трапеза была ниспослана в соответствии с обещанием Аллаха, поскольку Он не нарушает Своих обещаний. И если оно не упоминается в Евангелиях, которые имеются у христиан, то оно может относиться к той части Писания, которую они позабыли. Возможно, что это событие вообще не упоминалось в Евангелии, но пересказывалось людьми из поколения в поколение, и Аллах решил, что этого достаточно. К такому выводу можно прийти из слов апостолов, пожелавших стать свидетелями трапезы. Но лучше всего о произошедшем в действительности известно Аллаху."
    },
    {
      "ayah": 118,
      "surah": 5,
      "text": "Это - порицание христиан, которые назвали Аллаха третьей ипостасью троицы. Когда Аллах сообщил об этом пророку Исе, тот заявил о своей непричастности к подобным воззрениям. Он сказал: «Господи! Ты бесконечно далек от этих отвратительных слов и превыше всего, что не подобает Твоему величию. Я не мог говорить людям то, что было чуждо мне и на что у меня не было права. Ни приближенные ангелы, ни пророки, ни любые другие творения не заслуживают обожествления, потому что все они - зависимые рабы и беспомощные существа. Если бы я говорил такое, то Тебе было бы известно об этом, ведь Ты доподлинно знаешь о том, что в моей душе, и том, что я совершил. Ты ведаешь все тайное и сокровенное!» В этих словах проявляется совершенный этикет, который Мессия соблюдал в общении со своим Господом. Он не сказал, что не говорил ничего подобного. Но из его слов было ясно, что он не говорил ничего из того, что было несовместимо с его славным положением. Более того, подобное было просто невозможно. Он самым совершенным образом подчеркнул безупречность Господа и признал, что знание принадлежит только Ему - Ведающему сокровенное и явное. Затем он разъяснил, что именно он приказал сынам Исраила. Он сказал: «Я говорил им только то, что Ты велел мне сказать. Я - раб, покорный Твоей воле, и я не ослушаюсь Тебя. Я велел им поклоняться только Тебе и искренне служить Тебе. Это означает, что я запретил им обожествлять меня или мою мать и разъяснил им то, что я - всего лишь зависимый раб. Я возвестил им о том, что их Господь также является моим Господом. Я был свидетелем их деяний, пока находился среди них, и могу засвидетельствовать, кто из них выполнил мои повеления, а кто не сделал этого. Когда же Ты упокоил меня, Ты наблюдал за ними, за их сокровенными мыслями и тайными помыслами. Ты свидетельствуешь обо всем сущем благодаря Своему знанию, слуху и зрению. Ты знаешь обо всем, о чем можно знать, и слышишь все, что можно услышать, и видишь все, что можно увидеть. Ты один воздаешь по заслугам Своим рабам, поскольку Тебе известно таящееся в них добро и зло. Ты властен наказать их, ведь они - Твои рабы. Ты проявляешь к ним больше сострадания, чем они сами к себе. Тебе известно об их деяниях, и если бы они не были дерзкими ослушниками, то Ты не стал бы наказывать их. Но Ты можешь простить их, ведь Ты - Могущественный и Мудрый. Твое прощение является следствием Твоего совершенного могущества. Ты не похож на тех, которые прощают в силу собственной слабости и бессилия. Ты мудр, и твоя мудрость требует от Тебя прощать тех, кто своими деяниями заслуживает прощения»."
    },
    {
      "ayah": 119,
      "surah": 5,
      "text": "Когда наступит День воскресения, Аллах возвестит о том, кто из рабов добьется успеха, а кто погибнет, кто будет обречен на несчастье, а кто станет счастливым. В этот День правдивость принесет пользу правдивым людям, чьи деяния, слова и намерения соответствовали прямому пути и верному руководству. В этот День они увидят плоды правдивости, и Аллах поселит их в правдивом месте возле Могущественного Владыки. Они попадут в Райские сады, в которых текут ручьи, и пребудут там вечно. Аллах будет доволен ими, и они останутся довольны Им. Это будет великое преуспеяние. Что же касается лжецов, то их постигнет иная участь. Их ложь и измышления причинят им большой вред, и они будут пожинать плоды своих дурных деяний."
    },
    {
      "ayah": 12,
      "surah": 5,
      "text": "Всевышний сообщил о том, что сыны Исраила заключили с Ним важный и ответственный завет. Он поведал о сути завета с ними и вознаграждении, которое было обещано им в том случае, если они будут верны своему обещанию. Он также сообщил о тяжести греха, который они совершат, если нарушат его. Случилось так, что они нарушили этот завет, и поэтому далее Аллах сообщил о наказании, которому они были подвергнуты. Аллах взял с сынов Исраила важное обещание и воздвиг среди них двенадцать вождей, которые обладали властью над своими подчиненными, наблюдали за ними и призывали их выполнять свои обязанности. На плечи этих вождей легло тяжелое бремя, и поэтому Аллах обещал им быть с ними, то есть помогать им и оказывать им поддержку. Безусловно, размеры этой помощи определялись их обязанностями. Затем Аллах сообщил о том, какое обещание было взято с сынов Исраила. Им было приказано на протяжении всей жизни совершать намаз душой и телом, выполняя все необходимые предписания, а также выплачивать закят тем, кто имеет право на пожертвования. Наряду с этим они должны были уверовать во всех Божьих посланников, самым лучшим и самым достойным из которых был Пророк Мухаммад, да благословит его Аллах и приветствует. Им было приказано помогать посланникам, то есть относиться к ним с уважением, оказывать им должное почтение и повиноваться им надлежащим образом. Им также было велено одолжить Аллаха прекрасным займом, то есть делать добро и с чистым намерением раздавать милостыню из заработка, приобретенного дозволенным путем. Им было обещано, что если они выполнят свои обязанности, то Аллах непременно простит им прегрешения и введет их в Райские сады, в которых текут ручьи. Аллах обещал одарить их всем, что они пожелают, введя их в Райские сады, в которых собраны великие удовольствия, и избавить их от любых неприятностей, простив им прегрешения и защитив их от наказания, которое они влекут за собой. Им было возвещено, что если после заключения завета, скрепленного клятвами и обязательствами и дополненного известием об обещанном вознаграждении, они откажутся уверовать, то окажутся в очевидном заблуждении. Они совершат это сознательно и удостоятся всего, чего удостаиваются заблудшие. Они будут лишены вознаграждения и обречены на страдания. Хотелось бы знать, каким образом поступили сыны Исраила. Выполнили ли они свои обязательства? Или же они нарушили данное ими обещание? Словно отвечая на эти вопросы, далее Аллах разъяснил, что они нарушили завет со своим Господом."
    },
    {
      "ayah": 120,
      "surah": 5,
      "text": "Аллах властен над небесами и землей, потому что Он сотворил их и управляет ими по законам Своего предопределения, религии и справедливого возмездия. Он властен над всем сущим, и для Него нет ничего невозможного. Напротив, все сущее покорно Его воле и подчиняется Его повелениям."
    },
    {
      "ayah": 13,
      "surah": 5,
      "text": "Сыны Исраила нарушили обещание, и поэтому Аллах подверг их сразу нескольким наказаниям. Во-первых, Он проклял их и отдалил от Своей милости. Они закрыли перед собой врата милости, когда не выполнили обещание, данное Аллаху, поскольку выполнение его является величайшим фактором, позволяющим заслужить Божью милость. Во-вторых, Он ожесточил их сердца настолько, что никакие проповеди и увещевания уже не приносили им пользы. Божьи знамения и назидания не воздействовали на них, горячие призывы не пробуждали в них никакого желания, а устрашающие речи не вселяли в них страха. Это - одно из величайших наказаний, которым только может быть подвергнут раб, поскольку его сердце оказывается в таком состоянии, когда даже верное руководство и добрые наставления не приумножают в нем ничего, кроме зла. В-третьих, они подверглись искушению и принялись искажать слова Аллаха и тот смысл, который в них вложили Аллах и Его посланник. В-четвертых, они забыли большую часть того, что им было сообщено. Это означает, что они предали забвению и потеряли многое из того, что было ниспослано в Торе, и того, что было внушено пророку Мусе. Аллах заставил их забыть многое из этого в наказание за то, что они натворили. Это также означает, что они перестали выполнять ниспосланные предписания и не были вдохновлены на выполнение возложенных на них обязанностей. Таким образом, если люди Писания отрицают некоторые откровения, которые были ниспосланы в их Писании, или некоторые события, произошедшие в те времена, то эти сведения относятся к тем, которые они предали забвению. В-пятых, они были обречены на совершение предательских и вероломных поступков. Поэтому они изменяют Аллаху и предают Его верующих рабов. Одним из самых ужасных проявлений их измены и предательства является сокрытие истины от тех, кто относится к ним с доверием. Они желают, чтобы люди оставались неверующими, и это - великое предательство с их стороны. Эти порочные качества присущи каждому, кто уподобляется сынам Исраила. Если человек не совершает того, что ему приказал совершать Аллах, и не выполняет взятых на себя обязательств, то он обрекает себя на проклятие, а его сердце становится черствым. Он уступает искушению и начинает искажать слова своего Господа. Аллах не помогает ему найти прямой путь, и он забывает многое из того, чем его увещевали. Наряду с этим такой человек обязательно оказывается предателем и изменником. Мы же просим Аллаха уберечь нас от этого! Всевышний назвал религиозные назидания долей, потому что они являются самой славной частью того, что выпадает на долю человека. Все остальные блага являются его мирской долей. Всевышний сказал: «Он вышел к своему народу в своих украшениях. Те, которые желали мирской жизни, сказали: “Вот если бы у нас было то, что даровано Каруну (Корею)! Воистину, он обладает великой долей”» (28:79). Говоря о доле, которая приносит человеку пользу, Всевышний Аллах сказал: «Но не будет это даровано никому, кроме тех, кто проявляет терпение, и не будет это даровано никому, кроме тех, кто обладает великой долей» (41:35). Затем Он сказал, что лишь некоторые из иудеев остались верны завету. Господь оказал им поддержку и повел их прямым путем. Затем Аллах приказал Своему посланнику, да благословит его Аллах и приветствует, прощать им обиды и оскорбления, которые они наносили ему и которые можно было простить им, потому что великодушие - это добродетель, а ведь Аллах любит творящих добро. Под добродетелью в отношениях с Аллахом подразумевается поклонение Ему так, словно человек видит Его, и даже если он не видит Его, то ведь Аллах видит его. А под добродетелью по отношению к творениям подразумевается стремление принести им пользу в духовных и мирских делах."
    },
    {
      "ayah": 14,
      "surah": 5,
      "text": "Аллах заключил завет не только с иудеями. Завет также был заключен с теми, которые считают себя последователями Исы, сына Марьям. Они заявляют, что уверовали в Аллаха и Его посланников, а также во все, что те проповедовали, однако они нарушили свое обещание. Они предали забвению многое из того, чем их увещевали, потеряв знания и не выполняя соответствующих предписаний. Аллах посеял между ними вражду и ненависть, от которых они не избавятся до самого Судного дня. Одни из них подчиняют себе других, и между ними возникают злоба и ненависть. Они будут враждовать друг с другом и ненавидеть друг друга вплоть до наступления Дня воскресения, и в этом легко убедиться. Христиане действительно питают друг к другу ненависть, относятся друг к другу враждебно и страдают от раскола в их рядах. А очень скоро Аллах поведает им обо всем, что они совершили, и подвергнет их наказанию."
    },
    {
      "ayah": 15,
      "surah": 5,
      "text": "После упоминания о завете, который Аллах заключил с иудеями и христианами, и том, что они, за исключением лишь немногих, нарушили обещание, Всевышний Аллах приказал им уверовать в Пророка Мухаммада, да благословит его Аллах и приветствует, и привел неопровержимое доказательство истинности его пророческой миссии. Этим доказательством является тот факт, что Пророк, да благословит его Аллах и приветствует, разъяснил им многое из того, что они скрывали от людей, даже от своих невежественных единоверцев. Они считались обладателями знания, и никто другой не знал того, что было известно им. В то время любой желающий познать истину мог добраться до нее только через них. Посланник Аллаха, да благословит его Аллах и приветствует, принес этот Великий Коран, посредством которого он разъяснил многое из того, что люди Писания скрывали между собой. Он был неграмотным человеком, не умеющим ни читать, ни писать, и это тоже является одним из убедительных доказательств его миссии. Среди знаний, которые скрывают люди Писания, есть и описание Пророка Мухаммада, да благословит его Аллах и приветствует, и пророчества о его пришествии, упомянутые в их Священных Писаниях, а также аят о побитии камнями прелюбодеев и многое другое. Аллах сообщил, что Пророк Мухаммад, да благословит его Аллах и приветствует, воздерживался от разъяснения того, о чем было целесообразнее не говорить. Он принес людям свет от Аллаха, то есть Священный Коран, благодаря которому можно осветить путь во мраке невежества и заблуждения. В этом Ясном Писании разъяснены все религиозные и мирские вопросы, в которых нуждаются люди. В нем содержатся знания об Аллахе, Его именах, качествах и деяниях, а также знания о религиозных законах и законах справедливого возмездия."
    },
    {
      "ayah": 16,
      "surah": 5,
      "text": "Всевышний сообщил о тех, кто руководствуется этим Кораном, и о том, какие качества раба позволяют достичь этого. Аллах наставляет на прямой путь тех, кто усердствует в надежде снискать Его благоволение и стремится найти пути мира, позволяющие человеку спастись от наказания и попасть в Обитель мира. Это - приобретение правильных познаний и претворение их в жизнь в целом и в частности. Людей, следующих этими путями, Аллах выводит из мраков неверия, ереси, ослушания, невежества и беспечности к свету веры, Сунны, покорности, знаний и поминания Всевышнего. Добиться всего этого можно только благодаря наставлению Аллаха, поскольку все, что Ему угодно, происходит, а все, что Ему не угодно, не может произойти."
    },
    {
      "ayah": 17,
      "surah": 5,
      "text": "После упоминания о том, что люди обоих предыдущих Писаний заключили с Аллахом завет, который они впоследствии нарушили, Всевышний перечислил некоторые из их отвратительных высказываний. Христиане говорят слова, которых не говорит никто другой. Они считают Мессию, сына Марьям, Богом и объясняют свое порочное воззрение тем, что он родился без отца. Однако они забывают то, что Хавва в этом отношении подобна Мессии, ведь она появилась на свет без матери, а Адам даже превосходит его в этом отношении, потому что был сотворен без отца и без матери. Почему же они не считают их богами, но обожествляют Мессию? Из этого следует, что христиане потакают своим желаниям, не имея ни убедительных доказательств, ни даже сомнительных доводов. Аллах опроверг их утверждения ясными логическими аргументами и сказал, что ни Мессия, ни его мать, ни остальные обитатели земли не смогут защитить себя, если Аллах захочет погубить их. А кто не способен спастись от беды и уберечь от погибели самого себя, тот не заслуживает обожествления. Еще одним логическим аргументом является тот факт, что Аллах один обладает властью над небесами, землей и всем, что между ними. Он управляет Вселенной в соответствии с законами Своего предопределения, Своей религии и законами справедливого возмездия, а все творения принадлежат Ему и подчиняются Его воле. Разве ж беспомощный раб, принадлежащий своему Господу, может быть Богом и не испытывать никакой нужды? Воистину, такое совершенно невозможно. Христиане не должны удивляться тому, что Мессия Иса, сын Марьям, появился на свет без отца, потому что Аллах творит, что пожелает. Если Ему угодно, то люди появляются на свет от отца и матери, как это происходит с большинством потомков Адама. Если Ему угодно, то человек появляется на свет от отца и без матери, как это произошло с Хаввой. Если Ему угодно, то он рождается от матери и без участия отца, как это было с Исой. Если же Ему угодно, то он появляется на свет без отца и без матери, как это было с Адамом. Всевышний создал Свои творения разными, потому что Его воля неукоснительно исполняется, и для Него нет ничего невозможного."
    },
    {
      "ayah": 18,
      "surah": 5,
      "text": "Иудеи и христиане считают себя непорочными людьми и делают лживые заявления о том, что они - сыны Аллаха и Божьи возлюбленные. На их языке сыном можно назвать любимого человека, и они не считают себя сынами Аллаха в прямом смысле. Никто из людей Писания не говорит такое, и только христиане считают Мессию Сыном Божиим в прямом смысле. Аллах опроверг их голословные заявления и велел Своему посланнику сказать им: «Почему же Аллах наказывает вас за ваши грехи? Если бы вы были Его возлюбленными, Он не стал бы наказывать вас. Знайте же, что Аллах любит только тех, кто совершает богоугодные поступки. Вы же - обычные люди, которые будут судимы по законам божественной справедливости и божественного милосердия. Аллах простит, кого пожелает, и подвергнет наказанию, кого пожелает. А зависеть это будет от ваших деяний, благодаря которым вы можете заслужить прощение или наказание. Аллаху принадлежит власть над небесами, землей и тем, что между ними, и к Нему одному всем нам предстоит вернуться. На каком основании вы приписываете себе превосходство над остальными людьми, если вы - всего лишь одни из рабов. Все вы вернетесь к Аллаху в Последней жизни и получите воздаяние за свои поступки?»"
    },
    {
      "ayah": 19,
      "surah": 5,
      "text": "Всеблагой и Всевышний Аллах оказал людям Писания милость, когда ниспослал им Священное Писание. Он призвал их уверовать в Пророка Мухаммада, да благословит его Аллах и приветствует, и быть благодарными Ему за то, что Он отправил к ним Своего посланника после периода, когда к человечеству не приходили посланники и когда люди испытывали в них острую нужду. Это обстоятельство обязывает людей уверовать в посланника Аллаха, да благословит его Аллах и приветствует, который разъяснил им божественный замысел и религиозные предписания. Аллах довел истину до сведения рабов, дабы они не говорили, что к ним не приходил добрый вестник и предостерегающий увещеватель. К ним явился добрый вестник и увещеватель, который обрадовал их вестью о вознаграждении в этом мире и после смерти, разъяснил им деяния, благодаря которым можно заслужить награду, описал им качества праведников, предупредил их о наказании в мирской и будущей жизнях, предостерег и от деяний, обрекающих людей на страдания, и описал качества грешников. Аллах властен над всякой вещью. Все творения подвластны Ему, хотят они того или нет, поскольку Он обладает могуществом, которому ничто не может воспротивиться. Благодаря нему Аллах отправил посланников и ниспослал Писания, и благодаря нему Он вознаграждает тех, кто подчиняется посланникам, и карает тех, кто ослушается их."
    },
    {
      "ayah": 2,
      "surah": 5,
      "text": "Под обрядовыми знамениями здесь подразумеваются запреты Аллаха, которые мусульманам приказано почитать и не нарушать. Он запретил преступать эти запреты и считать подобное дозволенным. Это распространяется на все дурные поступки, которые запрещено совершать и считать дозволенными. Сюда же относятся действия, запрещенные в ихраме во время паломничества, и поступки, запрещенные на заповедной земле. Сюда также относятся действия, запрещенные во время запретных месяцев, о чем ясно сказал Аллах. Мусульмане не должны нарушать святость запретных месяцев, сражаясь в течение их или совершая прочие несправедливые поступки. Всевышний сказал: «Воистину, число месяцев у Аллаха - двенадцать. Так было записано в Писании в тот день, когда Аллах сотворил небеса и землю. Четыре месяца из них - запретные. Такова правая религия, и посему не поступайте в них несправедливо по отношению к себе» (9:36). Большинство богословов считало, что запрет на сражения в запретные месяцы был аннулирован высказыванием Всевышнего: «Когда же завершатся запретные месяцы, то убивайте многобожников, где бы вы их ни обнаружили, берите их в плен, осаждайте их и устраивайте для них любую засаду» (9:5). Существуют и другие тексты, содержащие повеление сражаться против неверующих при любых обстоятельствах и суровую угрозу в адрес тех, кто отказывается от джихада, которая также имеет широкий смысл. Это мнение усиливается тем, что Пророк, да благословит его Аллах и приветствует, сразился с жителями Таифа в месяце зуль-каада, который относится к запретным. Некоторые богословы считали, что запрет на сражение в эти месяцы не был аннулирован. Они опирались на обсуждаемый нами аят и другие откровения, в которых запрещается сражаться именно в эти месяцы. По их мнению, эти откровения конкретизируют общий смысл повеления сражаться против неверующих, поскольку священные тексты с общим смыслом необходимо понимать на основании текстов с конкретным смыслом. Некоторые богословы считали, что этот запрет нуждается в дополнительном разъяснении. Они полагали, что в запретные месяцы запрещается начинать боевые действия, но разрешается продолжать или завершать войну, если она началась в другие месяцы. Таким же образом они объясняли сражение Пророка, да благословит его Аллах и приветствует, против жителей Таифа. Дело в том, что это противостояние началось битвой при Хунейне, которая состоялась в шаввале. Все сказанное выше не относится к оборонительным действиям, ибо если неверующие первыми начали сражаться против мусульман, то мусульманам разрешается воевать против них в целях самообороны даже в запретные месяцы, причем богословы единодушны по этому поводу. Мусульмане также не должны покушаться на жертвенных животных и скотину, которая украшена ожерельями, если ее гонят к Дому Аллаха во время хаджа или малого паломничества. Они не должны мешать людям привести скотину к месту заклания, воровать ее или отнимать силой, наносить ей увечья и обременять ее непосильной ношей, которая может погубить животное до того, как оно достигнет места заклания. Напротив, они должны относиться к жертвенным животным с почтением и уважать тех, кто приводит их. Под животными с ожерельями подразумевается особый вид жертвенных животных, для которых скручивают ожерелья или петли. Их надевают на шеи животным, обозначая тем самым, что они предназначены для жертвоприношения. Это делается для того, чтобы люди брали пример с этого благого поступка, обучались Сунне Пророка, да благословит его Аллах и приветствует, и знали, что эти животные являются жертвенными. Вот почему надевание ожерелий на жертвенных животных является Сунной и узаконенным обрядом. Аллах запретил покушаться на людей, которые отправляются к Заповедному дому, стремясь снискать Его милость и благоволение. Это распространяется на всех, кто приезжает к Заповедной мечети для того, чтобы торговать или заработать деньги другим дозволенным путем, или в надежде снискать благоволение Аллаха, совершив хадж или малое паломничество, обойдя вокруг Каабы, помолившись в мечети или совершив другие обряды. Мусульмане не должны причинять таким людям зло или оскорблять их. Напротив, они должны относиться к ним с уважением и почитать каждого, кто посещает храм своего Господа. Это предписание включает в себя повеление обеспечивать безопасность на дорогах, ведущих к Дому Аллаха, дабы паломники были спокойны и уверены в собственной безопасности и не испытывали страха за свою жизнь и свое имущество, опасаясь убийств, грабежей, взимания налогов и т.п. Этот прекрасный аят конкретизирован словами Всевышнего: «О те, которые уверовали! Воистину, многобожники являются нечистыми. И пусть они после этого их года не приближаются к Заповедной мечети» (9:28). Поэтому многобожникам не разрешается вступать в Заповедную мечеть. Из упомянутого в обсуждаемом аяте условия следует, что нельзя мешать посетить Заповедную мечеть тем, кто стремится снискать милость и благоволение Аллаха. Таким образом, если человек хочет совершать там грехи, то из уважения к заповедной земле ему нельзя позволить бесчинствовать возле Дома Аллаха. Всевышний сказал: «…тем, кто желает там уклониться от истины по несправедливости, Мы дадим вкусить мучительные страдания» (22:25). Поскольку в предыдущем аяте Аллах запретил паломникам охотиться в ихраме, далее Он позволил им охотиться после того, как они освободятся от ихрама во время хаджа или малого паломничества. Этот запрет снимается с них после освобождения от ихрама. Употребление повелительной формы после запрета означает, что религиозное положение остается таким, каким оно было до запрета. Затем Аллах сказал, что ненависть и враждебное отношение людей, которые посягнули на права мусульман и не позволили им пройти к Заповедной мечети, не должны подталкивать их на ответные враждебные действия с целью мщения. Раб должен придерживаться предписаний Аллаха и быть справедливым, даже если люди грешат против него, поступают с ним несправедливо и попирают его права. Ему не разрешается наговаривать на того, кто наговаривает на него, или предавать доверие того, кто предал его доверие. Аллах приказал Своим рабам помогать друг другу в благочестии и богобоязненности. Под благочестием подразумеваются все деяния, которые Аллах любит и которыми Он доволен, совершаемые душой и телом, касающиеся обязанностей человека перед Аллахом и перед людьми. Под богобоязненностью подразумевается отказ от всех поступков, совершаемых душой или телом, которые ненавистны Аллаху или Его посланнику, да благословит его Аллах и приветствует. Одним словом, мусульманин должен стремиться ко всем качествам, которыми Аллах приказал обладать, и должен избавляться от тех качеств, которых Он приказал избегать. Он должен выполнять эти предписания сам и помогать в этом своим верующим братьям, используя для этого любые слова, способные вдохновить их на благодеяния, и любые соответствующие поступки. Наряду с этим Аллах запретил помогать друг другу в грехе и несправедливости. Под грехом здесь подразумевается ослушание, которое причиняет вред самому человеку, а под несправедливостью - посягательство на жизнь, имущество или честь других людей. Это означает, что раб Божий обязан сам избегать всех грехов и несправедливых поступков и помогать другим поступать так же. Пусть же люди боятся Аллаха, ведь Он сурово наказывает ослушников, нарушающих Его запреты. Пусть они остерегаются запрещенных поступков, дабы их не постигло возмездие как в этом мире, так и в Последней жизни."
    },
    {
      "ayah": 20,
      "surah": 5,
      "text": "Всеблагой и Всевышний Аллах оказал людям Писания милость, когда ниспослал им Священное Писание. Он призвал их уверовать в Пророка Мухаммада, да благословит его Аллах и приветствует, и быть благодарными Ему за то, что Он отправил к ним Своего посланника после периода, когда к человечеству не приходили посланники и когда люди испытывали в них острую нужду. Это обстоятельство обязывает людей уверовать в посланника Аллаха, да благословит его Аллах и приветствует, который разъяснил им божественный замысел и религиозные предписания. Аллах довел истину до сведения рабов, дабы они не говорили, что к ним не приходил добрый вестник и предостерегающий увещеватель. К ним явился добрый вестник и увещеватель, который обрадовал их вестью о вознаграждении в этом мире и после смерти, разъяснил им деяния, благодаря которым можно заслужить награду, описал им качества праведников, предупредил их о наказании в мирской и будущей жизнях, предостерег и от деяний, обрекающих людей на страдания, и описал качества грешников. Аллах властен над всякой вещью. Все творения подвластны Ему, хотят они того или нет, поскольку Он обладает могуществом, которому ничто не может воспротивиться. Благодаря нему Аллах отправил посланников и ниспослал Писания, и благодаря нему Он вознаграждает тех, кто подчиняется посланникам, и карает тех, кто ослушается их."
    },
    {
      "ayah": 21,
      "surah": 5,
      "text": "Аллах оказал Мусе и его народу милость, когда спас их от Фараона и египтян. Аллах спас их из плена и рабства, после чего израильтяне отправились на свою родину, в свои родные дома. Это был Иерусалим и его окрестности. Когда они приблизились к священной земле, Аллах приказал им сразиться с врагами и изгнать их оттуда. Муса принялся увещевать своих соплеменников и дал им наставления, дабы они нашли в себе силы сразиться с противником. Он воскликнул: «Помните о той милости, которую Аллах оказал вам. Поминайте ее сердцем и устами, и это поможет вам сильнее возлюбить Аллаха и усерднее поклоняться Ему. Он отправляет к вам пророков, которые призывают вас на прямой путь и предостерегают вас от погибели, вдохновляют вас стремиться к вечному счастью и обучают вас тому, чего вы не знали прежде. Он сделал вас правителями, которые могут самостоятельно распоряжаться своей судьбой. Он избавил вас от врагов, которые порабощали вас, и позволил вам самостоятельно принимать решения и свободно исповедовать свою религию. Он одарил вас духовными и материальными благами, которые не были дарованы никому прежде». Из этих слов пророка следует, что в те далекие времена израильтяне были лучшими из людей и что Аллах облагодетельствовал их щедротами, которых не были удостоены остальные люди. Муса напомнил своим соплеменникам о духовных и материальных благах, которые обязывали их уверовать, проявить стойкость и принять участие в сражениях на пути Аллаха. Потом он приказал им ступить на пречистую землю Иерусалима и сообщил им весть, которая должна была вселить уверенность в их сердца, если они действительно были верующими и верили в правдивость слов Аллаха. Он сообщил им о том, что Аллах уже предопределил их вторжение в Иерусалим и их победу над противником. Муса сказал: «Если вы обратитесь вспять, то вернетесь понесшими урон. Вы лишитесь мирского благополучия, упустите победу над врагами и не сумеете вернуть свои земли. Наряду с этим вы погубите свою Последнюю жизнь, поскольку лишитесь награды и обречете себя на наказание»."
    },
    {
      "ayah": 22,
      "surah": 5,
      "text": "Ответ израильтян свидетельствовал об их малодушии, духовной слабости и беспечном отношении к повелениям Аллаха и Его посланника. Они сказали: «О Муса! На этой земле живут сильные и отважные люди, и это обстоятельство мешает нам войти туда. Мы не ступим на священную землю, пока этот народ не покинет ее. Если же они уйдут, то мы войдем туда». Они были трусливыми людьми и не имели твердой убежденности. Если бы это было не так, то им стало бы ясно, что все люди - потомки Адама, и сильным является только тот, кому оказывает поддержку Аллах, поскольку нет силы и могущества, кроме как от Него. Они бы поняли, что сумеют одержать победу, которая была обещана им Самим Аллахом."
    },
    {
      "ayah": 23,
      "surah": 5,
      "text": "Лишь двое мужчин, которые боялись Всевышнего Аллаха, стали вдохновлять свой народ на войну с врагом и освобождение родных земель. Аллах оказал им милость, наставив их на прямой путь и научив их правильным словам, которые были необходимы в тот трудный момент. Наряду с этим Аллах одарил их терпением и убежденность. Они сказали: «Ворвитесь в город через ворота, и тогда вы непременно победите. Для того чтобы одержать верх над противником, вам достаточно лишь принять твердое решение и ворваться в город через ворота. Враг будет повержен, как только вы окажетесь внутри города». Затем они велели своему народу вооружиться самым могучим оружием и уповать на Аллаха, потому что упование на Него, особенно при таких обстоятельствах, помогает справиться с задачей и одержать победу над неприятелем. Из этого следует, что правоверный обязан уповать на Аллаха и что упование раба зависит от степени его веры."
    },
    {
      "ayah": 24,
      "surah": 5,
      "text": "Никакие назидания и упреки не принесли пользы израильтянам, и они поступили так, как поступают самые низкие и подлые люди. Они заявили: «О Муса! Мы не войдем в город, пока его жители находятся там. Отправляйся сражаться вместе со своим Господом, а мы в это время посидим вот здесь!» Что может быть отвратительнее таких слов и такого отношения к своему пророку?! Они поступили так тогда, когда оказались в стесненном положении, когда обстоятельства требовали от них поддержать пророка и обрести величие и могущество. Эта и другие, похожие истории подчеркивают различие между предыдущими общинами и общиной Пророка Мухаммада, да благословит его Аллах и приветствует. Когда посланник Аллаха, да благословит его Аллах и приветствует, посовещался со своими сподвижниками и предложил им сразиться с язычниками при Бадре, он не настаивал на своем решении, но, несмотря на это, они сказали: «О посланник Аллаха! Если ты захочешь перейти море вброд, то мы перейдем его вместе с тобой. Если ты захочешь вступить в бой, то ни один из нас не останется в стороне. Мы не скажем тебе того, что сказали Мусе его соплеменники: “Ступай и сражайся вместе со своим Господом, мы же посидим вот здесь”. Ступай и сражайся вместе со своим Господом, и мы будем сражаться вместе с вами: перед тобой и позади тебя, справа от тебя и слева от тебя»."
    },
    {
      "ayah": 25,
      "surah": 5,
      "text": "Когда пророк Муса увидел упрямство своих соплеменников, он воскликнул: «Господи! Я властен только над самим собой и моим братом. Они не хотят сражаться с ними, и я не могу заставить их. Разлучи же нас с этим нечестивым народом и рассуди нас, подвергнув их наказанию, которое соответствует Твоей божественной мудрости». Из этого следует, что слова израильтян были тяжким грехом и привели их к грехопадению и нечестию."
    },
    {
      "ayah": 26,
      "surah": 5,
      "text": "Аллах внял молитве Мусы и наказал сынов Исраила, лишив их возможности войти в священный город, который Он определил для них, в течение сорока лет. Все эти годы им было предписано скитаться по земле, не находя верной дороги и не обретая покоя. Очевидно, это наказание в мирской жизни искупило прегрешения израильтян и избавило их от еще более ужасных страданий. Из этого также следует, что наказанием за грех может быть лишение имеющихся благ, или лишение милости, которую человек уже заслужил, или откладывание ее на более поздний период. Возможно, скитания сынов Исраила продолжались так долго для того, чтобы померла большая часть тех, кто произнес те ужасные слова, зародившиеся в сердцах, лишенных терпения и стойкости. Это были люди, смирившиеся с рабством и не стремившиеся обрести величие. Аллах пожелал, чтобы среди сынов Исраила появилось новое поколение людей, воспитанных с мечтой разгромить врагов и избавиться от рабства и унижения, которые не позволяют людям обрести счастье. Муса был крайне снисходителен к людям, особенно к своим соплеменникам, и Всевышнему Аллаху было известно, что он может проявить сочувствие по отношению к своему народу, горевать от того, что их постигло наказание, и даже попросить Его избавить их от кары, которая уже была окончательно определена. Поэтому Он запретил ему скорбеть о нечестивом народе и проявлять сочувствие по отношению к тем, кто уклонился от повиновения. Их распутство навлекло на них такое наказание, и Аллах не поступил с ними несправедливо."
    },
    {
      "ayah": 27,
      "surah": 5,
      "text": "Аллах внял молитве Мусы и наказал сынов Исраила, лишив их возможности войти в священный город, который Он определил для них, в течение сорока лет. Все эти годы им было предписано скитаться по земле, не находя верной дороги и не обретая покоя. Очевидно, это наказание в мирской жизни искупило прегрешения израильтян и избавило их от еще более ужасных страданий. Из этого также следует, что наказанием за грех может быть лишение имеющихся благ, или лишение милости, которую человек уже заслужил, или откладывание ее на более поздний период. Возможно, скитания сынов Исраила продолжались так долго для того, чтобы померла большая часть тех, кто произнес те ужасные слова, зародившиеся в сердцах, лишенных терпения и стойкости. Это были люди, смирившиеся с рабством и не стремившиеся обрести величие. Аллах пожелал, чтобы среди сынов Исраила появилось новое поколение людей, воспитанных с мечтой разгромить врагов и избавиться от рабства и унижения, которые не позволяют людям обрести счастье. Муса был крайне снисходителен к людям, особенно к своим соплеменникам, и Всевышнему Аллаху было известно, что он может проявить сочувствие по отношению к своему народу, горевать от того, что их постигло наказание, и даже попросить Его избавить их от кары, которая уже была окончательно определена. Поэтому Он запретил ему скорбеть о нечестивом народе и проявлять сочувствие по отношению к тем, кто уклонился от повиновения. Их распутство навлекло на них такое наказание, и Аллах не поступил с ними несправедливо."
    },
    {
      "ayah": 28,
      "surah": 5,
      "text": "Аллах внял молитве Мусы и наказал сынов Исраила, лишив их возможности войти в священный город, который Он определил для них, в течение сорока лет. Все эти годы им было предписано скитаться по земле, не находя верной дороги и не обретая покоя. Очевидно, это наказание в мирской жизни искупило прегрешения израильтян и избавило их от еще более ужасных страданий. Из этого также следует, что наказанием за грех может быть лишение имеющихся благ, или лишение милости, которую человек уже заслужил, или откладывание ее на более поздний период. Возможно, скитания сынов Исраила продолжались так долго для того, чтобы померла большая часть тех, кто произнес те ужасные слова, зародившиеся в сердцах, лишенных терпения и стойкости. Это были люди, смирившиеся с рабством и не стремившиеся обрести величие. Аллах пожелал, чтобы среди сынов Исраила появилось новое поколение людей, воспитанных с мечтой разгромить врагов и избавиться от рабства и унижения, которые не позволяют людям обрести счастье. Муса был крайне снисходителен к людям, особенно к своим соплеменникам, и Всевышнему Аллаху было известно, что он может проявить сочувствие по отношению к своему народу, горевать от того, что их постигло наказание, и даже попросить Его избавить их от кары, которая уже была окончательно определена. Поэтому Он запретил ему скорбеть о нечестивом народе и проявлять сочувствие по отношению к тем, кто уклонился от повиновения. Их распутство навлекло на них такое наказание, и Аллах не поступил с ними несправедливо."
    },
    {
      "ayah": 29,
      "surah": 5,
      "text": "Аллах внял молитве Мусы и наказал сынов Исраила, лишив их возможности войти в священный город, который Он определил для них, в течение сорока лет. Все эти годы им было предписано скитаться по земле, не находя верной дороги и не обретая покоя. Очевидно, это наказание в мирской жизни искупило прегрешения израильтян и избавило их от еще более ужасных страданий. Из этого также следует, что наказанием за грех может быть лишение имеющихся благ, или лишение милости, которую человек уже заслужил, или откладывание ее на более поздний период. Возможно, скитания сынов Исраила продолжались так долго для того, чтобы померла большая часть тех, кто произнес те ужасные слова, зародившиеся в сердцах, лишенных терпения и стойкости. Это были люди, смирившиеся с рабством и не стремившиеся обрести величие. Аллах пожелал, чтобы среди сынов Исраила появилось новое поколение людей, воспитанных с мечтой разгромить врагов и избавиться от рабства и унижения, которые не позволяют людям обрести счастье. Муса был крайне снисходителен к людям, особенно к своим соплеменникам, и Всевышнему Аллаху было известно, что он может проявить сочувствие по отношению к своему народу, горевать от того, что их постигло наказание, и даже попросить Его избавить их от кары, которая уже была окончательно определена. Поэтому Он запретил ему скорбеть о нечестивом народе и проявлять сочувствие по отношению к тем, кто уклонился от повиновения. Их распутство навлекло на них такое наказание, и Аллах не поступил с ними несправедливо."
    },
    {
      "ayah": 3,
      "surah": 5,
      "text": "В этом аяте упоминаются запреты, на которые Аллах указал в начале суры. Следует знать, что Всеблагой и Всевышний Аллах объявил продукты питания дозволенными или запрещенными только для того, чтобы уберечь Своих рабов от того вреда, который им могут причинить запрещенные продукты. В одних случаях Он разъяснил мудрость этих запретов, а в других случаях не сделал этого. Аллах сообщил, что мусульманам запрещена мертвечина. Под ней подразумеваются все животные, которые подохли без предусмотренного шариатом заклания. Употреблять в пищу их мясо нельзя, потому что оно является вредным. Это объясняется тем, что кровь застаивается в мясе и внутренностях таких животных и вредит здоровью того, кто употребляет его в пищу. Некоторые животные подыхают от болезни, которая также может навредить здоровью человека. Единственными исключениями из этого правила являются подохшая саранча и подохшая рыба - шариат разрешает употреблять их в пищу. Аллах также запретил употреблять в пищу пролитую кровь. Смысл этого предписания конкретизируется словами Всевышнего: «Скажи: “Из того, что дано мне в откровении, я нахожу запрещенным употреблять в пищу только мертвечину, пролитую кровь и мясо свиньи, которое (или которая) является скверной, а также недозволенное мясо животных, заколотых не ради Аллаха”» (6:145). Аллах также запретил употреблять в пищу мясо свиньи. Этот запрет распространяется на любые части тела этого животного. Аллах выделил его из числа остальных скверных животных, потому что некоторые христиане полагают, что Он позволил им употреблять его в пищу. Правоверные не должны обольщаться этим, поскольку свинина - запрещенный и нечистый продукт. Мусульманам нельзя употреблять в пищу и то, что было зарезано не ради Аллаха, а ради идолов, святых, звезд или других творений. Упоминание имени Аллаха при заклании животного делает его мясо дозволенным, а упоминание имен творений оскверняет его в духовном отношении, поскольку такой поступок является приобщением сотоварищей к Всевышнему Аллаху. Запрещается также употреблять в пищу животных, которые были задушены рукой или веревкой. Сюда же относятся животные, голова которых попала в узкое место, после чего те не смогли выбраться оттуда, пока не подохли. Также запрещается есть животных, которые подохли от ударов посохом, камнями или палкой либо остались под завалом, вызванным преднамеренно или произошедшим случайно. Также запрещено есть животных, которые подохли в результате падения с высокого места - горы, стены, крыши и т.п. Также запрещено есть животных, которые были до смерти заколоты рогами другим животным. Запрещено есть животных, которые были задраны хищными зверьми, такими как волк, лев или тигр, или хищными птицами. Если животное подохло в результате нападения хищников, то его нельзя употреблять в пищу. Но если животное, которое было придушено, или забито палками, или упало с высокого места, или заколото рогами, или задрано хищником, было зарезано в соответствии с предписаниями шариата до того, как оно рассталось с жизнью, то его можно употреблять в пищу. При этом необходимо, чтобы во время заклания были выполнены все требования шариата, и поэтому некоторые богословы отмечали, что если в результате нападения хищника или по другой причине у животного оказались обнажены внутренности или перерезано горло, то его нельзя употреблять в пищу, даже если оно еще не подохло, потому что в данном случае заклание совершенно бессмысленно. Другие богословы не придавали этому значения, если животное еще не рассталось с жизнью, и разрешали употреблять его мясо в пищу, если оно было зарезано до того, как окончательно подохло, даже если перед этим его внутренности были уже обнажены. Это мнение соответствует очевидному смыслу этого прекрасного аята. Аллах также запретил гадать по стрелам. Смысл такого гадания заключается в том, чтобы определить судьбу, которая уготовлена для человека. Во времена невежества арабы пользовались для гадания тремя стрелами. На одной из них было написано «совершай», на другой - «не совершай», а третью они оставляли без надписи. Если человек собирался отправиться в путешествие, жениться или сделать какой-либо важный шаг, то он брал такие стрелы одинакового размера и вытаскивал одну из них. Если ему выпадала стрела с надписью «совершай», то он совершал задуманное. Если ему выпадала стрела с надписью «не совершай», то он не делал этого. Если же ему выпадала стрела без надписи, то он проделывал то же самое до тех пор, пока ему не выпадала одна из двух надписанных стрел. Аллах категорически запретил гадать таким или любым другим образом и вместо этого приказал Своим рабам испрашивать Его благословение во всех начинаниях. Аллах возвестил о том, что нарушение перечисленных запретов, которые Он ниспослал для того, чтобы уберечь Своих рабов, является нечестием, то есть отказом от повиновения Аллаху и повиновением сатане. После этого Он напомнил рабам об оказанной им великой милости, которая способствовала тому, что неверующие потеряли надежду на то, что им удастся отвратить мусульман от их веры. В этом аяте говорится о дне Арафы, когда Аллах завершил Свою религию и одарил окончательной победой Своего раба и посланника, да благословит его Аллах и приветствует, когда язычники потерпели сокрушительное поражение и осознали свою беспомощность, хотя прежде они делали все возможное для того, чтобы отвернуть правоверных от их религии. В тот день они стали свидетелями триумфа и могущества ислама и потеряли всякую надежду на то, что смогут склонить правоверных к своей религии. Они стали бояться их, и в тот год ни один язычник не осмелился совершить паломничество и обойти вокруг Каабы нагим. Тогда шел одиннадцатый год после хиджры, и Пророк Мухаммад, да благословит его Аллах и приветствует, совершил свое прощальное паломничество. Вот почему далее Аллах запретил мусульманам бояться язычников и приказал им бояться только Его. Он дарует верующим победу над их врагами, лишает тех Своей поддержки и обращает их злые ухищрения против них самих. Аллах усовершенствовал для правоверных религию, то есть одарил их окончательной победой, усовершенствовал все ясные и темные стороны мусульманского шариата, окончательно утвердил его основные и второстепенные положения. А это значит, что Корана и Сунны достаточно для того, чтобы уяснить все законы, а также основные и второстепенные положения религии. Если же человек обременяет себя дополнительными обязанностями и утверждает, что для постижения правильных воззрений и законов, помимо Корана и Сунны, необходимо знать религиозную философию и другие дисциплины, то он является невежественным и заблудшим. Из его ошибочных заявлений следует, что религия может стать законченной и совершенной только благодаря тому, что он проповедует и к чему призывает. Поступая так, человек совершает величайшую несправедливость и обвиняет в невежестве Самого Аллаха и Его посланника, да благословит его Аллах и приветствует. Аллах довел до конца свою зримую и незримую милость к людям и одобрил для них в качестве религии ислам. Он сделал его Своей религией и избрал для него последователей. Пусть же люди исповедуют ислам и благодарят своего Господа. Пусть они возносят хвалу Тому, Кто почтил их самым лучшим, славным и совершенным вероисповеданием. Затем Всевышний отметил, что если человек будет вынужден поесть запрещенные продукты, перечисленные в начале этого аята, если он не испытывает влечения к этому поступку, наконец, если он совершает его в случае крайней необходимости и не ест больше того, чего ему достаточно, то Аллах позволяет ему поесть нечто запрещенное, ведь Он - Прощающий и Милостивый. Он проявляет милость к такому человеку за его намерение и не считает его поступок недостатком набожности."
    },
    {
      "ayah": 30,
      "surah": 5,
      "text": "Аллах внял молитве Мусы и наказал сынов Исраила, лишив их возможности войти в священный город, который Он определил для них, в течение сорока лет. Все эти годы им было предписано скитаться по земле, не находя верной дороги и не обретая покоя. Очевидно, это наказание в мирской жизни искупило прегрешения израильтян и избавило их от еще более ужасных страданий. Из этого также следует, что наказанием за грех может быть лишение имеющихся благ, или лишение милости, которую человек уже заслужил, или откладывание ее на более поздний период. Возможно, скитания сынов Исраила продолжались так долго для того, чтобы померла большая часть тех, кто произнес те ужасные слова, зародившиеся в сердцах, лишенных терпения и стойкости. Это были люди, смирившиеся с рабством и не стремившиеся обрести величие. Аллах пожелал, чтобы среди сынов Исраила появилось новое поколение людей, воспитанных с мечтой разгромить врагов и избавиться от рабства и унижения, которые не позволяют людям обрести счастье. Муса был крайне снисходителен к людям, особенно к своим соплеменникам, и Всевышнему Аллаху было известно, что он может проявить сочувствие по отношению к своему народу, горевать от того, что их постигло наказание, и даже попросить Его избавить их от кары, которая уже была окончательно определена. Поэтому Он запретил ему скорбеть о нечестивом народе и проявлять сочувствие по отношению к тем, кто уклонился от повиновения. Их распутство навлекло на них такое наказание, и Аллах не поступил с ними несправедливо."
    },
    {
      "ayah": 31,
      "surah": 5,
      "text": "О Мухаммад! Расскажи людям правду о том, что произошло между двумя сыновьями Адама, дабы всякий желающий мог извлечь из этого выгоду. Будь правдив и не лги, говори по совести и не забавляйся! Совершенно очевидно, что речь идет о двух родных сыновьях Адама. Это следует из очевидного смысла и контекста этого аята, и этого мнения придерживались большинство толкователей. Аллах повелел Своему посланнику, да благословит его Аллах и приветствует, рассказать о том, как они принесли жертву Аллаху и чем все это закончилось. Каждый из двух сыновей Адама пожертвовал часть своего имущества для того, чтобы приблизиться к Аллаху, но Всевышний Господь принял пожертвование только от одного из них. Они узнали об этом либо посредством откровения с небес, либо посредством обычая, который существовал у древних народов. Согласно этому обычаю, если Аллах принимал пожертвования, то с небес извергался огонь, который сжигал его. Зависть и злоба охватили того из сыновей Адама, пожертвование которого не было принято, и он сказал своему брату: «Я убью тебя!» Брат сжалился над ним и сказал: «Аллах принимает пожертвования только от богобоязненных рабов. Какой грех я совершил? За какое преступление ты хочешь убить меня? Или же ты хочешь убить меня за то, что я боюсь Всевышнего Аллаха, страх перед Которым обязаны испытывать мы с тобой и все остальные творения?» Отметим, что, согласно наиболее достоверному толкованию, праведные деяния принимаются от тех, кто совершает их со страхом перед Аллахом, поступая искренне ради Него и в соответствии с предписаниями Его посланника, да благословит его Аллах и приветствует. Затем богобоязненный сын Адама сказал брату, что не намеревается убивать его, напав на него первым или же обороняясь. Он сказал: «Если ты попытаешься убить меня, я все равно не протяну руки, чтобы убить тебя. Причина этого - не в моей трусости или беспомощности. Дело в том, что я боюсь Аллаха, Господа миров. Если же человек боится Его, то не станет совершать грехи, особенно самые тяжкие из них. Если же ты собираешься совершить убийство, то тебе следует устрашиться Аллаха. Но если дело дойдет до того, что мне придется либо совершить убийство, либо умереть от твоей руки, то я предпочту смерть. Но в таком случае ты взвалишь на свои плечи бремя как твоих, так и моих грехов, а потом ты окажешься среди обитателей Адского пламени. Таково воздаяние тем, кто поступает несправедливо». Из этих слов следует, что убийство относится к тяжким грехам и обрекает человека на наказание в Преисподней. Но даже такие слова не удержали преступника от греха, и он твердо решился убить своего брата. Ему даже показалось, что этот поступок - легкий и правильный, хотя закон Аллаха и непорочное естество указывают на неприкосновенность человеческой жизни. Он убил своего брата и оказался одним из тех, кто погубил свою жизнь в этом мире и после смерти. Он первым проложил дорогу для тех, кто совершает убийства после него, и в достоверном хадисе говорится: «Кто подаст людям дурной пример, тот понесет бремя своих грехов и грехов тех, кто последует его примеру вплоть до наступления Дня воскресения». В другом достоверном хадисе говорится: «Всякий раз, когда убивают человека, часть вины за пролитую кровь ложится на первого сына Адама, потому что он был первым, кто проложил дорогу убийствам». После убийства своего брата он не знал, как ему поступить с его телом, потому что тот был первым из сынов Адама, который скончался. Тогда Аллах послал к нему ворона, который начал разгребать землю, чтобы похоронить другого мертвого ворона. Он показал ему, что делать с трупом брата, и тогда сын Адама пожалел о содеянном. Поистине, сожаление и убыток - вот последствия всех грехов. Слово сауа означает ‘часть тела, которая должна быть покрыта’. Труп назван так, потому что он должен быть обернут."
    },
    {
      "ayah": 32,
      "surah": 5,
      "text": "История о двух сыновьях Адама закончилась тем, что один из них убил своего брата и проложил дорогу для тех, кто совершает убийство после него. Из нее становится ясно, что печальным последствием убийства являются разочарование и убыток как при жизни на земле, так и после смерти. По этой причине Аллах заповедал сынам Исраила, жившим по Небесным Писаниям, что убийство человека не в отместку за убийство другого и не за распространение на земле нечестия, подобно убийству всех людей сразу. Это объясняется отсутствием различий между убитым и остальными людьми, а также тем, что убивать человека разрешается только в том случае, если шариат предоставляет людям такое право. Если же убийца осмелился лишить жизни того, кто не заслуживал смерти, то это означает, что для него нет разницы между убитым и остальными людьми и что он потакает желаниям души, велящей ему творить зло. То же самое можно сказать о том, кто из страха перед Всевышним Аллахом сохраняет жизнь человеку и не убивает его, несмотря на то, что душа велит ему поступить иначе. Такой человек словно сохраняет жизнь всему человечеству, поскольку страх перед Аллахом непременно удержит его от убийства любого человека, не заслуживающего смерти. Из этого аята следует, что убивать человека разрешается в двух случаях. Во-первых, если человек совершил преднамеренное убийство, не имея на то законных оснований, то его разрешается казнить, если он достиг совершеннолетия и должен нести ответственность за совершенное убийство, то есть не является родителем убитого. Во-вторых, если человек распространяет на земле нечестие, причиняя вред религии, жизни или имуществу людей. Это относится к вероотступникам, воинствующим неверующим и проповедникам ереси, остановить которых можно только, казнив их. Это также относится к грабителям на дорогах и им подобным преступникам, которые нападают на людей, угрожая их жизни и лишая их имущества. Затем Аллах сообщил, что людям были показаны ясные знамения, которые не позволяют им оправдать собственное нечестие. Несмотря на это, многие люди выслушивают неопровержимые доводы, обязывающие их следовать прямым путем, но продолжают преступать границы дозволенного, совершая грехи и противясь Божьим посланникам, которые принесли им ясные знамения и доводы."
    },
    {
      "ayah": 33,
      "surah": 5,
      "text": "Под сражением против Аллаха и Его посланника подразумевается враждебное отношение к Нему и Его посланнику, а также распространение на земле нечестия посредством неверия, убийств, присвоения чужого имущества или грабежей на дорогах. Хорошо известно, что этот прекрасный аят ниспослан о разбойниках с большой дороги, которые нападали на людей в городах или безлюдных местностях, отнимали их имущество, убивали их, вселяли в людей страх и заставляли их отказываться от путешествий по дорогам. Они словно перерезали дороги, и Всевышний Аллах сообщил, что воздаянием за это является одно из перечисленных наказаний. Толкователи разошлись во мнениях относительно того, как следует выбирать между этими мерами наказания. Одни считали, что правитель или его наместник имеют право приговорить любого разбойника к тому из упомянутых видов наказания, который он сочтет целесообразным. Это мнение соответствует очевидному смыслу обсуждаемого откровения. Согласно другому толкованию, разбойников следует приговаривать к наказанию в соответствии с совершенными ими преступлениями. Из этого аята следует, что для каждого рода преступлений установлено соответствующее наказание, определяемое мудростью Всевышнего Аллаха. Если разбойники совершили убийство и грабеж, то их полагается казнить и распять, дабы они были публично посрамлены и опозорены и дабы другие люди воздержались от подобных поступков. Если они совершили убийство без грабежа, то их необходимо только казнить. Если они ограбили путников, но не убили их, то им следует отсечь накрест руки и ноги, то есть отрубить правую руку и левую ногу. Если же они напугали людей, не совершив ни убийства, ни грабежа, то их следует изгнать из страны, не позволяя им селиться в городах до тех пор, пока люди не убедятся в их покаянии. Этого мнения придерживались Ибн Аббас и многие выдающиеся богословы, хотя между ними были некоторые разногласия. Это наказание является бесчестием и позором для разбойников в этом мире, а в Последней жизни их ожидает великое наказание. Из этого следует, что разбой на дорогах относится к тяжким грехам, обрекающим людей на позор при жизни на земле и наказание после смерти, причем, поступая так, человек вступает в войну с Аллахом и Его посланником, да благословит его Аллах и приветствует. И если это преступление является настолько тяжким, то очищение земли от бесчинствующих нечестивцев, обеспечение безопасности на дорогах и избавление людей от страха за свою жизнь и свое имущество является одним из самых великих благодеяний и самых замечательных богоугодных дел. Подобный поступок обеспечивает мир и праведность на земле и является полной противоположностью распространения на земле нечестия."
    },
    {
      "ayah": 34,
      "surah": 5,
      "text": "Если разбойники, сражавшиеся против Аллаха и Его посланника, раскаялись до того, как они оказались во власти мусульман, то они избавляются от ответственности за то, что прежде они не выполняли своих обязанностей перед Аллахом. За подобные грехи они не могут быть подвергнуты казни, распятию, отсечению накрест рук и ног или изгнанию из страны. Что же касается посягательства ими на права людей, то такие преступления прощаются им в том случае, если они совершили их до обращения в ислам. Если же они совершили их, будучи мусульманами, то они несут ответственность за совершенные убийства и грабежи. Из смысла этого аята следует, что если разбойники, сражавшиеся против Аллаха и Его посланника, покаялись после того, как попали в руки мусульманам, то покаяние не избавляет их от ответственности за совершенные преступления. Мудрость этого предписания совершенно очевидна. И если покаяние до того, как преступник оказался в руках правосудия, избавляет его от ответственности за распространение нечестия на земле, то ко всем остальным преступлениям это предписание относится в еще большей степени."
    },
    {
      "ayah": 35,
      "surah": 5,
      "text": "Аллах приказал Своим верующим рабам поступать в соответствии с требованиями веры, исповедовать богобоязненность и остерегаться гнева и недовольства Господа. Раб должен проявлять усердие и делать все возможное для того, чтобы избежать любых поступков, совершаемых сердцем, языком или другими частями тела и вызывающих гнев Аллаха. Он должен просить Аллаха помочь ему избегать таких грехов, дабы спастись от Его гнева и наказания. Он должен искать пути приближения к своему Господу и стремиться снискать Его благосклонность и заслужить Его любовь, выполняя все обязательные предписания религии. К этим предписаниям относятся деяния, которые совершаются душой, такие как любовь к Аллаху, любовь ради Него, страх перед Ним, надежда на Него, покаяние перед Ним или упование на Него. К ним также относятся обряды, совершаемые телом, такие как выплата закята или совершение хаджа, и смешанные обряды, такие как намаз. К ним также относятся чтение Корана, поминание Аллаха и различные формы доброго отношения к творениям, такие как материальная поддержка, обучение знаниям, заступничество, физическая помощь или добрый совет. Все эти деяния позволяют рабу приблизиться к Аллаху, и это продолжается до тех пор, пока он не удостаивается Его любви. Когда же это происходит, Аллах становится слухом, которым он слышит, и зрением, которым он видит, и рукой, которой он хватает, и ногой, которой он ходит, а наряду с этим Аллах внимает всем его молитвам. Затем Всеблагой и Всевышний Аллах выделил из всех обрядов поклонения, приближающих рабов к Нему, джихад на Его пути. Под джихадом подразумевается проявление усердия в борьбе с неверующими, которую человек поддерживает посредством материальных пожертвований или непосредственного участия в ней. Он может вносить полезные предложения, участвовать в этой борьбе словом или прилагать иные усилия, оказывая посильную поддержку религии Аллаха. Джихад - одно из самых славных богоугодных деяний и один из самых достойных путей приближения к Аллаху, и если человек выполняет это предписание, то он тем более выполняет все остальные предписания религии. Затем Аллах подчеркнул, что если люди будут бояться Его, остерегаясь грехов, и будут искать пути приближения к Нему, совершая богоугодные поступки, и участвовать в борьбе на Его пути, стремясь снискать Его благоволение, то они обязательно обретут успех. Под успехом здесь подразумевается обретение всего желанного и спасение от всего ужасного и неприятного, а суть этого заключается в обретении вечного счастья и бесконечного блаженства."
    },
    {
      "ayah": 36,
      "surah": 5,
      "text": "Аллах приказал Своим верующим рабам поступать в соответствии с требованиями веры, исповедовать богобоязненность и остерегаться гнева и недовольства Господа. Раб должен проявлять усердие и делать все возможное для того, чтобы избежать любых поступков, совершаемых сердцем, языком или другими частями тела и вызывающих гнев Аллаха. Он должен просить Аллаха помочь ему избегать таких грехов, дабы спастись от Его гнева и наказания. Он должен искать пути приближения к своему Господу и стремиться снискать Его благосклонность и заслужить Его любовь, выполняя все обязательные предписания религии. К этим предписаниям относятся деяния, которые совершаются душой, такие как любовь к Аллаху, любовь ради Него, страх перед Ним, надежда на Него, покаяние перед Ним или упование на Него. К ним также относятся обряды, совершаемые телом, такие как выплата закята или совершение хаджа, и смешанные обряды, такие как намаз. К ним также относятся чтение Корана, поминание Аллаха и различные формы доброго отношения к творениям, такие как материальная поддержка, обучение знаниям, заступничество, физическая помощь или добрый совет. Все эти деяния позволяют рабу приблизиться к Аллаху, и это продолжается до тех пор, пока он не удостаивается Его любви. Когда же это происходит, Аллах становится слухом, которым он слышит, и зрением, которым он видит, и рукой, которой он хватает, и ногой, которой он ходит, а наряду с этим Аллах внимает всем его молитвам. Затем Всеблагой и Всевышний Аллах выделил из всех обрядов поклонения, приближающих рабов к Нему, джихад на Его пути. Под джихадом подразумевается проявление усердия в борьбе с неверующими, которую человек поддерживает посредством материальных пожертвований или непосредственного участия в ней. Он может вносить полезные предложения, участвовать в этой борьбе словом или прилагать иные усилия, оказывая посильную поддержку религии Аллаха. Джихад - одно из самых славных богоугодных деяний и один из самых достойных путей приближения к Аллаху, и если человек выполняет это предписание, то он тем более выполняет все остальные предписания религии. Затем Аллах подчеркнул, что если люди будут бояться Его, остерегаясь грехов, и будут искать пути приближения к Нему, совершая богоугодные поступки, и участвовать в борьбе на Его пути, стремясь снискать Его благоволение, то они обязательно обретут успех. Под успехом здесь подразумевается обретение всего желанного и спасение от всего ужасного и неприятного, а суть этого заключается в обретении вечного счастья и бесконечного блаженства."
    },
    {
      "ayah": 37,
      "surah": 5,
      "text": "Всевышний сообщил о том скверном положении, в котором окажутся неверующие в День воскресения, и том ужасном наказании, которое уготовано для них. Если бы они попытались откупиться от наказания Аллаха золотом величиной с землю и еще стольким же в придачу, то это не было бы принято от них и не принесло бы им никакой пользы, потому что с наступлением Судного дня пройдет то время, когда совершаемые деяния приносят людям пользу. Неверующим же не останется ничего, кроме как вкусить мучительное, болезненное и вечное наказание, от которого им не удастся избавиться и в котором они пребудут во веки веков."
    },
    {
      "ayah": 38,
      "surah": 5,
      "text": "Вором называется тот, кто тайком взял чужое имущество, на которое он не имел права. Воровство относится к тяжким грехам и влечет за собой ужасное наказание - отсечение правой руки. Именно о правой руке говорится в одном из чтений Корана, дошедшим до нас от сподвижников. При упоминании о руке без дополнительных разъяснений имеется в виду только кисть, и поэтому отсекать руку за воровство следует до запястья, после чего ее следует опустить в кипящее масло для того, чтобы закупорились сосуды и прекратилось кровотечение. Сунна конкретизировала общий смысл этого аята несколькими положениями. Во-первых, украденная вещь должна относиться к имуществу, которое обычно хранят. Если же украденная вещь не относится к тем вещам, которые люди хранят, то отсекать руку не полагается. Во-вторых, украденная вещь должна стоить не менее четверти динара или трех дирхемов. Если вор украл менее ценную вещь, то ему не полагается отсекать руку. Очевидно, это предписание вытекает из лексического значения и смысла арабского слова сирка ‘воровство’. Так можно назвать кражу имущества таким способом, от которого нельзя уберечься. Следовательно, если имущество даже не оберегается, то такую кражу, согласно шариату, нельзя назвать воровством. Здравый смысл также подсказывает, что отсекать руку за мелкую кражу не следует, и если для отсечения руки украденная вещь должна иметь определенную стоимость, то шариат уже конкретизировал смысл этого откровения. Отсекать руку за воровство предписано для того, чтобы обеспечить безопасность имущества людей, предупредить подобные преступления и отрезать часть тела, которая совершила это преступление. Если человек совершит воровство повторно, то ему нужно отрезать левую ногу. Если он совершит воровство в третий раз, то ему следует отрезать левую руку, а за четвертое подобное преступление - правую ногу. Согласно другому мнению, его следует приговорить к пожизненному заключению. Отсечение руки вору является воздаянием за то, что он украл чужое имущество, наказанием от Аллаха и грозным предупреждением ему и всем остальным людям. Каждый вор должен знать, что он лишится руки, если совершит такое преступление. Таково решение Могущественного и Мудрого Аллаха."
    },
    {
      "ayah": 39,
      "surah": 5,
      "text": "Вором называется тот, кто тайком взял чужое имущество, на которое он не имел права. Воровство относится к тяжким грехам и влечет за собой ужасное наказание - отсечение правой руки. Именно о правой руке говорится в одном из чтений Корана, дошедшим до нас от сподвижников. При упоминании о руке без дополнительных разъяснений имеется в виду только кисть, и поэтому отсекать руку за воровство следует до запястья, после чего ее следует опустить в кипящее масло для того, чтобы закупорились сосуды и прекратилось кровотечение. Сунна конкретизировала общий смысл этого аята несколькими положениями. Во-первых, украденная вещь должна относиться к имуществу, которое обычно хранят. Если же украденная вещь не относится к тем вещам, которые люди хранят, то отсекать руку не полагается. Во-вторых, украденная вещь должна стоить не менее четверти динара или трех дирхемов. Если вор украл менее ценную вещь, то ему не полагается отсекать руку. Очевидно, это предписание вытекает из лексического значения и смысла арабского слова сирка ‘воровство’. Так можно назвать кражу имущества таким способом, от которого нельзя уберечься. Следовательно, если имущество даже не оберегается, то такую кражу, согласно шариату, нельзя назвать воровством. Здравый смысл также подсказывает, что отсекать руку за мелкую кражу не следует, и если для отсечения руки украденная вещь должна иметь определенную стоимость, то шариат уже конкретизировал смысл этого откровения. Отсекать руку за воровство предписано для того, чтобы обеспечить безопасность имущества людей, предупредить подобные преступления и отрезать часть тела, которая совершила это преступление. Если человек совершит воровство повторно, то ему нужно отрезать левую ногу. Если он совершит воровство в третий раз, то ему следует отрезать левую руку, а за четвертое подобное преступление - правую ногу. Согласно другому мнению, его следует приговорить к пожизненному заключению. Отсечение руки вору является воздаянием за то, что он украл чужое имущество, наказанием от Аллаха и грозным предупреждением ему и всем остальным людям. Каждый вор должен знать, что он лишится руки, если совершит такое преступление. Таково решение Могущественного и Мудрого Аллаха."
    },
    {
      "ayah": 4,
      "surah": 5,
      "text": "Всевышний напомнил Своему посланнику, что люди спрашивали его о продуктах, которые им разрешается употреблять в пищу, и приказал ему сказать, что им позволено есть благую пищу. Это - любые продукты, которые приносят пользу или доставляют удовольствие, не вредя человеческому организму и разуму. К ним относятся всевозможные зерновые и плоды, растущие в местах обитания людей или незаселенной местности. К ним также относятся животные, обитающие на суше, кроме хищников и нечистых животных, которых Законотворец запретил употреблять в пищу. Запрет на употребление нечистых продуктов вытекает из смысла этого аята и ясно упоминается в словах Всевышнего: «Он повелит им совершать одобряемое и запретит им совершать предосудительное, объявит дозволенным благое и запрещенным скверное, освободит их от бремени и оков» (7:157). Затем Аллах разрешил употреблять в пищу животных, пойманных охотничьими собаками или птицами, которых люди обучают части того, чему их научил Аллах. Но предварительно они должны упомянуть имя Аллаха над пойманной добычей. Из этого можно сделать несколько полезных выводов. Во-первых, Аллах проявил милость и сострадание к Своим рабам, когда широко распахнул перед ними врата дозволенного и позволил употреблять в пищу даже животных, которые не были зарезаны в соответствии с шариатом, если они были пойманы охотничьими животными. Таковыми считаются собаки, леопарды, соколы, ястребы и другие хищники, охотящиеся посредством клыков или клюва. Во-вторых, охотничьи животные обязательно должны быть обученными. Это значит, что они должны пройти подготовку, которую обычно проходят охотничьи животные. Они должны нападать на добычу, когда их посылают за ней, и отходить в сторону, когда их отгоняют от нее, и не пожирать жертву после того, как она была поймана. Вот почему Аллах позволил есть только ту добычу, которую охотничьи животные поймали для людей. Если же животное начало есть пойманное животное, то мы не можем быть уверены в том, что оно поймало его для хозяина, и вполне вероятно, что оно охотилось за ним для себя. В-третьих, охотничья собака или птица обязательно должны нанести жертве рану, поскольку слово джарих ‘хищник’ происходит от глагола джараха ‘ранить’. Ранее мы уже отмечали, что есть задушенных животных запрещено, и если собака или другой хищник задушили жертву или убили ее, придавив телом, то ее нельзя употреблять в пищу. Это мнение опирается на то, что хищниками в арабском языке называются животные, наносящие жертве раны своими клыками или клювом. Однако наиболее распространенным является другое мнение, согласно которому хищниками называют животных, которые настигают жертву и овладевают ею. Это толкование не свидетельствует в пользу сделанного нами вывода. А лучше всего об этом известно Аллаху. В-четвертых, шариат позволяет заводить охотничью собаку, что подтверждается достоверным хадисом, хотя владение обычными собаками запрещено. Это объясняется тем, что позволение охотиться с собаками и обучать их подразумевает позволение заводить их. В-пятых, часть добычи, которой коснулась пасть охотничьей собаки, считается чистой, потому что Аллах позволил употреблять ее в пищу и не приказывал мыть ее после прикосновения собаки. Это значит, что добыча после этого остается чистой. В-шестых, обсуждаемый нами аят подчеркивает превосходство знаний, поскольку разрешается употреблять в пищу жертву, пойманную обученным хищником, тогда как жертва, пойманная необученным хищником, считается запрещенной. В-седьмых, обучение охотничьих собак, птиц и других животных не порицается и не относится к бесполезной трате времени. Напротив, это занятие похвально, поскольку благодаря этому люди могут употреблять в пищу пойманных на охоте животных или использовать их в других целях. В-восьмых, обсуждаемый нами аят является доводом в пользу того, что разрешается продавать охотничьих собак, поскольку иногда этот путь является единственным способом приобретения охотничьей собаки. В-девятых, посылая охотничью собаку или птицу за жертвой, охотник обязан произнести имя Аллаха. Если же он сознательно не сделает этого, то пойманную хищником жертву нельзя употреблять в пищу. В-десятых, пойманную хищником жертву разрешается употреблять в пищу независимо от того, умерла она в результате нападения хищника или нет. Но если охотник подоспеет к жертве до того, как та расстанется с жизнью, то ее мясо становится дозволенным только после заклания в соответствии с требованиями шариата. После упоминания об этом Аллах приказал Своим рабам исповедовать богобоязненность и предупредил их о том, что всем им придется держать ответ в День воскресения. Аллах напомнил о том, что этот день уже близок и наступит очень скоро."
    },
    {
      "ayah": 40,
      "surah": 5,
      "text": "Аллах прощает каждого, кто раскаивается, перестает грешить, исправляет свои поступки и избавляется от пороков. Он обладает властью над небесами и землей и управляет ими, как пожелает, на основании Своих вселенских и религиозных законов. Он прощает и наказывает, руководствуясь Своей мудростью, всеобъемлющим милосердием и всепрощением."
    },
    {
      "ayah": 41,
      "surah": 5,
      "text": "Пророк Мухаммад, да благословит его Аллах и приветствует, всеми силами стремился наставить людей на прямой путь и сильно печалился от того, что некоторые из них принимали веру, а затем возвращались к неверию. Тогда Всевышний Аллах велел ему не печалиться о таких нечестивцах, поскольку они - совершенно беспутные люди. Когда они рядом, они не приносят никакой пользы, когда же их нет рядом, никто не замечает их отсутствия. А причина, по которой мусульман не должно огорчать их поведение, заключается в том, что они уверовали только на словах, тогда как их сердца все еще остаются неверующими. Печалиться можно о тех, кто отвернулся от веры после того, как обратился в нее душой и телом. Но ведь такие люди никогда не отвернутся от религии и не станут вероотступниками, ибо если душа человека почувствует прелесть веры, то он никогда не променяет ее на что-нибудь другое. Затем Аллах сообщил о том, что среди иудеев есть такие, которые охотно выслушивают ложь и слепо повинуются своим вождям и старейшинам, воззрения которых зиждутся на лжи, заблуждении и несправедливости. Эти старейшины не признают Пророка Мухаммада, да благословит его Аллах и приветствует, отворачиваются от него и радуются своим ошибочным взглядам. Они приписывают Небесному Откровению тот смысл, который в него не вкладывал Аллах, вводя людей в заблуждение и отвергая истину. Они проповедники заблуждения, которые говорят всякую ложь и ведут за собой людей, лишенных разума и твердой решимости. И если они не повинуются Божьему посланнику, да благословит его Аллах и приветствует, то этому не следует придавать значения, поскольку эти люди обладают множеством недостатков и не заслуживают того, чтобы им придавали значение и уделяли внимание. Затем Аллах сообщил, что если иудеи просили Пророка Мухаммада, да благословит его Аллах и приветствует, рассудить их, то их единственным намерением было добиться своей цели. Они говорили друг другу: «Если решение Мухаммада совпадет с тем, чего вы хотите, то соглашайтесь с ним, но если он вынесет иное решение, то остерегайтесь повиноваться ему». Они впали в искушение и покорились своим желаниям, а ведь если Аллах желает подвергнуть человека искушению, то даже Его посланник не защитит его от Него. По этому поводу Всевышний сказал: «Воистину, ты не сможешь наставить на прямой путь тех, кого возлюбил. Только Аллах наставляет на прямой путь тех, кого пожелает. Он лучше знает тех, кто следует прямым путем» (28:56). Аллах не очистил сердца этих людей, и по этой причине они совершали свои преступления. Это означает, что если человек обращается в шариатский суд только в надежде услышать желаемое решение, если он радуется, когда выносят решение в его пользу, и гневается, когда не добивается этого, то причиной этого является скверна, укоренившаяся в его душе. И наоборот, если он обращается в шариатский суд и удовлетворяется любым решением, независимо от того, совпадает оно с его прихотью или нет, то это свидетельствует о чистоте его души. Из этого следует, что чистота души является залогом добра и величайшим фактором, способствующим тому, что человек произносит здравые речи и совершает праведные поступки. Но если душа человека не очищена, то в мирской жизни его ожидает бесчестие, а в Последней жизни ему уготованы Адское пламя и гнев Могущественного Аллаха."
    },
    {
      "ayah": 42,
      "surah": 5,
      "text": "Под выслушиванием лжи здесь подразумевается подчинение ей. Набожность и разум таких людей настолько ущербны, что они охотно повинуются тем, кто призывает их говорить неправду. Наряду с этим они пожирают имущество, приобретенное незаконным путем. Иногда они обманывают глупцов и невежд, а иногда получают незаслуженное вознаграждение за предоставленные сведения или проделанную работу. Они не только говорят неправду, но и приобретают богатство запрещенным путем. Когда такие люди приходили к Божьему посланнику, да благословит его Аллах и приветствует, ему было позволено по своему усмотрению либо рассудить их тяжбу, либо отвернуться от них. Это предписание не было аннулировано, и если они обращались на суд к Пророку Мухаммаду, да благословит его Аллах и приветствует, он либо выносил решение относительно них, либо отказывался от этого, поскольку они не собирались повиноваться законам шариата, если те не совпадали с их желаниями. Из этого следует, что если люди обращаются к богослову с просьбой сообщить религиозное положение или объявить судебное решение и своим поведением дают понять, что они не будут довольны его решением не в их пользу и не подчинятся ему, то их просьбу можно отвергнуть. Но если богослов решит рассудить их, то он обязан вынести беспристрастное решение, поскольку Аллах любит беспристрастных. И даже если обратившиеся в суд люди являются беззаконниками и врагами, это не должно мешать судье принять справедливое решение. Все это подчеркивает превосходство справедливости и беспристрастия при рассмотрении тяжб между людьми и означает, что Аллах любит эти качества."
    },
    {
      "ayah": 43,
      "surah": 5,
      "text": "Если бы они были верующими людьми и поступали в соответствии с обязательными требованиями веры, то они не отвернулись бы от законов Аллаха, ниспосланных в Торе и хорошо известных им. Они выбирают тебя судьей в надежде, что ты вынесешь решение, совпадающее с их прихотью. Но ты принимаешь решение, которое совпадает с имеющимся у них постановлением Аллаха, и поэтому они проявляют недовольство и отворачиваются от твоего решения. Они не являются верующими, потому что верующим не подобает поступать так. Они не достойны правой веры, поскольку они обожествляют свою прихоть и пытаются подчинить ей законы веры."
    },
    {
      "ayah": 44,
      "surah": 5,
      "text": "Аллах ниспослал Тору пророку Мусе, сыну Имрана. Она указывала людям путь к вере и истине, оберегала их от заблуждения и освещала им путь во мраке невежества, смятения, сомнения, неуверенности и низменных влечений. По этому поводу Всевышний сказал: «Мы даровали Мусе (Моисею) и Харуну (Аарону) различение (способность различать истину от лжи), сияние (Таурат) и напоминание для богобоязненных» (21:48). Руководствуясь этим Писанием, пророки судили иудеев и выносили для них религиозные постановления. Эти пророки были покорны Аллаху и выполняли Его повеления. Их покорность и преданность превосходили покорность всех остальных людей, поскольку они были избраны Аллахом из числа Его рабов. Если же благородные пророки и лучшие представители человечества руководствовались заповедями Торы, выполняли их и покорялись им, то почему презренные грешники из числа иудеев отказываются руководствоваться ими? Что заставляет их отвергать одно из самых славных предписаний Торы и не верить в Пророка Мухаммада, да благословит его Аллах и приветствует, невзирая на то, что без этой веры Аллах не принимает ни одно деяние, совершаемой душой или телом? С кого они берут такой пример? Они берут его с богословов, которые привыкли искажать Писание, править людьми и наживаться на сокрытии истины и распространении лжи. Такие богословы призывают людей к заблуждению и увлекают их в Адское пламя. Затем Аллах сказал, что раввины и первосвященники также выносили решения на основании Торы. Раввинами называли богословов, которые поступали в соответствии со своими знаниями и обучали им других. Они давали людям наилучшее воспитание и вели их путем богобоязненных пророков. Первосвященниками назывались выдающиеся среди богословы, к чьим словам прислушивались остальные люди, которые оставляли после себя значительный след в истории и добрую память среди своих соплеменников. Такие ученые выносили решения, соответствующие истине, опираясь на то, что им было поручено сохранить из писания Аллаха. Он доверил им беречь Священное Писание, которое оставалось у них. Им было приказано оберегать его от любых добавок, убавлений и искажений и обучать ему тех, кто не знаком с ним. Именно они свидетельствовали о Священном Писании, потому что люди обращались только к ним, когда у них возникали вопросы или неясности по поводу него. В наши дни Всевышний Аллах тоже возложил на богословов обязанности, которые не возложены на невежественных людей. Они должны исправно выполнять свой долг и не брать пример с невежд, предаваясь безделью и лености. Они не должны ограничиваться обрядами поклонения, которые приносят пользу только самому человеку, такими как поминание Аллаха, намаз, закят, паломничество или пост, поскольку совершение только этих обрядов помогает обрести спасение всем, кроме них. Что же касается их, то наряду с выполнением этих обрядов от них требуется обучать людей и напоминать им о положениях религии, в знании которых они нуждаются. В наибольшей степени это относится к основным положениям ислама и тем вопросам, которые чаще всего возникают у людей. Богослов не должен бояться людей, а должен бояться только своего Господа и не продавать Его знамения за ничтожную цену. Он не должен скрывать истину и проповедовать ложь ради приобретения ничтожных мирских благ. Если ему удается избежать этих недостатков, то он следует прямым путем. Он сможет обрести счастье только в том случае, если все его помыслы будут связаны с приобретением знаний и обучением людей. Он должен понимать, что Аллах поручил ему сохранить то знание, которым он наделен, и сделал его свидетелем об истине. Он обязан бояться только Его, и страх перед людьми не должен мешать ему исправно выполнять свои обязанности. Кроме того, он не должен отдавать предпочтение мирским благам перед религией. Но иногда знания приносят человеку несчастье. Это относится к богословам, которые предаются безделью, не выполняют своих обязанностей. Они не придают значения тому, что Аллах поручил им сохранить. Они пренебрегают знаниями и предают их забвению, продают религию за мирские блага и даже берут взятки за вынесение религиозных суждений. Они наживаются на том, что издают религиозные указы, и обучают людей знаниям только за плату и вознаграждение. Аллах оказывает таким людям великую милость, однако они проявляют неблагодарность. Он наделяет их огромным уделом, а они лишают его остальных людей. Мы же просим Великодушного Аллаха наделить нас знанием, которое принесет нам пользу, и деяниями, которые будут приняты, одарить нас прощением и избавить нас от любых несчастий! Затем Аллах сказал, что если человек не опирается на очевидную истину, которая была ниспослана Им, и выносит заведомо ложные решения ради достижения корыстных целей, то он - неверующий. Принятие решения вопреки тому, что ниспослал Аллах, является одним из деяний, присущих неверующим. В некоторых случаях такой поступок выводит человека из лона ислама, и это относится к тем, кто считает дозволенным выносить решения вопреки законам Аллаха. В других случаях такой поступок является тяжким грехом и проявлением неверия, за который человек удостаивается сурового наказания."
    },
    {
      "ayah": 45,
      "surah": 5,
      "text": "Эти предписания относятся к законам, которые были ниспосланы в Торе. Ими руководствовали покорные пророки, раввины и первосвященники, когда судили иудеев. Согласно велению Аллаха, если человек совершил преднамеренное убийство и должен нести за него ответственность, то его надлежит казнить. Если он выколол человеку глаз, то ему надо выколоть глаз; если он отрезал человеку ухо, то ему надо отрезать ухо; если он выбил человеку зуб, то ему надо выбить зуб, если он лишил человека конечности или другого органа, за который ему можно отомстить, не проявляя излишества, то его надо лишить этого органа. Если же он сознательно нанес человеку рану, то ему надо нанести рану такого же размера, в том же месте, такой же длины, ширины и глубины. Остается лишь добавить, что законы предыдущих пророков являются законами и для нас, если только они не были изменены. Затем Аллах сказал, что если правопреемник убитого или пострадавший великодушно откажутся от возмездия за убийство, нанесение увечья или ранение, если они простят преступника, то это станет искуплением для преступника, ибо если человек прощает человека, то Всевышний Аллах тем более прощает его. Это станет искуплением и для того, кто проявил великодушие, ибо если человек прощает того, кто совершил против него преступление или имел к нему отношение, то Аллах прощает ему допущенные ошибки и совершенные грехи. Но если человек не принимает решений в соответствии с тем, что ниспослано Аллахом, то он является несправедливым грешником. Ибн Аббас сказал, что здесь речь идет о «неверии без неверия», «беззаконии без беззакония» и «нечестии без нечестия». Такой грех является великим неверием, если человек считает дозволенным поступать так, и тяжким грехом, если он совершает его, но не считает дозволенным."
    },
    {
      "ayah": 46,
      "surah": 5,
      "text": "Вслед за пророками и посланниками, которые принимали решения на основании Торы, Аллах отправил Своего раба и посланника Ису, духа от Аллаха и Его слово, которое было брошено Марьям. Он отправил его подтвердить истинность Торы, которая была ниспослана прежде, и засвидетельствовать правдивость Мусы и принесенного им Писания. Он продолжал дело своего предшественника и судил иудеев по закону, который по большей части совпадал с предыдущим законом. Он облегчил лишь некоторые его положения, и поэтому Всевышний Аллах сказал его устами: «Я пришел, чтобы подтвердить истинность того, что было в Таурате (Торе) до меня, и чтобы разрешить вам часть того, что было вам запрещено» (3:50). Аллах даровал Исе Великое Писание, которое дополнило Тору. Это было Евангелие, которое указало людям на прямой путь и позволило им отличить истину от лжи. Оно подтвердило истинность всего, что прежде было ниспослано в Торе, поскольку оно свидетельствовало о ней и не противоречило ей. Но только богобоязненные рабы приняли его за верное руководство и увещевание, поскольку только они извлекают пользу из наставлений, прислушиваются к увещеваниям и отказываются от неподобающих поступков."
    },
    {
      "ayah": 47,
      "surah": 5,
      "text": "Люди Евангелия должны полностью руководствоваться своим Писанием и не уклоняться от него. Если же они не будут судить в соответствии с тем, что ниспослал Аллах, то окажутся нечестивцами."
    },
    {
      "ayah": 48,
      "surah": 5,
      "text": "Всевышний ниспослал Пророку Мухаммаду, да благословит его Аллах и приветствует, самое лучшее и самое славное из Священных Писаний - Великий Коран. Он был ниспослан истинно, и его повествования, повеления и запреты тоже являются истинными. Он подтверждает правдивость Писаний, которые были ниспосланы прежде, поскольку свидетельствует о них и не противоречит им. Его повествования и основные законы совпадают с повествованиями и законами предыдущих Писаний. Кроме того, предыдущие Писания пророчествовали о его ниспослании, и его существование подтверждает правдивость содержащихся в них сведений. Коран оберегает предыдущие Писания, потому что содержит то, что содержали они, а также новые заповеди и нормы высокой нравственности. В нем уделяется внимание любой обязанности, которая была упомянута в предыдущих Писаниях. Коранические откровения велят выполнять эти обязанности, побуждают людей к этому и указывают на новые пути достижения этой цели. В этом Писании ниспосланы предания о первых поколениях людей и тех, кто пришел после них. В нем - закон, мудрость и религиозные предписания. По нему можно определять достоверность дошедших до нас предыдущих Писаний, и если оно подтверждает правдивость упомянутых в них сведений, то их можно принять, но если оно отвергает их, то их необходимо отвергнуть, поскольку предыдущие Писания претерпели искажения и изменения. В противном случае между ними и Священным Кораном не было бы противоречий. После упоминания об этом Аллах приказал судить людей по религиозному закону, который был ниспослан Пророку Мухаммаду, да благословит его Аллах и приветствует, и не потакать их порочным желаниям, которые могут уклонить их от истины. Нельзя потворствовать порочным желаниям, противоречащим истине, отворачиваясь от правдивого Писания, ниспосланного Пророку, да благословит его Аллах и приветствует. А тот, кто поступает так, обменивает хорошее на дурное. Затем Аллах сообщил, что для каждого народа были установлены законы и обычаи. Они отличались в зависимости от эпохи и положения людей, но все они были справедливыми и правильными во время их ниспослания. Что же касается важнейших предписаний религии, которые в любую эпоху служат на благо людям и соответствуют Божьей мудрости, то они не менялись и сохранялись во всех религиозных законодательствах. Если бы Аллаху было угодно, то все люди стали бы единой общиной и во все времена подчинялись бы единому закону. Однако Он пожелал подвергнуть их испытанию и посмотреть, как они будут поступать. Каждый народ подвергался испытанию, которое соответствовало божественной мудрости, и получал то, что заслуживал. По этой причине народы постоянно соперничают и пытаются опередить друг друга. Вот почему далее Аллах велел состязаться в добрых делах, то есть не медлить с ними и совершать их надлежащим образом. Под добрыми делами подразумеваются все обязательные и желательные предписания религии, касающиеся обязанностей человека перед Аллахом и перед Его рабами. Для того чтобы опередить других в добрых начинаниях и добиться наибольшего успеха, человек должен придерживаться двух принципов. Во-первых, он должен не медлить с добрыми делами и сразу же использовать предоставляемые ему возможности. Во-вторых, он должен проявлять усердие и совершать праведные дела надлежащим образом, как это приказал делать Аллах. Опираясь на этот аят, богословы призывают не медлить с намазом и совершать его в начале отведенного для него времени. Из него также следует, что при совершении намаза и других обрядов раб должен не ограничиваться выполнением обязательных предписаний, а дополнять их посильным выполнением желательных предписаний, чтобы усовершенствовать свое поклонение и опередить других. Все первые и последние поколения людей непременно вернутся к Аллаху. Он соберет их в день, в неизбежности которого нельзя усомниться, и поведает им обо всем, в чем они расходились во мнениях. И тогда люди, которые были верны истине и совершали праведные поступки, получат вознаграждение, а приверженцы лжи и грешники будут наказаны."
    },
    {
      "ayah": 49,
      "surah": 5,
      "text": "Существует мнение, что этот аят аннулировал кораническое откровение, в котором говорится: «Они охотно выслушивают ложь и пожирают запретное. Если они явятся к тебе, то рассуди их или же отвернись от них» (5:42). Однако, согласно достоверному мнению, это откровение не было аннулировано. Из него следует, что Пророку Мухаммаду, да благословит его Аллах и приветствует, было позволено либо рассудить людей, которые не имели намерения покориться справедливому решению, либо отказаться от этого. А из обсуждаемого нами аята следует, что если Пророк, да благословит его Аллах и приветствует, соглашался рассудить между ними, то ему полагалось принимать решение в соответствии с тем, что Аллах ниспослал в Коране и Сунне. Это есть та самая беспристрастность, о которой Всевышний Аллах сказал: «Если ты отвернешься от них, то они нисколько не навредят тебе. Но если ты вынесешь решение, то суди их беспристрастно» (5:42). Из всего сказанного следует, что беспристрастность зиждется на законах Аллаха. Они являются в высшей степени справедливыми и беспристрастными, тогда как все остальные законы несправедливы и деспотичны. Затем Аллах еще раз запретил потворствовать порочным желаниям людей. Это предписание имеет широкий смысл и распространяется как на принятие судебных решений, так и на издание религиозных указов, хотя в этом откровении речь идет только о судебных решениях. Несмотря на это, в обоих случаях богословы обязаны остерегаться прихотей, противоречащих истине. По этой причине Аллах велел Своему посланнику, да благословит его Аллах и приветствует, остерегаться людей, которые могли подвергнуть его искушению и отвратить его от части того, что было ниспослано Аллахом. Из этого следует, что потворство людским прихотям заставляет человека отказываться от истины, которой он обязан придерживаться. И если люди отказываются следовать путем посланника Аллаха, да благословит его Аллах и приветствует, и руководствоваться истиной, то следует знать, что такое поведение является наказанием для них. Так Аллах желает покарать их за некоторые из их грехов. Грехи обрекают человека на наказание как при жизни на земле, так и после смерти, и одним из величайших наказаний за них является искушение, в результате которого отказ от повиновения Божьему посланнику, да благословит его Аллах и приветствует, представляется грешнику прекрасным поступком. Причина этого кроется в нечестии людей, и многие из них действительно являются нечестивцами, поскольку уклонение от повиновения Аллаху и Его посланнику, да благословит его Аллах и приветствует, лежит в основе их натуры."
    },
    {
      "ayah": 5,
      "surah": 5,
      "text": "Всевышний еще раз возвестил о том, что благая пища является дозволенной, дабы разъяснить людям оказанную им милость. Они же, в свою очередь, должны быть благодарными рабами и часто поминать своего Господа. Ведь Он позволил им питаться благами, в которых они испытывают острую нужду и которые могут принести им пользу. Аллах также позволил мусульманам есть животных, которые были зарезаны людьми Писания. Это не относится к животным, зарезанным остальными неверующими, и мусульмане не имеют права употреблять их в пищу. Причина этого в том, что люди Писания считают себя последователями пророков и приверженцами Священных Писаний, а известно, что все Божьи посланники запрещали совершать жертвоприношения кому-либо, кроме Аллаха, поскольку подобный поступок является проявлением многобожия. Иудеи и христиане признают, что совершать жертвоприношения кому-либо, кроме Аллаха, категорически запрещено, и поэтому мусульманам позволено есть мясо животных, которых они режут. Этим они отличаются от всех остальных неверующих. Доказательством того, что под едой людей Писания здесь подразумеваются зарезанные ими животные, является то обстоятельство, что зерновые и плоды людей Писания ничем не отличаются от зерновых и плодов остальных неверующих. Поэтому мусульманам разрешается есть зерновые и плоды, выращенные представителями любого вероисповедания. Кроме того, в этом аяте речь идет о еде, которая связана с людьми Писания. Это значит, что она стала едой благодаря тому, что они зарезали животное. Мы не можем сказать, что здесь речь идет о любой еде, которая принадлежит людям Писания, потому что мусульманам не позволено насильно отнимать у них еду. Затем Аллах сообщил, что еда мусульман тоже дозволена людям Писания. Это значит, что мусульманам разрешается делиться с ними едой. После этого Аллах позволил мусульманам жениться на свободных и целомудренных верующих женщинах, а также на свободных и целомудренных женщинах из числа людей Писания, то есть на иудейках и христианках. Это откровение конкретизирует слова Всевышнего: «Не женитесь на язычницах, пока они не уверуют» (2:221). Из смысла обсуждаемого аята следует, что свободные мусульмане не имеют права жениться на верующих рабынях, и такой вывод является правильным. Если рабыня принадлежит к людям Писания, то свободный мусульманин не имеет права жениться на ней ни при каких обстоятельствах, потому что Всевышний Аллах сказал: «Кто не обладает достатком, чтобы жениться на верующих целомудренных женщинах, пусть женится на верующих девушках из числа невольниц, которыми овладели ваши десницы» (4:25). Если же рабыня - мусульманка, то свободному мусульманину разрешается жениться на ней только при наличии двух условий: если он не обладает достатком и если он опасается того, что безбрачие навредит ему или подтолкнет его к прелюбодеянию. Если же женщина не является целомудренной и совершает прелюбодеяния, то мусульманам запрещено жениться на ней, независимо от того, является она мусульманкой или принадлежит к людям Писания, поскольку Всевышний сказал: «Прелюбодей женится только на прелюбодейке или многобожнице, а на прелюбодейке женится только прелюбодей или многобожник. Верующим же это запрещено» (24:3). Затем Аллах сообщил о том, что жениться на женщинах разрешается после выплаты им брачного дара, и если мужчина вознамерился не выплачивать брачный дар, то ему не позволяется жениться. Аллах приказал выплачивать брачный дар самой женщине, если она достигла совершеннолетия. В противном случае муж должен передать его опекуну невесты. Упоминание о том, что брачный дар является вознаграждением жен, указывает на то, что приданое целиком является собственностью женщины. Никто не имеет права присвоить его себе, если только женщина по доброй воле не передаст его своему мужу, опекуну или любому другому человеку. Затем Аллах приказал мужьям заботиться о целомудрии своих жен, избегая половой близости с другими женщинами. Наряду с этим Аллах запретил распутствовать, совершая прелюбодеяния с любыми женщинами, и сожительствовать с любовницами. Это объясняется тем, что среди невежественных людей есть распутники, которые готовы совершить прелюбодеяние с любой женщиной, и такие, которые совершают прелюбодеяния с подругами или возлюбленными. Всевышний Аллах сообщил, что все подобные поступки несовместимы с целомудрием и что вступающий в брак мужчина не должен быть прелюбодеем. Затем Аллах сообщил, что если человек отказывается уверовать в Него, Священные Писания или посланников, в которых обязан уверовать каждый человек, если он намеренно отвергает какой-либо из религиозных законов, то все его деяния окажутся тщетными и бесполезными. Однако это произойдет в том случае, если он умрет неверующим. В похожем откровении Всевышний сказал: «А если кто из вас отступит от своей религии и умрет неверующим, то его деяния окажутся тщетными как в этом мире, так и в Последней жизни. Они являются обитателями Огня и останутся там вечно» (2:217). В Последней жизни такие люди окажутся среди потерпевших урон. С наступлением Дня воскресения они потеряют самих себя, лишатся своего богатства и своих семей и навечно останутся несчастными."
    },
    {
      "ayah": 50,
      "surah": 5,
      "text": "Неужели, отворачиваясь от тебя, они хотят вернуться к законам времен невежества? Под ними подразумеваются любые положения, противоречащие тому, что Аллах ниспослал Своему посланнику, да благословит его Аллах и приветствует. Помимо законов Аллаха и Его посланника, да благословит его Аллах и приветствует, нет ничего, кроме законов времен невежества, и если человек отворачивается от законов Аллаха, то он непременно обращается к тем законам, которые основаны на невежестве, несправедливости и посягательстве на чужие права. Вот почему Аллах назвал их законами времен невежества. Что же касается Его законов, то все они зиждутся на знаниях, справедливости, беспристрастии, свете и верном руководстве. Чьи законы могут быть лучше законов Аллаха для людей убежденных? Только убежденный человек понимает разницу между законами Его и всеми остальными законодательствами. Благодаря своей убежденности он осознает прелесть и красоту Божьих предписаний и понимает, что здравый разум и шариат обязывают его выполнять их. Остается лишь добавить, что под убежденностью подразумеваются глубокие и полные знания, обязывающие человека поступать в соответствии с ними."
    },
    {
      "ayah": 51,
      "surah": 5,
      "text": "Всевышний дал Своим верующим рабам ценное наставление и разъяснил им некоторые дурные качества и деяния иудеев и христиан. Правоверным не подобает дружить с ними и считать их своими близкими, поскольку они дружат друг с другом. Они помогают друг другу и объединяются против всех остальных, и правоверные не должны дружить с людьми, которые являются самыми настоящими врагами. Они не преминут навредить мусульманам и даже сделают все возможное для того, чтобы ввести их в заблуждение, и дружить с ними станет только тот, кто обладает такими же качествами. Вот почему Аллах сказал, что если человек дружит с ними, то он является одним из них. Близкая и теплая дружба с ними побуждает человека обратиться в их религию, а незначительные дружеские отношения влекут за собой установлению более теплых связей, в результате чего человек постепенно становится одним из них. Аллах не ведет прямым путем людей, которым свойственно поступать несправедливо, и они непременно вернутся к Нему. Какое бы знамение не было показано этим беззаконникам, они все равно не последуют путем Пророка Мухаммада, да благословит его Аллах и приветствует, не будут повиноваться ему."
    },
    {
      "ayah": 52,
      "surah": 5,
      "text": "После того как Аллах запретил правоверным дружить с людьми Писания, Он сообщил о том, что некоторые из тех, которые называют себя правоверными, заводят с ними теплую дружбу. Так поступают те, чьи сердца поражены недугом сомнения, лицемерия или маловерия. Они говорят: «Мы дружим с ними только потому, что опасаемся, что они могут обрести могущество. Если это произойдет, то они будут благодарны нам за то, что мы помогали им». Эти слова свидетельствуют о том, как плохо они думают об исламе. Всевышний опроверг их дурные предположения и сказал, что Он может одарить мусульман победой, которая принесет могущество исламу, унизит иудеев и христиан и подчинит их мусульманам. Он может сотворить любое другое событие, которое опечалит лицемеров, после которого они потеряют всякую надежду на победу иудеев или других неверующих. Вот тогда они пожалеют о том, что они таили в своих сердцах, поскольку их помыслы навредят им и не принесут никакой пользы. Аллах действительно одарил мусульман победой, которая превознесла ислам и унизила неверие и неверующих. Она заставила их опечалиться и принесла им столько неприятностей, что доподлинно о них известно только Аллаху."
    },
    {
      "ayah": 53,
      "surah": 5,
      "text": "Верующие будут удивлены положением тех, чьи сердца поражены недугом. Они скажут: «Неужели это они клялись Аллахом о том, что они уверовали и помогают правоверным, любят их и дружат только с ними? Неужели это они подкрепляли свои клятвы всевозможными заверениями?» Люди узнают обо всем, что они скрывали. Их злые помыслы окажутся тщетными, а их дурные предположения об исламе и мусульманах - ложными. Ни злые происки, ни совершенные в мирской жизни деяния не принесут им пользы, и они окажутся потерпевшими убыток. Они не добьются желаемого, а их уделом будут несчастье и страдания."
    },
    {
      "ayah": 54,
      "surah": 5,
      "text": "Всевышний поведал о том, что Он абсолютно не нуждается в Своих творениях, и поэтому человек, отрекающийся от веры, нисколько не вредит Ему, а причиняет вред только самому себе. Есть много искренних рабов и правдивых мужей, которых Милостивый и Милосердный Господь обязался провести прямым путем. Эти люди обладают самыми безупречными качествами, самыми стойкими сердцами и наилучшим нравственным обликом. Их самым большим достоинством является то, что их любит Аллах, и они любят Его. Любовь Аллаха к рабу действительно является самой славной милостью, которая может быть оказана ему, и величайшим достоинством, которым он может быть почтен. Когда Аллах любит Своего раба, перед ним открываются большие возможности, и Аллах облегчает ему трудные начинания, вдохновляет его на совершение праведных поступков, помогает ему избегать предосудительных деяний и наполняет сердца рабов любовью и дружеским отношением к нему. Но для того, чтобы заслужить любовь своего Господа, раб должен душой и телом следовать путем Божьего посланника, да благословит его Аллах и приветствует, уподобляясь ему в речи, поступках и поведении. По этому поводу в Коране сказано: «Скажи: “Если вы любите Аллаха, то следуйте за мной, и тогда Аллах возлюбит вас и простит вам ваши грехи, ведь Аллах - Прощающий, Милосердный”» (3:31). Для того чтобы заслужить любовь Аллаха, раб должен постоянно приближаться к Нему посредством обязательных и дополнительных праведных деяний. В одном из достоверных хадисов Пророка Мухаммада, да благословит его Аллах и приветствует, сообщается, что Аллах сказал: «Самыми любимыми деяниями, посредством которых Мой раб приближается ко Мне, являются те, которые Я вменил ему в обязанность. А благодаря добровольным обрядам Мой раб продолжает приближаться ко Мне до тех пор, пока Я не возлюблю его. Когда же Я возлюблю его, Я буду слухом, которым он слышит, и зрением, которым он видит, и рукой, которой он хватает, и ногой, которой он ступает. Если он попросит Меня, Я непременно одарю его. А если он прибегнет к Моему покровительству, Я непременно укрою его». Для того чтобы заслужить любовь Аллаха, необходимо познать Его и часто поминать Его. Если человек не познал Аллаха, то его любовь к Нему недостаточна. Более того, ее вообще нет, хотя сам человек может заявлять обратное. Но если человек действительно возлюбил Аллаха, то он непременно станет часто поминать Его, и если Аллах возлюбил Своего раба, то Он принимает от него даже самые незначительные деяния и прощает ему многие ошибки и прегрешения. Одним из качеств таких рабов является то, что они смиренны перед верующими, но непреклонны перед безбожниками. Они не превозносятся перед правоверными, потому что любят их и искренне желают им добра. В общении с ними они мягки, добры, снисходительны, милосердны и уступчивы, и правоверные без труда добиваются от них желаемого. Но в отношениях с неверующими, которые отвергают Аллаха, противятся Его знамениям и считают лжецами Его посланников, они суровы и непреклонны. Они полны решимости враждовать с этими нечестивцами и делают все возможное для того, чтобы одержать над ними верх. Всевышний сказал: «Приготовьте против них сколько можете силы и боевых коней, чтобы устрашить врага Аллаха и вашего врага, а также тех, которых вы не знаете, но которых знает Аллах» (8:60); «Мухаммад - посланник Аллаха. Те, которые вместе с ним, суровы к неверующим и милостивы между собой. Ты видишь, как они кланяются и падают ниц, стремясь к милости от Аллаха и довольству» (48:29). Суровость по отношению к врагам Аллаха относится к качествам, которые приближают раба к Нему, поскольку он гневается на них вместе со своим Господом. Однако суровое и непреклонное отношение к неверующим не должно мешать мусульманам призывать этих людей к исламской религии самым достойным образом. Мусульмане должны совмещать суровое отношение к ним с мягкостью во время проповедей, поскольку оба эти качества необходимыми и полезны. Затем Аллах сообщил, что правоверные сражаются на Его пути, жертвуя своим имуществом и рискуя своими жизнями. Они ведут эту борьбу словом и делом и не опасаются укоров порицающих. Напротив, они стремятся снискать благоволение своего Господа и боятся Его порицания больше, чем укоров творений. Это свидетельствует об их целеустремленности и твердой решимости, ибо малодушные люди лишаются решимости, когда окружающие начинают порицать их, и теряют силы, когда их начинают укорять. В их сердцах живет преклонение перед творениями, степень которого зависит от того, какое внимание они уделяют мнению людей и насколько они готовы прислушиваться к их одобрениям и порицаниям, пренебрегая повелениями Аллаха. Человек не сможет очистить свое сердце от преклонения перед творениями, пока он ради Аллаха не перестанет бояться укоров порицающих. После того как Всевышний Аллах похвалил правоверных за прекрасные и возвышенные качества, которыми Он же одарил их, которые обязывают их совершать все остальные праведные поступки, не упомянутые в этом откровении, Аллах сообщил о том, что все это - Божья милость по отношению к ним. Правоверные не должны обольщаться собой и обязаны благодарить Аллаха, Который оказал им такую великую милость, и если они будут благодарны, то Он одарит их еще большими благами. А все остальные люди должны знать, что они не лишены возможности обрести милость Всевышнего Аллаха, Который одаряет ею, кого пожелает. Он обладает безграничной щедростью. Он объемлет Своим милосердием все сущее и осеняет Своих возлюбленных рабов милостью, которой не удостаиваются все остальные. Ему известно о том, кто заслуживает Его милости, и Он одаряет их ею. Ему лучше знать, кто достоин выполнить пророческую миссию и кто достоин быть последователем Его пророков."
    },
    {
      "ayah": 55,
      "surah": 5,
      "text": "После упоминания о запрете на дружбу с иудеями, христианами и другими неверующими и том, что исходом такой дружбы является очевидный убыток, Всевышний Аллах сообщил о том, кого мусульмане обязаны считать своими покровителями и друзьями, и о том, какую пользу они могут извлечь из этого. Аллах сказал, что заслужить Его покровительство можно благодаря вере и богобоязненности. Каждый богобоязненный верующий должен любить Его. Если он возлюбил Аллаха, то он непременно должен возлюбить Его посланника. Но для того, чтобы возлюбить Аллаха и Его посланника надлежащим образом, он должен полюбить каждого, кто любит Его и считает Его своим покровителем. Этими людьми являются правоверные, которые душой и телом выполняют требования веры, искренне поклоняются своему Богу, совершая намаз и выполняя его условия, обязательные и желательные предписания, а также делают добро творениям, выплачивая закят из своего имущества тем, кто имеет право на пожертвования. Наряду с этим они преклоняются, то есть смиряются и унижаются перед Аллахом. Таким образом, правоверные обязаны любить только тех, кого Аллах упомянул в этом аяте. Они должны считать их своими единственными друзьями и помощниками и отказываться от дружбы со всеми остальными."
    },
    {
      "ayah": 56,
      "surah": 5,
      "text": "В этом аяте Аллах упомянул о той пользе, которую приносит близость с Ним, Его посланником и правоверными. Если человек любит Аллаха, Его посланника и верующих, то он является одним из Его поборников, то есть он поклоняется Ему и является Его приближенным и возлюбленным. Такие люди непременно одержат верх и обретут благой конец как в этом мире, так и после смерти. Всевышний сказал: «Воистину, Наше войско одержит победу» (37:173). Из этой великой благой вести следует, что если человек выполняет повеления Аллаха и является одним из Его поборников и воинов, то он непременно одержит верх над своими противниками, и даже если Всевышний Аллах, руководствуясь Своей мудростью, позволяет им иногда одерживать над ним верх, в конечном итоге ему обязательно удается восторжествовать над ними. Таково обещание Аллаха, а чье слово может быть правдивее Его обещания?"
    },
    {
      "ayah": 57,
      "surah": 5,
      "text": "Аллах запретил Своим верующим рабам заводить дружбу с иудеями, христианами и остальными неверующими. Они не должны любить их, дружить с ними, посвящать их в тайны правоверных и помогать им в делах, которые могут причинить вред исламу и мусульманам. Вера, которая укоренилась в их сердцах, обязывает их отказаться от дружбы с ними и побуждает их враждовать с ними. Еще одним обстоятельством, которое побуждает их враждовать с неверующими, является богобоязненность, под которой подразумевается выполнение Божьих повелений и избежание всего запрещенного. К этому их также побуждает поведение язычников, неверующих и всех тех, кто противится мусульманам, поскольку они оскорбляют мусульманскую религию, насмехаются над ней, считают ее развлечением, презирают ее и неуважительно относятся к ее предписаниям, особенно, к намазу - ярчайшему символу ислама и самому славному обряду поклонения."
    },
    {
      "ayah": 58,
      "surah": 5,
      "text": "Услышав призыв на намаз, они начинают насмехаться над молитвой и называют ее забавой, что объясняется их безрассудством и великим невежеством. А если бы это было не так, если бы они обладали разумом, то они смиренно отправились бы на молитву и поняли бы, что намаз превыше любых достоинств, которыми обладают люди. Из этого становится ясно, что неверующие питают лютую ненависть по отношению к мусульманам и их религии, и если мусульманин не враждует с ними, то его вера ничтожна и ущербна. Такой человек не придает значения тому, что неверующие поносят ислам и исповедуют безбожие и заблуждение. А это значит, что он совершенно лишен мужества и человеческого достоинства. Разве может человек называть себя приверженцем правой веры, считать все остальные религии ложными и дружить с теми невеждами и глупцами, которые глумятся над его религией, считают ее забавой и насмехаются над ее последователями? Этот аят призывает враждовать с такими людьми, что совершенно ясно каждому, кто обладает хотя бы малой толикой разума."
    },
    {
      "ayah": 59,
      "surah": 5,
      "text": "Всевышний приказал Своему посланнику убедить людей Писания в том, что ислам действительно является истинной религией и что они упрекают мусульман за поступки, которые заслуживают похвалы и восхваления. Ему было велено сказать: «О люди Писания! Неужели нашим единственным пороком является вера в Аллаха, во все Священные Писания и во всех пророков? Неужели мы виноваты в том, что считаем людей, которые отказываются обратиться в такую веру, неверующими и нечестивцами? Неужели вы упрекаете нас в том, что мы обрели веру, которая является важнейшей обязанностью тех, кто несет ответственность за свои деяния?!! Большинство из вас - самые настоящие нечестивцы, которые уклоняются от повиновения Аллаху и осмеливаются совершать грехи, и поэтому вам лучше было бы помолчать. Если бы вы не увязали в нечестии, то ваши упреки в наш адрес были бы менее тяжким злодеянием, но ведь вы упрекаете нас, в то время как сами являетесь тяжкими грешниками»."
    },
    {
      "ayah": 6,
      "surah": 5,
      "text": "Этот великий аят содержит в себе множество предписаний, из которых мы, по воле Аллаха, постараемся перечислить некоторые. 1. Выполнение всех перечисленных в этом аяте предписаний относится к обязательным требованиям веры, потому что он начинается обращением к уверовавшим. Это значит, что верующие обязаны поступать в соответствии с требованиями веры и выполнять то, что им приказано. 2. Мусульманин обязан совершать намаз, поскольку Аллах сообщил о том, что следует делать, когда встают на намаз. 3. Для совершения намаза необходимо намерение, потому что вставать на него можно только сознательно и с твердым намерением. 4. Очищение является обязательным условием правильности намаза, потому что Аллах приказал очищаться перед ним, а известно, что любое повеление считается обязательным предписанием, пока не доказано обратное. 5. Для очищения необязательно, чтобы наступило время обязательного намаза, а достаточно намерение совершить намаз. 6. Очищение является обязательным условием любого обряда поклонения, который можно назвать намазом, будь то обязательные или добровольные намазы, или намазы, которые возложены на мусульманскую общину в целом, или заупокойные молитвы. Многие богословы считают, что даже земные поклоны во время чтения Корана и поклоны благодарности можно совершать только в состоянии ритуального очищения. 7. Во время омовения обязательно мыть лицо, то есть переднюю часть головы от места обычного роста волос до края челюсти и подбородка в длину и от одного уха до другого в ширину. К мытью лица также относится полоскание рта и носа, что подтверждается Сунной, и мытье бороды. Если борода редкая, то вода обязательно должна коснуться кожи лица. Если же борода густая, то достаточно помыть ее переднюю часть. 8. Мусульманам приказано мыть руки до локтей. Большинство толкователей Корана считает, что предлог иля ‘до’ здесь означает ‘вместе с’. В таком же значении он использован в аяте: «Не пожирайте их имущества вместе со своим имуществом» (4:2). Это подтверждается тем, что омовение не засчитывается, пока совершающий его не помоет оба локтя целиком. 9. Мусульманам приказано обтирать голову. 10. Обязательно обтереть голову полностью, поскольку предлог би здесь не означает того, что можно ограничиться обтиранием части головы. Он означает, что при обтирании необходимо касаться головы руками и охватить всю ее поверхность. 11. Обтереть голову можно любым способом: обеими руками, одной рукой, лоскутом материи, куском дерева или другим похожим предметом, потому что Аллах упомянул обтирание в самом широком смысле. Аллах не установил определенную форму обтирания головы, из чего следует, что обтирать ее можно любым способом. 12. Во время омовения обязательно именно обтереть голову, и если человек помыл голову, не проведя по ней рукой, то этого не достаточно, потому что он не выполнил приказ Аллаха. 13. Аллах приказал мыть ноги до щиколоток, и по этому поводу можно сказать то же, что было сказано по поводу мытья рук. 14. Согласно наиболее распространенному чтению, слово арджул ‘ноги’ стоит в винительном падеже. Это опровергает воззрения рафидитов и означает, что обтирание обнаженных ног во время омовения не засчитывается. 15. В этом аяте содержится указание на законность обтирания кожаных носков, поскольку существует чтение, в котором слово арджул ‘ноги’ стоит в родительном падеже. Каждое из двух чтений следует истолковывать в соответствии с его смыслом. Если ноги обнажены, то их необходимо помыть, согласно чтению, в котором это слово стоит в винительном падеже. Если же на ноги надеты кожаные носки, то их достаточно обтереть, согласно чтению, в котором это слово стоит в родительном падеже. 16. Во время омовения приказано соблюдать последовательность действий, поскольку Аллах перечислил их в определенной последовательности. Обтирание головы в этом откровении упоминается между мытьем других частей тела, и единственным объяснением этому может быть необходимость соблюдения указанной последовательности. 17. Соблюдение последовательности относится только к четырем действиям, упомянутым в аяте. Что же касается последовательности между полосканием рта и носа и мытьем лица, а также между мытьем правых и левых рук и ног, то соблюдать ее необязательно. Но желательно полоскать рот и нос перед мытьем лица, мыть правую конечность до левой и обтирать голову перед обтиранием ушей. 18. Мусульманам приказано повторять омовение перед каждым намазом, дабы они в точности выполняли кораническое повеление. 19. После полового осквернения мусульманин обязан искупаться. 20. При купании обязательно помыть все тело, потому что Аллах приказал очистить все тело и не связал это повеление с его отдельными частями. 21. При купании после полового осквернения приказано мыть не только поверхность волос, но и их основания. 22. Малое осквернение входит в большое осквернение, и для очищения от обеих его форм достаточно утвердить намерение и помыть все тело, потому что Аллах приказал после полового осквернения очиститься и не приказывал совершить после этого омовение. 23. Человек оказывается в половом осквернении после семяизвержения, если оно произошло во время сна или бодрствования, и после полового акта, даже если не было семяизвержения. 24. Если человек помнит, что ему приснилось эротическое сновидение, но не видит выделения спермы, то он не обязан купаться, поскольку он не осквернился. 25. Всевышний Аллах оказал Своим рабам великую милость, когда позволил им очищаться песком. 26. Очищаться песком разрешается, в частности, при такой болезни, при которой использование воды может навредить здоровью. Поступать так разрешается и во время поездок, и после отправления большой или малой нужды, если человек не может найти воду. Во время болезни очищаться песком разрешается даже при наличии воды, поскольку использование ее может навредить здоровью. Во всех остальных случаях очищаться песком разрешается только тогда, когда воды нет. Это относится даже к тем, кто находится в месте постоянного проживания. 27. Выделения из мочеиспускательного канала и заднего прохода делают омовение недействительным. 28. Опираясь на этот аят, некоторые богословы утверждают, что омовение становится недействительным только после мочеиспускания и дефекации и не становится недействительным после прикосновения к половым органам и некоторых других действий. 29. При упоминании о неприятных и скверных вещах желательно пользоваться намеками, поскольку Всевышний назвал отправление естественной нужды возвращением из уборной. 30. Прикосновение к женщине с возбуждением и удовольствием делает омовение недействительным. 31. Отсутствие воды является обязательным условием законности очищения песком. 32. Очищение песком становится недействительным с появлением воды, даже если человек в это время совершает намаз, потому что Аллах позволил прибегать к нему только при отсутствии воды. 33. При отсутствии воды после наступления времени намаза человек обязан отправиться на поиски воды поблизости, потому что не найти воду можно только тот, кто ее искал. 34. Если воды не хватает для очищения полностью, то ее необходимо использовать, и только после этого можно очищаться песком. 35. Очищаться водой, качества которой изменились в результате попадания в нее чистых инородных вещей, предпочтительнее, нежели очищаться песком. Такая вода остается чистой и пригодной для очищения, потому что, несмотря на изменение ее качеств, она остается водой, а Всевышний Аллах позволил очищаться песком только при отсутствии воды. 36. При очищении песком необходимо иметь твердое намерение, потому что глагол тайаммама означает ‘намереваться’, ‘стремиться’. 37. Для очищения песком разрешается использовать песок или любой другой земляной грунт. Согласно этому толкованию, повеление обтирать землей лицо и руки объясняется тем, что чаще всего на ее поверхности имеются песок и пыль, которыми можно обтереть лицо и руки. Это можно объяснить и тем, что Аллах указал на наиболее предпочтительный поступок, и если есть возможность очиститься песком или пыльной землей, то лучше сделать это. 38. Очищение нечистым песком недействительно, поскольку очищаться следует только чистым песком. 39. При очищении песком следует обтирать только лицо и руки и нельзя обтирать остальные части тела. 40. Обязательно обтирать все лицо целиком, но нет необходимости брать песок в рот, вдыхать его в нос и касаться им основания волос, даже если борода редкая. 41. Обтирать руки нужно до запястий, поскольку при упоминании о руках без дополнительных разъяснений имеются в виду только кисти рук. Если бы была необходимость обтирать руки до предплечий, то Аллах разъяснил бы это, как это сделано при описании порядка совершения омовения. 42. Очищение песком избавляет человека от малого и большого осквернения и даже замещает удаление нечистот с тела, потому что Аллах позволил очищаться песком вместо очищения водой в самом широком смысле и не упомянул дополнительных условий. Тем не менее, большинство богословов считало, что удаление нечистот с тела нельзя возместить очищением песком, потому что в кораническом аяте речь идет только о разных формах осквернения. 43. При очищении песком от большого и малого осквернения необходимо обтирать одни и те же участки тела, то есть только лицо и кисти рук. 44. Для очищения от обеих форм осквернения достаточно один раз очиститься песком с соответствующим намерением, поскольку обсуждаемый нами аят имеет общий смысл. 45. Обтирать лицо и руки разрешается руками или каким-нибудь предметом. Аллах приказал обтирать эти части тела и не упомянул то, чем их следует обтирать. Следовательно, обтирание их любым способом будет засчитано. 46. Как и во время омовения, при очищении песком обязательно соблюдать последовательность, потому что Аллах упомянул обтирание лица перед обтиранием рук. 47. Всевышний Аллах не сделал ниспосланные законы тяжелыми и обременительными для нас. Напротив, Он смилостивился над Своими рабами и пожелал очистить их и довести до конца Свою милость к ним. 48. Материальное очищение водой и песком дополняет духовное очищение посредством признания единства Аллаха и искреннего покаяния. 49. Очищение песком не приносит чистоты, которую можно ощутить или увидеть глазами. Это очищение является духовным, и суть его заключается в том, что человек выполняет приказ Всевышнего Аллаха. 50. Рабу следует размышлять над мудростями и таинствами законов Аллаха, связанных с ритуальным очищением и остальными предписаниями, поскольку благодаря этому он приумножит свои познания, научится лучше благодарить Аллаха и сильнее возлюбит Его за то, что Он установил законы, позволяющие рабам достичь больших высот."
    },
    {
      "ayah": 60,
      "surah": 5,
      "text": "Поскольку из обвинений людей Писания следует, что они считают поступки мусульман дурными, Всевышний Аллах велел Своему пророку, да благословит его Аллах и приветствует, напомнить им о том, в каком ужасном положении они находятся. Ему было велено сказать: «Сообщить ли вам о тех, чьи деяния гораздо хуже поступков, в которых вы нас упрекаете? Есть люди, которых Аллах проклял и отдалил от Своей милости. Разгневавшись, Он подверг их наказанию как в этом мире, так и в Последней жизни. Он превратил их в обезьян и свиней за то, что они поклонялись тагуту». Тагутом называют сатану и все, чему поклоняются вместо Аллаха. Безусловно, люди, обладающие перечисленными отвратительными качествами, займут гораздо худшее положение, чем правоверные, которые близки к Божьей милости. Аллах доволен ими и одаряет их вознаграждением как при жизни на земле, так и после смерти, потому что они искренне служат Ему. В этом откровении сравнительная степень использована для сравнения качественно противоположных вещей."
    },
    {
      "ayah": 61,
      "surah": 5,
      "text": "Приходя к вам, они лицемерят и замышляют недоброе. Они называют себя верующими, но они входят к вам и выходят от вас неверующими. Кто может быть хуже их? Чье положение может быть еще более отвратительным?!! Аллаху доподлинно известно обо всем, что они скрывают, и они непременно получат воздаяние за свои дурные и добрые дела."
    },
    {
      "ayah": 62,
      "surah": 5,
      "text": "Всевышний продолжил перечислять недостатки людей Писания за то, что они поносят Его верующих рабов. Он сообщил о том, что иудеи охотно совершают грехи, касающиеся их обязанностей перед Творцом, враждебно относятся к творениям и пожирают запретное. Аллах не ограничился тем, что сообщил об их грехах, и поведал о том, что они совершают их охотно и без промедления. Это свидетельствует об их порочности и зловредности и том, что их душам присущи ослушание и несправедливость. Они считают себя достойными и славными людьми, но как же порочно и омерзительно то, что они совершают!"
    },
    {
      "ayah": 63,
      "surah": 5,
      "text": "Почему же богословы, которые должны помогать людям и которых Аллах одарил знаниями и мудростью, не запрещают им совершать грехи, избавляя их от невежества и доводя до их сведения истину? Они обязаны повелевать людям добро и удерживать их от грехов, разъяснять им законный путь, вдохновлять их на добрые дела и предостерегать их от злодеяний. Но как же скверно то, что они творят!"
    },
    {
      "ayah": 64,
      "surah": 5,
      "text": "Всевышний сообщил об ужасных словах и отвратительных убеждениях иудеев. Они говорили, что Рука Аллаха скована и скупа на милость и добро. За эти слова они были прокляты и обречены на скупость, и это соответствовало роду произнесенного ими злословия. Они нарекли Великодушного Аллаха скупым и далеким от добродетели, и Аллах воздал им тем, что это описание стало полностью подходить им самим. Они превратились в самых скаредных людей, стали скупиться на добрые дела, плохо думать об Аллахе и отдалились от Его милости, которая объемлет все сущее и заполняет каждый уголок высшего и низшего миров. Вот почему Аллах сказал, что Его обе Руки простерты, и Он одаряет Своих рабов, как пожелает. Ничто не может помешать Ему поступить так, как Он решил. Он одаряет Своих рабов духовными и мирскими благами и велит им совершать поступки, позволяющие им заслужить Его щедрые дары, и не совершать прегрешения, закрывая перед собой врата Его милости. Он проявляет великодушие днем и ночью и непрестанно ниспосылает многочисленные блага. Он разгоняет печаль и избавляет от тоски, одаряет бедняков и дарует свободу пленным, исцеляет пострадавших и внимает молящимся, обогащает неимущих и отвечает на мольбы нуждающихся. Он удовлетворяет просьбы тех, кто обращается к Нему, и оказывает милость даже тем, кто не взывает к Нему о помощи. Он одаряет благополучием тех, кто ищет благополучия, и не лишает Своей милости тех, кто ослушается Его. Он делает добро как праведникам, так и грешникам, но только Его возлюбленные рабы удостаиваются Его особой милости. Он вдохновляет их на совершение праведных дел, а затем хвалит их за это и приумножает их вознаграждение по Своей щедрости. Он одаряет их наградой как в этом мире, так и в Последней жизни, причем это вознаграждение не поддается описанию и не может даже прийти на ум человеку. Он ниспосылает Своим возлюбленным рабам блага и оберегает их от несчастий так, что они даже не подозревают о многих из них. Пречист и преславен Аллах, Который одаряет Своих рабов любыми благами и Которого они молят об избавлении от несчастий! Благословен Аллах, Которого никто не способен восхвалить надлежащим образом, кроме Него самого! Превелик Аллах, Который не лишает рабов Своей милости даже на мгновение ока, поскольку все они живут и существуют только благодаря Его щедрости! И пусть Аллах посрамит каждого, кто по своему невежеству полагает, что не нуждается в своем Господе, и приписывает Ему качества, не подобающие Его величию! Если Аллах по заслугам воздаст иудеям и им подобным хотя бы за некоторые из тех ужасных слов, которые они произнесли, то они непременно погибнут и будут обречены на несчастье уже в мирской жизни. Однако они говорят свои ужасные слова, а Он проявляет к ним снисходительность и предоставляет им отсрочку, но не предает их поступки забвению. Ниспосланное Аллахом откровение побуждает многих из них еще больше преступать границы дозволенного и увязать в неверии. Напоминание, которое Аллах ниспослал Своему посланнику, да благословит его Аллах и приветствует, вдыхает жизнь в сердце и душу, приносит счастье при жизни на земле и после смерти и помогает обрести успех в обоих мирах. Оно является величайшей милостью, которую Аллах оказывает Своим рабам, и обязывает их без промедления принять эту милость, покориться ей и возблагодарить Его за нее. Если же оно приумножает в людях заблуждение, беззаконие и неверие, то это является для них самым ужасным наказанием. Они удостаиваются его за то, что отворачиваются от Божьего напоминания, отвергают его, противятся ему и возражают против него, опираясь на всевозможные сомнительные и ошибочные доводы. Между такими людьми Аллах посеял вражду и ненависть до самого Судного дня. Они не могут объединиться, не помогают друг другу и не приходят к согласию в делах, которые могут принести им пользу. Им суждено ненавидеть друг друга в сердцах и враждовать друг с другом на деле вплоть до наступления Дня воскресения. Они постоянно пытаются разжечь огонь войны, чтобы навредить исламу и его приверженцам. Они собирают для этого всю свою конницу и пехоту, но всякий раз Аллах лишает их Своей поддержки, разобщает их ряды и одаряет мусульман победой над ними. Они усердно распространяют на земле нечестие, совершая грехи, проповедуя свою заблудшую религию и мешая людям обращаться в ислам, но Аллах не любит тех, кто распространяет нечестие. Более того, они ненавистны Ему и непременно получат заслуженное воздаяние."
    },
    {
      "ayah": 65,
      "surah": 5,
      "text": "После упоминания о постыдных поступках, пороках и порочных высказываниях людей Писания Всевышний Аллах призвал их покаяться, и это свидетельствует о Его милосердии и великодушии. Он сказал, что если они уверуют в Аллаха, в ангелов, во все Писания и во всех посланников и будут остерегаться ослушания, то искупят любые совершенные прежде злодеяния и войдут в Райские сады блаженства, в которых собрано все, чего желают души и чем упиваются взоры."
    },
    {
      "ayah": 66,
      "surah": 5,
      "text": "Если бы они выполняли предписания Торы и Евангелия так, как это было велено Аллахом, если бы они уверовали в Пророка Мухаммада, да благословит его Аллах и приветствует, о котором пророчествовали предыдущие Писания, если бы они приняли великую милость, которую Господь ниспослал им, проявив тем самым заботу о них, то Всевышний Аллах щедро одарил бы их пропитанием, пролил бы на них дожди с неба и взрастил бы для них на земле множество растений. В похожем аяте говорится: «Если бы жители селений уверовали и стали богобоязненны, Мы раскрыли бы перед ними благодать с неба и земли» (7:96). Затем Аллах сказал, что среди людей Писания есть умеренные люди, которые поступают согласно предписаниям Торы и Евангелия, но не проявляют при этом старания и усердия. Большинство из них вообще являются злостными грешниками, и лишь некоторые из них стремятся опередить других в праведных деяниях."
    },
    {
      "ayah": 67,
      "surah": 5,
      "text": "Аллах обратился к Своему посланнику, да благословит его Аллах и приветствует, с самым великим повелением и приказал ему сообщить людям обо всем, что ему было ниспослано. Это относится ко всем воззрениям, деяниям, высказываниям, религиозным предписаниям и божественным требованиям, которым мусульмане обучились от Пророка Мухаммада, да благословит его Аллах и приветствует. Он выполнил свою миссию самым совершенным образом, призвал людей к исламу, донес до них грозное предупреждение и радостную весть, облегчил их участь и обучил их так, что невежественные и неграмотные люди превратились в величайших богословов и духовных наставников. Он обучал людей словом и делом, рассылал послания и отправлял своих гонцов. Нет ни одного доброго деяния, на который бы он не указал своим последователям, и ни одного дурного поступка, от которого бы он не предостерег их. Об этом свидетельствовали и продолжают свидетельствовать самые достойные из людей - славные сподвижники и пришедшие после них богословы и простые мусульмане. Затем Аллах сказал ему: «Если ты не сообщишь людям о том, что ниспослано тебе от твоего Господа, то не выполнишь Его приказа. Поспеши же выполнить его, и Я буду покровительствовать тебе и защищу тебя от людей. Тебе следует усердно обучать их, доносить до них Божье послание и не уклоняться от этой миссии из-за страха перед творениями. Их судьбы находятся в Моих руках, и Я обязался уберечь тебя от любых несчастий. На тебя возложено донести до людей ясную истину, и если они последуют прямым путем, то поступят во благо себе. Что же касается неверующих, единственным намерением которых является потворство их низменным желаниям, то из-за их неверия твой Господь не поведет их прямым путем и не вдохновит их на добрые дела»."
    },
    {
      "ayah": 68,
      "surah": 5,
      "text": "Аллах велел Своему пророку, да благословит его Аллах и приветствует, сообщить о заблуждении людей Писания, изобличить их ложь и сказать: «Ваши религиозные представления безосновательны, потому что вы не уверовали в Коран и Мухаммада и фактически отвергли своего пророка и свое Писание. Вы будете руководствоваться истиной и опираться на надежную опору только тогда, когда станете следовать предписаниям Торы и Евангелия и выполнять все, к чему они призывают. Вы обязаны руководствоваться Откровением, которое ниспослано вам от Господа. Он заботится о вас и одаряет вас благами, самым славным из которых является ниспосланное вам Небесное Писание. Вы обязаны благодарить Аллаха, выполнять Его предписания и быть верными завету с Ним»."
    },
    {
      "ayah": 69,
      "surah": 5,
      "text": "Всевышний поведал о том, что люди всех Небесных Писаний, в том числе Корана, Торы и Евангелия, имеют общую дорогу к спасению и опираются на общую основу. Ею являются вера в Аллаха и Судный день и праведные деяния. Кто уверовал в Аллаха и Судный день и совершал праведные деяния, тот обретет спасение. Он не будет бояться тревожных событий, ожидающих его впереди, и печалиться о том, что произошло с ним в прошлом. Следует знать, что это предписание было в силе во все времена."
    },
    {
      "ayah": 7,
      "surah": 5,
      "text": "Всевышний приказал Своим рабам поминать сердцем и устами духовные и мирские блага, которыми Он одарил их. Если человек постоянно помнит о них, то это побуждает его благодарить и любить Всевышнего и переполняет его сердце осознанием Его добродетели. Благодаря этому он приобретает духовное богатство, избавляется от самодовольства и удостаивается еще большей милости Господа. Всевышний также приказал помнить о завете, который Он заключил с верующими, то есть обещании, которое они дали Ему. Это не означает того, что они произнесли это обещание устами. Суть его заключается в том, что, уверовав в Аллаха и Его посланника, да благословит его Аллах и приветствует, они взяли на себя обязательство повиноваться им. Они сказали: «Господи! Мы услышали то, к чему Ты нас призываешь. Мы услышали коранические аяты и познали знамения, которые разбросаны по Вселенной. Мы вняли им так, что осознали их смысл и покорились. Мы повинуемся Твоим приказам и не нарушаем Твоих запретов. Мы выполняем все предписания религии - и душой, и телом». Правоверные всегда помнят о том обещании, которое они дали Аллаху, и стремятся выполнять Божьи веления самым совершенным образом, не делая никаких упущений. Им велено бояться Аллаха, поскольку Ему известно обо всех мыслях, тайнах и помыслах, которые таятся в сердцах людей. Пусть же они остерегаются того, что Аллах обнаружит в их сердцах то, чем Он останется недоволен, и пусть они остерегаются поступков, которые могут вызвать Его гнев. Они должны отстраивать свои сердца благодаря познанию Аллаха, любви к Нему и доброму отношению к Его рабам, ибо если им удастся добиться этого, то Ему непременно станет известно о том, что их сердца преисполнены праведности. Тогда Он простит им прегрешения и приумножит их праведные поступки."
    },
    {
      "ayah": 70,
      "surah": 5,
      "text": "Аллах заключил с сынами Исраила суровый завет и обязал их уверовать в Него и выполнять обязательные предписания религии. Ранее уже упоминалось о том, что Он сказал им: «Я - с вами. Если вы будете совершать намаз и выплачивать закят, уверуете в Моих посланников, поможете им и одолжите Аллаху прекрасный заем, то Я отпущу вам ваши прегрешения и введу вас в сады, в которых текут реки. А если кто-либо из вас после этого станет неверующим, то он сойдет с прямого пути» (5:12). Аллах отправил к ним посланников, которые приходили один за другим, проповедовали среди них религию и давали им верные наставления, однако это не принесло им пользы. И поэтому всякий раз, когда Божьи посланники приносили им повеления, которые не совпадали с их пожеланиями, они называли их лжецами, противились им и обращались с ними самым ужасным образом. Некоторых из них они отвергали, а некоторых - убивали."
    },
    {
      "ayah": 71,
      "surah": 5,
      "text": "Они полагали, что ослушание и неверие не повлекут за собой наказания и возмездия, и поэтому они продолжали совершать свои порочные грехи. В результате они стали слепы и глухи к истине, но Аллах предоставил им отсрочку, позволил им покаяться и принял их покаяния. Однако они недолго были верны своему покаянию: многие из них вернулись к своим отвратительным злодеяниям и вновь стали слепы и глухи, и лишь некоторые из них остались верны покаянию и не отреклись от религии. Аллах видел все, что они совершали, и каждый из них непременно получит воздаяние за совершенные поступки: добром - за добро и злом - за зло."
    },
    {
      "ayah": 72,
      "surah": 5,
      "text": "Всевышний сообщил о неверии христиан, которые говорят, что Мессия, сын Марьям, является Богом. Они объясняют свои сомнительные утверждения тем, что он появился на свет от матери, без участия мужчины, и был не похож на остальные Божьи творения. Однако Мессия сам опроверг их ошибочные заявления, когда сказал: «О сыны Исраила! Поклоняйтесь Аллаху, Господу моему и Господу вашему». Он признал себя рабом, а Всевышнего Аллаха - Господом всех творений. Если же человек поклоняется наряду с Аллахом пророку Исе или другим творениям, то Аллах обязательно лишит его Райских садов, и его обителью будет Преисподняя. Он равняет творения с Творцом и посвящает обряды поклонения, ради которого он был сотворен, тем, кто этого не заслуживает. Поэтому он заслуживает вечного наказания в Адском пламени. Таких беззаконников никто не спасет от наказания Аллаха и даже частично не избавит от постигшего их злосчастья."
    },
    {
      "ayah": 73,
      "surah": 5,
      "text": "Христиане верят в «святую троицу», состоящую из трех ипостасей: Аллаха, Исы и Марьям. Аллах бесконечно далек от таких высказываний, являющихся величайшим доказательством безрассудства христиан. Как они соглашаются с такими отвратительными словами и порочными воззрениями?!! Как они могут не замечать различий между Творцом и творениями?!! Как они могут не узнавать Господа миров?!! Опровергая их и им подобных, Аллах сказал, что нет божества, кроме одного Бога, обладающего всеми качествами совершенства и далекого от любых недостатков. Он один творит, управляет и одаряет благами Свои творения. Разве можно утверждать о существовании наряду с Ним другого бога?!! Аллах бесконечно далек от подобных заявлений беззаконников, и если они не перестанут говорить свои ужасные слова, то непременно вкусят мучительное наказание. После этой угрозы Аллах призвал христиан покаяться в совершенных грехах и разъяснил им, что Он принимает покаяния от рабов:"
    },
    {
      "ayah": 74,
      "surah": 5,
      "text": "Неужели они не обратятся к тому, что угодно Аллаху и чем Он доволен? Неужели они не признают Его своим Единственным Богом, а Ису - Его рабом и посланником? Неужели они не раскаются в том, что говорили, и не попросят Аллаха о прощении? Он прощает кающимся грехи, даже если они достигают облаков на небесах, и проявляет к Своим рабам милосердие, принимая их покаяния и заменяя их прегрешения праведными поступками. Следует отметить, что этот призыв к покаянию звучит как доброе и учтивое предложение. После него Аллах разъяснил, какое место Мессия и его мать занимали в действительности:"
    },
    {
      "ayah": 75,
      "surah": 5,
      "text": "Мессия был не более чем посланником Аллаха, до которого тоже приходили посланники. Он был одним из Его рабов и посланников и не обладал ни законодательной властью, ни властью над происходящим во Вселенной. Он принес людям то, с чем его отправил Аллах, и походил на пророков, которые приходили до него. Он не отличался от них качествами, которые могли превратить его из простого смертного в самого Господа Бога. Его мать была не более чем правдивой праведницей. Она принадлежала к числу тех правдивых рабов, которые занимают самую высокую ступень после пророков. Их правдивость проявляется в полезных знаниях, которые воплощаются в твердую убежденность и праведные дела. Это служит доказательством того, что Марьям не была пророком, а всего лишь принадлежала к числу правдивых рабов, но даже такой славы для нее вполне достаточно. Среди всех остальных женщин тоже не было пророков, потому что Аллах избирал пророками только представителей наиболее совершенного пола. Всевышний сказал: «Мы посылали до тебя посланниками только мужей, которым внушали откровение» (16:43). Если Иса принадлежал к числу пророков и посланников, которые приходили и до него, а его мать была одной из правдивых праведниц, то на каком основании христиане считают их богами наряду с Аллахом? Они оба принимали пищу, и это является ярчайшим доказательством того, что они были рабами и нуждались в еде, питье и всем, в чем нуждаются потомки Адама. Если бы они действительно были богами, то не нуждались бы в еде и питье и вообще не испытывали бы никакой нужды, потому что бог должен быть самодостаточным и обладать качествами, достойными похвалы. После разъяснения этого Всевышний обратил внимание рабов на то, как Он разъясняет им знамения, помогающие уяснить истину и обрести твердую убежденность. Однако никакие разъяснения не приносят пользы неверующим, и они продолжают уклоняться от истины, лгать и измышлять ложь. Они проявляют упрямство и поступают совершенно несправедливо."
    },
    {
      "ayah": 76,
      "surah": 5,
      "text": "Всевышний велел Своему посланнику, да благословит его Аллах и приветствует, сказать людям: «Неужели вы станете поклоняться творениям, которые не способны принести вам ни вреда, ни пользы? Неужели вы откажетесь от поклонения Единственному Господу, Который приносит пользу и причиняет вред, одаряет благами и лишает милости? Он слышит голоса всех, кто обращается к Нему на разных языках со всевозможными просьбами. Он ведает об очевидном и сокрытом, явном и сокровенном, прошлом и будущем. Он один обладает этими совершенными качествами, и это значит, что только Он заслуживает поклонения и искреннего служения»."
    },
    {
      "ayah": 77,
      "surah": 5,
      "text": "Всевышний приказал Своему пророку, да благословит его Аллах и приветствует, сказать людям Писания: «Не излишествуйте в религии, не преступайте границы дозволенного и не меняйте истину на ложь. Не возвеличивайте Мессию и старейшин, к мнению которых вы прислушиваетесь. Не потворствуйте желаниям тех, кто сбился с пути и повел за собой многих других, обратив их в свою религию. Эти люди заблуждаются сами и вводят в заблуждение окружающих. Они - проповедники заблуждения, и люди должны остерегаться их, их губительных желаний и порочных воззрений»."
    },
    {
      "ayah": 78,
      "surah": 5,
      "text": "Неверующие израильтяне были прокляты и отдалены от Божьей милости языком пророков Давуда и Исы. Они были свидетелями того, что израильтяне упрямо противились истине после того, как она стала ясна им. Это неверие и проклятие явились результатом того, что они ослушались и преступали границы дозволенного. Они не выполняли велений Аллаха и несправедливо обходились с Его рабами. А поскольку грехи и несправедливость всегда влекут за собой наказание, они стали неверующими и лишились Его милости."
    },
    {
      "ayah": 79,
      "surah": 5,
      "text": "Еще одним прегрешением, которое навлекло на израильтян Божью кару, было то, что они не удерживали друг друга от предосудительных поступков. Они совершали дурные дела и не предостерегали друг друга от них, и вина за них ложилась не только на тех, кто совершал их непосредственно, но и на тех, кто молча наблюдал за этим, имея возможность предотвратить грех. Все это свидетельствует о том, что сыны Исраила пренебрегали велениями Аллаха и считали ослушание незначительным проступком. Если бы они относились к Нему с почтением, то ревностно воздерживались бы от запрещенных поступков и гневались бы на все, что вызывает Его гнев. Они могли удержать людей от преступлений, но предпочитали промолчать. Такое поведение обрекло их на лютую кару, потому что оно всегда влечет за собой целый ряд губительных последствий. Во-первых, если человек молча наблюдает за тем, как совершают грехи, то он уже ослушается Аллаха, даже если не принимает участия в их совершении, поскольку правоверный обязан не только избегать ослушания, но и порицать тех, кто поступает так. Во-вторых, подобное поведение, как мы уже отмечали, свидетельствует о пренебрежении запретами Аллаха и безразличном отношении к ослушанию. В-третьих, если люди не удерживают грешников от ослушания, то это дает им возможность еще чаще совершать грехи. В результате этого зло распространяется, люди сталкиваются с еще большими духовными и мирскими проблемами, а нечестивцы приобретают власть и могущество. С течением времени праведники теряют влияние и лишаются возможности противостоять им и совершать то, что они могли совершать прежде. В-четвертых, отказ от порицания предосудительных поступков способствует исчезновению знания и распространению невежества, ибо если многие люди начинают часто грешить, а приверженцы религии и богословы не удерживают их от этого, то люди перестают считать такие поступки ослушанием, а некоторые из невежд могут решить, что они являются даже желательными обрядами поклонения. А что может быть хуже того состояния, когда мир переворачивается в глазах людей настолько, что они принимают запрещенное Аллахом за дозволенное, а ложь - за истину?!! В-пятых, молчаливое наблюдение за грехами может привести к тому, что они покажутся людям прекрасными и правильными поступками, и тогда они начнут брать пример друг с друга. Людям вообще свойственно подражать тем, кто их окружает, и себе подобным. Перечислять пагубные последствия молчаливого наблюдения за грехами можно еще очень долго, и поэтому Всевышний Аллах сообщил, что неверующие сыны Исраила были прокляты за их ослушание и беззаконие, одним из проявлений которого был этот великий грех."
    },
    {
      "ayah": 8,
      "surah": 5,
      "text": "О те, которые уверовали во все, во что приказал уверовать Аллах! Выполняйте требования своей веры и будьте стойкими душой и телом, когда вы отстаиваете справедливость. Поступайте так искренне ради Аллаха и не преследуйте корыстных мирских целей. Будьте справедливы и беспристрастны, не излишествуйте и не проявляйте халатности в своих словах и поступках. Относитесь так к близким и посторонним людям, к друзьям и врагам. Пусть ненависть людей не подталкивает вас к несправедливости, поскольку так поступают только беззаконники. Если вы готовы беспристрастно свидетельствовать в пользу своих близких и друзей, то поступайте так же, когда вам приходится свидетельствовать против них. И если вы готовы беспристрастно свидетельствовать против своих врагов, то будьте так же беспристрастны, когда свидетельствуете в их пользу. И если даже они - неверующие или еретики, вы обязаны относиться к ним справедливо и принимать истину, которую они приносят, ведь вы принимаете ее, потому что это - истина, а не ради этих людей. Вы не имеете права отвергать ее только потому, что ее произнес ваш недруг, ведь такой поступок является несправедливым по отношению к истине. Будьте справедливы - такое поведение ближе к богобоязненности. Если вы постараетесь поступать так и проявите усердие на этом поприще, то сумеете приблизиться к богобоязненности. И если вы будете справедливы во всех делах, то ваша богобоязненность достигнет совершенства. Аллаху известно о ваших деяниях, и вы непременно получите воздаяние за свои добрые и злые, малые и большие поступки. Вы получите воздаяние как в этом мире, так и после смерти."
    },
    {
      "ayah": 80,
      "surah": 5,
      "text": "Они любят неверующих, дружат с ними и помогают им. Они приобрели неходовой товар и заключили невыгодную сделку. Они навлекли на себя гнев Аллаха, а вместе с ним - гнев всех остальных творений, и обрекли себя на вечное и ужасное наказание. Они были несправедливы к самим себе, когда приготовили для себя такой недобрый удел. Они были несправедливы к себе, когда лишили себя вечного блаженства."
    },
    {
      "ayah": 81,
      "surah": 5,
      "text": "Вера в Аллаха, Его пророка, да благословит его Аллах и приветствует, и то, что было ниспослано ему, обязывает раба любить Аллаха, дружить с Его возлюбленными рабами и враждовать со всеми, кто отказывается уверовать в Него, враждует с Ним и увязает в грехах. Отказ от дружбы с Его врагами является обязательным требованием любви к Нему и веры в Него. Что же касается нечестивцев, то они не выполняют этого требования, и это значит, что они не уверовали в Аллаха. Большинство из них уклоняются от повиновения Аллаху и не желают уверовать в Него и Его пророка, да благословит его Аллах и приветствует. А дружба с врагами Аллаха является всего лишь одним из проявлений их нечестия и грехопадения."
    },
    {
      "ayah": 82,
      "surah": 5,
      "text": "Вера в Аллаха, Его пророка, да благословит его Аллах и приветствует, и то, что было ниспослано ему, обязывает раба любить Аллаха, дружить с Его возлюбленными рабами и враждовать со всеми, кто отказывается уверовать в Него, враждует с Ним и увязает в грехах. Отказ от дружбы с Его врагами является обязательным требованием любви к Нему и веры в Него. Что же касается нечестивцев, то они не выполняют этого требования, и это значит, что они не уверовали в Аллаха. Большинство из них уклоняются от повиновения Аллаху и не желают уверовать в Него и Его пророка, да благословит его Аллах и приветствует. А дружба с врагами Аллаха является всего лишь одним из проявлений их нечестия и грехопадения."
    },
    {
      "ayah": 83,
      "surah": 5,
      "text": "Вера в Аллаха, Его пророка, да благословит его Аллах и приветствует, и то, что было ниспослано ему, обязывает раба любить Аллаха, дружить с Его возлюбленными рабами и враждовать со всеми, кто отказывается уверовать в Него, враждует с Ним и увязает в грехах. Отказ от дружбы с Его врагами является обязательным требованием любви к Нему и веры в Него. Что же касается нечестивцев, то они не выполняют этого требования, и это значит, что они не уверовали в Аллаха. Большинство из них уклоняются от повиновения Аллаху и не желают уверовать в Него и Его пророка, да благословит его Аллах и приветствует. А дружба с врагами Аллаха является всего лишь одним из проявлений их нечестия и грехопадения."
    },
    {
      "ayah": 84,
      "surah": 5,
      "text": "Всевышний разъяснил, кто из людей ближе к мусульманам и готов быстрее подружиться с ними и полюбить их, а кто из них далек от этого. Иудеи и многобожники - самые заклятые врагами ислама и мусульман; они больше кого бы то ни было стремятся навредить им. Причина же этого в их ненависти к мусульманам, беззаконии, зависти, упрямстве и неверии. А ближе всех к мусульманам - те, которые называют себя христианами. Всевышний объяснил это несколькими причинами. Во-первых, среди христиан есть священники и монахи, то есть богословы и люди, ведущие аскетический образ жизни, предающиеся поклонению в кельях и монастырях. Знания, аскетизм и поклонение делают сердце человека мягким и добрым, а также избавляют его от грубости и жестокости. Поэтому священникам и монахам не присуща грубость иудеев и суровость язычников. Во-вторых, они не проявляют высокомерия перед истиной и не отказываются повиноваться ей по причине заносчивости. Эти качества сближают их с мусульманами и позволяют им быстрее подружиться с ними. Поистине, скромный человек всегда ближе к добру, чем надменный гордец. В-третьих, ниспосланные Пророку Мухаммаду, да благословит его Аллах и приветствует, откровения производят на них такое впечатление, что они смиряются перед ними, а их глаза переполняются слезами. Они слышат истину, в которой они твердо убеждены, веруют в нее и признают ее. Они молят Аллаха принять их в качестве свидетелей. Эти свидетели - последователи Пророка Мухаммада, да благословит его Аллах и приветствует. Они свидетельствуют о единстве Аллаха и пророческой миссии всех Божьих посланников. Они подтверждают правдивость всего, что принесли посланники, и свидетельствуют за или против всех предыдущих народов. Они - справедливые мужи, свидетельство которых принимается. Всевышний сказал: «Мы сделали вас общиной, придерживающейся середины, чтобы вы свидетельствовали обо всем человечестве, а Посланник свидетельствовал о вас самих» (2:143). Словно отвечая на обвинения тех, кто порицает их за то, что они уверовали без промедления, они говорят: «Что мешает нам уверовать в Аллаха, если к нам явилась истина от нашего Господа, в которой нельзя усомниться? Мы уверовали, повинуемся истине и молим Аллаха ввести нас в Райские сады вместе с праведниками. Почему мы не должны делать этого? Разве у нас недостаточно причин для того, чтобы уверовать без промедления и не оставаться позади остальных?»"
    },
    {
      "ayah": 85,
      "surah": 5,
      "text": "Аллах вознаградил их за то, что они произнесли слова подлинной веры и признали истину, Райскими садами, в которых текут ручьи. Они пребудут там вечно, ибо творящие добро достойны только такого воздаяния. Этот и предыдущие аяты ниспосланы о христианах, которые уверовали в Пророка Мухаммада, да благословит его Аллах и приветствует. Так поступили негус Абиссинии и многие другие. По сегодняшний день среди христиан находятся люди, которые отдают предпочтение исламу, когда им становится ясна ошибочность их воззрений. Безусловно, это подтверждает то, что они гораздо ближе к исламу, чем иудеи и язычники."
    },
    {
      "ayah": 86,
      "surah": 5,
      "text": "После упоминания о вознаграждении добродетельных праведников Аллах поведал о наказании, ожидающем грешников. Они отказываются уверовать и отвергают Божьи знамения, проливающие свет на истину, и поэтому они окажутся обитателями Адского пламени."
    },
    {
      "ayah": 87,
      "surah": 5,
      "text": "Правоверные не должны запрещать себе полезные яства и напитки, которые Аллах сделал для них дозволенными. Он оказал им милость, и они должны восхвалять Его за это. Он позволил им пользоваться благами, и они должны быть признательны Ему. Они не имеют права отвергать Божью милость, проявляя неблагодарность, не принимая ее или объявляя ее запрещенной. Если же они поступят так, если они возведут навет на Аллаха, проявят неблагодарность и объявят дозволенные и полезные блага запрещенными и скверными, то преступят границы дозволенного. Аллах запретил людям преступать эти границы, и Он не любит преступников. Более того, они ненавистны Ему и будут удостоены Его наказания."
    },
    {
      "ayah": 88,
      "surah": 5,
      "text": "Аллах приказал не походить на язычников, которые запрещают себе некоторое из того, что Он объявил дозволенным. Он приказал есть дозволенную пищу, которую рабы, по Его милости, приобретают благодаря своим стараниям. Это значит, что еда не должна быть украдена, отнята силой или приобретена на средства, полученные незаконным путем. Наряду с этим она должна быть чистой и полезной, поскольку нельзя питаться мясом хищников и другими нечистыми продуктами. Мусульмане должны бояться Аллаха, выполняя Его повеления и остерегаясь Его запретов, если они действительно уверовали в Него. Именно вера в Него обязывает их исповедовать богобоязненность и выполнять свои обязанности перед Ним, ибо только в этом случае она является совершенной. Из этого прекрасного аята следует, что если человек запрещает себе есть дозволенное блюдо, пить дозволенный напиток или вступать в половую близость с пленницей или невольницей, то этот поступок не становится для него запрещенным. Но если он нарушит данное им обещание, то он должен искупить содеянное так, как искупают нарушенные клятвы. Всевышний сказал: «О Пророк! Почему ты запрещаешь себе то, что позволил тебе Аллах, стремясь угодить своим женам? Аллах - Прощающий, Милосердный. Аллах установил для вас путь освобождения от ваших клятв. Аллах - ваш Покровитель. Он - Знающий, Мудрый» (66:1–2). Но если человек запретил себе вступать в половую близость с женой, то он должен совершить искупительные действия за языческий обряд отречения от жен, который называется зихар. Из этого аята также следует, что человек не должен избегать дозволенных благ и удовольствий и не должен запрещать их себе. Напротив, он должен наслаждаться ими и использовать их для повиновения своему Господу."
    },
    {
      "ayah": 89,
      "surah": 5,
      "text": "Аллах не наказывает людей за празднословные клятвы, которые они произносят непреднамеренно и необдуманно. К таким клятвам также относятся те, которые человек приносит, полагая, что он говорит правду, хотя в дальнейшем выясняется, что он ошибался. Однако Аллах наказывает за клятвы, которые они приносят обдуманно и скрепляют своим намерением. В похожем откровении говорится: «Аллах не призовет вас к ответу за непреднамеренные клятвы, но призовет вас к ответу за то, что приобрели ваши сердца» (2:225). Если человек нарушит преднамеренную клятву, то для искупления этого он должен накормить десятерых бедняков из того, чем он обычно кормит свою семью, или одарить десятерых бедняков одеждой, которой достаточно для того, чтобы совершать в ней намаз, или освободить одного верующего раба, причем упоминание о верующем рабе встречается в другом кораническом откровении. Если он выполнит любое из трех предписанных действий, то искупит совершенное клятвопреступление. Если же он окажется не в состоянии сделать это, то ему предписано поститься в течение трех дней. Только так можно искупить и смыть совершенное прегрешение. Мусульмане должны оберегать свои клятвы, воздерживаясь от ложных клятв Аллахом, не разбрасываясь клятвами и не нарушая их. Нарушать клятву разрешается только в том случае, если этот поступок принесет пользу, поскольку совершение добрых дел является лучшей формой сбережения клятв. Все это означает, что клятвы не должны препятствовать мусульманам совершать праведные деяния. Так Аллах разъясняет людям Свои знамения, позволяющие различить между дозволенным и запрещенным и уяснить смысл религиозных предписаний. Аллах обучает людей тому, чего они не знали прежде, и они должны быть признательны Ему. Они обязаны благодарить Его за ту милость, которую Он оказал им, когда обучил их законам шариата и разъяснил его для них."
    },
    {
      "ayah": 9,
      "surah": 5,
      "text": "Аллах не нарушает обещаний, и Его слова - самые правдивые. Он обещал правоверным, уверовавшим в Него, Его писания, Его посланников и Судный день, а также выполняющим обязательные и желательные предписания религии, простить им грехи, избавить их от их дурных последствий и одарить их великим вознаграждением, о размерах которого доподлинно известно только Ему одному. Всевышний сказал: «Ни один человек не знает, какие услады для глаз сокрыты для них в воздаяние за то, что они совершали» (32:17)."
    },
    {
      "ayah": 90,
      "surah": 5,
      "text": "Аллах не наказывает людей за празднословные клятвы, которые они произносят непреднамеренно и необдуманно. К таким клятвам также относятся те, которые человек приносит, полагая, что он говорит правду, хотя в дальнейшем выясняется, что он ошибался. Однако Аллах наказывает за клятвы, которые они приносят обдуманно и скрепляют своим намерением. В похожем откровении говорится: «Аллах не призовет вас к ответу за непреднамеренные клятвы, но призовет вас к ответу за то, что приобрели ваши сердца» (2:225). Если человек нарушит преднамеренную клятву, то для искупления этого он должен накормить десятерых бедняков из того, чем он обычно кормит свою семью, или одарить десятерых бедняков одеждой, которой достаточно для того, чтобы совершать в ней намаз, или освободить одного верующего раба, причем упоминание о верующем рабе встречается в другом кораническом откровении. Если он выполнит любое из трех предписанных действий, то искупит совершенное клятвопреступление. Если же он окажется не в состоянии сделать это, то ему предписано поститься в течение трех дней. Только так можно искупить и смыть совершенное прегрешение. Мусульмане должны оберегать свои клятвы, воздерживаясь от ложных клятв Аллахом, не разбрасываясь клятвами и не нарушая их. Нарушать клятву разрешается только в том случае, если этот поступок принесет пользу, поскольку совершение добрых дел является лучшей формой сбережения клятв. Все это означает, что клятвы не должны препятствовать мусульманам совершать праведные деяния. Так Аллах разъясняет людям Свои знамения, позволяющие различить между дозволенным и запрещенным и уяснить смысл религиозных предписаний. Аллах обучает людей тому, чего они не знали прежде, и они должны быть признательны Ему. Они обязаны благодарить Его за ту милость, которую Он оказал им, когда обучил их законам шариата и разъяснил его для них."
    },
    {
      "ayah": 91,
      "surah": 5,
      "text": "Всевышний изобличил порочность этих отвратительных поступков и назвал их скверной и деяниями сатаны. Люди должны избегать их для того, чтобы обрести успех, поскольку они не смогут добиться его, пока не перестанут совершать то, что запретил Аллах. В особенности это относится к упомянутым в этом аяте омерзительным поступкам. Первым из них является употребление опьяняющих напитков. К ним относится все, что лишает рассудка, опьяняет или одурманивает. Вторым из них являются азартные игры. Сюда относятся пари и любые споры и состязания, в которых обе стороны берут на себя материальные обязательства. Третьим из них являются поклонение вместо Аллаха идолам и истуканам, а четвертым - гадание по стрелам. Аллах запретил эти поступки, велел Своим рабам сторониться их и сообщил о вреде, который они причиняют и который обязывает людей избегать и сторониться их. Во-первых, эти поступки являются скверными и нечистыми. Это невозможно осязать, поскольку они являются нечистыми в духовном плане. Тем не менее, люди должны избегать любой нечисти, чтобы не оскверниться ею. Во-вторых, они относятся к деяниям злейшего врага человечества - сатаны. Хорошо известно, что врагов следует остерегаться, опасаясь их козней и деяний, особенно, если своими деяниями они пытаются завлечь человека в западню. Такая западня может стать губительной, и поэтому благоразумный человек должен избегать, остерегаться и опасаться деяний своего явного врага. В-третьих, раб не сможет обрести успех, пока не будет избегать этих поступков. Преуспеяние - это обретение желаемого и избавление от неприятного. Что же касается перечисленных четырех деяний, то все они являются препятствием на пути к успеху. В-четвертых, они порождают вражду и ненависть среди людей, и поэтому сатана делает все возможное для их распространения. В особенности это относится к употреблению опьяняющих напитков и азартным играм, поскольку они способны посеять вражду и ненависть даже между правоверными. Опьяняющие напитки лишают человека рассудка и порождают в нем ненависть к его верующим братьям, а при неблагоприятных обстоятельствах, которые часто возникают при употреблении вина, дело может дойти даже до убийства. Во время азартных игр люди стремятся опередить друг друга и прибрать к рукам чужое имущество, не оказывая при этом другому человеку никакой услуги, и это тоже относится к факторам, способствующим возникновению вражды и ненависти. В-шестых, по причине этих деяний человек душой и телом отдаляется от поминания Аллаха и намаза, ради которых Он сотворил Своих рабов и которые являются залогом их счастья. Вино и азартные игры сильнее чего бы то ни было отвлекают человека от поминания Аллаха и занимают его мысли настолько, что он даже не замечает того, как проходят значительные промежутки времени. Что может быть ужаснее и отвратительнее грехов, которые оскверняют человека, относятся к деяниям сатаны, заставляют его запутываться в сетях дьявола и повиноваться ему так, как скотина повинуется своему пастуху, мешают ему добиться успеха, порождают вражду и ненависть между правоверными и отдаляют их от поминания Аллаха и намаза?!! Что вообще может иметь более тяжкие последствия?!! Принимая это во внимание, Всевышний Аллах запретил благоразумным людям совершать эти грехи и предложил им самим отказаться от них. Причина этого в том, что если благоразумный человек задумается над дурными последствиями этих деяний, то он непременно воздержится от них, не дожидаясь долгих увещеваний и убедительных предостережений."
    },
    {
      "ayah": 92,
      "surah": 5,
      "text": "Повиновение Аллаху ничем не отличается от повиновения Посланнику, да благословит его Аллах и приветствует. Кто повинуется Аллаху, тот повинуется Посланнику, да благословит его Аллах и приветствует, а кто повинуется Посланнику, да благословит его Аллах и приветствует, тот фактически повинуется Аллаху. Это означает, что мусульманин обязан душой и телом совершать все дела и произносить все слова, которые приказали совершать и произносить Аллах и Его посланник, да благословит его Аллах и приветствует. Он должен выполнять обязательные и желательные предписания религии, связанные с его обязанностями перед Аллахом и перед Его творениями, и воздерживаться от всего, что запретили Аллах и Его посланник, да благословит его Аллах и приветствует. Из всех религиозных повелений именно это повеление имеет самый широкий смысл. Легко убедиться в том, что оно включает в себя все повеления и запреты, касающиеся души и тела. Затем Аллах приказал остерегаться ослушания Его и Его посланника, да благословит его Аллах и приветствует, поскольку ослушание их является сущим злом и влечет за собой очевидный убыток. Но если люди отвернутся от этих повелений и запретов, то им следует знать, что посланнику Аллаха, да благословит его Аллах и приветствует, было велено лишь донести до них истину, и он уже выполнил возложенную на него миссию. Если они последуют прямым путем, то поступят только во благо себе, и если они станут грешить, то навредят только себе. Аллах Сам призовет их к ответу, а Посланник, да благословит его Аллах и приветствует, уже выполнил свой долг и справился со своей миссией."
    },
    {
      "ayah": 93,
      "surah": 5,
      "text": "После ниспослания категорического запрета на употребления вина и опьяняющих напитков и грозного предостережения от этого поступка некоторые правоверные пожелали узнать о том, каким было положение их братьев, которые после обращения в ислам пили вино и умерли до того, как оно было запрещено. Тогда Всевышний Аллах ниспослал этот аят и сообщил, что праведники, которые уверовали и совершали добрые деяния, не будут стеснены из-за того, что они употребляли вино и играли в азартные игры до того, как это было запрещено. Поскольку упоминание о том, что на праведниках нет греха за то, чем они питались прежде, распространяется как на перечисленные запрещенные продукты, так и на любую другую пищу, Всевышний Аллах конкретизировал смысл этого откровения и связал его с теми, кто избегает ослушания и обладает правильной верой, обязывающей их совершать праведные дела и не сворачивать с этого пути. Человек не может избежать грехов, если эти качества проявляются в нем лишь время от времени. Он обязан оставаться таким вплоть до самой смерти и постоянно творить добро, поскольку Аллах любит добродетельных рабов, которые искренне поклоняются Творцу и помогают Его рабам. Этот прекрасный аят также распространяется на тех, кто съел запрещенный продукт или совершил запрещенный поступок после ниспослания запрета, а затем признал свой грех, покаялся перед Аллахом, устрашился Его и стал совершать праведные дела. Таких людей Аллах прощает и избавляет от совершенных ими проступков."
    },
    {
      "ayah": 94,
      "surah": 5,
      "text": "Аллах оказал Своим рабам милость, когда поведал им о том, чему суждено произойти согласно Его предопределению и судьбе. Он сделал это для того, чтобы они повиновались Ему и поступали осознанно, чтобы погибшие погибли при полной ясности, а оставшиеся жить выжили при полной ясности. Он сообщил верующим о том, что обязательно подвергнет их веру испытаниям. Но по своей милости Он сделал это испытание нетрудным. Речь идет об охотничьей добыче, которую люди могут поймать руками или поразить своими копьями. Только в этом случае испытание имеет смысл, ибо если добыча находится на таком расстоянии, что человек не может поймать ее или поразить из оружия, то подобное испытание совершенно бессмысленно. Затем Аллах сообщил о том, что такие искушения и испытания позволяют Ему узнать Своих рабов так, чтобы это знание стало очевидным для них самих и позволило Ему вознаградить одних и наказать других. Благодаря этому Аллах узнает тех, кто боится Его и воздерживается от запрещенных поступков, имея возможность совершить их. Таких людей Он одаряет щедрым вознаграждением. Аллах также выявляет тех, кто не боится своего Господа, находясь в одиночестве, а лишь делает вид, что он страшится Его, перед людьми. Они поступают так из страха перед творениями и не заслуживают никакого вознаграждения."
    },
    {
      "ayah": 95,
      "surah": 5,
      "text": "Аллах запретил убивать охотничью добычу, находясь в ихраме во время хаджа или малого паломничества. Этот запрет распространяется на любые поступки, которые могут привести к убийству охотничьей добычи, и поэтому паломник в ихраме не может принимать участия в охоте, указывать на добычу или помогать в ее убийстве. Более того, он не имеет права есть добычу, пойманную или убитую ради него. Одним словом, в ихраме мусульманину запрещается убивать и охотиться на животных, на которых ему было позволено охотиться до вступления в ихрам, и этот запрет подчеркивает важность этого великого обряда. Но если паломник преднамеренно убьет охотничью добычу, то в качестве искупления он должен зарезать верблюда, корову или овцу, а затем раздать его в качестве пожертвования. Принесенная жертва должна иметь сходство с животным, которое было убито на охоте, и вынести решение относительно этого должны двое справедливых мусульман, которые знают религиозные законы и могут устанавливать сходство между животными. При этом следует опираться на суждения сподвижников, которые постановили, что за убийство голубя следует принести в жертву овцу, за убийство страуса - верблюдицу, а за убийство дикой коровы - корову. Таким же образом за каждое убитое животное следует принести в жертву подобную ему скотину. Если же убитое животное не имеет никакого сходства со скотиной, то в качестве искупления следует пожертвовать его стоимость. Это правило распространяется на любую погубленную собственность. Если для искупления этого прегрешения паломник собирается совершить жертвоприношение, то жертвенное животное должно быть зарезано в Заповедной мечети. Но вместо принесения в жертву скотины, которая подобна убитому животному, разрешается накормить бедняков. Многие богословы считали, что после установления вида скотины, которую следует принести в жертву, паломник должен приобрести на ее стоимость продукты питания и накормить каждого бедняка одним муддом пшеницы высшего качества или половиной саа другого продукта. Вместо этого ему разрешается поститься один день за каждого бедняка, которого он должен накормить. Такое воздаяние предписано для того, чтобы человек осознал пагубность своего поступка. В этом аяте упоминается только преднамеренное убийство охотничьей жертвы, хотя паломник обязан искупить содеянное даже тогда, когда он убил животное по ошибке. Это правило распространяется на всех, кто причиняет вред здоровью людей или имуществу, которое является неприкосновенным. Если один человек сознательно нанес увечье другому или погубил его имущество, не имея права поступать так, то он несет ответственность за содеянное, потому что Аллах установил для таких случаев соответствующее наказание и воздаяние. Если же он совершил этот поступок непреднамеренно, то он получает только воздаяние и не получает наказания. Этого мнения придерживалось большинство богословов. Тем не менее, согласно наиболее достоверному мнению, опирающемуся на ясный смысл этого аята, непреднамеренное убийство охотничьей добычи не является грехом, и паломник не должен совершать за него искупительные действия."
    },
    {
      "ayah": 96,
      "surah": 5,
      "text": "Поскольку к охотничьей добыче относятся животные, обитающие как на суше, так и на море, Всевышний Аллах сделал исключение для морской добычи и позволил ловить ее, находясь в ихраме. Под морской добычей здесь подразумеваются живые морские животные, а под морской едой - мертвые обитатели моря. Это означает, что разрешается питаться морской падалью. Аллах позволил людям питаться этими благами для того, чтобы они извлекали из этого пользу вместе со своими спутниками. Однако им запрещено охотиться на суше, пока они находятся в ихраме. Из лексического анализа арабского слова сайд ‘охотничья добыча’ следует, что речь идет только о диких животных, потому что на домашних животных не охотятся. Это должны быть животные, мясо которых разрешается употреблять в пищу, поскольку тех животных, мясо которых запрещено есть, нельзя назвать добычей. После разъяснения этого Аллах приказал людям бояться Его, выполняя религиозные повеления и избегая нарушения Его запретов. А помочь им в этом может осознание того, что они будут собраны перед Ним, и тогда Он одарит вознаграждением тех, кто был богобоязнен, и подвергнет наказанию тех, кто не поступал так."
    },
    {
      "ayah": 97,
      "surah": 5,
      "text": "Всевышний сообщил о том, что Заповедная мечеть - это опора для людей, поскольку благодаря почитанию ее они поддерживают свое духовное и мирское благополучие, совершенствуют свою приверженность исламу и избавляются от бремени грехов. Отправляясь в паломничество к ней, они приобретают щедрые дары и великие блага, жертвуют своим имуществом и преодолевают большие трудности. Мусульмане любых национальностей стекаются к ней по самым широким дорогам, знакомятся друг с другом, помогают друг другу, вместе обсуждают общие проблемы и устанавливают прочные связи, приносящие им пользу в религиозных и мирских делах. Всевышний сказал: «Пусть они засвидетельствуют то, что приносит им пользу, и поминают имя Аллаха в установленные дни над скотиной, которой Он наделил их» (22:28). По причине того, что Кааба - опора для людей, некоторые богословы считали, что ежегодный хадж является обязательным предписанием для всей мусульманской общины, и если никто из мусульман не отправится в хадж, то вина за это ляжет на каждого, кто был в состоянии совершить паломничество. Более того, если никто из мусульман не отправится в хадж, то они лишатся своей опоры, и тогда наступит День воскресения. Жертвенные животные и животные с ожерельями, которые считаются самыми славными из всех жертвенных животных, также являются опорой для людей, поскольку они приносят им большую пользу и огромное вознаграждение. Аллах установил эти предписания для того, чтобы люди поняли, что Ему известно обо всем, что на небесах и на земле. Он создал Заповедную мечеть на благо Своих рабов, ведь Ему было известно, что она принесет им пользу в религиозных и мирских делах."
    },
    {
      "ayah": 98,
      "surah": 5,
      "text": "Знание этих двух истин не должно покидать ваши сердца, и вы должны быть твердо убеждены в них. Вы должны знать, что Аллах может подвергнуть суровому наказанию каждого ослушника как в этом мире, так и в Последней жизни. Наряду с этим Он может простить и помиловать каждого, кто приносит покаяние и повинуется Ему. Это знание поможет вам бояться Божьего наказания и надеяться на Его прощение и вознаграждение, и тогда вы всегда будете поступать, руководствуясь этими двумя качествами."
    },
    {
      "ayah": 99,
      "surah": 5,
      "text": "Донесение истины было единственной обязанностью Пророка Мухаммада, да благословит его Аллах и приветствует, и он выполнил свою миссию так, как ему было приказано. Конечно же, он не распоряжался происходящим во Вселенной, зато Аллаху известно обо всем, что обнаруживают или скрывают рабы, и каждому из них Он воздаст по заслугам в соответствии со Своим знанием."
    }
  ]
}
