{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 51,
      "text": "В начале этой суры Аллах поклялся великими творениями, приносящими людям много пользы, о том, что Его обещание непреложно и что День воздаяния и отчета непременно настанет, и ничто не сможет помешать этому. Если же Всемогущий и Великий Аллах сообщил об этом дне, поклялся о правдивости Своего обещания и подкрепил Свои слова многочисленными доказательствами, то совершенно непонятно, как могут неверующие считать Судный день ложью и не трудиться во благо Последней жизни. Рассеивающие прах - имеются в виду ветры, рассеивающие по земле пыль и песок иногда тихо и спокойно, а иногда стремительно и бурно."
    },
    {
      "ayah": 10,
      "surah": 51,
      "text": "Отворачивается от Пророка, да благословит его Аллах и приветствует, только тот, кто питает отвращение к вере и не желает признавать убедительные и неопровержимые доводы. Противоречивость заявлений, которыми неверующие пытаются оправдать свое поведение, лишний раз свидетельствует о лживости и порочности их взглядов. Подобных противоречий нет в учении Пророка Мухаммада, да благословит его Аллах и приветствует, священные тексты которого подтверждают друг друга. Это является одним из многочисленных доказательств истинности исламской религии и ее божественного происхождения. Всевышний сказал: «Ведь если бы он был не от Аллаха, то они нашли бы в нем много противоречий» (4:82)."
    },
    {
      "ayah": 11,
      "surah": 51,
      "text": "Да сгинут те, кто возвел навет на Аллаха и отверг Его знамения, кто уверовал в отвратительную ложь и попытался затушить ею свет истины, кто осмелился говорить об Аллахе все, что вздумается, не имея об этом никаких знаний, и кто пребывает в пучине невежества, неверия и заблуждения."
    },
    {
      "ayah": 12,
      "surah": 51,
      "text": "Да сгинут те, кто возвел навет на Аллаха и отверг Его знамения, кто уверовал в отвратительную ложь и попытался затушить ею свет истины, кто осмелился говорить об Аллахе все, что вздумается, не имея об этом никаких знаний, и кто пребывает в пучине невежества, неверия и заблуждения."
    },
    {
      "ayah": 13,
      "surah": 51,
      "text": "Терзаемые неверием и сомнениями, они спрашивают: «Когда же мы все-таки воскреснем?» Они считают воскрешение невозможным, и потому не спрашивай о том, какие муки они будут испытывать в тот день, когда их ввергнут в пламя Геенны за то зло, что скрывалось в их душе и изливалось из нее наружу."
    },
    {
      "ayah": 14,
      "surah": 51,
      "text": "Это наказание - результат невыдержанного вами испытания, результат вашего неверия и заблуждения. Вы просили Нас ускорить наступление этого часа, и теперь можете наслаждаться этими ужасными муками и греметь своими оковами и цепями. Вкусите гнев и возмездие Аллаха!"
    },
    {
      "ayah": 15,
      "surah": 51,
      "text": "Всевышний сообщил о награде, уготовленной для богобоязненных верующих, которые заслужили эту награду своими праведными делами. Господь назвал их богобоязненными, потому что покорность и благочестие были их неизменными качествами. В награду за это Всевышний Аллах поселит их в садах, в которых растут прекрасные фруктовые деревья. Они будут наслаждаться плодами, похожими на те, что растут на земле, и многими другими фруктами, о которых ничего не слышали прежде и о существовании которых даже не смели предположить. Они будут отдыхать возле бурлящих источников, из которых вытекают ручьи, орошающие райские луга и сады. Рабы Аллаха будут пить из этих источников прекрасные напитки и будут направлять ручьи туда, куда пожелают."
    },
    {
      "ayah": 16,
      "surah": 51,
      "text": "Существует мнение, что речь идет о всевозможных благах, которыми Всевышний одарит верующих. Они примут их и останутся довольны своим Господом. Их сердца будут переполнены радостью, а взоры будут упиваться тем, что будет происходить вокруг. Они не захотят просить чего-либо взамен дарованным им благам и не смогут думать о чем-то большем. Согласно другому мнению, речь в этом аяте идет о качествах, которыми обладают богобоязненные праведники в этом мире: они придерживаются повелений и запретов, которые даровал им Господь. Мусульманский шариат действительно является лучшим из даров, ниспосланных рабам на земле, и эта великая милость обязывает их благодарить своего Господа и повиноваться Ему. Однако первое толкование больше подходит к контексту этого отрывка, тем более что вслед за этими словами Всевышний сказал, что прежде они творили добро. Это значит, что сейчас они уже получили обещанные им райские блага. Эти праведники поклонялись Аллаху так, словно они видели Его воочию, и хотя они не видели Его, они твердо знали, что Он видит их. Они раздавали милостыню, обучали людей праведности, давали им полезные советы, призывали их к благочестию и удерживали от грехов и совершали много других добрых дел. Их добродетель была так велика, что они были вежливы даже со своими слугами и рабами и были внимательны к домашнему скоту и другим животным."
    },
    {
      "ayah": 17,
      "surah": 51,
      "text": "Существует мнение, что речь идет о всевозможных благах, которыми Всевышний одарит верующих. Они примут их и останутся довольны своим Господом. Их сердца будут переполнены радостью, а взоры будут упиваться тем, что будет происходить вокруг. Они не захотят просить чего-либо взамен дарованным им благам и не смогут думать о чем-то большем. Согласно другому мнению, речь в этом аяте идет о качествах, которыми обладают богобоязненные праведники в этом мире: они придерживаются повелений и запретов, которые даровал им Господь. Мусульманский шариат действительно является лучшим из даров, ниспосланных рабам на земле, и эта великая милость обязывает их благодарить своего Господа и повиноваться Ему. Однако первое толкование больше подходит к контексту этого отрывка, тем более что вслед за этими словами Всевышний сказал, что прежде они творили добро. Это значит, что сейчас они уже получили обещанные им райские блага. Эти праведники поклонялись Аллаху так, словно они видели Его воочию, и хотя они не видели Его, они твердо знали, что Он видит их. Они раздавали милостыню, обучали людей праведности, давали им полезные советы, призывали их к благочестию и удерживали от грехов и совершали много других добрых дел. Их добродетель была так велика, что они были вежливы даже со своими слугами и рабами и были внимательны к домашнему скоту и другим животным."
    },
    {
      "ayah": 18,
      "surah": 51,
      "text": "Существует мнение, что речь идет о всевозможных благах, которыми Всевышний одарит верующих. Они примут их и останутся довольны своим Господом. Их сердца будут переполнены радостью, а взоры будут упиваться тем, что будет происходить вокруг. Они не захотят просить чего-либо взамен дарованным им благам и не смогут думать о чем-то большем. Согласно другому мнению, речь в этом аяте идет о качествах, которыми обладают богобоязненные праведники в этом мире: они придерживаются повелений и запретов, которые даровал им Господь. Мусульманский шариат действительно является лучшим из даров, ниспосланных рабам на земле, и эта великая милость обязывает их благодарить своего Господа и повиноваться Ему. Однако первое толкование больше подходит к контексту этого отрывка, тем более что вслед за этими словами Всевышний сказал, что прежде они творили добро. Это значит, что сейчас они уже получили обещанные им райские блага. Эти праведники поклонялись Аллаху так, словно они видели Его воочию, и хотя они не видели Его, они твердо знали, что Он видит их. Они раздавали милостыню, обучали людей праведности, давали им полезные советы, призывали их к благочестию и удерживали от грехов и совершали много других добрых дел. Их добродетель была так велика, что они были вежливы даже со своими слугами и рабами и были внимательны к домашнему скоту и другим животным."
    },
    {
      "ayah": 19,
      "surah": 51,
      "text": "Намаз в середине ночи является величайшим обрядом поклонения и свидетельствует об искренней преданности раба своему Господу и правдивости его веры. Поэтому истинные верующие спали лишь малую часть ночи и проводили долгие часы в молитвах и за чтением Корана, смиренно поминая Аллаха и обращаясь к Нему с мольбой. Их молитвы продолжались до наступления зари, и они завершали их мольбой о прощении. Мольба о прощении перед рассветом - это великое достоинство, которое присуще далеко не каждому рабу, и поэтому Всевышний Аллах упомянул о нем как об одном из качеств истинных верующих: «Они терпеливы, правдивы, смиренны, делают пожертвования и просят прощения перед рассветом» (3:17). К праведным деяниям также относятся обязательные и добровольные пожертвования в пользу тех, кто просит подаяния, и тех, кто молча сносил тяготы и лишения. Затем Всевышний призвал рабов задуматься над тем, что окружает их в земном мире:"
    },
    {
      "ayah": 2,
      "surah": 51,
      "text": "Речь идет о тучах, обремененных дождевой водой, которая проливается на землю и приносит много пользы самой земле и ее обитателям."
    },
    {
      "ayah": 20,
      "surah": 51,
      "text": "Намаз в середине ночи является величайшим обрядом поклонения и свидетельствует об искренней преданности раба своему Господу и правдивости его веры. Поэтому истинные верующие спали лишь малую часть ночи и проводили долгие часы в молитвах и за чтением Корана, смиренно поминая Аллаха и обращаясь к Нему с мольбой. Их молитвы продолжались до наступления зари, и они завершали их мольбой о прощении. Мольба о прощении перед рассветом - это великое достоинство, которое присуще далеко не каждому рабу, и поэтому Всевышний Аллах упомянул о нем как об одном из качеств истинных верующих: «Они терпеливы, правдивы, смиренны, делают пожертвования и просят прощения перед рассветом» (3:17). К праведным деяниям также относятся обязательные и добровольные пожертвования в пользу тех, кто просит подаяния, и тех, кто молча сносил тяготы и лишения. Затем Всевышний призвал рабов задуматься над тем, что окружает их в земном мире:"
    },
    {
      "ayah": 21,
      "surah": 51,
      "text": "Неужели вы не видите? Среди этих знамений - огромная земля с ее горами, морями, реками, деревьями, травами и многими другими творениями, которые убеждают внимательного и рассудительного человека в величии, могуществе, милосердии и безграничном знании могучего Создателя. Эти знамения есть и в самом человеке. Разум, мудрость и милосердие, которыми наделен человек, также свидетельствуют о том, что Великий Аллах ни в ком и ни в чем не нуждается и ничего не создает понапрасну."
    },
    {
      "ayah": 22,
      "surah": 51,
      "text": "Под этим уделом подразумеваются дожди, а также предопределение Аллаха, в соответствии с которым распределяются мирские и духовные блага. А обещано людям воздаяние, то есть наказание или вознаграждение как на земле, так и в Последней жизни. Конечно же, оно также определяется в соответствии с предопределением Всевышнего."
    },
    {
      "ayah": 23,
      "surah": 51,
      "text": "После того как Аллах напомнил благоразумным и рассудительным людям о своих знамениях, Он поклялся о том, что Его обещание и воздаяние истинны и непреложны - столь же истинны, как и дар речи, которым обладает человек. Разве есть более яркий и более убедительный пример? Вы ничуть не сомневаетесь в том, что умеете разговаривать, и вы ничуть не должны сомневаться в том, что будете воскрешены и спрошены за свои дела."
    },
    {
      "ayah": 24,
      "surah": 51,
      "text": "Это - удивительный и поучительный рассказ об ангелах, которым Аллах повелел погубить народ пророка Лута и навестить Ибрахима. Ангелы повиновались Господу и явились к Ибрахиму в облике гостей."
    },
    {
      "ayah": 25,
      "surah": 51,
      "text": "Ибрахим не узнал ангелов и попросил их представиться, и только после этого он понял, кто почтил его своим визитом."
    },
    {
      "ayah": 26,
      "surah": 51,
      "text": "Ибрахим не узнал ангелов и попросил их представиться, и только после этого он понял, кто почтил его своим визитом."
    },
    {
      "ayah": 27,
      "surah": 51,
      "text": "Ибрахим не узнал ангелов и попросил их представиться, и только после этого он понял, кто почтил его своим визитом."
    },
    {
      "ayah": 28,
      "surah": 51,
      "text": "Они обрадовали его вестью о знающем мальчике. Ибрахим второпях отправился к семье, чтобы принести гостям угощение. Он вернулся с жирным теленком и предложил гостям отведать его. Когда же он увидел, что они не собираются есть, то заволновался, но ангелы успокоили его и обрадовали вестью о рождении мудрого сына Исхака."
    },
    {
      "ayah": 29,
      "surah": 51,
      "text": "Услышав приятную новость, жена Ибрахима вышла к гостям и от радости принялась кричать и бить себя по лицу. Это свидетельствует о том, что женщины часто ведут себя непредсказуемо и вопреки всякой логике. Она воскликнула: «Неужели у меня будет ребенок?! В моем возрасте женщины не могут рожать, да и сама я - бесплодна». В этом аяте упоминаются две причины, по которым жена Ибрахима не могла родить ребенка. В суре «Худ» названа третья причина: «Она сказала: “Горе мне! Неужели я рожу? Ведь я - старуха, и мой муж - старик”» (11:72)."
    },
    {
      "ayah": 3,
      "surah": 51,
      "text": "Речь идет о звездах, которые украшают своим сиянием небосвод, помогают людям во мраке ночи найти путь на суше и на море и заставляют людей задуматься над могуществом Творца."
    },
    {
      "ayah": 30,
      "surah": 51,
      "text": "Господь Он предопределил это, и это непременно сбудется. А могуществу Аллаха не следует удивляться! Среди Его прекрасных имен - Мудрый и Знающий. Он расставляет все по своим местам и осведомлен о всякой вещи, посему покоритесь Его воле и благодарите Его за оказанную милость."
    },
    {
      "ayah": 31,
      "surah": 51,
      "text": "Ибрахим догадался, что ангелы выполняют поручение Аллаха и явились с какой-то важной миссией."
    },
    {
      "ayah": 32,
      "surah": 51,
      "text": "Ибрахим догадался, что ангелы выполняют поручение Аллаха и явились с какой-то важной миссией."
    },
    {
      "ayah": 33,
      "surah": 51,
      "text": "Ибрахим догадался, что ангелы выполняют поручение Аллаха и явились с какой-то важной миссией."
    },
    {
      "ayah": 34,
      "surah": 51,
      "text": "Этим грешным народом был народ Лута, который отверг Божьего посланника, поклонялся ложным богам и совершал омерзительный содомский грех, которого не делал никто прежде. За их нечестие и беззаконие Аллах велел забросать их камнями, на каждом из которых было записано имя того, кому этот камень предназначался. Ибрахим принялся защищать народ Лута в надежде, что Аллах отсрочит их наказание, и ангелы сказали ему: «О Ибрахим (Авраам)! Оставь споры, ибо твой Господь уже отдал приказ, и их постигнут неотвратимые мучения» (11:76)."
    },
    {
      "ayah": 35,
      "surah": 51,
      "text": "Этим грешным народом был народ Лута, который отверг Божьего посланника, поклонялся ложным богам и совершал омерзительный содомский грех, которого не делал никто прежде. За их нечестие и беззаконие Аллах велел забросать их камнями, на каждом из которых было записано имя того, кому этот камень предназначался. Ибрахим принялся защищать народ Лута в надежде, что Аллах отсрочит их наказание, и ангелы сказали ему: «О Ибрахим (Авраам)! Оставь споры, ибо твой Господь уже отдал приказ, и их постигнут неотвратимые мучения» (11:76)."
    },
    {
      "ayah": 36,
      "surah": 51,
      "text": "Это был дом Лута, все обитатели которого были верующими, кроме жены самого Лута, которая оказалась в числе тех, кому было суждено погибнуть."
    },
    {
      "ayah": 37,
      "surah": 51,
      "text": "А страшатся лютой кары только те, кто извлекает уроки из назиданий Аллаха и кто знает, как правдивы Его посланники и как мучительно Его наказание. Из этой истории можно сделать следующие выводы: 1. Премудрый Аллах поведал Своим рабам о жизни самых лучших и самых худших людей, дабы люди поразмыслили над тем, какая участь ожидает тех и других. 2. Всевышний начал повествование об Ибрахиме вопросом, чтобы подчеркнуть великие заслуги этого пророка и большую значимость самого повествования. 3. Религия Аллаха поощряет гостеприимство, которое было одним из качеств возлюбленного Аллаха Ибрахима. Именно путем этого славного посланника Всевышний повелел следовать Пророку Мухаммаду, да благословит его Аллах и приветствует, и мусульманам. Гостеприимство Ибрахима отмечается в этой суре как похвальная и благородная черта. 4. Хозяин дома должен оказывать гостям почтение добрым словом и уважительным обхождением. Аллах назвал гостей Ибрахима почтенными, не только потому что они почтенны перед Аллахом, но и потому что Ибрахим оказал им почтением достойным приемом. Всевышний сообщил о том, как обходителен был пророк в своих словах и поступках. 5. Дом Ибрахима был пристанищем для гостей и путников, о чем свидетельствует тот факт, что ангелы вошли в дом, не спросив разрешения. Затем, соблюдая вежливость и приличие, они первыми поздоровались с Ибрахимом, и он ответил на их слова приветствия более полным приветствием, на что указывает использованный в двадцать пятом аяте оборот арабского языка. Речь идет об именном предложении, которое в данном случае подразумевает незавершенность фразы и наличие продолжения. 6. При общении с незнакомым человеком разрешается спросить о его имени, потому что это может принести в дальнейшем много пользы. 7. Ибрахим назвал гостей людьми незнакомыми, что подчеркивает его благовоспитанность и умение вести беседу. Он не сказал: «Я не знаю, кто вы». Обратите внимание на большую разницу между этими двумя фразами. 8. Увидев гостей, Ибрахим поспешил поскорее принести им угощение, потому что доброе дело лучше всего делать сразу. 9. Гостю разрешается подавать кушанье, которое предназначалось не для него. Такое поведение не является неуважением к гостю, а свидетельствует об уважительном отношении к нему. Именно так пророк Ибрахим почтил своих посетителей. 10. Пророк Ибрахим жил в достатке, поскольку у него в доме был жирный теленок, и ему не понадобилось отправляться на рынок или к соседям. 11. Возлюбленный Аллаха Ибрахим сам ухаживал за гостями и заслужил право называться господином Его гостеприимных рабов. 12. Ибрахим положил угощение непосредственно перед гостями, а не предложил им пересесть, чтобы отведать поданное им блюдо. Такое поведение более предпочтительно и более учтиво. 13. Предлагая ангелам поесть, Ибрахим был особенно вежлив и сказал: «Не отведаете ли?» Он не сказал: «Поешьте!» или что-либо в этом роде, а использовал самое уважительное обращение. Это говорит о том, как учтиво следует обращаться с гостями, особенно, если приглашаешь их поесть. Добропорядочный мусульманин должен брать пример с этого славного пророка и пользоваться самыми изысканными выражениями, например: «Не отведаете ли вместе с нами? Не окажите ли нам честь?! Не обрадуете ли нас своим присутствием?» 14. Если человек видит, что его собеседник напуган или встревожен, то он должен попытаться успокоить его и рассеять его тревогу и волнение. Именно так поступили ангелы, когда увидели, как встревожен Ибрахим. Они сказали ему: «Не бойся», - а затем сообщили ему радостную весть о рождении сына. 15. Жена Ибрахима Сара была так обрадована этим известием, что повела себя весьма необычным образом, стала бить себя по лицу и даже кричать. 16. Всевышний вознаградил Ибрахима и Сару, почтив их радостной вестью о рождении мудрого сына."
    },
    {
      "ayah": 38,
      "surah": 51,
      "text": "А страшатся лютой кары только те, кто извлекает уроки из назиданий Аллаха и кто знает, как правдивы Его посланники и как мучительно Его наказание. Из этой истории можно сделать следующие выводы: 1. Премудрый Аллах поведал Своим рабам о жизни самых лучших и самых худших людей, дабы люди поразмыслили над тем, какая участь ожидает тех и других. 2. Всевышний начал повествование об Ибрахиме вопросом, чтобы подчеркнуть великие заслуги этого пророка и большую значимость самого повествования. 3. Религия Аллаха поощряет гостеприимство, которое было одним из качеств возлюбленного Аллаха Ибрахима. Именно путем этого славного посланника Всевышний повелел следовать Пророку Мухаммаду, да благословит его Аллах и приветствует, и мусульманам. Гостеприимство Ибрахима отмечается в этой суре как похвальная и благородная черта. 4. Хозяин дома должен оказывать гостям почтение добрым словом и уважительным обхождением. Аллах назвал гостей Ибрахима почтенными, не только потому что они почтенны перед Аллахом, но и потому что Ибрахим оказал им почтением достойным приемом. Всевышний сообщил о том, как обходителен был пророк в своих словах и поступках. 5. Дом Ибрахима был пристанищем для гостей и путников, о чем свидетельствует тот факт, что ангелы вошли в дом, не спросив разрешения. Затем, соблюдая вежливость и приличие, они первыми поздоровались с Ибрахимом, и он ответил на их слова приветствия более полным приветствием, на что указывает использованный в двадцать пятом аяте оборот арабского языка. Речь идет об именном предложении, которое в данном случае подразумевает незавершенность фразы и наличие продолжения. 6. При общении с незнакомым человеком разрешается спросить о его имени, потому что это может принести в дальнейшем много пользы. 7. Ибрахим назвал гостей людьми незнакомыми, что подчеркивает его благовоспитанность и умение вести беседу. Он не сказал: «Я не знаю, кто вы». Обратите внимание на большую разницу между этими двумя фразами. 8. Увидев гостей, Ибрахим поспешил поскорее принести им угощение, потому что доброе дело лучше всего делать сразу. 9. Гостю разрешается подавать кушанье, которое предназначалось не для него. Такое поведение не является неуважением к гостю, а свидетельствует об уважительном отношении к нему. Именно так пророк Ибрахим почтил своих посетителей. 10. Пророк Ибрахим жил в достатке, поскольку у него в доме был жирный теленок, и ему не понадобилось отправляться на рынок или к соседям. 11. Возлюбленный Аллаха Ибрахим сам ухаживал за гостями и заслужил право называться господином Его гостеприимных рабов. 12. Ибрахим положил угощение непосредственно перед гостями, а не предложил им пересесть, чтобы отведать поданное им блюдо. Такое поведение более предпочтительно и более учтиво. 13. Предлагая ангелам поесть, Ибрахим был особенно вежлив и сказал: «Не отведаете ли?» Он не сказал: «Поешьте!» или что-либо в этом роде, а использовал самое уважительное обращение. Это говорит о том, как учтиво следует обращаться с гостями, особенно, если приглашаешь их поесть. Добропорядочный мусульманин должен брать пример с этого славного пророка и пользоваться самыми изысканными выражениями, например: «Не отведаете ли вместе с нами? Не окажите ли нам честь?! Не обрадуете ли нас своим присутствием?» 14. Если человек видит, что его собеседник напуган или встревожен, то он должен попытаться успокоить его и рассеять его тревогу и волнение. Именно так поступили ангелы, когда увидели, как встревожен Ибрахим. Они сказали ему: «Не бойся», - а затем сообщили ему радостную весть о рождении сына. 15. Жена Ибрахима Сара была так обрадована этим известием, что повела себя весьма необычным образом, стала бить себя по лицу и даже кричать. 16. Всевышний вознаградил Ибрахима и Сару, почтив их радостной вестью о рождении мудрого сына."
    },
    {
      "ayah": 39,
      "surah": 51,
      "text": "Аллах сообщил о пророке Мусе, которого Он отправил к Фараону и египетской знати, дабы он явил им ясные знамения и величайшие чудеса. Пророчество Мусы было убедительным знамением для тех, кто страшился мучительного наказания Аллаха, но только не для Фараона. Он вместе со своим окружением отвратился от истины и принялся оскорблять Мусу. Он назвал его колдуном и безумцем. Если он колдун, то все его чародейство - не более, чем ложь. Если же он безумец, то не стоит обращать на него внимания, ведь он сам не соображает, что говорит. Однако египтяне и, прежде всего, сам Фараон прекрасно знали, что Муса говорит правду, о чем сказал Всевышний: «Они отвергли их несправедливо и надменно, хотя в душе они были убеждены в их правдивости» (27:14). Муса же сказал Фараону: «Ты уже знаешь, что не кто иной, а только Господь небес и земли ниспослал их в качестве наглядных знамений. О Фараон! Я полагаю, что тебя постигнет погибель» (17:102)."
    },
    {
      "ayah": 4,
      "surah": 51,
      "text": "Речь идет об ангелах, которые с позволения Аллаха распределяют Его повеления. Каждый из ангелов исправно выполняет возложенную на него миссию либо на земле, либо на небесах, не превышая данных ему полномочий и не делая упущений."
    },
    {
      "ayah": 40,
      "surah": 51,
      "text": "Фараон был достоин осуждения, поскольку погряз в грехах и перешел все границы дозволенного. Он превознесся пред Аллахом, и Тот покарал его суровым наказанием."
    },
    {
      "ayah": 41,
      "surah": 51,
      "text": "Адиты - это известный в прошлом народ, который отказался уверовать в пророка Худа, за что Аллах наслал на них сильный ветер, который не принес с собой ничего, кроме зла."
    },
    {
      "ayah": 42,
      "surah": 51,
      "text": "Все, чего коснулся этот ураган, превратилось в пыль и песок. Такая горькая участь постигла народ, который обладал огромной властью и великой мощью, но власть Аллаха еще более велика и могуча, и ни один грешник не сможет избежать сурового возмездия."
    },
    {
      "ayah": 43,
      "surah": 51,
      "text": "Также великим знамением была гибель племени Самуд, к которому был отправлен благородный пророк Салих. Самудяне сочли его лжецом и надменно отказались повиноваться ему, а когда Аллах послал им в качестве живого знамения верблюдицу, они прониклись к вере еще большей враждой и неприязнью."
    },
    {
      "ayah": 44,
      "surah": 51,
      "text": "Самудян поразил душераздирающий вопль, и они воочию узрели наказание своего Господа."
    },
    {
      "ayah": 45,
      "surah": 51,
      "text": "Они не смогли подняться на ноги, чтобы спастись от возмездия, и были не в силах помочь себе."
    },
    {
      "ayah": 46,
      "surah": 51,
      "text": "Еще раньше Аллах погубил народ Нуха, который отверг своего пророка и не стал повиноваться своему Господу. Небеса и земля излили на них свои воды и потопили всех неверующих от первого до последнего. Так Всевышний Аллах расправляется со всеми, кто ослушается Его велений. Затем Аллах напомнил людям о своей неограниченной власти и своем могуществе и сказал:"
    },
    {
      "ayah": 47,
      "surah": 51,
      "text": "Мы сотворили небо прекрасным, совершенным творением, сделали его сводом для вашей земной обители и расширяем его за края и концы. Аллах увеличивает не только небеса, но и богатства Своих рабов. Ни одно пресмыкающееся в бескрайней пустыне, ни одна рыба в бездонной пучине, ни одна живая тварь на небесах и на земле не остается без заботы и внимания Всевышнего Аллаха, Который обеспечивает все Свои творения пропитанием, достаточным для их существования. Пречист Тот, Чья щедрость объемлет все сущее! Благословен Тот, Чья милость осеняет всякую тварь!"
    },
    {
      "ayah": 48,
      "surah": 51,
      "text": "Мы сделали землю мягким ложем для людей. На этом ложе они могут делать все, что необходимо для их существования: строить жилища, сажать деревья, выращивать посевы, собирать урожаи, отдыхать и трудиться, воплощая в жизнь свои желания. А поскольку любое ложе может иметь некоторые недостатки, Всевышний похвалил Самого Себя за то, какой совершенной Он сотворил землю. По Своей милости и мудрости Он сделал ее прекрасной и обеспечил людей всем необходимым."
    },
    {
      "ayah": 49,
      "surah": 51,
      "text": "Мы сотворили животных самцами и самками, чтобы вы задумались над бесчисленными милостями Аллаха и Его мудростью, ведь именно благодаря Ему животные не исчезают, а продолжают свой род. Благодаря Ему люди научились разводить домашних животных, ухаживать за ними и обучать их необходимым навыкам, получая от них взамен множество благ. Эти и другие знамения обязывают людей страшиться Аллаха и искренне служить Ему одному. Поэтому Он сначала велел нам задуматься над Его знамениями, а затем - проникнуться искренним страхом перед наказанием и искать у Него защиты. Всевышний сказал:"
    },
    {
      "ayah": 5,
      "surah": 51,
      "text": "Речь идет об ангелах, которые с позволения Аллаха распределяют Его повеления. Каждый из ангелов исправно выполняет возложенную на него миссию либо на земле, либо на небесах, не превышая данных ему полномочий и не делая упущений."
    },
    {
      "ayah": 50,
      "surah": 51,
      "text": "Избегайте всего, что ненавистно Аллаху, и стремитесь ко всему, что угодно Ему. Бегите от невежества к знаниям, от безбожия к вере, от ослушания к покорности, от беспечности к рассудительности. Тот, кому удастся сделать это, усовершенствует свою веру и сможет обрести все заветное и прекрасное и избежать всего скверного и неприятного. Аллах назвал возвращение в лоно истинной веры бегством, потому что только на Его пути человек находит безопасность, радость и счастье, в то время как все иные пути чреваты неприятностями и ужасными последствиями. Человек всегда стремится к одному и бежит от другого, а верующий, когда опасается чего-либо, устремляется к Аллаху. И чем сильнее он опасается этого, тем быстрее он достигает своей цели."
    },
    {
      "ayah": 51,
      "surah": 51,
      "text": "Многобожие - не просто один из грехов, которых должен избегать человек. Это - величайший из грехов. Раб Божий обязан избегать поклонения идолам, истуканам, усопшим праведникам, могилам и всему, что нечестивцы обожествляют наряду с Аллахом. Раб Божий должен искренне поклоняться только Ему, страшиться Его, надеяться на Него и молить Его о помощи и прощении."
    },
    {
      "ayah": 52,
      "surah": 51,
      "text": "Аллах утешил Пророка Мухаммада, да благословит его Аллах и приветствует, который тяжело переживал от того, что язычники считали его лжецом и говорили о нем ужасную клевету. Он напомнил ему о том, что во все времена неверующие говорили о Божьих посланниках одно и то же. Не было такого посланника, которого бы его соплеменники не нарекли колдуном и одержимым."
    },
    {
      "ayah": 53,
      "surah": 51,
      "text": "Неверующие неизменно повторяют слова своих предшественников. Однако не стоит удивляться их единству, ведь причиной всему - их беззаконие и заблуждение. Их сердца похожи тем, что в них укоренилось зло, а их речи похожи, потому что они произрастают на этом зле. Таково истинное положение неверующих, о чем и сказал Всевышний: «Те, которые лишены знания, говорят: “Почему Аллах не говорит с нами? Почему знамение не приходит к нам?” Такие же слова говорили их предшественники. Их сердца похожи» (2:118). То же самое можно сказать о правоверных. Их сердца покорны истине и преисполнены веры в посланников и уважения к ним. А их речи всегда прекрасны и достойны."
    },
    {
      "ayah": 54,
      "surah": 51,
      "text": "Всевышний повелел Своему посланнику, да благословит его Аллах и приветствует, отвернуться от грешников, которые сочли его лжецом и отвернулись от его проповедей. Не обращай на них внимания и не брани их, а продолжай выполнять возложенную на тебя миссию. Тебя не станут осуждать за их грехи, потому что твоя обязанность - донести до них истину, и ты исправно выполнил свой долг и уже довел до их сведения послание Господа."
    },
    {
      "ayah": 55,
      "surah": 51,
      "text": "Наставления бывают двух видов. К одному из них относится обстоятельное разъяснение людям того, о чем они прежде имели лишь общие представления. Аллах наделил человека разумом и подсознательным природным чувством, которые учат его любить добро, ненавидеть зло и отдавать добру предпочтение перед злом. Ниспосланные Аллахом законы гармонируют с разумом и подсознанием человека, и разъяснение этих законов является одним из видов наставления. Для того чтобы такое наставление было более полным и совершенным, проповедник должен разъяснять людям пользу, благо и прелесть одобряемых религией деяний, а также вред и пагубность грехов. Второй вид наставления - это напоминание верующим о том, к чему они невнимательны и небрежны. Мусульмане должны часто напоминать друг другу о своих обязанностях, дабы осознание своего долга укоренилось в их сердцах. Тогда каждый из них будет внимателен к своим словам и поступкам и будет стремиться выполнять все предписания Всевышнего. Благодаря такому наставлению мусульмане становятся деятельны и энергичны, а эти качества непременно помогут им творить добро и всегда двигаться только вверх. Аллах подчеркнул, что наставления и напоминания приносят пользу только верующим, потому что только их сердца преисполнены веры, страха перед наказанием Господа и стремления встать на прямой путь и снискать благоволение Аллаха. Все эти качества обязывают верующих внимать наставлениям и прислушиваться к проповедям. Об этом же говорится в суре «Аль-Аля», где Аллах сказал: «Наставляй же людей, если напоминание принесет пользу. Воспримет его тот, кто страшится, и отвернется от него самый несчастный» (87:9–11). А что касается тех, кто лишен веры и не хочет прислушиваться к увещеваниям, то ни наставления, ни проповеди не принесут им пользы, так же как и дожди не приносят пользы солончаку. Какое бы знамение ни приходило к этим нечестивцам, они все равно не уверуют, пока воочию не узрят мучительное наказание."
    },
    {
      "ayah": 56,
      "surah": 51,
      "text": "Всевышний сообщил о том, ради чего Он сотворил джиннов и людей и ради чего Он отправил к ним столько посланников. Господь сотворил Своих рабов только для того, чтобы они поклонялись Ему, познавали и любили Его, стремились снискать Его довольство, повиновались Его приказам и не искали для себя иных богов. Все это невозможно до тех пор, пока рабы не познают своего Творца. Поклонение целиком зависит от глубины познания рабом качеств Всевышнего Аллаха. И чем больше он знает о своем Господе, тем лучше он поклоняется Ему. Именно ради этого Аллах сотворил джиннов и людей, и заблуждаются те, кто думает, что Аллах сотворил людей, потому что нуждался в них."
    },
    {
      "ayah": 57,
      "surah": 51,
      "text": "Аллах не нуждается ни в ком и ни в чем, а все сущее нуждается в Нем. В любых делах и в любых начинаниях люди и другие твари нуждаются в помощи своего Создателя, и поэтому далее Аллах сказал:"
    },
    {
      "ayah": 58,
      "surah": 51,
      "text": "Его дары щедры и богаты, и в небесах и на земле нет живого существа, которое бы не питалось этими дарами. Он знает, где Его рабы находят приют и где они ищут пропитание. Его могущество и власть безграничны. Благодаря им Он сотворил земной и небесный миры, благодаря им Он управляет делами во Вселенной и господствует над всем сущим. Его воля непреложна, и поэтому в мире происходит только то, что Он пожелает. Ничто не может произойти вопреки Его воле, никто не в состоянии пошатнуть Его власть, и нет такого места, куда бы не распространялось Его владычество. Он всемогущ, и благодаря Своему могуществу Он обеспечивает творения пропитанием во всех уголках Вселенной. Благодаря Своему могуществу Он воскресит мертвых, после того как их тела истлеют в холодной земле, или их прах будет рассеян ветром по свету, или их останки будут изглоданы дикими птицами и зверями. Где бы ни погиб человек, в далекой пустыне или в бескрайнем море, Аллах не забывает о нем и верно знает, какая участь постигла его тело. Воистину, пречист Могущественный, Крепкий Творец!"
    },
    {
      "ayah": 59,
      "surah": 51,
      "text": "Всевышний сообщил, что тех, которые несправедливо обошлись с Пророком Мухаммадом, да благословит его Аллах и приветствует, и не уверовали в него, ожидает возмездие и наказание, которое ранее уже постигло их собратьев по неверию и беззаконию. Пусть же они не торопят Меня с наказанием, ведь Я не отступлю от законов, по которым осудил их предшественников. Если человек упрямо отказывается уверовать и не собирается покаяться и встать на прямой путь, то его непременно ожидает Божья кара. Он ничего не сможет изменить, когда наступит предопределенный для него час. Поэтому Всевышний напомнил Своим рабам о Дне воскресения, сказав:"
    },
    {
      "ayah": 6,
      "surah": 51,
      "text": "Речь идет об ангелах, которые с позволения Аллаха распределяют Его повеления. Каждый из ангелов исправно выполняет возложенную на него миссию либо на земле, либо на небесах, не превышая данных ему полномочий и не делая упущений."
    },
    {
      "ayah": 60,
      "surah": 51,
      "text": "Речь идет о Судном дне и ужасном наказании в Аду, от которого нет ни спасения, ни избавления. Упаси нас Аллах от этого!"
    },
    {
      "ayah": 7,
      "surah": 51,
      "text": "Эти звездные тропы похожи на песчаные дорожки и узкие ручьи, над которыми веет легкий ветерок."
    },
    {
      "ayah": 8,
      "surah": 51,
      "text": "Одни из вас называют его колдуном, другие - прорицателем, третьи - безумцем. Вы нарекаете его разными именами, и одно это уже свидетельствует о вашем заблуждении, замешательстве и сомнении."
    },
    {
      "ayah": 9,
      "surah": 51,
      "text": "Отворачивается от Пророка, да благословит его Аллах и приветствует, только тот, кто питает отвращение к вере и не желает признавать убедительные и неопровержимые доводы. Противоречивость заявлений, которыми неверующие пытаются оправдать свое поведение, лишний раз свидетельствует о лживости и порочности их взглядов. Подобных противоречий нет в учении Пророка Мухаммада, да благословит его Аллах и приветствует, священные тексты которого подтверждают друг друга. Это является одним из многочисленных доказательств истинности исламской религии и ее божественного происхождения. Всевышний сказал: «Ведь если бы он был не от Аллаха, то они нашли бы в нем много противоречий» (4:82)."
    }
  ]
}
