{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 55,
      "text": "Всевышний начал эту славную и прекрасную суру одним из Своих имен. Это имя свидетельствует о безграничной милости, щедрости и добродетели Аллаха. Поэтому Он упомянул в ней о множестве благодеяний, которыми почтены рабы в земном мире и которые Он уготовил для жизни будущей. Эти щедроты свидетельствуют о Его милости и обязывают рабов благодарить Его. Для того чтобы люди и джинны надлежащим образом осознали это, после каждого напоминания о щедротах Аллаха повторяется аят: «Какую же из милостей вашего Господа вы считаете ложью?»"
    },
    {
      "ayah": 10,
      "surah": 55,
      "text": "Аллах превратил грубую, неуступчивую землю, на которой господствуют различные климатические, погодные и другие условия, в мягкое ложе для Своих творений, дабы они могли строить дома и засеивать плантации, сажать деревья и рыть ямы, прокладывать дороги и разрабатывать рудники и делать все, что они пожелают и что необходимо для их существования."
    },
    {
      "ayah": 11,
      "surah": 55,
      "text": "Всевышний упомянул о растениях, без которых невозможна нормальная жизнь людей на земле. Среди них - виноград, инжир, гранаты, яблоки и многие другие фрукты, которые созревают на деревьях и доставляют людям много радостей. Среди фруктовых деревьев Аллах особо отметил пальмы с чашечками, в которых созревают финики. Они появляются на веточках, постепенно созревают и превращаются в прекрасные плоды, которые люди с большим удовольствием употребляют в пищу. В теплых странах финиками запасаются путешественники и те, кто живет в родном доме. Финики действительно являются одним из самых прекрасных и вкусных фруктов."
    },
    {
      "ayah": 12,
      "surah": 55,
      "text": "Колосящимися называются травы, обладающие стволом и колосом, из которого посредством молотьбы извлекают зерна. К таким растениям относятся пшеница, ячмень, рис, просо и многие другие. Что же касается благоуханных трав, то существует мнение, что речь идет обо всех растениях, которые люди употребляют в пищу. В таком случае рассматриваемый аят является примером включения частного в общее, то есть Аллах вначале упомянул о хлебе насущном, а затем - о пропитании вообще. Согласно иному толкованию, речь идет непосредственно об известном душистом растении - базилике. Всевышний проявил заботу о Своих рабах, взрастив на земле благоуханные травы, которые приносят людям радость и создают хорошее настроение. Перечислив эти многочисленные блага, которые очевидны для каждого, кто способен думать и видеть, Всевышний потребовал от джиннов и людей признать благодеяния своего Создателя и сказал:"
    },
    {
      "ayah": 13,
      "surah": 55,
      "text": "Это касается как мирских благ, так и ниспосланной Аллахом религии. Как же прекрасен был ответ джиннов на этот вопрос, когда Пророк Мухаммад, да благословит его Аллах и приветствует, читал им эту кораническую суру! Он повторял: «Какую же из милостей вашего Господа вы считаете ложью?» И всякий раз они говорили: «Мы не отрицаем ни одну из Твоих милостей. Хвала Тебе, Господи!» Так должен поступать каждый раб Аллаха: кто бы ни напомнил ему о Его милостях, он должен признать их, а также возблагодарить и восславить своего Господа."
    },
    {
      "ayah": 14,
      "surah": 55,
      "text": "Это касается как мирских благ, так и ниспосланной Аллахом религии. Как же прекрасен был ответ джиннов на этот вопрос, когда Пророк Мухаммад, да благословит его Аллах и приветствует, читал им эту кораническую суру! Он повторял: «Какую же из милостей вашего Господа вы считаете ложью?» И всякий раз они говорили: «Мы не отрицаем ни одну из Твоих милостей. Хвала Тебе, Господи!» Так должен поступать каждый раб Аллаха: кто бы ни напомнил ему о Его милостях, он должен признать их, а также возблагодарить и восславить своего Господа."
    },
    {
      "ayah": 15,
      "surah": 55,
      "text": "Всевышний явил людям пример Своего безграничного могущества и совершенного умения. Он создал пророка Адама из глины звенящей, словно гончарная. Вначале эта глина была совершенно мокрой, а затем высохла и даже издавала звонкий звук, словно обожженная глина гончарных изделий. Что же касается родоначальника всех джиннов - проклятого сатаны, то он был сотворен из пламени: либо из чистого огня, либо из огня, смешанного с дымом. Это свидетельствует о превосходстве человеческого рода над джиннами. Люди произошли из глины и земли, которая является источником продуктов земледелия, драгоценностей и великих благ, а джинны - из огня, который является источником безрассудства, легкомыслия, зла и вреда."
    },
    {
      "ayah": 16,
      "surah": 55,
      "text": "Всевышний напомнил джиннам и людям о том, кто и как сотворил их. Воистину, это - одна из Его многочисленных милостей."
    },
    {
      "ayah": 17,
      "surah": 55,
      "text": "Всевышний напомнил джиннам и людям о том, кто и как сотворил их. Воистину, это - одна из Его многочисленных милостей."
    },
    {
      "ayah": 18,
      "surah": 55,
      "text": "Всевышний Аллах - Господь этого мира, над которым восходят и заходят солнце, луна и звезды, и всех обитающих в нем творений. Его власть и господство распространены на все сущее. Истинная причина того, зачем Всевышний подчеркнул именно два востока и два запада, известна Ему одному. Вероятно, имеются в виду места восхода и захода небесных тел в разные времена года, напри-мер, зимой и летом."
    },
    {
      "ayah": 19,
      "surah": 55,
      "text": "Всевышний Аллах - Господь этого мира, над которым восходят и заходят солнце, луна и звезды, и всех обитающих в нем творений. Его власть и господство распространены на все сущее. Истинная причина того, зачем Всевышний подчеркнул именно два востока и два запада, известна Ему одному. Вероятно, имеются в виду места восхода и захода небесных тел в разные времена года, напри-мер, зимой и летом."
    },
    {
      "ayah": 2,
      "surah": 55,
      "text": "Всевышний научил рабов Корану и облегчил для них произношение его аятов и осознание их смысла. Это - Его величайшая милость по отношению к творениям. Он ниспослал Свое писание на замечательном арабском языке, сделав его смысл понятным каждому разумному человеку, разъяснив рабам все хорошее и удержав их от всякого зла."
    },
    {
      "ayah": 20,
      "surah": 55,
      "text": "Всевышний Аллах - Господь этого мира, над которым восходят и заходят солнце, луна и звезды, и всех обитающих в нем творений. Его власть и господство распространены на все сущее. Истинная причина того, зачем Всевышний подчеркнул именно два востока и два запада, известна Ему одному. Вероятно, имеются в виду места восхода и захода небесных тел в разные времена года, напри-мер, зимой и летом."
    },
    {
      "ayah": 21,
      "surah": 55,
      "text": "Всевышний Аллах - Господь этого мира, над которым восходят и заходят солнце, луна и звезды, и всех обитающих в нем творений. Его власть и господство распространены на все сущее. Истинная причина того, зачем Всевышний подчеркнул именно два востока и два запада, известна Ему одному. Вероятно, имеются в виду места восхода и захода небесных тел в разные времена года, напри-мер, зимой и летом."
    },
    {
      "ayah": 22,
      "surah": 55,
      "text": "Всевышний Аллах - Господь этого мира, над которым восходят и заходят солнце, луна и звезды, и всех обитающих в нем творений. Его власть и господство распространены на все сущее. Истинная причина того, зачем Всевышний подчеркнул именно два востока и два запада, известна Ему одному. Вероятно, имеются в виду места восхода и захода небесных тел в разные времена года, напри-мер, зимой и летом."
    },
    {
      "ayah": 23,
      "surah": 55,
      "text": "В этих аятах идет речь о местах слияния двух различных морей, одно из которых менее соленое, чем другое. Воды обоих морей смешиваются, но благодаря воздвигнутой между ними преграде не теряют своих качеств. Похожее явление наблюдается и при слиянии пресных и соленых вод. Благодаря этому люди используют полезные качества и тех, и других вод. Пресную воду они используют для утоления жажды, полива деревьев и орошения полей и нив. В то же время соленая вода освежает воздух, служит средой обитания для многих рыб и морских животных, и именно из соленых вод добывают жемчуга и кораллы. Кроме того, Аллах покорил воды рек и морей кораблям и суднам, и поэтому далее Он сказал:"
    },
    {
      "ayah": 24,
      "surah": 55,
      "text": "Всевышний научил Своих рабов строить большие и малые корабли и управлять ими на море. С Его позволения по морям и океанам бороздят громадные корабли, подобные могучим горам. Люди садятся на них и перевозят на них свою поклажу и тяжелые торговые грузы, решая тем самым свои насущные задачи. А хранит эти корабли и пароходы Великий Хранитель небес и земли. Это - тоже одна из Его славных щедрот, и поэтому Он сказал:"
    },
    {
      "ayah": 25,
      "surah": 55,
      "text": "Всевышний научил Своих рабов строить большие и малые корабли и управлять ими на море. С Его позволения по морям и океанам бороздят громадные корабли, подобные могучим горам. Люди садятся на них и перевозят на них свою поклажу и тяжелые торговые грузы, решая тем самым свои насущные задачи. А хранит эти корабли и пароходы Великий Хранитель небес и земли. Это - тоже одна из Его славных щедрот, и поэтому Он сказал:"
    },
    {
      "ayah": 26,
      "surah": 55,
      "text": "Всевышний научил Своих рабов строить большие и малые корабли и управлять ими на море. С Его позволения по морям и океанам бороздят громадные корабли, подобные могучим горам. Люди садятся на них и перевозят на них свою поклажу и тяжелые торговые грузы, решая тем самым свои насущные задачи. А хранит эти корабли и пароходы Великий Хранитель небес и земли. Это - тоже одна из Его славных щедрот, и поэтому Он сказал:"
    },
    {
      "ayah": 27,
      "surah": 55,
      "text": "Люди, джинны, животные и другие твари непременно умрут и погибнут. Смерть не коснется только Того, кто вечен и не умирает, чей лик преславен и благороден. Он обладает величием и славой, которые достойны восхваления и прославления. Он также обладает благородством и великодушием. Он одаряет великими дарами и милостями Свои особые творения - Своих приближенных рабов, которые славят и возвеличивают Его, любят Его всей душой и искренне поклоняются только Ему."
    },
    {
      "ayah": 28,
      "surah": 55,
      "text": "Люди, джинны, животные и другие твари непременно умрут и погибнут. Смерть не коснется только Того, кто вечен и не умирает, чей лик преславен и благороден. Он обладает величием и славой, которые достойны восхваления и прославления. Он также обладает благородством и великодушием. Он одаряет великими дарами и милостями Свои особые творения - Своих приближенных рабов, которые славят и возвеличивают Его, любят Его всей душой и искренне поклоняются только Ему."
    },
    {
      "ayah": 29,
      "surah": 55,
      "text": "Люди, джинны, животные и другие твари непременно умрут и погибнут. Смерть не коснется только Того, кто вечен и не умирает, чей лик преславен и благороден. Он обладает величием и славой, которые достойны восхваления и прославления. Он также обладает благородством и великодушием. Он одаряет великими дарами и милостями Свои особые творения - Своих приближенных рабов, которые славят и возвеличивают Его, любят Его всей душой и искренне поклоняются только Ему."
    },
    {
      "ayah": 3,
      "surah": 55,
      "text": "Всевышний научил рабов Корану и облегчил для них произношение его аятов и осознание их смысла. Это - Его величайшая милость по отношению к творениям. Он ниспослал Свое писание на замечательном арабском языке, сделав его смысл понятным каждому разумному человеку, разъяснив рабам все хорошее и удержав их от всякого зла."
    },
    {
      "ayah": 30,
      "surah": 55,
      "text": "Он богат и ни в ком не нуждается. Более того, Он щедр и всемилостив. Его творения жалки и беспомощны, они постоянно нуждаются в Его заботе. Поэтому они обращаются к Нему за помощью по любым большим и малым вопросам, не желая остаться без Его поддержки ни на мгновение ока, ни на более короткий миг. Всевышний каждый день занят делом. Он кормит бедняков и исцеляет больных, одаряет богатством одних и лишает его других. Он дарует жизнь и умерщвляет, возвышает и унижает. Ничто не мешает Ему заниматься этим и многим другим одновременно, и ничто не в силах привести в беспорядок Его дела. Ему не надоедают ни настойчивые просьбы рабов, ни их пространные молитвы. Пречист Великодушный Даритель, щедрость Которого объемлет небеса и землю, а милость - всякую живую тварь! Пречист Аллах, Который одаряет Своих рабов, не взирая на неповиновение грешников и высокомерие неблагодарных невежд. Всевышний вершит свои повседневные дела, о которых Он упомянул в этом аяте, в соответствии со своим изначальным предопределением. Все предопределенные Аллахом события один за другим неизменно сбываются в установленный для них час, как того требует мудрость великого Господа. Это относится не только к религиозным предписаниям, но и к остальным событиям, которые происходят и будут происходить в мире до тех пор, пока в нем обитают рабы Аллаха. А когда отведенный для них срок подойдет к концу и Всевышний Аллах заберет душу последнего из них, Он перенесет их из мира испытания в вечный мир воздаяния, чтобы показать им свою справедливость, милость и великую добродетель, по которым рабы узнают своего Единственного Господа. Вот тогда Аллах удосужится для того, чтобы свершить правосудие над рабами."
    },
    {
      "ayah": 31,
      "surah": 55,
      "text": "Он богат и ни в ком не нуждается. Более того, Он щедр и всемилостив. Его творения жалки и беспомощны, они постоянно нуждаются в Его заботе. Поэтому они обращаются к Нему за помощью по любым большим и малым вопросам, не желая остаться без Его поддержки ни на мгновение ока, ни на более короткий миг. Всевышний каждый день занят делом. Он кормит бедняков и исцеляет больных, одаряет богатством одних и лишает его других. Он дарует жизнь и умерщвляет, возвышает и унижает. Ничто не мешает Ему заниматься этим и многим другим одновременно, и ничто не в силах привести в беспорядок Его дела. Ему не надоедают ни настойчивые просьбы рабов, ни их пространные молитвы. Пречист Великодушный Даритель, щедрость Которого объемлет небеса и землю, а милость - всякую живую тварь! Пречист Аллах, Который одаряет Своих рабов, не взирая на неповиновение грешников и высокомерие неблагодарных невежд. Всевышний вершит свои повседневные дела, о которых Он упомянул в этом аяте, в соответствии со своим изначальным предопределением. Все предопределенные Аллахом события один за другим неизменно сбываются в установленный для них час, как того требует мудрость великого Господа. Это относится не только к религиозным предписаниям, но и к остальным событиям, которые происходят и будут происходить в мире до тех пор, пока в нем обитают рабы Аллаха. А когда отведенный для них срок подойдет к концу и Всевышний Аллах заберет душу последнего из них, Он перенесет их из мира испытания в вечный мир воздаяния, чтобы показать им свою справедливость, милость и великую добродетель, по которым рабы узнают своего Единственного Господа. Вот тогда Аллах удосужится для того, чтобы свершить правосудие над рабами."
    },
    {
      "ayah": 32,
      "surah": 55,
      "text": "Мы потребуем от вас отчет и воздадим за деяния, совершенные вами в мирской жизни. Далее Всевышний подчеркнул, что на ристалище Судного дня люди будут слабы и беспомощны, а вся власть будет принадлежать только Ему, и Его воля будет безоговорочно исполняться:"
    },
    {
      "ayah": 33,
      "surah": 55,
      "text": "Мы потребуем от вас отчет и воздадим за деяния, совершенные вами в мирской жизни. Далее Всевышний подчеркнул, что на ристалище Судного дня люди будут слабы и беспомощны, а вся власть будет принадлежать только Ему, и Его воля будет безоговорочно исполняться:"
    },
    {
      "ayah": 34,
      "surah": 55,
      "text": "О джинны и люди! Если вы найдете возможность убежать из царствия Аллаха и освободиться из-под Его власти, то бегите. Вам все равно не удастся сделать это. Чтобы освободиться из-под власти Аллаха, нужно обладать божественной силой, властью и совершенным могуществом. Но где вам взять все это, если вы не в состоянии принести пользу или вред даже самим себе и не распоряжаетесь ни жизнью, ни смертью, ни воскрешением?! Вы будете смиренно стоять перед Аллахом и не посмеете даже заговорить без Его разрешения. Вы не услышите ничего, кроме тихого шепота. Цари и рабы, правители и подчиненные, богатые и бедные - все будут равны перед Аллахом."
    },
    {
      "ayah": 35,
      "surah": 55,
      "text": "Господь сообщил о том, что на нечестивых джиннов и людей будут направлены языки чистого пламени и смешанного с дымом огня. Эти чудовищные творения Аллаха будут со всех сторон окружать грешников, и они не смогут ни помочь самим себе, ни найти для себя помощников. Таким вот образом Аллах устрашил Своих рабов и предостерег их от неповиновения Ему, и это - тоже одна из милостей Господа. Она подталкивает людей и джиннов к великой, возвышенной цели и помогает им обрести великолепные райские блага Аллаха. Поэтому Он сказал:"
    },
    {
      "ayah": 36,
      "surah": 55,
      "text": "Господь сообщил о том, что на нечестивых джиннов и людей будут направлены языки чистого пламени и смешанного с дымом огня. Эти чудовищные творения Аллаха будут со всех сторон окружать грешников, и они не смогут ни помочь самим себе, ни найти для себя помощников. Таким вот образом Аллах устрашил Своих рабов и предостерег их от неповиновения Ему, и это - тоже одна из милостей Господа. Она подталкивает людей и джиннов к великой, возвышенной цели и помогает им обрести великолепные райские блага Аллаха. Поэтому Он сказал:"
    },
    {
      "ayah": 37,
      "surah": 55,
      "text": "Господь сообщил о том, что на нечестивых джиннов и людей будут направлены языки чистого пламени и смешанного с дымом огня. Эти чудовищные творения Аллаха будут со всех сторон окружать грешников, и они не смогут ни помочь самим себе, ни найти для себя помощников. Таким вот образом Аллах устрашил Своих рабов и предостерег их от неповиновения Ему, и это - тоже одна из милостей Господа. Она подталкивает людей и джиннов к великой, возвышенной цели и помогает им обрести великолепные райские блага Аллаха. Поэтому Он сказал:"
    },
    {
      "ayah": 38,
      "surah": 55,
      "text": "Пробьет час, и наступит День воскресения, который принесет с собой много ужасов, страхов и тревог. Солнце и Луна затмятся, звезды осыплются, а небо разверзнется. От страха и беспокойства оно станет багряным, как покрасневшая кожа или как расплавленный свинец либо другой металл."
    },
    {
      "ayah": 39,
      "surah": 55,
      "text": "Имеется в виду, что их не станут просить самих рассказать обо всех совершенных грехах. Всевышний Аллах ведает тайное и явное, прошлое и будущее, и Он будет вознаграждать и наказывать Своих рабов за деяния, о которых Ему прекрасно известно. В Судный день не трудно будет отличить праведника от нечестивца, потому что каждого из них можно будет узнать по его облику, о чем Всевышний сказал: «…В тот день, когда одни лица побелеют, а другие - почернеют» (3:106)."
    },
    {
      "ayah": 4,
      "surah": 55,
      "text": "Господь создал человека в прекрасном обличии, сделал части его тела совершенными, а целый организм - сильным и безупречным. Он наделил его тело всем необходимым и возвысил его над остальными живыми тварями благодаря тому, что научил его излагать мысли. Это относится не только к дару речи, но и к письменности. Умение писать и читать - одна из величайших милостей Аллаха по отношению к человеку, благодаря которой он выделяется среди остальных творений."
    },
    {
      "ayah": 40,
      "surah": 55,
      "text": "Имеется в виду, что их не станут просить самих рассказать обо всех совершенных грехах. Всевышний Аллах ведает тайное и явное, прошлое и будущее, и Он будет вознаграждать и наказывать Своих рабов за деяния, о которых Ему прекрасно известно. В Судный день не трудно будет отличить праведника от нечестивца, потому что каждого из них можно будет узнать по его облику, о чем Всевышний сказал: «…В тот день, когда одни лица побелеют, а другие - почернеют» (3:106)."
    },
    {
      "ayah": 41,
      "surah": 55,
      "text": "Одних неверующих будут бросать в Ад, хватая за хохлы и ноги. Других будут безжалостно волочить туда. Поэтому Всевышний укорил их, сказав:"
    },
    {
      "ayah": 42,
      "surah": 55,
      "text": "Они сами избрали этот путь, и хотя Аллах изначально был осведомлен о каждом из них, Он пожелал, чтобы они увидели Его неопровержимые доводы и знамения и убедились в Его совершенной мудрости."
    },
    {
      "ayah": 43,
      "surah": 55,
      "text": "Адское пламя возгорится с новой силой, и сегодня грешники будут унижены за свое неверие и вкусят мучительное наказание. Они узнают, что такое огонь Преисподней и каковы тяжелые оковы мучеников. Все это - справедливое воздаяние за неверие."
    },
    {
      "ayah": 44,
      "surah": 55,
      "text": "Адское пламя возгорится с новой силой, и сегодня грешники будут унижены за свое неверие и вкусят мучительное наказание. Они узнают, что такое огонь Преисподней и каковы тяжелые оковы мучеников. Все это - справедливое воздаяние за неверие."
    },
    {
      "ayah": 45,
      "surah": 55,
      "text": "Они будут метаться между адским пламенем и кипящей водой. А наряду с этим их будут ожидать лютая стужа и ледяная вода. После упоминания о наказании грешников, Всевышний напомнил о вознаграждении богобоязненных праведников и сказал:"
    },
    {
      "ayah": 46,
      "surah": 55,
      "text": "Они будут метаться между адским пламенем и кипящей водой. А наряду с этим их будут ожидать лютая стужа и ледяная вода. После упоминания о наказании грешников, Всевышний напомнил о вознаграждении богобоязненных праведников и сказал:"
    },
    {
      "ayah": 47,
      "surah": 55,
      "text": "Верующим, которые опасались гнева своего Господа и боялись предстать перед Ним, которые остерегались нарушать Его запреты и исправно исполняли Его повеления, уготовано два райских сада, в которых золотые сосуды, золотые убранства и золотые дворцы. Один из садов будет вознаграждением за то, что они не нарушали запреты, а второй - за то, что они выполняли обязательные предписания."
    },
    {
      "ayah": 48,
      "surah": 55,
      "text": "Верующим, которые опасались гнева своего Господа и боялись предстать перед Ним, которые остерегались нарушать Его запреты и исправно исполняли Его повеления, уготовано два райских сада, в которых золотые сосуды, золотые убранства и золотые дворцы. Один из садов будет вознаграждением за то, что они не нарушали запреты, а второй - за то, что они выполняли обязательные предписания."
    },
    {
      "ayah": 49,
      "surah": 55,
      "text": "Аллах описал эти сады, переполненные самыми разнообразными благами, доставляющими удовольствие и телу, и душе. В этих Райских садах - то, чего не видывал взор, чего не слышали уши и о чем даже не помышляла человеческая душа. В них - цветущие деревья с прекрасными раскидистыми ветвями. На них растет много сочных, спелых, вкусных плодов."
    },
    {
      "ayah": 5,
      "surah": 55,
      "text": "Аллах сотворил эти небесные тела и предписал им двигаться по определенной орбите и в установленном порядке. Это - тоже одна из милостей Аллаха, Который непрестанно заботится о Своих творениях. Такой порядок во Вселенной позволяет людям вести летоисчисление и приносит им много других благ."
    },
    {
      "ayah": 50,
      "surah": 55,
      "text": "Аллах описал эти сады, переполненные самыми разнообразными благами, доставляющими удовольствие и телу, и душе. В этих Райских садах - то, чего не видывал взор, чего не слышали уши и о чем даже не помышляла человеческая душа. В них - цветущие деревья с прекрасными раскидистыми ветвями. На них растет много сочных, спелых, вкусных плодов."
    },
    {
      "ayah": 51,
      "surah": 55,
      "text": "Обитатели Рая пьют из этих источников прекрасные напитки и заставляют их течь туда, куда им хочется."
    },
    {
      "ayah": 52,
      "surah": 55,
      "text": "Обитатели Рая пьют из этих источников прекрасные напитки и заставляют их течь туда, куда им хочется."
    },
    { "ayah": 53, "surah": 55, "text": "Каждый из этих фруктов отличается от других прелестью и цветом." },
    { "ayah": 54, "surah": 55, "text": "Каждый из этих фруктов отличается от других прелестью и цветом." },
    {
      "ayah": 55,
      "surah": 55,
      "text": "Праведники будут возлежать в Раю в самой удобной и устойчивой позе, подобно царям на роскошных тронах. И возлежать они будут на прекрасных матрацах, обо всех достоинствах которых известно одному лишь Всевышнему Аллаху. Нижняя часть их выстлана самым великолепным и ценным видом шелка - парчой. А что же тогда говорить о верхней части этих матрацев, которая будет соприкасаться с кожей обитателей Рая?! Над ними будут склоняться ветви, увешанные плодами, до которых праведники смогут дотянуться и стоя, и сидя, и лежа."
    },
    {
      "ayah": 56,
      "surah": 55,
      "text": "Праведники будут возлежать в Раю в самой удобной и устойчивой позе, подобно царям на роскошных тронах. И возлежать они будут на прекрасных матрацах, обо всех достоинствах которых известно одному лишь Всевышнему Аллаху. Нижняя часть их выстлана самым великолепным и ценным видом шелка - парчой. А что же тогда говорить о верхней части этих матрацев, которая будет соприкасаться с кожей обитателей Рая?! Над ними будут склоняться ветви, увешанные плодами, до которых праведники смогут дотянуться и стоя, и сидя, и лежа."
    },
    {
      "ayah": 57,
      "surah": 55,
      "text": "Праведники будут возлежать в Раю в самой удобной и устойчивой позе, подобно царям на роскошных тронах. И возлежать они будут на прекрасных матрацах, обо всех достоинствах которых известно одному лишь Всевышнему Аллаху. Нижняя часть их выстлана самым великолепным и ценным видом шелка - парчой. А что же тогда говорить о верхней части этих матрацев, которая будет соприкасаться с кожей обитателей Рая?! Над ними будут склоняться ветви, увешанные плодами, до которых праведники смогут дотянуться и стоя, и сидя, и лежа."
    },
    {
      "ayah": 58,
      "surah": 55,
      "text": "Праведники будут возлежать в Раю в самой удобной и устойчивой позе, подобно царям на роскошных тронах. И возлежать они будут на прекрасных матрацах, обо всех достоинствах которых известно одному лишь Всевышнему Аллаху. Нижняя часть их выстлана самым великолепным и ценным видом шелка - парчой. А что же тогда говорить о верхней части этих матрацев, которая будет соприкасаться с кожей обитателей Рая?! Над ними будут склоняться ветви, увешанные плодами, до которых праведники смогут дотянуться и стоя, и сидя, и лежа."
    },
    {
      "ayah": 59,
      "surah": 55,
      "text": "Эти девы осмеливаются смотреть только на своих мужей, потому что любят их всей душой. Они настолько красивы и прелестны, что их мужья не отводят от них глаз и не смотрят на чужих супруг. Они получают от близости с ними великое удовольствие и испытывают к ним сильную любовь. Прежде с этими девами не имели близости ни человек, ни джинн. Аллах сохранил их девственницами и сделал любящими, нежными, женственными и очаровательными супругами, которые по своей чистоте, прелести и красоте подобны рубинам и кораллам."
    },
    {
      "ayah": 6,
      "surah": 55,
      "text": "Даже звезды на небе и деревья на земле признают власть своего Господа и преклоняются перед ним. Они смиренно выполняют Его поручения и служат во благо Его творений."
    },
    {
      "ayah": 60,
      "surah": 55,
      "text": "Эти девы осмеливаются смотреть только на своих мужей, потому что любят их всей душой. Они настолько красивы и прелестны, что их мужья не отводят от них глаз и не смотрят на чужих супруг. Они получают от близости с ними великое удовольствие и испытывают к ним сильную любовь. Прежде с этими девами не имели близости ни человек, ни джинн. Аллах сохранил их девственницами и сделал любящими, нежными, женственными и очаровательными супругами, которые по своей чистоте, прелести и красоте подобны рубинам и кораллам."
    },
    {
      "ayah": 61,
      "surah": 55,
      "text": "Разве может Всевышний Аллах причинить зло тому, кто искренне поклонялся своему Творцу и делал добро Его творениям? Разве может Он лишить его щедрого вознаграждения, великой радости, райской благодати и счастливого бытия? О нет! Именно для таких приближенных к Господу рабов уготованы те два сада."
    },
    {
      "ayah": 62,
      "surah": 55,
      "text": "Разве может Всевышний Аллах причинить зло тому, кто искренне поклонялся своему Творцу и делал добро Его творениям? Разве может Он лишить его щедрого вознаграждения, великой радости, райской благодати и счастливого бытия? О нет! Именно для таких приближенных к Господу рабов уготованы те два сада."
    },
    {
      "ayah": 63,
      "surah": 55,
      "text": "Разве может Всевышний Аллах причинить зло тому, кто искренне поклонялся своему Творцу и делал добро Его творениям? Разве может Он лишить его щедрого вознаграждения, великой радости, райской благодати и счастливого бытия? О нет! Именно для таких приближенных к Господу рабов уготованы те два сада."
    },
    {
      "ayah": 64,
      "surah": 55,
      "text": "Разве может Всевышний Аллах причинить зло тому, кто искренне поклонялся своему Творцу и делал добро Его творениям? Разве может Он лишить его щедрого вознаграждения, великой радости, райской благодати и счастливого бытия? О нет! Именно для таких приближенных к Господу рабов уготованы те два сада."
    },
    {
      "ayah": 65,
      "surah": 55,
      "text": "Разве может Всевышний Аллах причинить зло тому, кто искренне поклонялся своему Творцу и делал добро Его творениям? Разве может Он лишить его щедрого вознаграждения, великой радости, райской благодати и счастливого бытия? О нет! Именно для таких приближенных к Господу рабов уготованы те два сада."
    },
    {
      "ayah": 66,
      "surah": 55,
      "text": "Разве может Всевышний Аллах причинить зло тому, кто искренне поклонялся своему Творцу и делал добро Его творениям? Разве может Он лишить его щедрого вознаграждения, великой радости, райской благодати и счастливого бытия? О нет! Именно для таких приближенных к Господу рабов уготованы те два сада."
    },
    {
      "ayah": 67,
      "surah": 55,
      "text": "Разве может Всевышний Аллах причинить зло тому, кто искренне поклонялся своему Творцу и делал добро Его творениям? Разве может Он лишить его щедрого вознаграждения, великой радости, райской благодати и счастливого бытия? О нет! Именно для таких приближенных к Господу рабов уготованы те два сада."
    },
    {
      "ayah": 68,
      "surah": 55,
      "text": "Разве может Всевышний Аллах причинить зло тому, кто искренне поклонялся своему Творцу и делал добро Его творениям? Разве может Он лишить его щедрого вознаграждения, великой радости, райской благодати и счастливого бытия? О нет! Именно для таких приближенных к Господу рабов уготованы те два сада."
    },
    {
      "ayah": 69,
      "surah": 55,
      "text": "Это - сады с серебряными дворцами и серебряным убранством. В них обитают верующие, которые окажутся на правой стороне. Из-за обилия зелени и источников они выглядят темно-зелеными. В них бурлят два источника и растут всевозможные фрукты. Всевышний особо отметил финики и гранаты из-за большой пользы, которую они приносят людям."
    },
    {
      "ayah": 7,
      "surah": 55,
      "text": "Он сделал небо кровлей для земной обители, а также ниспослал на землю справедливый закон и велел Своим рабам придерживаться справедливости во всех словах и делах. Смысл этого аята не ограничивается обычными весами или мерками, которые хорошо известны каждому человеку. Как мы уже сказали, мусульманин должен быть справедливым и беспристрастным во всем: при взвешивании и отмеривании, при подсчете и измерении, при разрешении споров и судебных разбирательств."
    },
    {
      "ayah": 70,
      "surah": 55,
      "text": "Это - сады с серебряными дворцами и серебряным убранством. В них обитают верующие, которые окажутся на правой стороне. Из-за обилия зелени и источников они выглядят темно-зелеными. В них бурлят два источника и растут всевозможные фрукты. Всевышний особо отметил финики и гранаты из-за большой пользы, которую они приносят людям."
    },
    {
      "ayah": 71,
      "surah": 55,
      "text": "Это - сады с серебряными дворцами и серебряным убранством. В них обитают верующие, которые окажутся на правой стороне. Из-за обилия зелени и источников они выглядят темно-зелеными. В них бурлят два источника и растут всевозможные фрукты. Всевышний особо отметил финики и гранаты из-за большой пользы, которую они приносят людям."
    },
    {
      "ayah": 72,
      "surah": 55,
      "text": "Это - сады с серебряными дворцами и серебряным убранством. В них обитают верующие, которые окажутся на правой стороне. Из-за обилия зелени и источников они выглядят темно-зелеными. В них бурлят два источника и растут всевозможные фрукты. Всевышний особо отметил финики и гранаты из-за большой пользы, которую они приносят людям."
    },
    {
      "ayah": 73,
      "surah": 55,
      "text": "Это - сады с серебряными дворцами и серебряным убранством. В них обитают верующие, которые окажутся на правой стороне. Из-за обилия зелени и источников они выглядят темно-зелеными. В них бурлят два источника и растут всевозможные фрукты. Всевышний особо отметил финики и гранаты из-за большой пользы, которую они приносят людям."
    },
    {
      "ayah": 74,
      "surah": 55,
      "text": "Это - сады с серебряными дворцами и серебряным убранством. В них обитают верующие, которые окажутся на правой стороне. Из-за обилия зелени и источников они выглядят темно-зелеными. В них бурлят два источника и растут всевозможные фрукты. Всевышний особо отметил финики и гранаты из-за большой пользы, которую они приносят людям."
    },
    {
      "ayah": 75,
      "surah": 55,
      "text": "В каждом из Райских садов обитают девы, обладающие внутренней и внешней красотой, превосходным нравом и неземным очарованием. Их оберегают в шатрах, где они готовятся к приему своих мужей. Это отнюдь не означает того, что они не выходят из этих шатров и не гуляют по Райским садам. Именно так в старину заботились о скромных и застенчивых дочерях правителей и царей."
    },
    {
      "ayah": 76,
      "surah": 55,
      "text": "В каждом из Райских садов обитают девы, обладающие внутренней и внешней красотой, превосходным нравом и неземным очарованием. Их оберегают в шатрах, где они готовятся к приему своих мужей. Это отнюдь не означает того, что они не выходят из этих шатров и не гуляют по Райским садам. Именно так в старину заботились о скромных и застенчивых дочерях правителей и царей."
    },
    {
      "ayah": 77,
      "surah": 55,
      "text": "Счастливые обитатели этих двух садов будут возлежать на зеленых подушках и прекрасных коврах. Высокие райские ложа устланы большими зелеными матрацами, которые у изголовья ложа приобретают вид подушки. Арабское слово абкари относится не только к коврам, но и ко всем остальным роскошным и богатым ткацким изделиям. Поэтому Всевышний назвал райские ковры прекрасными в самом широком смысле этого слова: они доставляют удовольствие всем, кто смотрит на них или прикасается к ним. Эти два сада уступают по своим красотам и прелестям двум предыдущим садам. Превосходство двух первых садов отражено в словах Всевышнего «А перед теми двумя есть еще два сада». Арабское слово дуна имеет несколько значений и означает ‘помимо’, ‘хуже’, ‘ниже’, ‘перед’. Если внимательно прочитать описание Райских садов, то станет очевидно, что в двух последних садах нет тех удивительных благ, которые встречаются в двух первых. По двум первым садам текут ручьи, а в двух последних лишь бьют ключи. Разница между текущими ручьями и бьющими ключами понятна каждому. В двух первых садах - деревья с раскидистыми ветвями, о которых Всевышний не упомянул при описании двух последних садов. В двух первых садах - от всяких плодов по два вида, а в двух последних - плоды, финики, гранаты. Разница между этими описаниями также очевидна. В двух первых садах праведники возлежат на бесподобных матрацах, нижняя часть которых выстлана парчой, а в двух других - на зеленых подушках и прекрасных коврах. В двух первых садах - девы, которые сами потупляют свои взоры от посторонних, а в двух других - девы, которых оберегают от посторонних в шатрах. Обитателей двух первых садов Всевышний назвал добродетельными: «Воздают ли за добро иначе, чем добром?» Эти славные эпитеты не были обращены в адрес обитателей двух последних садов. Наконец, одно только упоминание о первых двух садах прежде, чем о двух последующих, свидетельствует об их превосходстве. Первые два сада будут обителью пророков, праведников и приближенных рабов Аллаха, а два других сада будут обителью всех остальных верующих. Тем не менее, во всех Райских садах верующие то, чего не видывал взор, чего не слышали уши, о чем даже не помышляла человеческая душа. Этими благами и прелестями будут наслаждаться сердца, упиваться взоры. Все обитатели Рая будут счастливы и довольны и обретут покой и умиротворение. Каждый из них будет считать, что нет никого, более счастливого и более преуспевшего, чем он. В этой суре говорится о безграничной милости и великой добродетели Аллаха, и поэтому в заключительном аяте Всевышний Аллах сказал:"
    },
    {
      "ayah": 78,
      "surah": 55,
      "text": "Как же велика милость Аллаха, Который обладает величием и славой и покровительствует Своим праведным рабам!"
    },
    {
      "ayah": 8,
      "surah": 55,
      "text": "Аллах ниспослал весы для того, чтобы вы не попирали чужие права и не преступали границ дозволенного. Если бы Всевышний не установил этих границ, и люди стали бы судить исключительно на основании собственных познаний и взглядов, то возникло бы множество проблем, о которых известно одному Аллаху, а небеса и земля пришли бы в полный беспорядок."
    },
    {
      "ayah": 9,
      "surah": 55,
      "text": "Делайте для этого все, что в ваших силах, ибо недовес является проявлением несправедливости и беззакония."
    }
  ]
}
