{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 57,
      "text": "Всевышний сообщил о Своем величии и могуществе, а также Своей безграничной власти на небесах и на земле. Все творения, обладающие даром речи, все безмолвные и безжизненные создания славословят Ему и прославляют Его совершенство и безупречность. Все они покорны Господу, смиренны пред Его величием и исполнены доказательств Его божественной мудрости. Среди Его прекрасных имен - Могущественный и Мудрый. В Его помощи нуждаются все творения, обитающие на небесах и на земле. Перед Его величием и мощью преклоняется все сущее. Он создает и повелевает, но при этом делает только то, что подобает Его божественной мудрости. Затем Всевышний Аллах сообщил о необъятности Его царствия, сказав:"
    },
    {
      "ayah": 10,
      "surah": 57,
      "text": "Что мешает вам расходовать имущество на пути Аллаха и тратить его на благие цели? Что заставляет вас скупиться, тем более что вы знаете о том, что все богатство в конце концов достанется одному Аллаху? Вы лишитесь всего, что имеете, и все как один покинете этот мир, а богатство перейдет в руки своего истинного хозяина - Всеблагого и Всевышнего Аллаха. Посему не скупитесь и творите добрые дела, используйте свой шанс, пока богатство Аллаха еще находится в ваших руках. Затем Всевышний упомянул о том, что одни праведные дела превосходят другие в зависимости от обстоятельств, а божественная мудрость определяет степень их превосходства. Мусульмане, которые делали пожертвования и сражались на пути Аллаха до победы над язычниками, лучше тех мусульман, которые делали пожертвования и сражались после этой победы. Победа, о которой идет речь в аяте, - это Худейбийский мир, который посланник Аллаха, да благословит его Аллах и приветствует, заключил с мекканскими язычниками. Этот мирный договор был величайшей победой в истории ислама. Он позволил мусульманам открыто общаться с неверующими и беспрепятственно распространять религию. После этого события люди стали толпами принимать религию Аллаха, и ислам обрел величие и могущество. До этой победы мусульмане имели возможность проповедовать ислам только в Медине и окрестных поселениях, а правоверные в Мекке и других городах жили в страхе и подвергались гонениям. Поэтому те сподвижники Пророка, которые обратились в ислам и сражались на пути Аллаха до Худейбийского мира, получат более прекрасное вознаграждение и займут более славное место в Раю, нежели те, которые уверовали и не жалели на пути Аллаха своих жизней и своего богатства после подписания мирного договора. И действительно, большинство самых славных сподвижников Пророка Мухаммада, да благословит его Аллах и приветствует, уверовало до Худейбийского мира. А поскольку обычно превосходство одних подразумевает унижение других, Всевышний Аллах обещал ввести в Райские сады каждого, кто уверовал и сражался на Его пути. Это - ярчайшее свидетельство превосходства сподвижников Посланника. Да будет доволен всеми ими Аллах! Он засвидетельствовал их искреннюю веру и обещал им Рай. Он ведает о людских деяниях и воздаст каждому человеку только за то, что он совершил. Затем Аллах вдохновил Своих рабов на пожертвование средств на священную борьбу, потому что борьба с врагами религии во многом зависит от пожертвований мусульман и средств, потраченных на ее подготовку. Всевышний сказал:"
    },
    {
      "ayah": 11,
      "surah": 57,
      "text": "Кто сделает пожертвование из приобретенного честным путем имущества искренне ради Аллаха, того Он почтит гораздо большим вознаграждением. Воистину, Он - Великодушный Даритель. Из-за Своего великодушия Он назвал пожертвования Своих рабов займом, хотя все богатство принадлежит Ему и все люди являются Его рабами. Он дарует верующим обещанную им щедрую награду в День воскресения, когда каждый человек в полной мере ощутит свою слабость и беспомощность и будет согласен даже на самую малую милость. Именно это Всевышний подчеркнул в следующих четырех аятах:"
    },
    {
      "ayah": 12,
      "surah": 57,
      "text": "Аллах подчеркнул превосходство правой веры и сообщил о том, как счастливы будут правоверные в День воскресения. В тот день солнце будет скручено, а луна затмится, и люди погрузятся во мрак и окажутся перед мостом, проложенным над хребтом Геенны. Вот в такой мрачный, тяжкий миг ты увидишь, как перед верующими мужчинами и женщинами будет сиять свет их веры. Чем сильнее будет вера раба, тем ярче будет свет его веры. Им будет сказано: «Возрадуйтесь сегодня Райским садам, в которых текут реки. Вы пребудете в них вечно. Это и есть великое преуспеяние». Господи, какое же удовольствие доставит эта весть верующим, когда они осознают, что достигли всего самого желанного и прекрасного и спаслись от всего зловещего и неприятного!"
    },
    {
      "ayah": 13,
      "surah": 57,
      "text": "Верующие будут двигаться к своему спасению при свете своей веры, и в это время погаснет свет, освещавший путь лицемерам, и они застынут в оцепенении. Тогда они обратятся к верующим и скажут: «Погодите, мы позаимствует у вас немного света, чтобы спастись от мучительного наказания». Но им ответят: «Ступайте туда, откуда пришли. Поищите свет в другом месте, если это вообще возможно». Но в Судный день это будет невозможно. Между верующими и лицемерами будет возведена стена с вратами, внутри которой милосердие, а снаружи ее - наказание. По одну сторону этой стены окажутся верующие, а по другую - лицемеры."
    },
    {
      "ayah": 14,
      "surah": 57,
      "text": "Лицемеры будут взывать к верующим, моля их о помощи и сострадании и говоря: «Разве мы не проводили свое время с вами? Разве мы не свидетельствовали, что нет божества, кроме Аллаха? Разве мы не совершали намаз, не постились, не сражались и не делали всего, что делали вы?» Верующие скажут: «Да. В мирской жизни вы были с нами и на первый взгляд совершали то же, что и мы, но все ваши поступки были неискренни. В ваших сердцах не было ни веры, ни праведных намерений. Вы сомневались в словах Аллаха, Который не прощает подобного сомнения. Вы тешили себя надеждами, что и без твердой убежденности сумеете добиться всего, что обещано верующим, и это продолжалось до тех пор, пока к вам не явилась смерть. Сатана обольстил вас и приукрасил в ваших глазах неверие и сомнение, а вы доверились ему и поверили его словам и обещаниям»."
    },
    {
      "ayah": 15,
      "surah": 57,
      "text": "Если бы у вас, лицемеров и неверующих, было столько золота, сколько может вместиться в землю, или даже вдвое больше, то вы все равно не смогли бы откупиться от адского наказания. Сегодня Ад соберет вас в своем чреве, и вы пребудете в нем вечно. Скверно ваше местопребывание! Всевышний также сказал: «Тому же, чья чаша Весов окажется легкой, пристанищем будет Пропасть. Откуда ты мог знать, что это такое? Это - Жаркий Огонь!» (101:8–11). Правдивая весть о судьбе верующих и лицемеров в Последней жизни пробуждает в сердцах людей страх перед Господом и призывает их преклоняться перед Его величием. А поскольку среди верующих есть и такие, которые не выполняют повелений Аллаха надлежащим образом, Всевышний упрекнул их за подобные упущения и сказал:"
    },
    {
      "ayah": 16,
      "surah": 57,
      "text": "Разве не настала пора для того, чтобы сердца верующих стали еще мягче и добрее, чтобы они переполнялись страхом и смирением при чтении Корана и упоминании о том, что проповедовал Пророк Мухаммад, да благословит его Аллах и приветствует? Воистину, Коран - это величайшее напоминание об Аллахе, и мусульмане обязаны исправно придерживаться его предписаний и запретов. Это - призыв к прилежному и усердному поклонению, к смирению перед Всевышним, к покорности предписаниям Священного Корана и Мудрой Сунны, к размышлению над божественными проповедями и шариатскими законами. Мусульмане должны всегда придерживаться этого и требовать отчета от самих себя до того, как его потребует Аллах. Мусульманам не подобает уподобляться людям Писания. Им было ниспослано откровение, которое обязывало их смириться перед Аллахом и покориться Ему во всем, но они не проявили стойкости и со временем вернулись к невежеству и предали истину забвению. Их вера разрушилась, убежденность пропала, а сердца ожесточились. Человеческие сердца каждый миг нуждаются в поминании божественного откровения и мудрости. Когда же люди придают их забвению, их сердца черствеют, а взоры становятся безжизненными."
    },
    {
      "ayah": 17,
      "surah": 57,
      "text": "Эти знамения позволяют благоразумным людям определить некоторые цели божественного замысла. Тот, кто способен оживить землю после того, как она иссохла, сможет без труда воскресить усопших и призвать их к ответу. Тот, кто способен дождевой водой оживить иссохшую землю, сможет посредством Откровения, ниспосланного Посланнику Аллаха, да благословит его Аллах и приветствует, оживить мертвые человеческие сердца. Этот аят свидетельствует о том, что люди, которые не внимают знамениям Аллаха и не придерживаются Его законов, попросту лишены разума и рассудительного ума."
    },
    {
      "ayah": 18,
      "surah": 57,
      "text": "Тем верующим, которые делали много искренних пожертвований и своими благодеяниями заслужили щедрое вознаграждение, Аллах умножит это вознаграждение от десяти до семисот раз и даже более. Они получат разнообразные райские блага, о которых они даже не подозревают."
    },
    {
      "ayah": 19,
      "surah": 57,
      "text": "Все праведные последователи Пророка Мухаммада, да благословит его Аллах и приветствует, убеждены в том, что вера слагается из праведных мыслей, убеждений, слов и поступков, которые охватывают весь шариат исламской религии. Этими прекрасными качествами обладают правдивые праведники, которые стоят выше простых правоверных, но ниже пророков, а также павшие мученики. В достоверном хадисе сообщается, что посланник Аллаха, да благословит его Аллах и приветствует, сказал: «В Раю - сто ступеней, и расстояние между каждой ступенью равно расстоянию между небом и землей. Все это Аллах уготовил для тех, кто сражался на Его пути». Это свидетельствует о том, что павшие мученики и борцы за святое дело религии будут находиться в верховьях Рая, вблизи от Всевышнего Аллаха. А неверующие, которые отвергли Его знамения, станут обитателями Геенны. В этих аятах Всевышний упомянул о нескольких типах людей: подающих милостыню верующих, правдивых праведниках, павших мучениках и обитателях Геенны. Подающие милостыню - это верующие, которые делают много добра окружающим, стремятся оказать людям посильную помощь и для этого расходуют свое имущество на пути Аллаха. Правдивые праведники - это верующие, которые достигли самой высокой степени совершенства благодаря крепкой вере, праведным деяниям, полезным знаниям и искренней убежденности. Павшие мученики - это верующие, которые, не щадя своих жизней и своего имущества, сражались во имя Аллаха и пали в бою. Наконец, обитатели Геенны - это неверующие, которые отрицали Его знамения. Остался еще один тип людей, о котором Всевышний упомянул в суре «Фатыр». Это - верующие, которые выполняли обязательные предписания и избегали совершения грехов, но время от времени проявляли нерадивость по отношению к своим обязанностям перед Аллахом и творениями. Они также будут в числе счастливых обитателей Рая, хотя часть из них понесет наказание за некоторые их совершенных ими грехов."
    },
    { "ayah": 2, "surah": 57, "text": "Поистине, Всевышний является Единственным Творцом, Кормильцем и Правителем." },
    {
      "ayah": 20,
      "surah": 57,
      "text": "Всевышний поведал о подлинной сути земного мира и мирской жизни и разъяснил, чего же хотят от этой жизни потомки Адама. Земные блага - это забава и развлечение для человеческих душ и тел. В этом легко убедиться, если понаблюдать за людьми, которые посвящают себя охоте за мирскими удовольствиями и усладами. Они проводят свою жизнь в словоблудии и пустых развлечениях, не думая об Аллахе и ожидающей их расплате. Некоторые из них даже религию считают забавой и развлечением. Как же не похожи они на верующих, которые трудятся во благо Последней жизни, чьи сердца живут поминанием Аллаха, горят желанием еще лучше познать Его и переполняются любовью к Нему. Они посвящают себя делам, которые приближают их к Аллаху и сулят благо им и окружающим. Всевышний назвал мирскую жизнь украшением, потому что люди жаждут богатых нарядов, великолепных яств, восхитительных напитков, роскошных средств передвижения, огромных домов и дворцов, высокого положения в обществе и многого другого. Господь также назвал ее похвальбой между людьми, потому каждый человек склонен гордиться своими успехами перед окружающими и каждый человек желает, чтобы удача сопутствовала ему во всех в мирских делах, а ореол славы всегда окружал его. Он также назвал ее состязанием в том, чтобы обрести больше имущества и детей, потому что люди испытывают удовлетворение от того, что у них больше богатства и детей, чем у других. Это - критерий преуспеяния для тех, кто влюблен в мирскую жизнь и связывает с ней самые большие надежды. Такие люди совершенно не похожи на тех, кто осознал подлинную суть мирской жизни и понял, что земной мир - это всего лишь временная обитель, а не постоянное пристанище. Такие люди всеми силами стремятся приблизиться к Аллаху и делают все для того, чтобы попасть в Рай. Видя, как другие пытаются превзойти их богатством и числом детей, они в свою очередь пытаются превзойти их добрыми деяниями. Затем Всевышний привел мудрую притчу, сравнив мирскую жизнь с ливнем, после которого на земле расцвело множество растений, служащих едой для людей и кормом для скота. Богатый урожай обрадовал неверующих, которых не заботило ничего, кроме мирских благ, но Всевышний Аллах ниспослал им несчастье, которое иссушило и погубило урожай, и тогда земля приобрела свой прежний вид, словно она никогда не блистала своим изумительным по красоте видом и на ней никогда не расцветала трава. То же самое можно сказать о мирской жизни. Человек наслаждается ею, пока она окружает его своими распрекрасными благами. Стоит ему захотеть чего-либо, как он получает это. Стоит ему приступить к чему-либо, как перед ним раскрываются все двери. Но однажды сбывается предопределение Аллаха, и человек теряет все, что он имел, лишается былого могущества, а то и вовсе расстается с этим миром. Вот тогда он осознает, что он отправился в далекое путешествие с пустыми руками, что он не взял с собой в путь ничего, кроме савана. Горе всякому, кто связывал все свои надежды только с этим миром и трудился только ради этих тленных благ! Настоящую выгоду человек может извлечь только из тех дел, которые он совершает во благо Последней жизни. Прекрасные плоды таких деяний будут сохранены и навсегда останутся с рабом Аллаха. Вот почему Всевышний Аллах сказал, что в Последней жизни неверующим уготовано тяжкое наказание, а верующим - прощение и милость. Воистину, после смерти людей ожидает либо наказание, либо прощение - третьего не дано. Кто тратил силы только на приобретение земной роскоши, ослушался Аллаха, отвергал Его знамения и отвечал неблагодарностью на Его бесчисленные блага, тот будет подвергнут мучительному наказанию и познает, что такое адские оковы и цепи и что такое ужас Преисподней. А кто осознал подлинную суть мирской жизни и стремился благоустроить свою Последнюю жизнь, тому будут дарованы прощение и избавление от лютой муки в Аду. Аллах будет доволен им и осенит его Своей милостью в Обители благоволения. Все это означает, что человек должен быть умеренным в стремлении приобрести земные блага и должен гореть желанием обрести счастье в Последней жизни, ведь жизнь в этом мире - всего лишь пользование обольстительными дарами. Человек использует эти блага, извлекает из них выгоду для себя и окружающих, удовлетворяет ими свои потребности, но он не должен обольщаться ими и надеяться на них, как это делают безрассудные невежды, которых сатана обольстил и сбил с пути."
    },
    {
      "ayah": 21,
      "surah": 57,
      "text": "Аллах повелел верующим состязаться друг с другом в обретении прощения и благоволения своего Господа и обещанного им Рая. Для этого раб Божий должен искренне каяться в своих грехах, просить Аллаха о прощении, отдаляться от грехов и всего, что подталкивает человека к неповиновению Ему, постоянно стремиться снискать Его благоволение, искренне поклоняться Ему, делать добро Его творениям и оказывать им всевозможную помощь. А для того, чтобы пробудить в людях желание творить добро, Всевышний напомнил им о Рае, ширина которого равна ширине неба и земли. Он уготован только для уверовавших в Аллаха и Его посланников. Конечно же, вера в Аллаха и Его посланников подразумевает приверженность истинным исламским убеждениям и выполнение шариатских предписаний. О люди! Мы разъяснили вам истину, показали вам путь, ведущий в Рай, предостерегли вас от путей, ведущих в Адский Огонь, поведали вам о щедром и прекрасном вознаграждении. Все это - величайшая милость Аллаха по отношению к Его рабам. Воистину, Аллах обладает великой милостью. Ни одна душа не в состоянии воздать Ему хвалу должным образом. Только Он один может восхвалить себя так, как Он того заслуживает. Затем Всевышний сообщил о Своем всеобъемлющем предопределении и сказал:"
    },
    {
      "ayah": 22,
      "surah": 57,
      "text": "Это относится не только к бедам и несчастьям, но и ко всему, что происходит на земле. Доброе и злое, малое и большое - все записано в Хранимой скрижали. Таинство этой величайшей истины непостижимо для человеческого разума. Оно поражает и изумляет самые великие умы, но для Аллаха подобное не составляет труда."
    },
    {
      "ayah": 23,
      "surah": 57,
      "text": "Всевышний открыл Своим рабам тайну предопределения, чтобы они уверовали в судьбу и смотрели на добро и зло сквозь призму божественного установления. Если верующий человек лишается чего-то желанного, то он не отчаивается и не печалиться, потому что твердо знает, именно это было записано в Хранимой скрижали. Это непременно должно было произойти, и ничто не могло предотвратить такой ход событий. Если же Аллах дарует ему нечто хорошее, то он не ликует и не отвечает на добродетель Господа неблагодарностью и высокомерием. Он знает, что не заслужил приобретенного добра своим трудом и умением, а получил его в дар от Милостивого Аллаха, и поэтому он благодарит своего Покровителя за то, что Тот одарил его добром и уберег от бед и несчастий. Аллах не любит грубых и надменных невежд, которые восхищаются собой и гордятся дарованными Им благами. Они приписывают эти блага себе и связывают их со своими заслугами, тем самым преступая границы дозволенного и отвращаясь от своего Господа. Всевышний сказал: «Если Мы дадим ему вкусить милость от Нас после того, как его коснется несчастье, то он непременно скажет: “Вот это - для меня, и я не думаю, что настанет Час. Если же я буду возвращен к моему Господу, то у Него для меня обязательно будет уготовано наилучшее”. Мы непременно поведаем неверующим о том, что они совершили, и дадим им вкусить жестокие мучения» (41:50)."
    },
    {
      "ayah": 24,
      "surah": 57,
      "text": "Этим гордецам и бахвалам присущи два скверных качества, каждого из которых в отдельности достаточно для того, чтобы посрамить человека. Они сами скупы, то есть не выполняют своих обязанностей перед Аллахом и людьми, и призывают скупиться других. Они не довольствуются тем, что сами обладают столь отвратительным качеством, и потому своими словами и поступками призывают к этому дурному нраву других. Все это является результатом их отказа от повиновения Господу и отвращения от истины. Пусть же всякий, кто отказывается от повиновения Аллаху, знает, что Он ни в чем не нуждается и достоин хвалы. Ему принадлежат небеса и земля, и Он дарует Своим рабам достаток и изобилие. Благодаря Своим прекрасным именам, совершенным качествам и божественным деяниям Он достоин всякой хвалы и возвеличивания."
    },
    {
      "ayah": 25,
      "surah": 57,
      "text": "Аллах отправил Своих посланников с доводами и доказательствами, которые подтверждали правдивость всего, что они проповедовали. Он также ниспослал с ними Писание и Весы. Под Писанием в этом аяте подразумеваются все предыдущие Священные Писания, которые Аллах ниспослал для того, чтобы научить людей всему, что может принести им пользу в религии и мирской жизни. Весы - это повеление быть беспристрастными и справедливыми во всех словах и делах. Религии всех посланников зиждились на справедливости. Они учили верующих исправно соблюдать предписания и запреты Аллаха и быть справедливыми при вынесении судебного приговора, наказании преступников, отмщении, разделе наследства и вообще во взаимоотношениях с другими людьми. Именно справедливость и беспристрастность во все времена помогали рабам Аллаха соблюдать заветы религии и обретать неисчислимые блага. Этот аят свидетельствует о том, что законодательства всех посланников имели единую основу и опирались на принципы справедливости, которые выражались в различных законах в зависимости от эпохи и прочих обстоятельств. Аллах также ниспослал железо. Этот металл порождает зло, потому что из него изготавливаются оружие, кольчуги, броня и т.п. Но вместе с тем железо приносит людям большую пользу. Оно применяется во многих производствах и ремеслах, из него изготавливаются орудия земледелия и посуда. Железо получило настолько широкое применение, что трудно найти вещи, которые тем или иным образом не связаны с ним. Господь ниспослал Писание и железо, дабы увидеть, кто из людей будет помогать Его религии и Его посланникам и уверует в сокровенное. Воистину, вера может принести пользу, когда человек верит в сокровенное. Когда же он убедится в обещании Господа воочию, вера не принесет ему пользы, потому что он будет вынужден признать то, что видит. Среди прекрасных имен Аллаха - Всесильный, Могущественный. Для Него нет ничего невозможного, и никто не сможет избежать Его возмездия. Благодаря Своему всемогуществу Он ниспослал железо, из которого создаются могучие орудия. Благодаря Своему могуществу Он всегда одерживает верх над Своими врагами. Однако Он позволяет Своим врагам творить зло, дабы испытать верующих и увидеть, кто из них готов помогать Ему, веруя в сокровенное. Всевышний упомянул о железе наряду с Писанием, потому что именно посредством этих двух вещей Господь утверждает на земле свою религию и прославляет имя свое. Писание является неопровержимым доказательством истинности религии, а оружие по воле Всевышнего помогает верующим сломить сопротивление неверующих. Аллах ниспослал Писание и железо во имя справедливости, и это свидетельствует о Его мудрости и совершенстве, а также безупречности Его законов, провозглашенных устами пророков."
    },
    {
      "ayah": 26,
      "surah": 57,
      "text": "После того как Всевышний сообщил о пророках в целом, Он особо отметил двух благородных посланников - Нуха и Ибрахима, в потомстве которых Аллах учредил пророчество и Писание. Все пророки были потомками Нуха и Ибрахима, и все Небесные Писания были ниспосланы только их потомкам. Среди людей, к которым были отправлены посланники, были такие, которые повиновались пророкам и руководствовались их наставлениями, но многие из них были нечестивцами и отказывались повиноваться Аллаху и Его посланникам. Поэтому Всевышний сказал: «Большая часть людей не уверует, даже если ты страстно будешь желать этого» (12:103)."
    },
    {
      "ayah": 27,
      "surah": 57,
      "text": "Всевышний особо отметил пророка Ису и ниспосланное ему Писание, потому что речь зашла о христианах. Всевышний сказал: «Ты непременно найдешь самыми лютыми врагами верующих иудеев и многобожников. Ты также непременно найдешь, что ближе всех в любви к верующим, являются те, которые говорят: «Мы - христиане». Это потому, что среди них есть священники и монахи, и потому, что они не проявляют высокомерия» (5:82). Все это свидетельствует о том, что в прошлом христиане, которые были истинными последователями пророка Исы, были добрыми и кроткими людьми. Монашество - это обряд поклонения, который христиане придумали и вменили себе в обязанность. Всевышний не велел им соблюдать тех законов, которые они придумали для себя, но христиане пошли на такой шаг в надежде обрести благоволение Аллаха. Однако они не сумели должным образом придерживаться тяжелых правил монашеской жизни, и тем самым сделали еще одно упущение. Они не только придумали то, чего от них не требовал Аллах, но и не соблюли того, что сами вменили себе в обязанность. К сожалению, подобные прегрешения они совершали очень часто. Среди них были и правоверные, которым Аллах воздал по заслугам. Они уверовали в Пророка Мухаммада, да благословит его Аллах и приветствует, и утвердились в своей вере в пророка Ису, и каждому из них Аллах даровал вознаграждение, соразмерное его вере и праведности. Но многие из них были нечестивцами, которые отвергли Мухаммада и отказались покориться Аллаху и последовать прямым путем."
    },
    {
      "ayah": 28,
      "surah": 57,
      "text": "Существует мнение, что в этом аяте Всевышний обратился к людям Писания, которые искренне веруют в пророков Мусу и Ису, и повелел им страшиться Аллаха, до конца оставаться верными своей вере, не ослушаться повелений Господа и уверовать в Пророка Мухаммада, да благословит его Аллах и приветствует. Тем из них, кто покорится воле Господа, Всевышний обещал двойное вознаграждение: награду за верность Своему пророку и награду за верность Мухаммаду, да благословит его Аллах и приветствует. Существует и другое мнение, согласно которому Всевышний обратился не только к уверовавшим людям Писания, но и к остальным верующим. Возможно, так оно и есть, потому что в аяте речь идет о вере и богобоязненности, которые являются важнейшей частью религии и неотделимы от остальных ее предписаний. А тем верующим, которые выполнят это важное повеление, Аллах обещал двойное вознаграждение, о величине которого не знает никто, кроме Всевышнего Аллаха. Правоверные получат награду за веру, награду - за богобоязненность, награду - за выполнение повелений Аллаха, награду - за соблюдение Его запретов. Возможно, что под двойным вознаграждением подразумевается, что одна награда будет следовать за другой. Наряду с этим Аллах дарует правоверным знание, верное руководство и свет, которые помогут им выбраться из мрака невежества. И вот тогда Аллах простит совершенные ими грехи, ведь Он - Прощающий, Милосердный. Неудивительно, что Аллах обещал Своим рабам прощение и милость, ведь Он обладает великой щедростью. Его милость объемлет небеса и землю, а творения ни на мгновение не остаются без Его заботы и внимания."
    },
    {
      "ayah": 29,
      "surah": 57,
      "text": "Всевышний поведал о Своей добродетели по отношению к тем, кто уверовал в Аллаха и Его посланника, да благословит его Аллах и приветствует, и страшился Господа, для того, чтобы люди Писания знали, что не они распоряжаются щедротами Аллаха и что они не вправе противиться Его воле из-за своих порочных желаний и ошибочных воззрений. Именно из-за таких воззрений они говорят: «Не войдет в Рай никто, кроме иудеев или христиан» (2:111). Но это - всего лишь их мечты и пустые надежды, потому что великое вознаграждение, милость, и прощение ожидают не заблудших людей Писания, а правоверных, которые уверовали в Пророка Мухаммада, да благословит его Аллах и приветствует, и страшатся своего Господа. Он одаряет Своими щедротами, кого пожелает. А Его милость настолько велика, что оценить ее в полной мере просто невозможно."
    },
    {
      "ayah": 3,
      "surah": 57,
      "text": "Аллах - первый, до которого ничего не было, и последний, после которого ничего не будет. Он - высочайший, выше которого ничего нет, и ближайший, ближе которого ничего нет. Он ведает обо всем явном и сокровенном, тайном и очевидном, прошлом и будущем."
    },
    {
      "ayah": 4,
      "surah": 57,
      "text": "Господь начал творение в воскресенье и завершил его в пятницу, а потом вознесся на Трон. Он вознесся над всеми творениями так, как это подобает Его божественному величию. Он ведает о семенах растений, животных, дождевых водах и многом другом, что проникает в землю. Он также ведает о травах, кустарниках, деревьях, животных и обо всем остальном, что исходит из нее. Он ведает об ангелах, пропитании и предопределении - обо всем, что нисходит с неба. Ему также известно об ангелах, человеческих душах, молитвах, деяниях и многом другом, что восходит туда. Он всегда пребывает вместе со своими творениями. Эти слова Всевышнего похожи на следующий аят: «Разве ты не знаешь, что Аллаху ведомо то, что на небесах, и то, что на земле? Не бывает тайной беседы между тремя, чтобы Он не был четвертым; или между пятью, чтобы Он не был шестым. Больше их или меньше - Он всегда с ними, где бы они ни были» (58:7). Это не означает, что Аллах присутствует повсюду Своей божественной сущностью. Он объемлет всю Вселенную Своим знанием и наблюдением, и поэтому Он предупредил Своих рабов о грядущем воздаянии и напомнил им о том, что Он видит все, что они совершают. Всевышний наблюдает за добрыми и злыми деяниями Своих рабов и их результатами и непременно сохранит их, чтобы воздать каждому человеку за все, что он совершил."
    },
    {
      "ayah": 5,
      "surah": 57,
      "text": "Аллах - Творец и Властелин, а все творения являются Его рабами. Он правит ими, как Ему угодно, вершит их судьбу, ниспосылает им свои повеления и делает все это в соответствии со Своей божественной мудростью. Все рабы предстанут перед Ним вместе со своими деяниями, и Он отделит добро от зла, а затем вознаградит праведников за их благодеяния и покарает грешников за их грехи."
    },
    {
      "ayah": 6,
      "surah": 57,
      "text": "Он сменяет день ночью, которая окутывает мир своим мраком и позволяет людям успокоиться и отдохнуть. Затем Он сменяет ночь днем, который изгоняет тьму и изливает на мир свой свет, а люди тем временем приступают к активной деятельности и начинают трудиться в поисках средств к существованию. День и ночь непрестанно приходят на смену друг другу, периодически удлиняются и укорачиваются, образуют времена года и благодаря этому приносят людям огромную пользу. Благословен же Аллах, Господь миров! Свят великодушный и щедрый Творец, который не перестает одарять Своих рабов зримыми и незримыми благами! Он ведает о том, что таится в сердцах. Он знает тех, кто заслуживает Его помощи, и помогает им найти путь к счастью. А тех, кто не достоин этого, Он бросает на произвол судьбы."
    },
    {
      "ayah": 7,
      "surah": 57,
      "text": "Всевышний повелел Своим рабам уверовать в Него и Его посланника, да благословит его Аллах и приветствует, и во все, что он принес человечеству, а также расходовать на благие дела имущество, которым Он наделил их на срок пребывания на земле, дабы посмотреть, как они будут распоряжаться Его дарами. Для того чтобы рабы исправно выполняли Его повеления, Всевышний Аллах сообщил им о прекрасной награде, которая ожидает праведников. Верующие, которые объединили в себе два замечательных качества - веру и щедрость, которые расходовали свое имущество на пути Аллаха, получат великое вознаграждение, а самое главное - они обретут довольство Аллаха и место в Райской обители, где верующих и борцов за веру ожидают удивительные вечные блага. Затем Всевышний Аллах указал на причину, по которой люди просто обязаны уверовать:"
    },
    {
      "ayah": 8,
      "surah": 57,
      "text": "Что же мешает вам обратиться в ислам и встать на путь Господа, если к этому вас призывает самый достойный из посланников и самый благородный из проповедников - Пророк Мухаммад, да благословит его Аллах и приветствует? Одно только это уже обязывает вас внять его проповедям, ответить на его зов и уверовать в принесенную им истину, тем более что Аллах взял с вас слово о том, что вы не отвернетесь от веры. Но и это не все. Из-за Своей доброты и благосклонности к вам Аллах не довольствовался одними проповедями славного учителя и великого посланника, да благословит его Аллах и приветствует, а подтвердил его правоту многочисленными чудесами и знамениями. Поэтому далее Коран гласит:"
    },
    {
      "ayah": 9,
      "surah": 57,
      "text": "Аллах ниспослал Своему пророку, да благословит его Аллах и приветствует, знамения, которые убеждают благоразумных и здравомыслящих людей в достоверности всего, что проповедует Мухаммад, да благословит его Аллах и приветствует. Он явился к вам с Писанием и мудростью, чтобы вывести вас из мрака невежества и неверия к свету знания и веры. Воистину, среди прекрасных имен Аллаха - Сострадательный, Милосердный. Он проявляет к вам больше сострадания, чем мать к своему ребенку."
    }
  ]
}
