{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 66,
      "text": "Аллах укорил Пророка Мухаммада, да благословит его Аллах и приветствует, за то, что он объявил свою невольницу Марию неприкосновенной для себя. Говорят также, что он дал обет никогда не пить меда. Тем самым он хотел угодить некоторым из своих жен, и история об этом хорошо известна. Тогда Всевышний обратился к нему со словами: «О раб Божий, которого Аллах избрал Своим пророком и посланником, почтил Своим откровением! Почему ты отказываешься от благ, которыми Аллах одарил тебя и твоих последователей? Ведь твой Господь - Прощающий, Милосердный». Из этих слов ясно, что Аллах уже простил Своего посланника и избавил его от порицания. Всевышний смилостивился над ним, а его поведение послужило поводом для ниспослания мусульманам нового мудрого положения."
    },
    {
      "ayah": 10,
      "surah": 66,
      "text": "Под предательством в этом аяте понимается именно отказ от прямой веры, а не супружеская измена. Жены Божьих пророков и посланников никогда не изменяли своим мужьям, ибо Аллах оберегал их от распутства и прелюбодеяния. Тем не менее, ни пророк Нух, ни пророк Лут не спасли своих жен от наказания Аллаха, и Всевышний вверг их в Геенну вместе с остальными грешниками."
    },
    {
      "ayah": 11,
      "surah": 66,
      "text": "Речь идет об Асие, дочери Музахима. Аллах описал ее верующей и смиренной рабой. Она молила Господа о самом желанном, о чем только может мечтать человек - она просила Его ввести ее в Рай и поселить там вблизи Него самого. Она также молила Его избавить ее от пыток Фараона и его скверных деяний и от искушения любого нечестивого грешника. Аллах ответил на ее молитвы, и вплоть до самой смерти она имела крепкую веру, стойко переживала трудности и смогла пройти через все пытки и искушения. Поэтому Пророк Мухаммад, да благословит его Аллах и приветствует, сказал: «Многие мужчины достигли совершенства, но среди женщин это удалось лишь Марьям, дочери Имрана, Асие, дочери Музахима, и Хадидже, дочери Хувейлида. Аиша же превосходит других женщин так, как сарид превосходит другие яства»."
    },
    {
      "ayah": 12,
      "surah": 66,
      "text": "Марьям сумела уберечься от пороков и омерзительных грехов благодаря таким чертам, как набожность, добродетель и целомудрие. Джибрил явился к ней и через вырез ее рубашки вдохнул в нее жизнь, от чего и произошло зачатие Исы, ставшего впоследствии благородным посланником Аллаха. Марьям обладала твердым знанием и здравым разумом. Она веровала в слова Господа, то есть в религиозные предписания и предопределение, а также веровала в Его писания, то есть обладала правильными познаниями и руководствовалась ими в делах, подтверждая правдивость своей веры. Благодаря этому она стала одной из благочестивых, то есть она усердно поклонялась Аллаху со страхом и смирением и всегда оставалась покорной Ему. Она была праведницей, а праведность всегда выражается в совершенстве знаний и непорочности поступков и деяний."
    },
    {
      "ayah": 2,
      "surah": 66,
      "text": "Аллах научил вас тому, как следует поступить, чтобы освободиться от клятвы до того, как вы ее нарушите, и как можно искупить грех после того, как вы это сделаете. Это распространяется на все клятвы, в которых правоверные обещают сделать что-нибудь или, наоборот, не делать этого. Всевышний сказал: «О те, которые уверовали! Не запрещайте блага, которые Аллах сделал дозволенными для вас, и не преступайте границы дозволенного. Воистину, Аллах не любит преступников. Ешьте из того, чем Аллах наделил вас, дозволенное и благое, и бойтесь Аллаха, в Которого вы веруете. Аллах не взыщет с вас за празднословные клятвы, но взыщет за то, что вы скрепили клятвами. В искупление этого необходимо накормить десятерых бедняков средним (или лучшим) из того, чем вы кормите свои семьи, или одеть их, или освободить раба. Кто не сможет сделать этого, тот должен поститься в течение трех дней. Таково искупление ваших клятв, если вы поклялись и нарушили клятву. Оберегайте же свои клятвы. Так Аллах разъясняет вам Свои знамения, - быть может, вы будете благодарны» (5:87–89). Поэтому каждый, кто запретил для себя нечто из дозволенного Аллахом, будь то еда, питье или невольница, или преднамеренно поклялся сделать что-либо или не делать этого, а затем сознательно нарушил клятву, должен искупить свою вину так, как это предписал Господь. Аллах покровительствует вашим деяниям, учит вас добру, которое касается вашей веры и мирской жизни, и разъясняет вам, как можно уберечься от зла. Поэтому Он предписал вам путь отступления от ваших клятв, благодаря чему вы сможете освободиться от ответственности за них. Поистине, Аллах знает обо всем, что вы творите и скрываете в своих душах. Он творит и повелевает только то, что соответствует Его божественной мудрости. Он установил для вас шариат, состоящий из законов, которые отвечают вашим интересам и соответствуют вашим нуждам. А ведь о ваших нуждах Аллаху известно лучше, чем кому бы то ни было другому."
    },
    {
      "ayah": 3,
      "surah": 66,
      "text": "Многие комментаторы отмечали, что здесь речь идет о матери правоверных Хафсе. Пророк поверил ей тайну и велел не разглашать ее, однако она рассказала о ней Аише. Аллах сообщил Пророку о том, что она разгласила секрет, и тогда он поведал ей часть того, что ему было известно, а часть этого утаил из-за своего великодушия и своей доброты. Она спросила его: «Откуда ты узнал, ведь мы никому не говорили об этом?» Пророк ответил ей, что узнал об этом от Аллаха. Ничто невозможно утаить от Него, ибо Ему ведомо все тайное и сокровенное."
    },
    {
      "ayah": 4,
      "surah": 66,
      "text": "Этими словами Всевышний обратился к двум благородным женам посланника Аллаха - Хафсе и Аише, потому что именно они послужили поводом к тому, что он поклялся Аллахом отказаться от того, что ему любо. Аллах предложил им покаяться и упрекнул их за то, что они совершили. Он сказал, что их сердца отклонились от истины, то есть от надлежащих богобоязненности и благонравия. Жены Пророка были обязаны учтиво обходиться с ним, почитать его, уважать его пожелания и ни в коем случае не стеснять его своими прихотями. Если же вы станете упорствовать и поддерживать друг друга и постараетесь обременить его, то помните, что ему покровительствует Аллах, а Джибрил и праведные верующие - друзья ему. Даже ангелы служат ему помощниками. Все они помогают посланнику Аллаха, да благословит его Аллах и приветствует, и содействуют ему. Воистину, человек с такой поддержкой непременно одержит верх над своими врагами, а всякий, кто пожелает воспротивиться ему, будет унижен. Таким образом, сам Всевышний Создатель обязал себя и свои избранные творения помогать благородному Пророку Мухаммаду, да благословит его Аллах и приветствует, и это - величайшая честь, оказанная ему. Кроме того, в этом аяте отчетливо выражено предупреждение, обращенное к двум благородным женам Посланника, да благословит его Аллах и приветствует. Поэтому далее Аллах пригрозил им разводом, который, как известно, является самым тяжелым и неприятным шагом в жизни женщины."
    },
    {
      "ayah": 5,
      "surah": 66,
      "text": "О жены Посланника! Не превозноситесь и помните, что если он разведется с вами, то он не будет стеснен и не будет нуждаться в вас. Он найдет жен, которых Аллах дарует ему вместо вас, которые будут лучше вас и по набожности, и по красоте. Это было предупреждением, исполнение которого было необязательным, и поэтому посланник Аллаха не развелся со своими женами. Но если бы он развелся с ними, то обязательно свершилось бы все предсказанное Аллахом, и он женился бы на более достойных женщинах. Они были бы правоверными мусульманками, то есть одновременно придерживались бы как законов ислама, которыми необходимо руководствоваться в делах, так и принципов веры, на которых зиждутся убеждения людей. Они были бы покорными, то есть усердными в поклонении и непреклонными в покорности одному Аллаху, кающимися во всем, что ненавистно Господу. Всевышний подчеркнул, что женам Пророка, да благословит его Аллах и приветствует, надлежит выполнять все, что любит Аллах, и каяться во всем, что Ему ненавистно. Среди них были бы как побывавшие замужем, так и девственницы, дабы Пророк, да благословит его Аллах и приветствует, мог насладиться всем, что ему мило. Услышав эту угрозу и назидание, жены Пророка тотчас стали искать возможность снискать благосклонность посланника Аллаха, да благословит его Аллах и приветствует. Они стали достойны всех упомянутых в этом аяте превосходных эпитетов и стали лучшими среди правоверных женщин."
    },
    {
      "ayah": 6,
      "surah": 66,
      "text": "О рабы Аллаха, которых Господь облагодетельствовал правой верой! Соблюдайте все, чего от вас требует ваша вера. Остерегайтесь вместе с вашими семьями Огня ужасного, чудовищного. Уберечься от него самому можно только, подчиняясь велениям Аллаха и каясь во всем, что вызывает Его гнев и влечет за собой наказание. А уберечь от Адского Пламени родных, жен и детей можно, обучая их благонравию и полезному знанию, а порой и принуждая их покориться Господу. Раб Аллаха не обретет спасения, пока не станет покорным Ему во всем, что касается его самого и его близких, за которых он несет ответственность и которые находятся под его началом. А для того, чтобы устрашить людей и удержать их от пренебрежения своими приказами, Господь описал Ад, растопкой которого будут люди и камни. Об этом же сказал Всевышний: «Вы и те, чему вы поклоняетесь вместо Аллаха, являетесь растопкой для Геенны, в которую вы войдете» (21:98). К нему приставлены ангелы, имеющие суровый нрав и беспощадные в возмездии. Своими голосами и своим видом они вселяют в адских мучеников страх и ужас, своей мощью они унижают их и подвергают каре, выполняя волю Аллаха, возложившего на грешников мучения и суровое наказание. Они не отступают от повелений Аллаха и выполняют все, что им велят. В этих словах выражена похвала благородным ангелам за их покорность Аллаху во всем, что Он велит."
    },
    {
      "ayah": 7,
      "surah": 66,
      "text": "Этими словами будут порицать неверующих В День воскресения. О неверующие! Прошла пора извинений и раскаяний, и они не принесут вам никакой пользы. Нам остается всего лишь воздать вам за ваши деяния. Вы не приберегли для этого дня ничего, кроме неверия в Аллаха. Вы не признавали Его знамений и враждовали с Его посланниками и праведными рабами."
    },
    {
      "ayah": 8,
      "surah": 66,
      "text": "Аллах повелел человеку искренне каяться перед Ним и пообещал в награду за это простить ему совершенные им ранее грехи, осчастливить его и поселить в Раю вместе с другими преуспевшими рабами. В День воскресения, когда все верующие будут освещать перед собой путь светом своей веры, двигаться благодаря его сиянию вперед и наслаждаться покоем и умиротворением, они вдруг увидят, как гаснет свет, освещающий путь лицемерам. Тогда верующих охватит страх, и они обратятся к Аллаху с мольбой не тушить свет их веры и продлить его до конца испытания. Аллах внемлет их мольбе и дарует им свет и уверенность, которые приведут их в сады блаженства, где они пребудут вблизи своего великодушного Господа. Все это - плоды искреннего чистосердечного раскаяния. А для этого человек должен покаяться во всех грехах искренне ради Аллаха и всегда оставаться верным этому."
    },
    {
      "ayah": 9,
      "surah": 66,
      "text": "Всевышний повелел Своему пророку, да благословит его Аллах и приветствует, бороться с неверующими и лицемерами и быть суровым по отношению к ним. Борьбу с ними следует вести путем доведения до них истинного знания. А для этого надо призывать их к вере в Единого Аллаха посредством проповедей и добрых наставлений и изобличать во лжи их многочисленные заблудшие воззрения. Иногда даже приходится сражаться с ними с оружием в руках, потому что те, кто отказывается встать на прямой путь и подчиниться закону Аллаха, заслуживают того, чтобы с ними обходились сурово и решительно. Но прежде всего распространять слово Божье следует мудрыми и добрыми увещеваниями. Таким образом, Аллах обрек неверующих и лицемеров на унизительное наказание в этом мире, где им суждено склонять головы перед посланниками Аллаха и правоверными, а также на адские муки в Последней жизни. Как же скверен такой исход, ожидающий каждого несчастного неверного! В заключительных аятах этой суры Аллах привел две притчи для правоверных и неверующих, дабы разъяснить им то, что связь неверующего с правоверным или родство с ним не принесут никакой пользы первому и ничем не повредят последнему, если он исправно выполнял предписания Аллаха. Тем самым Всевышний еще раз предостерег жен Пророка Мухаммада, да благословит его Аллах и приветствует, от ослушания Аллаха, ведь родство с ним нисколько не поможет тому, чьи деяния окажутся дурными."
    }
  ]
}
