{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 69,
      "text": "Благодаря этому Великому Писанию и мудрому напоминанию творения Аллаха познают то, что приносит им пользу в этой и в будущей жизнях. Хвала же за это надлежит одному Аллаху!"
    },
    {
      "ayah": 10,
      "surah": 69,
      "text": "Каждый народ отвергал посланника, которого Аллах отправлял к ним. И поэтому Аллах низвергал на них наказание более чем достаточное для того, чтобы погубить их."
    },
    {
      "ayah": 11,
      "surah": 69,
      "text": "Одним из таких народов был народ пророка Нуха. Когда Аллах решил потопить его неверующих соплеменников, то заставил воду разлиться по земле и затопить даже возвышенности. Но вместе с тем Аллах смилостивился над человечеством и спас его в ковчеге, в который Он посадил только избранных, а в их чреслах сохранил и крупицы будущих поколений. О люди! Воздавайте же хвалу Аллаху, который спас вас, когда были погублены все грешники. Извлекайте уроки из величайших знамений Аллаха, свидетельствующих об истинности единобожия. Об одном из таких знамений Всевышний Аллах упомянул далее и сказал:"
    },
    {
      "ayah": 12,
      "surah": 69,
      "text": "Глядя на корабли, вам надлежит вспоминать тот первый ковчег и его историю, и вспоминать о том, как Аллах спас верующих, которые последовали за посланником, и погубил всех остальных людей на земле. Воистину, любая вещь нам напоминает о первой созданной вещи такого рода. О обладающие разумом! Вам надлежит уразуметь это назидание и постичь его смысл. Этого не смогут сделать те, кто отворачивается от истины и беспечно относится к своей судьбе, кто глуп и лишен ума и проницательности. Они не извлекают для себя из знамений Аллаха никакой пользы, потому что не понимают сути ниспосланного Аллахом и не веруют в Его писания. В предыдущих аятах Всевышний поведал о мирском наказании, которого были удостоены неверующие, которые нарекли посланников лжецами. Он также поведал о том, как спас своих посланников и их верных последователей. Все это было всего лишь преддверием великого воздаяния в Последней жизни, в которой каждый человек сполна получит за свои деяния. Вот почему далее Господь возвестил о тех страшных событиях, которые произойдут при наступлении конца света."
    },
    {
      "ayah": 13,
      "surah": 69,
      "text": "Исрафил вострубит в рог, после чего души творений устремятся к уже окончательно оформившимся телам. Каждая душа войдет в свое тело, и тогда все люди предстанут пред Господом миров."
    },
    {
      "ayah": 14,
      "surah": 69,
      "text": "Исрафил вострубит в рог, после чего души творений устремятся к уже окончательно оформившимся телам. Каждая душа войдет в свое тело, и тогда все люди предстанут пред Господом миров."
    },
    {
      "ayah": 15,
      "surah": 69,
      "text": "Исрафил вострубит в рог, после чего души творений устремятся к уже окончательно оформившимся телам. Каждая душа войдет в свое тело, и тогда все люди предстанут пред Господом миров."
    },
    {
      "ayah": 16,
      "surah": 69,
      "text": "Горы превратятся в прах, а затем будут развеяны по земле и исчезнут. Тогда вся земля превратится в равнину, и на ней не будет ни кривизны, ни углублений. Такова судьба земли и всего, что на ней. Что же касается небес, то они начнут колебаться, двигаться взад и вперед и, наконец, расколются. Они изменятся в цвете и потеряют былую прочность и мощь. Только нечто великое, ужасное и тревожное способно ослабить столь могучее создание Аллаха."
    },
    {
      "ayah": 17,
      "surah": 69,
      "text": "Ангелы воспарят по бокам и углам небес. Они будут преисполнены смирения и покорности перед своим Господом и Его величием. А восемь ангелов, обладающих неимоверной силой, понесут Трон Милосердного Аллаха, когда Он явится для того, чтобы по милости и справедливости вершить суд над Своими рабами."
    },
    {
      "ayah": 18,
      "surah": 69,
      "text": "Ни одна крупица вашего тела, ни одно ваше деяние и ни одна ваша черта не будут сокрыты от Всевышнего Аллаха, Которому ведомо все явное и сокровенное. Босые, нагие и необрезанные люди будут стоять на ровной земле, внимая гласу глашатая. Взгляд Господа будет пронзать их тела и души, и Он воздаст им за совершенные ими деяния. Далее Всевышний Аллах поведал о том, как будет проходить этот страшный суд, и сказал:"
    },
    {
      "ayah": 19,
      "surah": 69,
      "text": "Ни одна крупица вашего тела, ни одно ваше деяние и ни одна ваша черта не будут сокрыты от Всевышнего Аллаха, Которому ведомо все явное и сокровенное. Босые, нагие и необрезанные люди будут стоять на ровной земле, внимая гласу глашатая. Взгляд Господа будет пронзать их тела и души, и Он воздаст им за совершенные ими деяния. Далее Всевышний Аллах поведал о том, как будет проходить этот страшный суд, и сказал:"
    },
    {
      "ayah": 2,
      "surah": 69,
      "text": "Благодаря этому Великому Писанию и мудрому напоминанию творения Аллаха познают то, что приносит им пользу в этой и в будущей жизнях. Хвала же за это надлежит одному Аллаху!"
    },
    {
      "ayah": 20,
      "surah": 69,
      "text": "Это будут счастливые праведники, которым вручат письмена с их праведными деяниями в правую руку. В Судный день это будет их отличительной чертой, и тем самым Господь прославит их дело и окажет им великую честь. Преисполненный счастья и радости, такой человек пожелает, чтобы все творения Аллаха узрели, как облагодетельствовал его Господь, и воскликнет: «Смотрите сюда! Прочтите книгу мою!» В этих письменах будет записано о том, что Аллах простил ему грехи, покрыл его недостатки и уготовил для него Райские сады и многочисленные почести. Он достиг этого благодаря тому, что Аллах облагодетельствовал его верой в воскресение и отчет и помог ему приготовиться к этому дню и запастись добрыми деяниями. Именно поэтому верующий будет возвещать о том, что был убежден в неизбежности расплаты и воздаяния."
    },
    {
      "ayah": 21,
      "surah": 69,
      "text": "Это будут счастливые праведники, которым вручат письмена с их праведными деяниями в правую руку. В Судный день это будет их отличительной чертой, и тем самым Господь прославит их дело и окажет им великую честь. Преисполненный счастья и радости, такой человек пожелает, чтобы все творения Аллаха узрели, как облагодетельствовал его Господь, и воскликнет: «Смотрите сюда! Прочтите книгу мою!» В этих письменах будет записано о том, что Аллах простил ему грехи, покрыл его недостатки и уготовил для него Райские сады и многочисленные почести. Он достиг этого благодаря тому, что Аллах облагодетельствовал его верой в воскресение и отчет и помог ему приготовиться к этому дню и запастись добрыми деяниями. Именно поэтому верующий будет возвещать о том, что был убежден в неизбежности расплаты и воздаяния."
    },
    {
      "ayah": 22,
      "surah": 69,
      "text": "Это будут счастливые праведники, которым вручат письмена с их праведными деяниями в правую руку. В Судный день это будет их отличительной чертой, и тем самым Господь прославит их дело и окажет им великую честь. Преисполненный счастья и радости, такой человек пожелает, чтобы все творения Аллаха узрели, как облагодетельствовал его Господь, и воскликнет: «Смотрите сюда! Прочтите книгу мою!» В этих письменах будет записано о том, что Аллах простил ему грехи, покрыл его недостатки и уготовил для него Райские сады и многочисленные почести. Он достиг этого благодаря тому, что Аллах облагодетельствовал его верой в воскресение и отчет и помог ему приготовиться к этому дню и запастись добрыми деяниями. Именно поэтому верующий будет возвещать о том, что был убежден в неизбежности расплаты и воздаяния."
    },
    {
      "ayah": 23,
      "surah": 69,
      "text": "Он найдет все, чего жаждут сердца и чем упиваются взоры. Он останется доволен своей жизнью и не захочет ничего иного. Он пребудет в Райских садах с высокими обителями и дворцами и прекрасными возвышенностями. А ветви райских деревьев будут склоняться так низко, что райские обитатели смогут доставать аппетитные плоды стоя, сидя и даже лежа."
    },
    {
      "ayah": 24,
      "surah": 69,
      "text": "Наслаждайтесь прекрасными яствами и великолепными напитками сполна, и ничто сегодня не отравит вам удовольствия и не испортит аппетита. Вы заслужили это своими благодеяниями, ведь вы совершали намаз и постились, раздавали милостыню и отправлялись в паломничество, делали добро людям и поминали Аллаха, раскаивались в своих ошибках и избегали скверных дел. Таким образом, Всевышний подчеркнул, что именно благие дела являются причиной того, что люди окажутся в Раю, залогом их благоденствия и основой их счастья."
    },
    {
      "ayah": 25,
      "surah": 69,
      "text": "Это - несчастные грешники, которым письмена с их плохими деяниями будут вручены в левую руку. Это будет знаком погибели и ужасного исхода, позора, стыда и бесчестия. Встревоженный, опечаленный и озабоченный, такой человек скажет: «Лучше бы мне не вручали моей книги!» Ведь эта книга возвестит ему о том, что он войдет в Ад и окажется в вечном убытке."
    },
    {
      "ayah": 26,
      "surah": 69,
      "text": "Это - несчастные грешники, которым письмена с их плохими деяниями будут вручены в левую руку. Это будет знаком погибели и ужасного исхода, позора, стыда и бесчестия. Встревоженный, опечаленный и озабоченный, такой человек скажет: «Лучше бы мне не вручали моей книги!» Ведь эта книга возвестит ему о том, что он войдет в Ад и окажется в вечном убытке."
    },
    {
      "ayah": 27,
      "surah": 69,
      "text": "Лучше бы я был предан забвению, не был воскрешен и не видел своего счета! Лучше бы смерть была концом всего, и не было бы после нее воскрешения!"
    },
    {
      "ayah": 28,
      "surah": 69,
      "text": "Он оглянется на свое былое богатство и свою былую власть, которые лягут на его плечи тяжким бременем. Он ничего не приберег для своей Последней жизни, и поэтому богатство и власть не принесут ему никакой пользы и ничуть не избавят его от наказания. И тогда он признается, что богатство не принесло ему пользы в мирской жизни, потому что он не стремился к спасению, а в жизни вечной оно уже никому не может помочь."
    },
    {
      "ayah": 29,
      "surah": 69,
      "text": "Моя власть исчезла - ее больше нет. Сегодня мне не помогут ни солдаты, ни многочисленные сторонники. Не спасут меня ни их множество, ни их былая сила. Не принесет мне пользы и мое утерянное высокое положение. Все это оказалось тщетным. Я трудился зря, но хуже всего, что из-за этого я лишился милости и преуспеяния. Я обменял их на тревогу, скорбь и печаль. В этот страшный день Господь велит ангелам наказать его и скажет суровым и могучим стражам Ада:"
    },
    {
      "ayah": 3,
      "surah": 69,
      "text": "Это - одно из названий Дня воскресения, который неминуемо настанет для всех творений. В этот день раскроется подлинная суть вещей и станут явными тайны людских сердец. Всевышний несколько раз напомнил людям о неминуемом дне и тем самым подчеркнул его важность. Воистину, это будет день великих событий и чудовищного ужаса. Затем Господь описал события, которые имели место в этом мире и были похожи на то, что произойдет в Судный день. Он напомнил о лютой каре, которая постигла непокорные народы, и сказал:"
    },
    {
      "ayah": 30,
      "surah": 69,
      "text": "Моя власть исчезла - ее больше нет. Сегодня мне не помогут ни солдаты, ни многочисленные сторонники. Не спасут меня ни их множество, ни их былая сила. Не принесет мне пользы и мое утерянное высокое положение. Все это оказалось тщетным. Я трудился зря, но хуже всего, что из-за этого я лишился милости и преуспеяния. Я обменял их на тревогу, скорбь и печаль. В этот страшный день Господь велит ангелам наказать его и скажет суровым и могучим стражам Ада:"
    },
    {
      "ayah": 31,
      "surah": 69,
      "text": "Моя власть исчезла - ее больше нет. Сегодня мне не помогут ни солдаты, ни многочисленные сторонники. Не спасут меня ни их множество, ни их былая сила. Не принесет мне пользы и мое утерянное высокое положение. Все это оказалось тщетным. Я трудился зря, но хуже всего, что из-за этого я лишился милости и преуспеяния. Я обменял их на тревогу, скорбь и печаль. В этот страшный день Господь велит ангелам наказать его и скажет суровым и могучим стражам Ада:"
    },
    {
      "ayah": 32,
      "surah": 69,
      "text": "Моя власть исчезла - ее больше нет. Сегодня мне не помогут ни солдаты, ни многочисленные сторонники. Не спасут меня ни их множество, ни их былая сила. Не принесет мне пользы и мое утерянное высокое положение. Все это оказалось тщетным. Я трудился зря, но хуже всего, что из-за этого я лишился милости и преуспеяния. Я обменял их на тревогу, скорбь и печаль. В этот страшный день Господь велит ангелам наказать его и скажет суровым и могучим стражам Ада:"
    },
    {
      "ayah": 33,
      "surah": 69,
      "text": "Моя власть исчезла - ее больше нет. Сегодня мне не помогут ни солдаты, ни многочисленные сторонники. Не спасут меня ни их множество, ни их былая сила. Не принесет мне пользы и мое утерянное высокое положение. Все это оказалось тщетным. Я трудился зря, но хуже всего, что из-за этого я лишился милости и преуспеяния. Я обменял их на тревогу, скорбь и печаль. В этот страшный день Господь велит ангелам наказать его и скажет суровым и могучим стражам Ада:"
    },
    {
      "ayah": 34,
      "surah": 69,
      "text": "Моя власть исчезла - ее больше нет. Сегодня мне не помогут ни солдаты, ни многочисленные сторонники. Не спасут меня ни их множество, ни их былая сила. Не принесет мне пользы и мое утерянное высокое положение. Все это оказалось тщетным. Я трудился зря, но хуже всего, что из-за этого я лишился милости и преуспеяния. Я обменял их на тревогу, скорбь и печаль. В этот страшный день Господь велит ангелам наказать его и скажет суровым и могучим стражам Ада:"
    },
    {
      "ayah": 35,
      "surah": 69,
      "text": "Моя власть исчезла - ее больше нет. Сегодня мне не помогут ни солдаты, ни многочисленные сторонники. Не спасут меня ни их множество, ни их былая сила. Не принесет мне пользы и мое утерянное высокое положение. Все это оказалось тщетным. Я трудился зря, но хуже всего, что из-за этого я лишился милости и преуспеяния. Я обменял их на тревогу, скорбь и печаль. В этот страшный день Господь велит ангелам наказать его и скажет суровым и могучим стражам Ада:"
    },
    {
      "ayah": 36,
      "surah": 69,
      "text": "Моя власть исчезла - ее больше нет. Сегодня мне не помогут ни солдаты, ни многочисленные сторонники. Не спасут меня ни их множество, ни их былая сила. Не принесет мне пользы и мое утерянное высокое положение. Все это оказалось тщетным. Я трудился зря, но хуже всего, что из-за этого я лишился милости и преуспеяния. Я обменял их на тревогу, скорбь и печаль. В этот страшный день Господь велит ангелам наказать его и скажет суровым и могучим стражам Ада:"
    },
    {
      "ayah": 37,
      "surah": 69,
      "text": "Наденьте на его шею удушающие путы и спалите его на адских углях и в жарком пламени. Проденьте в него огненную цепь так, чтобы она вошла в него сзади и вышла через рот, а он остался висеть на ней. Эта ужасная кара ни на мгновение не оставит его в покое. Как же скверно такое наказание! Горе ему, как же он уличен и унижен! Что же привело его в эти муки? Он не веровал в своего Господа, сопротивлялся Его посланникам и отвергал истину, с которой они явились к людям. В его сердце не было сострадания к бедными и неимущим, и поэтому он не кормил их сам и не призывал к этому других. Ничто в его душе не подталкивало его быть милосерднее и сострадательнее. Таким образом, залогом счастья являются искренность перед Аллахом, в основе которой лежит вера в Аллаха, и добродетель к людям, включающая в себя все виды и формы благодеяний, самым великим из которых является оказание помощи нуждающимся и обеспечение их хлебом насущным. Однако нечестивцы лишены и искренней веры, и добродетели, и потому заслуживают самой суровой кары. В День воскресения у них не будет ни родственников, ни друзей, которые бы заступились за них, чтобы спасти их от наказания Аллаха и попросить Его о награде для них. Всевышний сказал: «Ничье заступничество перед Ним не принесет пользы, кроме тех, кому будет дозволено» (34:23); «Не будет у беззаконников ни любящего родственника, ни заступника, которому подчиняются» (40:18). Они будут питаться гноем, вытекающим из ран обитателей Ада. Он раскален и имеет отвратительный горький вкус и гнилой запах. Едят его только неверующие, которые преднамеренно совершали тяжкие грехи и безразлично относились к повелениям и запретам Аллаха. Эта отвратительная еда достанется только тем, кто сошел с прямой стези и встал на путь, ведущий в Ад. Именно поэтому они будут удостоены мучительного наказания."
    },
    {
      "ayah": 38,
      "surah": 69,
      "text": "Наденьте на его шею удушающие путы и спалите его на адских углях и в жарком пламени. Проденьте в него огненную цепь так, чтобы она вошла в него сзади и вышла через рот, а он остался висеть на ней. Эта ужасная кара ни на мгновение не оставит его в покое. Как же скверно такое наказание! Горе ему, как же он уличен и унижен! Что же привело его в эти муки? Он не веровал в своего Господа, сопротивлялся Его посланникам и отвергал истину, с которой они явились к людям. В его сердце не было сострадания к бедными и неимущим, и поэтому он не кормил их сам и не призывал к этому других. Ничто в его душе не подталкивало его быть милосерднее и сострадательнее. Таким образом, залогом счастья являются искренность перед Аллахом, в основе которой лежит вера в Аллаха, и добродетель к людям, включающая в себя все виды и формы благодеяний, самым великим из которых является оказание помощи нуждающимся и обеспечение их хлебом насущным. Однако нечестивцы лишены и искренней веры, и добродетели, и потому заслуживают самой суровой кары. В День воскресения у них не будет ни родственников, ни друзей, которые бы заступились за них, чтобы спасти их от наказания Аллаха и попросить Его о награде для них. Всевышний сказал: «Ничье заступничество перед Ним не принесет пользы, кроме тех, кому будет дозволено» (34:23); «Не будет у беззаконников ни любящего родственника, ни заступника, которому подчиняются» (40:18). Они будут питаться гноем, вытекающим из ран обитателей Ада. Он раскален и имеет отвратительный горький вкус и гнилой запах. Едят его только неверующие, которые преднамеренно совершали тяжкие грехи и безразлично относились к повелениям и запретам Аллаха. Эта отвратительная еда достанется только тем, кто сошел с прямой стези и встал на путь, ведущий в Ад. Именно поэтому они будут удостоены мучительного наказания."
    },
    {
      "ayah": 39,
      "surah": 69,
      "text": "Всевышний поклялся тем, что видят его творения, и тем, чего они не видят. К этому относится всякая сущая тварь, и к этому относится сам Великий Аллах. Господь принес эту клятву в подтверждение правдивости Своего посланника и истинности принесенного им Священного Корана. Тем самым Аллах еще раз провозгласил, что Пророк, да благословит его Аллах и приветствует, проповедовал писание Всевышнего Творца. Он также изобличил во лжи тех, кто нарекал Пророка, да благословит его Аллах и приветствует, поэтом и колдуном, подчеркнув, что их побудило к этому лишь неверие и нежелание внимать назиданиям Аллаха. А если бы они уверовали и уразумели, то поняли бы, что же в действительности принесет им пользу, а что вред."
    },
    {
      "ayah": 4,
      "surah": 69,
      "text": "Самудяне - это известное племя, населявшее город Хиджр. Аллах отправил к ним своего посланника Салиха, который призвал их отречься от многобожия и поклоняться одному Аллаху. Однако самудяне отвергли его призыв и сочли его лжецом. Они не уверовали в День великого бедствия, который подобно несоизмеримому несчастью приводит в ужас все живое. Адиты - это жители Хадрамаута, к которым Аллах отправил Своего посланника Худа. Он также проповедовал среди них поклонение одному Аллаху, но они не уверовали в него и отвергли весть о воскресении, которую он принес им. Аллах покарал эти народы в мирской жизни и сказал:"
    },
    {
      "ayah": 40,
      "surah": 69,
      "text": "Всевышний поклялся тем, что видят его творения, и тем, чего они не видят. К этому относится всякая сущая тварь, и к этому относится сам Великий Аллах. Господь принес эту клятву в подтверждение правдивости Своего посланника и истинности принесенного им Священного Корана. Тем самым Аллах еще раз провозгласил, что Пророк, да благословит его Аллах и приветствует, проповедовал писание Всевышнего Творца. Он также изобличил во лжи тех, кто нарекал Пророка, да благословит его Аллах и приветствует, поэтом и колдуном, подчеркнув, что их побудило к этому лишь неверие и нежелание внимать назиданиям Аллаха. А если бы они уверовали и уразумели, то поняли бы, что же в действительности принесет им пользу, а что вред."
    },
    {
      "ayah": 41,
      "surah": 69,
      "text": "Всевышний поклялся тем, что видят его творения, и тем, чего они не видят. К этому относится всякая сущая тварь, и к этому относится сам Великий Аллах. Господь принес эту клятву в подтверждение правдивости Своего посланника и истинности принесенного им Священного Корана. Тем самым Аллах еще раз провозгласил, что Пророк, да благословит его Аллах и приветствует, проповедовал писание Всевышнего Творца. Он также изобличил во лжи тех, кто нарекал Пророка, да благословит его Аллах и приветствует, поэтом и колдуном, подчеркнув, что их побудило к этому лишь неверие и нежелание внимать назиданиям Аллаха. А если бы они уверовали и уразумели, то поняли бы, что же в действительности принесет им пользу, а что вред."
    },
    {
      "ayah": 42,
      "surah": 69,
      "text": "Всевышний поклялся тем, что видят его творения, и тем, чего они не видят. К этому относится всякая сущая тварь, и к этому относится сам Великий Аллах. Господь принес эту клятву в подтверждение правдивости Своего посланника и истинности принесенного им Священного Корана. Тем самым Аллах еще раз провозгласил, что Пророк, да благословит его Аллах и приветствует, проповедовал писание Всевышнего Творца. Он также изобличил во лжи тех, кто нарекал Пророка, да благословит его Аллах и приветствует, поэтом и колдуном, подчеркнув, что их побудило к этому лишь неверие и нежелание внимать назиданиям Аллаха. А если бы они уверовали и уразумели, то поняли бы, что же в действительности принесет им пользу, а что вред."
    },
    {
      "ayah": 43,
      "surah": 69,
      "text": "Вглядитесь в образ Пророка Мухаммада, да благословит его Аллах и приветствует, и посмотрите, как прекрасны его черты и благородный нрав. Задумайтесь над этим так, чтобы вам стала ясна суть всего, что вы увидите. Тогда вам станет очевидно, что он является истинным посланником Аллаха, а проповедуемый им Коран ниспослан Господом миров. Он настолько прекрасен, что не может быть речью человека. Его совершенство свидетельствует о величии Того, кто изрек его. Оно указывает на неподражаемость Его качеств, на безмерность Его заботы о Своих творениях и, наконец, на то, что Он превыше всех Своих рабов. И не гоже людям повторять то, что говорили те нечестивцы, и думать об Аллахе таким неподобающим образом."
    },
    {
      "ayah": 44,
      "surah": 69,
      "text": "Вглядитесь в образ Пророка Мухаммада, да благословит его Аллах и приветствует, и посмотрите, как прекрасны его черты и благородный нрав. Задумайтесь над этим так, чтобы вам стала ясна суть всего, что вы увидите. Тогда вам станет очевидно, что он является истинным посланником Аллаха, а проповедуемый им Коран ниспослан Господом миров. Он настолько прекрасен, что не может быть речью человека. Его совершенство свидетельствует о величии Того, кто изрек его. Оно указывает на неподражаемость Его качеств, на безмерность Его заботы о Своих творениях и, наконец, на то, что Он превыше всех Своих рабов. И не гоже людям повторять то, что говорили те нечестивцы, и думать об Аллахе таким неподобающим образом."
    },
    {
      "ayah": 45,
      "surah": 69,
      "text": "Вглядитесь в образ Пророка Мухаммада, да благословит его Аллах и приветствует, и посмотрите, как прекрасны его черты и благородный нрав. Задумайтесь над этим так, чтобы вам стала ясна суть всего, что вы увидите. Тогда вам станет очевидно, что он является истинным посланником Аллаха, а проповедуемый им Коран ниспослан Господом миров. Он настолько прекрасен, что не может быть речью человека. Его совершенство свидетельствует о величии Того, кто изрек его. Оно указывает на неподражаемость Его качеств, на безмерность Его заботы о Своих творениях и, наконец, на то, что Он превыше всех Своих рабов. И не гоже людям повторять то, что говорили те нечестивцы, и думать об Аллахе таким неподобающим образом."
    },
    {
      "ayah": 46,
      "surah": 69,
      "text": "Вглядитесь в образ Пророка Мухаммада, да благословит его Аллах и приветствует, и посмотрите, как прекрасны его черты и благородный нрав. Задумайтесь над этим так, чтобы вам стала ясна суть всего, что вы увидите. Тогда вам станет очевидно, что он является истинным посланником Аллаха, а проповедуемый им Коран ниспослан Господом миров. Он настолько прекрасен, что не может быть речью человека. Его совершенство свидетельствует о величии Того, кто изрек его. Оно указывает на неподражаемость Его качеств, на безмерность Его заботы о Своих творениях и, наконец, на то, что Он превыше всех Своих рабов. И не гоже людям повторять то, что говорили те нечестивцы, и думать об Аллахе таким неподобающим образом."
    },
    {
      "ayah": 47,
      "surah": 69,
      "text": "Если бы Мухаммад солгал от Нашего имени, то мы схватили бы его за правую руку, а потом перерезали бы ему артерию, выходящую из сердца, при разрезании которой человек погибает. Если бы Пророк - упаси нас Аллах! - наговорил бы на Аллаха лживые речи, то Всевышний тотчас низвел бы на него свое суровое наказание. Он поразил бы его своим могучим возмездием, ведь Он - справедливый Судия и Всемогущий Царь. По Своей мудрости Аллах не дает отсрочки тем, кто провозглашает от Его имени ложь, считает дозволенным покушаться на жизнь и имущество тех, кто не согласен с ним, и при этом заявляет, что ему и его последователям уготовано спасение, а его противников ожидает погибель. Что же касается Пророка Мухаммада, да благословит его Аллах и приветствует, то Аллах поддержал его чудесами и подтвердил его правдивость многочисленными ясными знамениями. Он даровал ему победу над врагами и наделил его властью над ними. Все это стало величайшим свидетельством правдивости его пророческой миссии. А если бы Аллах решил погубить его, то ни он сам, ни кто-либо другой не смогли бы отвратить от него Божьей кары."
    },
    {
      "ayah": 48,
      "surah": 69,
      "text": "Из Священного Корана богобоязненные рабы познают все, что может принести им пользу как в вопросах религии, так и в мирских делах. Благодаря нему они творят благие дела, имеют здравые воззрения, обладают превосходным нравом, следуют религиозным законам и, наконец, становятся праведными учеными, усердно поклоняющимися Всевышнему Аллаху и являющими собой пример для других."
    },
    {
      "ayah": 49,
      "surah": 69,
      "text": "В этих словах содержатся угроза и предупреждение тем, кто не признает Коран. Их ожидает наказание Аллаха, и как же мучительно это наказание!"
    },
    {
      "ayah": 5,
      "surah": 69,
      "text": "Это был ужасный громкий вопль, от которого разорвались их сердца. Неверующие пали замертво, и в их городе не осталось ничего, кроме жилищ и трупов."
    },
    {
      "ayah": 50,
      "surah": 69,
      "text": "Они не уверовали в Коран, и поэтому их постигнет обещанное возмездие. А когда они увидят его воочию, то ими овладеет глубокая печаль. Они будут горевать от того, что не руководствовались этим Писанием и не покорились его повелениям, в результате чего лишились награды и заслужили мучительное наказание. Но уже не будет возможности изменить свою судьбу."
    },
    {
      "ayah": 51,
      "surah": 69,
      "text": "Убедительная истина - это высшая степень познания. Когда человек познает что-либо в полной мере, он становится убежденным в этом. Он не сомневается в этом и не отрекается от этого. Убежденность имеет три степени, каждая из которых выше предыдущей. Первая степень, при которой человек приобретает твердые полезные знания, называется убедительным знанием (илм аль-йакин). Вторая степень, при которой человек воочию убеждается в своих знаниях, называется убедительным видением (айн аль-йакин). А третья степень, при которой человек постигает нечто посредством органов вкуса или осязания, называется убедительной истиной (хакк аль-йакин). Священный Коран можно назвать убедительной истиной, потому что имеющиеся в нем познания опираются на твердые доказательства. Его вероучение настолько убедительно, что верующий в него словно имеет живую связь с ним."
    },
    {
      "ayah": 52,
      "surah": 69,
      "text": "Свято имя Аллаха и превыше Он всего, что не подобает Его совершенству! Посему прославляй Его, упоминая при этом Его славные, прекрасные и пречистые качества."
    },
    {
      "ayah": 6,
      "surah": 69,
      "text": "Аллах наслал на них сильный ветер, который издавал неистовый гул, превосходящий по своей силе громовые раскаты. Этот ветер бушевал над неверующими и не знал предела."
    },
    {
      "ayah": 7,
      "surah": 69,
      "text": "Он принес им зло, несчастье и ужас, в результате чего поверженные люди стали подобны деревьям, чьи сгнившие кроны пали наземь, а трухлявые стволы рухнули друг на друга."
    },
    {
      "ayah": 8,
      "surah": 69,
      "text": "Это - риторический вопрос, не требующий ответа. Безусловно, от них ничего не осталось!"
    },
    {
      "ayah": 9,
      "surah": 69,
      "text": "Однако не только эти народы ослушались Всевышнего Аллаха и бесчинствовали на земле. Этот же путь избрал для себя правитель Египта Фараон, к которому Аллах отправил Своего раба и посланника Мусу, сына Имрана. Господь явил ему ясные знамения, благодаря которым ему стала очевидна истина. Но по причине своего нечестия и высокомерия он отверг эти знамения и впал в неверие. Были и другие народы, которые отказывались признавать истину, и среди них были жители опрокинутых городов, то есть народ пророка Лута. Все эти народы впадали в неверие и безбожие, проявляли несправедливость и упорство и совершали грехи и распутство."
    }
  ]
}
