{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 87,
      "text": "Неверующие в Пророка Мухаммада, да благословит его Аллах и приветствует, и Коран, замышляют козни, чтобы стереть с лица земли истину и увековечить ложь. Аллах же замыслил козни, чтобы истина стала очевидной и сокрушила ложь, несмотря на негодование неверующих. И совершенно ясно, кто одержит верх в этом противостоянии, ведь человек слишком ничтожен и слаб, чтобы перехитрить Всеведущего и Всесильного Аллаха. Вот почему очень скоро неверующие узнают о плодах своих злодеяний, и на них обрушится Божья кара."
    },
    {
      "ayah": 10,
      "surah": 87,
      "text": "Обучай людей шариату Аллаха и Его писанию, если они примут твое учение и прислушаются к твоим проповедям, независимо от того, добьешься ты своей цели целиком или частично. Из этого аята понимается, что если напоминание не приносит пользы, а лишь увеличивает вред, то его не следует сообщать людям. Напротив, Аллах запрещает поступать так."
    },
    {
      "ayah": 11,
      "surah": 87,
      "text": "Обучай людей шариату Аллаха и Его писанию, если они примут твое учение и прислушаются к твоим проповедям, независимо от того, добьешься ты своей цели целиком или частично. Из этого аята понимается, что если напоминание не приносит пользы, а лишь увеличивает вред, то его не следует сообщать людям. Напротив, Аллах запрещает поступать так."
    },
    {
      "ayah": 12,
      "surah": 87,
      "text": "Люди делятся на тех, кто извлекает пользу из напоминания, и тех, кто не внимает ему. Первые страшатся Аллаха, поскольку страх перед Ним и знание о грядущем воздаянии заставляют раба отдалиться от всего, что Он ненавидит, и устремиться к добру. А вторые окажутся в пылающем Пламени, которое будет пожирать людские сердца."
    },
    {
      "ayah": 13,
      "surah": 87,
      "text": "Его постигнет мучительная кара, и не увидит он ни покоя, ни отдыха. Он будет желать себе смерти, но не увидит ее, как сказал Всевышний: «С ними не покончат так, чтобы они могли умереть, и их мучения не облегчатся» (35:36)."
    },
    {
      "ayah": 14,
      "surah": 87,
      "text": "Его постигнет мучительная кара, и не увидит он ни покоя, ни отдыха. Он будет желать себе смерти, но не увидит ее, как сказал Всевышний: «С ними не покончат так, чтобы они могли умереть, и их мучения не облегчатся» (35:36)."
    },
    {
      "ayah": 15,
      "surah": 87,
      "text": "Такой человек очистил свою душу от многобожия, несправедливости и порочного нрава и украсил свое сердце частым поминанием Аллаха. Он совершал то, чем Он доволен, и, в первую очередь, совершал молитву, которая является мерилом веры. В этом состоит истинный смысл данного аята. Что же касается мнения тех, кто считает, что речь в нем идет об очистительной милостыни, которую мусульмане подают в праздник разговения, и праздничном намазе, до совершения которого мусульмане должны раздать эту милостыню, то подобное толкование, хотя и совпадает с текстом аята и является приемлемым, не отражает его смысла в полной мере."
    },
    {
      "ayah": 16,
      "surah": 87,
      "text": "Такой человек очистил свою душу от многобожия, несправедливости и порочного нрава и украсил свое сердце частым поминанием Аллаха. Он совершал то, чем Он доволен, и, в первую очередь, совершал молитву, которая является мерилом веры. В этом состоит истинный смысл данного аята. Что же касается мнения тех, кто считает, что речь в нем идет об очистительной милостыни, которую мусульмане подают в праздник разговения, и праздничном намазе, до совершения которого мусульмане должны раздать эту милостыню, то подобное толкование, хотя и совпадает с текстом аята и является приемлемым, не отражает его смысла в полной мере."
    },
    {
      "ayah": 17,
      "surah": 87,
      "text": "Вы ставите жизнь здешнюю выше Последней жизни и тем самым меняете жизнь отравленную, беспокойную и преходящую на жизнь вечную. Она превосходит мирскую жизнь по всем качествам и длится целую вечность, тогда как здешний мир непременно разрушится и исчезнет. Сознательный и верующий человек никогда не предпочтет скверное прекрасному и не согласиться вечно страдать за удовольствие, которое можно испытать в течение короткого часа. Поэтому причиной всех несчастий является именно любовь к этому миру и предпочтение его миру вечному."
    },
    {
      "ayah": 18,
      "surah": 87,
      "text": "Вы ставите жизнь здешнюю выше Последней жизни и тем самым меняете жизнь отравленную, беспокойную и преходящую на жизнь вечную. Она превосходит мирскую жизнь по всем качествам и длится целую вечность, тогда как здешний мир непременно разрушится и исчезнет. Сознательный и верующий человек никогда не предпочтет скверное прекрасному и не согласиться вечно страдать за удовольствие, которое можно испытать в течение короткого часа. Поэтому причиной всех несчастий является именно любовь к этому миру и предпочтение его миру вечному."
    },
    {
      "ayah": 19,
      "surah": 87,
      "text": "Упомянутые в этой благословенной суре прекрасные заповеди и повествования, записаны в свитках Ибрахима и Мусы - свитках двух самых славных посланников после Мухаммада. Эти заповеди были ниспосланы в законах всех пророков, ибо они касаются преуспеяния в обеих жизнях и приносят пользу в любую эпоху и в любом месте. Хвала же за это надлежит одному Аллаху!"
    },
    {
      "ayah": 2,
      "surah": 87,
      "text": "Всевышний повелел поминать Его, поклоняться Ему и проявлять смирение и покорность пред Его величием. А для того, чтобы это прославление соответствовало величию Всевышнего Аллаха, люди должны поминать Его возвышенные имена и осознавать славный и великий смысл каждого имени. Они также должны поминать Божьи деяния, одним из которых является сотворение Вселенной в столь совершенном и прекрасном облике."
    },
    {
      "ayah": 3,
      "surah": 87,
      "text": "Речь идет о всеобщем руководстве Аллаха, посредством которого Он указал всем творениям путь к тому, что принесет им пользу и наделил их мирскими благами."
    },
    {
      "ayah": 4,
      "surah": 87,
      "text": "Речь идет о всеобщем руководстве Аллаха, посредством которого Он указал всем творениям путь к тому, что принесет им пользу и наделил их мирскими благами."
    },
    {
      "ayah": 5,
      "surah": 87,
      "text": "Он низводит с небес воду и взращивает ею многие растения и травы, которыми наслаждаются люди, их скот и все остальные животные. А после того, как по предопределению Аллаха растения и травы достигают предела своего развития, они темнеют и сохнут. Затем Аллах упомянул о религии, которой Он одарил людей и основой которой является Священный Коран."
    },
    {
      "ayah": 6,
      "surah": 87,
      "text": "Он низводит с небес воду и взращивает ею многие растения и травы, которыми наслаждаются люди, их скот и все остальные животные. А после того, как по предопределению Аллаха растения и травы достигают предела своего развития, они темнеют и сохнут. Затем Аллах упомянул о религии, которой Он одарил людей и основой которой является Священный Коран."
    },
    {
      "ayah": 7,
      "surah": 87,
      "text": "О Мухаммад! Возрадуйся великой вести! Мы сохраним все откровения, ниспосланные тебе в Писании, соберем их в твоем сердце, и ты не забудешь ничего из этого. Но если твой Премудрый Господь решит, что тебе следует забыть часть откровения ради всеобщего блага и огромной пользы, то это произойдет. Воистину, Ему ведомо все, что приносит пользу Его рабам. Он велит все, что пожелает, и судит, как пожелает."
    },
    {
      "ayah": 8,
      "surah": 87,
      "text": "Это - еще одна благая весть о том, что Аллах облегчит Своему посланнику, да благословит его Аллах и приветствует, все дела и сделает его шариат и религию легкой."
    },
    {
      "ayah": 9,
      "surah": 87,
      "text": "Обучай людей шариату Аллаха и Его писанию, если они примут твое учение и прислушаются к твоим проповедям, независимо от того, добьешься ты своей цели целиком или частично. Из этого аята понимается, что если напоминание не приносит пользы, а лишь увеличивает вред, то его не следует сообщать людям. Напротив, Аллах запрещает поступать так."
    }
  ]
}
