{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 98,
      "text": "Люди Писания и многобожники пребывали в обольщении и заблуждении. С каждым днем они все глубже погружались в неверие, и это продолжалось до тех пор, пока к ним не явилось ясное знамение."
    },
    {
      "ayah": 2,
      "surah": 98,
      "text": "Этим знамением был посланник Аллаха, да благословит его Аллах и приветствует, который явился к людям, чтобы призвать их к истине. Он читал им Писание, обучал их мудрости, очищал их и выводил из мрака к свету. Он читал свитки, которые недоступны для дьяволов. Прикоснуться к ним могут только чистые, потому что они содержат самую прекрасную и возвышенную речь. Вот почему далее Аллах сказал:"
    },
    {
      "ayah": 3,
      "surah": 98,
      "text": "Эти свитки содержат правдивые сообщения и справедливые повеления, указывающие путь к истине и ведущие прямым путем. Когда же люди убедились в истинности ясного знамения, всем стало ясно, кто ищет истину, а кто отворачивается от нее. Вот тогда погибли те, кому было суждено погибнуть, и обрели вечную жизнь те, кому было суждено жить."
    },
    {
      "ayah": 4,
      "surah": 98,
      "text": "Пусть люди Писания не уверовали в Пророка Мухаммада, да благословит его Аллах и приветствует, и не подчинились ему. Их заблуждение и упорство не ново, ведь еще раньше они разделились на группировки именно после того, как узрели истину. А ведь именно после этого они должны были объединится, слившись в единое целое. Из-за своей порочности, озлобленности и низости они познают прямой путь и еще сильнее увязают в заблуждении. Они слепнут при виде истины, хотя все Священные Писания имеют одну основу и провозглашают одну-единственную религию Аллаха."
    },
    {
      "ayah": 5,
      "surah": 98,
      "text": "Во все времена людям было велено поклоняться Аллаху душой и телом только для того, чтобы приблизиться к Нему. Каждый пророк призывал своих соплеменников отречься от всех вероисповеданий, которые противоречат религии единобожия. Единобожие и искреннее поклонение Аллаху - это прямой путь, ведущий в Райские сады блаженства, а все иные пути приводят людей только в Огненную Преисподнюю. Всевышний особо подчеркнул необходимость совершать намаз и выплачивать закят, потому что эти два обряда являются наиболее важными и наиболее значимыми обрядами поклонения. Как правило, если человек совершает намаз и выплачивает закят, то он выполняет и остальные предписания религии. Затем Всевышний Аллах сообщил о возмездии, которое постигнет тех, которые отвернулись от веры после того, как к ним явилось ясное знамение, и сказал:"
    },
    {
      "ayah": 6,
      "surah": 98,
      "text": "Их постигнет тяжкая и невыносимая кара. Их муки не уменьшатся, и они впадут в глубокое отчаяние. Они действительно являются наихудшими из творений. Они познали истину и отвергли ее, и поэтому они лишились блага как при жизни на земле, так и после смерти."
    },
    {
      "ayah": 7,
      "surah": 98,
      "text": "Они познали Аллаха, поклонялись Ему и благодаря этому обрели блаженство как при жизни на земле, так и после смерти."
    },
    {
      "ayah": 8,
      "surah": 98,
      "text": "Они войдут в Сады вечности, которые они не покинут и где их не постигнет смерть. Получив вознаграждение своего Господа, они не будут стремиться к еще большему. Он будет доволен праведниками, потому что они выполняли Его веления и совершали богоугодные дела, а они останутся довольны щедрым даром, который Он приготовил для них. Такое прекрасное воздаяние получат только те, кто страшился Аллаха, избегал грехов и выполнял предписания религии."
    }
  ]
}
