{
  "text": "নামকরণ:\nالنَّحْلِ- আন্-নাহল শব্দের অর্থ: মৌমাছি, মধুমক্ষিকা, মধুকর, ভ্রমর ইত্যাদি। উক্ত সূরার ৬৮ নং আয়াতে মৌমাছি সম্পর্কে আলোচনা বিবৃত হয়েছে বিধায় উক্ত সূরাকে “আন্ নাহল” নামে নামকরণ করা হয়েছে। সূরাতে কয়েকটি মৌলিক বিষয়ের আলোচনা স্থান পেয়েছে\nসূরার শুরুর দিকে কিয়ামতের নিকটবর্তীতা, চতুষ্পদ জন্তু সৃষ্টি ও তার উপকারিতা, আকাশ থেকে বারি বর্ষণ করে বিভিন্ন বৃক্ষ, তরুলতা ইত্যাদি উৎপন্নসহ গণনাতীত নেয়ামত সম্পর্কে তুলে ধরা হয়েছে। সব কিছুর স্রষ্টা একমাত্র আল্লাহ তা‘আলা, মুশরিকদের বাতিল মা‘বূদ কিছুই সৃষ্টি করেনি, বরং তাদেরকেই সৃষ্টি করা হয়েছে। যারা মানুষকে পথভ্রষ্টতা ও খারাপ কাজের দিকে আহ্বান করে তারা আহুত ব্যক্তিদেরও অপরাধ বহন করবে, কাফির ও মু’মিনের আত্মা কবচ করার সময়কালীন অবস্থা, আল্লাহ তা‘আলার ব্যাপারে মুশরিকদের স্বেচ্ছাচারিতাপূর্ণ ধারণা ও তাওহীদের বাণী দিয়ে প্রত্যেক জাতির কাছে নাবী প্রেরণ, মানব জাতি আল্লাহ তা‘আলার অবাধ্য হওয়া সত্ত্বেও তাদের প্রতি আল্লাহ তা‘আলার দয়াদ্রতা, কয়েকটি উপমা, কিয়ামতের দিন প্রত্যেক সম্প্রদায় থেকে একজন সাক্ষী নিয়ে আসা হবে এবং নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কেও সাক্ষী হিসেবে নিয়ে আসা হবে, ঈমানে পরিপূর্ণ অন্তরবিশিষ্ট মুসলিম ব্যক্তি কুফরী করতে বাধ্য হলে তার বিধান, হালাল-হারামের মানদণ্ড ইসলামী শরীয়ত, সবশেষে হিকমত ও উত্তম কথার মাধ্যমে আল্লাহ তা‘আলার পথে মানুষকে আহ্বান এবং ক্ষমা ও ধৈর্য ধারণ করার দিক নির্দেশনা দেয়া হয়েছে।\n১ নং আয়াতের তাফসীর:\n(أَتٰٓي أَمْرُ اللّٰهِ)-\nএখানে আল্লাহ তা‘আলার আদেশ আসবেই বলতে কিয়ামতকে বুঝানো হয়েছে। অর্থাৎ কিয়ামত অবশ্যই সংঘটিত হবে, এতে কোন সন্দেহ নেই। সুতরাং তা সত্বর কামনা করা উচিত নয়। এখানে অতীতকালীন ক্রিয়া দ্বারা বর্ণনা করার কারণ হল যে, যেহেতু এটা বাস্তবায়িত হবার ব্যাপারে কোন সন্দেহ নেই, অবশ্যই এটা বাস্তবায়িত হবে। সেদিক বিবেচনা করে أَتٰٓي অতীতকালীন ক্রিয়া ব্যবহার করা হয়েছে। যেমন আল্লাহ তা‘আলা বলেন:\n(اِقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِيْ غَفْلَةٍ مُّعْرِضُوْنَ)\n“মানুষের হিসাব-নিকাশের সময় আসন্ন, কিন্তু তারা উদাসীনতায় মুখ ফিরিয়ে রয়েছে।” (সূরা আম্বিয়া ২১:১)\nঅন্যত্র আল্লাহ তা‘আলা বলেন:\n(اِقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ)‏\n“কিয়ামত নিকটবর্তী হয়েছে, চন্দ্র ফেটে গেছে।” (সূরা কামার ৫৪:১) তাই আল্লাহ তা‘আলার শাস্তি বা কিয়ামত সংঘটিত হবার ব্যাপারে তাড়াহুড়ো করতে নিষেধ করেছেন। কারণ এ শাস্তি যখন এসে যাবে তখন কেউ তা প্রতিহত করতে পারবে না।\nআল্লাহ তা‘আলা বলেন:\n(وَيَسْتَعْجِلُوْنَكَ بِالْعَذَابِ ط وَلَوْلَآ أَجَلٌ مُّسَمًّي لَّجَا۬ءَهُمُ الْعَذَابُ ط وَلَيَأْتِيَنَّهُمْ بَغْتَةً وَّهُمْ لَا يَشْعُرُوْنَ ‏ يَسْتَعْجِلُوْنَكَ بِالْعَذَابِ ط وَإِنَّ جَهَنَّمَ لَمُحِيْطَةٌم بِالْكٰفِرِيْنَ) ‏\n“তারা তোমাকে শাস্তি ত্বরান্বিত করতে বলে। যদি নির্ধারিত কাল না থাকত তবে শাস্তি তাদের ওপর অবশ্যই আসত। নিশ্চয়ই তাদের ওপর শাস্তি আসবে আকস্মিকভাবে, তারা টেরও পাবে না। তারা তোমাকে শাস্তি ত্বরান্বিত করতে বলে, জাহান্নাম তো কাফিরদেরকে পরিবেষ্টন করবেই।” (সূরা আনকাবুত ২৯:৫৩-৫৪)\nএরূপ সূরা শুরার ২৮ নং আয়াতে উল্লেখ রয়েছে। মুশরিকরা আল্লাহ তা‘আলার সাথে যে অংশী স্থাপন করে তাত্থেকে তিনি অনেক ঊর্ধ্বে, তাঁর কোন শরীক নেই, তিনি একক ও অদ্বিতীয়।\nঅতএব কিয়ামত অবশ্যই সংঘটিত হবে এ ব্যাপারে তাড়াহুড়ো করা যাবে না। শাস্তি আসতে বিলম্বের কারণে মনে করা যাবে না যে, এটা বাস্তবায়িত হবে না, বরং নির্ধারিত সময়ে তা অবশ্যই আসবে। আর এ ব্যাপারে প্রত্যেক মুসলিমকে অন্তরে বিশ্বাস রাখতে হবে যে, কিয়ামত নির্ধারিত সময়ে অবশ্যই বাস্তবায়িত হবে।\nআয়াত হতে শিক্ষণীয় বিষয়:\n১. কিয়ামত অবশ্যই বাস্তবায়িত হবে, আর এ ব্যাপারে বিশ্বাস রাখতে হবে, কোন প্রকার সন্দেহ পোষণ করা যাবে না ।\n২. সকল অংশী স্থাপনকারীর অংশী হওয়া থেকে আল্লাহ তা‘আলা সুমহান ও পবিত্র।",
  "ayah": 1,
  "surah": 16
}
