{
  "text": "وبعد أن بين - سبحانه - حكم القذف بالنسبة للمحصنات . وبالنسبة للزوجات ، أتبع - عز وجل - ذلك بإيراد مثل لما قاله المنافقون فى شأن السيدة عائشة - رضى الله عنها - . ولما كان يجب على المؤمنين أن يفعلوه فى مثل هذه الأحوال ، فقال - تعالى - : ( إِنَّ الذين . . . ) .قال الإمام ابن كثير ما ملخصه : \" هذه الآيات نزلت فى شأن السيدة عائشة - رضى الله عنها - حين رماها أهل الإفك والبهتان من المنافقين ، بما قالوه من الكذب البحت ، والفرية التى غار الله - تعالى - لها ولنبيه صلى الله عليه وسلم فأنزل براءتها صيانة لعرض الرسول صلى الله عليه وسلم .جاء فى الصحيحين وغيرهما من حديث عائشة أنها قالت : كان رسول الله صلى الله عليه وسلم إذا أراد سفرا أقرع بين نسائه ، فأيتهن خرج سهمها خرج بها معه . فأقرع بيننا فى غزوة غزاها فخرج سهمى - وكان ذلك فى غزوة بنى المصطلق على الأرجح - ، فخرجت مع النبى صلى الله عليه وسلم ، وذلك بعدما أُنزل الحجاب ، وأنا أُحمل فى هودج وأنزل فيه .فسرنا حتى إذا فرغ رسول الله صلى الله عليه وسلم من غزوته تلك ، وقفل ودنونا من المدينة ، آذن ليلة بالرحيل ، فقمت حين آذنوا بالرحيل ، حتى جاوزت الجيش .فلما قضيت من شأنى أقبلت إلى الراحلة ، فلمست صدرى ، فإذا عقد لى قد انقطع ، فرجعت فالتمست عقدى فاحتبسنى ابتغاؤه ، وأقبل الرهط الذين كانوا يرحلون بى ، فاحتملوا هودجى ، فرحلوه على بعيرى . وهم يحسبون أنى فيه . وكان النساء إذ ذاك خفافا ، لم يثقلهن اللحم ، فلم يستنكر القوم حين رفعوه خفة الهودج ، فاحتملوه ، وكنت جارية حديثة السن ، فبعثوا الجمل وساروا ، فوجدت عقدى بعد ما سار الجيش . فجئت منزلهم ، وليس فيه أحد منهم فيممت منزلى الذى كنت فيه . وظننت أن القوم سيفقدوننى فيرجعون إلى .فبينا أنا جالسة فى منزلى غلبتنى عيناى فنمت وكان صفوان بن المعطل السلمى ، قد عرَّس - أى تأخر - من وراء الجيش ، فأصبح عند منزلى فرأى سواد إنسان نائم ، فأتانى فعرفنى حين رآنى . وقد كان يرانى قبل أن يُضْرَب علينا الحجاب .فاستيقظت باسترجاعه حتى عرفنى . فخمرت وجهى بجلبابى ، والله ما كلمنى كلمة ، ولا سمعت منه كلمة غير استرجاعه ، حين أناخ راحلته ، فوطىء على يديها فركبتها ، فانطلق يقود بى الراحلة . حتى أتينا الجيش ، بعدما نزلوا فى نحو الظهيرة . فهلك من هلك فى شأنى ، وكان الذى تولى كبره عبد الله بن أبى بن سلول . . . \" .وقد افتتحت هذه الآيات الكريمة بقوله - تعالى - : ( إِنَّ الذين جَآءُوا بالإفك عُصْبَةٌ مِّنْكُمْ ) .والإفك : أشنع الكذب وأفحشه ، يقال أفِكَ فلان - كضرب وعلم - أَفْكاً ، أى : كذب كذبا قبيحا .والعصبة : الجماعة من العشرة إلى الأربعين ، من العصب وهو الشد ، لأن كل وأحد منها يشد الآخر ويؤازره .أى : إن الذين قالوا ما قالوا من كذب قبيح ، وبهتان شنيع ، على السيدة عائشة - رضى الله عنها - هم جماعة ينتسبون إليكم - أيها المسلمون - بعضهم قد استزلهم الشيطان .- كمسطح بن أثاثة - وبعضهم يظهرون الإسلام ويبطنون الكفر والنفاق - كعبد الله بن أبى بن سلول - وأتباعه .وفى التعبير بقوله - تعالى - ( عُصْبَةٌ ) : إشعار بأنهم جماعة لها أهدافها الخبيثة ، التى تواطئوا عل نشرها ، وتكاتفوا على إشاعتها ، بمكر وسوء نية .وقوله - سبحانه - : ( لاَ تَحْسَبُوهُ شَرّاً لَّكُمْ بَلْ هُوَ خَيْرٌ لَّكُمْ لِكُلِّ . . ) تسلية للنبى صلى الله عليه وسلم ولأصحابه المؤمنين الصادقين ، عما أصابهم من هم وغم بسبب هذا الحديث البالغ نهاية دركات الكذب والقبح .أى : لا تظنوا - أيها المؤمنون - أن حديث الإفك هذا هو شر لكم ، بل هو خير لكم ، لأنه كشف عن قوى الإيمان من ضعيفة . كما فضح حقيقة المنافقين وأظهر ما يضمرونه من سوء للنبى صلى الله عليه وسلم ولأهل بيته ، وللمؤمنين ، كما أنكم قد نلتم بصبركم عليه وتكذيبكم له أرفع الدرجات عند الله تعالى .ثم بين - سبحانه - ما أعده لهؤلاء الخائضين فى حديث الإفك من عقاب فقال : ( لِكُلِّ امرىء مِّنْهُمْ مَّا اكتسب مِنَ الإثم ) .أى لكل واحد من هؤلاء الذين اشتركوا فى إشاعة حديث الإفك العقاب الذى يستحقه بسبب ما وقع فيه من آثام ، وما اقترفه من سيئات .وقوله - تعالى - : ( والذي تولى كِبْرَهُ مِنْهُمْ لَهُ عَذَابٌ عَظِيمٌ ) بيان لسوء عاقبة من تولى معظم إشاعة هذا الحديث الكاذب .والكبر - بكسر الكاف وضمها - مصدر لمعظم الشىء وأكثره .أى : والذى تولى معظم الخوض فى هذا الحديث الكاذب ، وحرض على إشاعته ، له عذاب عظيم لا يقادر قدره من الله - تعالى - .والمقصود بهذا الذى تولى كبره . عبد الله بن أبى بن سلول ، رأس المنافقين وزعيمهم ، فهو الذى قاد حملته ، واضطلع بالنصيب الأكبر لإشاعته .روى أنه لما جاء صفوان بن المعطل يقود راحلته وعليها عائشة - رضى الله عنها - قال عبد الله بن أبى لمن حوله : من هذه؟ قالوا عائشة فقال - لعنه الله - : امرأة نبيكم باتت مع رجل حتى أصبحت ثم جاء يقودها ، والله ما نجت منه وما نجا منها .وقال ابن جرير : \" والأولى بالصواب قول من قال ، الذى تولى كبره عبد الله بن أبى بن سلول ، وذلك أنه لا خلاف بين أهل العلم بالسير ، وأن الذى بدأ بذكر الإفك . وكان يجمع أهله ويحدثهم به ، هو عبد الله بن ابى بن سلول \" .وقال الآلوسى : \" والذى تولى كبره . . . كما فى صحيح البخارى عن الزهرى عن عروة عن عائشة : هو عبد الله بن أبى - عليه اللعنة - وقد سار على ذلك أكثر المحدثين .أخرج الطبرانى وابن مردويه عن ابن عمر ، أنه بعد نزول هذه الآيات فى براءة السيدة عائشة دعا الرسول صلى الله عليه وسلم أبا عبيدة بن الجراح فجمع الناس ، ثم تلاها عليهم .ثم بعث إلى عبد الله بن أبى . فجىء به فضربه حدين ، ثم بعث إلى حسان بن ثابت ، ومسطح . وحمنة بنت جحش فضربوا ضربا وجيعا . . . وقيل إن ابن أبى لم يحد أصلا ، لأنه لم يقر ، ولم يلتزم إقامة البينة عليه تأخيرا لجزائه إلى يوم القيامة \" .",
  "ayah": 11,
  "surah": 24
}
