{
  "text": "ثم حض - عز وجل - أصحاب النفوس النقية الطاهرة ، على المواظبة على ما تعودوه من سخاء وسماحة ، فقال : ( وَلاَ يَأْتَلِ أُوْلُواْ الفضل مِنكُمْ والسعة أَن يؤتوا أُوْلِي القربى والمساكين والمهاجرين فِي سَبِيلِ الله وَلْيَعْفُواْ وليصفحوا أَلاَ تُحِبُّونَ أَن يَغْفِرَ الله لَكُمْ والله غَفُورٌ رَّحِيمٌ ) .وقد صح أن هذه الآية الكريمة نزلت فى شأن أبى بكر - رضى الله عنه - عندما أقسم أن لا يعطى مسطح بن أثاثة شيئا من النفقة أو الصدقة .وكان مسطح قريبا لأبى بكر . وكان من الفقراء الذين تعهد - أبو بكر رضى الله عنه - بالإنفاق عليهم لحاجتهم وهجرتهم وقرابتهم منه .وقوله : ( وَلاَ يَأْتَلِ ) أى : ولا يحلف . يقال : آلى فلان وائتلى . إذا حلف ومنه قوله - تعالى - : ( لِّلَّذِينَ يُؤْلُونَ مِن نِّسَآئِهِمْ . . . ) أى : يحلفون .أى : ولا يحلف \" أولوا الفضل منكم والسعة \" أى أصحاب الزيادة منكم فى قوة الدين . وفى سعة المال \" أن يؤتوا أولى القربى . . \" أى : على أن لا يعطوا أولى القربى والمساكين والمهاجرين فى سبيل الله ، شيئا من أموالهم .فالكلام فى قوله : \" أن يؤتوا \" على تقدير حرف الجر ، أى : لا يحلفوا على أن لا يؤتوا ، وحذف حرف الجر قبل المصدر المنسبك من أن وصلتهما مطرد ، ومفعول \" يؤتوا \" الثانى محذوف . أى : أن يؤتوا أولى القرى والمساكين والمهاجرين فى سبيل الله ، النفقة التى تعودوا أن يقدموها لهم .وقوله - تعالى - : ( وَلْيَعْفُواْ وليصفحوا ) تحريض على العفو والصفح .والعفو معناه : التجاوز عن خطأ المخطىء ونسيانه ، مأخوذ من عفت الريح الأثر ، إذا طمسته وأزالته .والصفح : مقابلة الإساءة بالإحسان ، فهو أعلى درجة من العفو .أى : قابلوا - أيها المؤمنون - إساءة المسىء بنسيانها ، وبمقابلتها بالإحسان .وقوله : ( أَلاَ تُحِبُّونَ أَن يَغْفِرَ الله لَكُمْ ) أى : ألا تحبون - أيها المؤمنون أن يغفر الله لكم ذنوبكم ، بسبب عفوكم وصفحكم عمن أساء إليكم؟فالجملة الكريمة ترغيب فى العفو والصفح بأبلغ أسلوب ، وقد صح أن أبا بكر - رضى الله عنه - لما سمع الآية قال : بلى والله يا ربنا ، إنا لنحب أن تغفر لنا ، وأعاد إلى مسطح نفقته ، وفى رواية : أنه - رضى الله عنه - ضاعف لمسطح نفقته .قال الآلوسى : \" وفى الآية من الحث على مكارم الأخلاق ما فيها . واستدل بها على فضل الصديق - رضى الله عنه - لأنه داخل فى أولى الفضل قطعا ، لأنه وحده أو مع جماعة سبب النزول ، ولا يضر فى ذلك الحكم لجميع المؤمنين كما هو الظاهر . . . \" .ثم ختم - سبحانه - الأية الكريمة بما يرفع من شأن العفو والصفح فقال : ( والله غَفُورٌ رَّحِيمٌ ) .أى : والله - تعالى - كثيرة المغفرة ، وواسع الرحمة بعباده ، فكونوا - أيها المؤمنون - أصحاب عفو وصفح عمن أساء إليكم .",
  "ayah": 22,
  "surah": 24
}
