{
  "text": "ثم أرشد - سبحانه - النساء إلى ما أرشد إليه الرجال فقال : ( وَقُل لِّلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ وَلاَ يُبْدِينَ زِينَتَهُنَّ إِلاَّ مَا ظَهَرَ مِنْهَا ) .أى : وقل - أيها الرسول الكريم - للمؤمنات - أيضا - بأن الواجب عليهم أن يكففن أبصارهن عن النظر إلى مالا يحل لهن ، وأن يحفظن فروجهن عن كل ما نهى الله - تعالى - عنه ، ولا يظهرن شيئا مما يتزين به ، إلا ما جرت العادة بإظهاره ، كالخاتم فى الإصبع ، والكحل فى العين .. . وما يشبه ذلك من الأمور التى لا غنى للمرأة عن إظهارها .ومع أن النساء يدخلن فى خطاب الرجال على سبيل التغليب ، إلا أن الله - تعالى - خصهن بالخطاب هنا بعد الرجال ، لتأكيد الأمر بغض البصر ، وحفظ الفرج ، ولبيان أنه كما لا يحل للرجل أن ينظر إلى المرأة - إلا فى حدود ما شرعه الله - فإنه لا يحل للمرأة كذلك أن تنظر إلى الرجل ، لأن علاقتها به ، ومقصده منها كمقصدها منه ، ونظرة أحدهما للآخر - على سبيل الفتنة وسوء القصد - يؤدى إلى مالا تحمد عقباه .وقوله - تعالى - : ( وَلْيَضْرِبْنَ بِخُمُرِهِنَّ على جُيُوبِهِنَّ ) بيان لكيفية إخفاء بعض مواضع الزينة بعد النهى عن إبدائها .والخُمُر - بضم الخاء والميم - جمع خمار . وهو ما تغطى به المرأة رأسها وعنقها وصدرها ، والجيوب جمع جيب ، وهو فتحة فى أعلى الثياب يبدو منها بعض صدر المرأة وعنقها .والمراد به هنا : محله وهو أعلى الصدر ، وأصله : من الجَب بمعنى القطع .أى : وعلى النساء المؤمنات أن يسترن رءوسهن وأعناقهن وصدورهن بخمرهن ، حتى لا يطلع أحد من الأجانب على شىء من ذلك .قالوا : وكان النساء فى الجاهلية يسدلن خمرهن من خلف رءوسهن ، فتنكشف نحورهن وأعناقهن وقلائدهن ، فنهى الله - تعالى - المؤمنات عن ذلك .ولقد ساق الإمام ابن كثير عند تفسيره لهذه الآية جملة من الأحاديث ، منها : ما رواه البخارى عن عائشة - رضى الله عنها - قالت : يرحم الله نساء المهاجرات الأول - لما أنزل الله - تعالى - : ( وَلْيَضْرِبْنَ بِخُمُرِهِنَّ على جُيُوبِهِنَّ ) أخذن أزرهن فشققنها فاختمرن بها .وفى رواية أنها قالت : إن لنساء قريش لفضلا ، وإنى - والله ما رأيت أفضل من نساء الأنصار أشد تصديقا بكتاب الله ، ولا إيمانا بالتنزيل ، لما نزلت هذه الآية . انقلب إليهن رجالهن يتلون عليهن ما أنزل الله إليهم فيها ، ويتلو الرجل على امرأته وابنته وأخته ، وعلى كل ذى قرابة ، فما منهم امرأة إلا قامت إلى مرطها - وهو كساء من صوف - فاعتجرت به تصديقا وإيمانا بما أنزل الله من كتابه ، فأصبحن وراء رسول الله صلى الله عليه وسلم فى صلاة الصبح معتجرات كأن رءوسهن الغربان .والمقصود بزينتهن فى قوله - تعالى - : ( وَلاَ يُبْدِينَ زِينَتَهُنَّ إِلاَّ لِبُعُولَتِهِنَّ ) الزينة الخفية وهى ما عدا الوجه والكفين ، كشعر الرأس والذراعين والساقين .فقد نهى الله - تعالى - النساء المؤمنات عن إبداء مواضع الزينة الخفية لكل أحد ، إلا من استثناهم - سبحانه - بعد ذلك ، وهم اثنا عشر نوعا ، بدأهم بالبعول وهم الأزواج لأنهم هم المقصودون بالزينة ، ولأن كل بدن الزوجة حلال لزوجها .أى : وعلى النساء المؤمنات أن يلتزمن الاحتشام فى مظهرهن ، ولا يبدين مواضع زينتهن الخفية إلا \" لبعولتهن أو آبائهن أو آباء بعولتهن أو أبنائهن أو أبناء بعولتهن أو إخوانهن أن بنى إخوانهن أو بنى أخواتهن \" فهؤلاء الأصناف السبعة الذين ذكرهم الله - تعالى - بعد الأزواج ، كلهم من المحارم الذين لا يحل للمرأة الزواج بواحد منهم ، وقد جرت العادة باحتياج النساء إلى مخالطتهم ، كما جرت العادة بأن الفتنة مأمونة بالنسبة لهم ، فمن طبيعة النفوس الكريمة أنها تأنف من التطلع إلى المحارم بالنسبة لها . ويلحق بهؤلاء المحارم الأعمام والأخوال والمحارم من الرضاع . والأصول وإن علوا ، والفروع وإن سفلوا .وقوله - تعالى - : ( أَوْ نِسَآئِهِنَّ أَوْ مَا مَلَكَتْ أَيْمَانُهُنَّ أَوِ التابعين غَيْرِ أُوْلِي الإربة مِنَ الرجال أَوِ الطفل الذين لَمْ يَظْهَرُواْ على عَوْرَاتِ النسآء ) بيان لبقية الأفراد الذين يجوز للمرأة أن تبدى زينتها الخفية أمامهم .أى : ويجوز للنساء المؤمنات أن يبدين زينتهن - أيضا - أمام نسائهم المختصات بهن الصحبة والخدمة ، وأمام ما ملكت إيمانهن من الإيماء لا من العبيد البالغين ، وأمام الرجال التابعين لهن طلبا للإحسان والانتفاع ، والذين فى الوقت نفسه قد تقدمت بهم السن ، ولا حاجة لهم فى النساء ، ولا يعرفون شيئا من أمورهن ، ولا تحدثهم أنفسهم بفاحشة ، ولا يصفونهن للأجانب .فقوله - سبحانه - : ( غَيْرِ أُوْلِي الإربة ) أى : غير ذوى الحاجة من الرجال فى النساء يقال : أَرِب الرجل إلى الشىء يأرَبُ أرضبا - من باب تعب إذا احتاج إليه .ويجوز لهن كذلك إظهار زينتهن أمام الأطفال الذين لم يظهروا على عورات النساء ، أى : الذين لم يعرفوا ما العورة ، ولم يستطيعوا بعد التمييز بينها وبين غيرها ، ولم يبلغوا السن التى يشتهون فيها النساء .يقال : ظهر على الشىء إذا اطلع عليه وعرفه ، ويقال : فلان ظهر على فلان إذا قوى عليه وغلبه .فهؤلاء اثنا عشر نوعا من الناس ، ليس عليهم ولا على المرأة حرج ، فى أن يروا منها موضع الزينة الخفية ، كالرأس والذراعين ، والساقين ، لا نتفاء الفتنة التى من أجلها كان الستر والغطاء . فأما الزوج فله رؤية جميع جسدها .ثم نهى - سبحانه - النساء عن ابداء حركات تعلن عن زينتهن المستورة ، بل عليهن أن يلتزمن من خلال خروجهن من بيوتهن الأدب والاحتشام والمشى الذى يصاحب الوقار والاتزان ، فقال - تعالى - : ( وَلاَ يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِينَ مِن زِينَتِهِنَّ ) .أى : ولا يصح للنساء المؤمنات أن يضربن بأرجلهن فى الأرض ، ليسمعن غيرهن من الرجال أصوات حليهن الداخلية ، بقصد التطلع إليهن ، والميل نحوهن بالمحادثة أو ما يشبهها .فالمقصود من الجملة الكريمة نهى المرأة المسلمة ، عن استعمال أى حركة أو فعل من شأنه إثارة الشهوة والفتنة كالمشية المتكلفة ، والتعطر الملفت للنظر ، وما إلى ذلك من ألوان التصنع الذى من شأنه تهييج الغرائز الجنسية .ثم ختم - سبحانه - تلك الآية الجامعة لأنواع من الأدب السامى ، بدعوة المؤمنين إلى التوبة الصادقة . فقال - تعالى - : ( وتوبوا إِلَى الله جَمِيعاً أَيُّهَ المؤمنون لَعَلَّكُمْ تُفْلِحُونَ ) .أى : وتوبوا إلى الله جميعا أيها المؤمنون والمؤمنات ، توبة صادقة نصوحا تجعلكم تخشونه - سبحانه - فى السر والعلن ، لكى تنالوا الفلاح والنجاح فى دنياكم وأخراكم .قال القرطبى : \" ليس فى القرآن الكريم آية أكثر ضمائر من هذه الآية . جمعت خمسة وعشرين ضميرا للمؤمنات ما بين مرفوع ومجرور . . . \" .هذا ، ومن الأحكام والآداب التى اشتملت عليها هاتان الآيتان ما يأتى :1 - وجوب غض البصر وحفظ الفرج ، لأن الإسلام يهدف إلى مجتمع طاهر من الدنس ، نظيف من الخنا ، مجتمع لا تمنع فيه الشهوات الحلال وإنما تمنع منه الشهوات الحرام ، مجتمع لا تختلس فيه العيون النظرات السيئة ولا تتطلع فيه الأبصار إلى مالا يحل لها التطلع إليه ، فالله - تعالى - يقول : ( إِنَّ السمع والبصر والفؤاد كُلُّ أولئك كَانَ عَنْهُ مَسْؤُولاً ) ويقول : ( يَعْلَمُ خَآئِنَةَ الأعين وَمَا تُخْفِي الصدور ) وقد وردت أحاديث متعددة فى الأمر بغض البصر ، وحفظ الفرج ، ومن ذلك ما أخرجه الشيخان عن أبى هريرة أن رسول الله صلى الله عليه وسلم قال : \" كتب على ابن آدم نصيبه من الزنا مدرك ذلك لا محالة ، العينان زناهما النظر ، والأذنان زناهما الاستماع ، واللسان زناهما الكلام ، واليد زناها البطش ، والرجل زناها الخطا ، والقلب يهوى ويتمنى ، ويصدق ذلك الفرج أو يكذبه \" .وروى الإمام مسلم فى صحيحه عن جرير بن عبد الله قال : \" سألت رسول الله صلى الله عليه وسلم عن نظر الفجأة - أى البغتة من غير قصد - فقال : \" اصرف بصرك \"؟ \"2 - أنه لا يحل للمرأة أن تبدى زينتها لأجانب ، إلا ما ظهر منها ، لأن الله - تعالى - يقول : ( وَلاَ يُبْدِينَ زِينَتَهُنَّ إِلاَّ مَا ظَهَرَ مِنْهَا ) .قال الإمام القرطبى ما ملخصه : \" أمر الله - تعالى - النساء بالا يبدين زينتهن للناظرين ، إلا ما استثناه من الناظرين فى باقى الآية ، حذارا من الافتتان ، ثم استثنى ما يظهر من الزينة ، واختلف الناس فى قدر ذلك .فقال ابن مسعود : طاهر الزينة هو الثياب . . . وقال سعيد بن جبير والأوزاعى : الوجه والكفان والثياب . . . وقال ابن عباس وقتادة : ظاهر الزينة هو الكحل والسوار والخضاب . . ونحو هذا ، فمباح أن تبديه لكل من ظهر عليها من الناس .وقال ابن عطية : ويظهر لى بحكم ألفاظ الآية ، بأن المرأة مأمورة بأن لا تبدى ، وأن لا تجتهد فى الإخفاء لكل ما هو زينة ، ووقع الاستثناء فيما يظهر ، بحكم ضرورة حركة فيما لا بد منه ، أو إصلاح شأن ونحو ذلك ، \" فما ظهر \" على هذا الوجه مما تؤدى إليه الضرورة فى النساء فهو المعفو عنه .قلت : أى القرطبى - : وهذا قول حسن ، إلا أنه لما كان الغالب من الوجه والكفين ظهورهما ، عادة وعبادة ، صح أن يكون الاستثناء راجعا إليهما .يدل على ذلك ما رواه أبو داود عن عائشة ، \" أن أسماء بنت أبى بكر ، دخلت على رسول الله صلى الله عليه وسلم وعليها ثياب رقاق ، فأعرض عنها وقال : \" يا أسماء إن المرأة إذا بلغت المحيض لم يصلح أن يرى منها إلا هذا وهذا ، وأشار إلى وجهه وكفيه \" \" .وقال بعض علمائنا : \" إن المرأة إذا كانت جميلة وخيف من وجهها و كفيها الفتنة فعليها ستر ذلك \" .هذا ، وفى هذه المسألة كلام كثير للعلماء فارجع إليه إن شئت .وإلى هنا ترى السورة الكريمة قد نهت عن الزنا ، ووضعت فى طريقه السدود الوقائية والنفسية . حيث حرمت الاختلاط ، وأمرت بالاستئذان ، وبغض البصر ، وبحفظ الفرج ، وبعدم التبرج ، وبالإكثار من التوبة إلى الله - تعالى - .",
  "ayah": 31,
  "surah": 24
}
