{
  "text": "وقد اتفق الفقهاء على أن الاستثناء فى قوله - تعالى - ( إِلاَّ الذين تَابُواْ مِن بَعْدِ ذلك وَأَصْلَحُواْ ) يعود على الجملة الأخيرة . بمعنى أن صفة الفسق لا تزول عن هؤلاء القاذفين للمحصنات إلا بعد توبتهم وصلاح حالهم .أى : وأولئك القاذفون للمحصنات دون أن يأتوا بأربعة شهداء على صحة ما قالوه . هم الفاسقون الخارجون عن طاعة الله - تعالى - ، إلا الذين تابوا منهم من بعد ذلك توبة صادقة نصوحا ، وأصحلوا أحوالهم وأعمالهم ، فإن الله - تعالى - كفيل بمغفرة ذنوبهم ، وبشمولهم برحمته .كما اتفقوا - أيضا - على أن هذا الاستثناء لا يعود إلى العقوبة الأولى وهى الجلد ، لأن هذه العقوبة يجب أن تنفذ عليهم ، متى ثبت قذفهم للمحصنات ، حتى ولو تابوا وأصلحوا .والخلاف إنما هو فى العقوبة الوسطى وهى قبول شهادتهم ، فجمهور الفقهاء يرون صحة عودة الاستثناء عليها بعد التوبة ، فيكون المعنى : إلا الذين تابوا من بعد ذلك وأصلحوا ، فاقبلوا شهادتهم .ويرى الإمام أبو حنيفة أن الاستثناء لا يرجع إلى قبول شهادتهم ، وإنما يرجع فقط إلى العقوبة الأخيرة وهى الفسق ، فهم لا تقبل شهادتهم أبدا أى : طول مدة حياتهم ، حتى وإن تابوا وأصلحوا .وقد فصل القول فى هذه المسألة الإمام القرطبى فقال ما ملخصه : \" تضمنت الآية ثلاثة أحكام فى القاذف : جلده ، ورد شهادته أبدا ، وفسقه .فالاستثناء غير عامل فى جلده وإن تاب - أى أنه يجلد حتى ولو تاب .وعامل فى فسقه بإجماع . أى : أن صفة الفسق تزول عنه بعد ثبوت توبته .واختلف الناس فى عمله فى رد الشهادة . فقال أبو حنيفة وغيره : \" لا يعمل الاستثناء فى رد شهادته . وإنما يزول فسقه عند الله - تعالى - . وأما شهادة القاذف فلا تقبل ألبتة . ولو تاب وأكذب نفسه ، ولا بحال من الأحوال .وقال الجمهور : الاستثناء عامل فى رد الشهادة ، فإذا تاب القاذف قبلت شهادته ، وإنما كان ردها لعلة الفسق ، فإذا زال بالتوبة قبلت شهادته مطلقا ، قبل الحد وبعده . وهو قول عامة الفقهاء .ثم اختلفوا فى صورة توبته ، فمذهب عمر بن الخطاب - رضى الله عنه - والشعبى وغيره : أن توبته لا تكون - مقبولة - إلا إذا كذب نفسه فى ذلك القذف الذى حد فيه .وقالت فرقة منها مالك وغيره : توبته أن يصلح ويحسن حاله ، وإن لم يرجع عن قوله بتكذيب ، وحسبه الندم على قذفه ، والاستغفار منه ، وترك العود إلى مثله \" .ويبدو لنا أن ما أفتى به أمير المؤمنين عمر بن الخطاب هو الأولى بالقبول ، لأن اعتراف القاذف بكذبه ، فيه محو لآثار هذا القذف ، وفيه تبرئة صريحة للمقذوف ، وهذه التبرئة تزيده انشراحا وسرورا ، وترد إليه اعتباره بين أفراد المجتمع .كما يبدو لنا أن الأَوْلى فى هذه الحالة أن تقبل شهادة القاذف ، بعد هذه التوبة التى صاحبها اعتراف منه بكذبه فيما قال : لأن إقدامه على تكذيب نفسه قرينة على صدق توبته وصلاح حاله .وهكذا يحمى الإسلام أعراض أتباعه ، بهذه التشريعات الحكيمة ، التى يؤدى اتباعها إلى السعادة فى الدنيا والآخرة .",
  "ayah": 5,
  "surah": 24
}
