{
  "text": "بعد كل ذلك ، عادت السورة الكريمة إلى الحديث عما افتتحت به من الحديث عن الأحكام والآداب التى شرعها الله - تعالى - ، وأمر المؤمنين بالتمسك بها فقال - تعالى - : ( ياأيها الذين ءَامَنُواْ . . . ) .ذكر المفسرون فى سبب نزول قوله - تعالى - : ( ياأيها الذين ءَامَنُواْ لِيَسْتَأْذِنكُمُ . . . ) روايات منها : أن امرأة يقال لها أسماء بنت أبى مرثد ، دخل عليها غلام كبير لها ، فى وقت كرهت دخوله فيه ، فأتت النبى صلى الله عليه وسلم فقالت : يا رسول الله ، إن خدمنا وغلماننا يدخلون علينا فى حال نكرهها ، فأنزل الله تعالى هذه الآية :ومنها ما روى من أن الرسول صلى الله عليه وسلم بعث فى وقت الظهيرة غلاما من الأنصار يقال له مدلج ، إلى عمر بن الخطاب ، فدق الغلام الباب على عمر - وكان نائما - فاستيقظ ، وجلس فانكشف منه شىء فقال عمر : لوددت أن الله - تعالى - نهى آباءنا وأبناءنا وخدمنا من الدخول علينا فى هذه الساعة إلا بإذن ثم انطلق عمر مع الغلام إلى النبى صلى الله عليه وسلم فوجد هذه الآية قد نزلت فخر ساجدا لله - تعالى - .وقد صدرت الآية الكريمة بندائهم بصفة الإيمان . لحضهم على الامتثال لما اشتملت عليه من آداب قويمة . وتوجيهات حكيمة .واللام فى قوله ( لِيَسْتَأْذِنكُمُ ) هى لام الأمر والمراد بما ملكت أيمانهم : الأرقاء سواء أكانوا ذكورا أم إناثا ، ويدخل فيهم الخدم ومن على شاكلتهم .والمراد بالذين لم يبلغوا الحلم . الأطفال الذين فى سن الصبا ولم يصلوا إلى سن البلوغ إلا أنهم يعرفون معنى العورة ويميزون بين ما يصح الاطلاع عليه وما لا يصح .والمعنى : يا من آمنتم بالله حق الإيمان من الرجال ، والنساء ، عليكم أن تمنعوا مماليككم وخدمكم وصبيانكم الذين لم يبلغوا سن البلوغ ، من الدخول عليكم فى مضاجعكم بغير إذن فى هذه الأوقات الثلاثة ، خشية أن يطلعوا منكم على ما لا يصح الاطلاع عليه .فقوله - تعالى - : ( ثَلاَثَ مَرَّاتٍ ) تحديد للأوقات المنهى عن الدخول فيها بدون استئذان ، أى : ثلاث أوقات فى اليوم والليلة .ثم بين - سبحانه - هذه الأوقات فقال : ( مِّن قَبْلِ صلاة الفجر ) وذلك لأن هذا الوقت يقوم فيه الإنسان من النوم عادة ، وقد يكون متخففا من ثيابه . ولا يجب أن يراه أحد وهو على تلك الحالة .( وَحِينَ تَضَعُونَ ثيابكم مِّنَ الظهيرة ) أى : وحين تخلعون ثيابكم وتطرحونها فى وقت الظهيرة ، عند شدة الحر ، لأجل التخفيف منها وارتداء ثياب أخرى أرق من تلك الثياب ، طلبا للراحة واستعدادا للنوم .( وَمِن بَعْدِ صلاة العشآء ) لأن هذا الوقت يتجرد فيه الإنسان من ثياب اليقظة ، ليتخذ ثيابا أخرى للنوم .وقوله - سبحانه - : ( ثَلاَثُ عَوْرَاتٍ لَّكُمْ ) خبر مبتدأ محذوف ، والعورات : جمع عورة .وتطلق على ما يجب ستره من الإنسان ، وهى - كما يقول الراغب - مأخوذة من العار ، وذلك لأن المظهر لها يلحقه العار والذم بسبب ذلك .أى : هذه الأوقات من ثلاث عورات كائنة لكم - فعليكم أن تعودوا مماليككم وخدمكم وصبيانكم . على الاستئذان عند إرادة الدخول عليكم فيها ، لأنها أوقات يغلب فيها اختلاء الرجل بأهله ، كما يغلب فيها التخفف من الثياب ، وانكشاف ما يجب ستره .وقوله - سبحانه - : ( لَيْسَ عَلَيْكُمْ وَلاَ عَلَيْهِمْ جُنَاحٌ بَعْدَهُنَّ ) بيان لمظهر من مظاهر التيسير فى شريعة الإسلام .أى : وليس عليكم أيها المؤمنون والمؤمنات ، ولا عليهم ، أى : أرقائكم وصبيانكم \" جناح \" اآ : حرج أو إثم فى الدخول بدون استئذان \" بعدهن \" أى : بعد كل وقت من تلك الأوقات الثلاثة .وقوله - تعالى - ( طوافون عَلَيْكُمْ بَعْضُكُمْ على بَعْضٍ ) تعليل لبيان العذر المرخص فى ترك الاستئذان فى غير الأوقات التى حددها الله - تعالى - .أى : لا حرج فى دخول مماليككم وصبيانكم عليكم فى غير هذه الأوقات بدون استئذان لأنهم تكثر حاجتهم فى التردد عليكم ، وأنتم كذلك لا غنى لكم عنهم فأنتم وهم يطوف بعضكم على بعض لقضاء المصالح فى كثير من الأوقات .وبذلك يجمع الإسلام فى تعاليمه بين التستر والاحتشام والتأدب بآدابه القويمة ، وبين السماحة وإزالة الحرج والمشقة .ثم ختم - سبحانه - الآية الكريمة بقوله : ( كَذَلِكَ يُبَيِّنُ الله لَكُمُ الايات والله عَلِيمٌ حَكِيمٌ ) .أى : مثل هذا البيان الحكيم يبين الله - تعالى - لكم الآيات التى توصلكم متى تمسكتم بها ، إلى طريق الخير و السعادة ، والله - عز وجل - عليم بما يصلح عباده ، حكيم فى كل ما يأمر به ، أو ينهى عنه .وهكذا تسوق لنا الآية الكريمة ألوانا من الأدب السامى ، الذى يجعل الكبار والصغار يعيشون عيشة فاضلة ، عامرة بالطهر والعفاف والحياء ، والنقاء من كل ما يجرح الشعور ، ومن كل تصور يتنافى مع الخلق الكريم .",
  "ayah": 58,
  "surah": 24
}
