{
  "text": "ثم انتقلت السورة الكريمة بعد ذلك إلى الحديث عن أحكام أخرى فيها ما فيها من حسن للتنظيم فى العلاقات بين الأقارب والأصدقاء ، وفيها ما فيها من اليسر والسماحة ، فقال - تعالى - : ( لَّيْسَ عَلَى الأعمى . . ) .ذكر المفسرون فى سبب نزول هذه الآية روايات منها ما روى عن ابن عباس أنه قال : لما أنزل الله - تعالى - : ( يَا أَيُّهَا الذين آمَنُواْ لاَ تأكلوا أَمْوَالَكُمْ بَيْنَكُمْ بالباطل . . ) تحرج المسلمون عن مؤاكلة المرضى والعمى والعرج ، وقالوا : الطعام أفضل الأموال ، وقد نهانا الله عن أكل المال والباطل ، والأعمى لا يبصر موضع الطعام الطيب ، والأعرج لا يتمكن من الجلوس ، ولا يستطيع المزاحمة ، والمريض يضعف عن التناول ولا يستوفى من الطعام حقه ، فأنزل الله هذه الآية .وقيل نزلت ترخيصا لهؤلاء فى الأكل من بيوت من سمى الله فى هذه الآية ، وذلك أن هؤلاء كانوا يدخلون على الرجل لطلب الطعام ، فإذا لم يكن عنده شىء ذهب بهم إلى بيت أبيه ، أو بيت أمه ، أو بعض من سمى الله فى هذه الآية ، فكان أهل الزمانة يتحرجون من ذلك ، ويقولون ذهب بنا إلى غير بيته ، فأنزل الله هذه الآية .وقيل نزلت رخصة للأعمى والأعرج والمريض عن التخلف عن الجهاد . . .ويبدو لنا أن الآية الكريمة نزلت لتعليم المؤمنين ألوانا متعددة من الآداب التى شرعها الله - تعالى - لهم ، ويسرها لهم بفضله وإحسانه ، حتى يعلموا أن شريعته - سبحانه - مبنية على اليسر لا على العسر ، وعلى التخفيف ورفع الحرج ، لا على التشديد والتضييق .والحرج : الضيق ومنه الحرجة للشجر الملتف المتكاثف بعضه ببعض ، حتى ليصعب على الشخص أن يمشى فيه . والمراد به هنا : الإثم .والمعنى : ليس على الأعمى والأعرج والمريض حرج أو إثم فى الأكل من بيوت هؤلاء الذين سماهم الله - تعالى - .كذلك ليس عليكم حرج أو إثم - أيها المؤمنون - فى أن تأكلوا أنتم ومن معكم ( مِن بُيُوتِكُمْ ) التى هى ملك لكم .وذكر - سبحانه - بيوتهم هنا مع أنه من المعروف أنه لا حرج فى أن يأكل الإنسان من بيته ، للإشعار بأن أكلهم من بيوت الذين سيذكرهم - سبحانه - بعد ذلك من الآباء والأمهات والأقارب ، يتساوى فى نفى الحرج مع أكلهم من بيوتهم أى أن أكل الناس من بيوتهم لم يذكر هنا لنفى حرج كان متوهما ، وإنما ذكر لإظهار التسوية بين أكلهم من بيوت أقاربهم وأصدقائهم ، وبين أكلهم من بيوتهم .وبعضهم يرى أن المراد بقوله ( أَن تَأْكُلُواْ مِن بُيُوتِكُمْ ) أى : من بيوت زوجاتهم وأولادهم .ثم ذكر - سبحانه - بيوتا أخرى لا حرج عليهم فى الأكل منها فقال : ( أَوْ بُيُوتِ آبَآئِكُمْ أَوْ بُيُوتِ أُمَّهَاتِكُمْ أَوْ بُيُوتِ إِخْوَانِكُمْ أَوْ بُيُوتِ أَخَوَاتِكُمْ أَوْ بُيُوتِ أَعْمَامِكُمْ أَوْ بُيُوتِ عَمَّاتِكُمْ أَوْ بُيُوتِ أَخْوَالِكُمْ أَوْ بُيُوتِ خَالاَتِكُمْ أَوْ مَا مَلَكْتُمْ مَّفَاتِحهُ ) أى : أو البيوت التى تملكون التصرف فيها بإذن أصحابها ، كأن تكونوا وكلاء عنهم فى التصرف فى أموالهم .ومفاتح : جمع مفتح - بكسر الميم - وهو آلة الفتح وملك هذه المفاتح : كناية عن كون الشىء تحت يد الشخص وتصرفه .وقوله ( أَوْ صَدِيقِكُمْ ) معطوف على ما قبله والصديق هو من يصدق فى مودتك ، وتصدق أنت فى مودته ، وهو اسم جنس يطلق على الواحد والجمع ، والمراد هنا : الجمع . أى : ولا حرج عليكم - أيضا - فى الأكل من بيوت اصدقائكم .فالآية الكريمة قد أجازت الأكل من هذه البيوت المذكورة ، وهى أحد عشر بيتا - وإن لم يكن فيها أصحابها ، ما دام الآكل قد علم رضا صاحب البيت بذلك ، وأن صاحب البيت ، لا يكره هذا ولا يتضرر منه ، استناداً إلى القواعد العامة فى الشريعة ، والتى منها : \" لا ضرر ولا ضرار \" وأنه \" لا يحل مال امرىء مسلم إلا بطيب نفس منه \" .قال صاحب الكشاف : فإن قلت : فما معنى ( أَوْ صَدِيقِكُمْ ) قلت : معناه : أو بيوت أصدقائكم ، والصديق يكون واحدا وجمعا ، وكذلك الخليط والقطين والعدو .ويحكى عن الحسن أنه دخل داره ، وإذا جماعة من أصدقائه قد استلوا سلالا من تحت سريره فيها أطايب الأطعمة . وهم مكبون عليها يأكلون فتهللت أسارير وجهه سرورا وضحك وقال : هكذا وجدناهم ، هكذا وجدناهم . يريد أكابر الصحابة ومن لقيهم من البدريين .وكان الرجل منهم يدخل دار صديقه وهو غائب فيسأل جاريته كيسه . فيأخذ منه ما شاء ، فإذا حضر مولاها فأخبرته ، أعتقها سرورا بذلك .وقوله - سبحانه - : ( لَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَأْكُلُواْ جَمِيعاً أَوْ أَشْتَاتاً ) بيان لنوع آخر من أنواع السماحة فى شريعة الإسلام .والأشتات : جمع شَتّ - بفتح الشين - يقال : شت الأمر يشت شتا وشتاتا ، إذا تفرق . ويقال : هذا أمر شت ، أى : متفرق .أى : ليس عليكم - أيها المؤمنون - حرج أو إثم فى أن تأكلوا مجتمعين أو متفرقين ، وقد كان بعضهم من عاداته أن لا يأكل منفردا ، فإن لم يجد من يأكل معه عاف الطعام ، فرفع الله - تعالى - هذا الحرج المتكلف ، ورد الأمر إلى ما تقتضيه شريعة الإسلام من بساطة ويسر وعدم تكلف ، فأباح لهم أن يأكلوا فرادى ومجتمعين .فالجملة الكريمة بيان للحالة التى يجوز عليها الأكل ، بعد بيان البيوت التى يجوز الأكل منها والمتأمل فى هذه الآية الكريمة يراها قد اشتملت على أحكم الأداء للترتيب اللفظى والموضوعى ، فقد بدأت ببيت الإنسان نفسه ، ثم بيوت الآباء ، فالأمهات ، فالإخوة ، فالأخوات ، فالأقارب ، فالبيوت التى يملكون التصرف فيها؛ فبيوت الأصدقاء . . .ثم لم يكتف بذلك ، وإنما بينت الحالة التى يباح الأكل منها . . .ثم بعد ذلك علمتنا آداب دخول البيوت التى ندخلها للأكل أو لغيره ، فقال - تعالى - : ( فَإِذَا دَخَلْتُمْ بُيُوتاً فَسَلِّمُواْ على أَنفُسِكُمْ تَحِيَّةً مِّنْ عِندِ الله مُبَارَكَةً طَيِّبَةً ) .والمراد بأنفسكم هنا : أهل تلك البيوت التى يدخلونها ، لأنهم بمنزلة أنفسهم فى شدة المودة والمحبة والألفة ، و \" تحية \" منصوب بفعل مقدر أى : فحيوا تحية .أى : فإذا دخلتم أيها المؤمنون والمؤمنات بيوتا فسلموا على أهلها الذين هم بمنزلة أنفسكم ، وحيوهم تحية ثابتة من عند الله ، مباركة طيبة ، أى مستتبعة لزيادة البركات والخيرات ولزيادة المحبة والمودة .ووصف - سبحانه - هذه التحية بالبركة والطيب ، لأنها دعوة مؤمن لمؤمن وكلاهما يرجو بها من الله - تعالى - زيادة الخير وطيب الرزق .وتحية الإسلام أن يقول المسلم لأخيه المسلم : السلام عليكم ورحمة الله وبركاته .ثم ختم - سبحانه - الآية الكريمة بقوله : ( كَذَلِكَ يُبَيِّنُ الله لَكُمُ الآيات لَعَلَّكُمْ تَعْقِلُونَ ) .أى : مثل هذا البيان القويم ، يبين الله - تعالى - لكم الآيات المحكمة ، والإرشادات النافعة ، لكى تعقلوا ما اشتملت عليه من هدايات ، توصلكم متى انتفعتم بها إلى السعادة والفلاح .",
  "ayah": 61,
  "surah": 24
}
