{
  "text": "سورة الطلاقمدنية في قول الجميعوهي إحدى عشرة آية ، أو اثنتا عشرة آيةبسم الله الرحمن الرحيمياأيها النبي إذا طلقتم النساء فطلقوهن لعدتهن وأحصوا العدة واتقوا الله ربكم لا تخرجوهن من بيوتهن ولا يخرجن إلا أن يأتين بفاحشة مبينة وتلك حدود الله ومن يتعد حدود الله فقد ظلم نفسه لا تدري لعل الله يحدث بعد ذلك أمرافيه أربع عشرة مسألة :الأولى : قوله تعالى : يا أيها النبي إذا طلقتم النساء الخطاب للنبي صلى الله عليه وسلم ، خوطب بلفظ الجماعة تعظيما وتفخيما . وفي سنن ابن ماجه عن سعيد بن جبير عن ابن عباس عن عمر بن الخطاب أن رسول الله صلى الله عليه وسلم طلق حفصة رضي الله عنها ثم راجعها . وروى قتادة عن أنس قال : طلق رسول الله صلى الله عليه وسلم حفصة رضي الله عنها فأتت أهلها ، فأنزل الله تعالى عليه : يا أيها النبي إذا طلقتم النساء فطلقوهن لعدتهن . وقيل له : \" راجعها فإنها قوامة صوامة ، وهي من أزواجك في الجنة \" . ذكره الماوردي والقشيري والثعلبي . زاد القشيري : ونزل في [ ص: 138 ] خروجها إلى أهلها قوله تعالى : لا تخرجوهن من بيوتهن . وقال الكلبي : سبب نزول هذه الآية غضب رسول الله صلى الله عليه وسلم على حفصة ، لما أسر إليها حديثا فأظهرته لعائشة فطلقها تطليقة ، فنزلت الآية . وقال السدي : نزلت في عبد الله بن عمر ، طلق امرأته حائضا تطليقة واحدة فأمره رسول الله صلى الله عليه وسلم بأن يراجعها ثم يمسكها حتى تطهر وتحيض ثم تطهر ، فإذا أراد أن يطلقها فليطلقها حين تطهر من قبل أن يجامعها . فتلك العدة التي أمر الله تعالى أن يطلق لها النساء . وقد قيل : إن رجالا فعلوا مثل ما فعل عبد الله بن عمر ، منهم عبد الله بن عمرو بن العاص ، وعمرو بن سعيد بن العاص ، وعتبة بن غزوان ، فنزلت الآية فيهم . قال ابن العربي : وهذا كله وإن لم يكن صحيحا فالقول الأول أمثل . والأصح فيه أنه بيان لشرع مبتدأ . وقد قيل : إنه خطاب للنبي صلى الله عليه وسلم والمراد أمته . وغاير بين اللفظين من حاضر وغائب وذلك لغة فصيحة ، كما قال : حتى إذا كنتم في الفلك وجرين بهم بريح طيبة . تقديره : يا أيها النبي قل لهم إذا طلقتم النساء فطلقوهن لعدتهن . وهذا هو قولهم : إن الخطاب له وحده والمعنى له وللمؤمنين . وإذا أراد الله بالخطاب المؤمنين لاطفه بقوله : \" يا أيها النبي \" . فإذا كان الخطاب باللفظ والمعنى جميعا له قال : يا أيها الرسول .قلت : ويدل على صحة هذا القول نزول العدة في أسماء بنت يزيد بن السكن الأنصارية . ففي كتاب أبي داود عنها أنها طلقت على عهد النبي صلى الله عليه وسلم ، ولم يكن للمطلقة عدة ، فأنزل الله تعالى حين طلقت أسماء بالعدة للطلاق ، فكانت أول من أنزل فيها العدة للطلاق . وقيل : المراد به نداء النبي صلى الله عليه وسلم تعظيما ، ثم ابتدأ فقال : إذا طلقتم النساء ; كقوله تعالى : يا أيها الذين آمنوا إنما الخمر والميسر والأنصاب والأزلام الآية . فذكر المؤمنين على [ ص: 139 ] معنى تقديمهم وتكريمهم ; ثم افتتح فقال : إنما الخمر والميسر والأنصاب والأزلام الآية .الثانية : روى الثعلبي من حديث ابن عمر قال : قال رسول الله صلى الله عليه وسلم : \" إن من أبغض الحلال إلى الله تعالى الطلاق \" . وعن علي عن النبي صلى الله عليه وسلم قال : \" تزوجوا ولا تطلقوا ؛ فإن الطلاق يهتز منه العرش \" . وعن أبي موسى قال : قال رسول الله صلى الله عليه وسلم : \" لا تطلقوا النساء إلا من ريبة ؛ فإن الله عز وجل لا يحب الذواقين ولا الذواقات \" . وعن أنس قال : قال رسول الله صلى الله عليه وسلم : \" ما حلف بالطلاق ولا استحلف به إلا منافق \" . أسند جميعه الثعلبي رحمه الله في كتابه . وروى الدارقطني قال : حدثنا أبو العباس محمد بن موسى بن علي الدولابي ويعقوب بن إبراهيم قالا : حدثنا الحسن بن عرفة قال : حدثنا إسماعيل بن عياش عن حميد بن مالك اللخمي عن مكحول عن معاذ بن جبل قال : قال لي رسول الله صلى الله عليه وسلم : \" يا معاذ ، ما خلق الله شيئا على وجه الأرض أحب إليه من العتاق ، ولا خلق الله شيئا على وجه الأرض أبغض من الطلاق . فإذا قال الرجل لمملوكه : أنت حر إن شاء الله ، فهو حر ولا استثناء له . وإذا قال الرجل لامرأته : أنت طالق إن شاء الله فله استثناؤه ولا طلاق عليه \" . حدثنا محمد بن موسى بن علي قال : حدثنا حميد بن الربيع قال : حدثنا يزيد بن هارون حدثنا إسماعيل بن [ ص: 140 ] عياش بإسناده نحوه . قال حميد : قال لي يزيد بن هارون : وأي حديث لو كان حميد بن مالك معروفا ؟ قلت : هو جدي . قال يزيد : سررتني سررتني ! الآن صار حديثا . حدثنا عثمان بن أحمد الدقاق قال : حدثنا إسحاق بن إبراهيم بن سنين حدثنا عمر بن إبراهيم بن خالد حدثنا حميد بن مالك اللخمي حدثنا مكحول عن مالك بن يخامر عن معاذ بن جبل قال : قال رسول الله صلى الله عليه وسلم : \" ما أحل الله شيئا أبغض إليه من الطلاق ، فمن طلق واستثنى فله ثنياه \" . قال ابن المنذر : اختلفوا في الاستثناء في الطلاق والعتق ; فقالت طائفة : ذلك جائز . وروينا هذا القول عن طاوس . وبه قال حماد الكوفي والشافعي وأبو ثور وأصحاب الرأي . ولا يجوز الاستثناء في الطلاق في قول مالك والأوزاعي . وهذا قول قتادة في الطلاق خاصة . قال ابن المنذر : وبالقول الأول أقول .الثالثة : روى الدارقطني من حديث عبد الرزاق أخبرني عمي وهب بن نافع قال : سمعت عكرمة يحدث عن ابن عباس يقول : الطلاق على أربعة وجوه : وجهان حلالان ووجهان حرامان ; فأما الحلال فأن يطلقها طاهرا عن غير جماع وأن يطلقها حاملا مستبينا حملها . وأما الحرام فأن يطلقها وهي حائض ، أو يطلقها حين يجامعها ، لا تدري اشتمل الرحم على ولد أم لا .الرابعة : قوله تعالى : فطلقوهن لعدتهن في كتاب أبي داود عن أسماء بنت يزيد بن السكن الأنصارية أنها طلقت على عهد النبي صلى الله عليه وسلم ولم يكن للمطلقة عدة ، فأنزل الله سبحانه حين طلقت أسماء بالعدة للطلاق ; فكانت أول من أنزل فيها العدة للطلاق . وقد تقدم .الخامسة : قوله تعالى : \" لعدتهن \" يقتضي أنهن اللاتي دخل بهن من الأزواج ; لأن غير المدخول بهن خرجن بقوله تعالى : يا أيها الذين آمنوا إذا نكحتم المؤمنات ثم طلقتموهن من قبل أن تمسوهن فما لكم عليهن من عدة تعتدونها .السادسة : من طلق في طهر لم يجامع فيه نفذ طلاقه وأصاب السنة . وإن طلقها حائضا [ ص: 141 ] نفذ طلاقه وأخطأ السنة . وقال سعيد بن المسيب في أخرى : لا يقع الطلاق في الحيض لأنه خلاف السنة . وإليه ذهبت الشيعة . وفي الصحيحين - واللفظ للدارقطني - عن عبد الله بن عمر قال : طلقت امرأتي وهي حائض ; فذكر ذلك عمر لرسول الله صلى الله عليه وسلم ; فتغيظ رسول الله صلى الله عليه وسلم فقال : \" ليراجعها ثم ليمسكها حتى تحيض حيضة مستقبلة سوى حيضتها التي طلقها فيها ، فإن بدا له أن يطلقها فليطلقها طاهرا من حيضتها قبل أن يمسها ، فذلك الطلاق للعدة كما أمر الله \" . وكان عبد الله بن عمر طلقها تطليقة ، فحسبت من طلاقها وراجعها عبد الله بن عمر كما أمره رسول الله صلى الله عليه وسلم . في رواية عن ابن عمر أن رسول الله صلى الله عليه وسلم قال : هي واحدة . وهذا نص . وهو يرد على الشيعة قولهم .السابعة : عن عبد الله بن مسعود قال : طلاق السنة أن يطلقها في كل طهر تطليقة ; فإذا كان آخر ذلك فتلك العدة التي أمر الله تعالى بها . رواه الدارقطني عن الأعمش عن أبي إسحاق عن أبي الأحوص عن عبد الله . قال علماؤنا : طلاق السنة ما جمع شروطا سبعة : وهو أن يطلقها واحدة ، وهي ممن تحيض ، طاهرا ، لم يمسها في ذلك الطهر ، ولا تقدمه طلاق في حيض ، ولا تبعه طلاق في طهر يتلوه ، وخلا عن العوض . وهذه الشروط السبعة من حديث ابن عمر المتقدم . وقال الشافعي : طلاق السنة أن يطلقها في كل طهر خاصة ، ولو طلقها ثلاثا في طهر لم يكن بدعة . وقال أبو حنيفة : طلاق السنة أن يطلقها في كل طهر طلقة . وقال الشعبي : يجوز أن يطلقها في طهر جامعها فيه . فعلماؤنا قالوا : يطلقها واحدة في طهر لم يمس فيه ، ولا تبعه طلاق في عدة ، ولا يكون الطهر تاليا لحيض وقع فيه الطلاق ; لقول النبي صلى الله عليه وسلم : \" مره فليراجعها ثم ليمسكها حتى تطهر ثم تحيض ثم تطهر ، ثم إن شاء أمسك وإن شاء طلق . فتلك العدة التي أمر الله أن يطلق لها النساء \" . وتعلق الإمام الشافعي بظاهر قوله تعالى : فطلقوهن لعدتهن وهذا عام في كل طلاق كان واحدة أو اثنتين أو أكثر . وإنما راعى الله سبحانه الزمان [ ص: 142 ] في هذه الآية ولم يعتبر العدد . وكذلك حديث ابن عمر لأن النبي صلى الله عليه وسلم علمه الوقت لا العدد . قال ابن العربي : وهذه غفلة عن الحديث الصحيح ; فإنه قال : \" مره فليراجعها \" وهذا يدفع الثلاث . وفي الحديث أنه قال : \" أرأيت لو طلقها ثلاثا ؟ قال : حرمت عليك وبانت منك بمعصية \" . وقال أبو حنيفة : ظاهر الآية يدل على أن الطلاق الثلاث والواحدة سواء . وهو مذهب الشافعي لولا قوله بعد ذلك : لا تدري لعل الله يحدث بعد ذلك أمرا . وهذا يبطل دخول الثلاث تحت الآية . وكذلك قال أكثر العلماء ; وهو بديع لهم . وأما مالك فلم يخف عليه إطلاق الآية كما قالوا ، ولكن الحديث فسرها كما قلنا . وأما قول الشعبي : إنه يجوز طلاق في طهر جامعها فيه ، فيرده حديث ابن عمر بنصه ومعناه . أما نصه فقد قدمناه ، وأما معناه فلأنه إذا منع من طلاق الحائض لعدم الاعتداد به ، فالطهر المجامع فيه أولى بالمنع ; لأنه يسقط الاعتداد به مخافة شغل الرحم وبالحيض التالي له .قلت : وقد احتج الشافعي في طلاق الثلاث بكلمة واحدة بما رواه الدارقطني عن سلمة بن أبي سلمة بن عبد الرحمن عن أبيه أن عبد الرحمن بن عوف طلق امرأته تماضر بنت الأصبغ الكلبية وهي أم أبي سلمة ثلاث تطليقات في كلمة واحدة ; فلم يبلغنا أن أحدا من أصحابه عاب ذلك . قال : وحدثنا سلمة بن أبي سلمة عن أبيه أن حفص بن المغيرة طلق امرأته فاطمة بنت قيس على عهد رسول الله صلى الله عليه وسلم ثلاث تطليقات في كلمة ; فأبانها منه رسول الله صلى الله عليه وسلم ، ولم يبلغنا أن النبي صلى الله عليه وسلم عاب ذلك عليه . واحتج أيضا بحديث عويمر العجلاني لما لاعن قال : يا رسول الله ، هي طالق ثلاث . فلم ينكر عليه النبي صلى الله عليه وسلم . وقد انفصل علماؤنا عن هذا أحسن انفصال . بيانه في غير هذا الموضع . وقد ذكرناه في كتاب ( المقتبس من شرح موطأ مالك بن أنس ) . وعن سعيد بن المسيب وجماعة من التابعين أن من خالف السنة في الطلاق فأوقعه في حيض أو ثلاث لم يقع ; فشبهوه بمن وكل بطلاق السنة فخالف .الثامنة : قال الجرجاني : اللام في قوله تعالى : \" لعدتهن \" بمعنى في ; كقوله تعالى : هو الذي أخرج الذين كفروا من أهل الكتاب من ديارهم لأول الحشر . أي في أول الحشر . فقوله : لعدتهن أي في عدتهن ; أي في الزمان الذي يصلح لعدتهن . وحصل الإجماع على أن الطلاق في الحيض ممنوع وفي الطهر مأذون فيه . ففيه دليل على أن القرء هو [ ص: 143 ] الطهر . وقد مضى القول فيه في \" البقرة \" فإن قيل : معنى فطلقوهن لعدتهن أي في قبل عدتهن ، أو لقبل عدتهن . وهي قراءة النبي صلى الله عليه وسلم ; كما قال ابن عمر في صحيح مسلم وغيره . فقبل العدة آخر الطهر حتى يكون القرء الحيض ، قيل له : هذا هو الدليل الواضح لمالك ومن قال بقوله ; على أن الأقراء هي الأطهار . ولو كان كما قال الحنفي ومن تبعه لوجب أن يقال : إن من طلق في أول الطهر لا يكون مطلقا لقبل الحيض ; لأن الحيض لم يقبل بعد . وأيضا إقبال الحيض يكون بدخول الحيض ، وبانقضاء الطهر لا يتحقق إقبال الحيض . ولو كان إقبال الشيء إدبار ضده لكان الصائم مفطرا قبل مغيب الشمس ; إذ الليل يكون مقبلا في إدبار النهار قبل انقضاء النهار . ثم إذا طلق في آخر الطهر فبقية الطهر قرء ، ولأن بعض القرء يسمى قرءا لقوله تعالى : الحج أشهر معلومات يعني شوالا وذا القعدة وبعض ذي الحجة ; لقوله تعالى : فمن تعجل في يومين فلا إثم عليه وهو ينفر في بعض اليوم الثاني . وقد مضى هذا كله في \" البقرة \" مستوفى .التاسعة : قوله تعالى : \" وأحصوا العدة \" يعني في المدخول بها ; لأن غير المدخول بها لا عدة عليها ، وله أن يراجعها فيما دون الثلاث قبل انقضاء العدة ، ويكون بعدها كأحد الخطاب . ولا تحل له في الثلاث إلا بعد زوج .العاشرة : قوله تعالى : وأحصوا العدة معناه احفظوها ; أي احفظوا الوقت الذي وقع فيه الطلاق ، حتى إذا انفصل المشروط منه وهو الثلاثة قروء في قوله تعالى : والمطلقات يتربصن بأنفسهن ثلاثة قروء حلت للأزواج . وهذا يدل على أن العدة هي الأطهار وليست بالحيض . ويؤكده ويفسره قراءة النبي صلى الله عليه وسلم \" لقبل عدتهن \" وقبل الشيء بعضه لغة وحقيقة ، بخلاف استقباله فإنه يكون غيره .[ ص: 144 ] الحادية عشرة : من المخاطب بأمر الإحصاء ؟ وفيه ثلاث أقوال : أحدها : أنهم الأزواج . الثاني : أنهم الزوجات . الثالث : أنهم المسلمون . ابن العربي : والصحيح أن المخاطب بهذا اللفظ الأزواج ; لأن الضمائر كلها من \" طلقتم \" و \" أحصوا \" و \" لا تخرجوهن \" على نظام واحد يرجع إلى الأزواج ، ولكن الزوجات داخلة فيه بالإلحاق بالزوج ; لأن الزوج يحصي ليراجع ، وينفق أو يقطع ، وليسكن أو يخرج وليلحق نسبه أو يقطع . وهذه كلها أمور مشتركة بينه وبين المرأة ، وتنفرد المرأة دونه بغير ذلك . وكذلك الحاكم يفتقر إلى الإحصاء للعدة للفتوى عليها ، وفصل الخصومة عند المنازعة فيها . وهذه فوائد الإحصاء المأمور به .الثانية عشرة : قوله تعالى : واتقوا الله ربكم أي لا تعصوه .لا تخرجوهن من بيوتهن أي ليس للزوج أن يخرجها من مسكن النكاح ما دامت في العدة ، ولا يجوز لها الخروج أيضا لحق الزوج إلا لضرورة ظاهرة ، فإن خرجت أثمت ولا تنقطع العدة . والرجعية والمبتوتة في هذا سواء . وهذا لصيانة ماء الرجل . وهذا معنى إضافة البيوت إليهن ; كقوله تعالى : واذكرن ما يتلى في بيوتكن من آيات الله والحكمة ، وقوله تعالى : وقرن في بيوتكن فهو إضافة إسكان وليس إضافة تمليك . وقوله : لا تخرجوهن يقتضي أن يكون حقا في الأزواج . ويقتضي قوله : \" ولا يخرجن \" أنه حق على الزوجات . وفي صحيح الحديث عن جابر بن عبد الله قال : طلقت خالتي فأرادت أن تجد نخلها فزجرها رجل أن تخرج ; فأتت النبي صلى الله عليه وسلم فقال : \" بلى فجدي نخلك ، فإنك عسى أن تصدقي أو تفعلي معروفا \" . خرجه مسلم . ففي هذا الحديث دليل لمالك والشافعي وابن حنبل والليث على قولهم : إن المعتدة تخرج بالنهار في حوائجها ، وإنما تلزم منزلها بالليل . وسواء عند مالك كانت رجعية أو بائنة . وقال الشافعي في الرجعية : لا تخرج ليلا ولا نهارا ، وإنما تخرج نهارا المبتوتة . وقال أبو حنيفة : ذلك في المتوفى عنها زوجها ، وأما المطلقة فلا تخرج لا ليلا ولا نهارا . والحديث يرد عليه . وفي الصحيحين أن أبا حفص بن عمرو خرج مع علي بن أبي طالب إلى اليمن ، فأرسل إلى امرأته فاطمة بنت قيس بتطليقة كانت بقيت من طلاقها ، وأمر لها الحارث بن هشام [ ص: 145 ] وعياش بن أبي ربيعة بنفقة ; فقالا لها : والله ما لك من نفقة إلا أن تكوني حاملا . فأتت النبي صلى الله عليه وسلم فذكر له قولهما . فقال : \" لا نفقة لك \" فاستأذنته في الانتقال فأذن لها ; فقالت : أين يا رسول الله ؟ فقال : \" إلى ابن أم مكتوم \" ، وكان أعمى تضع ثيابها عنده ولا يراها . فلما مضت عدتها أنكحها النبي صلى الله عليه وسلم أسامة بن زيد . فأرسل إليها مروان قبيصة بن ذؤيب يسألها عن الحديث ، فحدثته . فقال مروان : لم نسمع هذا الحديث إلا من امرأة ، سنأخذ بالعصمة التي وجدنا الناس عليها . فقالت فاطمة حين بلغها قول مروان : فبيني وبينكم القرآن ، قال الله عز وجل : لا تخرجوهن من بيوتهن الآية ، قالت : هذا لمن كانت له رجعة ; فأي أمر يحدث بعد الثلاث ؟ فكيف تقولون : لا نفقة لها إذا لم تكن حاملا ، فعلام تحبسونها ؟ لفظ مسلم . فبين أن الآية في تحريم الإخراج والخروج إنما هو في الرجعية . وكذلك استدلت فاطمة بأن الآية التي تليها إنما تضمنت النهي عن خروج المطلقة الرجعية ; لأنها بصدد أن يحدث لمطلقها رأي في ارتجاعها ما دامت في عدتها ; فكأنها تحت تصرف الزوج في كل وقت . وأما البائن فليس له شيء من ذلك ; فيجوز لها أن تخرج إذا دعتها إلى ذلك حاجة ، أو خافت عورة منزلها ; كما أباح لها النبي صلى الله عليه وسلم ذلك . وفي مسلم : قالت فاطمة : يا رسول الله ، زوجي طلقني ثلاثا وأخاف أن يقتحم علي . قال : فأمرها فتحولت . وفي البخاري عن عائشة أنها كانت في مكان وحش فخيف على ناحيتها ; فلذلك أرخص النبي صلى الله عليه وسلم لها . وهذا كله يرد على الكوفي قوله . وفي حديث فاطمة : أن زوجها أرسل إليها بتطليقة كانت بقيت من طلاقها ; فهو حجة لمالك وحجة على الشافعي . وهو أصح من حديث سلمة بن أبي سلمة عن أبيه أن حفص بن المغيرة طلق امرأته ثلاث تطليقات في كلمة ; على ما تقدم .الثالثة عشرة : قوله تعالى : إلا أن يأتين بفاحشة مبينة قال ابن عباس وابن عمر والحسن والشعبي ومجاهد : هو الزنى ; فتخرج ويقام عليها الحد . وعن ابن عباس أيضا والشافعي : أنه البذاء على أحمائها ; فيحل لهم إخراجها . وروي عن سعيد بن المسيب أنه قال في فاطمة : [ ص: 146 ] تلك امرأة استطالت على أحمائها بلسانها فأمرها عليه السلام أن تنتقل . وفي كتاب أبي داود قال سعيد : تلك امرأة فتنت الناس ، إنها كانت لسنة فوضعت على يدي ابن أم مكتوم الأعمى . قال عكرمة : في مصحف أبي \" إلا أن يفحشن عليكم \" . ويقوي هذا أن محمد بن إبراهيم بن الحارث روى أن عائشة قالت لفاطمة بنت قيس : اتقي الله فإنك تعلمين لم أخرجت ؟ وعن ابن عباس أيضا : الفاحشة كل معصية كالزنى والسرقة والبذاء على الأهل . وهو اختيار الطبري . وعن ابن عمر أيضا والسدي : الفاحشة خروجها من بيتها في العدة . وتقدير الآية : إلا أن يأتين بفاحشة مبينة بخروجهن من بيوتهن بغير حق ; أي لو خرجت كانت عاصية . وقال قتادة : الفاحشة النشوز ، وذلك أن يطلقها على النشوز فتتحول عن بيته . قال ابن العربي : أما من قال : إنه الخروج للزنى ; فلا وجه له ; لأن ذلك الخروج هو خروج القتل والإعدام : وليس ذلك بمستثنى في حلال ولا حرام . وأما من قال : إنه البذاء ; فهو مفسر في حديث فاطمة بنت قيس . وأما من قال : إنه كل معصية ; فوهم لأن الغيبة ونحوها من المعاصي لا تبيح الإخراج ولا الخروج . وأما من قال : إنه الخروج بغير حق ; فهو صحيح . وتقدير الكلام : لا تخرجوهن من بيوتهن ولا يخرجن شرعا إلا أن يخرجن تعديا .الرابعة عشرة : قوله تعالى : وتلك حدود الله أي هذه الأحكام التي بينها أحكام الله على العباد ، وقد منع التجاوز عنها ، فمن تجاوز فقد ظلم نفسه وأوردها مورد الهلاك .لا تدري لعل الله يحدث بعد ذلك أمرا الأمر الذي يحدثه الله أن يقلب قلبه من بغضها إلى محبتها ، ومن الرغبة عنها إلى الرغبة فيها ، ومن عزيمة الطلاق إلى الندم عليه ; فيراجعها . وقال جميع المفسرين : أراد بالأمر هنا الرغبة في الرجعة . ومعنى القول : التحريض على طلاق الواحدة والنهي عن الثلاث ; فإنه إذا طلق أضر بنفسه عند الندم على الفراق والرغبة في الارتجاع ، فلا يجد عند الرجعة سبيلا . وقال مقاتل : بعد ذلك أي بعد طلقة أو طلقتين أمرا أي المراجعة من غير خلاف .",
  "ayah": 1,
  "surah": 65
}
