{
  "text": "قوله تعالى : فإذا بلغن أجلهن أي قاربن انقضاء العدة ; كقوله تعالى : وإذا طلقتم النساء فبلغن أجلهن فأمسكوهن أي قربن من انقضاء الأجل .فأمسكوهن بمعروف يعني المراجعة بالمعروف ; أي بالرغبة من غير قصد المضارة في الرجعة تطويلا لعدتها . كما تقدم في \" البقرة \" .أو فارقوهن بمعروف أي اتركوهن حتى تنقضي عدتهن فيملكن أنفسهن . وفي قوله تعالى : فإذا بلغن أجلهن ما يوجب أن يكون القول قول المرأة في انقضاء العدة إذا ادعت ذلك ، على ما بيناه في سورة \" البقرة \" عند قوله تعالى : ولا يحل لهن أن يكتمن ما خلق الله في أرحامهن الآية .قوله تعالى : وأشهدوا ذوي عدل منكم فيه مسائل :الأولى : قوله تعالى : \" وأشهدوا \" أمر بالإشهاد على الطلاق . وقيل : على الرجعة . والظاهر رجوعه إلى الرجعة لا إلى الطلاق . فإن راجع من غير إشهاد ففي صحة الرجعة قولان للفقهاء . وقيل : المعنى وأشهدوا عند الرجعة والفرقة جميعا . وهذا الإشهاد مندوب إليه عند أبي حنيفة ; كقوله تعالى : وأشهدوا إذا تبايعتم . وعند الشافعي واجب في الرجعة ، مندوب إليه في الفرقة . وفائدة الإشهاد ألا يقع بينهما التجاحد ، وألا يتهم في إمساكها ، ولئلا يموت أحدهما فيدعي الباقي ثبوت الزوجية ليرث .الثانية : الإشهاد عند أكثر العلماء على الرجعة ندب . وإذا جامع أو قبل أو باشر يريد بذلك الرجعة ، وتكلم بالرجعة يريد به الرجعة فهو مراجع عند مالك ، وإن لم يرد بذلك الرجعة فليس بمراجع . وقال أبو حنيفة وأصحابه : إذا قبل أو باشر أو لامس بشهوة فهو رجعة . وقالوا : [ ص: 148 ] والنظر إلى الفرج رجعة . وقال الشافعي وأبو ثور : إذا تكلم بالرجعة فهو رجعة . وقد قيل : وطؤه مراجعة على كل حال ، نواها أو لم ينوها . وروي ذلك عن طائفة من أصحاب مالك . وإليه ذهب الليث . وكان مالك يقول : إذا وطئ ولم ينو الرجعة فهو وطء فاسد ; ولا يعود لوطئها حتى يستبرئها من مائه الفاسد ، وله الرجعة في بقية العدة الأولى ، وليس له رجعة في هذا الاستبراء .الثالثة : أوجب الإشهاد في الرجعة أحمد بن حنبل في أحد قوليه ، والشافعي كذلك لظاهر الأمر . وقال مالك وأبو حنيفة وأحمد والشافعي في القول الآخر : إن الرجعة لا تفتقر إلى القبول ، فلم تفتقر إلى الإشهاد كسائر الحقوق ، وخصوصا حل الظهار بالكفارة . قال ابن العربي : وركب أصحاب الشافعي على وجوب الإشهاد في الرجعة أنه لا يصح أن يقول : كنت راجعت أمس وأنا أشهد اليوم على الإقرار بالرجعة ، ومن شرط الرجعة الإشهاد فلا تصح دونه . وهذا فاسد مبني على أن الإشهاد في الرجعة تعبد . ونحن لا نسلم فيها ولا في النكاح بأن نقول : إنه موضع للتوثق ، وذلك موجود في الإقرار كما هو موجود في الإنشاء .الرابعة : من ادعى بعد انقضاء العدة أنه راجع امرأته في العدة ، فإن صدقته جاز وإن أنكرت حلفت ، فإن أقام بينة أنه ارتجعها في العدة ولم تعلم بذلك لم يضره جهلها بذلك ، وكانت زوجته ، وإن كانت قد تزوجت ولم يدخل بها ثم أقام الأول البينة على رجعتها فعن مالك في ذلك روايتان : إحداهما : أن الأول أحق بها . والأخرى : أن الثاني أحق بها . فإن كان الثاني قد دخل بها فلا سبيل للأول إليها .الخامسة : قوله تعالى : ذوي عدل منكم قال الحسن : من المسلمين . وعن قتادة : من أحراركم . وذلك يوجب اختصاص الشهادة على الرجعة بالذكور دون الإناث ; لأن ذوي مذكر . ولذلك قال علماؤنا : لا مدخل للنساء فيما عدا الأموال . وقد مضى ذلك في سورة \" البقرة \" .السادسة : قوله تعالى : وأقيموا الشهادة لله أي تقربا إلى الله في إقامة الشهادة على وجهها ، إذا مست الحاجة إليها من غير تبديل ولا تغيير . وقد مضى في سورة \" البقرة \" معناه عند قوله تعالى : وأقوم للشهادة .[ ص: 149 ] قوله تعالى : ذلكم يوعظ به أي يرضى به .من كان يؤمن بالله واليوم الآخر فأما غير المؤمن فلا ينتفع بهذه المواعظ .قوله تعالى : ومن يتق الله يجعل له مخرجا عن النبي صلى الله عليه وسلم أنه سئل عمن طلق ثلاثا أو ألفا هل له من مخرج ؟ فتلاها . وقال ابن عباس والشعبي والضحاك : هذا في الطلاق خاصة ; أي من طلق كما أمره الله يكن له مخرج في الرجعة في العدة ، وأن يكون كأحد الخطاب بعد العدة . وعن ابن عباس أيضا يجعل له مخرجا ينجيه من كل كرب في الدنيا والآخرة . وقيل : المخرج هو أن يقنعه الله بما رزقه ; قاله علي بن صالح . وقال الكلبي : ومن يتق الله بالصبر عند المصيبة . يجعل له مخرجا من النار إلى الجنة . وقال الحسن : مخرجا مما نهى الله عنه . وقال أبو العالية : مخرجا من كل شدة . الربيع بن خيثم : يجعل له مخرجا من كل شيء ضاق على الناس . الحسين بن الفضل : ومن يتق الله في أداء الفرائض ، يجعل له مخرجا من العقوبة .ويرزقه الثواب",
  "ayah": 2,
  "surah": 65
}
