{
  "text": "من حيث لا يحتسب أي يبارك له فيما آتاه . وقال سهل بن عبد الله : ومن يتق الله في اتباع السنة يجعل له مخرجا من عقوبة أهل البدع ، ويرزقه الجنة من حيث لا يحتسب . وقيل : ومن يتق الله في الرزق بقطع العلائق يجعل له مخرجا بالكفاية . وقال عمر بن عثمان الصدفي : ومن يتق الله فيقف عند حدوده ويجتنب معاصيه يخرجه من الحرام إلى الحلال ، ومن الضيق إلى السعة ، ومن النار إلى الجنة . ويرزقه من حيث لا يحتسب من حيث لا يرجو . وقال ابن عيينة : هو البركة في الرزق . وقال أبو سعيد الخدري : ومن يبرأ من حوله وقوته بالرجوع إلى الله يجعل له مخرجا مما كلفه بالمعونة له . وتأول ابن مسعود ومسروق الآية على العموم . وقال أبو ذر : قال النبي صلى الله عليه وسلم : \" إني لأعلم آية لو أخذ بها الناس لكفتهم \" ثم تلا ومن يتق الله يجعل له مخرجا ويرزقه من حيث لا يحتسب . فما زال يكررها ويعيدها . وقال ابن عباس : قرأ النبي صلى الله عليه وسلم ومن يتق الله يجعل له مخرجا . ويرزقه من حيث لا يحتسب قال : [ ص: 150 ] \" مخرجا من شبهات الدنيا ومن غمرات الموت ومن شدائد يوم القيامة \" . وقال أكثر المفسرين فيما ذكر الثعلبي : إنها نزلت في عوف بن مالك الأشجعي . روى الكلبي عن أبي صالح عن ابن عباس قال : جاء عوف بن مالك الأشجعي إلى النبي صلى الله عليه وسلم فقال : يا رسول الله ، إن ابني أسره العدو وجزعت الأم . وعن جابر بن عبد الله : نزلت في عوف بن مالك الأشجعي أسر المشركون ابنا له يسمى سالما ، فأتى رسول الله صلى الله عليه وسلم وشكا إليه الفاقة وقال : إن العدو أسر ابني وجزعت الأم ، فما تأمرني ؟ فقال عليه السلام : \" اتق الله واصبر ، وآمرك وإياها أن تستكثرا من قول لا حول ولا قوة إلا بالله \" . فعاد إلى بيته وقال لامرأته : إن رسول الله صلى الله عليه وسلم أمرني وإياك أن نستكثر من قول لا حول ولا قوة إلا بالله . فقالت : نعم ما أمرنا به . فجعلا يقولان ; فغفل العدو عن ابنه ، فساق غنمهم وجاء بها إلى أبيه ; وهي أربعة آلاف شاة . فنزلت الآية ، وجعل النبي صلى الله عليه وسلم تلك الأغنام له . في رواية : أنه جاء وقد أصاب إبلا من العدو وكان فقيرا . قال الكلبي : أصاب خمسين بعيرا . وفي رواية : فأفلت ابنه من الأسر وركب ناقة للقوم ، ومر في طريقه بسرح لهم فاستاقه . وقال مقاتل : أصاب غنما ومتاعا فسأل النبي صلى الله عليه وسلم : أيحل لي أن آكل مما أتى به ابني ؟ قال : \" نعم \" . ونزلت : ومن يتق الله يجعل له مخرجا ويرزقه من حيث لا يحتسب . فروى الحسن عن عمران بن الحصين قال : قال رسول الله صلى الله عليه وسلم : \" من انقطع إلى الله كفاه الله كل مئونة ، ورزقه من حيث لا يحتسب . ومن انقطع إلى الدنيا وكله الله إليها \" . وقال الزجاج : أي إذا اتقى وآثر الحلال والتصبر على أهله ، فتح الله عليه إن كان ذا ضيقة ورزقه من حيث لا يحتسب . وعن ابن عباس أن النبي صلى الله عليه وسلم قال : \" من أكثر الاستغفار جعل الله له من كل هم فرجا ، ومن كل ضيق مخرجا ، ورزقه من حيث لا يحتسب \" .[ ص: 151 ] قوله تعالى : ومن يتوكل على الله فهو حسبه أي من فوض إليه أمره كفاه ما أهمه . وقيل : أي من اتقى الله وجانب المعاصي وتوكل عليه ، فله فيما يعطيه في الآخرة من ثوابه كفاية . ولم يرد الدنيا ; لأن المتوكل قد يصاب في الدنيا وقد يقتل .إن الله بالغ أمره قال مسروق : أي قاض أمره فيمن توكل عليه وفيمن لم يتوكل عليه ; إلا أن من توكل عليه فيكفر عنه سيئاته ويعظم له أجرا . وقراءة العامة \" بالغ \" منونا . \" أمره \" نصبا . وقرأ عاصم \" بالغ أمره \" بالإضافة وحذف التنوين استخفافا . وقرأ المفضل \" بالغا أمره \" على أن قوله : \" قد جعل الله \" خبر إن و \" بالغا \" حال . وقرأ داود بن أبي هند \" بالغ أمره \" بالتنوين ورفع الراء . قال الفراء : أي أمره بالغ . وقيل : \" أمره \" مرتفع ب \" بالغ \" والمفعول محذوف ; والتقدير : بالغ أمره ما أراد .قد جعل الله لكل شيء قدرا أي لكل شيء من الشدة والرخاء أجلا ينتهي إليه . وقيل تقديرا . وقال السدي : هو قدر الحيض في الأجل والعدة . وقال عبد الله بن رافع : لما نزل قوله تعالى : ومن يتوكل على الله فهو حسبه قال أصحاب النبي صلى الله عليه وسلم : فنحن إذا توكلنا عليه نرسل ما كان لنا ولا نحفظه ; فنزلت : إن الله بالغ أمره فيكم وعليكم . وقال الربيع بن خيثم : إن الله تعالى قضى على نفسه أن من توكل عليه كفاه ومن آمن به هداه ، ومن أقرضه جازاه ، ومن وثق به نجاه ، ومن دعاه أجاب له . وتصديق ذلك في كتاب الله : ومن يؤمن بالله يهد قلبه . ومن يتوكل على الله فهو حسبه . إن تقرضوا الله قرضا حسنا يضاعفه لكم . ومن يعتصم بالله فقد هدي إلى صراط مستقيم . وإذا سألك عبادي عني فإني قريب أجيب دعوة الداع إذا دعان .",
  "ayah": 3,
  "surah": 65
}
