{
  "text": "قوله تعالى : واللائي يئسن من المحيض من نسائكم إن ارتبتم فعدتهن ثلاثة أشهر فيه سبع مسائل :الأولى : قوله تعالى : واللائي يئسن من المحيض من نسائكم لما بين أمر الطلاق والرجعة في التي تحيض ، وكانوا قد عرفوا عدة ذوات الأقراء ، عرفهم في هذه السورة عدة التي لا ترى الدم . وقال أبو عثمان عمر بن سالم : لما نزلت عدة النساء في سورة \" البقرة \" في المطلقة والمتوفى عنها زوجها قال أبي بن كعب : يا رسول الله ، إن ناسا يقولون قد بقي من النساء من لم يذكر فيهن شيء : الصغار وذوات الحمل ، فنزلت : واللائي يئسن . . الآية . وقال مقاتل : لما ذكر قوله تعالى : والمطلقات يتربصن بأنفسهن ثلاثة قروء قال خلاد بن النعمان : يا رسول الله ، فما عدة التي لم تحض ، وعدة التي انقطع حيضها ، وعدة الحبلى ؟ فنزلت : واللائي يئسن من المحيض من نسائكم يعني قعدن عن المحيض . وقيل : إن معاذ بن جبل سأل عن عدة الكبيرة التي يئست ; فنزلت الآية . والله أعلم . وقال مجاهد : الآية واردة في المستحاضة لا تدري دم حيض هو أو دم علة .الثانية : قوله تعالى : إن ارتبتم أي شككتم ، وقيل تيقنتم . وهو من الأضداد ; يكون شكا ويقينا كالظن . واختيار الطبري أن يكون المعنى : إن شككتم فلم تدروا ما الحكم فيهن . وقال الزجاج : إن ارتبتم في حيضها وقد انقطع عنها الحيض وكانت ممن يحيض مثلها . القشيري : وفي هذا نظر ; لأنا إذا شككنا هل بلغت سن اليأس لم نقل عدتها ثلاثة أشهر . والمعتبر في سن اليأس في قول : أقصى عادة امرأة في العالم . وفي قول : غالب نساء عشيرة المرأة . وقال مجاهد : قوله إن ارتبتم للمخاطبين ; يعني إن لم تعلموا كم عدة اليائسة والتي لم تحض فالعدة هذه . وقيل : المعنى إن ارتبتم أن الدم الذي يظهر منها من أجل كبر أو من الحيض المعهود أو من الاستحاضة فالعدة ثلاثة أشهر . وقال عكرمة وقتادة : من الريبة المرأة المستحاضة التي لا يستقيم لها الحيض ; تحيض في أول الشهر مرارا وفي الأشهر مرة . وقيل : إنه متصل بأول السورة . والمعنى : لا تخرجوهن من بيوتهن إن ارتبتم في انقضاء العدة . وهو أصح ما قيل فيه .[ ص: 153 ] الثالثة : المرتابة في عدتها لا تنكح حتى تستبرئ نفسها من ريبتها ، ولا تخرج من العدة إلا بارتفاع الريبة . وقد قيل في المرتابة التي ترفعها حيضتها وهي لا تدري ما ترفعها : إنها تنتظر سنة من يوم طلقها زوجها ; منها تسعة أشهر استبراء ، وثلاثة عدة . فإن طلقها فحاضت حيضة أو حيضتين ثم ارتفع عنها بغير يأس منها انتظرت تسعة أشهر ، ثم ثلاثة من يوم طهرت من حيضتها ثم حلت للأزواج . وهذا قاله الشافعي بالعراق . فعلى قياس هذا القول تقيم الحرة المتوفى عنها زوجها المستبرأة بعد التسعة أشهر أربعة أشهر وعشرا ، والأمة شهرين وخمس ليال بعد التسعة الأشهر . وروي عن الشافعي أيضا أن أقراءها على ما كانت حتى تبلغ سن اليائسات . وهو قول النخعي والثوري وغيرهما ، وحكاه أبو عبيد عن أهل العراق . فإن كانت المرأة شابة وهي :المسألة الرابعة : استؤني بها هل هي حامل أم لا ; فإن استبان حملها فإن أجلها وضعه . وإن لم يستبن فقال مالك : عدة التي ارتفع حيضها وهي شابة سنة . وبه قال أحمد وإسحاق ورووه عن عمر بن الخطاب رضي الله عنه وغيره . وأهل العراق يرون أن عدتها ثلاث حيض بعدما كانت حاضت مرة واحدة في عمرها ، وإن مكثت عشرين سنة ، إلا أن تبلغ من الكبر مبلغا تيأس فيه من الحيض فتكون عدتها بعد الإياس ثلاثة أشهر . قال الثعلبي : وهذا الأصح من مذهب الشافعي وعليه جمهور العلماء . وروي ذلك عن ابن مسعود وأصحابه . قال الكيا : وهو الحق ; لأن الله تعالى جعل عدة الآيسة ثلاثة أشهر ; والمرتابة ليست آيسة .الخامسة : وأما من تأخر حيضها لمرض ; فقال مالك وابن القاسم وعبد الله بن أصبغ : تعتد تسعة أشهر ثم ثلاثة . وقال أشهب : هي كالمرضع بعد الفطام بالحيض أو بالسنة . وقد طلق حبان بن منقذ امرأته وهي ترضع ; فمكثت سنة لا تحيض لأجل الرضاع ، ثم مرض حبان فخاف أن ترثه فخاصمها إلى عثمان وعنده علي وزيد ، فقالا : نرى أن ترثه ; لأنها ليست من القواعد ولا من الصغار ; فمات حبان فورثته واعتدت عدة الوفاة .السادسة : ولو تأخر الحيض لغير مرض ولا رضاع فإنها تنتظر سنة لا حيض فيها ، تسعة أشهر ثم ثلاثة ; على ما ذكرناه . فتحل ما لم ترتب بحمل ; فإن ارتابت بحمل أقامت أربعة أعوام ، أو خمسة ، أو سبعة ; على اختلاف الروايات عن علمائنا . ومشهورها خمسة أعوام ; فإن تجاوزتها حلت . وقال أشهب : لا تحل أبدا حتى تنقطع عنها الريبة . قال ابن العربي : وهو الصحيح ; لأنه إذا جاز أن يبقى الولد في بطنها خمسة أعوام جاز أن يبقى عشرة وأكثر من ذلك . وقد روي عن مالك مثله .[ ص: 154 ] السابعة : وأما التي جهل حيضها بالاستحاضة ففيها ثلاثة أقوال : قال ابن المسيب : تعتد سنة . وهو قول الليث . قال الليث : عدة المطلقة وعدة المتوفى عنها زوجها إذا كانت مستحاضة سنة . وهو مشهور قول علمائنا ; سواء علمت دم حيضها من دم استحاضتها ، وميزت ذلك أو لم تميزه ، عدتها في ذلك كله عند مالك في تحصيل مذهبه سنة ; منها تسعة أشهر استبراء وثلاثة عدة . وقال الشافعي في أحد أقواله : عدتها ثلاثة أشهر . وهو قول جماعة من التابعين والمتأخرين من القرويين . ابن العربي : وهو الصحيح عندي . وقال أبو عمر : المستحاضة إذا كان دمها ينفصل فعلمت إقبال حيضتها أو إدبارها اعتدت ثلاثة قروء . وهذا أصح في النظر ، وأثبت في القياس والأثر .قوله تعالى : واللائي لم يحضن يعني الصغيرة فعدتهن ثلاثة أشهر ; فأضمر الخبر . وإنما كانت عدتها بالأشهر لعدم الأقراء فيها عادة ، والأحكام إنما أجراها الله تعالى على العادات ; فهي تعتد بالأشهر . فإذا رأت الدم في زمن احتماله عند النساء انتقلت إلى الدم لوجود الأصل ، وإذا وجد الأصل لم يبق للبدل حكم ; كما أن المسنة إذا اعتدت بالدم ثم ارتفع عادت إلى الأشهر . وهذا إجماع .قوله تعالى : وأولات الأحمال أجلهن أن يضعن حملهن فيه مسألتان :الأولى : قوله تعالى : وأولات الأحمال أجلهن وضع الحمل ، وإن كان ظاهرا في المطلقة لأنه عليها عطف وإليها رجع عقب الكلام ; فإنه في المتوفى عنها زوجها كذلك ; لعموم الآية وحديث سبيعة . وقد مضى في \" البقرة \" القول فيه مستوفى .الثانية : إذا وضعت المرأة ما وضعت من علقة أو مضغة حلت . وقال الشافعي وأبو حنيفة : لا تحل إلا بما يكون ولدا . وقد مضى القول فيه في سورة \" البقرة \" وسورة \" الرعد \" والحمد لله .قوله تعالى : ومن يتق الله يجعل له من أمره يسرا قال الضحاك : أي من يتقه في طلاق السنة يجعل له من أمره يسرا في الرجعة . مقاتل : ومن يتق الله في اجتناب معاصيه يجعل له من أمره يسرا في توفيقه للطاعة .",
  "ayah": 4,
  "surah": 65
}
