{
  "text": "آیت 3{ وَرَبَّکَ فَکَبِّرْ۔ } ”اور اپنے رب کو بڑا کرو !“ غور کیجیے ! رب کو بڑا کرنے کا کیا مطلب ہے ؟ وہ تو اپنی ذات میں خود ہی سب سے بڑا ہے۔ ہم انسان اس کو بھلا کیا بڑا کریں گے ؟ اس کا مطلب دراصل یہ ہے کہ اس زمین میں اللہ تعالیٰ کی بڑائی عملاً تسلیم نہیں کی جارہی۔ اللہ تعالیٰ نے انسان کو جو محدود اختیار عطا فرمایا تھا اس کے بل پر اس نے اسی کے خلاف علم بغاوت بلند کردیا۔ اس کا نتیجہ یہ نکلا ہے کہ دنیا میں ہر جگہ ظلم اور فساد کا بازار گرم ہوگیا ہے : { ظَھَرَ الْفَسَادُ فِی الْبَرِّ وَالْبَحْرِ بِمَا کَسَبَتْ اَیْدِی النَّاسِ } الروم : 41 ”بحر و بر میں فساد رونما ہوچکا ہے ‘ لوگوں کے اعمال کے سبب“۔ چناچہ اب جو کوئی بھی اللہ کو اپنا الٰہ اور اپنا رب مانتا ہے ‘ اس پر لازم ہے کہ وہ اللہ تعالیٰ کی پارٹی حزب اللہ کا ممبر اور اس کی فوج کا سپاہی بن کر لوگوں سے اس کی بڑائی کو منوانے اور اس کی کبریائی کو عملی طور پر دنیا میں نافذ کرنے کی جدوجہد میں اپنا تن من اور دھن کھپا دے ‘ تاکہ اللہ کی بات سب سے اونچی ہو : { وَیَکُوْنَ الدِّیْنُ کُلُّہٗ لِلّٰہِج } الانفال : 39 ”اور دین ُ کل کا کل اللہ کے لیے ہوجائے“۔ یہ ہے ”تکبیر ِرب“ یا رب کو بڑا کرنے کے مفہوم کا خلاصہ۔ گویا ان دو لفظوں میں حضور ﷺ کی بعثت کا مقصد اور آپ ﷺ کے مشن کا پورا فلسفہ بیان کردیا گیا ہے۔ اس حوالے سے ”تکبیر رب“ کی اصطلاح کی حیثیت ایک ایسی گٹھلی کی ہے جس میں سے اقامت ِدین ‘ غلبہ ٔ دین ‘ اظہارِ دین حق ‘ حکومت ِالٰہیہ وغیرہ اصطلاحات کی کو نپلیں پھوٹی ہیں۔ سورت کی ان ابتدائی تین آیات میں حضور ﷺ کی زندگی کے اس دور کی جھلک بھی نظر آتی ہے جب آپ ﷺ پر تفکر و تدبر بلکہ تشویش اور فکر مندی کا غلبہ تھا۔ غارِ حرا کے اندر پہلی وحی کا نزول آپ ﷺ کے لیے بالکل ایک نیا تجربہ تھا جس پر آپ ﷺ بجا طور پر فکر مند تھے۔ پھر ورقہ بن نوفل نے آپ ﷺ کے آئندہ حالات کے بارے میں جن خدشات کا اظہار کیا تھا اس کی وجہ سے آپ ﷺ کی تشویش میں مزید اضافہ ہوا۔ ورقہ بن نوفل حضرت خدیجہ رض کے چچا زاد بھائی تھے۔ پہلی وحی کے واقعہ کے بعد حضرت خدیجہ رض حضور ﷺ کو خصوصی طور پر ان کے پاس لے کر گئیں۔ وہ صاحب بصیرت عیسائی راہب تھے۔ انہوں نے آپ ﷺ سے غار حرا میں پیش آنے والے واقعہ کی تفصیل سننے کے بعد کہا کہ آپ ﷺ کے پاس وہی ناموس آیا ہے جو حضرت موسیٰ علیہ السلام اور حضرت عیسیٰ علیہ السلام پر نازل ہوا تھا۔ انہوں نے مزید کہا کہ کاش میں اس وقت تک زندہ رہوں جب آپ ﷺ کی قوم آپ ﷺ کو اس شہر سے نکال دے گی۔ حضور ﷺ نے ورقہ بن نوفل کی اس بات پر پریشانی اور حیرت کا اظہار کرتے ہوئے ان سے پوچھا کہ کیا میری قوم مجھییہاں سے نکال دے گی ؟ آپ ﷺ کا مطلب تھا کہ وہ سب لوگ تو مجھ سے بیحد محبت کرتے ہیں ‘ مجھے صادق اور امین مانتے ہیں ‘ اور میرے قدموں میں اپنی نگاہیں بچھاتے ہیں ‘ بھلا وہ مجھے کیوں شہر بدر کریں گے ؟ اس پر ورقہ بن نوفل نے جواب دیا کہ اللہ کے پیغام کو لوگوں تک پہنچانے کی یہ ذمہ داری جس کسی کو بھی ملی اس کی قوم اس کی دشمن بن گئی ‘ ہمیشہ سے ایسے ہی ہوتا آیا ہے اور اب بھی ایسا ہی ہوگا۔ حضور ﷺ سے اس ملاقات کے بعد جلد ہی ورقہ بن نوفل کا انتقال ہوگیا۔  اس واقعہ سے حضور ﷺ کی نبوت اور رسالت کا فرق بھی واضح ہوجاتا ہے۔ ورقہ بن نوفل نے حضور ﷺ کی نبوت کی تصدیق تو کردی تھی لیکن اس وقت تک حضور ﷺ کو اپنی دعوت کی تبلیغ کا حکم نہیں ملا تھا۔ یعنی اس وقت تک صرف آپ ﷺ کی نبوت کا ظہور ہوا تھا ‘ رسالت کی ذمہ داری ابھی آپ ﷺ کو نہیں ملی تھی۔ اسی لیے حضور ﷺ نے انہیں ایمان کی دعوت بھی نہیں دی اور اسی لیے ورقہ بن نوفل کا شمار صحابہ میں بھی نہیں ہوتا۔",
  "ayah": 3,
  "surah": 74
}
