{
  "text": "بھروسہ کے لائق صرف اللہ عزوجل کی ذات ہے۔ایک قرأت میں (اَلَيْسَ اللّٰهُ بِكَافٍ عَبْدَهٗ ۭ وَيُخَوِّفُوْنَكَ بالَّذِيْنَ مِنْ دُوْنِهٖ ۭ وَمَنْ يُّضْلِلِ اللّٰهُ فَمَا لَهٗ مِنْ هَادٍ 36؀ۚ) 39۔ الزمر :36) یعنی اللہ تعالیٰ اپنے ہر بندے کو کافی ہے۔ اسی پر ہر شخص کو بھروسہ رکھنا چاہئے۔ رسول اللہ ﷺ فرماتے ہیں کہ اس نے نجات پالی جو اسلام کی ہدایت دیا گیا اور بقدر ضرورت روزی دیا گیا اور قناعت بھی نصیب ہوئی (ترمذی وغیرہ) اے نبی ﷺ یہ لوگ تجھے اللہ کے سوا اوروں سے ڈرا رہے ہیں۔ یہ ان کی جہالت و ضلالت ہے، اور اللہ جسے گمراہ کر دے اسے کوئی راہ نہیں دکھا سکتا، جس طرح اللہ کے راہ دکھائے ہوئے شخص کو کوئی بہکا نہیں سکتا۔ اللہ تعالیٰ بلند مرتبہ والا ہے اس پر بھروسہ کرنے والے کا کوئی کچھ بگاڑ نہیں سکتا اور اس کی طرف جھک جانے والا کبھی محروم نہیں رہتا۔ اس سے بڑھ کر عزت والا کوئی نہیں۔ اسی طرح اس سے بڑھ کر انتقام پر قادر بھی کوئی نہیں۔ جو اس کے ساتھ کفر و شرک کرتے ہیں۔ اس کے رسولوں سے لڑتے بھڑتے ہیں یقینا وہ انہیں سخت سزائیں دے گا، مشرکین کی مزید جہالت بیان ہو رہی ہے کہ باوجود اللہ تعالیٰ کو خالق کل ماننے کے پھر بھی ایسے معبودان باطلہ کی پرستش کرتے ہیں جو کسی نفع نقصان کے مالک نہیں جنہیں کسی امر کا کوئی اختیار نہیں۔ حدیث شریف میں ہے اللہ کو یاد کر وہ تیری حفاظت کرے گا۔ اللہ کو یاد رکھ تو اسے ہر وقت اپنے پاس پائے گا۔ آسانی کے وقت رب کی نعمتوں کا شکر گذار رہ سختی کے وقت وہ تیرے کام آئے گا۔ جب کچھ مانگ تو اللہ ہی سے مانگ اور جب مدد طلب کر تو اسی سے مدد طلب کر یقین رکھ کر اگر تمام دنیا مل کر تجھے کوئی نقصان پہنچانا چاہے اور اللہ کا ارادہ نہ ہو تو وہ سب تجھے ذرا سا بھی نقصان نہیں پہنچا سکتے اور سب جمع ہو کر تجھے کوئی نفع پہنچانا چاہیں جو اللہ نے مقدر میں نہ لکھا ہو تو ہرگز نہیں پہنچا سکتا۔ صحیفے خشک ہوچکے قلمیں اٹھالی گئیں۔ یقین اور شکر کے ساتھ نیکیوں میں مشغول رہا کر تکلیفوں میں صبر کرنے پر بڑی نیکیاں ملتی ہیں۔ مدد صبر کے ساتھ ہے۔ غم و رنج کے ساتھ ہی خوشی اور فراخی ہے۔ ہر سختی اپنے اندر آسانی کو لئے ہوئے ہے۔ (ابن ابی حاتم) تو کہہ دے کہ مجھے اللہ بس ہے۔ بھروسہ کرن والے اسی کی پاک ذات پر بھروسہ کرتے ہیں۔ جیسے کہ حضرت ہود ؑ نے اپنی قوم کو جواب دیا تھا جبکہ انہوں نے کہا تھا کہ اے ہود ہمارے خیال سے تو تمہیں ہمارے کسی معبود نے کسی خرابی میں مبتلا کردیا ہے۔ تو آپ نے فرمایا میں اللہ کو گواہ کرتا ہوں اور تم بھی گواہ رہو کہ میں تمہارے تمام معبودان باطل سے بیزار ہوں۔ تم سب مل کر میرے ساتھ جو داؤ گھات تم سے ہوسکتے ہیں سب کرلو اور مجھے مطلق مہلت نہ دو۔ سنو میرا توکل میرے رب پر ہے جو دراصل تم سب کا بھی رب ہے۔ روئے زمین پر جتنے چلنے پھرنے والے ہیں سب کی چوٹیاں اس کے ہاتھ میں ہیں۔ میرا رب صراط مستقیم پر ہے۔ رسول اللہ حضرت محمد مصطفیٰ ﷺ فرماتے ہیں کہ جو شخص سب سے زیادہ قوی ہونا چاہے وہ اللہ پر بھروسہ رکھے اور جو سب سے زیادہ غنی بننا چاہے وہ اس چیز پر جو اللہ کے ہاتھ میں ہے زیادہ اعتماد رکھے بہ نسبت اس چیز کے جو خود اس کے ہاتھ میں ہے اور جو سب سے زیادہ بزرگ ہونا چاہے وہ اللہ عزوجل سے ڈرتا رہے۔ (ابن ابی حاتم) پھر مشرکین کو ڈانٹتے ہوئے فرماتا ہے کہ اچھا تم اپنے طریقے پر عمل کرتے چلے جاؤ۔ میں اپنے طریقے پر عامل ہوں۔ تمہیں عنقریب معلوم ہوجائے گا کہ دنیا میں ذلیل و خوار کون ہوتا ہے ؟ اور آخرت کے دائمی عذاب میں گرفتار کون ہوتا ہے ؟ اللہ ہمیں محفوظ رکھے۔",
  "ayah": 36,
  "surah": 39
}
