{
  "text": "زمین و آسمان اللہ کی انگلیوں میں۔مشرکین نے دراصل اللہ تعالیٰ کی قدر و عظمت جانی ہی نہیں اسی وجہ سے وہ اس کے ساتھ دوسروں کو شریک کرنے لگے، اس سے بڑھ کر عزت والا اس سے زیادہ بادشاہت والا اس سے بڑھ کر غلبے اور قدرت والا کوئی نہیں، نہ کوئی اس کا ہمسر اور کرنے والا ہے۔ یہ آیت کفار قریش کے بارے میں نازل ہوئی ہے۔ انہیں اگر قدر ہوتی تو اس کی باتوں کو غلط نہ جانتے۔ جو شخص اللہ کو ہر چیز پر قادر مانے، وہ ہے جس نے اللہ کی عظمت کی اور جس کا یہ عقیدہ نہ ہو وہ اللہ کی قدر کرنے والا نہیں۔ اس آیت کے متعلق بہت سی حدیثیں آئی ہیں۔ اس جیسی آیتوں کے بارے میں سلف صالحین کا مسلک یہی رہا ہے کہ جس طرح اور جن لفظوں میں یہ آئی ہے اسی طرح انہی لفظوں کے ساتھ انہیں مان لینا اور ان پر ایمان رکھنا۔ نہ ان کی کیفیت ٹٹولنا نہ ان میں تحریف و تبدیلی کرنا، صحیح بخاری شریف میں اس آیت کی تفسیر میں ہے کہ یہودیوں کا ایک بڑا عالم رسول اللہ ﷺ کے پاس آیا اور کہنے لگا کہ ہم یہ لکھا پاتے ہیں کہ اللہ عزوجل ساتوں آسمانوں کو ایک انگلی پر رکھ لے گا اور سب زمینوں کو ایک انگلی پر رکھ لے گا اور درختوں کو ایک انگلی پر رکھ لے گا اور پانی اور مٹی کو ایک انگلی پر اور باقی تمام مخلوق کو ایک انگلی پر رکھ لے گا پھر فرمائے گا میں ہی سب کا مالک اور سچا بادشاہ ہوں۔ حضور ﷺ اس کی بات کی سچائی پر ہنس دیئے یہاں تک کہ آپ کے مسوڑھے ظاہر ہوگئے۔ پھر آپ نے اسی آیت کی تلاوت کی۔ مسند کی حدیث بھی اسی کے قریب ہے اس میں ہے کہ آپ ہنسے اور اللہ تعالیٰ نے یہ آیت اتاری اور روایت میں ہے کہ وہ اپنی انگلیوں پر بتاتا جاتا تھا پہلے اس نے کلمے کی انگلی دکھائی تھی۔ اس روایت میں چار انگلیوں کا ذکر ہے۔ صحیح بخاری شریف میں ہے اللہ تعالیٰ زمین کو قبض کرلے گا اور آسمان کو اپنی داہنی مٹھی میں لے لے گا۔ پھر فرمائے گا میں ہوں بادشاہ کہاں ہیں زمین کے بادشاہ ؟ مسلم کی اس حدیث میں ہے کہ زمینیں اس کی ایک انگلی پر ہوں گی اور آسمان اس کے داہنے ہاتھ میں ہوں گے پھر فرمائے گا میں ہی بادشاہ ہوں۔ مسند احمد میں ہے حضور ﷺ نے ایک دن منبر پر اس آیت کی تلاوت کی اور آپ اپنا ہاتھ ہلاتے جاتے آگے پیچھے لا رہے تھے اور فرماتے تھے اللہ تعالیٰ اپنی بزرگی آپ بیان فرمائے گا کہ میں جبار ہوں میں متکبر ہوں میں مالک ہوں میں باعزت ہوں میں کریم ہوں۔ آپ اس کے بیان کے وقت اتنا ہل رہے تھے کہ ہمیں ڈر لگنے لگا کہ کہیں آپ منبر سمیت گر نہ پڑیں۔ ایک روایت میں ہے کہ حضرت ابن عمر ؓ نے اس کی پوری کیفیت دکھا دی کہ کس طرح حضور ﷺ نے اسے حکایت کیا تھا ؟ کہ اللہ تبارک و آسمانوں اور زمینوں کو اپنے ہاتھ میں لے گا اور فرمائے گا میں بادشاہ ہوں۔ اپنی انگلیوں کو کبھی کھولے گا کبھی بند کرے گا اور آپ اس وقت ہل رہے تھے یہاں تک کہ حضور ﷺ کے ہلنے سے سارا منبر ہلنے لگا اور مجھے ڈر لگا کہ کہیں وہ حضور ﷺ کو گرا نہ دے۔ بزار کی رویت میں ہے کہ آپ نے یہ آیت پڑھی اور منبر ہلنے لگا پس آپ تین مرتبہ آئے گئے واللہ اعلم۔ معجم کبیر طبرانی کی ایک غریب حدیث میں ہے کہ حضور ﷺ نے اپنے صحابہ کی ایک جماعت سے فرمایا میں آج تمہیں سورة زمر کی آخری آیتیں سناؤں گا جسے ان سے رونا آگیا وہ جنتی ہوگیا اب آپ نے اس آیت سے لے کر ختم سورة تک کی آیتیں تلاوت فرمائیں بعض روئے اور بعض کو رونا نہ آیا انہوں نے عرض کیا یارسول اللہ ﷺ ہم نے ہرچند رونا چاہا لیکن رونا نہ آیا۔ آپ ﷺ نے فرمایا اچھا میں پھر پڑھوں گا جسے رونا نہ آئے وہ رونی شکل بناکر بہ تکلف روئے۔ ایک اس سے بڑھ کر غریب حدیث میں ہے کہ اللہ تعالیٰ فرماتا ہے میں نے تین چیزیں اپنے بندوں میں چھپالی ہیں اگر وہ انہیں دیکھ لیتے تو کوئی شخص کبھی کوئی بدعملی نہ کرتا۔ 001 اگر میں پردہ ہٹا دیتا اور وہ مجھے دیکھ کر خوب یقین کرلیتے اور معلوم کرلیتے کہ میں اپنی مخلوق کے ساتھ کیا کچھ کرتا ہوں جبکہ ان کے پاس آؤں اور آسمانوں کو اپنی مٹھی میں لے لوں پھر اپنی زمین کو اپنی مٹھی میں لے لوں پھر کہوں میں بادشاہ ہوں میرے سوا ملک کا مالک کون ہے ؟ 002 پھر میں انہیں جنت دکھاؤں اور اس میں جو بھلائیاں ہیں سب ان کے سامنے کردوں اور وہ یقین کے ساتھ خوب اچھی طرح دیکھ لیں۔ 003 اور میں انہیں جہنم دکھا دوں اور اس کے عذاب دکھا دوں یہاں تک کہ انہیں یقین آجائے۔ لیکن میں نے یہ چیزیں قصداً ان سے پوشیدہ کر رکھی ہیں۔ تاکہ میں جان لوں کہ وہ مجھے کس طرح جانتے ہیں کیونکہ میں نے یہ سب باتیں بیان کردی ہیں۔ اس کی سند متقارب ہے اور اس نسخے سے بہت سی حدیثیں روایت کی جاتی ہیں۔ واللہ اعلم۔",
  "ayah": 67,
  "surah": 39
}
