{
  "text": "قیامت کی ہولناکی کا بیان۔قیامت کی ہولناکی اور دہشت و وحشت کا ذکر ہو رہا ہے کہ صور پھونکا جائے گا۔ یہ دوسرا صور ہوگا جس سے ہر زندہ مردہ ہوجائے گا خواہ آسمان میں ہو خواہ زمین میں۔ مگر جسے اللہ چاہے۔ صور کی مشہور حدیث میں ہے کہ پھر باقی والوں کی روحیں قبض کی جائیں گی یہاں تک کہ سب سے آخر خود ملک الموت کی روح بھی قبض کی جائے گی اور صرف اللہ تعالیٰ ہی باقی رہ جائے گا جو حی وقیوم ہے جو اول سے تھا اور آخر میں دوام کے ساتھ رہ جائے گا۔ پھر فرمائے گا کہ آج کس کا راج پاٹ ہے ؟ تین مرتبہ یہی فرمائے گا پھر خود آپ ہی اپنے آپ کو جواب دے گا کہ اللہ واحد وقہار کا، میں ہی اکیلا ہوں جس نے ہر چیز کو اپنی ماتحتی میں کر رکھا ہے آج میں نے سب کو فنا کا حکم دیدیا ہے۔ پھر اللہ تعالیٰ اپنی مخلوق کو دوبارہ زندہ کرے گا۔ سب سے پہلے حضرت اسرافیل ؑ کو زندہ کرے گا اور انہیں حکم دے گا کہ دوبارہ نفخہ پھونکیں یہ تیسرا صور ہوگا جس سے ساری مخلوق جو مردہ تھی زندہ ہوجائے گی جس کا بیان اس آیت میں ہے کہ اور نفخہ پھونکا جائے گا اور سب لوگ اٹھ کھڑے ہوں گے اور نظریں دوڑانے لگیں گیے۔ یعنی قیامت کی دل دوز حالت دیکھنے لگیں گے، جیسے فرمان ہے (فَاِنَّمَا ھِيَ زَجْرَةٌ وَّاحِدَةٌ 13؀ۙ) 79۔ النازعات :13) یعنی وہ تو صرف ایک ہی سخت آواز ہوگی جس سے سب لوگ فوراً ہی ایک میدان میں آموجود ہوں گے۔ اور آیت میں ہے (يَوْمَ يَدْعُوْكُمْ فَتَسْتَجِيْبُوْنَ بِحَمْدِهٖ وَتَظُنُّوْنَ اِنْ لَّبِثْتُمْ اِلَّا قَلِيْلًا 52؀) 17۔ الإسراء :52) ، یعنی جس دن اللہ تعالیٰ انہیں بلائے گا تو سب اس کی حمد کرتے ہوئے اس کی پکار کو مان لو گے اور دنیا کی زندگی کو کم سمجھنے لگو گے۔ اللہ جل و علا کا اور جگہ ارشاد ہے (وَمِنْ اٰيٰتِهٖٓ اَنْ تَــقُوْمَ السَّمَاۗءُ وَالْاَرْضُ بِاَمْرِهٖ ۭ ثُمَّ اِذَا دَعَاكُمْ دَعْوَةً ڰ مِّنَ الْاَرْضِ ڰ اِذَآ اَنْتُمْ تَخْرُجُوْنَ 25؀) 30۔ الروم :25) اس کی نشانیوں میں سے زمین آسمان کا اس کے حکم سے قائم رہنا ہے پھر جب وہ تمہیں زمین میں سے پکار کر بلائے گا تو تم سب یکبارگی نکل پکڑو گے۔ مسند احمد ہے کہ ایک شخص نے حضرت عبداللہ بن عمرو ؓ سے کہا کہ آپ فرماتے ہیں اتنے اتنے وقت تک قیامت آجائے گی۔ آپ نے ناراض ہو کر فرمایا جی تو چاہتا ہے کہ تم سے کوئی بات بیان ہی نہ کروں۔ میں نے تو کہا تھا کہ بہت تھوڑی مدت میں تم اہم امر دیکھو گے پھر فرمایا میں نے رسول اللہ ﷺ سے سنا ہے میری امت میں دجال آئے گا اور وہ چالیس سال تک رہے گا میں نہیں جانتا کہ چالیس دن یا چالیس مہینے یا چالیس سال یا چالیس راتیں پھر اللہ تعالیٰ حضرت عیسیٰ بن مریم (علیہا السلام) کو بھیجے گا۔ وہ بالکل صورت شکل میں حضرت عروہ بن مسعود ثقفی جیسے ہوں گے اللہ آپ کو غالب کرے گا اور دجال آپ کے ہاتھوں ہلاک ہوگا پھر سات سال تک لوگ اس طرح ملے جلے رہیں گے کہ ساری دنیا میں دو شخصوں کے درمیان بھی آپس میں رنجش و عداوت نہ ہوگی۔ پھر پروردگار عالم شام کی طرف ایک ہلکی ٹھنڈی ہوا چلائے گا۔ جس سے تمام ایمان والوں کی روح قبض کرلی جائے گی یہاں تک کہ جس کے دل میں رائی کے دانے کے برابر ایمان ہوگا وہ بھی ختم ہوجائے گا۔ یہ خواہ کہیں بھی ہو۔ یہاں تک کہ اگر کسی پہاڑی کی کھوہ میں بھی کوئی مسلمان ہوگا تو یہ ہوا وہاں بھی پہنچے گی۔ میں نے اسے رسول اللہ ﷺ سے سنا ہے۔ پھر تو بدترین لوگ باقی رہ جائیں گے جو اپنے کمینہ پن میں مثل پرندوں کے ہلکے اور اپنی بیوقوفی میں مثل درندوں کے بیوقوف ہوں گے نہ اچھائی اچھائی کو سمجھیں گے نہ برائی کو برائی جانیں گے۔ ان پر شیطان ظاہر ہوگا اور کہے گا شرماتے نہیں کہ تم نے بت پرستی چھوڑ رکھی ہے چناچہ وہ اس کے بہکاوے میں آکر بت پرستی شروع کردیں گے اس حالت میں بھی اللہ تعالیٰ ان کی روزی اور معاش میں کشادگی عطا فرمائے ہوئے ہوگا۔ پھر صور پھونک دیا جائے گا جس کے کان میں اس کی آواز جائے گی وہ ادھر گرے گا ادھر کھڑا ہوگا پھر گرے گا۔ سب سے پہلے اس کی آواز جس کے کان میں پڑے گی۔ یہ وہ شخص ہوگا جو اپنا حوض ٹھیک کر رہا ہوگا فوراً بیہوش ہو کر زمین پر گرپڑے گا۔ پھر تو ہر شخص بیہوش اور خود فراموش ہوجائے گا۔ پھر اللہ تعالیٰ بارش نازل فرمائے گا جو شبنم کی طرح ہوگی اس سے لوگوں کے جسم اگ نکلیں گے، پھر دوسرا صور پھونکا جائے گا تو سب زندہ کھڑے ہوجائیں گے اور دیکھنے لگیں گے۔ پھر کہا جائے گا اے لوگو ! اپنے رب کی طرف چلو۔ انہیں ٹھہرالو ان سے سوالات کئے جائیں گے پھر فرمایا جائے گا کہ جہنم کا حصہ نکال لو پوچھا جائے گا کس قدر۔ جواب ملے گا ہر ہزار سے نو سو نناوے۔ یہ دن ہوگا کہ بچے بوڑھے ہوجائیں گے اور یہی دن ہوگا جس میں پنڈلی کھولی جائے گی۔ (صحیح مسلم) صحیح بخاری میں ہے دونوں نفحوں کے درمیان چالیس ہوں گے راوی حدیث حضرت ابوہریرہ ؓ سے سوال ہوا کہ کیا چالیس دن ؟ فرمایا میں اس کا جواب نہیں دوں گا کہ کہا گیا چالیس ماہ ؟ فرمایا میں اس کا بھی انکار کرتا ہوں۔ انسان کی سب چیز گل سڑ جائے گی مگر ریڑھ کی ہڈی اسی سے مخلوق ترتیب دی جائے گی۔ ابو یعلی میں ہے رسول اللہ ﷺ نے حضرت جبرائیل ؑ سے دریاف کیا کہ اس آیت میں جو استثناء ہے یعنی جسے اللہ چاہے اس سے کون لوگ مراد ہیں ؟ فرمایا شہداء۔ یہ اپنی تلواریں لٹکائے اللہ کے عرش کے اردگرد ہوں گے فرشتے اپنے جھرمٹ میں انہیں محشر کی طرف لے جائیں گے۔ یاقوت کی اونٹنیوں پر وہ سوار ہوں گے جن کی گدیاں ریشم سے بھی زیادہ نرم ہوں گی۔ انسان کی نگاہ جہاں تک کام کرتی ہے اس کا ایک قدم ہوگا یہ جنت میں خوش وقت ہوں گے وہاں عیش و عشرت میں ہوں گے پھر ان کے دل میں آئے گا کہ چلو دیکھیں اللہ تعالیٰ اپنی مخلوق کے فیصلے کر رہا ہوگا چناچہ ان کی طرف دیکھ کر الہ العالمین ہنس دے گا۔ اور اس جگہ جسے دیکھ کر رب ہنس دے اس پر حساب کتاب نہیں ہے۔ اس کے کل راوی ثقہ ہیں مگر اسماعیل بن عیاش کے استاد غیر معروف ہیں۔ واللہ سبحانہ تعالیٰ اعلم۔ قیامت کے دن جب کہ اللہ تعالیٰ اپنی مخلوق کے فیصلے کیلئے آئے گا اس وقت اس کے نور سے ساری زمین روشن ہوجائے گی۔ نامہ اعمال لائے جائیں گے۔ نبیوں کو پیش کیا جائے گا جو گواہی دیں گے کہ انہوں نے اپنی امتوں کو تبلیغ کردی تھی۔ اور بندوں کے نیک و بد اعمال کے محافظ فرشتے لائے جائیں گے۔ اور عدل و انصاف کے ساتھ مخلوق کے فیصلے کئے جائیں گے۔ اور کسی پر کسی قسم کا ظلم وستم نہ کیا جائے گا۔ جیسے فرمایا (وَنَضَعُ الْمَوَازِيْنَ الْقِسْطَ لِيَوْمِ الْقِيٰمَةِ فَلَا تُظْلَمُ نَفْسٌ شَـيْــــــًٔا 47؀) 21۔ الأنبیاء :47) ، یعنی قیامت کے دن ہم میزان عدل قائم کریں گے اور کسی پر بالکل ظلم نہ ہوگا گو رائی کے دانے کے برابر عمل ہو ہم اسے بھی موجود کردیں گے۔ اور ہم حساب لینے والے کافی ہیں۔ اور آیت میں ہے اللہ تعالیٰ بہ قدر ذرے کے بھی ظلم نہیں کرتا وہ نیکیوں کو بڑھاتا ہے اور اپنے پاس سے اجر عظیم عنایت فرماتا ہے۔ اسی لئے یہاں بھی ارشاد ہو رہا ہے ہر شخص کو اس کے بھلے برے عمل کا پورا پورا بدلہ دیا جائے گا۔ وہ ہر شخص کے اعمال سے باخبر ہے۔",
  "ayah": 68,
  "surah": 39
}
