{
  "text": "والحق أن ما رجحه الإِمام ابن كثير من أن المراد بالآيات التسع هنا : ما آتاه الله - تعالى - لنبيه موسى - عليه السلام - من العصا ، واليد . . . هو الذى تسكن إليه النفس ، لأن قوله - تعالى - بعد ذلك ( قَالَ لَقَدْ عَلِمْتَ مَآ أَنزَلَ هؤلاء إِلاَّ رَبُّ السماوات والأرض بَصَآئِرَ . . . ) يؤيد أن المراد بها ما تقدم من العصا ، واليد ، والسنين . . ولأنها هى التى فيها الحجج ، والبراهين والمعجزات الدالة على صدق موسى - عليه السلام - . أما تلك الوصايا التى وردت فى الحديث فلا علاقة لها بقيام الحجة على فرعون - كما قال الإِمام ابن كثير .هذا ، والخطاب فى قوله - تعالى - : ( فَسْئَلْ بَنِي إِسْرَائِيلَ إِذْ جَآءَهُمْ ) يرى بعضهم أنه للنبى صلى الله عليه وسلم والمسئولون هم المؤمنون من بنى إسرائيل كعبد الله بن سلام وأصحابه .وعلى هذا التفسير يكون قوله : ( إذ جاءهم ) ظرف لقوله ( آتينا ) وجملة ( فَسْئَلْ بَنِي إِسْرَائِيلَ ) معترضة بين العامل والمعمول .والمعنى : ولقد آتينا موسى تسع آيات بينات ، وقت أن أرسله الله - تعالى - إلى فرعون وقومه ، فاسأل - أيها الرسول الكريم - المؤمنين من بنى إسرائيل عن ذلك ، ستجد منهم الجواب عما جرى بين موسى وأعدائه عن طريق ما طالعوه فى التوراة .والمقصود بسؤالهم : الاستشهاد بهم حتى يزداد المؤمنون إيمانًا على إيمانهم ، لأن من شأن الأدلة إذا تضافرت وتعددت ، أن تكون أقوى وأثبت فى تأييد المدعى .قال الآلوسى : \" والمعنى : فاسأل يا محمد مؤمنى أهل الكتاب عن ذلك ، إما لأن تظاهر الأدلة أقوى - فى التثبيت - ، وإما من باب التهييج والإِلهاب ، وإما للدلالة على أنه أمر محقق عندهم ثابت فى كتابهم . وليس المقصود حقيقة السؤال . بل كونهم - أعنى المسئولين - من أهل علمه ، ولهذا يؤمر مثلك بسؤالهم \" .ويرى آخرون أن الخطاب لموسى - عليه السلام - ، وعليه يكون السؤال إما بمعناه المشهور أو بمعنى الطلب ، ويكون قوله ( إذ جاءهم ) ظرفًا لفعل مقدر .والمعنى : ولقد آتينا موسى تسع آيات بينات ، فقلنا له حين مجيئه إلى بنى إسرائيل : اسألهم عن أحوالهم مع فرعون ، أو اطلب منهم أن يؤمنوا بك ويصدقوك ، ويخرجوا معك حين تطلب من فرعون ذلك .والفاء فى قوله : ( فَقَالَ لَهُ فِرْعَونُ إِنِّي لأَظُنُّكَ ياموسى مَسْحُوراً ) هى الفصيحة .إذ المعنى : فامتثل موسى أمرنا ، وسأل بنى إسرائيل عن أحوالهم ، وطلب من فرعون أن يرسلهم معه ، بعد أن أظهر له من المعجزات ما يدل على صدقه ، فقال فرعون لموسى على سبيل التعالى والتهوين من شأنه - عليه السلام - : يا موسى إنى لأظنك مسحورًا .أى : سُحرت فخولط عقلك واختل ، وصرت تتصرف تصرفًا يتنافى مع العقل السليم ، وتدعى دعاوى لا تدل على تفكير قويم .فقوله ( مسحورا ) اسم مفعول . يقال : سحر فلان فلانًا يسحره سحرًا فهو مسحور ، إذا اختلط عقله .ويجوز أن يكون قوله ( مسحورًا ) بمعنى ساحر ، فيكون المعنى : إنى لأظنك يا موسى ساحرًا ، عليمًا بفنون السحر فقد أتيت بأشياء عجيبة يشير بذلك إلى انقلاب العصا حية بعد أن ألقاها - عليه السلام - .وهذا شأن الطغاة فى كل زمان ومكان ، عندما يرون الحق قد أخذ يحاصرهم ، ويكشف عن ضلالهم وكذبهم . . . يرمون أهله - زورا وبهتانًا - بكل نقيصة .وعندما يحكى القرآن الكريم ما رد به موسى على فرعون فيقول : ( قَالَ لَقَدْ عَلِمْتَ مَآ أَنزَلَ هؤلاء إِلاَّ رَبُّ السماوات والأرض بَصَآئِرَ ) .أى : قال موسى لفرعون ردًا على كذبه وافترائه : لقد علمت يا فرعون أنه ما أوجد هذه الآيات التسع إلا الله - تعالى - خالق السموات والأرض ، وقد أوجدها - سبحانه - بصورة واضحة جلية ، حتى لكأتها البصائر فى كشفها للحقائق وتجليتها .فقوله ( بصائر ) حال من ( هؤلاء ) أى : أنزل هذه الآيات حال كونها بينات واضحات تدلك على صدقى .وفى هذا الرد توبيخ لفرعون على تجاهله الحقائق ، حيث كان يعلم علم اليقين أن موسى - عليه السلام - ليس مسحورًا ولا ساحرًا ، وأن الآيات التى جاء بها إنما هى من عند الله - تعالى - ، كما قال - سبحانه - : مخاطبًا موسى : ( وَأَدْخِلْ يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَآءَ مِنْ غَيْرِ سواء فِي تِسْعِ آيَاتٍ إلى فِرْعَوْنَ وَقَوْمِهِ إِنَّهُمْ كَانُواْ قَوْماً فَاسِقِينَ فَلَمَّا جَآءَتْهُمْ آيَاتُنَا مُبْصِرَةً قَالُواْ هذا سِحْرٌ مُّبِينٌ وَجَحَدُواْ بِهَا واستيقنتهآ أَنفُسُهُمْ ظُلْماً وَعُلُوّاً فانظر كَيْفَ كَانَ عَاقِبَةُ المفسدين ) وقوله : ( وَإِنِّي لأَظُنُّكَ يافرعون مَثْبُوراً ) توبيخ آخر لفرعون ، وتهديد له لأنه وصف نبيًا من أنبياء الله - تعالى - بأنه مسحور .ومثبورًا بمعنى مهلك مدمر . يقال : ثبر الله - تعالى - الظالم يثبره ثبورًا ، إذا أهلكه .أو بمعنى مصروفًا عن الخير . مطبوعًا على الشر من قولهم : ما ثبرك يا فلان عن هذا الأمر؟ أى : ما الذى صرفك ومنعك عنه .والظن هنا بمعنى اليقين ، والمعنى : وإنى لأعتقد يا فرعون أن مصيرك إلى الهلاك والتدمير ، بسبب إصرارك على الكفر والطغيان ، من بعد إتيانى بالمعجزات الدالة على صدقى فيما أبلغه عن ربى الذى خلقنى وخلقك وخلق كل شئ .",
  "ayah": 103,
  "surah": 17
}
