{
  "text": "ثم بين - سبحانه - أن هذه القرية لم تكن بدعا فى نزول العذاب بها ، بل هناك قرى كثيرة عتت عن أمر ربها فأخذها - سبحانه - أخذ عزيز مقتدر ، فقال - تعالى - : ( وَكَمْ أَهْلَكْنَا مِنَ القرون مِن بَعْدِ نُوحٍ . . . ) .و ( كم ) هنا خبرية أى : أن معناها الإِخبار عن عدد كثير ، وهى فى محل نصب مفعول به لجملة ( أهلكنا ) و \" من \" فى قوله - تعالى - : ( من القرون ) بيان للفظ ( كم ) وتمييز له كما يميز العدد بالجنس . وأما \" من \" فى قوله - تعالى - : ( مِن بَعْدِ نُوحٍ ) فهى لابتداء الغاية .والقرون : جمع قرن ، ويطلق على القوم المقترنين فى زمان واحد . والمشهور أن مدته مائة سنة .أى : أن هذه القرية المدمرة بسبب فسوق أهلها ، وعصيانهم لأمرنا ، ليست هى القرية الوحيدة التى نزل بها عذابنا ، بل إننا قد أهلكنا كثيرا من القرى من بعد زمن نوح - عليه السلام - كقوم عاد وثمود وغيرهم ممن استحبوا العمى على الهدى ، وآثروا الكفر على الإِيمان والغى على الرشد .وخص نوح - عليه السلام - بالذكر ، لأنه أول رسول كذبه قومه وآذوه وسخروا منه . . فأهلكهم الله - تعالى - بالطوفان .قال ابن كثير : ودل هذا على أن القرون التى كانت بين آدم ونوح على الإِسلام ، كما قاله ابن عباس : كان بين آدم ونوح عشرة قرون كلهم على الإِسلام .ثم ختم - سبحانه - الآية الكريمة بالتهديد الشديد لمن يخالف أمره فقال - تعالى - : ( وكفى بِرَبِّكَ بِذُنُوبِ عِبَادِهِ خَبِيرَاً بَصِيراً ) .أى : وكفى بربك - أيها الرسول الكريم - إحاطة واطلاعا وعلما بما يقدمه الناس من خير أو شر ، فإنه - سبحانه - يعلم السر وأخفى .والآية الكريمة بجانب أنها تسلية للرسول صلى الله عليه وسلم فهى - أيضا - تهديد للمشركين ، وإنذار لهم بأنهم إذا ما استمروا على كفرهم ، ومعاداتهم للحق ، وتطاولهم على من جاء به وهو الرسول صلى الله عليه وسلم فسيكونون محلا لغضب الله - تعالى - وسخطه ، ولنزول عذابه الذى أهلك به أمثالهم فى الشرك والكفر والجحود .وشبيه بهذه الآية قوله - تعالى - : ( أَفَلَمْ يَسِيرُواْ فِي الأرض فَيَنظُرُواْ كَيْفَ كَانَ عَاقِبَةُ الذين مِن قَبْلِهِمْ دَمَّرَ الله عَلَيْهِمْ وَلِلْكَافِرِينَ أَمْثَالُهَا ) وقوله - تعالى - : ( وَلَقَدْ خَلَقْنَا الإنسان وَنَعْلَمُ مَا تُوَسْوِسُ بِهِ نَفْسُهُ وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الوريد )",
  "ayah": 17,
  "surah": 17
}
