{
  "text": "وقوله - سبحانه - : ( وَلاَ تقتلوا أَوْلادَكُمْ خَشْيَةَ إِمْلاقٍ . . . ) نهى عن قتل الأولاد بعد بيان أن الأرزاق بيده - سبحانه - ، يبسطها لمن يشاء ، ويضيقها على من يشاء .والإِملاق : الفقر . يقال : أملق الرجل إذا افتقر قال الشاعر : .وإنى على الإِملاق يا قوم ماجد ... أعد لأضيافى الشواء المصهباقال الآلوسى : وظاهر اللفظ النهى عن جميع أنواع قتل الأولاد ، ذكورا أو إناثا مخافة الفقر والفاقة .لكن روى أن من أهل الجاهلية من كان يئد البنات مخافة العجز عن النفقة عليهن ، فنهى فى الآية عن ذلك ، فيكون المراد بالأولاد البنات ، وبالقتل الوأد . . .أى : ولا تقتلوا - أيها الآباء - أولادكم خشية فقر متوقع ، فنحن قد تكفلنا برزقهم ورزقكم ، وأرزاق غيركم من مخلوقاتنا التى لا تحصى .قال - تعالى - : ( وَمَا مِن دَآبَّةٍ فِي الأرض إِلاَّ عَلَى الله رِزْقُهَا . . ) ولا شك أن الحياة حق لهؤلاء الصغار كما أنها حق لكم ، فمن الظلم البين الاعتداء على حقوقهم ، والتخلص منهم خوفا من الفقر المتوقع فى المستقبل ، مع أن الله - تعالى - هو الرازق لهم ولكم فى كل زمان ومكان .وقد ورد النهى عن قتل الاولاد هنا بهذه الصيغة ، وورد فى سورة الأنعام بصيغة أخرى ، هى قوله - تعالى - : ( وَلاَ تقتلوا أَوْلاَدَكُمْ مِّنْ إمْلاَقٍ نَّحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ ) وليست أحدهما تكرارا للأخرى وإنما كل واحدة منهما تعالج حالة معينة .فهنا يقول - سبحانه - : ( وَلاَ تقتلوا أَوْلادَكُمْ خَشْيَةَ إِمْلاقٍ نَّحْنُ نَرْزُقُهُمْ وَإِيَّاكُم ) لأن النهى موجه بالأصالة إلى الموسرين الذين يقتلون أولادهم لا من أجل فقر كائن فيهم ، وإنما من أجل فقر هم يتوهمون حصوله فى المستقبل بسبب الأولاد ، لذا قال - سبحانه - ( نَّحْنُ نَرْزُقُهُمْ وَإِيَّاكُم ) فقدم رزق الأولاد لأنهم سبب توقع الفقر ، فى زعم آبائهم - لكى يمتنع الآباء عن هذا التوقع ولكى يضمن للأولاد رزقهم ابتداء مستقلا عن رزق الآباء .وقال - سبحانه - هناك ( من إملاق ) لأن النهى متوجه أصالة إلى الآباء المعسرين : أى لا تقتلوهم بسبب الفقر الموجود فيكم - أيها الآباء - ، فقد يجعل الله بعد عسر يسرا ، ولذا قال - سبحانه - : ( نَّحْنُ نَرْزُقُهُمْ وَإِيَّاكُم ) فجعل الرزق للآباء ابتداء . لكى يطمئنهم - سبحانه - على أنه هو الكفيل برزقهم وبرزق أولادهم .وفى كلتا الحالتين ، القرآن الكريم ينهى عن قتل الأولاد ، ويغرس فى نفوس الآباء الثقة بالله - تعالى - والاعتماد عليه .وجملة ( نَّحْنُ نَرْزُقُهُمْ وَإِيَّاكُم ) تعليل للنهى عن قتل الأولاد ، بإبطال موجبه - فى زعمهم - وهو الفقر .أى : نحن نرزقهم لا أنتم ، ونرزقكم أنتم معهم ، وما دام الأمر كذلك فلا تقدموا على تلك الجريمة النكراء : وهى قتل الأولاد ، لأن الأولاد ، قطعة من أبيهم ، والشأن - حتى فى الحيوان الأعجم - أنه يضحى من أجل أولاده ويحميهم ، ويتحمل الصعاب فى سبيلهم .وقوله ( إنَّ قَتْلَهُمْ كَانَ خِطْئاً كَبِيراً ) تعليل آخر للنهى عن قتل الأولاد جئ به على سبيل التأكيد .والخِطْء : هو الإِثم - وزنا ومعنى - ، مصدر خَطِئَ خِطْئًا كأثم إثما من باب علم .أى : أن قتل الأولاد كان عند الله - تعالى - إثما كبيرا فاحشا ، يؤدى إلى التعاسة والشقاء فى الدنيا والآخرة :والحق أن المجتمع الذى يبيح قتل الأولاد ، خوفا من الفقر أو العار ، لا يمكن أن يصلح شأنه ، لأنه مجتمع نفعى تسوده الأثرة والأنانية والتشاؤم والأوهام ، لأن أفراده يظنون أن الله يخلق خلقا لا يدبر لهم رزقهم ، ويعتدون على روح بريئة طاهرة ، تخوفا من فقر أو عار مترقب ، وذلك هو الضلال المبين .ورحم الله الإِمام الرازى فقد قال عند تفسيره لهذه الآية ما ملخصه : إن قتل الأولاد إن كان لخوف الفقر ، فهو سوء ظن بالله . وإن كان لأجل الغيرة على البنات فهو سعى فى تخريب العالم . فالأول : ضد التعظيم لأمر الله - تعالى - والثانى : ضد الشفقة على خلقه ، وكلاهما مذموم .ولقد أمر النبى صلى الله عليه وسلم برعاية الأبناء ، وحذر من الاعتداء عليهم فى أحاديث كثيرة ، ومن ذلك ما جاء فى الصحيحين عن عبدالله بن مسعود قال : \" قلت يا رسول الله ، أى الذنب أعظم؟ قال : أن تجعل لله ندا وهو خلقك . قلت : ثم أى؟ قال : أن تقتل ولدك خشية أن يطعم معك . قلت : ثم أى؟ قال : أن تزنى بحليلة جارك \" .",
  "ayah": 31,
  "surah": 17
}
