{
  "text": "وبعد أن نهى - سبحانه - عن إتلاف النفوس عن طريق القتل والزنا ، أتبع ذلك بالنهى عن إتلاف الأموال التى هى قوام الحياة ، وبدأ - سبحانه - بالنهى عن الاقتراب من مال اليتيم إلا بالتى هى أحسن ، ثم ثنى بالأمر بإيفاء الكيل والميزان عند التعامل ، فقال - تعالى - :( وَلاَ تَقْرَبُواْ مَالَ اليتيم إِلاَّ بالتي هِيَ أَحْسَنُ حتى يَبْلُغَ أَشُدَّهُ وَأَوْفُواْ بِالْعَهْدِ إِنَّ العهد كَانَ مَسْؤُولاً وَأَوْفُوا الكيل إِذا كِلْتُمْ وَزِنُواْ بالقسطاس المستقيم ذلك خَيْرٌ وَأَحْسَنُ تَأْوِيلاً ) .واليتيم : هو الصغير الذى مات أبوه مأخوذ من اليتم بمعنى الانفراد ، ومنه الدرة اليتيمة .والخطاب فى قوله : ( ولا تقربوا . . . ) لأولياء اليتيم ، والأوصياء على ماله .والأشد : قوة الإِنسان ، واشتعال حرارته ، ومن الشدة بمعنى القوة . يقال : شد النهار إذا ارتفع واكتمل ، وهو مفرد جاء بصيغة الجمع . أو هو جمع لا واحد له من لفظه ، أو جمع شدة كأنعم ونعمة .أى : ولا تقربوا - أيها الأولياء على اليتيم - ماله الذى منحه الله إياه عن طريق الميراث أو غيره ، إلا بالطريقة التى هى أحسن الطرق ، والتى من شأنها أن تنفعه ، كالمحافظة عليه ، واستثماره له ، وإنفاقه فى الوجوه المشروعة .واعلموا أن كل تصرف مع اليتيم أو فى ماله لا يقع فى تلك الدائرة - دائرة الأنفع والأحسن - فهو تصرف محظور ومنهى عنه ، وسيحاسبكم الله - تعالى - عليه .وتعليق النهى بالقربان ، للمبالغة فى الزجر عن التصرف فى مال اليتيم ، إلا بالطريقة التى هى أحسن .وقوله : ( حتى يَبْلُغَ أَشُدَّهُ ) ليس غاية للنهى ، إذ ليس المعنى : فإذا بلغ أشده فاقربوه ، لأن هذا المعنى يقتضى إباحة أكل الولى لمال اليتيم بعد بلوغه ، وإنما هو غاية لما يفهم من النهى ، فيكون المعنى : لا تقربوا مال اليتيم إلا بالطريقة التى هى أحسن ، واستمروا على ذلك حتى يبلغ أشده ، أى : حتى يصير بالغا عاقلا رشيدا ، فإذا ما صار كذلك ، فسلموا إليه ماله بأمانة واستعفاف عن التطلع إلى شئ منه .هذا ، وقد أمرت شريعة الإِسلام ، بحسن رعاية اليتيم ، وبالمحافظة على حقوقه ، ونهت عن الإِساءة إليه ، بأى لون من ألوان الإِساءة .قال - تعالى - : ( وَيَسْأَلُونَكَ عَنِ اليتامى قُلْ إِصْلاَحٌ لَّهُمْ خَيْرٌ وَإِنْ تُخَالِطُوهُمْ فَإِخْوَانُكُمْ . . ) وقال - سبحانه - : ( إِنَّ الذين يَأْكُلُونَ أَمْوَالَ اليتامى ظُلْماً إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَاراً وَسَيَصْلَوْنَ سَعِيراً ) وقال رسول الله صلى الله عليه وسلم فى الحديث الذى رواه الإِمام البخارى عن سهل بن سعد رضى الله عنه :\" أنا وكافل اليتيم فى الجنة هكذا \" وأشار بالسبابة والوسطى .\" وروى الشيخان عن أبى هريرة - رضى الله عنه - عن النبى صلى الله عليه وسلم أنه قال : \" اجتنبوا السبع الموبقات . قالوا : يا رسول الله وما هن؟ قال : الشرك بالله ، والسحر ، وقتل النفس التى حرم الله إلا بالحق ، وأكل الربا ، وأكل مال اليتيم ، والتولى يوم الزحف ، وقذف المحصنات المؤمنات الغافلات \" \" .ومن الحكم التى من أجلها أمر الاسلام بالعطف على اليتيم ونهى عن ظلمه ، أنه إنسان ضعيف فقد الأب الحانى ، والعائل والنصير منذ صغره . .فإذا نشأ فى بيئة ترعاه وتكرمه . . شب محبا لمن حوله ، وللمجتمع الذى يعيش فيه .وإذا نشأ فى بيئة تقهره وتذله وتظلمه . . نظر إلى من حوله ، وإلى المجتمع الذى يعيش فيه ، نظرة العدو إلى عدوه . .وكأنه يقول لنفسه : إذا كان الناس لم يحسنوا إلى فى صغرى وفى حالة ضعفى ، فلماذا أحسن إليهم فى حال كبرى وقوتى!! وإذا كانوا قد حرمونى حقى الذى منحه الله لى فلماذا أعطيهم شيئا من خيرى وبرى!! .هذه بعض الأسباب التى من أجلها أمر الإِسلام أتباعه برعاية اليتيم وإكرامه ، وصيانة حقوقه من أى اعتداء أو ظلم .وبعد أن نهى - سبحانه - عن الاقتراب من مال اليتيم إلا بالتى هى أحسن ، أمر بالوفاء بالعهود فقال : ( وَأَوْفُواْ بِالْعَهْدِ إِنَّ العهد كَانَ مَسْؤُولاً ) .والعهد : ما من شأنه أن يراعى ويحفظ ، كالوصية واليمين . وعهد الله : أوامره ونواهيه وعهد الناس : ما يتعاهدون عليه من معاملات وعقود وغير ذلك مما تقتضيه شئون حياتهم .أى : وأوفوا بالعهود التى بينكم وبين الله - تعالى - ، والتى بينكم وبين الناس ، بأن تؤدوها كاملة غير منقوصة ، وأن تقوموا بما تقتضيه من حقوق شرعية . وقوله ( إِنَّ العهد كَانَ مَسْؤُولاً ) تعليل لجواب الوفاء بالعهد .أى : كونوا أوفياء بعهودكم لأن صاحب العهد كان مسئولا عنه ، أمام الله - تعالى - وأمام الناس ، فالكلام على حذف مضاف كما فى قوله - سبحانه - ( واسأل القرية ) .وقال - سبحانه - : ( وَأَوْفُواْ بِالْعَهْدِ إِنَّ العهد . . . ) بالإِظهار دون الإِضمار للإِشعار بكمال العناية بشأن الوفاء بالعهود .ويجوز أن يكون المعنى : وأوفوا بالعهد إن العهد كان مسئولا ، أى : كان مطلوبا بالوفاء به وقد مدح الله - تعالى - الذين يوفون بعهودهم فى آيات كثيرة ، منها قوله - تعالى - : ( إِنَّمَا يَتَذَكَّرُ أُوْلُواْ الألباب الذين يُوفُونَ بِعَهْدِ الله وَلاَ يَنقُضُونَ الميثاق ) وقوله - تعالى - : ( والموفون بِعَهْدِهِمْ إِذَا عَاهَدُواْ والصابرين فِي البأسآء والضراء وَحِينَ البأس أولئك الذين صَدَقُواْ وأولئك هُمُ المتقون )",
  "ayah": 34,
  "surah": 17
}
