{
  "text": "ثم أمر الله - تعالى - رسول الله صلى الله عليه وسلم أن يوبخهم على شركهم ، وأن يسوق لهم الدليل الواضح على فساد عقولهم ، فقال - تعالى - : ( قُلْ لَّوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُونَ إِذاً لاَّبْتَغَوْاْ إلى ذِي العرش سَبِيلاً ) .وقد قرأ جمهور القراء ( كما تقولون ) وقرأ ابن كثير وحفص عن عاصم ( كما يقولون ) .وللمفسرين فى تفسير هذه الآية اتجاهان ، أما الاتجاه الأول فيرى أصحابه أن المعنى .قل - أيها الرسول الكريم - لهؤلاء المشركين ، لو كان مع الله - تعالى - آلهة أخرى - كما يزعمون - إذا لطلبوا إلى ذى العرش - وهو الله عز وجل - طريقا وسبيلا لتوصلهم إليه ، لكى ينازعوه فى ملكه ، ويقاسموه إياه ، كما هى عادة الشركاء ، وكما هو ديدن الرؤساء والملوك فيما بينهم .قال - تعالى - : ( مَا اتخذ الله مِن وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ إِذاً لَّذَهَبَ كُلُّ إله بِمَا خَلَقَ وَلَعَلاَ بَعْضُهُمْ على بَعْضٍ سُبْحَانَ الله عَمَّا يَصِفُونَ ) وقال سبحانه - : ( لَوْ كَانَ فِيهِمَآ آلِهَةٌ إِلاَّ الله لَفَسَدَتَا فَسُبْحَانَ الله رَبِّ العرش عَمَّا يَصِفُونَ ) وهذا الاتجاه قد صدر به صاحب الكشاف كلامه فقال ما ملخصه : قوله ( إِذاً لاَّبْتَغَوْاْ إلى ذِي العرش سَبِيلاً ) جواب عن مقالة المشركين وجزاء للو . أى : إذا لطلبوا إلى من له الملك والربوبية سبيلا بالمغالية ، كما يفعل الملوك بعضهم مع بعض . . .وأما الاتجاه الثانى فيرى أصحابه أن المعنى : قل أيها الرسول لهؤلاء المشركين ، لو كان مع الله - تعالى - آلهة أخرى - كما يزعمون - ، إذا لابتغوا - أى الآلهة المزعومة - إلى ذى العرش سبيلا وطريقا ليقتربوا إليه ، ويعترفوا بفضله ، ويخلصوا له العبادة ، كما قال - تعالى - : ( أولئك الذين يَدْعُونَ يَبْتَغُونَ إلى رَبِّهِمُ الوسيلة أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُوراً ) وقد اقتصر ابن كثير على هذا الوجه فى تفسيره للآية فقال : يقول - تعالى - : قل يا محمد لهؤلاء المشركين الزاعمين أن لله شريكا من خلقه ، لو كان الأمر كما تقولون ، من أن معه آلهة تعبد . . لكان أولئك المعبودون يعبدونه ويتقربون إليه يبتغون إليه الوسيلة والقربة .ومع وجاهة الرأيين ، إلا أن الرأى الأول أظهر ، لأن فى الآية فرض المحال ، وهو وجود الآلهة مع الله - تعالى - ، وافتراض وجودها المحال لا يظهر منه أنها تتقرب إليه - سبحانه - ، بل الذى يظهر منه أنها تنازعه لو كانت موجودة ، ولأن هذا الرأى يناسبه - أيضا - قوله - تعالى - بعد ذلك : ( سُبْحَانَهُ وتعالى عَمَّا يَقُولُونَ عُلُوّاً كَبِيراً ) .أى : تنزه الله - تعالى - عما يقوله المشركون فى شأنه وتباعد ، وعلا علوا كبيرا ، فإنه - جل شأنه - لا ولد له ، فلا شريك له . . .قال - تعالى - : ( قُلْ هُوَ الله أَحَدٌ الله الصمد لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَّهُ كُفُواً أَحَدٌ ) والتعبير بقوله - سبحانه - : ( إِذاً لاَّبْتَغَوْاْ إلى ذِي العرش سَبِيلاً ) يشير إلى الارتفاع والتسامى على تلك الآلهة المزعومة ، وأنها دون عرشه - تعالى - وتحته ، وليست معه . .",
  "ayah": 41,
  "surah": 17
}
