{
  "text": "( أو ) كونوا ( خلقا ) أى : مخلوقا سوى الحجارة والحديد ( مما يكبر ) أى : يعظم ويستبعد - ( فى صدوركم ) المظلمة - قبوله للحياة ، قل لهم : كونوا أى شئ من ذلك أو غيره إن استطعتم ، فإن الله - تعالى - لا يعجزه أن يعيدكم إلى الحياة مرة أخرى ، لكى يحاسبكم على أعمالكم ، ويجازيكم عليها بما تستحقون من عقاب .فالمقصود من الجملة الكريمة ، بيان أن قدرة الله - تعالى - لا يعجزها شئ . .قال الجمل : أجابهم الله - تعالى - بما معناه : تحولوا بعد الموت إلى أى صفة تزعمون أنها أشد منافاة للحياة ، وأبعد عن قبولها ، كصفة الحجرية والحديدية ونحوهما . فليس المراد الأمر ، بل المراد أنكم لو كنتم كذلك لما أعجزتم الله - تعالى - عن الإِعادة .وقوله - تعالى - : ( فَسَيَقُولُونَ مَن يُعِيدُنَا ) أى : فسيقولون لك - أيها الرسول الكريم - من يعيدنا إلى الحياة مرة أخرى بعد أن نكون حجارة أو حديدا أو غيرهما؟ .وقوله - سبحانه - : ( قُلِ الذي فَطَرَكُمْ أَوَّلَ مَرَّةٍ ) رد على جهالاتهم وإنكارهم للبعث والحساب .أى : قل لهم : الله - تعالى - الذى فطركم وخلقكم ، أول مرة ، على غير مثال سابق ، قادر على أن يعيدكم الى الحياة مرة أخرى . كما قال - تعالى - : ( وَهُوَ الذي يَبْدَأُ الخلق ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ وَلَهُ المثل الأعلى فِي السماوات والأرض وَهُوَ العزيز الحكيم ) ثم بين - سبحانه - ما يكون منهم من استهزاء وسوء أدب عندما يسمعون من الرسول صلى الله عليه وسلم هذه الإِجابات السديدة ، فقال : ( فَسَيُنْغِضُونَ إِلَيْكَ رُؤُوسَهُمْ وَيَقُولُونَ متى هُوَ . . . ) .أى : فسيحركون إليك رءوسهم عندما يسمعون ردك عليهم ، ويقولون على سبيل الاستهزاء والسخرية والتكذيب : متى هو؟ أى ما ذكرته من الإِعادة بعد الموت ، أو متى هو ذلك اليوم الذى سنعود فيه إلى الحياة بعد أن نصير عظاما ورفاتا .فالجملة الكريمة تصور تصويرا بليغا ما جبلوا عليه من تكذيب بيوم القيامة ومن استهزاء بمن يذكرهم بأحوال ذلك اليوم العصيب . ومن استبعاد لحصوله كما قال - تعالى - : حكاية عنهم فى آية أخرى : ( وَيَقُولُونَ متى هذا الوعد إِن كُنتُمْ صَادِقِينَ ) وقوله - تعالى - : ( قُلْ عسى أَن يَكُونَ قَرِيباً ) تذييل قصد به التهديد والوعيد لهم .أى : قل لهم - أيها الرسول الكريم - على سبيل التأنيب والوعيد : عسى هذا اليوم الذى تستبعدون حصوله ، يكون قريبا جدا وقوعه .ولا شك فى أنه قريب ، لأن عسى فى كلام الله - تعالى - لما هو محقق الوقوع ، وكل ما هو محقق الوقوع فهو قريب ، ولأن الرسول صلى الله عليه وسلم قال : \" بعثت أنا والساعة كهاتين \" - وأشار بالسبابة والوسطى .",
  "ayah": 49,
  "surah": 17
}
