{
  "text": "ثم بين - سبحانه - بعض مظاهر فضله على الأمة الإِسلامية ، ورحمته بها ، فقال - تعالى - : ( وَمَا مَنَعَنَآ أَن نُّرْسِلَ بالآيات إِلاَّ أَن كَذَّبَ بِهَا الأولون .. . ) .وقد ذكر المفسرون فى سبب نزول هذه الآية آثارًا منها ما أخرجه الإِمام أحمد عن ابن عباس - رضى الله عنهما - قال : \" سأل أهل مكة رسول الله صلى الله عليه وسلم أن يجعل لهم الصفا ذهبًا ، وأن ينحى الجبال عنهم فيزرعوا . فقيل له : إن شئت أن تستأنى بهم ، وإن شئت أن يأتيهم الذى سألوا . فإن كفروا ، هلكوا كما أهلكتُ من كان قبلهم من الأمم .فقال صلى الله عليه وسلم : \" لا . . بل استأنى بهم \" ، وأنزل الله قوله : ( وَمَا مَنَعَنَآ أَن نُّرْسِلَ بالآيات إِلاَّ أَن كَذَّبَ بِهَا الأولون . . . ) \" .قال الآلوسى : والمنع لغة : كف الغير وقسره عن فعل يريد أن يفعله ، ولاستحالة ذلك فى حقه - تعالى - لاستلزامه العجز المحال المنافى للربوبية قالوا : إنه مستعار هنا للصرف والترك . . . .وقوله : ( أن نرسل ) فى محل نصب لأنه مفعول ثان لمنعنا ، أو فى محل جر ، على حذف الجار ، أى : من أن نرسل ، وقوله : ( إِلاَّ أَن كَذَّبَ بِهَا ) فى محل رفع لأنه فاعل منعنا ، والتقدير : وما منعنا من إرسال الآيات إلا تكذيب الأولين .والمراد بالآيات : ما اقترحه المشركون على النبى صلى الله عليه وسلم من قلب الصفا ذهبا ، ومن إزاحة الجبال عن مكة ليزرعوا مكانها . . .والمعنى : وما كان سبب تركنا لإِجابة المقترحات التى طلبها المشركون منك - أيها الرسول الكريم - إلا علمنا بأنهم سيكذبون بها إذا جاءتهم ، كما كذب بأمثالها أشباههم الأولون ، وفى هذه الحالة فإنهم سيستحقون مثلهم عذاب الاستئصال كما جرت بذلك سنتنا .وقد اقتضت حكمتنا ورحمتنا - بأمتك أيها الرسول الكريم - ، ألا نعذبهم عذاب الاستئصال والمحو ، بل نؤخر عذاب الضالين منهم إلى يوم القيامة .قالوا : ومن الحكم فى هذا التأخير : الإِظهار لمزيد شرف النبى صلى الله عليه وسل ، كما قال - تعالى - : ( وَمَا كَانَ الله لِيُعَذِّبَهُمْ وَأَنتَ فِيهِمْ ) والرعاية لشأن من سيولد من بعضهم من المؤمنين ، ولمن سيؤمن من هؤلاء المقترحين ، إلى غير ذلك من الحكم التى لا يعلمها إلا هو - سبحانه - .قال صاحب الكشاف : استعير المنع لترك إرسال الآيات من أجل صارف الحكمة . . . والمراد : الآيات التى اقترحتها قريش من قلب الصفا ذهبا ، ومن إحياء الموتى ، وغير ذلك .وعادة الله فى الأمم ، أن من اقترح منهم آية فأجيب إليها . ثم لم يؤمن ، أن يعاجل بعذاب الاستئصال . فالمعنى : وما صرفنا عن إرسال ما يقترحونه من الآيات إلا أن كذب بها الذين هم أمثالهم من المطبوع على قلوبهم ، كعاد وثمود ، وأنها لو أرسلت لكذبوا بها تكذيب أولئك ، وقالوا : هذا سحر مبين ، كما يقولون فى غيرها .واستوجبوا العذاب المستأصل . وقد عزمنا أن نؤخر أمر من بعثت إليهم إلى يوم القيامة .ثم ساق - سبحانه - مثالاً للسابقين الذين أجيبوا إلى ما اقترحوه ، ولكنهم لم يؤمنوا ، فأخذهم عذاب الاستئصال ، فقال - تعالى - : ( وَآتَيْنَا ثَمُودَ الناقة مُبْصِرَةً فَظَلَمُواْ بِهَا ) .وثمود : هم قوم صالح - عليه السلام - ، وخصهم بالذكر ، لأنهم معروفون لأهل مكة أكثر من غيرهم ، لمرورهم على ديارهم عند أسفارهم إلى بلاد الشام .والناقة المراد بها : ناقة صالح - عليه السلام - التى طلبها قومه منه ، فأخرجها الله - تعالى - لهم لتكون معجزة له ، ولكنهم لم يؤمنوا به ، بل عقروا الناقة وعتوا عن أمر ربهم ، فأهلكهم الله - تعالى - بالصيحة التى جعلتهم فى دارهم جاثمين .وقوله ( مبصرة ) أى : معجزة واضحة ، يراها الناس بأعينهم بدون خفاء أو لبس . .قال الجمل : \" ( مبصرة ) بكسر الصاد - باتفاق السبعة ، والإِسناد مجازى . أى : يبصرونها خارجة من الصخرة . وقرئ شاذا بفتح الصاد . ثم قال : وفى السمين : مبصرة حال . وهو إسناد مجازى ، إذ المراد إبصار أهلها ، ولكنها لما كانت سببا فى الإِبصار نسب إليها ، والظاهر أن المراد الإِبصار المعنوى ، وهو الاهتداء بها ، والتوصل بها ، إلى تصديق نبيهم ، وعلى هذا تظهر السببية ، فإن وجودها سبب فى هذا المعنى . . . \" .وقال الآلوسى : \" وقوله : ( مبصرة ) على صيغة اسم الفاعل حال من الناقة ، والمراد : ذات إبصار ، أو ذات بصيرة يبصرها الغير ويتبصر بها ، فالصيغة للنسب . . . . \" .والمعنى : لقد تركنا إجابة المطالب التى اقترحها قومك - يا محمد - ، رحمة بهم ، لأننا لو أعطيناهم إياهم ثم استمروا فى تكذيبهم لك لأهلكناهم كما أهلكنا السابقين . فقد أجبنا قوم صالح - عليه السلام - إلى ما طلبوه من نبيهم ، بأن أخرجنا لهم الناقة ، وجعلناها معجزة واضحة نيرة فى الدلالة على صدقه ، فقابلوها بالتكذيب والجحود ، وظلموا أنفسهم وعرضوها للهلاك بسبب عقرها .قال - تعالى - : ( فَعَقَرُواْ الناقة وَعَتَوْاْ عَنْ أَمْرِ رَبِّهِمْ وَقَالُواْ يَاصَالِحُ ائتنا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ المرسلين فَأَخَذَتْهُمُ الرجفة فَأَصْبَحُواْ فِي دَارِهِمْ جَاثِمِينَ ) وقال - سبحانه - : ( كَذَّبَتْ ثَمُودُ بِطَغْوَاهَآ إِذِ انبعث أَشْقَاهَا فَقَالَ لَهُمْ رَسُولُ الله نَاقَةَ الله وَسُقْيَاهَا فَكَذَّبُوهُ فَعَقَرُوهَا فَدَمْدَمَ عَلَيْهِمْ رَبُّهُمْ بِذَنبِهِمْ فَسَوَّاهَا وَلاَ يَخَافُ عُقْبَاهَا ) وقوله - سبحانه - : ( وَمَا نُرْسِلُ بالآيات إِلاَّ تَخْوِيفاً ) تذييل قصد به الزجر عن تكذيب ما يأتى به الأنبياء من هدايات ومعجزات تدل على صدقهم .والباء فى قوله ( بالآيات ) للملابسة ، ومفعول ، نرسل ، محذوف ، و ( تخويفًا ) مفعول لأجله .قال القرطبى قوله : \" ( وَمَا نُرْسِلُ بالآيات إِلاَّ تَخْوِيفاً ) فيه خمسة أقوال : الأول : العبر والمعجزات التى جعلها الله على أيدى الرسل ، من دلائل الإِنذار تخويفًا للمكذبين . الثانى : أنها آيات الانتقام تخويفاً من المعاصى .الثالث : أنها تقلب الأحوال من صغر إلى شباب ثم إلى تكهل ثم إلى مشيب ، لتعتبر بتقلب أحوالك فتخاف عاقبة أمرك . الرابع : القرآن ، الخامس : الموت الذريع \" .والمعنى : وما نرسل رسلنا ملتبسين بالآيات والمعجزات الدالة على صدقهم ، إلا تخويفًا لأقوامهم من سوء تكذيبهم لها . فإنهم إن كذبوها يصيبهم من العذاب ما يصيبهم .",
  "ayah": 58,
  "surah": 17
}
