{
  "text": "قال الآلوسى : \" قوله : ( وَلَقَدْ كَرَّمْنَا بَنِي ءَادَمَ . . . ) أى : جعلناهم قاطبة برهم وفاجرهم ، ذوى كرم ، أى : شرف ومحاسن جمة لا يحيط بها نطاق الحصر . . \" .ومن مظاهر تكريم الله - تعالى - لبنى آدم ، أنه خلقهم فى أحسن تقويم ، كما قال - تعالى - : ( لَقَدْ خَلَقْنَا الإنسان في أَحْسَنِ تَقْوِيمٍ ) وأنه ميزهم بالعفل والنطق والاستعدادات المتعددة ، التى جعلتهم أهلاً لحمل الأمانة ، كما قال - سبحانه - : ( إِنَّا عَرَضْنَا الأمانة عَلَى السماوات والأرض والجبال فَأبَيْنَ أَن يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا وَحَمَلَهَا الإنسان . . . ) وأنه سخر الكثير من مخلوقاته لمنفعتهم ومصلحتهم ، قال - تعالى - : ( الله الذي خَلَقَ السماوات والأرض وَأَنزَلَ مِنَ السمآء مَآءً فَأَخْرَجَ بِهِ مِنَ الثمرات رِزْقاً لَّكُمْ وَسَخَّرَ لَكُمُ الفلك لِتَجْرِيَ فِي البحر بِأَمْرِهِ وَسَخَّرَ لَكُمُ الأنهار وَسَخَّر لَكُمُ الشمس والقمر دَآئِبَينَ وَسَخَّرَ لَكُمُ الليل والنهار وَآتَاكُم مِّن كُلِّ مَا سَأَلْتُمُوهُ وَإِن تَعُدُّواْ نِعْمَتَ الله لاَ تُحْصُوهَا إِنَّ الإنسان لَظَلُومٌ كَفَّارٌ ) وأنه سجل هذا التكريم فى القرآن الكريم ، الذى لا يأتيه الباطل من بين يديه ولا من خلفه ، وكفاهم بذلك شرفا وفخرا .وقوله - تعالى - ( وَحَمَلْنَاهُمْ فِي البر والبحر ) بيان لنوع من أنواع هذا التكريم . أى : وحملناهم بقدرتنا ورعايتنا فى البر على الدواب وغير ذلك من وسائل الانتقال كالقطارات والسيارات وغيرها ، وحملناهم فى البحر على السفن وعابرات البحار التى تنقلهم من مكان إلى آخر .وقوله : ( وَرَزَقْنَاهُمْ مِّنَ الطيبات ) بيان لنوع آخر من أنواع التكريم . أى : ورزقناهم بفضلنا وإحساننا من طيبات المطاعم والمشارب والملابس ، التى يستلذونها ، ولا يستغنون عنها فى حياتهم .وقوله : ( وَفَضَّلْنَاهُمْ على كَثِيرٍ مِّمَّنْ خَلَقْنَا تَفْضِيلاً ) بيان لنوع ثالث من أنواع التكريم ، أى : وبسبب هذا التكريم فضلناهم على كثير من مخلوقاتنا التى لا تحصى ، تفضيلاً عظيمًا .وعلى هذا التفسير يكون التفضيل لونًا من ألوان التكريم الذى منحه الله - تعالى - لبنى آدم .وبعضهم يرى أن هناك فرقًا بين التكريم والتفضيل ، ومن هذا البعض الإِمام الفخر الرازى ، فقد قال - رحمه الله - ما ملخصه : \" لقد قال الله - تعالى - فى أول الآية ( وَلَقَدْ كَرَّمْنَا بَنِي ءَادَمَ ) وقال فى آخرها ( وَفَضَّلْنَاهُمْ على كَثِيرٍ مِّمَّنْ خَلَقْنَا تَفْضِيلاً ) . ولا بد من الفرق بين هذا التكريم والتفضيل وإلا لزم التكرار .والأقرب أن يقال : إنه - تعالى - فضل الإِنسان على سائر الحيوانات بأمور خِلْقية طبيعية ذاتية ، مثل : العقل ، والنطق ، والصورة الحسنة . . ثم إنه - تعالى - عرضه بواسطة ذلك لاكتساب العقائد الحقة ، والأخلاق الفاضلة فالأول : هو التكريم ، والثانى : هو التفضيل \" .وكأن الفخر الرازى يرى أن التكريم يرجع إلى الصفات الخلقية التى امتاز بها بنو آدم ، أما التفضيل فيرجع إلى ما اكتسبوه من عقائد سليمة ، وأخلاق قويمة .هذا ، وقد أخذ صاحب الكشاف من هذه الجملة وهى قوله - تعالى - : ( وَفَضَّلْنَاهُمْ على كَثِيرٍ مِّمَّنْ خَلَقْنَا تَفْضِيلاً ) أن الملائكة أفضل من البشر ، لأنهم - أى الملائكة - هم المقصودون بالقليل الذى لم يفضل عليه بنو آدم .قال - رحمه الله - : \" قوله : ( وَفَضَّلْنَاهُمْ على كَثِيرٍ مِّمَّنْ خَلَقْنَا . . . ) هو ما سوى الملائكة وحسب بنى آدم تفضيلاً ، أن ترفع عليهم الملائكة - وهم هم - ، ومنزلتهم عند الله منزلتهم . . . \" .ويرى كثير من المفسرين أن المراد بالتفضيل هنا : تفضيل الجنس ، ولا يلزم منه تفضيل كل فرد على كل فرد .قال الجمل ما ملخصه : \" ( وَفَضَّلْنَاهُمْ على كَثِيرٍ مِّمَّنْ خَلَقْنَا تَفْضِيلاً ) المراد تفضيل جنس البشر على أجناس غيره كالملائكة ، ولا يلزم من تفضيل جنس البشر على جنس الملك تفضيل الأفراد ، إذ الملائكة فى جملتهم أفضل من البشر غير الأنبياء . وصلحاء البشر - كالصديق - أفضل من عوام الملائكة ، أى : غير الرؤساء منهم ، على المعتمد من طريقة التفضيل \" .والذى تطمئن إليه النفس فى هذه المسألة - والله أعلم - : أن الأنبياء - عليهم الصلاة والسلام - أفضل من الملائكة جميعًا ، لأن الله - تعالى - قد أمر الملائكة بالسجود لآدم الذى جعله خليفة له فى أرضه ، دون غيره من الملائكة . . .وأن الرسل من الملائكة - كجبريل وإسرافيل وعزرائيل وميكائيل - أفضل من عموم البشر - سوى الأنبياء - ، لأن هؤلاء الرسل قد اصطفاهم الله - تعالى - واختارهم لوظائف معينة ، قال - تعالى - ( الله يَصْطَفِي مِنَ الملائكة رُسُلاً وَمِنَ الناس ) وأن صلحاء البشر - كالعشرة المبشرين بالجنة - أفضل من عامة الملائكة ، لأن الملائكة ليست فيهم شهوة تدفعهم إلى مخالفة ما أمر الله به . . . أما بنو آدم فقد ركب الله - تعالى - فيهم شهوة داعية إلى ارتكاب المعصية ، ومقاومة هذه الشهوات جهاد يؤدى إلى رفع الدرجات . . .ومن العلماء الذين بسطوا القول فى هذه المسألة الإِمام الفخر الرازى ، فليرجع إليه من شاء .",
  "ayah": 69,
  "surah": 17
}
