{
  "text": "ثم أمر الله - تعالى - رسوله صلى الله عليه وسلم بأن يكثر من اللجوء إليه عن طريق الدعاء ، بعد أن أمره بذلك عن طريق المداومة على الصلاة ، فقال - تعالى - : ( وَقُل رَّبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ واجعل لِّي مِن لَّدُنْكَ سُلْطَاناً نَّصِيراً ) .والمدخل والمخرج - يضم الميم فيهما - مصدران بمعنى الإِدخال والإِخراج ، فهما كالمجرى والمرسى وإضافتهما إلى الصدق من إضافة الموصوف لصفته .قال الآلوسى : واختلف فى تعيين المراد من ذلك ، فأخرج الزبير بن بكار عن زيد بن أسلم ، أن المراد : بالإِدخال : دخول المدينة ، وبالإِخراج : الخروج من مكة ، ويدل عليه ما أخرجه أحمد ، والطبرانى ، والترمذى وحسنه ، والحاكم وصححه ، وجماعة ، عن ابن عباس قال : كان النبى صلى الله عليه وسلم بمكة ، ثم أمر بالهجرة ، فأنزل الله - تعالى - عليه هذه الآية . وبدأ بالإِدخال لأنه الأهم . . .ثم قال : والأظهر أن المراد إدخاله - عليه الصلاة والسلام - إدخالاً مرضيًا فى كل ما يدخل فيه ويلابسه من مكان أو أمر ، وإخراجه - من كل ما يخرج منه خروجًا مرضيًا - كذلك - ، فتكون الآية عامة فى جميع الموارد والمصادر . . . .ويبدو لنا أن المعنى الذى أشار إليه الآلوسى - رحمه الله - بأنه الأظهر ، هو الذى تسكن إليه النفس ، ويدخل فيه غيره دخولاً أوليا ، ويكون المعنى :وقل - أيها الرسول الكريم - متضرعًا إلى ربك : يا رب أدخلنى إدخالاً مرضيًا صادقًا فى كل ما أدخل فيه من أمر أو مكان ، وأخرجنى كذلك إخراجًا طيبًا صادقًا من كل أمر أو مكان .والمراد بالسلطان فى قوله - تعالى - : ( واجعل لِّي مِن لَّدُنْكَ سُلْطَاناً نَّصِيراً ) الحجة البينة الواضحة التى تقنع العقول ، والقوة الغالبة التى ترهب المبطلين .أى : واجعل لى - يا إلهى - من عندك حجة تنصرنى بها على من خالفنى ، وقوة تعيننى بها على إقامة دينك ، وإزالة الشرك والكفر .وقد وضح صاحب الكشاف هذا المعنى فقال : قوله : ( واجعل لِّي مِن لَّدُنْكَ سُلْطَاناً نَّصِيراً ) أى : حجة تنصرنى على من خالفنى ، أو ملكًا وعزًا قويًا ناصرًا للإِسلام على الكفر ، مظهرًا له عليه ، فأجيبت دعوته بقوله :( والله يَعْصِمُكَ مِنَ الناس ) ( فَإِنَّ حِزْبَ الله هُمُ الغالبون ) ( لِيُظْهِرَهُ عَلَى الدين كُلِّهِ ) ( لَيَسْتَخْلِفَنَّهُمْ فِي الأرض ) ووعده لينزعن ملك فارس والروم فيجعله له .\" وعنه صلى الله عليه وسلم أنه استعمل \" عتاب بن أسيد \" على أهل مكة وقال : انطلق فقد استعملتك على أهل الله ، فكان شديدًا على المريب . لينًا على المؤمن ، وقال : لا والله لا أعلم متخلفا يتخلف عن الصلاة فى جماعة إلا ضربت عنقه ، فإنه لا يتخلف عن الصلاة إلا منافق . فقال أهل مكة : يا رسول الله لقد استعملت على أهل الله \" عتاب بن أسيد \" أعرابيًا جافيًا .فقال صلى الله عليه وسلم : \" إنى رأيت فيما يرى النائم كأن عتاب بن أسيد أتى باب الجنة ، فأخذ بحلقة الباب فقلقلها قلقالاً شديدًا ، حتى فتح له فدخلها ، فأعز الله به الإِسلام لنصرته المسلمين على من يريد ظلمهم ، فذلك السلطان النصير \" \" .وقال ابن كثير - بعد أن ساق بعض الأقوال فى معنى الآية الكريمة - قوله : ( واجعل لِّي مِن لَّدُنْكَ سُلْطَاناً نَّصِيراً ) قال الحسن البصرى فى تفسيرها : وعده ربه لينزعن ملك فارس والروم وليجعلنه له .وقال قتادة فيها : إن نبى الله علم أن لا طاقة له بهذا الأمر إلا بسلطان . فسأل سلطانًا نصيرًا لكتاب الله . ولحدود الله ، ولفرائض الله ، ولإِقامة دين الله ، فإن السلطان رحمة من الله جعله بين أظهر عباده ، ولولا ذلك لأغار بعضهم على بعض فأكل شديدهم ضعيفهم . . .ثم قال ابن كثير : واختار ابن جرير قول الحسن وقتادة ، وهو الأرجح ، لأنه لا بد مع الحق من قهر لمن عاداه وناوأه ، ولهذا يقول - تعالى - : ( لَقَدْ أَرْسَلْنَا رُسُلَنَا بالبينات وَأَنزَلْنَا مَعَهُمُ الكتاب والميزان لِيَقُومَ الناس بالقسط وَأَنزَلْنَا الحديد فِيهِ بَأْسٌ شَدِيدٌ وَمَنَافِعُ لِلنَّاسِ . . . ) وفى الحديث : \" إن الله ليزع بالسلطان ما لا يزع بالقرآن \" أى : ليمنع بالسلطان عن ارتكاب الفواحش والآثام ، ما لا يمتنع كثير من الناس عن ارتكابه بالقرآن وما فيه من الوعيد الأكيد ، والتهديد الشديد ، وهذا هو الواقع .وفى قوله - تعالى - : ( واجعل لِّي مِن لَّدُنْكَ ) تصوير بديع لشدة القرب والاتصال بالله - تعالى - واستمداد العون منه - سبحانه - مباشرة ، واللجوء إلى حماه بدون وساطة من أحد .",
  "ayah": 80,
  "surah": 17
}
