{
  "text": "ثم أمر الله - تعالى - نبيه أن يتحدى المشركين بهذا القرآن فقال - تعالى - : ( قُل لَّئِنِ اجتمعت الإنس والجن على أَن يَأْتُواْ بِمِثْلِ هذا القرآن لاَ يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيراً ) .أى : قل - أيها الرسول الكريم - لهؤلاء المشركين الذين قالوا - كما حكى الله عنهم - ( لَوْ نَشَآءُ لَقُلْنَا مِثْلَ هذا ) قل لهم على سبيل التحدى والتعجيز : والله لئن اجتمعت الإِنس والجن ، واتفقوا على أن يأتوا بمثل هذا القرآن ، الذى أنزله الله - تعالى - من عنده على قلبى . . لا يستطيعون ذلك . ولو كان بعضهم لبعض ظهيرًا ومعينًا ومناصرًا ، فى تحقيق ما يتمنونه من الإِتيان بمثله .وخص - سبحانه - ( الإِنس والجن ) بالذكرن لأن المنكر كون القرآن من عند الله ، من جنسهما لا من جنس غيرهما كالملائكة - مثلاً - ، فإنهم عباد مكرمون لا يعصون الله ما أمرهم ويفعلون ما يؤمرون ، ولأن التحدى إنما هو للإِنس والجن الذين أرسل الرسول صلى الله عليه وسلم إليهم ، لهدايتهم إلى الصراط المستقيم .وقال - سبحانه - : ( لاَ يَأْتُونَ بِمِثْلِهِ ) فأظهر فى مقام الإِضمار ، ولم يكتف بأن يقول : لا يأتون به ، لدفع توهم أن يتبادر إلى الذهن أن له مثلاً معينًا ، وللإِشعار بأن المقصود نفى المثل على أى صفة كانت هذه المثلية ، سواء أكانت فى بلاغته ، أم فى حسن نظمه ، أم فى إخباره عن المغيبات ، أم فى غير ذلك من وجوه إعجازه .وقوله : ( وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيراً ) معطوف على مقدر ، أى : لا يستطيعون الإِتيان بمثله لو لم يكن بعضهم ظهيرا ونصيرا لبعض ، ولو كان بعضهم ظهيرا ونصيرا لبعض لما استطاعوا أيضًا .والمقصود أنهم لا يستطيعون الإِتيان بمثله على أية حال من الأحوال؛ وبأية صورة من الصور ، لأنه متى انتفى إتيانهم بمثله مع المظاهرة والمعاونة ، انتفى من باب الأولى الإِتيان بمثله مع عدمهما . وقوله : ( لبعض ) متعلق بقوله ( ظهيرا ) .ولقد بين - سبحانه - فى آيات أخرى أنهم لن يستطيعوا الإِتيان بعشر سور من مثله ، بل بسورة واحدة من مثله .قال - تعالى - : ( أَمْ يَقُولُونَ افتراه قُلْ فَأْتُواْ بِعَشْرِ سُوَرٍ مِّثْلِهِ مُفْتَرَيَاتٍ وادعوا مَنِ استطعتم مِّن دُونِ الله إِن كُنتُمْ صَادِقِينَ ) وقال - سبحانه - : ( وَإِن كُنْتُمْ فِي رَيْبٍ مِّمَّا نَزَّلْنَا على عَبْدِنَا فَأْتُواْ بِسُورَةٍ مِّن مِّثْلِهِ وادعوا شُهَدَآءَكُم مِّن دُونِ الله إِنْ كُنْتُمْ صَادِقِينَ )",
  "ayah": 89,
  "surah": 17
}
