{
  "text": "قال الفخر الرازى : اعلم أنه - تعالى - لما حكى شبهة القوم فى اقتراح المعجزات الزائدة ، وأجاب عنها ، حكى عنهم شبهة أخرى ، وهى أن القوم استبعدوا أن يبعث الله إلى الخلق رسولاً من البشر ، بل اعتقدوا أن الله - تعالى - لو أرسل رسولاً إلى الخلق ، لوجب أن يكون ذلك الرسول من الملائكة ، فأجاب الله - تعالى - عن هذه الشبهة فقال : ( وَمَا مَنَعَ الناس أَن يؤمنوا إِذْ جَآءَهُمُ الهدى إِلاَّ أَن قالوا . . . ) .والمراد بالناس هنا : المشركون منهم ، الذين استبعدوا واعتقدوا أن الرسول لا يكون من البشر ، ويدخل فيهم دخولاً أوليًا كفار مكة .وجملة ( أن يؤمنوا ) فى محل نصب ، لأنها مفعول ثان لمنع .وقوله : ( إِلاَّ أَن قالوا ) هو الفاعل ، و \" إذ \" ظرف للفعل منع ، أو لقوله : ( أن يؤمنوا ) .والمعنى : وما صرف المشركين عن الإِيمان بالدين الحق وقت أن جاءتهم به الرسل ، إلا اعتقاد هؤلاء المشركين أن الله - تعالى - لا يبعث إليهم رجلاً من البشر لكى يبلغهم وحيه ، وإنما يبعث إليهم ملكًا من الملائكة لكى يبلغهم ذلك .وعبر عن اعتقادهم الباطل هذا بالقول فقال : ( إِلاَّ أَن قالوا . . ) للإِشعار بأنه مجرد قول لاكته ألسنتهم ، دون أن يكون معهم أى مستند يستندون إليه لإِثبات قبوله عند العقلاء .وجاء التعبير عن اعتقادهم الباطل هذا بصيغة الحصر ، لبيان أنه مع بطلانه - هو من أهم الموانع والصوارف ، التى منعتهم وصرفتهم عن الدخول فى الدين الحق ، الذى جاءتهم به الرسل - عليهم الصلاة والسلام - ، وهذا لا يمنع أن هناك صوارف أخرى حالت بينهم وبين الإِيمان كالحسد والعناد .قال صاحب الكشاف : \" والمعنى . وما منعهم من الإِيمان بالقرآن ، وبنبوة النبى صلى الله عليه وسلم إلا شبهة تلجلجت فى صدورهم ، وهى إنكارهم أن يرسل الله البشر . والهمزة فى ( أبعث الله ) للإِنكار ، وما أنكروه فخلافه هو المنكر عند الله - تعالى - لأن قضية حكمته ، أن لا يرسل ملك الوحى إلا إلى أمثاله ، أو إلى الأنبياء \" .والمتدبر فى القرآن الكريم ، يرى أن هذه الشبهة - وهى إنكار المشركين كون الرسول بشرًا - قد حكاها فى آيات كثيرة منها قوله - تعالى - : ( أَكَانَ لِلنَّاسِ عَجَباً أَنْ أَوْحَيْنَآ إلى رَجُلٍ مِّنْهُمْ أَنْ أَنذِرِ الناس وَبَشِّرِ الذين آمنوا أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِندَ رَبِّهِمْ . . . ) وقوله - تعالى - : ( ذَلِكَ بِأَنَّهُ كَانَت تَّأْتِيهِمْ رُسُلُهُم بالبينات فقالوا أَبَشَرٌ يَهْدُونَنَا فَكَفَرُواْ وَتَوَلَّواْ واستغنى الله والله غَنِيٌّ حَمِيدٌ ) ومما لا شك فيه أن هذه الشبهة تدل ، على أن هؤلاء الكافرين ، لم يدركوا قيمة بشريتهم وكرامتها عند الله - تعالى - ، وذلك بسبب انطماس بصائرهم ، وكثرة جهلهم ، وعكوفهم على موروثاتهم الفاسدة .",
  "ayah": 94,
  "surah": 17
}
