{
  "text": "قوله تعالى : وما ينظر هؤلاء إلا صيحة واحدة ينظر بمعنى ينتظر ، ومنه قوله تعالى : انظرونا نقتبس من نوركم هؤلاء يعني كفار مكة . إلا صيحة واحدة أي : نفخة القيامة . أي : ما ينتظرون بعد ما أصيبوا ببدر إلا صيحة القيامة . وقيل : ما ينتظر أحياؤهم الآن إلا الصيحة التي هي النفخة في الصور ، كما قال تعالى : ما ينظرون إلا صيحة واحدة تأخذهم وهو يخصمون فلا يستطيعون توصية وهذا إخبار عن قرب القيامة والموت . وقيل : أي : ما ينتظر كفار آخر هذه الأمة المتدينين بدين أولئك إلا صيحة واحدة وهي النفخة . وقال عبد الله بن عمرو : لم تكن صيحة في السماء إلا بغضب من الله - عز وجل - على أهل الأرض .ما لها من فواق أي من ترداد ، عن ابن عباس . مجاهد : ما لها رجوع . قتادة : ما لها من مثنوية . السدي : ما لها من إفاقة . وقرأ حمزة والكسائي : \" ما لها من فواق \" بضم الفاء . الباقون بالفتح . الجوهري : والفواق والفواق ما بين الحلبتين من الوقت ; لأنها تحلب ثم تترك سويعة يرضعها الفصيل لتدر ثم تحلب . يقال : ما أقام عنده إلا فواقا ، وفي الحديث : ( العيادة قدر فواق الناقة ) . وقوله تعالى : ما لها من فواق يقرأ بالفتح والضم أي : ما لها من نظرة وراحة وإفاقة . والفيقة بالكسر اسم اللبن الذي يجتمع بين الحلبتين : صارت الواو ياء لكسر ما قبلها ، قال الأعشى يصف بقرة :[ ص: 141 ]حتى إذا فيقة في ضرعها اجتمعت جاءت لترضع شق النفس لو رضعاوالجمع فيق ثم أفواق ، مثل : شبر وأشبار ، ثم أفاويق . قال ابن همام السلولي :وذموا لنا الدنيا وهم يرضعونها     أفاويق حتى ما يدر لها ثعلوالأفاويق أيضا ما اجتمع في السحاب من ماء ، فهو يمطر ساعة بعد ساعة . وأفاقت الناقة إفاقة أي : اجتمعت الفيقة في ضرعها ، فهي مفيق ومفيقة - عن أبي عمرو - والجمع مفاويق . وقال الفراء وأبو عبيدة وغيرهما : من فواق بفتح الفاء أي : راحة لا يفيقون فيها ، كما يفيق المريض والمغشي عليه . و \" من فواق \" بضم الفاء : من انتظار . وقد تقدم أنهما بمعنى وهو ما بين الحلبتين .قلت : والمعنى المراد أنها ممتدة لا تقطيع فيها . وروى أبو هريرة قال : حدثنا رسول الله - صلى الله عليه وسلم - ونحن في طائفة من أصحابه . . . الحديث . وفيه : يأمر الله - عز وجل - إسرافيل بالنفخة الأولى فيقول : انفخ نفخة الفزع ، فيفزع أهل السماوات وأهل الأرض إلا من شاء الله ، ويأمره فيمدها ويديمها ويطولها . يقول الله - عز وجل - : ما ينظر هؤلاء إلا صيحة واحدة ما لها من فواق . . . وذكر الحديث ، خرجه علي بن معبد وغيره كما ذكرناه في كتاب التذكرة .",
  "ayah": 15,
  "surah": 38
}
