{
  "text": "قوله تعالى : وشددنا ملكه أي قويناه حتى ثبت . قيل : بالهيبة وإلقاء الرعب منه في القلوب . وقيل : بكثرة الجنود . وقيل : بالتأييد والنصر . وهذا اختيار ابن العربي . فلا ينفع الجيش الكثير التفافه على غير منصور وغير معان . وقال ابن عباس - رضي الله عنه - : كان داود أشد ملوك الأرض سلطانا . كان يحرس محرابه كل ليلة نيف وثلاثون ألف رجل ، فإذا أصبح قيل : ارجعوا فقد رضي عنكم نبي الله . والملك عبارة عن كثرة الملك ، فقد يكون للرجل ملك ولكن لا يكون ملكا حتى يكثر ذلك ، فلو ملك الرجل دارا وامرأة لم يكن ملكا حتى يكون له خادم يكفيه مؤنة التصرف في المنافع التي يفتقر إليها لضرورته الآدمية . وقد مضى هذا المعنى في [ براءة ] وحقيقة الملك في [ النمل ] مستوفى .قوله تعالى : وآتيناه الحكمة وفصل الخطاب فيه مسألتان : الأولى : قوله تعالى : وآتيناه الحكمة أي النبوة ، قاله السدي . مجاهد : العدل . أبو العالية : العلم بكتاب الله تعالى . قتادة : السنة . شريح : العلم والفقه .\" وفصل الخطاب \" قال أبو عبد الرحمن السلمي وقتادة : يعني الفصل في القضاء . وهو قول ابن مسعود والحسن والكلبي ومقاتل . وقال ابن عباس : بيان الكلام . علي بن أبي طالب : هو البينة على المدعي واليمين على من أنكر . وقاله شريح والشعبي وقتادة أيضا . وقال أبو موسى الأشعري والشعبي أيضا : هو قوله أما بعد ، وهو أول من تكلم بها . وقيل : فصل الخطاب البيان الفاصل بين الحق والباطل . وقيل : هو الإيجاز بجعل المعنى الكثير في اللفظ القليل . والمعنى في هذه الأقوال متقارب . وقول علي - رضي الله عنه - يجمعه ; لأن مدار الحكم عليه في القضاء ما عدا قول أبي موسى .الثانية : قال القاضي أبو بكر بن العربي : فأما علم القضاء فلعمر إلهك إنه لنوع من العلم مجرد ، وفصل منه مؤكد ، غير معرفة الأحكام والبصر بالحلال والحرام ، ففي الحديث : أقضاكم علي وأعلمكم بالحلال والحرام معاذ بن جبل . وقد يكون الرجل بصيرا بأحكام [ ص: 147 ] الأفعال ، عارفا بالحلال والحرام ، ولا يقوم بفصل القضاء . يروى أن علي بن أبي طالب - رضي الله عنه - قال : لما بعثني رسول الله - صلى الله عليه وسلم - إلى اليمن حفر قوم زبية للأسد ، فوقع فيها الأسد ، وازدحم الناس على الزبية فوقع فيها رجل وتعلق بآخر ، وتعلق الآخر بآخر ، حتى صاروا أربعة ، فجرحهم الأسد فيها فهلكوا ، وحمل القوم السلاح وكاد يكون بينهم قتال ، قال فأتيتهم فقلت : أتقتلون مائتي رجل من أجل أربعة إناس! تعالوا أقض بينكم بقضاء ، فإن رضيتموه فهو قضاء بينكم ، وإن أبيتم رفعتم ذلك إلى رسول الله - صلى الله عليه وسلم - فهو أحق بالقضاء . فجعل للأول ربع الدية ، وجعل للثاني ثلث الدية ، وجعل للثالث نصف الدية ، وجعل للرابع الدية ، وجعل الديات على من حفر الزبية على قبائل الأربعة ، فسخط بعضهم ورضي بعضهم ، ثم قدموا على رسول الله - صلى الله عليه وسلم - فقصوا عليه القصة ، فقال : أنا أقضي بينكم ، فقال قائل : إن عليا قد قضى بيننا . فأخبروه بما قضى علي ، فقال رسول الله - صلى الله عليه وسلم - : القضاء كما قضى علي . في رواية : فأمضى رسول الله - صلى الله عليه وسلم - قضاء علي . وكذلك يروى في المعرفة بالقضاء أن أبا حنيفة جاء إليه رجل فقال : إن ابن أبي ليلى - وكان قاضيا بالكوفة - جلد امرأة مجنونة قالت لرجل : يا ابن الزانيين حدين في المسجد وهي قائمة . فقال : أخطأ من ستة أوجه . قال ابن العربي : وهذا الذي قاله أبو حنيفة بالبديهة لا يدركه أحد بالرؤية إلا العلماء . فأما قضية علي فلا يدركها الشادي ، ولا يلحقها بعد التمرن في الأحكام إلا العاكف المتمادي . وتحقيقها أن هؤلاء الأربعة المقتولين خطأ بالتدافع على الحفرة من الحاضرين عليها ، فلهم الديات على من حضر على وجه الخطأ ، بيد أن الأول مقتول بالمدافعة ، قاتل ثلاثة بالمجاذبة ، فله الدية بما قتل ، وعليه ثلاثة أرباع الدية بالثلاثة الذين قتلهم . وأما الثاني فله ثلث الدية وعليه الثلثان بالاثنين اللذين قتلهما بالمجاذبة . وأما الثالث فله نصف الدية وعليه النصف ; لأنه قتل واحدا بالمجاذبة ، فوقعت المحاصة وغرمت العواقل هذا التقدير بعد القصاص الجاري فيه . وهذا من بديع الاستنباط . وأما أبو حنيفة فإنه نظر إلى المعاني المتعلقة فرآها ستة : الأول أن المجنون لا حد عليه ; لأن الجنون يسقط التكليف . وهذا إذا كان القذف في حالة الجنون ، وأما إذا كان يجن مرة ويفيق أخرى فإنه يحد بالقذف في حالة إفاقته . والثاني : قولها يا ابن الزانيين ، فجلدها حدين ، لكل أب حد ، فإنما خطأه أبو حنيفة على مذهبه في أن حد القذف يتداخل ، لأنه عنده حق لله تعالى كحد الخمر والزنى ، وأما الشافعي ومالك فإنهما يريان أن الحد بالقذف حق [ ص: 148 ] للآدمي ، فيتعدد بتعدد المقذوف . الثالث : أنه جلد بغير مطالبة المقذوف ، ولا تجوز إقامة حد القذف بإجماع من الأمة إلا بعد المطالبة بإقامته ممن يقول إنه حق لله تعالى ، ومن يقول إنه حق الآدمي . وبهذا المعنى وقع الاحتجاج لمن يرى أنه حق للآدمي ، إذ لو كان حقا لله لما توقف على المطالبة كحد الزنى . الرابع : أنه والى بين الحدين ، ومن وجب عليه حدان لم يوال بينهما ، بل يحد لأحدهما ثم يترك حتى يندمل الضرب ، أو يستبل المضروب ثم يقام عليه الحد الآخر . الخامس : أنه حدها قائمة ، ولا تحد المرأة إلا جالسة مستورة ، قال بعض الناس : في زنبيل . السادس : أنه أقام الحد في المسجد ، ولا تقام الحدود فيه إجماعا . وفي القضاء في المسجد والتعزير فيه خلاف . قال القاضي : فهذا هو فصل الخطاب وعلم القضاء ، الذي وقعت الإشارة إليه على أحد التأويلات في الحديث المروي : أقضاكم علي . وأما من قال : إنه الإيجاز فذلك للعرب دون العجم ، ولمحمد - صلى الله عليه وسلم - دون العرب ، وقد بين هذا بقوله : وأوتيت جوامع الكلم . وأما من قال : إنه قوله : أما بعد ، فكان النبي - صلى الله عليه وسلم - يقول في خطبته : أما بعد . ويروى أن أول من قالها في الجاهلية سحبان بن وائل ، وهو أول من آمن بالبعث ، وأول من توكأ على عصا ، وعمر مائة وثمانين سنة . ولو صح أن داود - عليه السلام - قالها ، لم يكن ذلك منه بالعربية على هذا النظم ، وإنما كان بلسانه . والله أعلم .",
  "ayah": 20,
  "surah": 38
}
