{
  "text": "قوله تعالى : فغفرنا له ذلك أي فغفرنا له ذنبه . قال ابن الأنباري : فغفرنا له ذلك تام ، ثم تبتدئ \" وإن له \" وقال القشيري : ويجوز الوقف على فغفرنا له ثم تبتدئ ذلك وإن له كقوله : هذا وإن للطاغين أي الأمر ذلك . وقال عطاء الخراساني وغيره : إن داود سجد أربعين يوما حتى نبت المرعى حول وجهه وغمر رأسه فنودي : أجائع فتطعم ، أو أعار فتكسى ، فنحب نحبة هاج المرعى من حر جوفه ، فغفر له وستر بها . فقال : يا رب هذا ذنبي فيما بيني وبينك قد غفرته ، وكيف بفلان وكذا وكذا رجلا من بني إسرائيل ، تركت أولادهم أيتاما ، ونساءهم أرامل ؟ قال : يا داود لا يجاوزني يوم القيامة ظلم ، أمكنه منك ثم أستوهبك منه بثواب الجنة . قال : يا رب هكذا تكون المغفرة الهينة . ثم قيل : يا داود ارفع رأسك . فذهب ليرفع رأسه فإذا به قد نشب في الأرض ، فأتاه جبريل فاقتلعه عن وجه الأرض كما يقتلع من الشجرة صمغها . رواه الوليد بن مسلم عن ابن جابر عن عطاء . قال الوليد : وأخبرني منير بن الزبير ، قال : فلزق مواضع مساجده على الأرض من فروة وجهه ما شاء الله . قال الوليد قال ابن لهيعة : فكان يقول في سجوده : سبحانك هذا شرابي دموعي ، وهذا طعامي في رماد بين يدي . في رواية : إنه سجد أربعين يوما لا يرفع رأسه إلا للصلاة المكتوبة ، فبكى حتى نبت العشب من دموعه . وروي مرفوعا من حديث أبي هريرة عن النبي - صلى الله عليه وسلم - : إن داود مكث أربعين ليلة ساجدا حتى نبت العشب من دموعه على رأسه ، وأكلت الأرض من جبينه وهو يقول في سجوده : يا رب ، داود زل زلة بعد بها ما بين المشرق والمغرب ، رب إن لم ترحم [ ص: 167 ] ضعف داود وتغفر ذنبه جعلت ذنبه حديثا في الخلق من بعده ، فقال له جبريل بعد أربعين سنة : يا داود ، إن الله قد غفر لك الهم الذي هممت به وقال وهب : إن داود - عليه السلام - نودي إني قد غفرت لك . فلم يرفع رأسه حتى جاءه جبريل فقال : لم لا ترفع رأسك وربك قد غفر لك ؟ قال : يا رب كيف وأنت لا تظلم أحدا . فقال الله لجبريل : اذهب إلى داود فقل له يذهب إلى قبر أوريا فيتحلل منه ، فأنا أسمعه نداءه . فلبس داود المسوح وجلس عند قبر أوريا ونادى : يا أوريا ، فقال : لبيك! من هذا الذي قطع علي لذتي وأيقظني ؟ فقال : أنا أخوك داود ، أسألك أن تجعلني في حل ، فإني عرضتك للقتل . قال : عرضتني للجنة فأنت في حل . وقال الحسن وغيره : كان داود - عليه السلام - بعد الخطيئة لا يجالس إلا الخاطئين ، ويقول : تعالوا إلى داود الخطاء ، ولا يشرب شرابا إلا مزجه بدموع عينيه . وكان يجعل خبز الشعير اليابس في قصعة فلا يزال يبكي حتى يبتل بدموعه ، وكان يذر عليه الرماد والملح فيأكل ويقول : هذا أكل الخاطئين . وكان قبل الخطيئة يقوم نصف الليل ويصوم نصف الدهر . ثم صام بعده الدهر كله وقام الليل كله . وقال : يا رب اجعل خطيئتي في كفي ، فصارت خطيئته منقوشة في كفه . فكان لا يبسطها لطعام ولا شراب ولا شيء إلا رآها فأبكته ، وإن كان ليؤتى بالقدح ثلثاه ماء ، فإذا تناوله أبصر خطيئته فما يضعه عن شفته حتى يفيض من دموعه . وروى الوليد بن مسلم : حدثني أبو عمرو الأوزاعي أن رسول الله - صلى الله عليه وسلم - قال : إنما مثل عيني داود مثل القربتين تنطفان ، ولقد خدد الدموع في وجه داود خديد الماء في الأرض .قال الوليد : وحدثنا عثمان بن أبي العاتكة أنه كان في قول داود إذ هو خلو من الخطيئة شدة قوله في الخطائين ، إن كان يقول : اللهم لا تغفر للخطائين . ثم صار إلى أن يقول : اللهم رب اغفر للخاطئين لكي تغفر لداود معهم ، سبحان خالق النور . إلهي خرجت أسأل أطباء عبادك أن يداووا خطيئتي ، فكلهم عليك يدلني . إلهي أخطأت خطيئة قد خفت أن تجعل حصادها عذابك يوم القيامة إن لم تغفرها ، سبحان خالق النور . إلهي إذا ذكرت خطيئتي ضاقت الأرض برحبها علي ، وإذا ذكرت رحمتك ارتد إلي روحي .وفي الخبر : أن داود - عليه السلام - كان إذا علا المنبر رفع يمينه فاستقبل بها الناس ليريهم نقش خطيئته ، فكان ينادي : إلهي إذا ذكرت خطيئتي ضاقت علي الأرض برحبها ، وإذا ذكرت رحمتك ارتد إلي روحي ، رب اغفر للخاطئين كي تغفرلداود معهم . وكان يقعد على سبعة أفرشة من الليف محشوة بالرماد ، فكانت تستنقع دموعه تحت رجليه حتى تنفذ من [ ص: 168 ] الأفرشة كلها . وكان إذا كان يوم نوحه نادى مناديه في الطرق والأسواق والأودية والشعاب وعلى رءوس الجبال وأفواه الغيران : ألا إن هذا يوم نوح داود ، فمن أراد أن يبكي على ذنبه فليأت داود فيسعده ، فيهبط السياح من الغيران والأودية ، وترتج الأصوات حول منبره ، والوحوش والسباع والطير عكف ، وبنو إسرائيل حول منبره ، فإذا أخذ في العويل والنوح ، وأثارت الحرقات منابع دموعه ، صارت الجماعة ضجة واحدة نوحا وبكاء ، حتى يموت حول منبره بشر كثير في مثل ذلك اليوم . ومات داود - عليه السلام - فيما قيل يوم السبت فجأة ، أتاه ملك الموت وهو يصعد في محرابه وينزل ، فقال : جئت لأقبض روحك . فقال : دعني حتى أنزل أو أرتقي . فقال : ما لي إلى ذلك سبيل ، نفدت الأيام والشهور والسنون والآثار والأرزاق ، فما أنت بمؤثر بعدها أثرا . قال : فسجد داود على مرقاة من الدرج ، فقبض نفسه على تلك الحال . وكان بينه وبين موسى عليهما السلام خمسمائة وتسع وتسعون سنة . وقيل : تسع وسبعون ، وعاش مائة سنة ، وأوصى إلى ابنه سليمان بالخلافة .قوله تعالى : وإن له عندنا لزلفى وحسن مآب قال محمد بن كعب ومحمد بن قيس : وإن له عندنا لزلفى قربة بعد المغفرة . وحسن مآب قالا : والله إن أول من يشرب الكأس يوم القيامة داود . وقال مجاهد عن عبد الله بن عمر : الزلفى الدنو من الله - عز وجل - يوم القيامة . وعن مجاهد : يبعث داود يوم القيامة وخطيئته منقوشة في يده : فإذا رأى أهاويل يوم القيامة لم يجد منها محرزا إلا أن يلجأ إلى رحمة الله تعالى . قال : ثم يرى خطيئته فيقلق فيقال له : هاهنا ، ثم يرى فيقلق فيقال له : هاهنا ، ثم يرى فيقلق فيقال له : هاهنا ، حتى يقرب فيسكن ، فذلك قوله - عز وجل - : وإن له عندنا لزلفى وحسن مآب ذكره الترمذي الحكيم . قال : حدثنا الفضل بن محمد ، قال حدثنا عبد الملك بن الأصبغ قال : حدثنا الوليد بن مسلم ، قال حدثنا إبراهيم بن محمد الفزاري عن عبد الملك بن أبي سليمان عن مجاهد فذكره . قال الترمذي : ولقد كنت أمر زمانا طويلا بهذه الآيات فلا ينكشف لي المراد والمعنى من قوله : ربنا عجل لنا قطنا والقط الصحيفة في اللغة ، وذلك أن رسول الله - صلى الله عليه وسلم - تلا عليهم : فأما من أوتي كتابه بيمينه وقال لهم : ( إنكم ستجدون هذا كله في صحائفكم تعطونها بشمائلكم ) قالوا : ربنا عجل لنا قطنا أي : صحيفتنا قبل يوم الحساب قال الله تعالى : اصبر على ما يقولون واذكر عبدنا داود ذا الأيد فقص قصة خطيئته إلى منتهاها ، فكنت أقول : أمره بالصبر على ما قالوا ، وأمره بذكر داود فأي شيء أريد [ ص: 169 ] من هذا الذكر ؟ وكيف اتصل هذا بذاك ؟ فلا أقف على شيء يسكن قلبي عليه ، حتى هداني الله له يوما فألهمته : أن هؤلاء أنكروا قول أنهم يعطون كتبهم بشمائلهم ، فيها ذنوبهم وخطاياهم استهزاء بأمر الله ، وقالوا : ربنا عجل لنا قطنا قبل يوم الحساب فأوجعه ذلك من استهزائهم ، فأمره بالصبر على مقالتهم ، وأن يذكر عبده داود ، سأل تعجيل خطيئته أن يراها منقوشة في كفه ، فنزل به ما نزل من أنه كان إذا رآها اضطرب وامتلأ القدح من دموعه ، وكان إذا رآها بكى حتى تنفذ سبعة أفرشة من الليف محشوة بالرماد ، فإنما سألها بعد المغفرة وبعد ضمان تبعة الخصم ، وأن الله تبارك وتعالى اسمه يستوهبه منه ، وهو حبيبه ووليه وصفيه ، فرؤية نقش الخطيئة بصورتها مع هذه المرتبة صنعت به هكذا ، فكيف كان يحل بأعداء الله وبعصاته من خلقه وأهل خزيه ، لو عجلت لهم صحائفهم فنظروا إلى صورة تلك الخطايا التي عملوها على الكفر والجحود ، وماذا يحل بهم إذا نظروا إليها في تلك الصحائف ، وقد أخبر الله عنهم فقال : فترى المجرمين مشفقين مما فيه ويقولون يا ويلتنا مال هذا الكتاب لا يغادر صغيرة ولا كبيرة إلا أحصاها فداود صلوات الله عليه مع المغفرة والبشرى والعطف لم يقم لرؤية صورتها . وقد روينا في الحديث : إذا رآها يوم القيامة منقوشة في كفه قلق حتى يقال له : هاهنا ، ثم يرى فيقلق ثم يقال : هاهنا ، ثم يرى فيقلق حتى يقرب فيسكن .",
  "ayah": 25,
  "surah": 38
}
