{
  "text": "فلما فرغ من صلاته قال : ردوها علي فطفق مسحا أي : فأقبل يمسحها مسحا . وفي معناه قولان : أحدهما أنه أقبل يمسح سوقها وأعناقها بيده إكراما منه لها ، وليري أن الجليل لا يقبح أن يفعل مثل هذا بخيله . وقال قائل هذا القول : كيف يقتلها وفي ذلك إفساد المال ومعاقبة من لا ذنب له ؟ . وقيل : المسح هاهنا هو القطع ، أذن له في قتلها . قال الحسن والكلبي ومقاتل : صلى سليمان الصلاة الأولى وقعد على كرسيه وهي تعرض عليه ، وكانت ألف فرس ، فعرض عليه منها تسعمائة فتنبه لصلاة العصر ، فإذا الشمس قد غربت وفاتت الصلاة ، ولم يعلم بذلك هيبة له فاغتم ، فقال : ردوها علي فردت فعقرها بالسيف قربة لله ، وبقي منها مائة ، فما في أيدي الناس من الخيل العتاق اليوم فهي من نسل تلك الخيل . قال القشيري : وقيل : ما كان في ذلك الوقت صلاة الظهر ولا صلاة العصر ، بل كانت تلك الصلاة نافلة فشغل عنها . وكان سليمان - عليه السلام - رجلا مهيبا ، فلم يذكره أحد ما نسي من الفرض أو النفل وظنوا التأخر مباحا ، فتذكر سليمان تلك الصلاة الفائتة ، وقال على سبيل التلهف : إني أحببت حب الخير عن ذكر ربي أي : عن الصلاة ، وأمر برد الأفراس إليه ، وأمر بضرب عراقيبها وأعناقها ، ولم يكن ذلك معاقبة للأفراس ، إذ ذبح البهائم جائز إذا كانت مأكولة ، بل عاقب نفسه حتى لا تشغله الخيل بعد ذلك عن الصلاة . ولعله عرقبها ليذبحها فحبسها بالعرقبة عن النفار ، ثم ذبحها في الحال ، ليتصدق بلحمها ، أو لأن ذلك كان مباحا في شرعه فأتلفها لما شغلته عن ذكر [ ص: 176 ] الله ، حتى يقطع عن نفسه ما يشغله عن الله ، فأثنى الله عليه بهذا ، وبين أنه أثابه بأن سخر له الريح ، فكان يقطع عليها من المسافة في يوم ما يقطع مثله على الخيل في شهرين غدوا ورواحا . وقد قيل : إن الهاء في قوله : ردوها علي للشمس لا للخيل . قال ابن عباس : سألت عليا عن هذه الآية فقال : ما بلغك فيها ؟ فقلت : سمعت كعبا يقول : إن سليمان لما اشتغل بعرض الأفراس حتى توارت الشمس بالحجاب وفاتته الصلاة ، قال : إني أحببت حب الخير عن ذكر ربي أي : آثرت حب الخير عن ذكر ربي الآية ردوها علي يعني الأفراس ، وكانت أربع عشرة ، فضرب سوقها وأعناقها بالسيف ، وأن الله سلبه ملكه أربعة عشر يوما ; لأنه ظلم الخيل . فقال علي بن أبي طالب : كذب كعب لكن سليمان اشتغل بعرض الأفراس للجهاد حتى توارت أي : غربت الشمس بالحجاب ، فقال بأمر الله للملائكة الموكلين بالشمس : ردوها يعني الشمس ، فردوها حتى صلى العصر في وقتها ، وأن أنبياء الله لا يظلمون لأنهم معصومون .قلت : الأكثر في التفسير أن التي توارت بالحجاب هي الشمس ، وتركها لدلالة السامع عليها بما ذكر مما يرتبط بها ويتعلق بذكرها ، حسب ما تقدم بيانه . وكثيرا ما يضمرون الشمس ، قال لبيد :حتى إذا ألقت يدا في كافر     وأجن عورات الثغور ظلامهاوالهاء في ردوها للخيل ، ومسحها قال الزهري وابن كيسان : كان يمسح سوقها وأعناقها ، ويكشف الغبار عنها حبا لها . وقال الحسن وقتادة وابن عباس . وفي الحديث أن النبي - صلى الله عليه وسلم - رئي وهو يمسح فرسه بردائه . وقال : إني عوتبت الليلة في الخيل خرجه الموطأ عن يحيى بن سعيد مرسلا . وهو في غير الموطأ مسند متصل عن مالك عن يحيى بن سعيد عن أنس . وقد مضى في [ الأنفال ] قوله - عليه السلام - : وامسحوا بنواصيها وأكفالها وروى ابن وهب عن مالك أنه مسح أعناقها وسوقها بالسيوف .قلت : وقد استدل الشبلي وغيره من الصوفية في تقطيع ثيابهم وتخريقها بفعل سليمان هذا . وهو استدلال فاسد ; لأنه لا يجوز أن ينسب إلى نبي معصوم أنه فعل الفساد . والمفسرون اختلفوا في معنى الآية ، فمنهم من قال : مسح على أعناقها وسوقها إكراما لها ، وقال : أنت في سبيل الله ، فهذا إصلاح . ومنهم من قال : عرقبها ثم ذبحها ، وذبح الخيل وأكل لحمها جائز .[ ص: 177 ] وقد مضى في [ النحل ] بيانه . وعلى هذا فما فعل شيئا عليه فيه جناح . فأما إفساد ثوب صحيح لا لغرض صحيح فإنه لا يجوز . ومن الجائز أن يكون في شريعة سليمان جواز ما فعل ، ولا يكون في شرعنا . وقد قيل : إنما فعل بالخيل ما فعل بإباحة الله - جل وعز - له ذلك . وقد قيل : إن مسحه إياها وسمها بالكي وجعلها في سبيل الله ، فالله أعلم . وقد ضعف هذا القول من حيث إن السوق ليست بمحل للوسم بحال . وقد يقال : الكي على الساق علاط ، وعلى العنق وثاق . والذي في الصحاح للجوهري : علط البعير علطا كواه في عنقه بسمة العلاط . والعلاطان جانبا العنق .قلت : ومن قال إن الهاء في ردوها ترجع للشمس فذلك من معجزاته . وقد اتفق مثل ذلك لنبينا صلى الله عليه وسلم . خرج الطحاوي في مشكل الحديث عن أسماء بنت عميس من طريقين أن النبي - صلى الله عليه وسلم - كان يوحى إليه ورأسه في حجر علي ، فلم يصل العصر حتى غربت الشمس ، فقال رسول الله - صلى الله عليه وسلم - : أصليت يا علي قال : لا . فقال رسول الله - صلى الله عليه وسلم - : اللهم إنه كان في طاعتك وطاعة رسولك فاردد عليه الشمس . قالت أسماء : فرأيتها غربت ثم رأيتها بعدما غربت طلعت على الجبال والأرض ، وذلك بالصهباء في خيبر . قال الطحاوي : وهذان الحديثان ثابتان ، ورواتهما ثقات .قلت : وضعف أبو الفرج ابن الجوزي هذا الحديث فقال : وغلو الرافضة في حب علي - عليه السلام - حملهم على أن وضعوا أحاديث كثيرة في فضائله ، منها أن الشمس غابت ففاتت عليا - عليه السلام - العصر فردت له الشمس ، وهذا من حيث النقل محال ، ومن حيث المعنى فإن الوقت قد فات وعودها طلوع متجدد لا يرد الوقت . ومن قال : إن الهاء ترجع إلى الخيل ، وأنها كانت تبعد عن عين سليمان في السباق ، ففيه دليل على المسابقة بالخيل ، وهو أمر مشروع . وقد مضى القول فيه في [ يوسف ] .",
  "ayah": 33,
  "surah": 38
}
