{
  "text": "قوله تعالى : ولقد فتنا سليمان قيل : فتن سليمان بعد ما ملك عشرين سنة ، وملك بعد الفتنة عشرين سنة ، ذكره الزمخشري . و \" فتنا \" أي : ابتلينا وعاقبنا . وسبب ذلك ما رواه سعيد بن جبير عن ابن عباس قال : اختصم إلى سليمان - عليه السلام - فريقان أحدهما من أهل جرادة امرأة سليمان ، وكان يحبها فهوى أن يقع القضاء لهم ، ثم قضى بينهما بالحق ، فأصابه الذي أصابه عقوبة لذلك الهوى . وقال سعيد بن المسيب : إن سليمان - عليه السلام - احتجب عن الناس ثلاثة أيام لا يقضي بين أحد ، ولا ينصف مظلوما من ظالم ، فأوحى الله تعالى إليه : \" إني لم أستخلفك لتحتجب عن عبادي ولكن لتقضي بينهم وتنصف مظلومهم \" .وقال شهر بن حوشب ووهب بن منبه : إن سليمان - عليه السلام - سبى بنت ملك غزاه في البحر ، في جزيرة من جزائر البحر يقال لها صيدون . فألقيت عليه محبتها ، وهي تعرض عنه ، لا تنظر إليه إلا شزرا ، ولا تكلمه إلا نزرا ، وكان لا يرقأ لها دمع حزنا على أبيها ، وكانت في غاية من الجمال ، ثم إنها سألته أن يصنع لها تمثالا على صورة أبيها حتى تنظر إليه ، فأمر فصنع لها فعظمته وسجدت له ، وسجدت معها جواريها ، وصار صنما معبودا في داره وهو لا يعلم ، حتى مضت أربعون ليلة ، وفشا خبره في بني إسرائيل وعلم به سليمان فكسره ، وحرقه ثم ذراه في البحر . وقيل : إن سليمان لما أصاب ابنة ملك صيدون واسمها جرادة - فيما ذكر الزمخشري - أعجب بها ، فعرض عليها الإسلام فأبت ، فخوفها فقالت : اقتلني ولا أسلم ، فتزوجها وهي مشركة فكانت تعبد صنما لها من ياقوت أربعين يوما في خفية من سليمان إلى أن أسلمت ، فعوقب سليمان بزوال ملكه أربعين يوما . وقال كعب الأحبار : إنه لما ظلم الخيل بالقتل سلب ملكه . وقال الحسن : إنه قارب بعض نسائه في شيء من حيض أو غيره . وقيل : إنه أمر ألا يتزوج امرأة إلا من بني إسرائيل ، فتزوج امرأة من غيرهم ، فعوقب على ذلك ، والله أعلم .قوله تعالى : وألقينا على كرسيه جسدا قيل : شيطان في قول أكثر أهل التفسير ، ألقى الله شبه سليمان - عليه السلام - عليه ، واسمه صخر بن عمير صاحب البحر ، وهو الذي دل [ ص: 179 ] سليمان على الماس حين أمر سليمان ببناء بيت المقدس ، فصوتت الحجارة لما صنعت بالحديد ، فأخذوا الماس فجعلوا يقطعون به الحجارة والفصوص وغيرها ولا تصوت . قال ابن عباس : كان ماردا لا يقوى عليه جميع الشياطين ، ولم يزل يحتال حتى ظفر بخاتم سليمان بن داود ، وكان سليمان لا يدخل الكنيف بخاتمه ، فجاء صخر في صورة سليمان حتى أخذ الخاتم من امرأة من نساء سليمان أم ولد له يقال لها الأمينة ، قاله شهر ووهب .وقال ابن عباس وابن جبير : اسمها جرادة . فقام أربعين يوما على ملك سليمان وسليمان هارب ، حتى رد الله عليه الخاتم والملك . وقال سعيد بن المسيب : كان سليمان قد وضع خاتمه تحت فراشه ، فأخذه الشيطان من تحته . وقال مجاهد : أخذه الشيطان من يد سليمان ; لأن سليمان سأل الشيطان وكان اسمه آصف : كيف تضلون الناس ؟ فقال له الشيطان : أعطني خاتمك حتى أخبرك . فأعطاه خاتمه ، فلما أخذ الشيطان الخاتم جلس على كرسي سليمان ، متشبها بصورته ، داخلا على نسائه ، يقضي بغير الحق ، ويأمر بغير الصواب . واختلف في إصابته لنساء سليمان ، فحكي عن ابن عباس ووهب بن منبه : أنه كان يأتيهن في حيضهن . وقال مجاهد : منع من إتيانهن ، وزال عن سليمان ملكه ، فخرج هاربا إلى ساحل البحر يتضيف الناس ، ويحمل سموك الصيادين بالأجر ، وإذا أخبر الناس أنه سليمان أكذبوه . قال قتادة : ثم إن سليمان بعد أن استنكر بنو إسرائيل حكم الشيطان أخذ حوته من صياد . قيل : إنه استطعمها . وقال ابن عباس : أخذها أجرة في حمل حوت . وقيل : إن سليمان صادها ، فلما شق بطنها وجد خاتمه فيها ، وذلك بعد أربعين يوما من زوال ملكه ، وهي عدد الأيام التي عبد فيها الصنم في داره ، وإنما وجد الخاتم في بطن الحوت ; لأن الشيطان الذي أخذه ألقاه في البحر . وقال علي بن أبي طالب - رضي الله عنه - : بينما سليمان على شاطئ البحر وهو يعبث بخاتمه ، إذ سقط منه في البحر وكان ملكه في خاتمه . وقال جابر بن عبد الله : قال النبي - صلى الله عليه وسلم - : كان نقش خاتم سليمان بن داود لا إله إلا الله محمد رسول الله .وحكى يحيى بن أبي عمرو الشيباني أن [ ص: 180 ] سليمان وجد خاتمه بعسقلان ، فمشى منها إلى بيت المقدس تواضعا لله تعالى . قال ابن عباس وغيره : ثم إن سليمان لما رد الله عليه ملكه ، أخذ صخرا الذي أخذ خاتمه ، ونقر له صخرة وأدخله فيها ، وسد عليه بأخرى وأوثقها بالحديد والرصاص ، وختم عليها بخاتمه وألقاها في البحر ، وقال : هذا محبسك إلى يوم القيامة . وقال علي - رضي الله عنه - : لما أخذ سليمان الخاتم ، أقبلت إليه الشياطين والجن والإنس والطير والوحش والريح ، وهرب الشيطان الذي خلف في أهله ، فأتى جزيرة في البحر ، فبعث إليه الشياطين فقالوا : لا نقدر عليه ، ولكنه يرد عينا في الجزيرة في كل سبعة أيام يوما ، ولا نقدر عليه حتى يسكر! قال : فنزح سليمان ماءها وجعل فيها خمرا ، فجاء يوم وروده فإذا هو بالخمر ، فقال : والله إنك لشراب طيب إلا أنك تطيشين الحليم ، وتزيدين الجاهل جهلا . ثم عطش عطشا شديدا ثم أتاه فقال مثل مقالته ، ثم شربها فغلبت على عقله ، فأروه الخاتم فقال : سمعا وطاعة . فأتوا به سليمان فأوثقه وبعث به إلى جبل ، فذكروا أنه جبل الدخان ، فقالوا : إن الدخان الذي ترون من نفسه ، والماء الذي يخرج من الجبل من بوله . وقال مجاهد : اسم ذلك الشيطان آصف . وقال السدي اسمه حبقيق ، فالله أعلم .وقد ضعف هذا القول من حيث إن الشيطان لا يتصور بصورة الأنبياء ، ثم من المحال أن يلتبس على أهل مملكة سليمان الشيطان بسليمان حتى يظنوا أنهم مع نبيهم في حق ، وهم مع الشيطان في باطل . وقيل : إن الجسد ولد ولد لسليمان ، وأنه لما ولد اجتمعت الشياطين ، وقال بعضهم لبعض : إن عاش له ابن لم ننفك مما نحن فيه من البلاء والسخرة ، فتعالوا نقتل ولده أو نخبله . فعلم سليمان بذلك فأمر الريح حتى حملته إلى السحاب ، وغدا ابنه في السحاب خوفا من مضرة الشياطين ، فعاقبه الله بخوفه من الشياطين ، فلم يشعر إلا وقد وقع على كرسيه ميتا . قال معناه الشعبي . فهو الجسد الذي قال الله تعالى : وألقينا على كرسيه جسدا .وحكى النقاش وغيره : إن أكثر ما وطئ سليمان جواريه طلبا للولد ، فولد له نصف إنسان ، فهو كان الجسد الملقى على كرسيه ، جاءت به القابلة فألقته هناك . وفي صحيح البخاري ومسلم عن أبي هريرة قال : قال رسول الله - صلى الله عليه وسلم - : قال سليمان لأطوفن الليلة على تسعين امرأة ، كلهن تأتي بفارس يجاهد في سبيل الله ، فقال له صاحبه : قل إن شاء الله ، فلم يقل إن شاء الله ، فطاف عليهن جميعا فلم تحمل منهن إلا امرأة واحدة جاءت بشق رجل ، وايم الذي نفس [ ص: 181 ] محمد بيده لو قال : إن شاء الله ، لجاهدوا في سبيل الله فرسانا أجمعون . وقيل : إن الجسد هو آصف بن برخيا الصديق كاتب سليمان ، وذلك أن سليمان لما فتن سقط الخاتم من يده وكان فيه ملكه ، فأعاده إلى يده فسقط فأيقن بالفتنة ، فقال له آصف : إنك مفتون ، ولذلك لا يتماسك في يدك ، ففر إلى الله تعالى تائبا من ذلك ، وأنا أقوم مقامك في عالمك إلى أن يتوب الله عليك ، ولك من حين فتنت أربعة عشر يوما . ففر سليمان هاربا إلى ربه ، وأخذ آصف الخاتم فوضعه في يده فثبت ، وكان عنده علم من الكتاب . وقام آصف في ملك سليمان وعياله ، يسير بسيره ويعمل بعمله ، إلى أن رجع سليمان إلى منزله تائبا إلى الله تعالى ، ورد الله عليه ملكه ، فأقام آصف في مجلسه ، وجلس على كرسيه وأخذ الخاتم . وقيل : إن الجسد كان سليمان نفسه ، وذلك أنه مرض مرضا شديدا حتى صار جسدا . وقد يوصف به المريض المضنى فيقال : كالجسد الملقى .صفة كرسي سليمان وملكه : روي عن ابن عباس قال : كان سليمان يوضع له ستمائة كرسي ، ثم يجيء أشراف الناس فيجلسون مما يليه ، ثم يأتي أشراف الجن فيجلسون مما يلي الإنس ، ثم يدعو الطير فتظلهم ، ثم يدعو الريح فتقلهم ، وتسير بالغداة الواحدة مسيرة شهر . وقال وهب وكعب وغيرهما : إن سليمان - عليه السلام - لما ملك بعد أبيه ، أمر باتخاذ كرسي ليجلس عليه للقضاء ، وأمر أن يعمل بديعا مهولا بحيث إذا رآه مبطل أو شاهد زور ارتدع وتهيب ، فأمر أن يعمل من أنياب الفيلة مفصصة بالدر والياقوت والزبرجد ، وأن يحف بنخيل الذهب ، فحف بأربع نخلات من ذهب ، شماريخها الياقوت الأحمر والزمرد الأخضر ، على رأس نخلتين منهما طاووسان من ذهب ، وعلى رأس نخلتين نسران من ذهب بعضها مقابل لبعض ، وجعلوا من جنبي الكرسي أسدين من ذهب ، على رأس كل واحد منهما عمود من الزمرد الأخضر . وقد عقدوا على النخلات أشجار كروم من الذهب الأحمر ، واتخذوا عناقيدها من الياقوت الأحمر ، بحيث أظل عريش الكروم [ ص: 182 ] النخل والكرسي . وكان سليمان - عليه السلام - إذا أراد صعوده وضع قدميه على الدرجة السفلى ، فيستدير الكرسي كله بما فيه دوران الرحى المسرعة ، وتنشر تلك النسور والطواويس أجنحتها ، ويبسط الأسدان أيديهما ، ويضربان الأرض بأذنابهما . وكذلك يفعل في كل درجة يصعدها سليمان ، فإذا استوى بأعلاه أخذ النسران اللذان على النخلتين تاج سليمان فوضعاه على رأسه ، ثم يستدير الكرسي بما فيه ، ويدور معه النسران والطاووسان والأسدان مائلان برءوسهما إلى سليمان ، وينضحن عليه من أجوافهن المسك والعنبر ، ثم تناوله حمامة من ذهب قائمة على عمود من أعمدة الجواهر فوق الكرسي التوراة ، فيفتحها سليمان - عليه السلام - ويقرأها على الناس ويدعوهم إلى فصل القضاء .قالوا : ويجلس عظماء بني إسرائيل على كراسي الذهب المفصصة بالجواهر ، وهي ألف كرسي عن يمينه ، ويجلس عظماء الجن على كراسي الفضة عن يساره ، وهي ألف كرسي ، ثم تحف بهم الطير تظلهم ، ويتقدم الناس لفصل القضاء . فإذا تقدمت الشهود للشهادات ، دار الكرسي بما فيه وعليه دوران الرحى المسرعة ، ويبسط الأسدان أيديهما ويضربان الأرض بأذنابهما ، وينشر النسران والطاووسان أجنحتهما ، فتفزع الشهود فلا يشهدون إلا بالحق .وقيل : إن الذي كان يدور بذلك الكرسي تنين من ذهب ذلك الكرسي عليه ، وهو عظم مما عمله له صخر الجني ، فإذا أحست بدورانه تلك النسور والأسد والطواويس التي في أسفل الكرسي إلى أعلاه درن معه ، فإذا وقفن وقفن كلهن على رأس سليمان ، وهو جالس ، ثم ينضحن جميعا على رأسه ما في أجوافهن من المسك والعنبر . فلما توفي سليمان بعث بختنصر فأخذ الكرسي فحمله إلى أنطاكية ، فأراد أن يصعد إليه ولم يكن له علم كيف يصعد إليه ، فلما وضع رجله ضرب الأسد رجله فكسرها ، وكان سليمان إذا صعد وضع قدميه جميعا . ومات بختنصر وحمل الكرسي إلى بيت المقدس ، فلم يستطع قط ملك أن يجلس عليه ، ولكن لم يدر أحد عاقبة أمره ، ولعله رفع .قوله تعالى : ثم أناب أي رجع إلى الله وتاب . وقد تقدم .",
  "ayah": 34,
  "surah": 38
}
