{
  "text": "قوله تعالى : قال رب اغفر لي أي اغفر لي ذنبي وهب لي ملكا لا ينبغي لأحد من بعدي يقال : كيف أقدم سليمان على طلب الدنيا ، مع ذمها من الله تعالى ، وبغضه لها ، وحقارتها لديه ؟ . فالجواب : أن ذلك محمول عند العلماء على أداء حقوق الله تعالى وسياسة ملكه ، وترتيب منازل خلقه ، وإقامة حدوده ، والمحافظة على رسومه ، وتعظيم شعائره ، وظهور عبادته ، ولزوم طاعته ، ونظم قانون الحكم النافذ عليهم منه ، وتحقيق الوعود في أنه يعلم ما لا يعلم أحد من خلقه حسب ما صرح بذلك لملائكته فقال : إني أعلم ما لا تعلمون [ ص: 183 ] وحاشا سليمان - عليه السلام - أن يكون سؤاله طلبا لنفس الدنيا ; لأنه هو والأنبياء أزهد خلق الله فيها ، وإنما سأل مملكتها لله ، كما سأل نوح دمارها وهلاكها لله ، فكانا محمودين مجابين إلى ذلك ، فأجيب نوح فأهلك من عليها ، وأعطي سليمان المملكة . وقد قيل : إن ذلك كان بأمر من الله - جل وعز - على الصفة التي علم الله أنه لا يضبطه إلا هو وحده دون سائر عباده ، أو أراد أن يقول ملكا عظيما فقال : لا ينبغي لأحد من بعدي وهذا فيه نظر . والأول أصح . ثم قال له : هذا عطاؤنا فامنن أو أمسك بغير حساب قال الحسن : ما من أحد إلا ولله عليه تبعة في نعمه غير سليمان بن داود - عليه السلام - فإنه قال : هذا عطاءنا الآية .قلت : وهذا يرد ما روي في الخبر : إن آخر الأنبياء دخولا الجنة سليمان بن داود - عليه السلام - لمكان ملكه في الدنيا . وفي بعض الأخبار : يدخل الجنة بعد الأنبياء بأربعين خريفا ، ذكره صاحب القوت ، وهو حديث لا أصل له ; لأنه سبحانه إذا كان عطاءه لا تبعة فيه ; لأنه من طريق المنة ، فكيف يكون آخر الأنبياء دخولا الجنة ، وهو سبحانه يقول : وإن له عندنا لزلفى وحسن مآب . وفي الصحيح : لكل نبي دعوة مستجابة ، فتعجل كل نبي دعوته . . . الحديث . وقد تقدم فجعل له من قبل السؤال حاجة مقضية ، فلذلك لم تكن عليه تبعة . ومعنى قوله : لا ينبغي لأحد من بعدي أي : أن يسأله . فكأنه سأل منع السؤال بعده ، حتى لا يتعلق به أمل أحد ، ولم يسأل منع الإجابة . وقيل : إن سؤاله ملكا لا ينبغي لأحد من بعده ، ليكون محله وكرامته من الله ظاهرا في خلق السماوات والأرض ، فإن الأنبياء عليهم السلام لهم تنافس في المحل عنده ، فكل يحب أن تكون له خصوصية يستدل بها على محله عنده ، ولهذا لما أخذ النبي - صلى الله عليه وسلم - العفريت الذي أراد أن يقطع عليه صلاته وأمكنه الله منه ، أراد ربطه ثم تذكر قول أخيه سليمان : رب اغفر لي وهب لي ملكا لا ينبغي لأحد من بعدي فرده خاسئا . فلو أعطي أحد بعده مثله ذهبت الخصوصية ، فكأنه كره - صلى الله عليه وسلم - أن يزاحمه في تلك الخصوصية ، بعد أن علم أنه شيء هو الذي خص به من سخرة الشياطين ، وأنه أجيب إلى ألا يكون لأحد بعده . والله أعلم .",
  "ayah": 35,
  "surah": 38
}
