{
  "text": "قوله تعالى : وخذ بيدك ضغثا فاضرب به ولا تحنث إنا وجدناه صابرا نعم العبد إنه أواب.فيه سبع مسائل : الأولى : كان أيوب حلف في مرضه أن يضرب امرأته مائة جلدة ، وفي سبب ذلك أربعة أقوال : [ أحدها ] ما حكاه ابن عباس أن إبليس لقيها في صورة طبيب فدعته لمداواة أيوب ، فقال : أداويه على أنه إذا برئ قال : أنت شفيتني ، لا أريد جزاء سواه . قالت : نعم ، فأشارت على أيوب بذلك فحلف ليضربنها . وقال : ويحك ذلك الشيطان . [ الثاني ] ما حكاه سعيد بن المسيب ، أنها جاءته بزيادة على ما كانت تأتيه من الخبز ، فخاف خيانتها فحلف ليضربنها . [ الثالث ] ما حكاه يحيى بن سلام وغيره : أن الشيطان أغواها أن تحمل أيوب على أن يذبح سخلة تقربا إليه وأنه يبرأ ، فذكرت ذلك له فحلف ليضربنها إن عوفي مائة . [ الرابع ] قيل : باعت ذوائبها برغيفين إذ لم تجد شيئا تحمله إلى أيوب ، وكان أيوب يتعلق بها إذا أراد القيام ، فلهذا حلف ليضربنها ، فلما شفاه الله أمره أن يأخذ ضغثا فيضرب به ، فأخذ شماريخ قدر مائة فضربها ضربة واحدة . وقيل : الضغث قبضة حشيش مختلطة الرطب باليابس . وقال ابن عباس : إنه إثكال النخل الجامع بشماريخه .الثانية : تضمنت هذه الآية جواز ضرب الرجل امرأته تأديبا . وذلك أن امرأة أيوب أخطأت فحلف ليضربنها مائة ، فأمره الله تعالى أن يضربها بعثكول من عثاكيل النخل ، وهذا لا يجوز في الحدود . إنما أمره الله بذلك لئلا يضرب امرأته فوق حد الأدب . وذلك أنه ليس [ ص: 191 ] للزوج أن يضرب امرأته فوق حد الأدب ، ولهذا قال - عليه السلام - : واضربوهن ضربا غير مبرح على ما تقدم في [ النساء ] بيانه .الثالثة : واختلف العلماء في هذا الحكم هل هو عام أوخاص بأيوب وحده ، فروي عن مجاهد أنه عام للناس . ذكره ابن العربي . وحكي عن القشيري أن ذلك خاص بأيوب . وحكى المهدوي عن عطاء بن أبي رباح أنه ذهب إلى أن ذلك حكم باق ، وأنه إذا ضرب بمائة قضيب ونحوه ضربة واحدة بر . وروى نحوه الشافعي . وروى نحوه عن النبي - صلى الله عليه وسلم - في المقعد الذي حملت منه الوليدة ، وأمر أن يضرب بعثكول فيه مائة شمراخ ضربة واحدة . وقال القشيري : وقيل لعطاء هل يعمل بهذا اليوم ؟ فقال : ما أنزل القرآن إلا ليعمل به ويتبع . ابن العربي : وروي عن عطاء أنها لأيوب خاصة . وكذلك روى أبو زيد عن ابن القاسم عن مالك : من حلف ليضربن عبده مائة فجمعها فضربه بها ضربة واحدة لم يبر . قال بعض علمائنا : يريد مالك قوله تعالى : لكل جعلنا منكم شرعة ومنهاجا أي : إن ذلك منسوخ بشريعتنا . قال ابن المنذر : وقد روينا عن علي أنه جلد الوليد بن عقبة بسوط له طرفان أربعين جلدة . وأنكر مالك هذا وتلا قول الله - عز وجل - : فاجلدوا كل واحد منهما مائة جلدة وهذا مذهب أصحاب الرأي . وقد احتج الشافعي لقوله بحديث ، وقد تكلم في إسناده ، والله أعلم .قلت : الحديث الذي احتج به الشافعي خرجه أبو داود في سننه قال : حدثنا أحمد بن سعيد الهمداني ، قال حدثنا ابن وهب ، قال : أخبرني يونس عن ابن شهاب ، قال : أخبرني أبو أمامة بن سهل بن حنيف أنه أخبره بعض أصحاب النبي - صلى الله عليه وسلم - من الأنصار ، أنه اشتكى رجل منهم حتى أضنى ، فعاد جلدة على عظم ، فدخلت عليه جارية لبعضهم فهش لها فوقع عليها ، فلما دخل عليه رجال قومه يعودونه أخبرهم بذلك وقال : استفتوا لي رسول الله صلى الله عليه وسلم ، فإني قد وقعت على جارية دخلت علي . فذكروا ذلك لرسول الله - صلى الله عليه وسلم - ، وقالوا : ما رأينا بأحد من الناس من الضر مثل الذي هو به ، لو حملناه إليك لتفسخت عظامه ، ما هو إلا جلد على عظم ، فأمر رسول الله - صلى الله عليه وسلم - أن يأخذوا له مائة شمراخ فيضربوه بها ضربة واحدة . قال الشافعي : إذا حلف [ ص: 192 ] ليضربن فلانا مائة جلدة ، أو ضربا ولم يقل ضربا شديدا ولم ينو ذلك بقلبه يكفيه مثل هذا الضرب المذكور في الآية ولا يحنث . قال ابن المنذر : وإذا حلف الرجل ليضربن عبده مائة فضربه ضربا خفيفا فهو بار عند الشافعي وأبي ثور وأصحاب الرأي . وقال مالك : ليس الضرب إلا الضرب الذي يؤلم .الرابعة : قوله تعالى : ولا تحنث دليل على أن الاستثناء في اليمين لا يرفع حكما إذا كان متراخيا . وقد مضى القول فيه في [ المائدة ] يقال : حنث في يمينه يحنث إذا لم يبر بها . وعند الكوفيين الواو مقحمة ، أي : فاضرب لا تحنث .الخامسة : قال ابن العربي : قوله تعالى : فاضرب به ولا تحنث يدل على أحد وجهين : إما أن يكون أنه لم يكن في شرعهم كفارة ، وإنما كان البر والحنث . والثاني : أن يكون صدر منه نذر لا يمين ، وإذا كان النذر معينا فلا كفارة فيه عند مالك وأبي حنيفة . وقال الشافعي : في كل نذر كفارة .قلت : قوله : إنه لم يكن في شرعهم كفارة ليس بصحيح ، فإن أيوب - عليه السلام - لما بقي في البلاء ثمان عشرة سنة ، كما في حديث ابن شهاب ، قال له صاحباه : لقد أذنبت ذنبا ما أظن أحدا بلغه . فقال أيوب - صلى الله عليه وسلم - : ما أدري ما تقولان ، غير أن ربي - عز وجل - يعلم أني كنت أمر على الرجلين يتزاعمان فكل يحلف بالله ، أو على النفر يتزاعمون فأنقلب إلى أهلي ، فأكفر عن أيمانهم إرادة ألا يأثم أحد يذكره ولا يذكره إلا بحق . فنادى ربه أني مسني الضر وأنت أرحم الراحمين . وذكر الحديث . فقد أفادك هذا الحديث أن الكفارة كانت من شرع أيوب ، وأن من كفر عن غيره بغير إذنه فقد قام بالواجب عنه وسقطت عنه الكفارة .السادسة : استدل بعض جهال المتزهدة ، وطغام المتصوفة بقوله تعالى لأيوب : اركض برجلك على جواز الرقص قال أبو الفرج ابن الجوزي : وهذا احتجاج بارد ; لأنه لو كان أمر بضرب الرجل فرحا كان لهم فيه شبهة ، وإنما أمر بضرب الرجل لينبع الماء . قال ابن عقيل : أين الدلالة في مبتلى أمر عند كشف البلاء بأن يضرب برجله الأرض لينبع الماء إعجازا من الرقص ؟ ولئن جاز قوله سبحانه لموسى : اضرب بعصاك الحجر دلالة على ضرب المحاد بالقضبان ، نعوذ بالله من التلاعب بالشرع . وقد احتج بعض قاصريهم بأن [ ص: 193 ] رسول الله - صلى الله عليه وسلم - قال لعلي : أنت مني وأنا منك ، فحجل . وقال لجعفر : أشبهت خلقي وخلقي ، فحجل . وقال لزيد : أنت أخونا ومولانا ، فحجل . ومنهم من احتج بأن الحبشة زفنت والنبي - صلى الله عليه وسلم - ينظر إليهم . والجواب : أما الحجل فهو نوع من المشي يفعل عند الفرح ، فأين هو والرقص ؟ وكذلك زفن الحبشة نوع من المشي يفعل عند اللقاء للحرب .السابعة : قوله تعالى : إنا وجدناه صابرا أي على البلاء . نعم العبد إنه أواب أي تواب رجاع مطيع . وسئل سفيان عن عبدين ابتلي أحدهما فصبر ، وأنعم على الآخر فشكر ، فقال : كلاهما سواء ; لأن الله تعالى أثنى على عبدين ، أحدهما صابر والآخر شاكر ثناء واحدا ، فقال في وصف أيوب : نعم العبد إنه أواب وقال في وصف سليمان : نعم العبد إنه أواب .قلت : وقد رد هذا الكلام صاحب القوت ، واستدل بقصة أيوب في تفضيل الفقير على الغني وذكر كلاما كثيرا شيد به كلامه ، وقد ذكرناه في غير هذا الموضع من كتاب [ منهج العباد ومحجة السالكين والزهاد ] . وخفي عليه أن أيوب - عليه السلام - كان أحد الأغنياء من الأنبياء قبل البلاء وبعده ، وإنما ابتلي بذهاب ماله وولده وعظيم الداء في جسده . وكذلك الأنبياء صلوات الله عليهم وسلامه صبروا على ما به امتحنوا وفتنوا . فأيوب - عليه السلام - دخل في البلاء على صفة ، فخرج منه كما دخل فيه ، وما تغير منه حال ولا مقال ، فقد اجتمع مع أيوب في المعنى المقصود ، وهو عدم التغير الذي يفضل فيه بعض الناس بعضا . وبهذا الاعتبار يكون الغني الشاكر والفقير الصابر سواء . وهو كما قال سفيان . والله أعلم . وفي حديث ابن شهاب عن النبي - صلى الله عليه وسلم - : إن أيوب خرج لما كان يخرج إليه من حاجته فأوحى الله إليه : اركض برجلك هذا مغتسل بارد وشراب . فاغتسل فأعاد الله لحمه وشعره وبشره على أحسن ما كان ، ثم شرب فأذهب الله كل ما كان في جوفه من ألم أو ضعف ، وأنزل الله عليه ثوبين من السماء أبيضين فائتزر بأحدهما وارتدى بالآخر ، ثم أقبل يمشي إلى منزله وراث على امرأته ، فأقبلت حتى لقيته وهي لا تعرفه ، فسلمت عليه وقالت : أي يرحمك الله ، هل رأيت هذا الرجل المبتلى ؟ قال : من هو ؟ قالت : نبي الله أيوب ، أما والله ما رأيت أحدا قط أشبه به منك إذ كان صحيحا . قال : فإني أيوب . وأخذ ضغثا فضربها به فزعم ابن شهاب أن ذلك الضغث كان ثماما . ورد الله إليه أهله ومثلهم [ ص: 194 ] معهم ، فأقبلت سحابة حتى سجلت في أندر قمحه ذهبا حتى امتلأ ، وأقبلت سحابة أخرى إلى أندر شعيره وقطانيه فسجلت فيه ورقا حتى امتلأ .",
  "ayah": 44,
  "surah": 38
}
