{
  "text": "قوله تعالى : هذا فليذوقوه حميم وغساق هذا في موضع رفع بالابتداء ، و \" فليذوقوه \" في موضع [ ص: 198 ] الخبر ، ودخلت الفاء للتنبيه الذي في \" هذا \" فيوقف على \" فليذوقوه \" ويرتفع \" حميم \" على تقدير هذا حميم . قال النحاس : ويجوز أن يكون المعنى : الأمر هذا ، وحميم وغساق إذا لم تجعلهما خبرا فرفعهما على معنى : هو حميم وغساق . والفراء يرفعهما بمعنى : منه حميم ومنه غساق ، وأنشد :حتى إذا ما أضاء الصبح في غلس وغودر البقل ملوي ومحصودوقال آخر :لها متاع وأعوان غدون به     قتب وغرب إذا ما أفرغ انسحقاويجوز أن يكون \" هذا \" في موضع نصب بإضمار فعل يفسره \" فليذوقوه \" كما تقول : زيدا اضربه . والنصب في هذا أولى ، فيوقف على \" فليذوقوه \" وتبتدئ \" حميم وغساق \" على تقدير : الأمر حميم وغساق . وقراءة أهل المدينة وأهل البصرة وبعض الكوفيين بتخفيف السين في \" وغساق \" . وقرأ يحيى بن وثاب والأعمش وحمزة والكسائي \" وغساق \" بالتشديد ، وهما لغتان بمعنى واحد في قول الأخفش . وقيل : معناهما مختلف ، فمن خفف فهو اسم مثل عذاب وجواب وصواب ، ومن شدد قال : هو اسم فاعل نقل إلى فعال للمبالغة ، نحو ضراب وقتال ، وهو فعال من غسق يغسق فهو غساق وغاسق . قال ابن عباس : هو الزمهرير يخوفهم ببرده . وقال مجاهد ومقاتل : هو الثلج البارد الذي قد انتهى برده . وقال غيرهما : إنه يحرق ببرده كما يحرق الحميم بحره . وقال عبد الله بن عمرو : هو قيح غليظ لو وقع منه شيء بالمشرق لأنتن من في المغرب ، ولو وقع منه شيء في المغرب لأنتن من في المشرق . وقال قتادة : هو ما يسيل من فروج الزناة ومن نتن لحوم الكفرة وجلودهم من الصديد والقيح والنتن . وقال محمد بن كعب : هو عصارة أهل النار . وهذا القول أشبه باللغة ، يقال : غسق الجرح يغسق غسقا إذا خرج منه ماء أصفر ، قال الشاعر :إذا ما تذكرت الحياة وطيبها     إلي جرى دمع من الليل غاسقأي : بارد . ويقال : ليل غاسق ; لأنه أبرد من النهار . وقال السدي : الغساق الذي يسيل من أعينهم ودموعهم يسقونه مع الحميم . وقال ابن زيد : الحميم دموع أعينهم ، يجمع في حياض النار فيسقونه ، والصديد الذي يخرج من جلودهم . والاختيار على هذا \" وغساق \" حتى يكون مثل سيال . وقال كعب : الغساق عين في جهنم يسيل إليها سم كل ذي حمة من عقرب وحية . وقيل : هو مأخوذ من الظلمة والسواد . والغسق أول ظلمة الليل ، وقد غسق الليل يغسق إذا [ ص: 199 ] أظلم . وفي الترمذي من حديث أبي سعيد الخدري عن النبي - صلى الله عليه وسلم - : قال لو أن دلوا من غساق يهراق في الدنيا لأنتن أهل الدنيا .قلت : وهذا أشبه على الاشتقاق الأول كما بينا ، إلا أنه يحتمل أن يكون الغساق مع سيلانه أسود مظلما ، فيصح الاشتقاقان . والله أعلم .",
  "ayah": 57,
  "surah": 38
}
