{
  "text": "Commentary\nIn verse 10, it was said: إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْ‌فَعُهُ (Towards Him, ascends the pure word, and the righteous deed uplifts it). Immediately earlier to this, it was declared that the person seeking honor and power should understand that these matters are not controlled by anyone other than Allah. As for those who have taken certain things as objects of worship or have taken some people as friends in the hope of being honored by them, they cannot give honor to anyone. Given in the present verse, there is a method of acquiring the gifts of grace and honor from Allah Ta’ ala. It has two parts: (1) Good word (that is, the kalimah of tauhid: la ilaha il-lal-lah) and the knowledge of the being and attributes of Allah. (2) Good deed, that is, to believe by heart and then act in accordance with its dictates under the Shari` ah. Shah ` Abdul Qadir (رح) has said in Mudih-ul-Qur'an that this prescription of becoming a recipient of honor is perfectly true and tested, however, the condition is that one remains constant in remembering Allah and doing good deeds. When this constancy reaches an appointed limit, Allah Ta’ ala blesses the doer of these with an everlasting and unparalleled honor both in this world and in the world to come.\nThese two parts have been expressed in the cited verse by saying that good word ascends towards Allah and reaches Him while good deed uplifts it and makes it reach Him. In the grammatical arrangement of: الْعَمَلُ الصَّالِحُ يَرْ‌فَعُهُ the good deed uplifts it) there are certain probabilities. The meanings of the sentence change in terms of each such probability. Authorities in Tafsir have explained it in line with the respective probabilities that they have deemed to be appropriate by them. According to the first probability, the subjective pronoun in: يَرْ‌فَعُهُ (uplifts) should be taken as reverting to: ... (the good deed) and the objective pronoun (it) to: ... (good word) meaning: 'good words ascend to Allah, but the thing through which they are made to ascend are good deeds (as in the khulasa-e-Tafsir of Maulana Ashraf Ali Thanavi (رح)). The majority of Tafsir authorities - Sayyidna Ibn ` Abbas, Ibn Jubayr, Hasan al-Basri, Mujahid, Dahhak, Shahr Ibn Hawshab and others - have opted for this very approach. And the sense of ascending to and being helped to ascend is being accepted in the sight of Allah, therefore, the gist of the sentence would be that good word, be it the kalimah of tauhid or others words of the remembrance and glorification of Allah, nothing of it gets to be acceptable with Allah without good deed. Here, the confirmation by heart is an integral part of good deed the most important part of which is the belief by heart in His Oneness. This belief by heart is a necessary condition for the acceptance of deeds in the absolute sense. Without it, neither the Kalimah: لا إله إلا اللہ (la ilaha il-lal-lah) nor any other Dhikr of Allah is acceptable.\nThen, there are the other parts of good deed, such as, prayers and fasting and abstinence from forbidden and reprehensible things. Though, the acceptability of the 'good word’, that is, the kalimah of tauhid does not depend on such good deeds, yet these deeds too are conditions to a perfect acceptability of the 'good words'. If a person simply does not have faith, and its confirmation, in his heart, then, no matter how many times he repeats the words of the cardinal statement of one's Islam (Kalimah Tauhid: la ilaha il-lal-lah) and remains engaged with dhikr and Tasbih of Allah, he will not deserve the least of acceptability in the sight of Allah. In contrast, there is the case of the other person who does have faith and its confirmation, but fails to do other good deeds or falls short in them, then, his saying of the kalimah of tauhid and the doing of the dhikr of Allah will, though, not go to waste totally, however, its benefit will be restricted to delivering him from the everlasting punishment. The consequence will be that he will go through a certain punishment for some time that will be in proportion to his abandonment of duty and the shortcoming.\nIn a Hadith, the Holy Prophet ﷺ has said, 'Allah Ta’ ala does not accept any word without deed, and any word and deed without the intention, and any word, deed and intention without compatibility with sunnah (as said and done by him).' (Qurtubi)\nThis tells us that correspondence with sunnah is the condition of perfect acceptability. Even if the word, the deed and the intention, all these, are also correct but the mode and method of conduct is not in accordance with sunnah, then, one cannot become a recipient of perfect acceptability with Allah.\nSome commentators suggest another syntactical arrangement in respect of this sentence. According to them, the subjective pronoun in: يَرْ‌فَعُهُ (uplifts) reverts to: ضَمِر فَاعِل good word) and the objective pronoun (i.e.'it' ) to: کلم طیّب ( good deed). Thus, the meaning of the sentence become totally different from that of the earlier, that is, 'good word' which is the dhikr of Allah, makes 'good deed' ascend and makes it rise higher up, that is, makes it worthy of being accepted. The outcome would then be that a person who does good deeds, and along with it, also does his dhikr of Allah abundantly, then, this dhikr of Allah embellishes his deed and makes it acceptable.",
  "ayah": 10,
  "surah": 35
}
