{
  "text": "Commentary\nSequence of the Verses\nSome early commentators have said that these verses return to the subject of Tauhid, Oneness of Allah or pure monotheism supported by proofs of Divine power and mastery in nature. Some others have said that described in the previous verses were different states of people along with examples, such as: وَمَا يَسْتَوِي الْأَعْمَىٰ وَالْبَصِيرُ‌ وَلَا الظُّلُمَاتُ وَلَا النُّورُ‌ وَلَا الظِّلُّ وَلَا الْحَرُ‌ورُ‌. (And the blind and the sighted are not equal, (35:19) nor darkness and light, nor shade and heat of the sun - 35:19-20). What is being said here further clarifies that mutual difference in Divine creations is something inherent. It exists even in organic and inorganic substances, in fact, it is present not only in shapes and colors, but in traits and temperaments as well.\nA subtle grammatical point\nThe Holy Qur'an has mentioned different colors of fruits at the first place in Verse 27, and of the mountains at the second place. But the grammatic style is different in both places. With regard to fruits the difference of colors is mentioned by an adverbial phrase (translated above as ' having different cobblers', while in the case of mountains, it has been expressed by an adjectival phrase (translated above as ' of different cobblers'. According to the Arabic grammar, an adjective normally refers to the permanent quality of a thing, while an adverb may refer to a quality or condition that is subject to change. Keeping this in view, there may be a hint here to the effect that the difference of colors in fruits does not remain constant in a single state, rather keeps changing after brief intervals. On the contrary, there are the colors of human beings and other life forms. These are generally fast and abiding, and do not change.\nAnd in case of mountains, used there was the word: جُدَدٌ (judad). This is the plural form of: جُدَّہ (juddah) the well-recognized meaning of which is that of a mini pathway also known as: جادہ (jadah). Some respected elders have taken juddah in the sense of a tract, patch or segment that, in both situations, denotes parts of the mountains being different in colors. Out of these, white was mentioned first while black, last. In between, along with the mention of red, the expression: مُّخْتَلِفٌ أَلْوَانُهَا (of different colors) was introduced. This could be releasing a hint that, in reality, the colors in this world are no more than two - white and black. The rest of the colors in the spectrum emerge by compounding different degrees of white and black.",
  "ayah": 27,
  "surah": 35
}
