{
  "text": "When the people in Jahannam will plead with their Lord that they be delivered from its punishment, so that they could do good deeds then, and not do the bad ones they did earlier, at that time they will be told: أَوَلَمْ نُعَمِّرْ‌كُم مَّا يَتَذَكَّرُ‌ فِيهِ مَن تَذَكَّرَ‌ وَجَاءَكُمُ النَّذِيرُ‌ \"Did We not give you an age in your life in which lesson could have been learnt by the one who wished to take lesson - 37) Sayyidna Ibn Husain Zain ul-` Abidin\tرضی اللہ تعالیٰ عنہ said, \"It means the age of seventeen years.\" And Qatadah (رح) gave the age as eighteen years, meaning thereby the age of puberty. And the difference of seventeen and eighteen is possible in determining the age of puberty, as someone may reach puberty at the age of seventeen and someone else at, eighteen. In the Shari'ah, the age of puberty is the first line of demarcation after having crossed which a person is Divinely blessed with enough reason, so that one can understand what is good or bad in his or her case. Therefore, this address will be to disbelievers at large irrespective of their ages being long or short. However, the one who had a long lease of life, yet did not come to his senses, saw all sorts of physical proofs scattered around and heard the teachings of the prophets, still did not recognize the truth - so then, this one will be more blameworthy.\nIn short, the person who saw nothing beyond the age of puberty, he too was given enough power of discrimination by nature that he could have used to distinguish between the true and the false. When he failed to do that, he too is deserving of censure and punishment. But, the person who was given long years to live, the warning of Allah stood served against him in a more conclusive degree. Then, if he could still not shake off his disbelief and disobedience, he would be more deserving of punishment and blame.\nSayyidna Ali al-Murtada ؓ said, 'The age whereupon Allah Ta’ ala has asked His sinning servants to beware is that of sixty years.' Sayyidna Ibn ` Abbas ؓ ، according to one narration, has given it as forty years while, according to another narration, as sixty. He has said that this is the age when the argument and warrant of Allah stands served conclusively on an erring person who, then, is left with no room for making excuses. Ibn Kathir has given preference to the second Hadith of Sayyidna Ibn ` Abbas ؓ .\nFrom the presentation made above, it is clear that there is no contradiction in the narrations pointing out to the age of seventeen, eighteen and sixty. Though, someone at the age of seventeen/eighteen is able to distinguish between the true and the false. Therefore, one has been obligated with precepts of the Shari` ah from this benchmark this very age of puberty. But, the age of sixty is such a long period of time that, should one still fail to recognize the truth, there remains no room for making any more excuses. Against such a person, the argument of Allah stands firmly established. Therefore, the aggregate ages of people in this blessed ummah are destined to be between sixty and seventy years - as said in Hadith:\nاَعمَارُ اُمَّتِی مَا بَین السِّتِّینَ اِلَی السَّبعِین وَ اَقَلُّھُم مَّن یَّجُوز ذلِکَ\nThe ages of my ummah will be in between sixty and seventy and there will be few of those who will exceed that - reported by al-Tirmidhi and Ibn Majah, Ibn Kathir.\nTowards the end of the verse (37), it was said: وَجَاءَكُمُ النَّذِيرُ‌ (And (furthermore) the warner had (also) come to you.). Given here is a hint that Allah Ta’ ala gives one from the age one attains puberty enough ability to rationalize and recognize at least his or her creator and master and then goes on to live a life the purpose of which is to seek His pleasure. To do only this much, human reason alone would have been sufficient. But, Allah Ta’ ala did not leave it simply at that. In fact, He sent His special people called: نَذِیر (nadhir) to help them reason it out. This word is usually translated as 'one who warns' or 'warner' in English (the later, though, not formally admissible in the language, but is still used in the absence of a suitable equivalent). In fact, a nadhir is a person who, by virtue of his mercy and compassion, asks his people to stay away from things that are likely to bring harm to them or cause their total ruination as a people and tries to instill the fear of such things in their hearts, lest it actually happens. In terms of its well-recognized meaning, it refers to the noble prophets\tعلیہم السلام and to the ` Ulama' who carry out their mission as their deputies. The outcome of the verse is: 'We gave them reason to recognize the true from the false. Along with it, We also sent Our prophets who would guide them on the path of truth and keep them safe from the false.'\nAnd it has been reported from Sayyidna Ibn ` Abbas, ` Ikrimah and Imam Ja'far Baqir that nadhir means the gray hair of the old age. When they flare up, they give a message to human beings: Here comes the time to go! This statement too is not contradictory to the first one for gray hair might as well serve as the standard bearers of warning along with Anbiya' and ` Ulama'.\nAnd the truth of the matter is that all conditions faced by human beings after their age of puberty and all minor and major changes that take place in their persons and in that they are surrounded with are, all of them, heralds of warning for human beings.",
  "ayah": 38,
  "surah": 35
}
