{
  "text": "ثم وجهت السورة نداء ثالثا إلى المؤمنين أمرتهم فيه بالتثبت من صحة الأخبار التى تصل إليهم ، وأرشدتهم إلى مظاهر فضل الله - تعالى - عليهم؛ لكى يواظبوا على شكره ، فقال - تعالى - : ( ياأيها الذين آمنوا . . . والله عَلِيمٌ حَكِيمٌ ) .ذكر المفسرون فى سبب نزول هذه الآيات روايات منها ما روى عن ابن عباس قال : كان رسول الله - صلى الله عليه وسلم - قد بعث الوليد بن عقبة إلى نبى المصطلق ليأخذ منهم الصدقات ، وإنهم لما أتاهم الخبر فرحوا وخرجوا يتلقون رسولَ رسولِ الله - صلى الله عليه وسلم - .فرجع الوليد - ظنا منه أنهم يريدون قتله - فقال يا رسول الله : إن بنى المصطلق قد منعوا الصدقة ، فغضب رسول الله - صلى الله عليه وسلم - من ذلك غضبا شديدا ، فبينا هو يحدث نفسه أن يغزوهم إذا أتاه الوفد فقالوا : يا رسول الله ، إنا بلغنا أن رسولك رجع من نصف الطريق ، وإن خشينا أن ما رده كتاب جاء منك لغضب غضبته علينا ، وإنا نعوذ بالله من غضبه وغضب رسوله . فأنزل الله - تعالى - الآية .والفاسق : هو الخارج عن الحدود الشرعية التى يجب التزامها ، مأخوذ من قولهم : فسقت الرطبة ، إذا خرجت عن قشرتها ، وسمى بذلك لانسلاخه عن الخير والرشد .وقرأ الجمهور : ( فتبينوا ) وقرأ حمزة والكسائى ( فثبتوا ) ومعناهما واحد ، إذ هما بمعنى التأنى وعدم التعجل فى الأمور حتى تظهر الحقيقة فيما أخبر به الفاسق .أى : يا من آمنتم بالله حق الإِيمان ، إن جاءكم افسق بخير من الأخبار ، ولا سيما الأخبار الهامة ، فلا تقبلوه بدون تبين أو تثبت ، بل تأكدوا وتيقنوا من صحته قبل قبوله منه .والتعبير \" بإن \" المفيدة للشك ، للإِشعار بأن الغالب فى المؤمن أن يكون يقظا ، يعرف مداخل الأمور ، وما يترتب عليها من نتائج ، ويحكم عقله فيما يسمع من أنباء ، فلا يصدق خبر الفاسق إلا بعد التثبت من صحته .قال صاحب الكشاف : وفى تنكير الفاسق والنبأ : شياع فى الفساق والأنباء ، كأنه قال : أى فاسق جاءكم بأى نبأ فتوفقوا فيه ، وتطلبوا بيان الأمر ، وانكشاف الحيققة ولا تعتمدوا على قول الفاسق ، لأن من لا يتحامى جنس الفوسق لا يتحامى الكذب الذى هو نوع منه .وقال القرطبى : وفى الآية دليل على قبول خبر الواحد إذا كان عدلا ، لأنه إنما أمر فيها بالتثبت عن نقل خبر الفاسق ، ومن ثبت فسقه بطل قوله فى الأخبار إجماعا ، لأن الخبر أمانة والفسق قرينة يبطلها .وقوله : ( أَن تُصِيبُواْ قَوْمَا بِجَهَالَةٍ ) . . تعليل للأمر بالتبين ، بتقدير لام التعليل ، أو بتقدير ما هو بمعنى المفعول لأجله . والجهالة بمعنى الجهل بحقيقة الشئ .أى : تثبتوا - أيها المؤمنون - من صحة خبر الفاسق ، لئلا تصيبوا قوما بما يؤذيهم ، والحال أنكم تجهلون حقيقة أمرهم ، أو خشية أن تصيبوا قوما بجهالة ، لظنكم أن النبأ الذى جاء به الفاسق حقا .وقوله : ( فَتُصْبِحُواْ على مَا فَعَلْتُمْ نَادِمِينَ ) بيان للنتائج السيئة التى تترتب على تصديق خبر الفاسق ، و ( تُصْبِحُواْ ) بمعنى تصيروا ، والندم : غم يلحق الإِنسان لأمور وقعت منه ، ثم صار يتمنى بعد فوات الأوان عدم وقوعها .أى : فتصيروا على ما فعلتم مع هؤلاء القوم نادمين ندما شديداً ، بسبب تصديقكم لخبر الفاسق بدون تبين أو تثبت .فالآية الكريمة ترشد المؤمنين فى كل زمان ومكان إلى كيفية استقبال الأخبار استقبالا سليما ، وإلى كيفية التصرف معها تصرفا حكيما ، فتأمرهم بضرورة التثبت من صحة مصدرهأن حتى لا يصاب قوم بما يؤذيهم بسبب تصديق الفاسق فى خبره ، بدون تأكد أو تحقق من صحة ما قاله . . وبهذا التحقق من صحة الأخبار ، يعيش المجتمع الإِسلامى فى أمان واطمئنان ، وفى بعد عن الندم والتحسر على ما صدر منه من أحكام .",
  "ayah": 6,
  "surah": 49
}
