{
  "text": "ثم انتقلت السورة إلى دائرة أوسع وأرحب ، فدعت المؤمنين إلى التدخل بين الطوائف المتنازعة لقعد المصالحة بينها ، وإلى قتال الفئة الباغية حتى ترجع إلى حكم الله - تعالى - فقال - سبحانه - : ( وَإِن طَآئِفَتَانِ مِنَ المؤمنين . . . لَعَلَّكُمْ تُرْحَمُونَ ) .وقد ذكروا فى سبب نزول هاتين الآيتين روايات منها : ما رواه الإِمام أحمد عن أنس قال : قيل للنبى - صلى الله عليه وسلم - لو أتيت عبد الله بن أبى؟ فانطلق إليه النبى - صلى الله عليه وسلم وركب حمارا ، وانطلق المسلمون يمشون ، وهى أرض سبخة ، فلما انطلق إليه - عليه الصلاة والسلام - قال إليكم عنى ، فو الله لقد آذانى ريح حمارك . فقال رجل من الأنصار : والله لحمار رسول الله أطيب ريحا منك .قال : فغضب لعبد الله رجال من قومه ، وغضب للأنصارى أصحابه . قال : فكان بينهم ضرب بالجريد والأيدى . . فبلغنا أنه أنزلت فيهم ( وَإِن طَآئِفَتَانِ مِنَ المؤمنين . . ) .والخطاب فى الآية لأول الأمر من المسلمين ، والأمر فى قوله ( فَأَصْلِحُواْ ) للوجوب ، والطائفة : الجماعة من الناس .أى : وإن حدث قتال بين طائفتين من المؤمنين ، فعليكم يا أولى الأمر من المؤمنين أن تتدخلوا بينهما بالإِصلاح ، عن طريق بذل النصح ، وإزالة أسباب الخلاف .والتعبير \" بإن \" للإِشعار بأنه لا يصح أن يقع قتال بين المؤمنين ، فإن وقع على سبيل الندرة ، فعلى المسلمين أن يعملوا بكل وسيلة على إزالته .وجاء \" إقتتلوا \" بلفظ الجمع ، لأن لفظ الطائفة وإن كان مفردا فى اللفظ إلا أنه جمع فى المعنى ، فروعى فيه المعنى هنا . وروعى فيه اللفظ فى قوله ( بَيْنَهُمَا ) .قالوا : والنكنة فى ذلك أنهم فى حال القتال يكونون مختلطين فلذا جاء الاسلوب بصيغة الجمع ، وفى حال الصلح يكونون متميزين متفرقين فلذا جاء الأسلوب بصيغة التثنية .ثم بين - سبحانه - حكمه فى حال اعتداء إحداهما على الأخرى فقال : ( فَإِن بَغَتْ إِحْدَاهُمَا على الأخرى فَقَاتِلُواْ التي تَبْغِي حتى تفياء إلى أَمْرِ الله ) .والبغى : التعدى وتجاوز الحد والامتناع عن قبول الصلح المؤدى إلى الصواب .أى : فإن بغت إحدى الطائفتين على الأخرى ، وتجاوزت حدود العدل والحق ، فقاتلوا - أيها المؤمنون - الفتة الباغية ، حتى تفئ وترجع إلى حكم الله - تعالى - وأمره ، وحتى تقبل الصلح الذى أمرناكم بأن تقيموه بينهم .وقوله : ( فَإِن فَآءَتْ فَأَصْلِحُواْ بَيْنَهُمَا بالعدل وأقسطوا ) بيان لما يجب على المؤمنين أن يفعلوه مع الفئة الباغية ، إذا ما قبلت الصلح ورجعت إلى حكم الله - تعالى - .أى : فإن رجعت الفئة الباغية عن بغيها ، وقبلت الصلح ، وأقلعت عن القتال ، فأصلحوا بين الطائفتين إصلاحا متسما بالعدل التام وبالقسط الكامل .وقيد - سبحانه - الإِصلاح بالعدل . ثم أكد ذلك بالأمر بالقسط حتى يلتزم الذين يقومون بالصلح بينهما العدالة الى لا يشوبها أى حيف أو جور على إحدى الطائفتين .وقوله : ( إِنَّ الله يُحِبُّ المقسطين ) تذييل المقصود به حض المؤمنين على التقيد بالعدل فى أحكامهم ، لأن الله - تعالى - يحب من يفعل ذلك .",
  "ayah": 9,
  "surah": 49
}
