{
  "text": "قوله تعالى : وجعلها كلمة باقية في عقبه لعلهم يرجعون .فيه ثلاث مسائل :الأولى : قوله تعالى : وجعلها كلمة باقية الضمير في جعلها عائد على قوله : إلا الذي فطرني وضمير الفاعل في جعلها لله - عز وجل - ، أي : وجعل الله هذه الكلمة [ ص: 72 ] والمقالة باقية في عقبه ، وهم ولده وولد ولده ، أي : إنهم توارثوا البراءة عن عبادة غير الله ، وأوصى بعضهم بعضا في ذلك . والعقب من يأتي بعده . وقال السدي : هم آل محمد صلى الله عليه وسلم . وقال ابن عباس : قوله : في عقبه أي : في خلقه . وفي الكلام تقديم وتأخير ، المعنى : فإنه سيهدين لعلهم يرجعون وجعلها كلمة باقية في عقبه . أي : قال لهم ذلك لعلهم يتوبون عن عبادة غير الله . قال مجاهد وقتادة : الكلمة لا إله إلا الله . قال قتادة : لا يزال من عقبه من يعبد الله إلى يوم القيامة . وقال الضحاك : الكلمة أن لا تعبدوا إلا الله . عكرمة : الإسلام ، لقوله تعالى : هو سماكم المسلمين من قبل . القرظي : وجعل وصية إبراهيم التي وصى بها بنيه وهو قوله : يا بني إن الله اصطفى ، لكم الدين - الآية المذكورة في البقرة - كلمة باقية في ذريته وبنيه . وقال ابن زيد : الكلمة قوله : أسلمت لرب العالمين وقرأ هو سماكم المسلمين من قبل وقيل : الكلمة النبوة . قال ابن العربي : ولم تزل النبوة باقية في ذرية إبراهيم . والتوحيد هم أصله وغيرهم فيه تبع لهم .الثانية : قال ابن العربي : إنما كانت لإبراهيم في الأعقاب موصولة بالأحقاب بدعوتيه المجابتين ، إحداهما في قوله : إني جاعلك للناس إماما قال ومن ذريتي قال لا ينال عهدي الظالمين فقد قال نعم إلا من ظلم منهم فلا عهد . ثانيهما قوله : واجنبني وبني أن نعبد الأصنام وقيل : بل الأولى قوله : واجعل لي لسان صدق في الآخرين فكل أمة تعظمه ، بنوه وغيرهم ممن يجتمع معه في سام أو نوح .الثالثة : قال ابن العربي : جرى ذكر العقب هاهنا موصولا في المعنى ، وذلك مما يدخل في الأحكام وترتب عليه عقود العمرى والتحبيس . قال النبي - صلى الله عليه وسلم - : أيما رجل أعمر عمرى له ولعقبه فإنها للذي أعطيها لا ترجع إلى الذي أعطاها لأنه أعطى عطاء وقعت فيه المواريث . وهي ترد على أحد عشر لفظا :اللفظ الأول : الولد ، وهو عند الإطلاق عبارة عمن وجد من الرجل وامرأته في الإناث [ ص: 73 ] والذكور . وعن ولد الذكور دون الإناث لغة وشرعا ، ولذلك وقع الميراث على الولد المعين وأولاد الذكور من المعين دون ولد الإناث لأنه من قوم آخرين ، ولذلك لم يدخلوا في الحبس بهذا اللفظ ، قاله مالك في المجموعة وغيرها .قلت : هذا مذهب مالك وجميع أصحابه المتقدمين ، ومن حجتهم على ذلك الإجماع على أن ولد البنات لا ميراث لهم مع قوله تعالى : يوصيكم الله في أولادكم وقد ذهب جماعة من العلماء إلى أن ولد البنات من الأولاد والأعقاب يدخلون في الأحباس ، يقول المحبس : حبست على ولدي أو على عقبي . وهذا اختيار أبي عمر بن عبد البر وغيره ، واحتجوا بقول الله - جل وعز - : حرمت عليكم أمهاتكم وبناتكم . قالوا : فلما حرم الله البنات فحرمت بذلك بنت البنت بإجماع علم أنها بنت ووجب أن تدخل في حبس أبيها إذا حبس على ولده أو عقبه . وقد مضى هذا المعنى في ( الأنعام ) مستوفى .اللفظ الثاني : البنون ، فإن قال : هذا حبس على ابني ، فلا يتعدى الولد المعين ولا يتعدد . ولو قال ولدي ، لتعدى وتعدد في كل من ولد . وإن قال على بني ، دخل فيه الذكور والإناث . قال مالك : من تصدق على بنيه وبني بنيه فإن بناته وبنات بناته يدخلن في ذلك . روى عيسى عن ابن القاسم فيمن حبس على بناته فإن بنات بنته يدخلن في ذلك مع بنات صلبه . والذي عليه جماعة أصحابه أن ولد البنات لا يدخلون في البنين . فإن قيل : فقد قال النبي - صلى الله عليه وسلم - في الحسن ابن ابنته إن ابني هذا سيد ولعل الله أن يصلح به بين فئتين عظيمتين من المسلمين . قلنا : هذا مجاز ، وإنما أشار به إلى تشريفه وتقديمه ، ألا ترى أنه يجوز نفيه عنه فيقول الرجل في ولد بنته ليس بابني ، ولو كان حقيقة ما جاز نفيه عنه ; لأن الحقائق لا تنفى عن منتسباتها . ألا ترى أنه ينتسب إلى أبيه دون أمه ، ولذلك قيل في عبد الله بن عباس : إنه هاشمي وليس بهلالي وإن كانت أمه هلالية .قلت : هذا الاستدلال غير صحيح ، بل هو ولد على الحقيقة في اللغة لوجود معنى الولادة فيه ، ولأن أهل العلم قد أجمعوا على تحريم بنت البنت من قول الله تعالى : حرمت عليكم أمهاتكم وبناتكم . وقال تعالى : ومن ذريته داود وسليمان إلى قوله من الصالحين فجعل عيسى من ذريته وهو ابن بنته على ما تقدم بيانه هناك . فإن قيل فقد قال الشاعر :[ ص: 74 ]بنونا بنو أبنائنا ، وبناتنا بنوهن أبناء الرجال الأباعدقيل لهم : هذا لا دليل فيه ; لأن معنى قوله : إنما هو ولد بنيه الذكران هم الذين لهم حكم بنيه في الموارثة والنسب ، وإن ولد بناته ليس لهم حكم بناته في ذلك ، إذ ينتسبون إلى غيره فأخبر بافتراقهم بالحكم مع اجتماعهم في التسمية ولم ينف عن ولد البنات اسم الولد لأنه ابن ، وقد يقول الرجل في ولده ليس هو بابني إذ لا يطيعني ولا يرى لي حقا ، ولا يريد بذلك نفي اسم الولد عنه ، وإنما يريد أن ينفي عنه حكمه . ومن استدل بهذا البيت على أن ولد البنت لا يسمى ولدا فقد أفسد معناه وأبطل فائدته ، وتأول على قائله ما لا يصح ، إذ لا يمكن أن يسمى ولد الابن في اللسان العربي ابنا ، ولا يسمى ولد الابنة ابنا ، من أجل أن معنى الولادة التي اشتق منها اسم الولد فيه أبين وأقوى لأن ولد الابنة هو ولدها بحقيقة الولادة ، وولد الابن إنما هو ولده بماله مما كان سببا للولادة . ولم يخرج مالك رحمه الله أولاد البنات من حبس على ولده من أجل أن اسم الولد غير واقع عليه عنده في اللسان ، وإنما أخرجهم منه قياسا على الموارثة . وقد مضى هذا في ( الأنعام ) والحمد لله .اللفظ الثالث : الذرية ، وهي مأخوذة من ذرأ الله الخلق ، فيدخل فيه ولد البنات لقوله : ومن ذريته داود وسليمان إلى أن قال وزكريا ويحيى وعيسى . وإنما كان من ذريته من قبل أمه . وقد مضى في ( البقرة ) اشتقاق الذرية وفي ( الأنعام ) الكلام على ( ومن ذريته ) الآية ، فلا معنى للإعادة .اللفظ الرابع : العقب ، وهو في اللغة عبارة عن شيء بعد شيء كان من جنسه أو من غير جنسه ، يقال : أعقب الله بخير ، أي : جاء بعد الشدة بالرخاء . وأعقب الشيب السواد . وعقب يعقب عقوبا وعقبا إذا جاء شيئا بعد شيء ، ولهذا قيل لولد الرجل : عقبه . والمعقاب من النساء : التي تلد ذكرا بعد أنثى ، هكذا أبدا . وعقب الرجل : ولده وولد ولده الباقون بعده . والعاقبة الولد ، قال يعقوب : في القرآن وجعلها كلمة باقية في عقبه وقيل : بل الورثة كلهم عقب . والعاقبة الولد ، ولذلك فسره مجاهد هنا . وقال ابن زيد : هاهنا هم الذرية . وقال ابن شهاب : هم الولد وولد الولد . وقيل : غيره على ما تقدم عن السدي . وفي الصحاح والعقب ( بكسر القاف ) مؤخر القدم وهي مؤنثة . وعقب الرجل أيضا ولده وولد ولده . وفيه لغتان : عقب وعقب ( بالتسكين ) وهي أيضا مؤنثة ، عن الأخفش . وعقب الرجل أيضا ولده وولد ولده . وعقب فلان مكان أبيه عاقبة أي : خلفه ، وهو اسم جاء بمعنى المصدر كقوله تعالى : ليس لوقعتها كاذبة . ولا فرق عند أحد من [ ص: 75 ] العلماء بين لفظ العقب والولد في المعنى . واختلف في الذرية والنسل فقيل إنهما بمنزلة الولد والعقب ، لا يدخل ولد البنات فيهما على مذهب مالك . وقيل : إنهم يدخلون فيهما . وقد مضى الكلام في الذرية هنا وفي ( الأنعام )اللفظ الخامس : نسلي ، وهو عند علمائنا كقوله : ولدي وولد ولدي ، فإنه يدخل فيه ولد البنات . ويجب أن يدخلوا ; لأن نسل به بمعنى خرج ، وولد البنات قد خرجوا منه بوجه ، ولم يقترن به ما يخصه كما اقترن بقوله عقبي ما تناسلوا . وقال بعض علمائنا : إن النسل بمنزلة الولد والعقب لا يدخل فيه ولد البنات ، إلا أن يقول المحبس نسلي ونسل نسلي ، كما إذا قال : عقبي وعقب عقبي ، وأما إذا قال ولدي أو عقبي مفردا فلا يدخل فيه البنات .اللفظ السادس : الآل ، وهم الأهل ، وهو اللفظ السابع . قال ابن القاسم : هما سواء ، وهم العصبة والإخوة والبنات والعمات ، ولا يدخل فيه الخالات . وأصل أهل الاجتماع يقال : مكان أهل إذا كان فيه جماعة ، وذلك بالعصبة ومن دخل في القعدد من النساء ، والعصبة مشتقة منه وهي أخص به . وفي حديث الإفك : يا رسول الله ، أهلك! ولا نعلم إلا خيرا ، يعني عائشة . ولكن لا تدخل فيه الزوجة بإجماع وإن كانت أصل التأهل ; لأن ثبوتها ليس بيقين إذ قد يتبدل ربطها وينحل بالطلاق . وقد . قال مالك : آل محمد كل تقي ، وليس من هذا الباب . وإنما أراد أن الإيمان أخص من القرابة فاشتملت عليه الدعوة وقصد بالرحمة . وقد قال أبو إسحاق التونسي : يدخل في الأهل كل من كان من جهة الأبوين ، فوفى الاشتقاق حقه وغفل عن العرف ومطلق الاستعمال . وهذه المعاني إنما تبنى على الحقيقة أو على العرف المستعمل عند الإطلاق ، فهذان لفظان .اللفظ الثامن : قرابة ، فيه أربعة أقوال : الأول : قال مالك في كتاب محمد بن عبدوس : إنهم الأقرب فالأقرب بالاجتهاد ، ولا يدخل فيه ولد البنات ولا ولد الخالات . الثاني : يدخل فيه أقاربه من قبل أبيه وأمه ، قال علي بن زياد . الثالث : قال أشهب : يدخل فيه كل رحم من الرجال والنساء . الرابع : قال ابن كنانة : يدخل فيه الأعمام والعمات والأخوال والخالات وبنات الأخت . وقد قال ابن عباس في تفسير قوله تعالى : قل لا أسألكم عليه أجرا إلا المودة في القربى قال : إلا أن تصلوا قرابة ما بيني وبينكم . وقال : لم يكن بطن من قريش إلا كان بينه وبين النبي - صلى الله عليه وسلم - قرابة ، فهذا يضبطه والله أعلم .[ ص: 76 ] اللفظ التاسع : العشيرة ، ويضبطه الحديث الصحيح : إن الله تعالى لما أنزل : وأنذر عشيرتك الأقربين دعا النبي - صلى الله عليه وسلم - بطون قريش وسماهم - كما تقدم ذكره - وهم العشيرة الأقربون ، وسواهم عشيرة في الإطلاق . واللفظ يحمل على الأخص الأقرب بالاجتهاد ، كما تقدم من قول علمائنا .اللفظ العاشر : القوم ، يحمل ذلك على الرجال خاصة من العصبة دون النساء . والقول يشمل الرجال والنساء ، وإن كان الشاعر قد قال :وما أدري وسوف إخال أدري     أقوم آل حصن أم نساءولكنه أراد أن الرجل إذا دعا قومه للنصرة عنى الرجال ، وإذا دعاهم للحرمة دخل فيهم الرجال والنساء ، فتعممه الصفة وتخصصه القرينة .اللفظ الحادي عشر : الموالي ، قال مالك : يدخل فيه موالي أبيه وابنه مع مواليه . وقال ابن وهب : يدخل فيه أولاد مواليه . قال ابن العربي : والذي يتحصل منه أنه يدخل فيه من يرثه بالولاء ، قال : وهذه فصول الكلام وأصوله المرتبطة بظاهر القرآن والسنة المبينة له ، والتفريع والتتميم في كتاب المسائل ، والله أعلم .",
  "ayah": 28,
  "surah": 43
}
