{
  "text": "قوله تعالى : ولولا أن يكون الناس أمة واحدة لجعلنا لمن يكفر بالرحمن لبيوتهم سقفا من فضة ومعارج عليها يظهرون فيه خمس مسائل : الأولى : قال العلماء : ذكر حقارة الدنيا وقلة خطرها ، وأنها عنده من الهوان بحيث كان يجعل بيوت الكفرة ودرجها ذهبا وفضة لولا غلبة حب الدنيا على القلوب ؛ فيحمل ذلك على الكفر . قال الحسن : المعنى لولا أن يكفر الناس جميعا بسبب ميلهم إلى الدنيا وتركهم الآخرة لأعطيناهم في الدنيا ما وصفناه ، لهوان الدنيا عند الله عز وجل . وعلى هذا أكثر المفسرين ابن عباس والسدي وغيرهم . وقال ابن زيد : ( ولولا أن يكون الناس أمة واحدة ) في طلب الدنيا واختيارها على الآخرة ( لجعلنا لمن يكفر بالرحمن لبيوتهم سقفا من فضة ) . وقال الكسائي : المعنى لولا أن يكون في الكفار غني وفقير وفي المسلمين مثل ذلك لأعطينا الكفار من الدنيا هذا لهوانها .الثانية : قرأ ابن كثير وأبو عمرو ( سقفا ) بفتح السين وإسكان القاف على الواحد ومعناه الجمع ، اعتبارا بقوله تعالى : فخر عليهم السقف من فوقهم . وقرأ الباقون بضم السين والقاف على الجمع ، مثل رهن ورهن . قال أبو عبيد : ولا ثالث لهما . وقيل : هو جمع سقيف ، مثل كثيب وكثب ، ورغيف ورغف ، قاله الفراء . وقيل : هو جمع سقوف ، فيصير جمع الجمع : سقف وسقوف ، نحو فلس وفلوس . ثم جعلوا فعولا كأنه اسم واحد فجمعوه على فعل . وروي عن مجاهد ( سقفا ) بإسكان القاف . وقيل : اللام في ( لبيوتهم ) بمعنى على ، أي : على بيوتهم . وقيل : بدل ، كما تقول : فعلت هذا لزيد لكرامته ، قال الله تعالى : ولأبويه لكل واحد منهما السدس كذلك قال هنا : لجعلنا لمن يكفر بالرحمن لبيوتهم .الثالثة : قوله تعالى : ومعارج يعني الدرج ، قال ابن عباس وهو قول الجمهور . واحدها معراج ، والمعراج السلم ، ومنه ليلة المعراج . والجمع معارج ومعاريج ، مثل مفاتح ومفاتيح ، لغتان . ( ومعاريج ) قرأ أبو رجاء العطاردي وطلحة بن مصرف ، وهي المراقي والسلاليم . قال الأخفش : إن شئت جعلت الواحد معرج ومعرج ، مثل مرقاة ومرقاة . [ ص: 79 ] ( عليها يظهرون ) أي : على المعارج يرتقون ويصعدون ، يقال : ظهرت على البيت أي : علوت سطحه . وهذا لأن من علا شيئا وارتفع عليه ظهر للناظرين . ويقال : ظهرت على الشيء أي : علمته . وظهرت على العدو أي : غلبته . وأنشد نابغة بني جعدة رسول الله - صلى الله عليه وسلم - قوله :علونا السماء عزة ومهابة وإنا لنرجو فوق ذلك مظهراأي : مصعدا ، فغضب رسول الله - صلى الله عليه وسلم - وقال : إلى أين ؟ قال إلى الجنة ، قال : أجل إن شاء الله . قال الحسن : والله لقد مالت الدنيا بأكثر أهلها وما فعل ذلك! فكيف لو فعل ؟ ! .الرابعة : استدل بعض العلماء بهذه الآية على أن السقف لا حق فيه لرب العلو ; لأن الله تعالى جعل السقوف للبيوت كما جعل الأبواب لها . وهذا مذهب مالك رحمه الله . قال ابن العربي : وذلك لأن البيت عبارة عن قاعة وجدار وسقف وباب ، فمن له البيت فله أركانه . ولا خلاف أن العلو له إلى السماء . واختلفوا في السفل ، فمنهم من قال هو له ، ومنهم من قال ليس له في باطن الأرض شيء . وفي مذهبنا القولان . وقد بين حديث الإسرائيلي الصحيح فيما تقدم : أن رجلا باع من رجل دارا فبناها فوجد فيها جرة من ذهب ، فجاء بها إلى البائع فقال : إنما اشتريت الدار دون الجرة ، وقال البائع : إنما بعت الدار بما فيها ، وكلهم تدافعها فقضى بينهم النبي - صلى الله عليه وسلم - أن يزوج أحدهما ولده من بنت الآخر ويكون المال لهما . والصحيح أن العلو والسفل له إلا أن يخرج عنهما بالبيع ، فإذا باع أحدهما أحد الموضعين فله منه ما ينتفع به وباقيه للمبتاع منه .الخامسة : من أحكام العلو والسفل . إذا كان العلو والسفل بين رجلين فيعتل السفل أو يريد صاحبه هدمه ؛ فذكر سحنون عن أشهب أنه قال : إذا أراد صاحب السفل أن يهدم ، أو أراد صاحب العلو أن يبني علوه فليس لصاحب السفل أن يهدم إلا من ضرورة ، ويكون هدمه له أرفق لصاحب العلو ، لئلا ينهدم بانهدامه العلو ، وليس لرب العلو أن يبني على علوه شيئا لم يكن قبل ذلك إلا الشيء الخفيف الذي لا يضر بصاحب السفل . ولو انكسرت خشبة من سقف العلو لأدخل مكانها خشبة ما لم تكن أثقل منها ويخاف ضررها على صاحب السفل . قال أشهب : وباب الدار على صاحب السفل . قال : ولو انهدم السفل أجبر صاحبه على بنائه ، وليس على صاحب العلو أن يبني السفل ، فإن أبى صاحب السفل من البناء قيل له بع ممن يبني . وروى ابن القاسم عن مالك في السفل لرجل والعلو لآخر فاعتل السفل ، فإن صلاحه على رب السفل وعليه تعليق العلو حتى يصلح سفله ; لأن عليه إما أن يحمله على بنيان أو على تعليق ، وكذلك لو كان على العلو فتعليق العلو الثاني على صاحب الأوسط . وقد قيل : إن [ ص: 80 ] تعليق العلو الثاني على رب العلو حتى يبني الأسفل . وحديث النعمان بن بشير عن النبي - صلى الله عليه وسلم - قال : مثل القائم على حدود الله والواقع فيها كمثل قوم استهموا على سفينة فأصاب بعضهم أعلاها وبعضهم أسفلها فكان الذين في أسفلها إذا استقوا من الماء مروا على من فوقهم فقالوا لو أنا خرقنا في نصيبنا خرقا ولم نؤذ من فوقنا فإن تركوهم وما أرادوا هلكوا جميعا وإن أخذوا على أيديهم نجوا ونجوا جميعا أصل في هذا الباب . وهو حجة لمالك وأشهب . وفيه دليل على أن صاحب السفل ليس له أن يحدث على صاحب العلو ما يضر به ، وأنه إن أحدث عليه ضررا لزمه إصلاحه دون صاحب العلو ، وأن لصاحب العلو منعه من الضرر ، لقوله - عليه السلام - : فإن أخذوا على أيديهم نجوا ونجوا جميعا ولا يجوز الأخذ إلا على يد الظالم أو من هو ممنوع من إحداث ما لا يجوز له في السنة . وفيه دليل على استحقاق العقوبة بترك الأمر بالمعروف والنهي عن المنكر ، وقد مضى في ( الأنفال ) وفيه دليل على جواز القرعة واستعمالها ، وقد مضى في ( آل عمران ) فتأمل كلا في موضعه تجده مبينا ، والحمد لله .",
  "ayah": 33,
  "surah": 43
}
