{
  "text": "وإنه لذكر لك ولقومك يعني القرآن شرف لك ولقومك من قريش ، إذ نزل بلغتهم وعلى رجل منهم ، نظيره : لقد أنزلنا إليكم كتابا فيه ذكركم أي : شرفكم . فالقرآن نزل بلسان قريش وإياهم خاطب ، فاحتاج أهل اللغات كلها إلى لسانهم كل من آمن بذلك فصاروا عيالا عليهم ; لأن أهل كل لغة احتاجوا إلى أن يأخذوه من لغتهم حتى يقفوا على المعنى الذي عني به من الأمر ، والنهي وجميع ما فيه من الأنباء ، فشرفوا بذلك على سائر أهل اللغات ولذلك سمي عربيا . وقيل : بيان لك ولأمتك فيما بكم إليه حاجة . وقيل : تذكرة تذكرون به أمر الدين وتعملون به . وقيل : وإنه لذكر لك ولقومك يعني الخلافة فإنها في قريش لا تكون في غيرهم ، قال النبي - صلى الله عليه وسلم - : الناس تبع لقريش في هذا الشأن مسلمهم تبع لمسلمهم وكافرهم تبع لكافرهم . وقال مالك : هو قول الرجل حدثني أبي عن أبيه ، حكاه ابن أبي سلمة عن أبيه عن مالك بن أنس فيما ذكر الماوردي والثعلبي وغيرهما . قال ابن العربي : ولم أجد في الإسلام هذه المرتبة لأحد إلا ببغداد فإن بني التميمي بها يقولون : حدثني أبي قال حدثني أبي ، إلى رسول الله - صلى الله عليه وسلم - ، وبذلك شرفت أقدارهم ، وعظم الناس شأنهم ، وتهممت الخلافة بهم . ورأيت بمدينة السلام ابني أبي محمد رزق الله بن عبد الوهاب أبي الفرج بن عبد العزيز بن الحارث بن الأسد بن الليث بن سليمان بن أسود بن سفيان بن يزيد بن أكينة بن عبد الله التميمي وكانا يقولان : سمعنا أبانا رزق الله يقول سمعت أبي يقول سمعت أبي يقول سمعت أبي يقول سمعت أبي يقول سمعت أبي يقول سمعت علي بن أبي طالب يقول وقد سئل عن الحنان المنان فقال : الحنان الذي يقبل على من أعرض عنه ، والمنان الذي يبدأ بالنوال قبل السؤال . والقائل سمعت عليا : أكينة بن عبد الله جدهم الأعلى . والأقوى أن يكون المراد بقوله : وإنه لذكر لك ولقومك يعني القرآن ، فعليه انبنى الكلام وإليه يرجع المصير ، والله أعلم .قال الماوردي : ولقومك فيهم قولان : أحدهما : من اتبعك من أمتك ، قاله قتادة وذكره الثعلبي عن الحسن . الثاني : لقومك من قريش ، فيقال ممن هذا ؟ فيقال من العرب ، فيقال من أي العرب ؟ فيقال من قريش ، قاله مجاهد .قلت : والصحيح أنه شرف لمن عمل به ، كان من قريش أو من غيرهم . روى ابن عباس قال : أقبل نبي الله - صلى الله عليه وسلم - من سرية أو غزاة فدعا فاطمة فقال : يا فاطمة اشتري نفسك من الله [ ص: 87 ] فإني لا أغني عنك من الله شيئا وقال مثل ذلك لنسوته ، وقال مثل ذلك لعترته ، ثم قال نبي الله - صلى الله عليه وسلم - : ما بنو هاشم بأولى الناس بأمتي إن أولى الناس بأمتي المتقون ، ولا قريش بأولى الناس بأمتي إن أولى الناس بأمتي المتقون ، ولا الأنصار بأولى الناس بأمتي إن أولى الناس بأمتي المتقون ، ولا الموالي بأولى الناس بأمتي إن أولى الناس بأمتي المتقون . إنما أنتم من رجل وامرأة وأنتم كجمام الصاع ، ليس لأحد على أحد فضل إلا بالتقوى .وعن أبي هريرة قال : قال رسول الله - صلى الله عليه وسلم - : لينتهين أقوام يفتخرون بفحم من فحم جهنم أو يكونون شرا عند الله من الجعلان التي تدفع النتن بأنفها ، كلكم بنو آدم وآدم من تراب ، إن الله أذهب عنكم عبية الجاهلية وفخرها بالآباء ؛ الناس مؤمن تقي وفاجر شقي . خرجهما الطبري . وسيأتي لهذا مزيد بيان في الحجرات إن شاء الله تعالى . ( وسوف تسألون ) أي عن الشكر عليه ، قال مقاتل والفراء . وقال ابن جريج : أي : تسألون أنت ومن معك على ما أتاك . وقيل : تسألون عما عملتم فيه ، والمعنى متقارب .",
  "ayah": 44,
  "surah": 43
}
