{
  "text": "قوله تعالى : واسأل من أرسلنا من قبلك من رسلنا أجعلنا من دون الرحمن آلهة يعبدون .قال ابن عباس وابن زيد : لما أسري برسول الله - صلى الله عليه وسلم - من المسجد الحرام إلى المسجد الأقصى - وهو مسجد بيت المقدس - بعث الله له آدم ومن ولد من المرسلين ، وجبريل مع النبي - صلى الله عليه وسلم - ، فأذن جبريل - صلى الله عليه وسلم - ثم أقام الصلاة ، ثم قال : يا محمد تقدم فصل بهم ، فلما فرغ رسول الله - صلى الله عليه وسلم - ، قال له جبريل - صلى الله عليه وسلم - : [ سل يا محمد من أرسلنا من قبلك من رسلنا أجعلنا من دون الرحمن آلهة يعبدون ] . فقال رسول الله - صلى الله عليه وسلم - : لا أسأل قد اكتفيت . قال ابن عباس : وكانوا سبعين نبيا منهم إبراهيم وموسى وعيسى عليهم السلام ، فلم يسألهم لأنه كان أعلم بالله منهم . في غير رواية ابن عباس : فصلوا خلف رسول الله - صلى الله عليه وسلم - سبعة صفوف ، المرسلون ثلاثة صفوف والنبيون أربعة ، وكان يلي ظهر رسول الله - صلى الله عليه وسلم - إبراهيم خليل الله ، وعلى يمينه إسماعيل وعلى [ ص: 88 ] يساره إسحاق ثم موسى ثم سائر المرسلين فأمهم ركعتين ، فلما انفتل قام فقال : إن ربي أوحى إلي أن أسألكم هل أرسل أحد منكم يدعو إلى عبادة غير الله ؟ فقالوا : يا محمد ، إنا نشهد إنا أرسلنا أجمعين بدعوة واحدة أن لا إله إلا الله وأن ما يعبدون من دونه باطل ، وأنك خاتم النبيين وسيد المرسلين ، قد استبان ذلك لنا بإمامتك إيانا ، وأن لا نبي بعدك إلى يوم القيامة إلا عيسى ابن مريم فإنه مأمور أن يتبع أثرك ) . وقال سعيد بن جبير في قوله تعالى : واسأل من أرسلنا من قبلك من رسلنا قال : لقي الرسل ليلة أسري به . وقال الوليد بن مسلم في قوله تعالى : واسأل من أرسلنا من قبلك من رسلنا قال : سألت عن ذلك وليد بن دعلج فحدثني عن قتادة قال : سألهم ليلة أسري به ، لقي الأنبياء ولقي آدم ومالكا خازن النار .قلت : هذا هو الصحيح في تفسير هذه الآية . ومن التي قبل رسلنا على هذا القول غير زائدة . وقال المبرد وجماعة من العلماء : إن المعنى واسأل أمم من قد أرسلنا من قبلك من رسلنا . وروي أن في قراءة ابن مسعود : ( واسأل الذين أرسلنا إليهم قبلك رسلنا ) وهذه قراءة مفسرة ، ف ( من ) على هذا زائدة ، وهو قول مجاهد والسدي والضحاك وقتادة وعطاء والحسن وابن عباس أيضا . أي : واسأل مؤمني أهل الكتابين التوراة والإنجيل . وقيل : المعنى سلنا يا محمد عن الأنبياء الذين أرسلنا قبلك ، فحذفت \" عن \" ، والوقف على رسلنا على هذا تام ، ثم ابتدأ بالاستفهام على طريق الإنكار . وقيل : المعنى واسأل تباع من أرسلنا من قبلك من رسلنا ، فحذف المضاف . والخطاب للنبي - صلى الله عليه وسلم - والمراد أمته .أجعلنا من دون الرحمن آلهة يعبدون أخبر عن الآلهة كما أخبر عمن يعقل فقال : ( يعبدون ) ولم يقل تعبد ولا يعبدن ، لأن الآلهة جرت عندهم مجرى من يعقل فأجرى الخبر عنهم مجرى الخبر عمن يعقل .وسبب هذا الأمر بالسؤال أن اليهود والمشركين قالوا للنبي - صلى الله عليه وسلم - : إن ما جئت به مخالف لمن كان قبلك ، فأمره الله بسؤاله الأنبياء على جهة التوقيف والتقرير ، لا لأنه كان في شك منه . واختلف أهل التأويل في سؤال النبي - صلى الله عليه وسلم - لهم على قولين : أحدهما : أنه سألهم فقالت الرسل بعثنا بالتوحيد ، قاله الواقدي . الثاني : أنه لم يسألهم ليقينه بالله - عز وجل - ، حتى حكى ابن زيد أن ميكائيل قال لجبريل : ( هل سألك محمد عن ذلك ؟ فقال جبريل : هو أشد إيمانا وأعظم يقينا من أن يسأل عن ذلك ) . وقد تقدم هذا المعنى في الروايتين حسبما ذكرناه .",
  "ayah": 45,
  "surah": 43
}
