{
  "text": "قوله تعالى : وإنه لعلم للساعة قال الحسن وقتادة وسعيد بن جبير : يريد القرآن ; لأنه يدل على قرب مجيء الساعة ، أو به تعلم الساعة وأهوالها وأحوالها . وقال [ ص: 97 ] ابن عباس ومجاهد والضحاك والسدي وقتادة أيضا : إنه خروج عيسى - عليه السلام - ، وذلك من أعلام الساعة . لأن الله ينزله من السماء قبيل قيام الساعة ، كما أن خروج الدجال من أعلام الساعة . وقرأ ابن عباس وأبو هريرة وقتادة ومالك بن دينار والضحاك ( وإنه لعلم للساعة ) ( بفتح العين واللام ) أي : أمارة . وقد روي عن عكرمة ( وإنه للعلم ) ( بلامين ) وذلك خلاف للمصاحف . وعن عبد الله بن مسعود . قال : لما كان ليلة أسري برسول الله - صلى الله عليه وسلم - لقي إبراهيم وموسى وعيسى عليهم السلام فتذاكروا الساعة فبدءوا بإبراهيم فسألوه عنها فلم يكن عنده منها علم ، ثم سألوا موسى فلم يكن عنده منها علم ، فرد الحديث إلى عيسى ابن مريم قال : قد عهد إلي فيما دون وجبتها فأما وجبتها فلا يعلمها إلا الله - عز وجل - ، فذكر خروج الدجال - قال : فأنزل فأقتله . وذكر الحديث ، خرجه ابن ماجه في سننه . وفي صحيح مسلم فبينما هو - يعني المسيح الدجال - إذ بعث الله المسيح ابن مريم فينزل عند المنارة البيضاء شرقي دمشق بين مهرودتين واضعا كفيه على أجنحة ملكين إذا طأطأ رأسه قطر وإذا رفعه تحدر منه جمان كاللؤلؤ فلا يحل لكافر يجد ريح نفسه إلا مات ونفسه ينتهي حيث ينتهي طرفه فيطلبه حتى يدركه بباب لد فيقتله . . . الحديث .وذكر الثعلبي والزمخشري وغيرهما من حديث أبي هريرة أن النبي - صلى الله عليه وسلم - قال : ينزل عيسى ابن مريم - عليه السلام - من السماء على ثنية من الأرض المقدسة يقال لها أفيق بين ممصرتين ، وشعر رأسه دهين وبيده حربة يقتل بها الدجال فيأتي بيت المقدس والناس في صلاة العصر والإمام يؤم بهم فيتأخر الإمام فيقدمه عيسى ويصلي خلفه على شريعة محمد - صلى الله عليه وسلم - ثم يقتل الخنازير ويكسر الصليب ويخرب البيع والكنائس ويقتل النصارى إلا من آمن به .وروى خالد عن الحسن قال : قال رسول الله - صلى الله عليه وسلم - : الأنبياء إخوة لعلات ، أمهاتهم شتى ودينهم واحد وأنا أولى الناس بعيسى ابن مريم إنه ليس بيني وبينه نبي وإنه أول نازل فيكسر الصليب ويقتل الخنزير ويقاتل الناس على الإسلام . قال الماوردي : [ ص: 98 ] وحكى ابن عيسى عن قوم أنهم قالوا إذا نزل عيسى رفع التكليف لئلا يكون رسولا إلى ذلك الزمان يأمرهم عن الله تعالى وينهاهم . وهذا قول مردود لثلاثة أمور ، منها الحديث ، ولأن بقاء الدنيا يقتضي التكليف فيها ، ولأنه ينزل آمرا بمعروف وناهيا عن منكر . وليس يستنكر أن يكون أمر الله تعالى له مقصورا على تأييد الإسلام والأمر به والدعاء إليه .قلت : ثبت في صحيح مسلم وابن ماجه عن أبي هريرة قال : قال رسول الله - صلى الله عليه وسلم - : لينزلن عيسى ابن مريم حكما عادلا فليكسرن الصليب وليقتلن الخنزير وليضعن الجزية ولتتركن القلاص فلا يسعى عليها ولتذهبن الشحناء والتباغض والتحاسد وليدعون إلى المال فلا يقبله أحد . وعنه قال : قال رسول الله - صلى الله عليه وسلم - : كيف أنتم إذا نزل ، ابن مريم فيكم وإمامكم منكم وفي رواية فأمكم منكم قال ابن أبي ذئب : تدري [ ما أمكم منكم ] ؟ قلت : تخبرني ، قال : فأمكم بكتاب ربكم وسنة نبيكم - صلى الله عليه وسلم - . قال علماؤنا رحمة الله عليهم : فهذا نص على أنه ينزل مجددا لدين النبي - صلى الله عليه وسلم - للذي درس منه ، لا بشرع مبتدأ والتكليف باق ، على ما بيناه هنا وفي كتاب التذكرة . وقيل : وإنه لعلم للساعة أي : وإن إحياء عيسى الموتى دليل على الساعة وبعث الموتى ، قاله ابن إسحاق .قلت : ويحتمل أن يكون المعنى ( وإنه ) وإن محمدا - صلى الله عليه وسلم - لعلم للساعة ، بدليل قوله - عليه السلام - : بعثت أنا والساعة كهاتين وضم السبابة والوسطى ، خرجه البخاري ومسلم . وقال الحسن : أول أشراطها محمد صلى الله عليه وسلم .فلا تمترن بها فلا تشكون فيها ، يعني في الساعة ، قاله يحيى بن سلام . وقال السدي : فلا تكذبون بها ، ولا تجادلون فيها فإنها كائنة لا محالة . ( واتبعون ) أي : في التوحيد وفيما أبلغكم عن الله . ( هذا صراط مستقيم ) أي : طريق قويم إلى الله ، أي : إلى جنته . وأثبت الياء يعقوب في قوله : ( واتبعون ) في الحالين ، وكذلك ( وأطيعون ) وأبو عمرو وإسماعيل عن نافع في الوصل دون الوقف ، وحذف الباقون [ ص: 99 ] في الحالين .",
  "ayah": 61,
  "surah": 43
}
