{
  "text": "جب بات یہاں تک پہنچی کہ ” اللہ کافروں کی چالوں کو کمزور کرنے والا ہے “ یہاں سے روئے سخن کفار کی طرف موڑ دیا جاتا ہے کہ یہ وہی لوگ ہیں جو اس معرکے سے پہلے ہی فیصلہ چاہتے تھے اور اللہ کے سامنے دست بدعا تھے کہ اے اللہ دو مقابل فریقین میں سے جو گمراہ ہے ، یہ جنگ اس کے خلاف کردے۔ جو ایسی باتیں کرتا ہے جو معروف نہیں ہیں ، اسے تباہ کردے اور جو صلہ رحمی کے خلاف ہے ، اسے ہلاک کردے۔ یہ دعاء ابوجہل نے کی تھی۔ چناچہ اللہ تعالیٰ نے جنگ کا فیصلہ ان کے خلاف کردیا اور اب ان کو خطاب کرکے ان پر طنز کیا جاتا ہے کہ تم ہی تو تھے جو بد دعاء کرتے تھے۔ مقصد یہ ہے کہ بدر میں جو کچھ ہوا ، وہ اللہ کی سنت جاریہ کے مطابق ہوا اور یہ کہ کفار کی کثرت اور اجتماع نے انہیں کچھ فائدہ نہ دیا۔ کیونکہ اللہ کی سنت جاریہ کو وہ بدل نہ سکتے تھے اور اللہ مومنین کے ساتھ تھا۔\n۔۔۔\nاِنْ تَسـْتَفْتِحُوْا فَقَدْ جَاۗءَكُمُ الْفَتْحُ ۔۔۔\nتم یہ دعائے فیصلہ کرتے تھے کہ مسلمانوں اور مشرکوں میں سے جو بھی حق پر ہو ، اللہ یہ جنگ اس کے حق میں کردے یا یہ کہ فریقین میں سے جو گمراہ اور صلہ رحمی کے خلاف موقف اختیار کر رہا ہو اس کے خلاف کردے۔ اللہ نے یہ دعا قبول کرلی۔ جنگ تمہارے خلاف کردی۔ اس سے تمہاری بات کی تصدیق ہوگئی اور جنگ گمراہ تر فریق کے خلاف فیصل ہوگئی۔ اگر تم فی الواقعہ گمراہ فریق کو معلوم کرنا چاہتے تھے ، بھائی چارے کے خلاف فریق کو معلوم کرنا چاہتے تھے ، تو تمہیں معلوم ہوگیا کہ یہ کون سا فریق ہے۔ لہذا تمہارا فرض تو یہ ہے کہ تم نتائج جنگ دیکھ کر اسلام کی طرف آجاؤ اور شرک و کفر کو ترک کردو اور مسلمانوں اور رسول اللہ کے خلاف معاندانہ رویہ چھوڑ دو ۔\nاِنْ تَسـْتَفْتِحُوْا فَقَدْ جَاۗءَكُمُ الْفَتْحُ ۚ وَاِنْ تَنْتَهُوْا فَهُوَ خَيْرٌ لَّكُمْ ۔ (ان کافروں سے کہہ دو ) ـاگر تم فیصلہ چاہتے تھے تو لو ، فیصلہ تمہارے سامنے آگیا۔ اب باز آجاآ ، تمہارے ہی لیے بہتر ہے۔\nاور کے بعد ایک ڈراوا بھی وَاِنْ تَعُوْدُوْا نَعُدْ ـورنہ پھر پلٹ کر اسی حماقت کا اعادہ کرو گے تو ہم بھی اسی سزا کا اعادہ کریں گے۔\nاور انجام سب کو معلوم ہے۔ حق و باطل کے معرکے میں کثرت افواج فیصلہ کن نہیں ہوا کرتی اور نہ نتائج اس طرح بدل سکتے ہیں۔ وَلَنْ تُغْنِيَ عَنْكُمْ فِئَتُكُمْ شَـيْــــًٔـا وَّلَوْ كَثُرَتْ ۔ اور تمہاری جمعیت ، خواہ وہ کتنی ہی زیادہ ہو ، تمہارے کچھ کام نہ آسکے گی۔\nاگر اللہ مسلمانوں کی طرف ہو تو کفار کی جمعیت کچھ بھی نہیں کرسکتی اور یہاں صورت یہ ہے : وَاَنَّ اللّٰهَ مَعَ الْمُؤْمِنِيْنَ ۔ اللہ مومنوں کے ساتھ ہے۔\nاس لیے کہ اس رنگ میں جو معرکہ ہوگا ، اس میں دونوں اطراف کی قوتوں کے درمیان کوئی توازن نہیں ہے۔ مومنین کے ساتھ اللہ ہے اور اللہ ان کے ساتھ صف میں ہوگا اور کفار کے ساتھ صرف ان ہی جیسے آدمی ہیں۔ یہ دوسری صف میں ہوں گے اور ایسے فریقین کے درمیان معرکے کا نتیجہ پہلے سے معلوم ہے۔\nمشرکین عرب بھی اس حقیقت کا اعتراف کرتے تھے۔ اللہ کے بارے میں ان کا تصور اور معرفت اس قدر سطحی نہ تھی اور نہ پیچیدہ تھی جس طرح بعد کے ادوار میں کفار نے اللہ کے بارے میں سطحی نظریات اختیار کیے۔ کیو کہ عربوں کا شرک اس نوعیت کا نہ تھا کہ وہ ذات باری کے صاف منکر ہوں۔ نہ یہ کہ وہ حقیقت سے بالکل بےبہرہ ہوں۔ ان کا شرک صرف یہ تھا کہ وہ عبودیت اور بندگی صرف اللہ کے لیے مخصوص نہ کرتے تھے اس طرح کہ وہ ہدایت اور قوانین صرف اللہ سے اخذ کرتے ہوں۔ اس قدر شرک بھی در اصل ان کی معرفت الوہیت کے ساتھ لگا نہ کھاتا تھا۔\nاس سے قبل ہم اس معرکے واقعات میں یہ بات نقل کر آئے ہیں کہ خفاف بن ایما ابن رحضۃ الغفاری یا ان کے والد ایما ابن رحضۃ الغفاری نے لشکر قریش کو اپنے بیتے کے ہاتھ کچھ مویشی دے کر بھیجا اور یہ مویشی بطور ہدایہ ان کو دیے۔ اور یہ پیشکش بھی کی کہ اگر تم چاہو تو میں تمہیں اسلحہ اور جوان بھی دے دوں۔ قریش نے اس کے بیٹے کے ذریعے یہ جواب دیا کہ ” تم نے صلہ رحمی کا حق ادا کردیا اور تم پر جو فرض تھا وہ تم نے ادا کردیا۔ خدا کی قسم اگر ہماری جنگ انسانوں سے ہو تو ہم اس قدر کمزور نہیں ہیں اور اگر ہماری جنگ خدا کے ساتھ ہو۔۔ جیسا کہ محمد خیال کرتے ہیں۔۔ تو اللہ کے مقابلے میں کوئی انسان نہیں لڑ سکتا “۔\nاسی طرح کی ایک بات اخنس ابن شریق کی کتب سیرت میں موجود ہے۔ انہوں نے بنی زہرہ سے کہا اور یہ دونوں اس وقت مشرک تھے ” اے بنی زہرہ ، اللہ نے تمہارے اموال کو بچا لیا اور تمہارے ساتھی مخرقہ ابن نوفل بسلامت آگئے۔ اور خود ابوجہل (جسے حضور ﷺ نے امت مسلمہ کا فرعون قرار دیا ، کی ایک دعا کتب سیرت میں منقول ہے : ” اے اللہ ہم میں سے جو بھائی چارے کے خلاف ہے ، اور ایسی باتیں کرتا ہے جو معروف نہیں ہیں تو کل اس کے دشمن بن جائیں “۔\nاسی طرح حکیم ابن حزام کا قول ، جب ان کے پاس عتبہ ابن ربیعہ کا پیغام آیا کہ اس جنگ سے لوٹ آؤ۔ اس نے کہا : ” خدا کی قسم ایسا نہیں ہوسکتا۔ ہم واپس نہیں ہوسکتے یہاں تک کہ اللہ ہمارے اور محمد کے درمیان فیصلہ نہ کردے “۔\nذات باری کے متعلق ان کا یہ تصور بہرحال تھا اور ہر موقعہ پر وہ اس حقیقت کو پیش نظر رکھتے تھے۔ یہ بات نہ تھی کہ وہ ملحد تھے اور خدا کو مانتے اور جانتے نہ تھے۔ یا یہ نہ سمجھتے تھے کہ اللہ کے ساتھ کوئی جنگ نہیں کرسکتا۔ یا وہ یہ نہ سمجھتے تھے کہ فریقین میں فیصلہ کرنے والا اللہ ہے اور اس کے حکم کو کوئی رد کرنے والا نہیں ہے۔ ان کے شرک کی ابتداء یہاں سے ہوئی تھی کہ وہ نظام زندگی کے بارے میں ہدایات صرف اللہ سے نہ لیتے تھے ، غیر اللہ سے بھی لیتے تھے حالانکہ وہ ذات باری کا بھی جیسا کہ ہم نے بیان کیا ، اعتراف کرتے تھے۔ اور یہ وہ بات ہے جس میں آج کے مسلمان اور اس وقت کے مشرک برارب ہیں۔ حالانکہ آج کے مسلمان یہ گمان رکھتے ہیں کہ وہ دین محمد پر ہیں جبکہ اس وقت کے مشرکین مکہ میں یہ عقیدہ رکھتے تھے اور اس بات کے مدعی تھے کہ وہ اپنے باپ ابراہیم کے دین پر ہیح۔ اور یہی وجہ ہے کہ ابوجہل ، ابوجہل ہونے کے باوجود اللہ سے فیصلہ طلب کر رہا تھا۔ ” اے اللہ ، ہم میں سے جو زیادہ بھائی چارے کے خلاف ہو ، اور جس کی بات زیادہ عرف کے خلاف ہو ، کل اس کے دشمن بن جائیں “ یہ تھے اس کے الفاظ۔\nرہے وہ بت جن کے بارے میں یہ بات متعارف ہے کہ وہ ان کی پرستش کرتے تھے ، ان کے بارے میں ان کا اعتقاد یہ تھا کہ وہ بھی اسی طرح الہ میں جس طرح اللہ الہ ہے ، خدا کے بارے میں ان کے اعتقادی تصورات کے بارے میں قرآن کریم نے یہ تصریح کی ہے اور یہ بتایا ہے کہ وہ ان بتوں کی پوجا کیوں کرتے تھے ؟ اللہ تعالیٰ فرماتے ہیں : والذین اتخذوا من دونہ اولیاٗ مانعبدہم الا لیقربونا الی اللہ زلفی۔ وہ لوگ جنہوں نے اللہ کے سوا اوروں کو ولی بنایا (کہتے ہیں) ہم ان کی عبادت صرف اس لیے کرتے ہیں کہ وہ ہمیں اللہ کے قریب کردیں۔ یہ تھا ان کا تصور الہ یعنی یہ الہ ان کے سفارشی ہیں۔ اس پہلو سے دیکھا جائے تو ان کا حقیقی شرک یہی تھا کہ وہ اپنے معبودوں کو اللہ کے دربار میں سفارشی تصور کرتے تھے اور نہ ان کا اسلام صرف یہ تھا کہ وہ ان سفارشیوں کا انکار کردیتے تھے ، ورنہ وہ لوگ جو حنفاٗ کہلاتے تھے اور جو بتوں کو نہ پوجتے تھے وہ مسلمان تصور ہوتے لیکن ایسا نہیں ہے۔ کیونکہ اسلام کی حقیقت یہ ہے کہ اعتقاد اور عمل میں اللہ وحدہ کو حاکم تصور کیا جائے ، اور جو لوگ اللہ کو وحدہ حاکم اور مطاع تصور نہیں کرتے وہ چاہے جس زمان و مکان میں ہوں ، وہ شرک میں ہیں۔ ان کو اس شرک سے ان کا یہ عقیدہ نہیں نکال سکتا کہ اللہ کے سوا کوئی الہ نہیں ہے یعنی محض اعتقادی تصور اور صرف یہ بات بھی ان کو شرک سے نہیں نکال سکتی کہ وہ بندگی کے مراسم صرف اللہ کے سامنے بجا لائیں کیونکہ اس حد تک آج کے مسلمانوں کو صرف حنفاء جاسکتا ہے۔ مسلمان ، مسلمان تب تصور ہوں گے جب اسلام کے تمام حلقوں اور کڑیوں کو ملا سکیں۔ یعنی وہ اللہ کو ایک سمجھنے اس کی عبادت بجا لانے اور اسے الہ سمجھنے کے ساتھ ساتھ اس کی حاکمیت کا اقرار بھی کریں۔ اس کے احکام ، اس کے قوانین ، اس کی مقرر کردہ اقدار کو تسلیم کریں۔ صرف یہی اسلامی حقیقی اسلام ہے اور یہی اسلام کلمہ شہادت میں بیان ہوا ہے۔ لا الہ اللہ محمد رسول اللہ کا یہی مفہوم ہے۔ اور یہی مفہوم اسلامی عقائد اور اسلامی معاشرے میں معروف اور معتبر ہے۔ اس کے بعد یہ بھی ضروری ہے کہ وہ لوگ جو اس مفہوم کے اعتبار سے کلمہ طیبہ کا اقرار کریں وہ ایک اجتماعی شکل میں منظم اور متحرک ہوں اور ان کی اپنی مسلم قیادت ہو اور وہ تمام جاہلی آلودگیوں سے اس طرح نکل کر باہر آجائیں جس طرح مکھن سے بال نکل آتا ہے۔\nجو لوگ حقیقتاً مسلمان بننا چاہتے ہیں ، ان کو چاہئے کہ وہ اس حقیقت کو ذہن نشین کرلیں۔ اس لیے ان کو اس بات سے دھوکہ نہ کھانا چاہئے کہ وہ محض عقیدے یا محض مراسم عبودیت کی وجہ سے مسلمان ہوگئے ہیں۔ صرف ان باتوں سے لوگ حقیقی مسلمان نہیں بن جاتے ، جب تک وہ اللہ وحدہ کو اپنا حاکم تصور نہ کریں۔ اور تمام دوسرے لوگوں کی حاکمیت کا اقرار نہ کردیں۔ اور جب تک وہ پنی تمام ہمدردیاں اور دوستیاں جاہلی معاشروں سے واپس نہیں لے لیتے۔\nیہ غلط فہمی بہت سے مخلص اور نیک مسلمانوں کو لاحق ہے۔ در اصل ایسے مخلص لوگ فی الحقیقت اسلام چاہتے ہیں لیکن وہ دھوکے میں مبتلا ہیں ، لہذا ایسے مخلص مسلمانوں کا فرض ہے کہ پہلے وہ اسلام کی ماہیت کے بارے میں ذہنوں سے غلط فہمی دور کردیں اور یہ معلوم کرلیں کہ جن لوگوں کو وہ مشرکین عرب کہتے ہیں وہ عقائد اور اعمال میں وہ ان سے مختلف نہ تھے وہ اللہ کی ذات کو مانتے تھے۔ جیسا کہ ہم نے اوپر بیان کیا ، اپنے بتوں کو وہ اللہ کے ہاں سفارش تصور کرتے تھے۔ ان کا اصلی شرک ، شرک فی الحاکمیت تھا ، اعتقادی نہ تھا۔\nجب عام مخلص مسلمانوں کے لیے یہ ضروری ہے کہ وہ اسلام کی اس حقیقت کو اچھی طرح سمجھیں تو پھر وہ لوگ جو اقامت دین کا کام کرتے ہیں اور عالم واقعہ میں اسلامی نظام زندگی اور اللہ کی حاکمیت کا احیاٗ چاہتے ہیں ان پر تو فرض ہے کہ اس حقیقت کو نہایت ہی واضح طور پر اور اس کی گہرائی تک سمجھیں۔ اور اس بارے میں وہ کوئی مجمل بات نہ کریں اور نہ شف شف کریں۔ لوگوں کو دو ٹوک انداز میں اور واضح طور پر بتا دیں کہ حقیقی اسلام یہ ہے۔ یہ ان کے کام کا نقطہ آغاز ہے۔ اگر کوئی تحریک اس سے ادنی انحراف بھی کرے گی تو وہ گمراہ ہوجائے گی اور وہ غلط اساسوں پر تعمیر شروع کردے گی۔ اگرچہ اس کے رکن مخلص ہوں اور تحریک خود عظیم جدوجہد کرنے والی ہو۔",
  "ayah": 19,
  "surah": 8
}
