{
  "text": "تفسیر آیات 39 ۔ 40 ۔ یہ ہیں اسلامی جہاد کے حدود وقیود۔ یہ ہر جگہ اور ہر دور کے لیے ہیں۔ یہ احکام حضور کے زمانے کے ساتھ مخصوص نہ تھے۔ اس سورة میں میں جہاد کے متعلق جو احکام آئے ہیں وہ اپنی آخری صورت میں نہیں آئے۔ اسلام کا قانون جنگ سورة توبہ میں مکمل ہوا ہے جو 9 ہجری میں نازل ہوئی۔ جیسا کہ ہم نے اس سورة کے آغاز میں کہا ہے کہ اسلام ایک مثبت تحریک ہے اور وہ پوری انسانیت کے مقابلے میں وہی وسائل اختیار کرتی ہے جو اس وقت کے حالت کے مطابق مناسب ہوں پھ ریہ تحریک ایک مرحلہ وار تحریک ہے اور ہر مرحلے کے لیے اس کے مخصوص احکام ہیں اور ہر مرحلے کے واضح اہداف و تقاضے ہیں۔\nان تمام باتوں کے باوجود یہ بات فیصلہ کن ہے کہ یہ حکم وَقَاتِلُوْهُمْ حَتّٰي لَا تَكُوْنَ فِتْنَةٌ وَّيَكُوْنَ الدِّيْنُ كُلُّهٗ لِلّٰهِ ” ان کافروں سے جنگ کرو یہاں تک کہ فتنہ باقی نہ رہے اور دین پورا کا پورا اللہ کے لیے ہوجائے “ یہ تحریک اسلامی کے لیے دائمی حکم ہے اور جاہلیت کے مقابلے کے لیے ایک مستقل پالیسی ہے۔\nاس سورة کے آغاز میں ، اس کے تعارف کے دوران ہم نے کہا تھا کہ دنیا میں اسلام آیا ہی اس لیے ہے کہ انسان کو اپنے جیسے انسانوں کی غلامی سے نجات دلائے اور اس طرح کہ کوئی اپنے جیسے بندوں کی غلامی نہ کرے ، اسی طرح کوئی شخص اپنی خواہشات نفسانیہ کی غلامی بھی نہ کرے اور یہ مقصد صرف اس صورت میں حاصل کیا جاسکتا ہے کہ اس کرہ ارض پر صرف اللہ وحدہ کی حاکمیت اور اقتدار اعلیٰ قائم کیا جائے اور صرف اللہ ہی اس کرہ ارض پر تمام انسانوں کے حاکم اور رب ہوں۔ یہ اعلان در اصل تمام انسانوں کی مروجہ حاکمیتوں اور اقتداروں کے خلاف اعلان بغاوت ہوتا ہے اور ان تمام صورتوں کے خلاف عملی جنگ ہوتی ہے جن میں کسی بھی شکل میں انسان کو حکومت انسان پر چل رہی ہو۔ (تفصیلات کے لیے دیکھیے اس پارے کے صفحات ۔۔ )\nلہذا اس عظیم نصب العین کے حصول کے لیے دو باتوں کا ہونا ضروری ہے۔ ایک یہ کہ اس دین پر اعتقاد رکھنے والے لوگ فتنہ و فساد سے مامون اور محفوظ ہوں۔ وہ اس پوزیشن میں ہوں کہ اپنے جیسے انسانوں کی غلامی سے آزادی کا اعلان کرسکتے ہوں اور صرف اللہ وحدہ کی غلامی کا اعلان کرسکتے ہوں۔ ان پر انسانوں میں سے کسی کا اقتدار اعلی نہ ہو۔ یہ اس وقت تک ممکن نہیں ہے جب تک ایک ایسا گروہ موجود نہ ہو اور جس کی اپنی قیادت نہ ہو اور جو اس نظریہ کو کسی خطہ ارض پر عملاً نافذ نہ کر رہی ہو ، اور اس خطے کے وہ عملاً ہر طاغوت کے مقابلے میں صف آرا نہ ہو رہی ہو۔ اور وہ ایسی قوتوں کا سدباب نہ کرے جو ایسی جماعت کو دین اسلام کے مطابق زندگی بسر کرنے سے روکتی ہو ، یا ایسے لوگوں پر تشدد کرتی ہو۔\nدوسری شرط یہ ہے کہ دنیا میں ایسی کوئی قوت نہ ہو اور اگر ہو تو اسے پاش پاش کردیا جائے جو مقصد اولیٰ کی راہ میں سد راہ ہو۔ یعنی ایسی تمام قوتوں کو ختم کردیا جائے جو اس کرہ ارض پر حکومت الہیہ کے قیام کی راہ میں رکاوٹ ہوں۔ غرض اس کرہ ارض پر الہ کا اقتدار اعلی پوری طرح قائم کردیا جائے۔\nیہاں یہ ضروری ہے کہ ایک اہم سوال کا جواب دے دیا جائے۔ وہ یہ کہ قرآن کریم میں اللہ کا حکم ہے۔ لا اکراہ فی الدین قد تبین الرشد من الغی۔ دین میں کوئی جبر نہیں ہے۔ راہ ہدایت ، گمراہی سے ممتاز ہوچکا ہے۔\nاس کے باوجود کہ اسلام کے نظریہ جہاد کے بارے میں ہم بحث کر آئے ہیں۔ خصوصا استاذ مولانا سید ابو الاعلی مودودی محترم کی کتاب الجہاد فی الاسلام سے ہم نے جو طویل اقتباس دیا تھا ، اس کے بعد اس موضوع پر کسی تفصیل کی ضرورت نہیں ہے۔ لیکن یہاں ہم چاہتے ہیں کہ اس مضمون کی قدرے مزید وضاحت کردی جائے اس لیے اس نکتے پر اسلام کے مکار دشمن ہر طرف سے پروپیگنڈہ کرکے شبہات پھیلاتے ہیں۔\nاس آیت میں جو بات کہی گئی ہے ، وہ یہ ہے کہ \" دین پورے کا پورا اللہ کا ہوجائے ، اس سے مراد یہ ہے کہ دین کے مقابلے میں ایسی مادی رکاوٹیں نہ رہیں جو اس کی راہ میں رکاوٹ پیدا کریں۔ اور یہ مادی رکاوٹیں در اصل ان نظاموں کی شکل میں ہوتی ہیں جو طاغوتی نظام ہوتے ہیں اور ان کے حالات ایسے ہوتے ہیں جن میں انسان جبر کے شکنجوں میں کسے ہوتے ہیں۔ لہذا اس آیت کا تقاضا یہ ہے کہ دنیا میں کوئی ایسا نظام نہ ہو جس میں ماسوی اللہ کا اقتدار اعلی نافذ ہو اور نہ ایسا نظام ہو جس میں لوگ اللہ کے سوا کسی اور کے مطیع فرمان ہوں۔ جب اس قسم کی تمام رکاوٹیں انسان کی راہ سے دور کردی جائیں تو پھر انسان آزاد ہوں گے۔ ان پر کوئی بھی عقیدہ اختیار کرنے میں کوئی رکاوٹ نہ ہوگی۔ یعنی ایسی صورت باقی نہ ہوگی کہ اسلام کے نظریہ حیات کے مخالف کسی نظریہ کی پشت پر مادی قوت ہو جو عوام کو متاثر کر رہی ہو اور جو لوگ اسلامی نظریہ حیات کو قبول کرنا بھی چاہیں تو ڈر سے ایسا نہ کرسکتے ہوں جو لوگ اختیار کرچکے ہوں ان کے لیے کسی فتنہ و فساد کا اندیشہ نہ ہو۔ اس طرح انسان تمام طاغوتی فتنوں سے عملاً آزاد ہوگا اس لیے کہ لوگ عقیدہ و نظریہ اختیار کرنے میں آزاد ہوں گے اور ان پر رب العالمین کے اقتدار اعلی کے سوا کوئی اور اقتدار نہ ہوگا۔\nیاد رہے کہ انسانیت اس وقت تک شرف و عزت کے مقام پر فائز نہیں ہوسکتی جب تک وہ ماسوا اللہ کے کسی اور اقتدار سے آزاد نہ ہو۔ صرف اسی صورت میں یہ مقصد حاصل ہوسکتا ہے کہ دین صرف اللہ کا ہو اور مسلمانوں کے لیے کوئی فتنہ نہ ہو۔",
  "ayah": 40,
  "surah": 8
}
