{
  "text": "اگر معاملہ ایسا ہی ہے ، تدبیر سب کی سب اللہ کی ہے۔ نصرت اللہ کی جانب سے ہے۔ محض کثرت عداد ہی فیصلہ کن فیکٹر نہیں ہے اور محض مادی سازوسامان ہی کسی معرکے کے لیے فیصلہ کن نہیں ہوتا ، لہذا جو لوگ ایمان لا چکے ہیں ان کو چاہئے کہ جب کفار کے ساتھ ان کی مڈ بھیڑ ہوجائے تو وہ ثابت قدمی اختیار کریں۔ اور ان کو چاہی کہ وہ حق و باطل کے درمیان معرکہ آرائی کے لیے حقیقی سازوسامان تیار کریں اور ان کو وہ سائل اختار کرنے چاہئیں جن کا تعلق صاب تدبیر اور صاحب تقدیر کے اسلحہ خانہ سے ہو۔ اور فتح و نصرت اور صاب عون مالک حقیقی سے امداد حاصل کریں۔ اس ذات کی طرف رجوع کریں جو مقتدر اعلی اور قوت و سطوت کا مالک ہے۔ اور ان باتوں سے بچیں جو کفار مشرکین کے لیے باعث شکست ہوتی ہیں حالانکہ ان کی تعداد اور سازوسامان بہت زیادہ ہے۔ اور ان کو چاہیے کہ وہ کبر و غرور اور اترانے اور دکھانے سے بچیں شیطان کے دھوکوں سے ہوشیار رہیں جس نے کفار کو مار ڈالا۔ لہذا ان کو چاہی کہ وہ اللہ پر توکل کریں جو عزیز و حکیم ہے۔\nان قلیل فقروں میں معانی و اشارات کا ایک سمندر موجزن ہے۔ اہم اصول و ہدایات منضبط کردی گئی ہیں۔ مناظر اور مشاہد اس طرح نظر آتے ہیں کہ گویا اسکرین پر چل رہے ہیں۔ اور تم آنکھوں سے دیکھ رہے ہو۔ الفاظ دل کے خیالات ، ضمیر کے جذبات اور دماغ کے نہاں خانوں کی کیفایت کے ظہر ہیں۔ اگر انہی معانی کو کوئی انسان اور ادیب قلم بند کرنا چاہے تو دفتر درکار ہیں اور پھر بھی ممکن نہیں ہے کہ وہ حق ادا کرسکے۔ غرض یہ حیرت انگیز تصویر کشی ہے جو قرآن کرتا ہے۔\nاہل ایمان کو پکارا جاتا ہے ، جس طرح اس صورت میں مسلسل پکاریں منضبط ہیں۔ ہدایات دی جاتی ہیں کہ جب بھی کسی دشمن سے آمنا سامنا ہو تو ثابت قدم رہنے کی سعی کرو۔ اور فتح و نصرت کے حققی وسائل اپنے اند رپیدا کرو۔ اصل تیاری یہ تیاری ہے۔\nيٰٓاَيُّھَا الَّذِيْنَ اٰمَنُوْٓا اِذَا لَقِيْتُمْ فِئَةً فَاثْبُتُوْا وَاذْكُرُوا اللّٰهَ كَثِيْرًا لَّعَلَّكُمْ تُفْلِحُوْنَ ۔ وَاَطِيْعُوا اللّٰهَ وَرَسُوْلَهٗ وَلَا تَنَازَعُوْا فَتَفْشَلُوْا وَتَذْهَبَ رِيْحُكُمْ وَاصْبِرُوْا ۭ اِنَّ اللّٰهَ مَعَ الصّٰبِرِيْنَ ۔ وَلَا تَكُوْنُوْا كَالَّذِيْنَ خَرَجُوْا مِنْ دِيَارِهِمْ بَطَرًا وَّرِئَاۗءَ النَّاسِ وَيَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ ۭوَاللّٰهُ بِمَا يَعْمَلُوْنَ مُحِيْطٌ ۔ اے لوگو جو ایمان لائے ہو ، جب کسی گروہ سے تمہارا مقابلہ ہو تو ثابت قدم رہو اور اللہ کو کثرت دے یاد کرو ، توقع ہے کہ تمہیں کامیابی نصیب ہوگی۔ اور اللہ اور اس کے رسول کی اطاعت کرو اور آپس میں جھگڑو نہیں ورنہ تمہارے اندر کمزوری پیدا ہوجائے گی اور تمہاری ہوا اکھڑ جائے گی۔ صبر کام لو ، یقینا اللہ صبر کرنے والوں کے ساتھ ہے۔ اور ان لوگوں کے سے رنگ ڈھنگ نہ اختیار کرو جو اپنے گھروں سے اتراتے اور لوگوں کو اپنی شان دکھاتے ہوئے نکلے اور جن کی روش یہ ہے کہ اللہ کے راستے سے روکتے ہیں ، جو کچھ وہ کر رہے ہیں ، وہ اللہ کی گرفت سے باہر نہیں ہے۔\nیہ ہیں فتح و نصرت کے حقیقی اساب کہ دشمن کے مقابلے میں فوج اسلام ثابت قدم ہو ، اس کے دل اللہ کے ساتھ مربوط ہو ، وہ رسول اور اپنے قائد کی مطیع فرمان ہو۔ اور اس کے افراد باہم نزاعات اور اختلاف سے مجتنب ہوں۔ اس راہ میں ان کو جو مشکلات در پیش ہوں ان کو برداشت کرنے والے ہوں اور اترانے اور دکھانے والے نہ ہوں اور نہ اپنی قوت کی وجہ سے سرکشی کرنے والے ہوں۔\nجہاں تک ثبات اور جم جانے کا تعلق ہے تو یہ فتح ونصرت کی راہ میں پہلا قدم ہے۔ جو بھی میدان میں جم جائے گا وہی نصرت پائے گا۔ پھر جبکہ مسلمانوں کو اس کا بھی علم نہیں ہے کہ ان کا دشمن کس قدر مشکلات انگیز کر رہا ہے اور جس طرح ان کو دکھ پہنچ رہے ہیں ، دشمن کو بھی پہنچ رہے ہیں جبکہ اہل ایمان اللہ کی جانب سے عزا اور شہادت کی صورت میں مرتبوں کے امیدوار ہیں اور ان کو یہ امید بھی نہیں بلکہ جہنم یقینی ہے۔ مومن اللہ کے ہاں سے اجر پانے کی صورت میں امید کرتا ہے ۔ اس لیے وہ ثابت قدم رہتا ہے جبکہ ان کو کوئی امید ہی نہیں ہے۔ اگر وہ ذرا بھی صبر و ثبات کا مظاہرہ کریں تو دشمن ٹوٹنے ہی والا ہے۔ اہل اسلام تو دو بھلائیوں میں ایک ضرور پائیں گے۔ اور ان کو گارنٹی دے دی گئی ہے یا شہادت اور یا فتح و نصرت۔ جبکہ ان کے دشمن کو اس دنیاوی زندگی کی بھی گارنٹی نہیں ہے۔ جس پر وہ فدا ہے ، اس لیے کہ آخرت میں تو اس کے لیے کچھ بھی نہیں ہے۔\nپھر جنگ میں ذکر الہی تو ایک دائمی زاد راہ ہے اور مومنین کو اس کی سخت تاکید کردی گئی ہے اور اہل ایمان مجاہدین نے ہمیشہ ذکر الہی کو زبان اور دل میں زندہ رکھا اور قرآن کریم میں اہل ایمان کی تاریخ بیان کرتے ہوئے ، اس کا ذکر خصوصیت سے کیا ہے۔\nاہل ایمان کی جانب سے ذکر الہی کا تذکرہ قرآن کریم بار بار کرتا ہے۔ ساحروں نے حضرت موسیٰ (علیہ السلام) کے مقابلے میں جب ایمان قبول کیا اور فرعون نے ان سے دھمکی آمیز خطاب کیا۔ تو ان کا جواب یہ تھا : وما تنقم منا الا ان امنا بایات ربنا لما جاء تنا ربنا افرغ علینا صبرا وتوفنا مسلمین اور تم ہم سے انتقام محض اس لیے لوگے کہ ہم اپنے رب کی آیات پر ایمان لائے ہیں ، جبکہ یہ آیت ہم تک پہنچ گئیں۔ اے ہمارے رب ہم پر صبر انڈیل دے اور ہمیں اس حال میں مار کہ ہم مسلمان ہوں۔\nاسی طرح بنی اسرائیل کی ایک قلیل فوج کے واقعات میں بھی اس صفت کا ذکر آیا ہے ۔ اس قلیل تعداد کا مقابلہ جب جالوت اور اس کی افواج کثیرہ سے آیا تو انہوں نے کہا ولما برزوا لجالوت و جنودہ قالوا ربنا افرغ علینا صبرا وثبت اقدامنا وانصرنا علی القوم الکفرین۔ جب وہ جالوت اور اس کے لشکر کے مقابلے پر نکلے تو انہوں نے دعا کی \" اے ہمارے رب ہم پر صبر کا فیضان کر ، ہمارے قدم جما دے اور اس کافر گروہ پر ہمیں فتح نصیب کر \"\nاسی طرح اسلامی تاریخ میں بیشمار مومن دستوں نے کفار کے مقابلے میں جو مواقف اختیار کیے ان کے بارے میں قرآن کریم یہ کہتا ہے :\nوکاین من نبی قتل معہ ربیون کثیر فما وھنوا لما اصابہم فی سبیل اللہ وما ضدفوا وما استکانوا واللہ یحب الصبرین۔ وماکان قولہم الا ان قالوا ربنا اغفر لنا ذنوبنا واسرافنا فی امرنا وثبت اقدامنا وانصرنا علی القوم الکفرین : اس سے پہلے کتنے ہی نبی ایسے گزر چکے ہیں جن کے ساتھ مل کر بہت سے خدا پرستوں نے جنگ کی۔ اللہ کی راہ میں جو مصیبتیں ان پر پڑیں ان سے وہ دل شکستہ نہیں ہوئے ، انہوں نے کمزوری نہیں دکھائی اور وہ باطل کے آگے سرنگوں نہیں ہوئے۔ ایسے ہی صابروں کو اللہ پسند کرتا ہے۔ ان کی دعا بس یہی تھی \" اے ہمارے رب ہماری غلطیوں اور کوتاہیوں سے درگزر فرما۔ ہمارے کام میں تیرے حدود سے جو کچھ تجاوز ہوگیا ہو اسے معاف کردے ، ہمارے قدم جما دے اور کافروں کے مقابلے میں ہماری مدد کر \"\nجماعت مومنہ کے دلوں میں یہ تعلیم خوب بیٹھ گئی۔ جب بھی اس کا مقابلہ دشمن سے ہوا کرتا تھا اس کا رویہ ایسا ہی ہوا کرتا تھا۔ اس کے بعد جنگ احد میں جماعت مسلمہ کو مشکلات در پیش ہوئیں اور وہ دل شکستہ ہوگے اور بدر کے عین دوسرے دن جب اس شکست خوردہ لشکر کو دوبارہ پکارا گیا تو یہ تعلیم ان کے نفوس پر پوری طرح حاوی تھی۔ ان الذین قال لہم الناس ان الناس قد جمعوا لکم فاخشوھم فزادھم ایمانا و قالوا حسبنا اللہ و نعم الوکیل۔ وہ لوگ جن سے لوگوں نے کہا کہ لوگ تمہارے خلاف جمع ہوگئے ، لہذا ان سے ڈرو ، تو ان کے ایمان میں اور اضافہ ہوگیا اور انہوں نے کہا : اللہ ہمارے لیے کافی ہے اور اچھا مددگار ہے\nدشمن کے آمنے سامنے ہونے کے وقت ذکر الہی کے بیشمار فوائد ہی ، ایک فائدہ یہ ہے کہ انسان کا رابطہ ایک ایسی قوت سے ہوجاتا ہے جس پر کوئی غالب قوت نہیں ہے ، پھر یہ اللہ پر بھروسہ ہے جو اپنے دوستوں کی بھرپور نصرت کرتا ہے۔ اس سے اس معرکے کی حقیقت ، اس کے اسباب اور اس کے مقاصد ذہن میں مستحضر رہتے ہیں ، کیونکہ یہ معرکہ اللہ کی خاطر لڑا جاتا ہے۔ اس کرہ ارض پر اللہ کی حکومت کے قیام کے لیے لڑا جاتا ہے اور ان طاغوتی طاقتوں کو ختم کرنے کے لیے لڑا جاتا ہے جنہوں نے ان کے حق اقتدار پر زبردستی قبضہ کرلیا ہے ، کیونکہ اس معرکے کا مقصد یہ ہے کہ دنیا میں اللہ کا کلمہ بلند کیا جائے۔ یہ جنگ نہ ملک گیری کے لیے ہے نہ اموال غنیمت اور لوٹ مار کے لیے ہے۔ نہ شخصی حکومت کے قیام کے لیے ہے اور نہ قومی حکومت کے قیام کے لیے ہے۔ نیز اس حکم سے یہ تاکید بھی مقصود ہے کہ مشکل ترین حالات میں بھی انسان کو ذکر الہی سے غافل نہیں رہنا چاہیے۔ یہ تمام اشارات نہایت ہی قیمتی اشارات ہیں اور اللہ کی ان تعلیمات کی وجہ سے یہ حقیقت کا روپ اختیار کرتے ہیں۔",
  "ayah": 45,
  "surah": 8
}
