{
  "text": "یہ ہدایات امت مسلمہ اور جماعت مجاہدین کی تطہیر کے لیے دی جا رہی ہیں کہ وہ قتال اور جہاد میں شرکت ایسے حالات میں نہ کریں کہ اپنی قوت اور کثرت پر اترا رہے ہوں اور اپنی قوت کو جو انہیں اللہ نے عطا کی ہے ان راہوں میں خرچ نہ کریں جن کے بارے میں اللہ کا حکم نہیں ہے۔ کیونکہ مومنین کے دستے قتال فی سبیل اللہ کے لیے نکلتے ہیں ، ان کا مقصد یہ ہوتا ہے کہ لوگوں کی زندگیوں میں اللہ کی بادشاہت نافذ ہو۔ لوگ صرف اللہ کے غلام ہوں اور یہ اس لیے علم جہاد بلند کرتے ہیں کہ ان تمام طاغوتی طاقتوں کو کرش کرکے رکھ دیں جنہوں نے لوگوں کو اپنا غلام بنا کر رکھا ہوا ہے اور جو طاقتیں زمین پر خدا کے مقابلے میں اپنی الوہیت قائم کر رہی ہیں حالانکہ اللہ کی جانب سے ان کو ایسا کرنے کی کوئی اجازت نہیں ہے۔ نہ اللہ کی شریعت ان کے اس فعل کو تسلیم کرتی ہے۔ یہ علم اس لیے بلند ہوتا ہے کہ پورے کرہ ارض کے تمام انسانوں کو ہر قسم کی غلامی سے آزاد کردیا جائے ، کیونکہ یہ غلامیاں انسان کی کرامت اور شرافت کے خلاف ہیں اور اسلامی دستے جہاد و قتال کے لیے نکلتے ہی اس لیے ہیں کہ لوگوں کی شرافت اور ان کی آزادی کا تحفظ ہو۔ ان کا مقصد اپنا اقتدار قائم کرنا ، زمین میں علو حاصل کرنا نہیں ہوتا۔ نہ ان کا مقصد یہ ہوتا ہے کہ لوگوں کو اپنا غلام بنائیں یا اتراتے پھریں اور انہیں اللہ نے جو قوت دی ہے اسے غلط مد میں صرف کریں۔ اس طرح اسلامی دستوں کے مقاصد میں ذاتی مقاصد کا کوئی حصہ نہیں ہوتا اور اگر انہیں نصرت نصیب ہوتی ہے اور وہ غالب ہوجاتے ہیں تو انہوں نے امتثال امر کیا ہوتا ہے ، اسلامی نظام حیات قائم کرتے ہیں ، اللہ کا کلمہ بلند کرتے ہیں اور اللہ کے فضل اور اس کی رضا مندی کے طلبگار ہوتے ہیں۔ یہاں تک کہ معرکے کے نتیجے میں جو اموال غنیمت ملتے ہیں ، وہ ان سے بھی بےنیاز ہوتے ہیں۔\nکون اترا کر نکلا تھا ، کون لوگوں کے سامنے اپنی قوت کی نمائش کر رہا تھا ؟ اور کون لوگوں کو اللہ کی راہ سے روکتا تھا ، یہ لوگ مسلمانوں کی آنکھوں کے سامنے تھے۔ یہ قریش کے لشکر کی شکل میں موجود تھے۔ جس طرح کہ یہ لشکر نکلا تھا۔ اور جو قریش فخر و مباہات کے ساتھ نکلے تھے ، ان کا انجام بھی مسلمانوں کے سامنے تھا اور جس طرح ذلیل و خوار ٹوٹ پھوٹ کا وہ شکار ہوچکے تے وہ بھی اہل اسلام کے سامنے تھی۔ اللہ تعالیٰ نے خود دستوں سے جو خطاب کیا اس کا مصداق ان کے سامنے تھا۔ ذرا دوبارہ ملاحظہ فرمائیں۔\nوَلَا تَكُوْنُوْا كَالَّذِيْنَ خَرَجُوْا مِنْ دِيَارِهِمْ بَطَرًا وَّرِئَاۗءَ النَّاسِ وَيَصُدُّوْنَ عَنْ سَبِيْلِ اللّٰهِ ۭوَاللّٰهُ بِمَا يَعْمَلُوْنَ مُحِيْطٌ۔ اور ان لوگوں کے سے رنگ ڈھنگ نہ اختیار کرو جو اپنے گھروں سے اتراتے اور لوگوں کو اپنی شان دکھاتے ہوئے نکلے اور جن کی روش یہ ہے کہ اللہ کے راستے سے روکتے ہیں ، جو کچھ وہ کر رہے ہیں ، وہ اللہ کی گرفت سے باہر نہیں ہے۔\nاترانا اور شان دکھانا اور اللہ کے راستے سے روکنا ، یہ سب امور ابوجہل کے اس تبصرے سے ظاہر ہوتے ہیں۔ ابوجہل کے پاس جب ابوسفیان کا پیغام آیا ہے کہ میں ساحل کی جانب سے بچ کر نکل آیا ہوں اور آپ اپنے لشکر کو لے کر واپس ہوجائیں اس لیے کہ تمہیں محمد اور ان کے ساتھیوں کے ساتھ لڑنے کی کوئی ضرورت نہیں۔ قریش کی حالت یہ تھی کہ وہ ساتھ گانے والی لونڈیوں کو بھی لے کر چلے تھے۔ راستے پر گاتے بجاتے اور مویشی کاٹتے اور شراب و کباب کے دور چلاتے ہوئے آ رہے تھے۔ ابوجہل نے اس پیغام کے جواب میں کہا : \" ہم اس وقت تک واپس نہ ہوں گے جب تک ہم بدر کے میدان میں پہنچ نہ جائیں ، تین دن قیام نہ کریں ، جانور نہ کاٹیں ، شراب نہ پئیں اور گانے بجانے کی محفلیں منعقد نہ کریں ، اگر ہم نے ایسا کیا تو تمام عرب ہم سے خوف کھائیں گے۔ جب ابو سفیان کا ایلچی واپس ہوا اور ابوجہل کا جواب پہنچایا تو ابوسفیان نے کہا : \" افسوس کہ میری قوم کا کیا بنے گا ! یہ ابوجہل کی حرکت ہے۔ اس نے واپسی کو نہ پسند کیا کیونکہ ہی قوم کا لیڈر تھا ، اور اس نے سرکشی اختیار کی۔ سرکشی بہرحال ایک نقص ہے اور شگون بد ہے۔ اگر محمد نے اس لشکر کو کرش کردیا تو ہم ہمیشہ کے لیے ذلیل ہوجائیں گے۔ ابو سفیان کی فرات درست نکلی۔ حضرت محمد ﷺ اور آپ کے ساتھیوں نے اس لشکر کو تہس نہس کردیا اور اس اترانے کی وجہ سے لشکر کفار ذلیل ہوا ، اس لیے کہ وہ سرکشی ، دکھاوے اور راہ خدا کو روکنے کے مقاصد لیے ہوئے تھے۔ یہی وجہ ہے کہ بدر میں ان کی کمر ٹوٹ گئی۔ واللہ بما یعملون محیط۔ \" جو کچھ وہ کر رہے ہیں وہ اللہ کی گرفت میں ہے \" اللہ سے ان کی کوئی تدبیر بچ کر نہیں نکل سکتی۔ ان کی کوئی قوت اس کا مقابلہ نہیں کرسکتی۔ ان کی قوت اور ان کا علم سب کچھ اس کی گرفت میں ہے۔\nاس سے آگے بیان کیا جاتا ہے کہ شیطان مشرکین کو مسلسل ابھار رہا تھا کہ وہ یہ جنگ لڑیں اور چونکہ یہ لوگ شیطان کے دھوکے میں آگئے تھے ، اس لیے ان کو اس طرح ذلیل ہونا پڑا۔ اور وہ شکست و ریخت کا شکار ہوئے۔",
  "ayah": 47,
  "surah": 8
}
