{
  "text": "یہاں جس واقعہ کی طرف اشارہ ہے۔ اس کے بارے میں متعدد روایات منقول ہیں۔ لیکن ان میں سے کوئی روایت بھی رسول اللہ ﷺ کی حدیث کا درجہ نہیں رکھتی۔ صرف ایک حدیث ہے جو امام مالک نے موطا میں نقل کی ہے۔ احمد روایت کرتے ہیں ، عبدالمالک ابن عبدالعزیز سے ، ابن الماجشون سے ، مالک سے ، ابراہیم ابن ابو عبلہ سے ، طلحہ ابن عبیداللہ ابن کریز سے کہ رسول اللہ ﷺ نے فرمایا : ابلیس یوم عرفہ میں جس قدر چھوٹا سا ، حقیر سا غضبناک ہوتا ہے۔ اس قدر عام حالات میں نہیں ہوتا۔ اس لیے کہ وہ دیکھتا ہے کہ اس دن رحمت نازل ہوتی ہے۔ اللہ گناہوں کو معاف فرماتے ہیں۔ ہاں یوم بدر کے دن بھی وہ ایسا ہی تھا۔ صحابہ کرام نے دریافت کیا کہ حضور بدر کے دن اس نے کیا دیکھا تھا کہ ایسا تھا۔ اس نے اس دن دیکھا کہ حضرت جبرائیل ملائکہ کو تقسیم کر رہے ہیں۔\nیہ حدیث مرسل بھی ہے اور اس میں عبدالمالک ابن عبد العزیز الماجشون راوی ہے جو ضعیف ہے۔\nاس کے علاوہ جو آثار ہیں وہ حضرت ابن عباس سے ہیں اور ان سے یہ روایات بذریعہ علی ابن ابو طلحہ اور بذریعہ ابن جریج نقل ہیں۔ یا عروہ ابن زبیر بذریعہ ابن اسحاق ، قتادہ سے بذریعہ سعید ابن جبیر ، حسن اور محمد ابن کعب سے ان سب کو ابن جریر طبری نے روایت کیا ہے۔\nمثنی سے ، عبداللہ ابن صالح سے ، معاویہ سے ، علی بن ابو طلحہ سے ، حضرت ابن عباس سے کہتے ہیں کہ ابلیس یوم بدر میں شیاطین کا ایک لشکر لے کر آیا۔ اس کے پاس جھنڈآ بھی تھا۔ یہ شخص بنی مدلج کے ایک شخص کی شکل میں تھا۔ خود شیطان سراقہ بن مالک ابن جعشم کی شکل میں تھا شیطان نے مشرکین سے کہا : \" آج تم پر کوئی غآلب نہ ہوگا اور میں تمہارا پڑوسی ہوں \" جب لوگوں نے صف آرائی کی تو رسول اللہ ﷺ نے مٹی کی ایک مٹھی لی۔ اور اسے مشرکین کے چہروں پر مارا۔ ان کو شکست ہوئی۔ حضرت جبرئیل ابلیس کی طرف متوجہ ہوئے تو اسکا ہاتھ مشرکین میں سے ایک شخص کے ہاتھ میں تھا تو اس نے اپنا ہاتھ اس مشرک سے چھڑایا اور وہ پیٹھ پھیر کر بھاگا ، اس کے ساتھ بھی بھاگے۔ ایک شخص نے کہا : اے سراقہ ! تم یہ گمان کرتے ہو کہ تم ہمارے پڑوسی ہو۔ تو اس نے جواب دیا : \" کہ میں جو کچھ دیکھ رہا ہوں تم نہیں دیکھتے۔ میں اللہ سے ڈرتا ہوں ، بیشک اللہ سخت عذاب دینے والے ہیں \" یہ اس نے اس وقت کہا جب اس نے فرشتوں کو دیکھا۔\nابن حمید سے ، سلمہ سے ، ابن اسحاق سے ، یزید ابن رومان سے ، عروہ ابن الزبیر سے ، کہتے ہیں کہ جب قریش جمع ہو کر نکلنے لگے تو میں نے ان کے اور بنی بکر کے درمیان معاملات کا ذکر کیا ، یعنی جنگ کا۔ قریب تھا کہ وہ واپس ہوجائیں ، ہمیں اس وقت ابلیس سراقہ ابن مالک ، ابن جعشم المدلجی کی شکل میں ظاہر ہوا۔ یہ شخص کنانہ کے شرفاء میں سے تاھ۔ اس نے کہا کہ میں تمہارا ساتھی ہوں۔ اگر کنانہ تمہارے پیچھے کچھ اقدام کریں تو تم اسے پسند نہ کروگے۔ اس پر وہ بڑی تیزی سے نکلے۔\nبشر ابن معاذ سے ، یزید سے ، سعید سے ، قتادہ سے۔ کہتے ہیں کہ آیت و اذ زین لہم الشیطن اعمالہم۔ سے واللہ شدید العقاب تک کی تفسیر میں یہ بات ذکر ہوئی ہے کہ شیطان نے دیکھا کہ حضرت جبرئیل نازل ہو رہے ہیں اور آپ کے ساتھ اور فرشتے ہیں۔ اس اللہ کے دشمن کو یہ یقین ہوگیا کہ فرشتوں کے مقابلے میں وہ تو کچھ بھی نہیں کرسکتا۔ تو اس نے کہا \" میں وہ کچھ دیکھ رہا ہوں جو تم نہیں دیکھ رہے ، میں تو اللہ سے ڈرتا ہوں \" یہ الفاظ اس دشمن خدا نے جھوٹ بولے ہیں۔ اس کے دل میں خدا کا خوف نہیں ہے لیکن اس کو یہ بات اچھی طرح معلوم تھی کہ وہ مقابلہ نہیں کرسکتا اور اللہ کے اس دشمن کی عات ہے کہ وہ اپنے پیرو کاروں کی قیادت کرتا ہے لیکن جب حق و باطل کا آمنا سامنا ہوتا ہے تو یہ اپنے ساتھیون کو بری طرح چھوڑ کر بھاگ جاتا ہے اور ان سے اپنی براءت کا اعلان کرتا ہے۔\nفی ظلال القرآن میں ہم نے جو منہاج اختیار کیا ہے اس کے مطابق ہم ان غیبی امور کے سات تعرض نہیں کرتے جن کے بارے میں قرآن و سنت میں کوئی تفصیل نہیں دی گئی کیونکہ غیبی امور کا تعلق اعتقادات سے ہوتا ہے اور اعتقادی امور کے لیے ضروری ہے کہ وہ قرآن سے ثابت ہو یا سنت نبوی سے ثابت ہوں لیکن ہمارا یہ طریقہ بھی نہیں ہے کہ ہم ہر غیبی امر کا انکار کردیں اسلیے کہ یہ غیبی ہے۔\nیہاں قرآن کریم کی آیت اس بات کی صراحت کرتی ہے کہ شیطان نے مشرکین کے اعمال کو ان کے لیے مزین بنا دیا تھا۔ شیطان نے ان کو اس بات پر آمادہ کیا کہ وہ مسلمانوں کے خلاف لشکر کشی کریں اور یہ کہ وہ ان کی امداد کرے گا۔ اور بعدہ جب دونوں لشکر آمنے سامنے ہوئے اور انہوں نے ایک دوسرے کو دیکھا تو یہ شیطان الٹے پاؤں بھاگا اور کہا کہ میں وہ کچھ دیکھ رہا ہوں جو تم نے نہیں دیکھا۔ میں اللہ سے ڈرتا ہوں اور اللہ سخت عذاب دینے والا ہے۔ اس طرح شیطان نے ان کو ذلیل کیا اور ان کو اپنے حال پر چھوڑ دیا۔ تاکہ وہ اپنے انجام تک خود پہنچیں اور اس نے ان کے ساتھ جو عہد کیا اس کو پورا نہ کیا۔\nاب یہ کیفیت کیسی ہے کہ شیطان نے ان کے اعمال کو ان کے لیے مزین کیا اور کس طرح اس نے باور کرایا کہ آج مشرکین کے خلاف کوئی غالب و برتر نہیں ہے اور کس طرح اس نے امداد کا وعدہ کیا اور کس طرح وہ بھاگا۔ یہ سب تفصیلات قرآن میں نہیں ہیں۔\nیعنی ان واقعات کی تفصیلی کیفیت کے بارے میں ہم جزم کے ساتھ کچھ نہیں کہہ سکتے اس لیے کہ شیطان اور اس کی سرگرمیاں سب کی سب غیبی امور سے متعلق ہیں۔ اور ہم اس کے بارے میں کوئی جزمی اور یقینی بات نہیں کہہ سکے جب تک کوئی صریح نص نہ ہو۔ نص قرآن میں حادثہ اور واقعہ کا ذکر تو ہے لیکن تفصیلی کیفیات یہاں مذکور نہیں ہیں۔\nیہاں آکر ہمارا اجتہاد ختم ہوجاتا ہے۔ ہم اس معاملہ میں جناب محمد عبدہ کے مکتب فکر کی رائے کو اختیار نہیں کرتے جو اس قسم کے تمام غیبی امور کے سلسلے میں ایک متعین انداز تاویل اختیار کرتے ہیں کہ ان غیبی جہانوں میں وہ ہر قسم کے حسی اعمال کا انکار کرتے ہیں۔ اس آیت کی تفسیر میں شیخ رشید رضا یہ فرماتے ہیں :\nو اذ زین لھم الشیطن اعمالھم \" اے پیغمبر مومنین کو یہ بات یاد دلائیں کہ شیطان نے اپنے وسوسوں کے ذریعہ ان مشرکین کے سامنے ان کے اعمال کو خوشنما بنا دیا تھا۔ اور ان کے دلوں میں یہ جذبات ڈال دیے تھے کہ وہ یہ کہتے تھے کہ آج ان پر کوئی غالب نہیں ہے۔ محمد کے ضعیف و ناتواں متبعین بھی اور عربوں کے دوسرے قبائل بھی اس لیے کہ تم تعداد اور سازوسامان میں ان سے زیادہ ہو اور تمہارے فوجی ان سے زیادہ جنگجو ہیں اور ان حالات کے ساتھ ساتھ میں تمہارا مدگار ہوں۔ بیضاوی نے کہا ہے کہ اس نے ان کے وہم میں یہ بات ڈال دی کہ وہ جو اس کی اطاعت کرتے ہیں تو یہ ان کا مددگار ہے۔ اور یہی وجہ ہے کہ وہ یہ دعا کرتے تھے \" اے اللہ ان دو گروہوں میں سے جو زیادہ ہدایت پر ہو ، اس کی مدد کر اور ان دو ادیان میں سے جو دین زیادہ حق پر ہو اس کی امداد کر \"۔\nفَلَمَّا تَرَاۗءَتِ الْفِئَتٰنِ نَكَصَ عَلٰي عَقِبَيْهِ ۔ یعنی جب دونوں لشکر ایک دوسرے کے قریب ہوئے اور وہ ایک دوسرے کو دیکھنے لگے اور حالات کو سمجھنے لگے۔ اس سے پہلے کہ لوگ ایک دوسرے پر وار کریں اور قبل اس کے کہ میدان کارزار گرم ہو ، شیطان بھاگ گیا اور الٹے پاؤں لوٹا یعنی پیچھے کی طرف اور جن مفسرین نے تری کا معنی یہ کیا کہ جب لوگ میدان کارزار میں ٹکرا گئے تو ان کی مراد غلط ہے۔ معنی یہ ہوا کہ شیطان اب ان کے لیے ان کے اعمال کی تزئین بند کردیتا ہے اور اب انہیں ورغلانا ترک کردیتا ہے۔ اب یہ کلام ایک قسم کی تمثیل ہے اور اس میں شیطان کی وسوسہ اندازی کو آنے والے شخص سے تشبیہ دی گئی ہے اور اس وسوسہ اندازی کو ترک کرنے کے فعل کو اس شخص سے تشبیہ دی گئی جو پیچھے کی طرف الٹے پاؤں پھرتا ہے۔ اس پر مستزاد یہ کردیا کہ اس کی جانب سے ان لوگوں کے ساتھ اپنے تعلق کی براءت کا ذکر کردیا اور ان کو اپنے حال پر چھوڑ دیا۔ وَقَالَ اِنِّىْ بَرِيْۗءٌ مِّنْكُمْ ۔ یعنی اس نے اعلان کردیا کہ وہ ان سے بری الذمہ ہے۔ اور جب اس نے دیکھا کہ فرشتے مسلمانوں کی امداد کر رہے ہیں ، وہ مایوس ہوگیا۔ واللہ شدید العقاب۔ یہ شیطان کا قول بھی ہوسکتا ہے اور جملہ مستانفہ بھی ہوسکتا ہے۔ میں کہتا ہوں کہ ان سب باتوں کا خلاصہ یہ ہے کہ شیطان کی فوجیں مشرکین کی صفوں میں پھیلی ہوئی تھیں اور ان کے دلوں میں وسوسے ڈال رہی تھیں یعنی ان کے ارواح سے مل کر ان کو دھوکہ دے رہی تھیں اور دوسری جانب سے فرشتے مسلمانوں کی صفوں میں پھیلے ہوئے تھے اور یہ مسلمانوں کی پاک روحوں میں وہ ڈالتے تھے کہ جس سے ان کے دل مضبوط ہوتے تھے اور اللہ کی جانب سے ان کو نصرت کا جو وعدہ تھا ، اس پر ان کا یقین اور مضبوط ہوجاتا تھا۔\nیہ رجحان کہ ملائکہ کے افعال اور ان کا حصہ اس جنگ میں صرف یہی تھا کہ وہ مسلمانوں کو روحانی امداد دیتے تھے۔ مصنف دوسری جگہ صراحت سے یہ اظہار کرتے ہیں کہ یوم بدر میں فرشتوں نے جنگ میں حصہ نہیں لیا۔ یہ ایک غلط رجحان ہے کیونکہ قرآن مجید میں دوسری جگہ آتا ہے۔ فاضربوا فوق الاعناق واضربوا منھم کل بنان۔ \" پس تم ان کی گردنوں پر مارو اور ان کے ہر جوڑ پر ضرب لگاؤ \" شیطان کے افعال کی ایسی تشریح کہ وہ محض روحانی اتصال ہو یہ معنی محمد عبدہ کہ مکتب فکر کی اہم خصوصیت ہے۔ ایسی ہی تاویل وہ ابابیل سے متعلق بھی کرتے ہیں۔ وہ کہتے ہیں کہ یہ دراصل چیچک کے جراثیم تھے اور یہ استاد محمد عبدہ کی تفسیر پارہ عم میں صراحت کے ساتھ مذکور ہے۔ میں سمجھتا ہوں کہ ان آیات کی تاویل میں یہ بہت ہی مبالغہ ہے اور اس کی کوئی ضرورت نہیں ہے کیونکہ یہاں کوئی ایسی بات نہیں ہے کہ جو الفاظ کی ظاہری تفسیر کو ناممکن بناتی ہو۔ ہاں ہم صرف اسی قدر کہہ سکتے ہیں کہ ان آیات میں کوئی ایسی بات نہیں ہے جو ان واقعات کی تفصیلی کیفیت کو ظاہر کرتی ہو اور یہی طریق کار ہم نے اختیار کیا ہے۔\nغرض اس طرف شیطان ان مشرکین کو دھوکہ دے رہا تھا جو اتراتے ہوئے اپنے گھروں سے نکلے تھے اور اپنی پوزیشن لوگوں کو دکھاتے آ رہے تھے اور ان کا مقصد یہ تھا کہ وہ لوگوں کو اللہ کی راہ سے روکیں ، شیطان ان کو لشکر کشی پر آمادہ کر رہا تھا۔ اور پھر عین موقعہ میں ان کو چھوڑ کر بھاگ گیا۔ دوسری جانب مدینہ کے منافقین اور مریض لوگ دل ہی دل میں خوش تھے اور کہتے تھے کہ یہ لشکر تباہی کے راستے پر چل نکلا ہے۔ مشرکین کی عظیم قوت سے اس کا مقابلہ ٹھہرا ہے۔ جبکہ یہ لوگ قلیل تعداد میں ہیں اور ان کی تیار بھی کوئی نہیں ہے۔ یہ لوگ امور کو صرف ظاہری طور پر دیکھتے تھے۔ اور بظاہر یہ بات نظر آتی تھی کہ اہل ایمان نے اپنے آپ کو بڑی تباہی سے دوچار کردیا تھا یہ لوگ اپنے نئے دین کی وجہ سے دھوکے میں تھے اور انہیں اپنی نصرت کا پورا پورا یقین تھا۔ یہ تھے منافقین کے خیالات۔",
  "ayah": 48,
  "surah": 8
}
