{
  "text": "اب اللہ اس معرکے میں ربانی قوتوں کے عمل و دخل کی ایک مثال پیش کرتا ہے۔ اس منظر میں فرشتے کام کر رہے ہیں۔ چشم بصیرت سے اس منظر کو دیکھو۔ فرشتے اس معرکے میں شریک ہیں۔ اور کفار کی پکڑ دھکڑ انہوں نے شروع کردی ہے۔ ان کی روحوں کو نہایت ہی حقارت سے قبض کر رہے ہیں اور ان کو سخت سے سخت اذیت دے رہے ہیں۔ یہ محض اس لیے کہ یہ لوگ نہایت ہی تکبر سے اتراتے ہوئے شان و شوکت سے آ رہے تھے۔ اس میں ان کو بتایا جاتا ہے کہ اس سخت اور مشکل وقت میں تمہارے ساتھ یہ سلوک تمہارے اعمال بد کی وجہ سے ہورہا ہے اور اس میں تم پر کوئی بھی ظلم نہیں ہے۔ پھر اس منظر کشی کے بعد بتایا جاتا ہے کہ جھٹلانے کی وجہ سے کفار کو جو سزا دی جاتی ہے یہ اللہ کی ایک جاری سنت ہے۔ جس طرح آل فرعون اور ان سے پہلے لوگوں کے ساتھ یہی کچھ ہوتا رہا ہے۔\nاور یہ اس اصول کے مطابق کہ اللہ جب کسی قوم پر انعام کرتا ہے تو وہ اس وقت تک اپنے انعامات کو واپس نہیں لیتا ، جب خود ان اقوام کا رویہ بدل نہیں جاتا۔ اسی اصول کے مطابق اللہ نے فرعون اور اس سے پہلے کی اقوام کے ساتھ معاملہ کیا۔ اور آئندہ بھی جو قوم ایسی روشن اختیار کرے گی ، اللہ کا سلوک بھی ویسا ہی ہوگا۔\nتفسیر آیت 50 ، 51 ۔\nان دو آیات سے مراد یوم بدر میں کام آنے والے مشرکین سے ہے۔\nکیونکہ ملائکہ اس معرکے میں شریک تھے۔ جس طرح کہا گیا : فاضربوا فوق الاعناق واضربوا منہم کل بنان۔ ذلک بانہم شاقوا اللہ ورسولہ و من یشاقق اللہ ورسولہ فان اللہ شدید العقاب : \" پس تم ان کی گردنوں پر ضرب اور جوڑ جوڑ پر چوٹ لگاؤ۔ یہ اس لیے کہ ان لوگوں نے اللہ اور اس کے رسول کا مقابلہ کیا اور جو اللہ اور رسول کا مقابلہ کرے اللہ اس کے لیے نہایت ہی سخت گیر ہے۔\nاگرچہ ہمیں اس مار اور جوڑ جوڑ پر ضرب لگانے کی تفصیلی کیفیت کا علم نہیں ہے ، جس طرح نویں پارے میں اس آیت پر بحث کرتے ہوئے ہم نے کہا تھا۔ لیکن اگر ہمیں کسی مفہوم کی تفصیلی کیفیت کا علم نہ ہو یا ہماری سمجھ میں نہ آرہی ہو تو اس سے یہ لازم نہیں آتا کہ ہم آیت کو اپنے ظاہری مفہوم سے پھیر دیں۔ ظاہری مفہوم یہ ہے کہ اللہ کی طرف سے ملائکہ کو حکم تھا کہ وہ ماریں ، اور ہمیں یہ بھی معلوم ہے کہ ملائکہ اللہ کے کسی حکم سے سرتابی ہی نہٰں کرتے۔ وہ تو وہی کرتے ہیں جس کا انہیں حکم دیا جاتا ہے۔ تو یہ دونوں آیات گویا واقعات بدر کو یاد رکھنے کی طرف اشارہ ہوگا اور یہ بتانا مقصود ہوگا کہ یہ بات بھی واقعات بدر میں شامل ہے کہ اس دن کفار کے ساتھ یہ یہ سلوک ہوا۔\nلیکن یہ آیات بتا رہی ہیں کہ جب بھی کفار پر موت کا وقت آتا ہے تو فرشتے ان کے ساتھ یہی سلوک کرتے ہیں فرشتوں کا یہ سلوک مقتولین بدر کے ساتھ مخصوص نہیں ہے۔ اور یہ خطاب ولوتری گویا تمام اہل ایمان کے لیے ہوگا۔ اور یہ انداز کلام قرآن ہر اس مقام پر اختیار کرتا ہے جہاں لوگوں کو ایک کھلے منظر کی طرف متوجہ کیا جاتا ہے کہ جسے ہر دیکھنے والا دیکھ سکتا ہو۔\nبہرحال ان دو آیات کی جو تفسیر بھی ہو اہل کفر کے قبض روح کا نظارہ نہایت ہی خوفناک ہے۔ ملائکہ ان کے اجسام سے ان کی روح کو نہایت ہی توہین آمیز انداز میں کھینچ لیتے ہیں اور اس حقارت و توہین کے ساتھ ساتھ یہ لوگ عذاب شدید میں مبتلا ہوتے ہیں۔\n\" کاش تم اس حالت کو دیکھ سکتے جبکہ فرشتے مقتول کافروں کی روحیں قبض کر رہے تھے۔ وہ ان کے چہروں اور ان کے کو لہوں پر ضربیں لگاتے جاتے تھے \"\nاب یہاں سے آگے بیانیہ انداز کے بجائے براہ راست خطاب شروع ہوتا ہے :\n\" لو اب جلنے کی سزا بھگتو \" اور انداز خطاب اس لیے اختیار کیا گیا ہے کہ یہ منظر آنکھوں کے سامنے آجائے ، گویا جہنم اس کی اگ اور جلنے کے عمل کے ساتھ موجود ہے اور لوگوں کو اس میں پھینکا جا رہا ہے۔ لعنت و پھٹکار بھی ہو رہی ہے۔\n\" یہ وہ جزاء ہے جس کا سامان تمہارے اپنے ہاتھوں نے پیشگی مہیا کر رکھا تھا \" اس لیے تمہیں جو سزا دی جا رہی ہے یہ عادلانہ سزا ہے۔ تم اس کے مستحق ہو اور تمہارے اعمال کا نتیجہ ہے ورنہ \" اللہ تو اپنے بندوں پر ظلم کرنے والا نہیں ہے \"\nیہ آیت جو جہنم کئ جلانے والے عذاب کی تصویر کشی کرتی ہے ، اس کو پڑھ کر ایک سوال ذہن میں اٹھتا ہے کہ آیا یہ تہدید جو ملائکہ کی طرف سے انہیں دی جا رہی ہے آیا اس عذاب کی ہے جو قیامت کے دن انہیں حساب و کتاب کے بعد دیا جائے گا یا کفار کے مجرد قبض روح کے ساتھ ہی جہنم رسید ہوجاتے ہیں۔\nیہ دونوں صورتیں ممکن ہیں اور جائز ہیں۔ اور دنوں مفہوم ان آیات سے اخذ کیے جاسکتے ہیں۔ اس سے زیادہ ہم اس پر کوئی بحث نہیں کرتے۔ کیونکہ یہ ایک غیبی امر ہے اور اللہ نے اسے اپنے علم میں محفوظ کرلیا ہے۔ ہم پر فرض یہی ہے کہ ہم اس پر یقین کرلیں۔ ایسا ہوگا اور کوئی بات اس میں مانع نہیں ہے۔ ایسا کب ہوگا۔ مرتے وقت یا بعد الحساب تو یہ اللہ کے علم میں ہے جو علام الغیوب ہے۔",
  "ayah": 51,
  "surah": 8
}
