{
  "text": "اب آیت نمبر 5 سے 14 تک معرکے کے واقعات بیان کیے جاتے ہیں جس کے نتیجے میں یہ اموال غنیمت ہاتھ آئے تھے اور نتیجۃً مسلمانوں کے درمیان اختلافات پیدا ہوگئے تھے اور ایک دوسرے کے ساتھ الجھ گئے تھے جیسا کہ حضرت عبادہ ابن الصامت نے نہایت ہی خلوص ، وضاحت اور صاف گوئی سے بتایا۔ یہاں حالات و واقعات پر اجمالی تبصرہ کیا گیا ہے اور اس کے بارے میں مختلف لوگوں کے موقف اور احساس کو قلم بند کیا گیا ہے۔ اس پورے تبصرے سے معلوم ہوتا ہے کہ اس معرکے میں مسلمان دست قدرت کے لیے گویا ایک پردہ تھے اور جو واقعات بھی پیش آئے اور ان کے جو نتائج بھی رونما ہوئے ان میں اموال غنیمت اور ان کے بارے میں تنازعات بھی شامل ہیں۔ یہ سب کے سب تقدیر الہی کے کرشمے تھے ، اللہ کی تدبیر ، تقدیر اور ہدایت کے مطابق سب کچھ رونما ہوا۔ اس جنگ کے بارے میں خود مسلمانوں کی جو پلاننگ تھی یا جو ارادے تھے وہ بہت ہی معمولی سی بات تھی ، نہایت ہی محدود۔ اور اللہ نے جو چاہا تھا وہ نہایت ہی بڑا اور لا محدود تھا۔ کیونکہ اللہ چاہتا تھا کہ یہ معرکہ عظیم ہو اور فیصلہ کن (یوم الفرقان) ہو۔ اور زمین اور آسمان دونوں پر اس کے اثرات ہوں۔ اس سے مالء اعلی ا کے لوگ بھی فائدہ اٹھائیں اور زمین کی مخلوق بھی متاچر ہو۔ اس کے ذریعے انسانی تاریخ کا داھارا بدل کر رکھ دیا جائے۔ فرماتے ہیں کہ تم میں سے ایک فریق تو نہایت ہی بد دلی کے ساتھ اس معرکے میں جا رہا تھا۔ بعض نے انفال پر تنازعہ شروع کردیا۔ تو دیکھو کہ تم جو کچھ سوچ رہے تھے اور جسے تم پسند یا ناپسند کرتے تھے۔ وہ اللہ کے ہاں جو فیصلے ہو رہے تھے ان کی نسب سے بہت ہی حقیر تھا۔ تمام امور آخر کار اللہ ہی کے ہاتھ میں ہیں۔\n۔۔۔\nاللہ نے اموال غنیمت کا اختیار نبی ﷺ کے ہاتھ میں دے دیا تاکہ آپ ان کے درمیان برابری کے اصول پر تقسیم کریں۔ جیسا کہ آگے آ رہا ہے کہ آپ کو اختیار دیا گیا کہ قومی مصارف کے لیے خمس حضور کے لیے مختص کردیا گیا اور یہ انتظام اس لیے کیا گیا کہ جہاد کے مقدس فریضے میں مسلمانوں کے دلوں سے یہ لالچ بھی جاتی رہے کہ انہیں اموال غنیمت میں سے بھی کچھ ملے گا۔ تاکہ اموال غنیمت پر آئندہ اس قسم کے تنازعات پیدا نہ ہوں۔ اس میں حق تصرف حضور اکرم ﷺ کے ہاتھ میں دے دیا جائے۔ حضور کی تقسیم کے نتیجے میں ظاہر ہے کہ کسی کو کوئی شکایت پیدا ہونے کا سوال ہی نہ تھا اور تاکہ ان لوگوں کے دلوں سے خلش دور ہوجائے جنہوں نے اموال غنیمت کو جمع کیا تھا کیونکہ وہ بہرحال تمام لوگوں کے ساتھ اصول مساوات کے مطابق برابر کے شریک تھے۔\nاب اللہ تعالیٰ یہاں خود ان کے طرز عمل سے ایک مثال پیش کرکے سمجھاتے ہیں کہ جو اللہ چاہتا ہے وہی بہتر ہے۔ اور جو وہ خود چاہتے ہیں وہ اللہ کی اسکیم کے مقابلے میں حقیر ہوتا ہے۔ لہذا ان کو سمجھ لینا چاہئے کہ انفال کے بارے میں اللہ جو اسلامی قانون نازل کر رہا ہے وہی بہتر رہے گا۔ اس لیے کہ لوگ تو سامنے کے فائدے کو دیکھ سکتے ہیں ، عالم غیب پر ان کی نظروں کے سامنے نہیں ہے اور اللہ یہ تبصرہ اللہ اسی واقعہ کو موضوع بنا کر فرما رہا ہے جو ان کے سامنے ہے اور اسی معرکے کا حصہ ہے جس کے نتیجے میں غنائم ملے اور انہوں نے جھگڑا شروع کردیا۔ اس معرکے کے بارے میں وہ کیا ارادہ رکھتے تھے اور اللہ تعالیٰ نے ان کے لیے کس کا ارادہ کرلیا۔ اب ذرا دیکھو اپنے ارادے کو بھی اور اللہ کے ارادے کو بھی۔ دونوں میں قدر و قیمت کے اعتبار سے کس قدر فرق ہے۔ دونوں ارادوں کا یہ فرق کس قدر بعید ہے۔\nكَمَآ اَخْرَجَكَ رَبُّكَ مِنْۢ بَيْتِكَ بِالْحَقِّ ۠ وَاِنَّ فَرِيْقًا مِّنَ الْمُؤْمِنِيْنَ لَكٰرِهُوْنَ ۔ يُجَادِلُوْنَكَ فِي الْحَقِّ بَعْدَمَا تَبَيَّنَ كَاَنَّمَا يُسَاقُوْنَ اِلَى الْمَوْتِ وَهُمْ يَنْظُرُوْنَ ۔ وَاِذْ يَعِدُكُمُ اللّٰهُ اِحْدَى الطَّاۗىِٕفَتَيْنِ اَنَّهَا لَكُمْ وَتَوَدُّوْنَ اَنَّ غَيْرَ ذَاتِ الشَّوْكَةِ تَكُوْنُ لَكُمْ وَيُرِيْدُ اللّٰهُ اَنْ يُّحِقَّ الْحَقَّ بِكَلِمٰتِهٖ وَيَقْطَعَ دَابِرَ الْكٰفِرِيْنَ ۔ لِيُحِقَّ الْحَقَّ وَيُبْطِلَ الْبَاطِلَ وَلَوْ كَرِهَ الْمُجْرِمُوْنَ ۔ (اس مال غنیمت کے معاملہ میں بھی وسی ہی صورت پیش آرہی ہے جیسی اس وقت پیش آئی تھی جب کہ) تیرا رب تجھے حق کے ساتھ تیرے گھر سے نکال لایا تھا اور مومنوں میں سے ایک گروہ کو یہ ناگوار تھا۔ وہ اس حق کے معاملہ میں تجھ سے جھگڑ رہے تھے۔ در آں حالیکہ وہ صاف صاف نمایاں ہوچکا تھا۔ ان کا حال یہ تھا کہ گویا وہ آنکھوں دیکھتے موت کی طرف ہانکے جا رہے ہیں۔ یاد کرو وہ موقع جب کہ اللہ تم سے وعدہ کر رہا تھا کہ دونوں گروہوں میں سے ایک تمہیں مل جاے گا۔ تم چاہتے تھے کہ کمزور گروہ تمہیں ملے۔ مگر اللہ کا ارادہ یہ تھا کہ اپنے ارشادات سے حق کو حق کر دکھائے اور کافروں کی جڑ کاٹ دے۔ تاکہ حق حق ہو کر رہے اور باطل باطل ہوکر رہ جائے خواہ مجرموں کو یہ کتنا ہی ناگوار ہو۔\nاموال غنیمت کو اللہ اور رسول کی طرف لوٹانا اور پھر ان کو جمع کرکے مسلمانوں کے درمیان اصول مساوات کے مطابق تقسیم کرنا اور اس اصول مساوات کو بعض لوگوں کا ناپسند کرنا اور اس سے قبل نبی ﷺ کی جانب سے بعض نوجوانوں کو دوسرے کے مقابلے میں بہتر حصہ دینا اسی طرح لوگوں کو پسند نہ تھا جس طرح ان لوگوں کو میدان جنگ کی طرف نکلنا پسند نہ تھا۔ کیونکہ مد مقابل بہتر ساز و سامان سے لیس تھا۔ اسلیے بعض مومنین اس وقت جنگ کو پسند نہ کرتے تھے لیکن نتائج سب کے سب ان کے سامنے تھے۔",
  "ayah": 6,
  "surah": 8
}
