{
  "text": "ان آیات میں تیسرا حکم ان اقوام کے بارے میں ہے جو اسلامی کیمپ کے ساتھ دوستی اور امن کا عہد کرنا چاہتے ہیں اور امن و سلامتی کی طرف مائل ہیں اور ان کے ظاہری حالات بھی اس بات کی تائید کرتے ہیں کہ یہ لوگ فی الواقعہ امن چاہتے ہیں۔\nاور اے نبی اگر دشمن صلح و سلامتی کی طرف مائل ہوں تو تم بھی اس کے لیے آمادہ ہوجاؤ اور اللہ پر بھروسہ کرو ، یقینا وہی سب کچھ سننے اور جاننے والا ہے\nیہ ایک لطیف انداز تعبیر ہے۔ یعنی پرندے پر امن اور آشتی کی طرف مائل ہیں اور پرندہ اپنے پروں کو نرم کر رہا ہے اور حالت امن اور مصالحت اور موانست کا اظہار ہوتا ہے۔ پھر مصالحت اور موادعت میں توکل علی اللہ کا حکم بھی دیا گیا ہے ، جو سمیع اور علیم ہے وہ ہر بات کو سنتا ہے اور پوشیدہ ارادوں کو دیکھ سکتا ہے اور اللہ پر توکل ایک بہت بڑا ضامن ہے۔\nاب ہم ذرا واپس اس تلخیص کی طرف جاتے ہیں جو امام ابن قیم نے اسلامی مملکت کے خارجی تعلقات کے سلسلے میں پیش کی تھی کہ مدینہ کے ابتدائی دور میں حضور کے تعلقات کفار کے ساتھ کیا تھے یعنی جنگ بدر اور ان احکام کے نزول تک۔ تو اس تلخیص سے معلوم ہوتا ہے کہ اس گروہ کا تعلق اس طبقے سے ہے جن کے ساتھ حضور ﷺ نے مسالمت اختیار کرلی تھی اور اس کے ساتھ جہاد و قتال نہ کیا تھا۔ کیونکہ یہ لوگ حضور کے ساتھ صلح پر مائل تھے اور انہوں نے دشمنی کا اظہار نہ کیا تھا۔ اور نہ ہی دعوت اسلامی کی راہ روک کر کھڑے ہوئے تھے۔ نہ وہ اسلامی مملکت کے خلاف کوئی کاروائی کرتے تھے۔ اللہ نے رسول اللہ کو حکم دے دیا تھا کہ ان لوگوں کو اپنے حال پر چھوڑ دیا جائے اور ان کی روشن مصالحت اور امن کو قبول کرلیا جائے (یہ حکم اس وقت تک تھا کہ جب سورت براءت نازل ہوئی اور جن لوگوں کے ساتھ بےقاعدہ معاہدہ نہ تھا ان لوگوں کو ایک متعین مہلت دے دی گئی یا ان لوگوں کے ساتھ عہد تھا مگر اس میں وقت کا تعین نہ کیا گیا تھا اور یہ مدت چار ماہ مقرر کردی گئی تھی اور اس کے اختتام پر بھی تعلقات کا از سر نعین کیا گیا تھا) ۔ لہذا مذکورہ بالا حکم انتہائی اور آخری حکم نہ تھا بلکہ وہ خاص حالات کے اندر مخصوص حکم تھا اور بعد میں آنے والے احکام نے اسے منسوخ کردیا اور خود نبی ﷺ نے بھی اس میں تبدیلیاں کیں۔\nہاں یہ آیت اپنے وقت پر ایک عمومی حکم تھا اور سورت براءت کے نزول تک یہی حکم معمول بہ تھا۔ چھٹی صدی ہجری میں ہونے والا صلح حدیبیہ بھی اس کی ایک مثال تھی۔\nبعض فقہاء اس طرف گئے ہیں کہ یہ حکم فائنل اور حتمی ہے اور انہوں نے امن کی طرف میلان جنحوا للسلم کا مفہوم یہ بیان کیا ہے کہ وہ جزیہ ادا کرنے کو قبول کرلیں۔ لیکن یہ رائے تاریخی واقعات کے خلاف ہے۔ کیونکہ جزیہ کے احکام سورت براءت میں نازل ہوئے اور یہ سورت آٹھویں سن ہجری میں نازل ہوئی ہے اور زیر تفسیر آیت تو جنگ بدر کے بعد سن دوئم ہجری میں نازل ہوئی ہے۔ اس وقت جزیہ کے احکام موجود نہ تھے۔ اسلامی نظام حیات کے تحریکی مزاج ، واقعات نزول قرآن اور سیرت کے واقعات کو مد نظر رکھ کر اگر سوچا جائے تو یہ بات قرین قیاس معلوم ہوتی ہے کہ یہ حکم فائنل نہیں ہے۔ اور اس میں سورت براءت میں نازل ہونے والے احکام کے ذریعہ تبدیلی اور ترمیم کی گئی ہے اور جس میں دوسری اقوام کے ساتھ مسلمانوں کے تعلقات کو یوں منضطب کیا گیا ہے کہ یا تو وہ اہل حرب ہوں گے اور مسلمانوں کے خلاف برسر جنگ ہوں گے یا مسلمان ہوں گے اور اللہ کی شریعت کو نافذ کرنے والے ہوں گے یا اہل ذمہ ہوں گے اور جزیہ ادا کرتے ہوں گے۔ اور وہ اس وقت تک اہل ذمہ رہیں گے۔ جب وہ اپنے ذمی ہونے کے عہد پر قائم رہیں گے۔ یہ ہے وہ آخری نوعیت بین الاقوامی تعلقات کی جس پر اسلامی تحریک جہاد منتہی ہوتی ہے۔ اس کے علاوہ اگر اور کوئی صورت حال موجود ہو تو وہ دراصل عملی صورت حال ہے اور عملاً موجود ہے لیکن اسلامی نظام اس کی تبدیلی کے لی جدوجہد کرتا ہے اور یہ جدوجہد اس وقت تک جاری رہتی ہے جب تک مذکورہ بالا تین حالات متعین نہیں ہوجاتے جن کا ذکر سورت براءت میں ہوا اور جو آخری احکام ہیں اور یہ آخری احکام مسلم کی روایت میں موجود ہیں جس کی روایت امام احمد نے کی ہے۔\nاحمد روایت کرتے ہیں وکیع سے ، سفیان سے ، علقمہ ابن مرثد سے ، سلیمان ابن زید سے ، ان کے باپ سے ، یزید ابن الخطیب اسلمی سے ، یہ کہتے ہیں کہ جب حضور کسی کو لشکر بنا کر بھیجتے یا کسی دستے کا کپتان بنا کر بھیجتے تو اسے نصیحت کرتے کہ خدا خوفی اختیار کرنا اور اپنے ساتھ مسلمانوں کی خیر خواہی کرنا۔ اس کے بعد آپ نے فرمایا : اللہ کے نام سے جہاد کرو ، اللہ کی راہ میں کرو ، ان لوگوں سے قتال کرو جنہوں نے اللہ کا انکار کیا اور جب تم مشرکوں میں سے اپنے دشمنوں کے ساتھ آمنا سامنا کرو تو انہیں دعوت دو کہ وہ تین پوزیشنوں میں سے کوئی ایک اختیار کریں۔ وہ ان میں سے جو پوزیشن بھی قبول کریں تم اسے منظور کرلو۔ اور ان کو اپنے حال پر چھوڑ دو ۔ ان کو اسلام کی دعوت دو ، اگر وہ مسلمان ہوجائیں تو قبول کرلو۔ پھر ان کو یہ دعوت دو کہ وہ اپنے علاقے سے مہاجرین کے علاقے میں آجائیں۔ اگر وہ یہ پوزیشن قبول کرلیں تو ان کے اور مہاجرین کے حقوق مساوی ہوں گے اور ان پر وہی ذمہ داریاں ہوں گی جو مہاجرین پر ہوں گی۔ اگر وہ انکار کریں اور اپنے ہی علاقے میں رہنا پسند کریں تو ان کو یہ اطلاع کردو کہ ان کی حیثیت ان مسلمانوں کی طرح ہوگی جس طرح اعراب مسلمانوں کی ہے۔ ان پر بھی اللہ کے احکام جاری ہوں گے۔ جس طرح اعراب مسلمانوں پر ہوتے ہیں لیکن فئے اور غنیمت میں ان کا حق نہ ہوگا الا یہ کہ وہ مسلمانوں کے ساتھ جہاد میں شریک ہوں۔ اگر وہ اس پوزیشن کا بھی انکار کریں تو پھر ان کو یہ پیشکش کرو کہ وہ جزیہ دینا قبول کریں۔ اگر وہ قبول کرلیں تو تم بھی قبول کرلو ، اور جنگ سے باز آجاؤ، اور اگر وہ انکار کردیں تو اللہ کی استعانت لیں اور قتال شروع کردیں۔\nاس حدیث میں مشکل بات یہ ہے کہ اس میں ہجرت اور دار المہاجرین کا ذکر ہے اور پھر جزیہ کا بھی ذکر ہے۔ جبکہ جزیہ فتح مکہ کے بعد فرض ہوا تھا اور فتح مکہ کے بعد ہجرت ختم ہوگئی تھی (یعنی پہلی جماعت مسلمہ جب مدینہ آئی اور فتح تک اسے استقلال حاصل ہوگیا تو ہجرت اس وت ختم ہوگئی تھی) اور یہ بات احادیث اور تاریخ سے ثابت ہے کہ جزیہ آٹویں سن ہجرت میں فرض ہوا۔ یہی وجہ ہے کہ کسی عرب مشرک سے جزیہ نہیں لیا گیا۔ کیونکہ تمام عرب فرضیت جزیہ سے قبل ہی مسلمان ہوگے تھے۔ اس سن کے بعد مجوسیوں سے اور مشرکوں سے جزیہ لیا گیا اور اگر فرضیت جزیہ کے وقت عربوں میں کوئی مشرک ہوتا تو وہ بھی لازماً جزیہ ادا کرتا جیسا کہ امام ابن قیم نے تشریح کی۔ امام ابوحنیفہ اور ایک قول کے مطابق امام احمد کی رائے بھی یہی ہے۔ (قرطبی نے یہ قول امام اوزاعی ، مالک سے بھی نقل کیا ہے)\nبہرحال آیت زیر بحث وان جنحوا میں کسی فائنل حکم کا ذکر نہیں ہے۔ اور اس سلسلے کے فائنل احکام بعد میں سورت براءت میں نازل ہوئے۔ اس میں الہ نے رسول اللہ کو حکم دیا کہ وہ ان لوگوں کی طرف سے مسالمت اور صلح کو قبول کرلیں جن کو آپ نے اپنے حال پر چھوڑ دیا تھا۔ اور ان کے ساتھ لڑآئی شروع نہ کی تھی چاہے اس وت تک ان سے کوئی معاہدہ ہوا تھا یا نہیں۔ تو آپ سورت براءت کے نزدیک تک کفار اور اہل کتاب کی جانب سے مسالمت کو قبول کرتے رہے اور براءت کے نزول کے بعد حکم یہ ہوگیا کہ یا تو اسلام قبول کروگے یا جزیہ دو گے اور یہ وہ حال تمسلمات ہے جو اس وقت تک قابل قبول ہوگی جب تک لوگ اپنے عہد پر قائم رہیں گے ورنہ مسلمان ان کے ساتھ جہاد کریں گے جب تک ان کی استطاعت ہو تاکہ دین تمام کا تمام اللہ کے لیے ہوجائے۔\nمیں نے اس آیت کے بیان اور تفسیر میں قدرے طوالت سے کام لیا ہے اور یہ اس لیے کہ ان لوگوں کے شبہات کو دور کردیا جائے جو ذہنی لحاظ سے شکست خوردہ ہیں۔ اس قسم کے لوگ جب اسلام کے نظریہ جہاد کے موضوع پر لکھنے بیٹھتے ہیں تو موجودہ حالات کے دباؤ میں آجاتے ہیں اور ان کی سوچ اور ان کی روح ان حالات کے دباؤ کے نیچے بیٹھ جاتی ہے۔ وہ اس بات کا یقین ہی نہیں کرسکتے کہ دین اسلام کا یہ کوئی مستقبل قاعدہ ہوسکتا ہے کہ یا اسلام قبول کرو یا جزیہ ادا کرو ورنہ جنگ کے لیے تیار ہوجاؤ۔ یہ لوگ جب دیکھتے ہیں کہ اس وقت جاہلیت اور طاغوت کی تمام قوتیں اسلام کے خلاف برسر پیکار ہیں اور اسلام کا مقابلہ کر رہی ہیں اور اہل اسلام اپنے آپ کو مسلمان تو کہتے ہیں لیکن اسلام کی حقیقت سے بیخبر ہیں اور ان کے قلب و نظر میں اسلام کا حقیقی شعور نہیں ہے اور دوسرے مذاہب کی عظیم قوتوں کے سامنے اپنے آپ کو بہت ہی کمزور محسوس کرتے ہیں۔ دوسری جانب وہ دیکھتے ہیں کہ اسلام کے ہر اول دستے بہت ہی قلیل و نایاب ہیں اور اس کے ساتھ ضعیف و ناتواں ہیں۔ لہذا ان حالات میں یہ لکھنے والے قرآن و سنت کو توڑ موڑ کر ان میں تاویلات کرتے ہیں اور یہ حرکت وہ محض حالات کے دباؤ کے تحت کرتے ہیں۔ لہذا وہ ایسا موقف اختیار کرتے ہیں کہ اسلام اس موقف کا متحمل نہیں ہوسکتا ، نہ اسلامی نصوص سے یہ بات نکلتی ہے۔\nیہ لوگ ان آیات سے ستدلال کرتے ہیں جو تحریک اسلامی کے لیے وقتی ہدایات کے طور پر نازل ہوئی ہیں۔ یہ لوگ ان آیات کو فائنل ہدایات تصور کرکے ان آخری ہدایات کی تاویل کرتے ہیں۔ حالانکہ جن آیات سے وہ استدلال کرتے ہیں وہ وقتی اور مفید نصوص تھے۔ یہ کام وہ کیوں کرتے ہیں ؟ اس لیے کہ وہ یہ ثابت کریں کہ اسلام کے نظریہ جہاد کا مقصد صرف یہ ہے کہ وہ صرف دار الاسلام اور جماعت مسلمہ کا دفاع کرتا ہے اور جہاد اس وقت شروع ہوسکتا ہے جب دشمن حملہ آور ہو اور یہ کہ اسلام ہر قسم کے امن وامان کی پیشکش کو قبول کرتا ہے۔ اور ان کے نزدیک امن وامان کا مفہوم صرف یہ ہے کہ کوئی دار الاسلام پر حملے سے باز رہنے کا معاہدہ کرلے۔ ان لوگوں کے تصور کے مطابق اسلام اپنی حدود کے اندر جو چاہے کرے لیکن اسے یہ حق نہیں پہنچتا کہ وہ دوسرے لوگوں سے مطالبہ کرے کہ وہ اسلامی کو قبول کریں۔ اور نہ اسے حق پہنچتا ہے کہ وہ لوگوں سے اسلامی نظام کی اطاعت کرنے کا مطالبہ کرے۔ اسلام صرف تبلیغ کا حق رکھتا ہے۔ رہی وہ قوت ، طاغوتی قوت ، جو جاہلیت کی پشت پر کھڑی ہے تو اسلام کو یہ حق نیں ہے کہ وہ اس قوت کو چیلنج کرے یا اگر یہ قوت اسلام کو چیلنج کرے تو اسلام صرف دفاع کا حق رکھتا ہے۔\nاگر اس قسم کے لوگ جنہوں نے موجودہ حالات کے مقابلے میں عقلاً اور روحاً شکست کھالی ہے ، ذرا سوچ کرتے اور موجودہ حالات کے مطابق قرآن و سنت میں اسے احکام تلاش کرتے اور ان تاویلات کا راستہ اختیار نہ کرتے جن میں قرآن و سنت کے نصوص کو توڑ موڑ کر پیش کرتے ہیں تو انہیں ان کے موجودہ حالات کے مماثل حالات کے بارے میں قرآن و سنت کے نصوص مل جاتے کیونکہ اسلام ایک حقیقت پسندانہ متحرک دین رہا ہے اور یہ کہتے کہ ایسے حالات میں اسلام نے یوں فیصلہ کیا تھا اور ہمیں بھی یسا ہی کرنا چاہیے تو ان حضرات کو قرآن کی آخری اور فائنل ہدایات اور نصوص میں اس قسم کی تاویلات کرنے کی ضرورت ہی پیش نہ آتی۔ یہ لوگ کہہ سکتے تھے کہ موجودہ حالات میں اسلام کے یہ احکام مناسب ہیں لیکن یہ فائنل احکام نہیں ہیں۔ یہ وقتی تصرفات ہیں۔\nاسلام نے فی الواقعہ مختلف حالات میں مختلف حکمت عملی اختیار کی۔ چند مثالیں ملاحظہ فرمائیں اور یہ مثالیں وقتی ضرورت کے مطابق تھیں۔\nجب حضور اکرم ﷺ مدینہ تشریف لائے تو مدینہ کے ارد گرد بسنے والے یہودیوں اور مشرکین کے ساتھ آپ سے ایک میثاق طے کیا جس میں باہم بھائی چارے ، امن اور مشترکہ دفاع کے امور طے کیے گئے اور یہ بھی طے کیا کہ مدینہ میں حق حاکمیت رسول اللہ ﷺ کو حاصل ہوگا اور یہ کہ قریش کے مقابلے میں دفاع میں یہ سب لوگ مسلمانوں کے ساتھ ہوں گے۔ اور یہ کہ مدینہ پر جو کوئی بھی حملہ آور ہوگا یہ لوگ اس کے ساتھ کوئی تعلق نہ رکھیں گے۔ مشرکین کے ساتھ کوئی معاہدہ نہ کریں گے الا یہ کہ حضور ﷺ اس کی اجازت دیں۔ اسی دوران حضور کو اللہ نے حکم دیا تھا کہ جو قوم بھی مسالمت اور امن کا معاہدہ کرے اس کی پیشکش کو قبول کیا جائے۔ اگرچہ وہ باقاعدہ تحریری معاہدہ نہ کریں ، بہرحال جب تک وہ صلح چاہیں ، صلح رکھی جائے۔ اس کے بعد یہ تمام احکام بدل گئے تھے جس طرح ہم نے اوپر تفصیلات دیں۔\nاسی طرح جب جنگ خندق کے زمانے میں تمام مشرکین نے حضور کے خلاف اشتراک کرلیا۔ بنو قریظہ نے بھی وعدہ کی خلاف ورزی کردی اور رسول اللہ ﷺ نے یہ خطرہ محسوس کیا کہ مسلمانوں کو ختم ہی نہ کردیا جائے۔ تو حضور نے عیینہ ابن حصن الفزاری اور حارث ابن عوف المری رئیس غطفان کے سامنے مصالحت کی پیشکش کی اور طے کیا کہ وہ مدینہ کی ایک تہائی پیداوار ان کو دیں گے اور آپ لوگ اپنی اقوام کو لے کر واپس ہوجائیں اور قریش کو اکیلے چھوڑ دیں۔ حضور کی پیشکش ان کو خوش کرنے کے لیے تھی کوئی معاہدہ نہ تھا۔ جب حضور نے دیکھا کہ یہ دونوں لوگ راضی ہوگئے ہیں تو آپ نے سعد ابن معاذ اور سعد ابن عبادہ کے ساتھ مشورہ کیا۔ ان دونوں نے کہا کہ حضور یہ کام اگر آپ پسند کرتے ہیں تو ہم آپ کی وجہ سے قبول کرلیں گے اور اگر اللہ کا حکم ہے تو ہم اطاعت کریں گے اور اگر یہ کام آپ ہمارے لی کرتے ہیں ؟ تو آپ نے فرمایا کہ میں یہ اقدام آپ لوگوں کو بچانے کے لیے کرن ا چاہتا ہوں کیونکہ تمام عرب آپ لوگوں پر ایک ہی کمان سے تیر پھینک رہے ہیں۔ اس پر سعد ابن معاذ نے فرمایا : یا رسول اللہ خدا کی قسم ہم لوگ شرک میں مبتلا تھے ، بت پرست تھے ، اللہ کی عبادت نہ کرتے تھے اور نہ ہمیں اللہ کی معرفت حاصل تھی تو یہ مشرک ہم سے یہ توقع نہ کرتے تھے کہ ہم ان کو ایک کھجور بھی دین ، الا یہ کہ وہ مول لیتے ہام ہم مہمان نوازی کے طور پر دیتے اور جب اللہ نے ہمیں بذریعہ اسلام عزت دے دی اور بذریعہ قرآن ہدایت دے دی اور آپ کے ذریعے ہم معزز ہوگئے تو کیا اب ہم ان کو اپنا مال دے دیں ؟ ہم ان کو تلوار دیں گے تاکہ وہ ہمارے اور ان کے درمیان فیصلہ کردے۔ اس جواب سے حضور بہت خوش ہوئے اور فرمایا (تم جانو اور وہ) اور عیینہ اور حارث سے کہا ، چلو ہمارے پاس تمہارے لیے تلوار کے سوا کچھ نہیں ہے۔ یہ بات جس کے بارے میں حضور نے مخصوص حالات میں سوچا ایک وقت تدبیر تھی جو مخصوص حالات میں ضرورت کے لیے تھی ، یہ کوئی فائنل حکم نہ تھا۔\nایک مثال یہ بھی ہے کہ صلح حدیبیہ کے موقع پر حضور ﷺ نے قریش کے ساتھ معاہدہ کیا۔ یہ لوگ مشرک تھے اور اس معاہدے میں بعض شرطیں ایسی تھیں جن سے مسلمان خوش نہ تھے۔ مثلا یہ کہ مسلمانوں اور قریش کے درمیان بیس سال تک لڑائی نہ ہوگی۔ لوگ ایک دوسرے سے امن میں رہیں گے۔ مسلمان اس سال عمرہ کے بغیر واپس ہوں گے ، اور اگلے سال وہ مکہ آئیں گے۔ چناچہ انہوں نے اگلے سال مسلمانوں کو مکہ آنے دیا ، صرف تین دن کے لیے۔ اسلحہ وہی لائیں گے جو ایک سوار لاتا ہے اور وہ بھی نیام میں ہوگا اور یہ کہ اگر کوئی مسلمان مدینہ چلا جائے تو اسے واپس کرنا ہوگا اور اگر کوئی مدینہ سے مکہ چلا جائے تو مشرک واپس کرنے کے پابند نہ ہوں گے۔ اسمعاہدے پر حضور راضی ہوگئے کیونکہ حضور کو اللہ نے بذریعہ الہام بتا دیا تھا کہ یہ شرائط اگرچہ بظاہر قریش کے حق میں نظر آتی ہیں لیکن در اصل مسلمانوں کے لیے مفید ہیں۔ اس مثال میں بھی یہ گنجائش موجود ہے کہ اسلام قیادت خاص حالات میں خاص فیصلے کرسکتی ہے۔\nاسلام ایک دائمی تحریک ہے اور اس کا طرز عمل بھی تحریکی ہے۔ وہ حالات کے مطابق فیصلے کرتا ہے۔ یہ نہایت ہی واضح ، پختہ اور آزمودہ کار قیادت رکھتا ہے۔ لوگ جن حالات سے بھی دو چار ہوں اور ان کو قرآن و سنت سے حسب حال ہدایت بہرحال ملتی ہے اور ان کو کسی قسم کی تاویل کی کوئی ضرورت پیش نہیں آتی۔ اسلام میں جو چیز مطلوب ہے ، وہ یہ ہے کہ انسان میں تقوی ہو اور وہ اس بات سے محتاط ہو کہ وہ اپنے دین کو جاہلیت کی شرایرانہ قیادت کے حوالے کردے ، وہ شکست خوردہ ہو اور جاہلیت کے مقابلے میں معذرت خواہانہ دفاعی موقف اختیار کرے ، حالانکہ دین اسلام غالب ہے ، چھا جانے والا ہے۔ وہ انسان کی پوری ضروریات اور مسائل کو حل کرتا ہے اور وہ یہ مزاج رکھتا ہے کہ بلند ہو اور ہر کام اور ہر مسئلے کے حل میں اقدامی پوزیشن کا مالک ہو۔\nجب اللہ نے حضور ﷺ کو حکم دیا کہ اگر کوئی دوستی کرنا چاہئے تو آپ دوستی قبول کریں اور اگر کوئی امن و سلامتی کی طرف مائل ہو تو آپ بھی اس طرف مائل ہوں ، تو ساتھ ہی یہ حکم بھی دے دیا کہ اللہ پر توکل کریں اور آپ کو مطمئن کردیا کہ اگر اس قسم کے معاہدے کرنے والے دل میں کھوٹے ہوں تو اللہ سے بہرحال ان کی کوئی بات پوشیدہ نہیں ہے۔\nوَاِنْ جَنَحُوْا لِلسَّلْمِ فَاجْنَحْ لَهَا وَتَوَكَّلْ عَلَي اللّٰهِ ۭاِنَّهٗ هُوَ السَّمِيْعُ الْعَلِيْمُ ۔",
  "ayah": 61,
  "surah": 8
}
