{
  "text": "62 ۔ 63:۔ اب اللہ ان لوگوں کے دھوکے سے حضور کو مطمئن اور مامون فرماتا ہے۔ اگر یہ لوگ خیانت کا ارادہ کریں اور کوئی سازش کریں اور صلح اور دوستی کی پشت پر غداری کا کوئی منصوبہ ہو تو فرمایا کہ آپ مطمئن رہیں ، اللہ کافی ہے ، وہ حافظ ہے ، وہی مددگار ہے اور بدر میں اسی کی نصرت تمہارے شامل حال رہی ہے۔ مومنین کے ذریعے اس نے تمہاری تائید کی۔ مومنین کو اتفاق و اتحاد عطا کیا حالانکہ جاہلیت میں ان کے درمیان اتحاد و اتفاق کا پیدا ہونا ممکن ہی نہ تھا ، یہ اللہ حکیم و قدیر کا کارنامہ ہے۔\nاللہ تمہارے لیے کافی ہے۔ آغاز تحریک میں اسی نے تو تمہاری امداد فرمائی اور تمہیں مومنین کا ایک ایسا سچا گروہ عطا کیا جنہوں نے اللہ کے ساتھ کیے ہوئے عہد کو خوب نبھایا۔ اس نے ان کو متحدہ قوت کی شکل دے دی حالانکہ اس سے قبل ان کے دل ٹکڑے ٹکڑے تھے۔ ان کی باہم دشمنی علانیہ تھی اور باہم لڑائی شدید ترین لڑائی تھی۔ اس سے مراد اوس و خزرج ہوں جو انصار تھے اور جاہلیت کے دور میں ان کے درمیان انتقام در انتقام کا لامنتاہی سلسلہ تھا اور ان کے درمیان مصالحت ہی ممکن نہ تھی ، چہ جائیکہ ان کے درمیان ایسی اخوت پیدا ہوجائے جس کی نظیر پوری دنیا کی تاریخ میں نہیں ہے یا اس سے مراد مہاجرین ہوں جو مکہ میں ویسے ہی حالات میں تھے جن میں انصار تھے یا اس سے تمام عرب ہوں کیونکہ اسلام سے قبل جزیرۃ العرب میں تمام عربوں کی حالت ویسی ہی تھی۔\nبہرحال یہ معجزہ عربوں کی سرزمین پر رونما ہوا ، اللہ کے سوا درحقیقت کوئی طاقت اور کوئی ذریعہ اس معجزے کو رونما نہ کرسکتا تھا۔ اور یہ کام صرف اسلامی نظریہ حیات کے ذریعے ہوسکتا تھا۔ چناچہ باہم نفرت کرنے والے یہ دل اور باہم ناقابل برداشت مزاج رکھنے والے یہ لوگ ایک ایسا جتھا بن گئے جس کے درمیان بےحد بھائی چارہ پیدا ہوگیا اور ان کے دل ایک دوسرے کے ساتھ جڑ گے اور وہ ایک دوسرے کے مقابلے میں نہایت ہی نرم ہوگے ، یار غار بن گے ، اور ان کی اخوت ، دوستی اور اتفاق و اتحاد ایک تاریخی مثال بن گیا۔ ان کی اجتماعی زندگی کا اہم رنگ ، رنگ محبت تھا اور وہ جنگ کی زندگی کے لیے ایک تمہید و مثال تھے۔\nو نزعنا ما فی صدورہم من غل اخوانا علی سرر متقابلین۔ اور ان کے دلوں کے اندر جو کدورت تھی ، ہم وہ نکال دیں گے وہ بھائی بن جائیں گے اور تختوں پر ایک دوسرے کے بالمقابل بیٹھے ہوں گے۔\nاسلامی نظریہ حیات ایک عجیب اور عملی عقیدہ ہے۔ جب یہ دلوں کے اندر گھل مل جاتا ہے تو یہ ایک ایسے مزاج کی شکل میں نمودار ہوتا ہے جس کا رنگ رنگ الفت و محبت ہوتا ہے۔ اس کے حامل جگری دوست بن جاتے ہیں۔ یہ اپنے ہم نشینوں کے لیے فرش بن جاتے ہیں ، ان کا پہلو نرم ہوجاتا ہے اور ان کے اخلاف اور طرز عمل سے خشونت دور ہوجاتی ہے۔ اور ان کے اندر گہرے رابطے اور تعلقات پیدا ہوجاتے ہیں۔ حالات یہ ہوجاتے ہیں کہ آنکھ کی ایک نظر ، ہاتھ کا معمولی چھونا ، زبان کی گفتگو ، دلوں کی دھڑکن ، باہم مہر و محبت ، دوستی اور ہمدردی اور ایثار و قربانی کے ایسے حالات پیدا ہوجاتے ہیں جن کی حقیقت کو صرف وہ ذات جانتی ہے جس نے ان حالات کی تخلیق کی۔ اور ان کی حقیقت کا مزہ وہی شخص چکھ سکتا ہے جن کے اندر یہ انقلاب برپا ہوچکا ہوتا ہے۔\nیہ عقیدہ انسانیت کو الحب فی اللہ کا خون دیتا ہے۔ انسانیت کے تاروں کو خلوص و محبت اور جوڑ و ملاپ کا نغمہ عطا کرتا ہے اور جب انسانیت اس نظریہ حیات کو قبول کرتی ہے تو یہ معجزہ رونما ہوجاتا ہے۔ اور صرف اللہ ہی ہے جو اس معجزے کو ظہور میں لاتا ہے۔\nرسول اللہ ﷺ فرماتے ہیں : \" اللہ کے بندوں میں سے بعض بندے ایسے بھی ہیں کہ وہ انبیاء اور شہداء نہیں ہیں لیکن قیامت کے دن انبیاء و شہداء ان کے مقام اور مرتبے کے لیے ترسیں گے۔ صحابہ کرام نے کہا کیا آپ بتائیں گے کہ وہ لوگ کون ہیں ؟ یہ وہ لوگ ہوں گے کہ وہ باہم اللہ کی روحانی قدروں کی وجہ سے محبت کرتے ہیں حالانکہ ان کے درمیان کوئی رشتہ نہیں ہے ، نہ ان کے درمیان کوئی مالی مفاد موجود ہے۔ خدا کی قسم ایسے لوگوں کے چہرے نور ہیں اور وہ نور پر ہیں۔ یہ لوگ اس وقت خوف میں نہ ہوں گے جب تمام لوگ خوف میں ہوں گے اور یہ لوگ اس وقت بھی پریشان نہ ہوں گے جب تمام لوگ پریشان ہوں گے۔ (ابوداود)\nاور ایک دوسری حدیث میں رسول اللہ ﷺ نے فرمایا : \" جب ایک مسلمان اپنے مسلمان بھائی کو ملتا ہے اور اس کا ہاتھ اپنے ہاتھ میں لیتا ہے تو ان دونوں کے گناہ اس طرح گرتے ہیں جس طرح سخت آندھی کے دن درختوں سے خشک پتے گرتے ہیں اور اللہ ان دونوں کے گناہ اس طرح بخش دیتے ہیں۔ اگرچہ وہ سمندروں کی جھاگ کی طرح زیادہ ہوں۔ (طبرانی)\nاس موضوع پر حضور صلی الہ علیہ وسلم کے اقوال بےحد زیادہ ہیں۔ اور رسول اللہ ﷺ کی رسالت میں باہم محبت و الفت کی اہمیت پر یہ تمام اقوال ایک شاہد عادل ہیں ، نیز اس کے علاوہ امت مسلمہ کی تشکیل اور ترقی سے بھی یہ معلوم ہوتا ہے کہ یہ اقوال محض نعرے نہ تھے اور نہ خوشنما باتیں تھیں۔ نہ یہ محض انفرادی اعمال اور شاذ مثالیں تھیں بلکہ یہ ایک واقعہ تھا اور امت مسلمہ اور اسلامی معاشرے کی صورت میں نمایاں تھا۔ اذن الہی سے یہ اونچا ہوا تھا اور یہ وہ مینار تھا جسے اللہ کے سوا کوئی کھڑا نہ کرسکتا تھا۔",
  "ayah": 63,
  "surah": 8
}
