{
  "text": "اس کے بعد یہ بتایا جاتا ہے کہ اگرچہ مہاجرین و انصار میں سے سابقین اولین کا درجہ بلند ہے ، لیکن بعد میں آنے والے لوگ بھی انہی کے ساتھ اور ان کے حکم میں شامل ہیں اور یہ بعد میں آنے والے بھی ولایت اور اسلامی تحریکی معاشرے کی ممبری کے مستحق ہیں۔\nوَالَّذِيْنَ اٰمَنُوْا مِنْۢ بَعْدُ وَهَاجَرُوْا وَجٰهَدُوْا مَعَكُمْ فَاُولٰۗىِٕكَ مِنْكُمْ ۔ اور جو لوگ بعد میں ایمان لائے اور ہجرت کرکے آگئے اور تمہارے ساتھ مل کر جدوجہد کرنے لگے وہ بھی تم ہی میں شامل ہیں۔ ہجرت کا یہ نظام اس وقت تک قائم رہا جب تک مکہ فتح نہ ہوچکا۔ فتح مکہ کے بعد عرب کی سرزمین اسلامی قیادت کے زیر نگیں آگئی۔ اور لوگ سب کے سب اسلامی معاشرے میں منظ ہوگئے۔ لیکن فتح مکہ کے بعد ہجرت کا یہ حکم ختم کردیا گیا اور جہاد کو جاری رکھا گیا۔ جیسا کہ رسول اللہ ﷺ نے فرمایا یہ پوزیشن 12 سو سال تک قائم رہی اور اسلام اس کرہ ارض پر حکمران رہا۔ اسلامی نظام قانون نافذ رہا اور اسلامی قیادت حاکم اور حکمران رہی۔ لیکن آج اس پوری دنیا پر جاہلیت پھر سے غآلب اور حکمران ہوگئی ہے اور اس وقت کرہ ارض کے کسی خطے میں بھی لوگوں کی زندگیوں پر اللہ کی شریعت نافذ نہیں بلکہ اقتدار اور قانونی نظام پوری دنیا میں طاغوت کا چل رہا ہے۔ لوگ اپنے جیسے انسانوں کی غلامی میں داخل ہوگئے ہیں جبکہ اسلام نے ان کو انسانوں کی غلامی سے نکال دیا تھا۔ لہذا اب تحریک اسلامی دوبارہ انہی ادوار سے گزرے گی جس طرح پہلے وہ گزری تھی۔ اس نے تنظیم شروع کی تھی ، مرحلہ وار تحریک آگے بڑھتی رہی۔ یہاں تک کہ دار الہجرت قائم ہوگا اور پھر وہ دار الاسلام اور دار الہجرت سے پھیلاؤ شروع کرے گی اور پھر ہجرت ختم ہوگی مگر جہاد جاری رہے گا جس طرح پہلی بار میں ہوا۔\nپہلی بار جب تحریک اسلامی برپا ہوئی تو اس تحریکی عمل کے لیے کچھ مخصوص احکام تھے۔ اس تحریک پر مخصوص حالات کی وجہ سے کچھ مخصوص ذمہ داریاں تھیں۔ اس وقت اخوت اور برادری کے تعلقات کو خون اور نسب کی بنیادوں سے ہٹا کر اسلامی نظریات کی اساس پر رکھ دیا گیا تھا۔ مواخات کی تمام شکلوں ، تمام ذمہ داریوں یعنی برائے اجتماعی تکافل دیت اور دوسرے معاہدات تاوان کو اسلامی اخوت پر قائم کردیا گیا تھا لیکن جب اسلامی معاشرہ قائم ہوگیا۔ اور جنگ بدر میں مسلمانوں کو غلبہ نصیب ہوگیا تو بعض عبوری احکامات میں تبدیلی کردی گئی کیونکہ یہ عبوری احکامات وقتی اور استثنائی حالات کے لیے تھے۔ اور ان میں سے اہم تبدیلیاں یہ تھیں کہ اجتماعی کفالت ، دیت کی ادائیگی اور وراثت کے تعلقات کو لوٹا کر قرابت اور رشتہ داری کی بنیادوں پر قائم کردیا لیکن اسلامی معاشرے کے اندر اور اسلامی خطوط کے اوپر۔\nواولوا الارحام بعضہم اولی ببعض فی کتاب اللہ \" مگر اللہ کی کتاب میں خون کے رشتہ دار ایک دوسرے کے زیادہ حقدار ہیں \"۔ لہذا اسلام کے عملاً قیام کے بعد ، اسلام کے دائرے کے اندر اقربا کو اہمیت دی جاسکتی ہے۔ یہ انسان کی فطری خواہش کا ایک پہلو ہے۔ اور اسلام اس بات پر پابندی عائد نہیں کرتا کہ انسان کی فطری خواہشات کو دبایا جائے بشرطیکہ انسان کے یہ فطری میلانات معاشرے کے اسلامی اور اجتماعی پہلو کو نقصان نہ پہنچاتے ہوں اور اسی طرح کے دوسرے فطری احساس و شعور کے لیے مضر نہ ہوں۔ اسلام فطری میلانات کو توڑتا نہیں بلکہ ان کو منضبط کرتا ہے اور منضبط اس طرح کرتا ہے کہ اسلامی معاشرے کے اعلی وجود کے لیے وہ مفید بن جائیں۔ وہ ان کو منضبط بھی اسلامی معاشرے کے اجتماعی وجود کے لیے کرتا ہے۔ اگر اسلامی معاشرے کے اجتماعی وجود کی ضروریات نہ ہوں تو پھر اسلام انسان کے فطری میلانات کو آزاد چھوڑتا ہے۔ اسلامی نظام کے عمومی دائرے کے اندر۔ یہی وجہ ہے کہ اسلام میں بعض احکامات عارضی اور عبوری ہوتے ہیں اور یہ اسلام کے تحریکی عمل کے ہوتے ہیں۔ ایسے احکام کو اسلام کے فائنل قانونی احکام تصور نہیں کیا جاتا جو اسلامی معاشرے کے قیام ، جاری اور غالب وجود کو جاری رکھنے کے لیے ہوتے ہیں۔ لہذا ہمیں ہمیں ان احکام کو جو اسلام کے ابتدائی قیام کے مرحلے میں وارد ہوئے اور اس کے ان فائنل احکام کے درمیان فرق کو اچھی طرح سمجھنا چاہیے جو قائم معاشرے کو دائم رکھنے کے لیے دیے گئے ہیں۔\nان اللہ بکل شیئ علیم۔ یقینا اللہ ہر چیز کو جانتا ہے۔ یہ تبصرہ اور تعقیب ان احکام کے آخری میں نہایت ہی موزوں ہے کہ یہ مختلف احکام اور انتظامی ہدایات اللہ کی طرف سے ہیں اور اللہ نہایت ہی وسیع علم کا مالک ہے۔ وہ ہر حکم علم سے دیتا ہے۔ یہاں ضروری ہے کہ اس قسم کے اسلامی معاشرے کے قیام و نظآم پر ایک نوٹ دے دیا جائے۔\nاسلام ، امت مسلمہ کو ، بنیادی عقیدہ دے کر اپنے مخصوص طریق کار کے تحت ، اجتماعی تحریک کے ذریعہ اسے خارجی وجود بخش کر اور اس اجتماعی تحریک کے لیے بنیادی عقیدہ کو اساس بنا کر اس لیے برپا کرتا ہے کہ اس کے ذریعہ وہ انسان کی انسانیت کو نمودار کردے۔ اسلام اپنے مخصوص طریق کار کے تحت اپنے بنیادی نظریات کو نمودار کردے۔ اسلام اپنے مخصوص طریق کار کے تحت اپنے بنیادی نظریات اپنی تعلیمات اور اپنے شرائع اور احکام میں انسانیت کی اسی نشوونما کو اصل ہدف بنائے ہوئے ہیں۔\nچونکہ انسان تمام حیوانات بلکہ جمادات کے ساتھ بھی وجود میں اشتراک رکھتا ہے۔ اس لیے سائنٹف جہالت کے علمبردار کبھی کہتے ہیں کہ انسان ایک حیوان ہی تو ہے اور کبھی کہتے ہیں کہ اس کا وجود محض ایک مادی وجود ہے لیکن یہ بالکل ظاہر بات ہے کہ حیوانات اور مادہ کے ساتھ وجود میں اشتراک کے باوجود انسان ایسی خصوصیات کا حامل ہے جو اسے عام مادیات اور حیوانات سے ممتاز کرتی ہیں اور اسے ایک مفرد وجود بخشتی ہیں۔ اب آ کر کہیں اس سائنٹیفک جہالت علمبرداروں کو اس حقیقت کا اعتراف کرنا پڑا ہے اور وہ واقعات حقائق اور مشاہدوں اور تجربوں نے ان کی گردن غرور کو توڑ دیا ہے اور اب وہ بےبس ہو کر اس بات پر مجبور ہوگئے ہی کہ اخلاص اور تصریح کے بغیر اشاروں اشاروں میں اس حقیقت کا اعتراف کریں۔\nجن لوگوں نے اسلام تاریخ کا مطالعہ غیر جانبداری سے کیا ہے۔ اور پھر پوری تاریخ انسانی پر بھی ان کی نظر ہے ، وہ جانتے ہیں کہ اسلامی نظام حیات اور اس کے قیام کے طریق کار کے نتائج کسی قدر شاندار رہے ہیں۔ اسلام نے جدید معاشرے کی تعمیر ، رنگ ، وطن ، قومیت ، ملکی مصالح اور علاقائی تعلقات جیسے کمزور رشتوں کے بجائے صرف ایمان و نظریات اور عقائد و تصورات پر کی ہے اور اس نقنہ نظر سے اس نے انسانی وجود کے حیوانی اور مادی پہلو کو نظر انداز کیا اور انسان کی انسانیت کو اجاگر کرنے کی کوشش کی ہے۔ اس کا پہلا فائدہ تو یہ ہوا کہ اسلامی سوسائٹی میں داخل ہونے کے دروازے ہر جنس اور ہر طبقہ کے انسانوں کے لیے کھل گئے اور اس طرح محمود و ایاز ایک ہی صف میں کھڑے ہوگئے اور حیوانی بندشوں اور باہمی امتیازات میں سے کوئی بندش اور امتیاز درمیان میں نہ رہا۔ اس طرح اسلامی معاشرے کی کٹھالی میں بشریت کے مخلتف اجناس کی خصوصیات اور قابلیتیں انڈیل دی گئیں اور کٹھالی میں ان تمام خصائص نے ایک حسین امتزاج کی شکل اختیار کی اور اس خام مواد سے ایک نیا وجود سامنے آیا۔ یہ سب کام ایک نہایت مختصر عرصہ میں ہوا اور اس سے انسانوں کا ایک عجیب یک رنگ و ہم آہنگ گروہ تیار ہوگیا۔ جس نے ایک تابندہ اور عظیم الشان تہذیب کو جنم دیا۔ وہ تہذیب جو اپنے دور میں انسانیت کے استعداد جوہر کا خلاصہ تھی ، حالانکہ اس زمانہ میں آبادیوں کے درمیان بڑے بڑے فاصلے تھے اور مواصلات کا نظام نہ ہونے کے برابر تھا۔\nاس اعلی ترین معاشرے میں بیک وقت عربی ، فارسی ، شامی ، مصری ، مغربی ، ترکی ، چینی ہندوستانی ، رومی ، یونانی ، انڈونیشی اور افریقی اور بیشمار دوسری قوموں اور نسلوں کے لوگ شامل ہو کر اس میں ضم ہوگئے تھے۔ اسلامی تہذیب اور اسلامی معاشرہ کی نشوونما میں ان تمام لوگوں کی قابلیتیں اور ذہانتیں مل کر باہمی تعاون اور ہم آہنگی کے ساتھ مصروف عمل ہوگئیں۔ تاریخ شاہد ہے کہ کسی وقت بھی یہ عظیم الشان تہذیب صرف عربی تہذیب نہیں رہی اور نہ ہی کبھی معروف معنوں میں قومی تہذیب رہی ہے بلکہ یہ ہمیشہ سے فکری تہذیب ہی رہی ہے۔\nیہ سب لوگ اس تہذیب میں خالص مساوات کے اصولوں پر جمع ہوئے۔ باہمی مروت اور شفقت نے انہیں جوڑا ، منزل مقصود کے اتحاد کی وجہ سے وہ باہم ملے اور اس مقصد اور نصب العین کے لیے انہوں نے اپنی تمام صلاحیتوں کو صرف کر ڈالا جو مساوات پر مبنی ان سب کا اپنا ہی معاشرہ تھا۔\nانہوں نے اپنی تمام صلاحیتوں کو صرف کر ڈالا اور اپنے تمام قومی اور تاریخی خصائص کو ظاہر کیا اور اپنے ذاتی اور موروثی کمالات کو نئے معاشرے کی تعمیر و ترقی میں صرف کر ڈالا جو مساوات پر مبنی ان سب کا اپنا ہی معاشرہ تھا ، مساوات و اتحاد کی بنیاد پر ان کا یہ عقیدہ تھا کہ ان سب کا رب حاکم مالک اور خالق ایک ہی ہے۔ اس عقیدہ کے پس منظر میں بلا روک ٹوک انسانیت ابھر آئی۔ وحدت الہ کا عقیدہ \" وحدت انسان \" کا عقیدہ رکھتی ہو۔\nمعاشرہ مشہور ترین معاشرہ رہا ہے لیکن اس میں بھی متعدد رنگ بیشمار زبانیں اور کئی قومیتیں نظر آتی ہیں اور ہر ایک کا مزاج اور طرز فکر مختلف ہے۔ اس کے باوجود اس معاشرے کی اساس انسانیت یا بلند تر نظریات پر نہیں رکھی گئی تھی بلکہ یہ ایک قسم کا طبقاتی گٹھ جوڑ تھا جس میں ایک طرف اشراف کا طبقہ تھا اور ایک طرف غلاموں اور کمزوروں کا گروہ تھا۔ دوسری طرف ہم دیکھتے ہیں کہ روم امپائر میں فاتح اور مفتوح اقوام علیحدہ علیحدہ نظر آتی ہیں۔ رومن فاتح ہر لحاظ سے بزرگ و برتر ہیں اور مفتوح اقوام غلام اور زیر دست ہیں۔ یہی وہ اسباب تھے جن کی وجہ سے رومی معاشرہ ان بلندیوں تک نہ پہنچ سکا جہاں تک اسلامی معاشرہ پہنچا اور نہ ہی اس نے انسانی تاریخ میں وہ کارنامے سر انجام دیے جو صحت مند اسلامی معاشرہ کے شایان شان ہوتے ہیں۔ اس کے بعد بھی کئی معاشرے عالم وجود میں آئے مثلاً انگریزی تہذیب کا قائم کردہ جدید معاشرہ ، یہ معاشرہ بھی در اصل رومی معاشرے کا جانشین اور وارث تھا اور عملی میدان میں آ کر یہ بھی طبقاتی اور استحصالی معاشرہ ثابت ہوا اور اس کا اصل الاصول یہ رہا کہ انگریز قوم کو قیادت اور برتری کا مقام حاصل رہے۔ اس کا بین ثبوت ان نو آبادیوں کے معاشری اور معاشرتی جائزے سے ملتا ہے جو کسی وقت انگریزوں کے زیر نگیں رہے ہیں اور بعینہ یہی طرز عمل یورپ کی دوسری شہنشاہیتوں اور معاشروں کا رہا ہے۔ انہوں نے بھی اپنے نو آبادیوں کے ساتھ یہی سلوک کیا۔ ہسپانوی ، پرتگالی اور فرانسیسی معاشروں نے اپنی تمام کالونیوں میں وہاں کے اصل باشندوں کے ساتھ ایک جیسا سلوک کیا اور ان کے طرز عمل نے خود بتا دیا کہ یہ معاشرے کس قدر گھناؤنے ، مہلک اور گرے ہوئے تھے۔\nاس کے بعد ہمارے سامنے اشتراکی معاشرہ نمودار ہوتا ہے۔ اگرچہ اس نے اپنے اساسی اصولوں میں سے رنگ و قوم و جنس اور زبان وطن کو خارج کردیا لیکن اس کی اساس بھی خالص انسانی بنیادوں پر نہ اٹھی بلکہ ان کی نئی طبقاتی کشمکش پر اٹھی۔ یہ معاشرہ بھی رومی طرز کا طبقاتی معاشرہ بن گیا۔ فرق صرف یہ ہوا کہ رومی معاشرہ اشراف (Lords) کی حمایت پر سامنے آیا اور اشتراکی معاشرہ مساکین (Labours) کی حمایت میں نمودار ہوا۔ اس کی تکنیک یہ تھی کہ مزدوروں کے کام میں تمام دوسرے طبقات کے خلاف نفرت کے بیج بو دیے جائیں۔ چناچہ خونی کشمکش کا ایک طویل دور شروع ہوگیا ، اور اس میں انسانیت ایسے ایسے مصائب سے دوچار ہوئی جس کی نظیر پوری انسانی تاریخ میں نہیں ملتی ، کیونکہ اس کی بنیاد انسانیت کے بجائے خالص حیوانی زندگی پر تھی۔ اس نے یہ دعوی کیا کہ جنسی تعلقات خوراک اور مسکن ہی انسانیت کے بڑے مسائل ہیں اور انہی کے حل میں انسانیت کی فلاح مضمر ہے۔ اسی طرح اشتراکیت نے تاریخ کا جدلی فلسفہ پیش کرکے اسے تاریخ تلاش معاشر قرار دے دیا۔\nلیکن دنیا پر اسلامی معاشرہ کا یہ احسان عظیم ہے کہ اس نے اپنے نظآم حیات میں انسان کی صرف ان خصوصیات کو اجاگر کیا جو خالص انسانی ہیں۔ اس طرح اس نے انسان کو محض ایک مادے اور ایک حیوان کی سطح سے بہت اونچا کردیا اور پوری تاریخ انسانیت میں اس پہلو سے اسلامی نظام حیات بےمثال ہے۔ اس لیے بجا طور پر یہ کہا جاسکتا ہے کہ جو لوگ اسلامی نظام حیات کو چھوڑ کر دوسرے نظام اختیار کرتے ہیں ، وہ در اصل انسانیت کے دشمن ہیں اور وہ اعلی انسانی قدروں کی جگہ قوم ، وطن ، جنس اور طبقات کی بنیاد پر انسانی زندگی کو منظم کرنا چاہتے ہیں حالانکہ ان سے زیادہ کمزور اور گھناؤنی ذلیل چیز کوئی اور نہیں ہے۔ یہ لوگ انسانیت کے دشمن ہیں اور فطری اصولوں کے مطابق انسانی معاشرہ کی تعمیر ، خالص انسانی بنیادوں پر نہیں چاہتے اور نہ ہی یہ انسانی سوسائٹی کو یہ موقعہ دیتے ہیں کہ وہ تمام انسانی تجربوں اور تمام انسانی خصائص و کمالات سے فائدہ اٹھائے اور ایسے ہی لوگوں کے بارے میں باری تعالیٰ فرماتے ہیں :\nقل ھل ننبئکم بالاخسرین اعمالا۔ الذین ضل سعیھم فی الحیوۃ الدنیا وھم یحسبون انھم یحسنون صنعا۔ اولئک الذین کفرو بایات ربہم ولقائہ فحبطت اعمالہم فلا نقیم لہم یوم القیمۃ وزنا۔ ذلک جزائہم جھنم بما کفروا واتخذوا آیاتی و رسلی ھزوا۔ \" اے محمد ان سے کہو ، کیا ہم تمہیں بتائیں کہ اپنے اعمال میں سب سے زیادہ ناکام و نامراد لوگ کون ہیں ؟ وہ کہ دنیا کی زندگی میں جن کی ساری سع و جہد راہ راست سے بھٹکی رہی اور وہ سمجھتے رہے کہ وہ سب کچھ ٹھیک کر رہے ہیں۔ یہ وہ لوگ ہیں جنہوں نے اپنے رب کی آیات کو ماننے سے انکار کیا اور اس کے حضور پیشی کا یقین نہیں کیا۔ اس لیے ان کے سارے اعمال ضائع ہوگئے۔ قیامت کے روز ہم انہیں کوئی وزن نہ دیں گے۔ ان کی جزا جہنم ہے کہ اس کفر کے بدلے جو انہوں نے کیا اور اس مذاق کی پاداش میں جو وہ میری آیات اور میرے رسولوں کے ساتھ کرتے ہیں۔\nکیونکہ یہ لوگ ترقی کے انسانی خطوط کے خلاف کام کرتے ہیں اور انسانی معاشرے کو دوبارہ بہائم کے معاشرے کی صورت میں بدلنا چاہتے ہیں جس کا مقصد صرف گھاس اور دانے کی تلاش ہوتی ہے اور یہ لوگ ایسے حالات میں یہ کام کرتے ہیں کہ اللہ نے اپنی آخری کتاب کے ذریعہ لوگوں کو ایسی ہدایات دے دی ہیں جن پر تمام انسان مجتمع ہوسکت ہے۔\nلیکن تعجب کی بات یہ ہے کہ جو لوگ اعلی انسانی قدروں پر انسانی معاشرے کو استوار کرنا چاہتے ہیں ان کو یہ لوگ جو خالص حیوانی نظریات پر معاشرے چلانا چاہتے ہیں ، جامد رجعت پسند اور دوسرے ناموں سے پکارتے ہیں۔ حقیقت یہ ہے کہ ان لوگوں کی یہ تمام خوش نما باتیں اور تمام الزامات اس لیے ہیں کہ یہ اعلی انسانی قدروں سے بھاگنا چاہتے ہیں۔\nلیکن اللہ اپنے امور پر خود اختیار رکھتا ہے۔ اس لیے یہ پستیاں جو انسانی معاشروں پر غالب آگئی ہیں اور انسان کو حیوان محض بنا دیا گیا ہے ، ان کے لیے دوام مقدر نہیں ہے۔ عنقریب وہ روشنی پھیلے گی اور وہ معاشرے وجود میں آئیں گے جن کو اللہ پسند کرتا ہے۔ انسانیت عنقریب عزت کا مقام دوبارہ پا لے گی جس طرح پہلی بار انسانیت انسانی قدروں پر اکٹھی ہوئی تھی اور تاریخ میں اس کی مثال نہیں ہے۔ وہ آج بھی تاریخ کے افق پر روشن ہے اور لوگوں کے لیے ایک مثال ہے اور دوبارہ وہ معاشرہ منظم ہوگا اور کسی نہ کسی دن ایک مثالی معاشرہ ہوگا۔ انشاء اللہ !",
  "ayah": 75,
  "surah": 8
}
