{
  "text": "طوطا چشم دشمن شیطان اللہ تعالیٰ جب بندوں کی قضا سے فارغ ہوگا، مومن جنت میں کافر دوزخ میں پہنچ جائیں گے، اس وقت ابلیس ملعون جہنم میں کھڑا ہو کر ان سے کہے گا کہ اللہ کے وعدے سچے اور برحق تھے، رسولوں کی تابعداری میں ہی نجات اور سلامتی تھی، میرے وعدے تو دھوکے تھے میں تو تمہیں غلط راہ پر ڈالنے کے لئے سبز باغ دکھایا کرتا تھا۔ میری باتیں بےدلیل تھیں میرا کلام بےحجت تھا۔ میرا کوئی زور غلبہ تم پر نہ تھا تم تو خواہ مخواہ میری ایک آواز پر دوڑ پڑے۔ میں نے کہا تم نے مان لیا رسولوں کی سچے وعدے ان کی بادلیل آواز ان کی کامل حجت والی دلیلیں تم نے ترک کردیں۔ ان کی مخالفت اور میری موافقت کی۔ جس کا نتیجہ آج اپنی آنکھوں سے تم نے دیکھ لیا یہ تمہارے اپنے کرتوتوں کا بدلہ ہے مجھے ملامت نہ کرنا بلکہ اپنے نفس کو ہی الزام دینا، گناہ تمہارا اپنا ہے خود تم نے دلیلیں چھوڑیں تم نے میری بات مانی آج میں تمہارے کچھ کام نہ آؤں گا نہ تمہیں بچا سکوں نہ نفع پہنچا سکوں۔ میں تو تمہارے شرک کے باعث تمہارا منکر ہوں میں صاف کہتا ہوں کہ میں شریک اللہ نہیں جیسے فرمان الہٰی ہے آیت (ومن اضل ممن یدعوا من دون اللہ من لا یستجیب لہ) الخ، اس سے بڑھ کر گمراہ کون ہے ؟ جو اللہ کے سوا اوروں کو پکارے جو قیامت تک اس کی پکار کو قبول نہ کرسکیں بلکہ اس کے پکارنے سے محض غافل ہوں اور محشر کے دن ان کے دشمن اور ان کی عبادت کے منکر بن جائیں۔ اور آیت میں ہے آیت (کلا سیکفرون بعبادتہم) الخ، یقینا وہ لوگ ان کی عبادتوں سے منکر ہوجائیں گے اور ان کے دشمن بن جائیں گے یہ ظالم لوگ ہیں اس لئے کہ حق سے منہ پھیرلیا باطل کے پیرو کار بن گئے ایسے ظالموں کے لئے المناک عذاب ہیں۔ پس ظاہر ہے کہ ابلیس کا یہ کلام دوزخیوں سے دوزخ میں داخل ہونے کے بعد ہوگا۔ تاکہ وہ حسرت و افسوس میں اور بڑھ جائیں۔ لیکن ابن ابی حاتم کی ایک حدیث میں ہے حضور ﷺ فرماتے ہیں جب اگلوں پچھلوں کو اللہ تعالیٰ جمع کرے گا اور ان میں فیصلے کر دے گا فیصلوں کے وقت عام گھبراہٹ ہوگی۔ مومن کہیں گے ہم میں فیصلے ہو رہے ہیں، اب ہماری سفارش کے لئے کون کھڑا ہوگا ؟ پس حضرت آدم حضرت نوح حضرت ابراہیم حضرت موسیٰ حضرت عیسیٰ (علیہم السلام) کے پاس جائیں گے۔ حضرت عیسیٰ فرمائیں گے نبی امی ﷺ کے پاس پہنچو چناچہ وہ میرے پاس آئیں گے۔ مجھے کھڑا ہونے کی اللہ تبارک و تعالیٰ اجازت دے گا اسی وقت میری مجلس سے پاکیزہ تیز اور عمد خوشبو پھیلے گی کہ اس سے بہتر اور عمدہ خوشبو کھبی کسی نے نہ سونگھی ہوگی میں چل کر رب العالمین کے پاس آؤں گا میرے سر کے بالوں سے لے کر میرے پیر کے انگوٹھے تک نورانی ہوجائے گا۔ اب میں سفارش کروں گا اور جناب حق تبارک و تعالیٰ قبول فرمائے گا یہ دیکھ کر کافر لوگ کہیں گے کہ چلو بھئی ہم بھی کسی کو سفارشی بنا کرلے چلیں اور اس کے لئے ہمارے پاس سوائے ابلیس کے اور کون ہے ؟ اسی نے ہم کو بہکایا تھا۔ چلو اسی سے عرض کریں۔ آئیں گے ابلیس سے کہیں گے کہ مومنوں نے تو شفیع پالیا اب تو ہماری طرف سے شفیع بن جا۔ اس لئے کہ ہمیں گمراہ بھی تو نے ہی کیا ہے یہ سن کر یہ ملعون کھڑا ہوگا۔ اس کی مجلس سے ایسی گندی بدبو پھیلے گی کہ اس سے پہلے کسی ناک میں ایسی بدبو نہ پہنچی ہو۔ پھر وہ کہے گا جس کا بیان اس آیت میں ہے۔ محمد بن کعب قرظی ؒ فرماتے ہیں کہ جب جہنمی اپنا صبر اور بےصبری یکساں بتلائیں گے اس وقت ابلیس ان سے یہ کہے کا اس وقت وہ اپنی جانوں سے بھی بیزار ہوجائیں گے ندا آئے گی کہ تمہاری اس وقت کی اس بےزاری سے بھی زیادہ بےزاری اللہ کی تم سے اس وقت تھی جب کہ تمہیں ایمان کی طرف بلایا جاتا تھا اور تم کفر کرتے تھے۔ عامر شعبی ؒ فرماتے ہیں تمام لوگوں کے سامنے اس دن دو شخص خطبہ دینے کیلئے کھڑے ہوں گے۔ حضرت عیسیٰ بن مریم ؑ سے اللہ تعالیٰ فرمائے گا کہ کیا تو نے لوگوں سے کہا تھا کہ تم اللہ کے سوا مجھے اور میری ماں کو معبود بنا لینا یہ آیتیں (ھذا یوم ینفع الصادقین) الخ تک اسی بیان میں ہیں اور ابلیس کھڑا ہو کر کہے گا آیت (وَمَا كَانَ لِيَ عَلَيْكُمْ مِّنْ سُلْطٰنٍ اِلَّآ اَنْ دَعَوْتُكُمْ فَاسْتَجَبْتُمْ 22۔) 14۔ ابراھیم :22)برے لوگوں کے انجام کا اور ان کے درد و غم اور ابلیس کے جواب کا ذکر فرما کر اب نیک لوگوں کا انجام بیان ہو رہا ہے کہ ایمان دار نیک اعمال لوگ جنتوں میں جائیں گے جہاں چاہیں جائیں آئیں چلیں پھریں کھائیں پیئیں ہمیشہ ہمیش کے لیے وہیں رہیں۔ یہاں نہ آزردہ ہوں نہ دل بھرے نہ طبیعت بھرے نہ مارے جائیں نہ نکالے جائیں نہ نعمتیں کم ہوں۔ وہاں ان کا تحفہ سلام ہی سلام ہوگا جیسے فرمان ہے آیت (حَتّىٰٓ اِذَا جَاۗءُوْهَا فُتِحَتْ اَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَــتُهَآ اَلَمْ يَاْتِكُمْ رُسُلٌ مِّنْكُمْ يَتْلُوْنَ عَلَيْكُمْ اٰيٰتِ رَبِّكُمْ وَيُنْذِرُوْنَكُمْ لِقَاۗءَ يَوْمِكُمْ 71؀) 39۔ الزمر :71) ، یعنی جب جنتی جنت میں جائیں گے اور اس کے دروازے ان کے لئے کھولے جائیں گے اور وہاں کے داروغہ انہیں سلام علیک کہیں گے، الخ۔ اور آیت میں ہے ہر دروازے سے ان کے پاس فرشتے آئیں گے اور سلام علیکم کہیں گے اور آیت میں ہے کہ وہاں تحیۃ اور سلام ہی سنائے جائیں گے۔ اور آیت میں ہے آیت (دَعْوٰىھُمْ فِيْهَا سُبْحٰنَكَ اللّٰهُمَّ وَتَحِيَّتُھُمْ فِيْهَا سَلٰمٌ ۚ وَاٰخِرُ دَعْوٰىھُمْ اَنِ الْحَمْدُ لِلّٰهِ رَبِّ الْعٰلَمِيْنَ0010 ؀) 10۔ یونس :10) ان کی پکار وہاں اللہ کی پاکیزگی کا بیان ہوگا اور ان کا تحفہ وہاں سلام ہوگا۔ اور ان کی آخر آواز اللہ رب العالمین کی حمد ہوگی۔",
  "ayah": 23,
  "surah": 14
}
