{
  "text": "عذاب دیکھنے کے بعد ظالم اور ناانصاف لوگ اللہ کا عذاب دیکھ کر تمنائیں کرتے ہیں اور دعائیں مانگتے ہیں کہ ہمیں ذرا سی مہلت مل جائے کہ ہم فرمابرداری کرلیں اور پیغمبروں کی اطاعت بھی کرلیں۔ اور آیت میں ہے موت کو دیکھ کر کہتے ہیں آیت (رب ارجعون) اے اللہ اب واپس لوٹا دے الخ یہی مضمون آیت (يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تُلْهِكُمْ اَمْوَالُكُمْ وَلَآ اَوْلَادُكُمْ عَنْ ذِكْرِ اللّٰهِ ۚ وَمَنْ يَّفْعَلْ ذٰلِكَ فَاُولٰۗىِٕكَ هُمُ الْخٰسِرُوْنَ) 63۔ المنافقون :9) میں ہے یعنی اے مسلمانوں تمہیں تمہارے مال اولاد یاد الہٰی سے غافل نہ کردیں۔ ایسا کرنے والے لوگ ظاہری خسارے میں ہیں۔ ہمارا دیا ہوا ہماری راہ میں دیتے رہو ایسا نہ ہو کہ موت کے وقت آرزو کرنے لگو کہ مجھے ذرا سی مہلت نہیں مل جائے تو میں خیرات ہی کرلوں اور نیک لوگوں میں مل جاؤں۔ یاد رکھو اجل آنے کے بعد کسی کو مہلت نہیں ملتی اور اللہ تمہارے تمام اعمال سے باخبر ہے۔ محشر میں بھی ان کا یہی حال ہوگا۔ چناچہ سورة سجدہ کی آیت (وَلَوْ تَرٰٓي اِذِ الْمُجْرِمُوْنَ نَاكِسُوْا رُءُوْسِهِمْ عِنْدَ رَبِّهِم 12 ؀) 32۔ السجدة :12) میں ہے کہ کاش کے تم گنہگاروں کو دیکھتے کہ وہ اپنے پروردگار کے روبرو سر جھکائے کہہ رہے ہوں گے کہ اے ہمارے رب ہم نے دیکھ لیا اور سن لیا تو ہمیں ایک بار دنیا میں پھر بھیج دے کہ ہم یقین والے ہو کر نیک اعمال کرلیں۔ یہی بیان آیت (وَلَوْ تَرٰٓي اِذْ وُقِفُوْا عَلَي النَّارِ فَقَالُوْا يٰلَيْتَنَا نُرَدُّ وَلَا نُكَذِّبَ بِاٰيٰتِ رَبِّنَا وَنَكُوْنَ مِنَ الْمُؤْمِنِيْنَ 27؀) 6۔ الانعام :27) اور آیت (وَهُمْ يَصْطَرِخُوْنَ فِيْهَا 37؀) 35۔ فاطر :37) وغیرہ میں بھی ہے۔ یہاں انہیں جواب ملتا ہے کہ تم تو اس سے پہلے قسمیں کھا کھا کر کہتے تھے کہ تمہاری نعمتوں کو زوال ہی نہیں قیامت کوئی چیز ہی نہیں مر کر اٹھنا ہی نہیں اب اس کا مزہ چکھو۔ یہ کہا کرتے تھے اور خوب مضبوط قسمیں کھا کھا کر دوسروں کو بھی یقین دلاتے تھے کہ مردوں کو اللہ زندہ نہ کرے گا۔ پھر فرماتا ہے کہ تم دیکھ چکے کہ تم سے پہلے کے تم جیسوں کے ساتھ ہم نے کیا کیا ؟ ان کی مثالیں ہم تم سے بیان بھی کرچکے کہ ہمارے عذابوں نے کیسے انہیں غارت کردیا ؟ باوجود اس کے تم ان سے عبرت حاصل نہیں کرتے اور چوکنا نہیں ہوتے۔ یہ گو کتنے ہی چلاک ہوں لیکن ظاہر ہے کہ اللہ کے سامنے کسی کی چالاکی نہیں چلتی۔ حضرت ابراہیم ؑ سے جس نے جھگڑا کیا تھا اس نے دو بچے گدھ کے پالے جب وہ بڑے ہوگئے۔ جوانی کو پہنچے قوت والے ہوگئے تو ایک چھوٹی سی چوکی کے ایک پائے سے ایک کو باندھ دیا دوسرے سے دوسرے کو باندھ دیا انہیں کھانے کو کچھ نہ دیا خود اپنے ایک ساتھی سمیت اس چوکی پر بیٹھ گیا اور ایک لکڑی کے سرے پر گوشت باندھ کر اسے اوپر کو اٹھایا بھوکے گدھ وہ کھانے کے لئے اوپر کو اڑے اور اپنے زور سے چوکی کو بھی لے اڑے اب جب کہ یہ اتنی بلندی پر پہنچ گئے کہ ہر چیز انہیں مکھی کی طرح کی نظر آنے لگی تو اس نے لکڑی جگا دی اب گوشت نیچے دکھائی دینے لگا اس لئے جانوروں نے پر سمیٹ کر گوشت لینے کے لئے نیچے اترنا شروع کیا اور تخت بھی نیچا ہونے لگا یہاں تک کہ زمین تک پہنچ گیا پس یہ ہیں وہ مکاریاں جن سے پہاڑوں کا زوال بھی ممکن سا ہوجائے۔ عبداللہ کی قرأت میں کاد مکرہم ہے حضرت علی ؓ حضرت ابی بن کعب ؓ اور حضرت عمر ؓ کی قرأت بھی یہی ہے یہ قصہ نمرود کا ہے جو کنعان کا بادشاہ تھا اس نے اس حیلے سے آسمان کا قبض چاہا تھا اس کے بعد قبطیوں کے بادشاہ فرعون کو بھی یہی خبط سمایا تھا بڑا بلند منارہ تعمیر کرایا تھا لیکن دونوں کی ناتوانی ضعیفی اور عاجزی ظاہر ہوگئی۔ اور ذلت و خواری پستی و تنزل کے ساتھ حقیر و ذلیل ہوئے۔ کہتے ہیں کہ جب بخت نصر اس حیلہ سے اپنے تخت کو بہت اونچا لے گیا یہاں تک کہ زمین اور زمین والے اس کی نظروں سے غائب ہوگئے تو اسے ایک قدرتی آواز آئی کہ اے سرکش طاغی کیا ارادہ ہے ؟ یہ ڈر گیا ذرا سی دیر بعد پھر اسے یہی غیب ندا سنائی دی اب تو اس کا پتہ پانی ہوگیا اور جلدی سے نیزہ جھکا کر اترنا شروع کردیا۔ حضرت مجاہد ؒ کی قرأت میں لتزول ہے بدلے میں لتزول کے ابن عباس ؓ ان کو نافیہ مانتے ہیں یعنی ان کے مکر پہاڑوں کو زائل نہیں کرسکتے۔ حسن بصری بھی یہی کہتے ہیں۔ ابن جریر ؒ اس کی توجیہ یہ بیان فرماتے ہیں کہ ان کا شرک و کفر پہاڑوں وغیرہ کو ہٹا نہیں سکتا کوئی ضرر دے نہیں سکتا صرف اس کا وبال انہی کی جانوں پر ہے۔ میں کہتا ہوں اسی کے مشابہ یہ فرمان الہٰی بھی ہے آیت (ولا تمش فی الارض مرحا انک لن تخرق الارض ولن تبلغ الجبار طولا) زمین پر اکڑفوں سے نہ چل نہ تو تو زمین کو چیر سکتا ہے نہ پہاڑوں کی بلند کو پہنچ سکتا ہے۔ دوسرا قول ابن عباس ؓ کا یہ ہے کہ ان کا شرک پہاڑوں کو زائل کردینے والا ہے۔ جیسے ارشاد باری تعالیٰ ہے آیت (تَكَاد السَّمٰوٰتُ يَــتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْاَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا 90 ۙ) 19۔ مریم :90) اس سے تو آسمانوں کا پھٹ جانا ممکن ہے۔ ضحاک و قتادہ کا بھی یہی قول ہے۔",
  "ayah": 44,
  "surah": 14
}
