{
  "text": "اولاد کا قاتل فرمان الہٰی کے مطابق حضرت موسیٰ ؑ اپنی قوم کو اللہ کی نعمتیں یاد دلا رہے ہیں۔ مثلا قوم فرعون سے انہیں نجات دلوانا جو انہیں بےوقعت کر کے ان پر طرح طرح کے مظالم ڈھا رہے تھے یہاں تک کہ تمام نرینہ اولاد قتل کر ڈالتے تھے صرف لڑکیوں کو زندہ چھوڑتے تھے۔ یہ نعمت اتنی بڑی ہے کہ تم اس کی شکر گزاری کی طاقت نہیں رکھتے۔ یہ مطلب بھی اس جملے کا ہوسکتا ہے کہ فرعونی ایذاء دراصل تمہاری ایک بہت بڑی آزمائش تھی اور یہ بھی احتمال ہے کہ دونوں معنی مراد ہوں، واللہ اعلم۔ جیسے فرمان ہے آیت (وَبَلَوْنٰهُمْ بالْحَسَنٰتِ وَالسَّيِّاٰتِ لَعَلَّهُمْ يَرْجِعُوْنَ01608) 7۔ الاعراف :168) یعنی ہم نے انہیں بھلائی برائی سے آزما لیا کہ وہ لوٹ آئیں۔ جب اللہ تعالیٰ نے تمہیں آگاہ کردیا۔ اور یہ معنی بھی ممکن ہیں کہ جب اللہ تعالیٰ نے قسم کھائی اپنی عزت و جلالت اور کبریائی کی۔ جیسے آیت (وَاِذْ تَاَذَّنَ رَبُّكَ لَيَبْعَثَنَّ عَلَيْهِمْ اِلٰي يَوْمِ الْقِيٰمَةِ مَنْ يَّسُوْمُهُمْ سُوْۗءَ الْعَذَابِ01607) 7۔ الاعراف :167) ، میں۔ پس اللہ کا حتمی وعدہ ہوا اور اس کا اعلان بھی کہ شکر گزاروں کی نعمتیں اور بڑھ جائیں گی اور ناشکروں کی نعمتوں کے منکروں اور ان کے چھپانے والوں کی نعمتیں اور چھن جائیں گی اور انہیں سخت سزا ہوگی۔ حدیث میں ہے بندہ بوجہ گناہ کے اللہ کی روزی سے محروم ہوجاتا ہے۔ مسند احمد میں ہے رسول اللہ ﷺ کے پاس سے ایک سائل گزرا، آپ نے اسے ایک کھجور دی۔ وہ بڑا بگڑا اور کجھور نہ لی۔ پھر دوسرا سائل گزرا آپ نے اسے بھی وہی کجھور دی اس نے اسے بخوشی لے لیا اور کہنے لگا کہ اللہ کے رسول کا عطیہ ہے۔ آپ نے اسے بیس درہم دینے کا حکم فرمایا۔ اور روایت میں ہے کہ آپ نے لونڈی سے فرمایا اسے لے جاؤ اور حضرت ام سلمہ ؓ کے پاس چالیس درہم ہیں وہ اسے دلوا دو۔ حضرت موسیٰ ؑ نے بنی اسرائیل سے فرمایا کہ تم سب اور روئے زمین کی تمام مخلوق بھی ناشکری کرنے لگے تو اللہ کا کیا بگاڑے گا ؟ وہ بندوں سے اور ان کی شکر گزاری سے بےنیاز اور بےپرواہ ہے۔ تعریفوں کا مالک اور قابل وہی ہے۔ چناچہ فرمان ہے آیت (اِنْ تَكْفُرُوْا فَاِنَّ اللّٰهَ غَنِيٌّ عَنْكُمْ ۣ وَلَا يَرْضٰى لِعِبَادِهِ الْكُفْرَ ۚ وَاِنْ تَشْكُرُوْا يَرْضَهُ لَكُمْ ۭ وَلَا تَزِرُ وَازِرَةٌ وِّزْرَ اُخْرٰى ۭ ثُمَّ اِلٰى رَبِّكُمْ مَّرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَ ۭ اِنَّهٗ عَلِـيْمٌۢ بِذَات الصُّدُوْرِ) 39۔ الزمر :7) تم اگر کفر کرو تو اللہ تم سے غنی ہے اور آیت میں ہے آیت (فَكَفَرُوْا وَتَوَلَّوْا وَّاسْتَغْنَى اللّٰهُ ۭ وَاللّٰهُ غَنِيٌّ حَمِيْدٌ) 64۔ التغابن :6) انہوں نے کفر کیا منہ موڑ لیا تو اللہ نے ان سے مطلقا بےنیازی برتی۔ صحیح مسلم شریف میں قدسی حدیث ہے کہ اللہ تعالیٰ فرماتا ہے اے میرے بندو اگر تمہارے اول آخر انسان جن سب مل کر بہترین تقوے والے دل کے شخص جیسے بن جائیں تو اس سے میرا ملک ذرا سا بھی بڑھ نہ جائے گا اور اگر تمہارے سب اگلے پچھلے انسان جنات بدترین دل کے بن جائیں تو اس وجہ سے میرے ملک میں سے ایک ذرہ بہی نہ گھٹے گا۔ اے میرے بندو اگر تمہارے اگلے پچھلے انسان جن سب ایک میدان میں کھڑے ہوجائیں اور مجھ سے مانگیں اور میں ہر ایک کا سوال پورا کر دوں تو بھی میرے پاس کے خزانوں میں اتنی ہی کمی آئے گی جتنی کمی سمندر میں سوئی ڈالنے سے ہو۔ پس ہمارا رب پاک ہے بلند ہے غنی ہے اور حمید ہے۔",
  "ayah": 6,
  "surah": 14
}
