{
  "text": "حضرت موسیٰ ؑ کا باقی وعظ بیان ہو رہا ہے کہ آپ نے اپنی قوم کو اللہ کی وہ نعمتیں یاد دلاتے ہوئے فرمایا کہ دیکھو تم سے پہلے کے لوگوں پر رسولوں کے جھٹلانے کی وجہ سے کیسے سخت عذاب آئے ؟ اور کس طرح وہ غارت کئے گئے ؟ یہ قول تو ہے امام ابن جریر ؒ کا لیکن ذرا غور طلب ہے۔ بظاہر تو ایسا معلوم ہوتا ہے کہ وہ وعظ تو ختم ہوچکا اب یہ نیا بیان قرآن ہے۔ کہا گیا ہے کہ عادیوں اور ثمودیوں کے واقعات تورات شریف میں تھے اور یہ دونوں واقعات بھی تورات میں تھے واللہ اعلم۔ فی الجملہ ان لوگوں کے اور ان جیسے اور بھی بہت سے لوگوں کے واقعات قرآن کریم میں ہمارے سامنے بیان ہوچکے ہیں کہ ان کے پاس اللہ کے پیغمبر اللہ کی آیتیں اور اللہ کے دیئے ہوئے معجزے لے کر پہنچے ان کی گنتی کا علم صرف اللہ ہی کو ہے۔ حضرت عبداللہ فرماتے ہیں نسب کے بیان کرنے والے غلط گو ہیں بہت سے لوگوں کے واقعات قرآن کریم میں ہمارے سامنے بیان ہوچکے ہیں کہ ان کے پاس اللہ کے پیغمبر اللہ کی آیتیں اور اللہ کے دیئے ہوئے معجزے لے کر پہنچے ان کی گنتی کا علم صرف اللہ ہی کو ہے۔ ، حضرت عبداللہ فرماتے ہیں نسب کے بیان کرنے والے غلط گو ہیں بہت سی امتیں ایسی بھی گزری ہیں جن کا علم اللہ کے سوا کسی کو نہیں۔ عروہ بن زبیر کا بیان ہے کہ معد بن عدنان کے بعد کا نسب نامہ صحیح طور پر کوئی نہیں جانتا۔ وہ اپنے ہاتھ ان کے منہ تک لوٹا لیے گئے کے ایک معنی تو یہ ہیں کہ رسولوں کے منہ بند کرنے لگے۔ ایک معنی یہ بھی ہیں کہ وہ اپنے ہاتھ اپنے منہ پر رکھنے لگے کہ محض جھوٹ ہے جو رسول کہتے ہیں۔ ایک معنی یہ بھی ہیں کہ جواب سے لاچار ہو کر انگلیاں منہ پر رکھ لیں۔ ایک معنی یہ بھی ہیں کہ اپنے منہ سے انہیں جھٹلانے لگے اور یہ بھی ہوسکتا ہے کہ یہاں پر فی معنی میں \" بے \" کے ہو جیسے بعض عرب کہتے ہیں ادخلک اللہ بالجنۃ یعنی فی الجنۃ شعر میں بھی یہ محاورہ مستعمل ہے۔ اور بقول مجاہد اس کے بعد کا جملہ اسی کی تفسیر ہے۔ یہ بھی کہا گیا ہے کہ انہوں نے مارے غصے کے اپنی انگلیاں اپنے منہ میں ڈال لیں۔ چناچہ اور آیت میں منافقین کے بارے میں ہے کہ آیت (وَاِذَا خَلَوْا عَضُّوْا عَلَيْكُمُ الْاَنَامِلَ مِنَ الْغَيْظِ ۭ قُلْ مُوْتُوْا بِغَيْظِكُمْ ۭ اِنَّ اللّٰهَ عَلِيْمٌۢ بِذَات الصُّدُوْرِ01109) 3۔ آل عمران :119) یہ لوگ خلوت میں تمہاری جلن سے اپنی انگلیاں چباتے رہتے ہیں۔ یہ بھی ہے کہ کلام اللہ سن کر تعجب سے اپنے ہاتھ اپنے منہ پر رکھ دیتے ہیں اور کہہ گزرتے ہیں کہ ہم تو تمہاری رسالت کے منکر ہیں ہم تمہیں سچا نہیں جانتے بلکہ سخت شبہ میں ہیں۔",
  "ayah": 9,
  "surah": 14
}
