{
  "text": "‘এবং তোমরাও তাঁর ‘ইবাদাতকারী নও যাঁর ‘ইবাদাত আমি করি [১] ,\n[১]  এ সূরায় কয়েকটি বাক্য পুনঃপুনঃ উল্লিখিত হওয়ায় স্বভাবত প্রশ্ন দেখা দিতে পারে। এ ধরনের আপত্তি দূর করার জন্যে বুখারী অনেক তাফসীরবিদ থেকে বর্ণনা করেছেন যে, একই বাক্য একবার বর্তমানকালের জন্যে এবং একবার ভবিষ্যৎকালের জন্যে উল্লেখ করা হয়েছে। [ফাতহুল বারী] অর্থাৎ আমি এক্ষণে কার্যত তোমাদের উপাস্যদের ইবাদত করি না এবং তোমরা আমার উপাস্যের ইবাদত কর না এবং ভবিষ্যতেও এরূপ হতে পারে না। ইমাম তাবারীও এ মতটি বর্ণনা করেছেন। ইবনে কাসীর এখানে অন্য একটি তাফসীর অবলম্বন করেছেন। তিনি প্রথম জায়গায় আয়াতের অর্থ করেছেন এই যে, তোমরা যেসব উপাস্যের ইবাদত কর, আমি তাদের ইবাদত করি না এবং আমি যে উপাস্যের ইবাদত করি তোমরা তার ইবাদত কর না। আর দ্বিতীয় জায়গায় আয়াতের অর্থ করেছেন এই যে, আমার ও তোমাদের ইবাদতের পদ্ধতি ভিন্ন ভিন্ন। আমি তোমাদের মত ইবাদত করতে পারি না এবং বিশ্বাস স্থাপন না করা পর্যন্ত তোমরাও আমার মত ইবাদত করতে পার না। এভাবে প্রথম জায়গায় উপাস্যদের বিভিন্নতা এবং দ্বিতীয় জায়গায় ইবাদত পদ্ধতির বিভিন্নতা বিধৃত হয়েছে। [ইবন কাসীর] সারকথা এই যে, তোমাদের মধ্যে ও আমার মধ্যে উপাস্যের ক্ষেত্রেও অভিন্নতা নেই এবং ইবাদত-পদ্ধতির ক্ষেত্রেও নেই। এভাবে পুনঃপুনঃ উল্লেখের আপত্তি দূর হয়ে যায়। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ও মুসলিমদের ইবাদতপদ্ধতি তাই; যা আল্লাহ্ তা‘আলার পক্ষ থেকে ওহীর মাধ্যমে বলে দেয়া হয়েছে। আর মুশরিকদের ইবাদত পদ্ধতি স্বকল্পিত। ইবনে-কাসীর এই তাফসীরের পক্ষে বক্তব্য রাখতে গিয়ে বলেন, লা ইলাহা ইল্লাল্লাহু মুহাম্মাদুর রাসূলুল্লাহ্ কলেমার অর্থ তাই হয় যে, আল্লাহ্ ছাড়া কোন হক্ক উপাস্য নেই। ইবাদত-পদ্ধতি তা-ই গ্ৰহণযোগ্য, যা মুহাম্মদ রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর মাধ্যমে আমাদের কাছে পৌঁছেছে। কোন কোন অভিজ্ঞ আলেম বলেন, ২নং আয়াতের অর্থ, আমি তোমাদের উপাস্যদের ইবাদত কখনো করবো না। পক্ষান্তরে দ্বিতীয় আয়াতের অর্থ, আমি এ ইবাদতটা কখনো, কিছুতেই গ্ৰহণ করবো না। অর্থাৎ তোমাদের উপাস্যদের ইবাদত করা আমার দ্বারা কখনো ঘটবে না অনুরূপভাবে তা শরীয়তেও এটা হওয়া সম্ভব নয়। [মাজমূ’ ফাতাওয়া শাইখিল ইসলাম ইবন তাইমিয়্যাহ, ১৬/৫৪৭-৫৬৭; ইবন কাসীর]\nএর আরেকটি তাফসীরও হতে পারে। আর তা হলো, প্রথমত ২নং আয়াত لَآ اَعْبُدُ مَا تَعْبُدُوْنَ অর্থ ‘আমি বর্তমানে এবং ভবিষ্যতে তার ইবাদত করি না, তোমরা যার ইবাদত কর’। এর পরে এসেছে, وَ لَآ اَنْتُمْ عٰبِدُوْنَ مَآاَعْبُدُ অর্থাৎ তোমরাও বর্তমানে ও ভবিষ্যতে ইবাদতকারী নও। আর দ্বিতীয় ক্ষেত্রে চতুর্থ আয়াতে বলা হয়েছে, ولَآ اَنَا عَابِدٌمَّا عَبَدْتُّمْ অর্থাৎ অতীতে আমার পক্ষ থেকে এরূপ কিছু ঘটেনি। অতীত বোঝানোর জন্য عَبَدتُّمْ অতীতকালীন ক্রিয়া ব্যবহৃত হয়েছে। আর এর পরে এসেছে, ولَآاَنْتُمْ عٰبِدُوْنَ مَآاَعْبُدُ অর্থাৎ তোমরাও অতীতে তার ইবাদত করতে না, যার ইবাদত আমি সবসময় করি। ইবনুল কায়্যিম এ মতটি গ্রহণ করেছেন। [বাদায়ি’উল ফাওয়ায়িদ, ১/১২৩-১৫২]",
  "ayah": 3,
  "surah": 109
}
