{
  "text": "الْحَاقَّةُ (1) { الحاقة } صيغة فاعِل من : حقّ الشِيء إذا ثبت وقوعه ، والهاء فيها لا تخلو عن أن تكون هاء تأنيث فتكون { الحاقة } وصفاً لموصوف مقدر مؤنث اللفظ ، أو أن تكون هاء مصدر على وزن فاعلة مثل الكاذبة للكذب ، والخاتمة للختم ، والباقية للبقاء والطاغية للطغيان ، والنافلة ، والخاطئة ، وأصلها تاء المرة ، ولكنها لما أريد المصدر قُطع النظر عن المرة مثل كثير من المصادر التي على وزن فَعْلة غير مراد به المرة مثل قولهم ضَربة لاَزِب . فالحاقة إذْن بمعنى الحق كما يقال «مِن حاقِّ كذا» ، أي من حقه .وعلى الوجهين فيجوز أن يكون المراد بالحاقّة المعنى الوصفي ، أي حادثة تحق أو حَقٌّ يحق .ويجوز أن يكون المراد بها لَقباً ليوم القيامة ، وروي ذلك عن ابن عباس وأصحابه وهو الذي درج عليه المفسرون فلقب بذلك «يوم القيامة» لأنه يوم محقق وقوعُه ، كما قال تعالى : { وتنذِر يوم الجمع لا ريب فيه } [ الشورى : 7 ] ، أو لأنه تحق فيه الحقوق ولا يضاع الجزاء عليها ، قال تعالى { ولا تُظلمون فتيلاً } [ النساء : 49 ] وقال : { فمن يعمل مثقال ذرّة خيراً يره ومن يعمل مثقال ذرة شراً يَره } [ الزلزلة : 78 ] .وإيثار هذه المادة وهذه الصيغة يسمح باندراج معان صالحة بهذا المقام فيكون ذلك من الإِيجاز البديع لتذهب نفوس السامعين كل مذهب ممكن من مذاهب الهول والتخويف بما يحق حلوله بهم .فيجوز أيضاً أن تكون { الحاقة } وصفاً لموصوف محذوف تقديره : الساعة الحاقة ، أو الواقعة الحاقة ، فيكون تهديداً بيوم أو وقعة يكون فيها عقاب شديد للمعرَّض بهم مثل يوم بدر أو وقعتِه وأن ذلك حق لا ريب في وقوعه؛ أو وصفاً للكلمة ، أي كلمة الله التي حقت على المشركين من أهل مكة ، قال تعالى : { كذلك حَقَّت كلمات ربّك على الذين كفروا أنهم أصحاب النار } [ غافر : 6 ] ، أو التي حقّت للنبيء صلى الله عليه وسلم أنه ينصره الله ، قال تعالى : { ولقد سبقت كلمتنا لعبادنا المرسلين إِنهم لهم المنصورون وإن جندنا لهم الغالبون فتولّ عنهم حتى حين } [ الصافات : 171174 ] .ويجوز أن تكون مصدراً بمعنى الحق ، فيصح أن يكون وصفاً ليوم القيامة بأنه حق كقوله تعالى : { واقترب الوعد الحق } [ الأنبياء : 97 ] ، أو وصفاً للقرآن كقوله : { إن هذا لهو القصص الحق } [ آل عمران : 62 ] ، أو أريد به الحق كله مما جاء به القرآن من الحق قال تعالى : { هذا كتابنا ينطق عليكم بالحق } [ الجاثية : 29 ] وقال : { إنا سمعنا كتاباً أنزل من بعد موسى مصدقاً لما بين يديه يهدي إلى الحق } [ الأحقاف : 30 ] .وافتتاح السورة بهذا اللفظ ترويع للمشركين .و { الحاقّة } مبتدأ و { مَا } مبتدأ ثان . و { الحاقّة } المذكورة ثانياً خبر المبتدأ الثاني والجملة من المبتدأ الثاني وخبره خبر المبتدأ الأول .و { ما } اسم استفهام مستعمل في التهويل والتعظيم كأنه قيل : أتدْري ما الحاقة؟ أي ما هي الحاقة ، أيْ شيءٌ عظيم الحاقّةُ .وإعادة اسم المبتدأ في الجملة الواقعة خبراً عنه تقوم مقام ضميره في ربط الجملة المخبر بها . وهو من الإِظهار في مقام الإِضمار لقصد ما في الاسم من التهويل . ونظيره في ذلك قوله تعالى : { وأصحابُ اليمين ما أصحابُ اليمين } [ الواقعة : 27 ] .وجملة { ومَا أدراك ما الحاقّة } يجوز أن تكون معترضة بين جملة { ما الحاقّة } وجملة { كذبت ثمود وعاد بالقارعة } [ الحاقة : 4 ] ، والواو اعتراضية .",
  "ayah": 1,
  "surah": 69
}
