{
  "text": "فَإِذَا نُفِخَ فِي الصُّورِ نَفْخَةٌ وَاحِدَةٌ (13) الفاء لتفريع ما بعدها على التهويل الذي صُدرت به السورة من قوله : { الحاقة ما الحاقة وما أدراك ما الحاقّة } [ الحاقة : 13 ] فعلم أنه تهويل لأمر العذاب الذي هُدد به المشركون من أمثال ما نال أمثالهم في الدنيا . ومن عذاب الآخرة الذي ينتظرهم ، فلما أتم تهديدهم بعذاب الدنيا فرع عليه إنذارهم بعذاب الآخرة الذي يحل عند القارعة التي كذبوا بها كما كذبت بها ثمود وعاد ، فحصل من هذا بيان للقارعة بأنها ساعة البعثثِ وهي الواقعة .و { الصور } : قرن ثَوْر يقعر ويجعل في داخله سِداد يسُد بعض فراغه حتى إذا نفَخ فيه نافخ انضغط الهواء فصوَّت صوتاً قوياً ، وكانت الجنود تتخذه لنداء بعضهم بعضاً عند إرادة النفير أو الهجوم ، وتقدم عند قوله تعالى : { وله المُلْك يوم ينفخ في الصور } في سورة الأنعام ( 73 ) .والنفخ في الصور : عبارة عن أمر التكوين بإحياء الأجساد للبعث مُثِّل الإِحياء بنداء طائفة الجند المكلفة بالأبواق لنداء بقية الجيش حيث لا يتأخر جندي عن الحضور إلى موضع المناداة ، وقد يكون للملك الموكَّل موجود يصوّت صوتاً مؤثّراً .و { نفخة : } مصدر نفخ مقترن بهاء دالة على المرة ، أي الوحدة فهو في الأصل مفعول مطلق ، أو تقع على النيابة عن الفاعل للعلم بأن فاعل النفخ الملك الموكّل بالنفخ في الصور وهو إسرافيل .ووصفت { نفخة ب واحدة } تأكيد لإِفادة الوحدة من صيغة الفعلة تنصيصاً على الوحدة المفادة من التاء .والتنصيص على هذا للتنبيه على التعجيب من تأثر جميع الأجساد البشرية بنفخة واحدة دون تكرير تعجيباً عن عظيم قدرة الله ونفوذ أمره لأن سياق الكلام من مبدأ السورة تهويل يوم القيامة فَتعداد أهواله مقصود ، ولأجل القصد إليه هنا لم يذكر وصف واحد في قوله تعالى : { ومن آياته أن تقوم السماء والأرض بأمره ثم إذا دعاكم دَعوة من الأرض إذا أنتم تخرجون } في سورة الروم ( 25 ) .فحصل من ذكر نفحة واحدة تأكيد معنى النفخ وتأكيد معنى الوحدة ، وهذا يبين ما روي عن صاحب «الكشاف» في تقريره بلفظٍ مجمل نقله الطيبي ، فليس المراد بوصفها ب { واحدة } أنها غير مُتَبعة بثانية فقد جاء في آيات أخرى أنهما نفختان ، بل المراد أنها غير محتاج حصولُ المراد منها إلى تكررها كناية عن سرعة وقوع الواقعة ، أي يوم الواقعة .وأما ذكر كلمة { نفخة } فليتأتى إجراء وصف الوحدة عليها فذِكر { نفخة } تبعٌ غير مسوق له الكلام فتكون هذه النفخة هي الأولى وهي المؤذنة بانقراض الدنيا ثم تقع النفخة الثانية التي تكون عند بعث الأموات .",
  "ayah": 13,
  "surah": 69
}
