{
  "text": "فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَيَقُولُ هَاؤُمُ اقْرَءُوا كِتَابِيَهْ (19) الفاء تفصيل لما يتضمنه { تُعرضون } [ الحاقة : 18 ] إذ العرض عرض للحساب والجزاء فإيتاء الكتاب هو إيقاف كل واحد على صحيفة أعمال . و ( أمَّا ) حرف تفصيل وشرطٍ وهو يفيد مفاد ( مَهْمَا يكن من شيء ) ، والمعنى : مهما يكن عَرْض { مَن أوتي كتابه بيمينه . . . فهو في عيشة راضية } ، وشأن الفاء الرَّابطة لجوابها أن يفصل بينها وبين ( أما ) بجُزء من جملة الجواب أو بشيء من متعلقات الجواب مهتَم به لأنهم لما التزموا حذف فعل الشرط لاندماجه في مدلول ( أما ) كرهوا اتصال فاء الجواب بأداة الشرط ففصلوا بينهما بفاصل تحسيناً لصورة الكلام ، فقوله : { من أوتي كتابه بيمينه } أصله صدر جملة الجواب ، وهو مبتدأ خبره { فيَقول هاؤم اقرأوا كتابيه } كما سيأتي .ودل قوله : { فأما من أوتي كتابه بيمينه } على كلام محذوف للإِيجاز تقديره فيؤتى كلُّ أحد كتابَ أعماله ، فأما من أوتي كتابه إلخ على طريقة قوله تعالى : { أنْ اضربْ بعصاك البحرَ فانفلق } [ الشعراء : 63 ] .والباء في قوله : { بيمينه } للمصاحبة أو بمعنى ( في ) .وإيتاء الكتاب باليمين علامة على أنه إيتاء كرامة وتبشير ، والعرب يذكرون التناول باليمين كناية عن الاهتمام بالمأخوذ والاعتزاز به ، قال الشمَّاخ :إذا مَا رايةٌ رُفِعَتْ لمجد ... تلقّاها عَرابة باليمينوقال تعالى : { وأصحاب اليمين ما أصحاب اليمين في سدر مخضود } الآية [ الواقعة : 2728 ] ثم قال : { وأصحاب الشمال ما أصحاب الشمال في سموم وحميم } الآية [ الواقعة : 4142 ] .وجملة { فيقول هَاؤُم اقروا كتابِيْه } جواب شرط ( أمَّا ) وهو مغن عن خبر المبتدأ ، وهذا القوْل قول ذي بهجة وحُبور يبعثان على إطْلاع الناس على ما في كتاب أعماله من جزاء في مقام الاغتباط والفخار ، ففيه كناية عن كونه من حبور ونعيم فإن المعنى الكنائي هو الغرض الأهم من ذكر العَرْض .و { هاؤم } مركب من ( هاء ) ممدوداً ومقصوراً والممدود مبني على فتح الهمزة إذا تجرد عن علامات الخطاب ما عدا الموجَّه إلى امرأة فهو بكسر الهمزة دون ياء . وإذا خوطب به أكثر من واحد التُزم مدُّه ليتأتى إلحاق علامة خطاب كالعلامة التي تلحق ضمير المخاطب وضمُّوا همزته ضمةً كضمةِ ضمير الخطاب إذ لحقتْه علامة التثنية والجمع ، فيقال : هاؤُما ، كما يقال : أنتما ، وهاؤُمُ كما يقال : أنتم ، وهاؤُنَّ كما يقال : أنتن ، ومن أهل اللغة من ادعى أن { هاؤم } أصله : هَا أُمُّوا مركباً من كلمتين ( هَا ) وفعللِ أمر للجماعة من فعل أمَّ ، إذا قصد ، ثم خفف لكثرة الاستعمال ، ولا يصح لأنه لم يسمع هاؤمين في خطاب جماعة النساء ، وفيه لغات أخرى واستعمالات في اتصال كاف الخطاب به تقصاها الرضي في شرح «الكافية» وابن مكرم في «لسان العرب» .و { هاؤم } بتصاريفه معتبر اسم فعل أمر بمعنى : خذ ، كما في «الكشاف» وبمعنى تعال ، أيضاً كما في «النهاية» .والخطاب في قوله : { هاؤم اقرأوا } للصالحين من أهل المحشر .و { كتابيَه } أصله : كتابِيَ بتحريك ياء المتكلم على أحد وجُوه في يَاء المتكلم إذا وقعت مضافاً إليها وهو تحريك أحسب أنه يقصد به إظهار إضافة المضاف إلى تلك الياء للوقوف ، محافظة على حركة الياء المقصودِ اجتلابها .و { اقرأُوا } بيان للمقصود من اسم الفعل من قوله { هاؤم .وقد تنازع كل من هاؤُم واقرأوا } قوله : { كتابيه } . والتقدير : هاؤم كتابيه اقرأوا كتابيه . والهاء في كتابيه ونظائرها للسْكتتِ حين الوقف .وحق هذه الهاء أن تثبت في الوقف وتسقط في الوصل . وقد أثبتت في هذه الآية في الحالين عند جمهور القراء وكتبت في المصاحف ، فعلم أنها للتعبير عن الكلام المحكي بلغة ذلك القائل بما يرادفه في الاستعمال العربي لأن الاستعمال أن يأتي القائل بهذه الهاء بالوقف على كلتا الجملتين .ولأن هذه الكلمات وقعت فواصل والفواصل مثل الأسجاع تعتبر بحالة الوقف مثل القوافي ، فلو قيل : اقرأوا كتابيَ إني ظننت أني ملاققٍ حسابيَ ، سقطت فاصلتان وذلك تفريط في محسّنَيْن .وقرأها يعقوب إذا وصلها بحذف الهاء والقراء يستحبون أن يقف عليها القارىء ليوافق مشهور رسم المصحف ولئلا يذهب حسن السجع .",
  "ayah": 19,
  "surah": 69
}
