{
  "text": "سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَثَمَانِيَةَ أَيَّامٍ حُسُومًا فَتَرَى الْقَوْمَ فِيهَا صَرْعَى كَأَنَّهُمْ أَعْجَازُ نَخْلٍ خَاوِيَةٍ (7)والتسخير : الغصْب على عمل واستعير لتكوين الريح الصرصر تكويناً متجاوزاً المتعارف في قوة جنسها فكأنها مكرهة عليه .وعلق به عليهم } لأنه ضمن معنى أرسلها .و ( حسوم ) يجوز أن يكون جمع حاسم مثل قُعود جمع قاعد ، وشهود جمع شاهد ، غُلِّب فيه الأيام على الليالي لأنها أكثر عدداً إذ هي ثمانية أيام وهذا له معان :أحدها أن يكون المعنى : يتابع بعضها بعضاً ، أي لا فصل بينها كما يقال : صيام شهرين متتابعين ، وقال عبد العزيز بن زرارة الكلابي :ففرَّق بينَ بينِهمُ زمانٌ ... تتابع فيه أعوام حُسُومٌقيل : والحسوم مشتق من حسْم الداءِ بالمكواة إذ يكوى ويُتابع الكي أيّاماً ، فيكون إطلاقه استعارة ، ولعلها من مبتكرات القرآن ، وبيت عبد العزيز الكلابي من الشعر الإِسلامي فهو متابع لاستعمال القرآن .المعنى الثاني : أن يكون من الحَسم وهو القطع ، أي حاسمة مستأصلة . ومنه سمي السيف حُساماً لأنه يقطع ، أي حَسَمَتْهم فلم تُبققِ منهم أحداً ، وعلى هذين المعنيين فهو صفة ل { سبع ليال وثمانية أيّام } أو حال منها .المعنى الثالث : أن يكون حسوم مصدراً كالشُكور والدخُول فينتصب على المفعول لأجله وعاملُه { سَخَّرها ، } أي سخرها عليهم لاستئصالهم وقطع دابرهم .وكل هذه المعاني صالح لأن يذكر مع هذه الأيام ، فإيثار هذا اللفظ من تمام بلاغة القرآن وإعجازه .وقد سمّى أصحاب المِيقات من المسلمين أياماً ثمانية منصَّفة بين أواخر فبراير وأوائل مارس معروفة في عادة نظام الجو بأن تشتد فيها الرياح غالباً ، أيامَ الحُسوم على وجه التشبيه ، وزعموا أنها تقابل أمثالها من العام الذي أصيبت فيه عاد بالرياح ، وهو من الأوهام ، ومن ذا الذي رصد تلك الأيام .ومن أهل اللغة من زعم أن أيام الحسوم هي الأيام التي يقال لها : أيامُ العَجُوز أو العَجُز ، وهي آخر فصل الشتاء ويُعدها العرب خمسة أو سبعة لها أسماء معروفة مجموعة في أبيات تذكر في كتب اللغة ، وشتان بينها وبين حُسوم عاد في العِدة والمُدة .وفرع على { سخرها عليهم } أنهم صاروا صَرعى كلهم يراهم الرائي لو كان حاضراً تلك الحالة .والخطاب في قوله : { فترى } خطاب لغير معين ، أي فيرى الرائي لو كان راءٍ ، وهذا أسلوب في حكاية الأمور العظيمة الغائبة تستحضر فيه تلك الحالة كأنها حاضرة ويُتخيل في المقام سامع حاضر شاهد مُهْلَكهم أو شَاهَدَهم بعدَه ، وكلا المشاهدتين منتف في هذه الآية ، فيعتبر خطاباً فرضياً فليس هو بالتفات ولا هو من خطاب غير المعين ، وقريب منه قوله تعالى :{ وتراهم يعرضون عليها خاشعين من الذل } [ الشورى : 45 ] ، وقوله : { وإذا رأيتَ ثَمَّ رأيتَ نعيماً وملكاً كبيراً } [ الإنسان : 20 ] ، وعلى دقة هذا الاستعمال أهمل المفسرون التعرض له عدا كلمة للبيضاوي .والتعريف في { القومَ } للعهد الذِّكري ، والقوم : القبيلة وهذا تصوير لهلاك جميع القبيلة .وضمير { فيها } عائد إلى الليالي والأيام .و { صرعى } : جمع صريع وهو الملقى على الأرض ميتاً .وشُبهوا بأعجاز نخل ، أي أصول النخل ، وعجز النخلة : هو الساق التي تتصل بالأرض من النخلة وهو أغلظ النخلة وأشدها .ووجه التشبيه بها أن الذين يقطعون النخل إذا قطعوه للانتفاع بأعواده في إقامة البيوت للسُقُف والعضادات انتقوا منه أصوله لأنها أغلظ وأملأ وتركوها على الأرض حتى تيبس وتزول رطوبتها ثم يجعلوها عَمَداً وأساطين .والنخل : اسمُ جمععِ نخلة .والخاوي : الخالي مما كان مالئاً له وحالاً فيه .وقوله : { خاويةٍ } مجرور باتفاق القراء ، فتعين أن يكون صفة { نخل .ووصفُ نخل } بأنها { خاوية } باعتبار إطلاق اسم «النخل» على مكانه بتأويل الجنة أو الحديقة ، ففيه استخدام . والمعنى : خالية من الناس ، وهذا الوصف لتشويه المشبه به بتشويه مكانه ، ولا أثر له في المشابهة وأحسنه ما كان فيه مناسبة للغرض من التشبيه كما في الآية ، فإن لهذا الوصف وقعاً في التنفير من حالتهم ليناسب الموعظة والتحذير من الوقوع في مثل أسبابها ، ومنه قول كعب بن زهير :لَذاكَ أهْيَبُ عندي إذْ أُكلمه ... وقيلَ إنَّك مَنسُوبٌ ومَسْؤولمِن خادرٍ من لُيُوثثِ الأسْدِ مسكَنه ... من بَطْن عَثَّرَ غِيلٌ دونَهُ غِيلالأبيات الأربعة ، وقول عنترة :فتركتُه جَزَر السباععِ يَنُشْنَه ... يَقضِمْنَ حُسنَ بنانِه والمعصم",
  "ayah": 7,
  "surah": 69
}
