{
  "text": "وَجَاءَ فِرْعَوْنُ وَمَنْ قَبْلَهُ وَالْمُؤْتَفِكَاتُ بِالْخَاطِئَةِ (9) عطف على جملة { كذبت ثمود وعاد بالقارعة } [ الحاقة : 4 ] .وقد جُمع في الذكر هنا عدةُ أمم تقدمت قبل بعثة موسى عليه السلام إجمالاً وتصريحاً ، وخص منهم بالتصريح قوم فرعون والمؤتفكات لأنهم من أشهر الأمم ذكراً عند أهل الكتاب المختلطين بالعرب والنازلين بجوارهم ، فمن العرب من يبلغه بعض الخبر عن قصتهم .وفي عطف هؤلاء على ثمود وعاد في سياق ذكر التكذيب بالقارعة إيماء إلى أنهم تشابهوا في التكذيب بالقارعة كما تشابهوا في المجيء بالخاطئة وعصيان رسل ربّهم ، فحصل في الكلام احتباك .والمراد بفرعون فرعون الذي أرسل إليه موسى عليه السلام وهو ( مِنفطاح الثاني ) . وإنما أسند الخِطْء إليه لأن موسى أرسل إليه ليُطلق بني إسرائيل من العبودية قال تعالى : { اذهب إلى فرعون إنه طغى } [ النازعات : 17 ] فهو المؤاخذ بهذا العصيان وتبعه القبط امتثالاً لأمره وكذبوا موسى وأعرضوا عن دعوته .وشمل قوله : { ومَن قبله } أمَماً كثيرة منها قوم نوح وقوم إبراهيم .وقرأ الجمهور { ومن قَبله } بفتح القاف وسكون الباء . وقرأ أبو عمرو والكسائي ويعقوب بكسر القاف وفتح الباء ، أي ومن كان من جهته ، أي قومه وأتباعه .و { المؤتفكات } : قُرى لوط الثلاثُ ، وأريد بالمؤتفكات سكانها وهم قوم لوط وخصوا بالذكر لشهرة جريمتهم ولكونهم كانوا مشهورين عند العرب إذ كانت قُراهم في طريقهم إلى الشام ، قال تعالى : { وإنكم لتمرُّون عليهم مصبحين وبالليل أفلا تعقلون } [ الصافات : 137 ، 138 ] وقال : { ولقد أتوا على القرية التي أُمْطِرت مطَر السوء أفلم يكونوا يرونها } [ الفرقان : 40 ] .ووصفت قرى قوم لوط ب { المؤتفكات } جمع مؤتفكة اسم فاعل ائتفك مُطاوع أفَكَه ، إذا قلَبَه ، فهي المنقلبات ، أي قلبها قالب ، أي خسف بها قال تعالى : { جعلنا عاليها سافلها } [ هود : 82 ] .والخاطئة : إمّا مصدر بوزن فاعلة وهاؤه هاء المرة الواحدة فلما استعمل مصدراً قطع النظر عن المرة ، كما تقدم في قوله : { الحاقة } [ الحاقة : 1 ] فهو مصدر خَطِىءَ ، إذا أذنب . والذنب : الخِطْء بكسر الخاء ، وإِما اسم فاعل خَطِىءَ وتأنيثه بتأويل : الفعلة ذات الخِطْء فهاؤه هاء تأنيث .والتعريف فيه تعريف الجنس على كلا الوجهين ، فالمعنى : جاء كل منهم بالذنب المستحق للعقاب . وفرع عنه تفصيل ذنبهم المعبر عنه بالخَاطئة فقال { فعصوا رسول ربّهم } وهذا التفريع للتفصيل نظير التفريع في قوله : { كذبت قبلهم قوم نوح فكذبوا عبدنا وقالوا مجنون وازدجر } [ القمر : 9 ] في أنه تفريع بيان على المبيَّن .",
  "ayah": 9,
  "surah": 69
}
