{
  "text": "آیت 4 { قَدْ کَانَتْ لَـکُمْ اُسْوَۃٌ حَسَنَۃٌ فِیْٓ اِبْرٰہِیْمَ وَالَّذِیْنَ مَعَہٗ } ”تمہارے لیے بہت اچھا نمونہ ہے ابراہیم علیہ السلام اور ان کے ساتھیوں کے طرزِعمل میں۔“ { اِذْ قَالُوْا لِقَوْمِہِمْ اِنَّا بُرَئٰٓ ؤُا مِنْکُمْ وَمِمَّا تَعْبُدُوْنَ مِنْ دُوْنِ اللّٰہِ } ”جب انہوں نے اپنی قوم سے برملا کہہ دیا کہ ہم بالکل بری ہیں تم سے اور ان سے جنہیں تم پوجتے ہو اللہ کے سوا۔“ ہم تم سے بھی اور ان سے بھی اعلانِ براءت اور اظہارِ لاتعلقی کرتے ہیں۔ { کَفَرْنَا بِکُمْ وَبَدَا بَیْنَنَا وَبَیْنَکُمُ الْعَدَاوَۃُ وَالْبَغْضَآئُ اَبَدًا } ”ہم تم سے منکر ہوئے ‘ اور اب ہمارے اور تمہارے درمیان عداوت اور بغض کا سلسلہ شروع ہوگیا ہے ہمیشہ کے لیے“ { حَتّٰی تُؤْمِنُوْا بِاللّٰہِ وَحْدَہٗٓ } ”یہاں تک کہ تم بھی ایمان لے آئو اللہ پر توحید کے ساتھ“ گویا حضرت ابراہیم علیہ السلام اور آپ علیہ السلام کے ساتھی اہل ایمان j اپنے کافراعزہ و اقارب کے لیے ننگی تلوار بن گئے۔ یہاں یہ اہم نکتہ نوٹ کر لیجیے کہ حزب اللہ والوں کو اللہ تعالیٰ کے راستے میں جدوجہد کرتے ہوئے اپنے رحمی رشتوں کو کاٹ پھینکنے کا مشکل مرحلہ بھی لازماً طے کرنا پڑتا ہے۔ جیسا کہ سورة المجادلہ کی اس آیت میں واضح کیا گیا ہے : { لَا تَجِدُ قَوْمًا یُّـؤْمِنُوْنَ بِاللّٰہِ وَالْیَوْمِ الْاٰخِرِ یُوَآدُّوْنَ مَنْ حَآدَّ اللّٰہَ وَرَسُوْلَـہٗ وَلَوْ کَانُوْٓا اٰبَآئَ ہُمْ اَوْ اَبْنَآئَ ہُمْ اَوْ اِخْوَانَہُمْ اَوْ عَشِیْرَتَہُمْط } آیت 22 ”تم نہیں پائو گے ان لوگوں کو جو حقیقتاً ایمان رکھتے ہیں اللہ پر اور یوم آخرت پر کہ وہ محبت کرتے ہوں ان سے جو مخالفت پر کمر بستہ ہیں اللہ کی اور اس کے رسول ﷺ کی ‘ خواہ وہ ان کے باپ ہوں یا ان کے بیٹے ہوں یا ان کے بھائی ہوں یا ان کے رشتے دار ہوں“۔ چناچہ اسی اصول کے مطابق حضرت ابراہیم علیہ السلام اور آپ علیہ السلام کے اہل ایمان ساتھیوں نے اپنی قوم ‘ برادری اور رشتہ داروں سے نہ صرف اظہارِ لاتعلقی کیا بلکہ انہیں کھلم کھلا عداوت اور مخالفت کا چیلنج بھی دے دیا۔ { اِلَّا قَوْلَ اِبْرٰہِیْمَ لِاَبِیْہِ لَاَسْتَغْفِرَنَّ لَکَ } ”سوائے ابراہیم علیہ السلام کے اپنے باپ سے یہ کہنے کے کہ میں آپ کے لیے ضرور استغفار کروں گا“ یہ حضرت ابراہیم علیہ السلام کی اپنے والد کے ساتھ اس گفتگو کا حوالہ ہے جس کی تفصیل سورة مریم میں آئی ہے۔ اس موقع پر باپ بیٹے کے درمیان جو آخری مکالمہ ہوا وہ یہ تھا : { قَالَ اَرَاغِبٌ اَنْتَ عَنْ اٰلِہَتِیْ یٰٓــاِبْرٰہِیْمُج لَئِنْ لَّمْ تَنْتَہِ لَاَرْجُمَنَّکَ وَاہْجُرْنِیْ مَلِیًّا - قَالَ سَلٰمٌ عَلَیْکَج سَاَسْتَغْفِرُ لَکَ رَبِّیْط اِنَّہٗ کَانَ بِیْ حَفِیًّا۔ } ”اس نے کہا : اے ابراہیم ! کیا تم کنارہ کشی کر رہے ہو میرے معبودوں سے ؟ اگر تم اس سے باز نہ آئے تو میں تمہیں سنگسار کر دوں گا ‘ اور تم مجھے چھوڑ کر چلے جائو ایک مدت تک۔ ابراہیم d نے کہا : آپ پر سلام ! میں اپنے رب سے آپ کے لیے استغفار کرتا رہوں گا ‘ وہ مجھ پر بڑا مہربان ہے“۔ آیت زیر مطالعہ میں حضرت ابراہیم علیہ السلام کے اسی وعدے کا حوالہ آیا ہے۔ { وَمَآ اَمْلِکُ لَکَ مِنَ اللّٰہِ مِنْ شَیْئٍ } ”اور میں آپ کے بارے میں اللہ کے ہاں کچھ بھی اختیار نہیں رکھتا۔“ میں آپ کے لیے دعا ضرور کروں گا ‘ اللہ تعالیٰ دعا قبول کرے نہ کرے ‘ وہ آپ کو معاف کرے نہ کرے ‘ یہ اس کا اختیار ہے۔ اس ضمن میں یہ نکتہ بھی پیش نظر رہنا چاہیے کہ سورة مریم کی مذکورہ آیات ہجرت سے پہلے مکہ میں نازل ہوئی تھیں اور زیر مطالعہ آیت 8 ہجری میں فتح مکہ سے قبل نازل ہوئی۔ ان آیات میں حضرت ابراہیم علیہ السلام کے جس وعدے کا ذکر ہے اس سے متعلق آخری حکم سورة التوبہ کی اس آیت میں آیا ہے ‘ جو 9 ہجری میں ذیقعدہ کے بعد نازل ہوئی : { وَمَا کَانَ اسْتِغْفَارُ اِبْرٰہِیْمَ لِاَبِیْہِ اِلاَّ عَنْ مَّوْعِدَۃٍ وَّعَدَہَآ اِیَّاہُج فَلَمَّا تَـبَیَّنَ لَـہٗٓ اَنَّـہٗ عَدُوٌّ لِلّٰہِ تَـبَرَّاَ مِنْہُط اِنَّ اِبْرٰہِیْمَ لَاَوَّاہٌ حَلِیْمٌ۔ } ”اور نہیں تھا استغفار کرنا ابراہیم علیہ السلام کا اپنے والد کے حق میں مگر ایک وعدے کی بنیاد پر جو انہوں نے اس سے کیا تھا ‘ اور جب آپ علیہ السلام پر واضح ہوگیا کہ وہ اللہ کا دشمن ہے تو آپ علیہ السلام نے اس سے اعلانِ بیزاری کردیا۔ یقینا ابراہیم علیہ السلام بہت درد دل رکھنے والے اور حلیم الطبع انسان تھے“۔ چناچہ سورة التوبہ کی یہ آیت جو 9 ہجری میں ذیقعدہ کے بعد نازل ہوئی ‘ محکم تصور ہوگی اور پہلی آیات اس کے تابع سمجھی جائیں گی۔ { رَبَّنَا عَلَیْکَ تَوَکَّلْنَا وَاِلَیْکَ اَنَبْنَا وَاِلَیْکَ الْمَصِیْرُ۔ } ”پروردگار ! ہم نے تجھ پر ہی تو کل ّکیا اور تیری ہی طرف رجوع کیا اور ہمیں تیری طرف ہی لوٹ کر جانا ہے۔“",
  "ayah": 4,
  "surah": 60
}
