{
  "text": "ضَرَبَ اللَّهُ مَثَلًا لِلَّذِينَ كَفَرُوا اِمْرَأَةَ نُوحٍ وَامْرَأَةَ لُوطٍ كَانَتَا تَحْتَ عَبْدَيْنِ مِنْ عِبَادِنَا صَالِحَيْنِ فَخَانَتَاهُمَا فَلَمْ يُغْنِيَا عَنْهُمَا مِنَ اللَّهِ شَيْئًا وَقِيلَ ادْخُلَا النَّارَ مَعَ الدَّاخِلِينَ (10)أعقبت جملة { يا أيها النبي جاهد الكفار والمنافقين } [ التحريم : 9 ] الآية المقصود منها تهديدهم بعذاب السيف في الدنيا وإنذارهم بعذاب الآخرة وما قارن ذلك من مقابلة حالهم بحال المؤمنين ، بأن ضرَب مثلين للفريقين بنظيرين في حاليهما لتزداد الموعظة وضوحاً ويزداد التنويه بالمؤمنين استنارة . وقد تقدمت فائدة ذكر الأمثال في قوله تعالى : { مثلهم كمثل الذي استوقد ناراً } في سورة [ البقرة : 17 ] .وضربُ المثل : إلقاؤه وإيضاحه ، وتقدم ذلك عند قوله تعالى : { إن الله لا يستحي أن يضرب مثلاً ما } في سورة [ البقرة : 26 ] .فالجملة مستأنفة استئنافاً ابتدائياً . وهذا المثل لا يخلو من تعريض بحث زوْجي النبي على طاعته وبأنَّ رضى الله تعالى يتبع رضى رسله . فقد كان الحديث عن زوجتي النبي قريباً وكان عَملهما ما فيه بارقة من مخالفة ، وكان في المثلين ما فيه إشعار بالحالين .وتعدية ضرب باللام الدال على العلة تفيد أن إلقاء المثل لأجل مدخول اللام . فمعنى ضرب الله مثلاً للذين كروا } أنه ألقى هذا التنظير لأجلهم ، أي اعتبارهم بهم وقياسسِ حالهم على حال الممثل به ، فإذا قيل : ضرب لفلان مثلاً ، كان المعنى : أنه قصده به وأعلمه إياه ، كقوله تعالى : { ما ضربوه لك إلا جدلاً } [ الزخرف : 58 ] . { ولقد ضربنا للناس في هذا القرآن من كل مثل } [ الروم : 58 ] . ونحو ذلك وتقديم المجرور باللام على المفعول للاهتمام بإيقاظ الذين كفروا .فمعنى { ضرب الله مثلاً للذين كفروا امرأت نوح وامرأت لوط } ، أن الله جعل حالة هاتين المرأتين عظة وتنبيهاً للذين كفروا ، أي ليُذكرهم بأن الله لا يصرفه عن وعيده صَارِف فلا يحسبوا أن لهم شفعاء عند الله ، ولا أن مكانهم من جوار بيتِه وعمارة مسجده وسقاية حجيجه تصرف غضب الله عنهم ، فإن هم أقلعوا عن هذا الحسبان أقبلوا على التدبر في النجاة من وعيده بالنظر في دلائل دعوة القرآن وصدق الرسول صلى الله عليه وسلم فلو كان صارف يصرف الله عن غضبه لكان أولى الأشياء بذلك مكانة هاتين المرأتين من زوجيهما رسولي رب العالمين .ومناسبة ضرب المثل بامرأة نوح وامرأة لوط دون غيرهما من قرابة الأنبياء نحو أبي إبراهيم وابن نوح عليهما السلام لأن ذكر هاتين المرأتين لم يتقدم . وقد تقدم ذكر أبي إبراهيم وابن نوح ، لتكون في ذكرهما فائدة مستجدة ، وليكون في ذكرهما عقب ما سبق من تمالُؤِ أُمي المؤمنين على زوجهما صلى الله عليه وسلم تعريض لطيف بالتحذير من خاطر الاعتزاز بغناء الصلة الشريفة عنهما في الوفاء بحق ما يجب من الإِخلاص للنبيء صلى الله عليه وسلم ليكون الشَّبه في التمثيل أقوى . فعن مقاتل «يقول الله سبحانه لعائشة وحفصة : لا تكونا بمنزلة امرأة نوح وامرأة لوط في المعصية وكونا بمنزلة امرأة فرعون ومريم» .ووضحه في «الكشاف» بأنه من قبيل التعريض . ومنعه الفخر ، وقال ابن عطية : «قال بعض الناس في المثلين عبرة لزوجات النبي صلى الله عليه وسلم حين تقدم عتابهن . وفي هذا بُعد لأن النص أنه للكفار يبعد هذا» اه .ويدفع استبعاده أن دلالة التعريض لا تنافي اللفظ الصريح ، ومن لطائف التقييد بقوله تعالى : { للذين كفروا } أن المقصد الأصلي هو ضرب المثل للذين كفروا وذلك من الاحتراس من أن تحمل التمثيل على المشابهة من جميع الوجوه والاحتراس بكثرة التشبيهات ومنه تجريد الاستعارة .وقصة امرأة نوح لم تذكر في القرآن في غير هذه الآية والذي يظهر أنها خانت زوجها بعد الطوفان وأن نوحاً لم يعلم بخونها لأن الله سمى عملها خيانة .وقد ورد في سفر التكوين من التوراة ذكر امرأة نوح مع الذين ركبوا السفينة وذِكر خروجها من السفينة بعد الطوفان ثم طوي ذكرها لما ذكر الله بركته نوحاً وبنيه وميثاقه معهم فلم تذكر معهم زوجه . فلعلها كفرت بعد ذلك أو لعل نوحاً تزوج امرأة أخرى بعد الطوفان لم تذكر في التوراة .ووصف الله فعل امرأة نوح بخيانة زوجها ، فقال المفسرون : هي خيانة في الدين ، أي كانت كافرة مسرة الكفر ، فلعل الكفر حدث مرة أخرى في قوم نوح بعد الطوفان ولم يذكر في القرآن .وأما حديث امرأة لوط فقد ذكر في القرآن مرات . وتقدم في سورة الأعراف ويقال : فلانةُ كانت تحت فلان ، أي كانت زوجاً له .والتحتية هنا مجاز في معنى الصيانة والعصمة ومنه قول أنس بن مالك في الحديث المروي في «الموطأ» وفي «صحيح البخاري» عن أم حرام بنت ملحان : «وكانت أم حرام تحت عبادة بن الصامت» .ومن بدائع الأجوبة أن أحد الأمراء من الشيعة سأل أحد علماء السنة : من أفضل الناس بعد رسول الله صلى الله عليه وسلم فأجابه : «الذي كانت ابنتُه تحتَه» فظن أنه فضل علياً إذْ فهم أن الضمير المضاف إليه «ابنَة» ضميرَ رسول الله صلى الله عليه وسلم وأن الضمير المضاف إليه ( تحت ) ضمير اسم الموصول ، وإنما أراد السنيّ العكس بأن يكون ضمير «ابنته» ضمير الموصول «تحته» ضمير رسول الله صلى الله عليه وسلم وذلك هو أبو بكر .وقد ظهر أن المراد بالعبدين نوح ولوط وإنما خصّا بوصف «عبدين صالحين» مع أن وصف النبوة أخص من وصف الصلاح تنويهاً بوصف الصلاح وإيماء إلى أن النبوة صلاح ليعظم بذلك شأن الصالحين كما في قوله تعالى : { وبشرناه بإسحاق نبياً من الصالحين } [ الصافات : 112 ] . ولتكون الموعظة سارية إلى نساء المسلمين في معاملتهن أزواجهن فإن وصف النبوءة قد انتهى بالنسبة للأمة الإِسلامية ، مع ما في ذلك من تهويل الأذى لعباد الله الصالحين وعناية ربهم بهم ومدافعته عنهم .والخيانة والخون ضد الأمانة وضد الوفاء ، وذلك تفريط المرء ما اؤتمن عليه وما عهد به إليه . وقد جمعها قوله تعالى : { يأيها الذين آمنوا لا تخونوا الله والرسول وتخونوا أماناتكم وأنتم تعلمون } [ الأنفال : 27 ] .وانتصب { شيئاً } على المفعولية المطلقة ل { يغنيا } لأن المعنى شيئاً من الغنى ، وتنكير { شيئاً } للتحقير ، أي أقل غنى وأجحفه بَلْهَ الغنى المهم ، وتقدم في قوله تعالى : { إنهم لن يغنوا عنك من الله شيئاً } في سورة [ الجاثية : 19 ] .وزيادة مع الداخلين } لإِفادة مساواتهما في العذاب لغيرهما من الكفرة الخونة . وذلك تأييس لهما من أن ينتفعا بشيء من حظوة زوجيهما كقوله تعالى : { ويوم نحشرهم جميعاً ثم نقول للذين أشركوا أين شركاؤكم الذين كنتم تزعمون } [ الأنعام : 22 ] .",
  "ayah": 10,
  "surah": 66
}
