{
  "text": "وَضَرَبَ اللَّهُ مَثَلًا لِلَّذِينَ آَمَنُوا اِمْرَأَةَ فِرْعَوْنَ إِذْ قَالَتْ رَبِّ ابْنِ لِي عِنْدَكَ بَيْتًا فِي الْجَنَّةِ وَنَجِّنِي مِنْ فِرْعَوْنَ وَعَمَلِهِ وَنَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ (11)لما ضرب المثل { للذين كفروا } [ الممتحنة : 10 ] أعقب بضرب مثل للذين آمنوا لتحصل المقابلة فيتضح مقصود المثَلَين معاً ، وجريا على عادة القرآن في إتباع الترهيب بالترغيب .وجعل المثل للذين آمنوا بحال امرأتين لتحصل المقابلة للمثَلَين السابقين ، فهذا من مراعاة النظير في المثلين .وجاء أحد المثلين للذين آمنوا مثلاً لإِخلاص الإِيمان . والمثل الثاني لشدة التقوى .فكانت امرأة فرعون مثلاً لمتانة إيمان المؤمنين ومريم مثلاً للقانتين لأن المؤمنين تبرأوا من ذوي قرابتهم الذين بقوا على الكفر بمكة .وامرأة فرعون هذه هي امرأة فرعون الذي أُرسل إليه موسى وهو منفط الثالث وليست امرأة فرعون التي تبنتْ موسى حين التقطتْه من اليَمّ ، لأن ذلك وقع في زمن فرعون رعمسيس الثاني وكان بين الزمنين ثمانون سنة . ولم يكن عندهم علم بدين قبل أن يرسل إليهم موسى .ولعل امرأة فرعون هذه كانت من بنات إسرائيل تزوجها فرعون فكانت مؤمنة برسالة موسى عليه السلام . وقد حكى بعض المفسرين أنها عمة موسى ، أو تكون هداها الله إلى الإِيمان بموسى كما هدى الرجل المؤمن من آل فرعون الذي تقدم ذكره في سورة غافر . وسماها النبي صلى الله عليه وسلم آسية في قوله : « كَمُل من الرجال كثير ولم يكمل من النساء إلا مريمُ ابنة عمران وآسيةُ امرأة فرعون » رواه البخاري .وأرادت بعمل فرعون ظلمه ، أي نجّني من تبعة أعماله فيكون معنى { نجّني من فرعون } من صحبته طلبت لنفسها فرجاً وهو من عطف الخاص على العام .ومعنى { قالت } أنها أعلنت به ، فقد روي أن فرعون اطّلع عليها وأعلن ذلك لقومه وأمر بتعذيبها فماتت في تعذيبه ولم تحس ألماً .والقوم الظالمون : هم قوم فرعون . وظلمهم : إشراكهم بالله .والظاهر أن قولها : { ابن لي عندك بيتاً في الجنة } مؤذن بأن فرعون وقومه صدّوها عن الإِيمان به وزيّنوا لها أنا إن آمنت بموسى تضيع ملكاً عظيماً وقصراً فخيماً أو أن فرعون وعظها بأنها إن أصرّت على ذلك تقتل ، فلا يكون مدفنها الهرم الذي بناه فرعون لنفسه لدفنه في بادىء الملوك . ويؤيد هذا ما رواه المفسرون أن بيتها في الجنة من درّة واحدة فتكون مشابهة الهرم الذي كان معدّاً لحفظ جثتها بعد موتها وزوجها . فقولها ذلك كقول السحرة الذين آمنوا جواباً عن تهديد فرعون { لن نؤثرك على ما جاءنا من البينات والذي فطرنا فاقض ما أنت قاض } الآية في سورة [ طه : 72 ] .",
  "ayah": 11,
  "surah": 66
}
