{
  "text": "يَا أَيُّهَا الَّذِينَ آَمَنُوا قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَارًا وَقُودُهَا النَّاسُ وَالْحِجَارَةُ عَلَيْهَا مَلَائِكَةٌ غِلَاظٌ شِدَادٌ لَا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ (6)كانت موعظة نساء النبي صلى الله عليه وسلم مناسبة لتنبيه المؤمنين لعدم الغفلة عن موعظة أنفسهم وموعظة أهليهم وأن لا يصدّهم استبقاء الودّ بينهم عن إسداء النصح لهم وإن كان في ذلك بعض الأذى .وهذا نداء ثان موجه إلى المؤمنين بعد استيفاء المقصود من النداء الأول نداءِ النبي صلى الله عليه وسلم بقوله تعالى : { يا أيها النبي لم تحرم ما أحل الله لك } [ التحريم : 1 ] .وجه الخطاب إلى المؤمنين ليأتنسوا بالنبي صلى الله عليه وسلم في موعظة أهليهم .وعبر عن الموعظة والتحذير بالوقاية من النار على سبيل المجاز لأن الموعظة سبب في تجنب ما يفضي إلى عذاب النار أو على سبيل الاستعارة بتشبيه الموعظة بالوقاية من النار على وجه المبالغة في الموعظة .وتنكير «نار» للتعظيم وأجرى عليها وصف بجملة { وقودها الناس والحجارة } زيادة في التحذير لئلا يكونوا من وقود النار . وتذكيراً بحال المشركين الذي في قوله تعالى : { إنكم وما تعبدون من دون الله حصب جهنم } في سورة [ الأنبياء : 98 ] . وتفظيعاً للنار إذ يكون الحجر عِوضاً لها عن الحَطب .ووصفت النار بهذه الجملة لأن مضمون هذه الجملة قد تقرر في علم المسلمين من قبل نزول هذه الآية بما تقدم في سورة [ البقرة : 24 ] من قوله تعالى : { فاتقوا النار التي وقودها الناس والحجارة أعدت للكافرين } وبما تقدمهما معاً من قوله : { إنكم وما تعبدون من دون الله حصب جهنم } في سورة [ الأنبياء : 98 ] .والحجارة } : جمع الحجر على غير قياس فإن قياسه أحجار فجمعوه على حِجارٍ بوزن فِعال وألحقوا به هاء التأنيث كما قالوا : بِكارة جمع بَكر ، ومِهارة جمع مُهْر .وزيد في تهويل النار بأنَّ عليها ملائكة غلاظاً شداداً وجملة { عليها ملائكة } إلى آخرها صفة ثانية .ومعنى { عليها } أنهم موكلون بها . فالاستعلاء المفاد من حرف ( على ) مستعار للتمكن كما تقدم في قوله تعالى : { أولئك على هدى من ربهم } [ البقرة : 5 ] . وفي الحديث \" فلم يكن على بابه بوّابون \"و { غلاظ } جمع غليظ وهو المتصف بالغلظة . وهي صفة مشبهة وفعلها مِثل كَرُم . وهي هنا مستعارة لقساوة المعاملة كقوله تعالى : { ولو كنتَ فظّاً غليظ القلب لانفضوا من حولك } [ آل عمران : 159 ] أي لو كنت قاسياً لما عاشروك .و«شداد» : جمع شديد . والشدة بكسر الشين حقيقتها قوة العمل المؤذي والموصوف بها شديد . والمعنى : أنهم أقوياء في معاملة أهل النار الذين وكلوا بهم : يقال : اشتدّ فلان على فلان ، أي أساء معاملته ، ويقال : اشتدّت الحرب ، واشتدت البأساء . والشدة من أسماء البؤس والجوع والقحط .وجملة { لا يعصون الله ما أمرهم } ثناء عليهم أعقب به وصفهم بأنهم غلاظ شداد تعديلاً لما تقتضيانه من كراهية نفوس الناس إياهم ، وهذا مؤذن بأنهم مأمورون بالغلظة والشدة في تعذيب أهل النار .وأما قوله : { ويفعلون ما يؤمرون } فهو تصريح بمفهوم { لا يعصون الله ما أمرهم } دعا إليه مقام الإِطناب في الثناء عليهم ، مع ما في هذا التصريح من استحضار الصورة البديعة في امتثالهم لما يؤمرون به . وقد عُطف هذا التأكيد عطفاً يقتضي المغايرة تنويهاً بهذه الفضيلة لأن فعل المأمور أوضح في الطاعة من عدم العصيان واعتبار لمغايرة المعنيين وإن كان قالهما واحد ولك أن تجعل مرجع { لا يعصون الله ما أمرهم } أنهم لا يعصون فيما يكلفون به من أعمالهم الخاصة بهم ، ومرجع { ويفعلون ما يؤمرون } إلى ما كلفوا بعمله في العصاة في جهنم .",
  "ayah": 6,
  "surah": 66
}
