{
  "text": "يَا أَيُّهَا الَّذِينَ آَمَنُوا تُوبُوا إِلَى اللَّهِ تَوْبَةً نَصُوحًا عَسَى رَبُّكُمْ أَنْ يُكَفِّرَ عَنْكُمْ سَيِّئَاتِكُمْ وَيُدْخِلَكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ يَوْمَ لَا يُخْزِي اللَّهُ النَّبِيَّ وَالَّذِينَ آَمَنُوا مَعَهُ نُورُهُمْ يَسْعَى بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ يَقُولُونَ رَبَّنَا أَتْمِمْ لَنَا نُورَنَا وَاغْفِرْ لَنَا إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (8){ ياأيها الذين ءَامَنُواْ توبوا إِلَى الله تَوْبَةً نَّصُوحاً عسى رَبُّكُمْ أَن يُكَفِّرَ عَنكُمْ سيئاتكم وَيُدْخِلَكُمْ جنات تَجْرِى مِن تَحْتِهَا الانهار } .أعيد خطاب المؤمنين وأعيد نداؤهم وهو نداء ثالث في هذه السورة . والذي قبله نداء للواعظين . وهذا نداء للموعوظين وهذا الأسلوب من أساليب الإِعراض المهتم بها .أُمر المؤمنون بالتوبة من الذنوب إذا تلبسوا بها لأن ذلك من إصلاح أنفسهم بعد أن أمروا بأن يجنِّبوا أنفسهم وأهليهم ما يَزِجّ بهم في عذاب النار ، لأن اتقاء النار يتحقق باجتناب ما يرمي بهم فيها ، وقد يذهلون عما فرط من سيئاتهم فهُدُوا إلى سبيل التوبة التي يمحون بها ما فرط من سيئاتهم .وهذا ناظر إلى ما ذكر من موعظة امرأتي النبي صلى الله عليه وسلم بقوله : { إن تتوبا إلى الله } [ التحريم : 4 ] .والتوبة : العزم على عدم العود إلى العصيان مع الندم على ما فرط منه فيما مضى . وتقدمت عند قوله تعالى : { فتلقى آدم من ربه كلمات فتاب عليه } في سورة [ البقرة : 37 ] . وفي مواضع أخرى وخاصة عند قوله تعالى : { إنما التوبة على الله للذين يعملون السوء بجهالة } في سورة [ النساء : 17 ] . وتعديتها بحرف ( إلى ) لأنها في معنى الرجوع لأن ( تاب ) أخو ( ثاب ) .والنصوح : ذُو النصح .والنصح : الإِخلاص في العمل والقول ، أي الصدق في إرادة النفع بذلك . ووصف التوبة بالنصوح مجاز جعلت التوبة التي لا تردد فيها ولا تخالطها نية العودة إلى العمل المتوب منه بمنزلة الناصح لغيره ففي ( نصوح ) استعارة وليس من المجاز العقلي إذ ليس المراد نصوحاً صاحبها .وإنما لم تلحق وصف ( نصوح ) هاء التأنيث المناسبة لتأنيث الموصوف به لأن فعولاً بمعنى فاعل يلازم الإِفراد والتذكير .وقرأ الجمهور نصوحاً } بفتح النون على معنى الوصف كما علمت . وقرأه أبو بكر عن عاصم بضم النون على أنه مصدر ( نصح ) مثل : القُعود من قعد . وزعم الأخفش أن الضم غير معروف والقراءة حجة عليه .ومن شروط التوبة تدارك ما يمكن تداركه مما وقع التفريط فيه مثل المظالم للقادر على ردّها . روي عن علي رضي الله عنه : يجمع التوبة ستة أشياء : الندامة على الماضي من الذنوب ، وإعادة الفرائض . ورد المظالم ، واستحلال الخصوم ، وأن تذيب نفسك في طاعة الله كما ربيتها في المعصية ، وأن تذيقها مرارة الطاعات كما أذقتها حلاوة المعاصي .وتقوم مقام ردّ المظالم استحلال المظلوم حتى يعفو عنه .ومن تمام التوبة تمكين التائب من نفسه أن ينفذ عليها الحدود كالقود والضرب . قال إمام الحرمين : هذا التمكين واجب خارج عن حقيقة التوبة لأن التائب إذا ندم ونوى أن لا يعود صحت توبته عند الله وكان منَعه من تمكين نفسه معصية متجددة تستدعي توبة .وهو كلام وجيه إذ التمكين من تنفيذ ذلك يشق على النفوس مشقة عظيمة فلها عذر في الإِحجام عن التمكين منه .وتصح التوبة من ذنب دون ذنب خلافاً لأبي هاشم الجبائي المعتزلي ، وذلك فيما عدا التوبة من الكفر .وأما التوبة من الكفر بالإِيمان فصحيحة في غفران إثم الكفر ولو بقي متلبساً ببعض الكبائر بإجماع علماء الإِسلام .والذنوب التي تجب منها التوبة هي الكبائر ابتداء ، وكذلك الصغائر وتمييز الكبائر من الصغائر مسألة أخرى محلها أصول الدين وأصول الفقه والفقهُ .إلا أن الله تفضّل على المسلمين فغفر الصغائر لمن اجتنب الكبائر ، أخذ ذلك من قوله تعالى : { الذين يجتنبون كبائر الإِثم والفواحش إلا اللمم وقد مضى القول فيه } في تفسير سورة [ النجم : 32 ] .ولو عاد التائب إلى بعض الذنوب أو جميعها ما عدا الكفر اختلف فيه علماء الأمة فالذي ذهب إليه أهل السنة أن التوبة تنتقض بالعودة إلى بعض الذنوب في خصوص الذنب المعود إليه ولا تنتقض فيما سواه . وأن العود معصية تجب التوبة منها . وقال المعتزلة : تنتقض بالعودة إلى بعض الذنوب فتعود إليه ذنوبه ووافقهم الباقلاني .وليس في أدلة الكتاب والسنة ما يشهد لأحد الفريقين .والرجاء المستفاد من فعل عسى } مستعمل في الوعد الصادر عن المتفضل على طريقة الاستعارة وذلك التائب لا حق له في أن يعفى عنه ما اقترفه لأن العصيان قد حصل وإنما التوبة عزم على عدم العودة إلى الذنب ولكن ما لصاحبها من الندم والخوف الذي بعث على العزم دل على زكاء النفس فجعل الله جزاءه أن يمحو عنه ما سلف من الذنوب تفضلاً من الله فذلك معنى الرجاء المستفاد من { عسى } .وقد أجمع علماء الإِسلام على أن التوبة من الكفر بالإِيمان مقبولة قطعاً لكثرة أدلة الكتاب والسنة ، واختلفوا في تعيُّن قبول توبة العاصي من المؤمنين ، فقال جمهور أهل السنة : قبولها مرجوّ غير مقطوع ، وممن قال به الباقلاني وإمام الحرمين وعن الأشعري أنه مقطوع به سمعاً ، والمعتزلة مقطوع به عقلاً .وتكفير السيئات : غفرانها ، وهو مبالغة في كَفَر المخفف المتعدي الذي هو مشتق من الكَفر بفتح الكاف ، أي الستر .{ الانهار يَوْمَ لاَ يُخْزِى الله النبى والذين ءَامَنُواْ مَعَهُ نُورُهُمْ يسعى بَيْنَ أَيْدِيهِمْ وبأيمانهم يَقُولُونَ رَبَّنَآ أَتْمِمْ لَنَا نُورَنَا واغفر لَنَآ إِنَّكَ على كُلِّ شَىْءٍ } .{ يوم } ظرف متعلق ب { يدخلكم جنات } وهو تعليقُ تخلص إلى الثناء على الرسول صلى الله عليه وسلم والمؤمنين معه . وهو يوم القيامة وهذا الثناء عليهم بانتفاء خزي الله عنهم تعريض بأن الذين لم يؤمنوا معه يخزيهم الله يوم القيامة وذكر النبي صلى الله عليه وسلم مع الذين آمنوا لتشريف المؤمنين ولا علاقة له بالتعريض .والخزي : هو عذاب النار ، وحكى الله تعالى عن إبراهيم عليه السلام قوله : { ولا تخزني يوم يبعثون } [ الشعراء : 87 ] على أن انتفاء الخزي يومئذٍ يستلزم الكرامة إذ لا واسطة بينهما كما أشعر به قوله تعالى :{ فمن زحزح عن النار وأدخل الجنة فقد فاز } [ آل عمران : 185 ] .وفي صلة { الذين آمنوا معه } إيذان بأن سبب انتفاء الخزي عنهم هو إيمانهم .ومعية المؤمنين مع النبي صلى الله عليه وسلم صحبتهم النبي صلى الله عليه وسلمو ( مع ) يجوز تعلقها بمحذوف حال من { الذين آمنوا } أي حال كونهم مع الشيء في انتفاء خزي الله عنهم فيكون عموم { الذين آمنوا } مخصوصاً بغير الذين يتحقق فيهم خزي الكفر وهم الذين ارتدوا وماتوا على الكفر .وفي هذه الآية دليل على المغفرة لجميع أصحاب النبي صلى الله عليه وسلمويجوز تعلق ( مع ) بفعل { آمنوا } أي الذين آمنوا به وصحبوه ، فيكون مراداً به أصحاب النبي صلى الله عليه وسلم الذين آمنوا به ولم يرتدوا بعده ، فتكون الآية مؤذنة بفضيلة للصحابة .وضمير { نورهم } عائد إلى النبي صلى الله عليه وسلم والذين آمنوا معه .وإضافة نور إلى ضمير هم مع أنه لم يسبق إخبار عنهم بنور لهم ليست إضافة تعريف إذ ليس المقصود تعريف النور وتعيينه ولكن الإِضافة مستعملة هنا في لازم معناها وهو اختصاص النور بهم في ذلك اليوم بحيث يميزه الناس من بين الأنوار يومئذٍ .وسعي النور : امتداده وانتشاره . شبه ذلك باشتداد مشي الماشي وذلك أنه يحفّ بهم حيثما انتقلوا تنويهاً بشأنهم كما تنشر الأعلام بين يدي الأمير والقائد وكما تساق الجياد بين يدي الخليفة .وإنما خص بالذكر من الجهات الأمامُ واليمين لأن النور إذا كان بين أيديهم تمتعوا بمشاهدته وشعروا بأنه كرامة لهم ولأن الأيدي هي التي تمسك بها الأمور النفيسة وبها بايعوا النبي صلى الله عليه وسلم على الإِيمان والنصر . وهذا النور نور حقيقي يجعله الله للمؤمنين يوم القيامة . والباء للملابسة ، ويجوز أن تكون بمعنى ( عن ) .وقد تقدم نظير هذا في سورة الحديد وما ذكرناه هنا أوسع .وجملة { يقولون ربنا أتمم لنا نورنا } إلى آخرها حال من ضمير { نورهم } ، وظاهره أن تكون حالاً مقارنة ، أي يقولون ذلك في ذلك اليوم ، ودعاؤهم طلب للزيادة من ذلك النور ، فيكون ضمير { يقولون } عائد إلى جميع الذين آمنوا مع النبي صلى الله عليه وسلم يومئذٍ ، أو يقول ذلك من كان نوره أقل من نور غيره ممن هو أفضل منه يومئذٍ فيكون ضمير { يقولون } على إرادة التوزيع على طوائف الذين آمنوا في ذلك اليوم .وإتمام النور إدامته أو الزيادة منه على الوجهين المذكورين آنفاً وكذلك الدعاء بطلب المغفرة لهم هو لطلب دوام المغفرة ، وذلك كله أدب مع الله وتواضع له مثل ما قيل في استغفار النبي صلى الله عليه وسلم في اليوم سبعين مرة .ويظهر بذلك وجه التذييل بقولهم : { إنك على كل شيء قدير } المشعر بتعليل الدعاء كناية عن رجاء إجابته لهم .",
  "ayah": 8,
  "surah": 66
}
