{
  "text": "نوح ؑ کی بارگاہ الٰہی میں روداد غم  حضرت نوح ؑ نے اپنی گزشتہ شکایتوں کے ساتھ ہی جناب باری تعالیٰ میں اپنی قوم کے لوگوں کی اس روش کو بھی بیان کیا کہ میری پکار کو جو ان کے لئے سراسر نفع بخش تھی انہوں نے کان تک نہ لگایا ہاں اپنے مالداروں اور بےفکروں کی مان لی جو تیرے امر سے بالکل غافل تھے اور مال و اولاد کے پیچھے مست تھی، گو فی الواقع وہ مال و اولاد بھی ان کے لئے سراسر و بال جان تھی، کیونکہ ان کی وجہ سے وہ پھولتے تھے اور اللہ کو بھولتے تھے اور زیادہ نقصان میں اترتے جاتے تھے (ولدہ) کی دوسری قرأت (ولدہ) بھی ہے اور ان رئیسوں نے جو مال و جاہ والے تھے ان سے بڑی مکاری کی۔ (کُبَّارِ) اور (کِبَّار) دونوں معنی میں کبیر کے ہیں یعنی بہت بڑا۔ قیامت کے دن بھی یہ لوگ یہیں کہیں گے کہ تم دن رات مکاری سے ہمیں کفر و شرک کا حکم کرتے رہے اور انہی بڑوں نے ان چھوٹوں سے کہا کہ اپنے ان بتوں کو جنہیں تم پوجتے رہے ہرگز نہ چھوڑنا۔ صحیح بخاری شریف میں ہے کہ قوم نوح کے بتوں کو کفار عرب نے لے لیا دومتہ الجندل میں قبیلہ کلب ود کو پوجتے تھے، ہذیل قبیلہ سواع کا پرستار تھا اور قبیلہ مراد پھر قبیلہ بنو غطیف جو صرف کے رہنے والے تھے یہ شہر سبا بستی کے پاس ہے یغوث کی پوجا کرتا تھا، ہملان قبیلہ یعقوب کا پجاری تھا، آل ذی کلاع کا قبیلہ حمیر نسر بت کا ماننے والا تھا، یہ سب بت دراصل قوم نوح کے صالح بزرگ اولیاء اللہ لوگ تھے ان کے انتقال کے بعد شیطان نے اس زمانہ کے لوگوں کے دلوں میں ڈالی کہ ان بزرگوں کی عبادت گاہوں میں ان کی کوئی یادگار قائم کریں، چناچہ انہوں نے وہاں نشان بنا دیئے اور ہر بزرگ کے نام پر انہیں مشہور کیا جب تک یہ لوگ زندہ رہے تب تک تو اس جگہ کی پرستش نہ ہوئی لیکن ان نشانات اور یادگار قائم کرنے والے لوگوں کو مرجانے کے بعد اور علم کے اٹھ جانے کے بعد جو لوگ آئے جہالت کی وجہ سے انہوں نے باقاعدہ ان جگہوں کی اور ان ناموں کی پوجا پاٹ شروع کردی۔ حضرت عکرمہ حضرت ضحاک حضرت قتادہ حضرت ابن اسحاق بھی یہی فرماتے ہیں۔ حضرت محمد بنی قیس فرماتے ہیں یہ بزرگ عابد، اللہ والے، اولیاء اللہ، حضرت آدم، اور حضرت نوح کے سچے تابع فرمان صالح لوگ تھے جن کی پیروی اور لوگ بھی کرتے تھے جب یہ مرگئے تو ان کے مقتدیوں نے کہا کہ اگر ہم ان کی تصویریں بنالیں تو ہمیں عبادت میں خوب دلچسپی رہے گی اور ان بزرگوں کی صورتیں دیکھ کر شوق عبادت بڑھتا رہے گا چناچہ ایسا ہی کیا جب یہ لوگ بھی مر کھپ گئے اور ان کی نسلیں آئیں تو شیطان نے انہیں یہ گھٹی پلائی کہ تمہارے بڑے ان کی پوجا پاٹ کرتے تھے اور انہیں سے بارش وغیرہ مانگتے تھے چناچہ انہوں نے اب باقاعدہ ان بزرگوں کی تصویروں کی پرستش شروع کردی، حافظ ابن عساکر ؒ حضرت شیث ؑ کے قصے میں بیان کرتے ہیں کہ حضرت عبداللہ بن عباس نے فرمایا حضرت آدم ؑ کے چالیس بچے تھے بیس لڑکے بیس لڑکیاں ان میں سے جن کی بڑی عمریں ہوئیں ان میں ہابیل، قابیل، صالح اور عبدالرحمٰن تھے جن کا پہلا نام عبدالحارث تھا اور ود تھا جنہیں شیث اور ہبتہ اللہ بھی کہا جاتا ہے۔ تمام بھائیوں نے سرداری انہیں کو دے رکھی تھی۔ ان کی اولاد یہ چاروں تھے یعنی سواع، یغوث، یعوق اور نسر۔ حضرت عروہ بن زبیر فرماتے ہیں کہ حضرت آدم ؑ کی بیماری کی قوت ان کی اولاد ود، یغوث، یعوق، سواع اور نسر تھی۔ ود ان سب میں بڑا اور سب سے نیک سلوک کرنے والا تھا۔ ابن ابی حاتم میں ہے کہ ابو جعفر ؒ نماز پڑھ رہے تھے اور لوگوں نے زید بن مہلب کا ذکر کیا آپ نے فارغ ہو کر فرمایا سنو وہ وہاں قتل کیا گیا جہاں اب سے پہلے غیر اللہ کی پرستش ہوئی واقعہ یہ ہوا کہ ایک دیندار ولی اللہ مسلمان جسے لوگ بہت چاہتے تھے اور بڑے معتقد تھے وہ مرگیا، یہ لوگ مجاور بن کر اس کی قبر پر بیٹھ گئے اور رونا پیٹنا اور اسے یاد کرنا شروع کیا اور بڑے بےچین اور مصیبت زدہ ہوگئے ابلیس لعین نے یہ دیکھ کر انسانی صورت میں ان کے پاس آ کر ان سے کہا کہ اس بزرگ کی یادگار کیوں قائم نہیں کرلیتے ؟ جو ہر وقت تمہارے سامنے رہے اور تم اسے نہ بھولو سب نے اس رائے کو پسند کیا ابلیس نے اس بزرگ کی تصویر بنا کر ان کے پاس کھڑی کردی جسے دیکھ دیکھ کر یہ لوگ اسے یاد کرتے تھے اور اس کی عبادت کے تذکرے رہتے تھے، جب وہ سب اس میں شمغول ہوگئے تو ابلیس نے کہا تم سب کو یہاں آنا پڑتا ہے اس لئے یہ بہتر ہوگا کہ میں اس کی بہت سی تصویریں بنا دوں تم انہیں اپنے اپنے گھروں میں ہی رکھ لو وہ اس پر بھی راضی ہوئے اور یہ بھی ہوگیا، اب تک صرف یہ تصویریں اور یہ بت بطور یادگار کے ہی تھے مگر ان کی دوسری پشت میں جا کر براہ راست ان ہی کی عبادت ہونے لگی اصل واقعہ سب فراموش کر گئے اور اپنے باپ دادا کو بھی ان کی عبادت کرنے والا سمجھ کر خود بھی بت پرستی میں مشغول ہوگئے، ان کا نام ود تھا اور یہی پہلا وہ بت ہے جس کی پوجا اللہ کے سوا کی گئی۔ انہوں نے بہت مخلوق کو گمراہ کیا اس وقت سے لے کر اب تک عرب عجم میں اللہ کے سوا دوسروں کی پرستش شروع ہوگئی اور اللہ کی مخلوق بہک گئی، چناچہ خلیل اللہ ؑ اپنی دعا میں عرض کرتے ہیں میرے رب مجھے اور میری اولاد کو بت پرستی سے بچا۔ یا الٰہی انہوں نے اکثر مخلوق کو بےراہ کردیا۔ پھر حضرت نوح ؑ اپنی قوم کے لئے بد دعا کرتے ہیں کیونکہ ان کی سرکشی ضد اور عداوت حق خوب ملاحظہ فرما چکے تھے تو کہتے ہیں کہ الٰہی انہیں گمراہی میں اور بڑھا دے، جیسے کہ حضرت موسیٰ ؑ نے فرعون اور فرعونیوں کے لئے بد دعا کی تھی کہ پروردگار ان کے مال تباہ کر دے اور ان کے دل سخت کر دے انہیں ایمان لانا نصیب نہ ہو جب تک کہ درد ناک عذاب نہ دیکھ لیں، چناچہ دعاء نوح قبول ہوتی ہے اور قوم نوح بہ سبب اپنی تکذیب کے غرق کردی جاتی ہے۔",
  "ayah": 21,
  "surah": 71
}
