{
  "text": "کثرت گناہ تباہی کو دعوت دیتا ہے خطیئاتھم کی دوسری قرأت خطایاھم بھی ہے فرماتا اپنے گناہوں کی کثرت کی وجہ سے یہ لوگ ہلاک کردیئے گئے ان کی سرکشی، ضد اور ہٹ دھرمی ان کی مخالفت و دشمنی رسول ﷺ حد سے گذر گئی تو انہیں پانی میں ڈبو دیا گیا، اور یہاں سے آگ کے گڑھے میں دھکیل دیئے گئے اور کوئی نہ کھڑا ہوا جو انہیں ان عذابوں سے بچا سکتا، جیسے فرمان ہے آیت (قَالَ لَا عَاصِمَ الْيَوْمَ مِنْ اَمْرِ اللّٰهِ اِلَّا مَنْ رَّحِمَ ۚ وَحَالَ بَيْنَهُمَا الْمَوْجُ فَكَانَ مِنَ الْمُغْرَقِيْنَ 43؀) 11۔ ھود :43) یعنی آج کے دن عذاب اللہ سے کوئی نہیں بچا سکتا صرف وہی نجات یافتہ ہوگا جس پر اللہ رحم کرے، نوح نبی ؑ ان بدنصیبوں کی اپنے قادر و ذوالجلال اللہ کی چوکھٹ پر اپنا ماتھا رکھ کر فریاد کرتے ہیں اور اس مالک سے ان پر آفت و عذاب نازل کرنے کی درخواست پیش کرتے ہیں کہ اللہ اب تو ان ناشکروں میں سے ایک کو بھی زمین پر چلتا پھرتا نہ چھوڑ اور یہی ہوا بھی کہ سارے کے سارے غرق کردیئے گئے یہاں تک کہ حضرت نوح ؑ کا سگا بیٹا جو باپ سے الگ رہا تھا وہ بھی نہ بچ سکا، سمجھا تو یہ تھا کہ پانی میرا کیا بگاڑ لے گا میں کسی بڑے پہاڑ پر چڑھ جاؤں گا لیکن وہ پانی تو نہ تھا وہ تو غضب الٰہی تھا، وہ تو بد دعائے نوح تھا اس سے بھلا کون بچا سکتا تھا ؟ پانی نے اسے وہیں جا لیا اور اپنے باپ کے سامنے باتیں کرتے کرتے ڈوب گیا۔ ابن ابی حاتم میں ہے رسول اللہ ﷺ نے فرمایا اگر طوفان نوح میں اللہ تعالیٰ کسی پر رحم کرتا تو اس کے لائق وہ عورت تھی جو پانی کو ابلتے اور برستے دیکھ کر اپنے بچے کو لے کر اٹھ کھڑی ہوئی اور پہاڑ پر چڑھ گئی جب پانی وہاں بھی آگیا ہے تو بچے کو اٹھا کر اپنے مونڈھے پر بٹھا لیا جب پانی وہاں پہنچا تو اس نے بچے کو سر پر اٹھا لیا، جب پانی سر تک جا چڑھا تو اپنے بچے کو اپنے ہاتھوں میں لے کر سر سے بلند کرلیا لیکن آخر پانی وہاں تک جا پہنچا اور ماں بیٹا ڈوب گئے، اگر اس دن زمین کے کافروں میں سے کوئی بھی قابل رحم ہوتا تو یہ عورت تھی مگر یہ بھی نہ بچ سکی نہ ہی بیٹے کو بچا سکی۔ یہ حدیث غریب ہے لیکن راوی اس کے سب ثقہ ہیں۔ الغرض روئے زمین کے کافر غرق کردیئے گئے۔ صرف وہ باایمان ہستیاں باقی رہیں جو حضرت نوح ؑ کے ساتھ ان کی کشتی میں تھیں اور حضرت نوح نے انہیں اپنے ساتھ اپنی کشتی میں سوار کرلیا تھا، چونکہ حضرت نوح ؑ کو سخت تلخ اور دیرینہ تجربہ ہوچکا تھا اس لئے اپنی ناامیدی کو ظاہر فرماتے ہوئے کہتے ہیں کہ یا الٰہی میری چاہت ہے کہ ان تمام کفار کو برباد کردیا جائے، ان میں سے جو بھی باقی بچ رہا وہی دوسروں کی گمراہی کا باعث بنے گا اور جو نسل اس کی پھیلے گی وہ بھی اسی جیسی بدکار اور کافر ہوگی، ساتھ ہی اپنے لئے بخشش طلب کرتے ہیں اور عرض کرتے ہیں میرے رب، مجھے بخش میرے والدین کو بخش اور ہر اس شخص کو جو میرے گھر میں آجائے اور ہو بھی وہ با ایمان، گھر سے مراد مسجد بھی لی ہے لیکن عام مراد یہی ہے، مسند احمد میں ہے رسول اللہ ﷺ فرماتے ہیں مومن ہی کے ساتھ بیٹھو، رہو، سہو اور صرف پرہیزگار ہی تیرا کھانا کھائیں، یہ حدیث ابو داؤد اور ترمذی میں بھی ہے، امام ترمذی ؒ فرماتے ہیں صرف اسی اسناد سے یہ حدیث معروف ہے، پھر اپنی دعا کو عام کرتے ہیں اور کہتے ہیں تمام ایماندار مرد و عورت کو بھی بخش خواہ زندہ ہوں خواہ مردہ اسی لئے مستحب ہے کہ ہر شخص اپنی دعا میں دوسرے مومنوں کو بھی شامل رکھے تاکہ حضرت نوح ؑ کی اقتدار بھی ہو اور ان احادیث پر بھی عمل ہوجائے جو اس بارے میں ہیں اور وہ دعائیں بھی آجائیں جو منقول ہیں، پھر دعا کے خاتمے پر کہتے ہیں کہ باری تعالیٰ ان کافروں کو تو تباہی، بربادی، ہلاکت اور نقصان میں ہی بڑھاتا رہ، دنیا و آخرت میں برباد ہی رہیں۔ الحمد اللہ سورة نوح کی تفسیر بھی ختم ہوگئی۔",
  "ayah": 27,
  "surah": 71
}
