{
  "text": "يخبر تعالى عن منته على عباده، وأنه لم يجعل عليهم في الدين من حرج بل يسره غاية التيسير، فقال: { لَيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ ْ} أي: ليس على هؤلاء جناح، في ترك الأمور الواجبة، التي تتوقف على واحد منها، وذلك كالجهاد ونحوه، مما يتوقف على بصر الأعمى، أو سلامة الأعرج، أو صحة للمريض، ولهذا المعنى العام الذي ذكرناه، أطلق الكلام في ذلك، ولم يقيد، كما قيد قوله: { وَلَا عَلَى أَنْفُسِكُمْ ْ} أي: حرج { أَنْ تَأْكُلُوا مِنْ بُيُوتِكُمْ ْ} أي: بيوت أولادكم، وهذا موافق للحديث الثابت: \\\" أنت ومالك لأبيك \\\" والحديث الآخر: \\\" إن أطيب ما أكلتم من كسبكم، وإن أولادكم من كسبكم \\\" وليس المراد من قوله: { مِنْ بُيُوتِكُمْ ْ} بيت الإنسان نفسه، فإن هذا من باب تحصيل الحاصل، الذي ينزه عنه كلام الله، ولأنه نفى الحرج عما يظن أو يتوهم فيه الإثم من هؤلاء المذكورين، وأما بيت الإنسان نفسه فليس فيه أدنى توهم. { أَوْ بُيُوتِ آبَائِكُمْ أَوْ بُيُوتِ أُمَّهَاتِكُمْ أَوْ بُيُوتِ إِخْوَانِكُمْ أَوْ بُيُوتِ أَخَوَاتِكُمْ أَوْ بُيُوتِ أَعْمَامِكُمْ أَوْ بُيُوتِ عَمَّاتِكُمْ أَوْ بُيُوتِ أَخْوَالِكُمْ أَوْ بُيُوتِ خَالَاتِكُمْ ْ} وهؤلاء معروفون، { أَوْ مَا مَلَكْتُمْ مَفَاتِحَهُ ْ} أي: البيوت التي أنتم متصرفون فيها بوكالة، أو ولاية ونحو ذلك، وأما تفسيرها بالمملوك، فليس بوجيه، لوجهين: أحدهما: أن المملوك لا يقال فيه \\\" ملكت مفاتحه \\\" بل يقال: \\\" ما ملكتموه \\\" أو \\\" ما ملكت أيمانكم \\\" لأنهم مالكون له جملة، لا لمفاتحه فقط. والثاني: أن بيوت المماليك، غير خارجة عن بيت الإنسان نفسه، لأن المملوك وما ملكه لسيده، فلا وجه لنفي الحرج عنه. { أَوْ صَدِيقِكُمْ ْ} وهذا الحرج المنفي عن الأكل  من هذه البيوت كل ذلك، إذا كان بدون إذن، والحكمة فيه معلومة من السياق، فإن هؤلاء المسمين  قد جرت العادة والعرف، بالمسامحة في الأكل منها، لأجل القرابة القريبة، أو التصرف التام، أو الصداقة، فلو قدر في أحد من هؤلاء عدم المسامحة والشح في الأكل المذكور، لم يجز الأكل، ولم يرتفع الحرج، نظرا للحكمة والمعنى. وقوله: { لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَأْكُلُوا جَمِيعًا أَوْ أَشْتَاتًا ْ} فكل ذلك جائز، أكل أهل البيت الواحد جميعا، أو أكل كل واحد منهم وحده، وهذا نفي للحرج، لا نفي للفضيلة وإلا فالأفضل الاجتماع على الطعام. { فَإِذَا دَخَلْتُمْ بُيُوتًا ْ} نكرة في سياق الشرط، يشمل بيت الإنسان وبيت غيره، سواء كان في البيت ساكن أم لا، فإذا دخلها الإنسان { فَسَلِّمُوا عَلَى أَنْفُسِكُمْ ْ} أي: فليسلم بعضكم على بعض، لأن المسلمين كأنهم شخص واحد، من تواددهم، وتراحمهم، وتعاطفهم، فالسلام مشروع لدخول سائر البيوت، من غير فرق بين بيت وبيت، والاستئذان تقدم أن فيه تفصيلا في أحكامه، ثم مدح هذا السلام فقال: { تَحِيَّةً مِنْ عِنْدِ اللَّهِ مُبَارَكَةً طَيِّبَةً ْ} أي: سلامكم بقولكم: \\\" السلام عليكم ورحمة الله وبركاته \\\" أو \\\" السلام علينا وعلى عباد الله الصالحين \\\" إذ تدخلون البيوت، { تَحِيَّةً مِنْ عِنْدِ اللَّهِ ْ} أي: قد شرعها لكم، وجعلها تحيتكم، { مُبَارَكَةً ْ} لاشتمالها على السلامة من النقص، وحصول الرحمة والبركة والنماء والزيادة، { طَيِّبَةً ْ} لأنها من الكلم الطيب المحبوب عند الله، الذي فيه طيبة نفس للمحيا، ومحبة وجلب مودة. لما بين لنا هذه الأحكام الجليلة قال: { كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمْ الآيَاتِ ْ} الدالات على أحكامه الشرعية وحكمها، { لَعَلَّكُمْ تَعْقِلُونَ ْ} عنه فتفهمونها، وتعقلونها بقلوبكم، ولتكونوا من أهل العقول والألباب الرزينة، فإن معرفة أحكامه الشرعية على وجهها، يزيد في العقل، وينمو به اللب، لكون معانيها أجل المعاني، وآدابها أجل الآداب، ولأن الجزاء من جنس العمل، فكما استعمل عقله للعقل عن ربه، وللتفكر في آياته التي دعاه إليها، زاده من ذلك. وفي هذه الآيات دليل على قاعدة عامة كلية وهي: أن \\\" العرف والعادة مخصص للألفاظ، كتخصيص اللفظ للفظ \\\" فإن الأصل، أن الإنسان ممنوع من تناول طعام غيره، مع أن الله أباح الأكل من بيوت هؤلاء، للعرف والعادة، فكل مسألة تتوقف على الإذن من مالك الشيء، إذا علم إذنه بالقول أو العرف، جاز الإقدام عليه. وفيها دليل على أن الأب يجوز له أن يأخذ ويتملك من مال ولده ما لا يضره، لأن الله سمى بيته بيتا للإنسان. وفيها دليل على أن المتصرف في بيت الإنسان، كزوجته، وأخته ونحوهما، يجوز لهما الأكل عادة، وإطعام السائل المعتاد. وفيها دليل، على جواز المشاركة في الطعام، سواء أكلوا مجتمعين، أو متفرقين، ولو أفضى ذلك إلى أن يأكل بعضهم أكثر من بعض.",
  "ayah": 61,
  "surah": 24
}
