{
  "text": "To Allah belong the Most Beautiful Names\nAllah says:\nقُلْ\n(Say) O Muhammad, to these idolators who deny that Allah possesses the attribute of mercy and refuse to call Him Ar-Rahman,\nادْعُواْ اللَّهَ أَوِ ادْعُواْ الرَّحْمَـنَ أَيًّا مَّا تَدْعُواْ فَلَهُ الاٌّسْمَآءَ الْحُسْنَى\n(\"Invoke Allah or invoke Ar-Rahman (the Most Gracious), by whatever name you invoke Him (it is the same), for to Him belong the Best Names.) meaning, there is no difference between calling on Him as Allah or calling on Him as Ar-Rahman, because He has the Most Beautiful Names, as He says:\nهُوَ اللَّهُ الَّذِى لاَ إِلَـهَ إِلاَّ هُوَ عَالِمُ الْغَيْبِ وَالشَّهَـدَةِ هُوَ الرَّحْمَـنُ الرَّحِيمُ\n(He is Allah, beside Whom none has the right to be worshipped but He the All-Knower of the unseen and the seen. He is the Most Gracious, the Most Merciful.) (59:22) Until His saying;\nلَهُ الاٌّسْمَآءُ الْحُسْنَى يُسَبِّحُ لَهُ مَا فِى السَّمَـوَتِ وَالاٌّرْضِ\n(To Him belong the Best Names. All that is in the heavens and the earth glorify Him.) 59:24 Makhul reported that one of the idolators heard the Prophet saying when he was prostrating: \"O Most Gracious, O Most Merciful.\" The idolator said, he claims to pray to One, but he is praying to two! Then Allah revealed this Ayah. This was also narrated from Ibn `Abbas, and by Ibn Jarir.\nThe Command to recite neither loudly nor softly\nوَلاَ تَجْهَرْ بِصَلاتِكَ\n(And offer your Salah neither aloud) Imam Ahmad reported that Ibn `Abbas said: \"This Ayah was revealed when the Messenger of Allah ﷺ was preaching underground in Makkah.\"\nوَلاَ تَجْهَرْ بِصَلاتِكَ وَلاَ تُخَافِتْ بِهَا\n(And offer your Salah neither aloud nor in a low voice,) Ibn `Abbas said: \"When he prayed with his Companions, he would recite Qur'an loudly, and when the idolators heard that, they insulted the Qur'an, and the One Who had revealed it and the one who had brought it. So Allah said to His Prophet :\nوَلاَ تَجْهَرْ بِصَلاتِكَ\n(And offer your Salah (prayer) neither aloud) means, do not recite it aloud, lest the idolators hear you and insult the Qur'an,\nوَلاَ تُخَافِتْ بِهَا\n(nor in a low voice,) means, nor recite it so quietly that your companions cannot hear the Qur'an and learn it from you.\nوَابْتَغِ بَيْنَ ذَلِكَ سَبِيلاً\n(but follow a way between. )\" This was also reported in the Two Sahihs. Ad-Dahhak also narrated something similar from Ibn `Abbas, and added: \"When he migrated to Al-Madinah, this no longer applied, and he recited as he wished.\" Muhammad bin Ishaq said that Ibn `Abbas said, \"When the Messenger of Allah ﷺ recited Qur'an quietly while he was praying, the (idolators) would disperse and refuse to listen to him; if one of them wanted to hear some of what he was reciting in his prayer, he would try to listen without anyone seeing him, because he was afraid of them. If he realized that anybody knew he was listening, he would go away lest they harm him, so he would stop listening. If the Prophet lowered his voice, those who wanted to listen to his recitation could not hear anything, so Allah revealed,\nوَلاَ تَجْهَرْ بِصَلاتِكَ\n(And offer your Salah neither aloud) meaning, do not recite aloud, lest those who want to listen disperse for fear of attracting unwelcome attention,\nوَلاَ تُخَافِتْ بِهَا\n(nor in a low voice,) but do not make your voice so soft that the one who is trying to listen without being seen cannot hear anything at all. Perhaps he will pay attention to some of what he hears and benefit from it.\nوَابْتَغِ بَيْنَ ذَلِكَ سَبِيلاً\n(but follow a way between. )\" This was the view of `Ikrimah, Al-Hasan Al-Basri and Qatadah that this Ayah was revealed concerning recitation in prayer. It was narrated from Ibn Mas`ud: \"Do not make it so soft that no one can hear it except yourself.\"\nDeclaration of Tawhid\nوَقُلِ الْحَمْدُ لِلَّهِ الَّذِى لَمْ يَتَّخِذْ وَلَدًا\n(And say: \"All the praises and thanks be to Allah, Who has not begotten a son...\") because Allah has stated that the Most Beautiful Names belong to Him, and has declared Himself to be above having any faults or defects.\nوَقُلِ الْحَمْدُ لِلَّهِ الَّذِى لَمْ يَتَّخِذْ وَلَدًا وَلَم يَكُنْ لَّهُ شَرِيكٌ فِى الْمُلْكِ\n(And say: \"All the praises and thanks be to Allah, Who has not begotten a son, and Who has no partner in (His) dominion...\") indeed, He is Allah, (the) One, the Self-Sufficient Master, Who begets not, nor was He begotten, and there is none co-equal or comparable unto Him.\nوَلَمْ يَكُنْ لَّهُ وَلِىٌّ مَّنَ الذُّلِّ\n(nor He is low to have a supporter.) means, He is not so humble or weak that He needs to have a helper or supporter or adviser, rather He Alone, with no partner or associate, may He be exalted, is the Creator of all things and is the One Who is running and controlling them by His will, with no partner or associate.\nوَلَمْ يَكُنْ لَّهُ وَلِىٌّ مَّنَ الذُّلِّ\n(nor He is low to have a supporter).) Mujahid said: He does not form an alliance with anyone, nor does He seek the support or help of anyone.\nوَكَبِّرْهُ تَكْبِيرًا\n(And magnify Him with all magnificence.) means, glorify and extol Him far above whatever the transgressors and aggressors say. Ibn Jarir recorded that Al-Qurazi used to say about this Ayah,\nوَقُلِ الْحَمْدُ لِلَّهِ الَّذِى لَمْ يَتَّخِذْ وَلَدًا\n(And say: \"All the praises and thanks be to Allah, Who has not begotten a son...\") that the Jews and Christians said that Allah has taken a son; the Arabs said, \"At Your service, You have no partner except the partner You have, and You possess him and whatever he owns;\" and the Sabians and Magians said, \"If it were not for the supporters of Allah, He would be weak.\" Then Allah revealed this Ayah :\nوَقُلِ الْحَمْدُ لِلَّهِ الَّذِى لَمْ يَتَّخِذْ وَلَدًا وَلَم يَكُنْ لَّهُ شَرِيكٌ فِى الْمُلْكِ وَلَمْ يَكُنْ لَّهُ وَلِىٌّ مَّنَ الذُّلِّ وَكَبِّرْهُ تَكْبِيرًا\n(And say: \"All the praises and thanks be to Allah, Who has not begotten a son, and Who has no partner in (His) dominion, nor is He low to have a supporter. And magnify Him with all magnificence.\") End of Tafsir Surah Subhan Surat Al-Isra'. And to Allah be the praise and blessings.",
  "ayah": 111,
  "surah": 17
}
