{
  "text": "كَلاَّ\nOn each meaning, on each of the two groups, those who desire this world and those who desire the Hereafter, We bestow what they want\nمِنْ عَطَآءِ رَبِّكَ\n(from the bounties of your Lord.) means, He is the One Who is in control of all things, and He is never unjust. He gives to each what he deserves, whether it is eternal happiness or doom. His decree is unstoppable, no one can withhold what He gives or change what He wants. Allah says:\nوَمَا كَانَ عَطَآءُ رَبِّكَ مَحْظُورًا\n(And the bounties of your Lord can never be forbidden.) meaning, no one can withhold or prevent them. Qatadah said,\nوَمَا كَانَ عَطَآءُ رَبِّكَ مَحْظُورًا\n(And the bounties of your Lord can never be forbidden.) \"(It means) they can never decrease\".\nوَمَا كَانَ عَطَآءُ رَبِّكَ مَحْظُورًا\n(And the Bounties of your Lord can never be forbidden) Al-Hasan and others said, \"(It means) they can never be prevented.\" Then Allah says:\nانظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ\n(See how We prefer one above another,) meaning in this world, so that some are rich and some are poor, and others are in between; some are beautiful, some are ugly and others are in between; some die young while others live to a great age, and some die in between.\nوَلَلاٌّخِرَةُ أَكْبَرُ دَرَجَـتٍ وَأَكْبَرُ تَفْضِيلاً\n(and verily, the Hereafter will be greater in degrees and greater in preferment.) means, the differences between them in the Hereafter will be greater than the differences between them in this world. Some of them will be in varying levels of Hell, in chains and fetters, while others will be in the lofty degrees of Paradise, with its blessings and delights. The people of Hell will vary in their positions and levels, just as the people of Paradise will. In Paradise there are one hundred levels, and the distance between one level and another is like the distance between heaven and earth. It is recorded in the Two Sahihs that the Prophet said:\n«إِنَّ أَهْلَ الدَّرَجَاتِ الْعُلَى لَيَرَوْنَ أَهْلَ عِلِّيِّينَ كَمَا تَرَوْنَ الْكَوْكَبَ الْغَابِرَ فِي أُفُقِ السَّمَاء»\n(The people of the highest levels (of Paradise) will see the people of `Illiyin as if they are looking at distant stars on the horizon.) Allah says:\nوَلَلاٌّخِرَةُ أَكْبَرُ دَرَجَـتٍ وَأَكْبَرُ تَفْضِيلاً\n(and verily, the Hereafter will be greater in degrees and greater in preferment.)",
  "ayah": 21,
  "surah": 17
}
