{
  "text": "The Command to Worship Allah Alone and to be Dutiful to One's Parents\nAllah commands us to worship Him alone, with no partner or associate. The word Qada normally having the meaning of decree here means \"commanded\". Mujahid said that\nوَقُضِىَ\n(And He has Qada) means enjoined. This is also how Ubayy bin Ka`b, Ibn Mas`ud and Ad-Dahhak bin Muzahim recited the Ayah as:\n«وَوَصَّى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاه»\n\"And your Lord has Wassa enjoined that you worship none but Him.\" The idea of worshipping Allah is connected to the idea of honoring one's parents. Allah says:\nوَبِالْوَلِدَيْنِ إِحْسَانًا\n(And that you be dutiful to your parents.) Here He commands good treatment of parents, as He says elsewhere:\nأَنِ اشْكُرْ لِى وَلِوَلِدَيْكَ إِلَىَّ الْمَصِيرُ\n(give thanks to Me and to your parents. Unto Me is the final destination) 31:14\nإِمَّا يَبْلُغَنَّ عِندَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلاَهُمَا فَلاَ تَقُل لَّهُمَآ أُفٍّ\n(If one of them or both of them attain old age in your life, say not to them a word of disrespect,) means, do not let them hear anything offensive from you, not even say \"Uff!\" which is the mildest word of disrespect,\nوَلاَ تَنْهَرْهُمَا\n(and do not reprimand them) means, do not do anything horrible to them.\nوَلاَ تَنْهَرْهُمَا\n(and do not reprimand them) `Ata' bin Rabah said that it meant, \"Do not raise your hand against them.\" When Allah forbids speaking and behaving in an obnoxious manner, He commands speaking and behaving in a good manner, so He says:\nوَقُل لَّهُمَا قَوْلاً كَرِيمًا\n(but address them in terms of honor.) meaning gently, kindly, politely, and with respect and appreciation.\nوَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ\n(And lower unto them the wing of submission and humility through mercy,) means, be humble towards them in your actions.\nوَقُل رَّبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِى صَغِيرًا\n(and say: \"My Lord! Bestow on them Your Mercy as they did bring me up when I was young.\") means, say this when they grow old and when they die. Ibn `Abbas said: \"But then Allah revealed:\nمَا كَانَ لِلنَّبِىِّ وَالَّذِينَ ءَامَنُواْ أَن يَسْتَغْفِرُواْ لِلْمُشْرِكِينَ\n(It is not (proper) for the Prophet and those who believe to ask Allah's forgiveness for the idolators. ..)\" 9:13 There are many Hadiths which speak about honoring one's parents, such as the Hadith narrated through a number of chains of narration from Anas and others, which states that the Prophet climbed up on the Minbar, and then said, ((Amin, Amin, Amin.)) It was said, \"O Messenger of Allah, why did you say Amin\" He said:\n«أَتَانِي جِبْرِيلُ فَقَالَ: يَا مُحَمَّدُ رَغِمَ أَنْفُ رَجُلٍ ذُكِرْتَ عِنْدَهُ فَلَمْمُيصَلِّ عَلَيْكَ، قُلْ: آمِينَ، فَقُلْتُ: آمِينَ، ثُمَّ قَالَ: رَغِمَ أَنْفُ رَجُلٍ دَخَلَ عَلَيْهِ شَهْرُ رَمَضَانَ ثُمَّ خَرَجَ فَلَمْ يُغْفَرْ لَهُ، قُلْ: آمِينَ، فَقُلْتُ: آمِينَ، ثُمَّ قَالَ: رَغِمَ أَنْفُ رَجُلٍ أَدْرَكَ وَالِدَيْهِ أَوْ أَحَدَهُمَا فَلَمْ يُدْخِلَاهُ الْجَنَّةَ، قُلْ: آمِينَ، فَقُلْتُ: آمِين»\n(Jibril came to me and said, \"O Muhammad, he is doomed who hears you mentioned and does not say Salla upon you.\" He said, \"Say Amin,\" so I said Amin. Then he said, \"He is doomed who sees the month of Ramadan come and go, and he has not been forgiven.\" He said, \"Say Amin,\" so I said Amin. Then he said, \"He is doomed who grows up and both his parents or one of them are still alive, and they do not cause him to enter Paradise.\" He said, \"Say Amin,\" so I said Amin.)\nAnother Hadith Imam Ahmad reported from Abu Hurayrah that the Prophet said:\n«رَغِمَ أَنْفُ، ثُمَّ رَغِمَ أَنْفُ ثُمَّ رَغِمَ أَنْفُ رَجُلٍ أَدْرَكَ أَحَدَ أَبَوَيْهِ أَوْ (كِلَيْهِمَا) عِنْدَ الْكِبَرِ وَلَمْ يَدْخُلِ الْجَنَّة»\n(He is doomed, he is doomed, he is doomed, the man whose parents, one or both of them, reach old age while he is alive and he does not enter Paradise.) This version is Sahih although no one recorded it other than Muslim.\nAnother Hadith\nImam Ahmad recorded Mu`awiyah bin Jahimah As-Salami saying that Jahimah came to the Prophet and said: \"O Messenger of Allah, I want to go out to fight and I have come to seek your advice.\" He said,\n«فَهَلْ لَكَ مِنْ أُم»\n(Do you have a mother) He said, \"Yes.\" The Prophet said,\n«فَالْزَمْهَا فَإِنَّ الْجَنَّةَ عِنْدَ رِجْلَيْهَا»\n(Then stay with her, for Paradise is at her feet.) Similar incidents were also recorded by others. This was recorded by An-Nasa'i and Ibn Majah.\nAnother Hadith\nImam Ahmad recorded that Al-Miqdam bin Ma`dikarib said that the Prophet said:\n«إِنَّ اللهَ يُوصِيكُمْ بِآبَائِكُمْ إِنَّ اللهَ يُوصِيكُمْ بِأُمَّهَاتِكُمْ إِنَّ اللهَ يُوصِيكُمْ بِأُمَّهَاتِكُمْ إِنَّ اللهَ يُوصِيكُمْ بِأُمَّهَاتِكُمْ إِنَّ اللهَ يُوصِيكُمْ بِالْأَقْرَبِ فَالْأَقْرَب»\n(Allah enjoins you concerning your fathers, Allah enjoins you concerning your mothers, Allah enjoins you concerning your mothers, Allah enjoins you concerning your mothers, Allah enjoins you concerning your close relatives then the next in closeness.) This was recorded by Ibn Majah from the Hadith of `Abdullah bin `Ayyash.\nAnother Hadith\nAhmad recorded that a man from Banu Yarbu` said: \"I came to the Prophet while he was talking to the people, and I heard him saying,\n«يَدُ الْمُعْطِي الْعُلْيَا، أُمَّكَ وَأَبَاكَ، وَأُخْتَكَ وَأَخَاكَ، ثُمَّ أَدْنَاكَ أَدْنَاك»\n(The hand of the one who gives is superior. (Give to) your mother and your father, your sister and your brother, then the closest and next closest.)\"",
  "ayah": 24,
  "surah": 17
}
