{
  "text": "The Command to avoid Zina (Unlawful Sex) and Everything that leads to it\nAllah says, forbidding His servants to commit Zina or to approach it or to do anything that may lead to it:\nوَلاَ تَقْرَبُواْ الزِّنَى إِنَّهُ كَانَ فَاحِشَةً\n(And come not near to unlawful sex. Verily, it is a Fahishah (immoral sin)) meaning a major sin,\nوَسَآءَ سَبِيلاً\n(and an evil way.) meaning, a terrible way to behave. Imam Ahmad recorded Abu Umamah saying that a young man came to the Prophet and said, \"O Messenger of Allah! Give me permission to commit Zina (unlawful sex).\" The people surrounded him and rebuked him, saying, \"Stop! Stop!\" But the Prophet said,\n«ادْنُه»\n(Come close) The young man came to him, and he said,\n«اجْلِس»\n(Sit down) so he sat down. The Prophet said,\n«أَتُحِبُّهُ لِأُمِّك»\n(Would you like it (unlawful sex) for your mother) He said, \"No, by Allah, may I be ransomed for you.\" The Prophet said,\n«وَلَا النَّاسُ يُحِبُّونَهُ لِأُمَّهَاتِهِم»\n(Neither do the people like it for their mothers.) The Prophet said,\n«أَفَتُحِبُّهُ لِابْنَتِكَ؟»\n(Would you like it for your daughter) He said, \"No, by Allah, may I be ransomed for you.\" The Prophet said,\n«وَلَا النَّاسُ يُحِبُّونَهُ لِبَنَاتِهِم»\n(Neither do the people like it for their daughters. ) The Prophet said,\n«أَفَتُحِبُّهُ لِأُخْتِكَ؟»\n(Would you like it for your sister) He said, \"No, by Allah, may I be ransomed for you.\" The Prophet said,\n«وَلَا النَّاسُ يُحِبُّونَهُ لِأَخَوَاتِهِم»\n(Neither do the people like it for their sisters.) The Prophet said,\n«أَفَتُحِبُّهُ لِعَمَّتِكَ؟»\n(Would you like it for your paternal aunt) He said, \"No, by Allah, O Allah's Messenger! may I be ransomed for you.\" The Prophet said,\n«وَلَا النَّاسُ يُحِبُّونَهُ لِعَمَّاتِهِم»\n(Neither do the people like it for their paternal aunts.) The Prophet said,\n«أَفَتُحِبُّهُ لِخَالَتِكَ؟»\n(Would you like it for your maternal aunt) He said, \"No, by Allah, O Allah's Messenger! may I be ransomed for you.\" The Prophet said,\n«وَلَا النَّاسُ يُحِبُّونَهُ لِخَالَاتِهِم»\n(Neither do the people like it for their maternal aunts.) Then the Prophet put his hand on him and said,\n«اللَّهُمَّ اغْفِرْ ذَنْبَهُ، وَطَهِّرْ قَلْبَهُ، وَأَحْصِنْ فَرْجَه»\n(O Allah, forgive his sin, purify his heart and guard his chastity.) After that the young man never paid attention to anything of that nature.",
  "ayah": 32,
  "surah": 17
}
