{
  "text": "The Command to handle the Orphan's Wealth properly and to be Honest in Weights and Measures\nوَلاَ تَقْرَبُواْ مَالَ الْيَتِيمِ إِلاَّ بِالَّتِى هِىَ أَحْسَنُ حَتَّى يَبْلُغَ أَشُدَّهُ\n(And come not near to the orphan's property except to improve it, until he attains the age of full strength.) meaning, do not dispose of the orphan's wealth except in a proper manner.\nوَلاَ تَأْكُلُوهَآ إِسْرَافاً وَبِدَاراً أَن يَكْبَرُواْ وَمَن كَانَ غَنِيّاً فَلْيَسْتَعْفِفْ وَمَن كَانَ فَقِيراً فَلْيَأْكُلْ بِالْمَعْرُوفِ\n(but consume it the orphan's property not wastefully and hastily fearing that they should grow up, and whoever (among guardians) is rich, he should take no wages, but if he is poor, let him have for himself what is just and reasonable (according to his labor).) 4:6 In Sahih Muslim it is recorded that the Messenger of Allah ﷺ said to Abu Dharr:\n«يَا أَبَا ذَرَ إِنِّي أَرَاكَ ضَعِيفًا، وَإِنِّي أُحِبُّ لَكَ مَا أُحِبُّ لِنَفْسِي: لَا تَأَمَّرَنَّ عَلَى اثْنَيْنِ، وَلَا تَوَلَّيَنَّ مَالَ الْيَتِيم»\n(O Abu Dharr, I see that you are weak (in adiministering), and I like for you that which I like for myself. Do not let yourself be appointed as Amir over two people, and do not let yourself be appointed as guardian of an orphan's property.)\nوَأَوْفُواْ بِالْعَهْدِ\n(And fulfill (every) covenant.) meaning, everything that you promise people, and the covenants that you agree to, because the person who makes a covenant or a promise will be asked about it:\nإِنَّ الْعَهْدَ كَانَ مَسْؤُولاً\n(Verily, the covenant will be questioned about.)\nوَأَوْفُوا الْكَيْلَ إِذا كِلْتُمْ\n(And give full measure when you measure.) meaning, do not try to make it weigh less nor wrong people with their belongings.\nوَزِنُواْ بِالْقِسْطَاسِ\n(and weigh with a balance) meaning scales,\nالْمُسْتَقِيمَ\n(that is straight.) meaning that which is not distorted nor that which will cause confusion.\nذَلِكَ خَيْرٌ\n(that is good) for you, in your daily life and in your Hereafter. So Allah says:\nوَأَحْسَنُ تَأْوِيلاً\n(and better in the end.) meaning, with regard to your ultimate end in the Hereafter.\nذلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً\n(That is good (advantageous) and better in the end.) Sa`id narrated that Qatadah said that this means \"Better in reward and a better end. \" Ibn `Abbas used to say: \"O people, you are entrusted with two things for which the people who came before you were destroyed - these weights and measures.\"",
  "ayah": 35,
  "surah": 17
}
