{
  "text": "Everything glorifies Allah\nAllah says: the seven heavens and the earth and all that is therein, meaning the creatures that dwell therein, sanctify Him, exalt Him, venerate Him, glorify Him and magnify Him far above what these idolators say, and they bear witness that He is One in His Lordship and Divinity. In everything there is a sign of Allah indicating that He is One. As Allah says:\nتَكَادُ السَّمَـوَتُ يَتَفَطَّرْنَ مِنْهُ وَتَنشَقُّ الاٌّرْضُ وَتَخِرُّ الْجِبَالُ هَدّاً - أَن دَعَوْا لِلرَّحْمَـنِ وَلَداً\n(Whereby the heavens are almost torn, and the earth is split asunder, and the mountains fall in ruins, That they ascribe child to the Most Beneficent) (19:90-91).\nوَإِن مِّن شَىْءٍ إِلاَّ يُسَبِّحُ بِحَمْدَهِ\n(and there is not a thing but glorifies His praise.) there is no created being that does not celebrate the praises of Allah.\nوَلَـكِن لاَّ تَفْقَهُونَ تَسْبِيحَهُمْ\n(But you understand not their glorification.) means, `You do not understand them, O mankind, because it is not like your languages.' This applies to all creatures generally, animal, inanimate and botanical. This is the better known of the two opinions according to the most reliable of two opinions. It was reported in Sahih Al-Bukhari that Ibn Mas`ud said: \"We used to hear the Tasbih of the food as it was being eaten. \" Imam Ahmad recorded that Mu`adh bin Anas said that the Messenger of Allah ﷺ came upon some people who were sitting on their mounts and talking to one another. He said to them:\n«ارْكَبُوهَا سَالِمَةً وَدَعُوهَا سَالِمَةً، وَلَا تَتَّخِذُوهَا كَرَاسِيَّ لِأَحَادِيثِكُمْ فِي الطُّرُقِ وَالْأَسْوَاقِ، فَرُبَّ مَرْكُوبَةٍ خَيْرٌ مِنْ رَاكِبِهَا، وَأَكْثَرُ ذِكْرًااِللهِ مِنْه»\n(Ride them safely then leave them safely. Do not use them as chairs for you to have conversations in the streets and marketplaces, because the one that is ridden may be better than the one who rides it, and may remember Allah more than he does.) An-Nasa'i recorded in his Sunan that `Abdullah bin `Amr said: \"The Messenger of Allah ﷺ forbade us from killing frogs.\"\nإِنَّهُ كَانَ حَلِيمًا غَفُورًا\n(Truly, He is Ever Forbearing, Oft-Forgiving.) means, He does not hasten to punish those who disobey Him, rather He gives them time and waits, then if they persist in their stubborn Kufr, He seizes them with a punishment of the All-Mighty, All-Capable. It was recorded in the Two Sahihs that:\n«إِنَّ اللهَ لَيُمْلِي لِلظَّالِمِ حَتَّى إِذَا أَخَذَهُ لَمْ يُفْلِتْه»\n(Allah will let the wrongdoer carry on until, when He does seize him, He will never let him go.) Then the Messenger of Allah ﷺ recited:\nوَكَذلِكَ أَخْذُ رَبِّكَ إِذَا أَخَذَ الْقُرَى وَهِىَ ظَـلِمَةٌ\n(Such is the punishment of your Lord when He seizes the (population of) towns while they are doing wrong. ) 11:02 Allah says:\nوَكَأَيِّن مِّن قَرْيَةٍ أَمْلَيْتُ لَهَا وَهِىَ ظَـلِمَةٌ\n(And many a township did I give respite while it was given to wrongdoing.) 22:45 until the end of two Ayat.\nفَكَأَيِّن مِّن قَرْيَةٍ أَهْلَكْنَـهَا وَهِىَ ظَالِمَةٌ\n(And many a township did We destroy while they were given to wrongdoing.) 22:48 Whoever gives up his disbelief and disobedience, and turns back to Allah in repentance, Allah will accept his repentance, as He says:\nوَمَن يَعْمَلْ سُوءاً أَوْ يَظْلِمْ نَفْسَهُ ثُمَّ يَسْتَغْفِرِ اللَّهَ\n(And whoever does evil or wrongs himself but afterwards seeks Allah's forgiveness) 4:110 Here, Allah says:\nإِنَّهُ كَانَ حَلِيمًا غَفُورًا\n(Truly, He is Ever Forbearing, Oft-Forgiving.) At the end of Surah Fatir, He says:\nإِنَّ اللَّهَ يُمْسِكُ السَّمَـوَتِ وَالاٌّرْضَ أَن تَزُولاَ وَلَئِن زَالَتَآ إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِّن بَعْدِهِ إِنَّهُ كَانَ حَلِيماً غَفُوراً\n(Verily, Allah grasps the heavens and the earth lest they should move away from their places, and if they were to move away from their places, there is not one that could grasp them after Him. Truly, He is Ever Most Forbearing, Oft-Forgiving...) until His saying;\nوَلَوْ يُؤَاخِذُ اللَّهُ النَّاسَ\n(And if Allah were to punish men)(35:41-45)",
  "ayah": 44,
  "surah": 17
}
