{
  "text": "رَّبُّكُمْ أَعْلَمُ بِكُمْ\n(Your Lord knows you best;) O mankind, meaning, He knows best who among you deserves to be guided and who does not deserve to be guided.\nإِن يَشَأْ يَرْحَمْكُمْ\n(if He wills, He will have mercy on you,) by helping you to obey Him and turn to Him.\nأَوْ إِن يَشَأْ يُعَذِّبْكُمْ وَمَآ أَرْسَلْنَـكَ\n(or if He wills, He will punish you. And We have not sent you) - O Muhammad -\nعَلَيْهِمْ وَكِيلاً\n(as a guardian over them.) meaning, `We have sent you as a warner, so whoever obeys you, will enter Paradise and whoever disobeys you, will enter Hell.'\nوَرَبُّكَ أَعْلَمُ بِمَنْ فِى السَّمَـوَتِ وَالاٌّرْضِ\n(And your Lord knows best all who are in the heavens and the earth.) meaning, their status or level of obedience or disobedience.\nThe Preference of some Prophets above Others\nوَلَقَدْ فَضَّلْنَا بَعْضَ النَّبِيِّينَ عَلَى بَعْضٍ\n(And indeed, We have preferred some of the Prophets above others.) As Allah says:\nتِلْكَ الرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ مِّنْهُمْ مَّن كَلَّمَ اللَّهُ وَرَفَعَ بَعْضَهُمْ دَرَجَـتٍ\n(Those Messengers! We preferred some of them to others; to some of them Allah spoke (directly); others He raised to degrees (of honor.)) 2:253 This does not contradict the report in the Two Sahihs which says that the Messenger of Allah ﷺ said:\n«لَا تُفَضِّلُوا بَيْنَ الْأَنْبِيَاء»\n(Don't give superiority to any Prophet among (Allah's) Prophets.) What is meant in this Hadith is giving a superiority based on whims and fanaticism or sectarian feelings, not on the basis of evidence. If there is solid evidence, we have to follow it. There is no dispute that the Messengers are better than the rest of the Prophets, and that the mighty Messengers of Great Resolve are the best of all. They are the five mentioned in two Ayat of the Qur'an, in Surat Al-Ahzab:\nوَإِذْ أَخَذْنَا مِنَ النَّبِيِّيْنَ مِيثَاقَهُمْ وَمِنْكَ وَمِن نُّوحٍ وَإِبْرَهِيمَ وَمُوسَى وَعِيسَى ابْنِ مَرْيَمَ\n(And (remember) when We took from the Prophets their covenant, and from you and from Nuh, Ibrahim, Musa and `Isa son of Maryam.) 33:7 and in Surat Ash-Shura:\nشَرَعَ لَكُم مِّنَ الِدِينِ مَا وَصَّى بِهِ نُوحاً وَالَّذِى أَوْحَيْنَآ إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَى وَعِيسَى أَنْ أَقِيمُواْ الدِّينَ وَلاَ تَتَفَرَّقُواْ فِيهِ\n(He has ordained for you the same religion which He ordained for Nuh, and that which We have revealed to you, and that which We ordained for Ibrahim, Musa and `Isa saying you should establish religion and make no divisions in it.) 42:13 There is no dispute that Muhammad is the best of them, then Ibrahim, then Musa, then `Isa (peace be upon them all), according to the best-known view. We have discussed the evidence for this in detail elsewhere, and Allah is the source of help. Allah's saying,\nوَءَاتَيْنَا دَاوُودَ زَبُوراً\n(and to Dawud We gave the Zabur.) is an indication of his virtue and honor. Al-Bukhari recorded from Abu Hurayrah that the Prophet said:\n«خُفِّفَ عَلَى دَاوُدَ الْقُرْآنُ، فَكَانَ يَأْمُرُ بِدَوَابِّهِ فَتُسْرَجُ، فَكَانَ يَقْرَؤُهُ قَبْلَ أَنْ يَفْرُغ»\n(The Qur'an (i.e. revea- led Scripture of Zabur) was made easy for Dawud, so he would call for his mounts to be saddled, and he would finish reciting it (i.e., the Zabur) be- fore the job was done.)",
  "ayah": 55,
  "surah": 17
}
