{
  "text": "Everyone will be called by his Imam on the Day of Resurrection\nAllah tells us that on the Day of Resurrection, he will call each people to account by its Imam. The scholars differed as to the meaning of this (i.e. Imam. Mujahid and Qatadah said that it meant each nation would be called to account by its Prophet. Some of the Salaf said this is the greatest honor for the people of Hadith, because their leader is the Prophet . Ibn Zayd said it means they would be called to account by their Book which was revealed to their Prophet with its laws. This was also the view favored by Ibn Jarir. Ibn Abi Najih narrated that Mujahid said, \"With their Books.\" It may be that what is meant here is what Al-`Awfi narrated from Ibn `Abbas concerning this Ayah,\nيَوْمَ نَدْعُواْ كُلَّ أُنَاسٍ بِإِمَـمِهِمْ\n((And remember) the Day when We shall call together all human beings with their (respective) Imam), which is that it refers to the Book (or record) of their deeds. This was also the view of Abu Al-`Aliyah, Al-Hasan and Ad-Dahhak. This view is the most correct, because Allah says:\nوَكُلَّ شىْءٍ أَحْصَيْنَـهُ فِى إِمَامٍ مُّبِينٍ\n(and all things We have recorded with numbers (as a record) in a Clear Book Fi Imamin Mubin) 36:12\nوَوُضِعَ الْكِتَـبُ فَتَرَى الْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ\n(And the Book (one's record) will be placed, and you will see the criminals, fearful of that which is (recorded) therein) 18:49\nوَتَرَى كُلَّ أُمَّةٍ جَاثِيَةً كُلُّ أمَّةٍ تُدْعَى إِلَى كِتَـبِهَا الْيَوْمَ تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ\nهَـذَا كِتَـبُنَا يَنطِقُ عَلَيْكُم بِالْحَقِّ إِنَّا كُنَّا نَسْتَنسِخُ مَا كُنتُمْ تَعْمَلُونَ\n(And you will see each nation humbled to their knees, each nation will be called to its record (of deeds). This Day you shall be recompensed for what you used to do. This Our record speaks about you with truth. Verily, We were recording what you used to do.) (45:28-29) This does not contradict the fact that the Prophet will be brought forward when Allah judges between his Ummah, for he will inevitably be a witness against his Ummah over their deeds. But what is meant here by Imam is the Book of deeds. Allah says:\nيَوْمَ نَدْعُواْ كُلَّ أُنَاسٍ بِإِمَـمِهِمْ فَمَنْ أُوتِىَ كِتَـبَهُ بِيَمِينِهِ فَأُوْلَـئِكَ يَقْرَءُونَ كِتَـبَهُمْ\n((And remember) the Day when We shall call together all human beings with their (respective) Imam. So whosoever is given his record in his right hand, such will read their records,) means, because of their happiness and joy at what is recorded therein of good deeds - they will read it and want to read it. As Allah says:\nفَأَمَّا مَنْ أُوتِىَ كِتَـبَهُ بِيَمِينِهِ فَيَقُولُ هَآؤُمُ اقْرَؤُاْ كِتَـبيَهْ\n(Then as for him who will be given his record in his right hand will say: \"Here! read my record!) until His saying,\nوَأَمَّا مَنْ أُوتِىَ كِتَـبَهُ بِشِمَالِهِ\n(But as for him who will be given his record in his left hand,) 69:19-29\nوَلاَ يُظْلَمُونَ فَتِيلاً\n(and they will not be dealt with unjustly in the least Fatilan.) We have already mentioned that the Fatil is the long thread in the groove of a date-pit. Al-Hafiz Abu Bakr Al-Bazzar recorded a Hadith from Abu Hurayrah according to which the Prophet said, concerning the Ayah,\nيَوْمَ نَدْعُواْ كُلَّ أُنَاسٍ بِإِمَـمِهِمْ\n((And remember) the Day when We shall call together all human beings with their (respective) Imam.)\n«يُدْعَى أَحَدُهُمْ فَيُعْطَى كِتَابَهُ بِيَمِينِهِ، وَيُمَدُّ لَهُ فِي جِسْمِهِ، وَيَبْيَضُّ وَجْهُهُ، وَيُجْعَلُ عَلَى رَأْسِهِ تَاجٌ مِنْ لُؤْلُؤَةٍ يَتَلَأْلَأُ، فَيَنْطَلِقُ إِلَى أَصْحَابِهِ فَيَرَوْنَهُ مِنْ بَعِيدٍ، فَيَقُولُونَ: اللَّهُمَّ آتِنَا بِهَذَا، وَبَارِكْ لَنَا فِي هَذَا، فَيَأْتِيهِمْ فَيَقُولُ لَهُمْ: أَبْشِرُوا فَإِنَّ لِكُلِّ رَجُلٍ مِنْكُمْ مِثْلَ هَذَا، وَأَمَّا الْكَافِرُ فَيَسْوَدُّ وَجْهُهُ، وَيُمَدُّ لَهُ في جِسْمِهِ، وَيَرَاهُ أَصْحَابُهُ فَيَقُولُونَ: نَعُوذُ بِاللهِ مِنْ هَذَا، أَوْ مِنْ شَرِّ هَذَا اللَّهُمَّ لَا تَأْتِنَا بِهِ فَيَأْتِيهُمْ فَيَقُولُونَ: اللَّهُمَّ أَخْزِهِ. فَيَقُولُ : أَبْعَدَكُمُ اللهُ فَإِنَّ لِكُلِّ رَجُلٍ مِنْكُمْ مِثْلَ هَذَا»\n(One of you will be called and will be given his Book in his right hand. He will be in a good physical state, with a white face, and there will be placed on his head a crown of shining pearls. He will go to his companions and they will see him from afar, and will say, \"O Allah, let him come to us and bless us with this.\" Then he will come to them and will say to them, \"Rejoice, for every man among you will be like this.\" As for the disbeliever, his face will be black and his body will be enlarged. His companions will see him from afar and will say, \"We seek refuge in Allah from this, or from the evil of this, O Allah, do not let him come to us.\" \"Then he will come to them and they will say, O Allah, humiliate him!\" He will say, \"May Allah cast you away, every man among you will be like this.\") Then Al-Bazzar said: \"This was only reported through this chain.\"\nوَمَن كَانَ فِى هَـذِهِ أَعْمَى\n(And whoever is blind in this) Ibn `Abbas, Mujahid, Qatadah and Ibn Zayd said: this means in this worldly life.\nأَعْمَى\n(blind) means, blind to the signs and proofs of Allah.\nفَهُوَ فِى الاٌّخِرَةِ أَعْمَى\n(then he will be blind in the Hereafter,) as he was blind in this world.\nوَأَضَلُّ سَبِيلاً\n(and most astray from the path.) most astray as he was in this world. We seek refuge with Allah from that.",
  "ayah": 72,
  "surah": 17
}
