{
  "text": "The Command to emigrate\nImam Ahmad recorded that Ibn `Abbas said: The Prophet was in Makkah, then he was commanded to emigrate, and Allah revealed the words:\nوَقُل رَّبِّ أَدْخِلْنِى مُدْخَلَ صِدْقٍ وَأَخْرِجْنِى مُخْرَجَ صِدْقٍ وَاجْعَل لِّى مِن لَّدُنْكَ سُلْطَـناً نَّصِيرًا\n(And say: \"My Lord! Let my entry be good, and (likewise) my exit be good. And grant me from You a helping authority.\") At-Tirmidhi said, \"This is Hasan Sahih.\" Al-Hasan Al-Basri commented on this Ayah, \"When the disbelievers of Makkah conspired to kill the Messenger of Allah ﷺ, or expel him or imprison him, Allah wanted him to fight the people of Makkah, and commanded him to go to Al-Madinah. What Allah said was:\nوَقُل رَّبِّ أَدْخِلْنِى مُدْخَلَ صِدْقٍ وَأَخْرِجْنِى مُخْرَجَ صِدْقٍ\n(And say: \"My Lord! Let my entry be good, and (likewise) my exit be good...\")\nوَقُل رَّبِّ أَدْخِلْنِى مُدْخَلَ صِدْقٍ\n(And say: \"My Lord! Let my entry be good...\") means, my entry to Al-Madinah.\nوَأَخْرِجْنِى مُخْرَجَ صِدْقٍ\n(and (likewise) my exit be good, ) means, my exit from Makkah. This was also the view of `Abdur-Rahman bin Zayd bin Aslam.\nوَاجْعَل لِّى مِن لَّدُنْكَ سُلْطَـناً نَّصِيرًا\n(And grant me from You a helping authority.) Al-Hasan Al-Basri explained this Ayah; \"His Lord promised to take away the kingdom and glory of Persia and give it to him, and the kingdom and glory of Byzantium and give it to him.\" Qatadah said, \"The Prophet of Allah knew that that he could not achieve this without authority or power, so he asked for authority to help him support the Book of Allah, the Laws of Allah, the obligations of Allah and to establish the religion of Allah. Authority is a mercy from Allah which He places among His servants, otherwise some of them would attack others, and the strong would consume the weak.\" Alongside the truth, he also needed power and authority in order to suppress those who opposed and resisted him, hence Allah said:\nلَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَـتِ\n(Indeed We have sent Our Messengers with clear proofs,) until His saying,\nوَأَنزْلْنَا الْحَدِيدَ\n(And We brought forth iron) 57:25\nA Threat to the Disbelievers of the Quraysh\nوَقُلْ جَآءَ الْحَقُّ وَزَهَقَ الْبَـطِلُ\n(And say: \"Truth has come and falsehood has vanished...\") This is a threat and a warning to the disbelievers of the Quraysh, for there has come to them from Allah the truth of which there can be no doubt and which they have no power to resist. This is what Allah has sent to them of the Qur'an, faith and beneficial knowledge. Their falsehood has perished or vanished and been destroyed, it cannot remain or stand firm in the face of the truth.\nبَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْبَـطِلِ فَيَدْمَغُهُ فَإِذَا هُوَ زَاهِقٌ\nNay, We fling the truth against the falsehood, so it destroys it, and behold, it dis- appears. Al-Bukhari recorded that `Abdullah bin Mas`ud said: The Prophet entered Makkah (at the Con- quest), and around the House (the Ka`bah) were three hundred and sixty idols. He started to strike them with a stick in his hand, saying,\nجَآءَ الْحَقُّ وَزَهَقَ الْبَـطِلُ إِنَّ الْبَـطِلَ كَانَ زَهُوقًا\n(Truth has come and falsehood has vanished. Surely falsehood is ever bound to vanish.) 17:81\nجَآءَ الْحَقُّ وَمَا يُبْدِىءُ الْبَـطِلُ وَمَا يُعِيدُ\n(Truth has come, and falsehood can neither create anything nor resurrect (anything).) 34:49",
  "ayah": 81,
  "surah": 17
}
