{
  "text": "The system of night and day shows that it is the way of God that there should be darkness first and, thereafter, light should take its place. In God’s eyes, both of them are equally important. Just as there are benefits in light, similarly, there are benefits in darkness. If there were no distinction between night and day, how would man allocate his time and how would he alternate work with rest? Man should neither be afraid of darkness, nor should he constantly hanker after light, because eternal light is not possible in this world of God. One whose desires are such had better leave this world and go in search of another world. It is strange that this is the greatest weakness of man: he never wants to have to face any period of darkness, but immediately wants to have light. His undue haste is a sign of this weakness. Haste is, in fact, the equivalent of not reconciling with the plan of God. And not reconciling with the plan of God is the real cause of all human destruction. God wants man to be patient about acquiring the immediate luxuries of the world, so that he should keep to the right path on his journey towards the Hereafter. But man, due to his hasty nature, rushes to acquire ephemeral worldly luxuries, which prove to be impediments to his continuing his onward journey. Man’s desire for instant gratification is the greatest reason for his being deprived of the bounties of the Hereafter. This is likewise true of the world, where real success is achieved by means of patience and not by a hasty approach. The Prophet Jeremiah advised the Jews that they should recognize the political domination of the King of Babylon for the present, and in the initial stage devote their efforts to constructive work and the preaching of God’s word. He said that thereafter a time would come when Almighty God would give them the means of achieving domination and power. But, in their impatience, the Jews were not willing to accept his advice. Eager to enter the stage of ‘light’ before passing through the stage of ‘darkness’, they immediately started a political struggle against the King of Babylon. Since, in accordance with the system of God, it was not possible for them to succeed, only dishonour and degradation awaited them.",
  "ayah": 12,
  "surah": 17
}
