{
  "text": "Tahajjud, literally means keeping a vigil at night. The spirit of the tahajjud prayer is remembrance of God in the hours of solitude, i.e. during the night. When a man has slept for a short time, and gets up feeling refreshed, that is the best hour. When he directs his attention to God with full devotion and recites God’s words in the form of prayer during this hour, it is as if he were the epitome of devoutness. When his mind is fully concentrated on the prayer, his entire personality is so engaged that this strong attachment to God makes its way through his eyes. The high status of the Prophet (maqam mahmud) has two aspects, one pertaining to this world and the other pertaining to the hereafter. In the latter case it is linked by the commentators with the Great Intercession. As we learn from traditions, all the prophets will intercede, by the will of God, on the Day of Judgement on behalf of the believers. This intercession will be a testament to their being true believers, and only after this intercession by the prophets will the believers who have been awarded Paradise by God be admitted to Paradise. The Prophet Muhammad will be the Intercessor for the largest group, for his followers will be greater in number than any other. The worldly aspect of this exalted status of the Prophet Muhammad is his being acknowledged and acclaimed by the nations of the world on account of his having become a historical prophet. Indeed, the divine plan saw its completion with his prophethood; today the people of the world are compelled to acknowledge him as a prophet of God. His prophethood has become an established fact, instead of being the subject of controversy as it was during the early period of his prophetic career. That is to say, it is a prophethood in favour of which so much historical proof has accumulated that no room is left for doubt regarding the personality and teachings of the Prophet. Man, by his own established academic standard, is compelled to accept his prophetic position. The ultimate form of that acknowledgement and acceptance is praise. That is why such a status is described as exalted.",
  "ayah": 79,
  "surah": 17
}
