{
  "text": "سب کے سب کھلے اور ننگے ہوں گے۔ جسم بھی ، ضمیر بھی ، عمل بھی اور انجام بھی۔ وہ تمام راز جو پردوں کے نیچے تھے ، کھل کر سامنے آجائیں گے۔ انسانی نفس ننگا ہوگا ، انسانی جسم ننگا ہوگا ، انسانی عیوب سامنے آجائیں گے۔ گواہ سامنے آجائیں گے۔ انسان کی مکاریاں اور فن کاریاں کافور ہوجائیں گی۔ سب حیلے تدبیریں بےاثر ہوں گی۔ اور وہ باتیں بھی کھل جائیں گی جن کو وہ اپنے آپ سے چھپاتا تھا۔ یہ کس قدر شرمندگی ہوگی کہ وہ راز طشت ازبام ہوں گے۔ لوگوں کی نظروں میں انسان کس قدر شرمندہ ہوں گے۔ رہے اللہ تو اس کے سامنے تو پہلے بھی سب کچھ کھلا تھا۔ اب بھی کھلا ہے لیکن انسان کے ذہن میں یہ بات شعور طور پر بیٹھی نہیں ہے۔ اس لئے کہ اس کے شعور میں زمین کے اندر ایک انسان اور انسان کے درمیان پردہ داری کا شعور ہے جبکہ قیامت کے دن فرق صرف یہ ہوگا کہ اس بےچارے انسان کے شعور میں پردے کا جو شعور تھا وہ اٹھ جائے گا۔ اور وہ سمجھے گا کہ سب پردے گر گئے ہیں۔ اس کائنات میں سب چیز کھلی ہے۔ اب جبکہ زمین اٹھا کر پٹخ دی گئی ہے تو تمام اوٹ ختم ہوگئے ہیں۔ یہ ہموار ہے ، میدان ہے۔ آسمان کی بندشیں بھی کھل گئی ہیں اور آسمانوں کے پیچھے بھی کوئی شے چھپی نہیں ہے۔ اجسام بھی ننگے ہیں ، انسان نفسیات بھی کھلی ہیں ، نہ راز ہے اور نہ نیاز ہے۔\nمگر یہ ایک نہایت پریشان کن کام ہے اور یہ اس پوری زمین اور تمام پہاڑوں سے بھی بڑا کام ہے۔ اور اس سے بھی شدید ہے کہ آسمان پھٹ کر ٹکڑے ٹکڑے ہوکر نیچے گر جائیں کہ انسان بالکل ننگا کھڑا ہو ، اس کی نفسیاتی کیفیات لوگوں پر کھل جائیں ، اس کا شعور بھی عیاں ہوجائے ، اس کی پوری ہسٹری سامنے آجائے ، اس کے تمام کرتوت فلم میں بند ہوجائیں اور اس کی تمام چھپی ہوئی باتیں کھل جائیں اور یہ سب امور پوری انسانیت کے بھی سامنے آجائیں۔ فرشتوں کے سامنے ، جنوں کے سامنے ، انسانوں کے سامنے اور وہ اللہ کے عرش و جلال بادشاہی کے نیچے ہوں گے اور سخت خوفزدہ ہوں گے۔\nانسانی مزاج اور نفسیات نہایت پیچیدہ ہوتی ہیں۔ انسانی نفسیات کے اندر بیشمار نشیب و فراز ہوتے ہیں جس کے اندر اس کا نفس ، جس کے اندر اس کے مشاھر ، اور جس کے اندر اس کے جذبات اور میلانات ہوتے ہیں ، اچھے یا برے۔ اس کی صلاحیتیں اور اس کے پوشیدہ راز ہوتے ہیں۔ (توقعہ بامیہ ص 18) سیپی کے سمندری جانور کی طرح کہ جب سے ایک سوئی یا کانٹا بھی چبھ جائے تو وہ بڑی جلدی سے سکڑ کر اپنی سیپی کے خول میں چھپ جاتا ہے۔ اور مکمل طور پر اندر داخل ہوجاتا ہے۔ اور اپنے آپ کو پوری طرح بند کردیتا ہے۔ انسان بھی ایسا ہی کرتا ہے۔ جب اسے یہ معلوم ہوجاتا ہے کہ کوئی آنکھ اسے دیکھ رہی ہے اور اس کی تمام حرکات نوٹ ہورہی ہیں اور وہ جن چیزوں کو چھپا رہا ہے وہ تو ظاہر ہوگئی ہیں۔ تو انسان نہایت شدید تکلیف محسوس کرتا ہے کہ اس کے نہایت ہی خفیہ معاملات بھی کھل گئے ہیں۔\nاب دیکھئے کہ اس قسم کا انسان اس دن ننگا ہوگا اور ہر طرح سے ننگا ہوگا ، جسم اور قلب کے لحاظ سے ننگا ہوگا۔ شعور ، نیت اور ضمیر کے لحاظ سے ننگا ہوگا۔ ہر پردے سے محروم ہوگا۔ اور وہ اللہ جبار وقہار کے تحت الحکم ہوگا اور تمام روئے زمین کے انسانوں اولین وآخرین کے سامنے ہوگا۔ یہ بہرحال ایک کڑوی صورت حال ہوگی ہر چیز سے زیادہ کڑوی اور تلخ۔ اس کے بعد نجات پانے والوں اور جہنم میں بھیجے جانے والوں کا منظر پیش کیا جاتا ہے۔ یوں جیسا کہ یہ منظر آنکھوں کے سامنے ہے۔",
  "ayah": 18,
  "surah": 69
}
