{
  "text": "یہ کہ اعمال نامہ دائیں ہاتھ اور بائیں ہاتھ میں دیئے جانے اور آگے اور پیچھے سے دئے جانے کے معنی یہ بھی ہوسکتے ہیں کہ عملاً ایسا ہوگا اور یہ بھی ہوسکتے ہیں کہ عربی زبان کے یہ محاورے میں ، اچھے سلوک کی تعبیر دائیں ہاتھ سے اور برے سلوک کی تعبیر بائیں سے کی گئی ہے یا برے سلوک کی صورت میں اعمال نامہ پیچھے سے دیا جانا تعبیر کیا گیا ہے جو بھی مفہوم ہو۔ اس لئے ہم اس بحث میں نہیں پڑتے ، اصل مقصود یہ بتاتا ہے کہ ناکام لوگوں کے ساتھ وہاں اچھا سلوک نہ ہوگا۔\nجو منظر یہاں پیش کیا گیا ہے ، وہ اس شخص کا ہے جو کامیاب ہوگیا وہ دن نہایت ہی خوفناک ہوگا ، اس لئے اس منظر میں یہ شخص نہایت ہی فرحاں و شاداں ادھر ادھر دوڑ رہا ہے۔ دیکھو صفیں چیرتا ہوا دوستوں کو تلاش کررہا ہے۔ اس کے جسم کے روئیں روئیں سے خوشی ٹپک رہی ہے اور وہ خوشی کے مارے چلا اٹھتا ہے۔\nھاءم .................... واکتبیہ (96 : 91) ” دیکھو ، یہ ہے پڑھو میرا اعمال نامہ “۔ اس کے بعد وہ مزید خوشی کا اظہار یوں کرتا ہے کہ وہ کہتا ہے کہ مجھے یقین نہ تھا کہ میں نجات پاجاﺅں گا بلکہ مجھے ڈر یہ تھا کہ مجھ سے حساب لیا جائے گا۔ اور حدیث میں ہے۔\nمن نوقش الحساب عذب ” جس کا حساب کتاب مناقشہ کے ساتھ کیا گیا ، بس وہ عذاب دیا گیا “۔ حدیث میں آتا ہے۔ حضرت عائشہ ؓ فرماتی ہیں کہ رسول اللہ ﷺ نے فرمایا کہ جس کے ساتھ حساب و کتاب میں جھگڑا کیا گیا بس وہ عذاب میں مبتلا ہوا۔ میں نے سوال کیا کہ اللہ تعالیٰ فرماتا ہے :\nفاما من ........................ مسرورا ” تو حضور ﷺ نے جواب دیا۔ اس میں تو یہ ہے کہ ہر کسی کے سامنے اس کا حساب پیش کیا جائے گا۔ قیامت کے دن عملاً آڈٹ نہ ہوگا۔ اگر کسی کے ساتھ ہوا تو مارا گیا “۔ (بخاری ، مسلم ، ابوداﺅد)\nابن ابوحاتم نے روایت کی ، بسرابن بکرواسطی سے ، انہوں نے زید ابن ہارون سے ، انہوں نے عاصم ، احول سے ، انہوں نے ابو عثمان سے وہ کہتے ہیں : مومن کو اس کے دائیں ہاتھ میں اس کا اعمال نامہ دیا جائے گا۔ نہایت خفیہ انداز میں ، وہ اپنی کو تاہیاں اس میں پڑھے گا۔ جوں جوں وہ اپنے گناہ پڑھتا جائے گا۔ اس کا رنگ بدلتا جائے گا۔ پھر یہ اپنی نیکیاں پڑھے گا تو اس کی حالت بحال ہوگی۔ پھر وہ اچانک دیکھے گا کہ اس کی تمام بداعمالیاں نیکیوں میں بدل جائیں گی۔ اس وقت پھر یہ لوگ سے خوش ہوکر کہے گا۔\nھاءم ............ کتبیہ (96 : 91) ” یہ ہے پڑھو ، میرا اعمال نامہ “۔\nحضرت عبداللہ ابن حنظلہ سے روایت ہے ، جن کا لقب غسیل ملائکہ ہے۔ کہتے ہیں کہ اللہ اپنے بندے کو قیامت میں کھڑا کرے گا تو اس کی برائیاں اس کے اعمال نامے کی پشت یعنی پہلے ہی صفحے پر درج ہوں گی۔ اور اسے کہے گا تم نے یہ کیا ہے تو وہ کہے گا ہاں اے رب ، تو اللہ تعالیٰ اسے کہے گا میں نے تجھے دنیا میں شرمندہ نہیں کیا اور میں نے تمہیں بخش دیا ہے۔ اس وقت یہ بندہ یہ کہے گا۔\nھاءم ................ کتبیہ (96 : 91) ” یہ ہے پڑھو ، میرا اعمال نامہ “۔\nاور صحیح بخاری میں حضرت ابن عمر ؓ کی حدیث ہے جب ان سے نجویٰ کے بارے میں پوچھا گیا تو انہوں نے فرمایا ” میں نے رسول اللہ سے سنا : ” اللہ قیامت کے دن اپنے بندے کے قریب ہوگا۔ اس سے اس کے تمام گناہوں کا اقرار لیا جائے گا۔ جب وہ بندہ یہ یقین کرلے گا کہ بس وہ مارا گیا تو اللہ تعالیٰ فرمائے گا۔ میں نے یہ باتیں دنیا میں چھپارکھی تھیں اور اب یہاں میں انہیں معاف کرتا ہوں۔ اس کے بعد اس کی اچھائیوں کی کتاب اس کے دائیں ہاتھ میں دی جائے گی۔ رہے کافر اور منافق ، تو گواہ کہیں گے یہ وہ لوگ ہیں ، جنہوں نے اپنے رب پر جھوٹ باندھا۔ خبردار اللہ کی لعنت ہو کافروں پر “۔",
  "ayah": 20,
  "surah": 69
}
