{
  "text": "اس سورت کا موضوع اور محور ہولناک مشاہد قیامت ہیں۔ آغاز بھی قیامت کے ایک نام سے ہے اور نام بھی اس سے اخذ کیا گیا ہے۔ یہ نام قیامت کے واقعات کا اظہار اپنے تلفظ اور مفہوم دونوں سے کرتا ہے۔ الحاقہ اس آفت کو کہا جاتا ہے جس کا آنا ٹھہر گیا ہو۔ وہ حق ہوچکی ہو اور اس کا نزول لازمی ہوگیا ہو اور جس نے ہونا ہو اور اٹل ہو۔ یہ سب مفہوم ایسے ہیں کہ جن کے اندر قطعیت ، جزم ، شدنی کا مفہوم ہے۔ لہٰذا قیامت کے لئے اس لفظ کا استعمال سورت کے موضوع اور مضمون کے ساتھ نہایت ہی مناسب ہے۔ پھر اس لفظ کے تلفظ کے اندر بھی وہ اشارہ موجود ہے ، جو بات اس کے مفہوم میں ہے اور آگے سورت میں جو فضا بیان ہوئی ہے اس کے ساتھ بھی ہم آہنگ ہے۔ نیز تکذیب کرنے والوں کا دنیا وآخرت میں جو انجام ہونے والا ہے اس کے لئے لفظ الحاقہ حق ہے اور برحق ہے۔\nپوری سورت کی فضا نہایت سنجیدہ اور قطعیت کی فضا ہے اور خوفناک فضا ہے۔ ایک طرف تو اس میں قدرت الٰہیہ کی ہیبت ناکیاں ہیں۔ اور دوسری جانب اس میں اس انسان کی ، اس قدرت الٰہیہ کے سامنے بےبسیاں ہیں اور پھر ان کے ساتھ اس کی خرمستیاں ہیں اور جب وہ اللہ کی شدید گرفت میں آتا ہے۔ اس دنیا میں بھی اور آخرت کے مناظر میں بھی ، اس دنیا میں اس وقت جب یہ اسلامی نظام کو رد کرکے رسولوں کی تکذیب کرتا ہے ، تو اللہ کی شدید پکڑ میں آتا ہے اور اس گرفت اور پکڑ کے پھر کئی رنگ ہیں اور ہر رنگ دوسرے سے خوفناک ہے۔ اس لئے کہ یہ اس دنیا میں شتر بےمہار نہیں چھوڑا گیا تھا۔ نہ اس لئے کہ یہاں یہ کچھ اور بن جائے۔ بلکہ اس کا فریضہ یہ تھا کہ رسولوں کا احترام کرے اور ان کی اطاعت کرے۔\nاس پوری سورت کے الفاظ ، اپنے تلفظ ، ترنم ، اپنے مفہوم ، اپنے اجتماع اور ترکیب کے لحاظ سے یہ فضا بنانے میں شریک ہیں۔ سورت کا آغاز یوں ہوتا ہے کہ ایک مفرد کلمہ لایا جاتا ہے۔ یہ متبدا ہے اور اس کی کوئی خبر نہیں ہے۔\nالحاقة (96 : 1) اس کے بعد اس عظیم حادثہ کے بارے میں ایک بھر پور خوفناک اور ہولناک سوال اور استفہام ہے۔\nما الحاقة (96 : 2) ” کیا ہے ، یہ واقعہ “ تمہیں اس کا کیا پتہ ہے کہ یہ کس قدر ہولناک ہوگا۔ اس کے بعد خود ہی بتادیا جاتا ہے کہ تمہیں کچھ پتہ نہیں ہے کہ یہ کس قدر ہیبت ناک واقعہ ہوگا ؟ مخاطب کو لاعلم اور جاہل بنا کر اور بتا کر اس کے ہول اور خوف کو دوچند کردیا گیا اور اس کے بعد مزید خوفناک بات یہ ہے کہ کوئی جواب نہیں دیا جاتا۔ کوئی وضاحت ابھی نہیں کی جاتی تاکہ خوف اور ہراس کی یہ فضا ذرا دیر تک قائم رہے۔ انسان سوچے کہ کوئی بہت بڑا واقعہ ہے جس کے بارے میں ہمیں کوئی علم نہیں ہے اور نہ بتایا جارہا ہے۔ کیا ہی محیرالعقول انداز ہے !\nاس سوال کو یہاں چھوڑ کر مکذبین کو لیا جاتا ہے۔ جن پر اس دنیا میں قیامت گزر گئی جو پیس کر رکھ دیئے گئے۔ بہت ہی ناقابل انکار ، سنجیدہ واقعات ، کوئی شخص ان واقعات کی تکذیب پر اصرار نہیں کرسکتا۔\nالحاقة (96 : 1) کے بعد قیامت کا دوسرا نام آتا ہے القارعة۔ یہ نام الحاقة (96 : 1) سے بھی سخت۔ الحاقہ تو وہ واقعہ جو ہونی شدنی ہے اور القرع کے معنی ہیں۔ ایک سخت چیز کو دوسری اس قسم کی سخت چیز پر مارنا اور قیامت کے قیام کو القارعة اسی لئے کہا گیا ہے ، اس کی وجہ سے دلوں پر ہولناک اور خوفناک ضربات پڑیں گی اور یہ پوری کائنات توڑ پھوڑ کر شکار ہوجائے گی۔ لفظ القارعة بھی اپنے تلفظ ، اپنی سخت آواز کی وجہ سے ٹکراتا ، مارتا اور دلوں کے اندر جزع وفزع پیدا کرتا ہے۔ عاد اور ثمودنے اس ہونی شدنی کا انکار کیا ، اس کھڑکھڑاکر ٹوٹ پڑنے والی آفت یعنی قیامت کا انکار کیا۔",
  "ayah": 3,
  "surah": 69
}
