{
  "text": "فلا اقسم۔۔۔۔۔۔۔۔ تا۔۔۔۔۔۔ رب العالمین۔\nیہ معاملہ بہت ہی واضح ہے اور اس پر کسی قسم کی ضرورت نہیں ہے اور عقلی لحاظ سے ثابت ہے اور ایک واقعہ ہے اور اس پر کوئی قسم اٹھانے کی ہرگز ضرورت نہیں ہے۔ یہ حق ہے ، حق کی طرف سے نازل شدہ ہے ، نہ شعروشاعری ہے نہ کسی کاہن کی کہانت اور بڑ ہے نہ کسی افتراء پرداز کی افتراء ہے۔ لہٰذا قسم کی ضرورت نہیں ہے۔\nفلا ................ تبصرون (96 : 83) وما لا تبصرون (96 : 93) ” پس ، میں قسم نہیں کھاتا ہوں اور چیزوں کی بھی جو تم دیکھتے ہو اور ان کی بھی جنہیں تم نہیں دیکھتے “۔\nیہ قسم بہت عظیم ہے۔ اس کائنات ، عظیم کائنات کی قسم ہے جو تم دیکھتے ہو اور اس عظیم کائنات کی قسم ہے جو نظر نہیں آتی۔ یہ کائنات انسان کے مشاہدے سے بہت زیادہ عظیم ہے بلکہ یہ اس سے بھی بہت بڑی ہے جس قدر انسان ادراک کرسکتا ہے۔ انسان اس کائنات کے نہایت ہی تھوڑے حصے کا ادراک کرسکتا ہے اور بہت ہی تھوڑے حصے کا مشاہدہ کرسکتا ہے۔ اللہ نے انسان کو اسی قدر طاقت دی ہے جس قدر انسان کو ضرورت ہے۔ اس زمین میں رہنے ، اس کو ترقی دینے اور یہاں اللہ کا نائب اور خلیفہ ہونے کے لئے جس قدر ضرورت ہے ورنہ اگر پوری زمین کا مقابلہ پوری کائنات سے کیا جائے تو یہ ایک چھوٹا سا ذرہ ہے جو اس قابل بھی نہیں ہے کہ اس کائنات کے دوسرے سرے سے نظر آئے۔ اس عظیم کائنات الٰہیہ میں سے انسانوں کو نہایت ہی محدود حصے کی بصیرت و بصارت کی قدرت دی گئی ہے۔ انسان اس کے اسرار و رموز اور حالات اور قوانین قدرت کا بہت ہی تھوڑا ساحصہ ابھی تک معلوم کرسکا ہے۔ ایک بہت بڑا حصہ ہے جسے انسان نہیں دیکھ پارہا ہے۔\nفلا .................... لا تبصرون (96 : 93) ” پس ، میں قسم نہیں کھاتا ہوں اور چیزوں کی بھی جو تم دیکھتے ہو اور ان کی بھی جنہیں تم نہیں دیکھتے “۔\nیہ اشارہ انسانی دل و دماغ کو بہت کھول دینے والا ہے۔ جب انسان یہ پاتا ہے کہ انسانی فکر ونظر کے موجودہ دائرے سے وراء بھی کچھ پہلو ہیں۔ کچھ جہاں اور بھی ہیں ، کچھ اسرارہ رموز پوشیدہ بھی ہیں ، جو ابھی انسان کو نظر نہیں آرہے ، تو اس طرح انسانی تصور اور انسانی ادراک کے دائرے کو وسعت ملتی ہے۔ اس کائنات کے آفاق وسیع ہوجاتے ہیں۔ لہٰذا اس قرآن میں رہنے اور بسنے والا انسان اس محدود جگہ (Space) کا پابند نہیں ہوتا جس میں وہ رہتا ہے۔ نہ وہ اپنی آنکھوں کے محدود مشاہدے کا قیدی بنتا ہے ، نہ اپنی موجودہ محدود ادراک پر اکتفاء کرتا ہے۔ یہ کائنات ہمارے مشاہدے سے زیادہ وسیع اور یہ حقیقت ہماری قوت ادراک سے بڑی ہے۔ کیونکہ اس محدود انسان کو جو محدود مشاہدہ اور قوت مدرکہ دی گئی ہے ، وہ اس دنیا پر اس کی محدود ضروریات کے لئے دی گئی ہے۔ ہاں وہ اپنے مشاہدے اور قوت مدرکہ کو وسعت دے سکتا ہے۔ اور اپنی ان محدود قوتوں کو بھی وسعت دے سکتا ہے لیکن وہ یہ بھی اس وقت کرسکتا ہے کہ جب اس کو احساس ہو کہ کچھ حقائق اور جہاں اور بھی ہیں ، جن تک ابھی ہماری رسائی نہیں ہوئی ہے۔ اور پس پردہ ان جہانوں سے زیادہ وسیع جہاں ہیں جن تک ہماری رسائی ہوگئی ہے۔ یہاں آکر انسان کا رابطہ اس ذات مطلق سے پیدا ہوجاتا ہے۔ جو انسان کو نور بخشتی ہے اور اس سے براہ راست تعلق پاکر انسان پھر دوسرے جہانوں کی سیر کرتا ہے ، جو بظاہر مستور ہیں۔\nوہ لوگ جو اپنے آپ کو ان حقائق کے اندر محدود کرتے ہیں جن کو آنکھ دیکھ سکتی ہے ، یا جن کو ہماری قوت مدرکہ پاسکتی ہے ، یہ لوگ دراصل مساکین ہیں۔ درحقیقت اس قسم کے لوگ اپنے نہایت محدود محسوسات اور مدرکات کے قیدی ہیں۔ یہ لوگ اس وسیع دنیا میں رہتے تو ہیں مگر انہوں نے اپنے آپ کو کنویں کا مینڈک بنادیا ہے جب کہ انسان کو ایک عظیم کائنات کے اندر بھیجا گیا ہے تاکہ اسے دیکھے اور عبرت لے۔\nاس کائنات کے اندر اور اس زمین کے اوپر رہنے والے ، اس انسان کی تاریخ میں ، بارہا ایسا ہوا ہے کہ کچھ لوگوں نے اپنے آپ کو ، اس طرح کنویں کا مینڈک بنایا ہے۔ انہوں نے اپنے اوپر معرفت اور روشنی کے دروازے بند کیے ہیں۔ اور ایمان اور شعور کے راستے سے حقیقت کبریٰ تک پہنچنے سے اپنے آپ کو محروم کیا ہے۔ پھر وہ یہ کوشش بھی کرنے لگتے ہیں کہ روشنی کے یہ دروازے ، جس طرح انہوں نے اپنے اوپر بند کیے ، دوسروں پر بھی بند کردیں۔ کبھی وہ جاہلیت کے نام سے ایسا کرتے رہے ہیں اور کبھی وہ لادینیت کے نام سے ایسا کرتے رہے ہیں۔ جاہلیت اور جدید علمی جاہلیت کے نام سے ایسا کرتے رہے ہیں اور کبھی وہ لادینیت کے نام سے ایسا کرتے رہے ہیں۔ جاہلیت اور جدید علمی جاہلیت دونوں دراصل ایک بڑے قید خانے ہیں جن کے اندر ان لوگوں نے اپنے آپ کو محصور کرلیا ہے اور معرفت اور روشنی کے حقیقی سرچشموں سے اپنے آپ کو محروم کردیا ہے۔\nگزشتہ دو سوسالوں کے اندر ، مغربی سائنس نے اپنے غرور اور حماقت کی وجہ سے ، اپنے آپ کو ، ان مضبوط سلاخوں کے پیچھے بند کردیا تھا۔ لیکن اس صدی میں ، خود مغربی سائنس نے آہستہ آہستہ ان مضبوط سلاخوں کو توڑنا شروع کردیا ہے اور خود اپنے تجربات کو نور کے سرچشموں سے جوڑنا شروع کردیا۔ یہ اس وقت ممکن ہوا جب سائنس کا جوش و غرور ٹھنڈا ہوا اور وہ کلیسا کی حماقتوں اور اس کے خلاف جوش انتقام کی مدہوشی سے باہر نکل آئی ہے۔ (انسان ، مادیت اور اسلام کے درمیان۔ محمد قطب)\nاور سائنس نے معلوم کرلیا کہ اس کائنات کے اندر اس کے حدود کار ہی محدود ہیں اور اس نے تجربہ کرلیا کہ یہ محدود آلات جن کے ذریعے وہ اس کائنات کا مشاہدہ کررہی ہے ، وہ تو اسے کسی لامحدود کائنات کی طرف لے جارہے ہیں۔ چناچہ سائنس نے ایمان کی دعوت دینا شروع کردی ہے۔ (سائنس کی طرف سے دعوت ایمان۔ ترجمہ محمود فلکی۔ تصنیف اے۔ گریسی )\nنہایت عاجزانہ انداز میں سائنس نے خوشخبری دی اور اعلان کیا کہ اب وہ اس قید خانے سے رہا ہوگئی ہے۔ جب بھی انسانیت نے اپنے آپ کو مادیت کی سلاخوں کے پیچھے بند کیا۔ اس کے ساتھ یہی سلوک ہوا۔\nڈاکٹر بلیکس کاریل ، جنہوں نے خلیہ پر تحقیقات میں تخصص حاصل کیا۔ اور جنہوں نے خون کی گردش کے نظام پر کام کیا اور عملاً پریکٹس بھی کرتے رہے۔ اور انہوں نے کئی اداروں کی سرجری اور مختلف طریقہ ہائے علاج پر کام کیا۔ اور جن کو 2191 میں نوبل انعام ملا اور دوسری عالمگیر جنگ کے دوران میں انسٹی ٹیوٹ آف ہیومنزم فرانس کے ڈائریکٹر رہے ، وہ لکھتے ہیں :\n” یہ کائنات بہ توسیع ہے ، اور اس کے اندر ہمارے انسانی عقول کے علاوہ بھی کئی فعال عقل کام کرتی ہیں۔ ہمارے ارد گرد پھیلی ہوئی کائنات کی وادیوں کے نشیب و فراز میں انسانی عقل جب چاہے ، ان عقول سے رہنمائی حاصل کرتی ہے۔ نماز ان ذرائع میں سے ایک ذریعہ ہے جس کے ذریعہ ہم ان عقول تک رسائی حاصل کرتے ہیں۔ اسی طرح ہم اس ابدی عقل سے جاملتے ہیں جس کا کنٹرول اس کائنات کی تمام تقدیروں پر ہے۔ چاہے یہ تقدیرات ہمیں نظر آرہی ہوں یا ہماری نظروں سے اوجھل ہوں۔ (بیسویں صدی کے مفکرین کے عقائد ۔ استاد عناد)\n” تقدس کا یہ شعور اور دوسریروحانی سرگرمیاں انسانی زندگی پر گہرے اثرات ڈالتی ہیں۔ تقدس کے اس شعور اور روحانی سرگرمیوں کی وجہ سے ہم ، اس عظیم روحانی دنیا سے متصل رہتے ہیں جس کے آفاق بہت ہی وسیع ہیں اور جو ہماری نظروں سے اوجھل ہے “۔ (بیسویں صدی کے مفکرین کے عقائد ۔ استاد عناد)\nایک دوسرے ڈاکٹر ذی نوئے ہیں۔ انہوں نے استاد کو ری اور ان کی بیوی کے ساتھ مل کر تشریح الابدان اور طبیعیات کے میدان میں کام کیا۔ اور راکفیلر انسٹی ٹیوٹ نے ان کو اپنے ادارے کے دوسرے ممبران کے ساتھ سرجری اور اس کی خصوصیات کے موضوع پر تحقیقات کے لئے بلایا۔ وہ فرماتے ہیں :\n” کئی ذہین اور نیک نیت لوگوں کا یہ خیال ہے کہ وہ اللہ پر ایمان نہیں لاسکتے۔ اس لئے کہ وہ اللہ کا تصور یا ادراک نہیں کرسکتے۔ حالانکہ ایک دیانت دار انسان جو اپنے نفس کو علمی تحقیقات میں لگائے رکھتا ہے ، اس پر یہ لازم نہیں ہے کہ وہ اللہ کا تصور بھی کرسکے۔ جس طرح ایک ماہر طبیعیات پر لازم نہیں ہے کہ وہ بجلی کا تصور کرسکے۔ جس طرح خدا کا تصور انسان ناقص ہوگا ، اسی طرح بجلی کا تصور بھی ناقص ہوگا اور باطل ہوگا۔ اس لئے کہ بجلی کا مادی تصور ممکن ہی نہیں ہے۔ بجلی ناقابل تصور ہونے کے باوجود ایک ثابت شدہ حقیقت ہے اور یہ لکڑی کے ایک ٹکڑے سے زیادہ ثابت شدہ ہے جس کا تصور کیا جاسکتا ہے “۔ (بیسویں صدی کے مفکرین کے عقائد ۔ استاد عناد)\nسرآرتھرٹامسن ، اسکاٹ لینڈ کے مشہور مصنف ہیں ، کہتے ہیں : ” ہم ایک ایسے زمانے میں زندگی بسر کررہے ہیں کہ اس میں یہ حقیقت ٹھوس اور شفاف بن گئی ہے۔ ایتھر نے اپنا مادی وجود کھو دیا ہے۔ مادی تاویلات میں غلو کرنے کی صلاحیت کے معاملے میں وہ حدیث العبد ہے۔\nایک مجموعہ مضامین بعنوان ” سائنس اور مذہب “ میں کہتے ہیں :\n” دینیات کے اہل علم کو اس بات پر تاسف نہیں کرنا چاہئے کہ ایک ماہر طبیعیات ، طبیعیات کے دائرے سے نکل کر رب طبیعیات تک کیوں نہیں پہنچ پاتا۔ اس کی وجہ یہ ہے کہ سائنسی تحقیقات کا رخ الہیاتی نہیں ہے۔ لیکن اگر علمائے طبیعیات ، طبیعیات کے دائرے سے نکل کر مافوق الطبیعیات میں داخل ہوگئے تو اس کے نتائج نہایت ہی عظیم ہوں گے۔ آج تک کی تحقیقات کے بعد ہم اس قابل ہوگئے ہیں کہ ہم اس پر خوشی کا اظہار کریں کہ سائنس دانوں نے اس سمت کام کرنے کی راہ فراہم کردی ہے کہ اب دینی جذبات سائنس میں سانس لے سکیں جبکہ ہمارے آباﺅ اجداد کے زمانے میں ، یہ ممکن نہ تھا کہ سائنس کے مضامین میں مذہب کی بات کی جاسکے۔ جس طرح مسٹر لانچڑوں ڈیفیس نے اپنی کتاب میں ، جو یہ غلط دعویٰ کیا تھا ، اس کے بالمقابل اب ہم یہ بات نہایت زور اور اعتماد سے کہہ سکتے ہیں کہ سائنس نے اللہ تعالیٰ کے نہایت ہی اعلیٰ اور نہایت بلند مرتبہ تصور کے لئے راہ ہموار کردی ہے۔ اور اب ہم اس قول کا لفظی مفہوم درست سمجھتے ہیں کہ سائنس نے انسانوں کے لئے جدید آسمان اور جدید زمین ، پیدا کردیئے ہیں اور انسان کو عقل جدوجہد میں اس قدر آگے بڑھادیا کہ بعض اوقات یوں محسوس ہوتا ہے کہ انسان کو امن وسلامتی صرف اس صورت میں ملے گی کہ وہ اللہ کی ذات پر یقین کرلے “۔ (دور جدید کے مفکرین کے عقائد۔ استاد عناد)\nاس سے قبل ہم اے ۔ گریسی مور سن ، صدر سائنس اکیڈمی نیویارک اور امریکہ میں قومی تحقیقات کی ایگزیکٹو کونسل کے ممبر کی کتاب سے یہ اقتباس نقل کرچکے ہیں۔ کتاب کا نام ہے ” انسان اکیلا نہیں کھڑا “۔\n” ہم عملاً ایک وسیع عالم مجہول کے قریب جاپہنچے ہیں۔ کیونکہ یہ بات سائنسی طور پر ثابت ہوچکی ہے کہ مادہ دراصل عالمی دور کا ایک مظہور ہے۔ اور یہ اپنی حقیقت کے اعتبار سے قوت ہے۔ لیکن اس بات میں شک نہیں ہے کہ اس کائنات کو وجود میں لانے میں کسی بخت واتفاق کا کوئی دخل نہیں ہے۔ اس لئے کہ یہ محیرالعقول عظیم کائنات ایک ضابطے کی پابند ہے “۔\n” یہ کہ یہ انسان ایک حیوان تھا جو ایک ایسے ” موجود “ کی شکل اختیار کر گیا جو باشعور ، مفکر ، اپنے وجود کو جاننے والا بن گیا ، یہ بات درست نہیں کہ یہ انسان محض مادی عوامل کی وجہ سے ایسا بن گیا اور اس کے پیچھے کسی تخلیق کرنے والے کا قصدوارادہ نہ تھا ، یہ کوئی ممکن بات نہیں ہے “۔\n” اگر قصدوارادے کو تسلیم کیا جائے تو اس کے مطابق پھر انسان ایک مشین ہوگا تو سوال یہ ہوگا کہ اس مشین کو کون چلارہا ہے ، کیونکہ چلانے کے بغیر اس سے کوئی فائدہ معلوم نہیں ہوتا۔ سائنس یہ بتانے سے قاصر ہے کہ انسانی مشین کا مدیر کون ہے اور پھر سائنس یہ دعویٰ بھی نہیں کرسکتی کہ ارادہ کوئی مادی چیز ہے “۔\n” ہم اس مقام تک پہنچ چکے ہیں کہ ہم کہیں کہ اللہ نے اپنے نور کا ایک حصہ انسان کو عطا کیا ہے “۔\nیوں نظر آتا ہے کہ سائنس اب مادیت کے قید خانے سے اس کی سلاخیں توڑ کر اور دیواریں گرا کر باہر نکل آئی ہے۔ اور وہ اب کھلی فضا میں آزادانہ غوروفکر کرتی ہے۔ جس طرح قرآن نے فرمایا :\nفلا .................... لا تبصرون (96 : 93) ” پس ، میں قسم نہیں کھاتا ہوں اور چیزوں کی بھی جو تم دیکھتے ہو اور ان کی بھی جنہیں تم نہیں دیکھتے “۔\nیہ اور اس قسم کی متعدد آیات میں اس حقیقت کی طرف اشارہ کیا گیا ہے۔ اگرچہ بعض ” کیڑے “ سوچنے والے ” کیڑے “ ابھی تک سائنس کے نام پر اپنے اوپر رب تعالیٰ کے نور کے دروازے بند کیے ہوئے ہیں۔ یہ لوگ دراصل نہ سائنس دان ہیں اور نہ مومن۔ یہ جس طرح سائنس کے میدان میں پسماندہ ہیں ، اسی طرح دین کے میدان میں پسماندہ ہیں۔ اور لاشعوری طور پر یہ مادیت کے قید خانے میں مبتلا ہیں۔ اور اس مقام اور مرتبے سے پیچھے رہ گئے ہیں جو انسان جیسے مکرم مخلوق کے لائق ہے۔\nذرا دوبارہ غور کریں :\nفلا افسم .................... رب العلمین (14) (96 : 83 تا 34) ” پس ، میں قسم نہیں کھاتا ہوں اور چیزوں کی بھی جو تم دیکھتے ہو اور ان کی بھی جنہیں تم نہیں دیکھتے ، یہ ایک رسول کریم کا قول ہے ، کسی شاعر کا قول نہیں ہے ، تم لوگ کم ہی ایمان لاتے ہو۔ اور نہ یہ کسی کاہن کا قول ہے ، تم لوگ کم ہی غور کرتے ہو۔ یہ رب العالمین کی طرف سے نازل ہوا ہے “۔\nرسول اللہ پر اور قرآن پر جو الزامات مشرکین مکہ نے لگائے ان میں سے ایک یہ تھا کہ آپ شاعر ہیں۔ دوسرا یہ تھا کہ آپ کاہن ہیں اور یہ ان کا ایک سطحی شبہ تھا۔ اور یہ اس لئے ان کو لاحق ہوگیا تھا کہ یہ قرآن ایک لاجواب کلام تھا۔ اور عام لوگوں کے کلام سے اس کا معیار بہت بلند تھا۔ اور شاعر اس لئے کہتے تھے کہ ان کا یہ وہم تھا کہ شاعروں پر جن آتے ہیں اور وہ ان سے اس قسم کا کلام سنا کرتے ہیں۔ اسی طرح کاہنوں کو بھی وہ جنوں کے ساتھ تعلقات رکھنے والے سمجھتے تھے اور سمجھتے تھے کہ یہ باتیں ان کو یہ جنات بتاتے ہیں۔ یہ شبہ بہت ہی سطحی تھا اور قرآن اور رسالت اور ذات رسول پر تدبر کرنے سے یہ جلدی ہی زائل ہوسکتا تھا۔\nیہ درست ہے کہ شعر میں بعض اوقات اچھی موسیقی ہوتی ہے ، اعلیٰ خیالات ہوتے ہیں ، خوبصورتی ہوتی ہے لیکن قرآن اور شاعری بالکل جدا چیزیں ہیں۔ دونوں کے درمیان بنیادی فرق ہے۔ قرآن کریم ایک مکمل نظام زندگی عطا کرتا ہے اور یہ نظام سچائی پر مبنی ہے۔ اس کی بنیاد نظریہ توحید پر مبنی ہے۔ یہ اس کائنات کے ایک خالق پر ایمان کو ضروری سمجھتا ہے۔ وہ انسانوں کی طرح اس کائنات کو ھبی زندہ اور مطیع رب سمجھتا ہے۔ جبکہ شعر چند تاثرات ، جذبات ، متفرق واقعات پر مشتمل ہوتا ہے۔ اس کا نظام زندگی سے کوئی تعلق نہیں ہوتا۔ نہ ایک نظریہ پر مبنی ہوتا ہے ، جو خوشی اور غم ، آزادی اور قید اور محبت اور نفرت میں ایک ہو ، جبکہ شعر ان حالات میں یکسر بدل جاتا ہے اور مختلف حالات میں مختلف ہوتا ہے۔\nعلاوہ ازیں یہ قرآن کریم نے جو تصور حیات پیش کیا ہے اس کی پہلی اینٹ بھی اسلام اور قرآن نے رکھی ہے۔ اس کے جزئیات ، اس کے اصول بھی ، سب کے سب قرآن نے دیئے اور اس عقیدے کے ساتھ دیئے کہ یہ سب من جانب اللہ ہے۔ اس تصور حیات کا منہاج ہی ایسا ہوتا ہے جو انسانی نہیں ہوسکتا۔ انسان کوئی ایسا جامع نظام اور تصور تجویز نہیں کرسکتا ، جس کی نہ پہلے کوئی مثال ہے اور نہ بعد میں۔ اس کے مقابلے میں انسانوں نے اس کائنات ، اس کی قوت خالقہ اور قوت مدبرہ کے بارے میں جو فلسفے گھڑے ہیں ، وہ بھی ہمارے سامنے موجود ہیں جو علم فلسفہ ، علم شعر ، دوسرے فکری اور نظریاتی مکاتب میں تفصیل سے کتابوں میں موجود ہیں۔ جب ان کا تقابلی مطالعہ قرآن سے کیا جائے تو معلوم ہوجاتا ہے کہ قرآن بالکل کسی علیحدہ سرچشمے کا فیض ہے۔ یہ منفرد مزاج اور منفرد خصوصیات رکھتا ہے اور اس کے مقابلے میں انسانی تصورات پائے چوبیں کی طرح ہیں۔\nاس طرح کہانت اور کاہنوں سے جو باتیں صادر ہوتی رہتی ہیں ، آج تک انسانی تاریخ میں کوئی کاہن ایسا نہیں گزرا جس نے ایک نظام زندگی ، فلسفہ زندگی اور نظام آخرت دیا ہو اور وہ اسی طرح کامل ، مکمل اور معقول ہو ، جس طرح قرآن کا پیش کردہ نظام معقول ہے۔ کاہنوں سے جو کچھ نقل ہوا ہے ، وہ یہ ہے کہ چند مہمل کلمات ، چند سجع اور قافیے جن میں تیر تکے لڑائے گئے ہیں اور ایک آدھ کہیں ، کوئی سنی سنائی حکمت کی بات بھی ہوتی ہوگی۔\nلیکن قرآن کے اندر بعض ایسی جھلکیاں بھی ہیں جن پر غور کرنے سے واضح طور پر یہ معلوم ہوتا ہے کہ انسان کبھی اس طرح سوچ ہی نہیں سکتا۔ ہم نے فی ظلال القرآن میں ایسی بعض جھلکیاں دکھائی ہیں کہ نہ قرآن سے پہلے اور نہ بعد میں انسانوں کا ذہن کبھی اس طرف گیا ہے۔ بعض آیات یہاں بھی غور کے لئے پیش کی جاتی ہیں۔\nوعندہ .................... کتب مبین (6 : 95) ” اس کے پاس غیب کی کنجیاں ہیں جنہیں اس کے سوا کوئی نہیں جانتا۔ بحروبر میں جو کچھ ہے ، سب سے وہ واقف ہے۔ درخت سے گرنے والا کوئی پتہ ایسا نہیں ہوگا جس کا اسے علم نہ ہو۔ زمین کے تاریک پردوں میں کوئی دانہ ایسا نہیں ہے جس سے وہ باخبر نہ ہو۔ خشک وتر سب کچھ ایک کھلی کتاب میں لکھا ہوا ہے “۔\nمثلا یہ تصور :\nیعلم مایلج ........................ تعملون بصیر (75 : 4) ” اس کے علم میں ہے جو کچھ زمین میں جاتا ہے ، اور جو کچھ اس سے نکلتا ہے ، اور جو کچھ آسمان سے اترتا ہے ، اور جو کچھ اس میں چڑھتا ہے۔ وہ تمہارے ساتھ ہے ، جہاں بھی تم ہو اور جو کام بھی تم کرتے ہو وہ اسے دیکھ رہا ہے “۔ یا مثلاً اس قسم کے خیال کی طرف۔\nوما تحمل ........................ اللہ یسیر (53 : 11) ” کوئی عورت حاملہ نہیں ہوتی اور نہ بچہ جنتی ہے مگر یہ سب کچھ اللہ کے علم میں ہوتا ہے۔ کوئی عمر پانے والا عمر نہیں پاتا اور نہ کسی کی عمر میں کچھ کمی ہوتی ہے مگر یہ سب کچھ ایک کتاب میں لکھا ہوتا ہے۔ اللہ کے لئے یہ بہت کچھ آسان کام ہے “۔\nنیزنہ پہلے کسی انسان کو اس بات کا دھیان ہوا ، اور نہ بعد میں ہوگا کہ اللہ نے اس کائنات کو کس طرح تھام رکھا ہے۔\nان اللہ .................... من بعد (53 : 14) ” حقیقت یہ ہے کہ یہ اللہ ہی ہے جو آسمانوں اور زمین کو ٹل جانے سے روکے ہوئے ہے۔ اور اگر وہ ٹل جائیں تو اللہ کے سوا کوئی دوسراتھامنے والا نہیں ہے “۔\nیا پھر یہ منظر کہ اس کائنات میں زندگی کس طرح پھوٹتی ہے اور خالق کائنات نے یہاں زندگی کے قیام کے لئے کس قدر انتظامات کیے ہیں اور موافق حالات بنائے ہیں :\nان اللہ فالق .................................... یومنون (99) (6 : 99) ” دانے اور گٹھلی کو پھاڑنے والا اللہ ہے۔ وہی زندہ کو مردے سے نکالتا ہے ، اور وہی مردہ کو زندہ سے خارج کرنے والا ہے۔ یہ سارے کام کرنے والا تو اللہ ہے۔ پھر تم کدھر بہکے جارہے ہو ؟ پردہ شب کو چاک کرکے وہی صبح نکالتا ہے۔ اسی نے رات کو سکون کا وقت بنایا ہے۔ اسی نے چاند اور سورج کے طلوع اور غروب کا حساب مقرر کیا ہے۔ یہ سب اسی زبردست قدرت اور علم رکھنے والے کے ٹھہرائے ہوئے اندازے ہیں۔ اور وہی ہے جس نے تمہارے لئے تاروں کو صحرا اور سمندر کی تاریکیوں میں راستہ معلوم کرنے کا ذریعہ بنایا۔ دیکھو ہم نے نشانیاں کھول کر بیان کردی ہیں ، ان لوگوں کے لئے جو علم رکھتے ہیں۔ اور وہی ہے جس نے ایک جان سکے تم کو پیدا کیا ، پھر ہر ایک کے لئے ایک جائے قرار ہے اور ایک اس کے سوپنے جانے کی جگہ ہے۔ یہ نشانیاں ہم نے واضح کردی ہیں ان لوگوں کے لئے جو سمجھ بوجھ رکھتے ہیں ، اور وہی ہے جس نے آسمان سے پانی برسایا ، پھر اس کے ذریعہ سے ہر قسم کی نباتات اگائی۔ پھر اس سے ہرے ہرے کھیت اور درخت پیدا کیے۔ پھر ان سے تہہ بہ تہہ جڑے ہوئے دانے نکالے اور کھجور کے شگوفوں سے پھلوں کے گچھے کے گچھے پیدا کیے جو بوجھ کے مارے جھکے پڑتے ہیں۔ اور انگور ، زیتون اور انار کے باغ لگائے جن کے پھل ایک دوسرے سے ملتے جلتے بھی ہیں اور پھر ہر ایک کی خصوصیات جدا جدا بھی۔ یہ درخت جب پھلتے ہیں تو ان میں پھل آنے اور پھر ان کے پکنے کی کیفیت ذرا غور کی نظر سے دیکھو۔ ان چیزوں میں نشانیاں ہیں ان لوگوں کے لئے جو ایمان لاتے ہیں “۔\nاس قسم کی جھلکیاں قرآن میں بہت زیادہ ہیں ، اور انسانی خیالات اور اسالیب کلام میں اس قسم کی باتیں نہیں ہوتیں۔ قرآن کے صرف یہی پہلو ، اس بات کا کافی ثبوت ہیں کہ یہ قرآن منجانب اللہ ہے۔ دوسرے دلائل سے اگر صرف نظر کردیاجائے جو خود اس کتاب کے اندر بھی ہیں اور ان حالات کے اندر بھی جن میں یہ کتاب نازل ہوئی تو اس کتاب کے اندر بعض ایسی باتیں ہیں جن کی طرف انسان خیال جاتا ہی نہیں۔ لہٰذا ان لوگوں کے یہ شبہات سطحی ہیں اور اس کا اظہار انہوں نے اس وقت کیا ، جس وقت قرآن کی چند سورتیں نازل ہوئی تھیں۔ پورا قرآن ابھی مکمل نہ ہوا تھا۔ اس وقت بھی قرآن کریم کے اندر یہ خصوصیت موجود تھی۔ اس کے اندر واضح اشارات تھے کہ اس کا سرچشمہ زمین پر نہیں ہے ، آسمان پر ہے۔\nکبراء قریش اپنے دلوں میں یہ بات محسوس بھی کرتے تھے اور کبھی کبھار اپنے درمیان اس کا اعتراف بھی کرتے تھے۔ لیکن مفادات انسان کو اندھا کردیتے ہیں ، جن کے پیش نظر انسان ہدایت کی راہ پر آنے کا فیصلہ نہیں کرسکتا۔ ایسے حالات کے بارے میں قرآن نے پیشگی کہہ دیا تھا کہ اب وہ اس قسم کے الزامات لگائیں گے کہ یہ ایک قدیم جھوٹ ہے۔\nکتب سیرت میں متعدد واقعات نقل ہوئے ہیں کہ زعمائے قریش جب اپنے ہاں اس شب ہے کے بارے میں باتیں کرتے تھے تو وہ خود تسلیم کرتے تھے کہ ان کی یہ بات غلط ہے۔\nابن اسحاق نے والید ابن مغیرہ اور نضر ابن الحارث اور عتبہ ابن ربیعہ کے متعلق یہ روایت نقل کی ہے۔ ان میں سے پہلے شخص کے بارے میں اس نے نقل کیا ہے۔\n” پھر یہ ہوا کہ ولید ابن مغیرہ کے پاس قریش کے کچھ لوگ جمع ہوئے۔ یہ ان میں معمر آدمی تھا ، اور موسم حج کا موسم آنے والا ہے۔ اور اس میں تمام عالم عرب سے وفود تمہارے پاس آئیں گے اور تمام عربوں نے تمہارے اس شخص کے بارے میں خبریں سن رکھی ہیں۔ لہٰذا اس کے بارے میں اپنی آراء مجتمع کرلو اور ایک ہی بات کرو ، اور اس کے بارے میں باہم متضاد باتیں نہ کرو کہ خود تمہاری باتیں ایک دوسرے کو جھٹلادیں۔ اور تم خود اپنی تردید کرو۔ انہوں نے کہا ابو عبدالشمس سب سے پہلے تم ہی بتاﺅ اور ہمارے لئے ایک بات طے کردو ہم وہی کریں گے۔ اس نے کہا پہلے تم بتاﺅ کہ تمہاری آراء کیا ہیں ؟ بعض نے کہا کہ ہم کہیں گے کہ یہ کاہن ہے۔ اس نے کہا یہ تو نہیں ، خدا کی قسم ! یہ کاہن نہیں ہے۔ ہم نے کاہن کو دیکھا ہے۔ اس کا کلام کاہنوں کی گنگناہٹ سے مختلف ہے۔ نہ کاہنوں جیسا سجع ہے ، اس میں۔ اس کے بعد انہوں نے کہا کہ ہم یہ کہیں گے کہ یہ مجنون ہے۔ تو اس نے کہا مجنون بھی تو وہ نہیں ہے۔ ہم نے پاگلوں کو دیکھا ہے اور پاگلوں کو جانتے ہیں۔ نہ اس پر دورے پڑتے ہیں ، نہ اسے کوئی ہم ہوا ہے ، نہ وسوسہ میں گرفتار ہے وہ۔ تو بعض نے کہا تو پھر اسے شاعر کہا جائے۔ تو اس نے کہا کہ وہ شاعر نہیں۔ ہم سب لوگ شعراء کو جانتی ہیں۔ اقسام شعر میں رجز ، ھزج ، قریض ، مقبوضہ ، مبسوط ، لہٰذا قرآن تو ان میں سے نہیں ہے۔ تو اس کے بعد کہا کہ پھر اسے ساحر اور جادوگر کہا جائے۔ تو اس نے کہا یہ تو جادو گر بھی نہیں ہے۔ جادوگروں کو ہم نے دیکھا ہوا ہے نہ یہ جادوگروں کی طرح پھونکتا ہے اور نہ یہ گانٹھیں باندھتا ہے۔ اس کے بعد انہوں نے کہا : عبدالشمس تم ہب بتاﺅ کہ پھر ہم اسے کیا کہیں ؟ اس نے کہا :” خدا کی قسم اس کے کلام میں زبردست مٹھاس ہے ، اس کی جڑیں نہایت گہری ہیں اور شاخیں پھیلی ہوئی ہیں۔ اور اس کی شاخوں میں پھل ہیں۔ تم ان باتوں میں سے جو بھی کہو گے عام آدمی کو معلوم ہوگا کہ یہ جھوٹ ہے۔ اور قریب ترین بات جو کہی جاسکتی ہے وہ یہی ہے کہ وہ ایک جادو گر ہے۔ ایسا جادو لایا ہے کہ بیٹے کو باپ سے جدا کردیا ہے ، بہن کو بھائی سے الگ کردیا ہے ، خاوند کو بیوی سے جدا کردیا ہے۔ ایک شخص کو خاندان سے جدا کردیا ہے۔ وہ اس سے باتیں لے کر نکلے اور مکہ کی راہوں میں بیٹھ گئے۔ جب موسم حج میں لوگ آنے لگے تو جو بھی آتا وہ اس سے حضرت محمد ﷺ کی بات کرتے اور لوگوں کو ان سے ڈراتے۔\nاور نضر ابن الحارث کے بارے میں مروی ہے کہ اس نے کہا : ” اے قوم قریش ! خدا کی قسم تم پر ایک ایسی مصیبت آپڑی ہے جس کا کوئی علاج تمہارے پاس نہیں ہے۔ محمد تم میں ایک چھوٹا سا نو عمر بچہ تھا ، وہ تم میں سب کا محبوب تھا ، وہ تم میں سب سے سچا تھا ، وہ تم میں سب سے زیادہ امین تھا ، جب تم نے اس کے چہرے پر بڑھاپا دیکھا اور وہ بات تمہارے پاس لے کر آیا جو وہ لے کر آیا تو تم نے کہا یہ جادوگر ہے۔ نہیں خدا کی قسم ! ایسا نہیں ہے ، وہ جادوگر نہیں ہے۔ ہم نے جادوگروں کو دیکھا ہے۔ ان کی پھونک اور ان کی گانٹھوں کو بھی دیکھا۔ تم نے کہا کہ وہ کاہن ہے۔ نہیں ، خدا کی قسم ! وہ کاہن نہیں ہے۔ ہم نے کاہنوں کو دیکھا ہے۔ ان کے خلجانات کو بھی دیکھا ہے۔ ان کا مسجع کلام بھی سنا ہے تم کہتے ہو وہ شاعر ہے۔ نہیں ، خدا کی قسم ! ایسا نہیں ، وہ شاعر نہیں ہے۔ ہم نے شعراء دیکھے ہیں اور شعراء کے اصناف شعر سے بھی ہم وقف ہیں۔ رجز ، ھزج وغیرہ۔ تم کہتے ہو کہ وہ مجنوں ہے۔ ہم نے مجنونوں کو دیکھا ہے ، نہ اس پر دورے پڑتے ہیں ، نہ وہ وسوسوں کا شکار ہے اور نہ اس کی باتیں غلط سلط ہیں۔ اے گروہ قریش ! اپنے اس معاملے میں غور کرو ، خدا کی قسم ! میں سمجھتا ہوں تم پر ایک عظیم مصیبت آگئی ہے ....“\nاس کی باتوں میں اور عتبہ کی باتوں میں پوری طرح یکسانیت ہے۔ یہ بھی ممکن ہے کہ یہ ایک ہی واقعہ ہو ، جو کبھی عتبہ کی طرف منسوب ہوگیا ہو اور کبھی نضر کی طرف۔ لیکن ، یہ بات بعید نہیں ہے کہ دونوں نے ایک ہی طرح کی بات کی ہو۔ کیونکہ دونوں قریش کے اکابر میں سے تھے۔ اور ان کے تاثرات قرآن کے بارے میں ایک ہی جیسے تھے۔\nعتبہ کا جو موقف تھا اس کا قصہ اس سے قبل ہم نے سورة قلم کے ابتدائیہ میں بیان کردیا ہے۔ یہ موقف بھی حضور اکرم اور قرآن کے بارے میں ولید اور نضر کے قریب قریب تھا۔\nغرض یہ لوگ جو الزام لگاتے تھے کہ آپ ساحر ہیں یاکاہن ہیں ، کبھی تو یہ بطور عیاری ومکاری یوں کہتے تھے اور کبھی وہ محض مغالطہ انگیزی کے لئے کررہے تھے۔ اور اس میں وہ کبھی کامیاب نہیں ہوتے۔ اس لئے کہ قرآن مجید بذات خود اس قدر واضح تھا کہ سنتے ہی لوگ اسے سمجھ لیتے تھے۔ اس لئے وہ قسم کا محتاج ہی نہ تھا کہ خدا ان چیزوں کی قسم اٹھائے جو معلوم ہویں اور جو معلوم نہیں ہیں۔ (سید قطب کے نزدیک آیات کے معنی یہ ہوں گے میں قسم نہیں اٹھاتا۔ لیکن ہندوستانی علماء کا ترجمہ درست ہے کہ (پس نہیں ، میں قسم اٹھاتا ہوں) ۔\nبیشک یہ رسول کریم ﷺ کا قول ہے یہ کسی شاعر کا کلام نہیں ہے۔ اور نہ کاہن کا کلام ہے۔ یہ تو رب العالمین کی طرف سے نازل شدہ ہے۔\nیہاں جو یہ کہا گیا کہ یہ رسول کریم کا قول ہے اس کا مطلب یہ نہیں ہے کہ رسول کریم ﷺ نے یہ کلام تخلیق کیا ہے۔ مطلب یہ ہے کہ یہ ایک دوسرے طرز کا کلام ہے۔ شاعر اور کاہن ایسا کلام پیش نہیں کرسکتے۔ ایسا کلام ایک رسول ہی پیش کرسکتا ہے۔ اللہ نے بھیجا اور اس کی طرف یہ نازل کیا اسی لئے بعدہ متصلا کہہ دیا گیا۔\nتنزیل من رب العلمین (96 : 34) ” یہ رب العالمین کی طرف سے نازل شدہ ہے “۔\nاور یہ تعقیبات۔\nقلیلاً ما تومنون (96 : 24) ” تم کم ایمان لاتے ہو “۔\nقلیلا ما تذکرون (96 : 24) ” تم کم ہی نصیحت حاصل کرتے ہو “۔ ان کا مقصد یہ ہے کہ تم ایمان نہیں لاتے ، اور تم نصیحت نہیں حاصل کرتے ۔ یہ انداز تعبیر مکمل نفی کے لئے عربی زبان میں عام تھا کہ مکمل نفی کو قلیل کے لفظ سے تعبیر کیا جاتا تھا۔ حدیث شریف میں آتا کہ حضور ﷺ (قلیل اللغو) تھے یعنی بالکل لغویات نہ کرتے تھے۔ یہاں مراد مکمل نفی ہے۔ ورنہ اگر کسی کا قلیل ایمان بھی ہو ، اور کوئی قلیل نصیحت بھی قرآن سے لیتا ہو ، وہ رسول اللہ کو شاعر ، کاہن نہیں کہہ سکتا بلکہ ایک کافر اور غافل ہی حضور ﷺ کے بارے میں ایسی بات کرسکتا ہے۔\nاور آخر میں یہ خوفناک ڈراوا آتا ہے کہ جو بھی عقیدے کے بارے میں اللہ پر افتراء باندھے گا وہ اللہ کی گرفت میں آجائے گا۔ اور یہ تہدید اس ایک احتمال کی نفی بھی کردیتی ہے جو رہ جاتا ہے کہ حضور ﷺ نے یہ اپنی طرف سے بنایا ہو۔ تو اللہ فرماتا ہے کہ آپ سچے ہیں اگر ہم پر وہ کوئی افتراء باندھتے تو ہم اسے سختی سے پکڑتے ہیں۔ اسلامی عقائد میں جو قلیل تحریف بھی کرتا ہے ، وہ پکڑا جاتا ہے۔",
  "ayah": 43,
  "surah": 69
}
