{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 107,
      "text": "أَرَأَيْتَ الَّذِي يُكَذِّبُ بِالدِّينِ (1) الاستفهام مستعمل في التعجيب من حال المكذبين بالجزاء ، وما أورثهم التكذيب من سوء الصنيع . فالتعجيب من تكذيبهم بالدين وما تفرع عليه من دَعّ اليتيم وعدم الحضّ على طعام المسكين ، وقد صيغ هذا التعجيب في نظم مشوِّق لأن الاستفهام عن رؤية من ثبتت له صلة الموصول يذهب بذهن السامع مذاهب شتى من تعرف المقصد بهذا الاستفهام ، فإن التكذيب بالدين شائع فيهم فلا يكون مثاراً للتعجب فيترقب السامع ماذا يَرِد بعده وهو قوله : { فذلك الذي يدع اليتيم } .وفي إقحام اسم الإِشارة واسم الموصول بعد الفاء زيادة تشويق حتى تقرع الصلة سمع السامع فتتمكن منه كَمَالَ تَمكُّن .وأصل ظاهر الكلام أن يقال : أرأيت الذي يكذب بالدين فَيدُع اليتيم ولا يحض على طعام المسكين .والإِشارة إلى الذي يكذب بالدين باسم الإِشارة لتمييزه أكملَ تمييز حتى يتبصر السامع فيه وفي صفته ، أو لتنزيله منزلة الظاهر الواضح بحيث يشار إليه .والفاء لعطف الصفة الثانية على الأولى لإفادة تسبب مجموع الصفتين في الحكم المقصود من الكلام ، وذلك شأنها في عطف الصفات إذا كان موصوفها واحداً مثل قوله تعالى : { والصافات صفاً فالزاجرات زجراً فالتاليات ذكراً } [ الصافات : 1 3 ] ."
    },
    {
      "ayah": 2,
      "surah": 107,
      "text": "فَذَلِكَ الَّذِي يَدُعُّ الْيَتِيمَ (2) فمعنى الآية عطفُ صفتي : دَع اليتيم ، وعدم إطعام المسكين على جزم التكذيب بالدين .وهذا يفيد تشويه إنكار البعث بما ينشأ عن إنكاره من المذام ومن مخالفة للحق ومنَافياً لما تقتضيه الحكمة من التكليف ، وفي ذلك كناية عن تحذير المسلمين من الاقتراب من إحدى هاتين الصفتين بأنهما من صفات الذين لا يؤمنون بالجزاء .وجيء في { يكذب } ، و { يدُعّ } ، و { يَحُضّ } بصيغة المضارع لإفادة تكرر ذلك منه ودوامه .وهذا إيذان بأن الإِيمان بالبعث والجزاء هو الوازع الحق الذي يغرس في النفس جذور الإقبال على الأعمال الصالحة حتى يصير ذلك لها خلقاً إذا شبت عليه ، فزكت وانساقت إلى الخير بدون كلفة ولا احتياج إلى آمر ولا إلى مخافة ممن يقيم عليه العقوبات حتى إذا اختلى بنفسه وآمن الرقباء جاء بالفحشاء والأعمال النَّكراء .والرؤية بصرية يتعدى فعلها إلى مفعول واحد ، فإن المكذبين بالدين معروفون وأعمالهم مشهورة ، فنزّلت شهرتهم بذلك منزلة الأمر المبصَر المشاهد .وقرأ نافع بتسهيل الهمزة التي بعد الراء من { أرأيت } ألفاً . وروى المصريون عن ورش عن نافع إبدالها ألفاً وهو الذي قرأنا به في تونس ، وهكذا في فعل ( رأى ) كلما وقع بعد همزة استفهام ، وذلك فرار من تحقيق الهمزتين ، وقرأه الجمهور بتحقيقهما .وقرأه الكسائي بإسقاط الهمزة التي بعد الراء في كل فعل من هذا القبيل . واسم الموصول وصلتُه مراد بهما جنس من اتصف بذلك . وأكثر المفسرين درجوا على ذلك .وقيل : نزلت في العاص بن وائل السهمي ، وقيل : في الوليد بن المغيرة المخزومي ، وقيل : في عمرو بن عائذ المخزومي ، وقيل : في أبي سفيان بن حرب قبل إسلامه بسبب أنه كان يَنحر كل أسبوع جَزوراً فجاءه مرة يتيم فسأله من لحمها فقرعه بعصا .وقيل : في أبي جهل : كان وصياً على يتيم فأتاه عرياناً يسأله من مال نفسه فدفعه دفعاً شنيعاً .والذين جعلوا السورة مدنية قالوا : نزلت في منافق لم يسموه ، وهذه أقوال معزو بعضها إلى بعض التابعين ولو تعينت لشخص معين لم يكن سبب نزولها مخصِّصاً حكمَها بمن نزلتْ بسببه .ومعنى { يدع } يدفع بعنف وقهر ، قال تعالى : { يوم يدعون إلى نار جهنم دعاً } [ الطور : 13 ] ."
    },
    {
      "ayah": 3,
      "surah": 107,
      "text": "وَلَا يَحُضُّ عَلَى طَعَامِ الْمِسْكِينِ (3)والحض : الحث ، وهو أن تطلب غيرك فعلاً بتأكيد .والطعام : اسم الإِطعام ، وهو اسم مصدر مضاف إلى مفعوله إضافة لفظية . ويجوز أن يكون الطعام مراداً به ما يطعم كما في قوله تعالى : { فانظر إلى طعامك وشرابك } [ البقرة : 259 ] فتكون إضافة طعام إلى المسكين معنوية على معنى اللام ، أي الطعام الذي هو حقه على الأغنياء ويكون فيه تقدير مضاف مجرور ب ( على ) تقديره : على إعطاء طعام المسكين .وكنى بنفي الحضّ عن نفي الإِطعام لأن الذي يشحّ بالحض على الإِطعام هو بالإِطعام أشح كما تقدم في قوله : { ولا تحاضون على طعام المسكين } في سورة الفجر ( 18 ) وقوله : { ولا يحض على طعام المسكين } في سورة الحاقة ( 34 ) .والمسكين : الفقير ، ويطلق على الشديد الفقرِ ، وقد تقدم عند قوله تعالى : { إنما الصدقات للفقراء والمساكين } في سورة التوبة ( 60 ) ."
    },
    {
      "ayah": 4,
      "surah": 107,
      "text": "فَوَيْلٌ لِلْمُصَلِّينَ (4) موقع الفاء صريح في اتصال ما بعدها بما قبلها من الكلام على معنى التفريع والترتب والتسبب . فيجيء على القول : إن السورة مكية بأجمعها أن يكون المراد بالمصلين عينَ المراد بالذي يكذب بالدين ، ويدُعّ اليتيم ، ولا يحض على طعام المسكين ، فقوله { للمصلين } إظهار في مقام الإِضمار كأنه قيل : فويل له على سهوه عن الصلاة ، وعلى الرياء ، وعلى منع الماعون ، دعا إليه زيادة تعداد صفاته الذميمة بأسلوب سليم عن تتابع ستِّ صفات لأن ذلك التتابع لا يخلو من كثرة تكرار النظائر فيشبه تتابع الإِضافات الذي قيل إنه مُناكد للفصاحة ، مع الإِشارة بتوسط ويل له إلى أن الويل ناشىء عن جميع تلك الصفات التي هو أهلها وهذا المعنى أشار إليه كلام «الكشاف» بغموض .فوصفهم ب«المصلين» إِذَنْ تهكم ، والمراد عدمه ، أي الذين لا يصلون ، أي ليسوا بمسلمين كقوله تعالى : { قالوا لم نك من المصلين ولم نك نطعم المسكين } [ المدثر : 43 ، 44 ] وقرينة التهكم وصفهم ب { الذين هم عن صلاتهم ساهون } .وعلى القول بأنها مدنية أو أن هذه الآية وما بعدها منها مدنية يكون المراد { بالمصلين الذين هم عن صلاتهم ساهون } المنافقين . وروَى هذا ابنُ وهب وأشهبُ عن مالك ، فتكون الفاء في قوله : { فويل للمصلين } من هذه الجملة لربطها بما قبلها لأن الله أراد ارتباط هذا الكلام بعضه ببعض .وجيء في هذه الصفة بصيغة الجمع لأن المراد ب { الذي يكذب بالدين } : جنس المكذبين على أظهر الأقوال . فإن كان المراد به معيناً على بعض تلك الأقوال المتقدمة كانت صيغة الجمع تذييلاً يشمله وغيره فإنه واحد من المتصفين بصفة ترك الصلاة ، وصفة الرياء ، وصفة منع الماعون ."
    },
    {
      "ayah": 5,
      "surah": 107,
      "text": "الَّذِينَ هُمْ عَنْ صَلَاتِهِمْ سَاهُونَ (5) وقوله : { الذين هم عن صلاتهم ساهون } صفة { للمصلين } مقيِّدة لحكم الموصوف فإن الويل للمصلي الساهي عن صلاته لا للمصلي على الإطلاق .فيكون قوله { الذين هم عن صلاتهم ساهون } ترشيحاً للتهكم الواقع في إطلاق وصف المصلين عليهم .وعدي { ساهون } بحرف { عن } لإفادة أنهم تجاوزوا إقامة صلاتهم وتركوها ولا علاقة لهذه الآية بأحكام السهو في الصلاة .وقوله : { الذين عن صلاتهم ساهون } يجوز أن يكون معناه الذين لا يؤدون الصلاة إلاّ رياء فإذا خلوا تركوا الصلاة .ويجوز أن يكون معناه : الذين يصلون دون نية وإخلاص فهم في حالة الصلاة بمنزلة الساهي عما يفعل فيكون إطلاق { ساهون } تهكماً كما قال تعالى : { يراءون الناس ولا يذكرون اللَّه إلا قليلاً في المنافقين } في سورة النساء ( 142 ) ."
    },
    {
      "ayah": 6,
      "surah": 107,
      "text": "الَّذِينَ هُمْ يُرَاءُونَ (6) وقوله : { الذين هم عن صلاتهم ساهون } صفة { للمصلين } مقيِّدة لحكم الموصوف فإن الويل للمصلي الساهي عن صلاته لا للمصلي على الإطلاق .فيكون قوله { الذين هم عن صلاتهم ساهون } ترشيحاً للتهكم الواقع في إطلاق وصف المصلين عليهم .وعدي { ساهون } بحرف { عن } لإفادة أنهم تجاوزوا إقامة صلاتهم وتركوها ولا علاقة لهذه الآية بأحكام السهو في الصلاة .وقوله : { الذين عن صلاتهم ساهون } يجوز أن يكون معناه الذين لا يؤدون الصلاة إلاّ رياء فإذا خلوا تركوا الصلاة .ويجوز أن يكون معناه : الذين يصلون دون نية وإخلاص فهم في حالة الصلاة بمنزلة الساهي عما يفعل فيكون إطلاق { ساهون } تهكماً كما قال تعالى : { يراءون الناس ولا يذكرون اللَّه إلا قليلاً في المنافقين } في سورة النساء ( 142 ) .و ( يراءون ) يقصدون أن يَرى الناسُ أنهم على حال حسن وهم بخلافه ليتحدث الناس لهم بمحاسنَ ما هم بموصوفين بها ، ولذلك كَثر أن تعطف السُّمعة على الرياء فيقال : رياء وسُمعة .وهذا الفعل وارد في الكلام على صيغة المفاعلة ولم يسمع منه فعل مجرد لأنه يلازمه تكرير الإِراءة ."
    },
    {
      "ayah": 7,
      "surah": 107,
      "text": "وَيَمْنَعُونَ الْمَاعُونَ (7)والماعون } : يطلق على الإِعانة بالمال ، فالمعنى : يمنعون فضلهم أو يمنعون الصدقة على الفقراء . فقد كانت الصدقة واجبة في صدر الإِسلام بغير تعيين قبل مشروعية الزكاة .وقال سعيد بن المسيب وابن شهاب : الماعون : المال بلسان قريش .وروى أشهب عن مالك : الماعون : الزكاة ، ويشهد له قول الراعي: ... قوم على الإِسلام لمّا يمنعواماعونهم ويضيِّعوا التهليلا ... لأنه أراد بالتهليل الصلاة فجمع بينها وبين الزكاة .ويطلق على ما يستعان به على عمل البيت من آنية وآلات طبخ وشدّ وحفر ونحو ذلك مما لا خسارة على صاحبه في إعارته وإعطائه . وعن عائشة : الماعون الماء والنار والملح . وهذا ذم لهم بمنتهى البخل . وهو الشح بما لا يزرئهم .وتقديم المسند إليه على الخبر الفعلي في قوله : { هم يراءون } لتقوية الحكم ، أي تأكيده .فأما على القول بأن السورة مدنية أو بأن هذه الآيات الثلاث مدنية يكون المراد بالمصلين الذين هم عن صلاتهم ساهون والصلاتتِ بعدها : المنافقين ، فإطلاق المصلين عليهم بمعنى المتظاهرين بأنهم يصلون وهو من إطلاق الفعل على صورته كقوله تعالى : { يحذر المنافقون أن تنزل عليهم سورة } [ التوبة : 64 ] أي يظهرون أنهم يحذرون تنزيل سورة .{ ويمنعون الماعون } أي الصدقة أو الزكاة ، قال تعالى في المنافقين : { ويقبضون أيديهم } [ التوبة : 67 ] فلما عُرفوا بهذه الخلال كان مفاد فاء التفريع أن أولئك المتظاهرين بالصلاة وهم تاركوها في خاصتهم هم من جملة المكذبين بيوم الدين ويدُعُّون اليتيم ولا يحضّون على طعام المسكين .وحكى هبة الله بن سَلاَمَة في كتاب «الناسخ والمنسوخ» : أن هذه الآيات الثلاث نزلت في عبد الله بن أبي ابن سلول ، أي فإطلاق صيغة الجمع عليه مراد بها واحد على حد قوله تعالى : { كذبت قوم نوح المرسلين } [ الشعراء : 105 ] أي الرسول إليهم .والسهو حقيقته : الذهول عن أمر سبق عِلمُه ، وهو هنا مستعار للإِعراض والترك عن عمد استعارة تهكمية مثل قوله تعالى : { وتنسون ما تشركون } [ الأنعام : 41 ] أي تعرضون عنهم ، ومثله استعارة الغفلة للإعراض في قوله تعالى : { بأنهم كذبوا بآياتنا وكانوا عنها غافلين } في سورة الأعراف ( 136 ) وقوله تعالى : { والذين هم عن آياتنا غافلون } في سورة يونس ( 7 ) ، وليس المقصود الوعيد على السهو الحقيقي عن الصلاة لأن حكم النسيان مرفوع على هذه الأمة ، وذلك ينادي على أن وصفهم بالمصلين تهكم بهم بأنهم لا يصلون .واعلم أنه إذا أراد الله إنزال شيء من القرآن ملحقاً بشيء قبله جعَل نظم الملحق مناسباً لما هو متصل به ، فتكون الفاء للتفريع . وهذه نكتة لم يسبق لنا إظهارها فعليك بملاحظتها في كل ما ثبت أنه نزل من القرآن ملحقاً بشيء نزل قبله منه ."
    }
  ]
}
