{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 110,
      "text": "إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ (1) { } { أفواجا * فَسَبِّحْ بِحَمْدِ رَبِّكَ واستغفره إِنَّهُ كَانَ توابا } .{ إذا } اسم زمان مبهم يتعين مقدارهُ بمضمون جملةٍ يضاف إليها هو . ف { إذا } اسمُ زمان مطلق ، فقد يستعمل للزمن المستقبل غالباً . ولذلك يضمَّن معنى الشرط غالباً ، ويكون الفعل الذي تضاف إليه بصيغة الماضي غالباً لإفادة التحقق ، وقد يكون مضارعاً كقوله تعالى : { وهو على جمعهم إذا يشاء قدير } [ الشورى : 29 ] .ويستعمل في الزمن الماضي وحينئذ يتعين أن تقع الجملة بعده بصيغة الماضي ، ولا تضمن { إذا } معنى الشرط حينئذ وإنما هي لمجرد الإِخبار دون قصد تعليق نحو : { وإذَا رأوا تجارةً أو لهواً انفضوا إليها } [ الجمعة : 11 ] .و { إذا } هنا مضمنة الشرط لا محالة لوجود الفاء في قوله : { فسبح بحمد ربك } وقضية الاستقبال وعدمه تقدمت .والنصر : الإِعانة على العدوّ . ونصر الله يعقبه التغلب على العدو . و { الفتح } : امتلاك بلد العدوّ وأرضِه لأنه يكون بفتح باب البلد كقوله تعالى : { ادخلوا عليهم الباب فإذا دخلتموه فإنكم غالبون } [ المائدة : 23 ] ، ويكون باقتحام ثغور الأرض ومحارسها فقد كانوا ينزلون بالأَرضين التي لها شعاب وثغور قال لبيد :وأَجَنَّ عوراتتِ الثغور ظَلاَمُهاوقد فتح المسلمون خيْبر قبل نزول هذه الآية فتعين أن الفتح المذكور فيها فتح آخر وهو فتح مكة كما يشعر به التعريف بلام العهد ، وهو المعهود في قوله تعالى : { إنا فتحنا لك فتحاً مبيناً ليغفر لك اللَّه ما تقدم من ذنبك وما تأخر ويتم نعمته عليك ويهديك صراطاً مستقيماً وينصرك اللَّه نصراً عزيزاً } [ الفتح : 1 3 ] .فإضافة { نصر } إلى { اللَّه } تشعر بتعظيم هذا النصر وأنه نصر عزيز خارق للعادة اعتنى الله بإيجاد أسبابه ولم تجر على متعارف تولد الحوادث عن أمثالها .و { جاء } مستعمل في معنى : حصَل وتحقق مجازاً .والتعريف في «الفتح» للعهد وقد وعد الله رسوله صلى الله عليه وسلم به غير مرة من ذلك قوله تعالى : { إن الذي فرض عليك القرآن لرادك إلى معاد } [ القصص : 85 ] وقوله : { لتدخلن المسجد الحرام إن شاء اللَّه آمنين محلقين رؤوسكم ومقصرين لا تخافون فعلم ما لم تعلموا فجعل من دون ذلك فتحاً قريباً } [ الفتح : 27 ] . وهذه الآية نزلت عام الحديبية وذلك قبل نزول سورة { إذا جاء نصر الله } على جميع الأقوال .وقد اتفقت أقوال المفسرين من السلف فمَن بعدهم على أن الفتح المذكور في هذه السورة هو فتح مكة إلا رواية عن سعيد بن جبير عن ابن عباس هو فتح المدائن والقصور ، يعنون الحصون . وقد كان فتح مكة يخالج نفوس العرب كلهم فالمسلمون كانوا يرجونه ويعلمون ما أشار به القرآن من الوعد به وأهل مَكة يتوقعونه وبقية العرب ينتظرون ماذا يكون الحال بين أهل مكة وبين النبي صلى الله عليه وسلم ويتلومون بدخولهم في الإِسلام فتحَ مكة يقولون : إنْ ظهر محمد على قومه فهو نبيء .وتكرر أنْ صَدَّ بعضُهم بعضاً ممن يريد اتباع الاسلام عن الدخول فيه وإنظاره إلى ما سيظهر من غلب الإِسلام أو غلب الشرك .أخرج البخاري عن عمرو بن سلمة قال : «لما كان الفتح بادر كل قوم بإسلامهم إلى رسول الله صلى الله عليه وسلم وكانت الأحياء تتلوم بإسلامها فتح مكة فيقولون دَعوه وقومه فإن ظهر عليهم فهو نبيء» .وعن الحسن : لما فتحت مكة أقبلت العرب بعضها على بعض فقالوا : أما إذ ظفر بأهل الحرم فليس لنا به يَداننِ فكانوا يدخلون في الإِسلام أفواجاً . فعلى قول الجمهور في أن الفتح هو فتح مكة يستقيم أن تكون هذه السورة نزلت بعد فتح خيبر وهو قول الأكثرين في وقت نزولها .ويحتمل على قول القائلين بأنها نزلت عقب غزوة حنين أن يكون الفتح قد مضى ويكون التعليق على مجموع فتح مكة ومجيء نصر من الله آخر ودخول الناس في الإِسلام وذلك بما فتح عليه بعد ذلك ودخول العرب كلهم في الإِسلام سنة الوفود .وعلى ما روي عن ابن عمر : «أنها نزلت في حجة الوداع» يكون تعليق جملة : { فسبح بحمد ربك } على الشرط الماضي مراداً به التذكير بأنه حصل ، أي إذا تحقق ما وعدناك به من النصر والفتح وعموم الإِسلام بلادَ العرب فسبح بحمد ربك ، وهو مراد مَن قال من المفسرين { إذا } بمعنى ( قد ) ، فهو تفسير حاصل المعنى ، وليست { إذا } مما يأتي بمعنى ( قد ) ."
    },
    {
      "ayah": 2,
      "surah": 110,
      "text": "وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجًا (2) والرؤية في قوله : { ورأيت الناس } يجوز أن تكون علمية ، أي وعلمت علم اليقين أن الناس يدخلون في دين الله أفواجاً وذلك بالأخبار الواردة من آفاق بلاد العرب ومواطن قبائلهم وبمَنْ يحضر من وفودهم . فيكون جملة { يدخلون } في محل المفعول الثاني ل { رأيت } .ويجوز أن تكون رؤية بصرية بأن رأى أفواج وفود العرب يردون إلى المدينة يدخلون في الإِسلام وذلك سنة تسع ، وقد رأى النبي صلى الله عليه وسلم ببصره ما علم منه دخولهم كلهم في الإِسلام بمن حضر معه الموقف في حجة الوداع فقد كانوا مائة ألف من مختلف قبائل العرب فتكون جملة { يدخلون } في موضع الحال من الناس .و { دين اللَّه } هو الإِسلام لقوله تعالى : { إن الدين عند اللَّه الإسلام } [ آل عمران : 19 ] وقوله : { فأقم وجهك للدين حنيفاً فطرت اللَّه التي فطر الناس عليها } [ الروم : 30 ] .والدخول في الدين : مستعار للنطق بكلمة الشهادة والتزام أحكام الدين الناشئة عن تلك الشهادة . فشُبه الدين ببيت أو حظيرة على طريقة المكنية ورمز إليه بما هو من لوازم المشبه به وهو الدخول ، على تشبيه التلبس بالدين بتلبس المظروف بالظرف ، ففيه استعارة أخرى تصريحية .و { الناس } : اسم جمع يدل على جماعة من الآدميين ، وقد تقدم عند قوله تعالى : { ومن الناس من يقول آمنا باللَّه } في سورة [ البقرة : 8 ] .وإذا عُرّف اسم ناس باللام احتملت العهد نحو : { الذين قال لهم الناس } [ آل عمران : 173 ] ، واحتملت الجنس نحو : { إن الناس قد جمعوا لكم } [ آل عمران : 173 ] واحتملت الاستغراق نحو : { ومن الناس من يقول } [ البقرة : 8 ] ونحو : { قل أعوذ برب الناس } [ الناس : 1 ] .والتعريف في هذه الآية للاستغراق العرفي ، أي جميع الناس الذين يخطرون بالبال لعدم إرادة معهودين معينني ولاستحالة دخول كل إنسان في دين الله بدليل المشاهدة ، فالمعنى : ورأيتَ ناساً كثيرين أو ورأيت العرب .قال ابن عطية : «قال أبو عُمر بن عبد البر النمري رحمه الله في كتاب «الاستيعاب» في باب خراش الهذلي : لم يمت رسول الله صلى الله عليه وسلم وفي العرب رجل كافر بل دخل الكل في الإِسلام بعد حُنين والطائِف ، منهم من قدِم ومنهم من قدِم وافده» ا ه . وإنما يراد عرب الحجاز ونجد واليمن لأن مِن عرب الشام والعراق من لم يدخلوا في الإِسلام ، وهم : تَغلب وغسان في مشارف الشام والشاممِ ، وكذلك لخم وكلب من العراق فهؤلاء كانوا نصارى ولم يسلم من أسلم منهم إلا بعد فتح الشام والعراق بعد رسول الله صلى الله عليه وسلم فلم يرهم رسول الله صلى الله عليه وسلم يدخلون في دين الله رؤية بصرية .ويجوز أن يكون اللَّهُ أعلمه بذلك إن جعلنا الرؤية علمية .والأفواج : جمع فوج وهو الجماعة الكثيرة ، وتقدم عند قوله تعالى : { هذا فوج مقتحم معكم } في سورة [ ص : 59 ] ، أي يدخلون في الإِسلام قبائل ، وانتصب أفواجاً } على الحال من ضمير { يدخلون } ."
    },
    {
      "ayah": 3,
      "surah": 110,
      "text": "فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّابًا (3)وجملة : { فسبح بحمد ربك } جواب { إذا } باعتبار ما تضمنته من معنى الشرط ، وفعل { فسبح } هو العامل في { إذا } النصبَ على الظرفية ، والفاء رابطة للجواب لأنه فعل إنشاء .وقَرن التسبيح بالحمد بباء المصاحبة المقتضية أن التسبيح لاحقٌ للحمد لأن باء المصاحبة بمعنى ( مع ) فهي مثل ( مع ) في أنها تدخل على المتبوع فكان حمد الله على حصول النصر والفتح ودخول الناس في الإِسلام شيئاً مفروغاً منه لا يحتاج إلى الأمر بإيقاعه لأن شأن الرسول صلى الله عليه وسلم أنه قد فعله ، وإنما يحتاج إلى تذكيره بتسبيح خاص لم يحصل من قبل في تسبيحاته وباستغفار خاص لم يحصل من قبل في استغفاره .ويجوز أن يكون التسبيح المأمور به تسبيحَ ابتهاج وتعجب من تيسير الله تعالى له ما لا يخطر ببال أحد أن يتم له ذلك ، فإن سبحان الله ونحوه يستعمل في التعجب كقول الأعشى: ... قد قلتُ لما جاءني فخرُهسبحانَ من علقمةَ الفاخِر ... وفي تقديم الأمر بالتسبيح والحمد على الأمر بالاستغفار تمهيد لإجابة استغفاره على عادة العرب في تقديم الثناء قبل سؤال الحاجة كما قال ابن أبي الصلت: ... إذا أثنى عليك المرء يوماًكفاه عن تعرضه الثناء ... فإن رسول الله صلى الله عليه وسلم لم يكن يخلو عن تسبيح الله فأريد تسبيح يقارن الحمد على ما أعطيه من النصر والفتح ودخول الأمة في الإِسلام .وعطف الأمر باستغفار الله تعالى على الأمر بالتسبيح مع الحمد يقتضي أنه من حَيِّز جواب { إذا } ، وأنه استغفار يحصل مع الحمد مثل ما قرر في { فسبح بحمد ربك } فيدل على أنه استغفار خاص لأن الاستغفار الذي يعم طلب غفران التقصير ونحوه مأمور به من قبل وهو من شأن النبي صلى الله عليه وسلم فقد قال : \" إنه لَيُغَانَ على قلْبي فأستغفر اللَّه في اليوم والليلة مائة مرة \" فكان تعليق الأمر بالتسبيح وبالاستغفار على حصول النصر والفتح إيماءً إلى تسبيح واستغفار يحصل بهما تقرب لم يُنْو من قبل ، وهو التهيّؤ للقاء الله ، وأن حياته الدنيوية أوشكت على الانتهاء ، وانتهاء أعمال الطاعات والقربات التي تزيد النبي صلى الله عليه وسلم في رفع درجاته عند ربه فلم يبق إلا أن يسأل ربه التجاوز عما يعرض له من اشتغال ببعض الحظوظ الضرورية للحياة أو من اشتغال بمهم من أحوال الأمة يفوته بسببه أمر آخر هو أهم منه ، مثل فِداء أسرى بدر مع فوات مصلحة استئصالهم الذي هو أصلح للأمة فعوتِبَ عليه رسول الله صلى الله عليه وسلم بقوله تعالى : { ما كان لنبيء أن يكون له أسرى } [ الأنفال : 67 ] الآية ، أو من ضرورات الإِنسان كالنوم والطعام التي تنقص من حالة شبهه بالملائكة الذين يسبحون الليل والنهار لا يفترون ، فكان هذا إيذاناً باقتراب وفاة رسول الله صلى الله عليه وسلم بانتقاله من حياة تحمل أعباء الرسالة إلى حياة أبدية في العلويات الملكية .والكلام من قبيل الكناية الرمزية وهي لا تنافي إرادة المعنى الصريح بأن يحمل الأمر بالتسبيح والاستغفار على معنى الإِكثار من قول ذلك . وقد دل ذوق الكلام بعضَ ذوي الأفهام النافذة من الصحابة على هذا المعنى وغاصت عليه مثل أبي بكر وعمر والعباس وابنه عبد الله وابن مسعود ، فعن مقاتل : \" لما نزلت قرأها النبي صلى الله عليه وسلم على أصحابه ففرحوا واستبشروا وبكى العباس فقال له النبي صلى الله عليه وسلم ما يبكيك يا عم؟ قال : نُعيتْ إليك نفسك . فقال : إنه لكَما تقول \" . وفي رواية : \" نزلت في منى فبكى عمر والعباس فقيل لهما ، فقالا : فيه نُعي رسول الله فقال النبي صلى الله عليه وسلم صدقتما نُعِيَتْ إليّ نفسي \" .وفي «صحيح البخاري» وغيره عن ابن عباس : «كان عمر يأذن لأهل بدر ويأذن لي معهم فوجد بعضهم من ذلك ، فقال لهم عمر : إنه مَن قد علمتم . قال : فأذن لهم ذات يوم وأذن لي معهم ، فسألهم عن هذه السورة : { إذا جاء نصر الله والفتح } فقالوا : أمر الله نبيئه إذا فتح عليه أن يستغفره ويتوب إليه فقال : ما تقول يا ابن عباس؟ قلت : ليس كذلك ولكن أخبر الله نبيئه حضور أجله فقال : { إذا جاء نصر الله والفتح } ، فذلك علامة موتك؟ فقال عمر : ما أعلم منها إلا ما تقول» فهذا فهم عمر والعباس وعبد الله ابنه .وقال في «الكشاف» : روي أنه لما نزلت خطب رسول الله صلى الله عليه وسلم فقال : \" إن عبداً خيّره الله بين الدنيا وبين ما عند الله فاختار ما عند الله عز وجل . فعلم أبو بكر فقال : فديناك بأنفسنا وأموالنا وآبائنا وأولادنا \" اه .قال ابن حجر في «تخريج أحاديث الكشاف» : الحديث متفق عليه إلا صدره دون أوله من كونه كان عند نزول السورة ا ه . ويحتمل أن يكون بكاء أبي بكر تكرر مرتين أولاهما عند نزول سورة النصر كما في رواية «الكشاف» والثانية عند خطبة النبي صلى الله عليه وسلم في مرضه .وعن ابن مسعود أن هذه السورة «تسمى سورة التوديع» أي لأنهم علموا أنها إيذان بقرب وفاة رسول الله صلى الله عليه وسلموتقديم التسبيح والحمد على الاستغفار لأن التسبيح راجع إلى وصف الله تعالى بالتنزه عن النقص وهو يجمع صفات السلب ، فالتسبيح متمحض لجانب الله تعالى ، ولأن الحمد ثناء على الله لإنعامه ، وهو أداء العبد ما يجب عليه لشكر المنعم فهو مستلزم إثبات صفات الكمال لله التي هي منشأ إنعامه على عبده فهو جامع بين جانب الله وحظ العبد ، وأما الاستغفار فهو حظ للعبد وحده لأنه طلبه اللَّه أن يعفو عما يؤاخذه عليه .ومقتضى الظاهر أن يقول : فسبح بحمده ، لتقدم اسم الجلالة في قوله : { إذا جاء نصر اللَّه } فعدل عن الضمير إلى الاسم الظاهر وهو { ربك } لما في صفة ( رب ) وإضافتها إلى ضمير المخاطب من الإِيماء إلى أن من حكمة ذلك النصر والفتح ودخول الناس في الإِسلام نعمةً أنعم الله بها عليه إذا حصل هذا الخير الجليل بواسطته فذلك تكريم له وعناية به وهو شأن تلطف الرب بالمربوب ، لأن معناه السيادة المرفوقة بالرفق والإِبلاغ إلى الكمال .وقد انتهى الكلام عند قوله : { واستغفره } . وقد روي : «أن النبي صلى الله عليه وسلم كان في قراءته يقف عند { واستغفره } ثم يكمل السورة» .{ واستغفره إِنَّهُ كَانَ } .تذييل للكلام السابق كله وتعليل لما يقتضي التعليل فيه من الأمر باستغفار ربه باعتبار الصريح من الكلام السابق كما سيتبين لك .وتوّاب : مثال مبالغة من تاب عليه . وفعل تاب المتعدي بحرف ( على ) يطلق بمعنى : وفّق للتوبة ، أثبته في «اللسان» و«القاموس» ، وهذا الإِطلاق خاص بما أسند إلى الله .وقد اشتملت الجملة على أربع مؤكدات هي : إنّ ، وكانَ ، وصيغة المبالغة في التوّاب ، وتنوين التعظيم فيه .وحيث كان توكيد ب ( إنَّ ) هنا غير مقصودٍ به ردُّ إنكار ولا إزالة تردد إذ لا يفرضان في جانب المخاطب صلى الله عليه وسلم فقد تمحض ( إنَّ ) لإفادة الاهتمام بالخبر بتأكيده .وقد تقرر أن من شأن ( إنَّ ) إذا جاءت على هذا الوجه أن تغني غَناء فاء الترتيب والتسبب وتفيد التعليل وربط الكلام بما قبله كما تفيده الفاء ، وقد تقدم غير مرة ، منها عند قوله تعالى : { إنك أنت العليم الحكيم } في سورة [ البقرة : 32 ] ، فالمعنى : هو شديد القبول لتوبة عباده كثير قبوله إياها .وإذ قد كان الكلام تذييلاً وتعليلاً للكلام السابق تعين أن حذف متعلق { تواباً } يُقدر بنحو : على التائبين . وهذا المقدر مراد به العموم ، وهو عموم مخصوص بالمشيئة تخصصه أدلة وصف الربوبية ، ولما ذكر دليل العموم عَقب أمرِه بالاستغفار أفاد أنه إذا استغفره غفر له دلالة تقتضيها مستتبعات التراكيب ، فأفادت هذه الجملة تعليل الأمر بالاستغفار لأن الاستغفار طلب لغفر ، فالطالب يترقب إجابة طلبه ، وأما ما في الجملة من الأمر بالتسبيح والحمد فلا يحتاج إلى تعليل لأنهما إنشاء تنزيه وثناء على الله .ومن وراء ذلك أفادت الجملة إشارة إلى وعدٍ بحسن القبول عند الله تعالى حينما يقدم على العالم القدسي ، وهذا معنى كنائي لأن من عُرف بكثرة قبول توبة التائبين شأنه أن يكرم وفادة الوافدين الذين سَعوْا جهودهم في مرضاته بمنتهى الاستطاعة ، أو هو مجاز بعلاقة اللزوم العرفي لأن منتهى ما يخافه الأحبة عند اللقاء مرارة العتاب ، فالإِخبار بأنه توّاب اقتضى أنه لا يخاف عتاباً .فهذه الجملة بمدلولها الصريح ومدلولها الكنائي أو المجازي ومستتبعاتها تعليل لما تضمنته الجملة التي قبلها من معنى صريح أو كنائي يناسبه التعليل بالتسبيح والحمد باعتبارهما تمهيداً للأمر بالاستغفار كما تقدم آنفاً لا يحتاجان إلى التعليل ، أو يغني تعليل الممهد له بهما عن تعليلهما ولكنهما باعتبار كونهما رمزاً إلى مداناة وفاة رسول الله صلى الله عليه وسلم يكون ما في قوله : { إنه كان تواباً } من الوعد بحسن القبول تعليلاً لمدلولهما الكنائي ، وأما الأمر بالاستغفار فمناسبة التعليل له بقوله : { إنه كان تواباً } ناهضة باعتبار كلتا دلالتيه الصريحة والكنائيّة ، أي إنه متقبل استغفارك ومتقبلك بأحسن قبول ، شأنَ من عهد من الصفح والتكرم .وفعل { كان } هنا مستعمل في لازم معنى الاتصاف بالوصف في الزمن الماضي . وهو أن هذا الوصف ذاتي له لا يتخلف معموله عن عباده فقد دل استقراء القرآن على إخبار الله عن نفسه بذلك من مبدأ الخليقة قال تعالى : { فتلقى آدم من ربه كلمات فتاب عليه إنه هو التواب الرحيم } [ البقرة : 37 ] .ومقتضى الظاهر أن يقال : إنه كان غفّاراً ، كما في آية : { فقلت استغفروا ربكم إنه كان غفاراً } [ نوح : 10 ] فيُجرى الوصف على ما يناسب قوله : { واستغفره } ، فعُدل عن ذلك تلطفاً مع النبي صلى الله عليه وسلم بأنَّ أمره بالاستغفار ليس مقتضياً إثبات ذنب له لما علمت آنفاً من أن وصف ( تواب ) جاء من تاب عليه الذي يستعمل بمعنى وفقه للتوبة إيماء إلى أن أمره بالاستغفار إرشاد إلى مقام التأدب مع الله تعالى ، فإنه لا يُسأل عما يفعل بعباده ، لولا تفضله بما بيَّن لهم من مراده ، ولأن وصف ( توّاب ) أشد ملاءمة لإقامة الفاصلة مع فاصلة { أفواجاً } لأن حرف الجيم وحرف الباء كليهما حرف من الحروف الموصوفة بالشدة ، بخلاف حرف الراء فهو من الحروف التي صفتها بين الشدة والرِّخوة .وروي في «الصحيح» عن عائشة قالت : «ما صلى رسول الله صلى الله عليه وسلم صلاةً بعد أن نزلت عليه سورة : { إذا جاء نصر الله والفتح } إلا يقول : \" سبحانك ربّنا وبحمدك ، اللهم اغفر لي يتأول القرآن \" أي يتأول الأمر في قوله : { فسبح بحمد ربك واستغفره } على ظاهره كما تأوله في مقام آخر على معنى اقتراب أجله صلى الله عليه وسلم"
    }
  ]
}
