{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 12,
      "text": "{ الر }.تقدم الكلام على نظاير { الر } ونحوها في أوّل سورة البقرة .الكلام على { تلك آيات الكتاب } مضى في سورة يونس . ووُصف الكتاب هنا ب { المبين } ووصف به في طالعة سورة يونس ب { الحكيم } لأنّ ذكر وصف إبانته هنا أنسب ، إذ كانت القصّة التي تضمّنتها هذه السّورة مفصّلة مبيّنة لأهمّ مَا جرى في مدة يوسف عليه السّلام بمصر . فقصّة يوسف عليه السّلام لم تكن معروفة للعرب قبل نزول القرآن إجمالاً ولا تفصيلاً ، بخلاف قصص الأنبياء : هود ، وصالح ، وإبراهيم ، ولوط ، وشعيب عليهم السّلام أجمعين ، إذ كانت معروفة لديهم إجمالاً ، فلذلك كان القرآن مبيّناً إيّاها ومفصّلاً .ونزولها قبل اختلاط النبي صلى الله عليه وسلم باليهود في المدينة معجزة عظيمة من إعلام الله تعالى إيّاه بعلوم الأوّلين ، وبذلك ساوى الصحابةُ علماءَ بني إسرائيل في علم تاريخ الأديان والأنبياء وذلك من أهم ما يعلمه المشرعون .فالمبين : اسم فاعل من أبان المتعدي . والمراد : الإبانة التامّة باللفظ والمعنى ."
    },
    {
      "ayah": 10,
      "surah": 12,
      "text": "فصْل جملة { قال قائل } جار على طريقة المقاولات والمحاورات ، كما تقدّم في قوله تعالى : { قالوا أتجعل فيها من يفسد فيها } في سورة البقرة ( 30 ).وهذا القائل أحد الإخوة ولذلك وصف بأنّه منهم .والعدول عن اسمه العَلَم إلى التنكير والوصفيّة لعدم الجدوى في معرفة شخصه وإنّما المهمّ أنّه من جماعتهم . وتجنّباً لما في اسمه العلم من الثقل اللفظي الذي لا داعي إلى ارتكابه . قيل : إنّه ( يهوذا ) وقيل : ( شمعون ) وقيل ( روبين ) ، والذي في سفر التّكوين من التّوراة أنه ( راوبين ) صدّهم عن قتله وأن يهوذا دل عليه السيارة كما في الإصحاح37 . وعادة القرآن أن لا يذكر إلاّ اسم المقصود من القصّة دون أسماء الذين شملتهم ، مثل قوله : { وقال رجلٌ مؤمنٌ من آل فرعون } [ سورة غافر : 28 ].والإلقاء : الرمي .والغيابات : جمع غيابة ، وهي ما غاب عن البصر من شيء . فيقال : غيابة الجبّ وغيابة القبر والمراد قعر الجبّ .والجبّ : البئر التي تحفر ولا تطوى .وقرأ نافع ، وأبو جعفر غيابات بالجمع . ومعناه جهات تلك الغيابة ، أو يجعل الجمع للمبالغة في ماهية الاسم ، كقوله تعالى : { أوْ كظلماتتٍ في بحرٍ لجّيّ } [ سورة النور : 40 ] وقرأ الباقون في غيابت الجبّ } بالإفراد .والتّعريف في { الجبّ } تعريف العهد الذهني ، أي في غيابة جب من الجباب مثل قولهم : ادخل السوق . وهو في المعنى كالنكرة .فلعلّهم كانوا قد عهدوا جباباً كائنة على أبعاد متناسبة في طرق أسفارهم يأوون إلى قربها في مراحلهم لسقي رواحلهم وشربهم ، وقد توخوا أنْ تكون طرائقهم عليها ، وأحسب أنّها كانت ينصب إليها ماء السيول ، وأنّها لم تكن بعيدة القعر حيث علموا أنّ إلقاءه في الجبّ لا يهشّم عظامه ولا ماء فيه فيغرقه .و { يلتقطه } جواب الأمر في قوله : { وألقوه }. والتّقدير : إن تلقوه يلتقطه . والمقصود من التسبب الذي يفيده جواب الأمر إظهار أنّ ما أشار به القائل من إلقاء يوسف عليه السّلام في غيابة جبّ هو أمثل ممّا أشار به الآخرون من قتله أو تركه بفيفاء مهلكة لأنّه يحصل به إبعاد يوسف عليه السّلام عن أبيه إبعاداً لا يرجى بعدَه تلاقيهما دون إلحاق ضرّ الإعدام بيوسف عليه السّلام ؛ فإنّ التقاط السيّارة إياه أبقى له وأدخل في الغرض من المقصود لهم وهو إبعاده ، لأنّه إذا التقطه السيّارة أخذوه عندهم أو باعوه فزاد بعداً على بعد .والالتقاط : تناول شيء من الأرض أو الطريق ، واستعير لأخذ شيء مضاع .والسيّارة : الجماعة الموصوفة بحالة السّير وكثرته ، فتأنيثه لتأويله بالجماعة التي تسير مثل الفلاّحة والبَحّارة .والتعريف فيه تعريف العهد الذهني لأنّهم علموا أنّ الطريق لا تخلو من قوافل بين الشام ومصر للتّجارة والميرة .وجملة { إن كنتم فاعلين } شرط حذف جوابه لدلالة { وألقوه } ، أي إن كنتم فاعلين إبعاده عن أبيه فألْقوه في غيابات الجبّ ولا تقتلوه .وفيه تعريض بزيادة التريّث فيما أضمروه لعلّهم يرون الرجوع عنه أولى من تنفيذه ، ولذلك جاء في شرطه بحرف الشرط وهو { إنْ } إيماء إلى أنّه لا ينبغي الجزم به ، فكَانَ هذا القائل أمثل الإخوة رأياً وأقربهم إلى التّقوى ، وقد علموا أنّ السيّارة يقصدون إلى جميع الجباب للاستقاء ، لأنّها كانت محتفرة على مسافات مراحل السفر . وفي هذا الرأي عبرة في الاقتصاد من الانتقام والاكتفاء بما يحصل به الغرض دون إفراط ."
    },
    {
      "ayah": 100,
      "surah": 12,
      "text": "والعرش : سرير للقعود فيكون مرتفعاً على سوق ، وفيه سعة تمكن الجالس من الاتّكاء . والسجود : وضع الجبهة على الأرض تعظيماً للذات أو لصورتها أو لذِكرها ، قال الأعشى:فلما أتانا بُعيد الكَرى ...سَجدنا له ورفَعْنا العَمَار ... وفعله قاصر فيعدى إلى مفعوله باللام كما في الآية .والخرور : الهوي والسقوط من علو إلى الأرض .والذين خروا سُجداً هم أبواه وإخوته كما يدل له قوله : { هذا تأويل رؤياي } وهم أحد عشر وهم : رأوبين ، وشمعون ، ولاوي ، ويهوذا ، ويساكر ، وربولون ، وجاد ، وأشير ، ودان ، ونفتالي ، وبنيامين . و { الشمس } ، و { القمر } ، تعبيرهما أبواه يعقوب عليه السلام وراحيل .وكان السجود تحية الملوك وأضرابهم ، ولم يكن يومئذٍ ممنوعاً في الشرائع وإنما منعه الإسلام لغير الله تحقيقاً لمعنى مساواة الناس في العبودية والمخلوقية . ولذلك فلا يعدّ قبوله السجودَ من أبيه عقوقاً لأنه لا غضاضة عليهما منه إذ هو عادتهم .والأحسن أن تكون جملة { وخروا } حالية لأن التحية كانت قبل أن يرفع أبويه على العرش ، على أن الواو لا تفيد ترتيباً .و { سجدا } حال مبيّنة لأن الخرور يقع بكيفيات كثيرة .والإشارة في قوله : { هذا تأويل رؤياي } إشارة إلى سجود أبويه وإخوته له هو مصداق رؤياه الشمس والقمر وأحد عشر كوكباً سُجداً له .وتأويل الرؤيا تقدم عند قوله : { نبئنا بتأويله } [ سورة يوسف : 36 ].ومعنى قد جعلها ربي حقا } أنها كانت من الأخبار الرمزية التي يكاشِف بها العقل الحوادث المغيبة عن الحس ، أي ولم يجعلها باطلاً من أضعاث الأحلام الناشئة عن غلبة الأخلاط الغذائية أو الانحرافات الدماغية .ومعنى { أحسن بي } أحسن إليّ . يقال : أحسن به وأحسن إليه ، من غير تضمين معنى فعل آخر . وقيل : هو بتضمين أحسن معنى لطف . وباء { بي } للملابسة أي جعل إحسانه ملابساً لي ، وخصّ من إحسان الله إليه دون مطلق الحضور للامتيار أو الزيادة إحسانين هما يوم أخرجه من السجن ومجيء عشيرته من البادية .فإن { إذْ } ظرف زمان لفعل { أحسن } فهي بإضافتها إلى ذلك الفعل اقتضت وقوع إحسان غير معدود ، فإن ذلك الوقت كان زمنَ ثبوت براءته من الإثم الذي رمته به امرأة العزيز وتلك منة ، وزمنَ خلاصه من السجن فإن السجن عذاب النفس بالانفصال عن الأصدقاء والأحبّة ، وبخلطة من لا يشاكلونه ، وبشْغله عن خلوة نفسه بتلقي الآداب الإلهية ، وكان أيضاً زمن إقبال الملك عليه . وأما مجيء أهله فزوال ألم نفساني بوحشته في الانفراد عن قرابته وشوقه إلى لقائهم ، فأفصح بذكر خروجه من السجن ، ومجيء أهله من البدوِ إلى حيث هو مكين قويّ .وأشار إلى مصائبه السابقة من الإبقاء في الجبّ ، ومشاهدة مكر إخوته به بقوله : { من بعد أن نزغ الشيطان بيني وبين إخوتي } ، فكلمة { بعد } اقتضت أن ذلك شيء انقضى أثره . وقد ألم به إجمالاً اقتصاراً على شكر النعمة وإعراضاً عن التذكير بتلك الحوادث المكدرة للصلة بينه وبين إخوته فمرّ بها مرّ الكرام وباعدها عنهم بقدر الإمكان إذ ناطها بنزغ الشيطان .والمجيء في قوله : { وجاء بكم من البدو } نعمة ، فأسنده إلى الله تعالى وهو مجيئهم بقصد الاستيطان حيث هو .والبَدْو : ضد الحضر ، سمي بَدواً لأن سكانه بادُون ، أي ظَاهرون لكل واردٍ ، إذ لا تحجبهم جدران ولا تغلق عليهم أبواب . وذكر { من البدو } إظهار لتمام النعمة ، لأن انتقال أهل البادية إلى المدينة ارتقاء في الحضارة .والنزغ : مجاز في إدخال الفساد في النفس . شُبه بنزغ الراكب الدابّة وهو نخسها . وتقدم عند قوله تعالى : { وإما ينزغنّك من الشيطان نزغ } في سورة الأعراف ( 200 ).وجملة إن ربي لطيف لما يشاء } مستأنفة استئنافاً ابتدائياً لقصد الاهتمام بها وتعليم مضمونها .واللطف : تدبير الملائم . وهو يتعدّى باللام على تقدير لطيف لأجل ما يشاء اللطف به ، ويتعدى بالباء قال تعالى : { الله لطيف بعباده } [ الشورى : 19 ]. وقد تقدم تحقيق معنى اللطف عند قوله تعالى : { وهو اللطيف الخبير } في سورة الأنعام ( 103 ).وجملة إنه هو العليم الحكيم } مستأنفة أيضاً أو تعليل لجملة { إن ربي لطيف لما يشاء }. وحرف التوكيد للاهتمام ، وتوسيط ضمير الفصل للتقوية .وتفسير { العليم } تقدم عند قوله تعالى : { إنك أنت العليم الحكيم } في سورة البقرة ( 32 ). والحكيم } تقدم عند قوله : { فاعلموا أن الله عزيز حكيم } أواسط سورة البقرة ( 209 )."
    },
    {
      "ayah": 101,
      "surah": 12,
      "text": "أعقب ذكر نعمة الله عليه بتوجهه إلى مناجاة ربه بالاعتراف بأعظم نعم الدنيا والنعمة العظمى في الآخرة ، فذكر ثلاث نعم : اثنتان دنيويتان وهما : نعمة الولاية على الأرض ونعمة العلم ، والثالثة : أخروية وهي نعمة الدين الحق المعبر عنه بالإسلام وجعل الذي أوتيه بعضاً من الملك ومن التأويل لأن ما أوتيه بعض من جنس الملك وبعض من التأويل إشعاراً بأن ذلك في جانب مُلك الله وفي جانب علمه شيء قليل .  وعلى هذا يكون المراد بالمُلك التصرف العظيم الشبيه بتصرف المَلِك إذ كان يوسف عليه السلام هو الذي يُسير المَلك برأيه . ويجوز أن يراد بالمُلك حقيقته ويكون التبعيض حقيقياً ، أي آتيتني بعض المُلك لأن المُلك مجموع تصرفات في أمر الرعية ، وكان ليوسف عليه السلام من ذلك الحظُّ الأوفر ، وكذلك تأويل الأحاديث .وتقدم معنى تأويل الأحاديث عند قوله تعالى : { ويعلمك من تأويل الأحاديث } [ يوسف : 6 ] في هذه السورة .وفاطر السماوات والأرض } نداء محذوف حرف ندائه . والفاطر : الخالق . وتقدم عند قوله تعالى : { قل أغير الله أتخذ ولياً فاطر السماوات والأرض } في سورة الأنعام ( 14 ).والولي : الناصر ، وتقدم عند قوله تعالى : { قل أغير الله أتخذ ولياً } في سورة الأنعام .وجملة { أنت ولي في الدنيا والآخرة } من قبيل الخبر في إنشاء الدعاء وإن أمكن حمله على الإخبار بالنسبة لولاية الدنيا ، قيل لإثباته ذلك الشيء لولاية الآخرة . فالمعنى : كن وليي في الدنيا والآخرة .وأشار بقوله : { توفني مسلما } إلى النعمة العظمى وهي نعمة الدين الحق ، فإن طلب توفّيه على الدين الحق يقتضي أنه متصف بالدين الحق المعبر عنه بالإسلام من الآن ، فهو يسأل الدوام عليه إلى الوفاة .والمسلم : الذي اتصف بالإسلام ، وهو الدين الكامل ، وهو ما تعبّدَ اللّهَ به الأنبياء والرسل عليهم السلام . وقد تقدم عند قوله تعالى : { فلا تموتن إلا وأنتم مسلمون } في سورة آل عمران ( 102 ).والإلحاق : حقيقته جعل الشيء لاَ حقاً ، أي مُدركاً من سبقه في السّيْر . وأطلق هنا مجازاً على المَزيد في عداد قوم .والصالحون : المتصفون بالصلاح ، وهو التزام الطاعة . وأراد بهم الأنبياء . فإن كان يوسف عليه السلام يومئذٍ نبيئاً فدعاؤهُ لطلب الدوام على ذلك ، وإن كان نُبّىء فيما بعد فهو دعاء لحصوله ، وقد صار نبيئاً بعد ورسولاً ."
    },
    {
      "ayah": 102,
      "surah": 12,
      "text": "تذييل للقصة عند انتهائها . والإشارة إلى ما ذُكر من الحادث أي ذلك المذكور .واسم الإشارة لتمييز الأنباء أكمل تمييز لتتمكن من عقول السامعين لما فيها من المواعظ .و { الغيب } ما غاب عن علم الناس ، وأصله مصدر غاب فسمي به الشيء الذي لا يشاهد . وتذكير ضمير { نوحيه } لأجل مراعاة اسم الإشارة .وضمائر { لديهم إذ أجمعوا أمرهم وهم يمكرون } عائدة إلى كل من صدر منه ذلك في هذه القصة من الرجال والنساء على طريقة التغليب ، يشمل إخوة يوسف عليه السلام والسيارةَ ، وامرأةَ العزيز ، ونسوتَها .و { أجمعوا أمرهم } تَفسيره مثل قوله : { وأجمعوا أن يجعلوه في غيابَات الجب } [ يوسف : 15 ].والمكر تقدم ، وهذه الجملة استخلاص لمواضع العبرة من القصة . وفيها منّة على النبي ، وتعريض للمشركين بتنبيههم لإعجاز القرآن من الجانب العلمي ، فإن صدور ذلك من النّبي الأميّ آية كبرى على أنه وحي من الله تعالى . ولذلك عقب بقوله : وما أكثر الناس ولو حرصت بمؤمنين }.وكان في قوله : { وما كنت لديهم } توركاً على المشركين . وجملة { وما كنت لديهم } في موضع الحال إذ هي تمام التعجيب .وجملة { وهم يمكرون } حال من ضمير { أجمعوا } ، وأتي { يمكرون } بصيغة المضارع لاستحضار الحالة العجيبة ."
    },
    {
      "ayah": 103,
      "surah": 12,
      "text": "انتقال من سوق هذه القصة إلى العبرة بتصميم المشركين على التكذيب بعد هذه الدلائل البينة ، فالواو للعطف على جملة { ذلك من أنباء الغيب نوحيه إليك } [ يوسف : 102 ] باعتبار إفادتها أن هذا القرآن وحي من الله وأنه حقيق بأن يكون داعياً سامعيه إلى الإيمان بالنبي . ولما كان ذلك من شأنه أن يكون مطمعاً في إيمانهم عقب بإعلام النبي بأن أكثرهم لا يؤمنون .والناس } يجوز حمله على جميع جنس الناس ، ويجوز أن يراد به ناس معيّنون وهم القوم الذين دعاهم النبي صلى الله عليه وسلم بمكّة وما حولها ، فيكون عموماً عرفياً .وجملة { ولو حرصت } في موضع الحال معترضة بين اسم { ما } وخبرها .{ ولو } هذه وصلية ، وهي التي تفيد أن شرطها هو أقصى الأسباب لجوابها . وقد تقدم بيانها عند قوله تعالى : { فلن يقبل من أحدهم ملء الأرض ذهباً ولو افتدى به } في سورة آل عمران ( 91 ).وجواب لو } هو { وما أكثر الناس } مقدّم عليها أو دليل الجواب .والحرص : شدة الطلب لتحصيل شيء ومعاودته . وتقدم في قوله تعالى : { حريص عليكم } في آخر سورة براءة ( 128 )."
    },
    {
      "ayah": 104,
      "surah": 12,
      "text": "وجملة { وما تسألهم عليه من أجر } معطوفة على جملة { وما أكثر الناس } إلى آخرها باعتبار ما أفادته من التأييس من إيمان أكثرهم . أي لا يسوءك عدم إيمانهم فلست تبتغي أن يكون إيمانهم جزاء على التبليغ بل إيمانهم لفائدتهم ، كقوله : { قل لا تمنوا علي إسلامكم } [ سورة الحجرات : 17 ].وضمير الجمع في قوله : وما تسألهم } عائد إلى الناس ، أي الذين أرسل إليهم النبي صلى الله عليه وسلموجملة { إن هو إلا ذكر للعالمين } بمنزلة التعليل لجملة { وما تسألهم عليه من أجر }. والقصر إضافي ، أي ما هو إلا ذكر للعالمين لا لتحصيل أجرِ مبلّغه .وضمير { عليه } عائد إلى القرآن المعلوم من قوله : { ذلك من أنباء الغيب نوحيه إليك } [ يوسف : 102 ]."
    },
    {
      "ayah": 105,
      "surah": 12,
      "text": "عطف على جملة { وما أكثر الناس ولو حرصت بمؤمنين } [ يوسف : 103 ] ، أي ليس إعراضهم عن آية حصول العلم للأمّي بما في الكتب السالفة فحسب بل هم معرضون عن آيات كثيرة في السماوات والأرض .و { كأين } اسم يدل على كثرة العدد المبهم يبينه تمييز مجرور ب { من }. وقد تقدم عند قوله تعالى : { وكأين من نبيء قاتل معه ربيون كثير } في سورة آل عمران ( 146 ).والآية : العلامة ، والمراد هنا الدالةُ على وحدانية الله تعالى بقرينة ذكر الإشراك بعدها .ومعنى يمرون عليها } يرونها ، والمرور مجاز مكنّى به عن التحقق والمشاهدة إذ لا يصح حمل المرور على المعنى الحقيقي بالنسبة لآيات السماوات ، فالمرور هنا كالذي في قوله تعالى : { وإذا مروا باللغو مروُّا كراماً } [ الفرقان : 72 ].وضمير { يمرون } عائد إلى الناس من قوله تعالى : { وما أكثر الناس ولو حرصت بمؤمنين }."
    },
    {
      "ayah": 106,
      "surah": 12,
      "text": "وجملة { وما يؤمن أكثرهم بالله } في موضع الحال من ضمير { يمرون } أي وما يؤمن أكثر الناس إلا وهم مشركون ، والمراد ب { أكثر الناس } أهل الشرك من العرب . وهذا إبطال لما يزعمونه من الاعتراف بأن الله خالقهم كما في قوله تعالى : { ولئن سألتهم من خلق السماوات والأرض ليقولن الله } ، وبأن إيمانهم بالله كالعدم لأنهم لا يؤمنون بوجود الله إلا في تشريكهم معه غيره في الإلهية .والاستثناء من عموم الأحوال ، فجملة { وهم مشركون } حال من { أكثرهم }. والمقصود من هذا تشنيع حالهم . والأظهر أن يكون هذا من قبيل تأكيد الشيء بما يشبه ضده على وجه التهكم . وإسناد هذا الحكم إلى { أكثرهم } باعتبار أكثر أحْوالهم وأقوالهم لأنهم قد تصدر عنهم أقوال خلية عن ذكر الشريك . وليس المراد أن بعضاً منهم يؤمن بالله غير مشرك معه إلها آخر ."
    },
    {
      "ayah": 107,
      "surah": 12,
      "text": "اعتراض بالتفريع على ما دلت عليه الجملتان قبله من تفظيع حالهم وجرأتهم على خالقهم والاستمرار على ذلك دون إقلاع ، فكأنهم في إعراضهم عن توقع حصول غضب الله بهم آمنون أن تأتيهم غاشية من عذابه في الدنيا أو تأتيهم الساعة بغتة فتحول بينهم وبين التوبة ويصيرون إلى العذاب الخالد .والاستفهام مستعمل في التوبيخ .والغشْي والغشيان : الإحاطة من كل جانب { وإذا غشيهم موج كالظلل } [ سورة لقمان : 32 ]. وتقدم في قوله تعالى يغشي الليل النهار في [ سورة الأعراف : 54 ].والغاشية الحادثة التي تحيط بالناس . والعرب يؤنثون هذه الحوادث مثل الطّامة والصاخة والداهية والمصيبة والكارثة والحادثة والواقعة والحاقة . والبغتة : الفجأة . وتقدمت عند قوله تعالى : { حتى إذا جاءتهم الساعة بغتة } في آخر سورة الأنعام ( 31 )."
    },
    {
      "ayah": 108,
      "surah": 12,
      "text": "استئناف ابتدائي للانتقال من الاعتبار بدلالة نزول هذه القصة للنبيء صلى الله عليه وسلم الأمّيّ على صدق نبُوءته وصدقه فيما جاء به من التوحيد إلى الاعتبار بجميع ما جاء به من هذه الشريعة عن الله تعالى ، وهو المعبّر عنه بالسبيل على وجه الاستعارة لإبلاغها إلى المطلوب وهو الفوز الخالد كإبلاغ الطريق إلى المكان المقصود للسائر ، وهي استعارة متكررة في القرآن وفي كلام العرب .والسبيل يؤنث كما في هذه الآية ، ويذكّر أيضاً كما تقدم عند قوله تعالى : { وإن يروا سبيل الرشد لا يتخذوه سبيلا } في سورة الأعراف ( 146 ).والجملة استئناف ابتدائي معترضة بين الجمل المتعاطفة .والإشارة إلى الشريعة بتنزيل المعقول منزلة المحسوس لبلوغه من الوضوح للعقول حداً لا يخفى فيه إلا عمّن لا يُعدّ مُدْركاً .وما في جملة هذه سبيلي } من الإبهام قد فسرته جملة { ادعوا إلى الله على بصيرة }.و { على } فيه للاستعلاء المجازي المراد به التمكن ، مثل «على هدىً من ربهم» .والبصيرة : فعيلة بمعنى فاعلة ، وهي الحجة الواضحة ، والمعنى : أدعو إلى الله ببصيرة متمكناً منها ، ووصف الحجة ببصيرة مجاز عقلي ، والبصير : صاحب الحجة لأنه بها صار بصيراً بالحقيقة . ومثله وصف الآية بمبصرة في قوله : { فلما جاءتهم آياتنا مبصرة } [ سورة النمل : 13 ]. وبعكسه يوصف الخفاء بالعمى كقوله : { وآتاني رحمة من عنده فعميت عليكم } [ سورة هود : 28 ].وضمير أنا } تأكيد للضمير المستتر في { أدعوا } ، أتي به لتحسين العطف بقوله : { ومن اتبعني } ، وهو تحسين واجب في اللغة .وفي الآية دلالة على أن أصحاب النبي صلى الله عليه وسلم والمؤمنين الذين آمنوا به مأمورون بأن يدعوا إلى الإيمان بما يستطيعون . وقد قاموا بذلك بوسائل بث القرآن وأركان الإسلام والجهاد في سبيل الله . وقد كانت الدعوة إلى الإسلام في صدر زمان البعثة المحمدية واجباً على الأعيان لقول النبي صلى الله عليه وسلم \" بلّغوا عنّي ولو آيةً \" أي بقدر الاستطاعة . ثم لمّا ظهر الإسلام وبلغت دعوته الأسماع صارت الدعوة إليه واجباً على الكفاية كما دل عليه قوله تعالى : { ولتكن منكم أمة يدعون إلى الخير الآية } في سورة آل عمران ( 104 ).وعُطفت جملة وسبحان الله } على جملة { أدعوا إلى الله } ، أي أدعو إلى الله وأنزهه .وسبحان : مصدر التسبيح جاء بدلاً عن الفعل للمبالغة . والتقدير : وأسبح الله سبحاناً ، أي أدعو الناس إلى توحيده وطاعته وأنزّهه عن النقائص التي يشرك بها المشركون من دّعاء الشركاء ، والولد ، والصاحبة .وجملة { وما أنا من المشركين } بمنزلة التذييل لما قبلها لأنها تعمّ ما تضمنته ."
    },
    {
      "ayah": 109,
      "surah": 12,
      "text": "عطف على جملة { وما أكثر الناس } [ سورة يوسف : 103 ] الخ . هاتان الآيتان متّصل معناهما بما تضمنه قوله تعالى : { ذلك من أنباء الغيب نوحيه إليك } [ سورة يوسف : 102 ] إلى قوله : { إن هو إلاّ ذكر للعالمين } [ سورة يوسف : 104 ] وقوله : { قل هذه سبيلي } الآية [ سورة يوسف : 108 ] ، فإن تلك الآي تضمنت الحجة على صدق الرسول عليه الصلاة والسلام فيما جاءهم به ، وتضمنت أن الذين أشركوا غير مصدقينه عناداً وإعراضاً عن آيات الصدق . فالمعنى أن إرسال الرسل عليهم السلام سنّة إلهية قديمة فلماذا يَجعل المشركون نبوءتك أمراً مستحيلاً فلا يصدّقون بها مع ما قارنها من آيات الصدق فيقولون : أبعث الله بشراً رسولاً }. وهل كان الرسل عليهم السلام السابقون إلا رجالاً من أهل القرى أوحى الله إليهم فبماذا امتازوا عليك ، فسلم المشركون ببعثتهم وتحدّثوا بقصصهم وأنكروا نبوءتك .وراء هذا معنى آخر من التذكير باستواء أحوال الرسل عليهم السلام وما لقوه من أقوامهم فهو وعيد باستواء العاقبة للفريقين .و { من قبلك } يتعلق ب { أرسلنا } ف { من } لابتداء الأزمنة فصار ما صدق القبل الأزمنة السابقة ، أي من أول أزمنة الإرسال . ولولا وجود { من } لكان { قبلك } في معنى الصفة للمرسَلين المدلول عليهم بفعل الإرسال .والرجال : اسم جنس جامد لا مفهوم له . وأطلق هنا مراداً به أناساً كقوله صلى الله عليه وسلم « ورجل ذكر الله خالياً ففاضت عيناه » أي إنسان أو شخص ، فليس المراد الاحتراز عن المرأة . واختير هنا دون غيره لِمطابقته الواقع فإن الله لم يرسل رسلاً من النساء لحكمة قبول قيادتهم في نفوس الأقوام إذ المرأة مستضعفة عند الرجال دون العكس؛ ألا ترى إلى قول قيس بن عاصم حين تنبأت سَجَاحِ:أضحت نبيئتُنا أنثى نُطِيف بها ...وأصبحت أنبياءُ الناس ذكرانا ... وليس تخصيص الرجال وأنهم من أهل القرى لقصد الاحتراز عن النساء ومن أهل البادية ولكنه لبيان المماثلة بين مَن سلّموا برسالتهم وبين محمد صلى الله عليه وسلم حين قالوا : { فليأتنا بآية كما أرسل الأولون } [ الأنبياء : 5 ] و { قالوا لولا أوتي مثلَ ما أوتي موسى } [ القصص : 48 ] ، أي فما كان محمد صلى الله عليه وسلم بِدعاً من الرسل حتى تبادروا بإنكار رسالته وتُعرضوا عن النظر في آياته .فالقصر إضافي ، أي لم يكن الرسل عليهم السلام قبلك ملائكةً أو ملوكاً من ملوك المدن الكبيرة فلا دلالة في الآية على نفي إرسال رسول من أهل البادية مثل خالد بن سنان العبسي ، ويعقوب عليه السلام حين كان ساكناً في البَدْو كما تقدم .وقرأ الجمهور ، { يُوحَى } بتحتية وبفتح الحاء مبنياً للنائب ، وقرأه حفص بنون على أنه مبني للفاعل والنون نون العظمة .وتفريع قوله : { أفلم يسيروا في الأرض } على ما دلت عليه جملة { وما أرسلنا من قبلك إلا رجالاً } من الأسوة ، أي فكذّبهم أقوامهم من قبل قومك مثل ما كذّبك قومك وكانت عاقبتهم العقاب . أفلم يسيروا في الأرض فينظروا كيف كان عاقبة الأقوام السابقين ، أي فينظروا آثار آخر أحوالهم من الهلاك والعذاب فيعلم قومك أن عاقبتهم على قياس عاقبة الذين كذّبوا الرسل قبلهم ، فضمير { يسيروا } عائد على معلوم من المقام الدال عليه { وما أنا من المشركين } [ سورة يوسف : 108 ].والاستفهام إنكاري . فإن مجموع المتحدّث عنهم ساروا في الأرض فرأوا عاقبة المكذبين مثل عاد وثمود .وهذا التفريع اعتراض بالوعيد والتهديد .وكيف } استفهام معلّق لفعل النظر عن مفعوله .وجملة { ولدار الآخرة } خبر . معطوفة على الاعتراض فلها حكمه ، وهو اعتراض بالتبشير وحسن العاقبة للرسل عليهم السلام ومن آمن بهم وهم الذين اتقوا . وهو تعريض بسلامة عاقبة المتقين في الدنيا . وتعريض أيضاً بأن دار الآخرة أشد أيضاً على الذين من قبلهم من العاقبة التي كانت في الدنيا فحصل إيجاز بحذف جملتين .وإضافة { دار } إلى { آخرة } من إضافة الموصوف إلى الصفة مثل « يا نساء المسلمات » في الحديث .وقرأ نافع ، وابن كثير ، وأبو عمرو ، وحفص عن عاصم ، وأبو جعفر ، ويعقوب : { أفلا تعقلون } بتاء الخطاب على الالتفات ، لأن المعاندين لما جرى ذكرهم وتكرر صاروا كالحاضرين فالتفت إليهم بالخطاب . وقرأه الباقون بياء الغيبة على نسق ما قبله ."
    },
    {
      "ayah": 11,
      "surah": 12,
      "text": "استئناف بيانيّ لأنّ سوق القصّة يستدعي تساؤل السامع عمّا جَرَى بعد إشارة أخيهم عليهم ، وهل رجعوا عمّا بيتوا وصمّموا على ما أشار به أخوهم .وابتداء الكلام مع أبيهم بقولهم : { يا أبانا } يقضي أنّ تلك عادتهم في خطاب الابن أباه .ولعل يعقوب عليه السّلام كان لا يأذن ليوسف عليه السّلام بالخروج مع إخوته للرعي أو للسّبق خوفاً عليه من أن يصيبه سوء من كيدهم أو من غيرهم ، ولم يكن يصرّح لهم بأنّه لا يأمنهم عليه ولكن حاله في منعه من الخروج كحال من لا يأمنهم عليه فنزّلوه منزلة من لا يأمنهم ، وأتوا بالاستفهام المستعمل في الإنكار على نفي الائتمان .وفي التّوراة أن يعقوب عليه السّلام أرسله إلى إخوته وكانوا قد خرجوا يرعون ، وإذا لم يكن تحريفاً فلعلّ يعقوب عليه السّلام بعد أن امتنع من خروج يوسف عليه السّلام معهم سمح له بذلك ، أو بعد أن سمع لومهم عليه سمح له بذلك .وتركيب { ما لك } لا تفعل . تقدّم الكلام عليها عند قوله تعالى : { فما لكم كيف تحكمون } في سورة يونس ( 35 ) ، وانظر قوله تعالى : { يأيها الذين آمنوا مَا لَكمْ إذا قيل لكم انفروا في سبيل الله أثّاقلتم إلى الأرض } في سورة بَراءة ( 38 ). وقوله : { فما لكم في المنافقين فئتين } في سورة النساء ( 88 ).واتفق القرّاء على قراءة { لا تأمنّا } بنون مشددة مدغمة من نون أمن ونون جماعة المتكلّمين ، وهي مرسومة في المصحف بنون واحدة . واختفلوا في كيفية النطق بهذه النون بين إدغام محض ، وإدغام بإشمام ، وإخفاء بلا إدغام ، وهذا الوجه الأخير مرجوح ، وأرجح الوجهين الآخرين الإدغام بإشمام ، وهما طريقتان للكل وليسا مذهبين .وحرف { على } التي يتعدّى بها فعل الأمن المنفي للاستعلاء المجازي بمعنى التمكّن من تعلّق الائتمان بمدخول { على }.والنّصح عمل أو قول فيه نفع للمنصوح ، وفعله يتعدّى باللاّم غالباً وبنفسه . وتقدّم في قوله تعالى : { أبلّغكم رسالات ربّي وأنصح لكم } في سورة الأعراف ( 62 ).وجملة { وإنّا له لناصحون } معترضة بين جملتي { ما لك لا تأمنّا } وجملة { أرسله }. والمعنى هنا : أنهم يعملون ما فيه نفع ليوسف عليه السّلام ."
    },
    {
      "ayah": 110,
      "surah": 12,
      "text": "و { حتى } من قوله : { حتى إذا استيأس الرسل } ابتدائية ، وهي عاطفة جملة { إذا استيأس الرسل } على جملة { وما أرسلنا من قبلك إلا رجالاً نوحي إليهم } باعتبار أنها حجة على المكذبين ، فتقدير المعنى : وما أرسلنا من قبلك إلا رجالاً يوحى إليهم فكذبهم المرسل إليهم واستمروا على التكذيب حتى إذا استيئس الرسل إلى آخره ، فإن { إذا } اسم زمان مضمن معنى الشرط فهو يلزم الإضافة إلى جملة تبين الزمان ، وجملة { استيأس } مضاف إليها { إذا } ، وجملة { جاءهم نصرنا } جواب { إذا } لأن هذا الترتيب في المعنى هو المقصود من جلب { إذا } في مثل هذا التركيب . والمراد بالرسل عليهم السلام غير المراد ب { رجالا } ، فالتعريف في الرسل عليهم السلام تعريف العهد الذَكريّ وهو من الإظهار في مقام الإضمار لإعطاء الكلام استقلالاً بالدلالة اهتماماً بالجملة .وآذن حرف الغاية بمعنى محذوف دل عليه جملة { وما أرسلنا من قبلك إلا رجالا } بما قصد بها من معنى قصد الإسوة بسلفه من الرسل عليهم السلام . والمعنى : فدام تكذيبهم وإعراضهم وتأخر تحقيق ما أنذرُوهم به من العذاب حتى اطمأنوا بالسلامة وسخروا بالرسل وأيس الرسل عليهم السلام من إيمان قَومهم .و { استيأس } مبالغة في يئس ، كما تقدم آنفاً في قوله : { ولا تيأسوا من روح الله } [ سورة يوسف : 87 ].وتقدم أيضاً قراءة البزي بخلاف عنه بتقديم الهمزة على الياء .فهذه أربع كلمات في هذه السورة خالف فيها البزي رواية عنه .وفي { صحيح البخاري } عن عروة أنه سأل عائشة رضي الله عنها : «أكُذِبوا أم كُذّبوا أي بالخفيف أم بالشدّ ؛ قالت : كذّبوا أي بالشد قال : فقد استيقنوا أن قومهم كذّبوهم فما هو بالظن فهي { قد كذبوا } أي بالتخفيف ، قالت : معاذ الله لم يكن الرسل عليهم السلام تظن ذلك بربها وإنما هم أتباع الذين آمنوا وصدقوا فطال عليهم البلاء واستأخر النصر حتى إذا استيأس الرسل عليهم السلام من إيمان من كذبهم من قومهم ، وظنت الرسل عليهم السلام أن أتباعهم مُكذّبوهم» ا ه . وهذا الكلام من عائشة رضي الله عنها رأي لها في التفسير وإنكارها أن تكون { كذبوا } مخففة إنكار يستند بما يبدو من عود الضمائر إلى أقرب مذكور وهو الرسل ، وذلك ليس بمتعيّن ، ولم تكن عائشة قد بلغتْها رواية { كذبوا } بالتخفيف .وتفريع { فننجي من نشاء } على { جاءهم نصرنا } لأن نصر الرسل عليهم السلام هو تأييدهم بعقاب الذين كذبوهم بنزول العذاب وهو البأس ، فينجي الله الذين آمنوا ولا يردّ البأس عن القوم المجرمين .والبأس : هو عذاب المجرمين الذي هو نصر للرسل عليهم السلام . .والقوم المجرمون : الذين كذبوا الرسل .وقرأ الجمهور { فنُنْجِي } بنونين وتخفيف الجيم وسكون الياء مضارع أنجى . و { من نشاء } مفعول { ننجي }. وقرأه ابن عامر وعاصم { فنجّي } بنون واحدة مضمومة وتشديد الجيم مكسورة وفتح التحتية على أنه ماضي { نجّى المضاعف بني للنائب ، وعليه فمن نشاء } هو نائب الفاعل ، والجمع بين الماضي في ( نجّي ) والمضارع في { نشاء } احتباك تقديره فنُجي من شئنا ممن نجا في القرون السالفة وننجي من نشاء في المستقبل من المكذبين ."
    },
    {
      "ayah": 111,
      "surah": 12,
      "text": "هذا من رد العجز على الصدر فهي مرتبطة بجملة { ذلك من أنباء الغيب نوحيه إليك } [ سورة يوسف : 102 ] وهي تتنزّل منها منزلة البيان لما تضمنه معنى الإشارة في قوله : ذلك من أنباء الغيب } من التعجيب ، وما تضمنه معنى { وما كنتَ لديهم } من الاستدلال على أنه وحي من الله مع دلالة الأمية .وهي أيضاً تتنزل منزلة التذييل للجمل المستطرد بها لقصد الاعتبار بالقصة ابتداء من قوله : { وما أكثر الناس ولو حرصت بمؤمنين } [ يوسف : 103 ].فلها مواقع ثلاثة عجيبة من النظم المعجز .وتأكيد الجملة ب ( قد ) واللام للتحقيق .وأولو الألباب : أصحاب العقول . وتقدم في قوله : { واتقون يا أولي الألباب } في أواسط سورة البقرة ( 197 ).والعِبرة : اسم مصدر للاعتبار ، وهو التوصل بمعرفة المشاهد المعلوم إلى معرفة الغائب وتطلق العِبرة على ما يحصل به الاعتبار المذكور من إطلاق المصدر على المفعول كما هنا . ومعنى كون العبرة في قصصهم أنها مظروفة فيه ظرفية مجازية ، وهي ظرفية المدلول في الدليل فهي قارة في قصصهم سواء اعتَبر بها من وُفّق للاعتبار أم لم يعتبر لها بعضُ الناس .وجملة ما كان حديثا يفترى } إلى آخرها تعليل لجملة { لقد كان في قصصهم عبرة } أي لأن ذلك القصص خبر صدق مطابق للواقع وما هو بقصة مخترعة . ووجه التعليل أن الاعتبار بالقصة لا يحصل إلا إذا كانت خبراً عن أمر وقع ، لأن ترتب الآثار على الواقعات رتّب طبيعي فمِن شأنها أن تترتب أمثالُها على أمثالها كلما حصلت في الواقع ، ولأن حصولها ممكن إذ الخارج لا يقع فيه المحال ولا النادر وذلك بخلاف القصص الموضوعة بالخيال والتكاذيب فإنها لا يحصل بها اعتبار لاستبعاد السامع وقوعها لأن أمثالها لا يُعهد ، مثل مبالغات الخرافات وأحاديث الجن والغُول عند العرب وقصة رستم وأسفنديار عند العجم ، فالسامع يتلقاها تلقي الفكاهات والخيالات اللذيذة ولا يتهيأ للاعتبار بها إلاّ على سبيل الفرص والاحتمال وذلك لا تحتفظ به النفوس .وهذه الآية ناظرة إلى قوله تعالى في أول السورة { نحن نقص عليك أحسن القصص } [ يوسف : 3 ] فكما سماه الله أحسن القصص في أول السورة نفى عنه الافتراء في هذه الآية تعريضاً بالنضر بن الحارث وأضرابه .والافتراء تقدم في قوله : { ولكن الذين كفروا يفترون على الله الكذب } في سورة العقود ( 103 ).والذي بين يديه } : الكتب الإلهية السابقة . وضمير بين { يديه } عائد إلى القرآن الذي من جملته هذه القصص .والتفصيل : التبيين . والمراد ب { كل شيء } الأشياء الكثيرة مما يرجع إلى الاعتبار بالقصص .وإطلاق الكل على الكثرة مضى عند قوله تعالى : { وإن يروا كل آية لا يؤمنوا بها } في سورة الأنعام ( 31 ).والهُدى الذي في القصص : العبر الباعثة على الإيمان والتقوى بمشاهدة ما جاء من الأدلة في أثناء القصص على أن المتصرف هو الله تعالى ، وعلى أن التقوى هي أساس الخير في الدنيا والآخرة ، وكذلك الرحمة فإن في قصص أهل الفضل دلالة على رحمة الله لهم وعنايته بهم ، وذلك رحمة للمؤمنين لأنهم باعتبارهم بها يأتون ويذرون ، فتصلح أحوالهم ويكونون في اطمئنان بال ، وذلك رحمة من الله بهم في حياتهم وسببٌ لرحمته إياهم في الآخرة كما قال تعالى : { من عمل صالحاً من ذكر أو أنثى وهو مؤمن فلنحيينه حياة طيبة ولنجزينهم أجرهم بأحسن ما كانوا يعملون } [ النحل : 97 ]."
    },
    {
      "ayah": 12,
      "surah": 12,
      "text": "وجملة { أرسله } مستأنفة استئنافاً بيانيّاً لأن الإنكار المتقدّم يثير ترقب يعقوب عليه السّلام لمعرفة ما يريدون منه ليوسف عليه السّلام .و { يرتَع } قرأه نافع ، وأبو جعفر ، ويعقوب بياء الغائب وكسر العَين . وقرأه ابن كثير بنون المتكلّم المشارك وكسر العين وهو على قراءتي هؤلاء الأربعة مضارع ارتعَى وهو افتعال من الرّعي للمبالغة فيه .فهو حقيقة في أكل المواشي والبهائم واستعير في كلامهم للأكل الكثير لأنّ الناس إذا خرجوا إلى الرّياض والأرياف للّعب والسّبق تقوى شهوة الأكل فيهم فيأكلون أكلاً ذريعاً فلذلك شبّه أكلهم بأكل الأنعام .وإنّما ذكروا ذلك لأنّه يسرّ أباهم أن يكونوا فرحين .وقرأه أبو عمرو ، وابن عامر بنون وسكون العين . وقرأه عاصم ، وحمزة ، والكسائي ، وخلف بياء الغائب وسكون العين وهو على قراءتي هؤلاء الستة مضارع رتَع إذا أقام في خصب وسعة من الطعام . والتحقيق أنّ هذا مستعار من رتعت الدّابة إذا أكلت في المرعى حتّى شبعت . فمفاد المعنى على التأويلين واحد .واللّعب : فعل أو كلام لا يراد منه ما شأنه أن يراد بمثله نحو الجري والقفز والسّبق والمراماة ، نحو قول امرىء القيس: ... فظلّ العذارى يرتمين بشحمهايقصد منه الاستجمام ودفع السآمة . وهو مباح في الشرائع كلّها إذا لم يصر دأباً . فلا وجه لتساؤل صاحب «الكشاف» على استجازة يعقوب عليه السّلام لهم اللعب .والذين قرأوا { نرتع } بنون المشاركة قرأوا { ونلعب } بالنون أيضاً .وجملة { وإنّا له لحافظون } في موضع الحال مثل { وإنّا له لناصحون } [ سورة يوسف : 10 ]. والتّأكيد فيهما للتّحقيق تنزيلاً لأبيهم منزلة الشّاك في أنّهم يحفظونه وينصحونه كما نزّلوه منزلة من لا يأمنهم عليه من حيث إنّه كان لا يأذن له بالخروج معهم للرعي ونحوه .وتقديم له } في { له لناصحون } و { له لحافظون } يجوز أن يكون لأجل الرعاية للفاصلة والاهتمام بشأن يوسف عليه السّلام في ظاهر الأمر ، ويجوز أن يكون للقصر الادّعائي؛ جعلوا أنفسهم لفرط عنايتهم به بمنزلة من لا يحفظ غيره ولا ينصح غيره .وفي هذا القول الذي تواطأوا عليه عند أبيهم عبرة من تواطىء أهل الغرض الواحد على التحيّل لنصب الأحابيل لتحصيل غرض دنيء ، وكيف ابتدأوا بالاستفهام عن عدم أمنه إيّاهم على أخيهم وإظهار أنّهم نصحاء له ، وحققوا ذلك بالجملة الاسمية وبحرف التوكيد ، ثمّ أظهروا أنّهم ما حرصوا إلاّ على فائدة أخيهم وأنّهم حافظون له وأكّدوا ذلك أيضاً ."
    },
    {
      "ayah": 13,
      "surah": 12,
      "text": "فصل جملة { قال } جار على طريقة المحاورة .أظهر لهم سبب امتناعه من خروج يوسف عليه السّلام معهم إلى الرّيف بأنّه يحزنه لبعده عنه أيّاماً ، وبأنّه يخشى عليه الذئاب ، إذ كان يوسف عليه السّلام حينئذٍ غلاماً ، وكان قد رُبّيَ في دَعَة فلم يكن مَرناً بمقاومة الوحوش ، والذئابُ تَجْتَرىءُ على الذي تحسّ منه ضعفاً في دفاعها . قال الرّبيع بن ضبع الفزاري يشكو ضعف الشيخوخة :والذّئب أخشاه إن مررت به ... وحدي وأخشى الرياح والمطراوقال الفرزدق يذكر ذئباً :فقلت له لمّا تكشّر ضاحكاً ... وقائم سيفي من يدي بمكانتعش فإن عاهدتني لا تخونني ... نكن مثل من يا ذئب يصطحبانفذئاب بادية الشّام كانت أشدّ خبثاً من بقية الذئاب ، ولعلّها كانت كذئاب بلاد الرُّوس . والعرب يقولون : إنّ الذئب إذا حورب ودافع عن نفسه حتّى عضّ الإنسان وأسال دمه أنّه يضرى حين يرى الدمّ فيستأسد على الإنسان ، قال :فكنت كذئب السّوء حين رأى دماً ... بصاحبه يوماً أحال على الدموقد يتجمّع سرب من الذئاب فتكون أشدّ خطراً على الواحد من الناس والصغير .والتعريف في { الذئب } تعريف الحقيقة والطبيعة ، ويسمّى تعريف الجنس . وهو هنا مراد به غير معيّن من نوع الذئب أو جماعة منه ، وليس الحكم على الجنس بقرينة أن الأكل من أحوال الذّوات لا من أحوال الجنس ، لكن المراد أية ذات من هذا الجنس دون تعيين . ونظيره قوله تعالى : { كمثل الحمار يحمل أسفاراً } [ سورة الجمعة : 5 ] أي فرد من الحمير غير معيّن ، وقرينة إرادة الفرد دون الجنس إسناد حمل الأسفار إليه لأنّ الجنس لا يحمل . ومنه قولهم : ( ادخل السوق ) إذا أردت فرداً من الأسواق غير معين ، وقولك : ادخل ، قرينة على ما ذكر . وهذا التّعريف شبيه بالنّكرة في المعنى إلاّ أنّه مراد به فرد من الجنس . وقريب من هذا التّعريف باللاّم التعريف بعلم الجنس ، والفرق بين هذه اللام وبين المنكّر كالفرق بين علم الجنس والنكرة .فالمعنى : أخاف أن يأكله الذّئب ، أي يَقتله فيأكل منه فإنّكم تبعدون عنه ، لمَا يعلم من إمعانهم في اللّعب والشّغل باللهو والمسابقة ، فتجتري الذئاب على يوسف عليه السّلام .والذئب : حيوان من الفصيلة الكلبيّة ، وهو كلب بَرّي وحشيّ . من خلقه الاحتيال والنفورُ . وهو يفترس الغنم . وإذا قاتل الإنسان فجرحه ورأى عليه الدم ضرى به فربّما مزّقه .وإنّما ذكر يعقوب عليه السّلام أنّ ذهابهم به غَدا يحدث به حزناً مستقبلاً ليصرفهم عن الإلحاح في طلب الخروج به لأنّ شأن الابن البار أن يتّقي ما يحزن أباه .وتأكيد الجملة بحرف التّأكيد لقطع إلحاحهم بتحقيق أنّ حزنه لفراقه ثابت ، تنزيلاً لهم منزلة من ينكر ذلك ، إذْ رأى إلحاحهم . ويسري التّأكيد إلى جملة { وأخاف أن يأكله الذئب }."
    },
    {
      "ayah": 14,
      "surah": 12,
      "text": "فأبوا إلاّ المراجعة قالوا : { لئن أكله الذئب ونحن عصبة إنّا إذن لخاسرون }.واللاّم في { لئِن أكله } موطّئة للقسم ، أرادوا تأكيد الجواب باللاّم . وإنّ ولام الابتداء وإذن الجوابيّة تحقيقاً لحصول خسرانهم على تقدير حصول الشّرط . والمراد : الكناية عن عدم تفريطهم فيه وعن حفظهم إيّاه لأنّ المرء لا يرضى أن يوصف بالخسران .والمراد بالخسران : انتفاء النفع المرجوّ من الرّجال ، استعاروا له انتفاء نفع التاجر من تجره ، وهو خيبة مذمومة ، أي إنّا إذن لمسلوبون من صفات الفتوة من قوة ومقدرة ويقظة . فكونهم عصبة يحول دون تواطيهم على ما يوجب الخسران لِجميعهم . وتقدم معنى العصبة آنفاً ، وفي هذا عبرة مِن مقدار إظهار الصّلاح مع استبطان الضرّ والإهلاك .وقرأ الجمهور بتحقيق همزة { الذئب } على الأصل . وقرأه ورش عن نافع ، والسوسي عن أبي عمرو ، والكسائيّ بتخفيف الهمزة ياء . وفي بعض التفاسير نسب تخفيف الهمزة إلى خلف ، وأبي جعفر ، وذلك لا يعرف في كتب القراءات . وفي البيضاوي أنّ أبا عَمرو أظهر الهمزة في التوقّف ، وأنّ حمزة أظهرها في الوصل ."
    },
    {
      "ayah": 15,
      "surah": 12,
      "text": "تفريع حكاية الذّهاب به والعزم على إلقائه في الجبّ على حكاية المحاورة بين يعقوب عليه السّلام وبنيه في محاولة الخروج بيوسف عليه السّلام إلى البادية يؤذن بجمل محذوفة فيها ذكر أنهم ألحوا على يعقوب عليه السّلام حتّى أقنعوه فأذن ليوسف عليه السّلام بالخروج معهم ، وهو إيجاز .والمعنى : فلمّا أجابهم يعقوب عليه السّلام إلى ما طلبوا ذهبوا به وبلغوا المكان الذي فيه الجب .وفعل ( أجمع ) يتعدّى إلى المفعول بنفسه . ومعناه : صمّم على الفعل ، فقوله : { أن يجعلوه } هو مفعول { وأجمعوا }.وجواب ( لمّا ) محذوف دلّ عليه { أن يجعلوه في غيابت الجب } ، والتقدير : جعلوه في الجب . ومثله كثير في القرآن . وهو من الإيجاز الخاص بالقرآن فهو تقليل في اللّفظ لظهور المعنى .وجملة { وأوحينا إليه } معطوفة على جملة { وأجمعوا أن يجعلوه في غيابت الجب } ، لأنّ هذا الموحى من مهمّ عبر القصة .وقيل : الواو مزيدة وجملة { أوحينا } هو جواب ( لمّا ) ، وقد قيل بمثل ذلك في قوله امرىء القيس :فلمّا أجزنا ساحة الحي وانتحى.  . . البيت .وقيل به في قوله تعالى : { فلمّا أسلما وتلّه للجبين وناديناه أنْ يا إبراهيم } [ سورة الصافات : 103 ، 104 ] الآية وفي جميع ذلك نظر .والضمير في قوله : إليه } عائد إلى يوسف عليه السّلام في قول أكثر المفسّرين مقتصرين عليه . وذكر ابن عطية أنّه قيل الضمير عائد إلى يعقوب عليه السّلام .وجملة { لتنبئنهم بأمرهم هذا } بيان لِجلمة { أوحينا }. وأكّدت باللاّم ونون التوكيد لتحقيق مضمونها سواء كان المراد منها الإخبار عن المستقبل أو الأمر في الحال . فعلى الأوّل فهذا الوحي يحتمل أن يكون إلهاماً ألقاه الله في نفس يوسف عليه السّلام حين كيدهم له ، ويحتمل أنّه وحي بواسطة المَلك فيكون إرهاصاً ليوسف عليه السّلام قبل النّبوءة رحمة من الله ليزيل عنه كربه ، فأعلمه بما يدل على أن الله سيخلصه من هذه المصيبة وتكون له العاقبة على الذين كادوا له ، وإيذان بأنّه سيؤانسه في وحشة الجب بالوحي والبشارة ، وبأنه سينبىء في المستقبل إخوته بما فعلوه معه كما تؤذن به نون التوكيد إذا اقترنت بالجملة الخبرية ، وذلك يستلزم نجاته وتمكّنه من إخوته لأن الإنباء بذلك لا يكون إلا في حال تمكّن منهم وأمن من شرهم .ومعنى { بأمرهم } : بفعلهم العظيم في الإساءة .وجملة { وهم لا يشعرون } في موضع الحال ، أي لتخبرنهم بما فعلوا بك وهم لا يشعرون أنك أخوهم بل في حالة يحسبونه مطلعاً على المغيبات متكهناً بها ، وذلك إخبار بما وقع بعد سنين مما حكي في هذه السورة بقوله تعالى : { قال هل علمتم ما فعلتم بيوسف وأخيه }[ سورة يوسف : 89 ] الآيتين .وعلى احتمال عود ضمير إليه } على يعقوب عليه السّلام فالوحي هو إلقاء الله إليه ذلك بواسطة المَلَك ، والواو أظهر في العطف حينئذٍ فهو معطوف على جملة { فلما ذهبوا به } إلى آخرها { وأوحينا إليه } قبل ذلك . و { لتنبئنهم } أمر ، أي أوحينا إليه نَبّئْهم بأمرهم هذا ، أي أشعرهم بما كادوا ليوسف عليه السّلام ، إشعاراً بالتعريض ، وذلك في قوله : { وأخاف أن يأكله الذئب وأنتم عنه غافلون } [ سورة يوسف : 13 ].وجملة وهم لا يشعرون } على هذا التقدير حال من ضمير جمع الغائبين ، أي وهم لا يشعرون أننا أوحينا إليه بذلك .وهذا الجب الذي ألقي فيه يوسف عليه السّلام وقع في التوراة أنه في أرض ( دوثان ) ، ودوثان كانت مدينة حصينة وصارت خرابا . والمراد : أنه كانت حوله صحراء هي مرعى ومربع . ووصف الجب يقتضي أنه على طريق القوافل . واتّفق واصفو الجب على أنه بين ( بانياس ) و ( طبرية ). وأنه على اثني عشر ميلاً من طبرية ممّا يلي دمشق ، وأنه قرب قرية يقال لها ( سنجل أو سنجيل ). قال قدامة : هي طريق البريد بين بعلبك وطبرية .ووصفها المتأخرون بالضبط المأخوذ من الأوصاف التاريخية القديمة أنه الطريق الكبرى بين الشام ومصر . وكانت تجتاز الأردن تحت بحيرة طبرية وتمر على ( دوثان ) وكانت تسلكها قوافل العرب التي تحمل الأطياب إلى المشرق ، وفي هذه الطريق جباب كثيرة في ( دوثان ). وجب يوسف معروف بين طبرية وصفد ، بنيت عليه قبة في زمن الدولة الأيوبية بحسب التوسّم وهي قائمة إلى الآن ."
    },
    {
      "ayah": 16,
      "surah": 12,
      "text": "عطف على جملة { فلما ذهبوا به } [ سورة يوسف : 15 ] عطف جزء القصة .والعشاء : وقت غيبوبة الشفق الباقي من بقايا شعاع الشمس بعد غروبها .والبكاء : خروج الدموع من العينين عند الحزن والأسف والقهر . وتقدم في قوله تعالى : { فليضحكوا قليلاً وليبكوا كثيراً } [ سورة التوبة : 82 ]. وقد أطلق هنا على البكاء المصطنع وهو التباكي . وإنما اصطنعوا البكاء تمويهاً على أبيهم لئلا يظن بهم أنهم اغتالوا يوسف عليه السّلام ، ولعلّهم كانت لهم مقدرة على البكاء مع عدم وجدان موجبه ، وفي الناس عجائب من التمويه والكيد . ومن الناس من تتأثر أعصابهم بتخيل الشيء ومحاكاته فيعتريهم ما يعتري الناس بالحقيقة .وبعض المتظلمين بالباطل يفعلون ذلك ، وفطنة الحاكم لا تنخدع لمثل هذه الحيل ولا تنوط بها حكماً ، وإنما يناط الحكم بالبينة .جاءت امرأة إلى شريح تخاصم في شيء وكانت مبطلة فجعلت تبكي ، وأظهر شريح عدم الاطمئنان لدعواها ، فقيل له : أما تراها تبكي؟ فقال : قد جاء إخوة يوسف عليه السّلام أباهم عشاء يبكون وهم ظلَمة كَذبَة ، لا ينبغي لأحد أن يقضي إلا بالحق . قال ابن العربي : قال علماؤنا : هذا يدلّ على أن بكاء المرء لا يدل على صدق مقاله لاحتمال أن يكون تصنّعاً . ومن الخلق من لا يقدر على ذلك ومنهم من يقدر .قلت : ومن الأمثال دموع الفاجر بيديه وهذه عبرة في هذه العبرة ."
    },
    {
      "ayah": 17,
      "surah": 12,
      "text": "والاستباق : افتعال من السبق وهو هنا بمعنى التسابق قال في الكشاف } : «والافتعال والتفاعل يشتركان كالانتضال والتناضل ، والارتماء والترامي ، أي فهو بمعنى المفاعلة . ولذلك يقال : السباق أيضاً . كما يقال النضال والرماء» . والمراد : الاستباق بالجري على الأرجل ، وذلك من مرح الشباب ولعبهم .والمتاع : ما يتمتع أي ينتفع به . وتقدم قي قوله تعالى : { لو تغفلون عن أسلحتكم وأمتعتكم } في سورة النساء ( 102 ). والمراد به هنا ثَقَلهم من الثياب والآنية والزاد .ومعنى { فأكله الذئب } قتله وأكل منه ، وفعل الأكل يتعلق باسم الشيء . والمراد بعضه . يقال أكلَه الأسد إذا أكل منه . قال تعالى : { وما أكل السّبع } [ سورة المائدة : 3 ] عطفاً على المنهيات عن أن يؤكل منها ، أي بقتلها .ومن كلام عمر حين طعنه أبو لؤلؤة أكلني الكلب ، أي عضّني .والمراد بالذئب جمع من الذئاب على ما عرفت آنفاً عند قوله : { وأخاف أن يأكله الذئب } [ سورة يوسف : 13 ] ؛ بحيث لم يترك الذئاب منه ، ولذلك لم يقولوا فدفنّاه .وقوله : { وما أنت بمؤمن لنا } خبر مستعمل في لازم الفائدة . وهو أن المتكلم علم بمضمون الخبر . وهو تعريض بأنهم صادقون فيما ادّعوه لأنهم يعلمون أباهم لا يصدقهم فيه ، فلم يكونوا طامعين بتصديقه إياهم .وفعل الإيمان يعدّى باللام إلى المصدّق بفتح الدال كقوله تعالى : { فآمن له لوطٌ } [ سورة العنكبوت : 26 ]. وتقدم بيانه عند قوله تعالى : { فما آمن لموسى إلا ذريةٌ من قومه } في سورة يونس ( 83 ).وجملة ولو كنا صادقين } في موضع الحال فالواو واو الحال . { ولو } اتصالية ، وهي تفيد أنه مضمون ما بعدها هو أبعد الأحوال عن تحقق مضمون ما قبلها في ذلك الحال . والتقدير : وما أنت بمؤمن لنا ولو كنا صادقين في نفس الأمر ، أي نحن نعلم انتفاء إيمانك لنا في الحالين فلا نطمع أن نموّه عليك .وليس يلزم تقدير شرط محذوف هو ضد الشرط المنطوق به لأن ذلك تقدير لمجرد التنبيه على جعل الواو للحال مع ( لو وإن ) الوصليتين وليس يستقيم ذلك التقدير في كل موضع ، ألا ترى قول المعريوإني وإن كنتُ الأخيّر زمانه: ...لآتتٍ بما لم تستطعه الأوائل ... كيف لا يستقيم تقدير إني إن كنت المتقدم زمانه بل وإن كنت الأخيرَ زمانه . فشرط ( لو ) الوصلية و ( إن ) الوصلية ليس لهما مفهومُ مخالفة ، لأن الشرط معهما ليس للتقييد . وتقدم ذكر ( لَو ) الوصلية عند قوله تعالى : { أو لو كان آباؤهم لا يعقلون شيئاً ولا يهتدون } في سورة البقرة ( 170 ) ، وعند قوله تعالى : { فلن يقبل من أحدهم ملء الأرض ذهباً } في سورة آل عمران ( 91 )."
    },
    {
      "ayah": 18,
      "surah": 12,
      "text": "وجملة { وجاءوا على قميصه } في موضع الحال . ولما كان الدم ملطخاً به القميص وكانوا قد جاءوا مصاحبين للقميص فقد جاءوا بالدم على القميص .ووصف الدم بالكذب وصف بالمصدر ، والمصدر هنا بمعنى المفعول كالخَلْق بمعنى المخلوق ، أي مكذوب كونه دم يوسف عليه السّلام إذ هو دم جدي ، فهو دم حقاً لكنه ليس الدم المزعوم . ولا شك في أنهم لم يتركوا كيفية من كيفيات تمويه الدم وحالة القميص بحال قميص من يأكله الذئب من آثار تخريق وتمزيق مما لا تخلو عنه حالة افتراس الذئب ، وأنهم أفطن من أن يفوتهم ذلك وهم عصبة لا يعْزُب عن مجموعهم مثل ذلك . فما قاله بعض أصحاب التفسير من أن يعقوب عليه السّلام قال لأبنائه : ما رأيت كاليوم ذئباً أحلَم من هذا ، أكل ابني ولم يمزق قميصه ، فذلك من تظرفات القصص .وقوله : { على قميصه } حال من ( دم ) فقدم على صاحب الحال .حرف الإضراب إبطال لدعواهم أن الذئب أكله فقد صرح لهم بكذبهم .والتسويل : التسهيل وتزيين النفس ما تحرص على حصوله .والإبهام الذي في كلمة { أمراً } يحتمل عدة أشياء مما يمكن أن يؤذوا به يوسف عليه السّلام : من قتل ، أو بيع ، أو تغريب ، لأنه لم يعلم تعيين ما فعلوه . وتنكير { أمراً } للتهويل .وفرّع على ذلك إنشاءُ التصبر { فصبرٌ جميل } نائب مناب اصبر صبراً جميلاً . عدل به عن النصب إلى الرفع للدلالة على الثبات والدوام ، كما تقدم عند قوله تعالى :{ قالوا سلاماً قال سلامٌ } في سورة هود ( 69 ). ويكون ذلك اعتراضاً في أثناء خطاب أبنائه ، أو يكون تقدير : اصبر صبراً جميلاً ، على أنه خطاب لنفسه . ويجوز أن يكون فصبر جميل } خبر مبتدأ محذوف دلّ عليه السياق ، أي فأمْري صبرٌ . أو مبتدأ خبره محذوف كذلك . والمعنى على الإنشاء أوقع ، وتقدم الصبر عند قوله تعالى : { واستعينوا بالصبر والصلاة } في سورة البقرة ( 45 ).ووصف { جميل } يحتمل أن يكون وصفاً كاشفاً إذ الصبر كله حسن دون الجزع . كما قال إبراهيم بن كنيف النبهانيتصبّر فإنّ الصبر بالحرّ أجمل: ...وليس على ريب الزمان معوّل ... أي أجمل من الجزع .ويحتمل أن يكون وصفاً مخصصاً . وقد فسّر الصبر الجميل بالذي لا يخالطه جزع .والجمال : حسن الشيء في صفات محاسن صنفه ، فجمال الصبر أحسن أحواله ، وهو أن لا يقارنه شيء يقلل خصائص ماهيته .وفي الحديث الصحيح أن النبي عليه السّلام مر بامرأة تبكي عند قبر فقال لها : « اتقي الله واصبري » فقالت : إليك عني فإنك لم تصب بمصيبتي ولم تعرفه فلما انصرف مرّ بها رجل ، فقال لها : إنه النبيءُ صلى الله عليه وسلم فأتت باب النبي صلى الله عليه وسلم فقالت : لم أعرفك يا رسول الله ، فقال : « إنما الصبر عند الصدمة الأولى » أي الصبر الكامل .وقوله : { والله المستعان على ما تصفون } عطف على جملة { فصبر جميل } فتكون محتملة للمعنيين المذكورين من إنشاء الاستعانة أو الإخبار بحصول استعانته بالله على تحمل الصبر على ذلك ، أو أراد الاستعانة بالله ليوسف عليه السّلام على الخلاص مما أحاط به .والتعبير عما أصاب يوسف عليه السّلام ب { ما تصفون } في غاية البلاغة لأنه كان واثقاً بأنهم كاذبون في الصفة وواثقاً بأنهم ألحقوا بيوسف عليه السّلام ضراً فلما لم يتعيّن عنده المصاب أجمل التعبير عنه إجمالاً موجهاً لأنهم يحسبون أن ما يصفونه هو موته بأكل الذئب إياه ويعقوب عليه السّلام يريد أن ما يصفونه هو المصاب الواقع الذي وصفوه وصفاً كاذباً . فهو قريب من قوله تعالى : { سبحان ربك رب العزة عما يصفون } [ سورة الصافات : 180 ].وإنما فوض يعقوب عليه السّلام الأمر إلى الله ولم يسْعَ للكشف عن مصير يوسف عليه السّلام لأنه علم تعذر ذلك عليه لكبر سنه ، ولأنه لا عضد له يستعين به على أبنائه أولئك . وقد صاروا هم الساعين في البعد بيْنه وبين يوسف عليه السّلام ، فأيس من استطاعة الكشف عن يوسف عليه السّلام بدونهم ، ألا ترى أنه لما وجد منهم فرصة قال لهم : { اذهبوا فتحسّسوا من يوسف وأخيه } [ سورة يوسف : 87 ]."
    },
    {
      "ayah": 19,
      "surah": 12,
      "text": "عطف على { وجاءوا أباهم عشاء يبكون } [ سورة يوسف : 16 ] عطف قصة على قصة . وهذا رجوع إلى ما جرى في شأن يوسف عليه السّلام ، والمعنى : وجاءت الجبّ .و ( السّيّارة ) تقدم آنفاً .والوارد : الذي يرد الماء ليستقي للقوم .والإدلاء : إرسال الدلو في البئر لنزع الماء .والدلو : ظرف كبير من جلد مخيط له خرطوم في أسفله يكون مطوياً على ظاهر الظرف بسبب شده بحبل مقارن للحبل المعلقة فيه الدلو . والدلو مؤنثة .وجملة قال يا بشراي مستأنفة استئنافاً بيانياً لأن ذكر إدلاء الدلو يهيّىء السامع للسؤال عمّا جرى حينئذٍ فيقع جوابه قال يا بشراي .والبشرى : تقدمت في قوله تعالى : { لهم البشرى في الحياة الدنيا وفي الآخرة } في سورة يونس ( 64 ).ونداء البشرى مجاز ، لأنّ البشرى لا تنادى ، ولكنها شبّهت بالعاقل الغائب الذي احتيج إليه فينادى كأنه يقال له : هذا آن حضورك . ومنه : يا حسرتَا ، ويا عجباً ، فهي مكنية وحرف النداء تخييل أو تبعية .والمعنى : أنه فرح وابتهج بالعثور على غلام .وقرأ الجمهور يا بشّرَايَ } بإضافة البشرى إلى ياء المتكلم . وقرأ عاصم ، وحمزة ، والكسائي ، وخلف بدون إضافة .واسم الإشارة عائد إلى ذات يوسف عليه السّلام ؛ خاطب الواردُ بقية السيّارة ، ولم يكونوا يرون ذات يوسف عليه السّلام حين أصعده الوارد من الجب ، إذ لو كانوا يرونه لما كانت فائدة لتعريفهم بأنه غلام إذ المشاهدة كافية عن الإعلام ، فتعين أيضاً أنهم لم يكونوا مشاهدين شبح يوسف عليه السّلام حين ظهر من الجب ، فالظاهر أن اسم الإشارة في مثل هذا المقام لا يقصد به الدلالة على ذات معيّنة مرئية بل يقصد به إشعار السامع بأنه قد حصَل شيءٌ فرح به غير مترقب ، كما يقول الصائد لرفاقه : هذا غزال وكما يقول الغائص : هذه صدقة أو لؤلؤة ويقول الحافر للبئر : هذا الماء قال النابغة يصف الصائد وكلابه وفرسه: ... يقول راكبه الجنيّ مرتفقاًهذا لكُنّ ولحم الشاة محجور ... وكان الغائصون إذا وجدوا لؤلؤة يصيحون . قال النابغة: ... أو درّة صدفاته غوّاصهابهج متى يُرها يهلّ ويسجد ... والمعنى : وجدت في البئر غلاماً ، فهو لقطة ، فيكون عبداً لمن التقطه . وذلك سبب ابتهاجه بقوله : { يا بشراي هذا غلام }.والغلام : مَن سنهُ بين العشر والعشرين . وكان سنّ يوسف عليه السّلام يومئذٍ سبع عشرة سنة .وكان هؤلاء السيارة من الإسماعيليين كما في التّوراة ، أي أبناء إسماعيل بن إبراهيم . وقيل : كانوا من أهل مدين وكان مجيئهم الجب للاستقاء منها ، ولم يشعر بهم إخوة يوسف إذ كانوا قد ابتعدوا عن الجب .ومعنى { أسَرُّوه } أخْفَوْه . والضمير للسيارة لا محالة ، أي أخْفوا يوسف عليه السّلام ، أي خبر التقاطه خشية أن يكون من ولدان بعض الأحياء القريبة من الماء قد تردّى في الجب ، فإذا علم أهله بخبره طلبوه وانتزعوه منهم لأنهم توسموا منه مخائل أبناء البيوت ، وكان الشأن أن يعرّفوا من كان قريباً من ذلك الجب ويعلنوا كما هو الشأن في التعريف باللّقطة ، ولذلك كان قوله : { وأسرّوه } مشعراً بأن يوسف عليه السّلام أخبرهم بقصته ، فأعرضوا عن ذلك طمعاً في أن يبيعوه .وذلك من فقدان الدين بينهم أو لعدم العمل بالدين .و { بضاعةً } منصوب على الحال المقدّرة من الضمير المنصوب في { أسرّوه } ، أي جعلوه بضاعة . والبضاعة : عروض التجارة ومتاعها ، أي عزموا على بيعه .وجملة { والله عليم بما يعملون } معترضة ، أي والله عليم بما يعملون من استرقاق من ليس لهم حقّ في استرقاقه ، ومن كان حقّه أن يسألوا عن قومه ويبلغوه إليهم ، لأنهم قد علموا خبره ، أو كان من حقهم أن يسْألوه لأنه كان مستطيعاً أن يخبرهم بخبره .وفي عثور السيارة على الجب الذي فيه يوسف عليه السّلام آية من لطف الله به ."
    },
    {
      "ayah": 2,
      "surah": 12,
      "text": "استئناف يفيد تعليل الإبانة من جهتي لفظه ومعناه ، فإنّ كونه قرآناً يدل على إبانة المعاني ، لأنّه ما جعل مقروءاً إلاّ لما في تراكيبه من المعاني المفيدة للقارىء .وكونه عربياً يفيد إبانة ألفاظه المعانيَ المقصودة للّذين خوطبوا به ابتداء ، وهم العرب ، إذ لم يكونوا يتبيّنون شيئاً من الأمم التي حولهم لأنّ كتبهم كانت باللغات غير العربية .والتّأكيد ب ( إنّ ) متوجّه إلى خبرها وهو فعل { أنزلناه } ردّاً على الذين أنكروا أن يكون منزلاً من عند الله .وضمير { أنزلناه } عائد إلى { الكتاب } في قوله : { الكتاب المبين [ سورة يوسف : 1 ].{ وقرآناً } حال من الهاء في { أنزلناه } ، أي كتاباً يقرأ ، أي منظماً على أسلوب معدّ لأنْ يقْرأ لا كأسلوب الرسائل والخطب أو الأشعار ، بل هو أسلوب كتاب نافع نفعاً مستمراً يقرأه الناس .و { عربيّاً } صفة ل { قرآناً }. فهو كتاب بالعربيّة ليس كالكتب السّالفة فإنّه لم يسبقه كتاب بلغة العرب .وقد أفصح عن التعليل المقصود جملة { لعلّكم تعقلون } ، أي رجاء حصول العلم لكم من لفظه ومعناه ، لأنّكم عرب فنزوله بلغتكم مشتملاً على ما فيه نفعكم هو سبب لعقلكم ما يحتوي عليه ، وعُبّرَ عن العلم بالعقل للإشارة إلى أنّ دلالة القرآن على هذا العلم قد بلغت في الوضوح حدّ أن ينزّل من لم يَحصل له العلم منها منزلة من لا عقل له ، وأنّهم ما داموا معرضين عنه فهم في عداد غير العقلاء .وحذف مفعول { تعقلون } للإشارة إلى أنّ إنزاله كذلك هو سبب لحصول تعقل لأشياء كثيرة من العلوم من إعجاز وغيره .وتقدّم وَجه وقوع ( لعلّ ) في كلام الله تعالى ، ومحمل الرجاء المفاد بها على ما يؤول إلى التعليل عند قوله تعالى : { ثم عفونا عنكم من بعد ذلك لعلّكم تشكرون } في سورة البقرة ( 52 ) ، وفي آيات كثيرة بعدها بما لا التباس بعده ."
    },
    {
      "ayah": 20,
      "surah": 12,
      "text": "معنى { شروه } باعوه . يقال : شرى كما يقال : باع ، ويقال : اشترى كما يقال : ابتاع . ومثلهما رَهن وارتهن ، وعاوض واعتاض ، وكَرى واكترى .والأصل في ذلك وأمثاله أن الفعل للحدث والافتعال لمطاوعة الحدث .ومن فسر { شروه } باشتروه أخطأ خطأ أوقعه فيه سوء تأويل قوله : { وكانوا فيه من الزاهدين }. وما ادّعاه بعض أهل اللغة أن شرى واشترى مترادفان في معنييهما يغلب على ظني أنه وَهَم إذ لا دليل يدل عليه .والبخس : أصله مصدر بَخَسه إذا نقصه عن قيمة شيئه . وهو هنا بمعنى المبخوس كالخلق بمعنى المخلوق . وتقدم فعل البخس عند قوله تعالى : { ولا يَبخس منه شيئاً } في سورة البقرة ( 282 ).و { دراهم } بدل من { ثمن } وهي جمع درهم ، وهو المسكوك . وهو معرّب عن الفارسية كما في «صحاح الجوهري» .وقد أغفله الذين جمعوا ما هو معرب في القرآن كالسيوطي في «الإتقان» .و { معدودة } كناية عن كونها قليلة لأن الشيء القليل يسهل عدّه فإذا كثر صار تقديره بالوزن أو الكيل . ويقال في الكناية عن الكثرة : لا يعدّ .وضمائر الجمع كلها للسيّارة على أصح التفاسير .والزهادة : قلة الرغبة في حصول الشيء الذي من شأنه أن يرغب فيه ، أو قلة الرغبة في عوضه كما هنا ، أي كان السيارة غير راغبين في إغلاء ثمن يوسف عليه السّلام . ولعل سبب ذلك قلة معرفتهم بالأسعار .وصوغ الإخبار عن زهادتهم فيه بصيغة { من الزاهدين } أشد مبالغة مما لو أخبر بكانوا فيه زاهدين ، لأن جعلهم من فريق زاهدين ينبىء بأنهم جَروا في زهدهم في أمثاله على سنَن أمثالهم البسطاء الذين لا يقدرون قدر نفائس الأمور .و { فيه } متعلق ب { الزاهدين } و ( أل ) حرف لتعريف الجنس ، وليست اسم موصول خلافاً لأكثر النحاة الذين يجعلون ( أل ) الداخلة على الأسماء المشتقة اسم موصول ما لم يتحقق عهد وتمسكوا بعلل واهية وخالفهم الأخفش والمازني .وتقديم المجرور على عامله للتنويه بشأن المزهود فيه ، وللتنبيه على ضعف توسمهم وبصارتهم مع الرعاية على الفاصلة ."
    },
    {
      "ayah": 21,
      "surah": 12,
      "text": "{ الذي اشتراه } مراد منه الذي دفع الثمن فملكه وإن كان لم يتول الاشتراء بنفسه ، فإن فعل الاشتراء لا يدل إلاّ على دفع العوض ، بحيث إن إسناد الاشتراء لمن يتولى إعطاء الثمن وتسلم المبيع إذا لم يكن هو مالك الثمن ومالك المبيع يكون إسناداً مجازياً ، ولذلك يكتب الموثّقون في مثل هذا أن شراءه لفلان .والذي اشترى يوسفَ عليه السّلام رجل اسمه ( فوطيفار ) رئيس شرط ملك مصر ، وهو والي مدينة مصر ، ولقّب في هذه السورة بالعزيز ، وسيأتي .ومدينة مصر هي ( منفيس ) ويقال : ( منف ) وهي قاعدة مصر السفلى التي يحكمها قبائل من الكنعانيين عرفوا عند القبط باسم ( الهيكسوس ) أي الرعاة . وكانت مصر العليا المعروفة اليوم بالصعيد تحت حكم فراعنة القبط . وكانت مدينتها ( ثيبة أو طيبة ) ، وهي اليوم خراب وموضعها يسمّى الأقصر ، جمع قصر ، لأن بها أطلال القصور القديمة ، أي الهياكل . وكانت حكومة مصر العليا أيامئذٍ مستضعفة لغلبة الكنعانيين على معظم القطر وأجوده .وامرأته تسمّى في كتب العرب ( زَلِيخا ) بفتح الزاي وكسر اللام وقصر آخره وسماها اليهود ( راعيل ). و { من مصر } صفة ل { الذي اشتراه }.و { لامرأته } متعلق ب { قال } أو ب { اشتراه } أو يتنازعه كلا الفعلين ، فيكون اشتراه ليهبه لها لتتخذه ولداً . وهذا يقتضي أنهما لم يكن لهما ولد .وامرأته : معناه زوجه ، فإن الزوجة يطلق عليها اسم المرأة ويراد منه معنى الزوجة . وقد تقدم عند قوله تعالى : { وامرأته قائمة فضحكت } [ سورة هود : 71 ].والمثوى : حقيقته المحل الذي يَثوي إليه المرء ، أي يرجع إليه . وتقدم عند قوله تعالى : { قال النار مثواكم } في سورة الأنعام ( 128 ). وهو هنا كناية عن حال الإقامة عندهما لأن المرء يثوَى إلى منزل إقامته .فالمعنى : اجعلي إقامته عندك كريمة ، أي كاملة في نوعها . أراد أن يجعل الإحسان إليه سبباً في اجتلاب محبته إياهما ونصحه لهما فينفعهما ، أو يتخذانه ولداً فيبرّ بهما وذلك أشد تقريباً . ولعله كان آيساً من ولادة زوجه . وإنما قال ذلك لحسن تفرّسه في ملامح يوسف عليه السّلام المؤذنة بالكمال ، وكيف لا يكون رجلاً ذا فراسة وقد جعله الملك رئيس شرطته ، فقد كان الملوك أهل حذر فلا يولون أمورهم غير الأكفاء .{ وكذلك مَكَّنَّا لِيُوسُفَ فِى الارض وَلِنُعَلِّمَهُ مِن تَأْوِيلِ الاحاديث والله غَالِبٌ على أَمْرِهِ ولكن أَكْثَرَ الناس لاَ يَعْلَمُونَ }.إن أجرينا اسم الإشارة على قياس كثير من أمثاله في القرآن كقوله : { وكذلك جعلناكم أمةً وسطاً } في سورة البقرة ( 143 ) كانت الإشارة إلى التمكين المستفاد من { مكّنّا ليوسف } تنويهاً بأن ذلك التمكين بلغ غاية ما يطلب من نوعه بحيث لو أريد تشبيهه بتمكين أتم منه لما كان إلا أن يشبّه بنفسه على نحو قول النابغة: ... والسفاهة كاسمهافيكون الكاف في محل نصب على المفعول المطلق . والتقدير : مكنا ليوسف تمكيناً كذلك التمكين .وإن أجرينا على ما يحتمله اللفظ كانت لحاصل المذكور آنفاً ، وهو ما يفيده عثور السيارة عليه من أنه إنجاء له عجيب الحصول بمصادفة عدم الإسراع بانتشاله من الجب ، أي مكنا ليوسف عليه السّلام تمكيناً من صنعنا ، مثل ذلك الإنجاء الذي نجيناه ، فتكون الكاف في موضع الحال من مصدر مأخوذ من { مكّنّا }. ونظيره { كذلك زيّنّا لكل أمةٍ عملهم } في سورة الأنعام ( 108 ).والتمكين في الأرض هنا مراد به ابتداؤه وتقدير أول أجزائه ، فيوسف عليه السّلام بحلوله محل العناية من عزيز مصر قد خُطّ له مستقبل تمكينه من الأرض بالوجه الأتمّ الذي أشير له بقوله تعالى بعد : { وكذلك مكّنا ليوسف في الأرض يتبوّأ منها حيث يشاء } [ سورة يوسف : 56 ] ، فما ذكر هنالك هو كردّ العجز على الصدر مما هنا ، وهو تمامه .وعطف على وكذلك } علة لمعنى مستفاد من الكلام ، وهو الإيتاء ، تلك العلة هي { ولنعلّمه من تأويل الأحاديث } لأن الله لما قدّر في سابق علمه أن يجعل يوسف عليه السّلام عالماً بتأويل الرؤيا وأن يجعله نبيئاً أنجاه من الهلاك ، ومكن له في الأرض تهيئة لأسباب مراد الله .وتقدم معنى تأويل الأحاديث آنفاً عند ذكر قول أبيه له : { ويعلمك من تأويل الأحاديث } [ سورة يوسف : 6 ] أي تعبير الرؤيا .وجملة والله غالب على أمره } معترضة في آخر الكلام ، وتذييل ، لأن مفهومها عامّ يشمل غَلَب الله إخوةَ يوسف عليه السّلام بإبطال كيدهم ، وضمير { أمره } عائد لاسم الجلالة .وحرف { على } بعد مادة الغلب ونحوها يدخل على الشيء الذي يتوقع فيه النزاع ، كقولهم : غلبناهم على الماء .و { أمرُ الله } هو ما قدّره وأراده ، فمن سعى إلى عمل يخالف ما أراده الله فحاله كحال المنازع على أن يحقق الأمر الذي أراده ويمنع حصول مراد الله تعالى ولا يكون إلا ما أراده الله تعالى فشأن الله تعالى كحال الغالب لمنازعه . والمعنى والله متمم ما قدره ، ولذلك عقّبه بالاستدراك بقوله : { ولكن أكثر الناس لا يعلمون } استدراكاً على ما يقتضيه هذا الحكم من كونه حقيقة ثابتة شأنها أن لا تجعل لأن عليها شواهد من أحوال الحدثان ، ولكن أكثر الناس لا يعلمون ذلك مع ظهوره ."
    },
    {
      "ayah": 22,
      "surah": 12,
      "text": "هذا إخبار عن اصطفاء يوسف عليه السّلام للنبوءة . ذكر هنا في ذكر مبدأ حلوله بمصر لمناسبة ذكر منّة الله عليه بتمكينه في الأرض وتعليمه تأويل الأحاديث .والأشدُّ : القوة . وفسر ببلوغه ما بين خمس وثلاثين سنة إلى أربعين .والحكم والحكمة مترادفان ، وهو : علم حقائق الأشياء والعمل بالصالح واجتناب ضده . وأريد به هنا النبوءة كما في قوله تعالى في ذكر داود وسليمان عليهما السّلام { وكلاً آتينا حكماً وعلماً } [ سورة الأنبياء : 79 ]. والمراد بالعلم علم زائد على النبوءة .وتنكير علماً } للنوعية ، أو للتعظيم . والمراد : علم تعبير الرؤيا ، كما سيأتي في قوله تعالى عنه : { ذلكما ممّا علّمني ربي } [ سورة يوسف : 37 ].وقال فخر الدين : الحكم : الحكمةُ العملية لأنها حكمٌ على هدى النفس . والعلمُ : الحكمةُ النظرية .والقول في وكذلك نجزي المحسنين } كالقول في نظيره ، وتقدم عند قوله تعالى : { وكذلك جعلناكم أمةً وسطاً } في سورة البقرة ( 143 ).وفي ذكر المحسنين } إيماء إلى أنّ إحسانه هو سبب جزائه بتلك النعمة .وفي هذا الذي دبّره الله تعالى تصريح بآية من الآيات التي كانت في يوسف عليه السّلام وإخوته ."
    },
    {
      "ayah": 23,
      "surah": 12,
      "text": "عطف قصة على قصة ، فلا يلزم أن تكون هذه القصة حاصلة في الوجود بعد التي قبلها . وقد كان هذا الحادث قبل إيتائه النبوءة لأن إيتاء النبوءة غلب أن يكون في سن الأربعين . والأظهر أنه أوتي النبوءة والرسالة بعد دخول أهله إلى مصر وبعد وفاة أبيه . وقد تعرضت الآيات لتقرير ثبات يوسف عليه السّلام على العفاف والوفاء وكرم الخلق .فالمراودة المقتضية تكرير المحاولة بصيغة المفاعلة ، والمفاعلة مستعملة في التكرير . وقيل : المفاعلة تقديرية بأن اعتبر العمل من جانب والممانعة من الجانب الآخر من العمل بمنزلة مقابلة العمل بمثله . والمراودة : مشتقة من راد يرود ، إذا جاء وذهب . شبه حال المحاول أحداً على فعل شيء مكرراً ذلك . بحال من يذهب ويجيء في المعاودة إلى الشيء المذهوب عنه ، فأطلق راود بمعنى حاول .و { عن } للمجاوزة ، أي راودته مباعدة له عن نفسه ، أي بأن يجعل نفسه لها . والظاهر أن هذا التركيب من مبتكرات القرآن ، فالنفس هنا كناية عن غرض المواقعة ، قاله ابن عطية ، أي فالنفس أريد بها عفافه وتمكينها منه لما تريد ، فكأنها تراوده عن أن يسلم إليها إرادته وحكمه في نفسه .وأما تعديته ب ( على ) فذلك إلى الشيء المطلوب حصوله . ووقع في قول أبي هريرة أن النبي صلى الله عليه وسلم يراود عمه أبا طالب على الإسلام : وفي حديث الإسلاء «فقال له موسى : قد والله راودت بني إسرائيل على أدنى من ذلك فتركوه» .والتعبير عن امرأة العزيز بطريق الموصولية في قوله : { التي هو في بيتها } لقصد ما تؤذن به الصلة من تقرير عصمة يوسف عليه السّلام لأن كونه في بيتها من شأنه أن يطوّعه لمرادها .و { بيتها } بيت سكناها الذي تبيت فيه . فمعنى { هو في بيتها } أنه كان حينئذٍ في البيت الذي هي به ، ويجوز أن يكون المراد بالبيت : المنزل كله ، وهو قصر العزيز . ومنه قولهم : ربة البيت ، أي زوجة صاحب الدار ويكون معنى { هو في بيتها } أنه من جملة أتباع ذلك المنزل .وغلق الأبواب : جَعْل كل باب سادّاً للفرجة التي هو بها .وتضعيف { غلّقت } لإفادة شدة الفعل وقوته ، أي أغلقت إغلاقاً محكماً .والأبواب : جمع باب . وتقدم في قوله تعالى : { ادخلوا عليهم الباب } [ سورة المائدة : 23 ].و { هَيتَ } اسم فعل أمر بمعنى بَادرْ . قيل أصلها من اللغة الحَوْرانية ، وهي نبطية . وقيل : هي من اللغة العبرانية .واللام في { لك } لزيادة بيان المقصود بالخطاب ، كما في قولهم : سقياً لك وشكراً لك . وأصله : هيتَك . ويظهر أنها طلبت منه أمراً كان غير بدع في قصورهم بأن تستمتع المرأة بعبدها كما يستمتع الرجل بأمته ، ولذلك لم تتقدم إليه من قبل بترغيب بل ابتدأته بالتمكين من نفسها .وسيأتي لهذا ما يزيده بياناً عند قوله تعالى : { قالت ما جزاء من أراد بأهلك سوءاً }.وفي { هيت } لغات . قَرأ نافع ، وابن ذكوان عن ابن عامر ، وأبو جعفر بكسر الهاء وفتح المثناة الفوقية . وقرأه ابن كثير بفتح الهاء وسكون التحتية وضم الفوقية . وقرأه الباقون بفتح الهاء وسكون التحتية وضم التاء الفوقية ، والفتحة والضمة حركتا بناء .و { مَعاذ } مصدر أضيف إلى اسم الجلالة إضافة المصدر إلى معموله . وأصله : أعوذ عَوذاً بالله ، أي أعتصم به مما تحاولين . وسيأتي بيانه عند قوله : { قال معاذ الله أن نأخذ } [ سورة يوسف : 79 ] في هذه السورة .و ( إنّ ) مفيدة تعليل ما أفاده { معاذ الله } من الامتناع والاعتصام منه بالله المقتضي أن الله أمر بذلك الاعتصام .وضمير { إنه } يجوز أن يعود إلى اسم الجلالة ، ويكون { ربي } بمعنى خالقي . ويجوز أن يعود إلى معلوم من المقام وهو زوجها الذي لا يرضى بأن يمسها غيره ، فهو معلوم بدلالة العرف ، ويكون { ربي } بمعنى سيدي ومالكي .وهذا من الكلام الموجّه توجيهاً بليغاً حكي به كلام يوسف عليه السّلام إمّا لأن يوسف عليه السّلام أتى بمثل هذا التركيب في لغة القِبط ، وإما لأنه أتى بتركيبين عُذرين لامتناعه فحكاهما القرآن بطريقة الإيجاز والتوجيه .وأياً ما كان فالكلام تعليل لامتناعه وتعريض بها في خيانة عهدها .وفي هذا الكلام عبرة عظيمة من العفاف والتقوى وعصمة الأنبياء قبل النبوءة من الكبائر .وذُكِرَ وصف الرب على الاحتمالين لما يؤذن به من وجوب طاعته وشكره على نعمة الإيجاد بالنسبة إلى الله ، ونعمة التربية بالنسبة لمولاه العزيز .وأكدَ ذلك بوصفه بجملة { أحسن مثواي } ، أي جعل آخرتي حسنى ، إذ أنقذني من الهلاك ، أو أكرم كفالتي . وتقدم آنفاً تفسير المثوى .وجملة { إنه لا يفلح الظالمون } تعليل ثان للامتناع . والضمير المجعول اسماً ل ( إن ) ضميرُ الشأن يفيد أهمية الجملة المجعولة خبراً عنه لأنها موعظة جامعة . وأشار إلى أن إجابتها لما راودته ظلم ، لأن فيها ظلم كليهما نفسه بارتكاب معصية مما اتفقت الأديان على أنها كبيرة ، وظلم سيده الذي آمنه على بينه وآمنها على نفسها إذ اتخذها زوجاً وأحصنها ."
    },
    {
      "ayah": 24,
      "surah": 12,
      "text": "والهم : العزم على الفعل . وتقدم عند قوله تعالى : { وهمّوا بما لم ينالوا } في سورة براءة ( 74 ). وأكد همّها ب { قد } ولام القسم ليفيد أنها عزمت عزماً محققاً .وجملة { ولقد همت به } مستأنفة استئنافاً ابتدائياً . والمقصود : أنها كانت جادة فيما راودته لا مختبرة . والمقصود من ذكر هَمّها به التمهيد إلى ذكر انتفاء همه بها لبيان الفرق بين حاليهما في الدين فإنه معصوم .وجملة { وهَمّ بها لولا أن رأى برهان ربه } معطوفة على جملة { ولقد همت به } كلها . وليست معطوفة على جملة { همت } التي هي جواب القسم المدلول عليه باللام ، لأنه لما أردفت جملة { وهمّ بها } بجملة شرط { لولا } المتمحض لكونه من أحوال يوسف عليه السّلام وحْده لا من أحوال امرأة العزيز تعين أنه لا علاقة بين الجملتين ، فتعين أن الثانية مستقلة لاختصاص شرطها بحال المسند إليه فيها .فالتقدير : ولولا أن رأى برهان ربه لَهَمّ بها ، فقدم الجواب على شرطه للاهتمام به . ولم يقرن الجواب باللاّم التي يكثر اقتران جواب { لولا } بها لأنه ليس لازماً ولأنه لمّا قُدم على { لولا } كُره قرنه باللام قبل ذكر حرف الشرط ، فيحسن الوقف على قوله : { ولقد همت به } ليظهر معنى الابتداء بجملة { وهَمّ بها } واضحاً . وبذلك يظهر أن يوسف عليه السّلام لم يخالطه همّ بامرأة العزيز لأن الله عصمه من الهمّ بالمعصية بما أراه من البرهان .قال أبو حاتم : كنت أقرأ غريب القرآن على أبي عبيدة فلما أتيت على قوله : { ولقد همّت به وهمّ بها } الآية قال أبو عبيدة : هذا على التقديم والتأخير ، أي تقديم الجواب وتأخير الشرط ، كأنه قال : ولقد همّت به ولولا أن رأى برهان ربه لَهَمّ بها .وطعن في هذا التأويل الطبري بأن جواب { لولا } لا يتقدم عليها . ويدفع هذا الطعن أن أبا عبيدة لما قال ذلك علمنا أنه لا يرى منع تقديم جواب { لولا } ، على أنه قد يجعل المذكور قبل { لولا } دليلاً للجواب والجواب محذوفاً لدلالة ما قبل { لولا } عليه . ولا مفرّ من ذلك على كل تقدير فإن { لولا } وشرطها تقييد لقوله : { وهمّ بها } على جميع التأويلات ، فما يقدّر من الجواب يقدّر على جميع التأويلات .وقال جماعة : هَمّ يوسف بأن يجيبها لما دعته إليه ثم ارعوى وانكفّ على ذلك لما رأى برهان ربه . قاله ابن عباس ، وقتادة ، وابن أبي مليكة ، وثعْلب . وبيان هذا أنه انصرف عمّا همّ به بحفظ الله أو بعصمته ، والهمّ بالسيئة مع الكف عن إيقاعها ليس بكبيرة فلا ينافي عصمة الأنبياء من الكبائر قبل النبوءة على قول من رأى عصمتهم منها قبل النبوءة ، وهو قول الجمهور ، وفيه خلاف ، ولذلك جوز ابن عباس ذلك على يوسف . وقال جماعة : هَمّ يوسف وأخذ في التهيّؤ لذلك فرأى برهاناً صرفه عن ذلك فأقلع عن ذلك . وهذا قول السديّ ، ورواية عن ابن عباس . وهو يرجع إلى ما بيناه في القول الذي قبله .وقد خبط صاحب «الكشاف» في إلصاق هذه الروايات بمن يسميهم الحشوية والمجْبرة ، وهو يعني الأشاعرة ، وغض بصره عن أسماء من عزيت إليهم هذه التّأويلات ( رمتني بدائها وانسلت ) ولم يتعجب من إجماع الجميع على محاولة إخوة يوسف عليه السّلام قتلَه والقتلُ أشد .والرؤية : هنا عِلمية لأن البرهان من المعاني التي لا ترى بالبصر .والبرهان : الحجة . وهذا البرهان من جملته صرفهُ عن الهمّ بها ، ولولا ذلك لكان حال البشرية لا يسلم من الهمّ بمطاوعتها في تلك الحالة لتوفّر دواعي الهمّ من حسنها ، ورغبتها فيه ، واغتباط أمثاله بطاعتها ، والقرب منها ، ودواعي الشباب المسولة لذلك ، فكان برهان الله هو الحائل بينه وبين الهمّ بها دون شيء آخر .واختلف المفسرون في ما هو هذا البرهان ، فمنهم من يشير إلى أنه حجة نظرية قبّحت له هذا الفعل ، وقيل : هو وحي إلهي ، وقيل : حفظ إلهي ، وقيل : مشاهدات تمثلت له .والإشارة في قوله : { كذلك لنصرف عنه السوء والفحشاء } إلى شيء مفهوم مما قبله بتضمنه قوله : { رأى برهان ربّه } ، وهو رأي البرهان ، أي أريناه كذلك الرأي لنصرف عنه السوء .والصرف : نقل الشيء من مكان إلى مكان ، وهو هنا مجاز عن الحفظ من حلول الشيء بالمحل الذي من شأنه أن يحل فيه . عبر به عن العصمة من شيء يوشك أن يلابس شيئاً . والتعبير عن العصمة بالصرف يشير إلى أن أسباب حصول السوء والفحشاء موجودة ولكن الله صرفهما عنه .والسوء : القبيح ، وهو خيانة من ائتمنه . والفحشاء : المعصية ، وهي الزنى . وتقدم السوء والفحشاء عند قوله تعالى : { إنما يأمركم بالسوء والفحشاء } في سورة البقرة ( 169 ). ومعنى صرفهما عنه صرف ملابسته إياهما .وجملة { إنه من عبادنا المخلصين } تعليل لحكمة صرفه عن السوء والفحشاء الصرف الخارق للعادة لئلا ينتقص اصطفاء الله إياه في هذه الشدة على النفس .قرأ نافع ، وعاصم ، وحمزة ، والكسائي ، وأبو جعفر ، وخلف { المخلَصين } بفتح اللام أي الذين أخلصهم الله واصطفاهم . وقرأه ابن كثير ، وأبو عمرو ، وابن عامر ، ويعقوب بكسر اللام على معنى المخلصين دينهم لله . ومعنى التعليل على القراءتين واحد ."
    },
    {
      "ayah": 25,
      "surah": 12,
      "text": "والاستباق : افتعال من السبْق . وتقدم آنفاً ، وهو هنا إشارة إلى تكلفهما السبق ، أي أن كل واحد منهما يحاول أن يكون هو السابق إلى الباب .وانتصب { الباب } على نزع الخافض . وأصله : واستبقا إلى الباب ، مثل { واختار موسى قومَه سبعين رجلاً } [ سورة الأعراف : 155 ] ، أي من قومه ، أو على تضمين استبقا } معنى ابتدرا .والتعريف في ( الباب ) تعريف الجنس إذ كانت عدة أبواب مغلقة . وذلك أن يوسف عليه السّلام فرّ من مراودتها إلى الباب يريد فتحه والخروج وهي تريد أن تسبقه إلى الباب لتمنعه من فتحه .وجملة { وقدّت قميصه } في موضع الحال . و { قدت } أي قطعت ، أي قطعت منه قداً ، وذلك قبل الاستباق لا محالة . لأنه لو كان تمزيق القميص في حال الاستباق لم تكن فيه قرينة على صدق يوسف عليه السّلام أنها راودته ، إذ لا يدل التمزيق في حال الاستباق على أكثر من أن يوسف عليه السّلام سبقها مسرعاً إلى الباب ، فدل على أنها أمسكته من قميصه حين أعرض عنها تريد إكراهه على ما راودته فجذب نفسه فتخرق القميص من شدة الجذبة . وكان قطع القميص من دبر لأنه كان مولياً عنها معْرضاً فأمسكته منه لرده عن إعراضه .وقد أبدع إيجاز الآية في جمع هذه المعاني تحت جملة { استبقا الباب وقَدت قميصه }.وصادف أن ألفيا سيدها ، أي زوجها ، وهو العزيز ، عند الباب الخارجي يريد الدخول إلى البيت من الباب الخارجي . وإطلاق السيد على الزوج قيل : إن القرآن حكى به عادة القبط حينئذٍ ، كانوا يدعون الزوج سيداً . والظاهر أنه لم يكن ذلك مستعملاً في عادة العرب ، فالتعبير به هنا من دقائق التاريخ مثل قوله الآتي { ما كان ليأخذ أخاه في دين الملك } [ سورة يوسف : 76 ]. ولعل الزواج في مصر في ذلك العهد كان بطريق الملك غالباً . وقد علم من الكلام أن يوسف عليه السّلام فتح الأبواب التي غَلّقتها زليخا باباً باباً حتى بلغ الخارجي ، كل ذلك في حال استبَاقهما ، وهو إيجاز .والإلفاء : وجدان شيء على حالة خاصة من غير سعي لوجدانه ، فالأكثر أن يكون مفاجئاً ، أو حاصلاً عن جهل بأول حصول ، كقوله تعالى : { قالوا بل نتبع ما ألفينا عليه آباءنا } [ سورة البقرة : 170 ].وجملة  { قالت ما جزاء } الخ مستأنفة بيانياً ، لأن السامع يسأل : ماذا حدث عند مفاجأة سيدها وهما في تلك الحالة .وابتدرته بالكلام إمعاناً في البهتان بحيث لم تتلعثم ، تخيل له أنها على الحق ، وأفرغت الكلام في قالب كلي ليأخذ صيغة القانون ، وليكون قاعدة لا يعرف المقصود منها فلا يسع المخاطب إلا الإقرار لها . ولعلها كانت تخشى أن تكون محبة العزيز ليوسف عليه السّلام مانعة له من عقابه ، فأفرغت كلامها في قالب كلي . وكانت تريد بذلك أن لا يشعر زوجها بأنها تهوى غير سيدها ، وأن تخيف يوسف عليه السّلام من كيدها لئلا يمتنع منها مرة أخرى .ورددت يوسف عليه السّلام بين صنفين من العقاب ، وهما : السجن ، أي الحبس . وكان الحبس عقاباً قديماً في ذلك العصر ، واستمر إلى زمن موسى عليه السّلام ، فقد قال فرعون لموسى عليه السّلام : { لئن اتخذت إلهاً غيري لأجعلنك من المسجونين } [ سورة الشعراء : 29 ].وأما العذاب فهو أنواع ، وهو عقاب أقدمُ في اصطلاح البشر . ومنه الضرب والإيلام بالنار وبقطع الأعضاء . وسيأتي ذكر السجن في هذه السورة مراراً ."
    },
    {
      "ayah": 26,
      "surah": 12,
      "text": "وجملة { قال هي راودتني عن نفسي } من قول يوسف عليه السّلام ، وفصلت لأنها جاءت على طريقة المحاورة مع كلامها . ومخالفة التعبير بين { أن يسجن أو عذابٌ } دون أن يقول : إلا السجنُ أو عذاب ، لأن لفظ السجن يطلق على البيت الذي يوضع فيه المسجون ويطلق على مصدر سجن ، فقوله : { أن يسجن } أوضح في تسلط معنى الفعل عليه .وتقديم المبتدأ على خبره الذي هو فعل يفيد القصر ، وهو قصر قلب للرد عليها . وكان مع العزيز رجل من أهل امرأته ، وهو الذي شهد وكان فطناً عارفاً بوجوه الدلالة .وسمي قوله شهادة لأنه يؤول إلى إظهار الحق في إثبات اعتداء يوسف عليه السّلام على سيدته أو دحضه . وهذا من القضاء بالقرينة البينة لأنها لو كانت أمسكت ثوبه لأجل القبض عليه لعقابه لكان ذلك في حال استقباله له إياها فإذا أراد الانفلات منها تخرق قميصه من قُبُل ، وبالعكس إن كان إمساكه في حال فرار وإعراض . ولا شك أن الاستدلال بكيفية تمزيق القميص نشأ عن ذكر امرأة العزيز وقوع تمزيق القميص تحاول أن تجعله حجة على أنها أمسكته لتعاقبه ، ولولا ذلك ما خطر ببال الشاهد أن تمزيقاً وقع وإلا فمن أين علم الشاهد تمزيق القميص . والظاهر أن الشاهد كان يظن صدقها فأراد أن يقيم دليلاً على صدقها فوقع عكس ذلك كرامة ليوسف عليه السّلام .وجملة { إن كان قميصه } مبينة لفعل { شهد }.وزيادة { وهو من الكاذبين } بعد { فصدقت } ، وزيادة { وهو من الصادقين } بعد { فكذبت } تأكيد لزيادة تقرير الحق كما هو شأن الأحكام .وأدوات الشرط لا تدل على أكثر من الربط والتسبب بين مضمون شرطها ومضمون جوابها من دون تقييد باستقبال ولا مضي . فمعنى { إن كان قميصه قدّ من قبل فصدقت } وما بعدها : أنه إن كان ذلك حصل في الماضي فقد حصل صدقها في الماضي ."
    },
    {
      "ayah": 27,
      "surah": 12,
      "text": "وزيادة { وهو من الكاذبين } بعد { فصدقت } ، وزيادة { وهو من الصادقين } بعد { فكذبت } تأكيد لزيادة تقرير الحق كما هو شأن الأحكام .وأدوات الشرط لا تدل على أكثر من الربط والتسبب بين مضمون شرطها ومضمون جوابها من دون تقييد باستقبال ولا مضي . فمعنى { إن كان قميصه قدّ من قبل فصدقت } وما بعدها : أنه إن كان ذلك حصل في الماضي فقد حصل صدقها في الماضي ."
    },
    {
      "ayah": 28,
      "surah": 12,
      "text": "والذي رأى قميصه قدّ من دبر وقال : إنه من كيدكن ، هو العزيز لا محالة . وقد استبان لديه براءة يوسف عليه السّلام من الاعتداء على المرأة فاكتفى بلوم زوجه بأن ادّعاءها عليه من كيد النساء؛ فضمير جمع الإناث خطاب لها فدخل فيه من هن من صنفها بتنزيلهن منزلة الحواضر .والكيد : فعل شيء في صورة غير المقصودة للتوصل إلى مقصود . وقد تقدم عند قوله تعالى : { إن كيدي متينٌ } في سورة الأعراف ( 183 )."
    },
    {
      "ayah": 29,
      "surah": 12,
      "text": "ثم أمر يوسفَ عليه السّلام بالإعراض عما رمتْه به ، أي عدم مؤاخذتها بذلك ، وبالكف عن إعادة الخوض فيه . وأمر زوجه بالاستغفار من ذنبها ، أي في اتهامها يوسف عليه السّلام بالجرأة والاعتداء عليها .قال المفسرون : وكان العزيز قليل الغيرة . وقيل : كان حليماً عاقلاً . ولعله كان مولعاً بها ، أو كانت شبهة المِلك تخفف مؤاخذة المرأة بمراودة مملوكها . وهو الذي يؤذن به حال مراودتها يوسف عليه السّلام حين بادرته بقولها : { هِيتَ لك } كما تقدم آنفاً .والخاطىء : فاعل الخطيئة ، وهي الجريمة . وجَعَلَها من زمرة الذين خَطِئوا تخفيفاً في مؤاخذتها . وصيغة جمع المذكر تغليب .وجملة { يوسف أعرض عن هذا } من قول العزيز إذ هو صاحب الحكم .وجملة { واستغفري لذنبك } عطف على جملة { يوسف أعرض } في كلام العزيز عطف أمر على أمر والمأمور مختلف . وكاف المؤنثة المخاطبة متعين أنه خطاب لامرأة العزيز ، فالعزيز بعد أن خاطبها بأن ما دبّرته هو من كيد النساء وجه الخطاب إلى يوسف عليه السّلام بالنداء ثم أعاد الخطاب إلى المرأة .وهذا الأسلوب من الخطاب يسمى بالإقبال ، وقد يسمى بالالتفات بالمعنى اللغوي عند الالتفات البلاغي ، وهو عزيز في الكلام البليغ . ومنه قول الجَرمي من طي من شعراء الحماسة: ... إخَالكَ مُوعدي ببني جفَيْفوهالةَ إنني أنْهَاككِ هَالا ... قال المرزوقي في «شرح الحماسة» : والعرب تجمع في الخطاب والإخبار بين عدة ثم تقبل أو تلتفت من بينهم إلى واحد لكونه أكبرهم أو أحسنهم سماعاً وأخصّهم بالحال ."
    },
    {
      "ayah": 3,
      "surah": 12,
      "text": "هذه الجملة تتنزل من جملة { إنّا أنزلناه قرآناً عربيّاً } [ سورة يوسف : 2 ] منزلة بدل الاشتمال لأنّ أحسن القصص ممّا يشتمل عليه إنزال القرآن . وكون القصص من عند الله يتنزّل منزلة الاشتمال من جملة تأكيد إنزاله من عند الله .وقوله : بما أوحينا إليك هذا القرآن } يتضمّن رابطاً بين جملة البدل والجملة المبدل منها .وافتتاح الجملة بضمير العظمة للتّنويه بالخبر ، كما يقول كتّاب «الديوان» : أمير المؤمنين يأمر بكذا .وتقديم الضمير على الخبر الفعليّ يفيد الاختصاص ، أي نحن نقصّ لا غيرُنا ، ردّاً على من يطعن من المشركين في القرآن بقولهم : { إنّما يعلمه بشرٌ } [ سورة النحل : 103 ] وقولهم : { أساطير الأولين اكتتبها } [ سورة الفرقان : 5 ] وقولهم : يُعلمه رجل من أهل اليمامة اسمه الرّحمان . وقول النضر بن الحارث المتقدّم ديباجة تفسير هذه السورة .وفي هذا الاختصاص توافُق بين جملة البدل والجملة المبدل منها في تأكيد كون القرآن من عند الله المفاد بقوله : { إنّا أنزلناه قرآناً عربيّاً } [ سورة يوسف : 2 ].ومعنى نَقُصُّ } نخبر الأخبار السّالفة . وهو منقول من قَصّ الأثر إذا تتبّع مواقع الأقدام ليتعرّف منتهى سير صاحبها . ومصدره : القصّ بالإدغام ، والقصص بالفكّ . قال تعالى : { فارتدّا على آثارهما قصصاً } [ سورة الكهف : 64 ]. وذلك أنّ حكاية أخبار الماضين تشبه اتّبَاعَ خطاهم ، ألاَ ترى أنّهم سمّوا الأعمال سِيرة وهي في الأصل هيئة السّير ، وقالوا : سار فلان سِيرة فلان ، أي فعل مثل فعله ، وقد فرّقوا بين هذا الإطلاق المجازي وبين قصّ الأثر فخصّوا المجازي بالصّدر المفكّك وغلبوا المصدر المدغم على المعنى الحقيقيّ مع بقاء المصدر المفكك أيضاً كما في قوله : فارتدّا على آثارهما قَصصاً }.ف { أحسن القصص } هنا إمّا مفعول مطلق مبيّن لنوع فعله ، وإمّا أن يكون القصص بمعنى المفعول من إطلاق المصدر وإرادة المفعول ، كالخلق بمعنى المخلوق ، وهو إطلاق للقصص شائع أيضاً . قال تعالى : { لقد كان في قصصهم عبرةٌ لأولي الألباب } [ سورة يوسف : 111 ]. وقد يكون وزن فَعْل بمعنى المفعول كالنّبأ والخبر بمعنى المنبّأ به والمخبّر به ، ومثله الحَسب والنقَض .وجعل هذا القَصص أحسن القصص لأنّ بعض القصص لا يخلو عن حسن ترتاح له النفوس . وقصص القرآن أحسن من قصص غيره من جهة حسن نظمه وإعجاز أسلوبه وبما يتضمّنه من العبر والحكم ، فكلّ قصص في القرآن هو أحسن القصص في بابه ، وكلّ قصة في القرآن هي أحسن من كلّ ما يقصّه القاصّ في غير القرآن . وليس المراد أحسن قصص القرآن حتى تكون قصّة يوسف عليه السّلام أحسن من بقيّة قصص القرآن كما دلّ عليه قوله : بما أوحينا إليك هذا القرآن }.والباء في { بما أوحينا إليك } للسببيّة متعلّقة ب { نقُصُّ } ، فإنّ القصص الوارد في القرآن كان أحسن لأنّه وارد من العليم الحكيم ، فهو يوحي ما يعلم أنّه أحسن نفعاً للسّامعين في أبدع الألفاظ والتراكيب ، فيحصل منه غذاء العقل والروح وابتهاج النفس والذّوق ممّا لا تأتي بمثله عقول البشر .واسم الإشارة لزيادة التمييز ، فقد تكرّر ذكر القرآن بالتّصريح والإضمار واسم الإشارة ستّ مرّات ، وجمع له طرق التعريف كلّها وهي اللاّم والإضمار والعلمية والإشارة والإضافة .وجملة { وإن كنتَ من قبله لمن الغافلين } في موضع الحال من كاف الخطاب . وحرف { إنْ } مخفّف من الثقيلة ، واسمها ضمير شأن محذوف .وجملة { كنتَ من قبله لمن الغافلين } خبر عن ضمير الشأن المحذوف واللاّم الدّاخلة على خبر { كنتَ } لام الفرق بين { إنْ } المخففة و ( إنْ ) النافية .وأدخلت اللاّم في خبر كان لأنه جزء من الجملة الواقعة خبراً عن ( إن ).والضمير في { قبله } عائد إلى القرآن . والمراد من قبل نزوله بقرينة السياق .والغفلة : انتفاء العلم لعدم توجّه الذهن إلى المعلوم ، والمعنى المقصود من الغفلة ظاهر . ونكتة جعله من الغافلين دون أن يوصف وحده بالغفلة للإشارة إلى تفضيله بالقرآن على كل من لم ينتفع بالقرآن فدخل في هذا الفضل أصحابه والمسلمون على تفاوت مراتبهم في العلم .ومفهوم { من قبله } مقصود منه التعريض بالمشركين المُعْرضين عن هدي القرآن . قال النبي صلى الله عليه وسلم « مَثل ما بعثني الله به من الهدى والعلم كمثل الغيث الكثير أصاب أرضاً فكان منها نَقية قبِلت الماء فأنبتت الكلأ والعُشُب الكثير ، وكانت منها أجادب أمسَكَتْ الماء فنفع الله بها الناس فشربوا وسقَوا وزَرعوا ، وأصاب منها طائفةً أخرى إنّما هي قيعان لا تُمسك ماء ولا تُنبت كلأ . فذلك مَثل من فقه في دين الله ونفعه ما بعثني الله به فعَلِم وعلّم . ومثَل من لم يرفع بذلك رأساً ولم يقبل هُدى الله الذي أرسلتُ به » أي المشركين الذين مثَلُهم كمثل من لا يرفع رأسه لينظر ."
    },
    {
      "ayah": 30,
      "surah": 12,
      "text": "النسوة : اسم جمع امرأة لا مفرد له ، وهو اسم جمع قِلة مثله نساء . وتقدم في قوله تعالى : { ونساءَنا ونساءَكم } في سورة آل عمران ( 61 ).وقوله : { في المدينة } صفة لنسوة . والمقصود من ذكر هذه الصفة أنهن كنّ متفرقات في ديار من المدينة . وهذه المدينة هي قاعدة مصر السفلى وهي مدينة ( مَنْفِيسْ ) حيث كان قصر العزيز ، فنقل الخبر في بيوت المتصلين ببيت العزيز . وقيل : إن امرأة العزيز باحت بالسر لبعض خلائلها فأفشينه كأنّها أرادت التشاور معهن ، أو أرادت الارتياح بالحديث إليهن ( ومن أحب شيئاً أكثر من ذكره ). وهذا الذي يقتضيه قوله : { وأعْتَدت لهن متكئاً } [ سورة يوسف : 31 ] وقوله : { ولئن لم يفعل } [ سورة يوسف : 32 ].والفتى : الذي في سنّ الشباب ، ويكنى به عن المملوك وعن الخادم كما يكنى بالغلام والجارية وهو المراد هنا . وإضافته إلى ضمير { امرأة العزيز } لأنه غلام زوجها فهو غلام لها بالتبع ما دامت زوجة لمالكه .وشَغَف : فعل مشتق من اسم جامد ، وهو الشِغاف بكسر الشين المعجمة وهو غلاف القلب . وهذا الفعل مثل كَبَدهُ ورآهُ وجَبَهه ، إذا أصاب كَبده ورئته وجَبهته .والضمير المستتر في { شغفها } ل { فتاها }. ولما فيه من الإجمال جيء بالتمييز للنسبة بقوله : { حبّا }. وأصله شغفها حبه ، أي أصاب حبه شغافها ، أي اخترق الشغاف فبلغ القلب ، كناية عن التمكن .وتذكير الفعل في { وقال نسوة } لأن الفعل المسند إلى ألفاظ الجموع غير الجمع المذكر السالِم يجوز تجريده من التاء باعتبار الجمع ، وقرنه بالتاء باعتبار الجماعة مثل { وجاءت سيارة } [ سورة يوسف : 19 ].وأما الهاء التي في آخر { نسوة } فليست علامة تأنيث بل هي هاء فِعلة جمع تكسير ، مثل صبية وغلمة .وقد تقدم وجه تسمية الذي اشترى يوسف عليه السّلام باسم العزيز عند قوله تعالى : { وقال الذي اشتراه من مصر لامرأته } [ سورة يوسف : 21 ]. وتقدم ذكر اسمه واسمها في العربية وفي العبرانية .ومجيء تراود } بصيغة المضارع مع كون المراودة مضت لقصد استحضار الحالة العجيبة لقصد الإنكار عليها في أنفسهن ولومها على صنيعها . ونظيره في استحضار الحالة قوله تعالى : { يجادلنا في قوم لوط } [ سورة هود : 74 ].وجملة { قد شغفها حباً } في موضع التعليل لجملة { تراود فتاها }.وجملة { إنا لنراها في ضلال مبين } استئناف ابتدائي لإظهار اللوم والإنكار عليها . والتأكيد ب ( إنّ ) واللام لتحقيق اعتقادهِن ذلك ، وإبعاداً لتهمتهن بأنهن يحسدنها على ذلك الفتى .والضلال هنا : مخالفة طريق الصواب ، أي هي مفتونة العقل بحب هذا الفتى ، وليس المراد الضلال الديني . وهذا كقوله تعالى آنفاً : { إن أبانا لفي ضلال مبين } [ سورة يوسف : 8 ]."
    },
    {
      "ayah": 31,
      "surah": 12,
      "text": "حقّ سمع أن يعدّى إلى المسموع بنفسه ، فتعديته بالباء هنا إما لأنه ضمن معنى أخْبِرت ، كقول المثل : «تسمع بالمعيدي خير من أن تراه» أي تخبر عنه . وإما أن تكون الباء مزيدة للتوكيد مثل قوله تعالى : { وامسحوا برؤوسكم } [ سورة المائدة : 6 ].وأطلق على كلامهن اسم المكر ، قيل : لأنهن أردن بذلك أن يبلغ قولهن إليها فيغريَها بعَرضها يوسف عليه السّلام عليهن فيريْنَ جماله لأنهن أحببن أن يرينه . وقيل : لأنهن قلنه خفية فأشبه المكر ، ويجوز أن يكون أطلق على قولهن اسم المكر لأنهن قلنه في صورة الإنكار وهن يُضمرن حسَدَها على اقتناء مثله ، إذ يجوز أن يكون الشغف بالعبد في عادتهم غير منكر .وأعتدت } : أصله أعددت ، أبدلت الدال الأولى تاء ، كما تقدم عند قوله تعالى : { وأعتدنا للكافرين عذاباً مُهيناً } في سورة النساء ( 37 ).والمتّكأ : محل الاتكاء . والاتكاء : جِلسة قريبة من الاضطجاع على الجنب مع انتصاب قليل في النصب الأعلى . وإنما يكون الاتكاء إذا أريد إطالة المكث والاستراحة ، أي أحضرت لهن نمارق يتّكِئْن عليها لتناول طعام . وكان أهل الترف يأكلون متكئين كما كانت عادةً للرومان ، ولم تزل أسرّة اتكائهم موجودة في ديار الآثار . وقال النبي : أمّا أنَا فلا آكلُ متكئاً .ومعنى { آتت } أمرت خدمها بالإيتاء كقوله : { يا هامان ابن لي صرحاً } [ سورة غافر : 36 ].والسكين : آلة قطع اللحم وغيره . قيل : أحضرت لهن أتْرُجاً ومَوْزاً فحضرن واتكأن ، وقد حذف هذان الفعلان إيجازاً . وأعطت كل واحدة سكيناً لقشر الثمار .وقولها : أُخرج عليهن } يقتضي أنه كان في بيت آخر وكان لا يدخل عليها إلا بإذنها . وعدّي فعل الخروج بحرف ( على ) لأنه ضمن معنى ( أُدخل ) لأن المقصود دخوله عليهن لا مجرد خروجه من البيت الذي هو فيه .ومعنى { أكبرنه } أعظمنه ، أي أعظمن جماله وشمائله ، فالهمزة فيه للعدّ ، أي أعددنه كبيراً ، وأطلق الكبر على عظيم الصفات تشبيهاً لِوفرة الصفات بعظم الذات .وتقطيع أيديهن كان من الذهول ، أي أجرين السكاكين على أيديهن يحسبن أنهن يقطعن الفواكه . وأريد بالقطع الجُرح ، أطلق عليه القطع مجازاً للمبالغة في شدته حتى كأنه قَطْع قطعة من لحم اليد .و { حاش لله } تركيب عربي جرى مجرى المثل يراد منه إبطال شيء عن شيء وبراءته منه . وأصل ( حاشا ) فعل يدل على المباعدة عن شيء ، ثم يعامل معاملة الحرف فيجَرُّ به في الاستثناء فيقتصر عليه تارة . وقد يوصل به اسم الجلالة فيصير كاليمين على النفي يقال : حَاشَا الله ، أي أحاشيه عن أن يكذب ، كما يقال : لا أقسم . وقد تزاد فيه لام الجر فيقال : حاشا لله وحاش لله ، بحذف الألف ، أي حاشا لأجله ، أي لخوفه أن أكذب . حكي بهذا التركيب كلام قالته النسوة يدل على هذا المعنى في لغة القبط حكاية بالمعنى .وقرأ أبو عَمرو «حاشا لله» بإثبات ألف حاشا في الوصل ، وقرأ البقية بحذفها فيه . واتفقوا على الحذف في حالة الوقف .وقولهن : { مَا هذا بشراً } مبالغة في فَوْته محاسن البشر ، فمعناه التفضيل في محاسن البشر ، وهو ضد معنى التشابه في باب التشبيه .ثم شبّهنه بواحد من الملائكة بطريقة حصره في جنس الملائكة تشبيهاً بليغاً مؤكّداً . وكان القبط يعتقدون وجود موجودات علوية هي من جنس الأرواح العلوية ، ويعبرون عنها بالآلهة أو قضاة يوم الجزاء ، ويجعلون لها صوراً ، ولعلهم كانوا يتوخّوْن أن تكون ذواتاً حسنة . ومنها ما هي مدافعة عن الميت يوم الجزاء . فأطلق في الآية اسم الملك على ما كانت حقيقته مماثلة لحقيقة مسمّى الملك في اللغة العربية تقريباً لأفهام السامعين .فهذا التشبيه من تشبيه المحسوس بالمتخيل ، كقول امرىء القيسومسنونة زرق كأنياب أغوال: ..."
    },
    {
      "ayah": 32,
      "surah": 12,
      "text": "والفاء في { فذلكن } فاء الفصيحة ، أي إن كان هذا كما زعمتُنّ ملكاً فهو الذي بلَغكن خبره فلمتنني فيه .و { لمتنني فيه } ( في ) للتعليل ، مثل \" دخلت امرأةٌ النار في هرة \" . وهنالك مضاف محذوف ، والتقدير : في شأنه أو في محبته .والإشارة ب ( ذلكن ) لتمييز يوسف عليه السّلام ، إذ كُنّ لم يرينَه قبلُ . والتعبير عنه بالموصولية لعدم علم النسوة بشيء من معرّفاته غير تلك الصلة ، وقد باحت لهن بأنها راودته لأنها رأت منهن الافتتان به فعلمت أنهن قد عذرنها . والظاهر أنهن كن خلائل لها فلم تكتم عنهن أمرها .واستعصم : مبالغة في عصم نفسه ، فالسين والتاء للمبالغة ، مثل : استمسك واستجمع الرأي واستجاب . فالمعنى : أنه امتنع امتناع معصوم ، أي جَاعلاً المراودة خطيئة عصم نفسه منها .ولم تزل مصممة على مراودته تصريحاً بفرط حبها إياه ، واستشماخاً بعظمتها ، وأن لا يعصي أمرها ، فأكدت حصول سجنه بنوني التوكيد ، وقد قالت ذلك بمسمع منه إرهاباً له .وحذف عائد صلة { ما آمره } وهو ضمير مجرور بالباء على نزع الخافض مثل : أمرتك الخير . . .والسجن بفتح السين : قياس مصدر سجَنه ، بمعنى الحبس في مكان محيط لا يخرج منه . ولم أره في كلامهم بفتح السين إلا في قراءة يعقوب هذه الآية . والسجن بكسر السين : اسم للبيت الذي يسجن فيه ، كأنهم سموه بصيغة المفعول كالذبح وأرادوا المسجون فيه . وقد تقدم قولها آنفاً : { إلا أن يُسجن أو عذابٌ أليم } [ سورة يوسف : 25 ].والصاغر : الذليل . وتركيب من الصاغرين } أقوى في معنى الوصف بالصّغار من أن يقال : وليكونن صاغراً ، كما تقدم عند قوله تعالى : { قال أعوذ بالله أن أكون من الجاهلين } في سورة البقرة ( 67 ) ، وقوله : { وكونوا مع الصادقين } في آخر سورة براءة ( 119 ).وإعداد المُتّكأ لهن ، وبَوحُها بسرّها لهن يدل على أنهن كن من خلائلها ."
    },
    {
      "ayah": 33,
      "surah": 12,
      "text": "استئناف بياني ، لأن ما حُكي قبله مقام شدة من شأنه أن يَسأل سامعه عن حال تلقي يوسف عليه السّلام فيه لكلام امرأة العزيز .وهذا الكلام مناجاة لربه الذي هو شاهدهم ، فالظاهر أنه قال هذا القول في نفسه . ويحتمل أنّه جهر به في ملئهن تأييساً لهن من أن يفعل ما تأمره به .وقرأ الجمهور «السّجن» بكسر السين . وقرأه يعقوب وحده بفتح السين على معنى المصدر ، أي أن السجن أحب إليّ . وفضّل السجن مع ما فيه من الألم والشدة وضيق النفس على ما يدعونه إليه من الاستمتاع بالمرأة الحسنة النفيسة على ما فيه منا للذة ولكن كرهه لفعل الحرام فضل عنده مقاساة السجن . فلما علم أنه لا مَحيص من أحد الأمرين صار السجن محبوباً إليه باعتبار أنّه يخلصه من الوقوع في الحرام فهي محبة ناشئة عن ملاءمة الفكر ، كمحبة الشجاع الحرب .فالإخبار بأن السجن أحبُّ إليه مِن الاستمتاع بالمرأة مستعمل في إنشاء الرضى بالسجن في مرضاة الله تعالى والتباعد عن محارمه ، إذ لا فائدة في إخبار من يعلم ما في نفسه فاسم التفضيل على حقيقته ولا داعي إلى تأويله بمسلوب المفاضلة .وعبّر عما عرضته المرأة بالموصولية لما في الصلة من الإيماء إلى كون المطلوب حالة هي مظنة الطواعية ، لأن تمالىء الناس على طلب الشيء من شأنه أن يوطن نفس المطلوب للفعل ، فأظهر أن تمالئهن على طلبهن منه امتثالَ أمْر المرأة لم يَفُلّ من صارم عزمه على الممانعة ، وجعل ذلك تمهيداً لسؤال العصمة من الوقوع في شَرك كيدهن ، فانتقل من ذكر الرضى بوعيدها إلى سؤال العصمة من كيدها .وأسند فعل { يدعونني } إلى نون النسوة ، فالواو الذي فيه هو حرف أصلي وليست واو الجماعة ، والنون ليست نون رفع لأنه مبني لاتصاله بنون النسوة ، ووزنه يفعُلْنَ . وأسند الفعل إلى ضمير جمع النساء مع أنّ التي دعته امرأة واحدة ، إما لأن تلك الدعوة من رغبات صنف النساء فيكون على وزان جمع الضمير في { كيدهن } ، وإما لأنّ النسوة اللاّتي جمعتهن امرأة العزيز لما سمعن كلامها تمَالأن على لوم يوسف عليه السّلام وتحريضه على إجابة الداعية ، وتحذيره من وعيدها بالسجن . وعلى وزان هذا يكون القول في جمع الضمير في { كيدهن } [ سورة يوسف : 28 ] أي كيد صنف النساء ، مثل قول العزيز إنّ كيدكنّ عظيم } ، أي كيد هؤلاء النسوة .وجملة { وإلاّ تصرف عني كيدهن } خبر مستعمل في التخوّف والتوقع التجاء إلى الله وملازمة للأدب نحو ربه بالتبرؤ من الحَول والقوة والخشية من تقلب القلب ومن الفتنة بالميل إلى اللذة الحرام . فالخبر مستعمل في الدعاء ، ولذلك فرع عنه جملة { فاستجاب له ربّه }.ومعنى { أصبُ } أمِلْ . والصبو : الميل إلى المحبوب .والجاهلون : سفهاء الأحلام ، فالجهل هنا مقابِل الحلم . والقول في أن مبالغة { أكن من الجاهلين } أكثرُ من أكن جاهلاً كالقول في { وليكوناً من الصاغرين } [ سورة يوسف : 32 ]."
    },
    {
      "ayah": 34,
      "surah": 12,
      "text": "وعطْف جملة { فاستجاب } بفاء التعقيب إشارة إلى أنّ الله عجّل إجابة دعائه الذي تضمنه قوله : { وإلاّ تصرف عني كيدهن }. واستجاب : مبالغة في أجاب ، كما تقدم في قوله : { فاستعصم } [ سورة يوسف : 32 ].وصَرْف كيدهن عنه صَرْف أثره ، وذلك بأن ثبّته على العصمة فلم ينخدع لكيدها ولا لكيد خلائلها في أضيق الأوقات .وجملة { إنّه هو السميع العليم } في موضع العلة ل { استجاب } المعطوف بفاء التعقيب ، أي أجاب دعاءه بدون مهلة لأنه سريع الإجابة وعليم بالضمائر الخالصة . فالسمع مستعمل في إجابة المطلوب ، يقال : سمع الله لمن حمده . وتأكيده بضمير الفصل لتحقيق ذلك المعنى ."
    },
    {
      "ayah": 35,
      "surah": 12,
      "text": "{ ثم } هنا للترتيب الرتبي ، كما هو شأنها في عطف الجمل فإن ما بدا لهم أعجب بعد ما تحققت براءته . وإنما بدا لهم أن يسجنوا يوسف عليه السّلام حين شاعت القالة عن امرأة العزيز في شأنه فكان ذلك عقب انصراف النسوة لأنها خشيت إنْ هُنّ انصرفن أن تشيع القالة في شأنها وشأن براءة يوسف عليه السّلام فرامت أن تغطي ذلك بسجن يوسف عليه السّلام حتى يظهر في صورة المجرمين بإرادته السوء بامرأة العزيز ، وهي ترمي بذلك إلى تطويعه لها . ولعلها أرادت أن تُوهم الناسَ بأن مراودته إيّاها وقعت يوم ذلك المجمع ، وأن تُوهم أنّهن شواهد على يوسف عليه السّلام .والضمير في { لهم } لجماعة العزيز من مشير وآمر .وجملة { ليسجننه } جواب قسم محذوف ، وهي معلّقة فعلَ { بدَا } عن العمل فيما بعده لأجل لام القسم لأن ما بعد لام القسم كلام مستأنف . وفيه دليل للمعمول المحذوف إذ التحقيق أن التعليق لا يختص بأفعال الظن ، وهو مذهب يونس بن حبيب ، لأن سبب التعليق وجود أداة لها صَدر الكلام . وفي هذه الآية دليله .والتقدير : بدا لهم ما يدل عليه هذا القسَم ، أي بدا لهم تأكيد أن يسجنوه .وذكر في «المغني» في آخر الجمل التي لها محل من الإعراب : وقوع الخلاف في الفاعل ونائب الفاعل ، هل يكون جملة؟ فأجازه هشام وثعلب مطلقاً ، وأجازهُ الفراء وجماعة إذا كان الفعل قلبياً ووجد معلّق ، وحملوا الآية عليه ، ونسب إلى سيبويه . وهو يؤول إلى معنى التعليق ، والتعليق أنسب بالمعنى .والحين : زمن غير محدود ، فإن كان { حتى حينٍ } من كلامهم كان المعنى : أنهم أمروا بسجنه سجناً غير مؤجل المدة . وإن كان من الحكاية كان القرآن قد أبهم المدة التي أذنوا بسجنه إليها إذ لا يتعلق فيها الغرض من القصة .والآيات : دلائل صدق يوسف عليه السّلام وكذب امرأة العزيز ."
    },
    {
      "ayah": 36,
      "surah": 12,
      "text": "اتفق جميع القراء على كسر سين { السّجن } هنا بمعنى البيت الذي يسجن فيه ، لأنّ الدخول لا يناسب أن يتعلق إلا بالمكان لا بالمصدر .وهذان الفتيان هما ساقي المَلك وخبّازُه غضب عليهما الملك فأمر بسجنهما . قيل : اتهما بتسميم الملك في الشراب والطعام .وجملة { قال أحدهما } ابتداء محاورة ، كما دل عليه فعل القول . وكان تعبير الرؤيا من فنون علمائهم فلذلك أيّد الله به يوسف عليه السّلام بينهم .وهذان الفتيان توسّما من يوسف عليه السّلام كمال العقل والفهم فظنّا أنه يحسن تعبير الرؤيا ولم يكونا علِما منه ذلك من قبل ، وقد صادفا الصواب ، ولذلك قالا : { إنا نراك من المحسنين } ، أي المحسنين التعبير ، أو المحسنين الفهم .والإحسان : الإتقان ، يقال : هو لا يحسن القراءة ، أي لا يتقنها . ومن عادة المساجين حكاية المرائي التي يرونها ، لفقدانهم الأخبار التي هي وسائل المحادثة والمحاورة ، ولأنهم يتفاءلون بما عسى أن يبشرهم بالخلاص في المستقبل . وكان علم تعبير الرؤيا من العلوم التي يشتغل بها كهنة المصريين ، كما دل عليه قوله تعالى حكاية عن ملك مصر { أفتوني في رؤياي إن كنتم للرؤيا تعبرون } [ سورة يوسف : 43 ] كما سيأتي .والعصر : الضغط باليد أو بحَجر أو نحوه على شيء فيه رطوبة لإخراج ما فيه من المائع زيتتٍ أو ماءٍ . والعصير : ما يستخرج من المعصور سمي باسم محله ، أي معصور من كذا .والخبز : اسم لقطعة من دقيق البر أو الشعير أو نحوهما يعجن بالماء ويوضع قرب النار حتى ينضج ليؤكل ، ويسمى رغيفاً أيضاً .والضمير في بتأويله } للمذكور ، أو للمرئي باعتبار الجنس .وجملة { إنّا نراك } تعليل لانتفاء المستفاد من { نبّئنا }."
    },
    {
      "ayah": 37,
      "surah": 12,
      "text": "جملة { قال لا يأتيكما } جواب عن كلامهما ففصلت على أسلوب حكاية جمل التحاور .أراد بهذا الجواب أن يفترص إقبالَهما عليه وملازمة الحديث معه إذ هما يترقبان تعبيره الرؤيا فيدمج في ذلك دعوتهما إلى الإيمان الصحيح مع الوعد بأنّه يعبّر لهما رؤياهما غير بعيد ، وجعل لذلك وقتاً معلوماً لهم ، وهو وقت إحضار طعام المساجين إذ ليس لهم في السجن حوادث يوقتون بها ، ولأن انطباق الأبواب وإحاطة الجدران يحول بينهم وبين رؤية الشمس ، فليس لهم إلا حوادث أحوالهم من طعام أو نوم أو هبوب منه .ويظهر أن أمد إتيان الطعام حينئذٍ لم يكن بعيداً كما دل عليه قوله : { قبل أن يأتيكما } من تعجيله لهما تأويل رؤياهما وأنه لا يتريث في ذلك .ووصف الطعام بجملة { ترزقانه } تصريح بالضبط بأنه طعام معلوم الوقت لا ترقب طعام يهدى لهما بحيث لا ينضبط حصوله .وحقيقة الرزق : مَا به النفع ، ويطلق على الطعام كقوله : { وجَد عندها رزقا } [ سورة آل عمران : 37 ] أي طعاماً ، وقوله في سورة الأعراف ( 50 ) { أو ممّا رزقكم الله } وقوله : { ولهم رزقهم فيها بكرة وعشيا } [ سورة مريم : 62 ]. ويطلق على الإنفاق المتعارف كقوله : { وارزقوهم فيها واكسوهم } [ سورة النساء : 5 ]. ومن هنا يطلق على العطاء الموقت ، يقال : كان بنو فلان من مرتزقة الجند ، ورزق الجند كذا كل يوم .وضمير { بتأويله } عائد إلى ما عاد إليه ضمير { بتأويله } [ سورة يوسف : 36 ] الأول ، وهو المرئي أو المنام . ولا ينبغي أن يعود إلى طعام إذ لا يحسن إطلاق التأويل عن الأنباء بأسماء أصناف الطعام خلافاً لما سلكه جمهور المفسرين .والاستثناء في قوله : { إلاّ نَبّأتكما بتأويله } استثناء من أحوال متعددة تناسب الغرض ، وهي حال الإنباء بتأويل الرؤيا وحال عدمه ، أي لا يأتي الطعام المعتاد إلا في حال أني قد نبأتكما بتأويل رؤياكما ، أي لا في حال عدمه . فالقصر المستفاد من الاستثناء إضافي .وجردت جملة الحال من الواو ( وقَد ) مع أنها مَاضية اكتفاء بربط الاستثناء كقوله تعالى : { ولا يقطعون وادياً إلا كتب لهم } [ سورة التوبة : 121 ].وجملة { ذلكما مما علمني ربي } استئناف بياني ، لأنّ وعده بتأويل الرؤيا في وقت قريب يثير عجب السائلين عن قوة علمه وعن الطريقة التي حصل بها هذا العلم ، فيجيب بأن ذلك مما علمه الله تخلصاً إلى دعوتهما للإيمان بإلهٍ واحد . وكان القبط مشركين يدينون بتعدد الآلهة .وقوله : { ممّا علمني ربي } إيذان بأنّه علّمه علوماً أخرى ، وهي علوم الشريعة والحكمة والاقتصاد والأمانة كما قال : { اجعلني على خزائن الأرض إني حفيظ عليم } [ سورة يوسف : 55 ].وزاد في الاستيناف البياني جملة { إني تركت ملة قوم لا يؤمنون بالله } لأن الإخبار بأن الله علّمه التّأويل وعلوماً أخرى مما يثير السؤال عن وسيلة حصول هذا العلم ، فأخبر بأن سبب عناية الله به أنّه انفرد في ذلك المكان بتوحيد الله وترك ملة أهل المدينة ، فأراد الله اختياره لديهم ، ويجوز كون الجملة تعليلاً .والملة : الدين ، تقدم في قوله : { ديناً قيماً ملة إبراهيم حنيفاً } في سورة الأنعام ( 161 ).وأراد بالقوم الذين لا يؤمنون بالله ما يشمل الكنعانيين الذين نشأ فيهم والقبط الذين شبّ بينهم ، كما يدلّ عليه قوله : { ما تعبدون من دونه إلا أسماء سميتموها } [ سورة يوسف : 39 ] ، أو أراد الكنعانيين خاصة ، وهم الذين نشأ فيهم تعريضاً بالقبط الذين ماثلوهم في الإشراك . وأراد بهذا أن لا يواجههم بالتشنيع استنزالاً لطائر نفورهم من موعظته .وزيادة ضمير الفصل في قوله : { هم كافرون } أراد به تخصيص قوم منهم بذلك وهم الكنعانيون ، لأنهم كانوا ينكرون البعث مثل كفار العرب . وأراد بذلك إخراج القبط لأن القبط وإن كانوا مشركين فقد كانوا يثبتون بعث الأرواح والجزاء .والترك : عدم الأخذ للشيء مع إمكانه . أشار به إلى أنه لم يتبع ملة القبط مع حلوله بينهم ، وكون مولاه متديناً بها ."
    },
    {
      "ayah": 38,
      "surah": 12,
      "text": "وذكر آباءه تعليماً بفضلهم ، وإظهاراً لسابقية الصلاح فيه ، وأنه متسلسل من آبائه ، وقد عقله من أول نشأته ثم تأيد بما علّمه ربّه فحصل له بذلك الشرف العظامي والشرف العصامي . ولذلك قال النبي صلى الله عليه وسلم لما سئل عن أكرم الناس : «يوسف بن يعقوب بن إسحاق بن إبراهيم نبيء ابن نبيء ابن نبيء ابن نبيء» . ومثل هذه السلسلة في النبوءة لم يجتمع لأحد غير يوسف عليه السّلام إذا كان المراد بالنبوءة أكملها وهو الرسالة ، أو إذا كان إخوة يوسف عليه السّلام غير أنبياء على رأي فريق من العلماء .وأراد باتّباع ملّة آبائه اتباعَها في أصولها قبل أن يعطى النبوءة إذا كان فيما أوحي إليه زيادة على ما أوحي به إلى آبائه من تعبير الرؤيا والاقتصاد؛ أو أن نبوءته كانت بوحي مثل ما أوحي به إلى آبائه ، كقوله تعالى : { شرع لكم من الدين ما وصّى به نوحاً إلى قوله أقيموا الدين ولا تتفرّقوا فيه } [ سورة الشورى : 13 ].وذكر السلف الصالح في الحقّ يزيد دليل الحقّ تمكّناً ، وذكر ضدهم في الباطل لقصد عدم الحجة بهم بمجردهم . كما في قوله الآتي : { ما تعبدون من دونه إلا أسماء سمّيتموها أنتم وآباؤكم } [ سورة يوسف : 40 ].وجملة ما كان لنا أن نشرك بالله من شيء } في قوة البيان لما اقتضته جملة { واتّبعتُ ملة آبائي } من كون التوْحيد صار كالسجية لهم عرف بها أسلافه بين الأمم ، وعرّفهم بها لنفسه في هذه الفرصة . ولا يخفى ما تقتضيه صيغة الجحود من مبالغة انتفاء الوصف على الموصوف ، كما تقدم في قوله تعالى : { ما كان لبشر أن يؤتيه الله الكتاب } في سورة آل عمران ( 79 ) ، وعند قوله تعالى : { قال سبحانك ما يكون لي أن أقول ما ليس لي بحقٍ } في آخر سورة العقود ( 116 ).و { من } في قوله : { مِن شيء } مزيدة لتأكيد النفي . وأدخلت على المقصود بالنفي .وجملة { ذلك من فضل الله علينا } زيادة في الاستئناف والبيان لقصد الترغيب في اتباع دين التوحيد بأنه فضل .وقوله : { وعلى الناس } أي الذين يتبعونهم ، وهو المقصود من الترغيب بالجملة .وأتَى بالاستدراك بقوله : { ولكن أكثر الناس لا يشكرون } للتصريح بأن حال المخاطبين في إشراكهم حال من يكفر نعمة الله ، لأن إرسال الهداة نعمة ينبغي أن ينظر الناس فيها فيعلموا أن ما يدعونَهم إليه خير وإنقاذ لهم من الانحطاط في الدنيا والعذاب في الآخرة ، ولأن الإعراض عن النظر في أدلة صدق الرسل كفر بنعمة العقل والنظر ."
    },
    {
      "ayah": 39,
      "surah": 12,
      "text": "استيناف ابتدائي مصدر بتوجيه الخطاب إلى الفتيين بطريق النداء المسترعي سمعهما إلى ما يقوله للاهتمام به .وعبّر عنهما بوصف الصحبة في السجن دون اسميهما إمّا لجهل اسميهما عنده إذ كانا قد دخلا السجن معه في تلك الساعة قبل أن تطول المعاشرة بينهما وبينه ، وإما للإيذان بما حدث من الصلة بينهما وهي صلة المماثلة في الضراء الإلف في الوحشة ، فإن الموافقة في الأحوال صلة تقوم مقام صلة القرابة أو تفوقها .واتفق القراء على كسر سين { السّجن } هنا بمعنى البيت الذي يسجن فيه المعاقبون ، لأن الصاحب لا يضاف إلى السجن إلا بمعنى المكان .والإضافة هنا على تقدير حرف الظرفية ، مثل : مكر الليل ، أي يا صاحبيْن في السجن .وأراد بالكلام الذي كلّمهما به تقريرهما بإبطال دينهما ، فالاستفهام تقريري . وقد رَتّب لهما الاستدلال بوجه خطابي قريب من أفهام العامة ، إذ فرض لهما إلهاً واحداً مستفرداً بالإلهية كما هو حال ملته التي أخبرهم بها . وفرض لهما آلهة متفرقين كل إله منهم إنما يتصرف في أشياء معينة من أنواع الموجودات تحت سلطانه لا يعدوها إلى ما هو من نطاق سلطان غيره منهم ، وذلك حال ملة القبط .ثم فرض لهما مفاضلة بين مجموع الحالين حال الإله المنفرد بالإلهية والأحوال المتفرقة للآلهة المتعددين ليصل بذلك إلى إقناعهما بأن حال المنفرد بالإلهية أعظم وأغنى ، فيرجعان عن اعتقاد تعدد الآلهة . وليس المراد من هذا الاستدلال وجود الحالين في الإلهية والمفاضلة بين أصحاب هذين الحالين لأن المخاطبين لا يؤمنون بوجود الإله الواحد .هذا إذا حمل لفظ { خير } على ظاهر المتعارف منه وهو التفضيل بين مشتركات في صفة . ويجوز أن يكون { خير } مستعملاً في معنى الخير عند العقل ، أي الرجحان والقبول . والمعنى : اعتقاد وجود أرباب متفرقين أرجح أم اعتقاد أنه لا يوجد إلا إله واحد ، ليستنزل بذلك طائر نظرهما واستدلالهما حتى ينجلي لهما فساد اعتقاد تعدد الآلهة ، إذ يتبين لهما أن أرباباً متفرقين لا يخلو حالهم من تطرق الفساد والخلل في تصرفهم ، كما يومىء إليه وصف التفرق بالنسبة للتعدد ووصف القهار بالنسبة للوحدانية .وكانت ديانة القبط في سائر العصور التي حفظها التاريخ وشهدت بها الآثار ديانة شِرك ، أي تعدد الآلهة . وبالرغم على ما يحاوله بعض المؤرخين المصريين والإفرنج من إثبات اعتراف القبط بإله واحد وتأويلهم لهم تعدد الآلهة بأنها رموز للعناصر فإنهم لم يستطيعوا أن يثبتوا إلا أن هذا الإله هو معطي التصرف للآلهة الأخرى . وذلك هو شأن سائر أديان الشرك ، فإن الشرك ينشأ عن مثل ذلك الخيال فيصبح تعدد آلهة . والأممُ الجاهلة تتخيل هذه الاعتقادات من تخيلات نظام ملوكها وسلاطينها وهو النظام الإقطاعي القديم .نعم إن القبط بنوا تعدد الآلهة على تعدد القوى والعناصر وبعض الكواكب ذات القوى . ومثلهم الإغريق فهم في ذلك أحسن حالاً من مشركي العرب الذين ألّهوا الحجارة . وقصارى ما قسموه في عبادتها أن جعلوا بعضها آلهة لبعض القبائل كما قال الشاعروفرّت ثقيف إلى لاتها: ...وأحسن حالاً من الصابئة الكلدانيين والأشوريين الذين جعلوا الآلهة رموزاً للنجوم والكواكب .وكانت آلهة القبط نحواً من ثلاثين رباً أكبرها عندهم آمون رُعْ . ومن أعظم آلهتهم ثلاثة أخر وهي : أوزوريس ، وأزيس ، وهوروس . فللّه بلاغة القرآن إذ عبر عن تعددها بالتفرق فقال : { أأربابٌ متفرقون } [ سورة يوسف : 39 ]."
    },
    {
      "ayah": 4,
      "surah": 12,
      "text": "{ إذ قال } بدل اشتمال أو بَعْض من { أحْسَن القصص } [ سورة يوسف : 3 ] على أن يكون أحسن القصص بمعنى المفعول ، فإنّ أحسن القصص يشتمل على قصَص كثير ، منه قَصص زمان قول يوسفَ عليه السّلام لأبيه إني رأيت أحَدَ عَشَرَ كوكباً } وما عقب قوله ذلك من الحوادث . فإذا حمل { أحسن القصص } [ سورة يوسف : 3 ] على المصدر فالأحسن أن يكون إذْ } منصوباً بفعل محذوف يدلّ عليه المقام ، والتّقدير : اذْكر .ويُوسف اسم عبراني تقدم ذكر اسمه عند قوله تعالى : { وتلك حجتنا آتيناها إبراهيم على قومه } الخ في سورة الأنعام ( 83 ). وهو يوسف بن يعقوب بن إسحاق من زوجه ( راحِيل ). وهو أحد الأسباط الذين تقدم ذكرهم في سورة البقرة . وكان يوسف أحب أبناء يعقوب عليهما السّلام إليه وكان فَرْط محبة أبيه إياه سَببَ غيرة إخوته منه فكادُوا له مكيدة فسألوا أباهم أن يتركه يخرج معهم . فأخرجوه معهم بعلّة اللعب والتفسح ، وألقَوْهُ في جبّ ، وأخبروا أباهم أنّهم فقدوه ، وأنهم وجدوا قميصه ملوّثاً بالدّم ، وأروه قميصه بعد أن لطّخوه بدم ، والتقطه من البئر سيارة من العرب الإسماعيليين كانوا سائرين في طريقهم إلى مصر ، وباعوه كرقيق في سوق عاصمة مصر السفلى التي كانت يومئذٍ في حكم أمّة من الكنعانيين يعرفون بالعمالقة أو ( الهكْصوص ). وذلك في زمن الملك ( أبو فيس ) أو ( ابيبي ). ويقرب أن يكون ذلك في حدود سنة تسع وعشرين وسبعمائة وألف قبل المسيح عليه السّلام ، فاشتراه ( فوطيفار ) رئيس شرطة فرعون الملقّبُ في القرآن بالعزيز ، أي رئيس المدينة . وحدثت مكيدة له من زوج سيّده ألقي بسببها في السجن . وبسبب رؤيا رآها الملِكُ وعَبّرها يوسف عليه السّلام وهو في السِجن ، قَرّبه الملك إليه زُلفى ، وأولاه على جميع أرض مصر ، وهو لقب العزيز وسَمّاه ( صفنات فعنيج ) ، وزوّجه ( أسنات ) بنت أحد الكهنة وعمره يومئذٍ ثلاثون سنة . وفي مدة حكمه جَلَب أباه وأقاربه من البريّة إلى أرض مصر ، فذلك سبب استيطان بني إسرائيل أرض مصر . وتوفي بمصر في حدود سنة خمس وثلاثين وستمائة وألف قبل ميلاد عيسى عليه السّلام . وحنّط على الطريقة المصرية . ووُضع في تابوت ، وأوصى قبل موته قومه بأنهم إذا خرجوا من مصر يرفعون جسده معهم . ولمّا خرج بنو إسرائيل من مصر رفعوا تابوت يوسف عليه السّلام معهم وانتقلوه معهم في رحلتهم إلى أن دفنوه في ( شكِيم ) في مدة يوشع بن نون .والتاء في ( أبَت ) تاء خاصّة بكلمة الأب وكلمة الأم في النداء خاصة على نية الإضافة إلى المتكلم ، فمفادها مفاد : يا أبي ، ولا يكاد العرب يقولون : يا أبي . وورد في سَلام ابن عمر على النبي صلى الله عليه وسلم وصاحبه حين وقف على قبورهم المنوّرة .وقد تحيّر أيمّة اللغة في تعليل وصلها بآخر الكلمة في النداء واختاروا أن أصلها تاء تأنيث بقرينة أنهم قد يجعلونها هاء في الوقف ، وأنها جعلت عوضاً عن ياء المتكلم لِعلة غير وجيهة . والذي يظهر لي أنّ أصلها هاء السكت جلبوها للوقف على آخر الأب لأنّه نقص من لام الكلمة ، ثم لما شابهت هاء التأنيث بكثرة الاستعمال عوملت معاملة آخر الكلمة إذا أضافوا المنادى فقالوا : يا أبتي ، ثم استغنوا عن ياء الإضافة بالكسرة لكثرة الاستعمال . ويدل لذلك بقاء الياء في بعض الكلام كقول الشاعر الذي لا نعرفه: ... أيَا أبتي لا زلتَ فينا فإنّمَالنا أملٌ في العيْش ما دمت عائشاً ... ويجوز كسر هذه التّاء وفتحها ، وبالكسر قرأها الجمهور ، وبفتح التّاء قرأ ابن عامر وأبو جعفر .والنداء في الآية مع كون المنادى حاضراً مقصود به الاهتمام بالخبر الذي سيلقى إلى المخاطب فينزل المخاطب منزلة الغائب المطلوب حضوره ، وهو كناية عن الاهتمام أو استعارة له .والكوكب : النجم ، تقدّم عند قوله تعالى : { فلمّا جن عليه الليل رأى كوكباً } في سورة الأنعام ( 76 ).وجملة { رأيتهم } مؤكدة لجملة { رأيتُ أحدَ عَشَرَ كوكباً } ، جيء بها على الاستعمال في حكاية المرائي الحلمية أن يعاد فعل الرؤية تأكيداً لفظياً أو استئنافاً بيانياً ، كأن سامع الرؤيا يستزيد الرائي أخباراً عمّا رأى .ومثال ذلك ما وقع في «الموطّأ» أنّ رسول الله صلى الله عليه وسلم قال : \" أراني الليلة عند الكعبة فرأيت رجلاً آدم \" الحديث .وفي البخاري أنّ النبي صلى الله عليه وسلم قال : \" رأيت في المنام أني أهاجر من مكّة إلى أرض بها نخل ، ورأيت فيها بقرا تذبح ، ورأيت . . واللّهُ خير \" . وقد يكون لفظ آخر في الرؤيا غير فعلها كما في الحديث الطّويل \" إنّه أتاني الليلة آتيان ، وإنهما ابتعثاني ، وإنّهما قالا لي : انطلق ، وإنّي انطلقت معهما ، وإنّا أتينا على رجل مضطجع \" الحديث بتكرار كلمة ( إنّ ) وكلمة ( إنّا ) مراراً في هذا الحديث .وقرأ الجمهور { أحَدَ عَشَرَ } بفتح العين من { عَشَرَ }. وقرأه أبو جعفر بسكون العين .واستعمل ضمير جمع المذكر للكواكب والشمس والقمر في قوله : { رأيتهم لي ساجدين } ، لأن كون ذلك للعقلاء غالب لا مطرد ، كما قال تعالى في الأصنام { وتراهم ينظرون إليك وهم لا يبصرون } [ سورة الأعراف : 198 ] ، وقال : { يا أيها النمل ادخلوا } [ سورة النمل : 18 ].وقال جماعة من المفسّرين : إنه لمّا كانت الحالة المرئية من الكواكب والشمس والقمر حالة العقلاء ، وهي حالة السجود نزّلها منزلة العقلاء ، فأطلق عليها ضمير ( هم ) وصيغة جمعهم .وتقديم المجرور على عامله في قوله : لي ساجدين } للاهتمام ، عبّر به عن معنى تضمّنه كلام يوسف عليه السّلام بلغته يدل على حالة في الكواكب من التعظيم له تقتضي الاهتمام بذكره فأفاده تقديم المجرور في اللغة العربيّة .وابتداء قصة يوسف عليه السّلام بذكر رؤياه إشارة إلى أنّ الله هيّأ نفسه للنبوءة فابتدأه بالرؤيا الصّادقة كما جاء في حديث عائشة « أنّ أوّلَ ما ابتدىء رسول الله صلى الله عليه وسلم من الوحي الرؤيا الصادقة فكان لا يرى رؤيا إلاّ جاءت مثل فَلق الصبح » . وفي ذلك تمهيد للمقصود من القصة وهو تقرير فضل يوسف عليه السّلام من طهارة وزكاء نفس وصبر . فذكر هذه الرؤيا في صدر القصّة كالمقدّمة والتّمهيد للقصّة المقصودة .وجعل الله تلك الرؤيا تنبيهاً ليوسف عليه السّلام بعلو شأنه ليتذكرها كلما حلت به ضائقة فتطمئن بها نفسه أن عاقبتهُ طيبة .وإنما أخبر يوسف عليه السّلام أباه بهاته الرؤيا لأنّه علم بإلهام أو بتعليم سابق من أبيه أن للرؤيا تعبيراً ، وعلم أنّ الكواكب والشّمس والقمر كناية عن موجودات شريفة ، وأنّ سجود المخلوقات الشّريفة له كناية عن عظمة شأنه . ولعلّهُ علم أنّ الكواكب كناية عن موجودات متماثلة ، وأنّ الشمس والقمر كناية عن أصلين لتلك الموجودات فاستشعر على الإجمال دلالة رؤياه على رفعة شأنه فأخبر بها أباه .وكانوا يعدّون الرؤيا من طرق الإنباء بالغيب ، إذا سلمت من الاختلاط وكان مزاج الزائي غير منحرف ولا مضطرب ، وكان الرائي قد اعتاد وقوع تأويل رؤياه ، وهو شيء ورثوه من صفاء نفوس أسلافهم إبراهيم وإسحاق عليهم السّلام . فقد كانوا آل بيت نبوءة وصفاء سريرة .ولمّا كانت رؤيا الأنبياء وَحْياً ، وقد رأى إبراهيم عليه السّلام في المنام أنّه يذبح وَلَد فلمّا أخبره { قال يا أبت افْعل ما تؤمَر } [ سورة الصافات : 102 ]. وإلَى ذلك يشير قول أبي يوسف عليه السّلام : { ويتم نعمته عليك وعلى آل يعقوب كما أتمها على أبويك من قبل إبراهيم وإسحاق } [ سورة يوسف : 6 ]. فلا جرم أن تكون مرائي أبنائهم مكاشفة وحديثاً ملكياً .وفي الحديث : « لم يَبق من المبشرات إلاّ الرؤيا الصّالحة يراها المسلم أو ترى له » والاعتداد بالرؤيا من قديم أمور النبوءة . وقد جاء في التّوراة أن الله خاطب إبراهيم عليه السّلام في رؤيا رآها وهو في طريقه ببلاد شاليم بلد ملْكي صَادق وبشّره بأنه يهبه نسلاً كثيراً ، ويعطيه الأرض التي هو سائر فيها ( في الإصحاح 15 من سفر التكوين ).أما العرب فإنهم وإن لم يرد في كلامهم شيء يفيد اعتدادهم بالأحلام ، ولعل قول كعب بن زهير: ... إن الأماني والأحلام تضليليفيد عدم اعتدادهم بالأحلام ، فإن الأحلام في البيت هي مرائي النوم .ولكن ذكر ابن إسحاق رؤيا عبد المطلب وهو قائم في الحِجْر أنه أتاه آت فأمره بحفر بئر زمزم فوصَف له مكانها ، وكانت جرهم سَدَموها عند خروجهم من مكة .وذكر ابن إسحاق رؤيا عاتكة بنت عبد المطلب أن : راكباً أقبل على بعير فوقف بالأبطح ثم صرخ : يا آل غُدَر أُخرُجوا إلى مصارعكم في ثلاث فكانت وقعة بدر عقبها بثلاث ليال .وقد عدت المرائي النوميّة في أصول الحكمة الإشراقية وهي من تراثها عن حكمة الأديان السّالفة مثل الحنيفية . وبالغ في تقريبها بالأصول النفسية شهاب الدّين الحكيم السهروردي في هياكل النور وحكمة الإشراق ، وأبو علي بن سينا في الإشارات بما حاصله : وأصله : أنّ النفس الناطقة ( وهي المعبّر عنها بالروح ) هي من الجواهر المجرّدة التي مَقرها العالم العلوي ، فهي قابلة لاكتشاف الكائنات على تفاوت في هذا القبول ، وأنّها تودع في جسم الجنين عند اكتمال طور المضغة ، وأنّ للنفس الناطقة آثاراً من الانكشافات إذا ظهرت فقد ينتقش بعضها بمدارك صاحب النفس في لوح حسّه المشترك ، وقد يصرفه عن الانتقاش شاغلان : أحدهما } حِسّيّ خارجيّ ، والآخر باطنيّ عقليّ أو وهميّ ، وقوَى النفس متجاذبة متنازعة فإذا اشتدّ بعضُها ضعف البعضُ الآخر كما إذا هاج الغضب ضعفت الشهوة ، فكذلك إنْ تَجَرّدَ الحس الباطن للعمل شغل عن الحسّ الظاهر ، والنوم شاغل للحسّ ، فإذا قلّت شواغل الحواس الظاهرة فقد تتخلّص النفس عن شغل مخيلاتها ، فتطلّع على أمور مغيبة ، فتكونُ المنامات الصادقة .والرؤيا الصادقةُ حالةٌ يكرم الله بها بعض أصْفيائه الذين زكت نفوسهم فتتّصل نفوسهم بتعلّقات من علم الله وتعلّقات من إرادته وقدرته وأمره التكوينيّ فتنكشف بها الأشياء المغيبة بالزّمان قبل وقوعها ، أو المغيبة بالمكان قبل اطلاع الناس عليها اطلاعاً عاديّاً ، ولذلك قال النبي صلى الله عليه وسلم «الرؤيا الصالحة من الرّجل الصالح جزء من ستّة وأربعين جزءاً من النبوءة» . وقد بُيّن تحديد هذه النسبة الواقعة في الحديث في شروح الحديث . وقال : «لم يبق من النبوءة إلاّ المبشّرات وهي الرؤيا الصّالحة للرجل الصالح يراها أو ترى له» .وإنّما شرطت المرائي الصادقة بالنّاس الصّالحين لأنّ الارتياض على الأعمال الصّالحة شاغل للنفس عن السيّئات ، ولأنّ الأعمال الصّالحات ارتقاءات وكمالات فهي معينة لجوهر النفس على الاتّصال بعالَمها الذي خلقت فيه وأنزلت منه ، وبعكس ذلك الأعمال السيّئة تبعدها عن مألوفاتها وتبلدها وتذبذبها .والرؤيا مراتب :منها أن : ترى صور أفعال تتحقّق أمثالها في الوجود مثل رؤيا النبي صلى الله عليه وسلم أنه يهاجر من مكّة إلى أرض ذات نخل ، وظنّه أنّ تلك الأرض اليمامة فظهر أنّها المدينة ، ولا شك أنّه لمّا رأى المدينة وجَدَها مطابقة للصّورة التي رآها ، ومثل رؤياه امرأة في سَرَقَة من حرير فقيل له اكشِفْها فهي زوجك فكشف فإذا هي عائشة ، فعلم أن سيتزوجها . وهذا النوع نادر وحالة الكشف فيه قوية .ومنها أن ترى صُورٌ تكون رموزاً للحقائق التي ستحصل أو التي حصلت في الواقع ، وتلك من قبيل مكاشفة النفس للمعاني والمواهي وتشكيل المخيّلة تلك الحقائق في أشكال محسوسة هي من مظاهر تلك المعاني ، وهو ضرب من ضروب التشبيه والتمثيل الذي تخترعه ألباب الخطباء والشعراء ، إلاّ أنّ هذا تخترعه الألباب في حالة هدوّ الدمَاغ من الشواغل الشاغلة ، فيكون أتقن وأصدق .وهذا أكثر أنواع المرائي . ومنه رؤيا النبي صلى الله عليه وسلم أنّه يشرب من قدح لَبن حتى رأى الريّ في أظفاره ثم أعطَى فضلَه عمرَ بن الخطّاب رضي الله عنه . وتعبيره ذلك بأنّه العلم .وكذلك رؤياه امرأة سوداء ناشرة شَعَرَهَا خارجة من المدينة إلى الجحفة ، فعبّرها بالحمى تنتقل من المدينة إلى الجحفة ، ورئِيَ عبد الله بن سلام أنه في روضة ، وأنّ فيها عموداً ، وأنّ فيه عروة ، وأنّه أخذ بتلك العروة فارتقى إلى أعلى العمود ، فعبّره النبي صلى الله عليه وسلم بأنّه لا يزال آخذاً بالإيمان الذي هو العروة الوثقى ، وأنّ الروضة هي الجنّة ، فقد تَطابَق التمثيل النوميّ مع التمثيل المتعارف في قوله تعالى : { فمن يكفر بالطاغوت ويؤمن بالله فقد استمسك بالعروة الوثقى } [ سورة البقرة : 256 ] ، وفي قول النبي : « ما بين بيتي ومنبري روضة من رياض الجنة » وسيأتي تأويل هذه الرؤيا عند قوله تعالى : { وقال يا أبت هذا تأويل رؤياي من قبل } [ سورة يوسف : 100 ]."
    },
    {
      "ayah": 40,
      "surah": 12,
      "text": "وبعد أن أثار لهما الشك في صحة إلهيّة آلهتهم المتعددين انتقل إلى إبطال وجود تلك الآلهة على الحقيقة بقوله : { ما تَعبدون من دونه إلا أسماءً سميتموها أنتم وآباؤكم ما أنزل الله بها من سلطان } ، يعني أن تلك الآلهة لا تحقق لحقائقها في الوجود الخارجي بل هي توهّمات تخيّلوها .ومعنى قصرها على أنها أسماء قصراً إضافياً ، أنها أسماء لا مسمياتتٍ لها فليس لها في الوجود إلا أسماؤها .وقوله : { أنتم وآباؤكم } جملة مفسرة للضمير المرفوع في { سميتموها }. والمقصود من ذلك الردّ على آبائهم سدّاً لمنافذ الاحتجاج لأحقيتها بأن تلك الآلهة معبودات آبائهم ، وإدماجاً لتلقين المعذرة لهما ليسهل لهما الإقلاع عن عبادة آلهة متعددة .وإنزال السلطان : كناية عن إيجاد دليل إلهيتها في شواهد العالم . والسلطانُ : الحجة .وجملة { إن الحكم إلا لله } إبطال لجميع التصرفات المزعومة لآلهتهم بأنها لا حكم لها فيما زعموا أنه من حكمها وتصرفها .وجملة { أمَرَ أن لا تعبدوا إلا إياه } انتقال من أدلة إثبات انفراد الله تعالى بالإلهية إلى التعليم بامتثال أمره ونهيه ، لأن ذلك نتيجة إثبات الإلهية والوحدانية له ، فهي بيان لجملة { إن الحكم إلا لله } من حيث ما فيها من معنى الحكم .وجملة { ذلك الدين القيّم ولكن أكثر الناس لا يعلمون } خلاصة لما تقدم من الاستدلال ، أي ذلك الدين لا غيرُه مما أنتم عليه وغيرُكم . وهو بمنزلة رد العجز على الصدر لقوله : { إني تركت ملة قوم لا يؤمنون بالله إلى لا يشكرون } [ سورة يوسف : 38 ]."
    },
    {
      "ayah": 41,
      "surah": 12,
      "text": "افتتح خطابهما بالنداء اهتماماً بما يلقيه إليهما من التعبير ، وخاطبهما بوصف { صاحبي السجن } أيضاً .ثم إذا كان الكلام المحكي عن يوسف عليه السّلام في الآية صدر منه على نحو النظم الذي نظم به في الآية وهو الظاهر كان جَمع التأويلَ في عبارة واحدة مجملة ، لأن في تأويل إحدى الرؤيين ما يسوء صاحبَها قصداً لتلقيه ما يسوء بعدَ تأمل قليل كيلا يفجأه من أول الكلام ، فإنه بعد التأمل يعلم أن الذي يسقي ربه خمراً هو رَائي عَصر الخمر ، وأن الذي تأكل الطير من رأسه هو رائي أكل الطير من خبزٍ على رأسه .وإذا كان نظم الآية على غير ما صَدر من يوسف عليه السّلام كان في الآية إيجاز لحكاية كلام يوسف عليه السّلام ، وكان كلاماً معيّناً فيه كل من الفتيين بأن قال : أما أنتَ فكيْت وكيْت ، وأما أنت فكَيْت وكيْت ، فحُكي في الآية بالمعنى .وجملة { قضي الأمر الذي فيه تستفتيان } تحقيق لما دلت عليه الرؤيا ، وأن تعبيرها هو ما أخبرهما به فإنهما يستفتيان في دلالة الرؤيا على ما سيكون في شأن سجنهما لأن ذلك أكبر همهما ، فالمراد بالأمر تعبير رؤياهما .والاستفتاء : مصدر استفتَى إذا طلب الإفتاء . وهو : الإخبار بإزالة مشكل ، أو إرشاد إلى إزالة حيرة . وفعله أفتى مُلازم للهمز ولم يسمع له فعل مُجرد ، فدلا ذلك على أن همزه في الأصل مجتلب لمعنًى ، قالوا : أصل اشتقاق أفتى من الفتى وهو الشاب ، فكأنّ الذي يفتيه يقوي نهجه ببيانه فيصير بقوة بيانه فَتِيّا أي قوياً . واسم الخبر الصادر من المفتي : فتوى بفتح الفاء وبضمها مع الواو مقصوراً ، وبضم الفاء مع الياء مقصوراً ."
    },
    {
      "ayah": 42,
      "surah": 12,
      "text": "قال يوسف عليه السّلام للذي ظن نجاته من الفتيين وهو الساقي . والظن هنا مستعمل في القريب من القطع لأنه لا يشك في صحة تعبيره الرؤيا . وأراد بذكره ذكر قضيته ومظلمته ، أي اذكرني لربك ، أي سيدك . وأراد بربه ملك مصر .وضميرا { فأنساه } و { ربه } يحتملان العود إلى { الذي } ، أي أنسى الشيطان الذي نجا أن يَذكره لربه ، فالذكر الثاني هو الذكر الأول . ويحتمل أن يعود الضميران إلى ما عاد إليه ضمير { وقال } أي يوسف عليه السّلام أنساه الشيطان ذكر الله ، فالذكر الثاني غير الذكر الأول . ولعل كلا الاحتمالين مراد ، وهو من بديع الإيجاز . وذلك أن نسيان يوسف عليه السّلام أن يَسأل الله إلهام الملِك تذكر شأنه كان من إلقاء الشيطان في أمنيته ، وكان ذلك سبباً إلهياً في نسيان الساقي تذكير الملك ، وكان ذلك عتاباً إلهياً ليوسف عليه السّلام على اشتغاله بعَون العباد دون استعانة ربه على خلاصه .ولعل في إيراد هذا الكلام على هذا التوْجيه تلطفاً في الخبر عن يوسف عليه السّلام ، لأن الكلام الموجه في المعاني الموجهة ألطف من الصريح .والبضع : من الثلاث إلى التسع .وفيما حكاه القرآن عن حال سجنهم ما يُنبىء على أن السجن لم يكن مضبوطاً بسجل يذكر فيه أسماء المساجين ، وأسبابُ سجنهم ، والمدةُ المسجون إليها ، ولا كان من وزعة السجون ولا ممن فوقهم من يتعهّد أسباب السجن ويفتقد أمر المساجين ويرفع إلى الملك في يوم من الأسبوع أو من العام . وهذا من الإهمال والتهاون بحقوق الناس وقد أبطله الإسلام ، فإن من الشريعة أن ينظر القاضي أول ما ينظر فيه كلّ يوم أمرَ المساجين ."
    },
    {
      "ayah": 43,
      "surah": 12,
      "text": "هذا عطف جزء من قصة على جزء منها تكملة لوصف خلاص يوسف عليه السّلام من السجن .والتعريف في { الملك } للعهد ، أي ملك مصر . وسماه القرآن هنا ملكاً ولم يسمه فرعونَ لأن هذا الملك لم يكن من الفراعنة ملوك مصر القبط ، وإنما كان ملكاً لمصر أيامَ حَكَمَها ( الهِكسوس ) ، وهم العمالقة ، وهم من الكنعانيين ، أو من العرب ، ويعبر عنهم مؤرخو الإغريق بملوك الرعاة ، أي البَدو . وقد ملكوا بمصر من عام 1900 إلى عام 1525 قبل ميلاد المسيح عليه السّلام . وكان عصرهم فيما بين مدة العائلة الثالثة عشرة والعائلة الثامنة عشرة من ملوك القبط ، إذ كانت عائلات ملوك القبط قد بقي لها حكم في مصر العليا في مدينة ( طِيبة ) كما تقدم عند قوله تعالى : { وقال الذي اشتراه } [ سورة يوسف : 21 ]. وكان ملكهم في تلك المدة ضعيفاً لأن السيادة كانت لملوك مصر السفلى . ويقدّر المؤرخون أن ملك مصر السفلى في زمن يوسف عليه السّلام كان في مدة العائلة السابعة عشرة .فالتعبير عنه بالملك في القرآن دون التعبير بفرعون مع أنه عبّر عن ملك مصر في زمن موسى عليه السّلام بلقب فرعون هو من دقائق إعجاز القرآن العلمي . وقد وقع في التوراة إذ عبر فيها عن ملك مصر في زمن يوسف عليه السّلام فرعون وما هو بفرعون لأن أمته ما كانت تتكلم بالقبطية وإنما كانت لغتهم كنعانية قريبَة من الآرامية والعربية ، فيكون زمن يوسف عليه السّلام في آخر أزمان حكم ملوك الرعاة على اختلاف شديد في ذلك .وقوله : { سِمانٍ } جمع سمينة وسَمين ، مثل كرام ، وهو وصف ل { بقرات }.و { عجاف } جمع عجفاء . والقياس في جمع عجفاء عُجف لكنه صيغ هنا بوزن فِعال لأجل المزاوجة لمقارنه وهو { سمان }. كما قال الشاعرهتّاك أخبية ولاّج أبوية: ...والقياس أبواب لكنه حمله على أخبية .والعجفاء : ذات العَجَف بفتحتين وهو الهزال الشديد .و { وسبع سنبلات } معطوف على { سبع بقرات }. والسنبلة تقدمت في قوله تعالى : { كمثل حبةٍ أنبتت سبع سنابل } في سورة البقرة ( 261 ).والملأ : أعيان الناس . وتقدم عند قوله تعالى : { قال الملأ من قومه } في سورة الأعراف ( 60 ).والإفتاء : الإخبار بالفتوى . وتقدمت آنفاً عند قوله : { قضي الأمر الذي فيه تستفتيان } [ سورة يوسف : 41 ].و { في } للظرفية المجازية التي هي بمعنى الملابسة ، أي أفتوني إفتاء ملابساً لرؤياي ملابسة البيان للمجمل .وتقديم { للرؤيا } على عامله وهو { تعبرون } للرعاية على الفاصلة مع الاهتمام بالرؤيا في التعبير . والتعريف في { للرؤيا } تعريف الجنس .واللام في { للرؤيا } لام التقوية لضعف العامل عن العمل بالتأخير عن معموله . يقال : عَبَر الرؤيا من باب نَصر . قال في «الكشاف» : وعبَرت الرؤيا بالتخفيف هو الذي اعتمده الأثبات . ورأيتهم ينكرون عبّرت بالتشديد والتعبير ، وقد عثرت على بيت أنشده المبرد في كتاب «الكامل» لبعض الأعراب:رأيت رؤْيَاي ثم عبّرتُها...وكنتُ للأحلام عَبّارا ...والمعنى : فسر ما تدل عليه وأوّل إشاراتها ورموزها .وكان تعبير الرؤيا مما يشتغلون به . وكان الكهنة منهم يعدونه من علومهم ولهم قواعد في حل رموز ما يراه النائم . وقد وجدت في آثار القبط أوراق من البردي فيها ضوابط وقواعد لتعبير الرُّؤى ، فإن استفتاء صاحبي السجن يوسف عليه السّلام في رؤييهما ينبىء بأن ذلك شائع فيهم ، وسؤال المَلك أهل ملأه تعبير رؤياه ينبىء عن احتواء ذلك الملأ على من يُظنّ بهم علم تعبير الرؤيا ، ولا يخلو ملأ الملك من حضور كهان من شأنهم تعبير الرؤيا .وفي التوراة «فأرسل ودعا جميع سَحرة مصر وجميع حكمائها وقص عليهم حلمه فلم يكن من يعبره له» . وإنما كان مما يقصد فيه إلى الكهنة لأنه من المغيبات . وقد ورد في أخبار السيرة النبوية أن كسرى أرسل إلى سطيح الكاهن ليعبر له رؤيا أيام ولادة النبي صلى الله عليه وسلم وهي معدودة من الإرهاصات النبوية . وحصل لكسرى فزع فأوفد إليه عبد المسيح .فالتعريف في قوله { للرؤيا } تعريف العهد ، والمعهود الرؤيا التي كان يقصها عليهم على طريقة إعادة النكرة معرفة باللام أن تكون الثانية عين الأولى . والمعنى : إن كنتم تعبرون هذه الرؤيا ."
    },
    {
      "ayah": 44,
      "surah": 12,
      "text": "والأضغاث : جمع ضغث بكسر الضاد المعجمة وهو : ما جمع في حُزمة واحدة من أخلاط النبات وأعواد الشجر ، وإضافته إلى الأحلام على تقدير اللام ، أي أضغاث للأحلام .والأحلام : جمع حُلُم بضمتين وهو ما يراه النائم في نومه . والتقدير : هذه الرؤيا أضغاث أحلام . شبهت تلك الرؤيا بالأضغاث في اختلاطها وعدم تميز ما تحتويه لمّا أشكل عليهم تأويلها .والتعريف فيه أيضاً تعريف العهد ، أي ما نحن بتأويل أحلامك هذه بعالمين . وجمعت { أحلام } باعتبار تعدد الأشياء المرئية في ذلك الحُلم ، فهي عدة رُؤَى .والباء في { بتأويل الأحلام } لتأكيد اتصال العامل بالمفعول ، وهي من قبيل باء الإلصاق مثل باء { وامسحوا برؤوسكم } [ سورة المائدة : 6 ] ، لأنهم نفوا التمكن من تأويل هذا الحلم . وتقديم هذا المعمول على الوصف العامل فيه كتقديم المجرور في قوله : { إن كنتم للرؤيا تعبرون }."
    },
    {
      "ayah": 45,
      "surah": 12,
      "text": "فلما ظهر عَوْصُ تعبير هذا الحُلم تذكر سَاقي الملك ما جرى له مع يوسف عليه السّلام فقال : { أنا أنبئكم بتأويله }.وابتداء كلامه بضميره وجعله مسنداً إليه وخبره فعلي لقصد استجلاب تعجب الملك من أن يكون الساقي ينبىء بتأويل رؤيا عَوِصَتْ على علماء بلاط الملك ، مع إفادة تقوّي الحكم ، وهو إنباؤه إياهم بتأويلها ، لأن تقديم المسند إليه على الخبر الفعلي في سياق الإثبات يفيد التقوّي ، وإسناد الإنباء إليه مجاز عقلي لأنه سبب الإنباء ، ولذلك قال : { فأرْسِلُون }. وفي ذلك ما يستفز الملك إلى أن يأذن له بالذهاب إلى حيث يريد ليأتي بنبأ التأويل إذ لا يجوز لمثله أن يغادر مجلس الملك دون إذن .وقد كان موقناً بأنه يجد يوسف عليه السّلام في السجن لأنه قال : { أنا أنبئكم بتأويله } دون تردد . ولعل سبب يقينه ببقاء يوسف عليه السّلام في السجن أنه كان سجنَ الخاصة فكان ما يحدث فيه من إطلاق أو موت يبلغ مسامع الملك وشيعته .و { ادّكر } بالدال المهملة أصله : اذتكر ، وهو افتعال من الذكر ، قلبت تاء الافتعال دالاً لثقلها ولتقارب مخرجيهما ثم قلبت الذال ليتأتّى ادغامها في الدال لأن الدال أخف من الذال . وهذا أفصح الإبدال في ادّكر . وهو قراءة النبي صلى الله عليه وسلم في قوله تعالى : { فهل من مدّكر } [ سورة القمر : 15 ] كما في الصحيح .ومعنى { بعد أمة } بعد زمن مضى على نسيانه وصاية يوسف عليه السّلام . والأمة : أطلقت هنا على المدة الطويلة ، وأصل إطلاق الأمة على المدة الطويلة هو أنها زمن ينقرض في مثله جيل ، والجيل يسمى أمة ، كما في قوله تعالى : { كنتم خير أمةٍ أخرجت للناس } [ سورة آل عمران : 110 ] على قول من حمله على الصحابة .وإطلاقه في هذه الآية مبالغة في زمن نسيان الساقي . وفي التوراة كانت مدة نسيانه سنتين .وضمائر جمع المخاطب في أنبئكم } { فأرسلون } مخاطب بها الملك على وجه التعظيم كقوله تعالى : { قال رب ارجعون } [ سورة المؤمنون : 99 ].ولم يسمّ لهم المرسل إليه لأنه أراد أن يفاجئهم بخبر يوسف عليه السّلام بعد حصول تعبيره ليكون أوقع ، إذ ليس مثله مظنة أن يكون بين المساجين ."
    },
    {
      "ayah": 46,
      "surah": 12,
      "text": "الخطاب بالنداء مؤذن بقول محذوف في الكلام ، وأنه من قول الذي نجا وادكر بعد أمة . وحُذف من الكلام ذكر إرساله ومشيه ووصوله ، إذ لا غرض فيه من القصة . وهذا من بديع الإيجاز .و { الصدّيق } أصله صفةُ مبالغة مشتقة من الصّدْق ، كما تقدم عند قوله تعالى : { وأمه صدّيقةٌ } في سورة العقود ( 75 ) ، وغلب استعمال وصف الصدّيق استعمال اللقب الجامع لمعاني الكمال واستقامة السلوك في طاعة الله تعالى ، لأن تلك المعاني لا تجتمع إلا لمن قوي صدقه في الوفاء بعهد الدين .وأحسنُ ما رأيت في هذا المعنى كلمة الراغب الأصفهاني في مفردات القرآن قال : «الصديقون هم دُوَيْن الأنبياء» . وهذا ما يشهد به استعمال القرآن في آيات كثيرة مثل قوله : { فأولئك مع الذين أنعم الله عليهم من النبيين والصدّيقين } [ سورة النساء : 69 ] الآية ، وقوله : { وأمه صدّيقة } [ سورة المائدة : 75 ]. ومنه ما لَقّب النبيءُ أبا بكر بالصدّيق في قوله في حديث رجف جبل أحُد أُسْكُنْ أُحُد فإنما عليك نبيء وصدّيق وشهيدان . من أجل ذلك أجمع أصحاب رسول الله ومنهم علي بن أبي طالب كرّم الله وجهه على أن أبا بكر رضي الله عنه أفضل الأمة بعد النبي . وقد جَمع الله هذا الوصف مع صفة النبوءة في قوله : { واذكر في الكتاب إدريس إنه كان صدّيقاً نبياً } في سورة مريم ( 56 ).وقد يطلق الصدّيق على أصل وصفه ، كما في قوله تعالى : { والذين آمنوا بالله ورُسله أولئك هم الصدّيقون } [ سورة الحديد : 19 ] على أحد تأويلين فيها .فهذا الذي استفتَى يوسف عليه السّلام في رؤيا الملِك وَصَف في كلامه يوسف عليه السّلام بمعنى يدل عليه وصف الصدّيق في اللسان العربي ، وإنما وصفه به عن خبرة وتجربة اكتسبها من مخالطة يوسف عليه السّلام في السجن .فضمّ ما ذكرناه هنا إلى ما تقدم عند قوله تعالى : { وأمه صدّيقةٌ } في سورة العقود ( 75 ) ، وإلى قوله : { مع الذين أنعم الله عليهم من النبيين والصدّيقين } في سورة النساء ( 69 ).وإعادة العِبارات المحكية عن الملك بعينها إشارة إلى أنه بلّغ السؤال كما تلقاه ، وذلك تمام أمانة الناقل .و { الناس } تقدم في قوله : { ومن الناس من يقول آمنا بالله } في سورة البقرة ( 8 ).والمراد ب { الناس } بعضهم ، كقوله تعالى : { الذينَ قال لهم النّاس إن النّاس قد جمعوا لكم } [ سورة آل عمران : 173 ]. والناس هنا هم الملك وأهل مجلسه ، لأن تأويل تلك الرؤيا يهمهم جميعاً ليعلم الملك تأويل رؤياه ويعلم أهل مجلسه أن ما عجزوا عن تأويله قد علمه من هو أعلم منهم . وهذا وجه قوله : لعلهم يعلمون } مع حذف معمول { يعلمون } لأن كل أحد يعلم ما يفيده علمه ."
    },
    {
      "ayah": 47,
      "surah": 12,
      "text": "عبر الرؤيا بجميع ما دلّت عليه ، فالبقرات لسنين الزراعة ، لأن البقرة تتخذ للإثمار . والسِمَن رمز للخصب . والعجَف رمز للقحط . والسنبلات رمز للأقوات؛ فالسنبلات الخضر رمز لطعام ينتفع به ، وكونها سبعاً رمز للانتفاع به في السبع السنين ، فكل سنبلة رمز لطعام سنة ، فذلك يقتاتونه في تلك السنين جديداً .والسنبلات اليابسات رمز لما يدخر ، وكونُها سبعاً رمز لادخارها في سبع سنين لأن البقرات العجاف أكلت البقرات السمان ، وتأويل ذلك : أن سني الجدب أتت على ما أثمرته سنو الخصب .وقوله : { تزرعون } خبر عما يكون من عملهم ، وذلك أن الزرع عادتهم ، فذكره إياه تمهيد للكلام الآتي ولذلك قيده ب { دأباً }.والدأب : العادة والاستمرار عليها . وتقدم في قوله : { كدأب آل فرعون } في سورة آل عمران ( 11 ). وهو منصوب على الحال من ضمير { يزرعون } ، أي كدَأبكم . وقد مزج تعبيره بإرشاد جليل لأحوال التموين والادخار لمصلحة الأمة . وهو منام حكمته كانت رؤيا الملك لطفاً من الله بالأمة التي آوت يوسف عليه السّلام ، ووحيا أوحاه الله إلى يوسف عليه السّلام بواسطة رؤيا الملك ، كما أوحى إلى سليمان عليه السّلام بواسطة الطير . ولعل الملك قد استعد للصلاح والإيمان .وكان ما أشار به يوسف عليه السّلام على الملك من الادخار تمهيداً لشرع ادخار الأقوات للتموين ، كما كان الوفاء في الكيل والميزان ابتداء دعوة شعيب عليه السّلام ، وأشار إلى إبقاء ما فضل عن أقواتهم في سنبله ليكون أسلم له من إصابة السوس الذي يصيب الحب إذا تراكم بعضه على بعض فإذا كان في سنبله دفع عنه السوس ، وأشار عليهم بتقليل ما يأكلون في سنوات الخصب لادخار ما فضل عن ذلك لزمن الشدة ، فقال : { إلاّ قليلاً مما تأكلون }."
    },
    {
      "ayah": 48,
      "surah": 12,
      "text": "والشداد : وصف لسني الجدب ، لأن الجدب حاصل فيها ، فوصفها بالشدة على طريقة المجاز العقلي .وأطلق الأكل في قوله : { يأكلن } على الإفناء ، كالذي في قوله : { ولا تأكلوا أموالهم إلى أموالكم } [ سورة النساء : 2 ]. وإسناده بهذا الإطلاق إلى السنين إسنادُ مجاز عقلي ، لأنهن زمن وقوع الفناء .والإحصان : الإحراز والادخار ، أي الوضع في الحصن وهو المطمور . والمعنى : أن تلك السنين المجدبة يفنى فيها ما ادخر لها إلا قليلاً منه يبقى في الإهراء . وهذا تحريض على استكثار الادخار ."
    },
    {
      "ayah": 49,
      "surah": 12,
      "text": "وأما قوله : { ثم يأتي من بعد ذلك عام فيه يُغاث الناس } فهو بشارة وإدخال المسرة والأمل بعد الكلام المؤيس ، وهو من لازم انتهاء مدة الشدة ، ومن سنن الله تعالى في حصول اليسر بعد العسر .و { يغاث } معناه يعطون الغيث ، وهو المطر . والعصر : عصر الأعناب خموراً . وتقدم آنفاً في قوله : { أعصر خمراً } [ سورة يوسف : 36 ]."
    },
    {
      "ayah": 5,
      "surah": 12,
      "text": "جاءت الجملة مفصولة عن التي قبلها على طريقة المحاورات . وقد تقدّمت عند قوله تعالى : { قالوا أتجعل فيها من يفسد فيها } في سورة البقرة ( 30 ).والنّداء مع حضور المخاطب مستعمل في طلب إحضار الذهن اهتماماً بالغرض المخاطب فيه .و { بُنَيّ } بكسر الياء المشدّدة تصغير ابن مع إضافته إلى ياء المتكلم وأصله بُنَيْوي أو بُنَيْيي على الخلاف في أنّ لام ابن الملتزمَ عدمُ ظهورها هي واو أم ياء . وعلى كلا التقديرين فإنّها أدغمت فيها ياء التصغير بعد قلب الواو ياء لتقارب الياء والواو ، أو لتمَاثلهما فصار ( بنَيّي ). وقد اجتمع ثلاث ياءات فلزم حذف واحدة منها فحذفت ياء المتكلم لزوماً وألقيت الكسرة التي اجتلبت لأجلها على ياء التصغير دلالة على الياء المحذوفة . وحذفُ ياء المتكلم من المنادى المضاف شائع ، وبخاصة إذا كان في إبقائها ثقل كما هنا ، لأنّ التقاء ياءات ثلاث فيه ثقل .وهذا التّصغير كناية عن تحبيب وشفقة . نزل الكبير منزلة الصغير لأنّ شأن الصغير أن يحب ويشفق عليه . وفي ذلك كناية عن إمحاض النصح له .والقصّ : حكاية الرؤيا . يقال : قص الرؤيا إذا حكاها وأخبر بها . وهو جاءٍ من القصص كما علمت آنفاً .والرؤيا بألف التأنيث هي : رؤية الصور في النوم ، فرّقوا بينها وبين رؤية اليقظة باختلاف علامتي التأنيث ، وهي بوزن البشرى والبقيَا .وقد علم يعقوب عليه السّلام أن إخوة يوسف عليه السّلام العشرة كانوا يغارون منه لفرط فضله عليهم خَلقا وخلقا ، وعلم أنّهم يعبرون الرؤيا إجمالاً وتفصيلاً ، وعلم أن تلك الرؤيا تؤذن برفعة ينالها يوسف عليه السّلام على إخوته الذين هم أحدَ عَشَرَ فخشي إن قصّها يوسف عليه السلام عليهم أن تشتد بهم الغيرة إلى حدّ الحسد ، وأن يعبّروها على وجهها فينشأ فيهم شرّ الحاسد إذا حسد ، فيكيدوا له كيداً ليسلموا من تفوقّه عليهم وفضله فيهم .والكيد : إخفاء عمل يضرّ المكيد . وتقدّم عند قوله تعالى : { وأُمْلِي لهم إن كيدي متين } في سورة الأعراف ( 183 ).واللاّم في { لك } لتأكيد صلة الفعل بمفعوله كقوله : شكرت لك النعمى .وتنوين { كيداً } للتعظيم والتهويل زيادة في تحذيره من قص الرؤيا عليهم .وقصد يعقوب عليه السّلام من ذلك نجاة ابنه من أضرار تلحقه ، وليس قصده إبطال ما دلّت عليه الرؤيا فإنّه يقع بعد أضرار ومشاق . وكان يعلم أن بنيه لم يبلغوا في العلم مبلغ غوص النظر المفضي إلى أن الرّؤيا إن كانت دالة على خير عظيم يناله فهي خبر إلهي ، وهو لا يجوز عليه عدم المطابقة للواقع في المستقبل ، بل لعلّهم يحسبونها من الإنذار بالأسباب الطبيعية التي يزول تسببها بتعطيل بعضها .وقول يعقوب عليه السّلام هذا لابنه تحذير له مع ثقته بأنّ التحذير لا يثير في نفسه كراهة لإخوته لأنّه وثق منه بكمال العقل ، وصفاء السريرة ، ومكارم الخلق . ومن كان حاله هكذا كان سمحاً ، عاذراً ، معرضاً عن الزلاّت ، عالماً بأثر الصبر في رفعة الشأن ، ولذلك قال لإخوته { إنّه من يتّق ويصبر فإنّ الله لا يضيع أجر المحسنين } [ سورة يوسف : 90 ] وقال : { لا تثريب عليكم اليوم يغفر الله لكم وهو أرحم الراحمين } [ سورة يوسف : 92 ]. وقد قال أحد ابني آدم عليه السّلام لأخيه الذي قال له لأقتلنّك حسداً { لئن بسطت إليّ يدك لتقتلني ما أنا بباسط يدي إليك لأقتلك إنّي أخاف الله رب العالمين } [ سورة المائدة : 28 ]. فلا يشكل كيف حذّر يعقوبُ يوسفَ عليهما السّلام من كيد إخوته ، ولذلك عقب كلامه بقوله : إن الشيطان للإنسان عدوّ مبين } ليعلم أنه ما حذّره إلاّ من نزغ الشيطان في نفوس إخوته . وهذا كاعتذار النبي صلى الله عليه وسلم للرّجلين من الأنصار اللذين لقياه ليلاً وهو يشيّع زوجه أمّ المؤمنين إلى بيتها فلمّا رأياه ولّيَا ، فقال : « على رسلكما إنها صفية ، فقالا : سبْحان الله يا رسول الله وأكبرا ذلك ، فقال لهما : إنّ الشيطان يجري من ابن آدم مجرى الدم وإني خشيت أن يقذف في نفوسكما » . فهذه آيةُ عبرة بتوسّم يعقوب عليه السّلام أحوال أبنائه وارتيائه أن يكفّ كيدَ بعضهم لبعض .فجملة { إن الشيطان للإنسان } الخ واقعة موقع التعليل للنهي عن قصّ الرؤيا على إخوته . وعداوة الشيطان لجنس الإنسان تحمله على أن يدفعهم إلى إضرار بعضهم ببعض .وظاهر الآية أن يوسف عليه السّلام لم يقص رؤياه على إخوته وهو المناسب لكماله الذي يبعثه على طاعة أمْر أبيه . ووقع في الإسرائيليات أنه قصّها عليهم فحسدوه ."
    },
    {
      "ayah": 50,
      "surah": 12,
      "text": "قال الملك : ائتوني به لما أبلغه الساقي صورة التعبير . والخطاب للملأ ليرسلوا مَن يعينونه لجلبه . ولذلك فرع عليه { فلما جاءه الرسول }. فالتقدير : فأرسلوا رسولاً منهم . وضميرا الغائب في قوله : { به } وقوله : { جاءه } عائدان إلى يوسف عليه السّلام . وضمير { قال } المستتر كذلك .وقد أبى يوسف عليه السّلام الخروج من السجن قبل أن تثبت براءته مما رمي به في بيت العزيز ، لأن ذلك قد بلغ الملك لا محالة لئلا يكون تبريزه في التعبير الموجب لإطلاقه من السجن كالشفيع فيه فيبقى حديث قرفه بما قرف به فاشياً في الناس فيتسلق به الحاسدون إلى انتقاص شأنه عند الملك يوماً ما ، فإن تبرئة العرض من التهم الباطلة مقصد شرعي ، وليكون حضوره لدى الملك مرموقاً بعين لا تنظر إليه بشائبة نقص .وجعل طريق تقرير براءته مفتتحةً بالسؤال عن الخبر لإعادة ذكره من أوله ، فمعنى { فاسألْه } بلَغ إليه سؤالاً من قِبلي . وهذه حكمة عظيمة تحق بأن يؤتسى بها . وهي تطلب المسجون باطلاً أن يَبقى في السجن حتى تتبين براءته من السبب الذي سجن لأجله ، وهي راجعة إلى التحلي بالصبر حتى يظهر النصر .وقال النبي صلى الله عليه وسلم « لو لبثت ما لبث يوسف في السجن لأجبت الداعي » أي داعيَ الملك وهو الرسول الذي في قوله تعالى : { فلما جاءه الرسول } ، أي لما راجعت الملك . فهذه إحدى الآيات والعبر التي أشار إليها قوله تعالى : { لقد كان في يوسف وإخوته آيات للسائلين } [ سورة يوسف : 7 ].والسؤال : مستعمل في التنبيه دون طلب الفهم ، لأن السائل عالم بالأمر المسؤول عنه وإنما يريد السائل حث المسؤول عن علم الخبر . وقريب منه قوله تعالى : { عم يتساءلون } [ سورة النبإ : 1 ].وجعل السؤال عن النسوة اللاتي قطعن أيديهن دون امرأة العزيز تسهيلاً للكشف عن أمرها ، لأن ذكرها مع مكانة زوجها من الملك ربما يصرف الملك عن الكشف رعياً للعزيز ، ولأن حديث المُتّكأ شاع بين الناس ، وأصبحت قضية يوسف عليه السّلام مشهورة بذلك اليوم ، كما تقدم عند قوله تعالى : { ثم بدا لهم من بعد ما رأوا الآيات ليسجننه } [ سورة يوسف : 35 ] ، ولأن النسوة كن شواهد على إقرار امرأة العزيم بأنها راودت يوسف عليه السّلام عن نفسه . فلا جرم كان طلب الكشف عن أولئك النسوة منتهى الحكمة في البحث وغاية الإيجاز في الخطاب .وجملة إن ربي بكيدهن عليم } من كلام يوسف عليه السّلام . وهي تذييل وتعريض بأن الكشف المطلوب سينجلي عن براءته وظهور كيد الكائدات له ثقة بالله ربه أنه ناصره .وإضافة كيد إلى ضمير النسوة لأدنى ملابسة لأن الكيد واقع من بعضهن ، وهي امرأة العزيز في غرضها من جمع النسوة فأضيف إلى ضمير جماعتهن قصداً للإبهام المعين على التبيان ."
    },
    {
      "ayah": 51,
      "surah": 12,
      "text": "جملة { قال ما خطبكن } مستأنفة استئنافاً بيانياً لأن الجمل التي سبقتها تثير سؤالاً في نفس السامع عما حصل من المَلِك لَمّا أُبلغ إليه اقتراح يوسف عليه السّلام مع شدة تشوقه إلى حضوره بين يديه ، أي قال الملك للنسوة .ووقوع هذا بعد جملة { ارجع إلى ربك } [ سورة يوسف : 50 ] إلى آخرها مؤذن بكلام محذوف ، تقديره : فرجع فأخبر الملك فأحضر الملكُ النسوة اللائي كانت جمعتْهن امرأةُ العزيز لمّا أعتدت لهنّ مُتّكَأ فقال لهن : ما خطبكن } إلى آخره .واسندت المراودة إلى ضمير النسوة لوقوعها من بعضهن غير معين ، أو لأن القالة التي شاعت في المدينة كانت مخلوطة ظَنا أن المراودة وقعت في مجلس المتّكأ .والخطب : الشأن المهم من حالة أو حادثة . قيل : سمي خطباً لأنه يقتضي أن يخاطِب المرء صاحبه بالتساؤل عنه . وقيل : هو مأخوذ من الخُطبة ، أي يُخطب فيه ، وإنما تكون الخطبة في أمر عظيم ، فأصله مصدر بمعنى المفعول ، أي مخطوب فيه .وجملة { قلن } مفصولة لأجل كونها حكاية جواب عن كلام الملك أي قالت النسوة عدا امرأة العزيز ، بقرينة قوله بعد : { قالت امرأة العزيز }.و { حاش لله } مبالغة في النفي والتنزيه . والمقصود : التبرؤ مما نسب إليهن من المراودة . وقد تقدم تفسيرها آنفاً واختلاف القراء فيها .وجملة { ما علمنا عليه من سوء } مبينة لإجمال النفي الذي في { حاش لله }. وهي جامعة لنفي مراودتهن إياه ومراودته إياهن لأن الحالتين من أحوال السوء .ونفي علمهن ذلك كناية عن نفي دعوتهن إياه إلى السوء ونفي دعوته إياهن إليه لأن ذلك لو وقع لكان معلوماً عندهن ، ثم إنهن لم يزدن في الشهادة على ما يتعلق بسؤال الملك فلم يتعرضن لإقرار امرأة العزيز في مجلسهن بأنها راودته عن نفسه فاستعصم ، خشيةً منها ، أو مودّةً لها ، فاقتصرن على جواب ما سُئلن عنه .وهذا يدل على كلام محذوف وهو أن امرأة العزيز كانت من جملة النسوة اللاتي أحضرهن الملك . ولم يشملها قول يوسف عليه السّلام : { ما بال النسوة اللاتي قطعن أيديهن } [ سورة يوسف : 5 ] لأنها لم تقطّعْ يدها معهن ، ولكن شملها كلام الملك إذ قال : إذ راودتن يوسف عن نفسه } فإن المراودة إنما وقعت من امرأة العزيز دون النسوة اللاتي أعدّت لهن متكئاً ، ففي الكلام إيجاز حذف .وجملة { قالت امرأة العزيز } مفصولة لأنها حكاية جواب عن سؤال الملك .والآن : ظرف للزمان الحاضر ، وقد تقدم عند قوله تعالى : { الآن خفف الله عنكم } في سورة الأنفال ( 66 ).و { حصحص } : ثبت واستقر .و { الحق } : هو براءة يوسف عليه السّلام مما رمته به امرأة العزيز ، وإنما ثبت حينئذٍ لأنه كان محل قيل وقال وشك ، فزال ذلك باعترافها بما وقع .والتعبير بالماضي مع أنه لم يثبت إلا من إقرارها الذي لم يسبق لأنه قريب الوقوع فهو لتقريب زمن الحال من المضي .ويجوز أن يكون المراد ثبوت الحق بقول النسوة { ما علمنا عليه من سوء } فيكون الماضي على حقيقته . وتقديم اسم الزمان للدلالة على الاختصاص ، أي الآن لا قبله للدلالة على أن ما قبل ذلك الزمان كان زمنَ باطل وهو زمن تهمة يوسف عليه السّلام بالمراودة ، فالقصر قصر تعيين إذ كان الملك لا يدري أي الوقتين وقتُ الصدق أهو وقت اعتراف النسوة بنزاهة يوسف عليه السّلام أم هو وقت رمي امرأة العزيز إياه بالمراودة .وتقديم المسند إليه على المسند الفعلي في جملة { أنا راودته } للقصر ، لإبطال أن يكون النسوة راودنه . فهذا إقرار منها على نفسها ، وشهادة لغيرها بالبراءة ، وزادت فأكدت صدقه ب ( إن ) واللام .وصيغة { من الصادقين } كما تقدم في نظائرها ، منها قوله تعالى : { قل لا أتبع أهواءكم قد ضللت إذاً وما أنا من المهتدين } في سورة الأنعام ( 56 )."
    },
    {
      "ayah": 52,
      "surah": 12,
      "text": "ظاهر نظم الكلام أن الجملة من قول امرأة العزيز ، وعلى ذلك حمله الأقل من المفسرين ، وعزاه ابن عطية إلى فرقة من أهل التأويل ، ونُسب إلى الجبائي ، واختاره الماوردي ، وهو في موقع العلة لما تضمنته جملة { أنا راودته عن نفسه } [ سورة يوسف : 51 ] وما عطف عليها من إقرار ببراءة يوسف عليه السّلام بما كانت رمتْه به . فالإشارة بذلك إلى الإقرار المستفاد من جملة أنا راودته } أي ذلك الإقرار ليعلم يوسف عليه السّلام أني لم أخنه .واللام في { ليعلم } لام كي ، والفعل بعدها منصوب ب ( أنْ ) مضمرة ، فهو في تأويل المصدر ، وهو خبر عن اسم الإشارة .والباء في { بالغيب } للملابسة أو الظرفية ، أي في غيبته ، أي لم أرمه بما يقدح فيه في مغيبه . ومحل المجرور في محل الحال من الضمير المنصوب .والخيانة : هي تهمتهُ بمحاولة السوء معها كذباً ، لأن الكذب ضد أمانة القول بالحق .والتعريف في { الغيب } تعريف الجنس . تمدحت بعدم الخيانة على أبلغ وجه إذ نَفت الخيانة في المغيب وهو حَائلٌ بينه وبين دفاعه عن نفسه ، وحالة المغيب أمكن لمريد الخيانة أن يخون فيها من حالة الحضرة ، لأن الحاضر قد يتفطن لقصد الخائن فيدفع خيانته بالحجة .و { أنّ الله لا يهدي كيد الخائنين } عطف على { ليعلم } وهو علة ثانية لإصداعها بالحق ، أي ولأن الله لا يهدي كيد الخائنين . والخبر مستعمل في لازم الفائدة وهو كون المتكلم عالماً بمضمون الكلام ، لأن علة إقرارها هو علمها بأن الله لا يهدي كيد الخائنين .ومعنى { لا يهدي كيد الخائنين } لا ينفذه ولا يسدده . فأطلقت الهداية التي هي الإرشاد إلى الطريق الموصلة على تيسير الوصول ، وأطلق نفيها على نفي ذلك التيسير ، أي أن سنة الله في الكون جرت على أن فنون الباطل وإن راجت أوائلها لا تلبث أن تنقشع { بل نقذف بالحق على الباطل فيدمغه فإذا هو زاهقً } [ سورة الأنبياء : 18 ].والكيد : تقدم ."
    },
    {
      "ayah": 53,
      "surah": 12,
      "text": "ظاهر ترتيب الكلام أن هذا من كلام امرأة العزيز ، مضت في بقية إقرارها فقالت : { وما أبرىء نفسي }. وذلك كالاحتراس مما يقتضيه قولها : { ذلك لِيَعْلَم أني لم أخنْه بالغيب } [ سورة يوسف : 52 ] من أن تبرئة نفسها من هذا الذنب العظيم ادعاءٌ بأن نفسها بريئة براءة عامة فقالت : وما أبرىء نفسي } ، أي ما أبرىء نفسي من محاولة هذا الإثم لأن النفس أمّارة بالسوء وقد أمرتني بالسوء ولكنه لم يقع .فالواو التي في الجملة استئنافية ، والجملة ابتدائية .وجلمة { إن النفس لأمارة بالسوء } تعليل لجملة { وما أبرىء نفسي } ، أي لا أدعي براءة نفسي من ارتكاب الذنب ، لأن النفوس كثيرة الأمر بالسوء .والاستثناء في { إلا ما رحم ربي } استثناء من عموم الأزمان ، أي أزمان وقوع السوء ، بناءً على أن أمر النفس به يبعث على ارتكابه في كلّ الأوقات إلاّ وقت رحمة الله عبده ، أي رحمته بأن يقيّض له ما يصرفه عن فعل السوء ، أو يقيض حائلاً بينه وبين فعل السوء ، كما جعل إباية يوسف عليه السلام من إجابتها إلى ما دعتْه إليه حائلاً بينها وبين التورط في هذا الإثم ، وذلك لطف من الله بهما .ولذلك ذيلته بجملة { إن ربي غفور رحيم } ثناءً على الله بأنه شديد المغفرة لمن أذنب ، وشديد الرحمة لعبده إذا أراد صرفه عن الذنب .وهذا يقتضي أن قومها يؤمنون بالله ويحرمون الحرام ، وذلك لا ينافي أنهم كانوا مشركين فإن المشركين من العرب كانوا يؤمنون بالله أيضاً ، قال تعالى : { ولئن سألتهم من خلق السماوات والأرض ليقولُن الله } [ سورة العنكبوت : 61 ] وكانوا يعرفون البر والذنب .وفي اعتراف امرأة العزيز بحضرة الملك عبرة بفضيلة الاعتراف بالحق ، وتبرئة البريء مما ألصق به ، ومن خشية عقاب الله الخائنين .وقيل : هذا الكلام كلام يوسف عليه السلام متصل بقوله : { ارجع إلى ربك فاسأله ما بال النسوة اللاتي قطعن أيديهن } الآية [ سورة يوسف : 50 ].وقوله : { قال ما خَطْبُكُنّ إذ رَاوَدْتُنّ يوسف } إلى قوله { وأن الله لا يهدي كَيْد الخائنين } [ سورة يوسف : 51 52 ] اعتراض في خلال كلام يوسف عليه السلام . وبذلك فسّرها مجاهد وقتادة وأبو صالح وابن جريج والحسن والضحّاك والسدّي وابن جبير ، واقتصر عليه الطبري . قال في الكشاف } : ( وكفى بالمعنى دليلاً قائداً إلى أن يجعل من كلام يوسف عليه السلام ، ونحوُه قوله : { قال الملأ من قوم فرعون إن هذا لساحر عليم يريد أن يخرجكم من أرضكم ثم قال فماذا تأمرون } [ سورة الأعراف : 109 110 ] وهو من كلام فرعون يخاطبهم ويستشيرهم ) ا ه . يريد أن معنى هذه الجملة أليق بأن يكون من كلام يوسف عليه السلام لأن من شأنه أن يصدر عن قلب مليء بالمعرفة .وعلى هذا الوجه يكون ضمير الغيبة في قوله : { لم أخنه } [ سورة يوسف : 52 ] عائداً إلى معلوم من مقام القضية وهو العزيز ، أي لم أخن سيدي في حرمته حال مغيبه .ويكون معنى وما أبرىء نفسي } الخ . . مثل ما تقدم قصد به التواضع ، أي لست أقول هذا ادعاء بأن نفسي بريئة من ارتكاب الذنوب إلا مدة رحمة الله النفس بتوفيقها لأكف عن السوء ، أي أني لم أفعل ما اتهمت به وأنا لست بمعصوم ."
    },
    {
      "ayah": 54,
      "surah": 12,
      "text": "السين والتاء في { أستخلصه } للمبالغة ، مثلها في استجاب واستأجر . والمعنى أجْعَلْه خالصاً لنفسي ، أي خاصّاً بي لا يشاركني فيه أحد . وهذا كناية عن شدة اتصاله به والعمل معه . وقد دلّ الملكَ على استحقاق يوسف عليه السلام تقريبَهُ منه ما ظهر من حكمته وعلمه ، وصبره على تحمّل المشاق ، وحسن خلقه ، ونزاهته ، فكل ذلك أوجب اصطفاءه .وجملة { فلما كلمه } مفرّعة على جملة محذوفة دل عليها { وقال الملك ائتوني به }. والتقدير : فأتوه به ، أي بيوسف عليه السلام فحضر لديه وكلّمه { فلما كلمه }.والضمير المنصوب في { كلمه } عائد إلى الملك ، فالمكلّم هو يوسف عليه السلام . والمقصود من جملة { فلما كلمه } إفادة أن يوسف عليه السلام كلم الملك كلاماً أعجب الملك بما فيه من حكمة وأدب . ولذلك فجملة { قال إنك اليوم لدينا مكين أمين } جواب ( لَمّا ). والقائل هو الملك لا محالة .والمكين : صفة مشبهة من مكُن بضم الكاف إذا صار ذا مكانة ، وهي المرتبة العظيمة ، وهي مشتقة من المكان .والأمين : فعيل بمعنى مفعول ، أي مأمون على شيء ، أي موثوق به في حفظه .وترتّب هذا القول على تكليمه إياه دالّ على أن يوسف عليه السلام كلّم الملك كلام حكيم أديب فلما رأى حسن منطقه وبلاغة قوله وأصالة رأيه رآه أهلاً لثقته وتقريبه منه .وهذه صيغة تولية جامعة لكل ما يحتاج إليه ولي الأمر من الخصال ، لأن المكانة تقتضي العلم والقدرة؛ إذ بالعلم يتمكن من معرفة الخير والقصد إليه ، وبالقدرة يستطيع فعل ما يبدو له من الخير؛ والأمانة تستدعي الحكمة والعدالة ، إذ بالحكمة يوثر الأفعال الصالحة ويترك الشهوات الباطلة ، وبالعدالة يوصل الحقوق إلى أهلها . وهذا التنويه بشأنه والثناء عليه تعريض بأنه يريد الاستعانة به في أمور مملكته وبأن يقترح عليه ما يرجو من خير ، فلذلك أجابه بقوله : { اجعلني على خزائن الأرض}."
    },
    {
      "ayah": 55,
      "surah": 12,
      "text": "وجملة { قال اجعلني على خزائن الأرض } حكاية جوابه لكلام الملك ولذلك فصلت على طريقة المحاورات .و { على } هنا للاستعلاء المجازي ، وهو التصرف والتمكن ، أي اجعلني متصرّفاً في خزائن الأرض .و { خزائن } جمع خِزانة بكسر الخاء ، أي البيت الذي يختزن فيه الحبوب والأموال .والتعريف في { الأرض } تعريف العهد ، وهي الأرض المعهودة لهم ، أي أرض مصر .والمراد من { خزائن الأرض } خزائن كانت موجودة ، وهي خزائن الأموال؛ إذ لا يخلو سلطان من خزائن معدودة لنوائب بلاده لا الخزائن التي زيدت من بعد لخزن الأقوات استعداداً للسنوات المعبر عنها بقوله : { مما تحصنون } [ سورة يوسف : 48 ].واقتراح يوسف عليه السلام ذلك إعداد لنفسه للقيام بمصالح الأمة على سنة أهل الفضل والكمال من ارتياح نفوسهم للعلم في المصالح ، ولذلك لم يسأل مالاً لنفسه ولا عَرَضاً من متاع الدنيا ، ولكنه سأل أن يوليه خزائن المملكة ليحفظ الأموال ويعدل في توزيعها ويرفق بالأمة في جمعها وإبلاغها لمحالّها .وعلّل طلبه ذلك بقوله : { إني حفيظ عليم } المفيد تعليل ما قبلها لوقوع ( إنّ ) في صدر الجملة فإنه علم أنه اتصف بصفتين يعسر حصول إحداهما في الناس بله كلتيهما ، وهما : الحفظ لما يليه ، والعلم بتدبير ما يتولاه ، ليعلم الملك أن مكانته لديه وائتمانه إياه قد صادفا محلهما وأهلهما ، وأنه حقيق بهما لأنه متصف بما يفي بواجبهما ، وذلك صفة الحفظ المحقّق للائتمان ، وصفة العلم المحققّ للمكانة . وفي هذا تعريف بفضله ليهتدي الناس إلى اتباعه وهذا من قبيل الحِسبَة .وشبه ابن عطية بمقام يوسفَ عليه السلام هذا مقام أبي بكر رضي الله عنه في دخوله في الخلافة مع نهيه المستشير له من الأنصار من أن يتأمر على اثنين . قلت : وهو تشبيه رشيق ، إذ كلاهما صدّيق .وهذه الآية أصل لوجوب عرض المرء نفسه لولاية عمل من أمور الأمة إذا علم أنه لا يصلح له غيره لأن ذلك من النصح للأمة ، وخاصة إذا لم يكن ممّن يتهم على إيثار منفعة نفسه على مصلحة الأمة . وقد علم يوسف عليه السلام أنه أفضل الناس هنالك لأنه كان المؤمن الوحيد في ذلك القطر ، فهو لإيمانه بالله يبث أصول الفضائل التي تقتضيها شريعة آبائه إبراهيم وإسحاق ويعقوب عليهم السلام . فلا يعارض هذا ما جاء في «صحيح مسلم» عن عبد الرحمان بن سمرة قال : قال لي رسول الله صلى الله عليه وسلم \" يا عبد الرحمان لا تسأل الإمارة فإنك إن أعطيتَها عن مسألة وُكلتَ إليها وإن أعطيتَها عن غير مسألة أُعنت عليها \" لأن عبد الرحمان بن سمرة لم يكن منفرداً بالفضل من بين أمثاله ولا راجحاً على جميعهم .ومن هذه الآية أخذ فقهاء المذهب جواز طلب القضاء لمن يعلم أنه أهل وأنه إن لم يُوَلّ ضاعت الحقوق . قال المازري : «يجب على من هو أهل الاجتهاد والعدالة السعي في طلب القضاء إن عَلم أنه إن لم يلِه ضاعت الحقوق أو وليه مَن لا يحلّ أن يولى . وكذلك إن كان وَلِيَه من لا تحلّ توليته ولا سبيل لعزله إلا بطلب أهله» .وقال ابن مرزوق : لم أقف على هذا لأحد من قدماء أهل المذهب غير المازري .وقال عياض في كتاب الإمارة ، أي من «شرح صحيح مسلم» ، ما ظاهره الاتفاق على جواز الطلب في هذه الحالة ، وظاهر كلام ابن رشد في «المقدمات» حِرمة الطلب مطلقاً . قال ابن مرزوق : وإنما رأيت مثل ما نقل المازري أو قريباً منه للغزالي في «الوجيز» ."
    },
    {
      "ayah": 56,
      "surah": 12,
      "text": "تقدم تفسير آية { وكذلك مكنا ليوسف في الأرض } آنفاً .والتبوؤ : اتخاذ مكان للبوء ، أي الرجوع ، فمعنى التبوؤ النزول والإقامة . وتقدم في قوله تعالى : { أن تبوءا لقومكما بمصر بيوتا } في [ سورة يونس : 87 ].وقوله : يتبوأ منها حيث يشاء } كناية عن تصرفه في جميع مملكة مصر فهو عند حلوله بمكان من المملكة لو شاء أن يحل بغيره لفعل ، فجملة { يتبوأ } يجوز أن تكون حالاً من { يوسف ، ويجوز أن تكون بياناً لجملة مكنا ليوسف في الأرض }.وقرأ الجمهور { حيث يشاء } بياء الغيبة وقرأ ابن كثير { حيث نشاء } بنون العظمة ، أي حيث يشاء الله ، أي حيث نأمره أو نلهمه . والمعنى متحد لأنه لا يشاء إلا ما شاءه الله .وجملة { نصيب برحمتنا من نشاء } إلى آخرها تذييل لمناسبة عمومه لخصوص ما أصاب يوسف عليه السلام من الرحمة في أحواله في الدنيا وما كان له من مواقف الإحسان التي كان ما أعطيه من النعم وشرف المنزلة جزاء لها في الدنيا ، لأن الله لا يضيع أجر المحسنين ."
    },
    {
      "ayah": 57,
      "surah": 12,
      "text": "ولأجره في الآخرة خير من ذلك له ولكل من آمن واتقى .والتعبير في جانب الإيمان بصيغة الماضي وفي جانب التقوى بصيغة المضارع ، لأن الإيمان عقد القلب الجازم فهو حاصل دفعة واحدة وأما التقوى فهي متجددة بتجدّد أسباب الأمر والنهي واختلاف الأعمال والأزمان ."
    },
    {
      "ayah": 58,
      "surah": 12,
      "text": "طوى القرآن أخَرة أمر امرأةِ العزيز وحلولَ سني الخصب والادّخار ثم اعتراء سني القحط لقلة جدوى ذلكَ كله في الغرض الذي نزلت السورة لأجله ، وهو إظهار ما يلقاه الأنبياء من ذويهم وكيف تكون لهم عاقبة النصر والحسنى ، ولأنه معلوم حصوله ، ولذلك انتقلت القصة إلى ما فيها من مصير إخوة يوسف عليه السلام في حاجة إلى نعمته ، ومن جمع الله بينه وبين أخيه الذي يحبه ، ثم بينه وبين أبويه ، ثم مظاهر عفوه عن إخوته وصلته رحمهُ ، لأن لذلك كله أثراً في معرفة فضائله .وكان مجيء إخوة يوسف عليه السلام إلى مصر للمِيرة عند حلول القحط بأرض مصر وما جاورها من بلاد فلسطين منازل آل يوسف عليه السلام ، وكان مجيئهم في السنة الثانية من سني القحط . وإنما جاء إخوته عدا بنيامين لصغره ، وإنما رحلوا للميرة كلهم لعل ذلك لأن التزويد من الطعام كان بتقدير يراعى فيه عدد الممتارين ، وأيضاً ليكونوا جماعة لا يَطمع فيهم قطاع الطريق ، وكان الذين جاءوا عشرة . وقد عُرف أنهم جاءوا ممتارين من تقدم قوله : { قال اجعلني على خزائن الأرض } [ يوسف : 55 ] وقوله الآتي : { ألا ترون أني أوفي الكيل } [ سورة يوسف : 59 ].ودخولهم عليه يدلّ على أنه كان يراقب أمر بيع الطعام بحضوره ويأذن به في مجلسه خشية إضاعة الأقوات لأن بها حياة الأمة .وعرف يوسف عليه السلام إخوته بعد مضي سنين على فراقهم لقوة فراسته وزكانة عقله دونهم .وجملة { وهم له منكرون } عطف على جملة { فعرفهم }. ووقع الإخبار عنهم بالجملة الإسمية للدلالة على أن عدم معرفتهم به أمر ثابت متمكن منهم ، وكان الإخبار عن معرفته إياهم بالجملة الفعلية المفيدة للتجدد للدلالة على أن معرفته إياهم حصلت بحدثان رؤيته إياهم دون توسم وتأمل . وقُرن مفعول { منكرون } الذي هو ضمير يوسف عليه السلام بلام التقوية ولم يقل وهم منكرونه لزيادة تقوية جهلهم بمعرفته .وتقديم المَجرور بلام التقوية في { له منكرون } للرعاية على الفاصلة ، وللاهتمام بتعلق نكرتهم إياه للتنبيه على أن ذلك من صنع الله تعالى وإلا فإن شمائل يوسف عليه السلام ليست مما شأنه أن يجهل وينسَى ."
    },
    {
      "ayah": 59,
      "surah": 12,
      "text": "والجهاز بفتح الجيم وكسرها ما يحتاج إليه المسافر ، وأوله ما سافر لأجله من الأحمال . والتجهيز : إعطاء الجهاز .وقوله : { ايئتوني بأخ لكم } يقتضي وقوع حديث منهم عن أن لهم أخا من أبيهم لم يحضر معهم وإلا لكان إنبَاء يوسف عليه السلام لهم بهذا يشعرهم أنه يكلمهم عارفاً بهم وهو لا يريد أن يكشف ذلك لهم . وفي التوراة أن يوسف عليه السلام احتال لذلك بأن أوهمهم أنه اتهمهم أن يكونوا جواسيس للعدو وأنهم تبرأوا من ذلك فعرفوه بمكانهم من قومهم وبأبيهم وعدد عائلتهم ، فما ذكروا ذلك له أظهر أنه يأخذ أحدهم رهينة عنده إلى أن يرجعوا ويأتوا بأخيهم الأصغر ليصدّقوا قولهم فيما أخبروه ، ولذلك قال : { فإن لم تأتوني به فلا كيل لكم عندي }.و { من أبيكم } حال من ( أخ لكم ) أي أُخُوّته من جهة أبيكم ، وهذا من مفهوم الاقتصار الدال على عدم إرادة غيره ، أي من أبيكم وليس من أمكم ، أي ليس بشقيق .والعدول عن أن يقال : ايئتوني بأخيكم من أبيكم ، لأن المراد حكاية ما اشتمل عليه كلام يوسف عليه السلام من إظهار عدم معرفته بأخيهم إلا من ذِكرهم إياه عنده ، فعدل عن الإضافة المقتضية المعرفة إلى التنكير تنابهاً في التظاهر بجهله به .وقوله : { ألا ترون أني أوفي الكيل وأنا خير المنزلين } ترغيب لهم في العود إليه؛ وقد عَلم أنهم مضطرون إلى العود إليه لعدم كفاية الميرة التي امتاروها لعائلة ذات عدد من النّاس مثلهم ، كما دل عليه قولهم بعد { ذلك كيل يسير } [ سورة يوسف : 65 ].ودل قوله : { خير المنزلين } على أنه كان ينزل الممتارين في ضيافته لكثرة الوافدين على مصر للميرة . والمُنْزل : المُضيف . وهذه الجملة كناية عن الوعد بأن يوفي لهم الكيل ويكرم ضيافتهم إن أتوا بأخيهم . والكيل في الموضعين مرادٌ منه المصدر ."
    },
    {
      "ayah": 6,
      "surah": 12,
      "text": "عطف هذا الكلام على تحذيره من قصّ الرؤيا على إخوته إعلاماً له بعلوّ قدره ومستقبل كماله ، كي يزيد تملياً من سموّ الأخلاق فيتسع صدره لاحتمال أذى إخوته ، وصفحاً عن غيرتهم منه وحسدهم إيّاه ليتمحّض تحذيره للصلاح ، وتنتفي عنه مفسدة إثارة البغضاء ونحوها ، حكمة نبويّة عظيمة وطبّاً روحانيّاً ناجعاً .والإشارة في قوله : { وكذلك } إلى ما دلّت عليه الرؤيا من العِناية الربّانيّة به ، أي ومثل ذلك الاجتباء يجتبيك ربّك في المستقبل ، والتّشبيه هنا تشبيه تعليل لأنّه تشبيه أحد المعلولين بالآخر لاتّحاد العلّة . وموقع الجار والمجرور موقع المفعول المطلق ل { يجتبيك } المبيّن لنوع الاجتباء ووجهه .والاجتباء : الاختيار والاصطفاء . وتقدّم في قوله تعالى : { واجتبيناهم } في سورة الأنعام ( 87 ) ، أي اختياره من بين إخوته ، أو من بين كثير من خلقه . وقد علم يعقوب عليه السّلام ذلك بتعبير الرؤيا ودلالتها على رفعة شأنه في المستقبل فتلك إذا ضُمّت إلى ما هو عليه من الفضائل آلت إلى اجتباء الله إياه ، وذلك يؤذن بنبوءته . وإنّما علم يعقوب عليه السّلام أنّ رفعة يوسف عليه السّلام في مستقبله رفعة إلهية لأنّه عَلِمَ أن نعم الله تعالى متناسبة فلمّا كان ما ابتدأه به من النعم اجتباءً وكمالاً نفسيّاً تعيّن أن يكون ما يلحق بها ، من نوعها .ثم إنّ ذلك الارتقاء النفساني الذي هو من الواردات الإلهية غايته أن يبلغ بصاحبه إلى النبوءة أو الحكمة فلذلك علم يعقوب عليه السّلام أنّ الله سيعلّم يوسف عليه السّلام من تأويل الأحاديث ، لأنّ مسَبّبَ الشيء مسبّب عن سَبب ذلك الشيء ، فتعليم التّأويل ناشىء عن التشبيه الذي تضمنه قوله : { وكذلك } ، ولأنّ اهتمام يوسف عليه السّلام برؤياه وعرضها على أبيه دلّ أباه على أنّ الله أودع في نفس يوسف عليه السّلام الاعتناء بتأويل الرؤيا وتعبيرها . وهذه آية عبرة بحال يعقوب عليه السّلام مع ابنه إذ أشعره بما توسّمه من عناية الله به ليزداد إقبالاً على الكمال بقوله : { ويتمّ نعمته عليك }.والتّأويل : إرجاع الشيء إلى حقيقته ودليله . وتقدّم عند قوله تعالى : { وما يعلم تأويله إلاّ الله } [ سورة آل عمران : 7 ].والأحاديث } : يصحّ أن يكون جمع حديث بمعنى الشيء الحادث ، فتأويل الأحاديث : إرجاع الحوادث إلى عللها وأسبابها بإدراك حقائقها على التمام . وهو المعنى بالحكمة ، وذلك بالاستدلال بأصناف الموجودات على قدرة الله وحكمته ، ويصحّ أن يكون الأحاديث جمع حديث بمعنى الخبر المتحدّث به ، فالتأويل : تعبير الرؤيا . سمّيت أحاديث لأنّ المرائيَ يتحدثُ بها الراؤون وعلى هذا المعنى حملها بعضُ المفسرين . واستدلوا بقوله في آخر القصة { وقال يا أبت هذا تأويل رؤياي من قبل }[ سورة يوسف : 100 ]. ولعلّ كِلاَ المعنيين مراد بناء على صحة استعمال المشترك في معنييه وهو الأصح ، أو يكون اختيار هذا اللفظ إيجازاً معجزاً ، إذ يكون قد حكِي به كلام طويل صَدر من يعقوب عليه السّلام بلغته يعبّر عن تأويل الأشياء بجميع تلك المعاني .وإتمام النعمة عليه هو إعطاؤه أفضل النعم وهي نعمة النبوءة ، أو هو ضميمة الملك إلى النبوءة والرسالة ، فيكون المراد إتمام نعمة الاجتباء الأخروي بنعمة المجد الدنيوي .وعلم يعقوب عليه السّلام ذلك من دلالة الرؤيا على سجود الكواكب والنيريْن له ، وقد علم يعقوب عليه السّلام تأويل تلك بإخوته وأبويه أو زوج أبيه وهي خالة يوسف عليه السّلام ، وعلم من تمثيلهم في الرؤيا أنّهم حين يسجدون له يَكون أخوته قد نالوا النبوءة ، وبذلك علم أيضاً أنّ الله يتمّ نعمته على إخوته وعلى زوج يعقوب عليه السّلام بالصديقية إذا كانت زوجة نبيء . فالمراد من آل يعقوب خاصتهم وهم أنباؤه وزوجه ، وإن كان المراد بإتمام النعمة ليوسف عليه السّلام إعطاءُ الملك فإتمامها على آل يعقوب هو أن زادهم على ما أعطاهم من الفضل نعمة قرابة المَلِك ، فيصح حينئذٍ أنْ يكون المراد من آله جميع قرابته .والتّشبيه في قوله : كما أتمها على أبويك من قبل } تذكير له بنعم سابقة ، وليس ممّا دلت عليه الرؤيا . ثم إن كان المراد من إتمام النعمة النبوءة فالتّشبيه تام ، وإن كان المراد من إتمام النعمة الملك فالتشبيه في إتمام النعمة على الإطلاق .وجعل إبراهيم وإسحاق عليهما السّلام أبوين له لأنّ لهما ولادة عليه ، فهما أبواه الأعليان بقرينة المقام كقول النبي صلى الله عليه وسلم « أنا ابنُ عبد المطّلب » .وجملة { إنّ ربّك عليم حكيم } تذييل بتمجيد هذه النعم ، وأنها كائنة على وفق علمه وحكمته ، فعلمه هو علمه بالنفوس الصالحة لهذه الفضائل ، لأنّه خلقها لقبول ذلك فعلمه بها سابق ، وحكمته وضع النعم في مواضعها المناسبة .وتصدير الجملة ب { إنّ } للاهتمام لا للتّأكيد إذْ لاَ يشك يوسف عليه السّلام في علم الله وحكمته . والاهتمام ذريعة إلى إفادة التعليل . والتفريع في ذلك تعريض بالثناء على يوسف عليه السّلام وتأهّله لمثل تلك الفضائل ."
    },
    {
      "ayah": 60,
      "surah": 12,
      "text": "معنى { فلا كيل لكم عندي } أي لا يكال لكم ، كناية عن منعهم من ابتياع الطعام .{ ولا تقربون } أي لا تعودوا إلى مصر ، وقد علم أنهم لا يتركون أخاهم رهينة ."
    },
    {
      "ayah": 61,
      "surah": 12,
      "text": "وعْد بأن يبذلوا قصارى جهدهم في الإتيان بأخيهم وإشعار بصعُوبة ذلك . فمعنى { سنراود عنه أباه } سنحاول أن لا يشح به ، وقد تقدم عند قوله تعالى : { وراودته التي هو في بيتها عن نفسه } [ سورة يوسف : 24 ].وجملة { وإنا لفاعلون } عطف على الوعد بتحقيق الموعود به ، فهو فعل ما أمرهم به ، وأكدوا ذلك بالجملة الإسمية وحرف التأكيد ."
    },
    {
      "ayah": 62,
      "surah": 12,
      "text": "قرأ الجمهور { لفتيته } بوزن فعلة جمع تكسير فتى مثل أخ وإخوة .وقرأ حمزة ، والكسائي ، وحفص عن عاصم ، وخلف { لفتيانه } بوزن إخوان . والأول صيغة قلة والثاني صيغة كثرة وكلاهما يستعمل في الآخر . وعدد الفتيان لا يختلف .والفتى : من كان في مبدإ الشباب ، ومؤنثه فتاة ، ويطلق على الخادم تلطفاً ، لأنهم كانوا يستخفون بالشباب في الخدمة ، وكانوا أكثر ما يستخدمون العبيد .والبضاعة : المال أو المتاع المعدّ للتجارة . والمراد بها هنا الدراهم التي ابتاعوا بها الطعام كما في التوراة .وقوله : { لعلهم يعرفونها } رجاء أن يعرفوا أنها عين بضاعتهم إما بكونها مسكوك سكة بلادهم وإما بمعرفة الصَّرر التي كانت مصرورة فيها كما في التوراة ، أي يعرفون أنها وضعت هنالك قصداً عطية من عزيز مصر .والرحال : جمع رحْل ، وهو ما يوضع على البعير من متاع الراكب ، ولذا سمي البعير راحلة .والانقلاب : الرجوع ، وتقدم عند قوله تعالى : { انقلبتم على أعقابكم } في [ سورة آل عمران : 144 ].وجملة لعلهم يرجعون } جواب للأمر في قوله : { اجعلوا بضاعتهم في رحالهم } لأنه لمّا أمرهم بالرجوع استشعر بنفاذ رأيه أنهم قد يكونون غير واجدين بضاعة ليبتاعوا بها الميرة لأنه رأى مخايل الضيق عليهم ."
    },
    {
      "ayah": 63,
      "surah": 12,
      "text": "معنى { منع منا الكيل } حِيل بيننا وبين الكيل في المستقبل ، لأن رجوعهم بالطعام المعبر عنه بالجَهاز قرينة أن المنع من الكيل يقع في المستقبل ، ولأن تركيب { منع منا } يؤذن بذلك ، إذ جعلوا الكيل ممنوع الابتداء منهم لأن { من } حرف ابتداء .والكيل مصدر صالح لمعنى الفاعلية والمفعولية ، وهو هنا بمعنى الإسناد إلى الفاعل ، أي لن نكيل ، فالممنوع هو ابتداء الكيل منهم . ولمّا لم يكن بيدهم ما يكال تعيّن تأويل الكيل بطلبه ، أي منع منّا ذلك لعدم الفائدة لأننا لا نُمنحه إلاّ إذا وفينا بما وعَدْنا من إحضار أخينا . ولذلك صح تفريع { فأرسل معنا أخانا } عليه ، فصار تقدير الكلام : منعنا من أن نطلب الكيل إلا إذا حضر معنا أخونا . فتعين أنه حكَوْا القصة لأبيهم مفصلة واختصرها القرآن لظهور المرد . والمعنى : إن أرسلته معنا نَرحَل للاكتيال ونطلبه . وإطلاق المنع على هذا المعنى مجاز ، لأنهم أنذروا بالحرمان فصار طلبهم ممنوعاً منهم لأن طلبه عبث .وقرأ الجمهور { نكتل } بنون المتكلم المشارك . وقرأه حمزة ، والكسائي ، وخلف بتحتية عوض النون على أنه عائد إلى { أخانا } أي يكتل معنا .وجملة { وإنا له لحافظون } عطف على جملة { فأرسل }. وأكدوا حفظه بالجملة الإسمية الدالة على الثبات وبحرف التوكيد ."
    },
    {
      "ayah": 64,
      "surah": 12,
      "text": "وجواب أبيهم كلام موجه يحتمل أن يكون معناه : { إني آمنكم عليه كما أمنتكم على أخيه } ، وأن يكون معناه ماذا أفاد ائتمانكم على أخيه من قَبْل حتى آمنكم عليه .والاستفهام إنكاري فيه معنى النفي ، فهو يستفهم عن وجه التأكيد في قولهم : { وإنا له لحافظون }. والمقصود من الجملة على احتماليها هو التفريع الذي في قوله : { فالله خير حفظاً } [ سورة يوسف : 64 ] ، أي خير حفظاً منكم ، فإنْ حفظه الله سلم وإن لم يحفظه لم يسلم كما لم يسلم أخوه من قبل حين أمنتكم عليه .وهم قد اقتنعوا بجوابه وعلموا منه أنه مُرسِل معهم أخاهم ، ولذلك لم يراجعوه في شأنه .وحفظاً } مصدر منصوب على التمييز في قراءة الجمهور . وقرأه حمزة والكسائي ، وحفص { حافظاً } على أنه حال من اسم الجلالة وهي حال لازمة ."
    },
    {
      "ayah": 65,
      "surah": 12,
      "text": "أصل المتاع ما يتمتع به من العروض والثياب . وتقدم عند قوله تعالى : { لو تغفلون عن أسلحتكم وأمتعتكم } في سورة النساء ( 102 ). وأطلق هنا على إعدال المتاع وإحماله من تسمية الشيء باسم الحالّ فيه .وجملة { قالوا يا أبانا } مستأنفة استئنافاً بيانياً لترقب السامع أن يعلم ماذا صدر منهم حين فجأهم وجدان بضاعتهم في ضمن متاعهم لأنه مفاجأة غريبة ، ولهذه النكتة لم يعطف بالفاء .و { ما } في قوله : { ما نبغي } يجوز أن يكون للاستفهام الإنكاري بتنزيل المخاطب منزلة من يتطلب منهم تحصيل بغية فينكرون أن تكون لهم بغية أخرى ، أي ماذا نطلب بعد هذا . ويجوز كون { ما } نافية ، والمعنى واحد لأن الاستفهام الإنكاري في معنى النفي .وجملة { هذه بضاعتنا ردت إلينا } مبينة لجملة { ما نبغي } على الاحتمالين . وإنما علموا أنها رُدّت إليهم بقرينة وَضْعها في العِدل بعد وضع الطعام وهم قد كانوا دفعوها إلى الكيالين ، أو بقرينة ما شاهدوا في يوسف عليه السلام من العطف عليهم ، والوعد بالخير إن هم أتوا بأخيهم إذ قال لهم { ألا ترون أني أوفي الكيل وأنا خير المنزلين } [ سورة يوسف : 59 ].وجملة ونمير أهلنا } معطوفة على جملة { هذه بضاعتنا ردت إلينا } ، لأنها في قوة هذا ثمن ما نحتاجه من الميرة صَار إلينا ونمير به أهلنا ، أي نأتيهم بالميرة .والميرة بكسر الميم بعدها ياء ساكنة : هي الطعام المجلوب .وجملة { ونحفظ أخانا } معطوفة على جملة { ونمير أهلنا } ، لأن المير يقتضي ارتحالاً للجلب ، وكانوا سألوا أباهم أن يكون أخوهم رفيقاً لهم في الارتحال الذكور ، فكانت المناسب بين جملة { ونمير أهلنا } وجملة { ونحفظ أخانا } بهذا الاعتبار ، فذكروا ذلك تطميناً لخاطر فيهم .وجملة { ونزداد كيل بعير } زيادةٌ في إظهار حرصهم على سلامة أخيهم لأن في سلامته فائدة لهم بازدياد كيل بعير ، لأن يوسف عليه السلام لا يعطي الممتارَ أكثر من حمل بعير من الطعام ، فإذا كان أخوهم معهم أعطاه حِمل بعير في عداد الإخوة . وبه تظهر المناسبة بين هذه الجملة والتي قبلها .وهذه الجمل مرتبة ترتيباً بديعاً لأن بعضها متولد عن بعض .والإشارة في { ذلك كيل يسير } إلى الطعام الذي في متاعهم . وإطلاق الكيل عليه من إطلاق المصدر على المفعول بقرينة الإشارة .قيل : إن يعقوب عليه السلام قال لهم : لعلهم نسوا البضاعة فإذا قدمتم عليهم فأخبروهم بأنكم وجدتموها في رحالكم ."
    },
    {
      "ayah": 66,
      "surah": 12,
      "text": "اشتهر الإيتاء والإعطاء وما يراد بهما في إنشاء الحلف ليطمئن بصدق الحالف غيره وهو المحلوف له .وفي حديث الحشر « فيعطي الله من عُهود ومواثيق أن لا يسأله غيره » كما أطلق فعل الأخذ على تلقي المحلوف له للحلف ، قال تعالى : { وأخذنا منكم ميثاقاً غليظاً } [ سورة النساء : 21 ] و { قد أخذ عليكم موثقاً من الله } [ سورة يوسف : 80 ].ولعل سبب إطلاق فعل الإعطاء أن الحالف كان في العصور القديمة يعطي المحلوف له شيئاً تذكرة لليمين مثل سوطه أو خاتمه ، أو أنهم كانوا يضعون عند صاحب الحق ضماناً يكون رهينة عنده . وكانت الحمالة طريقة للتوثق فشبه اليمين بالحمالة . وأثبت له الإعطاء والأخذ على طريقة المكنيّة ، وقد اشتهر ضد ذلك في إبطال التوثق يقال : رَدّ عليه حِلفه .والمَوثْق : أصله مصدر ميمي للتوثّق ، أطلق هنا على المفعول وهو ما به التوثق ، يعني اليمين .ومن الله } صفة ل { موثقاً } ، و { من } للابتداء ، أي موثقاً صادراً من الله تعالى . ومعنى ذلك أن يجعلوا الله شاهداً عليهم فيما وَعدوا به بأن يحلفوا بالله فتصير شهادة الله عليهم كتوثق صادر من الله تعالى بهذا الاعتبار . وذلك أن يقولوا : لك ميثاق الله أو عهد الله أو نحو ذلك ، وبهذا يضاف الميثاق والعهد إلى اسم الجلالة كأنّ الحالف استودع الله ما به التوثق للمحلوف له .وجملة { لتأتنني به } جواب لقسم محذوف دلّ عليه { موثقاً }. وهو حكاية لقول يقوله أبناؤه المطلوب منهم إيقاعه حكاية بالمعنى على طريقة حكاية الأقوال لأنهم لو نطقوا بالقسم لقالوا : لنأتينك به ، فلما حكاه هو ركب الحكاية بالجملة التي هي كلامهم وبالضمائر المناسبة لكلامه بخطابه إياهم .ومن هذا النوع قوله تعالى حكاية عن عيسى عليه السلام { ما قلت لهم إلاّ ما أمرتني به أن اعبدوا الله ربي وربكم } [ سورة المائدة : 117 ] ، وإن ما أمره الله : قل لهم أن يعبدوا ربك وربهم .ومعنى يحاط بكم } يُحيط بكم مُحيط والإحاطة : الأخذُ بأسْر أو هلاك مما هو خارج عن قدرتهم ، وأصله إحاطة الجيش في الحرب ، فاستعمل مجازاً في الحالة التي لا يستطاع التغلب عليها ، وقد تقدم عند قوله تعالى : { وظنوا أنهم أحيط بهم } [ سورة يونس : 22 ].والاستثناء في إلا أن يحاط بكم } استثناء من عموم أحوال ، فالمصدر المنسبك من { أن } مع الفعل في موضع الحال ، وهو كالإخبار بالمَصدر فتأويله : إلاّ محاطاً بكم .وقوله : { الله على ما نقول وكيل } تذكير لهم بأن الله رقيب على ما وقع بينهم . وهذا توكيد للحَلِف .والوَكيل : فعيل بمعنى مفعول ، أي موكول إليه ، وتقدم في { وقالوا حسبنا الله ونعم الوكيل } في سورة آل عمران ( 173 )."
    },
    {
      "ayah": 67,
      "surah": 12,
      "text": "{ وقال يا بني } عطف على جملة { قال الله على ما نقول وكيل } [ يوسف : 66 ].وإعادة فعل { قال } للإشارة إلى اختلاف زمن القولين وإن كانا معاً مسبّبَيْن على إيتاء موثقهم ، لأنه اطمأن لرعايتهم ابنَه وظهرت له المصلحة في سفرهم للإمتار ، فقوله : { يا بني لا تدخلوا من باب واحد } صادر في وقت إزمَاعهم الرحيل . والمقصود من حكاية قوله هذا العبرة بقوله : { وما أغني عنكم من الله من شيء } الخ .والأبواب : أبواب المدينة . وتقدم ذكر الباب آنفاً . وكانت مدينة ( منفيس ) من أعظم مدن العالم فهي ذات أبواب . وإنما نهاهم أن يدخلوها من باب واحد خشية أن يسترعي عددهم أبصارَ أهل المدينة وحُراسها وأزياؤهم أزياء الغرباء عن أهل المدينة أن يُوجسوا منهم خيفة من تجسس أو سرقة فربما سجنوهم أو رصدوا الأعين إليهم ، فيكون ذلك ضرّاً لهم وحائلاً دون سرعة وصولهم إلى يوسف عليه السلام ودون قضاء حاجتهم . وقد قيل في الحكمة : «استعينوا على قضاء حوائجكم بالكتمان» .ولما كان شأن إقامة الحراس والأرصاد أن تكون على أبواب المدينة اقتصر على تحذيرهم من الدخول من باب واحد دون أن يحذرهم من المشي في سكة واحدة من سكك المدينة ، ووثق بأنهم عارفون بسكك المدينة فلم يخش ضلالهم فيها ، وعلم أن ( بنيامِين ) يكون في صحبة أحد إخوته لئلا يضل في المدينة .والمتفرقة أراد بها المتعددة لأنه جعلها في مقابلة الواحد . ووجه العدول عن المتعددة إلى المتفرقة الإيماء إلى علة الأمر وهي إخفاء كونهم جماعة واحدة .وجملة { وما أغني عنكم من الله من شيء } معترضة في آخر الكلام ، أي وما أغني عنكم بوصيتي هذه شيئاً . و { من الله } متعلق ب { أغني } ، أي لا يكون ما أمرتكم به مُغنياً غَنَاء مبتدِئاً من عند الله بل هو الأدب والوقوف عندما أمر الله ، فإنْ صادف ما قدره فقد حصل فائدتان ، وإن خالف ما قَدّره حصلت فائدة امتثال أوامره واقتناع النفس بعدم التفريط .وتقدم وجه تركيب { وما أغني عنكم من الله من شيء } عند قوله تعالى : { ومن يرد الله فتنته فلن تملك له من الله شيئاً } في سورة العقود ( 41 ).وأراد بهذا تعليمهم الاعتماد على توفيق الله ولطفه مع الأخذ بالأسباب المعتادة الظاهرة تأدباً مع واضع الأسباب ومقدّر الألطاف في رعاية الحالين ، لأنا لا نستطيع أن نطلع على مراد الله في الأعمال فعلينا أن نتعرفها بعلاماتها ولا يكون ذلك إلا بالسعي لها .وهذا سرّ مسألة القدر كما أشار إليه قول النبي اعمَلوا فكلٌ ميسّر لما خلق له ، وفي الأثر إذا أراد الله أمراً يَسّر أسبابه قال الله تعالى : { ومن أراد الآخرة وسعى لها سعيها وهو مؤمن فأولئك كان سعيهم مشكوراً } [ سورة الإسراء : 19 ]. ذلك أن شأن الأسباب أن تحصُل عندها مسبباتها . وقد يتخلف ذلك بمعارضة أسباب أخرى مضادة لتلك الأسباب حاصلة في وقت واحد ، أو لكون السبب الواحد قد يكون سبباً لأشياء متضادة باعتبارات فيخطىء تعَاطي السبب في مصادفة المسبّب المقصود ، ولولا نظام الأسباب ومراعاتها لصار المجتمع البشري هملاً وهمجاً .والإغناء : هنا مشتق من الغَناء بفتح الغين وبالمدّ ، وهو الإجزاء والاضطلاع وكفاية المهم ، وأصله مرادف الغِنى بكسر الغين والقصر وهما معاً ضد الفقر ، وكثر استعمال الغناء المفتوح الممدود في الإجزاء والكفاية على سبيل المجاز المرسل لأن من أجزأ وكفى فقد أذهب عن نفسه الحَاجة إلى المغنين وأذهب عمن أجزأ عنه الاحتياج أيضاً ، وشاع هذا الاستعمال المجازي حتى غلب على هذا الفعل ، فلذلك كثر في الكلام تخصيص الغَناء بالفتح والمد بهذا المعنى ، وتخصيص الغِنى بالكسر والقصر في معنى ضد الفقر ونحوه حتى صار الغَناء الممدود لا يكاد يسمع في معنى ضد الفقر . وهي تفرقة حسنة من دقائق استعمالهم في تصاريف المترادفات . فما يوجد في كلام ابن بري من قوله : إن الغناء مصدر ناشىء عن فعل أغنى المهموز بحذف الزائد الموهم أنه لا فِعل له مجرّد فإنما عَنى به أن استعمال فِعل غَنِيَ في هذا المعنى المجازي متروك مُمات لا أنه ليس له فعل مجرد .ولذلك فمعنى فعل ( أغنى ) بهذا الاستعمال معنى الأفعال القاصرة ، ولم يفده الهمز تعديةً ، فلعل همزته دالة على الصيرورة ذا غنى ، فلذلك كان حقه أن لا ينصب المفعول به بل يكون في الغالب مرادفاً لِمفعول مطلق كقول عمرو بن معديكرب:أُغْني غَناء الذاهب ...ين أُعَدُّ للحدثان عَدّا ... ويقولون : أغنى فلان عن فلان ، أي في أجزاه عوضه وقام مقامه ، ويأتون بمنصوب فهو تركيب غريب ، فإن حرف ( عن ) فيه للبدلية وهي المجاوزة المجازية . جعل الشيء البدل عن الشيء مجاوزاً له لأنه حلّ محلّه في حال غيبته فكأنه جاوزه فسموا هذه المجاوزة بدلية وقالوا : إنّ ( عن ) تجيء للبدلية كما تجيء لها الباء . فمعنى ما أغني عنكم } لا أجزي عنكم ، أي لا أكفي بدلاً عن إجزائكم لأنفسكم .و { من شيء } نائب مناب شيئاً ، وزيدت { من } لتوكيد عموم شيء في سياق النفي ، فهو كقوله تعالى : { لا تغني عني شفاعتهم شيئاً } [ سورة يس : 23 ] أي من الضرّ . وجوز صاحب الكشاف في مثله أن يكون شيئاً } مفعولاً مطلقاً ، أي شيئاً من الغناء وهو الظاهر ، فقال في قوله تعالى : { واتقوا يوماً لا تجزي نفس عن نفس شيئاً } [ سورة البقرة : 48 ] ، قال : أي قليلاً من الجزاء ، كقوله تعالى : { ولا يظلمون شيئاً } لكنه جوز أن يكون { شيئاً } مفعولاً به وهو لا يستقيم إلا على معنى التوسع بالحذف والإيصال ، أي بنزع الخافض .وجملة { إن الحكم إلا لله } في موضع التعليل لمضمون { وما أغني عنكم من الله من شيء }.والحكم : هنا بمعنى التصرف والتقدير ، ومعنى الحصر أنه لا يتم إلا ما أراده الله ، كما قال تعالى : { إن الله بالغٌ أمره } [ سورة الطلاق : 3 ]. وليس للعبد أن ينازع مراد الله في نفس الأمر ولكن واجبه أن يتطلب الأمور من أسبابها لأن الله أمر بذلك ، وقد جمع هذين المعنيين قوله : وادخلوا من أبواب متفرقة وما أغني عنكم من الله من شيء }.وجملة { عليه توكلت وعليه فليتوكل المتوكلون } في موضع البيان لِجملة { وما أغني عنكم من الله من شيء } ليبين لهم أن وصيته بأخذ الأسباب مع التنبيه على الاعتماد على الله هو معنى التوكّل الذي يَضل في فهمه كثير من الناس اقتصاراً وإنكاراً ، ولذلك أتى بجملة { وعليه فليتوكل المتوكلون } أمراً لهم ولغيرهم على معنى أنه واجب الحاضرين والغائبين ، وأن مقامه لا يختص بالصدّيقين بل هو واجب كل مؤمن كامل الإيمان لا يخلط إيمانه بأخطاء الجاهليات ."
    },
    {
      "ayah": 68,
      "surah": 12,
      "text": "جملة معترضة ، والواو اعتراضية .ودلت { حيث } على الجهة ، أي لمّا دخلوا من الجهات التي أمرهم أبوهم بالدخول منها . فالجملة التي تضاف إليها { حيثُ } هي التي تُبين المراد من الجهة .وقد أغنت جملة { ولما دخلوا من حيث أمرهم أبوهم } عن جمل كثيرة ، وهي أنهم ارتحلوا ودخلوا من حيث أمرهم أبوهم ، ولما دخلوا من حيث أمرهم سَلموا مما كان يخافه عليهم . وما كان دخولهم من حيث أمرهم يُغني عنهم من الله من شيء لوْ قدّر الله أن يحاط بهم ، فالكلام إيجاز . ومعنى { ما كان يغني عنهم من الله من شيء } أنه ما كان يرد عنهم قضاء الله لولا أن الله قدر سلامتهم .والاستثناء في قوله : { إلاّ حاجةً } منقطع لأن الحاجة التي في نفس يعقوب عليه السلام ليست بعضاً من الشيء المنفي إغناؤه عنهم من الله ، فالتقدير : لكن حاجة في نفس يعقوب عليه السلام قضاها .والقضاء : الإنفاذ ، ومعنى قضاها أنفذها . يقال : قضى حاجة لنفسه ، إذا أنفذ ما أضمره في نفسه ، أي نصيحة لأبنائه أداها لهم ولم يدخرها عنهم ليطمئن قلبه بأنه لم يترك شيئاً يظنه نافعاً لهم إلاّ أبلغه إليهم .والحاجة : الأمر المرغوب فيه . سمي حاجة لأنه محتاج إليه ، فهي من التسمية باسم المصدر . والحاجة التي في نفس يعقوب عليه السلام هي حرصه على تنبيههم للأخطار التي تعرض لأمثالهم في مثل هذه الرحلة إذا دخلوا من باب واحد ، وتعليمُهم الأخذ بالأسباب مع التوكل على الله .وجملة { وإنه لذو علم لما علمناه } معترضة بين جملة { ولما دخلوا من حيث أمرهم أبوهم } الخ وبين جملة { ولكن أكثر الناس لا يعلمون }.وهو ثناء على يعقوب عليه السلام بالعلم والتدبير ، وأنّ ما أسْداه من النصح لهم هو من العلم الذي آتاه الله وهو من علم النبوءة .وقوله : { ولكن أكثر الناس لا يعلمون } استدراك نشأ عن جملة { ولما دخلوا من حيث أمرهم أبوهم } الخ . والمعنى أن الله أمر يعقوب عليه السلام بأخذ أسباب الاحتياط والنصيحة مع علمه بأن ذلك لا يغني عنهم من الله من شيء قدره لهم ، فإن مراد الله تعالى خفيّ عن الناس ، وقد أمر بسلوك الأسباب المعتادة ، وعَلِم يعقوب عليه السلام ذلك ، ولكن أكثر الناس لا يعلمون تطلب الأمرين فيهملون أحدهما ، فمنهم من يهمل معرفة أن الأسباب الظاهرية لا تدفع أمراً قَدّره الله وَعَلِم أنه واقع ، ومنهم من يهمل الأسباب وهو لا يعلم أن الله أراد في بعض الأحوال عدم تأثيرها .وقد دلّ { وإنه لذو علم لما علمناه } بصريحه على أن يعقوب عليه السلام عمل بما علّمه الله ، ودلّ قوله : { ولكن أكثر الناس لا يعلمون } بتعريضه على أن يعقوب عليه السلام من القليل من الناس الذين علموا مراعاة الأمرين ليتقرر الثناء على يعقوب عليه السلام باستفادته من الكلام مرتين : مرة بالصراحة ومرة بالاستدراك .والمعنى : أن أكثر الناس في جهالة عن وضع هاته الحقائق موضعها ولا يخلون عن مُضيع لإحداهما ، ويفسر هذا المعنى قول عمر بن الخطاب رضي الله عنه لمّا أمر المسلمين بالقفول عن عَمواس لَمّا بلغه ظهور الطاعون بها وقال له أبو عبيدة : أفراراً من قدر الله فقال عمر رضي الله عنه : لو غَيْرُك قالها يا أبَا عبيدة ألسنا نفرّ من قدر الله إلى قدر الله . . . إلى آخر الخبر ."
    },
    {
      "ayah": 69,
      "surah": 12,
      "text": "موقع جملة { ولما دخلوا على يوسف } كموقع جملة { ولما دخلوا من حيث أمرهم أبوهم } [ سورة يوسف : 68 ] في إيجاز الحذف .والإيواء : الإرجاع . وتقدم في قوله تعالى : { أولئك مأواهم النار } في سورة يونس ( 8 ).وأطلق الإيواء هنا مجازاً على الإدناء والتقريب كأنه إرجاع إلى مأوى ، وإنما أدناه ليتمكن من الإسرار إليه بقوله : إني أنا أخوك }.وجملة { قال إني أنا أخوك } بدل اشتمال من جملة { آوى إليه أخاه }. وكلمه بكلمة مختصرة بليغة إذ أفاده أنه هو أخوه الذي ظنه أكلَه الذئب . فأكد الخبر ب ( إنّ ) وبالجملة الإسمية وبالقصر الذي أفاده ضمير الفصل ، أي أنَا مقصور على الكون أخاك لا أجنبي عنك ، فهو قصر قلب لاعتقاده أن الذي كلّمه لا قرابة بينه وبينه .وفرّع على هذا الخبر { فلا تبتئس بما كانوا يعملون }. والابتئاس : مطاوعة الإبئاس ، أي جَعْل أحد بائساً ، أي صاحب بؤس .والبؤس : هو الحزن والكدر . وتقدم نظير هذا التركيب في قصة نوح عليه السلام من سورة هود . والضميران في { كانوا } و { يعملون } راجعان إلى إخوتهما بقرينة المقام ، وأراد بذلك ما كان يجده أخوه ( بنيامين ) من الحزن لهلاك أخيه الشقيق وفظاظة إخوته وغيرتهم منه .والنهي عن الابتئاس مقتضضٍ الكفّ عنه ، أي أزلْ عنك الحزن واعتْضْ عنه بالسرور .وأفاد فعل الكون في المضي أن المراد ما عَملوه فيما مضى . وأفاد صوغ { يعملون } بصيغة المضارع أنه أعمال متكررة من الأذى . وفي هذا تهيئة لنفس أخيه لتلقي حادث الصُّوَاع باطمئنان حتى لا يخشى أن يكون بمحل الريبة من يوسف عليه السلام ."
    },
    {
      "ayah": 7,
      "surah": 12,
      "text": "جملة ابتدائية ، وهي مبدأ القصص المقصود ، إذ كان ما قبله كالمقدمة له المنبئة بنباهة شأن صاحب القصة ، فليس هو من الحوادث التي لحقت يوسف عليه السّلام ولهذا كان أسلوب هذه الجملة كأسلوب القصص ، وهو قوله : { إذ قالوا ليوسف وأخوه أحب إلى أبينا منّا } [ سورة يوسف : 8 ] نظير قوله تعالى : { إنْ يوحَى إليّ إلاّ أنّما أنا نذيرٌ مبينٌ إذ قال ربك للملائكة إنّي خالقٌ بشراً من طينٍ } [ سورة ص : 70 ، 71 ] إلى آخر القصة .والظرفية المستفاد من في } ظرفية مجازية بتشبيه مقارنة الدليل للمدلول بمقارنة المظروف للظرف ، أي لقد كان شأن يوسف عليه السّلام وإخوته مقارناً لدلائل عظيمة من العبر والمواعظ ، والتعريف بعظيم صنع الله تعالى وتقديره .والآيات : الدلائل على ما تتطلب معرفته من الأمور الخفية .والآيات حقيقة في آيات الطريق ، وهي علامات يجعلونها في المفاوز تكون بادية لا تغمرها الرمال لتكون مرشدة للسائرين ، ثم أطلقت على حجج الصدق ، وأدلة المعلومات الدقيقة . وجمع الآيات هنا مراعى فيه تعدّدها وتعدّد أنواعها ، ففي قصة يوسف عليه السّلام دلائل على ما للصّبر وحسن الطويّة من عواقب الخير والنصر ، أو على ما للحسد والإضرار بالنّاس من الخيبة والاندحار والهبوط .وفيها من الدلائل على صدق النبي صلى الله عليه وسلم ، وأنّ القرآن وحي من الله ، إذ جاء في هذه السورة ما لا يعلمه إلاّ أحْبار أهل الكتاب دون قراءة ولا كتاب وذلك من المعجزات .وفي بلاغة نظمها وفصاحتها من الإعجاز ما هو دليل على أنّ هذا الكلام من صنع الله ألقاه إلى رسوله صلى الله عليه وسلم معجزة له على قومه أهل الفصاحة والبلاغة .والسائلون : مراد منهم مَن يُتوقع منه السؤال عن المواعظ والحكم كقوله تعالى : { في أربعة أياممٍ سواءً للسائلين } [ سورة فصلت : 10 ]. ومثل هذا يستعمل في كلام العرب للتشويق ، والحثّ على تطلب الخبر والقصة . قال طرفة: ... سائلوا عنّا الذي يعرفنابقوانا يوم تحلاق اللمم ... وقال السموءل أو عبد الملك الحارثي: ... سَلي إن جهلت الناسَ عنّا وعنهمفليس سواءً عالمٌ وجهول ... وقال عامر بن الطفيل: ... طُلّقتتِ إن لم تَسْألي أيُّ فارسحَليلك إذ لاَقَى صُداءً وخَثعما ... وقال أنيف بن زبان النبهاني: ... فلمّا التقينا بين السّيف بيننالسائلة عنا حَفي سؤالها ... وأكثر استعمال ذلك في كلامهم يكون توجيهه إلى ضمير الأنثى ، لأنّ النساء يُعنين بالسؤال عن الأخبار التي يتحدث الناس بها ، ولمّا جاء القرآن وكانت أخباره التي يشوق إلى معرفتها أخبارَ علم وحكمة صُرف ذلك الاستعمال عن التوجيه إلى ضمير النسوة ، ووجّه إلى ضمير المذكّر كما في قوله : { سَأل سائلٌ بعذاببٍ واقعٍ } [ سورة المعارج : 1 ] وقوله : { عَمّ يتساءلون } [ سورة النبأ : 1 ].وقيل المراد ب ( السائلين ) اليهود إذ سأل فريق منهم النبي عن ذلك . وهذا لا يستقيم لأنّ السورة مكيّة ولم يكن لليهود مخالطة للمسلمين بمكة ."
    },
    {
      "ayah": 70,
      "surah": 12,
      "text": "تقدم الكلام على نظير قوله : { فلما جهزهم بجهازهم } في الآيات قبل هذه . وإسناد جعل السقاية إلى ضمير يوسف مجاز عقليّ ، وإنما هو آمر بالجعل والذين جعلوا السقاية هم العبيد الموكّلون بالكيل .والسقاية : إناء كبير يُسقى به الماء والخمر . والصُّوَاع : لغة في الصاع ، وهو وعاء للكيل يقَدّر بوزن رطل وربع أو وثلث . وكانوا يشربون الخمر بالمقدار ، يقدّر كل شارب لنفسه ما اعتاد أنه لا يصرعه ، ويجعلون آنية الخمر مقدّرة بمقادير مختلفة ، فيقول الشارب للساقي : رطلاً أو صاعاً أو نحو ذلك . فتسمية هذا الإناء سقاية وتسميته صُوَاعاً جارية على ذلك . وفي التوراة سمي طاسا ، ووصف بأنه من فضة .وتعريف { السقاية } تعريف العهد الذهني ، أي سقاية معروفة لا يخلو عن مثلها مجلس العظيم .وإضافة الصُّواع إلى الملك لتشريفه ، وتهويل سرقته على وجه الحقيقة ، لأن شؤون الدولة كلها للمَلك . ويجوز أن يكون أطلق الملك على يوسف عليه السلام تعظيماً له .والتأذين : النداء المكرر . وتقدم عند قوله تعالى : { فأذن مؤذن بينهم } في سورة الأعراف ( 44 ).والعِير : اسم للحمولة من إبل وحَمير وما عليها من أحمال وما معها من ركابها ، فهو اسم لمجموع هذه الثلاثة . وأسندت السرقة إلى جميعهم جريا على المعتاد من مؤاخذة الجماعة بجرم الواحد منهم .وتأنيث اسم الإشارة وهو أيتها } لتأويل العير بمعنى الجماعة لأن الركاب هم الأهم ."
    },
    {
      "ayah": 71,
      "surah": 12,
      "text": "وجملة { قالوا } جواب لنداء المنادي إياهم { إنكم لسارقون } ، ففصلت الجملة لأنها في طريقة المحاورة كما تكرر غير مرة .وضمير { قالوا } عائد إلى العير .وجملة { وأقبلوا عليهم } حال من ضمير { قالوا }. ومرجع ضمير { أقبلوا } عائد إلى فتيان يوسف عليه السلام . وضمير { عليهم } راجع إلى ما رجع إليه ضمير { قالوا } ، أي وقد أقبل عليهم فتيان يوسف عليه السلام ."
    },
    {
      "ayah": 72,
      "surah": 12,
      "text": "وجعلوا جعلا لمن يأتي بالصواع . والذي قال : { وأنا به زعيم } واحد من المقبلين وهو كبيرهم . والزعيم : الكفيل .وهذه الآية قد جعلها الفقهاء أصلاً لمشروعية الجعل والكفالة . وفيه نظر ، لأن يوسف عليه السلام لم يكن يومئذٍ ذا شَرْع حتى يستأنس للأخذ ب ( أنّ شَرْعَ من قَبْلنا شَرْع لنا ) : إذا حكاه كلام الله أو رسوله . ولو قدّر أن يوسف عليه السلام كان يومئذٍ نبيئاً فلا يثبت أنه رسول بشرع ، إذ لم يثبت أنه بعث إلى قوم فرعون ، ولم يكن ليوسف عليه السلام أتباع في مصر قبْل ورود أبيه وإخوتهِ وأهلِيهم . فهذا مأخذ ضعيف ."
    },
    {
      "ayah": 73,
      "surah": 12,
      "text": "والتاء في { تاللَّه } حرف قَسم على المختار ، ويختص بالدخول على اسم الله تعالى وعلى لفظ رَب ، ويختص أيضاً بالمُقسم عليه العجيب . وسيجيء عند قوله تعالى : { وتالله لأكيدن أصنامكم } في [ سورة الأنبياء : 57 ].وقولهم : { لقد علمتم ما جئنا لنفسد في الأرض وما كنا سارقين }. أكدوا ذلك بالقسم لأنهم كانوا وَفدوا على مصر مرة سابقة واتهموا بالجوسسة فتبينت براءتهم بما صدقوا يوسف عليه السلام فيما وصفوه من حال أبيهم وأخيهم . فالمراد ب { الأرض } المعهودة ، وهي مصر .وأما براءتهم من السرقة فبما أخبروا به عند قدومهم من وجدان بضاعتهم في رحالهم ، ولعلّها وقعت في رحالهم غلطاً .على أنهم نفوا عن أنفسهم الاتّصاف بالسرقة بأبلغ مما نفوا به الإفساد عنهم ، وذلك بنفي الكون سارقين دون أن يقولوا : وما جئنا لنسرق ، لأن السرقة وصف يُتعيّر به ، وأما الإفساد الذي نفوه ، أي التجسس فهو مما يقصده العدوّ على عَدوّه فلا يكون عاراً ، ولكنه اعتداء في نظر العدوّ ."
    },
    {
      "ayah": 74,
      "surah": 12,
      "text": "وقول الفتيان { فما جزاؤه إن كنتم كاذبين } تحكيم ، لأنهم لا يسعهم إلا أن يعيّنوا جزاء يؤخذون به ، فهذا تحكيم المَرء في ذنبه .ومعنى { ما جزاؤه } : ما عقابه . وضمير { جزاؤه } عائد إلى الصُّوّاع بتقدير مضاف دل عليه المقام ، أي ما جزاء سَارقه أو سرقته .ومعنى { إن كنتم كاذبين } إن تبين كذبكم بوجود الصُّوَاع في رحالكم ."
    },
    {
      "ayah": 75,
      "surah": 12,
      "text": "وقوله : { جزاؤه من وجد في رحله فهو جزاؤه }. { جزاؤه } الأول مبتدأ ، و { مَن } يجوز أن تكون شرطية وهي مبتدأ ثان وأن جملة { وجد في رحله } جملة الشرط وجملة { فهو جزاؤه } جواب الشرط ، والفاء رابطة للجواب ، والجملة المركبة من الشرط وجوابه خبر عن المبتدأ الأول . ويجوز أن تكون { من } موصولة مبتدأ ثانياً ، وجملة { وجد في رحله } صلة الموصول . والمعنى أن من وجد في رحله الصوَاع هو جزاء السرقة ، أي ذاته هي جزاء السرقة ، فالمعنى أن ذاته تكون عِوضاً عن هذه الجريمة ، أي أن يصير رقيقاً لصاحب الصواع ليتمّ معنى الجزاء بذات أخرى . وهذا معلوم من السياق إذ ليس المراد إتلاف ذات السارق لأن السرقة لا تبلغ عقوبتها حدّ القتل .فتكون جملة { فهو جزاؤه } توكيداً لفظياً لجملة { جزاؤه من وجد في رحله } ، لتقرير الحكم وعدم الانفلات منه ، وتكون الفاء للتفريع تفريع التأكيد على الموكّد . وقد حَكَم إخوة يوسف عليه السلام على أنفسهم بذلك وتراضوا عليه فلزمهم ما التزموه .ويظهر أن ذلك كان حُكماً مشهوراً بين الأمم أن يسترقَّ السارق . وهو قريب من استرقاق المغلوب في القتال . ولعله كان حكماً معروفاً في مصر لما سيأتي قريباً عند قوله تعالى : { ما كان ليأخذ أخاه في دِين الملك } [ سورة يوسف : 76 ].وجملة كذلك نجزي الظالمين } بقيمة كلام إخوة يوسف عليه السلام ، أي كذلك حُكْم قومنا في جزاء السارق الظالم بسرقته؛ أو أرادوا أنه حكم الإخوة على من يقدّر منهم أن يظهر الصواع في رحله ، أي فهو حقيق لأن نجزيه بذلك .والإشارة ب { كذلك } إلى الجزاء المأخوذ من { نجزي } ، أي نجزي الظالمين جزاءً كذلك الجزاء ، وهو من وُجد في رحله ."
    },
    {
      "ayah": 76,
      "surah": 12,
      "text": "{ بدأ } أي أمر يوسف عليه السلام بالبداءة بأوعية بقية إخوته قبلَ وعاء أخيه الشقيق .وأوعية : جمع وعاء ، وهو الظرف ، . مشتق من الوعي وهو الحفظ . والابتداء بأوعية غير أخيه لإبعاد أن يكون الذي يُوجد في وعائه هو المقصود من أول الأمر . وتأنيث ضمير { استخرجها } للسقاية . وهذا التأنيث في تمام الرشاقة إذ كانت الحقيقة أنها سقاية جعلت صواعاً . فهو كردّ العجز على الصدر .والقول في { كذلك كدنا ليوسف } كالقول في { كذلك نجزي الظالمين } [ سورة يوسف : 75 ].والكَيْد : فعل يتوصل بظاهره إلى مقصد خفي . والكيد : هنا هو إلهام يوسف عليه السلام لهذه الحيلة المحكمة في وضع الصواع وتفتيشه وإلهام إخوته إلى ذلك الحكم المُصْمَت .وأسند الكيد إلى الله لأنه ملهمه فهو مسبّبه . وجعل الكيد لأجل يوسف عليه السلام لأنه لفائدته .وجملة ما كان ليأخذ أخاه في دين الملك إلا أن يشاء الله } بيان للكيد باعتبار جميع ما فيه من وضع السقاية ومن حكم إخوته على أنفسهم بما يلائم مَرغوب يوسف عليه السلام من إبقاء أخيه عنده ، ولولا ذلك لمَا كانت شريعة القبط تخوله ذلك ، فقد قيل : إن شرعهم في جزاء السارق أن يؤخذ منه الشيء ويضرب ويغرم ضعفي المسروق أو ضعفي قيمته . وعن مجاهد { في دين الملك } أي حكمه وهو استرقاق السراق . وهو الذي يقتضيه ظاهر الآية لقوله : { ما كان ليأخذ أخاه في دين الملك } أي لولا حيلة وضع الصُّواع في متاع أخيه . ولعل ذلك كان حكماً شائعاً في كثير من الأمم ، ألا ترى إلى قولهم : { من وجد في رحله فهو جزاؤه } [ سورة يوسف : 75 ] كما تقدم ، أي أن ملك مصر كان عادلاً فلا يؤخذ أحد في بلاده بغير حق . ومثله ما كان في شرع الرومان من استرقاق المدين ، فتعين أن المراد بالدّين الشريعة لا مطلق السلطان .ومعنى لام الجحود هنا نفي أن يكون في نفس الأمر سبب يخول يوسف عليه السلام أخذ أخيه عنده .والاستثناء من عموم أسباب أخذ أخيه المنفية . وفي الكلام حرف جر محذوف قبل أن } المصدرية ، وهو باء السببية التي يدل عليها نفي الأخذ ، أي أسبابه . فالتقدير : إلا بأن يشاء الله ، أي يُلهم تصوير حالته ويأذن ليوسف عليه السلام في عَمله باعتبار ما فيه من المصالح الجمة ليوسف وإخوته في الحال والاستقبال لهم ولذريتهم .وجملة { نرفع درجات من نشاء } تذييل لقصة أخذ يوسف عليه السلام أخاه لأن فيها رفع درجة يوسف عليه السلام في الحال بالتدبير الحكيم من وقت مناجاته أخاه إلى وقت استخراج السقاية من رحله . ورفع درجة أخيه في الحال بإلحاقه ليوسف عليه السلام في العيش الرفيه والكمال بتلقي الحكمة من فيه .ورفع درجات إخوته وأبيه في الاستقبال بسبب رفع درجة يوسف عليه السلام وحنوه عليهم . فالدرجات مستعارة لقوة الشرف من استعارة المحسوس للمعقول . وتقدم في قوله تعالى : { وللرجال عليهن درجة } في سورة البقرة ( 228 ) ، وقوله : { لهم درجات عند ربهم } في سورة الأنفال ( 4 ).وجملة وفوق كل ذي علم عليم } تذييل ثان لجملة { كذلك كدنا ليوسف } الآية .وفيها شاهد لتفاوت الناس في العلم المؤذن بأن علم الذي خلق لهم العلم لا ينحصر مداه ، وأنه فوق كل نهاية من علم الناس .والفوقية مجاز في شرف الحال ، لأن الشرف يشبّه بالارتفاع .وعبر عن جنس المتفوق في العلم بوصف { عليم } باعتبار نسبته إلى من هو فوقه إلى أن يبلغ إلى العليم المطلق سبحانه .وظاهر تنكير { عليم } أن يراد به الجنس فيعم كلّ موصوف بقوة العلم إلى أن ينتهي إلى علم الله تعالى . فعموم هذا الحكم بالنسبة إلى المخلوقات لا إشكال فيه . ويتعين تخصيص هذا العموم بالنسبة إلى الله تعالى بدليل العقل إذ ليس فوق الله عليم .وقد يحمل التنكير على الوحدة ويكون المراد عليم واحد فيكون التنكير للوحدة والتعظيم ، وهو الله تعالى فلا يحتاج إلى التخصيص .وقرأ الجمهور { درجات من نشاء } بإضافة { درجات } إلى { من نشاء }. وقرأه حمزة ، وعاصم ، والكسائي ، وخلف بتنوين { درجاتٍ } على أنه تمييز لتعلق فعل { نرفع } بمفعوله وهو { من نشاء }."
    },
    {
      "ayah": 77,
      "surah": 12,
      "text": "لما بُهتوا بوجود الصُّوَاع في رحل أخيهم اعتراهم ما يعتري المبهوت فاعتذروا عن دعواهم تنزههم عن السرقة ، إذ قالوا : { وما كنا سارقين } [ سورة يوسف : 73 ] ، عذراً بأن أخاهم قد تسرّبت إليه خصلة السرقة من غير جانب أبيهم فزعموا أن أخاه الذي أشيع فقده كان سرق من قبلُ ، وقد علم فتيان يوسف عليه السلام أن المتهم أخ من أمّ أخرى ، فهذا اعتذار بتعريض بجانب أمّ أخويهم وهي زوجة أبيهم وهي ( راحيل ) ابنة ( لابان ) خاللِ يعقوب عليه السلام .وكان ليعقوب عليه السلام أربع زوجات : ( راحيل ) هذه أم يوسف عليه السلام وبنيامين؛ و ( لِيئة ) بنت لابان أخت راحيل وهي أم رُوبين ، وشمعون ، ولاوي ، ويهوذا ، وبساكر ، وزبولون؛ و ( بُلْهَة ) جارية راحيل وهي أم دانا ، ونفتالي؛ و ( زُلفة ) جارية راحيل أيضاً وهي أم جاد ، وأشير .وإنما قالوا : قد سرق أخ له من قبل } بهتاناً ونفياً للمعرة عن أنفسهم . وليس ليوسف عليه السلام سرقة من قبل ، ولم يكن إخوة يوسف عليه السلام يومئذٍ أنبياء . وشتان بين السرقة وبين الكذب إذا لم تترتب عليه مضرة .وكان هذا الكلام بمسمع من يوسف عليه السلام في مجلس حكمه .وقوله : { فأسرها يوسف } يجوز أن يعود الضمير البارز إلى جملة { قالوا إن يسرق فقد سرق أخ له من قبل } على تأويل ذلك القول بمعنى المقالة على نحو قوله تعالى : { إنها كلمة هو قائلها بعد قوله : { رب ارجعون لعلي أعمل صالحاً فيما تركت } [ سورة المؤمنون : 99 ]. ويكون معنى أسرها في نفسه أنه تحملها ولم يظهر غضباً منها ، وأعرض عن زجرهم وعقابهم مع أنها طعن فيه وكذب عليه . وإلى هذا التفسير ينحو أبو علي الفارسي وأبو حيان . ويكون قوله : قال أنتم شر مكانا } كلاماً مستأنفاً حكايةً لما أجابهم به يوسف عليه السلام صراحة على طريقة حكاية المحاورة ، وهو كلام موجه لا يقتضي تقرير ما نسبوه إلى أخي أخيهم ، أي أنتم أشدّ شرّاً في حالتكم هذه لأنّ سرقتكم مشاهدة وأما سرقة أخي أخيكم فمجرد دعوى ، وفعل { قال } يرجح هذا الوجه .ويجوز أن يكون ضمير الغيبة في { فأسرها } عائد إلى ما بعده وهو قوله : { قال أنتم شر مكانا }. وبهذا فسر الزجاج والزمخشري ، أي قال في نفسه ، وهو يشبه ضمير الشأن وَالقصة ، لكن تأنيثه بتأويل المقولة أو الكلمة ، وتكون جملة { قال أنتم شر مكانا } تفسيراً للضمير في { أسرها }.والإسرار ، على هذا الوجه ، مستعمل في حقيقته ، وهو إخفاء الكلام عن أن يسمعه سامع .وجملة { ولم يبدها لهم } قيل هي توكيد لجملة { فأسرها يوسف }. وشأن التوكيد أن لا يعطف . ووجه عطفها ما فيها من المغايرة للتي قبلها بزيادة قيد لهم المشعر بأنه أبدى لأخيه أنهم كاذبون .ويجوز أن يكون المراد لهم يُبدِ لهم غَضَباً ولا عقاباً كما تقدم مبالغة في كظم غيظه ، فيكون في الكلام تقدير مضاف مناسب ، أي لم يُبْد أثرها .و { شرّ } اسم تفضيل ، وأصله أشرّ ، و { مكانا } تمييز لنسبة الأشَرّ .وأطلق المكان على الحالة على وجه الاستعارة ، والحالة هي السرقة ، وإطلاق المكان والمكانة على الحالة شائع . وقد تقدم عند قوله تعالى : { قل يا قوم اعملوا على مكانتكم } في آخر سورة الأنعام ( 135 ) ، وهو تشبيه الاتّصاف بوصف مّا بالحلول في مكان . والمعنى أنهم لما علّلوا سرقة أخيهم بأن أخاه من قبل قد سرق فإذا كانت سرقة سابقة من أخ أعدّت أخاه الآخر للسرقة ، فهم وقد سبقهم أخَوَانَ بالسرقة أجدر بأن يكونوا سَارقين من الذي سبَقه أخ واحد . والكلام قابل للحمل على معنى أنتم شر حالة من أخيكم هذا والذي قبله لأنهما بريئان مما رميتموهما به وأنتم مجرمون عليهما إذ قذفتم أولهما في الجب ، وأيدتم تهمة ثانيهما بالسرقة .ثم ذيله بجملة والله أعلم بما تصفون } ، وهو كلام جامع أي الله أعلم بصدقكم فيما وصفتم أو بكذبكم . والمراد : أنه يعلم كذبهم ، فالمراد : أعلم لحال ما تصفون ."
    },
    {
      "ayah": 78,
      "surah": 12,
      "text": "نَادَوْا بوصف العزيز إمّا لأنّ كلّ رئيس ولاية مهمة يدعى بما يرادف العزيز فيكون يوسف عليه السلام عزيزاً ، كما أن رئيس الشرطة يدعى العزيز كما تقدم في قوله تعالى : { امرأة العزيز } [ سورة يوسف : 30 ] ؛ وإما لأن يوسف ضمت إليه ولاية العزيز الذي اشتراه فجمع التصرفات وراجعوه في أخذ أخيهم .ووصفوا أباهم بثلاث صفات تقتضي الترقيق عليه ، وهي : حنان الأبوة ، وصفة الشيخوخة ، واستحقاقه جبر خاطره لأنه كبير قومه أو لأنه انتهى في الكِبر إلى أقصاه؛ فالأوصاف مسوقة للحث على سراح الابن لا لأصل الفائدة لأنهم قد كانوا أخبروا يوسف عليه السلام بخبر أبيهم .والمراد بالكبير : إما كبير عشيرته فإساءته تسوءهم جميعاً ومن عادة الولاة استجلاب القبائل ، وإما أن يكون كبيراً } تأكيداً ل { شيخا } أي بلغ الغاية في الكبر من السن ، ولذلك فرّعوا على ذلك { فخذ أحدنا مكانه } ، إذ كان هو أصغر الإخوة ، والأصغر أقرب إلى رقة الأب عليه .وجملة { إنا نراك من المحسنين } تعليل لإجابة المطلوب لا للطلب . والتقدير : فلا تردّ سوءالنا لأنّا نراك من المحسنين فمثلك لا يصدر منه ما يسوء أباً شيخاً كبيراً .والمكان : أصله محل الكون أي ما يستقر فيه الجسم ، وهو هنا مجاز في العوض لأن العوض يضعه آخذه في مكان الشيء المعوّض عنه كما في الحديث « هذه مَكانُ حجتك » ."
    },
    {
      "ayah": 79,
      "surah": 12,
      "text": "و { معاذ } مصدر ميمي اسم للعوْذ ، وهو اللجَأ إلى مكان للتحصن . وتقدم قريباً عند قوله : { قال معاذ الله إنه ربي أحسن مثواي } [ سورة يوسف : 23 ].وانتصب هذا المصدر على المفعولية المطلقة نائباً عن فعله المحذوف . والتقدير : أعوذ بالله مَعاذاً ، فلما حُذف الفعل جعل الاسم المجرور بباء التعدية متصلاً بالمصدر بطريق الإضافة فقيل : معاذَ اللّهِ ، كما قالوا : سبحان الله ، عوضاً عن أسبح الله . والمستعاذ منه هو المصدر المنسبك من أن نأخذ إلا من وجدنا متاعنا عنده }. والمعنى : الامتناع من ذلك ، أي نلجأ إلى الله أن يعصمنا من أخذ من لا حق لنا في أخذه ، أي أن يعصمنا من الظلم لأن أخذ من وُجِد المتاع عنده صار حقاً عليه بحكمه على نفسه ، لأن التحكيم له قوة الشريعة . وأما أخذ غيره فلا يسوغ إذ ليس لأحد أن يسترقّ نفسه بغير حكم ، ولذلك علل الامتناع من ذلك بأنه لو فعله لكان ذلك ظلماً .ودليل التعليل شيئان : وقوع { إنّ } في صدر الجملة ، والإتيانُ بحرف الجزاء وهو { إذن }.وضمائر { نأخذ } و { وجدنا } و { متاعنا } و { إنا } و { لظالمون } مراد بها المتكلم وحده دون مشارك ، فيجوز أن يكون من استعمال ضمير الجمع في التعظيم حكاية لعبارته في اللغة التي تكلم بها فإنه كان عظيم المدينة . ويجوز أن يكون استعمل ضمير المتكلم المشارك تواضعاً منه تشبيهاً لنفسه بمن له مشارك في الفعل وهو استعمال موجود في الكلام .ومنه قوله تعالى حكاية عن الخضر عليه السلام { فخشينا أن يرهقهما طغياناً وكفراً فأردنا أن يبدلهما ربهما } الآية من سورة الكهف ( 80 ).وإنما لم يكاشفهم يوسف عليه السلام بحاله ويأمرهم بجلب أبيهم يومئذٍ : إمّا لأنه خشي إن هو تركهم إلى اختيارهم أن يكيدوا لبنيامين فيزعموا أنهم يرجعون جميعاً إلى أبيهم فإذا انفردوا ببنيامين أهلكوه في الطريق ، وإما لأنه قد كان بين القبط وبين الكنعانيين في تلك المدة عداوة فخاف إن هو جلَب عَشيرته إلى مصر أن تتطرق إليه وإليهم ظنون السوء من ملك مصر فتريّث إلى أن يجد فرصة لذلك ، وكان الملك قد أحسن إليه فلم يكن من الوفاء له أن يفعل ما يكرهه أو يسيءُ ظنه ، فترقب وفاة الملك أو السعي في أرضائه بذلك ، أو أراد أن يستعلم من أخيه في مدة الانفراد به أحوال أبيه وأهلِهم لينظر كيف يأتي بهم أو ببعضهم ، وسنذكره عند قوله : { قال هل عَلمتم ما فعلتم بيوسف } [ سورة يوسف : 89 ]."
    },
    {
      "ayah": 8,
      "surah": 12,
      "text": "{ إذْ } ظرف متعلق ب ( كَان ) من قوله : { لقد كَان في يوسف وإخوته آيات للسائلين } [ سورة يوسف : 7 ] ، فإنّ ذلك الزمان موقع من مواقع الآيات فإن في قولهم ذلك حينئذٍ عبرة من عبر الأخلاق التي تنشأ من حسد الإخوة والأقرباء ، وعبرة من المجازفة في تغليطهم أباهم ، واستخفافهم برأيه غروراً منهم ، وغفلة عن مراتب موجبات ميل الأب إلى بعض أبنائه . وتلك الآيات قائمة في الحكاية عن ذلك الزمن .وهذا القول المحكي عنهم قول تآمر وتحاور .وافتتاحُ المقول بلام الابتداء المفيدة للتّوكيد لقصد تحقيق الخبر . والمراد : توكيد لازم الخبر إذ لم يكن فيهم من يشك في أنّ يوسف عليه السّلام وأخاه أحبّ إلى أبيهم من بقيّتهم ولكنّهم لم يكونوا سواء في الحسد لهما والغيرة من تفضيل أبيهم إيّاهما على بقيتهم ، فأراد بعضهم إقناع بعض بذلك ليتمالؤوا على الكيد ليوسف عليه السّلام وأخيه ، كما سيأتي عند قوله : ونحن عصبة } ، وقوله : { قال قائل منهم لا تقتلوا يوسف } [ سورة يوسف : 10 ] ؛ فقائل الكلام بعض إخوته ، أي جماعة منهم بقرينة قوله بعد { اقتلوا يوسف } [ سورة يوسف : 9 ] وقولهم : { قال قائل منهم لا تقتلوا يوسف } [ سورة يوسف : 10 ].وأخو يوسف عليه السّلام أريد به ( بنيامين ) وإنّما خصّوه بالأخوة لأنّه كان شقيقه ، أمهما ( راحيل ) بنت ( لابان ) ، وكان بقية إخوته إخوة للأب ، أمُّ بعضهم ( ليئة ) بنت ( لابان ) ، وأمّ بعضهم ( بلهة ) جارية ( ليئة ) وهبتْها ( ليئة ) لزوجها يعقوب عليه السّلام .وأحب } اسم تفضيل ، وأفعل التفضيل يتعدّى إلى المفضّل ب ( من ) ، ويتعدّى إلى المفضّل عنده ب ( إلى ).ودعواهم أنّ يوسف عليه السّلام وأخاه أحبّ إلى يعقوب عليه السّلام منهم يجوز أن تكون دعوى باطلة أثار اعتقادها في نفوسهم شدّةُ الغيرة من أفضليّة يوسف عليه السّلام وأخيه عليهم في الكمالات وربّما سمعوا ثناء أبيهم على يوسف عليه السّلام وأخيه في أعمال تصدر منهما أو شاهدوه يأخذ بإشارتهما أو رأوا منه شفقة عليهما لصغرهما ووفاة أمّهما فتوهّموا من ذلك أنّه أشدّ حبّاً إيّاهما منهم توهماً باطلاً . ويجوز أن تكون دعواهم مطابقة للواقع وتكون زيادة محبّته إيّاهما أمراً لا يملك صرفه عن نفسه لأنّه وجدان ولكنّه لم يكن يؤثرهما عليهم في المعاملات والأمور الظاهريّة ويكون أبناؤه قد علموا فرط محبّة أبيهم إيّاهما من التوسّم والقرائن لا من تفضيلهما في المعاملة فلا يكون يعقوب عليه السّلام مؤاخذاً بشيء يفضي إلى التباغض بين الإخوة .وجملة { ونحن عصبة } في موضع الحال من { أحبُّ } ، أي ونحن أكثر عدداً . والمقصود من الحال التعجّب من تفضيلهما في الحبّ في حال أنّ رجاء انتفاعه من إخوتهما أشدّ من رجائه منهما ، بناء على ما هو الشائع عند عامّة أهل البدو من الاعتزاز بالكثرة ، فظنوا مدارك يعقوب عليه السّلام مساوية لمدارك الدّهماء ، والعقولُ قلما تدرك مراقي ما فوقها ، ولم يعلموا أنّ ما ينظر إليه أهل الكمال من أسباب التفضيل غير ما ينظره مَن دونهم .وتكون جملة { إنّ أبَانَا لفي ضلال مبين } تعليلاً للتعجّب وتفريعاً عليه ، وضمير { ونحن عصبة } لجميع الإخوة عَدَا يوسف عليه السّلام وأخاه . ويجوز أن تكون جملة { ونحن عصبة } عطفاً على جملة { ليوسف وأخوه أحب إلى أبينا }. والمقصود لازم الخبر وهو تجرئة بعضهم بعضاً عن إتيان العمل الذي سيغريهم به في قولهم : { اقتلوا يوسف } [ سورة يوسف : 9 ] ، أي إنّا لا يعجزنا الكيد ليوسف عليه السّلام وأخيه فإنّا عصبة والعصبة يهون عليهم العمل العظيم الذي لا يستطيعه العدد القليل كقوله : { قالوا لئن أكله الذئب ونحن عصبة إنّا إذن لخاسرون } [ سورة يوسف : 14 ] ، وتكون جملة إنّ أبانا } تعليلاً للإغراء وتفريعاً عليه .و«العصبة : اسم جمع لا واحد له من لفظه ، مثل أسماء الجماعات ، ويقال : العصابة . قال جمهور اللّغويين : تطلق العصبة على الجماعة من عشرة إلى أربعين» . وعن ابن عبّاس أنّها من ثلاثة إلى عشرة ، وذهب إليه بعض أهل اللغة وذكروا أنّ في مصحف حفصة قوله تعالى : «إنّ الذين جاءوا بالإفك عصبة أربعةٌ منكم» .وكان أبناء يعقوب عليه السّلام اثني عشر ، وهم الأسباط . وقد تقدّم الكلام عليهم عند قوله تعالى : { أم يقولون إنّ إبراهيم } الآية في سورة البقرة ( 140 ).والضلال إخطاء مسلك الصّواب . وإنّما : أراد وأخطأ التّدبير للعيش لا الخطأ في الدين والاعتقاد . والتخطئة في أحوال الدّنيا لا تنافي الاعتراف للمخطىء بالنبوءة ."
    },
    {
      "ayah": 80,
      "surah": 12,
      "text": "{ استيأسوا } بمعنى يئسوا فالسين والتاء للتأكيد ، ومثلها { فاستجاب له ربه } [ سورة يوسف : 34 ] واستعصَم }.واليأس منه : اليأس من إطلاقه أخاهم ، فهو من تعليق الحكم بالذات . والمراد بعض أحوالها بقرينة المقام للمبالغة .وقرأ الجمهور { استيأسوا } بتحتية بعد الفوقية وهمزة بعد التحتية على أصل التصريف . وقرأه البزي عن ابن كثير بخلف عنه بألف بعد الفوقية ثم تحتية على اعتبار القلب في المكان ثم إبدال الهمزة .و { خلصوا } بمعنى اعتزلوا وانفردوا . وأصله من الخلوص وهو الصفاء من الأخلاط . ومنه قول عبد الرحمان بن عوف لعمر بن الخطاب رضي الله عنهما في آخر حجة حجّها حيث عزم عمر رضي الله عنه على أن يخطب في الناس فيحذرهم من قوم يريدون المزاحمة في الخلافة بغير حق ، قال عبد الرحمان بن عوف رضي الله عنه : «يا أمير المؤمنين إن المَوسم يجمع رَعاع الناس فأمهل حتى تقدم المدينة فتخلص بأهل الفقه . . . » إلخ .والنجيّ : اسم من المناجاة ، وانتصابه على الحال . ولما كان الوصف بالمصدر يلازم الإفراد والتذكير كقوله تعالى : { وإذْ هم نجوى }. والمعنى : انفردوا تناجيا . والتناجي : المحادثة سراً ، أي متناجين .وجملة { قال كبيرهم } بدل من جملة { خلصوا نجيا } وهو بدل اشتمال ، لأن المناجاة تشتمل على أقوال كثيرة منها قَول كبيرهم هذا ، وكبيرهم هو أكبرهم سناً وهو رُوبين بِكرُ يعقوب عليه السلام .والاستفهام في { ألم تعلموا } تقريري مستعمل في التذكير بعدم اطمئنان أبيهم بحفظهم لابنه .وجملة { ومن قبل ما فرطتم } جملة معترضة . و { ما } مصدرية ، أي تفريطكم في يوسف عليه السلام كان من قبل المَوثق ، أي فهو غير مصدقكم فيما تخبرون به من أخذ بنيامين في سرقة الصُّوَاع . وفرع عليه كبيرهم أنه يبقى في مصر ليكون بقاؤه علامة عند يعقوب عليه السلام يعرف بها صدقهم في سبب تخلف بنيامين ، إذ لا يرضى لنفسه أن يبقى غريباً لولا خوفه من أبيه ، ولا يرضى بقية أشقائه أن يكيدوا له كما يكيدون لغير الشقيق .وقوله : { أو يحكم الله لي } ترديد بين ما رسمه هو لنفسه وبين ما عسى أن يكون الله قد قدره له مما لا قبل له بدفعه ، فحذف متعلّق { يحكم } المجرور بالباء لتنزيل فعل { يحكم } منزلة ما لا يطلب متعلقاً .واللام للأجل ، أي يحكم الله بما فيه نفعي . والمراد بالحكم التقدير .وجملة { وهو خير الحاكمين } تذييل . و { خير الحاكمين } إن كان على التعميم فهو الذي حكمه لا جور فيه أو الذي حكمه لا يستطيع أحد نقضه ، وإن كان على إرادة وهو خير الحاكمين لي فالخبر مستعمل في الثناء للتعريض بالسؤال أن يقدر له ما فيه رأفة في رد غربته .وعدم التعرّض لقول صدَر من بنيامين يدافع به عن نفسه يدل على أنه لازم السكوت لأنه كان مطلعاً على مراد يوسف عليه السلام من استبقائه عنده ، كما تقدم في قوله : { آوى إليه أخاه قال إني أنا أخوك } [ يوسف : 69 ]."
    },
    {
      "ayah": 81,
      "surah": 12,
      "text": "ثم لقنّهم كبيرهم ما يقولون لأبيهم . ومعنى وما كنا للغيب حافظين } احتراس من تحقق كونه سرق ، وهو إما لقصد التلطف مع أبيهم في نسبة ابنه إلى السرقة وإما لأنهم علموا من أمانة أخيهم ما خالجهم به الشك في وقوع السرقة منه .والغيب : الأحوال الغائبة عن المرء . والحفظ : بمعنى العلم ."
    },
    {
      "ayah": 82,
      "surah": 12,
      "text": "وسؤال القرية مجاز عن سؤال أهلها . والمراد بها مدينة مصر . والمدينة والقرية مترادفتان . وقد خصت المدينة في العرف بالقرية الكبيرة .والمراد بالعير التي كانوا فيها رفاقهم في عيرهم القادمين إلى مصر من أرض كنعان ، فأما سؤال العير فسهل وأما سؤال القرية فيكون بالإرسال أو المراسلة أو الذهاب بنفسه إن أراد الاستثبات ."
    },
    {
      "ayah": 83,
      "surah": 12,
      "text": "جعلت جملة { قال بل سولت } في صورة الجواب عن الكلام الذي لقّنه أخوهم على طريقة الإيجاز . والتقدير : فرجعوا إلى أبيهم فقالوا ذلك الكلام الذي لَقّنه إيّاهم ( روبين ) قال أبوهم : { بل سولت . . . } الخ .وقوله هنا كقوله لهم حين زعموا أن يوسف عليه السلام أكله الذئب ، فهو تهمة لهم بالتغرير بأخيهم . قال ابن عطية : ظنّ بهم سوءاً فصدق ظنّه في زعمم في يوسف عليه السلام ولم يتحقق ما ظنّه في أمر بنيامين ، أي أخطأ في ظنه بهم في قضية ( بنيامين ) ، ومستنده في هذا الظن علمه أن ابنه لا يسرق ، فعلم أن في دعوى السرقة مكيدة . فظنه صادق على الجملة لا على التفصيل . وأما تهمته أبناءه بأن يكونوا تمالؤوا على أخيهم بنيامين فهو ظن مستند إلى القياس على ما سبق من أمرهم في قضية يوسف عليه السلام فإنه كان قال لهم : { هل آمنكم عليه إلا كما أمِنتكم على أخيه من قبل } سورة يوسف ( 64 ). ويجوز على النبي الخطأ في الظنّ في أمور العادات كما جاء في حديث ترك إبّار النخل .ولعله اتّهم روبين أن يكون قد اختفى لترويج دعوى إخوته . وضمير بهم } ليوسف عليه السلام وبنيامين وروبين . وهذا كشف منه إذ لم ييأس من حياة يوسف عليه السلام .وجملة { إنه هو العليم الحكيم } تعليل لرجائه من الله بأن الله عليم فلا تخفى عليه مواقعهم المتفرقة . حكيم فهو قادر على إيجاد أسباب جمعهم بعد التفرق ."
    },
    {
      "ayah": 84,
      "surah": 12,
      "text": "انتقال إلى حكاية حال يعقوب عليه السلام في انفراده عن أبنائه ومناجاته نفسه ، فالتولي حاصل عقب المحاورة . و { تولى } : انصرف ، وهو انصراف غَضَب .ولمّا كان التولّي يقتضي الاختلاء بنفسه ذكر من أخواله تجدد أسفه على يوسف عليه السلام فقال : { يا أسفى على يوسف } والأسف؛ أشد الحزن ، أسِف كحزن .ونداء الأسف مجاز . نزّل الأسف منزلة من يعقل فيقول له : احضر فهذا أوان حضورك ، وأضاف الأسف إلى ضمير نفسه لأن هذا الأسف جزئي مختص به من بين جزئيات جنس الأسف .والألف عوض عن ياء المتكلم فإنها في النداء تبدل ألفاً .وإنما ذكر القرآن تحسّره على يوسف عليه السلام ولم يذكر تحسره على ابنيه الآخرين لأن ذلك التحسّر هو الذي يتعلق بهذه القصة فلا يقتضي ذكرُه أن يعقوب عليه السلام لم يتحسّر قط إلاّ على يوسف ، مع أن الواو لا تفيد ترتيب الجمل المعطوفة بها .وكذلك عطف جملة { وابيضت عيناه من الحزن } إذ لم يكن ابيضاض عينيه إلا في مدة طويلة . فكل من التولّي والتحسر واببيضاض العينين من أحواله إلاّ أنها مختلفة الأزمان .وابيضاض العينين : ضعُف البصر . وظاهره أنه تبدّل لون سوادهما من الهزال . ولذلك عبّر ب { وابيضت عيناه } دون عميت عيناه .و { من } في قوله : { من الحزن } سببية . والحزن سبب البكاء الكثير الذي هو سبب ابيضاض العينين . وعندي أن ابيضاض العينين كناية عن عدم الإبصار كما قال الحارث بن حلزة:قبل ما اليوم بيّضَتْ بعيون الن ...اس فيها تغيض وإباء ... وأن الحزن هو السبب لعدم الإبصار كما هو الظاهر . فإن توالي إحساس الحزن على الدماغ قد أفضى إلى تعطيل عمل عصب الإبصار؛ على أن البكاء من الحزن أمر جبليّ فلا يستغرب صدوره من نبيء ، أو أن التصبّر عند المصائب لم يكن من سنة الشريعة الإسرائيلية بل كان من سننهم إظهار الحَزن والجزع عند المصائب . وقد حكت التوراة بكاء بني إسرائيل على موسى عليه السلام أربعين يوماً ، وحَكت تمزيق بعض الأنبياء ثيابهم من الجزع . وإنما التصبر في المصيبة كمال بلغت إليه الشريعة الإسلامية .والكظيم : مبالغة للكاظم . والكَظم : الإمساك النفساني ، أي كاظم للحزن لا يظهره بين الناس ، ويبكي في خلوته ، أو هو فعيل بمعنى مفعول ، أي محزون كقوله : { وهو مكظوم }  ."
    },
    {
      "ayah": 85,
      "surah": 12,
      "text": "وجملة { قالوا تالله } محاورة بنيه إياه عندما سمعوا قوله : { يا أسفى على يوسف } وقد قالها في خلوته فسمعوها .والتاء حرف قسم ، وهي عوض عن واو القسم . قال في «الكشاف» في سورة الأنبياء : «التاء فيها زيادة معنى وهو التعجب» . وسلمه في «مغني اللبيب» ، وفسره الطيبي بأن المقسم عليه بالتاء يكون نادر الوقوع لأن الشيء المتعجب منه لا يكثر وقوعه ومن ثم قل استعمال التاء إلا مع اسم الجلالة لأن القسم باسم الجلالة أقوى القسم .وجواب القسم هو { تفتأ تذكر يوسف } باعتبار ما بعده من الغاية ، لأن المقصود من هذا اليمين الإشفاق عليه بأنه صائر إلى الهلاك بسبب عدم تناسيه مصيبة يوسف عليه السلام وليس المقصود تحقيق أنه لا ينقطع عن تذكر يوسف . وجواب القسم هنا فيه حرف النفي مقدر بقرينة عدم قرنه بنون التوكيد لأنه لو كان مثبتاً لوجب قرنه بنون التوكيد فحذف حرف النفي هنا .ومعنى { تفتأ } تفتر . يقال : فتىء من باب علم ، إذا فتر عن الشيء . والمعنى : لا تفتر في حال كونك تذكر يوسف . ولملازمة النفي لهذا الفعل ولزوم حال يعقب فاعله صار شبيهاً بالأفعال الناقصة .و { حرضاً } مصدر هو شِدة المرض المشفي على الهلاك ، وهو وصف بالمصدر ، أي حتى تكون حرضاً ، أي بالِياً لا شعور لك . ومقصودهم الإنكار عليه صداً له عن مداومة ذكر يوسف عليه السلام على لسانه لأن ذكره باللسان يفضي إلى دوام حضوره في ذهنه ."
    },
    {
      "ayah": 86,
      "surah": 12,
      "text": "وفي جعلهم الغاية الحرض أو الهلاك تعريض بأنه يذكر أمراً لا طمع في تداركه ، فأجابهم بأن ذكره يوسف عليه السلام موجه إلى الله دْعاءً بأن يردّه عليه . فقوله : { يا أسفى على يوسف } تعريض بدعاء الله أن يزيل أسفه بردّ يوسف عليه السلام إليه لأنه كان يعلم أن يوسف لم يهلك ولكنه بأرض غربة مجهولة ، وعلم ذلك بوحي أو بفراسة صادقة وهي المسماة بالإلهام عند الصوفية .فجملة { إنما أشكوا بثي وحزني إلى الله } مفيدة قصر شكواه على التعلّق باسم الله ، أي يشكو إلى الله لا إلى نفسه ليجدد الحزن ، فصارت الشكوى بهذا القصد ضراعة وهي عبادة لأن الدعاء عبادة ، وصار ابييضاض عينيه الناشىء عن التذكر الناشىء عن الشكوى أثراً جسدياً ناشئاً عن عبادة مثل تفطّر أقدام النبي صلى الله عليه وسلم من قيام الليل .والبَثّ : الهمّ الشديد ، وهو التفكير في الشيء المُسيء . والحزن : الأسف على فائت . فبينَ الهمّ والحزننِ العمومُ والخصوص الوجهي ، وقد اجتمعا ليعقوب عليه السلام لأنه كان مهتماً بالتفكير في مصير يوسف عليه السلام وما يعترضه من الكرب في غربته وكان آسفاً على فراقه .وقد أعقب كلامه بقوله : { وأعلم من الله ما لا تعلمون } لينبّههم إلى قصور عقولهم عن إدراك المقاصد العَالية ليعلموا أنهم دون مرتبة أن يعلّموه أو يلوموه ، أي أنا أعلم علماً من عند الله علّمنيه لا تعلمونه وهو علم النبوءة . وقد تقدم نظير هذه الجملة في قصة نوح عليه السلام من سورة الأعراف فهي من كلام النبوءة الأولى . وحكي مثلها عن شعيب عليه السلام في سورة الشعراء .وفي هذا تعريض برد تعرضهم بأنه يطمع في المحال بأن ما يحسبونه محالاً سيقع ."
    },
    {
      "ayah": 87,
      "surah": 12,
      "text": "ثم صرح لهم بشيء ممّا يعلمه وكاشفهم بما يحقق كذبهم ادعاء ائتكال الذئب يوسف عليه السلام حين أذنه الله بذلك عند تقدير انتهاء البلوى فقال : { يا بني اذهبوا فتحسسوا من يوسف وأخيه }.فجملة { يا بني اذهبوا } مستأنفة استئنافاً بيانياً ، لأن في قوله : { وأعلم من الله ما لا تعلمون } ما يثير في أنفسهم ترقب مكاشفته على كذبهم فإن صاحب الكيد كثير الظنون { يحسبون كل صيحة عليهم } [ المنافقون : 4 ]. والتحسّس بالحاء المهملة : شدة التطلّب والتعرّف ، وهو أعم من التجسس بالجيم فهو التطلّب مع اختفاء وتستر .والرّوْح بفتح الراء : النفَس بفتح الفاء استعير لكشف الكرب لأن الكرب والهمّ يطلق عليهما الغَمّ وضيق النفَس وضيق الصدر ، كذلك يطلق التنفس والتروح على ضد ذلك ، ومنه استعارة قولهم : تنفس الصبح إذا زالت ظلمة الليل .وفي خطابهم بوصف البُنوّة منه ترقيق لهم وتلطف ليكون أبعث على الامتثال .وجملة إنه لا ييأس من روح الله إلا القوم الكافرون } تعليل للنهي عن اليأس ، فموقع { إنّ } التعليل . والمعنى : لا تيأسوا من الظفر بيوسف عليه السلام معتلين بطول مدة البعد التي يبعد معها اللقاء عادة . فإن الله إذا شاء تفريج كربة هيّأ لها أسبابها ، ومن كان يؤمن بأن الله واسع القدرة لا يُحيل مثل ذلك فحقّه أن يأخذ في سببه ويعتمد على الله في تيسيره ، وأما القوم الكافرون بالله فهم يقتصرون على الأمور الغالبة في العادة وينكرون غيرها .وقرأ البزي بخُلف عنه { ولا تأْيَسُوا } و { إنه لا يَأيس } بتقديم الهمزة على الياء الثانية ، وتقدم في قوله : { فلمّا استيأسوا منه } [ سورة يوسف : 80 ]."
    },
    {
      "ayah": 88,
      "surah": 12,
      "text": "الفاء عاطفة على كلام مقدّر دل عليه المقام ، أي فارتحلوا إلى مصر بقصد استطلاق بنيامين من عزيز مصر ثم بالتعرض إلى التحسّس من يوسف عليه السلام ، فوصلوا مصر ، فدخلوا على يوسف ، { فلما دخلوا عليه } الخ . . . وقد تقدم آنفاً وجه دعائهم يوسف عليه السلام بوصف العزيز .وأرادوا بمسّ الضر إصَابته . وقد تقدم إطلاق مسّ الضرّ على الإصابة عند قوله تعالى : { وإن يمسسك الله بضر } في سورة الأنعام ( 17 ).والبضاعة تقدمت آنفاً . والمزجاة : القليلة التي لا يرغب فيها فكأنّ صاحبها يُزجيها ، أي يدفعها بكفة ليقبلها المدفوعة إليه . والمراد بها مال قليل للامتيار ، ولذلك فرع عليه فأوف لنا الكيل }. وطلبوا التصدّق منه تعريضاً بإطلاق أخيهم لأن ذلك فضل منه إذ صار مملوكاً له كما تقدم .وجملة { إن الله يجزي المتصدّقين } تعليل لاستدعائهم التصدّق عليهم ."
    },
    {
      "ayah": 89,
      "surah": 12,
      "text": "الاستفهام مستعمل في التوبيخ .و { هل } مفيدة للتحْقيق لأنها بمعنى { قد } في الاستفهام . فهو توبيخ على ما يعلمونه محققاً من أفعالهم مع يوسف عليه السلام وأخيه ، أي أفعالهم الذميمة بقرينة التوبيخ ، وهي بالنسبة ليوسف عليه السلام واضحة ، وأما بالنسبة إلى بنيامين فهي ما كانوا يعاملونه به مع أخيه يوسف عليه السلام من الإهانة التي تنافيها الأخوة ، ولذلك جعل ذلك الزمن زمن جهالتهم بقوله : { إذ أنتم جاهلون }.وفيه تعريض بأنهم قد صلح حالهم من بعد . وذلك إما بوحي من الله إن كان صار نبيئاً أو بالفراسة لأنه لما رآهم حريصين على رغبات أبيهم في طلب فداء ( بنيامين ) حين أُخذ في حكم تهمة السرقة وفي طلب سراحه في هذا الموقف مع الإلحاح في ذلك وكان يعرف منهم معاكسة أبيهم في شأن بنيامين علم أنهم ثابوا إلى صلاح .وإنما كاشفهم بحاله الآن لأن الاطلاع على حاله يقتضي استجلاب أبيه وأهله إلى السكنى بأرض ولايته ، وذلك كان متوقفاً على أشياء لعلها لم تتهيأ إلا حينئذٍ . وقد أشرنا إلى ذلك عند قوله تعالى : { قال معاذ الله أن نأخذ إلا من وجدنا متاعنا عنده } [ يوسف : 79 ] فقد صار يوسف عليه السلام جِدّ مكين عند فرعون .وفي الإصحاح ( 45 ) من سفر التكوين أن يوسف عليه السلام قال لإخوته حينئذٍ وهو أي الله قد جعلني أباً لفرعون وسيداً لكل بيته ومتسلطاً على كل أرض مصر . فالظاهر أن الملك الذي أطلق يوسف عليه السلام من السجن وجعله عزيز مصر قد توفّي وخلفه ابن له فجبه يوسفُ عليه السلام وصار للملك الشاب بمنزلة الأب ، وصار متصرّفاً بما يريد ، فرأى الحال مساعداً لجلب عشيرته إلى أرض مصر .ولا تعرف أسماء ملوك مصر في هذا الزمن الذي كان فيه يوسف عليه السلام لأن المملكة أيامئذٍ كانت منقسمة إلى مملكتين : إحداهما ملوكها من القبط وهم الملوك الذين يُقسهم المؤرخون الإفرنج إلى العائلات الخامسة عشرة ، والسادسة عشرة ، والسابعة عشرة ، وبعض الثامنة عشرة .والمملكة الثانية ملوكها من الهكسوس ، ويقال لهم : العمالقة أو الرعاة وهم عَرب .ودام هذا الانقسام خمسمائة سنة وإحدى عشرة سنة من سنة ( 2214 ) قبل المسيح إلى سنة ( 1703 ) قبل المسيح ."
    },
    {
      "ayah": 9,
      "surah": 12,
      "text": "جملة مستأنفة استئنافاً بيانيّاً لأنّ الكلام المتقدم يثير سؤالاً في نفوس السّامعين عن غرض القائلين ممّا قالوه فهذا المقصود للقائلين . وإنّما جعلوا له الكلام السابق كالمقدمة لتتأثّر نفوس السّامعين فإذا ألقي إليها المطلوب كانت سريعة الامتثال إليه .وهذا فنّ من صناعة الخطابة أن يفتتح الخطيب كلامه بتهيئة نفوس السّامعين لتتأثّر بالغرض المطلوب . فإنّ حالةَ تأثّر النفوس تغني عن الخطيب غَناء جمَل كثيرة من بيان العلل والفوائد ، كما قال الحريري في المقامة الحادية عشرة «فلما دَفنوا الميْت ، وفات قول ليت ، أشرف شيخٌ من رِباوة ، متأبّطاً لهراوة ، فقال لمثل هذا فليعمل العاملون» . وانهلّ في الخطب .والأمر مستعمل في الإرشاد . وأرادوا ارتكاب شيء يفرّق بين يوسف وأبيه عليهما السّلام تفرقة لا يحاول من جَرّائِهَا اقتراباً بأن يعدموه أو ينقلوه إلى أرض أخرى فيهلك أو يفْتَرَس .وهذه آية من عبر الأخلاق السيّئة وهي التّخلّص من مزاحمة الفاضل بفضله لمن هو دونه فيه أو مساويه بإعدام صاحب الفضل وهي أكبر جريمة لاشتمالها على الحسد ، والإضرار بالغير ، وانتهاك ما أمر الله بحفظه ، وهم قد كانوا أهل دين ومن بيت نبوءة وقد أصلح الله حالهم من بعد وأثنى عليهم وسمّاهم الأسباط .وانتصب { أرضاً } على تضمين { اطْرَحوه } معنى أوْدعوه ، أو على نزع الخافض ، أو على تشبيهه بالمفعول فيه لأنّ { أرضاً } اسم مكان فلما كان غيرَ محدود وزاد إبهاماً بالتّنكير عومِلَ معاملة أسماء الجهات ، وهذا أضعف الوجوه . وقد علم أنّ المراد أرض مجهولة لأبيه .وجَزم { يَخْلُ } في جواب الأمر ، أي إنْ فعلتم ذلك يخلُ لكم وجه أبيكم .والخلوّ : حقيقته الفراغ . وهو مستعمل هنا مجازاً في عدم التوجّه لمن لا يرغبون توجّهه له ، فكأنّ الوجه خلا من أشياء كانت حالة فيه .واللاّم في قوله { لكم } لام العلة ، أي يخل وجه أبيكم لأجلكم ، بمعنى أنّه يخلو ممّن عداكم فينفرد لكم .وهذا المعنى كناية تلويح عن خلوص محبّته لهم دون مشارك .وعطف { وتكونوا من بعده } أي من بعد يوسف عليه السّلام على { يخل } ليكون من جملة الجواب للأمر . فالمراد كونٌ ناشيء عن فعل المأمور به فتعيّن أن يكون المراد من الصلاح فيه الصلاح الدنيوي ، أيْ صلاح الأحوال في عيشهم مع أبيهم ، وليس المراد الصلاح الديني .وأنّما لم يدبروا شيئاً في إعدام أخي يوسف عليه السّلام شفقةً عليه لصغره .وإقحام لفظ { قوماً } بَيْنَ كان وخبرها للإشارة إلى أنّ صلاح الحال صفة متمكّنة فيهم كأنّه من مقوّمات قوميّتهم . وقد تقدّم ذلك عند قوله تعالى { لآيات لقوم يعقلون } في سورة البقرة ( 164 ) وعند قوله تعالى : { وما تغني الآيات والنّذر عن قوم لا يؤمنون } في سورة يونس ( 101 ).وهذا الأمر صدر من قائله وسامعيه منهم قبل اتّصافهم بالنبوءة أو بالولاية لأنّ فيه ارتكاب كبيرة القتل أو التّعذيب والاعتداء ، وكبيرة العقوق ."
    },
    {
      "ayah": 90,
      "surah": 12,
      "text": "وقولهم : { أإنك لأنت يوسف } يدل على أنهم استشعروا من كلامه ثم من ملامحه ثم من تفهم قَول أبيهم لهم : { وأعلم من الله ما لا تعلمون } إذ قد اتضح لهم المعنى التعريضي من كلامه فعرفوا أنه يتكلم مريداً نفسه .وتأكيد الجملة ب { إنّ } ولام الابتداء وضمير الفصل لشدة تحققهم أنه يوسف عليه السلام .وأدخل الاستفهام التقريري على الجملة المؤكّدة لأنهم تطلبوا تأييده لعلِمهم به .وقرأ ابن كثير { إنك } بغير استفهام على الخبرية ، والمراد لازم فائدة الخبر ، أي عرفناك ، ألا ترى أن جوابه ب { أنَا يوسف } مجرد عن التأكيد لأنهم كانوا متحققين ذلك فلم يبق إلا تأييده لذلك .وقوله : { وهذا أخي } خبر مستعمل في التعجيب من جمع الله بينهما بعد طول الفرقة ، فجملة { قد من الله علينا } بيان للمقصود من جملة { وهذا أخي }.وجملة { إنه من يتق ويصبر } تعليل لجملة { منَّ الله علينا }. فيوسف عليه السلام اتّقى الله وصبر وبنيامين صَبر ولم يعْص الله فكان تقياً . أراد يوسف عليه السلام تعليمهم وسائل التعرض إلى نعم الله تعالى ، وحثهم على التقوى والتخلق بالصبر تعريضاً بأنهم لم يتقوا الله فيه وفي أخيه ولم يصبروا على إيثار أبيهم إياهما عليهم .وهذا من أفانين الخطابة أن يغتنم الواعظ الفرصة لإلقاء الموعظة ، وهي فرصة تأثر السامع وانفعاله وظهور شواهد صدق الواعظ في موعظته .وذكر المحسنين وضعٌ للظاهر موضع المضمر إذ مقتضى الظاهر أن يقال : فإن الله لا يضيع أجرهُم . فعدل عنه إلى المحسنين للدلالة على أن ذلك من الإحسان ، وللتعميم في الحكم ليكون كالتذييل ، ويدخل في عمومه هو وأخوه .ثم إن هذا في مقام التحدث بالنعمة وإظهار الموعظة سائغ للأنبياء لأنه من التبليغ كقول النبي صلى الله عليه وسلم « إنّي لأتقاكم لله وأعلمكم به » ."
    },
    {
      "ayah": 91,
      "surah": 12,
      "text": "والإيثار : التفضيل بالعطاء . وصيغة اليمين مستعملة في لازم الفائدة ، وهي علمهم ويقينهم بأن ما ناله هو تفضيل من الله وأنهم عرفوا مرتبتَه ، وليس المقصود إفادة تحصيل ذلك لأن يوسف عليه السلام يعلمه . والمراد : الإيثار في الدنيا بما أعطاه الله من النعم .واعترفوا بذنبهم إذ قالوا : { وإنّ كنا لخاطئين }. والخاطىء : فاعل الخطيئة ، أي الجريمة ، فنفعت فيهم الموعظة ."
    },
    {
      "ayah": 92,
      "surah": 12,
      "text": "ولذلك أعلمهم بأن الذنب قد غفر فرفع عنهم الذم فقال : { لا تثريب عليكم }.والتثريب : التوبيخ والتقريع . والظاهر أن منتهى الجملة هو قوله : { عليكم } ، لأن مثل هذا القول مِمّا يجري مجرى المثل فيُبنى على الاختصار فيكتفي ب { لا تثريب } مثل قولهم : لا بأس ، وقوله تعالى : { لا وزر } [ القيامة : 11 ].وزيادة { عليكم } للتأكيد مثل زيادة { لَك } بعد ( سقياً ورعياً ) ، فلا يكون قوله : { اليوم } من تمام الجملة ولكنه متعلق بفعل { يغفر الله لكم }.وأعقب ذلك بأن أعلمهُم بأن الله يغفر لهم في تلك الساعة لأنها ساعة توبة ، فالذنب مغفور لإخبار الله في شرائعه السالفة دون احتياج إلى وحي سوى أن الوحي لمعرفة إخلاص توبتهم .وأطلق { اليوم } على الزمن ، وقد مضى عند قوله تعالى : { اليوم يئس الذين كفروا من دينكم } في أول سورة العقود ( 3 )."
    },
    {
      "ayah": 93,
      "surah": 12,
      "text": "وقوله : { اذهبوا بقميصي هذا } يدل على أنه أعطاهم قميصاً ، فلعلّه جعل قميصه علامة لأبيه على حياته ، ولعلّ ذلك كان مصطلحاً عليه بينهما . وكان للعائلات في النظام القديم علامات يصطلحون عليها ويحتفظون بها لتكون وسائل للتعارف بينهم عند الفتن والاغتراب ، إذ كانت تعتريهم حوادث الفقد والفراق بالغزو والغارات وقطع الطريق ، وتلك العلامات من لباس ومِن كلمات يتعارفون بها وهي الشعار ، ومن علامات في البَدن وشَامات .وفائدة إرساله إلى أبيه القميصَ أن يثق أبوه بحياته ووجوده في مصر ، فلا يظن الدعوة إلى قدومه مكيدة من ملك مصر ، ولقصد تعجيل المسرة له .والأظهر أنه جعل إرسال قميصه علامة على صدق إخوته فيما يبلغونه إلى أبيهم من أمر يوسف عليه السلام بجلبه فإنّ قمصان الملوك والكبراء تنسج إليهم خصيصاً ولا توجد أمثالها عند الناس وكان الملوك يخلعونها على خاصتهم ، فجعل يوسف عليه السلام إرسال قميصه علامة لأبيه على صدق إخوته أنهم جاءوا من عند يوسف عليه السلام بخبر صدق .ومن البعيد مَا قيل : إن القميص كان قميص إبراهيم عليه السلام مع أن قميص يوسف قد جاء به إخوته إلى أبيهم حين جاءوا عليه بدم كذب .وأما إلقاء القميص على وجه أبيه فلقصد المفاجأة بالبُشرى لأنه كان لا يبصر من بعيد فلا يتبين رفعة القميص إلا من قرب .وأما كونه يصير بصيراً فحصل ليوسف عليه السلام بالوحي فبشرهم به من ذلك الحين . ولعل يوسف عليه السلام نُبيءَ ساعتئذٍ .وأدمج الأمر بالإتيان بأبيه في ضمن تبشيره بوجوده إدماجاً بليغاً إذ قال : { يأت بصيراً } ثم قال : { وأتوني بأهلكم أجمعين } لقصد صلة أرحام عشيرته . قال المفسرون : وكانت عشيرة يعقوب عليه السلام ستا وسبعين نفساً بين رجال ونساء ."
    },
    {
      "ayah": 94,
      "surah": 12,
      "text": "التقدير : فخرجوا وارتحلوا في عير .ومعنى { فصلت } ابتعدت عن المكان ، كما تقدم في قوله تعالى : { فلما فصل طالوت بالجنود } في سورة البقرة ( 249 ).والعير تقدم آنفاً ، وهي العير التي أقبلوا فيها من فلسطين .ووجدَانُ يعقوب ريح يوسف عليهما السلام إلهام خارق للعادة جعله الله بشارة له إذ ذكره بشمه الريح الذي ضمّخ به يوسف عليه السلام حين خروجه مع إخوته وهذا من صنف الوحي بدون كلام ملك مُرسل . وهو داخل في قوله تعالى : { وما كان لبشر أن يكلمه الله إلا وحياً } [ سورة الشورى : 51 ].والريح : الرائحة ، وهي ما يعبق من طيب تدركه حاسة الشم .وأكد هذالخبر { بإنّ } واللام لأنه مظنة الإنكار ولذلك أعقبه ب { لولا أن تفندون }.وجواب { لولا } محذوف دلّ عليه التأكيد ، أي لولا أن تفندوني لتحققتم ذلك .والتفنيد : النسبة للفنَد بفتحتين ، وهو اختلال العقل من الخرف .وحذفت ياء المتكلم تخفيفاً بعد نون الوقاية وبقيت الكسرة ."
    },
    {
      "ayah": 95,
      "surah": 12,
      "text": "والذين قالوا : { تالله إنك لفي ضلالك القديم } هم الحاضرون من أهله ولم يسبق ذكرهم لظهور المراد منهم وليسوا أبناءه لأنهم كانوا سائرين في طريقهم إليه .والضلال : البُعْد عن الطريق الموصّلة . والظرفية مجاز في قوة الاتّصاف والتلبّس وأنه كتلبس المظروف بالظرف . والمعنى : أنك مستمر على التلبس بتطلب شيء من غير طريقه . أرادوا طمعه في لقاء يوسف عليه السلام . ووصفوا ذلك بالقديم لطول مدّته ، وكانت مدة غيبة يوسف عن أبيه عليهما السلام اثنتين وعشرين سنة . وكان خطابهم إياه بهذا مشتملاً على شيء من الخشونة إذ لم يكن أدب عشيرته منافياً لذلك في عرفهم ."
    },
    {
      "ayah": 96,
      "surah": 12,
      "text": "و { أن } في قوله : { فلما أن جاء البشير } مزيدة للتأكيد . ووقوع { أنْ } بعد { لمّا } التوقيتية كثير في الكلام كما في «مغني اللّبيب» .وفائدة التأكيد في هذه الآية تحقيق هذه الكرامة الحاصلة ليعقوب عليه السلام لأنها خارق عادة ، ولذلك لم يؤت ب { أن } في نظائر هذه الآية مما لم يكن فيه داع للتأكيد .والبشير : فعيل بمعنى مُفعل ، أي المُبشر ، مثل السميع في قول عمرو بن معديكرب :أمِن ريحانة الداعي السميعوالتبشير : المبادرة بإبلاغ الخبر المسرّ بقصد إدخال السرور . وتقدم عند قوله تعالى : { يبشرّهم ربهم برحمة منه } في سورة براءة ( 21 ). وهذا البشير هو يهوذا بن يعقوب عليه السلام تقدم بين يدي العِير ليكون أول من يخبر أباه بخبر يوسف عليه السلام .وارتد : رجع ، وهو افتعال مطاوع ردّه ، أي رد الله إليه قوة بصره كرامة له وليوسف عليهما السلام وخارق للعادة . وقد أشرت إلى ذلك عند قوله تعالى : { وابيضّت عيناه من الحزن } [ سورة يوسف : 84 ].جواب للبشارة لأنها تضمنت القول ، ولذلك جاء فعل { قال } مفصولاً غير معطوف لأنه على طريقة المحاورات ، وكان بقية أبنائه قد دخلوا فخاطبهم بقوله : { ألم أقل لكم إني أعلم من الله ما لا تعلمون } فبيّن لهم مجمل كلامه الذي أجابهم به حين قالوا : { تالله تفتأ تذكر يوسف } [ يوسف : 85 ] الخ ."
    },
    {
      "ayah": 97,
      "surah": 12,
      "text": "وقولهم : { استغفر لنا ذنوبنا } توبة واعتراف بالذنب ، فسألوا أباهم أن يطلب لهم المغفرة من الله ."
    },
    {
      "ayah": 98,
      "surah": 12,
      "text": "وإنما وعدهم بالاستغفار في المستقبل إذ قال : { سوف أستغفر لكم ربي } للدلالة على أنه يلازم الاستغفار لهم في أزمنة المستقبل . ويعلم منه أنه استغفر لهم في الحال بدلالة الفحوى؛ ولكنه أراد أن ينبههم إلى عظم الذنب وعظمة الله تعالى وأنه سيكرر الاستغفار لهم في أزمنة مستقبلة . وقيل : أخّر الاستغفار لهم إلى ساعة هي مظنة الإجابة . وعن ابن عباس مرفوعاً أنه أخر إلى ليلة الجمعة ، رواه الطبري . وقال ابن كثير : في رفعه نظر .وجملة { إنه هو الغفور الرحيم } في موضع التعليل لجملة { أستغفر لكم ربي }. وأكد بضمير الفصل لتقوية الخبر ."
    },
    {
      "ayah": 99,
      "surah": 12,
      "text": "طوى ذكر سفرهم من بلادهم إلى دخولهم على يوسف عليه السلام إذ ليس فيه من العبر شيء .وأبواه أحدهما يعقوب عليه السلام وأما الآخر فالصحيح أن أم يوسف عليه السلام وهي ( راحيل ) توفيت قبل ذلك حين ولدت بنيامين ، ولذلك قال جمهور المفسّرين : أطلق الأبوان على الأب زوج الأب وهي ( ليئة ) خالة يوسف عليه السلام وهي التي تولت تربيته على طريقة التغليب والتنزيل .وإعادة اسم يوسف عليه السلام لأجل بعد المعاد .وقوله : { ادخلوا مصر إن شاء الله آمنين } جملة دعائية بقرينة قوله : { إن شاء الله } لكونهم قد دخلوا مصر حينئذٍ . فالأمر في { ادخلوا } للدعاء كالذي في قوله تعالى : { ادخلوا الجنة لا خوف عليكم } [ الأعراف : 49 ].والمقصود : { تقييد الدخول بآمنين } وهو مناط الدعاء .والأمنُ : حالة اطمئنان النفس وراحة البال وانتفاء الخوف من كل ما يخاف منه ، وهو يجمع جميع الأحوال الصالحة للإنسان من الصحة والرزق ونحو ذلك . ولذلك قالوا في دعوة إبراهيم عليه السلام { ربّ اجعل هذا البلد آمناً } إنه جمع في هذه الجملة جميع ما يطلب لخير البلد .وجملة { إن شاء الله } تأدب مع الله كالاحتراس في الدعاء الوارد بصيغة الأمر وهو لمجرد التيمّن ، فوقوعه في الوعد والعزم والدعاءِ بمنزلة وقوع التسمية في أول الكلام وليس هو من الاستثناء الوارد النهي عنه في الحديث : أن لا يقول اغفر لي إن شئت ، فإنه لا مُكره له لأن ذلك في الدعاء المخاطب به الله صراحة . وجملة { إن شاء الله } معترضة بين جملة { ادخلوا } والحال من ضميرها ."
    }
  ]
}
