{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 19,
      "text": "كهيعص (1)حروف هجاء مرسومة بمسمياتها ومقروءة بأسمائها فكأنها كتبت لمن يتهجاها . وقد تقدم القول في مجموع نظائرها . وفي المختار من الأقوال منها في سورة البقرة وكذلك موقعها من الكلام .والأصل في النطق بهذه الحروف أن يكون كل حرف منها موقوفاً عليه ، لأنّ الأصل فيها أنها تعداد حروف مستقلة أو مختزلة من كلمات .وقرأ الجمهور جميع أسماء هذه الحروف الخمسة بإخلاص الحركات والسكون بإسكان أواخر أسمائها .وقرأ أبو عمرو ، والكسائي ، وأبو بكر عن عاصم ، ويعقوب اسمَ الحرف الثاني وهو { ها بالإمالة . وفي رواية عن نافع وابن كثير ( ها ) بحركة بين الكسر والفتح . وقرأ ابن عامر ، وحمزة ، والكسائي ( يا ) بالإمالة .وقرأ نافع ، وابن كثير ، وعاصم ، وأبو جعفر بإظهار دَال ( صاد ). وقرأ الباقون بإدغامه في ذال ذكر { رحمة ربك } [ مريم : 2 ] وإنما لم يمد ( ها ) و ( يا ) مع أنّ القارىء إنما ينطق بأسماء هذه الحروف التي في أوائل السور لا بمسمياتها المكتوبة أشكالُها ، واسمَا هذين الحرفين مختومان بهمزة مخففة للوجه الذي ذكرناه في طالع سورة يونس وهو التخفيف بإزالة الهمزة لأجل السكت .واعلم أنك إن جريت على غير المختار في معاني فواتح السور ، فأما الأقوال التي جعلت الفواتح كلها متحدة في المراد فالأمر ظاهر ، وأما الأقوال التي خصت بعضها بمعان ، فقيل في معنى { كهيعص } إن حروفها مقتضبة من أسمائه تعالى : الكافي أو الكريم أو الكبير ، والهاء من هادي ، والياء من حكيم أو رحيم ، والعين من العليم أو العظيم ، والصاد من الصادق ، وقيل مجموعها اسم من أسمائه تعالى ، حتى قيل هو الاسم الأعظم الذي إذا دُعي به أجاب ، وقيل اسم من أسماء القرآن ، أي بتسمية جديدة ، وليس في ذلك حديث يعتمد ."
    },
    {
      "ayah": 10,
      "surah": 19,
      "text": "قَالَ رَبِّ اجْعَلْ لِي آَيَةً قَالَ آَيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ ثَلَاثَ لَيَالٍ سَوِيًّا (10)أراد نصب علامة على وقوع الحمل بالغلام ، لأنّ البشارة لم تعيّن زمناً ، وقد يتأخر الموعود به لحكمة ، فأراد زكرياء أن يعلم وقت الموعود به . وفي هذا الاستعجال تعريض بطلب المبادرة به ، ولذلك حذف متعلّق { ءَايَةً }. وإضافة { ءَايَتُكَ } على معنى اللاّم ، أي آية لك ، أي جعلنا علامة لك .ومعنى { ألاَّ تُكَلِّم النَّاسَ } أن لا تقدر على الكلام ، لأنّ ذلك هو المناسب لكونه آية من قِبَل الله تعالى . وليس المراد نهيَه عن كلام الناس ، إذ لا مناسبة في ذلك للكون آية . وقد قدمنا تحقيق ذلك في سورة آل عمران .وجعلت مدة انتفاء تكليمه الناس هنا ثلاث ليال ، وجعلت في سورة آل عمران ثلاثة أيام فعلم أنّ المراد هنا ليال بأيامها وأنّ المراد في آل عمران أيام بلياليها .وأُكد ذلك هنا بوصفها ب { سَوِيّاً } أي ثلاث ليال كاملة ، أي بأيامها .وسويّ : فعيل بمعنى مفعول ، يستوي الوصف به الواحد والواحدة والمتعدد منهما .وفسر أيضاً { سَوِيّاً } بأنه حال من ضمير المخاطب ، أي حال كونك سوياً ، أي بدون عاهة الخَرَس والبكَم ، ولكنّها آية لك اقتضتها الحكمة التي بيّناها في سورة آل عمران . وعلى هذا فذكر الوصف لمجرد تأكيد الطمأنينة ، وإلا فإن تأجيله بثلاث ليال كاف في الاطمئنان على انتفاء العاهة ."
    },
    {
      "ayah": 11,
      "surah": 19,
      "text": "فَخَرَجَ عَلَى قَوْمِهِ مِنَ الْمِحْرَابِ فَأَوْحَى إِلَيْهِمْ أَنْ سَبِّحُوا بُكْرَةً وَعَشِيًّا (11)الظاهر أن المعنى أنه خرج على قومه ليصلي على عادته ، فكان في محرابه في صلاة خاصة ودعاء خفي ، ثم خرج لصلاة الجماعة إذ هو الحبر الأعظم لهم .وضمنخرج معنى طلع فعدي بعلى كقوله تعالى : { فخرج على قومه في زينته } [ القصص : 79 ].والمحراب : بيت أو محتجر يُخصص للعبادة الخاصة . قال الحريري : فمحرَابيَ أحْرَى بي .والوحي : الإشارة بالعين أو بغيرها ، والإيماء لإفادة معنى شأنُه أن يفاد بالكلام .و ( أن ) تفسيرية . وجملة { سبّحوا بكرة وعشِيّاً } تفسير ( لأَوْحى ) ، لأن ( أوحى ) فيه معنى القول دون حروفه .وإنما أمرهم بالتسبيح لئلا يحسبوا أن زكرياء لما لم يكلمهم قد نذر صمتاً فيقتدوا به فيصمتوا ، وكان الصمت من صنوف العبادة في الأمم السالفة ، كما سيأتي في قوله تعالى : { فقولي إني نذرت للرحمن صوماً فلن أكلم اليوم إنسياً } [ مريم : 26 ]. فأومأ إليهم أن يشرعوا فيما اعتادوه من التسبيح؛ أو أراد أن يسبحوا الله تسبيح شكر على أن وهب نبيئهم ابناً يرث علمه ، ولعلهم كانوا علموا ترقبه استجابه دعوته ، أو أنه أمرهم بذلك أمراً مبهماً يفسره عندما تزول حبْسة لسانه ."
    },
    {
      "ayah": 12,
      "surah": 19,
      "text": "يَا يَحْيَى خُذِ الْكِتَابَ بِقُوَّةٍ وَآَتَيْنَاهُ الْحُكْمَ صَبِيًّا (12). مقول قول محذوف ، بقرينة أن هذا الكلام خطاب ليحيى ، فلا محالة أنه صادر من قائل ، ولا يناسب إلاّ أن يكون قولاً من الله تعالى ، وهو انتقال من البشارة به إلى نبوءته . والأظهر أنّ هذا من إخبار القرآن للأمة لا من حكاية ما قيل لزكرياء . فهذا ابتداء ذكر فضائل يحيى .وطوي ما بين ذلك لعدم تعلق الغرض به . والسياق يدلّ عليه . والتقدير : قلنا يا يحيى خذ الكتاب .والكتاب : التوراة لا محالة ، إذ لم يكن ليحيى كتاب منزّل عليه .والأخذ : مستعار للتفهم والتدبر ، كما يقال : أخذت العلم عن فلان ، لأنّ المعتني بالشيء يشبه الآخذ .والقوة : المراد بها قوّة معنوية ، وهي العزيمة والثّبات .والباء للملابسة ، أي أخذا ملابساً للثبات على الكتاب ، أي على العمل به وحَمْل الأمّة على اتباعه ، فقد أخذ الوهن يتطرق إلى الأمة اليهودية في العمل بدينها .و { ءَاتيناه } عطف على جملة القول المحذوفة ، أي قلنا : يا يحيى خذ الكتاب وآتيناه الحكم .والحُكم : اسم للحكمة . وقد تقدم معناها في قوله تعالى : { ومن يؤت الحكمة فقد أوتي خيراً كثيراً } في سورة البقرة ( 269 ). والمراد بها النّبوءة ، كما تقدم في قوله تعالى : { ولما بلغ أشده آتيناه حكماً وعلماً } في سورة يوسف ( 22 ) ، فيكون هذا خصوصية ليحيى أن أوتي النبوءة في حال صباه . وقيل : الحكم هو الحكمة والفهم .و صَبِيّاً } حال من الضمير المنصوب في { وءاتيناه }. وهذا يقتضي أن الله أعطاه استقامة الفكر وإدراك الحقائق في حال الصبا على غير المعتاد ، كما أعطى نبيئه محمداً صلى الله عليه وسلم الاستقامة وإصابة الرأي في صباه . ويبعد أن يكون يحيى أُعطي النبوءة وهو صبي ، لأن النبوءة رتبة عظيمة فإنما تعطى عند بلوغ الأشُدّ . واتفق العلماء على أن يحيى أعطِي النبوءة قبل بلوغ الأربعين سنة بكثير . ولعل الله لما أراد أن يكون شهيداً في مقتبل عمره باكره بالنبوءة ."
    },
    {
      "ayah": 13,
      "surah": 19,
      "text": "وَحَنَانًا مِنْ لَدُنَّا وَزَكَاةً وَكَانَ تَقِيًّا (13) والحَنان : الشفقة . ومن صفات الله تعالى الحنان . ومن كلام العرب : حنانيك ، أي حناناً منك بعد حنان . وجُعل حنان يحيى من لَدن الله إشارة إلى أنه متجاوز المعتاد بين الناس .والزكاة : زكاة النفس ونقاؤها من الخبائث ، كما في قوله تعالى : { فقل هل لك إلى أن تزكى } [ النازعات : 18 ] أو أُريد بها البركة .وتقي : فعيل بمعنى مُفعل ، من اتّقى إذا اتّصف بالتقوى ، وهي تجنب ما يخالف الدّين . وجيء في وصفه بالتقوى بفعل { كَانَ تَقِيّاً } للدلالة على تمكنه من الوصف ."
    },
    {
      "ayah": 14,
      "surah": 19,
      "text": "وَبَرًّا بِوَالِدَيْهِ وَلَمْ يَكُنْ جَبَّارًا عَصِيًّا (14)وكذلك عطف بروره بوالديه على كونه تقياً للدلالة على تمكنه من هذا الوصف .والبرور : الإكرام والسعي في الطاعة . والبَرّ بفتح الباء وصف على وزن المصدر ، فالوصف به مبالغة . وأما البِر بكسر الباء فهو اسم مصدر لعدم جريه على القياس .والجبّار : المستخف بحقوق الناس ، كأنه مشتق من الجبر ، وهو القسر والغصب . لأنّه يغصب حقوق النّاس .والعصيّ : فعيل من أمثلة المبالغة ، أي شديد العصيان ، والمبالغة منصرفة إلى النفي لا إلى المنفيّ . أي لم يكن عاصياً بالمرة ."
    },
    {
      "ayah": 15,
      "surah": 19,
      "text": "وَسَلَامٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّا (15)الأظهر أنه عطف على { وءاتيناه الحكم صبياً } [ مريم : 12 ] مخاطباً به المسلمون ليعلموا كرامة يحيى عند الله .والسّلام : اسم للكلام الذي يفاتح به الزائر والراحل فيه ثناء أو دعاء . وسمي ذلك سلاماً لأنه يشتمل على الدعاء بالسلامة ولأنه يؤذن بأن الذي أقدم هو عليه مسالم له لا يخشى منه بأساً . فالمراد هنا سلام من الله عليه ، وهو ثناء الله عليه ، كقوله { سلام قولاً من رب رحيم } [ يس : 58 ]. فإذا عرّف السلام باللام فالمراد به مثل المراد بالمنكّر أو مراد به العهد ، أي سلام إليه ، كما سيأتي في السلام على عيسى . فالمعنى : أن إكرام الله متمكن من أحواله الثلاثة المذكورة .وهذه الأحوال الثلاثة المذكورة هنا أحوال ابتداءِ أطوار : طور الورود على الدنيا ، وطور الارتحال عنها ، وطور الورود على الآخرة . وهذا كناية على أنه بمحل العناية الإلهية في هذه الأحوال .والمراد باليوم مطلق الزمان الواقع فيه تلك الأحوال .وجيء بالفعل المضارع في { ويوم يموت } لاستحضار الحالة التي مات فيها ، ولم تذكر قصة قتله في القرآن إلاّ إجمالاً ."
    },
    {
      "ayah": 16,
      "surah": 19,
      "text": "وَاذْكُرْ فِي الْكِتَابِ مَرْيَمَ إِذِ انْتَبَذَتْ مِنْ أَهْلِهَا مَكَانًا شَرْقِيًّا (16) جملة { واذكر في الكتاب مريم } عطف على جملة { ذِكْرُ رحمتتِ ربِّكَ } [ مريم : 2 ] عطف القصة على القصة فلا يراعى حُسن اتّحاد الجملتين في الخبرية والإنشائية ، على أن ذلك الاتحاد ليس بملتزم . على أنك علمت أن الأحسن أن يكون قوله { ذكر رحمة ربك عبده زكريا } مصدراً وقع بدلاً من فعله .والمراد بالذكر : التّلاوة ، أي اتل خبر مريم الذي نقصّه عليك .وفي افتتاح القصة بهذا زيادة اهتمام بها وتشويق للسامع أن يتعرفها ويتدبرها .والكتاب : القرآن ، لأنّ هذه القصة من جملة القرآن . وقد اختصت هذه السورة بزيادة كلمة { في الكتاب } بعد كلمة { واذكر }. وفائدة ذلك التنبيه إلى أن ذكر من أمر بذكرهم كائن بآيات القرآن وليس مجرد ذكر فضله في كلام آخر من قول النبي صلى الله عليه وسلم كقوله : \" لو لبثت ما لبث يوسف في السجن لأجبت الداعي \"ولم يأت مثل هذه الجملة في سورة أخرى لأنه قد حصل علم المراد في هذه السورة فعلم أنه المراد في بقية الآيات التي جاء فيها لفظ { اذكر }. ولعل سورة مريم هي أول سورة أتى فيها لفظ { واذكرْ } في قصص الأنبياء فإنها السورة الرابعة والأربعون في عدد نزول السور .و { إذ ظرف متعلق باذكر } باعتبار تضمنه معنى القصة والخبر ، وليس متعلقاً به في ظاهر معناه لعدم صحة المعنى .ويجوز أن يكون ( إذ ) مجرد اسم زمان غير ظرف ويجعل بدلاً من ( مريم ) ، أي اذكر زمن انتباذها مكاناً شرقياً . وقد تقدم مثله في قوله { ذكر رحمة ربك عبده زكريا إذ نادى ربه } [ مريم : 2 ، 3 ].والانتباذ : الانفراد والاعتزال ، لأن النبذ : الإبعاد والطرح ، فالانتباذ في الأصل افتعال مطاوع نبذه ، ثم أطلق على الفعل الحاصل بدون سبق فاعل له .وانتصب { مكاناً } على أنه مفعول { انتبذت } لتضمنه معنى حلت . ويجوز نصبه على الظرفية لما فيه من الإبهام . والمعنى : ابتعدت عن أهلها في مكان شرقي .ونُكر المكان إبهاماً له لعدم تعلُّق الغرض بتعيين نوعه إذ لا يفيد كمالاً في المقصود من القصة . وأما التصدّي لوصفه بأنه شرقي فللتنبيه على أصل اتخاذ النصارى الشرقَ قبلة لصلواتهم إذ كان حمل مريم بعيسى في مكان من جهة مشرق الشمس . كما قال ابن عباس : «إني لأعلم خلققِ الله لأي شيء اتّخذت النصارى الشرقَ قبلة لقوله تعالى : { مكاناً شرقِيّاً } » ، أي أن ذلك الاستقبال ليس بأمر من الله تعالى . فذكر كون المكان شرقياً نكتة بديعة من تاريخ الشرائع مع ما فيه من مؤاخاة الفواصل ."
    },
    {
      "ayah": 17,
      "surah": 19,
      "text": "فَاتَّخَذَتْ مِنْ دُونِهِمْ حِجَابًا فَأَرْسَلْنَا إِلَيْهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرًا سَوِيًّا (17) واتخاذ الحجاب : جعل شيء يَحجب عن الناس . قيل : إنها احتجبت لتغتسل وقيل لتمتشط .والروح : الملك ، لأن تعليق الإرسال به وإضافته إلى ضمير الجلالة دلاَّ على أنه من الملائكة وقد تمثل لها بشراً .والتمثل : تكلف المماثلة ، أي أن ذلك الشكل ليس شكل الملك بالأصالة .و { بَشَرَاً } حال من ضمير ( تمثل ) ، وهو حال على معنى التشبيه البليغ .والبشر : الإنسان . قال تعالى : { إني خالق بشراً من طين } [ ص : 71 ] ، أي خالق آدم عليه السلام .والسويُّ : المُسَوّى ، أي التام الخلق . وإنما تمثل لها كذلك للتناسب بين كمال الحقيقة وكمال الصورة ، وللإشارة إلى كمال عصمتها إذ قالت : { إنِّي أعوذُ بالرحمن مِنكَ إن كُنتَ تقِيَّاً } ، إذ لم يكن في صورته ما يكره لأمثالها ، لأنها حسبت أنه بشر اختبأ لها ليراودها عن نفسها ، فبادرته بالتعوذ منه قبل أن يكلمها مبادرة بالإنكار على ما توهمته من قصده الذي هو المتبادر من أمثاله في مثل تلك الحالة ."
    },
    {
      "ayah": 18,
      "surah": 19,
      "text": "قَالَتْ إِنِّي أَعُوذُ بِالرَّحْمَنِ مِنْكَ إِنْ كُنْتَ تَقِيًّا (18) وجملة { إنِّي أعوذُ بالرحمن مِنكَ } خبرية ، ولذلك أكدت بحرف التأكيد . والمعنى : أنها أخبرته بأنها جعلت الله معاذاً لها منه ، أي جعلت جانب الله ملجأ لها مما هَمّ به . وهذه موعظة له .وذكرها صفة ( الرحمان ) دون غيرها من صفات الله لأنها أرادت أن يرحمها الله بدفع من حسبته داعراً عليها .وقولها { إن كُنتَ تَقيّاً } تذكير له بالموعظة بأن عليه أن يتّقي ربّه .ومجيء هذا التذكير بصيغة الشرط المؤذن بالشك في تقواه قصد لتهييج خشيته ، وكذلك اجتلاب فعل الكون الدال على كون التّقوى مستقرة فيه . وهذا أبلغ وعظٍ وتذكيرٍ وحثّ على العمل بتقواه ."
    },
    {
      "ayah": 19,
      "surah": 19,
      "text": "قَالَ إِنَّمَا أَنَا رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَامًا زَكِيًّا (19) والقصر في قوله : { إنَّما أنا رسولُ ربّكِ } قصر إضافي ، أي لستُ بشراً ، رداً على قولها : { إن كنت تقياً } المقتضي اعتقادها أنه بشر .وقرأ الجمهور { لأَهَبَ } بهمزة المتكلم بعد لام العلّة . ومعنى إسناد الهبة إلى نفسه مجاز عقلي لأنه سبب هذه الهبة . وقرأه أبو عمرو ، وورش عن نافع { ليهب بياء الغائب ، أي ليهب ربّك لك ، مع أنها مكتوبة في المصحف بألف . وعندي أن قراءة هؤلاء بالياء بعد اللام إنما هي نطق الهمزة المخففة بعد كسر اللام بصورة نطق الياء .ومحاورتها الملك محاولة قصدت بها صرفه عما جاء لأجله ، لأنها علمت أنّه مرسل من الله فأرادت مراجعة ربّها في أمر لم تطقه ، كما راجعه إبراهيم عليه السلام في قوم لوط ، وكما راجعه محمد عليه الصلاة والسلام في فرض خمسين صلاة . ومعنى المحاورة أن ذلك يجر لها ضرّاً عظيماً إذ هي مخطوبة لرجل ولم يَبْننِ بها فكيف يتلقى الناس منها الإتيان بولد من غير أب معروف ."
    },
    {
      "ayah": 2,
      "surah": 19,
      "text": "ذِكْرُ رَحْمَةِ رَبِّكَ عَبْدَهُ زَكَرِيَّا (2) افتتاح كلام ، فيتعيّن أن { ذِكْرُ } خبر مبتدأ محذوف ، مثلُه شائع الحذف في أمثال هذا من العناوين . والتقدير : هذا ذكر رحمة ربّك عبده . وهو بمعنى : اذكر . ويجوز أن يكون { ذِكْرُ } أصله مفعولاً مطلقاً نائباً عن عامله بمعنى الأمر ، أي اذكر ذكراً ، ثمّ حول عن النصب إلى الرفع للدلالة على الثبات كما حُول في قوله { الحمد لله } وقد تقدم في [ سورة الفاتحة : 2 ]. ويرجحه عطف { واذكر في الكتاب مريم } [ مريم : 16 ] ونظائرِه .وقد جاء نظم هذا الكلام على طريقة بديعة من الإيجاز والعدوللِ عن الأسلوب المتعارف في الإخبار ، وأصل الكلام : ذكر عبدنا زكرياء إذ نادى ربّه فقال : رب الخ . . . فرحمة ربّك ، فكان في تقديم الخبر بأن الله رحمه اهتمام بهذه المنقبة له ، والإنباء بأن الله يرحم من التجأ إليه ، مع ما في إضافة { ربّ إلى ضمير النبيء وإلى ضمير زكرياء من التنويه بهما .وافتتحت قصة مريم وعيسى بما يتصل بها من شؤون آل بيت مريم وكافلها لأنّ في تلك الأحوال كلها تذكيراً برحمة الله تعالى وكرامته لأوليائه .وزكرياء نبي من أنبياء بني إسرائيل ، وهو زكرياء الثاني زوج خالة مريم ، وليس له كتاب في أسفار التوراة . وأما الذي له كتاب فهو زكرياء بن برخيا الذي كان موجوداً في القرن السادس قبل المسيح . وقد مضت ترجمة زكرياء الثاني في سورة آل عمران ومضت قصّة دعائه هنالك ."
    },
    {
      "ayah": 20,
      "surah": 19,
      "text": "قَالَتْ أَنَّى يَكُونُ لِي غُلَامٌ وَلَمْ يَمْسَسْنِي بَشَرٌ وَلَمْ أَكُ بَغِيًّا (20) وقولها ولم أكُ بغيّاً } تبرئة لنفسها من البغاء بما يقتضيه فعل الكون من تمكن الوصف الذي هو خبر الكون ، والمقصود منه تأكيد النفي فمفاد قولها { ولم أكُ بغيّاً } غير مفاد قولها { ولم يَمْسَسني بَشَر } ، وهو مما زادت به هذه القصة على ما في قصتها في سورة آل عمران ، لأن قصتها في سورة آل عمران نزلت بعد هذه فصح الاجتزاء في القصة بقولها { ولم يَمْسَسني بَشَر }.وقولها { ولم يَمْسَسني بَشَر } أي لم يَبْننِ بي زوج ، لأنها كانت مخطوبة ومراكنة ليوسف النجار ولكنه لم يبن بها فإذا حملت بولد اتهمها خطيبها وأهلها بالزنى .وأما قولها { ولَمْ أكُ بَغِياً } فهو نفي لأن تكون بغياً من قبل تلك الساعة ، فلا ترضى بأن ترمى بالبغاء بعد ذلك . فالكلام كناية عن التنزه عن الوصم بالبغاء بقاعدة الاستصحاب ، والمعنى : ما كنت بغيّاً فيما مضى أفأعدّ بغياً فيما يستقبل .وللمفسرين في هذا المقام حيرة ذكرها الفخر والطيبي ، وفيما ذكرنا مخرج من مأزِقها ، وليس كلام مريم مسوقاً مساق الاستبعاد مثل قول زكرياء { أنى يكون لي غلام وكانت امرأتي عاقراً } [ مريم : 8 ] لاختلاف الحالين لأن حال زكرياء حال راغب في حصول الولد ، وحال مريم حال متشائم منه متبرىء من حصوله .والبغِيّ : اسم للمرأة الزانية ، ولذلك لم تتصل به هاء التأنيث ، ووزنه فعيل أو فعول بمعنى فاعل فيكون أصله بَغوي . لأنه من البغي فلما اجتمع الواو والياء وسكن السابق منهما قلبت الواو ياء وأدغمت في الياء الأصلية وعوض عن ضمة الغين كسرة لمناسبة الياء فصار بغي .وجواب المَلَك معناه : أن الأمر كما قلت ، نظير قوله في قصة زكرياء"
    },
    {
      "ayah": 21,
      "surah": 19,
      "text": "قَالَ كَذَلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٌ وَلِنَجْعَلَهُ آَيَةً لِلنَّاسِ وَرَحْمَةً مِنَّا وَكَانَ أَمْرًا مَقْضِيًّا (21){ كذلك قال ربك هو علي هين ، } وهو عدول عن إبطال مرادها من المراجعة إلى بيان هون هذا الخلق في جانب القدرة على طريقة الأسلوب الحكيم .وفي قوله { هو علي هين } توجيه بأن ما اشتكته من توقع ضدّ قولها وطعنهم في عرضها ليس بأمر عظيم في جانب ما أراد الله من هدي الناس لرسالة عيسى عليه السلام بأن الله تعالى لا يصرفه عن إنفاذ مراده ما عسى أن يعرض من ضر في ذلك لبعض عبيده ، لأنّ مراعاة المصالح العامة تقدم على مراعاة المصالح الخاصة .فضمير { هو علي هين } عائد إلى ما تضمنه حوارها من لحاق الضر بها كما فسرنا به قولها { ولم يَمْسَسني بَشَر ولم أكُ بَغِياً }. فبين جواب الملك إياها وبين جواب الله زكرياء اختلاف في المعنى .والكلام في الموضعين على لسان المَلك من عند الله ، ولكنه أسند في قصة زكرياء إلى الله لأن كلام المَلك كان تبليغَ وحي عن الله جواباً من الله عن مناجاة زكرياء ، وأسند في هذه القصة إلى الملَك لأنه جواب عن خطابها إياه .وقوله { ولنجعله } عطف على { فأرسلنا إليها روحنا } باعتبار ما في ذلك من قول الرُّوح لها { لأهب لك غلاماً زكياً ، } أي لأن هبة الغلام الزكي كرامة من الله لها ، وجعله آية للناس ورحمة كرامة للغلام ، فوقع التفات من طريقة الغيبة إلى طريقة التكلم .وجملة { وكان أمراً مقضياً } يجوز أن تكون من قول الملك ، ويجوز أن تكون مستأنفة . وضمير { كان عائد إلى الوهْب المأخوذ من قوله لأهب لك غلاماً }.وهذا قطع للمراجعة وإنباء بأن التخليق قد حصل في رحمها ."
    },
    {
      "ayah": 22,
      "surah": 19,
      "text": "فَحَمَلَتْهُ فَانْتَبَذَتْ بِهِ مَكَانًا قَصِيًّا (22) الفاء للتفريع والتعقيب ، أي فحملت بالغلام في فور تلك المراجعة .والحمل : العلوق ، يقال : حملت المرأة ولداً ، وهو الأصل ، قال تعالى : { حملته أمه كرهاً } [ الأحقاف : 15 ]. ويقال : حملت به . وكأن الباء لتأكيد اللصوق ، مثلها في { وامسحوا برؤوسكم } [ المائدة : 6 ]. قال أبو كبير الهذلي :حملت به في ليلة قرءودة ... كرهاً وعقد نطاقها لم يُحلَلوالانتباذ تقدم قريباً ، وكذلك انتصاب { مكاناً } تقدم .و { قَصِيّاً } بعيداً ، أي بعيداً عن مكان أهلها . قيل : خرجت إلى البلاد المصرية فارّة من قومها أن يعزّروها وأعانها خطيبها يوسف النجّار وأنها ولدت عيسى عليه السلام في الأرض المصرية . ولا يصح .وفي إنجيل لوقا : أنها ولدته في قرية بيت لحم من البلاد اليهودية حين صعدت إليها مع خطيبها يوسف النجار إذ كان مطلوباً للحضور بقرية أهله لأن ملك البِلاد يجري إحصاء سكان البلاد ، وهو ظاهر قوله تعالى : { فأتت به قومَها تحمله } [ مريم : 27 ].والفاء في قوله : { فَأَجَاءَها المَخَاضُ } للتعقيب العُرفي ، أي جاءها المخاض بعد تمام مدة الحمل ، قيل بعد ثمانية أشهر من حملها ."
    },
    {
      "ayah": 23,
      "surah": 19,
      "text": "فَأَجَاءَهَا الْمَخَاضُ إِلَى جِذْعِ النَّخْلَةِ قَالَتْ يَا لَيْتَنِي مِتُّ قَبْلَ هَذَا وَكُنْتُ نَسْيًا مَنْسِيًّا (23)الفاء للتفريع والتعقيب ، أي فحملت بالغلام في فور تلك المراجعة .والحمل : العلوق ، يقال : حملت المرأة ولداً ، وهو الأصل ، قال تعالى : { حملته أمه كرهاً } [ الأحقاف : 15 ]. ويقال : حملت به . وكأن الباء لتأكيد اللصوق ، مثلها في { وامسحوا برؤوسكم } [ المائدة : 6 ]. قال أبو كبير الهذلي :حملت به في ليلة قرءودة ... كرهاً وعقد نطاقها لم يُحلَلوالانتباذ تقدم قريباً ، وكذلك انتصاب { مكاناً } تقدم .و { قَصِيّاً } بعيداً ، أي بعيداً عن مكان أهلها . قيل : خرجت إلى البلاد المصرية فارّة من قومها أن يعزّروها وأعانها خطيبها يوسف النجّار وأنها ولدت عيسى عليه السلام في الأرض المصرية . ولا يصح .وفي إنجيل لوقا : أنها ولدته في قرية بيت لحم من البلاد اليهودية حين صعدت إليها مع خطيبها يوسف النجار إذ كان مطلوباً للحضور بقرية أهله لأن ملك البِلاد يجري إحصاء سكان البلاد ، وهو ظاهر قوله تعالى : { فأتت به قومَها تحمله } [ مريم : 27 ].والفاء في قوله : { فَأَجَاءَها المَخَاضُ } للتعقيب العُرفي ، أي جاءها المخاض بعد تمام مدة الحمل ، قيل بعد ثمانية أشهر من حملها .و { أجَاءها معناه ألْجأها ، وأصله جاء ، عدي بالهمزة فقيل : أجاءه ، أي جعله جائياً . ثم أطلق مجازاً على إلجاء شيء شيئاً إلى شيء ، كأنه يجيء به إلى ذلك الشيء ، ويضطره إلى المجيء إليه . قال الفراء : أصله من جئتُ وقد جعلته العرب إلْجاء . وفي المثل شرّ ما يُجيئك إلى مُخّة عرْقُوب . وقال زهير :وجارٍ سارَ معتمداً إلينا ... أجَاءته المخافةُ والرجاءوالمَخاص بفتح الميم : } طَلق الحامل ، وهو تحرك الجنين للخروج .والجذع بكسر الجيم وسكون الذال المعجمة : العود الأصلي للنخلة الذي يتفرع منه الجريد . وهو ما بين العروق والأغصان ، أي إلى أصل نخلة استندت إليه .وجملة { قَالَتْ } استئناف بياني ، لأن السامع يتشوف إلى معرفة حالها عند إبان وضع حملها بعدما كان أمرها مستتراً غير مكشوف بين الناس وقد آن أن ينكشف ، فيجاب السامع بأنها تمنت الموت قبل ذلك؛ فهي في حالة من الحزن ترى أن الموت أهون عليها من الوقوع فيها .وهذا دليل على مقام صبرها وصدقها في تلقي البلوى التي ابتلاها الله تعالى فلذلك كانت في مقام الصديقية .والمشار إليه في قولها { قبل هذا } هو الحمل . أرادتْ أن لا يُتطرق عِرضها بطعن ولا تجرّ على أهلها معرة . ولم تتمن أن تكون ماتت بعد بدوّ الحمل لأن الموت حينئذ لا يدفع الطعن في عرضها بعد موتها ولا المعرة على أهلها إذ يشاهد أهلها بطنها بحملها وهي ميتة فتطرقها القالة .وقرأ الجمهور { مِتّ بكسر الميم للوجه الذي تقدم في قوله تعالى : { ولئن قتلتم في سبيل الله أو متم } في سورة آل عمران ( 157 ). وقرأه ابن كثير ، وابن عامر ، وأبو عمرو ، وعاصم ، وأبو جعفر بضم الميم على الأصل . وهما لغتان في فعل مات إذا اتّصل به ضمير رفع متصل .والنِسْيُ بكسر النون وسكون السين } في قراءة الجمهور : الشيء الحقير الذي شأنه أن يُنسى ، ووزن فِعْل يأتي بمعنى اسم المفعول بقيْد تهيئته لتعلّق الفعل به دون تعلق حصل .وذلك مثل الذبح في قوله تعالى : { وفديناه بذبح عظيم } [ الصافات : 107 ] ، أي كبش عظيم معدّ لأن يذبح ، فلا يقال للكبش ذبح إلا إذا أعد للذبح ، ولا يقال للمذبوح ذبح بل ذَبيح . والعرب تسمي الأشياء التي يغلب إهمالها أنْسَاءً ، ويقولون عند الارتحال : انظروا أنساءكم ، أي الأشياء التي شأنكم أن تَنْسَوها .ووصف النسي بمنسي مبالغة في نسيان ذكرها ، أي ليتني كنت شيئاً غير متذكّر وقد نسيه أهله وتركوه فلا يلتفتون إلى ما يحل به ، فهي تمنت الموت وانقطاع ذكرها بين أهلها من قبل ذلك .وقرأه حمزة ، وحفص ، وخلف { نَسْياً بفتح النون وهو لغة في النِّسي ، كالوتر والوتر ، والجسر والجسر ."
    },
    {
      "ayah": 24,
      "surah": 19,
      "text": "فَنَادَاهَا مِنْ تَحْتِهَا أَلَّا تَحْزَنِي قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا (24)ضمير الرفع المستتر في ( ناداها ) عائد إلى ما عاد عليه الضمير الغائب في { فحملته } [ مريم : 22 ] ، أي : ناداها المولود .قرأ نافع ، وحمزة ، والكسائي ، وحفص ، وأبو جعفر ، وخلف ، وروح عن يعقوب { مِنْ تَحتها } بكسر ميم ( من ) على أنها حرف ابتداء متعلّق ب ( ناداها ) وبجر { تَحتها }.وقرأ ابن كثير ، وأبو عمرو ، وابن عامر ، وأبو بكر عن عاصم ، ورويس عن يعقوب { مَنْ بفتح الميم على أنها اسم موصول ، وفتح تَحْتَهَا } على أنه ظرف جعل صلة ، والمعني بالموصول هو الغلام الذي تحتها . وهذا إرهاص لعيسى وكرامة لأمّه عليهما السلام .وقَيْدُ { من تحتها } لتحقيق ذلك ، ولإفادة أنه ناداها عند وضعه قبل أن ترفعه مبادرة للتسلية والبشارة وتصويراً لتلك الحالة التي هي حالة تمام اتّصال الصبي بأمه .و { أنَّ من قوله ألاَّ تَحْزَني } تفسيرية لفعل ( ناداها ).وجملة { قَدْ جَعلَ رَبُّككِ تحتك سَرِيّاً } خبر مراد به التعليل لجملة { ألاَّ تحزني } ، أي أن حالتك حالة جديرة بالمسرة دون الحزن لما فيها من الكرامة الإلهية .السرّي : الجدول من الماء كالساقية ، كثير الماء الجاري .وهبَها الله طعاماً طيّباً وشراباً طيّباً كرامة لها يشهدها كل من يراها ، وكان معها خطيبها يوسف النجار ، ومن عسى أن يشهدها فيكون شاهداً بعصمتها وبراءتها مما يظن بها . فأما الماء فلأنه لم يكن الشأن أن تأوي إلى مجرى ماء لتضع عنده . وأما الرُطب فقيل كان الوقت شتاء ، ولم يكن إبان رطب وكان جذع النخلة جذع نخلة ميتة فسقوط الرطب منها خارق للعادة . وإنما أعطيت رُطباً دون التمر لأنّ الرطب أشهى للنفس إذ هو كالفاكهة وأما التمر فغذاء ."
    },
    {
      "ayah": 25,
      "surah": 19,
      "text": "وَهُزِّي إِلَيْكِ بِجِذْعِ النَّخْلَةِ تُسَاقِطْ عَلَيْكِ رُطَبًا جَنِيًّا (25) فائدة قوله { وَهُزِي إليْككِ بِجِذْععِ النخلةوهزى إِلَيْكِ بِجِذْعِ النخلة تساقط عَلَيْكِ رُطَباً جَنِيّاً * فَكُلِى } أن يكون إثمار الجذع اليابس رُطباً ببركة تحريكها إياه ، وتلك كرامة أخرى لها . ولتشاهد بعينها كيف يُثمر الجذع اليابس رطباً . وفي ذلك كرامة لها بقوّة يقينها بمرتبتها .والباء في { بِجِذْععِ النَّخْلَةِ } لتوكيد لصوق الفعل بمفعوله مثل { وامسحوا برؤوسكم } [ المائدة : 6 ] وقوله { ولا تلقوا بأيديكم إلى التهلكة } [ البقرة : 195 ].وضمن { وَهُزي } معنى قَرّبي أو أدني ، فعُدي ب ( إلى ) ، أي حرّكي جذع النخلة وقرّبيه يَدْنُ إليك ويَلِنْ بعد اليبس ويُسقط عليك رطباً .والمعنى : أدني إلى نفسك جِذع النخلة . فكان فاعل الفعل ومتعلقه متحداً ، وكلاهما ضميرُ معادٍ واحد ، ولا ضير في ذلك لصحة المعنى وورود أمثاله في الاستعمال نحو { واضمم إليك جناحك } [ القصص : 32 ]. فالضامّ والمضموم إليه واحد . وإنما منَع النحاة أن يكون الفاعل والمفعول ضميري معاد واحد إلاّ في أفعال القلوب ، وفي فعلي : عَدِم وفَقَد ، لعدم سماع ذلك ، لا لفساد المعنى ، فلا يقاس على ذلك منع غيره .والرطب : تمر لم يتم جفافه .والجَنيّ : فعيل بمعنى مفعول ، أي مجتنى ، وهو كناية عن حَدثان سقوطه ، أي عن طراوته ولم يكن من الرطب المخبوء من قبل لأن الرطب متى كان أقرب عهداً بنخلته كان أطيب طعماً .و { تَسَّاقط } قرأه الجمهور بفتح التاء وتشديد السين أصله تتساقط بتاءين أدغمت التاء الثانية في السين ليتأتى التخفيف بالإدغام .وقرأه حمزة بتخفيف السين على حذف إحدى التاءين للتخفيف . و { رُطَبَاً } على هاته القراءات تمييز لنسبة التساقط إلى النخلة .وقرأه حفص بضم التاء وكسر السين على أنه مضارع سَاقَطَت النخلة تمرَها ، مبالغة في أسقطت و { رُطَباً } مفعول به .وقرأه يعقوب بياء تحتية مفتوحة وفتح القاف وتشديد السين فيكون الضمير المستتر عائداً إلى { جِذْع النَّخْلةِ }.وجملة { فَكُلِي } وما بعدها فذلكة للجمل التي قبلها من قوله { قد جعل ربك تحتك سرياً ، } أي فأنت في بحبوحة عيش ."
    },
    {
      "ayah": 26,
      "surah": 19,
      "text": "فَكُلِي وَاشْرَبِي وَقَرِّي عَيْنًا فَإِمَّا تَرَيِنَّ مِنَ الْبَشَرِ أَحَدًا فَقُولِي إِنِّي نَذَرْتُ لِلرَّحْمَنِ صَوْمًا فَلَنْ أُكَلِّمَ الْيَوْمَ إِنْسِيًّا (26)وقرّة العين : كناية عن السرور بطريق المضادة ، لقولهم : سَخِنت عينه إذا كثر بكاؤه ، فالكناية بضد ذلك عن السرور كناية بأربع مراتب . وتقدم في قوله تعالى : { وقالت امرأة فرعون قرة عين لي ولك } [ القصص : 9 ]. وقرّة العين تشمل هناء العيش وتشمل الأنس بالطفل المولود . وفي كونه قرّة عين كناية عن ضمان سلامته ونباهة شأنه .وفتح القاف في { وقَرّي عيناً } لأنه مضارع قررت عينه من باب رضي ، أدغم فنقلت حركة عين الكلمة إلى فائها في المضارع لأن الفاء ساكنة .{ فَإِمَّا تَرَيِنَّ مِنَ البشر أَحَداً فقولى إِنِّى نَذَرْتُ للرحمن صَوْماً فَلَنْ أُكَلِّمَ اليوم إِنسِيّاً }.هذا من بقية ما ناداها به عيسى ، وهو وحي من الله إلى مريم أجراه على لسان الطفل ، تلقيناً من الله لمريم وإرشاداً لقطع المراجعة مع من يريدُ مجادلتها ، فعلّمها أن تنذر صوماً يقارنه انقطاع عن الكلام ، فتكون في عبادة وتستريح من سؤال السائلين ومجادلة الجهلة .وكان الانقطاع عن الكلام من ضروب العبادة في بعض الشرائع السالفة ، وقد اقتبسه العرب في الجاهلية كما دلّ عليه حديث المرأة من أحمس التي حجّت مُصمتة . ونسخ في شريعة الإسلام بالسنة ، ففي «الموطأ» أن رسول الله صلى الله عليه وسلم رأى رجلاً قائماً في الشمس فقال : ما بال هذا؟ فقالوا : نذر أن لا يتكلم ولا يستظل من الشمس ولا يجلسَ ويصوم . فقال رسول الله صلى الله عليه وسلم \" مروه فليتكلم وليستظل وليجلس وليُتم صيامه \" وكان هذا الرجل يدعَى أبا إسرائيل .وروي عن أبي بكر الصدّيق رضي الله عنه أنه دخل على امرأة قد نذرت أن لا تتكلم ، فقال لها : «إن الإسلام قد هدم هذا فتكلمي» . وفي الحديث أن امرأة من أحْمَسَ حجّت مُصمتة ، أي لا تتكلّم . فالصمت كان عبادة في شرع من قبلنا وليس هو بشرع لنا لأنه نسخه الإسلام بقول النبي صلى الله عليه وسلم «مروه فليتكلّم» ، وعمللِ أصحابه .وقد دلّت الآثار الواردة في هذه على أشياء :الأول : أن النبي صلى الله عليه وسلم لم يوجب الوفاء بالنذر في مثل هذا ، فدلّ على أنه غير قربة .الثاني : أنه لم يأمر فيه بكفارة شأن النذر الذي يتعذر الوفاء به أو الذي لم يسم له عمل معيّن كقوله : عليّ نذر . وفي «الموطأ» عقب ذكر الحديث المذكور قال مالك : ولم يأمره بكفارة ولو كانت فيه كفارة لأمره بها فدلّ ذلك على أنه عمل لا اعتداد به بوجه .الثالث : أنه أومأ إلى علّة عدم انعقاد النذر به بقوله : «إن الله عن تعذيب هذا نفسَه لغنيّ» .فعلمنا من ذلك أنّ معنى العبادة أن تكون قولاً أو فعلاً يشتمل على معنى يكسب النفس تزكية ويبلغ بها إلى غاية محمودة مثل الصوم والحج ، فيُحتمل ما فيها من المشقة لأجل الغاية السامية ، وليست العبادة بانتقام من الله لعبده ولا تعذيب له كما كان أهل الضلال يتقربون بتعذيب نفوسهم ، وكما شرع في بعض الأديان التعذيب القليل لخضد جلافتهم .وفي هذا المعنى قوله تعالى : { فكلوا منها وأطعموا القانع والمعتر كذلك سخرناها لكم لعلكم تشكرون لن ينال الله لحومها ولا دماؤها ولكن يناله التقوى منكم } [ الحج : 36 37 ] ، لأنهم كانوا يحسبون أن القربة إلى الله في الهدايا أن يريقوا دماءها ويتركوا لحومها ملقاة للعوافي .وفي «البخاري» : عن أنس «أن النبي صلى الله عليه وسلم رأى شيخاً يُهادَى بين ابنيه فقال : ما بال هذا؟ قالوا : نذر أن يمشي . قال : إن الله عن تعذيب هذا نفسَه لغنيّ . وأمره أن يركب» ، فلم ير له في المشي في الطواف قربة .وفيه عن ابن عباس : «أن النبي صلى الله عليه وسلم مرّ وهو يطوف بالكعبة بإنسان رَبط يده إلى إنسان بِسِيَرٍ أو بخيط أو بشيء غير ذلك ، فقطعه النبي بيده ثم قال : قده بيده» .وفي «مسند أحمد» عن محمد بن عبدالله بن عمرو بن العاصي : \" أن النبي صلى الله عليه وسلم أدرك رجلين وهما مقترنان . فقال : ما بالهما؟ قالا : إنّا نذرنا لنقترنن حتى نأتي الكعبة ، فقال : أطلقا أنفُسكما ليس هذا نذراً إنما النذر ما يبتغى به وجه الله \" وقال : إسناده حسن .الرابع : أنّ الراوي لبعض هذه الآثار رواها بلفظ : نهى رسول الله عن ذلك ، ولذلك قال مالك في »الموطأ» عقب حديث الرجل الذي نذر أن لا يستظل ولا يتكلم ولا يجلس : «قال مالك : قد أمره رسول الله أن يتمّ ما كان لله طاعة ويترك ما كان لله معصية» .ووجه كونه معصية أنه جراءة على الله بأن يعبده بما لم يشرع له ولو لم يكن فيه حَرج على النفس كنذر صمت ساعة ، وأنه تعذيب للنفس التي كرّمها الله تعالى من التعذيب بوجوه التعذيب إلا لعمل اعتبره الإسلام مصلحة للمرء في خاصته أو للأمة أو لدرْء مفسدة مثل القصاص والجَلد . ولذلك قال : { ولا تقتلوا أنفسكم إن الله كان بكم رحيماً } [ النساء : 29 ].وقال النبي صلى الله عليه وسلم \" إنّ دماءكم وأموالكم وأنفسكم وأبْشاركم عليكم حرام \" لأن شريعة الإسلام لا تُناط شرائعها إلاّ بجلب المصالح ودَرء المفاسد .والمأخوذ من قول مالك في هذا أنه معصية كما قاله في «الموطأ» . ولذلك قال الشيخ أبو محمد في «الرسالة» : «ومَن نذر معصية من قتل نفس أو شرب خمر أو نحوه أو ما ليس بطاعة ولا معصية فلا شيء عليه ، وليستغفر الله» ، فقوله : «وليستغفر الله» بناء على أنه أتى بنذره مخالفاً لنهي النبي صلى الله عليه وسلم عنه . ولو فعل أحد صمتاً بدون نذر ولا قصد عبادة لم يكن حراماً إلا إذا بلغ إلى حد المشقة المضنية .وقد بقي عند النصارى اعتبار الصمت عبادة وهم يجعلونه ترحماً على الميت أن يقفوا صامتين هنيهة .ومعنى { فقولي إني نَذَرْت للرحمنن صَوْماً } فانذري صوماً وإن لقيت من البشر أحداً فقولي : إنّي نذرت صوماً فحذفت جملة للقرينة . وقد جعل القول المتضمن إخباراً بالنذر عبارة عن إيقاع النذر وعن الإخبار به كناية عن إيقاع النذر لتلازمهما لأن الأصل في الخبر الصدق والمطابقة للواقع مثل قوله تعالى : { قولوا آمنا بالله } [ البقرة : 136 ]. وليس المراد أنها تقول ذلك ولا تفعله لأن الله تعالى لا يأذن في الكذب إلاّ في حال الضرورة مع عدم تأتّي الصدق معها ، ولذلك جاء في الحديث : \" إن في المعاريض مندوحة عن الكذب \"وأطلق القول على ما يدلّ على ما في النفس ، وهو الإيماء إلى أنها نذرت صوماً مجازاً بقرينة قوله { فلن أُكلِمَ اليَوْمَ إنْسِيّاً }. فالمراد أن تؤدي ذلك بإشارة إلى أنها نذرت صوماً بأن تشير إشارة تدلّ على الانقطاع عن الأكل ، وإشارةً تدل على أنها لا تتكلّم لأجل ذلك ، فإن كان الصوم في شرعهم مشروطاً بترك الكلام كما قيل فالإشارة الواحدة كافية ، وإن كان الصوم عبادة مستقلة قد يأتي بها الصائم مع ترك الكلام تشير إشارتين للدلالة على أنها نذرت الأمرين ، وقد علمت مريم أنّ الطفل الذي كلّمها هو الذي يتولى الجواب عنها حِين تُسأل بقرينة قوله تعالى :{ فأشارت إليه } [ مريم : 29 ].والنون في قوله { تَرَيِنَّ } نون التوكيد الشديدة اتصلت بالفعل الذي صار آخره ياء بسبب حذف نون الرفع لأجل حرف الشرط فحركت الياء بحركة مجانسة لها كما هو الشأن مع نون التوكيد الشديدة .والإنْسِي : الإنسان ، والياء فيه للنسب إلى الإنس ، وهو اسم جمع إنسان ، فياء النسب لإفادة فرد من الجنس مثل : ياء حَرْسي لواحد من الحرس . وهذا نكرة في سياق النفي يُفيد العموم ، أي لن أكلم أحداً .وعدل عن أحد إلى { إنسياً } للرّعي على فاصلة الياء ، وليس ذلك احترازاً عن تكليمها الملائكة إذ لا يخطر ذلك بالبال عندالمخاطبين بمن هيئت لهم هذه المقالة فالحمل عليه سماجة ."
    },
    {
      "ayah": 27,
      "surah": 19,
      "text": "فَأَتَتْ بِهِ قَوْمَهَا تَحْمِلُهُ قَالُوا يَا مَرْيَمُ لَقَدْ جِئْتِ شَيْئًا فَرِيًّا (27) دلت الفاء على أنّ مريم جاءت أهلها عقب انتهاء الكلام الذي كلّمها ابنها . وفي إنجيل لوقا : أنها بقيتْ في بيت لحم إلى انتهاء واحد وأربعين يوماً ، وهي أيام التطهير من دم النّفاس ، فعلى هذا يكون التّعقيب المستفاد من الفاء تعقيباً عرفياً مثل : تزوّج فوُلد له .و { قَوْمَهَا } : أهل محلتها . وجملة { تَحْمِلُهُ } حال من تاء { أتت . } وهذه الحال للدلالة على أنها أتت معلنة به غير ساترة لأنها قد علمت أن الله سيبرئها ممّا يُتهم به مِثل من جاء في حالتها .وجملة { قالُوا يامَرْيَم } مستأنفة استئنافاً بيانياً . وقال قومها هذه المقالة توبيخاً لها .وفَرِيّ : فعيل من فَرَى من ذوات الياء . ولهذا اللفظ عدّة إطلاقات ، وأظهر محامله هنا أنه الشنيع في السوء ، قاله مجاهد والسدّي ، وهو جاءٍ من مادة افتَرى إذا كذب لأن المرأة تنسب ولدها الذي حملت به من زنى إلى زوجها كذباً . ومنه قوله تعالى : { ولا يأتين ببهتان يفترينه بين أيديهن وأرجلهن } [ الممتحنة : 12 ].ومن أهل اللغة مَن قال : إن الفريّ والفرية مشتقان من الإفراء بالهمز ، وهو قطع الجلد لإفساده أو لتحريقه ، تفرقة بين أفرى وفَرى ، وأن فرى المجرد للإصلاح .والأخت : مؤنث الأخ ، اسم يضاف إلى اسم آخر ، فيطلق حقيقة على ابنة أبوي ما أضيفت إلى اسمه أو ابنة أحد أبويه . ويطلق على من تكون من أبناء صاحب الاسم الذي تضاف إليه إذا كان اسم قبيلة كقولهم : يا أخا العرب ، كما في حديث ضيف أبي بكر الصديق قوله لزوجه : «يا أخت بني فراس ما هذا؟» ، فإذا لم يذكر لفظ ( بني ) مضافاً إلى اسم جد القبيلة كان مقدّراً ، قال سهل بن مالك الفزاري :يا أخت خير البدو والحضارة ... كيف تَرَيْن في فتى فزارةيريد يا أخت أفضل قبائل العرب من بدوها وحضرها ."
    },
    {
      "ayah": 28,
      "surah": 19,
      "text": "يَا أُخْتَ هَارُونَ مَا كَانَ أَبُوكِ امْرَأَ سَوْءٍ وَمَا كَانَتْ أُمُّكِ بَغِيًّا (28)فقوله تعالى : { يا أُخْتَ هارُونَ } يحتمل أن يكون على حقيقته ، فيكون لمريم أخ اسمه هارون كان صالحاً في قومه ، خاطبوها بالإضافة إليه زيادة في التوبيخ ، أي ما كان لأخت مثله أن تفعل فعلتك ، وهذا أظهر الوجهين . ففي «صحيح مسلم» وغيره عن المغيرة ابن شعبة قال : «بعثني رسول الله إلى أهل نجران فقالوا : أرأيت ما تَقرؤون { ياأُخْتَ هارُونَ } ومُوسى قبلَ عيسى بكذا وكذا؟ قال المغيرة : فلم أدر ما أقول ، فلما قدمتُ على رسول الله ذكرت ذلك له ، فقال : ألم يعلموا أنهم كانوا يُسمُّون بأسماء أنبيائهم والصالحين قبلهم» اه . ففي هذا تجهيل لأهل نجران أن طعنوا في القرآن على توهم أن ليس في القوم من اسمه هارون إلاّ هارون الرسول أخا موسى .ويحتمل أن معنى { ياأُخْتَ هارُونَ } أنها إحدى النساء من ذريّة هارون أخي موسى ، كقول أبي بكر : يا أخت بني فراس . وقد كانت مريم من ذرية هارون أخي موسى من سبط لاوي .ففي إنجيل لوقا كان كاهن اسمه زكرياء من فرقة أبِيّا وامرأتُه من بنات هارون واسمها إليصابات ، وإليصابات زوجة زكرياء نسيبة مريم ، أي ابنة عمّها ، وما وقع للمفسرين في نسب مريم أنها من نسل سليمان بن داوود خطأ .ولعل قومها تكلموا باللفظين فحكاه القرآن بما يصلح لهما على وجه الإيجاز . وليس في هذا الاحتمال ما ينافي حديث المغيرة بن شعبة .والسّوْء بفتح السين وسكون الواو : مصدر ساءه ، إذا أضرّ به وأفسد بعض حاله ، فإضافة اسممٍ إليه تفيد أنه من شؤونه وأفعاله وأنه هو مصدر له . فمعنى { امْرَأَ سَوْءٍ } رَجلَ عمل مفسد .ومعنى البغي تقدّم قريباً . وعنوا بهذا الكلام الكناية عن كونها أتت بأمر ليس من شأن أهلها ، أي أتت بسوء ليس من شأن أبيها وبغاء ليس من شأن أمّها ، وخالفت سيرة أبويها فكانت امرأة سوء وكانت بغياً؛ وما كان أبوها امرأ سوء ولا كانت أمها بغياً فكانت مبتكرة الفواحش في أهلها . وهم أرادوا ذمّها فأتوا بكلام صريحه ثناء على أبويها مقتض أن شأنها أن تكون مِثل أبويها ."
    },
    {
      "ayah": 29,
      "surah": 19,
      "text": "فَأَشَارَتْ إِلَيْهِ قَالُوا كَيْفَ نُكَلِّمُ مَنْ كَانَ فِي الْمَهْدِ صَبِيًّا (29)أي أشارت إليه إشارة دلّت على أنها تُحيلهم عليه ليسألوه عن قصته ، أو أشارت إلى أن يسمعوا منه الجواب عن توبيخهم إياها وقد فهموا ذلك من إشارتها .ولما كانت إشارتها بمنزلة مراجعة كلام حكى حِوارهم الواقع عقب الإشارة بجملة القول مفصولةً غير معطوفة .والاستفهام : إنكار؛ أنكروا أن يكلموا من ليس من شأنه أن يتكلم ، وأنكروا أن تحيلهم على مكالمته ، أي كيف نترقب منه الجواب أو كيف نلقي عليه السؤال ، لأن الحالتين تقتضيان التكلم .وزيادة فعل الكون في { مَن كَان في المَهدِ } للدلالة على تمكن المظروفية في المهد من هذا الذي أحيلوا على مكالمته ، وذلك مبالغة منهم في الإنكار ، وتعجب من استخفافها بهم . ففعل ( كان ) زائد للتوكيد ، ولذلك جاء بصيغة المضي لأن ( كان ) الزائدة تكون بصيغة الماضي غالباً .وقوله { في المَهْدِ } خبر ( مَن ) الموصولة .و { صَبِيّاً } حال من اسم الموصول .و ( المَهْدِ ) فراش الصبي وما يمهد لوضعه ."
    },
    {
      "ayah": 3,
      "surah": 19,
      "text": "إِذْ نَادَى رَبَّهُ نِدَاءً خَفِيًّا (3) و إذ نادى ربه } ظرف ل { رحمتِ }. أي رحمة الله إياه في ذلك الوقت ، أو بدل من { ذكر ، } أي اذكر ذلك الوقت .والنداء : أصله رفع الصوت بطلب الإقبال . وتقدم عند قوله تعالى : { ربنا إننا سمعنا منادياً ينادي للإيمان } في سورة آل عمران ( 193 ) وقوله : { ونودوا أن تلكم الجنة أورثتموها } في [ سورة الأعراف : 43 ]. ويطلق النداء كثيراً على الكلام الذي فيه طلب إقبال الذات لعمل أو إقبال الذهن لوعي كلام ، فلذلك سميت الحروف التي يفتتح بها طلب الإقبال حروف النداء . ويطلق على الدعاء بطلب حاجة وإن لم يكن فيه نداء لأن شأن الدعاء في المتعارف أن يكون جهراً . أي تضرعاً لأنه أوقع في نفس المدعو . ومعنى الكلام : أن زكرياء قال : يا رب ، بصوت خفي .وإنما كان خفياً لأن زكرياء رأى أنه أدخل في الإخلاص مع رجائه أنّ الله يجيب دعوته لئلا تكون استجابته مما يتحدث به الناس ، فلذلك لم يدعه تضرعاً وإن كان التضرع أعون على صدق التوجه غالباً ، فلعل يقين زكرياء كاف في تقوية التوجه ، فاختار لدعائه السلامة من مخالطة الرياء . ولا منافاة بين كونه نداء وكونه خفياً ، لأنه نداء من يسمع الخفاء .والمراد بالرحمة : استجابة دعائه ، كما سيصرح به بقوله : { يا زكرياء إنا نبشرك بغلام اسمه يحيى } [ مريم : 7 ]. وإنما حكي في الآية وصف دعاء زكرياء كما وقع فليس فيها إشعار بالثناء على إخفاء الدعاء ."
    },
    {
      "ayah": 30,
      "surah": 19,
      "text": "قَالَ إِنِّي عَبْدُ اللَّهِ آَتَانِيَ الْكِتَابَ وَجَعَلَنِي نَبِيًّا (30) كلام عيسى هذا مما أهملته أناجيل النصارى لأنهم طووا خبر وصولها إلى أهلها بعد وضعها ، وهو طيّ يتعجب منه . ويدل على أنها كتبت في أحوال غير مضبوطة ، فأطلع الله تعالى عليه نبيئه صلى الله عليه وسلموالابتداء بوصف العبودية لله ألقاه الله على لسان عيسى لأن الله علم بأن قوماً سيقولون : إنه ابن الله .والتعبير عن إيتاء الكتاب بفعل المضي مراد به أن الله قدّر إيتاءه إياه ، أي قدّر أن يوتيني الكتاب .والكتاب : الشريعة التي من شأنها أن تكتب لئلا يقع فيها تغيير . فإطلاق الكتاب على شريعة عيسى كإطلاق الكتاب على القرآن . والمراد بالكتاب الإنجيل وهو ما كتب من الوحي الذي خاطب الله به عيسى . ويجوز أن يراد بالكتاب التوراة فيكون الإيتاء إيتاءَ علم ما في التوراة كقوله تعالى : { يا يحيى خذ الكتاب بقوة } [ مريم : 12 ] فيكون قوله { وجعلني نبيئاً } ارتقاء في المراتب التي آتاه الله إياها .والقول في التعبير عنه بالماضي كالقول في قوله و { ءاتانِي الكِتَابَ }."
    },
    {
      "ayah": 31,
      "surah": 19,
      "text": "وَجَعَلَنِي مُبَارَكًا أَيْنَ مَا كُنْتُ ‎وَأَوْصَانِي بِالصَّلَاةِ وَالزَّكَاةِ مَا دُمْتُ حَيًّا (31) والمبارَك : الذي تُقارن البركةُ أحوالَه في أعماله ومحاورته ونحو ذلك ، لأن المبارك اسم مفعول من باركه ، إذا جعله ذا بركة ، أو من بَارك فيه ، إذا جعل البركة معه .والبركة : الخير واليمن .ذلك أن الله أرسله برحمة لبني إسرائيل ليُحلّ لهم بعض الذي حُرم عليهم وليدعوَهم إلى مكارم الأخلاق بعد أن قست قلوبهم وغيروا من دينهم ، فهذه أعظم بركة تقارنه . ومن بركته أن جعل الله حُلوله في المكان سبباً لخير أهل تلك البقعة من خصبها واهتداء أهلها وتوفيقهم إلى الخير ، ولذلك كان إذا لقيه الجهلة والقُسَاة والمفسدون انقلبوا صالحين وانفتحت قلوبهم للإيمان والحكمة ، ولذلك ترى أكثر الحواريين كانوا من عامة الأميين من صيادين وعشّارين فصاروا دُعاة هدى وفاضت ألسنتهم بالحكمة .وبهذا يظهر أن كونه مباركاً أعم من كونه نبيئاً عموماً وجهياً ، فلم يكن في قوله { وجعلنبي نبيئاً } غُنية عن قوله { وجعلني مُبَاركاً }.والتعميم الذي في قوله { أين مَا كُنتُ } تعميم للأمكنة ، أي لا تقتصر بركته على كونه في الهيكل بالمقدس أو في مجمع أهل بلده ، بل هو حيثما حلّ تحلّ معه البركة .والوصاية : الأمر المؤكد بعمل مستقبل ، أي قدّر وصيتي بالصلاة والزكاة ، أي أن يأمرني بهما أمراً مؤكداً مستمراً ، فاستعمال صيغة المضي في { أوصاني } مثل استعمالها في قوله { ءاتَانِي الكِتَابَ }.والزّكاة : الصدقة . والمراد : أن يصلّي ويزكّي . وهذا أمر خاص به كما أمر نبيئنا صلى الله عليه وسلم بقيام الليل ، وقرينة الخصوص قوله { مَا دُمْتُ حَيّاً } لدلالته على استغراق مدة حياته بإيقاع الصلاة والصدقة ، أي أن يصلي ويتصدّق في أوقات التمكن من ذلك ، أي غير أوقات الدعوة أو الضرورات . فالاستغراق المستفاد من قوله { مَا دُمْتُ حَيّاً } استغراقٌ عرفي مراد به الكثرة؛ وليس المراد الصلاة والصدقة المفروضتين على أمته ، لأن سياق الكلام في أوصاف تميّز بها عيسى عليه السلام ، ولأنه لم يأت بشرع صلاة زائدة على ما شرع في التوراة ."
    },
    {
      "ayah": 32,
      "surah": 19,
      "text": "وَبَرًّا بِوَالِدَتِي وَلَمْ يَجْعَلْنِي جَبَّارًا شَقِيًّا (32) والبَرّ بفتح الباء : اسم بمعنى البار . وتقدم آنفاً . وقد خصه الله تعالى بذلك بين قومه ، لأن برّ الوالدين كان ضعيفاً في بني إسرائيل يومئذ ، وبخاصة الوالدة لأنها تستضعف ، لأن فرط حنانها ومشقتها قد يجرئان الولد على التساهل في البرّ بها .والجبّار : المتكبر الغليظ على الناس في معاملتهم . وقد تقدم في سورة هود ( 59 ) قوله : { واتبعوا أمر كل جبار عنيد }والشقيّ : } الخاسر والذي تكون أحواله كدرة له ومؤلمة ، وهو ضدّ السعيد . وتقدّم عند قوله تعالى : { فمنهم شقي وسعيد } في آخر سورة هود ( 105 ).ووصف الجبار بالشقي باعتبار مآله في الآخرة وربما في الدنيا ."
    },
    {
      "ayah": 33,
      "surah": 19,
      "text": "وَالسَّلَامُ عَلَيَّ يَوْمَ وُلِدْتُ وَيَوْمَ أَمُوتُ وَيَوْمَ أُبْعَثُ حَيًّا (33)وقوله والسَّلامُ عليَّ يَوْم وُلِدتُّ } إلى آخره ، تنويه بكرامته عند الله ، أجراه على لسانه ليعلموا أنه بمحل العناية من ربّه ، والقول فيه تقدّم في آية ذكر يحيى .وجيء بالسَّلامُ هنا معرّفاً باللام الدالة على الجنس مبالغة في تعلّق السلام به حتى كان جنس السلام بأجمعه عليه . وهذا مؤذن بتفضيله على يحيى إذ قيل في شأنه { وسَلام عليه يومُ ولد } [ مريم : 15 ] ، وذلك هو الفرق بين المعرّف بلام الجنس وبين النكرة .ويجوز جعل اللام للعهد ، أي سلام إليه ، وهو كناية عن تكريم الله عبده بالثناء عليه في الملأ الأعلى وبالأمر بكرامته . ومن هذا القبيل السلام على رسول الله صلى الله عليه وسلم في قوله تعالى : { يا أيها الذين آمنوا صلوا عليه وسلموا تسليما } [ الأحزاب : 56 ] ، وما أمرنا به في التشهد في الصلاة من قول المتشهد : «السلام عليك أيها النبي ورحمة الله وبركاته» .ومؤذن أيضاً بتمهيد التّعريض باليهود إذ طعنوا فيه وشتموه في الأحوال الثلاثة ، فقالوا : ولد من زنى ، وقالوا : مات مصلوباً ، وقالوا : يحشر مع الملاحدة والكفرة ، لأنهم يزعمون أنه كفر بأحكام من التوراة ."
    },
    {
      "ayah": 34,
      "surah": 19,
      "text": "ذَلِكَ عِيسَى ابْنُ مَرْيَمَ قَوْلَ الْحَقِّ الَّذِي فِيهِ يَمْتَرُونَ (34) اعتراض بين الجُمل المقولة في قوله : { قال إني عَبْدُ الله } [ مريم : 30 ] مع قوله : { وإن الله ربي وربكم } [ مريم : 36 ] ، أي ذلك المذكور هو عيسى ابن مريم لا كما تزعم النصارى واليهود .والإشارة لتمييز المذكور أكمل تمييز تعريضاً بالرد على اليهود والنصارى جميعاً ، إذ أنزله اليهود إلى حضيض الجناة ، ورفعه النصارى إلى مقام الإلهية ، وكلاهما مخطىء مبطل ، أي ذلك هو عيسى بالحق ، وأما من تصفونه فليس هو عيسى لأن استحضار الشخص بصفات غير صفاته تبديل لشخصيته ، فلما وصفوه بغير ما هو صفته جُعلوا بمنزلة من لا يعرفونه فاجتلب اسم الإشارة ليتميز الموصوف أكمل تمييز عند الذين يريدون أن يعرفوه حق معرفته . والمقصود بالتمييز تمييز صفاته الحقيقية عن الصفات الباطلة التي ألصقوها به لا تمييزُ ذاته عن الذوات إذ ليست ذاته بحاضرة وقت نزول الآية ، أي تلك حقيقة عيسى عليه السلام وصفته .و { قَوْلُ الحقّ } قرأهُ الجمهور بالرفع ، وقرأه ابن عامر ، وعاصم ، ويعقوب بالنصب؛ فأما الرفع فهو خبرٍ ثاننٍ عن اسم الإشارة أو وصف لعِيسى أو بدل منه ، وأما النصب فهو حال من اسم الإشارة أو من عيسى . ومعنى { قَولَ الحقّ } أن تلك الصفات التي سمعتم هي قول الحق ، أي مَقول هو الحق وما خالفها باطل ، أو أن عيسى عليه السلام هو قول الحق ، أي مقول الحق ، أي المكون من قول ( كُن ) ، فيكون مصدراً بمعنى اسم المفعول كالخلق في قوله تعالى : { هذا خلق الله } [ لقمان : 11 ].وجَوّز أبو علي الفارسي أن يكون نصب { قَولَ الحقّ } بتقدير : أحُقُّ قولَ الحق ، أي هو مصدر مؤكّد لمضمون الجملة قبله منصوب بفعل محذوف وجوباً ، تقديره : أحُقّ قولَ الحق . ويجوز أن يكون { قَولَ الحقّ } مصدراً نائباً عن فعله ، أي أقول قول الحق . وعلى هذين الوجهين يكون اعتراضاً . ويجوز أن يكون { قَولَ } مصدراً بمعنى الفاعل صفة لعِيسَى أو حالاً منه ، أي قائل الحق إذ قال : { إنِّي عَبْدُ الله ءاتانِي الكِتابَ إلى قوله : { أُبْعثُ حَيّاً } [ مريم : 30 33 ].و { الَّذي فيهِ يمْتَرُونَ } صفة ثانية أو حال ثانية أو خبر ثان عن { عيسى ابنُ مريمَ } على ما يناسب الوجوه المتقدمة .والامتراء : الشكّ ، أي الذي فيه يشكون ، أي يعتقدون اعتقاداً مَبناه الشك والخطأ ، فإن عاد الموصول إلى القول فالامتراء فيه هو الامتراء في صدقه ، وإن عاد إلى عيسى فالامتراء فيه هو الامتراء في صفاته بين رافع وخافض ."
    },
    {
      "ayah": 35,
      "surah": 19,
      "text": "مَا كَانَ لِلَّهِ أَنْ يَتَّخِذَ مِنْ وَلَدٍ سُبْحَانَهُ إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ (35)وجملة { مَا كَانَ لله أنْ يتَّخِذْ من ولد } تقرير لمعنى العبودية ، أو تفصيل لمضمون جملة { الذي فيه يمترون } فتكون بمنزلة بدل البعض أو الاشتمال منها ، اكتفاءً بإبطال قول النصارى بأن عيسى ابن الله ، لأنه أهم بالإبطال ، إذ هو تقرير لعبودية عيسى وتنزيه لله تعالى عما لا يليق بجلال الألوهيّة من اتخاذ الولد ومن شائبة الشرك ، ولأنه القول الناشيء عن الغلوّ في التقديس ، فكان فيما ذكر من صفات المدح لعيسى ما قد يقوي شبهتهم فيه بخلاف قول اليهود فقد ظهر بطلانه بما عُدد لعيسى من صفات الخير .وصيغة { ما كان لله أن يتّخذ } تفيد انتفاء الولد عنه تعالى بأبلغ وجه لأنّ لام الجحود تفيد مبالغة النّفي ، وأنه مما لا يلاقي وجود المنفي عنه ، ولأن في قوله : { أن يتخذَ } إشارة إلى أنه لو كان له ولد لكان هو خَلَقَه ، واتّخذه فلم يَعْدُ أن يكون من جملة مخلوقاته ، فإثبات البنوّة له خُلْف من القَوْل .وجملة { إذا قَضَى أمراً إنما يَقُولُ لهُ كُن فيَكُونُ } بيان لجملة { ما كان لله أن يتَّخِذ من ولدٍ } ، لإبطال شبهة النصارى إذ جعلوا تكوين إنسان بأمر التكوين عن غير سبب معتاد دليلاً على أن المكوّن ابن لله تعالى ، فأشارت الآية إلى أن هذا يقتضي أن تكون أصول الموجودات أبناء لله وإن كان ما يقتضيه لا يخرج عن الخضوع إلى أمر التكوين ."
    },
    {
      "ayah": 36,
      "surah": 19,
      "text": "وَإِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَذَا صِرَاطٌ مُسْتَقِيمٌ (36)يجوز أن يكون هذا بقيةً لكلام جرى على لسان عيسى تأييداً لبراءة أمّه وما بينهما اعتراض كما تقدم آنفاً .والمعنى : تعميم ربوبية الله تعالى لكل الخلق .وقرأ نافع ، وابن كثير ، وأبو عمرو ، وأبو جعفر ، ورويس عن يعقوب همزة { وأَنَّ } مفتوحة فخرجه الزمخشري أنه على تقدير لام التعليل ، فإن كان من كلام عيسى فهو تعليل لقوله { فاعبدوهُ } على أنه مقدّم من تأخير للاهتمام بالعِلّة لكونها مقررة للمعلول ومثبته له على أسلوب قوله تعالى : { وأنّ المساجد لله فلا تدعوا مع الله أحداً } [ الجنّ : 18 ] ويكون قوله { فَاعبُدُوهُ } متفرعاً على قوله { إني عَبْدُ الله } [ مريم : 30 ] بعد أن أُردف بما تعلّق به من أحوال نفسه .ولما اشتمل مدخول لام التعليل على اسم الجلالة أضمر له فيما بعد . وتقدير النظم هكذا : فاعبدوا الله لأنه ربّي وربكم .ويجوز أن يكون عطفاً على قوله { بالصلاة والزكواة } [ مريم : 31 ] ، أي وأوصاني بأنّ الله ربّي وربكم ، فيكون بحذف حرف الجر وهو مطرد مع ( أنّ ).ويجوز أن يكون معطوفاً على { الحَقّ } من قوله { قَولَ الحَقّ } [ مريم : 34 ] على وجه جعل { قَولَ } بمعنى قائل ، أي قائل الحق وقائلُ إن الله ربّي وربّكم ، فإن همزة { أنَّ } يجوز فتحها وكسرها بعد مادة القول .وإن كان ممّا خوطب النبي صلى الله عليه وسلم بأنْ يقوله كان بتقدير قول محذوف ، أو عطفاً على { مَرْيَمَ } من قوله تعالى : { واذْكُر فِي الكتاب مَرْيَمَ } [ مريم : 16 ] ، أي اذْكر يا محمد أن الله ربّي فكذلك ، ويكون تفريع { فاعبدوه } على قوله : { مَا كانَ لله أن يتَّخِذَ من وَلدٍ سبحانه } [ مريم : 35 ] إلى آخره . . .وقرأه ابن عامر ، وحمزة ، والكسائي ، وخَلف ، ورَوْح عن يعقوب بكسر همزة { إنَّ }. ووجهها ظاهر على كلا الاحتمالين .وجملة { هَذا صِراطٌ مسْتَقِيم } تذييل وفذلكة لما سبقه على اختلاف الوجوه . والإشارة إلى مضمون ما تقدّم على اختلاف الوجوه .والمراد بالصراط المستقيم اعتقاد الحق ، شُبه بالصراط المستقيم على التشبيه البليغ ، شُبه الاعتقاد الحق في كونه موصولاً إلى الهدى بالصراط المستقيم في إيصاله إلى المكان المقصود باطمئنان بال ، وعُلم أن غير هذا كبنَيّات الطريق مَن سلكها ألقت به في المخاوف والمتالف كقوله { وأن هذا صراطي مستقيماً فاتبعوه ولا تتبعوا السبل فتفرق بكم عن سبيله } [ الأنعام : 153 ]."
    },
    {
      "ayah": 37,
      "surah": 19,
      "text": "فَاخْتَلَفَ الْأَحْزَابُ مِنْ بَيْنِهِمْ فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنْ مَشْهَدِ يَوْمٍ عَظِيمٍ (37)الفاء لتفريع الإخبار بحصول الاختلاف على الإخبار بأن هذا صراط مستقيم ، أي حادَ عن الصراط المستقيم الأحزابُ فاختلفوا بينهم في الطرائق التي سلكوها ، أي هذا صراط مستقيم لا يختلف سالكوه اختلافاً أصلياً ، فسلك الأحزاب طرقاً أخرى هي حائدة عن الصراط المستقيم فلم يتفقوا على شيء .وقوله { مِن بينهم } متعلّق باخْتَلَفَ . و ( من ) حرف توكيد ، أي اختلفوا بينهم .والمراد بالأحزاب أحزاب النصارى ، لأن الاختلاف مؤذن بأنهم كانوا متفقين ولم يكن اليهود موافقين النصارى في شيء من الدين . وقد كان النصارى على قول واحد على التّوحيد في حياة الحواريين ثم حدث الاختلاف في تلاميذهم . وقد ذكرنا في تفسير قوله تعالى : { فآمنوا بالله ورسله ولا تقولوا ثلاثة } في سورة النساء ( 171 ) أن الاختلاف انحلّ إلى ثلاثة مذاهب : المَلْكَانِيّة ( وتسمى الجاثُلِيقيّة ) ؛ واليعقوبية ، والنسطورية . وانشعبت من هذه الفرق عدّة فِرق ذكرها الشهرستاني ، ومنها الاليانة ، والبليارسية ، والمقدانوسية ، والسبالية ، والبوطينوسية ، والبولية ، إلى فرق أخرى . منها فرقة كانت في العرب تسمى الرّكوسية ورد ذكرها في الحديث : أن النبي قال لعدي بن حاتم : إنّك رَكُوسي . قال أهل اللغة هي نصرانية مشوبة بعقائد الصابئة . وحدثت بعد ذلك فرقة الاعتراضية ( البُرُوتِسْتان ) أتباع ( لوثير ). وأشهر الفرق اليوم هي الملكانية ( كاثوليك ) ، واليعقوبية ( أرثودوكس ) ، والاعتراضية ( بُرُوتستان ). ولما كان اختلافهم قد انحصر في مرجع واحد يرجع إلى إلهية عيسى اغتراراً وسوءَ فهم في معنى لفظ ( ابن ) الذي ورد صفة للمسيح في الأناجيل مع أنه قد وصف بذلك فيها أيضاً أصحابه . وقد جاء في التوراة أيضاً أنتم أبناء الله . وفي إنجيل متي الحواري وإنجيل يوحنا الحواري كلمات صريحة في أن المسيح ابن إنسان وأن الله إلههُ وربُّه ، فقد انحصرت مذاهبهم في الكفر بالله فلذلك ذُيل بقوله فَوَيْلٌ للذين كَفَرُوا مِن مَشْهَدِ يوممٍ عَظِيمٍ } ، فشمل قولُه ( الَّذِينَ كَفَرُوا ) هؤلاء المخبرَ عنهم من النصارى وشمل المشركين غيرهم .والمشهد صالح لمعان ، وهو أن يكون مشتقاً من المشاهدة أو من الشهود ، ثمّ إما أن يكون مصدراً ميمياً في المعنيين أو اسم مكان لهما أو اسم زمان لهما ، أي يوم فيه ذلك وغيره .والويل حاصل لهم في الاحتمالات كلها وقد دخلوا في عموم الذين كفروا بالله ، أي نفوا وحدانيته ، فدخلوا في زمرة المشركين لا محالة ، ولكنهم أهل كتاب دون المشركين ."
    },
    {
      "ayah": 38,
      "surah": 19,
      "text": "أَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنَا لَكِنِ الظَّالِمُونَ الْيَوْمَ فِي ضَلَالٍ مُبِينٍ (38){ أسمع بهم وأبصر } صيغتا تعجب ، وهو تعجب على لسان الرسول والمؤمنين ، أو هو مستعمل في التعجيب ، والمعنيان متقاربان ، وهو مستعمل كناية أيضاً عن تهديدهم ، فتعيّن أن التعجيب من بلوغ حالهم في السوء مبلغاً يتعجب من طاقتهم على مشاهدة مناظره وسماع مكارهه . والمعنى؛ ما أسمعهم وما أبصرهم في ذلك اليوم ، أي ما أقدرهم على السمع والبَصَر بما يكرهونه . وقريب هو من معنى قوله تعالى : { فما أصبرهم على النار } [ البقرة : 175 ].وجُوز أن يكون { أسمع بهم وأبصر } غير مستعمل في التعجب بل صادفَ أن جاء على صورة فعل التعجب ، وإنما هو على أصل وضعه أمر للمخاطب غير المعيّن بأن يَسمع ويُبصر بسببهم ، ومعمول السمع والبصر محذوف لقصد التعميم ليشمل كل ما يصح أن يُسمع وأن يُبصر . وهذا كناية عن التهديد .وضمير الغائبين عائد إلى ( الذين كفروا ) ، أي أعجب بحالهم يومئذ من نصارى وعبدة الأصنام .والاستدراك الذي أفاده قوله { لكن الظالمون اليوم في ضلال مبين } راجع إلى ما يفيده التقييد بالظرف في قوله { يوم يأتوننا } من ترقب سوء حالهم يوم القيامة الذي يقتضي الظن بأنهم الآن في سعة من الحال . فأفيد أنهم متلبسون بالضلال المبين وهو من سوء الحال لهم لما يتبعه من اضطراب الرأي والتباس الحال على صاحبه . وتلك نكتة التقييد بالظرف في قوله { اليوم في ضلال مبين }.والتعبير عنهم ب { الظالمون } إظهار في مقام الإضمار . ونكتته التخلص إلى خصوص المشركين لأن اصطلاح القرآن إطلاق الظالمين على عبدة الأصنام وإطلاق الظلم على عبادة الأصنام ، قال تعالى : { إن الشرك لظلم عظيم } [ لقمان : 13 ]."
    },
    {
      "ayah": 39,
      "surah": 19,
      "text": "وَأَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ إِذْ قُضِيَ الْأَمْرُ وَهُمْ فِي غَفْلَةٍ وَهُمْ لَا يُؤْمِنُونَ (39)عقّب تحذيرهم من عذاب الآخرة والنداء على سوء ضلالهم في الدنيا بالأمر بإنذارهم استقصاء في الإعذار لهم .والضمير عائد إلى الظالمين ، وهم المشركون من أهل مكة وغيرهم من عبدة الأصنام لقوله { وهم إ يؤمنون وقوله { وإلينا يرجعون } [ مريم : 40 ].وانتصب { يوم الحسرة على أنه مفعول خلَف عن المفعول الثاني لأنذرهم ، لأنه بمعنى أنذرهم عذاب يوم الحسرة .والحسرة : الندامة الشديدة الداعية إلى التلهف . والمراد بيوم الحسرة يوم الحساب ، أضيف اليوم إلى الحسرة لِكثرة ما يحدث فيه من تحسر المجرمين على ما فرطوا فيه من أسباب النجاة ، فكان ذلك اليوم كأنه مما اختصت به الحسرة ، فهو يوم حسرة بالنسبة إليهم وإن كان يوم فرح بالنسبة إلى الصالحين .واللام في الحسرة على هذا الوجه لام العهد الذهني ، ويجوز أن يكون اللام عوضاً عن المضاف إليه ، أي يوم حسرة الظالمين .ومعنى قضى الأمر : تُمّم أمر الله بزجهم في العذاب فلا معقب له .ويجوز أن يكون المراد بالأمر أمر الله بمجيء يوم القيامة ، أي إذ حشروا . و ( إذ ) اسم زمان ، بدل من يوم الحسرة .وجملة وهم في غفلة حال من الأمر وهي حال سببية ، إذ التقدير : إذ قضي أمرهم .والغفلة : الذهول عن شيء شأنُه أن يعلم .ومعنى جملة الحال على الاحتمال الأول في معنى الأمرِ الكناية عن سرعة صدور الأمر بتعذيبهم ، أي قضي أمرهم على حين أنهم في غفلة ، أي بهت . وعلى الاحتمال الثاني تحذير من حلول يوم القيامة بهم قبل أن يؤمنوا كقوله { لا تأتيكم إلا بغتة } [ الأعراف : 187 ] ، وهذا أليق بقوله : { وهم لا يؤمنون .ومعنى وهم لا يؤمنون استمرار عدم إيمانهم إلى حلول قضاء الأمر يوم الحسرة . فاختيار صيغة المضارع فيه دون صيغة اسم الفاعل لما يدلّ عليه المضارع من استمرار الفعل وقتاً فوقتاً استحضاراً لذلك الاستمرار العجيب في طوله وتمكنه ."
    },
    {
      "ayah": 4,
      "surah": 19,
      "text": "قَالَ رَبِّ إِنِّي وَهَنَ الْعَظْمُ مِنِّي وَاشْتَعَلَ الرَّأْسُ شَيْبًا وَلَمْ أَكُنْ بِدُعَائِكَ رَبِّ شَقِيًّا (4) جملة { قَالَ ربّ إنِّي وهَنَ العَظمُ مِني } مبنية لجملة { نادى ربه } [ مريم : 3 ]. وهي وما بعدها تمهيد للمقصود من الدعاء وهو قوله : { فَهَب لِي مِن لَّدُنكَ ولِيّاً }. وإنّما كان ذلك تمهيداً لما يتضمنه من اضطراره لسؤال الولد . والله يجيب المضطر إذا دعاه ، فليس سؤاله الولدَ سؤال توسع لمجرد تمتع أو فخر .ووصَف من حاله ما تشتد معه الحاجة إلى الولد حالاً ومئالاً ، فكان وهن العظم وعموم الشيب حالاً مقتضياً للاستعانة بالولد مع ما يقتضيه من اقتراب إبان الموت عادة ، فذلك مقصود لنفسه ووسيلة لغيره وهو الميراث بعد الموت . والخبران من قوله : { وهن العظم مني واشتعل الرأس شيباً } مستعملان مجازاً في لازم الإخبار ، وهو الاسترحام لحاله . لأن المخبَر بفتح الباء عالم بما تضمنه الخبران .والوهن : الضعف . وإسناده إلى العظم دون غيره مما شمله الوهن في جسده لأنه أوجز في الدلالة على عموم الوهن جميع بدنه لأنّ العظم هو قوام البدن وهو أصلب شيء فيه فلا يبلغه الوهن إلاّ وقد بلغ ما فوقه .والتعريف في ( العظَمُ ) تعريف الجنس دال على عموم العظام منه .وشبّه عموم الشّيب شعرَ رأسه أو غلَبَته عليه باشتعال النار في الفحم بجامع انتشار شيء لامع في جسم أسود ، تشبيهاً مركباً تمثيلياً قابلاً لاعتبار التفريق في التشبيه ، وهو أبدع أنواع المركب . فشبه الشعر الأسود بفحم والشعر الأبيض بنار على طريق التمثيلية المكنية ورمز إلى الأمرين بفعل { اشتَعَل }.وأسند الاشتعال إلى الرأس ، وهو مكان الشعر الذي عمّه الشيب ، لأنّ الرأس لا يعمه الشيب إلاّ بعد أن يعمّ اللّحية غالباً ، فعموم الشيب في الرأس أمارة التوغل في كبر السن .وإسناد الاشتعال إلى الرأس مجاز عقلي ، لأنّ الاشتعال من صفات النار المشبه بها الشيب فكان الظاهر إسناده إلى الشيب ، فلما جيء باسم الشيب تمييزاً لنسبة الاشتعال حصل بذلك خصوصية المجاز وغرابته ، وخصوصية التفصيل بعد الإجمال ، مع إفادة تنكير { شَيباً } من التعظيم فحصل إيجاز بديع . وأصل النظم المعتاد : واشتعل الشيب في شعر الرأس .ولِما في هذه الجملة من الخصوصيات من مبنى المعاني والبيان كان لها أعظم وقع عند أهل البلاغة نبه عليه صاحب «الكشاف» ووضحه صاحب «المفتاح» فانظُرهما .وقد اقتبس معناها أبو بكر بن دريد في قوله :واشتعل المُبيضّ في مُسودهمثلَ اشتعال النّار في جزل الغضا ... ولكنّه خليق بأن يكون مضرب قولهم في المثل : «ماء ولا كصدّى» .والشيب : بياض الشعر . ويعرض للشعر البياض بسبب نقصان المادة التي تعطي اللون الأصلي للشعر ، ونقصانها بسبب كبر السن غالباً ، فلذلك كان الشيب علامة على الكبر ، وقد يبيضّ الشعر مِنْ مرض .وجملة { لم أكن بدعائك رب شقياً } معترضة بين الجمل التمهيدية ، والباء في قوله : { بدعائك } للمصاحبة .والشقيّ : الذي أصابته الشقوة ، وهي ضد السعادة ، أي هي الحرمان من المأمول وضلال السّعي . وأطلق نفي الشقاوة والمراد حصول ضدها وهو السعادة على طريق الكناية إذ لا واسطة بينهما عرفاً .ومثل هذا التركيب جرى في كلامهم مجرى المثل في حصول السعادة من شيء . ونظيره قوله تعالى في هذه السورة في قصة إبراهيم : { عسى ألا أكون بدعاء ربي شقياً } [ مريم : 48 ] أي عسى أن أكون سعيداً . أي مستجاب الدعوة . وفي حديث أبي هُريرة عن النبيء صلى الله عليه وسلم فيما يرويه عن ربّه في شأن الذين يذكرون الله ومن جالسهم «هم الجلساء لا يشقى بهم جليسهم» أي يسعد معهم . وقال بعض الشعراء ، لم نعرف اسمه وهو إسلامي :وكنت جليسَ قعقاع بن شَوْرولا يشقَى بقعقاع جليس ... أي يسعد به جليسُه .والمعنى : لم أكن فيما دعوتك من قبل مردود الدعوة منك ، أي أنه قد عهد من الله الاستجابة كلما دعاه .وهذا تمهيد للإجابة من طريق غير طريق التمهيد الذي في الجمل المصاحبة له بل هو بطريق الحث على استمرار جميل صنع الله معه ، وتوسلٌ إليه بما سلف له معه من الاستجابة .روي أن محتاجاً سأل حاتماً الطائي أو مَعْنَ بن زائدةَ قائلاً : «أنا الذي أحسنت إليّ يوم كذا» فقال : «مرحباً بمن تَوسل بنا إلينا» ."
    },
    {
      "ayah": 40,
      "surah": 19,
      "text": "إِنَّا نَحْنُ نَرِثُ الْأَرْضَ وَمَنْ عَلَيْهَا وَإِلَيْنَا يُرْجَعُونَ (40)تذييل لختم القصة على عادة القرآن في تذييل الأغراض عند الانتقال منها إلى غيرها . والكلام موجّه إلى المشركين لإبلاغه إليهم .وضمير { يرجعون عائد إلى من عليها وإلى ما عاد إليه ضمير الغيبة في { وأنذرهم } [ مريم : 39 ].وحقيقة الإرث : مصير مال الميت إلى من يبقى بعده . وهو هنا مجاز في تمحض التصرف في الشيء دون مشارك . فإن الأرض كانت في تصرف سكانها من الإنسان والحيوان كلّ بما يناسبه ، فإذا هلك الناس والحيوان فقد صاروا في باطن الأرض وصارت الأرض في غير تصرفهم فلم يبق تصرف فيها إلا لخالقها ، وهو تصرف كان في ظاهر الأمر مشتركاً بمقدار ما خولهم الله التصرف فيها إلى أجلٍ معلوم ، فصار الجميع في محض تصرف الله ، ومن جملة ذلك تصرفه بالجزاء .وتأكيد جملة { إنا نحن نرث الأرض بحرف التوكيد لدفع الشك لأن المشركين ينكرون الجزاء ، فهم ينكرون أن الله يرث الأرض ومن عليها بهذا المعنى .وأما ضمير الفصل في قوله نحن نرث الأرض فهو لمجرد التأكيد ولا يفيد تخصيصاً ، إذ لا يفيد ردّ اعتقادٍ مخالفٍ لذلك .وظهر لي : أن مجيء ضمير الفصل بمجرد التأكيد كثير إذا وقع ضمير الفصل بعد ضمير آخر نحو قوله { إنني أنا الله } في سورة طه ( 14 ) ، وقوله : { وهم بالأخرة هم كافرون } في سورة يوسف ( 37 ).وأفاد هذا التذييل التعريف بتهديد المشركين بأنهم لا مفرّ لهم من الكون في قبضة الربّ الواحد الذي أشركوا بعبادته بعضَ ما على الأرض ، وأن آلهتهم ليست بمرجوة لنفعهم إذ ما هي إلاّ مما يرثه الله .وبذلك كان موقع جملة وإلينا يرجعون بيّناً ، فالتقديم مفيد القصر ، أي لا يرجعون إلى غيرنا . ومحمل هذا التقديم بالنسبة إلى المسلمين الاهتمام ومحمله بالنسبة إلى المشركين القصر كما تقدم في قوله : إنا نحن نرث الأرض ."
    },
    {
      "ayah": 41,
      "surah": 19,
      "text": "وَاذْكُرْ فِي الْكِتَابِ إِبْرَاهِيمَ إِنَّهُ كَانَ صِدِّيقًا نَبِيًّا (41) قد تقدم أن من أهم ما اشتملت عليه هذه السورة التنويه بالأنبياء والرسل السالفين . وإذ كان إبراهيم عليه السلام أبَا الأنبياء وأوّل من أعلن التوحيد إعلاناً باقياً ، لبنائه له هيكلَ التوحيد وهو الكعبة ، كان ذكر إبراهيم من أغراض السورة ، وذُكر عقب قصة عيسى لمناسبة وقوع الرد على المشركين في آخر القصة ابتداء من قوله تعالى : { فويل للذين كفروا من مشهد يوم عظيم \u003eإِذْ قَالَ لاَِبِيهِ ياأبت لِمَ تَعْبُدُ مَا لاَ يَسْمَعُ وَلاَ يَبْصِرُ وَلاَ يُغْنِى عَنكَ شَيْئاً } [ مريم : 37 ] إلى قوله : { إنا نحن نرث الأرض ومن عليها } [ مريم : 40 ]. ولما كان إبراهيم قد جاء بالحنيفية وخالفها العرب بالإشراك وهم ورثة إبراهيم كان لتقديم ذكره على البقية الموقع الجليل من البلاغة .وفي ذلك تسلية للنبيء صلى الله عليه وسلم على ما لقي من مشركي قومه لمشابهة حالهم بحال قوم إبراهيم .وقد جرى سَرد خبر إبراهيم عليه السلام على أسلوبِ سرد قصة مريم عليها السلام لما في كل من الأهمية كما تقدم .وتقدم تفسير { واذكر في الكتاب } في أول قصة مريم ( 16 ).والصديق بتشديد الدال صيغة مبالغة في الاتصاف ، مثل الملك الضّليل لقب امرىء القيس ، وقولهم : رجل مِسيّك : أي شحيح ، ومنه طعام حرّيف ، ويقال : دليل خِرّيت ، إذا كان ذا حذق بالطرق الخفية في المفاوز ، مشتقاً من الخَرت وهو ثقب الشيء كأنه يثقب المسدودات ببصره . وتقدم في قوله تعالى : { يوسف أيها الصديق } [ يوسف : 46 ]. وصف إبراهيم بالصدّيق لفرط صدقه في امتثال ما يكلفه الله تعالى لا يصده عن ذلك ما قد يكون عذراً للمكلف مثل مبادرته إلى محاولة ذَبح ولده حين أمره الله بذلك في وحي الرؤيا ، فالصدق هنا بمعنى بلوغ نهاية الصفة في الموصوف بها ، كما في قول تأبّط شرّاً :إني لمهد من ثنائي فقاصدبه لابن عم الصّدّق شُمس بن مالكوتأكيد هذا الخبر بحرف التوكيد وبإقحام فعل الكون للاهتمام بتحقيقه زيادة في الثناء عليه .وجملة { إنه كان صديقاً نبيا واقعة موقع التعليل للاهتمام بذكره في التلاوة ، وهذه الجملة معترضة بين المبدل منه والبدل ، فإن ( إذ ) اسم زمان وقع بدلاً من إبراهيم ، أي اذكر ذلك خصوصاً من أحوال إبراهيم فإنه أهمّ ما يذكر فيه لأنه مظهر صديقيته إذ خاطب أباه بذلك الإنكار .والنبي : فعيل بمعنى مفعول ، من أنبأه بالخبر . والمراد هنا أنه منبّأ من جانب الله تعالى بالوحي . والأكثر أن يكون النبي مرسلاً للتبليغ ، وهو معنى شرعي ، فالنبي فيه حقيقة عرفية . وتقدم في سورة البقرة ( 246 ) عند قوله : { إذ قالوا لنبي لهم ابعث لنا ملكاً } ، فدل ذلك على أن قوله لأبيه يا أبت لم تعبد ما لا يسمع ولا يبصر إنما كان عن وحي من الله ليبلغ قومه إبطال عبادة الأصنام .وقرأ الجمهور نبيا بياء مشددة بتخفيف الهمزة ياء لثقلها ولمناسبة الكسرة .وقرأه نافع وحده ( نبيئاً ) بهمزة آخره ، وبذلك تصير الفاصلة القرآنية على حرف الألف ، ومثل تلك الفاصلة كثير في فواصل القرآن ."
    },
    {
      "ayah": 42,
      "surah": 19,
      "text": "إِذْ قَالَ لِأَبِيهِ يَا أَبَتِ لِمَ تَعْبُدُ مَا لَا يَسْمَعُ وَلَا يُبْصِرُ وَلَا يُغْنِي عَنْكَ شَيْئًا (42)وقوله : إذ قال لأبيه الخ بدل اشتمال من ( إبراهيم ). و ( إذ ) اسم زمان مجرد عن الظرفية لأن ( إذ ) ظرف متصرف على التحقيق . والمعنى : اذكر إبراهيم زمان قوله لأبيه فإن ذلك الوقت أجدر أوقات إبراهيم بأن يذكر .وأبو إبراهيم هو ( آزار ) تقدم ذكره في سورة الأنعام .وافتتح إبراهيم خطابه أباه بندائه مع أن الحضرة مغنية عن النداء قصداً لإحضار سمعه وذهنه لتلقي ما سيلقيه إليه .قال الجد الوزير رحمه الله فيما أملاه عليّ ذات ليلة من عام 1318 ه فقال :علم إبراهيم أن في طبع أهل الجهالة تحقيرهم للصغير كيفما بلغ حاله في الحذق وبخاصة الآباء مع أبنائهم ، فتوجه إلى أبيه بخطابه بوصف الأبوة إيماء إلى أنه مخلص له النصيحة ، وألقى إليه حجّة فساد عبادته في صورة الاستفهام عن سبب عبادته وعمله المخطىء ، منبّهاً على خطئه عندما يتأمل في عمله ، فإنه إن سمع ذلك وحاول بيان سبب عبادة أصنامه لم يجد لنفسه مقالاً ففطِن بخطل رأيه وسفاهة حلمه ، فإنه لو عبد حيّاً مميزاً لكانت له شبهة ما . وابتدأ بالحجة الراجعة إلى الحِسّ إذ قال له : لم تعبد ما لا يسمع ولا يبصر فذلك حجة محسوسة ، ثم أتبعها بقوله : ولا يغني عنك شيئاً ، ثم انتقل إلى دفع ما يخالج عقل أبيه من النفور عن تلقي الإرشاد من ابنه بقوله : { يا أبت إني قد جاءني من العلم ما لم يأتك فاتبعني أهدك صراطاً سوياً } [ مريم : 43 ] ، فلما قضى حق ذلك انتقل إلى تنبيهه على أن ما هو فيه أثر من وساوس الشيطان ، ثم ألقى إليه حجة لائقة بالمتصلبين في الضلال بقوله : { يا أبت إني أخاف أن يمسك عذاب من الرحمان فتكون للشيطان وليا } [ مريم : 45 ] ، أي إن الله أبلغ إليك الوعيد على لساني ، فإن كنتَ لا تجزم بذلك فافرض وقوعه فإنّ أصنامك لم تتوعدك على أن تفارق عبادتها . وهذا كما في الشعر المنسوب إلى علي رضي الله عنه :زعم المنجّم والطّبيب كلاهمالا تحشر الأجسام قلت : إليكماإن صحّ قولكما فلست بخاسرأو صح قولي فالخسار عليكماقال : وفي النداء بقوله : { يا أبت } أربع مرات تكريرٌ اقتضاه مقام استنزاله إلى قبول الموعظة لأنها مقام إطناب . ونَظَّرَ ذلك بتكرير لقمان قوله : { يا بني } [ لقمان : 13 16 ] ثلاث مرات ، قال : بخلاف قول نوح لابنه : { يا بني اركب معنا } [ هود : 42 ] مرة واحدة دون تكرير لأنّ ضيق المقام يقتضي الإيجاز وهذا من طرق الإعجاز» . انتهى كلامه بما يقارب لفظه .وأقول : الوجه ما بني عليه من أن الاستفهام مستعمل في حقيقته ، كما أشار إليه صاحب «الكشاف» ، ومكنى به عن نفي العلّة المسؤول عنها بقوله : { لم تعبد ، فهو كناية عن التعجيز عن إبداء المسؤول عنه ، فهو من التورية في معنيين يحتملهما الاستفهام .وأبت : أصله أبي ، حذفوا ياء المتكلم وعوضوا عنها تاء تعويضاً على غير قياس ، وهو خاص بلفظ الأب والأم في النداء خاصة ، ولعله صيغة باقية من العربية القديمة . ورأى سيبويه أن التاء تصير في الوقف هاء ، وخالفه الفراء فقال : ببقائها في الوقف . والتاء مكسورة في الغالب لأنها عوض عن الياء والياء بنت الكسرة ولما كسروها فتحوا الياء وبذلك قرأ الجمهور . وقرأ ابن عامر ، وأبو جعفر : ( يأبتَ ) بفتح التاء دون ألف بعدها ، بنَاء على أنهم يقولون ( يا أبتَا ) بألف بعد التاء لأن ياء المتكلم إذا نودي يجوز فتحها وإشباع فتحتها فقرأه على اعتبار حذف الألف تخفيفاً وبقاء الفتحة ."
    },
    {
      "ayah": 43,
      "surah": 19,
      "text": "يَا أَبَتِ إِنِّي قَدْ جَاءَنِي مِنَ الْعِلْمِ مَا لَمْ يَأْتِكَ فَاتَّبِعْنِي أَهْدِكَ صِرَاطًا سَوِيًّا (43)إعادة ندائه بوصف الأبوّة تأكيد لإحضار الذهن ولإمحاض النصيحة المستفاد من النداء الأول . قال في «الكشاف» : «ثم ثنى بدعوته إلى الحق مترفقاً به متلطفاً ، فلم يَسِمْ أباه بالجهل المفرط ولا نفسه بالعلم الفائق ولكنه قال : إن معي طائفة من العلم ليست معك ، وذلك عِلم الدلالة على الطريق السويّ ، فلا تستنكف ، وهب أني وإياك في مسير وعندي معرفة بالهداية دونك فاتبعني أنجك من أن تضل وتتيه» اه . ذلك أن أباه كان يرى نفسه على علم عظيم لأنه كان كبير ديانة قومه . وأراد إبراهيم علم الوحي والنبوءة .وتفريع أمره بأن يتبعه على الإخبار بما عنده من العلم دليل على أن أحقية العالِم بأن يُتبع مركوزة في غريزة العقول لم يزل البشر يتقصّون مظانّ المعرفة والعلم لجلب ما ينفع واتقاءِ ما يضر ، قال تعالى : { فاسألوا أهل الذكر إن كنتم لا تعلمون } [ النحل : 43 ]وفي قوله : { أهدك صراطاً سوياً استعارة مكنية؛ شبه إبراهيم بهادي الطريق البصير بالثنايا ، وإثبات الصراط السويّ قرينة التشبيه ، وهو أيضاً استعارة مصرحة بأن شبه الاعتقاد الموصل إلى الحق والنجاة بالطريق المستقيم المبلغ إلى المقصود .ويا أبت تقدّم الكلام على نظيره قريباً ."
    },
    {
      "ayah": 44,
      "surah": 19,
      "text": "يَا أَبَتِ لَا تَعْبُدِ الشَّيْطَانَ إِنَّ الشَّيْطَانَ كَانَ لِلرَّحْمَنِ عَصِيًّا (44)إعادة النداء لزيادة تأكيد ما أفاده النداء الأول والثاني .والمراد بعبادة الشيطان عبادة الأصنام؛ عبر عنها بعبادة الشيطان إفصاحاً عن فسادها وضلالها ، فإن نسبة الضلال والفساد إلى الشيطان مقررة في نفوس البشر ، ولكن الذين يتبعونه لا يفطنون إلى حالهم ويتبعون وساوسه تحت ستار التمويه مثل قولهم { إنا وجدنا آباءنا على أمة وإنا على آثارهم مقتدون } [ الزخرف : 23 ] ، ففي الكلام إيجاز لأن معناه : لا تعبد الأصنام لأن اتخاذها من تسويل الشيطان للذين اتخذوها ووضعوها للناس ، وعبادتَها من وساوس الشيطان للذين سنّوا سنن عبادتها ، ومن وساوسه للناس الذين أطاعوهم في عبادتها ، فمن عَبَد الأصنام فقد عبد الشيطان وكفى بذلك ضلالاً معلوماً .وهذا كقوله تعالى : { وإن يدعون إلا شيطاناً مريداً } وتقدم في سورة النساء ( 117 ). وفي هذا تبغيض لعبادة الأصنام ، لأن في قرارة نفوس الناس بغض الشيطان والحذر من كيده .وجملة إن الشيطان كان للرحمان عصياً تعليل للنهي عن عبادته وعبادة آثار وسوسته بأنه شديد العصيان للرب الواسع الرحمة . وذكر وصف عصياً الذي هو من صيغ المبالغة في العصيان مع زيادة فعل ( كَانَ ) للدلالة على أنه لا يفارق عصيان ربه وأنه متمكن منه ، فلا جرم أنه لا يأمر إلا بما ينافي الرحمة ، أي بما يفضي إلى النقمة ، ولذلك اختير وَصف الرحمان من بين صفات الله تعالى تنبيهاً على أن عبادة الأصنام توجب غضب الله فتفضي إلى الحرمان من رحمته ، فمن كان هذا حاله فهو جدير بأن لا يتبع .وإظهار اسم الشيطان في مقام الإضمار ، إذ لم يقل : إنه كان للرحمان عصيّاً ، لإيضاح إسناد الخبر إلى المسند إليه ، ولزيادة التنفير من الشيطان ، لأن في ذكر صريح اسمه تنبيهاً إلى النفرة منه ، ولتكون الجملة موعظة قائمة بنفسها . وتقدّم الكلام على يا أبت قريباً ."
    },
    {
      "ayah": 45,
      "surah": 19,
      "text": "يَا أَبَتِ إِنِّي أَخَافُ أَنْ يَمَسَّكَ عَذَابٌ مِنَ الرَّحْمَنِ فَتَكُونَ لِلشَّيْطَانِ وَلِيًّا (45)لا جرم أنه لما قرر له أن عبادته الأصنام اتّباع لأمر الشيطان عصيّ الرحمان انتقل إلى توقع حرمانه من رحمة الله بأن يحلّ به عذاب من الله ، فحذره من عاقبة أن يصير من أولياء الشيطان الذين لا يختلف البشر في مذمتهم وسوء عاقبتهم ، ولكنهم يندمجون فيهم عن ضلال بمآل حالهم .وللإشارة إلى أن أصل حلول العذاب بمن يحلّ به هو الحرمان من الرحمة في تلك الحالة؛ عبر عن الجلالة بوصف الرحمان للإشارة إلى أن حلول العذاب ممن شأنُه أن يرحم إنما يكون لفظاعة جرمه إلى حد أن يحرمه من رحمته مَن شأنه سعة الرحمة .والولي : الصاحب والتابع ومن حالهما حال واحدة وأمرهما جميع؛ فكني بالولاية عن المقارنة في المصير .والتعبير بالخوف الدال على الظن دون القطع تأدب مع الله تعالى بأن لا يُثبت أمراً فيما هو من تصرف الله ، وإبْقاء للرجاء في نفس أبيه لينظر في التخلّص من ذلك العذاب بالإقلاع عن عبادة الأوثان .ومعنى : { فتكون للشيطان وليا فتكون في اتباع الشيطان في العذاب . وتقدّم الكلام على يا أبت قريباً ."
    },
    {
      "ayah": 46,
      "surah": 19,
      "text": "قَالَ أَرَاغِبٌ أَنْتَ عَنْ آَلِهَتِي يَا إِبْرَاهِيمُ لَئِنْ لَمْ تَنْتَهِ لَأَرْجُمَنَّكَ وَاهْجُرْنِي مَلِيًّا (46)فصلت جملة : . . . لوقوعها في المحاورة كما تقدم في قوله تعالى : { قالوا أتجعل فيها من يفسد فيها } في سورة البقرة ( 30 ).والاستفهام للإنكار إنكاراً لتجافي إبراهيم عن عبادة أصنامهم . وإضافة الآلهة إلى ضمير نفسه إضافة ولاية وانتساب إلى المضاف لقصد تشريف المضاف إليه .وقد جاء في جوابه دعوة ابنه بمنتهى الجفاء والعُنجهية بعكسِ ما في كلام إبراهيم من الليّن والرقة ، فدلّ ذلك على أنه كان قاسيَ القلب ، بعيد الفهم ، شديد التصلّب في الكفر .وجملة أراغب أنت جملة اسمية مركبة من مبتدأ وفاعل سدّ مسدّ الخبر على اصطلاح النحاة طرداً لقواعد التركيب اللفظي ، ولكنهم لما اعتبروا الاسم الواقع ثانياً بعد الوصف فاعلاً سادّاً مسدّ الخبر فقد أثبتوا لذلك الاسم حكم المسند إليه وصار للوصف المبتدأ حكم المُسند . فمن أجل ذلك كان المصير إلى مثل هذا النظم في نظر البلغاء هو مقتضى كون المقام يتطلّب جملة اسمية للدلالة على ثباتٍ المسند إليه ، ويتطلّب الاهتمام بالوصف دون الاسم لغرض يوجب الاهتمام به ، فيلتجىء البليغ إلى الإتيان بالوصف أولاً والإتيان بالاسم ثانياً .ولمّا كان الوصف له عملُ فعله تعين على النحاة اعتبار الوصف مبتدأ لأن للمبتدأ عراقةً في الأسماء ، واعتباره مع ذلك متطلّباً فاعلاً ، وجعلوا فاعله سادّاً مسدّ الخبر ، فصار للتركيب شبهان . والتحقيقُ أنه في قوّة خبر مقدم ومبتدأ مؤخر . ولهذا نظر الزمخشري في الكشاف إلى هذا المقصد فقال : قُدم الخبر على المبتدأ في قوله : أراغب أنت عن آلهتي لأنه كان أهمّ عنده وهو به أعنى اه . ولله دره ، وإن ضاع بين أكثر الناظرين دُرُّه . فدل النظم في هذه الآية على أن أبا إبراهيم ينكر على إبراهيم تمكن الرغبة عن آلهتهم من نفسه ، ويهتم بأمر الرغبة عن الآلهة لأنها موضع عَجب .والنداء في قوله يا إبراهيم تكملة لجملة الإنكار والتعجب ، لأنّ المتعجب من فعله مع حضوره يقصد بندائه تنبيهه على سوء فعله ، كأنه في غيبة عن إدراك فعله ، فالمتكلم ينزله منزلة الغائب فيناديه لإرجاع رشده إليه ، فينبغي الوقف على قوله يا إبراهيم .وجملة لئن لم تنته لأرجمنك مستأنفة .واللام موطئة للقسم تأكيداً لكونه راجمهُ إن لم ينته عن كفره بآلهتهم .والرجم : الرمي بالحجارة ، وهو كناية مشهورة في معنى القتل بذلك الرمي . وإسنادُ أبي إبراهيم ذلك إلى نفسه يحتمل الحقيقة؛ إما لأنه كان من عادتهم أن الوالد يتحكم في عقوبة ابنه ، وإما لأنه كان حاكماً في قومه . ويحتمل المجاز العقلي إذ لعله كان كبيراً في دينهم فيرجم قومُه إبراهيمَ استناداً لحكمه بمروقه عن دينهم .وجملة واهجرني مليا عطف على جملة لئن لم تنته لأرجمنك؛ وذلك أنه هدّده بعقوبة آجلة إن لم يقلع عن كفره بآلهتهم ، وبعقوبة عاجلة وهي طردهُ من معاشرته وقطع مكالمته .والهجر : قطع المكالمة وقطع المعاشرة ، وإنما أمر أبو إبراهيم ابنَه بهجرانه ولم يخبره بأنه هو يهجره ليدلّ على أن هذا الهجران في معنى الطرد والخَلْع إشعاراً بتحقيره .ومليا : طويلاً ، وهو فعيل ، ولا يعرف له فعل مجرد ولا مصدر . فمليّ مشتق من مصدر مُمات ، وهو فعيل بمعنى فاعل لأنه يقال : أملى له ، إذا أطال له المدة ، فيأتون بهمزة التعدية ، فمليا صفة لمصدر محذوف منصوب على المفعولية المطلقة ، أي هجراً مَليّاً ، ومنه الملاوة من الدهر للمدة المديدة من الزمان ، وهذه المادة تدلّ على كثرة الشيء .ويجوز أن ينتصب على الصفة لظرف محذوف ، أي زماناً طويلاً ، بناء على أن المَلا مقصوراً غالب في الزمان فذكره يغني عن ذكر موصوفه كقوله تعالى : { وحملناه على ذات ألواح \u003eقَالَ } [ القمر : 13 ] ، أي سفينة ذات ألواح ."
    },
    {
      "ayah": 47,
      "surah": 19,
      "text": "قَالَ سَلَامٌ عَلَيْكَ سَأَسْتَغْفِرُ لَكَ رَبِّي إِنَّهُ كَانَ بِي حَفِيًّا (47) سلام عليك سلام توديع ومتاركة . وبادرهُ به قبل الكلام الذي أعقبه به إشارة إلى أنه لا يسوءه ذلك الهجر في ذات الله تعالى ومرضاته .ومن حلم إبراهيم أن كانت متكارته أباه مثوبة بالإحسان في معاملته في آخر لحظة .والسلام : السلامة . و ( على ) للاستعلاء المجازي وهو التمكن . وهذه كلمة تحية وإكرام ، وتقدمت آنفاً عند قوله { وسلام عليه يوم ولد \u003eوَأَعْتَزِلُكُمْ وَمَا تَدْعُونَ مِن دُونِ الله وَأَدْعُو رَبِّى عسى أَلاَّ أَكُونَ بِدُعَآءِ رَبِّى شَقِيًّا } [ مريم : 15 ].وأظهر حرصه على هداه فقال { سأستغفر لك ربي ، أي أطلب منه لك المغفرة من هذا الكفر ، بأن يهديه الله إلى التوحيد فيغفر له الشرك الماضي ، إذ لم يكن إبراهيم تلقى نهياً من الله عن الاستغفار للمشرك . وهذا ظاهر ما في قوله تعالى : { وما كان استغفار إبراهيم لأبيه إلا عن موعدة وعدها إياه } [ التوبة : 114 ]. واستغفاره له هو المحكي في قوله تعالى : { واغفر لأبي إنه كان من الضالين } [ الشعراء : 86 ].وجملة { سأستغفر لك ربي مستأنفة ، وعلامة الاستقبال والفعل المضارع مؤذنان بأنه يكرر الاستغفار في المستقبل .وجملة إنه كان بي حفيا تعليل لما يتضمنه الوعد بالاستغفار من رجاء المغفرة استجابة لدعوة إبراهيم بأن يوفق الله أبا إبراهيم للتوحيد ونبذِ الإشراك .والحَفيّ : الشديد البِر والإلطاف . وتقدم في سورة الأعراف ( 187 ) عند قوله : { يسألونك كأنك حفي عنها }"
    },
    {
      "ayah": 48,
      "surah": 19,
      "text": "وَأَعْتَزِلُكُمْ وَمَا تَدْعُونَ مِنْ دُونِ اللَّهِ وَأَدْعُو رَبِّي عَسَى أَلَّا أَكُونَ بِدُعَاءِ رَبِّي شَقِيًّا (48)وجملة وأعتزلكم عطف على جملة سأستغفر لك ربي ، أي يقع الاستغفار في المستقبل ويقع اعتزالي إياكم الآن ، لأن المضارع غالب في الحال . أظهر إبراهيم العزم على اعتزالهم وأنه لا يتوانى في ذلك ولا يأسف له إذا كان في ذات الله تعالى ، وهو المحكي بقوله تعالى : { وقال إني ذاهب إلى ربي سيهدين } [ الصافات : 99 ] ، وقد خرج من بَلد الكلدان عازماً على الالتحاق بالشام حسب أمر الله تعالى .رأى إبراهيم أن هجرانه أباه غير مغن ، لأن بقية القوم هم على رأي أبيه فرأى أن يهجرهم جميعاً ، ولذلك قال له { وأعتزلكم .وضمير جماعة المخاطبين عائد إلى أبي إبراهيم وقومه تنزيلاً لهم منزلة الحضور في ذلك المجلس ، لأن أباه واحد منهم وأمرهم سواء ، أو كان هذا المقال جرى بمحضر جماعة منهم .وعُطف على ضمير القوم أصنامُهم للإشارة إلى عداوته لتلك الأصنام إعلاناً بتغيير المنكر .وعبر عن الأصنام بطريق الموصولية بقوله ما تدعون من دون الله للإيماء إلى وجه بناء الخبر وعلّة اعتزاله إياهم وأصنامَهم : بأن تلك الأصنام تعبد من دون الله وأن القوم يعبدونها ، فذلك وجه اعتزاله إياهم وأصنامهم .والدعاء : العبادة ، لأنها تستلزم دعاء المعبود .وزاد على الإعلان باعتزال أصنامهم الإعلان بأنه يدعو الله احتراساً من أن يحسبوا أنه نوى مجرد اعتزال عبادة أصنامهم فربما اقتنعوا بإمساكه عنهم ، ولذا بيّن لهم أنه بعكس ذلك يدعو الله الذي لا يعبدونه .وعبّر عن الله بوصف الربوبية المضاف إلى ضمير نفسه للإشارة إلى انفراده من بينهم بعبادة الله تعالى فهو ربّه وحده من بينهم ، فالإضافة هنا تفيد معنى القصر الإضافي ، مع ما تتضمنه الإضافة من الاعتزاز بربوبية الله إياه والتشريف لنفسه بذلك .وجملة وعسى ألا أكون بدعاء ربي شقياً في موضع الحال من ضمير وأدعوا أي راجياً أن لا أكون بدعاء ربي شقياً . وتقدم معناه عند قوله { ولم أكن بدعائك رب شقياً } في هذه السورة ( 4 ). وفي إعلانه هذا الرجاء بين ظهرانيهم تعريض بأنهم أشقياء بدعاء آلهتهم ."
    },
    {
      "ayah": 49,
      "surah": 19,
      "text": "فَلَمَّا اعْتَزَلَهُمْ وَمَا يَعْبُدُونَ مِنْ دُونِ اللَّهِ وَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ وَكُلًّا جَعَلْنَا نَبِيًّا (49) طُوي ذكر اعتزاله إياهم بعد أن ذكر عزمه عليه إيجازاً في الكلام للعلم بأن مثله لا يعزم أمراً إلاّ نفذ عزمه ، واكتفاءً بذكر ما ترتّب عليه من جعل عزمه حدثاً واقعاً قد حصل جزاؤه عليه من ربّه ، فإنه لما اعتزل أباه وقومه واستوحش بذلك الفراق وهبه الله ذرية يأنس بهم إذْ وهبه إسحاق ابنه ، ويعقوب ابن ابنه ، وجعلهما نبيئين . وحسبك بهذه مكرمة له عند ربّه .وليس مجازاة الله إبراهيم مقصورة على أن وهبه إسحاق ويعقوب ، إذ ليس في الكلام ما يقتضي الانحصار ، فإنه قد وهبه إسماعيل أيضاً ، وظهرت موهبته إياه قبل ظهور موهبة إسحاق ، وكل ذلك بعد أن اعتزل قومَه .وإنما اقتُصر على ذكر إسحاق ويعقوب دون ذكر إسماعيل فلم يقل : وهبنا له إسماعيل وإسحاق ويعقوب ، لأن إبراهيم لما اعتزل قومه خرج بزوجه سارة قريبته ، فهي قد اعتزلت قومها أيضاً إرضاء لربها ولزوجها ، فذكر الله الموهبة الشاملة لإبراهيم ولزوجه ، وهي أن وهب لهما إسحاق وبعده يعقوب؛ ولأن هذه الموهبة لما كانت كِفاء لإبراهيم على مفارقته أباه وقومه كانت موهِبةَ من يعاشر إبراهيم ويؤنسه وهما إسحاق ويعقوب . أما إسماعيل فقد أراد الله أن يكون بعيداً عن إبراهيم في مكة ليكون جارَ بيت الله . وإنه لجوار أعظم من جوار إسحاق ويعقوب أباهما .وقد خصّ إسماعيل بالذكر استقلالاً عقب ذلك ، ومِثلُه قوله تعالى : { واذكر عبادنا إبراهيم وإسحاق ويعقوب \u003eوَوَهَبْنَا لَهْمْ مِّن رَّحْمَتِنَا وَجَعَلْنَا لَهُمْ لِسَانَ صِدْقٍ عَلِيّاً } [ ص : 45 ] ثم قال : { واذكر إسماعيل } في سورة ص ( 48 ) ، وقد قال في آية الصافات ( 99 101 ) { وقال إني ذاهب إلى ربي سيهدين رب هب لي من الصالحين فبشرناه بغلام حليم } إلى أن قال : وبشرناه بإسحاق نبيا م الصالحين فذكر هنالك إسماعيل عقب قوله : إني ذاهب إلى ربي سيهدين إذ هو المراد بالغلام الحليم .والمراد بالهبة هنا : تقدير ما في الأزل عند الله لأن ازدياد إسحاق ويعقوب كان بعد خروج إبراهيم بمدة بعد أن سَكَن أرض كنعان وبعد أن اجتاز بمصر ورجع منها . وكذلك ازدياد إسماعيل كان بعد خروجه بمدة وبعد أن اجتاز بمصر كما ورد في الحديث وفي التوراة ، أو أُريد حكاية هبة إسحاق ويعقوب فيما مضى بالنسبة إلى زمن نزول القرآن تنبيهاً بأن ذلك جزاؤه على إخلاصه .والنكتة في ذكر يعقوب أن إبراهيم رآه حفيداً وسُرّ به ، فقد ولد يعقوب قبل موت إبراهيم بخمس عشرة سنة ، وأن من يعقوب نشأت أمّة عظيمة .وحرف ( لما ) حرف وجودٍ لوجودٍ ، أي يقتضي وجود جوابه لأجل وجود شرطه فتقتضي جملتين ، والأكثر أن يكون وجود جوابها عند وجود شرطها ، وقد تكون بينهما فترة فتدل على مجرد الجزائية ، أي التعليل دون توقيت ، وذلك كما هنا .وضمير لهم عائد إلى إبراهيم وإسحاق ويعقوب عليهم السلام .و ( من ) في قوله { ومن ذريتهما محسن } [ الصافات : 113 ] إما حرف تبعيض صفة لمحذوف دلّ عليه"
    },
    {
      "ayah": 5,
      "surah": 19,
      "text": "وَإِنِّي خِفْتُ الْمَوَالِيَ مِنْ وَرَائِي وَكَانَتِ امْرَأَتِي عَاقِرًا فَهَبْ لِي مِنْ لَدُنْكَ وَلِيًّا (5) { وإني خفت الموالي من ورائي } عطف على جملة { واشتعل الرأس شيباً ، } أي قاربت الوفاة وخفت الموالي من بعدي . وما روي عن ابن عباس ، ومجاهد ، وقتادة ، وأبي صالح عن النبيء صلى الله عليه وسلم مرسلاً أنه قال : \" يرحم الله زكرياء ما كان عليه من وراثة ماله \" فلعلّه خشي سوء معرفتهم بما يخلّفه من الآثار الدينية والعلمية . وتلك أعلاق يعزّ على المؤمن تلاشيها"
    },
    {
      "ayah": 50,
      "surah": 19,
      "text": "وَوَهَبْنَا لَهُمْ مِنْ رَحْمَتِنَا وَجَعَلْنَا لَهُمْ لِسَانَ صِدْقٍ عَلِيًّا (50){ وهبنا ، أي موهوباً من رحمتنا . وإما اسم بمعنى بَعض بتأويل ، كما تقدم عند قوله تعالى : { ومن الناس من يقول آمنا بالله وباليوم الآخر } في سورة البقرة ( 8 ). وإن كان النحاة لم يثبتوا لكلمة ( مِن ) استعمالها اسماً كما أثبتوا ذلك لكلمات ( الكاف ) و ( عن ) و ( على ) لكن بعض موارد الاستعمال تقتضيه ، كما قال التفتزاني في حاشية الكشاف ، وأقرّه عبْد الحكيم . وعلى هذا تكون ( مِن ) في موضع نصب على المفعول به لفعل وهبنا ، أي وهبنا لهم بعضَ رحمتنا ، وهي النبوءة ، لأنها رحمة لهم ولمن أرسلوا إليهم .واللسان : مجاز في الذكر والثناء .ووصف لسان بصدق وصفاً بالمصدر .الصدق : بلوغ كمال نوعه ، كما تقدم آنفاً ، فلسان الصدق ثناء الخير والتبجيل ، ووصف بالعلوّ مجازاً لشرف ذلك الثناء .وقد رتّب جزاء الله إبراهيم على نبذه أهل الشرك ترتيباً بديعاً إذ جوزي بنعمة الدنيا وهي العقب الشريف ، ونعمة الآخرة وهي الرحمة ، وبأثر تينك النعمتين وهو لسان الصدق ، إذ لا يذكر به إلا من حصل النعمتين .وتقدم اختلاف القراء في نبيئا عند ذكر إبراهيم عليه السلام ."
    },
    {
      "ayah": 51,
      "surah": 19,
      "text": "وَاذْكُرْ فِي الْكِتَابِ مُوسَى إِنَّهُ كَانَ مُخْلَصًا وَكَانَ رَسُولًا نَبِيًّا (51) أفضت مناسبة ذكر إبراهيم ويعقوب إلى أن يذكر موسى في هذا الموضع لأنه أشرف نبي من ذرية إسحاق ويعقوب .والقول في جملة { واذكر وجملة إنه كان كالقول في نظيريهما في ذكر إبراهيم عدا أن الجملة هنا غير معترضة بل مجرد استئناف .وقرأ الجمهور مخلصاً بكسر اللام من أخلص القاصر إذا كان الإخلاص صفته . والإخلاص في أمر ما : الإتيانُ به غير مشوب بتقصير ولا تفريط ولا هوادة ، مشتق من الخلوص ، وهو التمحض وعدم الخلط . والمراد هنا : الإخلاص فيما هو شأنه ، وهو الرسالة بقرينة المقام .وقرأه حمزة ، وعاصم ، والكسائي ، وخلف بفتح اللام من أخلصه ، إذا اصطفاه .وخُص موسى بعنوان ( المخلص ) على الوجهين لأن ذلك مزيته ، فإنه أخلص في الدعوة إلى الله فاستخف بأعظم جبار وهو فرعون ، وجادله مجادلة الأكفاء ، كما حكى الله عنه في قوله تعالى في سورة الشعراء ( 18 ، 19 ) : { قال ألم نربك فينا وليداً ولبثت فينا من عمرك سنين وفعلت فعلتك التي فعلت وأنت من الكافرين } إلى قوله : قال أولو جئتك بشيء مبين . وكذلك ما حكاه الله عنه بقوله : { قال رب بما أنعمت علي فلن أكون ظهيرا للمجرمين \u003eوناديناه مِن جَانِبِ الطور الايمن وَقَرَّبْنَاهُ نَجِيّاً * وَوَهَبْنَا لَهُ مِن رَّحْمَتِنَآ أَخَاهُ هارون نَبِيّاً } [ القصص : 17 ] ، فكان الإخلاص في أداء أمانة الله تعالى ميزته . ولأن الله اصطفاه لكلامه مباشرة قبل أن يرسل إليه المَلك بالوحي ، فكان مخلَصاً بذلك ، أي مصطفى ، لأن ذلك مزيته قال تعالى { واصطنعتك لنفسي } [ طه : 41 ].والجمع بين وصف موسى لأنه رسول ونبيء . وعطف { نبيئاً على رسولاً مع أن الرسول بالمعنى الشرعي أخص من النبي ، فلأن الرسول هو المرسلَ بوحي من الله ليبلغ إلى الناس فلا يكون الرسول إلا نبيئاً ، وأما النبي فهو المنبّأ بوحي من الله وإن لم يؤمر بتبليغه ، فإذا لم يؤمر بالتبليغ فهو نبيء وليس رسولاً ، فالجمع بينهما هنا لتأكيد الوصف ، إشارة إلى أن رسالته بلغت مبلغاً قوياً ، فقوله نبيئاً تأكيد لوصف رسولاً .وتقدم اختلاف القراء في لفظ نبيئاً عند ذكر إبراهيم ."
    },
    {
      "ayah": 52,
      "surah": 19,
      "text": "وَنَادَيْنَاهُ مِنْ جَانِبِ الطُّورِ الْأَيْمَنِ وَقَرَّبْنَاهُ نَجِيًّا (52) وجملة وناديناه عطف على جملة إنه كان مخلصاً فهي مثلها مستأنفة .والنداء : الكلام الدال على طلب الإقبال ، وأصله : جهر الصوت لإسماع البعيد ، فأطلق على طلب إقبال أحد مجازاً مرسَلاً ، ومنه { إذا نودي للصلاة من يوم الجمعة } [ الجمعة : 9 ] ، وهو مشتق من الندى بفتح النون وبالقصر وهو بُعد الصوت . ولم يسمع فعله إلاّ بصيغة المفاعلة ، وليست بحصول فعل من جانبين بل المفاعلة للمبالغة ، وتقدم عند قوله تعالى : { كمثل الذي ينعق بما لا يسمع إلا دعاء ونداء } في سورة البقرة ( 171 ) ، وعند قوله : { ربنا إننا سمعنا منادياً ينادي للإيمان } في سورة آل عمران ( 193 ).وهذا النداء هو الكلام الموجه إليه من جانب الله تعالى . قال تعالى : { إني اصطفيتك على الناس برسالتي وبكلامي }في سورة الأعراف ( 144 ) ، وتقدم تحقيق صفته هناك ، وعند قوله تعالى : { حتى يسمع كلام اللَّه } في سورة براءة ( 6 ).والطّور : الجبل الواقع بين بلاد الشام ومصر ، ويقال له : طور سيناء .وجانبه : ناحيته السفلى ، ووصفه بالأيمن لأنه الذي على يمين مستقبل مشرق الشمس ، لأن جهة مشرق الشمس هي الجهة التي يضبط بها البشر النواحي .والتقريب : أصله الجعل بمكان القرب ، وهو الدنو وهو ضد البعد . وأريد هنا القرب المجازي وهو الوحي . فقوله : نَجِيّاً } حال من ضمير { موسى } ، وهي حال مؤكدة لمعنى التقريب .ونجّي : فعيل بمعنى مفعول من المناجاة . وهي المحادثة السرية؛ شُبّه الكلام الذي لم يكلم بمثله أحداً ولا أطْلَع عليه أحداً بالمناجاة . وفعيل بمعنى مفعول ، يجيء من الفعل المزيد المجرد بحذف حرف الزيادة ، مثل جليس ونديم ورضيع ."
    },
    {
      "ayah": 53,
      "surah": 19,
      "text": "وَوَهَبْنَا لَهُ مِنْ رَحْمَتِنَا أَخَاهُ هَارُونَ نَبِيًّا (53)ومعنى هبة أخيه له : أن الله عزّزه به وأعانه به ، إذ جعله نبيئاً وأمره أن يرافقه في الدعوة ، لأن في لسان موسى حُبسة ، وكان هارون فصيح اللسان ، فكان يتكلم عن موسى بما يريد إبلاغه ، وكان يستخلفه في مهمات الأمة . وإنما جعلت تلك الهبة من رحمة الله لأن الله رحم موسى إذ يسّر له أخاً فصيح اللسان ، وأكمله بالإنباء حتى يعلم مراد موسى مما يبلغه عن الله تعالى . ولم يوصف هارون بأنه رسول إذ لم يرسله الله تعالى ، وإنما جعله مبلّغاً عن موسى . وأما قوله تعالى : { فقولا إنا رسولا ربك } [ طه : 47 ] فهو من التغليب ."
    },
    {
      "ayah": 54,
      "surah": 19,
      "text": "وَاذْكُرْ فِي الْكِتَابِ إِسْمَاعِيلَ إِنَّهُ كَانَ صَادِقَ الْوَعْدِ وَكَانَ رَسُولًا نَبِيًّا (54) خصّ إسماعيل بالذكر هنا تنبيهاً على جدارته بالاستقلال بالذكر عقب ذكر إبراهيم وابنه إسحاق ، لأن إسماعيل صار جدّ أمة مستقلة قبل أن يصير يعقوب جدّ أمة ، ولأن إسماعيل هو الابن البكر لإبراهيم وشريكُه في بناء الكعبة . وتقدم ذكر إسماعيل عند قوله تعالى : { وإذ يرفع إبراهيم القواعد من البيت وإسماعيل } في سورة البقرة ( 127 ).وخصه بوصف صدق الوعد لأنه اشتهر به وتركه خُلقاً في ذريته .وأعظم وعْدٍ صدقَه وعدُه إياه إبراهيم بأن يجده صابراً على الذبح فقال { ستجدني إن شاء الله من الصابرين \u003eوَكَانَ يَأْمُرُ أَهْلَهُ بالصلاة والزكواة وَكَانَ عِندَ رَبِّهِ مَرْضِيّاً * واذكر فِى الكتاب إِدْرِيسَ إِنَّهُ كَانَ صِدِّيقاً نَّبِيَّاً * وَرَفَعْنَاهُ مَكَاناً عَلِيّاً } [ الصافات : 102 ].وجعله الله نبيئاً ورسولاً إلى قومه ، وهم يومئذ لا يعدون أهله أمه وبنيه وأصهاره من جُرهم ."
    },
    {
      "ayah": 55,
      "surah": 19,
      "text": "وَكَانَ يَأْمُرُ أَهْلَهُ بِالصَّلَاةِ وَالزَّكَاةِ وَكَانَ عِنْدَ رَبِّهِ مَرْضِيًّا (55)فلذلك قال الله تعالى : { وكان يأمر أهله بالصلاة والزكاة ثم إن أمة العرب نشأت من ذريته فهم أهله أيضاً ، وقد كان من شريعته الصلاة والزكاة وشؤون الحنيفية ملة أبيه إبراهيم .ورضى الله عنه : إنعامه عليه نعماً كثيرة ، إذ باركه وأنمى نسله وجعل أشرف الأنبياء من ذريته ، وجعل الشريعة العظمى على لسان رسول من ذريته .وتقدم اختلاف القراء في قراءة نبيئاً بالهمز أو بالياء المشددة .وتقدم توجيه الجمع بين وصف رسول ونبيء عند ذكر موسى عليه السلام آنفاً ."
    },
    {
      "ayah": 56,
      "surah": 19,
      "text": "وَاذْكُرْ فِي الْكِتَابِ إِدْرِيسَ إِنَّهُ كَانَ صِدِّيقًا نَبِيًّا (56) إدريس : اسم جعل علماً على جد أبي نوح ، وهو المسمى في التوراة ( أُخنُوخ ). فنوح هو ابن لامك بن متُوشالح بن أُخنوخ ، فلعل اسمه عند نسّابي العرب إدريس ، أو أن القرآن سماه بذلك اسماً مشتقاً من الدرس لما سيأتي قريباً . واسمه ( هرمس ) عند اليونان ، ويُزعم أنه كذلك يسمى عند المصريين القدماء ، والصحيح أن اسمه عند المصريين ( تُوت ) أو ( تحُوتي ) أو ( تهوتي ) لهجات في النطق باسمه .وذكر ابن العِبْري في «تاريخه» : «أن إدريس كان يلقب عند قدماء اليونان ( طريسمجيسطيس ) ، ومعناه بلسانهم ثلاثي التعليم ، لأنه كان يصف الله تعالى بثلاث صفات ذاتية وهي الوجود والحكمة والحياة» اه .ولا يخفى قرب الحروف الأولى في هذا الاسم من حروف إدريس ، فلعل العرب اختصروا الاسم لطوله فاقتصروا على أوله مع تغيير .وكان إدريس نبيئاً ، ففي الإصحاح الخامس من سفر التكوين «وسار أُخنوخ مع الله» . قيل : هو أول من وضع للبشر عمارة المدن ، وقواعد العلم ، وقواعد التربية ، وأول من وضع الخط ، وعلّم الحساب بالنجوم وقواعدَ سير الكواكب ، وتركيب البسائط بالنّار فلذلك كان علم الكيمياء ينسب إليه ، وأوّل من علم الناس الخياطة . فكان هو مبدأ من وضع العلوم ، والحضارة ، والنظم العقليّة .فوجه تسميته في القرآن بإدريس أنّه اشتق له اسم من الفرس على وزن مناسب للأعلام العجميّة ، فلذلك منع من الصرف مع كون حروفه من مادة عربية ، كما منع إبليس من الصرف ، وكما منع طالوت من الصرف .وتقدّم اختلاف القراء في لفظ { نبيئاً عند ذكر إبراهيم ."
    },
    {
      "ayah": 57,
      "surah": 19,
      "text": "وَرَفَعْنَاهُ مَكَانًا عَلِيًّا (57)وقوله ورفعناه مكاناً علياً وَرَفَعْنَاهُ مَكَاناً عَلِيّاً } قال جماعة من المفسرين هو رفع مجازي . والمراد : رفع المنزلة ، لما أوتيه من العلم الذي فاق به على من سلفه . ونقل هذا عن الحسن . وقال به أبو مسلم الأصفهاني . وقال جماعة : هو رفع حقيقي إلى السماء ، وفي الإصحاح الخامس من سفر التكوين «وسار أخنوخ مع الله ولم يُوجد لأنّ الله أخذه» ، وعلى هذا فرفعه مثل رفع عيسى عليه السلام . والأظهر أن ذلك بعد نزع روحه وروْحنة جثته . ومما يذكر عنه أنّه بقي ثلاث عشرة سنة لا ينام ولا يأكل حتى تَرَوْحَن ، فرفع . وأما حديث الإسراء فلا حجة فيه لهذا القول لأنه ذكر فيه عدة أنبياء غيره وجدوا في السماوات . ووقع في حديث مالك بن صعصعة عن الإسراء بالنبي صلى الله عليه وسلم إلى السماوات أنه وجد إدريس عليه السلام في السماء وأنه لمّا سلّم عليه قال : مرحباً بالأخ الصالح والنبي الصالح . فأخذ منه أنّ إدريس عليه السلام لم تكن له ولادةٌ على النبي صلى الله عليه وسلم لأنّه لم يقل له والابن الصالح ، ولا دليل في ذلك لأنه قد يكون قال ذلك اعتباراً بأخوّة التوحيد فرجحها على صلة النسب فكان ذلك من حكمته .على أنّه يجوز أن يكون ذلك سهواً من الراوي فإن تلك الكلمة لم تثبت في حديث جابر بن عبدالله في «صحيح البخاري» . وقد جزم البخاري في أحاديث الأنبياء بأن إدريس جد نوح أو جدّ أبيه . وذلك يدلّ على أنّه لم ير في قوله «مرحباً بالأخ الصالح» ما يُنافي أن يكون أباً للنبيء صلى الله عليه وسلم"
    },
    {
      "ayah": 58,
      "surah": 19,
      "text": "أُولَئِكَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ مِنْ ذُرِّيَّةِ آَدَمَ وَمِمَّنْ حَمَلْنَا مَعَ نُوحٍ وَمِنْ ذُرِّيَّةِ إِبْرَاهِيمَ وَإِسْرَائِيلَ وَمِمَّنْ هَدَيْنَا وَاجْتَبَيْنَا إِذَا تُتْلَى عَلَيْهِمْ آَيَاتُ الرَّحْمَنِ خَرُّوا سُجَّدًا وَبُكِيًّا (58)الجملة استئناف ابتدائي ، واسم الإشارة عائد إلى المذكورين من قوله { ذكر رحمة ربك عبده زكرياء } [ مريم : 2 ] إلى هنا . والإتيان به دون الضمير للتنبيه على أن المشار إليهم جديرون بما يذكر بعد اسم الإشارة لأجل ما ذكر مع المشار إليهم من الأوصاف ، أي كانوا أحرياء بنعمة الله عليهم وكونهم في عداد المهديين المجتبيْن وخليقين بمحبتهم لله تعالى وتعظيمهم إياه .والمذكور بعد اسم الإشارة هو مضمون قوله { أنعم الله عليهم } وقوله { وممّن هدينا واجتبينا } ، فإن ذلك أحسن جزاء على ما قدموه من الأعمال ، ومن أعطوه من مزايا النبوءة والصديقية ونحوهما . وتلك وإن كانت نعماً وهداية واجتباء فقد زادت هذه الآية بإسناد تلك العطايا إلى الله تعالى تشريفاً لها ، فكان ذلك التشريف هو الجزاء عليها إذ لا أزيد من المجازَى عليه إلاّ تشريفه .وقرأ الجمهور { من النّبييّن بياءين بعد الموحدة . وقرأه نافع وحده بهمزة بعد الموحدة .وجملة إذَا تتلى عَليهم ءَاياتُ الرَّحْمانِ } مستأنفة دالة على شكرهم نعم الله عليهم وتقريبه إياهم بالخضوع له بالسجود عند تلاوة آياته وبالبكاء .والمراد به البكاء الناشىء عن انفعال النفس انفعالاً مختلطاً من التعظيم والخوف .و { سُجداً جمع ساجد . وبُكيّاً جمع بَاك . والأول بوزن فُعّل مثل عُذَّل ، والثاني وزنه فعُول جمع فاعل مثل قوم قعود ، وهو يائي لأنّ فعله بكى يبكي ، فأصله : بُكُويٌ . فلما اجتمع الواو والياء وسبق إحداهما بالسكون قلبت الواو ياء وأدغمت في الياء وحركت عين الكلمة بحركة مناسبة للياء . وهذا الوزن سماعي في جمع فاعل ومثله .وهذه الآية من مواضع سجود القرآن المروية عن النبي اقتداء بأولئك الأنبياء في السجود عند تلاوة القرآن ، فهم سجدوا كثيراً عند تلاوة آيات الله التي أنزلت عليهم ، ونحن نسجد اقتداء بهم عند تلاوة الآيات التي أنزلت إلينا . وأثنت على سجودهم قصداً للتشبه بهم بقدر الطاقة حين نحن متلبسون بذكر صنيعهم .وقد سجد النبي عند هذه الآية وسنّ ذلك لأمته ."
    },
    {
      "ayah": 59,
      "surah": 19,
      "text": "فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ أَضَاعُوا الصَّلَاةَ وَاتَّبَعُوا الشَّهَوَاتِ فَسَوْفَ يَلْقَوْنَ غَيًّا (59) فرع على الثناء عليهم اعتبارٌ وتنديد بطائفة من ذرياتهم لم يقتدوا بصالح أسلافهم وهم المعني بالخَلْف .والخلْف بسكون اللام عقب السُوء ، و بفتح اللام عقب الخير . وتقدم عند قوله تعالى : { فخلف من بعدهم خلف ورثوا الكتاب } في سورة الأعراف ( 169 ).وهو هنا يشمل جميع الأمم التي ضلّت لأنها راجعة في النّسب إلى إدريس جدّ نوح إذ هم من ذرية نوح ومن يرجع أيضاً إلى إبراهيم ، فمنهم من يدلي إليه من نسل إسماعيل وهم العرب . ومنهم من يدلي إليْه من نسل يعقوب وهم بنو إسرائيل .ولفظ من بعدهم } يشمل طبقات وقروناً كثيرة ، ليس قيداً لأنّ الخلف لا يكون إلاّ من بعد أصله وإنّما ذُكر لاستحضار ذهاب الصالحين .والإضاعة : مجاز في التفريط بتشبيهه بإهمال العَرْض النفيس ، فرطوا في عبادة الله واتبعوا شهواتهم فلم يخالفوا ما تميل إليه أنفسهم ممّا هو فساد . وتقدم قوله تعالى : { إنا لا نضيع أجر من أحسن عملاً } في سورة الكهف ( 30 ).والصلاة : عبادة الله وحده . وهذان وصفان جامعان لأصناف الكفر والفسوق ، فالشرك إضاعة للصلاة لأنّه انصراف عن الخضوع لله تعالى ، فالمشركون أضاعوا الصلاة تماماً ، قال تعالى : { قالوا لم نك من المصلّين } [ المدثر : 43 ]. والشرك : اتباع للشّهوات ، لأنّ المشركين اتّبعوا عبادة الأصنام لمجرد الشهوة من غير دليل ، وهؤلاء هم المقصود هنا ، وغير المشركين كاليهود والنصارى فَرطوا في صلوات واتبعوا شهوات ابتدعوها ، ويشمل ذلك كله اسم الغيّ .والغيّ : الضلال ، ويطلق على الشرّ ، كما أطلق ضده وهو الرشَد على الخير في قوله تعالى : { أشر أريد بمن في الأرض أم أراد بهم ربهم رشداً } [ الجنّ : 10 ] وقوله { قل إني لا أملك لكم ضراً ولا رشداً } [ الجنّ : 21 ]. فيجوز أن يكون المعنى فسوف يلقون جزاء غيّهم ، كقوله تعالى : { ومن يفعل ذلك يلق أثاماً } [ الفرقان : 68 ] أي جزاء الآثام. وتقدم الغيّ في قوله تعالى : { وإخوانهم يمدونهم في الغي وقوله { وإن يروا سبيل الغي يتخذوه سبيلاً } كلاهما في سورة الأعراف ( 202و 146 )."
    },
    {
      "ayah": 6,
      "surah": 19,
      "text": "يَرِثُنِي وَيَرِثُ مِنْ آَلِ يَعْقُوبَ وَاجْعَلْهُ رَبِّ رَضِيًّا (6)ولذلك قال : { يرثني ويرث من آل يعقوب } فإن نُفوس الأنبياء لا تطمح إلا لمعالي الأمور ومصالح الدين وما سوى ذلك فهو تبع .فقوله { يَرِثُني } يعني به وراثة ماله . ويؤيّده ما أخرجه عبد الرزاق عن قتادة عن الحسن أن النبيء صلى الله عليه وسلم قال : \" يرحم الله زكرياء ما كان عليه من وراثة ماله \"والظواهر تؤذن بأن الأنبياء كانوا يُورَثون ، قال تعالى : { وورث سليمان داوود } [ النمل : 16 ]. وأما قول النبيء صلى الله عليه وسلم \" نحن معشر الأنبياء لا نورث ما تركْنَا صدقةٌ \" فإنما يريد به رسول الله نفسَه ، كما حمله عليه عُمر في حديثه مع العبّاس وعليّ في «صحيح البخاري» إذ قال عمر : «يريد رسول الله بذلك نفسه» ، فيكون ذلك من خصوصيات محمد صلى الله عليه وسلم فإن كان ذلك حكماً سابقاً كان مراد زكرياء إرث آثار النبوءة خاصة من الكتب المقدّسة وتقاييده عليها .والموالي : العصبة وأقرب القرابة ، جمع مولى بمعنى الولي .ومعنى : { من ورائي } من بعدي ، فإن الوراء يطلق ويراد به ما بعد الشيء ، كما قال النّابغة :وليس وراء الله للمرء مطلب ... أي بعد الله . فمعنى { من ورائي } من بعد حياتي .و { من ورائي } في موضع الصفة ل { الموالي } أو الحال .وامرأة زكرياء اسمها أليصابات من نسل هارون أخي موسى فهي من سبط لاوي .والعاقر : الأنثى التي لا تلد ، فهو وصف خاص بالمرأة ، ولذلك جرد من علامة التأنيث إذ لا لبس . ومصدره : العُقر بفتح العين وضمها مع سكون القاف . وأتى بفعل ( كان ) للدلالة على أن العقر متمكن منها وثابت لها فلذلك حرم من الولد منها .ومعنى { مِنْ لَدنكَ } أنه من عند الله عندية خاصة ، لأنّ المتكلّم يعلم أنّ كلّ شيء من عند الله بتقديره وخلقه الأسْباب ومسبباتها تبعاً لخلقها ، فلما قال { من لدنك } دلّ على أنه سأل ولياً غير جارٍ أمره على المعتاد من إيجاد الأولاد لانعدام الأسباب المعتادة ، فتكون هبته كرامة له .ويتعلّق { لِي } و { مِن لَّدُنكَ } بفعل { هَبْ }. وإنما قدم { لِي } على { مِن لدُنكَ } لأنه الأهم في غرض الداعي ، وهو غرض خاص يقدم على الغرض العام .و { يَرِثُني } قرأه الجمهور بالرفع على الصفة ل { وَلِيَّا }. وقرأه أبو عمرو ، والكسائي بالجزم على أنه جواب الدعاء في قوله { هَبْ لِي } لإرادة التسبب لأن أصل الأجوبة الثمانية أنها على تقدير فاء السببية .و { ءَال يَعْقُوبَ } يجوز أن يراد بهم خاصة بني إسرائيل كما يقتضيه لفظ { آل المشعر بالفضيلة والشرف ، فيكون يعقوب هو إسرائيل؛ كأنه قال : ويرث من آل إسرائيل ، أي حملة الشريعة وأحْبار اليهودية كقوله تعالى : { فقد آتينا آل إبراهيم الكتاب والحكمة } [ النساء : 54 ] ، وإنما يذكر آل الرجل في مثل هذا السياق إذا كانوا على سننه ، ومن هذا القبيل قوله تعالى : { إن أولى الناس بإبراهيم للذين اتبعوه } [ آل عمران : 68 ] وقولِه : { ذرية من حملنا مع نوح } [ الإسراء : 3 ] ، مع أن الناس كلهم ذرية من حملوا معه .ويجوز أن يراد يعقوب آخر غير إسرائيل . وهو يعقوب بن ماثان ، قاله : معقل والكلبي ، وهو عمّ مريم أخو عمران أبيها ، وقيل : هو أخو زكرياء ، أي ليس له أولاد فيكون ابنُ زكرياء وارثاً ليعقوب لأنه ابن أخيه ، فيعقوب على هذه هو من جملة الموالي الذين خافهم زكرياء من ورائه ."
    },
    {
      "ayah": 60,
      "surah": 19,
      "text": "إِلَّا مَنْ تَابَ وَآَمَنَ وَعَمِلَ صَالِحًا فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَ وَلَا يُظْلَمُونَ شَيْئًا (60) وقرينة ذلك مقابلته في ضدهم بقوله فأُولَئِكَ يدْخُلونَ الجنّة }.وحرف ( سوف ) دال على أن لقاءهم الغيّ متكرر في أزمنة المستقبل مبالغة في وعيدهم وتحذيراً لهم من الإصرار على ذلك .وقوله { فأُولَئِكَ يدْخُلونَ الجنّة } جيء في جانبهم باسم الإشارة إشادة بهم وتنبيهاً لهم للترغيب في توبتهم من الكفر . وجيء بالمُضارع الدّال على الحال للإشارة إلى أنهم لا يُمْطَلُون في الجزاء . والجنّة : عَلَم لدار الثواب والنّعيم . وفيها جنّات كثيرة كما ورد في الحديث : « أَو جَنَّةٌ واحدة هي إنّها لجنان كثيرة »والظلم : هنا بمعنى النقص والإجحاف والمطل . كقوله { كلتا الجنتين آتت أكلها ولم تظلم منه شيئاً في سورة الكهف ( 33 ).وشي : اسم بمعنى ذات أو موجود وليس المراد مصدر الظلم .وذكر شيئاً في سياق النفي يفيد نفي كل فرد من أفراد النقص والإجحاف والإبطاء ، فيعلم انتفاء النقص القوي بالفحوى دفعاً لما عسى أن يخالج نفوسهم من الانكسار بعد الإيمان يظن أنّ سبق الكفر يَحط من حسن مصيرهم ."
    },
    {
      "ayah": 61,
      "surah": 19,
      "text": "جَنَّاتِ عَدْنٍ الَّتِي وَعَدَ الرَّحْمَنُ عِبَادَهُ بِالْغَيْبِ إِنَّهُ كَانَ وَعْدُهُ مَأْتِيًّا (61) وجَنَّات } بدل من { الجنّة . جيء بصيغة جمع جنات مع أن المبدل منه مفرد لأنه يشتمل على جنات كثيرة كما علمت ، وهو بدل مطابق وليس بدل اشتمال .وعَدْن : الخلد والإقامة ، أي جنات خلد ووصفها ب التي وعد الرحمان عباده } لزيادة تشريفها وتحسينها . وفي ذلك إدماج لتبشير المؤمنين السابقين في أثناء وعد المدعوين إلى الإيمان .والغيب : مصدر غاب ، فكل ما غاب عن المشاهدة فهو غيب .وتقدم في قوله تعالى : { الذين يؤمنون بالغيب } في أول البقرة ( 3 ).والباء في بالغيب للظرفية ، أي وعدها إياهم في الأزمنة الغائبة عنهم . أي في الأزل إذ خلقها لهم . قال تعالى : { أعدت للمتقين } [ آل عمران : 133 ]. وفيه تنبيه على أنها وإن كانت محجوبة عنهم في الدنيا فإنها مهيئة لهم .وجملة { إنه كان وعده مأتياً } تعليل لجملة { التي وعد الرحمن عباده بالغيب } أي يدخلون الجنة وعداً من الله واقعاً . وهذا تحقيق للبشارة .والوعد : هنا مصدر مستعمل في معنى المفعول . وهو من باب كَسا ، فالله وعد المؤمنين الصالحين جنات عدن . فالجنات لهم موعودة من ربهم .والمأتِي : الذي يأتيه غيره . وقد استعير الإتيان لحصول المطلوب المترقب ، تشبيهاً لمن يحصل الشيء بعد أن سعى لتحصيله بمن مشى إلى مكان حتى أتاه . وتشبيهاً للشيء المحصل بالمكان المقصود . ففي قوله { مأتِيّا تمثيلية اقتصر من أجزائها على إحدى الهيئتين ، وهي تستلزم الهيئة الأخرى لأنّ المأتي لا بد له من آت ."
    },
    {
      "ayah": 62,
      "surah": 19,
      "text": "لَا يَسْمَعُونَ فِيهَا لَغْوًا إِلَّا سَلَامًا وَلَهُمْ رِزْقُهُمْ فِيهَا بُكْرَةً وَعَشِيًّا (62) وجملة لا يسْمعُونَ فيها لغْواً } حال من { عبَادَه }.واللغو : فضول الكلام وما لا طائل تحته . وإنفاؤه كناية عن انتفاء أقل المكدرات في الجنة ، كما قال تعالى : { لا تسمع فيها لاغية } [ الغاشية : 11 ] ، وكناية عن جعل مجازاة المؤمنين في الجنة بضد ما كانوا يلاقونه في الدنيا من أذى المشركين ولغوهم .وقوله { إلاَّ سلاما } استثناء منقطع وهو مجاز من تأكيد الشيء بما يشبه ضدّه كقول النّابغة :ولا عيب فيهم غير أنّ سيوفهم ... بهن فلول من قراع الكتائبأي لكن تسمعون سلاماً . قال تعالى : { تحيتهم فيها سلام } [ إبراهيم : 23 ] وقال { لا يسمعون فيها لغواً ولا تأثيماً إلا قيلاً سلاماً سلاماً } [ الواقعة : 25 ، 26 ].والرزق : الطعام .وجيء بالجملة الاسمية للدلالة على ثبات ذلك ودوامه ، فيفيد التكرر المستمر وهو أخص من التكرر المفاد بالفعل المضارع وأكثر . وتقديم الظرف للاهتمام بشأنهم ، وإضافة رزق إلى ضميرهم لزيادة الاختصاص .والبُكرة : النصف الأول من النهار ، والعَشي : النصف الأخير ، والجمع بينهما كناية عن استغراق الزمن ، أي لهم رزقهم غير محصور ولا مقدّر بل كلما شاءوا فلذلك لم يذكر اللّيل ."
    },
    {
      "ayah": 63,
      "surah": 19,
      "text": "تِلْكَ الْجَنَّةُ الَّتِي نُورِثُ مِنْ عِبَادِنَا مَنْ كَانَ تَقِيًّا (63)وجملة { تلك الجنّة } مستأنفة ابتدائية . واسم الإشارة لزيادة التمييز تنويهاً بشأنها وأجريت عليها الصفة بالموصول وصلته تنويهاً بالمتقين وأنهم أهل الجنة كما قال تعالى : { أعدت للمتقين } [ آل عمران : 133 ].و { نورث } نجعل وارثاً ، أي نعطي الإرث . وحقيقة الإرث : انتقال مال القريب إلى قريبه بعد موته لأنّه أولى الناس بماله فهو انتقال مقيّد بحالة . واستعير هنا للعطيّة المدّخرة لمعطاها ، تشبيهاً بمال المَوروث الذي يصير إلى وارثه آخر الأمر .وقرأ الجمور { نورث بسكون الواو بعد الضمة وتخفيف الراء ، وقرأه رويس عن يعقوب : نوَرّث بفتح الواو تشديد الراء من وَرّثه المضاعف ."
    },
    {
      "ayah": 64,
      "surah": 19,
      "text": "وَمَا نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبِّكَ لَهُ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذَلِكَ وَمَا كَانَ رَبُّكَ نَسِيًّا (64)موقع هذه الآية هنا غريب . فقال جمهور المفسرين : إن سبب نزولها أنّ جبريل عليه السلام أبطأ أياماً عن النزول إلى النبي صلى الله عليه وسلم وأنّ النبي ودّ أن تكون زيارة جبريل له أكثر مما هو يزوره فقال لجبريل : \" ألا تزورنا أكثر ممّا تزورنا \" فنزلت : { ومَا نَتَنَزَّلُ إلا بِأمْرِ رَبِّكَ } إلى آخر الآية . أي إلى قوله { نَسِيَّاً } ، رواه البخاري والترمذي عن ابن عبّاس . وظاهره أنه رواية وهو أصح ما روي في سبب نزولها وأليقه بموقعها هنا . ولا يلتفت إلى غيره من الأقوال في سبب نزولها .والمعنى : أن الله أمر جبريل عليه السلام أن يقول هذا الكلام جواباً عنه ، فالنظم نظم القرآن بتقدير : وقل ما نتنزل إلاّ بأمر ربّك ، أي قل يا جبريل ، فكان هذا خطاباً لجبريل ليبلغه إلى النبي صلى الله عليه وسلم قرآناً . فالواو عاطفة فعل القول المحذوف على الكلام الذي قبله عطف قصة على قصة مع اختلاف المخاطب ، وأمرَ الله رسوله أن يقرأها هنا ، ولأنّها نزلت لتكون من القرآن .ولا شك أنّ النبي صلى الله عليه وسلم قال ذلك لجبريل عليه السلام عند انتهاء قصص الأنبياء في هذه السورة فأثبتت الآية في الموضع الذي بلغ إليه نزول القرآن .والضمير لجبريل والملائكة ، أعلم الله نبيئه على لسان جبريل أن نزول الملائكة لا يقع إلاّ عن أمر الله تعالى وليس لهم اختيار في النزول ولقاء الرّسل ، قال تعالى : { لا يسبقونه بالقول وهم بأمره يعملون } [ الأنبياء : 27 ].و { نتنزل } مرادف ننزّل ، وأصل التنزّل : تكلّف النزول ، فأطلق ذلك على نزول الملائكة من السماء إلى الأرض لأنّه نزول نادر وخروج عن عالمهم فكأنه متكلّف . قال تعالى : { تَنَزَّلُ الملائكة والروح فيها } [ القدر : 4 ].واللاّم في «له» للملك ، وهو ملك التصرف .والمراد ب { مَا بَينَ أيْدِينَا } ما هو أمامنا ، وب { وَمَا خَلْفَنا : } ما هو وراءنا ، وب { ومَا بَينَ ذَلِكَ : } ما كان عن أيمانهم وعن شمائلهم ، لأن ما كان عن اليمين وعن الشمال هو بين الأمام والخلف . والمقصود استيعاب الجهات .ولمّا كان ذلك مخبراً عنه بأنه ملك لله تعين أن يراد به الكائنات التي في تلك الجهات ، فالكلام مجاز مرسل بعلاقة الحلول ، مثل { واسأل القرية } [ يوسف : 82 ] ، فيعمّ جميع الكائنات ، ويستتبع عمومَ أحوالها وتصرفاتها مثل التنزل بالوحي .  ويستتبع عموم الأزمان المستقبل والماضي والحال ، وقد فسر بها قوله { ما بين أيدينا وما خَلْفنا وما بينَ ذلِكَ }.وجملة { ومَا كَانَ رَبُّكَ نَسِيّاً } على هذا الوجه من الكلام الملقّن به جبريل جواباً للنبيء صلى الله عليه وسلمو { نسِيّاً : صيغة مبالغة من نَسيَ ، أي كثيرَ النسيان أو شديده .والنسيان : الغفلة عن توقيت الأشياء بأوقاتها ، وقد فسروه هنا بتارك ، أي ما كان ربّك تاركك وعليه فالمبالغة منصرفة إلى طول مدّة النسيان . وفسر بمعنى شديد النسيان ، فيتعين صرف المبالغة إلى جانب نسبة نفي النسيان عن الله ، أي تحقيق نفي النسيان مثل المبالغة في قوله{ وما ربّك بظلام للعبيد } [ فصّلت : 46 ] فهو هنا كناية عن إحاطة علم الله ، أي إن تنزلنا بأمر الله لما هو على وفق علمه وحكمته في ذلك ، فنحن لا نتنزل إلاّ بأمره . وهو لا يأمرنا بالتنزل إلاّ عند اقتضاء علمه وحكمته أن يأمرنا به .وجوز أبو مسلم وصاحب «الكشاف» : أنّ هذه الآية من تمام حكاية كلام أهل الجنة بتقدير فعل يقولون حالاً من قوله { من كان تقياً } [ مريم : 63 ] ، أي وما نتنزل في هذه الجنة إلاّ بأمر ربّك الخ ، وهو تأويل حسن .وعليه فكاف الخطاب في قوله { بأمر ربك } خطاب كلّ قائل لمخاطبه ، وهذا التجويز بناء على أنّ ما روي عن ابن عباس رأي له في تفسير الآية لا تتعيّن متابعته .وعليه فجملة { ومَا كَانَ رَبُّكَ نَسِيّاً } من قول الله تعالى لرسوله تذييلاً لما قبله ، أو هي من كلام أهل الجنّة ، أي وما كان ربّنا غافلاً عن إعطاء ما وعدنا به ."
    },
    {
      "ayah": 65,
      "surah": 19,
      "text": "رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا فَاعْبُدْهُ وَاصْطَبِرْ لِعِبَادَتِهِ هَلْ تَعْلَمُ لَهُ سَمِيًّا (65)جملة مستأنفة من كلام الله تعالى كما يقتضيه قوله { فاعْبُدْهُ } إلى آخره ذيل به الكلام الذي لقنه جبريل المتضمن : أن الملائكة لا يتصرفون إلاّ عن إذن ربّهم وأنّ أحوالهم كلّها في قبضته بما يفيد عموم تصرفه تعالى في سائر الكائنات ، ثمّ فرع عليه أمر الرسول عليه السلام بعبادته ، فقد انتقل الخطاب إليه .وارتفع { رَبُّ السموات } على الخبرية لمبتدأ محذوف ملتزم الحذف في المقام الذي يذكر فيه أحد بأخبار وأوصاف ثم يراد تخصيصه بخبر آخر . وهذا الحذف سمّاه السكاكي بالحذف الذي اتّبِع فيه الاستعمال كقول الصولي أو ابن الزّبير بفتح الزاي وكسر الموحدة :سأشكر عَمْرَاً إنْ تراختْ منيتي ... أياديَ لم تُمنَنْ وإنْ هيَ جلّتِفتىً غيرُ محجوب الغنى عن صديقه ... ولا مظهرُ الشكوى إذا النعل زلّتوالسماوات : العوالم العلوية . والأرض : العالم السفلي ، وما بينهما : الأجواء والآفاق . وتلك الثلاثة تعم سائر الكائنات .والخطاب في { فَاعبُدهُ واصْطَبِر } و { هَلْ تَعْلَمُ } للنبيء صلى الله عليه وسلموتفريع الأمر بعبادته على ذلك ظاهر المناسبة ويحصل منه التخلّص إلى التنويه بالتّوحيد وتفظيع الإشراك .والاصطبار : شدّة الصبر على الأمر الشاق ، لأنّ صيغة الافتعال تَرِد لإفادة قوّة الفعل . وكان الشأن أن يعدى الاصطبار بحرف ( على ) كما قال تعالى : { وامر أهلك بالصلاة واصطبر عليها } [ طه : 132 ] ولكنه عدي هنا باللاّم لتضمينه معنى الثّبات . أي اثبت للعبادة ، لأنّ العبادة مراتب كثيرة من مجاهدة النفس ، وقد يغلب بعضها بعض النّفوس فتستطيع الصبر على بعض العبادات دون بعض كما قال النبي صلى الله عليه وسلم في صلاة العشاء : « هي أثقل صلاة على المنافقين » فلذلك لما أمر الله رسوله بالصبر على العبادة كلها وفيها أصناف جمّة تحتاج إلى ثبات العزيمة ، نزل القائم بالعبادة منزلة المغالب لنفسه ، فعدي الفعل باللاّم كما يقال : اثبت لعُدَاتك .وجملة { هَلْ تَعْلَمُ لَهُ سَمِيّاً } واقعة موقع التعليل للأمر بعبادته والاصطبار عليها .والسميّ هنا الأحسن أن يكون بمعنى المُسامي ، أي المماثل في شؤونه كلها . فعن ابن عباس أنه فسّره بالنظير ، مأخوذاً من المساماة فهو فعيل بمعنى فاعل ، لكنه أخذ من المزيد كقول عمرو بن معد يكرب :أمن ريحانة الداعي السميع ... أي المُسمع . وكما سمي تعالى الحكيم ، أي المُحكم للأمور ، فالسميّ هنا بمعنى المماثل في الصفات بحيث تكون المماثلة في الصفات كالمساماة .والاستفهام إنكاري ، أي لا مسامي لله تعالى ، أي ليس من يساميه ، أي يضاهيه ، موجوداً .وقيل السميّ : المماثل في الاسم . كقوله في ذكر يحيى { لم نجعل له من قبل سمياً } [ مريم : 7 ]. والمعنى : لا تعلم له مماثلاً في اسمه الله ، فإن المشركين لم يسموا شيئاً من أصنامهم الله باللاّم وإنّما يقولون للواحد منها إله ، فانتفاء تسمية غيره من الموجودات المعظمة باسمه كناية عن اعتراف الناس بأن لا مماثل له في صفة الخالقية ، لأنّ المشركين لم يجترئوا على أن يدعوا لآلهتهم الخالقية . قال تعالى : { ولئن سألتهم من خلق السموات والأرض ليقولن الله } [ لقمان : 25 ]. وبذلك يتمّ كون الجملة تعليلاً للأمر بإفراده بالعبادة على هذا الوجه أيضاً .وكنّي بانتفاء العلم بسميّه عن انتفاء وجود سميّ له ، لأنّ العلم يستلزم وجود المعلوم ، وإذا انتفى مماثله انتفى من يستحق العبادة غيره ."
    },
    {
      "ayah": 66,
      "surah": 19,
      "text": "وَيَقُولُ الْإِنْسَانُ أَئِذَا مَا مِتُّ لَسَوْفَ أُخْرَجُ حَيًّا (66) لما تضمن قوله { فاعبده واصطبر لعبادته } [ مريم : 65 ] إبطالَ عقيدة الإشراك به ناسب الانتقالُ إلى إبطال أثر من آثار الشرك . وهو نفي المشركين وقوع البعث بعد الموت حتى يتمّ انتقاض أصلي الكفر . فالواو عاطفة قصة على قصة ، والإتيان بفعل { يَقول } مضارعاً لاستحضار حالة هذا القول للتعجيب من قائله تعجيب إنكار .والمراد بالإنسان جَمع من الناس بقرينة قوله بعده { فوربك لنحشرنهم } [ مريم : 68 ] ، فيراد من كانت هاته مقالتَه وهم معظم المخاطبين بالقرآن في أوّل نزوله . ويجوز أن يكون وصفٌ حُذف ، أي الإنسان الكافر ، كما حذف الوصفُ في قوله تعالى : { يأخذ كل سفينة غصباً } [ الكهف : 79 ] ، أي كلّ سفينة صالحة ، فتكون كقوله تعالى : { أيحسب الإنسان أن لن نجمع عظامه بلى قادرين على أن نسوي بنانه } [ القيامى : 3 ، 4 ]. وكذلك إطلاق الناس على خصوص المشركين منهم في آيات كثيرة كقوله تعالى : { يأيها الناس اعبدوا ربكم الذي خلقكم والذين من قبلكم } [ البقرة : 21 ] إلى قوله { فأتوا بسورة من مثله } [ البقرة : 23 ] فإن ذلك خطاب للمشركين . وقيل تعريف { الإنسان } للعهد لإنسان معين . فقيل ، قائل هذا أُبَي بن خلف ، وقيل : الوليد بن المغيرة .والاستفهام في { أإذا ما متّ لسوف أخرج حياً } إنكار لتحقيق وقوع البعث ، فلذلك أتي بالجملة المسلّطِ عليها الإنكار مقترنةً بلام الابتداء الدالة على توكيد الجملة الواقعة هي فيها ، أي يقول لا يكون ما حققتموه من إحيائي في المستقبل .ومتعلق { أُخرَجُ } محذوف أي أُخرج من القبر .وقد دخلت لام الابتداء في قوله { لسَوفَ أُخرَجُ حيّاً } على المضارع المستقبل بصريح وجود حرف الاستقبال ، وذلك حجّة لقول ابن مالك بأن لام الابتداء تدخل على المضارع المراد به الاستقبال ولا تخلصه للحال . ويظهر أنه مع القرينة الصريحة لا ينبغي الاختلاف في عدم تخليصها المضارع للحال ، وإن صمّم الزمخشري على منعه ، وتأول ما هنا بأنّ اللام مزيدة للتوكيد وليست لام الابتداء ، وتأوله في قوله تعالى : { ولسوف يعطيك ربك فترضى } [ الضحى : 5 ] بتقدير مبتدأ محذوف ، أي ولأنت سوف يعطيك ربّك فترضى ، فلا تكون اللام داخلة على المضارع ، وكلّ ذلك تكلّف لا مُلجىء إليه ."
    },
    {
      "ayah": 67,
      "surah": 19,
      "text": "أَوَلَا يَذْكُرُ الْإِنْسَانُ أَنَّا خَلَقْنَاهُ مِنْ قَبْلُ وَلَمْ يَكُ شَيْئًا (67)وجملة { أو لا يذكر الإنسان } معطوفة على جملة { يقول الإنسان } ، أي يقول ذلك ومن النكير عليه أنّه لا يتذكّر أنا خلقناه من قبل وجوده .والاستفهام إنكار وتعجيب من ذهول الإنسان المنكر البعث عن خلقه الأول .وقرأ الجمهور { أو لا يذْكُر بسكون الذال وضمّ الكاف من الذُكر بضم الذال . وقرأه أبو جعفر بفتح الذال وتشديد الكاف على أن أصله يتَذكر فقلبت التاء الثانية ذالاً لقرب مخرجيهما .والشيء : هو الموجود ، أي إنا خلقناه ولم يك موجوداً .و ( قَبْلُ ) من الأسماء الملازمة للإضافة . ولما حذف المضاف إليه واعتبر مضافاً إليه مجملاً ولم يراع له لفظ مخصوص تقدّم ذكره بنيت ( قبلُ ) على الضمّ ، كقوله تعالى : { لله الأمر من قبل ومن بعد } [ الروم : 40 ].والتقدير : إنا خلقناه من قبل كلّ حالة هو عليها ، والتقدير في آية سورة الروم : لله الأمر من قبللِ كل حَدث ومِن بعده .والمعنى : الإنكار على الكافرين أن يقولوا ذلك ولا يتذكروا حال النشأة الأولى فإنها أعجب عند الذين يَجرون في مداركهم على أحكام العادة ، فإن الإيجاد عن عدم من غير سبق مثال أعجبُ وأدعى إلى الاستبعاد من إعادة موجودات كانت لها أمثلة . ولكنها فسدت هياكلها وتغيرت تراكيبها . وهذا قياس على الشاهد وإن كان القادر سواءً عليه الأمران ."
    },
    {
      "ayah": 68,
      "surah": 19,
      "text": "فَوَرَبِّكَ لَنَحْشُرَنَّهُمْ وَالشَّيَاطِينَ ثُمَّ لَنُحْضِرَنَّهُمْ حَوْلَ جَهَنَّمَ جِثِيًّا (68) الفاء تفريع على جملة { أو لا يذكر الإنسان أنا خلقناه من قبل } [ مريم : 67 ] ، باعتبار ما تضمنته من التهديد . وواو القسم لتحقيق الوعيد . والقسم بالرب مضافاً إلى ضمير المخاطب وهو النبي صلى الله عليه وسلم إدماج لتشريف قدره .وضمير { لنحشرنهم } عائد إلى { الإنسان } [ مريم : 66 ] المراد به الجنس المفيد للاستغراق العرفي كما تقدم ، أي لنحشرن المشركين .وعطف ( الشياطين ) على ضمير المشركين لقصد تحقيرهم بأنهم يحشرون مع أحقر جنس وأفسده ، وللإشارة إلى أن الشياطين هم سبب ضلالهم الموجب لهم هذه الحالة ، فحشرهم مع الشياطين إنذار لهم بأن مصيرهم هو مصير الشياطين وهو محقق عندالناس كلهم . فلذلك عطف عليه جملة { ثم لنُحضِرنّهم حول جهنّم جثيّاً } ، والضميرُ للجميع . وهذا إعداد آخر للتقريب من العذاب فهو إنذار على إنذار وتدرج في إلقاء الرّعب في قلوبهم . فحرف { ثم للترتيب الرتبي لا للمهلة إذ ليست المهلة مقصودة وإنما المقصود أنهم ينقلون من حالة عذاب إلى أشد .و جثيّاً } حال من ضمير { لنحضرنهم } ، والجُثيّ : جمع جَاثثٍ . ووزنه فُعول مثل : قاعد وقُعود وجالس وجُلوس ، وهو وزن سماعيّ في جمع فاعل . وتقدّم نظيره { خروا سجداً وبكياً } [ مريم : 58 ] ، فأصل جُثي جُثُور بواوَين لأن فعله واوي ، يقال : جثا يَجثو إذا بَرك على ركبتيه وهي هيئة الخاضع الذليل ، فلمّا اجتمع في جثووٌ واوان استثقلا بعد ضمّة الثاء فصير إلى تخفيفه بإزالة سبب الثقل السابق وهو الضمة فعوضت بكسر الثاء ، فلمّا كسرت الثاء تعين قلب الواو الموالية لها ياءً للمناسبة فاجتمع الواو والياء وسبق أحدهما بالسكون فقلبت الواو الأخرى ياء وأدغمتا فصار جثي .وقرى حمزة ، والكسائي ، وحفص ، وخلف بكسر الجيم وهو كسر إتباع لحركة الثاء .وهذا الجثو هو غير جثوّ الناس في الحشر المحكيّ بقوله تعالى : { وترى كل أمة جاثية كل أمة تدعى إلى كتابها } [ الجاثية : 28 ] فإن ذلك جثوّ خضوع لله ، وهذا الجثوّ حول جهنّم جثوّ مذلّة ."
    },
    {
      "ayah": 69,
      "surah": 19,
      "text": "ثُمَّ لَنَنْزِعَنَّ مِنْ كُلِّ شِيعَةٍ أَيُّهُمْ أَشَدُّ عَلَى الرَّحْمَنِ عِتِيًّا (69) والقول في عطف جملة { ثمّ لننزعنّ من كلّ شيعة } كالقول في جملة { ثمّ لنحضرنهم }. وهذه حالة أخرى من الرّعب أشدّ من اللتين قبلها وهي حالة تمييزهم للإلقاء في دركات الجحيم على حسب مراتب غلوّهم في الكفر .والنزع : إخراج شيء من غيره ، ومنه نزع الماء من البئر .والشيعة : الطائفة التي شاعت أحداً ، أي اتّبعته ، فهي على رأي واحد . وتقدم في قوله تعالى : { ولقد أرسلنا من قبلك في شيع الأولين } في سورة الحِجر ( 10 ). والمراد هنا شيع أهل الكفر ، أي من كلّ شيعة منهم . أي ممن أحضرناهم حول جهنّم .والعُتِيّ : العصيان والتجبّر ، فهو مصدر بوزن فُعول مثل : خروج وجلوس ، فقلبت الواو ياء . وقرأه حمزة ، والكسائي ، وحفص ، وخلف بكسر العين إتباعاً لحركة التاء كما تقدّم في جثياً .والمعنى : لنميزنّ من كلّ فرقة تجمعها محلة خاصة من دين الضلال من هو من تلك الشيعة أشدّ عصياناً لله وتجبّراً عليه .وهذا تهديد لعظماء المشركين مثل أبي جهل وأميّة بن خلف ونظرائهم .و ( أيّ ) اسم موصول بمعنى ( ما ) و ( من ). والغالب أن يحذف صدر صلتها فتبنى على الضم . وأصل التركيب : أيّهم هو أشدّ عتياً على الرحمان . وذكر صفة الرحمان هنا لتفظيع عتوّهم ، لأنّ شديد الرّحمة بالخلق حقيق بالشكر له والإحسان لا بالكفر به والطغيان .ولمّا كان هذا النّزع والتمييز مجملاً ، فقد يزعم كل فريق أن غيره أشدّ عصياناً ، أعلم الله تعالى أنّه يعلم من هو أولى منهم بمقدار صُلي النّار فإنّها دركات متفاوتة ."
    },
    {
      "ayah": 7,
      "surah": 19,
      "text": "يَا زَكَرِيَّا إِنَّا نُبَشِّرُكَ بِغُلَامٍ اسْمُهُ يَحْيَى لَمْ نَجْعَلْ لَهُ مِنْ قَبْلُ سَمِيًّا (7) مقول قول محذوف دلّ عليه السياق عقب الدعاء إيجازاً ، أي قلنا يا زكرياء إلخ . . .والتبشير : الوعد بالعطاء . وفي الحديث : «أنّه قال للأنصَار فأبشروا وأمّلوا» ، وفي حديث وفد بني تميم : «اقبَلوا البشرى ، فقالوا بشرتَنا فأعطنا» .ومعنى { اسْمُهُ يَحْيَى } سَمّهِ يحيى ، فالكلام خبر مستعمل في الأمر .والسميّ فسروه بالموافق في الاسم ، أي لم نجعل له من يوافقه في هذا الاسم من قبل وجوده . فعليه يكون هذا الإخبار سراً من الله أودعه زكرياء فلا يظن أنه قد يُسمّي أحد ابنَه يحيى فيما بين هذه البشارة وبين ازدياد الولد . وهذه منّة من الله وإكرام لزكرياء إذ جعل اسم ابنه مبتكراً ، وللأسماء المبتكرة مزيّة قوّة تعريف المسمى لقلّة الاشتراك ، إذ لا يكون مثله كثيراً مدّة وجوده ، وله مزية اقتداء الناس به من بعد حين يسمون أبناءهم ذلك الاسم تيمّناً واستجادة .وعندي : أن السّمِيّ هنا هو الموافق في الاسم الوصفي بإطلاق الاسم على الوصف ، فإن الاسم أصله في الاشتقاق ( وسَم ) ، والسمة : أصلها وسمة ، كما في قوله تعالى : { ليسمُّون الملائكَة تسمية الأنثى } [ النجم : 27 ] ، أي يصفونهم أنهم إناث ، ومنه قوله الآتي : { هل تعلم له سمياً } [ مريم : 65 ] أي لا مثيل لله تعالى في أسمائه . وهذا أظهر في الثناء على يحيى والامتنان على أبيه . والمعنى : أنه لم يجىء قبل يحيى من الأنبياء من اجتمع له ما اجتمع ليحيى فإنه أعطي النبوءة وهو صبيّ ، قال تعالى : { وآتيناه الحكم صبياً } [ مريم : 12 ] ، وجعل حصوراً ليكون غير مشقوق عليه في عصمته عن الحرام ، ولئلا تكون له مشقة في الجمع بين حقوق العبادة وحقوق الزوجة ، وولد لأبيه بعد الشيخوخة ولأمّه بعد العَقر ، وبُعث مبشراً برسالة عيسى عليه السلام ، ولم يكن هو رسولاً ، وجعل اسمه العلم مبتكراً غير سابق من قبله . وهذه مزايا وفضائل وهبت له ولأبيه ، وهي لا تقتضي أنه أفضل الأنبياء لأنّ الأفضلية تكون بمجموع فضائل لا ببعضها وإن جلّت ، ولذلك قيل «المزيّة لا تقتضي الأفضليّة» وهي كلمة صدق ."
    },
    {
      "ayah": 70,
      "surah": 19,
      "text": "ثُمَّ لَنَحْنُ أَعْلَمُ بِالَّذِينَ هُمْ أَوْلَى بِهَا صِلِيًّا (70)والصُلْيُ : مصدر صَلِيَ النار كرضي ، وهو مصدر سماعي بوزن فعول . وقرأه حمزة ، والكسائي ، وحفص ، وخلف بكسر الصاد اتباعاً لحركة اللاّم ، كما تقدم في جثيّاً .وحرفا الجر يتعلقان بأفعلي التفضيل ."
    },
    {
      "ayah": 71,
      "surah": 19,
      "text": "وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا كَانَ عَلَى رَبِّكَ حَتْمًا مَقْضِيًّا (71) لمّا ذكر انتزاع الذين هم أولى بالنّار من بقية طوائف الكفر عطف عليه أنّ جميع طوائف الشرك يدخلون النار ، دفعاً لتوهم أنّ انتزاع من هو أشد على الرحمان عتياً هو قصارى ما ينال تلك الطوائف من العذاب؛ بأن يحسبوا أنّ كبراءهم يكونون فداء لهم من النّار أو نحو ذلك ، أي وذلك الانتزاع لا يصرف بقية الشيع عن النّار فإن الله أوجب على جميعهم النّار .وهذه الجملة معترضة بين جملة { فوربك لنحشرنهم } [ مريم : 68 ] الخ وجملة { وإذا تتلى عليهم آياتنا بينات قال الذين كفروا } [ مريم : 73 ] الخ . . .فالخطاب في { وإن منكم } التفات عن الغيبة في قوله { لنحشرنّهم ولنحضرنّهم } [ مريم : 68 ] ؛ عدل عن الغيبة إلى الخطاب ارتقاء في المواجهة بالتهديد حتى لا يبقى مجال للالتباس المراد من ضمير الغيبة فإن ضمير الخطاب أعرَف من ضمير الغيبة . ومقتضى الظاهر أن يقال : وإن منهم إلا واردها . وعن ابن عبّاس أنّه كان يقرأ { وإن منهم . وكذلك قرأ عِكرمة وجماعة .فالمعنى : وما منكم أحد ممن نُزع من كلّ شيعة وغيرِه إلاّ واردُ جهنّم حتماً قضاه الله فلا مبدل لكلماته ، أي فلا تحسبوا أن تنفعكم شفاعتهم أو تمنعكم عزّة شِيعكم ، أو تُلقون التبعة على سادتكم وعظماء أهل ضلالكم ، أو يكونون فداء عنكم من النّار . وهذا نظير قوله تعالى : { إن عبادي ليس لك عليهم سلطان إلا من اتبعك من الغاوين وإن جهنم لموعدهم أجمعين } [ الحجر : 42 ، 43 ] ، أي الغاوين وغيرهم .وحرف ( إنْ ) للنفي .والورود : حقيقته الوصول إلى الماء للاستقاء . ويطلق على الوصول مطلقاً مجازاً شائعاً ، وأما إطلاق الورود على الدخول فلا يُعرف إلا أن يكون مجازاً غير مشهور فلا بد له من قرينة .وجملة { ثمّ ننجي الذين اتّقوا } زيادة في الارتقاء بالوعيد بأنّهم خالدون في العذاب ، فليس ورودهم النّار بموقّت بأجل .و { ثمّ } للترتيب الرتبي تنويهاً بإنجاء الذين اتّقوا وتشويهاً بحال الذين يبقون في جهنم جُثيّاً . فالمعنى : وعلاوة على ذلك ننجي الذين اتّقوا من ورود جهنم . وليس المعنى : ثمّ ينجي المتقين من بينهم بل المعنى أنهم نَجَوْا من الورود إلى النّار . وذكر إنجاء المتقين : أي المؤمنين ، إدماج ببشارة المؤمنين في أثناء وعيد المشركين .وجملة { ونذر الظالمين فيها جثياً } عطف على جملة { وإن منكم إلاّ واردها }. والظالمون : المشركون .والتعبير بالّذين ظلموا إظهار في مقام الإضمار . والأصل : ونذركم أيها الظالمون .ونذر : نترك ، وهو مضارع ليس له ماض من لفظه ، أمات العرب ماضي ( نذر ) استغناء عنه بماضي ( ترك ) ، كما تقدّم عند قوله تعالى : { ثم ذرهم في خوضهم يلعبون } في سورة الأنعام ( 91 ).فليس الخطاب في قوله وإن منكم إلاّ واردها } لجميع النّاس مؤمنهم وكافِرِهم على معنى ابتداء كلام؛ بحيث يقتضي أن المؤمنين يردون النّار مع الكافرين ثم يُنْجوَن من عذابها ، لأنّ هذا معنى ثقيل ينبو عنه السياق ، إذ لا مناسبة بينه وبين سياق الآيات السابقة ، ولأنّ فضل الله على المؤمنين بالجنّة وتشريفهم بالمنازل الرفيعة ينافي أن يسوقهم مع المشركين مَساقاً واحداً ، كيف وقد صُدّر الكلام بقوله{ فوربك لنحشرنهم والشياطين } [ مريم : 68 ] وقال تعالى : { يوم نحشر المتقين إلى الرحمان وفداً ونسوق المجرمين إلى جهنم ورداً } [ مريم : 85 ، 86 ] ، وهو صريح في اختلاف حشر الفريقين .فموقع هذه الآية هنا كموقع قوله تعالى : { وإن جهنم لموعدهم أجمعين } [ الحجر : 43 ] عقب قوله { إن عبادي ليس لك عليهم سلطان إلا من اتبعك من الغاوين } [ الحجر : 42 ]. فلا يتوهم أن جهنّم موعد عباد الله المخلصين مع تقدّم ذكره لأنّه ينبو عنه مقام الثناء .وهذه الآية مثار إشكال ومحطّ قيل وقال؛ واتفق جميع المفسرين على أن المتّقين لا تنالهم نار جهنّم ، واختلفوا في محل الآية فمنهم من جعل ضمير { منكُم } لجميع المخاطبين بالقرآن ، ورووه عن بعض السلف فصدمَهم فساد المعنى ومنافاة حكمة الله والأدلّة الدالة على سلامة المؤمنين يومئذ من لقاء أدنى عذاب ، فسلكوا مسالك من التّأويل ، فمنهم من تأوّل الورود بالمرور المجرد دون أن يمس المؤمنين أذى ، وهذا بُعد عن الاستعمال ، فإن الورود إنما يراد به حصول ما هو مودع في المَورد لأنّ أصله من وُرود الحوض . وفي آي القرآن ما جاء إلاّ لمعنى المصير إلى النّار كقوله تعالى : { إنكم وما تعبدون من دون الله حصب جهنم أنتم لها واردون لو كان هؤلاء آلهة ما وردوها } [ الأنبياء : 98 ، 99 ] وقوله { يقدم قومه يوم القيامة فأوردهم النار وبئس الورد المورود } [ هود : 98 ] وقوله { ونسوق المجرمين إلى جهنم وِرداً } [ مريم : 86 ]. على أن إيراد المؤمنين إلى النّار لا جدوى له فيكون عبثاً ، ولا اعتداد بما ذكره له الفخر ممّا سمّاه فوائد .ومنهم من تأوّل ورود جهنّم بمرورالصراط ، وهو جسر على جهنّم ، فساقوا الأخبار المروية في مرور الناس على الصراط متفاوتين في سُرعة الاجتياز . وهذا أقل بُعداً من الذي قبله .وروى الطبري وابن كثير في هذين المحملين أحاديث لا تخرج عن مرتبة الضعف مما رواه أحمد في «مسنده» والحكيمُ التّرمذي في «نوادر الأصول» . وأصح ما في الباب ما رواه أبو عيسى الترمذي قال : «يرد النّاس النّار ثمّ يصدرون عنها بأعمالهم» الحديث في مرور الصراط .ومن النّاس من لفق تعضيداً لذلك بالحديث الصحيح : أنه «لا يموت لمسلم ثلاثة من الولد فيلج النّار إلاّ تَحلة القسم» فتأول تحلة القسم بأنها ما في هذه الآية من قوله تعالى : { وإن منكم إلاَّ واردها } وهذا محمل باطل ، إذ ليس في هذه الآية قسم يتحلل ، وإنّما معنى الحديث : إن من استحق عذاباً من المؤمنين لأجل معاص فإذا كان قد مات له ثلاثة من الولد كانوا كفارة له فلا يلج النّار إلاّ ولوجاً قليلاً يشبه ما يفعل لأجل تحلة القسم ، أي التحلل منه . وذلك أن المقسم على شيء إذا صعب عليه بر قسمه أخذ بأقل ما يتحقق فيه ما حلف عليه ، فقوله «تحلة القسم» تمثيل .ويروى عن بعض السلف روايات أنّهم تخوفوا من ظاهر هذه الآية ، من ذلك ما نقل عن عبد الله بن رواحة ، وعن الحسن البصري ، وهو من الوقوف في موقف الخوف من شيء محتمل .وذكر فعل { نَذَرُ } هنا دون غيره للإشعار بالتحقير ، أي نتركهم في النار لا نعبأ بهم ، لأن في فعل الترك معنى الإهمال .والحتم : أصله مصدر حتمه إذ جعله لازماً ، وهو هنا بمعنى المفعول ، أي محتوماً على الكافرين ، والمقضي : المحكوم به . وجُثِيّ تقدم .وقرأ الجمهور"
    },
    {
      "ayah": 72,
      "surah": 19,
      "text": "ثُمَّ نُنَجِّي الَّذِينَ اتَّقَوْا وَنَذَرُ الظَّالِمِينَ فِيهَا جِثِيًّا (72){ ثمّ تنَجِّي } بِفَتح النون الثانية وتشديد الجيم ، وقرأه الكسائي بسكون النون الثانية وتخفيف الجيم ."
    },
    {
      "ayah": 73,
      "surah": 19,
      "text": "وَإِذَا تُتْلَى عَلَيْهِمْ آَيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آَمَنُوا أَيُّ الْفَرِيقَيْنِ خَيْرٌ مَقَامًا وَأَحْسَنُ نَدِيًّا (73) عطف على قوله { ويقول الإنسان أإذا ما مت لسوف أخرج حياً } [ مريم : 66 ] وهذا صنف آخر من غرور المشركين بالدنيا وإناطتهم دلالة على السعادة بأحوال طيب العيش في الدنيا فكان المشركون يتشففون على المؤمنين ويرون أنفسهم أسعد منهم .والتّلاوة : القراءة . وقد تقدمت عند قوله تعالى : { واتبعوا ما تتلو الشياطين على مُلك سليمان } في البقرة ( 102 ) ، وقوله : { وإذا تليت عليهم آياته زادتهم إيماناً } في أول الأنفال ( 2 ). كان النبي يقرأ على المشركين القرآن فيسمعون آيات النعي عليهم وإنذارهم بسوء المصير ، وآيات البشارة للمؤمنين بحسن العاقبة ، فكان المشركون يكذّبون بذلك ويقولون : لو كان للمؤمنين خير لعُجل لهم ، فنحن في نعمة وأهل سيادة ، وأتباع محمّد من عامة الناس ، وكيف يفوقوننا بل كيف يستوون معنا ، ولو كنا عند الله كما يقول محمد لمنّ على المؤمنين برفاهية العيش فإنّهم في حالة ضنك ولا يساووننا فلو أقصاهم محمد عن مجلسه لاتّبعناه ، قال تعالى : { ولا تطرد الذين يدعون ربّهم بالغداة والعشي يريدون وجهه ما عليك من حسابهم من شيء وما من حسابك عليهم من شيء فتطردهم فتكون من الظالمين وكذلك فتنا بعضهم ببعض ليقولوا أهؤلاء منّ الله عليهم من بيننا أليس الله بأعلم بالشاكرين } [ الأنعام : 52 ، 53 ] ، وقال تعالى : { وقال الذين كفروا للذين آمنوا لو كان خيراً ما سبقونا إليه } [ الأحقاف : 11 ]. فلأجل كون المشركين كانوا يقيسون هذا القياس الفاسد ويغالطون به جعل قولهم به معلّقاً بزمان تلاوة آيات القرآن عليهم . فالمراد بالآيات البيّنات : آيات القرآن ، ومعنى كونها بيّنات : أنّها واضحات الحجّة عليهم ومفعمة بالأدلّة المقنعة .واللاّم في قوله { للّذين آمنوا } يجوز كونها للتّعليل ، أي قالوا لأجل الذين آمنوا ، أي من أجل شأنهم ، فيكون هذا قول المشركين فيما بينهم . ويجوز كونها متعلقة بفعل { قَالَ } لتعديته إلى متعلّقه ، فيكون قولهم خطاباً منهم للمؤمنين .والاستفهام في قولهم { أيُّ الفريقين } تقريريّ .وقرأ من عدا ابن كثير { مَقاماً } بفتح الميم على أنه اسم مكان مِن قام ، أطلق مجازاً على الحظ والرفعة ، كما في قوله تعالى : { ولمن خاف مقام ربّه جنتان } [ الرحمن : 46 ] ، فهو مأخوذ من القيام المستعمل مجازاً في الظهور والمقدرة .وقرأه ابن كثير بضم الميم من أقام بالمكان ، وهو مستعمل في الكون في الدنيا . والمعنى : خيرٌ حياةً ."
    },
    {
      "ayah": 74,
      "surah": 19,
      "text": "وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ هُمْ أَحْسَنُ أَثَاثًا وَرِئْيًا (74)وجملة { وكم أهلكنا قبلهم من قرن } خطاب من الله لرسوله . وقد أهلك الله أهل قرون كثيرة كانوا أرفه من مشركي العرب متاعاً وأجمل منهم منظراً . فهذه الجملة معترضة بين حكاية قولهم وبين تلقين النبي صلى الله عليه وسلم ما يجيبهم به عن قولهم ، وموقعها التهديد وما بعدها هو الجواب .والأثاث : متاع البيوت الذي يُتزين به ، و { رئياً } قرأه الجمهور بهمزة بعد الراء وبعد الهمزة ياء على وزن فِعْل بمعنى مفعول كذبِح ، من الرؤية ، أي أحسن مَرِئيّاً ، أي منظراً وهيئة .وقرأه قالون عن نافع وابن ذكوان عن ابن عامر «رِيّاً» بتشديد الياء بلا همزة إما على أنّه من قلب الهمزة ياء وإدغامها في الياء الأخرى ، وإما على أنّه من الرِيّ الذي هو النعمة والترفه ، من قولهم : ريّان من النّعيم . وأصله من الريّ ضد العطش ، لأنّ الريّ يستعار للتنعم كما يستعار التلهّف للتألّم ."
    },
    {
      "ayah": 75,
      "surah": 19,
      "text": "قُلْ مَنْ كَانَ فِي الضَّلَالَةِ فَلْيَمْدُدْ لَهُ الرَّحْمَنُ مَدًّا حَتَّى إِذَا رَأَوْا مَا يُوعَدُونَ إِمَّا الْعَذَابَ وَإِمَّا السَّاعَةَ فَسَيَعْلَمُونَ مَنْ هُوَ شَرٌّ مَكَانًا وَأَضْعَفُ جُنْدًا (75) هذا جواب قولهم { أي الفريقين خير مقاماً وأحسن نَدِيّاً } [ مريم : 73 ]. لقن الله رسوله صلى الله عليه وسلم كشف مغالطتهم أو شبهتهم؛ فأعلمهم بأن ما هم فيه من نعمة الدنيا إنما هو إمهال من الله إيّاهم ، لأنّ ملاذ الكافر استدراج . فمعيار التفرقة بين النّعمة الناشئة عن رضى الله تعالى على عبده وبين النعمة التي هي استدراج لمن كفر به هو النظر إلى حال من هو في نعمة بين حال هدى وحال ضلال . قال تعالى في شأن الأولين : { من عمل صالحاً من ذكر أو أنثى وهو مؤمن فلنحيينه حياة طيبة ولنجزينهم أجرهم بأحسن ما كانوا يعملون } [ النحل : 97 ]. وقال في شأن الآخرين { أيحسبون أنما نمدهم به من مال وبنين نسارع لهم في الخيرات بل لا يشعرون } [ المؤمنون : 55 ، 56 ].والمعنى : أن من كان منغمساً في الضلالة اغترّ بإمهال الله له فركبه الغرور كما ركبهم إذ قالوا { أي الفريقين خير مقاماً وأحسن ندياً .واللاّم في قوله فليمدد له الرحمان مداً } لام الأمر أو الدعاء ، استعملت مجازاً في لازم معنى الأمر ، أي التحقيق ، أي فسيمد له الرحمان مداً ، أي إن ذلك واقع لا محالة على سنّة الله في إمهال الضُّلال ، إعذاراً لهم ، كما قال تعالى : { أو لم نعمركم ما يتذكر فيه من تذكر } [ فاطر : 37 ] ، وتنبيهاً للمسلمين أن لا يغتروا بإنعام الله على الضُّلال حتى أنّ المؤمنين يَدْعُون الله به لعدم اكتراثهم بطول مدة نعيم الكفّار .فإن كان المقصود من { قُل } أن يقول النبي ذلك للكفّار فلام الأمر مجرد مجاز في التحقيق ، وإن كان المقصود أن يبلّغ النبيءُ ذلك عَن الله أنه قال ذلك فلامُ الأمر مجاز أيضاً وتجريد بحيث إنّ الله تعالى يأمر نفسه بأن يمد لهم .والمدّ : حقيقته إرخاء الحبل وإطالته ، ويستعمل مجازاً في الإمهال كما هنا ، وفي الإطالة كما في قولهم : مدّ الله في عمرك .و { مَدّاً } مفعول مطلق مؤكد لعامله ، أي فليمدد له المدّ الشديد ، فيسينتهي ذلك .و { حتى } لغاية المد ، وهي ابتدائية ، أي يمدّ له الرحمان إني أن يَروا ما يوعدون ، أي لا محيص لهم عن رؤية ما أوعدوا من العذاب ولا يدفعه عنه طول مدّتهم في النّعمة . فتكون الغاية مضمون الجملة التي بعدها { حتى } لا لفظاً مفرداً . والتقدير : يمدّ لهم الرحمان حتى يروا العذاب فيعلموا من هو أسعد ومن هو أشقى .وحرف الاستقبال لتوكيد حصول العلم لهم حينئذ وليس للدّلالة على الاستقبال لأنّ الاستقبال استفيد من الغاية .و { إمّا } حرف تفصيل ل { ما يوعدون } ، أي ما أوعدوا من العذاب إما عذاب الدنيا وإما عذاب الآخرة ، فإن كلّ واحد منهم لا يعدو أن يرى أحد العذابين أو كليهما .وانتصب لفظ { العذاب } على المفعولية ل { يَروْا . وحرف إما } غير عاطف ، وهو معترض بين العامل ومعموله ، كما في قول تأبّط شراً :هما خطتّا إمّا إسارٍ ومِنّةٍوإما دممٍ والموت بالحر أجدربجرّ ( إسار ، ومنّة ، ودم ).وقوله { شرّ مكاناً وأضعف جنداً } مقابل قولهم { خيرٌ مقاماً وأحسن نديّاً } [ مريم : 73 ] فالمكان يرادف المقام ، والجند الأعوان ، لأنّ الندي أريد به أهله كما تقدم ، فقوبل { خيرٌ نديّاً } ب { أضعفُ جنداً }."
    },
    {
      "ayah": 76,
      "surah": 19,
      "text": "وَيَزِيدُ اللَّهُ الَّذِينَ اهْتَدَوْا هُدًى وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا وَخَيْرٌ مَرَدًّا (76) وجملة { ويزيد الله الذين اهتدوا هدى } معطوفة على جملة { من كان في الضلالة فليمدد له الرحمان مدّاً } لما تضمنه ذلك من الإمهال المفضي إلى الاستمرار في الضلال ، والاستمرار : الزيادة . فالمعنى على الاحتباك ، أي فليمدد له الرحمان مداً فيزدَدْ ضلالاً ، ويمدّ للذين اهتدوا فيزدادوا هدىً .وجملة { والباقيات الصالحات خير } عطف على جملة { ويزيد الله الذين اهتدوا هدى }. وهو ارتقاء من بشارتهم بالنجاة إلى بشارتهم برفع الدرجات ، أي الباقيات الصالحات خير من السلامة من العذاب التي اقتضاها قوله تعالى : { فسيعلمون من هو شرّ مكاناً وأضعفُ جنداً } ، أي فسيظهر أن ما كان فيه الكفرة من النعمة والعزّة هو أقلّ مما كان عليه المسلمون من الشظف والضعف باعتبار المآلين ، إذ كان مآل الكفرة العذاب ومَآل المؤمنين السلامة من العذاب وبعدُ فللمؤمنين الثواب .والباقيات الصالحات : صفتان لمحذوف معلوم من المقام ، أي الأعمال الباقي نعيمها وخيرها ، والصالحات لأصحابها هي خير عند الله من نعمة النجاة من العذاب . وقد تقدّم وجه تقديم الباقيات على الصالحات عند الكلام على نظيره في أثناء سورة الكهف .والمردّ ، المرجع . والمراد به عاقبة الأمر ."
    },
    {
      "ayah": 77,
      "surah": 19,
      "text": "أَفَرَأَيْتَ الَّذِي كَفَرَ بِآَيَاتِنَا وَقَالَ لَأُوتَيَنَّ مَالًا وَوَلَدًا (77) تفريع على قوله { ويقول الإنسان أإذا ما متّ لسوفَ أخرج حياً } [ مريم : 66 ] وما اتصل به من الاعتراض والتفريعات . والمناسبة : أن قائل هذا الكلام كان في غرور مثل الغرور الذي كان فيه أصحابه . وهو غرور إحالة البعث .والآية تشير إلى قصة خبّاب بن الأرتّ مع العاصي بن وائل السهمي . ففي «الصحيح» : أن خبّاباً كان يصنع السيوف في مكة ، فعمل للعاصي بن وائل سَيفاً وكان ثمنه دَيناً على العاصي ، وكان خبّاب قد أسلم ، فجاء خبّاب يتقاضى دَينه من العاصي فقال له العاصي بن وائل : لا أقضيكه حتى تكفر بمحمّد ، فقال خبّاب ( وقد غضب ) : لا أكفر بمحمد حتى يميتك الله ثمّ يبعثك . قال العاصي : أو مبعوثٌ أنا بعد الموت؟ قال : نعم . قال ( العاصي متهكماً ) : إذا كان ذلك فسيكون لي مال وولد وعند ذلك أقضيك دَينَك» . فنزلت هذه الآية في ذلك . فالعاصي بن وائل هو المراد بالذي كفر بآياتنا .والاستفهام في { أفرأيت } مستعمل في التعجيب من كفر هذا الكافر .والرؤية مستعارة للعلم بقصته العجيبة . نُزلت القصة منزلة الشيء المشاهد بالبصر لأنه من أقوى طرق العلم . وعبر عنه بالموصول لما في الصلة من منشأ العجب ولا سيما قوله { لأُوتين مالاً وولداً }.والمقصود من الاستفهام لفت الذهن إلى معرفة هذه القصة أو إلى تذكرها إن كان عالماً بها .والخطاب لكل من يصلح للخطاب فلم يُرد به معيّن . ويجوز أن يكون خطاباً للنبيء صلى الله عليه وسلموالآيات : القرآن ، أي كفر بما أنزل إليه من الآيات وكذب بها . ومن جملتها آيات البعث .والوَلَد : اسم جَمْع لوَلَد المفرد ، وكذلك قرأه الجمهور ، وقرأ حمزة والكسائي في هذه السورة في الألفاظ الأربعة «ووُلْد» بضمّ الواو وسكون اللام فهو جمع ولد ، كأسد وأسد ."
    },
    {
      "ayah": 78,
      "surah": 19,
      "text": "أَطَّلَعَ الْغَيْبَ أَمِ اتَّخَذَ عِنْدَ الرَّحْمَنِ عَهْدًا (78) وجملة { أطلّع الغيب } جواب لكلامه على طريقة الأسلوب الحكيم بحمل كلامه على ظاهر عبارته من الوعد بقضاء الدّين من المال الذي سيجده حين يبعث ، فالاستفهام في قوله { أطلع الغيب } إنكاري وتعجيبي .و { أطّلع } افتعل من طلع للمبالغة في حصول فعل الطلوع وهو الارتقاء ، ولذلك يقال لمكان الطلوع مطْلَع بالتخفيف ومُطّلع بالتشديد . ومن أجل هذا أطلق الاطلاع على الإشراف على الشيء ، لأنّ الذي يروم الإشراف على مكان محجوب عنه يرتقي إليه من عُلّو ، فالأصل أن فعل ( اطّلع ) قاصر غير محتاج إلى التعدية ، قال تعالى : { قال هل أنتم مطلعون فاطلع فرآه في سواء الجحيم } [ الصافات : 54 ، 55 ] ، فإذا ضُمن { اطّلع معنى أشرَف عُدي بحرف الاستعلاء كقوله تعالى : { لو اطَلعتَ عليهم لولّيتَ منهم فراراً } وتقدّم إجمالاً في سورة الكهف ( 18 ).فانتصب الغيب } في هذه الآية على المفعولية لا على نزع الخافض كما توهمه بعض المفسرين . قال في «الكشاف» : «ولاختيار هذه الكلمة شأنٌ ، يقول : أو قد بلغ من عظمة شأنه أن ارتقى إلى علم الغيب» اه .فالغيبُ : هو ما غاب عن الأبصار .والمعنى : أأشرف على عالم الغيب فرأى مالاً وولداً معَدّيْننِ له حين يأتي يوم القيامة أو فرأى ماله وولده صائرين معه في الآخرة لأنه لما قال فسيكون لي مال وولد عنى أن ماله وولده راجعان إليه يومئذ أم عهد الله إليه بأنّه معطيه ذلك فأيقن بحصوله ، لأنه لا سبيل إلى معرفة ما أعد له يوم القيامة إلا أحد هذين إما مكاشفة ذلك ومشاهدته ، وإما إخبار الله بأنه يعطيه إياه .ومتعلّق العهد محذوف يدلّ عليه السياق . تقديره : بأن يعطيه مالاً وولداً .و { عند } ظرف مكان ، وهو استعارة بالكناية بتشبيه الوعد بصحيفة مكتوبة بها تعاهُد وتعاقد بينه وبين الله موضوعة عند الله ، لأن الناس كانوا إذا أرادوا توثيق ما يتعاهدون عليه كتبوه في صحيفة ووضعوها في مكان حصين مشهور كما كتب المشركون صحيفة القطيعة بينهم وبين بني هاشم ووضعوها في الكعبة . وقال الحارث بن حلزة :حذر الجور والتطاخي وهل ينقضما في المهارق الأهواءُ"
    },
    {
      "ayah": 79,
      "surah": 19,
      "text": "كَلَّا سَنَكْتُبُ مَا يَقُولُ وَنَمُدُّ لَهُ مِنَ الْعَذَابِ مَدًّا (79) ولعلّ في تعقيبه بقوله { سنكتب ما يقول } إشارة إلى هذا المعنى بطريق مراعاة النظير .واختير هنا من أسمائه { الرحمن } ، لأن استحضار مدلوله أجدر في وفائه بما عهد به من النعمة المزعومة لهذا الكافر ، ولأن في ذكر هذا الاسم توركاً على المشركين الذين قالوا { وما الرحمن } [ الفرقان : 60 ].و { كَلاّ } حرف ردع وزجر عن مضمون كلام سابق من متكلّم واحد ، أو من كلام يحكى عن متكلم آخر أو مسموع منه كقوله تعالى : { قال أصحاب موسى إنا لمدركون قال كلا إن معي ربي } [ الشعراء : 61 ، 62 ].والأكثر أن تكون عقب آخر الكلام المبطَل بها ، وقد تُقُدِّمَ على الكلام المبطَل للاهتمام بالإبطال وتعجيله والتشويق إلى سماع الكلام الذي سيرد بعدها كما في قوله تعالى : { كلا والقمر والليل إذ أدبر والصبح أسفر إنها لإحدى الكبر } [ المدثر : 32 35 ] على أحد تأويلين ، ولِما فيها من معنى الإبطال كانت في معنى النّفي ، فهي نقيض إي وأجلْ ونحوهما من أحرف الجواب بتقدير الكلام السابق .والمعنى : لا يقع ما حكى عنه من زعمه ولا من غرُوره ، والغالب أن تكون متبعة بكلام بعدها ، فلا يعهد في كلام العرب أن يقول قائل في ردّ كلام : كَلاّ ، ويسكت .ولكونها حرف ردع أفادت معنى تامّاً يحسن السكوت عليه . فلذلك جاز الوقف عليها عند الجمهور ، ومنع المبرد الوقف عليها بناء على أنها لا بد أن تُتبع بكلام . وقال الفراء : مواقعها أربعة :موقع يحسن الوقف عليها والابتداء بها كما في هذه الآية .وموقع يحسن الوقف عليها ولا يحسن الابتداء بها كقوله : { فأخاف أن يقتلون قال كلا فاذهبا } [ الشعراء : 14 ، 15 ].وموقع يحسن فيه الابتداء بها ولا يحسن الوقف عليها كقوله تعالى : { كلا إنها تذكرة } [ عبس : 11 ].وموقع لا يحسن فيه شيء من الأمرين كقوله تعالى :{ ثم كلا سوف تعلمون } [ التكاثر : 4 ].وكلام الفراءيبين أنّ الخلاف بين الجمهور وبين المبرد لفظي لأنّ الوقف أعم من السكوت التام .وحرف التنفيس في قوله { سنكتب } لتحقيق أنّ ذلك واقع لا محالة كقوله تعالى : { قال سوف أستغفر لكم ربي } [ يوسف : 98 ].والمد في العذاب : الزيادة منه ، كقوله : { فليمدد له الرحمان مداً } [ مريم : 75 ].و { ما يقول } في الموضعين إيجاز ، لأنه لو حكي كلامه لطال . وهذا كقوله تعالى : { قل قد جاءكم رسل من قبلي بالبينات وبالذي قلتم } [ آل عمران : 183 ] ، أي وبقربان تأكله النار ، أي ما قاله من الإلحاد والتهكم بالإسلام ، وما قاله من المال والولد ، أي سنكتب جزاءَه ونهلكه فنرثه ما سمّاه من المال والولد ، أي نرث أعيان ما ذكر أسماءه ، إذ لا يعقل أن يورث عنه قولُه وكلامه ."
    },
    {
      "ayah": 8,
      "surah": 19,
      "text": "قَالَ رَبِّ أَنَّى يَكُونُ لِي غُلَامٌ وَكَانَتِ امْرَأَتِي عَاقِرًا وَقَدْ بَلَغْتُ مِنَ الْكِبَرِ عِتِيًّا (8)جملة { قَالَ رَبّ } جواب للبشارة .و { أنى } استفهام مستعمل في التعجب ، والتعجب مكنى به عن الشكر ، فهو اعتراف بأنها عطية عزيزة غير مألوفة لأنّه لا يجوز أن يسأل الله أن يهب له ولداً ثمّ يتعجب من استجابة الله له . ويجوز أن يكون قد ظن الله يهب له ولداً من امرأة أخرى بأن يأذنه بتزوج امرأة غير عاقر ، وتقدّم القول في نظير هذه الآية في سورة آل عمران .وجملة { امرأتي عاقراً } حال من ياء التكلّم . وكرّر ذلك مع قوله في دعائه { وكَانَتتِ امرأتي عاقِراً }. وهو يقتضي أنّ زكرياء كان يظن أن عدم الولادة بسبب عقر امرأته ، وكان الناس يحسبون ذلك إذا لم يكن بالرجل عُنّةٌ ولا خصاء ولا اعتراض ، لأنهم يحسبون الإنعَاظ والإنزال هما سبب الحمل إن لم تكن بالمرأة عاهة العُقر .وهذا خطأ فإن عدم الولادة يكون إمّا لعلّة بالمرأة في رحمها أو لعلة في ماء الرجل يكون غير صالح لنماء البويضات التي تبرزها رحم المرأة .و { من } في قوله { من الكبر عُتِيّاً } للابتداء ، وهو مجاز في معنى التعليل .والكِبر : كثرة سني العمر ، لأنه يقارنه ظهور قلّة النشاط واختلال نظام الجسم .و { عُتِيّاً } مفعول { بَلَغْتُ }.والبلوغ : مجاز في حلول الإبان ، وجعل نفسه هنا بالغاً الكبر وفي آية آل عمران ( 40 ) قال : { وقد بلغني الكبر } لأن البلوغ لما كان مجازاً في حصول الوصف صح أن يسند إلى الوصف وإلى الموصوف .والعُتيّ بضم العين في قراءة الجمهور مصدر عتا العود إذا يبس ، وهو بوزن فعول أصله عُتُووٌ ، والقياس فيه أن تصحح الواو لأنها إثر ضمّة ولكنهم لما استثقلوا توالي ضمتين بعدهما واوان وهما بمنزلة ضمتين تخلصوا من ذلك الثقل بإبدال ضمّة العين كسرة ثم قلبوا الواو الأولى ياء لوقوعها ساكنة إثْرَ كسرة فلما قلبت ياءً اجتمعت تلك الياء مع الواو التي هي لام ، وكأنهم ما كسروا التاء في عتي بمعنى اليبس إلاّ لدفع الالتباس بينه وبين العُتوّ الذي هو الطغيان فلا موجب لطلب تخفيف أحدهما دون الآخر .شبه عظامه بالأعواد اليابسة على طريقة المكنية ، وإثباتُ وصف العُتي لها استعارة تخييلية ."
    },
    {
      "ayah": 80,
      "surah": 19,
      "text": "وَنَرِثُهُ مَا يَقُولُ وَيَأْتِينَا فَرْدًا (80)ف { ما يقول } بدل اشتمال من ضمير النصب في { نرثه } ، إذ التقدير : ونرث ولده وماله .والإرث : مستعمل مجازاً في السلب والأخذ ، أو كناية عن لازمه وهو الهلاك . والمقصود : تذكيره بالموت ، أو تهديده بقرب هلاكه .ومعنى إرث أولاده أنهم يصيرون مسلمين فيدخلون في حزب الله ، فإن العاصي وَلدَ عمَرْاً الصحابي الجليل وهشاماً الصحابي الشهيد يوم أجنادين ، فهنا بشارة للنبيء صلى الله عليه وسلم ونكاية وكمد للعاصي بن وائل .والفرد : الذي ليس معه ما يصير به عدداً ، إشارة إلى أنّه يحشر كافراً وحده دون ولده ، ولا مال له ، و { فرداً } حال ."
    },
    {
      "ayah": 81,
      "surah": 19,
      "text": "وَاتَّخَذُوا مِنْ دُونِ اللَّهِ آَلِهَةً لِيَكُونُوا لَهُمْ عِزًّا (81) عطف على جملة { ويقول الإنسان أإذا ما مت } [ مريم : 66 ] فضمير { اتخذوا } عائد إلى الذين أشركوا لأنّ الكلام جرى على بعض منهم .والاتخاذ : جعل الشخص الشيءَ لنفسه ، فجعل الاتخاذ هنا الاعتقاد والعبادة . وفي فعل الاتخاذ إيماء إلى أن عقيدتهم في تلك الآلهة شيء مصطلح عليه مختلق لم يأمر الله به كما قال تعالى عن إبراهيم : { قال أتعبدون ما تنحتون } [ الصافات : 95 ].وفي قوله { من دون الله } إيماء إلى أن الحق يقتضي أن يتّخذوا الله إلهاً ، إذ بذلك تقرّر الاعتقاد الحق من مبدأ الخليقة ، وعليه دلّت العقول الراجحة .ومعنى { ليكون لهم عزاً } ليكونوا مُعزّين لهم ، أي ناصرين ، فأخبر عن الآلهة بالمصدر لتصوير اعتقاد المشركين في آلهتهم أنّهم نفس العزّ ، أي إن مجرد الانتماء لها يكسبهم عزّاً .وأجرى على الآلهة ضمير العاقل لأنّ المشركين الذين اتخذوهم توهموهم عقلاء مدبرين ."
    },
    {
      "ayah": 82,
      "surah": 19,
      "text": "كَلَّا سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا (82)والضميران في قوله : { سيكفرون ويَكونون يجوز أن يَكونا عائدين إلى آلهة ، أي سينكر الآلهةُ عبادةَ المشركين إيّاهم ، فعبر عن الجحود والإنكار بالكفر ، وستكون الآلهة ذُلاّ ضد العزّ .والأظهر أن ضمير سيكفرون } عائد إلى المشركين ، أي سيكفر المشركون بعبادة الآلهة فيكون مقابل قوله { واتخذوا من دون الله آلهة }. وفيه تمام المقابلة ، أي بَعد أن تكلفوا جعلهم آلهةً لهم سيكفرون بعبادتهم ، فالتعبير بفعل { سيكفرون } يرجح هذا الحمل لأن الكفر شائع في الإنكار الاعتقادي لا في مطلق الجحود ، وأن ضمير { يكونون } للآلهة وفيه تشتيت الضمائر . ولا ضير في ذلك إذ كان السياق يُرجع كلاً إلى ما يناسبه ، كقول عباس بن مرداس :عُدنا ولولا نحن أحدق جمعهم ... بالمسلمين وأحرزوا ما جَمّعواأي : وأحرز جَمْع المشركين ما جمّعه المسلمون من الغنائم .ويجوز أن يكون ضميرا { سيكفرون ويكونون راجعين إلى المشركين . وأن حرف الاستقبال للحصول قريباً ، أي سيكفر المشركون بعبادة الأصنام ويدخلون في الإسلام ويكونون ضداً على الأصنام يهدمون هياكلها ويلعنونها ، فهو بشارة للنبيء بأن دينه سيظهر على دين الكفر . وفي هذه المقابلة طباق مرتين .والضد : اسم مصدر ، وهو خلاف الشيء في الماهية أو المعاملة . ومن الثاني تسمية العدو ضدّاً . ولكونه في معنى المصدر لزم في حال الوصف به حالة واحدة بحيث لا يطابق موصوفه ."
    },
    {
      "ayah": 83,
      "surah": 19,
      "text": "أَلَمْ تَرَ أَنَّا أَرْسَلْنَا الشَّيَاطِينَ عَلَى الْكَافِرِينَ تَؤُزُّهُمْ أَزًّا (83) استئناف بياني لجواب سؤال يجيش في نفس الرسول صلى الله عليه وسلم من إيغال الكافرين في الضلال جماعتهم وآحادهم ، وما جرّه إليهم من سوء المصير ابتداء من قوله تعالى : { ويقول الإنسان أإذا ما مِتّ لسوف أخرج حياً } [ مريم : 66 ] ، وما تخلل ذلك من ذكر إمهال الله إياهم في الدنيا ، وما أعد لهم من العذاب في الآخرة . وهي معترضة بين جملة { واتخذوا من دون الله آلهة } [ مريم : 81 ] وجملة { يوم نحشر المتقين } [ مريم : 85 ]. وأيضاً هي كالتذييل لتلك الآيات والتقرير لمضمونها لأنها تَستخلص أحوالهم ، وتتضمن تسلية الرسول صلى الله عليه وسلم عن إمهالهم وعدم تعجيل عقابهم .والاستفهام في { ألم تر } تعجيبي ، ومثله شائع في كلام العرب يجعلون الاستفهام على نفي فعل . والمراد حصول ضده بحثّ المخاطب على الاهتمام بتحصيله ، أي كيف لم تر ذلك ، ونزّل إرسال الشياطين على الكافرين لاتضاح آثاره منزلة الشيء المرثي المشاهد ، فوقع التعجيب من مَرآه بقوله : ألم تر ذلك .والأزُّ : الهزّ والاستفزاز الباطني ، مأخوذ من أزيز القدر إذا اشتد غليانها . شبه اضطراب اعتقادهم وتناقض أقوالهم واختلاق أكاذيبهم بالغليان في صعود وانخفاض وفرقعة وسكون ، فهو استعارة فتأكيده بالمصدر ترشيح .وإرسال الشياطين عليهم تسخيرهم لها وعدم انتفاعهم بالإرشاد النبّوي المنقد من حبائلها ، وذلك لكفرهم وإعراضهم عن استماع مواعظ الوحي . وللإشارة إلى هذا المعنى عُدل عن الإضمار إلى الإظهار في قوله { على الكافرين }. وجعل { تؤزهم } حالاً مقيّداً للإرسال لأنّ الشياطين مرسلة على جميع الناس ولكن الله يحفظ المؤمنين من كيد الشياطين على حسب قوّة الإيمان وصلاح العمل ، قال تعالى : { إن عبادي ليس لك عليهم سلطان إلا من اتبعك من الغاوين } [ الحجر : 42 ]."
    },
    {
      "ayah": 84,
      "surah": 19,
      "text": "فَلَا تَعْجَلْ عَلَيْهِمْ إِنَّمَا نَعُدُّ لَهُمْ عَدًّا (84)قوله : { فلا تعجل عليهم } أي فلا تستعجل العذاب لهم إنما نُعدّ لهم عَدّاً ، وعبر ب { تَعجل عليهم } معدى بحرف الاستعلاء إكراماً للنبيء صلى الله عليه وسلم بأن نزل منزلة الذي هلاكهم بيده . فنهى عن تعجيله بهلاكهم . وذلك إشارة إلى قبول دعائه عند ربّه ، فلو دعا عليهم بالهلاك لأهلكهم الله كيلا يُردّ دعوة نبيئه صلى الله عليه وسلم لأنه يقال : عَجل على فلان بكذا ، أي أسرع بتسليطه عليه ، كما يقال : عجِل إليه إذا أسرع بالذهاب إليه كقوله : { وعجلت إليك ربّ لترضى } [ طه : 84 ] ، فاختلاف حروف تعدية فعل عجل ينبىء عن اختلاف المعنى المقصود بالتعجيل .ولعل سبب الاختلاف بين هذه الآية وبين قوله تعالى : { ولا تستعجل لهم } في سورة الأحقاف ( 35 ) أنّ المراد هنا استعجال الاستئصال والإهلاك وهو مقدّر كونه على يد النبي ، فلذلك قيل هنا : فلا تعجل عليهم } ، أي انتظر يومهم الموعود ، وهو يوم بدر ، ولذلك عقب بقوله : { إنّما نعدّ لهم عدّاً ، أي نُنظرهم ونؤجلهم ، وأنّ العذاب المقصود في سورة الأحقاف هو عذاب الآخرة لوقوعه في خلال الوعيد لهم بعذاب النار لقوله هنالك :{ ويوم يعرض الذين كفروا على النار أليس هذا بالحق قالوا بلى وربنا قال فذوقوا العذاب بما كنتم تكفرون فاصبر كما صبر أولوا العزم من الرسل ولا تستعجل لهم كأنهم يوم يرون ما يوعدون لم يلبثوا إلا ساعة من نهار } [ الأحقاف : 34 ، 35 ].والعدّ : الحساب .و { إنّما } للقصر ، أي ما نحن إلا نَعُدّ لهم ، وهو قصر موصوف على صفة قصراً إضافياً ، أي نعد لهم ولسنا بناسين لهم كما يظنون ، أو لسنا بتاركينهم من العذاب بل نؤخرهم إلى يوم موعود .وأفادت جملة { إنما نعدّ لهم عدّاً } تعليل النهي عن التعجيل عليهم لأن { إنما } مركبة من ( إنّ ) و ( ما ) وإنّ تفيد التعليل كما تقدّم غير مرّة .وقد استعمل العدّ مجازاً في قصر المدّة لأن الشيء القليل يُعدّ ويحسب . وفي هذا إنذار باقتراب استئصالهم ."
    },
    {
      "ayah": 85,
      "surah": 19,
      "text": "يَوْمَ نَحْشُرُ الْمُتَّقِينَ إِلَى الرَّحْمَنِ وَفْدًا (85) إتمام لإثبات قلة غَناء آلهتهم عنهم تبعاً لقوله : { ويكونون عليهم ضداً } [ مريم : 82 ].فجملة : { لا يملكون الشّفاعة } هو مبدأ الكلام ، وهو بيان لجملة : { ويكونون عليهم ضداً }.والظرف وما أضيف الظرف إليه إدماجٌ بينت به كرامة المؤمنين وإهانة الكافرين . وفي ضمنه زيادة بيان لجملة { ويكونون عليهم ضداً } بأنهم كانوا سبب سَوقهم إلى جهنم ورداً ومخالفتهم لحال المؤمنين في ذلك المشهد العظيم . فالظرف متعلّق ب { يملكون } وضمير { لا يملكون } عائد للآلهة . والمعنى : لا يقدرون على أن ينفعوا من اتخذوهم آلهة ليكونوا لهم عزّاً .والحشر : الجمع مطلقاً ، يكون في الخير كما هنا ، وفي الشرّ كقوله : { احشروا الذين ظلموا وأزواجهم وما كانوا يعبدون من دون الله فاهدوهم إلى صراط الجحيم } [ الصافات : 22 ، 23 ] ، ولذلك أتبع فعل { نحشر } بقيد { وَفداً } ، أي حَشْر الوفود إلى الملوك ، فإن الوفود يكونون مُكرمين ، وكانت لملوك العرب وكرمائهم وفود في أوقات ، ولأعيان العرب وفادات سنويّة على ملوكهم وسادتهم ، ولكلّ قبيلة وفادة ، وفي المثل : «إن الشّقِيّ وافد البراجم» . وقد اتّبع العرب هذه السنّة فوفدوا على النبي صلى الله عليه وسلم لأنّه أشرف السادة . وسنةُ الوفود هي سنة تسع من الهجرة تلت فتحَ مكة بعموم الإسلام بلاد العرب ."
    },
    {
      "ayah": 86,
      "surah": 19,
      "text": "وَنَسُوقُ الْمُجْرِمِينَ إِلَى جَهَنَّمَ وِرْدًا (86) وذكر صفة { الرَّحمان } هنا واضحة المناسبة للوفد .والسوق : تسيير الأنعام قُدام رعاتها ، يجعلونها أمَامهم لترهب زجرهم وسياطهم فلا تتفلّت عليهم ، فالسوق : سير خوفٌ وحذر .وقوله { ورداً } حال قصد منها التشبيه ، فلذلك جاءت جامدة لأن معنى التشبيه يجعلها كالمشتق .والوِرد بكسر الواو : أصله السير إلى الماء ، وتسمى الأنعامُ الواردة وِرداً تسمية على حذف المضاف ، أي ذات ورد ، كما يسمى الماء الذي يرده القوم ورداً . قال تعالى : { وبئس الورد المورود } [ هود : 98 ].والاستثناء في { إلاّ من اتخذ عند الرحمان عهداً } استثناء منقطع ، أي لكن يملك الشفاعة يومئذ من اتخذ عند الرحمان عهداً ، أي من وعده الله بأن يشفع وهم الأنبياء والملائكة ."
    },
    {
      "ayah": 87,
      "surah": 19,
      "text": "لَا يَمْلِكُونَ الشَّفَاعَةَ إِلَّا مَنِ اتَّخَذَ عِنْدَ الرَّحْمَنِ عَهْدًا (87)ومعنى { لا يملكون } لا يستطيعون ، فإنّ المِلك يطلق على المقدرة والاستطاعة . وقد تقدّم عند قوله تعالى : { قل أتعبدون من دون الله ما لا يملك لكم ضراً ولا نفعاً } في سورة العقود ( 76 )."
    },
    {
      "ayah": 88,
      "surah": 19,
      "text": "وَقَالُوا اتَّخَذَ الرَّحْمَنُ وَلَدًا (88) عطف على جملة { ويقول الإنسان أإذا ما مت } [ مريم : 66 ] أو على جملة { واتخذوا من دون الله آلهة } [ مريم : 81 ] إتماماً لحكاية أقوالهم ، وهو القول بأن لله ولداً ، وهو قول المشركين : الملائكة بنات الله . وقد تقدم في سورة النحل وغيرها؛ فصريح الكلام رد على المشركين ، وكنايته تعريض بالنّصارى الذين شابهوا المشركين في نسبة الولد إلى الله ، فهو تكملة للإبطال الذي في قوله تعالى آنفاً : { ما كان لله أن يتخذ من ولد سبحانه } [ مريم : 35 ] الخ .والضمير عائد إلى المشركين ، فيفهم منه أنّ المقصود من حكاية قولهم ليس مجرد الإخبار عنهم ، أو تعليم دينهم ولكن تفظيع قولهم وتشنيعه ، وإنما قالوا ذلك تأييداً لعبادتهم الملائكة والجن واعتقادهم شفعاء لهم .وذكر { الرّحمان } هنا حكاية لقولهم بالمعنى ، وهم لا يذكرون اسم الرحمان ولا يُقرون به ، وقد أنكروه كما حكى الله عنهم : { وإذا قيل لهم اسجدوا للرحمان قالوا وما الرحمان } [ الفرقان : 60 ] ، فهم إنما يقولون : { اتخذ الله ولداً } كما حكي عنهم في آيات كثيرة منها آية سورة الكهف ( 4 ). فذكر الرحمن } هنا وضع للمرادف في موضع مرادفه ، فذكر اسم { الرحمان } لقصد إغاظتهم بذكر اسم أنكروه .وفيه أيضاً إيماء إلى اختلال قولهم لمنافاة وصف الرحمان اتخاذ الولد كما سيأتي في قوله : { وما ينبغي للرحمان أن يتخذ ولداً }."
    },
    {
      "ayah": 89,
      "surah": 19,
      "text": "لَقَدْ جِئْتُمْ شَيْئًا إِدًّا (89) والخطاب في { لقد جئتم } للذين قالوا اتخذ الرحمان ولداً ، فهو التفات لقصد إبلاغهم التوبيخ على وجه شديد الصراحة لا يلتبس فيه المراد ، كما تقدم في قوله آنفاً : { وإن منكم إلا واردها } [ مريم : 71 ] فلا يحسن تقدير : قل لقد جئتم .وجملة { لقد جئتم شيئاً إدّاً } مستأنفة لبيان ما اقتضته جملة { وقالوا اتّخذ الرحمان ولداً } من التشنيع والتفظيع .وقرأ نافع والكسائي بياء تحتية على عدم الاعتداد بالتأنيث ، وذلك جائز في الاستعمال إذا لم يكن الفعل رافعاً لضمير مؤنث متصل"
    },
    {
      "ayah": 9,
      "surah": 19,
      "text": "قَالَ كَذَلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٌ وَقَدْ خَلَقْتُكَ مِنْ قَبْلُ وَلَمْ تَكُ شَيْئًا (9)فصلت جملة { قَالَ كذلك } لأنها جرت على طريقة المحاورة . وهي جواب عن تعجبه . والمقصود منه إبطال التعجب الذي في قوله : { وكانَتِ امرأتي عاقِراً وقد بلغتُ مِن الكِبَر عُتِياً } [ مريم : 8 ]. فضمير { قَالَ } عائد إلى الرب من قوله { قَالَ رَبّ أنَّى يكونُ لي غُلامٌ } [ مريم : 8 ].والإشارة في قوله { كذلك } إلى قول زكرياء { وكانت امرأتي عاقِراً وقَد بلَغْتُ مِنَ الكِبَرِ عُتِيّاً }. والجار والمجرور مفعول لفعل { قَالَ رَبُّكَ } ، أي كذلك الحال من كبرك وعقر امرأتك قدّر ربُّك ، ففعلُ { قَالَ رَبُّكَ } مرادٌ به القول التكويني ، أي التقديري ، أي تعلّق الإرادة والقدرة . والمقصود من تقريره التمهيد لإبطال التعجب الدال عليه قوله { عَلَيَّ هَيِنٌ } ، فجملة { هُوَ عليَّ هَيِنٌ } استئناف بياني جواباً لسؤال ناشىء عن قوله { كَذَلِكَ } لأنّ تقرير منشأ التعجب يثير ترقب السامع أن يعرف ما يُبطل ذلك التعجب المقرّر ، وذلك كونه هيّناً في جانب قدرة الله تعالى العظيمة .ويجوز أن يكون المشار إليه بقوله { كَذلِكَ } هو القول المأخوذ من { قَالَ رَبُّكَ } ، أي أن قولَ ربّك { هُوَ عليَّ هَيّنٌ } بلغ غاية الوضوح في بابه بحيث لا يبين بأكثر ما علمت ، فيكون جارياً على طريقة التشبيه كقوله تعالى : { وكذلك جعلناكم أمة وسطا } وقد تقدم في سورة البقرة ( 143 ). وعلى هذا الاحتمال فجملة هُوَ عليَّ هَينٌ } تعليل لإبطال التعجب إبطالاً مستفاداً من قوله { كذلك قال ربّك } ، ويكون الانتقال من الغيبة في قوله { قَالَ ربّك } إلى التكلم في قوله { هُوَ عليَّ هَيّنٌ } التفاتاً . ومقتضى الظاهر : هو عليه هيّن .والهيّن بتشديد الياء : السهل حصوله .وجملة { وقَدْ خَلقتُكَ من قَبْلُ } على الاحتمالين هي في موضع الحال من ضمير الغيبة الذي في قوله { هُوَ على هَيِنٌ } ، أي إيجاد الغلام لك هيّن عليّ في حال كوني قد خلقتُك من قبل هذا الغلام ولم تكن موجوداً ، أي في حال كونه مماثلاً لخلقي إياك ، فكما لا عجب من خلق الولد في الأحوال المألوفة كذلك لا عجب من خلق الولد في الأحوال النادرة إذ هما إيجاد بعد عدم .ومعنى { ولَمْ تَكُ شَيْئاً } : لم تكن موجوداً .وقرأ الجمهور { وقَدْ خَلَقْتُكَ } بتاء المتكلّم .وقرأه حمزة ، والكسائي ، وخلف : ( وقد خلقناك ) بنون العظمة ."
    },
    {
      "ayah": 90,
      "surah": 19,
      "text": "تَكَادُ السَّمَوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا (90) { تكاد } بالتاء المثناة الفوقية ، وهو الوجه الآخر .والتفطر : الانشقاق ، والجمع بينه وبين { وتنشق الأرض } تفنّن في استعمال المترادف لدفع ثقل تكرير اللفظ . والخرور : السقوط .ومن في قوله : { منه } للتعليل ، والضمير المجرور بمن عائد إلى { شيئاً إداً } ، أو إلى القول المستفاد من { قالوا اتخذ الرحمن ولداً .والكلام جار على المبالغة في التهويل من فظاعة هذا القول بحيث إنه يبلغ إلى الجمادات العظيمة فيُغيّر كيانها .وقرأ نافع ، وابن كثير ، وحفص عن عاصم ، والكسائي : يتفطرن بمثناة تحتية بعدها تاء فوقية . وقرأ أبو عمرو ، وابن عامر ، وحمزة ، وأبو جعفر ، ويعقوب ، وخلف ، وأبو بكر عن عاصم ، بتحتية بعدها نون ، من الانفطار . والوجهان مطاوع فطَر المضاعف أو فطر المجرد ، ولا يكاد ينضبط الفرق بين البنيتين في الاستعمال . ولعلّ محاولة التّفرقة بينهما كما في الكشاف } و«الشافية» لا يطرد ، قال تعالى : { ويوم تشقق السماء بالغمام } [ الفرقان : 25 ] ، وقال : { إذا السماء انشقت } [ الانشقاق : 1 ] ، وقرىء في هذه الآية : { ينفطرون وينفطرن ، والأصل توافق القرآتين في البلاغة .والهدّ : هدم البناء . وانتصب هَدّاً } على المفعولية المطلقة لبيان نوع الخرور ، أي سقوط الهَدم ، وهو أن يتساقط شظايا وقطعاً ."
    },
    {
      "ayah": 91,
      "surah": 19,
      "text": "أَنْ دَعَوْا لِلرَّحْمَنِ وَلَدًا (91) و { أن دَعوا للرحمان ولداً } متعلّق بكل مِن { يتفطرن ، وتنشق ، وتخرّ ، وهو على حذف لام الجرّ قبل ( أنْ ) المصدريّة وهو حذف مطرّد .والمقصود منه تأكيد ما أفيد من قوله : منه } ، وزيادةُ بياننٍ لمعادِ الضمير المجرور في قوله { منه } اعتناء ببيانه .ومعنى { دَعَوا } : نسبوا ، كقوله تعالى : { ادعوهم لآبائهم } [ الأحزاب : 5 ] ، ومنه يقال : ادّعى إلى بني فلان ، أي انتسب . قال بَشامة بن حَزْن النهشلي :إنّا بني نَهشل لا نَدّعي لأب ... عنه ولا هو بالأبناء يشرينا"
    },
    {
      "ayah": 92,
      "surah": 19,
      "text": "وَمَا يَنْبَغِي لِلرَّحْمَنِ أَنْ يَتَّخِذَ وَلَدًا (92) وجملة { وما ينبغي للرحمان أن يتّخذ ولداً } عطف على جملة : { وقالوا اتخذ الرحمان ولداً .ومعنى ما ينبغي } ما يتأتّى ، أو ما يجوز . وأصل الانبغاء : أنّه مطاوع فعل بغى الذي بمعنى طلَب . ومعنى ، مطاوعِته : التأثّر بما طُلب منه ، أي استجابةُ الطلب .نقل الطيبي عن الزمخشري أنه قال في «كتاب سيبويه» : كل فعل فيه علاج يأتي مطاوعُه على الانفعال كصَرف وطلب وعلم ، وما ليس فيه علاج كعَدم وفقد لا يتأتى في مطاوعه الانفعال البتة» اه . فبان أن أصل معنى { ينبغي } يستجيب الطلب . ولما كان الطلب مختلف المعاني باختلاف المطلوب لزم أن يكون معنى { ينبغي } مختلفاً بحسب المقام فيستعمل بمعنى : يتأتى ، ويمكن ، ويستقيم ، ويليق ، وأكثر تلك الإطلاقات أصله من قبيل الكناية واشتهرت فقامت مقام التصريح ."
    },
    {
      "ayah": 93,
      "surah": 19,
      "text": "إِنْ كُلُّ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ إِلَّا آَتِي الرَّحْمَنِ عَبْدًا (93) والمعنى في هذه الآية : وما يجوز أن يتّخذ الرحمان ولداً ، بناء على أن المستحيل لو طلب حصوله لما تأتّى لأنه مستحيل لا تتعلّق به القدرة ، لا لأنّ الله عاجز عنه ، ونحوُ قوله : { قالوا سبحانك ما كان ينبغي لنا أن نتخذ من دونك من أولياء } [ الفرقان : 18 ] يفيد معنى : لا يستقيم لنا ، أو لا يُخوّل لنا أن نتخذ أولياء غيرك ، ونحو قوله : { لا الشمس ينبغي لها أن تدرك القمر } [ يس : 40 ] يفيد معنى لا تسْتطيع . ونحو { وما علمناه الشعر وما ينبغي له } [ يس : 69 ] يفيد معنى : أنه لا يليق به ، ونحو : { وهب لي ملكاً لا ينبغي لأحد من بعدي } [ ص : 35 ] يفيد معنى : لا يستجاب طلبه لطالبه إن طلبه ، وفرقٌ بين قولك : ينبغي لك أن لا تفعل هذا ، وبين لا ينبغي لك أن تفعل كذا ، أي ما يجوز لِجلال الله أن يتخذ ولداً لأنّ جميع الموجودات غيرَ ذاته تعالى يجب أن تكون مستوية في المخلوقية له والعبودية له . وذلك ينافي البُنوة لأن بُنوة الإله جزء من الإلهية ، وهو أحد الوجهين في تفسير قوله تعالى : { قل إن كان للرّحمان ولد فأنا أول العابدين } [ الزخرف : 81 ] ، أي لو كان له ولد لعبدتُه قبلكم .ومعنى { آتي الرحمان عبداً } : الإتيان المجازي ، وهو الإقرار والاعتراف ، مثل : باء بكذا ، أصله رجع ، واستعمل بمعنى اعترَف .و { عبداً } حال ، أي معترف لله بالإلهية غير مستقل عنه في شيء في حال كونه عبداً .ويجوز جعل { آتي الرحمان } بمعنى صائر إليه بعد الموت ، ويكون المعنى أنّه يحيا عبداً ويحشر عبداً بحيث لا تشوبه نسبة البنوة في الدنيا ولا في الآخرة .وتكرير اسم { الرّحمان } في هذه الآية أربع مرات إيماء إلى أن وصف الرحمان الثابت لله ، والذي لا ينكر المشركون ثبوت حقيقته لله وإن أنكروا لفظه ، ينافي ادعاء الولد له لأنّ الرحمان وصف يدلّ على عموم الرّحمة وتكثرها . ومعنى ذلك : أنّها شاملة لكل موجود ، فذلك يقتضي أن كل موجود مفتقر إلى رحمة الله تعالى ، ولا يتقوم ذلك إلا بتحقق العبودية فيه . لأنه لو كان بعض الموجودات ابناً لله تعالى لاستغنى عن رحمته لأنه يكون بالبنوة مساوياً له في الإلهية المقتضية الغنى المطلقَ ، ولأن اتخاذ الابن يتطلّبُ به متخذُه برّ الابن به ورحمته له ، وذلك ينافي كون الله مفيض كلّ رحمة .فذكر هذا الوصف عند قوله : { وقالوا اتخذ الرحمان ولداً } وقوله { أن دعوا للرحمان ولداً } تسجيل لغباوتهم .وذكره عند قوله : { وما ينبغي للرحمان أن يتّخذ ولداً } إيماء إلى دليل عدم لياقة اتخاذ الابن بالله وذكرُه عند قوله : { إلا آتي الرحمان عبداً } استدلال على احتياج جميع الموجودات إليه وإقرارها له بملكه إياها ."
    },
    {
      "ayah": 94,
      "surah": 19,
      "text": "لَقَدْ أَحْصَاهُمْ وَعَدَّهُمْ عَدًّا (94) وجملة { لقد أحصاهم } عطف على جملة { لقد جئتم شيئاً إدّاً } ، مستأنفة ابتدائية لتهديد القائلين هذه المقالة . فضمائر الجمع عائدة إلى ما عاد إليه ضمير { وقالوا اتخذ الرحمان ولداً } وما بعده . وليس عائداً على { من في السماوات والأرض } ، أي لقد علم الله كل من قال ذلك وعدّهم فلا ينفلت أحد منهم من عقابه ."
    },
    {
      "ayah": 95,
      "surah": 19,
      "text": "وَكُلُّهُمْ آَتِيهِ يَوْمَ الْقِيَامَةِ فَرْدًا (95).ومعنى { وكلهم آتيه يوم القيامة فرداً } إبطال ما لأجله قالوا اتخذ الله ولداً ، لأنهم زعموا ذلك موجب عبادتهم للملائكة والجنّ ليكونوا شفعاءهم عند الله ، فأيْأسهم الله من ذلك بأن كل واحد يأتي يوم القيامة مفرداً لا نصير له كما في قوله في الآية السالفة : { ويأتينا فرداً . وفي ذلك تعريض بأنهم آتون لما يكرهون من العذاب والإهانة إتيانَ الأعزل إلى من يتمكن من الانتقام منه ."
    },
    {
      "ayah": 96,
      "surah": 19,
      "text": "إِنَّ الَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَيَجْعَلُ لَهُمُ الرَّحْمَنُ وُدًّا (96)يقتضي اتصال الآيات بعضها ببعض في المعاني أنّ هذه الآية وصف لحال المؤمنين يوم القيامة بضد حال المشركين ، فيكون حال إتيانهم غير حال انفرادٍ بل حال تأنس بعضهم ببعض .ولمّا ختمت الآية قبلها بأن المشركين آتون يوم القيامة مفردين ، وكان ذلك مشعراً بأنهم آتون إلى ما من شأنه أن يتمنى المورّط فيه مَن يدفع عنه وينصره ، وإشعار ذلك بأنّهم مغضوب عليهم ، أعقب ذلك بذكر حال المؤمنين الصالحين ، وأنهم على العكس من حال المشركين ، وأنهم يكونون يومئذ بمقام المودّة والتبجيل . فالمعنى : سيجعل لهم الرحمان أودّاء من الملائكة كما قال تعالى : { نحن أولياؤكم في الحياة الدنيا وفي الآخرة } [ فصلت : 31 ] ، ويجعل بين أنفسهم مودّة كما قال تعالى : { ونزعنا ما في صدورهم من غِلّ } [ الأعراف : 43 ].وإيثارُ المصدر ليفي بعدّة متعلقات بالودّ . وفُسّر أيضاً جعل الودّ بأن الله يجعل لهم محبّة في قلوب أهل الخير . رواه الترمذي عن قتيبة بن سعيد عن الدراوردي . وليست هذه الزيادة عن أحد ممن روى الحديث عن غير قتيبة بن سعيد ولا عن قتيبة بن سعيد في غير رواية الترمذي ، فهذه الزيادة إدراج من قتيبة عند الترمذي خاصة .وفُسر أيضاً بأن الله سيجعل لهم محبة منه تعالى ، فالجعل هنا كالإلقاء في قوله تعالى : { وألقيت عليك محبة مني } [ طه : 39 ]. هذا أظهر الوجوه في تفسير الودّ ، وقد ذهب فيه جماعات المفسرين إلى أقوال شتى متفاوتة في القبول ."
    },
    {
      "ayah": 97,
      "surah": 19,
      "text": "فَإِنَّمَا يَسَّرْنَاهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ الْمُتَّقِينَ وَتُنْذِرَ بِهِ قَوْمًا لُدًّا (97)إيذان بانتهاء السورة ، فإن شأن الإتيان بكلام جامع بعد أفنان الحديث أن يؤذن بأنّ المتكلم سيطوي بساطه . وذلك شأن التذييلات والخواتم وهي ما يؤذن بانتهاء الكلام . فلما احتوت السورة على عبر وقصص وبشارات ونذر جاء هنا في التنويه بالقرآن وبيان بعض ما في تنزيله من الحكم .فيجوز جعل الفاء فصيحة مؤذنة بكلام مقدر يدلّ عليه المذكور ، كأنه قيل : بلّغ ما أنزلنا إليك ولو كره المشركون ما فيه من إبطال دينهم وإنذارهم بسوء العاقبة فما أنزلناه إليك إلاّ للبشارة والنذارة ولا تعبأ بما يحصل مع ذلك من الغيظ أو الحقد . وذلك أن المشركين كانوا يقولون للنبيء صلى الله عليه وسلم «لو كففت عن شتم آلهتنا وآبائنا وتسفيه آرائنا لاتّبعناك» .ويجوز أن تكون الفاء للتفريع على وعيد الكافرين بقوله : { لقد أحصاهم وعدم عداً وكلهم آتيه يوم القيامة فرداً } [ مريم : 94 ، 95 ]. ووعد المؤمنين بقوله : { إن الذين آمنوا وعملوا الصالحات سيجعل لهم الرحمان وداً } [ مريم : 96 ]. والمفرّع هو مضمون { لِتُبَشر به } الخ { وتُنْذِر به } الخ ، أي ذلك أثر الإعراض عما جئتَ به من النذارة ، وأثر الإقبال على ما جئت به من البشارة مما يسرناه بلسانك فإنا ما أنزلناه عليك إلاّ لذلك .وضمير الغائب عائد إلى القرآن بدلالة السيّاق مثل : { حتى توارت بالحجاب } [ ص : 32 ]. وبذلك علم أن التيسير تسهيل قراءة القرآن . وهذا إدماج للثناء على القرآن بأنه ميسّر للقراءة ، كقوله تعالى : { ولقد يسرنا القرآن للذكر فهل من مدكر } [ القمر : 32 ].واللّسان : اللّغة ، أي بلغتك ، وهي العربية ، كقوله : { وإنه لتنزيل رب العالميننزل به الروح الأمين على قلبك لنكون من المنذرين بلسان عربي مبين } [ الشعراء : 192 195 ] ؛ فإن نزول القرآن بأفضل اللغات وأفصحها هو من أسباب فضله على غيره من الكتب وتسهيل حفظه ما لم يسهل مثله لغيره من الكتب .والباء للسببية أو المصاحبة .وعبر عن الكفار بقوم لدّ ذمّاً لهم بأنهم أهل إيغال في المراء والمكابرة ، أي أهل تصميم على باطلهم ، فاللّدُ : جمع ألدّ ، وهو الأقوى في اللّدد ، وهو الإباية من الاعتراف بالحق . وفي الحديث الصحيح : \" أبغض الرجال إلى الله الألدّ الخَصِم \" ومما جره الإشراك إلى العرب من مذام الأخلاق التي خلطوا بها محاسن أخلاقهم أنهم ربما تمدحوا باللّدد ، قال بعضهم في رثاء البعض :إن تحتَ الأحجار حزماً وعزماً ... وخصيماً ألدّ ذا مِغلاقوقد حَسُن مقابلة المتقين بقوم لدّ ، لأن التقوى امتثال وطاعة والشرك عصيان ولَدَد .وفيه تعريض بأن كفرهم عن عناد وهم يعلمون أن ما جاء به محمد صلى الله عليه وسلم هو الحق ، كما قال تعالى : { فإنهم لا يكذبونك ولكن الظالمين بآيات الله يجحدون } [ الأنعام : 33 ].وإيقاع لفظ القوم عليهم للإشارة إلى أن اللّدد شأنهم ، وهو الصفة التي تقومت منها قوميتهم ، كما تقدم في قوله تعالى : { لآيات لقوم يعقلون } في سورة البقرة ( 164 ) ، وقوله تعالى : { وما تغني الآيات والنذر عن قوم لا يؤمنون } في سورة يونس ( 101 )."
    },
    {
      "ayah": 98,
      "surah": 19,
      "text": "وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ هَلْ تُحِسُّ مِنْهُمْ مِنْ أَحَدٍ أَوْ تَسْمَعُ لَهُمْ رِكْزًا (98)لما ذكروا بالعناد والمكابرة أتبع بالتعريض بتهديدهم على ذلك بتذكيرهم بالأمم التي استأصلها الله لجبروتها وتعنّتها لتكون لهم قياساً ومثلاً . فالجملة معطوفة على جملة { فإنما يسرناه بلسانك } [ مريم : 97 ] باعتبار ما تضمنته من بشارة المؤمنين ونذارة المعاندين ، لأنّ في التعريض بالوعيد لهم نذارة لهم وبشارة للمؤمنين باقتراب إراحتهم من ضرّهم .و { كم } خبرية عن كثرة العدد .والقرن : الأمة والجيل . ويطلق على الزمان الذي تعيش فيه الأمّة ، وشاع تقديره بمائة سنة . و { من } بيانية ، وما بعدها تمييز { كم }.والاستفهام في { هل تُحسّ منهم من أحد } إنكاري ، والخطاب للنبيء صلى الله عليه وسلم تبعاً لقوله : { فإنما يسرناه بلسانك أي ما تُحسّ ، أي ما تشعر بأحد منهم . والإحساس : الإدراك بالحس ، أي لا ترى منهم أحداً .والركز : الصوت الخفيّ ، ويقال : الرز ، وقد روي بهما قول لبيد :وتَوَجّسَتْ رِكْزَ الأنيس فراعها ... عن ظهر عيب والأنيس سَقامُهاوهو كناية عن اضمحلالهم ، كني باضمحلال لوازم الوجود عن اضمحلال وجودهم ."
    }
  ]
}
