{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 38,
      "text": "ص وَالْقُرْآَنِ ذِي الذِّكْرِ (1){ ص } القول في هذا الحرف كالقول في نظائره من الحروف المقطعة الواقعة في أوائل بعض السور بدون فرق أنها مقصودة للتهجِّي تحدِّياً لبلغاء العرب أن يأتوا بمثل هذا القرآن وتورُّكاً عليهم إذ عجزوا عنه واتفق أهل العدّ على أن { ص } ليس بآية مستقلة بل هي في مبدأ آية إلى قوله : { ذِي الذِّكرِ } وإنما لم تعد { ص } آية لأنها حرف واحد كما لم يعد { ق } [ ق : 1 ] و { ن } [ القلم : 1 ] ; { والقرءان ذِىلذِّكْرِ }الواو للقسم أقسم بالقرآن قسَم تنويه به . ووصف ب { ذِي الذِّكر } لأن { ذي } تضاف إلى الأشياء الرفيعة فتجري على متصف مقصود التنويه به .و { الذكر } : التذكير ، أي تذكير الناس بما هم عنه غافلون . ويجوز أن يراد بالذكر ذكر اللسان وهو على معنى : الذي يُذكر ، بالبناء للنائب ، أي والقرآن المذكور ، أي الممدوح المستحِق الثناء على أحد التفسيرين في قوله تعالى : { لقد أنزلنا إليكم كتاباً فيه ذكركم } [ الأنبياء : 10 ] أي شرفكم .وقد تردد المفسرون في تعيين جواب القسم على أقوال سبعة أو ثمانية وأحسن ما قيل فيه هنا أحد وجهين : أولهما أن يكون محذوفاً دلّ عليه حرف { ص } فإن المقصود منه التحدّي بإعجاز القرآن وعجزهم عن معارضته بأنه كلام بلُغتهم ومؤلَّفٌ من حروفها فكيف عجزوا عن معارضته . فالتقدير : والقرآن ذي الذكر أنه لمن عند الله لهذا عجزتم عن الإِتيان بمثله .وثانيهما : الذي أرى أن الجواب محذوف أيضاً دل عليه الإِضراب الذي في قوله : { بَللِ الذين كفروا في عزَّة وشِقَاقٍ } [ ص : 2 ] بعد أن وُصف القرآن ب { ذِي الذِّكر } ، لأن ذلك الوصف يشعر بأنه ذِكر ومُوقظ للعقول فكأنه قيل : إنه لذكر ولكن الذين كفروا في عزة وشقاق يجحدون أنه ذكر ويقولون : سِحر مفترىً وهم يعلمون أنه حق كقوله تعالى : { فإنهم لا يكذبونك ولكن الظالمين بآيات اللَّه يجحدون } [ الأنعام : 33 ] ، فجواب القسم محذوف يدل عليه السياق ، وليس حرف { ص } هو المقسم عليه مقدماً على القسم ، أي ليس دليلُ الجواب من اللفظ بل من المعنى والسياق .والغرض من حذف جواب القسم هنا الإِعراض عنه إلى ما هو أجدر بالذكر وهو صفة الذين كفروا وكذبوا القرآن عناداً أو شقاقاً منهم ."
    },
    {
      "ayah": 10,
      "surah": 38,
      "text": "أَمْ لَهُمْ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا فَلْيَرْتَقُوا فِي الْأَسْبَابِ (10)إضراب انتقالي إلى رد يأتي على جميع مزاعمهم ويشمل بإجماله جميع النقوض التفصيلية لمزاعمهم بكلمة جامعة كالحوصلة فيشبه التذييل لما يتضمنه من عموم المُلك وعموم الأماكن المقتضي عموم العلم وعمومَ التصرف ينعَى عليهم قولهم في المغيبات بلا علم وتحكمهم في مراتب الموجودات بدون قدرة ولا غنى .والاستفهام المقدر بعد { أم } المنقطعة تهكمي وليس إنكارياً لأن تفريع أمر التعجيز عليه يعيّن أنه تهكمي . فالمعنى : إن كان لهم مُلك السماوات والأرض وما بينهما فكان لهم شيء من ذلك فليصعدوا إن استطاعوا في أسباب السماوات ليَخبُروا حقائق الأشياء فيتكلموا عن علم في كنه الإله وصفاته وفي إمكان البعث وعدمه وفي صدق الرسول صلى الله عليه وسلم أو ضده وليفتحوا خزائن الرحمة فيفيضوا منها على من يعجبهم ويحرموا من لا يرْمقونه بعين استحسان .والأمر في { فليرتقوا } للتعجيز مثل قوله : { فليمدد بسبب إلى السماء } [ الحج : 15 ] .والتعريف في { الأسْبابِ } لعهد الجنس لأن المعروف أن لكل محل مرتفع أسباباً يُصعد بها إليه كقول زهير: ... ومن هاب أسباب المنايَا ينلْنهوإن يرق أسباب السماء بسلّم ... وقول الأعشى: ... فلو كنتَ في حِبّ ثمانين قامةورُقيتَ أسباب السماء بسُلّم ... والسبب : الحبل الذي يَتعلق به الصاعد إلى النخلة للجذاذ ، فإن جعل من حبلين ووصل بين الحبلين بحبال معترضة مشدودة أو بأعواد بين الحبلين مضفورٍ عليها جنبتَا الحبلين فهو السُلَّم . وحرف الظرفية استعارة تبعية للتمكن من الأسباب حتى كأنها ظروف محيطة بالمرتقين ."
    },
    {
      "ayah": 11,
      "surah": 38,
      "text": "جُنْدٌ مَا هُنَالِكَ مَهْزُومٌ مِنَ الْأَحْزَابِ (11)يجوز أن يكون استئنافاً يتصل بقوله : { كمْ أهلكنا من قبلهم من قَرنٍ } [ ص : 3 ] الآية أريد به وصل الكلام السابق فإنه تقدم قوله : { بل الذين كفروا في عزَّةٍ وشقاقٍ } [ ص : 2 ] وتلاه قوله : { كم أهلكنا من قبلهم من قرن } الآية . فلما تقضى الكلام على تفصيل ما للذين كفروا من عزة وشقاق وما لذلك من الآثار ثُني العِنان إلى تفصيل مَا أَهلَك من القرون أمثالهم من قبلهم في الكفر ليفضي به إلى قوله : { كذبت قبلهم قوم نوح } [ ص : 12 ] إلى قوله : { فحَقَّ عِقَابِ } [ ص : 14 ] .فتكون جملة { كذبت قبلهم قومُ نوح } بدلاً من جملة { جندٌ ما هنالِكَ مهزومٌ من الأحزابِ } بدلَ بعض من كلّ . ويجوز أن يَكون استئنافاً ابتدائياً مستقلاً خارجاً مخرج البشارة للنبيء صلى الله عليه وسلم بأن هؤلاء جند من الأحزاب مهزوم ، أي مقدّر انهزامه في القريب ، وهذه البشارة معجزة من الإِخبار بالغيب ختم بها وصف أحوالهم . قال قتادة : وعد الله أنه سيهزمهم وهم بمكة فجاء تأويلها يوم بدر . وقال الفخر : إشارة إلى فتح مكة . وقال بعض المفسرين : إشارة إلى نصر يوم الخندق .وعادة الأخبار الجارية مجرى البشارة أو النذارة بأمر مغيب أن تكون مرموزة ، والرمز في هذه البشارة هو اسم الإِشارة من قوله : { هُنَالِكَ } فإنه ليس في الكلام ما يصلح لأن يشار إليه بدون تأوُّل فلْنجعله إشارة إلى مكان أَطْلَع الله عليه نبيئه صلى الله عليه وسلم وهو مكان بدر . ويجوز أن يكون لفظ { الأحزابِ } في هذه الآية إشارة خفية إلى انهزام الأحزاب أيام الخندق فإنها عرفت بغزوة الأحزاب . وسمّاهم الله { الأحزابِ } في السورة التي نزلت فيهم ، فتكون تلك التسمية إلهاماً كما ألهم الله المسلمين فسمَّوا حَجَّة النبي صلى الله عليه وسلم حجَّة الوَداع وهو يومئذٍ بينهم سليم المزاج ، وهذا في عداد المعجزات الخفية التي جمعنا طائفة منها في كتاب خاص . ولعل اختيار اسم الإشارة البعيد رمزٌ إلى أن هذا الانهزام سيكون في مكان بعيد غير مكة فلا تكون الآية مشيرة إلى فتح مكة لأن ذلك الفتح لم يقع فيه عذاب للمكذبين بل عفا الله عنهم وكانوا الطلقاء .وهذه الإِشارة قد علمها النبي صلى الله عليه وسلم وهي من الأسرار التي بينه وبين ربه حتى كان المستقبل تأويلَها كما علم يعقوب سرَّ رؤيا ابنه يوسف ، فقال له : { لا تقصص رؤياك على إخوتك } [ يوسف : 5 ] . ولم يعلَم يوسف تأويلها إلا يوم قال : { يا أبتتِ هذا تأويل رؤياي من قبلُ قد جعلها ربي حقّاً } [ يوسف : 100 ] يشير إلى سجود أبويه له .وأما ظاهر الآية الذي تلقاه الناس يوم نزولها فهو أن الجند هم كفار أهل مكة وأن التنوين فيه للنوعية ، أي ما هم إلا جند من الجنود الذين كذبوا فأُهلكوا ، وأن الإِشارة ب { هُنَالِكَ } إلى مكان اعتباري وهو ما هم فيه من الرفعة الدنيوية العرفية وأَن الانهزام مستعار لإِضعاف شوكتهم ، وعلى التفسيرين الظاهر والمؤول لا تعدو الآية أن تكون تسلية للرسول صلى الله عليه وسلم وتثبيتاً له وبشارة بأن دينه سيظهر عليهم .والجند : الجماعة الكثيرة قال تعالى : { هل أتاك حديث الجنود فرعون وثمود } [ البروج : 17 - 18 ] .و { ما } حرف زائد يؤكد معنى مَا قبله فهي توكيد لما دلّ عليه { جُندٌ } بمعناه ، وتنكيره للتعظيم ، أي جند عظيم ، لأن التنوين وإن دلّ على التعظيم فليس نصاً فصار بالتوكيد نصاً . وقد تقدم الكلام عليها عند قوله تعالى : { إن اللَّه لا يستحيي أن يضرب مثلاً ما بعوضة فما فوقها } في سورة [ البقرة : 26 ] ، فإن كانت الآية مشيرة إلى يوم بدر فتعظيم { جُندٌ } لأن رجاله عظماء قريش مثل أبي جهل وأمية بن خلف ، وإن كانت مشيرة إلى يوم الأحزاب فتعظيم { جُندٌ } لكثرة رجاله من قبائل العرب .ووصف { جُندٌ } ب { مَهْزومٌ } على معنى الاستقبال ، أي سيهزم ، واسم المفعول كاسم الفاعل مجاز في الاستقبال ، والقرينةُ حاليَّة وهو من باب استعمال ما هو للحال في معنى المستقبل تنبيهاً على تحقيق وقوعه فكأنه من القرب بحيث هو كالواقع في الحال .و { الأحزاب } : الذين على رأي واحد يتحزَّب بعضهم لبعض ، وتقدم في سورة الأحزاب .و { مِن } للتبعيض . والمعنى : أن هؤلاء الجند من جملة الأمم وهو تعريض لهم بالوعيد بأن يحلّ بهم ما حلّ بالأمم ، قال تعالى : { وقال الذي آمن يا قوم إني أخاف عليكم مثل يوم الأحزاب مثل دأب قوم نوح وعاد وثمود والذين من بعدهم } [ غافر : 30 - 31 ] ."
    },
    {
      "ayah": 12,
      "surah": 38,
      "text": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعَادٌ وَفِرْعَوْنُ ذُو الْأَوْتَادِ (12) لما كان قوله : { جندٌ ما هُنالكَ مهزومٌ من الأحزاب } [ ص : 11 ] تسلية للنبيء صلى الله عليه وسلم ووَعْداً له بالنصر وتعريضاً بوعيد مكذِّبيه بأنهم صائرون إلى ما صارت إليه الأحزاب الذين هؤلاء منهم كما تقدم آنفاً جيء بما هو كالبيان لهذا التعريض . والدليللِ على المصير المقصود على طريقة قياس المساواة وقد تقدم آنفاً أن هذه الجملة : إمّا بدل من جملة { جُندٌ ما هُنَالِكَ } الخ ، وإمّا استئناف ولذلك فصلت عن التي قبلها .وحذف مفعول { كذَّبَتْ } لأنه سيرد ما يُبيّنه في قوله : { إن كلٌّ إلاَّ كذَّبَ الرُّسُلَ } كما سيأتي . وخصّ فرعون بإسناد التكذيب إليه دون قومه لأن الله أرسل موسى عليه السلام إلى فرعون ليطلق بني إسرائيل فكذب موسى فأمر الله موسى بمجادلة فرعون لإِبطال كفره فتسلسل الجدال في العقيدة ووجب إشهار أن فرعون وقومه في ضلال لئلا يغتر بنو إسرائيل بشبهات فرعون ، ثم كان فرعون عقب ذلك مضمراً أذى موسى ومعلناً بتكذيبه .ووُصف فرعون بأنه ب { ذُو الأوْتَادِ } لعظمة ملكه وقوته فلم يكن ذلك ليحول بينه وبين عذاب الله . وأصل { الأوتاد } أنه : جمع وتد بكسر التاء : عود غليظ له رأس مفلطح يدقّ في الأرض ليشد به الطُّنُب ، وهو الحبل العظيم الذي تشد به شقّة البيت والخَيمة فيشد إلى الوتد وترفع الشقة على عماد البيت قال الأفوه الأوديّ: ... والبيتُ لا يبتنَى إلا على عَمَدولا عِماد إذا لم تُرْسَ أوتاد ... و { الأوْتَادِ } في الآية مستعار لثبات الملك والعز ، كما قال الأسود بن يعفر: ... ولقد غَنُوا فيها بأنعم عيشةفي ظلّ ملك ثَابت الأوتاد ... وقيل : { الأوتاد } : البناءات الشاهقة . وهو عن ابن عباس والضحّاك ، سميت الأبنية أوتاداً لرسوخ أسسها في الأرض . وهذا القول هو الذي يتأيّد بمطابقة التاريخ فإن فرعون المعنيّ في هذه الآية هو ( منفتاح الثاني ) الذي خرج بنو إسرائيل من مصر في زمنه وهو من ملوك العائلة التاسعة عشرة في ترتيب الأُسَر التي تداولت ملك مصر ، وكانت هذه العائلة مشتهرة بوفرة المباني التي بناها ملوكها من معابد ومقابر وكانت مدة حكمهم مائة وأربعاً وسبعين سنة من سنة ( 1462 ) قبل المسيح إلى سنة ( 1288 ) ق . م . وقال الأستاذ محمد عبده في «تفسيره» للجزء الثلاثين من القرآن في سورة الفجر : وما أجمل التعبير عما ترك المصريون من الأبنية الباقية بالأوتاد فإنها هي الأهرام ومنظرها في عين الرائي مَنظر الوتد الضخم المغروز في الأرض ا . ه . وأكثر الأهرام بنيت قبل زمن فرعون موسى منفتاح الثاني فكان منفتاح هذا مالك تلك الأهرام فإنه يفتخر بعظمتها وليس يفيد قوله : { ذُو الأوْتَادِ } أكثر من هذا المعنى إذ لا يلزم أن يكون هو الباني تلك الأهرام . وذلك كما يقال : ذو النيل ، وقال تعالى حكاية عنه :{ وهذه الأنهار تجري من تحتي } [ الزخرف : 51 ] ."
    },
    {
      "ayah": 13,
      "surah": 38,
      "text": "وَثَمُودُ وَقَوْمُ لُوطٍ وَأَصْحَابُ الْأَيْكَةِ أُولَئِكَ الْأَحْزَابُ (13) وأما { ثمود وقوم لوط } فتقدم الكلام عليهم غير مَرة . و { أصحاب لَيكة } : هم أهل مدين ، وقد تقدم خبرهم وتحقيق أنهم من قوم شعيب وأنهم مختلطون مع مدين في سورة الشعراء .وتقديم ذكر فرعون على ثمود وقوم لوط وأصحاب ليكة مع أن قصته حدثت بعد قصصهم لأن حالهُ مع موسى أشبه بحال زعماء أهل الشرك بمكة من أحوال الأمم الأخرى فإنه قاوم موس بجيش كما قاوم المشركون المسلمين بجيوش .وجملة { أولئك الأحزابُ } معترضة بين جملة { كذبت قبلهم } وجملة { إن كلٌّ إلاَّ كذَّبَ الرُّسلَ } . واسم الإِشارة مستعمل في التعظيم ، أي تعظيم القوة .والتعريف في { الأحزاب } استغراق ادعائي وهو المسمى بالدلالة على معنى الكمال مثل : هُمُ القوم وأنت الرجلُ . والحصر المستفاد من تعريف المسند والمسند إليه حصر ادعائي ، قُصرت صفة الأحزاب على المشار إليهم ب { أولئك } بادعاء الأمم وأن غيرهم لمّا يبلغوا مبلغ أن يُعَدُّوا مِن الأحزاب فظاهر القَصر ولام الكمال لتأكيد معنى الكمال كقول الأشهب بن رُميلة: ... وإن الذي حانت بفلج دماؤهمهم القومُ كلُّ القوم يا أم خالد ... والمعنى : أولئك المذكورون هم الأمم لا تُضاهيهم أمم في القوة والشدة . وهذا تعريض بتخويف مشركي العرب من أن ينزل بهم ما نزل بأولئك على حد قوله تعالى : { أو لم يسيروا في الأرض فينظروا كيف كان عاقبة الذين كانوا من قبلهم كانوا هم أشد منهم قوة وآثاراً في الأرض فأخذهم اللَّه بذنوبهم وما كان لهم من اللَّه من واق ذلك بأنهم كانت تأتيهم رسلهم بالبينات فكفروا فأخذهم اللَّه إنه قويٌّ شديد العقاب } في سورة [ غافر : 21 - 22 ] .وجملة إن كلٌّ إلا كذَّبَ الرسل } مؤكدة لجملة { كذَّبتْ قبلهم قوم نوح } إلى قوله : { وأصحابُ لَيْكَةِ } ، أخبر أوَّلاً عنهم بأنهم كذبوا وأُكد ذلك بالإِخبار عنهم بأنهم ليسوا إلاّ مُكذبين على وجه الحصر كأنهم لا صفة لهم إلا تكذيب الرسل لتوغلهم فيها وكونها هِجِّيراهم . و { إنْ } نافية ، وتنوين { كل } تنوين عوض ، والتقدير : إنْ كُلُّهم ."
    },
    {
      "ayah": 14,
      "surah": 38,
      "text": "إِنْ كُلٌّ إِلَّا كَذَّبَ الرُّسُلَ فَحَقَّ عِقَابِ (14)وجيء بالمسند فعلاً في قوله : { كذَّبَ الرُّسُلَ } ليفيد تقديمُ المسند إليه عليه تخصيصَ المسند إليه بالمسند الفعلي فحصل بهذا النظم تأكيد الحصر .وتعدية { كذَّبَ } إلى { الرُّسُلَ } بصيغة الجمع مع أن كل أمة إنما كذبت رسولها ، مقصود منه تفظيع التكذيب لأن الأمة إنما كذّبت رسولها مستندة لحجة سفسطائية هي استحالة أن يكون واحد من البشر رسولاً من الله فهذه السفسطة تقتضي أنهم يكذبون جميع الرسل . وقد حصل تسجيل التكذيب عليهم بفنون من تقوية ذلك التسجيل وهي إبهام مفعول { كَذَّبَتْ } في قوله : { كذَّبتْ قبلهم } ثم تفصيله بقوله : { إلاَّ كذَّبَ الرُّسُلَ } وما في قوله : { إن كلٌّ إلاَّ كذَّبَ الرُّسُلَ } من الحصر ، وما في تأكيده بالمسند الفعلي في قوله : { إلاَّ كذَّبَ } ، وما في جعل المكذَّب به جميعَ الرسل ، فأنتج ذلك التسجيلُ استحقاقهم عذاب الله في قوله : { فَحَقَّ عِقَابِ } ، أي عقابي ، فحذفت ياء المتكلم للرعاية على الفاصلة وأبقيت الكسرة في حالة الوصل .وحق : تحقق ، أي كان حقّاً ، لأنه اقتضاه عظيم جُرمهم . والعقاب : هو ما حلّ بكل أُمة منهم من العذاب وهو الغرق والتمزيق بالريح ، والغرقُ أيضاً ، والصيحة ، والخسف ، وعذاب يوم الظِّلة .وفي هذا تعريض بالتهديد لمشركي قريش بعذاببٍ مثل عذاب أولئك لاتحادهم في موجِبِه ."
    },
    {
      "ayah": 15,
      "surah": 38,
      "text": "وَمَا يَنْظُرُ هَؤُلَاءِ إِلَّا صَيْحَةً وَاحِدَةً مَا لَهَا مِنْ فَوَاقٍ (15)لما أشعر قوله : { فحَقَّ عِقَابِ } [ ص : 14 ] بتهديد مشركي قريش بعذاب ينتظرهم جَرْياً على سنة الله في جزاء المكذبين رسلَه ، عطف على جملة الإِخبار عن حلول العذاب بالأحزاب السابقين جملةُ تَوعد بعذاب الذين ماثلوهم في التكذيب .و { هؤلاء } إشارة إلى كفار قريش لأن تجدد دعوتهم ووعيدهم وتكذيبهم يوماً فيوماً جعلهم كالحاضرين فكانت الإِشارة مفهوماً منها أنها إليهم ، وقد تتبعتُ اصطلاح القرآن فوجدتُه إذا استعمل { هؤلاء } ولم يكن معه مشار إليه مذكور : أنه يريد به المشركين من أهل مكة كما نبهتُ عليه فيما مضى غير مرة .و { يَنظُرُ } مشتق من النظر بمعنى الانتظار قال تعالى : { هل ينظرون إلا أن تأتيهم الملائكة } [ الأنعام : 158 ] ، أي ما ينتظر المشركون إلا صيحة واحدة ، وهذا كقوله تعالى : { فهل ينتظرون إلاّ مثل أيام الذين خلوا من قبلهم } [ يونس : 102 ] .والمتبادر من الآية أنها تهديد لهم بصيحة صاعقة ونحوها كصيحة ثمود أو صيحة النفخ في الصور التي يقع عندها البعث للجزاء ، ولكن ما سبق ذكره آنفاً من أن قوله تعالى : { جُندٌ ما هُنالكَ مهزومٌ منَ الأحزابِ } [ ص : 11 ] إيماءٌ إلى بشارة لرسول الله صلى الله عليه وسلم بأن معانديه سيهزمون ويَعمل فيهم السيف يوم بدر ، يقتضي أن الصيحة صيحة القتال وهي أن يصيح النذير : يَا صباحاه كما صَاح الصارخ بمكة حين تعرَّض المسلمون لعير قريش ببدر . ووصفها ب { واحِدَةً } إشارة إلى أن الصاعقة عظيمة مهلكة ، أو أن النفخة واحدة وهي نفخة الصعق ، وفي خفيّ المعنى إيماء إلى أن القوم يبتدرون إلى السلاح ويخرجون مسرعين لإِنقاذ غيرهم فكانت الوقعة العظيمة وقعة يوم بدر أو صيحة المبارزين للقتال يومئذٍ .وأسند الانتظار إليهم في حين أنهم غافلون عن ذلك ومكذبون بظاهره إسناد مجازي على طريقة المجاز العقلي فإنهم يَنتظر بهم ذلك المسلمون الموعودون بالنصر ، أو ينتظِر بهم الملائكة الموكّلون بحشرهم عند النفخة ، فلما كانوا متعلَّق الانتظار أسند فعل { يَنظُرُ } إليهم لملابسة المفعولية على نحو { في عيشةٍ راضية } [ الحاقة : 21 ] .والفواق ، بفتح الفاء وضمها : اسم لما بين حلبتي حالب الناقة ورضعتي فَصيلها ، فإن الحالب يحلب الناقة ثم يتركها ساعة ليرضعها فصيلها ليَدر اللبن في الضرع ثم يعودون فيحلبونها ، فالمدة التي بين الحلبتين تسمى فَواقاً . وهي ساعة قليلة وهم قبل ابتداء الحلب يتركون الفصيل يرضعها لتدرّ باللبن . وجمهور أهل اللغة على أن الفتح والضم فيه سواء ، وذهب أبو عبيدة والفراء إلى أن بين المفتوح والمضموم فَرقاً فقالا : المفتوح بمعنى الراحة مثل الجَواب من الإِجابة ، والمضمومُ اسم للمدة . واللبن المجتمع في تلك الحصة يسمى : الفِيقَة بكسر الفاء ، وجمعُها أفاويق .ومعنى { ما لَها من فَواقٍ } ليس بعدها إمهال بقدر الفواق ، وهذا كقوله تعالى : { ما ينظرون إلا صيحة واحدة تأخذهم وهم يخصِّمون فلا يستطيعون توصية } [ يس : 49 - 50 ] .وقرأ الجمهور { فَوَاقٍ } بفتح الفاء . وقرأه حمزة والكسائي بضم الفاء ."
    },
    {
      "ayah": 16,
      "surah": 38,
      "text": "وَقَالُوا رَبَّنَا عَجِّلْ لَنَا قِطَّنَا قَبْلَ يَوْمِ الْحِسَابِ (16)حكاية حالة استخفافهم بالبعث والجزاء وتكذيبهم ذلك ، وتكذيبهم بوعيد القرآن إياهم فلمّا هدّدهم القرآن بعذاب الله قالوا : ربّنا عجل لنا نصيبنا من العذاب في الدنيا قبل يوم الحساب إظهاراً لعدم اكتراثهم بالوعيد وتكذيبه ، لئلا يظن المسلمون أن استخفافهم بالوعيد لأنهم لا يؤمنون بالبعث فأبانوا لهم أنهم لا يصدّقون النبي صلى الله عليه وسلم في كل وعيد حتى الوعيد بعذاب الدنيا الذي يعتقدون أنه في تصرف الله . فالقول هذا قالوه على وجه الاستهزاء وحكي عنهم هنا إظهاراً لرقاعتهم وتصلبهم في الكفر .وهذا الأصل الثالث من أصول كفرهم المتقدم ذكرها وهو إنكار البعث والجزاء فهو عطف على { وقال الكافِرُونَ هذا ساحِرٌ كذَّابٌ } [ ص : 4 ] فذكر قولهم : { أجعل الآلِهَةَ إلها واحِداً } [ ص : 5 ] ، ثم ذكر قولهم : { أءُنزِلَ عليهِ الذِكرُ مِن بينِنَا } [ ص : 8 ] وما عقبه من عواقب مثل ذلك القول ، أفضى القول إلى أصلهم الثالث . قيل : قائل ذلك النضر بن الحارث ، وقيل : أبو جهل والقوم حاضرون راضون فأسند القول إلى الجميع .والقط : هو القسط من الشيء ، ويطلق على قِطعة من الوَرق أو الرقّ أو الثوب التي يكتب فيها العَطاء لأحد ولذلك يفسر بالصكّ ، وقد قال المتلمس في صحيفة عمرو بن هند التي أعطاه إياها إلى عامله بالبحرين يوهمه أنه أمر بالعطاء وإنما هي أمر بقتله وعرف المتلمس ما تحتوي عليه فألقاها في النهر وقال في صحيفته المضروب بها المثل: ... وألقيتُها بالثني من جنب كافركذلك يلقى كل قِطَ مضلِّل ... فالقط يطلق على ما يكتب فيه عطاء أو عقاب ، والأكثر أنه ورقة العطاء ، قال الأعشى :ولا الملك النعمان يوماً لقيتُه ... بأُمته يعطي القُطوط ويَأْفقولهذا قال الحسن : إنما عَنوا عجّل لنا النعيم الذي وعدتَنا به على الإِيمان حتى نراه الآن فنُوقِن .وعلى تسليم اختصاص القطّ بصكّ العطاء لا يكون ذلك مانعاً من قصدهم تعجيل العقاب بأن يكونوا سموا الحظ من العقاب قِطًّا على طريق التهكم ، كما قال عمرو بن كلثوم إذ جعل القتال قِرى: ... قريناكم فعجلنا قِراكمقُبيل الصبح مِرْدَاة طحونا ... فيكونون قد أدمجوا تهكماً في تهكم إغراقاً في التهكم .وتسميتهم { يَوممِ الحسابِ } أيضاً من التهكم لأنهم لا يؤمنون بالحساب ."
    },
    {
      "ayah": 17,
      "surah": 38,
      "text": "اصْبِرْ عَلَى مَا يَقُولُونَ وَاذْكُرْ عَبْدَنَا دَاوُودَ ذَا الْأَيْدِ إِنَّهُ أَوَّابٌ (17) أعقب حكاية أقوالهم من التكذيب ابتداء من قوله : { وقَالَ الكافرون هذا ساحِرٌ كذَّابٌ } [ ص : 4 ] إلى هنا ، بأمرِ الله رسولَه صلى الله عليه وسلم بالصبر على أقوالهم إذ كان جميعها أذى : إما صريحاً كما قالوا : { ساحر كذَّاب } وقالوا : { إن هذا إلا اختلاقٌ } [ ص : 7 ] { إن هذا لشيء يُرادُ } [ ص : 6 ] ، وإمّا ضِمناً وذلك ما في سائر أقوالهم من إنكار ما جاء به الرسول صلى الله عليه وسلم والاستهزاء بقولهم : { ربَّنَا عَجِل لنا قِطَّنَا } [ ص : 16 ] من إثبات أن الإله واحد ، ويشمل ما يقولونه مما لم يحك في أول هذه السورة .وقوله : { واذكر عبدنا داوودَ } إلى آخره يجوز أن يكون عطفاً على قوله : { اصبر على ما يقولون } بأن أُتبع أمره بالصبر وبالائتساء ببعض الأنبياء السابقين فيما لَقُوه من الناس ثم كانت لهم عاقبة النصر وكشف الكرب . ويجوز أن يكون عطفاً على مجموع ما تقدّم عطْفَ القصة على القصة والغرض هو هو . وابتدىء بذكر داود لأن الله أعطاه مُلْكاً وسلطاناً لم يكن لآبائه ففي ذكره إيماء إلى أن شأن محمد صلى الله عليه وسلم سيصير إلى العزة والسلطان ، ولم يكن له سلف ولا جند فقد كان حال النبي صلى الله عليه وسلم أشبه بحال داود عليه السلام .وأدمج في خلال ذلك الإِيماء إلى التحذير من الضجر في ذات الله تعالى واتقاءِ مراعاة حظوظ النفس في سياسة الأمة إبعاداً لرسوله صلى الله عليه وسلم عن مهاوي الخطأ والزلَل وتأديباً له في أول أمره وآخره مما أن يتلقى بالعَذَل . وكان داود أيضاً قد صبر على ما لقِيَه من حسد شاول ( طالوت ) ملك إسرائيل إياه على انتصاره على جالوت ملك فلسطين .فالمصدر المتصرِّف منه { واذكر عبدنا داوود } هو الذكر بضم الذال وهو التذكرُّ وليس هو ذِكر اللسان لأنه إنما أمر النبي صلى الله عليه وسلم بذلك لتسليته وحفظ كماله لا لِيُعْلمه المشركين ولا لِيُعْلِمه المسلمين على أن كِلا الأمرين حاصل تبعاً حين إبلاغ المنزَّل في شأن داود إليهم وقراءته عليهم . ومعنى الأمر بتذكر ذلك تذكر ما سبق إعلام النبي صلى الله عليه وسلم به من فضائله وتذكير ما عسى أن يكون لم يعلمه مما يعلم به في هذه الآية .ووصفُ داود ب { عَبْدَنَا } وصفُ تشريف بالإِضافة بقرينة المقام كما تقدم عند قوله : { إلا عباد اللَّه المخلصين } في سورة [ الصافات : 40 ] .و { الأَيْد } : القوة والشدة ، مصدر : آدَ يئيد ، إذا اشتدّ وقَوي ، ومنه التأييد التقوية ، قال تعالى : { فآواكم وأيدكم بنصره } في سورة [ الأنفال : 26 ] .( وكان داود قد أعطي قوة نادرة وشجاعة وإقداماً عجيبين وكان يرمي الحجر بالمقلاع فلا يخطىءُ الرميَّة ، وكان يلوي الحديد ليصنعه سرداً للدروع بأصابعه ، وهذه القوة محمودة لأنه استعملها في نصر دين التوحيد .وجملة { إنَّه أوَّابٌ } تعليل للأمر بذكره إيماء إلى أن الأمر لقصد الاقتداء به ، كما قال تعالى :{ فبهداهم اقتده } [ الأنعام : 90 ] ، فالجملة معترضة بين جملة { واذكُرْ }"
    },
    {
      "ayah": 18,
      "surah": 38,
      "text": "إِنَّا سَخَّرْنَا الْجِبَالَ مَعَهُ يُسَبِّحْنَ بِالْعَشِيِّ وَالْإِشْرَاقِ (18) وجملةِ بيانها وهي { إنَّا سَخَّرْنَا الجِبَالَ معه .والأوّاب : الكثير الأوْب ، أي الرجوع . والمراد : الرجوع إلى ما أمر الله به والوقوف عند حدوده وتدارك ما فرط فيه . والتائب يطلق عليه الأوّاب ، وهو غالب استعمال القرآن وهو مجاز ولا تسمّى التوبة أوباً ، وزبور } داود المسمى عند اليهود ب«المزامير» مشتمل على كثير من الاستغفار وما في معناه من التوبة .وجملة { إنَّا سخرنا الجبال معه } بيان لجملة { واذكر عبدنا } أي اذكر فضائله وما أنعمنا عليه من تسخير الجبال وكيْت وكَيْتَ ، و { معهُ } ظرف ل { يُسَبِحْنَ } ، وقدم على متعلقه للاهتمام بمعيته المذكورة ، وليس ظرفاً ل { سَخَّرْنَا } لاقتضائه ، وتَقدم تسخير الجبال والطيرِ لداود في سورة الأنبياء .وجملة { يُسَبِحْنَ } حال . واختير الفعل المضارع دون الوصف الذي هو الشأن في الحال لأنه أريد الدلالة على تجدد تسبيح الجبال معه كلما حضر فيها ، ولِمَا في المضارع من استحضار تلك الحالة الخارقة للعادة . والتسبيح أصله قول : سبحان الله ، ثم أطلق على الذكر وعلى الصلاة ، ومنه حديث عائشة : «لم يكن رسول الله صلى الله عليه وسلم يسبح سبحة الصبح وإني لأُسبحها» ، وليس هذا المعنى مراداً هنا لأن الجبال لا تصلي والطير كذلك ولأن داود لا يصلي في الجبال إذ الصلاة في شريعتهم لا تقع إلا في المسجد وأما الصلاة في الأرض فهي من خصائص الإِسلام .والعشي : ما بعد العصر . يقال : عَشِيّ وعَشِيَّة . و { الإِشراق } : وقت ظهور ضوء الشمس واضحاً على الأرض وهو وقت الضحى ، يقال : أشرقت الأرض ولا يقال : أشرقت الشمس ، وإنما يقال : شَرَقَت الشمس وهو من باب قَعَد ، ولذلك كان قياس المكان منه المَشرَق بفتح الراء ولكنه لم يجىء إلاّ بكسر الراء . ووقت طلوع الشمس هو الشروق ووقت الإِشراق الضحى ، يقال : شَرقت الشمس ولمَّا تُشْرِق ، ويقال : كُلَّما ذَرَّ شَارق ، أي كلما طلعت الشمس . والباء في { بالعَشِي } للظرفية فتعين أن المراد بالإِشراق وقت الإِشراق .والمحشورة : المجتمعة حوله عند قراءته الزبور . وانتصب { مَحْشُورَةً } على الحال من { الطير . ولم يؤت في صفة الطير بالحشر بالمضارع كما جيء به في يُسبِحْنَ } إذ الحشر يكون دفعة فلا يقتضي المقام دلالة على تجدد ولا على استحضار الصورة ."
    },
    {
      "ayah": 19,
      "surah": 38,
      "text": "وَالطَّيْرَ مَحْشُورَةً كُلٌّ لَهُ أَوَّابٌ (19) وتنوين { كُلٌّ له أوَّابٌ } عوض عن المضاف إليه . والتقدير : كل المحشورة له أواب ، أي كثير الرجوع إليه ، أي يأتيه من مكان بعيد . وهذه معجزة له لأن شأن الطير النفور من الإِنس . وكلمة { كل } على أصل معناها من الشمول . و { أوَّابٌ } هذا غير { أوَّابٌ } في قوله : { إنه أوّاب } فلم تتكرر الفاصلة . واللام في { لَهُ أوَّابٌ } لام التقوية ، وتقديم المجرور على متعلقه للاهتمام بالضمير المجرور .والشد : الإِمساك وتمكّن اليد مما تمسكه ، فيكون لقصد النفع كما هنا ، ويكون لقصد الضرّ كقوله : { واشدد على قلوبهم في سورة } [ يونس : 88 ] .فشدّ الملك هو تقوية ملكه وسلامته من أضرار ثورة لديه ومن غلبة أعدائه عليه في حروبه .وقد ملك داود أربعين سنة ومات وعمره سبعون سنة في ظل ملك ثابت .و { الحكمة } : النبوءة . والحكمة في الأعم : العلم بالأشياء كما هي والعمل بالأمور على ما ينبغي ، وقد اشتمل كتاب «الزبور» على حِكَم جمَّة ."
    },
    {
      "ayah": 2,
      "surah": 38,
      "text": "بَلِ الَّذِينَ كَفَرُوا فِي عِزَّةٍ وَشِقَاقٍ (2){ بل } للإِضراب الإِبطالي وهذا نوع من الإِضراب الإِبطالي نبّه عليه الراغب في «مفردات القرآن» وأشار إليه في «الكشاف» ، وتحريرُه أنه ليس إبطالاً محضاً للكلام السابق بحيث يكون حرفُ { بل } فيه بمنزلة حرف النفي كما هو غالب الإِضراب الإِبطالي ، ولا هو إضراب انتقالي ، ولكن هذا إبطال لتوهممٍ ينشأ عن الكلام الذي قبله إذّ دل وصف القرآن ب { ذِي الذِّكر } [ ص : 1 ] أن القرآن مذكِّرٌ سامعيه تذكيراً ناجعاً ، فعقب بإزالة توهم مَن يتوهم أن عدم تذكّر الكفار ليس لضعففٍ في تذكير القرآن ولكن لأنهم متعزّزون مُشاقُّون ، فحرف { بل } في مثل هذا بمنزلة حرف الاستدراك ، والمقصود منه تحقيق أنه ذُو ذكر ، وإزالة الشبهة التي قَد تعرض في ذلك .ومثله قوله تعالى : { ق والقرآن المجيد بل عجبوا أن جاءهم منذر منهم } [ ق : 1 ، 2 ] ، أي ليس امتناعهم من الإِيمان بالقرآن لنقص في علوّه ومجده ولكن لأنهم عجبوا أن جاءهم به رجل منهم .ولك أن تجعل { بل } إضرابَ انتقال من الشروع في التنويه بالقرآن إلى بيان سبب إعراض المعرضين عنه ، لأن في بيان ذلك السبب تحقيقاً للتنويه بالقرآن كما يقال : دع ذا وخذ في حديث . . ، كقول امرىء القيس: ... فدَع ذا وَسَلِّ الهمَّ عنك بجَسرةذمول إذا صام النهارُ وهَجرا ... وقال زهير: ... دَع ذا وعَدِّ القولَ في هَرمخير البُداة وسيد الحَضر ... وقول الأعشى: ... فَدع ذا ولكن ما ترى رأيَ كاشحيرى بيننا من جهله دَقَّ مَنْشم ... وقول العَجاج: ... دع ذا وبَهِّجْ حَسباً مُبَهَّجاًومعنى ذلك أن الكلام أخذ في الثناء على القرآن ثم انقطع عن ذلك إلى ما هو أهم وهو بيان سبب إعراض المعرضين عنه لاعتزازهم بأنفسهم وشقاقهم ، فوقع العدول عن جواب القسم استغناء بما يفيد مُفاد ذلك الجواب .وإنما قيل : { الذين كفروا } دون ( الكافرون ) لما في صلة الموصول من الإِيماء إلى الإِخبار عنهم بأنهم في عزة وشقاق . والعزة تَحوم إطلاقاتها في الكلام حول معاني المنعة والغلبة والتكبر فإن كان ذلك جارياً على أسباب واقعة فهي العزة الحقيقية وإن كان عن غرور وإعجاب بالنفس فهي عزة مزوَّرة قال تعالى : { وإذا قيل له اتقّ اللَّه أخذته بالعزّة بالإثم } [ البقرة : 206 ] ، أي أخذته الكبرياء وشدة العصيان ، وهي هنا عزة باطلة أيضاً لأنها إباء من الحق وإعجاب بالنفس . وضدُّ العزة الذلة قال تعالى : { أذلة على المؤمنين أعزة على الكافرين } [ المائدة : 54 ] وقال السمَوْأل أو غيره: ... وما ضَرنا أنَّا قليل وجارناعزيزٌ وجار الأكثرين ذَليل ... و { في للظرفية المجازية مستعارة لقوة التلبس بالعزة . والمعنى : متلبسون بعزة على الحق .والشقاق : العناد والخصام . والمراد : وشقاق لله بالشرك ولرسوله بالتكذيب . والمعنى : أن الحائل بينهم وبين التذكير بالقرآن هو ما في قرارة نفوسهم من العزة والشقاق ."
    },
    {
      "ayah": 20,
      "surah": 38,
      "text": "وَشَدَدْنَا مُلْكَهُ وَآَتَيْنَاهُ الْحِكْمَةَ وَفَصْلَ الْخِطَابِ (20) و { فصل الخطاب } : بلاغة الكلام وجمعه للمعنى المقصود بحيث لا يحتاج سامعه إلى زيادة تبيان ، ووصف القول ب ( الفصل ) وصف بالمصدر ، أي فاصل . والفاصل : الفارق بين شيئين ، وهو ضدّ الواصل ، ويطلق مجازاً على ما يميز شيئاً عن الاشتباه بضده . وعطفه هنا على الحكمة قرينة على أنه استعمل في معناه المجازي كما في قوله تعالى : { إن يوم الفصل كان ميقاتاً } [ النبأ : 17 ] .والمعنى : أن داود أوتي من أصالة الرأي وفصاحة القول ما إذا تكلّم جاء بكلام فاصل بين الحقّ والباطل شأن كلام الأنبياء والحكماء ، وحسبك بكتابه «الزبور» المسمّى عند اليهود ب«المزامير» فهو مثل في بلاغة القول في لغتهم .وعن أبي الأسود الدؤلي : { فصل الخطاب } هو قولُه في خطبه «أما بعد» قال : وداود أول من قال ذلك ، ولا أحسب هذا صحيحاً لأنها كلمة عربية ولا يعرف في كتاب داود أنه قال ما هو بمعناها في اللغة العبرية ، وسميت تلك الكلمة فصل الخطاب عند العرب لأنها تقع بين مقدمة المقصود وبين المقصود . فالفصل فيه على المعنى الحقيقي وهو من الوصف بالمصدر ، والإِضافة حقيقية . وأول من قال : «أما بعد» هو سحبان وائل خطيب العرب ، وقيل : { فصل الخطاب } القضاء بين الخصوم وهذا بعيد إذ لا وجه لإِضافته إلى الخطاب .واعلم أن محمداً صلى الله عليه وسلم قد أعطي من كل ما أعطي داود فكان أوّاباً ، وهو القائل : «إني ليغان على قلبي فأستغفر الله في اليوم سبعين مرة» ، وسخر له جبل حراء على صعوبة مسالكه فكان يتحنّث فيه إلى أن نزل عليه الوحي وهو في غار ذلك الجبل ، وعَرضت عليه جبال مكة أن تصير له ذهباً فأبى واختار العبودية وسخرت له من الطير الحَمَام فبنت وكرها على غار ثور مدة اختفائه به مع الصديق في مسيرهما في الهجرة . وشدّ الله مُلك الإِسلام له ، وكفاه عدوّه من قرابته مثل أبي لهب وابنه عتبة ومن أعدائه مثل أبي جهل ، وآتاه الحكمة ، وآتاه فصل الخطاب قال : «أوتيت جوامع الكَلِم واختصر لي الكلام اختصاراً» بَلْهَ ما أوتيه الكتاب المعجز بلغاء العرب عن معارضته ، قال تعالى في وصف القرآن : { إنه لقول فصل وما هو بالهزل } [ الطارق : 13 - 14 ] . جملة { وهل أتاكَ نَبأ الخصمالخطاب * وَهَلْ أَتَاكَ نَبَؤُا الخصم إِذْ تَسَوَّرُواْ المحراب * إِذْ دَخَلُواْ على دَاوُودَ فَفَزِعَ مِنْهُمْ قَالُواْ لاَ تَخَفْ خَصْمَانِ بغى بَعْضُنَا على بَعْضٍ فاحكم بَيْنَنَا بالحق وَلاَ تُشْطِطْ واهدنآ إلى سَوَآءِ الصراط * إِنَّ هَذَآ أَخِى لَهُ تِسْعٌ وَتِسْعُونَ نَعْجَةً وَلِى نَعْجَةٌ واحدة فَقَالَ أَكْفِلْنِيهَا وَعَزَّنِى فِى الخطاب * قَالَ لَقَدْ ظَلَمَكَ بِسُؤَالِ نَعْجَتِكَ إلى } إلى آخرها معطوفة على جملة { إنَّا سخرنا الجبال معه } [ ص : 18 ] . والإِنشاء هنا في معنى الخبر ، فإن هذه الجملة قصت شأناً من شأن داود مَع ربه تعالى فهي نظير ما قبلها ."
    },
    {
      "ayah": 21,
      "surah": 38,
      "text": "وَهَلْ أَتَاكَ نَبَأُ الْخَصْمِ إِذْ تَسَوَّرُوا الْمِحْرَابَ (21) والاستفهام مستعمل في التعجيب أو في البحث على العلم فإن كانت القصة معلومة للنبيء صلى الله عليه وسلم كان الاستفهام مستعملاً في التعجيب وإن كان هذا أول عهده بعلمها كان الاستفهام للحث مثل { هل أتاكَ حديثُ الغاشِيَةِ } [ الغاشية : 1 ] . والخطاب يجوز أن يكون لكل سامع والوجهان الأولان قائمان . والنبأ : الخبر .والتعريف في { الخَصْمِ } للعهد الذهني ، أي عهد فرد غير معيّن من جنسه أي نبأ خصم معيّن هذا خبره ، وهذا مثل التعريف في : ادخل السوق . والخصام والاختصام : المجادلة والتداعي ، وتقدم في قوله : { هذان خصمان } في سورة [ الحج : 19 ] . و { الخصم } : اسم يطلق على الواحد وأكثر ، وأريد به هنا خصمان لقوله بعده { خَصْمَانِ } . وتسميتهما بالخصم مجاز بعلاقة الصورة وهي من علاقة المشابهة في الذات لا في صفة من صفات الذات ، وعادة علماء البيان أن يمثلوها بقول القائل إذَا رأى صورة أسد : هذا أَسد .وضمير الجمع مراد به المثنى ، والمعنى : إذ تسورا المحراب ، والعرب يعدلون عن صيغة التثنية إلى صيغة الجمع إذا كانت هناك قرينة لأن في صيغة التثنية ثقلاً لنْدرة استعمالها ، قال تعالى : { فقد صغت قلوبكما } [ التحريم : 4 ] أي قلباكما .و { إذْ تَسَوَّرُوا } إذا جعلت { إذ } ظرفاً للزمن الماضي فهو متعلق بمحذوف دل عليه { الخَصم } ، والتقدير : تحاكم الخصم حين تَسوروا المحراب لداود .ولا يستقيم تعلقه بفعل { أتاكَ } ولا ب { نَبَأ } لأن النبأ الموقت بزمننِ تسوّر الخصم محراب داود لا يأتي النبي صلى الله عليه وسلم"
    },
    {
      "ayah": 22,
      "surah": 38,
      "text": "إِذْ دَخَلُوا عَلَى دَاوُودَ فَفَزِعَ مِنْهُمْ قَالُوا لَا تَخَفْ خَصْمَانِ بَغَى بَعْضُنَا عَلَى بَعْضٍ فَاحْكُمْ بَيْنَنَا بِالْحَقِّ وَلَا تُشْطِطْ وَاهْدِنَا إِلَى سَوَاءِ الصِّرَاطِ (22) ولك أن تجعل { إذ } اسماً للزمن الماضي مجرداً عن الظرفية وتجعله بدل اشتمال من { الخصم } لما في قوله تعالى : { واذكر في الكتاب مريم إذ انتبذت من أهلها } [ مريم : 16 ] ، فالخصم مشتمل على زمن تسورهم المحراب ، وخروج { إذ } عن الظرفية لا يختص بوقوعها مفعولاً به بل المراد أنه يتصرف فيكون ظرفاً وغير ظرف .والتسور : تفعل مشتق من السور ، وهو الجدار المحيط بمكان أو بلدٍ يقال : تَسوّر ، إذا اعتلى على السور ، ونظيره قولهم : تسنم جملَهُ ، إذا علا سَنامه ، وتَذَرأه إذا علا ذروته ، وقريب منه في الاشتقاق قولهم : صَاهى ، إذا ركب صهوة فرسه .والمعنى : أن بيت عبادة داود عليه السلام كان محوطاً بسُور لئلا يدخله أحد إلا بإذن من حارس السور .و { المحراب } : البيت المتّخذ للعبادة ، وتقدم عند قوله تعالى : { يعملون له ما يشاء من محاريب } في سورة [ سبأ : 13 ] .و { إذْ دَخلُوا } بدل من { إذْ تَسَوَّرُوا } لأنهم تسوروا المحراب للدخول على داود .والفزع : الذُّعر ، وهو انفعال يظهر منه اضطراب على صاحبه من توقع شدة أو مفاجأة ، وتقدم في قوله : { لا يحزنهم الفزع الأكبر } في سورة [ الأنبياء : 103 ] . قال ابن العربي في كتاب «أحكام القرآن» : إن قيل : لِم فَزع داود وقد قويت نفسه بالنبوءة؟ وأجاب بأن الله لم يضمن له العصمة ولا الأمن من القتل وكان يخاف منهما وقد قال الله لموسى { لا تَخَف } وقبلَه قيل للوط . فهم مُؤمَّنون من خوف ما لم يكن قيل لهم إنكم منه معصومون اه .وحاصل جوابه : أن ذلك قد عرض للأنبياء إذ لم يكونوا معصومين من إصابة الضرّ حتى يؤمّن الله أحدَهم فيطمئن والله لم يؤمن داود فلذلك فزع . وهو جواب غير تام الإِقناع لأن السؤال تضمن قول السائل وقد قويت نفسه بالنبوءة فجعل السائل انتفاءَ تطرّق الخوف إلى نفوس الأنبياء أصلاً بنى عليه سؤاله ، وهو أجاب بانتفاء التأمين فلم يطابق سؤال السائل . وكان الوجه أن ينفي في الجواب سلامة الأنبياء من تطرق الخوف إليهم . والأحسن أن نجيب :أولاً : بأن الخوف انفعال جبليّ وضعه الله في أحوال النفوس عند رؤية المكروه فلا تخلو من بوادره نفوس البشر فيعرض لها ذلك الانفعال بادِىءَ ذي بَدءٍ ثم يطرأ عليه ثبات الشجاعة فتدفعه على النفس ونفوس الناس متفاوتة في دوامه وانقشاعه ، فأمَّا إذا أمَّن الله نبيئاً فذلك مقام آخر كقوله لموسى { لا تخف } وقوله للنبيء صلى الله عليه وسلم { فسيكفيكهم اللَّه } [ البقرة : 137 ] . وثانياً : بأن الذي حصل لداود عليه السلام فزع وليس بخوف . والفَزع أعمّ من الخوف إذ هو اضطراب يحصل من الإِحساس بشيء شأنُه أن يتخلص منه وقد جاء في حديث خسوف الشمس \" أن رسول الله صلى الله عليه وسلم خرج فَزِعاً ، أي مسرعاً مبادراً للصلاة توقّعاً أن يكون ذلك الخسوف نذير عذاب \" ، ولذلك قال القرآن { فَفَزِعَ منهم } ولم يقل : خاف . وقال في إبراهيم عليه السلام { فأوجس منهم خِيفَة } [ الذاريات : 28 ] أي توجُّساً ما لم يبلغ حدّ الخوف . وأما قول الخصم لداود { لاَ تَخَف } فهو قول يقوله القادِم بهيئة غير مألوفة من شأنها أن تريب الناظر .وثالثاً : أن الأنبياء مأمورون بحفظ حياتهم لأن حياتهم خير للأمة فقد يفزع النبي من توقع خطر خشية أن يكون سبباً في هلاكه فينقطع الانتفاع به لأمته . وقد جاء في حديث عائشة : «أن النبي صلى الله عليه وسلم أرق ذات ليلة فقال : ليَت رجلاً صالحاً من أصحابي يَحرسنِي الليلةَ إذ سمعنا صوت السلاح فقال : من هذا؟ قال : سَعد بن أبي وقاص جئتُ لأحرسك . قالت : فنام النبي صلى الله عليه وسلم حتى سمعنا غطيطه» .وروى الترمذي : أن العباس كان يحرس النبي صلى الله عليه وسلم حتى نزل قوله تعالى : { واللَّه يعصمك من الناس } [ المائدة : 67 ] فتركت الحراسة .ومعنى { بَغَى بعضنا } اعتدى وظلم . والبغي : الظلم ، والجملة صفة ل { خَصْمَانِ } والرابط ضمير { بعضنا } ، وجاء ضمير المتكلم ومعه غيره رعياً لمعنى { خصمان } .ولم يبينا الباغي منهما لأن مقام تسكين روع داود يقتضي الإِيجاز بالإِجمال ثم يعقبه التفصيل ، ولإِظهار الأدب مع الحاكم فلا يتوليان تعيين الباغي منهما بل يتركانه للحاكم يعيّن الباغي منهما في حكمه حين قال لأحدهما : { لقد ظلمكَ بسؤاللِ نعجتك إلى نعاجه } .والفاء في { فاحْكم بيننا بالحق } تفريع على قوله : { خصمان } لأن داود عليه السلام لمّا كان مَلِكاً وكان اللذان حضرا عنده خصمين كان طلب الحكم بينهما مفرعاً على ذلك .والباء في { بالحق } للملابسة ، وهي متعلقة ب { احكم . } وهذا مجرد طلب منهما للحق كقول الرجل للنبيء صلى الله عليه وسلم الذي افتدى ابنَه ممن زنى بامرأته : فاحكم بيننا بكتاب اللَّه .والنهي في { لا تشطط } مستعمل في التذكير والإِرشاد .و { تشطط } : مضارع أشط ، يقال : أشط عليه ، إذا جَار عليه ، وهو مشتق من الشطط وهو مجاوزة الحد والقدر المتعارف .ومخاطبة الخصم داود بهذا خارجة مخرج الحرص على إظهار الحق وهو في معنى الذكرى بالواجب فلذلك لا يعدّ مثلها جفاء للحاكم والقاضِي ، وهو من قبيل : اتَّق الله في أمري . وصدوره قبل الحكم أقرب إلى معنى التذكير وأبعد عن الجفاء ، فإن وقع بعد الحكم كان أقرب إلى الجفاء كالذي قال للنبيء صلى الله عليه وسلم في قسمة قسمها «اعْدِل ، فقال له الرسول : ويلك فمن يعدل إن لم أعدل» ."
    },
    {
      "ayah": 23,
      "surah": 38,
      "text": "إِنَّ هَذَا أَخِي لَهُ تِسْعٌ وَتِسْعُونَ نَعْجَةً وَلِيَ نَعْجَةٌ وَاحِدَةٌ فَقَالَ أَكْفِلْنِيهَا وَعَزَّنِي فِي الْخِطَابِ (23)وقد قال علماؤنا في قول الخصم للقاضي : ( اتق الله في أمري ) إنه لا يعد جفاء للقاضي ولا يجوز للقاضي أن يعاقبه عليه كما يعاقب من أساء إليه . وأفتى مالك بسجن فتى ، فقال أبوه لمالك : اتق الله يا مالك ، فوالله ما خُلقت النار باطلاً ، فقال مالك : من الباطل ما فعله ابنك . فهذا فيه زيادة بالتعريض بقوله فوالله ما خلقت النار باطلاً . وقولهما : { واهدنا إلى سواء الصراطِ } يصرف عن إرادة الجفاء من قولهما : { ولا تُشْطِط } لأنهما عرفا أنه لا يقول إلا حقاً وأنهما تطلبا منه الهُدى .والهدى : هنا مستعار للبيان وإيضاح الصواب . و { سواء الصراط } : مستعار للحق الذي لا يشوبه باطل لأن الصراط الطريق الواسع ، والسواء منه هو الذي لا التواء فيه ولا شُعب تتشعب منه فهو أسرع إيصالاً إلى المقصود باستوائه وأبعد عن الالتباس بسلامته من التشعب .ومجموع { اهدنا إلى سواء الصراط } تمثيل لحال الحاكم بالعدل بحال المرشد الدال على الطريق الموصلة فهو من التمثيل القابِل تجزئة التشبيه في أجزائه ، ويؤخذ من هنا أن حكم القاضي العدل يُحمل على الجري على الحق وأن الحكم يجب أن يكون بالحق شرعاً لأنه هدي فهو والفتيا سواء في أنهما هدي إلا أن الحكم فيه إلزام .ومعنى { أكفِلْنِيها } اجعلها في كفالتي ، أي حفظي وهو كناية عن الإِعطاء والهبة ، أي هَبْهَا لي .وجملة { إنَّ هذا أخِي } إلى آخرها بيان لجملة { خصمان بغى بعضنا على بعضٍ } وظاهر الأخ أنهما أرادا أخوّة النسب . وقد فرضا أنفسهما أخوين وفرضا الخصومة في معاملات القرابة وعلاقة النسب واستبقاء الصلات ، ثم يجوز أن يكون { أخِي } بدلاً من اسم الإِشارة . ويجوز أن يكون خبر { إنَّ } وهو أولى لأن فيه زيادة استفظاع اعتدائه عليه .و { عَزّني } غلبني في مخاطبته ، أي أظهر في الكلام عزّة عليّ وتطاولاً . فجَعل الخطاب ظرفاً للعزّة مجازاً لأن الخطاب دل على العزة والغلبة فوقع تنزيل المدلول منزلة المظروف وهو كثير في الاستعمال .والمعنى : أنه سأله أن يعطيه نعجته ، ولمّا رأى منه تمنّعاً اشتدّ عليه بالكلام وهدّده ، فأظهر الخصم المتشكي أنه يحافظ على أواصر القرابة فشكاه إلى الملك ليصدّه عن معاملة أخيه معاملة الجفاء والتطاول ليأخذ نعجته عن غير طيب نفس . وبهذا يتبين أن موضع هذا التحاكم طلب الإِنصاف في معاملة القرابة لئلا يفضي الخلافُ بينهم إلى التواثب فتنقطع أواصر المبرة والرحمة بينهم .وقد عَلم داود من تساوقهما للخصومة ومن سكوت أحد الخصمين أنهما متقاربان على ما وصفه الحاكي منهما ، أو كان المدعَى عليه قد اعترف . فحكم داود بأن سؤال الأخ أخاه نعجته ظلم لأن السائل في غنى عنها والمسؤول ليس له غيرها فرغبة السائل فيما بيد أخيه من فرط الحرص على المال واجتلاب النفع للنفس بدون اكتراث بنفع الآخر . وهذا ليس من شأن التحابّ بين الأخوين والإِنصاف منهما فهو ظلم وما كان من الحق أن يسأله ذلك أعطاه أو منعه ، ولأنه تطاول عليه في الخطاب ولامه على عدم سماح نفسه بالنعجة ، وهذا ظلم أيضاً .والإِضافة في قوله : { بسؤال نعجتِكَ } للتعريف ، أي هذا السؤال الخاص المتعلق بنعجة معروفة ، أي هذا السؤال بحذافره مشتمل على ظلم ، وإضافة سؤال من إضافة المصدر إلى مفعوله . وتعليق { إلى نعاجه } ب«سؤال» تعليق على وجه تضمين «سؤال» معنى الضم ، كأنه قيل : بطلب ضم نعجتك إلى نعاجه .فهذا جواب قولهما : { فاحكم بيننا بالحق ولا تُشطط } ثم أعقبه بجواب قولهما : { واهدنا إلى سواءِ الصراط } إذ قال : { وإنَّ كثيراً من الخُلطاءِ ليبغي بعضهم على بعضضٍ إلاَّ الذين ءَامنوا وعَمِلوا الصَّالحاتِ } المفيد أن بَغْي أحد المتعاشرين على عشيره متفشَ بين الناس غير الصالحين من المؤمنين ، وهو كناية عن أمرهما بأن يكونا من المؤمنين الصالحين وأن ما فعله أحدهما ليس من شأن الصالحين .وذِكر غالب أحوال الخلطاء أراد به الموعظة لهما بعد القضاء بينهما على عادة أهل الخير من انتهاز فرص الهداية فأراد داود عليه السلام أن يرغبهما في إيثار عادة الخلطاء الصالحين وأن يكرّه إليهما الظلم والاعتداء . ويستفاد من المقام أنه يَأسف لحالهما ، وأنه أراد تسلية المظلوم عما جرى عليه من خليطه ، وأن له أسوة في أكثر الخلطاء .وفي تذييل كلامه بقوله : { وقليلٌ ما هُم } حثّ لهما أن يكونا من الصالحين لما هو متقرر في النفوس من نفاسة كل شيء قليل ، قال تعالى : { قل لا يستوي الخبيث والطيب ولو أعجبك كثرةُ الخبيث } [ المائدة : 100 ] . والسبب في ذلك من جانب الحكمة أن الدواعي إلى لذات الدنيا كثيرة والمشي مع الهوى محبوب ومجاهدة النفس عزيزة الوقوع ، فالإِنسان محفوف بجواذب السيئات ، وأمّا دواعي الحق والكمال فهو الدين والحكمة ، وفي أسباب الكمال إعراض عن محركات الشهوات ، وهو إعراض عسير لا يسلكه إلا من سما بدينه وهمته إلى الشرف النفساني وأعرض عن الداعي الشهواني ، فذلك هو العلة في هذا الحكم بالقلة .وزيادة { ما } بَعد { قليل } لقصد الإِبهام كما تقدم آنفاً في قوله : { جند ما هنالك } [ ص : 11 ] ، وفي هذا الإِبهام إيذان بالتعجب من ذلك بمعونة السياق والمقام كما أفادت زيادتها في قول امرىء القيس: ... وحديث الركب يوم هُناوحديث مَّا على قِصره ... معنى التلهف والتشوق .وقد اختلف المفسرون في ماهية هاذين الخصمين ، فقال السديّ والحسن ووهب بن مُنبّه : كانا ملَكَيْن أرسلهما الله في صورة رجلين لداود عليه السلام لإِبلاغ هذا المثل إليه عتاباً له . ورواه الطبري عن أنس مرفوعاً . وقيل كانا أخوين شقيقين من بني إسرائيل ، أي ألهمهما الله إيقاع هذا الوعظ .واعلم أن سوق هذا النبأ عقب التنويه بداود عليه السلام ليس إلا تتميماً للتنويه به لدفع مَا قد يُتوهم أنه ينقض ما ذكر من فضائله مما جاء في كتاب «صمويل الثاني» من كتب اليهود في ذكر هذه القصة من أغلاط باطلة تنافي مقام النبوءة فأريد بيان المقدار الصادق منها وتذييله بأن ما صدر عن داود عليه السلام يستوجب العتاب ولا يقتضي العقاب ولذلك ختمت بقوله تعالى : { وإن له عندنا لزُلفى وحُسن مئابٍ } [ ص : 40 ] . وبهذا تعلم أن ليس لهذا النبأ تعلق بالمقصد الذي سيق لأجله ذكر داود ومن عطف عليه من الأنبياء .وهذا النبأ الذي تضمنته الآية يُشير به إلى قصة تزوج داود عليه السلام زوجة ( أُوريا الحثّي ) من رجال جيشه وكان داود رآها فمال إليها ورام تزوجها فسأله أن يتنازل له عنها وكان في شريعتهم مباحاً أن الرجل يتنازل عن زوجه إلى غيره لصداقة بينهما فيطلقها ويتزوجها الآخر بعد مضيّ عدتها وتحقق براءة رحمها كما كان ذلك في صدر الإِسلام . وخرج أُوريا في غزو مدينة ( رَبة ) للعمونيّين وقيل في غزو عَمَّان قصبة البلقاء من فلسطين فقُتل في الحرب وكان اسم المرأة ( بثشبع بنت اليعام وهي أم سليمان ) . وحكى القرآن القصة اكتفاء بأن نبأ الخصمين يشعر بها لأن العبرة بما أعقبه نبأ الخصمين في نفس داود فعتب الله على داود أن استعمل لنفسه هذا المباح فعاتبه بهذا المثل المشخص ، أرسل إليه ملكين نزلا من أعلى سور المحراب في صورة خصمين وقصّا عليه القصة وطلبا حكمه وهديه فحكم بينهما وهداهما بما تقدم تفسيره لتكون تلك الصورة عظة له ويشعر أنه كان الأليق بمقامه أن لا يتناول هذا الزواج وإن كان مباحاً لما فيه من إيثار نفسه بما هو لغيره ولو بوجه مباح لأن الشعور بحسن الفعل أو قبحه قد لا يحصل عليه حين يفعله فإذا رأى أو سمع أن واحداً عمله شعر بوصفه .ووقع في سفر «صمويل الثاني» من كتب اليهود سوق هذه القصة على الخلاف هذا .وليس في قول الخصمين : { هذا أخِي } ولا في فرضهما الخصومة التي هي غير واقعة ارتكابُ الكذب لأن هذا من الأخبار المخالفة للواقع التي لا يريد المخبِر بها أن يظن المخبَر ( بالفتح ) وقوعَها إلاّ ريثما يحصل الغرض من العبرة بها ثم ينكشف له باطنها فيعلم أنها لم تقع . وما يجري في خلالها من الأوصاف والنسب غير الواقعة فإنما هو على سبيل الفرض والتقدير وعلى نية المشابهة .وفي هذا دليل شرعي على جواز وضع القِصص التمثيلية التي يقصد منها التربية والموعظة ولا يتحمل واضعها جرحة الكذب خلافاً للذين نبزوا الحريري بالكَذب في وضع «المقامات» كما أشار هو إليه في ديباجتها . وفيها دليل شرعي لجواز تمثيل تلك القصص بالأجسام والذوات إذا لم تخالف الشريعة ، ومنه تمثيل الروايات والقصص في ديار التمثيل ، فإن ما يجري في شرع من قبلنا يصلح دليلاً لنا في شرعنا إذا حكاه القرآن أو سنة النبي صلى الله عليه وسلم ولم يرد في شرعنا ما ينسخه .وأخذ من الآية مشروعية القضاء في المسجد ، قالوا : وليس في القرآن ما يدل على ذلك سوى هذه الآية بناء على أن شرع من قبلنا شرع لنا إذا حكاه الكتاب أو السنة . وقد حكيت هذه القصة في سفر «صمويل الثاني» في الإِصحاح الحادي عشر على خلاف ما في القرآن وعلى خلاف ما تقتضيه العصمة لنبوءة داود عليه السلام فاحذروه .والذي في القرآن هو الحق ، والمنتظم مع المعتاد وهو المهيمن عليه ، ولو حكي ذلك بخبر آحاد في المسلمين لوجب ردُّه والجزم بوضعه لمعارضته المقطوع به من عصمة الأنبياء من الكبائر عند جميع أهل السنة ومن الصغائر عند المحققين منهم وهو المختار ."
    },
    {
      "ayah": 24,
      "surah": 38,
      "text": "قَالَ لَقَدْ ظَلَمَكَ بِسُؤَالِ نَعْجَتِكَ إِلَى نِعَاجِهِ وَإِنَّ كَثِيرًا مِنَ الْخُلَطَاءِ لَيَبْغِي بَعْضُهُمْ عَلَى بَعْضٍ إِلَّا الَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَقَلِيلٌ مَا هُمْ وَظَنَّ دَاوُودُ أَنَّمَا فَتَنَّاهُ فَاسْتَغْفَرَ رَبَّهُ وَخَرَّ رَاكِعًا وَأَنَابَ (24) أي علم داود بعد انتهاء الخصومة أن الله جعلها له فتنة ليشعره بحال فعلته مع ( أُوريا ) وقد أشعره بذلك ما دلّه عليه انصراف الخصمين بصورة غير معتادة ، فعلم أنهما ملَكان وأن الخصومة صورية فعلم أن الله بعثهما إليه عَتْباً له على متابعة نفسه زوجةَ ( أوريا ) وطلبه التنازل عنها . وعبر عن علمه ذلك بالظن لأنه علم نظري اكتسبه بالتوسم في حال الحادثة وكثيراً ما يعبر عن العلم النظري بالظن لمشابهته الظن من حيث إنه لا يخلو من تردد في أول النظر .و { أنما مَّا هُمْ وَظَنَّ دَاوُودُ أَنَّمَا فتناه فاستغفر رَبَّهُ وَخَرَّ رَاكِعاً وَأَنَابَ * فَغَفَرْنَا لَهُ ذلك وَإِنَّ لَهُ عِندَنَا لزلفى وَحُسْنَ مَھَابٍ } مفتوحة الهمزة أخت ( إنما ) تفيد الحصر ، أي ظنّ أن الخصومة ليست إلاّ فتنة له ، أو ظن أن ما صدر منه في تزوج امرأة أوريا ليس إلا فتنة . ومعنى { فتنَّاهُ } قدّرنا له فتنة ، فيجوز أن تكون الفتنة بالمعنى المشهور في تدبير الحيلة لقتل ( أوريا ) فعبر عنها بالفتنة لأنها أورثت داود مخالفةً للأليق به من صرف نفسه عن شيء غيره ، وعدم متابعته ميله النفساني وإن كان في دائرة المباح في دينهم ، فيكون المعنى : وعلم أن ما صدر منه فتنة من النفس . وإنما علم ذلك بعد أن أحسّ من نفسه كراهية مثلها مما صوره له الخصمان .ويجوز أن يكون الفتن بمعنى الابتلاء والاختبار ، كقوله تعالى لموسى : { وفتناك فتوناً } [ طه : 40 ] ، أي ظن أنا اختبرنا زكانته بإرسال الملكين ، يصور أن له صورةً شبيهةً بفعله ففطن أن ما فعله أمر غير لائق به . وتفريع { فاستغفر ربَّهُ } على ذلك الظنّ ظاهر على كلا الاحتمالين ، أي لما علم ذلك طلب الغفران من ربه لِما صنع .وخرّ خروراً : سقط ، وقد تقدم في قوله تعالى : { فخر عليهم السقف من فوقهم في سورة } [ النحل : 26 ] .والركوع : الانحناء بقصد التعظيم دون وصول إلى الأرض قال تعالى : { تراهم ركعاً سجداً } [ الفتح : 29 ] ، فذكر شيئين . قالوا : لم يكن لبني إسرائيل سجود على الأرض وكان لهم الركوع ، وعليه فتقييد فعل { خرّ } بحال { رَاكِعاً } تمَجَّز في فعل { خرّ } بعلاقة المشابهة تنبيهاً على شدة الانحناء حتى قارب الخرور . ومن قال : كان لهم السجود جعل إطلاق الرجوع عليه مجازاً بعلاقة الإِطلاق . وقال ابن العربي : لا خلاف في أن الركوع هاهنا السجود ، قلت : الخلافُ موجود .والمعروف أنه ليس لبني إسرائيل سجود بالجبهة على الأرض ، ويحتمل أن يكون السجود عبادة الأنبياء كشأن كثير من شرائع الإِسلام كانت خاصة بالأنبياء من قبل كما تقدم في قوله تعالى : { فلا تموتن إلا وأنتم مسلمون } [ البقرة : 132 ] ، وتقدم قوله تعالى : { وخروا له سجداً } في سورة [ يوسف : 100 ] . وكان ركوع داود عليه السلام تضرعاً لله تعالى ليقبل استغفاره .والإِنابة : التوبة : يقال : أناب ، ويقال : نَاب . وتقدم عند قوله تعالى : { إن إبراهيم لحليم أوّاه منيب } في سورة [ هود : 75 ] . وعند قوله : { منيبين إليه } في سورة [ الروم : 31 ] .وهنا موضع سجدة من سجود القرآن من العزائم عند مالك لثبوت سجود النبي صلى الله عليه وسلم عندها . ففي «صحيح البخاري» عن مجاهد «سألتُ ابن عباس عن السجدة في ص فقال : أوَ ما تقرأ { ومن ذريته داود وسليمان } [ الأنعام : 84 ] إلى قوله : { أولئك الذين هدى الله فبهداهم اقتده } [ الأنعام : 90 ] فكان داود ممن أُمر نبيئكم أن يقتدِيَ به فسجدها داود فسجدها رسول الله» . وفي «سنن أبي داود» عن ابن عباس «ليس ص من عزائم السجود ، وقد رأيت رسول الله صلى الله عليه وسلم سجد فيها» . وفيه عن أبي سعيد الخُدْري قال : «قرأ رسول الله وهو على المنبر ص فلما بلغ السجدة نزل فسجد وسجد الناس معه فلما كان يوم آخر قرأها فلما بلغ السجدة تَشَزَّنَ الناس للسجود ( أي تهيّأَوا وتحركوا لأجله ) فقال رسول الله : إنما هي توبة نبيء ولكني رأيتكم تشزَّنْتم للسجود فنزل فسجد وسجدوا» ، وقول أبي حنيفة فيها مثل قول مالك ولم يرَ الشافعي سجوداً في هذه الآية إمَّا لأجل قول النبي صلى الله عليه وسلم \" إنما هي توبة نبيء \" فرجع أمرُها إلى أنها شرْعُ من قبلنا ، والشافعي لا يرى شرع من قبلنا دليلاً .ووجه السجود فيها عند من رآه أن ركوع داود هو سجود شريعتهم فلما اقتدى به النبي صلى الله عليه وسلم أتى في اقتدائه بما يساوي الركوع في شريعة الإِسلام وهو السجود . وقال أبو حنيفة : الركوع يقوم مقام سجود التلاوة أخذاً من هذه الآية ."
    },
    {
      "ayah": 25,
      "surah": 38,
      "text": "فَغَفَرْنَا لَهُ ذَلِكَ وَإِنَّ لَهُ عِنْدَنَا لَزُلْفَى وَحُسْنَ مَآَبٍ (25)واسم الإِشارة في قوله : { فغفرنا له ذلك } إلى ما دلت عليه خصومة الخصمين من تمثيل ما فعله داود بصورة قضية الخصمين ، وهذا من لطائف القرآن إذ طوى القصة التي تمثَّل له فيها الخصمان ثم أشار إلى المطوي باسم الإِشارة ، وأتبع الله الخبر عن الغفران له بما هو أرفع درجة وهو أنه من المقرّبين عند الله المرضيّ عنهم وأنه لم يوقف به عند حد الغفران لا غير . والزلفى : القربى ، وهو مصدر أو اسم مصدر . وتأكيد الخبر لإِزالة توهم أن الله غضب عليه إذ فتنه تنزيلاً لمقام الاستغراب منزلة مقام الإِنكار .والمئاب : مصدر ميمي بمعنى الأوْب . وهو الرجوع . والمراد به : الرجوع إلى الآخرة . وسمي رجوعاً لأنه رجوع إلى الله ، أي إلى حكمة البحْت ظاهراً وباطناً قال تعالى : { إليه أدعو وإليه مئاب } [ الرعد : 36 ] .وحسن المئاب : حسن المرجع ، وهو أن يرجع رجوعاً حسناً عند نفسه وفي مرأى الناس ، أي له حسن رجوع عندنا وهو كرامة عند الله يوم الجزاء ، أي الجنة يؤوب إليها ."
    },
    {
      "ayah": 26,
      "surah": 38,
      "text": "يَا دَاوُودُ إِنَّا جَعَلْنَاكَ خَلِيفَةً فِي الْأَرْضِ فَاحْكُمْ بَيْنَ النَّاسِ بِالْحَقِّ وَلَا تَتَّبِعِ الْهَوَى فَيُضِلَّكَ عَنْ سَبِيلِ اللَّهِ إِنَّ الَّذِينَ يَضِلُّونَ عَنْ سَبِيلِ اللَّهِ لَهُمْ عَذَابٌ شَدِيدٌ بِمَا نَسُوا يَوْمَ الْحِسَابِ (26)مقول قول محذوف معطوف على { فغفرنا له ذلك } [ ص : 25 ] أي صفَحنا عنه وذكرناه بنعمة المُلك ووعظناه ، فجمع له بهذا تنويهاً بشأنه وإرشاداً للواجب . وافتتاح الخطاب بالنداء لاسترعاء وَعْيه واهتمامه بما سيقال له .والخليفة : الذي يخلف غيره في عمللٍ ، أي يقوم مقامه فيه ، فإن كان مع وجود المخلوف عنه قيل : هو خليفة فُلان ، وإن كان بعدما مضى المخلوف قيل : هو خليفة مِن فلان . والمراد هنا : المعنى الأول بقرينة قوله : { فاحكم بين الناس بالحق } .فالمعنى : أنه خليفة الله في إنفاذ شرائعه للأمة المجعول لها خليفة مما يوحي به إليه ومما سبق من الشريعة التي أوحي إليه العمل بها . وخليفةٌ عن موسى عليه السلام وعن أحبار بني إسرائيل الأولين المدعوين بالقُضاة ، أو خليفة عمن تقدمه في الملك وهو شاول .و { الأرض } : أرض مملكته المعهودة ، أي جعلناك خليفة في أرض إسرائيل . ويجوز أن يجعل الأرض مراداً به جميع الأرض فإن داود كان في زمنه أعظم ملوك الأرض فهو متصرف في مملكته ويَخاف بأسَه ملوكُ الأرض فهو خليفة الله في الأرض إذ لا ينفلت شيء من قبضته ، وهذا قريب من الخلافة في قوله تعالى : { ثم جعلناكم خلائف في الأرض من بعدهم } [ يونس : 14 ] وقوله : { ويجعلكم خلفاء الأرض } [ النمل : 62 ] .وهذا المعنى خلاف معنى قوله تعالى : { وإذ قال ربك للملائكة إني جاعل في الأرض خليفة } [ البقرة : 30 ] فإن الأرض هنالك هي هذه الكرة الأرضية . قال ابن عطية : ولا يقال خليفة الله إلا لرسوله صلى الله عليه وسلم وأما الخلفاء فكل واحد منهم خليفةُ الذي قبلَه ، ألاَ ترى أن الصحابة رضي الله عنهم حرّروا هذا المعنى فقالوا لأبي بكر رضي الله عنه : يا خليفة رسول الله ، وبهذا كان يدعى بذلك مدة حياته ، فلما ولي عمر قالوا : يا خليفةَ خليفة رسول الله فطال ورأوْا أنه سيطول أكثر في المستقبل إذا ولي خليفة بعد عمر فدعوا عُمر أميرَ المؤمنين ، وقصر هذا على الخلفاء ، وما يجيء في الشعر من دعاء أحد الخلفاء خليفة الله فذلك تجوّز كما قال ابنُ قيسسِ الرقياتِ :خليفة الله في بريته ... جَفَّت بذاك الأقلام والكتبوفُرع على جعله خليفة أمرُه بأن يحكم بين الناس بالحق للدلالة على أن ذلك واجبه وأنه أحق الناس بالحكم بالعدل ، ذلك لأنه هو المرجع للمظلومين والذي تُرفع إليه مظالم الظلمة من الولاة فإذا كان عادلاً خشيهُ الولاة والأمراء لأنه ألف العدل وكره الظلم فلا يُقر ما يجري منه في رعيته كلما بلغه فيكون الناس في حذر من أن يصدر عنهم ما عسى أن يرفع إلى الخليفة فيقتص من الظالم ، وأمّا إن كان الخليفة يظلم في حكمه فإنه يألف الظلم فلا يُغضبه إذا رفعت إليه مظلمة شخص ولا يحرص على إنصاف المظلوم .وفي «الكشاف» : أن بعض خلفاء بني أمية قال لعمر بن عبد العزيز أو للزهري : هل سمعتَ ما بلغَنا؟ قال : وما هو؟ قال : بلغنا أن الخليفة لا يجري عليه القلم ولا تُكتب له معصية ، فقال : يا أمير المؤمنين ، الخلفاء أفضل أم الأنبياء ، ثم تلا هذه الآية . والمراد ب { النَّاسِ } ناس مملكته فالتعريف للعهد أو هو للاستغراق العرفي .والحق : هو ما يقتضيه العدل الشرعي من معاملة الناس بعضهم بعضاً وتصرفاتهم في خاصّتهم وعامّتهم ويتعين الحق بتعيين الشريعة . والباء في { بالحَقِّ } باء المجازية ، جعل الحق كالآلة التي يعمل بها العامل في قولك : قطعه بالسكين ، وضربه بالعصا .وقوله : { ولا تَتَّبِععِ الهوى } معطوف على التفريع ، ولعله المقصود من التفريع . وإنما تقدم عليه أمره بالحكم بالحق ليكون توطئة للنهي عن اتباع الهوى سَدًّا لذريعة الوقوع في خطأ الحق فإن داود ممن حكم بالحق فأمره به باعتبار المستقبل . والتعريف في { الهوى } تعريف الجنس المفيد للاستغراق ، فالنهي يعمّ كل ما هو هوى ، سواء كان هوى المخاطب أو هوى غيره مثل هوى زوجه وولده وسيده ، وصديقه ، أو هوى الجمهور : { قالوا يا موسى اجعل لنا إلهاً كما لهم آلهة قال إنكم قوم تجهلون } [ الأعراف : 138 ] .ومعنى الهوى : المحبة ، وأطلق على الشيء المحبوب مبالغة ، أي ولو كان هوى شديداً تعلقُ النفس به . والهوى : كناية عن الباطل والجور والظلم لِما هو متعارف من الملازمة بين هذه الأمور وبين هوى النفوس ، فإن العدل والإنصاف ثقيل على النفوس فلا تهواه غالباً ، ومن صارت له محبة الحق سجية فقد أوتي العلم والحكمة وأيّد بالحِفظ أو العصمة .والنهي عن اتباع الهوى تحذير له وإيقاظ ليحذّر من جراء الهوى ويتّهم هوى نفسه ويتعقبه فلا ينقاد إليه فيما يدعوه إليه إلا بعد التأمل والتثبت ، وقد قال سهل بن حُنيْف رضي الله عنه : «اتهموا الرَّأي» ، ذلك أن هوى النفس يكون في الأمور السهلة عليها الرائقة عندها ومعظم الكمالات صعبة على النفس لأنها ترجع إلى تهذيب النفس والارتقاء بها عن حضيض الحيوانية إلى أوج المَلكية ، ففي جميعها أو معظمها صرف للنفس عما لاصَقَها من الرغائب الجسمانية الراجع أكثرها إلى طبع الحيوانية لأنها إما مدعوة لِداعي الشهوة أو داعي الغضب فالاسترسال في اتباعها وقوع في الرذائل في الغالب ، ولهذا جُعل هنا الضلال عن سبيل الله مسبباً على اتباع الهوى ، وهو تسبب أغلبي عرفي ، فشبه الهوى بسائرٍ في طريق مهلكة على طريقة المكنية ورمز إليه بلازم ذلك وهو الإضلال عن طريق الرشاد المعبر عنه بسبيل الله ، فإن الذي يتبع سائراً غيرَ عَارف بطريق المنازل النافعة لا يلبث أن يجد نفسه وإياه في مهلكة أو مَقطعة طريق .واتّباع الهوى قد يكون اختياراً ، وقد يكون كرهاً . والنهي عن اتباعه يقتضي النهي عن جميع أنواعه؛ فأما الاتّباع الاختياري فالحذر منه ظاهر ، وأما الاتباع الاضطراري فالتخلص منه بالانسحاب عما جرّه إلى الإِكراه ، ولذلك اشترط العلماء في الخليفة شروطاً كلّها تحوم حول الحيلولة بينه وبين اتباع الهوى وما يوازيه من الوقوع في الباطل ، وهي : التكليف ، والحُرّية ، والعدالة ، والذكورة ، وأما شرط كونه من قريش عند الجمهور فلئلا يضعف أمام القبائل بغضاضة .وانتصب { فَيُضِلَّكَ } بعد فاء السببية في جواب النهي . ومعنى جواب النهي جواب المنهي عنه فهو السبب في الضلال وليس النهي سبباً في الضلال . وهذا بخلاف طريقة الجزم في جواب النهي .و { سبيل الله } : الأعمال التي تحصُل منها مرضاته وهي الأعمال التي أمر الله بها ووعد بالجزاء عليها ، شُبّهت بالطريق الموصل إلى الله ، أي إلى مرضاته . وجملة : { إنَّ الذين يضلون عن سبيل الله } إلى آخرها يظهر أنها مما خاطب الله به داود ، وهي عند أصحاب العدد آية واحدة من قوله : { ياداود إنَّا جعلناك خليفة في الأرض } إلى { يومَ الحِسَابِ } ، فهي في موقع العلة للنهي ، فكانت ( إنّ ) مغنية عن فاء التسبب والترتب ، فالشيء الذي يفضي إلى العذاب الشديد خليق بأن يُنهى عنه ، وإن كانت الجملة كلاماً منفصلاً عن خطاب داود كانت معترضة ومستأنفة استئنافاً بيانياً لبيان خطر الضلال عن سبيل الله .والعموم الذي في قوله { الذين يضلون عن سبيل الله } يُكسب الجملة وصف التذييل أيضاً وكلا الاعتبارين موجب لعدم عطفها . وجيء بالموصول للإِيماء إلى أن الصلة علة لاستحقاق العذاب . واللام في { لهُم عَذَابٌ } للاختصاص ، والباء في { بِما نسُوا يومَ الحِسَابِ } سببية .و ( ما ) مصدرية ، أي بسبب نسيانهم يوم الحساب ، وتتعلق الباء بالاستقرار الذي ناب عنه المجرور في قوله : { لَهُم عَذَابٌ } .والنسيان : مستعار للإِعراض الشديد لأنه يشبه نسيان المعرض عنه كما في قوله تعالى : { نسوا الله فنسيهم } [ التوبة : 67 ] ، وهو مراتب أشدها إنكار البعث والجزاء ، قال تعالى : { فذوقوا بما نسيتم لقاء يومكم هذا إنا نسيناكم } [ السجدة : 14 ] . ودونه مراتب كثيرة تكون على وفق مراتب العذاب لأنه إذا كان السبب ذا مراتب كانت المسببات تبعاً لذلك .والمراد ب { يَوْمَ الحسابِ } ما يقع فيه من الجزاء على الخير والشر ، فهو في المعنى على تقدير مضاف ، أي جزاء يوم الحساب على حدّ قوله تعالى : { ونسي ما قدمت يداه } [ الكهف : 57 ] ، أي لم يفكر في عاقبة ما يقدمه من الأعمال . وفي جعل الضلال عن سبيل الله ونسيان يوم الحساب سببين لاستحقاق العذاب الشديد تنبيه على تلازمهما فإن الضلال عن سبيل الله يفضي إلى الإِعراض عن مراقبة الجزاء . وترجمة داود تقدمت عند قوله تعالى : { ومن ذريته داود } في [ الأنعام : 84 ] وقوله : { وآتينا داود زبوراً } في [ النساء : 163 ] ."
    },
    {
      "ayah": 27,
      "surah": 38,
      "text": "وَمَا خَلَقْنَا السَّمَاءَ وَالْأَرْضَ وَمَا بَيْنَهُمَا بَاطِلًا ذَلِكَ ظَنُّ الَّذِينَ كَفَرُوا فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنَ النَّارِ (27)لما جرى في خطاب داود ذكرُ نسيان يوم الحساب وكان أقصى غايات ذلك النسيان جحودُ وقوعه لأنه يفضي إلى عدم مراعاته ومراقبته أبداً اعتُرِض بين القصتين بثلاث آيات لبيان حكمة الله تعالى في جعل الجزاء ويومه احتجاجاً على منكريه من المشركين .والباطل : ضد الحق ، فكل ما كان غير حقّ فهو الباطل ، ولذلك قال تعالى في الآية الأخرى : { ما خلقناهما إلا بالحق } [ الدخان : 39 ] .( والمراد بالحقّ المأخوذِ من نفي الباطل هنا ، هو أن تلك المخلوقات خلقت على حالة لا تخرج عن الحق؛ إمّا حَالاً كخلق الملائكة والرسل والصالحين ، وإمّا في المآل كخلق الشياطين والمفسدين لأن إقامة الجزاء عليهم من بعد استدراك لمقتضى الحق .وقد بنيت هذه الحجة على الاستدلال بأحوال المشاهدات وهي أحوال السماوات والأرض وما بينهما ، والمشركون يعلمون أن الله هو خالق السماوات والأرض وما بينهما ، فأقيم الدليل على أساس مقدمة لا نزاع فيها ، وهي أن الله خلق ذلك وأنهم إذا تأملوا أدنى تأمل وجدوا من نظام هذه العوالم دلالةً تحصل بأدنى نظر على أنه نظام على غاية الإِحكام إحكاماً مطرداً ، وهو ما نبههم الله إليه بقوله : { وما خلقنا السماء والأرض وما بينهما باطلاً } .ومصب النفي الحالُ وهو قوله : { باطِلاً } فهو عام لوقوعه في سياق النفي ، وبعد النظر يعلم الناظر أن خالقها حكيم عادل وأن تصرفات الفاعل يستدل بالظاهرِ منها على الخَفي ، فكان حقاً على الذين اعتادوا بتحكيم المشاهدات وعدم تجاوزها أن ينظروا بقياس من خفي عنهم على ما هو مشاهد لهم ، فلما استقرّ أن نظام السماء والأرض وما بينهما كان جارياً على مقتضى الحكمة وكامل النظام ، فعليهم أن يتدبّروا فيما خفي عنهم من وقوع البعث والجزاء فإن جميع ما في الأرض جارٍ على نظام بديع إلا أعمال الإِنسان ، فمن المعلوم بالمشاهدة أن من الناس صالحين نافعين ، ومنهم دون ذلك إلى صنف المجرمين المفسدين ، وإن من الصالحين كثيراً لم ينالوا من حظوظ الخيرات الدنيوية شيئاً أو إلاّ شيئاً قليلاً هو أقلّ مما يستحقه صلاحه وما جاهده من الارتقاء بنفسه إلى معارج الكمال . ومن المفسدين من هم بعكس ذلك .والفساد : اختلال اجتلبه الإِنسان إلى نفسه باتِّباعه شهواته باختياره الذي أودعه الله فيه ، وبقواه الباطنية قال تعالى : { لقد خلقنا الإنسان في أحسن تقويم ثم رددناه أسفل سافلين إلا الذين آمنوا وعملوا الصالحات } [ التين : 4 - 6 ] وفي هذه المراتب يدنو الناس دُنُوّاً متدرّجاً إلى مراتب الملائكة أو دُنُوًّا متدلِّياً إلى أحضية الشياطين فكانت الحكمة الإلهية تقتضي أن يلتحق كل فريق بأشباهه في النعيم الأبدي أو الجحيم السرمدي .ولولا أن حكمة نظام خلق العوالم اقتضت أن يُحال بين العوالم الزائلة والعوالم السرمدية في المدة المقدرة لبقاء هذه الأخيرة لأطار الله الصالحين إلى أوج النعيم الخالد ، ولَدَسّ المجرمين في دركات السعير المؤبد ، لعلل كثيرة اقتضت ذلك جُماعها رْعيُ الإِبقاء على خصائص المخلوقات حتى تؤدي وظائفها التي خلقت لها ، وهي خصائص قد تتعارض فلو أوثر بعضها على غيره بالإِبقاء لأفضى إلى زوال الآخر ، فمكّن الله كل نوع وكل صنف من الكدَح لنوال ملائمه وأرشد الجميع إلى الخير وأمر ونهى وبيّن وحدد .وجعل لهم من بعد هذا العالم الزائل عالَماً خالداً يكون فيه وجود الأصناف محوطاً بما تستحقه كمالاتُها وأضدادُها من حُسْن أو سوء ، ولو لم يجعل الله العالمَ الأبدي لذهب صلاح الصالحين باطلاً أجهدوا فيه أنفسهم وأضاعوا في تحصيله جمّاً غفيراً من لذائذهم الزائلة دون مقابل ، ولعاد فساد المفسدين غُنما أرضَوْا به أهواءَهم ونالوا به مشتهاهم فذهب ما جَرُّوه على الناس من أرزاء باطلاً ، فلا جرم لو لم يكن الجزاء الأبدي لعاد خلق الأرض باطلاً ولفاز الغويّ بغوايته .فإذا استقرت هذه المقدمة تعين أن إنكار البعث والجزاء يلزمه أن يكون منكرُه قائلاً بأن خلق السماء والأرض وما بينهما شيء من الباطل ، وقد دلّت الدلائل الأخرى أن لا يكون في خلق ذلك شيء من الباطل بقياس الخفي على الظاهر ، فبطل ما يفضي إلى القول بأن في خلق بعض ما ذكر شيء من الباطل .والمشركون وإن لم يصدر منهم ذلك ولا اعتقدوه لكنهم آيلون إلى لزومه لهم بطريق دلالة الالتزام لأن من أنكر البعث والجزاء فقد تقلد أن ما هو جارٍ في أحوال الناس باطل ، والناس من خلق الله فباطلهم إذا لم يؤاخِذهم خالقهم عليه يكون مما أقرّه خالقهم ، فيكون في خلق السماء والأرض وما بينهما شيء من الباطل ، فتنتقض كلية قوله : { وما خلقنا السماء والأرض وما بينهما باطلاً ، } وهو ما ألزمهم إياه قوله تعالى : { ذلك ظنُّ الذين كفروا . } والإِشارة إلى القضية المنفية لا إلى نفيها ، أي خَلق المذكورات باطلاً هو ظن الذين كفروا ، أي اعتقادهم . وأُطلق الظن على العلم لأن ظنهم علم مخالف للواقع فهو باسم الظن أجدر لأن إطلاق الظن يقع عليه أنواع من العلم المُشْبِه والباطل . وفي هذه الآية دليل على أن لازم القول يعتبر قولاً ، وأن لازم المذهب مذهب وهو الذي نحاه فقهاء المالكية في موجبات الردة من أقوال وأفعال .وفرع على هذا الاستدلال وعدممِ جري المشركين على مقتضاه قوله : { فويلٌ للذين كفروا مِنَ النَّارِ } أي نار جهنم . وعُبر عنهم بالموصول لما تشير إليه الصلة من أنهم استحقوا العقاب على سوء اعتقادهم وسوء أعمالهم ، وأن ذلك أيضاً من آثار انتفاء الباطل عن خلق السماوات والأرض وما بينهما ، لأنهم كانوا على باطل في إعراضهم عن الاستدلال بنظام السماوات والأرض ، وفي ارتكابهم مفاسد عوائد الشرك وملته ، وقد تمتّعوا بالحياة الدنيا أكثر مما تمتع بها الصالحون فلا جرم استحقوا جزاء أعمالهم .ولفظ : «وَيل» يدل على أشدّ السوء . وكلمة : وَيْلٌ له ، تقال للتعجيب من شدة سوء حالة المتحدث عنه ، وهي هنا كناية عن شدة عذابهم في النار . و { من } ابتدائية كما في قوله تعالى : { فويل لهم مما كتبت أيديهم } [ البقرة : 79 ] ، وقول النبي صلى الله عليه وسلم لابن الزبير حين شرب دم حِجامته : \" ويل لك من الناس وويل للناس منك \" ."
    },
    {
      "ayah": 28,
      "surah": 38,
      "text": "أَمْ نَجْعَلُ الَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَالْمُفْسِدِينَ فِي الْأَرْضِ أَمْ نَجْعَلُ الْمُتَّقِينَ كَالْفُجَّارِ (28){ أم } منقطعة أفادت إضراباً انتقالياً وهو ارتقاء في الاستدلال على ثبوت البعث وبيان لما هو من مقتضى خلق السماء والأرض بالحق ، بعد أن سيق ذلك بوجه الاستدلال الجُمليّ ، وقد كان هذا الانتقال بناء على ما اقتضاه قوله : { ذلك ظنُّ الذين كفروا } [ ص : 27 ] فلأجْل ذلك بني على استفهام مقدر بعد { أم } وهو من لوازم استعمالها ، وهو استفهام إنكاري . والمعنى : لو انتفى البعث والجزاء كما تزعمون لاستوت عند الله أحوال الصالحين وأحوال المفسدين .والتشبيه في قوله : { كالمُفْسِدِينَ } للتسوية . والمعنى : إنكار أن يكونوا سواء في جعل الله ، أي إذا لم يُجاز كلَّ فريق بما يستحقه على عمله ، فالمشاهد في هذه الحياة الدنيا خلاَفُ ذلك فتعين أن يكون الجزاء في عالم آخر وهو الذي يسلك له الناس بعد البعث . وقد أُخذ في الاستدلال جانبُ المساواة بين الذين آمنوا وعملوا الصالحات وبين المفسدين في الأرض ، لأنه يوجد كثير من الفريقين متساوِينَ في حالة الحياة الدنيا في النعمة أو في التوسط أو في البؤس والخصاصة ، فحالة المساواة كافية لتكون مناط الاستدلال على إبطال ظن الذين كفروا بقطع النظر عن حالة أخرى أولى بالدلالة ، وهي المقابلة بين فريق المفسدين أولي النعمة وفريق الصالحين أولي البؤس ، وعن حالة دون ذلك وهي فريق المفسدين أصحاب البؤس والخصاصة وفريق الصالحين أولي النعمة لأنها لا تسترعي خاطر الناظر .و { أم } الثانية منقطعة أيضاً ومفادها إضراب انتقال ثاننٍ للارتقاء في الاستدلال على أن الحكمة الربانية بمراعاة الحق وانتفاع الباطل في الخلق تقتضي الجزاء والبعثَ لأجله .ومعنى الاستفهام الذي تقتضيه { أم } الثانية : الإِنكار كالذي اقتضته { أم } الأولى . وهذا الارتقاء في الاستدلال لقصد زيادة التشنيع على منكري البعث والجزاء بأن ظنهم ذلك يقتضي أن جعل الله المتقين مُساوين للفجّار في أحوال وجود الفريقين ، وتقريره مِثلَ ما قُرّر به الاستدلال الأول .والمتّقون : هم الذين كانت التقوى شعارهم . والتقوى : ملازمة اتباع المأمورات واجتناب المنهيات في الظاهر والباطن ، وقد تقدم في أول سورة البقرة .والفجّار : الذين شعارهم الفجور ، وهو أشد المعصية ، والمراد به : الكفر وأعماله التي لا تراقب أصحابها التقوى كما في قوله تعالى : { أولئك هم الكفرة الفجرة } [ عبس : 42 ] وقد تقدم تفصيل من هذا عند قوله تعالى : { إنه يبدأ الخلق ثم يُعيدُهُ لِيَجْزِي الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالحَاتتِ بالقِسْطِ والَّذِينَ كَفَرُوا لَهُم شَرَابٌ مِنْ حَمِيممٍ وعَذَابٌ أَلِيمٌ بِما كَانُوا يَكْفُرُونَ هُوَ الَّذِي جَعَلَ الشَّمس ضياءَ إلى قوله : { مَا خَلَقَ الله ذلك إلاَّ بِالحَقِّ } [ يونس : 4 - 5 ] .والمقصود من هذا الإِطناب زيادة التهويل والتفظيع على الذين ظنوا ظنّاً يفضي إلى أن الله خلق شيئاً من السماء والأرض وما بينهما باطلاً فإن في الانتقال من دلالة الأضعف إلى دلالة الأقوى وفي تكرير أداة الإِنكار شأناً عظيماً من فضح أمر الضالين ."
    },
    {
      "ayah": 29,
      "surah": 38,
      "text": "كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِيَدَّبَّرُوا آَيَاتِهِ وَلِيَتَذَكَّرَ أُولُو الْأَلْبَابِ (29)عقب الإمعان في تهديد المشركين وتجهيلهم على إعراضهم عن التدبر بحكمة الجزاء ويوم الحساب عليه والاحتجاج عليهم ، أعرض الله عن خطابهم ووجّه الخطاب إلى النبي صلى الله عليه وسلم بالثناء على الكتاب المنزل عليه ، وكان هذا القرآن قد بيّن لهم ما فيه لهم مقنع ، وحجاجاً هو لشبهاتهم مقلع ، وأنه إن حَرَم المشركون أنفسهم من الانتفاع به فقد انتفع به أولو الألباب وهم المؤمنون . وفي ذلك إدماجُ الاعتزاز بهذا الكتاب لمن أنزل عليه ولمن تمسك به واهتدى بهديه من المؤمنين . وهذا نظير قوله تعالى عقب ذكر خلق الشمس والقمر : { مَا خَلَقَ الله ذلك إلاَّ بالحَقِّ يُفَصِّلُ الأَياتتِ لِقَوممٍ يَعْلَمُون } في أول سورة [ يونس : 5 ] .والجملة استئناف معتَرضضٍ وفي هذا الاستئناف نظر إلى قوله في أول السورة { والقُرءَاننِ ذي الذِكرِ } [ ص : 1 ] إعادة للتنويه بشأن القرآن كما سيعاد ذلك في قوله تعالى : { هذا ذكر } [ ص : 49 ] .فقوله : { كِتابٌ } يجوز أن يكون خبر مبتدأ محذوف ، والتقدير : هذا كتاب ، وجملة { أنزلناهُ } صفة { كِتابٌ . } ويجوز أن يكون مبتدأ وجملة { أنزلناهُ } صفة { كِتاب } و { مُبارَكٌ } خبراً عن { كِتابٌ } .وتنكير كِتابٌ للتعظيم ، لأن الكتاب معلوم فما كان تنكيره إلا لتعظيم شأنه وهو مبتدأ سوغ الابتداء به وصفه بجملة { أنزلناهُ } و { مُبارَكٌ } هو الخبر . ولك أن تجعل ما في التنكير من معنى التعظيم مسوغاً للابتداء وتجعل جملة { أنزلناهُ } خبراً أول و { مُبارَكٌ } خبراً ثانياً و { لِيدَّبَّرُوا } متعلق ب { أنزلناهُ } ولكن لا يجعل { كِتابٌ } خبر مبتدأ محذوف وتقدره : هذا كتاب ، إذ ليس هذا بمحَزّ كبير من البلاغة .والمبارك : المُنبَثّة فيه البركة وهي الخير الكثير ، وكل آيات القرآن مبارك فيها لأنها : إمّا مرشدة إلى خير ، وَإمّا صارفة عن شرّ وفساد ، وذلك سبب الخير في العاجل والآجل ولا بركة أعظم من ذلك .والتدبر : التفكر والتأمل الذي يبلغ به صاحبه معرفة المراد من المعاني ، وإنما يكون ذلك في كلام قليل اللفظ كثير المعاني التي أودعت فيه بحيث كلما ازداد المتدبر تدبراً انكشفت له معان لم تكن بادية له بادىء النظر . وأقربُ مثل للتدبر هنا هو ما مر آنفاً من معاني قوله تعالى : { وما خلقنا السماء والأرض وما بينهما باطلاً إلى قوله : أم نجعل المتقين كالفجار } [ ص : 27 - 28 ] ، وتقدم عند قوله تعالى : { أفلا يتدبرون القرآن } في سورة [ النساء : 82 ] .وقرأ الجمهور : { ليَدَّبَّرُوَا } بياء الغيبة وتشديد الدال . وأصل «يدبروا» يتدبروا ، فقلبت التاء دالاً لقرب مخرجيهما ليتأتى الإِدغام لتخفيفه وهو صيغة تكلف مشتقة من فعل : دَبَرَ بوزن ضرب ، إذا تبع ، فتدبَّره بمنزلة تتبَّعه ، ومعناه : أنه يتعقب ظواهر الألفاظ ليعلم ما يَدْبر ظواهرها من المعاني المكنونة والتأويلات اللائقة ، وتقدم عند قوله تعالى : { أفلم يدبروا القول } في سورة [ المؤمنين : 68 ] .وقرأ أبو جعفر { لتَدَبروا } بتاء الخطاب وتخفيف الدال وأصلها : لتتدبروا فحذفت إحدى التاءين اختصاراً ، والخطاب للنبيء صلى الله عليه وسلم ومن معه من المسلمين .والتذكُّر : استحضار الذهن ما كان يعلمه وهو صادق باستحضار ما هو منسي وباستحضار ما الشأن أن لا يُغفل عنه وهو ما يهمّ العلم به ، فجُعل القرآن للناس ليتدبروا معانيه ويكشفوا عن غوامضه بقدر الطاقة فإنهم على تعاقب طبقات العلماء به لا يصلون إلى نهاية من مكنونه ولتذكرهم الآية بنظيرها وما يقاربها ، وليتذكروا ما هو موعظة لهم وموقظ من غفلاتهم .وضمير «يدبروا» على قراءة الجمهور عائد إلى { أولوا الألباب } على طريقة الإِضمار للفعل المهمل عن العمل في التنازع ، والتقدير : ليدَبَّر أولو الألباب آياته ويتذكروا ، وأما على قراءة أبي جعفر فإسناد «يتذكر» إلى { أُولُوا الألبابِ } اكتفاء عن وصف المتدبرين بأنهم أولو الألباب لأن التدبر مُفْضضٍ إلى التذكر . والتذكر من آثار التدبر فوصف فاعل أحد الفعلين يُغني عن وصف فاعل الفعل الآخر .و { أولوا الألباب } : أهل العقول وفيه تعريض بأن الذين لم يتذكروا بالقرآن ليسوا من أهل العقول ، وأن التذكر من شأن المسلمين الذين يستمعون القول فيتّبعون أحسنه ، فهم ممن تدبروا آياته فاستنبطوا من المعاني ما لم يعلموا ، ومن قرأه فتذكر به ما كان علمه وتذكر به حقاً كان عليه أن يرعاه ، والكافرون أعرضوا عن التدبر فلا جرم فاتهم التذكر ."
    },
    {
      "ayah": 3,
      "surah": 38,
      "text": "كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنْ قَرْنٍ فَنَادَوْا وَلَاتَ حِينَ مَنَاصٍ (3)استئناف بياني لأن العزة عن الحق والشقاقَ لله ولرسوله صلى الله عليه وسلم مما يثير في خاطر السامع أن يسأل عن جزاء ذلك فوقع هذا بياناً له ، وهذه الجملة معترضة بين جملة { بل الذين كفروا في عزَّةٍ وشقاق } [ ص : 2 ] ، وبين جملة { وعجبوا أن جاءهم منذرٌ منهم } [ ص : 4 ] .وكان هذا البيان إخبَاراً مُرفَقاً بحجة من قبيل قياس تمثيل ، لأن قوله : { مِن قبلهم } يؤذن بأنهم مثلهم في العزة والشقاق ومتضمناً تحذيراً من التريث عن إجابة دعوة الحق ، أي ينزل بهم العذاب فلا ينفعهم ندم ولا متاب كما لم ينفع القرون من قبلهم . فالتقدير : سيجازَوْن على عزتهم وشقاقهم بالهلاك كما جُوزِيَتْ أمم كثيرة من قبلهم في ذلك فليحذروا ذلك فإنهم إن حقت عليهم كلمة العذاب لم ينفعهم متاب كما لم ينفع الذين من قبلهم متاب عند رؤية العذاب .و { كم } اسم دال على عدد كثير . و { مِن قَرنٍ } تمييز لإِبهام العدد ، أي عدداً كثيراً من القرون ، وهي في موضع نصب بالمفعولية ل { أهْلَكنا } .والقرن : الأمة كما في قوله تعالى : { ثم أنشأنا من بعدهم قروناً آخرين } [ المؤمنون : 42 ] . و { من قبلهم } يجوز أن يكون ظرفاً مستقراً جعل صفة ل { قَرْنٍ } مقدمة عليه فوقعت حالاً ، وإنما قدم للاهتمام بمضمونه ليفيد الاهتمامُ إيماء إلى أنهم أسوة لهم في العِزّة والشقاق وأن ذلك سبب إهلاكهم . ويجوز أن يكون متعلقاً ب { أهلكنا } على أنه ظرف لغو ، وقدم على مفعول فعله مع أن المفعول أولى بالسبق من بقية معمولات الفعل ليكون تقديمه اهتماماً به إيماء إلى الإِهلاك كما في الوجه الأول .وفرع على الإِهلاك أنهم نادوا فلم ينفعهم نداؤهم ، تحذيراً من أن يقع هؤلاء في مثل ما وقعت فيه القرون من قبلهم إذ أضاعوا الفرصة فنادوا بعد فواتها فلم يفدهم نداؤهم ولا دعاؤهم . والمراد بالنداء في { فنَادوا } نداؤهم الله تعالى تَضرعاً ، وهو الدعاء كما حكي عنهم في قوله تعالى : { ربنا اكشف عنا العذاب إنا مؤمنون } [ الدخان : 12 ] . وقوله : { حتى إذا أخذنا مترفيهم بالعذاب إذا هم يجأرون } [ المؤمنون : 64 ] .وجملة { ولاَتَ حينَ منَاصٍ } في موضع الحال ، والواو واو الحال ، أي نادوا في حال لا حين مناص لهم .و { لات } حرف نفي بمعنى ( لا ) المشبهة ب ( ليس ) و { لات } حرف مختص بنفي أسماء الأزمان وما يتضمن معنى الزمان من إشارة ونحوها . وهي مركبة من ( لا ) النافية وصُلت بها تاء زائدة لا تفيد تأنيثاً لأنها ليست هاء وإنما هي كزيادة التاء في قولهم : رُبَّت وثُمَّت . والنفي بها لغير الزمان ونحوه خطَأ في اللغة وقع فيه أبو الطيب إذ قال: ... لقد تَصبرت حتى لاتَ مصطبَروالآن أقحم حتى لات مقتحم ... وأغفل شارحو ديوانه كلُّهم وقد أدخل { لات على غير اسم زمان . وأيًّا مَّا كان فقد صارت ( لا ) بلزوم زيادة التاء في آخرها حرفاً مستقلاً خاصاً بنفي أسماء الزمان فخرجت عن نحو : رُبَّت وثَمَّتَ .وزعم أبو عبيد القاسم بن سلام أن التاء في ولاَتَ حينَ مناصٍ } متصلة ب { حِينَ } وأنه رآها في مصحف عثمان متصلة ب { حين } وزعم أن هذه التاء تدخل على : حين وأوان وآن يريد أن التاء لاحقة لأول الاسم الذي بعد ( لا ) ولكنه لم يفسر لدخولها معنى . وقد اعتذر الأيمة عن وقوع التاء متصلة ب { حين } في بعض نسخ المصحف الإِمام بأن رسم المصحف قد يخالف القياس ، على أن ذلك لا يوجد في غير المصحف الذي رآه أبو عبيد من المصاحف المعاصرة لذلك المصحف والمرسومة بعده . والمناص : النجاء والفوت ، وهو مصدر ميمي ، يقال : ناصه ، إذا فاته .والمعنى : فنادَوا مبتهلين في حال ليس وقت نجاء وفَوت ، أي قد حق عليهم الهلاك كما قال تعالى : { فلم يك ينفعهم إيمانهم لما رأوا بأسنا سنة اللَّه التي قد خلت في عباده } [ غافر : 85 ] ."
    },
    {
      "ayah": 30,
      "surah": 38,
      "text": "وَوَهَبْنَا لِدَاوُودَ سُلَيْمَانَ نِعْمَ الْعَبْدُ إِنَّهُ أَوَّابٌ (30)جُعل التخلصُ إلى مناقب سليمان عليه السلام من جهة أنه من مِنن الله على داود عليه السلام ، فكانت قصة سليمان كالتكملة لقصة داود . ولم يكن لحال سليمان عليه السلام شَبه بحال محمد صلى الله عليه وسلم فلذلك جزمنا بأن لم يكن ذكر قصته هنا مِثالاً لحال محمد صلى الله عليه وسلم وبأنها إتمام لما أنعم الله به على داود إذ أعطاه سليمان ابناً بهجةً له في حياته وورث ملكه بعد مماته ، كما أنبأ عنه قوله تعالى : { ووهبنا لداوُود سُليمان } الآية .ولهذه النكتة لم تفتتح قصة سليمان بعبارة : واذكر ، كما افتتحت قصة داود ثم قصة أيوب ، والقصص بعدها مفصَّلها ومجملها غير أنها لم تخل من مواضع إسوة وعبرة وتحذير على عادة القرآن من افتراض الإِرشاد .ومن حسن المناسبة لذكر موهبة سليمان أنه ولد لداود من المرأة التي عوتب داود لأجل استنزال زوجها أوريا عنها كما تقدّم ، فكانت موهبة سليمان لداود منها مكرمة عظيمة هي أثر مغفرة الله لداود تلك المخالفة التي يقتضي قدره تجنبها وإن كانت مباحة وتحققه لتعقيب الأخبار عن المغفرة له بقوله : { وإنَّ له عندنا لزلفى وحُسن مئَابٍ } [ ص : 40 ] فقد رضي الله عنه فوهب له من تلك الزوجة نبيئاً ومَلِكاً عظيماً .فجملة { ووهبنا لداود سُليمانَ } عطف على جملة { إنا سخرنا الجبال معه } [ ص : 18 ] وما بعدها من الجمل . وجملة { نِعْمَ العَبْدُ } في موضع الحال من { سُلَيْمانَ } وهي ثناء عليه ومدح له من جملة من استحقوا عنوان العبد لله ، وهو العنوان المقصود منه التقريب بالقرينة كما تقدم في قوله تعالى : { إلا عباد الله المخلصين أولئك لهم رزق معلوم } في سورة [ الصافات : 40 - 41 ] .والمخصوص بالمدح محذوف لدلالة ما تقدم عليه وهو قوله : { سُلَيْمان } والتقدير : نعم العبد سليمان .وجملة { إنَّه أوَّابٌ } تعليل للثناء عليه ب { نِعْمَ العَبْدُ . } والأوّاب : مبالغة في الآيب أي كثير الأوْب ، أي الرجوع إلى الله بقرينة أنه مادحه . والمراد من الأوب إلى الله : الأوب إلى أمره ونهيه ، أي إذا حصل له ما يبعده عن ذلك تذكر فآب ، أي فتاب ، وتقدم ذلك آنفاً في ذكر داود ."
    },
    {
      "ayah": 31,
      "surah": 38,
      "text": "إِذْ عُرِضَ عَلَيْهِ بِالْعَشِيِّ الصَّافِنَاتُ الْجِيَادُ (31) يتعلق { إذْ عُرِضَ } ب { أوَّابٌ } [ ص : 30 ] . وتعليق هذا الظرف ب { أوَّابٌ } تعليق تعليل لأن الظروف يراد منها التعليل كثيراً لظهور أن ليس المراد أنه أوّاب في هذه القصة فقط لأن صيغة أوّاب تقتضي المبالغة . والأصل منها الكثرة فتعين أن ذكر قصة من حوادث أوبته كان لأنها ينجَلي فيها عِظم أوبته . والعَرض : الإِمرار والإِحضار أمام الرائِي ، أي عرَض سُواس خيله إياها عليه .والعَشيّ : من العصر إلى الغروب . وتقدم في قوله : { بالغداة والعشي } في سورة [ الأنعام : 52 ] . وذلك وقت افتقاد الخيل والماشية بعد رواحها من مراعيها ومراتعها . وذكر العشي هنا ليس لمجرد التوقيت بل ليبنى عليه قوله : { حتَّى توارتْ بالحجابِ ، } فليس ذكر العشيّ في وقع هذه الآية كوقعه في قول عمرو بن كلثوم: ... ملوك من بني جشم بن بكريساقون العشيةَ يُقتلونا ... و { الصافنات } : وصف لموصوف محذوف استغنى عن ذكره لدلالة الصفة عليه لأن الصافن لا يكون إلا من الخيل والأفراس وهو الذي يقف على ثلاث قوائم وطرف حافر القائمة الرابعة لا يمكّن القائمة الرابعة من الأرض ، وتلك من علامات خفته الدالة على كرم أصل الفرس وحسن خلاله ، يقال : صفن الفرس صُفوناً ، وأنشده ابن الأعربي والزجّاج في صفة فرس: ... ألفَ الصُّفون فلا يزال كأنهمما يقوم على الثلاثثِ كَسيرا ... { الجِياد } : جمع جواد بفتح الواو وهو الفرس ذو الجَودة ، أي النفاسة ، وكان سليمان مولَعاً بالإِكثار من الخيل والفرسان ، فكانت خيله تعد بالآلاف ."
    },
    {
      "ayah": 32,
      "surah": 38,
      "text": "فَقَالَ إِنِّي أَحْبَبْتُ حُبَّ الْخَيْرِ عَنْ ذِكْرِ رَبِّي حَتَّى تَوَارَتْ بِالْحِجَابِ (32) وأصل تركيب { أحْببتُ حبَّ الخيرِ : } أحببتُ الخير حُبًّا ، فحول التركيب إلى { أحببتُ حب الخيرِ } فصار { حُبَّ الخيرِ } تمييزاً لإِسناد نسبة المحبة إلى نفسه لغرض الإِجمال ثم التفصيل كقوله تعالى : { وفجرنا الأرض عيوناً } [ القمر : 12 ] وقول كعب بن زهير: ... أكرم بها خلةوقولهم : لله دره فَارساً .وضمن { أحْبَبْتُ } معنى عَوَّضت ، فعدِّي ب { عن } في قوله : { عن ذِكرِ ربي } فصار المعنى : أحببت الخير حبّاً فجاوزت ذكر ربي . والمراد بذكر الرّب الصلاة ، فلعلها صلاة كان رتبها لنفسه لأن وقت العشي ليست فيه صلاة مفروضة في شريعة موسى إلا المغرب .و { الخير } : المال النفيس كما في قوله تعالى : { إن ترك خيراً } [ البقرة : 180 ] . والخيل من المال النفيس . وقال الفراء : الخير بالراء من أسماء الخيل . والعرب تعاقب بين اللام والراء كما يقولون : انهملت العين وانهمرت . وختل وختر إذا خدع .وقلت : إن العرب من عادتهم التفاؤل ولهم بالخيل عناية عظيمة حتى وصفوا شياتها وزعموا دلالتها على بخت أو نحس فلعلهم سموها الخير تفاؤلاً لتتمحض للسعد والبخت . وضمير { تَوارَتْ } للشمس بقرينة ذكر العشي وحرف الغاية ولفظ الحجاب ، على أن الإِضمار للشمس في ذكر الأوقات كثير في كلامهم . كما قال لبيد: ... حتى إذا ألقتْ يداً في كافروأجنّ عَورات الثغور ظلامها ... أي ألقت الشمس يدها في الظلمة ، أي ألقت نفسها فهو من التعبير عن الذات ببعض أعضائها .والتواري : الاختفاء ، والحجاب : الستر في البيت الذي تحتجب وراءه المرأة وغيرها ومنه قول أنس بن مالك : فأنزل الله آية الحجاب .والكلام تمثيل لحالة غروب الشمس بتواري المرأة وراء الحجاب وكل من أجزاء هذه التمثيلية مستعار؛ فللشمس استعيرت المرأة على طريقة المكنية ، ولاختفائها عن الأنظار استعير التواري ، ولأُفق غروب الشمس استعير الحجاب .والمعنى : عرضت عليه خيله الصافنات الجياد فاشتغل بأحوالها حباً فيها حتى غربت الشمس ففاتته صلاة كان يصليها في المساء قبل الغروب ، فقال عقب عرض الخيل وقد انصرفت : إني أحببتُ الخيل فغفلت عن صلاتي لله .وكلامه هذا خبر مستعمل في التحسر كقول أم مريم { رب إني وضعتها أنثى } [ آل عمران : 36 ] . والخطاب في قوله : { رُدّوها عليَّ } لسواس خيله . والضمير المنصوب عائد إلى الخيل بالقرينة ، أي أرجعوا الخيل إليّ ، وقيل : هو عائد إلى الشمس والخطاب للملائكة ، وهذا في غاية البعد ولولا كثرة ذكره في كتب المفسرين لكان الأولى بنا عدم التعرض له . وأحسن منه على هذا الاعتبار في معاد ضمير الغيبة أن يكون الأمر مستعملاً في التعجيز ، أي هل تستطيعون أن تردوا الشمس بعد غروبها ، كقول مهلهل: ... يَا لَبَكْر انشروا لي كليباوقول الحارث الضبي أحد أصحاب الجمل: ... رُدوا علينا شيخَنا ثم بَجليريد : عثمان بن عفان رضي الله عنه ، فلا استبعاد في هذا المحمل . والفاء في قوله : { فَطَفِقَ } تعقيبية ، وطفق من أفعال الشروع ، أي فشرع .و { مَسْحاً } مصدر أقيم مقام الفعل ، أي طفق يمسح مَسحاً . وحرف التعريف في { بالسُّوققِ والأعناقِ } عوض عن المضاف إليه ، أي بسوقها وأعناقها كقوله تعالى : { فإن الجنة هي المأوى } [ النازعات : 41 ] . والمسح حقيقته : إمرار اليد على الشيء لإِزالة ما عليه من غبش أو ماء أو غبار وغير ذلك مما لا يراد بقاؤه على الشيء ويكون باليد وبخرقة أو ثوب ، وقد يطلق المسح مجازاً على معان منها : الضرب بالسيف يقال : مسحه بالسيف . ويقال : مسحَ السيفَ به . ولعل أصله كناية عن القتل بالسيف لأن السيف يمسح عنه الدم بعد الضرب به .والسُّوق : جمع ساق . وقرأه الجمهور بواو ساكنة وبوزن فُعْل مثل : دار ودُور ، ووزن فُعل في جمع مثلِه قليل . وقرأه قنبل عن ابن كثير وأبو جعفر «السُّؤق» بهمزة ساكنة بعد السين جمع : سأق بهمزة بعد السين وهي لغة في ساق .و { الأعناق } : جمع عنق وهو الرقبة . والباء في { بالسُّوقِ } مزيدة للتأكيد ، أي تأكيد اتصال الفعل بمفعوله كالتي في قوله تعالى : { وامسحوا برؤوسكم } [ المائدة : 6 ] وفي قول النابغة: ... لك الخير إن وارت بك الأرض واحداوأصبح جد الناس يضلع عاثرا ... وقد تردد المفسرون في المعنى الذي عنى بقوله : { فَطَفِق مسْحَاً بالسُّوققِ والأعناقِ ، } فعن ابن عباس والزهري وابن كيسان وقطرب : طفق يمسح أعراف الخيل وسوقها بيده حُبًّا لها . وهذا هو الجاري على المناسب لمقام نبيءٍ والأوفق بحقيقة المسح ولكنه يقتضي إجراء ترتيب الجمل على خلاف مقتضى الظاهر بأن يكون قوله : { رُدُّوهَا عليَّ فطفق مسحاً بالسوق والأعناق } متصلاً بقوله : { إذ عرض عليه بالعشي الصافنات } أي بعد أن استعرضها وانصرفوا بها لتأوي إلى مذاودها قال : { ردُّوها عليَّ فطفق مسحاً بالسوق والأعناقِ } إكراماً لها ولحبها .ويجعل قوله : { فقَالَ إني أحببتُ حبَّ الخيرِ عن ذِكرِ ربي حتى توارتْ بالحجابِ } معترضاً بينهما ، وإنما قدم للتعجيل بذكر ندمه على تفريطه في ذكر الله في بعض أوقات ذكره ، أي أنه لم يستغرق في الذهول بل بادر الذكرى بمجرد فوات وقت الذكر الذي اعتاده ، إذ لا يناسب أن يكون قوله : { ردوها عليَّ فطفِقَ } الخ من آثار ندمه وتحسّره على هذا التفسير ، وهذا يفيد أن فوات وقت ذكره نشأ عن ذلك الرد الذي أمر به بقوله : { ردُّها عليَّ } فإنهم اعتادوا أن يعرضوها عليه وينصرفوا وقد بَقي ما يكفي من الوقت للذكر فلما حملته بهجته بها على أن أمر بإرجاعها واشتغل بمسح أعناقها وسُوقها خرج وقت ذكره فتندّم وتحسّر .وعن الحسن وقتادة ومالك بن أنس في رواية ابننِ وَهب والفراء وثعلب : أن سليمان لما ندِم على اشتغاله بالخيل حتى أضاع ذكر الله في وقت كان يذكر الله فيه أمر أن تُردّ عليه الخيل التي شغلتْه فجعل يعرقب سوقها ويقطع أعناقها لحرمان نفسه منها مع محبته إياها توبة منه وتربية لنفسه . واستشعروا أن هذا فساد في الأرض وإضاعة للمال فأجابوا : بأنه أراد ذبحها ليأكلها الفقراء لأن أكل الخيل مباح عندهم وبذلك لم يكن ذبحها فساداً في الأرض ."
    },
    {
      "ayah": 33,
      "surah": 38,
      "text": "رُدُّوهَا عَلَيَّ فَطَفِقَ مَسْحًا بِالسُّوقِ وَالْأَعْنَاقِ (33)وتجنّب بعضهم هذا الوجه وجعل المسح مستعاراً للتوسيم بسمة الخيل الموقوفة في سبيل الله بكي نار أو كَشط جلد لأن ذلك يزيل الجلدة الرقيقة التي على ظاهر الجلد ، فشبهت تلك الإِزالة بإِزالة المَسح ما على ظهر الممسوح من ملتصق به ، وهذا أسلم عن الاعتراض من القول الأول وهو معزو لبعض المفسرين في «أحكام القرآن» لابن العربي . وقال ابن العربي : إنه وَهَم . وهذه طريقة جليلة من طرائق تربية النفس ومظاهر كمال التوبة بالنسبة إلى ما كان سبباً في الهفوة .وعلى هذين التأويلين يكون قوله : { فطفق } تعقيباً على { ردُّوها عليَّ } وعلى محذوف بعده . والتقدير : فردُّوها عليه فطفق ، كقوله : { أن اضرب بعصاك البحر فانفلق } [ الشعراء : 63 ] . ويكون قوله : { ردوها عليَّ } من مقول : { فقال إني أحببت حبَّ الخير ."
    },
    {
      "ayah": 34,
      "surah": 38,
      "text": "وَلَقَدْ فَتَنَّا سُلَيْمَانَ وَأَلْقَيْنَا عَلَى كُرْسِيِّهِ جَسَدًا ثُمَّ أَنَابَ (34) قد قلت آنفاً عند قوله تعالى : { ووهبنا لداود سليمان } [ ص : 30 ] إن ما ذكر من مناقب سليمان لم يخل من مقاصد ائتساء وعبرة وتحذير على عادة القرآن في ابتدار وسائل الإِرشاد بالترغيب والترهيب ، فكذلك كانت الآيات المتعلقة بندمه على الاشتغال بالخيل عن ذكر الله موقع أسوة به في مبادرة التوبة وتحذير من الوقوع في مثل غفلته ، وكذلك جاءت هذه الآيات مشيرة إلى فتنة عرضت لسليمان أعقبتها إنابة ثم أعقبتها إفاضة نعم عظيمة فذكرت عقب ذكر قصة ما ناله من السهو عن عبادته وهو دون الفتنة . والفَتن والفتون والفتنة : اضطراب الحال الشديد الذي يظهر به مقدار صبر وثبات من يحلّ به ، وتقدم ذلك عند قوله تعالى : { إنما نحن فتنة في سورة البقرة } ( 102 .( وقد أشارت الآية إلى حدث عظيم حلّ بسليمان ، واختلفت أقوال المفسرين في تعيين هذه الفتنة فذكروا قصصاً هي بالخرافات أشبه ، ومقام سليمان عن أمثالها أنزه . ومن أغربها قولهم : إنه ولد له ابن فخاف عليه الناسَ أن يقتلوه فاستودعه الريح لتحضنه وترضعه دَرّ ماء المُزن فلم يلبث أن أصابه الموت وألقته الريح على كرسي سليمان ليعلم أنه لا مردّ لمحتوم الموت . وهذا ما نظمه المعري تبعاً لأوهام الناس فقال حكاية عن سليمان :خَاف غدْر الأناممِ فاستودع الري ... حَ سَليلاً تغذوه دَرَّ العِهَادوتوخّى النجاةَ وقد أيْ ... قَنَ أن الحِمام بالمرصادفرمتْه به على جَانب الكُر ... سِيِّ أمّ اللّهَيْم أُخْتُ النّآدوالذي يظهر من السياق أن قوله تعالى : { وألقينا على كرسيه جسداً } إشارة إلى شيء من هذه الفتنة ليرتبط قوله : { ثمَّ أنابَ } بذلك .ويحتمل أنه قصة أخرى غير قصة فتنته . وأظهر أقوالهم أن تكون الآية إشارة إلى ما في «صحيح البخاري» «عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال : قال سليمان لأَطُوفَنّ الليلة على تسعين امرأة كلهن تأتي بفارس يجاهد في سبيل الله . فقال له صاحبه : قل إن شاء الله . فلم يقل : إن شاء الله . فطاف عليهن جميعاً فلم تحمل منهن إلا إمرأة واحدة جاءت بشقِّ رَجل ، وأيْم الذي نفس محمد بيده لو قال : إن شاء الله لجاهدوا في سبيل الله فرساناً أجمعون» . وليس في كلام النبي صلى الله عليه وسلم أن ذلك تأويل هذه الآية ولا وضع البخاري ولا الترمذي الحديثَ في التفسير من كتابيهما . قال جماعة : فذلك النصف من الإِنسان هو الجَسد الملقَى على كرسيّه جاءت به القابلة فألقته له وهو على كرسيه ، فالفتنة على هذا خيبة أمله ومخالفة ما أبلغه صاحبُه .وإطلاق الجسد على ذلك المولود؛ إمّا لأنه وُلِد ميتاً ، كما هو ظاهر قوله : «شق رجل» ، وإمّا لأنه كان خلقة غير معتادة فكان مجرد جسد . وهذا تفسير بعيد لأن الخبر لم يقتض أن الشق الذي ولدته المرأة كان حيّاً ولا أنه جلس على كرسي سليمان .وتركيب هذه الآية على ذلك الخبر تكلّف .وقال وهب بن منبه وشَهْر بن حَوْشَب : تزوج سليمان ابنة ملك صيدون بعد أن غزا أباها وقتله فكانت حزينة على أبيها ، وكان سليمان قد شغف بحبها فسألته لترضى أن يأمر المصورين ليصنعوا صورة لأبيها فصنعت لها فكانت تغدو وتروح مع ولائدها يسجدن لتلك الصورة فلما علم سليمان بذلك أمر بذلك التمثال فكسر ، وقيل : كانت تعبد صنماً لها من ياقوت خُفية فلما فطن سليمان أو أسلمت المرأة ترك ذلك الصنم . وهذا القول مختزل مما وقع في «سفر الملوك» الأول من كتب اليهود إذ جاء في الإِصحاح الحادي عشر : وأحَب سليمان نساء غريبة كثيرة بنت فرعون ومعها نساء مؤابيات وعمونيات ، وأدوميات وصيدونيات وحثيات من الأمم التي قال عنهم الرب لبني إسرائيل : لا تدخلون إليهم لأنهم يُميلون قلوبكم وراء آلهتهم . فبنى هيكلاً للصنم ( كموش ) صنَم المؤابيين على الجبل الذي تُجاه أورشليم فقال الله له : من أجل أنك لم تحفظ عهدي فإني أمزق مملكتك بعدك تمزيقاً وأعطيها لعبدك ولا أعطي ابنك إلا سِبطاً واحداً الخ .ويؤخذ من ذلك كله : أن سليمان اجتهد وسمح لنسائه المشركات أن يعبدْن أصنامهن في بيوتهن التي هي بيوته أو بنى لهن معابد يعبدْنَ فيها فلم يرضَ الله منه ذلك لأنه وإن كان قد أباح له تزوج المشركات فما كان ينبغي لنبيء أن يسمح لنسائه بذلك الذي أبيح لعامة الناس الذين يتزوجون المشركات وإن كان سليمان تأول أن ذلك قاصر على المرأة لا يتجاوز إليه .وعلى هذا التأويل يكون المراد بالجسد الصنم لأنه صورة بلا روح كما سمى الله العجل الذي عبده بنو إسرائيل جَسداً في قوله : { فأخرج لهم عجلاً جسداً له خوار } ( طه : 88 .( ويكون معنى إلقائه على كرسيّه نصبه في بيوت زوجاته المشركات بقرب من مواضع جلوسه إذ يكون له في كل بيت منها كرسي يجلس عليه .وعطف { ثُمَّ أنابَ } بحرف { ثمّ } المفيد للتراخي الرتبي لأن رتبة الإِنابة أعظم ذكر في قوله : { فقال إنِّي أحببتُ حُبَّ الخيرِ } [ ص : 32 ] . والإِنابة : التوبة .وجملة { قال ربّ اغفر لي } بدل اشتمال من جملة { أنَابَ } لأن الإِنابة تشتمل على ترقب العفو عما عسى أن يكون قد صدر منه مما لا يرضي الله تعالى صدوره من أمثاله .وإردافه طلب المغفرة باستيهاب مُلْك لا ينبغي لأحدٍ من بعده لأنه توقع من غضب الله أمرين : العقاب في الآخرة ، وسلب النعمة في الدنيا إذ قصّر في شكرها ، وكان سليمان يومئذٍ في مُلْك عظيم فسؤال موهبة الملك مراد به استدامة ذلك الملك وصيغة الطلب ترد لطلب الدوام مثل : { يا أيها الذين آمنوا آمنوا بالله ورسوله } [ النساء : 136 ] . وتنكير { مُلْكاً } للتعظيم .وارتقى سليمان في تدرج سؤاله إلى أن وصف ملكاً أنه لا ينبغي لأحد من بعده ، أي لا يتأتى لأحد من بعده ، أي لا يعطيه الله أحداً يبتغيه من بعده ."
    },
    {
      "ayah": 35,
      "surah": 38,
      "text": "قَالَ رَبِّ اغْفِرْ لِي وَهَبْ لِي مُلْكًا لَا يَنْبَغِي لِأَحَدٍ مِنْ بَعْدِي إِنَّكَ أَنْتَ الْوَهَّابُ (35) فكنّى ب { لا ينبغي } عن معنى لا يُعطَى لأحد ، أي لا تعطيه أحداً من بعدي .ففعل : { ينبغِي } مطاوع بغاه ، يقال : بغاه فانبغى له وليس للملْك اختيار وانبغاء وإنما الله هو المعطي والميسّر فإسناد الانبغاء إلى الملك مجاز عقلي ، وحقيقته : انبغاء سببه . وهذا من التأدّي في دعائه إذ لم يقل : لا تعطه أحداً من بعدي .وسأل الله أن لا يقيم له منازعاً في ملكه وأن يبقى له ذلك الملكُ إلى موته ، فاستجاب فكان سليمان يخشى ظهور عبده ( يربعام بن نباط ) من سبط أفرايم عليه إذ كان أظهر الكيد لسليمان فطلبه سليمان ليقتله فهرب إلى ( شيشق ) فرعون مصر وبقي في مصر إلى وفاة سليمان . فهذا أيضاً مما حمل سليمان أن يسأل الله تثبيت ملكه وأن لا يعطيه أحداً غيره . وكان لسليمان عدوَّان آخران هما ( هدد ) الأدومي و ( رزون ) من أهل صرفة مقيمين في تخوم مملكة إسرائيل فخشي أن يكون الله هيأهما لإِزالة ملكه .واستعمل { مِن بعدي } في معنى : من دوني ، كقوله تعالى : { فمن يهديه من بعد الله } [ الجاثية : 23 ] ، فيكون معنى { لا ينبغِي } أنه لا ينبغي لأحد غيري ، أي في وقت حياتي فهذا دعاء بأن لا يُسلط أحد على ملكه مدة حياته .وعلى هذا التفسير لا يكون في سؤاله هذا الملك شيء من الاهتمام بأن لا ينال غيره مثل ما ناله هو فلا يرد على ذلك أن مثل هذا يعدّ من الحسد .ويجوز أن يبقى { مِن بعدي } على ظاهره ، أي بعد حياتي . فمعنى { لا يَنبغِي } : لا ينبغي مثله لأحد بعد وفاتي . وتأويل ذلك أنه قصد من سؤاله الإِشفاق من أن يلِي مثل ذلك الملك من ليس له من النُبوءة والحكمة والعصمة ما يضطلع به لأعباء ملك مثل ذلك الملك ومن ليس له من النفوذ على أمته ما لسليمان على أمته فلا يلبث أن يحسد على الملك فينجم في الأمة منازعون للمَلِك على مُلْكه ، فينتفِي أيضاً على هذا التأويل إيهام أنه سأل ذلك غيرة على نفسه أن يعطَى أحد غيرُه مثلَ ملكه ( مما تشمّ منه رائحة الحسد ) .وقد تضمنت دعوته شيئين : هما أن يعطى ملكاً عظيماً ، وأن لا يُعطَى غيرُه مثلَه في عظمته . وقد حكى الله دعاء سليمان وهو سرّ بينه وبين ربه إشعاراً بأنه ألهمه إياه ، وأنه استجاب له دعوته تعريفاً برضاه عنه وبأنه جعل استجابته مكرمة توبتِه . ومعنى ذلك أنه لا يأتي ملك بعده له من السلطان جميع ما لسليمان فإن ملك سليمان عمّ التصرف في الجن وتسخير الريح والطير ، ومجموعُ ذلك لم يحصل لأحد من بعده .وفي «الصحيح» عن أبي هريرة أن النبي صلى الله عليه وسلم قال : «إن عفريتاً من الجن تفلَّتَ البارحةَ ليقطع عليَّ صلاتي فأمكنني الله منه فأخذته فأردتُ أن أربطه بسارية من سواري المسجد حتى تنظروا إليه كلُّكُم فذكرتُ دعوة أخي سليمان : «رب هَبْ لي مُلْكاً لا يَنْبَغي لأحَدٍ مِنْ بَعْدي فرددته خاسِئاً» .وجملة { إنَّك أنتَ الوهابُ } علة للسؤال كله وتمهيد للإِجابة ، فقامت ( إنّ ) مقام حرف التفريع ودلت صيغة المبالغة في { الوَهَّابُ } على أنه تعالى يهب الكثير والعظيم لأن المبالغة تفيد شدة الكمية أو شدة الكيفية أو كلتيهما بقرينة مقام الدعاء ، فمغفرة الذنب من المواهب العظيمة لما يرتب عليه من درجات الآخرة وإعطاء مثل هذا الملك هو هبة عظيمة . و { أنْتَ } ضميرُ فصل ، وأفاد الفصل به قصراً فصار المعنى : أنت القوي الموهبة لا غيرك ، لأن الله يَهَب ما لا يملك غيره أن يهبه ."
    },
    {
      "ayah": 36,
      "surah": 38,
      "text": "فَسَخَّرْنَا لَهُ الرِّيحَ تَجْرِي بِأَمْرِهِ رُخَاءً حَيْثُ أَصَابَ (36) اقتضت الفاء وترتيب الجمل أن تسخير الريح وتسخير الشياطين كانا بعد أن سأل الله مُلْكاً لا ينبغي لأحد من بعده أن أعطاه هاتين الموهبتين زيادة في قوة ملكه وتحْقِيقاً لاستجابة دعوته لأنه إنما سأل ملكاً لا ينبغي لأحد غيره ولم يسأل الزيادة فيما أعطيه من الملك . ولعل الله أراد أن يعطيه هاتين الموهبتين وأن لا يعطيهما أحداً بعده حتى إذا أعطى أحداً بعده مُلكاً مثل ملكه فيما عدا هاتين الموهبتين لم يكن قد أخلف إجابته .والتسخير الإِلجاء إلى عمل بدون اختيار ، وهو مستعار هنا لتكوين أسباب صرف الريح إلى الجهات التي يريد سليمان توجيه سفنه إليها لتكون معينة سفنَه على سرعة سيرها ، ولئلا تعاكس وجهه سفنه ، وتقدم في قوله تعالى : { ولسليمان الريح غدوها شهر ورواحها شهر } في سورة [ سبأ : 12 ] .وقرأ أبو جعفر { الرّياحَ } بصيغة الجمع .وتقدم قوله : { تجري بأمره إلى الأرض التي باركنا فيها } في سورة [ الأنبياء : 81 ] .واللام في { له } للعلة ، أي لأجله ، أي ذلك التسخير كرامَة من الله له بأن جعل تصريف الرياح مقدّراً على نحو رغبته .والأمر في قوله : { بِأمْرِهِ } مستعار للرغبة أو للدعاء بأن يدعو الله أن تكون الريح متجهة إلى صوب كذا حسب خطة أسفار سفائنه ، أو يرغب ذلك في نفسه ، فيصرف الله الريح إلى ما يلائم رغبته وهو العليم بالخفيّات .والرُّخاء : اللينة التي لا زعزعة في هبوبها . وانتصب { رُخَاءً } على الحال من ضمير { تَجْرِي } أي تجري بأمره لينة مساعدة لسير السفن وهذا من التسخير لأن شأن الريح أن تتقلب كيفياتُ هبوبِها ، وأكثر ما تهب أن تهب شديدة عاصفة ، وقد قال تعالى في سورة [ الأنبياء : 81 ] : { ولسليمان الريح عاصفة ومعناه : سخرنا لسليمان الريح التي شأنها العصوف ، فمعنى فسخَّرْنَا لهُ } جعلناها له رخاء . فانتصب { عاصفة } في آية سورة الأنبياء على الحال من { الريح } وهي حال منتقلة . ولما أعقبه بقوله : { تجري بأمره } علم أن عصفها يصير إلى لَيْن بأمر سليمان ، أي دعائه ، أو بعزمه ، أو رغبته لأنه لا تصلح له أن تكون عاصفة بحال من الأحوال ، فهذا وجه دفع التنافي بين الحالين في الآيتين .و { أصَابَ } معناه قصد ، وهو مشتق من الصَّوْب ، أي الجهة ، أي تجري إلى حيث أي جهة قصد السير إليها . حكَى الأصمعي عن العرب : «أَصَابَ الصواب فأخطأ الجواب» أي أراد الصواب فلم يُصب . وقيل : هذا استعمال لها في لغة حِمير ، وقيل في لغة هَجَر ."
    },
    {
      "ayah": 37,
      "surah": 38,
      "text": "وَالشَّيَاطِينَ كُلَّ بَنَّاءٍ وَغَوَّاصٍ (37) و { الشياطين } جمع شيطان ، وحقيقته الجنّي ، ويستعمل مجازاً للبالغ غاية المقدرة والحذق في العمل الذي يعمله . ومنه قوله تعالى : { وكذلك جعلنا لكل نبيء عدواً شياطين الإنس والجن } [ الأنعام : 112 ] ، فسخر الله النوع الأول لسليمان تسخيراً خارقاً للعادة على وجه المعجزة فهو مسخر له في الأمور الروحانية والتصرفات الخفية وليس من شأن جنسهم إيجاد الصناعات المتقنة كالبناء ، وسخر النوع الثاني له تسخير إذلال ومغلوبية لعظم سلطانه وإلقاء مهابته في قلوب الأمم فكانوا يأتون طوعاً للانضواء تحت سلطانه كما فعلت بلقيس وقد تقدم في سورة سبأ .فيجوز أن يكون { الشياطين } مستعملاً في حقيقته ومجازه .و { كُلَّ بناءٍ } بدل من { الشَيَاطِينَ } بدل بعض من كل ، أي كل بنّاء وغوّاص منهم ، أي من الشياطين . و { كُلَّ } هنا مستعملة في معنى الكثير ، وهو استعمال وارد في القرآن والكلام الفصيح ، قال تعالى : { ولو جاءتهم كل آية } [ يونس : 97 ] وقال : { ثم كلي من كل الثمرات } [ النحل : 69 ] . وقال النابغة: ... بها كلُّ ذَيَّال وخنساءَ ترعويوتقدم عند قوله تعالى : { وإن يروا كل آية لا يؤمنوا بها } في سورة [ الأنعام : 25 ] .والبنَّاء : الذي يَبني وهو اسم فاعل مصوغ على زنة المبالغة للدلالة على معنى الصناعة مثل نَجَّار وقصَّار وحدَّاد .والغواص : الذي يغوص في البحر لاستخراج محار اللؤلؤ ، وهو أيضاً مما صِيغ على وزن المبالغة للدلالة على الصناعة ، قال النابغة: ... أو درّة صدفية غوَّاصهابَهج مَتَى يَرها يَهِلَّ ويَسْجُدِ ... قال تعالى : { ومن الشياطين من يغوصون له ويعملون عملاً دون ذلك } [ الأنبياء : 82 ] .وقد بلغت الصناعة في مُلك سليمان مبلغاً من الإِتقان والجودة والجلال ، وناهيك ببناء هيكل أورشليم وهو الذي سُمي في الإِسلام المسجد الأقصى وما جلب إليه من مواد إقامته من الممالك المجاورة له ، وكذلك الصرح الذي أقامه وأدخلت عليه فيه مملكة سبَأ ."
    },
    {
      "ayah": 38,
      "surah": 38,
      "text": "وَآَخَرِينَ مُقَرَّنِينَ فِي الْأَصْفَادِ (38)و { ءَاخَرِينَ } عطف على { كُلَّ بناءٍ وغوَّاصٍ } فهو من جملة بدل البعض . وجمع آخر بمعنى مغاير ، فيجوز أن تكون المغايرة في النوع من غير نوع الجن ، ويجوز أن تكون المغايرة في الصفة ، أي غير بنائين وغوّاصين . وقد كان يجلب من الممالك المجاورة له والداخلة تحت ظل سلطانه ما يحتاج إليه في بناء القصور والحصون والمدن وكانت مملكته عظيمة وكل الملوك يخشون بأسه ويصانعونه .والمقرَّن : اسم مفعول من قرنه مبالغة في قرنه أي جعله قريناً لغيره لا ينفك أحدهما عن الآخر .و { الأصفاد } : جمع صَفَد بفتحتين وهو القيد . يقال : صفده ، إذا قيّده . وهذا صنف ممن عبر عنهم بالشياطين شديد الشكيمة يخشى تفلته ويرام أن يستمر يعمل أعمالاً لا يجيدها غيرُه فيصفد في القيود ليعمل تحت حراسة الحراس . وقد كان أهل الرأي من الملوك يَجعلون أصحاب الخصائص في الصناعات محبوسين حيث لا يتصلون بأحد لكيلا يستهويهم جواسيس ملوك آخرين يستصنعونهم ليتخصص أهل تلك المملكة بخصائص تلك الصناعات فلا تشاركها فيها مملكة أخرى وبخاصة في صنع آلات الحرب من سيوف ونبال وقِسِيّ ودرق ومَجَانَ وخُوذ وبيضات ودروع ، فيجوز أن يكون معنى : { مُقَرَّنينَ في الأصفَادِ } حقيقة ، ويجوز أن يكون تمثيلاً لمنع الشياطين من التفلت .وقد كان ملك سليمان مشتهراً بصنع الدروع السابغات المتقنة . يقال : دروع سليمانية . قال النابغة: ... وكل صَموت نثلة تُبَّعِيّةونَسْج سُلَيم كلَّ قمصاء ذائل ... أراد نسج سليمان ، أي نسج صنّاعه ."
    },
    {
      "ayah": 39,
      "surah": 38,
      "text": "هَذَا عَطَاؤُنَا فَامْنُنْ أَوْ أَمْسِكْ بِغَيْرِ حِسَابٍ (39)والإِشارة إلى التسخير المستفاد من { فسخرنا له الريح } [ ص : 36 ] إلى قوله : { والشياطين } [ ص : 37 ] أي هذا التسخير عطاؤنا . والإِضافة لتعظيم شأن المضاف لانتسابه إلى المضاف إليه فكأنه قيل : هذا عطاء عظيم أعطيناكه . والعطاء مصدر بمعنى المعطى مثل الخلق بمعنى المخلوق .و«امنن» أمر مستعمل في الإِذن والإِباحة ، وهو مشتق من المنّ المكنّى به عن الإِنعام ، أي فأنعم على مَن شئت بالإِطلاق ، أو أمسك في الخدمة من شئت .فالمنّ : كناية عن الإِطلاق بلازم اللام ، كقوله تعالى : { فإما مناً بعدُ وإما فداء } [ محمد : 4 ] .وجملتا { فامنن أو أمْسِك } معترضتان بين قوله : { عَطَاؤُنَا } وقوله : { بِغَيرِ حسَابٍ } ، وهو تفريع مقدّم من تأخير .والتقديم لتعجيل المسرة بالنعمة ، ونظيره قوله تعالى من بعد : { هذا فليذوقوه حميم وغساق } [ ص : 57 ] وقول عنترة: ... ولقد نزلت فلا تظنِّي غيرَهمني بمنزلة المُحَب المكْرَم ... وقول بشارة: ... كقائلة إن الحمار فنحِّهعن القَتِّ أهلُ السمسم المتهذب ... مجازاً وكناية في التحديد والتقدير ، أي هذا عطاؤنا غير محدد ولا مقتَّر فيه ، أي عطاؤنا واسعاً وافياً لا تضييق فيه عليك .ويجوز أن يكون { بغيرِ حسابٍ } حالاً من ضمير «أمنن أو أمسك» . ويكون الحساب بمعنى المحاسبة المكنّى بها عن المُؤاخذة . والمعنى : أُمنن أو أمسك لا مؤاخذة عليك فيمن منَنْتَ عليه بالإِطلاق إن كان مفسداً ، ولا فيمن أمسكته في الخدمة إن كان صالحاً ."
    },
    {
      "ayah": 4,
      "surah": 38,
      "text": "وَعَجِبُوا أَنْ جَاءَهُمْ مُنْذِرٌ مِنْهُمْ وَقَالَ الْكَافِرُونَ هَذَا سَاحِرٌ كَذَّابٌ (4) { وعجبوا أَن جَآءَهُم مٌّنذِرٌ مِّنْهُمْ وَقَالَ الكافرون هذا ساحر كَذَّابٌ ، أَجَعَلَ اَلَهَةَ إلَهاً وَاحِداً إنَّ هّذَا لَشَيٌ عُجَابٌ } .عطف على جملة { الذين كفروا في عزَّةٍ وشقاقٍ } [ ص : 2 ] فهو من الكلام الواقع الإِضراب للانتقال إليه كما وقع في قوله تعالى : { ق والقرآن المجيد بل عجبوا أن جاءهم منذر منهم } [ ق : 1 - 2 ] .والمعنى : أنه استقرّ في نفوسهم استحالة بعثة رسول منهم فذلك سبب آخر لانصرافهم عن التذكر بالقرآن .والعجب حقيقته : انفعال في النفس ينشأ عن علم بأمر غير مترقب وقوعه عند النفس ، ويطلق على إنكار شيء نادر على سبيل المجاز بعلاقة اللزوم كما في قوله تعالى : { قالوا أتعجبين من أمر اللَّه } في سورة [ هود : 73 ] فإن محل العتاب هو كون امرأة إبراهيم أحالت أن تلد ، وهي عجوز وكذلك إطلاقه هنا . والمعنى : وأنكروا وأحالوا أن جاءهم منذر منهم .والمنذر : الرسول ، أي منذر لهم بعذاب على أفعال هم متلبسون بها .وعبر عن الرسول صلى الله عليه وسلم بوصف المنذر : ووُصف بأنه منهم للإِشارة إلى سوء نظرهم من عجبهم لأن شأن النذير أن يكون من القوم ممن ينصح لهم فكونه منهم أولى من أن يكون من غيرهم .ثم إن كان التبعيض المستفاد من حرف ( من ) مراداً به أنه بعض العرب أو بعض قريش فأمر تجهيلهم في عجبهم من هذا النذير بيّن؛ وإن كان مراداً به أنه بعض البشر وهو الظاهر فتجهيلهم لأن من كان من جنسهم أجدرُ بأن ينصح لهم من رسول من جنس آخر كالملائكة ، وهذه جدارة عرفية . وهذا العجب تكرر تصريحهم به غير مرة فهو مستقر في قرارة نفوسهم ، وهو الأصل الداعي لهم إلى الإِعراض عن تصديقه فلذلك ابتُدئت به حكاية أقوالهم التي قالوها في مجلس شيخ الأباطح كما تقدم في ذكر سبب النزول .{ مِّنْهُمْ وَقَالَ الكافرون هذا ساحر }"
    },
    {
      "ayah": 40,
      "surah": 38,
      "text": "وَإِنَّ لَهُ عِنْدَنَا لَزُلْفَى وَحُسْنَ مَآَبٍ (40)تقدم نظيره آنفاً في قصة داود وبيان نكتة التأكيد بحرف { إن } ."
    },
    {
      "ayah": 41,
      "surah": 38,
      "text": "وَاذْكُرْ عَبْدَنَا أَيُّوبَ إِذْ نَادَى رَبَّهُ أَنِّي مَسَّنِيَ الشَّيْطَانُ بِنُصْبٍ وَعَذَابٍ (41) هذا مَثَل ثاننٍ ذُكّر به النبي صلى الله عليه وسلم إسوة به في الصبر على أذى قومه والالتجاء إلى الله في كشف الضر ، وهو معطوف على { واذكر عبدنا داود ذا الأيد } [ ص : 17 ] ولكونه مقصوداً بالمَثل أعيد معه فعل { اذْكُر } كما نبهنا عليه في قوله : { واذكر عبدنا داود } [ ص : 17 ] ، وقد تقدم الكلام على نظير صدر هذه الآية في سورة الأنبياء . وترجمة أيوب عليه السلام تقدمت في سورة الأنعام .وإذ كانت تعدية فعل { اذكر } إلى اسم أيوب على تقدير مضاف لأن المقصود تذكّر الحالة الخاصة به كان قوله : { إذ نادى ربّه } بدل اشتمال من أيوب لأن زمن ندائه ربَّه مما تشتمل عليه أحوال أيّوب . وخص هذا الحال بالذكر من بين أحواله لأنه مظهر توكّله على الله واستجابة الله دعاءه بكشف الضر عنه .والنداء : نداء دُعاء لأن الدعاء يفتتح ب : يا رب ، ونحوه .و { أنِّي مسَّنِي الشيطانُ } متعلق ب { نادى } بحذف الباء المحذوفة مع ( أن ) ، أي نادى : بأنّي مسني الشيطان ، وهو في الأصل جملة مبيّنة لجملة { نادى ربَّهُ } ولولا وجود ( أن ) المفتوحة التي تصيِّر الجملة في موقع المفرد لكانت جملة مبينة لجملة { نادى } ، ولما احتاجت إلى تقدير حرف الجر ليتعدّى إليها فعل { نادى } وخاصة حيث خَلَت الجملة من حرف نداء . فقولهم : إنها مجرورة بباء مقدرة جرى على اعتبارات الإِعراب تفرقة بين موقع ( أنَّ ) المفتوحة وموقع ( إنَّ ) المكسورة ولهذا الفرق بين الفتححِ والكسرِ اطّرد وجهَا فتححِ الهمزة وكسرِها في نحو «خيرُ القَول أني أحمد» .وقد ذكرنا في قوله تعالى : { فاستجاب لكم أني ممدكم بألف من الملائكة مردفين في سورة } [ الأنفال : 9 ] رأينا في كون ( أن ) المفتوحة الهمزة المشددة النون مركبة من ( أَنْ ) التفسيرية ( وأنَّ ) الناسخة . والخبر مستعمل في الدعاء والشكاية ، كقوله : { رب إني وضعتها أنثى } [ آل عمران : 36 ] ، وقد قال في آية سورة [ الأنبياء : 83 ] { أني مسني الضر وأنت أرحم الراحمين } والنُصْب ، بضم النون وسكون الصاد : المشقة والتعب ، وهي لغة في نَصَب بفتحتين ، وتقدم النَصَب في سورة الكهف . وقرأ أبو جعفر بِنُصُبٍ } بضم الصاد وهو ضم إتباع لضمّ النون .والعذاب : الألم . والمراد به المرض يعني : أصابني الشيطان بتعَب وألم . وذلك من ضرّ حل بجسده وحاجة أصابته في ماله كما في الآية الأخرى { أني مسني الضر } [ الأنبياء : 83 ] .وظاهر إسناد المسّ بالنُّصب والعذاب إلى الشيطان أن الشيطان مسّ أيوب بهما ، أي أصابه بهما حقيقة مع أن النصب والعذاب هما الماسان أيوب ، ففي سورةَ [ الأنبياء : 83 ] { أني مسني الضر } فأسند المسّ إلى الضر ، والضرّ هو النصب والعذاب . وتردّدت أفهام المفسرين في معنى إسناد المسّ بالنُّصب والعذاب إلى الشيطان ، فإن الشيطان لا تأثير له في بني آدم بغير الوسوسة كما هو مقرر من مُكرر آيات القرآن وليس النُّصب والعذاب من الوسوسة ولا من آثارها .وتأولوا ذلك على أقوال تتجاوز العشرة وفي أكثرها سماجة وكلها مبني على حملهم الباء في قوله : بِنُصبٍ } على أنها باء التعدية لتعدية فعل { مَسَّنِي } ، أو باء الآلة مثل : ضربه بالعصا ، أو يؤول النُّصب والعذاب إلى معنى المفعول الثاني من باب أعطى .والوجه عندي : أن تحمل الباء على معنى السببية بجعل النُّصْب والعذاب مسببين لمسّ الشيطان إياه ، أي مسنّي بوسواس سببه نُصْب وعذاب ، فجعل الشيطان يوسوس إلى أيوب بتعظيم النُّصْب والعذاب عنده ويلقي إليه أنه لم يكن مستحقاً لذلك العذاب ليلقي في نفس أيوب سوء الظن بالله أو السخط من ذلك . أو تحمل البَاء على المصاحبة ، أي مسّني بوسوسة مصاحبة لضرّ وعذاب ، ففي قول أيوب { أني مسَّني الشيطانُ بنُصببٍ وعذابٍ } كناية لطيفة عن طلب لطف الله به ورفع النُّصب والعذاب عنه بأنهما صارا مدخلاً للشيطان إلى نفسه فطلب العصمة من ذلك على نحو قول يوسف عليه السّلام : { وإلاَّ تصرف عنّي كيدَهن أَصْبُ إليهن وأكنْ من الجاهلين } [ يوسف : 33 ] .وتنوين «نصب وعذاب» للتعظيم أو للنوعية ، وعدل عن تعريفهما لأنهما معلومان لله ."
    },
    {
      "ayah": 42,
      "surah": 38,
      "text": "ارْكُضْ بِرِجْلِكَ هَذَا مُغْتَسَلٌ بَارِدٌ وَشَرَابٌ (42)وجملة { اركض برِجلِك } الخ مقولة لقول محذوف ، أي قلنا له اركض برجلك ، وذلك إيذان بأن هذا استجابة لدعائه .والرّكْض : الضرب في الأرض بالرجل ، فقوله : { بِرِجْلِكَ } زيادة في بيان معنى الفعل مثل : { ولا طائر يطير بجناحيه } [ الأنعام : 38 ] وقد سمّى الله ذلك استجابة في سورة [ الأنبياء : 84 ] إذ قال : { فاستجبنا له فكشفنا ما به من ضر . وجملة هذا مُغْتسلٌ } مقولة لقول محذوف دل عليه المقول الأول ، وفي الكلام حذف دلّت عليه الإِشارة . فالتقدير : فركض الأرض فنبع ماء فقلنا له : هذا مغتسل بارد وشراب . فالإِشارة إلى ماء لأنه الذي يغتسل به ويشرب .ووصْف الماء بذلك في سياق الثناء عليه مشير إلى أن ذلك الماء فيه شفاؤه إذا اغتسل به وشَرب منه ليتناسب قول الله له مع ندائه ربّه لظهور أن القول عقب النداء هو قول استجابة الدعاء من المدعو . و { مغتسل } اسم مفعول من فعل اغتسل ، أي مغتسل به فهو على حذف حرف الجر وإيصال المغتسل القاصر إلى المفعول مثل قوله: ... تَمرُّون الديارَ ولم تعُوجواووصفه ب { بَارِدٌ } إيماء إلى أن به زوال ما بأيوب من الحمى من القروح . قال النبي صلى الله عليه وسلم \" الحُمى من فَيْح جهنم فأطفئوها بالماء \" ، أي نافع شاف ، وبالتنوين استُغني عن وصف { شراب } إذ من المعلوم أن الماء شراب فلولا إرادة التعظيم بالتنوين لكان الإِخبار عن الماء بأنه شراب إخباراً بأمر معلوم ، ومرجع تعظيم { شراب } إلى كونه عظيماً لأيوب وهو شفاء ما به من مرض ."
    },
    {
      "ayah": 43,
      "surah": 38,
      "text": "وَوَهَبْنَا لَهُ أَهْلَهُ وَمِثْلَهُمْ مَعَهُمْ رَحْمَةً مِنَّا وَذِكْرَى لِأُولِي الْأَلْبَابِ (43)اقتصار أيوب في دعائه على التعريض بإزالة النُّصْب والعذاب يشعر بأنه لم يُصب بغير الضر في بدنه . ويحتمل أن يكون قد أصابه تلف المال وهلاك العيال كما جاء في كتاب «أيوب» من كتب اليهود فيكون اقتصاره على النُّصْب والعذاب في دعائه لأن في هلاك الأهل والمال نُصْباً وعذاباً للنفس . ولم يتقدم في هذه الآية ولا في آية سورة الأنبياء أن أيوب رُزِىءَ أهله فيجوز أن يكون معنى { ووهبنا له أهله ومثلهم معهم } أن الله أبقى له أهله فلم يصب فيهم بما يكره وزاده بنين وحفدة .ويكون فعل { وهبنا } مستعملاً في حقيقته ومجازه . ويؤيد هذا المحمل وقوع كلمة { معهم } عقب كلمة { ومثلهم } فإن ( مع ) تشعر بأن الموهوب لاحق بأهله ومزيد فيهم فليس في الآية تقدير مضاف في قوله : { ووهبنا له أهله } .وليس في الأخبار الصحيحة ما يخالف هذا إلا أقوالاً عن المفسرين ناشئة عن أفهام مختلفة . ويحتمل أن يكون مما أصابه أنه هلَك وأولاده في مدة ضرّه كما جاء في كتاب «أيوب» من كتب اليهود وأقوال بعض السلف من المفسرين فيتعين تقدير مضاف ، أي وهبنا له عوض أهله . وألفاظ الآية تنبو عن هذا الوجه الثاني .ومعنى { ومثلهم } مماثلهم . والمراد : مماثل عددهم ، أي ضعف عدد أهله من بنين وحفدة .وتقدم نظير هذه الآية في قوله : { وآتيناه أهله ومثلهم معهم رحمة من عندنا وذكرى للعابدين } في سورة [ الأنبياء : 84 ] . وما بين الآيتين من تغيير يسير هو مجرد تفنّن في التعبير لا يقتضي تفاوتاً في البلاغة . وأما ما بينهما من مخالفة في قوله هنا : { وذِكرى لأُوْلِي الألباب } وقوله في سورة الأنبياء { وذكرى للعابدين ، فأما قوله هنا وذِكرى لأُوْلِي الألباب } فإن الذكر التذكير بما خفي أو بما يخفَى وأولو الألباب هم أهل العقول ، أي تذكرة لأهل النظر والاستدلال . فإن في قصة أيوب مجملها ومفصَّلها ما إذا سمعه العقلاء المعتبِرون بالحوادث والقائسون على النظائر استدلوا على أن صبره قدوة لكل من هو في حرج أن ينتظر الفرج ، فلما كانت قصص الأنبياء في هذه السورة مسوقة للاعتبار بعواقب الصابرين وكان النبي صلى الله عليه وسلم والمسلمون مأمورين بالاعتبار بها من قوله : { اصبر على ما يقولون واذكر عبدنا داود ذا الأيد } كما تقدم حُقّ أن يشار إليهم «بأولي الألباب» .وأما الذي في سورة الأنبياء فإنه جيء به شاهداً على أن النبوءة لا تنافي البشرية وأن الأنبياء تعْتريهم من الأحداث ما يعْتري البشر مما لا ينقص منهم في نظر العقل والحكمة وأنهم إنما يقومون بأمر الله ، ابتداءً من قوله تعالى : { وما أرسلنا قبلك إلا رجالاً يوحى إليهم } [ الأنبياء : 7 ] وأنهم معرَّضون لأذَى الناس مما لا يخلّ بحرمتهم الحقيقية وأقصى ذلك الموت من قوله :{ وما جعلنا لبشر من قبلك الخلد أفإن مت فهم الخالدون } [ الأنبياء : 34 ] .وإذ كان المشركون يقولون : { نتربص به ريب المنون } [ الطور : 30 ] ، وحاولوا قتله غير مرة فعصمه الله ، ثم من قوله : { ولقد استهزىء برسل من قبلك فحاق بالذين سخروا منهم ما كانوا به يستهزئون } [ الأنعام : 10 ] ثم قال : { ولقد آتينا موسى وهارون الفرقان وضياء وذكراً للمتقين الذين يخشون ربهم بالغيب وهم من الساعة مشفقون } [ الأنبياء : 48 ، 49 ] ، وذُكر من الأنبياء من ابتلي من قومه فصبَر ، ومن ابتلي من غيرهم فصبَر ، وكيف كانت عاقبة صبرهم واحدة مع اختلاف الأسباب الداعية إليه . فكانت في ذلك آيات للعابدين ، أي المْمتثلين أمر الله المجتَنبين نهيَه ، فإن مما أمر به الله الصبر على ما يلحق المرء من ضرّ لا يستطيع دفعَه لكون دفعه خارجاً عن طاقته فختم بخاتمة أن في ذلك لآيات للعابدين ."
    },
    {
      "ayah": 44,
      "surah": 38,
      "text": "وَخُذْ بِيَدِكَ ضِغْثًا فَاضْرِبْ بِهِ وَلَا تَحْنَثْ إِنَّا وَجَدْنَاهُ صَابِرًا نِعْمَ الْعَبْدُ إِنَّهُ أَوَّابٌ (44){ وَخُذْ بِيَدِكَ ضِغْثاً فاضرب بِّهِ وَلاَ تَحْنَثْ } مقول لقول محذوف دلّت عليه صيغة الكلام ، والتقدير : وقلنا خذ بيدك ضغثاً فاضرب به ولا تحنث ، وهو قول غيرُ القول المحذوف في قوله : { اركض برجلك } [ ص : 42 ] لأن ذلك استجابة دعوة وهذا إفتاء برخصة ، وذلك له قصته ، وهذا له قصة أخرى أشارت إليها الآية إجمالاً ولم يرد في تعيينها أثر صحيح ومجملها أن زوج أيوب حاولت عملاً ففسد عليه صبره من استعانة ببعض الناس على مواساته فلما علم بذلك غضب وأقسم ليضربنّها عدداً من الضرب ثم ندم وكان محبّاً لها ، وكانت لائذة به في مدة مرضه فلما سُرِّي عنه أشفق على امرأته من ذلك ولم يكن في دينهم كفارة اليمين فأوحى الله إليه أن يضربها بحُزمة فيها عددٌ من الأعواد بعدد الضربات التي أقسم عليها رفقاً بزوجه لأجله وحفظاً ليمينه من حنثه إذ لا يليق الحنث بمقام النبوءة . وليست هذه القضية ذات أثر في الغرض الذي سيقت لأجله قصة أيوب من الأسوة وإنما ذكرت هنا تكملة لمظهر لطف الله بأيوب جزاء على صبره .ومعاني الآية ظاهرة في أن هذا الترخيص رفق بأيوب ، وأنه لم يكن مثله معلوماً في الدّين الذي يدين به أيوبُ إبقاء على تقواه ، وإكراماً له لحبه زوجه ، ورفقاً بزوجه لبرّها به ، فهو رخصة لا محالة في حكم الحنث في اليمين .فجاء علماؤنا ونظروا في الأصل المقرر في المسألة المفروضة في أصول الفقه وهي : أن شرع من قبلنا هل هو شرع لنا إذا حكاه القرآن أو السنة الصحيحة ، ولم يكن في شرعنا ما ينسخه من نص أو أصل من أصول الشريعة الإسلامية . فأما الذين لم يروا أن شرع من قبلنا شرع لنا وهم أبو بكر الباقلاني من المالكية وجهورُ الشافعية وجميعُ الظاهرية فشأنهم في هذا ظاهر ، وأما الذين أثبتوا أصل الاقتداء بشرع مَن قبلنا بقيوده المذكورة وهم مالك وأبو حنيفة والشافعي فتخطَّوا للبحث في أن هذا الحكم الذي في هذه الآية هل يقرر مثلُه في فقه الإِسلام في الإِفتاء في الأيمان وهل يتعدى به إلى جعله أصلاً للقياس في كل ضَرب يتعين في الشرع له عدد إذا قام في المضروب عذر يقتضي الترخيص بعد البناء على إثبات القياس على الرخص ، وهل يتعدّى به إلى جعله أصلاً للقياس أيضاً لإِثبات أصل مماثل وهو التحيّل بوجه شرعي للتخلص من واجب تكليففٍ شرعي ، واقتحموا ذلك على ما في حكاية قصة أيوب من إجمال لا يتبصر به الناظر في صفة يمينه ولا لفظه ولا نيته إذ ليس من مقصد القصة .فأما في الأيمان فقد كفانا الله التكلّف بأن شرع لنا كفارات الأيمان .وقال النبي صلى الله عليه وسلم \" إني والله لا أحلف على يمين فأرى غيرها خيراً منها إلا كفرت عن يميني فعلت الذي هو خير \" ، فصار ما في شرعنا ناسخاً لما شرع لأيوب فلا حاجة إلى الخوض فيها ، ومذهب الحنفية العمل بذلك استناداً لكونه شرعاً لمن قبلنا وهو قول الشافعي .وقال مالك : هذه خاصة بأيوب أفتى الله بها نبيئاً . وحكى القرطبي عن الشافعي أنه خصه بما إذا حلف ولم تكن له نية كأنه أخرجه مُخرج أقل ما يصدق عليه لفظ الضرب والعدد . وأما القياس على فتوى أيوب في كلّ ضرب معيّن بعدد في غير اليمين ، أي في باب الحدود والتعزيرات فهو تطوح في القياس لاختلاف الجنس بين الأصل والفرع ، ولاختلاف مقصد الشريعة من الكفارات ومقصدها من الحدود والتعزيرات ، ولترتب المفسدة على إهمال الحدود والتعزيرات دون الكفارات . ولا شك أن مثل هذا التسامح في الحدود يفضي إلى إهمالها ومصيرها عبثاً . وما وقع في «سنن أبي داود» من حديث أبي أمامة عن بعض أصحاب رسول الله صلى الله عليه وسلم من الأنصار «أنّ رجلاً منهم كان مريضاً مضنى فدخلت عليه جارية فهشّ لها فوقع عليها فاستفتوا له رسول الله صلى الله عليه وسلم وقالوا : لو حملناه إليك لتفسخت عظامه ما هو إلا جلد على عظْم فأمر رسول الله صلى الله عليه وسلم أن يأخذوا له مائة شمراخ فيضربوه بها ضربةً واحدة . ورواه غير أبي داود بأسانيد مختلفة وعبارات مختلفة . وما هي إلا قصة واحدة فلا حجة فيه لأنه تطرقته احتمالات .أولها : أن ذلك الرجل كان مريضاً مضنى ولا يُقام الحد على مثله .الثاني : لعلّ المرض قد أخل بعقله إخلالاً أقدمه على الزنا فكان المرض شبهة تدْرأ الحدَّ عنه .الثالث : أنه خبر آحاد لا ينقض به التواتر المعنوي الثابتُ في إقامة الحدود .الرابع : حمله على الخصوصية . ومذهب الشافعي أنه يعمل بذلك في الحد للضرورة كالمرض وهو غريب لأن أحاديث النبي صلى الله عليه وسلم وأقوال السلف متضَافرة على أن المريض والحامل يُنتظران في إقامة الحد عليهما حتى يبرآ ، ولم يأمر النبي صلى الله عليه وسلم بأن تضرب الحامل بشماريخ ، فماذا يفيد هذا الضرب الذي لا يزجر مُجرماً ، ولا يدفع مأثماً ، وفي «أحكام الجصّاص» عن أبي حنيفة مثل ما للشافعي . وحكى الخطابي أن أبا حنيفة ومالكاً اتفقا على أنه لا حدّ إلا الحد المعروف . فقد اختلف النقل عن أبي حنيفة .{ تَحْنَثْ إِنَّا وجدناه صَابِراً نِّعْمَ العبد إِنَّهُ } .علة لجملة { اركض برجلِكَ } [ ص : 42 ] وجملة { ووهبنا له أهلهُ } [ ص : 43 ] ، أي أنعمنا عليه بجبر حاله ، لأنا وجدناه صابراً على ما أصابه فهو قدوة للمأمور بقوله : { اصبر على ما يقولون } [ المزمل : 10 ] صلى الله عليه وسلم فكانت ( إِنَّ ) مغنية عن فاء التفريع .ومعنى { وجدناهُ } أنه ظهر في صبره ما كان في علم الله منه .وقوله : { نِعم العبد إنَّهُ أوَّابٌ } مثل قوله في سليمان { نِعم العبد إنَّه أوَّابٌ } [ ص : 30 ] ، فكان سليمان أوَّاباً لله من فتنة الغنى والنعيم ، وأيوب أوَّاباً لله من فتنة الضرّ والاحتياج ، وكان الثناء عليهما متماثلاً لاستوائهما في الأوبة وإن اختلفت الدواعي . قال سفيان : أثنى الله على عبدين ابتليا : أحدهما صابر ، والآخر شاكر ، ثناءً واحداً . فقال لأَيوب ولسليمان { نِعْمَ العبد إنَّه أوَّابٌ } ."
    },
    {
      "ayah": 45,
      "surah": 38,
      "text": "وَاذْكُرْ عِبَادَنَا إِبْرَاهِيمَ وَإِسْحَاقَ وَيَعْقُوبَ أُولِي الْأَيْدِي وَالْأَبْصَارِ (45) القول فيه كالقول في نظائره لغةً ومعنى . وذِكر هؤلاء الثلاثة ذكر اقتداء وائتساء بهم ، فأما إبراهيم عليه السّلام فيما عرف من صبره على أذى قومه ، وإلقائه في النار ، وابتلائه بتكليف ذبح ابنه ، وأما ذِكر إسحاق ويعقوبَ فاستطراد بمناسبة ذكر إبراهيم ولما اشتركا به من الفضائل مع أبيهم التي يجمعها اشتراكهم في معنى قوله : { أُولي الأيدِي والأبصارِ } ليقتدي النبي صلى الله عليه وسلم بثلاثتهم في القوة في إقامة الدين والبصيرة في حقائق الأمور .وابتدىء بإبراهيم لتفضيله بمقام الرسالة والشريعة ، وعطف عليه ذكر ابنه وعطف على ابِنه ابنه يعقوب . وقرأ الجمهور { واذكر عبادنا } بصيغة الجمع على أن { إبراهيم } ومن عطف عليه كله عطف بيان . وقرأ ابن كثير { عَبدنا } بصيغة الإفراد على أن يكون { إِبْرَاهِيمَ } عطف بيان من { عبدنا } ويكون { إسحاق ويعقوب } عطف نسق على { عبدنا } . ومآل القراءتين متّحد .و { الأيدي } : جمع يد بمعنى القوة في الدين . كقوله تعالى : { والسماء بنيناها بأيد } في سورة [ الذاريات : 47 ] .( و { الأبصار } : جمع بصر بالمعنى المجازي ، وهو النظر الفكري المعروف بالبصيرة ، أي التبصر في مراعاة أحكام الله تعالى وتوخّي مرضاته ."
    },
    {
      "ayah": 46,
      "surah": 38,
      "text": "إِنَّا أَخْلَصْنَاهُمْ بِخَالِصَةٍ ذِكْرَى الدَّارِ (46) وجملة { إنَّا أخلصناهُم } علة للأمر بذكرهم لأن ذكرهم يكسب الذاكر الاقتداء بهم في إخلاصهم ورجاء الفوز بما فازوا به من الاصطفاء والأفضلية في الخير . و { أخْلَصْناهُم } : جعلناهم خالصين ، فالهمزة للتعدية ، أي طهرناهم من درَن النفوس فصارت نفوسهم نقية من العيوب العارضة للبشر ، وهذا الإِخلاص هو معنى العصمة اللازمة للنبوءة .والعصمة : قوة يجعلها الله في نفس النبي تَصْرِفُه عن فعل ما هو في دينه معصية لله تعالى عمداً أو سهواً ، وعمّا هو موجب للنفرة والاستصغار عند أهل العقول الراجحة من أمة عصره . وأركان العصمة أربعة :الأول : خاصية للنفس يخلقها الله تعالى تقتضي ملكة مانعة من العصيان .الثاني : حصول العلم بمثالب المعاصي ومناقب الطاعات .الثالث : تأكد ذلك العلم بتتابع الوحي والبيان من الله تعالى .الرابع : العتاب من الله على ترك الأوْلى وعلى النسيان .وإسناد الإِخلاص إلى الله تعالى لأنه أمر لا يحصل للنفس البشرية إلا بجعل خاص من الله تعالى وعناية لَدُنِيّة بحيث تنزع من النفس غلبة الهوى في كل حال وتصرف النفس إلى الخير المحض فلا تبقى في النفس إلا نزعات خفيفة تُقلع النفس عنها سريعاً بمجرد خطورها ، قال النبي صلى الله عليه وسلم «إني لُيَغَانُ على قلبي فأستغفر الله في اليوم سبعين مرة» .والباء في { بخالصةٍ } للسببية تنبيهاً على سبب عصمتهم . وعبر عن هذا السبب تعبيراً مجملاً تنبيهاً على أنه أمر عظيم دقيق لا يتصور بالكنه ولكن يعرف بالوجه ، ولذلك استحضر هذا السبب بوصف مشتق من فعل { أخلصناهم } على نحو قول النبي صلى الله عليه وسلم لمن سأله عن اقْتناعه من أكل لحم الضبّ \" أني تحضرني من اللَّه حاضرة \"أي حاضرة لا توصف ، ثم بُيّنت هذه الخالصة بأقصى ما تعبر عنه اللغة وهي أنها { ذِكرى الدَّارِ } .والذكرى : اسم مصدر يدل على قوة معنى المصدر مثل الرّجعى والبُقيا لأن زيادة المبنَى تقتضي زيادة المعنى . والدار المعهودة لأمثالهم هي الدار الآخرة ، أي بحيث لا ينسون الآخرة ولا يقبلون على الدنيا ، فالدار التي هي محلّ عنايتهم هي الدار الآخرة ، قال النبي صلى الله عليه وسلم \" فأقول مَا لي وللدنيا \" . وأشار قوله تعالى : { بخالصةٍ ذكرى الدَّارِ } إلى أن مبدأ العصمة هو الوحي الإِلهي بالتحذير مما لا يرضي الله وتخويف عذاب الآخرة وتحبيب نعيمها فتحدث في نفس النبي صلى الله عليه وسلم شدة الحذر من المعصية وحبُّ الطاعة ثم لا يزال الوحي يتعهده ويوقظه ويجنبه الوقوع فيما نُهي عنه فلا يلبث أن تصير العصمة ملكة للنبيء يكره بها المعاصي ، فأصل العصمة هي منتهى التقوى التي هي ثمرة التكليف ، وبهذا يمكن الجمع بين قول أصحابنا : العصمة عدم خَلق المعصية مع بقاء القدرة على المعصية ، وقوللِ المعتزلة : إنها ملكة تمنع عن إرادة المعاصي ، فالأولون نظروا إلى المبدأ والأخيرون نظروا إلى الغاية ، وبه يظهر أيضاً أن العصمة لا تنافي التكليف وترتَّب المدححِ على الطاعات .وقرأ نافع وهشام عن ابن عامر وأبو جعفر «خالصة» بدون تنوين لإِضافته إلى { ذكرى الدارِ } والإضافة بيانية لأن { ذِكرى الدَّارِ } هي نفس الخالصة ، فكأنه قيل : بذكرى الدار ، وليست من إضافة الصفة إلى الموصوف ولا من إضافة المصدر إلى مفعوله ولا إلى فاعله ، وإنما ذكر لفظ «خالصة» ليقع إجمال ثم يفصل بالإِضافة للتنبيه على دقة هذا الخلوص كما أشرنا إليه . والتعريفُ بالإِضافة لأنها أقصى طريق للتعريف في هذا المقام . وقرأ الجمهور بتنوين «خالصةً» فيكون { ذكرى الدار } عطف بيان أو بدلاً مطابقاً . وغرض الإجمال والتفصيل ظاهر . وإضافة «خالصة» إلى { ذِكرى الدَّارِ } في قراءة نافع من إضافة الصفة إلى الموصوف وإبدالها منها في قراءة الجمهور من إبدال الصفة من الموصوف . ويجوز أن يكون { ذِكرى } مرادف الذكر بكسر الذال ، أي الذكر الحسن ، كقوله تعالى : { وجعلنا لهم لسان صدق علياً } [ مريم : 50 ] وتكون { الدَّارِ } هي الدار الدنيا . ويجوز أن يكون مرادفاً للذُّكر بضم الذال وهو التذكر الفكري ومراعاة وصايا الدين . و { الدار } : الدار الآخرة ."
    },
    {
      "ayah": 47,
      "surah": 38,
      "text": "وَإِنَّهُمْ عِنْدَنَا لَمِنَ الْمُصْطَفَيْنَ الْأَخْيَارِ (47)وعطف عليه : { إنهم عندنا لمن المصطفَيْن الأخيار } لأنه مما يبعث على ذكرهم بأنهم اصطفاهم الله من بين خلقه فقربهم إليه وجعلهم أخياراً .و { الأخيار } : جمع خيّر بتشديد الياء ، أو جمع خيْر بتخفيفها مثل الأموات جمعاً لميّت وميْت ، وكلتا الصيغتين تدل على شدة الوصف في الموصوف ."
    },
    {
      "ayah": 48,
      "surah": 38,
      "text": "وَاذْكُرْ إِسْمَاعِيلَ وَالْيَسَعَ وَذَا الْكِفْلِ وَكُلٌّ مِنَ الْأَخْيَارِ (48)فُصل ذكر إسماعيل عن عدّه مع أبيه إبراهيم وأخيه إسحاق لأن إسماعيل كان جد الأمة العربية ، أي معظمِها فإنه أبو العدنانيين . وجدّ للأم لمعظم القحطانيين لأن زوج إسماعيل جُرْهُميّة فلذلك قطع عن عطفه على ذكر إبراهيم وعاد الكلام إليه هنا .وأمّا قرنه ذِكرَه بذكر اليسَع وذي الكفل بعطف اسميهما على اسمه فوجهه دقيق في البلاغة وليس يكفي في توجيهه ما تضمنه قوله : { وكُلٌّ مِنَ الأخيارِ } ، لأن التماثل في الخيريّة والاصطفاء ثابت لجميع الأنبياء والمرسلين ، فلا يكون ذكرُهما بعد ذكر إسماعيل أولى من ذكر غيرهما من ذوي الخيرية الذين شملهم لفظ الأخيار والاصطفاء ، فإن شرط قبول العطف بالواو أن يكون بين المعطوف والمعطوف عليه جامع عقلي أو وهمي أو خيالي كما قال في «المفتاح» ، قال ومن هنا عابوا أبا تمام في قوله: ... لا والذي هو عالم أن النوىصبر وأن أبا الحسين كريم ... حيث جمع بين مرارة النوى وكرم أبي الحسين وإن كانا مقترنين في تعلق علم الله بهما وذلك مساوٍ لاقتران إسماعيل واليسع وذي الكفل في أنهم من الأخيار في هذه الآية .فبنا أن نطلب الدقيقة التي حسّنت في هذه الآية عطف اليسع وذي الكفل على إسماعيل . فأما عطف اليسع على إسماعيل فلأن اليسع كان مقامه في بني إسرائيل كمقام إسماعيل في بني إبراهيم لأن اليسع كان بمنزلة الابن للرسول إلياس ( إيليا ) وكان إلياس يدافع ملوك يهوذا وملوكَ إسرائيل عن عبادة الأصنام ، وكان اليسع في إعانته كما كان إسماعيل في إعانة إبراهيم ، وكان إلياس لما رفع إلى السماء قام اليسع مقامه كما هو مبيّن في سفر «الملوك الثاني» الإصحاح ( 1 2 .( وأما عطف ذي الكفل على إسماعيل فلأنه مماثل لإسماعيل في صفة الصبر قال الله تعالى في سورة الأنبياء ( 85 ) { وإسماعيل وإدريس وذا الكفل كل من الصابرين . وقرأ الجمهور الْيسع } بهمزة وصل وبلام واحدة وهي من أصل الاسم في اللغة العبرانية فعربته العرب باللام وليست لام التعريف ، فدع عنك ما أطالوا به . وقرأه حمزة والكسائي بهمزة وصل وبلامين وتشديد الثانية وهو أقرب إلى أصله العبراني وهو اسم أعجميّ معرب ، والهمزة واللام ، أوْ واللامان أصلية .وتنوين { كلٌ } في قوله : { وكُلٌّ من الأخيارِ } عوض عن المضاف إليه ، أي وكل أولئك الثلاثة من الأخيار . وتقدم ذكر اليَسع في سورة الأنعام ، وذكر ذي الكفل في سورة الأنبياء ."
    },
    {
      "ayah": 49,
      "surah": 38,
      "text": "هَذَا ذِكْرٌ وَإِنَّ لِلْمُتَّقِينَ لَحُسْنَ مَآَبٍ (49) { هذا ذِكْرٌ } جملة فَصلت الكلامَ السابق عن الكلام الآتي بعدها قصداً لانتقال الكلام من غرض إلى غرض مثل جملة : أما بعد فكذا ومثل اسم الإِشارة المجرّد نحو { هذا وإن للطاغين لشر مئاب } [ ص : 55 ] ، وقوله : { ذلك ومن يعظم حرمات الله } [ الحج : 30 ] ، { وذلك ومن يعظم شعائر الله } ، في سورة [ الحج : 32 ] . قال في «الكشاف» : وهو كما يقول الكاتب إذا فرغ من فصل من كتابه وأراد الشروع في آخر : هذا وقد كان كيْتَ وكَيت اه . وهذا الأسلوب من الانتقال هو المسمى في عرف علماء الأدب بالاقتضاب وهو طريقة العرب ومن يليهم من المخضرمين ، ولهم في مثله طريقتان : أن يذكروا الخبر كما في هذه الآية وقوللِ المؤلفين : هذا باب كذا ، وأن يحذفوا الخبر لدلالة الإِشارة على المقصود ، كقوله تعالى : { ذلك ومن يعظم حرمات الله } [ الحج : 30 ] ، أي ذلك شأن الذي عمِلوا بما دعاهم إليه إبراهيم وذكروا اسم الله على ذبائحهم ولم يذكروا أسماء الأصنام ، وقوله : { ذلك ومن يعظم شعائر الله ، أي ذلك مثل الذين أشركوا بالله ، وقوله بعد آيات هذا وإن للطاغين لشر مئاب } [ ص : 55 ] أي هذا مآب المتقين ، ومنه قول الكاتب : هذا وقد كان كَيْت وكَيْتتِ ، وإنما صرح بالخبر في قوله : { هذا ذِكرٌ } للاهتمام بتعيين الخبر ، وأن المقصود من المشار إليه التذكر والاقتداء فلا يأخذ السامع اسم الإِشارة مأخذ الفصل المجرَّد والانتقاللِ الاقتضابي ، مع إرادة التوجيه بلفظ { ذكر } بتحميله معنى حُسن السمعة ، أي هذا ذكر لأولئك المسمَّيْن في الآخرين مع أنه تذكرة للمقتدِين على نحو المعْنَيَيْن في قوله تعالى : { وإنه لذكر لك ولقومك في سورة الدخان } [ الزخرف : 44 ] .ومن هنا احتمل أن تكون الإِشارة ب { هذا } إلى القرآن ، أي القرآن ذِكر ، فتكون الجملة استئنافاً ابتدائياً للتنويه بشأن القرآن رَاجعاً إلى غَرض قوله تعالى : { كتاب أنزلناه إليك مبارك ليدبروا آياته وليتذكر أولوا الألباب } [ ص : 29 ] .والواو في { وإن للمتقين } الخ ، يجوز أن تكون للعطف الذكري ، أي انتهى الكلام السابق بقولنا { هذا } ونعطف عليه { إنَّ للمُتَّقينَ } الخ . ويجوز أن تكون واو الحال . وتقدم معنى { حسن مئاب . } واللام في { للمُتَّقينَ } لام الاختصاص ، أي لهم حسن مآب يوم الجزاء . وانتصب { جنَّاتتِ عدنٍ } على البيان من { حسن مئاب . } والعدن : الخلود ."
    },
    {
      "ayah": 5,
      "surah": 38,
      "text": "أَجَعَلَ الْآَلِهَةَ إِلَهًا وَاحِدًا إِنَّ هَذَا لَشَيْءٌ عُجَابٌ (5){ كَذَّابٌ * أَجَعَلَ الالهة إلها واحدا إِنَّ هذا لَشَىْءٌ عُجَابٌ } .بعد أن كُشف ما انطوت عليه نفوسهم من العزة والشقاق وإحالة بعثة رسول للبشر من جنسهم ، حوسبوا بما صرحوا به من القول في مجلسهم ذلك ، إشارةً بهذا الترتيب إلى أن مقالتهم هذه نتيجة لعقيدتهم تلك .وفي قوله : { الكافِرونَ } وضْعُ الظاهر موقع المضمر وكان مقتضى الظاهر أن يقال : «وقالوا هذا ساحر» الخ ، وهذا لقصد وصْفهم بأنهم كافرون بربهم مقابَلَة لما وَصَمُوا به النبي صلى الله عليه وسلم فوُصفوا بما هو شتم لهم يجمع ضروباً من الشتم تأصيلاً وتفريعاً وهو الكفر الذي هو جماع فساد التفكير وفاسد الأعمال .ولفظ { هذا } أشاروا به إلى النبي صلى الله عليه وسلم استعملوا اسم الإِشارة لتحقير مثله في قولهم : { أهذا الذي يذكر آلهتكم } [ الأنبياء : 36 ] وإنما قالوا مقالتهم هذه حين انصرافهم من مجلس أبي طالب المذكورِ في سبب نزول السورة جعلوا النبي صلى الله عليه وسلم لقرب عهدهم بمحضره كأنه حاضر حين الإِشارة إليه .وجَعلوا حالهُ سحراً وكذباً لأنهم لما لم تقبَل عقولهم ما كلمهم به زعموا ما لا يفهمون منه مثل كون الإله واحداً أو كونه يعيد الموتى أحياء سحراً إذ كانوا يألفون من السحر أقوالاً غير مفهومة كما تقدم عند قوله تعالى : { يعلمون الناس السحر } في سورة [ البقرة : 102 ] . وزعموا ما يفهمونه ويحيلونه مثل ادعاء الرسالة عن الله كذباً . وبينوا ذلك بجملتين : إحداهما { أجعل الآلهة إلها واحداً } ، والثانية جملة { أءُنزلَ عليه الذكر من بيننا } [ ص : 8 ] .( فجملة { أجَعَلَ الآلهة إلهاً واحداً } بيان لجملة { هذا ساحِرٌ كَذَّابٌ } ، أي حيث عدوه مباهتاً لهم بقلب الحقائق والأخبار بخلاف الواقع .والهمزة للاستفهام الإِنكاري التعجيبي ولذلك أتبعوه بما هو كالعلة لقولهم : { ساحر } وهو { إنَّ هذا لشيء عجاب } أي يتعجب منه كما يتعجب من شعوذة الساحر .و { عُجاب } : وصف الشيء الذي يتعجب منه كثيراً لأن وزن فُعال بضم أوله يدل على تمكن الوصف مثل : طُوال ، بمعنى المفرط في الطول ، وكُرام بمعنى الكثير الكرم ، فهو أبلغ من كريم ، وقد ابتدأوا الإِنكار بأول أصل من أصول كفرهم فإن أصول كفرهم ثلاثة : الإِشراكُ ، وتكذيب الرسول صلى الله عليه وسلم وإنكار البعث ، والجزاءِ في الآخرة ."
    },
    {
      "ayah": 50,
      "surah": 38,
      "text": "جَنَّاتِ عَدْنٍ مُفَتَّحَةً لَهُمُ الْأَبْوَابُ (50) و { مُفَتَحَةً } حال من { جنَّاتتِ عدنٍ } ، والعامل في الحال ما في { للمُتَّقينَ } من معنى الفعل وهو الاستقرار فيكون ( ال ) في { الأبوابُ } عوضاً عن الضمير . والتقدير : أبوابها ، على رأي نحاة الكوفة ، وأما عند البصريين ف { الأبواب } بدل من الضمير في { مُفتَّحَةً } على أنه بدل اشتمال أو بعض والرابط بينه وبين المبدل منه محذوف تقديره : الأبواب منها . وتفتيح الأبواب كناية عن التمكين من الانتفاع بنعيمها لأن تفتيح الأبواب يستلزم الإِذن بالدخول وهو يستلزم التخلية بين الداخل وبين الانتفاع بما وراء الأبواب ."
    },
    {
      "ayah": 51,
      "surah": 38,
      "text": "مُتَّكِئِينَ فِيهَا يَدْعُونَ فِيهَا بِفَاكِهَةٍ كَثِيرَةٍ وَشَرَابٍ (51) وقوله { مُتَّكِئينَ فيها } تقدم قريب منه في سورة يس .و { يَدْعُونَ } : يَأمرون بأن يجلب لهم ، يقال : دعا بكذا ، أي سأل أن يحضر له . والباء في قولهم : دعا بكذا ، للمصاحبة ، والتقدير : دعا مدعُوَّاً يصاحبه كذا ، قال عدي بن زيد: ... ودعَوا بالصَّبوح يوماً فجاءتقينَة في يمينها إبريق ... قال تعالى في سورة [ يس : 57 ] { لهم فيها فاكهة ولهم ما يَدّعون }وانتصب مُتَّكِئينَ } على الحال من «المتقين» وهي حال مقدرة . وجملة { يَدْعُونَ } حال ثانية مقدرة أيضاً .والشراب : اسم للمشروب ، وغلب إطلاقه على الخمر إذا لم يكن في الكلام ذكر للماء كقوله آنفاً { هذا مغتسَل بارد وشراب } [ ص : 42 ] . وتنوين { شراب } هنا للتعظيم ، أي شراب نفيس في جنسه ، كقول أبي خراش الهذلي: ... لقد وقعت على لحم"
    },
    {
      "ayah": 52,
      "surah": 38,
      "text": "وَعِنْدَهُمْ قَاصِرَاتُ الطَّرْفِ أَتْرَابٌ (52)و { عندهم قاصِراتُ الطَّرْفِ : عند } ظرف مكان قريب و { قَاصِرات الطرف } صفة لموصوف محذوف ، أي نساء قاصرات النظر . وتعريف { الطرف } تعريف الجنس الصادقُ بالكثير ، أي قاصرات الأطراف . و { الطرف } : النظر بالعَين ، وقصر الطرف توجيهه إلى منظور غير متعدد ، فيجوز أن يكون المعنى : أنهن قاصرات أطرافَهن على أزواجهن . فالأطراف المقصورة أطرافهن . وإسناد { قاصرات } إلى ضميرهن إسناد حقيقي ، أيْ لا يوجّهْن أنظارهن إلى غيرهم وذلك كناية عن قصر محبتهن على أزواجهن .ويجوز أن يكون المعنى : أنهن يقصرن أطرافَ أزواجهن عليهن فلا تتوجه أنظار أزواجهن إلى غيرهن اكتفاء منهم بحسنهن وذلك كناية عن تمام حسنهن في أنظار أزواجهن بحيث لا يتعلق استحسانهم بغيرهن ، فالأطراف المقصورة أطراف أزواجهن ، وإسناد { قاصرات } إليهن مجاز عقلي إذْ كان حسنهن سببَ قصْر أطراف الأزواج فإنهن ملابسات سَبب سَبَببِ القصر .و { أَتراب } : جمع تِرْب بكسر التاء وسكون الراء ، وهو اسم لمن كان عمره مساوياً عُمرَ من يُضاف إليه ، تقول : هو تِرب فلان ، وهي ترب فلانة ، ولا تلحق لفظَ ترب علامةُ تأنيث . والمراد : أنهن أتراب بعضُهن لبعض ، وأنهن أتراب لأزواجهن لأن التحابَّ بين الأقران أمكن .والظاهر أن { أتْرَابٌ } وصف قائم بجميع نساء الجنة من مخلوقاتتِ الجنةِ ومن النساء اللاتي كنّ أزواجاً في الدنيا لأصحاب الجنة ، فلا يكون بعضهن أحسن شباباً من بعض فلا يلحق بعضَ أهل الجنة غَضّ إذا كانت نساء غيره أجدّ شباباً ، ولئلا تتفاوت نساء الواحد من المتقين في شرخ الشباب ، فيكون النعيم بالأقل شباباً دون النعيم بالأجدّ منهن . وتقدم الكلام على { وعندهم قاصرات الطرف عين } في سورة [ الصافات : 48 ] ."
    },
    {
      "ayah": 53,
      "surah": 38,
      "text": "هَذَا مَا تُوعَدُونَ لِيَوْمِ الْحِسَابِ (53)استئناف ابتدائي فيجوز أن يكون كلاماً قيل للمتقين وقت نزول الآية فهو مؤكِّد لمضمون جملة { وإن للمتقين لحسن مئابٍ } [ ص : 49 ] والإِشارة إذن إلى ما سبق ذكره من قوله : { لحسن مئاب } فاسم الإِشارة هنا مغاير لاستعماله المتقدم في قوله : { هذا ذِكرٌ } [ ص : 49 ] . وجيء باسم الإِشارة القريب تنزيلاً للمشار إليه منزلة المشار إليه الحاضر إيماء إلى أنه محقق وقوعه تبشيراً للمتقين . والتعبير بالمضارع في قوله : { تُوعَدُونَ } على ظاهره .ويجوز أن يكون كلاماً يقال للمتقين في الجنة فتكون الجملة مقولَ قول محذوف هو في محل حال ثانية من «المتقين» . والتقدير : مقولاً لهم : هذا ما توعدون ليوم الحساب . والقول : إما من الملائكة مثل قوله تعالى : { ادخلوا الجنة بما كنتم تعملون } [ النحل : 32 ] ، وإما من جانب الله تعالى نظير قوله لضدهم : { ونقول ذوقوا عذاب الحريق } [ آل عمران : 181 ] .والإِشارة إذن إلى ما هو مشاهد عندهم من النعيم .وقرأ الجمهور : { تُوعَدُونَ } بتاء الخطاب فهو على الاحتمال الأول التفات من الغيبة إلى الخطاب لتشريف المتقين بعزّ الحضور لخطاب الله تعالى ، وعلى الاحتمال الثاني الخطاب لهم على ظاهره . وقرأ ابن كثير وأبو عمرو وحده «يوعدون» بياء الغيبة فهو على الاحتمال الأول التفات عن توجيه الخطاب إليهم إلى توجيهه للطاغين لزيادة التنكيل عليهم . والإِشارةُ إلى المذكور من «حسن المئاب» ، وعلى الاحتمال الثاني كذلك وُجّه الكلام إلى أهل المحشر لتنديم الطاغين وإدخال الحسرة والغمّ عليهم . والإِشارة إلى النعيم المشاهد .واللام في { لِيَوْممِ الحِسَابِ } لام العلة ، أي وعدتموه لأجل يوم الحساب . والمعنى لأجل الجزاء يوم الحساب ، فلما كان الحساب مؤذناً بالجزاء جعل اليوم هو العلة . وهذه اللام تفيد معنى التوقيت تبعاً كقوله تعالى : { أقم الصلاة لدلوك الشمس } [ الإسراء : 78 ] تنزيلاً للوقت منزلة العلة . ولذلك قال الفقهاء : أوقات الصلوات أسباب ."
    },
    {
      "ayah": 54,
      "surah": 38,
      "text": "إِنَّ هَذَا لَرِزْقُنَا مَا لَهُ مِنْ نَفَادٍ (54)يجري محمل اسم الإِشارة هذا على الاحتمالين المذكورين في الكلام السابق .والعدول عن الضمير إلى اسم الإِشارة لكمال العناية بتمييزه وتوجيه ذهن السامع إليه . وأطلق الرزق على النعمة كما في قول النبي صلى الله عليه وسلم « لو أن أحدهم قال حين يضاجع أهله : اللهم جنّبنا الشيطانَ وجنّب الشيطان ما رزَقْتنا ثم وُلِد لهما ولد لم يمسه شيطان أبداً » فسمّى الولد رزقاً .والتوكيد ب { إن } للاهتمام . والنفاد : الانقطاع والزوال ."
    },
    {
      "ayah": 55,
      "surah": 38,
      "text": "هَذَا وَإِنَّ لِلطَّاغِينَ لَشَرَّ مَآَبٍ (55) اسم الإِشارة { هذا } مستعمل في الانتقال من غرض إلى غرض تنهية للغرض الذي قبله . والقول فيه كالقول في { هذا ذِكرٌ وإنَّ للمتقين لحُسنَ مئَابٍ } [ ص : 49 ] . والتقدير : هذا شأن المتقين ، أو هذا الشأن ، أو هذا كما ذُكر ."
    },
    {
      "ayah": 56,
      "surah": 38,
      "text": "جَهَنَّمَ يَصْلَوْنَهَا فَبِئْسَ الْمِهَادُ (56)وجملة { يَصْلَونَهَا } حال من { جَهَنَّمَ } وهي حال مؤكدة لمعنى اللام الذي هو عامل في «الطاغين» فإن معنى اللام أنهم تختصّ بهم جهنم واختصاصها بهم هو ذَوْق عذابها لأن العذاب ذاتي لجهنم .والطاغي : الموصوف بالطغيان وهو : مجاوزة الحد في الكِبر والتعاظم . والمراد بهم عظماء أهل الشرك لأنهم تكبَّروا بعظمتهم على قبول الإِسلام ، وأعرضوا عن دعوة الرسول صلى الله عليه وسلم بكبر واستهزاء ، وحكموا على عامة قومهم بالابتعَاد عن النبي صلى الله عليه وسلم وعن المسلمين وعن سماع القرآن ، وهم : أبو جهل وأميةُ بن خلف ، وعتبة بن ربيعة ، والوليد بن عتبة ، والعاصي بن وائل وأضرابهم .والفاء في { فَبِئْسَ المِهَادُ } لترتيب الإِخبار وتسببه على ما قبله ، نظير عطف الجمل ب ( ثُمّ ) وهي كالفاء في قوله تعالى : { فلم تقتلوهم } [ الأنفال : 17 ] بعد قوله : { فلا تولوهم الأدبار في } سورة [ الأنفال : 15 ] . وهذا استعمال بديع كثير في القرآن وهو يندرج في استعمالات الفاء العاطفة ولم يكشف عنه في «مغني اللبيب» .والمعنى : جهنم يصلونها ، فيتسبب على ذلك أن نذكر ذَم هذا المقرّ لهم ، وعبر عن جهنم ب { المِهَادُ } على وجه الاستعارة ، شبه ما هم فيه من النار من تحتهم بالمهاد وهو فراش النائم كقوله تعالى : { لهم من جهنم مهاد } [ الأعراف : 41 ] ."
    },
    {
      "ayah": 57,
      "surah": 38,
      "text": "هَذَا فَلْيَذُوقُوهُ حَمِيمٌ وَغَسَّاقٌ (57) اسم الإِشارة هنا جار على غالب مواقعه وهو نظير قوله : { هذا ما توعدون ليوم الحساب } [ ص : 53 ] والقول فيه مثله . وإشارة القريب لتقريب الإِنذار والمشار إليه ما تضمنه قوله : { جهنَّم يصلونها } [ ص : 56 ] من الصلي ومن معنى العذاب ، أو الإِشارة إلى شرّ من قوله : { لَشَرَّ مئابٍ } [ ص : 55 ] .( و { حميم } خبر عن اسم الإِشارة . ومعنى الجملة في معنى بدل الاشتمال لأن شر المآب أو العذاب مشتمل على الحميم والغساق وغيرِه من شكله ، والمعنى : أن ذلك لهم لقوله : { وإنّ للطاغِينَ لشرَّ مَئابٍ } [ ص : 55 ] فما فُصل به شر المآب وعذاب جهنم فهو في المعنى معمول للام . والحميم : الماء الشديد الحرارة .والغَساق : قرأه الجمهور بتخفيف السين . وقرأه حمزة والكسائي وحفص عن عاصم وخلف بتشديدها . قيل هما لغتان وقيل : غَسَّاق بالتشديد مبالغة في غَاسق بمعنى سائل ، فهو على هذا وصف لموصوف محذوف وليس اسماً لأن الأسماء التي على زنة فَعَّال قليلة في كلامهم .والغساق : سائل يسيل في جهنم ، يقال : غَسَق الجُرح ، إذا سال منه ماء أصفر . وأحسب أن هذا الاسم بهذا الوزن أطلقه القرآن على سائل كريه يُسْقَوْنه كقوله : { بماء كالمهل يشوي الوجوه بئس الشراب } [ الكهف : 29 ] . وأحسب أنه لم تكن هذه الزنة من هذه المادة معروفة عند العرب ، وبذلك يومىء كلام الراغب . وهذا سبب اختلاف المفسرين في المراد منه . والأظهر : أنه صيغ له هذا الوزن ليكون اسماً لشيء يشبه ما يغسِقَ به الجرح ، ولذلك سمّي بالمهل والصديد في آيات أخرى .وجملة { فَلْيَذُوقُوهُ } معترضة بين اسم الإِشارة والخبر عنه ، وهذا من الاعتراض المقترن بالفاء دون الواو ، والفاء فيه كالفاء في قوله : { فبئس المِهادُ } [ ص : 56 ] وقد تقدمت آنفاً .وموقع الجملة كموقع قوله : { فامنن أو أمسك } [ ص : 39 ] كما تقدم آنفاً ."
    },
    {
      "ayah": 58,
      "surah": 38,
      "text": "وَآَخَرُ مِنْ شَكْلِهِ أَزْوَاجٌ (58)وقوله : { وءَاخَرُ } صفة لموصوف محذوف دلت عليه الإِشارة بقوله : { هذا } وضمير { فليذوقوه } ووصفُ آخر يدل على مغاير . وقوله : { مِن شَكلِهِ } يدل على أنه مغاير له بالذات وموافق في النوع ، فحصل من ذلك أنه عذاب آخر أو مذوق آخر .والشَّكل بفتح الشين : المثل ، أي المماثل في النوع ، أي وعذاب آخر غير ذلك الذي ذاقوه من الحميم والغساق هو مثل ذلك المشار إليه أو مثل ذلك الذوق في التعذيب والألم . وأفرد ضمير { شَكلهِ } مع أن معاده { حَميمٌ وغسَّاقٌ } نظراً إلى إفراد اسم الإِشارة ، أو إلى إفراد ( مذوق ) المأخوذ من ( يذوقوه ) ، فقوله : { مِن شكلهِ } صفة ل { آخر .والأزواج : جمع زوج بمعنى النوع والجنس ، وقد تقدم عند قوله : { ومن كل الثمرات جعل فيها زوجين اثنين } في سورة [ الرعد : 3 ] .والمعنى : وعذاب آخر هو أزواج أصناف كثيرة . ولما كان اسماً شائعاً في كل مغاير صحّ وصفه ب { أزواج } بصيغة الجمع .وقرأ الجمهور : { وءَاخَرُ } بصيغة الإِفراد . وقرأه أبو عمرو ويعقوب { وأُخَر } بضم الهمزة جمع أخرى على اعتبار تأنيث الموصوف ، أي وأزواج أخر من شكل ذلك العذاب ."
    },
    {
      "ayah": 59,
      "surah": 38,
      "text": "هَذَا فَوْجٌ مُقْتَحِمٌ مَعَكُمْ لَا مَرْحَبًا بِهِمْ إِنَّهُمْ صَالُوا النَّارِ (59)ابتداء كلام حكي به تخاصم المشركين في النار فيما بينهم إذا دخلوها كما دل عليه قوله تعالى في آخره : { إن ذلك لحق تخاصم أهل النار } [ ص : 64 ] ، وبه فسر قتادة وابن زيد ، وجريانه بينهم ليزدادوا مقتاً بأن يضاف إلى عذابهم الجسماني عذاب أنفسهم برجوع بعضهم على بعض بالتنديم وسوء المعاملة .وأسلوب الكلام يقتضي متكلماً صادراً منه ، وأسلوبُ المقاولة يقتضي أن المتكلم به هم الطاغون الذين لهم شر المآب لأنهم أساس هذه القضية . فالتقدير : يقولون ، أي الطاغون بعضهم لبعض : هذا فوج مقتحم معكم ، أي يقولون مشيرين إلى فوج من أهل النار أُقحم فيهم لَيسوا من أكفائهم ولا من طبقتهم وهم فوج الأتباع من المشركين الذين اتبعوا الطاغين في الحياة الدنيا ، وذلك ما دل عليه قوله : { أنتم قدمتموه لنا } [ ص : 60 ] أي أنتم سبب إحضار هذا العذاب لنا . وهو الموافق لمعنى نظائره في القرآن كقوله تعالى : { كلما دخلت أمة لعنت أختها } [ الأعراف : 38 ] إلى قوله : { بما كنتم تكسبون } في سورة [ الأعراف : 39 ] ، وقوله : { إذ تبرأ الذين اتبعوا من الذين اتبعوا } في سورة [ البقرة : 166 ] ، وقوله : { وأَقْبَلَ بَعْضُهُم على بَعْضضٍ يَتَسَآءَلُونَ } الآيات من سورة { الصافات : 27 ] . وأوضحُ من ذلك كله قوله تعالى في آخر هذه الآية { إنَّ ذلك لحقٌّ تخاصم أهللِ النَّارِ } [ ص : 64 ] .فجملة القول المحذوف في موضع الحال من الطّاغين . وجملة { هذا فوجٌ } إلى آخرها مقول القول المحذوف .والفوج : الجماعة العظيمة من الناس ، وتقدم في قوله : { ويوم نحشر من كل أمة فوجاً } في سورة [ النمل : 83 ] .والاقتحام : الدخول في الناس ، و ( مع ) مؤذنة بأن المتكلمين متبوعون ، وأن الفوج المقتحم أتباع لهم ، فأدخلوا فيهم مدخل التابع مع المتبوع بعلامات تشعر بذلك .وجملة : { لا مرحباً بهم } معترضة مستأنفة لإِنشاء ذم الفوج . و { لاَ مَرْحَباً } نفيٌ لكلمةٍ يقولها المزور لزائره وهي إنشاء دعاء الوافد . و { مرحباً } مصدر بوزن المفعل ، وهو الرُّحب بضم الراء وهو منصوب بفعل محذوف دل عليه معنى الرحب ، أي أتيت رحباً ، أي مكاناً ذا رحب ، فإذا أرادوا كراهية الوافد والدعاء عليه قالوا : لا مرحباً به ، كأنهم أرادوا النفي بمجموع الكلمة: ... لا مرحباً بِغَدٍ ولا أهلاً بهإن كان تفريق الأحبة في غدِ ... وذلك كما يقولون في المدح : حبّذا ، فإذا أرادوا ذمّاً قالوا : لا حبّذا . وقد جمعهما قول كنزة أمّ شملة المنقري تهجو فيه صاحبة ذي الرمة: ... ألا حبّذا أهل الملا غير أنهإذا ذكرت ميَّ فلا حبّذا هيا ... ومعنى الرحب في هذا كله : السعة المجازية ، وهي الفرح ولقاء المرغوب في ذلك المكان بقرينة أن نفس السعة لا تفيد الزائد ، وإنما قالوا ذلك لأنهم كرهوا أن يكونوا هم وأتباعهم في مكان واحد جرياً على خلق جاهليتهم من الكبرياء واحتقار الضعفاء .وجملة { إنهم صَالُوا النَّارِ } خبر ثان عن اسم الإِشارة ، والخبر مستعمل في التضجّر منهم ، أي أنهم مضايقوننا في مضيق النار كما أومأ إليه قولهم : { مقتحِم معكم لا مرحباً بهم } ."
    },
    {
      "ayah": 6,
      "surah": 38,
      "text": "وَانْطَلَقَ الْمَلَأُ مِنْهُمْ أَنِ امْشُوا وَاصْبِرُوا عَلَى آَلِهَتِكُمْ إِنَّ هَذَا لَشَيْءٌ يُرَادُ (6) الانطلاق حقيقته : الانصراف والمشي ، ويستعمل استعمال أفعال الشروع لأن الشارع ينطلق إليه ، ونظيره في ذلك : ذَهب بفعل كذا ، كما في قول النبهاني :فإن كنتَ سيِّدنَا سدْتَنا ... وإن كنت للخال فاذْهب فَخلْوكذلك قام في قوله تعالى : { إذ قاموا فقالوا } في سورة [ الكهف : 14 ] .( وقيل : إن الانطلاق هنا على حقيقته ، أي وانصرف الملأ منهم عن مجلس أبي طالب . و { الملأ } : سادة القوم قال ابن عطية : قائل ذلك عقبة بن أبي معيط . وقال غير ابن عطية : إن من القائلين أبا جهل ، والعاصي بن وائل ، والأسود بن عبد يغوث .و { أن } تفسيرية لأن الانطلاق إن كان مجازاً فهو في الشروع فقد أريد به الشروع في الكلام فكان فيه معنى القول دون حروفه فاحتاج إلى تفسيرٍ بكلام مقول ، وإن كان الانطلاقُ على حقيقته فقد تضمن انطلاقهم عقب التقاول بينهم بكلامهم الباطل { هذا ساحِرٌ } [ ص : 4 ] إلى قوله : { عُجَابٌ } [ ص : 5 ] يقتضي أنهم انطلقوا متحاورين في ماذا يصنعون . ولما أسند الانطلاق إلى الملأ منهم على أنهم ما كانوا لينطلقوا إلا لتدبير في ماذا يصنعون فكان ذلك مقتضياً تحاوراً وتقاولاً احتيج إلى تفسيره بجملة { أن امشوا واصبروا على ءَالهتِكُم } الخ . والأمر بالمشي يحتمل أن يكون حقيقة ، أي انصرفوا عن هذا المكان مكان المجادلة ، واشتغلوا بالثبات على آلهتكم . ويجوز أن يكون مجازاً في الاستمرار على دينهم كما يقال : كما سار الكرام ، أي اعمل كما عملوا ، ومنه سميت الأخلاق والأعمال المعتادة سيرة .والصبر : الثبات والملازمة ، يقال : صبر الدابة إذا ربطها ، ومنه سمي الثبات عند حلول الضُرّ صبراً لأنه ملازمة للحلم والأناة بحيث لا يضطرب بالجزع ، ونظير هذه الآية قوله تعالى : { إن كاد ليضلنا عن آلهتنا لولا أن صبرنا عليها } [ الفرقان : 42 ] .وحرف { على } يدلّ على تضمين { اصبروا } معنى : اعكفوا وأثبتوا ، فحرف { على } هنا للاستعلاء المجازي وهو التمكن مثل { أولئك على هدى من ربهم } [ البقرة : 5 ] . وليس هو حرف { على } المتعارف تعدية فعل الصبر به في نحو قوله : { اصبر على ما يقولون } [ المزمل : 10 ] فإن ذلك بمعنى ( مع ) ، ولذلك يخلفه اللام في مثل ذلك الموقع نحو قوله تعالى : { فاصبر لحكم ربك } [ القلم : 48 ] ، ولا بدّ هنا من تقدير مضاف ، أي على عبادة آلهتكم ، فلا يتعدى إلى مفعول إن كان مجازاً فهو في الشروع فقد أريد به الشروع في الكلام فكان .وجملة { إن هذا لشيءٌ يُرادُ } تعليل للأمر بالصبر على آلهتهم لقصد تقوية شكهم في صحة دعوة النبي صلى الله عليه وسلم بأنها شيء أرادهُ لغرض أي ليس صادقاً ولكنه مصنوع مراد منه مقصد كما يقال : هذا أمر دُبِّر بليل ، فالإِشارة ب { هذا } إلى ما كانوا يسمعونه في المجلس من دعوة النبي صلى الله عليه وسلم إياهم أن يقولوا : لا إله إلا الله ."
    },
    {
      "ayah": 60,
      "surah": 38,
      "text": "قَالُوا بَلْ أَنْتُمْ لَا مَرْحَبًا بِكُمْ أَنْتُمْ قَدَّمْتُمُوهُ لَنَا فَبِئْسَ الْقَرَارُ (60)فسَمِعَهُم الأتباع فيقولون : { بل أنتم لا مرحباً بكم } إضراباً عن كلامهم . وجيء بحكاية قولهم على طريقة المحاورات فلذلك جرّد من حرف العطف ، أي أنتم أولى بالشتم والكراهية بأن يقال : لاَ مرحباً بِكم ، لأنكم الذين تسببتم لأنفسكم ولنا في هذا العذاب بإغرائكم إيانا على التكذيب والدوام على الكفر . و { بل } للإِضراب الإِبطالي لردّ الشتم عليهم وأنهم أولى به منهم .وذكر ضمير المخاطَبين في قوله : { أنتُم لا مرحَباً بكم } للتنصل من شتمهم ، أي أنتم المشتومون ، أي أولى بالشتم منا ، وقد استفيد هذا المعنى من حرف الإِبطال لا من الضمير لأن الضمير لا مفهوم له ولأن موقعه هنا لا يقتضي حصراً ولا تقَوِّياً لأنه مخبر عنه بجملة إنشائية ، أي أنتم يقال لكم : لا مرحباً بكم .وإذا قد كان قول : مَرْحباً ، إنشاءَ دعاء بالخير ، وكان نفيُه إنشاءَ دعاء بضده ، كان قوله «بهم» بياناً لمن وُجّه الدعاء لهم ، أي إيضاحاً للسامع أن الدعاء على أصحاب الضمير المجرور بالباء فكانت الباء فيه للتبيين . قال في «الكشاف» : و«بهم» بيان لمدعوّ عليهم . وقال الهمذاني في شرحه «للكشاف» : يعني : البيان المصطلح ، كأن قائلاً يقول : بمن يحصل هذا الرحب؟ فيقول : بهم . وهذا كما في { هيتَ لك } [ يوسف : 23 ] . يعني أن الباء فيه بمعنى لام التبيين . وهذا المعنى أغفله ابن هشام في معاني الباء . وأشار الهمذاني إلى أنه متولد من معنى السببية . والأحسن عندي أن يكون متولداً من معنى المصاحبة بطريق الاستعارة التبعية ثم غلب استعمال الباء في مثله في كلامهم فصار كالحقيقة لأنه لما صار إنشاء دعاء لم تبق معه ملاحظة الإِخبار بحصول الرحب معهم أو بسببهم كما يتجه بالتأمل .وجملة { أنتم قدتمتوهُ لنا } علة لقلب سبب الشتم إليهم ، أي لأنكم قدمتم العذاب لنا ، فضمير النصب في { قدَّمْتُمُوهُ } عائد إلى العذاب المشاهد ، وهو حاضر في الذهن غير مذكور في اللفظ ، مثل { حتى توارت بالحجاب } [ ص : 32 ] . ووقوع { أنتُمْ } قبل { قدَّمْتُمُوهُ } المسندِ الفعلي يفيد الحصر ، أي لم يُضلنا غيركم فأنتم أحقّاء بالعذاب .والتقديم : جعل الشيء قُدَّام غيره ، قال تعالى : { ذوقوا عذاب الحريق ذلك بما قدمت أيديكم } [ آل عمران : 181 ، 182 ] . فتقديم العذاب لهم جعله قُدامهم ، أي جعله حيث يجدونه عند وصولهم . وإسناد تقديم العذاب إلى المخاطبين مجاز عقلي لأن الرؤساء كانوا سبباً في تقديم العذاب لأتباعهم بإِغوائِهم وكان العذاب جزاءً عن الغواية . وجُعل العذاب مقدماً وإنما المقدم العمل الذي استحق العذاب ، وهذا مجاز عقلي في المفعول فاجتمع في قوله : { قدَّمْتُمُوهُ } مجازان عقليان .وقوله : { فَبِئْسَ القَرَارُ } موقعه كموقع قوله آنفاً { فبئس المهاد } [ ص : 56 ] . وهو ذَم لإِقامتهم في جهنم تشنيعاً عليهم فيما تسببوا لأنفسهم فيه . والمعنى : فبئس القرار ما قدَّمتموه لنا ، أي العذاب . والقرار : المكث ."
    },
    {
      "ayah": 61,
      "surah": 38,
      "text": "قَالُوا رَبَّنَا مَنْ قَدَّمَ لَنَا هَذَا فَزِدْهُ عَذَابًا ضِعْفًا فِي النَّارِ (61){ قالوا } أي الفوج المقتحم وهو فوج الأتباع ، فهذا من كلام الذين قالوا { بل أنتم لا مرحباً بكم } [ ص : 60 ] لأن قولهم : { من قدَّم لنا هذا } يعين هذا المحمل . ولذلك حق أن يتساءل الناظر عن وجه إعادة فعل { قالوا } وعن وجه عدم عطفه على قولهم الأول .فأما إعادة فعل القول فلإِفادة أن القائلين هم الأتباع فأعِيد فعل القول تأكيداً للفعل الأول لقصد تأكيد فاعل القول تبعاً لأنه محتمل لضمير القائلين .والمقصود من حكاية قولهم : { هذا } تحذير كبراء المشركين من عواقب رئاستهم وزعامتهم التي يجرون بها الويلات على أتباعهم فيوقعونهم في هاوية السوء حتى لا يجد الأتباع لهم جزاء بعد الفوت إلا طلب مضاعفة العذاب لهم . وأما تجريد فعل { قالوا } عن العاطف فلأنهُ قصد به التوكيد اللفظي والتوكيد اللفظي يكون على مثال الموكَّد .ولا تلتبس حكاية هذا القول على هذه الكيفية بحكاية المحاورات فيحسب أنه من كلام الفريق الآخر لأن الدعاء بعنوان { من قدَّم لنا هذا } يعين أن قائليه هم القائلون { أنتُم قدَّمْتُمُوهُ لَنَا } [ ص : 60 ] ، وأن الذين قدّموا لهم هم الطاغون . وفي معنى هذه الآية آية سورة [ الأعراف : 38 ] { قالت أُخراهم لأُولاهم ربنا هؤلاء أضلّونا فآتهم عذاباً ضعفاً من النار }و { مَن } في قوله : { من قدَّمَ لنا هذَا } موصولة ، وجملة { فَزِدْهُ } خبر عن { مَن } ، واقتران الخبر بالفاء جرى على معاملة الموصول معاملة الشرط في قرن خبره بالفاء وهو كثير ، وتقدم عند قوله تعالى : { والذين يكنزون الذهب والفضة ولا ينفقونها في سبيل اللَّه فبشرهم بعذاب أليم } في سورة [ براءة : 34 ] .والضعف ، بكسر الضاد : يستعمل اسم مصدر ضَعَّف وضاعف ، فهو اسم التضعيف والمضاعفة ، أي تكرير المقدار وتكرير القوة ، وهو من الألفاظ المتضايفة المعاني كالنصف والزوج .ويستعمل اسماً بمعنى الشيء المضاعف ، وهذا هو قياس زنة فِعْل بكسر الفاء وسكون العين ، فهو بمعنى : الشيء الذي ضوعف لأن زنه فِعْل تدلّ على ما سلط عليه فعل نحو ذِبْح ، أي مذبوح ."
    },
    {
      "ayah": 62,
      "surah": 38,
      "text": "وَقَالُوا مَا لَنَا لَا نَرَى رِجَالًا كُنَّا نَعُدُّهُمْ مِنَ الْأَشْرَارِ (62) عطف على { هذا فوجٌ مُقتحمٌ معكُم } [ ص : 59 ] على ما قدّر فيه من فعللِ قَول محذوففٍ كما تقدم ، فهذا من قول الطاغين فإنهم الذين كانوا يحقِّرون المسلمين .والاستفهام في { ما لنا لا نرى رِجالاً } استفهام يلقيه بعضهم لبعض تلهّفاً على عدم رؤيتهم من عرفوهم من المسلمين مكنًّى به عن ملام بعضهم لبعض على تحقيرهم المسلمين واعترافهم بالخطأ في حسبانهم . فليس الاستفهام عن عدم رؤيتهم المسلمين في جهنم استفهاماً حقيقياً ناشئاً عن ظن أنهم يجدون رجال المسلمين معهم إذ لا يخطر ببال الطاغين أن يكون رجال المسلمين معهم ، كيف وهم يعلمون أنهم بضد حالهم فلا يتوهمونهم معهم في العذاب ، ويجوز أن يكون الاستفهام حقيقياً استفهموا عن مصير المسلمين لأنهم لم يروهم يومئذٍ ، إذ قد علموا أن الناس صاروا إلى عالَم آخر وهو الذي كانوا يُنذرون به ، ويكون قولهم : { ما لنا لا نرى رِجالاً } الخ تمهيداً لقولهم : { أتخذناهم سخرِيّاً } على كلتا القراءتين الآتي ذكرهما .و { الأشرار } : جمع شرَ الذي هو بمعنى الأشر ، مثل الأخيار جمع خَيْر بمعنى الأَخْيَر ، أو هو : جمع شِرِّير ضد الخيِّر ، أي الموصوفين بشر الحالة ، أي كُنا نحسبهم أشقياء قد خسروا لذة الحياة باتّباعهم الإِسلام ورضاهم بشظف العيش ، وهم يعنون أمثال بلال ، وعمار بن ياسر ، وصهيب ، وخباب ، وسلمان . وليس المراد أنهم يعدونهم أشراراً في الآخرة مستحقين العذاب فإنهم لم يكونوا يؤمنون بالبعث .وقرأ نافع وابن كثير وابن عامر وعاصم { أَتَّخَذْناهُم } بهمزة قطع هي همزة الاستفهام ، وحذفت همزة الوصل من فعل ( اتخذنا ) لأنها لا تثبت مع همزة الاستفهام لعدم صحة الوقف على همزة الاستفهام ، فجملة { أتخذناهم } بدل من جملة { ما لنا لا نرى رِجالاً } . و { أم } حرف إضراب ، والتقدير : بل زاغت عنهم أبصارنا .والزيغ : الميل عن الجهة ، أي مالت أبصارنا عن جهتهم فلم تنظرهم .و ( أل ) في { الأبْصَارُ } عوض عن المضاف إليه ، أي أبصارنا ، فيكون المعنى : أكان تحقيرنا إياهم في الدنيا خطأ . وكنّى عنه باتخاذهم سخرياً لأن في فعل { أتخذناهم } إيماء إلى أنهم ليسوا بأهل للسخرية ، وهذا تندم منهم على الاستسخار بهم ."
    },
    {
      "ayah": 63,
      "surah": 38,
      "text": "أَتَّخَذْنَاهُمْ سِخْرِيًّا أَمْ زَاغَتْ عَنْهُمُ الْأَبْصَارُ (63)وقرأ أبو عمرو وحمزة والكسائي ويعقوب وخلف { أتخَذْناهُم } بهمزة وصل على أن الجملة صفة { رِجَالاً } ثانية وعليه تكون { أم منقطعة للإِضراب عن قولهم اتخذناهم سِخرياً } أي بل زاغت عنهم الأبصار .والسخريَّ : اسم مصدر سَخِر منه ، إذا استهزأ به ، فالسخريُّ الاستهزاء ، وهو دال على شدة الاستهزاء لأن ياءَه في الأصل ياء نسب وياء النسب تأتي للمبالغة في الوصف . وقرأ نافع وحمزة والكسائي وأبو جعفر وخلف بضم السين . وقرأه الباقون بكسر السين كما تقدم في سورة المؤمنين ."
    },
    {
      "ayah": 64,
      "surah": 38,
      "text": "إِنَّ ذَلِكَ لَحَقٌّ تَخَاصُمُ أَهْلِ النَّارِ (64)تذييل وتنهية لوصف حال الطاغين وأتباعهم ، وعذابهم ، وجدالهم . وتأكيد الخبر بحرف التوكيد منظور فيه لما يلزم الخبر من التعريض بوعيد المشركين وإثبات حشرهم وجزائهم بأنه حق ، أي ثابت كقوله : { وإن الدين لواقع } [ الذاريات : 6 ] .والإِشارة إلى ما حُكي عنهم من المقاولة . وسميت المقاولة تخاصماً ، أي تجادلاً وإن لم تقع بينهم مجادلة ، فإن الطاغين لم يجيبوا الفوج على قوله : { بلْ أنتم لا مرحباً بكم } [ ص : 60 ] ، ولكن لمّا اشتمَلت المقاولة على ما هو أشد من الجدال وهو قول كل فريق للآخر { لا مرحباً بكم } كان الذم أشد من المخاصمة فأطلق عليه اسم التخاصم حقيقة . وتقدم ذكر الخصام عند قوله تعالى : { هذان خصمان } في سورة [ الحج : 19 ] .وأضيف هذا التخاصم إلى أهل النار كلهم اعتباراً بغالب أهلها لأن غالب أهل النار أهل الضلالات الاعتقادية وهم لا يَعدون أن يكونوا دعاة للضلال أو أتباعاً للدعاة إليه فكلهم يجري بينهم هذا التخاصم ، أما من كان في النار من العصاة فكثير منهم ليس عصيانه إلا تبعاً لهواه مع كونه على علم بأن ما يأتيه ضلالة لم يُسَوّله له أحد .و { أهْللِ النَّارِ } هم الخالدون فيها ، كقولهم : أهل قرية كذا ، فإنه لا يشمل المغترب بينهم ، على أن وقت نزول هذه الآية لم يكن في مكة غير المسلمين الصالحين وغير المشركين ، فوصف أهل النار يومئذٍ لا يتحقق إلا في المشركين دون عصاة المسلمين . وقوله : { تخاصُمُ أهللِ النارِ } إمّا خبرُ مبتدأ محذوف ، تقديره : هو تخاصم أهل النار ، والجملة استئناف لزيادة بيان مدلول اسم الإِشارة ، أو هو مرفوع على أنه خبر ثان عن { إنّ ، } أو على أنه بدل من { لَحَقٌّ ."
    },
    {
      "ayah": 65,
      "surah": 38,
      "text": "قُلْ إِنَّمَا أَنَا مُنْذِرٌ وَمَا مِنْ إِلَهٍ إِلَّا اللَّهُ الْوَاحِدُ الْقَهَّارُ (65) هذا راجع إلى قوله : { وقال الكافرونَ هذا ساحِرٌ كذَّابٌ } [ ص : 4 ] إلى قوله : { أءُنزِلَ عليهِ الذكرُ من بيننا } [ ص : 8 ] ، فلما ابتدرهم الجواب عن ذلك التكذيب بأن نظَّر حالهم بحال الأمم المكذبة من قبلهم ولتنظير حال الرسول صلى الله عليه وسلم بحال الأنبياء الذين صبروا ، واستوعب ذلك بما فيه مقنع عاد الكلام إلى تحقيق مقام الرسول صلى الله عليه وسلم من قومه فأمره الله أن يقول : { إنمَّا أنا مُنذِرٌ } مقابل قولهم : { هذا ساحِرٌ كذَّابٌ } ، وأن يقول : { ما من إله إلا الله } مقابل إنكارهم التوحيد كقولهم : { أجَعَلَ الآلهة إلها واحداً } [ ص : 5 ] فالجملة استئناف ابتدائي . وذكر صفة الواحد تأكيد لمدلول { ما من إله إلا الله } إماء إلى رد إنكارهم . وذكر صفة { القهّار } تعريض بتهديد المشركين بأن الله قادر على قهرهم ، أي غلبهم . وتقدم الكلام على القهر عند قوله تعالى : { وهو القاهر فوق عباده } في سورة [ الأنعام : 18 ] ."
    },
    {
      "ayah": 66,
      "surah": 38,
      "text": "رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا الْعَزِيزُ الْغَفَّارُ (66)( وإتباع ذلك بصفة رَبُّ السمواتتِ والأرضِ وما بينهما } تصريح بعموم ربوبيته وأنه لا شريك له في شيء منها . ووصف { العزيزُ } تمهيد للوصف ب { الغَفَّارُ } ، أي الغفّار عن عزّة ومقدرة لا عن عجز وملق أو مراعاة جانب مساو . والمقصود من وصف { الغفَّارُ } هنا استدعاء المشركين إلى التوحيد بعد تهديدهم بمفاد وصف { القهَّارُ } لكي لا ييأسوا من قبول التوبة بسبب كثرة ما سيق إليهم من الوعيد جرياً على عادة القرآن في تعقيب الترهيب بالترغيب والعكس ."
    },
    {
      "ayah": 67,
      "surah": 38,
      "text": "قُلْ هُوَ نَبَأٌ عَظِيمٌ (67) إعادة الأمر بالقَول هنا مستأنَفاً . والعدولُ عن الإِتيان بحرف يعطف المقول أعني { هُوَ نَبؤٌا عَظِيمٌ } على المقول السابق أعني { أنا مُنذِرٌ } [ ص : 65 ] ، عدول يشعر بالاهتمام بالمقول هنا كي لا يؤتى به تابعاً لمقوللٍ آخر فيضعف تصدي السامعين لوعيه ."
    },
    {
      "ayah": 68,
      "surah": 38,
      "text": "أَنْتُمْ عَنْهُ مُعْرِضُونَ (68) وجملة { قُلْ هو نبؤا عظيمٌ أنتُم عنه مُعرضونَ } يجوز أن تكون في موقع الاستئناف الابتدائي انتقالاً من غرض وصف أحوال أهل المحشر إلى غرض قصة خلق آدم وشقاء الشيطان ، فيكون ضمير { هُوَ } ضميرَ شأن يفسره ما بعده وما يُبيّن به ما بعده من قوله : { إذ قال ربك للملائكة إني خالق بشراً من طين } [ ص : 71 ] جعل هذا كالمقدمة للقصة تشويقاً لتلقّيها فيكون المراد بالنبأ نبأَ خَلق آدم وما جرى بعده ، ويكون ضمير { يَخْتصِمُونَ } عائداً إلى الملأ الأعلى لأن الملأ جماعة . ويراد بالاختصام الاختلاف الذي جرى بين الشيطان وبين من بلَّغ إليه من الملائكة أمرَ الله بالسجود لآدم ، فالملائكة هم الملأ الأعلى وكان الشيطان بينهم فعُدّ منهم قبل أن يطرد من السماء .ويجوز أن تكون جملة { قُلْ هو نبؤا عظيمٌ } الخ تذييلاً للذي سبق من قوله : { وإنَّ للمتَّقينَ لحُسنَ مئابٍ } [ ص : 49 ] إلى هنا ، تذييلاً يشعر بالتنويه به وبطلب الإِقبال على التدبر فيه والاعتبار به . وعليه يكون ضمير { هُوَ } ضميراً عائداً إلى الكلام السابق على تأويله بالمذكور فلذلك أُتِي لتعريفه بضمير المفرد .والمراد بالنبأ : خبر الحشر وما أُعد فيه للمتقين من حسن مآب ، وللطاغين من شر مآب ، ومن سوء صحبة بعضهم لبعض ، وتراشقهم بالتأنيب والخصام بينهم وهم في العذاب ، وترددهم في سبب أن لم يجدوا معهم المؤمنين الذين كانوا يَعدّونهم من الأشرار . ووصف النبأ ب { عَظِيمٌ } تهويل على نحو قوله تعالى : { عمَّ يتساءلون عن النبأ العظيم الذي هم فيه مختلفون } [ النبأ : 13 ] . وعظمة هذا النبأ بين الأنباء من نوعه من أنباء الشر مثل قوله : { فساد كبير } [ الأنفال : 73 ] ، فتم الكلام عند قوله تعالى : { أنتم عنه معرضون } .فتكون جملة { ما كانَ لي مِن علم بالملأ الأعلى } إلى قوله : { نَذِيرٌ مبينٌ } استئنافاً للاستدلال على صدق النبأ بأنه وحي من الله ولولا أنه وحي لما كان للرسول صلى الله عليه وسلم قِبَل بمعرفة هذه الأحوال على حد قوله تعالى : { وما كنت لديهم إذ يلقون أقلامهم أيهم يكفل مريم وما كنت لديهم إذ يختصمون } [ آل عمران : 44 ] ، ونظائر هذا الاستدلال كثيرة في القرآن .وتكون جملة { إذْ قَالَ رَبُّكَ لِلْمَلائِكَةِ إِنِّي خالِقٌ بَشَراً } [ ص : 71 ] إلى آخره استئنافاً ابتدائياً .وعلى هذا فضمير { يختصمون } عائد إلى أهل النار من قوله : { تخاصُمُ أهللِ النارِ } [ ص : 64 ] إذ لا تخاصم بين أهل الملأ الأعلى . والمعنى : ما كان لي من علم بعالَم الغيب وما يجري فيه من الإِخبار بما سيكون إذ يَختصم أهل النار في النار يوم القيامة .وعلى كلا التفسيرين فمعنى { أنتُم عنهُ مُعْرِضُونَ } ، أنهم غافلون عن العلم به فقد أُعلموا بالنبأ بمعناه الأول وسيَعلَمون قريباً بالنبأ بمعناه الثاني .وجيء بالجملة الاسمية في قوله : { أنتُم عنه معرِضُونَ } لإِفادة إثبات إعراضهم وتمكنه منهم ، فأما إعراضهم عن النبأ بمعناه الأول فظاهر تمكنُه من نفوسهم لأنه طالما أنذرهم بعذاب الآخِرة ووصفه فلم يكترثوا بذلك ولا ارْعَوَوْا عن كفرهم . وأما إعراضهم عن النبأ بمعناه الثاني ، فتأويلُ تمكنه من نفوسهم عدم استعدادهم للاعتبار بمغزاهُ من تحقق أن ما هم فيه هو وسوسة من الشيطان قصداً للشَّرّ بهم .ولعل هذه الآية من هذه السورة هي أول ما نزل على النبي صلى الله عليه وسلم من ذكر قِصة خلق آدم وسجود الملائكة وإباء إبليس من السجود ، فإن هذه السورة في ترتيب نزول سور القرآن لا يُوجد ذكر قصة آدم في سورة نزلت قبلَها . فذلك وجهُ التوطئة للقصة بأساليب العناية والاهتمام مما خلا غيرُها عن مثله وبأنها نبأ كانوا معرضين عنه . وأيًّا مَّا كان فقوله : { أنتُم عنْهُ مُعرِضُونَ } توبيخ لهم وتحميق .وجملة { ما كَانَ لي من علممٍ بالملأ الأعلى إذ يختصمونَ } اعتراض إبلاغ في التوبيخ على الإِعراض عن النبأ العظيم ، وحجة على تحقق النبأ بسبب أنه موحىً به من الله وليس للرسول صلى الله عليه وسلم سبيل إلى عمله لولا وحي الله إليه به . وذكر فعل { كان } دال على أن المنفي علمه بذلك فيما مضى من الزمن قبل أن يوحى إليه بذلك كما قال تعالى : { وما كنت لديهم إذ يلقون أقلامهم أيهم يكفل مريم وما كنت لديهم إذ يختصمون } [ آل عمران : 44 ] وقوله : { وما كنت بجانب الغربي إذ قضينا إلى موسى الأمر وما كنت من الشاهدين } [ القصص : 44 ] .والباء في قوله : { بالمَلأ الأعلى } على كلا المعنيين للنبأ ، لتعدية { عِلم } لتضمينه معنى الإِحاطة ، وهو استعمال شائع في تعدية العلم . ومنه ما في حديث سؤال الملكين في «الصحيح» فيقال له : ما علمك بهذا الرجل . ويجوز على المعنى الثاني في النبأ أن تكون الباء ظرفية ، أي ما كان لي علم كائن في الملأ الأعلى ، أي ما كنت حاضراً في الملأ الأعلى فهي كالباء في قوله : { وما كنت بجانب الغربي إذ قضينا إلى موسى الأم } [ القصص : 44 ] ."
    },
    {
      "ayah": 69,
      "surah": 38,
      "text": "مَا كَانَ لِيَ مِنْ عِلْمٍ بِالْمَلَإِ الْأَعْلَى إِذْ يَخْتَصِمُونَ (69) والملأُ : الجماعة ذات الشأن ، ووصفه ب { الأعلى } لأن المراد ملأُ السماوات وهم الملائكة ولهم علوّ حقيقي وعلوّ مجازيّ بمعنى الشرف .و { إذْ يَخْتَصِمُونَ } ظرف متعلق بفعل { ما كانَ لي من عِلم } أي حين يختصم أهل الملأ الأعلى على أحد التأويلين ، أي في حين تنازع الملائكة وإبليس في السماء . والتعبير بالمضارع في موضع المضيّ لقصد استحضار الحالة ، أو حين يختصم الطاغون وأتباعهم في النار بين يدي الملأ الأعلى ، أي ملائكة النار أو ملائكة المحشر ، والمضارع على أصله من الاستقبال .والاختصام : افتعال من خَصمَه ، إذا نازعه وخالفه فهو مبالغة في خَصَم ."
    },
    {
      "ayah": 7,
      "surah": 38,
      "text": "مَا سَمِعْنَا بِهَذَا فِي الْمِلَّةِ الْآَخِرَةِ إِنْ هَذَا إِلَّا اخْتِلَاقٌ (7)وقوله : { ما سمعنا بهذا في الملة الآخرة } من كلام المَلأ .والإِشارة إلى ما أشير إليه بقولهم : { إن هذا لشيء يراد } ، أي هذا القول وهو { أجعَلَ الآلهة إلها واحداً } [ ص : 5 ] .والجملة مستأنفة أو مبينة لجملة { إنَّ هذا لشيءٌ يُرادُ } لأن عدم سماع مثله يبين أنه شيء مصطنع مبتدع . وإعادة اسم الإِشارة من وضع الظاهر موضع المضمر لقصد زيادة تمييزه . وفي قوله : { بهذا } تقدير مضاف ، أي بمثل هذا الذي يقوله . ونفي السماع هنا خبر مستعمل كناية عن الاستبعاد والاتّهام بالكذب .و { الملة } : الدين ، قال تعالى : { ولن ترضى عنك اليهود ولا النصارى حتى تتبع ملتهم } في سورة [ البقرة : 120 ] ، وقال : { إني تركت ملة قوم لا يؤمنون باللَّه وهم بالآخرة هم كافرون واتبعت ملة آبائي إبراهيم وإسحاق ويعقوب } في سورة [ يوسف : 37 - 38 ] .( و { الآخِرة } : تأنيث الآخِر وهو الذي يكون بعد مضي مدة تقررت فيها أمثاله كقوله تعالى : { ثم اللَّه ينشىء النشأة الآخرة } [ العنكبوت : 20 ] .( والمجرور من قوله : { في الملة الآخرةِ } يجوز أن يكون ظرفاً مستقراً في موضع الحال من اسم الإِشارة بياناً للمقصود من الإِشارة متعلقاً بفعل { سَمِعْنَا } . والمعنى : ما سمعنا بهذا قبل اليوم فلا نعتدّ به . ويجوز على هذا التقدير أن يكون المراد ب { الملَّةِ الآخرة } دين النصارى ، وهو عن ابن عباس وأصحابه وعليه فالمشركون استشهدوا على بطلان توحيد الإله بأن دين النصارى الذي ظهر قبل الإِسلام أثبتَ تعدد الآلهة ، ويكون نفي السماع كناية عن سماع ضده وهو تعدد الآلهة . ويجوز أن يريدوا ب { الملَّةِ الآخِرة } الملّة التي هُم عليها ويكون إشارة إلى قول ملأ قريش لأبي طالب في حين احْتضاره حين قال له النبي صلى الله عليه وسلم « يا عَم قُلْ لا إله إلاّ الله كلمةً أُحاجُّ لك بها عند الله . فقالوا له جميعاً : أترغب عن ملة عبد المطلب » فقولهم : { في الملة الآخِرَةِ } كناية عن استمرار انتفاء هذا إلى الزمن الأخير فيعلم أن انتفاءه في ملتهم الأولى بالأحرى .وجملة { إن هذا إلاَّ اختلاقٌ } مبينة لجملة { ما سمعنا بهذا } وهذا هو المتحصل من كلامهم المبدوء ب { امشوا واصبروا على ءَالهتِكُم } فهذه الجملة كالفذلكة لكلامهم .والاختلاق : الكذب المخترع الذي لا شبهة لقائله ."
    },
    {
      "ayah": 70,
      "surah": 38,
      "text": "إِنْ يُوحَى إِلَيَّ إِلَّا أَنَّمَا أَنَا نَذِيرٌ مُبِينٌ (70)وجملة { إن يوحى إليَّ إلاَّ أنَّما أنا نذيرٌ مبينٌ } مبيّنة لجملة { ما كانَ لي من علم بالملأ الأعلى إذ يختصمون } ، أي ما علمتُ بذلك النبأ إلا بوحي من الله وإنما أوحَى الله إليّ ذلك لأكون نذيراً مبيناً .وقد رُكّبت هذه الجملة من طريقين للقصر : أحدهما طريق النفي والاستثناء ، والآخر طريق { أَنما } المفتوحة الهمزة وهي أخت ( إنما ) المكسورة الهمزة في معانيها التي منها إفادة الحصر ، ولا التفات إلى قول من نفوا إفادتها الحصر فإنها مركبة من ( أنّ ) المفتوحة الهمزة و ( ما ) الكافّة وليست ( أنّ ) المفتوحة الهمزة إلا ( إِن ) المكسورة تُغَيَّر كسرة همزتها إلى فتحة لتفيد معنىً مصدرياً مشرباً ب ( أَنْ ) المصدرية إشراباً بديعاً جعل شعاره فتح همزتها لتشابه ( أَنْ ) المصدرية في فتح الهمزة وتشابه ( أَنَّ ) في تشديد النون ، وهذا من دقيق الوضع في اللغة العربية . وتكون { أَنما } مفتوحةَ الهمزة إذا جعلت معمولة لعامل في الكلام . والذي يقتضيه مقام الكلام هنا أن فتح همزة { أَنما } لأجل لام تعليل مقدرة مجرور بها { أنما } . والتقدير : إلاّ لأَنما أنا نذير ، أي إلا لعلّة الإِنذار ، أي ما أوحي إلي نبأ الملأ الأعلى إلا لأنذركم به ، أي ليس لمجرد القصص .فالاستثناء من علل ، وقد نُزِّل فعل { يوحى } منزلة اللازم ، أي ما يوحى إلي وحيٌ فلا يقدّر له مفعول لقلة جدواه وإيثار جدوى تعليل الوحي .وبهذا التقدير تكمل المناسبة بين موقع هذه الجملة وموقع جملة { ما كانَ لي مِن علم بالملأ الأعلى إذ يختصمون } المبيّنة بها جملةُ { قُل هُوَ نبؤا عظيم أنتم عنه مُعرضون } ، إذ لا مناسبة لو جعل { أنَّما أنا نذيرٌ مبينٌ } مستثنى من نائب فاعل الوحي بأن يقدر : إن يوحى إليّ شيء إلا أنما أنا نذير مبين ، أي ما يوحى إليّ شيء إلا كوني نذيراً ، وإن كان ذلك التقدير قد يسبق إلى الوهم لكنه بالتأمل يتّضح رجحان تقدير العلة عليه .فأفادت جملة { إن يوحى إليَّ أنَّما أنا نذيرٌ مبينٌ } حصر حكمة ما يأتيه من الوحي في حصول الإِنذار وحصر صفة الرسول صلى الله عليه وسلم في صفة النذارة ، ويستلزم هذان الحصران حصراً ثالثاً ، وهو أن إخبار القرآن وحي من الله وليست أساطير الأولين كما زعموا . فحصل في هذه الجملة ثلاثة حصور : اثنان منها بصريح اللفظ ، والثالث بكناية الكلام ، وإلى هذا المعنى أشار قوله تعالى : { وما كنت بجانب الطور إذ نادينا ولكن رحمة من ربك لتنذر قوماً ما أتاهم من نذير من قبلك } [ القصص : 46 ] . وهذه الحصور : اثنان منها إضافيان ، وهما قصر ما يوحى إليه على علة النذارة وقصر الرسول صلى الله عليه وسلم على صفة النذارة ، وكلاهما قلب لاعتقادهم أنهم يسمعون القرآن ليتخذوه لعباً واعتقادهم أن الرسول صلى الله عليه وسلم ساحر أو مجنون . وعلم من هذا أن ذكر نبأ خلق آدم قصد به الإِنذار من كيد الشيطان . وقرأ أبو جعفر { إلاَّ إنَّما } بكسر همزة { إنما } على تقدير القول ، أي ما يوحى إلا هذا الكلام ."
    },
    {
      "ayah": 71,
      "surah": 38,
      "text": "إِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي خَالِقٌ بَشَرًا مِنْ طِينٍ (71) موقع { إذْ قالَ ربُّكَ للملائِكة } صالح لأن يكون استئنافاً فإذا جعلنا النبأ بمعنى نبأ أهل المحشر الموعود به فيكون { إذْ قَالَ } متعلقاً بفعل محذوف تقديره : أُذكر ، على أسلوب قوله : { وإنك لتلقى القرآن من لَدُن حكيم عليم إذ قال موسى لأهله إني آنست ناراً } [ النمل : 6 ، 7 ] ، ونظائِرِه ."
    },
    {
      "ayah": 72,
      "surah": 38,
      "text": "فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِنْ رُوحِي فَقَعُوا لَهُ سَاجِدِينَ (72) فإمّا على جعل النبأ بمعنى نبأ خلق آدم فإن جملة { إذْ قال ربك } بدل من { إذْ يختصمون } [ ص : 69 ] بدلَ بعض من كل لأن مجادلة الملأ الأعلى على كلا التفسيرين المتقدمين غير مقتصرة على قضية قصة إبليس ، فقد روى الترمذي بسنده عن مالك بن يخامر عن النبي صلى الله عليه وسلم حديثاً طويلاً في رؤيا النبي صلى الله عليه وسلم \" أنه رأى ربه تعالى فقال له : يا محمد فِيمَ يختصم الملأ الأعلى؟ قلت : لا أدري . قالها ثلاثاً . ثم قال بعد الثالثة بعد أن فتح الله عليه ، قلت : في الكفارات . قال : ما هن؟ قلت مشي الأقدام إلى الحسنات والجلوس في المساجد \" وذكرَ أشياء من الأعمال الصالحة ( ولم يذكر اختصامهم في قضية خلق آدم ) . وقال الترمذي هو حديث حسن صحيح وقال عن البخاري : إنه أصح من غيره مما في معناه ولم يخرجه البخاري في «صحيحه» وليس في الحديث أنه تفسير لهذه الآية ، وإنما جعله الترمذي في كتاب «التفسير» لأن ما ذُكر فيه بعضٌ مما يختصم فيه أهل الملأ الأعلى مراد به اختصام خاص هو ما جرى بينهم في قصة خلق آدم والمقاولة بين الله وبين الملائكة"
    },
    {
      "ayah": 73,
      "surah": 38,
      "text": "فَسَجَدَ الْمَلَائِكَةُ كُلُّهُمْ أَجْمَعُونَ (73) لأن قوله : { فَسَجَدَ الملائكةُ } يقتضي أنهم قالوا كلاماً دَل على أنهم أطاعوا الله فيما أمرهم به ، بل ورد في سورة البقرة تفصيل ما جرى من قول الملائكة فهو يبيّن ما أجمل هنا وإن كان متأخراً إذ المقصود من سوق القصة هنا الاتّعاظ بكبِرْ إبليس دون ما نشأ عن ذلك . ويَجوز أن يكون { إذْ قالَ ربُّكَ } منصوباً بفعل مقدر ، أي اذكر إذ قال ربك للملائكة ، وهو بناء على أن ضمير { هُو نبؤا عظيمٌ } [ ص : 67 ] ليس ضمير شأن بل هو عائد إلى ما قبله وأن { إذْ يختصمون } [ ص : 69 ] مراد به خصومة أهل النار . وقصة خلق آدم تقدم ذكرها في سور كثيرة أشبهها بما هنا ما في سورة الحجر ، وأبينُها ما في سورة البقرة ."
    },
    {
      "ayah": 74,
      "surah": 38,
      "text": "إِلَّا إِبْلِيسَ اسْتَكْبَرَ وَكَانَ مِنَ الْكَافِرِينَ (74)ووقع في سورة الحِجْر ( 31 ) { إلا إبليس أبى } وفي هذه السورة { إلا إبليس استكْبَر } فيكون ما في هذه الآية يبين الباعث على الإِباية . ووقعت هنا زيادة { وكانَ مِنَ الكافِرينَ } ، وهو بيان لكون المراد في سورة الحجر ( 31 ) من قوله : { أن يكون مع الساجدين } الإِبَاية من الكون من الساجدين لله ، أي المنزهي الله عن الظلم والجهل .ووقع في هذه السورة { وكان من الكافرين } ، ومعناه أنه كان كافراً ساعتئذٍ ، أي ساعة إبائه من السجود ولم يكن قبلُ كافراً ، ففعل { كان } الذي وقع في هذا الكلام حكاية لكفره الواقع في ذلك الوقت .قال الزجّاج : « ( كان ) جَارٍ على باب سائر الأفعال الماضية إلاّ أن فيه إخباراً عن الحَالة فيما مضى ، إذا قلت : كان زيد عالماً ، فقد أنبأتَ عن أن حالته فيما مضى من الدهر هذا ، وإذا قلت : سيكون عالماً فقد أنبأت عن أن حالة ستقع فيما يستقبل ، فهما عبارتان عن الأفعال والأحوال» اه .وقد بدتْ من إبليس نزعة كانت كامنة في جبلته وهي نزعة الكبر والعصيان ، ولم تكن تظهر منه قبل ذلك لأن الملأ الذي كان معهم كانوا على أكمل حسن الخلطة فلم يكن منهم مثير لما سكن في نفسه من طبع الكبر والعصيان . فلما طرأ على ذلك الملأ مخلوق جديد وأُمر أهل الملأ الأعلى بتعظيمه كان ذلك مورِياً زناد الكبر في نفس إبليس فنشأ عنه الكفر بالله وعصيان أمره .وهذا ناموس خُلُقي جعله الله مبدأ لهذا العالم قبل تعميره ، وهو أن تكون الحوادث والمضائق معيار الأخلاق والفضيلة ، فلا يحكم على نفس بتزكية أو ضدها إلا بعد تجربتها وملاحظة تصرفاتها عند حلول الحوادث بها . وقد مُدح رجل عند عمر بن الخطاب بالخير ، فقال عمر : هل أريتموه الأبيضَ والأصفر؟ يعني الدراهم والدنانير . وقال الشاعر :لا تمدحَنَّ امرأً حتّى تُجرّبه ... ولا تذمَّنَّه من قبل تجريبإن الرجال صناديقُ مقفَّلة ... وما مفاتيحها غَير التجاريبووجه كونه من الكافرين أنه امتنع من طاعة الله امتناع طعن في حكمة الله وعلمه ، وذلك كفر لا محالة ، وليس كامتناع أحد من أداء الفرائض إن لم يجحد أنها حَقّ خلافاً للخوارج وكذلك المعتزلة ."
    },
    {
      "ayah": 75,
      "surah": 38,
      "text": "قَالَ يَا إِبْلِيسُ مَا مَنَعَكَ أَنْ تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ أَسْتَكْبَرْتَ أَمْ كُنْتَ مِنَ الْعَالِينَ (75) أي خاطب الله إبليس ولا شك أن هذا الخطاب حينئذٍ كان بواسطة ملَك من الملائكة لأن إبليس لما استكبر قد انسلخ عن صفة الملكية فلم يعد بعد أهلاً لتلقي الخطاب من الله ولم يكن أرفع رتبة من الرسل الذين قال الله فيهم { وما كان لبشر أن يكلمه اللَّه إلا وحياً أو من وراء حجاب أو يرسل رسولاً فيوحي بإذنه ما يشاء } [ الشورى : 51 ] ، وبذلك تكون المحاورة المحكية هنا بواسطة ملَك فيكون الاختصام بينه وبين الملائكة على جعل ضمير { يختَصِمُونَ } [ ص : 69 ] عائداً إلى الملأ الأعلى كما تقدم .وجيء بفعل { قال } غير معطوف حسب طريقة المقاولات . وتقدم قريب من هذه الآية في سورة الحجر إلا قوله هنا { ما مَنَعَكَ أن تَسْجُدَ } ، أي ما منعك من السجود ، ووقع في [ سورة الأعراف : 12 ] { أن لا تسجد } على أن لا زائدة . وحُكي هنا أن الله قال له : لِمَا خلقْتُ بِيدي } ، أي خلقته بقدرتي ، أي خلقاً خاصّاً دفعة ومباشرة لأمر التكوين ، فكان تعلق هذا التكوين تعلقاً أقربَ من تعلقه بإيجاد الموجودات المرتَّبة لها أسباب تباشرها من حمل وولادة كما هو المعروف في تخلق الموجودات عن أصولها . ولا شكّ في أن خلق آدم فيه عناية زائدة وتشريف اتصال أقرب . فاليدان تمثيل لتكوّن آدم من مُجرد أمر التكوين للطين بهيئة صنع الفخَّاري للإِناء من طين إذ يسوّيه بيديه . وكان السلف يُقِرّون أن اليدين صفة خاصة لله تعالى لورودهما في القرآن مع جزمهم بتنزيه الله عن مشابهة المخلوقات وعن الجسمية وقصدهم الحذر من تحكيم الآراء في صفات الله ، أو أن تحمل العقول القاصرة صفاتتِ الله على ما تعارفته { ولتصنع على عيني } [ طه : 39 ] وقال مرة { فإنك بأعيننا } [ الطور : 48 ] . وقد تقدم القول في الآيات المشاهبة في أول سورة آل عمران .وفي إلقاء هذا السؤال إلى إبليس قطع بمعذرته . والمعنى : أمن أجل أنك تتعاظم بغير حق أم لأنك من أصحاب العلو ، والمراد بالعلو الشرف ، أي من العالين على آدم فلا يستحق أن تعظمه فأجاب إبليس مما يشق الثاني . فتبين أنه يعدّ نفسه أفضل من آدم لأنه مخلوق من النار وآدم مخلوق من الطين ، يعني والنار أفضل من الطين ، أي في رأيه . وعبر عن آدم باسم «مَا» الموصولة وهو حينئذٍ إنسان لأن سجود الملائكة لآدم كان بعد خلقه وتعليمه الأسماء كما في سورة البقرة . ويؤيد قول أهل التحقيق أن «ما» لا تختص بغير العاقل وشواهده كثيرة في القرآن وغيره من كلام العرب .وقال : { أنَا خيرٌ منه } قولٌ من الشيطان حكي على طريقة المحاورات . وجملة { خلقتني من نارٍ وخلقته من طِينٍ }"
    },
    {
      "ayah": 76,
      "surah": 38,
      "text": "قَالَ أَنَا خَيْرٌ مِنْهُ خَلَقْتَنِي مِنْ نَارٍ وَخَلَقْتَهُ مِنْ طِينٍ (76)بيان لجملة { أنا خيرٌ منه } . وقد جعل إبليس عذره مبْنياً على تأصيل أن النار خير من الطين ولم يرد في القرآن أن الله رد عليه هذا التأصيل لأنه أحقر من ذلك فلعنه وأطرده لأنه ادعى باطلاً وعصى ربّه استكباراً : وطَرْدُه أجمع لإِبطال علمه ودحض دليله ، غير أن النور الذي في النار نور عارض قائم بالأجسام الملْتهبة التي تسمّى ناراً ، وليس للنار قيام بنفسها ولذلك لم تَعْدُ أن يكون كيانها مخلوطاً بما يُلهبها .ومعنى كون الشيطان مخلوقاً من النار أَنَّ ابتداء تكوّن الذَّرة الأصلية لقوام ماهيته من عنصر النار ، ثم تمتزج تلك الذرة بعناصر أخرى مثل الهواء وما الله أعلم به . ومعنى كون آدم مخلوقاً من الطين أن ابتداء تكوّن ذَرات جثمانه من عنصر التراب وأدخل على تلك الذرات ما امتزجت به عناصر الهواء والماء والنار وما يتولد على ذلك التركيب من عناصر كيماوية وقوة كهربائية تتقوم بمجموعها ماهية الإِنسان .وتكون { من } في الموضعين ابتدائية لا تبعيضية .وقد جزم الفلاسفة الأولون والأطباء بأن عنصر النار أشرف من عنصر التراب ويعبر عنه بالأرض لأن النار لطيفة مضيئة اللون والتراب كثيف مظلم اللون .وقال الشيرازي في «شرح كليات القانون» : إن النار وإن ترَجحت على الأرض بما ذكر فالأرض راجحة عليها بأنها خير للحيوان والنبات ، وغيرُ مفسدة ببردها ، بخلاف النار فإنها مفسدة بحرّها لكونه في الغاية إلى غير ذلك .والحق : أن أفضليّة العناصر لا تقتضي أفضلية الكائنات المنشأَة منها لأن العناصر أجرام بسيطة لا تتكون المخلوقات من مجردها بل المخلوقات تتكون بالتركيب بين العناصر ، والأجسامُ الإِنسانية مركبة من العناصر كلّها . والروح الآدمي لطيفة نورانية تفوَّق بها الإِنسان على جميع المركبات بأن كان فيه جزء ملَكي شارك به الملائكة ، ولذلك طلب منه خالقه تعالى وتقدّس أن يلحق نفسه بالملائكة فتحقق ذلك الالتحاق كاملاً في الأنبياء والمرسلين ومن أجل ذلك قلنا : إن الأنبياء والرسل أفضل من الملائكة لاستواء الفريقين في تمحض النورانية وتميُّز فريق الأنبياء بأنهم لَحقوا تلك المراتب بالاصطفاء والطاعة ، فليس لإِبليس دليل في التفضيل على آدم وإنما عرضت له شبهة ضالة ولذلك جوزي على إبائه من السجود إليه بالطرد من الملأِ الأعلى .وإنما بسطنا القول هنا لردّ شبه طائفة من الملاحدة الذين يصوبون شبهة إبليس طعناً في الدين لا إيماناً بالشياطين ليعلموا أنه لو سلمنا أن النار أشرف من الطين لما كان ذلك مُقتضياً أن يكون ما ينشأ من النار أفضل مما ينشأ من الطين لأن المخلوق كائن مركب من عناصر وأجزاء متفاوتة والتركيب قد يُدخل على المادة الأولى شرفاً وقد يدخل عليها حَقارة ، والتفاضل إنما يتقوم من الكمال في الذات والآثار ."
    },
    {
      "ayah": 77,
      "surah": 38,
      "text": "قَالَ فَاخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌ (77) عاقبه الله على ما برز من نفسانيته فخالف ما كان من طريقته فأطرده من الملأ الأعلى ومن الجنة ، وضمير { قَالَ } عائد إلى الله تعالى على طريقة حكاية المقاولات . وفُرّع أمره بالخروج من الجنة بالفاء على ما تقدمه من السؤال والجواب لأن جوابه دل على كون خبث في نفسه بدت آثاره في عمله فلم يصلح لمخالطة أهل الملأ الأعلى . وتقدم تفسير نظير هذه الآية في سورة الحجر .واللعنة : الإِبعاد من رحمة الله ، وأضيف إلى الله لتشنيع متعلقها وهو الملعون لأن الملعون من جانب الله هو أشنع ملعون ."
    },
    {
      "ayah": 78,
      "surah": 38,
      "text": "وَإِنَّ عَلَيْكَ لَعْنَتِي إِلَى يَوْمِ الدِّينِ (78)وجعل { يَوْممِ الدِينِ } غاية اللعنة للدلالة على دوامها مدةَ هذه الحياة كلها ليستغرق الأزمنة كلها ، وليس المراد حصول ضد اللعنة له يوم الدين أعني الرحمة لأن يوم الدين يوم الجزاء على الأعمال فجزاء الملعون العذاب الأليم كما أنبأ بذلك التعبير ب { يَوْممِ الدينِ } دون : { يوم يبعثون } [ ص : 79 ] ، أو { يوم الوقت المعلوم } [ ص : 81 ] ."
    },
    {
      "ayah": 79,
      "surah": 38,
      "text": "قَالَ رَبِّ فَأَنْظِرْنِي إِلَى يَوْمِ يُبْعَثُونَ (79) أي قال إبليس . وتقدم نظير هذه الآية في سورة الحجر وتفسيرها هناك مستوفى ."
    },
    {
      "ayah": 8,
      "surah": 38,
      "text": "أَؤُنْزِلَ عَلَيْهِ الذِّكْرُ مِنْ بَيْنِنَا بَلْ هُمْ فِي شَكٍّ مِنْ ذِكْرِي بَلْ لَمَّا يَذُوقُوا عَذَابِ (8){ أَءَنزِلَ عَلَيْهِ الذكر مِن بَيْنِنَا } .يجوز أن يكون { أءُنزِلَ عليه الذكر من بيننا } من كلام عموم الكافرين المحكي بقوله : { وقال الكافِرُونَ هذا ساحِرٌ كذَّابٌ } [ ص : 4 ] فيكون متصلاً بقوله : { أجعَلَ الآلِهة إلها واحداً } [ ص : 5 ] ويكون قوله { أءُنزلَ عليه الذكرُ } بياناً لجملة { كَذَّابٌ } [ ص : 4 ] ، لأن تقديره : هذا كذّاب إذ هو خبر ثان ل ( كان ) ، ولكونه بياناً للذي قبله لم يعطف عليه ويكون ما بينهما من قوله : { وانطلق الملأُ منهم } [ ص : 6 ] إلى قوله : { إن هذا إلا اختلاقٌ } [ ص : 7 ] اعتراضاً بين جملتي البيان .ويجوز أن يكون من تمام كلام الملأ واستغني به عن بيان جملة { كَذَّابٌ } لأن نطق الملأ به كاففٍ في قول الآخرين بموجَبه فاستغنوا عن بيان جملة { كذابٌ } .والاستفهام إنكاري ، ومناط الإِنكار هو الظرف { من بيننا } وهو في موضع حال من ضمير { عليه } ، فأنكروا أن يُخص محمد صلى الله عليه وسلم بالإِرسال وإنزاللِ القرآن دون غيره منهم ، وهذا هو المحكي في قوله تعالى : { وقالوا لولا نزل هذا القرآن على رجل من القريتين عظيم } [ الزخرف : 31 ] أي من مكة أو الطائف ولم يريدوا بهذا الإِنكار تجويز أصل الرسالة عن الله وإنما مرادهم استقصاء الاستبعاد فإنهم أنكروا أصل الرسالة كما اقتضاه قوله تعالى : { وعَجِبوا أن جاءَهم مُنذرٌ منهم } [ ص : 4 ] وغيره من الآيات ، وهذا الأصل الثاني من أصول كفرهم التي تقدم ذكرها عند قوله تعالى : { أجعل الآلهة إلها واحداً } [ ص : 5 ] وهو أصل إنكار بعثه رسول منهم { بَلْ هُمْ فِي شَكٍّ مِّن ذِكْرِ }يجوز أن يكون هذا جواباً عن قولهم : { أءُنزِلَ عليه الذكر من بيننا } أي ليس قصدهم الطعن في اختصاصك بالرسالة ولكنهم شاكُّون في أصل إنزاله ، فتكون { بل } إضراباً إبطالياً تكذيباً لما يظهر من إنكارهم إنزال الذكر عليه من بينهم على ما تقدم ، أي إنما قصدهم الشك في أن الله يوحي إلى أحد بالرسالة ، فيكون معنى { في شَكّ من ذِكري } شكّاً من وقوعه . والشك يطلق على اليقين مجازاً مرسلاً بعلاقة الإِطلاق والتقييد فيكون كمعنى قوله تعالى : { فإنهم لا يكذبونك ولكن الظالمين بآيات اللَّه يجحدون } [ الأنعام : 33 ] . ويجوز أن يكون انتقالاً من خبر عنهم إلى خبر آخر فيكون استئنافاً وتكون { بل } للإِضراب الانتقالي ، والمعنى : وهم في شك من ذكري ، أي في شك من كنه القرآن ، فمرة يقولون : افتراه ، ومرة يقولون : شعر ، ومرة : سحر ، ومرة : أساطير الأولين ، ومرة : قول كاهن . فالمراد بالشك حقيقتهُ أي التردد في العلم . وإضافة الذكر إلى ضمير المتكلم وهو الله تعالى إضافة تشريف ولتحقيق كونه من عند الله . والذكر على هذا الوجه هو عين المراد من قوله : { أءُنزل عليه الذكر } وإنما وقع التعبير عنه بالظاهر دون الضمير توصلاً إلى التنويه به بأنه من عند الله .و { في } للظرفية المجازية ، جُعلت ملابسة الشك إياهم بمنزلة الظرف المحيط بمحويه في أنه لا يخلو منه جانب من جوانبه .و { مِن } في قوله : { مِن ذِكري } ابتدائية لكون الشك صفة لهم ، أي نشأ لهم الشك من شأن ذكري ، أي من جانب نفي وقوعه ، أو في جانب ما يصفونه به .{ ذِكْرِى بَل لَّمَّا يَذُوقُواْ } .أتبع ذلك الإِضراب بإضراب آخر يبين أن الذي جرّأهم على هذا الشقاق أنهم لما تأخر حلول العذاب بهم ظنوا وعيده كاذباً فأخذوا في البذاءة والاستهزاء ولو ذاقوا العذاب لألقمت أفواههم الحجر .و { لمّا } حرف نفي بمعنى ( لم ) إلاّ أن في { لمّا } خصوصية ، وهي أنها تدلّ على المنفي بها متصل الانتفاء إلى وقت التكلم بخلاف ( لم ) فلذلك كان النفي ب { لمّا } قد يُفهم منه ترقب حصول المنفي بعد ذلك قال صاحب «الكشاف» في قوله تعالى : { ولما يدخل الإيمان في قلوبكم } في سورة الحجرات } ( 14 ) ما في { لمّا من معنى التوقع دال على أن هؤلاء قد آمنوا فيما بعدُ ، أي دال بطريق المفهوم الحاصل من معنى غاية النفي إلى زمن التكلم ، أي لا أضمن ما بعد ذلك ، وقد ذاقوا عذاب السيف يوم بدر بعد نزول هذه الآية بأربع سنين .وإضافة عذاب } إلى ياء المتكلم لاختصاصه بالله لأنه مُقدِّره وقاض به عليهم ولوقوعه على حالة غير جارية على المعتاد إذ الشأن أن يستأصل الجيش القوي الجيشَ القليل . وحذفت ياء المتكلم تخفيفاً للفاصلة ، وأبقيت الكسرة دليلاً عليها وهو حذف كثير في الفواصل والشعر على نحو حذفها من المنادَى ."
    },
    {
      "ayah": 80,
      "surah": 38,
      "text": "قَالَ فَإِنَّكَ مِنَ الْمُنْظَرِينَ (80) أي قال إبليس . وتقدم نظير هذه الآية في سورة الحجر وتفسيرها هناك مستوفى ."
    },
    {
      "ayah": 81,
      "surah": 38,
      "text": "إِلَى يَوْمِ الْوَقْتِ الْمَعْلُومِ (81)أي قال إبليس . وتقدم نظير هذه الآية في سورة الحجر وتفسيرها هناك مستوفى ."
    },
    {
      "ayah": 82,
      "surah": 38,
      "text": "قَالَ فَبِعِزَّتِكَ لَأُغْوِيَنَّهُمْ أَجْمَعِينَ (82) الفاء لتفريع كلامه على أمر الله إياه بالخروج من الجنة وعقابه إياه باللعنة الدائمة وهذا التفريع من تركيب كلام متكلم على كلام متكلم آخر . وهو الملقب بعطف التلقين في قوله تعالى : { قال ومن ذريتي } في سورة [ البقرة : 124 ] .أقسم الشيطان بعزة الله تحقيقاً لقيامه بالإِغواء دون تخلف ، وإنما أقسم على ذلك وهو يعلم عظمة هذا القَسَم لأنه وجد في نفسه أن الله أقدره على القيام بالإِغواء والوسوسة وقد قال في سورة [ الحجر : 39 ] : { رب بما أغويتني لأزينن لهم في الأرض ولأغوينهم أجمعين }"
    },
    {
      "ayah": 83,
      "surah": 38,
      "text": "إِلَّا عِبَادَكَ مِنْهُمُ الْمُخْلَصِينَ (83)والعزة : القهر والسلطان ، وعزة الله هي العزة الكاملة التي لا تختل حقيقتها ولا يتخلف سلطانها ، وقَسَم إبليس بها ناشىء عن علمه بأنه لا يستطيع الإِغواء إلا لأن الله أقدره ولولا ذلك لم يستطع نقض قدرة الله تعالى .وتقدم تفسير نظير : { ولأغوينهم أجمعين إلا عبادك منهم المخلصين في سورة } [ الحجر : 40 ] ."
    },
    {
      "ayah": 84,
      "surah": 38,
      "text": "قَالَ فَالْحَقُّ وَالْحَقَّ أَقُولُ (84) أي قال الله تعالى تفريعاً ، وهذا التفريع نظير التفريع في قوله : { فبعزَّتِكَ لأُغوينهم أجمعينَ } [ ص : 82 ] .وقوبل تأكيد عزمه الذي دل عليه قولُه { فبعزتك } [ ص : 82 ] بتأكيدٍ مثله ، وهو لفظ { الحقَّ } الدال على أن ما بعده حق ثابت لا يتخلف ، ولم يزد في تأكيد الخبر على لفظ { الحق } تذكيراً بأن وعد الله تعالى حق لا يحتاج إلى قَسَم عليه ترفعاً من جلال الله عن أن يقابل كلام الشيطان بقَسَم مثله . ولذلك زاد هذا المعنى تقريراً بالجملة المعترضة وهي { والحقّ أقول } الذي هو بمعنى : لا أقول إلا الحق ، ولا حاجة إلى القَسَم .وقرأ الجمهور : { فالحقّ } بالنصب وانتصابه على المفعولية المطلقة بدلاً عن فعل من لفظه محذوففٍ تقديره : أُحقّ ، أي أُوْجب وأحقّق . وأصله التنكير ، فتعريفه باللام تعريف الجنس كالتعريف في : أرسلَها العِراك ، فهو في حكم النكرة وإنما تعريفه حِلية لفظية إشارة إلى ما يعرفه السامع من أن الحق ما هو وتقدم بيانه في أول الفاتحة .وقرأه عاصم وحمزة بالرفع على أنه لمَّا تعرف باللام غلبت عليه الاسمية فتنوسي كونه نائباً عن الفعل . وهذا الرفع إما على الابتداء ، أي فالحق قولي ، أو فالحق لأملأنّ جهنم الخ ، على أن تكون جملة القَسَم قائمة مقام الخبر ، وإمّا على الخبرية ، أي فقولي الحقّ وتكون جملة { لأملأنَّ جهنَّمَ } مُفسر القول المحذوف ، ولا خلاف في نصب الحق من قوله : { والحق أقول . } وتقدم تفصيل ذلك في أول سورة الفاتحة .وجملة { لأملأنَّ جهنَّمَ منكَ } الخ مبيّنة لجملة { فالحق } وهي مؤكدة بلام القسم والنون .وتقدم المفعول في { والحق أقول } للاختصاص ، أي ولا أقول إلا الحق .و ( مِن ) في قوله : { منك وممن تبعك } بيانية وهي التي تدخل على التمييز وينتصب التمييز بتقدير معناها . وتدخل على تمييز ( كَم ) في نحو { كم أهلكنا من قبلهم من قرن } [ ص : 3 ]"
    },
    {
      "ayah": 85,
      "surah": 38,
      "text": "لَأَمْلَأَنَّ جَهَنَّمَ مِنْكَ وَمِمَّنْ تَبِعَكَ مِنْهُمْ أَجْمَعِينَ (85)، وهي هنا بيان لما دل عليه { لأملأن } من مقدار مبهم فبيّن بآية { منك وممن تبعك } ولما كان شأن مدخول «من» البيانية أن يكون نكرة تعين اعتبار كاف الخطاب في معنى اسم الجنس ، أي من جنسك الشياطين إذ لا تكون ذات إبليس مِلأً لجهنم . وإذ قد عطف عليه { وممن تبعك منهم أي من تبعك من الذين أغويتهم من بني آدم ، فلا جائز أن يبْقى من عدَا هذين من الشياطين والجِنة غير مِلْءٍ لجهنم .وأجْمعينَ } توكيد لضمير { مِنْكَ } و«لمَن» في قوله : { ومِمَّن تَبِعَكَ .واعلم أن حكاية هذه المقاولة بين كلام الله وبين الشيطان حكاية لما جرى في خَلد الشيطان من المدارك المترتبة المتولدة في قرارة نفسه ، وما جرى في إرادة الله من المسببات المترتبة على أسبابها من خواطر الشيطان لأن العالم الذي جرت فيه هذه الأسباب ومسبباتها عالم حقيقة لا يجري فيه إلا الصدق ولا مطمع فيه لترويج المواربة ولا الحيلة ولذلك لا تعد خواطر الشيطان المذكورة فيه جرأة على جلال الله تعالى ولا تعدّ مجازاة الله تعالى الشيطانَ عليه تنازلاً من الله لمحاورة عبد بغيض لله تعالى .وقد ذكرنا في تفسير سورة الحجر ما دلت عليه الأقوال التي جرت من الشيطان بين يدي الله تعالى والأقوالُ التي ألقاها الله عليه ."
    },
    {
      "ayah": 86,
      "surah": 38,
      "text": "قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ (86) لمّا أمر الله رسوله بإبلاغ المواعظ والعبر التي تضمنتها هذه السورة أمره عند انتهائها أن يقرع أسماعهم بهذا الكلام الذي هو كالفذلكة للسورة تنهية لها تسجيلاً عليهم أنه ما جاءهم إلا بما ينفعهم وليس طالباً من ذلك جزاء ، أي لو سألهم عليه أجراً لراج اتّهامهم إياه بالكذب لنفع نفسه ، فلما انتفى ذلك وجب أن ينتفي توهم اتهامه بالكذب لأن وازع العقل يصرف صاحبه على أن يكذب لغير نفع يرجوه لِنفسه .والمعنى عموم نفي سؤالِه الأجرَ منهم من يوم بعث إلى وقت نزول هذه الآية وهو قياس استقراء لأنهم إذا استقرَوْا أحوال الرسول صلى الله عليه وسلم فيما مضى وجدوا انتفاء سؤاله أجراً أمراً عاماً بالاستقراء التام الحاصل من جميع أفراد المشركين في جميع مخالطاتهم إياه ، فهو أمر متواتر بينهم فهذا إبطال لقولهم { كذاب } [ ص : 4 ] المحكي عنهم في أول السورة وإقامة الحجة على صدق رسالته كما سيجيء .وضمير { عَلَيْهِ } عائد إلى القرآن المعلوم من المقام فإن مبدأ السورة قوله { والقراننِ ذي الذِكرِ } [ ص : 1 ] فهذا من رد العجز على المصدر .وعطف { وما أنا من المتكلفين } أفاد انتفاء جميع التكلف عن النبي صلى الله عليه وسلموالتكلف : معالجة الكلفة ، وهي ما يشقّ على المرء عمله والتزامه لكونه يحرجه أو يشق عليه ، ومادة التفعل تدل على معالجة ما ليس بسهل ، فالمتكلف هو الذي يتطلب ما ليس له أو يدعي علم ما لا يعلمه .فالمعنى هنا : ما أنا بمُدَّع النبوءة باطلاً من غير أن يوحى إليّ وهو رد لقولهم : { كذاب } [ ص : 4 ] وبذلك كان كالنتيجة لقوله : { ما أسألكم عليه من أجْرٍ } لأن المتكلف شيئاً إنما يطلب من تكلُّفِه نفعاً ، فالمعنى : وما أنا ممن يدعون ما ليس لهم . ومنه حديث الدارقطني عن ابن عمر قال : خرج رسول الله في بعض أسفاره فمرّ على رجل جالس عند مقراة له ( أي حوض ماء ) ، فقال عُمر : يا صاحبَ المَقراة أَوَلَغَتْ السباع الليلة في مَقراتك؟ فقال له النبي صلى الله عليه وسلم يا صاحب المَقراة لا تخبره ، هذا متكلف لها مَا حملتْ في بطونها ولنا ما بقي شراب وطهور . وفي «الصحيحين» عن ابن مسعود أنه قال : «يا أيها الناس من علِم منكم علماً فليقل به ومن لم يعلم فليقل : الله أعلم ، قال الله لرسوله : { قُلْ ما أسألُكُم عليهِ من أجْرٍ وما أنا مِن المتكلفين } .وأخذ من قوله : { وما أنا من المتكلفين } أن ما جاء به من الدين لا تكلف فيه ، أي لا مشقة في تكاليفه وهو معنى سماحة الإِسلام ، وهذا استرواح مبني على أن من حكمة الله أن يجعل بين طبع الرسول صلى الله عليه وسلم وبين روح شريعته تناسباً ليكون إقباله على تنفيذ شرعه بِشَرَاشِره لأن ذلك أنفى للحرج عنه في القيام بتنفيذ ما أمر به .وتركيب { ما أنا من المتكلفين } أشدّ في نفي التكلّف من أن يقول : ما أنا بمتكلف ، كما تقدم بيانه عند قوله تعالى : { قال أعوذ بالله أن أكون من الجاهلين } في سورة البقرة ( 67 ."
    },
    {
      "ayah": 87,
      "surah": 38,
      "text": "إِنْ هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ (87) ( وجملة { إن هُو إلا ذِكرٌ للعالمين } بدل اشتمال من جملة { وما أنا منَ المتكلفين } اشتمال نفي الشيء على ثبوت ضده ، فلما نفَى بقوله : { وما أنا من المتكلفين } أن يكون تَقَوَّل القرآن على الله ، ثبت من ذلك أن القرآن ذكرٌ للناس ذكّرهم الله به ، أي ليس هو بالأساطير أو الترهات . ولك أن تجعلها تذييلاً إذ لا منافاة بينهما هنا . وهذا الإِخبار عن موقع القرآن لدى جميع أمة الدعوة لا خصوص المشركين الذين كان في مجادلتهم لأنه لما ثبت أن النبي صلى الله عليه وسلم لا يرجو من معانديه أجراً . وثبت بذلك أنه ليس بمتقول ما لم يُوحَ إليه انتقل إلى إثبات أن القرآن ذكر للناس قاطبة فيدخل في ذلك مشركو أهل مكة وغيرهم من الناس ، فكأنه قيل يستغني الله عنكم بأقواممٍ آخرين كما قال تعالى : { إن تكفروا فإن الله غني عنكم } [ الزمر : 7 ] .وعموم العالمين يكسب الجملة معنى التذييل للجملتين قبلها .والقصر الذي اشتملت عليه جملة { إن هو إلا ذِكرٌ للعالمين } قصر قلب إضافي ، أي هو ذكر لا أساطير ولا سِحر ولا شعر ولا غير ذلك للردّ على المشركين ما وسَموا به القرآن من غير صفاته الحقيقية ."
    },
    {
      "ayah": 88,
      "surah": 38,
      "text": "وَلَتَعْلَمُنَّ نَبَأَهُ بَعْدَ حِينٍ (88)وجملة { ولتعلمن نبأهُ بعد حينٍ } عطف على جملة { إن هُوَ إلا ذِكرٌ للعالمين } باعتبار ما يشتمل عليه القصر من جانب الإِثبات ، أي وستعلمون خبر هذا القرآن بعد زمان علماً جزماً فيزول شكُّكُم فيه ، فالكلام إخبار عن المستقبل كما هو مقتضى وجود نون التوكيد .والنبأ : الخبر ، وأصل الخبر : الصدق ، أي الموافقة للواقع ، فإذا قيل : أتاني نبأُ كذا ، فمعناه الخبر عن حاله في الواقع ، فإضافة النبأ إلى ما يضاف إليه على معنى اللام إذ معنى اللام هو أصل معاني الإِضافة ، قال تعالى : { وهل أتاك نبأ الخصم } [ ص : 21 ] ، أي ستعلمون صدق وصف هذا القرآن أنه الحق ، وهذا كما قال تعالى : { سنريهم آياتنا في الآفاق وفي أنفسهم حتى يتبين لهم أنه الحق } [ فصلت : 53 ] . وفُسر النبأ بمعنى المفعول ، أي ما أَنبأَ به القرآن من إنذاركم بالعذاب ، فهو تهديد . وكلا الاحتمالين واقع فإن من المخاطبين من عجّل له عذاب السيف يوم بدر ، وبقيتهم رأوا ذلك رأي العين منهم مَن علموا دخول الناس في الإِسلام فماتوا بغيظهم ومنهم من شاهدوا فتح مكة وآمنوا ، أو رأوا قبائل العرب تدخل في الدين أفواجاً فعلموا نبأ صدق القرآن وما وعد به بعد حين فازدادوا إيماناً .وحين كلِّ فريق ما مضى عليه من زمن بين هذا الخطاب وبين تحقق الصدق . والحين : الزمن من ساعة إلى أربعينَ سنة . فختم الكلام بتسجيل التبليغ وأن فائدة ما أبلغهم لهم لا للنبيء صلى الله عليه وسلم وختم بالمواعدة لوقتتِ يقينهم بنبيئه ، وهذا مؤذن بانتهاء الكلام ومراعاة حسن الختام ."
    },
    {
      "ayah": 9,
      "surah": 38,
      "text": "أَمْ عِنْدَهُمْ خَزَائِنُ رَحْمَةِ رَبِّكَ الْعَزِيزِ الْوَهَّابِ (9){ أم } منقطعة وهي للإِضراب أيضاً وهو إضراب انتقالي فإن { أم } مشعرة باستفهام بعدها هو للإِنكار والتوبيخ إنكاراً لقولهم : { أءُنزل عليه الذكر من بيننا } [ ص : 8 ] أي ليست خزائن فضل الله تعالى عندهم فيتصدّوا لحرمان من يشاءون حرمانه من مواهب الخير فإن المواهب من الله يصيب بها من يشاء فهو يختار للنبوءة من يصطفيه وليس الاختيار لهم فيجعلوا من لم يقدموه عليهم في دينهم غير أهل لأن يَختاره الله .وتقديم الظرف للاهتمام لأنه مناط الإِنكار وهوَ كقوله تعالى : { أهم يقسمون رحمة ربك } [ الزخرف : 32 ] .والخزائن : جمع خزانة بكسر الخاء . وهي البيت الذي يخزن فيه المال أو الطعام ، ويطلق أيضاً على صندوق من خشب أو حديد يخزن فيه المال .والخزن : الحِفْظ والحِرْز . والرحمة : ما به رفق بالغير وإحسان إليه ، شبهت رحمة الله بالشيء النفيس المخزون الذي تطمح إليه النفوس في أنه لا يُعطَى إلا بمشيئة خازنه على طريقة الاستعارة المكنية . وإثبات الخزائن : تخييل مثل إثبات الأظفار للمنية ، والإِضافة على معنى لام الاختصاص . والعدول عن اسم الجلالة إلى وصف لأن له مزيد مناسبة للغرض الذي الكلام فيه إيماء إلى أن تشريفه إياه بالنبوءة من آثار صفة ربوبيته له لأن وصف الربّ مؤذن بالعناية والإِبلاغ إلى الكمال . وأجري على الرب صفة { العَزِيزِ } لإِبطال تدخلهم في تصرفاته ، وصفة { الوَهَّابِ } لإِبطال جعلهم الحرمان من الخير تابعاً لرغباتهم دون موادة الله تعالى .و { العزيز } : الذي لا يغلبه شيء ، و { الوهاب } : الكثير المواهب فإن النبوءة رحمة عظيمة فلا يخول إعطاؤها إلا لشديد العزة وافر الموهبة ."
    }
  ]
}
