{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 42,
      "text": "حم (1) ابتدئت بالحروف المقَطَّعة على نحو ما ابتدئت به أمثالها مثل أول سورة البقرة لأن ابتداءها مشير إلى التحدّي بعجزهم عن معارضة القرآن وأن عجزهم عن معارضته دليل على أنه كلام منزل من الله تعالى .وخصت بزيادة كلمة { عسق } على أوائل السور من آل { حم } ولعل ذلك لحال كانوا عليه من شدّة الطعن في القرآن وقت نزول هذه السورة ، فكان التحدي لهم بالمعارضة أشد فزيد في تحدّيهم من حروف التهجّي . وإنّما لم تُوصل الميم بالعين كما وصلت الميم بالراء في طالعة سورة الرعد ، وكما وصلت الميم بالصاد في مفتتح سورة الأعراف ، وكما وصلت العين بالصاد في مفتتح سورة مريم ، لأن ما بعد الميم في السور الثلاث حرف واحد فاتصاله بما قبله أولى بخلاف ما في هذه السورة فإنه ثلاثة حروف تشبه كلمة فكانت أولى بالانفصال ."
    },
    {
      "ayah": 10,
      "surah": 42,
      "text": "وَمَا اخْتَلَفْتُمْ فِيهِ مِنْ شَيْءٍ فَحُكْمُهُ إِلَى اللَّهِ ذَلِكُمُ اللَّهُ رَبِّي عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ (10){ قَدِيرٌ * وَمَا اختلفتم فِيهِ مِن شَىْءٍ فَحُكْمُهُ إِلَى الله ذَلِكُمُ الله رَبِّى عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ } .يجوز أن يكون هذا تكملة للاعتراض فيكون كلاماً موجهاً من الله تعالى إلى النّاس . ويجوز أن يكون ابتداء كلام متصلاً بقوله : { ذلاكم الله ربّي عليه توكلت } ، { فحكمه إلى الله } تعيَّن أن يكون مجمُوع هذا الكلام لمتكلممٍ واحد ، لأن ضمائر { ربي } ، و { توكلتُ } ، و { أنيب } ضمائره ، وتلك الضمائر لا تصلح أن تعود إلى الله تعالى . ولا حظَّ في سياق الوحي إلى أحد سوى النبي صلى الله عليه وسلم فتعين تقدير فعل أمرٍ بقوللٍ يَقوله النبي صلى الله عليه وسلموالجملة معطوفة على الجمل التي قبلها لأن الكلام موجه إلى النبي صلى الله عليه وسلم وإلى المسلمين . والواو عاطفة فِعل أمر بالقول ، وحَذْفُ القول شائع في القرآن بدلالة القرائن لأن مادة الاختلاف مشعرة بأنه بين فريقين وحالة الفريقين مشعرة بأنه اختلاف في أمور الاعتقاد التي أنكرها الكافرون من التوحيد والبعثثِ والنفع والإضرار .و { من شيء } بيان لإبهام { ما } ، أيْ أيُّ شيء اختلفتم فيه ، والمراد : من أشياء الدّين وشؤون الله تعالى .وضمير { فحكمه } عائد إلى { مَا اختلفتم } على معنى : الحكمُ بينكم في شأنه إلى الله . والمعنى : أنه يتضح لهم يوم القيامة المحقّ من المبطل فيما اختلفوا فيه حين يرون الثواب للمؤمنين والعقاب للمشركين ، فيعلَم المشركون أنهم مبطلون فيما كانوا يزعمون .و { إلى الله } خبر عن ( حُكْمُهُ ) . و { إلى } للانتهاء وهو انتهاء مجازي تمثيلي ، مُثِّل تأخيرُ الحكم إلى حلول الوقت المعيَّن له عند الله تعالى بسير السائر إلى أحد يَنزل عنده .ولا علاقة لهذه الآية باختلاف علماء الأمة في أصول الدّين وفروعه لأن ذلك الاختلافَ حكمه منوط بالنظر في الأدلة والأقيسة صحةً وفساداً فإصدار الحكم بين المصيب والمخطىء فيها يسيرٌ إن شاء النّاس التداول والإنصاف . وبذلك توصل أهل الحق إلى التمييز بين المصيب والمخطىء ، ومراتببِ الخطأ في ذلك ، على أنّه لا يناسب سياق الآيات سابِقها وتاليها ولا أغراضَ السور المكية . وقد احتج بهذه الآية نفاة القياس ، وهو احتجاج لا يرتضيه نطَّاس .{ الله ذَلِكُمُ الله رَبِّى عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ } .يجوز أن تكون الجملة مقول قول محذوف يدلّ عليه قوله : { لتنذر أمّ القرى } [ الشورى : 7 ] الآية ، فتكون كلاماً مستأنفاً لأن الإنذار يقتضي كلاماً منذراً به ، ويجوز أن تكون متصلة بجملة { وما اختلفتم فيه من شيء } تكملة للكلام الموجه من الله ويكون في قوله : { ربي } التفاتاً من الخطاب إلى التكلم ، والتقدير : ذلكم الله ربّكم ، وتكون جملتا { عليه توكلت وإليه أنيب } معترضتين .والإشارةُ لتمييز المشار إليه وهو المفهوم مِن { فحكمه إلى الله } . وهذا التمييز لإبطال التباس ماهية الإلهياة والربوبية على المشركين إذ سموا الأصنام آلهة وأرباباً .وأوثر اسم الإشارة الذي يستعمل للبعيد لقصد التعظيم بالبعد الاعتباري اللازم لِلسموّ وشرف القدْر ، أي ذلكم الله العظيمُ . ويُتوصل من ذلك إلى تعظيم حكمه ، فالمعنى : الله العظيم في حكمه هُو ربّي الذي توكلت عليه فهو كافيني منكم .والتوكل : تفعل من الوَكْل ، وهو التفويض في العَمل ، وتقدم عند قوله تعالى ، { فإذا عزمتَ فتوكّل على الله } في سورة آل عمران ( 159 ) .والإنابة : الرجوع ، والمراد بها هنا الكناية عن ترك الاعتماد على الغير لأن الرجوع إلى الشيء يستلزم عدم وجود المطلوب عند غيره ، وتقدمت الإنابة عند قوله تعالى : { إن إبراهيم لحليمٌ أوّاهٌ منيبٌ } في سورة هود ( 75 ) .وجيء في فعل { توكلت } بصيغة الماضي وفي فعل { أنيب } بصيغة المضارع للإشارة إلى أن توكله على الله كان سابقاً من قبل أن يظهر له تنكر قومه له ، فقد صادف تنكرُهم منه عبداً متوكلاً على ربّه ، وإذا كان توكله قد سبق تنكُّرَ قومه فاستمراره بعد أن كشّروا له عن أنياب العدوان محقق .وأما فعل { أنيب } فجيء فيه بصيغة المضارع للإشارة إلى تجدد الإنابة وطلب المغفرة . ويعلم تحققها في الماضي بمقارنتها لجملة { عليه توكلت } لأن المتوكل منيب ، ويجوز أن يكون ذلك من الاحتباك . والتقدير : عليه توكلت وأتوكل وإليه أنْبت وأنيب .وتقديم المتعلِّقين في { عليه توكلت وإليه أنيب } لإفادة الاختصاص ، أي لا أتوكّل إلا عليه ولا أنيب إلا إليه ."
    },
    {
      "ayah": 11,
      "surah": 42,
      "text": "فَاطِرُ السَّمَاوَاتِ وَالْأَرْضِ جَعَلَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا وَمِنَ الْأَنْعَامِ أَزْوَاجًا يَذْرَؤُكُمْ فِيهِ لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ (11){ أُنِيبُ * فَاطِرُ السماوات والارض جَعَلَ لَكُم مِّنْ أَنفُسِكُمْ أزواجا وَمِنَ الانعام أزواجا يَذْرَؤُكُمْ فِيهِ لَيْسَ كَمِثْلِهِ } .خبر ثاننٍ عن الضمير في قوله تعالى : { وهو على كل شيء قدير } [ الشورى : 9 ] ، وما بينهما اعتراض كما علمت آنفاً أُعقب به أنه على كل شيء قدير ، فإن خلق السماوات والأرض من أبرز آثار صفة القدرة المنفرد بها .والفاطر : الخالق ، وتقدم في أوّل سورة فاطر ( 1 ) .{ والارض جَعَلَ لَكُم مِّنْ أَنفُسِكُمْ أزواجا وَمِنَ الانعام أزواجا يَذْرَؤُكُمْ } .جملة في موضع الحال من ضمير { فاطر } لأن مضمونها حال من أحوال فَطْر السماوات والأرض فإن خلق الإنسان والأنعام من أعجب أحوال خلق الأرض . ويجوز كونها خبراً ثالثاً عن ضمير { وهو على كل شيء قدير } [ الشورى : 9 ] .والمعنى : قَدَّر في تكوين نوع الإنسان أزواجاً لأفراده ، ولما كان ذلك التقدير مقارناً لأصللِ تكوين النوع جيء فيه بالفعل الماضي .والخطاب في قوله : { لكم } للنّاس كلّهم . والخطاب التفات من الغيبة . واللام للتعليل . وتقديم { لكم } على غيره من معمولات { جعل } ليُعرف أنه معمول لذلك الفعل فلا يتوهم أنه صفة ل { أزواجاً } ، وليكون التعليل به ملاحظاً في المعطوف بقوله { ومن الأنعام أزواجاً } .والأزواج : جمع زوج وهو الذي ينضمُّ إلى فرد فيصير كِلاهما زوجاً للآخر والمراد هنا : الذكور والإناث من النّاس ، أي جعَل لمجموعكم أزواجاً ، فللذكور أزواج من الإناث ، وللنساء أزواج من الرّجال ، وذلك لأجْل الجميع لأن بذلك الجعل حصلت لذة التأنس ونعمة النسل .ومعنى { من أنفسكم } من نوعكم ، ومن بعضكم ، كقوله : { فسلّموا على أنفسكم } [ النور : 61 ] وقوله : { ولا تقتلوا أنفسكم } [ النساء : 29 ] . وكون الأزواج من أنفسهم كمال في النعمة لأنه لو جعل أحد الزوجين من نوع آخر لفات نعيم الأنس ، وأما زعم العرب في الجاهلية أن الرجل قد يتزوج جنيَّة أو غُولاً فذلك من التكاذيب وتخيلات بعضهم ، وربّما عرض لبعض النّاس خبَال في العقل خاصّ بذلك فتخيل ذلك وتحدث به فراج عن كل أبْلَه .وقوله : { ومن الأنعام أزواجاً } عطف على { أزواجاً } الأول فهو كمفعول ل { جعل } والتقدير : وجعل من الأنعام أزواجاً ، أي جعل منها أزواجاً بعضها لبعض . وفائدة ذكر أزواج الأنعام دون أزواج الوحش : أن في أنواع الأنعام فائدة لحياة الإنسان لأنها تعيش معه ولا تنفر منه وينتفع بألبانها وأصوافها ولحومها ونسلها وعملها من حمْل وحرث ، فبِجَعْلها أزواجاً حصل معظم نفعها للإنسان .والذرءُ : بث الخلق وتكثيره ، ففيه معنى توالي الطبقات على مرّ الزمان إذ لا منفعة للنّاس من أزواج الأنعام باعتبارها أزواجاً سوى ما يحصل من نسلها .وضمير الخطاب في قوله : { يذرؤكم } للمخاطبين بقوله : { جعل لكم } . ومرادُ شموله لجعل أزواج من الأنعام المتقدم ذكره لأن ذكر أزواج الأنعام لم يكن هَمَلاً بل مراداً منه زيادة المنّة فإن ذَرْءَ نسل الإنسان نعمة للنّاس وذَرْء نسل الأنعام نعمة أخرى للنّاس ، ولذلك اكتفى بذكر الأزواج في جانب الأنعام عن ذكر الذرء إذ لا منفعة للناس في تزاوج الأنعام سوى ما يحصل من نسلها .وإذ كان الضمير ضمير جماعة العقلاء وكان ضميرَ خطاب في حين أن الأنعام ليست عقلاء ولا مخاطبة ، فقد جاء في ذلك الضمير تغليب العقلاء إذ لم يذكر ضمير صالح للعقلاء وغيرهم كأن يقال : يذراككِ بكسر الكاف على تأويل إرَادة خطاب الجماعة .وجاء فيه تغليب الخطاب على الغيبة ، فقد جاء فيه تغليبان وهو تغليب دقيق إذ اجتمع في لفظ واحد نوعان من التغليب كما أشار إليه الكشاف والسكاكي في مبحث التغليب من «المفتاح» .وضمير { فيه } عائد إلى الجَعْل المفهوم مِن قوله { جعل لكم } ، أي في الجعل المذكور على حدّ قوله : { اعدِلُوا هو أقرب للتقوى } [ المائدة : 8 ] . وجيء بالمضارع في { يذرؤكم } لإفادة التجدد والتجدُّد أنسب بالامتنان .وحرف ( في ) مستعار لمعنى السببية تشبيهاً للسبب بالظرف في احتوائه على مسبباته كاحتواء المنبع على مائه والمعدن على ترابه ومثله قوله تعالى : { ولكم في القصاص حياة } [ البقرة : 179 ] .{ فِيهِ لَيْسَ كَمِثْلِهِ شَىْءٌ وَهُوَ السميع } .خبر ثالث أو رابع عن الضمير في قوله : { وهو على كل شيء قدير } [ الشورى : 9 ] . ومَوقع هذه الجملة كالنتيجة للدليل فإنه لما قُدم ما هو نِعمٌ عظيمة تبيَّن أن الله لا يماثِله شيء من الأشياء في تدبيره وإنعامه .ومعنى { ليس كمثله شيء } ليس مثلَه شيء ، فأقحمت كاف التشبيه على ( مِثل ) وهي بمعناهُ لأن معنى المِثْل هو الشبيه ، فتعيّن أن الكاف مفيدة تأكيداً لمعنى المِثل ، وهو من التأكيد اللّفظي باللّفظ المرادف من غير جنسه ، وحسَّنه أن الموكِّد اسم فأشبه مدخول كاف التشبيه المخالف لمعنى الكاف فلم يكن فيه الثقل الذي في قول خِطام المجاشعي: ... وصَالياتتٍ كَكَما يُؤَثْفَيْنْوإذ قد كان المثل واقعاً في حيّز النفي فالكاف تأكيد لنفيه فكأنَّه نُفِي المثلُ عنه تعالى بجملتين تعليماً للمسلمين كيف يُبطلون مماثلة الأصنام لله تعالى . وهذا الوجه هو رأي ثعْلب وابن جنِّي والزجّاج والراغب وأبي البقاء وابن عطية .وجعله في «الكشاف» وجهاً ثانياً ، وقدّم قبله أن تكون الكاف غير مزيدة ، وأن التقدير : ليس شبيه مثله شيء والمراد : ليس شبه ذاته شيء ، فأثبت لذاته مثلاً ثم نفَى عن ذلك المثل أن يكون له مماثل كنايةً عن نفي المماثل لذات الله تعالى ، أي بطريق لازم اللازم لأنه إذا نفي المِثْل عن مِثْله فقد انتفى المثل عنه إذ لو كان له مثل لما استقام قولك : ليس شيء مثلَ مثلِه . وجعله من باب قول العرب : فلان قد أيفعت لِدَاتُه ، أي أيفع هو فكُني بإيفاع لِدَاته عن إيفاعه . وقول رُقَيْقَةَ بنتتِ صَيفي في حديث سُقيا عبد المطلب \" ألاَ وفيهم الطَّيِّبُ الطاهرُ لداتُه \" اه . أي ويكون معهم الطيّبُ الطاهرُ يعني النبي صلى الله عليه وسلموتبعه على ذلك ابن المنير في «الانتصاف» ، وبعض العلماء يقول : هو كقولك ليس لأخي زيد أخ ، تريد نفي أن يكون لزيد أخ لأنه لو كان لزيد أخ لكان زيد أخا لأخيه فلما نَفَيتَ أن يكون لأخيه أخ فقد نَفيتَ أن يكون لزيد أخ ، ولا ينبغي التعويل على هذا لما في ذلك من التكلّف والإبهام وكلاهما مما ينبو عنه المقام .وقد شملَ نفيُ المماثلة إبطالَ ما نسبُوا لله البناتتِ وهو مناسبة وقوعِه عقب قوله : { جعل لكم من أنفسكم أزواجاً } الآية .وحديثُ سقيا عبد المطلب ، أي خبر استسقائه لقريش أن رقيقة بنت أبي صيفي قالت : تتابعتْ على قريش سنون أقحلت الضرعَ وأدَقَّتْ العَظم ، فبينا أنا نائمة إذا هاتف يهتف : «يا معشر قريش إن هذا النبي المبعوث منكم قد أظلتكم أيامه ألاَ فانظروا رجلاً منكم وَسيطاً عُظَاما جُسَاماً أبيضَ أَوْطَف الأهداب سهل الخدّين أشمّ العرين فليخلص هو وولده ، ألا وفيهم الطيّبُ الطَاهرُ لداته وليهبط إليه من كل بطن رجل فليشنُوا من الماء وليمسوا من الطيب ثم ليرتقُوا أبا قبيس فليستسق الرجل وليؤمنوا فعثتم ما شئتم» الخ . قالوا : وكان معهم النبي صلى الله عليه وسلم وهو يومئذٍ غلام .واعلم أن هذه الآية نفت أن يكون شيء من الموجودات مثلاً لله تعالى . والمثل يُحمل عند إطلاقه على أكمل أفراده ، قال فخر الدّين «المثلان : هما اللذان يقوم كل واحد منهما مقام الآخر في حقيقته وماهيته» اه . فلا يسمّى مثلاً حقاً إلا المماثل في الحقيقة والماهية وأجزائها ولوازمها دون العوارض ، فالآية نفت أن يكون شيء من الموجودات مماثلاً لله تعالى في صفات ذاته لأن ذات الله تعالى لا يماثلها ذواتُ المخلوقات ، ويلزم من ذلك أن كل ما ثبت للمخلوقات في محسوس ذواتها فهو منتففٍ عن ذات الله تعالى . وبذلك كانت هذه الآية أصلاً في تنزيه الله تعالى عن الجوارح والحواسّ والأعضاء عند أهل التأويل والذين أثبتوا لله تعالى ما ورد في القرآن مما نسميه بالمتشابه فإنما أثبتوه مع التنزيه عن ظاهره إذ لا خلاف في إعمال قوله : { ليس كمثله شيء } وأنه لا شبيه له ولا نظير له .وإذ قد اتفقنا على هذا الأصل لم يبق خلاف في تأويل النصوص الموهمة التشبيه ، إلاّ أن تأويل سلفنا كان تأويلاً جُمْليًّا ، وتأويلَ خلفهم كان تأويلاً تفصيليًّا كتأويلهم اليدَ بالقدرة ، والعَينَ بالعلم ، وبَسْطَ اليدين بالجُود ، والوجْهَ بالذات ، والنزولَ بتمثيل حال الإجابة والقبول بحال نزول المرتفع من مكانه الممتنع إلى حيث يكون سائلوه لينيلهم ما سألوه . ولهذا قالوا : طريقة السلف أسلم وطريقة الخلف أعلم .ولما أفاد قوله : { ليس كمثله شيء } صفاتتِ السُلوببِ أعقب بإثبات صفة العِلم لله تعالى وهي من الصفات المعنوية وذلك بوصفه ب { السميع البصير } الدّالين على تعلّق علمه بالموجودات من المسموعات والمبصرات تنبيهاً على أن نفي مماثلة الأشياء لله تعالى لا يتوهّم منه أن الله منزّه عن الاتصاف بما اتصفت به المخلوقات من أوصاف الكمال المعنوية كالحياة والعلم ولكن صفات المخلوقات لا تشبه صفاته تعالى في كمالها لأنها في المخلوقات عارضة ، وهي واجبة لله تعالى في منتهى الكمال ، فكونه تعالى سميعاً وبصيراً من جملة الصفات الداخلة تحت ظلال التأويل بالحمل على عموم قوله تعالى : { ليس كمثله شيء } فلمْ يقتضيا جارحتين . ولقد كان تعقيب قوله ذلك بهما شبيهاً بتعقيب المسألة بمثالها ."
    },
    {
      "ayah": 12,
      "surah": 42,
      "text": "لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ إِنَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ (12)خبر رابع أو خامسٌ عن الضمير في قوله : { وهو على كل شيء قدير } [ الشورى : 9 ] وموقع هذه الجملة كموقع التي قبلها تتنزّل منزلة النتيجة لِما تقدمها ، لأنّه إذا ثبت أن الله هو الوليّ وما تضمنته الجُمل بعدها إلى قوله : { يذرؤكم فيه } [ الشورى : 11 ] من انفراده بالخلق ، ثبت أنه المنفرد بالرِّزق .والمقاليد : جمع إقليد على غير قياس ، أو جمع مِقْلاد ، وهو المفتاح ، وتقدم عند قوله تعالى : { له مقاليد السموات والأرض } في سورة الزمر ( 63 ) . وتقديم المجرور لإفادة الاختصاص ، أي هي ملكه لا ملك غيره .والمقاليد هنا استعارة بالكناية لخيرات السماوات والأرض ، شبهت الخيرات بالكنوز ، وأُثبت لها ما هو من مرادفات المشبَّه به وهو المفاتيح ، والمعنى : أنه وحده المتصرف بما ينفع النّاس من الخيرات . وأما ما يتراءى من تصرف بعض الناس في الخيرات الأرضية بالإعطاء والحرمان والتقتير والتبذير فلا اعتداد به لقلة جدواه بالنسبة لتصرف الله تعالى .وجملة يبسط الرزق لمن يشاء ويقدر } مبينة لمضمون جملة { له مقاليد السموات والأرض } . وبسط الرزق : توْسِعَته ، وقدره : كناية عن قلّته ، وتقدم عند قوله : { الله يبسط الرزق لمن يشاء ويقدر في سورة الرعد ( 26 ) .وجملة إنه بكل شيء عليم } استئناف بياني هو كالعلة لقوله : { لمن يشاء } ، أي أنّ مشيئته جارية على حسب علمه بما يناسب أحوال المرزوقين من بَسط أو قَدْر .وبيان هذا في قوله الآتي : { ولو بسط الله الرزق لعباده لَبَغَوْا في الأرض } [ الشورى : 27 ] ."
    },
    {
      "ayah": 13,
      "surah": 42,
      "text": "شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحًا وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَى وَعِيسَى أَنْ أَقِيمُوا الدِّينَ وَلَا تَتَفَرَّقُوا فِيهِ كَبُرَ عَلَى الْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ اللَّهُ يَجْتَبِي إِلَيْهِ مَنْ يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ يُنِيبُ (13){ عَلِيمٌ * شَرَعَ لَكُم مِّنَ الدين مَا وصى بِهِ نُوحاً والذى أَوْحَيْنَآ إِلَيْكَ وَمَا وَصَّيْنَا } .انتقال من الامتنان بالنعم الجثمانية إلى الامتنان بالنعمة الروحية بطريق الإقبال على خطاب الرّسول صلى الله عليه وسلم والمؤمنين للتنويه بدين الإسلام وللتعريض بالكفار الذين أعرضوا عنه . فالجملة ابتدائية .ومعنى { شرع } أوضح وبيّن لكم مسالك ما كلفكم به . وأصل { شَرَعَ } جعل طريقاً واسعة ، وكثُر إطلاقه على سنّ القوانين والأديان فسُمّي الدّين شريعة . فشرع هنا مستعار للتبيين كما في قوله : { أم لَهم شركاء شرَعُوا لهم من الدّين ما لم يأذن به الله } [ الشورى : 21 ] ، وتقدم في قوله تعالى : { لكل جعلنا منكم شِرْعَةً ومنهاجاً } في سورة [ العقود : 48 ] .والتعريف في الدين } تعريف الجنس ، وهو يعمّ الأديان الإلهاية السابقة . و { من } للتبعيض .والتوصية : الأمر بشيء مع تحريض على إيقاعه والعمل به . ومعنى كونه شرع للمسلمين من الدّين ما وصَّى به نوحاً أن الإسلام دين مثل ما أمر بِه نوحاً وحضَّه عليه . فقوله : { ما وصى به نوحاً } مقدر فيه مضاف ، أي مثلَ ما وصَّى به نوحاً ، أو هو بتقدير كاف التشبيه على طريقة التشبيه البليغ مبالغة في شدة المماثلة حتى صار المِثل كأنّه عين مثله . وهذا تقدير شائع كقول ورقة بن نوفل : «هذا هو الناموس الذي أنزل على عيسى» .والمراد : المماثلة في أصول الدّين مما يجب لله تعالى من الصفات ، وفي أصول الشريعة من كليات التشريع ، وأعظمُها توحيدُ الله ، ثم ما بعده من الكليات الخمس الضروريات ، ثم الحاجيات التي لا يستقيم نظام البشر بدونها ، فإن كل ما اشتملت عليه الأديان المذكورة من هذا النوع قد أُودع مثله في دين الإسلام . فالأديان السابقة كانت تأمر بالتوحيد ، والإيمان بالبعث والحياةِ الآخرة ، وتقْوى الله بامتثال أمره واجتناب مَنْهِيّه على العموم ، وبمكارم الأخلاق بحسب المعروف ، قال تعالى : { قد أفلح من تزكّى وذكر اسمَ ربّه فَصلَّى بل تؤثرون الحياة الدّنيا والآخرة خير وأبقى إنّ هذا لفي الصحف الأولى صحففِ إبراهيم وموسى } [ الأعلى : 14 19 ] . وتختلف في تفاصيل ذلك وتفاريعه .ودين الإسلام لم يَخْلُ عن تلك الأصول وإن خالفها في التفاريع تضييقاً وتوسيعاً ، وامتازت هذه الشريعة بتعليل الأحكام وسدّ الذرائع والأمر بالنظر في الأدلة وبرفع الحرج وبالسماحة وبشدة الاتصال بالفطرة ، وقد بيّنتُ ذلك في كتابي «مقاصدِ الشريعة الإسلامية» . أو المراد المماثلة فيما وقع عقبه بقوله : { أن أقيموا الدين } إلخ بناء على أن تكون { أنْ } تفسيرية ، أي شرع لكم وجوب إقامة الدّين المُوحَى به وعدم التفرّق فيه كما سيأتي . وأيًّا مَّا كان فالمقصود أن الإسلام لا يخالف هذه الشرائع المسمّاة ، وأن اتّباعه يأتي بما أتت به من خير الدّنيا والآخرة .والاقتصار على ذكر دين نوح وإبراهيم وموسى وعيسى لأن نوحاً أول رسول أرسله الله إلى النّاس ، فدينه هو أساس الدّيانات ، قال تعالى :{ إنا أوحينا إليك كما أوحينا إلى نوح والنبيئين من بعده } [ النساء : 163 ] ولأن دين إبراهيم هو أصل الحنيفية وانتشر بين العرب بدعوة إسماعيل إليه فهو أشهر الأديان بين العرب ، وكانوا على أثارة منه في الحجّ والختان والقِرى والفتوة . ودين موسى هو أوسع الأديان السابقة في تشريع الأحكام ، وأما دين عيسى فلأنه الدّين الذي سبق دين الإسلام ولم يكن بينهما دين آخر ، وليتضمنَ التهيئةَ إلى دعوة اليهود والنصارى إلى دين الإسلام . وتعقيب ذكر دين نوح بما أُوحي إلى محمّد عليهما السلام للإشارة إلى أن دين الإسلام هو الخاتم للأديان ، فعطف على أول الأديان جمعاً بين طَرفيْ الأديان ، ثم ذُكر بعدهما الأديانُ الثلاثة الأخَر لأنها متوسطة بين الدينين المذكورين قبلها . وهذا نسج بديع من نظم الكلام ، ولولا هذا الاعتبار لكان ذكر الإسلام مبتدأ به كما في قوله : { إنا أوحينا إليك كما أوحينا إلى نوح والنبيئين من بعده } [ النساء : 163 ] وقوله : { وإذ أخذنا من النبيئين ميثاقهم ومنك ومن نوح } الآية في سورة [ الأحزاب : 7 ] .وذكرَ في الكشاف } في آية الأحزاب أن تقديم ذِكر النبي صلى الله عليه وسلم في التفصيل لبيان أفضليته لأن المقام هنالك لسرد من أخذ عليهم الميثاق ، وأما آية سورة الشورى فإنّما أوردت في مقام وصف دين الإسلام بالأصالة والاستقامة فكأنّ الله قال : شرع لكم الدّينَ الأصيل الذي بعث به نوحاً في العهد القديم وبعث به محمداً صلى الله عليه وسلم في العهد الحديث ، وبعث به من توسط بينهما .فقوله : { والذي أوحينا إليك } هو ما سبق نزوله قبل هذه الآية من القرآن بما فيه من أحكام ، فعطْفُهُ على ما وصَّى به نوحاً لما بينه وبين ما وصَّى به نوحاً من المغايرة بزيادة التفصيل والتفريع . وذكرُه عقب ما وصّى به نوحاً للنكتة التي تقدمت .وفي قوله تعالى : { ما وصى به نوحاً } وقولِه : { وما وصينا به إبراهيم } ، جيء بالموصول { ما } ، وفي قوله : { والذي أوحينا إليك } جيء بالموصول { الذي } ، وقد يظهر في بادىء الرأي أنه مجرّد تفنّن بتجنب تكرير الكلمة ثلاثَ مرات متواليات ، وذلك كاففٍ في هذا التخالف . وليس يبعد عندي أن يكون هذا الاختلافُ لغرض معنويّ ، وأنه فَرق دقيق في استعمال الكلام البليغ وهو أن { الذي } وأخواته هي الأصل في الموصولات فهي موضوعة من أصل الوضع للدلالة على من يُعيَّن بحالة معروفة هي مضمون الصلة ، ف { الذي } يدلّ على معروف عند المخاطب بصلته .وأمّا { مَا } الموصولةُ فأصلها اسم عام نكرة مبهمة محتاجة إلى صفة نحو قوله تعالى : { إنَّ الله نعِمَّا يَعِظُكم به } [ النساء : 58 ] عند الزمخشري وجماعة إذ قدّروه : نعم شيئاً يعظكم به . ف { ما } نكرة تمييز ل ( نِعْم ) وجملة { يعظكم به صفة لتلك النكرة . وقال سيبويه في قوله تعالى : { هذا ما لديَّ عتيد } [ ق : 23 ] المراد : هذا شيء لدي عتِيد ، وأنشدوا: ... لِمَا نافععٍ يسعَى اللبيبُ فلا تكُنلشيء بَعيدٍ نفعُه الدّهرَ ساعيا ... أي لشيء نَافع ، فقد جاءت صفتها اسماً مفرداً بقرينة مقابلته بقوله : لشيء بعيد نفعه ، ثم يعْرِض ل { مَا } التعريفُ بكثرة استعمالها نكرة موصوفة بجملةٍ فتعرفت بصفتها وَأشْبهت اسم الموصول في ملازمة الجملة بعدها ، ولذلك كثر استعمال { ما } موصولة في غير العقلاء ، فيكون إيثار { ما وصَّى به نوحاً } و { ما وصينا به إبراهيم وموسى وعيسى } بحرف { ما } لمناسبة أنّها شرائع بَعُد العهدُ بها فلم تكن معهودة عند المخاطبين إلا إجمالاً فكانت نكرات لا تتميز إلا بصفاتها ، وأما إيثار الموحَى به إلى النبي صلى الله عليه وسلم باسم { الذي } فلأنه شرع متدَاوَل فيهم معروفٌ عندهم . فالتقدير : شرع لكم شيئاً وصَّى به نوحاً وشيئاً وصَّى به إبراهيم وموسى وعيسى ، والشيءَ الموحى به إليك . ولعل هذا من نكت الإعجاز المغفول عنها . وفي العدول من الغيبة إلى التكلم في قوله : { والذي أوحينا إليك } بعد قوله { شرع لكم } التفات .وذُكر في جانب الشرائع الأربع السابقة فعل { وصى } وفي جانب شريعة محمد صلى الله عليه وسلم فعل الإيحَاء لأن الشرائع التي سبقت شريعةَ الإسلام كانت شرائع موقتة مقدّراً ورود شريعة بعدها فكان العمل بها كالعمل الذي يقوم به مؤتمن على شيء حتى يأتي صاحبه ، وليقع الاتصال بين فعل { أوحينا إليك } وبين قوله في صدر السورة { كذلك يُوحي إليك وإلى الذين من قبلك الله العزيز الحكيم } [ الشورى : 3 ] .و { أنْ } في قوله : { أن أقيموا الدين } يجوز أن تكون مصدرية ، فإنّها قد تدخل على الجملة الفعلية التي فعلها متصرف ، والمصدرُ الحاصل منها في موضع بدل الاشتمال من { مَا } الموصولة الأولى أو الأخيرة . وإذا كان بدلاً من إحداهما كان في معنى البدل من جميع أخواتهما لأنها سواء في المفعولية لفعل { شرع } بواسطة العطف فيكون الأمر بإقامة الدّين والنهي عن التفرق فيه مما اشتملت عليه وصاية الأديان . ويجوز أن تكون تفسيريةً لمعنى { وصى } لأنه يتضمن معنى القول دون حروفه . فالمعنى : أن إقامة الدّين واجتماع الكلمة عليه أوصى الله بها كلَّ رسول من الرّسل الذين سماهم . وهذا الوجه يقتضي أن ما حُكي شرعه في الأديان السابقة هو هذا المعنى وهو إقامة الدّين المشروع كما هو ، والإقامة مُجملةٌ يفسرها ما في كل دين من الفروع .وإقامة الشيء : جعله قائماً ، وهي استعارة للحرص على العمل به كقوله : { ويقيمون الصلاة } وقد تقدم في سورة [ البقرة : 3 ] .وضمير { أقيموا } مراد به : أُمَم أولئك الرسل ولم يسبق لهم ذكر في اللّفظ لكن دل على تقديرهم ما في فعل { وصى } من معنى التبليغ . وأعقب الأمرُ بإقامة الدّين بالنهي عن التفرق في الدين .والتفرق : ضد التجمع ، وأصله : تباعد الذوات ، أي اتساع المسافة بينها ويستعار كثيراً لقُوّة الاختلاف في الأحوال والآراء كما هنا ، وهو يشمل التفرق بين الأمة بالإيمان بالرّسول ، والكفر به ، أي لا تختلفوا على أنبيائكم ، ويشمل التفرق بين الذين آمنوا بأن يكونوا نِحَلاً وأحزاباً ، وذلك اختلاف الأمة في أمور دينها ، أي في أصوله وقواعده ومقاصده ، فإن الاختلاف في الأصول يفضي إلى تعطيل بعضها فينخرم بعض أساس الدّين .والمراد : ولا تتفرقوا في إقامته بأن ينشط بعضهم لإقامته ويتخاذل البعض ، إذ بدون الاتفاق على إقامة الدّين يضطرب أمره . ووجه ذلك أن تأثير النفوس إذا اتفقت يَتوارد على قصد واحد فيقوَى ذلك التأثير ويسرع في حصول الأثر إذ يصير كل فرد من الأمة مُعِيناً للآخر فيسهل مقصدهم من إقامة دينهم . أما إذا حصل التفرق والاختلاف فذلك مُفضضٍ إلى ضياع أمور الدّين في خلال ذلك الاختلاف ، ثم هو لا يلبث أن يُلقِيَ بالأمة إلى العداوة بينها وقد يجرّهم إلى أن يتربص بعضهم ببعض الدوائرَ ، ولذلك قال الله تعالى : { ولا تَنَازَعُوا فتفْشَلُوا وتَذهَبَ ريحُكم } [ الأنفال : 46 ] .وأما الاختلاف في فروعه بحسب استنباط أهل العلم بالدّين فذلك من التفقّه الوارد فيه قول النبي صلى الله عليه وسلم « من يُرِدِ الله به خيراً يفقِهْه في الدّين » .{ فِيهِ كَبُرَ عَلَى المشركين مَا تَدْعُوهُمْ } .اعتراض بين جملة { شرع لكم من الدين } وجملةِ { وما تفرّقوا إلاّ من بعد ما جاءهم العلم } [ الشورى : 14 ] . ولك أن تجعله استئنافاً بيانياً جواباً عن سُؤال مَن يتعجب من إعراض المشركين عن الإسلام مع أنه دين مؤيّد بما سَبق من الشرائع الإلهاية ، فأجيب إجمالاً بأنه كَبُر على المشركين وتجهموه و { كبر } بمعنى صعُب ، وقريب منه إطلاق ثقل ، أيْ عجزوا عن قبول ما تدعوهم إليه ، فالكبر مجاز استعير للشيء الذي لا تطمئن النفس لقبوله ، والكِبرُ في الأصل الدّال على ضخامة الذات لأن شأن الشيء الضخم أن يعسر حمله ولما فيه من تضمين معنى ثقل عدّي ب { على } .وعبر عن دعوة الإسلام ب { ما } الموصولة اعتباراً بنُكران المشركين لهذه الدعوة واستغرابِهم إيّاها ، وعدِّهم إيّاها من المحال الغريب ، وقد كبر عليهم ذلك من ثلاث جهات :جهة الداعي لأنه بشر مثلهم قالوا { أبعَث الله بشراً رسولاً } [ الإسراء : 94 ] ، ولأنه لم يكن قبْل الدعوة من عظماء القريتين { لولا نُزّل هذا القرآن على رجللٍ من القريتين عظيمٍ } [ الزخرف : 31 ] .وجهةِ ما به الدعوة فإنهم حسبوا أن الله لا يخاطب الرّسل إلا بكتاب ينزله إليه دفعة من السماء فقد قالوا { لن نُؤمن لِرُقيِّك حتى تُنزّل علينا كتاباً نقرؤه } [ الإسراء : 93 ] { وقال الذين لا يرجون لقاءنا لولا أنزل علينا الملائكة أو نرى ربّنا } [ الفرقان : 21 ] { وقال الذين لا يعلمون لولا يكلمنا الله } [ البقرة : 118 ] والقائلون هم المشركون .ومن جهة ما تضمنته الدعوة مما لم تساعد أهواؤهم عليه قالوا : { أجعل الآلهة إلها واحداً } [ ص : 5 ] { هل ندُلُّكم على رجل ينبِّئكم إذا مُزِّقتم كلَّ مُمَزَّققٍ إنكم لفي خلققٍ جديدٍ } [ سبأ : 7 ] . وجيء بالفعل المضارع في { تدعوهم } للدلالة على تجدد الدعوة واستمرارها .{ إِلَيْهِ الله يجتبى إِلَيْهِ مَن يَشَآءُ ويهدى إِلَيْهِ مَن } .استئناف بياني جواب عن سؤال من يسأل : كيف كبرت على المشركين دعوة الإسلام ، بأن الله يجتبي من يشاء ، فالمشركون الذين لم يقتربوا من هدى الله غيرُ مجتبَيْنَ إلى الله إذ لم يشأ اجتباءهم ، أي لم يقدر لهم الاهتداء . ويجوز أن يكون ردّاً على إحدى شبههم الباعثة على إنكارهم رسالته بأن الله يجتبي من يشاء ولا يلزمه مراعاة عوائدكم في الزعامة والاصطفاء .والاجتباء : التقريب والاختيار قال تعالى : { قالوا لولا اجتَبَيْتَها } [ الأعراف : 203 ] . ومن يشاء الله اجتباءه مَن هداه إلى دينه ممن ينيب وهو أعلم بسرائر خلقه .وتقديم المسند إليه وهو اسم الجلالة على الخبر الفِعلي لإفادة القصر ردّاً على المشركين الذين أحالوا رسالة بشر من عند الله . وحين أكبروا أن يكون الضعفة من المؤمنين خيراً منهم ."
    },
    {
      "ayah": 14,
      "surah": 42,
      "text": "وَمَا تَفَرَّقُوا إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ إِلَى أَجَلٍ مُسَمًّى لَقُضِيَ بَيْنَهُمْ وَإِنَّ الَّذِينَ أُورِثُوا الْكِتَابَ مِنْ بَعْدِهِمْ لَفِي شَكٍّ مِنْهُ مُرِيبٍ (14){ يُنِيبُ * وَمَا تفرقوا إِلاَّ مِن بَعْدِ مَا جَآءَهُمُ العلم بَغْياً بَيْنَهُمْ وَلَوْلاَ كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ إلى أَجَلٍ مُّسَمًّى لَّقُضِىَ بِيْنَهُمْ وَإِنَّ الذين أُورِثُواْ الكتاب مِن بَعْدِهِمْ لَفِى شَكٍّ مِّنْهُ مُرِيبٍ } .عطف على جملة { ولا تتفرقوا فيه } [ الشورى : 13 ] وما بينهما اعتراض كما علمت ، وفي الكلام حذف يدل عليه قوله : { وما تفرقوا } تقديره : فتفرقوا . وضمير { تفرقوا } عائد إلى ما عاد إليه ضمير { أن أقيموا الدّين ولا تتفرقوا } [ الشورى : 13 ] وهم أمم الرّسل المذكورين ، أي أوصيناهم بواسطة رسلهم بأن يقيموا الدّين . دلّ على تقديره ما في فعل { وصَّى } [ الشورى : 13 ] من معنى التبليغ كما تقدم .والعلم : إدراك العقل جزماً أو ظنّاً . ومجيء العِلم إليهم يؤذن بأن رسلهم بيّنوا لهم مضارّ التفرق من عهد نوح كما حكى الله عنه في قوله : { ثم إنّي دعوتُهم جِهاراً ثم إنِيَ أعلنتُ لهم وأسررت لهم إسراراً } إلى قوله : { سُبُلاً فِجَاجاً } في سورة نوح ( 8 20 ) . وإنما تلقَّى ذلك العِلمَ علماؤهم .ويجوز أن يكون المراد بالعلم سببَ العلم ، أي إلاّ من بعد مجيء النبي بصفاته الموافقة لما في كِتابهم فتفرقوا في اختلاق المطاعن والمعاذير الباطلة لينفوا مطابقة الصفات ، فيكون كقوله تعالى : { وما تَفرّق الذين أوتوا الكتاب إلا من بعد ما جاءتهم البيَّنة } [ البينة : 4 ] على أحد تفسيرين .والمعنى : وما تفرقت أممهم في أديانهم إلا من بعد ما جاءهم العلم على لسان رسلهم من النهي عن التفرق في الدّين مع بيانهم لهم مفاسد التفرق وأضراره ، أي أنهم تفرقوا عالمين بمفاسد التفرق غير معذورين بالجهل . وهذا كقوله تعالى : { وما تفرّق الذين أوتوا الكتاب إلا من بعد ما جاءتهم البيّنة } [ البينة : 4 ] على التفسير الآخر .وذُكر سبب تفرقهم بقوله : { بغياً بينهم } أي تفرّقوا لأجل العداوة بينهم ، أي بين المتفرقين ، أي لم يحافظوا على وصَايَا الرّسل . وهذا تعريض بالمشركين في إعراضهم عن دعوة الإسلام لعداوتهم للمؤمنين وقولُه : { ولولا كلمة سبقت من ربك } الخ تحذير للمؤمنين من مثل ذلك الاختلاف . وتنكير { كلمة } للتنويع لأن لكل فريق من المتفرقين في الدّين كلمة من الله في تأجيلهم فهو على حدّ قوله تعالى : { وعلى أبصارهم غشاوة } [ البقرة : 7 ] . وتنكير { أجل } أيضاً للتنويع لأن لكل أمة من المتفرقين أجلاً مسمى ، فهي آجال متفاوتة في الطّول والقصر ومختلفة بالأزمنة والأمكنة .والمراد بالكلمة ما أراده الله من إمهالهم وتأخير مؤاخذتهم إلى أجل لهم اقتضته حكمتُه في نظام هذا العالم ، فربّما أخرهم ثم عذّبهم في الدنيا ، وربّما أخرهم إلى عذاب الآخرة ، وكل ذلك يدخل في الأجل المسمّى ، ولكل ذلك كلمته . فالكلمة هنا مستعارة للإرادة والتقدير . وسبقها تقدمها من قَبل وقت تفرقهم وذلك سبْق علم الله بها وإرادته إيّاها على وقف علمه وقدره ، وقد تقدم نظير هذه الكلمة في سورة هود وفي سورة طه .{ بِيْنَهُمْ وَإِنَّ الذين أُورِثُواْ الكتاب مِن بَعْدِهِمْ لَفِى شَكٍّ مِّنْهُ } .عطف على جملة { وما تفرقوا إلا من بعد ما جاءهم العلم } إلى قوله : { لقضي بينهم } . وهذه الجملة هي المقصود من جملة { شَرع لكم من الدّين ما وصَّى به نوحاً } إلى قوله : { ولا تتفرقوا فيه } [ الشورى : 13 ] ، لأن المقصود أهل الكتاب الموجودون في زمن نزول الآية .وإذ قد كانت من الأمم التي أوحى الله إلى رسلهم أمتَاننِ موجودتان في حين نزول هذه الآية وهما اليهود والنصارى ، وكانتا قد تفرقتا فيما جاءهم به العلم ، وكان الله قد أخّر القضاء بين المختلفين منهم إلى أجل مسمّى ، وكانوا لمَّا بلغتهم رسالة محمّد صلى الله عليه وسلم شَكُّوا في انطباق الأوصاف التي وردت في الكتاب بوصف النبي الموعود به .فالمعنى : أنه كما تفرق أسلافهم في الدّين قبل بعثة النبي الموعود به تفرق خلَفُهم مثلهم وزادوا تفرقاً في تطبيق صفات النبي الموعود به تفرقاً ناشئاً عن التردد والشك ، أي دونَ بذل الجهد في تحصيل اليقين ، فلم يزل الشك دأبهم . فالمخبر عنهم بأنهم في شك : هم الذين أُورثوا الكتاب من بعدِ سلفهم .وقد جاء نظم الآية على أسلوب إيجاز يتحمل هذه المعاني الكثيرةَ وما يتفرع عنها ، فجيء بضمير { منه } بعد تقدُّم ألفاظ صالحة لأن تكون معادَ ذلك الضمير ، وهي لفظ { الدِّين في قوله من الدّين } [ الشورى : 13 ] ، ولفظ الذي } في قوله : { والذي أوحينا إليك } [ الشورى : 13 ] ، و { ما الموصولةُ في قوله : { ما تدعوهم إليه } [ الشورى : 13 ] ، وهذه الثلاثة مدلولها الإسلام . وهنالك لفظ { ما وصيّنا } [ الشورى : 13 ] المتعدّي إلى موسى وعيسى ، ولفظ { الكتاب } في قوله { وإن الذين أُورثوا الكتاب } . وهذان مدلولهما كتابَا أهل الكتاب .وهؤلاء الذين أوتوا الكتاب هم الموجودون في وقت نزول الآية . والإخبار عنهم بأنهم في شك ناشىءٍ من تلك المعادات للضمير معناه : أن مبلغ كفرهم وعنادهم لا يتجاوز حالة الشك في صدق الرّسالة المحمدية ، أي ليسوا مع ذلك بموقنين بأن الإسلام باطل ، ولكنهم تردّدوا ثم أقدموا على التكذيب به حسداً وعناداً . فمنهم من بقي حالهم في الشك . ومنهم من أيقن بأن الإسلام حق ، كما قال تعالى : { الذين آتيناهم الكتاب يعرفونه كما يعرفون أبناءهم وإن فريقاً منهم ليكتمون الحق وهم يعلمون } [ البقرة : 146 ] . ويحتمل أن المعنى لفي شك بصدق القرآن أو في شك مما في كتابهم من الأمور التي تفرقوا فيها ، أو ما في كتابهم من الدّلالة على مجيء النبي الموعود به وصفاته . فهذه معان كثيرة تتحملها الآية وكلها منطبقة على أهل الكتابَيْن وبذلك يظهر أنه لا داعي إلى صرف كلمة { شك } عن حقيقتها .ومعنى { أورثوا الكتاب } صار إليهم علم الكتاب الذي اختلف فيه سلفُهم فاستعير الإرث للخَلفِيّة في علم الكتاب .والتعريف في { الكتاب } للجنس ليشمل كتاب اليهود وكتاب النصارى .فضمير { من بعدهم } عائِد إلى ما عاد إليه ضمير { تفرقوا } وهم الذين خوطبوا بقوله { ولا تتفرقوا فيه } [ الشورى : 13 ] .وظرفية قوله : { في شك } ظرفية مجازية وهي استعارة تبعية ، شُبه تمكن الشك من نفوسهم بإحاطة الظرف بالمظروف .و ( من ) في قوله : { لفي شك منه } ابتدائية وهو ابتداء مجازي معناه المصاحبة والملابسة ، أي شك متعلق به أو في شك بسببه . ففي حرف ( من ) استعارة تبعية ، وقع حرف ( مِن ) موقع باء المصاحبة أو السببية .وتأكيد الخبر ب { إنَّ } للاهتمام ومجرد تحقيقه للنبيء صلى الله عليه وسلم والمؤمنين ، وهذا الاهتمام كناية عن التحريض للحذر من مكرهم وعدم الركون إليهم لظهور عداوتهم لئلا يركنوا إليهم ، ولعل اليهود قد أخذوا يومئذٍ في تشكيك المسلمين واختلطوا بهم في مكّة ليتطلعوا حال الدعوة المحمدية .هذا هو الوجه في تفسير هذه الآية وهو الذي يلتئم مع ما قبله ومع قوله بعده { ولا تتبع أهواءهم وقُل آمنت بما أنزل الله من كتاب وأُمرتُ لأعدل بينكم الله رَبّنا وربّكم } [ الشورى : 15 ] الآية .والمريب : الموجب الريب وهو الاتهام . فالمعنى : لفي شك يفضي إلى الظنة والتهمة ، أي شك مشوب بتكذيب ، ف { مريب } اسم فاعل من أراب الذي همزته للتعدية ، أي جاعل الريب ، وليست همزةَ أراب التي هي للجعل في قولهم : أرابني بمعنى أوهمني منه ريبة وهو ليس بذي ريب ، كما في قول بشار: ... أخوك الذي إن رِبْتَه قال إنّماأرَبْتَ وإن عاتبته لان جانبه ... على رواية فتح التاء من أربتَ ، وتقدم قوله { وإننا لفي شك مما تدعونا إليه مريب } في سورة هود ( 62 ) ."
    },
    {
      "ayah": 15,
      "surah": 42,
      "text": "فَلِذَلِكَ فَادْعُ وَاسْتَقِمْ كَمَا أُمِرْتَ وَلَا تَتَّبِعْ أَهْوَاءَهُمْ وَقُلْ آَمَنْتُ بِمَا أَنْزَلَ اللَّهُ مِنْ كِتَابٍ وَأُمِرْتُ لِأَعْدِلَ بَيْنَكُمُ اللَّهُ رَبُّنَا وَرَبُّكُمْ لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ لَا حُجَّةَ بَيْنَنَا وَبَيْنَكُمُ اللَّهُ يَجْمَعُ بَيْنَنَا وَإِلَيْهِ الْمَصِيرُ (15)الفاء للتفريع على قوله : { شرع لكم من الدين ما وصى به نوحاً } [ الشورى : 13 ] إلى آخره ، المفسر بقوله : { أن أقيموا الدين ولا تتفرقوا فيه } [ الشورى : 13 ] المخلل بعضه بجمل معترضة من قوله : { كبر على المشركين إلى من ينيب } [ الشورى : 13 ] .واللام يجوز أن تكون للتعليل وتكونَ الإشارة بذلك إلى المذكور ، أي جميع ما تقدم من الأمر بإقامة الدّين والنهي عن التفرق فيه وتلقي المشركين للدعوة بالتجهم وتلقي المؤمنين لها بالقبول والإنابة ، وتلقي أهل الكتاب لها بالشك ، أي فلأجل جميع ما ذكر فادعُ واستقِم ، أي لأجل جميع ما تقدم من حصول الاهتداء لمن هداهم الله ومن تبرم المشركين ومن شك أهل الكتاب فادْع .ولم يذكر مفعول ( ادْع ) لدلالة ما تقدم عليه ، أي ادع المشركين والذين أوتوا الكتاب والذين اهتدوا وأنابوا . وتقديم ( لذلك ) على متعلقه وهو فعل ( ادع ) للاهتمام بما احتوى عليه اسم الإشارة إذ هو مجموع أسباب للأمر بالدوام على الدعوة . ويجوز أن تكون اللام في قوله : { فلذلك } لامَ التقوية وتكون مع مجرورها مفعول ( ادعُ ) . والإشارة إلى { الدّين من قوله : { شرع لكم من الدين } [ الشورى : 13 ] أي فادع لذلك الدّين .وتقديم المجرور على متعلَّقه للاهتمام بالدّين .وفعل الأمر في قوله : فادع } مستعمل في الدّوام على الدّعوة كقوله : { يا أيها الذّين آمنوا آمنوا بالله ورسوله } [ النساء : 136 ] ، بقرينة قوله : { كما أُمرت } ، وفي هذا إبطال لشبهتهم في الجهة الثالثة المتقدمة عند قوله تعالى : { كَبُر على المشركين ما تدعوهم إليه } [ الشورى : 13 ] .والفاء في قوله : { فادع } يجوز أن تكون مؤكدة لفاء التفريع التي قبلها ، ويجوز أن تكون مضمنة معنى الجزاء لما في تقديم المجرور من مشابهة معنى الشرط كما في قوله تعالى : { فبذلك فليفرحوا } [ يونس : 58 ] .والاستقامة : الاعتدال ، والسين والتاء فيها للمبالغة مثل : أجاب واستجاب . والمراد هنا الاعتدال المجازي وهو اعتدال الأمور النفسانية من التقوى ومكارم الأخلاق ، وإنّما أُمر بالاستقامة ، أي الدوام عليها ، للإشارة إلى أن كمال الدعوة إلى الحق لا يحصل إلا إذا كان الداعي مستقيماً في نفسه .والكاف في { كما أمرت } لتشبيه معنى المماثلة ، أي دعوة واستقامة مثل الذي أمرت به ، أي على وفاقه ، أي وافية بما أمرت به . وهذه الكاف مما يسمى كاف التعليل كقوله تعالى : { واذكروه كما هداكم } [ البقرة : 198 ] ، وليس التعليل من معاني الكاف في التحقيق ولكنه حاصلُ معنًى يعرض في استعمال الكاف إذا أريد تشبيه عاملها بمدخولها على معنى المطابقة والموافقة .والاتِّباع يطلق مجازاً على المجاراة والموافقة ، وعلى المحاكاة والمماثلة في العمل ، والمراد هنا كِلا الإطلاقين ليرجع النهي إلى النهي عن مخالفة الأمرين المأمور بهما في قوله { فادع واستقم } .وضمير { أهواءهم } للذين ذكروا من قبل من المشركين والذين أوتوا الكتاب ، والمقصود : نهي المسلمين عن ذلك من باب { لَئن أشركتَ ليحبَطَنَّ عَمَلُك } [ الزمر : 65 ] ألا ترى إلى قوله : { فاستقم كما أمرت ومن تاب معك }في سورة هود ( 112 ) .ويجوز أن يكون معنى { ولاَ تتبع أهواءَهم } لا تجارِهم في معاملتهم ، أي لا يحملك طعنهم في دعوتك على عدم ذكر فضائل رُسلهم وهدي كتبهم عدا ما بدَّلوه منها فأعْلِن بأنك مؤمن بكتبهم ، ولذلك عطف على قوله : { ولا تتبع أهواءهم } قولُه : { وقل آمنت بما أنزل الله من كتاب } الآية ، فموقع واو العطف فيه بمنزلة موقع فاء التفريع . ويكون المعنى كقوله تعالى : { ولا يَجْرِمنَّكم شنآن قوم على أن لا تعدلوا اعدلوا هو أقرب للتقوى } في سورة المائدة ( 8 ) .والأهواء : جمع هوى وهو المحبة ، وغلب على محبة ما لاَ نفع فيه ، أي ادعهم إلى الحق وإن كرهوه ، واستقم أنت ومن معك وإن عادَاكم أهل الكتاب فهم يحبون أن تتبعوا ملتهم ، وهذا من معنى قوله : { ولن ترضَى عنك اليهود ولا النصارى حتى تتبع ملتهم قُل إن هدى الله هو الهدى ولئن اتبعت أهواءهم بعد الذي جاءك من العلم ما لك من الله من ولي ولا نصير } [ البقرة : 120 ] .وقوله : { وقل آمنت بما أنزل الله من كتاب } بعد قوله : { فادع } أمرٌ بمخالفة اليهود إذ قالوا : { نؤمن ببعضٍ } [ النساء : 150 ] يعنون التوراة ، { ونكفر ببعضٍ } [ النساء : 150 ] يعنون الإنجيل والقرآن ، فأمر الرّسول صلى الله عليه وسلم والمسلمون بالإيمان بالكتب الثلاثة الموحى بها من الله كما قال تعالى : { وتؤمنون بالكتاب كلّه } [ آل عمران : 119 ] . فالمعنى : وقل لمن يهمه هذا القول وهم اليهود . وإنما أمر بأن يقول ذلك إعلاناً به وإبلاغاً لأسماع اليهود ، فلا يقابِل إنكارَهم حقّيَّةَ كتابه بإنكاره حقّيّةَ كتابهم وفي هذا إظهار لِما تشتمل عليه دعوته من الإنصاف .و { من كتاب } بيان لما أنزل الله ، فالتنكير في { كتاب } للنوعية ، أي بأي كتاب أنزله الله وليس يومئذٍ كتاب معروف غير التوراة والإنجيل والقرآن .وضمير { بينكم } خِطاب للذين أمر بأن يُوجه هذا القول إليهم وهم اليهود ، أي أمرت أن أقيم بينَكم العدل بأن أدعوكم إلى الحق ولا أظلمكم لأجل عداواتكم ولكني أنفذ أمر الله فيكم ولا أنتمي إلى اليهود ولا إلى النصارى . ومعنى { بينكم } أنني أقيم العدل بينكم فلا ترون بينكم جوراً مني ، ف ( بين ) هنا ظرف متحد غير موزَّع فهو بمعنى وسَط الجَمع وخلالَه ، بخلاف ( بين ) في قول القائل : قضَى بين الخصمين أو قسم المال بين العفاة . فليس المعنى : لأعدل بين فرقكم إذ لا يقتضيه السياق .وفي هذه الآية مع كونها نازلة في مكة في زمن ضعف المسلمين إعجاز بالغيب يدل على أن الرّسول صلى الله عليه وسلم سيكون له الحكم على يهود بلاد العرب مثل أهل خيبر وتيماءَ وقُريظة والنضِير وبني قَيْنُقَاع ، وقد عَدَل فيهم وأقرهم على أمرهم حتى ظاهروا عليه الأحزاب كما تقدم في سورة الأحزاب .واللام في قوله : { لأعدل } لامٌ يكثر وقوعها بعد أفعال مادتَيْ الأمر والإرَادة ، نحو قوله تعالى : { يُريد الله ليبيّنَ لكم } [ النساء : 26 ] ، وتقدم الكلام عليها وبعضهم يجعلها زائدة .وجملة { الله ربنا وربكم } من المأمور بأن يقوله . فهي كلها جملة مستأنفة عن جُملة { آمنت بما أنزل الله من كتاب } مقررةٌ لمضمونها لأن المقصود من جملة { الله ربنا وربكم } بِحذَافِرها هو قوله : { لا حجة بيننا وبينكم } فهي مقررة لمضمون { آمنت بما أنزل الله من كتاب } ، وإنما ابتدئت بجملتي { الله ربنا وربكم لنا أعمالنا ولكم أعمالكم } تمهيداً للغرض المقصود وهو لا حجة بيننا وبينكم ، فلذلك كانت الجمل كلّها مفصولة عن جملة { آمنت بما أنزل الله من كتاب وأُمرت لأعدل بينكم } .والمقصود من قوله : { الله ربنا وربكم } أننا متفقون على توحيد الله تعالى كقوله تعالى : { قل يا أهل الكتاب تعالوا إلى كلمة سواء بيننا وبينكم أن لا نعبد إلا الله ولا نشرك به شيئاً } [ آل عمران : 64 ] الآية ، أي فالله الشهيد علينا وعليكم إذ كذبتم كتاباً أنزل من عنده ، فالخبر مستعمل في التسجيل والإلزام .وجملة { لنا أعمالنا ولكم أعمالكم } دعوةُ إنصاف ، أي أن الله يجازي كُلاً بعمله . وهذا خبر مستعمل في التهديد والتنبيه على الخطأ . وجملة { لا حجة بيننا وبينكم } هي الغرض المقصود بعد قوله { وأُمرت لأعدل بينكم } أي أعدل بينكم ولا أخاصمكم على إنكاركم صدقي .والحجة : الدليل الذي يدلّ المسوق إليه على صدق دعوى القائم به وإنما تكون الحجة بين مختلِفين في دعوى . ونفيُ الحجة نفي جنس يجوز أن يكون كناية عن نفي المجادلة التي من شأنها وقوع الاحتجاج كناية عن عدم التصدّي لخصومتهم فيكون المعنى الامساكُ عن مجادلتهم لأن الحق ظهر وهم مكابرون فيه وهذا تعريض بأن الجدال معهم ليس بذي جدوَى . ويجوز أن يكون المنفي جنسَ الحجة المفيدةِ ، بمعونة القرينة مثل : لا صلاة لمن لم يقرأ بفاتحة الكتاب . والمعنى : أن الاستمرار على الاحتجاج عليهم بعد ما أظهر لهم من الأدلة يكون من العبث ، وهذا تعريض بأنهم مُكَابرون . وأيّاً مّا كان فليس هذا النفي مستعملاً في النهي عن التصدّي للاحتجاج عليهم فقد حاجّهم القرآن في آيات كثيرة نزلت بعدَ هذه وحاجّهم النبي صلى الله عليه وسلم في قضية الرجم وقد قال الله تعالى : { ولا تجادلوا أهل الكتاب إلا بالتي هي أحسن } [ العنكبوت : 46 ] فالاستثناء صريح في مشروعية مجادلتهم .و ( بين ) المكررة في قوله : { بيننا وبينكم } ظرف موزع على جماعاتتِ أو أفرادِ ضمير المتكلم المشارَككِ . وضمير المخاطبين ، كما يقال : قَسم بينهم ، وهذا مخالف ل ( بين ) المتقدم آنفاً .والمراد بالجمع في قوله : { الله يجمع بيننا } الحشر لفصل القضاء ، فيومئذٍ يتبين المحق من المبطل ، وهذا كلام منصف . ولما كان مثل هذا الكلام لا يصدر إلا من الواثق بحقه كان خطابُهم به مستعملاً في المتاركة والمحاجزة ، أي سأترك جدالكم ومحاجّتكم لقلة جدواها فيكم وأفوض أمري إلى الله يقضي بيننا يوم يجمعنا ، فهذا تعريض بأن القضاء سيكون له عليهم . وتقديم المسند إليه على الخبر الفعلي في قوله : { الله يجمع بيننا } للتقوّي ، أي تحقيق وقوع هذا الجمع وإلا فإن المخاطبين وهم اليهود يثبتون البعث .و ( بَين ) هنا ظرف موزَّع مثلُ الذي في قوله : { لا حجة بيننا وبينكم } .وجملة { وإليه المصير } عطف على جملة { يجمع بيننا } . والتعريف في { المصير } للاستغراق ، أي مصير النّاس كلّهم ، فبذلك كانت الجملة تذييلاً بما فيها من العموم ، أي مصيرنا ومصيركم ومصير الخلق كلهم .وهذه الجمل الأربع تقتضي المحاجزة بين المؤمنين وبين اليهود وهي محاجزة في المقاولة ومتاركة في المقاتلة في ذلك الوقت حتى أذن الله في قتالهم لما ظاهروا الأحزاب .وليس في صيغ هذه الجمل ما يقتضي دوام المتاركة إذ ليس فيها ما يقتضي عموم الأزمنة فليس الأمر بقتال بعضهم بعد يوم الأحزاب ناسخاً لهذه الآية ."
    },
    {
      "ayah": 16,
      "surah": 42,
      "text": "وَالَّذِينَ يُحَاجُّونَ فِي اللَّهِ مِنْ بَعْدِ مَا اسْتُجِيبَ لَهُ حُجَّتُهُمْ دَاحِضَةٌ عِنْدَ رَبِّهِمْ وَعَلَيْهِمْ غَضَبٌ وَلَهُمْ عَذَابٌ شَدِيدٌ (16)عطف على جملة { وقل آمنت بما أنزل الله } [ الشورى : 15 ] الخ ، وهو يقتضي انتقال الكلام ، فلما استوفى حظ أهل الكتاب في شأن المحاجّة معهم ، رجع إلى المشركين في هذا الشأن بقوله : { والذين يحاجون في الله } .وتغيير الأسلوب بالإتيان بالاسم الظاهر الموصول وكوننِ صلته مادة الاحتجاج مؤذن بتغيير الغرض في المتحدث عنهم مع مناسبة ما ألحق به من قوله : { يستعجل بها الذين لا يؤمنون بها } [ الشورى : 18 ] وقوله : « أم لهم شركاء شرعوا لهم من الدّين ما لم يأذن به الله » [ الشورى : 21 ] ، فالمقصود ب { الذين يحاجّون في الله من بعد ما استجيب له } : المشركون لأنهم يحاجّون في شأن الله وهو الوحدانية دون اليهود من أهل الكتاب فإنهم لا يحاجّون في تفرد الله بالإلهاية . وعن مجاهد أنه قال : { الذين يحاجون في الله } رجال طمعوا أن تعود الجاهلية بعد ما دَخل الناس في الإسلام . ووقع في كلام ابن عباس عند الطبري : أنّهم اليهود والنصارى .فمعنى محاجتهم في الله محاجتهم في دين الله ، أي إدخالهم على النّاس الشك في صحّة دين الإسلام أو في كونه أفضل من اليهودية والنصرانية . ومحاجتهم هي ما يُلبسوه به على المسلمين لإدخال الشك عليهم في اتّباع الإسلام كقول المشركين { ما لهذا الرّسول يأكل الطعام ويمشي في الأسواق لولا أنزل إليه ملَك فيكون معه نذيراً } [ الفرقان : 7 ] وقولهم في الأصنام { هؤلاء شفعاؤنا عند الله } [ يونس : 18 ] وقولِهم في إنكار البعث { أإِذَا مِتْنا وكنا تراباً ذلك رَجعٌ بعيدٌ } [ ق : 3 ] وقولهم : { إنْ نتبععِ الهُدى معَك نُتَخَطَّف من أرضنا } [ القصص : 57 ] ، وكقول أهل الكتاب : نحن الذين على دين إبراهيم ، وقولهم : كتابنا أسبق من كتاب المسلمين . وإطلاق اسم الحجة على شبُهاتهم مجاراة لهم بطريق التهكم ، والقرينةُ قوله { داحضة عند ربهم } .ومفعول { يحاجون } محذوف دلّ عليه قوله : { من بعد ما استجيب له } ، والتقدير : يحاجون المستجيبين لله من بعد ما استجابوا له ، أي استجابوا لدعوته على لسان رسوله صلى الله عليه وسلموحذف فاعل { استجيب } إيجازاً لأن المقصود من بعد حصول الاستجابة المعروفة .والداحضة : التي دَحَضت بفتح الحاء ، يقال : دَحَضت رِجلُه تدحض ( بفتح الحاء ) دُحوضاً ، أي زلت . استعير الدحض للبطلان بجامع عدم الثبوت كما لا تثبت القدَم في المكان الدَّحْضضِ ، ولم يبيَّن وجه دحضها اكتفاء بما بُيِّن في تضاعيف ما نَزل من القرآن من الأدلة على فساد تعدد الآلهة ، وعلى صدق الرّسول صلى الله عليه وسلم وعلى إمكان البعث ، وبما ظهر للعيان من تزايد المسلمين يوماً فيوماً ، وأمنهم من أن يُعتدى عليهم .والغَضب : غضب الله ، وإنما نكّر للدلالة على شدته . ولم يُحْتَجْ إلى إضافته إلى اسم الجلالة أو ضميره لظهور المقصود من قوله : { حجتهم داحضة عند ربهم } فالتقدير : وعليهم غضب منه . وإنما قدم المسند على المسند إليه بقوله : { وعليهم غضب } للاهتمام بوقوع الغضب عليهم كما هو مقتضى حرف الاستعلاء المَجازي .وكذلك القول في { ولهم عذاب شديد } . ولعل المراد به عذاب السيف في الدّنيا بالقتل يوم بدر ."
    },
    {
      "ayah": 17,
      "surah": 42,
      "text": "اللَّهُ الَّذِي أَنْزَلَ الْكِتَابَ بِالْحَقِّ وَالْمِيزَانَ وَمَا يُدْرِيكَ لَعَلَّ السَّاعَةَ قَرِيبٌ (17)قد علمتم أن من جملة محاجة المشركين في الله ومِن أشدِّها تشغيباً في زعمهم محاجتهم بإنكار البعث كما في قولهم : { هل ندلكم على رجللٍ يُنبِّئكم إذا مُزِّقتم كلَّ مُمَزَّققٍ إِنكم لفي خَلققٍ جديدٍ أفترى على الله كذباً أم به جنّة } [ سبأ : 7 ، 8 ] ، وقال شداد بن الأسود: ... يُخبِّرُنا الرّسولُ بأنْ سَنَحْيَاوكيفَ حياةُ أصداءٍ وهامِ ... وقد دحض الله حجتهم في مواضع من كتابه بنفي استحالته ، وبدليل إمكانه ، وأومأ هنا إلى مقتضي إيجابه ، فبيّن أن البعث والجزاء حق وعدل فكيف لا يقدِّره مدبّر الكون ومنزّل الكتاب والميزان . وقد أشارت إلى هذا المعنى آيات كثيرة منها قوله تعالى : { أفحسبتم أنما خلقناكم عبثاً وأنكم إلينا لا تُرجَعون } [ المؤمنون : 115 ] وقوله : { إن الساعة آتيةٌ أكادُ أُخفيها لتُجْزَى كلُّ نفس بما تَسعى } [ طه : 15 ] وقال : { وما خلقنا السماوات والأرض وما بينهما لاعبين ما خلقناهما إلا بالحقّ ولكن أكثرَهم لا يعلمون إنَّ يوم الفصل ميقاتُهم أجمعين } [ الدخان : 38 40 ] .وأكثرُها جاء نظمها على نحو الترتيب الذي في نظم هذه الآية من الابتداء بما يذكِّر بحكمة الإيجاد وأن تمام الحكمة بالجزاء على الأعمال .فقوله : { الله الذي أنزل الكتاب بالحق والميزان } تمهيد لقوله : { وما يدريك لعل الساعة قريب } ، لأن قوله : { وما يدريك لعل الساعة قريب } يؤذن بمقدر يقتضيه المعنى ، تقديره : فجُعل الجزاء للسائرين على الحق والناكبين عنه في يوم السّاعة فلا محيص للعباد عن لقاء الجزاء وما يدريك لعل الساعة قريب ، فهو ناظر إلى قوله { إن الساعة آتية أكاد أُخْفِيها لتُجزَى كلَّ نفسسٍ بما تسعى } [ طه : 15 ] . وهذه الجملة موقعها من جملة { والذين يحاجون في الله } [ الشورى : 16 ] موقع الدّليل ، والدليلُ من ضروب البيان ، ولذلك فصلت الجملة عن التي قبلها لشدة اتصال معناها بمعنى الأخرى .والإخبار عن اسم الجلالة باسم الموصول الذي مضمون صلته إنزالُه الكتابَ والميزانَ ، لأجل ما في الموصولية من الإيماء إلى وجه بناء الخبر الآتي ، وأنه من جنس الحق والعدل ، مثل الموصول في قوله تعالى : { إن الذين يستكبرون عن عبادتي سيدخلون جهنّم داخرين } [ غافر : 60 ] .ولام التعريف في الكتاب } لتعريف الجنس ، أي إنزال الكُتب وهو ينظر إلى قوله آنفاً : { وقل آمنت بما أنزل الله من كتاب } [ الشورى : 15 ] .والباء في { بالحق } للملابسة ، أي أنزل الكتب مقترنة بالحق بعيدة عن الباطل .والحق : كلّ ما يَحق ، أي يجب في باب الصلاح عملُه ويصح أن يفسر بالأغراض الصحيحة النافعة .و { الميزان } حقيقته : آلة الوزن ، والوزن : تَقديرُ ثِقَللِ جسم ، والميزان آلة ذات كفتين معتدلتين معلقتين في طرفي قضيب مستوٍ معتدل ، له عروة في وسطه ، بحيث لا تتدلى إحدى الكفتين على الأخرى إذا أُمسك القضيب من عُروته . والميزان هنا مستعار للعدل والهدْي بقرينة قوله { أنزل } فإن الدّين هو المنزل والدّين يدعو إلى العدل والإنصاف في المجادلة في الدّين وفي إعطاء الحقوق ، فشبه بالميزان في تساوي رجحان كفتيه قال تعالى :{ وأنزلنا معهم الكتاب والميزان ليقومَ النّاس بالقسط } [ الحديد : 25 ] .وجملة { وما يدريك لعل الساعة قريب } معطوفة على جملة { الله الذي أنزل الكتاب بالحق والميزان } ، والمناسبة هي ما ذكرناه من إيذان تلك الجملة بمقدَّر .وكلمة { وما يدريك } جارية مجرى المثل ، والكاف منها خطاب لغير معيّن بمعنى : قد تدري ، أي قد يدري الداري ، ف { ما } استفهامية والاستفهام مستعمل في التنبيه والتهيئة . و { يدريك } من الدراية بمعنى العلم . وقد عُلّق فعل ( يُدري ) عن العمل بحرف الترجّي . وعن ابن عباس كل ما جاء فعل ( ما أدراك ) فقد أعلمه الله به أي بينه له عقب كلمة ( ما أدراك ) نحو { وما أدراك ماهِيَهْ نارٌ حاميةٌ } [ القارعة : 10 ، 11 ] وكل ما جاء فيه { وما يدريك } لم يُعلمه به أي لم يعقبه بما يبين إبْهامه نحو { وما يدريك لعل الساعة قريب وما يدريك لعله يزّكى } [ عبس : 3 ] . ولعل معنى هذا الكلام أن الاستعمال خص كل صيغة من هاتين الصيغتين بهذا الاستعمال فتأمل .والمعنى : أي شيء يعلمك أيها السامع الساعةَ قريباً ، أي مقتضي علمِك متوفر ، فالخطاب لغير معين ، وفي معناه قوله تعالى : { وما يشعركم أنّها إذا جاءت لا يؤمنون } في سورة الأنعام ( 109 ) .والإخبار عن الساعة } ب { قريب } وهو غير مؤنث لأنه غلب لزوم كلمة قريب وبعيد للتذكير باعتبار شيء كقوله تعالى : { وما يدريك لعل الساعة تكون قريباً } [ الأحزاب : 63 ] وقوله : { إن رحمة الله قريبٌ من المحسنين } وقد تقدم في سورة الأعراف ( 56 ) ."
    },
    {
      "ayah": 18,
      "surah": 42,
      "text": "يَسْتَعْجِلُ بِهَا الَّذِينَ لَا يُؤْمِنُونَ بِهَا وَالَّذِينَ آَمَنُوا مُشْفِقُونَ مِنْهَا وَيَعْلَمُونَ أَنَّهَا الْحَقُّ أَلَا إِنَّ الَّذِينَ يُمَارُونَ فِي السَّاعَةِ لَفِي ضَلَالٍ بَعِيدٍ (18){ قَرِيبٌ * يَسْتَعْجِلُ بِهَا الذين لاَ يُؤْمِنُونَ بِهَا والذين ءَامَنُواْ مُشْفِقُونَ مِنْهَا وَيَعْلَمُونَ } .يجوز أن تكون جملة { يستعجل بها } إلى آخرها حالاً من { الساعة } [ الشورى : 17 ] . ويجوز أن تكون بياناً لجملة { وما يدريك لعل الساعة قريب } [ الشورى : 17 ] لما تضمنته من التنبيه والتهيئة بالنسبة إلى فريقي المؤمنين بالسّاعة ، والذين لا يؤمنون بها ، فذكر فيها حال كلا الفرِيقين تجاه ذلك التنبيه . فأما المشركون فيتلقونه بالاستهزاء والتصميم على الجحد بها ، وهو المراد بقوله : { يستعجل بها الذين لا يؤمنون بها } ، والذين آمنوا بها يعملون لما به الفوز عندها ، ولذلك جيء عقبها بجملة { ألا إن الذين يمارون في الساعة لفي ضلال بعيد } كما سيأتي .والاستعجال : طلب التعجيل ، وتقدم في قوله تعالى : { استعجالهم بالخير } في سورة يونس ( 11 ) ، أي يطلب الذين لا يؤمنون بالسّاعة من النبي أن يعجّل الله بحلول السّاعة ليبين صدقه ، تهكماً واستهزاء وكناية عن اتخاذهم تأخرها دليلاً على عدم وقوعها ، وهم آيسون منها كما دلّ عليه قوله في مقابله والذين آمنوا مشفقون منها } . وقد تكرر منهم هذا المعنى بأساليب ذكرت في تضاعيف آي القرآن كقوله : { ويقولون متى هذا الوعد إن كنتم صادقين } [ سبأ : 29 ] { وقالوا ربَّنا عَجِّلْ لنا قِطَّنَا قبل يوم الحساب } [ ص : 16 ] .والإشفاق : رجاء وقوع ما يكره ، أي مشفقون من أهوالها ، وتقدم في قوله : { وهم من خشيته مشفقون } [ الأنبياء : 28 ] . وإنما جعل الإشفاق من ذات الساعة لإفادة تعظيم أهوالها حتى كأن أحوالها هي ذاتها ، على طريقة إسناد الحكم ونحوِه إلى الأعيان نحو { حُرِّمت عليكم الميتةُ } [ المائدة : 3 ] ، فهم يتوخون النجاة منها بالطاعة والتقوى ، أي فهم لا يستعجلون بها وإنما يغتنمون بقاءهم في الدّنيا للعمل الصالح والتوبة .والمراد ب { الذين لا يؤمنون } : المشركون ، وعبر عنهم بالموصول لأن الصلة تدلّ على علة استعجالهم بها ، والمراد بالذين آمنوا : المسلمون فإن هذا لقب لهم ، ففي الكلام احتباك ، تقديره : يستعجل بها الذين لا يؤمنون بها فلا يشفقون منها والذين آمنوا مشفقون منها فلا يستعجلون بها .وعُطفت على { مشفقون منها } جملةُ { ويعلمون أنها الحق } لإفادة أن إشفاقهم منها إشفاق عن يقين وجزم لا إشفاقٌ عن تردد وخشيَةِ أن يكشف الواقع على صدق الإخبار بها وأنه احتمال مساوٍ عندهم . وتعريف { الحق } في قوله : { أنّها الحق } تعريف الجنس وهو يفيد قصر المسند على المسند إليه قصر مبالغة لكمال الجنس في المسند إليه نحو : عنترةُ الشجاع ، أي يوقنون بأنها الحق كل الحق ، وذلك لظهور دلائل وقوعها حتى كأنه لا حق غيره .{ الحق أَلاَ إِنَّ الذين يُمَارُونَ فَى الساعة لَفِى ضلال } .الجملة تذييل لما قبلها بصريحها وكنايتها لأن صريحها إثبات الضلال للذين يكذِّبون بالساعة وكنايتها إثباتُ الهدى للذين يؤمنون بالساعة . وهذا التذييل فذلكة للجملة التي قبلها .وافتتاح الجملة بحرف { أَلاَ } الذي هو للتنبيه لقصد العناية بالكلام .والمُمَاراة : مفاعلة من المِرْية بكسر الميم وهي الشك . والمماراة : المُلاحَّة لإدخال الشك على المجادل ، وقد تقدم في قوله تعالى : { فلا تمارِ فيهم } في سورة الكهف ( 22 ) .وجُعل الضلال كالظرف لهم تشبيهاً لتلبسهم بالضلال بوقوع بالمظروف في ظرفه ، فحرف { في } للظرفية المجازية .ووصف الضلال بالبعيد وصفٌ مجازي ، شُبه الكفر بضلال السائر في طريق وهو يكون أشد إذا كان الطريق بعيداً ، وذلك كناية عن عسر إرجاعه إلى المقصود .والمعنى : لفي ضلال شديد ، وتقدم في قوله : { فَقَدْ ضَلَّ ضلالاً بعيداً } في سورة النساء ( 116 ) ."
    },
    {
      "ayah": 19,
      "surah": 42,
      "text": "اللَّهُ لَطِيفٌ بِعِبَادِهِ يَرْزُقُ مَنْ يَشَاءُ وَهُوَ الْقَوِيُّ الْعَزِيزُ (19)هذه الجملة توطئة لجملة { من كان يريد حرث الآخرة نزد له في حرثه } [ الشورى : 20 ] لأن ما سيذكر في الجملة الآتية هو أثر من آثار لطف الله بعباده ورفقه بهم وما يَسَّر من الرزق للمؤمنين منهم والكفار في الدّنيا ، ثم ما خصّ به المؤمنين من رزق الآخرة ، فالجملة مستأنفة استئنافاً ابتدائياً مقدِّمة لاستئناف الجملة الموطَّإ لها ، وهي جملة { من كان يريد حرث الآخرة نزد له في حرثه } الآية [ الشورى : 20 ] . وموقع جملة من كان يريد حرث الآخرة } الخ فسنبينه .واللطيف : البَر القوي البِرّ . ويدخل في هذا كثير من النعم . فسّر عدد من المفسّرين اللطيف بواهب بعضها وإنما هو تفسيرُ تمثيل لا يخُصُّ دلالةَ الوصف به . وفعل ( لَطَف ) من باب نصر يتعدى بالباء كما هنا وباللام كما في قوله : { إن ربّي لطيفٌ لما يشاء } كما تقدم في سورة يوسف ( 100 ) . وتقدم تحقيقُ معنى اسمه تعالى اللطيف .وعباده عام لجميع العباد ، وهم نوع الإنسان لأنه جمع مضاف . وجملة يرزق من يشاء } في موضع الحال من اسم الجلالة ، أو في موضع خبر عنه .والرزق : إعطاء ما ينفع . وهو عندنا لا يختص بالحلال وعند المعتزلة يختص به والخلاف اصطلاح .والظاهر : أن المراد هنا رزق الدّنيا لأن الكلام توطئة لقوله : { من كان يريد حرث الآخرة } [ الشورى : 20 ] .والمشيئة : مشيئة تقدير الرّزق لكل أحد من العباد ليكون عموم اللطف للعباد باقياً ، فلا يكون قوله : من يشاء } في معنى التكرير ، إذ يصير هكذا يرزق من يشاء من عباده الملطوففِ بجميعهم ، وما الرزق إلا من اللطف ، فيصيرُ بعضَ المعنى المفاد ، فلا جرم تعيّن أن المشيئة هنا مصروفة لمشيئة تقدير الرزق بمقاديره .والمعنى : أنه للطفه بجميع عباده لا يترك أحداً منهم بلا رزق وأنه فضل بعضهم على بعض في الرزق جرياً على مشيئته . وهذا المعنى يثير مسألة الخلاف بين أيمة أصول الدّين في نعمة الكافر ، ومِن فروعها رزقُ الكافر . وعن الشيخ أبي الحسن الأشعري أن الكافر غير منعم عليه نعمةً دنيوية لأن ملاذّ الكافر استدراج لمَّا كانت مفضية إلى العذاب في الآخرة فكانت غير نعمة ، ومرادهم بالدنيوية مقابل الدينية . وكأنَّ مراد الشيخ بهذا تحقيق معنى غضب الله على الكافرين كما جاء في آيات كثيرة ، فمراده : أن الكافر غير مُنْعَم عليه نعمةَ رضى وكرامةٍ ولكنها نعمة رحمة لما له من انتساب المخلوقية لله تعالى .وقال أبو بكر الباقلاني : الكافر منعَم عليه نعمة دُنيوية . وقالت المعتزلة : هو منعم عليه نعمة دنيوية ودينية : فالدنيوية ظاهرة ، والدّينية كالقُدرة على النظر المؤدي إلى معرفة الله .وهذه مسألة أرجع المحققون الخلافَ فيها إلى اللفظ والبناءِ على المصطلحات والاعتبارات الموافقة لدقائق المذاهب ، إذ لا ينازع أحد في نعمة المنعمين منهم وقد قال تعالى : { وذرْني والمُكذبين أولي النَّعْمَة }[ المزمل : 11 ] .وعُطف { وهو القوي العزيز } على صفة { لطيف } أو على جملة { يرزق من يشاء } وهو تمجيد لله تعالى بهاتين الصفتين ، ويفيد الاحتراس من توهم أن لطفه عن عجز أو مصانعة ، فإنه قوي عزيز لا يَعجز ولا يصانِع ، أو عن توهم أن رزقه لمن يشاء عن شحّ أو قِلّةٍ فإنه القويّ ، والقوي تنتفي عنه أسباب الشحّ ، والعزيز ينتفي عنه سبب الفقر فرزقه لمن يشاء بما يشاء منوط لحكمة عَلِمها في أحوال خلقه عامة وخاصة ، قال تعالى : { ولو بسط الله الرزق لعباده لبغوا في الأرض ولكِنْ ينزِّل بقَدَر ما يشاء } [ الشورى : 27 ] الآية .والإخبار عن اسم الجلالة بالمسند المعَرّففِ باللام يفيد معنى قصر القوة والعزة عليه تعالى ، وهو قصر الجنس للمبالغة لكماله فيه تعالى حتى كأنَّ قوة غيره وعزّة غيره عَدَم ."
    },
    {
      "ayah": 2,
      "surah": 42,
      "text": "عسق (2)ابتدئت بالحروف المقَطَّعة على نحو ما ابتدئت به أمثالها مثل أول سورة البقرة لأن ابتداءها مشير إلى التحدّي بعجزهم عن معارضة القرآن وأن عجزهم عن معارضته دليل على أنه كلام منزل من الله تعالى .وخصت بزيادة كلمة { عسق } على أوائل السور من آل { حم } ولعل ذلك لحال كانوا عليه من شدّة الطعن في القرآن وقت نزول هذه السورة ، فكان التحدي لهم بالمعارضة أشد فزيد في تحدّيهم من حروف التهجّي . وإنّما لم تُوصل الميم بالعين كما وصلت الميم بالراء في طالعة سورة الرعد ، وكما وصلت الميم بالصاد في مفتتح سورة الأعراف ، وكما وصلت العين بالصاد في مفتتح سورة مريم ، لأن ما بعد الميم في السور الثلاث حرف واحد فاتصاله بما قبله أولى بخلاف ما في هذه السورة فإنه ثلاثة حروف تشبه كلمة فكانت أولى بالانفصال ."
    },
    {
      "ayah": 20,
      "surah": 42,
      "text": "مَنْ كَانَ يُرِيدُ حَرْثَ الْآَخِرَةِ نَزِدْ لَهُ فِي حَرْثِهِ وَمَنْ كَانَ يُرِيدُ حَرْثَ الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَا لَهُ فِي الْآَخِرَةِ مِنْ نَصِيبٍ (20)هذه الآية متصلة بقوله : { يستعجل بها الذين لا يؤمنون بها والذين آمنوا مشفقون منها } [ الشورى : 18 ] الآية ، لِمَا تضمنته من وجود فريقين : فريق المؤمنين أكبر همهم حياةُ الآخرة ، وفريق الذين لا يؤمنون همهم قاصرة على حياة الدّنيا ، فجاء في هذه الآية تفصيل معاملة الله الفريقين معاملة متفاوتة مع استوائهم في كونهم عبيده وكونهم بمحل لطف منه ، فكانت جملة { الله لطيف بعباده } [ الشورى : 19 ] تمهيداً لهذه الجملة ، وكانت هاته الجملة تفصيلاً لحظوظ الفريقين في شأن الإيمان بالآخرة وعدم الإيمان بها .ولأجل هذا الاتصال بينها وبين جملة { يستعجل بها الذين لا يؤمنون بها } [ الشورى : 18 ] تُرك عطفها عليها ، وترك عطف توطئتها كذلك ، ولأجل الاتصال بينها وبين جملة { الله لطيف بعباده } [ الشورى : 19 ] اتصالَ المقصود بالتوطئة تُرك عطفها على جملة { الله لطيف بعباده .والحَرث : أصله مصدر حَرَث ، إذ شقّ الأرض ليزرع فيها حَبّاً أو ليغرس فيها شجراً ، وأطلق على الأرض التي فيها زرع أو شجر وهو إطلاق كثير كما في قوله تعالى : { أنْ اغدُوا على حَرْثِكم إن كُنتم صارمين } [ القلم : 22 ] ، أي جنتكم لقوله قبله { كما بَلونا أصحابَ الجنّة } [ القلم : 17 ] وقال : { زُين للناس حبّ الشهوات من النساء } إلى قوله : { والأنعاممِ والحَرث } وقد تقدم في سورة آل عمران ( 14 ) .والحرث في هذه الآية تمثيل للإقبال على كسب ما يُعده الكاسب نفعاً له يرجو منه فائدة وافرة بإقبال الفلاَّح على شقّ الأرض وزرعها ليحصل له سنابل كثيرة وثمار من شجر الحرث ، ومنه قول امرىء القيس: ... كِلانَا إذا ما نَال شيئاً أفاتهومن يَحْتَرث حَرثي وحَرْثَكَ يَهزِل ... وإضافة حرث } إلى { الآخرة } وإلى { الدنيا } على معنى اللام كقوله : { ومن أراد الآخرة وسعَى لها سعيها } [ الإسراء : 19 ] ، وهي لام الاختصاص وهو في مثل هذا اختصاص المعلَّل بعلته ، وما لام التعليل إلا من تصاريف لام الاختصاص .ومعنى { يريد حرث الآخرة } يبْتغي عملاً لأجل الآخرة . وذلك المريد : هو المؤمن بالآخرة لأن المؤمن بالآخرة لا يخلو عن أن يريد الآخرة ببعض أعماله كثيراً كان أو قليلاً ، والذي يريد حرث الدّنيا مراد به : من لا يسعى إلا لعمل الدّنيا بقرينة المقابلة بمن يريد حرث الآخرة ، فتعيّن أن مريد حرث الدّنيا في هذه الآية : هو الذي لا يؤمن بالآخرة . ونظيرها في هذا قوله تعالى في سورة هود ( 15 ، 16 ) { من كان يريد الحياة الدّنيا وزينتها نُوَفِّ إليهم أعمالَهم فيها وهم فيها لا يُبْخسون أولئك الذين ليس لهم في الآخرة إلا النار وحبِط ما صنعوا فيها وباطل ما كانوا يعملون } ألا ترى إلى قوله : { ليس لهم في الآخرة إلا النار } [ هود : 16 ] وقوله في سورة الإسراء ( 18 ، 19 ) { مَن كان يريد العاجلة عجّلنا له فيها ما نشاء لمن نريد ثم جعلنا له جهنّم يصلاها مذموماً مدحوراً ومن أراد الآخرة وسعى لها سعيها وهو مؤمن فأولئك كان سعيُهم مشكوراً . }وفعل نزد له في حرثه } يتحمل معنيين : أن تكون الزيادة في ثواب العمل ، كقوله : { ويُرْبِي الصدقات } [ البقرة : 276 ] وقوله : { مثل الذين ينفقون أموالهم في سبيل الله كمثل حبة أنبتت سبع سنابل في كل سنبلة مائة حبة والله يضاعف لمن يشاء } [ البقرة : 261 ] ، وسيأتي قريباً قوله : { ومن يقترِفْ حسنة نزِدْ له فيها حُسناً } [ الشورى : 23 ] . وعلى هذا فتعليق الزيادة بالحرث مجاز عقلي علقت الزيادة بالحَرثثِ وحقُّها أن تعلق بسببه وهو الثواب ، فالمعنى على حذف مضاف . وأن تكون الزيادة في العمل ، أي نقدر له العون على الازدياد من الأعمال الصالحة ونيسّر له ذلك فيزداد من الصالحات . وعلى هذا فتعليق الزيادة بالحرث حقيقة فيكون من استعمال المركب في حقيقته ومجازه العقليين .ومعنى { نؤته منها } : نقدر له من متاع الدنيا مِن : مدة حياة وعافية ورزق لأن الله قدر لمخلوقاته أرزاقهم وأمدادهم في الدّنيا ، وجعل حظ الآخرة خاصاً بالمؤمنين كما قال : { ومن أراد الآخرة وسعى لها سعيها وهو مؤمن } [ الإسراء : 19 ] . وقد شملت آية سورة الإسراء فريقاً آخر غير مذكور هنا ، وهو الذي يؤمن بالآخرة ويبْتغي النجاة فيها ولكنه لم يؤمن بالإسلام مثلُ أهل الكتاب ، وهذا الفريق مذكور أيضاً في سورة البلد ( 11 17 ) بقوله تعالى : { فَلا اقْتَحَمَ العقبةَ وما أدراك ما العقبةُ فكُّ رقبةٍ أو إطعام } إلى قوله : { ثم كان من الذين آمنوا } } .فلا يَتوهمَنَّ متوهم أن هذه الآية ونحوها تحجر تناول المسلم حظوظَ الدّنيا إذا أدى حق الإيمان والتكليف ، ولا أنها تصدّ عن خلط الحظوظ الدنيوية مع حظوظ الآخرة إذا وقع الإيفاء بكليهما ، ولا أن الخلط بين الحظين ينافي الإخلاص كطلب التبرد مع الوضوء وطلببِ الصحة مع التطوع بالصوم إذا كان المقصد الأصلي الإيفاء بالحق الديني . وقد تعرض لهذه المسألة أبو إسحاق الشاطبي في فصل أول من المسألة السادسة من النوع الرابع من كتاب «المقاصد» من كتاب «الموافقات» . وذكر فيها نظرين مختلفين للغزالي وأبي بكر بن العربي ورجح فيها رأي أبي بكر بن العربي فانظره .والنصيب : ما يُعيَّن لأحد من الشيء المقسوم ، وهو فَعيل من نَصَبَ لأن الحظ يُنصب ، أي يجعل كالصُّبرة لصاحبه ، وتقدم عند قوله تعالى : { أولئك لهم نصيب مما كسبوا } في سورة البقرة ( 202 ) ."
    },
    {
      "ayah": 21,
      "surah": 42,
      "text": "أَمْ لَهُمْ شُرَكَاءُ شَرَعُوا لَهُمْ مِنَ الدِّينِ مَا لَمْ يَأْذَنْ بِهِ اللَّهُ وَلَوْلَا كَلِمَةُ الْفَصْلِ لَقُضِيَ بَيْنَهُمْ وَإِنَّ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ (21){ } .{ أمنَّصِيبٍ * أَمْ لَهُمْ شُرَكَاءُ شَرَعُواْ لَهُمْ مِّنَ الدين مَا لَمْ يَأْذَن بِهِ الله وَلَوْلاَ كَلِمَةُ الفصل لَقُضِىَ بَيْنَهُمْ وَإِنَّ الظالمين لَهُمْ عَذَابٌ أَلِيمٌ } للإضراب الانتقالي وهو انتقال من الكلام على تفرق أهل الشرائع السالفة في شرائعهم مَن انقرض منهم ومن بقي كأهل الكتابين إلى الكلام على ما يشابه ذلك من الاختلاف على أصل الديانة ، وتلك مخالفة المشركين للشرائع كلّها وتلقّيهم دين الإشراك من أيمة الكفر وقادة الضلال .ومعنى الاستفهام الذي تقضيه { أم } التي للإضراب هو هنا للتقريع والتهكّم ، فالتقريع راجع إلى أنهم شرعوا من الدّين ما لم يأذن به الله والتهكم راجع إلى من شرعوا لهم الشرك ، فسئلوا عمن شرع لهم دين الشرك : أهم شركاء آخرون اعتقدوهم شركاءَ لله في الإلهاية وفي شرع الأديان كما شرع الله للناس الأديان؟ وهذا تهكّم بهم لأن هذا النوع من الشركاء لم يدّعِه أهل الشرك من العرب . وهذا المعنى هو الذي يساعد تنكير { شركاء } ووصْفَه بجملة { شرعوا لهم من الدين } . ويجوز أن يكون المسؤول عن الذي شرع لهم هو الأصنام التي يعبدونها ، وهو الذي درج عليه المفسرون ، فيكون { لهم } في موضع الحال من { شركاء } .والمقصود : فضح فظاعة شركهم بعروه عن الانتساب إلى الله ، أي إن لم يكن مشروعاً من الإله الحقّ فهو مشروع من الآلهة الباطلة وهي الشركاء . وظاهر أن تلك الآلهة لا تصلح لتشريع دين لأنها لا تعقل ولا تتكلم ، فتعين أن دين الشرك دين لا مستند له . وقريب من هذا قوله تعالى : { وكذلك زَيَّن لِكَثير من المشركين قتل أولادهم شركاؤهم } [ الأنعام : 137 ] .وقيل المراد بالشركاء : أيمة دين الشرك أطلق عليهم اسم الشركاء مجازاً بعلاقة السببية .وضميرَا { لهم } عائدان إلى { الذين لا يؤمنون بها } [ الشورى : 18 ] أو إلى { الذين يحاجون في الله } [ الشورى : 16 ] . والتعريف في { الدين } للجنس ، أي شرعوا لهم من جنس الدّين ما ، أي ديناً لم يأذن به الله ، أي لم يأذن بِشرعه ، أي لم يرسل به رسولاً منه ولا أوحى به بواسطة ملائكته .{ الله وَلَوْلاَ كَلِمَةُ الفصل لَقُضِىَ } ،هو كقوله فيما تقدم { ولولا كلمة سبقت من ربّك إلى أجل مسمى لقُضي بينهم } [ الشورى : 14 ] .وكلمة الفصل هي : ما قدّره الله وأرادهُ من إمهالهم . والفصل : الفاصل ، أي الذي لا تردد فيه .{ بَيْنَهُمْ وَإِنَّ الظالمين لَهُمْ عَذَابٌ } .عطف على جملة { ولولا كلمة الفصل } والمقصود تحقيق إمهالهم إلى أجل مسمى لا يفلتهم من المؤاخذة بما ظَلموا . والمراد بالظالمين المشركون { إن الشرك لظلم عظيم } [ لقمان : 13 ] .والعذاب الأليم : عذاب الآخرة لجميعهم ، وعذاب الدّنيا بالسيف والذلّ للذين أُخّروا إلى إبَّان حلوله مثل قتلهم يوم بدر .وَتَوْكيد الخبر بحرف التوكيد لأن هذا الخبر موجه إليهم لأنهم يسمعون هذا الكلام ويعلمون أنهم المقصودون به ."
    },
    {
      "ayah": 22,
      "surah": 42,
      "text": "تَرَى الظَّالِمِينَ مُشْفِقِينَ مِمَّا كَسَبُوا وَهُوَ وَاقِعٌ بِهِمْ وَالَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ فِي رَوْضَاتِ الْجَنَّاتِ لَهُمْ مَا يَشَاءُونَ عِنْدَ رَبِّهِمْ ذَلِكَ هُوَ الْفَضْلُ الْكَبِيرُ (22)جملة { ترى الظالمين مشفقين مما كسبوا } بيان لِجملة { وإن الظالمين لهم عذاب أليم } [ الشورى : 21 ] ، بُيِّن حال هذا العذاب ببيان حال أصحابه حينَ تَوقُّعِ حلوله ، وكفى بذلك منبئاً عن هوله .والخطاب ب { تَرى } لغير معيّن فيعم كل من تُمكن منه الرؤية يومئذٍ كقوله : { وترى الظالمين لمّا رأوا العذاب يقولون هل إلى مردَ من سبيل وتراهم يُعرضون عليها خاشعين من الذلّ } [ الشورى : 44 ، 45 ] . والمقصود استحضار صورة حال الظالمين يوم القيامة في ذهن المخاطب .والإشفاق : توقع الشيء المضرّ وهو ضد التمَنّي .و ( ما كسبوا ) هو أعمالهم السيئة . والمراد : جزاؤها بقرينة المقام . وجملة { وهو واقع بهم } في موضع الحال ، أي مشفقين إشفاقاً يقارب اليأس وهو أشد الإشفاق حين يعلمون أن المشفَق منه لا يُنجي منه حَذَر ، لأن الإشفاق إذا حصل قبل اقتراب المشفَق منه قد يحاول المشفِق وسائلَ التخلص منه ، فأما إذا وقع العذاب فقد حال دون التخلص حائله . والمعنى : مشفقين من عقاب أعمالهم في حال نزول العقاب بهم . وليس المعنى : أنهم مشفقون في الدّنيا من أعمالهم السيئة لأنهم لا يدينون بذلك ، فما بُني على ذلك الاحتمال من التفسير ليس بَيِّناً .والباء في قوله { واقع بهم } للاستعلاء ، كقول غاوي السُّلَمي: ... أَرَبٌّ يبول الثُعْلُبَانُ بِرأسهوهذا الاستعمال قريب من معنى الإلصاق المجازي . وضمير { وهو واقع } عائد على { ما كسبوا } باعتبار تقدير مضاف ، أي جزاء ما كسبوا ، أي في حال أن الجزاء واقع عليهم .وجملة { والذين آمنوا وعملوا الصالحات في روضات الجنات } حال من الظّالمين ، والواو واو الحال ، أي ترى الظالمين في إشفاق في حال أن الذين آمنوا يطمئنون في روضات الجنات ، وفي هذه الحال دلالة على أن الذين آمنوا قد استقرّوا في الروضات من قبل عرض الظالمين على الحساب وإشفاقهم من تبعاته . وهذا من تضاد شأني الفريقين في الآخرة على عكسه بما كانوا عليه في الدّنيا المتقدم في قوله : { يستعجل بها الذين لا يؤمنون بها والذين آمنوا مشفقون منها } [ الشورى : 18 ] ، أي فاليوم انقلب إشفاق المؤمنين اطمئناناً واطمئنان المشركين إشفاقاً ، وشتّان بين الاطمئنانين والإشفاقين ، وبهذه المضادة في الحالتين وأسبابهما صحّ اعتبار كينونة الذين آمنوا في الجنة حالاً من { الظالمين } .والروضات : جمع روضة ، وهي اسم لمجموع ماء وشجرٍ حافَ به وخضرةٌ حوله .وجملة { لهم ما يشاءون عند ربهم } خبر ثان عن { الذين آمنوا } ، و { عند } ظرف متعلق بالكون الذي تعلق به الجَار والمجرور في { لهم ما يشاءون } .والعندية تشريف لمعنى الاختصاص الذي أفادته اللام في قوله : { لهم } وعناية بما يُعطَوْنَه من رغبة . والمعنى : ما يشاؤونه حق لهم محفوظ عند ربهم . ولا ينبغي جعل { عند } متعلقاً بفعل { يشاءون } لأن { عند } حينئذٍ تكون ظرفاً لمشيئتهم ، أي مشيئةٍ منهم متوجهةٍ إلى ربّهم ، فتؤول المشيئة إلى معنى الطلب أن يعطيهم ما يطلبون فيفوت قصد التشريف والعناية .ولك أن تجعل عند ربّهم خبراً ثالثاً عن الذين آمنوا ، أي هم عند ربّهم ، أي في ضيافته وقِراه ، كما قال تعالى : { إن المتقين في جنات ونهر في مقعد صدق عند مليك مقتدر } [ القمر : 54 ، 55 ] ، ويكون ترتيب الأخبار الثلاثة جارياً على نمط الارتقاء من الحَسن إلى الأحسن بأن : أخبر عنهم بأنهم نزلوا في أحسن منزل ، ثم أحضر لهم ما يشتهون ، ثم ارتقي إلى ما هو أعظم وهو كونهم عند ربهم على حد قوله تعالى : { ورضوان من الله أكبر } [ التوبة : 72 ] . ومن لطائف هذا الوجه أنه جاء على الترتيب المعهود في الحصول في الخارج فإن الضيف أو الوافد ينزل أول قدومه في منزل إكرام ثم يحضر إليه القرى ثم يخالطه رب المنزل ويقترب منه .وجملة { ذلك هو الفضل الكبير } تذييل . والإشارةُ إلى مضمون قوله : { في روضات الجنات لهم ما يشاؤون عند ربهم } بتأويل : ذلك المذكورُ . وجيء باسم إشارة البعيد استعارة لكون المشار إليه بعيد المكانة بُعد ارتفاع مجازي وهو الشرف .و { الفضل } يجوز أن يكون مصدراً بمعنى الشرف والتفوق على الغير فيكون في معنى : فَضْلُهم ، ويجوز أن يكون اسماً لما يُتفضل به من عطاء فيكون في معنى : ذلك فضْلُنا عليهم ، وفي هذا الأخير دلالة على أن ثواب الأعمال فضل من الله لأن طاعة العباد واجبة عليهم فإذا أدّوها فقد فعلوا ما لا يسعهم إلا فعله فلو لم يثابوا على ذلك لم يكن عدم إثابتهم ظُلماً .وضمير الفَصْل يفيد قصراً ادعائياً للمبالغة في أعظمية الفضل ، و { الفضل } يصلح لأن يعتبر كالمضاف إلى المفعول ، أي فضل الله عليهم ، وأن يعتبر كالمضاف إلى الفاعل فضلهم ، أي شرفهم وبركتهم فيؤول معنى القصر إلى أن الفضل الذي حصل للذين آمنوا وعملوا الصالحات أكبر فضل ."
    },
    {
      "ayah": 23,
      "surah": 42,
      "text": "ذَلِكَ الَّذِي يُبَشِّرُ اللَّهُ عِبَادَهُ الَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ قُلْ لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِلَّا الْمَوَدَّةَ فِي الْقُرْبَى وَمَنْ يَقْتَرِفْ حَسَنَةً نَزِدْ لَهُ فِيهَا حُسْنًا إِنَّ اللَّهَ غَفُورٌ شَكُورٌ (23){ الكبير * ذَلِكَ الذى يُبَشِّرُ الله عِبَادَهُ الذين ءَامَنُواْ وَعَمِلُواْ الصالحات قُل لاَّ أَسْھَلُكُمْ عَلَيْهِ أَجْراً إِلاَّ المودة فِى القربى وَمَن يَقْتَرِفْ حَسَنَةً نَّزِدْ لَهُ فِيهَا } .اسم الإشارة مؤكد لنظيره الذي قبله ، أي ذلك المذكور الذي هو فضل يحصل لهم في الجنّة هو أيضاً بشرى لهم من الحياة الدنيا .والعائد من الصلة إلى الموصول محذوف تقديره : الذي يبشر الله به عباده . وحذفه هنا لتنزيله منزلة الضمير المنصوب باعتبار حذف الجار على طريقة حذفه في نحو قوله : { واختار موسى قومه } [ الأعراف : 155 ] بتقدير : من قومه ، فلما عومل معاملة المنصوب حذف كما يحذف الضمير المنصوب .وقرأ نافع وعاصم وابن عامر ويعقوب وخلف { يبشر } بضم التحتية وفتح الموحدة وتشديد الشين المكسورة ، وهو من بشّره ، إذا أخبره بحادثثٍ يسره . وقرأه ابن كثير وأبو عمر وحمزة والكسائي { يَبْشُر } بفتح التحتية وسكون الموحدة وضم الشين مخففة ، يقال : بشرت الرجل بتخفيف الشين أبشرُهُ من باب نصر إذا غبطه بحادث يَسرّه .وجَمعُ العباد المضافُ إلى اسم الجلالة أو ضميرِه غَلَب إطلاقه في القرآن في معرض التقريب وترفيع الشّأن ، ولذلك يكون موقع { الذين آمنوا وعملوا الصالحات } هنا موقع عطف البيان على نحو قوله تعالى : { ألا إن أولياء الله لا خوف عليهم ولا هم يحزنون الذين آمنوا وكانوا يتقون } [ يونس : 62 ، 63 ] إذ وقع { الذين آمنوا موقع عطف البيان من أولياء الله .الصالحات قُل لاَّ أَسْھَلُكُمْ عَلَيْهِ أَجْراً إِلاَّ المودة فِى } .استئناف ابتدائي بمناسبة ذكر ما أعد للمشركين من عذاب وما أعد للمؤمنين من خير ، وضمير جماعة المخاطبين مراد به المشركون لا محالة وليس في الكلام السابق ما يتوهم منه أن يكون { قل لا أسألكم } جواباً عنه ، فتعين أن جملة { قل لا أسألكم عليه أجراً } كلام مستأنف استئنافاً ابتدائياً .ويظهر مما رواه الواحدي في «أسباب النزول» عن قتادة : أن المشركين اجتمعوا في مجمع لهم فقال بعضهم لبعض : أترون محمداً يَسأل على ما يتعاطاه أجراً . فنزلت هذه الآية ، يعنون : إن كان ذلك جمعنا له مالاً كما قالوه له غير مرة ، أنها لا اتصال لها بما قبلها وأنها لما عرض سبب نزولها نزلت في أثناء نزول الآيات التي قبلها والتي بعدها فتكون جملة ابتدائية . وكان موقعها هنا لمناسبة ما سبق من ذكر حجاج المشركين وعنادهم فإن مناسبتها لما معها من الآيات موجودة إذ هي من جملة ما واجه به القرآن محاجّة المشركين ، ونفَى به أوهامهم ، واستفتح بصائرهم إلى النظر في علامات صدق الرسول؛ فهي جملة ابتدائية وقعت معترضة بين جملة { والذين آمنوا وعملوا الصالحات } وجملة { ومن يقترف حسنة } .وابتدئت ب { قل } إما لأنها جواب عن كلام صدر منهم ، وإمّا لأنها مما يهتم بإبلاغه إليهم كما أن نظائرها افتتحت بمثل ذلك مثل قوله تعالى :{ قل ما سألتكم من أجر فهو لكم } [ سبأ : 47 ] وقوله : { قل ما أسألكم عليه من أجر وما أنا من المتكلفين } [ ص : 86 ] وقوله : { قل لا أسألكم عليه أجراً } [ الأنعام : 90 ] .وضمير { عليه } عائد إلى القرآن المفهوم من المقام .والأجر : الجزاء الذي يعطاه أحد على عمل يعمله ، وتقدم عند قوله تعالى : { إن الله عنده أجر عظيم } في سورة براءة ( 22 ) .والمودّة : المحبة والمعاملة الحسنة المشبهة معاملة المتحابين ، وتقدمت عند قوله { مودّة بينكم في الحياة الدنيا } في سورة العنكبوت ( 25 ) . والكلام على تقدير مضاف أي معاملة المودة ، أي المجاملة بقرينة أن المحبة لا تُسأل لأنها انبعاث وانفعال نفساني .وفي } للظرفية المجازية لأنه مجرورها وهو { القربى } لا يصلح لأن يكون مظروفاً فيه .ومعنى الظرفية المجازية هنا : التعليل ، وهو معنى كثير العروض لحرف { في } كقوله : { وجاهدوا في الله } [ الحج : 78 ] .و { القربى } : اسم مصدر كالرُجعى والبُشرى ، وهي قَرابة النسب ، قال تعالى : { وآتتِ ذا القُربى حقّه } [ الإسراء : 26 ] ، وقال زهير: ... وظُلمُ ذوي القربى أشدّ مضاضَةً . . . البيتوتقدم عند قوله تعالى : { ولذي القربى } في سورة الأنفال ( 41 ) .ومعنى الآية على ما يقتضيه نظمها : لا أسألكم على القرآن جزاء إلا أن تَوَدُّوني ، أي أن تعاملوني معاملة الوِدِّ ، أي غير معاملة العداوةِ ، لأجل القرابة التي بيننا في النسب القرشي .وفي «صحيح البخاري» و«جامع الترمذي» سئل ابن عباس عن هذه الآية بحضرة سعيد بن جبير فابتدر سعيد فقال : قُربى آل محمد ، فقال ابنُ عباس : عَجِلْتَ لم يكن بطن من قريش إلا كان له فيهم قرابة ، فقال : إلاّ أنْ تَصِلُوا ما بيني وبينكم من القرابة . وذكر القرطبي عن الشعبي أنه قال : أكثرَ الناسُ علينا في هذه الآية فكتبنا إلى ابن عباس نسأله عنها فكتب أن رسول الله صلى الله عليه وسلم كان أوسط الناس في قريش فليس بطن من بطونهم إلا وقد وَلَدَهُ فقال الله له : { قل لا أسألكم عليه أجراً إلا المودة في القربى } إلاَّ أن تَوَدوني في قرابتي منكم ، أي تَرَاعُوا ما بيني وبينكم فتصدّقوني ، فالقربى ههنا قرابة الرحم كأنه قال : اتبعوني للقرابة إن لم تتبعوني للنُبوءةِ . انتهى كلام القرطبي . وما فسر به بعض المفسرين أن المعنى : إلا أن تودّوا أقاربي تلفيق معنى عن فهم غير منظور فيه إلى الأسلوب العربي ، ولا تصح فيه رواية عمن يعتد بفهمه .أمّا كون محبة آل النبي صلى الله عليه وسلم لأجل محبة ما له اتصال به خُلُقاً من أخلاق المسلمين فحاصل من أدلة أخرى ، وتحديد حدودها مُفصَّل في «الشفاء» لعياض . والاستثناء منقطع لأن المودّة لأجل القرابة ليست من الجزاء على تبليغ الدعوة بالقرآن ولكنها مما تقتضيه المروءة فليس استثناؤها من عموم الأجر المنفي استثناء حقيقياً . والمعنى : لا أسألكم على التبليغ أجراً وأسألُكم المودّة لأجل القربى . وإنما سألهم المودّة لأن معاملتهم إياه معاملةَ المودّة معِينة على نشر دعوة الإسلام ، إذ تَلِين بتلك المعاملة شكيمتهم فيتركون مقاومته فيتمكن من تبليغ دعوة الإسلام على وجه أكمل .فصارت هذه المودة غرضاً دينياً لا نفع فيه لنفس النبي صلى الله عليه وسلموفي بعض الأخبار الموضوعة في أسباب النزول أن سبب نزول هذه الآية : أن النبي صلى الله عليه وسلم لَمَّا قدم المدينة كانت تنوبه نوائب لا يسعها ما في يديه . فقالت الأنصار : إن هذا الرجل هداكم الله به فنجمع له مالاً ، ففعلوا ثم أتوه به ، فنزلت . وفي رواية : أن الأنصار قالوا له يوماً : أنفسُنا وأموالنا لك ، فنزلت . وقيل نزل { ذلك الذي يبشر الله عباده } إلى قوله : { إنه عليم بذات الصدور } [ الشورى : 23 ، 24 ] . ولأجل ذلك قال فريق : إن هذه الآيات مدنية كما تقدم في أول السورة وهي أخبار واهية .وتضمنت الآية أن النبي صلى الله عليه وسلم منزّه عن أن يتطلب من الناس جزاء على تبليغ الهدى إليهم فإن النبوءة أعظم مرتبة في تعليم الحقّ وهي فوق مرتبة الحكمة ، والحكماء تنزّهوا عن أخذ الأجر على تعليم الحكمة ، فإن الحكمة خير كثير والخير الكثير لا تقابله أعراض الدنيا ، ولذلك أمر الله رُسُله بالتنزّه عن طلب جزاء على التبليغ ، فقال حكاية عن نوح { وما أسألكم عليه من أجر إن أجري إلاّ على رب العالمين } [ الشعراء : 109 ] . وكذلك حكى عن هود وصالح ولوط وشعيب .{ القربى وَمَن يَقْتَرِفْ حَسَنَةً نَّزِدْ لَهُ فِيهَا حُسْناً إِنَّ الله غَفُورٌ } .تذييل لجملة { ذلك الذي يبشر الله عباده الذين آمنوا وعملوا الصالحات } والمعنى : وكلما عمل مؤمن حسنة زدناه حسناً من ذلك الفضل الكبير . وهذا في معنى قوله تعالى : { والله يضاعف لمن يشاء } [ البقرة : 261 ] والواو اعتراضية .والاقتراف : افتعال من القَرْف ، وهو الاكتساب ، فالاقتراف مبالغة في الكسب نظيرَ الاكتساب ، وليس خاصاً باكتساب السوء وإن كان قد غلب فيه ، وأصله من قَرَفَ الشجرةَ ، إذا قشر قِرْفَها ، بكسر القاف ، وهو لِحَاؤها ، أي قَشْرُ عودها ، وتقدم عند قوله تعالى : { وليَقترفوا ما هم مقترفون } في سورة الأنعام ( 113 ) ، وعند قوله : { وأموالٌ اقترفتموها } في سورة براءة ( 24 ) .والحسنة : الفَعْلة ذات الحسن صفة مشبهة غلبت في استعمال القرآن والسنة على الطاعة والقربة فصارت بمنزلة الجوامد عَلَماً بالغلبة وهي مشتقة من الحسن وهو جمال الصورة . والحُسن : ضد القبح وهو صفة في الذات تقتضي قبول منظرها في نفوس الرّائين وميلهم إلى مداومة مشاهدتها . وتوصف المعنويات بالحسن فيراد به كون الفعل أو الصفة محمودة عند العقول مرغوباً في الاتصاف بها .ولما كانت الحسنة مأخوذة من الحُسن جعلت الزيادة فيها من الزيادة في الحسن مراعاة لأصل الاشتقاق فكان ذكر الحُسْن من الجناس المعبر عنه بجناس الاشتقاق نحو قوله تعالى : { فأقم وجهك للدّين القيم } [ الروم : 43 ] ، وصار المعنى نزِد له فيها مماثلاً لها . ويتعين أن الزيادة فيها زيادة من غير عَملِه ولا تكون الزيادة بعمل يعمله غيره لأنها تصير عملاً يستحق الزيادة أيضاً فلا تنتهي الزيادة فتعيّن أن المراد الزيادة في جزاء أمثالها عند الله . وهذا معنى قوله تعالى : { من جاء بالحسنة فله عشْر أمثالها } [ الأنعام : 160 ] وقوله { والله يضاعف لمن يشاء } [ البقرة : 261 ] ، وقول النبي صلى الله عليه وسلم « من هَم بحسنة فعمِلها كتبها الله عنده عشر حسنات إلى سبعمائة ضعف » .وجملة { إن الله غفور شكور } تذييل وتعليل للزيادة لقصد تحقيقها بأن الله كثيرة مغفرته لمن يستحقها ، كثير شكره للمتقربين إليه . والمقصود بالتعليل هو وصف الشكور ، وأما وصف الغفور فقد ذكر للإشارة إلى ترغيب المقترفين السيئات في الاستغفار والتوبة ليغفر لهم فلا يقنطوا من رحمة الله ."
    },
    {
      "ayah": 24,
      "surah": 42,
      "text": "أَمْ يَقُولُونَ افْتَرَى عَلَى اللَّهِ كَذِبًا فَإِنْ يَشَأِ اللَّهُ يَخْتِمْ عَلَى قَلْبِكَ وَيَمْحُ اللَّهُ الْبَاطِلَ وَيُحِقُّ الْحَقَّ بِكَلِمَاتِهِ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ (24)إضراب انتقالي عطفاً على قوله : { أم لهم شركاء شرعوا لهم من الدين ما لم يأذن به الله } [ الشورى : 21 ] وهو الكلام المضرَب عنه والمنتقل منه ، والمراد الانتقال إلى توبيخ آخر ، فالهمزة المقدرة بعد { أم } للاستفهام التوبيخي ، فإنهم قالوا ذلك فاستحقوا التوبيخ عليه . والمعنى : أم قالوا افترى ويقولونه .وجيء بفعل { يقولون } بصيغة المضارع ليتوجه التوبيخ لاستمرارهم على هذا القول الشنيع مع ظهور دلائل بطلانه . فإذا كان قولهم هذا شنعاً من القول فاستمرارهم عليه أشنع .وفُرع على توبيخهم على ذلك قوله : { فإن يشأ الله يختم على قلبك } وهو تفريع فيه خفاء ودقّة لأن المتبادر من التفريع أنّ ما بعد الفاء إبطال لما نسبوه إليه من الافتراء على الله وتوكيد للتوبيخ فكيف يستفاد هذا الإبطال من الشرط وجوابِه المفرعين على التوبيخ .وللمفسرين في بيان هذا التفريع وترتبه على ما قبله أفهام عديدة لا يخلو معظمها عن تكلف وضعف اقتناع . والوجه في بيانه : أن هذا الشرط وجوابَه المفرَّعين في ظاهر اللفظ على التوبيخ والإبطال هما دليل على المقصود بالتفريع المناسب لتوبيخهم وإبطاللِ قولهم ، وتقديرُ المفرع هكذا : فكيف يَكون الافتراء منك على الله والله لا يُقِر أحداً أن يكذب عليه فلو شاء لختم على قلبك ، أي سلبك العقل الذي يفكر في الكذب فتفحم عن الكلام فلا تستطيع أن تتقول عليه ، أي وليس ثمة حائل يحول دون مشيئة الله ذلك لو افتريت عليه ، فيكون الشرط كناية عن انتفاء الافتراء لأن الله لا يقرّ من يكذب عليه كلاماً ، فحصل بهذا النظم إيجاز بديع ، وتكون الآية قريباً من قوله تعالى : { ولو تقول علينا بعض الأقاويل لأخذنا منه باليمين ثم لَقَطَعْنَا منه الوتِين } [ الحاقة : 44 46 ] .ولابن عطية كلمات قليلة يؤيد مغزاها هذا التقرير مستندة لقول قتادة محمولاً على ظاهر اللفظ من كون ما بعد الفاء هو المفرع ، ويكون الكلام كناية عن الإعراض عن قولهم : { افترى على الله كذباً } ، أي أن الله يخاطب رسوله بهذا تعريضاً بالمشركين . والمعنى : أن افتراءه على الله لا يهمكم حتى تناصبوا محمداً صلى الله عليه وسلم العداء ، فالله أولى منكم بأن يغار على انتهاك حرمة رسالته وبأن يذب عن جلاله فلا تجعلوا هذه الدعوى همكم فإن الله لو شاء لختم على قلبك فسلبك القدرة على أن تنسب إليه كلاماً . وهذان الوجهان هما المناسبان لموقع الآية ، ولفاء التفريع ، ولما في الشرط من الاستقبال ، ولوقوع فعل الشرط مضارعاً ، فالوقف على قوله : { على قلبك } وهو انتهاء كلام .وجملة { ويمح الله الباطل } معطوفة على التفريع ، وهي كلام مستأنف ، مراد منه أن الله يمحو باطل المشركين وبهتانهم ويحقق ما جاء به رسوله صلى الله عليه وسلموعلى مراعاة هذا المعنى جرى جمع من أهل التفسير مثل الكسائي وابن الأنباري والزجاج والزمخشري ولم يجعلوا { ويمح } عطفاً على فعل الجزاء لأن المتبادر أن هذا وعد من الله بإظهار الإسلام ، ووعيد المشركين بأن دينهم زائل .وهذا هو المتبادر من رفع { ويحقُّ } باتفاق القراء على رفعه ، والمراد بالمحو على هذا : الإزالةُ . والمراد بالباطلِ : الباطل المعهود وهو دين الشرك . وبالحق : الحق المعهود ، وهو الإسلام .أو يكون المعنى أن من شأن الله تعالى أن يزيل الباطل ويفضحه بإيجاد أسباب زواله وأن يوضح الحقّ بإيجاد أسباب ظهوره ، حتى يكون ظهوره فاضحاً لبطلان الباطل فلو كان القرآن مفترى على الله لفضح الله بطلانه وأظهر الحق ، فالمراد بالباطل : جنس الباطل ، وبالحق جنس الحق ، وتكون الجملة كالتذييل للتفريع . والمعنى الأول أنسب بالاستئناف ، ولإفادته الوعيد بإزالة ما هم عليه ونصر المسلمين عليهم .وعلى كلا المعنيين فقوله : { ويمح الله الباطل } كلامٌ مستأنف ليس معطوفاً على جزاء الشرط إذ ليس المعنى على : إنْ يشأ الله يمحُ الباطل ، بل هو تحقيق لمحوه للباطل كقوله تعالى : { إن الباطل كان زهوقاً } [ الإسراء : 81 ] ، كما دل عليه رفع { ويحقُّ الحق بكلماته } ، ففعل { يمحُ } مرفوع وحقه ظهور الواو في آخره ، ولكنها حذفت تخفيفاً في النطق ، وتبع حذفَها في النطق حذفُها في الرسم اعتباراً بحال النطق كما حذف واو { سندعُ الزبانية } [ العلق : 18 ] وواو { ويدْع الإنسان بالشر دعاءه بالخير } [ الإسراء : 11 ] . وذكر في «الكشاف» أن الواو ثبتت في بعض المصاحف ولم يعيّنه ولا ذكره غيره فيما رأيت .وإظهار اسم الجلالة في قوله : { ويمح الله الباطل } دون أن يقول : ويمحُ الباطل ، لتقوية تمكن المسند إليه من الذهن ولإظهار عناية الله بمحو الباطل . وإنما عُدل على الجملة الاسمية في صوغ { ويمح الله الباطل } فلم يقل : والله يمحو الباطل ، لأنه أريد أن ما في إفادة المضارع من التجدد والتكرير إيماء إلى أن هذا شأن الله وعادته لا تتخلف ولم يقصد تحقيق ذلك وتثبيته لأن إفادة التكرير تقتضي ذلك بطريق الكناية فحصل الغرضان .والباء في { بكلماته } للسببية ، والكلمات هي : كلمات القرآن والوحي كقوله { يريدون أن يبدّلوا كلام الله } [ الفتح : 15 ] ، أو المراد : كلمات التكوين المتعلقة بالإيجاد على وفق علمه كقوله : { لا مبدل لكلماته } [ الكهف : 27 ] . وإنما جاء هذا الرد عليهم بأسلوب الخطاب للنبيء صلى الله عليه وسلم لأن ذلك أقوى في الاعتناء بتلقينه جواب تكذيبهم لأن المقام مقام تفظيع لبهتانهم ، وهذا وجه التخالف بين أسلوب هذه الآية وأسلوب قوله تعالى : { قل لو شاء الله ما تلوتهُ عليكم ولا أدْرَاكُم به } [ يونس : 16 ] لأن ذلك لم يكن مسوقاً لإبطال كلام صدر منهم .وجملة { إنه عليم بذات الصدور } تعليل لمجموع جملتي { فإن يشإ الله } إلى قوله : { بكلماته } ، أي لأنه لا يخفى عليه افتراء مُفترٍ ولا صدقُ محقَ . و ( ذات الصدور ) : النوايا والمقاصد التي يضمرها الناس في عقولهم . والصدور : العقول ، أطلق عليها الصدور على الاستعمال العربي ، وقد تقدم عند قوله تعالى : { إنه عليم بذات الصدور } في سورة الأنفال ( 43 ) ."
    },
    {
      "ayah": 25,
      "surah": 42,
      "text": "وَهُوَ الَّذِي يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ وَيَعْفُو عَنِ السَّيِّئَاتِ وَيَعْلَمُ مَا تَفْعَلُونَ (25) لما جرى وعيد الذين يحاجُّون في الله لتأييد باطلهم من قوله تعالى : { والذين يحاجّون في الله من بعدما استجيب له حجتهم داحضة عند ربهم وعليهم غضب ولهم عذاب شديد } [ الشورى : 16 ] . ثم أتبع بوصف سوء حالهم يوم الجزاء بقوله : { ترى الظالمين مشفقين مما كسبوا } [ الشورى : 22 ] ، وقوبل بوصف نعيم الذين آمنوا بقوله : { والذين آمنوا وعملوا الصالحات في روضات الجنات } [ الشورى : 22 ] ، وكان ذلك مَظنة أن يكسر نفوس أهل العناد والضلالة ، أعقب بإعلامهم أن الله من شأنه قبول توبة من يتوب من عباده ، وعفوُه بذلك عما سلف من سيئاتهم .وهذا الإخبار تعريض بالتحريض على مبادرة التوبة ولذلك جيء فيه بالفعل المضارع الصالح للاستقبال . وهو أيضا بشارة للمؤمنين بأنه قبل توبتهم مما كانوا فيه من الشرك والجاهلية فإن الذي من شأنه أن يقبل التوبة في المستقبل يكون قد قبل توبة التائبين من قبلُ ، بدلالة لحن الخطاب أو فَحواه ، وأن من شأنه الاستجابة للذين آمنوا وعملوا الصالحات من عباده . وكل ذلك جرْي على عادة القرآن في تعقيب الترهيب بالترغيب وعكسه . وهذا كله يتضمن وعداً للمؤمنين بقبول إيمانهم وللعصاة بقبول توبتهم .فجملة : { وهو الذي يقبل التوبة عن عباده } معطوفة على جملة { وإن الظالمين لهم عذاب أليم } [ الشورى : 21 ] وما اتصل بها ممّا تقدم ذكره وخاصة جملة : { ويمح الله الباطل } [ الشورى : 24 ] .وابتِناءُ الإخبار بهذه الجملة على أسلوب الجملة الاسمية لإفادتها ثباتَ حكمها ودوامه . ومَجيءُ المسند اسم موصول لإفادة اتصاف الله تعالى بمضمون صلته وأنها شأن من شؤون الله تعالى عرف به ثابت له لا يتخلف لأنه المناسب لحكمته وعظَمة شأنه وغناه عن خلقه . وإيثار جملة الصلة بصيغة المضارع لإفادة تجدد مضمونه وتكرره ليعلموا أن ذلك وعد لا يتخلف ولا يختلف .وفعل ( قَبِلَ ) يتعدى ب ( من ) الابتدائية تارة كما في قوله : { وما مَنَعَهم أن تقبل منهم نفقاتهم } [ التوبة : 54 ] وقوله : { فلن يقبل من أحدهم ملء الأرض ذهباً } [ آل عمران : 91 ] ، فيفيد معنى الأخذ للشيء المقبول صادراً من المأخوذ منه ، ويعدَّى ب { عن } فيفيد معنى مجاوزة الشيء المقبول أو انفصالِه عن معطيه وباذِلِه ، وهو أشد مبالغةً في معنى الفعل من تعديته بحرف ( من ) لأن فيه كناية عن احتباس الشيء المبذول عند المبذول إليه بحيث لا يُردّ على باذلِه .فحصلت في جملة { وهو الذي يقبل التوبة عن عباده } أربعُ مبالغات : بناء الجملة على الاسمية وعلى الموصولية وعلى المضارعية ، وعلى تعدية فعل الصلة ب { عن } دون ( من ) .و { التوبة } : الإقلاع عن فعل المعصية امتثالاً لطاعة الله ، وتقدم الكلام عليها عند قوله تعالى : { فتلقّى آدم من ربه كلمات فتاب عليه } في سورة البقرة ( 37 ) . وقبول التوبة منّة من الله تعالى لأنه لو شاء لَمَا رضِي عن الذي اقترف الجريمة ولكنه جعلها مقبولة لحكمته وفضله .وفي ذكر اسم العباد دون نحو : الناس أو التائبين أو غير ذلك إيماء إلى أن الله رفيق بعباده لمقام العبودية فإن الخالق والصانع يحب صلاح مصنوعه .والعفو : عدم مؤاخذة الجاني بجنايَته . والسيئات : الجرائم لأنها سيئة عند الشرع . والعفو عن السيئات يكون بسبب التوبة بأن يعفو عن السيئات التي اقترفها العاصي قبل توبته ، ويكون بدون ذلك مثل العفو عن السيئات عقب الحج المبرور ، ومثل العفو عن السيئات لأجل الشهادة في سبيل الله ، ومثل العفو عن السيئات لكثرة الحسنات بأن يُمحَى عن العاصي من سيئاته ما يقابل مقداراً من حسناته على وجه يعلمه الله تعالى ، ومثل العفو عن الصغائر باجتناب الكبائر .والتعريف في السيئات } تعريف الجنس المراد به الاستغراق وهو عام مخصوص بغير الشرك قال تعالى : { إن الله لا يغفر أن يُشْرَك به } [ النساء : 48 ] ولك أن تجعله عوضاً عن المضاف إليه ، أي عن سيئات عباده فيعم جميع العباد عموماً مخصوصاً بالأدلة لهذا الحكم كما في الوجه الأول .وجملة { ويعلم ما تفعلون } معترضة بين المتعاطفات أو في موضع الحال ، والمقصود : أنه لا يخفى عليه شيء من أعمال عباده خيرها وشرها . وقرأ الجمهور { ما يفعلون } بياء الغيبة ، أي ما يفعل عبادُه . وقرأ حمزة والكسائي وحفص عن عاصم وخلف بتاء الخطاب على طريقة الالتفات .والاستجابة : مبالغة في الإجابة ، وخُصت الاستجابة في الاستعمال بامتثال الدعوةِ أو الأمر . وظاهر النظم أن فاعل { يستجيب } ضمير يعود إلى ما عاد إليه ضمير { وهو الذي يقبل التوبة } وأن { الذين آمنوا } مفعول { يستجيب } وأن الجملة معطوفة على جملة { يقبل التوبة } .والغالب في الاستعمال أن يقال : استجاب له ، كقوله : { ادعوني أستجب لكم } [ غافر : 60 ] وقد يحذفون اللام فيعدُّونه بنفسه ، كقول كعب بن سعد: ... ودَاععٍ دَعا يَا من يجيب إلى الندا"
    },
    {
      "ayah": 26,
      "surah": 42,
      "text": "وَيَسْتَجِيبُ الَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَيَزِيدُهُمْ مِنْ فَضْلِهِ وَالْكَافِرُونَ لَهُمْ عَذَابٌ شَدِيدٌ (26)فلم يستجبه عند ذَاك مجيب ... والمعنى : أن الله يستجيب لهم ما يرجونه منه من ثواب ، وما يدْعُونه .ويجوز أن يكون { الذين آمنوا } فعل { يستجيب } أي يستجيبون لله فيطيعونه وتكون جملة { ويستجيب } عطفاً على مجموع جملة { وهو الذي يقبل التوبة } ، أي ذلك شأنه وهذا شأن عباده المؤمنين .ومعنى { ويزيدهم من فضله } على الوجهين أنه يعطيهم ما أمَّلوا من دعائهم وعملهم وأعظم مما أملوا حين استجابوا له ولرسوله ، وأنه يعطيهم من الثواب أكثر مما عملوا من الصالحات إذ جعل لهم الحسنة بعشر أمثالها إلى سبعمائة ضعف كما في الحديث ، وأنه يعطيهم من خير الدنيا ما لم يسألوه إياه كل ذلك لأنه لطيف بهم ومدبر لمصالحهم .ولما كانت الاستجابة والزيادة كرامةً للمؤمنين ، أظهر اسم { الذين آمنوا } وجيء به مَوْصُولاً للدلالة على أن الإيمان هو وجه الاستجابة لهم والزيادة لهم .وجملة { والكافرون لهم عذاب شديد } اعتراض عائد إلى ما سبق من قوله : { ترى الظالمين مُشفقين مما كسبوا وهو واقع بهم } [ الشورى : 22 ] توكيداً للوعيد وتحذيراً من الدوام على الكفر بعد فتح باب التوبة لهم ."
    },
    {
      "ayah": 27,
      "surah": 42,
      "text": "وَلَوْ بَسَطَ اللَّهُ الرِّزْقَ لِعِبَادِهِ لَبَغَوْا فِي الْأَرْضِ وَلَكِنْ يُنَزِّلُ بِقَدَرٍ مَا يَشَاءُ إِنَّهُ بِعِبَادِهِ خَبِيرٌ بَصِيرٌ (27)عطف على جملة { ويزيدهم من فضله } [ الشورى : 26 ] أو على المجموع من جملة { ويستجيب الذين آمنوا } [ الشورى : 26 ] ومن جملة ويزيدهم من فضله .وموقع معناها موقع الاستدراك والاحتراس فإنها تشير إلى جواب عن سؤال مقدر في نفس السامع إذا سمع أن الله يستجيب للذين آمنوا وأنه يزيدهم من فضله أن يتساءل في نفسه : أن مما يَسأل المؤمنون سعة الرّزق والبسطةَ فيه فقد كان المؤمنون أيام صدر الإسلام في حاجة وضيق رزق إذ منعهم المشركون أرزاقهم وقاطعوا معاملتهم ، فيجاب بأن الله لو بسط الرّزق للنّاس كلهم لكان بسطه مفسداً لهم لأن الذي يستغني يتطرقه نسيان الالتجاء إلى الله ، ويحمله على الاعتداء على الناس فكان من خير المؤمنينَ الآجِللِ لهم أن لا يبسط لهم في الرّزق ، وكان ذلك منوطاً بحكمة أرادها الله من تدبير هذا العالم تَطّرد في الناس مؤمِنهم وكافرِهم قال تعالى : { إن الإنسان ليَطْغَى أنْ رءاه اسْتَغْنَى } [ العلق : 6 ، 7 ] . وقد كان في ذلك للمؤمن فائدة أخرى ، وهي أن لا يشغله غناه عن العمل الذي به يفوز في الآخرة فلا تشغله أموالُه عنه ، وهذا الاعتبار هو الذي أشار إليه النبي صلى الله عليه وسلم حين قال للأنصار لما تعرّضوا له بعد صلاة الصبح وقد جاءه مال من البَحرين \" فوالله ما الفقرَ أخشى عليكم ولكنْ أخشى عليكم أن تُبْسَط عليكم الدنيا كما بُسطت على من قبلكم فتنَافَسُوها كما تنافَسُوها وتُهْلِككم كما أهلكتهم \" .وقد وردت هذه الآية مورداً كلياً لأن قوله { لعباده } يعُم جميع العباد . ومن هذه الكلية تحصل فائدة المسؤول عليه الجزئي الخاص بالمؤمنين مع إفادة الحكمة العامة من هذا النظام التكويني ، فكانت هذه الجملة بهذا الاعتبار بمنزلة التذييل لما فيها من العموم ، أي أن الله أسس نظام هذا العالم على قوانينَ عامةٍ وليس من حكمته أن يخص أولياءه وحزبه بنظام تكويني دنيوي ولكنه خصهم بمعاني القرب والرضى والفوز في الحياة الأبدية . وربما خصّهم بمَا أراد تخصيصهم به مما يرجع إلى إقامة الحق .والبغي : العدوان والظلم ، أي لبغى بعضهم على بعض لأن الغنى مظنة البطَر والأشر إذا صادف نفساً خبيثة ، قال بعض بني جَرم من طيء من شعراء الحماسة: ... إذا أخصبتمو كنتمْ عَدُوًّاوإن أجْدَبتُمُو كنتمْ عيالاً ... ولبعض العرب أنشده في «الكشاف» : ... وقد جعل الوسْمِيُّ يُنبِتُ بينَناوبينَ بني رُومَان نَبعاً وشَوْحَطا ... فأما الفَقر فقلما كان سبباً للبغي إلا بغياً مشوباً بمخافة كبغي الجائع بالافتكاك بالعنف فذلك لندرته لا يلتفت إليه ، على أن السياق لبيان حكمة كون الرزق بقدَر لا لبيان حكمةٍ في الفقر .فالتلازم بين الشرط وجوابه في قوله : { ولو بسط الله الرزق لعباده لبغوا } حاصل بهذه السببية بقطع النظر عن كون هذا السبب قد يخلفه ضده أيضاً ، على أن بَين بسط الرزق وبين الفقر مراتب أخرى من الكفاف وضيق الرزق والخصاصة ، والفقر ، وهي متفاوتة فلا إشكال في التعليل .وعن خبّاب بن الأرتّ «فينا نزلت هذه الآية ، وذلك أنَّا نظرنا إلى أموال بني النَّضِير وبني قُريظة وبني قينُقاع فتمنَّيْناها فنزلت» ، وهذا مما حمل قوماً على ظن هذه الآية مدنية كما تقدم في أول السورة . وهذا إن صح عن خبَّاب فهو تأويل منه لأن الآية مكية وخبّاب أنصاري فلعله سمع تمثيل بعضهم لبعض بهذه الآية ولم يكن سمعها من قبل . وروي أنها نزلت في أهل الصُّفَّة تمنوا سعة الرزق فنزلت ، وهذا خبر ضعيف .ومعنى الآية : لو جعل الله جميع الناس في بسطة من الرزق لاختلّ نظام حياتهم ببغي بعضهم على بعض لأن بعضهم الأغنياء تحدثه نفسه بالبغي لتوفر أسباب العُدوان كما علمت فيجد من المبغي عليه المقاومةَ وهكذا ، وذلك مفض إلى اختلال نظامهم . وبهذا تعلم أن بسط الرزق لبعض العباد كما هو مشاهَد لا يفضي إلى مثل هذا الفساد لأن الغِنى قد يصادف نفساً صالحة ونفساً لها وازع من الدين فلا يكون سبباً للبغي ، فإن صادف نفساً خبيثة لا وازع لها فتلك حالة نادرة هي من جملة الأحوال السيئة في العالم ولها ما يقاومها في الشريعة وفصللِ القضاء وغَيرة الجماعة فلا يفضي إلى فساد عام ولا إلى اختلال نظام .وإطلاق فعل التنزيل على إعطاء الرزق في قوله تعالى : { ولكن ينزل بقدر } استعارةٌ لأنه عطاء من رفيع الشأن ، فشبه بالنازل من علوّ وتكرر مثل هذا الإطلاق في القرآن .والقَدَر بفتحتين : المِقدار والتعيين .ومعنى { ما يشاء } أن مشيئته تعالى جارية على وفْق عِلمه وعلى ما ييسرّه له من ترتيب الأسباب على حسب مختلف صالح مخلوقاته وتعارض بعضها ببعض ، وكل ذلك تصرفات وتقديرات لا يحيط بها إلا علمه تعالى . وكلها تدخل تحت قوله { إنه بعباده خبير بصير } ، وهي جملة واقعة موقع التعليل للتي قبلها .وافتتحت ب ( إنّ ) التي لم يُرد منها تأكيد الخبر ولكنها لمجرد الاهتمام بالخبر والإيذان بالتعليل لأنّ ( إنّ ) في مثل هذا المقام تقوم مقام فاء التفريع وتفيد التعليل والربط ، فالجملة في تقدير المعطوفة بالفاء .والجمع بين وصفي { خبير } و { بصير } لأن وصف { خبير } دال على العلم بمصالح العبادِ وأحوالهم قبل تقديرها وتقدير أسبابها ، أي العلم بما سيكون . ووصف { بصير } دالّ على العلم المتعلق بأحوالهم التي حصلت ، وفرق بين التعلقين للعلم الإلهي ."
    },
    {
      "ayah": 28,
      "surah": 42,
      "text": "وَهُوَ الَّذِي يُنَزِّلُ الْغَيْثَ مِنْ بَعْدِ مَا قَنَطُوا وَيَنْشُرُ رَحْمَتَهُ وَهُوَ الْوَلِيُّ الْحَمِيدُ (28)عطف على جملة { ولكن ينزل بقدر ما يشاء } [ الشورى : 27 ] فإن الغيث سبب رزق عظيم وهو ما ينزله الله بقدر هوَ أعلم به ، وفيه تذكير بهذه النعمة العظيمة على الناس التي منها معظم رزقهم الحقيقي لهم ولأنعامهم . وخصها بالذكر دون غيرها من النعم الدنيوية لأنها نعمة لا يختلف الناس فيها لأنها أصل دوام الحياة بإيجاد الغذاء الصالح للناس والدواب ، وبهذا يظهر وقع قوله : { ومن آياته خَلق السموات والأرض وما بث فيهما من دابة } [ الشورى : 29 ] عقب قوله هنا وهو الذي ينزل الغيث } .واختيار المضارع في { ينزل } لإفادة تكرر التنزيل وتجديده . والتعبير بالماضي في قوله : { من بعد ما قنطوا } للإشارة إلى حصول القنوط وتقرره بمضي زمان عليه .والغيث : المطر الآتي بعد الجفاف ، سمي غيْثاً بالمصدر لأن به غيث الناس المضطرين ، وتقدم عنه قوله { فيه يغاث الناس } في سورة يوسف ( 49 ) .والقنوط : اليأس ، وتقدم عند قوله تعالى : { فلا تكن من القانطين } في سورة الحجر ( 55 ) . والمراد : من بعدما قنطوا من الغيث بانقطاع إمارات الغيث المعتادة وضيق الوقت عن الزرع .وصيغة القصر في قوله : { وهو الذي ينزل الغيث } تفيد قصر القلب لأن في السامعين مشركين يظنون نزول الغيث من تصرف الكواكب وفيهم المسلمون الغافلون ، نزلوا منزلة من يظن نزول الغيث مَنُوطاً بالأسباب المعتادة لنزول الغيث لأنهم كانوا في الجاهلية يعتقدون أن المطر من تصرف أنواء الكواكب .وفي حديث زيد بن خالد الجُهني قال : «خطبنا رسول الله على إثْر سماء كانت من الليل فقال : أتدرون ماذا قال ربكم؟ قال ، قال : أصبح من عبادي مؤمن بي وكافر بي ، فأما من قال : مطرنا بفضل الله ورحمته فذلك مؤمن بي كافر بالكوكب ، وأما من قال : مُطرنا بنَوْء كذا ونَوْء كذا فذلك كافر بي مؤمن بالكوكب» . فهذا القصر بالنسبة للمشركين قصر قلب أصْلي وهو بالنسبة للمسلمين قصر قلب تنزيلي .والنشر : ضد الطَّيّ ، وتقدم عند قوله تعالى : { يلقاه منشوراً } في سورة الإسراء ( 13 ) . واستعير هنا للتوسيع والامتداد . والرحمةُ هنا : رحمته بالماء ، وقيل : بالشمس بعد المطر . وضمير { من بعد ما قنطوا } عائد إلى { عباده من قوله : { وهو الذي يقبل التوبة عن عباده } [ الشورى : 25 ] .وقد قيل : إن الآية نزلت بسبب رفع القحط عن قريش بدعوة النبي صلى الله عليه وسلم بهم بذلك بعد أن دام عليهم القحط سبع سنين أكلوا فيها الجِيَف والعِظامَ وهو المشار إليه بقوله في سورة الدخان ( 15 ) { إنَّا كاشِفُوا العذاب قليلاً إنكم عائدون } في «الصحيح» عن عبد الله بن مسعود \" أن رسول الله صلى الله عليه وسلم لما دعا قريشاً كذّبوه واستعصوا عليه فقال : اللهم أعنّي عليهم بسبع كسبع يوسف . فأتاه أبو سفيان فقال : يا محمد إن قومك قد هلكوا فادعُ الله أن يكشف عنهم فدعا . ثم قال : تعودون بعد \" .وقد كان هذا في المدينة ويؤيده ما روي أن هذه الآية نزلت في استسقاء النبي صلى الله عليه وسلم لما سأله الأعرابي وهو في خطبة الجمعة . وفي رواية أن الذي كلمه هو كعب بن مرة وفي بعض الروايات في «الصحيح» أن النبي صلى الله عليه وسلم قال : اللهم عليك بقريش اللهم اشدُدْ وطأتك على مضر اللهم اجعلها عليهم سنين كسنين يوسف . وقرأ نافع وابن عامر وعاصم وأبو جعفر { ينزِّل } بفتح النون وتشديد الزاي . وقرأه الباقون بسكون النون وتخفيف الزاي .وذكر صفتي { الولي الحميد } دون غيرهما لمناسبتهما للإغاثة لأن الوليَّ يحسن إلى مواليه والحميد يعطي ما يُحمد عليه . ووصف حميد فعيل بمعنى مفعول . وذكر المهدوي تفسير { ينشر رحمته } بطلوع الشمس بعد المطر ."
    },
    {
      "ayah": 29,
      "surah": 42,
      "text": "وَمِنْ آَيَاتِهِ خَلْقُ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَثَّ فِيهِمَا مِنْ دَابَّةٍ وَهُوَ عَلَى جَمْعِهِمْ إِذَا يَشَاءُ قَدِيرٌ (29)لما كان إنزال الغيث جامعاً بين كونه نعمة وكونه آية دالة على بديع صنع الله تعالى وعظيم قدرته المقتضية انفراده بالإلهية ، انتقل من ذكره إلى ذكر آيات دالة على انفراد الله تعالى بالإلهية وهي آية خلق العوالم العظيمة وما فيها مما هو مشاهد للناس دون قصد الامتنان . وهذا الانتقال استطراد واعتراض بين الأغراض التي سياق الآيات فيها .والآيات : جمع آية ، وهي العلامة والدليل على شيء . والسياق دال على أن المراد آيات الإلهية . والسموات : العوالم العليا غير المشاهدة لنا والكواكب وما تجاوزَ الأرضَ من الجو . والأرضُ : الكرة التي عليها الحيوان والنبات . والبث : وضع الأشياء في أمكنة كثيرة .والدابة : ما يدُبّ على الأرض ، أي يمشي فيشمل الطير لأن الطير يمشي إذا نزل وهو مما أريد في قوله هنا : { فيهما } أي في الأرض وفي السماء ، أي بعض ما يسمى بالسماء وهو الجو وهو ما يلوح للناظر مثل قبة زرقاء على الأرض في النهار ، قال تعالى : { ألم يروا إلى الطير مسخرات في جوّ السماء } [ النحل : 79 ] فإطلاق الدابّة على الطير باعتبار أن الطير يدبّ على الأرض كثيراً لالتقاط الحب وغيرِ ذلك .  وأمّا الموجودات التي في السموات العُلى من الملائكة والأرواح فلا يطلق عليها اسم دابّة . ويجوز أن تكون في بعض السماوات موجودات تدبّ فيها فإن الكواكب من السماوات . والعلماء يترددون في إثبات سكان في الكواكب ، وجوز بعض العلماء المتأخرين أن في كوكب المريخ سكاناً ، وقال تعالى : { ويخلق ما لا تعلمون } [ النحل : 8 ] ، على أنه قد يكون المراد من الظرفية في قوله : { فيهما } ظرفية المجموع لا الجميع ، أي ما بَثَّ في مجموع الأرض والسماء من دابّة ، فالدابّة إنما هي على الأرض ، ولما ذكرت الأرض والسماء مقترنتين وجاء ذكر الدواب جعلت الدواب مظروفة فيهما لأن الأرض محوطة بالسماوات ومتخيّلة منها كالمظروف في ظرفه ، والمظروفُ في ظرف مظروف في ظرف مظروفه كما قال تعالى : { مرَج البحرين يلتقيان } [ الرحمن : 19 ] ثم قال : { يخرج منهما اللؤلؤ والمرجان } [ الرحمن : 22 ] واللؤلؤ والمرجان يخرجان من أحد البحرين وهو البحر الملح لا من البحر العذب .وجملة { وهو على جمعهم إذا يشاء قدير } ، معترضة في جُملة الاعتراض لإدماج إمكان البعث في عُرض الاستدلال على عظيم قدرة الله وعلى تفرده بالإلهية .والمعنى : أن القادر على خلق السماوات والأرض وما فيهما عن عدممٍ قادر على إعادة خلق بعض ما فيهما للبعث والجزاء لأن ذلك كله سواء في جواز تعلق القدرة به فكيف تعدُّونه محالاً . وضمير الجماعة في قوله : { جمعهم } عائد إلى ما بثّ فيهما من دابّة باعتبار أن الذي تتعلق الإرادة بجمعه في الحشر للجزاء هم العقلاء من الدوابّ أي الإنس . والمراد ب { جمعهم } حشرهم للجزاء ، قال تعالى : { يوم يجمعكم ليوم الجمع } [ التغابن : 9 ] .وقد ورد في أحاديث في «الصحيح» أن بعض الدواب تحشر للانتِصاف مِمن ظلمها . و { إذا } ظرف للمستقبل وهو هنا مجرد عن تضمن الشرطية ، فالتقدير : حين يشاء في مستقبل الزمان ، وهو متعلق ب { جمعهم } . وهذا الظرف إدماج ثان لإبطال استدلالهم بتأخر يوم البعث على أنه لا يقع كما حُكي عنهم في قوله تعالى : { ويقولون متَى هُو قل عسى أن يكون قريباً } [ الإسراء : 51 ] و { يقولون متى هذا الوعد إن كنتم صادقين قل لكم ميعاد يوم لا تستأخرون عنه ساعة ولا تستقدمون } [ سبأ : 29 ، 30 ] ."
    },
    {
      "ayah": 3,
      "surah": 42,
      "text": "كَذَلِكَ يُوحِي إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ اللَّهُ الْعَزِيزُ الْحَكِيمُ (3)موقع الإشارة في قوله : { كذلك يوحي إليك } كموقع قوله : { وكذلك جعلناكم أمّة وسطاً } في سورة البقرة ( 143 ) . والمعنى : مِثْلَ هذا الوحي يُوحِي الله إليك ، فالمشار إليه : الإيحاء المأخوذ من فعل يوحي } .وأما { وإلى الذين من قبلك } فإدماج . والتشبيه بالنسبة إليه على أصله ، أي مثل وحيه إليك وحيه إلى الذين من قبلك ، فالتشبيه مستعمل في كلتا طريقتيه كما يستعمل المشترك في معنييه . والغرض من التشبيه إثبات التسوية ، أي ليس وحي الله إليك إلا على سنة وحيه إلى الرّسل من قبلك ، فليس وحيه إلى الرّسل من قبلك بأوضح من وحيه إليك . وهذا كقوله تعالى : { إنّا أوحينا إليك كما أوحينا إلى نوح والنبيئين من بعده } [ النساء : 163 ] ، أي ما جاء به من الوحي إن هو إلا مِثلُ ما جاءت به الرّسل السابقون ، فما إعراض قومه عنه إلا كإعراض الأمم السالفة عما جاءت به رسلهم . فحصل هذا المعنى الثاني بغاية الإيجاز مع حسن موقع الاستطراد .وإجراء وصفي { العزيز الحكيم } على اسم الجلالة دون غيرهما لأن لهاتين الصفتين مزيدَ اختصاص بالغرض المقصود من أن الله يصطفي من يشاء لرسالته . ف { العزيز } المتصرف بما يريد لا يصده أحد . و { الحكيم } يُحَمِّل كلامَه معاني لا يبلغ إلى مثلها غيرُه ، وهذا من متممات الغرض الذي افتتحت به السورة وهو الإشارة إلى تحدّي المعاندين بأن يأتوا بسورة مثل سور القرآن .وجملة { كذلك يوحي إليك } إلى آخرها ابتدائية ، وتقديم المجرور من قوله { كذلك } على { يوحي إليك } للاهتمام بالمشار إليه والتشويق بتنبيه الأذهان إليه ، وإذ لم يتقدم في الكلام ما يحتمل أن يكون مشاراً إليه ب { كذلك } عُلم أن المشار إليه مقدر معلوم من الفعل الذي بعد اسم الإشارة وهو المصدر المأخوذ من الفعل ، أي كذلك الإيحاء يوحي إليك الله . وهذا استعمال متّبع في نظائر هذا التركيب كما تقدم في قوله تعالى : { وكذلك جعلناكم أمّة وسطاً } في سورة البقرة ( 143 ) . وأحسب أنّه من مبتكرات القرآن إذ لم أقف على مثله في كلام العرب قبل القرآن . وما ذكره الخفاجي في سورة البقرة من تنظيره بقول زهير: ... كذلك خِيمهم ولكلِّ قومإذا مسَّتهم الضّراء خِيم ... لا يصحّ لأن بيْت زهير مسبوق بما يصلح أن يكون مشاراً إليه ، وقد فاتني التنبيه على ذلك فيما تقدم من الآيات فعليك بضم ما هنا إلى ما هنالك .والجار والمجرور صفة لمفعول مطلق محذوف دلّ عليه { يوحي } أي إيحاءً كذلك الإيحاء العجيب . والعدول عن صيغة الماضي إلى صيغة المضارع في قوله : { يوحي } للدلالة على أن إيحاءه إليه متجدد لا ينقطع في مدة حياته الشريفة لييأس المشركون من إقلاعه بخلاف قوله : { وكذلك أوحينا إليك روحا من أمرنا } [ الشورى : 52 ] وقوله : { وكذلك أوحينا إليك قرآناً عربياً } [ الشورى : 7 ] إذ لا غرض في إفادة معنى التجدد هناك .وأمّا مراعاة التجدّد هنا فلأنَّ المقصود من الآية هو ما أوحي به إلى محمّد صلى الله عليه وسلم من القرآن ، وأنَّ قوله : { إلى الذين من قبلك } إدماج .ولك أن تعتبر صيغة المضارع منظوراً فيها إلى متعلِّقي الإيحاء وهو { إليك } و { إلى الذين من قبلك } ، فتجعل المضارع لاستحضار الصورة من الإيحاء إلى الرّسل حيث استبعد المشركون وقوعه فجعل كأنّه مشاهد على طريقة قوله تعالى : { الله الذي أرسل الرّياح فتثير سحاباً } [ فاطر : 9 ] وقوله : { ويصنع الفلك } [ هود : 38 ] .وقرأ الجمهور { يوحي } بصيغة المضارع المبني للفاعل واسم الجلالة فاعل . وقرأه ابن كثير { يوحَى } بالبناء للمفعول على أن { إليك } نائب فاعل ، فيكون اسم الجلالة مرفوعاً على الابتداء بجملة مستأنفة استئنافاً بيانياً كأنّه لما قال : يوحى إليك ، قيل : ومن يُوحيه ، فقيل : الله العزيز الحكيم ، أي يوحيه الله على طريقة قول ضِرار بن نَهشل أو الحارث بن نهيك: ... ليُبْك يزيدُ ضارعٌ لخُصومةومختَبِط ممّا تُطيح الطوائح ... إذ كانت رواية البيت بالبناء للنائب ."
    },
    {
      "ayah": 30,
      "surah": 42,
      "text": "وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِيرٍ (30)لما تضمنت المنةُ بإنزال الغيث بعدَ القُنوط أن القوم أصابهم جهد من القحط بلغ بهم مبلغ القنوط من الغيث أعقبت ذلك بتنبيههم إلى أن ما أصابهم من ذلك البؤس هو جزاء على ما اقترفوه من الشرك تنبيهاً يبعثهم ويبعث الأمة على أن يلاحظوا أحوالهم نحو امتثال رضى خالقهم ومحاسبة أنفسهم حتى لا يحسبوا أن الجزاء الذي أُوعدوا به مقصور على الجزاء في الآخرة بل يعلموا أنه قد يصيبهم الله بما هو جزاء لهم في الدنيا ، ولما كان ما أصاب قريشاً من القحط والجوع استجابةً لدعوة النبي صلى الله عليه وسلم عليهم كما تقدم ، وكانت تلك الدعوة ناشئة على ما لاقوْه به من الأذى ، لا جرم كان ما أصابهم مسبَّباً على ما كسبت أيديهم .فالجملة عطف على جملة { وهو الذي ينزل الغيث من بعد ما قنطوا } [ الشورى : 28 ] ، وأطلق كسب الأيدي على الأفعال والأقواللِ المنكرة على وجه المجاز بعلاقة الإطلاق ، أي بما صدر منكم من أقوال الشرك والأذَى للنبيء صلى الله عليه وسلم وفعللِ المُنكرات الناشئة عن دين الشرك .والخطاب للمشركين ابتداء لأنهم المقصود من سياق الآيات كلها وهم أوْلى بهذه الموعظة لأنهم كانوا غير مؤمنين بوعيد الآخرة ويشمل المؤمنين بطريق القياس وبما دل على شمول هذا الحكم لهم من الأخبار الصحيحة ومن آيات أخرى .والباء للسببية ، أي سبب ما أصابكم من مصيبة هو أعمالكم . وقرأ نافع وابن عامر وأبو جعفر { بما كسبت أيديكم } على أن ( مَا ) موصولة وهي مبتدأ . و { بما كسبت أيديكم } ظَرف مستقر هو خبر المبتدأ . وكذلك كتبت في مصحف المدينة ومصحف الشام وقرأ الباقون { فبما كسبت أيديكم } بفاء قبل الباء وكذلك كتبت في مصحف البصرة ومصحف الكوفة ، على أن ( مَا ) متضمنة معنى الشرط فاقترن خبرها بالفاء لذلك ، أو هي شرطية والفاء رابطة لجواب الشرط ويكون وقوع فعل الشرط ماضياً للدلالة على التحقق . و { مِن } بيانية على القراءتَيْن لما في الموصول واسم الشرط من الإبهام .والمصيبة : اسم للحادثة التي تصيب بضُرّ ومكروه ، وقد لزمتها هاء التأنيث للدلالة على الحادثة فلذلك تنوسيت منها الوصفية وصارت اسماً للحادثة المكروهة .فقراءة الجمهور تُعيِّنُ معنى عموم التسبب لأفعالهم فيما يصيبهم من المصائب لأن ( ما ) في هذه القراءةِ إما شرطية والشرط دال على التسبب وإمّا موصولة مشبَّهة بالشرطية ، فالموصولية تفيد الإيماء إلى علة الخبر ، وتشبيهها بالشرطية يفيد التسبب . وقراءةُ نافع وابن عامر لا تعيِّن التسبب بل تُجوزه لأن الموصول قد يراد به واحد معيَّن بالوصف بالصلة ، فتحمل على العموم بالقرينة وبتأييد القراءة الأخرى لأن الأصل في اختلاف القراءات الصحيحة اتحاد المعاني . وكلتا القراءتين سواء في احتمال أن يكون المقصود بالخطاب فريقا معيناً وأن يكون المقصود به جميع الناس ، وكذلك في أن يكون المراد مصائب معيّنة حصلت في الماضي ، وأن يراد جميع المصائب التي حصلت والتي تحصل .ومعنى الآية على كلا التقديرين يفيد : أن مما يصيب الناس من مصائب الدنيا ما هو جزاء لهم على أعمالهم التي لا يرضاها الله تعالى كمثل المصيبة أو المصائب التي أصابت المشركين لأجل تكذيبهم وأذاهم للرسول صلى الله عليه وسلمثم إن كانت ( مَا ) شرطية كانت دلالتها على عموم مفهومها المبين بحرف { مِن } البيانية أظهر لأن شرطها الماضي يصح أن يكون بمعنى المستقبل كما هو كثير في الشروط المصوغة بفعل المضيّ والتعليقُ الشرطي يمحّضها للمستقبل ، وإن كانت ( مَا ) موصولة كانت دلالتها محتملة للعموم وللخصوص لأن الموصول يكون للعهد ويكون للجنس .وأيَّاً مَّا كان فهو دال على أن من المصائب التي تصيب الناس في الدنيا ما سلطه الله عليهم جزاء على سوء أعمالهم وإذا كان ذلك ثابتاً بالنسبة لأناس معيَّنين كان فيه نِذارة وتحذير لغيرهم ممن يفعل من جنس أفعالهم أن تحل بهم مصائب في الدنيا جزاء على أعمالهم زيادة في التنكيل بهم إلا أن هذا الجزاء لا يطّرد فقد يجازي الله قوماً على أعمالهم جزاء في الدنيا مع جزاء الآخرة ، وقد يترك قوماً إلى جزاء الآخرة ، فجزاء الآخِرةِ في الخير الشر هو المطَّرد الموعود به ، والجزاء في الدنيا قد يحصل وقد لا يحصل كما قال تعالى : { ويعفو عن كثير } كما سنبينه .وهذا المعنى قد تكرر ذكره في آيات وأحاديث كثيرة بوجه الكلية وبوجه الجزئية ، فَمِمّا جاء بطريق الكلية قوله تعالى : { فأما الإنسان إذا ما ابتلاه ربه فأكرمه ونعَّمه فيقول ربي أكرمَني وأما إذا ما ابتلاه فقَدَر عليه رزقه فيقول ربي أهانني كَلاَّ بل لا تكرمون اليتيم ولا تحضّون على طعام المسكين وتأكلون التراث أكلاً لَمًّا } [ الفجر : 15 19 ] الآية ، فقوله : { بل لا تكرمون اليتيم } مرتب على قوله : { كَلاَّ } المرتب على قوله : { فيقول ربّي أكرمنِ } وقولِه : { فيقول ربي أهانني } ، فدل على أن الكرامة والإهانة إنما تسببا على عدم إكرام اليتيم والحضّ على طعام المسكين ، وقال تعالى : { ظهر الفساد في البر والبحر بما كسبت أيدي الناس ليذيقهم بعض الذي عملوا لعلهم يرجعون } [ الروم : 41 ] .وفي «سُنن الترمذي» : أن رسول الله صلى الله عليه وسلم قال : \" لا تصيب عبداً نَكبة فما فوقها أو دونَها إلا بذنْب وما يعفو الله عنه أكثر \" . وهو ينظر إلى تفسير هذه الآية ، وأما ما جاء على وجه الجزئية فمنه قوله تعالى حكاية عن نوح { فقلت استغفروا ربكم إنه كان غفّاراً يرسل السماء عليكم مدراراً ويُمْدِدكم بأموال وبنين ويجعل لكم جنات ويجعل لكم أنهاراً } [ نوح : 10 12 ] وقوله حكاية عنه { أن اعبُدوا الله واتقوه وأطيعون يغفر لكم من ذنوبكم ويؤخركم إلى أجل مسمى } في سورة نوح ( 3 ، 4 ) .وقولُه خطاباً لبني إسرائيل { فما جزاء من يفعل ذلك منكم إلا خزي في الحياة الدنيا } الآية في سورة البقرة ( 85 ) ، وقوله { إن الذين اتخذوا العجل سينالهم غضب من ربهم وذلة في الحياة الدنيا وكذلك نجزي المفترين } [ الأعراف : 152 ] وقال حكاية عن موسى { أتهلكنا بما فعل السفهاء منّا } [ الأعراف : 155 ] { وإذ تأذّن ربك ليبعثن عليهم إلى يوم القيامة من يسومهم سوء العذاب إن ربك لسريع العقاب } في الأعراف ( 167 ) ، وقال في فرعون { فأخذه الله نكال الآخرة والأولى } [ النازعات : 25 ] ، وقال في المنافقين { أو لا يرون أنهم يُفتنون في كل عام مرة أو مرتين ثم لا يتوبون ولا هم يذَّكرون } في براءة ( 126 ) .وفي حديث الترمذي قال النبي نقل الأقدام إلى الجماعات ، وإسباغ الوضوء في المكروهات ، وانتظار الصلاة بعد الصلاة ، من يحافظ عليهن عاش بخير ومات بخير . وفي باب العقوبات من آخر سنن ابن ماجه عن النبي : وإن الرجل ليُحْرم الرزق بالذنب يصيبه . وفي البخاري } قال خبّاب بن الأرتِّ «إنّا آمنا بالله وجاهدنا في سبيله فوجب أجرنا على الله فمِنّا من ذهب لم يأخذ من أجره شيئاً منهم مصعب بن عُمير ، مات وما ترك إلا . . . كنا إذا غطّينا بها رأسه بدَت رجلاه وإذا غطّينا رجليه بدا رأسه فأمرنَا رسول الله صلى الله عليه وسلم أن نغطي بها رأسه ونضع على رجليه من الإذخر ، ومنهم من عُجّلت له ثمرته فهو يهدبُها» .وإذا كانت المصيبة في الدنيا تكون جزاء على فعل الشر فكذلك خيرات الدنيا قد تكون جزاء على فعل الخير قال تعالى : { ألا إن أولياء الله لا خوف عليهم ولا هم يحزنون الذين آمنوا وكانوا يتقون لهم البشرى في الحياة الدنيا وفي الآخرة } [ يونس : 62 ، 64 ] ، وقال حكاية عن إخوة يوسف { قالوا تالله لقد آثرك الله علينا وإن كُنّا لخاطئين } [ يوسف : 91 ] أي مُذنبين ، أي وأنت لم تكن خاطئاً ، وقال : { فآتاهم الله ثوابَ الدنيا وحسنَ ثواب الآخرة } في آل عمران ( 148 ) وقال : { وكان أبوهما صالحاً فأراد ربك أن يَبْلُغا أشدهما ويستخرجا كنزهما رحمة من ربك } في سورة الكهف ( 82 ) ، وقال : { وعد الله الذين آمنوا منكم وعملوا الصالحات ليسْتَخلِفنّهم في الأرض كما استخلف الذين من قبلهم } إلى قوله : { وليبدلَنّهم من بعد خَوفهم أمناً } في سورة النور ( 55 ) .وهذا كله لا ينقض الجزاء في الآخرة ، فمن أنكروا ذلك وقالوا : إن الجزاء إنما يحصل يوم القيامة لقوله تعالى : { ملك يوم الدين } [ الفاتحة : 4 ] أي يوم الجزاء وإنما الدنيا دار تكليف والآخرة دار الجزاء ، فالجواب عن قولهم هو : أنه ليس كون ما يصيب من الشر والخير في الدنيا جزاء على عمل بمطّرد ، ولا متعيّن له فإن لذلك أسباباً كثيرة وتدفعه أو تدفع بعضاً منه جوابر كثيرة والله يقدّر ذلك استحقاقاً ودفعاً ولكنه مما يزيده الله به الجزاء إن شاء .وقد تصيب الصالحين نكبات ومصائب وآلام فتكون بلوَى وزيادة في الأجر ولِما لا يعلمه إلا الله ، وقد تصيب المسرفين خيرات ونعم إمهالاً واستدراجاً ولأسباب غير ذلك مما لا يحصيه إلا الله وهو أعلم بخفايا خلقه ونواياهم ومقادير أعمالهم من حسنات وسيئات ، واستعدادِ نفوسهم وعقولهم لمختلف مصادر الخير والشر قال تعالى :{ ولو علم الله فيهم خيراً لأسمعهم ولو أسمعهم لتولّوا وهم معرضون } [ الأنفال : 23 ] .ومما اختبط فيه ضعفاء المعرفة وقُصَّار الأنظار أنْ زَعَم أهلُ القول بالتناسخ أن هذه المصائب التي لا نرى لها أسباباً والخيرات التي تظهر في مواطن تحفّ بها مقتضِيات الشرور إنما هي بسبب جزاء الأرواح المودعة في الأجسام التي نشاهدها على ما كانت أصابته من مقتضيات الأحوال التي عرضت لها في مَرْآنا قبل أن توضع في هذه الأجساد التي نراها ، وقد عَمُوا عما يرد على هذا الزعم من سؤال عن سبب إيداع الأرواح الشريرة في الأجساد الميسرة للصالحات والعكس فبئس ما يَفترون .فقوله : { ويعفو عن كثير } عطف على جملة { وما أصابكم من مصيبة فبما كسبت أيديكم } ، وضمير { يعفو } عائد إلى ما عاد إليه ضمير { ومِن آياته خَلْق السماوات } [ الشورى : 29 ] . وهذا يشير إلى ما يتراءى لنا من تخلف إصابة المصيبة عن بعض الذين كسبت أيديهم جرائم ، ومن ضد ذلك مما تصيب المصائب بعض الذين آمنوا وعملوا الصالحات ، وهو إجمال يبيّنُه على الجملة أن ما يعلمه الله من أحوال عباده وما تغلب من حسناتهم على سيئاتهم ، وما تقتضيه حكمة الله من إمهال بعض عباده أو من ابتلاء بعض المقربين ، وتلك مراتب كثيرة وأحوال مختلفة تتعارض وتتساقط والموفَّق يبحث عن الأسباب فإن أعجَزته فوّض العلم إلى الله .والمعنى : أنه تعالى يعفو ، أي يصفح فلا يصيب كثيراً من عباده الذين استحقّوا جزاء السوء بعقوبات دنيوية لأنه يعلم أن ذلك أليق بهم . فالمراد هنا : العفو عن المؤاخذة في الدنيا ولا علاقة لها بجزاء الآخرة فإن فيه أدلة أخرى من الكتاب والسنة .و { كثير } صفة لمحذوف ، أي عن خلق أو ناس ."
    },
    {
      "ayah": 31,
      "surah": 42,
      "text": "وَمَا أَنْتُمْ بِمُعْجِزِينَ فِي الْأَرْضِ وَمَا لَكُمْ مِنْ دُونِ اللَّهِ مِنْ وَلِيٍّ وَلَا نَصِيرٍ (31)عطف على جملة { ويعفو عن كثير } [ الشورى : 30 ] ، وهو احتراس ، أي يعفو عن قدرة فإنكم لا تعجزونه ولا تغلبونه ولكن يعفو تفضلاً .والمعجز : الغالب غيره بانفلاته من قبضته . والمعنى : ما أنتم بفالتين من قدرة الله . والخطاب للمشركين .والمعنى : أن الله أصابكم بمصيبة القحط ثم عفا عنكم برفع القحط عنكم وما أنتم بمفلتين من قدرة الله إن شاء أن يصيبكم ، فهو من معنى قوله : { إنَّا كَاشفُوا العذاببِ قليلاً إنَّكُم عائدون } [ الدخان : 15 ] ، وقول النبي صلى الله عليه وسلم لأبي سفيان حين دعا برفع القحط عنهم : تعودون بعد ، وقد عادوا فأصابهم الله ببطشة بدر قال : { يوم نبطش البطشة الكبرى إنا منتقمون } [ الدخان : 16 ] .وتقييد النفي بقوله : { في الأرض } لإرادة التعميم ، أي في أي مكان من الأرض لئلا يحسبوا أنهم في منعة بحلولهم في مكة التي أمّنها الله تعالى ، وذلك أن العرب كانوا إذا خافوا سطوة ملك أو عظيم سكنوا الجهات الصعبة ، كما قال النابغة ذاكراً تحذيره قومه من ترصد النعمان بن المنذر لهم وناصحاً لهم :إِمَّا عُصيت فإني غير منفلت ... مني اللِصاب فجنبا حَرة النارأو أضع البيت في صَماء مُضلمةٍ ... من المظالم تُدْعَى أمَّ صبارتدافع الناسَ عنّا حين نركبها ... تقيد العَيْر لا يسري بها الساريوجيء بالخبر جملة اسمية في قوله : { وما أنتم بمعجزين } للدلالة على ثبات الخبر ودوامه ، أي نَفي إعجازهم ثابت لا يتخلف فهم في مكنة خالقهم .ولما أفاد قوله : { وما أنتم بمعجزين في الأرض } أن يكون لهم منجى من سُلطة الله أُتبع بنفي أن يكون لهم ملْجَأٌ يلجأُون إليه لينصرهم ويقيهم من عذاب الله فقال : { وما لكم من دون الله من ولي ولا نصير } أي ليس لكم وليّ يتولاكم فيمنعكم من سلطان الله ولا نصير ينصركم على الله إن أراد إصابتكم فتغلبونه ، فجمَعت الآية نفي ما هو معتاد بينهم من وجوه الوقاية .و { من دون الله } ظرف مستقرّ هو خبر ثان عن { ولي } و { نصير } ، والخبر الأول هو { لكم } . وتقديم الخبرين للاهتمام بالخبر ولتعجيل يأسهم من ذلك ."
    },
    {
      "ayah": 32,
      "surah": 42,
      "text": "وَمِنْ آَيَاتِهِ الْجَوَارِ فِي الْبَحْرِ كَالْأَعْلَامِ (32) لما جرى تذكيرهم بأنّ ما أصابهم من مصيبة هو مسبب عن اقتراف أعمالهم ، وتذكيرهم بحلول المصائب تارة وكشفها تارة أخرى بقوله : { ويعفو عن كثير } [ الشورى : 30 ] ، وأعقب بأنهم في الحالتين غير خارجين عن قبضة القدرة الإلهية سيق لهم ذكر هذه الآية جامعة مثالاً لإصابة المصائب وظهور مخائلها المخيفة المذكّرة بما يغفلون عنه من قدرة الله والتي قد تأتي بما أُنذروا به وقد تنكشف عن غير ضر ، ودليلاً على عظيم قدرة الله تعالى وأنه لا محيص عن إصابة ما أراده ، وإدماجاً للتذكير بنعمة السير في البحر وتسخير البحر للناس فإن ذلك نعمة ، قال تعالى : { والفُلْككِ التي تجري في البحر بما يَنْفَعُ الناس } في سورة البقرة ( 164 ) ، فكانت هذه الجملة اعتراضاً مثل جملة { ومن آياته خلق السماوات والأرض } [ الشورى : 29 ] .والآيات : الأدلة الدالة على الحق .والجواري : جمع جارية صفة لمحذوف دل عليه ذكر البحر ، أي السفن الجواري في البحر كقوله تعالى في سورة الحاقة ( 11 ) { إنّا لَمَّا طَغَى الماء حملناكم في الجارية } وعُدل عن : الفلك إلى { الجواري } إيماء إلى محل العبرة لأن العبرة في تسخير البحر لجريها وتفكير الإنسان في صنعها .والأعلام : جمع عَلَم وهو الجبل ، والمراد : بالجواري السفن العظيمة التي تسع ناساً كثيرين ، والعبرة بها أظهر والنعمة بها أكثر .وكتبت كلمة { الجوار } في المصحف بدون ياء بعد الراء ولها نظائر كثيرة في القرآن في الرسم والقراءة ، وللقراء في أمثالها اختلاف هي التي تُدعى عند علماء القراءات بالياءات الزوائد .وقرأ نافع وأبو عمرو وأبو جعفر { الجواري } في هذه السورة بإثبات الياء في حالة الوصل وبحذفها في حالة الوقف . وقرأ ابن كثير ويعقوب بإثبات الياء في الحالين . وقرأ الباقون بحذفها في الحالين .وإسكان الرياح : قطع هبوبها ، فإن الريح حركة وتموّج في الهواء فإذا سكن ذلك التموّج فلا ريح ."
    },
    {
      "ayah": 33,
      "surah": 42,
      "text": "إِنْ يَشَأْ يُسْكِنِ الرِّيحَ فَيَظْلَلْنَ رَوَاكِدَ عَلَى ظَهْرِهِ إِنَّ فِي ذَلِكَ لَآَيَاتٍ لِكُلِّ صَبَّارٍ شَكُورٍ (33) وقرأ نافع { الريَاح } بلفظ الجمع . وقرأه الباقون { الريح } بلفظ المفرد . وفي قراءة الجمهور ما يدل على أن الريح قد تطلق بصيغة الإفراد على الريح الخير ، وما قيل : إن الرياح للخير والريح للعذاب في القرآن هو غالب لا مطّرد . وقد قرىء في آيات أخرى الرياح والريح في سياق الخير دون العذاب .وقرأ الجمهور { يشأ } بهمزة ساكنة . وقرأه ورش عن نافع بألف على أنه تخفيف للهمزة .والرواكد : جمع راكدة ، والركود : الاستقرار والثبوت .والظهْر : الصلب للإنسان والحيوان ، ويطلق على أعلى الشيء إطلاقاً شائعاً . يقال : ظَهْر البيت ، أي سطحه ، وتقدم في قوله تعالى : { وليس البر بأن تأتوا البيوت من ظهورها } [ البقرة : 189 ] . وأصله : استعارة فشاعت حتى قاربت الحقيقة ، فظَهْر البحر سطح مائه البادي للناظر ، كما أطلق ظهْر الأرض على ما يبدو منها ، قال تعالى : { ما تَرك على ظهرها من دابّة } [ فاطر : 45 ] .وجُعل ذلك آيةً لكل صبّار شكور لأن في الحالتين خوفاً ونجاة ، والخوف يدعو إلى الصبر ، والنجاةُ تدعو إلى الشكر .والمراد : أن في ذلك آيات لكل مؤمن متخلق بخلُق الصبر على الضرّاء والشكرِ للسرّاء ، فهو يعتبر بأحوال الفُلْك في البحر اعتباراً يقارنه الصبر أو الشكر .وإنما جعل ذلك آية للمؤمنين لأنهم الذين ينتفعون بتلك الآية فيعلمون أن الله منفرد بالإلهية بخلاف المشركين فإنها تمر بأعينهم فلا يعتبرون بها .وقوله : أو يوبقهن } عطف على جزاء الشرط ."
    },
    {
      "ayah": 34,
      "surah": 42,
      "text": "أَوْ يُوبِقْهُنَّ بِمَا كَسَبُوا وَيَعْفُ عَنْ كَثِيرٍ (34) و { يوبقهن } : يهلكهن . والإيباق : الإهلاك ، وفعله وَبَق كوَعد . والمراد به هنا الغرق ، فيجوز أن يكون ضمير جماعة الإناثثِ عائداً إلى { الجواري } على أن يستعار الإيباق للإغراق لأنّ الإغراقَ إتلاف . ويجوز أن يكون الضمير عائداً إلى الراكبين على تأويل معاد الضمير بالجماعات بقرينة قوله : { بما كسبوا } فهو كقوله : { وعلى كل ضامرٍ يأتين من كلّ فجّ عميق ليشهدُوا منافع لهم } [ الحج : 27 ] .والباء للسببية وهو في معنى قوله : { وما أصابكم من مصيبة بما كسبت أيديكم } [ الشورى : 30 ] .ويعف عن كثير } عطف على { يوبقهن } فهو في معنى جزاء للشرط المقدّر ، أي وإن يشأ يعفُ عن كثير فلا يوبقهم مع استحقاقهم أن يُوبَقوا . وهذا العطف اعتراض .( 35 ) { كَثِيرٍ * وَيَعْلَمَ الذين يجادلون فى ءاياتنا مَا لَهُمْ } .قرأ نافع وابن عامر ويعقوب برفع { ويعلمُ } على أنه كلام مستأنف . وقرأه الباقون بالنصب .فأما الاستئناف على قراءة نافع وابن عامر ويعقوب فمعناه أنه كلام أنُف لا ارتباط له بما قبله ، وذلك تهديد للمشركين بأنهم لا محيص لهم من عذاب الله لأنه لما قال : { ومن آياته الجواري في البحر } [ الشورى : 32 ] صار المعنى : ومن آيات انفراده بالإلهية الجواري في البحر . والمشركون يجادلون في دلائل الوحدانية بالإعْراض والانصراف عن سماعها فهددهم الله بأن أعلمهم أنهم لا محيص لهم ، أي من عذابه ، فحُذف متعلق المحيص إبهاماً له تهويلاً للتهديد لتذهب النفس كل مذهب ممكن فيكون قوله : ويعلم الذين يجادلون } خبَراً مراداً به الإنشاء والطلب فهو في قوة : وليعلمْ الذين يجادلون ، أو اعلموا يا من يجادلون ، وليس خبراً عنهم لأنهم لا يؤمنون بذلك حتى يعلموه .وأما قراءة النصب فهي عند سيبويه وجمهور النحاة على العطف على فعللٍ مدخول للام التعليل ، وتضمَّن ( أنْ ) بعده . والتقدير : لينتقم منهم ويعلم الذين يجادلون الخ . وسموا هذه الواو واو الصَّرفْ لأنها تصرف ما بعدها عن أن يكون معطوفاً على ما قبلها ، إلى أن يكون معطوفاً على فعل متصيَّد من الكلام ، وهذا قول سيبويه في باب ما يرتفع بين الجزمين وينجزم بينهما ، وتبعه في «الكشاف» ، وذهب الزجاج إلى أن الواو واو المعية التي ينصب الفعل المضارع بعدها ب ( أن ) مضمرة .ويجوز أن يجعل الخبر مستعملاً في مقاربة المخبر به كقولهم : قد قامت الصلاة ، فلما كان علمهم بذلك يوشك أن يَحصل نُزّل منزلة الحاصل فأخبر عنهم به ، وعلى هذا الوجه يكون إنذاراً بعقاب يحصل لهم قريب وهو عذاب السيف والأسْر يوم بدر ."
    },
    {
      "ayah": 35,
      "surah": 42,
      "text": "وَيَعْلَمَ الَّذِينَ يُجَادِلُونَ فِي آَيَاتِنَا مَا لَهُمْ مِنْ مَحِيصٍ (35)وذكر فعل { يعلَم } للتنويه والاعتناء بالخبر كقوله تعالى : { واعْلموا أنكم ملاقُوه } في سورة البقرة ( 223 ) ، وقوله : { واعلموا أنما غنمتم من شيء } في سورة الأنفال ( 41 ) ، وقول النبي حين رأى أبا مسعود الأنصاري يضرب غلاماً له فناداه : اعْلَم أبَا مسعود اعْلم أبَا مسعود ، قال أبو مسعود : فالتفتُّ فإذا هو رسول الله فإذا هو يقول : اعلَم أبا مسعود . فألقيت السوط من يدي ، فقال لي : إن الله أقدر عليك منكَ على هذا الغلام رواه مسلم أواخر كتاب الإيمان . وتقدم معنى الذين يجادلون في آياتنا } في هذه السورة .و { مَا } نافية ، وهي معلِّقة لفعل { يعلم } عن نصب المفعلوين .والمَحِيص : مصدر ميمي من حاص ، إذا أخذ في الفرار ومَال في سَيره ، وفي حديث أبي سفيان في وصْف مجلس هرقل «فحاصُوا حَيْصة حُمر الوحش وأغلقت الأبواب» . والمعنى : ما لهم من فرار ومهرب من لقاء الله . والمراد : ما لهم من محيد ولا ملجأ . وتقدم في قوله تعالى : { ولا يجدون عنها محيصاً } في سورة النساء ( 121 ) ."
    },
    {
      "ayah": 36,
      "surah": 42,
      "text": "فَمَا أُوتِيتُمْ مِنْ شَيْءٍ فَمَتَاعُ الْحَيَاةِ الدُّنْيَا وَمَا عِنْدَ اللَّهِ خَيْرٌ وَأَبْقَى لِلَّذِينَ آَمَنُوا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ (36)تفريع على جملة { ولو بسط الله الرزق لعباده لبغوا } [ الشورى : 27 ] إلى آخرها ، فإنها اقتضت وجود منعَم عليه ومحْروم ، فذُكِّروا بأن ما أوتوه من رزق هو عَرَض زائل ، وأن الخير في الثواب الذي ادخره الله للمؤمنين ، مع المناسبة لما سبقه من قوله : { ويَعْفُ عن كثير } [ الشورى : 34 ] من سلامة الناس من كثير من أهوال الأسفار البحرية فإن تلك السلامة نعمة من نعم الدنيا ، ففرعت عليه الذكرى بأن تلك النعمة الدنيوية نعمة قصيرة الزمان صائرة إلى الزوال فلا يَجعلها الموفَّقُ غاية سعيه وليسعَ لعمل الآخرة الذي يأتي بالنعيم العظيم الدائم وهو النعيم الذي ادّخره الله عنده لعباده المؤمنين الصالحين .والخطاب في قوله : أوتيتم } للمشركين جرياً على نسق الخطاب السابق في قوله : { وما أصابكم من مصيبة فبما كسبت أيديكم } [ الشورى : 30 ] وقوله : { وما أنتم بمعجزين في الأرض وما لكم من دون الله من ولي ولا نصير } [ الشورى : 31 ] ، وينسحب الحكم على المؤمنين بلحن الخطاب ، ويجوز أن يكون الخطاب لِجميع الأمة ، فالفاء الأولى للتفريع ، ومَا } موصولة ضمنت معنى الشرط والفاء الثانية في قوله : { فمتاع الحياة الدنيا } داخلة على خبر { ما } الموصولة لتضمنها معنى الشرط وإنما لم نَجعل { ما } شرطية لأن المعنى على الإخبار لا على التعليق ، وإنما تضمن معنى الشرط وهو مجرد ملازمة الخبر لمدلول اسم الموصول كما تقدم نظيره آنفاً في قوله : { وما أصابكم من مصيبة فبما كسبت أيديكم } [ الشورى : 30 ] في قراءة غير نافع وابننِ عامر .ويتعلق قوله : خَيْرٌ وأبقى للذين آمنوا } على وجه التنازع ، واتبعت صلة ( الذين آمنوا ) بما يدل على عملهم بإيمانهم في اعتقادهم فعطف على الصلة أنهم يتوكلون على ربّهم دون غيره . وهذا التوكل إفراد لله بالتوجُّه إليه في كل ما تعجز عنه قدرة العبد ، فإن التوجه إلى غيره في ذلك ينافي التوحيد لأن المشركين يتوكلون على آلهتهم أكثر من توكلهم على الله ، ولكون هذا متمّماً لمعنى ( الذين آمنوا ) عطف على الصلة ولم يُؤت معه باسم موصول بخلاف ما ورد بعده ."
    },
    {
      "ayah": 37,
      "surah": 42,
      "text": "وَالَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ وَالْفَوَاحِشَ وَإِذَا مَا غَضِبُوا هُمْ يَغْفِرُونَ (37)أُتبع الموصول السابق بموصولات معطوففٍ بعضُها على بعض كما تعطف الصفات للموصوف الواحد ، فكذلك عطف هذه الصلات وموصولاتها أصحابها متحدون وهم الذين آمنوا بالله وحده وقد تقدم نظيره عند قوله تعالى : { الذين يؤمنون بالغيب } [ البقرة : 3 ] ثم قوله : { والذين يؤمنون بما أنزل إليك } الآية في سورة البقرة ( 4 ) .والمقصود من ذلك : هو الاهتمام بالصلات فيكرر الاسم الموصول لتكون صلتُه معتنى بها حتى كأنَّ صاحبها المتّحد منزَّلٌ منزلة ذوات . فالمقصود : ما عند الله خير وأبقى للمؤمنين الذين هذه صفاتهم ، أي أتْبَعوا إيمانهم بها . وهذه صفات للمؤمنين باختلاف الأحوال العارضة لهم فهي صفات متداخلة قد تجتمع في المؤمن الواحد إذا وُجدت أسبابها وقد لا تجتمع إذا لم توجد بعض أسبابها مثل { وأمرُهم شورى بينهم } ( 38 ) .وقرأ الجمهور كبائر } بصيغة الجمع . وقرأه حمزة والكسائي وخلَف { كَبِير } بالإفراد ، فكبائر الإثم : الفعلات الكبيرة من جنس الإثم وهي الآثام العظيمة التي نهى الشرع عنها نهياً جازماً ، وتوعد فاعلَها بعقاب الآخرة مثل القذف والاعتداء والبغي . وعلى قراءة { كبيرة الإثم } مراد به معنى كبائر الإثم لأن المفرد لما أضيف إلى معرَّف بلام الجنس من إضافة الصفةِ إلى الموصوف كان له حكم ما أضيف هو إليه .و { الفواحش } : جمع فاحشة ، وهي : الفعلة الموصوفة بالشناعة والتي شدد الدِّين في النهي عنها وتوعّد عليها بالعذاب أو وضعَ لها عقوبات في الدنيا للذي يُظهر عليه من فاعليها . وهذه مثل قتل النفس ، والزنا ، والسرقة ، والحرابة . وتقدّم عند قوله : { وإذا فعلوا فاحشة قالوا وجدنا عليها آباءنا } في سورة الأعراف ( 28 ) .وكبائر الإثم والفواحش قد تدعو إليها القوة الشاهية . ولما كان كثير من كبائر الإثم والفواحش متسبباً على القوة الغضبية مثل القتل والجراح والشتم والضرب أعقب الثناء على الذين يجتنبونها ، فذكر أن من شيمتهم المغفرة عند الغضب ، أي إمساك أنفسهم عن الاندفاع مع داعية الغضب فلا يغول الغضب أحلامهم .وجيء بكلمة { إذَا } المضمنة معنى الشرط والدالّة على تحقق الشرط ، لأن الغضب طبيعة نفسية لا تكاد تخلو عنه نفس أحد على تفاوت . وجملة { وإذا ما غضبوا هم يغفرون } عطف على جملة الصلة .وقدم المسند إليه على الخبر الفعلي في جملة { هم يغفرون } لإفادة التقوّي .وتقييد المسند ب { إذا } المفيدة معنى الشرط للدّلالة على تكرر الغفران كلما غضبوا .والمقصود من هذا معاملة المسلمين بعضِهم مع بعض فلا يعارضه قوله الآتي { والذين إذا أصابهم البغي هم ينتصرون } [ الشورى : 39 ] لأن ذلك في معاملتهم مع أعداء دينهم ."
    },
    {
      "ayah": 38,
      "surah": 42,
      "text": "وَالَّذِينَ اسْتَجَابُوا لِرَبِّهِمْ وَأَقَامُوا الصَّلَاةَ وَأَمْرُهُمْ شُورَى بَيْنَهُمْ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ (38)هذا موصول آخر وصلة أخرى . ومدلولهما من أعمال الذين آمنوا التي يدعوهم إليها إيمانهم ، والمقصود منها ابتداءً هُم الأنصار ، كما روي عن عبد الرحمن بن زيد . ومعنى ذلك أنهم من المؤمنين الذين تأصل فيهم خُلق الشورى .وأما الاستجابة لله فهي ثابتة لجميع من آمن بالله لأن الاستجابة لله هي الاستجابة لدعوة النبي صلى الله عليه وسلم فإنه دعاهم إلى الإسلام مبلِّغاً عن الله فكأنَّ الله دعاهم إليه فاستجابوا لدعوته . والسين والتاء في { استجابوا } للمبالغة في الإجابة ، أي هي إجابة لا يخالطها كراهية ولا تردد .ولام له للتقوية يقال : استجاب له كما يقال : استجابه ، فالظاهر أنه أريد منه استجابة خاصة ، وهي إجابة المبادرة مثل أبي بكر وخديجة وعبد الله بن مسعود وسعد بن أبي وقاص ونقباء الأنصار أصحاب ليلة العقبة .وجُعلت { وأمرهم شورى بينهم } عطفاً على الصلة . وقد عرف الأنصار بذلك إذ كان التشاور في الأمور عادتهم فإذا نزل بهم مهمٌّ اجتمعوا وتشاوروا وكان من تشاورهم الذي أثنى الله عليهم به هو تشاورهم حين ورد إليهم نقباؤُهم وأخبروهم بدعوة محمد صلى الله عليه وسلم بعد أن آمنوا هم به ليلة العقبة ، فلما أبلغوهم ذلك اجتمعوا في دار أبي أيوب الأنصاري فأجمع رأيهم على الإيمان به والنصر له .وإذ قد كانت الشورى مفضية إلى الرشد والصواب وكان من أفضل آثارها أن اهتدى بسببها الأنصار إلى الإسلام أثنى الله بها على الإطلاق دون تقييد بالشورى الخاصَّة التي تشاور بها الأنصار في الإيمان وأيُّ أمر أعظم من أمر الإيمان .والأمر : اسم من أسماء الأجناس العامة مثل : شيءٍ وحادثثٍ . وإضافة اسم الجنس قد تفيد العموم بمعونة المقام ، أي جميع أمورهم متشاور فيها بينهم .والإخبار عن الأمر بأنه شورى من قبيل الإخبار بالمصدر للمبالغة . والإسناد مجاز عقلي لأن الشورى تسند للمتشاورين ، وأما الأمر فهو ظرف مجازي للشورى ، ألا ترى أنه يقال : تشاورا في كذا ، قال تعالى : { وشاورهم في الأمر فاجتمع في قوله : وأمرهم شورى } مجاز عقلي واستعارة تبعية ومبالغة .والشُورى مصدر كالبُشرى والفُتيا هي أن قاصد عمل يطلب ممن يَظُنّ فيه صوابَ الرأي والتدبير أن يشير عليه بما يراه في حصول الفائدة المرجوّة من عمله ، وتقدم الكلام عليها عند قوله تعالى : { وشاورهم في الأمر } في سورة آل عمران ( 159 ) .وقوله : { بينهم } ظرف مستقر هو صفة ل { شورى } . والتشاور لا يكون إلا بين المتشاورين فالوجه أن يكون هذا الظرف إيمَاء إلى أن الشورى لا ينبغي أن تتجاوز من يهمهم الأمر من أهل الرأي فلا يُدخل فيها من لا يهمه الأمر ، وإلى أنها سرّ بين المتشاورين قال بشار: ... ولا تُشْهد الشورى أمراً غيرَ كَاتموقد كان شيخ الإسلام محمود ابن الخوجة أشار في حديث جرى بيني وبينه إلى اعتبار هذا الإيماء إشارة بيده حين تلا هذه الآية ، ولا أدري أذلك استظهار منه أم شيء تلقاه من بعض الكتب أو بعض أساتذته وكلا الأمرين ليس ببعيد عن مثله .وأثنى الله عليهم بإقامة الصلاة ، فيجوز أن يكون ذلك تنويهاً بمكانة الصلاة بأعمال الإيمان ، ويجوز أن يكون المراد إقامة خاصة ، فإذا كانت الآية نازلة في الأنصار أو كان الأنصار المقصود الأول منها فلعل المراد مبادرة الأنصار بعد إسلامهم بإقامة الجماعة إذ سألوا النبي صلى الله عليه وسلم أن يرسل إليهم من يُقرئهم القرآنَ ويَؤُمهم في الصلاة فأرسل إليهم مُصعب بن عُمَير وذلك قبل الهجرة .وأثنى عليهم بأنهم ينفقون مِما رزقهم الله ، وللأنصار الحظ الأوفر من هذا الثناء ، وهو كقوله فيهم { ويؤثرون على أنفسهم ولو كانَ بهم خصاصة } [ الحشر : 9 ] . وذلك أن الأنصار كانوا أصحاب أموال وعمل فلما آمنوا كانوا أول جماعة من المؤمنين لهم أموال يعينون بها ضعفاء المؤمنين منهم ومن المهاجرين الأولين قبل هجرة النبي . فأما المؤمنون من أهل مكة فقد صادر المشركون أموالهم لأجل إيمانهم ، قال النبي وهل ترك لَنا عَقِيل من دار .وقوله : ومما رزقناهم ينفقون } إدماج للامتنان في خلال المدح وإلا فليس الإنفاق من غير ما يرزقه المنفق ."
    },
    {
      "ayah": 39,
      "surah": 42,
      "text": "وَالَّذِينَ إِذَا أَصَابَهُمُ الْبَغْيُ هُمْ يَنْتَصِرُونَ (39)هذا موصول رابع وصلته خلق أراده الله للمسلمين ، والحظ الأول منه للمؤمنين الذين كانوا بمكة قبل أن يهاجرون فإنهم أصابهم بغي المشركين بأصناف الأذى من شتم وتحقير ومصادرة الأموال وتعذيب الذوات فصبروا عليه .و { البغي } : الاعتداء على الحق ، فمعنى إصابتِه إياهم أنه سُلّط عليهم ، أي بغي غيرهم عليهم وهذه الآية مقدَّمة لقوله في سورة الحج ( 39 ، 40 ) { أُذِن للذين يقاتَلون بأنهم ظُلموا وإنَّ الله على نصرهم لقدير الذين أخرجوا من ديارهم بغير حق } فإن سورة الحج نزلت بالمدينة . وإنما أثنى الله عليهم بأنهم ينتصرون لأنفسهم تنبيهاً على أن ذلك الانتصار ناشىء على ما أصابهم من البغي فكان كل من السبب والمسبب موجِب الثناء لأن الانتصار محمدة دينية إذ هو لدفع البغي اللاحق بهم لأجل أنهم مؤمنون ، فالانتصار لأنفسهم رادع للباغين عن التوغل في البغي على أمثالهم ، وذلك الردع عون على انتشار الإسلام ، إذ يقطع ما شأنه أن يخالج نفوس الراغبين في الإسلام من هَوَاجِس خوفهم من أن يُبغى عليهم .وبهذا تعلم أن ليس بين قوله هنا { والذين إذا أصابهم البغي هم ينتصرون } وبين قوله آنفاً { وإذا ما غضِبوا هم يغفرون } [ الشورى : 37 ] تعارضٌ لاختلاف المقامين كما علمت آنفاً .وعن إبراهيم النَّخعي : كان المؤمنون يكرهون أن يُستذلّوا وكانوا إذا قدَروا عفَوا .وأدخل ضمير الفصل بقوله : هم ينتصرون } الذي فصل بين الموصول وبين خبره لإفادة تقوّي الخبر ، أي لا ينبغي أن يترددوا في الانتصار لأنفسهم .وأوثر الخبر الفعلي هنا دون أن يقال : منتصرون ، لإفادة معنى تجدد الانتصار كلما أصابهم البغي .وأما مجيء الفعل مضارعاً فلأن المضارع هو الذي يجيء معه ضمير الفصل ."
    },
    {
      "ayah": 4,
      "surah": 42,
      "text": "لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَلِيُّ الْعَظِيمُ (4)جملة { له ما في السموات وما في الأرض } مقررة لوصفه { العزيز الحكيم } [ الشورى : 3 ] لأن من كان ما في السماوات وما في الأرض مِلكاً له تتحقق له العزّة لقوة ملكوته ، وتتحقق له الحكمة لأن الحكمة تقتضي خلقَ ما في السماوات والأرض وإتقانَ ذلك النظام الذي تسير به المخلوقات . ولكون هذه الجملة مقررةً معنى التي قبلها كانت بمنزلة التأكيد فلم تعطف عليها .وجملة { وهو العلي العظيم } عطف عليها مقررة لما قررته الجملة قبلها فإن مَن اتصف بالعلاء والعظمة لو لم يكن عزيزاً لتخلف علاؤهُ وعظمته ، ولا يكون إلا حكيماً لأن عَلاءه يقتضي سموّه عن سفاسف الصفات والأفعال ، ولو لم يكن عظيماً لتعلقت إرادته بسفاسف الأمور ولتنازل إلى عبث الفعال .والعلو هنا علو مجازي ، وهو السموّ في الكمال بحيث كان أكمل من كل موجود كامل . والعظمة مجازية وهي جلالة الصفات والأفعال . وأفادت صيغة الجملة معنى القصر ، أي لا عليّ ولا عظيم غيره لأن مَن عداه لا يخلو عن افتقار إليه فلا علوّ له ولا عظمة . وهذا قصر قلب ، أي دون آلهتكم فلا علو لها كما تزعمون . قال أبو سفيان : أعْلُ هُبل .وتقدم معنى هاتين الجملتين في خلال آية الكرسي من سورة البقرة ."
    },
    {
      "ayah": 40,
      "surah": 42,
      "text": "وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَا فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللَّهِ إِنَّهُ لَا يُحِبُّ الظَّالِمِينَ (40)هذه جمل ثلاث مُعترضة الواحدة تلو الأخرى بين جملة { والذين إذا أصابهم البغي } [ الشورى : 39 ] الخ وجملة { ولَمَن انتصر بعد ظلمه } [ الشورى : 41 ] . وفائدة هذا الاعتراض تحديد الانتصار والترغيب في العفو ثم ذم الظلم والاعتداء ، وهذا انتقال من الإذن في الانتصار من أعداء الدين إلى تحديد إجرائه بين الأمة بقرينة تفريع فمن عفا وأصلح } على جملة { وجزاء سيئة سيئة مثلها } إذ سمى ترك الانتصار عفواً وإصلاحاً ولا عفو ولا إصلاح مع أهل الشرك .وبقرينة الوعد بأجر من الله على ذلك العفو ولا يكون على الإصلاح مع أهل الشرك أجر .و { سيئة } صفة لمحذوف ، أي فعلة تسوء من عومل بها . ووزن { سيئة } فَيْعِلة مبالغة في الوصف مِثل : هيّنة ، فعينها ياء ولامها همزة ، لأنها من ساء ، فلما صيغ منها وزن فَيْعِلَة التقت يَاءَاننِ فأدغمَتا ، أي أن المُجازيء يجازيء من فَعَل معه فَعلةً تسوءه بفعلة سيئة مثل فعلتِه في السوء ، وليس المراد بالسيئة هنا المعصية التي لا يرضاها الله ، فلا إشكال في إطلاق السيئة على الأذَى الذي يُلحق بالظالم .ومعنى { مثلها } أنها تكون بمقدارها في متعارف الناس ، فقد تكون المماثلة في الغرض والصورة وهي المماثلة التامة وتلك حقيقةُ المماثلة مثل القصاص من القاتل ظلماً بمثل ما قَتَل به ، ومن المعتدي بجراح عمد ، وقد تتعذر المماثلة التامة فيصار إلى المشابهة في الغرض ، أي مقدار الضرّ وتلك هي المقاربة مثل تعذر المشابهة التامة في جزاء الحروب مع عدوّ الدين إذ قد يلحق الضر بأشخاص لم يصيبوا أحداً بضرّ ويَسْلَمُ أشخاص أصابوا الناس بضرّ ، فالمماثلة في الحَرب هي انتقام جماعة من جماعة بمقدار ما يُشفي نفوس الغالبين حسبما اصطلح عليه الناس .ومن ذلك أيضاً إتلاف بعض الحواس بسبب ضرب على الرأس أو على العين فيصار إلى الدية إذ لا تضبط إصابة حاسّة الباغي بمثل ما أصاب به حاسّة المعتدَى عليه . وكذلك إعطاء قيم المتلفات من المقوَّمات إذ يتعسر أن يكلف الجاني بإعطاء مثل ما أتلفه .ومن مشاكل المماثلة في العقوبة مسألة الجماعة يتمالؤون على قتل أحد عمداً ، أو على قطع بعض أعضائه؛ فإن اقتص من واحد منهم كان ذلك إفلاتاً لبقية الجناة من عقوبة جرمهم ، وإن اقتص من كل واحد منهم كان ذلك زيادة في العقوبة لأنهم إنما جنَوا على واحد .فمن العلماء من لم يعتدَّ بتلك الزيادة ونظَرَ إلى أن كل واحد منهم جنى على المجني عليه فاستحق الجزاء بمثل ما ألحقه بالمجنّي عليه ، وجَعَل التعدّد مُلغى وراعى في ذلك سدّ ذريعة أن يتحيّل المجرم على التنصل من جرمه بضم جماعة إليه ، وهذا قول مالك والشافعي أخذاً من قضاءِ عمر بن الخطاب ، وقوله : لو اجتمع على قتله أهلُ صنعاء لاقتصصتُ منهم .ومنهم من عدل عن الزيادة مطلقاً وهو قول داود الظاهري ، ومنهم من عدل عن تلك الزيادة في القطع ولم يعدل عنها في القتل ، ولعل ذلك لأن عمر بن الخطاب قضى به في القتل ولم يؤثر عن أحد في القطع . وربما ألغى بعضهم الزيادة إذا كان طريق ثبوت الجناية ضعيفاً مثل القسامة مع اللوث عند من يرى القصاص بها فإن مالكاً لم ير أن يُقتل بالقسامة أكثرُ من رجل واحد .واعلم أن المماثلة في نحو هذا تحقق بقيمة الغرم كما اعتبرت في الديات وأروش الجِنايات .وجملة { إنه لا يحب الظالمين } في موضع العلة لكلام محذوف دل عليه السياق فيقدر : أنه يحب العافين كما قال { والعافين عن الناس والله يحبّ المحسنين } [ آل عمران : 134 ] . ونصْرُه على ظالمه موكول إلى الله وهو لا يحب الظالمين ، أي فيؤجر الذين عفوا وينتصر لهم على الباغين لأنه لا يحب الظالمين فلا يهمل الظالم دون عقاب { ومن قُتل مظلوماً فقد جعلنا لوليّه سلطاناً فلا يُسرف في القتل إنه كان منصوراً } [ الإسراء : 33 ] . وقد استفيد حبّ الله العافين من قوله : إنه لا يحب الظالمين } ، وعلى هذا فمَا صْدَقُ الظالمين : هم الذين أصابوا المؤمنين بالبغي .ويجوز أيضاً أن يكون التعليل بقوله : { إنه لا يحب الظالمين } منصرفاً لمفهوم جملة { وجزاء سيئة سيئة مثلها } أي دون تجاوز المماثلة في الجزاء كقوله : { وإن عاقبتُم فعاقبوا بمثل ما عوقبتم به } [ النمل : 126 ] فيكون مَا صْدَقُ { الظالمين } : الذين يتجاوزون الحد في العقوبة من المؤمنين على أن يكون تحذيراً من مجاوزة الحدّ ، كقول النبي صلى الله عليه وسلم \" من حامَ الحمى يوشك أن يقع فيه \" .وقد شملت هذه الآية بموقعها الاعتراضي أصول الإرشاد إلى ما في الانتصار من الظالم وما في العفو عنه من صلاح الأمة ، ففي تخويل حق انتصار المظلوم من ظالمه ردع للظالمين عن الإقدام على الظلم خوفاً من أن يأخذ المظلوم بحقه ، فالمعتدي يحسب لذلك حسابه حين الهمّ بالعدوان .وفي الترغيب في عفو المظلوم عن ظالمه حفظ آصرة الأخوة الإسلامية بين المظلوم وظالمه كيلا تنثَلِم في آحاد جزئياتها بل تزداد بالعفو متانة كما قال تعالى : { ادفع بالتي هي أحسن فإذا الذي بينك وبينه عداوة كأنّه وليّ حميم } [ فصلت : 34 ] .على أن الله تعالى لَمْ يهمل جانب ردع الظالم فأنبأ بتحقيق أنه بمحل من غضب الله عليه إذ قال : إنه لا يحب الظالمين } ولا ينحصر ما في طي هذا من هول الوعيد .وتنشأ على معنى هذه الآية مسألة غرَّاء تجاذبتها أنظار السلف بالاعتبار ، وهي : تحليل المظلوم ظالمه من مظلمته . قال أبو بكر بن العربي في «الأحكام» : روى ابن القاسم وابن وهب عن مالك وسئل عن قول سعيد بن المسيّب : لا أحلّل أحداً ، فقال : ذلك يختلف . فقلت : الرجل يسلف الرجل فيهلِكُ ولا وفاء له قال : أرى أن يحلله ، وهو أفضل عندي لقول الله تعالى :{ الذين يستمعون القول فيتّبعون أحسنه } [ الزمر : 18 ] ، وإن كان له فضل يُتبع فقيل له : الرجل يظلم الرجل ، فقال : لا أرى ذلك ، وهو عندي مخالف للأول لقول الله تعالى : { إنما السبيل على الذين يظلمون الناس } [ الشورى : 42 ] ، ويقول تعالى : { ما على المحسنين من سبيل } [ التوبة : 91 ] فلا أرى أن تجعله من ظلمه في حلّ .قال ابن العربي فصار في المسألة ثلاثة أقوال : أحدها : لا يحلّله بحال قاله ابن المسيّب . والثاني : يحلّله ، قاله ابن سيرين ، زاد القرطبي وسليمان بن يسار ، الثالث : إن كان مالاً حلّله وإن كان ظلماً لم يحلّله وهو قول مالك .وجه الأول : } أن لا يُحلّ ما حرم الله فيكون كالتبديل لحكم الله .ووجه الثاني : أنه حقه فله أن يسقطه .ووجه الثالث : أن الرجل إذا غُلِب على حقكَ فمن الرفق به أن تحلله ، وإن كان ظالماً فمن الحق أن لا تتركه لئلا يغْتَرّ الظَّلَمة ويسترسلوا في أفعالهم القبيحة .وذكَر حديث مسلم عن عُبادة بن الوليد بن عبادة بن الصامت قال : خرجت أنا وأبي لطلب العلم في هذا الحيّ من الأنصار قبْل أن يهلكوا فكان أول من لقينا أبو اليسر صاحب رسول الله صلى الله عليه وسلم فقال له أبي : أرى في وجهك سنعة من غضب فقال : أجَل كان لي على فلان دين ، فأتيت أهله وقلت : أثَمّ هو؟ قالوا : لا فخرج ابن له فقلت له : أين أبوك؟ فقال سمع صوتك فدخل أريكة أمي . فقلتُ : اخرجْ إليَّ ، فخرج . فقلت : ما حملك على أن اختبأت مني؟ قال : خشيت والله أن أحدثك فأكذبك وأنت صاحب رسول الله صلى الله عليه وسلم وكنتُ والله معسراً . قال : فأتى بصحيفته فمحاها بيده ، قال : إن وجدت قضاء فاقض وإلاّ فأنت في حلّ ."
    },
    {
      "ayah": 41,
      "surah": 42,
      "text": "وَلَمَنِ انْتَصَرَ بَعْدَ ظُلْمِهِ فَأُولَئِكَ مَا عَلَيْهِمْ مِنْ سَبِيلٍ (41)يجوز أن تكون عطفاً على جملة { فمن عفا وأصلح } [ الشورى : 40 ] فيكون عذراً للذين لم يعفوا ، ويجوز أنها عطف على جملة { هم ينتصرون } [ الشورى : 39 ] وما بين ذلك اعتراض كما علمت ، فالجملة : إمّا مرتبطة بغرض انتصار المسلم على ظالمه من المسلمين تكملة لجملة { فمن عفا وأصلح فأجره على الله } [ الشورى : 40 ] ، وإمّا مرتبطة بغرض انتصار المؤمنين من بغْي المشركين عليهم ، وهو الانتصار بالدفاع سواء كان دفاع جماعات وهو الحرب فيكون هذا تمهيداً للإذن بالقتال الذي شُرع من بعد ، أم دفاعَ الآحاد أن تمكنوا منه فقد صار المسلمون بمكة يومئذٍ ذوي قوة يستطيعون بها الدفع عن أنفسهم آحاداً كما قيل في عزّ الإسلام بإسلام عمر بن الخطاب .واللام في ولمن انتصر } موطئة للقسم ، و ( مَن ) شرطية ، أو اللام لام ابتداء و ( من ) موصولة . وإضافة { ظلمه } من إضافة المصدر إلى مفعوله ، أي بعد كَونه مظلوماً .ومعنى { بعد ظلمه } التنبيه على أن هذا الانتصار بعد أن تحقق أنهم ظُلموا : فإمّا في غير الحروب فمن يتوقع أن أحداً سيعتدي عليه ليس له أن يبادر أحداً بأذى قبل أن يشرعَ في الاعتداء عليه ويقول : ظننت أنه يعتدي عليَّ فبادرتُه بالأذى اتقاء لاعتدائه المتوقع ، لأن مثل هذا يثير التهارج والفساد ، فنبه الله المسلمين على تجنبه مع عدوِّهم إن لم تكن بينهم حرب .وأما حال المسلمين بعضهم مع بعض فليس من غرض الآية ، فلو أن أحداً ساوره أحد ببادىء عَمل من البغي فهو مرخّص له أن يدافعه عن إيصال بغيه إليه قبل أن يتمكن منه ولا يمهله حتى يوقع به ما عسى أن لا يتداركه فاعلُه من بعد ، وذلك مما يرجع إلى قاعدة أن ما قارب الشيء يُعطَى حكم حصوله ، أي مع غلبة ظنه بسبب ظهور بوادره ، وهو ما قال فيه الفقهاء : «يجوز دفع صائل بما أمكن» .ومحل هذه الرخصة هو الحالات التي يتوقع فيها حصول الضرّ حصولاً يتعذر أو يعسر رفعه وتداركه . ومعلوم أن محلها هو الحالة التي لم يفت فيها فعل البغي ، فأما إن فات فإن حق الجزاء عليه يكون بالرفع للحاكم ولا يتولى المظلوم الانتصاف بنفسه ، وليس ذلك مما شملته هذه الآية ولكنه مستقرى من تصاريف الشريعة ومقاصدها ففرضناه هنا لمجرد بيان مقصد الآية لا لبيان معناها .والمراد بالسبيل موجب المؤاخذة بالّلائمة بين القبائل واللمزِ بالعُدوان والتبعة في الآخرة على الفساد في الأرض بقتل المسالمين ، سُمي بذلك سبيلاً على وجه الاستعارة لأنه أشبه الطريقَ في إيصاله إلى المطلوب ، وكثر إطلاق ذلك حتى ساوى الحقيقة .والفاء في قوله : { فأولئك ما عليهم من سبيل } فاء جواب الشرط فإن جعلتَ لام { لمن انتصر } لام الابتداء فهو ظاهر ، وإن جعلت اللام موطئة للقسم كان اقتران ما بعدها بفاء الجواب ترجيحاً للشرط على القسَم عند اجتماعهما ، والأعرفُ أن يرجّح الأول منهما فيعطى جوابَه ويحذف جواب الثاني ، وقد يقال : إن ذلك في القسَم الصريح دون القسم المدلول باللام الموطئة .وجيء باسم الإشارة في صدر جواب الشرط لتمييز الفريق المذكور أتمَّ تمييز ، وللتنبيه على أن سبب عدم مؤاخذتهم هو أنهم انتصروا بعد أن ظُلموا ولم يبدأوا الناس بالبغي ."
    },
    {
      "ayah": 42,
      "surah": 42,
      "text": "إِنَّمَا السَّبِيلُ عَلَى الَّذِينَ يَظْلِمُونَ النَّاسَ وَيَبْغُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ أُولَئِكَ لَهُمْ عَذَابٌ أَلِيمٌ (42)استئناف بياني فإنه لما جرى الكلام السابق كله على الإذن للذين بُغِي عليهم أن ينتصروا ممن بغَوا عليهم ثم عقب بأن أولئك ما عليهم من سبيل كان ذلك مثار سؤاللِ سائِللٍ عن الجانب الذي يقع عليه السبيل المنفي عن هؤلاء .والقصر المفاد ب { إنما } تأكيد لمضمون جملة { فأولئك ما عليهم من سبيل } [ الشورى : 41 ] لأنه كان يكفي لإفادة معنى القصر أن يقابل نفيُ السبيل عن الذين انتصروا بعد ظلمهم بإثبات أنّ السبيل على الظالمين ، لأن إثبات الشيء لأحد ونفيه عمن سواه يفيد معنى القصر وهو الأصل في إفادة القصر بطريق المساواة أو الإطناب كقول آلسّمَؤْأل أو غيره: ... تَسيل على حدّ الظُّبات نفوسناوليستْ على غير الظبات تسيلُ ... وأما طرق القصر المعروفة في علم المعاني فهي من الإيجاز ، فلما أوردت أداة القصر هُنَا حصل نفي السبيل عن غيرهم مرةً أخرى بمفاد القصر فتأكد حصوله الأولُ الذي حصل بالنفي ، ونظيرُه قوله تعالى : ما على المُحسنين من سبيل إلى قوله : { إنَّما السبيل على الذين يستأذنونك وهم أغنياء } في سورة براءة ( 93 ) .والمراد بالسبيل } عين المراد به في قوله : { فأولئك ما عليهم من سبيل } [ الشورى : 41 ] بقرينة أنه أعيد معرَّفا باللام بعد أن ذُكر منكَّراً فإن إعادة اللفظ النكرة معرّفاً بلام التعريف يفيد أن المراد به ما ذكر أولاً . وهذا السبيل الجزاء والتبعة في الدنيا والآخرة .وشمل عموم الذين يظلمون } ، وعمومُ { الناس } كلَّ ظالم ، وبمقدار ظلمه يكون جزاؤه . ويدخل ابتداءً فيه الظالمون المتحدَّث عنهم وهم مشركو أهل مكة ، والناسُ المتحدث عنهم وهم المسلمون يومئذٍ .والبغي في الأرض : الاعتداء على ما وضعه الله في الأرض من الحق الشامل لمنافع الأرض التي خلقت للناس ، مثل تحجير الزرع والأنعاممِ المحكِي في قوله تعالى : { وقالوا هذه أنعام وحَرْث حِجْرٌ لا يَطْعَمُها إلا مَن نَشاء بزعمهم } [ الأنعام : 138 ] ، ومثل تسييب السائبة وتبحير البَحيرة ، والشامل لمخالفة ما سنّه الله في فطرة البشر من الأحوال القويمة مثل العدللِ وحسن المعاشرة ، فالبغْيُ عليها بمثل الكبرياء والصلف وتحقير الناسسِ المؤمنين وطردِهم عن مجامع القوْم بغيٌ في الأرض بغير الحق .والأرض } : أرض مكة ، أو جميع الكرة الأرضية وهو الأليق بعموم الآية ، كما قال تعالى : { وإذا تولى سعَى في الأرض ليفسد فيها } [ البقرة : 205 ] وقال : { ولا تفسدوا في الأرض بعد إصلاحها } [ الأعراف : 85 ] ، فكل فساد وظلم يقع في جزء من الأرض فهو بغي مظروف في الأرض .وبغير الحق } متعلق ب { يبغون } وهو لكشف حالة البغي لإفادة مذمته إذ لا يكون البغي إلاّ بغيرِ الحق فإن مسمى البغي هو الاعتداء على الحق ، وأما الاعتداء على المبطل لأجل باطله فلا يسمى بغياً ويُسمّى اعتداء قال تعالى : { فمن اعتدى عليكم فاعتدوا عليه بمثل ما اعتدى عليكم } [ البقرة : 194 ] ، ويقال : استعدَى فلان الحاكمَ على خصمه ، أي طلب منه الحكم عليه .وجملة أولئك لهم عذاب أليم } بيان جملة { إنما السبيل على الذين يظلمون } إن أريد ب { السبيل } في قوله : { ما عليهم من سبيل } [ الشورى : 41 ] سبيل العقاب في الآخرة ، أو بدل اشتمال منها إن أريد بالسبيل } هنالك ما يشمل الملام في الدنيا ، أي السبيل الذي عليهم هو أن لهم عذاباً أليماً جزاء ظلمهم وبغيهم .وحكم هذه الآية يشمل ظُلم المشركين للمسلمين ويشمل ظلم المسلمين بعضهم بعضاً ليتناسب مضمونها مع جميع ما سبق .وجيء باسم الإشارة للتنبيه على أنهم أحرياء بما يذكر بعد اسم الإشارة لأجل ما ذكر قبله مع تمييزهم أكمل تمييز بهذا الوعيد ."
    },
    {
      "ayah": 43,
      "surah": 42,
      "text": "وَلَمَنْ صَبَرَ وَغَفَرَ إِنَّ ذَلِكَ لَمِنْ عَزْمِ الْأُمُورِ (43)عطف على جملة { ولَمَن انتصر بعد ظلمه فأولئك ما عليهم من سبيل } [ الشورى : 41 ] ، وموقع هذه الجملة موقع الاعتراض بين جملة { إنما السبيل على الذين يظلمون الناس } [ الشورى : 42 ] وجملة ومن يضلل الله فما له من ولي من بعده [ الشورى : 44 ] .وهذ الجملة تفيد بيان مزية المؤمنين الذي تحملوا الأذى من المشركين وصبَروا عليه ولم يؤاخذوا به من آمن ممن آذوهم مثل أختتِ عمر بن الخطاب قبل إسلامه ، ومثل صهره سعيد بن زيد فقد قال لقد رأيتُني وأن عُمر لمُوثقِي على الإسلام قبل أن يسلم عُمر ، فكان في صبْر سعيدٍ خير دخل به عمر في الإسلام ، ومزية المؤمنين الذين يصبرون على ظلم إخوانهم ويغفرون لهم فلا ينتصفون منهم ولا يستَعْدون عليهم على نحو ما تقدم في مسألة التحلل عند قوله تعالى : { فمن عفا وأصلح فأجره على الله } [ الشورى : 40 ] .واللام الداخلة على ( مَن ) لاَم ابتداء و ( مَن ) موصولة . وجملة إن ذلك لمن عزم الأمور } خبر عن ( مَن ) الموصولة ، ولام { لمن عزم الأمور } لام الابتداء التي تدخل على خبر { إنَّ } وهي من لامات الابتداء .وقد اشتمل هذا الخبر على أربعة مؤكدات هي : اللام ، وإنَّ ، ولام الابتداء ، والوصف بالمصدر في قوله : { عزم الأمور } تنويهاً بمضمونه ، وزيد تنويهاً باسم الإشارة في قوله { إن ذلك } فصار فيه خمسة اهتمامات .والعزم : عقد النية على العمل والثباتُ على ذلك والوصف بالعزم مشعر بمدح الموصوف لأن شأن الفضائل أن يكون عملها عسيراً على النفوس لأنها تعاكس الشهوات ، ومن ثَمَّ وصف أفضل الرسل بأولي العزم .و { الأمور } : جمع أمر . والمراد به هنا : الخِلال والصفات وإضافة { عزم } إلى { الأمور } من إضافة الصفة إلى الموصوف ، أي من الأمور العَزم .ووصف { الأمور } ب ( العزم ) من الوصف بالمصدر للمبالغة في تحقق المعنى فيها ، وهو مصدر بمعنى اسم الفاعل ، أي الأمور العامة العازم أصحابها مجازاً عقلياً .والإشارة ب { ذلك } إلى الصبر والغفران المأخوذين من { صبر وغفر } والمتحمليْن لضمير ( مَن ) الموصولة فيكون صوغ المصدر مناسباً لما معه من ضمير ، والتقدير : إنَّ صبْره وغَفْرَه لَمِن عزم الأمور .وهذا ترغيب في العفو والصبر على الأذى وذلك بين الأمة الإسلامية ظاهر ، وأما مع الكافرين فتعتريه أحوال تختلف بها أحكام الغفران ، وملاكها أن تترجّح المصلحة في العفو أو في المؤاخذة ."
    },
    {
      "ayah": 44,
      "surah": 42,
      "text": "وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ وَلِيٍّ مِنْ بَعْدِهِ وَتَرَى الظَّالِمِينَ لَمَّا رَأَوُا الْعَذَابَ يَقُولُونَ هَلْ إِلَى مَرَدٍّ مِنْ سَبِيلٍ (44){ .بعد أن حكى أصنافاً من كفر المشركين وعنادهم وتكذيبهم ، ثم ذكَّرهم بالآيات الدالة على انفراد الله تعالى بالإلهية وما في مطاويها من النعم وحذّرهم من الغرور بمتاع الدنيا الزائل أعقبه بقوله : ومن يضلل الله فما له من ولي من بعده الامور * وَمَن يُضْلِلِ الله فَمَا لَهُ مِن وَلِىٍّ مِّن } وهو معطوف على قوله : { إنما السبيل على الذين يظلمون الناس } [ الشورى : 42 ] .والمعنى : أن فيما سمعتهم هدايةً لمن أراد الله له أن يهتدي ، وأما من قدَّر الله عليه بالضلال فما له من وليّ غير الله يهديه أو ينقذه ، فالمراد نفي الولي الذي يُصلحه ويُرشده ، كقوله : { من يهد الله فهو المهتدي ومن يضلل فلن تجدَ له وليَّاً مُرشداً } [ الكهف : 17 ] ، فالمراد هنا ابتداءً معنى خاص من الوَلاية .وإضلال الله المرءَ : خَلْقُه غير سريع للاهتداء أوْ غير قابل له وحرمانه من تداركه إياه بالتوفيق كلما توغل في الضلالة ، فضَلالُه من خلق الله وتقدير الله له ، والله دعا الناس إلى الهداية بواسطة رُسله وشرائعه قال تعالى : { والله يدعو إلى دار السلام ويَهدي من يشاء إلى صراط مستقيم } [ يونس : 25 ] أي يدعو كل عاقل ويَهدي بعض مَن دعاهم .ومَن } شرطية ، والفاء في { فما له من ولي } رابطة للجواب . ونفي الولي كناية عن نفي أسباب النجاة عن الضلالة وعواقب العقوبة عليها لأن الولي من خصائصه نفع مولاه بالإرشاد والانتشال ، فنفي الولي يدلّ بالالتزام على احتياج إلى نفعه مولاه وذلك يستلزم أن مولاه في عناء وعذاب كما دل عليه قوله عقبه { وترى الظالمين لما رأوا العذاب } الآية . فهذه كناية تلويحية ، وقد جاء صريح هذا المعنى في قوله : { ومن يضلل الله فما له من هاد } في سورة الزمر ( 23 ) وقوله : { ومن يضلل الله فما له من سبيل } الآتي في هذه السورة ( 46 ) .وضمير { بعده } راجع إلى اسم الجلالة ، أي من بعد الله كقوله تعالى : { فمن يهديه من بعد الله أفلا تذّكرون } في سورة الجاثية ( 23 ) .ومعنى { بعد } هنا بمعنى ( دُون ) أو ( غير ) ، استعير لفظ { بعد } لمعنى ( دون ) لأن { بعد } موضوع لمن يخلف غائباً في مكانه أو في عمله ، فشبه ترك الله الضالَّ في ضلاله بغيبة الولي الذي يترك مولاه دون وصي ولا وكيل لمولاه وتقدم في قوله تعالى : { فبأي حديث بعده يؤمنون } في سورة الأعراف ( 185 ) وقوله : { فماذا بعد الحق إلا الضلال } في سورة يونس ( 32 ) .و { من } زائدة للتوكيد . ومن مواضع زيادتها أن تزاد قبل الظروف غيرِ المتصرفة قال الحريري «وما منصوب على الظرف لا يخفضه سوى حرف» .{ بَعْدِهِ وَتَرَى الظالمين لَمَّا رَأَوُاْ العذاب يَقُولُونَ هَلْ إلى مَرَدٍّ مِّن } .عطف على جملة { ومن يضلل الله فما له من ولي من بعده } ، وهذا تفصيل وبيان لما أجمل في الآيتين المعطوف عليهما وهما قوله : { ويعلم الذين يجادلون في آياتنا ما لهم من محيص }[ الشورى : 35 ] ، وقوله : ومن يضلل الله فما له من ولي من بعده } .والمعنى : أنهم لا يجدون محيصاً ولا ولياً ، فلا يجدون إلا الندامة على ما فات فيقولُوا { هل إلى مرد من سبيل } .والاستفهام بحرف { هل } إنكاري في معنى النفي ، فلذلك أدخلت { مِن } الزائدة على { سبيل } لأنه نكرة في سياق النفي .والمَرَد : مصدر ميمي للردّ ، والمراد بالرد : الرجوع ، يقال : رده ، إذا أرجعه . ويجوز أن يكون { مَرَد } بمعنى الدفع ، أي هل إلى ردّ العذاب عنا الذي يبدو لنا سبيلٌ حتى لا نقع فيه ، فهو في معنى { إن عذاب ربك لواقع ما له من دافع } في سورة الطور ( 8 ) .والخطاب في ترى } لغير معيّن ، أي تناهت حالهم في الظهور فلا يختص به مخاطب ، أو الخطاب للنبيء صلى الله عليه وسلم تسليةً له على ما لاقاه منهم من التكذيب . والمقصودُ : الإخبار بحالهم أولاً ، والتعجيب منه ثانياً ، فلم يقل : والظالمون لما رأوا العذاب يقولون ، وإنما قيل : { وترى الظالمين } للاعتبار بحالهم .ومجيء فعل { رأوا العذاب } بصيغة الماضي للتنبيه على تحقيق وقوعه ، فالمضي مستعار للاستقبال تشبيهاً للمستقبل بالماضي في التحقق ، والقرينة فعل { ترى } الذي هو مستقبل إذ ليست الرؤية المذكورة بحاصلة في الحال فكأنه قيل : لما يَرون العذاب .وجملة { يقولون } حال من { الظالمين } أي تراهم قائلين ، فالرؤية مقيدة بكونها في حال قولهم ذلك ، أي في حال سماع الرائي قولهم ."
    },
    {
      "ayah": 45,
      "surah": 42,
      "text": "وَتَرَاهُمْ يُعْرَضُونَ عَلَيْهَا خَاشِعِينَ مِنَ الذُّلِّ يَنْظُرُونَ مِنْ طَرْفٍ خَفِيٍّ وَقَالَ الَّذِينَ آَمَنُوا إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ أَلَا إِنَّ الظَّالِمِينَ فِي عَذَابٍ مُقِيمٍ (45){ سَبِيلٍ * وَتَرَاهُمْ يُعْرَضُونَ عَلَيْهَا خاشعين مِنَ الذل يَنظُرُونَ مِن طَرْفٍ خَفِىٍّ وَقَالَ الذين ءامنوا إِنَّ الخاسرين الذين خسروا أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ } .أعيد فعل ( ترى ) للاهتمام بهذه الرؤية وتهويلها كما أعيد فعل ( تلاقوا ) في قول ودَّاككٍ بن ثُمْيل المازني :رويداً بني شيبان بعضَ وعيدكم ... تُلاَقوا غداً خيلي على سَفَوَانِتُلاقوا جياداً لا تَحِيدُ عن الوغَى ... إذا ظَهَرتْ في المَأْزِق المُتَدَانِيوالعَرْض : أصله إظهار الشيء وإراءته للغير ، ولذلكَ كان قول العرب : عَرَضْتُ البَعير على الحوض معدوداً عند علماء اللغة وعلماء المعاني من قبيل القَلْب في التركيب ، ثم تتفرع عليه إطلاقات عديدة متقاربة دقيقة تحتاج إلى تدقيق .ومن إطلاقاته قولهم : عَرْض الجندِ على الأمير ، وعرض الأسرى على الأمير ، وهو إمرارهم ليرى رأيه في حالهم ومعاملتهم ، وهو إطلاقه هنا على طريق الاستعارة ، استعير لفظ { يعرضون } لمعنى : يُمَرُّ بهم مَرًّا عاقبته التمكن منهم والحكمُ فيهم فكأنَّ جهنم إذا عرضوا عليها تحكم بما أعدّ الله لهم من حريقها ، ويفسره قوله في سورة الأحقاف ( 20 ) { ويَوم يُعرض الذين كفروا على النار أذهبتم طيباتكم في حياتكم الدنيا واستمتعتم بها } الآية .وقد تقدم إطلاق له آخر عند قوله تعالى : { ثم عَرَضَهم على الملائكة } في سورة البقرة ( 31 ) .وبني فعل { يعرضون } للمجهول لأن المقصود حصول الفعل لا تعيين فاعله . والذين يَعرِضون الكافرين على النار هم الملائكةُ كما دلت عليه آيات أخرى .وضمير { عليها } عائد إلى العذاب بتأويل أنه النار أو جهنم أو عائد إلى جهنم المعلومة من المقام .وانتصب { خاشعين } على الحال من ضمير الغيبة في { تراهُم } لأنها رؤية بصرية .والخشوع : التطامن وأثَر انكسار النفس من استسلام واستكانة فيكون للمخافة ، وللمهابة ، وللطاعة ، وللعجز عن المقاومة .والخشوع مثل الخضوع إلاّ أن الخضوع لا يسند إلاّ إلى البدن فيقال : خضع فلان ، ولا يقال : خضع بَصَرُه إلا على وجه الاستعارة ، كما في قوله تعالى : { فلا تخْضَعْنَ بالقول } [ الأحزاب : 32 ] ، وأما الخشوع فيسند إلى البدن كقوله تعالى : { خاشعين لله } في آخر سورة آل عمران ( 199 ) . ويُسند إلى بعض أعضاء البدن كقوله تعالى : { خُشَّعاً أبصارُهم } في سورة القمر ( 7 ) ، وقوله : وخشعت الأصوات للرحمان فلا تسمع إلا همساً في سورة طه ( 108 ) .والمراد بالخشوع في هذه الآية ما يبدو عليهم من أثر المذلة والمخافة . فقوله : من الذل } متعلق ب { خاشعين } وتعلقه به يغني عن تعليقه ب { ينظرون } ويفيد ما لا يفيده تعليقه به .و { مِنْ } للتعليل ، أي خاشعين خشوعاً ناشئاً عن الذل ، أي ليس خشوعهم لتعظيم الله والاعتراف له بالعبودية لأن ذلك الاعتقاد لم يكن من شأنهم في الدنيا .وجملة { ينظرون من طرف خفي } في موضع الحال من ضمير { خاشعين } لأن النظر من طرف خفيّ حالة للخاشع الذليل ، والمقصود من ذكرها تصوير حالتهم الفظيعة . وفي قريب من هذا المعنى قول النابغة يصف سبايا :يَنْظُرْن شزْراً إلى مَن جاءَ عن عُرُض ... بأوْجُهٍ منكِراتتِ الرِقّ أحْرَارِوقول جرير :فغضَّ الطرف إنك من نُمير ... فلا كعباً بلغتَ ولا كِلاباوالطرْف : أصله مصدر ، وهو تحريك جفْن العين ، يقال : طَرَفَ من باب ضرب ، أي حرّك جفنه ، وقد يطلق على العين من تسمية الشيء بفعله ، ولذلك لا يثنّى ولا يجمع قال تعالى : { لا يرتَدُّ إليهم طَرْفُهم } [ إبراهيم : 43 ] . ووَصْفُه في هذه الآية ب { خفي } يقتضي أنه أريد به حركة العين ، أي ينظرون نظراً خفيّاً ، أي لا حِدّة له فهو كَمُسَارَقَةِ النظر ، وذلك من هول ما يرونه من العذاب ، فهم يحجمون عن مشاهدته للروع الذي يصيبهم منها ، ويبعثهم ما في الإنسان من حب الاطلاع على أن يتطلعوا لما يساقون إليه كحال الهارب الخائف ممن يتبعه ، فتراه يُمعن في الجرْي ويلتفت وراءه الفَينة بعد الفَينة لينظر هل اقتربَ منه الذي يجري وراءه وهو في تلك الالتفاتة أفات خطوات من جريه لكن حب الاطلاع يغالبه .و { من } في قوله : { من طرف خفي } للابتداء المجازي . والمعنى : ينظرون نظراً منبعثاً من حركة الجفن الخفيّة . وحُذف مفعول { ينظرون } للتعميم أي ينظرون العذاب ، وينظرون أهوال الحشر وينظرون نعيم المؤمنين من طَرف خفيّ .{ خَفِىٍّ وَقَالَ الذين ءامنوا إِنَّ الخاسرين الذين خسروا أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ القيامة أَلاَ إِنَّ الظالمين فِى عَذَابٍ } .يترجح أن الواو للحال لا للعطف ، والجملة حال من ضمير الغيبة في { تراهم } ، أي تراهم في حال الفظاعة الملتبسين بها ، وتراهم في حال سماع الكلام الذامّ لهم الصادر من المؤمنين إليهم في ذلك المشهد . وحُذفت ( قد ) مع الفعل الماضي لظهور قرينة الحال .وهذا قول المؤمنين يوم القيامة إذ كانوا يومئذ مطمئنين من الأهوال شاكرين ما سبق من إيمانهم في الدنيا عارفين بِرِبْححِ تجارتهم ومقابلين بالضد حالة الذين كانوا يسخرون بهم في الدنيا إذ كانوا سبباً في خسارتهم يوم القيامة .والظاهر : أن المؤمنين يقولون هذا بمسمع من الظالمين فيزيد الظالمين تلهيباً لندامتهم ومهانتهم وخزيهم . فهذا الخبر مستعمل في إظهار المسرّة والبهجة بالسلامة مما لحق الظالمين ، أي قالوه تحدثاً بالنعمة واغتباطاً بالسلامة يقوله كل أحد منهم أو يقوله بعضهم لبعض . وإنما جيء بحرف { إنَّ } مع أن القائل لا يشك في ذلك والسامع لا يشك فيه للاهتمام بهذا الكلام إذ قد تبيّنت سعادتهم في الآخرة وتوفيقهم في الدنيا بمشاهدة ضد ذلك في معانديهم .والتعريف في { الخاسرين } تعريف الجنس ، أي لا غيرهم . والمعنى : أنهم الأكملون في الخسران وتسمّى ( ألْ ) هذه دالة على معنى الكمال وهو مستفاد من تعريف الجزءين المفيد للقصر الادعائي حيث نُزل خسران غيرهم منزلة عدم الخسران . فالمعنى : لا خسران يشبه خسرانهم ، فليس في قوله : { إن الخاسرين } إظهار في مقام الإضمار كما توهم ، وقد تقدم نظيره في قوله : { قل إن الخاسرين الذين خسروا أنفسهم وأهليهم يوم القيامة } في سورة الزمر ( 15 ) .والخسران : تلف مال التاجر ، واستعير هنا لانتفاء الانتفاع بما كان صاحبه يُعِده للنفع ، فإنهم كانوا يأمُلون نعيم أنفسهم والأنس بأهليهم حيثما اجتمعوا ، فكُشف لهم في هذا الجمع عن انتفاء الأمرين ، أو لأنهم كانوا يحسبون أن لا يحيوا بعد الموت فحسِبوا أنهم لا يَلْقَوْن بعده ألماً ولا توحشهم فرقة أهليهم فكُشف لهم ما خيَّب ظنهم فكانوا كالتاجر الذي أمّل الربح فأصابه الخسران .وقوله : يوم القيامة } يتعلق بفعل { خسروا } لا بِفعل { قال } .وجملة { ألا إن الظالمين في عذاب مقيم } تذييل للجمل التي قبلها من قوله : { وترى الظالمين لمَّا رأوا العذاب } [ الشورى : 44 ] الآيات . لأن حالة كونهم في عذاب مقيم أعم من حالة تلهفهم على أن يُردّوا إلى الدنيا ، وذلِهم وسماعِهم الذم .وإعادة لفظ { الظالمين } إظهار في مقام الإضمار اقتضاه أن شأن التذييل أن يكون مستقل الدلالة على معناه لأنه كالمثل . وليست هذه الجملة من قول المؤمنين إذ لا قِبَل للمؤمنين بأن يحكموا هذا الحكم ، على أن أسلوب افتتاحه يقتضي أنه كلام مَن بيده الحكم يوم القيامة وهو مَلِكُ يوم الدين ، فهو كلام من جانب الله ، أي وَهم معَ الندم وذلك الذل والخزي بسماع ما يكرهون في عذاببٍ مستمر . وافتتحت الجملة بحرف التنبيه لكثرة ذلك في التذييلات لأهميتها .والمقيم : الذي لا يرتحل . ووصف به العذاب على وجه الاستعارة ، شبه المستمر الدائم بالذي اتخذ دار إقامة لا يبرحها ."
    },
    {
      "ayah": 46,
      "surah": 42,
      "text": "وَمَا كَانَ لَهُمْ مِنْ أَوْلِيَاءَ يَنْصُرُونَهُمْ مِنْ دُونِ اللَّهِ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ سَبِيلٍ (46){ مُّقِيمٍ * وَمَا كَانَ لَهُم مِّنْ أَوْلِيَآءَ يَنصُرُونَهُم مِّن دُونِ الله وَمَن يُضْلِلِ الله فَمَا لَهُ مِن سَبِيلٍ } .عطف على جملة { ألا إن الظالمين في عذاب مقيم } [ الشورى : 45 ] أي هم في عذاب دائم لا يجدون منه نصيراً . وهو رد لمزاعمهم أن آلهتهم تنفعهم عند الله .وجملة { ينصرونهم } صفة ل { أولياء } للدلالة على أن المراد هنا ولاية خاصة ، وهي ولاية النصر ، كما كان قوله سابِقاً { ومن يضلل الله فما له من وليّ من بعده } [ الشورى : 44 ] مراداً به ولاية الإرشاد .و { مِن } زائدة في النفي لتأكيد نفي الولي لهم . وقوله : { من دون الله } صفة ثانية ل { أولياء } وهي صفة كاشفة . و { من } زائدة لتأكيد تعلق ظرف { دُون } بالفعل .{ الله وَمَن يُضْلِلِ الله فَمَا لَهُ مِن } .تذييل لجملة { وما كان لهم من أولياء ينصرونهم } ، وتقدم آنفاً الكلام على نظيره وهو { من يضلل الله فما له من وليّ من بعده .وسبيل } نكرةُ في سياق النفي فيعم كل سبيل مخلص من الضلال ومن آثاره والمقصود هنا ابتداءً هو سبيل الفرار من العذاب المقيم كما يقتضيه السياق . وبذلك لم يكن ما هنا تأكيداً لما تقدم من قوله : { ومن يضلل الله فما له من ولي من بعده ."
    },
    {
      "ayah": 47,
      "surah": 42,
      "text": "اسْتَجِيبُوا لِرَبِّكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا مَرَدَّ لَهُ مِنَ اللَّهِ مَا لَكُمْ مِنْ مَلْجَأٍ يَوْمَئِذٍ وَمَا لَكُمْ مِنْ نَكِيرٍ (47)بعد أن قُطع خطابهم عقب قوله : { فما أوتيتم من شيء فمتاع الحياة الدنيا } [ الشورى : 36 ] بما تخلّص به إلى الثناء على فِرَق المؤمنين ، وما استتبع ذلك من التسجيل على المشركين بالضلالة والعذاب ، ووصففِ حالهم الفظيع ، عاد الكلام إلى خطابهم بالدعوة الجامعة لما تقدم طلباً لتدارك أمرهم قبل الفوات ، فاستؤنف الكلام استئنافاً فيه معنى النتيجة للمواعظ المتقدمة لأن ما تقدم من الزواجر يهيّىء بعض النفوس لقبول دعوة الإسلام .والاستجابة : إجابة الداعي ، والسين والتاء للتوكيد . وأطلقت الاستجابة على امتثال ما يطالبهم به النبي صلى الله عليه وسلم تبليغاً عن الله تعالى على طريقة المجاز لأن استجابة النداء تستلزم الامتثال للمنادي فقد كثر إطلاقها على إجابة المستنجد . والمعنى : أطيعوا ربكم وامتثلوا أمره من قبل أن يأتي يوم العذاب وهو يوم القيامة لأن الحديث جارٍ عليه .واللام في { لربكم } لِتأكيد تعدية الفعل إلى المفعول مثل : حمِدتُ له وشكرتُ له . وتسمى لام التبليغ ولام التبيين . وأصله استجابهُ ، قال كعب الغَنَوي: ... وداععٍ دعَا يَا مَن يجيب إلى النِّدافلم يستجبْه عند ذاك مجيب ... ولعل أصله استجاب دعاءه له ، أي لأجله له كما في قوله تعالى : { ألم نشرح لك صدرك } [ الشرح : 1 ] فاختصر لكثرة الاستعمال فقالوا : استجاب له وشكر له ، وتقدم في قوله : { فليستجيبوا لي } في سورة البقرة ( 186 ) .والمردّ : مصدر بمعنى الرد ، وتقدم آنفاً في قوله : { هل إلى مَردّ من سبيل } [ الشورى : 44 ] . { وَلا مَرد له } صفة { يوم } . والمعنى : لا مرد لإثباته بل هو واقع ، و { لَه } خبرُ { لا } النافية ، أي لا مرد كائناً له ، ولام { له } للاختصاص .و { مِن } : في قوله : { من الله } ابتدائية وهو ابتداء مجازي ، ومعناه : حكمُ الله به فكأنَّ اليوم جاء من لدنه .ويجوز تعليق المجرور بفعل { يأتي } . ويجوز أن يتعلق بالكون الذي في خبر { لا } . والتقدير على هذا : لا مرد كائناً من الله له وليس متعلقاً ب { مرد } على أنه متمم معناه ، إذ لو كان كذلك كان اسم { لا } شبيهاً بالمضاف فكان منوّناً ولم يكن مبنياً على الفتح ، وما وقع في «الكشاف» مما يوهم هذا مؤوّل بما سمعتَ ، ولذلك سمّاه صلة ، ولم يسمه متعلقاً .وجملة { ما لكم من ملجإٍ يومئذٍ } مستأنفة . والملجأ : مكان اللجأ ، واللجأ : المصير والانحياز إلى الشيء ، فالملجأ : المكان الذي يصير إليه المرء للتوقّي فيه ، ويطلق مجازاً على الناصر ، وهو المراد هنا ، أي ما لكم من شيء يقيكم من العذاب .والنكير : اسم مصدر أنكر ، أي ما لكم إنكار لما جُوزيتم به ، أي لا يسعكم إلاّ الاعتراف دون تنصل ."
    },
    {
      "ayah": 48,
      "surah": 42,
      "text": "فَإِنْ أَعْرَضُوا فَمَا أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا إِنْ عَلَيْكَ إِلَّا الْبَلَاغُ وَإِنَّا إِذَا أَذَقْنَا الْإِنْسَانَ مِنَّا رَحْمَةً فَرِحَ بِهَا وَإِنْ تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَإِنَّ الْإِنْسَانَ كَفُورٌ (48){ نَّكِيرٍ * فَإِنْ أَعْرَضُواْ فَمَآ أرسلناك عَلَيْهِمْ حَفِيظاً إِنْ عَلَيْكَ إِلاَّ البلاغ وَإِنَّآ إِذَآ أَذَقْنَا الإنسان مِنَّا رَحْمَةً فَرِحَ بِهَا وَإِن تُصِبْهُمْ سَيِّئَةٌ } .الفاء للتفريع على قوله : { استجيبوا لربكم } [ الشورى : 47 ] الآية ، وهو جامع لما تقدم كما علمت إذ أمر الله نبيئه بدعوتهم للإيمان من قوله في أول السورة { وكذلك أوحينا إليك قرآناً عربياً لتُنذر أم القُرى ومَن حولها } [ الشورى : 7 ] ثم قوله : { فلذلك فادعُ واستقم } [ الشورى : 15 ] . وما تخلل ذلك واعترضه من تضاعيف الأمر الصريح والضمني إلى قوله : { استجيبوا لربكم } [ الشورى : 47 ] الآية ، ثم فرّع على ذلك كله إعلام الرسول صلى الله عليه وسلم بمقامه وعَمله إنْ أعْرَض معرضون من الذين يدعوهم وبمعذرته فيما قام به وأنه غير مقصر ، وهو تعريض بتسليته على ما لاقاه منهم ، والمعنى : فإن أعرضوا بعد هذا كله فما أرسلناك حفيظاً عَلَيهم ومتكفلاً بهم إذ ما عليك إلا البلاغ .وإذ قد كان ما سبق من الأمر بالتبليغ والدعوة مصدَّراً بِقَوْله أوائل السورة { والذين اتخذوا من دونه أولياء الله حفيظ عليهم وما أنت عليهم بوكيل } [ الشورى : 6 ] ، لا جرم ناسب أن يفرع على تلك الأوامر بعد تمامها مثل ما قدم لها فقال : { فإن أعرضوا فما أرسلناك عليهم حفيظاً إن عليك إلا البلاغ } . وهذا الارتباط هو نكتة الالتفات من الخطاب الذي في قوله : { استجيبوا لربكم } [ الشورى : 47 ] الآية ، إلى الغيبة في قوله هنا { فإن أعرضوا } وإلا لقيل : فإن أعرضتم .والحفيظ تقدم في صدر السورة وقوله : { فما أرسلناك عليهم حفيظاً } ليس هو جواب الشرط في المعنى ولكنه دليل عليه ، وقائم مقامه ، إذ المعنى : فإن أعرضوا فلستَ مقصراً في دعوتهم ، ولا عليك تَبعة صدّهم إذ ما أرسلناك حفيظاً عليهم ، بقرينة قوله : { إن عليك إلا البلاغ } . وجملة { إن عليك إلا البلاغ } بيان لجملة { فما أرسلناك عليهم حفيظاً } باعتبار أنها دالّة على جواب الشرط المقّدر .و { إنْ } الثانية نافية . والجمع بينها وبين { إنْ } الشرطية في هذه الجملة جناس تام .و { البلاغ } : التبليغ ، وهو اسم مصدر ، وقد فهم من الكلام أنه قد أدى ما عليه من البلاغ لأن قوله { فإن أعرضوا فما أرسلناك عليهم حفيظاً } دلّ على نفي التبعة عن النبي صلى الله عليه وسلم من إعراضهم ، وأن الإعراض هو الإعراض عن دعوته ، فاستفيد أنه قد بلّغ الدعوة ولولا ذلك ما أثبت لهم الإعراض .{ البلاغ وَإِنَّآ إِذَآ أَذَقْنَا الإنسان مِنَّا رَحْمَةً فَرِحَ بِهَا وَإِن تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَإِنَّ الإنسان } .تتصل هذه الجملة بقوله : { فإن أعرضوا فما أرسلناك عليهم حفيظاً إن عليك إلا البلاغ } . لِما تضمنته هذه من التعريض بتسلية الرسول صلى الله عليه وسلم على ما لاقاه من قومه كما علمت ، ويؤذن بهذا الاتصال أن هاتين الجلمتين جُعلتا آيةً واحدة هي ثامنة وأربعون في هذه السورة ، فالمعنى : لا يحزنك إعراضهم عن دعوتك فقد أعرضوا عن نِعمتي وعن إنذاري بزيادة الكفر ، فالجملة معطوفة على جملة { فإن أعرضوا فما أرسلناك عليهم حفيظاً } وابتداء الكلام بضمير الجلالة المنفصل مسنَداً إليه فعل دون أن يقال : وإذا أذقنا الإنسان الخ ، مع أن المقصود وصف هذا الإنسان بالبطَر بالنعمة وبالكفر عند الشدة ، لأن المقصود من موقع هذه الجملة هنا تسلية الرسول صلى الله عليه وسلم عن جفاء قومه وإعراضهم ، فالمعنى : أن معاملتهم ربهم هذه المعاملة تسلّيك عن معاملتهم إياك على نحو قوله تعالى :{ يسألك أهل الكتاب أن تنزّل عليهم كتاباً من السماء فقد سألوا موسى أكبر من ذلك } [ النساء : 153 ] ، ولهذا لا تجد نظائر هذه الجملة في معناها مفتتحاً بمثل هذا الضمير لأن موقع تلك النظائر لا تماثل موقع هذه وإن كان معناهما متماثلاً ، فهذه الخصوصية خاصة بهذه الجملة . ولكن نظم هذه الآية جاء صالحاً لإفادة هذا المعنى ولإفادة معنى آخر مقارب له وهو أن يكون هذا حكاية خُلق للناس كلهم مرتكزٍ في الجِبلة لكن مظاهره متفاوتة بتفاوت أفراده في التخلق بالآداب الدينية ، فيُحمل { الإنسان } في الموضعين على جنس بني آدم ويحمل الفرح على مُطلقه المقوللِ عليه بالتشكيك حتى يبلغ مبلغ البطر ، وتحمل السيئة التي قدمتْها أيديهم على مراتب السيئات إلى أن تبلغ مبلغ الإشراك ، ويُحمل وصف { كفور } على ما يشمل اشتقاقه من الكُفر بتوحيد الله ، والكُفر بنعمة الله .ولهذا اختلفت محامل المفسرين للآية . فمنهم من حملها على خصوص الإنسان الكافر بالله مثل الزمخشري والقرطبي والطيبي ، ومنهم من حملها على ما يعم أصناف الناس مثل الطبري والبغوي والنَسفي وابننِ كثير . ومنهم من حملها على إرادة المعنيين على أن أولهما هو المقصود والثاني مندرج بالتبع وهذه طريقة البيضاوي وصاحب الكشْف ومنهم من عكس وهي طريقة الكَواشي في تلخيصه . وعلى الوجهين فالمراد ب { الإنسان } في الموضع الأول والموضِع الثاني معنى واحد وهو تعريف الجنس المرادُ به الاستغراق ، أي إذا أذقنا الناس ، وأن الناس كفُورون ، ويكون استغراقاً عرفياً أريد به أكثر جنس الإنسان في ذلك الزمان والمكان لأن أكثر نوع الإنسان يومئذٍ مشركون ، وهذا هو المناسب لقوله : { فإن الإنسان كفور } أي شديد الكفر قويه ، ولقوله : { بما قدمت أيديهم } أي من الكفر . وإنما عدل عن التعبير بالناس إلى التعبير بالإنسان للإيماء إلى أن هذا الخُلق المخبر به عنهم هو من أخلاق النوع لا يزيله إلا التخلق بأخلاق الإسلام فالذين لم يسلموا باقون عليه ، وذلك أدخل في التسلية لأن اسم الإنسان اسم جنس يتضمن أوصاف الجنس المسمى به على تفاوت في ذلك وذلك لغلبة الهوى . وقد تكرر ذلك في القرآن مراراً كقوله : { إن الإنسان خُلق هلوعاً } [ المعارج : 19 ] وقوله : { إن الإنسان لربه لَكَنُود } [ العاديات : 6 ] وقوله : { وكان الإنسانُ أكثر شيء جدلاً } [ الكهف : 54 ] . وتأكيد الخبر بحرف التأكيد لمناسبة التسلية بأن نُزِّل السامع الذي لا يشك في وقوع هذا الخبر منزلة المتردد في ذلك لاستعظامه إعراضهم عن دعوة الخيْر فشبّه بالمتردد على طريقة المكنية ، وحرف التأكيد من روادف المشبه به المحذوف .والإذاقة : مجاز في الإصابة .والمراد بالرحمة : أثر الرحمة ، وهو النعمة . فالتقدير : وإنا إذا رَحِمْنا الإنسان فأصبناه بنعمة ، بقرينة مقابلة الرحمة بالسيئة كما قوبلت بالضراء في قوله : { ولئن أذقناه رحمة منّا من بعد ضراء مسته } في سورة فصّلت ( 50 ) .والمراد بالفرح : ما يشمل الفَرح المجاوز حَد المسرة إلى حد البَطر والتجبر ، على نحو ما استعمل في آيات كثيرة مثل قوله تعالى : { إذ قال له قومه لا تَفرح إن الله لا يحب الفَرِحين } [ القصص : 76 ] لا الفرح الذي في مثل قوله تعالى : { فَرِحين بما آتاهم الله من فضله } [ آل عمران : 170 ] .وتوحيد الضمير في { فرح } لمراعاة لفظ الإنسان وإن كان معناه جمعاً ، كقوله : { فقاتلوا التي تبغي } [ الحجرات : 9 ] أي الطائفة التي تبغي ، فاعتدّ بلفظ طائفة دون معناه مع أنه قال قبله { اقتتلوا } [ الحجرات : 9 ] . ولذلك جاء بعده { وإن تصبهم سيئة بما قدمت أيديهم } بضميري الجماعة ثم عاد فقال { فإن الإنسان كفور } .واجتلاب { إذا } في هذا الشرط لأن شأن { إذا } أن تدل على تحقق كثرة وقوع شرطها ، وشأن { إن } أن تدل على ندرة وقوعه ، ولذلك اجتلب { إنْ } في قوله : { وإن تصبهم سيئة } لأن إصابتهم بالسيئة نادرة بالنسبة لإصابتهم بالنعمة على حد قوله تعالى : { فإذا جاءتهم الحسنة قالوا لنا هذه وإن تصبهم سيئة يطَّيَّروا بموسى ومن معه } [ الأعراف : 131 ] .ومعنى قوله : { وإن تصبهم سيئة بما قدمت أيديهم } تقدم بسطه عند قوله آنفاً { وما أصابكم من مصيبة فبما كسبت أيديكم } [ الشورى : 30 ] .والحكم الذي تضمنته جملة { فإن الإنسان كفور } هو المقصود من جملة الشرط كلها ، ولذلك أعيد حرف التأكيد فيها بعد أن صُدِّرت به الجملة المشتملة على الشرط ليحيط التأكيد بكلتا الجملتين ، وقد أفاد ذلك أن من عوارض صفة الإنسانية عروض الكفر بالله لها ، لأن في طبع الإنسان تطلب مسالك النفع وسَدّ منافذ الضر مما ينجرّ إليه من أحوال لا تدخل بعض أسبابها في مقدوره ، ومن طبعه النظر في الوسائل الواقية له بدلائل العقل الصحيح ، ولكن من طبعه تحريك خياله في تصوير قوى تخوله تلك الأسباب فإذا أملى عليه خياله وجود قوى متصرفة في النواميس الخارجة عن مقدوره خالها ضالَّته المنشودة ، فركن إليها وآمن بها وغاب عنه دليل الحق ، إمّا لقصور تفكيره عن دركه وانعداممِ المرشد إليه ، أو لغلبة هواه الذي يُملي عليه عصيانَ المرشدين من الأنبياء والرسل والحكماء الصالحين إذ لا يتبعهم إلا القليل من الناس ولا يهتدي بالعقل من تلقاء نفسه إلا الأقل مثلُ الحكماء ، فغلب على نوع الإنسان الكفر بالله على الإيمان به كما بيناه آنفاً في قوله : { وإنا إذا أذقنا الإنسان منّا رحمة فرح بها } . ولذلك عقب هذا الحكم على النوع بقوله : { لله ملك السماوات والأرض يخلق ما يشاء } [ الشورى : 49 ] . ولم يخرج عن هذا العموم إلا الصَالِحُونَ من نوع الإنسان على تفاوت بينهم في كمال الخلق وقد استفيد خروجهم من آيات كثيرة كقوله : { لقد خلقنا الإنسان في أحسن تقويم ثم رددناه أسفل سافلين إلا الذين آمنوا وعملوا الصالحات } [ التين : 4 6 ] .وقد شمل وصف { كفور } ما يشمل كفران النعمة وهما متلازمان في الأكثر ."
    },
    {
      "ayah": 49,
      "surah": 42,
      "text": "لِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ يَخْلُقُ مَا يَشَاءُ يَهَبُ لِمَنْ يَشَاءُ إِنَاثًا وَيَهَبُ لِمَنْ يَشَاءُ الذُّكُورَ (49) { كَفُورٌ * لِلَّهِ مُلْكُ السماوات والارض يَخْلُقُ مَا يَشَآءُ يَهَبُ لِمَن يَشَآءُ إناثا وَيَهَبُ لِمَن يَشَآءُ الذكور } .استئناف بياني لأن ما سبقه من عجيب خلق الإنسان الذي لم يهذّبْه الهَدي الإلهي يثير في نفس السامع سؤالاً عن فطر الإنسان على هاذين الخلقين اللذين يتلقى بهما نعمة ربه وبلاءه وكيف لم يُفطر على الخلق الأكمل ليتلقى النعمة بالشكر ، والضرَّ بالصبر والضراعةِ ، وَسُؤالاً أيضاً عن سبب إذاقة الإنسان النعمة مرة والبؤس مرّةً فيبطر ويكفر وكيف لم يُجعل حاله كفافاً لا لذّاتَ له ولا بلايَا كحال العجماوات فكان جوابه : أن الله المتصرف في السماوات والأرض يخلق فيهما ما يشاء من الذوات وأحوالها . وهو جواب إجمالي إقناعي يناسب حضرة الترفع عن الدخول في المجادلة عن الشؤون الإلهية .وفي قوله : { يخلق ما يشاء } من الإجمال ما يبعث المتأمل المنصف على تطلب الحكمة في ذلك فإن تَطَلَّبَها انقادت له كما أومأ إلى ذلك تذييل هذه الجملة بقوله : { إنه عليم قدير } ، فكأنه يقول : عليكم بالنظر في الحكمة في مراتب الكائنات وتصرف مبدعها ، فكما خلق الملائكة على أكمل الأخلاق في جميع الأحوال ، وفطر الدواب على حد لا يقبل كمال الخلق ، كذلك خلق الإنسان على أساس الخير والشر وجعله قابلاً للزيادة منهما على اختلاف مراتب عقول أفراده وما يحيط بها من الاقتداء والتقليد ، وخلقَه كامل التمييز بين النعمة وضدها ليرتفع درجاتتٍ وينحط دركات مما يختاره لنفسه ، ولا يلائم فَطْرُ الإنسان على فِطرة الملائكة حالة عالمه الماديّ إذ لا تأهل لهذا العالم لأنْ يكون سكانه كالملائكة لعدم الملاءمة بين عالم المادة وعالم الروح . ولذلك لما تم خلق الفرد الأول من الإنسان وآن أوَانُ تصرفه مع قرينتِه بحسب ما بزغ فيهما من القُوى ، لَمْ يلبث أن نُقل من عالم الملائكة إلى عالم المادة كما أشار إليه قوله تعالى : { قال اهبطا منها جميعاً } [ طه : 123 ] .ولكن الله لم يسُدَّ على النوع منافذ الكمال فخلقه خلقاً وسطاً بين المَلكِيَّة والبهيمية إذ ركبه من المادة وأودع فيه الروح ولم يُخَلِّه عن الإرشاد بواسطة وسطاء وتعاقبهم في العصور وتنَاقُل إرشادهم بين الأجيال ، فإن اتبع إرشادهم التحق بأخلاق الملائكة حتى يبلغ المقامات التي أقامته في مقام الموازنة بين بعض أفراده وبين الملائكة في التفاضل . وقد أشار إلى ذلك قوله تعالى : { قال اهبطا منها جميعاً بعضكم لبعض عدوّ فإمَّا يأتينَّكم منّي هُدى فمن اتبع هداي فلا يَضل ولا يشقى ومَن أعرَض عن ذكري فإنّ له مَعيشةً ضَنْكاً ونَحْشُرُه يوم القيامة أعمى } [ طه : 123 ، 124 ] ، وقوله : { وإذ قلْنا للملائكة اسجدوا لآدم } [ البقرة : 34 ] .{ يَشَآءُ يَهَبُ لِمَن يَشَآءُ إناثا وَيَهَبُ لِمَن يَشَآءُ } { الذكور * أَوْ يُزَوِّجُهُمْ ذُكْرَاناً وإناثا وَيَجْعَلُ مَن يَشَآءُ عَقِيماً إِنَّهُ عَلِيمٌ قَدِيرٌ } .بدل من جملة { يخلق ما يشاء } بدلَ اشتمال لأن خلقه ما يشاء يشتمل على هبته لمن يشاء ما يشاء . وهذا الإبدال إدماجُ مَثَللٍ جامع لصور إصابة المحبوب وإصابة المكروه فإن قوله { ويجعل من يشاء عقيماً } هو من المكروه عند غالب البشر ويتضمن ضرباً من ضروب الكُفران وهو اعتقاد بعض النعمة سيئة في عادة المشركين من تطيرهم بولادة البَنات لهم ، وقد أشير إلى التعريض بهم في ذلك بتقديم الإناث على الذكور في ابتداء تعداد النعم الموهوبة على عكس العادة في تقديم الذكور على الإناث حيثما ذكرا في القرآن في نحو { إنَّا خلقناكم من ذكر وأنثى } [ الحجرات : 13 ] وقوله : { فجعل منه الزوجين الذكر والأنثى } [ القيامة : 39 ] فهذا من دقائق هذه الآية .والمراد : يهب لمن يشاء إناثاً فقط ويهب لمن يشاء الذكور فقط بقرينة قوله : { أو يُزَوِّجهم ذُكْراناً وإناثاً } . وتنكير { إناثاً } لأن التنكير هو الأصل في أسماء الأجناس وتعريف { الذكور } باللام لأنهم الصنف المعهود للمخاطبين ، فاللام لتعريف الجنس وإنما يصار إلى تعريف الجنس لمقصد ، أي يهب ذلك الصنف الذي تعهدونه وتتحدثون به وترْغبون فيه على حدّ قول العرب : أرسَلَها العِراك ، وتَقدم في أول الفاتحة . و { أو للتقسيم ."
    },
    {
      "ayah": 5,
      "surah": 42,
      "text": "تَكَادُ السَّمَوَاتُ يَتَفَطَّرْنَ مِنْ فَوْقِهِنَّ وَالْمَلَائِكَةُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيَسْتَغْفِرُونَ لِمَنْ فِي الْأَرْضِ أَلَا إِنَّ اللَّهَ هُوَ الْغَفُورُ الرَّحِيمُ (5){ العظيم * تَكَادُ السماوات يَتَفَطَّرْنَ مِن فَوْقِهِنَّ والملائكة يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيَسْتَغْفِرُونَ } .جملة مستأنفة مقررة لمعنى جملة { وهو العلي العظيم } [ الشورى : 4 ] ولذلك لم تعطف عليها ، أي يكاد السماوات على عظمتهن يتشققن من شدّة تسخرهن فيما يسخرهُن الله له من عمل لا يخالف ما قدّره الله لهنّ ، وأيضاً قد قيل : إن المعنى : يكاد السماوات يتفطرن من كثرة ما فيهن من الملائكة والكواكب وتصاريف الأقدار ، فيكون في معنى قول النبي صلى الله عليه وسلم \" أطَّتتِ السماء وبِحَقها أن تَئطّ . والذي نفسُ محمّد بيده ما فيها موضع شِبر إلا فيه جبهة مَلَك ساجد يسبح الله بحمده \" ويرجّحه تعقيبه بقوله تعالى : { والملائكة يسبحون بحمد ربهم } كما سيأتي .وقرأ نافع وحده والكسَائِي { يكاد } بتحتية في أوّله . وقرأه الباقون بفوقية وهما وجهان جائزان في الفعل المسند إلى جمع غيرِ المذكر السالم وخاصة مع عدم التأنيث الحقيقي . وتقدم في سورة مريم ( 90 ) قوله : { يكاد السماوات يتفَطَّرْنَ منه . وقرأ الجمهور يتفطرن } بتحتية ثم فوقية وأصله مضارع التفطر ، وهو مطاوع التفطير الذي هو تكرير الشقّ . وقرأه أبو عمرو وأبو بكر عن عاصم ويعقوب بِتَحتيّة ثم نون وهو مضارع : انفطَر ، مطاوع الفطر مصدر فطَر الثلاثي ، إذا شَقَّ ، وليس المقصود منه على القراءتين قبول أثر الفاعل إذ لا فاعل هنا للشقّ وإنّما المقصود الخبر بحصول الفعل ، وهذا كثير ، كقولهم : انشقّ ضوء الفجر ، فلا التفات هنا لما يقصد غالباً في مادة التفعل من تكرير الفعل إذ لا فاعل للشقّ هنا ولا لتكرره ، فاستوت القراءتان في باب البلاغة ، على أنّ استعمال صيغ المطاوعة في اللّغة ذو أنحاء كثيرة واعتبارات كما نبه عليه كلام الرضيّ في «شرح الشافية» .وقوله : { من فوقهن } يجوز أن يكون ضمير { فوقهن } عائداً على { السماوات } ، فيكون المجرور متعلقاً بفعل { يتفطرن } بمعنى : أن انشقاقهن يحصل من أعلاهنّ ، وذلك أبلغ الانشقاق لأنه إذا انشقّ أعلاهن كان انشقاق ما دونه أولى ، كما قيل في قوله تعالى : { وهي خاوية على عروشها } كما تقدم في سورة البقرة ( 259 ) وفي سورة الحج ( 45 ) . وتكون { من } ابتدائيّة .ويجوز أن يكون الضمير عائداً إلى { الأرض } من قوله تعالى : { وما في الأرض } [ الشورى : 4 ] على تأويل الأرض بأرضين باعتبار أجزاء الكرة الأرضية أو بتأويل الأرض بسكانها من باب { واسْأل القرية } [ يوسف : 82 ] .وتكون { من } زائدة زيادتها مع الظروف لتأكيد الفوقية ، فيفيد الظرف استحضار حالة التفطر وحالة موقعه ، وقد شبه انشقاق السماء بانشقاق الوَردة في قوله تعالى : { فإذا انشقت السماء فكانت وردة كالدِّهان } [ الرحمن : 37 ] . والوردة تنشق من أعلاها حين ينفتح بُرْعُومُها فيوشك إنْ هُن تفطَّرْنَ أن يخْررْنَ على الأرض ، أي يكاد يقع ذلك لِما فشا في الأرض من إشراك وفساد على معنى قوله تعالى : { وقالوا اتخذ الرحمن ولداً لقد جئتم شيئاً إِدًّا يكاد السماوات يتفطَّرْنَ منه وتنشقّ الأرض وتخرّ الجبال هدّاً }[ مريم : 88 90 ] ويرجحه قوله الآتي : { والذين اتخذوا من دونه أولياء الله حفيظ عليهم } [ الشورى : 6 ] . وعن ابن عباس { يكاد السماوات يتفطَّرن } من قول المشركين { اتخذ الله ولداً } [ البقرة : 116 ] .{ فَوْقِهِنَّ والملائكة يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيَسْتَغْفِرُونَ لِمَن فِى الارض أَلاَ إِنَّ الله هُوَ الغفور } .جملة عطفت على جملة { يكاد السماوات يتفطرن } لإفادتها تقرير معنى عظمة الله تعالى وجلاله المدلول عليهما بقوله : { وهو العلي العظيم } [ الشورى : 4 ] .مرتبة واجب الوجود سبحانه وهو أهل التنزيه والحمد ومرتبة الروحانيات وهي الملائكة وهي واسطة المتصرف القدير ومفيض الخير في تنفيذ أمره من تكوين وهدى وإفاضة خير على النّاس ، فهي حين تتلقى من الله أوامره تسبِّحُه وتحمده ، وحين تفيض خيرات ربّها على عباده تستغفر للذين يتقبلونها تقبل العبيد المؤمنين بربّهم ، وتلك إشارة إلى حصول ثمرات إبلاغها ، وذلك بتأثيرها في نظم أحوال العالم الإنساني . ومرتبة البشرية المفضلة بالعقل إذ أكمله الإيمانُ وهي المراد ب ( من في الأرض ) ."
    },
    {
      "ayah": 50,
      "surah": 42,
      "text": "أَوْ يُزَوِّجُهُمْ ذُكْرَانًا وَإِنَاثًا وَيَجْعَلُ مَنْ يَشَاءُ عَقِيمًا إِنَّهُ عَلِيمٌ قَدِيرٌ (50)والتزويج قرن الشيء بشيء آخر فيصيران زوجاً . ومن مجازه إطلاقه على إنكاح الرجل امرأة لأنهما يصيران كالزوج ، والمراد هنا : جعلهم زوجاً في الهبة ، أي يجمع لمن يشاء فيهب له ذكراناً مشفَّعين بإناث فالمراد التزويج بصنف آخر لا مقابلة كل فرد من الصنف بفَرد من الصنف الآخر .والضمير في يزوجهم } عائد إلى كلاً من الإناث والذكور . وانتصب { ذكراناً وإناثاً } على الحال من ضمير الجمع في { يزوجهم } .والعقيم : الذي لا يولد له من رجل أو امرأة ، وفعله عَقِم من باب فرِح وعقُم من باب كرم . وأصل فعله أن يتعدّى إلى المفعول يقال عقمها الله من باب ضرب ، ويقال عُقِمت المرأة بالبناء للمجهول ، أي عقَمها عاقم لأن سبب العقم مجهول عندهم . فهو مما جاء متعدياً وقاصراً ، فالقاصر بضم القاف وكسرها والمتعدي بفتحها ، والعقيم : فعيل بمعنى مفعول ، فلذلك استوى فيه المذكر والمؤنث غالباً ، وربما ظهرت التاء نادراً قالوا : رحم عقيمة .{ عَقِيماً إِنَّهُ عَلِيمٌ } .جملة في موضع العلة للمبدل منه وهو { يخلق ما يشاء } فموقع ( إنّ ) هنا موقع فاء التفريع . والمعنى : أن خلقه ما يشاء ليس خلقاً مهملاً عرياً عن الحكمة لأنه واسع العلم لا يفوته شيء من المعلومات فخلقه الأشياء يجري على وفق علمه وحكمته . وهو { قدير } نافذ القدرة ، فإذا علم الحكمة في خلق شيء أراده ، فجرى على قَدَره . ولمّا جمع بين وصفي العلم والقدرة تعين أن هنالك صفة مطوية وهي الإرادة لأنه إنما تتعلق قدرته بعد تعلق إرادته بالكائن .وتفصيلُ المعنى : أنه عليم بالأسباب والقُوى والمؤثرات التي وضعها في العوالم ، وبتوافق آثار بعضها وتخالف بعض ، وكيف تتكون الكائنات على نحو ما قُدِّر لها من الأوضاع ، وكيف تتظاهر فتأتي الآثار على نسق واحد ، وتتمانع فينقص تأثير بعضها في آثاره بسبب ممانعة مؤثراتتٍ أخرى ، وكل ذلك من مظاهر علمه تعالى في أصل التكوين العالمي ومظاهر قدرته في الجري على وفاق علمه ."
    },
    {
      "ayah": 51,
      "surah": 42,
      "text": "وَمَا كَانَ لِبَشَرٍ أَنْ يُكَلِّمَهُ اللَّهُ إِلَّا وَحْيًا أَوْ مِنْ وَرَاءِ حِجَابٍ أَوْ يُرْسِلَ رَسُولًا فَيُوحِيَ بِإِذْنِهِ مَا يَشَاءُ إِنَّهُ عَلِيٌّ حَكِيمٌ (51)عطف على ما سبق من حكاية ترّهاتهم عطفَ القصة على القصة وهو عود إلى إبطال شُبَه المشركين التي أشار إليها قوله تعالى : { كذلك يوحي إليك وإلى الذين من قبلك الله العزيز الحكيم } [ الشورى : 3 ] ، وقوله تعالى : { كَبُر على المشركين ما تدعُوهم إليه } [ الشورى : 13 ] ، وقد أشرنا إلى تفصيل ذلك فيما تقدم ، ويزيده وضوحاً قوله عقبه { وكذلك أوحينا إليك روحاً من أمرنا } [ الشورى : 52 ] . وهذه الآية تبطل الشبهة الثانية فيما عددناه من شبهاتهم في كون القرآن وحياً من الله إلى محمد صلى الله عليه وسلم إذ زعموا أن محمداً صلى الله عليه وسلم لو كان مرسلاً من الله لكانت معه ملائكة تصدق قوله أو لأنزل عليه كتاب جاهز من السماء يشاهدون نزوله قال تعالى : { وقالوا ما لهذا الرسول يأكل الطعام ويمشي في الأسواق لولا أنزل إليه مَلَك فيكون معه نذيراً } [ الفرقان : 7 ] وقال { وقالوا لن نؤمن لك حتى تفجر لنا من الأرض ينبوعاً } إلى أن قال : { ولن نؤمن لِرُقيّكَ حتى تنزل علينا كتاباً نقرؤه } [ الإسراء : 90 93 ] .وإذ قد كان أهم غرض هذه السورة إثبات كون القرآن وحيا من الله إلى محمد صلى الله عليه وسلم كما أوحي من قبله للرسل كان العود إلى ذلك من قبيل ردّ العجز على الصدر . فبيَّن الله للمكذبين أن سنة الله في خطاب رسله لا تعدو ثلاثة أنحاء من الخطاب ، منها ما جاء به القرآن فلم يكن ذلك بدعاً مما جاءت به الرسل الأولون وما كان الله ليخاطب رسله على الأنحاء التي اقترحها المشركون على النبي صلى الله عليه وسلم فجيء بصيغة حصر مفتتحة بصيغة الجحود المفيدة مبالغة النفي وهي { وما كان لبشر أن يكلمه الله } أي لم يتهيّأ لأحد من الرسل أن يأتيه خطاب من الله بنوع من هذه الثلاثة .ودل ذلك على انتفاء أن يكون إبلاغ مراد الله تعالى لأمم الرسل بغير أحد هذه الأنواع الثلاثة أعني خصوص نوع إرسال رسول ، بدلالة فحوى الخطاب فإنه إذا كان الرسل لا يخاطبهم الله إلاّ بأحد هذه الأنحاء الثلاثة فالأمم أولى بأن لا يخاطبوا بغير ذلك من نحو ما سأله المشركون من رؤية الله يخاطبهم ، أو مجيء الملائكة إليهم بل لا يتوجه إليهم خطاب الله إلاّ بواسطة رسول منهم يتلقى كلام الله بنحو من الأنحاء الثلاثة وهو مما يدخل في قوله : { أو يرسل رسولاً فيوحي بإذنه ما يشاء } فإن الرسول يكون مَلَكاً وهو الذي يبلّغ الوحي إلى الرسُل والأنبياء .وخطاب الله الرسل والأنبياءَ قد يكون لقصد إبلاغهم أمراً يصلحهم نحو قوله تعالى : { يا أيها المزمل قم الليل إلا قليلاً } [ المزمل : 1 ، 2 ] ، وقد يكون لإبلاغهم شرائع للأمم مثل معظم القرآن والتوراة ، أو إبلاغهم مواعظ لهم مثل الزبور ومجلة لقمان .والاستثناء في قوله : { إلا وحياً } استثناء من عموم أنواع المتكلم التي دلّ عليها الفعل الواقع في سياق النفي وهو { ما كان لبشر أن يكلمه الله } .فانتصاب { وحياً } على الصفة لمصدر محذوف دل عليه الاستثناء ، والتقدير : إلا كلاماً وحياً أي موحًى به كما تقول : لا أكلمه إلاّ جهراً ، أو إلا إخفاتاً ، لأن الجهر والإخفات صفتان للكلام .والمراد بالتكلم بلوغ مراد الله إلى النبي سواء كان ذلك البلوغ بكلام يسمعه ولا يَرى مصدره أو بكلام يبلغه إليه المَلَكُ عن الله تعالى ، أو بعلم يُلقى في نفس النبي يوقن بأنه مراد الله بعلم ضروري يجعله الله في نفسه .وإطلاق الكلام على هذه الثلاثة الأنواع : بعضُه حقيقة مثل ما يسمعه النبي كما سمع موسى ، وبعضه مجاز قريب من الحقيقة وهو ما يبلغه إلى النبي فإنه رسالة بكلام ، وبعضه مجاز محض وهو ما يلقى في قلب النبي مع العلم ، فإطلاق فعل { يكلمه } على جميعها من استعمال اللفظ في حقيقته ومجازه على طريقة استعمال المشترك في معانيه .وإسناد فعل { يكلمه } إلى الله إسناد مجازي عقلي . وبهذا الاعتبار صار استثناء الكلام الموصوف بأنه وحي استثناء متصلاً .وأصل الوحي : الإشارة الخفيّة ، ومنه { فأوحى إليهم أن سبحوا بكرةً وعشياً } [ مريم : 11 ] . ويطلق على ما يجده المرء في نفسه دفعة كحصول معنى الكلام في نفس السامع قال عبيد بن الأبرص: ... وأوحى إليَّ الله أنْ قد تآمَرُوابِإبْللِ أبي أوْفَى فقُمْتُ على رِجْلِ ... وهذا الإطلاق هو المراد هنا بقرينة المقابلة بالنوعين الآخرين . ومِن هنا أطلق الوحي على ما فطر الله عليه الحيوان من الإلهام المتقن الدقيق كقوله : { وأوحى ربُّك إلى النحل } [ النحل : 68 ] . فالوحي بهذا المعنى نوع من أنواع إلقاء كلام الله إلى الأنبياء وهو النوع الأول في العدّ ، فأطلق الوحي على الكلام الذي يسمعه النبي بكيفية غير معتادة وهذا الإطلاق من مصطلح القرآن وهو الغالب في إطلاقات الكتاب والسنة ومنه قول زيد بن ثابت «فعَلمْتُ أنه يُوحَى إليه ثم سُرِّي عنه» فقرأ { غير أولي الضرر } [ النساء : 95 ] ، ولم يقل فنزل إليه جبريل .والوحي بهذا المعنى غير الوحي الذي سيجيء في قوله : { أو يرسل رسولاً فيوحي بإذنه ما يشاء } . والمراد بالوحي هنا : إيقاع مراد الله في نفس النبي يحصل له به العلم بأنه من عند الله فهو حجة للنبيء لمكان العلم الضروري ، وحجة للأمة لمكان العِصمة من وسوسة الشيطان ، وقد يحصل لغير الأنبياء ولكنه غير مطرد ولا منضبط مع أنه واقع وقد قال النبي صلى الله عليه وسلم \" قد كان فيما مضى قبلكم من الأمم مُحَدَّثون فإن يكن في أمتي منهم أحد فعُمرُ بن الخطاب \" قال ابن وهب : محدَّثون : مُلْهَمُون .ومن هذا الوحي مرائي الأنبياء فإنها وحي ، وهي ليست بكلام يلقَى إليهم ، ففي الحديث \" إني رأيت دار هجرتكم وهي في حرّة ذاتتِ نخل فوقع في وَهْلِي أنها اليمامة أو هَجر فإذا هي طابة \" .وقد تشتمل الرؤيا على إلهام وكلام مثل حديث \" رأيتُ بَقَراً تُذبح ورأيتُ والله خير \" في رواية رفع اسم الجلالة ، أي رأيت هذه الكلمة ، وقد أول النبي صلى الله عليه وسلم رؤياه البقرَ التي تذبح بما أصاب المسلمين يومَ أحد ، وأمّا «والله خير» فهو ما أتى الله به بعد ذلك من الخير .ومن الإلهام مَرائي الصالحين فإنها جزء من ستة وأربعين جُزءاً من النبوءة .وليس الإلهام بحجة في الدّين لأن غير المعصوم لا يوثق بصحة خواطره إذ ليس معصوماً من وسوسة الشيطان . وبعض أهل التصوف وحكماء الإشراق يأخذون به في خاصّتهم ويدَّعون أن أمارات تميز لهم بين صادق الخواطر وكاذبها ومنه قول قطب الدين الشيرازي في ديباجة شرحه على «المفتاح» \" إني قد ألقي إليَّ على سبيل الإنذار من حضرة الملك الجبار بلسان الإلهام لا كوَهَم من الأوهام \" إلى أن قال \" ما أورثني التجافي عن دار الغرور \" . ومنه ما ورد في قول النبي صلى الله عليه وسلم \" إنَّ رُوح القُدُس نَفَثَ في رُوعي أنَّ نفساً لن تموت حتّى تستوفيَ أجلها ورزقَها \" على أحد تفسيرين فيه ، ولا ريب في أنه المراد هنا لأن ألفاظ هذا الحديث جَرَتْ على غير الألفاظ التي يُحكى بها نزول الوحي بواسطة كلام جبريل عليه السلام .والنوع الثاني : أن يكون الكلام من وراء حجاب يسمعه سامعه ولا يرى مصدره بأن يخلق الله كلاماً في شيء محجوب عن سامعه وهو ما وصف الله هنا بقوله : { أو من وراء حجاب } .والمعنى : أو محجوباً المخاطَب بالفتح عن رؤية مصدر الكلام ، فالكلام كأنه من وراء حجاب ، وهذا مثل تكليم الله تعالى موسى في البقعة المباركة من الشجرة ، ويحصل علم المخاطب بأن ذلك الكلام من عند الله أول مرة بآية يريه الله إياها يعلم أنها لا تكون إلا بتسخير الله كما علم موسى ذلك بانقلاب عصاهُ حيّة ثم عَوْدِها إلى حالتها الأولى ، وبخروج يده من جَيْبه بيضاء ، كما قال تعالى : { آية أخرى لنريك من آياتنا الكبرى اذهَبْ إلى فرعون إنه طغى } [ طه : 22 ، 24 ] . ثم يصير بعد ذلك عادة يعرف بها كلام الله .واختص بهذا النوع من الكلام في الرسل السابقين موسى عليه السلام وهو المراد من قوله تعالى : { قال يا موسى إني اصطفيتك على الناس برسالتي وبكلامي } [ الأعراف : 144 ] وليس الوحي إلى موسى منحصراً في هذا النوع فإنه كان يوحى إليه الوحي الغالب لجميع الأنبياء والرسل وقد حصل هذا النوع من الكلام لمحمد صلى الله عليه وسلم ليلة الإسراء ، فقد جاء في حديث الإسراء : أن الله فرض عليه وعلى أمته خمسين صلاة ثم خفّف الله منها حتى بلغت خمس صلوات وأنه سمع قوله تعالى :« أتممتُ فريضتي وخففت عن عبادي » .وأشارت إليه سورة النجم ( 6 ، 12 ) بقوله تعالى : { فاستوى وهو بالأفق الأعلى ثم دنا فتدلَّى فكان قابَ قوسين أو أدنى فأوحى إلى عبده ما أوحى ما كذب الفؤاد ما رأى أفَتُمَارونه على ما يَرى } والقول بأنه سمع كلام الله ليلة أسري به إلى السماء مرويّ عن علي بن أبي طالب وابن مسعود وابن عباس وجعفر بن محمد الصادق والأشعري والواسطي ، وهو الظاهر لأن فضل محمد على جميع المرسلين يستلزم أن يعطيه الله من أفضل ما أعطاه رسله عليهم السلام جميعاً .النوع الثالث : أن يرسل الله الملَك إلى النبي فيبلغ إليه كلاماً يسمعه النبي ويعيه ، وهذا هو غالب ما يوجه إلى الأنبياء من كلام الله تعالى ، قال تعالى في ذكر زكرياء { فنادته الملائكة وهو قائم يصلِّي في المحراب أن الله يبشرك بيحيى } [ آل عمران : 39 ] ، وقال في إبراهيم { وناديناه أن يا إبراهيم قد صدّقتَ الرؤيا } [ الصافات : 104 ، 105 ] وهذا الكلام يأتي بكيفية وصفها النبي صلى الله عليه وسلم للحارث بن هشام وقد سأل رسول الله « كيف يأتيك الوحي؟ فقال : أحياناً يأتيني مثل صلصلة الجَرَس وهو أشدُّه عليّ فيفْصِمُ عنِّي وقد وَعَيت عنه أي عن جبريل ما قال ، وأحياناً يتمثّل لي الملَك رجلاً فيكلمني فأعي ما يقول » .فالرسول في قوله تعالى : { أو يرسل رسولاً } : هو الملَك جبريل أو غيره ، وقوله : { فيوحي بإذنه ما يشاء } سمّى هذا الكلام وحياً على مراعاة الإطلاق القرآني الغالب كما تقدم نحو قوله : { وما ينطق عن الهوى إن هو إلاّ وحيٌ يوحَى عَلَّمه شديدُ القُوَى } [ النجم : 3 5 ] وهو غير المراد من قوله : { إلا وحياً } بقرينة التقسيم والمقابلة .ومن لطائف نسج هذه الآية ترتيب ما دل على تكليم الله الرسل بدلالات فجيء بالمصدر أولاً في قوله : { إلا وحياً } وجيء بما يشبه الجملة ثانياً وهو قوله : { من وراء الحجاب } ، وجيء بالجملة الفعلية ثالثاً بقوله : { يرسل رسولاً } . وقرأ نافع { أو يرسلُ } برفع { يرسلُ } على الخبرية ، والتقدير : أو هو مرسل رسولاً . وقرأ { فيوحي } بسكون الياء بعد كسرة الحاء . وقرأ الباقون { أو يرسل } بنصب الفعل على تقدير ( أنْ ) محذوفة دل عليها العطف على المصدر فصار الفعل المعطوف في معنى المصدر ، فاحتاج إلى تقدير حرف السبك . وقرأوا { فيوحي } بفتحة على الياء عطفاً على { يرسل } .ومَا صْدَقُ { ما يشاء } كلام ، أي فيوحي كلاماً يشاؤه الله فكانت هذه الجملة في معنى الصفة ل ( كلاماً ) المستثنى المحذوف ، والرابط هو { ما يشاء } لأنه في معنى : كلاماً ، فهو كربط الجملة بإعادة لفظ ما هي له أو بمرادفه نحو { الحاقة ما الحاقّة } [ الحاقة : 1 ، 2 ] . والتقدير : أوْ إلاَّ كلاماً موصوفاً بأن الله يرسل رسولاً فيوحي بإذنه كلاماً يشاؤه فإن الإرسال نوع من الكلام المراد في هذه الآية .والآية صريحة في أن هذه الأنواع الثلاثة أنواع لكلام الله الذي يخاطب به عباده . وذكرُ النوعين : الأول والثالث صريح في أن إضافة الكلام المنوع إليها إلى الله أو إسنادُه إليه حيثما وقع في ألفاظ الشريعة نحو قوله تعالى : { حتى يسمَع كَلام الله } [ التوبة : 6 ] وقوله : { قال يا موسى إني اصطفيتك على الناس برسالتي وبكلامي } [ الأعراف : 144 ] وقوله : { وكلّم الله موسى تكليماً } [ النساء : 164 ] يدل على أنه كلام له خصوصية هي أنه أوجده الله إيجاداً بخرق العادة ليكون بذلك دليلاً على أن مدلول ألفاظِه مراد لله تعالى ومقصود له كما سمّي الروح الذي تكوّن به عيسى روحَ الله لأنه تكوَّن على سبيل خرق العادة ، فالله خلقَ الكلام الذي يدلّ على مراده خلقاً غير جارٍ على سنة الله في تكوين الكلام ليعلم الناس أن الله أراد إعلامهم بأنه أراد مدلولات ذلك الكلام بآية أنه خرق فيه عادة إيجاد الكلام فكان إيجاداً غيرَ متولّد من علل وأسباب عادية فهو كإيجاد السماوات والأرض وإيجاد آدم في أنه غير متولد من علل وأسباب فطرية .واعلم أن حقيقة الإلهية لا تقتضي لِذاتها أن يكون الله متكلماً كما تقتضي أنه واحد حيّ عالم قدير مُريد ، ومن حاول جَعل صفة الكلام من مقتضى الإلهية على تنظير الإله بالملك بناء على أن المُلك يقتضي مخاطبة الرعايا بما يريد المَلِك منهم ، فقد جاء بحجة خَطابية ، بل الحق أن الذي اقتضى إثبات كلام الله هو وضع الشرائع الإلهية ، أي تعلق إرادة الله بإرشاد الناس إلى اجتناب ما يخل باستقامة شؤونهم بأمرهم ونهيهم وموعظتهم ووعدهم ووعيدهم ، من يوم نَهي آدمَ عن الأكل من الشجرة وتوعده بالشقاء إن أكل منها ثم من إرسال الرسل إلى الناس وتبليغهم إياهم أمر الله ونهيه بوضع الشرائع وذلك من عهد نوح بلا شك أو من عهد آدم إن قلنا إن آدم بلَّغ أهله أمر الله ونهيه . فتعين الإيمان بأن الله آمر ونَاهٍ وواعدٌ ومُوعِد ، ومخبر بواسطة رسله وأنبيائه ، وأن مراده ذلك أبلغه إلى الأنبياء بكلام يُلقى إليهم ويفهمونه وهو غير متعارف لهم قبل النبوءة وهو متفاوت الأنواع في مشابهة الكلام المتعارف .ولمّا لم يَرد في الكتاب والسنة وصفُ الله بأنه متكلّم ولا إثبات صفةٍ له تسمَّى الكلام ، ولم تقتض ذلك حقيقة الإلهية ما كان ثمّة داع إلى إثبات ذلك عند أهل التأويل من الخَلَف من أشعرية وماتريدية إذ قالوا : إن الله متكلم وإن له صفةً تسمَّى الكلام وبخاصة المعتزلة إذ قالوا إنه متكلم ونفوا صفة الكلام وأمرُ المعتزلة أعجب إذ أثبتوا الصفات المعنوية لأجل القواطع من آيات القرآن وأنكروا صفات المعاني تورّعاً وتخلّصاً من مشابهة القول بتعدد القدماء بلا داع ، وقد كان لهم في عدم إثبات صفة المتكلم مندوحة لانتفاء الداعي إلى إثباتها ، خلافاً لما دعا إلى إثبات غيرها من الصفات المعنوية ، وقد حكى فخر الدين في تفسير هذه السورة إجماع الأمة على أن الله تعالى متكلم .وقصارى ما ورد في القرآن إسناد فعل الكلام إلى الله أو إضافة مصدره إلى اسمه ، وذلك لا يوجب أن يشتق منه صفة لله تعالى ، فإنهم لم يقولوا لله صفة نافخ الأرواح لأجل قوله تعالى : { ونفخت فيه من روحي } [ الحجر : 29 ] ، فالذي حدا مُثْبِتي صفة الكلام لله هو قوة تعلق هذا الوصف بصفة العلم فخصّوا هذا التعلق باسم خاص وجعلوه صفة مستقلة مثل ما فعلوا في صفة السمع والبصر .هذا ، واعلم أن مثبتي صفة الكلام قد اختلفوا في حقيقتها ، فذهب السلف إلى أنها صفة قديمة كسائر صفات الله . فإذا سُئلوا عن الألفاظ التي هي الكلام : أقديمة هي أم حادثة؟ قالوا : قديمة ، وتعجب منهم فخر الدين الرازي ونبزهم ولا أحسبهم إلاّ أنهم تحاشَوْا عن التصريح بأنها حادثة لئلا يؤدّي ذلك دهماءَ الأمة إلى اعتقاد حدوث صفات الله ، أو يؤدّي إلى إبطال أن القرآن كلام الله ، لأن تبيان حقيقة معنى الإضافة في قولهم : كلام الله ، دقيق جداً يحتاج مُدرِكُه إلى شحْذ ذهنه بقواعد العلوم ، والعامة على بَوْن من ذلك . واشتهر من أهل هذه الطريقة أحمد بن حنبل رحمه الله زمن فتنة خلق القرآن . وكان فقهاء المالكية في زمن العُبيديين ملتزمين هذه الطريقة . وقال الشيخ أبو محمد بن أبي زيد في «الرسالة» : «وإن القرآن كلامُ الله ليس بمخلوق فيبيدَ ولا صفةٍ لمخلوق فينفد» . وقد نقشوا على إسطوانة من أساطين الجامع بمدينة سوسة هذه العبارة : «القُرآنُ كلامُ الله وليس بمخلوق» وهي ماثلة إلى الآن .قال فخر الدين : واتفق أني قلت يوماً لبعض الحنابلة : لو تكلم الله بهذه الحروف؛ إمّا أن يتكلم بها دفعة واحدة أو على التعاقب ، والأول باطل لأن التكلّم بها دفعة واحدة لا يفيد هذا النظمَ المركب على التعاقب والتوالي ، والثاني باطل لأنه لو تكلم الله بها على التوالي كانت محدثة ، فلما سمع مني هذا الكلام قال : «الواجبُ علينا أن نُقِرّ ونَمُرَّ» يعني نقرّ بأن القرآن قديم ونمُرّ على هذا الكلام على وفق ما سمعناه قال : فتعجبت من سلامة قلب ذلك القائل .ومن الغريب جداً ما يُعزى إلى محمد بن كَرَّام وأصحابه الكَرَّامية من القول بأن كلام الله حروف وأصوات قائمة بذاته تعالى ، وقالوا : لا يلزم أن كل صفة لله قديمة ، ونُسب مثل هذا إلى الحشوية ، وأما المعتزلة فأثبتوا لله أنه متكلم ومنعوا أن تكون له صفة تسمى الكلام ، والذي دعاهم إلى ذلك هو الجمع بين ما شاع في القرآن والسنة وعند السلف من إسناد الكلام إلى الله وإضافتِه إليه وقالوا : إن اشتقاق الوصف لاَ يستلزم قيام المصدر بالموصوف ، وتلك طريقتهم في صفات المعاني كلها ، وزادوا فقالوا : معنى كونه متكلماً أنه خَالق الكلام .وأما الأشعري وأصحابه فلم يختلفوا في أن الكلام الذي نقول : إنه كلام الله المركب من حروف وأصوات ، المتلوّ بألسنتنا ، المكتوب في مصاحفنا ، إنه حادث وليس هو صفة الله تعالى وإنما صفة الله مدلول ذلك الكلام المركب من الحروف والأصوات من المعاني من أمر ونهي ووعد ووعيد . وتقريب ذلك عندي أن الكلام الحادث الذي خلقه الله دَال على مراد الله تعالى وأن مراد الله صفة لله .قال أبو بكر الباقلاني عن الشيخ : إن كلام الله الأزلي مقروء بألسنتنا ، محفوظ في قلوبنا ، مسموع بآذاننا ، مكتوب في مصاحفنا غيرُ حالَ في شيء من ذلك ، كما أن الله معلوم بقلوبنا مذكور بألسنتنا معبود في محاريبنا وهو غير حال في شيء من ذلك . والقراءةُ والقارىء مخلوقان ، كما أن العلم والمعرفة مخلوقان ، والمعلوم والمعروف قديمان اه . يعني أن الألفاظ المَقْروءة والمكتوبة دوالّ وهي مخلوقة والمدلول وهو كون الله مريداً لمدلولات تلك التراكيب هو وصف الله تعالى ليصحّ أن الله أراد من النّاس العمل بالمدلولات التي دلّت عليها تلك التراكيب . وقد اصطلح الأشعري على تسمية ذلك المدلوللِ كلاماً نفسيّاً وهو إرادة المعاني التي دلّ عليها الكلام اللفظي ، وقد استأنس لذلك بقول الأخطل: ... إن الكلامَ لَفي الفؤاد وإنّماجُعل اللّسان على الفؤاد دليلاً ... وأما أبو منصور الماتريدي فنَقل الفخر عنه كلاماً مزيجاً من كلام الأشعري وكلام المعتزلة ، والبعضُ نَقَل عنه مثلَ قول السلف . وسبب اختلاف النقل عنه هو أن الماتريدي تابع في أصول الدّين أبَا حنيفة . وقد اضطرب أتباعه في فهم عبارته الواقعة في العقيدة المنسوبة إليه المسماة : الفقه الأكبر إن صحّ عزوُها إليه إذ كانت عبارةً يلوح عليها التضارب ولعله مقصود . وتأويلها بما يوافق كلام الأشعري هو التحقيق .وتحقيق هذا المقام بوجه واضح قريب أن نقول : إن ثبوت صفة الكلام لله هو مثل ثبوت صفة الإرادة وصفة القدرة له تعالى ، في الأزل وهو أشبه باتصافه بالإرادة فكما أن معنى ثبوت صفة الإرادة لله إنه تعالى متى تعلق علمه بإيجاد شيء لم يكن موجوداً ، أو بإعدام شيء كان موجوداً ، أنه لا يحول دون تنفيذ ما تعلق علمه بإيجاده أو إعدامه حائل ولا يمنعه منه مانع ، ومتى تعلق علمه بإبقاء المعدوم في حالة العدم أو الموجود في حالة الوجود ، لا يكرهه على ضد ذلك مُكره . فكذلك ثبوت الكلام لله معناه أنه كلما تعلق علمه بأنه يأمر أو ينهَى أحداً لم يحُلْ حائل دون إيجاد ما يبلغ مراده إلى المأمورين أو المنهيين ، وكلما تعلق علمه بأن يترك توجيه أمر أو نهي إلى النّاس لم يكرهه مُكره على أن يأمرهم أو ينهاهم .وكما أن للإرادة تعلقاً صلاحياً أزليّاً وتعلّقاً تنجيزياً حادِثاً حين تتوجه الإرادة إلى إيجادٍ بواسطة القدرة .كذلك نجد لكلام الله تعلّقاً صلاحياً أزلياً وتعلّقاً تنجيزيّاً حينَ اقتضاء علم الله تَوجِيهَ أمره أو نهيه أو نحوهما إلى بعض عباده . فالكلام الذي ينطق به الرّسول وينسبه إلى الله تعالى هو حادث وهو أثَر التعلق التنجيزي الحادث ، والكلام الذي نعتقد أن الله أراده وأراد من النّاس العمل به هو الصفة الأزلية القديمة ولها التعلق الصلاحي القديم . وفي «الرسالة الخاقانية» للعلامة عبد الحكيم السلكوتي نقل عن بعض العلماء بأن لكلام الله تعلقاً تنجيزياً حادثاً ، وهذا من التحقيق بمكان .والتحقيق : أن ذلك الكلام الأزلي يتنوع إلى أنواع المدلولات من أمر ونهي وخبر ووعد ووعيد ونحو ذلك .وخلاصة معنى الآية أن الله قد يخلق في نفس جبريل أو غيره من الملائكة علماً بمراد الله على كيفية لا نعلمها ، وعلماً بأن الله سخره إبلاغ مراده إلى النبي ، والمَلكُ يبلغ إلى النبي ما أُمر بتبليغه امتثالاً للأمر التسخيري ، بألفاظ معينة ألقاها الله في نفس الملك مثل ألفاظ القرآن ، أو بألفاظ من صنعة الملك كالتي حكى الله عن زكرياء بقوله : { فنادته الملائكة وهو قائمٌ يصلِّي في المحراب أنَّ الله يبشرك بيحيى } [ آل عمران : 39 ] . أو يخلقُ في سمع النبي كلاماً يعلم علم اليقين أنه غير صادر إليه من متكلم ، فيوقن أنه من عند الله بدلالة المعجزة أول مرة وبدلالة تعوّده بعد ذلك . وهذا مثل الكلام الذي كلم الله به موسى ألا ترى إلى قوله تعالى : { أنْ يا موسى إنني أنا الله ربّ العالمين وأنْ ألْققِ عصاك } [ القصص : 30 ، 31 ] الآية ، فقرن خطابه الخارق للعادة بالمعجزة الخارقة للعادة ليُوقن موسى أن ذلك كلام من عند الله . أو يخلقُ في نفس النبي علماً قطعياً بأن الله أراد منه كذا كما يخلق في نفس المَلك في الحالة المذكورة أولاً .فعلى هذه الكيفيات يأتي الوحي للأنبياء ويَختص القرآن بمزية أن الله تعالى يخلق كلاماً يَعِيه المَلك ويؤمر بإبلاغه بنصه دون تغير إلى محمد صلى الله عليه وسلموالقول في موقع جملة { إنه علي حكيم } كالقول في جملة { إنه عليم قدير } [ الشورى : 50 ] السابقة ، وإنما أوثر هنا صفة العلي الحكيم لمناسبتهما للغرض لأن العلوّ في صفة العليّ علوّ عظمة فائقة لا تناسبها النفوس البشرية التي لم تَحْظَ من جانب القُدس بالتصفية فما كان لها أن تتلقى من الله مراده مباشرة فاقتضى علوّه أن يكون توجيه خطابه إلى البشر بوسائط يفضي بعضها إلى بعض لأن ذلك كما يقول الحكماء : استفادة القابل من المبدإ تتوقف عن المناسبة بينهما . وأمّا وصف الحكيم فلأن معناه المُتقِن للصنع العالم بدقائقه وما خطابه البشر إلاّ لحكمة إصلاحهم ونظام عالَمهم ، وما وقوعه على تلك الكيفيات الثلاث إلا من أثر الحكمة لتيسير تلقّي خطابه ، ووعيِه دون اختلال فيه ولا خروج عن طاقة المتلقِّين .وانظر ما تقدم عند قوله تعالى : { ولما جاء موسى لميقاتنا وكلمه ربّه } في سورة الأعراف ( 143 ) ، وعند قوله : { فأجِرْه حتىّ يسمعَ كلام الله } في سورة براءة ( 6 ) ."
    },
    {
      "ayah": 52,
      "surah": 42,
      "text": "وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِنْ أَمْرِنَا مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلَا الْإِيمَانُ وَلَكِنْ جَعَلْنَاهُ نُورًا نَهْدِي بِهِ مَنْ نَشَاءُ مِنْ عِبَادِنَا وَإِنَّكَ لَتَهْدِي إِلَى صِرَاطٍ مُسْتَقِيمٍ (52) عطف على جملة { وما كان لبشر أن يكلمه الله إلا وحياً حَكِيمٌ * وَكَذَلِكَ أَوْحَيْنَآ إِلَيْكَ رُوحاً مِّنْ أَمْرِنَا مَا كُنتَ تَدْرِى مَا الكتاب وَلاَ الإيمان ولكن جعلناه نُوراً نَّهْدِى بِهِ مَن نَّشَآءُ مِنْ عِبَادِنَا } [ الشورى : 51 ] الآية ، وهذا دليل عليهم أن القرآن أُنزل من عند الله أعقب به إبطال شبهتهم التي تقدم لإبطالها قوله : { وما كان لبشر أن يكلمه الله إلا وحياً الآية ، أي كان وحينا إليك مثلَ كلامنا الذي كلّمنا به من قبلك على ما صُرح به في قوله تعالى : إنا أوحينا إليك كما أوحينا إلى نوح والنبيئين من بعده } [ النساء : 163 ] . والمقصود من هذا هو قوله : { ما كنت تدري ما الكتاب ولا الإيمان } .والإشارة إلى سابق في الكلام وهو المذكور آنفاً في قوله : { وما كان لبشرٍ أن يكلمه الله إلا وحياً } [ الشورى : 51 ] الآية ، أي ومثل الذي ذكر من تكليم الله وَحْيُنا إليك رُوحاً من أمرنا ، فيكون على حد قول الحارث بن حلزة: ... مِثْلَها تَخْرُج النصيحةُ للقومفَلاَةً من دونها أفْلاَءُ ... أي مثل نصيحتنا التي نصحناها للملك عمرو بن هند تكون نصيحة الأقوام بعضهم لبعض لأنها نصيحة قرابة ذوي أرحام . ويجوز أن تكون الإشارة إلى ما يأتي من بعدُ وهو الإيحاء المأخوذُ من أوحينا إليك } ، أي مثل إيحائنا إليك أوحينا إليك ، أي لو أريد تشبيه إيحائنا إليك في رفعة القدر والهُدَى ما وجد له شَبيه إلا نفسُه على طريقة قوله تعالى : { وكذلك جعلناكم أمةً وسَطاً } كما تقدم في سورة البقرة ( 143 ) . والمعنى : إنّ ما أوحينا إليك هو أعزّ وأشرف وحي بحيث لا يماثله غيره .وكلا المعنيين صالح هنا فينبغي أن يكون كلاهما مَحْمَلاً للآية على نحو ما ابتكرناه في المقدمة التاسعة من هذا التفسير . ويؤخذ من هذه الآية أن النبي محمد صلى الله عليه وسلم قد أعطي أنواع الوحي الثلاثة ، وهو أيضاً مقتضى الغرض من مساق هذه الآيات .والروح : ما به حياة الإنسان ، وقد تقدم عند قوله تعالى : { ويسألونك عن الرّوح } في سورة الإسراء ( 85 ) . وأطلق الروح هنا مجازاً على الشريعة التي بها اهتداء النفوس إلى ما يعود عليهم بالخير في حياتهم الأولى وحياتهم الثانية ، شبهت هداية عقولهم بعد الضلالة بحلول الروح في الجسد فيصير حَيّاً بعد أن كان جُثّة .ومعنى { من أمرنا } مما استأثرنا بخلقه وحجبناه عن النّاس فالأمر المضاف إلى الله بمعنى الشأن العظيم ، كقولهم : أمِرَ أمْر فلان ، أي شأنه ، وقوله تعالى : { بإذن ربّهم من كل أمر } [ القدر : 4 ] .والمراد بالروح من أمر الله : ما أوحي به إلى النبي صلى الله عليه وسلم من الإرشاد والهداية سواء كان بتلقين كلام معين مأمور بإبلاغه إلى النّاس بلفظه دون تغيّر وهو الوحي القرآني المقصود منه أمران : الهداية والإعجاز ، أم كان غير مقيد بذلك بل الرّسول مأمور بتبليغ المعنى دون اللّفظ وهو ما يكون بكلام غير مقصود به الإعجاز ، أو بإلقاء المعنى إلى الرّسول بمشافهة المَلككِ ، وللرّسول في هذا أن يتصرف من ألفاظ ما أُوحي إليه بما يريد التعبير به أو برؤيا المنام أو بالإلقاء في النّفس كما تقدم .واختتام هذه السورة بهذه الآية مع افتتاحها بقوله : { كذلك أوحينا إليك } [ الشورى : 7 ] الآية فيه محسن ردّ العجز على الصدر .وجملة { ما كنت تدري ما الكتاب } في موضع الحال من ضمير { أوحينا } أي أوحينا إليك في حال انتفاء علمك بالكتاب والإيمان ، أي أفضنا عليك موهبة الوحي في حال خلوّك عن علم الكتاب وعِلم الإيمان . وهذا تحدَ للمعاندين ليتأملوا في حال الرّسول صلى الله عليه وسلم فيعلموا أن ما أوتيه من الشريعة والآداب الخُلقية هو من مواهب الله تعالى التي لم تسبق له مزاولتها ، ويَتضمن امتناناً عليه وعلى أمته المسلمين .ومعنى عدم دراية الكتاب : عدم تعلق علمه بقراءة كتاب أو فهمه . ومعنى انتفاء دراية الإيمان : عدم تعلق علمه بما تحتوي عليه حقيقة الإيمان الشرعي من صفات الله وأصول الدين وقد يطلق الإيمان على ما يرادف الإسلام كقوله تعالى : { وما كان الله ليضيع إيمانكم } [ البقرة : 143 ] وهو الإيمان الذي يزيد وينقص كما في قوله تعالى : { ويزداد الذين آمنوا إيماناً } [ المدثر : 31 ] . فيزاد في معنى عدم دراية الإيمان انتفاء تعلق علم الرّسول صلى الله عليه وسلم بشرائع الإسلام . فانتفاء درايته بالإيمان مثل انتفاء درايته بالكتاب ، أي انتفاء العلم بحقائقه ولذلك قال : { ما كنت تدري } ولم يقل : ما كنت مؤمناً .وكلا الاحتمالين لا يقتضي أن الرّسول صلى الله عليه وسلم لم يكن مؤمناً بوجود الله ووحدانية إلهيته قبل نزول الوحي عليه إذ الأنبياء والرّسل معصومون من الشرك قبل النبوءة فهم مُوحّدُون لله ونابذون لعبادة الأصنام ، ولكنهم لا يعلمون تفاصيل الإيمان ، وكان نبيئنا صلى الله عليه وسلم في عهد جاهلية قومه يعلم بطلان عبادة الأصنام ، وإذ قد كان قومه يشركون مع الله غيره في الإلهية فبطلان إلهية الأصنام عنده تمحِّضه لإفراد الله بالإلهية لا محالة .وقد أخبر بذلك عن نفسه فيما رواه أبو نعيم في «دلائل النبوءة» عن شداد بن أوس وذكره عياض في «الشفاء» غير معزو : \" أن رسول الله صلى الله عليه وسلم قال لمّا نَشَأت أي عقلت بُغِّضَتَ إليَّ الأوْثانُ وبُغض إليَّ الشعرُ ، ولم أهِمَّ بشيء مما كانت الجاهلية تفعله إلا مرتين فعصمني الله منهما ثم لم أَعُدْ \" . وعلى شدة منازعة قريش إياه في أمر التوحيد فإنهم لم يحاجُّوه بأنه كان يعبد الأصنام معهم . وفي هذه الآية حجة للقائلين بأن رسول الله صلى الله عليه وسلم لم يكن متعبداً قبل نبوءته بشرع .وإدْخال { لا } النافية في قوله : { ولا الإيمان } تأكيد لنفي درايته إيّاه ، أي ما كنت تدري الكتاب ولا الإيمان ، للتنصيص على أن المنفي دراية كل واحدٍ منهما .وقوله : { ولكن جعلناه نوراً } عطف على جملة { ما كنت تدري ما الكتاب } . وضمير { جعلناه } عائد إلى الكتاب في قوله : { ما كنت تدري ما الكتاب } . والتقدير : وجعلنا الكتاب نوراً . وأقحم في الجملة المعطوفة حرف الاستدراك للتنبيه على أن مضمون هذه الجملة عكس مضمون جملة { ما كنت تدري ما الكتاب } .والاستدراك ناشىء على ما تضمنته جملة { ما كنت تدري ما الكتاب } لأن ظاهر نفي دراية الكتاب أن انتفاءها مستمر فاستدرك بأن الله هداه بالكتاب وهدى به أمته ، فالاستدراك واقع في المحزّ . والتقدير : ما كنت تدري ما الكتاب ولا الإيمان ثم هديناك بالكتاب ابتداء وعرفناك به الإيمان وهَدَيت به النّاس ثانياً فاهتدى به من شِئنا هدايته ، أي وبقي على الضلال من لم نشأ له الاهتداء ، كقوله تعالى : { يضلّ به كثيراً ويهدي به كثيراً } [ البقرة : 26 ] .وشبه الكتاب بالنّور لمناسبة الهَدي به لأن الإيمان والهُدى والعلم تشبَّه بالنور ، والضلال والجهل والكفر تشبه بالظلمة ، قال تعالى : { يخرجهم من الظلمات إلى النّور } [ البقرة : 257 ] . وإذا كان السائر في الطريق في ظلمة ضل عن الطريق فإذا استنار له اهتدى إلى الطريق ، فالنّور وسيلة الاهتداء ولكن إنما يَهتدي به من لا يكون له حائل دون الاهتداء وإلا لم تنفعه وسيلة الاهتداء ولذلك قال تعالى : { نهدي به من نشاء من عبادنا } ، أي نَخلُق بسببه الهداية في نفوس الذين أعددناهم للهُدى من عبادنا . فالهداية هنا هداية خاصة وهي خلق الإيمان في القلب ."
    },
    {
      "ayah": 53,
      "surah": 42,
      "text": "صِرَاطِ اللَّهِ الَّذِي لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ أَلَا إِلَى اللَّهِ تَصِيرُ الْأُمُورُ (53){ عِبَادِنَا وَإِنَّكَ لتهدى إلى صراط } { مُّسْتَقِيمٍ * صراط الله الذى لَهُ مَا فِى السماوات وَمَا فِى الارض أَلاَ إِلَى الله تَصِيرُ الامور } .أي نهدي به من نشاء بدعوتك وواسطتك فلما أثبت الهديَ إلى الله وجعل الكتاب سبباً لتحصيل الهداية عطف عليه وساطةَ الرّسول في إيصال ذلك الهدي تنويهاً بشأن الرّسول صلى الله عليه وسلمفجملة { وإنك لتهدي } عطف على جملة { نهدي به من نشاء من عبادنا } . وفي الكلام تعريض بالمشركين إذ لم يهتدوا به وإذ كبر عليهم ما يدعوهم إليه مع أنه يهديهم إلى صراط مستقيم .والهداية في قوله : { وإنك لتهدي } هداية عامة . وهي : إرشاد النّاس إلى طريق الخير فهي تخالف الهداية في قوله : { نهدي به من نشاء } . وحذف مفعول { لتهدي } للعموم ، أي لتهدي جميع النّاس ، أي ترشدهم إلى صراط مستقيم ، وهذا كقوله : { وهديناه النجدين فلا اقتحم العقبة } [ البلد : 10 ، 11 ] .وتأكيد الخبر ب ( إنَّ ) للاهتمام به لأن الخبر مستعمل في تثبيت قلب النبي صلى الله عليه وسلم بالشهادة له بهذا المقام العظيم فالخبر مستعمل في لازم معناه ، على أنه مستعمل أيضاً للتعريض بالمنكرين لِهَدْيِهِ فيكون في التأكيد ملاحظة تحقيقه وإبطال إنكارهم . فكما أن الخبر مستعمل في لازمين من لوازم معناه فكذلك التأكيدُ ب ( إنَّ ) مستعمل في غرضين من أغراضه ، وكلا الأمرين مما ألحق باستعمال المشترك في معنييه .وتنكير { صراط } للتعظيم مثل تنكير ( عظمٍ ) في قول أبي خراش: ... فلا وأبي الطير المُرِبَّة في الضحىعلى خالد لقد وقعن على عَظْم ... ولأن التنكير أنسب بمقام التعريض بالذين لم يأبهوا بهدايته .وعُدل عن إضافة { صراط } إلى اسم الجلالة ابتداء لقصد الإجمال الذي يعقبه التفصيل بأن يُبْدل منه بعد ذلك { صراط الله } ليتمكن بهذا الأسلوب المعنى المقصود فَضْلَ تمكُّن على نحو قوله : { اهدنا الصراط المستقيم صراطَ الذين أنعمت عليهم } [ الفاتحة : 6 ، 7 ] .وإجراء وصف اسم الجلالة باسم الموصول وصلته للإيماء إلى أن سبب استقامة الصراط الذي يهدي إليه النبي بأنه صراط الذي يملك ما في السماوات وما في الأرض فلا يعْزب عنه شيء مما يليق بعباده ، فلما أرسَل إليهم رسولاً بكتاب لا يُرتاب في أن ما أرسل لهم فيه صلاحُهم .{ الارض أَلاَ إِلَى الله تَصِيرُ } .تذييل وتنهية للسورة بختام ما احتوت عليه من المجادلة والاحتجاج بكلام قاطع جامع منذر بوعيد للمعرضين فاجع ومبشر بالوعد لكل خاشع . وافتتحت الجملة بحرف التنبيه لاسترعاء أسماع النّاس . وتقديم المجرور لإفادة الاختصاص ، أي إلى الله لا إلى غيره .و { المصير } : الرّجوع والانتهاء ، واستعير هنا لظهور الحقائق كما هي يومَ القيامة فيَذهَب تلبيس الملبسين ، ويَهِن جبروت المتجبرين ، ويقرّ بالحق من كان فيه من المعاندين ، وهذا كقوله تعالى : { وإلى الله عاقبة الأمور } [ لقمان : 22 ] وقوله : { وإليه يرجع الأمر كله } [ هود : 123 ] . والأمور : الشؤون والأحوال والحقائق وكل موجود من الذوات والمعاني .وقد أخذَ هذا المعنى الكميت في قوله: ... فالآن صِرتُ إلى أمية والأمورُ إلى مَصائروفي تنهية السورة بهذه الآية محسن حُسن الختام ."
    },
    {
      "ayah": 6,
      "surah": 42,
      "text": "وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ اللَّهُ حَفِيظٌ عَلَيْهِمْ وَمَا أَنْتَ عَلَيْهِمْ بِوَكِيلٍ (6)جملة معطوفة على جملة { له ما في السموات وما في الأرض } [ الشورى : 4 ] بعد أن أفيد ما هو كالحجة على أن لله ما في السماوات وما في الأرض من قوله { وهو العليُ العظيم يكاد السموات } [ الشورى : 4 ، 5 ] الآيتين . فالمعنى : قد نهضت حجة انفراده تعالى بالعزة والحكمة والعلوّ والعظمة وعلمها المؤمنون فاستغفرْت لهم الملائكة . وأما الذين لم يبصروا تلك الحجة وعميت عليهم الأدلة فلا تَهْتَمَّ بشأنهم فإن الله حَسْبُهم وما أنت عليهم بوكيل . فهذا تسكين لحزن الرّسول صلى الله عليه وسلم من أجل عدم إيمانهم بوحدانية الله تعالى .وهذه مقدّمة لما سيأمر به الرّسول صلى الله عليه وسلم من الدعوة ابتداء من قوله : { وكذلك أوحينا إليك قرآناً عربياً لتنذر أم القرى } [ الشورى : 7 ] الآية ، ثم قوله : { شَرع لكم من الدّين ما وصَّى به نوحاً } [ الشورى : 13 ] الآيات ، ثم قوله : { فلذلك فادع واستقم } [ الشورى : 15 ] ، وقوله : { قل لا أسألُكم عليه أجراً } [ الشورى : 23 ] الآية .وقوله : { الذين اتخذوا من دونه أولياء } مبتدأ وجملة { الله حفيظ عليهم } خبر عن { الذين اتخذوا من دونه أولياء } .والحفيظ : فعيل بمعنَى فاعل ، أي حافظ ، وتختلف معانيه ومرجعها إلى رعاية الشيء والعناية به : ويكثر أن يستعمل كناية عن مراقبة أحوال المرقوب وأعماله ، وباختلاف معانيه تختلف تعديته بنفسه أو بحرف جرّ يناسب المعنى ، وقد عُدّي هنا بحرف ( على ) كما يُعدّى الوكيل لأنه بمعناه .والوكيل فعيل بمعنى مفعول وهو الموكولُ إليه عملٌ في شيء أو اقتضاءُ حق . يقال : وكله على كذا ، ومنه الوكالة في التصرفات المالية والمخاصمة ، ويكثر أن يستعمل كناية عن مراقبة أحوال الموكّل عليه وأعماله . وقد استعمل { حفيظ } و ( وكيل ) هنا في استعمالهما الكنائي عن مُتقارب المعنى فلذلك قد يفسر أهل اللّغة أحد هذين اللفظين بما يقرب من تفسير اللّفظ الآخر كتفسير المرادف بمرادفه ، وذلك تسامحٌ . / فعلَى من يريد التفرقة بين اللّفظين أن يرجع بهما إلى أصل مادتي ( حَفِظ ) و ( وكَل ) ، فمادة ( حفظ ) تقتضي قيام الحدث بفاعل وتعديته إلى مفعول ، ومادة ( وكَل ) تقتضي قيام الحدث بفاعل وتعديته إلى مفعول وتجاوزه من ذلك المفعول إلى شيء آخر هو متعلق به ، وبذلك كان فعل ( حفظ ) مفيداً بمجرد ذكر فاعله ومفعوله دون احتياج إلى متعلَّق آخر ، بخلاف فعل ( وَكَلَ ) فإفادته متوقفة على ذكرِ أو على تقديرِ ما يدل على شيء آخر زائد على المفعول ومن علائقه ، فلذلك أوثر وصف { حفيظ } هنا بالإسناد إلى اسم الجلالة لأن الله جلّ عن أن يكلفه غيره حفظ شيء فهو فاعل الحفظ ، وأوثر وصف ( وكيل ) بالإسناد إلى ضمير النبي صلى الله عليه وسلم لأن المقصود أن الله لم يكلفه بأكثر من التبليغ ، والمعنى : الله رقيب عليهم لا أنتَ وما أنت بموكل من الله على جبرهم على الإيمان .وفي معناه قوله في آخر هذه السورة { فإن أعرضوا فما أرسلناك عليهم حفيظاً إنْ عليك إلا البلاغ } [ الشورى : 48 ] .وأيضاً هي كالبيان لما في جملة { يكاد السموات يتفطرن } [ الشورى : 5 ] لأنّ من أسباب مقاربة تفطرهن كثرة ما فيهن من الملائكة . ولولا أنّها أريد منها زيادة تقرير معنى جملة { وهو العلي العظيم } [ الشورى : 4 ] لكانت جديرة بأن تفصل ولكن رُجح العطف لأجل الاهتمام بتقرير العلوّ والعظمة لله تعالى . وأما التبيين فيحصل بمجرد تعقيب جملة يكاد السماوات يتفطرن بها كما علمته آنفاً .فقوله : { الملائكة } [ الشورى : 5 ] مبتدأ وجملة { يسبحون } [ الشورى : 5 ] خبر والمقصود الإعلام بجلال الله .وتسبيح الملائكة بحمد الله : خضوع لعظمته وعلوه ، والتسبيح : التنزيه عن النقائص .فتسبيح الملائكة قد يكون عبارة عن إدراكهم عظمة الله تعالى فهو : انفعال رُوحاني كقوله تعالى : { اذكر ربّك في نفسك تضرعاً وخيفةً } [ الأعراف : 205 ] ، وقد يكون دلالة على التنزيه بما يناسب الملائكة من ظواهر الانفعال بالطاعة أو من كلام مناسب للحالة الملَكية وكذلك حمدهم ربّهم واستغفارهم لمن في الأرض .ومفعول { يسبحون محذوف دلّ عليه مصاحبته { بحمد ربهم } [ الشورى : 5 ] تقديره : يسبحون ربّهم ، والباء للمصاحبة ، أي يسبحون تسبيحاً مصاحباً لحمدهم ربّهم ، أي الثناء عليه بصفاته الكمالية ، ومن الثناء ما هو شكر على نعمه عليهم وعلى غيرهم ، فالمعنى : يسبحون الله ويحمدونه . وهذا تعريض بالمشركين إذ أعرضوا عن تسبيح ربّهم وحمده وشُغلوا بتحميد الأصنام التي لا نعمة لها عليهم ولا تنفعهم ولا تضرهم .وتقديم التسبيح على الحمد إشارة إلى أن تنزيه الله عمّا لا يليق به أهم من إثبات صفات الكمال له لأن التنزيه تمهيد لإدراك كمالاته تعالى . ولذلك كانت الصفات المعبّر عنها بصفات السُّلُوب مقدمة في ترتيب علم الكلام على صفات المعاني عندنا والصفاتتِ المعنوية .والاستغفار لمن في الأرض : طلب المغفرة لهم بحصول أسبابها لأن الملائكة يعلمون مراتب المغفرة وأسبابها ، وهم لكونهم من عالم الخير والهدى يحرصون على حصول الخير للمخلوقات وعلى اهتدائهم إلى الإيمان بالله والطاعات ويناجون نفوس الناس بدواعي الخير ، وهي الخواطر المَلكية . فالمراد ب { لمن في الأرض } [ الشورى : 5 ] من عليها يستحقون استغفار الملائكة كما قال تعالى : { الذين يحملون العرش ومَن حوله يسبحون بحمد ربّهم ويؤمنون به ويستغفرون للذين آمنوا ربّنا وَسِعتَ كل شيءٍ رحمةً وعلماً فاغفر للذين تابوا واتبعوا سبيلك وقِهِمْ عذاب الجحيم } [ غافر : 7 ] ثم قال : { وقِهِمْ السيّئات } في سورة المؤمن ( 9 ) . وقد أثبت القرآن أن الملائكة يلعنون من تحق عليه اللّعنة بقوله تعالى : { أولئك عليهم لعنة الله والملائكة } في سورة البقرة ( 161 ) . فعموم من في الأرض هنا مخصوص بما دلّت عليه آية سورة المؤمن .وجملة { ألا إن الله هو الغفور الرحيم } [ الشورى : 5 ] تذييل لجملة { والملائكة يسبحون بحمد ربهم } [ الشورى : 5 ] إلى آخرها لإبطال وهَم المشركين أن شركاءهم يشفعون لهم ، ولذلك جيء في هذه الجملة بصيغة القصر بضمير الفصل ، أي أن غير الله لا يغفر لأحد . وصُدرت بأداة التنبيه للاهتمام بمُفادها . وقد أشارت الآية إلى مراتب الموجودات ، وهي :والمقصود رفع التبعية عن النبي صلى الله عليه وسلم من عدم استجابتهم للتوحيد ، أي لا تخشَ أن نسألك على عدم اهتدائهم إذ ما عليك إلا البلاغ ، وتقدم في قوله :{ وما أنت عليهم بوكيل } في سورة الأنعام ( 107 ) .وإذ قد كان الحفيظ الوكيل بمعنًى كان إثبات كون الله حفيظاً عليهم ونفيُ كون الرّسول وكيلاً عليهم مفيداً قصر الكون حفيظاً عليهم على الله تعالى دون الرّسول بطريققٍ غيرِ أحدِ طرق القصر المعروفة فإن هذا من صريح القصر ومنطوقهِ لا من مفهومه وهو الأصل في القصر وإن كان قليلاً ، ومنه قول السمَوْأل: ... تَسيل على حد الظبات نفوسُناوليستْ على غير الظُبات تسيل ... وأما طرق القصر المعروفة في علم المعاني فهي من أسلوب الإيجاز ، والقصر قصر قلب كما هو صريح طرفه الثاني في قوله : وما أنت عليهم بوكيل } ، نزل الرّسول صلى الله عليه وسلم منزلة من يحسب أنه وكيل على إيمانهم وحصل من هذا التنزيل تعريض بهم بأنهم لا يضرّون الرّسول صلى الله عليه وسلم إذا لم يصدّقوه ."
    },
    {
      "ayah": 7,
      "surah": 42,
      "text": "وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ قُرْآَنًا عَرَبِيًّا لِتُنْذِرَ أُمَّ الْقُرَى وَمَنْ حَوْلَهَا وَتُنْذِرَ يَوْمَ الْجَمْعِ لَا رَيْبَ فِيهِ فَرِيقٌ فِي الْجَنَّةِ وَفَرِيقٌ فِي السَّعِيرِ (7)عطف على جملة { كذلك يُوحي إليك وإلى الذين من قبلك الله } [ الشورى : 3 ] الخ باعتبار المغايرة بين المعطوفة والمعطوف عليها بما في المعطوفة من كون المُوحَى به قرآناً عربيّاً ، وما في المعطوف عليها من كونه من نوع ما أوحي به إلى الذين من قبله . والقول في { وكذلك أوحينا } كالقول في { كذلك يوحِي إليك } [ الشورى : 3 ] .وإنّما أعيد { وكذلك أوحينا } ليبنى عليه { قرآناً عربياً } لِما حجز بينهما من الفصل وأصل النظم : كذلك يوحي إليك الله العزيز الحكيم قرآناً عربياً مع ما حصل بتلك الإعادة من التأكيد لتقرير ذلك المعنى أفضل تقرير .والعدول عن ضمير الغائب إلى ضمير العظمة التفات . وفي هذا إشارة إلى أنه لا فرق بين ما أوحي إليك وما أوحي إلى مَن قبلك ، إلا اختلاف اللّغات كما قال تعالى : { وما أرسلنا من رسول إلا بلسان قومه ليبين لهم } [ إبراهيم : 4 ] .والقرآن مصدر : قرأ ، مثل : غُفران وسُبحان ، وأطلق هنا على المقروء مبالغة في الاتصاف بالمقروئية لكثرة ما يقرأه القارئون وذلك لحسنه وفائدته ، فقد تضمن هذا الاسم معنى الكمال بين المقروءات . و { عربياً } نسبة إلى العربية ، أي لغة العرب لأنّ كونه قرآناً يدلّ على أنه كلام ، فوصفه بكونه { عربياً } يفيد أنه كلام عربي .وقوله : { لتنذر أم القرى ومن حولها } تعليل ل { أوحينا إليك قرآناً عربياً } لأن كونه عربيّاً يليق بحال المنذَرين به وهم أهل مكّة ومَن حولها ، فأولئك هم المخاطبون بالدِّين ابتداء لما اقتضته الحكمة الإلهية من اختيار الأمة العربية لتكون أوّل من يتلقّى الإسلام وينشره بين الأمم ، ولو روعي فيه جميع الأمم المخاطبين بدعوة الإسلام لاقتضى أن ينزل بلغات لا تُحصى ، فلا جرم اختار الله له أفضل اللّغات واختار إنزاله على أفضل البشر .و { أم القرى } مكّة ، وكنيت : أم القرى لأنها أقدم المدن العربية فدعاها العرب : أم القرى ، لأن الأم تطلق على أصل الشيء مثل : أم الرأس ، وعلى مرجعه مثل قولهم للراية : أم الحرب ، وقولهم : أم الطريق ، للطريق العظيم الذي حوله طرق صغار . ثم إن إنذار أم القرى يقتضي إنذار بقية القُرى بالأحرى ، قال تعالى : { وما كان ربّك مهلك القرى حتى يبعث في أمّها رسولاً } [ القصص : 59 ] ، وتقدم في قوله تعالى : { ولتنذر أم القرى } في سورة الأنعام ( 92 ) .والمراد : لتنذر أهلَ أمّ القُرى ، فأطلق اسم البلد على سكانه كقوله تعالى : { واسألْ القريةَ } [ يوسف : 82 ] . وأهل مكّة هم قريش ، وأما من حولها فهم النازلون حولها من القبائل مثل خُزاعة وكنانة ، ومن الذين حولها قريشٌ الظواهر وهم الساكنون خارج مكة في جبالها .والاقتصار على إنذار أمّ القُرى ومن حولها لا يقتضي تخصيص إنذار الرّسول صلى الله عليه وسلم بأهل مكة ومَن حولها ، ولا تخصيص الرّسول صلى الله عليه وسلم بالإنذار دون التبشير للمؤمنين لأن تعليل الفعل بعلة باعثه لا يقتضي أن الفعل المعلّل مخصص بتلك العلّة ولا بمتعلِّقاتها إذ قد يكون للفعل الواحد عللُ باعثة فإن الرّسول صلى الله عليه وسلم بُعث للنّاس كافة ، كما قال تعالى :{ وما أرسلناك إلا كافّة للنّاس بشيراً ونذيراً } [ سبأ : 28 ] . والاقتصار هنا على إنذار أهل مكّة ومَن حولها لأنهم المقصود بالردّ عليهم لإنكارهم رسالة محمد صلى الله عليه وسلموانتصب { أم القرى } على المفعول به لِفعل { تنذر } بتنزيل الفعل منزلة المعدَّى إلى مفعول واحد إذ لم يذكر معه المنذَر منه وهو الذي يكون مفعولاً ثانياً لفعل الإنذار . لأنّ ( أنذر ) يتعدّى إلى مفعولين كقوله تعالى : { فقل أنذرتكم صاعقةً } [ فصلت : 13 ] ، وفي حديث الدجال : « مَا من نبيء إلاّ أنذَر قومَه » . فالمعنى : لتنذر أهل القرى ومن حولها ما يُنذرونه من العذاب في الدّنيا والآخرة .وقولُه : { وتنذر يوم الجمع } أعيد فعل { تنذر } لزيادة تهويل أمر يوم الجمع لأن تخصيصه بالذكر بعد عموم الإنذار يقتضي تهويله ، ولأن تعدية فعل { وتنذر } إلى { يوم الجمع } تعدية مخالفة لإنذار أم القرى لأن { يوم الجمع } مفعول ثان لفعل { وتنذر } ، أي وتنذر الناس يوم الجمع ، فمفعول { وتنذر } الثاني هو المنذر به ومفعول { لتنذر } الأول هو المنذر .وانتصب { يوم الجمع } على أنّه مفعول ثاننٍ لفعل { تنذر } وحذف مفعوله الأول لدلالة ما تقدم عليه ، أي وتنذرهم ، أي أهل أم القرى يومَ الجمع بالخصوص كقوله { وأنذرهم يوم الآزفة } [ غافر : 18 ] .ويومُ الجمع : يومُ القيامة ، سمي { يوم الجمع } لأن الخلائق تُجمَع فيه للحساب ، قال تعالى : { يوم يجمعكم ليوم الجمع } [ التغابن : 9 ] .والجمع مصدر ، ويجوز أن يكون اسماً للمجتمعين كقوله تعالى : { هذا فَوْجٌ مقتحمٌ معكم } [ ص : 59 ] ، أي يوم جماعة النّاس كلهم .وجملة { فريق في الجنة } مستأنفة استئنافاً بيانياً ، وعطفت عليها جملة { وفريق في السعير } فكان الجملتان جواباً لسؤال سائل عن شأن هذا الجمع إن كان بمعنى المصدر . فقيل : فريق في الجنّة وفريق في السعير ، أي فريق من المجموعين بهذا الجمع في الجنّة وفريق في السعير ، أو لسؤال سائل عن حال هذا الجمع إن كان الجمعُ بمعنى المجموعين . والتقدير : فريق منهم في الجنّة وفريق منهم في السعير . وتقدم السعير عند قوله تعالى : { كُلَّمَا خبت زدناهم سعيراً } في سورة الإسراء ( 97 ) . وسوغ الابتداء ب { فريق } وهو نكرة لوقوعها في معرض التفصيل كقول امرىء القيس: ... فأقبلتُ زحفاً على الركبتينفثوبٌ لبِستُ وثوبٌ أَجُرّ ... وجملة { لا ريب فيه } معترضة بين البيان والمبيَّن . ومعنى { لا ريب فيه } أن دلائله تنفي الشك في أنه سيقع فنزّل ريب المرتابين في منزلة العدم لأن موجبات اليقين بوقوعه بينة كقوله تعالى : { ذلك الكتاب لا ريب فيه } في سورة البقرة ( 2 ) . وظرفية الريب المنفي في ضمير اليوم في قوله : لا ريب فيه } من باب إيقاع الفعل ونحوه على اسم الذات ، والمراد : إيقاعه على بعض أحوالها التي يدل عليها المقام مثل { حُرِّمت عليكم الميتة } [ المائدة : 3 ] ، أي أكلُها ، أي لا ريبَ في وقوعه . وجملة { فريق في الجنة } الخ معترضة و { فريق } خبر مبتدأ محذوف على طريقة الحذف المتابع فيه الاستعمال كما سماه السكاكي ، أي هم فريق في الجنّة الخ ."
    },
    {
      "ayah": 8,
      "surah": 42,
      "text": "وَلَوْ شَاءَ اللَّهُ لَجَعَلَهُمْ أُمَّةً وَاحِدَةً وَلَكِنْ يُدْخِلُ مَنْ يَشَاءُ فِي رَحْمَتِهِ وَالظَّالِمُونَ مَا لَهُمْ مِنْ وَلِيٍّ وَلَا نَصِيرٍ (8)عطف على جملة { فريق في الجنة وفريق في السعير } [ الشورى : 7 ] . والغرض من هذا العطف إفادة أن كونهم فريقين أمرٌ شاء الله تقديره ، أي أوجد أسبابه بحكمته ولو شاء لقدّر أسباب اتحادهم على عقيدة واحدة من الهُدى فكانوا سواء في المصير ، والمراد : لكانوا جميعاً في الجنّة .وهذا مسوق لتسلية الرّسول صلى الله عليه وسلم والمؤمنين على تمنّيهم أن يكون النّاس كلّهم مهتدين ويكون جميعهم في الجنّة ، وبذلك تعلم أن ليس المراد : لو شاء الله لجعلهم أمّة واحدة في الأمرين الهُدى والضلال ، لأن هذا الشقّ الثاني لا يتعلق الغرض ببيانه هنا وإن كان في نفس الأمر لو شاء الله لكان . فتأويل هذه الآية بما جاء في قوله تعالى : { ولو شئنا لآتينا كل نفس هداها ولكن حقّ القول مني لأملان جهنم من الجنّة والنّاس أجمعين } [ السجدة : 13 ] وقوله : { ولو شاء ربُّك لآمَنَ مَنْ في الأرض كلّهم جميعاً أفأنت تكره النّاس حتى يكونوا مؤمنين } [ يونس : 99 ] .وقد دلّ على ذلك الاستدراكُ الذي في قوله : { ولكن يدخل من يشاء في رحمته } أي ولكن شَاء مشيئةً أخرى جرت على وفق حكمته ، وهي أنْ خلقهم قابلين للهدى والضلال بتصاريف عُقولهم وأميالهم ، ومكَّنهم من كسب أفعالهم وأوضح لهم طريق الخير وطريق الشر بالتكليف فكان منهم المهتدون وهم الذين شاء الله إدخالهم في رحمته ، ومنهم الظالمون الذين ما لهم من ولي ولا نصير . فقوله : { يدخل من يشاء في رحمته } أحدُ دليلين على المعنى المستدرَك إذ التقدير : ولكنه جعلهم فريقين فريقاً في الجنّة وفريقاً في السعير ليدخل من يشاء منهم في رحمته وهي الجنة . وأفهم ذلك أنّه يدخل منهم الفريق الآخر في عقابه ، فدلّ عليه أيضاً بقوله : { والظالمون ما لهم من ولي ولا نصير } لأن نفي النصير كناية عن كونهم في بؤس وضُر ومغلوبية بحيث يحتاجون إلى نصير لو كان لهم نصير ، فيدخل في الظالمين مشركو أهل مكّة دخولاً أوليًّا لأنهم سبب ورود هذا العموم .وأصل النظم : ويُدخل من يشاء في غضبه ، فعُدِل عنه إلى ما في الآية للدلالة على أن سبب إدخالهم في غضبه هو ظلمهم ، أي شركهم { إن الشرك لظلمٌ عظيمٌ } [ لقمان : 13 ] مع إفادة أنّهم لا يجدون وليًّا يدفع عنهم غضبه ولا نصيرا يثْأر لهم . وضمير ( جعلهم ) عائد إلى فريق الجنّة وفريق السعير باعتبار أفراد كل فريق ."
    },
    {
      "ayah": 9,
      "surah": 42,
      "text": "أَمِ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ فَاللَّهُ هُوَ الْوَلِيُّ وَهُوَ يُحْيِي الْمَوْتَى وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (9) { أمْ } للإضراب الانتقالي كما يقال : دَع الاهتمامَ بشأنهم وإنذارَهم ولنعُدْ إلى فظاعة حالهم في اتخاذهم من دون الله أولياء . وتُقَدَّر بعد { أمْ } همزة استفهام إنكاري . فالمعنى : بل أأتخذوا من دونه أولياء ، أي أتوا منكراً لَمَّا اتخذوا من دونه أولياء . فضمير { اتخذوا } عائد إلى { الذين اتخذوا من دونه أولياء } [ الشورى : 6 ] في الجملة السابقة .والفاء في قوله : { فالله هو الولي } فاء جواببٍ لشرط مقدر دلّ عليه مقام إنكار اتخاذِهم أولياء من دون الله ، لأن إنكار ذلك يقتضي أن أولياءهم ليست جديرة بالوَلاية ، وأنهم ضلّوا في ولايتهم إياها ، فنشأ تقدير شرط معناه : إنْ أرادوا وَليًّا بحقَ فالله هوَ الوليّ .قال السكاكي في «المفتاح» : وتقديرُ الشرط لقرائننِ الأحوال غيرُ ممتنع قال تعالى : { فَلَمْ تقتلوهم ولكنّ الله قتلَهم } [ الأنفال : 17 ] على تقدير إن افتخرتم بقتلهم فلم تقتلوهم ، وقال { فالله هو الولي } على تقدير : إن أرادوا وليًّا بحق فالله هو الوليّ بالحق لا وليّ سواه .والمراد بالوِلاية في قوْله { أم اتخذوا من دونه أولياء فالله هو الولي } ، وِلايةُ المعبودية ، فأفاد تعريفُ المسند في قوله : { فالله هو الولي } قصرَ جنس الولي بهذا الوصف على الله ، وإذ قد عبدوا غير الله تعيّن أن المراد قصرُ الوِلاية الحَقّ عليه تعالى .وأفاد ضمير الفصل في قوله : { فالله هو الولي } تأكيدَ القصر وتحقيقَه وأنه لا مبالغة فيه تذكيراً بأن الولاية الحقَّ في هذا الشأن مختصة بالله تعالى . وهذا كلّه مسوق إلى النبي صلى الله عليه وسلم والمؤمنين تسلية وتثبيتاً وتعريضاً بالمشركين فإنهم لا يَخلُون من أن يسمعوه .وعطفُ { وهو يحيي الموتى } على جملة { فالله هو الولي } إدماج لإعادة إثبات البعث ترسِيخاً لعلم المسلمين وإبلاغاً لمسامع المنكرين لأنّهم أنكروا ذلك في ضمن اتخاذهم أولياء من دون الله ، فلمّا أُبطل معتقدهم إلهية غير الله أُردف بإبطال ما هو من علائق شركهم وهو نفي البعث ، وليس ذلك استدلالاً عليهم لإبطال إلهاية آلهتهم لأن وقوع البعث مجحود عندهم . فأما عطف جملة { وهو على كل شيء قدير } فهو لإثبات هذه الصفة لله تعالى تذكيراً بانفراده بتمام القدرة ، ويفيد الاستدلال على إمكان البعث قال تعالى : { وهو الذي يبدأ الخلق ثم يعيده وهو أهون عليه } [ الروم : 27 ] ، ويفيد الاستدلالَ على نفي الإلهاية عن أصنامهم لأن من لا يَقْدر على كل شيء لا يصلح للإلهاية : قال تعالى : { أفَمَنْ يخلُق كمَن لا يخلق } [ النحل : 17 ] وقال : { لا يخلقون شيئاً وهم يُخْلَقون } [ النحل : 20 ] وقال { وإنْ يسلِبْهم الذُّبابُ شيئاً لا يستنقذوه منه } [ الحج : 73 ] . والغرض من هذا تعريض بإبلاغه إلى مسامع المشركين .ولما كان المقصود إثباتَ القدرة لله تعالى عطفت الجملة على التي قبلها لأنها مثلُها في إفادة الحكم ، وكانت إفادة التعليل بها حاصلة من مَوقعها عقبَها ، ولو أريد التعليل ابتداءً لفُصلت الجملة ولم تعطف .( 10 ) { لله قَدِيرٌ * وَمَا اختلفتم فِيهِ مِن شَىْءٍ فَحُكْمُهُ إِلَى الله ذَلِكُمُ الله رَبِّى عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ } ."
    }
  ]
}
