{
  "ayahs": [
    { "ayah": 1, "surah": 44, "text": "حم (1)القولُ في نظائره تقدم ." },
    {
      "ayah": 10,
      "surah": 44,
      "text": "فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ (10) تفريع على جملة { بل هم في شك يلعبون } [ الدخان : 9 ] قُصد منه وعد الرسول صلى الله عليه وسلم بانتقام الله من مكذبيه ، ووعيد المشركين على جحودهم بدلائل الوحدانية وصدق الرسول وعكوفهم على اللعب ، أي الاستهزاء بالقرآن والرسول ، وذكر له مخوفات للمشركين لإعدادهم للإيمان وبطشةُ انتقام من أيمتهم تستأصلهم .فالخطاب في { ارتقبْ } للنبيء صلى الله عليه وسلم والأمر مستعمل في التثبيت . والارتقاب : افتعال من رقَبَه ، إذا انتظره ، وإنما يكون الانتظار عند قرب حصول الشيء المنتظر . وفعل ( ارتقب ) يقتضي بصريحه أن إتيان السماء بدخان لم يكن حاصلاً في نزول هذه الآية ، ويقتضي كنايةً عن اقتراب وقوعه كما يُرتقب الجائي من مكان قريب .و { يوم } اسم زمان منصوب على أنه مفعول به ل ( ارتقب ) وليس ظرفاً وذلك كقوله تعالى : { يخافون يوماً } [ النور : 37 ] ، وهو مضاف إلى الجملة بعده لتمييز اليوم المراد عن بقية الأيام بأنه الذي تأتي فيه السماء بدخان مبين فنصب { يومَ } نصب إعراب ولم ينون لأجل الإضافة .والجملة التي يضاف إليها اسم الزمان تستغني عن الرابط لأن الإضافة مغنية عنه . ولأن الجملة في قوة المصدر . والتقدير : فارتقب يوم إتيان السماء بدخان . وأطلق اليوم على الزمان فإن ظهور الدخان كان في أياممٍ وشهور كثيرة .والدخان : ما يتصاعد عند إيقاد الحَطب ، وهو تشبيه بليغ ، أي بمثل دخان .والمبين : البين الظاهر ، وهو اسم فاعل من أبان الذي هو بمعنى بَان . والمعنى : أنه ظاهر لكل أحد لا يُشك في رؤيته . وقال أبو عبيدة وابن قتيبة : الدخان في الآية هو : الغبار الذي يتصاعد من الأرض من جراء الجفاف وأن الغبار يسمّيه العرب دُخَاناً وهو الغبار الذي تثيره الرياح من الأرض الشديدة الجفاف . وعن الأعرج : أنه الغبار الذي أثارته سنابك الخيل يوم فتح مكة فقد حجبت الغبرة السماء ، وإسناد الإتيان به إلى السماء مجاز عقلي لأن السماء مكانه حين يتصاعد في جو السماء أو حين يلوح للأنظار منها . والكلام يؤذن بأن هذا الدخان المرتقب حادث قريب الحصول ، فالظاهر أنه حَدث يكون في الحياة الدنيا ، وأنه عقاب للمشركين ."
    },
    {
      "ayah": 11,
      "surah": 44,
      "text": "يَغْشَى النَّاسَ هَذَا عَذَابٌ أَلِيمٌ (11)فالمراد بالنّاس من قوله : { يغشى الناس } هم المشركون كما هو الغالب في إطلاق لفظ الناس في القرآن ، وأنه يُكشف زمناً قليلاً عنهم إعذاراً لهم لعلهم يؤمنون ، وأنهم يعودون بعد كشفه إلى ما كانوا عليه ، وأن الله يعيده عليهم كما يؤذن بذلك قوله : { إنّا كاشفوا العذاب قليلاً } [ الدخان : 15 ] . وأما قوله : { يوم نبطش البطشة } [ الدخان : 16 ] فهو عذاب آخر . وكل ذلك يؤذن بأن العذاب بالدخان يقع في الدنيا وأنه مستقبل قريب ، وإذ قد كانت الآية مكية تعيّن أن هذا الدخان الذي هو عذاب للمشركين لا يصيب المؤمنين لقوله تعالى : { وما كان الله لِيُعذِّبهم وأنت فيهم وما كان الله معذبهم وهم يستغفرون }[ الأنفال : 33 ] فتعيّن أن المؤمنين يوم هذا الدخان غير قاطنين بدار الشرك ، فهذا الدخان قد حصل بعد الهجرة لا محالة وتعيّن أنه قد حصل قبل أن يسلم المشركون الذين بمكة وما حولها فيتعيّن أنه حصل قبل فتح مكة أو يوم فتح مكة على اختلاف الأقوال . والأصح أن هذا الدخان عُني به ما أصاب المشركين من سِنِي القحط بمكة بعد هجرة النبي صلى الله عليه وسلم إلى المدينة . والأصح في ذلك حديث عبد الله بن مسعود في «صحيح البخاري» عن مسلم وأبي الضحى عن مسروق قال : دخلتُ على عبد الله بن مسعود فقال : إنَّ قريشاً لما غَلَبوا على النبي صلى الله عليه وسلم واستعصوا عليه قال : اللّهم أعني عليهم بسبع كسبع يوسف ، فأخذتهم سَنة أكلوا فيها العظام والميتةَ من الجَهْد حتى جعل أحدهم يرى ما بينه وبين السماء كهيئة الدخان من الجوع فأُتي رسول الله صلى الله عليه وسلم فقيل له : استسققِ لمُضر أن يكشف عنهم العذاب ، فدعا فكشف عنهم وقال الله له : إنْ كشفنا عنهم العذاب عَادوا ، فعادُوا : فانتقم الله منهم يومَ بدر فذلك قوله تعالى : { فارتقب يوم تأتي السماء بدخاننٍ مبينٍ } إلى قوله { يوم نبطش البطشة الكبرى إنا منتقمون } [ الدخان : 10 16 ] والبطشة الكبرى يوم بدر . وإن عبَد الله قال : مَضى خمس : الدخانُ ، والرومُ والقَمَرُ والبطشة واللِّزَام .في حديث أبي هريرة في «صحيح البخاري» في أبواب الاستسقاء أن النبي صلى الله عليه وسلم كان إذا رفع رأسه من الركعة الآخرة من الصبح يقول : \" اللهم أنْج عياش بن أبي ربيعة . اللّهم أنج سلمة بن هشام ، اللهم أنج الوليد بن الوليد ، اللهم أنج المستضعفين من المؤمنين ، اللهم اشدُدْ وطْأتَك على مُضَر ، اللهم اجعلها عليهم سنينَ كسنيننِ يوسُف \" وهؤلاء الذين دعا لهم بالنجاة كانوا ممن حبسهم المشركون بعد الهجرة ، وكل هذه الروايات يؤذن بأن دعاء النبي صلى الله عليه وسلم على المشركين بالسنين كان بعد الهجرة لئلا يعذب المسلمون بالجوع وأنه كان قبل وقعة بدر ، وفي بعض روايات القنوت أنه دعا في القنوت على بني لحيان وعُصيَّة .والذي يستخلص من الروايات أن هذا الجوع حلّ بقريش بُعيد الهجرة ، وذلك هو الجوع الذي دعا به النبي صلى الله عليه وسلم إذ قال : \" اللّهم أعِنِّي عليهم بسبَععٍ كسَبْععِ يُوسف \" وفي رواية \" اللّهم اشْدُدْ وَطْأتَك على مُضر ، اللهم اجعلها عليهم سِنين كسنيننِ يوسف \" فأُتي النبي صلى الله عليه وسلم فقيل له : استسق لِمُضَر وفي رواية عن مسروق عن ابن مسعود في «صحيح البخاري» أن الذي أتى النبي هو أبُو سفيان . وقال المفسرون : إن أبا سفيان أتاه في ناس من أهل مكة يعني أتوا المدينة لمَّا علموا أنّ النبي صلى الله عليه وسلم كان دعا عليهم بالقحط ، فقالوا : إن قومك قد هلَكُوا فادع الله أن يسقيهم فدعا .وعلى هذه الرواية يكون قوله تعالى : { يوم تأتي السماء بدخان مبين } تمثيلاً لهيئة ما يراه الجائعون من شبه الغِشاوة على أبصارهم حين ينظرون في الجوّ بهيئة الدخان النازل من الأفق ، فالمجاز في التركيب . وأما مفردات التركيب فهي مستعملة في حقائقها لأن من معاني السماء في كلام العرب قُبة الجو ، وتكون جملة { يغشى الناس } ترشيحاً للتمثيلية لأن الذي يغشاهم هو الظلمة التي في أبصارهم من الجوع ، وليس الدخانَ هو الذي يغشاهم . وبعض الروايات ركب على هذه الآية حديثَ الاستسقاء الذي في «الصحيح» أن رجلاً جاء يوم الجمعة والنبي صلى الله عليه وسلم يخطب فقال : يا رسول الله هلك الزرع والضرع فادعُ الله أن يسقينا فرفع يديه وقال : اللّهم اسقنَا ثلاثاً ، وما يُرَى في السماء قَزَعَةُ سحاب ، فتلبدت السماء بالسحاب وأمطروا من الجمعة إلى الجمعة حتى سالت الأودية وسال وادي قَنَاة شهراً ، فأتاه آت في الجمعة القابلة هو الأول أو غيره ، فقال : يا رسول الله تقطعت السبل فادع الله أن يمسك المطر عنا ، فقال : اللّهم حَوَالَينا ولا علينا ، فتفرقت السحب حتى صارت المدينة في شبه الإكليل من السحاب .والجمع بين الروايتين ظاهر . ويظهر أن هذا القحط وقع بعد يوم بدر فهو قحط آخر غير قحط قريش الذي ذكر في هذه الآية .ومعنى { يغشى الناس } أنه يحيط بهم ويعمّهم كما تحيط الغَاشية بالجسد ، أي لا ينجو منه أحد من أولئك الناس وهم المشركون . فإن كان المراد من الدخان ما أصاب أبصارهم من رؤية مثل الغبرة من الجوع فالغشيان مجاز ، وإن كان المراد منه غبار الحرب يوم الفتح فالغشيان حقيقة أو مجاز مشهور . ويجوز أن يكون غباراً متصاعداً في الجو من شدة الجفاف .وقوله : { هذا عذاب أليم } قال ابن عطية يجوز أن يكون إخباراً من جانب الله تعالى تعجيباً منه كما في قوله تعالى في قصة الذبيح { إنَّ هذا لهوَ البلاء المبين } [ الصافات : 106 ] . ويحتمل أن يكون ذلك من قول الناس الذين يغشاهم العذاب بتقدير : يقولون : هذا عذاب أليم . والإشارة في { هذا عذاب أليم } إلى الدخان المذكور آنفاً ، عُدل عن استحضاره بالإضمار وأن يقال : هو عذاب أليم ، إلى استحضاره بالإشارة ، لتنزيله منزلة الحاضر المشاهد تهويلاً لأمره كما تقول : هذا الشتاء قادم فأعدَّ له .وقريب منه الأمر بالنظر في قوله تعالى : { انظر كيف كذبوا على أنفسهم } [ الأنعام : 24 ] فإن المحكي مما يحصل في الآخرة ."
    },
    {
      "ayah": 12,
      "surah": 44,
      "text": "رَبَّنَا اكْشِفْ عَنَّا الْعَذَابَ إِنَّا مُؤْمِنُونَ (12)هذه جملة معترضة بين جملة { هذا عذاب أليم } [ الدخان : 11 ] وجملة { أنّى لهم الذكرى } [ الدخان : 13 ] فهي مقول قول محذوف . وحملها جميع المفسرين على أنها حكاية قوللِ الذين يغشاهم العذابُ بتقدير يقولون : ربّنا اكشف عنا العذاب ، أي هو وَعد صادر من النّاس الذين يغشاهم العذاب بأنهم يؤمنون إن كشف عنهم العذاب أي فيكون مثل قوله تعالى في سورة الزخرف ( 49 ) { وقالوا يا أيها الساحر ادعُ لنا ربّك بما عهد عندك إننا لمهتدون } أي إنْ دعوتَ ربّك اتبعناك ويكون بمعنى قوله في سورة الأعراف ( 134 ) { ولما وقع عليهم الرجز قالوا يا موسى ادْعُ لنا ربّك } إلى قوله : { لئن كشفت عنا الرجز لَنُؤمِنَن لك . } ومما تسمح به تراكيب الآية وسياقها أن يكون القول المحذوف مقدَّراً بفعللِ أمرٍ أي قولوا لتلقين المسلمين أن يستعيذوا بالله من أن يصيبهم ذلك العذاب إذ كانوا والمشركين في بلد واحد كما استعاذ موسى عليه السلام بقوله : { أتهلكنا بما فعل السفهاء منا } [ الأعراف : 155 ] . وفيه إيماء إلى أن الله سيخرج المؤمنين من مكة قبل أن يحلّ بأهلها هذا العذاب ، فهذا التلقين كالذي في قوله تعالى : { ربّنا لا تُؤاخذنآ إن نسينآ أو أخطأنا } [ البقرة : 286 ] الآيات . وعليه فجملة { إنا مؤمنون } تعليل لطلب دفع العذاب عنهم ، أي إنا متلبسون بما يدفع عنا عذاب الكافرين ، وفي تلقينهم بذلك تنويه بشرف الإيمان ، وأسلوبُ الكلام جارٍ على أن جملة { إنا مؤمنون } تعليل لطلب كشف العذاب عنهم لما يقتضيه ظاهر استعمال حرف ( إنَّ ) من معنى الإخبار دون الوعد ، ومن التعليل دون التأكيد ، ولما يقتضيه اسم الفاعل في زمن الحال دون الاستقبال ، ولأن سياقه خطاب للنبيء صلى الله عليه وسلم بترقب إعانة الله إياه على المشركين ، كما كان يدعو « أعني عليهم بسبع كسني يوسف » فمقتضى المقام تأمينُه من أن يصيبَ العذابُ المسلمين وفيهم النبي صلى الله عليه وسلم وظاهر مادة الكشف تقتضي إزالة شيء كان حاصلاً في شيء إلاّ أن الكشف هنا لما لم يكن مستعملاً في معناه الحقيقي كان مجازه محتملاً أن يكون مستعملاً في منع حصول شيء يُخشى حصوله كما في قوله تعالى : { إلاَّ قوم يونس لما آمنوا كشفنا عنهم عذاب الخزي في الحياة الدنيا } [ يونس : 98 ] فإن قوم يونس لم يحل بهم عذاب فزال عنهم ولكنهم تُوعدوا به فبادروا بالإيمان فنجاهم الله منه ، وقول جعفر بن عُلْبة الحارثي: ... لا يَكشف الغَماء إلا ابنُ حرةيَرى غمراتتِ الموت ثم يَزُورها ... أراد أنه يمنع العدوّ من أن ينالهم بسوء ، ومحتملاً للاستعمال في زوال شيء كان حصل . ولم يذكر أحد من رواة السِير والآثار أن المشركين وعَدوا النبي صلى الله عليه وسلم بأنهم يسلمون إن أزال الله عنهم القحط ."
    },
    {
      "ayah": 13,
      "surah": 44,
      "text": "أَنَّى لَهُمُ الذِّكْرَى وَقَدْ جَاءَهُمْ رَسُولٌ مُبِينٌ (13) هذه الجملة جعلها جميع المفسرين جواباً عن قول القائلين { ربنا اكشف عنا العذاب إنا مؤمنون } [ الدخان : 12 ] تكذيباً لوعدهم ، أي هم لا يتذكرون ، وكيف يتذكرون وقد جاءهم ما هو أقوى دلالة من العذاب وهي دلائل صدق الرسول صلى الله عليه وسلم وأمَّا على التأويل الذي انتزعناه من تركيب الآية فهي جملة مستأنفة ناشئة عن قوله : { بل هم في شككٍ يلعبون } [ الدخان : 9 ] وهي كالنتيجة لها لأنهم إذا كانوا في شك يلعبون فقد صاروا بُعداء عن الذكرى .و { أنَّى } اسم استفهام أصله استفهام عن أمكنة حصول الشيء ويتوسعون فيها فيجعلونها استفهاماً عن الأحوال بمعنى ( كيف ) بتنزيل الأحوال منزلة ظروف في مكان كما هنا بقرينة قوله : { وقد جاءهم رسول مبين } . والمعنى : من أين تحصل لهم الذكرى والمخافة عند ظهور الدخان المبين وقد سدت عليهم طرقها بطعنهم في الرسول صلى الله عليه وسلم الذي أتاهم بالتذكير .والاستفهام مستعمل في الإنكار والإحالة ، أي كيف يتذكرون وهم في شك يلعبون وقد جاءهم رسول مبين فتولوا عنه وطعنوا فيه . فجملة { وقد جاءهم } في موضع الحال .و { مبين } اسم فاعل إما من أبان المتعدّي ، وحذف مفعوله لدلالة { الذِكرى } عليه ، أي مبين لهم ما به يتذكرون ، ويجوز أن يكون من أبان القاصر الذي هو بمعنى بانَ ، أي رسول ظاهر ، أي ظاهرة رسالته عن الله بما توفر معها من دلائل صدقه .وإيثار { مبين } بتخفيف الياء على { مبيّن } بالتشديد من نكتتِ الإعجاز ليفيد المعنيين .و { ثم } للتراخي الرتبي وهو ترقَ من مفاد قوله : { بل هم في شك يلعبون } [ الدخان : 9 ] الذي اتصلت به جملة كانت جملة وقد جاءهم رسول مبين } من متعلِّقاتها .فالمعنى : وقد جاءهم رسول فشكُّوا في رسالته ثم تولّوا عنه وطعنوا فيه ، فالتولّي والطعن حصلا عند حصول الشك واللعب"
    },
    {
      "ayah": 14,
      "surah": 44,
      "text": "ثُمَّ تَوَلَّوْا عَنْهُ وَقَالُوا مُعَلَّمٌ مَجْنُونٌ (14)، ولذلك كانت { ثم } للتراخي الرتبي لا لتراخي الزمان . ومعنى التراخي الرتبي هنا أن التولي والبهتان أفظع من الشك واللعب . والمعلَّم الذي يعلِّمه غيره ، وقد تقدم عند قوله تعالى : { ولقد نعلم أنهم يقولون إنما يُعلِّمه بشر } في سورة النحل ( 103 ) .والمعنى : أنهم وصفوه مرة بأنه يعلّمه غيره ، ووصفوه مرة بالجنون ، تنقلاً في البهتان ، أو وصفَه فريق بهذا وفريق بذلك ، فالقول موزع بين أصحاب ضمير قالوا } أو بين أوقات القائلين . ولا يصح أن يكون قولاً واحداً في وقت واحد لأن المجنون لا يكون معلَّماً ولا يتأثر بالتعليم ."
    },
    {
      "ayah": 15,
      "surah": 44,
      "text": "إِنَّا كَاشِفُوا الْعَذَابِ قَلِيلًا إِنَّكُمْ عَائِدُونَ (15)يجيء على مَا فسر به جميع المفسرين قولَه { ربنا اكشف عنا العذاب } [ الدخان : 12 ] ، أن هذه الجملة جواب لسؤالهم ، ويجيء على ما درجنا عليه أن تكون هذه الجملة إعلاماً للنبيء صلى الله عليه وسلم بأنْ يُكشَف العذابُ المتوعَّد به المشركون مدةً ، فيعودون إلى ما كانوا فيه ، وعليه فضمير { إنكم عائدون } التفات إلى خطاب المشركين ، أي يُمسكون عن ذلك مدة وهي المدة التي أرسلوا فيها وفْدَهم إلى المدينة ليسأل الرسولَ صلى الله عليه وسلم أن يدعو الله بكشف القحط عنهم فإنهم أيامئذٍ يمسكون عن الطعن والذمّ رجاء أن يدعو لهم ثم يعودون لما كانوا فيه ، كما قال تعالى : { وإذا مَسّ الإنسانَ ضرٌّ دعا ربه منيباً إليه ثم إذا خوّله نعمةً منه نَسي ما كان يدعو إليه من قبل وجعل لله أنداداً ليضل عن سبيله } [ الزمر : 8 ] كما اقتضى أن العذاب عائد إليهم بعد عودتهم إلى ما كانوا فيه من أسباب إصابتهم بالعذاب .فمعنى { إنا كاشفوا العذاب } : إنا كاشفوه في المستقبل بقرينة قوله قبله { فارتَقب يوم تأتي السماء بدخاننٍ مبينٍ } [ الدخان : 10 ] المقتضي أنه يحصل في المستقبل ، والآية متصل بعضها ببعض وكذلك معنى { إنكم عائدون } ، أي في المستقبل . واسم الفاعل يكون مراداً به الحصول في المستقبل بالقرينة . روي أنهم كشف عنهم القحط بعد استسقاء النبي صلى الله عليه وسلم فحيُوا وحييت أنعامهم ثم عادُوا فعاودهم القحط كمال سبع سنين ، ولعلها عقبها فتحُ مكة .وجملة { إنكم عائدون } مستأنفة استئنافاً بيانياً لأنهم إذا سمعوا { إنا كاشفوا العذاب قليلاً } تطلّعوا إلى ما سيكون بعدَ كشفه ، وتطلعَ المؤمنون إلى ما تصير إليه حال المشركين بعد كشف العذاب هل يقلعون عن الطعن فكان قوله : { إنكم عائدون } مبيناً لما يتساءلون همخ ."
    },
    {
      "ayah": 16,
      "surah": 44,
      "text": "يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَى إِنَّا مُنْتَقِمُونَ (16)هذا هو الانتقام الذي وُعد به الرسول صلى الله عليه وسلم وتُوعِّد به أيمة الكفر . والجملة مستأنفة استئنافاً بيانياً ناشئاً عن قوله : { إنا كاشفوا العذاب قليلاً إنكم عائدون } [ الدخان : 15 ] فإن السامع يُثار في نفسه سؤال عن جزائهم حيث يعودون إلى التولي والطعْن فأجيب بأن الانتقام منهم هو البطشة الكبرى ، وهي الانتقام التامّ ، ولأجل هذا التطلع والتساؤل أكدَا بخبر بحرف التأكيد دفعاً للتردد .وأصل تركيب الجملة : إنا منتقمون يوم نبطش البطشة الكبرى ، ف { يوم } منصوب على المفعول فيه لاسم الفاعل وهو { منتقمون } .وتقدم على عامله للاهتمام به لِتهويله ولا يمنع من هذا التعليق أن العامل في الظرف خبر عن ( إنَّ ) بناء على الشائع من كلام النحاة أن ما بعد ( إنَّ ) لا يعمل فيما قبلها فإن الظروف ونحوها يتوسع فيها .و { البطشة الكبرى } : هي بطشة يوم بدر فإن ما أصاب صناديد المشركين يومئذٍ كان بطشة بالشرك وأهلِه لأنهم فقدوا سادتهم وذوي الرأي منهم الذين كانوا يسيّرون أهل مكة كما يريدون .والبطشة : واحدة البطش وهو : الأخذ الشديد بعنف ، وتقدم في قوله تعالى : { أم لهم أيد يبطشون بها } في سورة الأعراف ( 195 ) ."
    },
    {
      "ayah": 17,
      "surah": 44,
      "text": "وَلَقَدْ فَتَنَّا قَبْلَهُمْ قَوْمَ فِرْعَوْنَ وَجَاءَهُمْ رَسُولٌ كَرِيمٌ (17) جعل الله قصة قوم فرعون مع موسى عليه السلام وبني إسرائيل مثلاً لحال المشركين مع النبي صلى الله عليه وسلم والمؤمنين به ، وجعل ما حلّ بهم إنذاراً بما سيحلّ بالمشركين من القحط والبطشة مع تقريب حصول ذلك وإمكانه ويُسره وإن كانوا في حالة قوة فإن الله قادر عليهم ، كما قال تعالى : { فأهلكنا أشدّ منهم بطشاً } [ الزخرف : 8 ] فذكرها هنا تأييد للنبيء ووَعدٌ له بالنصر وحسننِ العاقبة ، وتهديدٌ للمشركين .وهذا المثل وإن كان تشبيهاً لمجْمُوععِ الحالة بالحالة فهو قابل للتوزيع بأن يشبَّه أبو جهل بفرعون ، ويشبه أتباعه بملإِ فرعون وقومِه أو يشبه محمد صلى الله عليه وسلم بموسى عليه السلام ، ويشبه المسلمون ببني إسرائيل . وقبولُ المثل لتوزيع التشبيه من محاسنه .وموقع جملة { ولقد فتنا } يجوز أن يكون موقع الحال فتكون الواوُ للحال وهي حال من ضمير { إنا منتقمون } [ الدخان : 16 ] . ويجوز أن تكون معطوفة على جملة { إنا منتقمون } [ الدخان : 16 ] ، أي منتقمون منهم في المستقبل وانتقمنا من قوممِ فرعون فيما مضى .وأشعر قولَه قبلَهم } أن أهل مكة سيُفتنون كما فُتِن قوم فرعون ، فكان هذا الظرف مؤذناً بجملة محذوفة على طريقة الإيجاز ، والتقدير : إنا منتقمون ففاتنوهم فقد فتنا قبلهم قوم فرعون ، ومؤذناً بأن المذكور كالدليل على توقع ذلك وإمكانه وهو إيجاز آخر .والمقصود تشبيه الحالة بالحالة ولكن عدل عن صَوغ الكلام بصيغة التشبيه والتمثيل إلى صوغه بصيغة الإخبار اهتماماً بالقصة وإظهاراً بأنها في ذاتها مما يهم العلمُ به ، وأنها تذكير مستقل وأنها غير تابعة غيرها . ولأن جملة { وجاءهم رسول كريم } عطفت على جملة { فتنا } أي ولقد جاءهم رسول كريم ، عطفَ مفصل على مجمل ، وإنما جاء معطوفاً إذ المذكور فيه أكثرُ من معنى الفتنة ، فلا تكون جملة { وجاءهم رسول كريم } بياناً لجملة { فتنا } بل هي تفصيل لقصة بعثة موسى عليه السلام .والفَتن : الإيقاع في اختلال الأحوال ، وتقدم في قوله تعالى : { والفتنة أشدّ من القتل } في سورة البقرة ( 191 ) .والرسول الكريم : موسى ، والكريم : النفيس الفائق في صنفه ، وتقدم عند قوله تعالى : { إِنَيَ أُلْقِيَ إليّ كتابٌ كريمٌ } في سورة النمل ( 29 ) ، أي رسول من خِيرة الرسل أو من خِيرة الناس ."
    },
    {
      "ayah": 18,
      "surah": 44,
      "text": "أَنْ أَدُّوا إِلَيَّ عِبَادَ اللَّهِ إِنِّي لَكُمْ رَسُولٌ أَمِينٌ (18) وأن أدوا إلي عباد الله } تفسير لما تضمنه وصف { رَسول } وفعل { جاءهم } من معنى الرسالة والتبليغ ففيهما معنى القول . ومعنى { أدوا إلي } أرْجعوا إلي وأعطوا قال تعالى : { وَمِنْهُمْ من إن تأمَنْه بدينار لا يُؤدِه إليك } [ آل عمران : 75 ] ، يقال : أدَّى الشيء أوصله وأبلغه . وهمزة الفعل أصلية وهو مضاعف العين ولم يسمع منه فِعل سالم غير مضاعف ، جَعل بني إسرائيل كالأمانة عند فرعون على طريقة الاستعارة المكنية .وخطاب الجمع لقوم فرعون . والمرادُ : فرعون ومن حضر من ملئه لعلهم يشيرون على فرعون بالحق ، ولعله إنما خاطب مجموع الملإ لمّا رأى من فرعون صلفاً وتكبراً من الامتثال ، فخطاب أهل مشورته لعل فيهم من يتبصر الحق .و { عباد الله } يجوز أن يكون مفعول { أدوا } مراداً به بنو إسرائيل ، أجري وصفهم { عباد الله } تذكيراً لفرعون بموجب رفع الاستعباد عنهم ، وجاء في سورة الشعراء ( 17 ) { أن أرسل معنا بني إسرائيل } فحصل أنّه وصفهم بالوصفين ، فوصف { عباد الله } مبطل لحسبان القبط إياهم عَبيداً كما قال : { وقومُهُما لنا عابدون } [ المؤمنون : 47 ] وإنما هم عباد الله ، أي أحرار فعباد الله كناية عن الحرية كقول بشار يخاطب نفسه: ... أصبحتَ مولى ذي الجلال وبعضُهممولَى العَبيد فلُذْ بفضلك وافخَر ... ويجوز أن يكون مفعول فعل { أدوا } محذوفاً يدل عليه المقام ، أي أدّوا إليَّ الطاعةَ ويكون { عباد الله } منادى بحذف حرف النداء . قال ابن عطية : الظاهر من شرع موسى أنه بعث إلى دعاء فرعون للإيمان وأن يرسل بني إسرائيل ، فلما أبى فرعون أن يؤمن ثبتت المكافحة في أن يرسل بني إسرائيل ، قال : ويدل عليه قوله بعد { وإن لم تؤمنوا لي فاعتزلون } .وقوله : { إني لكم رسول أمين } علة للأمر بتسليم بني إسرائيل إليه ، أي لأني مرسل إليكم بهذا ، وأنا أمين ، أي مؤتمن على أني رسول لكم . وتقديم { لكم } على { رسول } للاهتمام بتعلق الإرسال بأنه لهم ابتداءً بأن يعطوه بني إسرائيل لأن ذلك وسيلة للمقصود من إرساله لتحرير أمة إسرائيل والتشريععِ لها ، وليس قوله : { لكم } خطاباً لبني إسرائيل فإن موسى قد أبلغ إلى بني إسرائيل رسالتَه مع التبليغ إلى فرعون قال تعالى : { فما آمن لموسى إلا ذريةٌ من قومه على خوففٍ من فرعون وملائهم أن يفتنهم } [ يونس : 83 ] ، وليكون امتناع فرعون من تسريح بني إسرائيل مبرراً لانسلاخ بني إسرائيل عن طاعة فرعون وفرارهم من بلاده .وعطف على طلب تسليم بني إسرائيل نهياً عن الاستكبار عن إجابة أمر الله أنَفَة من الحطّ من عظمته في أنظار قومهم فقال : { وأن لا تعلوا على الله } أي لا تَعْلُوا على أمره أو على رسوله فلما كان الاعتلاء على أمر الله وأمر رسوله ترفيعاً لأنفسهم على واجب امتثال ربهم جعلوا في ذلك كأنهم يتعالون على الله ."
    },
    {
      "ayah": 19,
      "surah": 44,
      "text": "وَأَنْ لَا تَعْلُوا عَلَى اللَّهِ إِنِّي آَتِيكُمْ بِسُلْطَانٍ مُبِينٍ (19) و { أن لا تعلوا } عطف على { أن أدوا إلي } . وأعيد حرف { أنْ } التفسيرية لزيادة تأكيد التفسير لمدلول الرسالة . و { لا } ناهية ، وفعل { تعلوا } مجزوم ب { لا } الناهية .وجملة { إني آتيكم بسلطان مبين } علة جديرة بالعود إلى الجمل الثلاث المتقدمة وهي { أدوا إلي عباد الله } ، { إني لكم رسول أمين } ، { وأن لا تعلوا على الله } لأن المعجزة تدل على تحقق مضامين تلك الجمل مَعلولِها وعلتها .والسلطان من أسماء الحجة قال تعالى : { إن عندكم من سلطاننٍ بهذا } [ يونس : 68 ] فالحجة تلجىء المحوج على الإقرار لمن يحاجّه فهي كالمتسلط على نفسه .والمعجزة : حجة عظيمة ولذلك وصف السلطان ب { مبين } ، أي وَاضح الدلالة لا ريب فيه . وهذه المعجزة هي انقلاب عصاه ثعباناً مبيناً .و { آتيكم } مضارع أو اسم فاعل ( أتى ) .وعلى الاحتمالين فهو مقتض للإتيان بالحجّة في الحال ."
    },
    {
      "ayah": 2,
      "surah": 44,
      "text": "وَالْكِتَابِ الْمُبِينِ (2) القول في نظير هذا القَسَم وجوابه تقدم في أول سورة الزخرف . ونوه بشأن القرآن بطريقة الكناية عنه بذكر فضل الوقت الذي ابتدىء إنزاله فيه .فتعريف { الكتاب } تعريف العهد ، والمراد بالكتاب : القرآن ."
    },
    {
      "ayah": 20,
      "surah": 44,
      "text": "وَإِنِّي عُذْتُ بِرَبِّي وَرَبِّكُمْ أَنْ تَرْجُمُونِ (20) وجملة { وإني عذت بربي } عطف على جملة { أدوا إلي عباد الله } ، فإن مضمون هذه الجملة مما شمله كلامه حين تبليغ رسالته فكان داخلاً في مجمل معنى { وجاءهم رسول كريم } المفسرُ بما بعد { أنْ } التفسيرية . ومعناه : تحذيرهم من أن يرجموه لأن معنى { عذت بربي } جعلتُ ربي عوذاً ، أي مَلْجَأ . والكلام على الاستعارة بتشبيه التذكير بخوف الله الذي يمنعهم من الاعتداء عليه بالالتجاء إلى حصن أو معقل بجامع السلامة من الاعتداء . ومثل هذا التركيب ممّا جرى مجرى المثل ، ومنه قوله في سورة مريم ( 18 ) { قالت إنّي أعوذ بالرحمان منك إن كنتَ تقياً } وقال أحَدُ رُجّاز العرب: ... قالت وفيها حَيْدة وذُعْرعَوْذ بربي منكمُ وحِجْر ... والتعبير عن الله تعالى بوصف { ربي وربكم } لأنه أدخل في ارعوائهم من رجمه حين يتذكرون أنه استعصم بالله الذي يشتركون في مربوبيته وأنهم لا يخرجون عن قدرته .والرجم : الرمي بالحجارة تباعاً حتى يموت المرمِي أو يثخنه الجراح . والقصد منه تحقير المقتول لأنهم كانوا يرمون بالحجارة من يطردونه ، قال : { فاخرُج منها فإنك رجيمٌ } [ الحجر : 34 ] .وإنّما استعاذ موسى منه لأنه علم أن عادتهم عقاب من يخالف دينهم بالقتل رمياً بالحجارة . وجاء في سورة القصص ( 33 ) { فأخاف أن يقْتلون } ومعنى ذلك إن لم تؤمنوا بما جئت به فلا تقتلوني ، كما دل عليه تعقيبه بقوله : { وإن لم تؤمنوا لي } .والمعنى : إن لم تؤمنوا بالمعجزة التي آتيكم بها فلا ترجموني فإني أعوذ بالله من أن ترجموني ولكن اعتزلوني فكونوا غير موالين لي وأكون مع قرمي بني إسرائيل ، فالتقدير : فاعتزلوني وأعتزلكم لأن الاعتزال لا يتحقق إلا من جانبين ."
    },
    {
      "ayah": 21,
      "surah": 44,
      "text": "وَإِنْ لَمْ تُؤْمِنُوا لِي فَاعْتَزِلُونِ (21)وجيء في شرط { إن لم تؤمنوا لي } بحرف { إنْ } التي شأنها أن تستعمل في الشرط غير المتيقّن لأن عدم الإيمان به بعد دلالة المعجزة على صدقه من شأنه أن يكون غير واقع فيفرضَ عدمُه كما يُفرض المحال . ولعله قال ذلك قبل أن يعلمه الله بإخراج بني إسرائيل من مصر ، أو أراد : فاعتزلوني زمناً ، يعني إلى أن يعيّن له الله زمن الخروج .وعدّي { تؤمنوا } باللام لأنه يقال : آمَن به وآمن لَه ، قال تعالى : { فآمن له لوطٌ } [ العنكبوت : 26 ] ، وأصل هذه اللام لام العلة على تضمين فعل الإيمان معنى الركون .وقد جاء ترتيب فواصل هذا الخطاب على مراعاة ما يبدو من فرعون وقومه عند إلقاء موسى دعوته عليهم إذْ ابتدأ بإبلاغ ما أرسل به إليهم فآنس منهم التعجب والتردد فقال : { إني لكم رسول أمين } ، فرأى منهم الصلف والأنفة فقال : { وأن لا تعلوا على الله } فلم يرعُووا فقال : { إني آتيكم بسلطان مبين } ، فلاحت عليهم علامات إضمار السوء له فقال : { وإني عذت بربي وربكم أن ترجمون وإن لم تؤمنوا لي فاعتزلون } ، فكان هذا الترتيب بين الجُمللِ مغنياً عن ذكر ما أجابوا به على أبدع إيجاز ."
    },
    {
      "ayah": 22,
      "surah": 44,
      "text": "فَدَعَا رَبَّهُ أَنَّ هَؤُلَاءِ قَوْمٌ مُجْرِمُونَ (22)التعقيب المفاد بالفاء تعقيب على محذوف يقتضي هذا الدعاءَ إذ ليس في المذكور قبل الفاء ما يناسبه التعقيبُ بهذا الدعاء إذ المذكور قبله كلام من موسى إليهم ، فالتقدير : فَلَمْ يستجيبوا له فيما أمرهم ، أو فأصرّوا على أذاه وعدم متاركته فدعا ربه ، وهذا التقرير الثاني أليق بقوله : { أن هؤلاء قوم مجرمون } . وهذا كالتعقيب الذي في قوله تعالى : { فأوحينا إلى موسى أن اضرب بعصاك البحر فانفلق } [ الشعراء : 63 ] ، وقوله : { أن هؤلاء قوم مجرمون } اتفق القراء العشرة على قراءته بفتح الهمزة وشد النون فما بعدها في قوة المصدر ، فلذلك تقدر الباء التي يتعدّى بها فعل ( دَعا ) ، أي دعا ربه بما يجمعه هذا التركيبُ المستعمل في التعريض بأنهم استوجبوا تسليط العقاب الذي يَدعو به الداعي ، فالإخبار عن كونهم قوماً مجرمين مستعمل في طلب المجازاة على الإجرام أو في الشكاية من اعتدائهم ، أو في التخوف من شرهم إذا استمرّوا على عدم تسريح بني إسرائيل ، وكل ذلك يقتضي الدعاء لكف شرّهم ، فلذلك أطلق على هذا الخبر فعل { دعا } ."
    },
    {
      "ayah": 23,
      "surah": 44,
      "text": "فَأَسْرِ بِعِبَادِي لَيْلًا إِنَّكُمْ مُتَّبَعُونَ (23)تفريع على جملة { أن هؤلاء قوم مجرمون } [ الدخان : 22 ] ، والمفرَّع قول محذوف دلت عليه صيغة الكلام ، أي فدعا فقلنا : اسْرِ بعبادي . وقرأه نافع وابن كثير وأبو جعفر { فاسْرِ } بهمزة وصل على أنه أمر من ( سرى ) ، وقرأه الباقون بهمزة قطع من ( أسرى ) يقال : سرَى وَأَسْرى . وقد تقدم عند قوله تعالى : { سبحان الذي أسرى بعبده } [ الإسراء : 1 ] فتقييده بزمان الليل هنا نظير تقييده في سورة الإسراء ، والمقصود منه تأكيد معنى الإسراء بأنه حقيقة وليس مستعملاً مجازاً في التبكير بناءً على أن المتعارف في الرحيل أن يكون فجْراً .وفائدة التأكيد أن يكون له من سعة الوقت ما يَبلغون به إلى شاطىء البحر الأحمر قبل أن يدركهم فرعون بجنوده .وجملة { إنكم متبعون } تقيد تعليلاً للأمر بالإسراء ليلاً لأنه مما يستغرب ، أي أنكم متَّبعون فأردنا أن تقطعوا مسافة يتعذّر على فرعون لحاقكم . وتأكيد الخبر ب ( إنَّ ) لتنزيل غير السائل منزلة السائل إذَا قُدّم إليْه ما يلوِّح له بالخبر فيستشرفُ له استشرافَ المتردد السائل ، على حد قوله تعالى : { ولا تخاطبني في الذين ظلموا إنهم مغرقون } [ هود : 37 ] .وأسند الإتباع إلى غير مذكور لأنه من المعلوم أن الذي سيتبعهم هو فرعون وجنوده ."
    },
    {
      "ayah": 24,
      "surah": 44,
      "text": "وَاتْرُكِ الْبَحْرَ رَهْوًا إِنَّهُمْ جُنْدٌ مُغْرَقُونَ (24)عطف على جملة { فأسرِ بعبادي ليلاً } [ الدخان : 23 ] فيجوز أن تكون الجملتان صَدَرَتا متصلتين بأنْ أعلَم الله موسى حين أمره بالإسراء بأنه يضرب البحر بعصاه فينفلق عن قعره اليابس حتى يمر منه بنو إسرائيل كما ورد في آيات أخرى مثل آية سورة الشعراء . ولما أمره بذلك طمَّنه بأن لا يخشَى بقاءه منفلقاً فيتوقع أن يلحق به فرعون بل يجتاز البحرَ ويتركه فإنه سَيَطغْى على فرعون وجنده فيغرقون ، ففي الكلام إيجاز تقديره : فإذا سريتَ بعبادي فسنفتح لكم البحر فتسلكونه فإذا سلكتَه فلا تخشَ أن يلحقكم فرعون وجندُه واتركه فإنهم مغرقون فيه . ويجوز أن تكون الجملة الثانية صدرت وقت دخول موسى ومن معه في طرائق البحر فيقدّر قول محذوف ، أي وقُلنا له : اترك البحر رَهْواً ، أي سيدخله فرعون وجنده ولا يخرجون منه لأن في بَقائِهِ مفروقاً حكمةً أخرى وهي دخول فرعون وجنده في طرائقه طمَعاً منهم أن يلحقوا موسى وقومَه ، حتى إذا توسطوه انضمّ عليهم ، فتحصل فائِدة إنْجَاء بني إسرائيل وفائدةُ إهلاك عدوّهم ، فتكون الواو عاطفة قولاً محذوفاً على القول المحذوف قبله .وعلى الوجهين فالترك مستعمل مجازاً في عدم المبالاة بالشيء كما يقال : دَعْه يفعل كذا ، وذَرْه ، كقوله تعالى : { ثم ذرهم في خوضهم يلعبون } [ الأنعام : 91 ] ، وقالت كبشة بنت معد يكرب: ... ودَعْ عنك عَمْرا إن عَمرا مُسالموهل بَطْن عمرو غيرُ شِبْر المَطْعَم ... والبحر هو بحر القلزم المسمى اليوم البحر الأحمر .والرهْوُ : الفجوة الواسعة . وأصله مصدر رها ، إذا فتح بين رجليه ، فسميت الفجوة رهواً تسمية بالمصدر ، وانتصب { رَهْواً } على الحال من البحر على التشبيه البليغ ، أي مثل رَهْو .وجملة { إنهم جند مغرقون } استئناف بياني جواباً عن سؤال ناشىء عن الأمر بترك البحر مفتوحاً ، وضمير { إنهم } عائد إلى اسم الإشارة في قوله : { أن هؤلاء قوم مجرمون } [ الدخان : 22 ] والجند : القوم والأمة وعسكر المَلك .وإقحام لفظ { جند } دون الاقتصار على { مغرقون } لإفادة أن إغراقهم قد لزمهم حتى صار كأنه من مقومات عنديتهم كما قدمناه عند قوله تعالى : { لآياتتٍ لقوممٍ يعقلون } في سورة البقرة ( 164 ) ."
    },
    {
      "ayah": 25,
      "surah": 44,
      "text": "كَمْ تَرَكُوا مِنْ جَنَّاتٍ وَعُيُونٍ (25) { مُّغْرَقُونَ * كَمْ تَرَكُواْ مِن جنات وَعُيُونٍ * وَزُرُوعٍ وَمَقَامٍ كَرِيمٍ * وَنَعْمَةٍ كَانُواْ فِيهَا فاكهين } { فاكهين } .استئناف ابتدائي مسوق للعبرة بعواقب الظالمين المغرورين بما هم فيه من النعمة والقوة ، غروراً أنساهم مراقبة الله فيما يرضيه ، فموقع هذا الاستئناف موقع النتيجة من الدليل أو البيان من الإجمال لما في قوله : { ولقد فتنَّا قبلهم قوم فرعون } [ الدخان : 17 ] من التنظير الإجمالي .وضمير { تركوا } عائد إلى ما عاد إليه ضمير { إنهم جند مغرقون } [ الدخان : 24 ] .والترك حقيقته : إلقاء شيء في مَكاننٍ منتقلَ عنه إبقاء اختيارياً ، ويطلق مجازاً على مفارقة المكان والشيءِ الذي في مكاننٍ غلبة دون اختيار وهو مجاز مشهور يقال : ترك الميت مالاً ، ومنه سمي مخلف الميت تركة وهو هنا من هذا القبيل .وفعل { تركوا } مؤذن بأنهم أغرقوا وأعدموا ، وذلك مقتضى أن ما أمر الله به موسى من الإسراء ببني إسرائيل وما معه من اتباع فرعون إياهم وانفلاق البحر وإزلاف بني إسرائيل واقتحام فرعون بجنوده البحر ، وانضمام البحر عليهم قد تم ، ففي الكلام إيجازُ حذففِ جمل كثيرة يدل عليها { كم تركوا } .و { كم } اسم لعدد كثير مُبهم يفسِّر نوعَه مميزٌ بعد { كم } مجرورٌ ب { من } مذكورةٍ أو محذوفة . وحكم { كم } كالأسماء تكون على حسب العوامل . وإذ كان لها صدر الكلام لأنها في الأصل استفهام فلا تكون خبرَ مبتدأ ولا خبرَ ( كان ) ولا ( إنّ ) وإذا كانت معمولة للأفعال وجب تقديمها على عاملها . وانتصب { كم } هنا على المفعول به ل { تركوا } أي تركوا كثيراً من جنات . و { مِن } مميزة لمبهم العدد في { كم } ."
    },
    {
      "ayah": 26,
      "surah": 44,
      "text": "وَزُرُوعٍ وَمَقَامٍ كَرِيمٍ (26) والمَقام بفتح الميم : مكان القيام ، والقيام هنا مجاز في معنى التمكن من المكان .والكريم من كل نوع أنفسه وخيره ، والمراد به : المساكن والديار والأسواق ونحوها مما كان لهم في مدينة ( منفسين ) ."
    },
    {
      "ayah": 27,
      "surah": 44,
      "text": "وَنَعْمَةٍ كَانُوا فِيهَا فَاكِهِينَ (27)والنَّعمة بفتح النون : اسم للتنعم مصُوغ على وزنة المرة . وليس المراد به المرة بل مطلق المصدر باعتبار أن مجموع أحوال النعيم صار كالشي الواحد وهو أبلغ وأجمع في تصوير معنى المصدر ، وهذا هو المناسب لِفِعْللِ { تركوا } لأن المتروك هو أشخاص الأمور التي ينعم بها وليس المتروك وهو المعنى المصدري .و { فاكهين } متصفين بالفُكاهة بضم الفاء وهي اللعب والمزح ، أي كانوا مغمورين في النعمة لاعبين في تلك النعمة . وقرأ الجمهور { فاكهين } بصيغة اسم الفاعل . وقرأه حفص وأبو جعفر { فَكِهين } بدون ألف على أنه صفة مشبهة ."
    },
    {
      "ayah": 28,
      "surah": 44,
      "text": "كَذَلِكَ وَأَوْرَثْنَاهَا قَوْمًا آَخَرِينَ (28)وقوله : { كذلك } راجع لفعل { تركوا } . والتقدير : تركاً مثل ذلك الترك .والإشارة إلى مقدر دل عليه الكلام ومعنى الكاف ، وهذا التركيب تقدم الكلام عليه عند قوله : { كذلك وقد أحطنا بما لديه خُبراً } في سورة الكهف ( 91 ) .كَذَلِكَ وأورثناها قَوْماً } .عطف على { تركوا } أي تركوها وأورثناها غيرهم ، أي لفرعون الذي وُلي بعد موت منفطا وسمي صطفا منفطا وهو أحد أُمراء فرعون منفطا تزوج ابنة منفطا المسماةَ طُوسِير التي خلفت أباها منفطا على عرش مصر ، ولكونه من غير نسل فرعون وُصف هو وَجُندُه بقوم آخرين ، وليس المراد بقوله : { قوماً آخرين } قوماً من بني إسرائيل ، ألا ترى أنه أعيد الاسم الظاهر في قوله عقبه{ ولقد نجينا بني إسرائيل } [ الدخان : 30 ] ، ولم يقل ولقد نجيناهم .ووقع في آية الشعراء { فأخرجناهم من جناتتٍ وعيونٍ وكنوزٍ ومقاممٍ كريممٍ كذلك وَأورثناها بني إسرائيل } [ الشعراء : 57 59 ] والمراد هنالك أن أنواعاً مما أخرجنا منه قومَ فرعون أورثناها بني إسرائيل ، ولم يُقصد أنواعُ تلك الأشياء في خصوص أرض فرعون . ومناسبة ذلك هنالك أن القومَين أخرجا مما كانا فيه ، فسُلب أحد الفريقين ما كان له دون إعادة لأنهم هلكوا ، وأعطي الفريق الآخَر أمثال ذلك في أرض فلسطين ، ففي قوله : { وأورثناها } تشبيه بليغ وانظر آية سورة الشعراء ."
    },
    {
      "ayah": 29,
      "surah": 44,
      "text": "فَمَا بَكَتْ عَلَيْهِمُ السَّمَاءُ وَالْأَرْضُ وَمَا كَانُوا مُنْظَرِينَ (29)تفريع على قوله : { كم تركوا من جنات } إلى قوله : { قوماً آخرين } [ الدخان : 25 28 ] ، فإن ذلك كله يتضمن أنهم هلكوا وانقرضوا ، أي فما كان مُهلَكُهم إلا كمُهلَك غيرهم ولم يكن حدثاً عظيماً كما كانوا يحسبون ويحسب قومُهم ، وكان من كلام العرب إذا هلك عظيم أن يهوِّلوا أمر موته بنحو : بَكت عليه السماء ، وبكته الريح ، وتزلزلتْ الجبال ، قال النابغة في توقع موت النعمان بن المنذر من مرضه: ... فإن يهلك أبو قابوس يهلِكربيعُ الناس والبلدُ الحرام ... وقال في رثاء النعمان بن الحارث الغساني: ... بكَى حارثُ الجَولان من فقد ربهوحَوْران منه موحَش مُتضائل ... والكلام مسوق مساق التحقير لهم ، وقريب منه قوله تعالى : { وإن كان مكرهم لتزول منه الجبال } [ إبراهيم : 46 ] ، وهو طريقة مسلوكة وكثر ذلك في كلام الشعراء المحدثين ، قال أبو بكر بن اللَّبَّانَةِ الأندلسي في رثاء المعتمد بن عباد ملك إشبيلية: ... تبكي السماء بمزن رائححٍ غَادعلى البهاليل من أبناء عَباد ... والمعنى : فما كان هلاكهم إلا كهلاك غيرهم وَلا أنظروا بتأخير هلاكهم بل عجّل لهم الاستئصال ."
    },
    {
      "ayah": 3,
      "surah": 44,
      "text": "إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةٍ مُبَارَكَةٍ إِنَّا كُنَّا مُنْذِرِينَ (3) ومعنى الفعل في { أنزلناه } ابتداء إنزاله فإن كل آية أو آيات تنزل من القرآن فهي منضمة إليه انضمام الجزء للكل ، ومجموع ما يبلغ إليه الإنزال في كل ساعة هو مسمّى القرآن إلى أن تم نزول آخر آية من القرآن .وتنكير { ليلة } للتعظيم ، ووصفها ب { مباركة } تنويه بها وتشويق لمعرفتها . فهذه الليلة هي الليلة التي ابتدُىء فيها نزول القرآن على محمد صلى الله عليه وسلم في الغار من جَبل حِرَاءٍ في رمضان قال تعالى : { شهر رمضان الذي أُنزل فيه القرآن } [ البقرة : 185 ] .والليلة التي ابتدىء نزول القرآن فيها هي ليلة القدر قال تعالى : { إنا أنزلناه في ليلة القدر } [ القدر : 1 ] . والأصح أنها في العشر الأواخر من رمضان وأنها في ليلة الوتر . وثبت أن الله جعل لنظيرتها من كل سنة فضلاً عظيماً لكثرة ثواب العبادة فيها في كل رمضان كرامة لذكرى نزول القرآن وابتداء رسالة أفضل الرسل صلى الله عليه وسلم إلى النّاس كافة . قال تعالى : { تنزَّل الملائكةُ والروحُ فيها بإذن ربّهم من كل أمرٍ سلامٌ هي حتى مطلع الفجر } [ القدر : 4 ، 5 ] . وذلك من معاني بركتها وكم لها من بركات للمسلمين في دينهم ، ولعل تلك البركة تسري إلى شؤونهم الصالحة من أمور دنياهم .فبركة الليلة التي أنزل فيها القرآن بركة قدَّرها الله لها قبل نزول القرآن ليكون القرآن بابتداء نزوله فيها مُلابساً لوقت مبارك فيزداد بذلك فضلاً وشرفاً ، وهذا من المناسبات الإلهية الدقيقة التي أنبأنا الله ببعضها . والظاهر أن الله أمدّها بتلك البركة في كل عام كما أومأ إلى ذلك قوله : { شهر رمضان الذي أنزل فيه القرآن إذ قاله بعد أن مضى على ابتداء نزول القرآن بضْعَ عشرة سنة . وقولُه { ليلةُ القدر خيرٌ من ألف شهرٍ } [ القدر : 3 ] وقوله { تنزل الملائكة والروح فيها بإذن ربهم من كل أمر وقوله : فيها يفرق كل أمر حكيم } . وعن عكرمة : أن الليلة المباركة هي ليلة النصف من شعبان وهو قول ضعيف .واختلف في الليلة التي ابتدىء فيها نزول القرآن على النبي صلى الله عليه وسلم من ليالي رمضان ، فقيل : هي ليلة سبعَ عشرة منه ذكره ابن إسحاق عن الباقر أخذاً من قوله تعالى : { إن كنتم آمنتم بالله وما أنزلنا على عبدنا يوم الفرقان يوم التقى الجمعان } [ الأنفال : 41 ] فإن رسول الله صلى الله عليه وسلم التقى هو والمشركون ببدر يوم الجمعة صبيحة سبعَ عشرة ليلة من رمضان اه . أي تأول قوله : { وما أنزلنا على عبدنا } [ الأنفال : 41 ] أنه ابتداء نزول القرآن . وفي المراد ب { ما أنزلنا } احتمالات ترفع الاحتجاج بهذا التأويل بأن ابتداء نزول القرآن كان في مثل ليلة يوم بدر .والذي يجب الجزم به أن ليلة نزول القرآن كانت في شهر رمضان وأنه كان في ليلة القدر . ولما تضافرت الأخبار أن النبي صلى الله عليه وسلم قال في ليلة القدر « اطلبوها في العشر الأواخر من رمضان في ثالثة تبقى في خامسة تبقى في سابعة تبقى في تاسعة تبقى » . فالذي نعتمده أن القرآن ابتدىء نزوله في العشر الأواخر من رمضان ، إلاّ إذا حُمل قول النبي صلى الله عليه وسلم « اطلبوها في العشر الأواخر » على خصوص الليلة من ذلك العام . وقد اشتهر عند كثير من المسلمين أنّ ليلة القدر ليلة سبع وعشرين باستمرار وهو مناف لحديث « اطلبوها في العشر الأواخر » على كل احتمال .وجملة { إنا كنا منذرين } معترضة . وحرف ( إنَّ ) يجوز أن يكون للتأكيد ردًّا لإنكارهم أن يكون الله أرسل رسلاً للناس لأن المشركين أنكروا رسالة محمد صلى الله عليه وسلم بزعمهم أن الله لا يرسل رسولاً من البشر قال تعالى : { إذ قالوا ما أنزل الله على بشر من شيء } [ الأنعام : 91 ] ، فكان ردّ إنكارهم ذلك ردًّا لإنكارهم رسالة محمد صلى الله عليه وسلم فتكون جملة { إنا كنّا منذرين } مستأنفة . ويجوز أن تكون ( إنَّ ) لمجرد الاهتمام بالخبر فتكون مغنية غناء فاء التسبب فتفيد تعليلاً ، فتكون جملة { إنا كنا منذرين } تعليلاً لجملة { أنزلناه } أي أنزلناه للإنذار لأن الإنذار شأننا ، فمضمون الجملة علة العلة وهو إيجاز وإنما اقتصر على وصف { منذرين } مع أن القرآن منذر ومُبشّر اهتماماً بالإنذار لأنه مقتضى حال جمهور الناس يومئذٍ ، والإنذار يقتضي التبشير لمن انتذر . وحذف مفعول { منذرين } لدلالة قوله : { إنا أنزلناه في ليلة مباركة } عليه ، أي منذرين المخاطبين بالقرآن ."
    },
    {
      "ayah": 30,
      "surah": 44,
      "text": "وَلَقَدْ نَجَّيْنَا بَنِي إِسْرَائِيلَ مِنَ الْعَذَابِ الْمُهِينِ (30) معطوف على الكلام المحذوف الذي دلّ عليه قوله : { إنهم جندٌ مغرقون } [ الدخان : 24 ] الذي تقديره : { فأغرقناهم ونجّينا بني إسرائيل } كما قال في سورة الشعراء ( 64 66 ) { وأزلفنا ثَمَّ الآخَرين وأنجينا موسى ومن معه أجْمَعين ثم أغرقنا الآخَرين } .والمعنى : ونجينا بني إسرائيل من عذاب فرعون وقساوته ، أي فكانت آيةُ البَحر هلاكاً لقوم وإِنجاء لآخَرين . والمقصود من ذكر هذا الإشارةُ إلى أن الله تعالى ينجي الذين آمنوا بمحمد صلى الله عليه وسلم من عذاب أهل الشرك بمكة ، كما نجّى الذين اتبعوا موسى من عذاب فرعون .وجُعل طغيان فرعون وإسرافه في الشر مثلاً لطغيان أبي جهل وملئه ولأجل هذه الإشارة أُكد الخبر باللام . وقد يفيد تحقيق إنجاء المؤمنين من العذاب المقدَّر للمشركين إجابة لدعوة { ربَّنَا اكشف عنا العذاب إنا مؤمنون } [ الدخان : 12 ] .و { العذاب المهين } : هو ما كان يعاملهم به فرعون وقومه من الاستعباد والإشقاق عليهم في السخرة ، وكان يكلفهم أن يصنعوا له اللَّبِن كل يوم لبناء مدينتي فيثوم ورعمسيس وكان اللبن يصنع من الطوب والتبْن فكان يكلفهم استحضار التبْن اللازم لصنع اللبن ويلتقطون متناثره ويذلونهم ولا يتركون لهم راحة ، فذلك العذاب المهين لأنه عذاب فيه إذلال ."
    },
    {
      "ayah": 31,
      "surah": 44,
      "text": "مِنْ فِرْعَوْنَ إِنَّهُ كَانَ عَالِيًا مِنَ الْمُسْرِفِينَ (31)وقوله : { من فرعون } الأظهر أن يكون بدلاً مطابقاً للعذاب المهين فتكون { مِن } مؤكدة ل { من } الأولى المعدية ل { نجينا } لأن الحرف الداخل على المبدل منه يجوز أن يدخل على البدل للتأكيد . ويحسن ذلك في نكت يقتضيها المقام وحسنّه هنا ، فأظهرت { مِن } لخفاء كون اسم فرعون بدلاً من العذاب تنبيهاً على قصد التهويل لأمر فرعون في جَعل اسمه نفس العذاب المَهِين ، أي في حال كونه صادراً من فرعون .وجملة { إنه كان عالياً } مستأنفة استئنافاً بيانياً لبيان التهويل الذي أفاده جعل اسم فرعون بدلاً من العذاب المهين . والعالي : المتكبر العظيم في الناس ، قال تعالى : { إن فرعون علا في الأرض } [ القصص : 4 ] .و { من المسرفين } خبر ثان عن فرعون ، والإسراف : الإفراط والإكثار . والمراد هنا الإكثار في التعالي ، يراد الإكثار في أعمال الشر بقرينة مقام الذم . و { من المسرفين } أشد مبالغة في اتصافه بالإسراف من أن يقال : مسرفاً ، كما تقدم في قوله تعالى : { قال أعوذ بالله أنْ أكونَ من الجاهلين } في سورة البقرة ( 67 ) ."
    },
    {
      "ayah": 32,
      "surah": 44,
      "text": "وَلَقَدِ اخْتَرْنَاهُمْ عَلَى عِلْمٍ عَلَى الْعَالَمِينَ (32)إشارة إلى أن الله تعالى قد اختار الذين آمنوا بمحمد صلى الله عليه وسلم على أمم عصرهم كما اختار الذين آمنوا بموسى عليه السلام على أمم عصرهم وأنه عالم بأن أمثالهم أهل لأن يختارهم الله . والمقصود : التنويه بالمؤمنين بالرسل وأن ذلك يقتضي أن ينصرهم الله على أعدائهم ولأجل هذه الإشارة أكد الخبر باللام و ( قد ) ، كما أكد في قوله آنِفاً { ولقد نجينا بني إسرائيل } [ الدخان : 30 ] ، و { على } في قوله : { على علم } بمعنى ( مع ) ، كقول الأحوص: ... إني على ما قد علمتتِ محسَّدأنمي على البغضاء والشنآن ... وموضع المجرور بها موضع الحال .والمراد ب { العالمين } الأمم المعاصرة لهم . ثم بدلوا بعد ذلك فضربت عليهم الذلة ، وقد اختار الله أصحاب محمد صلى الله عليه وسلم على الأمم فقال : { كنتم خير أمة أخرجت للناس } [ آل عمران : 110 ] أي أخرجها الله للناس . واختار المسلمين بعدهم اختياراً نسبياً على حسب استقامتهم واستقامة غيرهم من الأمم على أن التوحيد لا يعدله شيء ."
    },
    {
      "ayah": 33,
      "surah": 44,
      "text": "وَآَتَيْنَاهُمْ مِنَ الْآَيَاتِ مَا فِيهِ بَلَاءٌ مُبِينٌ (33)إيتاء الآيات من آثار الاختيار لأنه من عناية الله بالأمة لأنه يزيدهم يقيناً بإيمانهم . والمراد بالآيات المعجزات التي ظهرت على يد موسى عليه السلام أيد الله به بني إسرائيل في مواقع حروبهم بنصر الفئة القليلة منهم على الجيوش الكثيرة من عدوّهم .وهذا تعريض بالإنذار للمشركين بأن المسلمين سيغلبون جمعهم مع قِلتِهم في بدر وغيرها .والبلاء : الاختبار يكون بالخير والشر . فالأول اختبار لمقابلة النعمة بالشكر أو غيره ، والثاني اختبار لمقدار الصبر ، قال تعالى : { ونبْلوكم بالشر والخير فتنةً } [ الأنبياء : 35 ] أي ما فيه اختبار لهم في نظر الناس ليعلم بعضهم أنهم قابلوا نعمة إيتاء الآيات بالشكر ، ويحذروا قومهم من مقابلة النعمة بالكفران ."
    },
    {
      "ayah": 34,
      "surah": 44,
      "text": "إِنَّ هَؤُلَاءِ لَيَقُولُونَ (34) اعتراض بين جملة { يوم نبطش البطشة الكبرى إنّا منتقمون } [ الدخان : 16 ] وجملة { أهم خيرٌ أم قوم تُبّع } [ الدخان : 37 ] فإنه لما هددهم بعذاب الدخان ثم بالبطشة الكبرى وضرب لهم المثل بقوم فرعون أعقب ذلك بالإشارة إلى أن إنكار البعث هو الذي صرفهم عن توقع جزاء السوء على إعراضهم .  وافتتاح الكلام بحرف { إنّ } الذي ليس هو للتأكيد لأن هذا القول إلى المشركين لا تردّد فيه حتى يحتاج إلى التأكيد فتعين كون حرف { إنَّ } لمجرد الاهتمام بالخبر ، وهو إذا وقع مثل هذا الموقع أفاد التسبب وأغنى عَن الفاء . فالمعنى : إنا منتقمون منهم بالبطشة الكبرى لأنهم لا يرتدعون بوعيد الآخرة لإنكارهم الحياة الآخرة فلم ينظروا إلا لما هم عليه في الحياة الدنيا من النعمة والقوة فلذلك قدر الله لهم الجزاء على سوء كفرهم جزاء في الحياة الدنيا ."
    },
    {
      "ayah": 35,
      "surah": 44,
      "text": "إِنْ هِيَ إِلَّا مَوْتَتُنَا الْأُولَى وَمَا نَحْنُ بِمُنْشَرِينَ (35) وضمير { هي } ضمير الشأن ويقال له : ضمير القصة لأنه يستعمل بصيغة المؤنث بتأويل القصة ، أي لا قصة في هذا الغرض إلا الموتة المعروفة فهي موتة دائمة لا نشور لنا بعدها .وهذا كلام من كلماتهم في إنكار البعث فإن لهم كلمات في ذلك ، فتارة ينفون أن تكون بعد الموت حياة كما حكى عنهم في آيات أخرى مثل قوله تعالى : { وقالوا إن هي إلا حياتنا الدنيا } [ الأنعام : 29 ] ، وتارة ينفون أن يطرأ عليهم بعد الموتة المعروفة شيء غيرها يعنون بذلك شيئاً ضد الموتة وهو الحياة بعد الموتة . فلهم في نَفْي الحياة بعد الموت أفانين من أقوال الجحود ، وهذا القصر قصر حقيقي في اعتقادهم لأنهم لا يؤمنون باعتراء أحوال لهم بعد الموت .وكلمة { هؤلاء } حيثما ذكر في القرآن غير مسبوق بما يصلح أن يشار إليه : مراد به المشركون من أهل مكة كما استنبطناه ، وقدمنا الكلام عليه عند قوله تعالى : { فإن يكفر بها هؤلاء } في سورة الأنعام ( 89 ) .ووصف { الأولى } مراد به السابقة مثل قوله : { وأنه أهلك عاداً الأولى } [ النجم : 50 ] ومنه قوله تعالى : { ولقد ضلّ قبلهم أكثرُ الأولين } [ الصافات : 71 ] . ونظيرها قوله تعالى : { أفما نحن بميتين إلاّ موتَتَنا الأولى وما نحن بمعذبين } [ الصافات : 58 ، 59 ] ."
    },
    {
      "ayah": 36,
      "surah": 44,
      "text": "فَأْتُوا بِآَبَائِنَا إِنْ كُنْتُمْ صَادِقِينَ (36)وأعقبوا قصر ما ينتابهم بعد الحياة على الموتة التي يموتونها ، بقوله : { وما نحن بمنشرين } تصريحاً بمفهوم القصر . وجيء به معطوفاً للاهتمام به لأنه غرض مقصود مع إفادته تأكيد القصر وجعلوا قولهم : { فأتوا بآبائنا إن كنتم صادقين } حجة على نفي البعث بأن الأموات السابقين لم يرجع أحد منهم إلى الحياة وهو سفسطة لأن البعث الموعود به لا يحصل في الحياة الدنيا ، وهذا من توركهم واستهزائهم .وضمير جمع المخاطبين أرادوا به النبي صلى الله عليه وسلم ومن معه من المؤمنين الذين كانوا يقولون لهم { إنكم مبعوثون } [ هود : 7 ] كما جاء في حديث خبّاب بن الأرتّ مع العاصي بن وائل الذي نزل بسببه قوله تعالى : { أفرأيت الذي كفر بآياتنا وقال لأوَتَيَنّ مالاً وولداً } الآية ، وتقدم في سورة مريم ( 77 ) ."
    },
    {
      "ayah": 37,
      "surah": 44,
      "text": "أَهُمْ خَيْرٌ أَمْ قَوْمُ تُبَّعٍ وَالَّذِينَ مِنْ قَبْلِهِمْ أَهْلَكْنَاهُمْ إِنَّهُمْ كَانُوا مُجْرِمِينَ (37)استئناف ناشىء عن قوله : { ولقد فتنّا قبلهم قوم فرعون } [ الدخان : 17 ] فضمير { هم راجع إلى اسم الإشارة في قوله : { إن هؤلاء ليقولون إن هي إلا موتتنا الأولى } [ الدخان : 34 ، 35 ] فبعد أن ضرب لهم المثل بمهلك قوم فرعون زادهم مثلاً آخر هو أقرب إلى اعتبارهم به وهو مُهلك قوم أقرب إلى بلادهم من قوم فرعون وأولئك قوم تبّع فإن العرب يتسامعون بعظمة مُلك تُبَّع وقومه أهل اليمن وكثير من العرب شاهدوا آثار قوتهم وعظمتهم في مراحل أسفارهم وتحادثوا بما أصابهم من الهلك بسيل العرم . وافتتح الكلام بالاستفهام التقريري لاسترعاء الأسماع لمضمونه لأن كل أحد يعلم أن تُبَّعاً ومن قبله من الملوك خير من هؤلاء المشركين .والمعنى : أنهم ليسوا خيراً من قوم تبع ومن قبلهم من الأمم الذين استأصلهم الله لأجل إجرامهم فلما مَاثلوهم في الإجرام فلا مزيّة لهم تدفع عنهم استئصال الذي أهلك الله به أمماً قبلهم .والاستفهام في { أهم خير أم قوم تبع } تقريري إذ لا يسعهم إلا أن يعترفوا بأن قوم تبّع والذين من قبلهم خير منهم لأنهم كانوا يضربون بهم الأمثال في القوة والمنعة . والمراد بالخيرية التفضيل في القوة والمنعة ، كما قال تعالى بعد ذكر قوم فرعون { أكفاركم خيرٌ من أُولئكم } في سورة القمر ( 43 ) . وقوم تُبّع هم حمير وهم سكان اليمن وحضرَموت من حمير وسبأ وقد ذكرهم الله تعالى في سورة قَ .وتُبّع بضم الميم وتشديد الموحدة لقب لِمَن يملك جميع بلاد اليمن حِمْيراً وسبأ وحضرموت ، فلا يطلق على الملك لقب تُبّع إلا إذا ملك هذه المواطن الثلاثة . قيل سمّوه تُبّعاً باسم الظل لأنه يَتبع الشمس كما يتبع الظل الشمس ، ومعنى ذلك : أنه يسير بغزاوته إلى كل مكان تطلع عليه الشمس ، كما قال تعالى في ذي القرنين { فاتّبع سبباً حتى إذا بلغ مغرب الشمس } إلى قوله : { لم نجعل لهم من دونها ستراً } [ الكهف : 85 90 ] ، وقيل لأنه تتبعه ملوك مخاليف اليمن ، وتخضع له جميع الأقيال والأذواء من ملوك مخاليف اليمن وأذوائه ، فلذلك لُقِّبَ تُبّعاً لأنه تتبعه الملوك .وتُبّع المراد هُنا المسمّى أسعد والمُكَنَّى أبا كَرِب ، كان قد عظم سلطانه وغزا بلاد العرب ودخل مكة ويثرب وبلغ العراق . ويقال : إنه الذي بنى مدينة الحِيرة في العراق ، وكانت دولة تُبّع في سنة ألف قبل البعثة المحمدية ، وقيل كان في حدود السبعمائة قبل بعثة النبي صلى الله عليه وسلم وتعليق الإهلاك بقوم تُبّع دونه يقتضي أن تبّعاً نجا من هذا الإهلاك وأن الإهلاك سلط على قومه ، قالت عائشة : ألا ترى أن الله ذمّ قومه ولم يَذمه .والمروي عن النبي صلى الله عليه وسلم في مسند أحمد وغيره أنه قال : « لا تسبوا تُبعاً فإنه كان قد أسلم وفي رواية كان مؤمناً » وفسره بعض العلماء بأنه كان على دين إبراهيم عليه السلام وأنه اهتدى إلى ذلك بصحبة حبْرَين من أحبار اليهود لقيهما بيثرب حين غزاها وذلك يقتضي نجاته من الإهلاك . ولعل الله أهلك قومه بعد موته أو في مغيبه .وجملة { أهلكناهم } مستأنفة استئنافاً بيانياً لما أثاره الاستفهام التقريري من السؤال عن إبهامه ماذا أريد به . وجملة { إنهم كانوا مجرمين } تعليل لمضمون جملة { أهلكناهم } ، أيْ أهلكناهم عن بكرة أبيهم بسبب إجرامهم ، أي شركهم ."
    },
    {
      "ayah": 38,
      "surah": 44,
      "text": "وَمَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا لَاعِبِينَ (38) عطف على جملة { إن هؤلاء ليقولون إن هي إلا موتتنا الأولى } [ الدخان : 34 ، 35 ] ردّاً عليهم كما علمته آنفاً . والمعنى : أنه لو لم يكن بعثٌ وجزاءٌ لكان خلق السماوات والأرض وما بينهما عبثاً ، ونحن خلقنا ذلك كله بالحق ، أي بالحكمة كما دل عليه إتقان نظام الموجودات ، فلا جرم اقتضى خلق ذلك أن يجازَى كل فاعل على فعله وأن لا يضاع ذلك ، ولما كان المشاهد أن كثيراً من النّاس يقضي حياته ولا يرى لنفسه جزاء على أعماله تعيّن أن الله أخّر جزاءهم إلى حياة أخرى وإلا لكان خلقهم في بعض أحواله من قبيل اللعب .وذكر اللعب توبيخ للذين أحالوا البعث والجزاء بأنهم اعتقدوا ما يفضي بهم إلى جعل أفعال الحكيم لعباً ، وقد تقدم وجه الملازمة عند تفسير قوله تعالى : { أفحسبتم أنما خلقناكم عبثاً وأنكم إلينا لا تُرجعون } في سورة المؤمنون ( 115 ) وعند قوله تعالى : { وما خلقنا السماء والأرض وَما بينهما باطلاً ذلك ظن الذين كفروا } في سورة ص ( 27 ) .ولاعبين } حال من ضمير { خلقنا } ، والنفي متوجه إلى هذا الحال فاقتضى نفي أن يكون شيء من خلق ذلك في حالة عبث فمن ذلك حالة إهمال الجزاء ."
    },
    {
      "ayah": 39,
      "surah": 44,
      "text": "مَا خَلَقْنَاهُمَا إِلَّا بِالْحَقِّ وَلَكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ (39)وجملة { ما خلقناهما إلا بالحق } بدل اشتمال من جملة { وما خلقنا السماوات والأرض وما بينهما لاعبين } .والباء في { بالحق } للملابسة ، أي خلقنا ذلك ملابساً ومقارناً للحق ، أو الباء للسببية ، أي بسبب الحق ، أي لإيجاد الحق من خلقهما .والحق : ما يحق وقوعه من عمل أو قول ، أي يجب ويتعين لسببية أو تفرع أو مجازاة ، فمن الحق الذي خُلقت السماوات والأرض وما بينهما لأجله مكافأة كل عامل بما يناسب عمله ويُجازيه ، وتقدم عند قوله تعالى : { أو لم يتفكروا في أنفسهم ما خلق الله السماوات والأرض وما بينهما إلا بالحق } في سورة الروم ( 8 ) .والاستدراك في قوله : { ولكن أكثرهم لا يعلمون } ناشىء عما أفاده نفي أن يكون خلق المخلوقات لَعباً وإثبات أنه للحق لا غير من كون شأن ذلك أنْ لا يخفى ولكن جهل المشركين هو الذي سوّل لهم أن يقولوا { ما نحن بمنشرين } [ الدخان : 35 ] .وجملة الاستدراك تذييل ، وقريب من معنى الآية قوله : { وما خلقنا السماوات والأرض وما بينهما إلا بالحق وإن الساعة لآتية } في آخر سورة الحجر ( 85 ) ."
    },
    {
      "ayah": 4,
      "surah": 44,
      "text": "فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ (4) وجملة { فيها يُفْرَقُ كلّ أمر حكيم } مستأنفة استئنافاً بيانياً ناشئاً عن تنكير { ليلة } . ووصفها ب { مباركة } كما علمت آنفاً فدل على عظم شأن هاتِه الليلة عند الله تعالى فإنها ظهر فيها إنزال القرآن ، وفيها يفرق عند الله كل أمر حكيم . وفي هذه الجمل الأربع محسن اللف والنشر ، ففي قوله : { إنا أنزلناه في ليلة مباركة } لفٌّ بين معنيين أولهما : تعيين إنزال القرآن ، وثانيهما : اختصاص تنزيله في ليلة مباركة ثم علل المعنى الأول بجملة { إنا كنا منذرين } ، وعُلل المعنى الثاني بجملة { فيها يُفْرَق كل أمر حكيم } .والمنذر : الذي ينذر ، أي يخبر بأمر فيه ضرّ لقصد أن يتقيه المخبر به ، وتقدم في قوله تعالى : { إنا أرسلناك بالحق بشيراً ونذيراً } في سورة البقرة ( 119 ) .والفرق : الفصل والقضاء ، أي فيها يُفصَل كل ما يراد قضاؤه في النّاس ولهذا يُسمى القرآن فرقاناً ، وتقدم قوله تعالى : { فافْرُقْ بيننا وبين القوم الفاسقين } في سورة المائدة ( 25 ) ، أي جَعل الله الليلة التي أنزل فيها القرآن وقتاً لإنفاذ وقوع أمور هامة مِثل بعثة محمد صلى الله عليه وسلم تشريفاً لتلك المقضيات وتشريفاً لتلك الليلة .وكلمة { كلّ } يجوز أن تكون مستعملة في حقيقة معناها من الشمول وقد علم الله ما هي الأمور الحكيمة فجمعها للقضاء بها في تلك الليلة وأعظمها ابتداء نزول الكتاب الذي فيه صلاح الناس كافّة . ويجوز أن تكون { كل } مستعملة في معنى الكثرة ، وهو استعمال في كلام الله تعالى وكلام العرب ، وقد تقدم في قوله تعالى في سورة النمل ( 23 ) { وأوتيت من كل شيءٍ } أي فيها تُفْرَق أمور عظيمة .والظاهر أن هذا مستمر في كل ليلة توافق عدّ تلك الليلة من كل عام كما يؤذن به المضارع في قوله : { يُفْرق } . ويحتمل أن يكون استعمال المضارع في { يفرق } لاستحضار تلك الحالة العظيمة كقوله تعالى : { فتثير سحاباً } [ الروم : 48 ] .والأمر الحكيم : المشتمل على حكمة من حكمة الله تعالى أو الأمر الذي أحكمه الله تعالى وأتقنه بما ينطوي عليه من النُّظُم المدبرة الدالة على سعة العلم وعمومه . وبعض تلك الأمور الحكيمة يُنفِذُ الأمرَ به إلى الملائكة الموكلين بأنواع الشؤون ، وبعضها يُنفذ الأمر به على لسان الرّسول مدة حياته الدنيوية ، وبَعْضاً يلهمُ إليه من ألهمه الله أفعالاً حكيمة ، والله هو العالم بتفاصيل ذلك .وانتصب { أمراً من عندنا } على الحال من { أمر حكيم } ."
    },
    {
      "ayah": 40,
      "surah": 44,
      "text": "إِنَّ يَوْمَ الْفَصْلِ مِيقَاتُهُمْ أَجْمَعِينَ (40) هذه الجملة تتنزل من التي قبلها منزلة النتيجة من الاستدلال ولذلك لم تعطف ، والمعنى : فيوم الفصل ميقاتهم إعلاماً لهم بأن يوم القضاء هو أجَل الجزاء ، فهذا وعيد لهم وتأكيد الخبر لرد إنكارهم .و { يوم الفصل } : هو يوم الحكم ، لأنه يفصل فيه الحق من الباطل وهو من أسماء يوم القيامة قال تعالى : { لأيّ يوم أُجِّلَت ليوم الفصل } [ المرسلات : 12 ، 13 ] .والميقات : اسم زمان التوقيت ، أي التأجيل ، قال تعالى : { إن يوم الفصل كان ميقاتاً } [ النبإ : 17 ] ، وتقدم عند قوله تعالى : { قل هي مواقيت للناس والحجّ } في سورة البقرة ( 189 ) وحذف متعلق الميقات لظهوره من المقام ، أي ميقات جزائهم .وأضيف الميقات إلى ضمير المخبر عنهم لأنهم المقصود من هذا الوعيد وإلاّ فإن يوم الفصل ميقات جميع الخلق مؤمنيهم وكفارهم .والتأكيد ب { أجمعين } للتنصيص على الإحاطة والشمول ، أي ميقات لجزائهم كلهم لا يفلت منه أحد منهم تَقْوِيَةً في الوعيد وتأييساً من الاستثناء ."
    },
    {
      "ayah": 41,
      "surah": 44,
      "text": "يَوْمَ لَا يُغْنِي مَوْلًى عَنْ مَوْلًى شَيْئًا وَلَا هُمْ يُنْصَرُونَ (41) و { يوم لا يغني مولى } بدل من { يوم الفصل } أو عطف بيان . وفتحة { يوم لا يغنى } فتحة إعراب لأن { يوم } أضيف إلى جملة ذات فعل معرب .والمولى : القريب والحليف ، وتقدم عند قوله تعالى : { وإني خِفتُ الموالي من ورائي } في سورة مريم ( 5 ) . وتنكير مولًى } في سياق النفي لإفادة العموم ، أي لا يغني أحد من الموالي كائناً من كان عن أحد من مواليه كائناً من كان .و { شيئاً } مفعول مطلق لأن المراد { شيئاً } من إغناء . وتنكير { شيئاً } للتقليل وهو الغالب في تنكير لفظ شيء ، كما قال تعالى : { وشيءٍ من سِدْرٍ قليلٍ } [ سبأ : 16 ] . ووقوعه في سياق النفي للعموم أيضاً ، يعني أيَّ إغناء كان في القلة بَلْهَ الإغناء الكثير . والمعنى : يوم لا تغني عنهم مواليهم ، فعُدل عن ذلك إلى التعميم لأنه أوسع فائدة إذ هو بمنزلة التذييل .والإغناء : الإفادة والنفع بالكثير أو القليل ، وضميرا { ولا هم ينصرون } راجعان إلى ما رجع إلَيْهِ ضمير { أهم خيرٌ } [ الدخان : 37 ] ، وهو اسم الإشارة من قوله : { إن هؤلاء ليقولون } [ الدخان : 34 ] . والمعنى : أنهم لا يغني عنهم أولياؤهم المظنون بهم ذلك ولا ينصرهم مقيَّضون آخرون ليسوا من مواليهم تأخذهم الحمية أو الغيرة أو الشفقة فينصرونهم .والنصر : الإعانة على العدوّ وعلى الغالب ، وهو أشد الإغْناء . فعطف { ولا هم ينصرون } على { لا يغني مولى عن مولى شيئاً } زيادة في نفي عدم الإغناء .فمحصل المعنى أنه لا يغني مُوال عن مُواليه بشيء من الإغناء حسب مستطاعه ولا ينصرهم ناصر شديد الاستطاعة هو أقوى منهم يدفع عنهم غلب القوي عليهم ، فالله هو الغالب لا يدفعه غالب . وبُني فعل { ينصرون } إلى المجهول ليعم نفي كل ناصر مع إيجاز العبارة ."
    },
    {
      "ayah": 42,
      "surah": 44,
      "text": "إِلَّا مَنْ رَحِمَ اللَّهُ إِنَّهُ هُوَ الْعَزِيزُ الرَّحِيمُ (42)والاستثناء بقوله : { إلا من رحم الله } وقع عقب جملتي { لا يغني مولى عن مولى شيئاً ولا هم ينصرون } فحُق بأن يرجع إلى ما يَصلح للاستثناء منه في تينك الجملتين .ولنا في الجملتين ثلاثة ألفاظ تصلح لأن يستثنى منها وهي { مولى } الأولُ المرفوع بفعل { يغني } ، و { مولى } الثاني المجرورُ بحرف { عن } ، وضميرُ { ولا هم ينصرون } ، فالاستثناء بالنسبة إلى الثلاثة استثناء متصل ، أي إلا من رحمه الله من الموالي ، أي فإنه يأذن أن يُشْفَع فيه ، ويأذَن للشافع بأن يَشْفَعَ كما قال تعالى : { ولا تنفع الشفاعة عنده إلا لمن أذِن له } [ سبإ : 23 ] وقال : { ولا يَشْفعون إلا لمن ارتضى } [ الأنبياء : 28 ] . وفي حديث الشفاعة أنه يقال لرسول الله صلى الله عليه وسلم « سَلْ تُعْطَه واشفَعْ تُشَفَّع » . والشفاعة : إغناء عن المشفوع فيه . والشفعاء يومئذٍ أولياء للمؤمنين فإن من الشفعاء الملائكَة وقد حكى الله عنهم قولهم للمؤمنين { نحن أولياؤكم في الحياة الدنيا وفي الآخرة } [ فصلت : 31 ] .وقيل هو استثناء منقطع لأن من رحمه الله ليس داخلاً في شيء قبله مما يدل على أهل المحشر ، والمعنى : لكن من رحمه الله لا يحتاج إلى من يُغني عنه أو ينصره وهذا قول الكسائي والفراء .وأسباب رحمة الله كثيرة مرجعها إلى رضاه عن عبده وذلك سِر يعلمه الله .وجملة { إنه هو العزيز الرحيم } استئناف بياني هو جوابٌ مجمل عن سؤال سائل عن تعيين من رحمهُ الله ، أي أن الله عزيز لا يُكرهه أحد على العدول عن مراده ، فهو يرحم من يَرحمه بمحض مشيئته وهو رحيم ، أي واسع الرحمة لمن يشاء من عباده على وفق ما جرى به علمه وحكمته ووعدُه . وفي الحديث : « ارحموا من في الأرض يرحمكم من في السماء » ."
    },
    {
      "ayah": 43,
      "surah": 44,
      "text": "إِنَّ شَجَرَةَ الزَّقُّومِ (43) لما ذكر الله فريقاً مرحومين على وجه الإجمال قابله هنا بفريق معذَّبون وهم المشركون ، ووصف بعض أصناف عذابهم وهو مأكلهم وإهانتهم وتحريقهم ، فكان مقتضى الظاهر أن يبتدأ الكلام بالإخبار عنهم بأنهم يأكلون شجرة الزقوم كما قال في سورة الواقعة ( 51 ، 52 ) { ثم إنكم أيها الضالّون المكذّبون لآكلون من شجرٍ من زقومٍ } الآية ، فعُدل عن ذلك إلى الإخبار عن شجرة الزقوم بأنها طعام الأثيم اهتماماً بالإعلام بحال هذه الشجرة . وقد جُعلت شجرة الزقوم شيئاً معلوماً للسامعين فأخبر عنها بطريق تعريف الإضافة لأنها سبق ذكرها في سورة الواقعة التي نزلت قبل سورة الدخان فإن الواقعة عدت السادسة والأربعين في عداد نزول السور وسورة الدخان ثالثة وستين . ومعنى كون الشجرة طعاماً أن ثمرها طعام ، كما قال تعالى : { طَلعُها كأنه رؤوس الشياطين فإنَّهم لآكلون منها } [ الصافات : 65 ، 66 ] .وكتبت كلمة { شجرت } في المصاحف بتاء مفتوحة مراعاة لحالة الوصل وكان الشائع في رسم أواخر الكلم أن تراعى فيه حالة الوقف ، فهذا مما جاء على خلاف الأصل ."
    },
    {
      "ayah": 44,
      "surah": 44,
      "text": "طَعَامُ الْأَثِيمِ (44) و { الأثيم } : الكثير الآثام كما دلت عليه زنة فَعيل . والمراد به : المشركون المذكورون في قوله : { إنّ هؤلاء ليَقُولُون إن هي إلاّ موتتنا الأولى } [ الدخان : 34 ، 35 ] ، فهذا من الإظهار في مقام الإضمار لقصد الإيماء إلى أن المهم بالشرك مع سبب معاملتهم هذه ."
    },
    {
      "ayah": 45,
      "surah": 44,
      "text": "كَالْمُهْلِ يَغْلِي فِي الْبُطُونِ (45) وتقدم الكلام على شجرة الزقوم في سورة الصافات ( 62 ) عند قوله تعالى : { أذَلك خَيْرٌ نُزُلاً أم شجرة الزقوم . } والمُهل بضم الميم دُرْدِيُّ الزيت . والتشبيه به في سواد لونه وقيل في ذوبانه ."
    },
    {
      "ayah": 46,
      "surah": 44,
      "text": "كَغَلْيِ الْحَمِيمِ (46) والحميم } : الماء الشديد الحرارة الذي انتهى غليانه ، وتقدم عند قوله تعالى : { لهم شرابٌ من حميم } في سورة الأنعام ( 70 ) . ووجه الشبه هو هيئة غليانه .وقرأ الجمهور تغلي } بالتاء الفوقية على أن الضمير ل { شجرة الزقوم } . وإسناد الغليان إلى الشجَرَةِ مجاز وإنما الذي يغلي ثمرها . وقرأه ابن كثير وحفص بالتحتية على رجوع الضمير إلى الطعام لا إلى المُهل .والغليان : شدة تأثر الشيء بحرارة النار يقال : غلي الماء وغلت القدر ، قال النابغة: ... يسير بها النعمان تغلي قدوره"
    },
    {
      "ayah": 47,
      "surah": 44,
      "text": "خُذُوهُ فَاعْتِلُوهُ إِلَى سَوَاءِ الْجَحِيمِ (47) وجملة { خذوه } الخ مقول لقول محذوف دلّ عليه السياق ، أي يقال لملائكة العذاب : خذوه ، والضمير المفرد عائد إلى الأثيم باعتبار آحاد جنسه .والعَتْلُ : القوْد بعنف وهو أن يؤخذ بتلبيب أحد فيقاد إلى سجن أو عذاب ، وماضيه جاء بضم العين وكسرها .وقرأه بالضم نافع وابن كثير وابن عامر . وقرأه الباقون بكسر التاء .وسَواء الشيء : وسطه وهو أشد المكان حرارة .وقوله : { إلى سواء الجحيم } يتنازعه في التعلق كلٌّ من فعلي { خذوه فاعتلوه } لتضمنهما : سوقوه سوقاً عنيفاً ."
    },
    {
      "ayah": 48,
      "surah": 44,
      "text": "ثُمَّ صُبُّوا فَوْقَ رَأْسِهِ مِنْ عَذَابِ الْحَمِيمِ (48) و { ثم } للتراخي الرتبي لأن صب الحميم على رأسه أشد عليه من أخذه وعتله .والصبّ : إفراغ الشيء المظروف من الظرف وفعل الصّبّ لا يتعدى إلى العذاب لأن العذاب أمر معنوي لا يصب . فالصب مستعار للتقوية والإسراع فهو تمثيلية اقتضاها ترويع الأثيم حين سمعها ، فلما كان المحكي هنا القول الذي يسمعه الأثيم صيغ بطريقة التمثيلية تهويلاً ، بخلاف قوله :{ يُصَبّ من فوق رءوسهم الحميم } [ الحج : 19 ] الذي هو إخبار عنهم في زمن هم غير سامعيه فلم يؤت بمثل هذه الاستعارة إذ لا مقتضى لها ."
    },
    {
      "ayah": 49,
      "surah": 44,
      "text": "ذُقْ إِنَّكَ أَنْتَ الْعَزِيزُ الْكَرِيمُ (49) وجملة { ذق إنك أنت العزيز الكريم } مقول قول آخر محذوف تقديره : قولوا له أو يقال له .والذوق مستعار للإحساس وصيغة الأمر مستعملة في الإهانة .وقوله : { إنك أنت العزيز الكريم } خبر مستعمل في التهكم بعلاقة الضدّية . والمقصود عكس مدلوله ، أي أنت الذليل المهان ، والتأكيد للمعنى التهكمي . وقرأه الجمهور بكسر همزة { إنك } . وقرأه الكسائي بفتحها على تقدير لام التعليل وضمير المخاطب المنفصل في قوله : { أنت } تأكيد للضمير المتصل في { إنك } ولا يؤكد ضمير النصب المتصل إلا بضمير رفع منفصل ."
    },
    {
      "ayah": 5,
      "surah": 44,
      "text": "أَمْرًا مِنْ عِنْدِنَا إِنَّا كُنَّا مُرْسِلِينَ (5) وإعادة كلمة { أمراً } لتفخيم شأنه ، وإلا فإن المقصود الأصلي هو قوله : { من عندنا } ، فكان مقتضى الظاهر أن يقع { من عندنا } صفةً ل { أمر حكيم } فخولف ذلك لهذه النكتة ، أي أمراً عظيماً فخماً إذا وصف ب { حكيم } . ثم بكونه من عند الله تشريفاً له بهذه العندية ، وينصرف هذا التشريف والتعظيم ابتداءً وبالتعيين إلى القرآن إذ كان بنزوله في تلك الليلة تشريفها وجعلها وقتاً لقضاء الأمور الشريفة الحكيمة . وجملة { إنا كنا مرسلين } معترضة وحرف ( إنّ ) فيها مثل ما وقع في { إنا كنا منذرين } .واعلم أن مفتتح السورة يجوز أن يكون كلاماً موجهاً إلى المشركين ابتداء لفتح بصائرهم إلى شرف القرآن وما فيه من النفع للناس ليكفُّوا عن الصدّ عنه ولهذا وردت الحروف المقطعة في أوَلها المقصودُ منها التحدّي بالإعجاز ، واشتملت تلك الجمل الثلاث على حرف التأكيد ، ويكون إعلام الرّسول صلى الله عليه وسلم بهذه المزايا حاصلاً تبعاً إن كان لم يسبق إعلامه بذلك بما سبق من آي القرآن أو بوحي غير القرآن . ويجوز أن يكون موجهاً إلى الرّسول صلى الله عليه وسلم أصالة ويكون علم المشركين بما يحتوي عليه حاصلاً تبعاً بطريق التعريض ، ويكون التوكيد منظوراً فيه إلى الغرض التعريضي .ومفعول { مرسلين } محذوف دل عليه مادة اسم الفاعل ، أي مرسلين الرسل . و { رحمة من ربّك } مفعول له من { إنَّا كنّا مرسلين } أي كنّا مرسلين لأجل رحمتنا ، أي بالعباد المرسل إليهم لأن الإرسال بالإنذار رحمة بالناس لِيتَجنَبوا مهاوي العذاب ويكتسبوا مكاسب الثواب ، قال تعالى :{ وما أرسلناك إلا رحمةً للعالمين } [ الأنبياء : 107 ] . ويجوز أن يكون { رحمة } حالاً من الضمير المنصوب في { أنزلناه } ."
    },
    {
      "ayah": 50,
      "surah": 44,
      "text": "إِنَّ هَذَا مَا كُنْتُمْ بِهِ تَمْتَرُونَ (50)وجملة { إن هذا ما كنتم به تمترون } بقية القول المحذوف ، أي ويقال للآثمين جميعاً : إن هذا ما كنتم به تمترون في الدنيا . والخبر مستعمل في التنديم والتوبيخ واسم الإشارة مشار به إلى الحالة الحاضرة لديهم ، أي هذا العذاب والجزاء هو ما كنتم تكذبون به في الدنيا .والامتراء : الشك ، وأطلق الامتراء على جزيتهم بنفي يقينهم بانتفاء البعث لأن يقينهم لما كان خلياً عن دلائل العلم كان بمنزلة الشك ، أي أن البعث هو بحيث لا ينبغي أن يوقن بنفيه على نحو ما قرر في قوله تعالى : { ذلك الكتاب لا ريب فيه } [ البقرة : 2 ] ."
    },
    {
      "ayah": 51,
      "surah": 44,
      "text": "إِنَّ الْمُتَّقِينَ فِي مَقَامٍ أَمِينٍ (51) استئناف ابتدائي انتقل به الكلام من وصف عذاب الأثيم إلى وصف نعيم المتقين لمناسبة التضاد على عادة القرآن في تعقيب الوعيد بالوعد والعكس .والمُقام بضم الميم : مكان الإقامة . والمَقام بفتح الميم : مكان القيام ويتناول المسكن وما يتبعه . وقرأه نافع وابنُ عامر وأبو جعفر بضم الميم . وقرأه الباقون بفتح الميم .والمراد بالمُقام المكان فهو مجاز بعلاقة الخصوص والعموم .والأمين بمعنى الآمِن والمراد : الآمن ساكنه ، فوصفه ب { أمين } مجاز عقلي كما قال تعالى : { وهذا البلد الأمين } [ التين : 3 ] . والأمن أكبر شروط حسن المكان لأن الساكن أولُ ما يتطلب الأمن وهو السلامة من المكاره والمخاوف فإذا كان آمناً في منزله كان مطمئن البال شاعراً بالنعيم الذي يناله . وأبدل منه بأنهم { في جنات وعيون } وذلك من وسائل النزهة والطيب . وأعيد حرف { في } مع البدل للتأكيد ."
    },
    {
      "ayah": 52,
      "surah": 44,
      "text": "فِي جَنَّاتٍ وَعُيُونٍ (52) والجنات : جمع جنة ، وتقدم في أول البقرة . والعيون : جمع عين ، وتقدم في قوله : { فانفجرت منه اثنتا عشرة عيناً } في سورة البقرة ( 60 ) ، فهذا نعيم مكانهم . ووُصف نعيم أجسادهم بذكر لباسهم وهو لباس الترف والنعيم وفيه كناية عن توفر أسباب نعيم الأجساد لأنه لا يَلبس هذا اللّباسَ إلا من استكمل ما قبله من ملائمات الجسد باطنهِ وظاهره ."
    },
    {
      "ayah": 53,
      "surah": 44,
      "text": "يَلْبَسُونَ مِنْ سُنْدُسٍ وَإِسْتَبْرَقٍ مُتَقَابِلِينَ (53)والسندس : الديباج الرقيق النفيس ، والأكثر على أنه معرب من الفارسية وقيل عربي . أصله : سِنْدِي ، منسوب إلى السنِد على غير قياس . والسندس يلبس مما يلي الجسد .والإستبرق : الديباج القوي يلبس فوق الثياب وهو معرب استبره فارسية ، وهو الغليظ مطلقاً ثم خص بغليظ الديباج ، ثم عُرب .وتقدما في قوله { يلبسون ثياباً خضراً من سندس وإستبرق } في سورة الكهف ( 31 ) فارجع إليه . ومن } لبيان الجنس ، والمبيَّن محذوف دل عليه { يلبسون } . والتقدير : ثياباً من سندس وإستبرق .ثم وُصف نَعيم نفوسهم بعضِهم مع بعض في مجالسهم ومحادثاتهم بقوله : { متقابلين } لأن الحديث مع الأصحاب والأحبّة نعيم للنفّس فأغنَى قوله : { متقابلين } عن ذكر اجتماعهم وتحابهم وحديث بعضهم مع بعض وأن ذلك شأنهم أجمعين بأن ذكر ما يستلزم ذلك وهو صيغة متقابلين ومادتُه على وجه الإيجاز البديع ."
    },
    {
      "ayah": 54,
      "surah": 44,
      "text": "كَذَلِكَ وَزَوَّجْنَاهُمْ بِحُورٍ عِينٍ (54) { متقابلين } .اعتراض وقد تقدم بيان معناه عن قوله تعالى : { كذلك وقد أحطنا بما لديه خُبْراً } في سورة الكهف ( 91 ) .  وتقدم نظيره آنفاً في هذه السورة .{ كَذَلِكَ وزوجناهم بِحُورٍ } { عِينٍ * يَدْعُونَ فِيهَا بِكلِّ فاكهة ءَامِنِينَ * لاَ يَذُوقُونَ فِيهَا الموت } .معنى { زوجناهم } جعلناهم أزواجاً جمع زوج ضد الفرد ، أي جعلنا كل فرد من المتقين زوجاً بسبب نساءٍ حور العيون .والزوج هنا كناية عن القرين ، أي قرنَّا بكل واحد نساءً حوراً عيناً ، وليس فعل { زوجناهم } هنا مشتقاً من الزوج الشائععِ إطلاقُه على امرأة الرجل وعلى رجل المرأة لأن ذلك الفعل يتعدى بنفسه يقال : زوجه ابنتَه وتزوج بنت فلان ، قال تعالى : { زوَّجناكها } [ الأحزاب : 37 ] ، وليس ذلك بمراد هنا إذ لا طائل تحته ، إذ ليس في الجنة عقود نكاح ، وإنما المراد أنهم مأنوسون بصحبة حبائب من النساء كما أنسوا بصحبة الأصحاب والأحبة من الرجال استكمالاً لمتعارف الأنس بين الناس . وفي كلا الأنسين نعيم نفساني منجرّ للنفس من النعيم الجثماني ، وَهذا معنًى ساممٍ من معاني الانبساط الروحي وإنما أفسد بعضه في الدّنيا ما يخالط بعضه من أحوال تجرّ إلى فساد منهي عنه مثل ارتكاب المحرم شرعاً ومثل الاعتداء على المرأة قسراً ، ومن مصطلحات متكلفة ، وقد سمى الله سكوناً فقال : { ومن آياته أن خلق لكم من أنفسكم أزواجاً لتسكنُوا إليها وجعل بينكم مودةً ورحمةً } [ الروم : 21 ] .والحور : جمع الحوراء ، وهي البيضاء ، أي بنساء بضيضات الجلد .والعِين : جمع العيناء ، وهي واسعة العين ، وتقدم في سورة الصافات . وشمل الحور العين النساء الّلاءِ كُنَّ أزواجهن في الدنيا ، ونساءً يخلقهن الله لأجل الجنة قال تعالى : { إنا أنشأناهن إنشاءً } [ الواقعة : 35 ] وقال تعالى : { هم وأزواجهم في ظلالٍ } [ يس : 56 ] ."
    },
    {
      "ayah": 55,
      "surah": 44,
      "text": "يَدْعُونَ فِيهَا بِكُلِّ فَاكِهَةٍ آَمِنِينَ (55) ومعنى { يدعون فيها بكل فاكهة } أي هم يأمرون بأن تحضر لهم الفاكهة ، أي فيجابون .والدعاء نوع من الأمر أي يأذنون بكل فاكهة ، أي بإحضار كل فاكهة . و { كل } هنا مستعملة في الكثرة الشديدة لكل واحد منهم ويجوز أن تكون بمعنى الإحاطة ، أي بكل صنف من أصناف الفاكهة .والفاكهة : ما يتفكه به ، أي يتلذذ بطعمه من الثمار ونحوها .وجملة { يدعون } حال من { المتقين } [ الدخان : 51 ] ، و { آمنين } حال من ضمير { يدعون } . والمراد هنا أمن خاص غير الذي في قوله : { في مقاممٍ أمينٍ } [ الدخان : 51 ] وهو الأمن من الغوائل والآلام من تلك الفواكه على خلاف حال الإكثار من الطعام في الدنيا كقوله في خمر الجنة { لا فيها غوْلُ ولا هم عنها ينزفون } [ الصافات : 47 ] ، أو آمنين من نفاد ذلك وانقطاعه ."
    },
    {
      "ayah": 56,
      "surah": 44,
      "text": "لَا يَذُوقُونَ فِيهَا الْمَوْتَ إِلَّا الْمَوْتَةَ الْأُولَى وَوَقَاهُمْ عَذَابَ الْجَحِيمِ (56) وجملة { لا يذوقون فيها الموت إلا الموتة الأولى } حال أخرى . وهذه بشارة بخلود النعمة لأن الموت يقطع ما كان في الحياة من النعيم لأصحاب النعيم كما كان الإعلام بأن أهل الشرك لا يموتون نذارة بدوام العذاب .والاستثناء في قوله : { إلا الموتة الأولى } من تأكيد الشيء بما يشبه ضده لزيادة تحقيق انتفاء ذوق الموت عن أجل الجنة فكأنه قيل لا يذوقون الموت البتة وقرينة ذلك وصفها ب { الأولى } .والمراد ب { الأولى } السالفة ، كما تقدم آنفاً في قوله : { إن هي إلا موتتنا الأولى } [ الدخان : 35 ] .{ الاولى ووقاهم عَذَابَ } { الجحيم * فَضْلاً مِّن رَّبِّكَ ذَلِكَ هُوَ الفوز العظيم } .عطف على { وزوجناهم بحور عين } وهذا تذكير بنعمة السلامة مما ارتبك فيه غيرهم . وذلك مما يحمد الله عليه كما ورد أن من آداب من يرى غيره في شدة أو بأس أن يقول : الحمد لله الذي عافاني مما هو فيه . وضمير { وقاهم } عائد إلى ضمير المتكلم في { وزوجناهم } على طريقة الالتفات ."
    },
    {
      "ayah": 57,
      "surah": 44,
      "text": "فَضْلًا مِنْ رَبِّكَ ذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ (57)و { فضلاً } حال من المذكورات . والخطاب للنبيء صلى الله عليه وسلموذكر الرب إظهار في مقام الإضمار ومقتضى الظاهر أن يقال : فضلاً منه أو منا . ونكتة هذا الإظهار تشريف مقام النبي صلى الله عليه وسلم والإيماء إلى أن ذلك إكرام له لإيمانهم به .وجملة { ذلك هو الفوز العظيم } تذييل ، والإشارة في { ذلك هو الفوز العظيم } لتعظيم الفضل ببعد المرتبة . وأتي بضمير الفصل لتخصيص الفوز بالفضل المشار إليه وهو قصر لإفادة معنى الكمال كأنه لا فوز غيره ."
    },
    {
      "ayah": 58,
      "surah": 44,
      "text": "فَإِنَّمَا يَسَّرْنَاهُ بِلِسَانِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ (58) الفاء للتفريع إشارة إلى أن ما بعدها متفرّع عما قبلها حيث كان المذكور بعد الفاء فذلكة للسورة ، أي إجمال لأغراضها بعد تفصيلها فيما مضى إحضاراً لتلك الأغراض وضبطاً لترتُّب علتها .وضمير { يسرناه } عائد إلى الكتاب المفهوم من المقام والمذكور في قوله { والكتاب المبين إنا أنزلناه في ليلةٍ مباركةٍ } [ الدخان : 2 ، 3 ] الخ ، والذي كان جلّ غرض السورة في إثبات إنزاله من الله كما أشار إليه افتتاحها بالحروف المقطعة ، وقوله : { والكتاب المبين ، فهذا التفريع مرتبط بذلك الافتتاح وهو من ردّ العجز على الصدر . فهذا التفريع تفريع لمعنى الحصر الذي في قوله : فإنما يسرناه بلسانك } لبيان الحكمة في إنزال القرآن باللسان العربي فيكون تفريعاً على ما تقدم في السورة وما تخلله وتبعه من المواعظ .ويجوز أن يكون المفرع قوله : { لعلهم يتذكرون } . وقدم عليه ما هو توطئة له اهتماماً بالمقدم وتقدير النظم فلعلهم يتذّكرون بهذا لما يسّرناه لهم بلسانهم .والقصر المستفاد من ( إنما ) قصر قلب وهو رد على المشركين إذ قد سهَّل لهم طريق فهمه بفصاحته وبلاغته فقابلوه بالشك والهزء كما قصه الله في أول السورة بقوله : { بل هم في شَككٍ يلعبون } [ الدخان : 9 ] أي إنا جعلنا فهمه يسيراً بسبب اللغة العربية الفصحى وهي لغتهم إلا ليتذكروا فلم يتذكروا . فمفعول { يسرناه } مضاف مقدر دل عليه السياق تقديره : فهمه .والباء في { بلسانك } للسببية ، أي بسبب لغتك ، أي العربية وفي إضافة اللسان إلى ضمير النبي صلى الله عليه وسلم عناية بجانبه وتعظيم له ، وإلا فاللسان لسان العرب كما قال تعالى : { وما أرسلنا من رسوللٍ إلا بلسان قومه } [ إبراهيم : 4 ] .وإطلاق اللسان وهو اسم الجارحة المعروفة في الفم على اللّغة مجاز شائع لأن أهم ما يستعمل فيه اللسان الكلام قال تعالى : { بلساننٍ عربيٍ مبينٍ } [ الشعراء : 195 ] .وأفصح قوله { لعلهم يتذكرون } عن الأمر بالتذكير بالقرآن . والتقدير : فذكّرهم به ولا تسأم لعنادهم فيه ودم على ذلك حتى يحصل التذكر ، فالتيسير هنا تسهيل الفهم ، وتقدم عند قوله تعالى : { فإنما يسرّناه بلسانك لتبشر به المتقين } الخ في سورة مريم ( 97 ) .و ( لعلّ ) مستعملة في التعليل ، أي لأجل أن يتذكّروا به ، وَهَذَا كقوله : { وهذا كتابٌ مصدقٌ لساناً عربياً لتنذر الذين ظلموا وبشرى للمحسنين } [ الأحقاف : 12 ] .وفي هذا الكلام الموجز إخبار بتيسير القرآن للفهم لأن الغرض منه التذكر ، قال تعالى : { ولقد يسّرنا القرآن للذكر فهل من مدّكر } [ القمر : 17 ] ، وبأن سبب ذلك التيسير كونُه بأفصح اللغات وكونُه على لسان أفضل الرسل صلى الله عليه وسلم فلذلك كان تسببه في حصول تذكرهم تسبباً قريباً لو لم يكونوا في شك يلعبون . وباعتبار هذه المعاني المتوافرة حسن أن يفرع على هذه الجملة تأييد النبي صلى الله عليه وسلم وتهديد معانديه"
    },
    {
      "ayah": 59,
      "surah": 44,
      "text": "فَارْتَقِبْ إِنَّهُمْ مُرْتَقِبُونَ (59) بقوله : { فارتقب إنهم مرتقبون } أي فارتقب النصر الذي سألته بأن تعان عليهم بسنين كسنين يوسف فإنهم مرتقبون ذلك وأشد منه وهو البطشة الكبرى .وإطلاق الارتقاب على حال المعاندين استعارة تهكمية لأن المعنى أنهم لاقُون ذلك لا محالة وقد حسنها اعتبار المشاكلة بين ( ارتقب ) و { مرتقبون } .وجملة { إنهم مرتقبون } تعليل للأمر في قوله { فارتقب } أي ارتقب النصر بأنهم لاَقُوا العذاب بالقحط وقد أغنت ( إنّ ) التّسبُب والتعليل .وفي هذه الخاتمة ردّ العجز على الصدر إذ كان صدر السورة فيه ذكر إنزال الكتاب المبين وأنه رحمة من الله بواسطة رسالة محمد صلى الله عليه وسلم وكان في صدرها الإنذار بارتقاب يوم تأتي السماء بدخان مبين وذكر البطشة الكبرى . فكانت خاتمة هذه السورة خاتمة عزيزة المنال اشتملت على حسن براعة المقطع وبديع الإيجاز ."
    },
    {
      "ayah": 6,
      "surah": 44,
      "text": "رَحْمَةً مِنْ رَبِّكَ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ (6)وإيراد لفظ الربّ في قوله : { من ربك } إظهار في مقام الإضمار لأن مقتضى الظاهر أن يقول : رحمة منا . وفائدة هذا الإظهار الإشعار بأن معنى الربوبية يستدعي الرحمة بِالمَرْبُوبينَ ثم إضافة ( ربّ ) إلى ضمير الرّسول صلى الله عليه وسلم صرف للكلام عن مواجهة المشركين إلى مواجهة النبي صلى الله عليه وسلم بالخطاب لأنه الذي جرى خطابهم هذا بواسطته فهو كحاضر معهم عند توجيه الخطاب إليهم فيصرف وجه الكلام تارة إليه كما في قوله : { يوسف أعْرِض عن هذا واستغفري لذنبكِ } [ يوسف : 29 ] وهذا لقصد التنويه بشأنه بعد التنويه بشأن الكتاب الذي جاء به .وإضافة الربّ إلى ضمير الرّسول صلى الله عليه وسلم ليتوصل إلى حظ له في خلال هذه التشريعات بأن ذلك كله من ربّه ، أي بواسطته فإنه إذا كان الإرسال رحمة كان الرسول صلى الله عليه وسلم رحمة قال تعالى : { وما أرسلناك إلا رحمة للعالمين } [ الأنبياء : 107 ] ، ويعلم من كونه ربّ الرسول صلى الله عليه وسلم أنه رب الناس كلهم إذ لا يكون الرّب رب بعض الناس دون بعض فأغنى عن أن يقول : رحمة من ربّك وربهم ، لأن غرض إضافة رب إلى ضمير الرسول صلى الله عليه وسلم يأبى ذلك ، ثم سيصرح بأنه ربّهم في قوله { ربّكم ورب آبائكم الأولين } [ الدخان : 8 ] وهو مقام آخر سيأتي بيانه .وجملة { إنه هو السميع العليم } تعليل لجملة { إنا كنّا مرسلين رحمة من ربّك } أي كنا مرسلين رحمة بالناس لأنه عَلم عبادة المشركين للأصنام وعلم إغواء أيمة الكفر للأمم وعلم ضجيج الناس من ظلم قويّهم ضعيفَهم وعلم ما سوى ذلك من أقوالهم فأرسل الرُسل لتقويمهم وإصلاحهم وعَلم أيضاً نوايا الناس وأفعالهم وإفسادهم في الأرض فأرسل الرّسل بالشرائع لكف الناس عن الفساد وإصلاح عقائدهم وأعمالهم ، فأشير إلى علم النوع الأول بوصف { السميع } لأن السميع هو الذي يعلم الأقوال فلا يخفى عليه منها شيء . وأشير إلى علم النّوع الثاني بوصف { العليم } الشامل لجميع المعلومات . وقدم { السميع } للاهتمام بالمسموعات لأنّ أصل الكفر هو دعاء المشركين أصنامهم .واعلم أن السميع والعليم تعليلان لجملة { إنا كنا مرسلين } بطريق الكناية الرمزية لأن علة الإرسال في الحقيقة هي إرادة الصلاح ورحمة الخلق . وأما العلم فهو الصفة التي تجري الإرادة على وفقه ، فالتعليل بصفة العلم بناء على مقدمة أخرى وهي أن الله تعالى حكيم لا يحب الفساد ، فإذا كان لا يحب ذلك وكان عليماً بتصرفات الخلق كان علمه وحكمته مقتضيين أن يرسل للناس رسلاً رحمةً بهم . وضمير الفصل أفاد الحصر ، أي هو السميع العليم لا أصنامكم التي تدعونها . وفي هذا إيماء إلى الحاجة إلى إرسال الرّسول إليهم بإبطال عبادة الأصنام .وفي وصف { السميع العليم } تعريض بالتهديد ."
    },
    {
      "ayah": 7,
      "surah": 44,
      "text": "رَبِّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا إِنْ كُنْتُمْ مُوقِنِينَ (7)هذا عود إلى مواجهة المشركين بالتذكير على نحو ما ابتدأت به السورة . وهو تخلّص للاستدلال على تفرد الله بالإلهية إلزاماً لهم بما يُقرّون به من أنه ربّ السماوات والأرض وما بينهما ، ويُقرون بأن الأصنام لا تخلق شيئاً ، غير أنهم مُعرضون عن نتيجة الدليل ببطلان إلهية الأصنام ألاَ ترى القرآن يكرر تذكيرهم بأمثال هذا مثل قوله تعالى : { أفمن يخلق كمن لا يخلق أفلا تذكرون } [ النحل : 17 ] وقوله : { والذين تدْعُون من دون الله لا يخلقُون شيئاً وهم يُخلَقون أمواتٌ غير أحياء } [ النحل : 20 ، 21 ] ، ولأجل ذلك ذَكر الربوبية إجمالاً في قوله : { رحمة من ربك } [ الدخان : 6 ] ثم تفصيلاً بذكر صفة عموم العلم التي هي صفة المعبود بحق بصيغة قصر القلب المشير إلى أن الأصنام لا تسمع ولا تعلم . وبذكر صفة التكوين المختصة به تعالى بإقرارهم ارتقاءً في الاستدلال . فلما لم يكن مجال للريب في أنه تعالى هو الإله الحق أعقب هذا الاستدلال بجملة { إن كنتم موقنين } بطريقة إثارة التيقظ لعقولهم إذ نزلهم منزلة الْمَشْكُوككِ إيقانُهم لعدم جريهم على موجب الإيقان لله بالخالقية حين عبدوا غيره بأنْ أُتي في جانب فرض إيقانهم بطريقة الشرط ، وأُتي بحرف الشرط الذي أصله عدم الجزم بوقوع الشرط على نحو قوله تعالى : { أفنضرب عنكم الذكر صفحاً إنْ كنتم قوماً مسرفين } [ الزخرف : 5 ] .وقرأ الجمهور { رب السموات } برفع { ربُّ } على أنه خبر مبتدأ محذوف ، وهو من حذف المسند إليه لمتابعة الاستعمال في مثله بعد إجراء أخبار أو صفات عن ذات ثم يردف بخبر آخر ، ومن ذلك قولهم بعد ذكر شخص : فتًى يفعل ويفعل . وهو من الاستئناف البياني إذ التقدير : إن أردت أن تعرفه فهو كذا . وقرأ عاصم وحمزة والكسائي وخلف بجر { رب } على أنه بَدَلٌ من قوله : { ربِّك } [ الدخان : 6 ] .وحذف متعلق { موقنين } للعلم به من قوله : { رب السماوات والأرض وما بينهما } . وجواب الشرط محذوف دل عليه المقام . والتقدير : إن كنتم موقنين فلا تعبدوا غيره ، ولذلك أعقبه بجملة { لا إله إلا هو } [ الدخان : 8 ] ."
    },
    {
      "ayah": 8,
      "surah": 44,
      "text": "لَا إِلَهَ إِلَّا هُوَ يُحْيِي وَيُمِيتُ رَبُّكُمْ وَرَبُّ آَبَائِكُمُ الْأَوَّلِينَ (8)جملة { لا إله إلا هو } نتيجة للدليل المتقدم لأن انفراده بِرُبوبيَة السماوات والأرض وما بينهما دليل على انفراده بالإلهية ، أي على بطلان إلهية أصنامهم فكانت هذه الجملة نتيجة لذلك فلذلك فصلت لشدة اقتضاء الجملة التي قبلها إياها .وجملة { يحي ويميت } مستأنفة للاستدلال على أنه لا إله إلا هو بتفرده بالإحياء والإماتة ، والمشركون لا ينازعون في أن الله هو المحيي والمميت فكما استدل عليهم بتفرده بإيجاد العوالم وما فيها استدل عليهم بخلق أعظم أحوال الموجودات وهي حالة الحياة التي شرّف بها الإنسان عن موجودات العالم الأرضي وكرّم أيضاً بإعطائها للحيوان لتسخيره لانتفاع الإنسان به بسببها ، وبتفرده بالإماتة وهي سلب الحياة عن الحيّ للدلالة على أن الحياة ليست ذاتية للحيّ . ولما كان تفرده بالإحياء والإماتة دليلاً واضحاً في أحوال المخاطبين وفيما حولهم من ظهور الأحياء بالولادة والأمواتتِ بالوفاة يوماً فيوماً من شأنه أن لا يجهلوا دلالته بَلْهَ جحودهم إياها ومع ذلك قد عبدوا الأصنام التي لا تحيي ولا تُميت ، أعقب بإثبات ربوبيته للمخاطبين تسجيلاً عليهم بجحد الأدلة وبكفران النعمة .وعطف { ورب آبائكم الأولين } ليسجل عليهم الإلزام بقولهم : { وإنا على آثارهم مهتدون } [ الزخرف : 22 ] . ووصفهم ب { الأولين } لأنهم جعلوا أقدم الآباء حجة أعظم من الآباء الأقربين كما قال تعالى حكاية عنهم { ما سمعنا بهذا في آبائنا الأولين } [ المؤمنون : 24 ] ."
    },
    {
      "ayah": 9,
      "surah": 44,
      "text": "بَلْ هُمْ فِي شَكٍّ يَلْعَبُونَ (9){ بل } للإضراب الإبطالي ردّ به أن يكونوا موقنين ومقرّين بأنه رب السماوات والأرض وما بينهما فإن إقرارهم غير صادر عن علم ويقين ثابت بل هو كالْعَدَممِ لأنهم خلطوه بالشك واللعب فارتفعت عنه خاصية اليقين والإقرار التي هي الجري على موجَب العلم ، فإن العلم إذا لم يجر صاحبه على العمل به وتجديد ملاحظته تطرق إليه الذهول ثم النسيان فضعف حتى صار شكّاً لانحجاب الأدلة التي يرسخ بها في النفس ، أي هم شاكّون في وحدانية الله تعالى .والإتيان بحرف الظرفية للدلالة على شدة تمكن الشك من نفوسهم حتى كأنه ظرف محيط بهم لا يجدون عنه مخرجاً ، أي لا يفارقهم الشك ، فالظرفية استعارة تبعية مثل الاستعلاء في قوله : { أولئك على هدى من ربّهم } [ البقرة : 5 ] .وجملة { يلعبون } حال من ضمير { هم } أي اشتغلوا عن النظر في الأدلة التي تزيل الشك عنهم وتجعلهم مهتدين ، بالهزء واللعب في تلقي دعوة الرسول صلى الله عليه وسلم فكأن انغماسهم في الشك مقارِناً لحالهم من اللعب ، ولهذه الجملة الحالية موقع عظيم إذ بها أفيد أنّ الشك حامِل لهم على الهزء واللعب ، وأن الشغل باللعب يزيد الشك فيهم رسوخاً بخلاف ما لو قيل : بل هم في شك ولعب ، فتفطّنْ ."
    }
  ]
}
