{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 51,
      "text": "وَالذَّارِيَاتِ ذَرْوًا (1(القَسَم المفتتح به مراد منه تحقيق المقسم عليه وتأكيد وقوعه وقد أقسم الله بعظيم من مخلوقاته وهو في المعنى قسم بقدرته وحكمته ومتضمن تشريف تلك المخلوقات بما في أحوالها من نعم ودلالةٍ على الهدى والصلاح ، وفي ضمن ذلك تذكير بنعمة الله فيما أوجد فيها .والمُقْسَم بها الصفات تقتضي موصفاتها ، فآل إلى القَسَم بالموصوفات لأجل تلك الصفات العظيمة . وفي ذلك إيجاز دقيق ، على أن في طي ذكر الموصوفات توفيراً لما تؤذن به الصفات من موصوفات صالحة بها لتذهب أفهام السامعين في تقديرها كل مذهب ممكن .وعطف تلك الصفات بالفاء يقتضي تناسبها وتجانسها ، فيجوز أن تكون صفات لجنس واحد وهو الغالب في عطف الصفات بالفاء ، كقول ابن زيَّابة :يا لهف زَيابَةَ للحارث الصَابح فالغانم فالآيب ... ويجوز أن تكون مختلفة الموصوفات إلا أن موصوفاتها متقاربة متجانسة كقول امرىء القيس :بسِقط اللِوى بين الدَّخول فَحَوْمَل فتوضح فالمقراة . . . . . . . ... وقول لبيد :بمشارق الجبلين أو بمُحجر فتَضَّمنتْها فَردة فرُخَامها فصَوائق إن أيمنت . . . . . . . . . . . . . . . . . . . . . . . ... البيت ويكثر ذلك في عطف البقاع المتجاورة ، وقد تقدم ذلك في سورة الصافات ."
    },
    {
      "ayah": 10,
      "surah": 51,
      "text": "قُتِلَ الْخَرَّاصُونَ (10(دعاء بالهلاك على أصحاب ذلك القول المختلف لأن المقصود بقتلهم أن الله يهلكهم ، ولذلك يكثر أن يقال : قاتله الله ، ثم أجري مجرى اللعن والتحقير والتعجيب من سوء أحوال المدعو عليه بمثل هذا .وجملة الدعاء لا تعطف لأنها شديدة الاتصال بما قبلها مما أوجب ذلك الوصف لدخولهم في هذا الدعاء ، كما كان تعقيب الجمل التي قبلها بها إيماء إلى أن ما قبلها سبب للدعاء عليهم ، وهذا من بديع الإيجاز .والخرص : الظن الذي لا حجة لصاحبه على ظنه ، فهو معرَّض للخطأ في ظنه ، وذلك كناية عن الضلال عمداً أو تساهلاً ، فالخرّاصون هم أصحاب القول المختلف ، فأفاد أن قولهم المختلف ناشىء عن خواطر لا دليل عليها . وقد تقدم في الأنعام ( 116 ( { إن يتّبعون إلا الظن وإن هم إلا يخرصون } فالمراد هنا الخرص بالقول في ذات الله وصفاته .واعلم أن الخرص في أصول الاعتقاد مذموم لأنها لا تبنى إلا على اليقين لخطر أمرها وهو أصل محل الذم في هذه الآية . وأما الخرص في المعاملات بين الناس فلا يذم هذا الذّمَّ وبعضه مذموم إذا أدى إلى المخاطرة والمقامرة . وقد أذن في بعض الخرص للحاجة . ففي الموطأ } عن زيد بن ثابت وأبي هريرة «أن النبيء صلى الله عليه وسلم رخّص في بيع العرايا بخرصها» يعني في بيع ثمرة النخلات المعطاة على وجهة العَريَّة وهي هبة مالك النخل ثمر بعض نخله لشخص لسنة معينة فإن الأصل أن يقبِض ثمرتها عند جذاذ النخل فإذا بَدَا لصاحب الحائط شراءُ تلك الثمرة قبل طيبها رخص أن يبيعها المُعْرَى ( بالفتح ( للمُعْرِي بالكسر إذا أراد المعري ذلك فيخرص ما تحمِله النخلات من الثمر على أن يعطيه عند الجذاذِ ما يساوي ذلك المخروص إذا لم يكن كثيراً وحُدد بخمسة أوسق فأقل ليدفع صاحب النخل عن نفسه تطرق غيره لحائطه ، وذلك لأن أصلها عطية فلم يدخل إضرار على المُعرِي من ذلك ."
    },
    {
      "ayah": 11,
      "surah": 51,
      "text": "الَّذِينَ هُمْ فِي غَمْرَةٍ سَاهُونَ (11(والغمرة : المرة من الغمر ، وهو الإحاة ويفسرها ما تضاف إليه كقوله تعالى : { ولو ترى إذ الظالمون في غمرات الموت } [ الأنعام : 93 ] فإذا لم تقيد بإضافة فإن تعيينها بحسب المقام كقوله تعالى : { فذرهم في غمرتهم حتى حين } في سورة المؤمنين ( 54 ( . والمراد : في شغل ، أي مَا يشغلهم من معاداة الإسلام شغلاً لا يستطيعون معه أن يتدبروا في دعوة النبيء .والسهو : الغفلة . والمراد أنهم معرِضون إعراضاً كإعراض الغافل وما هم بغافلين فإن دعوة القرآن تقرع أسماعهم كل حين واستعمال مادة السهو في هذا المعنى نظير استعمالها في قوله تعالى : { الذين هم عن صلاتهم ساهون } [ الماعون : 5 ] ."
    },
    {
      "ayah": 12,
      "surah": 51,
      "text": "يَسْأَلُونَ أَيَّانَ يَوْمُ الدِّينِ (12(هذه الجملة يجوز أن تكون حالاً من ضمير { الخراصون } [ الذاريات : 10 ] وأن تكون استئنافاً بيانياً ناشئاً عن جملة { قتل الخراصون } [ الذاريات : 10 ] لأن جملة { قتل الخراصون } أفادت تعجيباً من سوء عقولهم وأحْوالهم فهو مثار سؤال في نفس السامع يتطلب البيان ، فأجيب بأنهم يسألون عن يوم الدين سؤال متهكمين ، يعنون أنه لا وقوع ليوم الدين كقوله تعالى : { عمّ يتساءلون * عن النبأ العظيم * الذي هم فيه مختلفون } [ النبأ : 1 3 ] .و { أيّان يوم الدين } مقول قول محذوف دلّ عليه { يسألون } لأن في فعل السؤال معنى القول . فتقدير الكلام : يقولون : أيان يوم الدين . ولك أن تجعل جملة { أيان يوم الدين } بدلاً من جملة { يسألون } لتفصيل إجماله وهو من نوع البدل المطابق . و { أيّان } اسم استفهام عن زمان فعل وهو في محل نصب مبنيّ على الفتح ، أي متى يوم الدين ، ويوم الدين زمان فالسؤال عن زمانه آيل إلى السؤال باعتبار وقوعه ، فالتقدير : أيان وقوع يوم الدين ، أو حلوله ، كما تقول : متى يوم رمَضان أي متى ثبوته لأن أسماء الزمان حقها أن تقع ظروفاً للأحداث لا للأزمنة ."
    },
    {
      "ayah": 13,
      "surah": 51,
      "text": "يَوْمَ هُمْ عَلَى النَّارِ يُفْتَنُونَ (13(وجملة { يوم هم على النار يفتنون } جواب لسؤالهم جرى على الأسلوب الحكيم من تلقي السائل بغير ما يتطلب إذ هم حين قالوا : أيّان يوم الدين ، أرادوا التهكم والإحالة فتُلقِّي كلامُهم بغير مرادهم لأن في الجواب ما يشفي وقع تهكمهم على طريقة قوله تعالى : { يسألونك عن الأهلة قل هي مواقيتُ للناس والحج } [ البقرة : 189 ] . والمعنى : يوم الدين يقع يوم تُصْلَوْن النار ويقال لكم : ذوقوا فتنتكم .وانتصب { يوم هم على النار يفتنون } على الظرفية وهو خبر عن مبتدأ محذوف دل عليه السؤال عنه بقولهم : أيام يوم الدين . والتقدير : يومُ الدين يومَ هم على النار يفتنون .والفَتْن : التعذيب والتحريق ، أي يوم هم يعذبون على نار جهنم وأصل الفَتْن الاختيار . وشاع إطلاقه على معان منها إذابة الذهب على النار في البُوتَقة لاختيار ما فيه من معدن غيرِ ذهب ، ولا يذاب إلا بحرارة نار شديدة فهو هنا كناية عن الإحراق الشديد ."
    },
    {
      "ayah": 14,
      "surah": 51,
      "text": "ذُوقُوا فِتْنَتَكُمْ هَذَا الَّذِي كُنْتُمْ بِهِ تَسْتَعْجِلُونَ (14(وجملة { ذوقوا فتنتكم } مقول قول محذوف دل عليه الخطاب ، أي يقال لهم حينئذٍ ، أو مقولاً لهم ذوقوا فتنتكم ، أي عذابكم . والأمر في قوله : { ذوقوا } مستعمل في التنكيل .والذوق : مستعار للإحساس القوي لأن اللسان أشد الأعضاء إحساساً .وإضافة فتنة إلى ضمير المخاطبين يومئذ من إضافة المصدر إلى مفعوله . وفي الإضافة دلالة على اختصاصها لهم لأنهم استحقوها بكفرهم ، ويجوز أن تكون الإضافة من إضافة المصدر إلى فاعله . والمعنى : ذوقوا جزاء فتنتكم . قال ابن عباس : أي تكذيبكم . ويقوم من هذا الوجه أن يجعل الكلام موجَّهاً بتذكير المخاطبين في ذلك اليوم ما كانوا يفتنون به المؤمنين من التعذيب مثل ما فتنوا بلالاً وخَبَّاباً وعَماراً وشميسة وغيرهم ، أي هذا جزاء فتنتكم .وجعل المذوق فتنتهم إظهاراً لكونه جزاء عن فتنتهم المؤمنين ليزدادوا ندامة قال تعالى موعداً إياهم { إن الذين فتنوا المؤمنين والمؤمنات ثم لم يتوبوا فلهم عذاب جهنم ولهم عذاب الحريق } [ البروج : 10 ] .وإطلاق اسم العمل على جزائه وارد في القرآن كثيراً كقوله تعالى : { وتجعلون رزقكم أنكم تُكذّبون } [ الواقعة : 82 ] أي تجعلون جزاء رزق الله إياكم أنكم تُكذّبون وحدانيته .والإشارة في قوله : { هذا الذي كنتم به تستعجلون } إلى الشيء الحاضر نصب أعينهم ، وهكذا الشأن في مثله تذكير اسم الإشارة كما تقدم في قوله تعالى : { إنها بقرة لا فارض ولا بِكْر عَوَانٌ بين ذلك } في سورة البقرة ( 68 ( .ومعنى { كنتم به تستعجلون } كنتم تطلبون تعجيله فالسين والتاء للطلب ، أي كنتم في الدنيا تسألون تعجيله وهو طلب يريدون به أن ذلك محال غير واقع . وأقوالهم في هذا كثيرة حكاها القرآن كقوله : { ويقولون متى هذ الوعد إن كنتم صادقين } [ الملك : 25 ] .والجملة استئناف في مقام التوبيخ وتعديد المجارم ، كما يقال للمجرم : فعلت كذا ، وهي من مقول القول ."
    },
    {
      "ayah": 15,
      "surah": 51,
      "text": "إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَعُيُونٍ (15(اعتراض قَابل به حال المؤمنين في يوم الدين جرى على عادة القرآن في اتباع النِّذارة بالبشارة ، والترهيب بالترغيب .وقوله : { إن المتقين في جنات وعيون } نظير قوله في سورة الدخان ( 51 ، 52 ( { إن المتقين في مقام أمين في جنات وعيون } وجمع { جنات } باعتبار جمع المتقين وهي جنات كثيرة مختلفة وفي الحديث : « إنها لِجِنان كثيرة ، وإنه لفي الفردوس » وتنكير { جنات } للتعظيم ."
    },
    {
      "ayah": 16,
      "surah": 51,
      "text": "آَخِذِينَ مَا آَتَاهُمْ رَبُّهُمْ إِنَّهُمْ كَانُوا قَبْلَ ذَلِكَ مُحْسِنِينَ (16(ومعنى { آخذين ما آتاهم ربهم } : أنهم قابلون ما أعطاهم ، أي راضون به فالأخذ مستعمل في صريحه وكنايته كناية رمزية عن كون ما يؤتَوْنه أكمل في جنسه لأن مدارك الجماعات تختلف في الاستجادة حتى تبلغ نهاية الجودة فيستوي الناس في استجادته ، وهي كناية تلويحية . وأيضاً فالأخذ مستعمل في حقيقته ومجازه لأن ما يؤتيهم الله بعضهم مما يُتناول باليد كالفواكه والشراب والرياحين ، وبعضه لا يتناول باليد كالمناظِر الجميلة والأصوات الرقيقة والكرامة والرضوان وذلك أكثر من الأول .فإطلاق الأخذ على ذلك استعارة بتشبيه المعقول بالمحسوس كقوله تعالى : { خُذوا ما آتيناكم بقوة } في سورة البقرة ( 63 ( ، وقوله : { وأمرْ قَومَك يأخذوا بأحسنها } في سورة الأعراف ( 145 ( .فاجتمع في لفظ { آخذين } كنايتان ومجاز . روى أبو سعيد الخدري عن النبي صلى الله عليه وسلم « أن الله تعالى يقول : يا أهل الجنة . فيقولون : لبيك ربنا وسعديك والخيرُ في يديك . فيقول : هل رضيتم؟ فيقولون : وما لنا لا نرضى يا ربنا وقد أعطيتنا ما لم تعط أحداً من خلقك فيقول : ألا أعطيكم أفضلَ من ذلك فيقولون : وأي شيء أفضل من ذلك؟ فيقول : أحُلّ عليكم رضواني فلا أسخط عليكم بعده أبداً » . وفي إيثار التعبير عن الجلالة بوصف ( ربّ ( مضاففٍ إلى ضمير المتقين معنى من اختصاصهم بالكرامة والإيماء إلى أن سبب ما آتاهم هو إيمانهم بربوبيته المختصة بهم وهي المطابقة لصفات الله تعالى في نفس الأمر .وجملة { إنهم كانوا قبل ذلك محسنين } تعليل لجملة { إن المتقين في جنات وعيون } ، أي كان ذلك جزاء لهم عن إحسانهم كما قيل للمشركين { ذوقوا فتنتكم } [ الذاريات : 14 ] . والمحسنون : فاعلو الحسنات وهي الطاعات .وفائدة الظرف في قوله : { قبلَ ذلك } أن يؤتى بالإشارة إلى ما ذكر من الجنات والعيون وما آتاهم ربهم مما لا عين رأتْ ولا أذن سمعت ولا خطر على قلب بشر فيحصل بسبب تلك الإشارة تعظيم شأن المشار إليه ، ثم يفاد بقوله { قبل ذلك } ، أي قبل التنعم به أنهم كانوا محسنين ،"
    },
    {
      "ayah": 17,
      "surah": 51,
      "text": "كَانُوا قَلِيلًا مِنَ اللَّيْلِ مَا يَهْجَعُونَ (17(أي عاملين الحسنات كما فسره قوله : { كانوا قليلاً من الليل ما يهجعون } الآية . فالمعنى : أنهم كانوا في الدنيا مطيعين لله تعالى واثقين بوعده ولم يروه .وجملة { كانوا قليلاً من الليل ما يهجعون } بدل من جملة { كانوا قبل ذلك محسنين } بدل بعض من كل لأن هذه الخصال الثلاث هي بعض من الإحسان في العمل .وهذا كالمثال لأعظم إحسانهم فإن ما ذكر من أعمالهم دال على شدة طاعتهم لله ابتغاء مرضاته ببذل أشد ما يبذل على النفس وهو شيئانأولهما : راحة النفس في وقت اشتداد حاجتها إلى الراحة وهو الليل كله وخاصة آخره ، إذ يكون فيه قائم الليل قد تعب واشتد طلبه للراحة .وثانيهما : المال الذي تشحّ به النفوس غالباً ، وقد تضمنت هذه الأعمال الأربعة أصلَي إصلاح النفس وإصلاح الناس . وذلك جماع ما يرمي إليه التكليف من الأعمال فإن صلاح النفس تزكية الباطن والظاهر ففي قيام الليل إشارة إلى تزكية النفس باستجلاب رضى الله تعالى . وفي الاستغفار تزكية الظاهر بالأقوال الطيبة الجالبة لمرضاة الله عز وجل .وفي جعلهم الحق في أموالهم للسائلين نفع ظاهر للمحتاج المظهر لحاجته . وفي جعلهم الحق للمَحروم نفع المحتاج المتعفّف عن إظهار حاجته الصابر على شدة الاحتياج .وحرف { ما } في قوله : { قليلاً من الليل ما يهجعون } مزيد للتأكيد . وشاعت زيادة { ما } بعد اسم ( قليل ( و ( كثير ( وبعد فعل ( قل ( و ( كثر ( و ( طال ( .والمعنى : كانوا يهجعون قليلاً من الليل . وليست { ما } نافية .والهجوع : النوم الخفيف وهو الغِرار .ودلت الآية على أنهم كانوا يهجعون قليلاً من الليل وذلك اقتداء بأمر الله تعالى نبيئه صلى الله عليه وسلم بقوله : { قم الليل إلا قليلاً نصفه أو انقص منه قليلاً أو زد عليه } [ المزمل : 2 4 ] وقد كان النبي صلى الله عليه وسلم يأمرهم بذلك كما في حديث عبد الله بن عَمرو بن العاص « أن رسول الله قال له : لم أُخْبَر أنك تقوم الليل وتصوم النهار قال : نعم . قال : لا تفعل إنك إن فعلت ذلك نفِهت النفس وهَجمت العين . وقال له : قم ونَم ، فإن لنفسك عليك حقاً ولأهلك عليك حقاً » . وقد اشتملت هذه الجملة على خصائص من البلاغة :أولاها : فعل الكون في قوله : { كانوا } الدال على أن خبرها سُنَّة متقررة .الثاني : العدول عن أن يقال : كانوا يقيمون الليل ، أو كانوا يُصَلُّون في جوف الليل ، إلى قوله : { قليلاً من الليل ما يهجعون } لأن في ذكر الهجوع تذكيراً بالحالة التي تميل إليها النفوس فتغلبها وتصرفها عن ذكر الله تعالى وهو من قبيل قوله تعالى : { تتجافى جنوبهم عن المضاجع } [ السجدة : 16 ] ، فكان في الآية إطناب اقتضاه تصوير تلك الحالة ، والبليغ قد يورد في كلامه ما لا تتوقف عليه استفادة المعنى إذا كان يرمي بذلك إلى تحصيل صور الألفاظ المزيدة .الثالث : التصريح بقوله : { من الليل } للتذكير بأنهم تركوا النوم في الوقت الذي من شأنه استدعاء النفوس للنوم فيه زيادةً في تصوير جلال قيامهم الليل وإلا فإن قوله : { كانوا قليلاً ما يهجعون } يفيد أنه من الليل .الرابع : تقييد الهجوع بالقليل للإشارة إلى أنهم لا يستكملون منتهى حقيقة الهجوع بل يأخذون منه قليلاً .وهذه الخصوصية فاتت أبا قيس بن الأسلت في قوله :قد حَصت البيضة راسِي فمَا ... أطعَم نوماً غير تَهْجاعالخامس : المبالغة في تقليل هجوعهم لإفادة أنه أقل ما يُهجَهُه الهاجع .وانتصب { قليلاً } على الظرف لأنه وُصف بالزمان بقوله : { من الليل } . والتقدير : زمناً قليلاً من الليل ، والعامل في الظرف { يَهجعون } . و { من الليل } تبعيض .ثم أتبع ذلك بأنهم يستغفرون في السحر ، أي فإذا آذن الليل بالانصرام سألوا الله أن يغفر لهم بعد أن قدّموا من التهجد ما يرجون أن يزلفهم إلى رضى الله تعالى . وهذا دل على أن هجوعهم الذي يكون في خلال الليل قبل السحر . فأما في السحر فهم يتهجدون ، ولذلك فسر ابن عمر ومجاهد الاستغفار بالصلاة في السحر . وهذا نظير قوله تعالى : { والمستغفرين بالأسحار } [ آل عمران : 17 ] ، وليس المقصود طلب الغفران بمجرد اللسان ولو كان المستغفر في مضجعه إذ لا تظهر حينئذٍ مزية لتقييد الاستغفار بالكون في الأسحار .والأسحار : جمع سحر وهو آخر الليل . وخص هذا الوقت لكونه يكثر فيه أن يغلب النوم على الإنسان فيه فصلاتهم واستغفارهم فيه أعجب من صلاتهم في أجزاء الليل الأخرى . وجَمْع الأسحار باعتبار تكرر قيامهم في كل سحر ."
    },
    {
      "ayah": 18,
      "surah": 51,
      "text": "وَبِالْأَسْحَارِ هُمْ يَسْتَغْفِرُونَ (18(وتقديم { بالأسحار } على { يستغفرون } للاهتمام به كما علمت .وصيغ استغفارهم بأسلوب إظهار اسم المسند إليه دُون ضميره لقصد إظهار الاعتناء بهم وليقع الإخبار عن المسند إليه بالمسند الفعلي فيفيد تقوّي الخبر لأنه من الندّرة بحيث يقتضي التقوية لأن الاستغفار في السحر يشقّ على من يقوم الليل لأن ذلك وقت إعيائه . فهذا الإسناد على طريقة قولهم : هو يعطي الجزيل .وحق السائل والمحروم : هو النصيب الذي يعطُونه إياهما ، أطلق عليه لفظ الحق ، إمّا لأن الله أوجب على المسلمين الصدقة بما تيسَّر قبل أن يفرض عليهم الزكاة فإن الزكاة فرضت بعد الهجرة فصارت الصدقة حقا للسائل والمحروم ، أو لأنهم ألزموا ذلك أنفسهم حتى صار كالحق للسائل والمحروم . وبذلك يتأوَّل قول من قال : إن هذا الحق هو الزكاة .والسائل : الفقير المظهر فقره فهو يسأل الناس ، والمحروم : الفقير الذي لا يُعطَى الصدقة لظن الناس أنه غير محتاج من تعففه عن إظهار الفقر ، وهو الصنف الذي قال الله تعالى في شأنهم { يحسبهم الجاهلُ أغنياء من التعفّف } [ البقرة : 273 ] وقال النبي صلى الله عليه وسلم « ليس المسكين الذي ترده اللقمة واللقمتان والأكلة والأكلتان ولكن المسكين الذي ليس له غنى ويستحيي ولا يسأل الناس إلحافاً » . وإطلاق اسم المحروم ليس حقيقة لأنه لم يَسأل الناس ويحرموه ولكن لما كان مآل أمره إلى ما يؤول إليه أمر المحروم أطلق عليه لفظ المحروم تشبيهاً به في أنه لا تصل إليه ممكنات الرزق بعد قربها منه فكأنه ناله حرمان ."
    },
    {
      "ayah": 19,
      "surah": 51,
      "text": "وَفِي أَمْوَالِهِمْ حَقٌّ لِلسَّائِلِ وَالْمَحْرُومِ (19(والمقصود من هذه الاستعارة ترقيق النفوس عليه وحثّ الناس على البحث عنه ليضعوا صدقاتهم في موضع يحب الله وضعها فيه ونظيرها في سورة المعارج . قال ابن عطية : واختلف الناس في { المحروم } اختلافاً هو عندي تخليط من المتأخرين إذ المعنى واحد عبر علماء السلف في ذلك بعبارات على جهة المثالات فجعلها المتأخرون أقوالاً . قلت ذكر القرطبي أحد عشر قولاً كلها أمثلة لمعنى الحرمان ، وهي متفاوتة في القرب من سياق الآية فما صلح منها لأن يكون مثالاً للغرض قُبل وما لم يصلح فهو مردود ، مثل تفسير من فسر المحروم بالكلب . وفي «تفسير ابن عطية» عن الشعبي : أعياني أن أعلم ما المحروم . وزاد القرطبي في رواية عن الشعبي قال : لي اليوم سبعون سنة منذ احتملت أسأل عن المحروم فما أنا اليوم بأعلم مني فيه يومئذٍ ."
    },
    {
      "ayah": 2,
      "surah": 51,
      "text": "فَالْحَامِلَاتِ وِقْرًا (2(واختلف أيمة السلف في محمل هذه الأوصاف وموصوفاتها . وأشهر ما رُوي عنهم في ذلك ما روي عن علي بن أبي طالب وابن عباس ومجاهد أن { الذاريات } الرياح لأنها تذرو التراب ، و { الحاملات وِقْراً } : السحاب ، و { الجاريات } : السفن ، و { المُقسِّمات أمراً } الملائكة ، وهو يقتضي اختلاف الأجناس المقسم بها .وتأويله أن كل معطوففٍ عليه يُسبب ذكر المعطوف لالتقائهما في الجامع الخيالي ، فالرياح تذكِّر بالسحاب ، وحمل السحاب وِقْرَ الماء يذكر بحمل السفن ، والكل يذكر بالملائكة . ومن المفسرين من جعل هذه الصفات الأربع وصفاً للرياح قاله في «الكشاف» ونقل بعضه عن الحسن واستحسنه الفخر ، وهو الأنسب لعطف الصفات بالفاء .فالأحسن أن يُحمل الذرو على نشر قطع السحاب نَشراً يشبه الذرو . وحقيقة الذرو رَمي أشياء مجتمعة تُرمى في الهواء لتقع على الأرض مثل الحَب عند الزرع ومثل الصوف وأصله ذرو الرياح التراب فشبه به دفع الريح قطع السحاب حتى تجتمع فتصير سحاباً كاملاً فالذاريات تنشر السحاب ابتداء كما قال تعالى : { الله الذي يرسل الرياح فتثير سحاباً فيبسطه في السماء كيف يشاء } [ الروم : 48 ] . والذرو وإن كان من صفة الرياح فإنّ كون المذرو سحاباً يؤول إلى أنه من أحوال السحاب وقيل ذروها التراب وذلك قبل نَشرها السحب وهو مقدمة لنشر السحاب .ونُصب { ذَرْواً } على المفعول المطلق لإرادة تفخيمه بالتنوين ، ويجوز أن يكون مصدراً بمعنى المفعول ، أي المَذْرو ، ويكون نصبه على المفعول به .و { الحاملات وقراً } هي الرياح حين تجمع السحاب وقد ثَقُل بالماء ، شبه جمعها إياه بالحَمل لأن شأن الشيء الثقيل أن يحمله الحامل ، وهذا في معنى قوله تعالى :{ ويَجْعَلُه كِسَفاً فترى الودقَ يخرج من خلاله } [ الروم : 48 ] الآية . وقوله : { وينشىء السحاب الثِّقال } [ الرعد : 12 ] وقوله : { ألم تر أن الله يُزْجي سحاباً ثم يُؤَلّف بينه ثم يجعله رُكاماً فترى الودق يخرج من خلاله } [ النور : 43 ] .والوِقر بكسر الواو : الشيء الثقيل .ويجوز أن تكون الحاملات الأسحبة التي ملئت ببخار الماء الذي يصير مطراً ، عطفت بالفاء على الذاريات بمعنى الرياح لأنها ناشئة عنها فكأنها هي ."
    },
    {
      "ayah": 20,
      "surah": 51,
      "text": "وَفِي الْأَرْضِ آَيَاتٌ لِلْمُوقِنِينَ (20(هذا متصل بالقَسَم وجوابه من قوله : { والذاريات } [ الذاريات : 1 ] وقوله : { وإن الدين لواقع } إلى قوله : { والسماء ذات الحبك } [ الذاريات : 6 ، 7 ] فبعد أن حقق وقوع البعث بتأكيده بالقسم انتقل إلى تقريبه بالدليل لإبطال إحالتهم إياه ، فيكون هذا الاستدلال كقوله : { ومن آياته أنك تَرى الأرض خاشعة فإذا أنزلنا عليها الماء اهتزت وربَتْ إن الذي أحياها لمُحيي الموتى } [ فصلت : 39 ] . وما بين هاتين الجملتين اعتراض ، فجملة { وفي الأرض آيات للموقنين } يجوز أن تكون معطوفة على جملة جواب القسم وهي { إن ما تُوعدون لصادق } [ الذاريات : 5 ] . والمعنى : وفي ما يشاهد من أحوال الأرض آيات للموقنين وهي الأحوال الدالة على إيجاد موجودات بعد إعدام أمثالها وأصولها مثل إنبات الزرع الجديد بعد أن بَاد الذي قبله وصار هشيماً . وهذه دلائل واضحة متكررة لا تحتاج إلى غوص الفكر فلذلك لم تقرن هذه الآيات بما يدعو إلى التفكر كما قرن قوله : { وفي أنفسكم أفلا تبصرون } [ الذاريات : 21 ] .واعلم أن الآيات المرموقة من أحوال الأرض صالحة للدلالة أيضاً على تفرده تعالى بالإلهية في كيفية خلقها ودحْوها للحيوان والإنسان ، وكيف قسمت إلى سهل وجبال وبحر ، ونظام إنباتها الزرع والشجر ، وما يخرج من ذلك من منافع للناس ، ولهذا حذف تقييد آيات بمتعلِّق ليعمّ كل ما تصلح الآيات التي في الأرض أن تدل عليه . وتقديم الخبر في قوله : { وفي الأرض } للاهتمام والتشويق إلى ذكر المبتدأ .واللام في { للموقنين } معلق ب { آيات } . وخصت الآيات ب { الموقنين } لأنهم الذين انتفعوا بدلالتها فأكسبتهم الإيقان بوقوع البعث . وأوثر وصف الموقنين هنا دون الذين أيقنوا لإفادة أنهم عرفوا بالإيقان . وهذا الوصف يقتضي مدحهم بثقوب الفهم لأن الإيقان لا يكون إلا عن دليل ودلائل هذا الأمر نظرية . ومَدْحَهم أيضاً بالإنصاف وترك المكابرة لأن أكثر المنكرين للحق تحملهم المكابرة أو الحسد على إنكار حق من يتوجّسون منه أن يقضي على منافعهم . وتقديم { في الأرض } على المبتدأ للاهتمام بالأرض باعتبارها آيات كثيرة ."
    },
    {
      "ayah": 21,
      "surah": 51,
      "text": "وَفِي أَنْفُسِكُمْ أَفَلَا تُبْصِرُونَ (21(عطف على { في الأرض } [ الذاريات : 20 ] . فالتقدير : وفي أنفسكم آيات أفلا تبصرون . تفريعاً على هذه الجملة المعطوفة فيقدر الوقف على { أنفسكم } . وليس المجرور متعلقاً ب { تبصرون } متقدماً عليه لأن وجود الفاء مانع من ذلك إذ يصير الكلام معطوفاً بحرفين . والخطاب موجه إلى المشركين . والاستفهام إنكاري ، أنكر عليهم عدم الإبصار للآيات . والإبصار مستِعار للتدبر والتفكر ، أي كيف تتركون النظر في آيات كائنة في أنفسكم .وتقديم { في أنفسكم } على متعلقه للاهتمام بالنظر في خلق أنفسهم وللرعاية على الفاصلة .والمعنى : ألا تتفكرون في خلق أنفسكم : كيف أنشأكم الله من ماء وكيف خلقكم أطواراً ، أليس كل طور هو إيجادَ خلق لم يكن موجوداً قبل . فالموجود في الصبي لم يكن موجوداً فيه حين كان جنيناً . والموجود في الكهل لم يكن فيه حين كان غلاماً وما هي عند التأمل إلا مخلوقات مستجدة كانت معدومة فكذلك إنهاء الخلق بعد الموت .وهذا التكوين العجيب كما يدل على إمكان الإيجاد بعد الموت يدل على تفرّد مكونة تعالى بالإلهية إذ لا يقدر على إيجادِ مثللِ الإنسان غيرُ الله تعالى فإن بَواطن أحوال الإنسان وظواهرها عجائِب من الانتظام والتناسب وأعجبها خلق العقل وحركاته واستخراج المعاني وخلق النطق والإهام إلى اللغة وخلق الحواس وحركة الدورة الدموية وانتساق الأعضاء الرئيسة وتفاعلها وتسوية المفاصل والعضلات والأعصاب والشرايين وحالها بين الارتخاء واليبس فإنه إذا غلب عليها التيبس جاء العجز وإذا غلب الارتخاء جاء الموت . والخطاب للذين خوطبوا بقوله أول السورة { إن ما تُوعَدُون لصادق } [ الذاريات : 5 ] ."
    },
    {
      "ayah": 22,
      "surah": 51,
      "text": "وَفِي السَّمَاءِ رِزْقُكُمْ وَمَا تُوعَدُونَ (22(بعد أن ذكر دلائل الأرض ودلائل الأنفس التي هم من علائِق الأرض عُطف ذكر السماء للمناسبة ، وتمهيداً للقَسم الذي بعده بقوله : { فوربِّ السماء والأرض إنه لحق } [ الذاريات : 23 ] . ولما في السماء من آية المطر الذي به تنبت الأرض بعد الجفاف ، فالمعنى : وفي السماء آية المطر ، فعدل عن ذكر المطر إلى الرزق إدماجاً للامتنان في الاستدلال فإن الدليل في كونه مطراً يحيي الأرض بعد موتها . وهذا قياس تمثيل للنبت ، أي في السماء المطر الذي ترزقون بسببه .فالرزق : هو المطر الذي تحمله السحب والسماء هنا : طبقات الجو . وتقديم المجرور على متعلقه للتشويق وللاهتمام بالمكان وللردّ على الفاصلة .وعَطف { وما توعدون } إدماج بين أدلة إثبات البعث لقصد الموعظة الشاملة للوعيد على الإشراك والوعد على الإيمان إن آمنوا تعجيلاً بالموعظة عند سنوح فرصتها .وفي إيثار صيغة { تُوعَدون } خصوصية من خصائص إعجاز القرآن ، فإن هذه الصيغة صالحة لأن تكون مصوغة من الوعد فيكون وزن { توعدون } تفعلون مضارع وعَد مبنياً للنائب . وأصله قبل البناء للنائب تَعدون وأصله تَوْعَدُون ، فلما بني للنائب ضُمّ حرف المضارعة فصارت الواو الساكنة مَدة مجانسة للضمة فصار : تُوعدون . وصالحة لأن تكون من الإيعاد ووَزنه تأفْعَلُون مثل تصريف أكرم يكرم وبذلك صار { توعدون } مثل تُكرمَون ، فاحتملت للبشارة والإنذار .وكون ذلك في السماء يجوز أن يكون معناه أنه محقق في علم أهل السماء ، أي الملائكة الموكلين بتصريفه . ويجوز أن يكون المعنى : أن مَكان حصوله في السماء ، من جنة أو جهنم بناء على أن الجنة وجهنم موجودتان من قبل يوم القيامة ، وفي ذلك اختلاف لا حاجة إلى ذكره . وفيه إيماء إلى أن ما أوعدوه يأتيهم من قِبَل السماء كما قال تعالى : { فارتقب يوم تأتي السماء بدخان مبين يغشى الناس هذا عذاب أليم } [ الدخان : 10 ، 11 ] . فإن ذلك الدخان كان في طبقات الجو كما تقدم في سورة الدخان ."
    },
    {
      "ayah": 23,
      "surah": 51,
      "text": "فَوَرَبِّ السَّمَاءِ وَالْأَرْضِ إِنَّهُ لَحَقٌّ مِثْلَ مَا أَنَّكُمْ تَنْطِقُونَ (23(بعد أن أكد الكلام بالقسم ب { الذاريات } [ الذاريات : 1 ] وما عطف عليها فرع على ذلك زيادة تأكيد بالقسم بخالق السماء والأرض على أن ما يوعدون حق فهو عطف على الكلام السابق ومناسبته قوله : { وما توعدون } [ الذاريات : 22 ] .وإظهار اسم السماء والأرض دون ذكر ضميرهما لإدخال المهابة في نفوس السامعين بعظمة الربّ سبحانه .وضمير { إنه لحقّ } عائد إلى { ما توعدون } [ الذاريات : 22 ] . وهذا من ردّ العجز على المصدر لأنه رد على قوله أول السورة { إن ما توعدون لصادق } [ الذاريات : 5 ] وانتهى الغرض .وقوله : { مثل ما أنكم تنطقون } زيادة تقرير لوقوع ما أوعدوه بأن شبه بشيء معلوم كالضرورة لا امتراء في وقوعه وهو كون المخاطبين ينطقون . وهذا نظير قولهم : كما أن قبلَ اليوم أمس ، أو كما أن بعد اليوم غداً . وهو من التمثيل بالأمور المحسوسة ، ومنه تمثيل سرعة الوصول لقرب المكان في قول زهير :فهن ووادِي الرسّ كاليد للفم ... وقولهم : مثل ما أنك ها هنا ، وقولهم : كما أنك ترى وتسمع .وقرأ الجمهور { مثلَ } بالنصب على أنه صفة حال محذوف قصد منه التأكيد . والتقدير : إنه لحق حقاً مثل ما أنكم تنطقون . وقرأ حمزة والكسائي وأبو بكر عن عاصم وخلف مرفوعاً على الصفة { لحق } صفة أريد بها التشبيه .و { ما } الواقعة بعد { مثل } زائدة للتوكيد . وأردفت ب ( أنَّ ( المفيدة للتأكيد تقوية لتحقيق حقية ما يوعدون .واجتلب المضارع في { تنطقون } دون أن يقال : نطقكم ، يفيد التشبيه بنطقهم المتجدد وهو أقوى في الوقوع لأنه محسوس ."
    },
    {
      "ayah": 24,
      "surah": 51,
      "text": "هَلْ أَتَاكَ حَدِيثُ ضَيْفِ إِبْرَاهِيمَ الْمُكْرَمِينَ (24(انتقال من الإنذار والموعظة والاستدلال إلى الاعتبار بأحوال الأمم الماضية المماثلة للمخاطبين المشركين في الكفر وتكذيب الرسل . والجملة مستأنفة استئنافاً ابتدائياً وغيّر أسلوب الكلام من خطاب المنذرين مواجهة إلى أسلوب التعريض تفنناً بذكر قصة إبراهيم لتكون توطئة للمقصود من ذكر ما حلّ بقوم لوط حين كذبوا رسولهم ، فالمقصود هو ما بعد قوله { قال فما خطبكم أيها المرسلون } [ الحجر : 57 ] .وكان في الابتداء بذكر قوم لوط في هذه الآية على خلاف الترتيب الذي جرى عليه اصطلاح القرآن في ترتيب قصص الأمم المكذبة بابتدائها بقوم نوح ثم عاد ثم ثمود ثم قوم لوط أن المناسبة للانتقال من وعيد المشركين إلى العبرة بالأمم الماضية أن المشركين وصفوا آنفاً بأنهم في غمرة ساهون فكانوا في تلك الغمرة أشبه بقوم لوط إذ قال الله فيهم { لعمرك إنهم لفي سكرتهم يعمهون } [ الحجر : 72 ] ، ولأن العذاب الذي عذب به قوم لوط كان حجارة أنزلت عليهم من السماء مشبهة بالمطر .  وقد سميت مطراً في قوله تعالى : { ولقد أتوا على القرية التي أمطرت مطرَ السوء } [ الفرقان : 40 ] وقوله : { وأمطرنا عليهم حجارة من سجيل } [ هود : 82 ] ولأن في قصة حضور الملائكة عند إبراهيم وزوجه عبرة بإمكان البعث فقد تضمنت بشارتها بمولود يولد لها بعد اليأس من الولادة وذلك مثل البعث بالحياة بعد الممات .ولمّا وجه الخطاب للنبيء صلى الله عليه وسلم بقوله : { هل أتاك } عُرف أن المقصود الأصلي تسليته على ما لقيه من تكذيب قومه . ويتبع ذلك تعريض بالسامعين حين يُقرأ عليهم القرآن أو يبلغهم بأنهم صائرون إلى مثِل ذلك العذاب لاتحاد الأسباب .وتقدم القول في نظير { هل أتاك حديث } عند قوله تعالى : { وهل أتاك نبؤا الخصم } في سورة ص ( 21 ( ، وأنه يفتتح به الأخبار الفخمة المهمة .والضيف : اسم يقال للواحد وللجمع لأن أصله مصدر ضَاف ، إذا مال فأطلق على الذي يميل إلى بيت أحد لينزل عنده . ثم صار اسماً فإذا لوحظ أصله أطلق على الواحد وغيره ولم يؤنثوه ولا يجمعونه وإذا لوحظ الاسم جمعوه للجماعة وأنثوه للأنثى فقالوا أضيافٌ وضيوف وامرأة ضيفة وهو هنا اسم جمع ولذلك وصف بالمكْرمين } ، وتقدم في سورة الحجر ( 68 ( { قال إن هؤلاء ضيفي } والمعنيّ به الملائكة الذي أظهرهم الله لإبراهيم عليه السلام فأخبروه بأنهم مرسلون من الله لتنفيذ العذاب لقوم لوط وسماهم الله ضيفاً نظراً لصورة مجيئهم في هيئة الضيف كما سمى الملكين الذين جاءا داود خصماً في قوله تعالى : { وهل أتاك نبؤا الخصم } [ ص : 21 ] ، وذلك من الاستعارة الصورية .وفي سفر التكوين من التوراة : أنهم كانوا ثلاثة . وعن ابن عباس : أنهم جبريل وميكائيل وإسرافيل . وعن عطاء : جبريل وميكائيل ومعهما ملك آخر .ولعل سبب إرسال ثلاثة ليقع تشكُّلهم في شكل الرجال لما تعارفه الناس في أسفارهم أن لا يقلّ ركب المسافرين عن ثلاثة رفاققٍ .وذلك أصل جريان المخاطبة بصيغة المثنى في نحو : «قفا نبك» . وفي الحديث \" الواحدُ شيطان والاثنان شيطانان والثلاثة ركب \" . رواه الحاكم في «المستدرك» وذكر أن سنده صحيح . وقد يكون سبب إرسالهم ثلاثةً أن عذاب قوم لو كان بأصناف مختلفة لكل صنف منها ملكَهُ الموكَّل به .ووصفهم بالمكْرَمين كلام موجه لأنه يوهم أن ذلك لإكرام إبراهيم إياهم كما جرت عادته مع الضيف وهو الذي سنّ القِرى ، والمقصودُ : أن الله أكرمهم برفع الدرجة لأن الملائكة مقربون عند الله تعالى كما قال : { بل عباد مكرمون } [ الأنبياء : 26 ] وقال : { كِراماً كاتبين } [ الانفطار : 11 ] ."
    },
    {
      "ayah": 25,
      "surah": 51,
      "text": "إِذْ دَخَلُوا عَلَيْهِ فَقَالُوا سَلَامًا قَالَ سَلَامٌ قَوْمٌ مُنْكَرُونَ (25(وظرفُ { إذ دخلوا عليه } يتعلق ب { حديثُ } لما فيه من معنى الفعل ، أي خَبرهم حين دخلوا عليه .وقوله : { فقالوا سلاماً قال سلام } تقدم نظيره في سورة هود . وقرأ الجمهور : { قال سلام } . وقرأه حمزة والكسائي { قال سِلْم } بكسر السين وسكون اللام .وقوله : { قوم منكرون } من كلام إبراهيم . والظاهر أنه قاله خَفْتا إذ ليس من الإكرام أن يجاهرَ الزائر بذلك ، فالتقدير : هُم قوم منكرون .والمنكر : الذي ينكره غيره ، أي لا يعرفه . وأطلق هنا على من ينكّر حاله ويظن أنه حال غيرُ معتاد ، أي يخشى أنه مضمِر سوء ، كما قال في سورة هود ( 70 ( { فلما رأى أيديهم لا تصِلُ إليه نَكرهم وأوجس منهم خِيفة } ومنه قول الأعشى :وأنكرتني وما كان الذي نَكِرَتْ ... من الحوادث إلا الشيبَ والصَّلَعاأي كرهت ذاتي .وقصة ضيف إبراهيم تقدمت في سورة هود ."
    },
    {
      "ayah": 26,
      "surah": 51,
      "text": "فَرَاغَ إِلَى أَهْلِهِ فَجَاءَ بِعِجْلٍ سَمِينٍ (26(وراغ } مال في المشي إلى جانب ، ومنه : رَوغان الثعْلب . والمعنى : أن إبراهيم حاد عن المكان الذي نزل فيه الضُيوف إلى أهله ، أي إلى بيته الذي فيه أهله .وفي التوراة : أنه كان جالساً أمامَ باب خيمته تحت شجرة وأنه أنزل الضيوف تحت الشجرة . وقال أبو عبيد القَاسم بن سلام : إن الروغان ميل في المشي عن الاستواء إلى الجانب مع إخفاء إرادته ذلك وتبعه على هذا التقييد الراغب والزمخشري وابن عطيّة فانتزع منه الزمخشري أن إخفاء إبراهيم ميله إلى أهله من حسن الضيافة كيلا يوهم الضيف أنه يريد أن يحضر لهم شيئاً فلعلّ الضيف أن يكُفّه عن ذلك ويعذره وهذا منزع لطيف .وكان منزل إبراهيم الذي جرت عنده هذه القصة بموضع يسمّى ( بلوطات مَمْرا ( من أرض جبرون .ووصُف العجل هنا ب { سَمين } ، ووصف في سورة هود بحنيذ ، أي مشوي فهو عجل سمين شواه وقرّبه إليهم ، وكان الشِوا أسرع طبخ أهل البادية وقام امرؤ القيس يذكر الصيد :فظل طهاةُ اللحم ما بين مُنضِج ... صَفيف شِواء أو قَدِيرٍ مُعَجَّلفقيد ( قدير ( ب ( مُعَجّل ( ولم يقيد ( صفيف شواء ( لأنه معلوم .ومعنى { قربه } وضعه قريباً منهم ، أي لم ينقلهم من مجلسهم إلى موضع آخر بل جعل الطعام بين أيديهم .وهذا من تمام الإكرام للضيف بخلاف ما يُطعمه العافي والسائِل فإنه يدعى إلى مكان الطعام كما قال الفرزدق :فقلتُ إلى الطعام فقال مِنهم ... فريقٌ يحسد الأنس الطعاماومجيء الفاء لعطف أفعال { فراغ } { فجاء } { فقرّبه } للدلالة على أن هذه الأفعال وقعت في سرعة ، والإسراع بالقِرى من تمام الكرم ، وقد قيل : خير البر عاجله ."
    },
    {
      "ayah": 27,
      "surah": 51,
      "text": "فَقَرَّبَهُ إِلَيْهِمْ قَالَ أَلَا تَأْكُلُونَ (27(وجملة { قال ألا تأكلون } بدل اشتمال من جملة { قربه إليهم } .و { ألا } كلمة واحدة ، وهي حرف عَرْض ، أي رغبةٍ في حصول الفعل الذي تدخل عليه . وهي هنا متعينة للعَرض لوقوع فعل القول بدلاً من فعل { قرَّبه إليهم } ، ولا يحسن جعلها كلمتين من همزة استفهام للإنكار مع ( لا ( النافية .والعرض على الضيف عقب وضع الطعام بين يديه زيادة في الإكرام بإظهار الحرص على ما ينفع الضيف وإن كان وضع الطعام بين يديه كافياً في تمكينه منه . وقد اعتبر ذلك إذناً عند الفقهاء في الدعوة إلى الولائم بخلاف مجرد وجود مائدة طعام أو سُفرة ، إذ يجوز أن تكون قد أعدت لغير المدعوّ ."
    },
    {
      "ayah": 28,
      "surah": 51,
      "text": "فَأَوْجَسَ مِنْهُمْ خِيفَةً قَالُوا لَا تَخَفْ وَبَشَّرُوهُ بِغُلَامٍ عَلِيمٍ (28(والفاء في { فأوجس منهم خيفة } فصيحة لإفصاحها عن جملة مقدرة يقتضيها ربط المعنى ، أي فلم يأكلوا فأوجس منهم خيفة ، كقوله : { أن اضرب بعصاك البحر فانفلق } [ الشعراء : 63 ] ، وقد صرح بذلك في سورة هود { فلما رأى أيديهم لا تصل إليه ( أي إلى العجل ( نِكرهم وأوجس منهم خيفة } [ هود : 70 ] .و { أوجس } أحس في نفسه ولم يُظهر ، وتقدم نظيره في سورة هود . وقولهم له { لا تخف } لأنهم علموا ما في نفسه مما ظهر على ملامحه من الخوف ، وتقدم نظيره في سورة هود .والغلام الذي بَشروه به هو إسحاق لأنه هو ابن سارة ، وهو الذي وقعت البشارة به في هذه القصة في التوراة ، ووصف هنا ب { عليم } ، وأما الذي ذُكرت البشارة به في سورة الصافات ( 101 ( فهو إسماعيل ووُصف ب { حليم } ولذلك فامرأة إبراهيم الحادث عنها هنا هي سارة ، وهي التي ولدت بعد أن أيست ، أما هاجر فقد كانت فتاةً ولَدت في مقتبل عمرها ."
    },
    {
      "ayah": 29,
      "surah": 51,
      "text": "فَأَقْبَلَتِ امْرَأَتُهُ فِي صَرَّةٍ فَصَكَّتْ وَجْهَهَا وَقَالَتْ عَجُوزٌ عَقِيمٌ (29(وأقبلت امرأته حين سمعت البشارة لها بغلام ، أي أقبلت على مجلس إبراهيم مع ضيفه ، قال تعالى في سورة هود ( 71 ( { وامرأتُه قائمة } وكان النساء يحضرن مجالس الرجال في بيوتَهن مع أزواجهن ويواكلنهم . وفي الموطأ } : قال مَالك : لا بأس أن تحضر المرأة مع زوجها وضيفِه وتأكل معهم .والصَّرة : الصياح ، ومنه اشتق الصرير . و { في } للظرفية المجازية وهي الملابسة .والصك : اللطم ، وصَكّ الوجه عند التعجب عادة النساء أيامئذٍ ، ونظيره وضع اليد على الفم في قوله تعالى : { فردُّوا أيديهم في أفواههم } [ إبراهيم : 9 ] .وقولُها { عجوز عقيم } خبر محذوف ، أي أنا عجوز عقيم .والعجوز : فعول بمعنى فاعل وهو يستوي في المذكر والمؤنث مشتق من العجز ويطلق على كبر السنّ لملازمة العجز له غالباً .والعقيم : فعيل بمعنى مفعول ، وهو يستوي فيه المذكر والمؤنث إذا جرى على موصوف مؤنث ، مشتق من عَقمها الله ، إذا خلقها لا تحمل بجنين ، وكانت سارة لم تحمل قط ."
    },
    {
      "ayah": 3,
      "surah": 51,
      "text": "فَالْجَارِيَاتِ يُسْرًا (3(و { الجاريات يُسْراً } : الرياح تجري بالسحاب بعد تراكمه وقد صار ثقيلاً بماء المطر ، فالتقدير : فالجاري بذلك الوقر يُسراً .ومعنى اليسر : اللِين والهُون ، أي الجاريات جرياً ليّناً هيّناً شأن السير بالثقل ، كما قال الأعشى :كأنّ مِشيتها من بيت جارتها مَشيُ السحابة لا رَيثٌ ولا عَجَل ... ف { يُسراً } وصف لمصدر محذوف نصب على النيابة عن المفعول المطلق ."
    },
    {
      "ayah": 30,
      "surah": 51,
      "text": "قَالُوا كَذَلِكِ قَالَ رَبُّكِ إِنَّهُ هُوَ الْحَكِيمُ الْعَلِيمُ (30(وقول الملائكة { كذلِك قال ربكِ } الإشارة إلى الحادث وهو التبشير بغلام . والكاف للتشبيه ، أي مثل قولنا : قال ربك فنحن بلّغنا ما أمرنا بتبليغه .وجملة { إنه هو الحكيم العليم } تعليل لِجملة { كذلك قال ربك } المتقضية أن الملائكة ما أخبروا إبراهيم إلا تبليغاً من الله وأن الله صادق وعده وأنه لا موقع لتعجب امرأة إبراهيم لأن الله حكيم يدبر تكوين ما يريده ، وعليم لا يخفى عليه حالها من العجز والعقم .وهذه المحاورة بين الملائكة وسارة امرأة إبراهيم وقعَ مثلها بينهم وبين إبراهيم كما قُصّ في سورة الحجر ، فحُكي هنا ما دار بينهم وبين سارة ، وحكي هناك ما دار بينهم وبين إبراهيم والمَقام واحد ، والحالة واحدة كما بُيّن في سورة هود ( 72 ( { قالت يا ويلتى ءالِدُ وأنا عجوز وهذا بعلي شيخاً إنّ هذا لشيء عجيب . }"
    },
    {
      "ayah": 31,
      "surah": 51,
      "text": "قَالَ فَمَا خَطْبُكُمْ أَيُّهَا الْمُرْسَلُونَ (31(علم إبراهيم من محاورتهم فيما ذكر في هذه الآية وما ورد ذكره في آيات أخرى أنهم ملائكة مرسلون من عند الله فسألهم عن الشأن الذي أرسلوا لأجله . وإنما سألهم بعد أن قَراهم جرياً على سنة الضيافة أن لا يُسأل الضيف عن الغرض الذي أَورده ذلك المنزلَ إلا بعد استعداده للرحيل كيلا يتوهم سآمة مُضيِّفة من نزوله به ، وليعينه على أمره إن كان مستطيعاً ، وهم وإن كانوا قد بشروه بأمر عظيم إلا أنه لم يعلم هل ذلك هو قصارى ما جاءوا لأجله؟وحكي فعل القول بدون عاطف لأنه في مقاوله محاورة بينه وبين ضيفه .والفاء فيما حُكي من كلام إبراهيم فصيحة مؤذنة بكلام محذوف ناشىء عن المحاورَة الواقعة بينه وبين ضيفه وهو من عطف كلام على كلام متكلم آخر ويقع كثيراً في العطف بالواو نحو قوله تعالى حكاية عن إبراهيم : { قال ومن ذريتي } [ البقرة : 124 ] بعد قوله تعالى : { قال إني جاعلك للناس إماماً } [ البقرة : 124 ] وقوله حكاية عن نوح : { قال وما علمي بما كانوا يعملون } [ الشعراء : 112 ] . فإبراهيم خاطب الملائكة بلغته ما يؤدي مثله بفصيح الكلام العربي بعبارة { فما خطبكم أيها المرسلون } . وتقدير المحذوف : إذ كنتم مرسلين من جانب الله تعالَى فما خطبكم الذي أُرسلتم لأجله . وقد علم إبراهيم أن نزول الملائكة بتلك الصورة لا تكون لمجرد بشارته بابن يولد له ولزوجه إذ كانت البشارة تحصل له بالوحي ، فكان من عِلم النبوءة أن إرسال الملائكة إلى الأرض بتلك الصورة لا يكون إلا لخطب قال تعالى : { ما تنزل الملائكة إلا بالحق وما كانوا إذن منظرين } [ الحجر : 8 ] والخطب : الحدث العظيم والشأن المهمّ ، وإضافته إلى ضميرهم لأدنى ملابسة .والمعنى : ما الخطب الذي أُرسلتم لأجله إذ لا تَنزل الملائكة إلا بالحق . وخاطبهم بقوله : { أيها المرسلون } لأنه لا يعرف ما يسميهم به إلا وصف أنهم المرسلون ، والمرسلون من صفات الملائكة كما في قوله تعالى : { والمرسلات عرفاً } [ المرسلات : 1 ] عن أحد تفسيرين .والمراد بالقوم المجرمين أهل سَدوم وعَمُورية ، وهم قوم لوط ، وقد تقدمت قصتهم في سورة الأعراف وسورة هود .والإِرسال الذي في قوله : { لنرسل عليهم حجارة من طين } مستعمل في الرمي مجازاً كما يقال : أرسل سهمه على الصيد ، وهذا الإِرسال يكون بعد أن أصعدوا الحجارة إلى الجوّ وأرسلتها عليهم ، ولذلك سميت مطراً في بعض الآيات ."
    },
    {
      "ayah": 32,
      "surah": 51,
      "text": "قَالُوا إِنَّا أُرْسِلْنَا إِلَى قَوْمٍ مُجْرِمِينَ (32(وحصل بين { أرسلنا } وبين { لنرسل } جناس لاختلاف معنى اللفظين .والحجارة : اسم جمع للحجر ، ومعنى كون الحجارة من طين : أن أصلها طين تحجَّر بصهر النار ، وهي حجارة بركانية من كبريت قذفتها الأرض من الجهة التي صارت بحيرة تدعى اليوم بحيرة لوط ، وأصعدها ناموس إلهِي بضغط جعله الله يرفع الخارج من البركان إلى الجو فنزلت على قرى قوم لوط فأهلكتهم ، وذلك بأمر التكوين بواسطة القوى الملكية .والمُسَوّمة : التي عليها السُّومة أي العلامة ، أي عليها علامات من ألوان تدل على أنها ليست من الحجارة المتعارفة ."
    },
    {
      "ayah": 33,
      "surah": 51,
      "text": "لِنُرْسِلَ عَلَيْهِمْ حِجَارَةً مِنْ طِينٍ (33(وحصل بين { أرسلنا } وبين { لنرسل } جناس لاختلاف معنى اللفظين .والحجارة : اسم جمع للحجر ، ومعنى كون الحجارة من طين : أن أصلها طين تحجَّر بصهر النار ، وهي حجارة بركانية من كبريت قذفتها الأرض من الجهة التي صارت بحيرة تدعى اليوم بحيرة لوط ، وأصعدها ناموس إلهِي بضغط جعله الله يرفع الخارج من البركان إلى الجو فنزلت على قرى قوم لوط فأهلكتهم ، وذلك بأمر التكوين بواسطة القوى الملكية .والمُسَوّمة : التي عليها السُّومة أي العلامة ، أي عليها علامات من ألوان تدل على أنها ليست من الحجارة المتعارفة ."
    },
    {
      "ayah": 34,
      "surah": 51,
      "text": "مُسَوَّمَةً عِنْدَ رَبِّكَ لِلْمُسْرِفِينَ (34(ومعنى { عند ربك } أن علاماتها بخلق الله وتكوينه .والمسرفون : المفرطون في العصيان ، وذلك بكفرهم وشيوع الفاحشة فيهم ، فالمسرفون : القوم المجرمون ، عدل عن ضميرهم إلى الوصف الظاهر ، لتسجيل إفراطهم في الإِجرام ."
    },
    {
      "ayah": 35,
      "surah": 51,
      "text": "فَأَخْرَجْنَا مَنْ كَانَ فِيهَا مِنَ الْمُؤْمِنِينَ (35(هذه الجملة ليست من حكاية كلام الملائكة بل هي تذييل لقصة محاورة الملائكة مع إبراهيم ، والفاء في { فأخرجنا } فصيحة لأنها تفصح عن كلام مقدر هو ما ذُكر في سورة هود من مجيء الملائكة إلى لوط وما حدث بينه وبين قومه ، فالتقدير : فحَلُّوا بقرية لوط فأمرناهم بإخراج من كان فيها من المؤمنين فأخرجوهم . وضمير «أخرجنا» ضمير عظمة الجلالة .وإسناد الإِخراج إلى الله لأنه أمر به الملائكة أن يبلغوه لوطاً ، ولأن الله يسّر إخراج المؤمنين ونجاتهم إذْ أخّر نزول الحجارة إلى أن خرج المؤمنون وهم لوط وأهله إلا امرأته .وعبر عنهم ب { المؤمنين } للإِشارة إلى أن إيمانهم هو سبب نجاتهم ، أي إيمانهم بلوط . والتعبير عنه ب { المسلمين } لأنهم آل نبيء وإيمان الأنبياء إِسلام قال تعالى : { ووصى بها إبراهيم بنيه ويعقوب يا بنيّ إن اللَّه اصطفى لكم الدين فلا تموتن إلا وأنتم مسلمون } [ البقرة : 132 ] .وضمير { فيها } عائد إلى القرية ولم يتقدم لها ذكر لكونها معلومة من آيات أخرى كقوله : { ولقد أتوا على القرية التي أمطرت مطر السوء } [ الفرقان : 40 ] ."
    },
    {
      "ayah": 36,
      "surah": 51,
      "text": "فَمَا وَجَدْنَا فِيهَا غَيْرَ بَيْتٍ مِنَ الْمُسْلِمِينَ (36(وتفريع { فما وجدنا } تفريع خبر على خبر ، وفعل { وجدنا } معنى علمنا لأن ( وجد ( من أخوات ( ظن ( فمفعوله الأول قوله : { من المسلمين } و ( من ( مزيدة لتأكيد النفي وقوله : { فيها } في محل المفعول الثاني .وإنما قال : { فأخرجنا من كان فيها من المؤمنين فما وجدنا فيها غير بيت من المسلمين } دون أن يقول : فأخرجنا لوطاً وأهل بيته قصداً للتنويه بشأن الإِيمان والإِسلام ، أي أن الله نجّاهم من العذاب لأجل إيمانهم بما جاء به رسولهم لا لأجل أنهم أهل لوط ، وأن كونهم أهل بيت لوط لأنهم انحصر فيهم وصف { المؤمنين } في تلك القرية ، فكان كالكلي الذي انحصر في فرد معين .والمؤمن : هو المصدق بما يجب التصديق به . والمسلم المنقاد إلى مقتضى الإِيمان ولا نجاة إلا بمجموع الأمرين ، فحصل في الكلام مع التفنن في الألفاظ الإِشارة إلى التنويه بكليهما وإلى أن النجاة باجتماعهما .والآية تشير إلى أن امرأة لوط كانت تظهر الانقياد لزوجها وتضمر الكفر وممالأة أهل القرية على فسادهم ، قال تعالى : { ضرب اللَّه مثلاً للذين كفروا امرأة نوح وامرأة لوط كانتا تحت عبدين من عبادنا صالحين فخانتاهما } [ التحريم : 10 ] الآية ، فبيت لوط كان كله من المسلمين ولم يكن كله من المؤمنين فلذلك لم ينج منهم إلا الذين اتصفوا بالإِيمان والإِسلام معاً .والوجدان في قوله : { فما وجدنا } مراد به تعلّق علم الله تعالى بالمعلوم بعد وقوعه وهو تعلق تنجيزي ، ووجدان الشيء إدراكه وتحصيله ."
    },
    {
      "ayah": 37,
      "surah": 51,
      "text": "وَتَرَكْنَا فِيهَا آَيَةً لِلَّذِينَ يَخَافُونَ الْعَذَابَ الْأَلِيمَ (37(ومعنى { وتركنا فيها آية } : أن القرية بقيت خراباً لم تعمر ، فكان ما فيها من آثار الخراب آية للذين يخافون عذاب الله ، قال تعالى في سورة الحجر ( 76 ({ وإنها لبسبيل مقيم } أو يعود الضمير إلى ما يؤخذ من مجموع قوله : { قالوا إنا أرسلنا إلى قوم مجرمين } [ الذاريات : 32 ] على تأويل الكلام بالقصة ، أي تركنا في قصتهم .والترك حقيقته : مفارقة شخص شيئاً حصل معه في مكان ففارق ذلك المكان وأبقى منه ما كان معه ، كقول عنترة :فتركتُه جَزر السباع ينُشْنَه ... ويطلق على التسبب في إيجاد حالة تطول ، كقول النابغة :فلا تتركَنّي بالوعيد كأنني ... إلى الناس مطليُّ به القارُ أجرببتشبيه إبقاء تلك الحالة فيه بالشيء المتروك في مكان . ووجه الشبه عدم التغير .والترك في الآية : كناية عن إبقاء الشيء في موضع دون مفارقة التارك ، أو هو مجاز مرسل في ذلك فيكون نظير ما في بيت النابغة .و { الذين يخافون العذاب } هم المؤمنون بالبعث والجزاء من أهل الإِسلام وأهل الكتاب دون المشركين فإنهم لما لم ينتفعوا بدلالة مواقع الاستئصال على أسباب ذلك الاستئصال نُزلت دلالة آيتِه بالنسبة إليهم منزلةَ ما ليس بآية كما قال تعالى : { فذكر بالقرآن من يخاف وعيد } [ ق : 45 ] .والمعنى : أن الذين يخافون اتعظوا بآية قوم لوط فاجتنبوا مثلَ أسباب إهلاكهم ، وأن الذين أشركوا لا يتعظون فيوشك أن ينزل عليهم عذاب أليم ."
    },
    {
      "ayah": 38,
      "surah": 51,
      "text": "وَفِي مُوسَى إِذْ أَرْسَلْنَاهُ إِلَى فِرْعَوْنَ بِسُلْطَانٍ مُبِينٍ (38(قوله : { وفي موسى } عطف على قوله : { فيها آية } [ الذاريات : 37 ] .والتقدير : وتركنا في موسى آية ، فهذا العطف من عطف جملة على جملة لتقديرِ فعل : تَركْنا ، بعد واوِ العطف ، والكلام على حذف مضاف أي في قصة موسى حين أرسلناه إلى فرعون بسلطان مبين فتولى الخ ، فيكون الترك المقدر في حرف العطف مراداً به جعل الدلالة باقية فكأنها متروكة في الموضع لا تنقل منه كما تقدم آنفاً في بيت عنترة .وأعقب قصة قوم لوط بقصة موسى وفرعون لشهرة أمر موسى وشريعته ، فالترك المقدر مستعمل في مجازيه المرسل والاستعارة . وفي الواو استخدام مثل استخدام الضمير في قول معاوية بن مالك الملقب معوِّد الحكماء ( لقبوه به لقوله في ذكر قصيدته ( :أعَوِّد مثلها الحكماء بعدي ... إذا ما ألحق في الحدثان ناباإذا نزل السماء بأرض قوم ... رعيناه وإن كانوا غضاباوالمعنى : أن قصة موسى آية دائمة . وعقبت قصة قوم لوط بقصة موسى وفرعون لما بينهما من تناسب في أن العذاب الذي عذب به الأُمّتان عذاب أرضي إذ عذب قوم لوط بالحجارة التي هي من طين ، وعذب قوم فرعون بالغرق في البحر ، ثم ذكر عاد وثمود وكان عذابهما سماوياً إذ عذبت عاد بالريح وثمود بالصاعقة .والسلطان المبين : الحجة الواضحة وهي المعجزات التي أظهرها لفرعون من انقلاب العصا حية ، وما تلاها من الآيات الثمان .والتولي حقيقته : الانصراف عن المكان . والركن حقيقته : ما يعتمد عليه من بناء ونحوه ، ويسمى الجسدُ ركناً لأنه عماد عمل الإِنسان ."
    },
    {
      "ayah": 39,
      "surah": 51,
      "text": "فَتَوَلَّى بِرُكْنِهِ وَقَالَ سَاحِرٌ أَوْ مَجْنُونٌ (39(وقوله : { فتولى بركنه } تمثيل لهيئة رفضه دعوة موسى بهيئة المنصرف عن شخص . وبإيرادِ قوله : { بركنه } تَمَّ التمثيل ولولاه لكان قوله : { تولى } مجرد استعارة .والباء للملابسة ، أي ملابساً ركنه كما في قوله : { أعرض ونأى بجانبه } [ الإسراء : 83 ] ."
    },
    {
      "ayah": 4,
      "surah": 51,
      "text": "فَالْمُقَسِّمَاتِ أَمْرًا (4(و { المقسمات أمراً } الرياح التي تنتهي بالسحاب إلى الموضع الذي يبلغ عنده نزول ما في السحاب من الماء أو هي السحب التي تُنزل ما فيها من المطر على مواضع مختلفة .وإسناد التقسيم إليها على المعنيين مجاز بالمشابهة . وروي عن الحسن { المقسمات } السحب بقَسم الله بها أرزاق العباد» اه . يريد قوله تعالى : { وأنزلنا من السماء ماء مباركاً } إلى قوله : { رِزقاً للعباد } في سورة ق ( 9 11 ( .ومن رشاقة هذا التفسير أن فيه مناسبة بين المُقْسَم به والمقسم عليه وهو قوله : إنما توعدون لصادِق وإن الدين لواقع } فإن أحوال الرياح المذكورة هنا مبدؤها : نفخ ، فتكوين ، فإحياء ، وكذلك البعث مبدؤه : نفخ في الصور ، فالتئام أجساد الناس التي كانت معدومة أو متفرقة ، فبثُّ الأرواح فيها فإذا هم قيام ينظرون .وقد يكون قوله تعالى : { أمراً } إشارة إلى ما يقابله في المثال من أسباب الحياة وهو الروح لقوله : { قل الروح من أمر ربي } [ الإسراء : 85 ] ."
    },
    {
      "ayah": 40,
      "surah": 51,
      "text": "فَأَخَذْنَاهُ وَجُنُودَهُ فَنَبَذْنَاهُمْ فِي الْيَمِّ وَهُوَ مُلِيمٌ (40(والمليم : الذي يجعل غيره لائماً عليه ، أي وهو مذنب ذنباً يلومه الله عليه ، أي يؤاخذه به . والمعنى : أنه مستوجب العقاب كما قال : { فلا تلوموني ولوموا أنفسكم } [ إبراهيم : 22 ] .والمعنى : أن في قصة موسى وفرعون آيةً للذين يخافون العذاب الأليم فيجتنبون مثل أسباب ما حل بفرعون وقومه من العذاب وهي الأسباب التي ظهرت في مكابرة فرعون عن تصديق الرسول الذي أرسل إليه ، وأن الذين لا يخافون العذاب لا يؤمنون بالبعث والجزاء لا يتعظون بذلك لأنهم لا يصدقون بالنواميس الإِلهية ولا يتدبرون في دعوة أهل الحق فهم لا يزالون مُعرضين ساخرين عن دعوة رسولهم متكبرين عليه ، مُكابرين في دلائل صدقه ، فيوشك أن يحل بهم من مثل ما حلّ بفرعون وقومه ، لأن ما جاز على المثل يجوز على المماثل ، وقد كان المسلمون يقولون : إن أبا جهل فِرعون هذه الأمة ."
    },
    {
      "ayah": 41,
      "surah": 51,
      "text": "وَفِي عَادٍ إِذْ أَرْسَلْنَا عَلَيْهِمُ الرِّيحَ الْعَقِيمَ (41(نظم هذه الآية مثل نظم قوله : { وفي موسى إذ أرسلناه إلى فرعون } [ الذاريات : 38 ] انتقل إلى العبرة بأمة من الأمم العربية وهم عاد وهم أشهر العرب البائدة .و { الريح العقيم } هي : الخليّة من المنافع التي تُرجى لها الرياح من إثارة السحاب وسوقه ، ومن إلقاح الأشجار بنقل غبرة الذكر من ثمار إلى الإِناث من أشجارها ، أي الريح التي لا نفع فيها ، أي هي ضارّة . وهذا الوصف لما كان مشتقاً مما هو من خصائص الإِناث كان مستغنياً عن لحاق هاء التأنيث لأنها يُؤتى بها للفرق بين الصنفين . والعرب يكرهون العقم في مواشيهم ، أي ريح كالناقة العقيم لا تثمر نسلاً ولا دَرًّا ، فوصف الريح بالعقيم تشبيه بليغ في الشؤم ، قال تعالى : { أو يأتيهم عذاب يوم عقيم } [ الحج : 55 ] .وجملة { ما تذر من شيء أتت عليه إلا جعلته كالرميم } صفة ثانية ، أو حال ، فهو ارتقاء في مضرة هذا الريح فإنه لا ينفع وأنه يضر أضراراً عظيمة ."
    },
    {
      "ayah": 42,
      "surah": 51,
      "text": "مَا تَذَرُ مِنْ شَيْءٍ أَتَتْ عَلَيْهِ إِلَّا جَعَلَتْهُ كَالرَّمِيمِ (42(وصيغ { تذر } : بصيغة المضارع لاستحضار الحالة العجيبة . و { شيء } في معنى المفعول ل { تذر } فإن ( مِن ( لتأكيد النفي والنكرة المجرورة ب ( من ( هذه نص في نفي الجنس ولذلك كانت عامة ، إلا أن هذا العموم مخصص بدليل العقل لأن الريح إنما تُبلي الأشياء التي تمر عليها إذا كان شأنها أن يتطرق إليها البِلى ، فإن الريح لا تُبلي الجبال ولا البحار ولا الأودية وهي تمر عليها وإنما تُبلي الديار والأشجار والناس والبهائم ، ومثله قوله تعالى : { تدمر كل شيء بأمر ربها } [ الأحقاف : 25 ] .وجملة { جعلته كالرميم } في موضع الحال من ضمير { الريح } مستثناة من عموم أحوال { شيء } يبين المعرف ، أي ما تذر من شيء أتت عليه في حال من أحوال تدميرها إلا في حال قد جعلته كالرميم .والرميم : العظم الذي بلِي . يقال : رَمَّ العظم ، إذ بَلى ، أي جعلتْه مفتتاً .والمعنى : وفي عاد آية للذين يخافون العذاب الأليم إذ أرسل الله عليهم الريح . والمراد : أن الآية كائنة في أسباب إرسال الريح عليهم وهي أسباب تكذيبهم هوداً وإشراكهم بالله وقالوا : { من أشد منا قوة } [ فصلت : 15 ] ، فيحذر من مثل ما حلّ بهم أهل الإِيمان . وأما الذين لا يخافون العذاب الأليم من أهل الشرك فهم مصرّون على كفرهم كما أصرت عاد فيوشك أن يحلّ بهم من جنس ما حلّ بعاد ."
    },
    {
      "ayah": 43,
      "surah": 51,
      "text": "وَفِي ثَمُودَ إِذْ قِيلَ لَهُمْ تَمَتَّعُوا حَتَّى حِينٍ (43(أتبعت قصة عاد بقصة ثمود لتقارنهما غالباً في القرآن من أجل أن ثمود عاصرت عاداً وخَلفتها في عظمة الأمم ، قال تعالى : { واذكروا إذ جعلكم خلفاء من بعد عَاد } [ الأعراف : 74 ] ولاشتهارهما بين العرب .و { في ثمود } عطف على { في عاد } أو على { تركنا فيها آية } .والمعنى : وتركنا آية للمؤمنين في ثمود في حال قد أخذتهم الصاعقة ، أي في دلالة أخذ الصاعقة إياهم ، على أن سببه هو إشراكهم وتكذيبهم وعتوّهم عن أمر ربهم ، فالمؤمنون اعتبروا بتلك فسلكوا مسلك النجاة من عواقبها ، وأما المشركون فإصرارهم على كفرهم سيوقعهم في عذاب من جنس ما وقعت فيه ثمود .وهذا القول الذي ذكر هنا هو كلام جامع لما أنذرهم به صالح رسولهم وذكّرهم به من نحو قوله : { وبوأكم في الأرض تتخذون من سهولها قصوراً وتنحتون الجبال بيوتاً } [ الأعراف : 74 ] وقوله : { أتتركون فيما ها هنا آمنين في جنات وعيون وزروع ونخل طلعها هضيم } [ الشعراء : 146 148 ] وقوله : { هو أنشأكم من الأرض واستعمركم فيها } [ هود : 61 ] . ونحو ذلك مما يدل على أنهم أعطوا ما هو متاع ، أي نفع في الدنيا فإن منافع الدنيا زائلة ، فكانت الأقوال التي قالها رسولهم تذكيراً بنعمة الله عليهم يجمعها { تمتعوا حتى حين } ، على أنه يجوز أن يكون رسولهم قال لهم هذه الكلمة الجامعة ولم تُحك في القرآن إلا في هذا الموضع ، فقد علمتَ من المقدمة السابعة من مقدمات هذا التفسير أن أخبار الأمم تأتي مُوزعة على قصصهم في القرآن .فقوله : { تمتعوا } أمر مستعمل في إباحة المتاع . وقد جعل المتاع بمعنى النعمة في مواضع كثيرة كقوله تعالى : { وما الحياة الدنيا في الآخرة إلا متاع } [ الرعد : 26 ] قوله : { إن أدري لعله فتنة لكم ومتاع إلى حين } [ الأنبياء : 111 ] .والمراد ب { حين } زمن مبهم ، جعل نهاية لما مُتّعوا به من النعم فإن نعم الدنيا زائلة ، وذلك الأجل : إما أن يراد به أجل كل واحد منهم الذي تنتهي إليه حياته ، وإمّا أن يراد به أجل الأمة الذي ينتهي إليه بقاؤها . وهذا نحو قوله : { يمتعكم متاعاً حسناً إلى أجل مسمى } [ هود : 3 ] فكما قاله الله للناس على لسان محمد صلى الله عليه وسلم لعله قاله لثمود على لسان صالح عليه السلام .وليس قوله : { إذ قيل لهم تمتعوا حتى حين } بمشير إلى قوله في الآية الأخرى { فعقروها فقال تمتعوا في داركم ثلاثة أيام } [ هود : 65 ] ونحوه لأن ذلك الأمر مستعمل في الإِنذار والتأييس من النجاة بعد ثلاثة أيام فلا يكون لقوله بعده : { فعتوا عن أمر ربهم } مناسبة لتعقيبه به بالفاء لأن الترْتيب الذي تفيده الفاء يقتضي أن ما بعدها مرتب في الوجود على ما قبلها ."
    },
    {
      "ayah": 44,
      "surah": 51,
      "text": "فَعَتَوْا عَنْ أَمْرِ رَبِّهِمْ فَأَخَذَتْهُمُ الصَّاعِقَةُ وَهُمْ يَنْظُرُونَ (44(والعتوّ : الكِبر والشدة . وضمن «عَتَوْا» معنى : أَعرضوا ، فعدي ب ( عن ( ، أي فأعرضوا عما أمرهم الله على لسان رسوله صالح عليه السلام .وأخذ الصاعقة إياهم إصابتها إياهم إصابة تشبه أخذ العدوّ عدوه .وجملة { وهم ينظرون } حال من ضمير النصْب في { أخذتهم } ، أي أخذتهم في حال نظرهم إلى نزولها ، لأنهم لما رأوا بوارقها الشديدة علموا أنها غير معتادة فاستشرفوا ينظرون إلى السحاب فنزلت عليهم الصاعقة وهم ينظرون ، وذلك هول عظيم زيادة في العذاب فإن النظر إلى النقمة يزيد صاحبها ألماً كما أن النظر إلى النعمة يزيد المنعم مسرّة ، قال تعالى : { وأغرقنا آل فرعون وأنتم تنظرون } [ البقرة : 50 ] .وقرأ الكسائي { الصعقة } بدون ألف .وقوله : { فما استطاعوا من قيام } تفريع على { وهم ينظرون } ، أي فما استطاعوا أن يدفعوا ذلك حين رؤيتِهم بوادرَه . فالقيام مجاز للدفاع كما يقال : هذا أمر لا يقوم له أحد ، أي لا يدفعه أحد . وفي الحديث « غَضِب غضباً لا يقوم له أحد » أي فما استطاعوا أيّ دفاع لذلك ."
    },
    {
      "ayah": 45,
      "surah": 51,
      "text": "فَمَا اسْتَطَاعُوا مِنْ قِيَامٍ وَمَا كَانُوا مُنْتَصِرِينَ (45(وقوله : { وما كانوا منتصرين } أي لم ينصرهم ناصر حتى يكونوا منتصرين لأن انتصر مطاوع نصر ، أي ما نصرهم أحد فانتصروا ."
    },
    {
      "ayah": 46,
      "surah": 51,
      "text": "وَقَوْمَ نُوحٍ مِنْ قَبْلُ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ (46(قرأ الجمهور { وقوم } بالنصب بتقدير ( اذكر ( ، أو بفعل محذوف يدلّ عليه ما ذكر من القصص قبله ، تقديره : وأهلكنا قوم نوح ، وهذا من عطف الجُمل وليس من عطف المفردات .وقرأه أبُو عمرو وحمزة والكسائي ويعقوب وخلَف بالجر عطفاً على { ثمود } [ الذاريات : 43 ] على تقدير : وفي قوم نوح .ومعنى { من قبل } أنهم أهلكوا قبل أولئك فهم أول الأمم المكذبين رسولهم أهلكوا .وجملة { إنهم كانوا قوماً فاسقين } تعليل لما تضمّنه قوله : { وقوم نوح من قبل } . وتقدير كونهم آية للذين يخافون العذاب : من كونهم عوقبوا وأن عقابهم لأنهم كانوا قوماً فاسقين .وأخر الكلام على قوم نوح لما عرض من تجاذب المناسبات فيما أورد من آيات العذاب للأمم المذكورة آنفاً بما علمته سابقاً . ولذلك كان قوله : { من قبل } تنبيهاً على وجه مخالفة عادة القرآن في ترتيب حكاية أحوال الأمم على حسب ترتيبهم في الوجود . وقد أومأَ قوله : { من قبل } إلى هذا ومثله قوله تعالى : { وأنه أهلك عاداً الأولى وثمودا فما أبقى وقوم نوح من قبل إنهم كانوا هم أظلم وأطغى } [ النجم : 50 52 ] ."
    },
    {
      "ayah": 47,
      "surah": 51,
      "text": "وَالسَّمَاءَ بَنَيْنَاهَا بِأَيْدٍ وَإِنَّا لَمُوسِعُونَ (47(لما كانت شبهة نفاة البعث قائمة على توهم استحالة إعادة الأجسام بعد فنائها أعقب تهديدهم بما يقوض توهمهم فوُجه إليه الخطاب يُذكرهم بأن الله خلق أعظم المخلوقات ولم تكن شيئاً فلا تعدّ إعادة الأشياء الفانية بالنسبة إليها إلاّ شيئاً يسيراً كما قال تعالى : { لخلق السماوات والأرض أكبر من خلق الناس ولكن أكثر الناس لا يعلمون } [ غافر : 57 ] .وهذه الجملة والجمل المعطوفة عليها إلى قوله : { إني لكم منه نذير مبين } [ الذاريات : 51 ] معترضة بين جملة { وقوم نوح من قبل } [ الذاريات : 46 ] الخ وجملة { كذلك ما أتى الذين من قبلهم من رسول } [ الذاريات : 52 ] الآية .وابتدىء بخلق السماء لأن السماء أعظم مخلوق يشاهده الناس ، وعطف عليه خلق الأرض عطفَ الشيء على مخالفه لاقتران المتخالفين في الجامع الخيالي . وعطف عليها خلق أجناس الحيوان لأنها قريبة للأنظار لا يكلف النظرُ فيها والتدبر في أحوالها ما يرهق الأذهان .واستعير لخلق السماء فعل البناء لأنه منظر السماء فيما يبدو للأنظار شبيه بالقبة ونصب القبة يُدعى بناءً .وهذا استدلال بأثر الخلق الذي عاينوا أثره ولم يشهدوا كيفيته ، لأن أثره ينبىء عن عظيم كيفيته ، وأنها أعظم مما يتصور في كيفية إعادة الأجسام البالية .والأَيْد : القوة . وأصله جَمع يد ، ثم كثر إطلاقه حتى صار اسماً للقوة ، وتقدم عند قوله تعالى : { واذكر عبدنا داود ذا الأيد } في سورة ص ( 17 ( .والمعنى : بنيناها بقدرة لا يقدر أحد مثلها .وتقديم { السماء } على عامله للاهتمام به ، ثم بسلوك طريقة الاشتغال زاده تقوية ليتعلق المفعول بفعله مرتين : مرة بنفسه ، ومرة بضميره ، فإن الاشتغال في قوة تكرر الجملة . وزيد تأكيده بالتذييل بقوله : { وإنا لموسعون } . والواو اعتراضية .والمُوسِع : اسم فاعل من أوسع ، إذا كان ذا وُسع ، أي قدرة . وتصاريفه جائية من السَّعة ، وهي امتداد مساحة المكان ضد الضيق ، واستعير معناها للوفرة في أشياء مثل الأفراد مثل عمومها في { ورحمتي وسعت كل شيء } [ الأعراف : 156 ] ، ووفرة المال مثل { لينفق ذو سعة من سعته } [ الطلاق : 7 ] ، وقوله : { على الموسع قدره } [ البقرة : 236 ] ، وجاء في أسمائه تعالى الواسع { إن اللَّه واسع عليم } . وهو عند إجرائه على الذات يفيد كمال صفاته الذاتية : الوجودِ ، والحياة ، والعلم ، والقدرة ، والحكمة ، قال تعالى : { إن اللَّه واسع عليم } [ البقرة : 115 ] ومنه قوله هنا : { وإنا لموسعون } .وأكد الخبر بحرف ( إنّ ( لتنزيل المخاطبين منزلة من ينكر سعة قدرة الله تعالى ، إذ أحالوا إعادة المخلوقات بعد بِلاها ."
    },
    {
      "ayah": 48,
      "surah": 51,
      "text": "وَالْأَرْضَ فَرَشْنَاهَا فَنِعْمَ الْمَاهِدُونَ (48(القول في تقديم { الأرض } على عامله ، وفي مجيء طريقة الاشتغال كالقول في { والسماء بنيناها } [ الذاريات : 47 ] . وكذلك القول في الاستدلال بذلك على إمكان البعث .من دقائق فخر الدين : أن ذكر الأمم الأربع للإِشارة إلى أن الله عذّبهم بما هو من أسباب وجودهم ، وهو التراب والماء والهواء والنار ، وهي عناصر الوجود ، فأهلك قوم لوط بالحجارة وهي من طين ، وأهلك قوم فرعون بالماء ، وأهلك عاداً بالريح وهو هواء ، وأهلك ثموداً بالنار .واستغنى هنا عن إعادة { بأييد } [ الذاريات : 47 ] لدلالة ما قبله عليه .والفرش : بسط الثوب ونحوه للجلوس والاضطجاع ، وفي { فرشناها } استعارة تبعية ، شبه تكوين الله الأرضَ على حالة البسط بفرش البساط ونحوه .وفي هذا الفرش دلالة على قدرة الله وحكمته إذ جعل الأرض مبسوطة لمَّا أراد أن يجعل على سطحها أنواع الحيوان يمشي عليها ويتوسدُها ويضطجع عليها ولو لم تكن كذلك لكانت مُحدودبة تؤلم الماشي بَلْهَ المتوسد والمضطجع .ولما كان في فرشها إرادة جعلها مَهداً لمن عليها من الإِنسان أتبع { فرشناها } بتفريع ثناء الله على نفسه على إجادة تمهيدها تذكيراً بعظمته ونعمته ، أي فنعم الماهدون نحن .وصيغة الجمع في قوله : { الماهدون } للتعظيم مثل ضمير الجمع في ( . . . ( ، وروعي في وصف خلق الأرض ما يبدو للناس من سطحها لأنه الذي يهم الناس في الاستدلال على قدرة الله وفي الامتنان عليهم بما فيه لطفهم والرفق بهم ، دون تعرض إلى تكويرها إذ لا يبلغون إلى إدراكه ، كما روعي في ذكر السماء ما يبدو من قبة أجوائها دون بحث عن ترامي أطرافها وتعدد عوالمها لمثل ذلك . ولذلك أتبع الاعتراض بالتذييل بقوله : { فنعم الماهدون } المراد منه تلقين الناس الثناء على الله فيما صنع لهم فيها من مِنَّةٍ ليشكروه بذلك الثناء كما في قوله : { الحمد لله رب العالمين } [ الفاتحة : 2 ] ."
    },
    {
      "ayah": 49,
      "surah": 51,
      "text": "وَمِنْ كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ لَعَلَّكُمْ تَذَكَّرُونَ (49(لما أشعر قوله : { فرشناها فنعم الماهدون } [ الذاريات : 48 ] بأن في ذلك نعمة على الموجودات التي على الأرض ، أُتبع ذلك بصفة خلق تلك الموجودات لما فيه من دلالة على تفرد الله تعالى بالخلق المستلزم لتفرده بالإِلهية فقال : { ومن كل شيء خلقنا زوجين } والزوج : الذكر والأنثى . والمراد بالشيء : النوع من جنس الحيوان . وتثنية زوج هنا لأنه أريد به ما يُزوج من ذكر وأنثى .وهذا الاستدلال عليهم بخلق يشاهدون كيفياته وأطواره كلما لفتوا أبصارهم ، وقَدحوا أفكارهم ، وهو خلق الذكر والأنثى ليكون منهما إنشاء خلق جديد يخلف ما سلفه وذلك أقرب تمثيل لإِنشاء الخلق بعد الفناء . وهو البعث الذي أنكروه لأن الأشياء تقرّب بما هو واضح من أحوال أمثالها .ولذلك أتبعه بقوله : { لعلكم تذكرون } ، أي تتفكرون في الفروق بين الممكنات والمستحيلات ، وتتفكرون في مراتب الإِمكان فلا يختلط عليكم الاستبعاد وقلة الاعتياد بالاستحالة فتتوهموا الغريب محالاً .فالتذكر مستعمل في إعادة التفكر في الأشياء ومراجعة أنفسهم فيما أحالوه ليعلموا بعد إعادة النظر أن ما أحالوه ممكن ولكنهم لم يألفوه فاشتبه عليهم الغريب بالمحال فأحالوه فلما كان تجديد التفكر المغفول عنه شبيهاً بتذكر الشيء المنسي أطلق عليه { لعلكم تذكرون } . وهذا في معنى قوله تعالى : { وما نحن بمسبوقين على أن نبدل أمثالكم وننشئكم فيما لا تعلمون ولقد علمتم النشأة الأولى فلولا تذكرون } [ الواقعة : 60 62 ] فقد ذُيل هنالك بالحث على التذكر ، كما ذيل هنا برجاء التذكر ، فأفاد أن خلق الذكر والأنثى من نطفة هو النشأة الأولى وأنها الدالة على النشأة الآخرة .وجملة { لعلكم تذكرون } تعليل لجملة { خلقنا زوجين } أي رجاء أن يكون في الزوجين تذكر لكم ، أي دلالة مغفول عنها . والقول في صدور الرجاء من الله مبين عنه قوله تعالى : { ثم عفونا عنكم من بعد ذلك لعلكم تشكرون } في سورة البقرة ( 52 ( ."
    },
    {
      "ayah": 5,
      "surah": 51,
      "text": "إِنَّمَا تُوعَدُونَ لَصَادِقٌ (5(و ( مَا ( من قوله : { إنما توعدون } موصولة ، أي إن الذي توعدونه لصادق . والخطاب في { تُوعدون } للمشركين كما هو مقتضى التأكيد بالقسم وكما يقتضيه تعقيبه بقوله : { إنكم لفي قول مختلف } [ الذاريات : 8 ] .فيتعين أن يكون { توعدون } مشتقاً من الوعيد الذي ماضيه ( أوعد ( ، وهو يبنى للمجهول فأصل { توعدون } تُؤَوْعَدون بهمزة مفتوحة بعد تاء المضارعة وواوٍ بعد الهمزة هي عين فعل ( أوعد ( وبفتح العين لأجل البناء المجهول فحذفت الهمزة على ما هو المطّرد من حذف همزة أفْعَل في المضارع مثل تُكرمون ، وسكنت الواو سكوناً مَيتاً لأجل وقوع الضمة قبلها بعد أن كان سكونها حَيّاً فصار { تُوعَدون } ووزنه تافعلون ."
    },
    {
      "ayah": 50,
      "surah": 51,
      "text": "فَفِرُّوا إِلَى اللَّهِ إِنِّي لَكُمْ مِنْهُ نَذِيرٌ مُبِينٌ (50(بعد أن بين ضلال هؤلاء في تكذيبهم بالبعث بياناً بالبرهان الساطع ، ومثَّل حالهم بحال الأمم الذين سلفوهم في التكذيب بالرسل وما جاءوا به جمعاً بين الموعظة للضالين وتسلية الرسول صلى الله عليه وسلم والمؤمنين وكانت فيما مضى من الاستدلال دلالة على أن الله متفرد بخلق العالم وفي ذلك إبطال إشراكهم مع الله آلهة أخرى أقبل على تلقين الرسول صلى الله عليه وسلم ما يستخلصه لهم عقب ذلك بأن يدعوهم إلى الرجوع إلى الحق بقوله : { ففروا إلى الله } فالجملة المفرعة بالفاء مقول قول محذوف والتقدير : فقل فرّوا ، دل عليه قوله : { إني لكم منه نذير مبين } فإنه كلام لا يصدر إلا من قائل ولا يستقيم أن يكون كلام مبلغ . وحذف القول كثير الورود في القرآن وهو من ضُروب إيجازه ، فالفاء من الكلام الذي يقوله الرسول صلى الله عليه وسلم ومفادها التفريع على ما تقرر مما تقدم . وليست مُفرِّعة فعل الأمر المحذوف لأن المفرع بالفاء هو ما يذكر بعدها .وقد غُير أسلوب الموعظة إلى توجيه الخطاب للنبيء صلى الله عليه وسلم بأن يقول لهم هذه الموعظة لأن لتعدد الواعظين تأثيراً على نفوس المخاطبين بالموعظة .والأنسب بالسياق أن الفرار إلى الله مستعار للإِقلاع عن ما هم فيه من الإِشْراك وجحود البعث استعارة تمثيلية بتشبيه حال تورطهم في الضلالة بحال من هو في مكان مخوف يدعو حاله أن يفرّ منه إلى من يجيره ، وتشبيه حال الرسول صلى الله عليه وسلم بحال نذير قوم بأن ديارهم عرضة لغزو العدوّ فاستعمل المركَّب وهو { فروا إلى الله } في هذا التمثيل .فالمواجه ب { فرّوا إلى الله } المشركون لأن المؤمنين قد فرّوا إلى الله من الشرك والفرار : الهروب ، أي سرعة مفارقة المكان تجنباً لأذىً يلحقه فيه فيعدي ب ( من ( الابتدائية للمكان الذي به الأذى يقال : فَرَّ من بلد الوباء ومن الموت ، والشيء الذي يؤذي ، يقال : فر من الأسد وفر من العدوّ ."
    },
    {
      "ayah": 51,
      "surah": 51,
      "text": "وَلَا تَجْعَلُوا مَعَ اللَّهِ إِلَهًا آَخَرَ إِنِّي لَكُمْ مِنْهُ نَذِيرٌ مُبِينٌ (51(.وجملة { إني لكم منه نذير مبين } تعليل للأمر ب { فروا إلى الله } باعتبار أن الغاية من الإِنذار قصد السلامة من العقاب فصار الإِنذار بهذا الاعتبار تعليلاً للأمر بالفرار إلى الله ، أي التوجه إليه وحده .وقوله : { منه } صفة ل { نذير } قدمت على الموصوف فصارت حالاً .وحرف ( مِن ( للابتداء المجازي ، أي مأمور له بأن أبلغكم .وعطف { ولا تجعلوا مع الله إلها آخر } على { ففروا إلى الله } نهي عن نسبة الإِلهية إلى أحد غير الله . فجمع بين الأمر والنهي مبالغة في التأكيد بنفي الضد لإِثبات ضده كقوله : { وأضل فرعون قومه وما هدى } [ طه : 79 ] .ومن لطائف فخر الدين أن قوله تعالى : { إني لكم منه نذير } جَمع الرسولَ والمرسلَ إليهم والمرسِل ."
    },
    {
      "ayah": 52,
      "surah": 51,
      "text": "كَذَلِكَ مَا أَتَى الَّذِينَ مِنْ قَبْلِهِمْ مِنْ رَسُولٍ إِلَّا قَالُوا سَاحِرٌ أَوْ مَجْنُونٌ (52(كلمة { كذلك } فصل خطاب تدل على انتهاء حديث والشروع في غيره ، أو الرجوع إلى حديث قبله أتى عليه الحديث الأخير . والتقدير : الأمر كذلك . والإِشارة إلى ما مضى من الحديث ، ثم يورد بعده حديث آخر والسامع يردّ كُلاً إلى ما يناسبه ، فيكون ما بعد اسم الإِشارة متصلاً بأخبار الأمم التي تقدم ذكرها من قوم لوط ومن عطف عليهم .أُعقب تهديد المشركين بأن يحل بهم ما حلّ بالأمم المكذبين لرسل الله من قبلهم بتنظيرهم بهم في مقالهم ، وقد تقدم ورود { كذلك } فصلاً للخطاب عند قوله تعالى : { كذلك وقد أحطنا بما لديه خبراً } في سورة الكهف ( 91 ( ، فقوله : { كذلك } فصل وجملة { ما أتى الذين من قبلهم من رسول } الآية مستأنفة استئنافاً ابتدائياً .ولك أن تجعل قوله : { كذلك ما أتى الذين من قبلهم } إلخ مبدأ استئناف عوداً إلى الإِنحاء على المشركين في قولهم المختلف بأنواع التكذيب في التوحيد والبعث وما يتفرع على ذلك .واسم الإِشارة راجع إلى قوله : { إنكم لفي قول مختلف } [ الذاريات : 8 ] الآية كما علمت هنالك ، أي مثل قولهم المختلف قال الذين من قبلهم لما جاءتهم الرسل ، فيكون قوله { كذلك } في محل حال وصاحب الحال { الذين من قبلهم } .وعلى كلا الوجهين فالمعنى : إن حال هؤلاء كحال الذين سبقوهم ممن كانوا مشركين أن يصفوا الرسول صلى الله عليه وسلم بأنه ساحر ، أو مجنون فكذلك سيجيب هؤلاء عن قولك : «فروا إلى الله ولا تجعلوا مع الله إلهاً آخر» بمثل جواب من قبلهم فلا مطمع في ارعوائهم عن عنادهم .والمراد ب { الذين من قبلهم } الأمم المذكورة في الآيات السابقة وغيرهم ، وضمير { قبلهم } عائد إلى مشركي العرب الحاضرين .وزيادة { مِن } في قوله : { من رسول } للتنصيص على إرادة العموم ، أي أن كل رسول قال فيه فريق من قومه : هو ساحر ، أو مجنون ، أي قال بعضهم : ساحر ، وقال بعضهم : مجنون ، مثل قوم نوح دون السحر إذ لم يكن السحر معروفاً في زمانهم قالوا : { إن هو إلا رجل به جنة فتربصوا به حتى حين } [ المؤمنون : 25 ] . وقد يجمعون القولين مثل قول فرعون في موسى .وهذا العموم يفيد أنه لم يخْل قوم من الأقوام المذكورين إلا قالوا لرسولهم أَحَدَ القولين ، وما حكي ذلك عن بعضهم في آيات أخرى بلفظه أو بمرادفه كقول قوم هود { إن نقول إلا اعْتراك بعض آلهتنا بسوء } [ هود : 54 ] .وأول الرسل هو نوح كما هو صريح الحديث الصحيح في الشفاعة . فلا يرد أن آدم لم يكذبه أهله ، وأن أنبياء بني إسرائيل مثل يوشع وأشعيا ، لم يكذبهم قومهم ، لأن الله قال : { من رسول } ، والرسول أخص من النبي .والاستثناء في { إلا قالوا ساحر } استثناء من أحوال محذوفة .والمعنى : ما أتى الذين من قبلهم من رسول في حال من أحوال أقوالهم إلا في حال قولهم : ساحر أو مجنون .والقصر المستفاد من الاستثناء قصر ادعائي لأن للأمم أقوالاً غير ذلك وأحوالاً أخرى ، وإنما قُصروا على هذا اهتماماً بذكر هذه الحالة العجيبة من البهتان ، إذ يرمون أعقل الناس بالجنون وأقومهم بالسحر .وإسناد القول إلى ضمير الذين من قبل مشركي العرب الحَاضرين إسناد باعتبار أنه قول أكثرهم فإن الأمور التي تنسب إلى الأقوام والقبائل تجري على اعتبار الغالب ."
    },
    {
      "ayah": 53,
      "surah": 51,
      "text": "أَتَوَاصَوْا بِهِ بَلْ هُمْ قَوْمٌ طَاغُونَ (53(الاستفهام مستعمل في التعجيب من تواطئهم على هذا القول على طريقة التشبيه البليغ ، أي كأنهم أوصى بعضهم بعضاً بأن يقولوه . فالاستفهام هنا كناية عن لاَزمه وهو التعجيب لأن شأن الأمر العجيب أن يسأل عنه .والجملة استئناف بياني لأن تماثل هؤلاء الأمم في مقالة التكذيب يثير سؤال سائل عن مَنْشَإِ هذا التشابه .وضمير { تواصوا } عائد إلى ما سبق من الموصول ومن الضمير الذي أضيف إليه قبلهم ، أي أوصى بعضهم بعضاً حتى بلغت الوصية إلى القوم الحاضرين . «وضمير { به } عائد على المصدر المأخوذ من فعل { إلا قالوا ساحر أو مجنون } [ الذاريات : 52 ] ، أي أتواصوا بهذا القول .وفعل الوصية يتعدى إلى الموصَى عليه بالباء كقوله تعالى : { وتواصوا بالحق وتواصوا بالصبر } [ العصر : 3 ] .و { بل } إضراب عن مُفاد الاستفهام من التشبيه أو عن التواصي به ، ببيان سبب التواطُؤ على هذا القول فإنه إذا ظهر السبب بطل العجب . أي ما هو بتواصصٍ ولكنه تماثل في منشإ ذلك القول ، أي سبب تماثل المقالة تماثل التفكير والدواعي للمقالة ، إذ جميعُهم قوم طاغون ، وأن طغيانهم وكبرياءهم يصدهم عن اتباع رسول يحسبون أنفسهم أعظم منه ، وإذ لا يجدون وصمة يصمونه بها اختلقوا لتنقيصه عِلَلاً لا تدخل تحت الضبط وهي ادعاء أنه مجنون أو أنه ساحر ، فاستووا في ذلك بعلة استوائهم في أسبابه ومعاذيره .فضمير { هم قوم طاعون } عائد إلى ما عاد إليه ضمير { أتواصوا } .وفي إقحام كلمة { قوم } إيذان بأن الطغيان راسخ في نفوسهم بحيث يكون من مقومات قوميتهم كما تقدم في قوله تعالى : { لآيات لقوم يعقلون } في سورة البقرة ( 164 ( ."
    },
    {
      "ayah": 54,
      "surah": 51,
      "text": "فَتَوَلَّ عَنْهُمْ فَمَا أَنْتَ بِمَلُومٍ (54(تفريع على قوله : { كذلك ما أتى الذين من قبلهم من رسول إلى قوله : بل هم قوم طاغون } [ الذاريات : 52 ، 53 ] لمشعر بأنهم بُعَدَاء عن أن تقنعهم الآياتُ والنذر فتوَلَّ عنهم ، أي أعرض عن الإِلحاح في جدالهم ، فقد كان النبي صلى الله عليه وسلم شديد الحرص على إيمانهم ويغتمّ من أجل عنادهم في كفرهم فكان الله يعاود تسليته الفيْنة بعد الفَيْنَة كما قال : { لعلك باخع نفسك أن لا يكونوا مؤمنين } [ الشعراء : 3 ] { فلعلك باخع نفسك على آثارهم إن لم يؤمنوا بهذا الحديث أسفاً } [ الكهف : 6 ] { ولا تحزن عليهم ولا تك في ضيق مما يمكرون } [ النحل : 127 ] ، فالتولي مراد به هذا المعنى ، وإلا فإن القرآن جاء بعد أمثال هذه الآية بدعوتهم وجِدالهم غير مرة قال تعالى : { فتول عنهم حتى حين وأبصرهم فسوف يبصرون } في سورة الصافات ( 174 175 ( .وفرع على أمره بالتولي عنهم إخباره بأنه لا لوم عليه في إعراضهم عنه وصيغ الكلام في صيغة الجملة الاسمية دون : لا نلومك ، للدلالة على ثبات مضمون الجملة في النفي .وجيء بضمير المخاطب مسنداً إليه فقال : فما أنت بملوم } دون أن يقول : فلا ملام عليك ، أو نحوه للاهتمام بالتنويه بشأن المخاطب وتعظيمه .وزيدت الباء في الخبر المنفي لتوكيد نفي أن يكون ملوماً ."
    },
    {
      "ayah": 55,
      "surah": 51,
      "text": "وَذَكِّرْ فَإِنَّ الذِّكْرَى تَنْفَعُ الْمُؤْمِنِينَ (55(وعطف { وذكر } على { فتول عنهم } احتراس كي لا يتوهم أحد أن الإِعراض إبطال للتذكير بل التذكير باققٍ فإن النبي صلى الله عليه وسلم ذكَّر الناس بعد أمثال هذه الآيات فآمن بعض من لم يكن آمن من قبل ، وليكون الاستمرار على التذكير زيادة في إقامة الحجة على المعرضين ، ولئلا يزدادوا طغياناً فيقولوا : ها نحن أولاء قد أفحمناه فكُفّ عما يقوله .والأمر في { وذكر } مراد به الدوام على التذكير وتجديدُه .واقتصر في تعليل الأمر بالتذكير على علة واحدة وهي انتفاع المؤمنين بالتذكير لأن فائدة ذلك محققة ، ولإِظهار العناية بالمؤمنين في المقام الذي أُظهرت فيه قلة الاكتراث بالكافرين قال تعالى : { فذكر إن نفعت الذكرى سيذكر من يخشى ويتجنبها الأشقى } [ الأعلى : 9 11 ] .ولذلك فوصف المؤمنين يراد به المتصفون بالإِيمان في الحال كما هو شأن اسم الفاعل ، وأما من سيُؤمِنْ فِعلته مطوية كما علمت آنفاً .والنفع الحاصل من الذكرى هو رسوخ العلم بإعادة التذكير لما سمعوه واستفادة علم جديد فيما لم يسمعوه أو غفلوا عنه ، ولظهور حجة المؤمنين على الكافرين يوماً فيوماً ويتكرر عجز المشركين عن المعارضة ووفرة الكلام المعجز ."
    },
    {
      "ayah": 56,
      "surah": 51,
      "text": "وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ (56(الأظهر أن هذا معطوف على جملة { كذلك ما أتى الذين من قبلهم من رسول } [ الذاريات : 52 ] الآية التي هي ناشئة عن قوله : { ففروا إلى الله إلى ولا تجعلوا مع الله إلها آخر } [ الذاريات : 50 ، 51 ] عَطْفَ الغرض على الغرض لوجود المناسبة .فبعد أن نظَّر حالهم بحال الأمم التي صممت على التكذيب من قبلهم أَعقبه بذكر شنيع حالهم من الانحراف عما خلقوا لأجله وغُرز فيهم .فقوله : { وما خلقت الجن والإنس إلا ليعبدون } خبر مستعمل في التعريض بالمشركين الذين انحرفوا عن الفطرة التي خُلقوا عليها فخالفوا سنتها اتباعاً لتضليل المضلين .والجن : جنس من المخلوقات مستتر عن أعين الناس وهو جنس شامل للشياطين قال تعالى عن إبليس : { كان من الجن } [ الكهف : 50 ] .والإِنس : اسم جمععٍ واحدُه إنسي بياء النسبة إلى اسم جمعِه .والمقصود من هذا الإِخبارِ هو الإِنس وإنما ذُكر الجن إدماجاً وستعرف وجه ذلك .والاستثناء مفرغ من علل محذوفة عامة على طريقة الاستثناء المفرغ .واللام في { ليعبدون } لام العلة ، أي ما خلقتهم لعلة إلا علة عبادتهم إياي . والتقدير : لإِرادتي أن يعبدون ، ويدل على هذا التقدير قوله في جملة البيان : { ما أريد منهم من رزق وما أريد أن يطعمون .وهذا التقدير يلاحظ في كل لاممٍ ترد في القرآن تعليلاً لفعللِ الله تعالى ، أي ما أرضَى لوجودهم إلا أن يعترفوا لي بالتفرد بالإِلهية .فمعنى الإِرادة هنا : الرضى والمحبة ، وليس معناها الصفةَ الإِلهية التي تخصص الممكن ببعض ما يجوز عليه على وفق العلم ، التي اشتق منها اسمُه تعالى : المريد لأن إطلاق الإِرادة على ذلك إطلاق آخر ، فليس المراد هنا تعليل تصرفات الخلق الناشئة عن اكتسابهم على اصطلاح الأشاعرة ، أو عن قُدرتهم على اصطلاح المعتزلة على تقارب ما بين الاصطلاحين لظهور أن تصرفات الخلق قد تكون مناقضة لإِرادة الله منهم بِمعنى الإِرادة الصفةِ ، فالله تعالى خلق الناس على تركيب يقتضي النظر في وجود الإِله ويسوق إلى توحيده ولكن كسب الناس يجرّف أعمالهم عن المهيع الذي خلقوا لأجله ، وأسبابُ تمكُّنِهم من الانحراف كثيرة راجعة إلى تشابك الدواعي والتصرفات والآلات والموانع .وهذا يغني عن احتمالات في تأويل التعليل من قوله : ليعبدون } من جعل عموم الجن والإِنس مخصوصاً بالمؤمنين منهم ، أو تقديرِ محذوف في الكلام ، أي إلا لآمُرهم بعبادتي ، أو حَمل العبادة بمعنى التذلل والتضرع الذي لا يخلو منه الجميع في أحوال الحاجة إلى التذلل والتضرع كالمرض والقحط وقد ذكرهَا ابن عطية .ويرد على جميع تلك الاحتمالات أن كثيراً من الإِنس غير عابدٍ بدليل المشاهدة ، وأن الله حكى عن بعض الجن أنهم غير عابدين .ونقول : إن الله خلق مخلوقات كثيرة وجعل فيها نظماً ونواميس فاندفع كلُّ مخلوق يعمل بما تدفعه إليه نواميس جبلته ، فقد تعُود بعض المخلوقات على بعض بنقض ما هُيِّءُ هُوَ لَه ويعود بعضها على غيره بنقض ما يسعى إليه ، فتشابكت أحوال المخلوقات ونواميسها ، فربما تعاضدت وتظاهرت وربما تناقضت وتنافرت فحدثت من ذلك أحوال لا تُحصى ولا يحاط بها ولا بطرائقها ولا بعواقبها ، فكثيراً ما تسفر عن خلاف ما أُعدّ له المخلوق في أصل الفطرة فلذلك حاطها الله بالشرائع ، أي فحصل تناقض بين الأمر التكويني والأمر التشريعي .ومعنى العبادة في اللغة العربية قبل حدوثثِ المصطلحات الشرعية دقيق الدلالة ، وكلمات أئمة اللغة فيه خفية والذي يُستخلص منها أنها إظهار الخضوع للمعبود واعتقاد أنه يملك نفع العابد وضُرّه مِلكاً ذاتياً مستمراً ، فالمعبود إله للعابد كما حكى الله قول فرعون { وقومهما لنا عابدون } [ المؤمنون : 47 ] .فالحصر المستفاد من قوله : { وما خلقت الجن والإنس إلا ليعبدون } قصرُ علةِ خلق الله الإِنسَ والجنَّ على إرادته أن يعبدوه ، والظاهر أنه قصر إضافي وأنه من قبيل قصر الموصوف على الصفة ، وأنه قصر قلب باعتبار مفعول { يعبدون } ، أي إلا ليعبدوني وحدي ، أي لا ليشركوا غيري في العبادة ، فهو ردّ للإِشراك ، وليس هو قصراً حقيقياً فإنا وإن لم نطلع على مقادير حِكَم الله تعالى من خَلق الخلائق ، لكنَّا نعلم أن الحكمة من خلقهم ليست مُجردَ أن يعبدوه ، لأن حِكَم الله تعالى من أفعاله كثيرة لا نُحيط بها ، وذكر بعضها كما هنا لما يقتضي عدم وجود حكمة أخرى ، ألاَ ترى أن الله ذكر حِكماً للخلق غير هذه كقوله : { ولا يزالون مختلفين إلا من رحم ربك ولذلك خلقهم } [ هود : 118 ، 119 ] بَلْهَ ما ذكره من حكمة خلق بعض الإِنس والجن كقوله في خلق عيسى { ولنجعله آية للناس ورحمة منا } [ مريم : 21 ] .ثم إن اعتراف الخلققِ بوحدانية الله يَقْشَع تكذيبهم بالرسول صلى الله عليه وسلم لأنهم ما كذَّبوه إلا لأنه دعاهم إلى نبذ الشرك الذي يزعمون أنه لا يسع أحداً نبذُه ، فإذا انقشع تكذيبهم استتبع انقشاعُه امتثالَ الشرائع التي يأتي بها الرسول صلى الله عليه وسلم إذا آمنوا بالله وحده أطاعوا ما بلَّغهم الرسول صلى الله عليه وسلم عنه ، فهذا معنى تقتضيه عبادةُ الله بدلالة الالتزام ، وذلك هو ما سُمي بالعبادة بالإطلاق المصطلح عليه في السُنَّة في نحو قوله : « أن تعبد اللَّه كأنك تراه » وليس يليق أن يكون مراداً في هذه الآية لأنه لا يطرد أن يكون علةً لخلق الإنسان فإن التكاليف الشرعية تظهر في بعض الأمم وفي بعض العصور وتتخلف في عصور الفترات بين الرسل إلى أن جاء الإِسلام ، وأحسب أن إطلاق العبادة على هذا المعنى اصطلاح شرعي وإنْ لم يرد به القرآن لكنه ورد في السنة كثيراً وأصبح متعارفاً بين الأمة من عهد ظهور الإِسلام .وأن تكاليف الله للعباد على ألسنة الرسل ما أراد بها إلا صلاحَهم العاجل والآجل وحصولَ الكمال النفساني بذلك الصلاح ، فلا جَرم أَنَّ الله أراد من الشرائع كمال الإِنسان وضبطَ نظامه الاجتماعي في مختِلف عصوره .وتلك حكمة إنشائه ، فاستتبع قولُه : { إلا ليعبدون } أنه ما خلقهم إلا لينتظم أمرهم بوقوفهم عند حدود التكاليف التشريعية من الأوامر والنواهي ، فعبادة الإِنسان ربَّه لا تخرج عن كونها محقِّقة للمقصد من خَلقه وعلَّةً لحصوله عادةً .وعن مجاهد وزيد بن أسلم تفسير قوله : { إلا ليعبدون } بمعنى : إلاّ لآمرهم وأنهاهم . وتَبع أبو إسحاق الشاطبي هذا التأويل في النوع الرابع من كتاب المقاصد من كتابه عنوان التعريف «الموافقات» وفي محمل الآية عليه نظر قد علمتَه فحققْهُ .وما ذكر الله الجن هنا إلا لتنبيه المشركين بأن الجن غير خارجين عن العبودية لله تعالى . وقد حكى الله عن الجن في سورة الجن قول قائلهم : { وأنه كان يقول سفيهنا على اللَّه شططاً } [ الجن : 4 ] .وتقديم الجن في الذكر في قوله : { وما خلقت الجن والإنس إلا ليعبدون } للاهتمام بهذا الخبر الغريب عند المشركين الذين كانوا يعبدون الجن ، ليعلموا أن الجن عباد لله تعالى ، فهو نظير قوله : { وقالوا اتخذ الرحمن ولداً سبحانه بل عباد مكرمون } [ الأنبياء : 26 ] ."
    },
    {
      "ayah": 57,
      "surah": 51,
      "text": "مَا أُرِيدُ مِنْهُمْ مِنْ رِزْقٍ وَمَا أُرِيدُ أَنْ يُطْعِمُونِ (57(وجملة { ما أريد منهم من رزق وما أريد أن يطعمون } تقرير لمعنى { إلا ليعبدون } بإبطال بعض العلل والغايات التي يقصدها الصانعون شيئاً يصنعونه أو يتخذونه ، فإن المعروف في العرف أن من يتخذ شيئاً إنما يتخذه لنفع نفسه ، وليست الجملة لإِفادة الجانب المقصور دُونَه بصيغة القصر لأن صيغة القصر لا تحتاج إلى ذكر الضد . ولا يَحسن ذكر الضد في الكلام البليغ .فقوله : { ما أريد منهم من رزق وما أريد أن يطعمون } كناية عن عدم الاحتياج إليهم لأن أشد الحاجات في العرف حاجة الناس إلى الطعام واللباس والسكن وإنما تحصل بالرزق وهو المال ، فلذلك ابتدىء به ثم عطف عليه الإِطعام ، أي إعطاء الطعام لأنه أشد ما يحتاج إليه البشر ، وقد لا يَجده صاحب المال إذا قحط الناس فيحتاج إلى من يسلفه الطعامَ أو يُطعمه إياه ، وفي هذا تعريض بأهل الشرك إذ يُهدون إلى الأصنام الأموال والطعام تتلقاه منهم سدنة الأصنام .والرزق هنا : المال كقوله تعالى : { فابتغوا عند الله الرزق } [ العنكبوت : 17 ] وقوله : { اللَّه يبسط الرزق لمن يشاء ويقدر } [ الرعد : 26 ] وقوله : { ومن قدر عليه رزقه فلينفق مما آتاه اللَّه } [ الطلاق : 7 ] ، ويطلق الرزق على الطعام كقوله تعالى : { ولهم رزقهم فيها بكرة وعشياً } [ مريم : 62 ] ويمنع من إرادته هنا عطف { وما أريد أن يطعمون } ."
    },
    {
      "ayah": 58,
      "surah": 51,
      "text": "إِنَّ اللَّهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ (58(تعليل لجملتي { ما أريد منهم من رزق وما أريد أن يطعمون } [ الذاريات : 57 ] و { الرزق } هنا بمعنى ما يعمّ المال والإِطعام .والرزاق : الكثير الإِرزاق ، والقوةُ : القدرة .وذو القوة : صاحب القدرة . ومن خصائص ( ذو ( أن تضاف إلى أمر مهم ، فعلم أن القوة هنا قوة خلية من النقائص .والمتين : الشديد ، وهو هنا وصف لذي القوة ، أي الشديد القوة ، وقد عدّ { المتين } في أسمائه تعالى . قال الغزالي : وذلك يرجع إلى معاني القدرة . وفي «معارج النور» شرح الأسماء «المتينُ : كمال في قوته بحيث لا يعارض ولا يُدانَى» .فالمعنى أنه المستغني غنىً مطلقاً فلا يحتاج إلى شيء فلا يكون خلقه الخلق لتحصيل نفع له ولكن لعمران الكون وإجراء نظام العمران باتباع الشريعة التي يجمعها معنى العبادة في قوله : { إلا ليعبدون } [ الذاريات : 56 ] .وإظهار اسم الجلالة في { إن الله هو الرزاق } إخراج للكلام على خلاف مقتضى الظاهر لأن مقتضاه : إني أَنا الرزاق ، فعدل عن الإِضمار إلى الاسم الظاهر لتكون هذه الجملة مستقلة بالدلالة لأنها سُيرت مسِير الكلام الجامع والأمثال .وحذفت ياء المتكلم من { يعبدون } و { يطعمون } للتخفيف ، ونظائره كثيرة في القرآن .وفي قوله : { إن الله هو الرزاق ذو القوة المتين } طريق قصر لوجود ضمير الفصل ، أي : لا رَزَّاق ، ولا ذا قوة ، ولا متين إلا الله وهو قصر إضافي ، أي دون الأصنام التي يعبدونها .فالقصر قصر إفراد بتنزيل المشركين في إشراكهم أصنامهم بالله منزلة من يدعي أن الأصنام شركاء لله في صفاته التي منها : الإِرزاق ، والقوة ، والشدة ، فأبطل ذلك بهذا القصر ، قال تعالى : { إن الذين تعبدون من دون اللَّه لا يملكون لكم رزقاً فابتغوا عند اللَّه الرزق واعبدوه } [ العنكبوت : 17 ] ، وقال : { إن الذين تدعون من دون اللَّه لن يخلقوا ذباباً ولو اجتمعوا له وإن يسلبهم الذباب شيئاً لا يستنقذوه منه ضعف الطالب والمطلوب } [ الحج : 73 ] ."
    },
    {
      "ayah": 59,
      "surah": 51,
      "text": "فَإِنَّ لِلَّذِينَ ظَلَمُوا ذَنُوبًا مِثْلَ ذَنُوبِ أَصْحَابِهِمْ فَلَا يَسْتَعْجِلُونِ (59(تفريع على جملة { وما خلقت الجن والإنس إلا ليعبدون } [ الذاريات : 56 ] باعتبار أن المقصود من سياقه إبطال عبادتهم غير الله ، أي فإذا لم يفردني المشركون بالعبادة فإن لهم ذَنوباً مثل ذَنوب أصحابهم ، وهو يلمح إلى ما تقدم من ذكر ما عوقبت به الأمم السالفة من قوله : { قالوا إنا أرسلنا إلى قوم مجرمين } إلى قوله : { إنهم كانوا قوماً فاسقين } [ الذاريات : 32 46 ] .والمعنى : فإذ ماثلهم الذين ظلموا فإن لهم نصيباً عظيماً من العذاب مثل نصيب أولئك .والذين ظلموا : الذين أشركوا من العرب ، والظلم : الشرك بالله .والذنوب بفتح الذال : الدلو العظيمة يستقي بها السُّقاة على القليب كما ورد في حديث الرؤيا \" ثم أخذها أبو بكر ففزع ذنوباً أو ذنوبين \" ولا تسمى ذنوباً إلا إذا كانت ملأى .والكلام تمثيل لهيئة تساوي حظ الذين ظلموا من العرب بحُظوظ الذين ظلموا من الأمم السالفة بهيئة الذين يستقون من قليب واحد إذ يتساوون في أنصبائهم من الماء ، وهو من تشبيه المعقول بالمحسوس ، وأطلق على الأمم الماضية اسم وصف أصحاب الذين ظلموا باعتبار الهيئة المشبه بها إذ هي هيئة جماعات الوِرد يكونون متصاحبين .وهذا التمثيل قابل للتوزيع بأنه يشبّه المشركون بجماعة وردت على الماء ، وتُشبه الأمم الماضية بجماعة سبقتهم للماء ، ويُشبه نصيب كل جماعة بالدلو التي يأخذونها من الماء .قال علقمة بن عَبْدة يمدح الملكَ الحارثَ بن أبي شَمِر ، ويشفع عنده لأخيه شأسٍ بن عبدة وكان قد وقع في أسره مع بني تميم يوم عَين أباغ :وفي كل حي قد خَبَطْتَ بَنعمة ... فحُقَّ لشَأْسسٍ من نَداك ذَنوبفلما سمعه الملك قال : «نعم وأَذنبة» وأطلق له أخاه شأس بن عبدة ومن معه من أسرى تميم ، وهذا تسلية للنبيء صلى الله عليه وسلم والمقصود : أن يسمعه المشركون فهو تعريض ، وبهذا الاعتبار أكد الخبر ب ( إنَّ ( لأنهم كانوا مكذبين بالوعيد ، ولذلك فرع على التأكيد قوله : { فلا يستعجلون } لأنهم كانوا يستعجلون بالعذاب استهزاء وإشعاراً بأنه وعد مكذوب فهم في الواقع يستعجلون الله تعالى بوعيده .وعدّي الاستعجال إلى ضمير الجلالة وهم إنما استعجلوه النبي صلى الله عليه وسلم لإِظهار أن النبي صلى الله عليه وسلم مخبر عن الله تعالى توبيخاً لهم وإنذاراً بالوعيد . وحذفت ياء المتكلم للتخفيف .والنهي مستعمل في التهكم إظهاراً لغضب الله عليهم ."
    },
    {
      "ayah": 6,
      "surah": 51,
      "text": "وَإِنَّ الدِّينَ لَوَاقِعٌ (6(والذي أوُعِدوه عذاب الآخرة وعذاب الدنيا مثل الجوع في سني القحط السبع الذي هو دَعوة النبيء صلى الله عليه وسلم عليهم بقوله : \" اللهمّ اجعلها عليهم سنيناً كسنيننِ يوسف \" وهو الذي أشار إليه قوله تعالى : { فارتقب يوم تأتي السماء بدخان مبين يغشى الناس هذا عذاب أليم } الآية في سورة الدخان ( 10 ، 11 ( . ومثل عذاب السيف والأسر يوم بدر الذي توعدهم الله به في قوله : { يوم نبطش البطشة الكبرى إنا منتقمون }[ الدخان : 16 ] . ويجوز أن يكون توعدون من الوعد ، أي الإخبار بشيء يقع في المستقبل مثل قوله : { إن وعد الله حق } [ لقمان : 33 ] فوزنه تُفْعَلُون . والمراد بالوعد الوعد بالبعث .ووصف { لصادق } مجاز عقلي إذ الصادق هو المُوعد به على نحو { فهو في عيشة راضية } [ الجاثية : 21 ] .والدين : الجزاء . والمراد إثبات البعث الذي أنكروه .ومعنى { لواقع } واقع في المستقبل بقرينة جعله مرتباً في الذكر على ما يوعدون وإنما يكون حصول الموعود به في الزمن المستقبل وفي ذكر الجزاء زيادة على الكناية به عن إثبات البعث تعريض بالوعيد على إنكار البعث .وكتب في المصاحف { إنما } متصلةً وهو على غير قياس الرسم المصطلح عليه من بعد لأنهما كلمتان لم تَصيرا كلمة واحدة ، بخلاف { إنما } التي هي للقصر . ولم يكن الرسم في زمن كتابة المصاحف في أيام الخليفة عثمان قد بلغ تمام ضبطه ."
    },
    {
      "ayah": 60,
      "surah": 51,
      "text": "فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنْ يَوْمِهِمُ الَّذِي يُوعَدُونَ (60(فرع على وعيدهم إنذار آخر بالويل ، أو إنشاءُ زَجر .والويل : الشر وسوء الحال ، وتقدم في قوله : { فويل لهم مما كتبت أيديهم } في سورة البقرة ( 79 ( ، وتنكيره للتعظيم .والكلام يحتمل الإِخبار بحصول ويل ، أي عذاب وسوء حال لهم يوم أوعدوا به ، ويحتمل إنشاء الزجر والتعجيب من سوء حالهم في يَوم أُوعدوه .و ( مِن ( للابتداء المجازي ، أي سوء حال بترقبهم عذاباً آتياً من اليوم الذي أوعدوه .والذين كفروا : هم الذين ظلموا ، عدل عن ضميرهم إلى الاسم الظاهر لما فيه من تأكيد الاسم السابق تأكيداً بالمرادف ، مع ما في صفة الكفر من الإِيماء إلى أنهم لم يشكروا نعمة خالقهم .واليوم الذي أوعدوه هو زمن حلول العذاب فيحتمل أن يراد يوم القيامة ويحتمل حلول العذاب في الدنيا ، وأيًّا مَّا كان فمضمون هذه الجملة مغاير لمضمون التي قبلها .وإضافة ( يوم ( إلى ضميرهم للدلالة على اختصاصه بهم ، أي هو معيّن لجزائهم كما أضيف يوم إلى ضمير المؤمنين في قوله تعالى : { وتتلقاهم الملائكة هذا يومكم الذي كنتم توعدون } [ الأنبياء : 103 ] . واليوم : يصدق بيوم القيامة ، ويصدق بيوم بدر الذي استأصل الله فيه شوكتهم .ولما كان المضاف إليه ضمير الكفار المعينين وهم كفار مكة ترجح أن يكون المراد من هذا اليوم يوماً خاصاً بهم وإنما هو يوم بدر لأن يوم القيامة لا يختص بهم بل هو عام لكفار الأمم كلهم بخلاف اليوم الذي في قوله في سورة الأنبياء ( 103 ( : { وتتلقاهم الملائكة هذا يومكم الذي كنتم توعدون } لأن ضمير الخطاب فيها عائد إلى { الذين سبقت لهم منا الحسنى } [ الأنبياء : 101 ] كلهم .وفي الآية من اللطائف تمثيل ما سيصيب الذين كفروا بالذنوب ، والذنوب يناسب القليب وقد كان مثواهم يوم بدر قليبَ بدر الذي رُميت فيه أشلاء سادتهم وهو اليوم القائل فيه شداد بن الأسود الليثي المكنَّى أبا بكر يرثي قتلاهم :وماذا بالقليببِ قليببِ بدر ... من الشيزى تُزيَّن بالسَّنَامتحيّى بالسلامة أمّ بكر ... وهل لي بعد قومي من سَلامولعلّ هذا مما يشمل قول النبي صلى الله عليه وسلم حين وقف على القليب يوم بدر { قد وجدنا ما وعدنا ربنا حقاً فهل وجدتم ما وعد ربكم حقاً } [ الأعراف : 44 ]وفي قوله : { من يومهم الذي يوعدون } مع قوله في أول السورة { إن ما توعدون لصادق } [ الذاريات : 5 ] ردّ العجز على الصدر ، ففيه إيذان بانتهاء السورة وذلك من براعة المقطع ."
    },
    {
      "ayah": 7,
      "surah": 51,
      "text": "وَالسَّمَاءِ ذَاتِ الْحُبُكِ (7(هذا قَسَم أيضاً لتحقيق اضطراب أقوالهم في الطعن في الدين وهو كالتذييل للذي قبله ، لأن ما قبله خاص بإثبات الجزاء . وهذا يعم إبطال أقوالهم الضالّة فالقسم لتأكيد المقسم عليه لأنهم غير شاعرين بحالهم المقسممِ على وقوعه ، ومُتَهالكون على الاستزادة منه ، فهم منكرون لما في أقوالهم من اختلاف واضطراب جاهلون به جهلاً مركَّبا والجهل المركب إنكار للعلم الصحيح . والقول في القسم ب { السماء } كالقول في القسم ب { الذاريات } [ الذاريات : 1 ] .ومناسبة هذا القسم للمقسم عليه في وصف السماء بأنها ذات حُبُك ، أي طرائق لأن المقسم عليه : إن قولهم مختلف طرائق قِدداً ولذلك وصف المقسم به ليكون إيماء إلى نوع جواب القسم .والحُبك : بضمتين جمع حِباك ككِتاب وكُتب ومِثال ومُثُل ، أو جمع حبيكة مثل طَريقة وطُرق ، وهي مشتقة من الحَبْك بفتح فسكون وهو إجادة النسج وإتقانُ الصنع . فيجوز أن يكون المراد بحُبك السماء نُجوْمُها لأنها تشبه الطرائق الموشاة في الثوب المحبوك المتقن . وروي عن الحسن وسعيد بن جبير وقيل الحبك : طرائق المجرّة التي تبدو ليلاً في قبة الجو .وقيل : طرائق السحاب . وفسر الحبك بإتقان الخلق . روي عن ابن عباس وعكرمة وقتادة . وهذا يقتضي أنهم جعلوا الحبك مصدراً أو اسم مصدر ، ولعله من النادر . وإجراء هذا الوصف على السماء إدماج أدمج به الاستدلال على قدرة الله تعالى مع الامتنان بحسن المرأى .واعلم أن رواية رويت عن الحسن البصري أنه قرأ { الحِبُك } بكسر الحاء وضم الباء وهي غير جارية على لغة من لغات العرب . وجعل بعض أيمة اللغة الحِبُك شاذاً فالظن أن راويها أخطأ لأن وزن فِعُل بكسر الفاء وضم العين وزن مهمل في لغة العرب كلّهم لشدة ثقل الانتقال من الكسر إلى الضم مما سلمت منه اللغة العربية . ووجهت هذه القراءة بأنها من تداخل اللغات وهو توجيه ضعيف لأن إعمال تداخل اللغتين إنما يقبل إذا لم يفض إلى زنة مهجورة لأنها إذا هجرت بالأصالة فهجرها في التداخل أجدر ووجهها أبو حيان باتباع حركة الحاء لحركة تاء { ذاتِ } وهو أضعف من توجيه تداخل اللغتين فلا جدوى في التكلف .والقول المختلف : المتناقض الذي يخالف بعضه بعضاً فيقتضي بعضه إبطال بعض الذي هم فيه هو جميع أقوالهم والقرآن والرسول صلى الله عليه وسلم وكذلك أقوالهم في دين الإشراك فإنها مختلفة مضطربة متناقضة فقالوا القرآنُ : سِحْرٌ وشعر ، وقالوا { أساطير الأولين اكتتبها } [ الفرقان : 5 ] ، وقالوا { إنْ هذا إلا اختلاق } [ ص : 7 ] ، وقالوا { لو نشاء لقلنا مثل هذا } [ الأنفال : 31 ] وقالوا : مرة { في آذاننا وَقْر ومن بيننا وبينك حجاب } [ فصلت : 5 ] وغير ذلك ، وقالوا : وحي الشياطين .وقالوا في الرسول صلى الله عليه وسلم أقوالاً : شاعر ، ساحر ، مجنون ، كاهن ، يعلمه بشر ، بعد أن كانوا يلقبونه الأمين .وقالوا في أصول شركهم بتعدد الآلهة مع اعترافهم بأن الله خالق كل شيء وقالوا : { ما نعبدهم إلا ليقربونا إلى الله } [ الزمر : 3 ] ، { وإذا فعلوا فاحشة قالوا وجدنا عليها آباءنا والله أمرنا بها } [ الأعراف : 28 ] .و ( في ( للظرفية المجازية وهي شدة الملابسة الشبيهة بملابسة الظرف للمظروف مثل { ويُمدهم في طغيانهم يعمهون } [ البقرة : 15 ] ."
    },
    {
      "ayah": 8,
      "surah": 51,
      "text": "إِنَّكُمْ لَفِي قَوْلٍ مُخْتَلِفٍ (8(والمقصود بقوله : { إنكم لفي قول مختلف } الكناية عن لازم الاختلاف وهو التردد في الاعتقاد ، ويلزمُه بطلان قولهم وذلك مصبّ التأكيد بالقسم و"
    },
    {
      "ayah": 9,
      "surah": 51,
      "text": "يُؤْفَكُ عَنْهُ مَنْ أُفِكَ (9(حرف ( إن ( واللام .و { يؤفك } : يصرف . والأفك بفتح الهمزة وسكون الفاء : الصرف . وأكثر ما يستعمل في الصرف عن أمر حسن ، قاله مجاهد كما في «اللسان» ، وهو ظاهر كلام أيمة اللغة والفراء وشمّر وذلك مدلوله في مواقعه من القرآن .وجملة { يؤفك عنه من أفك } يجوز أن تكون في محل صفة ثانية ل { قوللٍ مختلف } ، ويجوز أن تكون مستأنفة استئنافاً بيانياً ناشئاً عن قوله : { وإن الدين لواقع } [ الذاريات : 6 ] ، فتكون جملة { والسماء ذاتتِ الحبك إنكم لفي قول مختلف } معترضة بين الجملة البيانية والجملة المبيَّن عنها . ثم إن لفظ { قول } يقتضي شيئاً مقولاً في شأنه فإذ لم يذكر بعد { قول } ما يدل على مقول صلَح لجميع أقوالهم التي اختلقوها في شأنه للقرآن ودعوة الإسلام كما تقدم .فلما جاء ضميرُ غيبة بعد لفظ { قول } احتمل أن يعود الضمير إلى { قولٍ } لأنه مذكور ، وأن يعود إلى أحوال المقول في شأنه فقيل ضمير { عنه } عائد إلى { قول مختلف } وأن معنى { يؤفك عنه } يصرف بسببه ، أي يصرف المصروفون عن الإيمان فتكون ( عن ( للتعليل كقوله تعالى : { وما نحن بتاركي آلهتنا عن قولك } [ هود : 53 ] وقوله تعالى : { وما كان استغفار إبراهيم لأبيه إلاّ عن موعدة وعدها إياه } [ التوبة : 114 ] ، وقيل ضمير { عنه } عائد إلى { ما توعدون } [ الذاريات : 22 ] أو عائد إلى { الدين } [ الذاريات : 6 ] ، أي الجزاء أن يؤفك عن الإيمان بالبعث والجزاء من أفك . وعن الحسن وقتادة : أنه عائد إلى القرآن أو إلى الدين ، أي لأنهما مما جرى القول في شأنهما ، وحرف ( عن ( للمجاوزة .وعلى كل فالمراد بقوله { من أفك } المشركون المصروفون عن التصديق . والمراد بالذي فعل الأفك المجهول المشركون الصارفون لقومهم عن الإيمان ، وهما الفريقان اللذان تضمنهما قوله تعالى : { وقال الذين كفروا لا تسمعوا لهذا القرآن والْغَوْا فيه لعلكم تغلِبُون } [ فصلت : 26 ] .وإنما حذف فاعل { يؤفك } وأبهم مفعوله بالموصولية للاستيعاب مع الإيجاز .وقد حمَّلهم الله بهاتين الجملتين تبعةَ أنفسهم وتبعة المغرورين بأقوالهم كما قال تعالى : { وليحملن أثقالهم وأثقالاً مع أثقالهم } [ العنكبوت : 13 ] ."
    }
  ]
}
