{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 53,
      "text": "وَالنَّجْمِ إِذَا هَوَى (1(كلام موجه من الله تعالى إلى المشركين الطاعنين في رسالة محمد صلى الله عليه وسلمو { النجم } : الكوكب أي الجرم الذي يبدو للناظرين لامعاً في جو السماء ليلاً .أقسم الله تعالى بعظيم من مخلوقاته دال على عظيم صفات الله تعالى .وتعريف { النجم } باللام ، يجوز أن يكون للجنس كقوله : { وبالنجم هم يهتدون } [ النحل : 16 ] وقوله : { والنجم والشجر يسجدان } [ الرحمن : 6 ] ، ويحتمل تعريف العهد . وأشهر النجوم بإطلاق اسم النجم عليه الثريّا لأنهم كانوا يوقتون بأزمان طلوعها مواقيت الفصول ونضج الثمار ، ومن أقوالهم : طلع النَّجم عِشاءَ فابتغى الراعي كمساءَ طَلع النجم غُذَيَّة وابتغى الراعي شُكَية ( تصغير شَكْوة وعاءٍ من جلد يوضع فيه الماء واللبن ( يعنون ابتداء زمن البرد وابتداء زمن الحرّ .وقيل { النجم } : الشعرى اليمانية وهي العبورُ وكانت معظمة عند العرب وعَبدتْها خُزاعة .ويجوز أن يكون المراد ب { النجم } : الشهاب ، وبهُويه : سقوطه من مكانه إلى مكان آخر ، قال تعالى : { إنا زينا السماء الدنيا بزينة الكواكب وحفظاً من كل شيطان مارد } [ الصافات : 6 ، 7 ] وقال : { ولقد زينا السماء الدنيا بمصابيح وجعلناها رجوماً للشياطين } [ الملك : 5 ] .والقَسَم ب { النجم } لما في خَلقه من الدلالة على عظيم قدرة الله تعالى ، ألا ترى إلى قول الله حكاية عن إبراهيم { فلما جَنّ عليه الليل رأى كوكباً قال هذا ربي } [ الأنعام : 76 ] .وتقييد القَسَم بالنجم بوقت غروبه لإِشعار غروب ذلك المخلوق العظيم بعد أَوْجه في شرف الارتفاع في الأفق على أنه تسخير لقدرة الله تعالى ، ولذلك قال إبراهيم : { لا أحب الآفلين } [ الأنعام : 76 ] .والوجه أن يكون { إذا هوى } بدل اشتمال من النجم ، لأن المرَاد من النجم أحواله الدالة على قدرة خالقه ومصرفه ومن أعظم أحواله حال هُويِّه ، ويكون { إذا } اسم زمان مجرداً عن معنى الظرفية في محل جر بحرف القسم ، وبذلك نتفادى من إشكال طَلب متعلق { إذَا } وهو إشكال أورده العلامة الجَنْزِي على الزمخشري ، قال الطيبي وفي «المقتبس» قال الجَنْزِي : «فاوضتُ جارَ الله في قوله تعالى : { والنجم إذا هوى } ما العامل في { إذا } ؟ فقال : العامل فيه ما تعلّق به الواو ، فقلت : كيف يعمل فعل الحال في المستقبل وهذا لأن معنا أُقسم الآن ، وليس معناه أُقسم بعد هذا فرجع وقال : العامل فيه مصدر محذوف تقديره : وهُوِيّ النجم إذا هَوَى ، فعرضته على زين المشائخ فلم يستحسن قوله الثاني . والوجه أن { إذا } قد انسلخ عنه معنى الاستقبال وصار للوقت المجرد ، ونحوه : آتيك إذا احمرّ البسر ، أي وقت احمراره فقد عُرّي عن معنى الاستقبال لأنه وقعت الغنية عنه بقوله : آتيك اه . كلام الطيبي ، فقوله : فالوجه يحتمل أن يكون من كلام زين المشائخ أو من كلام صاحب «المقتبس» أو من كلام الطيبي ، وهو وجيه وهو أصل ما بنينا عليه موقع { إذَا } هنا ، وليس تردد الزمخشري في الجواب إلا لأنه يلتزم أن يكون { إذَا } ظرفاً للمستقبل كما هو مقتضى كلامه في «المفصَّل» مع أن خروجها عن ذلك كثير كما تواطأت عليه أقوال المحققين ."
    },
    {
      "ayah": 10,
      "surah": 53,
      "text": "فَأَوْحَى إِلَى عَبْدِهِ مَا أَوْحَى (10(وتفريع { فأوحى إلى عبده ما أوحى } على قوله : { فتدلى فكان قاب قوسين } المفرّع على المفرّع على قوله : { علمه شديد القوى } ، وهذا التفريع هو المقصود من البيان وما قبله تمهيد له ، وتمثيل لأحوال عجيبة بأقرب ما يفهمه الناس لقصد بيان إمكان تلقّي الوحي عن الله تعالى إذ كان المشركون يحيلونه فبينّ لهم إمكان الوحي بوصف طريق الوحي إجمالاً ، وهذه كيفية من صور الوحي .وضمير { أوحى } عائد إلى الله تعالى المعلوم من قوله : { إن هو إلا وحي يوحى } كما تقدم ، والمعنى : فأوحى الله إلى عَبده محمد صلى الله عليه وسلم وهذا كاففٍ في هذا المقام لأن المقصود إثبات الإِيحاء لإِبطال إنكارهم إياه .وإيثار التعبير عن النبي صلى الله عليه وسلم بعنوان { عبده } إظهار في مقام الإِضمار في اختصاص الإِضافة إلى ضمير الجلالة من التشريف .وفي قوله : { ما أوحى } إبهام لتفخيم ما أوحى إليه ."
    },
    {
      "ayah": 11,
      "surah": 53,
      "text": "مَا كَذَبَ الْفُؤَادُ مَا رَأَى (11(الأظهر أن هذا ردّ لتكذيب من المشركين فيما بلغهم من الخبر عن رؤية النبي صلى الله عليه وسلم الملَك جبريل وهو الذي يؤذن به قوله بعد : { أفتمارونه على ما يرى } .واللام في قوله : { الفؤاد } عوض عن المضاف إليه ، أي فؤاده وعليه فيكون تفريع الاستفهام في قوله : { أفتمارونه على ما يرى } استفهاماً إنكارياً لأنهم مَارَوْه .ويجوز أن يكون قوله : { ما كذب الفؤاد ما رأى } تأكيداً لمضمون قوله : { فكان قاب قوسين } [ النجم : 9 ] فإنه يؤذن بأنه بمرأى من النبي صلى الله عليه وسلم لرفع احتمال المجاز في تشبيه القرب ، أي هو قرب حسي وليس مجرد اتصال رُوحاني فيكون الاستفهام في قوله : { أفتمارونه على ما يرى } مستعملاً في الفرض والتقدير ، أي أفستكذبونه فيما يرى بعينيه كما كذبتموه فيما بلغكم عن الله ، كما يقول قائل : «أتحسبني غافلاً» وقول عمر بن الخطاب للعباس وعليّ في قضيتهما «أتحاولان مني قضاءً غير ذلك» .وقرأ الجمهور { ما كذب } بتخفيف الذال ، وقرأه هشام عن ابن عامر وأبو جعفر بتشديد الذال ، والفاعل والمفعول على حالهما كما في قراءة الجمهور .والفؤاد : العقل في كلام العرب قال تعالى : { وأصبح فؤاد أم موسى فارغاً } [ القصص : 10 ] .والكذب : أطلق على التخييل والتلبيس من الحواس كما يقال : كذبته عينه .و { ما } موصولة ، والرابط محذوف ، وهو ضمير عائد إلى { عبده } في قوله : { فأوحى إلى عبده } [ النجم : 10 ] أي ما رآه عبده ببصره ."
    },
    {
      "ayah": 12,
      "surah": 53,
      "text": "أَفَتُمَارُونَهُ عَلَى مَا يَرَى (12(وتفريع { أفتمارونه } على جملة { ما كذب الفؤاد ما أرى } .وقرأ الجمهور { أفتمارونه } من المماراة وهي الملاحاة والمجادلة في الإِبطال . وقرأ حمزة والكسائي ويعقوب وخلف { أفتمرونه } بفتح الفوقية وسكون الميم مضارع مَرَاه إذا جحده ، أي أتجحدونه أيضاً فيما رأى ، ومعنى القراءتين متقارب .وتعدية الفعل فيهما بحرف الاستعلاء لتضمنه معنى الغلبة ، أي هَبْكُم غالبتموه على عبادتكم الآلهة ، وعلى الإِعراض عن سماع القرآن ونحو ذلك أتغلبونه على ما رأى ببصره ."
    },
    {
      "ayah": 13,
      "surah": 53,
      "text": "وَلَقَدْ رَآَهُ نَزْلَةً أُخْرَى (13(أي إن كنتم تجحدون رؤيته جبريل في الأرض فلقد رآه رؤية أعظم منها إذ رآه في العالم العلوي مصاحِباً ، فهذا من الترقي في بيان مراتب الوحي ، والعطف عطف قصة على قصة ابتدىء بالأضعف وعقب بالأقوى .فتأكيد الكلام بلام القسم وحرف التحقيق لأجل ما في هذا الخبر من الغرابة من حيث هو قد رأى جبريل ومن حيث أنه عَرج به إلى السماء ومن الأهمية من حيث هو دال على عظيم منزلة محمد صلى الله عليه وسلم فضمير الرفع في { رءاه } عائد إلى { صاحبكم } [ النجم : 2 ] ، وضمير النصب عائد إلى جبريل .و { نزلة } فَعلة من النزول فهو مصدر دال على المرة : أي في مكان آخر من النزول الذي هو الحلول في المكان ، ووصفها ب { أخرى } بالنسبة لما في قوله : { ثم دنا فتدلى } [ النجم : 8 ] فإن التدلِّي نزول بالمكان الذي بلغ إليه .وانتصاب { نزلة } على نزع الخافض ، أو على النيابة عن ظرف المكان ، أو على حذف مضاف بتقدير : وقت نزلة أخرى ، فتكون نائباً عن ظرف الزمان ."
    },
    {
      "ayah": 14,
      "surah": 53,
      "text": "عِنْدَ سِدْرَةِ الْمُنْتَهَى (14(وقوله : { عند سدرة المنتهى } متعلق ب { رءاه } . وخُصت بالذكر رؤيته عند سدرة المنتهى لعظيم شرف المكان بما حصل عنده من آيات ربه الكبرى ولأنها منتهى العروج في مراتب الكرامة .و { سدرة المنتهى } : اسْم أطلقه القرآن على مكان علوي فوق السماء السابعة ، وقد ورد التصريح بها في حديث المعراج من الصحاح عن جمع من الصحابة .ولعله شُبه ذلك المكان بالسدرة التي هي واحدة شجر السدر إما في صفة تفرعه ، وإما في كونه حداً انتهى إليه قرب النبي صلى الله عليه وسلم إلى موضع لم يبلغه قبله ملَك . ولعله مبني على اصطلاح عندهم بأن يجعلوا في حدود البقاع سدراً .وإضافة { سدرة } إلى { المنتهى } يجوز أن تكون إضافة بيانية . ويجوز كونها لتعريف السدرة بمكان ينتهي إليه لا يتجاوزه أحد لأن ما وراءه لا تطيقه المخلوقات .والسدرة : واحدة السدر وهو شجر النبق قالوا : ويختص بثلاثة أوصاف : ظل مديد ، وطعم لذيذ ، ورائحة ذكية ، فجعلت السدرة مثلاً لذلك المكان كما جُعلت النخلة مثلاً للمؤمِن ."
    },
    { "ayah": 15, "surah": 53, "text": "عِنْدَهَا جَنَّةُ الْمَأْوَى (15(" },
    {
      "ayah": 16,
      "surah": 53,
      "text": "إِذْ يَغْشَى السِّدْرَةَ مَا يَغْشَى (16(وفي قوله : { ما يغشى } إبهام للتفخيم الإجمالي وأنه تضيق عنه عبارات الوصف في اللغة .وجنة المأوى : الجنة المعروفة بأنها مأوى المتقين فإن الجنة منتهى مراتب ارتقاء الأرواح الزكية . وفي حديث الإِسراء بعد ذكر سدرة المنتهى \" ثم أدخلت الجنة \" . وقوله : { إذ يغشى السدرة ما يغشى } ظرف مستقر في موضع الحال من { سدرة المنتهى } أريد به التنويه بما حفّ بهذا المكان المسمى سدرة المنتهى من الجلال والجمال . وفي حديث الإِسراء \" حتى انتهَى بي إلى سدرة المنتهى وغشيها ألوان لا أدري ما هي» وفي رواية «غشيها نور من اللَّه ما يستطيع أحد أن ينظر إليها \"وما حصل فيه للنبي صلى الله عليه وسلم من التشريف بتلقّي الوحي مباشرة من الله دون واسطة الملَك ففي حديث الإِسراء « حتى ظَهرت بمستوىً أسمع فيه صريف الأقلام ففرض الله على أمتي خمسين صلاة » الحديث ."
    },
    {
      "ayah": 17,
      "surah": 53,
      "text": "مَا زَاغَ الْبَصَرُ وَمَا طَغَى (17(وجملة { ما زاغ البصر وما طغى } معترضة وهي في معنى جملة { ولقد رءاه نزلة أخرى } إلى آخرها ، أي رأى جبريل رؤية لا خطأ فيها ولا زيادة على ما وصف ، أي لا مبالغة .والزيع : الميل عن القصد ، أي ما مال بصره إلى مرئي آخر غير ما ذكر ، والطغيان : تجاوز الحد ."
    },
    {
      "ayah": 18,
      "surah": 53,
      "text": "لَقَدْ رَأَى مِنْ آَيَاتِ رَبِّهِ الْكُبْرَى (18(وجملة { لقد رأى من آيات ربه الكبرى } تذييل ، أي رأى آيات غير سدرة المنتهى ، وجنة المأوى ، وما غَشى السدرة من البهجة والجلال ، رأى من آيات الله الكبرى .والآيات : دلائل عظمة الله تعالى التي تزيد الرسول ارتفاعاً ."
    },
    {
      "ayah": 19,
      "surah": 53,
      "text": "أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّى (19(أَفَرَءَيْتُمُ اللات والعزى * ومناة الثالثة الاخرى * أَلَكُمُ الذكر وَلَهُ الانثى * تِلْكَ إِذاً قِسْمَةٌ ضيزى إِنْ هِىَ إِلاَّ أَسْمَآءٌ سَمَّيْتُمُوهَا أنتُمْ وءابَاؤُكُم مَّا أنزَلَ اللهُ بِهَا مِنْ سُلْطَان } .لما جرى في صفة الوحي ومشاهدة رسول الله صلى الله عليه وسلم جبريل عليه السلام ما دل على شؤون جليلة من عظمة الله تعالى وشرف رسوله صلى الله عليه وسلم وشرف جبريل عليه السلام إذ وصف بصفات الكمال ومنازل العزة كما وصف النبي صلى الله عليه وسلم بالعروج في المنازل العليا ، كان ذلك مما يثير موازنة هذه الأحوال الرفيعة بحال أعظم آلهتهم الثلاث في زعمهم وهي : اللاتُ ، والعزَّى ، ومناةُ التي هي أحجار مقرّها الأرض لا تملك تصرفاً ولا يعرج بها إلى رفعة . فكان هذا التضاد جامعاً خيالياً يقتضي تعقيب ذكر تلك الأحوال بذكر أحوال هاته .فانتقل الكلام من غرض إثبات أن النبي صلى الله عليه وسلم موحىً إليه بالقرآن ، إلى إبطال عبادة الأصنام ، ومناط الإِبطال قوله : { إن هي إلا أسماء سميتموها أنتم وآباءكم ما أنزل الله بها من سلطان } .فالفاء لتفريع الاستفهام وما بعده على جملة { أفتمارونه على ما يرى } [ النجم : 12 ] المفرعة على جملة { ما كذب الفؤاد ما رأى } [ النجم : 11 ] .والروية في { أفرأيتم } يجوز أن تكون بَصَرية تتعدّى إلى مفعول واحد فلا تطلب مفعولاً ثانياً ويكون الاستفهام تقريرياً تهكمياً ، أي كيف ترون اللات والعزّى ومناةَ بالنسبة لما وصف في عظمة الله تعالى وشرف ملائكته وشرف رسوله صلى الله عليه وسلم وهذا تهكم بهم وإبطال لإِلهية تلك الأصنام بطريق الفحوى ، ودليله العيان . وأكثر استعمال «أرأيت» أن تكون للرؤية البصرية على ما اختاره رضيّ الدين ."
    },
    {
      "ayah": 2,
      "surah": 53,
      "text": "مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوَى (2(والهُوِيّ : السقوط ، أطلق هنا على غروب الكوكب ، استعير الهُوِيُّ إلى اقتراب اختفائه ويجوز أن يراد بالهوِيّ : سقوط الشهاب حين يلوح للناظر أنه يجري في أديم السماء ، فهو هويّ حقيقي فيكون قد استعمل في حقيقته ومجازه .وفي ذكر { إذا هوى } احتراس من أن يتوهم المشركون أن في القسم بالنجم إقراراً لعبادة نجم الشعرى ، وأن القسم به اعتراف بأنه إله إذ كان بعض قبائل العرب يعبدونها فإن حالة الغروب المعبر عنها بالهُوِيِّ حالة انخفاض ومغيب في تخيّل الرّائي لأنهم يعُدُّون طلوع النجم أوجاً لشرفه ويعدون غروبه حَضيضاً ، ولذلك قال الله تعالى : { فلما أفل قال لا أحب الآفلين } [ الأنعام : 76 ] .ومَن مناسبات هذا يجيء قوله : { وأنه هو رب الشعرى } في هذه السورة ( 49 ( ، وتلك اعتبارات لهم تخيلية شائعة بينهم فمن النافع موعظة الناس بذلك لأنه كاف في إقناعهم وصولاً إلى الحق .فيكون قوله : { إذا هوى } إشعاراً بأن النجوم كلها مسخرة لقدرة الله مسيّرة في نظام أوْجدها عليه ولا اختيار لها فليست أهلاً لأن تعبد فحصل المقصود من القسم بما فيها من الدلالة على القدرة الإِلهية مع الاحتراس عن اعتقاد عبادتها ."
    },
    {
      "ayah": 20,
      "surah": 53,
      "text": "وَمَنَاةَ الثَّالِثَةَ الْأُخْرَى (20(تعالى : { الثالثة الأخرى } فأكدها بهاتين الصفتين .والأحسن أن قوله : { الثالثة الأخرى } جرى على أسلوب العرب إذا أخبروا عن متعدد وكان فيه من يظنّ أنه غير داخل في الخبر لعظمة أو تباعد عن التلبس بمثل ما تلبس به نظراؤه أن يختموا الخبر فيقولوا : «وفلانٌ هو الآخَر» ووجهه هنا أن عُبَّاد مناة كثيرون في قبائل العرب فنبه على أن كثرة عبدتها لا يزيدها قوة على بقية الأصنام في مقام إبطال إلهيتها وكل ذلك جار مجرى التهكم والتسفيه ."
    },
    {
      "ayah": 21,
      "surah": 53,
      "text": "أَلَكُمُ الذَّكَرُ وَلَهُ الْأُنْثَى (21(وتكون جملة { ألكم الذكر } الخ استئنافاً وارتقاء في الرد أو بَدلَ اشتمال من جملة { أفرأيتم اللات والعزى } لأن مضمونها مما تشتمل عليه مزاعمهم ، كانوا يزعمون أن اللات والعزى ومناة بنات الله كما حكى عنهم ابن عطية وصاحب «الكشاف» وسياق الآيات يقتضيه .ويجوز أن تكون الرؤية علمية ، أي أزعمتم اللات والعزى ومناةَ ، فحذف المفعول الثاني اختصاراً لدلالة قوله : { ألكم الذكر وله الأنثى } عليه ، والتقدير : أزعمتموهن بنات الله ، أتجعلون له الأنثى وأنتم تبتغون الأبناء الذكور ، وتكون جملة { ألكم الذكر } الخ بياناً للإِنكار وارتقاء في إبطال مزاعمهم ، أي أتجعلون لله البنات خاصة وتغتبطون لأنفسكم بالبنين الذكور .وجعل صاحب «الكشْف» قوله : { ألكم الذكر وله الأنثى } سادًّا مسدَّ المفعول الثاني لفعل «أرأيتم» .وأيضاً لما كان فيما جرى من صفة الوحي ومنازل الزلفى التي حظي بها النبي صلى الله عليه وسلم وعظمة جبريل إشعار بسعة قدرة الله تعالى وعظيم ملكوته مما يسجِّل على المشركين في زعمهم شركاء لله أصناماً مثل اللات والعزى ومناة .فسادَ زعمهم وسفاهة رأيهم أعقب ذكر دلائل العظمة الإِلهية بإبطال إلهية أصنامهم بأنها أقل من مرتبة الإِلهية إذ تلك أوهام لا حقائق لها ولكن اخترعتها مُخيّلات أهل الشرك ووضعوا لها أسماء ما لها حقائق ، ففرّع { أفرأيتم اللات والعزى } الخ فيكون الاستفهام تقريرياً إنكاريًّا ، والرؤية علميةَ والمفعول الثاني هو قوله : { إن هي إلا أسماء سميتموها } . 5وقرأ الجمهور : { اللات } بتخفيف المثناة الفوقية . وقرأه رويس عن يعقوب بتشديد التاء وذلك لغة في هذا الاسم لأن كثيراً من العرب يقولون : أصل صخرته موضع كان يجلس عليه رجل في الجاهلية يلتّ السويق للحاج فلما مات اتخذوا مكانه معبداً .و { العُزى } : فُعلَي من العِزّ : اسم صنم حجر أبيض عليه بناء وقال الفخر : «كان على صورة نبات» ولعله يعني : أن الصخرة فيها صورة شجر ، وكان ببطن نخلة فوق ذات عرق وكان جمهور العرب يعبدونها وخاصة قريش وقد قال أبو سفيان يوم أُحد يخاطب المسلمين «لنا العزى ولا عزى لكم» .وذكر الزمخشري في تفسير سورة الفاتحة أن العرب كانوا إذا شَرعوا في عمل قالوا : بسم اللات باسم العزى .وأما { مناة } فعَلَم مرتجل ، وهو مؤنث فحقه أن يكتب بهاء تأنيث في آخره ويوقف عليه بالهاء ، ويكون ممنوعاً من الصرف ، وفيه لغة بالتاء الأصلية في آخره فيوقف عليه بالتاء ويكون مصروفاً لأن تاء لات مثل باء باب ، وأصله : مَنَواة بالتحريك وقد يمد فيقال : منآة وهو ممنوع من الصرف للعلمية والتأنيث . وقياس الوقف عليه أن يوقف عليه بالهاء ، وبعضهم يقف عليه بالتاء تبعاً لخط المصحف ، وكان صخرة وقد عبده جمهور العرب وكان موضعه في المشلل حذوَ قديد بين مكة والمدينة ، وكان الأوس والخزرج يطوفون حَوله في الحج عوضاً عن الصفا والمروة فلما حج المسلمون وسعَوا بين الصفا والمروة تحرج الأنصار من السعي لأنهم كانوا يسعون بين الصفا والمروة فنزل فيهم قوله تعالى :{ إن الصفا والمروة من شعائر اللَّه فمن حج البيت أو اعتمر فلا جناح عليه أن يطوف بهما كما تقدم عن حديث عائشة في الموطأ } في سورة البقرة ( 158 ( .وقرأ الجمهور { ومناة } بتاء بعد الألف . وقرأه ابن كثير بهمزة بعد الألف على إحدى اللغتين . والجمهور يقفون عليه بالتاء تبعاً لرسم المصحف فتكون التاء حرفاً من الكلمة غير علامة تأنيث فهي مثل تاء { اللات } ويجعلون رسمها في المصحف على غير قياس .ووصفها بالثالثة لأنها ثالثة في الذّكر وهو صفة كاشفة ، ووصفها بالأخرى أيضاً صفة كاشفة لأن كونها ثالثة في الذكر غير المذكورتين قبلها معلوم للسامع ، فالحاصل من الصفتين تأكيدٌ ذكرها لأن اللات والعزى عند قريش وعند جمهور العرب أشهر من مناة لبعد مكان مناة عن بلادهم ولأن ترتيب مواقع بيوت هذه الأصنام كذلك ، فاللات في أعْلى تهامة بالطائف ، والعُزَّى في وسطها بنخلةَ بين مكة والطائف ، ومناة بالمُشلل بين مكة والمدينة فهي ثالثة البقاع .وقال ابن عطية : كانت مناة أعظم هذه الأوثان قدراً وأكثرها عابداً ولذلك قال وجملة { ألكم الذكر وله الأنثى } ارتقاء في الإِبطال والتهكم والتسفيه كما تقدم ، وهي مجاراة لاعتقادهم أن تلك الأصنام الثلاثة بنات الله وأن الملائكة بنات الله ، أي أجعلتم لله البنات خاصة وأنتم تعلمون أن لكم أولاداً ذكوراً وإناثاً وأنكم تفضلون الذكور وتكرهون الإِناث وقد خصصتم الله بالإِناث دون الذكور والله أولَى بالفضل والكماللِ لو كنتم تعلمون فكان في هذا زيادة تشنيع لكفرهم إذ كان كفراً وسخافة عقل ."
    },
    {
      "ayah": 22,
      "surah": 53,
      "text": "تِلْكَ إِذًا قِسْمَةٌ ضِيزَى (22(وتكون جملة { ألكم الذكر وله الأنثى } الخ معترضة بين المفعولين للارتقاء في الإِنكار ، أي وزعمتوهن بنات لله أو وزعمتم الملائكة بنات لله .وهذه الوجوه غير متنافية فنحملها على أن جميعها مقصود في هذا المقام .ولك أن تجعل فعل «أرأيتم» ( على اعتبار الرؤية علمية ( معلّقاً عن العمل لوقوع { إنْ } النافية بعده في قوله : { إن هي إلا أسماء سميتموها } وتجعل جملة { ألكم الذكر وله الأنثى } إلى قوله : { ضيزى } اعتراضاً .واللاتُ : صنم كان لثقيف بالطائف ، وكانت قريش وجمهور العرب يعبدونه ، وله شهرة عند قريش ، وهو صخرة مربعة بنوا عليها بناء . وقال الفخر : «كان على صورة إنسان ، وكان في موضع منارة مسجد الطائف اليسرى» كذا قال القرطبي فلعل المسجد كانت له منارتان .والألف واللام في أول { اللات } زائدتان . و ( ال ( الداخلة عليه زائدة ولعل ذلك لأن أصله : لاَتْ ، بمعنى معبود ، فلما أرادوا جعله علماً على معبود خاص أدخلوا عليه لام تعريف العهد كما في { الله } فإن أصله إله . ويوقف عليه بسكون تائه في الفصحى ."
    },
    {
      "ayah": 23,
      "surah": 53,
      "text": "إِنْ هِيَ إِلَّا أَسْمَاءٌ سَمَّيْتُمُوهَا أَنْتُمْ وَآَبَاؤُكُمْ مَا أَنْزَلَ اللَّهُ بِهَا مِنْ سُلْطَانٍ إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَمَا تَهْوَى الْأَنْفُسُ وَلَقَدْ جَاءَهُمْ مِنْ رَبِّهِمُ الْهُدَى (23({وكون العزَّى ومناة عندهم انثتين ظاهر من صيغة اسميهما ، وأما اللات فبقطع النظر عن اعتبار التاء في الاسم علامة تأثيث أو أصلاً من الكلمة فهم كانوا يتوهمون اللات أنثى ، ولذلك قال أبو بكر رضي الله عنه لعُروة بن مسعود الثقفي يوم الحُديبية «امصُصْ أو اعضُضْ بَظْرَ اللات» .وتقديم المجرورين في { ألكم الذكر وله الأنثى } للاهتمام بالاختصاص الذي أفادته اللام اهتماماً في مقام التهكم والتسفيه على أن في تقديم { وله الأنثى } «إفادة الاختصاص» أي دون الذكر .وجملة { تلك إذا قسمة ضيزى } تعليل للإنكار والتهكم المفاد من الاستفهام في { ألكم الذكر وله الأنثى } ، أي قد جرتُم في القسمة وما عدلتم فأنتم أحقاء بالإِنكار .والإِشارة ب { تلك } إلى المذكور باعتبار الإِخبار عنه بلفظ { قسمة } فإنه مؤنث اللفظ .و { إذن } حرف جواب أريد به جواب الاستفهام الإِنكاري ، أي ترتب على ما زعمتم أن ذلك قسمة ضِيزى ، أي قسمتم قسمة جائرة .و { ضيزى } : وزنه فُعْلى بضم الفاء من ضازة حَقَّه ، إذا نقصه ، وأصل عين ضاز همزة ، يقال : ضَأَزه حقه كمنعه ثم كثر في كلامهم تخفيف الهمزة فقالوا : ضَازهُ بالألف . ويجوز في مضارعه أن يكون يائي العين أو واويها قال الكسائي : يجوز ضَاز يضِيز ، وضَاز يضُوز . وكأنه يريد أن لك الخيار في المهموز العين إذا خفف أن تُلحقه بالواو أو الياء ، لكن الأكثر في كلامهم اعتبار العين ياء فقالوا : ضَازه حقه ضَيْزاً ولم يقولوا ضَوْزاً لأن الضوز لوك التمر في الفم ، فأرادوا التفرقة بين المصدرين ، وهذا من محاسن الاستعمال وعن المؤرّج السَّدُوسي كرهوا ضم الضاد في ضوزى فقالوا : ضيزى . كأنه يريد استثقلوا ضم الضاد ، أي في أول الكلمة مع أن لهم مندوحة عنه بالزنة الأخرى .ووزن { ضيزى } : فُعْلى اسم تفضيل ( مثل كُبْرى وطُوبى ( أي شديدة الضيز فلما وقعت الياء الساكنة بعد الضمة حرّكوه بالكسر محافظة على الياء لئلا يقلبوها واواً فتصير ضوزى وهو ما كرهوه كما قال المؤرج . وهذا كما فعلوا في بيض جمع أبيض ولو اعتبروه تفضيلاً من ضاز يضوز لقالوا : ضُوزى ولكنهم أهملوه .وقيل : وزن { ضِيزى } فِعلى بكسر الفاء على أنه اسم مثل دِفلى وشِعْرى ، ويبعِّد هذا أنه مشتق فهو بالوصفية أجدر . قال سيبويه : لا يوجد فِعلَى بكسر الفاء في الصفات ، أو على أنه مصدر مثل ذِكرى وعلى الوجهين كسرته أصلية .وقرأ الجمهور { ضيزى } بياء ساكنة بعد الضاد . وقرأه ابن كثير بهمزة ساكنة بعد الضاد مراعاة لأصل الفعل كما تقدم آنفاً . وهذا وسم لهم بالجور زيادة على الكفر لأن التفكير في الجور كفعله فإن تخيلات الإِنسان ومعتقداته عنوان على أفكاره وتصرفاته .وجملة { إن هي إلا أسماء سميتموها } استئناف يكر بالإِبطال على معتقدهم من أصله بعد إبطاله بما هو من لوازمه على مجاراتهم فيه لإِظهار اختلال معتقدهم وفي هذه الجملة احتراس لئلا يتوهم مُتَوَهم إنكار نسبتهم البنات لله إنه إنكار لتخصيصهم الله بالبنات وأن له أولاداً ذكوراً وإناثاً أو أن مصب الإِنكار على زعمهم أنها بنات وليست ببنات فيكون كالإِنكار عليهم في زعمهم الملائكة بنات . والضمير { هي } عائد إلى اللات والعزى ومناةَ . وَمَا صدق الضمير الذات والحقيقة ، أي ليست هذه الأصنام إلا أسماءُ لا مسمّياتتٍ لها ولا حقائق ثابتة وهذا كقوله تعالى : { ما تعبدون من دونه إلا أسماء سميتموها } [ يوسف : 40 ] .والقصر إضافي ، أي هي أسماء لا حقائق عاقِلة متصرفة كما تزعمون ، وليس القصر حقيقياً لأنّ لهاته الأصنام مسميات وهي الحجارة أو البيوت التي يقصدونها بالعبادة ويجعلون لها سدنة .وجملة { ما أنزل الله بها من سلطان } تعليل لمعنى القصر بطريقة الاكتفاء لأن كونها لا حقائق لها في عالم الشهادة أمر محسوس إذ ليست إلا حجارة .وأما كونها لا حقائق لها من عالم الغيب فلأن عالم الغيب لا طريق إلى إثبات ما يحتويه إلا بإعلام من عالم الغيب سبحانه ، أو بدليل العقل كدلالة العالم على وجود الصانع وبعض صفاته والله لم يخبر أحداً من رسله بأن للأصنام أرواحاً أو ملائكة ، مثل ما أخبر عن حقائق الملائكة والجن والشياطين .والسلطان : الحجة ، وإنزالها من الله : الإِخبار بها ، وهذا كناية عن انتفاء أن تكون عليها حجة لأن وجود الحجة يستلزم ظهورها ، فنفي إنزال الحجة بها من باب :على لاحب لا يهتدي بمناره ... أي لا منار له فيهتدى به .وعبر عن الإِخبار الموحَى به بفعل ( أنزل ( لأنه إخبار يَرد من العالم العلوي فشُبّه بإدلاء جسم من أعلى إلى أسفل .وكذلك عُبّر عن إقامة دلائل الوجود بالإِنزال لأن النظر الفكري من خلق الله فشبه بالإِنزال كقوله : { هو الذي أنزل السكينة في قلوب المؤمنين } [ الفتح : 4 ] ، فاستعمال { ما أنزل الله بها من سلطان } من استعمال اللفظ في معنييه المجازيَيْن . وفي معنى هذه الآية قوله تعالى : { ويعبدون من دون اللَّه ما لم ينزل به سلطاناً وما ليس لهم به علم } في سورة الحج ( 71 ( ، وتقدم في سورة يوسف ( 40 ( قوله : { ما تعبدون من دونه إلا أسماء سميتموها أنتم وآباؤكم ما أنزل اللَّه بها من سلطان } وأكد نفي إنزال السلطان بحرف ( من ( الزائدة لتوكيد نفي الجنس .{ إِن يَتَّبِعُونَ إِلاَّ الظن وَمَا تَهْوَى الانفس وَلَقَدْ جَآءَهُم مِّن رَّبِّهِمُ الهُدَى } .هذا تحويل عن خطاب المشركين الذي كان ابتداؤه من أول السورة وهو من ضروب الالتفات ، وهو استئناف بياني فضمير { يتبعون } عائد إلى الذين كان الخطاب موجهاً إليهم .أعقب نفي أن تكون لهم حجة على الخصائص التي يزعمونها لأصنافهم أو على أن الله سماهم بتلك الأسماء بإثبات أنهم استندوا فيما يزعمونه إلى الأوهام وما تحبه نفوسهم من عبادة الأصنام ومحبة سدنتها ومواكب زيارتها ، وغرورهم بأنها تسعى في الوساطة لهم عند الله تعالى بما يرغبونه في حياتهم فتلك أوهام وأمانيَّ محبوبة لهم يعيشون في غرورها .وجيء بالمضارع في { يتبعون } للدلالة على أنهم سيسمرُّون على اتباع الظن وما تهواه نفوسهم وذلك يدل على أنهم اتبعوا ذلك من قبل بدلالة لحن الخطاب أو فحواه .وأصل الظن الاعتقاد غير الجازم ، ويطلق على العلم الجازم إذا كان متعلقاً بالمغيبات كما في قوله تعالى : { الذين يظنون أنهم ملاقوا ربهم } في سورة البقرة ( 46 ( ، وكثر إطلاقه في القرآن على الاعتقاد الباطل كقوله تعالى : { إن يتبعون إلا الظن وإن هم إلا يخرصون }في سورة الأنعام ( 116 ( ، ومنه قول النبي : إياكم والظن فإن الظن أكذب الحديث وهو المراد هنا بقرينة عطف وما تهوى الأنفس } عليه كما عطف { وإن هم إلا يخرصون } على نظيره في سورة الأنعام ، وهو كناية عن الخطأ باعتبار لزومه له غالباً كما قال تعالى : { يأيها الذين آمنوا اجتنبوا كثيراً من الظن إن بعض الظن إثم } [ الحجرات : 12 ] .وهذا التفنن في معاني الظن في القرآن يشير إلى وجوب النظر في الأمر المظنون حتى يلحقه المسلم بما يناسبه من حُسن أو ذم على حسب الأدلة ، ولذلك استنبط علماؤنا أن الظن لا يغني في إثبات أصول الاعتقاد وأن الظن الصائب تناط به تفاريع الشريعة .والمراد ب { ما تهوى الأنفس } : ما لا باعث عليه إلا الميل الشهواني ، دون الأدلة فإن كان الشيء المحبوب قد دلت الأدلة على حقيقته فلا يزيده حُبه إلا قبولاً كما قال النبي صلى الله عليه وسلم « ورجلان تحابَّا في الله اجتمعا عليه وافترقا عليه ، ورجل قلبه معلق بالمساجد » وقال : « وجعلت قُرّة عيني في الصلاة » . فمناط الذم في هذه الآية هو قصر اتباعهم على ما تهواه أنفسهم .ثم إن للظن في المعاملات بين الناس والأخلاق النفسانية أحكاماً ومراتب غير ما له في الديانات أصولها وفروعها ، فمنه محمود ومنه مذموم ، كما قال تعالى : { إن بعض الظن إثم } وقيل : الحزم سوء الظن بالناس .والتعريف في { الأنفس } عوض عن المضاف إليه ، أي وما تهواه أنفسهم و { ما } موصولة .وعطف { وما تهوى الأنفس } على الظن عطف العلة على المعلول ، أي الظن الذي يبعثهم على إتباعه أنه موافق لهداهم وإلفهم .وجملة { ولقد جاءهم من ربهم الهدى } حالية مقررة للتعجيب من حالهم ، أي يستمرون على اتباع الظن والهوى في حال أن الله أرسل إليهم رسولاً بالهدى .ولام القسم لتأكيد الخبر للمبالغة فيما يتضمنه من التعجيب من حالهم كأن المخاطب يشك في أنه جاءهم ما فيه هدى مقنع لهم من جهة استمرارهم على ضلالهم استمراراً لا يظن مثله بعاقل .والتعبير عن الجلالة بعنوان { ربهم } لزيادة التعجيب من تصاممهم عن سماع الهدى مع أنه ممن تجب طاعته فكان ضلالهم مخلوطاً بالعصيان والتمرد على خالقهم .والتعريف في { الهدى } للدلالة على معنى الكمال ، أي الهدى الواضح ."
    },
    {
      "ayah": 24,
      "surah": 53,
      "text": "أَمْ لِلْإِنْسَانِ مَا تَمَنَّى (24(إضراب انتقالي ناشىء عن قوله : { وما تهوى الأنفس } [ النجم : 23 ] .والاستفهام المقدّر بعد { أم } إنكاريّ قصد به إبطال نوال الإِنسان ما يتمناه وأن يجعل ما يتمناه باعثاً عن أعماله ومعتقداته بل عليه أن يتطلب الحق من دلائله وعلاماته وإن خالف ما يتمناه . وهذا متصل بقوله : { إن يتبعون إلا الظن وما تهوى الأنفس ولقد جاءهم من ربهم الهدى } [ النجم : 23 ] .وهذا تأديب وترويض للنفوس على تحمل ما يخالف أهواءها إذا كان الحق مخالفاً للهوى وليحمل نفسه عليه حتى تتخلق به .وتعريف { الإنسان } تعريف الجنس ووقوعه في حيّز الإِنكار المساوي للنفي جَعلَه عاماً في كل إنسان .والموصول في { ما تمنى } بمنزلة المعرّف بلام الجنس فوقوعه في حيّز الاستفهام الإِنكاري الذي بمنزلة النفي يقتضي العموم ، أي ما للإِنسان شيء مما تمنّى ، أي ليس شيء جارياً على إرادته بل على إرادة الله وقد شمل ذلك كل هوى دعاهم إلى الإعراض عن كلام الرسول صلى الله عليه وسلم فشمل تمنيهم شفاعة الأصنام وهو الأهم من أحوال الأصنام عندهم وذلك ما يؤذن به قوله بعد هذا { وكم من ملك في السموات لا تغنى شفاعتهم شيئاً } [ النجم : 26 ] الآية . وتمنيَهم أن يكون الرسول ملَكاً وغير ذلك نحو قولهم : { لولا نزل هذا القرآن على رجل من القريتين عظيم } [ الزخرف : 31 ] ، وقولهم : { ائت بقرآن غير هذا أو بدله } [ يونس : 15 ] ."
    },
    {
      "ayah": 25,
      "surah": 53,
      "text": "فَلِلَّهِ الْآَخِرَةُ وَالْأُولَى (25(وفُرع على الإِنكار أن الله مالك الآخرة والأولى ، أي فهو يتصرف في أحوال أهلهما بحسب إرادته لا بحسب تمني الإِنسان . وهذا إبطال لمعتقدات المشركين التي منها يقينهم بشفاعة أصنامهم .وتقديم المجرور في { للإنسان ما تمنى } ، لأن محط الإِنكار هو أمنيتهم أن تجري الأمور على حسب أهوائهم فلذلك كانوا يُعرضون عن كل ما يخالف أهواءهم . فتقديم المعمول هنا لإِفادة القصر وهو قصر قلب ، أي ليس ذلك مقصوراً عليهم كما هو مقتضى حالهم فنزلوا منزلة من يرون الأمور تجري على ما يتمنّون ، أي بل أماني الإِنسان بيد الله يعطي بعضها ويمنع بعضها كما دل عليه التفريع عقبه بقوله : { فللَّه الآخرة والأولى } .وهذا من معاني الحكمة لأن رغبة الإِنسان في أن يكون ما يتمناه حاصلاً رغبة لو تبصّر فيها صاحبها لوجد تحقيقها متعذراً لأن ما يتمناه أحد يتمناه غيره فتتعارض الأماني فإذا أُعطي لأحد ما يتمنّاه حُرم من يتمنَّى ذلك معه فيفضي ذلك إلى تعطيل الأمنيتين بالأخارة ، والقانون الذي أقام الله عليه نظام هذا الكون أن الحظوظ مقسمة ، ولكل أحد نصيب ، ومن حق العاقل أن يتخلق على الرضى بذلك وإلا كان الناس في عيشة مريرة . وفي الحديث « لا تَسْأَللِ المرأةُ طلاق أختها لتستفرغ صحفتها ولتقعُد فإن لها ما كُتب لها » . وتفريع { فللَّه الآخرة والأولى } تصريح بمفهوم القصر الإِضافي كما علمت آنفاً . وتقديم المجرور لإِفادة الحصر ، أي لله لا للإِنسان .و { الآخرة } العالم الأخروي ، و { الأولى } العالم الدنيوي . والمراد بهما ما يحتويان عليه من الأمور ، أي أمور الآخرة وأمور الأولى ، والمقصود من ذكرهما تعميم الأشياء مثل قوله : { رب المشرقين ورب المغربين } [ الرحمن : 17 ] .وإنما قدمت الآخرة للاهتمام بها والتثنية إلى أنها التي يجب أن يكون اعتناء المؤمنين بها لأن الخطاب في هذه الآية للنبيء صلى الله عليه وسلم والمسلمين ، مع ما في هذا التقديم من الرعاية للفاصلة ."
    },
    {
      "ayah": 26,
      "surah": 53,
      "text": "وَكَمْ مِنْ مَلَكٍ فِي السَّمَاوَاتِ لَا تُغْنِي شَفَاعَتُهُمْ شَيْئًا إِلَّا مِنْ بَعْدِ أَنْ يَأْذَنَ اللَّهُ لِمَنْ يَشَاءُ وَيَرْضَى (26(لما بين الله أن أمور الدارين بيد الله تعالى وأن ليس للإِنسان ما تمنّى ، ضَرب لذلك مِثالاً من الأماني التي هي أعظم أمانيّ المشركين وهي قولهم في الأصنام { ما نعبدهم إلا ليقربونا إلى اللَّه زلفى } [ الزمر : 3 ] ، وقولهم : { هؤلاء شفعاؤنا عند اللَّه } [ يونس : 18 ] ، فبينّ إبطال قولهم بطريق فحوى الخطاب وهو أن الملائكة الذين لهم شرف المنزلة لأن الملائكة من سكان السماوات ( فهم لا يستطيعون إنكار أنهم أشرف من الأصنام ( لا يملكون الشفاعة إلا إذا أذن الله أن يشفع إذا شاء أن يقبل الشفاعة في المشفوع له ، فكيف يكون للمشركين ما تمنوا من شفاعة الأصنام للمشركين الذين يقولون { هؤلاء شفعاؤنا عند اللَّه } وهي حجارة في الأرض وليست ملائكة في السماوات ، فثبت أن لا شفاعة إلا لمن شاء الله ، وقد نفي الله شفاعة الأصنام فبطل اعتقاد المشركين أنهم شفعاؤهم ، فهذه مناسبة عطف هذه الجملة على جملة { أم للإنسان ما تمنى } [ النجم : 24 ] . وليس هذا الانتقال اقتضاباً لبيان عظم أمر الشفاعة .و { كم } اسم يدل على كثرة العدد وهو مبتدأ والخبر { لا تغني شفاعتهم } .وقد تقدم الكلام على { كم } في قوله تعالى : { سل بني إسرائيل كم آتيناهم من آية بينة } في سورة البقرة ( 211 ( ، وقوله : { وكم من قرية أهلكناها } في الأعراف ( 4 ( .وفي { السموات } صفة ل { ملك } . والمقصود منها بيان شرفهم بشرف العالم الذي هم أهله ، وهو عالم الفضائل ومنازل الأسرار .وجملة { لا تغني شفاعتهم } الخ ، خبر عن { كم } ، أي لا تغني شفاعة أحدهم فهو عام لوقوع الفعل في سياق النفي ، ولإِضافة شفاعة إلى ضميرهم ، أي جميع الملائكة على كثرتهم وعلوّ مقدارهم لا تغني شفاعة واحد منهم .و { شيئاً } مفعول مطلق للتعميم ، أي شيئاً من الإِغناء لزيادة التنصيص على عموم نفي إغناء شفاعتهم .ولما كان ظاهر قوله : { لا تغني شفاعتهم } يوهم أنهم قد يشفعون فلا تقبل شفاعتهم ، وليس ذلك مراداً لأن المراد أنهم لا يجْرَأون على الشفاعة عند الله فلذلك عقب بالاستثناء بقوله : { إلا من بعد أن يأذن الله لمن يشاء ويرضى } ، وذلك ما اقتضاه قوله : { ولا يشفعون إلا لمن ارتضى } [ الأنبياء : 28 ] وقوله : { من ذا الذي يشفع عنده إلا بإذنه } [ البقرة : 225 ] أي إلا من بعد أن يأذن الله لأحدهم في الشفاعة ويرضى بقبولها في المشفوع له .فالمراد ب { لمن يشاء } من يشاؤه الله منهم ، أي فإذا أذن لأحدهم قبلت شفاعته . واللام في قوله : { لمن يشاء } هي اللام التي تدخل بعد مادة الشفاعة على المشفوع له فهي متعلقة بشفاعتهم على حد قوله تعالى : { ولا يشفعون إلا لمن ارتضى } ، وليست اللامُ متعلقة ب { يأذن الله } . ومفعول { يأذن } محذوف دل عليه قوله : { لا تغني شفاعتهم } ، وتقديره : أن يأذنهم الله .ويجوز أن تكون اللام لتعدية { يأذن } إذا أريد به معنى يستمع ، أي أن يُظهر لمن يشاء منهم أنه يقبل منه .ومعنى ذلك أن الملائكة لا يزالون يتقربون بطلب إلحاق المؤمنين بالمراتب العليا كما دل عليه قوله تعالى : { ويستغفرون للذين آمنوا } [ غافر : 7 ] وقوله : { ويستغفرون لمن في الأرض } [ الشورى : 5 ] فإن الاستغفار دعاء والشفاعة توجه أَعلى ، فالملائكة يعلمون إذا أراد الله استجابة دعوتهم في بعض المؤمنين أذن لأحدهم أن يشفع له عند الله فيشفع فتقبل شفاعته ، فهذا تقريب كيفية الشفاعة . ونظيره ما ورد في حديث شفاعة محمد صلى الله عليه وسلم في موقف الحشر .وعُطف { ويرضى } على { لمن يشاء } للإِشارة إلى أن إذن الله بالشفاعة يجري على حسب إرادته إذا كان المشفوع له أهلاً لأن يُشفع له . وفي هذا الإِبهام تحريض للؤمنين أن يجتهدوا في التعرض لرضَى الله عنهم ليكونوا أهلاً للعفو عما فرطوا فيه من الأعمال ."
    },
    {
      "ayah": 27,
      "surah": 53,
      "text": "إِنَّ الَّذِينَ لَا يُؤْمِنُونَ بِالْآَخِرَةِ لَيُسَمُّونَ الْمَلَائِكَةَ تَسْمِيَةَ الْأُنْثَى (27(إِنَّ الذين لاَ يُؤْمِنُونَ بالاخرة لَيُسَمُّونَ الملائكة تَسْمِيَةَ الانثى وَمَا لَهُم بِهِ مِنْ عِلْمٍ } .اعتراض واستطراد لمناسبة ذكر الملائكة وتبعاً لما ذكر آنفاً من جعل المشركين اللاّت والعُزى ومناة بناتتٍ لله بقوله : { أفرأيتم اللات والعزى إلى قوله : ألكم الذكر وله الأنثى } [ النجم : 19 21 ] ثُنِّيَ إليهم عنان الرد والإِبطال لزعمهم أن الملائكة بنات الله جمعاً بين ردّ باطلين متشابهين ، وكان مقتضى الظاهر أن يعبر عن المردود عليهم بضمير الغيبة تبعاً لقوله : { إن يتبعون إلا الظن } [ النجم : 28 ] ، فعدل عن الإِضمار إلى الإِظهار بالموصولية لما تؤذن به الصلة من التوبيخ لهم والتحقير لعقائدهم إذ كفروا بالآخرة وقد تواتر إثباتها على ألسنة الرسل وعند أهل الأديان المجاورين لهم من اليهود والنصارى والصابئة ، فالموصولية هنا مستعملة في التحقير والتهكم نظير حكاية الله عنهم : { وقالوا يا أيها الذي نزل عليه الذكر إنك لمجنون } [ الحجر : 6 ] إلا أن التهكم المحكي هنالك تهكم المبطل بالمحق لأنهم لا يعتقدون وقوع الصلة ، وأما التهكم هنا فهو تهكم المحق بالمبطل لأن مضمون الصلة ثابت لهم .والتسمية مطلقة هنا على التوصيف لأن الاسم قد يطلق على اللفظ الدال على المعنى وقد يطلق على المدلول المسمى ذاتاً كان أو معنى كقول لبيد :إلى الحول ثم اسمُ السلام عليكماأي السُلام عليكما ، وقوله تعالى : { سبح اسم ربك الأعلى } [ الأعلى : 1 ] وقوله تعالى : { عيناً فيها تسمى سلسبيلاً } [ الإنسان : 18 ] أي توصف بهذا الوصف في حسن مآبها ، وقوله تعالى : { هل تعلم له سمياً } [ مريم : 65 ] ، أي ليس لله مثيل . وقد مرّ بيانه مستوفى عند تفسير { بسم اللَّه الرحمن الرحيم } في أول الفاتحة ( 1 ( .والمعنى : أنهم يزعمون الملائكة إناثاً وذلك توصيف قال تعالى : { وجعلوا الملائكة الذين هم عباد الرحمن إناثاً } [ الزخرف : 19 ] ، وكانوا يقولون الملائكة بنات الله من سروات الجن قال تعالى : { وقالوا اتخذ الرحمن ولداً سبحانه بل عباد مكرمون } [ الأنبياء : 26 ] وقال : { وجعلوا بينه وبين الجنة نسباً } [ الصافات : 158 ] .والتعريف في { الأنثى } تعريف الجنس الذي هو في معنى المتعدد والذي دعا إلى هذا النظم مراعاةُ الفواصل ليقع لفظ { الأنثى } فاصلة كما وقع لفظ { الأولى } ولفظ { يرضَى } ولفظ { شيئاً } ."
    },
    {
      "ayah": 28,
      "surah": 53,
      "text": "وَمَا لَهُمْ بِهِ مِنْ عِلْمٍ إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا (28({ وجملة { وما لهم به من علم } حال من ضمير { يسمون } ، أي يثبتون للملائكة صفات الإِناث في حال انتفاء علم منهم بذلك وإنما هو تخيل وتوهم إذ العلم لا يكون إلا عن دليل لهم فنفي العلم مراد به نفيه ونفي الدليل على طريقة الكناية .{ إِن يَتَّبِعُونَ إِلاَّ الظن وَإِنَّ الظن لاَ يُغْنِى مِنَ الحق شَيْئًا } .موقع هذه الجملة ذو شعب : فإن فيها بياناً لجملة { وما لهم به من علم } وعوداً إلى جملة { إن يتبعون إلا الظن وما تهوى الأنفس } ، وتأكيداً لمضمونها وتوطئة لتفريع { فأعرض عن مَّن تولى عن ذكرنا }[ النجم : 29 ] .واستعير الاتّباع للأخذ بالشيء واعتقاد مقتضاه أي ما يأخذون في ذلك إلا بدليل الظن المخطىء .وأطلق الظن على الاعتقاد المخطىء كما هو غالب إطلاقه مع قرينة قوله عقبه { وإن الظن لا يغني من الحق شيئاً } وتقدم نظيره آنفاً .وأظهر لفظ { الظن } دون ضميره لتكون الجملة مستقلة بنفسها فتسير مسير الأمثال .ونفي الإِغناء معناه نفي الإِفادة ، أي لا يفيد شيئاً من الحق فحرف { مِن } بيان وهو مقدم على المبينَّ أعني شيئاً .و { شيئاً } منصوب على المفعول به ل { يغني } .والمعنى : أن الحق حقائق الأشياء على ما هي عليه وإدراكها هو العلم ( المعرف بأنه تصور المعلوم على ما هو عليه ( والظن لا يفيد ذلك الإِدراك بذاته فلو صادف الحق فذلك على وجه الصدفة والاتفاق ، وخاصة الظن المخطىء كما هنا ."
    },
    {
      "ayah": 29,
      "surah": 53,
      "text": "فَأَعْرِضْ عَنْ مَنْ تَوَلَّى عَنْ ذِكْرِنَا وَلَمْ يُرِدْ إِلَّا الْحَيَاةَ الدُّنْيَا (29(فَأَعْرِضْ عَن مَّن تولى عَن ذِكْرِنَا وَلَمْ يُرِدْ إِلاَّ الحياة الدنيا ذَلِكَ مَبْلَغُهُمْ مِّنَ العلم } .بعد أن وصف مداركهم الباطلة وضلالهم فَرَّع عليه أمرَ نبيه صلى الله عليه وسلم بالإِعراض عنهم ذلك لأن ما تقدم من وصف ضلالهم كان نتيجة إعراضهم عن ذكر الله وهو التولّي عن الذكر فحق أن يكون جزاؤهم عن ذلك الإِعراض إعراضاً عنهم فإن الإِعراض والتولي مترادفان أو متقاربان فالمراد ب { من تولى } الفريق الذين أعرضوا عن القرآن وهم المخاطبون آنفاً بقوله : { ما ضل صاحبكم وما غوى } [ النجم : 2 ] وقوله : { أفرأيتم اللات والعزى } [ النجم : 19 ] والمخبر عنهم بقوله : { إن يتبعون إلا الظن } [ النجم : 28 ] الخ وقوله : { إن الذين لا يؤمنون بالآخرة } [ النجم : 27 ] الخ .والإِعراض والتولي كلاهما مستعمل هنا في مجازه؛ فأما الإِعراض فهو مستعار لترك المجادلة أو لترك الاهتمام بسلامتهم من العذاب وغضب الله ، وأما التولي فهو مستعار لعدم الاستماع أو لعدم الامتثال .وحقيقة الإِعراض : لفت الوجه عن الشيء لأنه مشتق من العارض وهو صفحة الخد لأن الكاره لشيء يصرف عنه وجهه .وحقيقة التولي : الإِدبار والإِنصراف ، وإعراض النبي صلى الله عليه وسلم عنهم المأمور به مراد به عدم الاهتمام بنجاتهم لأنهم لم يقبلوا الإِرشاد وإلا فإن النبي صلى الله عليه وسلم مأمور بإدامة دعوتهم للإِيمان فكما كان يدعوهم قبل نزول هذه الآية فقد دعاهم غير مرة بعد نزولها ، على أن الدعوة لا تختص بهم فإنها ينتفع بها المؤمنون ، ومن لم يسبق منه إعراض من المشركين فإنهم يسمعون ما أنذر به المعرضون ويتأملون فيما تصفهم به آيات القرآن ، وبهذا تعلم أن لا علاقة لهذه الآية وأمثالها بالمتاركة ولا هي منسوخة بآيات القتال .وقد تقدم الكلام على ذلك في قوله : { فأعرض عنهم وعظهم } في سورة النساء ( 63 ( وقوله : { وأعرض عن المشركين } في سورة الأنعام ( 106 ( ، فضُم إليه ما هنا .وما صدق { من تولى } القوم الذين تولوا وإنما جرى الفعل على صيغة المفرد"
    },
    {
      "ayah": 3,
      "surah": 53,
      "text": "وَمَا يَنْطِقُ عَنِ الْهَوَى (3(وقال الراغب : قيل أراد بذلك أي ب { النجم } القرآن المنزل المنجم قدراً فقدراً ، ويعني بقوله : { هوى } نزوله اه .ومناسبة القسم ب { النجم إذا هَوَى } ، أن الكلام مسوق لإثباتتِ أن القرآن وحي من الله منزل من السماء فشابَه حالُ نزوله الاعتباريِّ حال النجم في حالة هويِّه مشابهة تمثيلية حاصلة من نزول شيء منيرٍ إنارة معنوية نازل من محل رفعة معنوية ، شبه بحالة نزول نجم من أعلى الأفق إلى أسفله وهو من تمثيل المعقول بالمحسوس ، أو الإِشارة إلى مشابهة حالة نزول جبريل من السماوات بحالة نزول النجم من أعلى مكانه إلى أسفله ، أو بانقضاض الشهاب تشبيه محسوس بمحسوس ، وقد يشبهون سرعة الجري بإنقضاض الشهاب ، قال أوس بن حجر يصف فرساً :فانقضّ كالدُريّ يتبعه ... نقع يثور تخاله طُنباوالضلال : عدم الاهتداء إلى الطريق الموصل إلى المقصود ، وهو مجاز في سلوك ما ينافي الحق .والغواية : فساد الرأي وتعلقه بالباطل .والصاحب : الملازم للذي يضاف إليه وصف صاحب ، والمراد بالصاحب هنا : الذي له ملابسات وأحوال مع المضاف إليه ، والمراد به محمد صلى الله عليه وسلم وهذا كقول أبي مَعبد الخزاعي الوارد في أثناء قصة الهجرة لما دخل النبي صلى الله عليه وسلم بيته وفيها أمُّ معبد وذكرت له معجزة مسحه على ضرع شاتها : «هذا صاحب قريش» ، أي صاحب الحوادث الحادثة بينه وبينهم .وإيثار التعبير عنه بوصف { صاحبكم } تعريض بأنهم أهل بهتان إذ نسبوا إليه ما ليس منه في شيء مع شدة إطلاعهم على أحواله وشؤونه إذ هو بينهم في بلد لا تتعذر فيه إحاطة علم أهله بحال واحد معين مقصود من بينهم .ووقع في خطبة الحجاج بعد دَير الجماجم قوله للخوارج «ألستم أصحابي بالأهواز حين رُمتم الغدر واستبطنتم الكفر» يريد أنه لا تخفى عنه أحوالهم فلا يحاولون التنصل من ذنوبهم بالمغالطة والتشكيك .وهذا رد من الله على المشركين وإبطال لقولهم في النبي صلى الله عليه وسلم لأنهم قالوا : مجنون ، وقالوا : ساحر ، وقالوا : شاعر ، وقالوا في القرآن : إنْ هذا إلا اختلاق .فالجنون من الضلال لأن المجنون لا يهتدي إلى وسائل الصواب ، والكذبُ والسحر ضلال وغواية ، والشعر المتعارف بينهم غواية كما قال تعالى : { والشعراء يتبعهم الغاوون } [ الشعراء : 224 ] أي يحبذون أقوالهم لأنها غواية .وعُطف على جواب القسم { ما ينطق عن الهوى } وهذا وصف كمال لذاته . والكلام الذي ينطق به هو القرآن لأنهم قالوا فيه : { إن هذا إلا إفك افتراه } [ الفرقان : 4 ] وقالوا : { أساطير الأولين اكتتبها } [ الفرقان : 5 ] وذلك ونحوه لا يعدُو أن يكون اختراعه أو اختياره عن محبة لما يُخترع وما يُختار بقطع النظر عن كونه حقاً أو باطلاً ، فإن من الشعر حكمة ، ومنه حكاية واقعات ، ومنه تخيلات ومفتريات . وكله ناشىء عن محبة الشاعر أن يقول ذلك ، فأراهم الله أن القرآن داععٍ إلى الخير .و ( ما ( نافية نفت أن ينطق عن الهوى .والهوى : ميل النفس إلى ما تحبه أو تحب أن تفعله دون أن يقتضيه العقل السليم الحكيم ، ولذلك يختلف الناس في الهوى ولا يَختلفون في الحق ، وقد يحب المرء الحق والصواب . فالمراد بالهوى إذا أطلق أنه الهوى المجرد عن الدليل .ونفي النطق عن هَوى يقتضي نفي جنس ما يَنْطق به عن الاتصاف بالصدور عن هوى سواء كان القرآن أو غيره من الإِرشاد النبوي بالتعليم والخطابة والموعظة والحكمة ، ولكن القرآن هو المقصود لأنه سبب هذا الرد عليهم .واعلم أن تنزيهه صلى الله عليه وسلم عن النطق عن هوى يقتضي التنزيه عن أن يفعل أو يحكم عن هوى لأن التنزه عن النطق عن هوى أعظم مراتب الحكمة . ولذلك ورد في صفة النبي صلى الله عليه وسلم «أنه يمزح ولا يقول إلا حقًّا» . وهنا تم إبطال قولهم فحسن الوقف على قوله : { وما ينطق عن الهوى } .وبين { هوى } و { الهوى } جِناس شبه التام ."
    },
    {
      "ayah": 30,
      "surah": 53,
      "text": "ذَلِكَ مَبْلَغُهُمْ مِنَ الْعِلْمِ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِمَنِ اهْتَدَى (30(مراعاة للفظ { مَن } ألا ترى قوله : { ذلك مبلغهم } بضمير الجمع .وجيء بالاسم الظاهر في مقام الإِضمار فقيل { فأعرض عن من تولى عن ذكرنا } دون : فأعرض عنهم لما تؤذن به صلة الموصول من علة الأمر بالإِعراض عنهم ومن ترتب توليهم عن ذكر الله على ما سبق وصفه من ضلالهم إذ لم يتقدم وصفهم بالتولّي عن الذكر وإنما تقدم وصف أسبابه .والذكر المضاف إلى ضمير الجلالة هو القرآن .ومعنى { ولم يرد إلا الحياة الدنيا } كناية عن عدم الإِيمان بالحياة الآخرة كما دل عليه قوله : { ذلك مبلغهم من العلم } لأنهم لو آمنوا بها على حقيقتها لأرادُوها ولو ببعض أعمالهم .وجملة { ذلك مبلغهم من العلم } اعتراض وهو استئناف بياني بيِّن به سبب جهلهم بوجود الحياة الآخرة لأنه لغرابته مما يسأل عنه السائل وفيه تحقير لهم وازدراء بهم بقصور معلوماتهم .وهذا الاستئناف وقع معترضاً بين الجمل وعلتها في قوله : { إن ربك هو أعلم بمن ضل عن سبيله } الآية .وأعني حاصل قوله : { ولم يرد إلا الحياة الدنيا } .وقوله : { ذلك } إشارة إلى المذكور في الكلام السابق من قوله : { ولم يرد إلا الحياة الدنيا } استعير للشيء الذي لم يعلموه اسم الحد الذي يبلغ إليه السائر فلا يعلم ما بعده من البلاد .{ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِمَنِ اهْتَدَى } .تعليل لجملة { فأعرض عن من تولى } وهو تسلية للنبيء صلى الله عليه وسلم والخبر مستعمل في معنى أنه متولي حسابهم وجزائهم على طريقة الكناية ، وفيه وعيد للضالّين . والتوكيد المفاد ب { إنَّ } وبضمير الفصل راجع إلى المعنى الكنائي ، وأما كونه تعالى أعلم بذلك فلا مقتضى لتأكيدها لما كان المخاطب به النبي صلى الله عليه وسلم والمعنى : هو أعلم منك بحالهم .وضمير الفصل مفيد القصر وهو قصر حقيقي . والمعنى : أنت لا تعلم دخائلهم فلا تتحسر عليهم .وجملة { وهو أعلم بمن اهتدى } تتميم ، وفيه وعد للمؤمنين وبشارة للنبي صلى الله عليه وسلم والباء في ب { من ضل } وفي ب { من اهتدى } لتعدية صفتي { أعلم } وهي للملابسة ، أي هو أشد علماً ملابساً لمن ضل عن سبيله ، أي ملابساً لحال ضلاله ، وتقديم ذكر { من ضل } على ذكر { من اهتدى } لأن الضالّين أهمّ في هذا المقام ، وأما ذكر المهتدين فتتميمِ ."
    },
    {
      "ayah": 31,
      "surah": 53,
      "text": "وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ لِيَجْزِيَ الَّذِينَ أَسَاءُوا بِمَا عَمِلُوا وَيَجْزِيَ الَّذِينَ أَحْسَنُوا بِالْحُسْنَى (31({ وَلِلَّهِ مَا فِى السماوات وَمَا فِى الارض لِيَجْزِىَ الذين أَسَاءُواْ بِمَا عَمِلُواْ وَيِجْزِى الذين أَحْسَنُواْ بالحسنى الذين يَجْتَنِبُونَ كبائر الإثم والفواحش إِلاَّ اللمم إِنَّ رَبَّكَ واسع المغفرة } .عطف على قوله : { إن ربك هو أعلم بمن ضل عن سبيله } الخ فبعد أن ذكر أن لله أمور الدارين بقوله : { فللَّه الآخرة والأولى } [ النجم : 25 ] انتقل إلى أهم ما يجري في الدارين من أحوال الناس الذين هم أشرف ما على الأرض بمناسبة قوله : { إن ربك هو أعلم بمن ضل عن سبيله } [ النجم : 30 ] المراد به الإِشارة إلى الجزاء وهو إثبات لوقوع البعث والجزاء .فالمقصود الأصلي من هذا الكلام هو قوله : { وما في الأرض } لأن المهم ما في الأرض إذ هم متعلق الجزاء ، وإنما ذكر معه ما في السماوات على وجه التتميم للإِعلام بإحاطة ملك الله لما احتوت عليه العوالم كلها ونكتة الابتداء بالتتميم دون تأخيره الذي هو مقتضى ظاهر في التتميمات هي الاهتمام بالعالم العلوي لأنه أوسع وأشرف وليكون المقصود وهو قوله : { ليجزى الذين أساءوا بما عملوا } الآية مقترناً بما يناسبه من ذكر ما في الأرض لأن المجزيين هم أهل الأرض ، فهذه نكتة مخالفة مقتضى الظاهر .فيجوز أن يتعلق قوله : { ليجزى } بما في الخبر من معنى الكون المقدَّر في الجار والمجرور المخبر به عن { ما في السموات وما في الأرض } أي كائن ملكاً لله كوناً علته أن يجزي الذين أساءوا والذين أحسنوا من أهل الأرض ، وهم الذين يصدر منهم الإِساءة والإِحسان فاللام في قوله : { ليجزي } لام التعليل ، جعل الجزاء علة لثبوت ملك الله لما في السموات والأرض .ومعنى هذا التعليل أنّ من الحقائق المرتبطة بثبوت ذلك الملك ارتباطاً أوَّليًّا في التعقل والاعتبار لا في إيجاد فإن ملك الله لما في السماوات وما في الأرض ناشىء عن إيجاد الله تلك المخلوقات والله حين أوجدها عالم أن لها حياتين وأن لها أفعالاً حسنة وسيئة في الحياة الدنيا وعالم أنه مجزيها على أعمالها بما يناسبها جزاء خالداً في الحياة الآخرة فلا جرم كان الجزاء غايةً لإِيجاد ما في الأرض فاعتبر هو العلة في إيجادهم وهي علة باعثة يحتمل أن يكون معها غيرُها لأن العلة الباعثة يمكن تعددها في الحكمة .ويجوز أن يتعلق بقوله : { أعلم } من قوله : { هو أعلم بمن ضل عن سبيله } [ النجم : 30 ] ، أي من خصائص علمه الذي لا يعزب عنه شيء أن يكون علمه مرتباً عليه الجزاءُ .والباءاننِ في قوله : { بما عملوا } وقوله : { بالحسنى } لتعدية فعْلي { ليجزي } و { يجزي } فما بعد الباءَيْن في معنى مفعول الفعلين ، فهما داخلتان على الجزاء ، وقوله : { بما عملوا } حينئذٍ تقديره : بمثل ما عملوا ، أي جزاء عادلاً مماثلاً لما عملوا ، فلذلك جعل بمنزلة عين ما عملوه على طريقة التشبيه البليغ .وقوله : { بالحسنى } أي بالمثوبة الحسنى ، أي بأفضل مما عملوا ، وفيه إشارة إلى مضاعفة الحسنات كقوله : { من جاء بالحسنة فله خير منها } [ النمل : 89 ] . والحسنى : صفة لموصوف محذوف يدل عليه { يجزي } وهي المثوبة بمعنى الثواب .وجاء ترتيب التفصيل لجزاء المسيئين والمحسنين على وفق ترتيب إجماله الذي في قوله : { إن ربك هو أعلم بمن ضل عن سبيله وهو أعلم بمن اهتدى } [ النجم : 30 ] على طريقة اللف والنشر المرتب ."
    },
    {
      "ayah": 32,
      "surah": 53,
      "text": "الَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ وَالْفَوَاحِشَ إِلَّا اللَّمَمَ إِنَّ رَبَّكَ وَاسِعُ الْمَغْفِرَةِ هُوَ أَعْلَمُ بِكُمْ إِذْ أَنْشَأَكُمْ مِنَ الْأَرْضِ وَإِذْ أَنْتُمْ أَجِنَّةٌ فِي بُطُونِ أُمَّهَاتِكُمْ فَلَا تُزَكُّوا أَنْفُسَكُمْ هُوَ أَعْلَمُ بِمَنِ اتَّقَى (32(وقوله : { الذين يجتنبون كبائر الإثم } الخ صفة ل { الذين أحسنوا } ، أي الذين أحسنوا واجتنبوا كبائر الإِثم والفواحش ، أي فعلوا الحسنات واجتنبوا المنهيات ، وذلك جامع التقوى . وهذا تنبيه على أن اجتناب ما ذكر يعُدّ من الإِحسان لأن فعل السيئات يُنافي وصفهم بالذين أحسنوا فإنهم إذا أتوا بالحسنات كلها ولم يتركوا السيئات كان فعلهم السيئات غير إحسان ولو تركوا السيئات وتركوا الحسنات كان تركهم الحسنات سيئات .وقرأ الجمهور { كبائر الإثم } بصيغة جمع ( كبيرة ( . وقرأ حمزة والكسائي { كبيرَ الإِثم } بصيغة الإِفراد والتذكير لأن اسم الجنس يستوي فيه المفرد والجمع .والمراد بكبائر الإِثم : الآثام الكبيرة فيما شرع الله وهي ما شدد الدين التحذير منه أو ذكر له وعيداً بالعذاب أو وصف على فاعله حداً .قال إمام الحرمين : «الكبائر كل جريمة تؤذن بقلة اكتراثثِ مرتكبها بالدين وبرقة ديانته» .وعطف الفواحش يقتضي أن المعطوف بها مغاير للكبائر ولكنها مغايرة بالعموم والخصوص الوجهي ، فالفواحش أخص من الكبائر وهي أقوى إثماً .والفواحش : الفعلات التي يعد الذي فعلها متجاوزاً الكبائر مثل الزنى والسرقة وقتل الغيلة ، وقد تقدم تفسير ذلك في سورة الأنعام عند قوله تعالى : { قل إنما حرم ربي الفواحش ما ظهر منها وما بطن } [ الأعراف : 33 ] الآية وفي سورة النساء ( 31 ( في قوله : { إن تجتنبوا كبائر ما تنهون عنه } واستثناء اللمم استثناء منقطع لأن اللمم ليس من كبائر الإِثم ولا من الفواحش .فالاستثناء بمعنى الاستدراك . ووجهه أن ما سمي باللمم ضرب من المعاصي المحذر منها في الدين ، فقد يظن الناس أن النهي عنها يلحقها بكبائر الإِثم فلذلك حق الاستدراك ، وفائدة هذا الاستدراك عامة وخاصة : أما العامة فلكي لا يعامِل المسلمون مرتكب شيء منها معاملة من يرتكب الكبائر ، وأما الخاصة فرحمة بالمسلمين الذين قد يرتكبونها فلا يَقُل ارتكابها من نشاط طاعة المسلم ، ولينصرف اهتمامه إلى تجنب الكبائر . فهذا الاستدراك بشارة لهم ، وليس المعنى أن الله رخص في إتيان اللمم . وقد أخطأ وضاح اليَمن في قوله الناشىء عن سوء فهمه في كتاب الله وتطفله في غير صناعته :فما نوَّلَتْ حتى تضرعتُ عندها ... وأنبأتُها ما رَخَّص الله في اللَّممواللمم : الفعل الحرام الذي هو دون الكبائر والفواحش في تشديد التحريم ، وهو ما يندر ترك الناس له فيكتفى منهم بعدم الإكثار من ارتكابه . وهذا النوع يسميه علماء الشريعة الصغائر في مقابلة تسمية النوع الآخر بالكبائر .فمثلوا اللمم في الشهوات المحرمة بالقبلة والغمزة . سمي : اللمم ، وهو اسم مصدر أَلمَّ بالمكان إلماماً إذا حلّ به ولم يُطل المكث ، ومن أبيات الكتاب :قريشي منكمُ وَهَوَايَ مَعْكُم ... وإن كانت زيارتكم لِمامَاوقد قيل إن هذه الآية نزلت في رجل يسمى نَبْهان التَمَّار كان له دُكان يبيع فيه تمراً ( أي بالمدينة ( فجاءته امرأة تشتري تمراً فقال لها : إنّ داخل الدُكان ما هو خير من هذا ، فلما دخلت راودها على نفسها فأبت فندم فأتى النبي وقال : ما من شيء يصنعه الرجل إلا وقد فعلته ( أي غصباً عليها ( إلا الجماع ، فنزلت هذه الآية ، أي فتكون هذه الآية مدنية أُلحقت بسورة النجم المكية كما تقدم في أول السورة .والمعنى : أن الله تجاوز له لأجل توبته . ومن المفسرين من فسر اللَّمم بِالهَمّ بالسيئة ولا يفعل فهو إلمام مجازي .وقوله : إن ربك واسع المغفرة } تعليل لاستثناء اللمم من اجتنابهم كبائر الإِثم والفواحش شرطاً في ثبوت وصف { الذين أحسنوا } لهم .وفي بناء الخبر على جعل المسند إليه { ربك } دون الاسم العلم إشعار بأن سعة المغفرة رفق بعباده الصالحين شأن الرب مع مربوبه الحق .وفي إضافة ( رب ( إلى ضمير النبي صلى الله عليه وسلم دون ضمير الجماعة إيماء إلى أن هذه العناية بالمحسنين من أمته قد حصلت لهم ببركته .والواسع : الكثير المغفرة ، استعيرت السعة لكثرة الشمول لأن المكان الواسع يمكن أن يحتوي على العدد الكثير ممن يحلّ فيه قال تعالى : { ربنا وسعت كل شيء رحمة وعلماً } وتقدم في سورة غافر ( 7 ( .هُوَ أَعْلَمُ بِكُمْ إِذْ أَنشَأَكُمْ مِّنَ الارض وَإِذْ أَنتُمْ أَجِنَّةٌ فِى بُطُونِ أمهاتكم فَلاَ تزكوا أَنفُسَكُمْ هُوَ أَعْلَمُ بِمَنِ اتَّقى } .الخطاب للمؤمنين ، ووقوعه عقب قوله : { ليجزي الذين أساءوا بما عملوا ويجزي الذين أحسنوا بالحسنى } ينبىء عن اتصال معناه بمعنى ذلك فهو غير مُوجه لليهود كما في «أسباب النزول» للواحدي وغيره . وأصله لعبد الله بن لهيعة عن ثابت بن حارث الأنصاري . قال : \" كانت اليهود إذا هلك لهم صبي صغير يقولون : هو صدِّيق ، فبلغ ذلك النبي صلى الله عليه وسلم فقال : كذبت يهود ، ما من نسمة يخلقها الله في بطن أمه إلا أنه شقي أو سعيد \" فأنزل الله هذه الآية . وعبد الله بن لهيعة ضَعفه ابن معين وتَركه وكيع ويحيى القطان وابن مهدي . وقال الذهبي : العَمل على تضعيفه ، قلت : لعل أحد رواة هذا الحديث لم يضبط فقال : فأنزل الله هذه الآية ، وإنما قرأها رسول الله صلى الله عليه وسلم أخذاً بعموم قوله : { هو أعلم بكم إذ أنشأكم من الأرض } الخ ، حجة عليهم ، وإلاّ فإن السورة مكية والخوض مع اليهود إنما كان بالمدينة .وقال ابن عطية : حكى الثعلبي عن الكلبي ومقاتل أنها نزلت في قوم من المؤمنين فخروا بأعمالهم .وكأنَّ الباعث على تطلب سبب لنزولها قصد إبداء وجه اتصال قوله : { فلا تزكوا أنفسكم } بما قبله وما بعده وأنه استيفاء لمعنى سعة المغفرة ببيان سعة الرحمة واللطف بعباده إذْ سلك بهم مسلك اليسر والتخفيف فعفا عمّا لو آخذهم به لأحرجهم فقوله : { هو أعلم بكم } نظير قوله : { الآن خفف الله عنكم وعلم أن فيكم ضعفاً } [ الأنفال : 66 ] الآية ثم يجيء الكلام في التفريع بقوله : { فلا تزكوا أنفسكم } .فينبغي أن تحل جملة { هو أعلم بكم } إلى آخرها استئنافاً بيانياً لجملة { إن ربك واسع المغفرة } لما تضمنته جملة { إن ربك واسع المغفرة } من الامتنان ، فكأن السامعين لما سمعوا ذلك الامتنان شكروا الله وهجس في نفوسهم خاطر البحث عن سبب هذه الرحمة بهم فأجيبوا بأن ربهم أعلم بحالهم من أنفسهم فهو يدبر لهم ما لا يخطر ببالهم ، ونظيره ما في الحديث القدسي قال الله تعالى : \" أعددت لعبادي الصالحين ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر خيراً من بَلْه ما أطَّلَعتم عليه \" . وقوله : { إذ أنشأكم } ظرف متعلق ب ( أعلم ( ، أي هو أعلم بالناس من وقت إنشائه إياهم من الأرض وهو وقت خلق أصلهم آدم .والمعنى : أن إنشاءهم من الأرض يستلزم ضعف قدرهم عن تحمل المشاق مع تفاوت أطوار نشأة بني آدم ، فالله علم ذلك وعلم أن آخر الأمم وهي أمة النبي صلى الله عليه وسلم أضعف الأمم . وهذا المعنى هو الذي جاء في حديث الإِسراء من قول موسى لمحمد عليهما الصلاة والسلام حين فرض الله على أمته خمسين صلاة «إن أمتك لا تطيق ذلك وإني جربت بني إسرائيل» أي وهم أشد من أمتك قوة ، فالمعنى أن الضعف المقتضي لسعة التجاوز بالمغفرة مقرر في علم الله من حين إنشاء آدم من الأرض بالضعف الملازم لجنس البشر على تفاوت فيه قال تعالى : { وخلق الإِنسان ضعيفاً } [ النساء : 28 ] ، فإن إنشاء أصل الإِنسان من الأرض وهي عنصر ضعيف يقتضي ملازمة الضعف لجميع الأفراد المنحدرة من ذلك الأصل . ومنه قوله النبي : \" إن المرأة خُلقت من ضِلَع أعوج \" . وقوله : { وإذ أنتم أجنة في بطون أمهاتكم } يختص بسعة المغفرة والرفق بهذه الأمة وهو متقضى قوله تعالى : { يريد الله بكم اليسر ولا يريد بكم العسر } [ البقرة : 185 ] .والأجنة : جمع جنين ، وهو نسل الحيوان ما دام في الرحم ، وهو فعيل بمعنى مفعول لأنه مستور في ظلمات ثلاث .وفي { بطون أمهاتكم } صفة كاشفة إذ الجنين لا يقال إلا على ما في بطن أمه . وفائدة هذا الكشف أن فيه تذكيراً باختلاف أطوار الأجنة من وقت العلوق إلى الولادة ، وإشارة إلى إحاطة علم الله تعالى بتلك الأطوار .وجملة { فلا تزكوا أنفسكم } اعتراض بين جملة { هو أعلم بكم } وجملة{ أفرأيت الذي تولى } [ النجم : 33 ] الخ ، والفاء لتفريع الاعتراض ، وهو تحذير للمؤمنين من العُجب بأعمالهم الحسنة عجباً يحدثه المرء في نفسه أو يدخله أحدٌ على غيره بالثناء عليه بعمله .و { تزكوا } مضارع زكى الذي هو من التضعيف المراد منه نسبة المفعول إلى أصل الفعل نحو جَهَّله ، أي لا تنسبوا لأنفسكم الزكاة .فقوله : { أنفسكم } صادق بتزكية المرء نفسه في سره أو علانيته فرجع الجمع في قوله : { فلا تزكوا } إلى مقابلة الجمع بالجمع التي تقتضي التوزيع على الآحاد مثل : ركب القوم دوابهم .والمعنى : لا تحسبوا أنفسكم أزكياء وابتغوا زيادة التقرب إلى الله أولاً تثقوا بأنكم أزكياء فيدخلكم العجب بأعمالكم ويشمل ذلك ذكر المرء أعماله الصالحة للتفاخر بها ، أو إظهارها للناس ، ولا يجوز ذلك إلا إذا كان فيه جلب مصلحة عامة كما قال يوسف : { اجعلني على خزائن الأرض إني حفيظ عليم } [ يوسف : 55 ] . وعن الكلبي ومقاتل : كان ناس يعملون أعمالاً حسنة ثم يقولون : صلاتنا وصيامنا وحجنا وجهادنا ، فأنزل الله تعالى هذه الآية .ويشمل تزكية المرء غيره فيرجع { أنفسكم } إلى معنى قَومكم أو جماعتكم مثل قوله تعالى : { فإذا دخلتم بيوتاً فسلموا على أنفسكم } [ النور : 61 ] أي ليسلم بعضكم على بعض . والمعنى : فلا يثني بعضكم على بعض بالصلاح والطاعة لئلا يغيرُه ذلك .وقد ورد النهي في أحاديث عن تزكية الناس بأعمالهم . ومنه حديث أم عطية حين مات عثمان بن مظعون في بيتها ودخل عليه رسول الله صلى الله عليه وسلم فقالت أم عطية : « رحمةُ الله عليك أبا السائب ( كنية عثمان بن مظعون ( فشهادتي عليك لقد أكرمكَ الله فقال لها رسول الله صلى الله عليه وسلم وما يُدريك أن الله أكرمه ، فقالت : إذا لم يُكرمه الله فمنْ يكرمهُ الله ، فقال رسول الله صلى الله عليه وسلم أما هو فقد جاءه اليقين وإني لأرجو له الخير وإني والله ما أدري وأنا رسولُ الله ما يُفعل بي » . قالت أم عطية : فلا أزكي أحداً بعدَ ما سمعت هذا من رسول الله صلى الله عليه وسلم وقد شاع من آداب عصر النبوة بين الصحابة التحرز من التزكية وكانوا يقولون إذا أثنوا على أحد لا أعلم عليه إلا خيراً ولا أزكي على الله أحداً .وروى مسلم عن محمد بن عمرو بن عطاء قال : « سميت ابنتي بَرة فقالت لي زينب بنت بن سلمة إن رسول الله نهى عن هذا الإسم ، وسُمِّيتُ برة فقال رسول الله صلى الله عليه وسلم لا تزكوا أنفسكم إن الله أعلم بأهل البر منكم ، قالوا : بم نسميها؟ قال : سموها زينب » . وقد ظهر أن النهي متوجه إلى أن يقول أحد ما يفيد زكاء النفس ، أي طهارتها وصلاحها ، تفويضاً بذلك إلى الله لأن للناس بواطن مختلفةَ الموافقةِ لظواهرهم وبين أنواعها بَون .وهذا من التأديب على التحرز في الحكم والحيطة في الخِبرة واتهام القرائن والبوارق .فلا يدخل في هذا النهي الإِخبارُ عن أحوال الناس بما يعلم منهم وجربوا فيه من ثقة وعدالة في الشهادة والرواية وقد يعبر عن التعديل بالتزكية وهو لفظ لا يراد به مثل ما أريد من قوله تعالى : { فلا تزكوا أنفسكم } بل هو لفظ اصطلح عليه الناس بعد نزول القرآن ومرادهم منه واضح .ووقعت جملة { هو أعلم بمن اتقى } موقع البيان لسبب النهي أو لأهمِّ أسبابه ، أي فوضوا ذلك إلى الله إذ هو أعلم بمن اتقى ، أي بحال من اتقى من كمال تقوى أو نقصها أو تزييفها . وهذا معنى ما ورد في الحديث أن يقول من يخبر عن أحد بخير : « لا أزكي على الله أحداً » أي لا أزكى أحداً معتلياً حق الله ، أي متجاوزاً قدري ."
    },
    {
      "ayah": 33,
      "surah": 53,
      "text": "أَفَرَأَيْتَ الَّذِي تَوَلَّى (33(( أفرأيت الذي تولى [ 33 ] وأعطى قليلا وأكدى [ 34 ] أعنده علم الغيب فهو يرى [ 35 ] ( الفاء لتفريع الاستفهام التعجيبي على قوله ( ليجزي الذين أساءوا بما عملوا ويجزي الذين أحسنوا بالحسنى ( إذ كان حال هذا الذي تولى وأعطى قليلا وأكدا جهلا بأن للإنسان ما سعى وقد حصل في وقت نزول الآية المتقدمة أو قبلها حادث أنبأ عن سوء الفهم لمراد الله من عباده مع أنه واضح لمن صرف حق فهمه . ففرع على ذلك كله تعجيب من انحراف أفهامهمفالذي تولى وأعطى قليلا هو هنا ليس فريقا مثل الذي عناه قوله ( فأعرض عمن تولى عن ذكرنا ( بل هو شخص بعينه . واتفق المفسرون والرواة على أن المراد به هنا معين ولعل ذلك وجه التعبير عنه بلفظ ( الذي ( دون كلمة ( من ( لأن ( الذي ( أظهر في الإطلاق على الواحد المعين دون لفظ ( من ( . واختلفوا في تعيين هذا ( الذي تولى وأعطى قليلا ( فروى الطبري والقرطبي عن مجاهد وابن زيد أن المراد به الوليد بن المغيرة قالوا : كان يجلس إلى النبي صلى الله عليه وسلم ويستمع إلى قراءته وكان رسول الله صلى الله عليه وسلم يعظه فقارب أن يسلم فعاتبه رجل من المشركين ( لم يسموه ( وقال : لم تركت دين الأشياخ وضللتهم وزعمت أنهم في النار كان ينبغي أن تنصرهم فكيف يفعل بآبائك فقال : ( إني خشيت عذاب الله ( فقال : ( اعطني شيئا وأنا أحمل عنك كل عذاب كان عليك ( فأعطاه ( ولعل ذلك كان عندهم التزاما يلزم ملتزمه وهم لا يؤمنون بجزاء الآخرة فلعله تفادى من غضب الله في الدنيا ورجع إلى الشرك ( ولما سأله الزيادة بخل عنه وتعاسر وأكدىوروى القرطبي عن السدي : أنها نزلت في العاصي بن وائل السهمي وعن محمد بن كعب : نزلت في أبي جهل وعن الضحاك : نزلت في النضر بن الحارثووقع في أسباب النزول للواحدي والكشاف أنها نزلت في عبد الله بن سعد بن أبي السرح حين صد عثمان بن عفان عن نفقة في الخير كان ينفقها « أي قبل أن يسلم عبد الله بن سعد » رواه الثعلبي عن قوم . قال ابن عطية : وذلك باطل وعثمان منزه عن مثله, أي عن أن يصغي إلى أنه تولى عن النظر في الإسلام بعد أن قاربه"
    },
    {
      "ayah": 34,
      "surah": 53,
      "text": "وَأَعْطَى قَلِيلًا وَأَكْدَى (34(وأشار قوله ( وأعطى قليلا وأكدى ( إلى ما أعطاه للذي يحمله عنه العذابوليس وصفه ب ( تولى ( داخلا في التعجيب ولكنه سيق مساق الذم ووصف عطاؤه بأنه قليل توطئة لذمه بأنه مع قلة ما أعطاه قد شح به فقطعه . وأشار قوله ( وأكدى ( إلى بخله وقطعه العطاء يقال : أكدى الذي يحفر إذا اعترضته كدية أي حجر لا يستطيع إزالته . وهذه مذمة ثانية بالبخل زيادة على بعد الثبات على الكفر فحصل التعجيب من حال الوليد كله تحقيرا لعقله وأفن رأيه . وقيل المراد بقوله ( وأعطى قليلا ( أنه أعطى من قبله وميله للإسلام قليلا وأكدى أي انقطع بعد أن اقترب كما يكدى حافر البئر إذا اعترضته كدية"
    },
    {
      "ayah": 35,
      "surah": 53,
      "text": "أَعِنْدَهُ عِلْمُ الْغَيْبِ فَهُوَ يَرَى (35(والاستفهام في ( أعنده علم الغيب ( إنكاري على توهمه أن استئجار أحد ليتحمل عنه عذاب الله ينجيه من العذاب أي ما عنده علم الغيب . وهذا الخبر كناية عن خطئه فيما توهمهوالجملة استئناف بياني للاستفهام التعجيبي من قوله ( أفرأيت الذي تولى ( الخوتقديم ( عنده ( وهو مسند على ( علم الغيب ( وهو مسند إليه للاهتمام بهذه العندية العجيب ادعاؤها والإشارة إلى بعده عن هذه المنزلةوعلم الغيب : معرفة العوالم المغيبة أي العلم لاصل من أدلة فكأنه شاهد الغيب بقرينة قوله ( فهو يرى (وفرع على هذا التعجيب قوله ( فهو يرى ( أي فهو يشاهد أمور الغيب بحيث عاقد على التعارض في حقوقها . والرؤية في قوله ( فهو يرى ( بصرية ومفعولها محذوف والتقدير : فهو يرى الغيبوالمعنى : أنه آمن نفسه من تبعة التولي عن الإسلام ببذل شيء لمن تحمل عنه تبعة توليه كأنه يعلم الغيب ويشاهد أن ذلك يدفع عنه العقاب فقد كان فعله ضغثا على إبالة لأنه ظن أن التولي جريمة وما بذل المال إلا لأنه توهم أن الجرائم تقبل الحمالة في الآخرةوتقديم الضمير المسند إليه على فعله المسند دون أن يقول : فيرى لإفادة تقوي الحكم نحو : هو يعطي الجزيل . وهذا التقوي بناء على ما أظهر من اليقين بالصفقة التي عاقد عليها وهو أدخل في التعجيب من حاله"
    },
    {
      "ayah": 36,
      "surah": 53,
      "text": "أَمْ لَمْ يُنَبَّأْ بِمَا فِي صُحُفِ مُوسَى (36({ أم } لإِضراب الانتقال إلى متعجَّب منه وإنكارٍ عليه آخَر وهو جهله بما عليه أن يعلمه الذين يخشون الله تعالى من عِلم ما جاء على ألسنة الرسل الأولين فإن كان هو لا يؤمن بمحمد صلى الله عليه وسلم فهلاّ تطلب ما أخبرت به رسل من قبلُ ، طالما ذكَر هو وقومه أسماءهم وشرائعهم في الجملة ، وطالما سأل هو وقومه أهل الكتاب عن أخبار موسى ، فهلاّ سأل عمّا جاء عنهم في هذا الغرض الذي يسعى إليه وهو طلب النجاة من عذاب الله فينبئه العالمون ، فإن مآثر شريعة إبراهيم مأثور بعضها عند العرب ، وشريعة موسى معلومة عند اليهود . فالاستفهام المقدر بعد { أم } إنكار مثل الاستفهام المذكور قبلها في قوله : { أعنده علم الغيب } والتقدير : بل ألم ينبأ بما في صحف موسى الخ .و { صحف موسى } : هي التوراة ، وصحف { إبراهيم } : صحفٌ سُجِّل فيها ما أوحَى الله إليه ، وهي المذكورة في سورة الأعلى ( 18 ، 19 ( { إن هذا لفي الصحف الأولى صحف إبراهيم وموسى } روى ابن حبّان والحاكم عن أبي ذر أنه سأل النبي عن الكتب التي أنزلت على الأنبياء فذكر له منها عشرة صحائف أنزلت على إبراهيم ، أي أنزل عليه ما هو مكتوب فيها .وإنما خص هذه الصحف بالذكر لأن العرب يعرفون إبراهيم وشريعته ويسمونها الحنيفية وربما ادّعى بعضهم أنه على إثارة منها مثل : زيد بن عَمرو بن نُفيل .وأما صحف موسى فهي مشتهرة عند أهل الكتاب ، والعربُ يخالطون اليهود في خيبر وقريظة والنضير وتَيما ، ويخالطون نصارى نجران ، وقد قال الله تعالى : { فلما جاءهم الحق من عندنا قالوا لولا أوتي مثلَ ما أُوتي موسى } [ القصص : 48 ] .وتقديم { صحف موسى } لأنها اشتهرت بسعة ما فيها من الهدى والشريعة ، وأما صحف إبراهيم فكان المأثور منها أشياء قليلة . وقدّرت بعشر صحف ، أي مقدار عشر ورقات بالخط القديم ، تسَع الورقة قُرابة أربع آيات من آي القرآن بحيث يكون مجموع ملفي صحف إبراهيم مقدار أربعين أية .وإنما قدم في سورة الأعلى صحف إبراهيم على صحف موسى مراعاةً لوقوعهما بَدلاً من الصحف الأولى فقدم في الذكر أقدمهما .وعندي أن تأخير ذكر صحف إبراهيم ليقع ما بعدها هنا جامعاً لما احتوت عليه صحف إبراهيم فتكون صحف إبراهيم هي الكلمات التي ابتلَى الله بها إبراهيم المذكورةُ في قوله في سورة البقرة ( 124 ( : { وإذا ابتلى إبراهيم ربه بكلمات فأتمهن أي بلغهن إلى قومه ومن آمن به ، ويكون قوله هنا الذي وفى } في معنى قوله : { فأتمهن } في سورة البقرة ( 124 ( .ووصفُ إبراهيم بذلك تسجيل على المشركين بأن إبراهيم بلَّغ ما أوحي إليه إلى قومه وذريته ولكن العرب أهملوا ذلك واعتاضوا عن الحنيفية بالإِشراك .وحُذف متعلِّق وفى } ليشمل توفيات كثيرة منها ما في قوله تعالى : { وإذ ابتلى إبراهيم ربه بكلمات فأتمهن } وما في قوله تعالى :{ قد صدقت الرؤيا } [ الصافات : 105 ] وقوله : { ألا تزر وازرة وزر أخرى } يجوز أن يكون بدلاً من ما في صحف موسى وإبراهيم بدلَ مفصَّل من مجمل ، فتكون ( أنْ ( مخففة من الثقيلة . والتقدير : أم لم ينبَّأ بأنه لا تزر وازرة وزر أخرى .ويجوز أن تكون ( أَن ( تفسيرية فَسَّرت ما في صحف موسى وإبراهيم لأن ما من الصحف شيء مكتوب والكتابة فيها معنى القَول دون حروفه فصلَح «ما في صحف موسى» لأن تفسره ( أنْ ( التفسيرية . وقد ذكر القرطبي عند تفسير قوله تعالى : { هذا نذير من النذر الأولى } [ النجم : 56 ] في هذه السورة عن السدّي عن أبي صالح قال : هذه الحروف التي ذَكر الله تعالى من قوله : { أم لم ينبأ بما في صحف موسى وإبراهيم } إلى قوله : { هذا نذير من النذر الأولى } [ النجم : 56 ] كل هذه في صحف إبراهيم وموسى"
    },
    { "ayah": 37, "surah": 53, "text": "وَإِبْرَاهِيمَ الَّذِي وَفَّى (37(" },
    {
      "ayah": 38,
      "surah": 53,
      "text": "أَلَّا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى (38(. و { تزر } مضارع وزر ، إذا فَعَل وِزرا .وتأنيث { وازرة } بتأويل : نفس ، وكذلك تأنيث { أخرى } ، ووقوع «نفس» و { أخرى } في سياق النفي يفيد العموم فيشمل نفي ما زعمه الوليد بن المغيرة من تحمل الرجل عنه عذاب الله .وهذا مما كان في صحف إبراهيم ، ومنه ما حكى الله في قوله : { ولا تخزني يوم يبعثون يوم لا ينفع مال ولا بنون إلا من أتى الله بقلب سليم } [ الشعراء : 87 89 ] .وحكي في التوراة عن إبراهيم أنه قال في شأن قوم لوط : «أفتُهلك البارَّ مع الآثم» .وأما نظيره في صحف موسى ففي التوراة «لا يقتل الآباء عن الأولاد ولا يقتل الأولاد عن الآباء كل إنسان بخطيئته يقتل» . وحكى الله عن موسى قوله : { أتهلكنا بما فعل السفهاء منا } [ الأعراف : 155 ] . وعموم لفظ { وزر } يقتضي اطراد الحكم في أمور الدنيا وأمور الآخرة .وأما قوله في التوراة أن الله قال : «أفتقد الأبناء بذنوب الآباء إلى الجيل الثالث» فذلك في ترتيب المسببات على الأسباب الدنيوية وهو تحذير .وليس حَملُ المتسبب في وزر غيره حَمْلاً زائداً على وِزره من قبيل تحمُّل وزر الغير ، ولكنه من قبيل زيادة العقاب لأجل تضليل الغير ، قال تعالى : { ليحملوا أوزارهم كاملة يوم القيامة ومن أوزار الذين يضلونهم بغير علم } [ النحل : 25 ] . وفي الحديث : \" ما من نفس تُقتل ظلماً إلا كان على ابن آدم الأوللِ كِفل من دمها ، ذلك أنه أول مَن سنَّ القتل \" ."
    },
    {
      "ayah": 39,
      "surah": 53,
      "text": "وَأَنْ لَيْسَ لِلْإِنْسَانِ إِلَّا مَا سَعَى (39(عطف على جملة { ألا تزر وازرة وزر أخرى } [ النجم : 38 ] ، فيصح أن تكون عطفاً على المجرور بالباء فتكون ( أنْ ( مخففة من الثقيلة ، ويصح أن تكون عطفاً على { ألا تزر وازرة وزر أخرى فتكون أَنْ } تفسيرية ، وعلى كلا الاحتمالين تكون { أنْ } تأكيداً لنظيرتها في المعطوف عليها .وتعريف { الإِنسان } تعريف الجنس ، ووقوعه في سياق النفي يفيد العموم ، والمعنى : لا يختص به إلا ما سعاه .والسعي : العمل والاكتساب ، وأصل السعي : المشي ، فأطلق على العمل مجازاً مرسلاً أو كنايةً . والمراد هنا عمل الخير بقرينة ذكر لام الاختصاص وبأن جعل مقابلاً لقوله : { ألا تزر وازرة وزر أخرى } [ النجم : 38 ] .والمعنى : لا تحصل لأحد فائدة عَمل إلا ما عمله بنفسه ، فلا يكون له عملُ غيره ، ولام الاختصاص يرجح أن المراد ما سَعاه من الأعمال الصالحة ، وبذلك يكون ذكر هذا تتميماً لمعنى { ألا تزر وازرة وزر أخرى } ، احتراساً من أن يخطُر بالبال أن المدفوع عن غير فاعله هو الوزر ، وإنّ الخير ينال غيرَ فاعله .ومعنى الآية محكي في القرآن عن إبراهيم في قوله عنه : { إلا من أتى الله بقلب سليم } [ الشعراء : 89 ] .وهذه الآية حكاية عن شرعيْ إبراهيم وموسى ، وإذ قد تقرر أن شرع مَن قَبْلنَا شرعٌ لنا ما لم يرد ناسخ ، تدل هذه الآية على أن عمل أحد لا يجزىء عن أحد فرضاً أو نفلاً علَى العين ، وأما تحمل أحد حِمالة لفعل فعله غيره مثل دِيَات القتل الخطأ فذلك من المؤاساة المفروضة .واختلف العلماء في تأويل هذه الآية ومحملها : فعن عكرمة أن قوله تعالى : { وأن ليس للإنسان إلا ما سعى } حكاية عن شريعة سابقة فلا تلزم في شريعتنا يريد أن شريعة الإِسلام نسخت ذلك فيكون قبول عمل أحد عن غيره من خصائص هذه الأمة .وعن الربيع بن أنس أنه تأول ( الإِنسان ( في قوله تعالى : { وأن ليس للإنسان إلا ما سعى } بالإِنسان الكافر ، وأما المؤمن فله سعيه ومَا يسعى له غيره .ومن العلماء من تأول الآية على أنها نفت أن تكون للإِنسان فائدة ما عمله غيره إذا لم يجعل الساعي عمله لغيره . وكأنَّ هذا ينحو إلى أن استعمال { سعى } في الآية من استعمال اللفظ في حقيقته ومجازه العقليين . ونقل ابن الفرس : أن من العلماء من حمل الآية على ظاهرها وأنه لا ينتفع أحد بعمل غيره ، ويؤخذ من كلام ابن الفرس أن ممن قال بذلك الشافعي في أحد قوليه بصحة الإِجارَة على الحج .واعلم أن أدلة لحاق ثواب بعض الأعمال إلَى غير من عملها ثابتة على الجملة وإنما تتردد الأنظار في التفصيل أو التعميم ، وقد قال الله تعالى : { والذين آمنوا واتبعتهم ذريتهم بإيمان ألحقنا بهم ذرياتهم وما ألتناهم من عملهم من شيء } [ الطور : 21 ] ، وقد بيناه في تفسير سورة الطور . وقال تعالى : { ادخلوا الجنة أنتم وأزواجكم تحبرون }[ الزخرف : 70 ] ، فجعل أزواج الصالحين المؤمناتتِ وأزواج الصالحاتتِ المؤمنين يتمتعون في الجنة مع أن التفاوت بين الأزواج في الأعمال ضروري وقد بيناه في تفسير سورة الزخرف .وفي حديث مسلم \" إذا مات الإِنسان انقطع عمله إلا من ثلاثة إلا مِن صدقة جارية ، أو علم يُنتفع به ، أو ولدٍ صالح يدعو له \" وهو عام في كل ما يعمله الإِنسان ، ومعيار عمومه الاستثناء فالاستثناء دليل على أن المستثنيات الثلاثة هي من عمل الإِنسان . وقال عياض في «الإِكمال» هذه الأشياء لما كان هو سببها فهي من اكتسابه . قلت : وذلك في الصدقة الجارية وفي العلم الذي بثه ظاهر ، وأما في دعاء الولد الصالح لأحد أبويه فقال النووي لأن الولد من كسبه . قال الأبي : الحديث \" ولد الرجل من كسبه \" فاستثناء هذه الثلاثة متصل .وثبتت أخبار صحاح عن النبي صلى الله عليه وسلم تدل على أن عمل أحد عن آخر يُجزي عن المنوب عنه ، ففي «الموطأ» حديث الفضل بن عباس «أن امرأة من خثعم سألت رسول الله فقالت : إن فريضة الله على عباده في الحج أدركت أبي شيخاً كبيراً لا يثبت على الراحلة أفيجزىء أن أحج عنه؟ قال : نعم حُجّي عنه» . وفي قولها : لا يثبت على الراحلة دلالة على أن حجها عنه كان نافلة .وفي «كتاب أبي داود» حديثُ بريدَة «أن امرأة أتت رسول الله صلى الله عليه وسلم فقالت : إن أمي ماتت وعليها صوم شهر أفيجزىء أو يَقضي عنها أن أصوم عنها؟ قال : نعم . قالت : وإنها لم تحج أفيجزىء أو يقضي أن أحج عنها؟ قال : نعم» .وفيه أيضاً حديث ابن عباس «أن رجلاً قال : يا رسول الله إن أمي توفيت أفينفعها إن تصدقت عنها؟ قال : نعم» .وفيه حديث عمرو بن العاص وقد أعتق أخوه هشام عن أبيهم العاص بن وائل عبيداً فسأل عَمرو رسول الله صلى الله عليه وسلم عن أَن يفعل مثل فعل أخيه فقال له «لو كان أبوكَ مسلماً فأعتقتم عنه أو تصدقتم عنه أو حججتم عنه بلغه ذلك» .وروي أن عائشة أعتقت عن أخيها عبد الرحمان بعد موته رقاباً واعتكفت عنه .وفي «صحيح البخاري» عن ابن عُمر وابن عباس «أنهما أفتيا امرأة جعلت أمُّها على نفسها صلاة بمسجد قباء ولم تف بنذرها أن تصلي عنها بمسجد قباء» .وأمر النبي صلى الله عليه وسلم سعد بن عبادة أن يقضي نذراً نذرته أمه ، قيل كان عتقاً ، وقيل صدقة ، وقيل نذراً مطلقاً .وقد كانت هذه الآية وما ثبت من الأخبار مجالاً لأنظار الفقهاء في الجمع بينهما والأخذِ بظاهر الآية وفي الاقتصار على نوع ما ورد فيه الإِذن من النبي صلى الله عليه وسلم أو القياس عليه .ومما يجب تقديمه أن تعلم أن التكاليف الواجبة على العين فرضاً أو سنة مرتّبة المقصد من مطالبة المكلف بها ما يحصل بسببها من تزكية نفسه ليكون جزءاً صالحاً فإذا قام بها غيره عنه فات المقصود من مخاطبة أعيان المسلمين بها ، وكذا اجتناب المنهيات لا تتصور فيها النيابة لأن الكف لا يقبل التكرر فهذا النوع ليس للإِنسان فيه إلا ما سعى ولا تجزىء فيه نيابة غيره عنه في أدائها ، فأما الإِيمان فأمره بَينّ لأن ماهية الإِيمان لا يتصور فيها التعدد بحيث يؤمن أحد عن نفسه ويؤمن عن غيره لأنه إذا اعتقد اعتقاداً جازماً فقد صار ذلك إيمانه . قال ابن الفرس في «أحكام القرآن» : «أجمعوا على أنه لا يؤمن أحد عن أحد» .وأما ما عدا الإِيمان من شرائع الإسلام الواجبة فأما ما هو منها من عمل الأبدان فليس للإِنسان إلا ما سعى منه ولا يجزىء عنه سعي غيره لأن المقصود من الأمور المعيَّنة المطالببِ بها المرءُ بنفسه هو ما فيها من تزكية النفس وارتياضها على الخير كما تقدم آنفاً .ومثل ذلك الرواتب من النوافل والقربات حتى يصلح الإِنسان ويرتاض على مراقبة ربه بقلبه وعمله والخضوع له تعالى ليصلح بصلاح الأفراد صلاح مجموع الأمة والنيابة تفيت هذا المعنى .فمَا كان من أفعال الخير غير معينَّ بالطلب كالقُرَب النافلة فإن فيه مقصدين مقصد ملحق بالمقصد الذي في الأعمال المعيّنة بالطلب ، ومقصد تكثير الخير في جماعة المسلمين بالأعمال والأقوال الصالحة وهذا الاعتبار الثاني لا تفيته النيابة .والتفرقة بين ما كان من عمل الإِنسان ببدنه وما كان من عمله بماله لا أراهُ فرقاً مؤثراً في هذا الباب ، فالوجه اطراد القول في كلا النوعين بقبول النيابة أو بعدم قبولها : من صدقات وصيام ونوافل الصلوات وتجهيز الغزاة للجهاد غير المتعينّ على المسلم المجهِّز ( بكسر الهاء ( ولا على المجهَّز ( بفتح الهاء ( ، والكلمات الصالحة من قراءة القرآن وتسبيح وتحميد ونحوهما وصلاة على النبي صلى الله عليه وسلم وبهذا يكون تحرير محل ما ذكره ابن الفرس من الخلاف في نقل عمل أحد إلى غيره .قال النووي : «الدعاء يصل ثوابه إلى الميت وكذلك الصدقة وهما مُجمَع عليهما . وكذلك قضاء الدين» اه . وحكى ابن الفرس مثل ذلك ، والخلاف بين علماء الإسلام فيما عدا ذلك .وقال مالك : «يتطوع عن الميت فيتصدق عنه أو يعتق عنه أو يهدي عنه ، وأما ما كان من القُرَب الواجبة مركَّباً من عمل البدن وإنفاق المال مثل الحج والعمرة والجهاد» فقال الباجي : «حكى القاضي عبد الوهاب عن المذهب أنها تصح النيابة فيها» وقال ابن القصار : «لا تصح النيابة فيها» . وهو المشتهر من قول مالك ومبنى اختلافهما أن مالكاً كره أن يحج أحد عن أحد إلا أنه إن أوصى بذلك نفذت وصيته ولا تسقط الفرض .ورجح الباجي القول بصحة النيابة في ذلك بأن مالكاً أمضى الوصية بذلك ، وقال : لا يُستأجَر له إلا من حَجَّ عن نفسه فلا يحج عنه ضَرُرَوة ، فلولا أن حج الأجير على وجه النيابة عن الموصي لما اعتُبرت صفة المباشر للحج . قال ابن الفرس : «أجاز مالك الوصية بالحج الفرض ، ورأى أنه إذا أوصى بذلك فهو من سعيه والمحرر من مذهب الحنفية صحة النيابة في الحج لغير القادر بشرط دوام عجزه إلى الموت فإن زال عجزه وجب عليه الحج بنفسه ، وقد ينقل عن أبي حنيفة غير ذلك في كتب المالكية .وجوز الشافعي الحج عن المِّيت ووصية الميت بالحج عنه . قال ابن الفرس : «وللشافعي في أحد قوليه أنه لا يجوز واحتج بقوله تعالى : { وأن ليس للإنسان إلا ما سعى } اه .ومذهب أحمد بن حنبل جوازه ولا تجب عليه إعادة الحج إن زال عذره .وأما القُرَب غير الواجبه وغيرُ الرواتب من جميع أفعال البر والنوافل؛ فأما الحج عن غير المستطيع فقال الباجي : «قال ابن الجلاب في «التفريع» يكره أن يستأجر من يحجّ عنه فإن فعل ذلك لم يفسخ» وقال ابن القصار : «يجوز ذلك في الميت دون المعضوب» ( وهو العاجز عن النهوض ( . وقال ابن حبيب : «قد جاءت الرخصة في ذلك عن الكبير الذي لا ينهض وعن الميت أنه يُحج عنه ابنه وإن لم يوص به» .وقال الأُبيّ في «شرح مسلم» : «ذكر أن الشيخ ابن عرفة عام حجّ اشترى حجة للسلطان أبي العباس الحفصي على مذهب المخالف» ، أي خلافاً لمذهب مالك .وأما الصلاة والصيام ، فسئل مالك عن الحج عن الميت فقال : «أما الصلاة والصيام والحج عنه فلا نرى ذلك» . وقال في «المدونة» : «يتطوع عنه بغير هذا أحب إليّ : يُهدى عنه ، أو يُتصدق عنه ، أو يُعتق عنه» . قال الباجي : «ففصل بينها وبين النفقات» .وقال الشافعي في أحد قوله : لا يصله ثواب الصلوات التطوع وسائر التطوعات . قال صاحب «التوضيح» من الشافعية : «وعندنا يجوز الاستنابة في حجة التطوع على أصح القولين» ، وقال أحمد : «يصله ثواب الصلوات وسائر التطوعات» .والمشهور من مذهب الشافعي : أن قراءة القرآن وإهداء ثوابها للميت لا يصله ثوابها ، وقال أحمد بن حنبل وكثير من أصحاب الشافعي : يصله ثوابها .وحكى ابن الفرس عن مذهب مالك : أن من قرأ ووهب ثواب قراءته لميت جاز ذلك ووصل للميت أجرُه ونفعُه فما ينسب إلى مالك من عدم جواز إهداء ثواب القراءة في كتب المخالفين غير محرر .وقد ورد في حديث عائشة قالت : «كان رسول الله يعوّذ نفسه بالمعوذات فلما ثقل به المرض كنت أنا أُعوذه بهما وأضَع يده على جسده رجاء بركتها» فهل قراءة المعوذتين إلا نيابة عن رسول الله صلى الله عليه وسلم فيما كان يفعله بنفسه ، فإذا صحت النيابة في التعوذ والتبرك بالقرآن فلماذا لا تصح في ثواب القراءة .واعلم أن هذا كله في تطوع أحد عن أحد بقربة ، وأما الاستئجار على النيابة في القُرب : فأما الحج فقد ذكروا فيه جوازَ الاستئجار بوصية ، أو بغيرها ، لأن الإِنفاق من مقومات الحج ، ويظهر أن كل عبادة لا يجوز أخذ فاعلها أجرةً على فعلها كالصلاة والصوم لا يصح الاستئجار على الاستنابة فيها ، وأن القرب التي يصح أخذ الأجر عليها يصح الاستئجار على النيابة فيها مثل قراءة القرآن ، فقد أقر النبي صلى الله عليه وسلم فِعل الذين أَخذوا أجراً على رُقية الملدوغ بفاتحة الكتاب .وإذا علمَت هذا كله فقوله تعالى : { وأن ليس للإنسان إلا ما سعى } هو حكم كان في شريعة سالفة ، فالقائلون بأنه لا ينسحب علينا لم يكن فيما ورد من الأخبار بصحة النيابة في الأعمال في ديننا معارض لمقتضَى الآية ، والقائلون بأن شرع غيرنا شَرعٌ لنا ما لم يرد ناسخ ، منهم من أعمل عموم الآية وتأول الأخبار المعارضة لها بالخصوصية ، ومنهم من جعلها مخصِّصَةً للعموم ، أو ناسخةً ، ومنهم من تأول ظاهر الآية بأن المراد ليس له ذلك حقيقة بحيث يعتمد على عمله ، أو تأول السعي بالنية . وتأول اللام في قوله : { للإنسان } بمعنى ( على ( ، أي ليس عليه سيئات غيره .وفي تفسير سورة الرحمان من «الكشاف» : أن عبد الله بنَ طَاهر قال للحُسين بن الفَضل : أشكلتْ عليّ ثلاث آيات . فذكر له منها قوله تعالى : { وأن ليس للإنسان إلا ما سعى } فما بال الأضعاف ، أي قوله تعالى : { فيضاعفه له أضعافاً كثيرة } [ البقرة : 245 ] ، فقال الحسين : معناه أنه ليس له إلا ما سعى عَدلاً ، ولي أن أجزيه بواحدة ألفاً فضلاً ."
    },
    {
      "ayah": 4,
      "surah": 53,
      "text": "إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى (4(استئناف بياني لجملة { وما ينطق عن الهوى } [ النجم : 3 ] .وضمير { هو } عائد إلى المنطوق به المأخوذ من فعل { ينطق } كما في قوله تعالى : { اعدلوا هو أقرب للتقوى } [ المائدة : 8 ] أي العدل المأخوذ من فعل { اعْدلوا } .ويجوز أن يعود الضمير إلى معلوم من سياق الرد عليهم لأنهم زعموا في أقوالهم المردودة بقوله : { ما ضل صاحبكم وما غوى } [ النجم : 2 ] زعموا القرآن سحراً ، أو شعراً ، أو كهانة ، أو أساطير الأوّلين ، أو إفكاً افتراه .وإن كان النبي صلى الله عليه وسلم ينطق بغير القرآن عن وحي كما في حديث الحديبية في جوابه للذي سأله : ما يفعل المعتمر؟ وكقوله : \" إن روح القدس نفث في روعي أن نفساً لن تموت حتى تستكمل أجلها \" ومثل جميع الأحاديث القدسية التي فيها قال الله تعالى ونحوه .وفي «سنن أبي داود» و «الترمذي» من حديث المقدام بن معد يكرب قال رسول الله صلى الله عليه وسلم \" إني أوتيت الكتاب ومثله معه ، ألا يوشك رجل شبعان على أريكته ، يقول : عليكم بهذا القرآن فما وجدتم فيه من حلال فأحِلُّوه وما وجدتم فيه من حرام فحرّموه \" . وقد ينطق عن اجتهاد كأمره بكسر القدور التي طبخت فيها الحُمُر الأهلية فقيل له : أو نُهريقها ونغسلها؟ فقال : «أو ذاك» .فهذه الآية بمعزل عن إيرادها في الاحتجاج لجواز الاجتهاد للنبي صلى الله عليه وسلم لأنها كان نزولها في أول أمر الإِسلام وإن كان الأصح أن يجوز له الاجتهاد وأنه وقع منه وهي من مسائل أصول الفقه .والوحي تقدم عند قوله تعالى : { إنا أوحينا إليك كما أوحينا إلى نوح } في سورة النساء ( 163 ( . وجملة { يوحى } مؤكدة لجملة { إن هو إلا وحى } مع دلالة المضارع على أن ما ينطق به متجدد وحيه غير منقطع .ومتعلِّق { يوحى } محذوف تقديره : إليه ، أي إلى صاحبكم .وتُرك فاعل الوحي لضرب من الإِجمال الذي يعقبه التفصيل لأنه سيرد بعده ما يبينه من قوله : { فأوحى إلى عبده ما أوحى } .وجملة { علمه شديد القوى } الخ ، مستأنفة استئنافاً بيانياً لبيان كيفية الوحي ."
    },
    {
      "ayah": 40,
      "surah": 53,
      "text": "وَأَنَّ سَعْيَهُ سَوْفَ يُرَى (40(يجوز أن تكون عطفاً على جملة { ألا تزر وازرة وزر أخرى } [ النجم : 38 ] فهي من تمام تفسير { ما في صحف موسى وإبراهيم } [ النجم : 36 ، 37 ] فيكون تغيير الأسلوب إذ جيء في هذه الآية بحرف { أنَّ } المشددة لاقتضاء المقام أن يقع الإِخبار عن سَعي الإنسان بأنه يُعلن به يوم القيامة ( وذلك من توابع أن ليس به إلاّ ما سعى ( ، فلما كان لفظ { سعيه } صالحاً للوقوع اسماً لحرف { أنَّ } زال مقتضِي اجتلاب ضمير الشأن فزال مقتضِي ( أَنْ ( المخففة . وقد يكون مضمون هذه الجملة في شريعة إبراهيم ما حكاه الله عنه من قوله : { ولا تخزني يوم يبعثون } [ الشعراء : 87 ] ويجوز أن لا يكون قوله مضمون قوله : { وأن سعيه } مشمولاً لما في صحف موسى وإبراهيم فعطفُه على ( ما ( الموصولة من قوله : { بما في صحف موسى وإبراهيم } [ النجم : 36 ، 37 ] ، عطف المفرد على المفرد فيكون معمولاً لباء الجر في قوله : { فِى صُحُفِ مُوسَى } الخ ، والتقدير : لم ينبأ بأن سعي الإنسان سوف يُرى ، أي لا بد أن يرى ، أي يجازى عليه ، أي لم ينبأ بهذه الحقيقة الدينية وعليه فلا نتطلب ثبوت مضمون هذه الجملة في شريعة إبراهيم عليه السلام .و { سوف } حرف استقبال والأكثر أن يراد به المستقبل البعيد .ومعنى { يرى } يشاهد عند الحساب كما في قوله تعالى : { ووجدوا ما عملوا حاضراً } [ الكهف : 49 ] ، فيجوز أن تجسم الأعمال فتصير مشاهدة وأمور الآخرة مخالفة لمعتاد أمور الدنيا . ويجوز أن تجعل علامات على الأعمال يُعلن بها عنها كما في قوله تعالى : { نورهم يسعى بين أيديهم وبأيمانهم } [ التحريم : 8 ] . وما في الحديث « يُنْصَب لكل غادر لواء يوم القيامة فيقال : هذه غدرة فلان » فيقدر مضاف تقديره : وأن عنوان سعيه سوف يرى .ويجوز أن يكون ذلك بإشهار العمل والسعي كما في قوله تعالى : { أهؤلاء الذين أقسمتم لا ينالهم الله برحمة ادخلوا الجنة } [ الأعراف : 49 ] الآية ، وكما قال النبي صلى الله عليه وسلم « من سمع بأخيه فيما يكره سمع الله به سامع خلقه يوم القيامة » فتكون الرؤية مستعارة للعلم لقصد تحقق العلم واشتهاره .وحكمة ذلك تشريف المحسنين بحسن السمعة وانكسار المسيئين بسُوء الأحدوثة .وقوله : { ثم يجزاه الجزاء الأوفى } هو المقصود من الجملة .و { ثم } للتراخي الرتبي لأن حصول الجزاء أهم من إظهاره أو إظهار المجزي عنه ."
    },
    {
      "ayah": 41,
      "surah": 53,
      "text": "ثُمَّ يُجْزَاهُ الْجَزَاءَ الْأَوْفَى (41(وضمير النصب في قوله : { يجزاه } عائد إلى السعي ، أي يجزى عليه ، أو يجزى به فحذف حرف الجر ونصب على نزع الخافض فقد كثر أن يقال : جزاهُ عَمَله ، وأصله : جزاه على عمله أو جزاه بعمله .والأوفى : اسم تفضيل من الوفاء وهو التمام والكمال ، والتفضيل مستعمل هنا في القوة ، وليس المراد تفضيله على غيره . والمعنى : أن الجَزاء على الفعل من حَسن أو سيء موافق للمجزيِّ عليه ، قال تعالى : { فأما الذين آمنوا وعملوا الصالحات فيوفيهم أجورهم ويزيدهم من فضله } [ النساء : 173 ] وقال : { وإنا لموفوهم نصيبهم غير منقوص } [ هود : 109 ] وقال : { ووجد الله عنده فوفاه حسابه } [ النور : 39 ] وقال : { فإن جهنم جزاؤكم جزاء موفوراً } [ الإسراء : 63 ] .وانتصب { الجزاء الأوفى } على المفعول المطلق المبين للنوع .وقد حكى الله عن إبراهيم { ولا تخزني يوم يبعثون } [ الشعراء : 87 ] ."
    },
    {
      "ayah": 42,
      "surah": 53,
      "text": "وَأَنَّ إِلَى رَبِّكَ الْمُنْتَهَى (42(القول في موقعها كالقول في موقع جملة { وأن سعيه سوف يرى } [ النجم : 40 ] سواءً ، فيجوز أن تكون هذه الجملة معطوفة على جملة { وأن سعيه سوف يرى } فتكون تتمة لما في صحف موسى وإبراهيم ، ويكونَ الخطاب في قوله : { إلى ربك } التفاتاً من الغيبة إلى الخطاب والمخاطب غيرُ معينّ فكأنه قيل : وأن إلى ربه المنتهى ، وقد يكون نظيرها من كلام إبراهيم ما حكاه الله عنه بقوله : { وقال إني ذاهب إلى ربي سيهدين } [ الصافات : 99 ] .ويجوز أنها ليست مما اشتملت عليه صحف موسى وإبراهيم ويكون عطفُها عطفَ مفرد على مفرد ، فيكون المصدر المنسبك من { أنّ } ومعمولها مدخولاً للباء ، أي لم ينبأ بأن إلى ربك المنتهى ، والخطاب للنبيء صلى الله عليه وسلم وعليه فلا نتطلب لها نظيراً من كلام إبراهيم عليه السلام .ومعنى الرجوع إلى الله الرجوع إلى حكمه المحض الذي لا تلابسه أحكامٌ هي في الظاهر من تصرفات المخلوقات مما هو شأن أمور الدنيا ، فالكلام على حذف مضاف دل عليه السياق .والتعبير عن الله بلفظ { ربك } تشريف للنبيء صلى الله عليه وسلم وتعريض بالتهديد لمكذبيه لأن شأن الرب الدفاع عن مربوبه .وفي الآية معنى آخر وهو أن يكون المنتهى مجازاً عن انتهاء السير ، بمعنى الوقوف ، لأن الوقوف انتهاء سير السائر ، ويكون الوقوف تمثيلاً لحال المطيع لأمر الله تشبيهاً لأمر الله بالحَد الذي تحدد به الحَوائط على نحو قول أبي الشيص :وقَف الهوى بي حيث أنتتِ فليس لي ... متَأَخَّر عنه ولا مُتَقَدمكما عبر عن هذا المعنى بالوقوف عند الحد في قوله تعالى : { تلك حدود الله فلا تعتدوها ومن يتعد حدود الله فأولئك هم الظالمون } [ البقرة : 229 ] . والمعنى : التحذير من المخالفة لما أَمَر الله ونَهى .وفي الآية معنى ثالث وهو انتهاء دلالة الموجودات على وجودِ الله ووحدانيتِه لأن الناظر إلى الكائنات يعلم أن وجودها ممكن غير واجب فلا بد لها من موجود ، فإذا خَيَّلت الوسوسة للناظر أن يفرض للكائنات موجداً مما يبدو له من نحو الشمس أو القمر أو النار لما يرى فيها من عِظم الفاعلية ، لم يلبَث أن يظهر له أن ذلك المفروض لا يخلو عن تَغير يدل على حدوثه فلا بد له من مُحدث أوْجَدَهُ فإذا ذهب الخيال يسلسل مفروضات الإِلهية ( كما في قصة إبراهيم { فلما جنّ عليه الليل رأى كوكباً قال هذا ربي } [ الأنعام : 76 ] الآيات ( لم يجد العقل بُداً من الانتهاء إلى وجوب وُجودِ صَانع لممكنات كلها ، وجودُه غيرُ ممكن بل واجب ، وأن يكون متصفاً بصفات الكمال وهو الإِله الحق ، فالله هو المنتهى الذي ينتهي إليه استدلال العقل ، ثم إذا لاح له دليل وجود الخالق وأفضى به إلى إثبات أنه واحد لأنه لو كان متعدّداً لكان كلٌّ من المتعدد غيرَ كامل الإِلهية إذ لا يتصرف أحد المتعدِد فيما قد تصرف فيه الآخر ، فكان كل واحد محتاجاً إلى الآخر ليرضى بإقراره على إيجاد ما أوجده ، وإلا لقدر على نقض ما فعله ، فيلزم أن يكون كل واحد من المتعدد محتاجاً إلى من يسمح له بالتصرف ، قال تعالى : { وما كان معه من إله إذاً لذهب كل إله بما خلق ولعلا بعضهم على بعض } [ المؤمنون : 91 ] وقال : { قل لو كان معه آلهة كما تقولون إذاً لابتغوا إلى ذي العرش سبيلاً } [ الإسراء : 42 ] وقال : { لو كان فيهما آلهة إلا الله لفسدتا } [ الأنبياء : 22 ] فانتهى العقل لا محالة إلى منتهى ."
    },
    {
      "ayah": 43,
      "surah": 53,
      "text": "وَأَنَّهُ هُوَ أَضْحَكَ وَأَبْكَى (43(انتقال من الاعتبار بأحوال الآخرة إلى الاعتبار بأحوال الحياة الدنيا وضمير { هو } عائد إلى { ربك } من قوله : { وأن إلى ربك المنتهى } [ النجم : 42 ] .والضحك : أثر سرور النفس ، والبكاء : أثر الحزن ، وكل من الضحك والبكاء من خواص الإِنسان وكلاهما خلق عجيب دال على انفعال عظيم في النفس .وليس لبقية الحيوان ضحك ولا بكاء وما ورد من إطلاق ذلك على الحيوان فهو كالتخيل أو التشبيه كقول النابغة :بكاء حماقة تدعو هَديلا ... مطوقة على فنن تغنيولا يخلو الإِنسان من حالي حزن وسرور لأنه إذا لم يكن حزيناً مغموماً كان مسروراً لأن الله خلق السرور والانشراح ملازماً للإِنسان بسبب سلامة مزاجه وإدراكه لأنه إذا كان سالماً كان نشيط الأعصاب وذلك النشاط تنشأ عنه المسرة في الجملة وإن كانت متفاوتة في الضعف والقوة ، فذكر الضحك والبكاء يفيد الإحاطة بأحوال الإِنسان بإيجاز ويرمز إلى أسباب الفرح والحزن ويذكر بالصانع الحكيم ، ويبشر إلى أن الله هو المتصرف في الإنسان لأنه خلق أسباب فرحه ونكده وألهمه إلى اجتلاب ذلك بما في مقدوره وجعل حداً عظيماً من ذلك خارجاً عن مقدور الإِنسان وذلك لا يمتري فيه أحد إذا تأمل وفيه ما يرشد إلى الإِقبال على طاعة الله والتضرع إليه ليقدّر للناس أسباب الفرح ، ويدفع عنهم أسباب الحزن وإنما جرى ذكر هذا في هذا المقام لمناسبة أن الجزاء الأوفى لسعي الناس : بعضه سارٌّ لفريق وبعضه محزن لفريق آخر .وأفاد ضمير الفصل قصراً لصفة خلق أسباب الضحك والبكاء على الله تعالى لإِبطال الشريك في التصرف فتبطل الشركة في الإِلهية ، وهو قصر إفراد لأن المقصود نفي تصرف غير الله تعالى وإن كان هذا القصر بالنظر إلى نفس الأمر قصراً حقيقياً لإِبطال اعتقاد أن الدهر متصرف .وإسناد الإِضحاك والإِبكاء إلى الله تعالى لأنه خالق قوتي الضحك والبكاء في الإِنسان ، وذلك خلق عجيب ولأنه خالق طبائع الموجودات التي تجلب أسباب الضحك والبكاء من سرور وحزن .ولم يذكر مفعول { أضحك وأبكى } لأن القصد إلى الفعلين لا إلى مفعوليهما فالفعلان منزلان منزلة اللازم ، أي أوجد الضحك والبكاء .ولما كان هذا الغرض من إثبات انفراد الله تعالى بالتصرف في الإِنسان بما يجده الناس في أحوال أنفسهم من خروج أسباب الضحك والبكاء عن قدرتهم تعين أن المراد : أضحك وأبكى في الدنيا ، ولا علاقة لهذا بالمسرة والحزن الحاصلين في الآخرة .وفي الاعتبار بخلق الشيء وضده إشارة إلى دقائق حكمة الله تعالى .وفي هذه الآية محسن الطباق بين الضحك والبكاء وهما ضدان .وتقديم الضحك على البكاء لأن فيه امتناناً بزيادة التنبيه على القدرة وحصل بذلك مراعاة الفاصلة .وموقع هذه الجملة في عطفها مثل موقع جملة { وأن سعيه سوف يرى } [ النجم : 40 ] في الاحتمالين ، فإن كانت مما شملته صحف إبراهيم كانت حكاية لقوله : { وإذا مرضت فهو يشفين } [ الشعراء : 80 ] ."
    },
    {
      "ayah": 44,
      "surah": 53,
      "text": "وَأَنَّهُ هُوَ أَمَاتَ وَأَحْيَا (44(انتقل من الاعتبار بانفراد الله بالقدرة على إيجاد أسباب المسرة والحزن وهما حالتان لا تخلو عن إحداهما نفس الإِنسان إلى العبرة بانفراده تعالى بالقدرة على الإِحياء والإِماتة ، وهما حالتان لا يخلو الإِنسان عن إحداهما فإن الإِنسان أول وجوده نطفة ميتة ثم علقة ثم مضغة ( قطعة ميتة وإن كانت فيها مادة الحياة إلا أنها لم تبرز مظاهر الحياة فيها ( ثم ينفخ فيه الروح فيصير إلى حياة وذلك بتدبير الله تعالى وقدرته .ولعل المقصود هو العبرة بالإِماتة لأنها أوضح عبرة وللرد عليهم قولهم : { وما يهلكنا إلا الدهر } [ الجاثية : 24 ] ، وأن عطف { وأحيا تتميم واحتراس كما في قوله : { الذي خلق الموت والحياة } [ الملك : 2 ] . ولذلك قدم { أمات على أحيا } مع الرعاية على الفاصلة كما تقدم في { أضحك وأبكى } [ النجم : 43 ] .وموقع الجملة كموقع جملة { وأن سعيه سوف يرى } [ النجم : 40 ] . فإن كان مضمونها مما شملته صحف إبراهيم كان المحكي بها من كلام إبراهيم ما حكاه الله عنه بقوله : { والذي يميتني ثم يحيين } [ الشعراء : 81 ] .وفعلا { أمات وأحيا } منزلان منزلة اللازم كما تقدم في قوله : { وأنه هو أضحك وأبكى } [ النجم : 43 ] إظهاراً لبديع القدرة على هذا الصنع الحكيم مع التعريض بالاستدلال على كيفية البعث وإمكانه حيث أحاله المشركون ، وشاهدُه في خلق أنفسهم .وضمير الفصل للقصر على نحو قوله : { وأنه هو أضحك وأبكى } [ النجم : 43 ] رداً على أهل الجاهلية الذين يسندون الإِحياء والإِماتة إلى الدهر فقالوا { وما يهلكنا إلا الدهر } [ الجاثية : 24 ] . فليس المراد الحياة الآخرة لأن المتحدث عنهم لا يؤمنون بها ، ولأنها مستقبلة والمتحدث عنه ماض .وفي هذه الآية محسن الطباق أيضاً لما بين الحياة والموت من التضاد ."
    },
    {
      "ayah": 45,
      "surah": 53,
      "text": "وَأَنَّهُ خَلَقَ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثَى (45(هذه الآية وإن كانت مستقلة بإفادة أن الله خالق الأزواج من الإِنسان خلقاً بديعاً من نطفة فيصير إلى خصائص نوعه وحسبك بنوع الإِنسان تفكيراً أو مقدرة وعملاً ، وذلك ما لا يجهله المخاطبون فما كان ذَكره إلا تمهيداً وتوطئة لقوله : { وأن عليه النشاة الأخرى } [ النجم : 47 ] على نحو قوله تعالى : { كما بدأنا أول خلق نعيده } [ الأنبياء : 104 ] وباعتبار استقلالها بالدلالة على عجيب تكوين نسل الإِنسان ، عُطفت عليها جملة { وأن عليه النشأة الأخرى } [ النجم : 47 ] وإلا لكان مقتضى الظاهر أن يقال : إنَّ عليه النشأة الأخرى بدون عطف وبكسر همزة ( إنّ ( .ومناسبة الانتقال إلى هذه الجملة أن فيها كيفية ابتداء الحياة .والمراد بالزوجين : الذكر والأنثى من خصوص الإِنسان لأن سياق الكلام للاعتبار ببديع صنع الله وذلك أشد اتفاقاً في خلقة الإِنسان ، ولأن اعتبار الناس بما في أحوال أنفسهم أقرب وأمكن ولأن بعض الأزواج من الذكور والإِناث لا يتخلق من نطفة بل من بَيْض وغيره .ولعل وجه ذكر الزوجين والبدل منه { الذكر والأنثى } دون أن يقول : وأنه خلقه ، أي الإِنسان من نطفة ، كما قال : { فلينظر الإنسان مم خلق خلق من ماء دافق } [ الطارق : 5 ، 6 ] الآية أمران :أحدهما : إدماج الامتنان في أثناء ذكر الانفراد بالخلق بنعمة أن خلق لكل إنسان زوجه كما قال تعالى : { ومن آياته أن خلق لكم من أنفسكم أزواجاً لتسكنوا إليها } [ الروم : 21 ] الآية .الثاني : الإِشارة إلى أن لكلا الزوجين حظاً من النطفة التي منها يخلق الإِنسان فكانت للذكر نطفة وللمرأة نطفة كما ورد في الحديث الصحيح أنه « إذا سبق ماء الرجل أشبه المولود أباه وإن سبق ماء المرأة أشبه المولود أمه » وبهذا يظهر أن لكل من الذكر والأنثى نطفة وإن كان المتعارف عند الناس قبل القرآن أن النطفة هي ماء الرجل إلا أن القرآن يخاطب الناس بما يفهمون ويشير إلى ما لا يعلمون إلى أن يفهمه المتدبرون . وحسبك ما وقع بيانه بالحديث المذكور آنفاً .والنطفة : فُعلة مشتقة من : نطفَ الماءُ ، إذا قطر ، فالنطفة ماء قليل وسمي ما منه النسل نطفة بمعنى منطوف ، أي مصبوب فماء الرجل مصبوب ، وماء المرأة أيضاً مصبوب فإن ماء المرأة يخرج مع بويضة دقيقة تتسرب مع دم الحيض وتستقر في كيس دقيق فإذا باشر الذكر الأنثى انحدرت تلك البيضة من الأنثى واختلطت مع ماء الذكر في قرارة الرحم ."
    },
    {
      "ayah": 46,
      "surah": 53,
      "text": "مِنْ نُطْفَةٍ إِذَا تُمْنَى (46(و { مِن } في قوله : { من نطفة } ابتدائية فإن خَلق الإِنسان آتٍ وناشىءٌ بواسطة النطفة ، فإذا تكونت النطفة وأُمنيت ابتدأ خلق الإِنسان .و { تمنى } تُدْفق وفسروه بمعنى تقذف أيضاً .وقيل إن { تمنى } بمعنى تُراق ، وجعلوا تسمية الوادي الذي بقرب مكة منى لأنه تراق به دماء البُدْن من الهدايا . ولم يذكر أهل اللغة في معاني مني أو أمنى أن منها الإِراقة .وهذا من مشكلات اللغة .ثم إن { تمنى } يحتمل أنه مضارع أَمنى بهمزة التعدية وسقطت في المضارع فَوَزْنُهُ تُأَفْعَل ، ويحتمل أنه مضارع مَنى مثل رَمَى فوزنه : تُفْعَل .وبني فعل { تمنى } إلى المجهول لأن النطفة تدفعها قوة طبيعية في الجسم خفية فكان فاعل الإِمناء مجهولاً لعدم ظهوره .وعن الأخفش { تمنى } تقدّر ، يقال : منى الماني ، أي قَدَّر المقدر . والمعنى : إذا قُدر لها ، أي قدر لها أن تكون مخلَّقة كقوله تعالى : { مخلقة وغير مخلقة } [ الحج : 5 ] .والتقييد ب { إذا تمنى } لما في اسم الزمان من الإِيذان بسرعة الخَلق عند دفق النطفة في رحم المرأة فإنه عند التقاء النطفتين يبتدىء تخلق النسل فهذا إشارة خفية إلى أن البويضة التي هي نطفة المرأة حاصلة في الرحم فإذا أُمنيت عليها نطفة الذكر أخذت في التخلق إذا لم يعقها عائق .ثم لما في فعل { تمنى } من الإِشارة إلى أن النطفة تقطر وتصب على شيء آخر لأن الصب يقتضي مصبوباً عليه فيشير إلى أن التخلق إنما يحصل من انصباب النطفة على أخرى ، فعند اختلاط الماءين يحصل تخلق النسل فهذا سر التقييد بقوله : { إذا تمنى } .وفي الجمع بين الذكر والأنثى محسِّن الطباق لما بين الذكر والأنثى من شبه التضاد .ولم يؤت في هذه الجملة بضمير الفصل كما في اللتين قبلها لعدم الداعي إلى القصر إذ لا ينازع أحد في أن الله خالق الخلق وموقع جملة { وأنه خلق الزوجين } إلى آخرها كموقع جملة { وأن سعيه سوف يرى } [ النجم : 40 ] ."
    },
    {
      "ayah": 47,
      "surah": 53,
      "text": "وَأَنَّ عَلَيْهِ النَّشْأَةَ الْأُخْرَى (47(كان مقتضى الظاهر من التنظير أن يقدم قوله : { وأنه هو أغنى وأقنى } [ النجم : 48 ] على قوله : { وأن عليه النشأة الأخرى } لما في قوله : { وأنه هو أغنى وأقنى } من الامتنان وإظهار الاقتدار المناسبين لقوله : { وأنه هو أضحك وأبكى وأنه هو أمات وأحيا وأنه خلق الزوجين } [ النجم : 43 45 ] الخ . إذ ينتقل من نعمة الخلق إلى نعمة الرزق كما في قوله تعالى حكاية عن إبراهيم { الذي خلقني فهو يهدين والذي هو يطعمني ويسقين } [ الشعراء : 78 ، 79 ] وقوله تعالى : { الله الذي خلقكم ثم رزقكم } [ الروم : 40 ] ولكن عدل عن ذلك على طريقة تشبه الاعتراض ليُقرن بين البيانين ذكر قدرته على النشأتين .ومما يشابه هذا ما قاله الواحدي في شرح قول المتنبي في سيف الدولة :وقفتَ وما في الموت شك لواقف ... كأنك في جن الردى وهو نائمتَمُرُّ بك الأبطال كلْمَى هَزِيمةً ... ووجهُكَ وَضاء وَثَغرك باسمأنه لما أنشد هذين البيتين أنكر عليه سيف الدولة تطبيق عَجزي البيتين على صدريْهما وقال : ينبغي أن تطبق عجز الأول على الثاني وعجز الثاني على الأول ثم قال له : وأنت في هذا مثلُ امرىء القيس في قوله :كأني لم أركب جواداً للذة ... ولم أتَبطَّن كاعبا ذات خَلخالولم أسبإِ الزق الرويّ ولم أقل ... لخيليَ كُرّي كَرَّة بعد إجفالووجه الكلام في البيتين على ما قاله أهل العلم بالشعر أن يكون عجُز الأول على الثاني والثاني على الأول ( أي مع نقل كلمة ( لَلذة ( من صدر الأول إلى الثاني ، وكلمة ( ولم أقل ( من صدر الثاني إلى الأول ليستقيم الكلام ( فيكون ركوب الخيل مع الأمر للخيل بالكرّ وسَبْأُ الخمر مع تبطّننِ الكاعب فقال أبو الطيب : «أدام الله عز مولانا إن صح أن الذي استدرك هذا على امرىء القيس أعلم منه بالشعر فقد أخطأ أمرؤ القيس وأخطأتُ أنا ، ومولانا يعرف أن البزَّاز لا يعرف الثوب معرفة الحائك لأن البزاز يعرف جملته والحائك يعرف جملته وتفصيله ، وإنما قرن امرؤ القيس لذة النساء بلذة الركوب للصيد وقَرن السماحة في شراء الخمر للأضياف بالشجاعة في منازلة الأعداء ، وإنما لما ذكرتُ الموت في أول البيت اتبعتُه بذكر الردى ليجانسه ، ولما كان وجه المنهزم لا يخلو من أن يكون عبوساً وعينهُ من أن تكون باكية قلت : ووجهك وضاءُ ، لأجمع بين الأضداد في المعنى» اه .ولو أن أبا الطيب شعر بهذه الآية لذكرها لسيف الدولة فكانت له أقوى حجة من تأويله شعر امرىء القيس .وفي جملة { وأن عليه النشأة } تحقيق لفعله إياها شَبهاً بالحق الواجب على المحقوق به بحيث لا يتخلف فكأنه حق واجب لأن الله وعد بحصول بما اقتضته الحكمة الإِلهية لظهور أن الله لا يكرهه شيء ، فالمعنى : أن الله أراد النشأة الأخرى كقوله تعالى :{ كتب على نفسه الرحمة ليجمعنكم إلى يوم القيامة } [ الأنعام : 12 ] .و { النشأة } : المرة من الإِنشاء ، أي الإِيجاد والخلق .و { الأخرى } : مؤنث الأخير ، أي النشأة التي لا نشأة بعدها ، وهي مقابل النشأة الأولى التي يتضمنها قوله تعالى : { وأنه خلق الزوجين الذكر والأنثى } [ النجم : 45 ] . وهذه المقابلة هي مناسبة ذكر هذه النشأة الأخرى .وقرأ الجمهور { النشأة } بوزن الفعلة وهو اسم مصدر أَنشأ ، وليس مصدراً ، إذ ليس نشأ المجرد بمتعد وإنما يقال : أنشأ .وقرأها ابن كثير وأبو عمرو ويعقوب { النشاءة } بألف بعد الشين المفتوحة بوزن الفَعالة وهو من أوزان المصادر لكنه مقيس في مصدر الفعل المضموم العين في الماضي نحو الجزالة والفصاحة . ولذلك فالنشاءة بالمد مصدر سماعي مثل الكآبة . ولعل مدّتَها من قبيل الإشباع مثل قول عنترة :ينْبَاع من ذفرَى غَضوب جَسْرة ... أي : ينبع .وتقديم الخبر على اسم { أن } للاهتمام بالتحقيق الذي أفادته ( على ( تنبيها على زيادة تحقيقه بعد أن حقق بما في ( أن ( من التوكيد ."
    },
    {
      "ayah": 48,
      "surah": 53,
      "text": "وَأَنَّهُ هُوَ أَغْنَى وَأَقْنَى (48(ومعنى { أغنى } جَعَل غنِيًّا ، أي أعطى ما به الغِنى ، والغنى التمكن من الانتفاع بما يحب الانتفاع به .ويظهر أن معنى { أقنى } ضد معنى { أغنى } رعيا لنظائره التي زاوجت بين الضدين من قوله : { أضحك وأبكى } [ النجم : 43 ] و { أمات وأحيا } [ النجم : 44 ] ، و { الذكر والأنثى } [ النجم : 45 ] ، ولذلك فسره ابن زيد والأخفش وسليمان التميمي بمعنى أرضى .وعن مجاهد وقتادة والحسن : { أقنى } : أخدَم ، فيكون مشتقاً من القِنّ وهو العبد أو المولود في الرّق فيكون زيادة على الإِغناء . وقيل : { أَقنى } : أعطى القنية . وهذا زيادة في الغنى . وعن ابن عباس : { أقنى } : أرضى ، أي أرضى الذي أغناه بما أعطاه ، أي أغناه حتى أرضاه فيكون زيادة في الامتنان .والإِتيان بضمير الفصل لِقصر صفة الإِغناء والإِقناء عليه تعالى دون غيره وهو قصر ادعائي لِمقابلة ذهول الناس عن شكر نعمة الله تعالى بإسنادهم الأرزاق لوسَائله العادية ، مع عدم التنبه إلى أن الله أوجد مواد الإِرزاق وأسبابها وصرف موانعها ، وهذا نظير ما تقدم من القصر في قوله تعالى : { الحمد لله رب العالمين } [ الفاتحة : 2 ] .وموقع جملة { وأنه هو أغنى وأقنى } كموقع جملة { وأن سعيه سوف يرى } [ النجم : 40 ] ."
    },
    {
      "ayah": 49,
      "surah": 53,
      "text": "وَأَنَّهُ هُوَ رَبُّ الشِّعْرَى (49(فهذه الجملة لا يجوز اعتبارها معطوفة على جملة { ألا تزر وازرة وزر أخرى } [ النجم : 38 ] إذ لا تصلح لأن تكون مما في صحف موسى وإبراهيم لأن الشعرى لم تعبد في زمن إبراهيم ولا في زمن موسى عليهما السلام فيتعين أن تكون معطوفة على ( ما ( الموصولة من قوله { بما في صحف موسى وإبراهيم } [ النجم : 36 ، 37 ] الخ .الشعرى : اسم نجم من نجوم برج الجوزاء شديد الضياء ويسمى : كَلْب الجَبّار ، لأن برج الجوزاء يسمى الجَبّار عند العرب أيضاً ، وهو من البروج الربيعية ، أي التي تكون مدةُ حلول الشمس فيها هي فصل الربيع .وسميت الجوزاء لشدة بياضها في سواد الليل تشبيهاً له بالشاة الجوزاء وهي الشاة السوداء التي وسطها أبيض .وبرج الجوزاء ذو كواكب كثيرة ولكثير منها أسماء خاصة والعرب يتخيلون مجموع نجومها في صورة رجل واقف بيده عصا وعلى وسطه سيف ، فلذلك سموه الجَبّار . وربما تخيّلوها صورة امرأة فيطلقون على وسطها اسم المنطقة .ولم أقف على وجه تسميتها الشِّعرى ، وسُميتْ كَلْب الجَبّار تخيلوا الجبار صائداً والشعرى يتبعه كالكلب وربما سمّوا الشعرى يَد الجوزاء ، وهو أبهر نجم برج الجوزاء ، وتوصف الشعرى باليمانيَة لأنها إلى جهة اليمن . وتوصف بالعبور ( بفتح العين ( لأنهم يزعمون أنها زَوج كوكب سُهيل وأنهما كانا متصلين وأن سُهيلاً انحدر نحو اليَمن فتبعته الشِعرى وعَبَرت نهر المَجَرة ، فلذلك وصفت بالعَبور فَعول بمعنى فاعلة ، وهو احتراز عن كوكب آخر ليس من كواكب الجوزاء يسمونه الشِعرى الفُمَيْصَاء ( بالغين المعجمة والصاد المهملة بصيغة تصغير ( وذكروا لتسميته قصة .والشعرى تسمى المِرزم ( كمنبر ( ويقال : مرزم الجوزاء لأن نوءه يأتي بمطر بارد في فصل الشتاء فاشتق له اسم آلة الرَّزم وهو شدة البرد ( فإنهم كنَّوا ريح الشّمال أمَّ رِزَم ( .وكان كوكب الشعرى عبدتْه خزاعة والذي سنّ عبادته رجل من سادة خزاعة يكنَى أبا كبشة . واختلف في اسمه ففي «تاج العروس» عن الكلبي أن اسمه جَزْء ( بجيم وزاي وهمزة ( . وعن الدارقطني أنه وَجز ( بواو وجيم وزاي ( بن غالب بن عامر بن الحارث بن غُبشان كذا في «التاج» ، والذي في «جمهرة ابن حزم» أن الحارث هو غُبشان الخزاعي . ومنهم من قال : إن اسم أبي كبشة عَبْد الشِعرى . ولا أحسب إلا أن هذا وصفٌ غلب عليه بعد أن اتخذ الشِّعرى معبوداً له ولقومه ، ولم يعرج ابن حزم في «الجمهرة» على ذكر أبي كَبشة .والذي عليه الجمهور أن الشّعرى لم يعبدها من قبائل العرب إلاّ خزاعة . وفي «تفسير القرطبي» عن السدّي أن حمير عبدوا الشعرى .وكانت قريش تدعو رسول الله صلى الله عليه وسلم أبا كبشة خيل لمخالفته إياهم في عبادة الأصنام ، وكانوا يصفونه بابن أبي كبشة .قيل لأن أبا كبشة كان من أجداد النبي صلى الله عليه وسلم من قبِل أمه يُعرِّضون أو يموّهون على دهمائهم بأنه يدعو إلى عبادة الشِعرى يريدون التغطية على الدعوة إلى توحيد الله تعالى فمن ذلك قولهم لما أراهم انشقاق القمر «سَحركم ابن أبي كبشة» وقول أبي سفيان للنفر الذين كانوا معه في حضرة هرقل «لقد أمِرَ أَمْر ابن أبي كبشة أنه يخافه ملك بني الأصفر» .قال ابن أبي الأصبع «في هذه الآية من البديع محسن التنكيت وهو أن يقصد المتكلم إلى شيء بالذكر دون غيره مما يسده مسد لأجل نكتة في المذكور ترجح مجيئه فقوله تعالى : { وأنه هو رب الشعرَى } خَص الشعرى بالذكر دون غيرها من النجوم لأن العرب كان ظهر فيهم رجل يعرف بأبي كبشة عبدَ الشعرى ودعا خلقاً إلى عبادتها» .وتخصيص الشعرى بالذكر في هاته السورة أنه تقدم ذكر اللاّت والعزَّى ومناة وهي معبودات وهمية لا مسميات لها كما قال تعالى : { إن هي إلا أسماء سميتموها } [ النجم : 23 ] وأعقبها بإبطال إلهية الملائكة وهي من الموجودات المجردات الخفية ، أعقب ذلك بإبطال عبادة الكواكب وخزاعة أجوار لأهل مكة فلما عبدوا الشعرى ظهرت عبادة الكواكب في الحجاز ، وإثبات أنها مخلوقة لله تعالى دليل على إبطال إلهيتها لأن المخلوق لا يكون إلهاً ، وذلك مثل قوله تعالى : { لا تسجدوا للشمس ولا للقمر واسجدوا لله الذي خلقهن } [ فصلت : 37 ] مع ما في لفظ الشعرى من مناسبة فواصل هذه السورة .والإِتيان بضمير الفصل يفيد قصر مربوبية الشعرى على الله تعالى وذلك كناية عن كونه رب ما يعتقدون أنه من تصرفات الشعرى ، أي هو رب تلك الآثار ومقدرها وليست الشعرى ربة تلك الآثار المسندة إليها في مزاعمهم ، وليس لِقصر كون رب الشعرى على الله تعالى دون غيره لأنهم لم يعتقدوا أن للشعرى ربّاً غير الله ضرورة أن منهم من يزعم أن الشعرى ربة معبودةٌ ومنهم من يعتقد أنها تتصرف بقطع النظر عن صفتها ."
    },
    {
      "ayah": 5,
      "surah": 53,
      "text": "عَلَّمَهُ شَدِيدُ الْقُوَى (5(وضمير الغائب في { علمه } عائد إلى الوحي ، أو إلى ما عاد إليه ضمير { هو } من قوله : { إن هو إلا وحي } . وضمير { هو } يعود إلى القرآن ، وهو ضمير في محلّ أحد مفعولي ( علّم ( وهو المفعول الأول ، والمفعول الثاني محذوف ، والتقدير : علمه إياه ، يعود إلى { صاحبكم } [ النجم : 2 ] ويجوز جعل هاء { علمه } عائداً إلى { صاحبكم } والمحذوف عائد إلى { وحى } إبطالاً لقول المشركين { إنما يعلمه بشر } [ النحل : 103 ] .و ( علّم ( هنا مُتعدَ إلى مفعولين لأنه مضاعف ( عَلم ( المتعدي إلى مفعول واحد .و { شديد القوى } : صفة لمحذوف يدل عليه ما يذكر بعد مما هو من شؤون الملائكة ، أي مَلَك شديد القوى .واتفق المفسرون على أن المراد به جبريل عليه السلام .والمراد ب { القوى } استطاعة تنفيذ ما يأمر الله به من الأعمال العظيمة العقلية والجسمانية ، فهو الملَك الذي ينزل على الرُّسل بالتبليغ .والمِرَّة ، بكسر الميم وتشديد الراء المفتوحة ، تطلق على قوة الذات وتطلق على متانة العقل وأصالته ، وهو المراد هنا لأنه قد تقدم قبله وصفه بشديد القوى ، وتخصيص جبريل بهذا الوصف يشعر بأنه الملك الذي ينزل بفيوضات الحكمة على الرسل والأنبياء ، ولذلك لما ناول الملَك رسول الله صلى الله عليه وسلم ليلةَ الإِسراء كأس لَبن وكأسَ خمر ، فاختار اللبن قَال له جبريل : اخترتَ الفِطرة ولو أخذتَ الخمر غَوت أمتك ."
    },
    {
      "ayah": 50,
      "surah": 53,
      "text": "وَأَنَّهُ أَهْلَكَ عَادًا الْأُولَى (50(لما استُوفي ما يستحقه مقام النداء على باطل أهل الشرك من تكذيبهم النبي صلى الله عليه وسلم وطعنهم في القرآن ، ومن عبادة الأصنام ، وقولهم في الملائكة ، وفاسد معتقدهم في أمور الآخرة ، وفي المتصرف في الدنيا ، وكان معظم شأنهم في هذه الضلالات شبيهاً بشأن أمم الشرك البائدة نقل الكلام إلى تهديدهم بخوف أن يحل بهم ما حل بتلك الأمم البائدة فذكر من تلك الأمم أشهرها عند العرب وهم : عاد ، وثمود ، وقوم نوح ، وقوم لوط ."
    },
    {
      "ayah": 51,
      "surah": 53,
      "text": "وَثَمُودَ فَمَا أَبْقَى (51(فموقع هذه الجملة كموقع الجمل التي قبلها في احتمال كونها زائدة على ما في صحف موسى وإبراهيم ويحتمل كونُها مما شملته الصحف المذكورة فإن إبراهيم كان بعد عاد وثمود وقوم نوح ، وكان معاصراً للمؤتفكة عالماً بهلاكها .ولكون هلاك هؤلاء معلوماً لم تقرن الجملة بضمير الفصل .ووصف عاد ب { الأولى } على اعتبار عاد اسماً للقبيلة كما هو ظاهر . ومعنى كونها أولى لأنها أول العرب ذكراً وهم أول العرب البائدة وهم أول أمة أهلكت بعد قوم نوح .وأما القول بأن عاداً هذه لما هلكت خلفتها أمة أخرى تُعرف بعاد إرم أو عاد الثانية كانت في زمن العماليق فليس بصحيح .ويجوز أن يكون { الأولى } وصفاً كاشفاً ، أي عاداً السابقة . وقيل { الأولى } صفة عظمة ، أي الأولى في مراتب الأمم قوة وسعة ، وتقدم التعريف بعاد في سورة الأعراف .وتقدم ذكر ثمود في سورة الأعراف أيضاً ."
    },
    {
      "ayah": 52,
      "surah": 53,
      "text": "وَقَوْمَ نُوحٍ مِنْ قَبْلُ إِنَّهُمْ كَانُوا هُمْ أَظْلَمَ وَأَطْغَى (52(وتقدم ذكر نوح وقومه في سورة آل عمران وفي سورة الأعراف .وإنما قدم في الآية ذكر عاد وثمود على ذكر قوم نوح مع أن هؤلاء أسبق لأن عاداً وثموداً أشهر في العرب وأكثر ذكراً بينهم وديارهم في بلاد العرب .وقرأ الجمهور { عاداً الأولى } بإظهار تنوين { عاداً } وتحقيق همزة { الأولى } . وقرأ ورش عن نافع وأبو عمرو { عاد لُولى } بحذف همزة ( الأولى ( بعد نقل حركتها إلى اللام المعرِّفة وإدغام نون التنوين من { عاداً } في لاَم { لُولى } . وقرأه قالون عن نافع بإسكان همزة { الأولى } بعد نقل حركتها إلى اللام المعرِفة ( عاد لُؤْلى ( على لغة من يبدل الواو الناشئة عن إشباع الضمة همزاً ، كما قرىء { فاستوى على سؤقه } [ الفتح : 29 ] .وقرأ الجمهور { وثموداً } بالتنوين على إطلاق اسم جد القبيلة عليها . وقرأه عاصم وحمزة بدون تنوين على إرادة اسم القبيلة .وجملة { إنهم كانوا هم أظلم وأطغى } تعليل لجملة { أهلك عاداً } إلى آخرها ، وضمير الجمع في { إنهم كانوا } يجوز أن يعود إلى قوم نوح ، أي كانوا أظلم وأطغى من عاد وثمود . ويجوز أن يكون عائداً إلى عاد وثمود وقوم نوح والمعنى : إنهم أظلم وأطغى من قومك الذين كذبوك فتكون تسلية للنبيء صلى الله عليه وسلم بأن الرسل من قبله لقُوا من أممهم أشد مما لقيه محمد صلى الله عليه وسلم وفيه إيماء إلى أن الله مبق على أمة محمد صلى الله عليه وسلم فلا يهلكها لأنه قدّر دخول بقيتها في الإسلام ثم أبنائها .وضمير الفصل في قوله { كانوا هم أظلم } لتقوية الخبر ."
    },
    {
      "ayah": 53,
      "surah": 53,
      "text": "وَالْمُؤْتَفِكَةَ أَهْوَى (53(والمؤتفكة صفة لموصوف محذوف يدل عليه اشتقاق الوصف كما سيأتي ، والتقدير : القرى المؤتفكة ، وهي قرى قوم لوط الأربعُ وهي ( سَدوم ( و ( عُمورة ( و ( آدمة ( و ( صبوييم ( . ووصفت في سورة براءة ( 70 ( بالمؤتفِكات لأن وصف جمع المؤنث يجوز أن يجمع وأن يكون بصيغة المفرد المؤنث . وقد صار هذا الوصف غالباً عليها بالغلبة .وذكرت القرى باعتبار ما فيها من السكان تفنناً ومراعاة للفواصل .ويجوز أن تكون المؤتفكة هنا وصفاً للأمة ، أي لأمة لوط ليكون نظيراً لذكر عاد وثمود وقوم نوح كما في قوله تعالى : { وجاء فرعون ومن قبله والمؤتفكات بالخاطئة } في سورة الحاقة ( 9 ( . والائتفاك : الانقلاب ، يقال : أفكها فاتفكت . والمعنى : التي خسف بها فجعل عاليها سافلها ، وقد تقدم ذكرها في سورة براءة .وانتصب المؤتفكة } مفعول { أهوى } أي أسقط أي جعلها هاوية .والإِهواء : الإِسقاط ، يقال : أهواه فهوَى ، ومعنى ذلك : أنه رفعها في الجو ثم سقطت أو أسقطها في باطن الأرض وذلك من أثر زلازل وانفجارات أرضية بركانية .ولكون { المؤتفة } عَلَما انتفى أن يكون بين { المؤتفكة } و { أهوى } تكرير . وتقديم المفعول للاهتمام بعبرة انقلابها .وغشاها : غطاها وأصابها من أعلَى ."
    },
    {
      "ayah": 54,
      "surah": 53,
      "text": "فَغَشَّاهَا مَا غَشَّى (54(و { ما غشى } فاعل { غشّاها } ، و ( ما ( موصولة ، وجيء بصلتها من مادة وصيغة الفعل الذي أسند إليها ، وذلك لا يفيد خبراً جديداً زائداً على مفاد الفعل .والمقصود منه التهويل كأنَّ المتكلم أراد أن يبين بالموصول والصلة وصف فاعل الفعل فلم يجد لبيانه أكثر من إعادة الفعل إذ لا يستطاع وصفه . والذي غشاها هو مَطر من الحجارة المحماة ، وهي حجارة بركانية قذفت من فوهات كالآبار كانت في بلادهم ولم تكن ملتهبة من قبل قال تعالى : { ولقد أتوا على القرية التي أمطرت مطر السوء } [ الفرقان : 40 ] وقال : { وأمطرنا عليها حجارة من سجيل } [ هود : 82 ] . وفاضت عليها مياه غمرت بلادهم فأصبحت بحراً ميتاً .وأفاد العطف بفاء التعقيب في قوله : { فغشاها } إن ذلك كان بعقب أهوائها ."
    },
    {
      "ayah": 55,
      "surah": 53,
      "text": "فَبِأَيِّ آَلَاءِ رَبِّكَ تَتَمَارَى (55(تفريعُ فذلكةٍ لما ذُكر من أول السورة : مما يختص بالنبي صلى الله عليه وسلم من ذلك كقوله : { ما ضل صاحبكم وما غوى } إلى قوله : { لقد رأى من آيات ربه الكبرى } [ النجم : 2 18 ] . ومما يشمله ويشمل غيره من قوله : { وأنه هو أضحك وأبكى } إلى قوله : { هو رب الشعرى } [ النجم : 43 49 ] فإن ذلك خليط من نِعَممٍ وضدها على نوع الإنسان وفي مجموعها نعمة تعليم الرسول صلى الله عليه وسلم وأمته بمنافع الاعتبار بصنع الله . ثم من قوله : { وأنه أهلك عاداً } [ النجم : 50 ] إلى هنا . فتلك نقم من الضالين والظالمين لنصر رسل الله ، وذلك نعمة على جميع الرسل ونعمة خاصة بالرسول صلى الله عليه وسلم وهي بشارته بأن الله سينصره ، فجميع ما عدد من النعم على أقوام والنقم عن آخرين هو نعم محضة للرسول صلى الله عليه وسلم وللمؤمنين .و ( أي ( اسم استفهام يطلب به تمييز متشارك في أمر يعم بما يميز البعض عن البقية من حال يختص به مستعمل هنا في التسوية كناية عن تساوي ما عُدد من الأمور في أنها نعم على الرسول صلى الله عليه وسلم إذ ليس لواحد من هذه المعدودات نقص عن نظائره في النعمة كقول فاطمة بنت الخرشُب [ وقَد سُئلت : أيّ بنيكِ أفضل ] «ثَكِلتهُم إن كنتُ أدرى أيهم أفضل» ، أي إن كنت أدري جواب هذا السؤال ، وكقول الأعشى :بأشجعَ أخَّاذ على الدهر حكمه ... فمن أي ما تأتي الحوادث أفرقوالمقصود من هذا الاستفهام تذكير النبي صلى الله عليه وسلم بهذه النعم .فالمعنى أنك لا تحصل لك مِرْيَة في واحدة من آلاء ربك فإنها سواء في الإِنعام ، والخطاب بقوله : { ربك } الأظهر أنه للنبيء صلى الله عليه وسلم وهو المناسب لذكر الآلاء والموافق لإِضافة ( رب ( إلى ضمير المفرد المخاطب في عُرف القرآن .وجوزوا أن يكون الخطاب في قوله : { فبأي آلاء ربك } لغير معين من الناس ، أي المكذبين أي باعتبار أنه لا يخلو شيء مما عدد سابقاً عن نعمة لبعض الناس أو باعتبار عدم تخصيص الآلاء بما سبق ذكره بل المراد جنس الآلاء كما في قوله تعالى : { فبأي آلاء ربكما تكذبان } [ الرحمن : 16 ] .والآلاء : النعم ، وهو جمع مفردُه : إلىً ، بكسر الهمزة وبفتحها مع فتح اللام مقصوراً ، ويقال : إِلىً ، وأَلْي ، بسكون اللام فيهما وآخره ياء متحركة ، ويقال : ألْو ، بهمز مفتوحة بعدها لام ساكنة وآخره واو متحركة مثل : دلو .والتماري : التشكك وهو تفاعل من المرية فإن كان الخطاب بقوله : { ربك } للنبيء صلى الله عليه وسلم كان { تتمارى } مُطاوع مَارَاه مثل التدَافع مطاوع دَفع في قول المنخِّل :فدفعتُها فتدافَعَتْ ... مَشْيَ القَطاة إلى الغَدِيروالمعنى : فبأي آلاء ربك يشككونك ، وهذا ينظر إلى قوله تعالى : { أفتمارونه على ما يرى } [ النجم : 12 ] ، أي لا يستطيعون أن يشككوك في حصول آلاء ربك التي هي نعم النبوءة والتي منها رؤيتُه جبريل عند سدرة المنتهى . فالكلام مسوق لتأييس المشركين من الطمع في الكف عنهم .وإن كان الخطاب لغير معين كان { تتمارى } تفاعلاً مستعملاً في المبالغة في حصول الفعل ، ولا يعرف فعل مجرد للمراء ، وإنما يقال : امْترى ، إذا شك ."
    },
    {
      "ayah": 56,
      "surah": 53,
      "text": "هَذَا نَذِيرٌ مِنَ النُّذُرِ الْأُولَى (56(استئناف ابتدائي أو فذلكةٌ لما تقدم على اختلاف الاعتبارين في مرجع اسم الإِشارة فإن جعلتَ اسم الإِشارة راجعاً إلى القرآن فإنه لحضوره في الأذهان ينزل منزلة شيء محسوس حاضر بحيث يشار إليه ، فالكلام انتقال اقتضابي تنهية لما قبله وابتداءٌ لما بعد اسم الإِشارة على أسلوب قوله تعالى : { هذا بلاغ للناس } [ إبراهيم : 52 ] .والكلام موجه إلى المخاطبين بمعظم ما في هذه السورة فلذلك اقتصر على وصف الكلام بأنه نذير ، دون أن يقول : نذير وبشير ، كما قال في الآية الأخرى { إن أنا إلاّ نذير وبشير لقوم يؤمنون } [ الأعراف : 188 ] .والإِنذار بعضه صريح مثل قوله : { ليجزي الذين أساءوا بما عملوا } [ النجم : 31 ] الخ ، وبعضه تعريض كقوله : { وأنه أهلك عاداً الأولى } [ النجم : 50 ] وقوله : { وأن إلى ربك المنتهى } [ النجم : 42 ] .وإن جعلتَ اسم الإِشارة عائداً إلى ما تقدم من أول السورة بتأويله بالمذكور ، أو إلى ما لم ينبأ به الذي تولى وأعطى قليلاً ، ابتداءً من قوله : { أم لم ينبأ بما في صحف موسى } [ النجم : 36 ] إلى هنا على كلا التأويلين المتقدمين ، فتكون الإِشارة إلى الكلام المتقدم تنزيلاً لحضوره في السمع منزلة حضوره في المشاهدة بحيث يشار إليه .و«النذر» حقيقته المخبر عن حدوث حدث مضرّ بالمخبَر ( بالفتح ( ، وجمعه : نُذر ، هذا هو الأشهر فيه . ولذلك جعل ابن جريج وجمع من المفسرين الإِشارة إلى محمد صلى الله عليه وسلم وهو بعيد .ويطلق النذير على الإِنذار وهو خبر المخبِر على طريقة المجاز العقلي . قال أبو القاسم الزجاجي : يطلق النذير على الإِنذار ( يريد أنه اسم مصدر ( ومنه قوله تعالى : { فستعلمون كيف نذير } [ الملك : 17 ] أي إنذاري وجمعه نُذر أيضاً ، ومنه قوله تعالى : { كذبت ثمود بالنذر } [ القمر : 23 ] ، أي بالمنذِرين . وإطلاق نذير على ما هو كلام وهو القرآن أو بعض آياته مجاز عقلي ، أو استعارة على رأي جمهور أهل اللغة وهو حقيقة على رأي الزجاجي .والمراد بالنذر الأولى : السالفة ، أي أن معنى هذا الكلام من معاني الشرائع الأولى كقوله النبي : \" إنّ مما أدرك الناسُ من كلام النبوءة الأولى إذا لم تستح فاصنع ما شئتَ \" أي من كلام الأنبياء قبل الإِسلام ."
    },
    {
      "ayah": 57,
      "surah": 53,
      "text": "أَزِفَتِ الْآَزِفَةُ (57(تتنزل هذه الجملة من التي قبلها منزلة البيان للإِنذار الذي تضمّنه قوله : { هذا نذير } [ النجم : 56 ] .فالمعنى : هذا نذير بآزفة قربت ، وفي ذكر فعل القرب فائدة أخرى زائدة على البيان وهي أن هذا المنذَر به دَنا وقته ، فإنّ : أزف معناه : قَرب وحقيقته القرب المكان ، واستعير لقرب الزمان لكثرة ما يعاملون الزمان معاملة المكان .والتنبيه على قرب المنذر به من كمال الإِنذار للبدار بتجنب الوقوع فيما ينذر به .وجيء لفعل { أزفت } بفاعل من مادة الفعل للتهويل على السامع لتذهب النفس كل مذهب ممكن في تعيين هذه المحادثة التي أزفت ، ومعلوم أنها من الأمور المكروهة لورود ذكرها عقب ذكر الإِنذار .وتأنيث { الأزفة } بتأويل الوقعة ، أو الحادثة كما يقال : نَزلت به نازلة ، أو وقعت الواقعة ، وغشيته غاشية ، والعرب يستعملون التأنيث دلالة على المبالغة في النوع ، ولعلهم راعوا أن الأنثى مصدر كثرة النوع .والتعريف في { الأزفة } تعريف الجنس ، ومنه زيادة تهويل بتمييز هذا الجنس من بين الأجناس لأن في استحضاره زيادة تهويل لأنه حقيق بالتدبر في المخلَص منه نظير التعريف في { الحمد لله } [ الفاتحة : 2 ] ، وقولهم : أرسلها العِراك .والكلام يحتمل آزفة في الدنيا من جنس ما أُهلك به عاد وثمود وقوم نوح فهي استئصالهم يوم بدر ، ويحتمل آزفة وهي القيامة . وعلى التقديرين فالقرب مراد به التحقق وعدم الانقلاب منها كقوله تعالى : { اقتربت الساعة } [ القمر : 1 ] وقوله : { إنهم يرونه بعيداً ونراه قريباً } [ المعارج : 6 ، 7 ] ."
    },
    {
      "ayah": 58,
      "surah": 53,
      "text": "لَيْسَ لَهَا مِنْ دُونِ اللَّهِ كَاشِفَةٌ (58(وجملة { ليس لها من دون الله كاشفة } مستأنفة بيانية أو صفة ل { الأزفة } . و { كاشفة } يجوز أن يكون مصدراً بوزن فاعلة كالعافية ، وخائنة الأعين ، وليس لوقعتها كاذبة . والمعنى ليس لها كشف .ويجوز أن يكون اسمَ فاعل قرن بهاء التأنيث للمبالغة مثل راوية ، وباقعة ، وداهية ، أي ليس لها كاشف قوي الكشف فضلاً عمن دونه .والكشف يجوز أن يكون بمعنى التعرية مراد به الإِزالة مثل ويكشف الضر ، وذلك ضد ما يقال : غشية الضر .فالمعنى : لا يستطيع أحد إزالة وعيدها غير الله ، وقد أخبر بأنها واقعة بقوله : { ليس لها من دون الله كاشفة } كناية عن تحقق وقوعها .ويجوز أن يكون الكشف بمعنى إزالة الخفاء ، أي لا يبين وقت الآزفة أحد له قدرة على البيان على نحو قوله تعالى : { لا يجليها لوقتها إلا هو } [ الأعراف : 187 ] . فالمعنى : أن الله هو العالم بوقتها لا يعلمه أحد إلا إذا شاء أن يطلع عليه أحداً من رسله أو ملائكته .و { من دون الله } أي غير الله ، و { من } مزيدة للتوكيد ، وهو متعلق بالكون الذي ينوى في خبر ليس قوله : { لها } ."
    },
    {
      "ayah": 59,
      "surah": 53,
      "text": "أَفَمِنْ هَذَا الْحَدِيثِ تَعْجَبُونَ (59(تفريع على { هذا نذير من النذر الأولى } [ النجم : 56 ] وما عطف عليه وبُينّ به من بيان أو صفة ، فرع عليه استفهام إنكار وتوبيخ .والحديث : الكلام والخبر .والإِشارة إلى ما ذكر من الإِنذار بأخبار الذين كذبوا الرسل ، فالمراد بالحديث بعض القرآن بما في قوله : { أفبهذا الحديث أنتم مدهنون } [ الواقعة : 81 ] .ومعنى العجب هنا الاستبعاد والإِحالة كقوله : { أتعجبين من أمر الله } [ هود : 73 ] ، أو كناية عن الإنكار ."
    },
    {
      "ayah": 6,
      "surah": 53,
      "text": "ذُو مِرَّةٍ فَاسْتَوَى (6(وقوله : { فاستوى } مفرع على ما تقدم من قوله : { علمه شديد القوى } .والفاء لتفصيل { علمه } ، والمستوي هو جبريل . ومعنى استوائه : قيامه بعزيمة لتلقي رسالة الله ، كما يقال : استقل قائماً ، ومثل : بين يدي فلان ، فاستواء جبريل هو مبدأ التهيُّؤ لقبول الرسالة من عند الله ، ولذلك قيد هذا الاستواء بجملة الحال في قوله : { وهو بالأفق الأعلى } . والضمير لجبريل لا محالة ، أي قبل أن ينزل إلى العالم الأرضي .والأفق : اسم للجو الذي يبدو للناظر ملتقى بين طَرَف منتهى النظر من الأرض وبين منتهى ما يلوح كالقبة الزرقاء ، وغلب إطلاقه على ناحية بعيدة عن موطن القوم ومنه أفق المشرق وأفق المغرب ."
    },
    {
      "ayah": 60,
      "surah": 53,
      "text": "وَتَضْحَكُونَ وَلَا تَبْكُونَ (60(والضحك : ضحك الاستهزاء .والبكاء مستعمل في لاَزمه من خشية الله كقوله تعالى : { ويخرون للأذقان يبكون ويزيدهم خشوعاً } [ الإسراء : 109 ] .ومن هذا المعنى قول النبي صلى الله عليه وسلم للمسلمين حيث حلوا بحجر ثمود في غزوة تبوك « لا تدخلوا مساكن الذين ظلموا إلا أن تكونوا باكين أن يصيبكم مثل ما أصابهم » أي ضارعين الله أن لا يصيبكم مثل ما أصابهم أو خاشين أن يصيبكم مثل ما أصابهم .والمعنى : ولا تخشون سوء عذاب الإِشراك فتقلعوا عنه ."
    },
    {
      "ayah": 61,
      "surah": 53,
      "text": "وَأَنْتُمْ سَامِدُونَ (61(و { سامدون } : من السمود وهو ما في المرء من الإِعجاب بالنفس ، يقال : سمد البعير ، إذا رفع رأسه في سيره ، مُثل به حال المتكبر المعرض عن النصح المعجب بما هو فيه بحال البعير في نشاطه .وقيل السمود : الغِناء بلغة حِمْير . والمعنى : فرحون بأنفسكم تتغنون بالأغاني لقلة الاكتراث بما تسمعون من القرآن كقوله : { وما كان صلاتهم عند البيت إلا مكاء وتصدية } [ الأنفال : 35 ] على أحد تفسيرين .وتقديم المجرور للقصر ، أي هذا الحديث ليس أهلاً لأن تقابلوه بالضحك والاستهزاء والتكذيب ولا لأن لا يتوب سامعه ، أي لو قابلتم بفعلكم كلاماً غيره لكان لكم شبهة في فعلكم ، فأمّا مقابلتكم هذا الحديث بما فعلتم فلا عذر لكم فيها ."
    },
    {
      "ayah": 62,
      "surah": 53,
      "text": "فَاسْجُدُوا لِلَّهِ وَاعْبُدُوا (62(تفريع على الإِنكار والتوبيخ المفرعين على الإِنذار بالوعيد ، فرع عليه أمرهم بالسجود لله لأن ذلك التوبيخ من شأنه أن يعمق في قلوبهم فيكفّهم عما هم فيه من البطر والاستخفاف بالداعي إلى الله . ومقتضى تناسق الضمائر أن الخطاب في قوله : { فاسجدوا لله واعبدوا } موجه إلى المشركين .والسجود يجوز أن يراد به الخشية كقوله تعالى : { والنجم والشجر يسجدان } والمعنى : أمرهم بالخضوع إلى الله والكف عن تكذيب رسوله وعن إعراضهم عن القرآن لأن ذلك كله استخفاف بحق الله وكان عليهم لما دُعوا إلى الله أن يتدبروا وينظروا في دلائل صدق الرسول والقرآن .ويجوز أن يكون المراد سجود الصلاة والأمر به كناية عن الأمر بأن يُسلموا فإن الصلاة شعار الإسلام ، ألا ترى إلى قوله تعالى : { ما سلككم في سقر قالوا لم نك من المصلين } [ المدثر : 42 ، 43 ] ، أي من الذين شأنهم الصلاة وقد جاء نظيره الأمر بالركوع في قوله تعالى : { وإذا قيل لهم اركعوا لا يركعون } في سورة المرسلات ( 48 ( فيجوز فيه المحملان .وعطف على ذلك أمرهم بعبادة الله لأنهم إذا خضعوا له حَقَّ الخضوع عبدوه وتركوا عبادة الأصنام وقد كان المشركون يعبدون الأصنام بالطواف حولها ومعرضين عن عبادة الله ، ألاَ ترى أنهم عمدوا إلى الكعبة فوضعوا فيها الأصنام ليكون طوافهم بالكعبة طوافاً بما فيها من الأصنام .أو المراد : واعبدوه العبادة الكاملة وهي التي يُفرد بها لأن إشراك غيره في العبادة التي يستحقها إلا هو كعدم العبادة إذ الإِشراك إخلال كبير بعبادة الله قال تعالى : { واعبدوا الله ولا تشركوا به شيئاً } [ النساء : 36 ] .وقد ثبت في الأخبار الصحيحة أن النبي صلى الله عليه وسلم قرأ النجم فسجد فيها أي عند قوله : { فاسجدوا لله واعبدوا } وسجد من كان معه من المسلمين والمشركين إلا شيخاً مشركاً ( هو أمية بن خلف ( أخذ كفًّا من تراب أو حصى فرفعه إلى جهته وقال : يكفيني هذا . وروي أن عمر بن الخطاب وعبد الله بن مسعود كانا يسجدان عند هذه الآية في القراءة في الصلاة .وفي «أحكام» ابن العربي أن ابن عمر سجد فيها ، وفي «الصحيحين» و «السنن» عن زيد بن ثابت قال : قرأت النجم عند النبي صلى الله عليه وسلم فلم يسجد فيها . وفي «سنن ابن ماجه» عن أبي الدرداء «سجدت مع النبي صلى الله عليه وسلم إحدَى عشرة سجدة ليس فيها من المفصّل شيء» . وعن أبي بن كعب : كان آخر فعل النبي صلى الله عليه وسلم ترك السجود في المفصّل . وعن ابن عباس : أن النبي صلى الله عليه وسلم لم يسجد في المفصل منذ تحول إلى المدينة ، وسورة النجم من المفصَّل .واختلف العلماء في السجود عند هذه الآية فقال مالك : سجدة النجم ليست من عزائم القرآن ( أي ليست مما يسنّ السجود عندها .هذا مراده بالعزائم وليس المراد أن من سجود القرآن عَزائمَ ومنه غيرُ عزائم ف ( عزائم ( وصف كاشف ( ولم ير سجود القرآن في شيء من المفصل ، ووافقه أصحابه عدا ابن وهب قرآها من عزائم السجود ، هي وسجدة سورة الانشقاق وسجدة سورة العلق مثل قول أبي حنيفة . وفي «المنتقى» : أنه قول ابن وهب وابن نافع .وقال أبو حنيفة : هي من عزائم السجود . ونسب ابن العربي في «أحكام القرآن» مثله إلى الشافعي ، وهو المعروف في كتب الشافعية والحنابلة .وإنما سجد النبي صلى الله عليه وسلم فيها وإن كان الأمر في قوله : { فاسجدوا } مفرعاً على خطاب المشركين بالتوبيخ ، لأن المسلمين أولى بالسجود لله وليعضد الأمر القولي بالفعل ليبادر به المشركون . وقد كان ذلك مذكراً للمشركين بالسجود لله فسجدوا مع النبي صلى الله عليه وسلم ثم نسخ السجود فيها بعد ذلك فلم يروَ عن النبي صلى الله عليه وسلم بعد الهجرة ، ولخبر زيد بن ثابت وأُبي بن كعب وعمل معظم أصحاب النبي صلى الله عليه وسلم من أهل المدينة ."
    },
    {
      "ayah": 7,
      "surah": 53,
      "text": "وَهُوَ بِالْأُفُقِ الْأَعْلَى (7(ووصفه ب { الأعلى } في هذه الآية يفيد أنه ناحية من جو السماء . وذكر هذا ليرتب عليه قوله : { ثم دنا فتدلى } .و { ثم } عاطفة على جملة { فاستوى } ، والتراخي الذي تقيده { ثم } تراخخٍ رتبيّ لأن الدنوّ إلى حيث يبلِّغ الوحيَ هو الأَهم في هذا المقام .والدنوّ : القرب ، وإذ قد كان فعل الدنوّ قد عطف ب { ثم } على { فاستوى وهو بالأفق الأعلى } علم أنه دنا إلى العالم الأرضي ، أي أخذ في الدنو بعد أن تلقى ما يبلغه إلى الرسول صلى الله عليه وسلم"
    },
    {
      "ayah": 8,
      "surah": 53,
      "text": "ثُمَّ دَنَا فَتَدَلَّى (8(وتدلّى : انخفض من علو قليلاً ، أي ينزل من طبقات إلى ما تحتها كما يتدلى الشيء المعلق في الهواء بحيث لو رآه الرائي يحسبه متدلياً ، وهو ينزل من السماء غير منقضَ ."
    },
    {
      "ayah": 9,
      "surah": 53,
      "text": "فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَى (9(وقاب ، قيل معناه : قَدْر . وهو واوي العين ، ويقال : قاب وقِيب بكسر القاف ، وهذا ما درج عليه أكثر المفسرين . وقيل يطلق القاب على ما بين مقبض القوس ( أي وسط عوده المقوس ( وما بين سِيتيْهَا ( أي طرفيها المنعطف الذي يشدّ به الوتَر ( فللقوس قابان وسِيتان ، ولعل هذا الإِطلاق هو الأصل للآخر ، وعلى هذا المعنى حمل الفراء والزمخشري وابن عطية وعن سعيد بن المسيّب : القاب صدر القوس العربية حيث يشد عليه السير الذي يتنكبه صاحبه ولكل قوس قاب واحد .وعلى كلا التفسيرين فقوله : { قاب قوسين } أصله قابَيْ قوس أو قَابَيْ قوسين ( بتثنية أحد اللفظين المضاففِ والمضاف إليه ، أو كليهما ( فوقع إفراد أحد اللفظين أو كليهما تجنباً لثقل المثنى كما في قوله تعالى :{ إن تتوبا إلى الله فقد صغت قلوبكما } [ التحريم : 4 ] أي قلباكما .وقيل يطلق القوس في لغة أهل الحجاز على ذِراع يذرع به ( ولعله إذن مصدر قاس فسمي به ما يقاس به ( .والقوس : آلة من عُودِ نَبْع ، مقوسة يشد بها وتَر من جِلد ويرمي عنها السهام والنشاب وهي في مقدار الذراع عند العرب .وحاصل المعنى أن جبريل كان على مسافة قوسين من النبي صلى الله عليه وسلم الدال عليه التفريع بقوله : { فأوحى إلى عبده ما أوحى } ، ولعل الحكمة في هذا البعد أن هذه الصفة حكاية لصورة الوحي الذي كان في أوائل عهد النبي صلى الله عليه وسلم بالنبوءة فكانت قُواه البشرية يومئذٍ غير معتادة لتحمل اتصال القوة الملكية بها مباشرة رفقاً بالنبي صلى الله عليه وسلم أن لا يتجشم شيئاً يشق عليه ، ألا ترى أنه لما اتصل به في غار حراء ولا اتصال وهو الذي عبر عنه في حديثه بالغطّ قال النبي صلى الله عليه وسلم \" فغطّنِي حتى بلغ مني الجَهْد \" ثم كانت تعتريه الحالة الموصوفة في حديث نزول أول الوحي المشار إليها في سورة المدثّر وسورة المزمّل قال تعالى : { إنا سنلقي عليك قولاً ثقيلاً } [ المزمل : 5 ] ، ثم اعتاد اتصال جبريل به مباشرة فقد جاء في حديث عمر بن الخطاب في سؤال جبريل عن الإِيمان والإِسلام والإِحسان والساعة أنه «جلس إلى النبي صلى الله عليه وسلم فأسند ركبتيه إلى ركبتيه» إذ كان النبي صلى الله عليه وسلم أيامئذٍ بالمدينة وقد اعتاد الوحي وفارقته شدته ، ولمراعاة هذه الحكمة كان جبريل يتمثل للنبيء صلى الله عليه وسلم في صورة إنسان وقد وصفه عمر في حديث بيانِ الإِيمان والإِسلام بقوله : «إذ دخل علينا رجل شديدُ بياض الثياب شديدُ سواد الشعر لا يُرى عليه أثر السفر ولا يعرفه منا أحد» الحديث ، وأن النبي صلى الله عليه وسلم قال لهم بعد مفارقته \" يا عمر أتدري من السائل؟ قال عمر : الله ورسوله أعلم ، قال : «فإنه جبريل أتاكم يعلمكم دينكم \" . وقوله : { أو أدنى } { أو } فيه للتخيير في التقدير ، وهو مستعمل في التقريب ، أي إن أراد أحد تقريب هذه المسافة فهو مخيّر بين أن يجعلها قاب قوسين أو أدنى ، أي لا أزيد إشارة إلى أن التقدير لا مبالغة فيه ."
    }
  ]
}
