{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 54,
      "text": "اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ (1(من عادة القرآن أن ينتهز الفرصة لإِعادة الموعظة والتذكير حين يتضاءل تعلق النفوس بالدنيا ، وتُفكّر فيما بعد الموت وتُعير آذانها لداعي الهدى . فتتهيأ لقبول الحق في مظانّ ذلك على تفاوت في استعدادها وكم كان مثل هذا الانتهاز سبباً في إيمان قلوب قاسية ، فإذا أظهر الله الآيات على يد رسوله صلى الله عليه وسلم لتأييد صدقه شفع ذلك بإعادة التذكير كما قال تعالى : { وما نرسل بالآيات إلا تخويفاً } [ الإسراء : 59 ] .وجمهورُ المفسرين على أن هذه الآية نزلت شاهدة على المشركين بظهور آية كبرى ومعجزة من معجزات النبي صلى الله عليه وسلم وهي معجزة انشقاق القمر . ففي «صحيح البخاري» و «جامع الترمذي» عن أنس بن مالك قال : «سأل أهل مكة النبي صلى الله عليه وسلم أن يريهم آية فأراهم انشقاق القمر» . زاد الترمذي عنه «فانشق القمر بمكة فِرقتين ، فنزلت : { اقتربت الساعة وانشق القمر } إلى قوله : { سحر مستمر } [ القمر : 2 ] .وفي رواية الترمذي عن ابن مسعود قال : «بينما نحن مع رسول الله صلى الله عليه وسلم بمنَى فانشق القمر .وظاهره أن ذلك في موسم الحج . وفي «سيرة الحلبي» كان ذلك ليلة أربع عشرة ( أي في آخر ليالي منى ليلة النفْر ( . وفيها «اجتمع المشركون بمنى وفيهم الوليد بن المغيرة ، وأبو جهل ، والعاصي بن وائل ، والعاصي بن هشام ، والأسود بن عبد يغوث ، والأسود بن عبد المطلب ، وزمعة بن الأسود ، والنضر بن الحارث فسألوا النبي صلى الله عليه وسلم إن كنتَ صادقاً فشُقّ لنا القمر فرقتين فانشق القمر» .والعمدة في هذا التأويل على حديث عبد الله بن مسعود في «الصحيح» قال : \" انشق القمر ونحن مع النبي صلى الله عليه وسلم بِمنى فانشق فرقتين فرقةً فوق الجَبل وفرقة دونه فقال لنا رسول الله صلى الله عليه وسلم اشهدوا اشهَدوا \" . زاد في رواية الترمذي عنه «يعني { اقتربت الساعة وانشق القمر } . قلت : وعن ابن عباس نصفٌ على أبي قُبيس ونصفٌ على قُعَيْقِعَان .وروي مثله عن علي بن أبي طالب وابن عباس وابن عمر وحذيفةَ بن اليمان وأنس بن مالك وجبير بن مطعم ، وهؤلاء لم يشهدوا انشقاق القمر لأن من عدا علياً وابن عباس وابنَ عمر لم يكونوا بمكة ولم يسلموا إلا بعد الهجرة ولكنهم ما تكلموا إلا عن يقين .وكثرة رواة هذا الخبر تدل على أنه كان خبراً مستفيضاً . وقال في «شرح المواقف» : هو متواتر . وفي عبارته تسامح لعدم توفر شرط التواتر . ومراده : أنه مستفيض .وظاهر بعض الروايات لحديث ابن مسعود عند الترمذي أن الآية نزلت قبل حصول انشقاق القمر الواقع بمكة لمّا سأل المشركون رسول الله صلى الله عليه وسلم آية أو سألوه انشقاق القمر فأراهم انشقاق القمر وإنما هو انشقاق يحصل عند حلول الساعة .وروي هذا عن الحسن وعطاء وهو المعبر عنه بالخسوف في سورة القيامة ( 7 ، 8 ( { فإذا برق البصر وخسف القمر } الآية .وهذا لا ينافي وقوع انشقاق القمر الذي سأله المشركون ولكنه غير المراد في هذه الآية لكنه مؤوّل بما في روايته عند غير الترمذي .ولحديث أنس بن مالك أن الآية نزلت بعد انشقاق القمر .وعلى جميع تلك الروايات فانشقاق القمر الذي هو معجزة حصل في الدنيا . وفي البخاري عن ابن مسعود أنه قال : «خمس قد مضين اللزام والروم والبطشة والقَمر والدخان . وعن الحسن وعطاء أن انشقاق القمر يكون عند القيامة واختاره القشيري ، وروي عن البلخي . وقال الماوردي : هو قول الجمهور ، ولا يعرف ذلك للجمهور .وخبر انشقاق القمر معدود في مباحث المعجزات من كتب «السيرة» و«دلائل النبوة» .وليس لفظ هذه الآية صريحاً في وقوعه ولكن ظاهر الآية يقتضيه كما في «الشفاء» .فإن كان نزول هذه الآية واقعاً بعد حصول الانشقاق كما اقتضاه حديث ابن مسعود في «جامع الترمذي» فتصدير السورة ب { اقتربت الساعة } للاهتمام بالموعظة كما قدمناه آنفاً إذ قد تقرر المقصود من تصديق المعجزة .فجعلت تلك المعجزة وسيلة للتذكير باقتراب الساعة على طريقة الإِدماج بمناسبة أن القمر كائن من الكائنات السماوية ذات النظام المساير لنظام الجو الأرضي فلما حدث تغير في نظامه لم يكن مألوفاً ناسب تنبيه الناس للاعتبار بإمكان اضمحلال هذا العالم ، وكان فعل الماضي مستعملاً في حقيقته . وروي أن حذيفة بن اليمان قرأ { وقد انشق القمر } .وإن كان نزولها قبل حصول الانشقاق كما اقتضاه حديث أنس بن مالك فهو إنذار باقتراب الساعة وانشقاق القمر الذي هو من أشراط الساعة ومع الإِيماء إلى أن الانشقاق سيكون معجزة لما يسأله المشركون . ويرجح هذا المحمل قوله تعالى عقبه : { وإن يروا آية يعرضوا ويقولوا سحر مستمر } [ القمر : 2 ] كما سيأتي هنالك .وإذ قد حمل معظم السلف من المفسرين ومن خلفهم هذه الآية على أن انشقاق القمر حصل قبل نزولها أو بقرب نزولها فبنا أن نبين إمكان حصول هذا الانشقاق مسايرين للاحتمالات الناشئة عن روايات الخبر عن الانشقاق إبطالاً لجحد الملحدين ، وتقريباً لفهم المصدقين .فيجوز أن يكون قد حدث خسف عظيم في كرة القمر أحدث في وجهه هوة لاحت للناظرين في صورة شقه إلى نصفين بينهما سواد حتى يخيل أنه منشق إلى قمرين ، فالتعبير عنه بالانشقاق مطابق للواقع لأن الهوة انشقاق وموافق لمرأى الناس لأنهم رأوه كأنه مشقوق .ويجوز أن يكون قد حصل في الأفق بين سمت القمر وسمت الشمس مرور جسم سماوي من نحو بعض المذنبات حجب ضوء الشمس عن وجه القمر بمقدار ظل ذلك الجسم على نحو ما يسمى بالخسوف الجُزئيّ ، وليس في لفظ أحاديث أنس بن مالك عند مسلم والترمذي ، وابن مسعود وابن عباس عند البخاري ما يناكد هذا .ومن الممكن أن يكون هذا الانشقاق حدثاً مركباً من خسوف نصفي في القمر على عادة الخسوف فحجب نصف القمر ، والقمر على سمت أحد الجبلين وقد حصل في الجو ساعتئذٍ سحاب مائي انعكس في بريق مائه صورة القمر مخسُوفاً بحيث يخاله الناظر نصفاً آخر من القمر دون كسوف طالعاً على جهة ذلك الجبل ، وهذا من غرائب حوادث الجوّ . وقد عُرفت حوادث من هذا القبيل بالنسبة لأشعة الشمس ، ويجوز أن يحدث مثلها بالنسبة لضوء القمر على أنه نادر جداً وقد ذكرنا ذلك عند قوله تعالى : { وإذ نتقنا الجبل فوقهم } في سورة الأعراف ( 171 ( .ويؤيد هذا ما أخرجه الطبراني وابن مردويه من طريق عكرمة عن ابن عباس قال : كسف القمر على عهد رسول الله فقالوا : سحر القمر فنزلت اقتربت الساعة } الآية فسماه ابن عباس كسوفاً تقريباً لنوعه .وهذا الوجه لا ينافي كون الانشقاق معجزة لأن حصوله في وقت سؤالهم من النبي صلى الله عليه وسلم آيةً وإلهام الله إياهم أن يسألوا ذلك في حين تقدير الله كاف في كونه آيةً صدق . أو لأن الوحي إلى النبي صلى الله عليه وسلم بأن يتحدّاهم به قبلَ حصوله دليل على أنه مرسل من الله إذ لا قبل للرسول صلى الله عليه وسلم بمعرفة أوقات ظواهر التغيرات للكواكب . وبهذا الوجه يظهر اختصاص ظهور ذلك بمكة دون غيرها من العالم ، وإما على الوجه الأول فإنما لم يَشعُر به غيرُ أهل مكة من أهل الأرض لأنهم لم يكونوا متأهبين إليه إذ كان ذلك ليلاً وهو وقت غفلة أو نوم ولأن القمر ليس ظهوره في حد واحد لأهل الأرض فإن مواقيت طلوعه تختلف باختلاف البلدان في ساعات الليل والنهار وفي مسامتة السماء .قال ابن كيسان : هو على التقديم والتأخير . وتقديره : انشق القمر واقتربت الساعة ، أي لأن الأصل في ترتيب الأخبار أن يجري على ترتيبها في الوقوع وإن كان العطف بالواو لا يقتضي ترتيباً في الوقوع .{ وانشق } مطاوع شقه ، والشق : فرج وتفرّق بين أديم جسم مَّا بحيث لا تنفصل قطعة مجموع ذلك الجسم عن البقية ، ويُسمى أيضاً تصدعاً كما يقع في عُود أو جدار .فإطلاق الانشقاق على حدوث هوة في سطح القمر إطلاق حقيقي وإطلاقه على انطماس بعض ضوئه استعارة ، وإطلاقه على تفرقة نصفين مجاز مرسل .والاقتراب أصله صيغة مطاوعة ، أي قبول فعل الفاعل ، وهو هنا للمبالغة في القرب فإن حمل على حقيقة القرب فهو قرب اعتباري ، أي قرب حلول الساعة فيما يأتي من الزمان قرباً نسبياً بالنسبة لما مضى من الزمان ابتداء من خلق السماء والأرض على نحو قول النبي صلى الله عليه وسلم\" بعثت أنا والساعةَ كهاتين \" وأشار بسبابته والوسطى فإن تحديد المدة من وقت خلق العالم أو من وقت خلق الإِنسان أمر لا قبل للناس به وما يوجد في كتب اليهود مبنى على الحدس والتوهمات ، قال ابن عطية : «وكل ما يروى من التحديد في عُمر الدنيا فضعيف واهن» اه .وفائدة هذا الاعتبار أن يقبل الناس على نبذ الشرك وعلى الاستكثار من الأعمال الصالحات واجتناب الآثام لقرب يوم الجزاء .والساعة : علم بالغلبة على وقت فناء هذا العالم . ويجوز أن يراد بالساعة ساعة معهودة أنذروا بها في آيات كثيرة وهي ساعة استئصال المشركين بسيوف المسلمين .وإن حمل القرب على المجاز ، أي الدلالة على الإمكان ، فالمعنى : اتضح للناس ما كانوا يجدونه محالاً من فناء العالم فإن لحصول المُثُل والنظائر إقناعاً بإمكان أمثالها التي هي أقوى منها .وعطفُ { وانشق القمر } عطفُ جملة على جملة .والخبر مستعمل في لازم معناه وهو الموعظة إن كانت الآية نزلت بعد انشقاق القمر كما تقدم لأن علمهم بذلك حاصل فليسوا بحاجة إلى إفادتهم حكم هذا الخبر وإنما هم بحاجة إلى التذكير بأن من أمارات حلول الساعة أن يقع خسف في القمر بما تكررت موعظتهم به كقوله تعالى : { فإذا برق البصر وخسف القمر } [ القيامة : 7 ، 8 ] الآية إذ ما يأمنهم أن يكون ما وقع من انشقاق القمر أمارة على اقتراب الساعة فما الانشقاق إلا نوع من الخسف فإن أشراط الساعة وعلاماتها غير محدودة الأزمنة في القرب والبعد من مشروطها ."
    },
    {
      "ayah": 10,
      "surah": 54,
      "text": "فَدَعَا رَبَّهُ أَنِّي مَغْلُوبٌ فَانْتَصِرْ (10(تفريع على { كذبت قبلهم قوم نوح } [ القمر : 9 ] وما تفرع عليه .والمغلوب مجاز ، شبه يأسه من إجابتهم لدعوته بحال الذي قاتل أو صارع فغلبه مقاتله ، وقد حكى الله تعالى في سورة نوح كيف سلك مع قومه وسائل الإقناع بقبول دعوته فأعيته الحيل .و { أنى } بفتح الهمزة على تقدير باء الجر محذوفة ، أي دعا بأني مغلوب ، أي بمضمون هذا الكلام في لغته .وحذف متعلق { فانتصر } للإِيجاز وللرعي على الفاصلة والتقدير : فانتصر لي ، أي انصرني ."
    },
    {
      "ayah": 11,
      "surah": 54,
      "text": "فَفَتَحْنَا أَبْوَابَ السَّمَاءِ بِمَاءٍ مُنْهَمِرٍ (11(وجملة { ففتحنا أبواب السماء } إلى آخرها مفرعة على جملة { فدعا ربه } ، ففهم من التفريع أن الله استجاب دعوته وأن إرسال هذه المياه عقاب لقوم نوح . وحاصل المعنى : فأرسلنا عليهم الطوفان بهذه الكيفية المحكمة السريعة .وقرأ الجمهور { ففتحنا } بتخفيف التاء . وقرأه ابن عامر بتشديدها على المبالغة . والفتح بمعنى شدة هطول المطر .وجملة { ففتحنا أبواب السماء بماء منهمر } مركب تمثيلي لهيئة اندفاق الأمطار من الجو بهيئة خروج الجماعات من أبواب الدار على طريقة :وسالتْ بأعناق المطيّ الأباطح ... والمنهمر : المنصب ، أي المصبوب يقال : عمرَ الماء إذا صبه ، أي نازل بقوة .والتفجير : إسالة الماء ، يقال : تفجر الماء ، إذا سال ، قال تعالى : { حتى تفجر لنا من الأرض ينبوعاً } [ الإسراء : 90 ] ."
    },
    {
      "ayah": 12,
      "surah": 54,
      "text": "وَفَجَّرْنَا الْأَرْضَ عُيُونًا فَالْتَقَى الْمَاءُ عَلَى أَمْرٍ قَدْ قُدِرَ (12(وتعدية { فجّرنا } إلى اسم الأرض تعدية مجازية إذ جعلت الأرض من كثرة عيونها كأنها عين تتفجر . وفي هذا إجمال جيء من أجله بالتمييز له بقوله : { عيوناً } لبيان هذه النسبة ، وقد جعل هذا ملحقاً بتمييز النسبة لأنه محول عن المفعول إذ المعنى : وفجرنا عيون الأرض ، وهو مثل المحول عن الفاعل في قوله تعالى : { واشتعل الرأس شيباً } [ مريم : 4 ] ، أي شيب الرأس إذ لا فرق بينهما ، ونكتة ذلك واحدة . قال في «المفتاح» : «إسناد الاشتعال إلى الرأس لإِفادة شُمول الاشتعاللِ الرأسَ إذ وزان اشتعل شيبُ الرأس ، واشتعل الرأس شيباً وزان اشتعلت النار في بيتي واشتعل بيتي ناراً» اه .والتقاء الماء : تجمع ماءِ الأمطار مع ماء عيون الأرض فالإلتقاء مستعار للاجتماع ، شبه الماء النازل من السماء والماء الخارج من الأرض بطائفتين جاءت كل واحدة من مكان فالتقتا في مكان واحد كما يلتقي الجيشان .والتعريف في { الماء } للجنس . وعلم من إسناد الإلتقاء أنهما نوعان من الماء ماء المطر وماء العيون .و { على } من قوله : { على أمر } يجوز أن تكون بمعنى ( في ( كقوله تعالى : { ودخل المدينة على حين غفلة من أهلها } [ القصص : 15 ] ، وقول الفرزدق :على حالةٍ لو أن في البحر حاتماً ... على جوده لضنَّ بالماء حاتموالظرفية مجازية . ويجوز أن تكون { على } للاستعلاء المجازي ، أي ملابساً لأمر قد قدر ومتمكناً منه .ومعنى التمكن : شدة المطابقة لما قُدر ، وأنه لم يحد عنه قيد شَعَرة .والأمر : الحال والشأن وتنوينه للتعظيم .ووصف الأمر بأنه { قد قدر } ، أي أتقن وأحكم بمقدار ، يقال : قدَره بالتخفيف إذا ضبطه وعينه كما قال تعالى :{ إنا كل شيء خلقناه بقدر } [ القمر : 49 ] ومحل { على أمر } النصب على الحال من الماء .واكتفي بهذا الخبر عن بقية المعنى ، وهو طغيان الطوفان عليهم اكتفاء بما أفاده تفريع { ففتحنا أبواب السماء } كما تقدم انتقالاً إلى وصف إنجاء نوح من ذلك الكرب العظيم"
    },
    {
      "ayah": 13,
      "surah": 54,
      "text": "وَحَمَلْنَاهُ عَلَى ذَاتِ أَلْوَاحٍ وَدُسُرٍ (13(، فجملة { وحملناه } معطوفة على التفريع عطف احتراس .والمعنى : فأغرقناهم ونجَّيْناه .و { ذات ألواح ودُسُر } صفة السفينة ، أقيمت مقام الموصوف هنا عوضاً عن أن يقال : وحملناه على الفلك لأن في هذه الصفة بيان متانة هذه السفينة وإحكام صنعها . وفي ذلك إظهار لعناية الله بنجاة نوح ومن معه فإن الله أمره بصنع السفينة وأوحى إليه كيفية صنعها ولم تكن تعرف سفينة قبلها ، قال تعالى : { وأوحي إلى نوح أنه لن يؤمن من قومك إلا من قد آمن فلا تبتئس بما كانوا يفعلون واصنع الفلك بأعيننا ووحينا } [ هود : 36 ، 37 ] ، وعادة البلغاء إذا احتاجوا لذكر صفة بشيء وكان ذكرها دالاً على موصوفها أن يستغنوا عن ذكر الموصوف إيجازاً كما قال تعالى : { أن اعمل سابغات } [ سبأ : 11 ] ، أي دروعاً سابغات .والحمل : رفع الشيء على الظهر أو الرأس لنقله { وتحمل أثقالكم } [ النحل : 7 ] وله مجازات كثيرة .والألواح : جمع لوح ، وهو القطعة المسوّاة من الخشب .والدسر : جمع دِسار ، وهو المسمار .وعدي فعل ( حملنا ( إلى ضمير نوح دون من معه من قومه لأن هذا الحمل كان إجابة لدعوته ولنصره فهو المقصود الأول من هذا الحمل ، وقد أشار إلى ذلك قوله تعالى : { فأنجيناه والذين معه برحمة منا } [ الأعراف : 72 ] وقوله : { فإذا استويت أنت ومن معك على الفلك } [ المؤمنون : 28 ] ونحوه من الآيات الدالة على أنه المقصود بالإنجاء وأن نجاة قومه بمعيته ، وحسبك قوله تعالى في تذييل هذه الآية { جزاء لمن كان كفر } فإن الذي كان كُفِر هو نوح كفر به قومه .و { على } للاستعلاء المجازي وهو التمكن كقوله تعالى : { فإذا استويت أنت ومن معك على الفلك } ، وإلا فإن استقراره في السفينة كائن في جوفها كما قال تعالى : { إنا لما طغا الماء حملناكم في الجارية } [ الحاقة : 11 ] { قلنا احمل فيها من كل زوجين اثنين } [ هود : 40 ] ."
    },
    {
      "ayah": 14,
      "surah": 54,
      "text": "تَجْرِي بِأَعْيُنِنَا جَزَاءً لِمَنْ كَانَ كُفِرَ (14(والباء في { بأعيننا } للملابسة .والأعين : جمع عين بإطلاقه المجازي ، وهو الاهتمام والعناية ، كقول النابغة :علمْتك ترعاني بعين بصيرة ... وقال تعالى : { فإنك بأعيننا } [ الطور : 48 ] .وجُمع العين لتقوية المعنى لأن الجمع أقوى من المفرد ، أي بحراسات منّا وعنايات . ويجوز أن يكون الجمع باعتبار أنواع العنايات بتنوع آثارها . وأصل استعمال لفظ العين في مثله تمثيل بحال الناظر إلى الشيء المحروس مثل الراعين كما يقال للمسافر : «عين الله عليك» ، ثم شاع ذلك حتى ساوى الحقيقة فجمع بذلك الاعتبار . وتقدم في سورة هود .و { جزاء } مفعول لأجله ل { فتحنا } وما عُطف عليه ، أي : فعلنا ذلك كله جزاء لنوح . و { من كان كُفِر } هو نوح فإن قومه كَفَروا به ، أي لم يؤمنوا بأنه رسول وكان كفرهم به منذ جاءهم بالرسالة فلذلك أقحم هنا فعل { كان } ، أي لمن كُفِر منذ زمان مضى وذلك ما حكي في سورة نوح ( 5 9 ( بقوله : { قال رب إني دعوت قومي ليلاً ونهاراً } إلى قوله : { ثم إني دعوتهم جهاراً ثم إنِّي أعلنت لهم وأسررت لهم إسراراً } وحذف متعلق كفر لدلالة الكلام عليه . وتقديره : كفر به ، أو لأنه نصح لهم ولقي في ذلك أشد العناء فلم يشكروا له بل كفروه فهو مكفور فيكون من باب قوله تعالى : { ولا تكفرون } [ البقرة : 152 ] ."
    },
    {
      "ayah": 15,
      "surah": 54,
      "text": "وَلَقَدْ تَرَكْنَاهَا آَيَةً فَهَلْ مِنْ مُدَّكِرٍ (15(ضمير المؤنث عائد إلى { ذات ألواح ودسر } ، أي السفينة . والترك كناية عن الإِبقاء وعدم الإِزالة ، قال تعالى : { وتركنا فيها آية } في سورة الذاريات ( 37 ( ، وقال : { وتركهم في ظلمات لا يبصرون } في سورة البقرة ( 17 ( ، أي أبقينا سفينة نوح محفوظة من البِلى لتكون آية يشهدها الأمم الذين أرسلت إليهم الرسلُ متى أراد واحد من الناس رؤيتها ممن هو بجوار مكانها تأييداً للرسل وتخويفاً بأول عذاب عُذبت به الأمم أمة كذبت رسولها فكانت حجة دائمة مثل ديار ثمود .ثم أخذت تتناقص حتى بقي منها أخشاب شهدها صدر الأمة الإسلامية فلم تضمحل حتى رآها ناس من جميع الأمم بعد نوح فتواتر خبرها بالمشاهدة تأييداً لتواتر الطوفان بالأخبار المتواترة . وقد ذكر القرآن أنها استقرت على جبل الجوديّ فمنه نزل نوح ومن معه وبقيت السفينة هنالك لا ينالها أحد ، وذلك من أسباب حفظها عن الاضمحلال . واستفاض الخبر بأن الجودي جُبيل قرب قرية تسمى ( باقِرْدَى ( بكسر القاف وسكون الراء ودال مفتوحة مقصوراً من جزيرة ابن عمر قرب المَوْصل شرقيَّ دجلة .وفي «صحيح البخاري» قال قتادة : «لقد شَهدها صدر هذه الأمة» قال تعالى في سورة العنكبوت ( 15 ( { وجعلناها آية للعالمين } وقد تقدم ذلك مفصلاً هنالك .والآية : الحجة . وأصل الآية الأمارة التي يصطلح عليها شخصان فأكثر { قال رب اجعل لي آية قال آيتك أن لا تكلم الناس ثلاثة أيام } [ آل عمران : 41 ] .وإنما قال هنا { ولقد تركناها } وقال في سورة العنكبوت ( 15 ( { وجعلناها آية للعالمين } لأن ذكرها في سورة القمر وردَ بعد ذكر كيفية صنعها وحدوث الطوفان وحمل نوح في السفينة . فأخبر بأنها أُبقيت بعد تلك الأحوال ، فالآية في بقائها ، وفي سورة العنكبوت وَرَد ذِكر السفينة ابتداء فأخبر بأن الله جعلها آية إذْ أوحى إلى نوح بصنعها ، فالآية في إيجادها وهو المعبر عنه ب { جعلناها } .وفرع على إبقاء السفينة آية استفهام عمن يتذكر بتلك الآية وهو استفهام مستعمل في معنى التحضيض على التذكر بهذه الآية واستقصاء خبرها مثل الاستفهام في قول طرفة :إذا القوم قالوا من فتى . . . البيت ... والتحضيض موجه إلى جميع من تبلغه هذه الآيات ومن } زائدة للدلالة على عموم الجنس في الإِثبات على الأصح من القولين .و { مُدَّكر } أصله : مُذتَكر مفتعل من الذُكر بضم الذال ، وهو التفكر في الدليل فقلبت تاء الافتعال دالاً لتقارب مخرجيهما ، وأدغم الذال في الدال لذلك ، وقرَاءة هذه الآية مروية بخصوصها عن النبي صلى الله عليه وسلم وتقدم في سورة يوسف ( 45 ( { وادَّكَر بعد أمة . }"
    },
    {
      "ayah": 16,
      "surah": 54,
      "text": "فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ (16(تفريع على القصة بما تضمنته من قوله : { ففتحنا أبواب السماء } [ القمر : 11 ] إلى آخره . و ( كيف ( للاستفهام عن حالة العذاب . وهو عذاب قوم نوح بالطوفان والاستفهام مستعمل في التعجيب من شدة هذا العذَاب الموصوف . والجملة في معنى التذييل وهو تعريض بتهديد المشركين أن يصيبهم عذاب جزاء تكذيبهم الرسول صلى الله عليه وسلم وإعراضهم وأذاهم كما أصاب قوم نوح .وحُذف ياء المتكلم من { نذر } وأصله : نُذري . وحذفها في الكلام في الوقف فصيح وكثر في القرآن عند الفواصل .والنذر : جمع نذير الذي هو اسم مصدر أَنذر كالنذارة وتقدم آنفاً في هذه السورة وإنما جمعت لتكرر النذارة من الرسول لقومه طلباً للإِيمانهم ."
    },
    {
      "ayah": 17,
      "surah": 54,
      "text": "وَلَقَدْ يَسَّرْنَا الْقُرْآَنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ (17(لمّا كانت هذه النذارة بُلِغت بالقرآن والمشركون معرضون عن استماعه حارمين أنفسهم من فوائده ذُيّل خبرها بتنويه شأن القرآن بأنه من عند الله وأن الله يسّره وسَهله لتذكّر الخلق بما يحتاجونه من التذكير مما هو هدى وإرشاد . وهذا التيسير ينبىء بعناية الله به مثل قوله : { إنا نحن نزلنا الذكر وإنا له لحافظون } [ الحجر : 9 ] تبصرة للمسلمين ليزدادوا إقبالاً على مدارسته وتعريضاً بالمشركين عسى أن يَرْعَوُوا عن صدودهم عنه كما أنبأ عنه قوله : { فهل من مدكر } .وتأكيد الخبر باللام وحرف التحقيق مراعى فيه حَال المشركين الشاكين في أنه من عند الله .والتيسير : إيجاد اليسر في شيء ، من فعل كقوله : { يريد الله بكم اليسر } [ البقرة : 185 ] أو قولٍ كقوله تعالى : { فإنما يسرناه بلسانك لعلهم يتذكرون } [ الدخان : 58 ] .واليسر : السهولة ، وعدم الكلفة في تحصيل المطلوب من شيء . وإذ كان القرآن كلاماً فمعنى تيسيره يرجع إلى تيسير ما يُراد من الكلام وهو فهم السامع المعاني التي عناها المتكلم به بدون كلفة على السامع ولا إغلاق كما يقولون : يدخل للأذن بلا إذن . وهذا اليسر يحصل من جانب الألفاظ وجانب المعاني؛ فأما من جانب الألفاظ فلذلك بكونها في أعلى درجات فصاحة الكلمات وفصاحة التراكيب ، أي فصاحة الكلام ، وانتظام مجموعها ، بحيث يخف حفظها على الألسنة .وأما من جانب المعاني ، فبوضوح انتزاعها من التراكيب ووفرة ما تحتوي عليه التراكيب منها من مغازي الغرض المسوقة هي له . وبتولد معاننٍ من معاننٍ أُخر كلّما كرّر المتدبر تدبّره في فهمها .ووسائل ذلك لا يحيط بها الوصف وقد تقدم بسطها في المقدمة العاشرة من مقدمات هذا التفسير ومن أهمها إيجاز اللفظ ليسرع تعلقه بالحفظ ، وإجمالُ المدلولات لتذهب نفوس السامعين في انتزاع المعاني منها كل مذهب يسمح به اللفظ والغرض والمقامُ ، ومنها الإِطناب بالبيان إذا كان في المعاني بعض الدقة والخفاء .ويتأتّى ذلك بتأليف نظم القرآن بلغة هي أفصح لغات البشر وأسمحُ ألفاظاً وتراكيب بوفرة المعاني ، وبكَوْن تراكيبه أقصى ما تسمح به تلك اللغة ، فهو خيار من خيار من خيار . قال تعالى : { بلسان عربي مبين } [ الشعراء : 195 ] .ثم يكون المتلقين له أمة هي أذكى الأمم عقولاً وأسرعها أفهاماً وأشدها وعْياً لما تسمعه ، وأطولها تذكراً له دون نسيان ، وهي على تفاوتهم في هذه الخلال تفاوتاً اقتضته سنة الكون لا يناكد حالهم في هذا التفاوت ما أراده الله من تيسيره للذكر ، لأن الذكر جنس من الأجناس المقول عليها بالتشكيك إلا أنه إذا اجتمع أصحاب الأفهام على مدارسته وتدبره بدَت لجموعهم معان لا يحصيها الواحد منهم وحده .وقد فرض الله على علماء القرآن تبيينَه تصريحاً كقوله : { لتبين للناس ما نزل إليهم } [ النحل : 44 ] ، وتعريضاً كقوله : { وإذ أخذ الله ميثاق الذين أوتوا الكتاب لتبينّنّه للناس }[ آل عمران : 187 ] فإن هذه الأمة أجدر بهذا الميثاق .وفي الحديث : \" ما اجتمع قوم في بيت من بيوت الله يتلُون كتاب الله ويتدارسونه بينهم إلاّ نزلتْ عليهم السكينة وغشيتهم الرحمة وذكرهم الله فيمن عنده \" . واللام في قوله : { للذكر } متعلقة ب { يسرنا } وهي ظرف لغو غيرُ مستقر ، وهي لام تدل على أن الفعل الذي تعلقت به فُعِل لانتفاع مدخول هذه اللام به فمدخولها لا يراد منه مجرد تعليل فعل الفاعل كما هو معنى التعليل المجرد ومعنى المفعول لأجله المنتصببِ بإضمار لام التعليل البسيطة ، ولكن يراد أن مدخول هذه اللام علة خاصة مراعاةٌ في تحصيل فعل الفاعل لفائدته ، فلا يصح أن يقع مدخول هذه اللام مفعولاً لأن المفعول لأجله علة بالمعنى الأعَمّ ومدخول هذه اللام علة خاصَّة فالمفعول لأجله بمنزلة سبب الفعل وهو كمدخول باء السببية في نحو { فكّلاً أخذنا بذنبه } [ العنكبوت : 40 ] ، ومجرور هذه اللام بمنزلة مجرور باء الملابسة في نحو { تنبت بالدهن } [ المؤمنون : 20 ] ، وهو أيضاً شديد الشبه بالمفعول الأول في باب كسَا وأعطى ، فهذه اللام من القسم الذي سماه ابن هشام في «مغني اللبيب» : شبه التمليك . وتبع في ذلك ابنَ مالك في «شرح التسهيل» .وأحسن من ذلك تسمية ابن مالك إياه في «شرح كافيته» وفي «الخلاصة» معنى التعدية . ولقد أجاد في ذلك لأن مدخول هذه اللام قد تعدى إليه الفعل الذي تعلقت به اللام تعديةً مثلَ تعدية الفعل المتعدي إلى المفعول ، وغفل ابن هشام عن هذا التدقيق ، وهو المعنى الخامس من معاني اللام الجارة في «مغني اللبيب» وقد مثله بقوله تعالى : { جعل لكم من أنفسكم أزواجاً } [ الشورى : 11 ] ، ومثّل له ابن مالك في «شرح التسهيل» بقوله تعالى : { فهب لي من لدنك ولياً } [ مريم : 5 ] ، ومن الأمثلة التي تصلح له قوله تعالى : { وذللناها لهم فمنها ركوبهم ومنها يأكلون } [ يس : 72 ] وقوله تعالى : { ونيسرك لليسرى } [ الأعلى : 8 ] وقوله : { فسنيسره لليسرى } [ الليل : 7 ] وقوله : { فسنيسره للعسرى } [ الليل : 10 ] ، ألا ترى أن مدخول اللام في هذه الأمثلة دال على المتنفعين بمفاعيل أفعالها فهم مثل أول المفعولين من باب كسا .وإنما بسطنا القول في هذه اللام لدقة معناها وليتّضح معنى قوله تعالى : { ولقد يسرنا القرآن للذكر } .وأصل معاني لام الجر هو التعليل وتنشأ من استعمال اللام في التعليل المجازي معان شاعت فساوت الحقيقة فجعلها النحويون معاني مستقلة لقصد الإِيضاح .والذكر : مصدر ذكر الذي هو التذكر العقلي لا اللساني ، والذي يرادفه الذُكر بضم الذال اسماً للمصدر ، فالذكر هو تذكر ما في تذكره نفع ودفع ضر ، وهو الاتعاظ والاعتبار .فصار معنى { يسرنا القرآن للذكر } أن القرآن سُهلت دلالته لأجل انتفاع الذكر بذلك التيسير ، فجعلت سرعة ترتب التذكر على سماع القرآن بمنزلة منفعة للذكر لأنه يشيع ويروج بها كما ينتفع طالب شيء إذا يُسرت له وسائل تحْصيله ، وقربت له أباعدها . ففي قوله : { يسرنا القرآن للذكر } استعارة مكنية ولفظ { يسرنا } تخييل . ويؤول المعنى إلى : يسرنا القرآن للمتذكرين .وفرع على هذا المعنى قوله : { فهل من مدكر } . والقول فيه كالقول في نظيره المتقدم آنفاً ، إلا أن بين الادِّكارين فرقاً دقيقاً ، فالادِّكار السالف ادّكار اعتبار عن مشاهدة آثار الأمة البائدة ، والادّكار المذكور هنا ادكار عن سماع مواعظ القرآن البالغة وفهم معانيه والاهتداء به ."
    },
    {
      "ayah": 18,
      "surah": 54,
      "text": "كَذَّبَتْ عَادٌ فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ (18(موقع هذه الجملة كموقع جملة { كذبت قبلهم قوم نوح } [ القمر : 9 ] فكان مقتضى الظاهر أن تعطف عليها ، وإنما فصلت عنها ليكون في الكلام تكرير التوبيخ والتهديد والنعي عليهم عقب قوله : { ولقد جاءهم من الأنباء ما فيه مزدجر حكمة بالغة فما تغن النذر } [ القمر : 4 ، 5 ] . ومقام التوبيخ والنعي يقتضي التكرير .والحكم على عاد بالتكذيب عموم عرفي بناء على أن معظمهم كذبوه وما آمن به إلا نفر قليل قال تعالى : { ولما جاء أمرنا نجينا هوداً والذين آمنوا معه برحمة منا } [ هود : 58 ] .وفرع على التذكير بتكذيب عاد قوله : { فكيف كان عذابي ونذر } قبل أن يذكر في الكلام ما يشعر بأن الله عذبهم فضلاً عن وصف عذابهم .فالاستفهام مستعمل في التشويق للخبر الوارد بعده وهو مجاز مرسل لأن الاستفهام يستلزم طلب الجواب والجواب يتوقف على صفة العذاب وهي لَمّا تذكر فيحصل الشوق إلى معرفتها وهو أيضاً مكنى به عن تهويل ذلك العذاب .وفي هذا الاستفهام إجمال لحال العذاب وهو إجمال يزيد التشويق إلى ما يبينه بعده"
    },
    {
      "ayah": 19,
      "surah": 54,
      "text": "إِنَّا أَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا فِي يَوْمِ نَحْسٍ مُسْتَمِرٍّ (19(من قوله : { إنا أرسلنا عليهم ريحاً صرصراً } الآية ، ونظيره قوله تعالى : { عم يتساءلون } [ النبأ : 1 ] ثم قوله : { عن النبأ العظيم } [ النبأ : 2 ] الآية .وعطف { ونذر } على { عذابي } بتقدير مضاف دل عليه المقام ، والتقدير : وعاقبة نذري ، أي إنذاراتي لهم ، أي كيف كان تحقيق الوعيد الذي أنذرهم .ونُذر : جمع نذير بالمعنى المصدري كما تقدم في أوائل السورة وقد علمت بما ذكرنا أن جملة «فكيف كان عذابي ونذري» هذه ليست تكريراً لنظيرها السابق في خبر قوم نوح ، ولا اللاحق في آخر قصة عاد للاختلاف الذي علمته بين مُفادها ومفاد مماثلتها وإن اتحدت ألفاظهما .والبليغ يتفطن للتغاير بينهما فيصرفه عن توهم أن تكون هذه تكريراً فإنه لما لم يسبق وصف عذاب عاد لم يستقم أن يكون قوله : { فكيف كان عذابي } تعجيباً من حالة عذابهم .وقوله : { ونذر } موعظة من تحقق وعيد الله إياهم ، وقد أشار الفخر إلى هذا وقفينا عليه ببسط وتوجيه . وأصل السؤال عن تكرير هذه الجملة أثناء قصة عاد هنا أورده في كتاب «درة التنزيل وغرة التأويل» المنسوب إلى الفخر وإلى الراغب إلا أن كلام الفخر في «التفسير» أجدر بالتعويل مما في «درة التنزيل» .وجملة { إنا أرسلنا عليهم ريحاً صرصراً } الخ بيان للإجمال الذي في قوله : { فكيف كان عذابي ونذر } . وهو في صورة جواب للاستفهام الصوري . وكلتا الجملتين يفيد تعريضاً بتهديد المشركين بعذاب على تكذيبهم .وجملة البيان إنما اتصف حال العذاب دون حال الإِنذار ، أو حال رسولهم وهو اكتفاء لأن التكذيب يتضمن مجيء نذير إليهم وفي مفعول { كذبت } المحذوف إشعار برسولهم الذي كذبوه وبعث الرسول وتكذيبهم إياه بتضمن الإِنذار لأنهم لما كذبوه حق عليه إنذارهم .وتعدية إرسال الريح إلى ضميرهم هي كإسناد التكذيب إليهم بناء على الغالب وقد أنجى الله هوداً والذين معه كما علمت آنفاً أو هو عائد إلى المكذبين بقرينة قوله : { كذبت عاد } .والصرصر : الشديدة القوية يكون لها صوت ، وتقدم في سورة فصّلت .وأريد ب { يوم نحس } أول أيام الريح التي أرسلت على عاد إذ كانت سبعة أيام إلا يوماً كما في قوله تعالى : { فأرسلنا عليهم ريحاً صرصراً في أيام نحسات } في سورة فصّلت ( 16 ( وقوله : { سخّرها عليهم سبع ليال وثمانية أيام حسوماً } في سورة الحاقة ( 7 ( .والنحْس : سوء الحال .وإضافة يوم } إلى { نحس } من إضافة الزمان إلى ما يقع فيه كقولهم يوم تحلاق اللمم ، ويوم فتح مكة . وإنما يضاف اليوم إلى النحس باعتبار المنحوس ، فهو يوم نحس للمعذبين يوم نصر للمؤمنين ومصائب قوم عند قوم فوائد . . وليس في الأيام يوم يوصف بنحس أو بسعد لأن كل يوم تحدث فيه نحوس لقوم وسعود لآخرين ، وما يروى من أخبار في تعيين بعض أيام السنة للنحس هو من أغلاط القصاصين فلا يلقي المسلم الحق إليها سمعه .واشتهر بين كثير من المسلمين التشاؤم بيوم الأربعاء . وأصل ذلك انجرّ لهم من عقائد مجوس الفرس ، ويسمون الأربعاء التي في آخر الشهر «الأربعاء التي لا تدور» ، أي لا تعود ، أرادوا بهذا الوصف ضبط معنى كونها آخر الشهر لئلا يظن أنه جميع النصف الأخير منه وإلاّ فأيّة مناسبة بين عدم الدوران وبين الشؤم ، وما من يوم إلاّ وهو يقع في الأسبوع الأخير من الشهر ولا يدور في ذلك الشهر .ومن شعر بعض المولدين من الخراسانيين :لقاؤك للمبكِّر فَألُ سوء ... ووجهك أربعاءُ لا تدوروانظر ما تقدم في سورة فصّلت .و { مستمر } : صفة { نحس } ، أي نحس دائم عليهم فعُلِم من الاستمرار أنه أبادهم إذ لو نجوا لما كان النحس مستمراً . وليس { مستمر } صفة ل { يوم } إذ لا معنى لوصفه بالاستمرار .والكلام في اشتقاق مستمر تقدم آنفاً عند قوله تعالى : { ويقولوا سحر مستمر } [ القمر : 2 ] .ويجوز أن يكون مشتقاً من مرّ الشيء قاصراً ، إذا كان مُرّاً ، والمرارة مستعارة للكراهية والنفرة فهو وصف كاشف لأن النحس مكروه ."
    },
    {
      "ayah": 2,
      "surah": 54,
      "text": "وَإِنْ يَرَوْا آَيَةً يُعْرِضُوا وَيَقُولُوا سِحْرٌ مُسْتَمِرٌّ (2(يجوز أن يكون تذييلاً للإِخبار بانشقاق القمر فيكون المراد ب { آية } في قوله : { وإن يروا آية } القمرَ . فقد جاء في بعض الآثار : أن المشركين لما رأوا انشقاق القمر قالوا : «هذا سحر محمد بن أبي كبشة» وفي رواية قالوا : «قد سَحَر محمد القمر» ، ويجوز أن يكون كلاماً مستأنفاً من ذكر أحوال تكذيبهم ومكابرتهم وعلى كلا الوجهين فإن وقوع { آية } ، وهو نكرة في سياق الشرط يفيد العموم .وجيء بهذا الخبر في صورة الشرط للدلالة على أن هذا ديدنهم ودأبهم .وضمير { يروا } عائد إلى غير مذكور في الكلام دال عليه المقام وهم المشركون ، كما جاء في مواضع كثيرة من القرآن ، مع أن قصة انشقاق القمر وطعنهم فيها مشهور يومئذٍ معروفة أصحابه ، فهم مستمرون عليه كلما رأوا آية على صدق الرسول صلى الله عليه وسلمووصف { مستمر } يجوز أن يكون مشتقاً من فعل مَرّ الذي هو مجاز في الزوال والسين والتاء للتقوية في الفعل ، أي لا يبقى القمر منشقاً . ويجوز أن يكون مشتقاً من المِرة بكسر الميم ، أي القوة ، والسين والتاء للطلب ، أي طلب لفعله مِرّة ، أي قوة ، أي تمكناً . والمعنى : هذا سحر معروف متكرر ، أي معهود منه مثله ."
    },
    {
      "ayah": 20,
      "surah": 54,
      "text": "تَنْزِعُ النَّاسَ كَأَنَّهُمْ أَعْجَازُ نَخْلٍ مُنْقَعِرٍ (20(والنزع : الإِزالة بعُنف لئلا يبقى اتصال بين المزال وبين ما كان متصلاً به ، ومنه نزع الثياب .والأعجاز جمع عَجُز : وهو أسفل الشيء ، وشاع إطلاق العَجُز على آخر الشيء لأنهم يعتبرون الأجسام منتصبة على الأرض فأولاها ما كان إلى السماء وآخرها ما يلي الأرض .وأطلقت الأعجاز هنا على أصول النخل لأن أصل الشجرة هو في آخرها مما يلي الأرض .وشبه الناس المطروحون على الأرض بأصول النخيل المقطوعة التي تقلع من منابتها لموتها إذ تزول فروعها ويتحاتّ ورقها فلا تبقى إلا الجذوع الأصلية فلذلك سميت أعجازاً .و { منقعر } : اسم فاعل انقعر مطاوع قَعره ، أي بلغ قَعْره بالحفر يقال : قَعَرَ البئرَ إذا انتهى إلى عمقها ، أي كأنهم أعجاز نخل قعرت دواخله وذلك يحصل لعُود النخل إذا طال مكثه مطروحاً .ومنقعر : وصف النخل ، روعي في إفراده وتذكيره صورة لفظ نخل دون عدد مدلوله خلافاً لما في قوله تعالى : { كأنهم أعجاز نخل خاوية } [ الحاقة : 7 ] وقوله : { والنخل ذات الأكمام } [ الرحمن : 11 ]قال القرطبي : «قال أبو بكر ابن الأنباري سئل المبرد بحضرة إسماعيل القاضي عن ألف مسألة من جملتها ، قيل له : ما الفرق بين قوله تعالى : { ولسليمان الريح عاصفة } [ الأنبياء : 81 ] و { جاءتها ريح عاصف } [ يونس : 22 ] وقوله : { أعجاز نخل خاوية } [ الحاقة : 7 ] و { أعجاز نخل منقعر } ؟ فقال كل ما ورد عليك من هذا الباب فإن شئت رددته إلى اللفظ تذكيراً أو إلى المعنى تأنيثاً» اه .وجملة { كأنهم أعجاز نخل منقعر } في موضع الحال من { الناس } ووجه الوصف ب { منقعر } الإِشارة إلى أن الريح صرعتهم صرعاً تفلقت منه بطونهم وتطايرت أمعاؤهم وأفئدتهم فصاروا جثثاً فُرغا . وهذا تفظيع لحالهم ومثلة لهم لتخويف من يراهم ."
    },
    {
      "ayah": 21,
      "surah": 54,
      "text": "فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ (21(تكرير لنظيره السابق عقب قصة قوم نوح لأن مقام التهويل والتهديد يقتضي تكرير ما يفيدهما . و ( كيف ( هنا استفهام على حالة العذاب ، وهي الحالة الموصوفة في قوله : { إنا أرسلنا عليهم ريحاً صرصراً } إلى { منقعر } [ القمر : 19 ، 20 ] ، والاستفهام مستعمل في التعجيب ."
    },
    { "ayah": 22, "surah": 54, "text": "وَلَقَدْ يَسَّرْنَا الْقُرْآَنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ (22(تكرير لنظيره السابق في خبر قوم نوح ." },
    {
      "ayah": 23,
      "surah": 54,
      "text": "كَذَّبَتْ ثَمُودُ بِالنُّذُرِ (23(القول في موقع جملة { كذبت ثمود بالنذر } كالقول في موقع جملة { كذبت عاد } [ القمر : 18 ] . وكذلك القول في إسناد حكم التكذيب إلى ثمود وهو اسم القبيلة معتبر فيه الغالب الكثير . فإن صالحاً قد آمن به نفر قليل كما حكاه الله عنهم في سورة الأعراف .وثمود : ممنوع من الصرف باعتبار العلمية والتأنيث المعنوي ، أي على تأويل الاسم بالقبيلة .والنذر : جمع نذير الذي هو اسم مصدر أنذر ، أي كذبوا بالإِنذارات التي أنذرهم الله بها على لسان رسوله . وليس النُذر هنا بصالح لحمله على جمْع النذير بمعنى المُنذر لأن فعل التكذيب إذا تعدى إلى الشخص المنسوب إلى الكذب تعدى إلى اسمه بدون حرف قال تعالى : { فكذبوا رسلي } [ سبأ : 45 ] وقال : { لما كذبوا الرسل } [ الفرقان : 37 ] وقال : { وإن يكذبوك } [ الحج : 42 ] ، وإذا تعدى إلى الكلام المكذّب تعدى إليه بالباء قال : { وكذبتم به } [ الأنعام : 57 ] وقال : { وكذب به قومك } [ الأنعام : 66 ] وقال : { إن الذين كذبوا بآياتنا } [ الأعراف : 40 ] وقال : { كذبوا بآياتنا } [ آل عمران : 11 ] . وهذا بخلاف قوله : { كذبت ثمود المرسلين } في سورة الشعراء ( 141 ( ."
    },
    {
      "ayah": 24,
      "surah": 54,
      "text": "فَقَالُوا أَبَشَرًا مِنَّا وَاحِدًا نَتَّبِعُهُ إِنَّا إِذًا لَفِي ضَلَالٍ وَسُعُرٍ (24(والمعنى : أنهم كذبوا إنذارات رسولهم ، أي جحدوها ثم كذبوا رسولهم ، فلذلك فُرع على جملة كذبت ثمود بالنذر } قوله : { فقالوا أبشراً منا واحداً نتبعه } إلى قوله : { بل هو كذاب أشر } ولو كان المراد بالنذر جمع النذير وأطلق على نذيرهم لكان وجه النظم أن تقع جملة { فقالوا أبشراً } إلى آخرها غير معطوفة بالفاء لأنها تكون حينئذٍ بياناً لجملة { كذبت ثمود بالنذر } .والمعنى : أن صالحاً جاءهم بالإِنذارات فجحدوا بها وكانت شبهتهم في التكذيب ما أعرب عنه قولهم : { أبشراً منا واحداً نتبعه } إلى آخره ، فهذا القول يقتضي كونه جواباً عن دعوة وإنذار ، وإنما فُصّل تكذيب ثمود وأجمل تكذيب عاد لقصد بيان المشابهة بين تكذيبهم ثمود وتكذيب قريش إذ تشابهت أقوالهم .والقول في انتظام جملة { فقالوا أبشراً } الخ بعد جملة { كذبت ثمود بالنذر } كالقول في جملة { فكذبوا عبدنا } [ القمر : 9 ] بعد جملة { كذبت قبلهم قوم نوح } [ القمر : 9 ] .وهذا قول قالوه لرسولهم لما أنذرهم بالنذر لأن قوله : { كذبت } يؤذن بمخبر إذ التكذيب يقتضي وجود مخبر . وهو كلام شافهوا به صالحاً وهو الذي عنوه بقولهم : { أبشراً منَّا } إلخ . وعدلوا عن الخطاب إلى الغيبة .وانتصب { أبشراً } على المفعولية ل { نتبعه } على طريقة الاشتغال ، وقدم لاتصاله بهمزة الاستفهام لأن حقها التصدير واتصلت به دونَ أن تدخل على نتبع لأن محل الاستفهام الإنكاري هو كون البشر متبوعاً لا اتباعهم له ومثله { أبشر يهدوننا } [ التغابن : 6 ] وهذا من دقائق مواقع أدوات الاستفهام كما بين في علم المعاني .والاستفهام هنا إنكاري ، أنكروا أن يرسل الله إلى الناس بَشراً مثلهم ، أي لو شاء الله لأرسل ملائكة .ووصف { بشراً } ب { واحداً } : إما بمعنى أنه منفرد في دعوته لا أتباع له ولا نصراء ، أي ليس ممن يخشى ، أي بعكس قول أهل مدين{ ولولا رهطك لرجمناك وما أنت علينا بعزيز } [ هود : 91 ] . وإما بمعنى أنه من جملة آحاد الناس ، أي ليس من أفضلنا . وإما بمعنى أنه منفرد في ادعاء الرسالة لا سلف له فيها كقول أبي مِحْجن الثقفي :قد كنت أغنى الناس شخصاً واحداً ... سَكن المدينة من مزارع فُوميريد : لا يناظرني في ذلك أحد .وجملة { إنا إذا لفي ضلال وسعر } تعليل لإنكار أن يتبعوا بشراً منهم تقديره : أنتّبعك وأنت بشر واحد منا .و ( إذن ( حرف جواب هي رابطة الجملة بالتي قبلها . والضلال : عدم الاهتداء إلى الطريق ، أرادوا : إنا إذن مخطئون في أمرنا .و { السُعُر } : الجُنون ، يقال بضم العين وسكونها .وفسر ابن عباس السُعُر بالعذاب على أنه جمع سَعير . وجملة { ألقى الذكر عليه من بيننا } تعليل للاستفهام الإِنكاري .و { ألقى } حقيقته : رُميَ من اليد إلى الأرض وهو هنا مستعار لإِنزال الذكر من السماء قال تعالى : { إنا سنلقي عليك قولاً ثقيلاً } [ المزمل : 5 ] .و ( في ( للظرفية المجازية ، جعلوا تلبسهم بالضلال والجنون كتلبس المظروف بالظرف .و { من بيننا } حال من ضمير { عليه } ، أي كيف يُلقى عليه الذكر دوننا ، يريدون أن فيهم من هو أحق منه بأن يوحى إليه حسب مدارك عقول الجهلة الذين يقيسون الأمور بمقاييس قصور أفهامهم ويحسبون أن أسباب الأثرة في العادات هي أسبابها في الحقائق .وحرف { من } في قوله : { من بيننا } بمعنى الفصل كما سماه ابن مالك وإن أباه ابن هشام أي مفصولاً من بيننا كقوله تعالى : { والله يعلم المفسد من المصلح } [ البقرة : 220 ] .و { بل هو كذاب أشر } إضراب عن ما أنكروه بقولهم : { أألقى الذكر عليه من بيننا } أي لم ينزل الذكر عليه من بيننا بل هو كذّاب فيما ادعاه ، بَطر متكبر .و ( الأشر ( بكسر الشين وتخفيف الراء : اسم فاعل أَشِر ، إذا فرح وبَطَر ، والمعنى : هو معجَب بنفسه مُدَّععٍ ما ليس فيه ."
    },
    {
      "ayah": 25,
      "surah": 54,
      "text": "أَؤُلْقِيَ الذِّكْرُ عَلَيْهِ مِنْ بَيْنِنَا بَلْ هُوَ كَذَّابٌ أَشِرٌ (25(والمعنى : أنهم كذبوا إنذارات رسولهم ، أي جحدوها ثم كذبوا رسولهم ، فلذلك فُرع على جملة كذبت ثمود بالنذر } قوله : { فقالوا أبشراً منا واحداً نتبعه } إلى قوله : { بل هو كذاب أشر } ولو كان المراد بالنذر جمع النذير وأطلق على نذيرهم لكان وجه النظم أن تقع جملة { فقالوا أبشراً } إلى آخرها غير معطوفة بالفاء لأنها تكون حينئذٍ بياناً لجملة { كذبت ثمود بالنذر } .والمعنى : أن صالحاً جاءهم بالإِنذارات فجحدوا بها وكانت شبهتهم في التكذيب ما أعرب عنه قولهم : { أبشراً منا واحداً نتبعه } إلى آخره ، فهذا القول يقتضي كونه جواباً عن دعوة وإنذار ، وإنما فُصّل تكذيب ثمود وأجمل تكذيب عاد لقصد بيان المشابهة بين تكذيبهم ثمود وتكذيب قريش إذ تشابهت أقوالهم .والقول في انتظام جملة { فقالوا أبشراً } الخ بعد جملة { كذبت ثمود بالنذر } كالقول في جملة { فكذبوا عبدنا } [ القمر : 9 ] بعد جملة { كذبت قبلهم قوم نوح } [ القمر : 9 ] .وهذا قول قالوه لرسولهم لما أنذرهم بالنذر لأن قوله : { كذبت } يؤذن بمخبر إذ التكذيب يقتضي وجود مخبر . وهو كلام شافهوا به صالحاً وهو الذي عنوه بقولهم : { أبشراً منَّا } إلخ . وعدلوا عن الخطاب إلى الغيبة .وانتصب { أبشراً } على المفعولية ل { نتبعه } على طريقة الاشتغال ، وقدم لاتصاله بهمزة الاستفهام لأن حقها التصدير واتصلت به دونَ أن تدخل على نتبع لأن محل الاستفهام الإنكاري هو كون البشر متبوعاً لا اتباعهم له ومثله { أبشر يهدوننا } [ التغابن : 6 ] وهذا من دقائق مواقع أدوات الاستفهام كما بين في علم المعاني .والاستفهام هنا إنكاري ، أنكروا أن يرسل الله إلى الناس بَشراً مثلهم ، أي لو شاء الله لأرسل ملائكة .ووصف { بشراً } ب { واحداً } : إما بمعنى أنه منفرد في دعوته لا أتباع له ولا نصراء ، أي ليس ممن يخشى ، أي بعكس قول أهل مدين{ ولولا رهطك لرجمناك وما أنت علينا بعزيز } [ هود : 91 ] . وإما بمعنى أنه من جملة آحاد الناس ، أي ليس من أفضلنا . وإما بمعنى أنه منفرد في ادعاء الرسالة لا سلف له فيها كقول أبي مِحْجن الثقفي :قد كنت أغنى الناس شخصاً واحداً ... سَكن المدينة من مزارع فُوميريد : لا يناظرني في ذلك أحد .وجملة { إنا إذا لفي ضلال وسعر } تعليل لإنكار أن يتبعوا بشراً منهم تقديره : أنتّبعك وأنت بشر واحد منا .و ( إذن ( حرف جواب هي رابطة الجملة بالتي قبلها . والضلال : عدم الاهتداء إلى الطريق ، أرادوا : إنا إذن مخطئون في أمرنا .و { السُعُر } : الجُنون ، يقال بضم العين وسكونها .وفسر ابن عباس السُعُر بالعذاب على أنه جمع سَعير . وجملة { ألقى الذكر عليه من بيننا } تعليل للاستفهام الإِنكاري .و { ألقى } حقيقته : رُميَ من اليد إلى الأرض وهو هنا مستعار لإِنزال الذكر من السماء قال تعالى : { إنا سنلقي عليك قولاً ثقيلاً } [ المزمل : 5 ] .و ( في ( للظرفية المجازية ، جعلوا تلبسهم بالضلال والجنون كتلبس المظروف بالظرف .و { من بيننا } حال من ضمير { عليه } ، أي كيف يُلقى عليه الذكر دوننا ، يريدون أن فيهم من هو أحق منه بأن يوحى إليه حسب مدارك عقول الجهلة الذين يقيسون الأمور بمقاييس قصور أفهامهم ويحسبون أن أسباب الأثرة في العادات هي أسبابها في الحقائق .وحرف { من } في قوله : { من بيننا } بمعنى الفصل كما سماه ابن مالك وإن أباه ابن هشام أي مفصولاً من بيننا كقوله تعالى : { والله يعلم المفسد من المصلح } [ البقرة : 220 ] .و { بل هو كذاب أشر } إضراب عن ما أنكروه بقولهم : { أألقى الذكر عليه من بيننا } أي لم ينزل الذكر عليه من بيننا بل هو كذّاب فيما ادعاه ، بَطر متكبر .و ( الأشر ( بكسر الشين وتخفيف الراء : اسم فاعل أَشِر ، إذا فرح وبَطَر ، والمعنى : هو معجَب بنفسه مُدَّععٍ ما ليس فيه ."
    },
    {
      "ayah": 26,
      "surah": 54,
      "text": "سَيَعْلَمُونَ غَدًا مَنِ الْكَذَّابُ الْأَشِرُ (26(مقول قول محذوف دل عليه السياق تقديره : قلنا لنذيرهم الذي دل عليه قوله : { كذبت ثمود بالنذر } [ القمر : 23 ] فإن النذر تقتضي نذيراً بها وهو المناسب لقوله بعده { فارتقبهم واصطبر } [ القمر : 27 ] وذلك مبني على أن قوله آنفاً : { فقالوا أبشراً منا واحداً نتبعه } [ القمر : 25 ] كلام أجابوا به نِذارة صالح إيّاهم المقدرة من قوله تعالى : { كذبت ثمود بالنذر } [ القمر : 23 ] ، وبذلك انتظم الكلام أتم انتظام .وقرأ الجمهور { سيعلمون } بياء الغيبة . وقرأ ابن عامر وحمزة { ستعلمون } بتاء الخطاب وهي تحتمل أن يكون هذا حكاية كلام من الله لصالح على تقدير : قلنا له : قل لهم ، ففيه حذف قول . ويحتمل أن يكون خطاباً من الله لهم بتقدير : قلنا لهم ستعلمون . ويحتمل أن يكون خطاباً للمشركين على جعل الجملة معترضة .والمراد من قوله : { غداً } الزمن المستقبل القريب كقولهم في المثل : إن مع اليوم غداً ، أي إن مع الزمن الحاضر زمناً مستقبلاً . يقال في تسلية النفس من ظلم ظالم ونحوه ، وقال الطِرِمَّاح :وقبْلَ غدٍ يَا ويحَ قلبيَ من غد ... إذا راح أصحابي ولستُ برائحيريد يوم موته .والمراد به في الآية يوم نزول عذابهم المستقرب .وتبيينه في قوله : { إنا مرسلوا الناقة فتنة لهم } [ القمر : 27 ] الخ ، أي حين يرون المعجزة وتلوح لهم بوارق العذاب يعلمون أنهم الكذّابون الأشرون لا صالح . وعلى الوجه الثاني في ضمير { سيعلمون } يكون الغد مراداً به : يوم انتصار المسلمين في بدر ويوم فتح مكة ، أي سيعلمون من الكذاب المماثل للكذاب في قصة ثمود ."
    },
    {
      "ayah": 27,
      "surah": 54,
      "text": "إِنَّا مُرْسِلُو النَّاقَةِ فِتْنَةً لَهُمْ فَارْتَقِبْهُمْ وَاصْطَبِرْ (27(هذه الجملة بيان لجملة { سيعلمون غداً من الكذاب الأشر } [ القمر : 26 ] باعتبار ما تضمنته الجملة المبيَّنة بفتح الياء من الوعيد وتقريب زمانه وإن فيه تصديق الرسول الذي كذبوه .وضمير { لهم } جار على مقتضى الظاهر على قراءة الجمهور { سيعلمون } بياء الغائبة ، وإما على قراءة ابن عامر وحمزة { ستعلمون } بتاء الخطاب فضمير { لهم } التفات .وإرسال الناقة إشارة إلى قصة معجزة صالح أنه أخرج لهم ناقة من صخرة وكانت تلك المعجزة مقدِّمة الأسباب التي عُجل لهم العذاب لأجلها ، فذكر هذه القصة في جملة البيان توطئة وتمهيد .والإِرسال مستعار لجعلها آية لصالح . وقد عُرف خَلْق خوارق العادات لتأييد الرسل باسم الإِرسال في القرآن كما قال تعالى : { وما نرسل بالآيات إلا تخويفاً } [ الإسراء : 59 ] فشبهت الناقة بشاهد أرسله الله لتأييد رسوله . وهذا مؤذن بأن في هذه الناقة معجزةً وقد سماها الله آية في قوله حكاية عنهم وعن صالح { فأت بآية إن كنت من الصادقين قال هذه ناقة } [ الشعراء : 154 ، 155 ] الخ .و { فتنة لهم } حال مقدر ، أي تفتنهم فتنة هي مكابرتهم في دلالتها على صدق واسم الفاعل من قوله : { مرسلوا الناقة } مستعمل في الاستقبال مجازاً بقرينة قوله : { فارتقبهم واصطبر } ، فعدل عن أن يقال : سنرسل ، إلى صيغة اسم الفاعل الحقيقة في الحال لتقريب زمن الاستقبال من زمن الحال .والارتقاب : الانتظار ، ارتقب مثل : رقب ، وهو أبلغ دلالة من رقب ، لزيادة المبنى فيه .وعدي الارتقاب إلى ضميرهم على تقدير مضاف يقتضيه الكلام لأنه لا يرتقب ذواتهم وإنما يرتقب أحوالاً تحصل لهم . وهذه طريقة إسناد أو تعليققِ المشتقات التي معانيها لا تسند إلى الذوات فتكون على تقدير مضاف اختصاراً في الكلام اعتماداً على ظهور المعنى . وذلك مثل إضافة التحريم والتحليل إلى الذوات في قوله تعالى : { حرمت عليكم الميتة } [ المائدة : 3 ] . والمعنى : فارتقب ما يحصل لهم من الفتنة عند ظهور الناقة .والاصطبار : الصبر القوي ، وهو كالارتقاب أيضاً أقوى دلالة من الصبر ، أي اصبر صبراً لا يعتريه ملل ولا ضجر ، أي اصبر على تكذيبهم ولا تأيس من النصر عليهم ، وحذف متعلق { اصطبر } ليعم كل حال تستدعي الضجر . والتقديرُ : واصطبر على أذاهم وعلى ما تجده في نفسك من انتظار النصر .وجملة { ونبئهم أن الماء قسمة بينهم } معطوفة على جملة { إنا مرسلوا الناقة } باعتبار أن الوعد بخلق آية الناقة يقتضي كلاماً محذوفاً ، تقديره : فأرسلنا لهم الناقة وقلنا نبئهم أن الماء قسمة بينهم على طريقة العطف والحذف في قوله : { فأوحينا إلى موسى أن أضرب بعصاك البحر فانفلق } [ الشعراء : 63 ] ، وإن كان حرف العطف مختلفاً ، ومثل هذا الحذف كثير في إيجاز القرآن .رسولهم ، وتقدير معنى الكلام : إنا مرسلو الناقة آية لك وفتنة لهم .وضمير { لهم } عائد إلى المكذبين منهم بقرينة إسناد التكذيب كما تقدم ."
    },
    {
      "ayah": 28,
      "surah": 54,
      "text": "وَنَبِّئْهُمْ أَنَّ الْمَاءَ قِسْمَةٌ بَيْنَهُمْ كُلُّ شِرْبٍ مُحْتَضَرٌ (28(والتعريف في { الماء } للعهد ، أي ماء القرية الذي يستقون منه ، فإن لكل محلة ينزلها قوم ماءً لسقياهم وقال تعالى : { ولما ورد ماء مدين } [ القصص : 23 ] .وأخبر عن الماء بأنه { قسمة } . والمراد مقسوم فهو من الإِخبار بالمصدر للتأكيد والمبالغة .وضمير { بينهم } عائد إلى معلوم من المقام بعد ذكر الماء إذ من المتعارف أن الماء يستقي منه أهل القرية لأنفسهم وماشيتهم ، ولما ذكرت الناقة عُلم أنها لا تستغني عن الشرب فغلّب ضمير العقلاء على ضمير الناقة الواحدة وإذ لم يكن للناقة مالك خاص أمر الله لها بنوبة في الماء . وقد جاء في آية سورة الشعراء ( 155 ( { قال هذه ناقة لها شرب ولكم شرب يوم معلوم } وهذا مبدأ الفتنة ، فقد روي أن الناقة كانت في يوم شربها تشرب ماء البئر كله فشحّوا بذلك وأضمروا حَلْدَها عن الماء فأبلغهم صالح إن الله ينهاهم عن أن يمسوها بسوء .والمحْتضر بفتح الضاد اسم مفعول من الحضور وهو ضد الغيبة . والمعنى : محتضر عنده فحذف المتعلققِ لظهوره . وهذا من جملة ما أُمر رسولهم بأن ينبئهم به ، أي لا يحضُر القوم في يوم شِرب الناقة ، وهي بإلهاممِ الله لا تحضر في أيام شرب القوم . والشِّرب بكسر الشين : نوبة الاستقاء من الماء . فنادَوا صاحبهم الذي أغروه بقتلها وهو قُدار بضم القاف وتخفيف الدال بنُ سالف . ويعرف عند العرب بأحمر ، قال زهير :فَتُنْتِجْ لكم غلمانَ أشأَمَ كلَّهم ... كأحمرِ عَاد ثم تُرضع فَتفْطِميريد أحمر ثمود لأن ثموداً إخوة عاد ( ولم أقف على سبب وصفه بأحمر وأحسب أنه لبياض وجهه ( . وفي الحديث بُعثت إلى الأحمر والأسود ، وكان قُدار من سَادتهم وأهل العزة منهم ، وشبههُ النبي بأبي زمعة يعني الأسودَ بن المطلب بن أسد في قوله : فانتدب لها رجل ذو منعة في قومه كأبي زمعة ( أي فأجاب نداءهم فَرماها بنبل فقتلها ( ."
    },
    {
      "ayah": 29,
      "surah": 54,
      "text": "فَنَادَوْا صَاحِبَهُمْ فَتَعَاطَى فَعَقَرَ (29(وعبر عنه بصاحبهم للإِشارة إلى أنهم راضون بفعله إذ هم مصاحبون له وممالئون .ونداؤهم إياه نداء الإِغراء بالناقة وإنما نادوه لأنه مشتهر بالإِقدام وقلة المبالاة لعزته .وتعاطى } مطاوع عاطاه وهو مشتق من : عطَا يعطو ، إذا تناول . وصيغة تفاعل تقتضي تعدد الفاعل ، شبه تخوف القوم من قتلها لما أنذرهم به رسولهم من الوعيد وتردُّدُهم في الإِقدام على قتلها بالمعاطاة فكل واحد حين يُحجم عن مباشرة ذلك ويشير بغيره كأنه يعطي ما بيده إلى يد غيره حتى أخذه قُدار .وعطف { فعقر } بالفاء للدلالة على سرعة إتيانه ما دعوه لأجله .والعقر : أصله ضرب البعير بالسيف على عراقيبه ليسقط إلى الأرض جاثياً فيتمكن الناحر من نَحره . قال أبو طالب :ضروبٌ بنصل السيف سُوق سمائها ... إذا عدموا زادا فإنك عاقروغلب إطلاقه على قتل البعير كما هنا إذ ليس المراد أنه عَقَرها بل قتلها بنبله ."
    },
    {
      "ayah": 3,
      "surah": 54,
      "text": "وَكَذَّبُوا وَاتَّبَعُوا أَهْوَاءَهُمْ وَكُلُّ أَمْرٍ مُسْتَقِرٌّ (3({ وَكَذَّبُواْ واتبعوا أَهْوَآءَهُمْ وَكُلُّ أَمْرٍ مُّسْتَقِرٌّ } .هذا إخبار عن حالهم فيما مضى بعد أن أخبر عن حالهم في المستقبل بالشرط الذي في قوله : { وإن يروا آية يعرضوا } [ القمر : 2 ] . ومقابلة ذلك بهذا فيه شبه احتباك كأنه قيل : وإن يروا آية يعرضوا ويقولوا : سحر ، وقد رأوا الآيات وأعرضوا وقالوا : سحر مستمر ، وكذبوا واتبعوا أهوائهم وسيكذبون ويتبعون أهواءهم .وعَطْف { واتبعوا أهواءهم } عطفُ العلة على المعلول لأن تكذيبهم لا دافع لهم إليه إلا اتباعُ ما تهواه أنفسهم من بقاء حالهم على ما ألفوه وعهدوه واشتهر دوامه .وجمع الأهواء دون أن يقول واتبعوا الهوى كما قال : { إن يتبعون إلا الظن } [ الأنعام : 116 ] ، حيث إن الهوى اسم جنس يصدق بالواحد والمتعدد ، فعدل عن الإِفراد إلى الجمع لمزاوجة ضمير الجمع المضاف إليه ، وللإِشارة إلى أن لهم أصنافاً متعددة من الأهواء : من حب الرئاسة ، ومن حسد المؤمنين على ما آتاهم الله ، ومن حب اتباع ملة آبائهم ، ومن محبة أصنامهم ، وإلففٍ لعوائدهم ، وحفاظ على أنفتهم .{ وَكُلُّ أَمْرٍ مُسْتَقِرّ } .هذا تذييل للكلام السابق من قوله : { وإن يروا آية يعرضوا } إلى قوله : { أهواءهم } [ القمر : 2 ، 3 ] ، فهو اعتراض بين جملة { وكذبوا } وجملة { ولقد جاءهم من الأنباء } [ القمر : 4 ] ، والواو اعتراضية وهو جار مجرى المثل .و { كل } من أسماء العموم . وأمر : اسم يدل على جنس عاللٍ ومثله شيء ، وموجود ، وكائن ، ويتخصص بالوصف كقوله تعالى : { وإذا جاءهم أمر من الأمن أو الخوف أذاعوا به } [ النساء : 83 ] وقد يتخصص بالعقل أو العادة كما تخصّص شيء في قوله تعالى عن ريح عَاد { تدمّر كل شيء } [ الأحقاف : 25 ] أي من الأشياء القابلة للتدمير . وهو هنا يعم الأمور ذوات التأثير ، أي تتحقق آثار مواهِيها وتظهر خصائصها ولو اعترضتها عوارض تعطل حصول آثارها حيناً كعوارضَ مانعة من ظهور خصائصها ، أو مدافعات يراد منها إزالة نتائجها فإن المؤثرات لا تلبث أن تتغلب على تلك الموانع والمدافعات في فُرصصِ تَمكنها من ظهور الآثار والخصائص .والكلام تمثيل شبهت حالة تردد آثار الماهية بين ظهور وخفاء إلى إبان التمكن من ظهور آثارها بحالة سير السائر إلى المكان المطلوب في مختِلف الطرق بين بُعد وقرب إلى أن يستقر في المكان المطلوب . وهي تمثيلية مكنية لأن التركيب الذي يدل على الحالة المشبه بها حُذِف ورمز إليه بذكر شيء من روادف معناه وهو وصف مستقر .ومن هذا المعنى قوله تعالى : { لكل نبإ مستقر وسوف تعلمون } [ الأنعام : 67 ] وقد أخذه الكميّت بن زيد في قوله :فالآن صِرت إلى أميةَ والأمورُ إلى مصائرفالمراد بالاستقرار الذي في قوله : { مستقر } الاستقرار في الدنيا .وفي هذا تعريض بالإِيماء إيماء إلى أن أمر دعوة محمد صلى الله عليه وسلم سيرسخ ويستقر بعد تقلقله .ومستقِر : بكسر القاف اسم فاعل من استقر ، أي قَرّ ، والسين والتاء للمبالغة مثل السين والتاء في استجاب .وقرأ الجمهور برفع الراء من { مستقر } . وقرأه أبو جعفر بخفض الراء على جعل { كل أمر } عطفاً على { الساعة } [ القمر : 1 ] . والتقدير : واقترب كل أمر . وجَعل { مستقر } صِفة { أمر } .والمعنى : أن إعراضهم عن الآيات وافتراءهم عليها بأنها سحر ونحوه وتكذيبهم الصادق وتمالؤهم على ذلك لا يوهن وقعها في النفوس ولا يعوق إنتاجها . فأمر النبي صلى الله عليه وسلم صائر إلى مصير أمثاله الحق من الانتصار والتمام واقتناع الناس به وتزايد أتباعه ، وأن اتباعهم أهواءهم واختلاق معاذيرهم صائر إلى مصير أمثاله الباطلة من الانخذال والافتضاح وانتقاص الأَتباع .وقد تضمن هذا التذييل بإجماله تسلية للنبيء صلى الله عليه وسلم وتهديداً للمشركين واستدعاء لنظر المترددين ."
    },
    {
      "ayah": 30,
      "surah": 54,
      "text": "فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ (30(القول فيه كالقول في نظيره الواقع في قصة قوم نوح فليس هو تكريراً ولكنه خاص بهذه القصة ."
    },
    {
      "ayah": 31,
      "surah": 54,
      "text": "إِنَّا أَرْسَلْنَا عَلَيْهِمْ صَيْحَةً وَاحِدَةً فَكَانُوا كَهَشِيمِ الْمُحْتَظِرِ (31(جواب قوله : { فكيف كان عذابي ونذر } [ القمر : 30 ] فهو مثل موقع قوله : { إنا أرسلنا عليهم ريحاً صرصراً } [ القمر : 19 ] في قصة عاد كما تقدم .والصيحة : الصاعقة وهي المعبر عنها بالطاغية في سورة الحاقة ، وفي سورة الأعراف بالرجفة ، وهي صاعقة عظيمة خارقة للعادة أهلكتهم ، ولذلك وصفت ب { واحدة } للدلالة على أنها خارقة للعادة إذ أتت على قبيلة كاملة وهم أصحاب الحِجْر .و { كانوا } بمعنى : صاروا ، وتجيء ( كان ( بمعنى ( صار ( حين يراد بها كون متجدد لم يكن من قبل .والهشيم : ما يَبِسَ وجفّ من الكلأ ومن الشجر ، وهو مشتق من الهشْم وهو الكَسْر لأن اليابس من ذلك يصير سريع الانكسار . والمراد هنا شيء خاص منه وهو ما جفّ من أغصَان العضاة والشوك وعظيم الكلأ كانوا يتخذون منه حظائر لحفظ أغنامهم من الريح والعادية ولذلك أضيف الهشيم إلى المْحتظِر . وهو بكسر الظاء المعجمة : الذي يَعمل الحَظيرة ويَبْنيهَا ، وذلك بأنه يجمع الهشيم ويلقيه على الأرض ليرصفه بعد ذلك سياجاً لحظيرته فالمشبه به هو الهشيم المجموع في الأرض قبل أن يُسيّج ولذلك قال : { كهشيم المحتظر } ولم يقل : كهشيم الحظيرة ، لأن المقصود بالتشبيه حالته قبل أن يرصف ويصفف وقبل أن تتخذ منه الحظيرة .والمحتظر : مفتعل من الحظيرة ، أي متكلف عمل الحظيرة .والقول في تعدية { أرسلنا } إلى ضمير { ثمود } [ القمر : 23 ] كالقول في { أرسلنا عليهم ريحاً صرصراً } [ القمر : 19 ] ."
    },
    {
      "ayah": 32,
      "surah": 54,
      "text": "وَلَقَدْ يَسَّرْنَا الْقُرْآَنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ (32(تكرير ثان بعد نظيريه السالفين في قصة قوم نوح وقصة عاد تذييلاً لهذه القصة كما ذيلت بنظيريه القصتان السالفتان اقتضى التكرير مقام الامتنان والحث على التدبر بالقرآن لأن التدبر فيه يأتي بتجنب الضلال ويرشد إلى مسالك الاهتداء فهذا أهم من تكرير { فكيف كان عذابي ونذر } [ القمر : 30 ] فلذلك أوثر ."
    },
    {
      "ayah": 33,
      "surah": 54,
      "text": "كَذَّبَتْ قَوْمُ لُوطٍ بِالنُّذُرِ (33(القول في مفرداته كالقول في نظائره ، وقصة قوم لوط تقدمت في سورة الأعراف وغيرها .وعرف قوم لوط بالإِضافة إليه إذ لم يكن لتلك الأمة اسم يعرفون به عند العرب .ولم يُحك هنا ما تلقَّى به قوم لوط دعوة لوط كما حكي في القصص الثلاث قبل هذه ، وقد حكي ذلك في سورة الأعراف وفي سورة هود وفي سورة الحجر لأن سورة القمر بنيت على تهديد المشركين عن إعراضهم عن الاتّعاظ بآيات الله التي شاهدوها وآثار آياته على الأمم الماضية التي علموا أخبارها وشهدوا آثارها ، فلم يكن ثمة مقتض لتفصيل أقوال تلك الأمم إلا ما كان منها مشابهاً لأقوال المشركين في تفصيله ولم تكن أقوال قوم لوط بتلك المثابة ، فلذلك اقتصر فيها على حكاية ما هو مشترك بينهم وبين المشركين وهو تكذيب رسولهم وإعراضهم عن نذره . والنذر تقدم ."
    },
    {
      "ayah": 34,
      "surah": 54,
      "text": "إِنَّا أَرْسَلْنَا عَلَيْهِمْ حَاصِبًا إِلَّا آَلَ لُوطٍ نَجَّيْنَاهُمْ بِسَحَرٍ (34(وجملة { إنا أرسلنا عليهم حاصباً } استئناف بياني ناشىء عن الإِخبار عن قوم لوط بأنهم كذبوا بالنذر .وكذلك جملة { نجيناهم بسحر } ، وجملة { كذلك نجزي من شكر } .والحاصب : الريح التي تحصِب ، أي ترمي بالحصباء ترفعها من الأرض لقوتها ، وتقدم في قوله تعالى : { فمنهم من أرسلنا عليه حاصباً } في سورة [ العنكبوت : 40 ] .والاستثناء حقيقي لأن آل لوط من جملة قومه .وآل لوط : قرابته وهم بَنَاتُه ، ولوط داخل بدلالة الفحوى . وقد ذكر في آيات أخرى أن زوجة لوط لم يُنجها الله ولم يذكر ذلك هنا اكتفاء بمواقع ذكره وتنبيهاً على أن من لا يؤمن بالرسول لا يعد من آله ، كما قال : { يا نوح إنه ليس من أهلك إنه عمل غير صالح } [ هود : 46 ] وذكر { بسحر } ، أي في وقت السحر للإِشارة إلى إنجائهم قبيل حلول العذاب بقومهم لقوله بعده : { ولقد صبحهم بكرة عذاب مستقر } ."
    },
    {
      "ayah": 35,
      "surah": 54,
      "text": "نِعْمَةً مِنْ عِنْدِنَا كَذَلِكَ نَجْزِي مَنْ شَكَرَ (35(وانتصب { نعمة } على الحال من ضمير المتكلم ، أي إنعاماً منا .وجملة { كذلك نجزي من شكر } معترضة ، وهي استئناف بياني عن جملة { نجيناهم بسحر } باعتبار ما معها من الحال ، أي إنعاماً لأجل أنه شكر ، ففيه إيماء بأن إهلاك غيرهم لأنهم كفروا ، وهذا تعريض بإنذار المشركين وبشارة للمؤمنين .وفي قوله : { من عندنا } تنويه بشأن هذه النعمة لأن ظرف ( عند ( يدل على الادخار والاستئثار مثل ( لدن ( في قوله : { من لدنا } . فذلك أبلغ من أن يقال : نعمة منا أو أنعمنا ."
    },
    {
      "ayah": 36,
      "surah": 54,
      "text": "وَلَقَدْ أَنْذَرَهُمْ بَطْشَتَنَا فَتَمَارَوْا بِالنُّذُرِ (36(عطف على جملة { إنا أرسلنا عليهم حاصباً } [ القمر : 34 ] .وتأكيد الكلام بلام القسم وحرف التحقيق يقصد منه تأكيد الغرض الذي سيقت القصة لأجله وهو موعظة قريش الذين أنذرهم رسول الله صلى الله عليه وسلم فتماروا بالنذر .والبطشة : المرَّة من البطش ، وهو الأخذ بعنف لعقاب ونحوه ، وتقدم في قوله : { أم لهم أيد يبطشون بها } في آخر الأعراف ( 195 ( ، وهي هنا تمثيل للإِهلاك السريع مثل قوله : { يوم نبطش البطشة الكبرى } في سورة الدخان ( 16 ( .والتماري : تفاعل من المِراء وهو الشك . وصيغة المفاعلة للمبالغة . وضمن تماروا } معنى : كذبوا ، فعدي بالباء ، وتقدم عند قوله تعالى : { فبأي آلاء ربك تتمارى } في سورة النجم ( 55 ( ."
    },
    {
      "ayah": 37,
      "surah": 54,
      "text": "وَلَقَدْ رَاوَدُوهُ عَنْ ضَيْفِهِ فَطَمَسْنَا أَعْيُنَهُمْ فَذُوقُوا عَذَابِي وَنُذُرِ (37(إجمال لما ذكر في غير هذه السورة في قصة قوم لوط أنه نزل به ضيف فرام قومه الفاحشة بهم وعجز لوط عن دفع قومه إذ اقتحموا بيته وأنّ الله أعمى أعينهم فلم يروا كيف يدخلون .والمراودة : محاولة رضَى الكَاره شيئاً بقبول ما كرهه ، وهي مفاعلة من راد يرود رَوْداً ، إذا ذهب ورجع في أمر ، مُثِّلت هيئة من يكرر المراجعة والمحاولة بهيئة المنْصرف ثم الراجع . وضمن { راودوه } معنى دفعوه وصرفوه فعدّي ب { عن } .وأسند المراودة إلى ضمير قوم لوط وإن كان المراودون نفراً منهم لأن ما راودوا عليه هو راد جميع القوم بقطع النظر عن تعيين من يفعله .ويتعلق قوله : { عن ضيفه } بفعل { راودوه } بتقدير مضاف ، أي عن تمكينهم من ضيوفه .وقوله : { فذوقوا عذابي ونذر } مقول قول محذوف دل عليه سياق الكلام للنفَر الذين طمسنا أعينهم { ذوقوا عذابي } وهو العمى ، أي ألقى الله في نفوسهم أنَّ ذلك عقاب لهم .واستعمل الذوق في الإِحساس بالعذاب مجازاً مرسلاً بعلاقة التقييد في الإِحساس .وعطف النذر على العذاب باعتبار أن العذاب تصديق للنذر ، أي ذوقوا مصداق نذري ، وتعدية فعل { ذوقوا } إلى { نذري } بتقدير مضاف ، أي وآثار نذري .والقول في تأكيده بلام القسم تقدم ، وحذفت ياء المتكلم من قوله : { ونذر } تخفيفاً ."
    },
    {
      "ayah": 38,
      "surah": 54,
      "text": "وَلَقَدْ صَبَّحَهُمْ بُكْرَةً عَذَابٌ مُسْتَقِرٌّ (38(القول في تأكيده بلام القسم تقدم آنفاً في نظيره .والبكرة : أول النهار وهو وقت الصبح ، وقد جاء في الآية الأخرى قوله : { إن موعدهم الصبح أليس الصبح بقريب } [ هود : 81 ] ، فذكر { بكرة } للدلالة على تعجيل العذاب لهم .والتصبيح : الكون في زمن الصباح وهو أول النهار .والمستقر : الثابت الدائم الذي يجري على قوة واحدة لا يقلع حتى استأصلهم .والعذاب : هو الخسف ومطر الحجارة وهو مذكور في سورة الأعراف وسورة هود ."
    },
    {
      "ayah": 39,
      "surah": 54,
      "text": "فَذُوقُوا عَذَابِي وَنُذُرِ (39(تفريع قوللٍ محذوف خوطبوا به مراد به التوبيخ؛ إمّا بأن ألقي في روعهم عند حلول العذاب ، بأن ألقَى الله في أسماعهم صوتاً .والخطاب لجميع الذين أصابهم العذاب المستقر ، وبذلك لم تكن هذه الجملة تكريراً . وحذفت ياء المتكلم من قوله : { ونذر } تخفيفاً .والقول في استعمال الذوق هنا كالقول في سابقه .وفائدة الإعلام بما قيل لهم من قوله : { فذوقوا عذابي ونذر } في الموضعين أن يتجدد عند استماع كل نبإ من ذلك ادّكار لهم واتّعاظ وإيقاظ استيفاءً لحق التذكير القرآني ."
    },
    {
      "ayah": 4,
      "surah": 54,
      "text": "وَلَقَدْ جَاءَهُمْ مِنَ الْأَنْبَاءِ مَا فِيهِ مُزْدَجَرٌ (4(عطف على جملة { وكذبوا واتبعوا أهواءهم } [ القمر : 3 ] أي جاءهم في القرآن من أنباء الأمم ما فيه مزدجر لهؤلاء ، أو أريد بالأنباء الحجج الواردة في القرآن ، أي جاءهم ما هو أشد في الحجة من انشقاق القمر . و { من الأنباء } بيان ما فيه مزدجر قدم على المبين و { من } بيانية .والمُزدجر : مصدر ميمي ، وهو مصاغ بصيغة اسم المفعول الذي فعله زائد على ثلاثة أحرف . ازدجره بمعنى زجره ، ومادة الافتعال فيه للمبالغة . والدال بدل من تاء الافتعال التي تبدل بعد الزاي إلاّ مثل ازْداد ، أي ما فيه مانع لهم من ارتكاب ما ارتكبوه . والمعنى : ما هو زاجر لهم فجعل الازدجار مظروفاً فيه مجازاً للمبالغة في ملازمته له على طريقة التجريد كقوله تعالى : { لقد كان لكم في رسول الله أسوة حسنة } [ الأحزاب : 21 ] أي هو أسوة ."
    },
    {
      "ayah": 40,
      "surah": 54,
      "text": "وَلَقَدْ يَسَّرْنَا الْقُرْآَنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ (40(تكرير ثالث تنويها بشأن القرآن للخصوصية التي تقدمت في المواضع التي كرر فيها نظيره وما يقاربه وخاصة في نظيره الموالي هو له . ولم يذكر هنا { فكيف كان عذابي ونذر } [ القمر : 30 ] اكتفاء بحكاية التنكيل لقوم لوط في التعريض بتهديد المشركين ."
    },
    {
      "ayah": 41,
      "surah": 54,
      "text": "وَلَقَدْ جَاءَ آَلَ فِرْعَوْنَ النُّذُرُ (41(لما كانت عدوة موسى عليه السلام غير موجهة إلى أمة القبط ، وغيرَ مراد منها التشريع لهم . ولكنها موجهة إلى فرعون وأهل دولته الذين بأيديهم تسيير أمور المملكة الفرعونية ، ليسمحوا بإطلاق بني إسرائيل من الاستعباد ، ويمكنوهم من الخروج مع موسى خص بالنذر هنا آل فرعون ، أي فرعون وآله لأنه يصدر عن رأيهم ، ألا ترى أن فرعون لم يستأثر بردّ دعوة موسى بل قال لمن حوله : { ألا تستمعون } [ الشعراء : 25 ] وقال : { فماذا تأمرون } [ الشعراء : 35 ] وقالوا : { أرْجِهِ وأخاه } [ الشعراء : 36 ] الآية ، ولذلك لم يكن أسلوب الإخبار عن فرعون ومن معه مماثلاً لأسلوب الإخبار عن قوم نوح وعاد وثمود وقوم لوط إذ صدر الإِخبار عن أولئك بجملة { كذبت } [ القمر : 18 ] ، وخولف في الإِخبار عن فرعون فصدر بجملة { ولقد جاء آل فرعون النذر } وإن كان مآل هذه الأخبار الخمسة متماثلاً .والآل : القرابَة ، ويطلق مجازاً على من له شدة اتصال بالشخص كما في قوله تعالى : { أدخلوا آل فرعون أشد العذاب } [ غافر : 46 ] . وكان الملوك الأقدمون ينوطون وزارتهم ومشاورتهم بقرابتهم لأنهم يأمنون كيدهم .والنُذر : جمع نذير : اسم مصدر بمعنى الإِنذار . ووجه جمعه أن موسى كرر إنذارهم .والقول في تأكيد الخبر بالقَسَم كالقول في نظائره المتقدمة .وإسناد التكذيب إليهم بناء على ظاهر حالهم وإلا فقد آمن منهم رجل واحد كما في سورة غافر ."
    },
    {
      "ayah": 42,
      "surah": 54,
      "text": "كَذَّبُوا بِآَيَاتِنَا كُلِّهَا فَأَخَذْنَاهُمْ أَخْذَ عَزِيزٍ مُقْتَدِرٍ (42(وجملة { كذبوا بآياتنا كلها } بدل اشتمال من جملة { جاء آل فرعون النذر } لأن مجيء النذر إليهم ملابس للآيات ، وظهور الآيات مقارن لتكذيبهم بها فمجيء النذر مشتمل على التكذيب لأنه مقارنُ مقارنِهِ .وقوله : { بآياتنا } إشارة إلى آيات موسى المذكورة في قوله تعالى : { فأرسلنا عليهم الطوفان والجراد } [ الأعراف : 133 ] وهي تسع آيات منها الخمس المذكورة في آية الأعراف والأربع الأخر هي : انقلاب العصا حية ، وظهور يده بيضاء ، وسِنُو القحط ، وانفلاق البحر بمرأى من فرعون وآله ، ولم ينجع ذلك في تصميمهم على اللحاق ببني إسرائيل .وتأكيد { آياتنا } ب { كلها } إشارة إلى كثرتها وأنهم لم يؤمنوا بشيء منها ، وتكذيبهم بآية انفلاق البحر تكذيب فعلي لأن موسى لم يَتحدَّهُم بتلك الآية وقوم فرعون لما رأوا تلك الآية عدّوها سحراً وتوهموا البحر أرضاً فلم يهتدوا بتلك الآية .والأخذ : مستعار للانتقام ، وقد تقدم عند قوله تعالى : { أو يأخذهم في تقلبهم فما هم بمعجزين أو يأخذهم على تخوف } في سورة النحل ( 46 ، 47 ( .وهذا الأخذ : هو إغراق فرعون ورجالُ دولته وجنده الذين خرجوا لنصرتِه كما تقدم في الأعراف .وانتصب أخذ عزيز مقتدر } على المفعولية المطلقة مبيناً لنوع الأخذ بأفظع ما هو معروف للمخاطبين من أخذ الملوك والجبابرة .والعزيز : الذي لا يغلب . والمقتدر : الذي لا يَعجِز .وأريد بذلك أنه أخْذ لم يبق على العدوّ أيّ إبقاء بحيث قطع دابر فرعون وآله ."
    },
    {
      "ayah": 43,
      "surah": 54,
      "text": "أَكُفَّارُكُمْ خَيْرٌ مِنْ أُولَئِكُمْ أَمْ لَكُمْ بَرَاءَةٌ فِي الزُّبُرِ (43(هذه الجملة كالنتيجة لحاصل القصص عن الأمم التي كذبت الرسل من قوم نوح فمن ذكر بعدهم ولذلك فُصِلت ولم تعطف .وقد غير أسلوب الكلام من كونه موجَّهاً للرسول صلى الله عليه وسلم إلى توجيهه للمشركين ليُنتقل عن التعريض إلى التصريح اعتناء بمقام الإِنذار والإِبلاغ .والاستفهام في قوله : { أكفاركم خير من أولائكم } يجوز أن يكون على حقيقته ، ويكون من المحسن البديعي الذي سماه السكاكي «سوْقَ المعلوم مساق غيره» . وسماه أهل الأدب من قبله ب «تجاهل العارف» . وعدل السكاكي عن تلك التسمية وقال لوقوعه في كلام الله تعالى نحو قوله : { وإنا أو إياكم لعلى هدى أو في ضلال مبين } [ سبأ : 24 ] وهو هنا للتوبيخ كما في قول ليلى ابنة طريف الخارجية ترثي أخاها الوليد بن طريف الشيباني :أبا شَجر الخابُورِ ما لكَ مُورِقَا ... كأنَّك لَم تَجْزَع على ابننِ طريفالشاهد في قولها : كأنك لم تجزع الخ .والتوبيخ عن تخطئتهم في عدم العذاب الذي حَلَّ بأمثالهم حتى كأنهم يحسبون كفّارهم خيراً من الكفّار الماضين المتحدَّث عن قصصهم ، أي ليس لهم خاصية تربأ بهم عن أن يلحقهم ما لَحق الكفار الماضين . والمعنى : أنكم في عدم اكتراثكم بالموعظة بأحوال المكذبين السابقين لا تخلون عن أن أحد الأمرين الذي طمأنكم من أن يصيبكم مثل ما أصابهم .و { أم } للإِضراب الانتقالي . وما يقدر بعدها من استفهام مستعمل في الإِنكار . والتقدير : بل ما لكم براءة في الزبر حتى تكونوا آمنين من العقاب .وضمير { كفاركم } لأهل مكة وهم أنفُسُهم الكفارُ ، فإضافة لفظ ( كفار ( إلى ضميرهم إضافة بيانية لأن المضاف صنف من جنس من أضيف هو إليه فهو على تقدير { مِن } البيانية . والمعنى : الكفارُ منكم خير من الكفار السالفين ، أي أأنتم الكفار خير من أولئك الكفار .والمراد بالأَخْيَرية انتفاء الكفر ، أي خير عند الله الانتقام الإِلهي وادعاء فارق بينهم وبين أولئك .والبراءة : الخلاص والسلامة مما يضرّ أو يشقّ أو يكلّف كلفة . والمراد هنا : الخلاص من المؤاخذة والمعاقبة .و { الزّبر } : جمع زبور ، وهو الكتاب ، وزبور بمعنى مزبور ، أي براءة كتبت في كتب الله السالفة .والمعنى : ألكم براءة في الزبر أن كفاركم لا ينالهم العقاب الذي نال أمثالهم من الأمم السالفة .و { في الزبر } صفة { براءة } ، أي كائنة في الزبر ، أي مكتوبة في صحائف الكتب .وأفاد هذا الكلام ترديد النجاة من العذاب بين الأمرين : إما الاتصاف بالخيْر الإِلهي المشار إليه بقوله تعالى : { إن أكرمكم عند الله أتقاكم } [ الحجرات : 13 ] ، وإما المسامحة والعفو عما يقترفه المرء من السيئات المشار إليه بقول النبي صلى الله عليه وسلم \" لعل الله أطّلع على أهل بدر فقال : اعملوا ما شئتم فقد غفرت لكم \" . والمعنى انتفاء كلا الأمرين عن المخاطبين فلا مَأْمَنَ لهم من حلول العذاب بهم كما حلّ بأمثالهم .والآية تُوذن بارتقاب عذاب ينال المشركين في الدنيا دون العذاب الأكبر ، وذلك عذاب الجوع الذي في قوله تعالى : { فارتقب يوم تأتي السماء بدخان مبين } [ الدخان : 10 ] كما تقدم ، وعذاب السيف يوم بدر الذي في قوله تعالى : { يوم نبطش البطشة الكبرى إنا منتقمون } [ الدخان : 16 ] ."
    },
    {
      "ayah": 44,
      "surah": 54,
      "text": "أَمْ يَقُولُونَ نَحْنُ جَمِيعٌ مُنْتَصِرٌ (44({ أم } منقطعة لإِضراب انتقالي . والاستفهام المقدر بعد ( أم ( مستعمل في التوبيخ ، فإن كانوا قد صرحوا بذلك فظاهر ، وإن كانوا لم يصرحوا به فهو إنباء بأنهم سيقولونه ."
    },
    {
      "ayah": 45,
      "surah": 54,
      "text": "سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ (45(وعن ابن عباس : أنهم قالوا ذلك يوم بَدر . ومعناه : أن هذا نزل قبلَ يوم بدر لأن قوله : { سيهزم الجمع } إنذار بهزيمتهم يوم بدر وهو مستقبل بالنسبة لوقت نزول الآية لوجود علامة الاستقبال .وغير أسلوب الكلام من الخطاب الموجه إلى المشركين بقوله : { أكفاركم خير } [ القمر : 43 ] الخ إلى أسلوب الغيبة رجوعاً إلى الأسلوب الجاري من أول السورة في قوله : { وإن يروا آية يعرضوا } [ القمر : 2 ] بعد أن قُضي حق الإِنذار بتوجيه الخطاب إلى المشركين في قوله : { أكفاركم خير من أولائكم أم لكم براءة في الزبر } [ القمر : 43 ] .والكلام بشارة للنبيء صلى الله عليه وسلم وتعريض بالنِّذارة للمشركين مبني على أنهم تحدثهم نفوسهم بذلك وأنهم لا يحسبون حالهم وحال الأمم التي سيقت إليهم قصصُها متساويةً ، أي نحن منتصرون على محمد صلى الله عليه وسلم لأنه ليس رسول الله فلا يؤيده الله .و { جميع } اسم للجماعة الذين أمرهُم واحد ، وليس هو بمعنى الإحاطة ، ونظيره ما وقع في خبر عمر مع علي وعباس رضي الله عنهم في قضية ما تركه النبي صلى الله عليه وسلم من أرض فَدَكَ ، قال لهما : \" ثم جئتماني وأمركما جميع وكلمتكما واحدة \" وقول لبيد :عَرِيت وكان بها الجميعُ فأبكروا ... منها وغودَر نْؤيُها وثُمامهاوالمعنى : بل أيدَّعون أنهم يغالبون محمداً صلى الله عليه وسلم وأصحابه وأنهم غالبونهم لأنهم جَميع لا يُغلبون .ومنتصر : وصف { جميع } ، جاء بالإِفراد مراعاة للفظ { جميع } وإن كان معناه متعدداً .وتغيير أسلوب الكلام من الخطاب إلى الغيبة مشعر بأن هذا هو ظنهم واغترارهم ، وقد روي أنّ أبا جهل قال يوم بدر : «نحن ننتصر اليوم من محمد وأصحابه» . فإذا صح ذلك كانت الآية من الإِعجاز المتعلق بالإِخبار بالغيب .ولعل الله تعالى ألقى في نفوس المشركين هذا الغرور بأنفسهم وهذا الاستخفاف بالنبي صلى الله عليه وسلم وأتباعه ليشغلهم عن مقاومته باليد ويقصرهم على تطاولهم عليه بالألسنة حتى تكثر أتباعه وحتى يتمكن من الهجرة والانتصار بأنصار الله .فقوله : { سيهزم الجمع ويولون الدبر } جواب عن قولهم : { نحن جميع منتصر } فلذلك لم تعطف الجملة على التي قبلها . وهذا بشارة لرسوله صلى الله عليه وسلم بذلك وهو يعلم أن الله منجز وعده ولا يَزيد ذلك الكافرين إلا غروراً فلا يعيروه جانب اهتمامهم وأخذ العدة لمقاومته كما قال تعالى في نحو ذلك : { ويقللكم في أعينهم ليقضي الله أمراً كان مفعولاً } [ الأنفال : 44 ] .والتعريف في { الجمع } للعهد ، أي الجمع المعهود من قوله : { نحن جميع منتصر } والمعنى : سيهزم جمعهم . وهذا معنى قول النحاة : اللام عوض عن المضاف إليه .والهزم : الغلب ، والسين لتقريب المستقبل ، كقوله : { قل للذين كفروا ستغلبون } [ آل عمران : 12 ] . وبني الفعل للمجهول لظهور أن الهازم المسلمون .و { يولُّون } : يجعلون غيرهم يلي ، فهو يتعدى بالتضعيف إلى مفعولين ، وقد حذف مفعوله الأول هنا للاستغناء عنه إذ الغرض الإِخبار عنهم بأنهم إذا جاء الوغى يفرون ويولُّونكم الأدبار .و { الدُّبُر } : الظهر ، وهو ما أدبر ، أي كان وراءً ، وعكسه القبل .والآية : إخبار بالغيب ، فإن المشركين هُزموا يوم بدر ، وولوا الأدبار يومئذٍ ، وولوا الأدبار في جمع آخر وهو جمع الأحزاب في غزوة الخندق ففرُّوا بليل كما مضى في سورة الأحزاب وقد ثبت في «الصحيح» أن النبي صلى الله عليه وسلم لما خرج لصف القتال يوم بدر تلا هذه الآية قبل القتال ، إيماء إلى تحقيق وعد الله بعذابهم في الدنيا .وأفرد الدبر ، والمراد الجمعُ لأنه جنس يصدق بالمتعدد ، أي يولي كل أحد منهم دبره ، وذلك لرعاية الفاصلة ومزاوجة القرائن ، على أن انهزام الجمع انهزامة واحدة ولذلك الجيش جهة تولَ واحدة . وهذا الهزم وقع يوم بدر .روي عن عكرمة أن عمر بن الخطاب قال : \" لما نَزلت { سيهزم الجمع ويولون الدبر } جَعَلْتُ أقول : أيُّ جمع يهزم؟ فلما كان يومُ بدر رأيت النبي صلى الله عليه وسلم يثب في الدرع ، ويقول : { سيهزم الجمع ويولون الدبر } \" اه ، أي لم يتبين له المراد بالجمع الذي سيُهزم ويولِّي الدبر فإنه لم يكن يومئذٍ قتال ولا كان يخطر لهم ببال ."
    },
    {
      "ayah": 46,
      "surah": 54,
      "text": "بَلِ السَّاعَةُ مَوْعِدُهُمْ وَالسَّاعَةُ أَدْهَى وَأَمَرُّ (46({ بل } للإِضراب الانتقالي ، وهو انتقال من الوعيد بعذاب الدنيا كما حل بالأمم قبلهم ، إلى الوعيد بعذاب الآخرة . قال تعالى : { ولنذيقنهم من العذاب الأدنى دون العذاب الأكبر لعلهم يرجعون } [ السجدة : 21 ] ، وعذاب الآخرة أعظم فلذلك قال : { والساعة أدهى وأمر } وقال في الآية الأخرى { ولعذاب الآخرة أشد وأبقى } [ طه : 127 ] وفي الآية الأخرى { ولعذاب الآخرة أخزى } [ فصلت : 16 ] .و { الساعة } : علم بالغلبة في القرآن على يوم الجزاء .والموعد : وقت الوعد ، وهو هنا وعد سوء ، أي وعيد . والإِضافة على معنى اللام أي موعد لهم . وهذا إجمال بالوعيد ، ثم عطف عليه ما يفصّله وهو { والساعة أدهى وأمر } . ووجه العطف أنه أريد جعله خبراً مستقلاً .و { أدهى } : اسم تفضيل من دهاه إذا أصابه بداهية ، أي الساعة أشد إصابة بداهية الخلود في النار من داهية عذاب الدنيا بالقتل والأسر .وأمرُّ : أي أشدّ مرارة . واستعيرت المرارة للإحساس بالمكروه على طريقة تشبيه المعقول الغائب بالمحسوس المعروف .وأعيد اسم { الساعة } في قوله : { والساعة أدهى } دون أن يؤتي بضميرها لقصد التهويل ، ولتكون الجملة مستقلة بنفسها فتسيرَ مسيرَ المثَل ."
    },
    {
      "ayah": 47,
      "surah": 54,
      "text": "إِنَّ الْمُجْرِمِينَ فِي ضَلَالٍ وَسُعُرٍ (47(هذا الكلام بيان لقوله : { والساعة أدهى وأمر } [ القمر : 46 ] . واقتران الكلام بحرف { إن } لفائدتين؛ إحداهما : الاهتمام بصريحه الإِخباري ، وثانيهما : تأكيد ما تضمنه من التعريض بالمشركين ، لأن الكلام وإن كان موجهاً للنبيء صلى الله عليه وسلم وهو لا يشك في ذلك فإن المشركين يبلغهم ويشيع بينهم وهم لا يؤمنون بعذاب الآخرة فكانوا جديرين بتأكيد الخبر في جانب التعريض فتكون { إنّ } مستعملة في غرضيها من التوكيد والاهتمام .والتعبير عنهم ب { المجرمين } إظهار في مقام الإِضمار لإِلصاق وصف الإِجرام بهم .والضلال : يطلق على ضد الهدى ويطلق على الخُسران ، وأكثر المفسرين على أن المراد به هنا المعنى الثاني . فعن ابن عباس : المراد الخسران في الآخرة"
    },
    {
      "ayah": 48,
      "surah": 54,
      "text": "يَوْمَ يُسْحَبُونَ فِي النَّارِ عَلَى وُجُوهِهِمْ ذُوقُوا مَسَّ سَقَرَ (48(، لأن الظاهر أن { يوم يسحبون في النار } طرف للكون في ضلال وسعُر على نحو قوله تعالى : { يوم ترجف الراجفة تتبعها الرادفة قلوب يومئذٍ واجفة } [ النازعات : 6 8 ] ، وقوله : { ويوم القيامة هم من المقبوحين } [ القصص : 42 ] فلا يناسب أن يكون الضلال ضد الهدى .ويجوز أن يكون { يوم يسحبون } ظرفاً للكون الذي في خبر { إن } ، أي كائنون في ضلال وسعر يوم يسحبون في النار . فالمعنى : أنهم في ضلال وسعر يوم القيامة و { سُعُر } جمع سعير ، وهو النار ، وجُمع السعير لأنه قوي شديد .والسحْبُ : الجَرّ ، وهو في النار أشد من ملازمة المكان لأنه به يتجدد مماسة نار أخرى فهو أشد تعذيباً .وجُعل السحْب على الوجوه إهانة لهم .و { ذوقوا مس سقر } مقول قول محذوف ، والجملة مستأنفة . والذوق مستعار للإِحساس .وصيغة الأمر مستعملة في الإِهانة والمجازاة .والمس مستعمل في الإِصابة على طريقة المجاز المرسل .وسَقَر : عَلَم على جهنم ، وهو مشتق من السَّقْر بسكون القاف وهو التهاب في النار ، ف { سقر } وضع علَماً لجهنم ، ولذلك فهو ممنوع من الصرف للعلمية والتأنيث ، لأن جهنم اسم مؤنث معنىً اعتبروا فيه أن مسماه نار والنار مؤنثة .والآية تتحمل معنى آخر ، وهو أن يراد بالضلال ضد الهدى وأن الإِخبار عن المجرمين بأنهم ليسوا على هُدى ، وأن ما هم فيه باطل وضلال ، وذلك في الدنيا ، وأن يُراد بالسُّعر نيران جهنم وذلك في الآخرة فيكون الكلام على التقسيم .أو يكون السُّعر بمعنى الجنون ، يقال : سُعُر بضمتين وسُعْر بسكون العين ، أي جنون ، من قول العرب ناقة مسعورة ، أي شديدة السرعة كأن بها جنوناً كما تقدم عند قوله تعالى : { إنا إذن لفي ضلال وسعر } في هذه السورة ( 24 ( .وروي عن ابن عباس وفسر به أبو علي الفارسي قائلاً : لأنهم إن كانوا في السعير لم يكونوا في ضلال لأن الأمر قد كشف لهم وإنما وصف حالهم في الدنيا ، وعليه فالضلال والسعر حاصلان لهم في الدنيا ."
    },
    {
      "ayah": 49,
      "surah": 54,
      "text": "إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ (49(استئناف وقع تذييلاً لما قبله من الوعيد والإِنذار والاعتبار بما حلّ بالمكذبين ، وهو أيضاً توطئة لقوله : { وما أمرنا إلا واحدة } [ القمر : 50 ] إلخ .والمعنى : إنا خلقنا وفعلنا كلّ ما ذكر من الأفعال وأسبابها وآلالتها وسلّطنَاه على مستحقيه لأنا خلقنا كل شيء بقدر ، أي فإذا علمتم هذا فانتبهوا إلى أن ما أنتم عليه من التكذيب والإِصرار مماثل لما كانت عليه الأمم السالفة .واقترانُ الخبر بحرف ( إنّ ( يقال فيه ما قلناه في قوله : { إن المجرمين في ضلال وسعر } [ القمر : 47 ] .والخَلْق أصله : إيجاد ذات بشكل مقصود فهو حقيقة في إيجاد الذوات ، ويطلق مجازاً على إيجاد المعاني التي تشبه الذوات في التميز والوضوح كقوله تعالى : { وتخلقون إفكاً } [ العنكبوت : 17 ] .فإطلاقه في قوله : { إنا كل شيء خلقناه بقدر } من استعمال اللفظ في حقيقته ومجازه .و { شيء } معناه موجود من الجواهر والأعراض ، أي خلقنا كل الموجودات جواهرها وأعراضها بقدَر .والقدَر : بتحريك الدال مرادف القدْر بسكونها وهو تحديد الأمور وضبطها .والمراد : أن خلْق الله الأشياء مصاحب لقوانين جارية على الحكمة ، وهذا المعنى قد تكرر في القرآن كقوله في سورة الرعد ( 8 ( { وكل شيء عنده بمقدار } ومما يشمله عموم كل شيء خلق جهنم للعذاب .وقد أشار إلى أن الجزاء من مقتضى الحكمة قوله تعالى : { أفحسبتم أنما خلقناكم عبثاً وأنكم إلينا لا ترجعون } [ المؤمنون : 115 ] وقوله : { وما خلقنا السماوات والأرض وما بينهما إلا بالحق وإن الساعة لآتية فاصفح الصفح الجميل إن ربك هو الخلاق العليم } [ الحجر : 85 ، 86 ] وقوله : { وما خلقنا السماوات والأرض وما بينهما لاعبين ما خلقناهما إلا بالحق ولكن أكثرهم لا يعلمون إن يوم الفصل ميقاتهم أجمعين } [ الدخان : 38 40 ] فترى هذه الآيات وأشباهها تُعقّب ذكر كون الخلق كله لحكمة بذكر الساعة ويوم الجزاء . فهذا وجه تعقيب آيات الإِنذار والعقاب المذكورة في هذه السورة بالتذييل بقوله : { إنا كل شيء خلقناه بقدر } بعد قوله : { أكفاركم خير من أولائكم } [ القمر : 43 ] وسيقول : { ولقد أهلكنا أشياعكم } [ القمر : 51 ] .فالباء في { بقدر } للملابسة ، والمجرور ظرف مستقر ، فهو في حكم المفعول الثاني لفعل { خلقناه } لأنه مقصود بذاته ، إذ ليس المقصود الإِعلام بأن كل شيء مخلوق لله ، فإن ذلك لا يحتاج إلى الإِعلام به بَلْه تأكيده بل المقصود إظهار معنى العلم والحكمة في الجزاء كما في قوله تعالى في سورة الرعد ( 8 ( { وكل شيء عنده بمقدار } ومما يستلزمه معنى القَدر أن كل شيء مخلوققٍ هو جارٍ على وفق علم الله وإرادته لأنه خالق أصول الأشياء وجاعلُ القوى فيها لتنبعث عنها آثارها ومتولَّداتُها ، فهو عالم بذلك ومريد لوقوعه . وهذا قد سمي بالقدَر في اصطلاح الشريعة كما جاء في حديث جبريل الصحيح في ذكر ما يقع به الإِيمان : وتؤمن بالقدر خيره وشره .وأخرج مسلم والترمذي عن أبي هريرة : جاء مشركو قريش يخاصمون رسول الله في القدَر فنزلت :{ يوم يسحبون في النار على وجوههم ذوقوا مس سقر إنا كل شيء خلقناه بقدر } [ القمر : 48 ، 49 ] . ولم يذكُرْ راوي الحديث تعيينَ معنى القَدَر الذي خاصم فيه كفار قريش فبقي مجملاً ويظهر أنهم خاصموا جَدلاً ليدفعوا عن أنفسهم التعنيف بعبادة الأصنام كما قالوا : { لو شاء الرحمان ما عبدناهم } [ الزخرف : 20 ] ، أي جدلاً للنبي صلى الله عليه وسلم بموجَب ما يقوله من أن كل كائن بقدر الله جهلاً منهم بمعاني القَدر .قال عياض في «الإِكمال» «ظاهره أن المراد بالقدر هنا مرادُ الله ومشيئته وما سيق به قدره من ذلك ، وهو دليل مساق القصة التي نزلت بسببها الآية» اه . وقال الباجي في «المنتقَى» : «يحتمل من جهة اللغة معاني :أحدها : أن يكون القَدَر ههنا بمعنى مقدر لا يُزاد عليه ولا ينقص كما قال تعالى : { قد جعل الله لكل شيء قدراً } [ الطلاق : 3 ] .والثاني : أن المراد أنه بقدرته ، كما قال : { بل قادرين على أن نسوي بنانه } [ القيامة : 4 ] .والثالث : بقَدر ، أي نخلقه في وقته ، أي نقدّر له وقتاً نخلقه فيه» اه .قلت : وإذ كان لفظ ( قدر ( جنساً ، ووقع معلّقاً بفعل متعلق بضمير { كل شيء } الدال على العموم كان ذلك اللفظ عاماً للمعاني كلها فكل ما خلقه الله فَخَلْقُه بقدر ، وسبب النزول لا يخصص العموم ، ولا يناكد موقعَ هذا التذييل على أن السلف كانوا يطلقون سبب النزول على كل ما نزلت الآية للدلالة عليه ولو كانت الآية سابقة على ما عَدُّوه من السبب .واعلم أن الآية صريحة في أن كل ما خلقه الله كان بضبط جارياً على حكمة ، وأما تعيين ما خلقه الله مما ليس مخلوقاً له من أفعال العباد مثلاً عند القائلين بخلق العباد أفعالهم كالمعتزلة أو القائلين بكسب العبد كالأشعرية ، فلا حجة بالآية عليهم لاحتمال أن يكون مصب الإِخبار هو مضمون { خلقناه } أو مضمون { بقدر } ، ولاحتمال عموم { كل شيء } للتخصيص ، ولاحتمال المرادِ بالشيء مَا هو ، وليس نفي حجيّة هذه الآية على إثبات القدَر الذي هو محَل النزاع بين الناس بمبطل ثبوت القدَر من أدلة أخرى .وحقيقة القدر الاصطلاحي خفيّة فإن مقدار تأثر الكائنات بتصرفات الله تعالى وبتسبب أسبابها ونهوض موانعها لم يبلغ علمُ الإِنسان إلى كشف غوامضه ومعرفة ما مكّن الله الإِنسان من تنفيذ لما قدّره الله ، والأدلة الشرعية والعقلية تقتضي أن الأعمال الصالحة والأعمالَ السيئة سَواء في التأثر لإِرَادة الله تعالى وتعلققِ قدرته إذا تعلقت بشيء ، فليست نسبة آثار الخير إلى الله دون نسبة أثر الشر إليه إلا أدباً مع الخالق لقنه الله عبيده ، ولولا أنها منسوبة في التأثر لإرادة الله تعالى لكانت التفرقة بين أفعال الخير وأفعال الشر في النسبة إلى الله ملحقة باعتقاد المجوس بأنّ للخير إلهاً وللشر إلهاً ، وذلك باطل لقول النبي صلى الله عليه وسلم« وتؤمن بالقدر خيره وشره » وقوله : « القدرية مجوس هذه الأمة » رواه أبو داود بسنده إلى ابن عمر مرفوعاً .وانتصب { كل شيء } على المفعولية ل { خلقناه } على طريقة الاشتغال ، وتقديمه على { خلقناه } ليتأكد مدلوله بذكر اسمه الظاهر ابتداء ، وذكر ضميره ثانياً ، وذلك هو الذي يقتضي العدول إلى الاشتغال في فصيح الكلام العربي فيحصل توكيد للمفعول بعد أن حصل تحقيق نسبة الفعل إلى فاعله بحرف { إنّ } المفيد لتوكيد الخبر وليتصل قوله : { بقدر } بالعامل فيه وهو { خلقناه } ، لئلا يلتبس بالنعت لشيء لو قيل : إنا خلقنا كل شيء بقَدَر ، فيظن أن المراد : أنا خلقنا كل شيء مُقدّر فيبقى السامع منتظراً لخبر { إن } ."
    },
    {
      "ayah": 5,
      "surah": 54,
      "text": "حِكْمَةٌ بَالِغَةٌ فَمَا تُغْنِ النُّذُرُ (5(و { حكمة بالغة } بدل من { مَا } ، أي جاءهم حكمةٌ بالغة .والحكمة : إتقان الفهم وإصابة العقل . والمراد هنا الكلام الذي تضمن الحكمة ويفيد سامعه حكمة ، فوصْفُ الكلام بالحكمة مجاز عقلي كثير الاستعمال ، وتقدم في سورة البقرة ( 269 ( ، { ومن يؤت الحكمة فقد أوتي خيراً كثيراً } والبالغة : الواصلة ، أي واصلة إلى المقصود مفيدة لصاحبها .وفرع عليه قوله : { فما تغن النذر } ، أي جاءهم ما فيه مزدجر فلم يُغن ذلك ، أي لم يحصل فيه الإقلاع عن ضلالهم .و { ما } تحتمل النفي ، أي لا تغني عنهم النذر بعد ذلك . وهذا تمهيد لقوله : { فتول عنهم } [ القمر : 6 ] ، فالمضارع للحال والاستقبال ، أي ما هي مغنية ، ويفيد بالفحوى أن تلك الأنباء لم تغن عنهم فيما مضى بطريق الأحرى ، لأنه إذا كان ما جاءهم من الأنباء لا يغني عنهم من الانزجار شيئاً في الحال والاستقبال فهو لم يغن عنهم فيما مضى إذ لو أغنى عنهم لارتفع اللوم عليهم .ويحتمل أن تكون { مَا } استفهامية للإِنكار ، أي ماذا تفيد النذر في أمثالهم المكابرين المصرين ، أي لا غناء لهم في تلك الأنباء ، ف { ما } على هذا في محل نصب على المفعول المطلق ل { تغن } ، وحذف ما أضيفت إليه { ما } . والتقدير : فأي غناء تغني النذر وهو المخبر بما يسوء ، فإن الأنباء تتضمن إرسال الرسل من الله منذرين لقومهم فما أغنوهم ولم ينتفعوا بهم ولأن الأنباء فيها الموعظة والتحذير من مثل صنيعهم فيكون المراد ب { النذر } آيات القرآن ، جعلت كل آية كالنذير : وجمعت على نُذُر ، ويجوز أن يكون جمع نذير بمعنى الإِنذار اسم مصدر ، وتقدم عند قوله تعالى : { هذا نذير من النذر الأولى } في آخر سورة النجم ( 56 ( ."
    },
    {
      "ayah": 50,
      "surah": 54,
      "text": "وَمَا أَمْرُنَا إِلَّا وَاحِدَةٌ كَلَمْحٍ بِالْبَصَرِ (50(عطف على قوله : { إنا كل شيء خلقناه بقدر } [ القمر : 49 ] فهو داخل في التذييل ، أي خلقناه كل شيء بعلم ، فالمقصود منه وما يصلح له معلوم لنا فإذا جاء وقته الذي أعددناه حصل دَفعة واحدة لا يسبقه اختبار ولا نظَر ولا بداء . وسيأتي تحقيقه في آخر تفسير هذه الآية .والغرض من هذا تحذيرهم من أن يأخذهم العذاب بغتة في الدنيا عند وجود ميقاته وسبق إيجاد أسبابه ومقوماته التي لا يتفطنون لوجودها ، وفي الآخرة بحلول الموت ثم بقيام الساعة .وعطف هذا عقب { إنا كل شيء خلقناه بقدر } [ القمر : 49 ] مشعر بترتب مضمونه على مضمون المعطوف عليه في التنبيه والاستدلال حسب ما هو جارٍ في كلام البلغاء من مراعاة ترتب معاني الكلام بعضها على بعض حتى قال جماعة من أئمة اللغة : الفَراءُ وثعلبٌ والربعيُ وقطربٌ وهشامٌ وأبو عمرو الزاهد : إن العطف بالواو يفيد الترتيب ، وقال ابن مالك : الأكثر إفادته الترتيب .والأمر في قوله : { وما أمرنا } يجوز أن يكون بمعنى الشأن ، فيكون المراد به الشأن المناسب لسياق الكلام ، وهو شأن الخلق والتكوين ، أي وما شأن خلقنا الأشياء .ويجوز أن يكون بمعنى الإِذن فيراد به أمر التكوين وهو المعبر عنه بكلمة «كن» والمآل واحد .وعلى الاحتمالين فصفةُ { واحدة } وصف لموصوف محذوف دل عليه الكلام هو خبر عن { أمرنا } . والتقدير : إلا كلمة واحدةٌ ، وهي كلمة ( كُنْ ( كما قال تعالى : { إنما أمره إذا أراد شيئاً أن يقول له كن فيكون } [ يس : 82 ] .والمقصود الكناية عن أسرع ما يمكن من السرعة ، أي وما أمرنا إلا كلمة واحدة . وذلك في تكوين العناصر والبسائط وكذلك في تكوين المركبات لأن أمر التكوين يتوجه إليها بعد أن تسبقه أوامر تكوينية بإيجاد أجزائها ، فلكل مكوّن منها أمر تكوين يخصه هو كلمة واحدة فتبين أن أمر الله التكويني كلمة واحدة ولا ينافي هذا قوله : { ولقد خلقنا السماوات والأرض وما بينهما في ستة أيام } [ ق : 38 ] ونحوه ، فخلق ذلك قد انطوى على مخلوقات كثيرة لا يُحصر عددها كما قال تعالى : { يخلقكم في بطون أمهاتكم خلقاً من بعد خلق } [ الزمر : 6 ] فكل خلق منها يحصل بكلمة واحدة كلمح البصر على أن بعض المخلوقات تتولد منه أشياء وآثار فيعتبر تكوينه عند إيجاد أوّله .وصح الإِخبار عن ( أمر ( وهو مذكَّر ب { واحدة } وهو مؤنث باعتبار أن ما صْدَق الأمر هنا هو أمر التسخير وهو الكلمة ، أي كلمة ( كن ( .وقوله : { كلمح بالبصر } في موضع الحال من { أمرنا } باعتبار الإِخبار عنه بأنه كلمة واحدة ، أي حصول مرادنا بأمرنا كلمح بالبصر ، وهو تشبيه في سرعة الحصول ، أي ما أمرنا إلا كلمة واحدة سريعة التأثير في المتعلّقةِ هي به كسرعة لمح البصر .وهذا التشبيه في تقريب الزمان أبلغ ما جاء في الكلام العربي وهو أبلغ من قول زهير :فهن وَوادِي الرسِّ كاليد للفَم ... وقد جاء في سورة النحل ( 77 ( { وما أمر الساعة إلا كلمح البصر أو هو أقرب فزيد هنالك أو { هو أقرب } لأن المقام للتحذير من مفاجأة الناس بها قبل أن يستعدوا لها فهو حقيق بالمبالغة في التقريب ، بخلاف ما في هذه الآية فإنه لتمثيل أمْر الله وذلك يكفي فيه مجرد التنبيه إذ لا يتردد السامع في التصديق به .وقد أفادت هذه الآية إحاطة علم الله بكل موجود وإيجادَ الموجودات بحكمة ، وصدورها عن إرادة وقدرة .واللمح : النظر السريع وإخلاس النظر ، يقال : لَمحَ البصر ، ويقال : لَمح البرق كما يقال : لمعَ البرق . ولما كان لمح البصر أسرع من لمح البرق قال تعالى : { كلمح بالبصر } كما قال في سورة النحل ( 77 ( { إلا كلمح البصر . }"
    },
    {
      "ayah": 51,
      "surah": 54,
      "text": "وَلَقَدْ أَهْلَكْنَا أَشْيَاعَكُمْ فَهَلْ مِنْ مُدَّكِرٍ (51(التُفِتَ من طريق الغيبة إلى الخطاب ومرجع الخطاب هم المشركون لظهور أنهم المقصود بالتهديد ، وهو تصريح بما تضمنه قوله : { أكفاركم خير من أولائكم } [ القمر : 43 ] فهو بمنزلة النتيجة لقوله : { إنا كل شيء خلقناه بقدر إلى كلمح بالبصر } [ القمر : 49 ، 50 ] .وهذا الخبر مستعمل في التهديد بالإِهلاك وبأنه يفاجئهم قياساً على إهلاك الأمم السابقة ، وهذا المقصد هو الذي لأجله أكد الخبر بلام القسم وحرففِ ( قد ( . أما إهلاك من قبلهم فهو معلوم لا يحتاج إلى تأكيد .ولك أن تجعل مناط التأكيد إثبات أن إهلاكهم كان لأجل شِركهم وتكذيبهم الرسل . وتفريع { فهل من مدكر } قرينة على إرادة المعنيين فإن قوم نوح بقُوا أزماناً فما أقلعوا عن إشراكهم حتى أخذهم الطوفان بغتة . وكذلك عاد وثمود كانوا غير مصدقين بحلول العذاب بهم فلما حل بهم العذاب حل بهم بغتة ، وقوم فرعون خرجوا مقتفين موسى وبني إسرائيل واثقين بأنهم مدركوهم واقتربوا منهم وظنوا أنهم تمكنوا منهم فما راعهم إلا أن أنجى الله بني إسرائيل وانطبق البحر على الآخرين .والمعنى : فكما أهلكنا أشياعَكم نهلككم ، وكذلك كان ، فإن المشركين لمّا حلوا ببدر وهم أوفر عدداً وعُددا كانوا واثقين بأنهم مُنقذون عيرهم وهازمون المسلمين فقال أبو جهل وقد ضَرب فرسه وتقدم إلى الصف «اليوم ننتصر من محمد وأصحابه» فلم تَجُل الخيل جَولة حتى شاهدوا صناديدهم صرعى ببدر : أبا جهل ، وشيبة بن ربيعة ، وعتبة بن ربيعة ، وأمية بن خلف وغيرهم في سبعين رجلاً ولم تقم لهم بعد ذلك قائمة .والأشياع : جمع شيعة . والشيعة : الجماعة الذين يؤيدون من يُضَافون إليه ، وتقدم في قوله تعالى : { إن الذين فرقوا دينهم وكانوا شيعا } في آخر سورة الأنعام ( 159 ( .وأطلق الأشياع هنا على الأمثال والأشباه في الكُفْر على طريق الاستعارة بتشبيههم وهم منقرضون بأشياع موجودين .وفرع على هذا الإنذار قوله : فهل من مدكر } وتقدم نظيره في هذه السورة ."
    },
    {
      "ayah": 52,
      "surah": 54,
      "text": "وَكُلُّ شَيْءٍ فَعَلُوهُ فِي الزُّبُرِ (52(يجوز أن يكون الضمير المرفوع في قوله : { فعلوه } عائداً إلى { أشياعكم } [ القمر : 51 ] ، والمعنى : أهلكناهم بعذاب الدنيا وهيّأنا لهم عذاب الآخرة فكتب في صحائف الأعمال كل ما فعلوه من الكفر وفروعه ، فالكناية في الزُبر وقعت هنا كناية عن لازمها وهو المحاسبة به فيما بعد وعن لازم لازمها وهو العقاب بعد المحاسبة .وهذا الخبر مستعمل في التعريض بالمخاطبين بأنهم إذا تعرضوا لما يوقع عليهم الهلاك في الدنيا فليس ذلك قصارى عذابهم فإن بعده حساباً عليه في الآخرة يعذبون به وهذا كقوله تعالى : { وإن للذين ظلموا عذاباً دون ذلك } [ الطور : 47 ] ويجوز عندي أن يكون الضمير عائداً إلى الجمع من قوله : { سيهزم الجمع } [ القمر : 45 ] أو إلى { المجرمين } في قوله : { إن المجرمين في ضلال وسعر } [ القمر : 47 ] الخ ، والمعنى كل شيء فعله المشركون من شرك وأذى للنبيء صلى الله عليه وسلم وللمسلمين معدود عليهم مهيأ عقابهم عليه لأن الإِخبار عن إحصاء أعمال الأمم الماضين قد أغنى عنه الإِخبار عن إهلاكهم ، فالأجدر تحذير الحاضرين من سوء أعمالهم .و { الزبر } : جمع زبور وهو الكتاب مشتق من الزبر ، وهو الكتابة ، وجُمعت الزبر لأن لكل واحد كتاب أعماله ، قال تعالى : { وكل إنسان ألزمناه طائره في عنقه ونخرج له يوم القيامة كتاباً يلقاه منشوراً إقرأ كتابك } [ الإسراء : 13 ، 14 ] الآية .وعموم { كل شيء فعلوه } مراد به خصوص ما كان من الأفعال عليه مؤاخذة في الآخرة ."
    },
    {
      "ayah": 53,
      "surah": 54,
      "text": "وَكُلُّ صَغِيرٍ وَكَبِيرٍ مُسْتَطَرٌ (53(هذا كالتذييل لقوله : { وكل شيء فعلوه في الزبر } [ القمر : 52 ] فكل صغير وكبير أعمّ من كل شيء فعلوه ، والمعنى : وكل شيء حقير أو عظيم مستطر ، أي مكتوب مسطور ، أي في علم الله تعالى أي كل ذلك يعلمه الله ويحاسب عليه ، فمستطر : اسم مفعول من سطر إذا كتب سطوراً قال تعالى : { وكتاب مسطور } [ الطور : 2 ] .وهذا كقوله تعالى : { وما تسقط من ورقة إلا يعلمها ولا حبة في ظلمات الأرض ولا رطب ولا يابس إلا في كتاب مبين } [ الأنعام : 59 ] وقوله : { لا يعزب عنه مثقال ذرة في السماوات ولا في الأرض ولا أصغر من ذلك ولا أكبر إلا في كتاب مبين } [ سبأ : 3 ] .فالصغير : مستعار للشيء الذي لا شأن له ولا يَهتم به الناس ولا يؤاخذ عليه فاعله ، أو لا يؤاخذ عليه مؤاخذة عظيمة . والكبير : مستعار لضده ويدخل في ذلك ما له شأن من الصلاح ومَا له شأن من الفساد وما هو دون ذلك ، وذلك أفضل الأعمال الصالحة وما دونه من الأعمال الصالحة ، وكذلك كبائر الإِثم والفواحش وما دونها من اللمم والصغائر .والمستطر : كناية عن علم الله به وذلك كناية عن الجزاء عليه مكان ذلك جامعاً للتبشير والإِنذار ."
    },
    {
      "ayah": 54,
      "surah": 54,
      "text": "إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَنَهَرٍ (54(استئناف بياني لأنه لما ذكر أن كل صغير وكبير مستطرِ على إرادة أنه معلوم ومجازىً عليه وقد علم جزاء المجرمين من قوله : { إن المجرمين في ضلال وسعر } [ القمر : 47 ] كانت نفس السامع بحيث تتشوف إلى مقابل ذلك من جزاء المتقين وجريا على عادة القرآن من تعقيب النذارة بالبشارة والعكس .وافتتاح هذا الخبر بحرف { إن } للاهتمام به .و { في } من قوله : { في جنات } للظرفية المجازية التي هي بمعنى التلبس القوي كتلبس المظروف بالظرف ، والمراد في نعيم جنات ونهر فإن للجنات والأنهار لذات متعارفة من اللهو والأُنس والمحادثة ، واجتناء الفواكه ، ورؤية جَرَيَاننِ الجداول وخرير الماء ، وأصوات الطيور ، وألوان السوابح .وبهذا الاعتبار عطف { نهر } على { جنات } إذ ليس المراد الإخبار بأنهم ساكنون جناتتٍ فإن ذلك يغني عنه قوله بعد : { في مقعد صدق عند مليك مقتدر } ، ولا أنهم منغمسون في أنهار إذ لم يكن ذلك مما يقصده السامعون .ونهَرَ : بفتحتين لغة في نهْر بفتح فسكون . والمراد به اسم الجنس الصادق بالمتعدد لقوله تعالى : { من تحتهم الأنهار } [ الأعراف : 43 ]"
    },
    {
      "ayah": 55,
      "surah": 54,
      "text": "فِي مَقْعَدِ صِدْقٍ عِنْدَ مَلِيكٍ مُقْتَدِرٍ (55(، وقوله : { في مقعد صدق } إما في محل الحال من المتقين وإما في محل الخبر الثاني ل { إنّ } .والمقعد : مكان القعود . والقعود هنا بمعنى الإِقامة المطمئنة كما في قوله تعالى : { اقعدوا مع القاعدين } [ التوبة : 46 ] .والصدق : أصله مطابقة الخبر للواقع ثم شاعت له استعمالات نشأت عن مجاز أو استعارة ترجع إلى معنى مصادفة أحد الشّيء على ما يناسب كمال أحوال جنسه ، فيقال : هو رَجُل صدق ، أي تمام رُجلة ، وقال تأبط شراً :إني لمهد من ثنائي فقاصد ... به لابننِ عَمِّ الصدق شُمس بن مالكأي ابن العم حقا ، أي موف بحق القرابة .وقال تعالى : { ولقد بوأنا بني إسرائيل مبوّأ صدق } [ يونس : 93 ] وقال في دعاء إبراهيم عليه السلام { واجعل لي لسان صدق في الآخرين } [ الشعراء : 84 ] ويسمى الحبيب الثابت المحبة صَديقاً وصدّيقاً .فمقعد صدق ، أي مقعد كامل في جنسه مرضي للمستقر فيه فلا يكون فيه استفزاز ولا زوال ، وإضافة { مقعد } إلى { صدق } من إضافة الموصوف إلى صفته للمبالغة في تمكن الصفة منه .والمعنى : هم في مقعد يشتمل على كل ما يحمده القاعد فيه .والمَليك : فعيل بمعنى المالك مبالغة وهو أبلغ من مَلِك ، ومقتدر : أبلغ من قادر ، وتنكيره وتنكير مُقتدر للتعظيم .والعندية عندية تشريف وكرامة ، والظرف خبر بعد خبر ."
    },
    {
      "ayah": 6,
      "surah": 54,
      "text": "فَتَوَلَّ عَنْهُمْ يَوْمَ يَدْعُ الدَّاعِ إِلَى شَيْءٍ نُكُرٍ (6(فَتَوَلَّ عَنْهُمْ } .تفريع على { فما تغن النذر } [ القمر : 5 ] ، أي أعرِضْ عن مجادلتهم فإنهم لا تفيدهم النذر كقوله : { فأعرض عمن تولى عن ذكرنا } [ النجم : 29 ] ، أي أنك قد بلّغت فما أنت بمسؤول عن استجابتهم كما قال تعالى : { فتول عنهم فما أنت بملوم } [ الذاريات : 54 ] . وهذا تسلية للنبيء صلى الله عليه وسلم وتطمين له بأنه ما قَصر في أداء الرسالة . ولا تعلّق لهذه الآية بأحكام قتالهم إذ لم يكن السياق له ولا حدثت دواعيه يومئذٍ فلا وجه للقول بأنها منسوخة .{ يَوْمَ يَدْعُو الداع إلى شَىْءٍ نُّكُرٍ * خُشَّعاً أبصارهم يَخْرُجُونَ مِنَ الاجداث كَأَنَّهُمْ جَرَادٌ مُّنتَشِرٌ * مُّهْطِعِينَ إِلَى الداع يَقُولُ الكافرون هذا يَوْمٌ عَسِرٌ } .استئناف بياني لأن الأمر بالتولّي مؤذن بغضب ووعيد فمن شأنه أن يثير في نفس السامع تساؤلاً عن مجمل هذا الوعيد . وهذا الاستئناف وقع معترضاً بين جملة { ولقد جاءهم من الأنباء } [ القمر : 4 ] وجملة { كذبت قبلهم قوم نوح } [ القمر : 9 ] .وإذ قد كان المتوعد به شيئاً يحصل يوم القيامة قدم الظرف على عامله وهو { يقول الكافرون هذا يوم عسر } ليحصل بتقديمه إجمال يفصّله بعض التفصيل ما يُذكر بعده ، فإذا سمع السامع هذا الظرف علم أنه ظرف لأهوال تذكر بعده هي تفصيل ما أجمله قوله : { فتول عنهم } من الوعيد بحيث لا يحسن وقع شيء مما في هذه الجملة هذا الموقع غير هذا الظرف ، ولولا تقديمه لجاء الكلام غير موثوق العرى ، وانظر كيف جمع فيما بعد قوله : { يوم يدع الداع } كثيراً من الأهوال آخذٌ بعضها بحجز بعض بحسن اتصال ينقل كل منها ذهن السامع إلى الذي بعده من غير شعور بأنه يُعدّد له أشياءَ .وقد عُدّ سبعة من مظاهر الأهوال :أولها : دعاء الداعي فإنه مؤذن بأنهم محضرون إلى الحساب ، لأن مفعول { يدع } محذوف بتقدير : يدعوهم الداعي لدلالة ضمير { عنهم } على تقدير المحذوف .الثاني : أنه يدعو إلى شيء عظيم لأن ما في لفظ { شيء } من الإِبهام يُشعر بأنه مهول ، وما في تنكيره من التعظيم يجسم ذلك الهول .وثالثها : وصف شيء بأنه { نكر } ، أي موصوف بأنه تنكره النفوس وتكرهه .والنكُر بضمتين : صفة ، وهذا الوزن قليل في الصفات ، ومنه قولهم : روضة أُنُف ، أي جديدة لم ترعها الماشية ، ورجل شُلُل ، أي خفيف سريع في الحاجات ، ورجل سُجُح بجيم قبل الحاء ، أي سمح ، وناقة أُجُد : قوية موثقة فَقار الظهر ، ويجوز إسكان عين الكلمة فيها للتخفيف وبه قرأ ابن كثير هنا ."
    },
    {
      "ayah": 7,
      "surah": 54,
      "text": "خُشَّعًا أَبْصَارُهُمْ يَخْرُجُونَ مِنَ الْأَجْدَاثِ كَأَنَّهُمْ جَرَادٌ مُنْتَشِرٌ (7(ورابعها : { خشعاً أبصارهم } أي ذليلة ينظرون من طرف خفي لا تثبت أحداقهم في وجُوه الناس ، وهي نظرة الخائف المفتضح وهو كناية لأن ذلة الذليل وعزة العزيز تَظهران في عيونهما .وخامسها : تشبيههم بالجراد المنتشر في الاكتظاظ واستتار بعضهم ببعض من شدة الخوف زيادة على ما يفيده التشبيه من الكثرة والتحرك .وسادسها : وصفهم بمهطعين ، والمُهطع : الماشي سريعاً مادًّا عنقه ، وهي مشيئة مذعور غير ملتف إلى شيء ، يقال : هطع وأهطع ."
    },
    {
      "ayah": 8,
      "surah": 54,
      "text": "مُهْطِعِينَ إِلَى الدَّاعِ يَقُولُ الْكَافِرُونَ هَذَا يَوْمٌ عَسِرٌ (8({وسابعها : قولهم : { هذا يوم عسر } وهو قولٌ من أثر ما في نفوسهم من خوف . و { عسر } : صفة مشبهة من العُسر وهو الشدة والصعوبة . ووصف اليوم ب { عسر } وصف مجازي عقلي باعتبار كونه زماناً لأمور عسرة شديدة من شدة الحساب وانتظار العذاب .وأبهم { شيء نكر } للتهويل ، وذلك هو أهوال الحساب وإهانة الدفع ومشاهدة ما أُعد لهم من العذاب .وانتصب { خشعاً أبصارهم } على الحال من الضمير المقدر في { يدع الداع } وإمّا من ضمير { يخرجون } مقدماً على صاحبه .وقرأ نافع وابن كثير وابن عامر وعاصم وأبو جعفر { خشعاً } بصيغة جمع خاشع . وقرأه أبو عمرو وحمزة والكسائي ويعقوب وخلف { خَاشِعاً } بصيغة اسم الفاعل . قال الزجاج : «لك في أسماء الفاعلين إذا تقدمت على الجماعة التوحيدُ والتذكيرُ نحو خاشعاً أبصارُهم . ولك التوحيد والتأنيث نحو قراءة ابن مسعود { خاشعة أبصارهم } ولك الجمع نحو { خشعاً أبصارهم } اه .و { أبصارهم } فاعل { خشعاً } ولا ضير في كون الوصف الرافع للفاعل على صيغة الجمع لأن المحْظور هو لحاق علامة الجمع والتثنية للفعل إذا كان فاعله الظاهر جمعاً أو مثنى ، وليس الوصف كذلك ، كما نبه عليه الرضِيُّ على أنه إذا كان الوصف جمعاً مكسَّراً ، وكان جارياً على موصوف هو جمع ، فرفع الاسم الظاهر الوصف المجموع أولى من رفعه بالوصف المجموع المفرد على ما اختاره المبرد وابن مالك كقول امرىء القيس :وقوفاً بها صحبي على مطيّهم ... وشاهد هذا القراء .وقوله : { يقول الكافرون } إظهار في مقام الإِضمار لوصفهم بهذا الوصف الذميم وفيه تفسير الضمائر السابقة .والأجداثُ : جمع جَدث وهو القبر ، وقد جعل الله خروج الناس إلى الحشر من مواضع دفنهم في الأرض ، كما قال : { منها خلقناكم وفيها نعيدكم ومنها نخرجكم تارة أخرى } [ طه : 55 ] فيعاد خلق كل ذات من التراب الذي فيه بقية من أجزاء الجسم وهي ذرات يعلمها الله تعالى .والجراد : اسم جمع واحدُهُ جرادة وهي حشرة ذات أجنحة أربعة مطوية على جنبيها وأرجل أربعة ، أصفر اللون .والمنتشر : المنبثّ على وجه الأرض . والمراد هنا : الدَّبَى وهو فراخ الجراد قبل أن تظهر له الأجنحة لأنه يخرج من ثُقببٍ في الأرض هي مَبيضاتُ أصوله فإذا تم خلقه خرج من الأرض يزحف بعضه فوق بعض قال تعالى : { يوم يكون الناس كالفراش المبثوث } [ القارعة : 4 ] . وهذا التشبيه تمثيلي لأنه تشبيه هيئة خروج الناس من القبور متراكمين بهيئة خروج الجراد متعاظلاً يسير غير ساكن ."
    },
    {
      "ayah": 9,
      "surah": 54,
      "text": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ فَكَذَّبُوا عَبْدَنَا وَقَالُوا مَجْنُونٌ وَازْدُجِرَ (9(استئناف بيانيّ ناشىء عن قوله : { ولقد جاءهم من الأنباء ما فيه مزدجر } [ القمر : 4 ] فإن من أشهرها تكذيب قوم نوح رسولهم ، وسبق الإِنباء به في القرآن في السور النازلة قبل هذه السورة . والخبر مستعمل في التذكير وليفرع عليه ما بعده . فالمقصود النعي عليهم عدم ازدجارهم بما جاءهم من الأنباء بتعداد بعض المهمّ من تلك الأنباء .وفائدة ذكر الظرف { قبلهم } تقرير تسلية للنبيء صلى الله عليه وسلم أي أن هذه شنشنة أهل الضلال كقوله تعالى : { وإن يكذبوك فقد كذبت رسل من قبلك } [ فاطر : 4 ] ألا ترى أنه ذكر في تلك الآية قوله : { من قبلك } نظير ما هنا مع ما في ذلك من التعريض بأن هؤلاء معرِضون .واعلم أنه يقال : كذَّب ، إذا قال قولاً يدل على التكذيب ، ويقال كذّب أيضاً ، إذا اعتقد أن غيره كاذب قال تعالى : { فإنهم لا يكذبونك } [ الأنعام : 33 ] في قراءة الجمهور بتشديد الذال ، والمعنيان محتملان هنا ، فإن كان فعل { كذبت } هنا مستعملاً في معنى القول بالتكذيب ، فإن قوم نوح شافهوا نوحاً بأنه كاذب ، وإن كان مستعملاً في اعتقادهم كذبه ، فقد دلّ على اعتقادهم إعراضهم عن إنذاره وإهمالهم الانضواء إليه عندما أنذرهم بالطوفان .وعُرِّف { قوم نوح } بالإِضافة إلى اسمه إذ لم تكن للأمة في زمن نوح اسم يعرفون به .وأسند التكذيب إلى جميع القوم لأن الذين صدقوه عدد قليل فإنه ما آمن به إلا قليل ، كما تقدم في سورة هود .والفاء في قوله : { فكذبوا عبدنا } لتفريع الإِخبار بتفصيل تكذيبهم إياه بأنهم قالوا : { مجنون وازدجر } ، على الإِخبار بأنهم كذّبُوه على الإِجمال ، وإنما جيء بهذا الأسلوب لأنه لما كان المقصود من الخبر الأول تسلية الرسول صلى الله عليه وسلم فرّع عليه الإخبار بحصول المشابهة بين تكذيب قوممِ نوح رسولهم وتكذيب المشركين محمداً صلى الله عليه وسلم في أنه تكذيب لمن أرسله الله واصطفاه بالعبودية الخاصة ، وفي أنه تكذيب مشوب ببهتان إذ قال كلا الفريقين لرسوله : مَجنون ، ومشوب ببذاءة إذ آذى كلا الفريقين رسولهم وازدجروه . فمحل التفريع هو وصف نوح بعبودية الله تكريماً له ، والإِخبار عن قومه بأنهم افتروا عليه وصفَه بالجنون ، واعتدوا عليه بالأذى والازدجارِ . فأصل تركيب الكلام : كذبت قبلهم قوم نوح فقالوا : مجنون وازدجر . ولما أريد الإِيماء إلى تسلية الرسول صلى الله عليه وسلم ابتداء جعل ما بعد التسلية مفرعاً بفاء التفريع ليظهر قصد استقلال ما قبله ولولا ذلك لكان الكلام غنياً عن الفاء إذ كان يقول : كذبت قوم نوح عبدنا .وأعيد فعل { كذَّبوا } لإِفادة توكيد التكذيب ، أي هو تكذيب قويّ كقوله تعالى : { وإذا بطشتم بطشتم جَبارين } [ الشعراء : 130 ] وقوله : { ربنا هؤلاء الذين أغوينا أغويناهم كما غوينا } [ القصص : 63 ] ، وقول الأحوص :فإذا تزول تزول عن متخمط ... تُخشى بوادِره على الأقرانوقد نبه على ذلك ابن جنيّ في إعراب هذا البيت من «ديوان الحماسة» ، وذَكَر أن أبا عليّ الفارسي نحا غير هذا الوجه ولم يبيّنه .وحاصل نظم الكلام يرجع إلى معنى : أنه حصل فعل فكان حصوله على صفة خاصة أو طريقة خاصة .ويجوز أن يكون فعل { كذبت } مستعملاً في معنى : إنهم اعتقدوا كذبه ، فتفريع { فكذّبوا عبدنا } عليه تفريع تصريحهم بتكذيبه على اعتقادهم كذبه . فيكون فعل { كذبوا } مستعملاً في معنى غير الذي استعمل فيه فعل { كذبت } ، والتفريع ظاهر على هذا الوجه .وهذا الوجه يتأتّى في قوله تعالى : { وكذب الذين من قبلهم وما بلغوا معشار ما آتيناهم فكذبوا رسلي } في سورة سبأ ( 45 ( .ويجوز أن يكون قوله : كذبت قبلهم قوم نوح } إخباراً عن تكذيبهم بتفرد الله بالإِلهية حين تلقوه من الأنبياء الذين كانوا قبل نوح ولم يكن قبله رسول وعلى هذا الوجه يكون التفريع ظاهراً .و { ازدجر } معطوف على { قالوا } وهو افتعل من الزجر . وصيغة الافتعال هنا للمبالغة مثلها : افتقر واضطر .ونكتة بناء الفعل للمجهول هنا التوصل إلى حذف ما يسند إليه فعل الازدجار المبني للفاعل وهو ضمير { قوم نوح } ، فعدل على أن يقال : وازدجروه ، إلى قوله : { وازدجر } مُحاشاة للدّال على ذات نوح وهو ضمير من أن يقع مفعولاً لضميرهم .  ومرادهم أنهم ازدجروه ، أي نهوه عن ادعاء الرسالة بغلظة قال تعالى : { قال الملأ الذين كفروا من قومه إنا لنراك في سفاهة وإنا لنظنك من الكاذبين } [ الأعراف : 66 ] وقال : { قالوا لئن لم تنته يا نوح لتكونن من المرجومين } [ الشعراء : 116 ] وقال : { وكلما مر عليه ملأ من قومه سخروا منه } [ هود : 38 ] ."
    }
  ]
}
