{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 55,
      "text": "الرَّحْمَنُ (1(هذه آية واحدة عند جمهور العادِّين . ووقع في المصاحف التي برواية حفص عن عاصم علامةُ آية عقب كلمة { الرحمن } ، إذ عدّها قراء الكوفة آية فلذلك عد أهل الكوفة آي هذه السورة ثمانياً وسبعين . فإذا جعل اسم { الرحمن } آية تعين أن يكون اسم «الرحمن» : إما خبراً لمبتدأ محذوف تقديره : هو الرحمن ، أو مبتدأ خبره محذوف يقدر بما يناسب المقام .ويجوز أن يكون واقعاً موقع الكلمات التي يراد لفظها للتنبيه على غلط المشركين إذ أنكروا هذا الاسم قال تعالى : { قالوا وما الرحمن } كما تقدم في سورة الفرقان ( 60 ( ، فيكون موقعه شبيهاً بموقع الحروف المقطَّعة التي يُتَهجّى بها في أوائل بعض السور على أظهر الوجوه في تأويلها وهو التعريض بالمخاطبين بأنهم أخطأوا في إنكارهم الحقائق .وافتتح { باسم الرحمن } فكان فيه تشويق جميع السامعين إلى الخبر الذي يخبر به عنه إذ كان المشركون لا يألفون هذا الاسم قال تعالى : { قالوا وما الرحمن } [ الفرقان : 60 ] ، فهم إذا سمعوا هذه الفاتحة ترقبوا ما سيرد من الخبر عنه ، والمؤمنون إذا طرق أسماعهم هذا الاسم استشرفوا لما سيرد من الخبر المناسب لوصفه هذا مما هم متشوقون إليه من آثار رحمته .على أنه قد قيل : إن هذه السورة نزلت بسبب قول المشركين في النبي صلى الله عليه وسلم { إنما يعلمه بشر } [ النحل : 103 ] ، أي يعلمه القرآن فكان الاهتمام بذكر الذي يعلم النبي صلى الله عليه وسلم القرآن أقوى من الاهتمام بالتعليم .وأوثر استحضار الجلالة باسم { الرحمن } دون غيره من الأسماء لأن المشركين يأبون ذكره فجمع في هذه الجملة بين ردَّين عليهم مع ما للجملة الاسمية من الدلالة على ثبات الخبر ، ولأن معظم هذه السورة تعداد للنعم والآلاء فافتتاحها باسم { الرحمن } براعة استهلال .وقد أُخبر عن هذا الاسم بأربعة أخبار متتالية غير متعاطفة رابعها هو جملة { الشمس والقمر بحسبان } [ الرحمن : 5 ] كما سيأتي لأنها جيء بها على نمط التعديد في مقام الامتنان والتوقيف على الحقائق والتبكيت للخصم في إنكارهم صريح بعضها ، وإعراضهم عن لوازم بعضها كما سيأتي ، ففصل جملتي { خلق الإنسان علمه البيان } [ الرحمن : 3 ، 4 ]"
    },
    {
      "ayah": 10,
      "surah": 55,
      "text": "وَالْأَرْضَ وَضَعَهَا لِلْأَنَامِ (10(عطف على { والسماء رفعها } [ الرحمن : 7 ] وهو مقابلُهُ في المزاوجة والوضع يقابل الرفع ، فحصل محسِّن الطباق مرتين ، ومعنى { وضعها } خفضها لهم ، أي جعلها تحت أقدامهم وجُنوبهم لتمكينهم من الانتفاع بها بجميع ما لهم فيها من منافع ومعالجات .واللام في { للأنام } لَلأجْل . والأنام : اختلفت أقوال أهللِ اللغة والتفسير فيه ، فلم يذكره الجوهري ولا الراغب في «مفردات القرآن» ولا ابن الأثير في «النهاية» ولا أبو البقاء الكفوي في «الكليات» . وفسره الزمخشري بقوله : «الخلق وهو كل ما ظهر على وجه الأرض من دابة فيها روح» . وهذا مروي عن ابن عباس وجمععٍ من التابعين . وعن ابن عباس أيضاً : أنه الإِنسان فقط . وهو اسم جمع لا واحد له من لفظه .وسياق الآية يرجح أن المراد به الإنسان ، لأنه في مقام الامتنان والاعتناء بالبشر كقوله : { هو الذي خلق لكم ما في الأرض جميعاً } [ البقرة : 29 ] .والظاهر أنه اسم غير مشتق وفيه لغات : أنام كسحاب ، وآنام كساباط ، وأنيم كأمير ."
    },
    {
      "ayah": 11,
      "surah": 55,
      "text": "فِيهَا فَاكِهَةٌ وَالنَّخْلُ ذَاتُ الْأَكْمَامِ (11(وجملة { فيها فاكهة } إلى آخرها مبينة لجملة { والأرض وضعها للأنام } وتقديم { فيها } على المبتدأ للاهتمام بما تحتوي عليه الأرض .ولما كان قوله : { وضعها للأنام } يتضمن وضعاً وعِلة لذلك الوضْع كانت الجملة المبينة له مشتملة على ما فيه العبرة والامتنان .والفاكهة : اسم لما يؤكل تفكهاً لا قوتاً مشتقة من فَكِه كفرح ، إذا طابت نفسه بالحديث والضحك ، قال تعالى : { فظلتم تفكَّهون } [ الواقعة : 65 ] لأن أكل ما يلذ للأكل وليس بضروري له إنما يكون في حال الانبساط .والفاكهة : مثل الثمار والنُقول من لَوز وجوز وفستق .وعطف على الفاكهة النخل وهو شجر التمر ، وهو أهم شجر الفاكهة عند العرب الذين نزل القرآن فيهم ، وهو يثمر أصنافاً من الفاكهة من رُطب وبُسر ومن تمر وهو فاكهة وقوتٌ .ووصف النخل ب { ذات الأكمام } وصف للتحسين فهو اعتبار بأطوار ثمر النخل ، وامتنان بجماله وحسنه كقوله تعالى : { ولكم فيها جمال حين تريحون وحين تسرحون } [ النحل : 6 ] فامتنّ بمنافعها وبحسن منظرها .و { الأكمام } : جمع كِمّ بكسر الكاف وهو وعاء ثمر النخلة ويقال له : الكُفُرَّى ، فليست الأكمام مما ينتفع به فتعينّ أن ذكرها مع النخل للتحسين ."
    },
    {
      "ayah": 12,
      "surah": 55,
      "text": "وَالْحَبُّ ذُو الْعَصْفِ وَالرَّيْحَانُ (12(و { والحب ذو العصف } : هو الحب الذي لنباته سنابل ولها ورق وقصب فيصير تبناً ، وذلك الورق والقصب هو العصف ، أي الذي تعصفه الرياح وهذا وصف لحبّ الشعير والحنطة وبهما قوام حياة معظم الناس وكذلك ما أشبههما من نحو السلت والأرُز .وسمي العصف عصفاً لأن الرياح تعصفه ، أي تحركه ووصفُ الحب بأنه { ذو العصف } للتحسين وللتذكير بمنة جمال الزرع حين ظهوره في سنبله في حقوله نظير وصف النخل بذات الأكمام ولأن في الموصوف ووصفه أقوات البشر وحيوانهم .وقرأ الجمهور { والحب ذو العصف والريحان } برفع { الحبُّ } ورفع { الريحان } ورفع { ذو } ، وقرأه حمزة والكسائي وخلف برفع { الحب } و { ذو } وبجر { الريحان } عطفاً على { العصف } . وقرأه ابن عامر بنصب الأسماء الثلاثة وعلامة نصب { ذا العصف } الألف . وكذلك كتب في مصحف الشام عطفاً على { الأرض } أو هو على الاختصاص .و { الريحانُ } : ما له رائحة ذكية من الأزهار والحشائش وهو فَعْلان من الرائحة ، وإنما سمي به ما له رائحة طيبة . وهذا اعتبار وامتنان بالنبات المودعة فيه الأطياب مثل الورد والياسمين وما يسمى بالريحان الأخضر ."
    },
    {
      "ayah": 13,
      "surah": 55,
      "text": "فَبِأَيِّ آَلَاءِ رَبِّكُمَا تُكَذِّبَانِ (13(الفاء للتفريع على ما تقدم من المنن المدمجة مع دلائل صدق الرسول صلى الله عليه وسلم وحقّية وَحي القرآن ، ودلائل عظمة الله تعالى وحكمته باستفهام عن تعيين نعمة من نعم الله يتأتى لهم إنكارها ، وهو تذييل لما قبله .و ( أيِّ ( استفهام عن تعيين واحد من الجنس الذي تضاف إليه وهي هنا مستعملة في التقرير بذكر ضِدّ ما يقربه مثل قوله : { ألم نشرح لك صدرك } [ الشرح : 1 ] . وقد بينته عند قوله تعالى : { يا معشر الجن والإنس ألم يأتكم رسل منكم } في سورة الأنعام ( 130 ( ، أي لا يستطيع أحد منكم أن يجحد نعم الله .والآلاء : النعم جمع : إلْي بكسر الهمزة وسكون اللام ، وأَلْي بفتح الهمزة وسكون اللام وياء في آخره ويقال أَلْوُ بواو عوض الياء وهو النعمة .وضمير المثنى في ربكما تكذبان } خطاب لفريقين من المخاطبين بالقرآن . والوجه عندي أنه خطاب للمؤمنين والكافرين الذين ينقسم إليهما جنس الإِنسان المذكور في قوله : { خلق الإنسان } [ الرحمن : 3 ] وهم المخاطبون بقوله : { ألا تطغوا في الميزان } [ الرحمن : 8 ] الآية والمنقسم إليهما الأنام المتقدم ذكره ، أي أن نعم الله على الناس لا يجحدها كافر بَلْهَ المؤمن ، وكل فريق يتوجه إليه الاستفهام بالمعنى الذي يناسب حاله .والمقصود الأصلي : التعريض بالمشركين وتوبيخهم على أن أشركوا في العبادة مع المنعِم غيرَ المنعِم ، والشهادةُ عليهم بتوحيد المؤمنين ، والتكذيب مستعمل في الجحود والإِنكار .وقيل التثنية جرت على طريقة في الكلام العربي أن يخاطبوا الواحد بصيغة المثنى كقوله تعالى : { ألقيا في جهنم كل كفار عنيد } [ ق : 24 ] ذكر ذلك الطبري والنسفي .ويجوز أن تكون التثنية قائمة مقام تكرير اللفظ لتأكيد المعنى مثل : لَبيك وسعديك ، ومعنى هذا أن الخطاب لواحد وهو الإنسان .وقال جمهور المفسرين : هو خطاب للإنس والجن ، وهذا بعيد لأن القرآن نزل لخطاب الناس ووعظهم ولم يأت لخطاب الجن ، فلا يتعرض القرآن لخطابهم ، وما ورد في القرآن من وقوع اهتداء نفر من الجن بالقرآن في سورة الأحقاف وفي سورة الجن يحمل على أن الله كلّف الجن باتباع ما يتبين لهم في إدراكهم ، وقد يُكلف الله أصنافاً بما هم أهل له دون غيرهم ، كما كلّف أهل العلم بالنظر في العقائد وكما كلّفهم بالاجتهاد في الفروع ولم يكلف العامة بذلك ، فما جاء في القرآن من ذكر الجن فهو في سياق الحكاية عن تصرفات الله فيهم وليس لتوجيه العمل بالشريعة .وأما ما رواه الترمذي عن جابر بن عبد الله الأنصاري «أن النبي صلى الله عليه وسلم خرج على أصحابه فقرأ عليهم سورة الرحمن وهم ساكتون فقال لهم \" لقد قرأتُها على الجن ليلةَ الجن فكانوا أحسن مردوداً منكم ، كنت كلما أتيت على قوله : { فبأي ألاء ربكما تكذبان } قالوا : لا بشيء من نعمك ربنا نكذب فلك الحمد \" . قال الترمذي : هو حديث غريب وفي سنده زهير بن محمد وقد ضعفه البخاري وأحمد بن حنبل .وهذا الحديث لو صح فليس تفسيراً لضمير التثنية لأن الجن سمعوا ذلك بعد نزوله فلا يقتضي أنهم المخاطبون به وإنما كانوا مقتدين بالذين خاطبهم الله ، وقيل الخطاب للذكور والإِناث وهو بعيد .والتكذيب مستعمل في معنى الجحد والإِنكار مجازاً لتشنيع هذا الجحد .وتكذيب الآلاء كناية عن الإِشراك بالله في الإِلهية . والمعنى : فبأي نعمة من نعم الله عليكم تنكرون أنها نعمة عليكم فأشركتم فيها غيره بَلْه إنكار جميع نعمه إذ تعبدون غيره دواماً ."
    },
    {
      "ayah": 14,
      "surah": 55,
      "text": "خَلَقَ الْإِنْسَانَ مِنْ صَلْصَالٍ كَالْفَخَّارِ (14(هذا انتقال إلى الاعتبار بخلق الله الإِنسان وخلقه الجن .والقول في مجيء المسند فعلاً كالقول في قوله : { علم القرآن } [ الرحمن : 2 ] .والمراد بالإِنسان آدم وهو أصل الجنس وقوله : { من صلصال } تقدم نظيره في سورة الحجر ( 2 ( .والصلصال : الطين اليابس .والفخار : الطين المطبوخ بالنار ويُسمى الخزَف . وظاهر كلام المفسرين أن قوله : { كالفخار } صفة ل { صلصال } . وصرح بذلك الكواشي في «تلخيص التبصرة» ولم يعرجوا على فائدة هذا الوصف . والذي يظهر لي أن يكون كالفخار حالاً من { الإنسان } ، أي خلقه من صلصال فصار الإِنسان كالفخار في صورة خاصة وصلابة .والمعنى أنه صلصال يابس يشبه يبس الطين المطبوخ والمشبه غير المشبه به ، وقد عبر عنه بالحمأ المسنون ، والطين اللازب ، والتراب ."
    },
    {
      "ayah": 15,
      "surah": 55,
      "text": "وَخَلَقَ الْجَانَّ مِنْ مَارِجٍ مِنْ نَارٍ (15(و { الجانُّ } : الجن والمراد به إبليس وما خرج عنه من الشياطين ، وقد حكى الله عنه قوله : { خلقتني من نار وخلقته من طين } [ ص : 76 ] .والمارج : هو المختلط وهو اسم فاعل بمعنى اسم المفعول مثل دافق ، وعيشة راضية ، أي خلق الجان من خليط من النار ، أي مختلط بعناصر أخرى إلا أن الناس أغلَب عليه كما كان التراب أغلب على تكوين الإنسان مع ما فيه من عنصر النار وهو الحرارة الغريزية والمقصود هنا هو خلق الإنسان بقرينة تذييله بقوله : { فبأي ألاء ربكما تكذبان } [ الرحمن : 16 ] وإنما قُرن بخلق الجان إظهاراً لكمال النعمة في خلق الإنسان من مادة لَينة قابلاً للتهذيب والكمال وصدور الرفق بالموجودات التي معه على وجه الأرض .وهو أيضاً تذكير وموعظة بمظهر من مظاهر قدرة الله وحكمته في خلق نوع الإِنسان وجنس الجان .وفيه إيماء إلى ما سبق في القرآن النازِل قبل هذه السورة من تفضيل الإنسان على الجان إذ أمر الله الجانّ بالسجود للإِنسان ، وما ينطوي في ذلك من وفرة مصالح الإِنسان على مصالح الجان ، ومِن تأهله لعمران العالم لكونه مخلوقاً من طينته إذ الفضيلة تحصل من مجموع أوصاف لا من خصوصيات مفردة ."
    },
    {
      "ayah": 16,
      "surah": 55,
      "text": "فَبِأَيِّ آَلَاءِ رَبِّكُمَا تُكَذِّبَانِ (16(هذا توبيخ على عدم الاعتراف بنعم الله تعالى ، جيء فيه بمثل ما جيء به في نظيره الذي سبقه ليكون التوبيخ بكلام مثللِ سابقه ، وذلك تكريرٌ من أسلوب التوبيخ ونحوه أن يكون بمثل الكلام السابق ، فحق هذا أن يسمى بالتعداد لا بالتكرار ، لأنه ليس تكريراً لمجرد التأكيد ، فالفاء من قوله : { فبأي ألاء ربكما } هنا تفريع على قوله : { رب المشرقين ورب المغربين } [ الرحمن : 17 ] لأن ربوبيته تقتضي الاعتراف له بنعمة الإِيجاد والإِمداد وتحصل من تماثل الجمل المكررة فائدة التأكيد والتقرير أيضاً فيكون للتكرير غرضان كما قدمناه في الكلام على أول السورة .وفائدة التكرير توكيد التقرير بما لله تعالى من نعم على المخاطبين وتعريض بتوبيخهم على إشراكهم بالله أصناماً لا نعمة لها على أحد ، وكلها دلائل على تفرد الإِلهية . وعن ابن قتيبة «أن الله عدّد في هذه السورة نعماء ، وذكر خلقه آلاءه ثم أتبع كل خلة وَصَفها ، ونعمة وضعها بهذه ، وجعلها فاصلة بين كل نعمتين لينبههم على النعم ويقررهم بها» اه . وقال الحسين بن الفضل : التكرير طرد للغفلة وتأكيد للحجة .وقال الشريف المرتضى في مجالسه وأماله المسمّى «الدرر والغرر» : وهذا كثير في كلام العرب وأشعارهم ، قال مهلهل بن ربيعة يرثي أخاه كليباً :على أن ليس عدلاً من كليب ... إذا طرد اليتيم عن الجزوروذكر المصراع الأول ثماني مرات في أوائل أبيات متتابعة . وقال الحارث بن عياد :قَرِّبَا مربط النعامة مني ... لقحت حرب وائل عن حبالثم كرر قوله : قرِّبا مربط النعامة مني ، في أبيات كثيرة من القصيد .وهكذا القول في نظائر قوله : { فبأي ألاء ربكما تكذبان } المذكور هنا إلى ما في آخر السورة ."
    },
    {
      "ayah": 17,
      "surah": 55,
      "text": "رَبُّ الْمَشْرِقَيْنِ وَرَبُّ الْمَغْرِبَيْنِ (17(استنئاف ابتدائي فيه بيان لجملة { الشمس والقمر بحسبان } [ الرحمن : 5 ] وعطف { ورب المغربين } لأجل ما ذكرته آنفاً من مراعاة المزاوجة .وحذف المسند إليه على الطريقة التي سماها السكاكي باتباع الاستعمال الوارد على تركه أو ترك نظائره وتقدم غير مرة .والمشرق : جهة شروق الشمس ، والمغرب : جهة غروبها . وتثنية المشرقين والمغربين باعتبار أن الشمس تطلع في فصلي الشتاء والربيع من سمت وفي فصلي الصيف والخريف من سمت آخر وبمراعاة وقت الطول ووقت القصر وكذلك غروبها وهي فيما بين هذين المشرقين والمغربين ينتقل طلوعها وغروبها في درجات متقاربة فقد يعتبر ذلك فيقال : المشارق والمغارب كما في قوله تعالى : { فلا أقسم برب المشارق والمغارب إنّا لقادرون } في سورة المعارج ( 40 ( .ومن زعم أن تثنية المشرقين لمراعاة مشرق الشمس والقمر وكذلك تثنية المغربين لم يغص على معنى كبير .وعلى ما فسّر به الجمهور المشرقين } و { المغربين } بمشرقي الشمس ومغربيها فالمراد ب { المشرقين } النصف الشرقي من الأرض ، وب { المغربين } النصف الغربي منها .وربوبية الله تعالى للمشرقين والمغربين بمعنى الخلق والتصرف ."
    },
    { "ayah": 18, "surah": 55, "text": "فَبِأَيِّ آَلَاءِ رَبِّكُمَا تُكَذِّبَانِ (18(تكرير كما علمت آنفاً ." },
    {
      "ayah": 19,
      "surah": 55,
      "text": "مَرَجَ الْبَحْرَيْنِ يَلْتَقِيَانِ (19(خبر آخر عن { الرحمن } [ الرحمن : 1 ] قصد منه العبرة بخلق البحار والأنهار ، وذلك خلق عجيب دال على عظمة قدرة الله وعلمه وحكمته .ومناسبة ذكره عقب ما قبله أنه لما ذُكر أنه سبحانه رب المشرقين ورب المغربين وكانت الأبحر والأنهار في جهات الأرض ناسب الانتقال إلى الاعتبار بخلقهما والامتنان بما أودعهما من منافع الناس .والمرج : له معان كثيرة ، وأولاها في هذا الكلام إنه الإِرسال من قولهم : «مرج الدابة» إذا أرسلها ترعى في المَرج ، وهو الأرض الواسعة ذات الكلأ الذي لا مالك له ، أي : تركها تذهب حيث تشاء .والمعنى : أرسل البحرين لا يحبس ماءهما عن الجري حاجز . وهذا تهيئة لقوله بعد { يلتقيان بينهما برزخ لا يبغيان } .والمراد : أنه خَلَقهما ومرَجَهما ، لأنه ما مَرَجَهما إلا عقب أن خلقهما .ويلتقيان : يتصلان بحيث يصب أحدهما في الآخر .والبحر : الماء الغامر جزءاً عظيماً من الأرض يطلق على المالح والعذب .والمراد تثنية نوعي البحر وهما البحر الملح والبحر العذب . كما في قوله تعالى : { وما يستوي البحران هذا عذب فرات سائغ شرابه وهذا ملح أجاج } [ فاطر : 12 ] والتعريف تعريف العهد الجنسي .فالمقصود ما يعرفه العرب من هذين النوعين وهما نهر الفرات وبحر العجم المسمّى اليوم بالخليج الفارسي . والتقاؤهما انصباب ماء الفُرات في الخليج الفارسي . في شاطىء البَصرة ، والبلادُ التي على الشاطىء العربي من الخليج الفارسي تعرف عند العرب ببلاد البَحْريْن لذلك .والمراد بالبرزخ الذي بينهما : الفاصل بين الماءين الحلو والملح بحيث لا يغير أحد البحرين طعم الآخر بجواره . وذلك بما في كل ماء منهما من خصائص تدفع عنه اختلاط الآخر به . وهذا من مسائل الثقل النوعي . وذكر البرزخ تشبيه بليغ ، أي بينهما مثل البرزخ وهو معنى { لا يبغيان } ، أي لا يبغي أحدهما على الآخر ، أي لا يغلب عليه فيُفسدَ طعمه فاستعير لهذه الغلبة لفظ البغي الذي حقيقته الاعتداء والتظلم .ويجوز أن تكون التثنية تثنية بحرَيْن ملحين معينين ، والتعريف حينئذٍ تعريف العهد الحضوري ، فالمراد : بحران معروفان للعرب . فالأظهر أن المراد : البحر الأحمر الذي عليه شطوط تهامة مثل : جُدّة ويُنبع النخل ، وبحر عُمان وهو بحر العرب الذي عليه حَضْرموت وعَدَن من بلاد اليمن ."
    },
    {
      "ayah": 2,
      "surah": 55,
      "text": "عَلَّمَ الْقُرْآَنَ (2(عن جملة { علم القرآن } خلاف مقتضى الظاهر لنكتة التعديد للتبكيت .وعطف عليها أربعة أُخر بحرف العطف من قوله : { والنجم والشجر يسجدان } إلى قوله : { والأرض وضعها للأنام } [ الرحمن : 6 10 ] وكلها دالة على تصرفات الله ليعلمهم أن الاسم الذي استنكروه هو اسم الله وأن المسمى واحد .وجيء بالمسند فعلاً مؤخراً عن المسند إليه لإِفادة التخصيص ، أي هو علَّم القرآن لا بشرٌ علمه وحذف المفعول الأول لفعل { علم القرآن } لظهوره ، والتقدير : علّم محمداً صلى الله عليه وسلم لأنهم ادعوا أنه معلَّم وإنما أنكروا أن يكون معلِّمه القرآن هو الله تعالى وهذا تبكيت أول .وانتصب { القرآن } على أنه مفعول ثان لفعل { علم } ، وهذا الفعل هنا معدَى إلى مفعولين فقط لأنه ورد على أصل ما يفيده التضعيف من زيادة مفعول آخر مع فاعل فعلِه المجرد ، وهذا المفعول هنا يصلح أن يتعلق به التعليم إذ هو اسم لشيء متعلق به التعليم وهو القرآن ، فهو كقول معن بن أوس :أعلِّمه الرماية كلَّ يوموقوله تعالى : { وإذ علمتك الكتاب } في سورة العقود ( 110 ( وقوله : { وما علمناه الشعر } في سورة يس ( 69 ( ، ولا يقال : علّمته زيداً صديقاً ، وإنما يقال : أعلمته زيداً صديقاً ، ففعل عَلِم إذا ضُعّف كان بمعنى تحصيل التعليم بخلافه إذ عُدّي بالهمزة فإنه يكون لتحصيل الإِخبار والإِنباء .وقد عدد الله في هذه السورة نعماً عظيمة على الناس كلهم في الدنيا ، وعلى المؤمنين خاصة في الآخرة وقدم أعظمها وهو نعمة الدين لأن به صلاح الناس في الدنيا ، وباتباعهم إياه يحصل لهم الفوز في الآخرة . ولما كان دين الإسلام أفضل الأديان ، وكان هو المنزّل للناس في هذا الإِبَّان ، وكان متلقى من أفضل الوحي والكتب الإِلهية وهو القرآن ، قدمه في الإِعلام وجعله مؤذناً بما يتضمنه من الدين ومشيراً إلى النعم الحاصلة بما بين يديه من الأديان كما قال : { هذا كتاب أنزلناه مبارك مصدق الذي بين يديه } [ الأنعام : 92 ] .ومناسبة اسم { الرحمن } لهذه الاعتبارات منتزعة من قوله : { وما أرسلناك إلا رحمة للعالمين } [ الأنبياء : 107 ] .و { القرآن } : اسم غلب على الوحي اللفظي الذي أوحي به إلى محمد صلى الله عليه وسلم للإِعجاز بسورة منه وتعبُّد ألفاظه ."
    },
    {
      "ayah": 20,
      "surah": 55,
      "text": "بَيْنَهُمَا بَرْزَخٌ لَا يَبْغِيَانِ (20(والبرزخ : الحاجز الفاصل ، والبرزخ الذي بين هذين البحرين هو مضيق باب المَنْدبَ حيث يقع مرسى عَدَن ومرسى زَيلع .ولما كان في خلق البحرين نعم على الناس عظيمة منها معروفة عند جميعهم فإنهم يسيرون فيهما كما قال تعالى : { وترى الفلك مواخر فيه } [ النحل : 14 ] وقال : { هو الذي يسيرّكم في البر والبحر } [ يونس : 22 ] واستخراج سمكه والتطهر بمائه . ومنها معروفة عند العلماء وهي مَا لأَمْلاَححِ البحر من تأثير في تنقية هواء الأرض واستجلاب الأمطار وتلقي الأجرام التي تنزل من الشهب وغير ذلك .وجملة { يلتقيان } وجملة { بينهما برزخ } حالان من { البحرين } .وجملة { لا يبغيان } مبينة لجملة { بينهما برزخ } ."
    },
    {
      "ayah": 21,
      "surah": 55,
      "text": "فَبِأَيِّ آَلَاءِ رَبِّكُمَا تُكَذِّبَانِ (21(تكرير كما علمته مما تقدم ، ووقع هنا اعتراضاً بين أحوال البحرين ."
    },
    {
      "ayah": 22,
      "surah": 55,
      "text": "يَخْرُجُ مِنْهُمَا اللُّؤْلُؤُ وَالْمَرْجَانُ (22(حال ثالثة . ثم إن كان المراد بالبحرين : بحرين معروفين من البحار الملحة تكون ( من ( في قوله : { منهما } ابتدائية لأن اللؤلؤ والمرجان يكونان في البحر الملح .وإن كان المراد بالبحرين : البحر الملح ، والبحر العذب كانت ( من ( في قوله : { منهما } للسببية كما في قوله تعالى : { فمن نفسك } في سورة النساء ( 79 ( ، أي يخرج اللؤلؤ والمرجان بسببهما ، أي بسبب مجموعهما . أما اللؤلؤ فأجْودُهُ ما كان في مصبّ الفرات على خليج فارس ، قال الرماني : لما كان الماء العذب كاللقاح للماء الملح في إخراج اللؤلؤ ، قيل : يخرج منهما كما يقال : يتخلق الولد من الذكر والأنثى ، وقد تقدم بيان تَكون اللؤلؤ في البحار في سورة الحج .وقال الزجّاج : قد ذكرهما الله فإذا خرج من أحدهما شيء فقد خرج منهما وهو كقوله تعالى : { ألم تروا كيف خلق الله سبع سماوات طباقاً وجعل القمر فيهن نوراً } [ نوح : 15 ، 16 ] ، والقمر في السماء الدنيا . وقال أبو علي الفارسي : هو من باب حذف المضاف ، أي من أحدهما كقوله تعالى : { على رجل من القريتين عظيم } [ الزخرف : 31 ] أي من إحداهما ."
    },
    {
      "ayah": 23,
      "surah": 55,
      "text": "فَبِأَيِّ آَلَاءِ رَبِّكُمَا تُكَذِّبَانِ (23(و { المرجان } : حيوان بحري ذو أصابع دقيقة ينشأ ليّناً ثُمَّ يتحجّر ويتلوّن بلون الحمرة ويتصلب كلما طال مكثه في البحر فيستخرج منه كالعروق تتخذ منه حلية ويسمى بالفارسية ( بسَذ ( . وقد تتفاوت البحار في الجيّد من مرجانها . ويوجد ببحر طَبرقَة على البحر المتوسط في شمال البلاد التونسية .و { المرجان } : لا يخرج من ملتقى البحرين الملح والعذب بل من البحر الملح .وقيل : المرجان اسم لصغار الدرّ ، واللؤلؤ كباره فلا إشكال في قوله منهما .وقرأ نافع وأبو عمرو وأبو جعفر ويعقوب { يخرج } بضم الياء وفتح الراء على البناء للمجهول . وقرأ الباقون { يخرج بفتح الياء وضم الراء لأنهما إذا أخرجهما الغوّاصون فقد خرجا .وبين قوله : { مرج } [ الرحمن : 19 ] وقوله : { والمرجان } الجناس المذيّل ."
    },
    {
      "ayah": 24,
      "surah": 55,
      "text": "وَلَهُ الْجَوَارِ الْمُنْشَآَتُ فِي الْبَحْرِ كَالْأَعْلَامِ (24(الجملة عطف على جملة { يخرج منهما اللؤلؤ والمرجان } [ الرحمن : 22 ] لأن هذا من أحوال البحرين وقد أغنت إعادة لفظ البحر عن ذكر ضمير البحرين الرابط لجملة الحال بصاحبها .واللام للملك وهو مِلك تسخير السير فيها ، قال تعالى : { ومن آياته الجوارِ في البحر كالأعلام إن يشأ يسكن الرياح فيظللن رواكد على ظهره إن في ذلك لآيات لكل صبار شكور أو يوبقهن بما كسبوا } [ الشورى : 32 34 ] . فالمعنى : أن الجواري في البحر في تصرفه تعالى ، قال تعالى : { والفلك تجري في البحر بأمره } [ الحج : 65 ] .والإِخبار عن الجواري بأنها له للتنبيه على أن إنشاء البحر للسفن لا يخرجها عن ملك الله .والجوارِ صفة لموصوف محذوف دل عليه متعلقه وهو قوله : { في البحر } . والتقدير : السفن الجواري إذ لا يجري في البحر غير السفن .وكتب في المصحف الإِمام { الجوار } براء في آخره دون ياء وقياس رسمه أن يكون بياء في آخره ، فكتب بدون ياء اعتداداً بحالة النطق به في الوصل إذ لا يقف القارىء عليه ولذلك قرأه جميع العشرة بدون ياء في حالة الوصل والوقف لأن الوقف عليه نادر في حال قراءة القارئين .وقرأ الجمهور { المنشئات } بفتح الشين ، فهو اسم مفعول ، إذا أُوجد وصُنع ، أي التي أنشأها الناس بإلهام من الله فحصل من الكلام مِنَّتان مِنة تسخير السفن للسير في البحر ومنّة إلهام الناس لإِنشائها .وقرأه حمزة وأبو بكر عن عاصم بكسر الشين فهو اسم فاعل .فيجوز أن يكون المنشئات مشتقاً من أنشأ السير إذا أسرع ، أي التي يسير بها الناس سيراً سريعاً . قال مجاهد : المنشئات التي رفعت قلوعها . والآية تحتمل المعنيين على القراءتين باستعمال الاشتقاق في معنيي المشتق منه ويكون في ذلك تذكيراً بنعمة إلهام الناس إلى اختراع الشراع لإِسراع سير السفن وهي مما اخترع بعد صنع سفينة نوح .ووصفت الجَوَارِي بأنها كالأعلام ، أي الجبال وصفاً يفيد تعظيم شأنها في صنعها المقتضي بداعة إلهام عقول البشر لصنعها ، والمقتضى عظم المِنّة بها لأن السفن العظيمة أمكن لحمل العدد الكثير من الناس والمتاع ."
    },
    {
      "ayah": 25,
      "surah": 55,
      "text": "فَبِأَيِّ آَلَاءِ رَبِّكُمَا تُكَذِّبَانِ (25({ فَبِأَىِّ ءَالاَءِ رَبِّكُمَا تُكَذِّبَانِ } .تكرير لنظيره المتقدم أولاً ."
    },
    {
      "ayah": 26,
      "surah": 55,
      "text": "كُلُّ مَنْ عَلَيْهَا فَانٍ (26(لما كان قوله : { وله الجوار المنشئات في البحر كالأعلام } [ الرحمن : 24 ] مؤذناً بنعمة إيجاد أسباب النجاة من الهلاك وأسباب السعي لتحصيل ما به إقامة العيش إذ يَسَّر للناس السفن عوناً للناس على الأسفار وقضاء الأوطار مع السلامة من طغيان ماء البحار ، وكان وصف السفن بأنها كالأعلام توسعة في هذه النعمة أتبعه بالموعظة بأن هذا لا يحول بين الناس وبين ما قدره الله لهم من الفناء ، على عادة القرآن في الفُرص للموعظة والتذكير كقوله : { أينما تكونوا يدرككم الموت ولو كنتم في بروج مشيدة } [ النساء : 78 ] . وفائدة هذا أن لا ينسوا الاستعداد للحياة الباقية بفعل الصالحات ، وأن يتفكروا في عظيم قدرة الله تعالى ويقبلوا على توحيده وطلب مرضاته .ووقوع هذه الجملة عقب ما عدد من النعم فيه إيماء إلى أن مصير نعم الدنيا إلى الفناء .والجملة استئناف ابتدائي .وضمير { عليها } مراد به الأرض بقرينة المقام مثل { حتى توارت بالحجاب } [ ص : 32 ] ، أي الشمس ومثله في القرآن وكثير وفي كلام البلغاء .ومعنى { فانٍ } : أنه صائر إلى الفناء ، فهذا من استعمال اسم الفاعل لزمان الاستقبال بالقرينة مثل { إنك ميت وإنهم ميتون } [ الزمر : 30 ] .والمراد ب { من عليها } : الناس لأنهم المقصود بهذه العبر ، ولذلك جيء ب ( من ( الموصولة الخاصة بالعقلاء .والمعنى : أن مصير جميع من على الأرض إلى الفناء ، وهذا تذكير بالموت وما بعده من الجزاء ."
    },
    {
      "ayah": 27,
      "surah": 55,
      "text": "وَيَبْقَى وَجْهُ رَبِّكَ ذُو الْجَلَالِ وَالْإِكْرَامِ (27(و { وجه ربك } : ذاته ، فذكر الوجه هنا جار على عرف كلام العرب . قال في «الكشاف» : والوجه يعبر به عن الجملة والذات ا ه .وقد أضيف إلى اسمه تعالى لفظ الوجه بمعان مختلفة منها ما هنا ومنها قوله : { فأينما تولوا فثم وجه الله } [ البقرة : 115 ] وقوله : { إنما نطعمكم لوجه الله } [ الإنسان : 9 ] .وقد علم السامعون أن الله تعالى يستحيل أن يكون له وجه بالمعنى الحقيقي وهو الجزء الذي في الرأس .واصطلح علماء العقائد على تسمية مثل هذا بالمتشابه وكان السلف يحجمون عن الخوض في ذلك مع اليقين باستحالة ظاهره على الله تعالى ، ثم تناوله علماء التابعين ومن بعدهم بالتأويل تدريجاً إلى أن اتضح وجه التأويل بالجرْي على قواعد علم المعاني فزال الخفاء ، واندفع الجفاء ، وكلا الفريقين خيرة الحنفاء .وضمير المخاطب في قوله : { وجه ربك } خطاب للنبيء صلى الله عليه وسلم وفيه تعظيم لقدر النبي صلى الله عليه وسلم كما تقدم غير مرة .والمقصود تبليغه إلى الذين يتلى عليهم القرآن ليذكَّروا ويعتبروا . ويجوز أن يكون خطاباً لغير معينّ ليعمّ كل مخاطب .ولما كان الوجه هنا بمعنى الذات وصف ب { ذو الجلال } ، أي العظمة و { الإكرام } ، أي المنعم على عباده وإلا فإن الوجه الحقيقي لا يضاف للإِكرام في عرف اللغة ، وإنما يضاف للإِكرام اليد ، أي فهو لا يفقد عبيده جلاله وإكرامه ، وقد دخل في الجلال جميع الصفات الراجعة إلى التنزيه عن النقص وفي الإِكرام جميع صفات الكمال الوجودية وصفات الجمال كالإِحسان .وتفريع { فبأي آلاء ربكما تكذبان } إنما هو تفريع على جملة { ويبقى وجه ربك ذو الجلال والإكرام } كما علمت من أنه يتضمن معاملة خلقه معاملة العظيم الذي لا تصدر عنه السفاسف ، الكريم الذي لا يقطع إنعامه ، وذلك من الآلاء العظيمة ."
    },
    {
      "ayah": 28,
      "surah": 55,
      "text": "فَبِأَيِّ آَلَاءِ رَبِّكُمَا تُكَذِّبَانِ (28(تكرير كما تقدم وهذا الموقع ينادي على أن ليست هذه الجملة تذييلاً لجملة { كل من عليها فان } [ الرحمن : 26 ] ، ولا أن جملة { كل من عليها فان } تتضمن نعمة إذ ليس في الفناء نعمة ."
    },
    {
      "ayah": 29,
      "surah": 55,
      "text": "يَسْأَلُهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ (29({ يَسْأَلُهُ مَن فِى السماوات والأرْض } .استئناف ، والمعنى أن الناس تنقرض منهم أجيال وتبقى أجيال وكلُ باققٍ محتاج إلى أسباب بقائه وصلاح أحواله فهم في حاجة إلى الذي لا يفنى وهو غير محتاج إليهم . ولما أفضى الإِخبار إلى حاجة الناس إليه تعالى أتبع بأن الاحتياج عام أهل الأرض وأهل السماء . فالجميع يسألونه ، فسؤال أهل السماوات وهم الملائكة يسبحون بحمد ربهم ويستغفرون لمن في الأرض ويسألون رضى الله تعالى ، ومَنْ في الأرض وهم البشر يسألونه نعم الحياة والنجاة في الآخرة ورفع الدرجات في الآخرة . وحذف مفعول { يسئله } لإِفادة التعميم ، أي يسألونه حوائجهم ومهامهم من طلوع الشمس إلى غروبها .{ كُلَّ يَوْمٍ هُوَ فِى شَانٍ } .يجوز أن تكون الجملة حالاً من ضمير النصب في { يسئله } أو تذييلاً لجملة { يسئله من في السموات والأرض } ، أي كلّ يوم هو في شأن من الشؤون للسائلين وغيرهم فهو تعالى يُبرم شؤوناً مختلفة من أحوال الموجودات دواماً ، ويكون { كل يوم } ظرفاً متعلقاً بالاستقرار في قوله : { هو في شأن } ، وقدم على ما فيه متعلّقهُ للاهتمام بإفادة تكرر ذلك ودوامه . والمعنى : في شأن من شؤون من في السماوات والأرض من استجابة سُؤللٍ ، ومن زيادة ، ومن حرمان ، ومن تأخير الاستجابة ، ومن تعويض عن المسؤول بثواب ، كما ورد في أحاديث الدعاء أن استجابته تكون مختلفة ، وتقدم عند قوله تعالى : { وقال ربكم ادعوني أستجب لكم } [ غافر : 60 ] .ومعنى { في } على هذا التفسير تقويَة ثبوت الشؤون لله تعالى وهي شؤون تصرّفه ومظاهر قدرته ، كما قال الحسين بن الفضل النيسابوري : «شؤون يبديها لا شؤون يبتديها» .و { يوم } مستعمل مجازاً في الوقت بعلاقة الإِطلاق ، إذ المعنى : كل وقت من الأوقات ولو لحظة ، وليس المراد باليوم الوقت الخاص الذي يمتد من الفجر إلى الغروب .وإطلاق اليوم ونحوه على مطلق الزمان كثير في كلام العرب كقولهم : الدهر يومان يوم نُعُم ويوم بُؤس ، وقال عمرو بن كلثوم :وإنّ غَداً وإن اليومَ رهن ... وبَعد غَدٍ لِمَا لا تعلمينأراد الزمان المستقبل والحاضر والمستقبل البعيد وإلا فأي فرق بين غد وبعد غد .والشأن : الشيء العظيم والحدث المهم من مخلوقات وأعمال من السماوات والأرض ، وفي الحديث \" أنه تعالى كل يوم يغفر ذنباً ويفرج كرباً ويرفع أقواماً ويضع آخرين \" وهو تعالى يأمر وينهي ويحيي ويميت ويعطي ويمنع ونحو ذلك وإذا كان في تصرفه كل شأن فما هو أقل من الشأن أولى بكونه من تصرفه .والظرفية المستعملة فيها حرف { في } ظرفية مجازية مستعارة لشدة التلبس والتعلق بتصرفات الله تعالى بمنزلة إحاطة الظرف بالمظروف أو بأسئلة المخلوقات الذين في السماء والأرض .والمعنى : أنه تعالى كل يوم تتعلق قدرته بأمور يبرزها ويتعلق أمره التكويني بأمور من إيجاد وإعدامٍ .ومن أحاسن الكلم في تفسير هذه الآية قول الحسين بن الفضل لما سأله عبد الله بن طاهر قائلاً : قد أشكل عليّ قوله هذا : وقد صح أن القلم جفّ بما هو كائن إلى يوم القيامة . فقال : «إنها شؤون يبديها لا شؤون يبتديها» وقد أجمل الحُسين بن الفضل الجواب بما يقنع أمثال عبد الله بن طاهر ، وإن كان الإِشكال غير وارد إذ ليس في الآية أن الشؤون تخالف ما سطره قلم العلم الإِلهي ، على أن هذا الجواب لا يجري إلا على أحد الوجوه في تفسير قوله : { كل يوم هو في شأن } كما علمت آنفاً ."
    },
    {
      "ayah": 3,
      "surah": 55,
      "text": "خَلَقَ الْإِنْسَانَ (3(خبر ثان ، والمراد بالإِنسان جنس الإِنسان وهذا تمهيد للخبر الآتي وهو { علمه البيان } [ الرحمن : 4 ] .وهذه قضية لا ينازعون فيها ولكنهم لما أعرضوا عن موجَبها وهو إفرادُ الله تعالى بالعبادة ، سيق لهم الخبر بها على أسلوب التعديد بدون عطف كالذي يَعُد للمخاطب مواقع أخطائه وغفلته ، وهذا تبكيت ثاننٍ .ففي خلق الإِنسان دلالتان : أولاهما : الدلالة على تفرد الله تعالى بالإِلهية ، وثانيتهما : الدلالة على نعمة الله على الإِنسان .والخلق : نعمة عظيمة لأن فيها تشريفاً للمخلوق بإخراجه من غياهب العدم إلى مَبْرَز الوجود في الأعيان ، وقُدّم خلق الإِنسان على خلق السماوات والأرض لما علمت آنفاً من مناسبة إردافه بتعليم القرآن .ومجيء المسند فعلاً بعد المسند إليه يفيد تقوّي الحكم . ولك أن تجعله للتخصيص بتنزيلهم منزلة من ينكر أن الله خلق الإنسان لأنهم عبدوا غيره ."
    },
    { "ayah": 30, "surah": 55, "text": "فَبِأَيِّ آَلَاءِ رَبِّكُمَا تُكَذِّبَانِ (30(تكرير لنظائره ." },
    {
      "ayah": 31,
      "surah": 55,
      "text": "سَنَفْرُغُ لَكُمْ أَيُّهَا الثَّقَلَانِ (31(هذا تخلّص من الاعتبار بأحوال الحياة العاجلة إلى التذكير بأحوال الآخرة والجزاء فيها انتُقل إليه بمناسبة اشتمال ما سَبق من دلائل سعة قدرة الله تعالى ، على تعريض بأن فاعل ذلك أهلّ للتوحيد بالإِلهية ، ومستحق الإِفراد بالعبادة ، وإذ قد كان المخاطبون بذلك مشركين مع الله في العبادة انتُقل إلى تهديدهم بأنهم وأولياءَهم من الجن المسوِّلين لهم عبادة الأصنام سيعرضون على حكم الله فيهم .وحرف التنفيس مستعمل في مطلق التقريب المكنَّى به عن التحقيق ، كما تقدم في قوله تعالى : { قال سوف أستغفر لكم ربي } في سورة يوسف ( 98 ( .والفراغ للشيء : الخلوُ عما يشغل عنه ، وهو تمثيل للاعتناء بالشيء ، شبّه حال المقبل على عمل دون عمللٍ آخر بحال الوعاء الذي أُفْرغَ مما فيه ليُملأ بشيء آخر .وهذا التمثيل صالح للاستعمال في الاعتناء كما في قول أبي بكر الصديق لابنه عبد الرحمان افْرُغْ إلى أضيافك ( أي تخل عن كل شغل لتشتغل بأضيافك وتتوفر على قِراهم ( وصالح للاستعمال في الوعيد ، كقول جرير :أَلاَنَ وقد فرغت إلى نَمير ... فهذا حين كنتُ لها عذاباًوالمناسب لسياق الآية باعتبار السابق واللاحق ، أن تحمل على معنى الإِقبال على أمور الثقلين في الآخرة ، لأن بعده { يعرف المجرمون بسيماهم } [ الرحمن : 41 ] ، وهذا لكفار الثقلين وهم الأكثر في حين نزول هذه الآية .و { الثقلان } : تثنية ثَقَل ، وهذا المثنى اسم مفرد لمجموع الإِنس والجن .وأحسب أن الثّقَل هو الإِنسان لأنه محمول على الأرض ، فهو كالثقل على الدابة ، وأن إطلاق هذا المثنى على الإنس والجن من باب التغليب ، وقيل غير هذا مما لا يرتضيه المتأمل . وقد عد هذا اللفظ بهذا المعنى مما يستعمل إلا بصيغة التثنية فلا يطلق على نوع الإنسان بانفراده اسم الثقل ولذلك فهو مثنى اللفظ مفرد الإطلاق . وأظن أن هذا اللفظ لم يطلق على مجموع النوعين قبل القرآن فهو من أعلام الأجناس بالغلبة ، ثم استعمله أهل الإسلام ، قال ذو الرمة :وميَّة أحسن الثقلين وَجها ... وسَالِفَةً وأحسنُهُ قَذالاًأراد وأحسن الثقلين ، وجعل الضمير له مفرداً . وقد أخطأ في استعماله إذ لا علاقة للجن في شيء من غرضه .وقرأ الجمهور { سنفرغ } بالنون . وقرأه حمزة والكسائي بالياء المفتوحة على أن الضمير عائد إلى الله تعالى على طريقة الالتفات .وكُتب { أيه } في المصحف بهاء ليس بعدها ألف وهو رسم مراعى فيه حال النطق بالكلمة في الوصل إذ لا يوقف على مثله ، فقرأها الجمهور بفتحة على الهاء دون ألف في حالتي الوصل والوقف . وقرأها أبو عمرو والكسائي بألف بعد الهاء في الوقف . وقرأه ابن عامر بضم الهاء تبعاً لضم الياء التي قبلها وهذا من الإِتباع ."
    },
    {
      "ayah": 32,
      "surah": 55,
      "text": "فَبِأَيِّ آَلَاءِ رَبِّكُمَا تُكَذِّبَانِ (32(تكرير لنظائره وليس هو خطاباً للثقلين ولا تذييلاً للجملة التي قبله إذ ليس في الجملة التي قبله ذكر نعمة على الثقلين بل هي تهديد لهما ."
    },
    {
      "ayah": 33,
      "surah": 55,
      "text": "يَا مَعْشَرَ الْجِنِّ وَالْإِنْسِ إِنِ اسْتَطَعْتُمْ أَنْ تَنْفُذُوا مِنْ أَقْطَارِ السَّمَاوَاتِ وَالْأَرْضِ فَانْفُذُوا لَا تَنْفُذُونَ إِلَّا بِسُلْطَانٍ (33(هذا مقول قول محذوف يدل عليه سياق الكلام السابققِ واللاحق ، وليس خطاباً للإِنس والجنّ في الحياة الدنيا . والتقدير : فنقول لكم كما في قوله تعالى : { ويوم نحشرهم جميعاً يا معشر الجن قد استكثرتم من الإنس } [ الأنعام : 128 ] الآية ، أي فنقول : يا معشر الجن قد استكثرتم من الإِنس ، وتقدم في سورة الأنعام .والمعشر : اسم للجمع الكثير الذي يُعد عشرةً عشرةً دون آحاد .وهذا إعلان لهم بأنهم في قبضة الله تعالى لا يجدون منجىً منها ، وهو ترويع للضالين والمضلّين من الجن والإِنس بما يترقبهم من الجزاء السيّء لأن مثل هذا لا يقال لجمع مختلط إلا والمقصود أهل الجناية منهم فقوله : { يا معشر الجن والإنس } عام مراد به الخصوص بقرينة قوله بعده { يرسل عليكما شواظ } [ الرحمن : 35 ] الخ .والنفوذ والنفاذ : جواز شيء عن شيء وخروجُه منه . والشرط مستعمل في التعجيز ، وكذلك الأمر الذي هو جواب هذا الشرط من قوله : { فانفذوا } ، أي وأنتم لا تستطيعون الهروب .والمعنى : إن قَدَرْتُم على الانفلات من هذا الموقف فافلتوا . وهذا مؤذن بالتعريض بالتخويف مما سيظهر في ذلك الموقف من العقاب لأهل التضليل .والأقطار : جمع قُطر بضم القاف وسكون الطاء وهو الناحية الواسعة من المكان الأوسع ، وتقدم في قوله تعالى : { ولو دخلت عليهم من أقطارها } في سورة الأحزاب ( 14 ( .وذكر السماوات والأرض لتحقيق إحاطة الجهات كلها تحقيقاً للتعجيز ، أي فهذه السماوات والأرض أمامكم فإن استطعتم فاخرجوا من جهة منها فراراً من موقفكم هذا ، وذلك أن تعدد الأمكنة يسهل الهروب من إحدى جهاتها .والأرض المذكورة هنا إما أن تكون الأرض التي في الدنيا وذلك حين البعث ، وإما أن تكون أرض الحشر وهي التي سماها القرآن الساهرة في سورة النازعات ( 14 ( ، وقال تعالى : { يوم تبدل الأرض غير الأرض والسماوات } [ إبراهيم : 48 ] ، وإما أن يكون ذلك جارياً مجرى المثل المستعمل للمبالغة في إحاطة الجهات كقول أبي بكر الصديق : «أيُّ أرض تقلني ، وأيُّ سماء تُظلني» .وهذه المعاني لا تتنافى ، وهي من حدّ إعجاز القرآن .وجملة { لا تنفذون إلاَّ بسلطان } بيان للتعجيز الذي في الجملة قبله فإن السلطان : القدرة ، أي لا تنفذون من هذا المأزق إلا بقدرة عظيمة تفوق قدرة الله الذي حشركم لهذا الموقف ، وأنَّى لكم هاته القوة .وهذا على طريق قوله : { وما تنزلت به الشياطين وما ينبغي لهم وما يستطيعون } [ الشعراء : 210 ، 211 ] ، أي ما صعدوا إلى السماء فيتنزَّلوا به ."
    },
    { "ayah": 34, "surah": 55, "text": "فَبِأَيِّ آَلَاءِ رَبِّكُمَا تُكَذِّبَانِ (34(القول فيه كالقول في نظيره المذكور قبله ." },
    {
      "ayah": 35,
      "surah": 55,
      "text": "يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِنْ نَارٍ وَنُحَاسٌ فَلَا تَنْتَصِرَانِ (35(استئناف بياني عن جملة { إن استطعتم أن تنفذوا } [ الرحمن : 33 ] الخ لأن ذلك الإِشعار بالتهديد يثير في نفوسهم تساؤلاً عمّا وَراءه .وضمير { عليكما } راجع إلى الجنّ والإِنس فهو عام مراد به الخصوص بالقرينة ، وهي قوله بعده : { ولمن خاف مقام ربه جنتان } [ الرحمن : 46 ] الآيات . وهذا تصريح بأنهم معاقبون بعد أن عُرض لهم بذلك تعريضاً بقوله : { إن استطعتم أن تنفذوا من أقطار السموات والأرض فانفذوا } [ الرحمن : 33 ] .ومعنى { يرسل عليكما } أن ذلك يعترضهم قبل أن يَلجوا في جهنم ، أي تقذفون بشُواظ من نار تعجيلاً للسوء . والمضارع للحال ، أي ويرسل عليكما الآن شواظ .والشواظ بضم الشين وكسرها : اللهب الذي لا يخالطه دخان لأنه قد كمل اشتعاله وذلك أشد إحراقاً . وقرأه الجمهور بضم الشين . وقرأه ابن كثير بكسرها .والنّحاس : يطلق على الدخان الذي لا لهب معه . وبه فسر ابن عباس وسعيد بن جبير وتبعهما الخليل .والمعنى عليه : أن الدخان الذي لم تلحقهم مضرته والاختناق به بسبب شدة لهب الشواظ يضاف إلى ذلك الشواظ على حياله فلا يفلتون من الأمريننِ .ويطلق النحاس على الصُّفْر وهو القِطر . وبه فسر مجاهد وقتادة ، وروي عن ابن عباس أيضاً . فالمعنى : أنه يصبّ عليهم الصُّفْر المُذاب .وقرأ الجمهور { ونحاس } بالرفع عطفاً على { شواظ } . وقرأه ابن كثير وأبو عمرو وروْح عن يعقوب مجروراً عطفاً على { نار } فيكون الشواظ منه أيضاً ، أي شواظ لهب من نار ، ولهب من نحاس ملتهب . وهذه نار خارقة للعادة مثل قوله تعالى : { وقودها الناس والحجارة } [ البقرة : 24 ] .ومعنى { فلا تنتصران } : فلا تجدان مخلصاً من ذلك ولا تجدان ناصراً .والناصر : هنا مراد منه حقيقته ومجازه ، أي لا تجدان من يدفع عنكما ذلك ولا ملجأ تتّقيان به ."
    },
    { "ayah": 36, "surah": 55, "text": "فَبِأَيِّ آَلَاءِ رَبِّكُمَا تُكَذِّبَانِ (36(تكرير كالقول في الذي وقع قبله قريباً ." },
    {
      "ayah": 37,
      "surah": 55,
      "text": "فَإِذَا انْشَقَّتِ السَّمَاءُ فَكَانَتْ وَرْدَةً كَالدِّهَانِ (37(تفريع إخبار على إخبار فرع على بعض الخبر المجمل في قوله : { سنفرغ لكم أيها الثقلان } [ الرحمن : 31 ] إلى آخره ، تفصيل لذلك الإجمال بتعيين وقته وشيء من أهوال ما يقع فيه للمجرمين وبشائر ما يعطاه المتّقون من النعيم والحبور .وقوله : { فكانت وردة } تشبيه بليغ ، أي كانت كوَرْدة .والوَرْدَة : واحدة الورد ، وهو زهر أحمر من شجرة دقيقة ذات أغصان شائكة تظهر في فصل الربيع وهو مشهور . ووجه الشبه قيل هو شدة الحمرة ، أي يتغير لون السماء المعروف أنه أزرق إلى البياض ، فيصير لونها أحمر قال تعالى : { يوم تبدل الأرض غير الأرض والسماوات } [ إبراهيم : 48 ] . ويجوز عندي : أن يكون وجه الشبه كثرة الشقوق كأوراق الوردة .والدهان ، بكسر الدال : دردي الزيت . وهذا تشبيه ثان للسماء في التموج والاضطراب ."
    },
    {
      "ayah": 38,
      "surah": 55,
      "text": "فَبِأَيِّ آَلَاءِ رَبِّكُمَا تُكَذِّبَانِ (38(وجملة { فبأي ألاء ربكما تكذبان } معترضة بين جملة الشرط وجملة الجواب وقد مثّل بها في «مغني اللبيب» للاعتراض بين الشرط وجوابه ، وعينّ كونها معترضة لا حالية ، وهذه الجملة معترضة تكرير للتقرير والتوبيخ كما هو بيّن ، وانشقاق السماء من أحوال الحشر ، أي فإذا قامت القيامة وانشقت السماء . كما قال تعالى : { فيومئذ وقعت الواقعة وانشقت السماء } [ الحاقة : 15 ، 16 ] أن قوله : { يومئذ تعرضون لا تخفى منكم خافية } [ الحاقة : 18 ] . وهذا هو الانشقاق المذكور في قوله : { ويوم تشقق السماء بالغمام ونزل الملائكة تنزيلاً الملك يومئذ الحق للرحمن } في سورة الفرقان ( 25 ، 26 ( ."
    },
    {
      "ayah": 39,
      "surah": 55,
      "text": "فَيَوْمَئِذٍ لَا يُسْأَلُ عَنْ ذَنْبِهِ إِنْسٌ وَلَا جَانٌّ (39(وجملة { فيومئذ لا يسأل عن ذنبه } الخ جواب شرط ( إذا ( . واقترن بالفاء لأنها صُدرت باسم زمان وهو { يومئذٍ } وذلك لا يصلح لدخول ( إذا ( عليه .ومعنى { لا يسئل عن ذنبه } : نفي السؤال الذي يريد به السائل معرفة حصول الأمر المتردّد فيه ، وهذا مثل قوله تعالى : { ولا يُسأل عن ذنوبهم المجرمون } [ القصص : 78 ] . وليس هو الذي في قوله تعالى : { فوربك لنسألنهم أجمعين عمّا كانوا يعملون } [ الحجر : 92 ، 93 ] وقوله : { وقفوهم إنهم مسؤولون } [ الصافات : 24 ] ، فإن ذلك للتقرير والتوبيخ فإن يوم القيامة متسع الزمان ، ففيه مواطن لا يسأل أهل الذنوب عن ذنوبهم ، وفيه مواطن يسألون فيها سؤالاً تقرير وتوبيخ ."
    },
    {
      "ayah": 4,
      "surah": 55,
      "text": "عَلَّمَهُ الْبَيَانَ (4(خبر ثالث تضمن الاعتبار بنعمة الإِبانة عن المراد والامتنان بها بعد الامتنان بنعمة الإِيجاد ، أي علّم جنس الإِنسان أن يُبين عما في نفسه ليفيده غيره ويستفيد هو .والبيان : الإِعراب عما في الضمير من المقاصد والأغراض وهو النطق وبه تميز الإِنسان عن بقية أنواع الحيوان فهو من أعظم النعم .وأما البيان بغير النطق من إشارة وإيماء ولمح النظر فهو أيضاً من مميزات الإنسان وإن كان دون بيان النطق .ومعنى تعليم الله الإِنسان البيانَ : أنه خلق فيه الاستعداد لعلم ذلك وألهمه وضع اللغة للتعارف ، وقد تقدم عند قوله تعالى : { وعلم آدم الأسماء كلها } في سورة البقرة ( 31 ( .وفيه الإِشارة إلى أن نعمة البيان أجل النعم على الإنسان ، فعدّ نعمة التكاليف الدينية وفيه تنويه بالعلوم الزائدة في بيان الإنسان وهي خصائص اللغة وآدابها .ومجيء المسند فعلاً بعد المسند إليه لإِفادة تقوّي الحكم .وفيه من التبكيت ما علمته آنفاً ، ووجهه أنهم لم يشكروه على نعمة البيان إذ صرفوا جزءاً كبيراً من بيانهم فيما يلهيهم عن إفراد الله بالعبادة وفيما ينازعون به من يدعوهم إلى الهدى ."
    },
    {
      "ayah": 40,
      "surah": 55,
      "text": "فَبِأَيِّ آَلَاءِ رَبِّكُمَا تُكَذِّبَانِ (40(وجملة { فبأي ألاء ربكما تكذبان } تكرير للتقرير والتوبيخ ."
    },
    {
      "ayah": 41,
      "surah": 55,
      "text": "يُعْرَفُ الْمُجْرِمُونَ بِسِيمَاهُمْ فَيُؤْخَذُ بِالنَّوَاصِي وَالْأَقْدَامِ (41(هذا استئناف بياني ناشىء عن قوله : { فيومئذ لا يسئل عن ذنبه إنس ولا جان } [ الرحمن : 39 ] ، أي يستغنى عن سؤالهم بظهور علاماتهم للملائكة ويعرفونهم بسيماهم فيؤخذون أخذ عقاب ويساقون إلى الجزاء .والسيما : العلامة . وتقدمت في قوله تعالى : { تعرفهم بسيماهم } في آخر سورة البقرة ( 273 ( .و ( آل ( في { بالنواصي والأقدام } عوض عن المضاف إليه ، أي بنواصيهم وأقدامهم وهو استعمال كثير في القرآن . 6والنواصي : جمع ناصية وهي الشعَر الذي في مقدّم الرأس ، وتقدم في قوله تعالى : { ما من دابة إلا هو آخذ بناصيتها } في سورة هود ( 56 ( .والأخذ بالناصية أخذ تمكّن لا يفلت منه ، كما قال تعالى : { لئن لم ينته لنسفعن بالناصية } [ العلق : 15 ] .والأقدام : جَمع قَدَم ، وهو ظاهر السَّاق من حيث تمسك اليد رجل الهارب فلا يستطيع انفلاتاً وفيه أيضاً يوضع القيد ، قال النابغة :أوْ حرة كمهاة الرمل قد كُبِلت ... فوقَ المعاصم منها والعراقيب"
    },
    { "ayah": 42, "surah": 55, "text": "فَبِأَيِّ آَلَاءِ رَبِّكُمَا تُكَذِّبَانِ (42(تكرير كما تقدم في نظيرها الذي قبلها ." },
    {
      "ayah": 43,
      "surah": 55,
      "text": "هَذِهِ جَهَنَّمُ الَّتِي يُكَذِّبُ بِهَا الْمُجْرِمُونَ (43(هذا مما يقال يوم القيامة على رؤوس الملأ .ووصف { جهنم } ب { التي يكذب بها المجرمون } تسفيه للمجرمين وفضح لهم . وجملة { يطوفون } حال من { المجرمون } ، أي قد تبين سفه تكذيبهم بجهنم اتضاحاً بيناً بظهورها للناس وبأنهم يترددون خلالها كما ترددوا في إثباتها حين أنذروا بها في الدنيا ."
    },
    {
      "ayah": 44,
      "surah": 55,
      "text": "يَطُوفُونَ بَيْنَهَا وَبَيْنَ حَمِيمٍ آَنٍ (44(والطواف : ترداد المشي والإِكثار منه ، يقال : طاف به ، وطاف عليه ، ومنه الطواف بالكعبة ، والطواف بالصفا والمروة ، قال تعالى : { فلا جناح عليه أن يطَّوف بهما } وتقدم في سورة البقرة ( 158 ( .والحميمُ : الماء المغلَّى الشديد الحرارة .والمعنى : يمشون بين مكان النار وبين الحميم فإذا أصابهم حرّ النار طلبوا التبرد فلاح لهم الماء فذهبوا إليه فأصابهم حرُّه فانصرفوا إلى النار دَوَاليْك وهذا كقوله : { وإن يستغيثوا يغاثوا بماء كالمهل } [ الكهف : 29 ] .وآنٍ : اسم فاعل من أنَى ، إذا اشتدت حرارته ."
    },
    { "ayah": 45, "surah": 55, "text": "فَبِأَيِّ آَلَاءِ رَبِّكُمَا تُكَذِّبَانِ (45(مثل موقع الذي قبله في التكرير ." },
    {
      "ayah": 46,
      "surah": 55,
      "text": "وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ (46(انتقال من وصف جزاء المجرمين إلى ثواب المتقين . والجملة عطف على جملة { يعرف المجرمون بسيماهم } [ الرحمن : 41 ] إلى آخرها ، وهو أظهر لأن قوله في آخرها { يطوفون بينها وبين حميم آنٍ يفيد معنى أنهم فيها .واللام في لمن خاف } لام الملك ، أي يعطي من خاف ربه ويملك جنتين ، ولا شبهة في أن من خاف مقام ربه جنس الخائفين لا خائف معيّن فهو من صيغ العموم البدلي بمنزلة قولك : وللخائف مقام ربه . وعليه فيجيء النظر في تأويل تثنية { جنتان } فيجوز أن يكون المراد : جنسين من الجنات .وقد ذكرت الجنات في القرآن بصيغة الجمع غير مرة وسيجيء بعد هذا قوله : { ومن دونهما جنتان } [ الرحمن : 62 ] فالمراد جنسان من الجنات .ويجوز أن تكون التثنية مستعملة كناية عن التعدد ، وهو استعمال موجود في الكلام الفصيح وفي القرآن قال الله تعالى : { ثم ارجع البصر كرتين ينقلب إليك البصر خاسِئاً وهو حسير } [ الملك : 4 ] ومنه قولهم : لبَّيْك وسعَديك ودواليك ، كقول القوّال الطائي من شعر الحماسة :فقولا لهذا المرء ذُو جاء ساعياً ... هَلمّ فإن المشرفيَّ الفرائضأي فقولوا : يا قوممِ ، وتقدم عند قوله تعالى : { سنعذبهم مرتين } في سورة التوبة ( 101 ( . وإيثار صيغة التثنية هنا لمراعاة الفواصل السابقة واللاحقة فقد بنيت قرائن السورة عليها والقرينة ظاهرة وإليه يميل كلام الفراء ، وعلى هذا فجميع ما أجري بصيغة التثنية في شأن الجنتين فمراد به الجمع .وقيل : أريد جنتان لكل متقّ تحفان بقصره في الجنة كما قال تعالى في صفة جنات الدنيا { جعلنا لأحدهما جنتين من أعناب } [ الكهف : 32 ] الآية ، وقال : { لقد كان لسبإ في مساكنهم آية جنتان عن يمين وشمال } [ سبأ : 15 ] فهما جنتان باعتبار يمنة القصر ويسرته والقصر فاصل بينهما .والمقام : أصله محل القيام ومصدر ميمي للقيام وعلى الوجهين يستعمل مجازاً في الحالة والتلبس كقولك لمن تستجيره : هذا مقام العائذ بك ، ويطلق على الشأن والعظمة ، فإضافة { مقام } إلى { ربه } هنا إن كانت على اعتبار المقام للخائف فهو بمعنى الحال ، وإضافته إلى { ربه } تُشبِه إضافة المصدر إلى المفعول ، أي مقامه من ربه ، أي بين يديه .وإن كانت على اعتبار المقام لله تعالى فهو بمعنى الشأن والعظمة . وإضافتُه كالإضافة إلى الفاعل ، ويحتمل الوجهين قوله تعالى : { ذلك لمن خاف مقامي } في سورة إبراهيم ( 14 ( وقولُه : { وأما من خاف مقام ربه } في سورة النازعات ( 40 ( ."
    },
    {
      "ayah": 47,
      "surah": 55,
      "text": "فَبِأَيِّ آَلَاءِ رَبِّكُمَا تُكَذِّبَانِ (47(وجملة { فبأي ألاء ربكما تكذبان } معترضة بين الموصوف والصفة وهي تكرير لنظائرها ."
    },
    {
      "ayah": 48,
      "surah": 55,
      "text": "ذَوَاتَا أَفْنَانٍ (48(وَذَواتا : تثنية ذات ، والواو أصلية لأن أصل ذات : ذَوة ، والألف التي بعد الواو إشباع للفتحة لازم للكلمة . وقيل : الألف أصلية وأن أصل ( ذات ( : ذوات فخففت في الإِفراد وردّتها التثنية إلى أصلها وقد تقدم في قوله تعالى : { وبدلناهم بجنتيهم جنتين ذواتى أكل خمط } في سورة سبأ ( 16 ( . وأما الألف التي بعد التاء المثناة الفوقية فهي علامة رفع نائبة عن الضمة .والأفنان : جمع فَنَن بفتحتين ، وهو الغصن . والمقصود هنا : أفنان عظيمة كثيرة الإِيراق والإِثمار بقرينة أنّ الأفنان لا تخلو عنها الجنات فلا يحتاج إلى ذكر الأفنان لولا قصد ما في التنكير من التعظيم ."
    },
    {
      "ayah": 49,
      "surah": 55,
      "text": "فَبِأَيِّ آَلَاءِ رَبِّكُمَا تُكَذِّبَانِ (49(وجملة { فبأي ألاء ربكما تكذبان } معترضة بين الموصوف والصفة وهي تكرير لنظائرها ."
    },
    {
      "ayah": 5,
      "surah": 55,
      "text": "الشَّمْسُ وَالْقَمَرُ بِحُسْبَانٍ (5(جملة هي خبر رابع عن الرحمن وإلاّ كان ذِكره هنا بدون مناسبة فينقلب اعتراضاً . ورابط الجملة بالمبتدأ تقديره : بحسبانه ، أي حسبان الرحمن وضبطه .وهذا استدلال على التفرد بخلق كوكب الشمس وكرة القمر وامتنان بما أودع فيهما من منافع للناس ، ونظام سيرهما الذي به تدقيق نظام معاملات الناس واستعدادهم لما يحتاجون إليه عند تغيرات أجْوَائِهم وأرزاقهم . ويتضمن الامتنان بما في ذلك من منافعهم . وفي كون هذا الخبر جارياً على أسلوب التعديد ما قد علمت آنفاً من التبكيت ، ووجهه أنهم غفلوا عما في نظام الشمس والقمر من الحكمة وما يَدل عليه ذلك النظام من تفرد الله بتقديره ، فاشتغل بعضهم بعبادة الشمس وبعضهم بعبادة القمر كما قال تعالى : { ومن آياته الليل والنهار والشمس والقمر لا تسجدوا للشمس ولا للقمر واسجدوا لله الذي خلقهن إن كنتم إياه تعبدون } [ فصلت : 37 ] .وجيء بهذه الجملة اسمية للتهويل بالابتداء باسم الشمس والقمر ، وللدلالة على أن حسبانهما ثابت لا يتغير منذ بدء الخلق مؤذن بحكمة الخالق . واستغني بجعل اسم الشمس والقمر مسنداً إليهما عن تفكيك المسند إلى مسندين : أحدهما : يدل على الاستدلال ، والآخر يدل على الامتنان ، كما وقع في قوله : { خلق الإنسان علمه البيان } [ الرحمن : 3 ، 4 ] .والحُسبان : مصدر حسَب بمعنى عد مثل الغفران .والباء للملابسة وهي ظرف مستقر هو خبر عن الشمس والقمر ، والتقدير : كائنان بحسبان ، أي بملابسة حسبان ، أي لحساب الناس مواقع سيرهما .وإسناد هذه الملابسة إلى الشمس والقمر مجازي عقلي لأن الشمس والقمر سبب لتلبس الناس بحسابهما كما تقول : أنتَ بعنايةٍ مني ، جعلت عنايتك ملابسة للمخاطب ملابسةً اعتبارية ، وقوله تعالى : { فإنك بأعيننا } [ الطور : 48 ] ، وقد تقدم في قوله تعالى : { والشمس والقمر حسباناً } في سورة الأنعام ( 96 ( . والحُسبان كناية عن انتظام سيرهما انتظاماً مطرداً لا يختل حساب الناس له والتوقيت به .واقتصر على ذكر الشمس والقمر دون بقية الكواكب وإن كان فيها حسبان الأنواء ، والحَرّ والبرد ، مثللِ الجوزاء ، والشِعرى ، ومنزلة الأسد ، والثريا ، لأن هذين الكوكبين هما الباديان لجميع الناس لا يحتاج تعقل أحوالهما إلى تعليم توقيت مثل الكواكب الأخرى .ولأن السورة هذه بنيت على ذكر الأمور المزدوجة والشمس والقمر مزدوجان في معارف عموم الناس فالشمس : كوكب سماوي لأنه أعلى من الأرض والأرض تدور حوله وداخلة في النظام الشمسي . والقمر : كوكب أرضي لأنه دون الأرض وتابع لها كبقية أقمار الكواكب فذكر الشمس والقمر كذكر السماء ، والأرض ، والمشرق ، والمغرب ، والبحرين ."
    },
    {
      "ayah": 50,
      "surah": 55,
      "text": "فِيهِمَا عَيْنَانِ تَجْرِيَانِ (50(وتثنية عينان } جار على نحو ما تقدم في تثنية { جنتان } ، وكذلك تثنية ضميري { فيهما } وضمير { تجريان } تبع لتثنية مَعَادهما في اللفظ .فإن كان الجنتان اثنتين لكل من خَاف مقام ربه فلكل جنة منهما عين فهما عينان لكل من خاف مقام ربه ، وإن كان الجنتان جنسين فالتثنية مستعملة في إرادة الجمع ، أي عيون على عدد الجنات ، وكذلك إذا كان المراد من تثنية { جنتان } الكثرة كما تثنيه { عينان } للكثرة .وفصل بين الأفنان وبين ذكر الفاكهة بذكر العينين مع أن الفاكهة بالأفنان أنسب ، لأنه لما جرى ذكر الأفنان ، وهي من جمال منظر الجنة أعقب بما هو من محاسن الجنات وهو عيون الماء جمعاً للنظيرين ، ثم أعقب ذلك بما هو من جمال المنظر"
    },
    {
      "ayah": 51,
      "surah": 55,
      "text": "فَبِأَيِّ آَلَاءِ رَبِّكُمَا تُكَذِّبَانِ (51(وجملة { فبأي ألاء ربكما تكذبان } معترضة بين الموصوف والصفة وهي تكرير لنظائرها ."
    },
    {
      "ayah": 52,
      "surah": 55,
      "text": "فِيهِمَا مِنْ كُلِّ فَاكِهَةٍ زَوْجَانِ (52(، أعني : الفواكه في أفنانها ومن ملذات الذوق .وأما تثنية زوجان فإن الزوج هنا النوع ، وأنواع فواكه الجنة كثيرة وليس لكل فاكهة نوعان : فإمّا أن نجعل التثنية بمعنى الجمع ونجعل إيثار صيغة التثنية لمراعاة الفاصلة ولأجل المزاوجة مع نظائرها من قوله : { ولمن خاف مقام ربه جنتان } إلى هنا .وإما أن نجعل تثنية { زوجان } لكون الفواكه بعضها يؤكل رطباً وبعضها يؤكل يابساً مثل الرطب والتمر والعنب والزبيب ، وأخص الجوز واللوز وجافهما .و { من كل فاكهة } بيان ل { زوجان } مقدّم على المبيّن لرعي الفاصلة .وتخلل هذه الآيات الثلاث بآيات { فبأي ألاء ربكما تكذبان } جار على وجه الاعتراض وعلى أنه مجرد تكرير كما تقدم أولاها ."
    },
    {
      "ayah": 53,
      "surah": 55,
      "text": "فَبِأَيِّ آَلَاءِ رَبِّكُمَا تُكَذِّبَانِ (53(وجملة { فبأي ألاء ربكما تكذبان } معترضة بين الموصوف والصفة وهي تكرير لنظائرها ."
    },
    {
      "ayah": 54,
      "surah": 55,
      "text": "مُتَّكِئِينَ عَلَى فُرُشٍ بَطَائِنُهَا مِنْ إِسْتَبْرَقٍ وَجَنَى الْجَنَّتَيْنِ دَانٍ (54(حال من { لمن خاف مقام ربه } وجيء بالحال صيغةَ جمع باعتبار معنى صاحب الحال وصلاحية لفظه للواحد والمتعدد ، لا باعتبار وقوع صلته بصيغة الإِفراد فإن ذلك اعتبار بكون ( مَن ( مفردة اللفظ .والمعنى : أُعطوا الجنان واستقرُّوا بها واتكأوا على فرش .والاتكاء : افتعال من الوَكْءِ مهموز اللام وهو الاعتماد ، فصار الاتكاء اسماً لاعتمادِ الجالس ومرفقه إلى الأرض وجنبه إلى الأرض وهي هيئة بين الاضطجاع على الجنب والقعودِ ، وتقدم في قوله : { وأعتدت لهن متكئاً } في سورة يوسف ( 31 ( ، وتقدم أيضاً في سورة الصافات .وفُرش : جمع فراش ككتاب وكُتب . والفِراش أصله ما يفرش ، أي يبسط على الأرض للنوم والاضطجاع .ثم أطلق الفراش على السرير المرتفع على الأرض بسُوققٍ لأنه يوضع عليه ما شأنه أن يفرش على الأرض تسمية باسم ما جعل فيه ، ولذلك ورد ذكره في سورة الواقعة ( 15 ، 16 ( في قوله : { على سرر موضونة متكئين عليها متقابلين } وفي سورة الصافات ( 44 ( على سرر متقابلين .والمعبر عنه في هذه الآيات واحد يدلّ على أن المراد بالفرش في هذه الآية السرر التي عليها الفرش .والاتكاء : جِلسة أهل الترف المخدومين لأنها جلسة راحة وعدم احتياج إلى النهوض للتناول نحوه وتقدم في سورة الكهف .والبطائن : جمع بِطانة بكسر الباء وهي مشتقة من البطن ضد الظهر من كل شيء ، وهو هنا مجاز عن الأسفل . يقال للجهة السفلى : بطن ، وللجهة العليا ظهر ، فيقال : بَطَّنْت ثوبي بآخر إذا جعل تحت ثوبه آخرَ ، فبطانة الثوب داخله وما لا يَبدو منه ، وضد البطانة الظِّهارة بكسر الظاء ، ومن كلامهم : أفرشني ظهر أمره وبطنه ، أي علانيته وسِرّه ، شبهت العلانية بظهر الفراش والسِرّ ببطن الفراش وهما الظِهارة والبطانة ، ولذلك أتبع هذا التشبيه باستعارة فعل : أفرشني . فالبطانة : هي الثوب الذي يجعل على الفراش والظهارة : الثوب الذي يجعل فوق البطانة ليظهر لرؤية الداخل للبيت فتكون الظهارة أحسن من البطانة في الفراش الواحد .والعرب كانوا يجعلون الفراش حَشية ، أي شيئاً محشواً بصوف أو قطن أو ليف ليكون أوثر للجنب ، قال عنترة يصف تنعم عَبلة :تُمسي وتُصبح فوق ظهر حشِيّةٍ ... وأَبِيتُ فوقَ سَراة أدهم مُلجمفإذا وضعوا على الحشية ثوباً أو خاطوها بثوب فهو البطانة ، وإذا غطوا ذلك بثوب أحسن منه فهو الظِهارة .فالمعنى هنا : أن بطائن فرش الجنة من استبرق فلا تَسأل عن ظهائرها فإنها أجود من ذلك ، ولا ثوب في الثياب المعروفة عند الناس في الدنيا أنفس من الاستبرق البطائن بالذكر كناية عن نفاسة وصف ظهائر الفرش .والاستبرق : صنف رفيع من الديباج الغليظ . والديباجُ : نسيج غليظ من حرير والاستبرق ينسج بخيوط الذهب . قال الفخر : وهو معرب عن الفارسية عن كلمة ( سْتبرك ( بكاف في آخره علامة تصغير ( ستبر ( بمعنى ثخين ، وقد تقدم في سورة الكهف ( 31 ( ، فأبدلوا الكاف قافاً خشية اشتباه الكاف بكاف الخطاب ، والذي في القاموس } : الإِستبرق : الديباج الغليظ معرب ( اسْتَرْوَه ( ، وقد تبين أن الإِستبرق : صنف من الديباج ، والديباج : ثوب منسوج من الحرير منقوش وهو أجود أنواع الثياب .ومن { جنى الجنتين } : ما يجنى من ثمارهما ، وهو بفتح الجيم ما يقطف من الثمر . والمعنى : أن ثمر الجنة داننٍ منهم وهم على فرشهم فمتى شاءوا اقتطفوا منه ."
    },
    { "ayah": 55, "surah": 55, "text": "فَبِأَيِّ آَلَاءِ رَبِّكُمَا تُكَذِّبَانِ (55(هو مثل نظائره ." },
    {
      "ayah": 56,
      "surah": 55,
      "text": "فِيهِنَّ قَاصِرَاتُ الطَّرْفِ لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلَا جَانٌّ (56(ضمير { فيهن } عائد إلى فرش وهو سبب تأخير نعم أهل الجنة بلذة التأنّس بالنساء عن ما في الجنات من الأفنان والعيون والفواكه والفرش ، ليكون ذكر الفرش مناسباً للانتقال إلى الأوانس في تلك الفرش وليجيء هذا الضمير مفيداً معنى كثيراً من لفظ قليل ، وذلك من خصائص الترتيب في هذا التركيب .ف { قاصرات الطرف } كائنة في الجنة وكائنة على الفُرش مع أزواجهن قال تعالى : { وفرش مرفوعة إنا أنشأناهن إنشاء فجعلناهن أبكاراً } [ الواقعة : 34 36 ] الآية .و { قاصرات الطرف } : صفة لموصوف محذوف تقديره نساء ، وشاع المدح بهذا الوصف في الكلام حتى نُزّل منزلة الاسم ف { قاصرات الطرف } نساء في نظرهن مثل القصور والغضِّ خِلقة فيهن ، وهذا نظير ما يقول الشعراء من المولّدين مراض العيون ، أي : مثل المراض خِلقة . والقصور : مثل الغضِّ من صفات عيون المها والظباء ، قال كعب بن زهير :وما سعاد غداةَ البين إذْ رحلُوا ... إلاّ أَغَنُّ غَضِيضُ الطرف مكحولأي : كغضيض الطرف وهو الظبي .والطمْث بفتح الطاء وسكون الميم مسيس الأنثى البِكر ، أي من أبكار . وعُبِّر عن البكارة ب { لم يطمثهن إنس قبلهم ولا جان } إطناباً في التحسين ، وقد جاء في الآية الأخرى { فجعلناهن أبكاراً } [ الواقعة : 36 ] . وهؤلاء هن نساء الجنة لا أزواج المؤمنين اللآئي كُنَّ لهم في الدنيا لأنهن قد يكنّ طمثهم أزواج فإن الزوجة في الجنة تكون لآخر من تزوجها في الدنيا .وقرأ الجمهور { يطمثهن } هنا ، وفي نظيره الآتي بكسر الميم . وقرأه الدُوري عن الكسائي بضم الميم وهما لغتان في مضارع طمث . ونقل عن الكسائي : التخييرُ بين الضم والكسر .وقوله : { إنس قبلهم } أي لم يطمثهن أحد قبل ، وقوله : { ولا جان } تتميم واحتراس وهو إطناب دعا إليه أن الجنة دار ثواب لصالحي الإِنس والجن فلما ذكر { إنس } نشأ توهم أن يمَسهن جن فدفع ذلك التوهم بهذا الاحتراس"
    },
    { "ayah": 57, "surah": 55, "text": "فَبِأَيِّ آَلَاءِ رَبِّكُمَا تُكَذِّبَانِ (57(كرر { فبأي آلاء ربكما تكذبان } فيما علمت سابقاً ." },
    {
      "ayah": 58,
      "surah": 55,
      "text": "كَأَنَّهُنَّ الْيَاقُوتُ وَالْمَرْجَانُ (58(.وجملة { كأنهن الياقوت والمرجان } نعت أو حال من { قاصرات الطرف } .ووجه الشبه بالياقوت والمرجان في لون الحمرة المحمودة ، أي حمرة الخدود كما يشبه الخد بالورد ، ويطلق الأحمر على الأبيض فمنه حديث « بعثتُ إلى الأحمر والأسود » وقال عبد بني الحساس :فلو كنت ورَداً لونُه لعشقتني ... ولكن ربي شَانني بسوادياويجوز أن يكون التشبيه بهما في الصفاء واللمعان ."
    },
    { "ayah": 59, "surah": 55, "text": "فَبِأَيِّ آَلَاءِ رَبِّكُمَا تُكَذِّبَانِ (59(كرر { فبأي آلاء ربكما تكذبان } فيما علمت سابقاً ." },
    {
      "ayah": 6,
      "surah": 55,
      "text": "وَالنَّجْمُ وَالشَّجَرُ يَسْجُدَانِ (6(عطف على جملة { الشمس والقمر بحسبان } [ الرحمن : 5 ] عطف الخبر على الخبر للوجه الذي تقدم لأن سجود الشمس والقَمر لله تعالى وهو انتقال من الامتنان بما في السماء من المنافع إلى الامتنان بما في الأرض ، وجعل لفظ { النجم } واسطة الانتقال لصلاحيته لأنه يراد منه نجوم السماء وما يسمى نجماً من نبات الأرض كما يأتي .وعطفت جملة { والنجم والشجر يسجدان } ولم تفصل فخرجت من أسلوب تعداد الأخبار إلى أسلوب عطف بعض الأخبار على بعض لأن الأخبار الواردة بعد حروف العطف لم يقصد بها التعداد إذ ليس فيها تعريض بتوبيخ المشركين ، فالإِخبار بسجود النجم والشجر أريد به الإِيقاظ إلى ما في هذا من الدلالة على عظيم القدرة دلالة رمزية ، ولأنه لما اقتضى المقام جمع النظائر من المزاوجات بَعد ذكر الشمس والقمر ، كان ذلك مقتضياً سلوك طريقة الوصل بالعطف بجامع التضاد .وجُعلت الجملة مفتَتَحة بالمسند إليه لتكون على صورة فاتحة الجملة التي عطفت هي عليها . وأتي بالمسند فعلاً مضارعاً للدلالة على تجدد هذا السجود وتكرره على معنى قوله تعالى : { ولله يسجد من في السموات والأرض طوعاً وكرهاً وظلالهم بالغدوّ والآصال } [ الرعد : 15 ] .و { النجم } يطلق : اسمَ جمع على نجوم السماء قال تعالى : { والنجم إذا هوى } [ النجم : 1 ] ، ويطلق مفرداً فيُجمع على نجوم ، قال تعالى : { وإدبار النجوم } [ الطور : 49 ] . وعن مجاهد تفسيره هنا بنجوم السماء .ويطلق النجم على النبات والحشيش الذي لا سُوق له فهو متصل بالتراب . وعن ابن عباس تفسير النجم في هذه الآية بالنبات الذي لا ساق له . والشجر : النبات الذي له ساق وارتفاعٌ عن وجه الأرض . وهذان ينتفع بهما الإِنسان والحيوان .فحصل من قوله : { والنجم والشجر يسجدان } بعد قوله : { الشمس والقمر بحسبان } [ الرحمن : 5 ] قرينتان متوازيتان في الحركة والسكون وهذا من المحسنات البديعية الكاملة .والسجود : يطلق على وضع الوجه على الأرض بقصد التعظيم ، ويطلق على الوقوع على الأرض مجازاً مرسلاً بعلاقة الإِطلاق ، أو استعارة ومنه قولهم : «نخلة ساجدة» إذا أمالها حِمْلُها ، فسجود نجوم السماء نزولها إلى جهات غروبها ، وسجود نجم الأرض التصاقه بالتراب كالساجد ، وسجود الشجر تطأطؤه بهبوب الرياح ودنوّ أغصانه للجانين لثماره والخابطين لورقه ، ففعل { يسجدان } مستعمل في معنيين مجازيين وهما الدنو للمتناول والدلالة على عظمة الله تعالى بأن شبه ارتسام ظِلالهما على الأرض بالسجود كما قال تعالى : { ولله يسجد من في السماوات والأرض طَوعاً وكرهاً وظِلالهم بالغدوّ والآصال } في سورة الرعد ( 15 ( ، وكما قال امرؤ القيس :يَكُبُّ على الأذ ... قان وْحَ الكَنَهْبَلِفقال : على الأذقان ، ليكون الانكباب مشبهاً بسقوط الإنسان على الأرض بوجهه ففيه استعارة مكنية ، وذكر الأذقان تخييل ، وعليه يكون فعل يسجدان } هنا مستعملاً في مجازه ، وذلك يفيد أن الله خلق في الموجودات دلالات عِدَّةً على أن الله مُوجدها ومُسخرها ، ففي جميعها دلالات عقلية ، وفي بعضها أو معظمها دلالات أخرى رمزية وخيالية لتفيد منها العقول المتفاوتة في الاستدلال ."
    },
    {
      "ayah": 60,
      "surah": 55,
      "text": "هَلْ جَزَاءُ الْإِحْسَانِ إِلَّا الْإِحْسَانُ (60(تذييل للجمل المبدوءة بقوله : { ولمن خاف مقام ربه جنتان } [ الرحمن : 46 ] ، أي لأنهم أحسنوا فجازاهم ربهم بالإِحسان .والإِحسان الأول : الفعلُ الحَسن ، والإِحسان الثاني : إعطاء الحَسن ، وهو الخَير ، فالأول من قولهم : أَحسن في كذا ، والثاني من قولهم : أحسن إلى فلان .والاستفهام مستعمل في النفي ، ولذلك عقب بالاستثناء فأفاد حصر مجازاة الإِحسان في أنها إحسان ، وهذا الحصر إخبار عن كونه الجزاء الحقَّ ومقتضى الحكمة والعدل ، وإلا فقد يتخلف ذلك لدى الظالمين ، قال تعالى : { وتجعلون رزقكم أنكم تكذبون } [ الواقعة : 82 ] وقال : { فلما آتاهما صالحاً جعلا له شركاء فيما آتاهما } [ الأعراف : 190 ] .وعلم منه أن جزاء الإِساءة السوء قال تعالى : { جزاءً وفاقاً } [ النبأ : 26 ] ."
    },
    { "ayah": 61, "surah": 55, "text": "فَبِأَيِّ آَلَاءِ رَبِّكُمَا تُكَذِّبَانِ (61(القول فيه مثل القول في نظائره ." },
    {
      "ayah": 62,
      "surah": 55,
      "text": "وَمِنْ دُونِهِمَا جَنَّتَانِ (62(عطف على قوله : { جنتان } [ الرحمن : 46 ] ، أي ومن دون تينك الجنتين جنتان ، أي لمن خاف مقام ربه .ومعنى { من دونهما } يحتمل أن ( دون ( بمعنى ( غير ( ، أي ولمن خاف مقام ربه جنتان وجنتان أخريان غيرهما ، كقوله تعالى : { للذين أحسنوا الحسنى وزيادة } [ يونس : 26 ] . ووُصف ما في هاتين الجنتين بما يقارب ما وصف به ما في الجنتين الأوليين وصفاً سُلك فيه مسلك الإِطناب أيضاً لبيان حسنهما ترغيباً في السعي لنيلهما بتقوى الله تعالى فذلك موجب تكرير بعض الأوصاف أو ما يقرب من التكرير بالمترادفات .ويكون لكل الجنات الأربع حُور مقصورات لا ينتقلن من قصورهن ، ويجوز أن تكون ( دون ( بمعنى أقل ، أي لنزول المرتبة ، أي ولمن خاف مقام ربه جنتان أقلّ من الأولين فيقتضي ذلك أن هاتين الجنتين لطائفة أخرى ممن خافوا مقام ربهم هم أقل من الأولين في درجة مخافة الله تعالى .ولعل هاتين الجنتين لأصحاب اليمين الذين ورد ذكرهم في سورة الواقعة والجنتين المذكورتين قبلهما في قوله : { جنتان . . . ذواتا أفنان } [ الرحمن : 46 ، 48 ] إلى آخر الوصف جنتا السابقين الوارد ذكرهم قوله في سورة الواقعة ( 10 ( { والسابقون السابقون } الآيات ."
    },
    { "ayah": 63, "surah": 55, "text": "فَبِأَيِّ آَلَاءِ رَبِّكُمَا تُكَذِّبَانِ (63(" },
    {
      "ayah": 64,
      "surah": 55,
      "text": "مُدْهَامَّتَانِ (64(ومدهامتان } وصف مشتق من الدُّهمة بضم الدال وهي لون السواد . ووصف الجنتين بالسواد مبالغة في شدة خضرة أشجارهما حتى تكونا بالتفاف أشجارها وقوة خضرتها كالسوداوين لأن الشجر إذا كان ريّان اشتدت خضرة أوراقه حتى تقرب من السواد ، وقد أخذ هذا المعنى أبو تمام وركَّب عليه فقال :يا صاحبيَّ تقصَّيَا نَظَريكُما ... تَريا وجوهَ الأرض كيف تَصوَّرتريا نهاراً مشمِساً قد شابَهُ ... زَهْرُ الرُّبى فكأنما هو مقمر"
    },
    { "ayah": 65, "surah": 55, "text": "فَبِأَيِّ آَلَاءِ رَبِّكُمَا تُكَذِّبَانِ (65(القول فيه مثل القول في نظائره ." },
    {
      "ayah": 66,
      "surah": 55,
      "text": "فِيهِمَا عَيْنَانِ نَضَّاخَتَانِ (66(و { نضاختان } : فوّارتان بالماء ، والنضخ بخاء معجمة في آخره أقوى من النضح بالحاء المهملة الذي هو الرَّش .وقد وصف العينان هنا بغير ما وصف به العينان في الجنتين المذكورتين ، فقِيل : هما صنفان مختلفان في أوصاف الحسن يُشير اختلافهما إلى أن هاتين الجنتين دون الأولَيْن في المحاسن"
    },
    { "ayah": 67, "surah": 55, "text": "فَبِأَيِّ آَلَاءِ رَبِّكُمَا تُكَذِّبَانِ (67(القول فيه مثل القول في نظائره ." },
    {
      "ayah": 68,
      "surah": 55,
      "text": "فِيهِمَا فَاكِهَةٌ وَنَخْلٌ وَرُمَّانٌ (68(ولذلك جاء هنا { فيهما فاكهة ونخل ورمان } ، وجاء فيما تقدم { فيهما من كل فاكهة زوجان } [ الرحمن : 52 ] . وقيل : الوصفان سواء ، وعليه فالمخالفة بين الصنفين من الأوصاف تفنّن .وعطف { ونخل ورمان } على { فاكهة } من باب عطف الجزئي على الكلّي تنويهاً ببعض أفراد الجنتين كما قال تعالى : { وملائكته ورسله وجبريل وميكال } في سورة البقرة ( 98 ( .وجاءت جمل فبأي آلاء ربكما تكذبان } معترضات بين { جنتان } وصفاتها اعتراضاً للازدياد من تكرير التقرير والتوبيخ لمن حرموا من تلك الجنات ."
    },
    { "ayah": 69, "surah": 55, "text": "فَبِأَيِّ آَلَاءِ رَبِّكُمَا تُكَذِّبَانِ (69(القول فيه مثل القول في نظائره ." },
    {
      "ayah": 7,
      "surah": 55,
      "text": "وَالسَّمَاءَ رَفَعَهَا وَوَضَعَ الْمِيزَانَ (7(اطّرد في هذه الآية أسلوب المقابلة بين ما يُشبه الضدين بعد مقابلةِ ذِكر الشمس والقمرِ بذِكر النجممِ والشجر ، فجيء بِذكر خلق السماء وخلق الأرض .وعاد الكلام إلى طريقة الإِخبار عن المسند إليه بالمسند الفعلي كما في قوله : { الرحمن علم القرآن } [ الرحمن : 1 ، 2 ] ، وهذا معطوف على الخبر فهو في معناه .ورفع السماء يقتضي خلقَها . وذُكر رفعها لأنه محل العبرة بالخلق العجيب . ومعنى رفعها : خلقُها مرفوعة إذ كانت مرفوعة بغير أعمدة كما يقال للخياط : وسّع جيب القميص ، أي خِطْه واسعاً على أن في مجرد الرفع إيذاناً بسموّ المنزلة وشرفها لأن فيها منشأَ أحكام الله ومصدرَ قضائه ، ولأنها مكان الملائكة ، وهذا من استعمال اللفظ في حقيقته ومجازه .وتقديم السماء على الفعل الناصب له زيادةٌ في الاهتمام بالاعتبار بخلقها ."
    },
    {
      "ayah": 70,
      "surah": 55,
      "text": "فِيهِنَّ خَيْرَاتٌ حِسَانٌ (70(ضمير { فيهن } عائد إلى الجنات الأربع الجنتين الأوليين والجنتين اللتين من دونهما فيجوز أن يكون لصاحب الجنتين الأُوَلَيْن جنتان أخريان فصارت له أربع جنات . ويجوز أن يكون توزيعاً على من خافوا ربهم كما تقدم .و { وخيرات } صفة لمحذوف يناسب صيغة الوصف ، أي نساء خَيْرات ، وخيرات مخفف من خيرات بتشديد الياء مؤنث خيّر وهو المختص بأن صفته الخير ضد الشر . وخفف في الآية طلباً لخفة اللفظ مع السلامة من اللبس بما أتبع به من وصف { حسان } الذي هو جمع حسناء كما خفف هين ولين في قول الشاعر :هَيْنُون لَيْنُون ... ومعنى { خيرات } أنهن فاضلات النفس كرائم الأخلاق .ومعنى حِسان : أنهم حسان الخَلْق ، أي صفات الذوات ."
    },
    { "ayah": 71, "surah": 55, "text": "فَبِأَيِّ آَلَاءِ رَبِّكُمَا تُكَذِّبَانِ (71(القول فيه مثل القول في نظائره ." },
    {
      "ayah": 72,
      "surah": 55,
      "text": "حُورٌ مَقْصُورَاتٌ فِي الْخِيَامِ (72(و { حور } بدل من { خيرات } . والحُور : جمع حَوراء وهي ذات الحَوَر بفتح الواو ، وهو وصف مركب من مجموع شدة بياض أبيض العين وشدة سواد أسودها وهو من محاسن النساء ، وتقدم عند قوله تعالى : { وزوجناهم بحور عين } في سورة الدخان ( 54 ( .ووصف نساء الجنتين الأوليين بقاصرات الطرف } . ووصف نساء الجنات الأربع بأنهن { حور مقصورات } في الخيام ، فعلم أن الصفات الثابتة لنساء الجنتين واحدة .والمقصورات : اللاَّءِ قُصِرت على أزواجهن لا يعدون الأنس مع أزواجهن ، وهو من صفات الترف في نساء الدنيا فهنّ اللاء لا يحتجن إلى مغادرة بيوتهن لخدمة أو وِرد أو اقتطاف ثمار ، أي هن مخدومات مكرمات كما قال أبو قيس بن الأسلت :ويكرمها جاراتها فيزرْنَها ... وتَعْتَلَّ عن إتيانهن فتُعذروالخيام : جمع خَيمة وهي البيت ، وأكثر ما تقال على البيت من أدم أو شعر تقام على العَمَد وقد تطلق على بيت البناء .واعترض بجملة { فبأي آلاء ربكما تكذبان } بين البدل والمبدل منه وبين الصفتين لقصد التكرير في كل مكان يقتضيه ."
    },
    { "ayah": 73, "surah": 55, "text": "فَبِأَيِّ آَلَاءِ رَبِّكُمَا تُكَذِّبَانِ (73(القول فيه مثل القول في نظائره ." },
    {
      "ayah": 74,
      "surah": 55,
      "text": "لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلَا جَانٌّ (74(وتقدم القول في { لم يطمثهن إنس قبلهم ولا جان } آنفاً ( 56 ( ."
    },
    { "ayah": 75, "surah": 55, "text": "فَبِأَيِّ آَلَاءِ رَبِّكُمَا تُكَذِّبَانِ (75(تكرير في آخر الأوصاف لزيادة التقرير والتوبيخ ." },
    {
      "ayah": 76,
      "surah": 55,
      "text": "مُتَّكِئِينَ عَلَى رَفْرَفٍ خُضْرٍ وَعَبْقَرِيٍّ حِسَانٍ (76(و { متكئين } : حال من { ولمن خاف مقام ربه } كررت بدون عطف لأنها في مقام تعداد النعم وهو مقام يقتضي التكرير استئنافاً .والرفرف : ضرب من البسط ، وهو اسم جمع رَفرفة ، وهي ما يبسط على الفراش ليُنام عليه ، وهي تنسج على شبه الرياض ويغلب عليها اللون الأخضر ، ولذلك شبه ذو الرمة الرياض بالبسط العبقرية في قوله :حتّى كأنَّ رياض القُف ألبسَها ... مِن وَشْي عَبقَرَ تجْليل وتنجيدفوصفها في الآية بأنها { خضر } وصف كاشف لاستحضار اللون الأخضر لأنه يسرّ الناظر .وكانت الثياب الخضر عزيزة وهي لباس الملوك والكبراء ، قال النابغة :يصونون أجساداً قديماً نعيمُها ... بخالصة الأرْدَان خُضْرِ المناكبوكانت الثياب المصبوغة بالألوان الثابتة التي لا يزيلها الغسل نادرة لقلة الأصباغ الثابتة ولا تكاد تعدو الأخضر والأحمر ويسمّى الأرجواني .وأما المتداول من إصباغ الثياب عند العرب فهو ما صُبغ بالورس والزعفران فيكون أصفر ، وما عدا ذلك فإنما لونه لون ما ينسج منه من صوف الغنم أبيض أو أسود أو من وبر أو من كتان أبيض أو كان من شَعَر المعز الأسود .و { حسان } : جمع حسناء وهو صفة ل { رفرف } إذ هو اسم جمع .وعبقري : وصف لما كان فائقاً في صنفه عزيز الوجود وهو نسبة إلى عبقر بفتح فسكون ففتح اسم بلاد الجنّ في معتقد العرب فَنَسَبوا إليه كل ما تجاوز العادة في الإِتقان والحسن ، حتى كأنه ليس من الأصناف المعروفة في أرض البشر ، قال زهير :بِخَيْل عليها جِنة عبقرية ... جديرون يوماً أن ينَالوا ويسْتَعْلُوافشاع ذلك فصار العبقري وصفاً للفائق في صنفه كما قال النبي صلى الله عليه وسلم فيما حكاه من رؤيا القليب الذي استسقَى منه « ثم أخذها ( أي الذَنوبَ ( عُمر فاستحالت غَرباً فلم أَرَ عَبقَريًّا يَفري فَرِيَّة » . وإلى هذا أشار المعري بقوله :وقد كان أرباب الفصاحة كلما ... رَأوا حَسَناً عَدُّوه من صنعَة الجنفضربه القرآن مثلاً لما هو مألوف عند العرب في إطلاقه ."
    },
    {
      "ayah": 77,
      "surah": 55,
      "text": "فَبِأَيِّ آَلَاءِ رَبِّكُمَا تُكَذِّبَانِ (77(هذه الجملة آخر الجمل المكررة وبها انتهى الكلام المسوق للاستدلال على تفرد الله بالإِنعام والتصرف ."
    },
    {
      "ayah": 78,
      "surah": 55,
      "text": "تَبَارَكَ اسْمُ رَبِّكَ ذِي الْجَلَالِ وَالْإِكْرَامِ (78(إيذان بانتهاء الكلام وفذلكة لما بنيت عليه السورة من التذكير بعظمة الله تعالى ونعمائه في الدنيا والآخرة .والكلام : إنشاء ثناء على الله تعالى مبالغ فيه بصيغة التفعل التي إذا كان فعلها غير صادر من اثنين فالمقصود منها المبالغة .والمعنى : وصفه تعالى بكمال البركة ، والبركة : الخير العظيم والنفع ، وقد تطلق البركة على علو الشأن ، وقد تقدم ذلك في أول سورة الفرقان .والاسم ما دل على ذات سواء كان علَماً مثل لفظ «الله» أو كان صفة مثل الصفات العُلى وهي الأسماء الحسنى ، فأيّ اسم قدرت من أسماء الله فهو دال على ذات الله تعالى .وأسند { تبارك } إلى { اسم } وهو ما يُعرف به المسمى دون أن يقول : تبارك ربك ، كما قال : { تبارك الذي نزل الفرقان } [ الفرقان : 1 ] وكما قال : { فتبارك الله أحسن الخالقين } [ المؤمنون : 14 ] لقصد المبالغة في وصفه تعالى بصفة البركة على طريقة الكناية لأنها أبلغ من التصريح كما هو مقرر في علم المعاني ، وأطبق عليه البلغاء لأنه إذا كان اسمه قد تبارك فإن ذاته تباركت لا محالة لأن الاسم دال على المسمى ، وهذا على طريقة قوله تعالى : { سبح اسم ربك الأعلى } [ الأعلى : 1 ] فإنه إذا كان التنزيه متعلقاً باسمه فتعلق التنزيه بذاته أَولى ومنه قوله تعالى : { وثيابك فطهر } [ المدثر : 4 ] على التأويل الشَّامل ، وقول عنترة :فشككت بالرمح الأصمّ ثيابه ... ليسَ الكريم على القنا بمحرمأراد : فشككتْهُ بالرمح .وأما قوله : { فسبح باسم ربك العظيم } [ الواقعة : 96 ] فهو يحتمل أن يكون من قبيل { فسبح بحمد ربك } [ النصر : 3 ] على أن المراد أن يقول كلاماً فيه تنزيه الله فيكون من قبيل قوله : { بسم الله الرحمن الرحيم } [ الفاتحة : 1 ] ويحتمل زيادة الباء فيكون مساوياً لقوله : { سبح اسم ربك الأعلى } [ الأعلى : 1 ] .وهذه الكناية من دقائق الكلام كقولهم : لا يتعلق الشك بأطرافه وقول . . . :يبيت بنجاةٍ من اللؤم بيتُها ... إذا ما بيوت بالملامة حُلّتونظير هذا في التنزيه أن القرآن يَقْرأ ألفاظه من ليس بمتوضىء ولا يمسك المصحف إلا المتوضىءُ عند جمهور الفقهاء .فذكر { اسم } في قوله : { تبارك اسم ربك } مراعىً فيه أن ما عُدّد من شؤون الله تعالى ونعمه وإفضاله لا تحيط به العبارة ، فعبّر عنه بهذه المبالغة إذ هي أقصى ما تسمح به اللغة في التعبير ، ليعلم الناس أنهم محقوقون لله تعالى بشكرٍ يوازي عظم نعمه عليهم .وفي استحضار الجلالة بعنوان ( رب ( مضافاً إلى ضمير المخاطب وهو النبي صلى الله عليه وسلم إشارة إلى ما في معنى الرب من السيادة المشوبة بالرأفة والتنمية ، وإلى ما في الإضافة من التنويه بشأن المضاف إليه وإلى كون النبي صلى الله عليه وسلم هو الواسطة في حصول تلك الخيرات للذين خافوا مقام ربهم بما بلغهم النبي صلى الله عليه وسلم من الهدى .وقرأ الجمهور { ذي الجلال } بالياء مجروراً صفة ل { ربك } وهو كذلك مرسوم في غير المصحف الشامي .وقرأه ابن عامر { ذو الجلال } صفة ل { اسم } كما في قوله : { ويبقى وجه ربك ذو الجلال والإكرام } [ الرحمن : 27 ] . وكذلك هو مرسوم في غير مصحف أهل الشام . والمعنى واحد على الاعتبارين .ولكن إجماع القراء على رفع { ذو الجلال } الواقع موقع { ويبقى وجه ربك } واختلاف الرواية في جرّ { ذي الجلال } هنا يشعر بأن لفظ { وجه } أقوى دلالة على الذات من لفظ { اسم } لما علمت من جواز أن يكون المعنى جريان البركة على التلفظ بأسماء الله بخلاف قوله : { ويبقى وجه ربك } فذلك من حكمة إنزال القرآن على سبعة أحرف .والجلال : العظمة ، وهو جامع لصفات الكمال اللائقة به تعالى .والإكرام : إسداء النعمة والخير ، فهو إذن حقيق بالثناء والشكر ."
    },
    {
      "ayah": 8,
      "surah": 55,
      "text": "أَلَّا تَطْغَوْا فِي الْمِيزَانِ (8(و { الميزان } : أصله اسمُ آلة الوزن ، والوزن تقديرُ تعادُللِ الأشياء وضبط مقادير ثقلها وهو مِفعال من الوزن ، وقد تقدم في قوله تعالى : { والوزن يومئذٍ الحق فمن ثقلت موازينه } في سورة الأعراف ( 8 ( ، وشاع إطلاق الميزان على العدل باستعارة لفظ الميزان للعدل على وجه تشبيه المعقول بالمحسوس .والميزان هنا مراد به العدل ، مثل الذي في قوله تعالى : { وأنزلنا معهم الكتاب والميزان } [ الحديد : 25 ] لأنه الذي وضعه الله ، أي عيّنه لإِقامة نظام الخلق ، فالوضع هنا مستعار للجعل فهو كالإِنزال في قوله : { وأنزلنا معهم الكتاب والميزان } . ومنه قول أبي طلحة الأنصاري «وإنّ أحبَّ أموالي إليّ بئرحاءٍ وأنها صدقة لله فضَعْهَا يا رسول الله حيثُ أراكَ الله» أي اجعلها وعينها لما يدُلُّك الله عليه فإطلاق الوضع في الآية بعد ذكر رفع السماء مشاكلة ضِدية وإيهامُ طباق مع قوله : { رفعها } ففيه محسِّنان بديعيان .وقرن ذلك مع رفع السماء تنويهاً بشأن العدل بأن نسب إلى العالم العلوي وهو عالم الحق والفضائل ، وأنه نزل إلى الأرض من السماء أي هو مما أمر الله به ، ولذلك تكرر ذلك العدل مع ذكر خلق السماء كما في قوله تعالى : { هو الذي جعل الشمس ضياء والقمر نوراً وقدره منازل لتعلموا عدد السنين والحساب ما خلق الله ذلك إلا بالحق } في سورة يونس ( 5 ( ، وقوله : { وما خلقنا السماوات والأرض وما بينهما إلا بالحق } في سورة الحجر ( 85 ( ، وقوله : { وما خلقنا السماوات والأرض وما بينهما لاعبين ما خلقناهما إلا بالحق } في سورة الدخان ( 38 ، 39 ( . وهذا يصدّق القول المأثور : بالعدل قامت السماوات والأرض . وإذ قد كان الأمر بإقامة العدل من أهم ما أوصى الله به إلى رسوله قُرن ذكر جعله بذكر خلق السماء فكأنه قيل ووضع فيها الميزان .و ( أنْ ( في قوله : ألا تطغوا } يجوز أن تكون تفسيرية لأن فعل وضع الميزان فيه معنى أمر الناس بالعدل . وفي الأمر معنى القول دون حروفه فهو حقيق بأن يأتي تفسيرُه بحرف ( أنْ ( التفسيرية .فكان النهي عن إضاعة العدل في أكثر المعاملات تفسيراً لذلك . فتكون ( لا ( ناهية .ويجوز أن تكون ( أنْ ( مصدرية بتقدير لاَم الجر محذوفة قبلَها . والتقدير : لئلا تَطْغَوْا في الميزان ، وعلى كلا الاحتمالين يراد بالميزان ما يشمل العدل ويشمل ما به تقدير الأشياء الموزونة ونحوها في البيع والشراء ، أي من فوائد تنزيل الأمر بالعدل أن تجتنبوا الطغيان في إقامة الوزن في المعاملة . وتكون ( لا ( نافية ، وفعْل { تطغوا } منصوباً ب ( أن ( المصدرية ."
    },
    {
      "ayah": 9,
      "surah": 55,
      "text": "وَأَقِيمُوا الْوَزْنَ بِالْقِسْطِ وَلَا تُخْسِرُوا الْمِيزَانَ (9(ولفظ { الميزان } يسمح بإرادة المعنيين على طريقة استعمال المشترك في معنييه . وفي لفظ الميزان وما قارنه من فعل { وضع } وفعلي { لا تَطْغَوْا } و { أقيموا } وحرف الباء في قوله : { بالقسط } وحرف { في } من قوله : { في الميزان } ولفظ { القسط } ، كل هذه تظاهرت على إفادة هذه المعاني وهذا من إعجاز القرآن .والطغيان : دحض الحق عمداً واحتقاراً لأصحابه ، فمعنى الطغيان في العدل الاستخفاف بإضاعته وضعف الوازع عن الظلم . ومعنى الطغيان في وزن المقدرات تطفيفه .و { في } من قوله : { في الميزان } ظرفية مجازية تفيد النهي عن أقل طغيان على الميزان ، أي ليس النهي عن إضاعة الميزان كله بل النهي عن كل طغيان يتعلق به على نحو الظرفية في قوله تعالى : { وارزقوهم فيها واكسوهم } [ النساء : 5 ] ، أي ارزقوهم من بعضها وقول سَبرة بننِ عَمْرو الفقعسي :سَبرةَ بننِ عَمْرو الفقعسي ... ونَشرب في أثمانها ونُقامرإذْ أراد أنهم يشربون الخمر ببعض أثمان إبلهم ويقامرون ، أي أن لهم فيها منافع أخرى وهي العطاء والأكل منها لقوله في صدر البيت :نُحابي بها أكفاءنا ونُهينُها ... وقوله تعالى : { وأقيموا الوزن بالقسط } عطف على جملة { ألا تطغوا في الميزان } على احتمال كون المعطوف عليها تفسيرية . وعلى جملة { ووضع الميزان } على احتمال كون المعطوف عليها تعليلاً .والإِقامة : جعل الشيء قائماً ، وهو تمثيل للإِتيان به على أكمل ما يراد له وقد تقدم عند قوله : { ويقيمون الصلاة } في سورة البقرة ( 3 ( .والوزن حقيقته : تحقيق تعادل الأجسام في الثقل ، وهو هنا مراد به ما يشمل تقدير الكميات وهو الكيل والمقياس . ٍوالقسط : العدل وهو معرب من الرومية وأصله قسطاس ثم اختصر في العربية فقالوا مرة : قسطاس ، ومرة : قسط ، وتقدم في قوله تعالى : { ونضع الموازين القسط ليوم القيامة } في سورة الأنبياء ( 47 ( .والباء للمصاحبة . والمعنى : اجعلوا العدل ملازماً لما تقوّمونه من أموركم كما قال تعالى : { وإذا قلتم فاعدلوا ولو كان ذا قربى } [ الأنعام : 152 ] وكما قال : { ولا يجرمنكم شنئان قوم على أن لا تعدلوا } [ المائدة : 8 ] ، فيكون قوله : { بالقسط } ظرفاً مستقراً في موضع الحال ، أو الباء للسببية ، أي راعوا في إقامة التمحيص ما يقتضيه العدل ، فيكون قوله : { بالقسط } طرفاً لغواً متعلقاً ، وقد كان المشركون يعهدون إلى التطفيف في الوزن كما جاء في قوله تعالى : { ويل للمطففين الذين إذا اكتالوا على الناس يستوفون وإذا كالوهم أو وزنوهم يخسرون } [ المطففين : 1 3 ] .فلما كان التطفيف سنة من سنن المشركين تصدت للآية للتنبيه عليه ، ويجيء على الاعتبارين تفسير قوله : { ولا تخسروا الميزان } فإن حُمل الميزان فيه على معنى العدل كان المعنى النهي عن التهاون بالعدل لغفلة أو تسامح بعد أن نهى عن الطغيان فيه ، ويكون إظهار لفظ الميزان في مقام ضميره تنبيهاً على شدة عناية الله بالعدل ، وإنْ حُمل فيه على آلة الوزن كان المعنى النهي عن غبن الناس في الوزن لهم كما قال تعالى في سورة المطففين ( 3 ( { وإذا كالوهم أو وزنوهم يخسرون } والإِخسار : جعل الغير خاسرا والخسارة النقص .فعلى حمل الميزان على معنى العدل يكون الإِخسار جعل صاحب الحق خاسراً مغبوناً؛ ويكون الميزان } منصوباً على نزع الخافص ، وعلى حمل الميزان على معنى آلة الوزن يكون الإِخسار بمعنى النقص ، أي لا تجعلوا الميزان ناقصاً كما قال تعالى : { ولا تنقصوا المكيال والميزان } [ هود : 84 ] ، وقد علمت هذا النظم البديع في الآية الصالح لهذه المحامل ."
    }
  ]
}
