{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 56,
      "text": "إِذَا وَقَعَتِ الْوَاقِعَةُ (1(افتتاح السورة بالظرف المتضمننِ الشرط ، افتتاح بديع لأنه يسترعي الألباب لترقب ما بعد هذا الشرط الزماني مع ما في الاسم المسند إليه من التهويل بتوقع حدث عظيم يحدث .و { إذا } ظرف زمان وهو متعلق بالكون المقدر في قوله : { في جنات النعيم } [ الواقعة : 12 ] الخ وقوله : { في سدر مخضود } [ الواقعة : 28 ] الخ وقوله : { في سموم وحميم } [ الواقعة : 42 ] الخ . وضمّن { إذا } معنى الشرط ."
    },
    {
      "ayah": 10,
      "surah": 56,
      "text": "وَالسَّابِقُونَ السَّابِقُونَ (10(وقوله : { والسابقون } هذا الصنفُ الثالث في العدّ وهم الصنف الأفضل من الأصناف الثلاثة ، ووصفُهم بالسبق يقتضي أنهم سابقون أمثالهم من المحسنين الذين عبر عنهم بأصحاب الميمنة فهم سابقون إلى الخير ، فالناس لا يتسابقون إلا لنوال نفيس مرغوب لكل الناس ، وأما الشر والضرّ فهم يتكعكون عنه .وحقيقة السبق : وصول أحد مكاناً قبل وصول أحد آخر . وهو هنا مستعمل على سبيل الاستعارة ، وقد جمع المعنيين قول النابغة :سَبقتَ الرجال الباهشين إلى العُلا ... كسبق الجواد اصطاد قبل الظواردفيجوز أن يكون { السابقون } مستعملاً في المبادرة والإسراع إلى الخير في الدين كما في قوله تعالى : { والسابقون الأولون من المهاجرين والأنصار } في سورة براءة ( 100 ( .ويجوز أن يكون مستعملاً في المغالبة في تحصيل الخير كقوله تعالى : { أولئك يسارعون في الخيران وهم لها سابقون } في سورة المؤمنين ( 61 ( .وقوله : { السابقون } ثانياً يجوز جعله خبراً عن { السابقون } الأول كما أُخبر عن أصحاب الميمنة بأنهم { ما أصحاب الميمنة } لأنه يدل على وصفهم بشيء لا يكتنه كنهه بحيث لا يفي به التعبير بعبارة غير تلك الصفة إذ هي أقصى ما يسعه التعبير ، فإذا أراد السامع أن يتصور صفاتهم فعليه أن يتدبر حالهم ، وهذا على طريقه قوله : { أولئك هم المفلحون } [ الأعراف : 157 ] . ويجوز جعله تأكيداً للأول فمآل جملة { ما أصحاب الميمنة } ونظيرتها وجملة { والسابقون السابقون } هو التعجيب من حالهم وطريقُه هو الكناية ولكنّ بين الكنايتين فرقاً بأن إحداهما كانت من طريق السؤال عن الوصف ، والأخرى من طريق تعذر التعبير بغير ذلك الوصف .والمعنى : أن حالهم بلغت منتهى الفضل والرفعة بحيث لا يجد المتكلم خبراً يُخبر به عنهم أدلّ على مرتبتهم مِن اسم { السابقون } فهذا الخبر أبلغ في الدلالة على شرف قدرهم من الإِخبار ب { ما } الاستفهامية التعجيبية في قوله : { ماأصحاب الميمنة } ، وهذا مثل قول أبي الطمحان القفيني :وإني من القوم الذين هُمُو هُمُو ... إذا مات منهم سيد قام صاحبهمع ما في اشتقاق لقبهم من «السبق» من الدلالة على بلوغهم أقصى ما يطلبه الطالبون .وحذف متعلق { السابقون } في الآية لقصد جعل وصف { السابقون } بمنزلة اللقب لهم ، وليفيد العموم ، أي أنهم سابقون في كل ميدان تتسابق إليه النفوس الزكية كقوله تعالى : { وفي ذلك فليتنافس المتنافسون } [ المطففين : 26 ] ، فهؤلاء هم السابقون إلى الإِيمان بالرسل وهم الذين صحبوا الرسل والأنبياء وتلقوا منهم شرائعهم ، وهذا الصنف يوجد في جميع العصور من القدم ، ومستمر في الأمم إلى الأمة المحمدية وليس صنفاً قد انقضى وسبقَ الأمةَ المحمدية . وأُخِّر { السابقون } في الذكر عن أصحاب اليمين لتشويق السامعين إلى معرفة صنفهم بعد أن ذكر الصنفان الآخران من الأصناف الثلاثة ترغيباً في الاقتداء ."
    },
    {
      "ayah": 11,
      "surah": 56,
      "text": "أُولَئِكَ الْمُقَرَّبُونَ (11(وجملة { أولئك المقربون في جنات النعيم } ، مستأنفة استئنافاً بيانياً لأنها جواب عما يثيره قوله : { والسابقون السابقون } من تساؤل السامع عن أثر التنويه بهم .وبذلك كان هذا ابتداء تفصيل لجزاء الأصناف الثلاثة على طريقة النشرِ بعد اللف ، نشراً مشوَّشاً تشويشاً اقتضته مناسبة اتصال المعاني بالنسبة إلى كل صنف أقربَ ذِكراً ، ثم مراعاةُ الأهمّ بالنسبة إلى الصنفين الباقيين فكان بعض الكلام آخذاً بحُجز بعض .والمقرَّب : أبلغ من القريب لدلالة صيغته على الاصطفاء والاجتباء ، وذلك قُرب مجازي ، أي شُبه بالقرب في ملابسة القريب والاهتمام بشؤونه فإن المطيع بمجاهدته في الطاعة يكون كالمتقرب إلى الله ، أي طالب القرب منه فإذا بلغ مرتبة عالية من ذلك قرّبه الله ، أي عامله معاملة المقرّب المحبوب ، كما جاء : «ولا يزال عبدي يتقرب إليَّ بالنوافل حتى أحِبَّه فإذا أحببته كنت سمعَه الذي يسمع به وبصَره الذي يُبصر به ويدَه التي يبطش بها ورجلَه الذي يمشي بها ولئن سألني لأعطينه ولئن استعاذني لأعيذنه» وكل هذه الأوصاف مجازيه تقريباً لمعنى التقريب .ولم يُذكَر متعلِّق { المقربون } لظهور أنه مقرب من الله ، أي من عنايته وتفضيله ، وكذلك لم يذكر زَمان التقريب ولا مكانُه لقصد تعميم الأزمان والبقاع الاعتبارية في الدنيا والآخرة .وفي جعل المسند إليه اسم إشارة تنبيه على أنهم أحرياء بما يخبر عنه من أجل الوصف الوارد قبل اسم الإشارة وهو أنهم السابقون على نحو ما تقدم في قوله تعالى : { أولئك على هدى من ربهم } في سورة البقرة ( 5 ( ."
    },
    {
      "ayah": 12,
      "surah": 56,
      "text": "فِي جَنَّاتِ النَّعِيمِ (12(وقوله : { في جنات النعيم } خبر ثاننٍ عن { أولئك المقربون } أو حال منه .وإيقاعه بعد وصف { المقربون } مشير إلى أن مضمونه من آثار التقريب المذكور ."
    },
    {
      "ayah": 13,
      "surah": 56,
      "text": "ثُلَّةٌ مِنَ الْأَوَّلِينَ (13(اعتراض بين جملة { في جنات النعيم } [ الواقعة : 12 ] وجملة على { سرر موضونة } [ الواقعة : 15 ] .و { ثلة } خبر عن مبتدأ محذوف ، تقديره : هم ثلة ، ومعاد الضمير المقدر «السابقون» ، أي السابقون ثلة من الأولين وقليل من الآخرين .وهذا الاعتراض يقصد منه التنويه بصنف السابقين وتفضيلهم بطريق الكناية عن ذلك بلفظي { ثلة } و { قليل } المشعرَيْن بأنهم قُلٌّ من كثر ، فيستلزم ذلك أنهم صنف عزيز نفيس لما عهد في العرف من قلة الأشياء النفيسة وكقول السموأل وقيل غيرِه :تعيرنا أنّا قليل عديدنا ... فقلت لها : إن الكرام قليلمع بشارة المسلمين بأن حظهم في هذا الصنف كحظ المؤمنين السالفين أصحاب الرسل لأن المسلمين كانوا قد سمعوا في القرآن وفي أحاديث الرسول صلى الله عليه وسلم تنويهاً بثبات المؤمنين السالفين مع الرسل ومجاهدتهم فربما خامر نفوسهم أن تلك صفة لا تُنال بعدهم فبشرهم الله بأن لهم حظاً منها مثل قوله تعالى : { وما محمد إلا رسول قد خلت من قبله الرسل أفإن مات أو قتل انقلبتهم على أعقابكم } إلى قوله : { وكأين من نبي قاتل معه ربّيون كثير فما وهنوا لما أصابهم في سبيل الله وما ضَعفوا وما استكانوا والله يحب الصابرين } [ آل عمران : 144 146 ] وغيرها ، تلهيباً للمسلمين وإذكاء لهممهم في الأخذ بما يُلحقهم بأمثال السابقين من الأولين فيستكثروا من تلك الأعمال . وفي الحديث : \" لقَد كان من قبلكم يوضع المِئْشار على أحدهم فينشر إلى عظمه لا يصده ذلك عن دينه \" . والثُلَّة : بضم الثاء لا غير : اسم للجماعة من الناس مطلقاً قليلاً كانوا أو كثيراً ، وهذا هو قول الفراء وأهل اللغة والراغب وصاحب «لسان العرب» وصاحب «القاموس» والزمخشري في «الأساس» ، وقال الزمخشري في «الكشاف» إن الثلة : الأمة الكثيرة من الناس ومحمله على أنه أراد به تفسير معناها في هذه الآية لا تفسير الكلمة في اللغة .ولما في هذا الاعتراض من الإِشعار بالعزة قدم على ذكر ما لهم من النعيم للإِشارة إلى عظيم كيفيته المناسبةِ لوصفهم ب ( السابقين ( بخلاف ما يأتي في أصحاب اليمين .ومعنى : { الأولين } قوم متقدمون على غيرهم في الزمان لأن الأول هو الذي تقدم في صفة مَّا كالوجود أو الأحوال على غير الذي هو الآخِر أو الثاني ، فالأوّلية أمر نسبي يبيّنه سياق الكلام حيثما وقع .فالظاهر أن { الأولين } هنا مراد بهم الأمم السابقة قبل الإسلام بناء على ما تقدم من أن الخطاب في قوله : { وكنتم أزواجاً ثلاثة } [ الواقعة : 7 ] خطاب لجميع الناس بعنوان أنهم ناس لأن المنقرضين الذين يتقدمون من أمة أو قبيلة أو أهل نحلة يُدعون بالأوليين كما قال الفرزدق :ومهلهل الشعراء ذاك الأوّل ... وقال تعالى : { أو آباؤنا الأوّلون } [ الواقعة : 48 ] الذين هم يخلفونهم ويكونون موجودين ، أو في تقدير الموجودين يُدعون الآخرين .وقد وُصف أهل الإسلام بالآخرين في حديث فضل الجمعة \" نحن الآخرون السابقون يوم القيامة بَيد أنهم أُوتوا الكتاب مِن قبلنا \" الحديث . وإذ قد وُصف السابقون بما دل على أنهم أهل السبق إلى الخير ووصفت حالهم في القيامة عَقِبَ ذلك فقد عُلم أنهم أفضل الصالحين من أصحاب الأديان الإِلهية ابتداء من عصر آدم إلى بعثة محمد صلى الله عليه وسلم وهم الذين جاء فيهم قوله تعالى : { مع الذين أنعم الله عليهم من النبيين والصديقين والشهداء والصالحين } [ النساء : 69 ] .فلا جرم أن المراد ب { الأولين } الأممُ الأولى كلها ، وكان معظم تلك الأمم أهل عناد وكفر ولم يكن المؤمنون فيهم إلا قليلاً كما تنبىء به آيات كثيرة من القرآن .ووصف المؤمنون من بعض الأمم عند أقوامهم بالمستضعفين ، وبالأرذلين ، وبالأقلين ."
    },
    {
      "ayah": 14,
      "surah": 56,
      "text": "وَقَلِيلٌ مِنَ الْآَخِرِينَ (14(ولا جرم أن المراد بالآخرين الأمة الأخيرة وهم المسلمون .فالسابقون طائفتان طائفة من الأمم الماضين ومجموع عددها في ماضي القرون كثير مثل أصحاب موسى عليه السلام الذين رافقوه في التيه ، ومثل أصحاب أنبياء بني إسرائيل ، ومثل الحواريين ، وطائفة قليلة من الأمة الإسلامية وهم الذين أسرعوا للدخول في الإسلام وصحبوا النبي صلى الله عليه وسلم كما قال تعالى : { والسابقون الأولون من المهاجرين والأنصار } [ التوبة : 100 ] ، وإذ قد كانت هذه الآية نزلت قبل الهجرة فهي لا يتحقق مفادها إلا في المسلمين الذين بمكة .و { مِن } تبعيضية كما هو بيّن ، فاقتضى أن السابقين في الأزمنة الماضية وزمان الإسلام حاضِره ومستقبله بعض من كلًّ ، والبعضية تقتضي القلة النسبية ولفظ { ثلة } مشعر بذلك ولفظ { قليل } صريح فيه .وإنما قوبل لفظ { ثلة } بلفظ { قليل } للإِشارة إلى أن الثلة أكثر منه . وعن الحسن أنه قال : سابقو من مضى أكثر من سابقينا .وروي عن أبي هريرة \" أنه لما نزلت : { ثلة من الأولين وقليل من الآخرين } شقّ ذلك على أصحاب النبي صلى الله عليه وسلم وحزنوا وقالوا : إذن لا يكون من أمة محمد إلا قليل ، فنزلت نصف النهار { ثلة من الأولين وثلة من الآخرين } [ الواقعة : 39 ، 40 ] فنسخت : { وقليل من الآخرين } \" . وهذا الحديث مشكل ومجمل فإن هنا قسمين مشتبهين ، والآية التي فيها { وثلّة من الآخرين } [ الواقعة : 40 ] ليست واردة في شأن السابقين فليس في الحديث دليل على أن عدد أهل مرتبة السابقين في الأمم الماضية مساوٍ لعدد أهل تلك المرتبة في المسلمين ، وأن قول أبي هريرة : «فنَسخت { وقليل من الآخرين } » يريد نسخت هذه الكلمة . فمراده أنها أبطلت أن يكون التفوق مطرداً في عدد الصالحين فبقي التفوق في العدد خاصاً بالسابقين من الفريقين دون الصالحين الذين هم أصحاب اليمين ، والمتقدمون يطلقون النسخ على ما يشمل البيان فإنه مورد آية : { ثلة من الأولين وثلة من الآخرين } [ الواقعة : 39 ، 40 ] في شأن صنف أصحاب اليمين ومورد الآية التي فيها : { وقليل من الآخرين } هو صنف السابقين فلا يتصور معنى النسخ بالمعنى الاصطلاحي مع تغاير مورد الناسخ والمنسوخ ولكنه أريد به البيان وهو بيان بالمعنى الأعم ."
    },
    {
      "ayah": 15,
      "surah": 56,
      "text": "عَلَى سُرُرٍ مَوْضُونَةٍ (15(الجار والمجرور خبر ثالث عن { أولئك المقربون } [ الواقعة : 11 ] أو حال ثانية من اسم الإِشارة . وهذا تبشير ببعض ما لهم من النعيم مما تشتاق إليه النفوس في هذه الحياة الدنيا لتشويقهم إلى هذا المصير فيسعوا لنواله بصالح الأعمال ، وليس الاقتصار على المذكور هنا بمقتض حصر النعيم فيما ذكر فقد قال الله تعالى : { وفيها ما تشتهيه الأنفس وتلذّ الأعين } [ الزخرف : 71 ] .والسُرر : جمع سرير ، وهو كرسي طويل متسع يجلس عليه المتكىء والمضطجع ، له سُوق أربع مرتفع على الأرض بنحو ذراع يُتخذ من مختلف الأعواد ويتخذه الملوك من ذهب ومن فضة ومن عاج ومن نفيس العود كالأبنوس ويتخذه العظماء المترفهون من الحديد الصرف ومن الحديد الملون أو المزين بالذهب . والسرير مجلس العظماء والملوك . وتقدم في قوله تعالى : { على سرر متقابلين } في سورة الصافات ( 44 ( .والموضونة : المسبوك بعضها ببعض كما تسبك حلق الدروع وإنما توضن سطوحها وهي ما بين سوقها الأربع حيث تلقى عليها الطنافس أو الزرابي للجلوس والاضطجاععِ ليكون ذلك المَفْرَش وثيراً فلا يؤلم المضطجع ولا الجالس . وفسر بعضهم موضونة } بمرمولة ، أي منسوجة بقضبان الذهب ."
    },
    {
      "ayah": 16,
      "surah": 56,
      "text": "مُتَّكِئِينَ عَلَيْهَا مُتَقَابِلِينَ (16(والاتكاء : اضطجاع مع تباعد أعلى الجنب ، والاعتمادِ على المرفق ، وتقدم في سورة الرحمن .والتقابل : من تمام النعيم لما فيه من الأنس بمشاهدة الأصحاب والحديث معهم .وقوله : { يطوف عليهم ولدان مخلدون } بيان لجملة { في جنات النعيم } [ الواقعة : 12 ] وتقدم قريب منه في سورة الصافات ."
    },
    {
      "ayah": 17,
      "surah": 56,
      "text": "يَطُوفُ عَلَيْهِمْ وِلْدَانٌ مُخَلَّدُونَ (17(والطواف : المشي المكرر حول شيء وهو يقتضي الملازمة للشيء . ووصف الولدان بالمخلدين ، أي دائمين على الطواف عليهم ومناولتهم لا ينقطعون عن ذلك . وإذ قد ألفوا رؤيتهم فمن النعمة دوامهم معهم . وقد فسر { مخلدون } بأنهم مخلدون في صفة الولدان ، أي بالشباب والغضاضة ، أي ليسوا كولدان الدنيا يصيرون قريباً فتياناً فكهولاً فشيوخاً ."
    },
    {
      "ayah": 18,
      "surah": 56,
      "text": "بِأَكْوَابٍ وَأَبَارِيقَ وَكَأْسٍ مِنْ مَعِينٍ (18(وفسره أبو عبيدة بأنهم مقرطون بالأقراط . والقرط يسمى خُلْداً وخَلَدا وجمعه خِلَدَة كقِردة وهي لغة حميرية استعملها العرب كلهم وكانوا يحسِّنون غلمانهم بالأقراط في الآذان .والأكواب : جمع كوب ، وهو إناء الخمر لا عروة له وله خرطوم وفيه استدارة متسعٌ موضعُ الشرب منه فهو كالقَدَح .والأباريق : جمع إبريق وهو إناء تحمل فيه الخمر للشاربين فتُصب في الأكواب ، والإِبريق له خرطوم وعروة .والكأس : إناء للخمر كالكوب إلا أنه مستطيل ضيق المَشرب وتقدم في سورة الصافات .والكأس جنس يصدق بالواحد والمتعدد فليس إفراده هنا للوحدة فإن المراد كؤوس كثيرة كما اقتضاه جمع أكواب وأباريق ، فإذا كانت آنية حمل الخمر كثيرة كانت كؤوس الشاربين أكثر ، وإنما أوثرت صيغة المفرد لأن في لفظ كؤوس ثقلاً بوجود همزة مضمومة في وسطه مع ثقل صيغة الجمع .والمعين : الجاري ، والمراد به الخمر التي لكثرتها تجري في المجاري كما يجري الماء وليست قليلة عزيزة كما هي في الدنيا ، قال تعالى :{ وأنهارٌ من خمر لذة للشاربين } [ محمد : 15 ] .وليس المراد بالمَعين الماء لأن الكأس ليست من آنية الماء وإنما آنيتهما الأقداح ، وقد تقدم في سورة الصافات ( 45 ، 47 ( { يطاف عليهم بكأس من معين بيضاء لذة للشاربين لا فيها غَول ولا هم عنها ينزفون } وتلك صفات الخمر .والتصديع : الإِصابة بالصُداع ، وهو وجع الرأس من الخُمار الناشىء عن السكر ، أي لا تصيبهم الخمر بصُداع ."
    },
    {
      "ayah": 19,
      "surah": 56,
      "text": "لَا يُصَدَّعُونَ عَنْهَا وَلَا يُنْزِفُونَ (19(ومعنى ( عنها ( مجاوزين لها ، أي لا يقع لهم صداع ناشىء عنها ، أي فهي منزهة عن ذلك بخلاف خمور الدنيا فاستعملت ( عن ( في معنى السببية .وعُطف ولا ينزفون } على { لا يصدعون عنها } فيقدر له متعلق دل عليه متعلق { لا يصدعون } فقد قال في سورة الصافات ( 47 ( ، { ولا هم عنها ينزفون } أي لا يعتريهم نَزْف بسببها كما يحصل للشاربين في الدنيا .والنزْف : اختلاط العقل ، وفعله مبني للمجهول يقال : نُزف عقله مثل : عُني فهو منزوف .وقرأ الجمهور يُنزَفون } بفتح الزاي من أنزف الذي همزته للتعدية . وقرأه حمزة والكسائي وخلف بكسر الزاي من أنزف المهموز القاصر إذا سَكر وذهر عقله .والفاكهة : الثمار والنقول كاللوز والفستق ، وتقدم في سورة الرحمن ."
    },
    {
      "ayah": 2,
      "surah": 56,
      "text": "لَيْسَ لِوَقْعَتِهَا كَاذِبَةٌ (2(وجملة { ليس لوقعتها كاذبة } استئناف بياني ناشىء عن قوله : { إذا وقعت الواقعة } إلخ وهو اعتراض بين جملى { إذا وقعت الواقعة } وبين جملة { فأصحاب الميمنة } [ الواقعة : 8 ] الخ .والجواب قوله : { فأصحاب الميمنة ما أصحاب الميمنة وأصحاب المشئمة ما أصحاب المشئمة } [ الواقعة : 8 ، 9 ] ، فيفد جواباً للشرط ويفيد تفصيل جملة { وكنتم أزواجاً ثلاثة } [ الواقعة : 7 ] ، وتكون الفاء مستعملة في معنيين : ربطِ الجواب ، والتفريع ، وتكون جملة { ليس لوقعتها كاذبة } وما بعده اعتراضاً .والواقعة أصلها : الحادثة التي وقعت ، أي حصلت ، يقال : وقع أمر ، أي حصل كما يقال : صِدْق الخبرِ مطابقتُه للواقع ، أي كون المعنى المفهوم منه موافقاً لمسمى ذلك المعنى في الوجود الحاصل أو المتوقع على حسب ذلك المعنى ، ومن ذلك حادثة الحرب يقال : واقعة ذي قار ، وواقعة القادسية .فراعوا في تأنيثها معنى الحادث أو الكائنة أو الساعة ، وهو تأنيث كثير في اللغة جار على ألسنة العرب لا يكونون راعوا فيه إلا معنى الحادثة أو الساعة أو نحو ذلك ، وقريب منه قولهم : دارت عليه الدائرة ، قال تعالى : { يقولون نخشى أن تصيبنا دائرة } [ المائدة : 52 ] وقال : { عليهم دائرةُ السَّوْء } [ التوبة : 98 ] .والمراد بالواقعة هنا القيامة فجعل هذا الوصف علماً لها بالغلبة في اصطلاح القرآن قال تعالى : { فيومئذٍ وقعت الواقعة } [ الحاقة : 15 ] كما سميت الصاخّة والطامّة والآزفة ، أي الساعة الواقعة . وبهذا الاعتبار صار في قوله : { إذا وقعت الواقعة } محسن التجنيس .و { الواقعة } : الموصوفةُ بالوقوع ، وهو الحدوث .و { كاذبة } يجوز أن يكون اسم فاعل من كذب المجرد ، جرى على التأنيث للدلالة على أنه وصف لمحذوف مؤنث اللفظ . وتقديره هنا نفس ، أي تنتفي كل نفس كاذبة ، فيجوز أن يكون من كَذَب اللازم إذا قال خلاف ما في نفس الأمر وذلك أن منكري القيامة يقولون : لا تقع القيامة فيكذبون في ذلك فإذا وقعت آمنت النفوس كلها بوقوعها فلم تبق نفس تكذب ، أي في شأنها أو في الإِخبار عنها . وذلك التقدير كله مما يدل عليه المقام .ويجوز أن يكون من كذَب المتعدي مثل الذي في قولهم كذبتْ فلاناً نفسه ، أي حدثتْه نفسه ، أيْ رَأيه بحديث كذب وذلك أن اعتقاد المنكر للبعث اعتقاد سوَّله له عقله القاصر فكأنَّ نفسه حدثته حديثاً كذَبته به ، ويقولون : كذبتْ فلاناً نفسه في الخطب العظيم ، إذا أقْدم عليه فأخفق كأنَّ نفسه لما شجعته على اقتحامه قد قالت له : إنك تطيقه فتعرَّضْ له ولا تبال به فإنك مُذَلِّلُه فإذا تبين له عجزه فكأنَّ نفسه أخبرته بما لا يكون فقد كذبته ، كما يقال : كذبته عينه إذا تخيّل مرئياً ولم يكن .والمعنى : إذا وقعت القيامة تحقق منكروها ذلك فأقلعوا عن اعتقادهم أنها لا تقع وعلموا أنهم ضلّوا في استدلالهم وهذا وعيد بتحذير المنكرين للقيامة من خزي الخيبة وسفاهة الرأي بين أهل الحشر .وإطلاق وصف الكذب في جميع هذا استعارة بتشبيه السبب للفعل غير المثمر بالمخبر بحديث كذب أو تشبيه التسبب بالقول قال أبو علي الفارسي : الكذب ضرب من القول فكما جاز أن يتسع في القول في غير نطق نحو قول أبي النجم :قد قالت الأنساع للبطن الحق ... جاز في الكذب أن يجعل في غير نطق نحو :بأَنْ كذَبَ القراطف والقروف ... واللام في { لوقعتها } لام التوقيت نحو { أقم الصلاة لدلوك الشمس } [ الإسراء : 78 ] وقوله تعالى : { فطلقوهن لعدتهن } [ الطلاق : 1 ] . وقولهم : كتبتُه لكذا من شهر كذا ، وهي بمعنى ( عند ( وأصلها لام الاختصاص شاع استعمالها في اختصاص الموقَّت بوقته كقوله تعالى : { ولما جاء موسى لميقاتنا } [ الأعراف : 143 ] . وهو توسع في معنى الاختصاص بحيث تنوسي أصل المعنى . وفي الحديث سئل رسول الله صلى الله عليه وسلم « أي الأعمال أفضل فقال : الصلاة لوقتها » . وهذا الاستعمال غير الاستعمال الذي في قوله تعالى : { ليس لهم طعام إلا من ضريع } [ الغاشية : 6 ] ."
    },
    {
      "ayah": 20,
      "surah": 56,
      "text": "وَفَاكِهَةٍ مِمَّا يَتَخَيَّرُونَ (20(وعطف { فاكهة } على { أكواب } ، أي ويطوفون عليهم بفاكهة وذلك أَدْخل في الدعة وألذّ من التناول بأيديهم ، على أنهم إن اشتهوا اقتطافها بالأيدي دنت لهم الأغصان فإن المرء قد يشتهي تناول الثمرة من أغصانها .و { ما يتخيرون } : الجنس الذي يختارونه ويشتهونه ، أي يطوفون عليهم بفاكهة من الأنواع التي يختارونها ، ففعل { يتخيرون } يفيد قوة الاختيار ."
    },
    {
      "ayah": 21,
      "surah": 56,
      "text": "وَلَحْمِ طَيْرٍ مِمَّا يَشْتَهُونَ (21(و«لحم الطير» : هو أرفع اللحوم وأشْهاها وأعزها .وعطف { ولحم طير } على { فاكهة } كعطف { فاكهة } على ( أكواب ( .والاشتهاء : مصدر اشتهى ، وهو افتعال من الشهوة التي هي محبة نيل شيء مرغوب فيه من محسوسات ومعنويات ، يقال : شَهِي كَرضِي ، وشَهَا كدعا . والأكثر أن يقال : اشتهى ، والافتعال فيه للمبالغة .وتقديم ذكر الفاكهة على ذكر اللحم قد يكون لأن الفواكه أعزّ . وبهذا يظهر وجه المخالفة بين الفاكهة ولحم طير فجُعل التخيُّر للأول . والاشتهاءُ للثاني ولأن الاشتهاء أعلق بالطعام منه بالفواكه ، فلذة كَسْر الشاهية بالطعام لذة زائدة على لذة حسن طَعمه ، وكثرة التخيّر للفاكهة هي لذة تلوين الأصناف ."
    },
    {
      "ayah": 22,
      "surah": 56,
      "text": "وَحُورٌ عِينٌ (22(و { حور عين } عطف على { ولدان مخلدون } ، أي ويطوف عليهم حور عين .والحور العين : النساء ذوات الحَوَر ، وتقدم في سورة الرحمن . وذوات العَين وهو سعة العين وتقدم في سورة الصافات .وقرأ حمزة والكسائي وأبو جعفر { وحورٍ عينٍ } بالكسر فيهما على أن { حور } عطف على { أكواب } عطفَ معنى من باب قوله :وزجَّجن الحَواجب والعيونا ... بتقدير : وكَحَّلْن العيون ، أو يعطف على { جنات } ، أي وفي حور عين ، أي هم في حور عين أو محاطون بهن ومحدقون بهن .والمراد : أزواج السابقين في الجنة وهن المقصورات في الخيام .والأمثال : الأشباه . ودخول كاف التشبيه على ( أمثال ( للتأكيد مثل قوله تعالى :{ ليس كمثله شيء } [ الشورى : 11 ] ."
    },
    {
      "ayah": 23,
      "surah": 56,
      "text": "كَأَمْثَالِ اللُّؤْلُؤِ الْمَكْنُونِ (23(والمعنى : هن أمثالُ اللؤلؤ المكنون .و { اللؤلؤ } : الدرّ ، وتقدم تبيينه عند قوله تعالى : { يُحَلَّون فيها من أساور من ذهب ولؤلؤاً } في سورة الحج ( 23 ( .والمكنون } : المخزون المخبأ لنفاسته ، وتقدم في سورة الصافات ."
    },
    {
      "ayah": 24,
      "surah": 56,
      "text": "جَزَاءً بِمَا كَانُوا يَعْمَلُونَ (24(وانتصب { جزاء } على المفعول لأجله لفعل مقدر دل عليه قوله : { المقربون } [ الواقعة : 11 ] ، أي أعطيناهم ذلك جزاء ، ويجوز أن يكون { جزاء } مصدراً جاء بدلاً عن فعله ، والتقدير : جازيناهم جزاءً .والجملة على التقديرين اعتراض تفيد إظهار كرامتهم بحيث جعلت أصناف النعيم الذين حُظُوا به جزاء على عمل قدّموه وذلك إتمام لكونهم مقربين ."
    },
    {
      "ayah": 25,
      "surah": 56,
      "text": "لَا يَسْمَعُونَ فِيهَا لَغْوًا وَلَا تَأْثِيمًا (25(ثم أكمل وصف النعيم بقوله : { لا يسمعون فيها لغواً ولا تأثيماً } ، وهي نعمة روحية فإن سلامة النفس من سماع ما لا يُحَب سماعه ومن سماع ما يكره سماعه من الأذى نعمة براحة البال وشغله بسماع المحبوب .واللغو : الكلام الذي لا يعتدّ به كالهذيان ، والكلام الذي لا محصل له .والتأثيم : اللَّوم والإِنكار ، وهو مصدر أَثَّم ، إذا نسب غيره إلى الإثم .وضمير { فيها } عائد إلى { جنات النعيم } [ الواقعة : 12 ] .وأتبع ذكر هذه النعمة بذكر نعمة أخرى من الأنعام بالمسموع الذي يفيد الكرامة لأن الإِكرام لذة رُوحية يُكسب النفس عزة وإدلالاً بقوله : { إلا قيلاً سلاماً سلاماً } . وهو استثناء من { لغواً و تأثيماً } بطريقة تأكيد الشيء بما يشبه ضده المشتهر في البديع باسم تأكيد المدح لما يشبه الذم ، وله موقع عظيم من البلاغة كقوله النابغة :ولا عيب فيهم غيرَ أنّ سيوفهم ... بهن فلول من قراع الكتائبفالاستثناء متصل إدعاءً وهو المعبر عنه بالاستثناء المنقطع بحسب حاصل المعنى"
    },
    {
      "ayah": 26,
      "surah": 56,
      "text": "إِلَّا قِيلًا سَلَامًا سَلَامًا (26(، وعليه فإن انتصاب { قيلاً } على الاستثناء لا على البدلية من { لغواً } .و { سلاماً } الأول مقول { قيلاً } أي هذا اللفظ الذي تقديره : سَلمنا سَلاماً ، فهو جملة محكية بالقول .و { سلاماً } الثاني تكرير ل { سلاماً } الأول تكريراً ليس للتأكيد بل لإِفادة التعاقب ، أي سلاماً إثر سلام ، كقوله تعالى : { كلا إذا دكت الأرض دَكَّاً دَكاً } [ الفجر : 21 ] وقولهم : قرأت النحو باباً باباً ، أو مشاراً به إلى كثرة المسلِّمين فهو مؤذن مع الكرامة بأنهم معظمون مبجلون ، والفرق بين الوجهين أن الأول يفيد التكرير بتكرير الأزمنة ، والثاني يفيد التكرار بتكرار المسلِّمين .وهذا القيل يتلقونه من الملائكة الموكلين بالجنة ، قال تعالى : { والملائكة يدخلون عليهم من كل باب سلام عليكم بما صبرتم } [ الرعد : 23 ، 24 ] ويتلقاه بعضهم من بعض كما قال تعالى : { وتحيتهم فيها سلام } [ يونس : 10 ] .وإنما جيء بلفظ : { سلاماً } منصوباً دون الرفع مع كون الرفع أدل على المبالغة كما ذكروه في قوله : { قالوا سَلاماً قال سلام } في سورة هود ( 69 ( وسورة الذاريات ( 25 ( لأنه أريد جعله بدلاً من { قيلاً } ."
    },
    {
      "ayah": 27,
      "surah": 56,
      "text": "وَأَصْحَابُ الْيَمِينِ مَا أَصْحَابُ الْيَمِينِ (27(عود إلى نشر ما وقع لفُّه في قوله : { وكنتم أزواجاً ثلاثة } [ الواقعة : 7 ] كما تقدم عند قوله : { فأصحاب الميمنة ما أصحاب الميمنة } [ الواقعة : 8 ] .وعبر عنهم هنا ب { أصحاب اليمين } وهنالك ب { أصحاب الميمنة } للتفنن .فجملة { وأصحاب اليمين } عطف على جملة { أولئك المقربون } [ الواقعة : 8 ] عطف القصة على القصة .وجملة { ما أصحاب اليمين } خبر عن { أصحاب اليمين } بإبهام يفيد التنويه بهم كما تقدم في قوله : { فأصحاب الميمنة ما أصحاب الميمنة } [ الواقعة : 8 ] ."
    },
    {
      "ayah": 28,
      "surah": 56,
      "text": "فِي سِدْرٍ مَخْضُودٍ (28(وأتبع هذا الإِبهام بما يبين بعضه بقوله : { في سدر مخضود } الخ .والسدر : شجر من شجر العِضاه ذو ورق عريض مدوَّر وهو صنفان : عُبْرِي بضم العين وسكون الموحدة وياء نسب نسبة إلى العِبر بكسر العين وسكون الموحدة على غير قياس وهو عِبر النهي ، أي ضفته ، له شوك ضعيف في غصونه لا يضير .والصنف الثاني الضَّالُ ( بضاد ساقطة ولام مخففة ( وهو ذُو شوك . وأجود السدر الذي ينبت على الماء وهو يشبه شجر العُناب ، وورقه كورق العناب وورقه يجعل غسولاً ينظف به ، يخرج مع الماء رغوة كالصابون .وثمر هذا الصنف هو النبق بفتح النون وكسر الموحدة وقاف يشبه ثمر العناب إلا أنه أصفر مُزّ ( بالزاي ( يفوح الفم ويفوح الثياب ويتفكه به ، وأما الضال وهو السدر البري الذي لا ينبت على الماء فلا يصلح ورقه للغسول وثمره عَفِصٌ لا يسوغ في الحلق ولا ينتفع به ويخبِط الرعاةُ ورقه للراعية ، وأجود ثمر السدر ثمر سدر هَجَر أشد نَبِق حلاوة وأطيبه رائحة .ولما كان السدر من شجر البادية وكان محبوباً للعرب ولم يكونوا مستطيعين أن يجعلوا منه في جناتهم وحوائطهم لأنه لا يعيش إلا في البادية فلا ينبت في جناتهم خص بالذكر من بين شجر الجنة إغراباً به وبمحاسنه التي كان محروماً منها من لا يسكن البوادي وبوفرة ظله وتهدل أغصانه ونكهة ثمره .ووصف بالمخضود ، أي المزال شوكه فقد كملت محاسنه بانتفاء ما فيه من أذًى .والطلح : شجر من شجر العضاه واحدهُ طلحة ، وهو من شجر الحجاز ينبت في بطون الأودية ، شديد الطُّول ، غليظ الساق . من أصلب شجر العِضاه عُوداً ، وأغصانه طوال عظام شديدة الارتفاع في الجو ولها شوك كثير قليلةُ الورق شديدة الخُضرة كثيرة الظل من التفاف أغصانها ، وصمغها جيّد وشوكها أقل الشوك أذًى ، ولها نَور طيب الرائحة ، وتسمى هذه الشجرة أمّ غَيلان ، وتسمى في صفاقس غيلان وفي أحواز تونس تسمى مِسْكَ صَنادِق .والمنضود : المتراصّ المتراكب بالأغصان ليست له سوق بارزة ، أو المنضد بالحمل ، أي النُوَّار فتكثر رائحته .وعلى ظاهر هذا اللفظ يكون القول في البشارة لأصحاب اليمين بالطلح على نحو ما قرر في قوله : { في سدر مخضود } ويعتاض عن نعمة نكهة ثمر السدر بنعمة عَرْف نَوْر الطلح .وفُسر الطلح بشجر الموز روي ذلك عن ابن عباس وابن كثير ، ونسب إلى علي بن أبي طالب ."
    },
    {
      "ayah": 29,
      "surah": 56,
      "text": "وَطَلْحٍ مَنْضُودٍ (29(والامتنان به على هذا التفسير امتنان بثمره لأنه ثمر طيب لذيد ولشجره من حسن المنظر ، ولم يكن شائعاً في بلاد العرب لاحتياجه إلى كثرة الماء ."
    },
    {
      "ayah": 3,
      "surah": 56,
      "text": "خَافِضَةٌ رَافِعَةٌ (3(خبراننِ لمبتدأ محذوف ضمير { الواقعة } [ الواقعة : 1 ] ، أي هي خافضة رافعة ، أي يحصل عندها خفض أقواممٍ كانوا مرتفعين ورَفْع أقوام كانوا منخفضين وذلك بخفض الجبابرة والمفسدين الذين كانوا في الدنيا في رفعة وسيادة ، وبرفع الصالحين الذين كانوا في الدنيا لا يعبأون بأكثرهم ، وهي أيضاً خافضة جهات كانت مرتفعة كالجبال والصوامع ، رافعة ما كان منخفضاً بسبب الانقلاب بالرجّات الأرضية .وإسناد الخفض والرفع إلى الواقعة مجاز عقلي إذ هي وقت ظهور ذلك . وفي قوله : { خافضة رافعة } محسن الطباق مع الإِغراب بثبوت الضدّين لشيء واحد ."
    },
    {
      "ayah": 30,
      "surah": 56,
      "text": "وَظِلٍّ مَمْدُودٍ (30(والظل الممدود : الذي لا يتقلص كظل الدنيا ، وهو ظل حاصل من التفاف أشجار الجنة وكثرة أوراقها ."
    },
    {
      "ayah": 31,
      "surah": 56,
      "text": "وَمَاءٍ مَسْكُوبٍ (31(.وسَكْب الماء : صبّه ، وأطلق هنا على جريه بقوة يشبه السَّكْب وهو ماء أنهار الجنة ."
    },
    { "ayah": 32, "surah": 56, "text": "وَفَاكِهَةٍ كَثِيرَةٍ (32(والفاكهة : تقدمت آنفاً ." },
    {
      "ayah": 33,
      "surah": 56,
      "text": "لَا مَقْطُوعَةٍ وَلَا مَمْنُوعَةٍ (33(ووصفت ب { لا مقطوعة ولا ممنوعة } وصفاً بانتفاء ضد المطلوب إذ المطلوب أنها دائمة مبذولة لهم . والنفي هنا أوقع من الإثبات لأنه بمنزلة وصففٍ وتوكيده ، وهم لا يصفون بالنفي إلا مع التكرير بالعطف كقوله تعالى : { زيتونة لا شَرقِيَّة ولا غربية } [ النور : 35 ] . وفي حديث أم زرع : «قالت المرأة الرابعة : زوجي كلَيل تِهامة لاَ حَرّ ولا قُرٌّ ولا مَخافةٌ ولا سآمةٌ» .ثم تارة يقصد به إثبات حالة وسطى بين حالي الوصفين المنفيين كما في قول أم زرع : «لا حَرّ ولا قَرّ» ، وفي آية : { لا شرقية ولا غربية } [ النور : 35 ] وهذا هو الغالب وتارة يقصد به نفي الحالين لإثبات ضديهما كما في قوله : { لا مقطوعة ولا ممنوعة } وقوله الآتي : { لا بارد ولا كريم } [ الواقعة : 44 ] ، وقول المرأة الرابعة في حديث أمّ زرع : «ولا مخافة ولا سآمة» .وجمع بين الوصفين لأن فاكهة الدنيا لا تخلو من أحد ضدي هذين الوصفين فإن أصحابها يمنعونها فإن لم يمنعوها فإن لها إباناً تنقطع فيه ."
    },
    {
      "ayah": 34,
      "surah": 56,
      "text": "وَفُرُشٍ مَرْفُوعَةٍ (34(والفُرش : جمع فِراش بكسر الفاء وهو ما يفرش وتقدم في سورة الرحمن . و { مرفوعة } : وصف ل { فرش } ، أي مرفوعة على الأسرة ، أي ليست مفروشة في الأرض .ويجوز أن يراد بالفُرُش الأسرّة من تسمية الشيء باسم ما يحل فيه ."
    },
    {
      "ayah": 35,
      "surah": 56,
      "text": "إِنَّا أَنْشَأْنَاهُنَّ إِنْشَاءً (35(لما جرى ذكر الفُرش وهي مما يعد للاتكاء والاضطجاع وقت الراحة في المنزل يخطر بالبال بادىء ذي بدء مصاحبة الحُور العين معهم في تلك الفرش فيتشوف إلى وصفهن ، فكانت جملة : { إنا أنشأناهن إنشاءً } بياناً لأن الخاطر بمنزلة السؤال عن صفات الرفيقات .فضمير المؤنث من { أنشأناهن } عائد إلى غير مذكور في الكلام ولكنه ملحوظ في الأفهام كقول أبي تمام في طالع قصيدة :هُنّ عوادي يوسفٍ وصواحبه ... ومنه قوله تعالى : { حتى توارت بالحجاب } [ ص : 32 ] . وهذا أحسن وجه في تفسير الآية ، فيكون لفظ { فرش } [ الواقعة : 34 ] في الآية مستعملاً في معنييه ويكون { مرفوعة } [ الواقعة : 34 ] مستعملاً في حقيقته ومجازه ، أي في الرفع الحسي والرفع المعنوي .والإِنشاء : الخَلق والإِيجاد فيشمل إعادة ما كان موجوداً وعُدم ، فقد سمّى الله الإِعادة إنشاء في قوله تعالى : { ثم الله ينشىء النشأة الآخرة } [ العنكبوت : 20 ] فيدخل نساء المؤمنين اللاءِ كُنّ في الدنيا أزواجاً لمن صاروا إلى الجنة ويشمل إيجادَ نساء أُنُفاً يُخلقن في الجنة لنعيم أهلها ."
    },
    {
      "ayah": 36,
      "surah": 56,
      "text": "فَجَعَلْنَاهُنَّ أَبْكَارًا (36(وقوله : { فجعلناهن أبكاراً } شامل للصنفين .والعُرُب : جمع عَروب بفتح العين ، ويقال : عَرِبه بفتح فكسر فيجمع على عَرِبات كذلك ، وهو اسم خاص بالمرأة . وقد اختلفت أقوال أهل اللغة في تفسيره . وأحسن ما يجمعها أن العَروب : المرأة المتحببة إلى الرجل ، أو التي لها كيفية المتحببة ، وإن لم تقصد التحبّب ، بأن تكثر الضحك بمرأى الرجل أو المزاحَ أو اللهو أو الخضوع في القول أو اللثغ في الكلام بدون علة أو التغزل في الرجل والمساهلة في مجالسته والتدلل وإظهار معاكسة أميال الرجل لعِباً لا جِدًّا وإظهار أذاه كذلك كالمغاضبة من غير غصب بل للتورك على الرجل ، قال نبيه بن الحجاج :تلك عريسي غضبى تريد زيالي ... أَلَبيْننٍ أردتتِ أم لدلالالشاهد في قوله : أم لدلال ، قال تعالى : { فلا تَخْضَعْن بالقول فيطمع الذي في قلبه مرض وقلن قولاً معروفاً } [ الأحزاب : 32 ] ، وقال : { ولا يضربن بأرجلهن ليُعلم ما يُخفِين من زينتهن } [ النور : 31 ] . وإنما فسروها بالمتحببة لأنهم لما رأوا هاته الأعمال تجلب محبة الرجل للمرأة ظنوا أن المرأة تفعلها لاكتساب محبة الرجل . ولذلك فسر بعضهم : العَروب بأنها المغتلمة ، وإنما تلك حالة من أحوال بعض العروب . وعن عكرمة العروب : الملِقة .والعروب : اسم لهذه المعاني مجتمعة أو مفترقة أجرَوْه مجرى الأسماء الدالة على الأوصاف دون المشتقة من الأفعال فلذلك لم يذكروا له فعلاً ولا مصدراً وهو في الأصل مأخوذ من الإِعراب والتعريب وهو التكلم بالكلام الفحش .والعِرابة : بكسر العين : اسم من التعريب وفعله : عَرَّبت وأعربتْ ، فهو مما يسند إلى ضمير المرأة غالباً . كأنهم اعتبروه إفصاحاً عما شأنه أن لا يفصح عنه ثم تنوسي هذا الأخذ فعومل العَروب معاملة الأسماء غير المشتقة ، ويقال : عَرِبَة . مثل عروب . وجمع العَروب عُرُب وجمع عَرِبة عَرِبات .ويقال للعروب بلغة أهل مكة العَرِبة والشَّكِلَةُ . ويقال لها بلغة أهل المدينة : الغَنجَة . وبلغة العراق : الشّكِلة ، أي ذات الشَّكَل بفتح الكاف وهو الدلال والتعرُّبُ .والأَتراب : جمع تِرْب بكسر المثناة الفوقية وسكون الراء وهي المرأة التي ساوى سنها سنّ من تضاف هي إليه من النساء ، وقد قيل : إن الترب خاص بالمرأة ، وأما المساوي في السن من الرجال فيقال له : قرن ولدة .فالمعنى : أنهن جُعلن في سن متساوية لا تفاوت بينهن ، أي هن في سن الشباب المستوي فتكون محاسنهن غير متفاوتة في جميع جهات الحُسن ، وعلى هذا فنساء"
    },
    {
      "ayah": 37,
      "surah": 56,
      "text": "عُرُبًا أَتْرَابًا (37(الجنة هن الموصوفات بأنهن «أتراب» بعضهن لبعض .وقرأ حمزة وأبو بكر عن عاصم وخلفُ { عرْبا } بسكون الراء سكون تخفيف وهو ملتزم في لغة تميم في هذا اللفظ ."
    },
    {
      "ayah": 38,
      "surah": 56,
      "text": "لِأَصْحَابِ الْيَمِينِ (38(واللام في { لأصحاب اليمين } يتنازعها { أنشأناهن } و { جعلناهن } لإِفادة توكيد الاعتناء بأصحاب اليمين المستفاد من المقام من قوله : { وأصحاب اليمين ما أصحاب اليمين } [ الواقعة : 27 ] الآية .واعلم أن ما أعطي لأصحاب اليمين ليس مخالفاً لأنواع ما أعطي للسابقين ولا أن ما أعطي للسابقين مخالف لما أعطي أصحاب اليمين فإن الظل والماء المسكوب وكون أزواجهم عُرباً أتراباً لم يذكر مثله للسابقين وهو ثابت لهم لا محالة إذ لا يَقْصرون عن أصحاب اليمين ، وكذلك ما ذكر للسابقين من الولدان وأكوابِهم وأباريقهم ولحم الطير وكون أزواجهم حوراً عيناً وأنهم لا يسمعون إلا قيلاً سلاماً سلاماً ، لم يذكر مثله لأصحاب اليمين مع أن لأهل الجنة ما تشتهيه الأنفس وتلذ الأعين . وقد ذكر في آيات كثيرة أنهم أعطوا أشياء لم يذكر إعطاؤها لهم في هذه الآية مثل قوله : { وتحيتهم فيها سلام } [ يونس : 10 ] ، فليس المقصود توزيع النعيم ولا قصره ولكن المقصود تعداده والتشويق إليه مع أنه قد علم أن السابقين أعلى مقاماً من أصحاب اليمين بمقتضى السياق . وقد أشار إلى تفاوت المقامين أنه ذكر في نعيم السابقين أنه جزاء بما كانوا يعملون للوجه الذي بيناه فيها ولم يذكر مثله في نعيم أصحاب اليمين وجُماع الغرض من ذلك التنويه بكلا الفريقين ."
    },
    {
      "ayah": 39,
      "surah": 56,
      "text": "ثُلَّةٌ مِنَ الْأَوَّلِينَ (39(أي أصحاب اليمين : { ثلة من الأولين وثلة من الآخرين } ، والكلام فيه كالكلام في قوله : { ثلة من الأولين وقليل من الآخرين } [ الواقعة : 13 ، 14 ] فاذكره . وفي «تفسير القرطبي» عن أبي بكر الصديق : أن كلتا الثلتين من الأمة المحمدية ثلة من صدرها وثلة من بقيتها ولم ينبه على سند هذا النقل .وإنما أخر هذا عن ذكر ما لهم من النعيم للإِشعار بأن عزة هذا الصنف وقلته دون عزة صنف السابقين ، فالسابقون أعز ، وهذه الدلالة من مستتبعات التراكيب المستفادة من ترتيب نظم الكلام ."
    },
    {
      "ayah": 4,
      "surah": 56,
      "text": "إِذَا رُجَّتِ الْأَرْضُ رَجًّا (4(إذا رجت الأرض } بدل من جملة { إذ وقعت الواقعة } [ الواقعة : 1 ] وهو بدل اشتمال .والرّج : الاضطراب والتحرك الشديد ، فمعنى : { رجت } رَجّهَا رَاجٌّ ، وهو ما يطرأ فيها من الزلازل والخسف ونحو ذلك .وتأكيده بالمصدر للدلالة على تحققه وليتأتى التنوين المشعر بالتعظيم والتهويل .والبَسُّ يطلق بمعنى التفتت وهو تفرّق الأجزاء المجموعة ، ومنه البسيسة من أسماء السويق أي فتِّتَتْ الجبال ونسفت فيكون كقوله تعالى : { ويسألونك عن الجبال فقل ينسفها ربي نسفاً فيذَرها قاعاً صفصفاً } [ طه : 105 ، 106 ] .ويطلق البسّ أيضاً على السّوق للماشية ، يقال : بَسّ الغنم ، إذا ساقها . وفي الحديث : « فيأتي قوم يَبِسُّون بأموالهم وأهليهم والمدينة خير لهم لو كانوا يعلمون » فهو في معنى قوله تعالى : { ويوم نسيّر الجبال } [ الكهف : 47 ] ، وقوله : { وسيرت الجبال } [ النبأ : 20 ] وتأكيده بقوله : { بساً } كالتأكيد في قوله : { رجاً } لإِفادة التعظيم بالتنوين .وتفريع { فكانت هباءً منبثاً } على { بُسّت الجبال } لائق بمعنيي البسّ لأن الجبال إذا سيّرت فإنما تُسيّر تسييراً يفتتها ويفرقها ، أي تسييرَ بَعْثَرَة وارتطام .والهباء : ما يلوح في خيوط شعاع الشمس من دقيق الغبار ، وتقدم عند قوله تعالى : { فجعلناه هباء منثوراً } في سورة الفرقان ( 23 ( .والمنْبَثُّ : اسم فاعل انبثَّ ، مطاوع بثَّه ، إذا فرّقه ."
    },
    {
      "ayah": 40,
      "surah": 56,
      "text": "وَثُلَّةٌ مِنَ الْآَخِرِينَ (40(أي أصحاب اليمين : { ثلة من الأولين وثلة من الآخرين } ، والكلام فيه كالكلام في قوله : { ثلة من الأولين وقليل من الآخرين } [ الواقعة : 13 ، 14 ] فاذكره . وفي «تفسير القرطبي» عن أبي بكر الصديق : أن كلتا الثلتين من الأمة المحمدية ثلة من صدرها وثلة من بقيتها ولم ينبه على سند هذا النقل .وإنما أخر هذا عن ذكر ما لهم من النعيم للإِشعار بأن عزة هذا الصنف وقلته دون عزة صنف السابقين ، فالسابقون أعز ، وهذه الدلالة من مستتبعات التراكيب المستفادة من ترتيب نظم الكلام ."
    },
    {
      "ayah": 41,
      "surah": 56,
      "text": "وَأَصْحَابُ الشِّمَالِ مَا أَصْحَابُ الشِّمَالِ (41(إفضاء إلى الصنف الثالث من الأزواج الثلاثة ، وهم أصحاب المشاقّة . والقول في جملة : { ما أصحاب الشمال }"
    },
    {
      "ayah": 42,
      "surah": 56,
      "text": "فِي سَمُومٍ وَحَمِيمٍ (42(وموقع جملة { في سموم } بعدها كالقول في جملة { وأصحاب اليمين ما أصحاب اليمين في سدر مخضود } [ الواقعة : 27 ، 28 ] .والسموم : الريح الشديد الحرارة الذي لا بلل معه وكأنه مأخوذ من السُّمّ ، وهو ما يهلك إذ لاقى البدن .والحميم : الماء الشديد الحرارة ."
    },
    {
      "ayah": 43,
      "surah": 56,
      "text": "وَظِلٍّ مِنْ يَحْمُومٍ (43(واليحموم : الدخان الأسود على وزن يفعول مشتق من الحُمَم بوزن صُرَد اسم للفحم . والحُممة : الفحمة ، فجاءت زنة يفعول فيه اسماً ملحوظاً فيه هذا الاشتقاق وليس ينقاس .وحرف { مِن } بيانية إذ الظل هنا أريد به نفس اليحموم ، أي الدخان الأسود .ووصف { ظل } بأنه { من يحموم } للإِشعار بأنه ظل دخان لَهب جهنم ، والدخان الكثيف له ظل لأنه بكثافته يحجب ضوء الشمس ، وإنما ذكر من الدخان ظله لمقابلته بالظل الممدود المُعدّ لأصحاب اليمين في قوله : { وظل ممدود } [ الواقعة : 30 ] ، أي لا ظل لأصحاب الشمال سِوى ظِل اليحموم . وهذا من قبيل التهكم .ولتحقيق معنى التهكم وصف هذا الظل بما يفيد نفي البرد عنه ونفي الكرم ، فبرد الظلّ ما يحصل في مكانه من دفع حرارة الشمس ، وكرمُ الظلّ ما فيه من الصفات الحسنة في الظلال مثل سلامته من هبوب السموم عليه ، وسلامة الموضع الذي يظله من الحشرات والأوساخ ، وسلامة أرضه من الحجارة ونحو ذلك إذ الكريم من كل نوع هو الجامع لأكثر محاسن نوعه ، كما تقدم في قوله تعالى : { إني ألقي إليّ كتاب كريم } في سورة سليمان ( 29 ( ، فوُصف ظلّ اليحموم بوصف خاص وهو انتفاء البرودة عنه واتبع بوصف عام وهو انتفاء كرامة الظلال عنه ، ففي الصفة بنفي محاسن الظلال تذكير للسامعين بما حُرم منه أصحاب الشمال عسى أن يحذروا أسباب الوقوع في الحرمان ، ولإفادة هذا التذكير عدل عن وصف الظلّ بالحرارة والمضرّة إلى وصفه بنفي البرد ونفي الكرم ."
    },
    {
      "ayah": 44,
      "surah": 56,
      "text": "لَا بَارِدٍ وَلَا كَرِيمٍ (44(واليحموم : الدخان الأسود على وزن يفعول مشتق من الحُمَم بوزن صُرَد اسم للفحم . والحُممة : الفحمة ، فجاءت زنة يفعول فيه اسماً ملحوظاً فيه هذا الاشتقاق وليس ينقاس .وحرف { مِن } بيانية إذ الظل هنا أريد به نفس اليحموم ، أي الدخان الأسود .ووصف { ظل } بأنه { من يحموم } للإِشعار بأنه ظل دخان لَهب جهنم ، والدخان الكثيف له ظل لأنه بكثافته يحجب ضوء الشمس ، وإنما ذكر من الدخان ظله لمقابلته بالظل الممدود المُعدّ لأصحاب اليمين في قوله : { وظل ممدود } [ الواقعة : 30 ] ، أي لا ظل لأصحاب الشمال سِوى ظِل اليحموم . وهذا من قبيل التهكم .ولتحقيق معنى التهكم وصف هذا الظل بما يفيد نفي البرد عنه ونفي الكرم ، فبرد الظلّ ما يحصل في مكانه من دفع حرارة الشمس ، وكرمُ الظلّ ما فيه من الصفات الحسنة في الظلال مثل سلامته من هبوب السموم عليه ، وسلامة الموضع الذي يظله من الحشرات والأوساخ ، وسلامة أرضه من الحجارة ونحو ذلك إذ الكريم من كل نوع هو الجامع لأكثر محاسن نوعه ، كما تقدم في قوله تعالى : { إني ألقي إليّ كتاب كريم } في سورة سليمان ( 29 ( ، فوُصف ظلّ اليحموم بوصف خاص وهو انتفاء البرودة عنه واتبع بوصف عام وهو انتفاء كرامة الظلال عنه ، ففي الصفة بنفي محاسن الظلال تذكير للسامعين بما حُرم منه أصحاب الشمال عسى أن يحذروا أسباب الوقوع في الحرمان ، ولإفادة هذا التذكير عدل عن وصف الظلّ بالحرارة والمضرّة إلى وصفه بنفي البرد ونفي الكرم ."
    },
    {
      "ayah": 45,
      "surah": 56,
      "text": "إِنَّهُمْ كَانُوا قَبْلَ ذَلِكَ مُتْرَفِينَ (45(تعليل لما يلقاه أصحاب الشمال من العذاب ، فيتعيّن أن ما تضمنه هذا التعليل كان من أحوال كفرهم وأنه مما له أثر في إلحاق العذاب بهم"
    },
    {
      "ayah": 46,
      "surah": 56,
      "text": "وَكَانُوا يُصِرُّونَ عَلَى الْحِنْثِ الْعَظِيمِ (46(بقرينة عطف { وكانوا يصرون على الحنث . . . وكانوا يقولون } الخ عليه .فأمّا إصرارهم على الحنث وإنكارهم البعث فلا يخفى تسببه في العذاب لأن الله توعدهم عليه فلم يقلعوا عنه ، وإنما يبقى النظر في قوله : { إنهم كانوا قبل ذلك مترفين } فإن الترف في العيش ليس جريمة في ذاته وكم من مؤمن عاش في ترف ، وليس كل كافر مُترفاً في عيشه ، فلا يكون الترف سبباً مستقلاً في تسبب الجزاء الذي عوملوا به .فتأويل هذا التعليل : إما بأن يكون الإتراف سبباً باعتبار ضميمة ما ذُكر بعده إليه بأن كان إصرارهم على الحنث وتكذيبهم بالبعث جريمتين عظمتين لأنهما محفوفتان بكفر نعمة الترف التي خولهم الله إياها على نحو قوله تعالى : { وتجعلون رزقكم أنكم تكذبون } [ الواقعة : 82 ] فيكون الإِتراف جُزءَ سبب وليس سبباً مستقلاً ، وفي هذا من معنى قوله تعالى : { وذَرني والمكذبين أولي النعمة ومهلهم قليلاً } [ المزمل : 11 ] .وإما بأن يراد أن الترف في العيش عَلّق قلوبهم بالدنيا واطمأنوا بها فكان ذلك مُملياً على خواطرهم إنكار الحياة الآخرة ، فيكون المراد الترف الذي هذا الإِنكار عارض له وشديد الملازمة له ، فوزانه وزان قوله تعالى : { والذين كفروا يتمتعون ويأكلون كما تأكل الأنعام والنار مثوى لهم } [ محمد : 12 ] .وفسر { مترفين } بمعنى متكبرين عن قبول الحقّ . والمترف : اسم مفعول من أترفه ، أي جعله ذا ترفة بضم التاء وسكون الراء ، أي نعمة واسعة ، وبناؤه للمجهول لعدم الإحاطة بالفاعل الحقيقي للإتراف كشأن الأفعال التي التزم فيها الإسناد المجازي العقلي الذي ليس لمثله حقيقة عقلية ، ولا يقدّر بنحو : أترفه الله ، لأن العرب لم يكونوا يقدّرون ذلك فهذا من باب : قال قائل ، وسأل سائل .وإنما جعل أهل الشمال مترَفين لأنهم لا يخلو واحد منهم عن ترف ولو في بعض أحواله وأزمانه من نعم الأكل والشرب والنساء والخمر ، وكل ذلك جدير بالشكر لواهبه ، وهم قد لابسوا ذلك بالإشراك في جميع أحوالهم ، أو لأنهم لما قصروا انظارهم على التفكير في العيشة العاجلة صرفهم ذلك عن النظر والاستدلال على صحة ما يدعوهم إليه الرسول صلى الله عليه وسلم فهذا وجه جعل الترف في الدنيا من أسباب جزائهم الجزاء المذكور ."
    },
    {
      "ayah": 47,
      "surah": 56,
      "text": "وَكَانُوا يَقُولُونَ أَئِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَئِنَّا لَمَبْعُوثُونَ (47(والإِشارة في قوله : { قبل ذلك } إلى { سموم وحميم وظل من يحموم } [ الواقعة : 42 ، 43 ] بتأويلها بالمذكور ، أي كانوا قبل اليوم وهو ما كانوا عليه في الحياة الدنيا .والحِنث : الذنب والمعصية وما يتخرج منه ، ومنه قولهم : حنث في يمينه ، أي أهمل ما حلف عليه فجر لنفسه حرجاً .ويجوز أن يكون الحنث حنث اليمين فإنهم كانوا يقسمون على أن لا بَعثَ ، قال تعالى :{ وأقسَموا بالله جَهدَ أيمانهم لا يبعثُ الله من يموت } [ النحل : 38 ] ، فذلك من الحنث العظيم ، وقال تعالى : { وأقسموا بالله جهد أيمانهم لئن جاءتهم آية ليومنن بها } [ الأنعام : 109 ] وقد جاءتهم آية إعجاز القرآن فلم يؤمنوا به .والعظيم : القوي في نوعه ، أي الذنب الشديد والحنث العظيم هو الإِشراك بالله . وفي حديث ابن مسعود أنه قال : « قلت : يا رسول الله أي الذنب أعظم؟ قال : أن تدعو لله نداً وهو خلقك » وقال تعالى : { إن الشرك لظلم عظيم } [ لقمان : 13 ] .ومعنى { يصرون } : يثبتون عليه لا يقبلون زحزحة عنه ، أي لا يضعون للدعوة إلى النظر في بطلان عقيدة الشرك .وصيغة المضارع في { يصرون } و { يقولون } تفيد تكرر الإصرار والقول منهم . وذكر فعل { كانوا } لإِفادة أن ذلك ديدنهم .والمراد من قوله : { وكانوا يقولون أئذا متنا وكنا تراباً } الخ أنهم كانوا يعتقدون استحالة البعث بعد تلك الحالة . ويناظرون في ذلك بأن القول ذلك يستلزم أنهم يعتقدون استحالة البعث .والاستفهام إنكاري كناية عن الإحالة والاستبعاد ، وتقدم نظير : { أإذا متنا وكنا تراباً } الخ في سورة الصافات .وقرأ الجمهور { أإذا متنا } بإثبات الاستفهام الأول والثاني ، أي إذا متنا أإنا . وقرأه نافع والكسائي وأبو جعفر بالاستفهام في { أإذا متنا } والإِخبار في { إنّا لمبعوثون } ."
    },
    {
      "ayah": 48,
      "surah": 56,
      "text": "أَوَآَبَاؤُنَا الْأَوَّلُونَ (48(وقرأ الجمهور : { أو آباؤنا } ، بفتح الواو على أنها واو عطف عطفت استفهاماً على استفهام ، وقدمت همزة الاستفهام على حرف العطف لصدارة الاستفهام ، وأعيد الاستفهام توكيداً للاستبعاد . والمراد بالقول في قوله : { وكانوا يقولون } الخ انهم يعتقدون استجابة مدلول ذلك الاستفهام ."
    },
    {
      "ayah": 49,
      "surah": 56,
      "text": "قُلْ إِنَّ الْأَوَّلِينَ وَالْآَخِرِينَ (49(لما جرى تعليل ما يلاقيه أصحاب الشمال من العذاب بما كانوا عليه من كفران النعمة ، وكان المقصود من ذلك وعيد المشركين وكان إنكارهم البعث أدخلَ في استمرارهم على الكفر أمر الله رسوله صلى الله عليه وسلم بأن يخاطبهم بتحقيق وقوع البعث وشموله لهم ولآبائهم ولجميع الناس ، أي أنبئهم بأن الأولين والآخرين ، أي هم وآباؤهم يبعثون في اليوم المعين عند الله ، فقد انتهى الخبر عن حالهم يوم تُرَجُّ الأرض وما يتبعه .وافتتح الكلام بالأمر بالقول للاهتمام به كما افتتح به نظائره في آيات كثيرة ليكون ذلك تبليغاً عن الله تعالى . فيكون قوله : { قل إن الأولين } الخ استئنافاً ابتدائياً لمناسبة حكاية قولهم : { أئذا متنا وكنا تراباً } [ الواقعة : 47 ] الآية .والمراد ب { الأولين } : من يصدق عليه وصف ( أول ( بالنسبة لمن بعدهم ، والمراد ب { الآخرين } : من يصدق عليه وصف آخر بالنسبة لمن قبله ."
    },
    {
      "ayah": 5,
      "surah": 56,
      "text": "وَبُسَّتِ الْجِبَالُ بَسًّا (5({ واختير هذا المطاوع لمناسبته مع قوله : وبست الجبال } في أن المبني للنائب معناه كالمطاوعة"
    },
    {
      "ayah": 50,
      "surah": 56,
      "text": "لَمَجْمُوعُونَ إِلَى مِيقَاتِ يَوْمٍ مَعْلُومٍ (50(ومعنى { مجموعون } : أنهم يبعثون ويحشرون جميعاً ، وليس البعث على أفواج في أزمان مختلفة كما كان موت الناس بل يبعث الأولون والآخرون في يوم واحد . وهذا إبطال لما اقتضاه عطف { أو آباؤنا الأولون } في كلامهم من استنتاج استبعاد البعث لأنهم عدُّوا سَبْقَ من سبق موتُهم أدل على تعذر بعثهم بعد أن مضت عليهم القرون ولم يبعث فريق منهم إلى يوم هذا القيل ، فالمعنى : أنكم .وتأكيد الخبر ب ( إن ( واللام لرد إنكارهم مضمونَه .والميقات : هنا لمعنى الوقت والأجل ، وأصله اسم آلة للوقت وتوسعوا فيه فأطلقوه على الوقت نفسه بحيث تعتبر الميم والألف غير دَالّتين على معنًى ، وتوسعوا فيه توسعاً آخر فأطلقوه على مكان لعمللٍ مّا . ولعل ذلك متفرع على اعتبار ما في التوقيت من التحديد والضبط ، ومنه مواقيت الحج ، وهي أماكن يُحرم الحاج بالحج عندها لا يتجاوزها حلالاً . ومنه قول ابن عباس : «لم يوقت رسولُ الله صلى الله عليه وسلم في الخمر حَدًّا معيَّناً» .ويصح حمله في هذه الآية على معنى المكان .وقد ضمن { مَجْمُوعون } معنى مسوقون ، فتعلق به مجرورهُ بحرف { إلى } للانتهاء ، وإلا فإن ظاهر { مجموعون } أن يعدّى بحرف ( في ( .وأفاد تعليق مجروره به بواسطة ( إلى ( أنه مسير إليه حتى ينتهي إليه ، فدل على مكان . وهذا من الإِيجاز .وإضافة { ميقات } إلى { يوم معلوم } لأن التجمع واقع في ذلك اليوم . وإذ كان التجمع الواقع في اليوم واقعاً في ذلك الميقات كانت بين الميقات واليوم ملابسة صححت إضافة الميقات إليه لأدنى ملابسة وهذا أدقّ من جعل الإِضافة بيانية . وهذا تعريض بالوعيد بما يلقونه في ذلك اليوم الذي جحدوه ."
    },
    {
      "ayah": 51,
      "surah": 56,
      "text": "ثُمَّ إِنَّكُمْ أَيُّهَا الضَّالُّونَ الْمُكَذِّبُونَ (51(هذا من جملة ما أمر النبي صلى الله عليه وسلم أن يقوله لهم .و { ثم } للترتيب الرتبي فإن في التصريح بتفصيل جزائهم في ذلك اليوم ما هو أعظم وقعاً في النفوس من التعريض الإِجمالي بالوعيد الذي استفيد من قوله : { إن الأولين والآخرين لمجموعون } [ الواقعة : 49 ، 50 ] .وهذا التراخي الرتبي مثل الذي في قوله تعالى : { قل بلى وربي لتبعثن ثم لَتُنَبّؤنَّ بما عملتم } [ التغابن : 7 ] بمنزلة الاعتراض بين جملة { إن الأولين والآخرين } [ الواقعة : 49 ] وجملة : { خلقناكم فلولا تصدقون } [ الواقعة : 57 ] .والخطاب موجه للمقول إليهم ما أمر الرسول صلى الله عليه وسلم بأن يقوله لهم فليس في هذا الخطاب التفات كما قد يتوهم ، وفي ندائهم بهذين الوصفين إيماء إلى أنهما سبب ما لحقهم من الجزاء السَّيّىء ، ووصفهم بأنهم : ضالون مكذّبون ، ناظر إلى قولهم : { أئذا متنا وكنا تراباً } [ الواقعة : 47 ] الخ .وقدم وصف { الضالون } على وصف { المكذبون } مراعاة لترتيب الحصول لأنهم ضلّوا عن الحق فكذبوا بالبعث ليحذروا من الضلال ويتدبروا في دلائل البعث وذلك مقتضى خطابهم بهذا الإنذار بالعذاب المتوقع ."
    },
    {
      "ayah": 52,
      "surah": 56,
      "text": "لَآَكِلُونَ مِنْ شَجَرٍ مِنْ زَقُّومٍ (52(وشجر الزقوم : من شجر العذاب ، تقدم في سورة الدخان ."
    },
    {
      "ayah": 53,
      "surah": 56,
      "text": "فَمَالِئُونَ مِنْهَا الْبُطُونَ (53(والمقصود من قوله : { فمالئون منها البطون } تفظيع حالهم في جزائهم على ما كانوا عليه من الترف في الدنيا بملء بطونهم بالطعام والشراب ملْئاً أنساهم إقبالهم عليه وشرْبهم من التفكرَ في مصيرهم ."
    },
    {
      "ayah": 54,
      "surah": 56,
      "text": "فَشَارِبُونَ عَلَيْهِ مِنَ الْحَمِيمِ (54(والحميم : الماء الشديد الغليان ، وقد تقدم في قوله تعالى : { لهم شراب من حميم } في سورة الأنعام ( 70 ( وتقدم قريباً في هذه السورة ."
    },
    {
      "ayah": 55,
      "surah": 56,
      "text": "فَشَارِبُونَ شُرْبَ الْهِيمِ (55(وقد زيد تفظيعاً بالتشبيه في قوله : { فشاربون شرب الهيم } ، كما سيأتي ، وإعادة فعل ( شاربون ( للتأكيد وتكرير استحضار تلك الصورة الفظيعة . ومعنى { شاربون عليه } يجوز أن يكون ( على ( فيه للاستعلاء ، أي شاربون فوقه الحميم ، ويجوز مع ذلك استفادة معنى ( مع ( من حرف ( على ( تعجيباً من فظاعة حالهم ، أي يشربون هذا الماء المحرق مع ما طعموه من شجر الزقوم الموصوفة في آية أخرى بأنها { يغلي في البطون كغَلي الحميم } [ الدخان : 45 ، 46 ] فيفيد أنهم يتجرعونه ولا يستطيعون امتناعاً .و { مِن } الداخلة على { شجر } ابتدائية ، أي آكلون أكلاً يؤخذ من شجر الزقوم ، و { من } الثانية الداخلة على { زقوم } بيانية لأن الشجر هو المسمى بالزقوم .وتأنيث ضمير الشجر في قوله : { فمالئون منها البطون } لأن ضمائر الجمع لغير العاقل تأتي مؤنثة غالباً .وأما ضمير { عليه } فإنما جاء بصيغة المذكر لأنه عائد على الأكل المستفاد من قوله : { لآكلون } ، أي على ذلك الأكل بتأويل المصدر باسم المفعول مثل الخلق بمعنى المخلوق .والهِيم : جمع أهيم ، وهو البعير الذي أصابه الهُيام بضم الهاء ، وهو داء يصيب الإِبل يورثها حُمى في الأمعاء فلا تزال تشرب ولا تروَى ، أي شاربون من الحميم شرباً لا ينقطع فهو مستمرة آلامه .وقرأ نافع وعاصم وحمزة وأبو جعفر { شُرب } بضم الشين اسمَ مصدر شرب ، وقرأ الباقون بفتح الشين وهو المصدر لشَرِب .ورويت عن ابن عمر عن رسول الله صلى الله عليه وسلم بسند صححه الحاكم ، وخبر الواحد لا يزيد المتواترَ قُوة فكلتا القراءتين متواتر .والفاء في قوله : { فشاربون عليه من الحميم } عطف على { لآكلون } لإِفادة تعقيب أكل الزقوم ب { شرب الهيم } دون فترة ولا استراحة .وإعادة { فشاربون } توكيد لفظي لنظيره ، وفائدة هذا التوكيد زيادة تقرير ما في هذا الشرب من الأعجوبة وهي أنه مع كراهته يزدادون منه كما ترى الأهيم ، فيزيدهم تفظيعاً لأمعائهم لإِفادة التعجيب من حالهم تعجيباً ثانياً بعد الأول ، فإن كونهم شاربين للحميم على ما هو عليه من تناهي الحرارة أمر عجيب ، وشربهم له كما تَشرَب الإِبل الهِيم في الإِكثار أمر عجيب أيضاً ، فكانتا صفتين مختلفتين ."
    },
    {
      "ayah": 56,
      "surah": 56,
      "text": "هَذَا نُزُلُهُمْ يَوْمَ الدِّينِ (56(اعتراض بين جمل الخطاب موجه إلى السامعين غيرهم فليس في ضمير الغيبة التفات .والإِشارة بقوله : { هذا } إلى ما ذكر من أكل الزقوم وشرب الهيم .والنُزلُ بضم النون وضم الزاي وسُكونَها ما يُقدم للضيف من طعام . وهو هنا تشبيه تهكّمي كالاستعارة التهكمية في قول عمرو بن كلثوم :نزلتم منزل الأضياف منا ... فعجَّلنا القِرى أن تشتموناقرينانكم فعجلنا قراكم ... قبيل الصبح مرداة طحوناوقول أبي الشّعر الضبيّ ، واسمه موسى بن سحيم :وكنا إذا الجبّار بالجيش ضَافنا ... جعلنا القَنا والمُرهفات له نُزْلاو { يوم الدين } يوم الجزاء ، أي هذا جزاؤهم على أعمالهم نظير قوله آنفاً { جزاء بما كانوا يعملون } [ الواقعة : 24 ] . وجعل يوم الدين وقتاً لنزلهم مؤذن بأن ذلك الذي عبر عنه بالنزل جزاء على أعمالهم . وهذا تجريد للتشبيه التهكمي وهو قرينة على التهكم كقول عمرو بن كلثوم : «مرداةً طحونا» ."
    },
    {
      "ayah": 57,
      "surah": 56,
      "text": "نَحْنُ خَلَقْنَاكُمْ فَلَوْلَا تُصَدِّقُونَ (57(أعقب إبطال نفيهم البعث بالاستدلال على إمكانه وتقريب كيفية الإعادة التي أحالوها فاستدل على إمكان إعادة الخلق بأن الله خلقهم أول مرة فلا يبعد أن يعيد خلقهم ، قال تعالى : { كما بدأنا أول خلق نعيده } [ الأنبياء : 104 ] لأنهم لم يكونوا ينكرون ذلك ، وليس المقصود إثبات أن الله خلقهم .وهذا الكلام يجوز أن يكون من تمام ما أمر بأن يقوله لهم ، ويجوز أن يكون استئنافاً مستقلاً . والخطاب على كلا الوجهين موجّه للسامعين فليس في ضمير { خلقناكم } التفات .وتقدم المسند إليه على المسند الفعلي لإِفادة تقوّي الحكم ردّاً على إحالتهم أن يكون الله قادراً على إعادة خلقهم بعد فناء معظم أجسادهم حين يكونون تراباً وعظاماً ، فهذا تذكير لهم بما ذهلوا عنه بأن الله هو خلقهم أول مرة وهو الذي يعيد خلقهم ثاني مرة ، فإنهم وإن كانوا يعلمون أن الله خلقهم لمّا لم يجروا على موجَب ذلك العلم بإحالتهم إعادة الخلق نُزلوا منزلة من يشك في أن الله خلقهم ، فالمقصود بتقوّي الحكم الإِفضاء إلى ما سيفرع عنه من قوله : { أفرأيتم ما تمنون إلى قوله : وما نحن بمسبوقين على أن نبدل أمثالكم } [ الواقعة : 58 61 ] . ونظير هذه الآية في نسج نظمها والترتيب عليها قوله تعالى : { نحن خلقناهم وشددنا أسرهم وإذا شئنا بدلنا أمثالهم تبديلاً } في سورة الإنسان ( 28 ( .وموقعها استدلال وعلة لمضمون جملة { إن الأولين والأخرين لمجموعون } [ الواقعة : 49 ، 50 ] ولذلك لم تعطف .وفُرع على هذا التذكير تحضيضهم على التصديق ، أي بالخلق الثاني وهو البعث فإن ذلك هو الذي لم يصدقوا به ."
    },
    {
      "ayah": 58,
      "surah": 56,
      "text": "أَفَرَأَيْتُمْ مَا تُمْنُونَ (58(تفريع على { نحن خلقناكم } [ الواقعة : 57 ] ، أي خلقناكم الخلقَ الذي لم تَروه ولكنكم توقنون بأنا خلقناكم فتدبروا في خلق النسل لتعلموا أن إعادة الخلق تشبه ابتداء الخلق . وذكرت كائنات خمسة مختلفة الأحوال متحدة المآل إذ في كلها تكوين لموجود مما كان عدماً ، وفي جميعها حصول وجود متدرّج إلى أن تتقوم بها الحياة وابتدىء بإيجاد النسل من ماء ميت ، ولعله مادة الحياة بنسلكم في الأرحام من النطف تكويناً مسبوقاً بالعدم .والاستفهام للتقرير بتعيين خالق الجنين من النطفة إذ لا يسعهم إلا أن يقرّوا بأن الله خالق النسل من النطفة وذلك يستلزم قدرته على ما هو من نوع إعادة الخلق ."
    },
    {
      "ayah": 59,
      "surah": 56,
      "text": "أَأَنْتُمْ تَخْلُقُونَهُ أَمْ نَحْنُ الْخَالِقُونَ (59(وإنما ابتدىء الاستدلال بتقديم جملة { أأنتم تخلقونه } زيادة في إبطال شبهتهم إذ قاسوا الأحوال المغيبة على المشاهدة في قلوبهم لا نُعاد بعد أن كنا تراباً وعظاماً ، وكان حقهم أن يقيسوا على تخلق الجنين من مبدأ ماء النطفة فيقولوا : لا تتخلق من النطفة الميتة أجسام حية كما قالوا : لا تصير العظام البالية ذواتاً حيّة ، وإلا فإنهم لم يدّعوا قط أنهم خالقون ، فكان قوله : { أأنتم تخلقونه } تمهيداً للاستدلال على أن الله هو خالق الأجنة بقدرته ، وأن تلك القدرة لا تقصر عن الخلق الثاني عند البعث .وفعل الرؤية في «أرأيتم» من باب ( ظن ( لأنه ليس رؤية عين . وقال الرضيّ : هو في مثله منقول من رأيت ، بمعنى أبصرت أو عرفتَ ، كأنه قيل : أأبصرت حاله العجيبة أو أعرفتها ، أخبرني عنها ، فلا يستعمل إلا في الاستخبار عن حالة عجيبة لشيء اه ، أي لأن أصل فعل الرؤية من أفعال الجوارح لا من أفعال العقل .و { ما تمنون } مفعول أول لفعل { أفرأيتم } . وفي تعدية فعل «أرأيتم» إليه إجمال إذ مورد فعل العلم على حال من أحوال ما تمنون ، ففعل «رأيتم» غير وارد على نفس { ما تمنون } . فكانت جملة { أأنتم تخلقونه } بياناً لجملة { أفرأيتم ما تمنون } ، وأعيد حرف الاستفهام ليطابِق البيانُ مبيَّنَه .وبهذا الاستفهام صار فعل { أرأيتم } معلقاً عن العمل في مفعول ثان لوجود موجب التعليق وهو الاستفهام . قال الرضيّ : إذ صُدر المفعول الثاني بكلمة الاستفهام فالأوْلى أن لا يعلق فعل القلب عن المفعول الأول نحو : علمْت زيداً أي من هو» . اه .وتقديم المسند إليه على المسند الفعلي في { أأنتم تخلقونه } لإِفادة التقويّ لأنهم لما نُزلوا منزلة من يزعم ذلك كما علمتَ صيغت جملة نفيه بصيغة دالة على زعمهم تمكن التصرف في تكوين النسل .وقد حصل من نفي الخلق عنهم وإثباته لله تعالى معنى قصر الخلق على الله تعالى .و { أم } متصلة معادلة الهمزة ، وما بعدها معطوف لأن الغالب أن لا يذكر له خبر اكتفاء بدلالة خبر المعطوف عليه على الخبر المحذوف ، وههنا أعيد الخبر في قوله : { أم نحن الخالقون } زيادة في تقرير إسناد الخلق إلى الله في المعنى وللإِيفاء بالفاصلة وامتداد نفس الوقف ، ويجوز أن نجعل { أم } منقطعة بمعنى ( بل ( لأن الاستفهام ليس بحقيقي فليس من غرضه طلب تعيين الفاعل ويكون الكلام قد تم عند قوله : { تخلقونه } .والمعنى : أتظنون أنفسكم خالقين النسمَة مما تمنون ."
    },
    {
      "ayah": 6,
      "surah": 56,
      "text": "فَكَانَتْ هَبَاءً مُنْبَثًّا (6(وقوله : { فكانت هباءً منبثاً } تشبيه بليغ ، أي فكانت كالهباء المنبث ."
    },
    {
      "ayah": 60,
      "surah": 56,
      "text": "نَحْنُ قَدَّرْنَا بَيْنَكُمُ الْمَوْتَ وَمَا نَحْنُ بِمَسْبُوقِينَ (60(نَحْنُ قَدَّرْنَا بَيْنَكُمُ الموت } .استدلال بإماتة الأحياء على أنها مقدورة لله تعالى ضرورة أنهم موقنون بها ومشاهدونها ووادُّون دفعها أو تأخيرها ، فإن الذي قدر على خلق الموت بعد الحياة قادر على الإِحياء بعد الموت إذ القدرة على حصول شيء تقتضي القدرة على ضده فلا جرم أن القادر على خلق حيّ مما ليس فيه حياة وعلى إماتته بعد الحياة قدير على التصرف في حالتي إحيائه وإماتته ، وما الإحياء بعد الإِماتة إلا حالة من تينك الحقيقتين ، فوضح دليل إمكان البعث ، وهذا مثل قوله تعالى : { وهو الذي أحياكم ثم يميتكم ثم يحييكم إن الإِنسان لكفور } [ الحج : 66 ] .هذا أصل المفاد من قوله : { نحن قدرنا بينكم الموت } ثم هو مع ذلك تنبيه على أن الموت جعله الله طوراً من أطوار الإنسان لحكمة الانتقال به إلى الحياة الأبدية بعد إعداده لها بما تهيئُه له أسباب الكمال المؤهلة لتلك الحياة لتتم المناسبة بين ذلك العالم وبين عامريه . وقد مضى الكلام على ذلك عند تفسير قوله تعالى : { أفحسبتم أنّما خلقناكم عبثاً وأنكم إلينا لا تُرجعون } في سورة المؤمنين ( 115 ( .فهذا وجه التعبير ب { قدرنا بينكم الموت } دون : نحن نميتكم ، أي أن الموت مجعول على تقدير معلوم مراد ، مع ما في مادة { قدرنا } من التذكير بالعلم والقدرة والإرادة لتتوجه أنظار العقول إلى ما في طيّ ذلك من دقائق وهي كثيرة ، وخاصة في تقدير موت الإنسان الذي هو سبيل إلى الحياة الكاملة إنْ أخذ لها أسبابها .وفي كلمة { بينكم } معنى آخر ، وهو أن الموت يأتي على آحادهم تداولاً وتناوباً ، فلا يفلت واحد منهم ولا يتعين لحلوله صنف ولا عُمُرٌ فآذن ظرف ( بين ( بأن الموت كالشيء الموضوع للتوزيع لا يدري أحد متى يصيبه قسطه منه ، فالناس كمن دعوا إلى قسمة مال أو ثمر أو نعم لا يدري أحد متى ينادى عليه ليأخذ قسمه ، أو متى يطير إليه قِطُّه ولكنه يوقن بأنه نائله لا محاله .وبهذا كان في قوله : { بينكم الموت } استعارة مكنية إذ شبه الموت بمقسوم ورمز إلى المشبه به بكلمة { بينكم } الشائع استعمالها في القسمة ، قال تعالى : { أن الماء قسمة بينهم } [ القمر : 28 ] . وفي هذه الاستعارة كناية عن كون الموت فائدة ومصلحة للناس إما في الدنيا لئلا تضيق بهم الأرض والأرزاق وإما في الآخرة فللجزاء الوفاق .وتقديم المسند إليه على المسند الفعلي لإِفادة تقوّي الحكم وتحقيقه ، والتحقيق راجع إلى ما اشتمل عليه التركيب من فعل { قدرنا } وظرف { بينكم } في دلالتهما على ما في خلق الموت من الحكمة التي أشرنا إليها .وقرأ الجمهور { قدّرنا } بتشديد الدال . وقرأه ابن كثير بالتخفيف وهما بمعنى واحد ، فالتشديد مصدره التقدير ، والتخفيف مصدره القَدر . وَمَا نَحْنُ بِمَسْبُوقِينَ * على أَن نُّبَدِّلَ أمثالكم وَنُنشِئَكُمْ فِى مَا لا تَعْلَمُونَ } .هذا نتيجة لما سبق من الاستدلال على أن الله قادر على الإِحياء بعد الموت فكان مقتضى الظاهر أن يعطف بفاء التفريع ويترك عطفه فعدل عن الأمرين ، وعطف بالواو عطف الجمل فيكون جملة مستقلة مقصوداً لذاته لأن مضمونه يفيد النتيجة ، ويفيد تعليماً اعتقادياً ، فيحصل الإعلام به تصريحاً وتعريضاً ، فالصريح منه التذكير بتمام قدرة الله تعالى وأنه لا يغلبه غالب ولا تضيق قدرته عن شيء ، وأنه يبدلهم خلقاً آخر في البعث مماثلاً لخلقهم في الدنيا ، ويفيد تعريضاً بالتهديد باستئصالهم وتعويضهم بأمة أخرى كقوله تعالى : { إن يشأ يذهبكم ويأتتِ بخلق جديد وما ذلك على الله بعزيز } [ إبراهيم : 19 ، 20 ] ولو جيء بالفاء لضاقت دلالة الكلام عن المعنيين الآخرين .والسبق : مجاز من الغلبة والتعجيز لأن السبق يستلزم ان السابق غالب للمسبوق ، فالمعنى : وما نحن بمغلوبين ، قال الفقعسي مُرّةُ بن عداء :كأنّك لم تُسبق من الدهر مَرة ... إذا أنتَ أدركتَ الذي كنت تطلُبويتعلق { على أن نبدل أمثالكم } ب { مسبوقين } لأنه يقال : غلبه على كذا ، إذا حال بينه وبين نواله ، وأصله : غلبه على كذا ، أي تمكن من كذا دونه قال تعالى : { والله غالب على أمره } [ يوسف : 21 ] . ويكون الوقف على قوله : { أمثالكم } .ويجوز أن يكون { على أن نبدل أمثالكم } في موضع الحال من ضمير { قدرنا } [ الواقعة : 60 ] ، أي قدرنا الموت على أن نحييكم فيما بعدُ إدماجاً لإِبطال قولهم : { أئذا متنا وكنا تراباً وعظاماً أإنا لمبعوثون } [ الواقعة : 47 ] فتكون ( على ( بمعنى ( مع ( وتكون حالاً مقدرة ، وهذا كقول الواعظ : «على شرط النقض رُفع البنيان ، وعلى شرط الخروج دخلتْ الأرواح للأبدان» ويكون متعلق ( مسبوقين ( محذوفاً دالاً عليه المقام ، أي ما نحن بمغلوبين فيما قدّرناه من خلقكم وإماتتكم ، ويجعل الوقف على ( مسبوقين ( .ويفيد قوله : { نحن قدرنا بينكم الموت } الخ وراء ذلك عبرة بحال الموت بعد الحياة فإن في تقلب ذيْنك الحالين عبرة وتدبراً في عظيم قدرة الله وتصرفه فيكون من هذه الجهة وزانُه وزان قوله الآتي : { لو نشاء لجعلناه حطاماً } [ الواقعة : 65 ] وقوله : { لو نشاء جعلناه أجاجاً } [ الواقعة : 70 ] وقوله : { نحن جعلناها تذكرة ومتاعاً للمقوين } [ الواقعة : 73"
    },
    {
      "ayah": 61,
      "surah": 56,
      "text": "عَلَى أَنْ نُبَدِّلَ أَمْثَالَكُمْ وَنُنْشِئَكُمْ فِي مَا لَا تَعْلَمُونَ (61({ ] .ومعنى : { أن نبدل أمثالكم } : نبدل بكم أمثالكم ، أي نجعل أمثالكم بدلاً .وفعل ( بدّل ( ينصب مفعولاً واحداً ويتعدى إلى ما هو في معنى المفعول الثاني بحرف الباء ، وهو الغالب أو ب ( مِن ( البدلية فإن مفعول ( بدّل ( صالح لأن يكون مُبدَلاً ومبدَلا منه ، وقد تقدم في سورة البقرة ( 61 ( قوله تعالى : { أتستبدلون الذي هو أدنى } وفي سورة النساء ( 2 ( عند قوله : ولا تَتَبَدّلوا الخبيث بالطّيب ، فالتقدير هنا : على أن نبدّل منكم أمثالكم ، فحذف ، متعلق نبدل } وأبقي المفعول لأن المجرور أولى بالحذف .والأمثال : جمع مِثْل بكسر الميم وسكون المثلثة وهو النظير ، أي نخلق ذوات مماثلة لذواتكم التي كانت في الدنيا ونودع فيها أرواحكم .وهذا يؤذن بأن الإِعادة عن عدم لا عن تفريق . وقد تردد في تعيين ذلك علماء السنة والكلام .ويجوز أن يفيد معنى التهديد بالاستئصال ، أي لو شئنا استئصالكم لما أعجزتمونا فيكون إدماجاً للتهديد في أثناء الاستدلال ويكون من باب قوله تعالى : { إن يشأ يذهبكم ويأت بخلق جديد } [ إبراهيم : 19 ] .{ وننشئكم } عطف على { نبدل } ، أي ما نحن بمغلوبين على إنشائكم .وهذا العطف يحتمل أن يكون عطف مغاير بالذات فيكون إنشاؤهم شيئاً آخر غير تبديل أمثالهم ، أي نحن قادرون على الأمرين جميعاً ، فتبديل أمثالهم خلق أجساد أخرى تودع فيها الأرواح ، وأما إنشاؤهم فهو نفخ الأرواح في الأجساد الميتة الكاملة وفي الأجساد البالية بعد إعادتها بجمع متفرقها أو بإنشاء أمثالها من ذواتها مثل : عَجب الذنب ، وهذا إبطال لاستبعادهم البعث بعد استقرار صور شبهتهم الباعثة على إنكار البعث .ويحتمل أن يكون عطف مغاير بالوصف بأن يراد من قوله : { وننشئكم في ما لا تعلمون } الإِشارة إلى كيفية التبديل إشارة على وجه الإِبهام .وعطف بالواو دون الفاء لأنه بمفرده تصوير لقدرة الله تعالى وحكمته بعدما أفاده قوله : { أن نبدل أمثالكم } من إثبات أن الله قادر على البعث .و { ما } من قوله : { في ما لا تعلمون } صادقة على الكيفية ، أو الهيئة التي يتكيّف بها الإنشاء ، أي في كيفية لا تعلمونها إذ لم تحيطوا علماً بخفايا الخلقة . وهذا الإجمال جامع لجميع الصور التي يفرضها الإمكان في بعث الأجساد لإيداع الأرواح .والظرفية المستفادة من { في } ظرفية مجازية معناها قوة الملابسة الشبيهة بإحاطة الظرف بالمظروف كقوله : { فعدلك في أي صورة ما شاء ركّبك } [ الانفطار : 7 ، 8 ] .ومعنى { لا تعلمون } : أنهم لا يعلمون تفاصيل تلك الأحوال ."
    },
    {
      "ayah": 62,
      "surah": 56,
      "text": "وَلَقَدْ عَلِمْتُمُ النَّشْأَةَ الْأُولَى فَلَوْلَا تَذَكَّرُونَ (62(أعقب دليل إمكان البعث المستند للتنبيه على صلاحية القدرة الإِلهية لذلك ولسد منافذ الشبهة بدليل من قياس التمثيل ، وهو تشبيه النشأة الثانية بالنشأة الأولى المعلومة عندهم بالضرورة ، فنبهوا ليقيسوا عليها النشأة الثانية في أنها إنشاء من أثر قدرة الله وعلمه ، وفي أنهم لا يحيطون علماً بدقائق حصولها .فالعلم المنفي في قوله : { فيما لا تعلمون } [ الواقعة : 61 ] ، هو العلم التفصيلي ، والعلم المثبت في قوله : { ولقد علمتم النشأة الأولى } هو العلم الإجمالي ، والإجمالي كاففٍ في الدلالة على التفصيلي إذ لا أثر للتفصيل في الاعتقاد .وفي المقابلة بين قوله : { في ما لا تعلمون } [ الواقعة : 61 ] بقوله : { ولقد علمتم } محسّن الطباق .ولما كان علمهم بالنشأة الأولى كافياً لهم في إبطال إحالتهم النشأة الثانية رتب عليه من التوبيخ ما لم يرتب مثله على قوله : { وما نحن بمسبوقين على أن نبدل أمثالكم وننشئكم في ما لا تعلمون } [ الواقعة : 60 ، 61 ] فقال : { فلولا تذكرون } ، أي هلا تذكرتم بذلك فأمسكتم عن الجحد ، وهذا تجهيل لهم في تركهم قياس الأشباه على أشباهها ، ومثله قوله آنفاً : { نحن خلقناكم فلولا تصدقون } [ الواقعة : 57 ] .وجيء بالمضارع في قوله : { تذكرون } للتنبيه على أن باب التذكر مفتوح فإن فاتهم التذكر فيما مضى فليتداركوه الآن .وقرأ الجمهور { النشأة } بسكون الشين تليها همزة مفتوحة مصدر نشأ على وزن المرة وهي مرة للجنس . وقرأه ابن كثير وأبو عمرو وحده بفتح الشين بعدها ألف تليها همزة ، وهو مصدر على وزن الفَعَالة على غير قياس ، وقد تقدم في سورة العنكبوت ."
    },
    {
      "ayah": 63,
      "surah": 56,
      "text": "أَفَرَأَيْتُمْ مَا تَحْرُثُونَ (63(انتقال إلى دليل آخر على إمكان البعث وصلاحية قدرة الله له بضرب آخر من ضروب الإِنشاء بعد العدم .فالفاء لتفريع ما بعدها على جملة : { نحن خلقناكم فلولا تصدقون } [ الواقعة : 57 ] كما فرع عليه قوله : { أفرأيتم ما تمنون } [ الواقعة : 58 ] ليكون الغرض من هذه الجمل متحداً وهو الاستدلال على إمكان البعث ، فقصد تكرير الاستدلال وتعداده بإعادة جملة { أفرأيتم } وإن كان مفعول فعل الرؤية مختلفاً وسيجيء نظيره في قوله بعده { أفرأيتم الماء الذي تشربون } [ الواقعة : 68 ] وقوله : { أفرأيتم النار التي تُورُون } [ الواقعة : 71 ] .وإن شئت جعلت الفاء لتفريع مجرد استدلال على استدلال لا لتفريع معنى معطوفها على معنى المعطوف عليه ، على أنه لما آل الاستدلال السابق إلى عموم صلاحية القدرة الإِلهية جاز أيضاً أن تكون هذه الجملة مراداً بها تمثيل بنوع عجيب من أنواع تعلقات القدرة بالإيجاد دون إرادة الاستدلال على خصوص البعث فيصح جعل الفاء تفريعاً على جملة { أفرأيتم ما تمنون } من حيث إنها اقتضت سعة القدرة الإِلهية .ومناسبة الانتقال من الاستدلال بخلق النسل إلى الاستدلال بنبات الزرع هي التشابه البيّن بين تكوين الإنسان وتكوين النبات ، قال تعالى : { والله أنبتكم من الأرض نباتاً } [ نوح : 17 ] .والقول في { أفرأيتم ما تحرثون } نظير قوله : { أفرأيتم ما تمنون } [ الواقعة : 58 ] .و { ما تحرثون } موصول وصلة والعائد محذوف .والحرث : شق الأرض ليزرع فيها أو يغرس .وظاهر قوله : { ما تحرثون } أنه الأرض إلا أن هذا لا يلائم ضمير { تزرعونه } فتعين تأويل { ما تحرثون } بأن يقدر : ما تحرثون له ، أي لأجله على طريقة الحذف والإيصال ، والذي يحرثون لأجله هو النبات ، وقد دل على هذا ضمير"
    },
    {
      "ayah": 64,
      "surah": 56,
      "text": "أَأَنْتُمْ تَزْرَعُونَهُ أَمْ نَحْنُ الزَّارِعُونَ (64(النصب في { أأنتم تزرعونه } لأنه استفهام في معنى النفي والذي ينفَى هو ما ينبت من الحب لا بذره .فإن فعل ( زرع ( يطلق بمعنى : أنبت ، قال الراغب : الزرع : الإِنبات ، لقوله تعالى : { أأنتم تزرعونه أم نحن الزارعون } فنفى عنهم الزرع ونسبه إلى نفسه اه واقتصر عليه ، ويطلق فعل ( زرع ( بمعنى : بذر الحب في الأرض لقول صاحب «لسان العرب» : زرعَ الحب : بذره ، أي ومنه سمي الحب الذي يبذر في الأرض زريعة لكن لا ينبغي حمل الآية على هذا الإطلاق . فالمعنى : أفرأيتم الذي تحرثون الأرض لأجله ، وهو النبات ما أنتم تنبتونه بل نحن ننبته .وجملة { أأنتم تزرعونه } الخ بيان لجملة { أفرأيتم ما تحرثون } كما تقدم في { أأنتم تخلقونه } [ الواقعة : 59 ] والاستفهام في { أأنتم تزرعونه } إنكاري كالذي في قوله : { أأنتم تخلقونه .والقول في موقع { أم } من قوله : { أم نحن الزارعون } كالقول في موقع نظيرتها من قوله : { أم نحن الخالقون } [ الواقعة : 59 ] أي أن ( أم ( منقطعة للإضراب .وكذلك القول في تقديم المسند إليه على الخبر الفعلي في قوله : { أأنتم تزرعونه } مثل ما في قوله : { أأنتم تخلقونه } [ الواقعة : 59 ] .وكذلك القول في نفي الزرع عنهم وإثباته لله تعالى يفيد معنى قصر الزَّرع ، أي الإِنبات على الله تعالى ، أي دونهم ، وهو قصر مبالغة لعدم الاعتداد بزرع الناس .ويؤخذ من الآية إيماء لتمثيل خلق الأجسام خلقاً ثانياً مع الانتساب بين الأجسام البالية والأجسام المجددة منها بنبات الزرع من الحبة التي هي منتسبة إلى سنبلة زرع أخذت هي منها فتأتي هي بسنبلة مثلها ."
    },
    {
      "ayah": 65,
      "surah": 56,
      "text": "لَوْ نَشَاءُ لَجَعَلْنَاهُ حُطَامًا فَظَلْتُمْ تَفَكَّهُونَ (65(جملة { لو نشاء لجعلناه حطاماً } ، موقعها كموقع جملة : { نحن قدّرنا بينكم الموت } [ الواقعة : 60 ] في أنها استدلال بإفنائه ما أوجده على انفراده بالتصرف إيجاداً وإعداماً ، تكلمة لدليل إمكان البعث .واللام في قوله : { لجعلناه } مفيدة للتأكيد . ويكثر اقتران جواب ( لو ( بهذه اللام إذا كان ماضياً مثبتاً كما يكثر تجرده عنها كما سيجيء في الآية الموالية لهذه .والحُطام : الشيء الذي حَطمه حاطم ، أي كَسره ودقّه فهو بمعنى المحطوم ، كما تدل عليه زنة فُعال مثل الفُتات والجُذاد والدُقاق ، وكذلك المقترن منه بهاء التأنيث كالقُصاصة والقُلاَمة والكُناسة والقُمامة .والمعنى : لو نشاء لجعلنا ما ينبت بعد خروجه من الأرض حُطاماً بأن نسلط عليه ما يحطمه من بَرَد أو ريح أو حشرات قبل أن تنتفعوا به ، فالمراد جعله حطاماً قبل الانتفاع به . وأما أن يُؤول إلى الكَون حطاماً فذلك معلوم فلا يكون مشروطاً بحرف ( لو ( الامتناعية .وقوله : { فظلتم تفكهون إنا لمغرمون بل نحن محرومون } تفريع على جملة { لجعلناه حطاماً } أي يتفرع على جعله حطاماً أن تصيروا تقولون : إنا لمغرمون بل نحن محرومون ، ففعل ( ظَلّتُم ( هنا بمعنى : صرتم ، وعلى هذا حَمَله جميع المفسرين .وأعضل وَقْع فعل { تفكهون } ، فعن ابن عباس ومجاهد وقتادة وابن زيد : تفكهون تعجبون ، وعن عكرمة : تتلاومون ، وعن الحسن وقتادة : تندمون ، وقال ابن كيسان : تحزنون ، وقال الكسائي : هو تلهف على ما فات ، وهو أي فعل { تفكهون } من الأضداد تقول العرب : تفكهت ، أي تنعمت ، وتفكهتُ ، أي حزِنتُ اه .ذلك أن فعل { تفكهون } من مادة فَكِه والمشهور أن هذه المادة تدل على المسرة والفرح ولكن السياق سياق ضد المسرة"
    },
    {
      "ayah": 66,
      "surah": 56,
      "text": "إِنَّا لَمُغْرَمُونَ (66(، وبيانه بقوله : { إنا لمغرمون بل نحن محرومون } يؤيد ذلك ، فالفُكاهة : المسرة والانبساط ، وادعى الكسائي أنها من أسماء الأضداد واعتمده في «القاموس» إذ قال : وتفكه ، أكل الفاكهة وتجنب عن الفاكهة ضده . قال ابن عطية : وهذا كله أي ما روي عن ابن عباس وغيره في تفسير { فظلتم تفكهون } لا يخص اللفظة ( أي هو تفسير بحاصل المعنى دون معاني الألفاظ ( والذي يخص اللفظة هو تطرحون الفاكهة ( كذا ولعل صوابه الفكاهة ( عن أنفسكم وهي المسرة والجذل ، ورجل فَكِه ، إذا كان منبسط النفس غير مكترث بشيء اه . يعني أن صيغة التفعُّل فيه مطاوعة فعَّل الذي تضعيفه للإزالة مثل قَشَّر العود وقَرَّد البعير وأثبت صاحب «القاموس» هذا القول ونسبه إلى ابن عطية . وجعلوا جملة { إنا لمغرمون } تندماً وتحسراً ، أي تعلمون أن حطم زرعِكُم حرمانٌ من الله جزاء لكفركم ، ومعنى { مغرمون } من الغرام وهو الهلاك كما في قوله تعالى : { إن عَذابها كان غراماً } [ الفرقان : 65 ] . وهذا شبيه بما في سورة القلم من قوله تعالى : { فلما رأوها قالوا إنا لضالّون إلى قوله : إنا كنا طاغين } [ القلم : 26 31 ] .فتحصل أن معنى الآية يجوز أن يكون جارياً على ظاهر مادة فعل { تفكهون } ويكون ذلك تهكماً بهم حملاً لهم على معتاد أخلاقهم من الهزْل بآيات الله ، وقرينة التهكم ما بعده من قوله عنهم { إنا لمغرمون بل نحن محرومون ."
    },
    {
      "ayah": 67,
      "surah": 56,
      "text": "بَلْ نَحْنُ مَحْرُومُونَ (67(ويجوز أن يكون محمل الآية على جعل تفكهون } بمعنى تندمون وتحزنون ، ولذلك كان لفعل { تفكهون } هنا وقع يعوضه غيره .وجملة { إنا لمغرمون } مقول قول محذوف هو حال من ضمير { تفكهون } .وقرأ الجمهور { إنا لمغرمون } بهمزة واحدة وهي همزة ( إنّ ( ، وقرأه أبو بكر عن عاصم { أإنا } بهمزيتن همزة استفهام وهمزة ( إنِ ( ."
    },
    {
      "ayah": 68,
      "surah": 56,
      "text": "أَفَرَأَيْتُمُ الْمَاءَ الَّذِي تَشْرَبُونَ (68(هذا على طريقة قوله : { أفرأيتم ما تحرثون } [ الواقعة : 63 ] الآية ، تفريعاً واستفهاماً ، وفعلَ رؤية .ومناسبةُ الانتقال أن الحرث إنما ينبت زرعه وشجره بالماء فانتقل من الاستدلال بتكوين النبات إلى الاستدلال بتكوين الماء الذي به حياة الزرع والشجر . ووصفُ { الماء } ب { الذي تشربون } إدماجٌ للمنة في الاستدلال ، أي الماء العذب الذي تشربونه ، فإن شرب الماء من أعظم النعم على الإنسان ليقابَل بقوله بعده : { لو نشاء جعلناه أجاجاً فلولا تشكرون } [ الواقعة : 70 ] ."
    },
    {
      "ayah": 69,
      "surah": 56,
      "text": "أَأَنْتُمْ أَنْزَلْتُمُوهُ مِنَ الْمُزْنِ أَمْ نَحْنُ الْمُنْزِلُونَ (69(والمراد ماء المطر ولذلك قال : { أأنتم أنزلتموه من المزن } ، والمراد : أنزلتموه على بلادكم وحروثكم . وماء المطر هو معظم شراب العرب المخاطبين حينئذٍ ولذلك يقال للعرب : بنو ماء السماء .والمزن : اسم جمع مُزنة وهي السحابة .ووجه الاستدلال إنشاء ما به الحياة بعد أن كان معدوماً بأن كوّنه الله في السحاب بحكمة تكوين الماء . فكما استُدل بإيجاد الحي من أجزاء ميتة في خلق الإنسان والنبات استُدل بإيجاد ما به الحياة عن عدم تقريباً لإِعادة الأجسام بحكمة دقيقة خفية ، أي يجوز أن يمطر الله مطراً على ذوات الأجساد الإنسانية يكون سبباً في تخلقها أجساداً كاملة كما كانت أصولها ، كما تتكوّن الشجرة من نواةِ أصلِها ، وقد تم الاستدلال على البعث عند قوله : { أم نحن المنزلون } .وقوله : { أأنتم أنزلتموه من المزن } جعل استدلالاً منوطاً بإنزال الماء من المزن ، على طريقة الكناية بإنزاله ، عن تكوينه صالحاً للشراب ، لأن إنزاله هو الذي يحصل منه الانتفاع به ولذلك وصف بقوله : { الذي تشربون } . وأعقب بقوله { لو نشاء جعلناه أجاجاً } [ الواقعة : 70 ] فحصل بين الجملتين احتباك كأنه قيل : أأنتم خلقتموه عَذْباً صالحاً للشرب وأنزلتموه من المزن لو نشاء جعلناه أجاجاً ولأمسكناه في سحاباته أو أنزلناه على البحار أو الخلاء فلم تنتفعوا به ."
    },
    {
      "ayah": 7,
      "surah": 56,
      "text": "وَكُنْتُمْ أَزْوَاجًا ثَلَاثَةً (7(والخطاب في : { وكنتم أزواجاً ثلاثة } للناس كلهم ، وهذا تخلص للمقصود من السورة وهو الموعظة .والأزواج : الأصناف . والزوج يطلق على الصنف والنوع كقوله تعالى : { فيهما من كل فاكهة زوجان } [ الرحمن : 52 ] ووجه ذلك أن الصنف إذا ذكر يذكر معه نظيره غالباً فيكون زوجاً ."
    },
    {
      "ayah": 70,
      "surah": 56,
      "text": "لَوْ نَشَاءُ جَعَلْنَاهُ أُجَاجًا فَلَوْلَا تَشْكُرُونَ (70(موقعها كموقع جملة { لو نشاء لجعلناه حطاماً } [ الواقعة : 65 ] والمعنى : لو نشاء جعلناه غير نافع لكم . فهذا استدلال بأنه قادر على نقض ما في الماء من الصلاحية للنفع بعد وجود صورة المائية فيه . فوزان هذا وزانُ قوله : { نحن قدرنا بينكم الموت } [ الواقعة : 60 ] وقوله : { لو نشاء لجعلناه حطاماً } [ الواقعة : 65 ] .وتخلص من هذا التتميم إلى الامتنان بقوله : { فلولا تشكرون } تحْضيضاً لهم على الشكر ونبذ الكفر والشرك .وحذفت اللام التي شأنها أن تدخل على جواب { لو } الماضي المثبت لأنها لام زائدة لا تفيد إلا التوكيد فكان حذفها إيجازاً في الكلام .وذكّر الشيخ محمد بن سعيد الحجري التونسي في حاشيته على شرح الأشموني للألفية المسماة «زواهر الكواكب» عن كتاب «البرهان في إعجاز القرآن» هذا الاسم سمي به كتابان أحدهما لكمال الدين محمد المعروف بابن الزملكاني والثاني : لابن أبي الأصبع أنه قال : فإن قيل لِمَ أكد الفعل باللام في الزرع ولم يؤكد ، في الماء؟ قلت : لأن الزرع ونباته وجفافه بعد النضارة حتى يعود حطاماً مما يحتمل أنه من فعل الزارع أو أنه من سَقي الماء ، وجفافه من عدم السقي ، فأخبر سبحانه أنه الفاعل لذلك على الحقيقة وأنه قادر على جعله حُطاماً في حال نموه لو شاء ، وإنزالُ الماء من السماء مما لا يتوهم أن لأحد قدرة عليه غير الله تعالى اه .وحذفُ هذه اللام قليل إلا إذا وقعت { لو } وشرطها صلة لموصول فيكثر حذف هذه اللام للطول وهو الذي جزم به ابن مالك في «التسهيل» وتبعه الرضي كقوله تعالى : { وليخش الذين لو تركوا من خلفهم ذرية ضعافاً خافوا عليهم } [ النساء : 9 ] وإن قال المرادي والدماميني في «شرحيهما» : إن هذا لا يعرف لغير المصنف ، قال الرضي : وكذلك إذا طال الشرط بذيوله كقوله تعالى : { ولو أنما في الأرض من شجرة أقلام والبحر يمده من بعده سبعة أبحر ما نفدت كلمات الله } [ لقمان : 27 ] ، أي وأما في غير ذلك فحذف اللام قليل ولكنه تكرر في القرآن في عدة مواضع منها هذه الآية . وللفخر كلام في ضابط حذف هذه اللام ، ليس له تمام ."
    },
    {
      "ayah": 71,
      "surah": 56,
      "text": "أَفَرَأَيْتُمُ النَّارَ الَّتِي تُورُونَ (71(هو مثل سابقه في نظم الكلام .ومناسبةُ الانتقال من الاستدلال بخلق الماء إلى الاستدلال بخلق النار هي ما تقدم في مناسبة الانتقال إلى خلق الماء من الاستدلال بخلق الزرع والشجر ، فإن النار تخرج من الشجر بالاقتداح وتذكى بالشجر في الاشتعال والالتهاب .وهذا استدلال على تقريب كيفية الإحياء للبعث من حيث إن الاقتداح إخراج والزند الذي به إيقاد النار يخرج من أعواد الاقتداح وهي ميتة .وفي قوله : { التي تورون } إدماج للامتنان في الاستدلال بما تقدم في قوله : { أفرأيتم الماء الذي تشربون } [ الواقعة : 68 ] .وهو أيضاً وصف للمقصود من الدليل وهو النار التي تقتدح من الزند لا النار الملتهبة . وضمير شجرتها عائد إلى النار .وشجرة النار : هي جنس الشجر الذي فيه حُرَّاق ، أي ما يقتدح منه النار وهو شجر الزَّنْد أو الزِّنَاد وأشجار النار كثيرة منها المَرْخ ( بفتح فسكون ( والعَفار ( بفتح العين ( والعُشَر ( بضم ففتح ( والكَلْخ ( بفتح فسكون ( ومن الأمثال «في كل شجر نار ، واستَمْجَدَ المَرْخُ والعفار» أي أكثر من النار .و { تُورُون } : مضارع أورى الزَّنْد إذا حكَّه بمثله يستخرج منه النار كانوا يضعون عوداً من شجر النار ويحكّونه من أعلاه بعود مثله فتخرج النار من العود الأسفل ويسمى العُودُ الأعلى زَنداً ( بفتح الزاي وسكون النون ( وزناداً ( بكسر الزاي ( ويسمى الأسفل زَندة بهاء تأنيث في آخره ، شبّهوا العود الأعلى بالفحل وشبهوا العود الأسفل بالطروقة وقد تابع ذو الرمة هذا المعنى في وصفه الاقتداح للنار فقال على شبه الإِلغاز :وسِقطٍ كعين الديك عاورتُ صاحبي ... أبَاها وهيَّأْنا لموقعها وكْرامشهَّرة لا تُمكنُ الفحلَ أُمَّها ... إذا نَحن لم نمسك بأطرافها قسراوحذف العائد على الموصول لأن ضمير النصب يكثر حذفه من الصلة ، وتقديره : التي تورونها ."
    },
    {
      "ayah": 72,
      "surah": 56,
      "text": "أَأَنْتُمْ أَنْشَأْتُمْ شَجَرَتَهَا أَمْ نَحْنُ الْمُنْشِئُونَ (72(وتعدية { تورون } إلى ضمير { النار } تعدية على تقدير مضاف ، أي تورون شجرتها كما دل عليه قوله : { أأنتم أنشأتم شجرتها } ، وقد شاع هذا الحذف في الكلام فقالوا : أورى النار كما قالوا : أورى الزناد .وجملة { أأنتم أنشأتم شجرتها } الخ بيان لجملة { أفرأيتم النار } الخ كما تقدم في قوله : { أأنتم تخلقونه } [ الواقعة : 59 ] ."
    },
    {
      "ayah": 73,
      "surah": 56,
      "text": "نَحْنُ جَعَلْنَاهَا تَذْكِرَةً وَمَتَاعًا لِلْمُقْوِينَ (73(الجملة بدل اشتمال من جملة { أم نحن المنشئون } [ الواقعة : 72 ] ، أي أنَّ إنشاء النار كان لفوائد وحِكماً منها أن تكون تذكرة للناس يذكرون بها نار جهنم ويوازنون بين إحراقها وإحراق جهنم التي يعلمون أنها أشد من نارهم .والمتاع : ما يُتمتع ، أي ينتفع به زماناً ، وتقدم في قوله : { قل متاع الدنيا قليل } في سورة النساء ( 77 ( .والمُقوِي : الداخل في القَواء ( بفتح القاف والمد ( وهي القفر ، ويطلق المُقوي على الجائع لأن جوفه أقوت ، أي خلقت من الطعام إذ كلا الفعلين مشتق من القَوى وهو الخلاء . وفراغ البطن : قواء وقوى . فإيثار هذا الوصف في هذه الآية ليجمع المعنيين فإن النار متاع للمسافرين يستضيئون بها في مناخهم ويصطلون بها في البَرد ويراها السائر ليلاً في القَفر فيهتدي إلى مكان النُّزَّل فيأوي إليهم ، ومتاع للجائعين يطبخون بها طعامهم في الحضر والسفر ، وهذا إدماج للامتنان في خلال الاستدلال . واختير هذان الوصفان لأن احتياج أصحابهما إلى النار أشد من احتياج غيرهما ."
    },
    {
      "ayah": 74,
      "surah": 56,
      "text": "فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ (74(رتب على ما مضى من الكلام المشتمل على دلائل عظمة القدرة الإِلهية وعلى أمثال لتقريب البعث الذي أنكروا خبره ، وعلى جلائل النعم المدمجة في أثناء ذلك أن أمر الله رسوله صلى الله عليه وسلم بأن ينزهه تنزيهاً خاصاً معقِّباً لما تفيضه عليه تلك الأوصاف الجليلة الماضية من تذكر جديد يكون التنزيه عقبه ضرباً من التذكر في جلال ذاته والتشكر لآلائه فإن للعبادات مواقع تكون هي فيها أكمل منها في دونها ، فيكون لها من الفضل ما يجزل ثوابه فالرسول صلى الله عليه وسلم لا يخلو عن تسبيح ربه والتفكرِ في عظمة شأنه ولكن لاختلاف التسبيح والتفكر من تجدد ملاحظة النفس ما يجعل لكل حال من التفكر مزايا تكسبه خصائص وتزيده ثواباً .فالجملة عطف على جملة { قل إن الأولين والآخرين لمجموعون إلى قوله : ومتاعاً للمقوين } [ الواقعة : 49 73 ] ، وهي تذييل .والتسبيح : التنزيه ، وقد تقدم عند قوله تعالى : { ونحن نسبح بحمدك } في سورة البقرة ( 30 ( .واسم الرب : هو ما يدل على ذاته وجُماع صفاته وهو اسم الجلالة ، أي بأن يقول : سبحان الله ، فالتسبيح لفظ يتعلق بالألفاظ .ولما كان الكلام موضوعاً للدلالة على ما في النفس كان تسبيح الاسم مقتضياً تنزيه مُسماه وكان أيضاً مقتضياً أن يكون التسبيح باللفظ مع الاعتقاد لا مجرد الاعتقاد لأن التسبيح لما علق بلفظ اسم تعين أنه تسبيح لفظي ، أي قُلْ كلاماً فيه معنى التنزيه ، وعلّقه باسم ربك ، فكل كلام يدل على تنزيه الله مشمول لهذا الأمر ولكن محاكاة لفظ القرآن أولى وأجمع بأن يقول : سُبحان الله . ويؤيد هذا ما قالته عائشة رضي الله عنها إنه لما نزل قوله تعالى : { فسبح بحمد ربك واستغفره } [ النصر : 3 ] كان رسول الله صلى الله عليه وسلم يقول في سجوده : « سبحانك اللهم ربنا وبحمدك اللهم اغفر لي يتأول القرآن » أي يتأوله على إرادة ألفاظه .والباء الداخلة على { اسم } زائدة لتوكيد اللصوق ، أي اتصاللِ الفعل بمفعوله وذلك لوقوع الأمر بالتسبيح عقب ذكر عدة أمور تقتضيه حسبما دلت عليه فاء الترتيب فكان حقيقاً بالتقوية والحث عليه ، وهذا بخلاف قوله : { سبح اسم ربك الأعلى } [ الأعلى : 1 ] لوقوعه في صدر جملته كقوله : { يأيها الذين آمنوا اذكروا الله ذكراً كثيراً وسبحوه بكرة وأصيلاً } [ الأحزاب : 41 ، 42 ] .وهذا الأمر شامل للمسلمين بقرينة أن القرآن متلوّ لهم وأن ما تفرع الأمر عليه لا يختص علمه بالنبي صلى الله عليه وسلم فلما أُمر بالتسبيح لأجله فكذلك من عَلمه من المسلمين .والمعنى : إذ علمتم ما أنزلنا من الدلائل وتذكرتم ما في ذلك من النعم فنزهوا الله وعظّموه بقُصارى ما تستطيعون .و { العظيم } صَالح لأن يجعل وصفاً ل { ربك } ، وهو عظيم بمعنى ثبوت جميع الكمال له وهذا مجاز شائع ملحق بالحقيقة؛ وصالح لأن يكون وصفاً ل { اسم } والاسم عظيم عظمة مجازية ليُمْنه ولعظمة المسمّى به ."
    },
    {
      "ayah": 75,
      "surah": 56,
      "text": "فَلَا أُقْسِمُ بِمَوَاقِعِ النُّجُومِ (75(تفريع على جملة { قل إن الأولين والأخرين لمجموعون } [ الواقعة : 49 ، 50 ] يُعرِب عن خطاب من الله تعالى موجه إلى المكذبين بالبعث القائلين : { أإذا متنا وكنا تراباً وعظاماً إنّا لمبعوثون } [ الواقعة : 47 ] ، انتقل به إلى التنويه بالقرآن لأنهم لما كذبوا بالبعث وكان إثباتُ البعث من أهم ما جاء به القرآن وكان مما أغراهُم بتكذيب القرآن اشتمالُه على إثبات البعث الذي عَدُّوه محالاً ، زيادة على تكذيبهم به في غير ذلك مما جاء به من إبطال شركهم وأكاذيبهم ، فلما قامت الحجة على خطئهم في تكذيبهم ، فقد تبين صدق ما أنبأهم به القرآن فثبت صدقه ولذلك تهيّأ المقام للتنويه بشأنه .فتفريع القسم تفريع معنويُّ باعتبار المقسم عليه ، وهو أيضاً تفريع ذِكري باعتبار إنشاء القسم إن قالوا لكم : أقسم بمواقع النجوم .وقد جاء تفريع القَسم على ما قبله بالفاء تفريعاً في مجرد الذكر في قول زهير :فأقسمت بالبيت الذي طَافَ حوله ... رجال بَنَوْه من قريش وجُرهمعقب أبيات النسِيب من معلَّقته ، وليس بين النسيب وبين ما تفرع عنه من القسم مناسبة وإنما أراد أن ما بعد الفاء هو المقصود من القصيد ، وإنما قدم له النسيب تنشيطاً للسامع وبذلك يظهر البَون في النظم بين الآية وبين بيت زهير .و { لا أقسم } بمعنى : أقسم ، و ( لا ( مزيدة للتوكيد ، وأصلها نافية تدل على أن القائل لا يقدم على القسم بما أقسم به خشية سوء عاقبة الكذب في القسم .وبمعنى أنه غير محتاج إلى القسم لأن الأمر واضح الثبوت ، ثم كثر هذا الاستعمال فصار مراداً تأكيد الخبر فساوى القسم بدليل قوله عقبه : { وإنه لقسم لو تعلمون عظيم } ، وهذا الوجه الثاني هو الأنسب بما وقع من مثله في القرآن .وعلى الوجهين فهو إدماج للتنويه بشأن ما لو كان مُقسِماً لأقسم به . وعلى الوجه الثاني يكون قوله : { وإنه لقسم } بمعنى : وإن المذكور لشيء عظيم يُقسم به المقسمون ، فإطلاق قسم عليه من إطلاق المصدر وإرادة المفعول كالخلق بمعنى المخلوق .وعن سعيد بن جبير وبعض المفسرين : أنهم جعلوا ( لا ( حرفاً مستقلاً عن فعل { أقسم } واقعاً جواباً لكلام مقدر يدل عليه بعده من قوله : { إنه لقرآن كريم } ردّاً على أقوالهم في القرآن أنه شعر ، أو سحر ، أو أساطير الأولين ، أو قول كاهن ، وجعلوا قوله : { أقسم } استئنافاً .وعليه بمعنى الكلام مع فاء التفريع أنه تفرع على ما سَطع من أدلة إمكان البعث ما يبطل قولكم في القرآن فهو ليس كما تزعمون بل هو قرآن كريم الخ ."
    },
    {
      "ayah": 76,
      "surah": 56,
      "text": "وَإِنَّهُ لَقَسَمٌ لَوْ تَعْلَمُونَ عَظِيمٌ (76(والفاء لتفريع القَسم على ما سبق من أدلة وقوع البعث فإن قوله : { قل إن الأولين والأخرين لمجموعون } [ الواقعة : 49 ، 50 ] ، إخبار بيوم البعث وإنذار لهم به وهم قد أنكروه ، ولأجل استحالته في نظرهم القاصر كذبوا القرآن وكذّبوا من جاء به ، ففرع على تحقيق وقوع البعث والإِنذار به تحقيق أن القرآن منزه عن النقائص وأنه تنزيل من الله وأن الذي جاء به مبلغ عن الله .و { مواقع النجوم } جمع موقع يجوز أن يكون مكان الوقوع ، أي محالُّ وقوعها من ثوابت وسيارة . والوقوع يطلق على السقوط ، أي الهوى ، فمواقع النجوم مواضع غُروبها فيكون في معنى قوله تعالى : { والنجم إذا هوى } [ النجم : 1 ] والقسم بذلك مما شمله قوله تعالى : { فلا أقسم برب المشارق والمغارب } [ المعارج : 40 ] . وجعل { مواقع النجوم } بهذا المعنى مقسماً به لأن تلك المساقط في حال سقوط النجوم عندها تذكِّر بالنظام البديع المجعول لسير الكواكب كلَّ ليلة لا يختل ولا يتخلف ، وتذكِّر بعظمة الكواكب وبتداولها خِلفة بعد أخرى ، وذلك أمر عظيم يحق القسم به الراجع إلى القسم بمُبدعه .ويطلق الوقوع على الحلول في المكان ، يقال : وقعت الإِبل ، إذا بركت ، ووقعت الغنم في مرابضها ، ومنه جاء اسم الواقعة للحادثة كما تقدم ، فالمواقع : محالُّ وقوعها وخطوط سيرها فيكون قريباً من قوله : { والسماء ذات البروج } [ البروج : 1 ] .والمواقع هي : أفلاك النجوم المضبوطة السير في أفق السماء ، وكذلك بروجها ومنازلها .وذكر ( مواقع النجوم ( على كلا المعنيين تنويه بها وتعظيم لأمرها لدلالة أحوالها على دقائق حكمة الله تعالى في نظام سيرها وبدائع قدرته على تسخيرها .ويجوز أن يكون ( مواقع ( جمع موقع المصدر الميمي للوقوع .ومن المفسرين من تأول النجوم أنها جمع نجم وهو القِسط الشيء من مال وغيره كما يقال : نجومُ الديات والغرامات وجعلوا النجوم ، أي الطوائف من الآيات التي تنزل من القرآن وهو عن ابن عباس وعكرمة فيؤول إلى القسم بالقرآن على حقيقته على نحو ما تقدم في قوله تعالى : { والكتاب المبين إنا جعلناه قرآناً عربياً } [ الزخرف : 2 ، 3 ] .وجملة { وإنه لقسم لو تعلمون عظيم } معترضة بين القسم وجوابه .وضمير { إنه } عائد إلى القَسم المذكور في { لا أقسم بمواقع النجوم } ، أو عائداً إلى مواقع النجوم بتأويله بالمذكور فيكون قسم بمعنى مقسم به كما علمت آنفاً .ويجوز أن يعود إلى المقسم عليه وهو ما تضمنه جواب القسم من قوله : { إنه لقرآن كريم } .وجملة { لو تعلمون } معترضة بين الموصوف وصفته وهي اعتراض في اعتراض .والعلْمُ الذي اقتضى شرطُ { لو } الامتناعية عدمَ حصوله لهم إن جعلت ضمير { إنه } عائداً على القسم هو العِلم التفصيلي بأحوال مواقع النجوم ، فإن المشركين لا يخلون من علم إجمالي متفاوت بأن في تلك المواقع عبرة للناظرين ، أو نُزّل ذلك العلم الإجمالي منزلة العدم لأنهم بكفرهم لم يجروا على موجَب ذلك العلم من توحيد الله فلو علِموا ما اشتملت عليه أحوال مواقع النجوم من متعلقات صفات الله تعالى لعلموا أنها مواقع قدسية لا يَحْلف بها إلا بارٌّ في يمينه ولكنهم بمعزل عن هذا العلم ، فإن جلالة المقسم به مما يزع الحالف عن الكذب في يمينه .ودليل انتفاء علمهم بعظمته أنهم لم يدركوا دلالة ذلك على توحيد الله بالإِلهية فأثبوا له شركاء لم يخلقوا شيئاً من ذلك ولا ما يدانيه فتلك آية أنهم لم يدركوا ما في طي ذلك من دلائل حتى استوى عندهم خالق ما في تلك المواقع وغير خالقها .فأما إن جعلت ضمير { وإنه لقسم } عائداً إلى المقسم عليه فالمعنى : لو تعلمون ذلك لما احتجتم إلى القسم .وقرأ الجمهور { بمواقع } بصيغة الجمع بفتح الواو وبعدها ألف ، وقرأه حمزة والكسائي وخلق { بموقع } سكون الواو دون ألف بعدها بصيغة المفرد على أنه مصدر ميمي ، أي بوقوعها ، أي غروبها ، أو هو اسم لجهة غروبها كقوله : { رب المشرق والمغرب } [ المزمل : 9 ] .ومفعول { تعلمون } محذوف دل عليه الكلام ، أي لو تعلمون عظمته ، أي دلائل عظمته ، ولك أن تجعل فعل { تعلمون } منزّلاً منزلة اللازم ، أي لو كان لكم علم لكنكم لا تتصفون بالعلم ."
    },
    {
      "ayah": 77,
      "surah": 56,
      "text": "إِنَّهُ لَقُرْآَنٌ كَرِيمٌ (77(وضمير { إنه لقرآن كريم } راجع إلى غير مذكور في الكلام لكونه معلوماً مستحضراً لهم .والقرآن : الكلام المقروء ، أي المتلوّ المكرر ، أي هو كلام متعظ به محل تدبر وتلاوة ، وقد تقدم ذلك عند قوله تعالى : { وما تكون في شأن وما تتلوا منه من قرآن } في سورة يونس ( 61 ( .والكريم : النفيس الرفيع في نوعه كما تقدم عند قوله تعالى : { إني ألقي إلي كتاب كريم } في سورة النمل ( 29 ( .وهذا تفضيل للقرآن على أفراد نوعه من الكُتب الإِلهية مثل التوراة والإنجيل والزبور ومجلة لقمان ، وفضلُه عليها بأنه فاقها في استيفاء أغراض الدين وأحوال المعاش والمعاد وإثبات المعتقدات بدلائل التكوين . والإِبلاغ في دحض الباطل دحضاً لم يشتمل على مثله كتاب سابق ، وخاصة الاعتقاد ، وفي وضوح معانيه ، وفي كثرة دلالته مع قلة ألفاظه ، وفي فصاحته ، وفي حسن آياته ، وحسن مواقعها في السمع وذلك من آثار ما أراد الله به من عموم الهداية به ، والصلاحية لكل أمة ، ولكل زمان ، فهذا وصف للقرآن بالرفعة على جميع الكتب حقاً لا يستطيع المخالف طعناً فيه ."
    },
    {
      "ayah": 78,
      "surah": 56,
      "text": "فِي كِتَابٍ مَكْنُونٍ (78(وبعد أن وصف القرآن بكريم } ، وصف وصفاً ثانياً بأنه { في كتاب مكنون } وذلك وصف كرامة لا محالة ، فليس لفظ { كتاب } ولا وصف { مكنون } مراداً بهما الحقيقة إذ ليس في حمل ذلك على الحقيقة تكريم ، فحرف ( في ( للظرفية المجازية .والكتاب المكنون : مستعار لموافقة ألفاظ القرآن ومعانيه ما في علم الله تعالى وإرادته وأمرِه الملك بتبليغه إلى الرسول صلى الله عليه وسلم وتلك شؤون محجوبة عنّا فلذلك وصف الكتاب بالمكنون اشتقاقاً من الاكتنان وهو الاستتار ، أي محجوب عن أنظار الناس فهو أمر مغيّب لا يعلم كنهه إلا الله ."
    },
    {
      "ayah": 79,
      "surah": 56,
      "text": "لَا يَمَسُّهُ إِلَّا الْمُطَهَّرُونَ (79(وحاصل ما يفيده معنى هذه الآية : أن القرآن الذي بلَغَهم وسمعوه من النبي صلى الله عليه وسلم هو موافق لما أراد الله إعلام الناس به وما تعلقت قدرته بإيجاد نظمه المعجز ، ليكمل له وصف أنه كلام الله تعالى وأنه لم يصنعه بشر .ونظير هذه الظرفية قوله تعالى : { وما تسقط من ورقة إلا يعلمها إلى قوله : { إلا في كتاب مبين } في سورة الأنعام ( 59 ( ، وقوله : { وما يعمر من معمر ولا ينقص من عمره إلا في كتاب } [ فاطر : 11 ] أي إلا جارياً على وفق ما علمه الله وجَرى به قَدَره ، فكذلك قوله هنا : { في كتاب مكنون } ، فاستعير حرف الظرفية لمعنى مطابقةِ ما هو عند الله ، تشبيهاً لتلك المطابقة باتحاد المظروف بالظرف . وقريب منه قوله تعالى : { إن هذا لفي الصحف الأولى صحف إبراهيم وموسى } [ الأعلى : 18 ، 19 ] وهذا أولى من اعتبار المجاز في إسناد الوصف بالكون في كتاب مكنون إلى قرآن كريم على طريقة المجاز العقلي باعتبار أن حقيقة هذا المجاز وصف مماثل القرآن ومطابقه لأن المماثل ملابس لمماثله .واستعير الكتاب للأمر الثابت المحقق الذي لا يقبل التغيير ، فالتأم من استعارة الظرفية لمعنى المطابقة ، ومن استعارة الكتاب للثابت المحقق معنى موافقة معاني هذا القرآن لما عند الله من متعلّق علمه ومتعلّق إرادته وقدرته وموافقة ألفاظه لما أمر الله بخلقه من الكلام الدال على تلك المعاني على أبلغ وجه ، وقريب من هذه الاستعارة قول بشر بن أبي حازم أو الطرمَّاح :وجدنا في كتاب بني تميم ... أحق الخيل بالركض المعاروليس لبني تميم كتاب ولكنه أطلق الكتاب على ما تقرر من عوائدهم ومعرفتهم .وجملة { لا يمسه إلا المطهرون } صفة ثانية ل { كتاب } .و { المطهّرون } : الملائكة ، والمراد الطهارة النفسانية وهي الزكاء . وهذا قول جمهور المفسرين وفي «الموطأ» قال مالك : أحسن ما سمعت في هذه الآية { ا يمسه إلا المطهرون } أنها بمنزلة هذه الآية التي في عبس وتولى ( 11 16 ( قول الله تبارك وتعالى : { لكلا إنها تذكرة فمن شاء ذكره في صحف مكرمة مرفوعة مطهرة بأيدي سفرة كرام بررة اه . يريد أن المطهرون } هم السفرة الكرام البررة وليسوا الناس الذين يتطهرون .ومعنى المسّ : الأخذ وفي الحديث : «مَس من طيبة» ، أي أخذ . ويطلق المسّ على المخالطة والمطالعة قال يزيد بن الحكم الكلابي :مسِسْنا من الآباء شيئاً فكلُّنا ... إلى حسَب في قومه غير واضعقال المرزوقي في شرح هذا البيت من «الحماسة» : «مسسنا» يجوز أن يكون بمعنى أصبنا واختبرنا لأن المس باليد يقصد به الاختبار . ويجوز أن يكون بمعنى طلبنا ا ه . فالمعنى : أن الكتاب لا يباشر نقل ما يحتوي عليه لتبليغه إلا الملائكة .والمقصود من هذا أن القرآن ليس كما يزعم المشركون قول كاهن فإنهم يزعمون أن الكاهن يتلقى من الجن والشياطين ما يسترِقونه من أخبار السماء بزعمهم ، ولا هو قول شاعر إذ كانوا يزعمون أن لكل شاعر شيطاناً يملي عليه الشعر ، ولا هو أساطير الأولين ، لأنهم يعنون بها الحكايات المكذوبة التي يَتلهى بها أهلُ الأسمار ، فقال الله : إن هذا القرآن مطابق لما عند الله الذي لا يشاهده إلا الملائكة المطهرون ."
    },
    {
      "ayah": 8,
      "surah": 56,
      "text": "فَأَصْحَابُ الْمَيْمَنَةِ مَا أَصْحَابُ الْمَيْمَنَةِ (8(قد علمت عند تفسير قوله تعالى : { إذا وقعت الواقعة } [ الواقعة : 1 ] الوجه في متعلق { إذا } وإذ قد وقع قوله : { وكنتم أزواجاً ثلاثة } [ الواقعة : 7 ] عطفاً على الجمل التي أضيف إليها ( إذَا ( من قوله : { إذا رجت الأرض رجا } [ الواقعة : 4 ] كان هو محط القصد من التوقيت ب ( إذا ( الثانية الواقعة بدلاً من ( إذا ( الأولى وكلتاهما مضمن معنى الشرط ، فكان هذا في معنى الجزاء ، فلك أن تجعل الفاء لربط الجزاء مع التفصيل للإجمال ، وتكون جملة { فأصحاب الميمنة } جواباً ل ( إذا ( الثانية آئلاً إلى كونه جواباً ل ( إذا ( الأولى لأن الثانية مبدلة منها ، ولذلك جاز أن يكون هذا هو جواب ( إذا ( الأولى فتكون الفاء مستعملة في معنييها كما تقدم عند قوله تعالى : { ليس لوقعتها كاذبة } [ الواقعة : 2 ] .وقد أفاد التفصيل أن الأصناف ثلاثة :صنفٌ منهم أصحاب الميمنة ، وهم الذين يجعلون في الجهة اليمنى في الجنة أو في المحشر . واليمين جهة عناية وكرامة في العرف ، واشتقت من اليمْن ، أي البركة ."
    },
    {
      "ayah": 80,
      "surah": 56,
      "text": "تَنْزِيلٌ مِنْ رَبِّ الْعَالَمِينَ (80(وجملة { تنزيل من رب العالمين } مبينة لجملة { في كتاب مكنون لا يمسه إلا المطهرون } فهي تابعة لصفة القرآن ، أي فبلوغه إليكم كان بتنزيل من الله ، أي نزل به الملائكة .وفي معنى نظم هذه الآية قوله تعالى : { وما هو بقول شاعر قليلاً ما تؤمنون ولا بقول كاهن قليلاً ما تذكرون تنزيل من رب العالمين } [ الحاقة : 41 43 ] .وإذ قد ثبتت هذه المرتبة الشريفة للقرآن كان حقيقاً بأن تعظم تلاوته وكتابته ، ولذلك كان من المأمور به أن لا يمَس مكتوبَ القرآن إلا المتطهِّرُ تشبهاً بحال الملائكة في تناول القرآن بحيث يكون ممسك القرآن على حالة تطهر ديني وهو المعنى الذي تومىء إليه مشروعية الطهارة لمن يريد الصلاة نظير ما في الحديث \" المصلي يناجي ربه \" . وقد دلت آثار على هذا أوضحها ما رواه مالك في «الموطأ» مرسلاً «أن في الكتاب الذي كتبه رسول الله صلى الله عليه وسلم إلى أقيال ذي رعين وقعافر وهمذان وبعثها به مع عمرو بن حزم \" أن لا يمس القرآن إلا طاهر \" . وروى الطبراني عن عبد الله بن عُمر قال رسول الله صلى الله عليه وسلم لا يمس القرآن إلا طاهر» ، قال المناوي : وسنده صحيح وجعله السيوطي في مرتبة الحسن .وفي كتب السيرة أن عمر بن الخطاب قبل أن يُسلم دخل على اخته وهي امرأة سعيد بن زيد فوجدها تقرأ القرآن من صحيفة مكتوب فيها سورة طه فدعا بالصحيفة ليقرأها فقالت له : لا يمسه إلا المطهّرون فقام فاغتسل وقرأ السورة فأسلم ، فهذه الآية ليست دليلاً لحكم مسّ القرآن بأيدي الناس ولكن ذكر الله إياها لا يخلو من إرادة أن يقاس الناسُ على الملائكة في أنهم لا يمسّون القرآن إلا إذا كانوا طاهرين كالملائكة ، أي بقدر الإِمكان من طهارة الآدميين .فثبت بهذا أن الأمر بالتطهر لمن يمسك مكتوباً من القرآن قد تقرر بين المسلمين من صدر الإِسلام في مكة .وإنما اختلف الفقهاء في مقتضى هذا الأمر من وجوب أو ندب ، فالجمهور رأوا وجوب أن يكون ممسك مكتوب القرآن على وضوء وهو قول علي وابن مسعود وسعد وسعيد وعطاء والزهري ومالك والشافعي ، وهو رواية عن أبي حنيفة ، وقال فريق : إن هذا أمر ندب وهو قول ابن عباس والشعبي ، وروي عن أبي حنيفة وهو قول أحمد وداود الظاهري .قال مالك في «الموطأ» \" ولا يحمل أحد المصحف لا بعلاقته ولا على وسادة إلا وهو طاهر إكراماً للقرآن وتعظيماً له \" . وفي سماع ابن القاسم من كتاب الوضوء من «العتبية» في المسألة السادسة «سئل مالك عن اللوح فيه القرآن أيمس على غير وضوء؟ فقال : أما للصبيان الذين يتعلمون فلا رأى به بأساً ، فقيل له : فالرجل يتعلم فيه؟ قال : أرجو أن يكون خفيفاً ، فقيل لابن القاسم : فالمُعلِّمُ يشكِّل ألواح الصبيان وهو على غير وضوء ، قال : أرى ذلك خفيفاً» .قال ابن رشد في «البيان والتحصيل» : «لما يلحقه في ذلك من المشقة فيكون ذلك سبباً إلى المنع من تعلمه . وهذه هي العلة في تخفيف ذلك للصبيان . وأشار الباجي في «المنتقى» إلى أن إباحة مسّ القرآن للمتعلم والمعلم هي لأجل ضرورة التعلم .وقد اعتبروا هذا حكماً لما كتب فيه القرآن بقصد كونه مصحفاً أو جزءاً من مصحف أو لَوحاً للقرآن ولم يعتبروه لما يكتب من آي القرآن على وجه الاقتباس أو التضمين أو الاحتجاج ومن ذلك ما يكتب على الدنانير والدراهم وفي الخواتيم .والمراد بالطهارة عند القائلين بوجوبها الطهارة الصغرى ، أي الوضوء ، وقال ابن عباس والشعبي : يجوز مسّ القرآن بالطهارة الكبرى وإن لم تكن الصغرى .ومما يلتحق بهذه المسألة مسألة قراءة غير المتطهّر القرآن وليست مما شملته الآية ظاهراً ولكن لمّا كان النهي عن أن يمسّ المصحف غير متطهّر لعله أن المس ملابسة لمكتوب القرآن فقد يكون النهي عن تلاوة ألفاظ القرآن حاصلاً بمفهوم الموافقة المساوي أو الأحرى ، إذ النطق ملابسة كملابسة إمساك المكتوب منه أو أشد وأحسب أن ذلك مثار اختلافهم في تلاوة القرآن لغير المتطهّر . وإجماع العلماء على أن غير المتوضىء يقرأ القرآن مع اختلافهم في مسّ المصحف لغير المتوضىء يشعر بأن مس المصحف في نظرهم أشدُّ ملابسة من النطق بآيات القرآن .قال مالك وأبو حنيفة والشافعي : لا يجوز للجنب قراءة القرآن ويجوز لغير المتوضىء . وقلت : شاع بين المسلمين من عهد الصحابة العمل بأن لا يتلو القرآن من كان جنباً ولم يُوثر عنهم إفتاء بذلك . وقال أحمد وداود : تجوز قراءة القرآن للجنب . ورخص مالك في قراءة اليسير منه كالآية والآيتين ، ولم يشترط أحد من أهل العلم الوضوء على قارىء القرآن .واختلف في قراءته للحائض والنفساء . وعن مالك في ذلك روايتان ، وأحسب أن رواية الجواز مراعى فيها أن انتقاض طهارتهما تطول مدته فكان ذلك سبباً في الترخيص ."
    },
    {
      "ayah": 81,
      "surah": 56,
      "text": "أَفَبِهَذَا الْحَدِيثِ أَنْتُمْ مُدْهِنُونَ (81(الفاء تفريع على ما سِيق لأجله الكلام الذي قبلها في غرضه من التنويه بشأن القرآن ، وهو الذي بِحذو الفاء ، أو من إثبات البعث والجزاء وهو الذي حواه معظم السورة ، وكان التنويهُ بالقرآن من مسبَّبَاته .وأطبق المفسرون عدا الفخر على أن اسم الإشارة وبيانه بقوله : { فبهذا الحديث } مشير إلى القرآن لمناسبة الانتقال من التنويه بشأنه إلى الإِنكار على المكذبين به . فالتفريع على قوله : { إنه لقرآن كريم } [ الواقعة : 77 ] الآية .والمراد ب { الحديث } إخبار الله تعالى بالقرآن وإرادة القرآن من مثل قوله : { أفبهذا الحديث } واردة في القرآن ، أي في قوله في سورة القلم ( 44 ( { فذرني ومن يكذب بهذا الحديث } وقوله في سورة النجم ( 59 ( { أفمن هذا الحديث تعجبون } ويكون العدول عن الإضمار إلى اسم الإشارة بقوله : { أفبهذا الحديث } دون أن يقول : أفَبِهِ أنتم مُدْهنون ، إخراجاً للكلام على خلاف مقتضى الظاهر لتحصل باسم الإشارة زيادة التنويه بالقرآن .وأما الفخر فجعل الإِشارة من قوله : { أفبهذا الحديث } إشارة إلى ما تحدثوا به من قبل في قوله تعالى : { وكانوا يقولون أئذا متنا وكنا تراباً وعظاماً إنا لمبعوثون أو آباؤنا الأولون } [ الواقعة : 47 ، 48 ] ، فإن الله رد عليهم ذلك بقوله : { قل إن الأولين والآخرين } [ الواقعة : 49 ] الآية . وبين أن ذلك كله إخبار من الله بقوله : { إنه لقرآن كريم } [ الواقعة : 77 ] ثم عاد إلى كلامهم فقال : أفبهذا الحديث الذي تتحدثون به أنتم مدهنون لأصحابكم اه ، أي على معنى قوله تعالى : { وقال إنما اتخذتم من دون الله أوثاناً مودة بينكم في الحياة الدنيا } [ العنكبوت : 25 ] .وإنه لكلام جيّد ولو جَعل المراد من ( هذا الحديث ( جميع ما تقدم من أول السورة أصلاً وتفريعاً ، أي من هذا الكلام الذي قرع أسماعكم ، لكان أجود . وإطلاق الحديث على خبر البعث أوضح لأن الحديث يراد به الخبر الذي صار حديثاً للقوم .والتعريف في { الحديث } على كلا التفسيرين تعريف العهد .والمُدهِن : الذي يُظهر خلاف ما يبطن ، يقال : أدهن ، ويقال : دَاهنَ ، وفسر أيضاً بالتهاون وعدم الأخذ بالحزم ، وفسر بالتكذيب .والاستفهام على كل التفاسير مستعمل في التوبيخ ، أي كلامكم لا ينبغي إلا أن يكون مداهنة كما يقال لأحد قال كلاماً باطلاً : أتهزأ ، أي قد نهض برهان صدق القرآن بحيث لا يكذب به مكذب إلا وهو لا يعتقد أنه كذب لأن حصول العلم بما قام عليه البرهان لا يستطيع صاحبُه دفعه عن نفسه ، فليس إصراركم على التكذيب بعد ذلك إلا مداهنة لقومكم تخشون إن صدّقتم بهذا الحديث أن تزول رئاستكم فيكون في معنى قوله تعالى : { فإنهم لا يكذبونك ولكن الظالمين بآيات الله يجحدون } [ الأنعام : 33 ] .وعلى تفسير { مدهنون } بمعنى الإِلانة ، فالمعنى : لا تتراخوا في هذا الحديث وتدبروه وخذوا بالفور في اتباعه .وإن فسر { مدهنون } بمعنى : تكذبون ، فالمعنى واضح .وتقديم المجرور للاهتمام ، وصوغ الجملة الاسمية في { أنتم مدهنون } لأن المقرّر عليه إدْهان ثابت مستمرّ . إذا جرينا على ما فَسر به المفسرون تكون هذه الجملة عطفاً على جملة { أفبهذا الحديث أنتم مدهنون } [ الواقعة : 81 ] عطفَ الجملة على الجملة فتكون داخلة في حيّز الاستفهام ومستقلة بمعناها .والمعنى : أفتجعلون رزقكم أنكم تكذبون ، وهو تفريع على ما تضمنه الاستدلال بتكوين نسل الإنسان وخلق الحَب ، والماء في المزن ، والنار من أعواد الاقتداح ، فإن في مجموع ذلك حصول مقومات الأقوات وهي رزق ، والنسل رزق ، يقال : رُزق فلان ولَداً ، لأن الرزق يطلق على العطاء النافع ، قال لبيد :رُزقتْ مرابيعَ النجوممِ وصَابها ... وَدْقُ الرواعد جَوْدُها فرهامهاأي أعطيتْ وقال تعالى : { ما أريد منهم من رزق وما أريد أن يطعمون } [ الذاريات : 57 ] فعطف الإِطعام على الرزق والعطف يقتضي المغايرة .والاستفهام المقدر بعد العاطف إنكاري ، وإذ كان التكذيب لا يصح أن يجعل رزقاً تعين بدلالة الاقتضاء تقدير محذوف يفيده الكلام فقدره المفسرون : شُكْر رزقكم ، أو نحوه ، أي تجعلون شكر الله على رزقه إياكم أن تكذبوا بقدرته على إعادة الحياة ، لأنهم عدلوا عن شكر الله تعالى فيما أنعم به عليهم فاستنقصوا قدرته على إعادة الأجسام ، ونسبوا الزرع لأنفسهم ، وزعموا أن المطر تمطره النجوم المسماة بالأنواء فلذلك قال ابن عباس : نزلت في قولهم : مُطرنا بنوء كذا ، أي لأنهم يقولونه عن اعتقاد تأثير الأنواء في خَلْق المطر ، فمعنى قول ابن عباس : نزلت في قولهم : مطرنا بنوء كذا ، أنه مراد من معنى الآية .قال ابن عطية : أجمع المفسرون على أن الآية توبيخ للقائلين في المطر الذي ينزله الله رزقاً : هذا بنوء كذا وكذا اه .أشار هذا إلى ما روي في «الموطأ» عن زيد بن خالد الجهني قال : صلّى لنا رسول الله صلى الله عليه وسلم صلاة الصبح بالحديبية على إثْر سماء فلما انصرف النبي صلى الله عليه وسلم أقبل على الناس فقال : هل تدرون ماذا قال ربكم؟ قالوا : الله ورسوله أعلم قالَ : قَال أصبح من عبادي مؤمن بي وكافر ، فأما من قال : مُطرنا بفضل الله ورحمته فذلك مؤمن بي كافر بالكوكب ، وأما من قال مطرنا بِنَوْءِ كذا ونوء كذا فذلك كافر بي مؤمن بالكوكب ، وليس فيه زيادة فنزلت هذه الآية ولو كان نزولها يومئذٍ لقاله الصحابي الحاضر ذلك اليوم .ووقع في «صحيح مسلم» عن ابن عباس أنه قال : «مطر الناس على عهد النبي صلى الله عليه وسلم فقال النبي أصبح من الناس شاكر ومنهم كافر ، قالوا : هذه رحمة الله ، وقال بعضهم : لقد صَدق نَوْء كذا وكذا . قال فنزلت : { فلا أقسم بمواقع النجوم } [ الواقعة : 75 ] حتى بلغ { وتجعلون رزقكم أنكم تكذبون } فزاد على ما في حديث زيد بن خالد قوله فنزلت : { فلا أقسم } الخ .وزيادة الراوي مختلف في قبولها بدون شرط أو بشرط عدم اتحاد المجلس ، أو بشرط أن لا يكون ممن لا يغفل مثلُه عن مثل تلك الزيادة عادةً وهي أقوال لأئمة الحديث وأصول الفقه ، وابن عباس لم يكن في سن أهل الرواية في مدة نزول هذه السورة بمكة فعل قوله : فنزلت تأويل منه ، لأنه أراد أن الناس مُطرواً في مكة في صدر الإسلام فقال المؤمنون قولاً وقال المشركون قولاً فنزلت آية { وتجعلون رزقكم أنكم تكذبون } تنديداً على المشركين منهم بعقيدة من العقائد التي أنكرها الله عليهم وأن ما وقع في الحديبية مطر آخر لأن السورة نزلت قبل الهجرة .ولم يرو أن هذه الآية ألحقت بالسورة بعد نزول السورة ولعل الراوي عنه لم يحسن التعبير عن كلامه فأوهم بقوله فنزلت { فلا أقسم بمواقع النجوم } [ الواقعة : 75 ] بأن يكون ابن عباس قال : فتلا رسول الله صلى الله عليه وسلم { فلا أقسم بمواقع النجوم ، أو نحو تلك العبارة . وقد تكرر مثل هذا الإِيهام في أخبار أسباب النزول ويتأكد هذا صيغة تكذبون } لأن قولهم : مطرنا بنوء كذا ، ليس فيه تكذيب بشيء ، ولذلك احتاج ابن عطية إلى تأويله بقوله : «فإن الله تعالى قال : { ونزلنا من السماء ماء مباركاً فأنبتنا به جنات وحبَّ الحصيد والنخلَ باسقات لها طلع نضيد رزقاً للعباد } [ ق : 9 11 ] فهذا معنى { أنكم تكذبون } أي تكذبون بهذا الخبر ."
    },
    {
      "ayah": 82,
      "surah": 56,
      "text": "وَتَجْعَلُونَ رِزْقَكُمْ أَنَّكُمْ تُكَذِّبُونَ (82(والذي نحاه الفخر منحى آخر فجعل معنى { وتجعلون رزقكم أنكم تكذبون } تكملة للإِدهان الذي في قوله تعالى : { أفبهذا الحديث أنتم مدهنون } [ الواقعة : 81 ] فقال : «أي تخافون أنكم إن صدّقتم بالقرآن ومنعتم ضعفاءكم عن الكفر يفوت عليكم من كسبكم ما تربحونه بسببهم فتجعلون رزقكم أنكم تكذّبون الرسول أي فيكون عطفاً على { مدهنون } [ الواقعة : 81 ] عطف فعل على اسم شبيه به ، وهو من قبيل عطف المفردات ، أي أنتم مدهنون وجاعلون رزقكم أنكم تكذِّبون ، فهذا التكذيب من الإدهان ، أي أنهم يعلمون صدق الرسول صلى الله عليه وسلم ولكنهم يظهرون تكذيبه إبقاء على منافعهم فيكون كقوله تعالى : { فإنهم لا يكذبونك ولكن الظالمين بآيات الله يجحدون } [ الأنعام : 33 ] . وعلى هذا يقدر قوله : { أنكم تكذبون } مجروراً بباء الجر محذوفة ، والتقدير : وتجعلون رزقكم بأنكم تكذبون ، أي تجعلون عوضه بأن تكذِّبوا بالبعث»."
    },
    {
      "ayah": 83,
      "surah": 56,
      "text": "فَلَوْلَا إِذَا بَلَغَتِ الْحُلْقُومَ (83({ فَلَوْلاَ إِذَا بَلَغَتِ الحلقوم * وَأَنتُمْ حِينَئِذٍ تَنظُرُونَ * وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنكُمْ ولكن لاَّ تُبْصِرُونَ * فَلَوْلاَ إِن كُنتُمْ غَيْرَ مَدِينِينَ * تَرْجِعُونَهَآ إِن كُنتُمْ صادقين } .مقتضى فاء التفريع أن الكلام الواقع بعدها ناشىء عما قبله على حسب ترتيبه وإذ قد كان الكلام السابق إقامةَ أدلة على أن الله قادر على إعادة الحياة للناس بعد الموت ، وأعقب ذلك بأن تلك الأدلة أيدت ما جاء في القرآن من إثبات البعث ، وأنحى عليهم أنهم وضحت لهم الحجة ولكنهم مكابرون فيها ومظهرون الجحود وهم موقنون بها في الباطن ، وكل ذلك راجع إلى الاستدلال بقوة قدرة الله على إيجاد موجودات لا تصل إليها مدارك الناس ، انتقل الكلام إلى الاستدلال على إثبات البعث بدليل لا محيص لهم عن الاعتراف بدلالته ."
    },
    {
      "ayah": 84,
      "surah": 56,
      "text": "وَأَنْتُمْ حِينَئِذٍ تَنْظُرُونَ (84({ فَلَوْلاَ إِذَا بَلَغَتِ الحلقوم * وَأَنتُمْ حِينَئِذٍ تَنظُرُونَ * وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنكُمْ ولكن لاَّ تُبْصِرُونَ * فَلَوْلاَ إِن كُنتُمْ غَيْرَ مَدِينِينَ * تَرْجِعُونَهَآ إِن كُنتُمْ صادقين } .مقتضى فاء التفريع أن الكلام الواقع بعدها ناشىء عما قبله على حسب ترتيبه وإذ قد كان الكلام السابق إقامةَ أدلة على أن الله قادر على إعادة الحياة للناس بعد الموت ، وأعقب ذلك بأن تلك الأدلة أيدت ما جاء في القرآن من إثبات البعث ، وأنحى عليهم أنهم وضحت لهم الحجة ولكنهم مكابرون فيها ومظهرون الجحود وهم موقنون بها في الباطن ، وكل ذلك راجع إلى الاستدلال بقوة قدرة الله على إيجاد موجودات لا تصل إليها مدارك الناس ، انتقل الكلام إلى الاستدلال على إثبات البعث بدليل لا محيص لهم عن الاعتراف بدلالته ."
    },
    {
      "ayah": 85,
      "surah": 56,
      "text": "وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْكُمْ وَلَكِنْ لَا تُبْصِرُونَ (85(فالتفريع على جملة { ولقد علمتم النشأة الأولى فلولا تذكرون } [ الواقعة : 62 ] وهو أن عجزهم عن إرجاع الروح عند مفارقتها الجسد ينبههم على أن تلك المفارقة مقدَّرة في نظام الخلقة وأنها لحكمة .فمعنى الكلام قد أخبركم الله بأنه يجازي الناس على أفعالهم ولذلك فهو محييهم بعد موتهم لإِجراء الجزاء عليهم ، وقد دلكم على ذلك بانتزاع أرواحهم منهم قهراً ، فلو كان ما تزعمون من أنكم غير مجزيين بعد الموت لبقيتْ الأرواح في أجسادها ، إذ لا فائدة في انتزاعها منها بعد إيداعها فيها لولا حكمة نقلها إلى حياة ثانية ، ليجري جزاؤها على أفعالها في الحياة الأولى .وهذا نظير الاستدلال على تفرد الله بالإِلهية بأنّ في كينونة الموجودات دلائل خِلقية على أنها مخلوقة لله تعالى وذلك قوله تعالى : { ولله يسجد من في السماوات والأرض طوعاً وكرهاً وظلالهم بالغدو والآصال } [ الرعد : 15 ] . ومرجع هذا المعنى إلى أن هذا استدلال بمقتضى الحكمة الإِلهية في حالة خَلْق الإنسان فإن إيداع الأرواح في الأجساد تصرف من تصرف الله تعالى ، وهو الحكيم ، فما نزع الأرواح من الأجساد بعد أن أودعها فيها مدة إلا لأن انتزاعها مقتضى الحِكمة أن تنتزع ، وانحصر ذلك في أن يجري عليها الحساب على ما اكتسبته في مدة الحياة الدنيا .وهذا كقوله تعالى : { أفحسبتم أنما خلقناكم عبثاً وأنكم إلينا لا ترجعون } [ المؤمنون : 115 ] ، فالله تعالى جعل الحياة الدنيا والآجال مُدَدَ عمل ، وجعل الحياة الآخرة دار جزاء على الأعمال ، ولذلك أقام نظام الدنيا على قاعدة الانتهاء لآجاللِ حياة الناس .أما موت من كان قريباً من سن التكليف ومَن دونه وموت العَجَماوات فذلك عارض تابع لإِجراء التكوين للأجساد الحية على نظام التكوين المتماثل ، وكذلك ما يعرض لها من عوارض مهلكة اقتضاها تعارض مقتضيات الأنظام وتكوين الأمزجة من صحة ومرض ، ومسالمة وعدوان .فبقي الإِشكال في جعل { ترجعونها } من جملة جواب شرط { إن } إذ لا يلزم من عدم قدرتهم على صد الأرواح عن الخروج ، أن يكون خروجها لإجراء الحساب . ودفع هذا الإشكال وجوب تأويل { ترجعونها } بمعنى تحاولون إرجاعها ، أي عدمُ محاولتكم إرجاعها منذ العصور الأولى دليل على تسليمكم بعدم إمكان إرجاعها ، وما ذلك إلا لوجوب خروجها من حياة الأعمال إلى حياة الجزاء . وأصل تركيب هذه الجملة : فإذا كنتم صادقين في أنكم غير مدينين فلولا حاولتم عند كل محتضر إذا بلغت الروح الحلقوم أن ترجعوها إلى مواقعها من أجزاء جسده فما صرفكم عن محاولة ذلك إلا العلم الضروري بأن الروح ذاهبة لا محالة . فإذا علمت هذا اتضح لك انتظام الآية التي نُظمت نظماً بديعاً من الإِيجاز ، وأدمج في دليلها ما هو تكملة للإعجاز .و ( لولا ( حرف تحْضيض مستعمل هنا في التعجيز لأن المحضوض إذا لم يفعل ما حُضّ على فعله فقد أظهر عجزه والفعل المحضوض عليه هو { ترجعونها } ، أي تحاولون رجوعها .و { إذا بلغت } ظرف متعلق ب { ترجعونها } مقدم عليه لتهويله والتشويق إلى الفعل المحضوض عليه .والضمير المستتر في { بلغت } عائد على مفهوم من العبارات لظهور أن التي تبلغ الحلقوم هي الروح حذف إيجازاً نحو قوله تعالى : { حتى توارت بالحجاب } [ ص : 32 ] أي الشمس . و ( ال ( في { الحلقوم } للعهد الجنسي . وجملة { وأنتم حينئذٍ تنظرون } حال من ضمير { بلغت } ومفعول { تنظرون } محذوف تقديره : تنظرون صاحبها ، أي صاحب الروح بقرينة قوله بعده { ونحن أقرب إليه } ، وفائدة هذه الحال تحقيق أن الله صرفهم عن محاولة إرجاعها مع شدة أسفهم لموْت الأعِزَّة .وجملة { ونحن أقرب إليه منكم } في موضع الحال من مفعول { تنظرون } المحذوف ، أو معترضة والواو اعتراضية .وأيَّاً ما كانت فهي احتراس لبيان أن ثمة حضوراً أقرب من حضورهم عند المحتضر وهو حضور التصريف لأحواله الباطنة .وقربُ الله : قربُ علممٍ وقدرة على حد قوله : { وجاء ربك } [ الفجر : 22 ] أو قرب ملائكته المرسلين لتنفيذ أمره في الحياة والموت على حد قوله : { ولقد جئناهم بكتاب } [ الأعراف : 52 ] ، أي جاءهم جبريل بكتاب ، قال تعالى : { حتى إذا جاءتهم رسلنا يتوفونهم } [ الأعراف : 37 ] .وجملة { ولكن لا تبصرون } معترضة بين جملة { ونحن أقرب إليه منكم } وجملة { فلولا إن كنتم غير مدينين } وكلمة { فلولا } الثانية تأكيد لفظي لنظيرها السابق أعيد لتُبنى عليه جملة { ترجعونها } لطول الفصل ."
    },
    {
      "ayah": 86,
      "surah": 56,
      "text": "فَلَوْلَا إِنْ كُنْتُمْ غَيْرَ مَدِينِينَ (86(وجملة { إن كنتم غير مدينين } معترضة أو حال من الواو في { ترجعونها } .وجواب شرط { إن } محذوف دل عليه فعل { ترجعونها } . قال ابن عطية : وقوله : { ترجعونها } سدّ مسدّ الأجوبة والبيانات التي تقتضيها التحضيضات ، و { إذا } من قوله : { فلولا إذا بلغت } و ( إن ( المتكررة وحمل بعض القول بعضاً إيجاز أو اقتضابات» اه ."
    },
    {
      "ayah": 87,
      "surah": 56,
      "text": "تَرْجِعُونَهَا إِنْ كُنْتُمْ صَادِقِينَ (87(وجملة { إن كنتم صادقين } بيان لجملة { إن كنتم غير مدينين } وعلى التفسير الأول لمعنى { مدينين } يكون وجه إعادة هذا الشرط مع أنه مما استفيد بقوله : { إن كنتم غير مدينين } هو الإيماء إلى فرض الشرط في قوله : { إن كنتم غير مدينين } بالنسبة لما في نفس الأمر وأن الشرط في قوله : { إن كنتم صادقين } هو فرض وتقدير لا وقوع له نفي البعث ، وعلى الوجه الثاني يرجع قوله : { إن كنتم صادقين } إلى ما أفاده التحضيض ، وموقع فاء التفريع من إرادة أن قبض الأرواح لتأخيرها إلى يوم الجزاء ، أي إن كنتم صادقين في نفي البعث والجزاء .وضمير التأنيث في قوله : { ترجعونها } عائد إلى الروح الدال عليه التاء في قوله : { إذا بلغت الحلقوم } .ومعنى الاستدراك في { ولكن لا تبصرون } راجع إلى قوله : { ونحن أقرب إليه منكم } لرفع توهم قائل : كيف يكون أقرب إلى المحتضر من العوّاد الحافين حوله وهم يرون شيئاً غيرهم يدفع ذلك بأنهم محجوبون عن رؤية أمر الله تعالى .وجملة { ولكن لا تبصرون } معترضة ، والواو اعتراضية . ومفعول { تبصرون } محذوف دلّ عليه قوله : { ونحن أقرب إليه } .ومعنى { مدينين } مُجَازَيْنَ على أعمالكم . وعلى هذا المعنى حمله جمهور المتقدمين من المفسرين ابن عباس ومجاهد وجابر بن زيد والحسن وقتادة ، وعليه جمهور المفسرين من المتأخرين على الإِجمال ، وفسره الفراء والزمخشري { مدينين } بمعنى : عبيد لله ، من قولهم : دَان السلطان الرعية ، إذا ساسهم ، أي غير مرْبوبين وهو بعيد عن السياق .واعلم أن قوله : { إن كنتم غير مدينين } فرض وتقدير فَ { إنْ } فيه بمنزلة ( لو ( ، أي لو كنتم غير مدينين ، أي غير مجزيين على الأعمال .وأسند فعل { إن كنتم غير مدينين } إلى المخاطبين بضمير المخاطبين ، دون أن يقول : إن كان الناس غير مدينين لأن المخاطبين هم الذين لأجل إنكارهم البعث سيق هذا الكلام . والمعنى : لو كنتم أنتم وكان الناس غير مدينين لما أخرجت الأرواح من الأجْساد إذ لا فائدة تحصل من تفريق ذينك الإِلفين لولا غرض ساممٍ ، وهو وضع كل روح فيما يليق بها من عالم الخلود جزاء على الأعمال ، ولذلك أوثر لفظ { غير مدينين } دون أن يقال : غير مبعوثين ، أو غير مُعادين ، وإن كان لا يلزم من نفي الإدانة نفي البعث فإنه يجوز أن يكون بعث بلا جزاء لكن ذلك لا يدَعى لأنه عبث .فقوله : { إن كنتم غير مدينين } إيماء إلى أن الغرض من سوق هذا الدليل إبطال إنكارهم البعث الذي هو لحكمة الجزاء .ومن مستتبعات هذا الكلام أن يفيد الإيماء إلى حكمة الموت بالنسبة للإنسان لأنه لتخليص الأرواح من هذه الحياة الزائلة المملوءة باطلاً إلى الحياة الأبدية الحق التي تجري فيها أحوال الأرواح على ما يناسب سلوكها في الحياة الدنيا ، كما أشار إليه قوله تعالى : { أفحسبتم أنما خلقناكم عبثاً وأنكم إلينا لا ترجعون } [ المؤمنون : 115 ] فيقتضي أنه لولا أنكم مدينون لما انتزعنا الأرواح من أجسادها بعد أن جعلناها فيها ولأبقيناها لأن الروح الإنساني ليس كالروح الحيواني ، فتكون الآية مشتملة على دليلين : أحدهما بحاقِّ التركيب ، والآخر بمستتبعاته التي أومأ إليها قوله : { إن كنتم غير مدينين } . والغرض الأول هو الذي ذيل بقوله : { إن كنتم صادقين } .هذا تفسير الآية الذي يحيط بأوفر معانيها دلالة واقتضاء ومستتبعات . وجعل في «الكشاف» معنى الآية يصب إلى إبطال ما يعتقده الدهريون ، أي الذين يقولون { نموت ونحيا وما يهلكنا إلا الدهر } [ الجاثية : 24 ] ، لأنهم نفوا أن يكونوا عباداً لله . وجعل معنى { مدينين } مملوكين لله ، وبذلك فسره الفراء وقال ابن عطية : «إنه أصح ما يقال في معنى اللفظة هنا ، ومن عبر بمجازَى أو بمحاسب ، فذلك هنا قلق» . وقلت : في كلامه نظر ظاهر .وجعل الزمخشري تفريعه على ما حكي من كلامهم السابق مبنياً على أن ما حكي من كلامهم في الأنْواء والتكذيب يفضي إلى مذهب التعطيل ، فاستدل عليهم بدليل يقتضي وجود الخالق وهو كله ناء عن معنى الآية لأن الدهرية لا ينتحلها جميع العرب بل هي نحلة طوائف قليلة منهم وناء عن متعارف ألفاظها وعن ترتيب استدلالها ."
    },
    {
      "ayah": 88,
      "surah": 56,
      "text": "فَأَمَّا إِنْ كَانَ مِنَ الْمُقَرَّبِينَ (88(لما اقتضى الكلام بحذافره أن الإِنسان صاحب الروح صائر إلى الجزاء فرع عليه إجمال أحوال الجزاء في مراتب الناس إجمالاً لما سبق تفصيله بقوله : { وكنتم أزواجاً ثلاثة إلى قوله : لا بارد ولا كريم } [ الواقعة : 7 44 ] ليكون هذا فذلكة للسورة وردّاً لعجزها على صدرها .فضمير { إن كان } عائد إلى ما عاد إليه ضمير { إليه } من قوله : { ونحن أقرب إليه منكم } [ الواقعة : 85 ] .والمقربون هم السابقون الذين تقدم ذكرهم في قوله تعالى : { والسابقون السابقون أولئك المقربون } [ الواقعة : 85 ] وأصحاب اليمين قد تقدم والمكذبون الضالون : هم أصحاب الشمال المتقدم ذكرهم .وقد ذكر لكل صنف من هؤلاء جزاء لم يُذكر له فيما تقدم ليضم إلى ما أعدّ له فيما تقدم على طريقة القرآن في توزيع القصة .والرَّوْح : بفتح الراء في قراءة الجمهور ، وهو الراحة ، أي فرَوْح له ، أي هو في راحة ونعيم ، وتقدم في قوله : { ولا تيأسوا من روح الله } في سورة يوسف ( 87 ( . وقرأه رويس عن يعقوب بضم الراء . ورويت هذه القراءة عن عائشة عن النبي عند أبي داود والترمذي والنسائي ، أي أن رسول الله روي عنه الوجهان ، فالمشهور روي متواتراً ، والآخر روي متواتراً وبالآحاد ، وكلاهما مراد .ومعنى الآية على قراءة ضم الراء : أن روحه معها الريحان وهو الطيب وجنة النعيم . وقد ورد في حديث آخر : أن رُوح المؤمن تخرج طيبة ."
    },
    {
      "ayah": 89,
      "surah": 56,
      "text": "فَرَوْحٌ وَرَيْحَانٌ وَجَنَّةُ نَعِيمٍ (89(وقيل : أطلق الرُّوح بضم الراء على الرحمة لأن من كان في رحمة الله فهو الحيّ حقاً ، فهو ذو روح ، أما من كان في العذاب فحياته أقل من الموت ، قال تعالى : { لا يموت فيها ولا يحيى } [ الأعلى : 13 ] ، أي لأنه يتمنى الموت فلا يجده .والريحان : شجر لورقة وقضبانه رائحة ذكية شديد الخضرة كانت الأمم تزين به مجالس الشراب . قال الحريري «وطوراً يستبزل الدنان ، ومرة يستنثق الريحان» وكانت ملوك العرب تتخذهُ ، قال النابغة :يُحَيَّوْن بالريحان يوم السباسب ... وتقدم عند قوله تعالى : { والحب ذو العصف والريحان } في سورة الرحمن ( 12 ( ، فتخصيصه بالذكر قبل ذكر الجنة التي تحتوي عليه إيماء إلى كرامتهم عند الله ، مثل قوله : { والملائكة يدخلون عليهم من كل باب سلام عليكم بما صبرتم فنعم عقبى الدار } [ الرعد : 23 ، 24 ] .وجملة { فروح وريحان } جواب ( أما ( التي هي بمعنى : مهما يكن شيء . وفُصل بين ( ما ( المتضمنة معنى اسم شرط وبين فعل شرط وبين الجواب بشرط آخر هو { إن كان من المقربين } لأن الاستعمال جرى على لزوم الفصل بين ( أمّا ( وجوابها بفاصل كراهية اتصال فاء الجواب بأداة الشرط لما التزموا حذف فعل الشرط فأقاموا مقامه فاصلاً كيفَ كان ."
    },
    {
      "ayah": 9,
      "surah": 56,
      "text": "وَأَصْحَابُ الْمَشْأَمَةِ مَا أَصْحَابُ الْمَشْأَمَةِ (9(وصنف أصحاب المشأمة ، وهي اسم جهة مشتقة من الشؤم ، وهو ضد اليمن فهو الضر وعدم النفع وقد سميا في الآية الآتية { أصحابَ اليمين } [ الواقعة : 27 ] و { أصحاب الشمال } [ الواقعة : 41 ] ، فجعل الشمال ضدَّ اليمين كما جُعل المشأمة هنا ضد الميمنة إشعاراً بأن حالهم حال شؤم وسوء ، وكل ذلك مستعار لما عرف في كلام العرب من إطلاق هذين اللفظين على هذا المعنى الكنائي الذي شاع حتى ساوى الصريح ، وأصله جاءٍ من الزجر والعيافة إذ كانوا يتوقعون حصول خير من أغراضهم من مرور الطير أو الوحش من يمين الزاجر إلى يساره ويتوقعون الشر من مروره بعكس ذلك ، وقد تقدم تفصيله عند قوله تعالى : { قالوا إنكم كنتم تأتوننا عن اليمين } في سورة الصافات ( 28 ( ، وتقدم شيء منه عند قوله تعالى : { يَطَّيَّروا بموسى ومن معه } في سورة الأعراف ( 131 ( ، وعند قوله تعالى : { قالوا إنا تَطيرنا بكم } في سورة يس ( 18 ( .ولذلك استغني هنا عن الإخبار عن كلا الفريقين بخبر فيه وصف بعض حاليهما بذكر ما هو إجمال لحاليهما مما يشعر به ما أضيف إليه أصحابه من لفظي الميمنة والمشأمة بطريقة الاستفهام المستعمل في التعجيب من حال الفريقين في السعادة والشقاوة ، وهو تعجيب ترك على إبهامه هنا لتذهب نفس السامع كل مذهب ممكن من الخير والشر ، ف ( ما ( في الموضعين اسم استفهام .و ( أصحاب الميمنة وأصحاب المشأمة ( خبرَانِ عن ( مَا ( في الموضعين كقوله تعالى : { الحاقة ما الحاقة } [ الحاقة : 1 ، 2 ] وقوله : { القارعة ما القارعة } [ القارعة : 1 ، 2 ] .وإظهار لفظي { أصحاب الميمنة } و { أصحاب المشئمة } بعد الاستفهامين دون الإِتيان بضميريْهما . لأن مقام التعجيب والتشهير يقتضي الإظهار بخلاف مقام قوله تعالى : { وما أدراك ماهية } [ القارعة : 10 ] ."
    },
    {
      "ayah": 90,
      "surah": 56,
      "text": "وَأَمَّا إِنْ كَانَ مِنْ أَصْحَابِ الْيَمِينِ (90(وجواب ( إن ( الشرطية محذوف أغنى عنه جواب ( أمَّا ( ."
    },
    {
      "ayah": 91,
      "surah": 56,
      "text": "فَسَلَامٌ لَكَ مِنْ أَصْحَابِ الْيَمِينِ (91(وكذلك قوله : { فسلام لك من أصحاب اليمين } .والسلام : اسم للسلامة من المكروه ، ويطلق على التحية ، واللام في قوله : { لك } للاختصاص . والكلام إجمال للتنويه بهم وعلوّ مرتبتهم وخلاصهم من المكدرات لتذهب نفس السامع كل مذهب .واختلف المفسرون في قوله : { فسلام لك من أصحاب اليمين } فقيل : كاف الخطاب موجهة لغير معين ، أي لكل من يسمع هذا الخبر . والمعنى : أن السلامة الحاصلة لأصحاب اليمين تسر من يبلغه أمرها . وهذا كما يقال : ناهيك به ، وحسبك به ، و ( من ) ابتدائية ، واللفظ جرى مجرى المثل فطوي منه بعضه ، وأصله : فلهم السلامة سلامة تسرّ من بلغه حديثها .وقيل : الخطاب للنبيء صلى الله عليه وسلم وتقرير المعنى كما تقدم لأن النبي صلى الله عليه وسلم يُسرّ بما يناله أهل الإسلام من الكرامة عند الله وهم ممن شملهم لفظ { أصحاب اليمين } . وقيل : الكلام على تقدير القول ، أي فيقال له : سلام لك ، أي تقول له الملائكة .و { من أصحاب اليمين } خبر مبتدأ محذوف ، أي أنت من أصحاب اليمين ، و { من } على هذا تبعيضية ، فهي بشارة للمخاطب عند البعث على نحو قوله تعالى : { والملائكة يدخلون عليهم من كل باب سلام عليكم بما صبرتم فنعم عقبى الدار } [ الرعد : 23 ، 24 ] .وقيل : الكاف خطاب لمن كان من أصحاب اليمين على طريقة الالتفات . ومقتضى الظاهر أن يقال : فسلام له ، فعدل إلى الخطاب لاستحضار تلك الحالة الشريفة ، أي فيسلم عليه أصحاب اليمين على نحو قوله تعالى : { وتحيتهم فيها سلام } [ يونس : 10 ] أي يبادرونه بالسلام ، وهذا كناية عن كونه من أهل منزلتهم ، و { من } على هذا ابتدائية .فهذه محامل لهذه الآية يستخلص من مجموعها معنى الرفعة والكرامة ."
    },
    {
      "ayah": 92,
      "surah": 56,
      "text": "وَأَمَّا إِنْ كَانَ مِنَ الْمُكَذِّبِينَ الضَّالِّينَ (92(والمكذبون الضالون : هم أصحاب الشمال في القسم السابق إلى أزواج ثلاثة .وقدم هنا وصف التكذيب على وصف الضلال عكس ما تقدم في قوله : { ثم إنكم أيها الضالون المكذبون } [ الواقعة : 51 ] ، لمراعاة سبب ما نالهم من العذاب وهو التكذيب ، لأن الكلام هنا على عذاب قد حان حينه وفات وقت الحذر منه فبُينّ سبب عذابهم وذكروا بالذي أوقعهم في سببه ليحصل لهم ألم التندم ."
    },
    {
      "ayah": 93,
      "surah": 56,
      "text": "فَنُزُلٌ مِنْ حَمِيمٍ (93(والنزل : ما يُقدم للضيف من القرى ، وإطلاقه هنا تهكم ، كما تقدم قريباً في هذه السورة كقوله تعالى : { هذا نزلهم يوم الدين } [ الواقعة : 56 ] ."
    },
    {
      "ayah": 94,
      "surah": 56,
      "text": "وَتَصْلِيَةُ جَحِيمٍ (94(والتصلية : مصدر صلاَّه المشدّد ، إذا أحرقه وشواه ، يقال : صلى اللحم تصلية ، إذا شواه ، وهو هنا من الكلام الموجه لإِيهامه أنه يُصلّى له الشواء في نزله على طريقة التهكم ، أي يحرّق بها .والجحيم : يطلق على النار المؤججة ، ويطلق عَلَماً على جهنّم دار العذاب الآخرة ."
    },
    {
      "ayah": 95,
      "surah": 56,
      "text": "إِنَّ هَذَا لَهُوَ حَقُّ الْيَقِينِ (95)تذييل لجميع ما اشتملت عليه السورة من المعاني المثبتة .والإِشارة إلى ذلك بتأويل المذكور من تحقيق حق وإبطال باطل .والحق : الثابت . و { اليقين } : المعلوم جزماً الذي لا يقبل التشكيك .وإضافة { حق } إلى { اليقين } من إضافة الصفة إلى الموصوف ، أي لهو اليقين الحق . وذلك أن الشيء إذا كان كاملاً في نوعه وصُف بأنه حقّ ذلك الجنس ، كما في الحديث : « لأبعثن مَعكم أميناً حقَّ أمين » . فالمعنى : أن الذي قصصنا عليك في هذه السورة هو اليقين حقُّ اليقين ، كما يقال : زيد العالم حقُ عالم . ومآل هذا الوصف إلى توكيد اليقين ، فهو بمنزلة ذكر مرادف الشيء وإضافة المترادفين تفيد معنى التوكيد ، فلذلك فسروه بمعنى : أن هذا يقينُ اليقين وصوابُ الصواب . نريد : أنه نهاية الصواب . قال ابن عطية : وهذا أحسن ما قيل فيه .ويجوز أن تكون الإِضافة بيانية على معنى ( مِن ) ، وحقيقته على معنى اللام بتقدير : لهو حق الأمر اليقين ، وسيجيء نظير هذا التركيب في سورة الحاقة . وسأبين هنالك ما يزيد على ما ذكرته هنا فانظره هنالك .وقد اشتمل هذا التذييل على أربعة مؤكدات وهي : ( إن ) ، ولام الابتداء ، وضمير الفصل ، وإضافة شبه المترادفين ."
    },
    {
      "ayah": 96,
      "surah": 56,
      "text": "فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ (96)تفريع على تحقيق أن ما ذكر هو اليقين حقاً فإن ما ذكر يشتمل على عظيم صفات الله وبديع صنعه وحكمته وعدله ، ويبشر النبي صلى الله عليه وسلم وأمته بمراتب من الشرف والسلامة على مقادير درجاتهم وبنعمة النجاة مما يصير إليه المشركون من سوء العاقبة ، فلا جرم كان حقيقاً بأن يؤمر بتسبيح الله تسبيحاً استحقه لعظمته ، والتسبيح ثناء ، فهو يتضمن حمداً لنعمته وما هدى إليه من طرق الخير ، وقد مضى تفصيل القول في نظيره من هذه السورة ."
    }
  ]
}
