{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 61,
      "text": "سَبَّحَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ (1)مناسبة هذه الفاتحة لما بعدها من السورة بيان أن الكافرين محقوقون بأن تقاتلوهم لأنهم شذوا عن جميع المخلوقات فلم يسبحوا الله ولم يصفوه بصفات الكمال إذ جعلوا له شركاء في الإلهية . وفيه تعريض بالذين أخلفوا ما وعدوا بأنهم لم يؤدُّوا حق تسبيح الله ، لأن الله مستحق لأن يوفّى بعهده في الحياة الدنيا وأن الله ناصر الذين آمنوا على عدوّهم .وتقدم الكلام على نظير قوله : { سبح لله } إلى { الحكيم } في أول سورة الحشر وسورة الحديد .وفي إجراء وصف { العزيز } عليه تعالى هنا إيماء إلى أنه الغالب لعدوّه فما كان لكم أن تَرهَبُوا أعداءه فتفرّوا منهم عند اللقاء .وإجراء صفة { الحكيم } إن حملت على معنى المتصف بالحكمة أن الموصوف بالحكمة لا يأمركم بجهاد العدوّ عبثاً ولا يخليهم يغلبونكم . وإن حملت على معنى المُحكِم للأمور فكذلك ."
    },
    {
      "ayah": 10,
      "surah": 61,
      "text": "يَا أَيُّهَا الَّذِينَ آَمَنُوا هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنْجِيكُمْ مِنْ عَذَابٍ أَلِيمٍ (10) هذا تخلص إلى الغرض الذي افتتحت به السورة من قوله : { يأيها الذين آمنوا لم تقولون ما لا تفعلون } إلى قوله : { كأنهم بنيان مرصوص } [ الصف : 2 4 ] . فبعد أن ضربت لهم الأمثال ، وانتقل الكلام من مجال إلى مجال ، أعيد خطابهم هنا بمثل ما خوطبوا به بقوله : { يأيها الذين آمنوا لم تقولون ما لا تفعلون } [ الصف : 2 ] ، أي هل أدلكم على أحب العمل إلى الله لتعملوا به كما طلبتم إذْ قلتم لو نعلم أيَّ الأعمال أحبّ إلى الله لعملنا به فجاءت السورة في أُسلوب الخطابة .والظاهر أن الضمير المستتر في { أدلكم } عائد إلى الله تعالى لأن ظاهر الخطاب أنه موجه من الله تعالى إلى المؤمنين . ويجوز أن يجعل الضمير إلى النبي صلى الله عليه وسلم على تقدير قول محذوف وعلى اختلاف الاحتمال يختلف موقع قوله الآتي { وبشر المؤمنين } [ الصف : 13 ] .والاستفهام مستعمل في العَرض مجازاً لأن العارض قد يسأل المعروضَ عليه ليعلم رغبته في الأمر المعروض كما يقال : هل لك في كذا؟ أو هل لك إلى كذا؟والعرض هنا كناية عن التشويق إلى الأمر المعروض ، وهو دلالته إياهم على تجارة نافعة . وألفاظ الاستفهام تخرج عنه إلى معان كثيرة هي من ملازمات الاستفهام كما نبه عليه السكّاكي في «المفتاح» ، وهي غير منحصرة فيما ذكره .وجيء بفعل { أدلكم } لإِفادة ما يذكر بعده من الأشياء التي لا يهتدى إليها بسهولة .وأطلق على العمل الصالح لفظُ التجارة على سبيل الاستعارة لمشابهة العمل الصالح التجارةَ في طلب النفع من ذلك العمل ومزاولته والكد فيه ، وقد تقدم في قوله تعالى : { فما ربحت تجارتهم } في سورة [ البقرة : 16 ] .ووصف التجارة بأنها تنجي من عذاب أليم ، تجريد للاستعارة لقصد الصراحة بهذه الفائدة لأهميتها وليس الإِنجاء من العذاب من شأن التجارة فهو من مناسبات المعنى الحقيقي للعمل الصالح .وجملة تؤمنون بالله ورسوله } مستأنفة استئنافاً بيانياً لأن ذكر الدلالة مجمل والتشويقُ الذي سبقها مما يثير في أنفس السامعين التساؤل عن هذا الذي تدلنا عليه وعن هذه التجارة ."
    },
    {
      "ayah": 11,
      "surah": 61,
      "text": "تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ وَتُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ (11) وإذ قد كان الخطاب لقوم مؤمنين فإن فِعْل { تؤمنون بالله } مع { وتجاهدون } مراد به تجمعون بين الإِيمان بالله ورسوله وبين الجهاد في سبيل الله بأموالكم وأنفسكم تنويهاً بشأن الجهاد . وفي التعبير بالمضارع إفادة الأمر بالدوام على الإِيمان وتجديده في كل آن ، وذلك تعريض بالمنافقين وتحذير من التغافل عن ملازمة الإِيمان وشؤونه .وأما { وتجاهدون } فإنه لإِرادة تجدّد الجهاد إذا استُنفِروا إليه ."
    },
    {
      "ayah": 12,
      "surah": 61,
      "text": "يَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَيُدْخِلْكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ ذَلِكَ الْفَوْزُ الْعَظِيمُ (12)ومجيء { يغفر } مجْزوماً تنبيه على أن { تؤمنون } { وتجاهدون } وإن جاءا في صيغة الخبر فالمراد الأمرُ لأن الجزم إنما يكون في جواب الطلب لا في جواب الخبر . قاله المبرد والزمخشري .وقال الفراء : جزم { يغفرْ } لأنه جواب { هل أدلكم } ، أي لأن متعلق { أدلكم } هو التجارة المفسرة بالإِيمان والجهاد ، فكأنه قيل : هل تتَّجرون بالإِيمان والجهاد يَغفرْ لكم ذنوبكم .وإنما جيء بالفعلين الأولين على لفظ الخبر للإِيذان بوجوب الامتثال حتى يفرض المأمور كأنه سمع الأمر وامتثله .وقرأ الجمهور { تنجيكم } بسكون النون وتخفيف الجيم . وقرأه ابن عامر بفتح النون وتشديد الجيم ، يقال : أنجاه ونَجّاه .والإِشارة ب { ذلكم } إلى الإِيمان والجهاد بتأويل المذكور : خير .و { خير } هذا ليس اسم تفضيل الذي أصله : أخير ووزنه : أَفعل ، بل هو اسم لضد الشر ، ووزنه : فَعْل .وجمع قوله : { خير } ما هو خيرُ الدنيا وخيرُ الآخرة .وقوله : { إن كنتم تعلمون } تعريض لهم بالعتاب على تولّيهم يوم أُحُد بعد أن قالوا : لو نعلم أيَّ الأعمال أحب إلى الله لَعَمِلْنَاه ، فندبوا إلى الجهاد فكان ما كان منهم يوم أُحُد ، كما تقدم في أول السورة ، فنزلوا منزلة من يُشَك في عملهم بأنه خير لعدم جريهم على موجَب العلم .والمساكن الطيبة : هي القصور التي في الجنة ، قال تعالى : { ويجعل لك قصوراً } [ الفرقان : 10 ] .وإنما خُصّت المساكن بالذكر هنا لأن في الجهاد مفارقة مساكنهم ، فوعدوا على تلك المفارقة الموقتة بمساكن أبدية . قال تعالى : { قل إن كان آباؤكم وأبناؤكم وإخوانكم وأزواجكم وعشيرتكم } إلى قوله : { ومساكن ترضونها أحب إليكم من الله ورسوله وجهاد في سبيله } [ التوبة : 24 ] الآية ."
    },
    {
      "ayah": 13,
      "surah": 61,
      "text": "وَأُخْرَى تُحِبُّونَهَا نَصْرٌ مِنَ اللَّهِ وَفَتْحٌ قَرِيبٌ وَبَشِّرِ الْمُؤْمِنِينَ (13){ وأخرى تُحِبُّونَهَا نَصْرٌ مِّن الله وَفَتْحٌ قَرِيبٌ } .عطف على جملة { يغفر لكم ويدخلكم } [ الصف : 12 ] عطفَ الاسمية على الفعلية . وجيء بالاسمية لإِفادة الثبوت والتحقق . ف { أُخرى } مبتدأ خبره محذوف دل عليه قوله : { لكم } من قوله : { يغفر لكم } . والتقدير : أخرى لكم ، ولك أن تجعل الخبر قوله : { نصر من الله } .وجيء به وصفاً مؤنثاً بتأويل نعمة ، أو فضيلة ، أو خصلة مما يؤذن به قوله : { يغفر لكم ذنوبكم } [ الصف : 12 ] إلى آخره من معنى النعمة والخصلة كقوله تعالى : { وأخرى لم تقدروا عليها } في سورة [ الفتح : 21 ]ووصف أخرى بجملة { تحبونها } إشارة إلى الامتنان عليهم بإعطائهم ما يحبون في الحياة الدنيا قبل إعطاء نعيم الآخرة . وهذا نظير قوله تعالى : { فلنولينك قبلة ترضاها } [ البقرة : 144 ] .( و { نصر من الله } بدل من { أُخرى } ، ويجوز أن يكون خبراً عن { أخرى } . والمراد به النصر العظيم ، وهو نصر فتح مكة فإنه كان نصراً على أشد أعدائهم الذين فتنوهم وآذوهم وأخرجوهم من ديارهم وأموالهم وألَّبوا عليهم العرب والأحزاب . وراموا تشويه سمعتهم ، وقد انضم إليه نصر الدين بإسلام أولئك الذين كانوا من قبل أيمة الكفر ومساعير الفتنة ، فأصبحوا مؤمنين إخواناً وصدق الله وعده بقوله : { عسى الله أن يجعل بينكم وبين الذين عاديتم منهم مودة } [ الممتحنة : 7 ] وقوله : { واذكروا نعمة الله عليكم إذ كنتم أعداء فألف بين قلوبكم فأصبحتم بنعمته إخواناً } [ آل عمران : 103 ] .وذكر اسم الجلالة يجوز أن يكون إظهاراً في مقام الإِضمار على احتمال أن يكون ضمير التكلم في قوله : { هل أدلكم } [ الصف : 10 ] كلاماً من الله تعالى ، ويجوز أن يكون جارياً على مقتضى الظاهر إن كان الخطاب أُمر به رسول الله صلى الله عليه وسلم بتقدير «قل» .ووصف الفتح ب { بقريب } تعجيل بالمسرة .وهذه الآية من معجزات القرآن الراجعة إلى الإِخبار بالغيب .{ قَرِيبٌ وَبَشِّرِ } .يجوز أن تكون عطفاً على مجموع الكلام الذي قبلها ابتداء من قوله : { يأيها الذين آمنوا هل أدلكم على تجارة } [ الصف : 10 ] على احتمال أن ما قبلها كلام صادر من جانب الله تعالى ، عطفَ غرض على غرض فيكون الأمر من الله لنبيئه صلى الله عليه وسلم بأن يبشر المؤمنين . ولا يتأتى في هذه الجملة فرضُ عطف الإِنشاء على الإِخبار إذ ليس عطف جملة بل جملة على جملة على مجموع جُمل على نحو ما اختاره الزمخشري عند تفسير قوله تعالى : { وبشر الذين آمنوا وعملوا الصالحات أن لهم جنات } الآية في أوائل سورة [ البقرة : 25 ] وما بيَّنه من كلام السيد الشريف في حاشية الكشاف } .وأما على احتمال أن يكون قوله : { يأيها الذين آمنوا هل أدلكم } إلى آخره مسوقاً لأمر رسول الله صلى الله عليه وسلم بأن يقول : { هل أدلكم على تجارة } بتقدير قول محذوف ، أي قل يأيها الذين آمنوا هل أدلكم ، إلى آخره ، فيكون الأمر في { وبشر } التفاتاً من قبيل التجريد . والمعنى : وأُبشّرُ المؤمنين .وقد تقدم القول في عطف الإِنشاء على الإِخبار عند قوله تعالى : { وبشر الذين آمنوا وعملوا الصالحات أن لهم جنات تجري من تحتها الأنهار } في أوائل سورة [ البقرة : 25 ] .والذي استقر عليه رأيي الآن أن الاختلاف بين الجملتين بالخبرية والإِنشائية اختلاف لفظي لا يؤثر بين الجملتين اتصالاً ولا انقطاعاً لأن الاتصال والانقطاع أمران معنويان وتابعان للأغراض فالعبرة بالمناسبة المعنوية دون الصيغة اللفظية وفي هذا مقنع حيث فاتني التعرض لهذا الوجه عند تفسير آية سورة البقرة ."
    },
    {
      "ayah": 14,
      "surah": 61,
      "text": "يَا أَيُّهَا الَّذِينَ آَمَنُوا كُونُوا أَنْصَارَ اللَّهِ كَمَا قَالَ عِيسَى ابْنُ مَرْيَمَ لِلْحَوَارِيِّينَ مَنْ أَنْصَارِي إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنْصَارُ اللَّهِ فَآَمَنَتْ طَائِفَةٌ مِنْ بَنِي إِسْرَائِيلَ وَكَفَرَتْ طَائِفَةٌ فَأَيَّدْنَا الَّذِينَ آَمَنُوا عَلَى عَدُوِّهِمْ فَأَصْبَحُوا ظَاهِرِينَ (14)هذا خطاب آخر للمؤمنين تكملة لما تضمنه الخطاب بقوله تعالى : { يأيها الذين آمنوا هل أدلكم على تجارة } إلى قوله : { وتجاهدون في سبيل الله } [ الصف : 10 ، 11 ] الآية الذي هو المقصود من ذلك الخطاب ، فجاء هذا الخطاب الثاني تذكيراً بأسوة عظيمة من أحوال المخلصين من المؤمنين السابقين وهم أصحاب عيسى عليه السلام مع قلة عددهم وضعفهم .فأمر الله المؤمنين بنصر الدين وهو نصر غير النصر الذي بالجهاد لأن ذلك تقدم التحريض عليه في قوله : { وتجاهدون في سبيل الله بأموالكم وأنفسكم } [ الصف : 11 ] الآية ووَعَدهم عليه بأن ينصرهم الله ، فهذا النصر المأمور به هنا نصر دِين الله الذي آمنوا به بأن يبثّوه ويَثْبُتوا على الأخذ به دون اكتراث بما يلاقونه من أذى من المشركين وأهللِ الكتاب ، قال تعالى : { لتبلون في أموالكم وأنفسكم ولتسمعن من الذين أوتوا الكتاب من قبلكم ومن الذين أشركوا أذى كثيراً وإن تصبروا وتتقوا فإن ذلك من عزم الأمور } [ آل عمران : 186 ] وهذا هو الذي شبه بنصر الحواريين دين الله الذي جاء به عيسى عليه السّلام ، فإن عيسى لم يجاهد من عاندوه ، ولا كان الحواريون ممن جاهدوا ولكنه صبر وصبروا حتى أظهر الله دين النصرانية وانتشر في الأرض ثم دبّ إليه التغيير حتى جاء الإسلام فنسخه من أصله .والأنصار : جمع نصير ، وهو الناصر الشديد النصر .وقرأ نافع وابن كثير وأبو عمرو وأبو جعفر { كونوا أنصاراً لله } بتنوين { أنصاراً } وقرن اسم الجلالة باللام الجارة فيكون { أنصاراً } مراداً به دلالة اسم الفاعل المفيد للإِحداث ، أي محدثين النصر ، واللام للأجْل ، أي لأجل الله ، أي ناصرين له كما قال تعالى : { فلا ناصر لهم } [ محمد : 13 ] .وقرأه الباقون بإضافة { أنصار } إلى اسم الجلالة بدون لام على اعتبار أنصار كاللقب على نحو قوله : { من أنصاري } .والتشبيه بدعوة عيسى ابن مريم للحواريين وجواب الحواريين تشبيهُ تمثيل ، أي كونوا عند ما يدعوكم محمد صلى الله عليه وسلم إلى نصر الله كحالة قول عيسى ابن مريم للحواريين واستجابتهم له .والتشبيه لقصد التنظير والتأسّي فقد صدق الحواريون وعدهم وثبتوا على الدّين ولم تزعزعهم الفتن والتعذيب .و ( ما ) مصدرية ، أي كقول عيسى وقول الحواريين . وفيه حذف مضاف تقديره : لكوننِ قوللِ عيسى وقول الحواريين . فالتشبيه بمجموع الأمرين قول عيسى وجواب الحواريين لأن جواب الحواريين بمنزلة الكلام المفرع على دعوة عيسى وإنما تحذف الفاء في مثله من المقاولات والمحاورات للاختصار ، كما تقدم في قوله تعالى : { قالوا أتجعل فيها من يفسد فيها } في سورة [ البقرة : 30 ] .وقول عيسى من أنصاري إلى الله } استفهام لاختبار انتدَابهم إلى نصر دين الله معه نظير قول طرفة :إن القوم قالوا مَن فتىً خلت إنني ... عُنيت فلم أكسَل ولم أتبلدوإضافة { أنصار } إلى ياء المتكلم وهو عيسى باعتبارهم أنصارَ دعوته .و { إلى الله } متعلق ب { أنصاري } . ومعنى { إلى } الانتهاء المجازي ، أي متوجهين إلى الله ، شبه دعاؤهم إلى الدين وتعليمهم الناس ما يرضاه الله لهم بسعي ساعين إلى الله لينصروه كما يسعى المستنجَد بهم إلى مكان مستنجِدهم لينصروه على من غلبه .ففي حرف { إلى } استعارة تبعية ، ولذلك كان الجواب المحكي عن الحواريين مطابقاً للاستفهام إذ قالوا : نحن أنصار الله ، أي نحن ننصر الله على من حادّه وشاقَّه ، أي ننصر دينه .و { الحواريون : جمع حواري بفتح الحاء وتخفيف الواو وهي كلمة معربَة عن الحبشية ( حَواريا ) وهو الصاحب الصفي ، وليست عربية الأصل ولا مشتقة من مادة عربية ، وقد عدها الضحاك في جملة الألفاظ المعرّبة لكنه قال : إنها نبطية . ومعنى الحواري : الغسّال ، كذا في الإِتقان } .و { الحواريون } : اسم أطلقه القرآن على أصحاب عيسى الاثني عشر ، ولا شك أنه كان معروفاً عند نصارى العرب أخذوه من نصارى الحبشة . ولا يعرف هذا الاسم في الأناجيل .وقد سمى النبي صلى الله عليه وسلم الزبير بن العوام حواريَّهُ على التشبيه بأحد الحواريين فقال : «لكل نبيء حواري وحواري الزبير» . وقد تقدم ذكر الحواريين في قوله تعالى : { قال الحواريون نحن أنصار الله } في سورة [ آل عمران : 52 ] .واعلم أن مقالة عيسى عليه السّلام المحكية في هذه الآية غير مقالته المحكية في آية آل عمران فإن تلك موجهة إلى جماعة بني إسرائيل الذين أحسّ منهم الكفر لمَّا دعاهم إلى الإِيمان به . أمّا مقالته المحكية هنا فهي موجهة للذين آمنوا به طالباً منهم نصرته لقوله تعالى : كما قال عيسى ابن مريم للحواريين } الآية ، فلذلك تعين اختلاف مقتضى الكلامين المتماثلين .وعلى حسب اختلاف المقامين يجرى اختلاف اعتبار الخصوصيات في الكلامين وإن كانا متشابهين فقد جعلنا هنالك إضافة { أنصارُ الله } [ آل عمران : 52 ] إضافة لفظية وبذلك لم يكن قولهم : { نحن أنصار الله } مفيداً للقصر لانعدام تعريف المسند . فأما هنَا فالأظهر أن كلمة { أنصار الله } اعتبرت لقباً للحواريين عَرَّفوا أنفسهم به وخلعوه على أنفسهم فلذلك أرادوا الاستدلال به على أنهم أحق الناس بتحقيق معناه ، ولذلك تكون إضافة { أنصار } إلى اسم الجلالة هنا إضافة معنوية مفيدة تعريفاً فصارت جملة { نحن أنصار الله } هنا مشتملة على صيغة قصر على خلاف نظيرتها التي في سورة آل عمران .ففي حكاية جواب الحواريين هنا خصوصية صيغة القصر بتعريف المسند إليه والمسند . وخصوصيةُ التعريف بالإِضافة . فكان إيجازاً في حكاية جوابهم بأنهم أجابوا بالانتداب إلى نصر الرسول وبجعل أنفسهم محقوقين بهذا النصر لأنهم محضوا أنفسهم لنصر الدين وعُرِفوا بذلك وبحصر نصر الدين فيهم حصراً يفيد المبالغة في تمحضهم له حتى كأنه لا ناصر للدين غيرهم مع قلتهم وإفادته التعريض بكفر بقيّة قومهم من بني إسرائيل .وفرع على قول الحواريين { نحن أنصار } الإخبار بأن بني إسرائيل افترقوا طائفتين طائفة آمنت بعيسى وما جاء به ، وطائفة كفرت بذلك وهذا التفريع يقتضي كلاماً مقدراً وهو فَنصروا الله بالدعوة والمصابرة عليها فاستجاب بعض بني إسرائيل وكفر بعض وإنما استجاب لهم من بني إسرائيل عدد قليل فقد جاء في إنجيل ( لُوقَا ) أن أتباع عيسى كانوا أكثر من سبعين .والمقصود من قوله : { فآمنت طائفة من بني إسرائيل وكفرت طائفة } التوطئة لقوله : { فأيدنا الذين آمنوا على عدوهم فأصبحوا ظاهرين } والتأييد النصر والتقوية ، أيد الله أهل النصرانية بكثير ممن اتبع النصرانية بدعوة الحواريين وأتباعهم مثل بولس .وإنما قال : { فأيدنا الذين آمنوا } ولم يقل : فأيدناهم لأن التأييد كان لمجموع المؤمنين بعيسى لا لكل فرد منهم إذ قد قتل من أتباعه خلق كثير ومُثِّل بهم وأُلْقوا إلى السباع في المشاهد العامة تفترسهم ، وكان ممن قُتل من الحواريين الحواري الأكبر الذي سماه عيسى بطرس ، أي الصخرة في ثباته في الله .ويزعمون أن جثته في الكنيسة العظمى في رومة المعروفة بكنيسة القدِّيس بطرس والحكمُ على المجموع في مثل هذا شائع كما تقول : نصر الله المسلمين يوم بدر مع أن منهم من قتل . والمقصود نصر الدين .والمقصود من هذا الخبر وعد المسلمين الذين أُمروا أن يكونوا أنصاراً لله بأن الله مؤيدهم على عدوّهم .والعدوّ يطلق على الواحد والجمع ، قال تعالى : { وهم لكم عدو } [ الكهف : 50 ] وتقدم عند قوله تعالى : { يأيها الذين آمنوا لا تتخذوا عدوي وعدوكم أولياء } في سورة [ الممتحنة : 1 ] .والظاهرُ : هو الغالب ، يقال : ظهر عليه ، أي غلبه ، وظهَر به أي غلب بسببه ، أي بإعانته وأصل فعله مشتق من الاسم الجامد . وهو الظَهْر الذي هو العمود الوسط من جسد الإِنسان والدَّواب لأن بالظهر قوة الحيوان . وهذا مثل فعل ( عَضَد ) مشتقاً من العضُد . و ( أيد ) مشتقاً من اليد ومن تصاريفه ظاهرَ عليه واستظهر وظَهير له قال تعالى : { والملائكة بعد ذلك ظهير } [ التحريم : 4 ] . فمعنى { ظاهرين } أنهم منصورون لأن عاقبة النصر كانت لهم فتمكنوا من الحكم في اليهود الكافرين بعيسى ومزقوهم كل ممزق ."
    },
    {
      "ayah": 2,
      "surah": 61,
      "text": "يَا أَيُّهَا الَّذِينَ آَمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ (2) ناداهم بوصف الإِيمان تعريضاً بأن الإِيمان من شأنه أن يزع المؤمن عن أن يخالف فعلُه قولَه في الوعد بالخير .واللام لتعليل المستفهم عنه وهو الشيء المبْهم الذي هو مدلول { ما } الاستفهامية لأنها تدل على أمر مبهم يطلب تعيينه .والتقدير : تقولون مَا لاَ تفعلون لأي سبب أو لأية علّة .وتتعلق اللام بفعل { تقولون } المجرور مع حرف الجر لصدارة الاستفهام .والاستفهام عن العلة مستعمل هنا في إنكار أن يكون سبب ذلك مرضياً لله تعالى ، أي أن ما يدعوهم إلى ذلك هو أمر منكر وذلك كناية عن اللوم والتحذير من ذلك كما في قوله تعالى : { قل فلم تقتلون أنبياء الله من قبل } في سورة البقرة ( 91 ) . فيجوز أن يكون القول الذي قالوه وعداً وعَدوه ولم يفوا به . ويجوز أن يكون خبراً أخبروا به عن أنفسهم لم يطابق الواقع . وقد مضى استيفاء ذلك في الكلام على صدر السورة .وهذا كناية عن تحذيرهم من الوقوع في مثل ما فعلوه يوم أحد بطريق الرمز ، وكناية عن اللوم على ما فعلوه يوم أحد بطريق التلويح .وتعقيب الآية بقوله : { إن الله يحب الذين يقاتلون في سبيله صفاً } [ الصف : 4 ] الخ . يؤذن بأن اللوم على وعد يتعلق بالجهاد في سبيل الله . وبذلك يلتئم معنى الآية مع حديث الترمذي في سبب النزول وتندحض روايات أخرى رويت في سبب نزولها ذكرها في «الكشاف» .وفيه تعريض بالمنافقين إذ يظهرون الإِيمان بأقوالهم وهم لا يعملون أعمال أهل الإِيمان بالقلب ولا بالجسد . قال ابن زيد : هو قول المنافقين للمؤمنين نحن منكم ومعكم ثم يظهر من أفعالهم خلاف ذلك ."
    },
    {
      "ayah": 3,
      "surah": 61,
      "text": "كَبُرَ مَقْتًا عِنْدَ اللَّهِ أَنْ تَقُولُوا مَا لَا تَفْعَلُونَ (3)وجملة { كبر مقتاً عند الله أن تقولوا ما لا تفعلون } بيان لجملة { لم تقولون ما لا تفعلون } تصريحاً بالمعنى المكنَّى عنه بها .وهو خبر عن كون قولهم : { ما لا تفعلون } أمراً كبيراً في جنس المقت .والكِبَر : مستعار للشدة لأن الكبير فيه كثرة وشدة في نوعه .و { أن تقولوا } فاعل { كبر } .والمقت : البغض الشديد . وهو هنا بمعنى اسم المفعول .وانتصب { مقتاً } على التمييز لِجهة الكبر . وهو تمييز نسبة .والتقدير : كبر ممقوتاً قَولُكم ما لا تفعلونه .ونُظِم هذا الكلام بطريقة الإِجمال ثم التفصيل بالتمييز لتهويل هذا الأمر في قلوب السامعين لكون الكثير منهم بمِظنة التهاون في الحيطة منه حتى وقعوا فيما وقعوا يوم أُحد . ففيه وعيد على تجدد مثله ، وزيد المقصود اهتماماً بأن وصف المقت بأنه عند الله ، أي مقتٌ لا تسامح فيه .وعدل عن جعل فاعل { كبر } ضمير القول بأن يقتصر على { كبر مقتاً عند الله } أو يقال : كبر ذلك مقتاً ، لقصد زيادة التهويل بإعادة لفظه ، ولإِفادة التأكيد .و { مَا } في قوله : { ما لا تفعلون } في الموضعين موصولة ، وهي بمعنى لام العهد ، أي الفعل الذي وَعدتم أن تفعلوه وهو أحبّ الأعمال إلى الله أو الجهادُ . 4 فاقتضت الآية أن الوعد في مثل هذا يجب الوفاء به لأن الموعود به طاعة فالوعد به من قبيل النذر المقصودِ منه القُربة فيجب الوفاء به ."
    },
    {
      "ayah": 4,
      "surah": 61,
      "text": "إِنَّ اللَّهَ يُحِبُّ الَّذِينَ يُقَاتِلُونَ فِي سَبِيلِهِ صَفًّا كَأَنَّهُمْ بُنْيَانٌ مَرْصُوصٌ (4)هذا جواب على تمنيهم معرفةَ أحب الأعمال إلى الله كما في حديث عبد الله بن سَلام عند الترمذي المتقدم وما قبله توطئة له على أسلوب الخطب ومقدماتها .والصف : عَدد من أشياء متجانبة منتظمة الأماكن ، فيطلق على صف المصلين ، وصفِّ الملائكة ، وصف الجيش في ميدان القتال بالجيش إذا حضر القتال كان صفّاً من رَجَّالة أو فرسان ثم يَقع تقدم بعضهم إلى بعض فرادى أو زرافات .فالصفّ هنا : كناية عن الانتظام والمقاتلة عن تدبّر .وأما حركات القتال فتعرض بحسب مصالح الحرب في اجتماع وتفرق وكرّ وفّر . وانتصب { صفاً } على الحال بتأويل : صافّين ، أو مصفوفين .والمرصوص : المتلاصق بعضه ببعض . والتشبيه في الثبات وعدم الانفلات وهو الذي اقتضاه التوبيخ السابق في قوله : { لم تقولون ما لا تفعلون } [ الصف : 2 ] ."
    },
    {
      "ayah": 5,
      "surah": 61,
      "text": "وَإِذْ قَالَ مُوسَى لِقَوْمِهِ يَا قَوْمِ لِمَ تُؤْذُونَنِي وَقَدْ تَعْلَمُونَ أَنِّي رَسُولُ اللَّهِ إِلَيْكُمْ فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الْفَاسِقِينَ (5)موقع هذه الآية هنا خفي المناسبة . فيجوز أن تكون الجملة معترضة استئنافاً ابتدائياً انتقل به من النهي عن عدم الوفاء بما وعدوا الله عليه إلى التعريض بقوم آذوا النبي صلى الله عليه وسلم بالقول أو بالعصيان أو نحو ذلك ، فيكون الكلام موجهاً إلى المنافقين ، فقد وسموا بأذى الرسول صلى الله عليه وسلم قوله تعالى : { إن الذين يؤذون الله ورسوله لعنهم الله في الدنيا والآخرة } [ الأحزاب : 57 ] الآية . وقوله تعالى : { والذين يؤذون رسول الله لهم عذاب أليم } [ التوبة : 61 ] وقوله : { ومنهم الذين يؤذون النبي ويقولون هو أذن } [ التوبة : 61 ] .وعلى هذا الوجه فهو اقتضاب نقل به الكلام من الغرض الذي قبله لتمامه إلى هذا الغرض ، أو تكون مناسبة وقعه في هذا الموقع حدوث سبب اقتضى نزوله من أذى قد حدث لم يطلع عليه المفسرون ورواة الأخبار وأسباب النزول .والواو على هذا الوجه عطف غرض على غرض . وهو المسمّى بعطف قصة على قصة .ويجوز أن يكون من تتمة الكلام الذي قبلها ضرب الله مثلاً للمسلمين لتحذيرهم من إتيان ما يؤذي رسوله صلى الله عليه وسلم ويسوؤوه من الخروج عن جادة الكمال الديني مثل عدم الوفاء بوعدهم في الإِتيان بأحبّ الأعمال إلى الله تعالى . وأشفقهم من أن يكون ذلك سبباً للزيغ والضلال كما حدث لقوم موسى لمَّا آذوه .وعلى هذا الوجه فالمراد بأذى قوم موسى إياه : عدم توخي طاعته ورضاه ، فيكون ذلك مشيراً إلى ما حكاه الله عنه من قوله : { يا قوم ادخلوا الأرض المقدسة التي كتب الله لكم ولا ترتدوا على أدباركم فتنقلبوا خاسرين } [ المائدة : 21 ] ، إلى قوله : { قالوا يا موسى إنا لن ندخلها أبداً ما داموا فيها فاذهب أنت وربك فقاتلا إنا هاهنا قاعدون } [ المائدة : 24 ] . فإن قولهم ذلك استخفاف يدل لذلك قوله عَقِبَه { قال رب إني لا أملك إلا نفسي وأخي فافرق بيننا وبين القوم الفاسقين } [ المائدة : 25 ] .وقد يكون وصفهم في هذه الآية بقوله : { والله لا يهدي القوم الفاسقين } ناظراً إلى وصفهم بذلك مرتين في آية سورة العقود في قوله : { فافرق بيننا وبين القوم الفاسقين } [ المائدة : 25 ] وقوله : { فلا تأس على القوم الفاسقين } [ المائدة : 26 ] .فيكون المقصود الأهم من القصة هو ما تفرع على ذكرها من قوله : { فلما زاغوا أزاغ الله قلوبهم } . ويناسب أن تكون هذه الآية تحذيراً من مخالفة أمر الرسول صلى الله عليه وسلم وعبرة بما عرض لهم من الهزيمة يوم أُحُد لما خالفوا أمره من عدم ثبات الرماة في مكانهم .وقد تشابهت القصتان في أن القوم فرّوا يوم أُحُد كما فرّ قوم موسى يوم أريحا ، وفي أن الرماة الذين أمرهم رسول الله صلى الله عليه وسلم أن لا يبرحوا مكانهم «ولو تخطَّفَنا الطير» وأن ينضحوا عن الجيش بالنبال خشية أن يأتيه العدوّ من خلفه لم يفعلوا ما أمرهم به وعصوا أمر أميرهم عبد الله بن جبير وفارقوا موقفهم طلباً للغنيمة فكان ذلك سبب هزيمة المسلمين يوم أُحُد .والواو على هذا الوجه عطف تحذير مأخوذ من قوله : { فلما زاغوا أزاغ الله قلوبهم } على النهي الذي في قوله : { لم تقولون ما لا تفعلون } [ الصف : 2 ] الآية .ويتبع ذلك تسلية الرسول صلى الله عليه وسلم على ما حصل من مخالفة الرماة حتى تسببوا في هزيمة الناس .و { إذ } متعلقة بفعل محذوف تقديره : اذْكُر ، وله نظائر كثيرة في القرآن ، أي اذكر لهم أيضاً وقت قول موسى لقومه أو اذكر لهم مع هذا النهي وقت قول موسى لقومه .وابتداء كلام موسى عليه السلام ب { يا قوم } تعريض بأن شأن قوم الرسول أن يطيعوه بَلْهَ أن لا يؤذوه . ففي النداء بوصف { قوم } تمهيد للإِنكار في قوله : { لم تؤذونني } .والاستفهام للإِنكار ، أي إنكار أن يكون للإِذاية سبب كما تقدم في قوله تعالى : { لم تقولون ما لا تفعلون .وقد جاءت جملة الحال من قوله : وقد تعلمون أني رسول الله } مصادفة المحلّ من الترقّي في الإِنكار .و { قد } لتحقيق معنى الحالية ، أي وعلمكم برسالتي عن الله أمر محقق لما شاهدوه من دلائل رسالته ، وكما أكد علمهم ب { قَد } أكد حصول المعلوم ب ( أنّ ) المفتوحة ، فحصل تأكيدان للرسالة . والمعنى : فكيف لا يجري أمركم على وفق هذا العلم .والإِتيان بعد { قد } بالمضارع هنا للدلالة على أن علمهم بذلك مجدّد بتجدد الآيات والوحي ، وذلك أجدى بدوام امتثاله لأنه لو جيء بفعل المضي لما دلّ على أكثر من حصول ذلك العلم فيما مضى . ولعله قد طرأ عليه ما يبطله ، وهذا كالمضارع في قوله : { قد يعلم الله المعوقين منكم } في سورة [ الأحزاب : 18 ] .والزيغ : الميل عن الحق ، أي لما خالفوا ما أمرهم رسولهم جعل الله في قلوبهم زيغاً ، أي تمكن الزيغ من نفوسهم فلم ينفكوا عن الضلال .وجملة والله لا يهدي القوم الفاسقين } تذييل ، أي وهذه سنة الله في الناس فكان قوم موسى الذين آذوْه من أهل ذلك العموم .وذُكر وصف { الفاسقين } جارياً على لفظ { القوم } للإِيماء إلى الفسوق الذي دخل في مقوّمات قوميتهم . كما تقدم عند قوله تعالى : { إن في خلق السماوات والأرض إلى قوله : { لآيات لقوم يعقلون } في [ البقرة : 164 ] .فالمعنى : الذين كان الفسوق عن الحق سجية لهم لا يلطف الله بهم ولا يعتني بهم عناية خاصة تسوقهم إلى الهدى ، وإنما هو طوع الأسباب والمناسبات ."
    },
    {
      "ayah": 6,
      "surah": 61,
      "text": "وَإِذْ قَالَ عِيسَى ابْنُ مَرْيَمَ يَا بَنِي إِسْرَائِيلَ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ مُصَدِّقًا لِمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ وَمُبَشِّرًا بِرَسُولٍ يَأْتِي مِنْ بَعْدِي اسْمُهُ أَحْمَدُ فَلَمَّا جَاءَهُمْ بِالْبَيِّنَاتِ قَالُوا هَذَا سِحْرٌ مُبِينٌ (6)عطف على جملة { وإذ قال موسى لقومه } [ الصف : 5 ] فعلى الوجه الأول في موقع التي قبلها فموقع هذه مساوٍ له .وأما على الوجه الثاني في الآية السابقة فإن هذه مسوقة مساق التتميم لقصة موسى بذكر مثال آخر لقوم حادُوا عن طاعة رسول الله صلى الله عليه وسلم إليهم من غير إفادة تحذير للمخاطبين من المسلمين ، وللتخلص إلى ذكر أخبار عيسى بالرسول الذي يجيء بعده .ونادى عيسى قومه بعنوان { بني إسرائيل } دون { يا قوم } [ الصف : 5 ] لأن بني إسرائيل بعد موسى اشتهروا بعنوان «بني إسرائيل» ولم يطلق عليهم عنوان : قوم موسى ، إلا في مدة حياة موسى خاصة فإنهم إنما صاروا أمة وقوماً بسببه وشريعته .فأما عيسى فإنما كان مرسلاً بتأييد شريعة موسى ، والتذكير بها وتغيير بعض أحكامها ، ولأن عيسى حين خاطبهم لم يكونوا قد اتبعوه ولا صدّقوه فلم يكونوا قوماً له خالصين .وتقدم القول في معنى { مصدقاً لما بين يدي من التوراة } في أوائل سورة [ آل عمران : 50 ] وفي أثناء سورة العقود .والمقصود من تنبيههم على هذا التصديق حين ابتدأهم بالدعوة تقريب إجابتهم واستنزال طائرهم لشدة تمسكهم بالتوراة واعتقادهم أن أحكامها لا تقبل النسخ ، وأنها دائمة . ولذلك لما ابتدأهم بهذه الدعوة لم يزد عليها ما حكي عنه في سورة [ آل عمران : 50 ] من قوله : { ولأحل لكم بعض الذي حرم عليكم } ، فيحمل ما هنالك على أنه خطاب واقع بعد أول الدعوة فإن الله لم يوح إليه أوّل مرّة بنسخ بعض أحكام التوراة ثم أوحاه إليه بعد ذلك . فحينئذٍ أخبرهم بما أوحي إليه .وكذلك شأن التشريع أن يُلقَى إلى الأمة تدريجاً كما في حديث عائشة في صحيح البخاري } أنها قالت : «إنما أُنزل أوّل ما أُنزل منه ( أي القرآن ) سورة من المفصل فيها ذكر الجنة والنار حتى إذا ثاب الناس إلى الإِسلام نزل الحلال والحرام ، ولو أنزل أولَ شيء : لا تشربوا الخمر ، لقالوا : لا نترك الخمر أبداً ، ولو نزل : لا تزنوا : لقالوا : لا ندع الزنا أبداً . لقد نزل بمكة على محمد صلى الله عليه وسلم وإني لجاريةٌ ألعَب { بل الساعة موعدهم والساعة أدهى وأمر } [ القمر : 46 ] ، وما نزلت سورة البقرة والنساء إلا وأنا عنده» اه .فمعنى قوله : { مصدقاً لما بين يدي من التوراة } في كلتا الآيتين هو التصديق بمعنى التقرير والأعمال على وجه الجملة ، أي أعمال مجموعها وجمهرة أحكامها ولا ينافي ذلك أنه قد تغير بعض أحكامها بوحي من الله في أحوال قليلة .والتبشير : الإِخبار بحادث يسُرّ ، وأطلق هنا على الإِخبار بأمر عظيم النفع لهم لأنه يلزمه السرور الحق فإن مجيء الرسول إلى الناس نعمة عظيمة .ووجه إيثار هذا اللفظ الإِشارة إلى ما وقع في الإِنجيل من وصف رسالة الرسول الموعود به بأنها بشارة الملكوت .وإنما أخبرهم بمجيء رسول من بعده لأن بني إسرائيل لم يزالوا ينتظرون مجيء رسول من الله يخلصهم من براثن المتسلطين عليهم وهذا الانتظار ديدنهم ، وهم موعودون لهذا المخلّص لهم على لسان أنبيائهم بعد موسى . فكان وعد عيسى به كوعد من سبقه من أنبيائهم ، وفاتحهم به في أول الدعوة اعتناء بهذه الوصية .وفي الابتداء بها تنبيه على أن ليس عيسى هو المخلص المنتظر وأن المنتظر رسول يأتي من بعده وهو محمد صلى الله عليه وسلمولعظم شأن هذا الرسول الموعود به أراد الله أن يقيم للأمم التي يظهر فيها علامات ودلائل ليتبينوا بها شخصه فيكون انطباقها فاتحة لإِقبالهم على تلقّي دعوته ، وإنما يعرفها حقّ معرفتها الراسخون في الدين من أهل الكتاب لأنهم الذين يرجع إليهم الدهماء من أهل ملتهم قال تعالى : { الذين آتيناهم الكتاب يعرفونه كما يعرفون أبناءهم وإن فريقاً منهم ليكتمون الحق وهم يعلمون } [ البقرة : 146 ] . وقال : { قل كفى بالله شهيداً بيني وبينكم ومن عنده علم الكتاب } [ الرعد : 43 ] .وقد وصف الله بعض صفات هذا الرسول لموسى عليه السلام في قوله تعالى حكاية عن إجابته دعاء موسى { ورحمتي وسعت كل شيء فسأكتبها للذين يتقون إلى قوله : الذين يتبعون الرسول النبي الأمي الذي يجدونه مكتوباً عندهم في التوراة والإنجيل يأمرهم بالمعروف وينهاهم عن المنكر ويحل لهم الطيبات ويحرم عليهم الخبائث ويضع عنهم إصرهم والأغلال التي كانت عليهم } [ الأعراف : 157 ] .فلما أراد الله تعالى إعداد البشر لقبول رسالة هذا الرسول العظيم الموعود به صلى الله عليه وسلم استودعهم أشراطه وعلاماته على لسان كل رسول أرسله إلى الناس . قال تعالى : { وإذ أخذ الله ميثاق النبيئين لما آتيناكم من كتاب وحكمة ثم جاءكم رسول مصدق لما معكم لتؤمنن به ولتنصرنه قال أأقررتم وأخذتم على ذلك إصري قالوا أقررنا قال فاشهدوا وأنا معكم من الشاهدين فمن تولى بعد ذلك فأولئك هم الفاسقون } [ آل عمران : 81 - 82 ] أي أأخذتم إصري من أُممكم على الإِيمان بالرسول الذي يجيء مصدقاً للرسل . وقوله : { فاشهدوا } [ آل عمران : 81 ] ، أي على أُممكم وسيجيء من حكاية كلام عيسى في الإِنجيل ما يشرح هذه الشهادة .وقال تعالى في خصوص ما لَقّنه إبراهيمَ عليه السلام { ربنا وابعث فيهم رسولاً منهم يتلو عليهم آياتك ويعلمهم الكتاب والحكمة } [ البقرة : 129 ] الآية .وأوصى به عيسى عليه السلام في هذه الآية وصية جامعة لما تقدمها من وصايا الأنبياء وأجملها إجمالاً على طريق الرمز . وهو أسلوب من أساليب أهل الحكمة والرسالة في غير بيان الشريعة ، قال السّهروردي : في تلك حكمة الإِشراق «وكلمات الأوَّلين مرموزة» فقال قطب الدين الشيرازي في «شرحه» : «كانوا يرمزون في كلامهم إما تشحيذاً للخاطر باستكداد الفكر أو تشبهاً بالباري تعالى وأصحاببِ النواميس فيما أتوا به من الكتب المنزلة المرموزة لتكون أقرب إلى فهم الجمهور فينتفع الخواصّ بباطنها والعوام بظاهرها .ا ه» ، أي ليتوسمها أهل العلم من أهل الكتاب فيتحصل لهم من مجموع تفصيلها شمائل الرسول الموعود به ولا يلتبس عليهم بغيره ممن يدّعي ذلك كذباً . أو يدّعيه له طائفة من الناس كذباً أو اشتباهاً .ولا يحمل قوله : { اسمه أحمد } على ما يتبادر من لفظ اسم من أنه العلَم المجهول للدلالة على ذات معيَّنة لتميزه من بين من لا يشاركها في ذلك الاسم لأن هذا الحمل يمنع منه وأنه ليس بمطابق للواقع لأن الرسول الموعود به لم يدعه الناسُ أحمد فلم يكن أحد يدعو النبي محمداً صلى الله عليه وسلم باسم أحمد لا قبل نبوته ولا بعدها ولا يعْرف ذلك .وأما ما وقع في «الموطأ» و «الصحيحين» عن محمّد بن جبير بن مطعم عن أبيه عن النبي صلى الله عليه وسلم أنه قال : «لي خمسة أسماء : أنا محمد ، وأنا أحمد ، وأنا الماحي الذي يمحو الله به الكفر ، وأنا الحاشر الذي يحشر الناس على قدمي وأنا العاقب» فتأويله أنه أطلق الأسماء على ما يشمل الاسم العَلَم والصفة الخاصة به على طريقة التغليب . وقد رويت له أسماء غيرها استقصاها أبو بكر ابن العربي في «العارضة» و«القَبس» .فالذي نُوقِن به أن محمل قوله : { اسمه أحمد } يجري على جميع ما تحمله جُزْءاً هذه الجملة من المعاني .فأما لفظ «اسم» فأشهر استعماله في كلام العرب ثلاثة استعمالات :أحدها : أن يكون بمعنى المسمّى . قال أبو عبيدة : الاسم هو المسمّى . ونَسب ثعلب إلى سيبويه أن الاسم غير المسمّى ( أي إذا أطلق لفظ اسم في الكلام فالمعنى به مسمّى ذلك الاسم ) لكن جَزم ابن السيد البَطَلْيَوسي في كتابه الذي جعله في معاني الاسم هَل هو عين المسمى ، أنه وقع في بعض مواضع من كتاب سيبويه أن الاسم هو المسمّى ، ووقع في بعضها أنه غير المسمّى ، فحمَله ابن السيد البطليوسي على أنهما إطلاقان ، وليس ذلك باختلاف في كلام سيبويه ، وتوقف أبو العباس ثعلب في ذلك فقال : ليس لي فيه قول . ولما في هذا الاستعمال من الاحتمال بطل الاستدلال به .الاستعمال الثاني : أن يكون الاسم بمعنى شهرة في الخير وأنشد ثعلب: ... لأعظمها قدراً وأكرمِها أباًوأحسنِها وجْهاً وأعلَنها سُمَى ... سُمىً لغة في اسم .الاستعمال الثالث : أن يطلق على لفظ جُعل دالاً على ذات لتميَّز من كثير من أمثالها ، وهذا هو العَلَم .ونحن نجري على أصلنا في حمل ألفاظ القرآن على جميع المعاني التي يسمح بها الاستعمال الفصيح كما في المقدمة التاسعة من مقدمات هذا التفسير ، فنحمل الاسم في قوله : { اسمه أحمد } على ما يجمع بين هذه الاستعمالات الثلاثة ، أي مسماه أحمد ، وِذكْره أحْمد ، وعَلَمه أحمَد ، ولنحمل لفظ أحمد على ما لا يأباه واحد من استعمالاتتِ اسم الثلاثةِ إذا قُرن به وهو أن أَحْمد اسم تفضيل يجوز أن يكون مسلوب المفاضلة معنياً به القوةُ فيم هو مشتق منه ، أي الحمدِ وهو الثناء ، فيكون أحمد هنا مستعملاً في قوةِ مفعولية الحَمد ، أي حَمْد الناس إياه ، وهذا مثل قولهم .«العَود أحمد» ، أي محمود كثيراً . فالوصف ب { أحمد } بالنسبة للمعنى الأول في اسم أن مسمّى هذا الرسول ونفسه موصوفة بأقوى ما يحمد عليه محمود فيشمل ذلك جميع صفات الكمال النفسانية والخُلقية والخَلقية والنسبية والقومية وغير ذلك مما هو معدود من الكمالات الذاتية والغرضية .ويصح اعتبار { أحمد } تفضيلاً حقيقياً في كلام عيسى عليه السّلام ، أي مسماه أحمد مني ، أي أفضل ، أي في رسالته وشريعته . وعبارات الإِنجيل تشعر بهذا التفضيل ، ففي إنجيل يوحنا في الإصحاح الرابع عشر «وأنا أطلب من الأب ( أي من ربنا ) فيعطيكم ( فارقليط ) آخر ليثبت معكم إلى الأبد روح الحق الذي لا يستطيع العالم أن يقبله لأنه لا يراه ولا يعرفه . ثم قال : وأما الفارقليط الروح القدس الذي سيرسله الأب ( الله ) باسمي فهو يعلِّمكم كل شيء ويذكركم بكل ما قلته لكم» ، أي في جملة ما يعلِّمكم أن يذكركم بكل ما قلته لكم . وهذا يفيد تفضيله على عيسى بفضيلة دوام شريعة المعبر عنها بقول الإِنجيل «ليثبت معكم إلى الأبد» وبفضيلة عموم شرعه للأحكام المعبر عنه بقوله : «يعلمكم كل شيء» .والوصف ب { أحمد } على المعنى الثاني في الاسم . أن سُمعتَه وذِكره في جيله والأجيال بعده موصوف بأنه أشدُّ ذكرٍ محمود وسمعةٍ محمودة .وهذا معنى قوله في الحديث «أنا حامل لواء الحمد يوم القيامة» وأن الله يبعثه مقاماً محموداً .ووصف { أحمد } بالنسبة إلى المعنى الثالث في الاسم رمز إلى أنه اسمه العَلَم يكون بمعنى : أحمد ، فإن لفظ محمَّد اسم مفعول من حَمَّد المضاعف الدال على كثرة حَمد الحامدين إياه كما قالوا : فلان ممَدَّح ، إذا تكرر مدحُه من مادحين كثيرين .فاسم «محمّد» يفيد معنى : المحمود حمداً كثيراً ورمز إليه بأحمد .وهذه الكلمة الجامعة التي أوحى الله بها إلى عيسى عليه السّلام أراد الله بها أن تكون شعاراً لجماع صفات الرسول الموعود به صلى الله عليه وسلم صيغت بأقصى صيغة تدل على ذلك إجمالاً بحسب ما تسمح اللغة بجمعه من معاني . ووُكل تفصيلها إلى ما يظهر من شمائله قبل بعثته وبعدها ليتوسمها المتوسمون ويتدبر مطاويها الراسخون عند المشاهدة والتجربة .جاء في إنجيل متَّى في الإِصحاح الرابع والعشرين قول عيسى «ويقوم أنبياء كذبة كثيرون ويضلون كثيراً ولكن الذي يصبر إلى المنتهى فهذا يخلص ويكرز ببشارة الملكوت هذه في كل المسكونة شهادة لجميع الأمم ثم يكون المنتهى» ، ومعنى يكرز يدعو وينبىء ، ومعنى يصير إلى المنتهى يتأخر إلى قرب الساعة .وفي إنجيل يوحنّا في الإِصحاح الرابع عشر «إن كنتم تحبونني فاحفظوا وصاياي وأنا أطلب من الأب فيعطيكم فارقليط آخر يثبت معكم إلى الأبد» . و ( فارقليط ) كلمة رومية ، أي بوانية تطلق بمعنى المُدافع أو المسلي ، أي الذي يأتي بما يدفع الأحزان والمصائب ، أي يأتي رحمة ، أي رسول مبشر ، وكلمة آخر صريحة في أنه رسول مثل عيسى .وفي الإصحاح الرابع عشر «والكلام الذي تسمعونه ليس لي بل الذي أرسلني . وبهذا كَلّمتُكم وأنا عندكم ( أي مدة وجودي بينكم ) ، وأما ( الفارقليط ) الروح القدسي الذي سيرسله الأب باسمي فهو يعلمكم كل شيء ويذكركم بكل ما قلته» ( ومعنى «باسمي» أي بصفة الرسالة ) لا أتكلم معكم كثيراً لأن رئيس هذا العالم يأتي وليس له فِيَّ شيء ولكن ليفهم العالم أني أحبّ الأب وكما أوصاني الأبُ أفعل» .وفي الإِصحاح الخامس عشر منه «ومتى جاء الفارقليط الذي سأرسله أنا إليكم من الأب روحُ الحق الذي من عند الأب ينبثق فهو يشهد لي» .وفي هذه الأخبار إثبات أن هذا الرسول المبشر به تعمّ رسالته جميع الأمم في جميع الأرض ، وأنه الخاتم ، وأن لشريعته مُلكاً لقول إنجيل متَّى «هو يكرز ببشارة الملكوت» والملكوت هو الملك ، وأن تعاليمه تتعلق بجميع الأشياء العارضة للناس ، أي شريعته تتعلق أحكامها بجميع الأحوال البشرية ، وجميعها مما تشمله الكلمة التي جاءت على لسان عيسى عليه السلام وهي كلمة { اسمه أحمد } فكانت من الرموز الإِلهية ولكونها مرادة لذلك ذكرها الله تعالى في القرآن تذكيراً وإعلاناً .وذِكر القرآن تبشيرَ عيسى بمحمدٍ عليهما الصلاة والسّلام إدماج في خلال المقصود الذي هو تنظير ما أوذي به موسى من قومه وما أوذي به عيسى من قومه إدماجاً يؤيد به النبي صلى الله عليه وسلم ويثبّت فؤاده ويزيده تسلية . وفيها تخلص إلى أن ما لقيه من قومه نظيرَ ما لقيه عيسى من بني إسرائيل .وقوله : { فلما جاءهم بالبينات قالوا هذا سحر مبين } هو مناط الأذى .فإن المتبادر أن يعود ضمير الرفع في قوله : { جاءهم } إلى عيسى ، وأن يعود ضمير النصب إلى الذين خاطبهم عيسى . والتقدير : فكذبوه ، فلما جاءهم بالمعجزات قالوا هذا سحر أو هُو ساحر .ويحتمل أن يكون ضمير الرفع عائداً إلى رسول يأتي من بعدي . وضمير النصب عائداً إلى لفظ بني إسرائيل ، أي بني إسرائيل غير الذين دعاهم عيسى عليه السلام من باب : عندي درهم ونصفه ، أي نصف ما يسمّى بدرهم ، أي فلما جاءهم الرسول الذي دعاه عيسى باسم أحمد بالبينات ، أي دلائل انطباق الصفات الموعود بها قالوا هذا سحر أو هذا ساحر مبين فيكون هذا التركيب مبين من قبيل الكلام الموجه . وحصل أذاهم بهذا القول لكلا الرسولين .فالجملة على هذا الاحتمال تُحمل على أنها اعتراض بين المتعاطفات وممهدة للتخلص إلى مذمة المشركين وغيرهم ممن لم يقبل دعوة محمد صلى الله عليه وسلموقرأ نافع وابن كثير وأبو عمرو وأبو بكر عن عاصم بفتح الياء من قوله : { بعديَ } . وقرأه الباقون بسكونها . قال في «الكشاف» : واختار الخليل وسيبويه الفتح .وقرأ الجمهور { هذا سحر } بكسر السين . وقرأه حمزة والكسائي وخلف { هذا ساحر } فعلى الأولى الإِشارة للبنات ، وعلى الثانية الإِشارة إلى عيسى أو إلى الرسول ."
    },
    {
      "ayah": 7,
      "surah": 61,
      "text": "وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ الْكَذِبَ وَهُوَ يُدْعَى إِلَى الْإِسْلَامِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (7)كانت دعوة النبي صلى الله عليه وسلم مماثلة دعوة عيسى عليه السّلام وكان جواب الذين دعاهم إلى الإِسلام من أهل الكتابين والمشركين مماثلاً لجواب الذين دعاهم عليه السّلام . فلما أدمج في حكاية دعوة عيسى بشارته برسول يأتي من بعده ناسب أن ينقل الكلام إلى ما قابل به قوم الرسول الموعود دعوة رسولهم فلذلك ذكر في دعوة هذا الرسول دين الإِسلام فوصفوا بأنهم أظلم الناس تشنيعاً لحالهم .فالمراد من هذا الاستفهام هم الذين كذبوا النبي صلى الله عليه وسلم ولذلك عطف هذا الكلام بالوَاو ودون الفاء لأنه ليس مفرعاً على دعوة عيسى عليه السلام .وقد شمل هذا التشنيع جميع الذين كذبوا دعوة النبي صلى الله عليه وسلم من أهل الكتابين والمشركين .والمقصود الأول هم أهل الكتاب ، وسيأتي عند قوله تعالى : { يريدون ليطفئوا نور الله } إلى قوله : { ولو كره المشركون } [ الصف : 8 ، 9 ] فهما فريقان .والاستفهام ب { من أظلم } إنكار ، أي لا أحد أظلم من هؤلاء فالمكذبون مِن قبلهم ، إما أن يكونوا أظلم منهم وإمّا أن يساووهم على كل حال ، فالكلام مبالغة .وإنما كانوا أظلم الناس لأنهم ظلموا الرسول صلى الله عليه وسلم بنسْبِته إلى ما ليس فيه إذ قالوا : هو ساحر ، وظلموا أنفسهم إذ لم يتوخوا لها النجاة ، فيعرضوا دعوة الرسول صلى الله عليه وسلم على النظر الصحيح حتى يعلموا صدقه ، وظلموا ربهم إذ نسبوا ما جاءهم من هديه وحجج رسوله صلى الله عليه وسلم إلى ما ليس منه فسموا الآيات والحجج سحراً ، وظلموا الناس بحملهم على التكذيب وظلموهم بإخفاء الأخبار التي جاءت في التوراة والإِنجيل مُثبتة صدق رسول الإِسلام صلى الله عليه وسلم وكمل لهم هذا الظلم بقوله تعالى : { والله لا يهدي القوم الظالمين } ، فيعلم أنه ظلم مستمر .وقد كان لجملة الحال { وهو يدعى إلى الإسلام } موقع متين هنا ، أي فعلوا ذلك في حين أن الرسول يدعوهم إلى ما فيه خيرهم فعَاضوا الشكر بالكفر .وإنما جُعل افتراؤهم الكذب على الله لأنهم كذبوا رسولاً يخبرهم أنه مرسل من الله فكانت حُرمة هذه النسبة تقتضي أن يُقبلوا على التأمل والتدبر فيما دعاهم إليه ليصلوا إلى التصديق ، فلما بادروها بالإِعراض وانتحلوا للداعي صفات النقص كانوا قد نسبوا ذلك إلى الله دون توقير .فأما أهل الكتاب فجحدوا الصفات الموصوفة في كتابهم كما قال تعالى فيهم { ومن أظلم ممن كتم شهادة عنده من الله } في سورة [ البقرة : 140 ] . وذلك افتراء .وأما المشركون فإنهم افتروا على الله إذ قالوا : { ما أنزل الله على بشر من شيء } [ الأنعام : 91 ] .واسم { الإسلام } عَلم للدين الذي جاء به النبي صلى الله عليه وسلم وهو جامع لما فيه خير الدنيا والآخرة فكان ذكر هذا الاسم في الجملة الحالية زيادة في تشنيع حال الذين أعرضوا عنه ، أي وهو يُدعى إلى ما فيه خيره وبذلك حق عليه وصف { أظلم } .وجملة { والله لا يهدي القوم الظالمين } تأييس لهم من الإِقلاع عن هذا الظلم ، أي أن الذين بلغوا هذا المبلغ من الظلم لا طمع في صلاحهم لتمكُن الكفرِ منهم حتى خالط سجاياهم وتقوّم مع قوميتهم ، ولذلك أقحم لفظ { القوم } للدلالة على أن الظلم بلغ حدَّ أن صار من مقومات قَوميتهم كما تقدم في قوله تعالى : { لآيات لقوم يعقلون } في سورة [ البقرة : 164 ] . وتقدم غير مرة .وهذا يعم المخبر عنهم وأمثالهم الذين افتروا على عيسى ، ففيها معنى التذييل .وأسند نفي هديهم إلى الله تعالى لأن سبب انتفاء هذا الهدي عنهم أثر من آثار تكوين عقولهم ومداركهم على المكابرة بأسباب التكوين التي أودعها الله في نظام تكوّن الكائنات وتطورها من ارتباط المسببات بأسبابها مع التنبيه على أن الله لا يتدارك أكثرهم بعنايته ، فمُغَيِّر فيهم بعض القوى المانعة لهم من الهدى غضباً عليهم إذ لم يخلفوا بدعوة تستحق التبصر بسبب نسبتها إلى جانب الله تعالى حتى يتميز لهم الصدق من الكذب والحق من الباطل ."
    },
    {
      "ayah": 8,
      "surah": 61,
      "text": "يُرِيدُونَ لِيُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ وَاللَّهُ مُتِمُّ نُورِهِ وَلَوْ كَرِهَ الْكَافِرُونَ (8)استئناف بياني ناشىء عن الإِخبار عنهم بأنهم افتروا على الله الكذب في حال أنهم يُدعون إلا الإِسلام لأنه يثير سؤال سائل عما دعاهم إلى هذا الافتراء . فأجيب بأنهم يريدون أن يخفوا الإِسلام عن الناس ويعوقوا انتشاره ومثلت حالتهم بحالة نفر يبتغون الظلام للتّلصّص أو غيره مما يراد فيه الاختفاء .فلاحت له ذُبالة مصباح تضيء للناس ، فكرهوا ذلك وخشُوا أن يُشعَّ نوره على الناس فتفتضح ترهاتهم ، فعمدوا إلى إطفائه بالنفخ عليه فلم ينطَفِىءْ ، فالكلام تمثيل دال على حالة الممثل لهم . والتقدير : يريدون عوق ظهور الإِسلام كمثل قوم يريدون إطفاء النور ، فهذا تشبيه الهيئة بالهيئة تشبيه المعقول بالمحسوس .ثم إن ما تضمنه من المحاسن أنه قابِل لتفرقة التشبيه على أجزاء الهيئة ، فاليَهود في حال إرادتهم عوق الإِسلام عن الظهور مشبَّهون بقوم يريدون إطفاء نور الإِسلام فشبه بمصباح . والمشركون مثلُهم وقد مُثّل حال أهل الكتاب بنظير هذا التمثيل في قوله تعالى : { وقالت اليهود عزير ابن الله } إلى قوله : { يريدون أن يطفئوا نور الله بأفواههم ويأبى الله إلا أن يتم نوره } الآية في سورة [ براءة : 30 - 32 ] ، ووصفهم القرآن بأنه سحر ونحو ذلك من تمويهاتهم ، فشبه بنفخ النافخين على المصباح فكان لذكر بأفواههم } وقع عظيم في هذا التمثيل لأن الإِطفاء قد يكون بغير الأفواه مثل المروحة والكِير ، وهم أرادوا إبطال آيات القرآن بزعم أنها من أقوال السحر .وإضافة نور إلى اسم الجلالة إضافة تشريف ، أي نوراً أوقده الله ، أي أوجده وقدَّره فما ظنكم بكماله .واللام من قوله : { ليطفئوا } تسمّى اللام الزائدة ، وتفيد التأكيد . وأصلها لام التعليل ، ذُكِرت علةُ فعل الإِرادة عوضاً عن مفعوله بتنزيل المفعول منزلة العلة .والتقدير : يريدون إطفاء نور الله ليطفئوا . ويكثر وقوع هذه اللام بعد مادة الإِرادة ومادة الأمر . وقد سماها بعض أهل العربية : لام ( أَنْ ) لأن معنى ( أَنْ ) المصدرية ملازم لها . وتقدم الكلام عليها عند قوله تعالى : { يريد الله ليبين لكم } في سورة [ النساء : 26 ] . فلذلك قيل : إن هذه اللام بعد فعل الإِرادة مزيدة للتأكيد .وجملة والله متم نوره } معطوفة على جملة { يريدون } وهي إخبار بأنهم لا يبلغون مرادهم وأن هذا الدِّين سيتم ، أي يبلغ تمام الانتشار . وفي الحديث «والله لَيِتَمَّن هذا الأمرُ حتى يسيرَ الراكبُ من صنَعاء إلى حضرَموت لا يخاف إلا الله أو الذئب على غنمه ولكنكم تستعجلون» .والجملة الاسمية تفيد ثبوت هذا الإِتمام . والتمام : هو حصول جميع ما للشيء من كيفية أو كمية ، فتمام النور : حصول أقوى شعاعه وإتمامه إمداد آلته بما يقوى شعاعه كزيادة الزيت في المصباح وإزالة ما يغشاه .وجملة { ولو كره الكافرون } حالية و { لو } وصلية ، وهي تدل على أن مضمون شرطها أجدر ما يُظَنُّ أن لا يحصل عند حصوله مضمونُ الجوَاب .ولذلك يقدِّر المعربون قبله ما يدلّ على تقدير حصول ضد الشرط . فيقولون هذا إذا لم يكن كذا بل وإن كان كذا ، وهو تقدير معنى لا تقدير حذف لأن مثل ذلك المحذوف لا يطرد في كل موقع فإنه لا يستقيم في مثل قوله تعالى : { وما أنت بمؤمن لنا ولو كنا صادقين } [ يوسف : 17 ] ، إذ لا يقال : هذا إذا كنّا كاذبين ، بل ولو كنا صادقين . وكذلك ما في هذه الآية لأن المعنى : والله متمّ نورَه على فرض كراهة الكافرين ، ولما كانت كراهة الكافرين إتمام هذا النور محققةً كان سياقها في صورة الأمر المفروض تهكماً . وتقدم استعمال ( لو ) هذه عند قوله تعالى : { فلن يقبل من أحدهم ملء الأرض ذهباً ولو افتدى به } في سورة [ آل عمران : 91 ] .وإنما كانت كراهية الكافرين ظهور نور الله حالة يُظنّ انتفاء تمام النور معها ، لأن تلك الكراهية تبعثهم على أن يتألبوا على إحداث العراقيل وتضليل المتصدين للاهتداء وصرفهم عنه بوجوه المكر والخديعة والكيد والإِضرار .وشمل لفظ الكافرون } جميع الكافرين بالإِسلام من المشركين وأهل الكتاب وغيرهم .ولكن غلب اصطلاح القرآن على تخصيص وصف الكافرين بأهل الكتاب ومقابلتهم بالمشركين أو الظالمين ويتجه على هذا أن يكون الاهتمام بذكر هؤلاء بعد { لو } الوصلية لأن المقام لإِبطال مرادهم إطفاء نور الله فإتمام الله نوره إبطال لمرادهم إطفاءَه . وسيرد بعد هذا ما يبطل مراد غيرهم من المعاندين وهم المشركون .وقرأ نافع وأبو عَمرو وابن عامر وأبو بكر عن عاصم { متمٌ نورَه } بتنوين { متمٌ } ونصب { نورَه } . وقرأه ابن كثير وحمزة والكسائي وحفص وخلف بدون تنوين وجَرّ { نورِه } على إضافة اسم الفاعل على مفعوله وكلاهما فصيح ."
    },
    {
      "ayah": 9,
      "surah": 61,
      "text": "هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ (9)هذا زيادة تحدِّ للمشركين وأحلافهم من أهل الكتاب فيه تقوية لمضمون قوله : { والله متم نوره ولو كره الكافرون } [ الصف : 8 ] . وفيه معنى التعليل للجملة التي قبله . فقد أفاد تعريفُ الجزأيْن في قوله : { هو الذي أرسل رسوله } قصراً إضافياً لقلببِ زَعْم الكافرين أن محمّداً صلى الله عليه وسلم أتى من قِبَللِ نفسه ، أي الله لا غيره أرسل محمداً صلى الله عليه وسلم بالهدى ودين الحق . وأن شيئاً تولى الله فعله لا يستطيع أحد أن يزيله .وتعليل ذلك بقوله : { ليظهره على الدين كله } إعلام بأن الله أراد ظهور هذا الدين وانتشاره كيلا يطمعوا أن يناله ما نال دين عيسى عليه السّلام من القمع والخفت في أول أمره واستمر زماناً طويلاً حتى تنصَّر قسطنطينُ سلطانُ الروم ، فلما أخبر الله بأنه أراد إظهار دين الإِسلام على جميع الأديان عُلم أن أمره لا يزال في ازدياد حتى يتمّ المراد .والإِظهار : النصر ويطلق على التفضيل والإِعلاء المعنوي .والتعريف في قوله : { على الدين } تعريف الجنس المفيد للاستغراق ، أي ليعلي هذا الدين الحق على جميع الأديان وينصر أهله على أهل الأديان الأخرى الذين يتعرضون لأهل الإسلام .ويظهر أن لفظ { الدين } مستعمل في كلا معنييه : المعنى الحقيقي وهو الشريعة . والمعنى المجازي وهو أهل الدّين كما تقول : دخلت قرية كذا وأكرمتني ، فإظهار الدين على الأديان بكونه أعلى منها تشريعاً وآداباً ، وأصلح بجميع الناس لا يخص أمة دون أخرى ولا جيلاً دون جيل .وإظهار أهله على أهل الأديان بنصر أهله على الذين يشاقُّونهم في مدة ظهوره حتى يتمّ أمره ويستغني عمن ينصره .وقد تمّ وعد الله وظهر هذا الدين وملك أهله أمماً كثيرة ثم عرضت عوارض من تفريط المسلمين في إقامة الدين على وجهه فغلبت عليهم أمم ، فأمّا الدين فلم يزل عالياً مشهوداً له من علماء الأمم المنصفين بأنه أفضل دين للبشر .وخص المشركون بالذكر هنا إتماماً للذين يكرهون إتمام هذا النور ، وظهور هذا الدين على جميع الأديان . ويعلم أن غير المشركين يكرهون ظهور هذا الدين لأنهم أرادوا إطفاء نور الدين لأنهم يكرهون ظهور هذا الدين فحصل في الكلام احتباك ."
    }
  ]
}
