{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 64,
      "text": "يُسَبِّحُ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (1)لما كان جُلّ ما اشتملت عليه هذه السورة إبطالَ إشراك المشركين وزجرهم عن دين الإِشراك بأسره وعن تفاريعه التي أعظمها إنكارهم البعث وتكذيبهم الرسول صلى الله عليه وسلم وتكذيب القرآن وتلك أصول ضلالهم ابتُدئت السورة بالإِعلان بضلالهم وكفرانهم المنعم عليهم ، فإن ما في السماوات والأرض يسبح لله تعالى عن النقائص : إما بلسان المقال مثل الملائكة والمؤمنين أو بلسان الحال مثل عبادة المطيعين من المخلوقات المدركة كالملائكة والمؤمنين ، وإما بلسان الحال مثل دلالة حال الاحتياج إلى الإِيجاد والإِمداد كحاجة الحيوان إلى الرزق وحاجة الشجرة إلى المطر وما يشهد به حال جميع تلك الكائنات من أنها مربوبة لله تعالى ومسخرة لما أراده منها . وكل تلك المخلوقات لم تنقض دلالة حالها بنقائض كفر مقالها فلم يخرج عن هذا التسبيح إلا أهل الضلال من الإِنس والشياطين فإنهم حَجبوا بشهادة حالهم لما غشوها به من صرح الكفر .فالمعنى : يسبح لله ما في السماوات والأرض وأنتم بخلاف ذلك .وهذا يفيد ابتداء تقرير تنزيه الله تعالى وقوة سلطانه ليزداد الذين آمنوا إيماناً ويكون لهم تعليماً وامتناناً ويفيد ثانياً بطريق الكناية تعريضاً بالمشركين الذين لم ينزهوه ولا وقروه فنسبوا إليه شركاء .وجيء بفعل التسبيح مضارعاً للدلالة على تجدّد ذلك التسبيح ودوامه وقد سبق نظيره في فاتحة سورة الجمعة .وجيء به في فواتح سُور : الحديد ، والحشر ، والصف بصيغة الماضي للدلالة على أن التسبيح قد استقر في قديم الأزمان . فحصل من هذا التفنن في فواتح هذه السورة كلا المعنيين زيادة على ما بيناه من المناسبة الخاصة بسورة الجمعة ، وما في هاته السورة من المناسبة بين تجدد التسبيح والأمر بالعفو عن ذوي القربى والأمر بالتقوى بقدر الاستطاعة والسمع والطاعة لكي لا يكتفي المؤمنون بحصول إيمانهم ليجتهدوا في تعزيزه بالأعمال الصالحة .وإعادة { ما } الموصولة في قوله : { وما في الأرض } لقصد التوكيد اللفظي .وجملة { له الملك } استئناف واقع موقع التعليل والتسبب لمضمون يسبح لله ما في السماوات وما في الأرض فإن ملابسة جميع الموجودات لدلائل تنزيه الله تعالى عن الشركاء وعن النقائص لا مقتضى لها إلا انفرادُه بتملكها وإيجادها وما فيها من الاحتياج إليه وتصرفه فيها تصرف المالك المتفرد في ملكه .وفي هذه الجملة تنويه بإقبال أهل السماوات والأرض على تسبيح الله وتجديد ذلك التسبيح .فتقديم المسند على المسند إليه لإِفادة تخصيصه بالمسند إليه ، أي قصر تعلق لام الاستحقاق بالملك عليه تعالى فلا ملك لغيره وهو قصر ادعائي مبني على عدم الاعتداد بما لغير الله من ملك لنقصه وعدم خلوّه عن الحاجة إلى غيره من هو له بخلاف ملكه تعالى فهو الملك المطلق الداخل في سلطانه كل ذي ملك .وجملة { وله الحمد } مضمونها سبب لتسبيح الله ما في السماوات وما في الأرض ، إذ التسبيح من الحمد ، فلا جرم أن كان حمد ذوي الإِدراك مختصاً به تعالى إذ هو الموصوف بالجميل الاختياري المطلق فهو الحقيق بالحمد والتسبيح .فهذا القصر ادعائي لعدم الاعتداد بحمد غيره لنقصان كمالاتهم وإذا أريد بالحمد ما يشمل الشكر أو يفضي إليه كما في الحديث « الحمد رأس الشكر لم يشكر الله عبد لم يحمده » وهو مقتضى المقام من تسفيه أحلام المشركين في عبادتهم غيره فالشكر أيضاً مقصور عليه تعالى لأنه المنعم الحق بنعم لا قبل لغيره بإسدائها ، وهو المفيض على المنعمين ما ينعمون به في الظاهر ، قال تعالى : { وما بكم من نعمة فمن الله } [ النحل : 53 ] كما تقدم في تفسير أول سورة الفاتحة .وجملة { وهو على كل شيء قدير } معطوفة على اللتين قبلها وهي بمنزلة التذييل لهما والتبيين لوجه القصرين فيهما ، فإن التقدير على كل شيء هو صاحب الملك الحق وهو المختص بالحمد الحق .وفي هذا التذييل وعد للشاكرين ووعيد وترهيب للمشركين .والاقتصار على ذكر وَصف { قدير } هنا لأن المخلوقات التي تسبح الله دالة على صفة القدرة أولاً لأن من يشاهد المخلوقات يعلم أن خالقها قادر ."
    },
    {
      "ayah": 10,
      "surah": 64,
      "text": "وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآَيَاتِنَا أُولَئِكَ أَصْحَابُ النَّارِ خَالِدِينَ فِيهَا وَبِئْسَ الْمَصِيرُ (10)والذين كَفَرُواْ وَكَذَّبُواْ بھاياتنآ أولئك أصحاب النار خالدين فِيهَا وَبِئْسَ المَصِيرُ } معطوفة على جملة { فآمنوا بالله ورسوله } [ التغابن : 8 ] وهو تفصيل لما أجمل في قوله : { والله بما تعملون خبير } [ التغابن : 8 ] الذي هو تذييل .و { مَن } شرطية والفعل بعدها مستقبل ، أي من يؤمن من المشركين بعد هذه الموعظة نكفر عنه ما فرط من سيئاته .والمراد بالسيئات : الكفر وما سبقه من الأعمال الفاسدة .وتكفير السيئات : العفو عن المؤاخذة بها وهو مصدر كفّر مبالغة في كفَر . وغلب استعماله في العفو عما سلف من السيّئات وأصله : استعارة الستر للإِزالة مثل الغفران أيضاً .وانتصب { صالحاً } على الصفة لمصدر وهو مفعول مطلق محذوف تقديره : عملاً صالحاً .وقرأ نافع وابن عامر وأبو جعفر { نكفر } و { ندخله } بنون العظمة على الالتفات من الغيبة إلى التكلم لأن مقام الوعد مقام إقبال فناسبه ضمير التكلم .وقرأهما الباقون بياء الغيبة على مقتضى الظاهر لأن ضمير الجلالة يؤذن بعناية الله بهذا الفريق . وجملة { ذلك الفوز العظيم } تذييل .وقوله : { والذين كفروا وكذبوا } ، أي كفروا وكذبوا من قبلُ واستمرُّوا على كفرهم وتكذيبهم فلم يستجيبوا لهذه الدعوة ثبت لهم أنهم أصحاب النار . ولذلك جيء في جانب الخبر عنهم بالجملة الاسمية الدالة على الثبات لعراقتهم في الكفر والتكذيب .وجيء لهم باسم الإِشارة لتمييزهم تمييزاً لا يلتبس معه غيرهم بهم مثل قوله : { أولئك على هدى من ربهم } [ البقرة : 5 ] مع ما يفيده اسم الإِشارة من أن استحقاقهم لملازمة النار ناشىء عن الكفر والتكذيب بآيات الله وهذا وعيد .وجملة { وبئس المصير } اعتراض تذييلي لزيادة تهويل الوعيد ."
    },
    {
      "ayah": 11,
      "surah": 64,
      "text": "مَا أَصَابَ مِنْ مُصِيبَةٍ إِلَّا بِإِذْنِ اللَّهِ وَمَنْ يُؤْمِنْ بِاللَّهِ يَهْدِ قَلْبَهُ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ (11)استئناف انتقل إليه بعد أن تُوُعِّد المشركون بما يحصل لهم من التغابن يوم يجمع الله الناس يوم الحساب . ويشبه أن يكون استئنافاً بيانياً لأن تهديد المشركين بيوم الحساب يثير في نفوس المؤمنين التساؤل عن الانتصاف من المشركين في الدنيا على ما يلقاه المسلمون من إضرارهم بمكة فإنهم لم يكفوا عن أذى المسلمين وإصابتهم في أبدَانهم وأموالهم والفتنة بينهم وبين أزواجهم وأبنائهم .فالمراد : المصائبُ التي أصابت المسلمين من معاملة المشركين فأنبأهم الله بما يسليهم عن ذلك بأن الله عالم بما ينالهم . وقال القرطبي «قيل سبب نزولها أن الكفار قالوا : لو كان ما عليه المسلمون حقاً لصانهم الله عن المصائب» .واختصت المصيبة في استعمال اللغة بما يَلحق الإِنسان من شر وضر وإن كان أصل فعلها يقال كما يصيب الإِنسان مطلقاً ولكن غلب إطلاق فعل أصاب على لحاق السوء ، وقد قيل في قوله تعالى : { ما أصابك من حسنة فمن الله وما أصابك من سيئة فمن نفسك } [ النساء : 79 ] ، أن إسناد الإِصابة إلى الحسنة من قبيل المشاكلة .وتأنيث المصيبة لتأويلها بالحادثة وتقدم عند قوله تعالى : { أو لما أصابتكم مصيبة قد أصبتم مثليها } في سورة [ آل عمران : 165 ] .والإِذن : أصله إجازة الفعل لمن يفعله وأطلق على إباحة الدخول إلى البيت وإزالة الحجاب لأنه مشتق من أذِن له إذا سمع كلامه . وهو هنا مستعار لتكوين أسباب الحوادث . وهي الأسباب التي تفضي في نظام العادة إلى وقوععِ واقعات ، وهي من آثار صنع الله في نظام هذا العالم من ربط المسببات بأسبابها مع علمه بما تفضي إليه تلك الأسباب فلما كان هو الذي أوجد الأسباب وأسبابَ أسبابها ، وكان قد جعل ذلك كله أصولاً وفروعاً بعلمه وحكمته ، أطلق على ذلك التقدير والتكوين لفظُ الإِذن ، والمشابهة ظاهرة ، وهذا في معنى قوله : { ما أصاب من مصيبة في الأرض ولا في أنفسكم إلا في كتاب من قبل أن نبرأها } [ الحديد : 22 ] .ومقتضى هذه الاستعارة تقريب حقيقة التقلبات الدنيوية إلى عقول المسلمين باختصار العبارة لضيق المقام عن الإِطناب في بيان العلل والأسباب ، ولأن أكثر ذلك لا تبلغ إليه عقول عموم الأمة بسهولة . والقصد من هذا تعليم المسلمين الصبر على ما يغلبهم من مصائب الحوادث لكيلا تُفَلّ عزائمهم ولا يهنوا ولا يلهيهم الحزن عن مهمات أمورهم وتدبير شؤونهم كما قال في سورة [ الحديد : 23 ] { لكيلا تأسَوا على ما فاتكم }ولذلك أعقبه هنا بقوله : ومن يؤمن بالله يهد قلبه } ، أي يهد قلبه عندما تصيبه مصيبة ، فحذف هذا المتعلق لظهوره من السياق قال : { ولا تهنوا ولا تحزنوا وأنتم الأعلون إن كنتم مؤمنين إن يَمْسَسْكُم قَرح فقد مسّ القوم قرْح مثلُه وتلك الأيام نداولها بين الناس }[ آل عمران : 139 - 140 ] .والمعنى : أن المؤمن مرتاض بالأخلاق الإِسلامية متبع لوصايا الله تعالى فهو مجاف لفاسد الأخلاق من الجزع والهلع يتلقى ما يصيبه من مصيبة بالصبر والتفكر في أن الحياة لا تخلو من عوارض مؤلمة أو مكدرة . قال تعالى : { وبشر الصابرين الذين إذا أصابتهم مصيبة قالوا إنا لله وإنا إليه راجعون أولئك عليهم صلوات من ربهم ورحمة وأولئك هم المهتدون } [ البقرة : 155 - 157 ] ، أي أصحاب الهدى الكامل لأنه هدىً متلقىًّ من التعاليم الإلهية الحق المعصومة من الخطل كقوله هنا : { يهد قلبه } .وهذا الخبر في قوله : { ومن يؤمن بالله يهد قلبه } إيماء إلى الأمر بالثبات والصبر عند حلول المصائب لأنه يلزم من هدْي الله قلب المؤمن عند المصيبة ترغيب المؤمنين في الثبات والتصبر عند حلول المصائب فلذلك ذيل بجملة { والله بكل شيء عليم } فهو تذييل للجملة التي قبلها وارد على مراعاة جميع ما تضمنته من أن المصائب بإذن الله ، ومن أن الله يهدي قلوب المؤمنين للثبات عند حلول المصائب ومن الأمر بالثبات والصبر عند المصائب ، أي يعلم جميع ذلك .وفيه كناية عن مجازاة الصابرين بالثواب لأن فائدة علم الله التي تهم الناس هو التخلق ورجاء الثواب ورفع الدرجات ."
    },
    {
      "ayah": 12,
      "surah": 64,
      "text": "وَأَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ فَإِنْ تَوَلَّيْتُمْ فَإِنَّمَا عَلَى رَسُولِنَا الْبَلَاغُ الْمُبِينُ (12)عطف على جملة { ومن يؤمن بالله يهد قلبه } [ التغابن : 11 ] لأنها تضمنت أن المؤمنين متهيئون لطاعة الله ورسوله صلى الله عليه وسلم فيما يدعوانهم إليه من صالح الأعمال كما يدل عليه تذييل الكلام بقوله : { وعلى الله فليتوكل المؤمنون } [ آل عمران : 122 ] ، ولأن طلب الطاعة فرع عن تحقق الإِيمان كما في حديث معاذ « أن النبي صلى الله عليه وسلم لما بعثه إلى اليمن قال له : إنك ستأتي قوماً أهل كتاب فأولُ ما تدعوهم إليه فادْعُهم إلى أن يشهدوا أن لا إله إلاّ الله وأن محمداً رسول الله فإن هم أطاعوا لك بذلك فأخبرهم أن الله قد فرض عليهم صدقة » الحديث .وتفريع { فإن توليتم } تحذير من عصيان الله ورسوله صلى الله عليه وسلموالتولي مستعار للعصيان وعدم قبول دعوة الرسول .وحقيقة التولّي الانصراف عن المكان المستقر فيه واستعير التولي للعصيان تشنيعاً له مبالغة في التحذير منه ، ومثله قوله تعالى في خطاب المؤمنين { وإن تتولوا يستبدل قوماً غيركم } [ محمد : 38 ] ، وقال : { يأيها الذين آمنوا أطيعوا الله ورسوله ولا تولوا عنه وأنتم تسمعون } [ الأنفال : 20 ] .والتعريف في قوله : { رسولنا } بالإِضافة لقصد تعظيم شأنه بأنه صلى الله عليه وسلم رسول ربّ العالمين . وهذا الضمير التفات من الغيبة إلى التكلم يفيد تشريف الرسول بعزّ الإضافة إلى المتكلم .ومعنى الحَصْر قوله : { فإنما على رسولنا البلاغ المبين } قصر الرسول صلى الله عليه وسلم على كون واجبه البلاغ ، قصرَ موصوف على صفةِ فالرسول صلى الله عليه وسلم مقصور على لزوم البلاغ له لا يعدُو ذلك إلى لزوم شيء آخر . وهو قصر قلب تنزيلاً لهم في حالة العصيان المفروض منزلة من يعتقد أن الله لو شاء لألجأهم إلى العمل بما أمرهم به إلهاباً لنفوسهم بالحث على الطاعة .ووصف البلاغ ب { المبين } ، أي الواضح عُذر للرسول صلى الله عليه وسلم بأنه ادعى ما أمر به على الوجه الأكمل قطعاً للمعذر عن عدم امتثال ما أمر به .وباعتبار مفهوم القصر جملة { فإنما على رسولنا البلاغ المبين } كانت جواباً للشرط دون حاجة إلى تقدير جواب تكون هذه الجملة دليلاً عليه أو علة له ."
    },
    {
      "ayah": 13,
      "surah": 64,
      "text": "اللَّهُ لَا إِلَهَ إِلَّا هُوَ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ (13)1649;للَّهُ لاَ إله إِلاَّ هُوَ } .جملة معترضة بين جملة { وأطيعوا الله وأطيعوا الرسول } [ التغابن : 12 ] وجملة : { وعلى الله فليتوكل المؤمنون .واسم الجلالة مبتدأ وجملة : الله لا إله إلا هو } خبر . وهذا تذكير للمؤمنين بما يعلمونه . أي من آمن بأن الله لا إله إلا هو كان حقاً عليه أن يطيعه وأن لا يعبأ بما يصيبه في جانب طاعة الله من مصائب وأذى كما قال حُبيب بن عدي: ... لستُ أبالي حين أُقتل مسلماًعلى أيّ جنب كان لله مصرعي ... ويجوز أن تكون جملة { الله لا إله إلا هو } في موقع العلة لجملة { وأطيعوا الله } [ التغابن : 12 ] وتفيد أيضاً تعليل جملة { وأطيعوا الرسول } [ التغابن : 12 ] لأن طاعة الرسول ترجع إلى طاعة الله قال تعالى : { من يطع الرسول فقد أطاع الله } [ النساء : 80 ] .وافتتاح الجملة باسم الجلالة إظهار في مقام الإضمار إذ لم يقُل هو لا إِله إلاّ هو لاستحضار عظمة الله تعالى بما يَحويه اسم الجلالة من معاني الكمال ، ولتكون الجملة مستقلة بنفسها فتكون جارية مجرى الأمثال والكلممِ الجوامع .{ هُوَ وَعَلَى الله فَلْيَتَوَكَّلِ } .عطف على { وأطيعوا الله } فهو في معنى : وتوكلوا على الله ، فإن المؤمنين يتوكلون على الله لا على غيره وأنتم مؤمنون فتوكلوا عليه .وتقدم المجرور لإِفادة الاختصاص ، أي أن المؤمنين لا يتوكلون إلا على الله .وجيء في ذلك بصيغة أمر المؤمنين بالتوكل على الله دون غيره ربطاً على قلوبهم وتثبيتاً لنفوسهم كيلا يأسفوا من إعراض المشركين وما يصيبهم منهم وأن ذلك لن يضرهم .فإن المؤمنين لا يعتزُّون بهم ولا يتقوون بأمثالهم ، لأن الله أمرهم أن لا يتوكلوا إلا عليه ، وفيه إيذان بأنهم يخالفون أمر الله وذلك يغيظ الكافرين .والإِتيان باسم الجلالة في قوله : { وعلى الله فليتوكل المؤمنون } إظهار في مقام الإِضمار لتكون الجملة مستقلة فتسيرَ مَسرى المثَل ، ولذلك كان إظهار لفظ { المؤمنون } ولم يقل : وعلى الله فليتوكلوا ، ولما في { المؤمنون } من العموم الشامل للمخاطبين وغيرهم ليكون معنى التمثيل ."
    },
    {
      "ayah": 14,
      "surah": 64,
      "text": "يَا أَيُّهَا الَّذِينَ آَمَنُوا إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلَادِكُمْ عَدُوًّا لَكُمْ فَاحْذَرُوهُمْ وَإِنْ تَعْفُوا وَتَصْفَحُوا وَتَغْفِرُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (14)إقبال على خطاب المؤمنين بما يفيدهم كمالاً ويجنبهم ما يفتنهم .أخرج الترمذي «عن ابن عباس أن رجلاً سأله عن هذه الآية فقال : هؤلاء رجال من أهل مكة أسلموا وأرادوا أن يأتوا النبي صلى الله عليه وسلم فأبَى أزواجهم وأولادُهم أن يَدعوهم ، فلما أتوا النبي صلى الله عليه وسلم أي بعد مدة وجاء معهم أزواجهم وأولادهم ورأوا الناس قد فقهوا في الدين أي سبقوهم بالفقه في الدين لتأخر هؤلاء عن الهجرة فَهَمُّوا أن يعاقبوهم على ما تسببوا لهم حتى سبقهم الناس إلى الفقه في الدين فأنزل الله هذه الآية : أي حتى قوله : { وإن تعفوا وتصفحوا وتغفروا فإن الله غفور رحيم } . وهو الذي اقتصر عليه الواحدي في «أسباب النزول» ومقتضاه أن الآية مدنية» .وعن عطاء بن يسار وابن عباس أيضاً أن هذه الآية نزلت بالمدينة في شأن عوف بن مالك الأشجعي كان ذا أهل وولد فكان إذا أراد الغزو بَكَوا إليه ورققوه وقالوا : إلى من تَدعنا ، فيرقُّ لهم فيقعد عن الغزو . وشكا ذلك إلى النبي صلى الله عليه وسلم فنزلت هذه الآية في شأنهم . فهذه الآية مستأنفة استئنافاً ابتدائياً ويكون موقعها هذا سبب نزولها صادف أن كان عقب ما نزل قبلها من هذه السورة .والمناسبة بينها وبين الآية التي قبلها لأن كلتيهما تسلية على ما أصاب المؤمنين من غَمّ من معاملة أعدائهم إياهم ومن انحراف بعض أزواجهم وأولادهم عليهم .وإذا كانت السورة كلها مكية كما هو قول الضحاك كانت الآية ابتداء إقبال على تخصيص المؤمنين بالخطاب بعد قضاء حق الغرض الذي ابتدئت به السورة على عادة القرآن في تعقيب الأغراض بأضدادها من ترغيب أو ترهيب ، وثناء أو ملام ، أو نحو ذلك ليوفّى الطرفان حقيهما ، وكانت تنبيهاً للمسلمين لأحوال في عائلاتهم قد تخفى عليهم ليأخذوا حذرهم ، وهذا هو المناسب لما قبل الهجرة كان المسلمون بمكة ممتزجين مع المشركين بوشائج النسب والصهر والولاء فلما ناصبهم المشركون العداء لمفارقتهم دينهم وأضمروا لهم الحقد وأصبحوا فريقين كان كل فريق غير خال من أفراد متفاوتين في المضادة تبعاً للتفاوت في صلابة الدين ، وفي أواصر القرابة والصهر ، وقد يبلغ العداء إلى نهاية طرفه فتندحض أمامة جميع الأواصر فيصبح الأشد قرباً أشد مضرة على قريبه من مضرة البعيد .فأيقظت هذه الآية المؤمنين لئلا يغرّهم أهل قرابتهم فيما توهم من جانب غرورهم فيكون ضرهم أشد عليهم وفي هذا الإيقاظ مصلحة للدين وللمسلمين ولذلك قال تعالى : { فاحذروهم } ولم يأمر بأن يضروهم ، وأعقبه بقوله : { وإن تعفوا وتصفحوا وتغفروا فإن الله غفور رحيم } ، جمعاً بين الحذر وبين المسالمة وذلك من الحزم .و { مِن } تبعيضية . وتقديم خبر { إنَّ } على اسمها للاهتمام بهذا الخبر ولما فيه من تشويق إلى الاسم ليتمكن مضمون هذا الخبر في الذهن أتم تمكن لما فيه من الغرابة والأهمية . وقد تقدم مثله عند قوله تعالى : { ومن الناس من يقول آمنا بالله وباليوم الآخر } في سورة [ البقرة : 8 ] .وعَدُوّ وصف من العداوة بوزن فَعول بمعنى فاعل فلذلك لزم حالة الإفراد والتذكير إذا كان وصفاً ، وقد مضى ذلك عند قوله تعالى : { فإن كان من قوم عدوّ لكم } في سورة [ النساء : 92 ] . فأما إذا أريد منه معنى الاسمية فيطابق ما أجري عليه ، قال تعالى : { يكونوا لكم أعداء } [ الممتحنة : 2 ] .والإِخبار عن بعض الأزواج والأولاد بأنهم عدوٌّ يجوز أن يحمل على الحقيقة فإن بعضهم قد يضمر عداوة لزوجه وبعضهم لأبويه من جراء المعاملة بما لا يروق عنده مع خباثة في النفس وسوء تفكير فيصير عدوًّا لمن حقه أن يكون له صديقاً ، ويكثر أن تأتي هذه العداوة من اختلاف الدين ومن الانتماء إلى الأعداء .ويجوز أن يكون على معنى التشبيه البليغ ، أي كالعدوّ في المعاملة بما هو من شأن معاملة الأعداء كما قيل في المَثَل : يفعل الجاهل بنفسه ما يفعل العدوّ لعدوّه . وهذا من استعمال اللفظ في حقيقته ومجازه .وعُطف على قوله : { فاحذروهم } جملة { وإن تعفوا وتصفحوا } إلى آخرها عَطف الاحتراس لأنه إذا كان العفو مطلوباً محبوباً إلى الله تعالى وهو لا يكون إلا بعد حصول الذنب فإن عدم المؤاخذة على مجرد ظنّ العداوة أجدر بالطلب ففهم النهي عن معاملة الأزواج والأبناء معاملةَ الأعداء لأجل إيجاس العداوة ، بل المقصود من التحذير التوقِّي وأخذُ الحيطة لابتداء المؤاخذة ، ولذلك قيل : «الحزم سوء الظن بالناس» ، أي لكن دون أن يبنى على ذلك الظن معاملة من صدر منه ما ظننت به قال تعالى : { إن بعض الظن إثم } [ الحجرات : 12 ] وقال : { أن تصيبوا قوماً بجهالة فتصبحوا على ما فعلتم نادمين } [ الحجرات : 6 ] .والعفو : ترك المعاقبة على الذنب بعد الاستعداد لها . ولو مع توبيخ .والصفح : الإِعراض عن المذنب ، أي ترك عقابه على ذنبه دون التوبيخ .والغفر : ستر الذنب وعدم إشاعته .والجمع بينها هنا إيماء إلى تراتب آثار هذه العداوة وما تقتضيه آثارها من هذه المعاملات الثلاث . وحذف متعلق الأفعال الثلاثة لظهور أن المراد من أولادكم وأزواجكم فيما يصدر منهم مما يؤذيكم ، ويجوز أن يكون حذف المتعلق لإِرادة عموم الترغيب في العفو .وإنما يعفو المرء ويصفح ويغفر عن المذنب إذا كان ذنبه متعلقاً بحق ذلك المرء وبهذه الأفعال المذكورة هنا مطلقة وفي أدلة الشريعة تقييدات لها .وجملة { فإن الله غفور رحيم } دليل جواب الشرط المحذوف المؤذن بالترغيب في العفو والصفح والغفر فالتقدير وأن تعفوا وتصفحوا وتغفروا يحب الله ذلك منكم لأن الله غفور رحيم ، أي للذين يغفرون ويرحمون ، وجمع وصف رحيم الخصال الثلاث ."
    },
    {
      "ayah": 15,
      "surah": 64,
      "text": "إِنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ وَاللَّهُ عِنْدَهُ أَجْرٌ عَظِيمٌ (15)تذييل لأن فيه تعميمَ أحوال الأولاد بعد أن ذُكر حال خاص ببعْضهم .وأدمج فيه الأموال لأنها لم يشملها طلب الحذر ولا وصف العداوة . وقدم ذكر الأموال على الأولاد لأن الأموال لم يتقدم ذكرها بخلاف الأولاد .ووجه إدماج الأموال هنا أن المسلمين كانوا قد أصيبوا في أموالهم من المشركين فغلبوهم على أموالهم ولم تُذكر الأموال في الآية السابقة لأن الغرض هو التحذير من أشد الأشياء اتصالاً بهم وهي أزواجهم وأولادهم . ولأن فتنة هؤلاء مضاعفة لأن الداعي إليها يكون من أنفسهم ومن مساعي الآخرين وتسويلهم . وجُرد عن ذكر الأزواج هنا اكتفاء لدلالة فتنة الأولاد عليهن بدلالة فحوى الخطاب ، فإن فتنتهن أشد من فتنة الأولاد لأن جُرْأتهن على التسويل لأزواجهن ما يحاولنه منهم أشد من جرأة الأولاد .والقصر المستفاد من { إنما } قصر موصوف على صفة ، أي ليست أموالكم وأولادكم إلا فتنةً . وهو قصر ادعائي للمبالغة في كثرة ملازمة هذه الصفة للموصوف إذ يندُر أن تخلو أفرادُ هذين النوعين ، وهما أموال المسلمين وأولادهم عن الاتصاف بالفتنة لمن يتلبس بهما .والإِخبار ب { فتنة } للمبالغة . والمراد : أنهم سبب فتنة سواء سعوا في فعل الفَتْن أم لم يسعوا . فإن الشغل بالمال والعناية بالأولاد فيه فتنة .ففي هذه الآية من خصوصيات علم المعاني التذييلُ والإِدماج ، وكلاهما من الإِطناب ، والاكتفاءُ وهو من الإِيجاز ، وفيها الإِخبار بالمصدر وهو { فتنة } ، والإِخبار به من المبالغة فهذه أربعة من المحسنات البديعية ، وفيها القصر ، وفيها التعليل ، وهو من خصوصيات الفصل ، وقد يعد من محسنات البديع أيضاً فتلك ست خصوصيات .وفصلت هذه الجملة عن التي قبلها لأنها اشتملت على التذييل والتعليل وكلاهما من مقتضيات الفصل .والفتنة : اضطراب النفس وحيرتها من جراء أحوال لا تلائم مَن عرضت له ، وتقدم عند قوله تعالى { والفتنة أشد من القتل } في سورة [ البقرة : 191 ] .أخرج أبو داود عن بريدة قال : إن رسول الله كان يخطب يوم الجمعة حتى جاء الحسن والحسين يعثران ويقومان فنزل رسول الله عن المنبر فأخذهما وجذبهما ثم قرأ إنما أموالكم وأولادكم فتنة } . وقال : رأيت هذين فلم أصبر ، ثُم أخذ في خطبته» .وذكر ابن عطية : أن عمر قال لحذيفة : كيف أصبحتَ فقال : أصبحتُ أحب الفتنة وأكره الحق . فقال عمر : ما هذا؟ فقال : أحب ولدي وأكره الموت .وقوله : { والله عنده أجر عظيم } عطف على جملة { إنما أموالكم وأولادكم فتنة } لأن قوله : { عنده أجر عظيم } كناية عن الجزاء عن تلك الفتنة لمن يصابر نفسه على مراجعة ما تسوله من الانحراف عن مرضاة الله إن كان في ذلك تسويل . والأجر العظيم على إعطاء حق المال والرأفة بالأولاد ، أي والله يؤجركم عليها . لقول النبي صلى الله عليه وسلم \" من ابتُلي من هذه البنات بشيء وكنّ له ستراً من النار \" وفي حديث آخر \" إن الصبر على سوء خلق الزوجة عبادة \" .والأحاديث كثيرة في هذا المعنى منها ما رواه حذيفة : فتنة الرجل في أهله وماله تكفرها الصلاة والصدقة ."
    },
    {
      "ayah": 16,
      "surah": 64,
      "text": "فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ وَاسْمَعُوا وَأَطِيعُوا وَأَنْفِقُوا خَيْرًا لِأَنْفُسِكُمْ وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ (16)فاء فصيحة وتفريع على ما تقدم ، أي إذا علمتم هذا فاتقوا الله فيما يجب من التقوى في معاملة الأولاد والأزواج ومصارِف في الأموال فلا يصدّكم حب ذلك والشغل به عن الواجبات ، ولا يخرجكم الغضب ونحوه عن حدّ العدل المأمور به ، ولا حُبُّ المال عن أداء حقوق الأموال وعن طلبها من وجوه الحلال . فالأمر بالتقوى شامل للتحذير المتقدم وللترغيب في العفو كما تقدم ولما عدا ذلك .والخطاب للمؤمنين .وحذف متعلق ( اتقوا ) لقصد تعميم ما يتعلق بالتقوى من جميع الأحوال المذكورة وغيرها وبذلك يكون هذا الكلام كالتذييل لأن مضمونه أعم من مضمون ما قبله . /ولما كانت التقوى في شأن المذكورات وغيرها قد يعرض لصاحبها التقصير في إقامتها حرصاً على إرضاء شهوة النفس في كثير من أحوال تلك الأشياء زيد تأكيد الأمر بالتقوى بقوله : { ما استطعتم } .و { مَا } مصدرية ظرفية ، أي مدة استطاعتكم ليعم الأزمان كلها ويعم الأحوال تبعاً لعموم الأزمان ويعم الاستطاعات ، فلا يتخلوا عن التقوى في شيء من الأزمان . وجعلت الأزمان ظرفاً للاستطاعة لئلا يقصروا بالتفريط في شيء يستطيعونه فيما أمروا بالتقوى في شأنه ما لم يخرج عن حدّ الاستطاعة إلى حدّ المشقة قال تعالى : { يريد الله بكم اليسر ولا يريد بكم العسر } [ البقرة : 185 ] .فليس في قوله : { ما استطعتم } تخفيف ولا تشديد ولكنه عَدل وإنصافٌ . ففيه ما عليهم وفيه ما لهم .روى البخاري عن جابر بن عبد الله قال : «بايعت رسول الله صلى الله عليه وسلم على السمع والطاعة فلقَّنني : «فيما استطعت» ، وعن ابن عمر : كنّا إذا بايعنا النبي صلى الله عليه وسلم على السمع والطاعة يقول لنا «فيما استطعتُ» .وعطفُ { واسمعوا وأطيعوا } على ( اتقوا الله ) من عطف الخاص على العام للاهتمام به ، ولأن التقوى تتبادر في ترك المنهيات فإنها مشتقة من وقَى . فتقوى الله أن يقي المرء نفسه مما نهاه الله عنه ، ولما كان ترك المأمورات فيؤول إلى إتيان المنهيات ، لأن ترك الأمر منهي عنه إذ الأمر بالشيء نهي عن ضده . كان التصريح به بخصوصه اهتماماً بكلا الأمرين لتحصل حقيقة التقوى الشرعية وهي اجتناب المنهيات وامتثال المأمورات .والمراد : اسمعوا الله ، أي أطيعوه بالسمع للرسول صلى الله عليه وسلم وطاعته .والأمر بالسمع أمر يتلقَّى الشريعة والإِقبال على سماع مواعظ النبي صلى الله عليه وسلم وذلك وسيلة التقوى قال تعالى : { فبشر عبادي الذين يستمعون القول فيتبعون أحسنه } [ الزمر : 17 ، 18 ] .وعطف عليه { وأطيعوا } : أي أطيعوا ما سمعتم من أمر ونهي .وعَطْف { وأنفقوا } تخصيصٌ بعد تخصيص فإن الإنفاق مما أمر الله به فهو من المأمورات .وصيغة الأمر تشتمل واجب الإِنفاق والمندوبَ ففيه التحريض على الإِنفاق بمرتبتيه وهذا من الاهتمام بالنزاهة عن فتنة المال التي ذكرت في قوله :{ إنما أموالكم وأولادكم فتنة } [ التغابن : 15 ] .وانتصب { خيراً } على الصفة لمصدرٍ محذوف دل عليه { أنفقوا } . والتقدير : إنفاقاً خيراً لأنفسكم . هذا قول الكسائي والفرّاء فيكون { خيراً } اسم تفضيل . وأصله : أَخْير ، وهو محذوف الهمزة لكثرة الاستعمال ، أي الإِنفاق خير لكم من الإِمساك . وعن سيبويه أنه منصوب على أنه مفعول به لفعل مضمر دل عليه { أنفقوا } . والتقدير : ائتوا خيراً لأنفسكم . وجملة { ومن يوق شح نفسه فأولئك هم المفلحون } تذييل .و { مَن } اسم شرط وهي من صيغ العموم : أي كل من يوق شحّ نفسه والعموم يدل على أن { من } مراد بها جنس لا شخص معين ولا طائفة ، وهذا حب اقتضاه حرص أكثر الناس على حفظ المال وادخاره والإِقلاللِ من نفع الغير به وذلك الحرص يسمى الشح .والمعنى : أن الإِنفاق يقي صاحبه من الشحّ المنهي عنه فإذا يُسر على المرء الإِنفاق فيما أمر الله به فقد وُقي شُحّ نفسه وذلك من الفلاح .ولما كان ذلك فلاحاً عظيماً جيء في جانبه بصيغة الحصر بطريقة تعريف المسند ، وهو قصر جنس المفلحين على جنس الذين وُقُوا شحّ أنفسهم ، وهو قصر ادعائي للمبالغة في تحقق وصف المفلحين الذين وقُوا شحّ أنفسهم نزّل الآن فلاح غيرهم بمنزلة العدم .وإضافة { شح } إلى النفس للإِشارة إلى أن الشح من طباع النفس فإن النفوس شحيحة بالأشياء المحببة إليها قال تعالى : { وأحضرت الأنفس الشحّ } [ النساء : 128 ] .وفي الحديث لما سئل رسول الله صلى الله عليه وسلم عن أفضل الصدقة قال : « أن تَصدَّق وأنت صحيح شَحِيح تخشى الفقر وَتَأَمُل الغنى . وأنْ لا تَدعَ حتى إذا بلغت الحلقومَ قلتَ لفلان كذا ولفلان كذا وقد كان لفلان » وتقدم نظيره { ومن يوق شح نفسه فأولئك هم المفلحون } في سورة [ الحشر : 9 ] ."
    },
    {
      "ayah": 17,
      "surah": 64,
      "text": "إِنْ تُقْرِضُوا اللَّهَ قَرْضًا حَسَنًا يُضَاعِفْهُ لَكُمْ وَيَغْفِرْ لَكُمْ وَاللَّهُ شَكُورٌ حَلِيمٌ (17) استئناف بياني ناشىء عن قوله : { وأنفقوا خيراً لأنفسكم } [ التغابن : 16 ] ، فإن مضاعفة الجزاء على الإِنفاق مع المغفرة خير عظيم ، وبهذا الموقع يعلم السامع أن القرض أطلق على الإِنفاق المأمور به إطلاقاً بالاستعارة ، والمقصود الاعتناء بفضل الإِنفاق المأمور به اهتماماً مكرراً فبعد أن جُعل خيراً جُعل سببَ الفلاح وعُرف بأنه قرض من العبد لربّه وكفى بهذا ترغيباً وتلطفاً في الطلببِ إذ جُعل المنفق كأنه يعطي الله تعالى مالاً وذلك من معنى الإِحسان في معاملة العبد ربّه وقد بينه النبي صلى الله عليه وسلم في حديث جبريل إذ قال جبريل للنبيء عليهما الصلاة والسّلام : أخبرني عن الإِحسان فقال النبي صلى الله عليه وسلم «الإِحسان أن تعبد الله كأنك تراه فإن لم تكن تراه فإنه يراك» فمما ينضوي تحت معنى عبادة الله عبادةَ من يراه أن يستشعر العبدُ أن امتثال أمر ربه بالإِنفاق المأمور به منه كأنه معاملة بين مُقرض ومستقرض .وقد تقدم ذلك عند قوله تعالى : { من ذا الذي يُقرض الله قرضاً حسناً فيضاعفه له أضعافاً كثيرة } في سورة [ البقرة : 245 ] .وقرأ الجمهور يضاعفه } بألف بعد الضاد وقرأ ابن كثير وابن عامر ويعقوب { يضعِّفه } بتشديد العين مضارع ضَعَّف ، وهما بمعنى واحد وهو لفظي الضعف .والمضاعفة : إعطاء الضِعف بكسر الضاد وهو مِثل الشيء في الذات أو الصفة . وتصدُق بمثل وبعدة أمثال كما قال تعالى : { أضعافاً كثيرة } [ البقرة : 245 ] .وجعل الإِنفاق سبب للغفران كما قال النبي صلى الله عليه وسلم \" الصدقة تطفىء الخطايا كما يطفىء الماء النار \" .والشكور : فَعول بمعنى فاعل مبالغة ، أي كثير الشكر وأطلق الشكر فيه على الجزاء بالخير على فعل الصالحات تشبيهاً لفعل المتفضل بالجزاء بشكر المنعَم عليه على نعمة ولا نعمة على الله فيما يفعله عباده من الصالحات . فإنما نفعها لأنفسهم ولكن الله تفضّل بذلك حثاً على صلاحهم فرتب لهم الثواب بالنعيم على تزكية أنفسهم ، وتلطف لهم فسمى ذلك الثواب شكراً وجعل نفسه شاكراً .وقد أوما إلى هذا المقصد إتباع صفة { شكور } بصفة { حليم } تنبيهاً على أن ذلك من حِلمه بعباده دون حق لهم عليه سبحانه ."
    },
    {
      "ayah": 18,
      "surah": 64,
      "text": "عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْعَزِيزُ الْحَكِيمُ (18)وأمّا وصف ب { عالم الغيب والشهادة العزيز الحكيم } فتتميم للتذكير بعظمة الله تعالى مع مناسبتها للترغيب والترهيب اللذين اشتملت عليهما الآيات السابقة كلها لأن العالم بالأفعال ظاهرها وخفيّها لا يفيت شيئاً من الجزاء عليها بما رتب لها ، ولأن العزيز لا يعجزه شيء .و { الحكيم } : الموصوف بالحكمة لا يدع معاملة الناس بما تقتضيه الحكمة من وضع الأشياء مواضعها ونوط الأمور بما يناسب حقائقها .والحكيم فعيل بمعنى : المحكم ، أي المتقن في صنعه ومعاملته وهما معاً من صفاته تعالى فهو وصف جامع للمعنيين ."
    },
    {
      "ayah": 2,
      "surah": 64,
      "text": "هُوَ الَّذِي خَلَقَكُمْ فَمِنْكُمْ كَافِرٌ وَمِنْكُمْ مُؤْمِنٌ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ (2)هذا تقرير لما أفاده قوله : { يسبح لله ما في السموات وما في الأرض } [ التغابن : 1 ] ، وتخلصٌ للمقصود منه على وجه التصريح بأن الذين أشركوا بالله قد كفروا بنعمته وبخلقهم زيادة على جحدهم دلائل تنزهه تعالى عن النقص الذي اعتقدوه له . ولذلك قدم { فمنكم كافر } على { ومنكم مؤمن } لأن الشق الأول هو المقصود بهذا الكلام تعريضاً وتصريحاً .وأفاد تعريف الجزأين من جملة { هو الذي خلقكم } قصر صفة الخالقية على الله تعالى ، وهو قصر حقيقي قصد به الإِشارة بالكناية بالرد على المشركين إذ عمدوا إلى عبادة أصنام يعلمون أنها لم تخلقهم فَما كانت مستحقة لأن تعبد ، لأن العبادة شكر . قال تعالى : { أفمن يخلق كمن لا يخلق أفلا تذكرون } [ النحل : 17 ] .والخطاب في قوله : { خلقكم } لِجميع الناس الذين يدعوهم القرآن بقرينة قوله : { فمنكم كافر ومنكم مؤمن } ، فإن الناس لا يعْدون هذين القسمين .والفاء في { فمنكم كافر } عاطفة على جملة { هو الذي خلقكم } وليست عاطفة على فعل { خلقكم } وهي للتفريع في الوقوع دون تسبب .ونظيره قوله : { وجعلنا في ذريتهما النبوءة والكتاب فمنهم مهتدٍ وكثير منهم فاسقون } [ الحديد : 26 ] ومثل هذا التفريع يستتبع التعجيب من جري أحوال بعض الناس على غير ما يقتضيه الطبع { وتجعلون رزقكم أنكم تكذبون } [ الواقعة : 82 ] فجملة { فمنكم كافر } هي المقصود من التفريع ، وهو تفريع في الحصول . وقدم ذكر الكافر لأنه الأهم في هذا المقام كما يشير إليه قوله تعالى في { ألم يأتكم نبؤا الذين كفروا من قبل } [ التغابن : 5 ] .وجملة { ومنكم مؤمن } تتميم وتنويه بشأن أهل الإِيمان ومضادَّة حالهم لحال أهل الكفر ومقابلة الحال بالحال .وقوله : { والله بما تعملون بصير } تتميم واحتراس واستطراد ، فهو تتميم لما يكمِّل المقصود من تقسيمهم إلى فريقين لإِبداء الفرق بين الفريقين في الخير والشر وهو عليم بذلك وعليم بأنه يقع وليس الله مغلوباً على وقوعه ولكن حكمته وعلمه اقتضيا ذلك . ودون تفصيل هذا تطويل نخصهُ بتأليف في معنى القدر وجريان أعمال الناس في الدنيا إن شاء الله . ونقتصر هنا على أن نقول : خلق الله الناس وأودع فيهم العقول التي تتوصل بالنظر السليم من التقصير وشوائب الهوى وغشاوات العناد إلى معرفة الله على الوصف اللائق به وخلق فيهم القُدرة على الأعمال الصالحة وغيرها المسماة عند الأشعري بالكسب وعند المعتزلة بقُدرة العبد ( والخلاف في التعبير ) . وأرشدهم إلى الصلاح وحذرهم من الفساد ، والله عالم بما يكتسبه كل أحد ولو شاء لصرف مقترف الفساد عن فعله ولكنه أوجد نُظُماً مرتبطاً بعضها ببعض ومنتشرة فقضت حكمته بالحفاظ على تلك النظم الكثيرة بأن لا يعوق سيرَها في طرائقها ولا يعطلَ عمَلها لأجل إصلاح أشخاص هم جزء من كلَ لأن النظُم العامة أعم فالحفاظ على اطرادها أصلح وأرجح ، فلا تتنازل إرادة الله وقدرته إلى التدخل فيما سُمي بالكسب على أصولنا أو بالقدرة الحادثة على أصول المعتزلة ، بل جعل بحكمته بين الخَلْققِ والكسب حاجزاً هو نظام تكوين الإِنسان بما فيه من إرادة وإدراك وقدرة ، وقد أشار إلى هذا قوله : { والله بما تعملون بصير } أي هو بصير به من قَبل أن تعملوه ، وبعد أن عملتموه .فالبصير : أريد به العالم عِلمَ انكشاف لا يقبل الخفاء فهو كعلم المشاهدة وهذا إطلاق شائع في القرآن لا سيما إذا أفردت صفة { بصير } بالذكر ولم تذكر معها صفة «سميع» .واصطلح بعض المتكلمين على أن صفة البصيرة : العالم بالمرْئيات . وقال بعضهم : هي تعلق العلم الإلهي بالأمور عند وقوعها . والحق أنها استعمالات مختلفة . وبهذا يتضح وجه الجمع بين ما يبدو من تعارض بين آيات القرآن وإخبارٍ من السنة فاجعلوه مِثالاً يُحتدى ، وقولوا هكذا . هكذا .وهو احتراس من أن يتوهم من تقسيمهم إلى فريقين أن ذلك رضى بالحالين كما حكي عن المشركين { وقالوا لو شاء الرحمان ما عبدناهم } [ الزخرف : 20 ] .وهو استطراد بطريق الكناية به عن الوعد والوعيد .وشمل قوله : { بما تعملون } أعمالَ القلوب كالإِيمان وهي المقصود ابتداء هنا ."
    },
    {
      "ayah": 3,
      "surah": 64,
      "text": "خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَإِلَيْهِ الْمَصِيرُ (3){ خَلَقَ السماوات والارض } } .استئناف بياني نَاشىء عن قوله : { فمنكم كافر ومنكم مؤمن } [ التغابن : 2 ] يبيِّن أن انقسامهم إلى قسمي الكافرين والمؤمنين نشأ عن حياد فريق من الناس عن الحق الذي أقيم عليه خلق السماوات والأرض لأن الحق أن يؤمن الناس بوجود خالقهم ، وبأنه واحد وأن يفردوه بالعبادة فذلك الذي أراده الله من خلقهم ، قال تعالى : { وما خلقت الجن والإنس إلا ليعبدون } [ الذاريات : 56 ] . وقال : { فأقم وجهك للدين حنيفاً فطرة الله التي فطر الناس عليها لا تبديل لخلق الله } [ الروم : 30 ] فمن حَاد عن الإِيمان ومالَ إلى الكفر فقد حاد عن الحق والفطرة .{ والارض } .وقوله : { بالحق } معترض بين جملة { خلق السموات والأرض } وجملة { وصوّركم } .وفي قوله : { بالحق } إيماء إلى إثبات البعث والجزاء لأن قوله بالحق متعلق بفعل { خلق } تعلَّق الملابسة المفاد بالباء ، أي خلقاً ملابساً للحق ، والحق ضد الباطل ، ألا ترى إلى قوله تعالى : { إن في خلق السماوات والأرض إلى قوله : ربنا ما خلقت هذا باطلاً } [ آل عمران : 190 - 191 ] . والباطل مَصْدَقهُ هنالك هو العبث لقوله تعالى : { وما خلقنا السماوات والأرض وما بينهما لاعبين ما خلقناهما إلا بالحق } [ الدخان : 38 ، 39 ] فتعين أن مَصْدَقَ الحقّ في قوله : { خلق السموات والأرض بالحق } أنه ضد العبث والإِهمال .والمراد ب { خلق السموات والأرض } خلق ذوَاتهن وخلق ما فيهن من المخلوقات كما أنبأ عنه قوله : { وما خلقنا السماوات والأرض وما بينهما لاعبين ما خلقناهما إلا بالحق ، أي ما خلقناهما وما بينهما إلا بالحقّ ، فكذلك يكون التقدير في الآية من هذه السورة .وملابسة الحق لخلق السماوات والأرض يلزم أن تكون ملابسة عامة مطردة لأنه لو اختلت ملابسة حال من أحوال مخلوقات السماوات للحق لكان ناقضاً لمعنى ملابسة خلقِها للحقّ ، فكان نفي البعث للجزاء على أعمال المخلوقات موجباً اختلال تلك الملابسة في بعض الأحوال . وتخلّف الجزاء عن الأعمال في الدنيا مشاهد إذ كثيراً ما نرى الصالحين في كرب ونرى أهل الفساد في نعمة ، فلو كانت هذه الحياة الدنيا قصارى حياة المكلفين لكان كثيرٌ من أهل الصلاح غيرَ لاقٍ جزاءً على صلاحه . وانقلب أكثر أهل الفساد متمتعاً بإرضاء خباثة نفسه ونوال مشتهياته ، فكان خلق كلا هذين الفريقين غيرَ ملابس للحق ، بالمعنى المراد .ولزيادة الإِيقاظ لهذا الإِيمان عطف عليه قوله : وإليه المصير } وكل ذلك توطئة إلى ما سبقه من قوله تعالى : { زعم الذين كفروا أن لن يبعثوا } [ التغابن : 7 ] الآية .وفي قوله { بالحق } رمز إلى الجزاء وهو وعيد ووعد .وفي قوله : { خلق السموات } إلى آخره إظهار أيضاً لعظمة الله في ملكوته .{ بالحق وَصَوَّرَكُمْ فَأَحْسَنَ } .إدماج امتنان على الناس بأنهم مع ما خلقوا عليه من ملابسة الحق على وجه الإِجمال وذلك من الكمال وهو ما اقتضته الحكمة الإلهية فقد خُلقوا في أحسن تقويم إذ كانت صورة الإِنسان مستوفية الحسن متماثلة فيه لا يعتورها من فظاعة بعض أجزائها ونقصان الانتفاع بها ما يُناكد محاسن سائرها بخلاف محَاسن أحاسن الحيوان من الدواب والطيرِ والحيتان من مَشي على أرْبَع مع انتكاس الرأس غالباً ، أو زحف ، أو نقز في المشي في البعض .ولا تَعْتَوِرُ الإِنسان نقائصُ في صورته إلا من عوارضَ تعرض في مدة تكوينه من صَدَمَات لبطون الأمهات ، أو علل تحلّ بهن ، أو بالأجنة أو من عوارض تعرض له في مدة حياته فتشوه بعض محاسن الصور . فلا يعد ذلك من أصل تصوير الإِنسان على أن ذلك مع ندرته لا يعد فظاعة ولكنه نقص نسبي في المحاسن فقد جمع بين الإِيماء إلى ما اقتضته الحكمة قد نبههم إلى ما اقتضاه الإِنعام . وفيه إشارة إلى دليل إمكان البعث كما قال : { أفعيينا بالخلق الأول } [ ق : 15 ] ، وقال : { أو ليس الذي خلق السماوات والأرض بقادر على أن يخلق مثلهم } [ يس : 81 ] .( ه4س64ش3ن7/ن8--\u003eصُوَرَكُمْ وَإِلَيْهِ } .عطف على جملة { وصوركم } لأن التصوير يقتضي الإِيجاد فأعقب بالتذكير بأن بعد هذا الإِيجادِ فناءً ثم بعثاً للجزاء .والمَصير مصدر ميمي لفعل صادر بمعنى رَجع وانتهى ، ولذلك يُعدَّى بحرف الانتهاء ، أي ومرجعكم إليه يعني بعد الموت وهو مصير الحشر للجزاء .وتقديم { إليه } على { المصير } للرعاية على الفاصلة مع إفادة الاهتمام بتعلق ذلك المصير بتصرف الله المحض . وليس مراداً بالتقديم قصر لأن المشركين لا يصدقون بهذا المصير من أصله بَلْهَ أن يدَّعوا أنه مصير إلى غيره حتى يُردّ عليهم بالقصر .وهذه الجملة أشد ارتباطاً بجملة { خلق السموات والأرض بالحق } منها بجملة { وصوركم فأحسن صوركم } كما يظهر بالتأمل ."
    },
    {
      "ayah": 4,
      "surah": 64,
      "text": "يَعْلَمُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَيَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ وَاللَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ (4)كانوا ينفون الحشر بعلة أنه إذا تفرقت أجزاء الجسد لا يمكن جمعها ولا يحاط بها . { وقالوا أإذا ضللنا في الأرض أإنا لفي خلق جديد } [ السجدة : 10 ] ، فكان قوله تعالى : { يعلم ما في السماوات والأرض ويعلم ما تسرون وما تعلنون } دحضا لشبهتهم ، أي أن الذي يعلم ما في السماوات والأرض لا يعجزه تفرق أجزاء البدن إذا أراد جمعها . والذي يعلم السرّ في نفس الإِنسان ، والسرُّ أدق وأخفى من ذرات الأجساد المتفرقة ، لا تخفى عليه مواقع تلك الأجزاء الدقيقة ولذلك قال تعالى : { أيحسب الإِنسانُ أن لن نجمع عظامه بلى قادرين على أن نسوي بنانه } [ القيامة : 3 - 4 ] .فالمقصود هو قوله : { ويعلم ما تسرون } كما يقتضيه الاقتصار عليه في تذييله بقوله : { والله عليم بذات الصدور } ولم يذكر أنه عليم بأعمال الجوارح ، ولأن الخطاب للمشركين في مكة على الراجح . وذلك قبل ظهور المنافقين فلم يكن قوله : { ويعلم ما تسرون وما تعلنون } تهديداً على ما يبطنه الناس من الكفر .وأما عطف { وما تعلنون } فتتميم للتذكير بعموم تعلق علمه تعالى بالأعمال .وقد تضمن قوله : { ويعلم ما تسرون وما تعلنون } وعيداً ووعداً ناظريْن إلى قوله : { فمنكم كافر ومنكم مؤمن } [ التغابن : 2 ] فكانت الجملة لذلك شديدة الاتصال بجملة { هو الذي خلقكم فمنكم كافر ومنكم مؤمن } [ التغابن : 2 ] .وإعادة فعل { يعلم } للتنبيه على العناية بهذا التعلق الخاص للعلم الإِلهي بعد ذكر تعلقه العام في قوله : { يعلم ما في السموات والأرض } تنبيهاً على الوعيد والوعد بوجه خاص .وجملة { والله عليم بذات الصدور } تذييل لجملة { ويعلم ما تسرون } لأنه يعلم ما يُسِرُّه جميع الناس من المخاطبين وغيرهم .و { ذات الصدور } صفة لموصوف محذوف نزلت منزلة موصوفها ، أي صاحبات الصدور ، أي المكتومة فيها .والتقدير : بالنوايا والخواطر ذات الصدور كقوله : { وحملناه على ذات ألواح } [ القمر : 13 ] وتقدم بيانه عند قوله تعالى : { إنه عليم بذات الصدور } في سورة [ الأنفال : 43 ] ."
    },
    {
      "ayah": 5,
      "surah": 64,
      "text": "أَلَمْ يَأْتِكُمْ نَبَأُ الَّذِينَ كَفَرُوا مِنْ قَبْلُ فَذَاقُوا وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ (5)انتقال من التعريض الرمزي بالوعيد الأخروي في قوله : { والله بما تعملون بصير } [ التغابن : 2 ] ، إلى قوله : { وإليه المصير } [ التغابن : 3 ] ، وقوله : { ويعلم ما تسرون وما تعلنون } [ التغابن : 4 ] ، إلى تعريض أوضح منه بطريق الإِيماء إلى وعيد لعذاب دنيوي وأخروي معاً فإن ما يسمّى في باب الكناية بالإِيمان أقل لوازم من التعريض والرمز فهو أقرب إلى التصريح . وهذا الإِيماء بضرب المَثل بحال أمم تلقوا رسلهم بمثل ما تلقّى به المشركون محمداً صلى الله عليه وسلم تحذيراً لهم من أن يحلّ بهم مثل ما حلّ بأولئك ، فالجملة ابتدائية لأنها عَدٌّ لصنف ثاننٍ من أصناف كفرهم وهو إنكار الرسالة .فالخطاب لخصوص الفريق الكافر بقرينة قوله : { الذين كفروا من قبل } فهذا الخطاب موجه للمشركين الذين حالهم كحال من لم يبلغهم نبأ الذين كفروا مثلَ كفرهم ، مثلُ عاد وثمود ومَدين وقوم إبراهيم .والاستفهام تقريري ، والتقريري يؤتى معه بالجملة منفية توسعة على المقرر إن كان يريد الإِنكار حتى إذا أَقرّ لم يستطع بعد إقراره إنكاراً لأنه قد أعذر له من قبل بتلقينه النفي وقد تقدم غير مرة .وحُذف ما أضيف إليه { قبلُ } ونوي معناه ، والتقدير : من قبلِكم ، أي في الكفر بقرينة قوله : { فمنكم كافر } [ التغابن : 2 ] . والكافرون يعلمون أنهم المقصود لأنهم مُقدمون على الكفر ومستمرون عليه .والوبال : السوء وما يكره .والأمر : الشأن والحال .والذَّوق مجاز في مطلق الإِحساس والوِجدان ، شبه ما حلّ بهم من العذاب بشيء ذي طعم كريه يذوقه من حلّ به ويبتلعه لأن الذوق باللسان أشد من اللمس باليد أو بالجلد .والمعنى : أحسوا العذاب في الدنيا إحساساً مكيناً .وقوله : { ولهم عذاب أليم } مراد به عذاب الآخرة لأن العطف يقتضي المغايرة ."
    },
    {
      "ayah": 6,
      "surah": 64,
      "text": "ذَلِكَ بِأَنَّهُ كَانَتْ تَأْتِيهِمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَقَالُوا أَبَشَرٌ يَهْدُونَنَا فَكَفَرُوا وَتَوَلَّوْا وَاسْتَغْنَى اللَّهُ وَاللَّهُ غَنِيٌّ حَمِيدٌ (6)ارتقاء في التعريض إلى ضرب منه قريببٍ من الصريح . وهو المسمى في الكناية بالإِشارة . كانت مقالةُ الذين من قبلُ مماثلة لمقالة المخاطبين فإذا كانت هي سبب ما ذاقوه من الوبال فيوشك أن يذوق مماثلوهم في المقالة مثل ذلك الوبال .فاسم الإِشارة عائد إلى المذكور من الوبال والعذاب الأليم .فهذا عَدّ لكفر آخر من وجوه كفرهم وهو تكذيبهم الرسول صلى الله عليه وسلم وتكذيبهم بالقرآن فإن القرآن بيِّنة من البيّنات لأنه معجزة .والباء للسببية فالجملة في موقع العلة . والضمير ضمير الشأن لقصد تهويل ما يفسر الضمير ، وهو جملة { كانت تأتيهم رسلهم بالبينات } إلى آخرها .والاستفهام في { أبشر } استفهام إنكار وإبطال فهم أحالوا أن يكون بشر مثلهم يهدون بشراً أمثالهم ، وهذا من جهلهم بمراتب النفوس البشرية ومن يصطفيه الله منها ، ويخلقه مضطلعاً بتبليغ رسالته إلى عباده . كما قال : { وقالوا ما لهذا الرسول يأكل الطعام ويمشي في الأسواق } [ الفرقان : 7 ] وجهلوا أنه لا يصلح لإِرشاد الناس إلا مَن هو من نوعهم قال تعالى : { قل لو كان في الأرض ملائكة يمشون مطمئنين لنزلنا عليهم من السماء ملكاً رسولاً } [ الإسراء : 95 ] ولمَّا أحالوا أن يكون البشر أهلاً لهداية بشر مثله جعلوا ذلك كافياً في إعراضهم عن قبول القرآن والتدبر فيه .والبشر : اسم جنس للإِنسان يصدق على الواحد كما في قوله تعالى : { قل إنما أنا بشر مثلكم } [ الكهف : 110 ] ويقال على الجمع كما هنا . وتقدم في قوله : { وقلن حاش لله ما هذا بشراً } في سورة [ يوسف : 31 ] وفي سورة [ مريم : 17 ] عند قوله : { فتمثل لها بشراً سوياً }وتنكير بشر } للنوعية لأن محط الإِنكار على كونهم يَهدونهم ، هو نوعُ البشرية .وتقديم المسند إليه على الخبر الفعلي لقصد تقوّي حكم الإِنكار ، وما قالوا ذلك حتى اعتقدوه فلذلك أقدموا على الكفر برسلهم إذ قد اعتقدوا استحالة إرسال الله إياهم فجزموا بكذبهم في دعوى الرسالة فلذلك فرع عليه { فكفروا وتولوا } .والتولي أصله : الانصراف عن المكان الذي أنت فيه ، وهو هنا مستعار للإِعراض عن قبول دعوة رسلهم ، وتقدم عند قوله تعالى : { ثم توليتم من بعد ذلك } في سورة [ البقرة : 64 ] .واستغنى } غَنِيَ فالسين والتاء للمبالغة كقوله : { أما من استغنى } [ عبس : 5 ] . والمعنى : غَنِي الله عن إيمانهم قال تعالى : { إن تكفروا فإن الله غني عنكم } [ الزمر : 7 ] .والواو واو الحال ، أي والحال أن الله غني عنهم من زمن مضى فإن غنى الله عن إيمانهم مقرر في الأزل .ويجوز أن يراد : واستغنى الله عن إعادة دعوتهم لأن فيما أظهر لهم من البينات على أيدي رسلهم ما هو كاف لحصول التصديق بدعوة رسلهم لولا المكابرة فلذلك عجّل لهم بالعذاب .وعلى الوجهين فمتعلق { استغنى } محذوف دل عليه قوله : { فكفروا } وقوله : { بالبينات } والتقدير : واستغنى الله عن إيمانهم .وجملة { والله غني حميد } تذييل ، أي غني عن كل شيء فيما طلب منهم ، حميد لمن امتثل وشكر ."
    },
    {
      "ayah": 7,
      "surah": 64,
      "text": "زَعَمَ الَّذِينَ كَفَرُوا أَنْ لَنْ يُبْعَثُوا قُلْ بَلَى وَرَبِّي لَتُبْعَثُنَّ ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ وَذَلِكَ عَلَى اللَّهِ يَسِيرٌ (7)هذا ضرب ثالث من ضروب كفر المشركين المخاطبين بقوله : { ألم يأتكم } [ التغابن : 5 ] الخ ، وهو كفرهم بإنكارهم البعث والجزاءَ .والجملة ابتدائية . وهذا الكلام موجه إلى النبي صلى الله عليه وسلم بقرينة قوله : { قل بلى } . وليس هذا من الإِظهار في مقام الإِضمار ولا من الالتفات بل هو ابتداء غرض مخاطببٍ به غيرُ من كان الخطاب جارياً معهم .وتتضمن الجملة تصريحاً بإثبات البعث ذلك الذي أوتي إليه فيما مضى يفيد بالحق في قوله : { خلق السموات والأرض بالحق } [ التغابن : 3 ] وبقوله : { يعلم ما في السموات والأرض } [ التغابن : 4 ] كما علمته آنفاً .والزعم : القول الموسوم بمخالفة الواقع خَطَأ فمنه الكذب الذي لم يتعمد قائله أن يخالف الواقع في ظن سامعه . ويطلق على الخبر المستغرب المشكوك في وقوع ما أُخبر به ، وعن شُريح : لكل شيء كنية وكنية الكذب زعموا ( أراد بالكنية الكناية ) . فَبَيْن الزعم والكذب عموم وخصوص وجهي .وفي الحديث «بئس مطية الرجل إلى الكذب زعموا» ، أي قول الرجل زعموا كذا . وروى أهل الأدب أن الأعشى لما أنشد قيس بن معد يكرب الكِندي قوله في مدحه :ونبئتُ قيساً ولم أَبلُه ... كما زَعموا خيرَ أهل اليمنغضب قيس وقال له : «وما هو إلا الزعم» .ولأجل ما يصاحب الزعم من توهم قائله صدق ما قاله أُلحق فعلُ زعم بأفعال الظن فنصب مفعولين . وليس كثيراً في كلامهم ، ومنه قول أبي ذؤيب :فإن تزعميني كنتُ أجهلُ فيكم ... فإني شَرَيْتُ الحِلم بَعدَككِ بالجهلومن شواهد النحو قول أبي أمية أوس الحنفي: ... زعمتْني شيخاً ولستُ بشيخإنما الشيخ من يَدبّ دبيباً ... والأكثر أن يقع بعد فعل الزعم ( أَنَّ ) المفتوحة المشددة أو المخففة مثل التي في هذه الآية فيسد المصدرُ المنسبك مسدّ المفعولين . والتقدير : زعم الذين كفروا انتفاء بعثهم .وتقدم الكلام على فعل الزعم في قوله تعالى : { ألم تر إلى الذين يزعمون أنهم آمنوا بما أنزل إليك } الآية في سورة [ النساء : 60 ] ، وقوله : { ثم نقول للذين أشركوا أين شركاؤكم الذين كنتم تزعمون } في سورة [ الأنعام : 22 ] وما ذكرته هنا أوفى .والمراد ب الذين كفروا } هنا المشركون من أهل مكة ومن على دينهم .واجتلاب حرف { لن } لتأكيد النفي فكانوا موقنين بانتفاء البعث .ولذلك جيء إبطال زعمهم مؤكَّداً بالقَسَم لينْقض نفيهم بأشد منه ، فأُمر النبي صلى الله عليه وسلم بأن يبلغهم عن الله أن البعث واقع وخاطبهم بذلك تسجيلاً عليهم أن لا يقولوا ما بلغناه ذلك .وجملة { قل بلى } معترضة بين جملة { زعم الذين كفروا } وجملةِ { فآمنوا بالله ورسوله } [ التغابن : 8 ] .وحرف { بلَى } حرف جواب للإِبطال خاصصٍ بجواب الكلام المنفي لإِبطاله .وجملة { ثم لتنبؤن بما عملتم } ارتقاء في الإِبطال .و { ثم } للتراخي الرتبي فإن إنباءهم بما عملوا أهم من إثبات البعث إذ هو العلة للبعث .والإِنباء : الإِخبار ، وإنباؤهم بما عملوا كناية عن محاسبتهم عليه وجزائهم عما عملوه ، فإن الجزاء يستلزم علم المجازَى بعمله الذي جوزي عليه فكانَ حصول الجزاء بمنزلة إخباره بما عمله كقوله تعالى : { إلينا مرجعهم فننبئهم بما عملوا } [ لقمان : 23 ] .وهذا وعيد وتهديد بجزاء سَيّىءٍ لأن المقام دليل على أن عملهم سَيىء وهو تكذيب الرسول صلى الله عليه وسلم وإنكار ما دعاهم إليه .وجملة { وذلك على الله يسير } تذييل ، والواو اعتراضية .واسم الإِشارة : إما عائد إلى البعث المفهوم من { لتبعثن } مثل قوله : { اعدلوا هو أقرب للتقوى } [ المائدة : 8 ] أي العدل أقرب للتقوى ، وإما عائد إلى معنى المذكور من مجموع { لتبعثن ثم لتنبؤن بما عملتم } .وأخبر عنه ب { يسير } دون أن يقال : وَاقِع كما قال : { وإن الدين لواقع } [ الذاريات : 6 ] ، لأن الكلام لردّ إحالتهم البعث بعلة أن أجزاء الجسد تفرقت فيتعذر جمعها فذكِّروا بأن العسير في متعارف الناس لا يعسر على الله وقد قال في الآية الأخرى { وهو الذي يبدأ الخلق ثم يعيده وهو أهون عليه } [ الروم : 27 ] ."
    },
    {
      "ayah": 8,
      "surah": 64,
      "text": "فَآَمِنُوا بِاللَّهِ وَرَسُولِهِ وَالنُّورِ الَّذِي أَنْزَلْنَا وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ (8)من جملة القول المأمور رسول الله صلى الله عليه وسلم بأن يقوله .والفاء فصيحة تفصح عن شرط مقدّر ، والتقدير : فإذا علمتم هذه الحجج وتذكّرتم ما حلّ بنظرائكم من العقاب وما ستَنبّؤونَ به من أعمالكم فآمنوا بالله ورسوله والقرآن ، أي بنصه .والمراد بالنور الذي أنْزَل الله ، القرآن ، وُصف بأنه نور على طريقة الاستعارة لأنه أشبه النور في إيضاح المطلوب باستقامة حجته وبلاغة كلامه قال تعالى : { وأنزلنا إليكم نوراً مبيناً } [ النساء : 174 ] . وأشبه النور في الإِرشاد إلى السلوك القويم وفي هذا الشبه الثاني تشاركه الكتب السماوية ، قال تعالى : { إنا أنزلنا التوراة فيها هدى ونور } [ المائدة : 44 ] ، وقرينة الاستعارة قوله : { الذي أنزلنا } ، لأنه من مناسبات المشبَّه لاشتهار القرآن بين الناس كلهم بالألقاب المشتقة من الإِنزال والتنزيل عَرَف ذلك المسلمون والمعاندون . وهو إنزال مجازي أريد به تبليغ مراد الله إلى الرسول صلى الله عليه وسلم وقد تقدم عند قوله تعالى : { والذين يؤمنون بما أنزل إليك وما أنزل من قبلك } في سورة البقرة ( 4 ) وفي آيات كثيرة .وإنما جعل الإِيمان بصدق القرآن داخلاً في حيّز فاء التفريع لأن ما قبل الفاء تضمن أنهم كذبوا بالقرآن من قوله : { ذلك بأنه كانت تأتيهم رسلهم بالبينات فقالوا أبشر يهدوننا } [ التغابن : 6 ] كما قال المشركون من أهل مكة ، والإِيمان بالقرآن يشمل الإِيمان بالبعث فكان قوله تعالى : { والنور الذي أنزلنا } شاملاً لما سبق الفاء من قوله : { زعم الذين كفروا أن لن يبعثوا } [ التغابن : 7 ] الخ .وفي قوله : { الذي أنزلنا } التفات من الغيبة إلى المتكلم لزيادة الترغيب في الإِيمان بالقرآن تذكيراً بأنه منزل من الله لأن ضمير التكلم أشد دلالة على معاده من ضمير الغائب ، ولتقوية داعي المأمور .وجملة { والله بما تعملون خبير } تذييل لجملة { فآمنوا بالله ورسوله } يقتضي وعداً إنْ آمنوا ، ووعيداً إن لم يؤمنوا .وفي ذكر اسم الجلالة إظهار في مقام الإِضمار لتكون الجملة مستقلة جارية مجرى المثل والكلممِ الجوامع ، ولأن الاسم الظاهر أقوى دلالة من الضمير لاستغنائه عن تطلب المعاد . وفيه من تربيَة المهابة ما في قول الخليفة «أمير المؤمنين يأمركم بكذا» .والخبير : العَليم ، وجيء هنا بصفة «الخبير» دون : البصير ، لأن ما يعلمونه منه محسوسات ومنه غير محسوسات كالمعتقدات ، ومنها الإِيمان بالبعث ، فعُلق بالوصف الدال على تعلق العلم الإلهي بالموجودات كلها ، بخلاف قوله فيما تقدم { هو الذي خلقكم فمنكم كافر ومنكم مؤمن والله بما تعملون بصير } [ التغابن : 2 ] فإن لكفر الكافرين وإيمان المؤمنين آثاراً ظاهرة محسوسة فعلقت بالوصف الدال على تعلق العلم الإلهي بالمحسوسات ."
    },
    {
      "ayah": 9,
      "surah": 64,
      "text": "يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الْجَمْعِ ذَلِكَ يَوْمُ التَّغَابُنِ وَمَنْ يُؤْمِنْ بِاللَّهِ وَيَعْمَلْ صَالِحًا يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ذَلِكَ الْفَوْزُ الْعَظِيمُ (9) { يَوْمَ يَجْمَعُكُمْ } .متعلقٌ بفعل { لتنبؤن بما عملتم } [ التغابن : 7 ] الذي هو كناية عن «تُجَازوْنَ» على تكذيبكم بالبعث فيكون من تمام ما أُمر النبي صلى الله عليه وسلم بأن يقوله لهم ابتداء من قوله تعالى : { قل بلى وربي لتبعثن } [ التغابن : 7 ] .والضمير المستتر في { يجمعكم } عائد إلى اسم الجلالة في قوله : { والله بما تعملون خبير } [ التغابن : 8 ] .ومعنى { يجمعكم } يجمع المخاطبين والأمم من الناس كلهم ، قال تعالى : { هذا يوم الفصل جمعناكم والأولين } [ المرسلات : 38 ] .ويجوز أن يراد الجمع الذي في قوله تعالى : { أيحسب الإِنسان أن لن نجمع عظامه } [ القيامة : 3 ] ، وهذا زيادة تحقيق للبعث الذي أنكروه .واللام في { ليوم الجمع } يجوز أن يكون للتعليل ، أي يجمعكم لأجل اليوم المعروف بالجمع المخصوص . وهو الذي لأجل جمع الناس ، أي يبعثكم لأجل أن يجمع الناس كلهم للحساب ، فمعنى { الجمع } هذا غيرُ معنى الذي في { يجمعكم } . فليس هذا من تعليل الشيء بنفسه بل هو من قبيل التجنيس .ويجوز أن يكون اللام بمعنى ( في ) على نحو ما قيل في قوله تعالى : { لا يجليها لوقتها إلا هو } [ الأعراف : 187 ] ، وقوله : { يا ليتني قدمت لحياتي } [ الفجر : 24 ] وقول العرب : مضى لسبيله ، أي في طريقه وهو طريق الموت .والأحسن عندي أن يكون اللام للتوقيت ، وهي التي بمعنى ( عند ) كالتي في قولهم : كُتب لكَذا مَضِينَ مثلاً ، وقوله تعالى : { أقم الصلاة لدلوك الشمس } [ الإسراء : 78 ] . وهو استعمال يدل على شدة الاقتراب ولذلك فسروه بمعنى ( عند ) ، ويفيد هنا : أنهم مجموعون في الأجل المعين دون تأخير ردّاً على قولهم : { لن يبعثوا } [ التغابن : 7 ] ، فيتعلق قوله : { ليوم الجمع } بفعل { يجمعكم } .ف«يوم الجمع» هو يوم الحشر . وفي الحديث \" يجمع الله الأولين والآخرين \" الخ . جعل هذا المركب الإِضافي لقباً ليوم الحشر ، قال تعالى : { وتنذر يوم الجمع لا ريب فيه فريق في الجنة وفريق في السعير } [ الشورى : 7 ] .وقرأ الجمهور { يجمعكم } بياء الغائب . وقرأه يعقوب بنون العظمة .{ الجمع ذَلِكَ يَوْمُ } .اعتراض بين جملة { ثم لتنبؤن بما عملتم } [ التغابن : 7 ] بمتعلقها وبين جملة { ومن يؤمن بالله ويعمل صالحاً نكفر عنه سيئاته } اعتراضاً يفيد تهويل هذا اليوم تعريضاً بوعيد المشركين بالخسارة في ذلك اليوم : أي بسوء المنقلب .والإِتيان باسم الإِشارة في مقام الضمير لقصد الاهتمام بهذا اليوم بتمييزه أكمل تمييز مع ما يفيده اسم إشارة البعيد من علوّ المرتبة على نحو ما تقدم في قوله : { ذلك الكتاب } في سورة [ البقرة : 2 ] .والتغابن } : مصدر غابَنه من باب المفاعلة الدالة على حصول الفعل من جانبين أو أكثر .وحقيقة صيغة المفاعلة أن تدل على حصول الفعل الواحد من فاعلين فأكثر على وجه المشاركة في ذلك الفعل .والغبن أن يعطى البائع ثمَناً لمبيعه دون حَقِّ قيمته التي يعوَّض بها مثلُه .فالغبن يؤول إلى خسارة البائع في بيعه ، فلذلك يطلق الغبن على مطلق الخسران مجازاً مرسلاً كما في قول الأعشى: ... لا يقبَلُ الرَشْوَة في حُكمهولا يبالي غَبن الخَاسر ... فليست مادة التغابن في قوله : { يوم التغابن } مستعملة في حقيقتها إذ لا تعارض حتى يكون فيه غبن بل هو مستعمل في معنى الخسران على وجه المجاز المرسل .وأما صيغة التفاعل فحملها جمهور المفسرين على حقيقتها من حصول الفعل من جانبين ففسروها بأن أهل الجنة غبنوا أهل النار إذ أهل الجنة أخذوا الجنة وأهل جهنم أخذوا جهنم قاله مجاهد وقتادة والحسن . فحمل القرطبي وغيره كلام هؤلاء الأيمة على أن التغابن تمثيل لحال الفريقين بحال مُتَبايَعَيْن أخذ أحدهما الثمن الوافيَ ، وأخذ الآخر الثمنَ المغبون ، يعني وقوله عقبه { ومن يؤمن بالله ويعمل صالحاً نكفر عنه سيئاته } ، إلى قوله : { وبئس المصير } قرينة على المراد من الجانبين وعلى كلا المعنيين يكون قوله : { ومن يؤمن بالله ويعمل صالحاً } إلى قوله : { وبئس المصير } تفصيلاً للفريقين ، فيكون في الآية مجاز وتشبيه وتمثيل ، فالمجاز في مادة الغبن ، والتمثيل في صيغة التغابن ، وهو تشبيه مركب بمنزلة التشبيه البليغ إذ التقدير : ذلك يوم مِثْل التغَابن .وحمل قليل من المفسرين ( وهو ما فسر إليه كلام الراغب في مفرداته ) وصرح ابن عطية صيغَة التفاعل على معنى الكثرة وشدة الفعل ( كما في قولنا : عافاك الله وتبارك الله ) فتكون استعارة ، أي خسارة للكافرين إذ هم مناط الإِنذار . وهذا في معنى قوله تعالى : { أولئك الذين اشتروا الضلالة بالهدى فما ربحت تجارتهم } في سورة [ البقرة : 16 ] ، وقوله : { يأيها الذين آمنوا هل أدلكم على تجارة تنجيكم من عذاب أليم } الآية في سورة [ الصف : 10 ] .فصيغة التفاعل مستعملة مجازاً في كثرة حصول الغبن تشبيهاً للكثرة بفعل من يحصل من متعدد .والكلام تهديد للمشركين بسوء حالتهم في يوم الجمع ، إذ المعنى : ذلك يوم غبنكم الكثير الشديد بقرينة قوله قبله { فآمنوا بالله ورسوله والنور الذي أنزلنا } [ التغابن : 8 ] . والغابن لهم هو الله تعالى .ولولا قصد ذلك لما اقتصر على أن ذلك يوم تغابن فإن فيه ربحاً عظيماً للمؤمنين بالله ورسوله والقرآن ، فوزان هذا القصر وزان قوله : { فما ربحت تجارتهم } [ البقرة : 16 ] وقول النبي صلى الله عليه وسلم « إنما المُفلس الذي يفلس يوم القيامة »وأفاد تعريف جزأي جملة { ذلك يوم التغابن } قصرَ المسند على المسند إليه أي قصر جنس يوم التغابن على يوم الجمعة المشار إليه باسم الإِشارة ، وهو من قبيل قصر الصفة على الموصوف قصراً ادعائياً ، أي ذلك يوم الغبن لا أيام أسواقكم ولا غيرُها ، فإن عدم أهمية غبن الناس في الدنيا جعل غبن الدنيا كالعدم وجعل يوم القيامة منحصراً فيه جنس الغبن .وأما لام التعريف في قوله : { التغابن } فهي لام الجنس ، ومن هذا المعنى قوله تعالى : { قل إن الخاسرين الذين خسروا أنفسهم وأهليهم يوم القيامة }[ الزمر : 15 ] . وقوله في ضده { يرجون تجارة لن تبور } [ فاطر : 29 ] . هذا هو المتعين في تفسير هذه الآية وأكثر المفسرين مرّ بها مَرّاً . ولم يحتلب منها دَرّاً . وها أنا ذَا كددت ثمادي ، فعَسَى أن يقع للناظر كوقْع القراححِ من الصادي ، والله الهادي .{ } لله .معطوفة على جملة { فآمنوا بالله ورسوله خَبِيرٌ * يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الجمع ذَلِكَ يَوْمُ التغابن وَمَن يُؤْمِن بالله وَيَعْمَلْ صالحا يُكَفِّرْ عَنْهُ سيئاته وَيُدْخِلْهُ جنات تَجْرِى مِن تَحْتِهَا الانهار خالدين فِيهَآ أَبَداً ذَلِكَ الفوز العظيم *"
    }
  ]
}
