{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 71,
      "text": "إِنَّا أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ أَنْ أَنْذِرْ قَوْمَكَ مِنْ قَبْلِ أَنْ يَأْتِيَهُمْ عَذَابٌ أَلِيمٌ (1)افتتاح الكلام بالتوكيد للاهتمام بالخبر إذ ليس المقام لرد إنكار منكر ، ولا دفع شك عن متردد في هذا الكلام . وكثيراً ما يَفتتح بلغاء العرب أول الكلام بحرف التوكيد لهذا الغرض وربما جعلوا ( إن ) دَاخلةً على ضمير الشأن في نحو قوله تعالى : { إنه من سليمان وإِنه باسم الله الرحمان الرحيم * أن لا تعلوا علي } الآية [ النمل : 30 ، 31 ] .وذكْر نوح عليه السلام مضى في سورة آل عمران . وتقدم أن هذا الاسم غير عربي ، وأنه غير مشتق من مادة النّوح .و { أن أنذر قومك } إلى آخره هو مضمون ما أرسل به نوح إلى قومه ، ف { أنْ } تفسيرية لأنها وقعت بعد { أرسلنا } . وفيه معنى القول دون حروفه . ومعنى { من قِبْل أن يأتيهم عذاب أليم } أنه يخوفهم غضب الله تعالى عليهم إذ عبدوا الأصنام ولم يتقوا الله ولم يطيعوا ما جاءهم به رسوله ، فأمره الله أن ينذرهم عذاباً يأتيهم من الله ليكون إنذاره مقدّماً على حلول العذاب . وهذا يقتضي أنه أُمر بأن يعلمهم بهذا العذاب ، وأن الله وقَّته بمدة بقائهم على الشرك بعد إبلاغ نوح إليهم ما أُرسل به في مدة يقع الإِبلاغ في مثلها ، فحذف متعلّق فعل { أنذر } لدلالة ما يأتي بعده من قوله : { أن اعبدوا الله واتقوه وأطيعون } [ نوح : 3 ] .وحرف { مِنْ } زائد للتوكيد ، أي قبلَ أن يأتيهم عذاب فهي قبليَّة مؤكدة وتأكيدها باعتبار تحقيق ما أضيف إليه { قبل } .و«قوم نوح» هم الناس الذين كانوا عامرين الأرضَ يومئذٍ ، إذ لا يوجد غيرهم على الأرض كما هو ظاهر حديث الشفاعة وذلك صريح ما في التوراة .والقوم : الجماعة من الناس الذين يجمعهم موطن واحد أو نسب واحد برجالهم ونسائهم وأطفالهم .وإضافة ( قوم ) إلى ضمير { نوح } لأنه أرسل إليهم فلهم مزيد اختصاص به ، ولأنه واحد منهم وهم بيَن أبناءٍ لَه وأنسباءٍ فإضافتهم إلى ضميره تعريف لهم إذ لم يكن لهم اسم خاص من أسماء الأمم الواقعة من بعد .وعُدل عن أن يقال له : أنذر الناس إلى قوله : { أنذر قومك } إلهاباً لنفس نوح ليكون شديد الحرص على ما فيه نجاتهم من العذاب ، فإن فيهم أبناءه وقرابته وأحبته ، وهم عدد تكوّن بالتوالد في بني آدم في مدة ستمائة سنة من حلول جنس الإنسان على الأرض . ولعل عددهم يوم أرسل إليهم نوح لا يتجاوز بضعة آلاف ."
    },
    {
      "ayah": 10,
      "surah": 71,
      "text": "فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا (10) وفصَّل دعوته بفاء التفريع فقال { فقلت استغفروا ربكم } فهذا القول هو الذي قاله لهم ليلاً ونهاراً وجهاراً وإسراراً .ومعنى { استغفروا ربكم } ، ءامنوا إيماناً يكون استغفاراً لذنبكم فإنكم إن فعلتم غفر الله لكم .وعلّل ذلك لهم بأن الله موصوف بالغفران صفة ثابتة تعهد الله بها لعباده المستغفرين ، فأفاد التعليل بحرف ( إنَّ ) وأفاد ثبوت الصفة لله بذكر فعل { كان } وأفاد كمال غفرانه بصيغة المبالغة بقوله { غفّاراً } .وهذا وعد بخير الآخرة ورتب عليه وعداً بخير الدنيا بطريق جواب الأمر ، وهو { يُرسل السماء عليكم } الآية .وكانوا أهل فلاحة فوعدهم بنزول المطر الذي به السلامة من القحط وبالزيادة في الأموال ."
    },
    {
      "ayah": 11,
      "surah": 71,
      "text": "يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا (11) و { السماء } : هنا المطر ، ومن أسماء المطر السماء . وفي حديث «الموطأ» و«الصحيحين» عن زيد بن خالد الجهني : أنه قال : \" صلى لنا رسول الله صلى الله عليه وسلم صلاة الصبح بالحُدَيْبِيَة على إِثْر سَمَاءٍ كانت من الليْل \" الحديث . وقال معاوية بن مالك بن جعفر :إذا نزل السماءُ بأرض قوم ... رَعَيْنَاهُ وإن كانوا غِضاباوالمدرار : الكثيرة الدُّر والدُّرور ، وهو السيلان ، يُقال : درت السماء بالمطر ، وسماء مدرار .ومعنى ذلك : أن يَتْبع بعض الأمطار بعضاً .ومِدرار ، زنة مبالغة ، وهذا الوزن لا تلحقه علامة التأنيث إلاّ نادراً كما في قول سهل بن مالك الفزاري :أصبَحَ يَهْوَى حُرَّةً مِعْطَارَة ... فلذلك لم تلحق التاء هنا مع أن اسم السماء مؤنث .والإِرسال : مستعار للإِيصال والإِعطاء ، وتعديته ب { عليكم } لأنه إيصال من علوّ كقوله :{ وأرسل عليهم طيراً أبابيل } [ الفيل : 3 ] ."
    },
    {
      "ayah": 12,
      "surah": 71,
      "text": "وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ وَيَجْعَلْ لَكُمْ جَنَّاتٍ وَيَجْعَلْ لَكُمْ أَنْهَارًا (12)و ( أموال ) : جمع مال وهو يشمل كل مكسب يبذله المرء في اقتناء ما يحتاج إليه .والمراد بالجنات في قوله : { ويجعل لكم جنات } النخيل والأعناب ، لأن الجنات تحتاج إلى السقي .وإعادة فعل يَجْعل بعد واو العطف في قوله : { ويجعل لكم أنهاراً } للتوكيد اهتماماً بشأن المعطوف لأن الأنهار قوام الجنات وتسقي المزارع والأنعام .وفي هذا دلالة على أن الله يجازي عباده الصالحين بطيب العيش قال تعالى : { مَن عمِل صالحاً من ذكر أو أنثى وهو مؤمن فلنُحْيِيَنَّه حياة طيبة } [ النحل : 97 ] وقال { ولو أن أهل القرى ءامنوا واتقوا لفتحنا عليهم بركاتتٍ من السماء والأرض } [ الأعراف : 96 ] وقال : { وأنْ لو استقاموا على الطريقة لأسقيناهم ماء غدقاً } [ الجنّ : 16 ] ."
    },
    {
      "ayah": 13,
      "surah": 71,
      "text": "مَا لَكُمْ لَا تَرْجُونَ لِلَّهِ وَقَارًا (13) بَدَّلَ خطابه مع قومه من طريقة النصح والأمر إلى طريقة التوبيخ بقوله : { ما لكم لا ترجون لله وقاراً .وهو استفهام صورته صورة السؤال عن أمر ثبت لهم في حال انتفاء رجائهم توقيرَ الله .والمقصود أنه لا شيء يثبت لهم صارف عن توقير الله فلا عذر لكم في عدم توقيره .وجملة لا تَرجُون } في موضع الحال من ضمير المخاطبين ، وكلمة ( مَا لَك ) ونحوها تلازمها حال بعدها نحو { فما لهم عن التذكرة معرضين } [ المدثر : 49 ] .وقد اختلف في معنى قوله : { ما لكم لا ترجون لله وقاراً } وفي تعلق معمولاته بعوامله على أقوال : بعضُها يرجع إلى إبقاء معنى الرجاء على معناه المعروف وهو ترقب الأمر ، وكذلك معنى الوقار على المتعارف وهو العظمة المقتضية للإِجلال ، وبعضها يرجع إلى تأويل معنى الرجاء ، وبعضها إلى تأويل معنى الوقار ، ويتركب من الحمل على الظاهر ومن التأويل أن يكون التأويل في كليهما ، أو أن يكون التأويل في أحدهما مع إبقاء الآخر على ظاهر معناه .فعلى حمل الرجاء على المعنى المتعارف الظاهر وحمل الوقار كذلك قال ابن عباس وسعيد بن جبير وأبو العالية وعَطاء ابن أبي رباح وابن كيسان : ما لكم لا ترجون ثواباً من الله ولا تخافون عقاباً ، أي فتعبدوه راجين أن يثيبكم على عبادتكم وتوقيرِكم إياه . وهذا التفسير ينحو إلى أن يكون في الكلام اكتفاء ، أي ولا تخافون عقاباً ، وإن نكتة الاكتفاء بالتعجب من عدم رجاء الثواب : أن ذلك هو الذي ينبغي أن يقصده أهل الرشاد والتقوى . وإلى هذا المعنى قال صاحب «الكشاف» : إذ صدر بقوله : ما لكم لا تكونون على حال تأمُلُون فيها تعظيم الله إياكم في دار الثواب .وهذا يقتضي أن يكون الكلام كنايةً تلويحية عن حثهم على الإِيمان بالله الذي يستلزم رجاء ثوابه وخوفَ عقابه لأن من رجا تعظيم الله إياه آمن به وعبده وعمل الصالحات .وعلى تأويل معنى الرجاء قال مجاهد والضحاك : معنى { لا ترجون } لا تبالون لله عظمة ، قال قطرب : هذه لغة حجازية لمضر وهُذيل وخزاعة يقولون : لم أرجُ أي لم أُبال ، وقال الوالبي والعَوفي عن ابن عباس : معنى { لا ترجون } لا تعلمون ، وقال مجاهد أيضاً : لا ترون ، وعن ابن عباس أنه سأَله عنها نافعُ بنُ الأزرق ، فأجابه أن الرجاء بمعنى الخوف ، وأنشد قول أبي ذؤيب :إذا لسَعَتْه النحلُ لم يرج لَسْعها ... وحَالفها في بيت نُوبٍ عواسلأي لم يَخَفْ لسعها واستمرّ على اشتيار العسل . قال الفراء : إنما يوضع الرجاء موضع الخوف لأن مع الرجاء طرفاً من الخوف من الناس ومن ثم استعمل الخوف بمعنى العِلم كقوله تعالى : { فإن خِفتم أن لا يُقيما حدود الله الآية } [ البقرة : 229 ] ، والمعنى : لا تخافون عظمة الله وقدرته بالعقوبة .وعلى تأويل الوقار قال قتادة : الوقار : العاقبة ، أي ما لكم لا ترجون لله عاقبة ، أي عاقبة الإِيمان ، أي أن الكلام كناية عن التوبيخ على تركهم الإِيمان بالله ، وجعل أبو مسلم الأصفهاني : الوقار بمعنى الثبات ، قال : ومنه قوله تعالى : { وقَرْن في بيوتكن } [ الأحزاب : 33 ] أي اثبُتن ، ومعناه ما لكم لا تُثبتون وحدانية الله .وتتركب من هذين التأويلين معان أخرى من كون الوقار مسنداً في التقدير إلى فاعله أو إلى مفعوله ، وهي لا تخفى .وأما قوله { لله } فالأظهر أنه متعلق ب { ترجون ، } ويجوز في بعض التأويلات الماضية أن يكون متعلقاً ب { وقاراً } : إمَّا تعلّق فاعل المصدر بمصدره فتكون اللام في قوله { لله } لشبه الملك ، أي الوقارَ الذي هو تصرف الله في خلقه إن شاء أن يوقركم ، أي يكرمكم بالنعيم ، وإِمّا تعلقَ مفعوللِ المصدر ، أي أن توقروا الله وتخشوه ولا تتهاونوا بشأنه تهاون من لا يخافه فتكون اللام لام التقوية ."
    },
    {
      "ayah": 14,
      "surah": 71,
      "text": "وَقَدْ خَلَقَكُمْ أَطْوَارًا (14)وجملة { وقد خلقكم أطواراً } حال من ضمير { لكم } أو ضمير { تَرْجُون } ، أي في حال تحققكم أنه خلقكم أطواراً .فأما أنه خلقهم فمُوجِب للاعتراف بعظمته لأنه مكونهم وصانعهم فحق عليهم الاعتراف بجلاله .وأما كون خلقهم أطواراً فلأن الأطوار التي يعلمونها دالّة على رفقه بهم في ذلك التطور ، فهذا تعريض بكفرهم النعمة ، ولأن الأطوار دالة على حكمة الخالق وعلمه وقدرته ، فإن تطور الخلق من طور النطفة إلى طور الجنين إلى طور خروجه طفلاً إلى طور الصبا إلى طور بلوغ الأشد إلى طور الشيخوخة وطُروّ الموت على الحياة وطروّ البِلى على الأجساد بعد الموت ، كل ذلك والذاتُ واحدة ، فهو دليل على تمكن الخالق من كيفيات الخلق والتبديل في الأطوار ، وهم يدركون ذلك بأدنى التفات الذهن ، فكانوا محقوقين بأن يتوصلوا به إلى معرفة عظمة الله وتوقع عقابه لأن الدلالة على ذلك قائمة بأنفسهم وهل التصرف فيهم بالعقاب والإِثابة إلاّ دون التصرف فيهم بالكَون والفساد .والأطوار : جمع طَور بفتح فسكون ، والطور : التارة ، وهي المرة من الأفعال أو من الزمان ، فأريد من الأطوار هُنا ما يحصل في المرات والأزمان من أحوال مختلفة ، لأنه لا يقصد من تعدد المرات والأزمان إلاّ تعدد ما يحصل فيها ، فهو تعدد بالنوع لا بالتكرار كقول النابغة :فإنْ أفاقَ لقَد طالت عَمايتهوالمرءُ يُخْلَق طوراً بعدَ أطواروانتصب { أطواراً } على الحال من ضمير المخاطبين ، أي تطور خلقهم لأن { أطواراً } صار في تأويل أحوالاً في أطوار ."
    },
    {
      "ayah": 15,
      "surah": 71,
      "text": "أَلَمْ تَرَوْا كَيْفَ خَلَقَ اللَّهُ سَبْعَ سَمَوَاتٍ طِبَاقًا (15) إن كان هذا من حكاية كلام نوح عليه السلام لقومه كما جرى عليه كلام المفسرين ، كان تخلصاً من التوبيخ والتعريض إلى الاستدلال عليهم بآثار وجود الله ووحدانيته وقدرته ، مما في أنفسهم من الدلائل ، إلى ما في العالم منها ، لِما علمتَ من إيذان قوله : { وقد خلقكم أطواراً } [ نوح : 14 ] من تذكير بالنعمة وإقامة للحجة ، فتخلص منه لذكر حجة أخرى ، فكان قد نبههم على النظر في أنفسهم أولاً لأنها أقرب ما يحسونه ويشعرون به ثم على النظر في العالم وما سُوّي فيه من العجائب الشاهدة على الخالق العليم القدير .وإن كان من خطاب الله تعالى للأمة وهو ما يسمح به سياق السورة من الاعتبار بأحوال الأمم الماضية المساوية لأحوال المشركين كان هذا الكلام اعتراضاً للمناسبة .والهمزة في { ألم تروا } للاستفهام التقريري مكنى به عن الإِنكار عن عدم العلم بدلائل ما يرونه .والرؤية بصرية . ويجوز أن تكون علمية أي ألم تعلموا فيدخل فيه المرئي من ذلك . وانتصب { كيف } على المفعول به ل { تروا } ، ف { كيف } هنا مجردة عن الاستفهام متمحضة للدلالة على الكيفية ، أي الحالة .والمعنى : ألستم ترون هيئة وحالةَ خلققِ الله السماوات .والسماوات : هنا هي مدارات بمعنى الكواكب فإن لكل كوكب مداراً قد يكون هو سماءَه .وقوله : { سبع سموات } يجوز أن يكون وصف { سبع } معلوماً للمخاطبين من قوم نوح ، أو من أمة الدعوة الإسلامية بأن يكونوا علموا ذلك من قبل؛ فيكون مما شمله فعل { ألم تروا } . ويجوز أن يكون تعليماً للمخاطبين على طريقة الإِدماج ، ولعلهم كانوا سلفاً للكلدانيين في ذلك .و { طباقاً } : بعضها أعلى من بعض ، وذلك يقتضي أنها منفصل بعضها عن بعض وأن بعضها أعلى من بعض سواء كانت متماسَّة أو كان بينها ما يسمى بالخلاء ."
    },
    {
      "ayah": 16,
      "surah": 71,
      "text": "وَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا وَجَعَلَ الشَّمْسَ سِرَاجًا (16)وقوله : { وجعل القمر فيهن نوراً } صالح لاعتبار القمر من السماوات ، أي الكواكب على الاصطلاح القديم المبني على المشاهدة ، لأن ظرفية ( في ) تكون لوقوع المحوي في حاويه مثل الوعاء ، وتكون لوقوع الشيء بين جماعته ، كما في حديث الشفاعة « وتبقى هذه الأمة فيها منافقوها » ، وقول النميري :تَضوَّعَ مسكاً بطن نَعْمَانَ أنْ مشتْبه زينب في نِسْوَةٍ خَفِرَاتِو { القمر } كائن في السماء المماسة للأرض وهي المسماة بالسماء الدنيا ، والله أعلم بأبعادها .وقوله : { وجعل الشمس سراجاً } هو بتقدير : وجعل الشمس فيهن سراجاً ، والشمس من الكواكب .والإِخبار عن القمر بأنه نور مبالغة في وصفه بالإِنارة بمنزلة الوصف بالمصدر . والقمر ينير ضوؤُه الأرضَ إنارة مفيدة بخلاف غيره من نجوم الليل فإن إنارتها لا تجدي البشر .والسراج : المصباح الزاهر نورُه الذي يوقد بفتيلة في الزيت يُضيء التهابُها المعدَّلُ بمقدار بقاء مادة الزيت تغمرها .والإِخبار به عن الشمس من التشبيه البليغ وهو تشبيه ، والقصد منه تقريب المشبه من إدراك السامع ، فإن السراج كان أقصى ما يستضاء به في الليل وقلّ من العرب من يتخذه وإنما كانوا يرونه في أديرة الرُهبان أو قصور الملوك وأضرابهم ، قال امرؤ القيسيضي سناه أو مصابيح راهبٍ ... أمال الذُّبَال بالسليط المفتلووصفوا قصر غُمْدان بالإِضاءة على الطريق ليلاً .ولم يخبر عن الشمس بالضياء كما في آية سورة يونس ( 5 ) { هو الذي جعل الشمس ضياء } ، والمعنى واحد وهو الإضاءة ، فلعل إيثار السراج هنا لمقاربة تعبير نوح في لغته ، مع ما فيه من الرعاية على الفاصلة ، لأن الفواصل التي قبلها جاءت على حروف صحيحة ولو قيل : ضياء لصارت الفاصلة همزة والهمزة قريبة من حروف العلة فيثقل الوقف عليها .وفي جعل القمر نوراً إيماء إلى أن ضوء القمر ليس من ذاته فإن القمر مظلم وإنما يستضيء بانعكاس أشعة الشمس على ما يستقبلها من وجهه بحسب اختلاف ذلك الاستقبال من تبعُّض وتمام هو أثر ظهوره هلالاً ثم اتساع استنارته إلى أن يصير بدراً ، ثم ارتجاع ذلك ، وفي تلك الأحوال يضيء على الأرض إلى أن يكون المحاق . وبعكس ذلك جعلت الشمس سراجاً لأنها ملتهبة وأنوارها ذاتية فيها صادرة عنها إلى الأرض وإلى القمر مثل أنوار السراج تملأ البيت وتُلمع أوانيَ الفضة ونحوها مما في البيت من الأشياء المقابلة .وقد اجتمع في قوله : وجعل القمر فيهن نوراً وجعل الشمس سراجاً } استدلال وامتنان ."
    },
    {
      "ayah": 17,
      "surah": 71,
      "text": "وَاللَّهُ أَنْبَتَكُمْ مِنَ الْأَرْضِ نَبَاتًا (17) أنشأ الاستدلال بخلق السماوات حضورَ الأرض في الخيال فأعقَبَ نوح به دليلَهُ السابقَ ، استدلالاً بأعجب ما يرونه من أحوال ما على الأرض وهو حال الموت والإِقبار ، ومهَّد لذلك ما يتقدمه من إنشاء الناس .وأدمج في ذلك تعليمهم بأن الإِنسان مخلوق من عناصر الأرض مثل النبات وإعلامهم بأن بعد الموت حياة أخرى .وأُطلق على معنى : أنشأكم ، فعلُ { أنبتكم } للمشابهة بين إنشاء الإِنسان وإنبات النبات من حيث إن كليهما تكوين كما قال تعالى : { وأنبتها نباتاً حسناً } [ آل عمران : 37 ] ، أي أنشأها وكما يقولون : زَرعك الله للخير ، ويزيد وجه الشبه هنا قرباً من حيث إن إنشاء الإِنسان مركب من عناصر الأرض ، وقيل التقدير : أنبتَ أصلكم ، أي آدم عليه السلام ، قال تعالى : { كمثل آدم خلقه من تراب } [ آل عمران : 59 ] .و { نباتاً } : اسم من أنبت ، عومل معاملة المصدر فوقع مفعولاً مطلقاً ل { أنبتكم } للتوكيد ، ولم يجر على قياس فعله فيقال : إنباتاً ، لأن نباتاً أخف فلما تسَنى الإِتيان به لأنه مستعمل فصيح لم يُعدل عنه إلى الثقيل كمالاً في الفصاحة ، بخلاف قوله بعده { إخراجاً } فإنه لم يعدل عنه إلى : خروجاً ، لعدم ملاءمته لألفاظ الفواصل قبلَه المبنية على ألف مثل ألف التأسيس فكما تعدّ مخالفتها في القافية عيباً كذلك تُعدّ المحافظة عليها في الأسجاع والفواصل كمالاً ."
    },
    {
      "ayah": 18,
      "surah": 71,
      "text": "ثُمَّ يُعِيدُكُمْ فِيهَا وَيُخْرِجُكُمْ إِخْرَاجًا (18)وقد أدمج الإِنذار بالبعث في خلال الاستدلال ، ولكونه أهم رتبة من الاستدلال عليهم بأصل الإِنشاء عطفت الجملة ب { ثم } الدالة على التراخي الرتبي في قوله : { ثم يعيدكم فيها ويخرجكم إخراجاً } لأن المقصود من الجملة هو فعل { يخرجكم } ، وأما قوله : { ثم يعيدكم } فهو تمهيد له .وأكد { يخرجكم } بالمفعول المطلق لردّ إنكارهم البعث ."
    },
    {
      "ayah": 19,
      "surah": 71,
      "text": "وَاللَّهُ جَعَلَ لَكُمُ الْأَرْضَ بِسَاطًا (19) هذا استدلال وامتنان ، ولذلك عُلق بفعل { جعل } مجرورٌ بلام التعليل وهو { لكم } أي لأجلكم .والبساط : ما يفرش للنوم عليه والجلوس من ثوب أو زربية فالإِخبار عن الأرض ببساط تشبيه بليغ ، أي كالبساط ، ووجه الشبه تناسب سطح الأرض في تعادل أجزائه بحيث لا يوجع أرجل الماشين ولا يُقِضُّ جنوب المضطجعين ، وليس المراد أن الله جعل حجم الأرض كالبساط لأن حجم الأرض كُرَوي"
    },
    {
      "ayah": 2,
      "surah": 71,
      "text": "قَالَ يَا قَوْمِ إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ (2) { قَالَ ياقوم إِنِّى لَكُمْ نَذِيرٌ مُّبِينٌ * أَنِ اعبدوا الله واتقوه وَأَطِيعُونِ * يَغْفِرْ لَكُمْ مِّن ذُنُوبِكُمْ وَيُؤَخِّرْكُمْ إلى أَجَلٍ مُّسَمًّى } .لم تعطف جملة { قال يا قوم } بالفاء التفريعية على جملة { أرسلنا نوحاً إلى قومه } [ نوح : 1 ] لأنها في معنى البيان لجملة { أنذر قومك } [ نوح : 1 ] لدلالتها على أنه أنذر قومه بما أمره الله أن يقوله لهم ، وإنما أُدمج فيه فعل قول نوح للدلالة على أنه أُمر أن يقول فقال ، تنبيهاً على مبادرة نوح لإِنذار قومه في حين يلوغ الوحي إليه من الله بأن ينذر قومه .ولك أن تجعلها استئنافاً بيانياً لجواب سؤال السامع أن يسأل ماذا فعل نوح حين أرسل الله إليه { أن أنذر قومك ، وهما متقاربان .وافتتاح دعوته قومَه بالنداء لطلب إقبال أذهانهم ونداؤهم بعنوان : أنهم قومه ، تمهيد لقبول نصحه إذ لا يريد الرجل لقومه إلاّ ما يريد لنفسه . وتصدير دعوته بحرف التوكيد لأن المخاطبين يترددون في الخبر .والنذير : المنذر غير جار على القياس ، وهو مثل بشير ، ومثل حكيم بمعنى محكم ، وأليم بمعنى مؤلم ، وسميع بمعنى مسمع ، في قول عَمرو بن معديكرب :أمِنْ ريْحانةَ الداعي السميع ... وقد تقدم في أول سورة البقرة ( 10 ) عند قوله : { ولهم عذاب أليم } وحذف متعلق { نذير }"
    },
    {
      "ayah": 20,
      "surah": 71,
      "text": "لِتَسْلُكُوا مِنْهَا سُبُلًا فِجَاجًا (20)، وقد نبه على ذلك بالعلةِ الباعثة في قوله : { لكم } ، والعلةِ الغائبة في قوله : { لتسلكوا منها سبلاً } وحصل من مجموع العلتين الإِشارة إلى جميع النعم التي تحصل للناس من تسوية سطح الأرض مثل الحرث والزرع ، وإلى نعمة خاصة وهي السير في الأرض ، وخصت بالذكر لأنها أهم لاشتراك كل الناس في الاستفادة منها .والسبُل : جمع سبيل وهو الطريق ، أي لتتخذوا لأنفسكم سُبلاً من الأرض تهتدونَ بها في أسفاركم .والفِجاج : جمع فجٌ ، والفَجّ : الطريق الواسع ، وأكثر ما يطلق على الطريق بين جبلين لأنه يكون أوسعَ من الطريق المعتاد ."
    },
    {
      "ayah": 21,
      "surah": 71,
      "text": "قَالَ نُوحٌ رَبِّ إِنَّهُمْ عَصَوْنِي وَاتَّبَعُوا مَنْ لَمْ يَزِدْهُ مَالُهُ وَوَلَدُهُ إِلَّا خَسَارًا (21) هذه الجملة بدل من جملة { قال رب إني دَعوت قومي } [ نوح : 5 ] بدلَ اشتمال لأن حكاية عصيان قومه إياه مما اشتملت عليه حكاية أنه دعاهم فيحتمل أن تكون المقالتان في وقت واحد جاء فيه نوح إلى مناجاة ربه بالجواب عن أمره له بقوله : { أنْذر قومك من قبل أن يأتيهم عذاب أليم } [ نوح : 1 ] فتكون إعادة فعل { قال } من قبيل ذكر عامل المبدل منه في البدل كقوله تعالى : { تكون لنا عيداً لأولنا وآخرنا } [ المائدة : 114 ] ، للربط بين كلاميه لطول الفصل بينهما .ويحتمل أن تكون المقالتان في وقتين جمعها القرآن حكاية لجوابيه لربه ، فتكون إعادة فعل { قال } لما ذكرنا مع الإِشارة إلى تباعد ما بين القولين .ويجوز أن تكون الجملة مستأنفة استئنافاً بيانياً لأن ما سبقها من قوله : { قال رب إني دعوت قومي إلى هنا مما يثير عجباً من حال قومه المحكي بحيث يتساءل السامع عن آخر أمرهم ، فابتدىء ذكر ذلك بهذه الجملة وما بعدها إلى قوله : أنصاراً } [ نوح : 25 ] . وتأخير هذا بعد عن قوله { قال رب إني دعوت قومي ليلاً ونهاراً } [ نوح : 5 ] ارتقاء في التذمر منهم لأن هذا حكاية حصول عصيانهم بعد تقديم الموعظة إليهم بقوله : { يرسل السماء عليكم مدراراً إلى قوله : سُبُلاً فجاجاً } [ نوح : 1120 ]وإظهار اسم { نوح } مع القول الثاني دون إضمارٍ لبعد معاد الضمير لو تحمَّله الفعل ، وهذا الخبر مستعمل في لازم معناه ، كما تقدم في قوله : { قال رب الخ . وتأكيد الخبر ب ( إن ) للاهتمام بما استعمل فيه من التحسر والاستنصار .ثم ذكر أنهم أخذوا بقول الذين يصدونهم عن قبول دعوة نوح ، أي اتبعوا سادتهم وقادتهم . وعدل عن التعبير عنهم بالكبراء ونحوه إلى الموصول لما تؤذن به الصلة من بطرهم نعمة الله عليهم بالأموال والأولاد ، فقلبوا النعمة عندهم موجب خسار وضلال .وأدمج في الصلة أنهم أهل أموال وأولاد إيماء إلى أن ذلك سبب نفاذ قولهم في قومهم وائتمار القوم بأمرهم : فأموالهم إذ أنفقوها لتأليف أتباعهم قال تعالى : { إن الذين كفروا ينفقون أموالهم ليصدّوا عن سبيل الله } [ الأنفال : 36 ] ، وأولادُهم أرهبوا بهم من يقاومهم .والمعنى : واتبعوا أهل الأموال والأولاد التي لم تزدهم تلك الأموال والأولاد إلاّ خساراً لأنهم استعملوها في تأييد الكفر والفساد فزادتهم خساراً إذ لو لم تكن لهم أموال ولا أولاد لكانوا أقل ارتكاباً للفساد قال تعالى : { وذرني والمكذبين أولي النعمة ومهلهم قليلاً } [ المزمل : 11 ] .والخسار : مستعار لحصول الشر من وسائلَ شأنُها أن تكون سبب خير كخسارة التاجر من حيث أراد الربح ، فإذا كان هؤلاء خاسرين فالذين يتبعونهم يكونون مثلهم في الخسارة وهم يحسبون أنهم أرشدوهم إلى النجاح .ومَا صْدَق { مَنْ } فريقٌ من القوم أهل مال وأولاد ازدادوا بذلك بطَراً دون الشكر وهم سادتهم"
    },
    {
      "ayah": 22,
      "surah": 71,
      "text": "وَمَكَرُوا مَكْرًا كُبَّارًا (22) ، ولذلك أعيد عليه ضمير الجمع في قوله : { ومكَروا ، } وقوله : { وقالوا ، } وقوله :{ وقد أضلُّوا كثيراً } [ نوح : 24 ] .وقرأ نافع وابن عامر وعاصم وأبو جعفر { وَولَده } بفتح الواو وفتح اللام ، وقرأه ابن كثير وأبو عمرو وحمزة والكسائي ويعقوب وخلف { وَوُلْدُه } بضم الواو وسكون اللام ، فأما الولد بفتح الواو وفتح اللام فاسم يطلق على الواحد من الأولاد وعلى الجمع فيكون اسم جنس ، وأما وُلْد بضم فسكون فقيل : هو لغة في وَلَد فيستوي فيه الواحد والجمع مثل الفُلْك . وقيل : هو جمع ولَد مثل أُسُد جمع أَسَد .والمكر : إخفاء العمل ، أو الرأي الذي يراد به ضر الغير ، أي مكروا بنوح والذين آمنوا معه بإضمار الكيد لهم حتى يقعوا في الضر . قيل : كانوا يدبِّرون الحيلة على قتل نوح وتحْريش الناس على أذاه وأذى أتْبَاعه .و { كُبَّارا } : مبالغة ، أي كبيراً جداً وهو وارد بهذه الصِّيغة في ألفاظ قليلة مثل طُوَّال أي طويل جداً ، وعُجَّاب ، أي عجيب ، وحُسَّان ، وجُمَّال ، أي جَميل ، وقُرَّاء لكثير القراءة ، ووُضَّاء ، أي وضِيء ، قال عيسى بن عمر : هي لغة يمانية ."
    },
    {
      "ayah": 23,
      "surah": 71,
      "text": "وَقَالُوا لَا تَذَرُنَّ آَلِهَتَكُمْ وَلَا تَذَرُنَّ وَدًّا وَلَا سُوَاعًا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًا (23){ وقالوا لا تَذَرُنَّ آلهتكم ولا تذرنّ وُداً ولا سواعاً } الخ ، أي قال بعضهم لبعض : ودّ ، وسُوّاع ، ويَغُوث ، ويَعُوق ، ونَسْر ، هذه أصنام قوم نوح ، وبهذا تَعْلَم أن أسماءها غيرُ جارية على اشتقاق الكلمات العربية ، وفي واو ( وُدّ ) لغتان للعرب منهم من يضم الواو ، وبه قرأ نافع وأبو جعفر . ومنهم من يفتح الواو وكذلك قرأ الباقون .روى البخاري عن ابن عباس : «ودُّ وسُواع ويغوث ويَعُوق ونَسْرٌ : أسماء رجال صالحين من قوم نوح فلما هلكوا أوحى الشيطان إلى قومهم انصِبوا إلى مجالسهم التي كانوا يجلسون أنصاباً وسَمُّوها بأسمائهم ففعلوا ، فلم تعبد حتى إذا هلك أولئك وتنسخ العلم عُبدت» ، وعن محمد بن كعب : هي أسماء أبناء خمسة لآدم عليه السلام وكانوا عُبّاداً . وعن الماوردي أن { ودّاً } أول صنم معبود .والآية تقتضي أن هذه الأنصاب عُبدت قبل الطوفان وقد قال بعض المفسرين : إن هذه الأصنام أقيمت لبعض الصلحاء من أولاد آدم . وقال بعضهم : كانوا أصناماً بين زمن آدم وزمن نوح .ولا يلتئم هذا مع حدوث الطوفان إذ لا بد أن يكون جرفها وخلص البشرُ من الإِشراك بعد الطوفان ، ومع وجود هذه الأسماء في قبائل العرب إلى زمن البعثة المحمدية ، فقد كان في دومة الجندل بلاد كلب صنم اسمه ( وُدّ ) . قيل كان على صورة رجل وكان من صُفر ورصاص وكان على صورة امرأة ، وكان لهذيل صنم اسمه ( سواع ) وكان لمُراد وغُطيففٍ ( بغين معجمة وطاء مهملة ) بطننٍ من مراد بالجوف عندَ سبأ صنم اسمه { يغوث } ، وكان أيضاً لغطفان وأخذته ( أنعمُ وأعلَى ) وهما من طيء وأهلُ جرش من مذحج فذهبوا به إلى مُراد فعبدوه ، ثم إن بني ناجية راموا نزعه من أعلى وأنعُم ففروا به إلى الحُصين أخي بني الحارث من خزاعة .قال أبو عثمان النهدي : رأيت يَغوث من رَصاص وكانوا يحملونه على جَمَل أحْرَد ( بالحاء المهملة ، أي يخبط بيديه إذا مشى ) ويسيرون معه ولا يهيجونه حتى يكون هو الذي يبرك فإذا برك نزلوا وقالوا : قد رضي لكم المنزل فيضربون عليه بناءً ينزلون حوله .وكان يغوث على صورة أسد .وكان لهْمدان صنم اسمه { يعوق } وهو على صورة فَرَس ، وكان لكهلان من سبأ ثم توارثه بنوه حتى صار إلى همدان .وكان لِحمير ولذي الكلاع منهم صنم اسمه ( نَسْر ) على صورة النسر من الطير . وهذا مروي في «صحيح البخاري» عن ابن عباس . وقال : صارت الأوثان التي كانت في قوم نوح إلى العرب اه . فيجوز أن تكون انتقلت بأعيانها ويجوز أن يكون العرب سموا عليها ووضعوا لها صوراً .ولقد اضطَرَّ هذا بعضَ المفسرين إلى تأويل نظم الآية بأن معاد ضمير { قالوا } إلى مشركي العرب ، وأن ذكر ذلك في أثناء قصة نوح بقصد التنظير ، أي قال العرب بعضهم لبعض : لا تذرنَّ ءالهتكم وُدّاً وسُواعاً ويغوث ويعوق ونسراً كما قال قوم نوح لأتباعهم { لا تَذرُنَّ ءالهتكم ، } ثم عاد بالذكر بعد ذلك إلى قوم نوح ، وهو تكلف بيّن وتفكيك لأجزاء نظم الكلام . فالأحسن ما رآه بعض المفسرين وما نريده بياناً : أن أصنام قوم نوح قد دثرت وغَمرها الطوفان وأن أسماءها بقيت محفوظة عند الذين نجَوا مع نوح من المؤمنين فكانوا يذكرونها ويعظون ناشئتهم بما حلّ بأسلافهم من جراء عبادة تلك الأصنام ، فبقيت تلك الأسماء يتحدث بها العرب الأقدمون في أثارات علمهم وأخبارهم ، فجاء عمرو بن لُحَيّ الخزاعي الذي أعاد للعرب عبادةَ الأصنام فسمى لهم الأصنام بتلك الأسماء وغيرها فلا حاجة بالمفسر إلى التطوح إلى صفات الأصنام التي كانت لها هذه الأسماء عند العرب ولا إلى ذكر تعيين القبائل التي عبدت مسميات هذه الأسماء .ثم يحتمل أن يكون لقوم نوح أصنام كثيرة جمعها قول كبرائهم : { لا تذرُنّ آلهتكم } ، ثم خصوا بالذكر أعظمها وهي هذه الخمسة ، فيكون ذكرها من عطف الخاص على العام للاهتمام به كقوله تعالى : { مَن كان عدواً لله وملائكته ورسله وجبريلَ وميكائيل } [ البقرة : 98 ] . ويحتمل أن لا يكون لهم غير تلك الأصنام الخمسة فيكون ذكرها مفصلة بعد الإِجمال للاهتمام بها ويكون العطف من قبيل عطف المرادف .ولقصد التوكيد أعيد فعل النهي { ولا تذرُن } ولم يسلك طريق الإِبدال ، والتوكيدُ اللفظي قد يقرن بالعاطف كقوله تعالى : { وما أدراك ما يوم الدين ثم ما أدراك ما يوم الدين } [ الانفطار : 17 ، 18 ] .ونقل عن الآلوسي في طرة تفسيره لهذه الآية هذه الفقرة : «قد أخرج الإِفرنج في حدود الألف والمائتين والستين أصناماً وتَمَاثيل من أرض الموصل كانت منذ نحو من ثلاثة آلاف سنة» . وتكرير { لا } النافية في قوله : { ولا سواعاً ولا يغوث } لتأكيد النفي الذي في قوله : { لا تذرُن آلهتكم } وعدم إعادة { لا } مع قوله { ويعوق ونسراً } لأن الاستعمال جارٍ على أن لا يزاد في التأكيد على ثلاث مرات .وقرأ نافع وأبو جعفر { وُدّاً } بضم الواو . وقرأها غيرهما بفتح الواو ، وهو اسم عجمي يَتصرف فيه لسان العرب كيفَ شاؤا ."
    },
    {
      "ayah": 24,
      "surah": 71,
      "text": "وَقَدْ أَضَلُّوا كَثِيرًا وَلَا تَزِدِ الظَّالِمِينَ إِلَّا ضَلَالًا (24)عطف على { وقالوا لا تذرن ءالهتكم } [ نوح : 23 ] ، أي أضلوا بقولهم هذا وبغيره من تقاليد الشرك كثيراً من الأمة بحيث ما آمن مع نوح إلاّ قليل .{ كَثِيراً وَلاَ تَزِدِ الظالمين إِلاَّ } .يجوز أن تكون هذه الجملة تتمة كلام نوح متصلةً بحكاية كلامه السابق ، فتكون الواو عاطفة جزء جملة مقولةٍ لفعل { قال } [ نوح : 21 ] على جزئها الذي قبلها عطف المفاعيل بعضِها على بعض كما تقول قال امرؤ القيس قفا نبْك . ختم نوح شكواه إلى الله بالدعاء على الضالّين المتحدث عنهم بأن يزيدهم الله ضلالاً .ولا يريبك عطف الإِنشاء على الخبر لأن منع عطف الإِنشاء على الخبر على الإِطلاق غير وجيه والقرآن طافح به .ويجوز أن تكون جملة { ولا تزد الظالمين إلاّ ضلالاً } غير متصلة بحكاية كلامه في قوله : { قال نوح رب إنهم عصوني } [ نوح : 21 ] بل هو حكاية كلام آخرَ له صدر في موقف آخر ، فتكون الواو عاطفة جملة مقولة قول على جملة مقولة قول آخر ، أي نائبةٍ عن فعل قال كما تقول : قال امرؤ القيس :قِفَا نَبْكِ ... و :أَلاَ عمْ صباحاً أيها الطلل البالي ... وقد نحا هذا المعنى من يأبون عطف الإِنشاء على الخبر .والمراد ب { الظالمين } : قومه الذين عصوه فكان مقتضى الظاهر التعبير عنهم بالضمير عائداً على { قومي } من قوله : { دعوتُ قومي ليلاً ونهاراً } [ نوح : 5 ] فعدل عن الإِضمار إلى الإِظهار على خلاف مقتضى الظاهر لما يؤذن به وصف { الظالمين } من استحقاقهم الحرمان من عناية الله بهم لظلمهم ، أي إشراكهم بالله ، فالظلم هنا الشرك { إن الشرك لظلم عظيم } [ لقمان : 13 ] .والضلال ، مستعار لعدم الاهتداء إلى طرائق المكر الذي خشي نوح غائلته في قوله : { ومكروا مكراً كُباراً } [ نوح : 22 ] ، أي حُلْ بيننا وبين مكرهم ولا تزدهم إمهالاً في طغيانهم علينا إلاّ أن تضللهم عن وسائله ، فيكون الاستثناء من تأكيد الشيء بما يشبه ضده ، أو أراد إبهام طرق النفع عليهم حتى تنكسر شوكتهم وتلين شكيمتهم نظير قول موسى عليه السلام { ربَّنا اطمِسْ على أموالهم واشْدُد على قلوبهم فلا يؤمنوا حتى يروا العذاب الأليم } [ يونس : 88 ] .وليس المراد بالضلال الضلال عن طريق الحق والتوحيد لظهور أنه ينافي دعوة نوح قومه إلى الاستغفار والإِيمان بالبعث فكيف يسأل الله أن يزيدهم منه .ويجوز أن يكون الضلال أطلق على العذاب المسبب عن الضلال ، أي في عذاب يوم القيامة وهو عذاب الإِهانة والآلام .ويجوز أن تكون جملةً معترضة وهي من كلام الله تعالى لنوح فتكون الواو اعتراضية ويقدر قول محذوف : وقلنا لا تزد الظالمين . والمعنى : ولا تزد في دعائهم فإن ذلك لا يزيدهم إلاّ ضلالاً ، فالزيادة منه تزيدهم كفراً وعناداً . وبهذا يبقى الضلال مستعملاً في معناه المشهور في اصطلاح القرآن ، فصيغة النهي مستعملة في التأييس من نفع دعوته إياهم . وأعلَمَ الله نوحاً أنه مهلكهم بقوله : { أُغْرقوا فأُدْخلوا ناراً } الآية [ نوح : 25 ] وهذا في معنى قوله : { وأوحي إلى نوح أنه لن يؤمن من قومك إلاّ من قد ءامن فلا تبتئس بما كانوا يفعلون واصنع الفلك بأعيننا ووحينا ولا تخاطبني في الذين ظلموا إنهم مغرقون } [ هود : 36 ، 37 ] .ألا ترى أن ختام كلتا الآيتين متحد المعنى من قوله هنا { أغرقوا وقوله في الآية الأخرى إنهم مغرقون ."
    },
    {
      "ayah": 25,
      "surah": 71,
      "text": "مِمَّا خَطِيئَاتِهِمْ أُغْرِقُوا فَأُدْخِلُوا نَارًا فَلَمْ يَجِدُوا لَهُمْ مِنْ دُونِ اللَّهِ أَنْصَارًا (25)جملة معترضة بين مقالات نوح عليه السلام وليست من حكاية قول نوح فهي إخبار من الله تعالى لرسوله محمد صلى الله عليه وسلم بأنه قدر النصر لنوح والعقابَ لمن عَصوْه من قومه قبل أن يسأله نوح استئصالهم فإغراق قوم نوح معلوم للنبيء صلى الله عليه وسلم وإنما قصد إعلامه بسببه .والغرض من الاعتراض بها التعجيل بتسلية رسول الله صلى الله عليه وسلم على ما يلاقيه من قومه مما يماثل ما لاقاه نوح من قومه على نحو قوله تعالى : { ولا تحسبن الله غافلاً عما يعمل الظالمون } [ إبراهيم : 42 ] .ويجوز أن تكون متصلة بجملة { ولا تزد الظالمين إلاّ ضلالاً } [ نوح : 24 ] على الوجه الثاني المتقدم فيها من أن تكون من كلام الله تعالى الموجه إلى نوح بتقدير : وقلنا لا تزد الظالمين إلاّ ضلالاً ، وتكون صيغة المضي في قوله : { أغرقوا } مستعملة في تحقق الوَعد لنوح بإغراقهم ، وكذلك قوله : { فأُدخلوا ناراً .وقُدم مما خطيئاتهم } على عامله لإِفادة القصر ، أي أغرقوا فأدخلوا ناراً من أجل مجموع خطيئاتهم لا لمجرد استجابة دعوة نوح التي ستذكر عقب هذا ليعلم أن الله لا يُقر عباده على الشرك بعد أن يرسل إليهم رسولاً وإنما تأخر عذابهم إلى ما بعدَ دعوة نوح لإِظهار كرامته عند ربه بين قومه ومسرة له وللمؤمنين معه وتعجيلاً لما يجوز تأخيره .و ( مِن ) تعليلية ، و ( ما ) مؤكدة لمعنى التعليل .وجمع الخطيئات مراد بها الإشراك ، وتكذيب الرسول ، وأذاه ، وأذى المؤمنين معه ، والسخرية منه حين توعدهم بالطوفان ، وما ينطوي عليه ذلك كله من الجرائم والفواحش .وقرأ الجمهور { خطيئاتهم } بصيغة جمع خطيئة بالهمز . وقرأه أبو عمرو وحده { خطاياهم } جمع خَطيَّة بالياء المشددة مدغمة فيها الياء المنقلبة عن همزةٍ للتخفيف .وفي قوله : { أغرقوا فأدخلوا ناراً } محسن الطباق لأن بين النار والغرق المشعر بالماء تضاداً .وتفريع { فلم يجدوا لهم من دون الله أنصاراً } تعريض بالمشركين من العرب الذين كانوا يزعمون أن الأصنام تشفع لهم وتدفع عنهم الكوارث يعني في الدنيا لأنهم لا يؤمنون بالبعث ، أي كما لم تَنصر الأصنام عبدتها من قوم نوح كذلك لا تنصركم أصنامكم .وضمير { يجدوا } عائد إلى { الظالمين } من قوله : { ولا تزد الظالمين إلاّ ضلالاً } [ نوح : 24 ] وكذلك ضمير { لهم } .والمعنى : فلم يجدوا لأنفسهم أنصاراً دون عذاب الله ."
    },
    {
      "ayah": 26,
      "surah": 71,
      "text": "وَقَالَ نُوحٌ رَبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا (26) عطف على { قال نوح رب إنهم عصوني } [ نوح : 21 ] أعقبه بالدعاء عليهم بالإِهلاك والاستئصال بأن لا يبقى منهم أحداً ، أي لا تبق منهم أحداً على الأرض .وأعيد فعل { قال } لوقوع الفصل بين أقوال نوح بجملة { مما خطيئاتهم } [ نوح : 25 ] الخ ، أو بها وبجملة { ولا تزد الظالمين إلاّ ضلالاً } [ نوح : 24 ] .وقرنت بواو العطف لتكون مستقلة فلا تتبع جملة { إنهم عصوني للإِشارة إلى أن دَعوة نوح حصلت بعد شكايته بقوله : إنهم عصوني .وديَّاراً } : اسم مخصوص بالوقوع في النفي يعمّ كل إنسان ، وهو اسم بوزن فَيْعَال مشتق من اسم الدار فعينه واو لأن عين دَار مقدرة واواً ، فأصل ديّار : دَيوار فلما اجتمعت الواو والياء واتصلتا وسبقت إحداهما بالسكون قلبت الواو ياء ثم أدغمت في الياء الزائدة كما فُعل بسيّد وميّت ، ومعنى ديّار : من يحلّ بدار القوم كناية عن إنسان .ونظير ( ديّار ) في العموم والوقوع في النفي أسماء كثيرة في كلام العرب أبلغها ابن السكيت في «إصلاح المنطق» إلى خمسةٍ وعشرين ، وزاد كُراع النمل سبعة فبلغت اثنين وثلاثين اسماً ، وزاد ابن مالك في «التسهيل» ستة فصارت ثمانية وثلاثين .ومن أشهرها : آحَد ، ودَيَّار ، وعَريب ، وكلها بمعنى الإِنسان ، ولفظ ( بُدَّ ) بضم الموحدة وتشديد الدال المهملة وهو المفارقة ."
    },
    {
      "ayah": 27,
      "surah": 71,
      "text": "إِنَّكَ إِنْ تَذَرْهُمْ يُضِلُّوا عِبَادَكَ وَلَا يَلِدُوا إِلَّا فَاجِرًا كَفَّارًا (27)وجملة { إنك إن تذرهم يُضِلُّوا عبادك } تعليل لسؤاله أن لا يترك الله على الأرض أحداً من الكافرين يريد أنه خشي أن يضلوا بعض المؤمنين وأن يلدوا أبناء ينشأون على كفرهم .والأرض يجوز أن يراد بها جميع الكُرة الدنيوية ، وأن يراد أرض معهودة للمتكلم والمخاطَببِ كما في قوله تعالى : { قال اجعلني على خزائن الأرض يعني أرض مصر } في سورة يوسف ( 55 ) .ويحتمل أن يكون البشر يومئذٍ منحصرين في قوم نوح ، ويجوز خلافه ، وعلى هذه الاحتمالات ينشأ احتمال أن يكون الطوفان قد غمر جميع الكرة الأرضية ، واحتمالُ أن يكون طوفاناً قاصراً على ناحية كبيرة من عموم الأرض ، والله أعلم . وقد تقدم ذلك عند تفسير قوله تعالى : { فأنجيناه والذين معه في الفلك } في سورة الأعراف ( 64 ) .وخبر إنك } مجموع الشرط مع جوابه الواقع بعد ( إنّ ) لأنه إذا اجتمع مبتدأ وشرط رجح الشرط على المبتدأ فأعطي الشرطُ الجوابَ ولم يعط المبتدأ خبراً لدلالة جملة الشرط وجوابه عليه .وعَلِم نوح أنهم لا يلدون إلاّ فاجراً كفّاراً بأن أولادهم ينشأون فيهم فيلقنونهم دينهم ويصدون نوحاً عن أن يرشدهم فحصل له علم بهذه القضية بدليل التجربة .والمعنى : ولا يلدوا إلاّ من يصير فاجراً كفَّاراً عند بلوغه سن العقل .والفاجر : المتصف بالفجور ، وهو العمل الشديد الفساد .والكَفَّار : مبالغة في الموصوف بالكفر ، أي إلاّ من يجمع بين سوء الفعل وسوء الاعتقاد ، قال تعالى : { أولئك هم الكفرة الفجرة } [ عبس : 42 ] .وفي كلام نوح دلالة على أن المصلحين يهتمون بإصلاح جيلهم الحاضر ولا يهملون تأسيس أسس إصلاح الأجيال الآتية إذ الأجيال كلها سواء في نظرهم الإِصلاحي . وقد انتزع عمر بن الخطاب من قوله تعالى : { والذين جاءوا من بعدهم } [ الحشر : 10 ] دليلاً على إبقاء أرض سواد العراق غير مقسومة بين الجيش الذي فَتَح العراق وجعلها خراجاً لأهلها قصداً لدوام الرزق منها لمن سيجيء من المسلمين ."
    },
    {
      "ayah": 28,
      "surah": 71,
      "text": "رَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَلَا تَزِدِ الظَّالِمِينَ إِلَّا تَبَارًا (28)جعل الدعاء لنفسه ووالديه خاتمة مناجاته فابتدأ بنفسه ثم بأقرب الناس به وهما والده ، ثم عمّم أهله وذويه المؤمنين فدخل أولاده وبنوهم والمؤمنات من أزواجهم وعبر عنهم بمن دخل بيته كناية عن سكناهم معه ، فالمراد بقوله { دخل بيتي } دخول مخصوص وهو الدخول المتكرر الملازم . ومنه سميت بطانة المرء دَخيلته ودُخْلَته ، ثم عمم المؤمنين والمؤمنات ، ثم عاد بالدعاء على الكفرة بأن يحرمهم الله النجاح وهو على حد قوله المتقدم { ولا تزد الظالمين إلاّ ضلالاً } [ نوح : 24 ] .والتبَار : الهلاك والخسار ، فهو تخصيص للظالمين من قومه بسؤال استئصالهم بعد أن شملهم وغيرهم بعموم قوله : { لا تَذر على الأرض من الكافرين ديّاراً } [ نوح : 26 ] حرصاً على سلامة المجتمع الإِنساني من شوائب المفاسد وتطهيره من العناصر الخبيثة .ووالداه : أبوه وأمه ، وقد ورد اسم أبيه في التوراة ( لَمَك ) وأما أمه فقد ذكر الثعلبي أنّ اسمها شَمْخَى بنتُ آنُوش .وقرأ الجمهور { بيتي } بسكون ياء المتكلم . وقرأه حفص عن عاصم بتحريكها .واستثناء { إلاّ تباراً } منقطع لأن التبار ليس من الزيادة المدعو بنفيها فإنه أراد لا تزدهم من الأموال والأولاد لأن في زيادة ذلك لهم قوةً لهم على أذى المؤمنين . وهذا كقول موسى عليه السلام : { ربنا إنك ءاتيت فرعون وملأَه زينة وأموالاً في الحياة الدنيا ربنا ليضلوا عن سبيلك } [ يونس : 88 ] الآية . وهذا من تأكيد الشيء بما يشبه ضده كقوله : { فلم يزدهم دعائي إلاّ فراراً } [ نوح : 6 ] ."
    },
    {
      "ayah": 3,
      "surah": 71,
      "text": "أَنِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ وَأَطِيعُونِ (3) لدلالة قوله : { أن اعبدوا الله واتقوه وأطيعون } عليه . والتقدير : إنّي لكم نذير بعذاب أليم إن لم تعبدوا الله ولم تتقُوه ولم تطيعوني .والمبين : يجوز أن يكون من أبان المتعدّي الذي مجرده بَانَ ، أي مُوَضِّح أو مِن أبان القاصر ، الذي هو مرادف بَان المجردِ ، أي نذير وَاضح لكم أني نذير ، لأني لا أجتني من دعوتكم فائدة من متاع الدنيا وإنما فائدة ذلك لكم ، وهذا مثل قوله في سورة الشعراء ( 109 ، 110 ) { وما أسألكم عليه من أجر إن أجري إلاّ على ربّ العالمين فاتقوا الله وأطيعون . } وتقديم { لكم } على عامله وهو { نذير } للاهتمام بتقديم ما دلت عليه اللام من كون النذارة لفائدتهم لا لفائدته .فجمع في صدر دعوته خمسة مؤكدات ، وهي : النداءُ وجعلُ المنادَى لفظ { يا قوم } المضاف إلى ضميره ، وافتتاحُ كلامه بحرف التأكيد ، واجتلابُ لام التعليل ، وتقديمُ مجرورها .و { أن } في { أن اعبدوا } تفسيرية لأن وصف { نذير } فيه معنى القول دون حروفه ، وأمرهم بعبادة الله لأنهم أعرضوا عنها ونسوها بالتمحض لأصنامهم ، وكان قوم نوح مشركين كما دل عليه قوله تعالى في سورة يونس ( 71 ) { فأجمِعوا أمركم وشرُكاءكم } وبذلك كان تمثيل حال المشركين من العرب بحال قوم نوح تمثيلاً تاماً .واتقاء الله اتقاء غضبه ، فهذا من تعليق الحكم باسم الذات . والمراد : حال من أحوال الذات من باب { حرمت عليكم الميتة } [ المائدة : 3 ] أي أكلها ، أي بأن يعلموا أنه لا يرضى لعباده الكفر به . وطاعتهم لنوح هي امتثالهم لما دعاهم إليه من التوحيد وقد قال المفسرون : لم يكن في شريعة نوح إلاّ الدعوةُ إلى التوحيد فليس في شريعته أعمال تُطلب الطاعة فيها ، لكن لم تخل شريعة إلهية من تحريم الفواحش مثل قتل الأنفس وسلب الأموال"
    },
    {
      "ayah": 4,
      "surah": 71,
      "text": "يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُؤَخِّرْكُمْ إِلَى أَجَلٍ مُسَمًّى إِنَّ أَجَلَ اللَّهِ إِذَا جَاءَ لَا يُؤَخَّرُ لَوْ كُنْتُمْ تَعْلَمُونَ (4)، فقوله : { يغفر لكم من ذنوبكم } ينصرف بادىء ذي بدء إلى ذنوب الإِشراك اعتقاداً وسجوداً .وجَزْمُ { يغفر لكم من ذنوبكم } في جواب الأوامر الثلاثة { اعبدوا الله واتقوه وأطيعون } ، أي إن تفعلوا ذلك يغفر الله لكم من ذنوبكم . وهذا وعد بخير الآخرة .وحرف { مِن } زائد للتوكيد ، وهذا من زيادة { مِن } في الإيجاب على رأي كثير من أيمة النحو مثل الأخفش وأبي علي الفارسي وابن جنيّ من البصريين وهو قول الكسائي وجميععِ نحاة الكوفة . فيفيد أن الإيمان يَجُبُّ ما قبله في شريعة نوح مثل شريعة الإِسلام .ويجوز أن تكون { مِن } للتبعيض ، عند من أثبت ذلك وهو اختيار التفتزاني ، أي يغفر لكم بعض ذنوبكم ، أي ذنوب الإِشراك وما معه ، فيكون الإيمان في شرع نوح لا يقتضي مغفرة جميع الذنوب السابقة ، وليس يلزم تماثل الشرائع في جميع الأحكام الفرعية ، ومغفرةُ الذنوب من تفاريع الدين وليست من أصوله . وقال ابن عطية : معنى التبعيض : مغفرة الذنوب السابقة دون ما يذنبون من بعد . وهذا يتم ويحسن إذا قدرنا أن شريعة نوح تشتمل على أوامر ومنهيات عملية فيكون ذكر { مِن } التبعيضية اقتصاداً في الكلام بالقدر المحقق .وأما قوله : { ويؤخركم إلى أجل مسمى } فهو وعد بخير دنيوي يستوي الناس في رغبته ، وهو طول البقاء فإنه من النعم العظيمة لأن في جبلة الإِنسان حُب البقاء في الحياة على ما في الحياة من عوارضَ ومكدرات . وهذا ناموس جعله الله تعالى في جبلة الإِنسان لتجري أعمال الناس على ما يعين على حفظ النوع . قال المعري :وكلّ يريدُ العيشَ والعيشُ حَتفُه ويستعْذِبُ اللذاتتِ وهي سِمَام ... والتأخيرُ : ضد التعجيل ، وقد أطلق التأخير على التمديد والتوسيع في أجل الشيء .وقد أشعر وعدُه إياهم بالتأخير أنه تأخير مجموعهم ، أي مجموع قومه لأنه جُعل جزاءً لكل من عَبدَ الله منهم واتقاه وأطاع الرسول ، فدل على أنه أنذرهم في خلال ذلك باستئصال القوم كلهم ، وأنهم كانوا على علم بذلك كما أشار إليه قوله : { أن أنذر قومك من قبل أن يأتيهم عذاب أليم } [ نوح : 1 ] كما تقدم آنفاً ، وكما يفسره قوله تعالى في سورة هود ( 38 ) { ويصنَعُ الفلك وكلَّما مرّ عليه ملأ من قومه سَخِروا منه } أي سخروا من الأمر الذي يصنع الفلك للوقاية منه وهو أمر الطوفان ، فتعين أن التأخير المراد هنا هو عدم استئصالهم . والمعنى : ويؤخر القوم كلهم إلى أجل مسمى وهو آجال إشخاصهم وهي متفاوتة .والأجل المسمى : هو الأجل المعين بتقدير الله عند خلقةِ كل أحد منهم ، فالتنوين في { أجل } للنوعية ، أي الجنس ، وهو صادق على آجال متعددة بعدد أصحابها كما قال تعالى :{ ومنكم من يتوفى ومنكم من يُرَدّ إلى أرذل العمر } [ الحج : 5 ] .ومعنى { مسمى } أنه محدد معيّن وهو ما في قوله تعالى : { وأجل مسمى عنده } في سورة الأنعام ( 2 ) .فالأجل المسمى : هو عمر كل واحد ، المعيّنُ له في سَاعةِ خلْقه المشار إليه في الحديث أن المَلَك يؤمر بكتب أجل المخلوق عندما يَنفُخ فيه الروحَ ، واستعيرت التسمية للتعيين لشَبه عدم الاختلاط بين أصحاب الآجال .والمعنى : ويؤخركم فلا يعجل بإهلاككم جميعاً فيؤخر كل أحد إلى أجله المعيّن له على تفاوت آجالهم .فمعنى هذه الآية نظير معنى آية سورة هود ( 3 ) { وأن استغفروا ربكم ثم توبوا إليه يمتّعْكم متاعاً حسناً إلى أجللٍ مسمّى } وهي على لسان محمد صلى الله عليه وسلم .{ إِنَّ أَجَلَ الله إِذَا جَآءَ لاَ يُؤَخَّرُ لَوْ كُنتُمْ } .يحتمل أن تكون هذه الجملة تعليلاً لقوله : { ويؤخرْكم إلى أجل مسمى ، } أي تعليلاً للربط الذي بين الأمر وجزائه من قوله : { أن اعبدوا الله } إلى قوله : { ويؤخِّركم } الخ لأن الربط بين الأمْر وجوابِه يعطي بمفهومه معنى : إِنْ لا تعبدوا الله ولا تتقوه ولا تطيعوني لا يغفر لكم ولا يؤخركم إلى أجل مسمى ، فعُلل هذا الربط والتلازم بين هذا الشرط المقدر وبين جزائه بجملة { إنّ أجل الله إذا جاء لا يؤخر } ، أي أن الوقت الذي عيّنه الله لحلول العذاب بكم إن لم تعبدوه ولم تطيعون إذا جاء إِبَّانه باستمراركم على الشرك لا ينفعكم الإِيمان ساعتئذٍ ، كما قال تعالى : { فلولا كانت قرية آمنت فنفعها إيمانها إلاّ قوم يونس لما ءامنوا كشفنا عنهم عذاب الخزي في الحياة الدنيا ومتعناهم إلى حين } [ يونس : 98 ] ، فيكون هذا حثاً على التعجيل بعبادة الله وتقواه .فالأجَل الذي في قوله : { إن أجل الله إذا جاء لا يؤخر } غير الأجل الذي في قوله : { ويؤخركم إلى أجللٍ مسمى } ويُناسِب ذلك قولُه عقبه { لو كنتم تعلمون } المقتضي أنهم لا يعلمون هذه الحقيقة المتعلقة بآجال الأمم المعيَّنة لاستئصالهم ، وأما عدم تأخير آجال الأعمار عند حلولها فمعلوم للناس مشهور في كلام الأولين . وفي إضافة { أجل } إلى اسم الجلالة في قوله : { إن أجل الله إذا جاء لا يؤخر } إيماء إلى أنه ليس الأجل المعتاد بل هو أجل عيّنه الله للقوم إنذاراً لهم ليؤمنوا بالله . ويحتمل أن تكون الجملة استئنافاً بيانياً ناشئاً عن تحديد غاية تأخيرهم إلى أجل مسمى ، أي دون تأخيرهم تأخيراً مستمراً فيسأل السامع في نفسه عن علة تنهية تأخيرهم بأجل آخر فيكون أجل الله غير الأجل الذي في قوله : { إلى أجل مسمى } .ويحتمل أن تكون الجملة تعليلاً لكلا الأجلين : الأجل المفاد من قوله : { من قبل أن يَأتيهُم عذابٌ أليم } [ نوح : 1 ] فإن لفظ { قبل } يؤذن بأن العذاب موقت بوقت غير بعيد فله أجل مُبْهم غير بعيد ، والأجَل المذكورِ بقوله : { ويؤخركم إلى أجل مسمى } فيكون أجل الله صادقاً على الأجل المسمى وهو أجل كل نفس من القوم .وإضافته إلى الله إضافة كشف ، أي الأجل الذي عينه الله وقدره لكل أحد .وبهذا تعلم أنه لا تعارض بين قوله : { ويؤخركم إلى أجل مسمى } وبين قوله : { إن أجل الله إذا جاء لا يؤخر } إما لاختلاف المراد بلفظيّ ( الأجل ) في قوله : { إلى أجل مسمى } وقوله : { إن أجل الله إذا جاء لا يؤخر ، } وإما لاختلاف معنيي المجيء ومعنيي التأخير في قوله : { إذا جاءَ لا يؤخر } فانفكت جهة التعارض .أما مسألة تأخير الآجال والزيادة في الأعمار والنقص منها وتوحيد الأجل عندنا واضطراب أقوال المعتزلة في هل للإِنسان أجل واحد أو أجلان فتلك قضية أخرى ترتبط بأصلين : أصل العلم الإلهي بما سيكون ، وأصل تقدير الله للأسباب وترتُّب مسبباتها عليها .فأما ما في علم الله فلا يتغير قال تعالى : { وما يعمَّر من معمَّر ولا يُنقص من عمره إلاّ في كتاب } [ فاطر : 11 ] أي في علم الله ، والناس لا يطلعون على ما في علم الله .وأما وجودُ الأسباب كلها كأسباب الحياة ، وترتبُ مسبباتها عليها فيتغير بإيجاد الله مغيِّراتتٍ لم تكن موجودة إكراماً لبعض عباده أو إهانة لبعض آخر . وفي الحديث صدقة المرء المُسلم تزيد في العُمر . وهو حديث حسن مقبول . وعن علي عن النبي صلى الله عليه وسلم من سره أن يُمد في عمره فليتق الله وليصِل رحمه . وسنده جيد . فآجال الأعمار المحددة بالزمان أو بمقدار قوة الأعضاء وتناسب حركاتها قابلة للزيادة والنقص . وآجال العقوبات الإلهية المحددة بحصول الأعمال المعاقب عليها بوقت قصير أو فيه مُهلة غير قابلة للتأخير وهي ما صْدَقُ قوله : { إن أجل الله إذا جاء لا يؤخر } وقد قال الله تعالى : { يمحو الله ما يشاء ويثبت وعنده أم الكتاب } [ الرعد : 39 ] على أظهر التأويلات فيه وما في علم الله من ذلك لا يخالف ما يحصل في الخارج .فالذي رغَّب نوحٌ قومَه فيه هو سبب تأخير آجالهم عند الله فلو فعلوه تأخرتْ آجالهم وبتأخيرها يتبين أن قد تقرر في علم الله أنهم يعملون ما يدعوهم إليه نوح وأن آجالهم تطول ، وإذ لم يفعلوه فقد كُشف للناس أن الله علم إنهم لا يفعلون ما دعاهم إليه نوح وأن الله قاطع آجالهم ، وقد أشار إلى هذا المعنى قول النبي صلى الله عليه وسلم « اعملُوا فكل مُيسَّر إلى ما خُلق له » وقد استعصى فهم هذا على كثير من الناس فخلطوا بين ما هو مقرر في علم الله وما أظهره قدر الله في الخارج الوجودي .وفي إقحام فعل { كنتم } قبل { تعلمون } إيذان بأن علمهم بذلك المنتفيَ لوقوعه شرطاً لحرف { لو } محقق انتفاؤه كما بيناه في قوله تعالى : { أكان للناس عجباً أن أوحينا إلى رجل منهم } في سورة يونس ( 2 ) .وجواب لو } محذوف دل عليه قوله : { لا يؤخَّر } . والتقدير : لأيقنتم أنه لا يؤخر ."
    },
    {
      "ayah": 5,
      "surah": 71,
      "text": "قَالَ رَبِّ إِنِّي دَعَوْتُ قَوْمِي لَيْلًا وَنَهَارًا (5) جرد فعل { قال } هنا ، من العاطف لأنه حكاية جواب نوح عن قول الله له { أنْذِر قومك } [ نوح : 1 ] عومل معاملة الجواب الذي يُتلقى به الأمر على الفور على طريقة المحاورات التي تقدمت في قوله تعالى : { قالوا أتجعل فيها من يفسد فيها } في سورة البقرة ( 30 ) ، تنبيهاً على مبادرة نوح بإبلاغ الرسالة إلى قومه وتمام حرصه في ذلك كما أفاده قوله : { ليلاً ونهاراً } وحصول يأسه منهم ، فجعل مراجعته ربه بعد مهلة مستفادة من قوله : { لَيْلاً ونهاراً } بمنزلة المراجعة في المقام الواحد بين المتحاورَيْن . ولك أن تجعل جملة { قال رب } الخ مستأنفة استئنافاً بيانياً لأن السامع يترقب معرفة ماذا أجاب قوم نوح دعوته فكان في هذه الجملة بيان ما يترقبه السامع مع زيادة مراجعة نوح ربه تعالى .وهذا الخبر مستعمل في لازم معناه وهو الشكاية والتمهيد لطلب النصر عليهم لأن المخاطب به عالم بمدلول الخبر . وذلك ما سيفضي إليه بقوله : { وقال نوح رب لا تذَرْ على الأرض من الكافرين دياراً } الآيات [ نوح : 26 ] .وفائدة حكاية ما ناجى به نوح ربه إظهارُ توكله على الله ، وانتصار الله له ، والإِتيانُ على مهمات من العبرة بقصته ، بتلوين لحكاية أقواله وأقوال قومه وقول الله له . وتلك ثمان مقالات هي :{ أن أنذر قومك } الخ [ نوح : 1 ] .{ قال يا قوم إني لكم نذير مبين } الخ [ نوح : 2 ] .3 { قال رب إني دعوت قومي } الخ [ نوح : 5 ] .{ فقلت استغفروا ربكم } الخ [ نوح : 10 ] .{ قال نوح رب إنهم عصوني } الخ [ نوح : 21 ] .{ ولا تزد الظالمين إلاّ ضلالاً } الخ [ نوح : 24 ] .{ وقال نوح رب لا تذر على الأرض } الخ [ نوح : 26 ] .{ رب اغفر لي } الخ [ نوح : 28 ] .وجعل دعوته مظروفة في زمني الليل والنهار للدلالة على عدم الهوادة في حرصه على إرشادهم ، وأنه يترصد الوقت الذي يتوسم أنهم فيه أقرب إلى فهم دعوته منهم في غيره من أوقات النشاط وهي أوقات النهار ، ومن أوقات الهدوّ وراحة البال وهي أوقات الليل ."
    },
    {
      "ayah": 6,
      "surah": 71,
      "text": "فَلَمْ يَزِدْهُمْ دُعَائِي إِلَّا فِرَارًا (6)ومعنى { لم يَزدهم دعائيَ إلاّ فراراً } أن دعائي لهم بأن يعبدوا الله وبطاعتهم لي لم يزدهم ما دعوتهم إليه إلاّ بعداً منه ، فالفرار مستعار لقوة الإِعْراض ، أي فلم يزدهم دعائي إياهم قرباً مما أدعوهم إليه .واستثناء الفرار من عموم الزيادات استثناء منقطع . والتقدير : فلم يزدهم دعائي قرباً من الهدى لكن زادهم فراراً كما في قوله تعالى حكاية عن صالح عليه السلام { فما تزيدونني غير تخسير } [ هود : 63 ] .وإسناد زيادة الفرار إلى الدعاء مجاز لأن دعاءه إياهم كان سبباً في تزايد إعراضهم وقوة تمسكهم بشركهم .وهذا من الأسلوب المسمى في علم البديع تأكيد المدح بما يشبه الذم ، أو تأكيدَ الشيء بما يشبه ضده ، وهو هنا تأكيد إِعراضهم المشبه بالابتعاد بصورةٍ تشبه ضد الإِعراض .ولما كان فرارهم من التوحيد ثابتاً لهم من قبل كان قوله : { لم يزدهم دعائي إلاّ فراراً } من تأكيد الشيء بما يشبه ضده .وتصدير كلام نوح بالتأكيد لإِرادة الاهتمام بالخبر ."
    },
    {
      "ayah": 7,
      "surah": 71,
      "text": "وَإِنِّي كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُوا أَصَابِعَهُمْ فِي آَذَانِهِمْ وَاسْتَغْشَوْا ثِيَابَهُمْ وَأَصَرُّوا وَاسْتَكْبَرُوا اسْتِكْبَارًا (7){ كلما } مركبة من كلمتين كلمةِ ( كل ) وهي اسم يدل على استغراق أفراد ما تضاف هي إليه ، وكلمة ( ما ) المصدرية وهي حرف يفيد أن الجملة بعده في تأويل مصدر . وقد يراد بذلك المصدر زمَانُ حصوله فيقولون ( مَا ) ظرفية مصدرية لأنها نائبة عن اسم الزمان .والمعنى : أنهم لم يظهروا مخِيلةً من الإِصغاء إلى دعوته ولم يتخلفوا عن الإِعراض والصدود عن دعوته طَرفة عَيْن ، فلذلك جاء بكلمة { كلما } الدالة على شمول كلّ دعوة من دعواته مقترنةً بدلائل الصد عنها ، وقد تقدم عند قوله تعالى : { كلما أضاء لهم مشوا فيه } [ البقرة : 20 ] .وحُذف متعلق { دَعَوْتُهم } لدلالة ما تقدم عليه من قوله : { أن اعبدوا الله } [ نوح : 3 ] .والتقدير : كلما دعوتهم إلى عبادتك وتقواك وطاعتي فيما أمرتهم به .واللام في قوله : { لتغفر } لام التعليل ، أي دعوتهم بدعوة التوحيد فهو سبب المغفرة ، فالدعوة إليه معللة بالغفران .ويتعلق قوله : { كلما دعوتهم } بفعل { جعلوا أصابعهم } على أنه ظرف زمان .وجملة { جعلوا أصابعهم } خبر ( إن ) والرابط ضمير { دعوتهم } .وجَعْل الأصابع في الآذَان يمنع بلوغ أصوات الكلام إلى المسامع .وأطلق اسم الأصابع على الأنامل على وجه المجاز المرسل بعلاقة البعضية فإن الذي يُجعل في الأذن الأنملة لا الأصبع كلّه فعُبر عن الأنامل بالأصابع للمبالغة في إرادة سد المسامع بحيث لو أمكن لأدخلوا الأصابع كلها ، وتقدم في قوله تعالى : { يجعلون أصابعهم في آذانهم من الصواعق } في سورة البقرة ( 19 ) .واستغشاء الثياب : جَعْلُها غِشاء ، أي غِطاء على أعينهم ، تعْضيداً لسد آذانهم بالأصابع لئلا يسمعوا كلامه ولا ينظروا إشاراته . وأكثر ما يطلق الغشاء على غطاء العينين ، قال تعالى : { وعلى أبصارهم غشاوة } [ البقرة : 7 ] . والسين والتاء في { استغشوا } للمبالغة .فيجوز أن يكون جعل الأصابع في الآذان واستغشاءُ الثياب هنا حقيقة بأن يكون ذلك من عادات قوم نوح إذا أراد أحد أن يظهر كراهية لكلام من يتكلم معه أن يجعل أصبعيه في أذنيه ويجعل من ثوبه ساتراً لعينيه .ويجوز أن يكون تمثيلاً لحالهم في الإِعراض عن قبول كلامه ورؤية مقامه بحال من يَسُكُّ سمعه بأنملتيْه ويحجب عينيه بطرف ثوبه .وجعلت الدعوة معللة بمغفرة الله لهم لأنها دعوة إلى سبب المغفرة وهو الإِيمان بالله وحده وطاعةُ أمره على لسان رسوله .وفي ذلك تعريض بتحميقهم وتعجب من خُلُقهم إذ يعرضون عن الدعوة لما فيه نفعهم فكان مقتضى الرشاد أن يسمعوها ويتدبروها .والإِصرار : تحقيق العزم على فعللٍ ، وهو مشتق من الصَّر وهو الشد على شيء والعقدُ عليه ، وتقدم عند قوله تعالى : { ولم يصرّوا على ما فعلوا } في سورة آل عمران ( 135 ) .وحذف متعلق أصَروا } لظهوره ، أي أصروا على ما هم عليه من الشرك .{ واستكبروا } مبالغة في تكبروا ، أي جعلوا أنفسهم أكبر من أن يأتمروا لواحد منهم { ما نراك إلاّ بشراً مثلنا وما نراك اتبعك إلاّ الذين هم أراذلِنُا بادىء الرأي وما نرى لكم علينا من فضل } [ هود : 27 ] .وتأكيد { استكبروا } بمفعوله المطلق للدلالة على تمكن الاستكبار . وتنوين { استكباراً } للتعظيم ، أي استكباراً شديداً لا يَفله حدُّ الدعوة ."
    },
    {
      "ayah": 8,
      "surah": 71,
      "text": "ثُمَّ إِنِّي دَعَوْتُهُمْ جِهَارًا (8) ارتقى في شكواه واعتذاره بأنَّ دعوته كانت مختلفة الحالات في القول من جهر وإسرار ، فعَطْف الكلام ب { ثم } التي تفيد في عطفها الجمل أن مضمون الجملة المعطوفة أهم من مضمون المعطوف عليها ، لأن اختلاف كيفية الدعوة ألصق بالدعوة من أوقات إلقائها لأن الحالة أشد ملابسة بصاحبها مِن ملابسة زمانه . فذَكَر أنه دعاهم جهاراً ، أي علناً .وجِهار : اسم مصدر جهر ، وهو هنا وصف لمصدر { دَعَوْتُهم } ، أي دعوةً جهاراً .وارتقى فذكر أنه جمع بين الجهر والإِسرار لأن الجمع بين الحالتين أقوى في الدعوة وأغلظ من إفراد إحداهما"
    },
    {
      "ayah": 9,
      "surah": 71,
      "text": "ثُمَّ إِنِّي أَعْلَنْتُ لَهُمْ وَأَسْرَرْتُ لَهُمْ إِسْرَارًا (9) . فقوله : { أعلنت لهم } تأكيد لقوله : { دعوتهم جهاراً } ذكر ليبنى عليه عطف { وأسررت لهم إسراراً .والمعنى : أنه توخى ما يظنه أوْغَل إلى قلوبهم من صفات الدعوة ، فجهر حين يكون الجهر أجدى مثلُ مجامع العامة ، وأسَرَّ للذين يظنهم متجنبين لَوْم قومهم عليهم في التصدّي لسماع دعوته وبذلك تكون ضمائر الغيبة في قوله دعوتهم } ، وقوله : { أعلنت لهم وأسررت لهم } موزعة على مختلففِ الناس .وانتصب { جهاراً } بالنيابة عن المفعول المطلق المبيّن لنوع الدعوة .وانتصب { إسراراً } على أنه مفعول مطلق مفيد للتوكيد ، أي إسراراً خفياً .ووجه توكيد الإسرار أن إسرار الدعوة كان في حال دعوته سادتهم وقادتهم لأنهم يمتعضون من إعلان دعوتهم بمسمع من أتباعهم ."
    }
  ]
}
