{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 75,
      "text": "لَا أُقْسِمُ بِيَوْمِ الْقِيَامَةِ (1)افتتاح السورة بالقسم مؤذن بأن ما سيذكر بعده أمر مهم لتستشرف به نفس السامع كما تقدم في عدة مواضع من أقسام القرآن .وكونُ القَسَم بيوم القيامة براعةُ استهلال لأن غرض السورة وصف بيوم القيامة .وفيه أيضاً كون المقسَم به هو المقسَم على أحواله تنبيهاً على زيادة مكانته عند المُقسِم كقول أبي تمام :وثَنايَاك إِنَّها اِغرِيضُ ... ولَآَللٍ تُؤْمٌ وبَرْقٌ ومِيضُكما تقدم عند قوله تعالى : { حم والكتاب المبين إنا جعلناه قرآنا عربياً } في سورة الزخرف ( 1 3 ) ."
    },
    {
      "ayah": 10,
      "surah": 75,
      "text": "يَقُولُ الْإِنْسَانُ يَوْمَئِذٍ أَيْنَ الْمَفَرُّ (10) و { إذا برق البصر } ظَرف متعلق ب { يقول الإِنسان } ، وإنما قدم على عامله للاهتمام بالظرف لأنه المقصود من سياق مجاوبة قوله :{ يسأل أيّان يوم القيامة } [ القيامة : 6 ] .وطُوي التصريح بأن ذلك حلول يوم القيامة اكتفاء بذكر ما يدل عليه وهو قولهم { أين المَفر } فكأنه قيل : حَلَّ يومُ القيامة وحضرت أهوالُه يقول الإنسان يومئذٍ ثم تأكَّدَ بقوله { إلى ربك يومئذٍ المستقر } .و { يومئذٍ } ظرف متعلق ب { يقول } أيضاً ، أي يومَ إذْ يبرق البصر ويخسف القمر ويُجمع الشمس والقمر ، فتنوين ( إذ ) تنوين عِوض عن الجملة المحذوفة التي دَلت عليها الجملة التي أضيف إليها ( إذ ) .وذُكر { يومئذٍ } مع أن قوله : { إذا بَرَقَ البصر } الخ مُغن عنه للاهتمام بذكر ذلك اليوم الذي كانوا ينكرون وقوعه ويستهزئون فيسألون عن وقته ، وللتصريح بأن حصول هذه الأحوال الثلاثة في وقت واحد .و { الإِنسان } : هو المتحدَّث عنه من قوله : { أيحسب الإِنسان أن لن نجمع عظامه } [ القيامة : 3 ] ، أي يقول الإِنسان الكافر يومئذٍ : أي المفر .و { المَفَر } : بفتح الميم وفتح الفاء مصدر ، والاستفهام مستعمل في التمني ، أي ليت لي فراراً في مكان نجاة ، ولكنه لا يستطيعه .و { أين } ظرف مكان ."
    },
    {
      "ayah": 11,
      "surah": 75,
      "text": "كَلَّا لَا وَزَرَ (11) و { كلا } ردع وإبطال لما تضمنه { أين المفر } من الطمع في أن يجد للفرار سبيلاً .و { الوَزر } : المكان الذي يُلجأ إليه للتوقي من إصابة مكروه مثل الجبال والحصون .فيجوز أن يكون { كلاّ لا وَزَر } كلاماً مستأنفاً من جانب الله تعالى جواباً لمقالة الإِنسان ، أي لا وزر لكَ ، فينبغي الوقفُ على { المفر } . ويجوز أن يكون من تمام مقالة الإِنسان ، أي يقول : أين المفر؟ ويجيب نفسه بإبطال طعمه فيقول { كَلاّ لا وزَر } أي لا وزر لي ، وذلك بأن نظر في جهاته فلم يجد إلاّ النار كما ورد في الحديث ، فيحسن أن يُوصل { أين المفر } بجملة { كلا لا وَزَر } ."
    },
    {
      "ayah": 12,
      "surah": 75,
      "text": "إِلَى رَبِّكَ يَوْمَئِذٍ الْمُسْتَقَرُّ (12) وأما قوله : { إلى ربك يومئذٍ المستقرّ } فهو كلام من جانب الله تعالى خاطب به النبي صلى الله عليه وسلم في الدنيا بقرينة قوله : { يومئذٍ } ، فهو اعتراض وإدْماج للتذكير بمُلك ذلك اليوم .وفي إضافة ( رب ) إلى ضمير النبي صلى الله عليه وسلم إيماء إلى أنه ناصره يومئذٍ بالانتقام من الذين لم يقبلوا دعوته .و { المستقَرّ } : مصدر ميمي من استقَرّ ، إذا قَرّ في المكان ولم ينتقل ، والسين والتاء للمبالغة في الوصف .وتقديم المجرور لإِفادة الحصر ، أي إلى ربك لا إلى ملجأ آخر . والمعنى : لا ملجأ يومئذٍ للإِنسان إلاّ منتهياً إلى ربك ، وهذا كقوله تعالى : { وإلى الله المصير } [ آل عمران : 28 ] ."
    },
    {
      "ayah": 13,
      "surah": 75,
      "text": "يُنَبَّأُ الْإِنْسَانُ يَوْمَئِذٍ بِمَا قَدَّمَ وَأَخَّرَ (13)وجملة { يُنَبَّأ الإِنسانُ يومئذٍ بما قدّم وأخَّر } مستأنفة استئنافاً بيانياً أثارهُ قوله : { إلى ربك يومئذٍ المستقر } ، أو بدل اشتمال من مضمون تلك الجملة ، أي إلى الله مصيرهم وفي مصيرهم يُنبأون بما قدموا وما أخروا .وينبغي أن يكون المراد ب { الإِنسان } الكافر جرياً على سياق الآيات السابقة لأنه المقصود بالكلام وإن كان كل إنسان ينبأ يومئذٍ بما قدم وأخر من أهل الخير ومن أهل الشر قال تعالى :{ يوم تجد كل نفس ما عملت من خير محضراً وما عملت من سوء } الآية [ آل عمران : 30 ] . واختلاف مقامات الكلام يمنع من حمل ما يقع فيها من الألفاظ على محمل واحد ، فإن في القرآن فنوناً من التذكير لا تلزم طريقة واحدة . وهذا مما يغفل عن مراعاته بعض المفسرين في حملهم معاني الآيات المتقاربة المغزى على محامل متماثلة .وتنبئةُ الإِنسان بما قدّم وأخرّ كناية عن مجازاته على ما فعله : إن خيراً فخيرٌ وإن سُوءاً فسوءٌ ، إذ يقال له : هذا جزاء الفعلة الفلانية فيعلم من ذلك فعلَته ويلقَى جزاءها ، فكانَ الإِنباء من لوازم الجزاء قال تعالى : { قل بلى وربي لَتُبْعَثُنّ ثم لَتُنَبَّؤنَّ بما عَمِلتم } [ التغابن : 7 ] ويحصل في ذلك الإِنباء تقريع وفضح لحاله .والمراد ب { ما قدم } : ما فَعَله وب { ما أخرّ } : ما تركه مما أُمر بفعله أو نهي عن فعله في الحالين فخالف ما كُلف به ومما علَّمه النبي صلى الله عليه وسلم من الدعاء : « فاغفر لي ما قدمت وما أخرت وما أسررت وما أعلنت » ."
    },
    {
      "ayah": 14,
      "surah": 75,
      "text": "بَلِ الْإِنْسَانُ عَلَى نَفْسِهِ بَصِيرَةٌ (14) إضراب انتقالي ، وهو للترقي من مضمون { يُنَبَّأُ الإِنسان يومئذٍ بما قدم وأخّر } [ القيامة : 13 ] إلى الإِخبار بأن الكافر يَعلَم ما فعله لأنهم تشهد عليهم ألسنتهم وأيديهم وأرجلهم بما كانوا يعملون ، إذ هو قرأ كتاب أعماله فقال : { يا ليتني لم أوتَ كتابِيَهْ ولم أدر ما حِسَابيهْ } [ الحاقة : 25 ، 26 ] ، { ويقولون يا ويلتنا ما لهذا الكتاب لا يغادر صغيرة ولا كبيرة إلاّ أحصاها ووجدوا ما عملوا حاضراً } [ الكهف : 49 ] . وقال تعالى : { اقرأ كتابك كفى بنفسك اليوم عليك حسيباً } [ الإسراء : 14 ] .ونظم قوله : { بل الإِنسان على نفسه بصيرة } صالح لإِفادة معنيين :أولهما أن يكون { بصيرة } بمعنى مبصر شديد المراقبة فيكون { بصيرة } خبراً عن { الإنسان } . و { على نفسه } متعلقاً ب { بصيرة } ، أي الإِنسان بصيرٌ بنفسه . وعُدّي بحرف { على } لتضمينه معنى المراقبة وهو معنى قوله في الآية الأخرى : { كفى بنفسك اليوم عليك حسيباً } . وهاء { بصيرة } تكون للمبالغة مثل هاء علامة ونسَّابة ، أي الإِنسان عليم بصير قوي العلم بنفسه يومئذٍ .والمعنى الثاني : أن يكونَ { بصيرة } مبتدأ ثانياً ، والمراد به قرين الإِنسان من الحفظة وعلى نفسه خبرَ المبتدأ الثاني مقدماً عليه ، ومجموعُ الجملة خبراً عن { الإنسان } ، و { بصيرة } حينئذٍ يحتمل أن يكون بمعنى بصير ، أي مبصر والهاء للمبالغة ، كما تقدم في المعنى الأول ، وتكون تعدية { بصيرة } ب { على } لتضمينه معنى الرقيب كما في المعنى الأول .ويحتمل أن تكون { بصيرة } صفة لموصوف محذوف ، تقديرة : حجة بصيرة ، وتكون { بصيرة } مجازاً في كونها بينة كقوله تعالى : { قال لقد علمت ما أنزل هؤلاء إلاّ ربّ السماوات والأرض بصائر } [ الإسراء : 102 ] ومنه قوله تعالى : { وآتينا ثمودَ الناقة مبصرة } [ الإسراء : 59 ] والتأنيثُ لتأنيث المَوصوف .وقد جرت هذه الجملة مجرى المثل لإِيجازها ووفرة معانيها .وجملة { ولو ألقَى معاذيرَه } في موضع الحال من المبتدأ وهو الإِنسان ، وهي حالة أجدر بثبوت معنى عاملها عند حصولها ."
    },
    {
      "ayah": 15,
      "surah": 75,
      "text": "وَلَوْ أَلْقَى مَعَاذِيرَهُ (15){ لو } هذه وَصْلِيَّةٌ كما تقدم عند قوله تعالى : { فلن يقبل من أحدهم مِلْءُ الأرض ذهباً ولو افتدى به } في آل عمران ( 91 ) . والمعنى : هو بصيرة على نفسه حتى في حال إلقائه معاذيره .والإِلقاء : مراد به الإِخبار الصريح على وجه الاستعارة ، وقد تقدم عند قوله تعالى : { فألْقَوا إليهم القول إنكم لكاذبون } في سورة النحل ( 86 ) .والمعاذير : اسم جمع مَعذرة ، وليس جمعاً لأن معذرة حقه أن يُجمع على معَاذر ، ومثل المعاذير قولهم : المناكير ، اسم جمع مُنْكَر . وعن الضحاك : أن معاذير هُنا جمع مِعْذار بكسر الميم وهو السِتر بلغة اليمن يكون الإِلقاء مستعملاً في المعنى الحقيقي ، أي الإِرخاء ، وتكون الاستعارة في المعاذير بتشبيه جحد الذنوب كذباً بإلقاء الستر على الأمر المراد حجبه .والمعنى : أن الكافر يعلم يومئذٍ أعماله التي استحق العقاب عليها ويحاول أن يعتذر وهو يعلم أن لا عذر له ولو أفصح عن جميع معاذيره .ومعاذيره } : جمع معرف بالإِضافة يدل على العموم . فمن هذه المعاذير قولهم : { رب ارجعون لعليَ أعْمَلُ صالحاً فيما تركتُ } [ المؤمنون : 99 ، 100 ] ومنها قولهم : { ما جاءَنا من بشير } [ المائدة : 19 ] وقولهم : { هؤلاء أضَلونا } [ الأعراف : 38 ] ونحو ذلك من المعاذير الكاذبة ."
    },
    {
      "ayah": 16,
      "surah": 75,
      "text": "لَا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ (16) هذه الآية وقعت هنا معترضة . وسبب نزولها ما رواه البخاري ومسلم عن ابن عباس أنه قال : «كان رسول الله صلى الله عليه وسلم إذا نزل عليه القرآن يُحرك به لسانه يُريد أن يحفَظَه مخافةَ أن يتَفَلَّتَ منه ، أو من شدة رغبته في حِفْظه فكان يلاقي من ذلك شدة فأنَزَل الله تعالى : { لا تُحَرِّكْ به لسانك لتَعْجَل بِه إِنَّ علينا جمعَه وقرآنه } . قال : جَمْعَه في صدرك ثم تَقْرَأُه فإذا قرأنَاه فاتّبعْ قُرْآنه قال فاستَمِعْ له وأنْصِتْ ، ثم إن علينا أن نبيّنه بلسانك ، أي أن تقرأه» اه . فلما نزل هذا الوحي في أثناء نزول السورة للغرض الذي نزل فيه ولم يَكن سورةً مستقلة كان ملحقاً بالسورة وواقعاً بين الآي التي نَزَل بينها ."
    },
    { "ayah": 17, "surah": 75, "text": "إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآَنَهُ (17).ليس لها تفسير فى كتاب التحرير والتنوير" },
    {
      "ayah": 18,
      "surah": 75,
      "text": "فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآَنَهُ (18) وقوله : { فإذا قرأناه } ، أي إذا قَرأه جبريل عنا ، فأُسْنِدَتْ القراءةُ إلى ضمير الجلالة على طريقة المجاز العقلي ، والقرينة واضحة .ومعنى { فاتَّبع قرآنه } ، أي أنْصِتْ إلى قِرَاءتِنَا . فضمير { قَرأناه } راجع إلى ما رجع إليه ضمير الغائب في { لا تُحرك به } وهو القرآن بالمعنى الأسمي ، فيكون وقوع هذه الآية في هذه السورة مثل وقوع { ومَا نتنزّل إلاّ بأمر ربك } في سورة مريم ( 64 ) ، ووقوع { حافظوا على الصلوات والصلاةِ الوسطى في أثناء أحكام الزوجات } في سورة البقرة ( 238 ) . قالوا : نزلت هذه الآية في أثناء سورة القيامة : هذا ما لا خلاف فيه بين أهل الحديث وأيمة التفسير . وذكر الفخر عن القفال أنه قال : إن قوله : لا تُحرك به لسانك } ليس خطاباً مع الرسول صلى الله عليه وسلم بل هو خطاب مع الإِنسان المذكور في قوله : { ينبَّأ الإِنسان } [ القيامة : 13 ] فكان ذلك للإِنسان حا لَما يُنَبَّأُ بقبائح أفعاله فيقال له : اقرأ كتابك ، فإذا أخذ في القراءة تلجلج لسانه فيقال له : لا تحرك به لسانك لتعجل به فإنه يجب علينا بحكم الوعد أو بحكم الحكمة أن نجمع أعمالك وأن نقرأها عليك فإذا قرأناه عليك فاتبع قرآنه بالإِقرار"
    },
    {
      "ayah": 19,
      "surah": 75,
      "text": "ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ (19)، ثمّ إن علينا بيان مراتب عقوبته ، قال القفال : فهذا وجه حسن ليس في العقل ما يدفعه وإن كانت الآثار غير واردة به اه .وأقول : إن كان العقل لا يدفعه فإن الأسلوب العربي ومعاني الألفاظ تنبو عنه .والذي يلوح لي في موقع هذه الآية هنا دون أن تقع فيما سبق نزوله من السور قبل هذه السورة : أن سور القرآن حين كانت قليلة كان النبي صلى الله عليه وسلم لا يخشى تفلّت بعض الآيات عنه فلما كثرت السور فبلغت زهاء ثلاثين حسب ما عَده سعيد بن جبير في ترتيب نزول السور ، صار النبي صلى الله عليه وسلم يخشى أن ينسى بعض آياتها ، فلعله صلى الله عليه وسلم أخذ يحرك لسانه بألفاظ القرآن عند نزوله احتياطاً لحفظه وذلك من حرصه على تبليغ ما أنزل إليه بنصه ، فلما تكفل الله بحفظه أمره أن لا يكلف نفسه تحريك لسانه ، فالنهي عن تحريك لسانه نهي رحمة وشفقة لمَا كان يلاقيه في ذلك من الشدة .و ( قرآن ) في الموضعين مصدر بمعنى القراءة مثل الغُفران والفُرقان ، قال حسان في رثاء عثمان بن عفان :يقَطِّع الليلَ تسبيحاً وقُرآنا ... ولفظ { علينا } في الموضعين للتكفل والتعهّد .و { ثم } في { ثم إن علينا بيانه } للتراخي في الرتبة ، أي التفاوتتِ بين رتبة الجملة المعطوف عليها وهي قولُه { إنَّ علينا جَمْعه وقرآنه } ، وبين رتبة الجملة المعطوفة وهي { إِن علينا بيانه } . ومعنى الجملتين : أن علينا جمع الوحي وأن تقرأه وفوق ذلك أن تبينه للناس بلسانك ، أي نتكفل لك بأن يكون جمعه وقرآنه بلسانك ، أي عن ظهر قلبك لا بكتابة تقرأها بل أن يكون محفوظاً في الصدور بيّناً لكل سامع لا يتوقف على مراجعة ولا على إحضار مصحف من قُرب أو بُعد .فالبيان هنا بيان ألفاظه وليس بيان معانيه لأن بيان معانيه ملازم لورود ألفاظه .وقد احتج بهذه الآية بعض علمائنا الذين يرون جواز تأخير البيان عن المبيّن متمسكين بأن { ثم } للتراخي وهو متمسَّك ضعيف لأن التراخي الذي أفادته { ثم } إنما هو تراخ في الرتبة لا في الزمن ، ولأن { ثم } قد عَطفت مجموع الجملة ولم تعطف لفظ { بيانه } خاصة ، فلو أريد الاحتجاج بالآية للزم أن يكون تأخير البيان حقاً لا يخلو عنه البيان وذلك غير صحيح ."
    },
    {
      "ayah": 2,
      "surah": 75,
      "text": "وَلَا أُقْسِمُ بِالنَّفْسِ اللَّوَّامَةِ (2) وصيغة لا أقسم } صيغة قسم ، أدخل حرف النفي على فعل { أقسم } لقصد المبالغة في تحقيق حُرْمة المقسَم به بحيث يُوهِم للسامع أن المتكلم يهم أن يقسم به ثم يترك القسم مخافة الحنث بالمقسم به فيقول : لا أقسم به ، أي ولا أقسم بأعزَّ منه عندي ، وذلك كناية عن تأكيد القَسم وتقدم عند قوله تعالى : { فلا أقسم بمواقع النجوم } في سورة الواقعة ( 75 ) .وفيه محسن بديعي من قبيل ما يسمى تأكيد المدح بما يشبه الذم . وهذا لم نذكره فيما مضى ولم يذكره أحد .والقسم بيوم القيامة } باعتباره ظرفاً لما يجري فيه من عدل الله وإفاضة فضله وما يحضره من الملائكة والنفوس المباركة .وتقدم الكلام على { يوم القيامة } غير مرة منها قوله تعالى : { ويوم القيامة يردون إلى أشد العذاب } في سورة البقرة ( 85 ) ."
    },
    {
      "ayah": 20,
      "surah": 75,
      "text": "كَلَّا بَلْ تُحِبُّونَ الْعَاجِلَةَ (20) رجوع إلى مَهيع الكلام الذي بنيت عليه السورة كما يرجِع المتكلم إلى وَصل كلامه بعد أن قطعه عارض أو سائل ، فكلمة { كلاّ } ردع وإبطال . يجوز أن يكون إبطالاً لما سبق من قوله : { أيحسب الإِنسان أن لن نجمع عظامه إلى قوله : ولو ألقى معاذيره } [ القيامة : 3 15 ] ، فأعيد { كَلاّ } تأكيداً لنظيره ووصلاً للكلام بإعادة آخر كلمة منه .والمعنى : أن مَزَاعِمَهُم باطلة .وقوله : { بل تحبون العاجلة } إضراب إبطالي يُفصِّل ما أجمله الردع ب { كّلا } من إبطال ما قبلها وتكذيبِه ، أي لا معاذير لهم في نفس الأمر ولكنهم أحبوا العاجلة ، أي شهوات الدنيا وتركوا الآخرة ، والكلام مشعر بالتوبيخ ومناط التوبيخ هو حب العاجلة مع نبذ الآخرة ( فأما لو أحب أحد العاجلة وراعى الآخرة ، أي جرى على الأمر والنهي الشرعيين لم يكن مذموماً . قال تعالى فيما حكاه عن الذين أوتوا العلم من قوم قارون { وابتغ فِيما ءاتاك الله الدار الآخرة ولا تنس نصيبك من الدنيا } [ القصص : 77 ] .ويجوز أن يكون إبطالاً لما تضمنه قوله : { ولو ألقى معاذيره } [ القيامة : 15 ] فهو استئناف ابتدائي .  والمعنى : أن معاذيرهم باطلة ولكنهم يحبون العاجلة ويذرون الآخرة ، أي آثروا شهواتهم العاجلة ولم يحسبوا للآخرة حساباً ."
    },
    {
      "ayah": 21,
      "surah": 75,
      "text": "وَتَذَرُونَ الْآَخِرَةَ (21)وقرأ الجمهور { تحبون } و { تذرون } بتاء فوقية على الالتفات من الغيبة إلى الخطاب في موعظة المشركين مُواجَهة بالتفريع لأن ذلك أبلغ فيه . وقرأه ابن كثير وابن عامر وأبو عمرو ويعقوب بياء تحتية على نسق ضمائر الغيبة السابقة ، والضمير عائد إلى { الإنسان } في قوله : { بل الإِنسان على نفسه بصيرة } [ القيامة : 14 ] جاء ضمير جمع لأن الإِنسان مراد به الناس المشركون ، وفي قوله : { بل تحبون } ما يرشد إلى تحقيق معنى الكسب الذي وُفق إلى بيانه الشيخ أبو الحسن الأشعري وهو الميل والمحبة للفعل أو الترك ."
    },
    {
      "ayah": 22,
      "surah": 75,
      "text": "وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ (22) المراد ب { يومئذٍ } يوم القيامة الذي تكرر ذكره بمثل هذا ابتداءً من قوله : { يقول الإِنسان يومئذٍ أين المفر } [ القيامة : 10 ] ، وأعيد مرتين .والجملة المقدرة المضاف إليها ( إذْ ) ، والمعوَّضُ عنها التنوين تقديرها : يوم إذ بَرَق البصر .وقد حصل من هذا تخلص إلى إجمال حال الناس يوم القيامة بين أهل سعادة وأهل شقاوة .فالوجوه الناضرة وجوه أهل السعادة والوجوه الباسرة وجوه أهل الشقاء ، وذلك بين من كلتا الجملتين .وقد علم الناس المعنيَّ بالفريقين مما سبق نزوله من القرآن كقوله في سورة عبس ( 40 42 ) : { وَوُجوه يومئذٍ عليها غبرة ترهقها قترة أولئك هم الكفرة الفجرة } فعُلم أن أصل أسباب السعادة الإِيمان بالله وحده وتصديق رسُوله والإِيمان بما جاء به الرسول ، وأن أصل أسباب الشقاء الإشراك بالله وتكذيب الرسول ونبذ ما جاء به . وقد تضمن صدر هذه السورة ما ينبىء بذلك كقوله : { أيحسب الإِنسان أن لن نجمع عظامه } [ القيامة : 3 ] وقوله : { بل يريد الإِنسان ليفجر أمامه } [ القيامة : 5 ] .وتنكير { وجوه } للتنويع والتقسيم كقوله تعالى : { فريقٌ في الجنة وفريق في السعير } [ الشورى : 7 ] وقول الشاعر وهو من أبيات «كتاب الآداب» ولم يعزُه ولا عَزَاهُ صاحبُ «العُباب» في شرحه :فيومٌ علينا ويومٌ لنا ... ويومٌ نُساء ويوم نُسَروقول أبي الطيب :فيوماً بخيل تَطْرُد الروم عنهم ... وَيْومٌ بِجُود تَطرد الفَقر والجَدْبافالوجوه الناضرة الموصوفةُ بالنضْرة ( بفتح النون وسكون الضاد ) وهي حسن الوجه من أثر النعمة والفرح ، وفعله كنصَر وكرُم وفرِح ، ولذلك يقال : ناضر ونَضير ونَضِر ، وكُني بنضرة الوجوه عن فرح أصحابها ونعيمهم ، قال تعالى في أهل السعادة { تعرف في وجوههم نضرة النعيم } [ المطففين : 24 ] لأن ما يحصل في النفس من الانفعالات يظهر أثره ."
    },
    {
      "ayah": 23,
      "surah": 75,
      "text": "إِلَى رَبِّهَا نَاظِرَةٌ (23) وأخبر عنها خبراً ثانياً بقوله : { إلى ربها ناظرة } وظاهر لفظ { ناظرة } أنه من نظَر بمعنى : عايَن ببصره إعلاناً بتشريف تلك الوجوه أنها تنظر إلى جانب الله تعالى نظراً خاصاً لا يشاركها فيه من يكون دون رتبهم ، فهذا معنى الآية بإجماله ثابت بظاهر القرآن وقد أيدتها الأخبار الصحيحة عن النبي صلى الله عليه وسلمفقد روى البخاري ومسلم عن أبي سعيد الخدري وأبي هريرة «أن أناساً قالوا يا رسول الله هل نرى ربنا يوم القيامة؟ قال : هَل تُضَارُّون في رؤية الشمس والقمر إذا كانت صحواً؟ قلنا : لا ، قال : فإنكم لا تُضَارُّون في رؤية ربكم يومئذٍ إلاّ كما تضارون في رؤيتهما» .وفي رواية «فإنكم ترونه كذلك» وساق الحديث في الشفاعة .وروى البخاري عن جرير بن عبد الله قال : «كنا جلوساً عند النبي صلى الله عليه وسلم إذ نظر إلى القمر ليلة البدر قال : إنكم سترون ربكم كما ترون هذا القمر لا تضامُون في رؤيته» وربما قال : «سترون ربكم عياناً» .وروى مسلم عن صهيب بن سنان عن النبي صلى الله عليه وسلم قال :« إذا دخل أهل الجنةِ الجنةَ يقول الله تعالى : تُريدون شيئاً أزيدكم؟ فيقولون : ألَم تبيّض وجوهنا ألم تُدْخِلْنا الجنة وتنجِّنا من النار ، قال : فيَكْشِف الحجابَ فما يُعطَوْن شيئاً أحب إليهم من النظر إلى ربهم »فدلالة الآية على أن المؤمنين يرون بأبصارهم رؤية متعلقة بذات الله على الإِجمال دلالة ظنية لاحتِمَالها تأويلات تأوَّلَها المعتزلةُ بأن المقصود رؤية جلاله وبهجة قدسه التي لا تخوِّل رؤيتها لغير أهل السعادة .ويلحق هذا بمتشابه الصفات وإن كان مقتضاه ليس إثبات صفة ، ولكنه يؤول إلى الصفة ويستلزمها لأنه آيل إلى اقتضاء جهة للذات ، ومقدارٍ يُحَاطُ بجميعه أو ببعضِه ، إذا كانت الرؤية بصرية ، فلا جرم أن يُعد الوعد برؤية أهل الجنة ربَّهم تعالى من قبيل المتشابه .ولعلماء الإِسلام في ذلك أفهام مختلفة ، فأما صدر الأمة وسلفها فإنهم جَروا على طريقتهم التي تخلقوا بها من سيرة النبي صلى الله عليه وسلم من الإِيمان بما ورد من هذا القبيل على إِجماله ، وصرف أنظارهم عن التعمّق في تشخيص حقيقته وإدراجه تحت أحد أقسام الحكم العقلي ، فقد سمعوا هذا ونظائره كلَّها أو بعضَها أو قليلاً منها ، فيما شغلوا أنفسهم به ولا طلبوا تفصيله ، ولكنهم انصرفوا إلى ما هو أحق بالعناية وهو التهمّم بإقامة الشريعة وبثّها وتقرير سلطانها ، مع الجزم بتنزيه الله تعالى عن اللوازم العارضة لظواهر تلك الصفات ، جاعلين إِمامهم المرجوع إليه في كل هذا قولَه تعالى : { ليسَ كمثله شيء } [ الشوى : 11 ] ، أو ما يقارب هذا من دلائل التنزيه الخاصة بالتنزيه عن بعض ما ورد الوصف به مثل قوله : { لا تدركه الأبصار } [ الأنعام : 103 ] بالنسبة إلى مقامنا هذا ، مع اتفاقهم على أنّ عدم العلم بتفصيل ذلك لا يقدح في عقيدة الإِيمان ، فلما نبعَ في علماء الإِسلام تطلّب معرفة حقائق الأشياء وألْجأهُم البحثُ العلمي إلى التعمق في معاني القرآن ودقائق عباراته وخصوصيات بلاغته ، لم يروا طريقة السلف مقنعة لأَفهام أهل العلم من الخَلف لأن طريقتهم في العلم طريقةُ تمحيص وهي اللائقة بعصرهم ، وقارِن ذلك ما حدث في فرق الأمة الإِسلامية من النِحل الاعتقادية ، وإلقاء شبه الملاحدة من المنتمين إلى الإسلام وغيرهم ، وحَدَا بهم ذلك إلى الغوص والتعمق لإِقامة المعارف على أعمدة لا تقبل التزلزل ، ولدفع شبه المتشككين ورد مطاعن الملحدين ، فسلكوا مسالك الجمع بين المتعارضات من أقوال ومعان وإقرارِ كلِّ حقيقة في نصابها ، وذلك بالتأويل الذي يقتضيه المقتضي ويعضده الدليل .فسلكت جماعات مسالك التأويل الإِجمالي بأن يعتقدوا تلك المتشابهات على إجمالها ويوقنوا التنزيه عن ظواهرها ولكنهم لا يفصِّلون صَرفها عن ظواهرها بل يُجملون التأويل ، وهذه الطائفة تُدعى السلفية لقرب طريقتها من طريقة السلف في المتشابهات ، وهذه الجماعات متفاوتة في مقدار تأصيل أصولها تفاوتاً جعلها فرقاً : فمنهم الحنابلة ، والظاهرية ، الخوارج الأقدمون غير الذين التزموا طريقة المعتزلة .ومنهم أهل السنة الذين كانوا قبل الأشعري مثل المالكية وأهل الحديث الذين تمسكوا بظواهر ما جاءت به الأخبار الصحاح عن النبي صلى الله عليه وسلم مع التقييد بأنها مؤوَّلة عن ظواهرها بوجه الإِجمال . وقد غلا قوم من الآخذين بالظاهر مثل الكَرامية والمشبهة فألحقوا بالصنف الأول .ومنهم فِرق النُّظَّارين في التوفيق بين قواعد العلوم العقلية وبين ما جاءت به أقوال الكتاب والسنة وهؤلاء هم المعتزلة ، والأشاعرة ، والماتريدية .فأقوالهم في رؤية أهل الجنة ربَّهم ناسجة على هذا المنوال :فالسلف أثبتوها دون بحث ، والمعتزلة نفوها وتأولوا الأدلة بنحو المجاز والاشتراك ، وتقدير محذوف لمعارضتها الأصول القطعية عندهم فرجحوا ما رأوْه قطعياً وألْغَوْها .والأشاعرة أثبتوها وراموا الاستدلال لها بأدلة تفيد القطع وتبطل قول المعتزلة ولكنهم لم يبلغوا من ذلك المبلغ المطلوب .وما جاء به كل فريق من حجاج لم يكن سالماً من اتجاه نقوض ومُنُوع ومعارضات ، وكذلك ما أثاره كل فريق على مخالفيه من معارضات لم يكن خالصاً من اتجاه مُنُوع مجردة أو مع المستندات ، فطال الْأخذ والرد . ولم يحصل طائل ولا انتهى إلى حد .ويحسن أن نفوض كيفيتها إلى علم الله تعالى كغيرها من المتشابه الراجع إلى شؤون الخالق تعالى .وهذا معنى قول سلفنا : إنها رؤية بلا كيف وهي كلمة حق جامعة ، وإن اشمأزّ منها المعتزلة .هذا ما يتعلق بدلالة الآية على رؤية أهل الجنة ربهم ، وأمّا ما يتعلق بأصل جواز رؤية الله تعالى فقد مضى القول فيها عند قوله تعالى : { قال لن تراني } في سورة الأعراف ( 143 ) .وتقديم المجرور من قوله : إلى ربها } على عامله للاهتمام بهذا العطاء العجيب وليس للاختصاص لأنهم ليرون بهجات كثيرة في الجنة .وبين { ناضرة } و { ناظرة } جناس محرف قريب من التامّ ."
    },
    {
      "ayah": 24,
      "surah": 75,
      "text": "وَوُجُوهٌ يَوْمَئِذٍ بَاسِرَةٌ (24) وسوغ الابتداء بالنكرة في قوله : { وجوهٌ يومئذٍ ناضرة } أنها أُرِيدَ بها التفصيل والتقسيم لمقابلتِه بقوله : { ووجوهٌ يومئذٍ باسرة } ، على حد قول الشاعر :فيوم علينا ويومٌ لنا ... ويومٌ نُساء ويوم نسروأما الوجوه الباسرة فنوع ثان من وجوه الناس يومئذٍ هي وجوه أهل الشقاء . وأعيد لفظ { يومئذٍ } تأكيداً للاهتمام بالتذكير بذلك اليوم .و { باسرة } : كالحة مِن تيقن العذاب ، وتقدم عند قوله تعالى : { ثم عبس وبسر } في سورة المدثر ( 22 ) ."
    },
    {
      "ayah": 25,
      "surah": 75,
      "text": "تَظُنُّ أَنْ يُفْعَلَ بِهَا فَاقِرَةٌ (25)فجملة تَظُنّ أن يُفْعَل بها فاقرة } استئناف بياني لبيان سبب بسورها .و { فاقرة } : داهية عظيمة ، وهو نائب فاعل { يُفعل بها } ولم يقترن الفعل بعلامة التأنيث لأن مرفوعهُ ليس مؤنثاً حقيقياً ، مع وقوع الفصل بين الفعل ومرفوعه ، وكلا الأمرين يسوغ ترك علامة التأنيث . وإِفراد { فاقرة } إفراد الجنس ، أي نوعاً عظيماً من الداهية .والمعنى : أنهم أيقنوا بأن سيلاقوا دواهي لا يُكتنه كنهها ."
    },
    {
      "ayah": 26,
      "surah": 75,
      "text": "كَلَّا إِذَا بَلَغَتِ التَّرَاقِيَ (26) ردع ثان على قول الإِنسان { أيَّانَ يوم القيامة } [ القيامة : 6 ] ، مؤكِّد للردع الذي قبله في قوله : { كَلاَّ بل تحبّون العاجلة } [ القيامة : 20 ] . ومعناه زجر عن إحالة البعث فإنه واقع غير بعيد فكل أحد يشاهده حين الاحتضار للموت كما يؤذن به قوله : { إلى ربك يومئذٍ المَساق } أُتبع توصيف أشراط القيامة المباشرة لحلوله بتوصيف أشراط حلول التهيُّؤِ الأول للقائه من مفارقة الحياة الأولى .وعن المغيرة بن شعبة يقولون : القيامة القيامةُ ، وإنما قيامة أحدهم موته ، وعن علقمة أنه حضر جنازة فلما دفن قال : «أمَّا هذا فقد قامت قيامته» ، فحالة الاحْتضار هي آخر أحوال الحياة الدنيا يَعقبها مصير الروح إلى تصرف الله تعالى مباشرةً .وهو ردع عن إيثار الدنيا على الآخرة كأنه قيل : ارتدعوا وتنبهوا على ما بَيْن أيديكم من الموت الذي عنده تنقطع العاجلة وتنتقلون إلى الآجلة ، فيكون ردعاً على محبة العاجلة وترك العناية في الآخرة ، فليس مؤكداً للردع الذي في قوله : { كلا بل تحبون العاجلة } [ القيامة : 20 ] بل هو ردع على ما تضمنه ذلك الردع من إيثار العاجلة على الآخرة .و { إذا بلغت التراقي } متعلق بالكون الذي يُقدر في الخبر وهو قوله : { إلى ربك } . والمعنى : المساق يكون إلى ربك إذا بلغت التراقي .وجملة { إلى ربك يومئذٍ المساق } بيان للردع وتقريب لإِبطال الاستبعاد المحكي عن منكري البعث بقوله : { يسأل أيّان يوم القيامة } [ القيامة : 6 ] .و { إذا } ظرف مضمن معنى الشرط ، وهو منتصب بجوابه أعني قوله : { إلى ربك يومئذٍ المساق } .وتقديم { إلى ربك } على متعلقه وهو { المساق } للاهتمام به لأنه مناط الإِنكار منهم .وضمير { بلغت } راجع إلى غير مذكور في الكلام ولكنه معلوم من فعل { بلغَتْ } ومن ذكر { التراقي } فإن فعل { بلغت التراقي } يدل أنها روح الإنسان . والتقدير : إذا بلغت الروحُ أو النفس . وهذا التقدير يدل عليه الفعل الذي أسند إلى الضمير بحسب عرف أهل اللسان ، ومثله قول حاتم الطائي: ... أمَاوِيَّ ما يغني الثَّراء عن الفتىإذا حَشْرَجَتْ يوماً وضاق بهَا الصدر ... أي إذا حشرجت النفس . ومن هذا الباب قول العرب «أرْسَلَتْ» يريدون : أرسلت السماء المطر ، ويجوز أن يقدر في الآية ما يدل عليه الواقع .والأنفاسُ : جمع نفَس ، بفتح الفاء ، وهو أنسب بالحقائق .و { التراقي } : جمع تَرْقُوة ( بفتح الفوقية وسكون الراء وضم القاف وفتح الواو مخففة وهاء تأنيث ) وهي ثُغرة النحر ، ولكل إنسان ترقوتان عن يمينه وعن شماله .فالجمع هنا مستعمل في التثنية لقصد تخفيف اللفظ وقد أُمِن اللبس ، لأن في تثنية ترقوة شيئاً من الثقل لا يناسب أفصح كلام ، وهذا مِثل ما جاء في قوله تعالى : { فقد صغت قلوبكما } في سورة [ التحريم : 4 ] .ومعنى بلغتْ التراقي } : أن الروح بلغت الحُنْجُرة حَيث تخرج الأنفاس الأخيرة فلا يسمع صوتها إلاّ في جهة الترقوة وهي آخر حالات الاحتضار ، ومثله قوله تعالى :{ فلولا إذا بلغت الحُلقوم الآية } [ الواقعة : 83 ] .واللام في { التراقي } مثل اللام في المساق فيقال : هي عوض عن المضاف إليه ، أي بلغت روحه تَرَاقِيَه ، أي الإِنساننِ ."
    },
    {
      "ayah": 27,
      "surah": 75,
      "text": "وَقِيلَ مَنْ رَاقٍ (27) ومعنى { وقيل مَنْ رَاقٍ } وقال قائل : من يَرْقِي هذا رُقْيَات لشفائه؟ أي سأل أهلُ المريض عن وِجْدَاننِ أحد يرقي ، وذلك عند توقع اشتداد المرض به والبحث عن عارف برقية المريض عادة عَربية ورد ذكرها في حديث السَرِيَّة الذين أَتَوْا على حيّ من أحياء العرب إذْ لُدغ سيد ذلك الحي فعَرض لهم رجل من أهل الحي ، فقال : هل فيكم مِن راق؟ إن في الماء رجلاً لديغاً أو سليماً . رواه البخاري عن أبي سعيد الخدري وعبد الله بن عباس في الرقيا بفاتحة الكتاب .والرقيا بالقصر ، ويقال بهاء تأنيث : هي كلام خاص معتقَد نفعه يقوله قائل عند المريض واضعاً يده في وقت القراءة على موضع الوَجَع من المريض أو على رأس المريض ، أو يكتبه الكاتب في خرقة ، أو ورقة وتعلق على المريض ، وكانت من خصائص التطبب يزعمون أنها تشفي مِن صَرَع الجنون ومن ضُر السموم ومن الحُمَّى .ويختص بمعرفتها ناس يزعمون أنهم يتلقونها من عارفين فلذلك سَمَّوا الراقي ونحوه عَرَّافاً ، قال رؤبة بن العجاج: ... بَذَلْتُ لعَرَّاف اليَمامة حُكْمَهُوعَرَّاففِ نجدٍ إِنْ هُمَا شَفَيَانِي ... فما تركَا من عُوذَة يعرفانهاولا رُقْيَةٍ بهَا رَقَيَاني ... وقال النابغة يذكر حالةَ من لدغته أفعى: ... تناذرها الراقُون من سُوء سمعهاتُطلقه طَوْراً وطَوراً تُراجع ... وكانَ الراقي ينفث على المَرْقِيّ ويتفُل ، وأشار إليه الحريري في المقامة التاسعة والثلاثين بقوله : «ثم إنه طَمَس المكتوب على غَفلة ، وتَفَلَ عليه مِائَةَ تَفْلَة» .وأصل الرقية : ما ورثه العرب من طلب البركة بأهل الصلاح والدعاء إلى الله ، فأصلها وارد من الأديان السماوية ، ثم طرأ عليها سوء الوضع عند أهل الضلالة فألحقوها بالسحر أو بالطب ، ولذلك يخلطونها من أقواللٍ ربما كانت غير مفهومة ، ومن أشياءَ كأحجار أو أجزاء من عظم الحيوان أو شعره ، فاختلط أمرها في الأمم الجاهلة ، وقد جاء في الإِسلام الاستشفاء بالقرآن والدعوات المأثورة المتقبلة من أربابها وذلك من قبيل الدعاء .والضمير المستتر في { ظَنَّ } عائد إلى الإِنسان في قوله : { بل يريد الإِنسان } [ القيامة : 5 ] أي الإِنسان الفاجر ."
    },
    {
      "ayah": 28,
      "surah": 75,
      "text": "وَظَنَّ أَنَّهُ الْفِرَاقُ (28) والظن : العلم المقارب لليقين ، وضمير { أنه } ضمير شأن ، أي وأيقن أنه ، أي الأمر العظيم الفراقُ ، أي فراق الحياة ."
    },
    {
      "ayah": 29,
      "surah": 75,
      "text": "وَالْتَفَّتِ السَّاقُ بِالسَّاقِ (29) وقوله : { والتفَّت الساقُ بالساق } إن حمل على ظاهره ، فالمعنى التفافُ ساقَي المحْتضر بعد موته إذ تُلَفُّ الأَكفان على ساقيْه ويُقرن بينهما في ثوب الكفن فكُلُّ ساق منهما ملتفة صحبةَ الساق الأخرى ، فالتعريف عوض عن المضاف إليه ، وهذا نهاية وصف الحالة التي تهيَّأ بها لمصيره إلى القبر الذي هو أول مراحل الآخرة .ويجوز أن يَكون ذلك تمثيلاً فإن العرب يستعملون الساق مثلاً في الشدة وجِدّ الأمر تمثيلاً بساق الساعي أو الناهض لعمل عظيم ، يقولون : قامت الحرب على ساق ."
    },
    {
      "ayah": 3,
      "surah": 75,
      "text": "أَيَحْسَبُ الْإِنْسَانُ أَلَّنْ نَجْمَعَ عِظَامَهُ (3)وجواب القسم يؤخذ من قوله : { أيحسب الإِنسان أن لن نجمع عظامه } لأنه دليل الجواب إذ التقدير : لنجمعن عظام الإِنسان أيحسب الإِنسان أن لن نجمع عظامه .وفي «الكشاف» «قالوا إنه ( أي لا أقسم ) في الإِمام بغير ألف» وتبرأ منه بلفظ ( قالوا ) لأنه مخالف للموجود في المصاحف . وقد نسب إلى البزي عن ابن كثير أنه قرأ { لأقسم } الأول دون ألف وهي رواية عنه ذكرها الشيخ علي النوري في «غيث النفع» ولم يذكرها الشاطبي . واقتصر ابن عطية على نسبتها إلى ابن كثير دون تقييد ، فتكون اللام لامَ قسم . والمشهور عن ابن كثير خلاف ذلك ، وعطف قوله : { ولا أقسم } تأكيداً للجملة المعطوف عليها ، وتعريف { النفس } تعريف الجنس ، أي الأنفس اللوامة . والمراد نفوس المؤمنين . ووصفُ { اللوامة } مبالغة لأنها تُكثر لوم صاحبها على التقصير في التقوى والطاعة . وهذا اللوم هو المعبر عنه في الاصطلاح بالمحاسبة ، ولومُها يكون بتفكيرها وحديثها النفسي . قال الحسن «ما يُرى المؤمن إلاّ يلوم نفسه على ما فات ويندم ، يلوم نفسه على الشر لِم فعله وعلى الخير لم لا يستكثر منه» فهذه نفوس خيّرة حقيقة أن تشرف بالقَسَم بها وما كان يوم القيامة إلاّ لكرامتها .والمراد اللوامة في الدنيا لوماً تنشأ عنه التوبة والتقوى وليسَ المراد لوم الآخرة إذ { يقول يا ليتني قدمت لحياتي } [ الفجر : 24 ] .ومناسبة القسم بها مع يوم القيامة أنها النفوس ذات الفوز في ذلك اليوم .وعن بعض المفسرين أن { لا أقسم } مراد منه عدم القسم ففسر النفس اللوامة بالتي تَلوم على فعل الخير .وقوله : { أيحسب الإِنسان أن لن نجمع عظامه } الخ دليل على جواب القسم إذ تقدير الجواب لنجمعن عظامكم ونبعثكم للحساب .وتعريف { الإِنسان } تعريف الجنس ، ووقوعه في سياق الإِنكار الذي هو في معنى النفي يقتضي العموم ، وهو عموم عرفي منظور فيه إلى غالب الناس يومئذٍ إذ كان المؤمنون قليلاً . فالمعنى : أيحسب الإِنسان الكافر .وجملة { أن لن نجمع عظامه } مركبة من حرف { أن } المفتوحة الهمزة المخففة النون التي هي أخت ( إنّ ) المكسورة .واسم { أن } ضمير شأن محذوف .والجملة الواقعة بعد { أنْ } خبر عن ضمير الشأن ، فسيبويه يجعل { أن } مع اسمها وخبرها سادّة مسدّ مفعولي فعل الظن . والأخفش يَجعل { أن } مع جزئيها في مقام المفعول الأول ( أي لأنه مصدر ) ويقدِّر مفعولاً ثانياً . وذلك أن من خواص أفعال القلوب جواز دخول ( أن ) المفتوحة الهمزة بعدها فيستغني الفعل ب ( أن ) واسمها وخبرها عن مفعوليه .وجيء بحرف { لن } الدال على تأكيد النفي لحكاية اعتقاد المشركين استحالة جمع العظام بعد رمامها وتشتتها .قال القرطبي : نزلت في عدي بن ربيعة ( الصواب ابن أبي ربيعة ) قال للنبيء صلى الله عليه وسلم يا محمد حدِّثْني عن يوم القيامة فأخبره رسول الله صلى الله عليه وسلم فقال عدي : لو عاينتُ ذلك اليوم لم أصدقْك أوَ يجمع الله العظام . فنزلت هذه الآية ، ألا قلت : إن سبب النزول لا يخصص الإِنسان بهذا السائل .والعظام : كناية عن الجسد كله ، وإنما خصت بالذكر لحكاية أقوالهم { من يُحيي العظام وهي رميم } [ يس : 78 ] { أإذا كنا عظاماً ورفاتاً إنا لمبعوثون } [ الإسراء : 49 ] { أإذَا كنا عظاماً نخرة } [ النازعات : 11 ] فهم احتجوا باستحالة قبول العظام للإِعادة بعد البِلى ، على أن استحالة إعادة اللحم والعصب والفؤاد بالأولى . فإثبات إعادة العظام اقتضى أن إعادة بقية الجسم مساوٍ لإِعادة العظم وفي ذلك كفاية من الاستدلال مع الإِيجاز .ثم إن كانت إعادة الخلق بجَمع أجزاء أجسامهم المتفرقة من ذراتتٍ الله أعلم بها ، وهو أحد قولين لعلمائنا ، ففعل { نجمع } محمول على حقيقته . وإن كان البعث بخلق أجسام أخرى على صور الأجسام الفانية سواء كان خلقاً مستأنفاً أو مبتدأ من أعجاب الأذناب على ما ورد في بعض الأخبار وهما قولان لعلمائنا . ففعل { نجمع } مستعار للخلق الذي هو على صورة الجسم الذي بلِيَ . ومناسبة استعارته مشاكلةُ أقوال المشركين التي أريد إبطالُها لتجنب الدخول معهم في تصوير كيفية البعث ، ولذلك لا ترى في آيات القرآن إلاّ إجمالها ومِن ثَم اختلف علماء الإِسلام في كيفية إعادة الأجسام عند البعث . واختار إمام الحرمين التوقف ، وآيات القرآن ورد فيها ما يصلح للأمرين .و { بَلَى } حرف إبطال للنفي الذي دل عليه { لن نجمع عظامه } فمعناه بل تجمع عظامه على اختلاف المحملين في معنى الجمع ."
    },
    {
      "ayah": 30,
      "surah": 75,
      "text": "إِلَى رَبِّكَ يَوْمَئِذٍ الْمَسَاقُ (30)فالتعريف عوض عن المضاف إليه ، وهذا نهاية وصف الحالة التي تهيَّأ بها لمصيره إلى القبر الذي هو أول مراحل الآخرة .ويجوز أن يَكون ذلك تمثيلاً فإن العرب يستعملون الساق مثلاً في الشدة وجِدّ الأمر تمثيلاً بساق الساعي أو الناهض لعمل عظيم ، يقولون : قامت الحرب على ساق ."
    },
    {
      "ayah": 31,
      "surah": 75,
      "text": "فَلَا صَدَّقَ وَلَا صَلَّى (31) تفريع على قوله : { يسأل أيان يوم القيامة } [ القيامة : 6 ] .فالضمير عائد إلى الإِنسان في قوله : { أيحسب الإِنسان أن لن نجمع عظامه } [ القيامة : 3 ] أي لجهله البعث لم يستعد له .وحذف مفعول { كذّب } ليشمل كلَّ ما كذب به المشركون ، والتقدير : كذب الرسولَ والقرآنَ وبالبعث ، وتولى عن الاستجابة لشرائع الإِسلام .ويجوز أن يكون الفاء تفريعاً وعطفاً على قوله : { إلى ربك يومئذٍ المساق } [ القيامة : 30 ] ، أي فقد فارق الحياة وسيق إلى لقاء الله خالياً من العُدّة لذلك اللقاء .وفي الكلام على كلا الوجهين حذف يدل عليه السياق تقديره : فقد علم أنه قد خسر وتندم على ما أضاعه من الاستعداد لذلك اليوم .وقد ورد ذلك في قوله تعالى : { إذا دُكّت الأرض دكاً دكاً وجاء ربك والملَك صفاً صفاً وجيء يومئذٍ بجهنم يومئذٍ يتذكر الإِنسان وأنّى له الذكرى يقول يا ليتني قدمت لحياتي } [ الفجر : 21 24 ] .وفعل { صَدَّق } مشتق من التصديق ، أي تصديق الرسول صلى الله عليه وسلم والقرآن"
    },
    {
      "ayah": 32,
      "surah": 75,
      "text": "وَلَكِنْ كَذَّبَ وَتَوَلَّى (32) وهو المناسب لقوله : { ولكن كذّب } .والمعنى : فلا ءامن بما جاء به الرسول صلى الله عليه وسلم وبَعض المفسرين فَسَّر { صدَّق } بمعنى أعطى الصَّدَقة ، وهو غير جار على قياس التصريف إذ حقه أن يقال : تَصَدق ، على أنه لا يساعد الاستدراك في قوله : { ولكن كذب } .وعُطف { ولا صلّى } على نفس التصديق تشويهاً له بأن حاله مبائن لأحْوَال أهل الإِسلام . والمعنى : فلم يؤمن ولم يسلم .و { لا } نافية دخلت على الفعل الماضي والأكثر في دخولها على الماضي أن يعطف عليها نفي آخر وذلك حين يقصد المتكلم أمرين مثل ما هنا وقول زهير :فَلا هو أخفاها ولم يتقدم ... وهذا معنى قول الكسائي « ( لا ) بمعنى ( لَم ) ولكنه يقرن بغيره يقول العرب : لا عبدُ الله خارج ولا فلان ، ولا يقولون : مررت برجل لاَ محسن حتى يقال : ولا مجمل» اه فإذا لم يعطف عليه نفي آخر فلا يؤتى بعدها بفعل مُضِيَ إلاّ في إرادة الدعاء نحو : «لا فُضَّ فُوك» وشذ ما خالف ذلك . وأما قوله تعالى : { فَلاَ اقْتَحَمَ العقَبَةَ } [ البلد : 11 ] فإنّه على تأويل تكرير النّفي لأنّ مفعول الفعل المنفي بحرف { لا } وهو العقبة يتضمن عدة أشياء منفية بيَّنها قوله : { وما أدراك ما العقبة فكّ رقبة أو إطعام إلى قوله : { من الذين ءامنوا } [ البلد : 12 17 ] . فلما كان ذلك متعلق الفعل المنفي كان الفعل في تأويل تكرير النفي كأنه قيل : فَكَّ رقبة ولا أطعَم يتيماً ولا أطعم مسكيناً ولا آمن .وجملة { ولكن كذب } معطوفة على جملة { فلا صدّق } .وحرف { لكن } المخفف النون بالأصالة أي الذي لم يكن مُخفَّفَ النون المشددة أختَ ( إنّ ) هو حرف استدراك ، أي نقض لبعض ما تضمنته الجملة التي قبله إِما لمجرد توكيد المعنى بذكر نقيضه مثل قوله تعالى :{ وليس عليكم جناح فيما أخطأتم به ولكن ما تعمّدت قلوبكم } [ الأحزاب : 5 ] ، وإما لبيان إجمال في النفي الذي قبله نحو { ما كان محمدٌ أبَاً أحد من رجالكم ولكن رسولَ الله } [ الأحزاب : 40 ] .وحرف { لكن } المخفف لا يعمل إعراباً فهو حرف ابتداء ولذلك أكثر وقوعه بعد واو العطف وجُملة { ولكن كذب وتولى } أفادت معنيين : أحدهما توكيد قوله { فلا صدَّق } بقوله : { كَذب } ، وثانيهما زيادة بيان معنى { فَلا صدق } بأنه تولَّى عمداً لأنّ عدم التصديق له أحوال ، ونظيره في غير الاستدراك قوله تعالى : { إلاّ إبليس أبى واستكبر } [ البقرة : 34 ] .والتكذيب : تكذيبه بالبعث وبالقرآن وبرسالة محمد صلى الله عليه وسلموالتولي : الإِعراض عن دعوته إلى النظر والتدبر في القرآن .وفاعل { صَدق } والأفعال المذكورة بعده ضمائر عائدة على الإِنسان المتقدم ذكره ."
    },
    {
      "ayah": 33,
      "surah": 75,
      "text": "ثُمَّ ذَهَبَ إِلَى أَهْلِهِ يَتَمَطَّى (33) و { يتمطّى } : يمشي المُطَيْطَاءَ ( بضم الميم وفتح الطاء بعدها ياء ثم طاء مقصورة وممدودة ) وهي التبختر .وأصل { يتمطى } : يتمطط ، أي يتمدد لأن المتبختر يمُدّ خطاه وهي مشية المعجب بنفسه . وهنا انتهى وصف الإِنسان المكذب .والمعنى : أنه أهمل الاستعداد للآخرة ولم يعبأ بدعوة الرسول صلى الله عليه وسلم وذهب إلى أهله مزدهياً بنفسه غير مفكر في مصيره .قال ابن عطية : قال جمهور المتأولين : هذه الآية كلها من قوله : { فَلا صدّق ولا صلّى } نزلت في أبي جهل بن هشام ، قال : ثم كادت هذه الآية تصرح به في قوله تعالى : { يتمطى } فإنها كانت مشية بني مخزوم وكان أبو جهل يكثر منها اه . وفيه نظر سيأتي قريباً ."
    },
    {
      "ayah": 34,
      "surah": 75,
      "text": "أَوْلَى لَكَ فَأَوْلَى (34) فقوله : { أولَى لك } وعيد ، وهي كلمة تَوعُّد تجري مَجرى المَثَل في لزوم هذا اللفظ لكن تلحقه علامات الخطاب والغيبة والتكلم ، والمراد به ما يراد بقولهم : ويل لك ، من دعاء على المجرور باللام بعدها ، أي دعاء بأن يكون المكروه أدنى شيء منه .{ فأوْلى } : اسم تفضيل من وَلي ، وفاعله ضمير محذوف عائد على مقدر معلوم في العرف ، فيقدره كل سامع بما يدل على المكروه ، قال الأصمعي : معناه : قاربكَ ما تَكره ، قالت الخنساء :همَمْتُ بنفسيَ كُلَّ الهموم ... فأولى لنفسيَ أولى لهاوكان القانص إذا أفلتَه الصيدُ يخاطب الصيد بقوله : { أولى لك } وقد قيل : إن منه قوله تعالى : { فأولى لهم } من قوله : { فأولى لهم طاعة وقول معروف } في سورة القتال ( 20 ، 21 ) على أحد تأويلين يجعل طاعة وقول معروف } مستأنفاً وليس فاعلاً لاسم التفضيل ، وذهب أبو علي الفارسي إلى أن { أولى } عَلم لمعنى الوَيل وأن وزنه أفْعل من الويل وهو الهلاك ، فأصل تصريفه أوْيَل لك ، أي أشدُّ هلاكاً لك فوقع فيه القلب ( لطلب التخفيف ) بأن أخرت الياء إلى آخر الكلمة وصار أوْلَى بوزن أفلَحَ ، فلما تحرك حرف العلة وانفتح ما قبله قلب ألفاً فقالوا : أولى في صورة وزن فَعْلى .والكاف خطاب للإِنسان المصرح به غير مرة في الآيات السابقة بطريق الغيبة إظهاراً وإضماراً ، وعدل هنا عن طريق الغيبة إلى الخطاب على طريقة الالتفات لمواجهة الإِنسان بالدعاء لأن المواجهة أوقع في التوبيخ ، وكان مقتضى الظاهر أن يقال : أولَى له .وقوله : { فأولى } تأكيد ل { أَوْلى لك } جيء فيه بفاء التعقيب للدلالة على أنه يدعي عليه بأن يعقبه المكروه ويعقب بدعاء آخر .قال قتادة : إن رسول الله صلى الله عليه وسلم خرج من المسجد فاستقبله أبو جهل على باب بني مخزوم فأخذ رسول الله فلبَّبَ أبا جهل بثيابه وقال له { أولى لك فأولى ثم أولَى لك فأولى } قال أبو جهل : يتهددني محمد ( أي يستعمل كلمة الدعاء في إرادة التهديد ) فوالله إني لأَعَزُّ أهللِ الوادي . وأنزل الله تعالى { أولى لك فأولى } كما قَال لأبي جهل ."
    },
    {
      "ayah": 35,
      "surah": 75,
      "text": "ثُمَّ أَوْلَى لَكَ فَأَوْلَى (35)وقوله : { ثم أولى لك فأولى } تأكيد للدعاء عليه ولتأكيده السابق .وجيء بحرف { ثم } لعطف الجملة دلالة على أن هذا التأكيد ارتقاء في الوعيد ، وتهديد بأشدَّ مما أفاده التهديد الأول وتأكيدُه كقوله تعالى : { كلا سوف تعلمون ثم كلا سوف تعلمون } [ التكاثر : 3 ، 4 ] .وأحسب أن المراد : كُلُّ إنسان كافر كما يقتضيه أول الكلام من قوله { أيحسب الإِنسان أن لن نجمع عظامه } إلى قوله : { بل الإِنسان على نفسه بصيرة } [ القيامة : 3 14 ] ، وما أبو جهل إلاّ مِن أولهم ، وأن النبي صلى الله عليه وسلم توعده باللفظ الذي أنزله الله تهديداً لأمثاله .وكلمات المتقدمين في كون الشيء سبب نزول شيء من القرآن كلمات فيها تسامح ."
    },
    {
      "ayah": 36,
      "surah": 75,
      "text": "أَيَحْسَبُ الْإِنْسَانُ أَنْ يُتْرَكَ سُدًى (36)استئناف ابتدائي عاد به الكلام إلى الاستدلال على إمكان البعث وهو ما ابتُدىء به فارتبط بقوله : { أيحسب الإِنسان أن لن نجمع عظامه } [ القيامة : 3 ] فكأنه قيل : أيحسب أن لن نجمع عظامه ويحسبُ أن نتركه في حالة العدم .وزيد هنا أن مقتضى الحكمة الإلهية إيقاعُه بقوله : { أن يُترك سُدى } كما ستعلمه .والاستفهام إنكاري مثل الذي سبقه في قوله تعالى : { أيحسب الإِنسان أن لن نجمع عظامه } [ القيامة : 3 ] .وأصل معنى الترك : مفارقة شيء شيئاً اختياراً من التَّارك ، ويطلق مجازاً على إهمال أحد شيئاً وعدم عنايته بأحواله وبتعهده ، وهو هنا مستعمل في المعنى المجازي .والمراد بما يترك عليه الإِنسان هنا ما يدل عليه السياق ، أي حالَ العدم دون إحياء مما دل عليه قوله تعالى : { أيحسب الإِنسان أن لن نجمع عظامه } [ القيامة : 3 ] وقوله : { يُنَبَّأُ الإِنسان يومئذٍ بما قدَّم وأخر } [ القيامة : 13 ] .وعُدل عن بناء فعل يَترك للفاعل فبني للنائب إيجازاً لأجل العلم بالفاعل من قوله السابق : { أن لن نجمع عظامه فكأنه قال : أيحسب الإِنسان أن نتركه دون بعث وأن نهمل أعماله سدى .فجاء ذِكر سُدى } هنا على طريقة الإِدماج فيما سيق له الكلام ، إيماء إلى أن مقتضى حكمة خلق الإِنسان أن لا يتركه خالقه بعد الموت فلا يحييه ليجازِيه على ما عَمِله في حياته الأولى .وفي إعادة { أيحسب الإنسان } تهيئة لما سيعقب من دليل إمكان البعث من جانب المادة بقوله : { ألم يك نطفة } [ القيامة : 37 ] إلى آخر السورة .فقوله : { أيحسب الإِنسان أن يترك سدى } تكرير وتعداد للإِنكار على الكافرين تكذيبهم بالعبث ، ألا ترى أنه وقع بعد وصف يوم القيامة وما فيه من الحساب على ما قدّم الإِنسان وأخّر .ومعنى هذا مثل قوله تعالى : { أفحسبتم أنما خلقناكم عبثاً وأنكم إلينا لا ترجعون } [ المؤمنون : 115 ] .و { سُدى } بضم السين وبالقصر : اسم بمعنى المهمل ويقال : سَدى بفتح السِّين والضمُّ أكثر وهو اسم يستوي فيه المفرد والجمع يقال : إبل سُدًى ، وجمل سُدًى ويشتق منه فعل فيقال : أسْدى إبله وأسديت إِبلي ، وألفه منقلبة عن الواو .ولم يفسر صاحب «الكشاف» هذه الكلمة وكذلك الراغب في المفردات ووقع { سُدى } في موضع الحال من ضمير { يُترك } .فإن الذي خلق الإِنسان في أحسن تقويم وأبدَعَ تركيبه ووهبه القوى العقلية التي لم يعطها غيره من أنواع الحيوان لِيستعملها في منافعَ لا تنحصر أو في ضد ذلك مِن مفاسد جسيمة ، لا يليق بحكمته أن يهمله مثل الحيوان فيجعل الصالحين كالمفسدين والطائعين لربهم كالمجرمين ، وهو العليم القدير المتمكن بحكمته وقدرته أن يجعل إليهِ المصير ، فلو أهمله لفاز أهل الفساد في عالم الكساد ، ولم يلاق الصالحون من صلاحهم إلاّ الأَنكاد ، ولا يناسب حكمة الحكيم إهمال الناس يَهِيمُون في كل وادي ، وتركُهم مَضرباً لقوللِ المثل «فإنّ الريح للعادِي» .ولذلك قال في جانب الاستدلال على وقوع البعث { أيحسب الإِنسان أن لن نجمع عظامه } [ القيامة : 3 ] ، أي لا نعيد خلقه ونبعثَه للجزاء كما أبلغناهم ، وجاء في جانب حكمته بما يشابه الأسلوب السابق فقال : { أيحسب الإِنسان أن يُترك سُدى } مع زيادة فائدة بما دلت عليه جملة { أن يترك سدى } ، أي لا يحسب أنه يترك غير مَرعِيّ بالتكليف كما تُترك الإِبل ، وذلك يقتضي المجازاةَ . وعن الشافعي : لم يختلف أهل العلم بالقرآن فيما علمتُ أن السُّدَى الذي لا يؤمر ولا ينهى اه . وقد تبين من هذا أن قوله : { أن يترك سدى } كناية عن الجزاء لأن التكليف في الحياة الدنيا مقصود منه الجزاء في الآخرة ."
    },
    {
      "ayah": 37,
      "surah": 75,
      "text": "أَلَمْ يَكُ نُطْفَةً مِنْ مَنِيٍّ يُمْنَى (37) استئناف هو علة وبيان للإِنكار المسوق للاستدلال بقوله : { أيحسب الإِنسان أن يُترك } [ القيامة : 36 ] الذي جعل تكريراً وتأييداً لمضمون قوله : { أيحسب الإِنسان أن لن نجمع عظامه الآية ، أي أنَّ خلق الإِنسان من مادة ضعيفة وتدرجه في أطوار كيانِهِ دليل على إثبات القدرة على إنشائه إنشاء ثانياً بعد تفرق أجزائه واضمحلالها ، فيتصل معنى الكلام هكذا : أيحسب الإِنسان أن لن نجمع عظامه ويُعد ذلك متعذراً . ألم نَبْدَأ خلقه إذْ كوَّنَّاه نطفة ثم تطوَّر خلقُه أطوَاراً فماذا يعجزنا أن نعيد خلقه ثانياً كذلك ، قال تعالى : { كما بدأنا أول خلق نعيده } [ الأنبياء : 104 ] .وهذه الجمل تمهيد لقوله : { أليس ذلك بقادر على أن يحيي الموتى } .وهذا البيان خاص بأحد معنيي التَّرك في الآية وهو تركه دون إحياء وأكتفي ببيان هذا عن بيان المعنى الآخر الذي قيَّده قوله : { سُدَّى } [ القيامة : 36 ] أي تركه بدون جَزاء على أعماله لأن فائدة الإِحياء أن يجازى على عمله . والمعنى : أيحسب أن يترك فانياً ولا تجدد حياته .ووقع وصف { سدى } في خلال ذلك موقع الاستدلال على لزوم بعث الناس من جانب الحكمة ، وانتُقل بعده إلى بيان إمكان البعث من جانب المادة ، فكان وقوعه إدماجاً .فالإِنسان خُلق من ماء وطُوِّر أطواراً حتى صار جسداً حيّاً تامّ الخلقة والإِحساسسِ فكان بعضه من صنف الذكور وبعضه من صنف الإِناث ، فالذي قدر على هذا الخلق البديع لا يعجزه إعادة خلق كل واحد كما خلقه أول مرة بحكمة دقيقة وطريقة أخرى لا يعلمها إلاّ هو .والنُطفة : القليل من الماء سمي بها ماء التناسل ، وتقدم في سورة فاطر .واختلف في تفسير معنى { تُمنَى } فقال كثير من المفسرين معناه : تراق . ولم يُذكر في كتب اللغة أن فعل : مَنَى أو أمْنَى يطلق بمعنى أراق سوى أن بعض أهل اللغة قال في تسمية ( مِنًى ) التي بمكة إنها سميت كذلك لأنها تُراق بها دماء الهدي ، ولم يبينوا هل هو فعل مجرد أو بهمزة التعدية .وأحسب هذا من التلفيقات المعروفة من أهل اللغة من طلبهم إيجاد أصل لاشتقاق الأعلام وهو تكلف صراح ، فاسم ( مِنى ) عَلَم مرتجل ، وقال ثعلب : سميت بذلك من قولهم : منَى الله عليه الموت ، أي قدَّره لأنها تنحر فيها الهدايا ومثله عن ابن شميل وعن ابن عيينة . وفسر بعضهم { تُمنى } بمعنى تخلق من قولهم منَى الله الخلق ، أي خلقهم . والأظهر قول بعض المفسرين أنه مضارع أمنى الرجل فيكون كقوله : { أفرأيتم ما تُمْنُون } في سورة الواقعة ( 58 ) .."
    },
    {
      "ayah": 38,
      "surah": 75,
      "text": "ثُمَّ كَانَ عَلَقَةً فَخَلَقَ فَسَوَّى (38) والعلقة : القطعة الصغيرة من الدم المتعقد .وعطف فعل كان علقة } بحرف { ثم } للدلالة على التراخي الرتبي فإنّ كَوْنه علقة أعجب من كونه نطفةً لأنه صار علقة بعد أن كان ماءً فاختلط بما تفرزه رحم الأنثى من البويضات فكان من مجموعهما عَلقة كما تقدم في فائدة التقييد بقوله في سورة النجم ( 46 ){ من نطفة إذا تمنى }ولما كان تكوينه علقة هو مبدأ خلق الجسم عطف عليه قوله : فخلق } بالفاء ، لأن العلقة يعقبها أن تصير مضغة إلى أن يتم خلق الجسد وتنفخ فيه الروح .وضمير { خلق } عائد إلى { ربك } [ القيامة : 30 ] . وكذلك عطف { فسَوّى } بالفاء ."
    },
    {
      "ayah": 39,
      "surah": 75,
      "text": "فَجَعَلَ مِنْهُ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثَى (39) والتسوية : جعل الشيء سواء ، أي معدلاً مقوماً قال تعالى : { فسواهن سبع سماوات } [ البقرة : 29 ] وقال : { الذي خلق فسوى } [ الأعلى : 2 ] ، أي فجعله جسداً من عظم ولحم . ومفعول ( خلق ) ومفعول ( سوى ) محذوفان لدلالة الكلام عليهما ، أي فخلقه فسوّاه . وعُقب ذلك بخلقه ذكراً أو أنثى زوجين ومنهما يكون التناسل أيضاً .وقرأ الجمهور { تُمنى } بالفوقية على أنه وصف ل { نطفة } . وقرأه حفص ويعقوب بالتحتية على أنه وصف { مَنِيّ } ."
    },
    {
      "ayah": 4,
      "surah": 75,
      "text": "بَلَى قَادِرِينَ عَلَى أَنْ نُسَوِّيَ بَنَانَهُ (4) و { قادرين } حال من الضمير في الفعل المحذوف بعد { بَلَى } الذي يدل عليه قوله : { أن لن نجمع ، } أي بل نجمعها في حال قدرتنا على أن نُسوي بَنانه .ويجوز أن يكون { بلى } إبطالاً للنفيين : النفي الذي أفاده الاستفهام الإِنكاري من قوله { أيحسب الإِنسان } والنفي الذي في مفعول { يحسب } ، وهو إبطال بزجر ، أي بَل لِيحسِبْنا قادرين ، لأن مفاد { أن لَنْ نجمع عظامه } أن لا نقدر على جمع عظامه فيكون { قادرين } مفعولاً ثانياً لِيَحْسِبْنَا المقدر ، وعدل في متعلق { قادرين } عن أن يقال : قادرين على جمع عظامه إلى قادرين على أن نسوي بنانه لأنه أوفر معنى وأوفق بإرادة إجمال كيفية البعث والإِعادة .ولمراعاة هذه المعاني عُدل عن رفع : قادرون ، بتقدير : نحن قادرون ، فلم يقرأ بالرفع .والتسوية : تقويم الشيء وإتقان الخلْق قال تعالى : { ونفسسٍ وما سَواها } [ الشمس : 7 ] وقال في هذه السورة : { فخَلَق فسوى } [ القيامة : 38 ] . وأريد بالتسوية إعادة خلق البنان مقوَّمة متقنة ، فالتسوية كناية عن الخلق لأنها تستلزمه فإنه ما سُوِّيَ إلاّ وقد أُعيد خلقه قال تعالى : { الذي خلق فسوى } [ الأعلى : 2 ] .والبَنان : أصابع اليدين والرجلين أو أطرافُ تلك الأصابع . وهو اسم جمع بَنانَةٍ .وإذ كانت هي أصغر الأعضاء الواقعة في نهاية الجسد كانت تسويتها كناية عن تسوية جميع الجسد لظهور أن تسْوية أطراف الجسد تقتضي تسوية ما قبلها كما تقول : قَلعتْ الريح أوتادَ الخيمة كناية عن قلعها الخيمة كلَّها فإنه قد يكنَّى بأطراف الشيء عن جميعه .ومنه قولهم : لك هذا الشيء بأسره ، أي مع الحبْل الذي يشد به ، كناية عن جميع الشيء . وكذلك قولهم : هوَ لك برُمته ، أي بحبله الذي يشد به ."
    },
    {
      "ayah": 40,
      "surah": 75,
      "text": "أَلَيْسَ ذَلِكَ بِقَادِرٍ عَلَى أَنْ يُحْيِيَ الْمَوْتَى (40)وجملة { أليس ذلك بقادر على أن يحيي الموتى } واقعة موقع النتيجة من الدليل لأن خلق جسم الإِنسان من عدم وهو أمر ثابت بضرورة المشاهدة ، أحق بالاستبعاد من إعادة الحياة إلى الجسم بعد الموت سواء بقي الجسم غير ناقص أو نقص بعضُه أو معظمه فهو إلى بَثثِ الحياة فيه وإعادةِ ما فنِيَ من أجزائه أقرب من إيجاد الجسم من عدم .والاستفهام إنكار للمنفي إنكارَ تقرير بالإِثبات وهذا غالب استعمال الاستفهام التقريري أن يقع على نفي ما يراد إثباته ليكون ذلك كالتوسعة على المقرَّر إن أراد إنكاراً كناية عن ثقة المتكلم بأن المخاطب لا يستطيع الإِنكار .وقد جاء في هذا الختام بمحسّن ردّ العجز على الصدر ، فإن السورة افتتحت بإنكار أن يحسب المشركون استحالة البعث ، وتسلسلَ الكلام في ذلك بأفانين من الإِثبات والتهديد والتشريط والاستدلال ، إلى أن أفضى إلى استنتاج أن الله قادر على أن يحييَ الموتى وهو المطلوب الذي قدم في قوله : { أيحسب الإِنسان أن لن نجمع عظامه بلى قادرين على أن نسوّي بَنَانه } [ القيامة : 3 ، 4 ] .وتعميم الموتى في قوله : { أليس ذلك بقادر على أن يحيي الموتى } بعدَ جريان أسلوببِ الكلام على خصوص الإِنسان الكافر أو خصوص كافر معيّن ، يجعل جملة { أليس ذلك بقادر على أن يحيي الموتى } تذييلاً ."
    },
    {
      "ayah": 5,
      "surah": 75,
      "text": "بَلْ يُرِيدُ الْإِنْسَانُ لِيَفْجُرَ أَمَامَهُ (5){ بل } إضراب انتقالي إلى ذكر حال آخر من أحوال فجورهم ، فموقع الجملة بعد { بل } بمنزلة الاستئناف الابتدائي للمناسبة بين معنى الجملتين ، أي لمَّا دُعُوا إلى الإقلاع عن الإِشراك وما يستدعيه من الآثام وأنذروا بالعقاب عليه يوم القيامة كانوا مصممين على الاسترسال في الكفر .والفُجورُ : فعل السوء الشديد ويطلق على الكَذِب ، ومنه وُصفت اليمين الكاذبة بالفاجرة ، فيكون فجَر بمعنى كذب وزْناً ومعنًى ، فيكون قاصراً ومتعدياً مثل فعل كَذَب مُخفف الذال . روي عن ابن عباس أنه قال : يعني الكافر يكذِّب بما أمامه . وعن ابن قتيبة : أن أعرابياً سأل عمر بن الخطاب أن يحمله على راحلة وشكا دبَر راحلته فاتَّهمه عمر فقال الأَعرابي :مَا مَسَّها من نَقَببٍ ولا دَبَر ... أقْسَمَ بالله أبو حفص عمرْفاغفِرْ له اللهم إنْ كانَ فَجَرْ ... قال : يعني إن كان نسبني إلى الكذب .وقوله : { يريد الإِنسان } يجوز أن يكون إخباراً عما في نفوس أهل الشرك من محبة الاسترسال فيما هم عليه من الفسق والفجور .ويجوز أن يكون استفهاماً إنكارياً موافقاً لسياق ما قبله من قوله : { أيحسب الإِنسانُ أنْ لن نجمع عظامه } [ القيامة : 3 ] .وأعيد لفظ { الإِنسان } إظهاراً في مقام الإِضمار لأن المقام لتقريعه والتعجيب من ضلاله .وكرر لفظ { الإِنسان } في هذه السورة خمسَ مرات لذلك ، مع زيادة ما في تكرره في المرة الثانية والمرتين الرابعة والخامسة من خصوصية لتكون تلك الجمل الثلاث التي ورد ذكره فيها مستقلة بمفادها .واللام في قوله : { ليفجر } هي اللام التي يكثر وقوعها بعد مادتي الأمر والإِرادة نحو { وأمِرْتُ لأَعْدِلَ بينَكم } [ الشورى : 15 ] { يُريد الله ليُبيِّنَ لكم } [ النساء : 26 ] وقول كُثيِّر :أريد لأَنْسَى حُبَّها فكأنَّما ... تَمَثَّلُ لي ليلى بكُل مكانوينتصب الفعل بعدها ب ( أنْ ) مضمرة ، لأنه أصل هذه اللام لام التعليل ولذلك قيل : هي لام التعليل وقيل : زائدة . وعن سيبويه أن الفعل الذي قبل هذه اللام مقدر بمصدر مرفوع على الابتداء وأن اللام وما بعدها خبره ، أي إرادتهم للفجور . واتفقوا على أن لا مفعول للفعل الواقع بعدها ، ولهذا الاستعمال الخاص بها . قال النحاس سماها بعضُ القُراء ( لاَمَ أنْ ) . وتقدم الكلام عليها في مواضع منها عند قوله تعالى : { يُريد الله ليُبَيِّنَ لكم } في سورة النساء ( 26 ) .وأمَام : أصله اسم للمكان الذي هو قُبالة من أضيف هو إليه وهو ضد خلْف ، ويطلق مجازاً على الزمان المستقبل ، قال ابن عباس : يكذب بيوم الحساب ، وقال عبد الرحمان ابن زيد : يكذب بما أمامه سَفَط .وضمير أمامه } يجوز أن يعود إلى الإِنسان ، أي في مستقبله ، أي من عمره فيمضي قُدُماً راكباً رأسه لا يقلع عما هو فيه من الفجور فينكر البعث فلا يَزع نفسه عما لا يريد أن يزعها من الفجور . وإلى هذا المعنى نحا ابن عباس وأصحابه .ويجوز أن يكون { أمامه } أُطلق على اليوم المستقبل مجازاً وإلى هذا نحا ابن عَباس في رواية عنه وعبدُ الرحمان بن زيد ، ويكون { يفجر } بمعنى يكذب ، أي يَكذِب باليوم المستقبل ."
    },
    {
      "ayah": 6,
      "surah": 75,
      "text": "يَسْأَلُ أَيَّانَ يَوْمُ الْقِيَامَةِ (6)يجوز أن تكون هذه الجملة متصلة بالتي قبلها على أنها بدل اشتمال منها لأن إرادته الاسترسال على الفجور يشتمل على التهكم بيوم البعث أو على أنها بدل مطابق على تفسير { ليفجر أمَامه } [ القيامة : 5 ] بالتكذيب بيوم البعث .ويجوز أن تكون مستأنفة للتعجيب من حال سؤالهم عن وقت يوم القيامة وهو سؤال استهزاء لاعتقادهم استحالَة وقوعه .و { أيان } اسم استفهام عن الزمان البعيد لأن أصلها : أن آن كذا ، ولذلك جاء في بعض لغات العرب مضموم النون وإنما فتحوا النون في اللغة الفصحى لأنهم جعلوا الكلمة كلها ظرفاً فصارت { أيان } بمعنى ( متَى ) . وتقدم عند قوله تعالى : { يسألونك عن الساعة أيان مرساها } في الأعراف ( 187 ) . فالمعنى أنهم يسألون تعيين وقت معروف مضبوط بعدِّ السِنين ونحوها ، أو بما يتعين به عند السائلين من حدَث يحل معه هذا اليوم . فهو طلب تعيين أمد لحلول يوم يَقُوم فيه الناس ."
    },
    {
      "ayah": 7,
      "surah": 75,
      "text": "فَإِذَا بَرِقَ الْبَصَرُ (7) عُدل عن أن يجابوا بتعيين وقت ليوم القيامة إلى أن يهدَّدوا بأهواله ، لأنهم لم يَكونوا جادِّين في سؤالهم فكان من مقتضى حالهم أن يُنذروا بما يقع من الأهوال عند حلول هذا اليوم مع تضمين تحقيق وقوعه فإن كلام القرآن إرشاد وهدْي ما يترك فُرصَة للهدي والإِرشاد إلاّ انتهزها ، وهذا تهديد في ابتدائه جاء في صورة التعيين لوقت يوم القيامة إيهاماً بالجواب عن سؤالهم كأنه حملٌ لكلامهم على خلاف الاستهزاء على طريقة الأسلوب الحكيم . وفيه تعريض بالتوبيخ على أن فرطوا في التوقي من ذلك اليوم واشتغلوا بالسؤال عن وقته . وقريب منه ما روي أن رجلاً من المسلمين سأل رسول الله صلى الله عليه وسلم «متى الساعة؟ فقال له : مَاذا أعددت لها» .فإن هذه الأحوال المذكورة في الآية مما يقع عند حلول الساعة وقيام القيامة فكان ذلك شيئاً من تعيين وقته بتعيين أشراطه .والفاء لتفريع الجواب عن السؤال .و { بَرِق } قرأه الجمهور بكسر الراء ، ومعناه : دُهِش وبُهت ، يقال : برِق يَبرَق فهو بَرِق من باب فرح فهو من أحوال الإِنسان .وإنما أسند في الآية إلى البصر على سبيل المجاز العقلي تنزيلاً له منزلة مكان البرق لأنه إذا بهت شخص بصره . كما أسند الأعشى البَرَق إلى الأعين في قوله :كذلك فافْعَلْ ما حييت إِذَا شتواوأقدِمْ إذا ما أعينُ الناس تفرَقوقرأه نافع وأبو جعفر بفتح الراء من البريق بمعنى اللمعان ، أي لَمَع البصر من شدة شخوصه ، ومضارعه يبرُق بضم الراء . وإسناده إلى البصر حقيقة .ومآل معنى القراءتين واحد وهو الكناية عن الفزع والرعب كقوله تعالى : { واقترب الوعد الحق فإذا هي شاخصة أبصار الذين كفروا } [ الأنبياء : 97 ] ، فلا وجه لترجيح الطبري قراءة الجمهور على قراءة نافع وأبي جعفر ، لا من جهة اللفظ ولا من جهة المعنى ولا من مقتضى التفسير .والتعريف في { البصر } للجنس المرادِ به الاستغراق ، أي أبصار الناس كلهم من الشدة الحاصلة في ذلك الوقت على أنهم متفاوتون في الرعب الحاصل لهم على تفاوتهم فيما يُعرضون عليه من طرائققِ منازلهم ."
    },
    {
      "ayah": 8,
      "surah": 75,
      "text": "وَخَسَفَ الْقَمَرُ (8) وخسوف القمر أريد به انطماس نوره انطماساً مستمراً بسبب تزلزله من مداره حول الأرض الدائرة حول الشمس بحيث لا ينعكس عليه نورها ولا يلوح للناس نيِّراً"
    },
    {
      "ayah": 9,
      "surah": 75,
      "text": "وَجُمِعَ الشَّمْسُ وَالْقَمَرُ (9) ، وهو ما دل عليه قوله : { وجُمع الشمس والقمر ، } فهذا خسوف ليس هو خسوفه المعتاد عندما تحُولُ الأرضُ بين القمر وبين مُسامتته الشمسَ .ومعنى جَمْع الشمس والقمر : التصاقُ القمر بالشمس فتلتهمه الشمس لأن القمر منفصل من الأرض التي هي من الأجرام الدائرة حول الشمس كالكواكب ويكون ذلك بسبب اختلال الجاذبية التي وضع الله عليها النظام الشمسي ."
    }
  ]
}
