{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 76,
      "text": "هَلْ أَتَى عَلَى الْإِنْسَانِ حِينٌ مِنَ الدَّهْرِ لَمْ يَكُنْ شَيْئًا مَذْكُورًا (1)استفهام تقريري والاستفهام من أقسام الخطاب وهو هنا موجَّه إلى غير معين ومُسْتعمل في تحقيق الأمر المقرر به على طريق الكناية لأن الاستفهام طلب الفهم ، والتقرير يقتضي حصول العلم بما قرر به وذلك إيماء إلى استحقاق الله أن يعترف الإِنسان له بالوحدانية في الربوبية إبطالاً لإِشْراك المشركين .وتقديم هذا الاستفهام لما فيه من تشويق إلى معرفة ما يأتي بعده من الكلام .فجملة { هل أتى على الإِنسان } تمهيد وتوطئة للجملة التي بعدها وهي { إنا خلقنا الإِنسان من نطفة أمشاج } [ الإنسان : 2 ] الخ .و { هل } حرف يفيد الاستفهام ومعنى التحقيق ، وقال جمعٌ أصل { هل } إنها في الاستفهام مثل ( قَدْ ) في الخبر ، وبملازمة { هل } الاستفهامَ كثير في الكلام حذف حرف الاستفهام معها فكانت فيه بمعنى ( قد ) ، وخصت بالاستفهام فلا تقع في الخبر ، ويَتطرق إلى الاستفهام بها ما يَتطرق إلى الاستفهام من الاستعمالات . وقد تقدم بيان ذلك عند قوله تعالى : { هل ينظرون إلاّ أن يَأتيهم الله في ظلل من الغمام } في سورة [ البقرة : 210 ] .وقد علمت أن حمل الاستفهام على معنى التقرير يحصِّل هذا المعنى .والمعنى : هل يقر كل إنسان موجودٍ أنه كان معدوماً زماناً طويلاً ، فلم يكن شيئاً يذكر ، أي لم يكن يسمى ولا يتحدث عنه بذاته ( وإن كان قد يذكر بوجه العُموم في نحو قول الناس : المعدوم مُتوقف وجوده على فاعل . وقول الواقف : حبست على ذريتي ، ونحوه فإن ذلك ليس ذِكراً لمعين ولكنه حكم على الأمر المقدَّر وجودُه ) . وهم لا يسَعهم إلاّ الإقرار بذلك ، فلذلك اكتفي بتوجيه هذا التقرير إلى كل سامع .وتعريف الإِنسان } للاستغراق مثل قوله : { إِن الإِنسان لفي خسر إلاّ الذين ءامنوا } الآية [ العصر : 2 ، 3 ] ، أي هل أتى على كل إنسان حينُ كان فيه معدوماً .و { الدهر } : الزمان الطويل أو الزمان المقارن لوجود العالم الدنيوي .والحين : مقدار مُجمل من الزمان يطلق على ساعة وعلى أكثر ، وقد قيل إن أقصى ما يطلق عليه الحين أربعون سنة ولا أحسبه .وجملة { لم يكن شيئاً مذكوراً } يجوز أن تكون نعتاً ل { حين } بتقدير ضمير رابط بمحذوف لدلالة لفظ { حين } على أن العائد مجرور بحرف الظرفية حذف مع جاره كقوله تعالى : { واتقوا يوماً لا تجزي نفس عن نفس شيئاً } [ البقرة : 48 ] إذ التقدير : لا تجزي فيه نفس عن نفس شيئاً ، فالتقدير هنا : لم يكن فيه الإِنسان شيئاً مذكوراً ، أي كان معدوماً في زمن سبق .ويجوز أن تكون الجملة حالاً من { الإنسان } ، وحذف العائد كحذفه في تقدير النعت .والشيء : اسم للموجود .والمذكورُ : المعيّن الذي هو بحيث يُذكر ، أي يعبّرُ عنه بخصوصه ويخبر عنه بالأخبار والأحوال . ويعلَّق لفظه الدال عليه بالأفعال .فأمّا المعدوم فلا يذكر لأنه لا تعيّن له فلا يذكر إلاّ بعنوانه العام كما تقدّم آنفاً ، وليس هذا هو المراد بالذّكر هنا .ولهذا نجعل { مذكوراً } وصفاً ل { شيئاً } ، أريد به تقييد { شيئاً } ، أي شيئاً خاصاً وهو الموجود المعبر عنه باسمه المعيِّن له ."
    },
    {
      "ayah": 10,
      "surah": 76,
      "text": "إِنَّا نَخَافُ مِنْ رَبِّنَا يَوْمًا عَبُوسًا قَمْطَرِيرًا (10)وجملة { إنا نخاف من ربنا } إلى آخرها واقعة موقع التعليل لمضمون جملة { لا نريد منكم جزاء ولا شكوراً } .والمعنى : إنهم يقولون ذلك لهم تأنيساً لهم ودفعاً لانكسار النفس الحاصل عند الإِطعام ، أي ما نطعمكم إلاّ استجابة لما أمر الله ، فالمطعم لهم هو الله .فالقول قول باللسان ، وهم ما يقولونه إلاّ وهو مضمر في نفوسهم . وعن مجاهد أنه قال : ما تكلموا به ولكن عَلِمه الله فأثَنى به عليهم .فالقصر المستفاد من { إنما } قصر قلب مبني على تنزيل المطعَمين منزلة من يظن أن من أطعمهم يمنّ عليهم ويريد منهم الجزاء والشكر بناء على المتعارف عندهم في الجاهلية . والمراد بالجزاء : ما هو عوض عن العطية من خدمة وإعانة ، وبالشكور : ذكرهم بالمزية .والشُكور : مصدر بوزن الفُعول كالقُعود والجلوس ، وإنما اعتبر بوزن الفُعول الذي هو مصدر فعَل اللازم لأن فعل الشكر لا يتعدى للمشكور بنفسه غالباً بل باللام يقال : شكرت لك قال تعالى : { واشكروا لي } [ البقرة : 152 ] .وأما قوله : { إنّا نخاف من ربنا يوماً عبوساً قمطريراً } فهو مقول لقول يقولونه في نفوسهم أو ينطق به بعضهم مع بعض وهو حال من ضمير { يخافون } [ الإنسان : 7 ] أي يخافون ذلك اليوم في نفوسهم قائلين : { إنا نخاف من ربنا يوماً عبوساً قمطريرا } ، فحكي وقولهم : { إنما نطعمكم لوجه الله } وقولهم : { إنا نخاف } الخ . على طريقة اللف والنشر المعكوس والداعي إلى عكس النشر مراعاة حسن تنسيق النظم ليكون الانتقال من ذكر الإِطعام إلى ما يقولونه للمطعمين ، والانتقال من ذكر خوف يوم الحساب إلى بشارتهم بوقاية الله إياهم من شر ذلك اليوم وما يلقونه فيه من النضرة والسرور والنعيم .فيجوز أن يكون { من ربنا } ظرفاً مستقراً وحرف { مِن } ابتدائية وهو حال من { يوماً } قُدم عليه ، أي نخاف يوماً عبوساً قمطريراً حال كونه من أيّام ربنا ، أي من أيام تصاريفه .ويجوز أن تكون { مِن } تجريدية كقولك : لي من فلان صديق حميم . ويكون { يوماً } منصوباً على الظرفية وتنوينه للتعظيم ، أي نخافه في يوم شديد .و { عَبوساً } : منصوباً على المفعول لفعل { نخاف } ، أي نخاف غضبان شديدَ الغضب هُو ربنا ، فيكون في التجريد تقوية للخوف إذ هو كخوف من شيْئيننِ ( وتلك نكتة التجريد ) ، أو يكون { عبوساً } حالاً { من ربنا } .ويجوز أن تجعل { مِن } لتعدية فعل { نخاف } كما عدي في قوله تعالى : { فمن خاف مِن موصصٍ جَنفَاً } [ البقرة : 182 ] . وينتصب { يوماً } على المفعول به لفعل { نخاف } فصار لفعل { نخاف } معمولاننِ . و { عبوساً } صفة ل { يوماً } ، والمعنى : نخاف عذاب يوم هذه صفته ، ففيه تأكيد الخوف بتكرير متعلِّقه ومرجع التكرير إلى كونه خوف الله لأن اليوم يوم عدل الله وحكمه .والعبوس : صفة مشبهة لمن هو شديد العبس ، أي كُلُوحُ الوجه وعدم انطلاقه ، ووصف اليوم بالعبوس على معنى الاستعارة . شُبه اليوم الذي تحدث فيه حوادث تَسُوءهم برجل يخالطهم يكون شرس الأخلاق عبوساً في معاملته .والقمطرير : الشديد الصعب من كل شيء . وعن ابن عباس : القمطرير المقبض بين عينيه مشتق من قمطر القاصر إذا اجتمع ، أو قمطر المتعدي إذا شد القربة بوكاء ونحوه ، ومنه سمي السفط الذي توضع فيه الكتب قمطرا وهو كالمحفظة . وميم قمطرير أصلية فوزنه فعلليل مثل خَنْدَرِيس وزَنْجبيل ، يقال : قمطر للشر ، إذا تهيأ له وجمع نفسه .والجمهور جعلوا { قمطريراً } وصف { يوماً } ومنهم من جعلوه وصف { عبوساً } أي شديد العبوس .وهذه الآية تعمّ جميع الأبرار وعلى ذلك التحم نسجها ، وقد تلقفها القصاصون والدعاة فوضعوا لها قصصاً مختلفة وجاؤوا بأخبار موضوعة وأبيات مصنوعة فمنهم من زعم أن هذه الآية نزلت في علي بن أبي طالب وفاطمة رضي الله عنهما في قصة طويلة ذكرها الثعلبي والنقاش وساقها القرطبي بطولها ثم زيفها . وذكر عن الحكيم الترمذي أنه قال في «نوادر الأصول» : هذا حديث مروّق مزيف وأنه يشبه أن يكون من أحاديث أهل السجون .وقيل نزلت في مُطعم بن ورقاء الأنصاري ، وقيل في رجل غيره من الأنصار ، وقد استوفى ذلك كله القرطبي في تفسيره فلا طائل تحت اجتلابه ، وأصحاب رسول الله صلى الله عليه وسلم وآله أهل لأن ينزل القرآن فيهم إلاّ أن هذه الأخبار ضعيفة أو موضوعة ."
    },
    {
      "ayah": 11,
      "surah": 76,
      "text": "فَوَقَاهُمُ اللَّهُ شَرَّ ذَلِكَ الْيَوْمِ وَلَقَّاهُمْ نَضْرَةً وَسُرُورًا (11) تفريع على قوله : { يُوفُون بالنذر إلى قمطريراً } [ الإنسان : 7 10 ] .وفي هذا التفريع تلوين للحديث عن جزاء الأبرار وأهل الشُكور ، وهذا برزخ للتخلص إلى عَود الكلام على حسن جزائهم أن الله وقاهم شرّ ذلك اليوم وهو الشر المستطير المذكور آنفاً ، وقاهم إياه جزاءً على خوفهم إياه وأنه لقاهم نضرة وسروراً جزاء على ما فعلوا من خير .وأُدمج في ذلك قوله : { بما صبروا } الجامع لأحوال التقوى والعمل الصالح كله لأن جميعه لا يخلو عن تحمل النفس لترك محبوب أو فعل ما فيه كلفة ، ومن ذلك إطعام الطعام على حبه .و { لقَّاهم } معناه : جعلهم يَلْقَون نضرة وسروراً ، أي جعل لهم نضرة وهي حسن البشَرة ، وذلك يحصل من فرح النفس ورفاهية العيش قال تعالى : { وجوه يومئذٍ ناضرة } [ القيامة : 22 ] فمُثل إلقاء النضرة على وجوههم بزجّ أحد إلى لقاء أحد على طريقة التمثيل .وضمير الغائبةِ و { نضرة } مفعولا ( لَقى ) من باب كَسَا .وبين ( وَقَاهم ) و { لَقَّاهم } الجناس المحرَّف ."
    },
    {
      "ayah": 12,
      "surah": 76,
      "text": "وَجَزَاهُمْ بِمَا صَبَرُوا جَنَّةً وَحَرِيرًا (12) وجملة { وجزاهم بما صبروا جنةً وحريراً } ، عطف على جملة { فوقاهم } وجملة { ولقاهم } لتماثل الجمل الثلاث في الفعلية والمُضيّ وهما محسنان من محسنات الوصل .والحرير : اسم لخيوط من مفرزات دودة مخصوصة ، وتقدم الكلام عليه في سورة فاطر .وكان الجزاء برفاهية العيش إذ جعلهم في أحسن المساكن وهو الجنة ، وكساهم أحسن الملابس وهو الحرير الذي لا يلبسه إلاّ أهل فرط اليسار ، فجمع لهم حسن الظرف الخارج وحسن الظرف المباشر وهو اللباس .والمراد بالحرير هنا : ما ينسج منه ."
    },
    {
      "ayah": 13,
      "surah": 76,
      "text": "مُتَّكِئِينَ فِيهَا عَلَى الْأَرَائِكِ لَا يَرَوْنَ فِيهَا شَمْسًا وَلَا زَمْهَرِيرًا (13) و { متكئين } : حال من ضمير الجمع في { جزاهم } ، أي هم في الجنة متكئون على الأرائك .والاتكاء : جَلسة بين الجلوس والاضطجاع يستند فيها الجالس على مرفقه وجنبه ويمد رجليه وهي جلسة ارتياح ، وكانت من شعار الملوك وأهل البذخ ، ولهذا قال النبي صلى الله عليه وسلم \" أمَّا أنا فلا آكل متكئاً \" وتقدم ذلك في سورة يوسف ( 31 ) عند قوله تعالى : { وأعْتَدَتْ لَهُن مُتَّكَئاً }والأرائك } : جمع أريكة بوزن سفينة . والأريكة : سرير عليه وسادة معها ستر وهو حَجَلتُه ، والحجلة بفتحتين وبتقديم الحاء المهملة على الجيم : كِلَّة تنصب فوق السرير لتقي الحر والشمس ، ولا يسمى السرير أريكة إلاّ إذا كان معه حَجَلة .وقيل : كل ما يتوسد ويفترش مما له حشو يسمى أريكة وإن لم تكن له حَجَلة ، وفي «الإِتقان» عن ابن الجوزي : أن الأريكة السرير بالحبشية فزاده السيوطي على أبيات ابن السبكي وابن حجر في «جمع المعرب في القرآن» .وجملة : { لا يرون فيها شمساً ولا زمهريراً } حال ثانية من ضمير الغائب في { جزاهم } أو صفة { جنة } .والمراد بالشمس : حرّ أشعتها ، فنفي رؤية الشمس في قوله : { لا يرون فيها شمساً } فيكون نفي رؤية الشمس كناية عن نفي وجود الشمس الذي يلزمه انتفاء حرّ شعاعها فهو من الكناية التلويحية كقوله :ولا تَرى الضب بها ينجَحِرْ ... أي لا ضب بها فتراه ولا يكون انجحاره .والزمهرير : اسم للبرْد القوي في لغة الحجاز ، والزمهرير : اسم البرد .والمعنى : أن هواء الجنة معتدل لا ألم فيه بحال . وفي كلام الرابعة من نساء حديث أم زرع «زوجي كلَيْللِ تِهامهْ ، لا حرَّ ولا قُرّ ولا مخافةَ ولا سآمهْ» .وقال ثعلب : الزمهرير اسم القمر في لغة طيء ، وأنشد :وليلة ظلامها قد اعتكر ... قطعتها والزمهريرُ ما زَهَروالمعنى على هذا : أنهم لا يرون في الجنة ضوء الشمس ولا ضوء القمر ، أي ضوء النهار وضوء الليل لأن ضياء الجنة من نور واحد خاص بها . وهذا معنى آخر غير نفي الحر والبرد .ومن الناس من يقول : المراد بالشمس حقيقتها وبالزمهرير البرد وإن في الكلام احتباكاً ، والتقديرُ : لا يرون فيها شمساً ولا قَمراً ولا حَرّاً ولا زمهريراً وجعلوه مثالاً للاحتباك في المحسنات البديعية ، ولعل مراده : أن المعنى أن نورها معتدل وهواءَها معتدل ."
    },
    {
      "ayah": 14,
      "surah": 76,
      "text": "وَدَانِيَةً عَلَيْهِمْ ظِلَالُهَا وَذُلِّلَتْ قُطُوفُهَا تَذْلِيلًا (14){ ودانية عليهم ظلالها } انتصب { دانية } عطفاً على { متكئين } لأن هذا حال سببي من أحوال المتكئين ، أي ظلال شجر الجنة قريبَة منهم . و { ظلالها } فاعل { دانية } وضمير { ظلالها } عائد إلى { جنة } .ودنو الظلال : قربها منهم وإذ لم يعهد وصف الظل بالقرب يظهر أن دنوّ الظلال كناية عن تدلّي الأدواح التي من شأنها أن تظلل الجنات في معتاد الدنيا ولكن الجنة لا شمس فيها فيستظلَّ من حرّها ، فتعين أن تركيب { دانيةً عليهم ظلالُها } مثَل يطلق على تدلِّي أفنان الجنة لأن الظل المظلل للشخص لا يتفاوت بدنوّ ولا بعد ، وقد يكون { ظلالها } مجازاً مرسلاً عن الأفنان بعلاقة اللزوم .والمعنى : أن أدواح الجنة قريبة من مجالسهم وذلك مما يزيدها بهجة وحسناً وهو في معنى قوله تعالى : { قُطُوفها دانية } [ الحاقة : 23 ] .ولذلك عطف عليه جملة { وذُلّلت قطوفها تذليلاً } . أي سخرت لهم قطوف تلك الأدواح وسهلت لهم بحيث لا التواء فيها ولا صلابة تتعب قاطفها ولا يتمطَّون إليها بل يجتنونها بأسهللِ تناول .فاستعير التذليل للتيسير كما يقال : فرس ذَلول : أي مِطواع لراكبه ، وبقرة ذَلول ، أي ممرنة على العمل ، وتقدم في سورة البقرة .والقُطوف : جمع قِطف بكسر القاف وسكون الطاء ، وهو العنقود من التمر أو العنب ، سمّي قِطفاً بصيغة من صيغ المفعول مثل ذِبح ، لأنه يقصد قَطفه فإطلاق القطف عليه مجاز باعتبار المآل شاع في الكلام . وضمير { قطوفها } عائد إلى { جنة } أو إلى { ظلالها } باعتبار الظلال كناية عن الأشجار .و { تذليلاً } مصدر مؤكّد لذلك ، أي تذليلاً شديداً منتهياً ."
    },
    {
      "ayah": 15,
      "surah": 76,
      "text": "وَيُطَافُ عَلَيْهِمْ بِآَنِيَةٍ مِنْ فِضَّةٍ وَأَكْوَابٍ كَانَتْ قَوَارِيرَ (15) عطف على جملة { يَشربون من كأس } [ الإنسان : 5 ] الخ كما اقتضاه التناسب بين جملة { يشربون } وجملة { يطاف عليهم } في الفعلية والمضارعية ، وذلك من أحسن أحوال الوصل ، عاد الكلام إلى صفة مجالس شرابهم .وهذه الجملة بيان لما أجمل في جملة { إن الأبرار يشربون من كأس } [ الإنسان : 5 ] ، وإنما عطفت عليها لما فيها من مغايرة مع الجملة المعطوف عليها من صفة آنية الشراب ، فلهذه المناسبة أعقب ذكر مجالس أهل الجنة ومُتكآتِهم ، بذكر ما يستتبعه مما تعارفه أهل الدنيا من أحوال أهل البذخ والترف واللذات بشرب الخمر إذ يُدير عليهم آنية الخمر سقاةٌ . وإذ قد كان ذلك معروفاً لم تكن حاجة إلى ذكر فاعل الطواف فبُني للنائب .وهذا وعد لهم بإعطاء متمناهم في الدنيا مع مَزيد عليه من نعيم الجنة «ما لا عيْن رأت ولا خَطَر على قلب بَشَر» .والطواف : مشي مكرر حولَ شيءٍ أو بين أشياء ، فلما كان أهل المتكأ جماعة كان دوران السقاء بهم طوافاً . وقد سمَّوا سقي الخمر : إدَارةَ الخمرِ ، أو إدارة الكأس . والسَّاقي : مدير الكأس ، أو مدير الجام أو نحو ذلك .والآنية : جمع إِناء ممدوداً بوزن أفْعِلة مثل كساء وأكسية ووِعاء وأوعية اجتمع في أول الجمع همزتان مزيدة وأصلية فخففت ثانيتهمَا ألفاً .والإِناء : اسم لكل وعاء يرتفق له ، وقال الراغب : ما يوضع فيه الشيء اه فيظهر أنه يطلق على كل وعاء يقصد للاستعمال والمداولة للأطعمة والأشربة ونحوهما سواء كان من خشب أو معدن أو فَخار أو أديم أو زجاج ، يوضع فيه ما يُشرب أو ما يؤكل ، أو يُطبخ فيه ، والظاهر أنه لا يطلق على ما يجعل للخزن فليست القِربة بإناء ولا الباطيةُ بإناء ، والكأسُ إناء والكوزُ إناء والإِبريق إناء والصحفة إناء .والمراد هنا : آنية مجالس شرابهم كما يدل عليه ذكر الأكواب وذلك في عموم الآنية وما يوضع معه من نُقْل أو شِواء أو نحو ذلك كما قال تعالى في آية الزخرف ( 71 ) { يطاف عليهم بصِحاف من ذهب وأكواب }وتشمل الآنية الكؤوسَ . وذكر الآنِية بعد كأس } [ الإنسان : 5 ] من قوله : { إن الأبرار يشربون من كأس } [ الإنسان : 5 ] من ذكر العام بعد الخاص إلاّ إذا أريد بالكأس الخمر .والأكواب : جمع كوب بضم الكاف بعده واو ساكنة . والكوب : كوز لا عروة له ولا خرطوم له ، وتقدم في سورة الزخرف .وعطف { أكواب } على ( آنية ) من عطف الخاص على العام لأن الأكواب تحمل فيها الخمر لإِعادة ملءِ الكؤوس . ووصفت هنا بأنها من فضة ، أي تأتيهم آنيتهم من فضة في بعض الأوقات ومن ذهب في أوقات أخرى كما دلّ عليه قوله في سورة الزخرف ( 71 ) { يطاف عليهم بصحاف من ذَهب وأكواب } لأن للذهب حسناً وللفضة حسناً فجعلت آنيتهم من المعدنين النفيسين لئلا يفوتهم ما في كل من الحسن والجمال ، أو يطاف عليهم بآنية من فضة وآنية من ذهب متنوعة متزاوجة لأن ذلك أبهج منظراً مثل ما قال مرة{ وحلّوا أساور من فضة } [ الإنسان : 21 ] ، ومرة { يُحَلّون فيها من أساور من ذهب } [ الكهف : 31 ] ، وذلك لإِدخال المسرَّة على أنفسهم بحسن المناظر فإنهم كانوا يتمنونها في الدنيا لِعزة وجودها أو وجود الكثير منها ، وأوثر ذكر آنية الفضة هنا لمناسبة تشبيهها بالقوارير في البياض ."
    },
    {
      "ayah": 16,
      "surah": 76,
      "text": "قَوَارِيرَ مِنْ فِضَّةٍ قَدَّرُوهَا تَقْدِيرًا (16)والقوارير : جمع قارورة ، وأصل القارورة إناء شبه كوز ، قيل : لا تسمى قارورة إلاّ إذا كانت من زجاج ، وقيل مطلقاً وهو الذي ابتدأ به صاحب «القاموس» .وسميت قارورة اشتقاقاً من القَرار وهو المكث في المكان وهذا وزن غريب .والغالب أن اسم القارورة للإِناء من الزجاج ، وقد يطلق على ما كان من زجاج وإن لم يكن إناء كما في قوله تعالى : { قَال إنه صرح ممرّد من قوارير } [ النمل : 44 ] وقد فسر قوله : { قواريراً } في هذه الآية بأنها شبيهة بالقوارير في صفاء اللون والرقة حتى كأنها تشفّ عما فيها .والتنافس في رقة آنية الخمر معروف عند شاربيها قال الأعشى :تريك القذى من دونها وهي دونه ... إذا ذاقها من ذاقها يتمطقوفعل { كانت } هنا تشبيه بليغ ، والمعنى : إنها مثل القوارير في شفيفها ، وقرينة ذلك قوله : { من فضة } ، أي هي من جنس الفضة في لون القوارير لأن قوله { من فضة } حقيقة فإنه قال قبله { بآنية من فضة } .ولفظ { قواريرا } الثاني ، يجوز أن يكون تأكيداً لفظياً لنظيره لزيادة تحقيق أن لها رقة الزجاح فيكون الوقف على { قواريرا } الأول .ويجوز أن يكون تكريراً لإِفادة التصنيف فإن حسن التنسيق في آنية الشراب من مكملات رونق مجلسه ، فيكون التكرير مثل ما في قوله تعالى : { والمَلكُ صَفّاً صفّاً } [ الفجر : 22 ] وقول الناس : قرأت الكتاب باباً باباً فيكون الوقف على { قواريراً } الثاني .وكتب في المصحف { قواريرا قواريرا } بألف في آخر كلتا الكلمتين التي هي علامة تنوين .وقرأ نافع والكسائي وأبو بكر عن عاصم وأبو جعفر { قواريرا } الأول والثاني منونين وتنوين الأول لمراعاة الكلمات الواقعة في الفواصل السابقة واللاحقةِ من قوله { كافوراً } [ الإنسان : 5 ] إلى قوله { تقديرا } وتنوين الثاني للمزاوجة مع نظيره وهؤلاء وقفوا عليهما بالألف مثل أخواتهما وقد تقدم نظيره في قوله تعالى : { سلاسلا وأغلالاً } [ الإنسان : 4 ] .وقرأ ابن كثير وخلف ورويس عن يعقوب { قوايراً } الأول بالتنوين ووقفوا عليه بالألف وهو جار على التوجيه الذي وجهنا به قراءة نافع والكسائي . وقرآ { قواريرا } الثاني بغير تنوين على الأصل ولم تراع المزاوجة ووقفا عليه بالسكون .وقرأ ابن عامر وأبو عمرو وحمزة وحفص عن عاصم بترك التنوين فيهما لمنع الصرف وعدم مراعاة الفواصل ولا المزاوجة .والقراءات روايةٌ متواترة لا يناكدها رسم المصحف فلعلّ الذين كتبوا المصاحف لم تبلغهم إلاّ قراءة أهل المدينة .وحدّث خلف عن يحيى بن آدم عن ابن إدريس قال : في المصاحف الأول ثبتَ { قواريرا } الأول بالألف والثاني بغير ألف ، يعني المصاحف التي في الكوفة فإن عبد الله ابن إدريس كوفي .وقال أبو عبيد : لرأيتُ في مصحف عثمان { قواريرا } الأول بالألف وكان الثاني مكتوباً بالألف فحُكَّت فرأيتُ أثرها هناك بيناً اه . وهذا كلام لا يفيد إذ لو صحّ لما كان يُعرف من الذي كتَبه بالألف ، ولا مَن الذي مَحا الألف ولا متى كان ذلك فيما بين زمن كتابة المصاحف وزمن أبي عبيد ، ولا يُدرى ماذا عنى بمصحف عثمان أهو مصحفه الذي اختص به أم هو مصحف من المصاحف التي نسخت في خلافته ووزعها على الأمصار؟ .وقرأ يعقوب بغير تنوين فيهما في الوصل .وأما في الوقف فحمزة وقف عليهما بدون ألف . وهشام عن ابن عامر وقفا عليهما بالألف على أنه صلة للفتحة ، أي إشباع للفتحة ووقف أبو عمرو وحفص وابن ذكوان عن ابن عامر ورويس عن يعقوب على الأول بالألف وعلى الثاني بدون ألف ووجهه ما وجهت به قراءة ابن كثير وخلف .وقوله : { قدّروها تقديراً } يجوز أن يكون ضمير الجمع عائداً إلى { الأبرار } [ الإنسان : 5 ] أو { عباد الله } [ الإنسان : 6 ] الذي عادت إليه الضمائر المتقدمة من قوله { يفجرونها } [ الإنسان : 6 ] و { يوفون } [ الإنسان : 7 ] إلى آخر الضمائر فيكون معنى التقدير رغبتَهم أن تجيء على وفق ما يشتهون .ويجوز أن يكون الضمير عائداً إلى نائب الفاعل المحذوف المفهوم من بناء { يطاف } للنائب ، أي الطائفون عليهم بها قدَّروا الآنية والأكوابَ ، أي قدروا ما فيها من الشراب على حسب ما يطلبه كل شارب منهم ومآله إلى معنى الاحتمال الأول . وكان مما يعد في العادة من حِذق الساقي أن يعطِيَ كلَّ أحد من الشَّرْب ما يناسب رغبته .و { تقديراً } مفعول مطلق مؤكد لعامله للدلالة على وفاء التقدير وعدم تجاوزه المطلوب ولا تقصيره عنه ."
    },
    {
      "ayah": 17,
      "surah": 76,
      "text": "وَيُسْقَوْنَ فِيهَا كَأْسًا كَانَ مِزَاجُهَا زَنْجَبِيلًا (17) أتبع وصف الآنية ومحاسنها بوصف الشراب الذي يحويه وطِيبه ، فالكأس كأس الخمر وهي من جملة عموم الآنية المذكورة فيما تقدم ولا تسمى آنية الخمر كأساً إلاّ إذا كان فيها خمر فكون الخمر فيها هو مصحح تسميتها كأساً ، ولذلك حسن تعدية فعل السقْي إلى الكأس لأن مفهوم الكأس يتقوم بما في الإِناء من الخمر ، ومثل هذا قول الأعشى :وكأسسٍ شربتُ على لذة ... وأُخرى تداويتُ منها بهايريد : وخمر شربتُ .والقول في إطلاق الكأس على الإِناء أو على ما فيه كالقول في نظيره المتقدم في قوله : { إن الأبرار يشربون من كأس كان مزاجها كافوراً } [ الإنسان : 5 ] .ومعنى الآية أن هذه سقْية أخرى ، أي مرة يشربون من كأس مزاجها الكافور ومرة يسقون كأساً مزاجها الزنجبيل .وضمير { فيها } للجنة من قوله : { جنة وحريراً } [ الإنسان : 12 ] .وزنجبيل : كلمة معربة وأصلها بالكاف الأعجمية عوض الجيم . قال الجواليقي والثعالبي : هي فارسية ، وهو اسم لجذور مثل جذور السُّعْد بضم السين وسكون العين تكون في الأرض كالجَزَر الدقيق واللفت الدقيق لونها إلى البياض لها نبات له زهر ، وهي ذات رائحة عِطرية طيبة وطعمها شبيه بطعم الفُلفل ، وهو ينبت ببلاد الصين والسند وعُمان والشحر ، وهو أصناف أحسنها ما ينبت ببلاد الصين ، ويدخل في الأدوية والطبخ كالأفاويه ورائحته بهارية وطعمه حريف . وهو منبه ويستعمل منقوعاً في الماء ومربى بالسّكر .وقد عرفه العرب وذكره شعراء العرب في طيب الرائحة .أي يمزجون الخمر بالماء المنقوع فيه الزنجبيل لطيب رائحته وحسن طعمه .وانتصب { عيناً } على البدل من { زنجبيلاً } كما تقدم في قوله : { كان مزاجها كافوراً عيناً يشرب بها عباد الله } [ الإنسان : 5 ، 6 ] .ومعنى كون الزنجبيل عيناً : أن منقوعه أو الشراب المستخرج منه كثير كالعين على نحو قوله تعالى : { وأنهار من لبن لم يتغير طعمه } [ محمد : 15 ] ، أي هو كثير جداً وكان يعرف في الدنيا بالعزة ."
    },
    {
      "ayah": 18,
      "surah": 76,
      "text": "عَيْنًا فِيهَا تُسَمَّى سَلْسَبِيلًا (18)و ( سلسبيل ) : وصف قيل مشتق من السلاسة وهي السهولة واللين فيقال : ماء سلسل ، أي عذب بارد . قيل : زيدت فيه الباء والياء ( أي زيدتا في أصل الوضع على غير قياس ) .قال التبريزي في «شرح الحماسة» في قول البعيث بن حُرَيْث :خَيالٌ لأمِّ السَّلْسبيل ودُونَها ... مسيرة شهر للبريد المذبذبقال أبو العلاء : السلسبيل الماء السهل المَساغ . وعندي أن هذا الوصف ركب من مادتي السلاسة والسَّبَالة ، يقال : سبلت السماء ، إذا أمطرت ، فسبيل فعيل بمعنى مفعول ، رُكب من كلمتي السلاسة والسبيل لإِرادة سهولة شربه ووفرة جريه . وهذا من الاشتقاق الأكبر وليس باشتقاق تصريفي .فهذا وصف من لغة العرب عند محققي أهل اللغة . وقال ابن الأعرابي : لم أسمع هذه اللفظة إلاّ في القرآن ، فهو عنده من مبتكرات القرآن الجارية على أساليب الكلام العربي ، وفي «حاشية الهمذاني على الكشاف» نسبة بيت البعث المذكور آنفاً مع بيتين بعده إلى أمية بن أبي الصلت وهو عزو غريب لم يقله غيره .ومعنى { تسمى } على هذا الوجه ، أنها توصف بهذا الوصف حتى صار كالعلم لها كما قال تعالى : { لَيُسَمُّونَ الملائكة تسميةَ الأنثى } [ النجم : 27 ] أي يصفونهم بأنهم إناث ، ومنه قوله تعالى : { هل تعلم له سَمِيّاً } [ مريم : 65 ] أي لا مثيل له . فليس المراد أنه علَم .ومن المفسرين من جعل التسمية على ظاهرها وجعل { سلسبيلاً } علماً على هذه العين ، وهو أنسب بقوله تعالى : { تسمَّى . } وعلى قول ابن الأعرابي والجمهور : لا إشكال في تنوين { سلسبيلاً } . وأما الجواليقي : إنه أعجمي سمّي به ، يكون تنوينه للمزاوجة مثل تنوين { سلاسلا } [ الإنسان : 4 ] .وهذا الوصف ينحلّ في السمع إلى كلمتين : سَل ، سَبيلا ، أي اطلُب طريقاً . وقد فسره بذلك بعض المفسرين وذكر أنه جُعل عَلَماً لهذه العين من قبيل العلَم المنقول عن جملة مثل : تَأبط شراً ، وذَرَّى حَبّاً . وفي «الكشاف» أن هذا تكلف وابتداع ."
    },
    {
      "ayah": 19,
      "surah": 76,
      "text": "وَيَطُوفُ عَلَيْهِمْ وِلْدَانٌ مُخَلَّدُونَ إِذَا رَأَيْتَهُمْ حَسِبْتَهُمْ لُؤْلُؤًا مَنْثُورًا (19)هذا طواف آخر غير طواف السُقاة المذكورِ آنفاً بقوله : { ويطاف عليهم بآنية من فضة } [ الإنسان : 15 ] الخ فهذا طواف لأداء الخِدمة فيشمل طواف السقاة وغيرهم .و { وِلْدَان } : جمع وليد وأصل وليد فعيل بمعنى مفعول ويطلق الوليد على الصبي مجازاً مشهوراً بعلاقة ما كان ، لقصد تقريب عهده بالولادة ، وأحسن من يتخذ للخدمة الوِلدان لأنهم أخف حركةً وأسرع مشياً ولأن المخدوم لا يتحرج إذا أمرهم أو نهاهم .ووصفوا بأنهم { مخلَّدون } للاحتراس مما قد يوهمه اشتقاق { وِلدان } من أنهم يشبون ويكتهلون ، أي لا تتغير صفاتهم فهم وِلدان دَوْماً وإلاّ فإن خلود الذوات في الجنة معلوم فما كان ذكره إلاّ لأنه تخليد خاص .وقال أبو عبيدة { مخلَّدون } : محلَّون بالخِلدَة بوزن قِرَدَة . واحدها خُلْد كقُفل وهو اسم للقُرط في لغة حِمير .وشُبهوا باللؤلؤ المنثور تشبيهاً مقيّداً فيه المشبه بحال خاص لأنهم شبهوا به في حسن المنظر مع التفرق .وتركيب { إذا رأيتهم حسبتهم } مفيد للتشبيه المرادِ به التشابُهُ والخطاب في { رأيتَ } [ الإنسان : 20 ] خطاب لغَير معين ، أي إذا رآه الرائِي .والقول في معنى الطواف تقدم عند قوله تعالى : { ويُطاف عليهم بآنية من فضة } الآية [ الإنسان : 15 ] ."
    },
    {
      "ayah": 2,
      "surah": 76,
      "text": "إِنَّا خَلَقْنَا الْإِنْسَانَ مِنْ نُطْفَةٍ أَمْشَاجٍ نَبْتَلِيهِ فَجَعَلْنَاهُ سَمِيعًا بَصِيرًا (2)استئناف بياني مترتب على التقرير الذي دل عليه { هل أتى على الإِنسان حين من الدهر لم يكن شيئاً مذكوراً } [ الإنسان : 1 ] لما فيه من التشويق .والتقرير يقتضي الإِقرار بذلك لا محالة لأنه معلوم بالضرورة ، فالسامع يتشوف لما يرد بعد هذا التقرير فقيل له : إن الله خلقه بعد أن كان معدوماً فأوجَد نطفة كانت معدومة ثم استخرج منها إنساناً ، فثبت تعلُّق الخلق بالإِنسان بعد عدمه .وتأكيد الكلام بحرف ( إنَّ ) لتنزيل المشركين منزلة من ينكر أنّ الله خلق الإِنسان لعدم جريهم على موجَب العلم حيث عبدوا أصناماً لم يخلقوهم .والمراد ب { الإنسان } مثل ما أريد به في قوله : { هل أتى على الإنسان } [ الإنسان : 1 ] أي كل نوع الإِنسان .وأُدمج في ذلك كيفية خلق الإِنسان من نطفة التناسِل لما في تلك الكيفية من دقائق العلم الإلهي والقدرة والحكمة .وقد تقدم معنى النطفة في سورة القيامة .و { أمشاج } : مشتق من المشج وهو الخلط ، أي نطفة مخلوطة قال تعالى : { سبحان الذي خلق الأزواج كلها مما تنبت الأرض ومن أنفسهم ومما لا يعلمون } [ يس : 36 ] وذلك يفسر معنى الخلط الذي أشير إليه هنا .وصيغة { أمشاج } ظاهرها صيغة جمع وعلى ذلك حملها الفراء وابن السكيت والمبرد ، فهي إما جمع مِشْج بكسر فسكون بوزن عِدْل ، أي ممشوج ، أي مخلوط مثل ذِبح ، وهذا ما اقتصر عليه في «اللسان» و«القاموس» ، أو جمع مَشَج بفتحتين مثل سَبب وأسباب ، أو جمع مَشِج بفتح فكسر مثل كَتِف وأكتاف .والوجه ما ذهب إليه صاحب «الكشاف» : أن { أمشاج } مفرد كقولهم : بُرمة أعشار وبُرد أكياش ( بهمزة وكاف وتحتية وألف وشين معجمة الذي أعيد غزله مرتين ) . قال : «ولا يصح أن يكون أمشاج جمع مَشَج بل هما ( أي مَشج وأمشاج ) مِثلان في الإِفراد اه . وقال بعض الكاتبين : إنه خالف كلام سيبويه . وأشار البيضاوي إلى ذلك ، وأحسب أنه لم يَر كلام سيبويه صريحاً في منع أن يكون { أمشاج } مفرداً لأن أثبت الإِفراد في كلمة أنعام والزمخشري معروف بشدة متابعة سيبويه .فإذا كان { أمشاج } في هذه الآية مفرداً كان على صورة الجمع كما في «الكشاف» . فوصف { نطفة } به غير محتاج إلى تأويل ، وإذا كان جمعاً كما جرى عليه كلام الفراء وابن السكيت والمبرد ، كان وصف النطفة به باعتبار ما تشتمل عليه النطفة من أجزاء مختلفة الخواص ، ( فلذلك يصير كل جزء من النطفة عضواً ) فوصفُ النطفة يجمع الاسم للمبالغة ، أي شديدة الاختلاط .وهذه الأمشاج منها ما هو أجزاء كيمائية نباتية أو ترابية ومنها ما هو عناصر قوى الحياة .وجملة { نبتليه } في موضع الحال من الإِنسان وهي حال مقدرة ، أي مريدين ابتلاءه في المستقبل ، أي بعد بلوغه طور العقل والتكليف ، وهذه الحال كقولهم : مررتُ برجل معه صِقر صائداً به غداً .وقد وقعت هذه الحال معترضة بين جملة { خلقنا } وبين { فجعلناه سَميعاً بصيراً } لأن الابتلاء ، أي التكليف الذي يظهر به امتثاله أو عصيانه إنما يكون بعد هدايته إلى سبيل الخير ، فكان مقتضى الظاهر أن يقع { نبتليه } بعد جملة { إنا هديناه السبيل } [ الإنسان : 3 ] ، ولكنه قدم للاهتمام بهذا الابتلاء الذي هو سبب السعادة والشقاوة .وجيء بجملة { إنا هديناه السبيل بياناً لجملة نبتليه } تفنناً في نظم الكلام .وحقيقة الابتلاء : الاختبار لتُعرف حال الشيء وهو هنا كناية عن التكليف بأمر عظيم لأن الأمر العظيم يظهر تفاوت المكلفين به في الوفاء بإقامته .وفُرع على خلقه { من نطفة } أنه جعله { سميعاً بصيراً } ، وذلك إشارة إلى ما خلقه الله له من الحواس التي كانت أصل تفكيره وتدبيره ، ولذلك جاء وصفه بالسميع البصير بصيغة المبالغة ولم يقل فجعلناه : سامعاً مبصراً ، لأن سمع الإِنسان وبصره أكثر تحصيلاً وتمييزاً في المسموعات والمبصرات من سمع وبصر الحيوان ، فبالسمع يتلقَّى الشرائع ودعوة الرسل وبالبصر ينظر في أدلة وُجود الله وبديع صنعه .وهذا تخلص إلى ما ميز الله به الإِنسانَ من جعله تجاه التكليف واتباع الشرائع وتلك خصيصية الإِنسان التي بها ارتكزتْ مدنيته وانتظمت جامعاته ، ولذلك أعقبت هذه الجملة بقوله : { إنا هديناه السبيل الآيات ."
    },
    {
      "ayah": 20,
      "surah": 76,
      "text": "وَإِذَا رَأَيْتَ ثَمَّ رَأَيْتَ نَعِيمًا وَمُلْكًا كَبِيرًا (20)الخطاب لغير معين . و { ثَمّ } إشارة إلى المكان ولا يكون إلاّ ظرفاً والمشار إليه هنا ما جرى ذكره أعني الجنة المذكورة في قوله : { وجزاهم بما صبروا جَنة } [ الإنسان : 12 ] .وفعل { رأيتَ } الأول منزل منزلة اللازم يدل على حصول الرؤية فقط لا تعلُّقِها بمرئي ، أي إذا وجهت نظرك ، و { رأيتَ } الثاني جواب { إذا } ، أي إذا فتحت عينك ترى نعيماً .والتقييد ب { إذا } أفاد معنى الشرطية فدل على أن رؤية النعيم لا تتخلف عن بصر المبصر هنالك فأفاد معنى : لا ترى إلاّ نعيماً ، أي بخلاف ما يرى في جهات الدنيا .وفي قوله : { ومُلْكاً كبيراً } تشبيه بليغ ، أي مثل أحوال المُلك الكبير المتنعِّم ربه .وفائدة هذا التشبيه تقريب المشبه لِمدارك العقول .والكبير مستعار للعظيم وهو زائد على النعيم بما فيه من رفعة وتذليل للمصاعب ."
    },
    {
      "ayah": 21,
      "surah": 76,
      "text": "عَالِيَهُمْ ثِيَابُ سُنْدُسٍ خُضْرٌ وَإِسْتَبْرَقٌ وَحُلُّوا أَسَاوِرَ مِنْ فِضَّةٍ وَسَقَاهُمْ رَبُّهُمْ شَرَابًا طَهُورًا (21)هذه الأشياء من شعار الملوك في عرف الناس زَمانَئِذ ، فهذا مرتبط بقوله { ومُلكاً كبيراً } [ الإنسان : 20 ] .وقرأ نافع وحمزة وأبو جعفر { عَاليهم } بسكون الياء على أن الكلام جملة مستأنفة استئنافاً بيانياً لجملة { رأيْتَ نعيماً ومُلْكاً كبيراً } [ الإنسان : 20 ] ، ف { عاليهم } مبتدأ و { ثياب سندس } فاعلُه سادٌّ مسدّ الخبر وقد عمل في فاعله وإن لم يكن معتمداً على نفي أو استفهام أو وصف ، وهي لغة خَبير بنو لهب وتكون الجملة في موضع البيان لجملة : { رأيت نعيماً } [ الإنسان : 20 ] .وقرأ بقية العشرة { عَاليَهم } بفتح التحتية على أنه حال مفرد ل { الأبرار } [ الإنسان : 5 ] ، أي تلك حالة أهل الملك الكبير .وإضافة { ثياب } إلى { سندس } بيانية مثل : خَاتَم ذَهَببِ ، وثَوْببِ خَزَ ، أي منه .والسندس : الديباج الرقيق .والإستبرق : الديباج الغليظ وتقدما عند قوله تعالى : { ويلبسون ثياباً خضراً من سندس وإستبرق } في سورة الكهف ( 31 ) وهما معرَّبان .فأما السندس فمعرب عن اللغة الهندية وأصله ( سندون ) بنون في آخره ، قيل : إن سبب هذه التسمية أنه جلب إلى الإِسكندر ، وقيل له : إن اسمه ( سندون ) فصيره للغة اليونان سندوس ( لأنهم يكثرون تنهية الأسماء بحرف السين ) وصيّره العرب سُندساً . وفي اللسان } : أن السندس يتخذ من المِرْعِزَّى ( كذا ضبطه مصححه ) والمعروف المِرْعِز كما في «التذكرة» و«شفاء الغليل» . وفي «التذكرة» المِرْعز : ما نَعُم وطال من الصوف اه . فلعله صوف حيوان خاص فيه طول أو هو من نوع الشعَر ، والظاهر أنه لا يكون إلاّ أخضر اللون لقول يزيد بن حذاق العبدي يصف مرعى فَرسه :وداوَيْتُها حتى شَتَتْ حَبَشِيَّةً ... كأنَّ عليها سُندساً وسُدُوساًأي في أرض شديدة الخضرة كلون الحَبشي . وفي «اللسان» : السدوس الطيلسان الأخضر . ولقول أبي تمَّام يرثي محمد بن حميد النبهاني الطوسي :تَرَدَّى ثيَابَ الموتتِ حُمْراً فما أتَى ... لها الليلُ إلاَّ وهْيَ من سُندس خُضْرُوأما الإِستبرق فنسج من نسج الفرس واسمه فارسي ، وأصله في الفارسية : استقره .والمعنى : أن فوقهم ثياباً من الصنفين يلبسون هذا وذاك جمعاً بين محاسن كليهما ، وهي أفخر لباس الملوك وأهل الثروَة .ولون الأخضر أمتع للعين وكان من شعار الملوك ، قال النابغة يمدح ملوك غسان :يَصونُون أجْساداً قديما نعيمها ... بخَالصةِ الأردَان خُضْر المَنَاكِبوالظاهر أن السندس كان لا يصبغ إلاّ أخضر اللون .وقرأ نافع وحفص { خضرٌ } بالرفع على الصفة ل { ثياب } . و { إستبرقٌ بالرفع أيضاً على أنه معطوف على ثياب } بقيد كونها من سندس فمعنى عاليهم إستبرق : أن الإِستبرق لباسُهم .وقرأ ابن كثير وأبو بكر عن عاصم { خُضْرٍ } بالجر نعتاً ل { سندس ، } و { إستبرق } بالرفع عطفاً على { ثياب .وقرأ ابن عامر وأبو عمرو وأبو جعفر ويعقوب خُضْرٌ } بالرفع و { إستبرقٍ } بالجر عطفاً على { سندس } بتقدير : وثياب إستبرق .وقرأ حمزة والكسائي { خُضرٍ } بالجر نعتاً ل { سندسٍ } باعتبار أنه بيان للثياب فهو في معنى الجمع . وقرأ و { إستبرقٍ } بالجر عطفاً على { سندس .والأساور : جمع سِوار وهو حَلي شكله اسطواني فارغ الوسط يلبسه النساء في معاصمهن ولا يلبسه الرجال إلاّ الملوك ، وقد ورد في الحديث ذكر سواري كسْرى .والمعنى : أن حال رجال أهل الجنة حال الملوك ومعلوم أن النساء يتحلّيْنَ بأصناف الحلي .ووصفت الأساور هنا بأنها من فضة . } وفي سورة الكهف ( 31 ) بأنها { من ذهب } في قوله : يُحلَّون فيها من أساور من ذهب ، أي مرة يحلَّون هذه ومرة الأخرى ، أو يحلونهما جميعاً بأن تجعل متزاوجة لأن ذلك أبْهج منظراً كما ذكرناه في تفسير قوله : { كانت قواريرا قواريرا من فضة } [ الإنسان : 15 ، 16 ] .هذا احتراس مما يوهمه شُربهم من الكأس الممزوجة بالكافور والزنجبيل من أن يكون فيها ما في أمثالها المعروفة في الدنيا ومن الغَوْل وسوءِ القول والهذيان ، فعبر عن ذلك بكون شرابهم طَهوراً بصيغة المبالغة في الطهارة وهي النزاهة من الخبائث ، أي منزهاً عما في غيره من الخباثة والفساد .وأسند سقيه إلى ربهم إظهاراً لكرامتهم ، أي أمر هو بسقيهم كما يقال : أطعَمهم ربُّ الدار وسقاهم ."
    },
    {
      "ayah": 22,
      "surah": 76,
      "text": "إِنَّ هَذَا كَانَ لَكُمْ جَزَاءً وَكَانَ سَعْيُكُمْ مَشْكُورًا (22)هذا الكلام مقول قول محذوف قرينته الخطاب إذ ليس يصلح لهذا الخطاب مما تقدم من الكلام إلاّ أن يكون المخاطَبون هم الأبرارَ الموصوفَ نعيمهم .والقول المحذوف يقدر فعلاً في موضع الحال من ضمير الغائب في { سقاهم } [ الإنسان : 21 ] ، نحو : يُقال لهم ، أو يَقول لهم ربهم ، أو يقدر اسماً هو حال من ذلك الضمير نحو : مَقولاً لهم هذا اللفظ ، أو قائلاً لهم هذا اللفظ .والإِشارة إلى ما يكون حاضراً لديهم من ألوان النعيم الموصوف فيما مضى من الآيات .والمقصود من ذلك الثناء عليهم بما أسلفوا من تقوى الله وتكرمتهم بذلك وتنشيط أنفسهم بأن ما أنعم به عليهم هو حق لهم جزاء على عملهم .وإقحام فعل { كان } للدلالة على تحقيق كونه جزاء لا منًّا عليهم بما لم يستحقوا ، فإن من تمام الإِكرام عند الكرام أن يُتبعوا كرامتهم بقول ينشط له المكرَم ويزيل عنه ما يعرض من خجل ونحوه ، أي هو جزاء حقاً لا مبالغة في ذلك .وعطف على ذلك قوله : { وكان سعيكم مشكوراً } علاوة على إيناسهم بأن ما أغدق عليهم كان جزاء لهم على ما فعلوا بأن سعيهم الذي كان النعيمُ جزاء عليه ، هو سعي مشكور ، أي مشكور ساعِيه ، فأسند المشكور إلى السعي على طريقة المجاز العقلي مثل قولهم : سَيْل مُفْعَم .ولك أن تجعل { مشكوراً } مفعولاً حقيقة عقلية لكن على طريقة الحذف والإِيصال ، أي مشكوراً عليه .وإقحام فعل { كان } كإقحام نظيره آنفاً ."
    },
    {
      "ayah": 23,
      "surah": 76,
      "text": "إِنَّا نَحْنُ نَزَّلْنَا عَلَيْكَ الْقُرْآَنَ تَنْزِيلًا (23) من هنا يبتدىء ما لا خلاف في أنه مكي من هذه السورة .وعلى كلا القولين فهذا استئناف ابتدائي ، ويجيء على قول الجمهور أن السورة كلها مكية وهو الأرجح ، أنه استئناف للانتقال من الاستدلال على ثبوت البعث بالحجّة والترهيب والوعيد للكافرين به والترغيب والوعد للمؤمنين به بمرهبّات ومرغّبات هي من الأحوال التي تكون بعد البعث ، فلمّا استوفى ذلك ثُنِي عِنانُ الكلام إلى تثبيت الرسول صلى الله عليه وسلم والربطِ على قلبه لِدفاع أن تلحقه آثارُ الغمّ على تصلب قومه في كفرهم وتكذيبهم بما أُنزل عليه مما شأنه أن يوهن العزيمة البشرية ، فذكَّره الله بأنه نزل عليه الكتاب لئلا يعبأ بتكذيبهم .وفي إيراد هذا بعد طُول الكلام في أحوال الآخرة ، قضاء لحق الاعتناء بأحوال الناس في الدنيا فابتدىء بحال أشرف الناس وهو الرسول صلى الله عليه وسلم ثم بحال الذين دعاهم الرسول صلى الله عليه وسلم بين من { يحبون العاجلة } [ الإنسان : 27 ] ومن { اتخذ إلى ربه سبيلاً } [ الإنسان : 29 ] فأدخلهم في رحمته .وتأكيد الخبر ب ( إنَّ ) للاهتمام به .وتأكيد الضمير المتصل بضمير منفصل في قوله : { إنا نحن } لتقرير مدلول الضمير تأكيداً لفظياً للتنبيه على عظمة ذلك الضمير ليفضي به إلى زيادة الاهتمام بالخبر إذ يتقرر أنه فِعْلُ من ذلك الضميرَاننِ له لأنه لا يفعل إلا فعلاً منوطاً بحكمة وأقصى الصواب .وهذا من الكناية الرمزية ، وبعدُ فالخبر بمجموعه مستعمل في لازم معناه وهو التثبيت والتأييد فمجموعُه كناية ومزية .وإيثار فعل { نزّلنا } الدال على تنزيله منجماً آياتتٍ وسُوراً تنزيلاً مفرقاً إدماجٌ للإِيماء إلى أن ذلك كان من حكمة الله تعالى التي أومأ إليها تأكيد الخبر ب ( إن ) وتأكيدُ الضمير المتصل بالضمير المنفصل ، فاجتمع فيه تأكيد على تأكيد وذلك يفيد مُفاد القصر إذ ليس الحصر والتخصيصُ إلاّ تأكيداً على تأكيد كما قال السكاكي ، فالمعنى : ما نزَّل عليك القرآن إلاّ أنا .وفيه تعريض بالمشركين الذين قالوا : { لولا نزل عليه القرآن جملةً واحدة } [ الفرقان : 32 ] فجعلوا تنزيله مفرقاً شبهة في أنه ليس من عند الله .والمعنى : ما أنزله منجّماً إلاّ أنا واقتضت حكمتي أن أنزله عليك منجّماً .وفرع على هذا التمهيد أمره بالصبر على أعباء الرسالة وما يلقاه فيها من أذى المشركين ، وشدُّ عزيمته أن لا تخور .وسمى ذلك حكماً لأن الرسالة عن الله لا خيرة للمرسَل في قبولها والاضطلاععِ بأمورها ، ولأن ما يحفّ بها من مصاعب إصلاح الأمة وحملِها على ما فيه خيرها في العاجل والآجل ، وتلقي أصناف الأذى في خلال ذلك حتى يتمّ ما أمر الله به ، كالحكم على الرسول بقبوللِ ما يبلغ منتهى الطاقة إلى أجللٍ معين عند الله .وعدي فعل ( اصبر ) باللام لتضمن الصبر معنى الخضوع والطاعة للأمر الشاق ، وقد يعدّى بحرف ( على ) كما قال تعالى :"
    },
    {
      "ayah": 24,
      "surah": 76,
      "text": "فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلَا تُطِعْ مِنْهُمْ آَثِمًا أَوْ كَفُورًا (24){ واصبر على ما يقولون } [ المزمل : 10 ] . ومناسبة مقام الكلام ترجح إحدى التعديتين كما تقدم بيان ذلك عند قوله تعالى : { ولربك فاصبر } في سورة المدثر ( 7 ) .ولما كان من ضروب إِعراضهم عن قبول دعوته ضربٌ فيه رغبات منهم مثل أن يَترك قرعهم بقوارع التنزيل من تأفين رأيهم وتحقير دينهم وأصنامهم ، وربما عرضوا عليه الصِهْر معهم ، أو بذْلَ المال منهم ، أُعقب أمره بالصبر على ما هو من ضروب الإِعراض في صلابة وشدة ، بأن نهاه عن أن يطيعهم في الضرب الآخر من ضروب الإِعراض الواقع في قالَب اللين والرغبة .وفي هذا النهي تأكيد للأمر بالصبر لأن النهي عنه يشمل كل ما يرفع موجبات الصبر المراد هنا .والمقصود من هذا النهي تأييسهم من استجابته لهم حين يقرأ عليهم هذه الآية لأنهم يحسبون أن ما عرضوه عليه سيكون صارفاً له عما هو قائم به من الدعوة إِذْ هم بُعَداء عن إدراك ماهية الرسالة ونزاهة الرسول .والطاعة : امتثال الطلب بفعل المطلوب وبالكف عن المنهي عنه فقد كان المشركون يعمدون إلى الطلب من النبي أن يفعل ما يرغبون ، مثل طرد ضعفاء المؤمنين من المجلس ، والإِتيان بقرآن غير هذا أو تبديله بما يشايع أحوالهم ، وأن يكف عما لا يريدون وقوعه من تحقير آلهتهم ، والجهرِ بصلاته ، فحذره الله من الاستماع لقولهم وإياسهم من حصول مرغوبهم .ومقتضى الظاهر أن يقول : ولا تطعهم ، أو ولا تطع منهم أحداً ، فعدل عنه إلى آثماً أو كفوراً } للإِشارة بالوصفين إلى أن طاعتهم تفضي إلى ارتكاب إثم أو كفر ، لأنهم في ذلك يأمرونه وينهونه غالباً فهم لا يأمرون إلاّ بما يلائم صفاتهم .فالمراد بالآثم والكفور : الصنفان من الموصوفين وتعليق الطاعة المنهي عنها بهذين النوعين مُشعر بأن الوصفين علة في النهى .والآثِم والكفُور مُتَلازِمَاننِ فكان ذكر أحد الوصفين مغنياً عن الآخر ولكن جُمع بينهما لتشويه حال المتصف بهما قال تعالى : { والله لا يحب كل كفّار أثيم } [ البقرة : 276 ] .وفي ذكر هذين الوصفين إشارة أيضًا إلى زعيمين من زعماء الكفر والعناد وهما عُتبة ابن ربيعة ، والوليد بن المغيرة ، لأن عتبة اشتهر بارتكاب المآثم والفسوق ، والوليد اشتهر بشدة الشكيمة في الكفر والعتوّ . وقد كانا كافرَيْن فأشير إلى كل واحد منهما بما هو علَم فيه بين بقية المشركين من كثرة المآثم لأولهما . والمبالغةُ في الكفر لثانيهما ، فلذلك صيغت له صيغة المبالغة ( كَفور ) .قيل عرض عتبة على النبي صلى الله عليه وسلم أن يرجع عن دعوة الناس إلى الإسلام ويزوجه ابنته وكانت من أجمل نساء قريش . وعرض الوليد عليه أن يعطيه من المال ما يرضيه ويرجع عن الدعوة ، وكان الوليد من أكثر قريش مالاً وهو الذي قال الله في شأنه :{ وجعَلْتُ له مالاً ممدوداً } [ المدثر : 12 ] . فيكون في إيثار هذين الوصفين بالذكر إدماج لذمهما وتلميح لقصتهما .وأيَّامَّا كان فحرف { أو } لم يعْدُ أصل معناه من عطف تشريك أحد شيئين أو أشياء في خبر أو طَلب ، وهذا التشريك يفيد تخييراً ، أو إباحةً ، أو تقسيماً ، أو شكاً ، أو تشكيكاً بحسب المواقع وبحسب عوامل الإِعراب ، لتدخل { أو } التي تُضمر بعدها ( أنْ ) فتنصبُ المضارع . وكون المشرَّك بها واحداً من متعدد مُلازم لمواقعها كلها .فمعنى الآية نهي عن طاعة أحد هذين الموصوفين ويعلم أن طاعة كليهما منهي عنها بدلالة الفحوى لأنه إذا أطاعهما معاً فقد تحقق منه طاعة أحدهما وزيادة .وموقع { منهم } موقعُ الحال من { آثماً } فإنه صفة { آثماً } فلما قدمت الصفة على الموصوف صارت حالاً .و ( مِنْ ) للتبعيض . والضمير المجرور بها عائد للمشركين ، ولم يتقدم لهم ذكر لأنهم معلومون من سياق الدعوة أو لأنهم المفهوم من قوله : { إنا نحن نزلنا عليك القرآن تنزيلاً } أي لا كما يزعم المشركون أنك جئت به من تلقاء نفسك ، ومن قوله : { فاصبر لحكم ربك ، } أي على أذى المشركين .ويؤول المعنى : ولا تطع أحداً من المشركين ."
    },
    {
      "ayah": 25,
      "surah": 76,
      "text": "وَاذْكُرِ اسْمَ رَبِّكَ بُكْرَةً وَأَصِيلًا (25) أي أقْبِلْ على شأنك من الدعوة إلى الله وذِكر الله بأنواع الذكر . وهذا إرشاد إلى ما فيه عون له على الصبر على ما يقولون .والمراد بالبُكرة والأصيل استغراق أوقات النهار ، أي لا يصدك إعراضهم عن معاودة الدعوة وتكريرها طرفي النهار . ويدخل في ذكر الله الصلوات مثل قوله { وأقم الصلاة طرفي النهار وزُلَفاً من الليل إن الحسنات يذهبن السيئات ذلك ذكرى للذاكرين واصبر فإن الله لا يضيع أجر المحسنين } [ هود : 114 ، 115 ] . وكذلك النوافل التي هي من خصائص النبي صلى الله عليه وسلم بين مفروض منها وغير مفروض . فالأمر في قوله : { واذكر } مستعمل في مطلق الطلب من وجوب ونفل .وذِكر اسم الرب يشمل تبليغ الدعوة ويشمل عبادة الله في الصلوات المفروضة والنوافل ويشمل الموعظة بتخويف عقابه ورجاء ثوابه .وقوله : { بكرة وأصيلا } يشمل أوقاتَ النهار كلها المحدودَ منها كأوقات الصلوات وغيرَ المحدود كأوقات النوافل ، والدعاء والاستغفارِ .و { بكرة هي أول النهار ، وأصيلاً عشياً ."
    },
    {
      "ayah": 26,
      "surah": 76,
      "text": "وَمِنَ اللَّيْلِ فَاسْجُدْ لَهُ وَسَبِّحْهُ لَيْلًا طَوِيلًا (26)وقوله : ومن الليل فاسجد له } إشارة إلى أن الليل وقت تفرغ من بث الدعوة كما تقدم في قوله : { قم الليل إلاّ قليلاً } إلي قوله : { علم أن لن تحصوه فتاب عليكم } الآية [ المزمل : 2 20 ] وهذا خاص بصلاة الليل فرضاً ونفلاً .وقوله : { وسبّحْه } جملة معطوفة على جملة { من الليل فاسجد له } فتعين أن التسبيح التنفل .والتسبيح : التنزيه بالقول وبالاعتقاد ، ويشمل الصلوات والأقوال الطيبة والتدبر في دلائل صفات الله وكمالاته ، وغلب إطلاق مادة التسبيح على الصلاة النافلة ، وقال تعالى : { وسبح بحمد ربك حين تقوم } [ الطور : 48 ] ، أي من الليل . وعن عبد الملك بن حبيب : و { سبحه } هنا صلاة التطوع في الليل ، وقوله { طويلاً } صفة { ليلاً } وحيث وصف الليل بالطول بعد الأمر بالتسبيح فيه ، عُلم أن { ليلاً } أريد به أزمان الليل لأنه مجموعُ الوقت المقابل للنهار ، لأنه لو أريد ذلك المقدارُ كلُّه لم يكن في وصفه بالطول جدوى ، فتعين أن وصف الطول تقييد للأمر بالتسبيح ، أي سبحه أكثرَ الليل ، فهو في معنى قوله تعالى : { قم الليل إلاّ قليلاً إلى أو زد عليه } [ الإنسان : 2 ، 4 ] أو يتنازعه كل من ( اسجد ) و { سبحه } .وانتصب { ليلاً } على الظرفية ل { سبحه } .وعن ابن عباس وابن زيد : أن هاتين الآيتين إشارة إلى الصلوات الخمس وأوقاتها بناء على أن الأصيل يطلق على وقت الظهر فيكون قوله : { وسبّحْه } إشارة إلى قيام الليل .وهذه الآية جاءت على وفق قوله تعالى : { ولقد نعلم أنك يضيق صدرك بما يقولون فسبّح بحمد ربك وكن من الساجدين } [ الحجر : 97 ، 98 ] وقوله تعالى : { واذكر اسم ربك وتبتَّل إليه تبتيلاً رب المشرق والمغرب لا إله إلاّ هو فاتخذه وكيلاً واصبر على ما يقولون } [ المزمّل : 8 10 ] ."
    },
    {
      "ayah": 27,
      "surah": 76,
      "text": "إِنَّ هَؤُلَاءِ يُحِبُّونَ الْعَاجِلَةَ وَيَذَرُونَ وَرَاءَهُمْ يَوْمًا ثَقِيلًا (27)تعليل للنهي عن إطاعتهم في قوله : { ولا تطع منهم آثماً أو كفوراً } [ الإنسان : 24 ] ، أي لأن خلقهم الانصباب على الدنيا مع الإِعراض عن الآخرة إذ هم لا يؤمنون بالبعث فلو أعطاهم لتخلق بخلقهم قال تعالى : { ودّوا لو تكفرون كما كفروا فتكونون سواء فلا تتخذوا منهم أولياء } الآية [ النساء : 89 ] . فموقع { إنّ } موقع التعليل وهي بمنزلة فاء السببية كما نبه عليه الشيخ عبد القاهر .و { هؤلاء } إشارة إلى حاضرين في ذهن المخاطب لكثرة الحديث عنهم ، وقد استقريْتُ من القرآن أنه إذا أطلق { هؤلاء } دون سبْققِ ما يكون مشاراً إليه فالمقصود به المشركون ، وقد ذكرتُ ذلك في تفسير قوله تعالى : { فإن يكفر بها هؤلاء فقد وكَّلنا بها قوماً ليسوا بها بكافرين } في سورة الأنعام ( 89 ) وقوله تعالى : { فلا تكُ في مرية مما يعبد هؤلاء } في سورة هود ( 109 ) .وقد تنزه رسول الله عن محبة الدنيا فقال : ما لي وللدنيا فليس له محبة لأمورها عدا النساء والطيب كما قال : حُبِّب إليّ مِن دنياكم النساء والطيب .فأما النساء فالميل إليهن مركوز في طبع الذكور ، وما بالطبع لا يتخلف ، وفي الأنس بهن انتعاش للروح فتناوله محمود إذا وقع على الوجه المبَرَّأ من الإِيقاع في فساد ومَا هو الأمثل تناول الطعام وشرب الماء قال تعالى : { ولقد أرسلنا رُسُلاً مِن قبلك وجعلْنا لهم أزواجاً وذُرِّية } [ الرعد : 38 ] .وأما الطيب فلأنه مناسب للتزكية النفسية .وصيغة المضارع في { يحبّون } تدل على تكرر ذلك ، أي أن ذلك دأبهم وديدنهم لا يشاركون مع حب العاجلة حب الآخرة .و { العاجلة } : صفة لموصوف محذوف معلوم من المقام تقديره : الحياة العاجلة ، أو الدار العاجلة . والمراد بها مدة الحياة الدنيا .وكثر في القرآن إطلاق العاجلة على الدنيا كقوله : { كلا بل تُحِبُّون العاجلة وتَذرُون الآخرة } [ القيامة : 20 ، 21 ] فشاع بين المسلمين تسمية الدنيا بالعاجلة .ومتعلق { يحبّون } مضافٌ محذوف ، تقديره : نعيمَ أو منافعَ لأن الحب لا يتعلق بذات الدنيا .وفي إيثار ذكر الدنيا بوصف العاجلة توطئة للمقصود من الذم لأن وصف العاجلة يؤذن بأنهم آثروها لأنها عاجلة . وفي ذلك تعريض بتحميقهم إذ رضُوا بالدون لأنه عاجل وليس ذلك من شيم أهل التبصر ، فقوله : { ويذرون ورآءهم يوماً ثقيلاً } واقع موقع التكميل لمناط ذمهم وتحميقهم لأنهم لوْ أحبُّوا الدنيا مع الاستعداد للآخرة لما كانوا مذمومين قال تعالى حكاية لقول الناصحين لقارون : { وابتغ فيما ءاتاك الله الدار الآخرة ولا تنسَ نصيبك من الدنيا } [ القصص : 77 ] . وهذا نظير قوله تعالى : { يعلمون ظاهراً من الحياة الدنيا وهم عن الآخرة هم غافلون } [ الروم : 7 ] إذ كان مناط الذم فيه هو أن قصروا أنفسهم على علم أمور الدنيا مع الإِعراض عن العلم بالآخرة .ومُثلوا بحال من يترك شيئاً وراءه فهو لا يسعى إليه وإنما يسعى إلى ما بين يديه .وإنما أعرضوا عنه لأنهم لا يؤمنون بحلوله فكيف يسعون إليه .وصيغة المضارع في { يذرون } تقتضي أنهم مستمرون على ذلك وأن ذلك متجدد فيهم ومتكرر لا يتخلفون عن ذلك الترك لأنهم لا يؤمنون بحلول ذلك اليوم ، فالمسلمون لا يذرون وراءهم هذا اليوم لأنهم لا يَخلُون من عمل له على تفاوت بينهم في التقوى .واليومُ الثقيل : هو يوم القيامة ، وُصف بالثقيل على وجه الاستعارة لشدة ما يحصل فيه من المتاعب والكروب فهو كالشيء الثقيل الذي لا يستطاع حمله .والثقل : يستعار للشدة والعسر قال تعالى : { ثقُلت في السماوات والأرض } [ الأعراف : 187 ] وقال : { إنا سنلقي عليك قولاً ثقيلاً } [ المزمل : 5 ] ."
    },
    {
      "ayah": 28,
      "surah": 76,
      "text": "نَحْنُ خَلَقْنَاهُمْ وَشَدَدْنَا أَسْرَهُمْ وَإِذَا شِئْنَا بَدَّلْنَا أَمْثَالَهُمْ تَبْدِيلًا (28)لما كان الإِخبار عنهم بأنهم { يذرون ورآءهم يوماً ثقيلاً } [ الإنسان : 27 ] يتضمن أنهم ينكرون وقوع ذلك اليوم كما قدمناه وكان الباعث لهم على إنكاره شبهةُ استحالة إعادة الأجسادِ بعد بِلاها وفنائها ، وكان الكلام السابق مسوقاً مساق الذم لهم والإِنكار عليهم جيء هنا بما هو دليل للإِنكار عليهم وإبطال لشبهتهم ببيان إمكان إعادة خلقهم يُعيده الذي خلقهم أول مرّة كما قال تعالى : { فسيقولون من يُعيدنا قُللِ الذي فطركم أول مرة } [ الإسراء : 51 ] وغيرِ ذلك من الآيات الحائمة حول هذا المعنى .وافتتاح الجملة بالمبتدإ المخبر عنه بالخبر الفِعلي دون أن تفتتح ب { خلقناهم } أو نحن خالقون ، لإِفادة تقوّي الخبر وتحقيقه بالنظر إلى المعنِيِّينَ بهذا الكلام وإن لم يكن خطاباً لهم ولكنهم هم المقصود منه .وتقويةُ الحكم بناءٌ على تنزيل أولئك المخلوقين منزلة من يشك في أن الله خلقهم حيث لم يجْرُؤوا على موجِب العلم فأنكروا أن الله يعيد الخلق بعد البِلَى ، فكأنهم يسندون الخلق الأول لغيره . وتقوِّي الحكم يترتب عليه أنه إذا شاء بدَّل أمثالهم بإعادة أجسادهم فلذلك لم يُحتج إلى تأكيد جملة : { وإذا شئنا بدّلنا أمثالهم } ، استغناء بتولد معناها عن معنى التي قبلها وإن كان هو أولى بالتقوية على مقتضى الظاهر . وهذا التقوّي هنا مشعر بأن كلاماً يعقبه هو مصب التقوِّي ، ونظيره في التقوِّي والتفريع قوله تعالى : { نحن خلقناكم فلولا تصدقون أفرأيتم ما تُمْنُون إلى قوله : وما نحن بمسبوقين على أن نبدِّل أمثالكم فإن المفرع هو أفرأيتم ما تمنون وما اتصل به . وجملة { فلولا تُصَدِّقون } معترضة وقد مضى في سورة الواقعة ( 57 - 61 ) .فأمثالهم } : هي الأجساد الثانية إذ هي أمثال لأجسادهم الموجودةِ حين التنزيل .والشدّ : الإِحكام وإتقان ارتباط أجزاء الجسد بعضها ببعض بواسطة العظام والأعصاب والعروق إذ بذلك يستقلّ الجسم .والأسر : الربط ، وأطلق هنا على الإِحكام والإِتقان على وجه الاستعارة .والمعنى : أحْكمنا ربط أجزاء أجسامهم فكانت مشدوداً بعضها إلى بعض .وقوله : { وإذا شئنا بَدَّلْنا أمثالهم } إخبار بأن الله قادر على أن يُبدلهم بناس آخرين .فحذف مفعول { شئنا } لدلالة وجواب { إذَا } عليه كما هو الشأن في فعل المشيئة غالباً .واجتلاب { إذا } في هذا التعليق لأن شأن { إذا } أن تفيد اليقين بوقوع ما قُيد بها بخلاف حرف ( إنْ ) فهو إيماء إلى أن حصول هذه المشيئة مستقرب الوقوع .فيجوز أن يَكون هذا بمنزلة النتيجة لقوله : { نحن خلقناهم } الخ ، ويُحمل الشرط على التحقق قال تعالى : { وإن الدين لَوَاقع } [ الذاريات : 6 ] .ويجوز أن يكون قوله : { وإذا شئنا بدلنا أمثالهم } تهديداً لهم على إعراضهم وجحودهم للبعث ، أي لو شئنا لأهلكناهم وخلقنا خلقاً آخر مثلهم كقوله تعالى : { إنْ يشأ يُذْهِبْكُم ويَأتتِ بخَلْق جديد } [ إبراهيم : 19 ] .ويكون { إذا } مراداً به تحقق التلازم بين شرط { إذا } وجوابها ، أي الجملةِ المضاففِ إليها ، والجملةِ المتعلَّق بها .وفعل التبديل يقتضي مبدَّلاً ومبدَّلاً به وأيُّهما اعتبرتَه في موضع الآخر صح لأن كل مُبَدَّل بشيء هو أيضاً مُبدَّلٌ به ذلك الشيءُ ، ولا سيما إذا لم يكن في المقام غرض ببيان المرغوب في اقتِنَائه والمسموح ببذله من الشيئين المستبدَلين ، فحُذف من الكلام هنا متعلِّق { بدَّلنا } وهو المجرور بالباء لأنه أولى بالحذف ، وأُبقي المفعول .وقد تقدم نظيره في سورة الواقعة ( 61 ) في قوله : { على أنْ نُبَدل أمثالكم } ، ومنه قوله تعالى : { إِنا لقادرون على أن نبدّلَ خيراً منهم } في سورة المعارج ( 40 ، 41 ) فالتقدير : بَدَّلْنا منهم .والأمثال : جمع مِثْل وهو المماثل في ذاتتٍ أو صفة ، فيجوز أن يراد أمثالهم في أشكال أجسادهم وهو التبديل الذي سيكون في المعاد .ويجوز أن يراد أمثالهم في أنهم أُمم ، وعلى الوجه الأول فهو يدل على أن البعث يحصل بخلق أجسام على مِثال الأجساد التي كانت في الحياة الدنيا للأرواح التي كانت فيها .وانتصب تبديلاً } على المفعول المطلق المؤكِّد لعامله للدلالة على أنه تبديل حقيقي ، وللتوصل بالتنوين إلى تعظيمه وعجوبته ."
    },
    {
      "ayah": 29,
      "surah": 76,
      "text": "إِنَّ هَذِهِ تَذْكِرَةٌ فَمَنْ شَاءَ اتَّخَذَ إِلَى رَبِّهِ سَبِيلًا (29)استئناف ابتدائي للانتقال من بسط التذكير والاستدلال إلى فذلكة الغرض وحوصلته ، إشعاراً بانتهاء المقصود وتنبيهاً إلى فائدته ، ووجه الانتفاع به ، والحث على التدبر فيه ، واستثمار ثمرته ، وباعتبار ما تفرع عن هذه الجملة من قوله : { فمن شاء اتخذ } الخ يقوَى موقع الفذلكة للجملة وتأكيد الكلام بحرف { إن } لأن حال المخاطبين عدم اهتمامهم بها فهم ينكرون أنها تذكرة .والإِشارة إلى الآيات المتقدمة أو إلى السورة ولذلك أُتي باسم الإِشارة المؤنث .والتذكرة : مصدر ذَكَّره ( مثل التزكية ) ، أي أكلمه كلاماً يذكره به ما عسى أن يكون نسيه أطلقت هنا على الموعظة بالإِقلاع عن عمل سيِّىء والإِقبال على عمل صالح وعلى وضوح الخير والشر لمن تذكر ، أي تبصر بتشبيه حالة المعرض عن الخير المشغول عنه بحالة الناسي له لأن شأنه ألا يُفرِّط فيه إلاّ من كان ناسياً لما فيه من نفع له .وفرع عليه الحث على سلوك سبيل مرضاة الله بقوله : { فمن شاء اتخذ إلى ربه سبيلاً } ، أي ليس بعد هذه التذكرة إلاّ العمل بها إذا شاء المتذكر أن يعمل بها .ففي قوله : { مَن شاء } حثّ على المبادرة بذلك لأن مشيئة المرء في مكنته فلا يمنعه منها إلاّ سوء تدبيره .وهذا حثّ وتحريض فيه تعريض بالمشركين بأنهم أبَوا أن يتذكروا عناداً وحسداً .واتخاذ السبيل : سلوكه ، عُبّر عن السلوك بالاتخاذ على وجه الاستعارة بتشبيه ففي قوله : { اتَّخَذ إلى ربه سبيلاً } استعارتان لأن السبيل مستعار لسبب الفوز بالنعيم والزُّلفى .ويتعلق قوله : { إلى ربه } ب { سبيلاً } ، أي سبيلاً مُبلغة إلى الله ، ولا يختلف العقلاء في شرف ما يوصل إلى الرب ، أي إلى إكرامه لأن ذلك قَرارة الخيرات ولذلك عبر برب مضافاً إلى ضمير { من شاء } إذ سعادة العبد في الحظوة عند ربه .وهذه السبيل هي التوبة فالتائب مِثل الذي كان ضالاً ، أو آبقاً فاهتدى إلى الطريق التي يرجع منها إلى مقصده ، أو سلك الطريق إلى مولاه .وقد تقدم نظير هذه الآية في سورة المزمل ."
    },
    {
      "ayah": 3,
      "surah": 76,
      "text": "إِنَّا هَدَيْنَاهُ السَّبِيلَ إِمَّا شَاكِرًا وَإِمَّا كَفُورًا (3)استئناف بياني لبيان ما نشأ عن جملة { نبتليه } [ الإنسان : 2 ] ولتفصيل جملة { فجعلناه سميعاً بصيراً } [ الإنسان : 2 ] ، وتخلُّصّ إلى الوعيد على الكفر والوَعد على الشكر .وهداية السبيل : تمثيل لحال المرشدِ . و { السبيل } : الطريق الجادة إلى ما فيه النفع بواسطة الرُسل إلى العقائد الصحيحة والأعمال الصالحة التي هي سبب فوزه بالنعيم الأبدي ، بحال من يدل السائر على الطريق المؤدية إلى مقصده من سَيْره .وهذا التمثيل ينحل إلى تشبيهاتتِ أجزاءِ الحالة المركَّبَة المشبَّهة بأجزاء الحالة المشبَّه بها ، فالله تعالى كالهادي ، والإِنسان يشبه السائر المتحير في الطريق ، وأعمال الدين تشبه الطريق ، وفوز المتتبع لهدي الله يشبه البلوغ إلى المكان المطلوب .وفي هذا نداء على أن الله أرشد الإِنسان إلى الحق وأن بعض الناس أدخلوا على أنفسهم ضلالَ الاعتقاد ومفاسدَ الأعمال ، فمن بَرَّأَ نفسه من ذلك فهو الشاكر وغيره الكفور ، وذلك تقسيم بحسب حال الناس في أول البعثة ، ثم ظهر من خلطوا عملاً صالحاً وآخر سيئاً .وتأكيد الخبر ب ( إنَّ ) للرد على المشركين الذين يزعمون أن ما يدعوهم إليه القرآن باطل .و { إِما شاكراً وإما كفوراً } حالان من ضمير الغيبة في { هديناه } ، وهو ضمير { الإِنسان } [ الإنسان : 2 ] .و { إما } حرف تفصيل ، وهو حرفٌ بسيط عند الجمهور . وقال سيبويه : هو مركب من حرف ( إِنْ ) الشرطية و ( مَا ) النافية . وقد تجردت ( إنْ ) بالتركيب على الشرطية كما تجردت ( مَا ) عن النفي ، فصار مجموع { إِما } حرف تفصيل ، ولا عمل لها في الاسم بعدها ولا تمنع العامل الذي قبلها عن العمل في معموله الذي بعدها فهي في ذلك مثل ( اَلْ ) حرففِ التعريف . وقدر بعض النحاة { إما } الثانية حرفَ عطف وهو تحكم إذ جعلوا الثانية عاطفة وهي أخت الأولى ، وإنما العاطف الواو و { إِما } مقحمة بين الاسم ومعموله كما في قول تأبط شراً :هُمَا خُطَّتَا إِمَّا إِسارٍ ومِنَّةٍ ... وإِمَّا دَممٍ والموتُ بالحُر أجْدَرُفإن الاسمين بعد ( إما ) في الموضعين من البيت مجرورَان بالإِضافة ولذلك حذفت النون من قوله : هما خطتَا ، وذلك أفصح كما جاء في هذه الآية .قال ابن جنيّ : «أما من جرَّ ( إِسار ) فإنه حذف النون للإِضافة ولم يَعتد ( إِمَّا ) فاصلاً بين المضاف والمضاف إليه ، وعلى هذا تقول : هما إِما غلاما زيدٍ وإما عمرو ، وأجودُ من هذا أن تقول : هما خطتَا إِسارٍ ومنةٍ وإِما خطتا دم ثم قال : وأما الرفع فطريق المذهب ، وظاهر أمره أنه على لغة من حذف النون لغير الإِضافة فقد حُكي ذلك» الخ .ومقتضى كلامه أن البيت روي بالوجهين : الجرِ والرفع وقريب منه كلام المرزوقي وزاد فقال «وحَذف النون إذا رفعتَ ( إسارُ ) استطالة للاسم كأنه استطال خطتا ببدَلِه وهو قوله : إِما إسار» الخ .والمعنى : إنا هديناه السبيل في حال أنه متردد أمره بين أحد هذين الوصفين وصففِ شاكر ووصففِ كفور ، فأحدُ الوصفين على الترديد مقارنٌ لحال إرشاده إلى السبيل ، وهي مقارنةٌ عرفية ، أي عَقب التبليغ والتأمل ، فإن أخذ بالهدى كان شاكراً وإن أعرض كان كفوراً كمن لم يأخذ بإرشاد من يهديه الطريق فيأخذ في طريق يلقى به السباع أو اللصوصَ ، وبذلك تم التمثيل الذي في قوله : { إِنا هديناه السبيل } ."
    },
    {
      "ayah": 30,
      "surah": 76,
      "text": "وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللَّهُ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا (30)لما ناط اختيارهم سبيلَ مرضاة الله بمشيئتهم أعقبه بالتنبيه إلى الإِقبال على طلب مرضاة الله للتوسل برضاه إلى تيسير سلوك سبل الخير لهم لأنهم إذا كانوا منه بمحل الرضى والعناية لطف بهم ويسَّر لهم ما يعسُر على النفوس من المصابرة على ترك الشهوات المُهلكة ، قال تعالى : { فسَنُيَسِّره لليسرى } [ الليل : 7 ] فإذا لم يسعوا إلى مرضاة ربهم وَكَلَهم إلى أحوالهم التي تعوّدوها فاقتحمت بهم مهامه العماية إذ هم محفوفون بأسباب الضلال بما استقرت عليه جِبلاّتهم من إيثار الشهوات والاندفاع مع عصائب الضلالات ، وهو الذي أفاده قوله تعالى : { فسنيسّره للعُسْرى } [ الليل : 10 ] ، أي نتركه وشأنَه فتتيسر عليه العسرى ، أي تلحق به بلا تكلف ومجاهدة .فجملة { وما تشاءون إلاّ أن يشاء الله } يجوز أن تكون عطفاً على جملة { فمن شاء اتخذ إلى ربه سبيلاً } [ الإنسان : 29 ] أو حالاً من { مَن يشاء } [ الإنسان : 31 ] وهي على كلا الوجهين تتميم واحتراس .وحذف مفعول { تشاءون } لإِفادة العموم ، والتقدير : وما تشاءون شيئاً أو مشيئاً وعموم الأشخاص يستلزم عموم الأحوال والأزمنة ، أي ما تشاءون شيئاً في وقت من الأوقات أو في حال من الأحوال .وقد عُلل ارتباط حصول مشيئتهم بمشيئة الله ، بأن الله عليم حكيم ، أي عليم بوسائل إيجاد مشيئتهم الخير ، حكيم بدقائق ذلك مما لا تبلغ إلى معرفة دقائقه بالكُنْهِ عقول الناس ، لأن هنالك تصرفات عُلوية لا يبلغ الناس مبلغ الاطلاع على تفصيلها ولكن حَسبهم الاهتداء بآثارها وتزكية أنفسهم للصد عن الإِعراض عن التدبر فيها .و { مَا } نافية ، والاستثناء من عموم الأشياء المشيئة وأحوالها وأزمانها ، ولما كان ما بعد أدَاة الاستثناء حرف مصدر تعين أن المستثنى يقدر مصدراً ، أي إلاَّ شَيْءَ الله ( بمعنى مشيئته ) ، وهو صالح لاعتبار المعنى المصدري ولاعتبار الحالة ، ولاعتبار الزمان ، لأن المصدر صالح لإِرادة الثلاثة باختلاف التأويل فإن قدر مضاف كان المعنى : إلاّ حالَ مشيئة الله ، أو إلاّ زمن مشيئته ، وإن لم يقدر مضاف كان المعنى : لا مشيئة لكم في الحقيقة إلاّ تبعاً لمشيئة الله .وإيثار اجتلاب { أن } المصدرية من إعجاز القرآن .ويجوز أن يكون فعلا { تشاءون } و { يشاء الله } منزلين منزلة اللازم فلا يقدر لهما مفعولان على طريقة قول البحْتري :أنْ يَرَى مُبْصِر وَيَسْمَع وَاعٍ ... ويكون الاستثناء من أحوال ، أي وما تحصل مشيئتكم في حال من الأحوال إلاّ في حال حصول مشيئة الله . وفي هذا كله إشارة إلى دقة كنه مشيئة العبد تجاه مشيئة الله وهو المعنى الذي جمعَ الأشعريُّ التعبيرَ عنه بالكسب ، فقيل فيه «أدق من كسب الأشعري» . ففي الآية تنبيه الناس إلى هذا المعنى الخفي ليرقبوه في أنفسهم فيجدوا آثاره الدالة عليه قائمة متوافرة ، ولهذا أطنب وصف هذه المشيئة بالتذييل بقوله : { إن الله كان عليماً حكيماً } فهو تذييل أو تعليل لجملة{ يدخل من يشاء في رحمته } [ الإنسان : 31 ] ، أي لأنه واجب له العلم والحكمة فهو أعلم فمن شاء أن يدخله في رحمته ومن شاء أبعده عنها .وهذا إطناب لم يقع مثله في قوله تعالى في سورة عبس ( 11 ، 12 ) : { كلاّ إن هذه تذكرة فمن شاء ذكره } لأن حصول التذكر من التذكرة أقرب وأمكن ، من العمل بها المعبِر عنه بالسبيل الموصلة إلى الله تعالى فلذلك صُرفت العناية والاهتمامُ إلى ما يُلَوِّح بوسيلة اتخاذ تلك السبيل .وفعل كان } يدل على أن وصفه تعالى بالعلم والحكمة وصف ذاتي لأنهما واجبان له .وقد حصل من صدر هذه الآية ونهايتها ثبوت مشيئتين : إحداهما مشيئة العباد ، والأخرى مشيئة الله ، وقد جمعتهما هذه الآية فكانت أصلاً للجمع بين متعارض الآيات القرآنية المقتضي بعضُها بانفرادِه نَوْطَ التكاليف بمشيئة العباد وثوابَهم وعقابهم على الأفعال التي شاءوها لأنفسهم ، والمقتضي بعضُها الآخر مشيئةً لله في أفعال عباده .فأما مشيئة العباد فهي إذا حصلت تحصل مباشرةً بانفعال النفوس لفاعليَّة الترغيب والترهيب ، وأما مشيئة الله انفعالَ النفوس فالمراد بها آثار المشيئة الإلهية التي إن حصلتْ فحصلت مشيئة العبد عَلِمْنا أن الله شاء لعبده ذلك وتلك الآثار هي مجموع أمور تتظاهر وتتجمع فتحصل منها مشيئة العبد .وتلك الآثار هي ما في نظام العالم والبشرِ من آثار قدرة الله تعالى وخلقه من تأثير الزمان والمكان وتكوين الخلقة وتركيب الجسم والعقل ، ومدى قابلية التفهم والفهم وتسلط المجتمع والبيئة والدعاية والتلقين على جميع ذلك ، مِما في ذلك كله من إصابة أو خطأ ، فإذا استتبت أسباب قبول الهدى من مجموع تلك الآثار وتَلاءَم بعضُها مع بعض أو رجَح خَيْرها على شرها عَرَفْنا مشيئة الله لأن تلك آثار مشيئته من مجموع نظام العالم ولأنه تعالى عالم بأنها تستتب لفلان ، فعلمُه بتوفرها مع كونها آثار نظامه في الخلق وهو معنى مشيئته ، وإذا تعاكست وتنافر بعضُها مع بعض ولم يرجح خيرها على شرها بل رجح شرها على خيرها بالنسبة للفرد من الناس تعطل وصول الخير إلى نفسه فلم يشأه ، عرفنا أن الله لم يشأ له قبول الخير وعرفنا أن الله عالم بما حفّ بذلك الفرد ، فذلك معنى أن الله لم يشأ له الخير ، أو بعبارة أخرى أنه شاء له أن يَشاء الشر ، ولا مخلص للعبد من هذه الرِبقة إلاّ إذا توجهت إليه عنايةُ من الله ولطف فكَوَّن كائنات إذا دخلت تلك الكائناتُ فيما هو حاف بالعبد من الأسباب والأحوال غَيَّرَتْ أحوالَها وقلَبت آثارهما رأساً على عَقب ، فصار العبد إلى صلاح بعد أن كان مغموراً بالفساد فتتهيأ للعبد حالة جديدة مخالفة لما كان حافاً به ، مثل ما حصل لعمر بن الخطاب من قبول عظيم الهُدى وتوغله فيه في حين كان متلبساً بسابغ الضلالة والعناد .فمثل هذا يكون تكرمة من الله للعبد وعناية به ، وإنما تحصل هذه العناية بإرادة من الله خاصة : إما لأن حكمته اقتضت ذلك للخروج بالناس من شر إلى خير كما قال رسول الله صلى الله عليه وسلم \" اللهمّ أعز الإِسلام بأحدِ العُمرين \" وإما بإجابة دعوة داع استجيب له فقد أسلم عُمر بن الخطاب عقب دعوة النبي صلى الله عليه وسلم المذكورة ودخل في الإِسلام عقب قول النبي صلى الله عليه وسلم له : \" أما آن لك يا ابن الخطاب أن تُسلم \" ألا ترى أن الهداية العظمى التي أوتيها محمّد صلى الله عليه وسلم كانت أثراً من دعوة إبراهيم عليه السلام بقوله : { ربنا وابْعَثْ فيهم رسولاً منهم } [ البقرة : 129 ] الآية قال النبي صلى الله عليه وسلم \" أنا دَعْوَةُ إِبراهيم \"فهذا ما أمكن من بيان هاتين المشيئتين بحسب المستطاع ولعل في ذلك ما يفسر قول الشيخ أبي الحسن الأشعري في معنى الكسب والاستطاعة «إنها سلامة الأسباب والآلات» .وبهذا بطل مذهب الجبرية لأن الآية أثبتت مشيئة للناس وجعلت مشيئة الله شرطاً فيها لأن الاستثناء في قوة الشرط ، فللإنسان مشيئته لا محالة .وأما مذهب المعتزلة فغير بعيد من قول الأشعري إلاّ في العبارة بالخَلْق أو بالكسب ، وعبارة الأشعري أرشَق وأعلق بالأدب مع الله الخالِق ، وإلاّ في تحقيق معنى مشيئة الله ، والفرق بينها وبين الأمر أو عدم الفرق وتفصيله في علم الكلام .وقرأ نافع وعاصم وحمزة والكسائي ويعقوب { وما تشاءون } بتاء الخطاب على الالتفات من الغيبة إلى الخطاب ، وقرأه ابن كثير وابن عامر وأبو عمرو وخلف بياء الغائب عائداً إلى { فمَن شاء } [ الإنسان : 29 ] ."
    },
    {
      "ayah": 31,
      "surah": 76,
      "text": "يُدْخِلُ مَنْ يَشَاءُ فِي رَحْمَتِهِ وَالظَّالِمِينَ أَعَدَّ لَهُمْ عَذَابًا أَلِيمًا (31)يجوز أن تكون الجملة مستأنفة استئنافاً بيانياً ناشئاً عن جملة { وما تشاءون إلاّ أن يشاء الله } [ الإنسان : 30 ] إذْ يتساءل السامع على أثر مشيئة الله في حال من اتخذ إلى ربه سبيلاً ومن لم يتخذ إليه سبيلاً ، فيجاب بأنه يُدخل في رحمته من شاء أن يتخذ إليه سبيلاً وأنه أعد لمن لم يتخذ إليه سبيلاً عذاباً أليماً وأولئك هم الظالمون .ويجوز أن تكون الجملة خبر { إنَّ } في قوله : { إن الله } [ الإنسان : 30 ] وتكون جملة { كان عليماً حكيماً } [ الإنسان : 30 ] معترضة بين اسم { إن } وخبرها أو حالاً ، وهي على التقديرين منبئة بأن إجراء وصفي العليم الحكيم على اسم الجلالة مراد به التنبيه على أن فعله كله من جزاء برحمةٍ أو بعذاب جارٍ على حسب علمه وحكمته .وانتصب { الظالمين } على أنه مفعول لفعل محذوف يدل عليه المذكور على طريقة الاشتغال والتقدير : أوْعد الظالمين ، أو كَافأ ، أو نحوَ ذلك مما يقدره السامع مناسباً للفعل المذكور بعده ."
    },
    {
      "ayah": 4,
      "surah": 76,
      "text": "إِنَّا أَعْتَدْنَا لِلْكَافِرِينَ سَلَاسِلَ وَأَغْلَالًا وَسَعِيرًا (4)أريد التخلص إلى جزاء الفريقين الشاكر والكفور .والجملة مُستأنفة استئنافاً بيانياً لأن قوله : { إمّا شاكراً وإمّا كفوراً } [ الإنسان : 3 ] يثير تطلع السامعين إلى معرفة آثار هذين الحالين المترددِ حالُه بينَهما ، فابتدىء بجزاء الكافر لأن ذكره أقرب .وأكد الخبر عن الوعيد بحرف التأكيد لإِدخال الروْع عليهم لأن المتوعِّد إذا أكَّد كلامه بمؤكِّد فقد آذن بأنه لا هوادة له في وعيده .وأصل { أعتَدْنا } أعدَدنا ، بدالين ، أي هيأنا للكافرين ، يقال : اعتدّ كما يقال : أعَدَّ ، قال تعالى : { وَأعَتدتْ لهن متّكَأً } [ يوسف : 31 ] .وقد تردد أيمة اللغة في أن أصل الفعل بدالين أو بتاء ودال فلم يجزموا بأيهما الأصل لكثرة ورود فعل : أعدّ ، وفعل اعْتَدَّ في الكلام والأظهر أنهما فعلان نشآ من لغتين غير أن الاستعمال خصّ الفعل ذا التاء بعُدة الحرب فقالوا : عَتَاد الحرب ولم يقولوا عدَاد .وأما العُدة بضم العين فتقع على كل ما يعد ويهيأ ، يقال : أعد لكل حال عُدة . ويطلق العَتاد على ما يُعدّ من الأمور .والأكثر أنه إذا أريد الإِدغام جيء بالفعل الذي عينه دال وإذا وجد مقتضى فك الإِدغام لموجب مثل ضمير المتكلم جيء بالفعل الذي عينه تاء .والسلاسل : القيود المصنوعة من حَلق الحديد يقيد بها الجناة والأسرى .والأغلال : جمع غُلّ بضم الغين ، وهو حلقة كبيرة من حديد توضع في رقبة المقيَّد ، وتناط بها السلسلة قال تعالى : { إذ الأغلال في أعناقهم والسلاسل } [ غافر : 71 ] فالأغلال والسلاسل توضع لهم عند سَوْقهم إلى جهنم .والسعير : النار المسعرة ، أي التي سعَّرها الموقِدون بزيادة الوَقود ليشتد التهابها فهو في الأصل وصف بمعنى اسم المفعول جعل علماً على جهنم . وقد تقدم عند قوله : { كلَّما خبَتْ زدناهم سعيراً } في سورة الإسراء ( 97 ) .وكتب سلاسلا } في المصحف الإِماممِ في جميع النسخ التي أرسلت إلى الأمصار بألف بعد اللام الثانية ولكن القراء اختلفوا في قراءته ، فنافع والكسائي وهشام عن ابن عامر وأبو بكر عن عاصم وأبو جعفر قرأوا { سَلاسلاً } منوناً في الوصل ووقفوا عليه كما يوقف على المنون المنصوب ، وإذ كان حقه أن يمنع من الصرف لأنه على صيغة منتهى الجمع تعين أن قراءته بالتنوين لمراعاة مزاوجته مع الاسمين اللذيْن بعده وهما { أغلالاً } و { سعيراً } ، والمزاوجة طريقة في فصيح الكلام ، ومنها قول النبي صلى الله عليه وسلم لنساءٍ \" ارجِعْنَ مَأزورات غير مأجورات \" فجعل «مأزورات» مهموزاً وحقه أن يكون بالواو لكنه هُمز لمزاوجة مأجورات ، وكذلك قوله في حديث سؤال الملكين الكافر «فيقال له : لاَ درَيْت ولا تلَيْت» ، وكان الأصل أن يقال : ولا تَلوت . ومنه قول ابن مُقْبِل أو القَلاَّحُ :هتَّاكُ أخْبيَةٍ وَلاَّجُ أبْوِبَةٍ ... يُخَالطُ البِرُّ منه الجِدَّ واللِّينافقوله ( أبوبة ) جمع باب وحقه أن يَقول أبواب .وهذه القراءة متينة يعضدها رسم المصحف وهي جارية على طريقة عربية فصيحة .وقرأه الباقون بدون تنوين في الوصل .واختلفوا في قراءته إذا وقفوا عليه فأكثرهم قرأه في الوقف بدون ألف فيقول { سلاسلْ } في الوقف . وقرأه أبو عمرو ورويس عن يعقوب بالألف على اعتباره منوناً في الوصل .قرأه البَزي عن ابن كثير وابنُ ذكوان عن ابن عامر وحفصٌ عن عاصم في الوقف بجواز الوجهين بالألف وبتركها .فأما الذين لم ينونوا { سلاسلا } في الوصل ووقفوا عليه بألف بعد لامه الثانية . وهما أبو عمرو ورويس عن يعقوب فمخالفة روايتهم لرسم المصحف محمولة على أن الرسم جرى على اعتبار حالة الوقف وذلك كثير فكتابة الألف بعد اللام لقصد التنبيه على إشباع الفتحة عند الوقف لمزاوجة الفواصل في الوقف لأن الفواصل كثيراً ما تعطى أحكام القوافي والأسجاع .وبعدُ فالقراءات روايات مسموعة ورسم المصحف سُنة مَخصوصة به وذكر الطيبي : أن بعض العلماء اعتذر عن اختلاف القراء في قوله : { سَلاسلا } بأنه من الاختلاف في كيفية الأداء كالمَدّ والإِمالة وتخفيف الهمزة وأن الاختلاف في ذلك لا ينافي التواتر ."
    },
    {
      "ayah": 5,
      "surah": 76,
      "text": "إِنَّ الْأَبْرَارَ يَشْرَبُونَ مِنْ كَأْسٍ كَانَ مِزَاجُهَا كَافُورًا (5) هذا استئناف بياني ناشىء عن الاستئناف الذي قبله من قوله : { إنا أعتدنا للكافرين سلاسلا } [ الإنسان : 4 ] الخ . فإن من عرف ما أعد للكَفُور من الجزاء يتطلع إلى معرفة ما أعد للشاكر من الثواب .وأخر تفصيله عن تفصيل جزاء الكفور مع أن { شاكراً } [ الإنسان : 3 ] مذكور قبل { كفوراً } [ الإنسان : 3 ] ، على طريقة اللف والنشر المعكوس ليتسع المجال لإِطناب الكلام على صفة جزاء الشاكرين وما فيه من الخير والكرامة ، تقريباً للموصوف من المشاهدة المحسوسة .وتأكيد الخبر عن جزاء الشاكرين لدفع إنكار المشركين أن يكون المؤمنون خيراً منهم في عالم الخلود ، ولإِفادة الاهتمام بهذه البشارة بالنسبة إلى المؤمنين .و { الأبرار } : هم الشاكرون ، عُبر عنهم بالأبرار زيادة في الثناء عليهم .و { الأَبرار } : جمع بَر بفتح الباء ، وجمعُ بَار أيضاً مثل شاهد وأشهاد ، والبار أو البَرّ المكثر من البِرّ بكسر الباء وهو فعل الخير ، ولذلك كان البَرّ من أوصاف الله تعالى قال تعالى : { إنا كنا من قبل ندعوه أنه هو البَر الرحيم } [ الطور : 28 ] .ووصف بَرَ أقوى من بارّ في الاتصاف بالبرِ ، ولذلك يقال : الله بَر ، ولم يُقل : الله بَار .ويجمع برّ على بَرَرة . ووقع في «مفردات الراغب» : أن بررة أبلغ من أبرار .وابتدىء في وصف نعيمهم بنعيم لذة الشرب من خمر الجنة لما للذة الخمر من الاشتهار بين الناس ، وكانوا يتنافسون في تحصيلها .والكأس : بالهمزة الإِناء المجعول للخمر فلا يسمى كأساً إلاّ إذا كان فيه خمر ، وقد تسمى الخمر كأساً على وجه المجاز المرسل بهذا الاعتبار كما سيجيء قريباً قوله تعالى : { ويسقون فيها كأساً كان مزاجُها زنجبيلاً } [ الإنسان : 17 ] فيجوز أن يراد هنا آنية الخمر فتكون { مِن } للابتداء وإفراد { كأس } للنوعية ، ويجوز أن تراد الخمر فتكون { مِن } للتبعيض .وعلى التقديرين فكأس مراد به الجنس وتنوينه لتعظيمه في نوعه .والمزاج : بكسر الميم ما يمزج به غيرُه ، أي يخلط وكانوا يمزجون الخمر بالماء إذا كانت الخمر معتقة شديدة ليخففوا من حدتها وقد ورد ذكر مزج الخمر في أشعار العرب كثيراً .وضمير { مزاجها } عائد إلى { كأس } .فإذا أريد بالكأس إناء الخمر فالإِضافة لأدنى ملابسة ، أي مزاج ما فيها ، وإذا أريدت الخمر فالإضافة من إضافة المصدر إلى مفعوله .والكافور : «زيت يستخرج من شجرة تشبه الدِفْلَى تنبت في بلاد الصين وجَاوة يتكون فيها إذا طالت مدتُها نحواً من مائتي سنة فيُغلَّى حَطَبها ويستخرج منه زيت يسمى الكَافور . وهو ثخِن قد يتصلب فيصير كالزُبْد وإذا يقع حطب شجرة الكافور في الماء صار نبيذاً يتخمر فيصير مسكراً .والكافور أبيض اللون ذكي الرائحة منعش .فقيل إن المزاج هنا مراد به الماء والإِخبار عنه بأنه كافور من قبيل التشبيه البليغ ، أي في اللون أو ذكاء الرائحة ، ولعل الذي دعا بعض المفسرين إلى هذا أن المتعارف بين الناس في طيب الخمر أن يوضع المسك في جوانب الباطية قال النابغة :وتسقى إذا ما شئت غير مُصرَّد ... بزوراء في حافاتها المسك كارعويختم على آنية الخمر بخاتم من مسك كما في قوله تعالى في صفة أهل الجنة : { يُسْقَوْن من رحيق مختوم ختامه مسك } [ المطففين : 25 ، 26 ] . وكانوا يجعلون الفلفل في الخمر لحسن رائحته ولذعة حرارته لذعة لذيذة في اللسان ، كما قال امرؤ القيس :صُبِّحْنَ سلافاً من رحيق مُفلفل ... ويحتمل أن يكونوا يمزجون الخمر بماء فيه الكافور أو بزيته فيكون المزاج في الآية على حقيقته مما تمزج به الخمر ولعل ذلك كان من شأن أهل الترف لأن الكافور ثمين وهو معدود في العطور ."
    },
    {
      "ayah": 6,
      "surah": 76,
      "text": "عَيْنًا يَشْرَبُ بِهَا عِبَادُ اللَّهِ يُفَجِّرُونَهَا تَفْجِيرًا (6)ومن المفسرين من قال : إن كافور اسم عين في الجنة لأجل قوله عقبه { عيناً يشرب بها عباد الله } وستعلم حق المراد منه .وإقحام فعل { كان } في جملة الصفة بقوله : { كان مزاجها كافوراً } لإِفادة أن ذلك مزاجها لا يفارقها إذ كان معتاد الناس في الدنيا ندرة ذلك المزاج لغلاء ثمنه وقلة وجدانه .وانتصب { عيناً } على البدل من { كافوراً } أي ذلك الكافور تجري به عين في الجنة من ماء محلول فيه أو من زيته مثل قوله : { وأنهار من لبن لم يتغير طعمه وأنهار من خمر لذة للشاربين وأنهار من عسل مصفى } [ محمد : 15 ] . وعدي فعل { يشرب } بالباء وهي باء الإِلصاق لأن الكافور يمزج به شرابهم . فالتقدير : عيْناً يشرب عباد الله خمرهم بها ، أي مصحوباً بمائها ، وذهب الأصمعي إلى أن الباء في قوله تعالى : { يشرب بها عباد الله } بمعنى ( من ) التبعيضية ووافقه الفارسي وابن قتيبة وابن مالك ، وعَدّ في كتبه ذلك من معاني الباء ونُسب إلى الكوفيين .و { عبادُ الله } مراد بهم : الأبرار . وهو إظهار في مقام الإِضمار للتنويه بهم بإضافة عبوديتهم إلى الله تعالى إضافةَ تشريف .والتفجير : فتح الأرض عن الماء أي استنباط الماء الغزير وأطلق هنا على الاستقاء منها بلا حدّ ولا نضوب فكان كل واحد يفجر لنفسه ينبوعاً وهذا من الاستعارة .وأكد فعل { يفجرونها تفجيراً } ترشيحاً للاستعارة ."
    },
    {
      "ayah": 7,
      "surah": 76,
      "text": "يُوفُونَ بِالنَّذْرِ وَيَخَافُونَ يَوْمًا كَانَ شَرُّهُ مُسْتَطِيرًا (7)اعتراض بين جملة { يَشْربون من كأس } [ الإنسان : 5 ] الخ وبين جملة { ويطاف عليهم بآنية من فضة } [ الإنسان : 15 ] الخ . وهذا الاعتراض استئناف بياني هو جواب عن سؤال من شأن الكلام السابق أن يثيره في نفسه السامع المغتبِط بأن ينال مثل ما نالوا من النعيم والكرامة في الآخرة . فيهتم بأن يفعل مثل ما فعلوا ، فذكر بعض أعمالهم الصالحة التي هي من آثار الإِيمان مع التعريض لهم بالاستزادة منها في الدنيا .والكلام إخبار عنهم صادر في وقت نزول هذه الآيات ، بعضُه وصف لحالهم في الآخرة وبعضه وصف لبعض حالهم في الدنيا الموجب لنوال ما نالوه في الآخرة ، فلا حاجة إلى قول الفراء : إن في الكلام إضماراً وتقديره : كانوا يُوفُون بالنذر .وليست الجملة حالاً من { الأبرار } [ الإنسان : 5 ] وضميرهم لأن الحال قيد لعاملها فلو جعلت حالاً لكانت قيداً ل { يشربون } [ الإنسان : 5 ] ، وليس وفاؤهم بالنذر بحاصل في وقت شربهم من خمر الجنة بل هو بما أسلفوه في الحياة الدنيا .والوفاء : أداء ما وجب على المؤدي وافياً دون نقص ولا تقصير فيه .والنذر : ما يعتزمه المرء ويعقد عليه نِيته ، قال عنترة :والنَّاذِرَيْننِ إذا لم ألْقهما دَمي ... والمراد به هنا ما عقدوا عليه عزمهم من الإِيمان والامتثال وهو ما استحقوا به صفة { الأبرار } [ الإنسان : 5 ] .ويجوز أن يراد { بالنذر } ما ينذرونه من فعل الخير المتقرَّب به إلى الله ، أي ينشئون النذور بها ليوجبوها على أنفسهم .وجيء بصيغة المضارع للدلالة على تجدد وفائهم بما عقدوا عليه ضمائرهم من الإِيمان والعمل الصالح ، وذلك مشعر بأنهم يكثرون نذر الطاعات وفعل القربات ولولا ذلك لما كان الوفاء بالنذر موجباً الثناء عليهم .والتعريف في ( النذر ) تعريف الجنس فهو يعم كل نذر .وعطف على { يوفون بالنذر } قوله : { ويخافون يوماً كان شرّه مستطيراً } لأنهم لما وصفوا بالعمل بما ينذرونه أتبع ذلك بذكر حسن نيتهم وتحقق إخلاصهم في أعمالهم لأن الأعمال بالنيات فجمع لهم بهذا صحة الاعتقاد وحسن الأعمال .وخوفهم اليوم مجاز عقلي جرى في تعلق اليوم بالخوف لأنهم إنما يخافون ما يجري في ذلك اليوم من الحساب والجزاء على الأعمال السيئة بالعقاب فعلق فعل الخوْف بزمان الأشياء المخوفة .وانتصب { يوماً } على المفعول به ل { يخافون } ولا يصح نصبه على الظرفية لأن المراد بالخوف خوفهم في الدنيا من ذنوب تجر إليهم العقاب في ذلك اليوم ، وليس المراد أنهم يخافون في ذلك اليوم فإنهم في ذلك اليوم آمنون .ووُصِف اليومُ بأن له شرّاً مستطيراً وصفاً مشعراً بعلة خوفهم إياه . فالمعنى : أنهم يخافون شر ذلك اليوم فيتجنبون ما يُفضي بهم إلى شره من الأعمال المتوعد عليها بالعقاب .والشر : العذاب والجزاء بالسوء .والمستطير : هو اسم فاعل من استطار القاصر ، والسين والتاء في استطار للمبالغة وأصله طار مثل استكبر . والطيران مجازي مستعار لانتشار الشيء وامتداده تشبيهاً له بانتشار الطير في الجو ، ومنه قولهم : الفجر المستطير ، وهو الفجر الصادق الذي ينتشر ضوؤه في الأفق ويقال : استطار الحريق إذا انتشر وتلاحق .وذكر فعل { كان } للدلالة على تمكن الخبر من المخبر عنه وإلاّ فإن شر ذلك اليوم ليس واقعاً في الماضي وإنما يقع بعد مستقبل بعيد ، ويجوز أن يجعل ذلك من التعبير عن المستقبل بلفظ الماضي تنبيهاً على تحقق وقوعه .وصيغة { يخافون } دالة على تجدد خوفهم شّر ذلك اليوم على نحو قوله : { يوفون بالنذر } ."
    },
    {
      "ayah": 8,
      "surah": 76,
      "text": "وَيُطْعِمُونَ الطَّعَامَ عَلَى حُبِّهِ مِسْكِينًا وَيَتِيمًا وَأَسِيرًا (8) خصص الإِطَعام بالذكر لما في إطعام المحتاج من إيثاره على النفس كما أفاد قوله { على حبه } .والتصريح بلفظ الطعام مع أنه معلوم من فعل { يطعمون } توطئةٌ ليبنى عليه الحال وهو { على حبه } فإنه لو قيل : ويطعمون مسكيناً ويتيماً وأسيراً لفات ما في قوله { على حبه } من معنى إيثار المحاويج على النفس ، على أن ذكر الطعام بعد { يطعمون } يفيد تأكيداً مع استحضار هيئة الإِطعام حتى كأنَّ السامع يشاهد الهيئة .و { على حبه } في موضع الحال من ضمير { يطعمون } .و { على } بمعنى ( مع ) ، وضمير { حبه } راجع للطعام ، أي يطعمون الطعام مصحوباً بحبه ، أي مصاحباً لحبهم إياه وحب الطعام هو اشتهاؤه .فالمعنى : أنهم يطعمون طعاماً هم محتاجون إليه .ومجيء { على } بمعنى ( مع ) ناشىء عن تمَجز في الاستعلاء ، وصورته أن مجرور حرف { على } في مثله أفضل من معمول متعلقها فنزل منزلة المعتلي عليه .والمسكين : المحتاج . واليتيم : فاقد الأب وهو مظنة الحاجة لأن أحوال العرب كانت قائمة على اكتساب الأب للعائلة بكدحه فإذا فُقد الأب تعرضت العائلة للخصاصة .وأما الأسير فإذ قد كانت السورة كلها مكية قبل عِزّة المسلمين ، فالمراد بالأسير العبد من المسلمين إذ كان المشركون قد أجاعوا عبيدهم الذين أسلموا مثل بلال وعمار وأمه وربما سيَّبوا بعضهم إذا أضجرهُم تعذيبهم وتركوهم بلا نفقة .والعبودية تنشأ من الأسر فالعبد أسير ولذلك يقال له العاني أيضاً قال النبي صلى الله عليه وسلم \" فُكّوا العاني \" وقال عن النساء «إنهن عَواننٍ عندكم» على طريقة التشبيه وقال سحيم عبد بني الحسحاس :رأتْ قَتَباً رَثّاً وسَحْق عِمامةٍ ... وأسْودَ هِمّاً يُنكِرُ الناسُ عَانِيايريد عبداً . وذكر القرطبي عن الثعلبي : قال أبو سعيد الخدري «قرأ رسول الله : { ويطعمون الطعام على حُبّهِ مسكيناً ويتيماً وأسيراً } فقال : المسكينُ الفقير ، واليتيم : الذي لا أب له ، والأسير : المملوك والمسجون» . ولم أقف على سند هذا الحديث .وبهذا تعلم أن لا شاهد في هذه الآية لجعل السورة نزلت بالمدينة وفي الأسارى الذين كانوا في أسر المسلمين في غزوة بدر ."
    },
    {
      "ayah": 9,
      "surah": 76,
      "text": "إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللَّهِ لَا نُرِيدُ مِنْكُمْ جَزَاءً وَلَا شُكُورًا (9) وجُملة { إنما نطعمكم لوجه الله } إلى آخرها مقول قول محذوف تقديره : يقولون لهم ، أي للذين يُطعمونهم فهو في موضع الحال من ضمير { يُطعمون } ، وجملة : { لا نريد منكم جزاء ولا شكوراً } مبيِّنة لمضمون جملة { إنما نطعمكم لوجه الله } ."
    }
  ]
}
