{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 77,
      "text": "وَالْمُرْسَلَاتِ عُرْفًا (1) قسَم بِمخلوقات عظيمة دالّةٍ على عظيم علم الله تعالى وقدرته .والمقصود من هذا القسم تأكيد الخبر ، وفي تطويل القَسَم تشويقُ السامع لتلقي المقسم عليه .فيجوز أن يَكون المراد بموصوفات هذه الصفات نوعاً واحداً ، ويجوز أن يكون نوعين أو أكثر من المخلوقات العظيمة . ومشى صاحب «الكشاف» على أن المقسم بها كلهم ملائكة .ولم يختلف أهل التأويل أن { المُلْقِيات ذِكراً } للملائكة ."
    },
    {
      "ayah": 10,
      "surah": 77,
      "text": "وَإِذَا الْجِبَالُ نُسِفَتْ (10) ونسف الجبال : دكها ومصيرها تراباً مفرقاً ، كما قال تعالى : { وكانت الجبال كثيباً مهيلاً } [ المزمل : 14 ] .وبناء هذه الأفعال الثلاثة بصيغة المبني للمجهول لأن المقصود الاعتبار بحصول الفعل لا بتعيين فاعله على أنه من المعلوم أن فاعلها هو الله تعالى إذ لا يقدر عليه غيره ."
    },
    {
      "ayah": 11,
      "surah": 77,
      "text": "وَإِذَا الرُّسُلُ أُقِّتَتْ (11) وجُملة { وإذا الرسل أقتت } عطف على الجمل المتقدمة فهي تقييد لوقت حادث يحصل وهي مما جُعل مضمونها علامة على وقوع ما يوعدون به فيلزم أن يكون مضمونها مستقبل الحصول وفي نظم هذه الجملة غموض ودقة . فَأمّا { أُقتت } فأصله وُقتت بالواو في أوله ، يقال : وَقَّت وَقْتاً ، إذا عين وقتاً لعمل ما ، مشتقاً من الوقت وهو الزمان ، فلما بني للمجهول ضمّت الواو وَهو ضم لازم احترازاً من ضمة{ ولا تَنْسَوُا الفضل بينكم } [ البقرة : 237 ] لأن ضمة الواو ضمة عارضة ، فجاز إبَدالها همزة لأن الضم على الواو ثقيل فعدل عن الواو إلى الهمزة . وقرأه الجمهور { أقتت } بهمزة وتشديد القاف . وقرأه أبو عمرو وحده بالواو وتشديد القاف ، وقرأه أبو جعفر بالواو وتخفيف القاف .وشأن { إذا } أن تكون لمستقبل الزمان فهذا التأقيت للرسل توقيت سيكون في المستقبل ، وهو علامَة على أن ما يُوعدون يحصل مع العلامات الأخرى .ولا خلاف في أن { أُقِّتَت } مشتقّ من الوقت كما علمت آنفاً ، وأصل اشتقاق هذا الفعل المبني للمجهول أن يكون معناه : جُعِلت وقتاً ، وهو أصل إسناد الفعل إلى مرفوعه ، وقد يكون بمعنى : وُقِّتَ لها وقتٌ على طريقة الحذف والإِيصال .وإذ كان { إذا } ظرفاً للمستقبل وكان تأجيل الرسل قد حصل قبل نزول هذه الآية ، تعيّن تأويل { أُقِّتَت } على معنى : حَانَ وقتها ، أي الوقت المعيَّن للرسل وهو الوقت الذي أخبرهم الله بأنْ يُنْذِرُوا أممهم بأنَّهُ يحلّ في المستقبل غيرِ المعين"
    },
    {
      "ayah": 12,
      "surah": 77,
      "text": "لِأَيِّ يَوْمٍ أُجِّلَتْ (12) ، وذلك عليه قوله : { لأيّ يوم أُجّلت لِيوم الفصل } فإن التأجيل يفسر التوقيت .وقد اختلفت أقوال المفسرين الأولين في مَحْمَل معنى هذه الآية فعن ابن عباس { أُقِّتت } : جُمعت أي ليوم القيامة قال تعالى : { يوم يجمع الله الرسل } [ المائدة : 109 ] ، وعن مجاهد والنخعي { أقتت } أُجِّلَت . قال أبو علي الفارسي : أي جعل يوم الدين والفصل لها وقتاً .قال في «الكشاف» : «والوجه أن يكونَ معنى «وقتت» بلغت ميقاتها الذي كانت تنتظره وهو يوم القيامة» اه . وهذا صريح في أنه يقال : وُقت بمعنى أُحْضر في الوقت المعيَّن ، وسلمه شراح «الكشاف» وهو معنى مغفول عنه في بعض كتب اللغة أو مطوي بخفاء في بعضها .ويجيء على القولين أن يكون قوله : { لأي يوم أجّلت } استئنافاً ، وتُجعَل ( أيُّ ) اسم استفهام مستعمل للتهويل كما درج عليه جمهور المفسرين الذين صرّحوا ولم يُجْمِلُوا ، والذي يظهر لي أن تكون ( أيٌّ ) موصولة دالّة على التعظيم والتهويل وهو ما يعبر عنه بالدّال على معنى الكمال وتكون صفة لموصوف محذوف يدل عليه ما أضيفت إليه ( أيٌّ ) وتقديره : ليوممِ أيِّ يوممٍ ، أي ليوممٍ عظيم . ويكون معنى { أقتت } حضر ميقاتها الذي وُقِّت لها ، وهو قول ابن عباس جُمعت ، وفي «اللسان» على الفراء : { أُقتت } جُمعت لوقتها ، وذلك قول الله تعالى : { يومَ يجمع الله الرسل } [ المائدة : 109 ] وقوله : { فكيف إذا جِئْنَا من كل أمة بشهيد وجِئْنَا بك على هؤلاء شهيداً } [ النساء : 41 ] .ويكون اللام في قوله : { لأي يوم أُجّلت } لامَ التعليل ، أي جمعت لأجل اليوم الذي أُجّلت إليه . وجملة { أُجّلت } صفة ليوم ، وحذف العائد لظهوره ، أي أجّلت إليه ."
    },
    {
      "ayah": 13,
      "surah": 77,
      "text": "لِيَوْمِ الْفَصْلِ (13) وقوله : { ليوم الفصل } بدل من { لأي يوم أُجِّلت } بإعادة الحرف الذي جُرَّ بهِ المبدل منه كقوله تعالى :{ تكون لنا عيداً لأولنا وآخرنا } [ المائدة : 114 ] أي أحضرت الرسل ليوم عظيم هو يوم الفصل .والظاهر أن المبدل منه والبدل دليلان على جواب ( إذا ) من قوله { فإذا النجوم طمست } الخ ، إذ يُعلم أن المعنى إذا حصل جميع ما ذُكر فذلك وقوع ما تُوعدون .وجملة { لأي يوم أجِّلت ليوم الفصل } قد علمت آنفاً الوجه الوجيه في معناها . ومن المفسرين من جعلها مقول قول محذوف : يقال يومَ القيامة ، ولا داعي إليه .و { الفصل } : تمييز الحق من الباطل بالقضاء والجزاءِ إذ بذلك يزول الالتباس والاشتباه والتمويه الذي كان لأهل الضلال في الدنيا فتتضحُ الحقائق على ما هي عليه في الواقع ."
    },
    {
      "ayah": 14,
      "surah": 77,
      "text": "وَمَا أَدْرَاكَ مَا يَوْمُ الْفَصْلِ (14)وجملة { وما أدراك ما يوم الفصل } في موضع الحال من يوم الفصل ، والواو واو الحال والرابط لجملة الحال إعادة اسم صاحب الحال عوضاً عن ضميره ، مثلُ { القارعةُ ما القارعةُ } [ القارعة : 1 ، 2 ] . والأصل : وما أدراك ما هو ، وإنما أُظهر في مقام الإِضمار لتقوية استحضار يوم الفصل قصداً لتهويله .و { مَا } استفهامية مبتدأ و { أدراك } خبرٌ ، أي أعلمك . و { ما يوم الفصل } استفهام عُلق به فعل { أدْرَاك } عن العمل في مفعولين ، و { ما } الاستفهامية مبتدأ أيضاً و { يوم الفصل } خبر عنها والاستفهامان مستعملان في معنى التهويل والتعجيب ."
    },
    {
      "ayah": 15,
      "surah": 77,
      "text": "وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ (15)حَمْل هذه الجملة عن نظائرها الآتية في هذه السورة يقتضي أن تُجعل استئنافاً لقصد تهديد المشركين الذين يسمعون القرآن ، وتهويل يوم الفصل في نفوسهم ليحذروه ، وهو متصل في المعنى بجملة { إِن ما تُوعَدُون لواقع } [ المرسلات : 7 ] اتصال أجزاء النظم ، فموقع جملة { ويل يومئذٍ للمكذبين } ابتداءُ الكلام ، وموقع جملة { إذا النجوم طمست } [ المرسلات : 8 ] التأخرُ ، وإنما قُدمت لتؤذن بمعنى الشرط . وقد حصل من تغيير النظم على هذا الوجه أن صارت جملة { ويل يومئذٍ للمكذبين } بمنزلة التذييل ، فحصل في هذا النظم أسلوب رائع ، ومعان بدائع . وبعض المفسرين جعل هذه الجملة جواب ( إذَا ) أي يتعلق ( إذَا ) بالاستقرار الذي في الخبر وهو { للمكذبين } . والتقدير : إذا حصل كذا وكذا حلّ الويل للمكذبين وهو كالبيان لقوله : { إن ما تُوعَدُون لواقع ، فيحصل تأكيد الوعيد ، ولا يَرِد على هذا عُرُوّ الجواب عن الفاء الرابطة للجواب لأن جواب ( إذا ) جوابٌ صوري ، وإنما هو متعلَّق ( إذا ) عومل معاملة الجواب في المعنى .ثم إن هذه الجملة صالحة لمعنى الخبرية ولمعنى الإِنشاء لأن تركيب ( وَيْل له ) يستعمل إنشاء بكثرة .والويل : أشد السوء والشرِّ .وعَلى الوجه الأول يكون المُراد بالمكذبين كذبوا بالقرآن ، وعلى الوجه الثاني في معنى الجملة جميعُ الذين كذبوا الرسل وما جَاءُوهُم به ، وبذلك العموم أفادت الجملة مُفاد التذييل ، ويشمل ذلك المشركين الذين كذبوا بالقرآن والبعثثِ إذ هم المقصود من هذه المواعظ وهم الموجه إليهم هذا الكلام ، فخوطبوا بقوله : إنما توعدون لواقع ."
    },
    {
      "ayah": 16,
      "surah": 77,
      "text": "أَلَمْ نُهْلِكِ الْأَوَّلِينَ (16)استئناف بخطاب موجه إلى المشركين الموجودين الذين أنكروا البعث معترض بين أجزاء الكلام المخاطببِ به أهل الشرك في المحشر .ويتضمن استدلالاً على المشركين الذين في الدنيا ، بأن الله انتقم من الذين كفروا بيوم البعث من الأمم سابقهم ولاحِقهم ليحذروا أن يحلّ بهم ما حلّ بأولئك الأولين والآخِرين .والاستفهام للتقرير استدلالاً على إمكان البعث بطريقة قياس التمثيل .والمراد بالأولين الموصوفون بالأولية أي السبق في الزمان ، وهذا يقِرُّ به كل جيل منهم مسبوق بجيل كفروا .فالتعريف في { الأولين } تعريف العهد ، والمراد بالأولين جميع أمم الشرك الذين كانوا قبل مشركي عصر النبوة .والإِهلاك : الإِعدام والإِماتة . وإهلاك الأولين له حالتان : حالة غير اعتيادية تنشأ عن غضب الله تعالى ، وهو إهلاك الاستئصال مثل إهلاك عاد وثمود ، وحالة اعتيادية وهي ما سَن الله عليه نظام هذا العالم من حياة وموت .وكلتا الحالتين يصح أن تكون مراداً هنا ، فأما الحالة غير الاعتيادية فهي تذكير بالنظر الدال على أن الله لا يرضى عن الذين كذبوا بالبعث .وأما الحالة الاعتيادية فدليل على أن الذي أحيا الناس يميتهم فلا يتعذر أن يعيد إحياءهم ."
    },
    {
      "ayah": 17,
      "surah": 77,
      "text": "ثُمَّ نُتْبِعُهُمُ الْآَخِرِينَ (17) حرف ( ثمّ ) للتراخي الرُتبي لأن التهديد أهم من الإِخبار عن أهل المحشر ، لأنه الغرض من سوق هذا كله ، ولأن إهلاك الآخرين أشدّ من إهلاك الأولين لأنه مسبوق بإهلاك آخر ."
    },
    {
      "ayah": 18,
      "surah": 77,
      "text": "كَذَلِكَ نَفْعَلُ بِالْمُجْرِمِينَ (18)ووقعت جملة { كذلك نفعل بالمجرمين } موقَع البيان لجملة { ألم نُهلك الأولين ثم نتبعهم الآخرين } [ المرسلات : 16 ، 17 ] ، وهو كالتذييل يبين سبب وقوع إهلاك الأولين وأنه سبب لإِيقاع الإِهلاك بكل مجرم ، أي تلك سنة الله في معاملة المجرمين فلا محيص لكم عنها .وذكر وصف { المجرمين } إيماء إلى أن سبب عقابهم بالإِهلاك هو إجرامهم .والإِشارة في قوله : { كذلك } إلى الفعل المأخوذ من { نفعل ، } أي مثل ذلك الفعل نفعل .و ( المجرمون ) من ألقاب المشركين في اصطلاح القرآن قال تعالى : { إن الذين أجرموا كانوا من الذي ءامنوا يضحكون } [ المطففين : 29 ] وسيأتي في هذه السورة { كُلُوا وتمتعوا قليلاً إنكم مجرمون } [ المرسلات : 46 ] ."
    },
    {
      "ayah": 19,
      "surah": 77,
      "text": "وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ (19)تقرير لنظيره المتقدم تأكيداً للتهديد وإعادة لمعناه .التهديد : من مقامات التكرير كقول الحارث بن عياد :قَرِّبَا مربَط النَعامة مني ... الذي كرّره مراراً متوالية في قصيدته اللامية التي أثارت حرب البسوس .فعلى الوجه الأول في موقع جملة { ويل يومئذٍ للمكذبين } يقدر الكلام المعوض عنه تنوين { يومئذٍ } يومَ إذ يقال لهم { ألم نهلك الأولين } [ المرسلات : 16 ] .والمراد بالمكذبين : المخاطبون فهو إظهار في مقام الإِضمار لتسجيل أنهم مكذبون ، والمعنى : ويل يومئذٍ لكم .وعلى الوجه الثاني في موقع الجملة يقدر المحذوف المعرض عنه التنوينُ : يومَ إذ { النجوم طمست } [ المرسلات : 8 ] الخ ، فتكون الجملة تأكيداً لفظياً لنظيرتها التي تقدمت . والمراد بالمكذبين جميع المكذبين الشامل للسامعين .وعلى الاعتبارين فتقرير معنى الجملتين حاصل لأن اليوم يوم واحد ولأن المكذبين يَصدُق بالأحياء وبأهل المحشر ."
    },
    {
      "ayah": 2,
      "surah": 77,
      "text": "فَالْعَاصِفَاتِ عَصْفًا (2) وقال الجمهور : العاصفات : الرياح ولم يحك الطبري فيه مخالفاً . وقال القرطبي : قيل العاصفات : الملائكة ."
    },
    {
      "ayah": 20,
      "surah": 77,
      "text": "أَلَمْ نَخْلُقْكُمْ مِنْ مَاءٍ مَهِينٍ (20) تقرير أيضاً يجري فيه ما تقدم في قوله : { ألم نهلك الأولين ، جيء به على طريقة تعداد الخطاب في مقام التوبيخ والتقريع .وكل من التقرير والتقريع من مقتضيات ترك العطف لشَبَهه بالتكرير في أنه تكرير معنى وإن لم يكن تكرير لفظ ، والتكرير شبيه بالأعداد المسرودة فكان حقه ترك العطف فيه .وقد جاء هنا التقرير على ثبوت الإِيجاد بعد العدم إيجاداً متقناً دالاً على كمال الحكمة والقدرة ليفضَى بذلك التقرير إلى التوبيخ على إنكار البعث والإِعادة وإلى إثبات البعث بإمكانه بإعادة الخلق كما بُدىء أول مرة وكفى بذلك مرجحاً لوقوع هذا الممكن لأن القدرة تجري على وفق الإِرادة بترجيح جانب إيجاد الممكن على عدمه .والماء : هو ماء الرجُل . والمَهين : الضعيف فعيل من مَهُنَ ، إذا ضعُف ، وميمه أصلية وليس هو من مادة هَان .وهذا الوصف كناية رمزية عن عظيم قدرة الله تعالى إذ خلق من هذا الماء الضعيف إنساناً شديد القوة عقلاً وجسماً .وحرف مِن } للابتداء لأن تكوين الإِنسان نشأ من ذلك الماء ، كما تقول : هذه النخلة مِن نواة تَوْزَرِيَّة .وجعل خلق الإِنسان من ماء الرجل لأنه لا يتم تخلقه إلاّ بذلك الماء إذا لاقى بويضات الدم في الرحم ، فاقتصرت الآية على ما هو مشهور بين الناس لأنهم لا يعلمون أكثر من ذلك ، وقد بيّن النبي صلى الله عليه وسلم تكوينَ الجنين من ماء المرأة وماء الرجل .وقوله : { فجعلناه في قرار مكين } تفصيل لكيفية الخلق على سبيل الإِدماج مع مناسبته لأن له دخلاً في تبيين إمكان الإِعادة إذ شديد القدرة لا يعجزه شيء ، ولذلك ذيله بقوله { فنعم القادرون } على التفسيرين الآتيين .والقرار : محل القرور والمكث ."
    },
    {
      "ayah": 21,
      "surah": 77,
      "text": "فَجَعَلْنَاهُ فِي قَرَارٍ مَكِينٍ (21) و { مَكين } : صفة ل { قرار } ، أي مكان متمكن في ذلك فهو فعيل من مكُن مَكانة ، إذا ثبت ورسخ .ووُصف القرارُ بالمكين على طريقة المجاز العقلي ، أي مكين الحالُّ والمستقرّ فيه . فالتقدير : مكين فيه . والمراد بالقرار المكين : الرحم ."
    },
    {
      "ayah": 22,
      "surah": 77,
      "text": "إِلَى قَدَرٍ مَعْلُومٍ (22) والقدَر : بفتح الدال المقدار المعيّن المضبوط ، والمراد مقدار من الزمان وهو مدة الحمل .وقرأ نافع والكسائي وأبو جعفر { فقدَّرنا } بتشديد الدال . وقرأه الباقون بتخفيف الدال من قَدر المتعدي وهما بمعنى واحد ، يقال : قَدَّر بالتشديد تقديراً فهو مُقدِّر ، وقدَر بالتخفيف قَدْراً فهو قادر ، إذا جعل الشيء على مقدار مناسب لما جُعل له .والمعنى : فقدرنا الخلق كقوله تعالى : { من نطفة خلقه فقدَّره } [ عبس : 19 ] وقوله : { وخلق كل شيء فقدره تقديراً } [ الفرقان : 2 ] ."
    },
    {
      "ayah": 23,
      "surah": 77,
      "text": "فَقَدَرْنَا فَنِعْمَ الْقَادِرُونَ (23)والفاء في قوله : { فقدّرنا } للتفريع على قوله : { فجعلناه في قرار مكين إلى قدر معلوم } ، أي جعلناه في الرحم إلى انتهاء أمد الحمل فقدرنا أطوار خلقكم حتى أخرجناكم أطفالاً .والفاء في { فنعم القادرون } للتفريع على ( قدّرنا ) أي تفريع إنشاء ثناء ، أي فدل تقديرُنا على أننا نعم القادرون ، أي كان تقديرنا تقدير أفضل قادر ، وهذا تنويه بذلك الخلق العجيب بالقدرة .و { القادرون } : اسم فاعل من قدَر اللازم إذا كان ذا قُدرة وبذلك يكون الكلام تأسيساً لا تأكيداً ، أي فنعم القادرون على الأشياء .وعلامة الجمع للتعظيم مثل نون ( قَدّرنا ) فإن القدرة لما أتت بما هو مقتضى الحكمة كانت قدرة جديرة بالمدح ."
    },
    { "ayah": 24, "surah": 77, "text": "وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ (24)هو نحو ما تقدم في نظيره الموالي هو له ." },
    {
      "ayah": 25,
      "surah": 77,
      "text": "أَلَمْ نَجْعَلِ الْأَرْضَ كِفَاتًا (25) جاء هذا التقرير على سنن سابقيه في عدم العطف لأنه على طريقة التكرير للتوبيخ ، وهو تقرير لهم بما أنعم الله به عليهم من خلق الأرض لهم بما فيها مما فيه منافعهم كما قال تعالى : { مَتاعاً لكم ولأنعامكم } [ النازعات : 33 ] ."
    },
    {
      "ayah": 26,
      "surah": 77,
      "text": "أَحْيَاءً ‎وَأَمْوَاتًا (26) ومحلّ الامتنان هو قوله : { أحياءً } وأمَّا قوله : { وأمواتاً } فتتميم وإدماج .وكِفَات : اسم للشيء الذي يُكْفَت فيه ، أي يُجمع ويُضَمّ فيه ، فهو اسم جاء على صيغة الفِعال من كَفَت ، إذا جَمَع ، ومنه سُمي الوعاء : كفاتاً ، كما سمي ما يعي الشيء وِعَاء ، وما يَضُم الشيء : الضِمام .و { أحياء } مفعول { كِفاتاً } لأن { كفاتاً } فيه معنى الفِعل كأنه قيل كافتةً أحياءً . وقد يقولون منصوب بفعل مقدر دلّ عليه { كِفاتاً } وكل ذلك متقارب .و { أمواتاً } عطف عليه وهو إدماج وتتميم لأن فيه مشاهدة الملازمة بين الأحياء والأموات تدلّ على أن الحياة هي المقصود من الخلقة .وهذا تقرير لهم بالاعتراف بالأحوال المشاهدة في الأرض الدالة على تفرد الله تعالى بالإِلهية .وتنوين { أحياء وأمواتاً } للتعظيم مراداً به التكثيرُ ولذلك لم يؤت بهما معرَّفين باللام ، وفائدة ذكر هذين الجَمْعين ما في معنييهما من التذكير بالحياة والموت .وقد تصدى الكلام لإِثبات البعث بشواهد ثلاثة :أحدها : بحال الأمم البائدة في انقراضها .الثاني : بحال تكوين الإِنسان .الثالث : مصير الكل إلى الأرض وفي كل ذلك إبطال لإِحالتهم وقوع البعث لأنهم زعموا استحالته فأبطلت دعواهم بإثبات إمكان البعث فإنه إذ ثبت الإِمكان بطلت الاستحالة فلم يبق إلاّ النظر في أدلة ترجيح وقوع ذلك الممكن .وفي الآية امتنان يجعل الأرض صالحة لدفن الأموات ، وقد ألهم الله لذلك ابنَ آدم حين قتَل أخاه كما تقدم ذكره في سورة المائدة ، فيؤخذ من الآية وجوب الدفن في الأرض إلاّ إذا تعذر ذلك كالذي يموت في سفينة بعيدة عن مراسي الأرض أو لا تستطيع الإِرساء ، أو كان الإِرساء يضر بالراكبين أو يُخاف تعفن الجثة فإنها يُرمى بها في البحر وتثقَّل بشيء لترسُب إلى غريق الماء . وعليه فلا يجوز إحراق الميت كما يفعل مَجُوس الهند ، وكان يفعله بعض الرومان ، ولا وضعُه لكواسر الطير كما كان يفعل مَجُوس الفرس ، وكان أهل الجاهلية يتمدحون بالميت الذي تأكله السباع أو الضباع وهو الذي يموت قتيلاً في فلاة ، قال تأبط :لا تدْفِنُوني إِنَّ دَفني مُحَرَّم ... عليكُم ولكنْ خَامري أُمَّ عامروهذا من جهالة الجاهلية وكُفران النعمة .واحتج ابن القاسم من أصحاب مالك بهذه الآية لكون القبر حرزاً فأوجب القطع على من سرق من القبر كفناً أو ما يبلغ ربع دينار ، وقال مالك : القبر حِوَز للميت كما أن البيت حِوَز الحي .وفي «مفاتيح الغيب» عن تفسير القفال : أن ربيعة استدل بها على ذلك .والرواسي : جمع راس ، أي جبالاً رواسي ، أي ثوابت فى الأرض قال السموأل :رسا أصله تحت الثرى وسَمَا به ... إلى النجم فرع لا يُنَال طويل"
    },
    {
      "ayah": 27,
      "surah": 77,
      "text": "وَجَعَلْنَا فِيهَا رَوَاسِيَ شَامِخَاتٍ وَأَسْقَيْنَاكُمْ مَاءً فُرَاتًا (27)وجمع على فواعل لوقوعه صفة لمذكر غير عاقِل وهذا امتنان بخلق الجبال لأنهم كانوا يأوُون إليها وينتفعون بما فيها من كَلأ وشجر قال تعالى : { والجبال أرساها متاعاً لكم ولأنعامكم } [ النازعات : 32 ، 33 ] .والشامخات : المرتفعات .وعُطف { وأسقيناكم ماء فراتاً } لمناسبة ذكر الجبال لأنها تنحدر منها المياه تجري في أسافلها وهي الأدوية وتقر في قرارات وحياض وبُحيرات .والفُرات : العذب وهو ماء المطر .وتنوين { شامخات } و { ماءً فراتاً } للتعظيم لِدلالة ذلك على عظيم القدرة ."
    },
    {
      "ayah": 28,
      "surah": 77,
      "text": "وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ (28)تكرير للتوبيخ والتقريع مثل نظيره الواقع ثانياً في هذه السورة ."
    },
    {
      "ayah": 29,
      "surah": 77,
      "text": "انْطَلِقُوا إِلَى مَا كُنْتُمْ بِهِ تُكَذِّبُونَ (29) هذا خطاب للمكذبين في يوم الحشر فهو مقول قول محذوف دل عليه صيغة الخطاب بالانطلاق دون وجود مخاطب يؤمر به الآن .والضمير المقدَّر مع القول المحذوف عائد إلى المكذبين ، أي يقال للمكذبين .والأمر بانطلاقهم مستعمل في التسخير لأنهم تنطلق بهم ملائكة العذاب قسراً .وما كانوا به يكذبون هو جهنم . وعبر عنه بالموصول وصلته لما تتضمنه الصلة من النداء على خطئهم وضلالهم على طريقة قول عَبْدَة بن الطَّبيب :إِنَّ الذين ترَوْنَهم إِخْوَانَكم ... يشْفِي غَلِيلَ صُدورهم أنْ تُصْرَعُوا"
    },
    {
      "ayah": 3,
      "surah": 77,
      "text": "وَالنَّاشِرَاتِ نَشْرًا (3) و { الناشرات } قال ابن عباس والضحاك وأبو صالح : الملائكة . وقال ابن مسعود ومجاهد : الرياح وهو عن أبي صالح أيضاً .ويتحصل من هذا أن الله أقسَم بجنسين من مخلوقاته العظيمة مثل قوله : { والسماءِ ذات البروج واليوم الموعود } [ البروج : 1 ، 2 ] ، ومثله تكَرَّر في القرآن .ويتجه في توزيعها أن الصفات التي عطفت بالفاء تابعة لجنس مَا عطفت هي عليه ، والتي عطفت بالواو يترجح أنها صفاتُ جنس آخر .فالأرجح أن المرسلات والعاصفات صفتان للرياح ، وأن ما بعدها صفات للملائكة ، والواو الثانية للعطف وليست حرف قَسَم . ومناسبة الجمع بين هذين الجنسين في القسم أن كليهما من الموجودات العلوية لأن الأصل في العطف بالواو أن يكون المعطوف بها ذاتاً غير المعطوف عليه . وما جاء بخلاف ذلك فهو خلاف الأصل مثل قول الشاعر أنشده الفراء .إلى الملك القِرْم وابننِ الهُمام ... وليثثِ الكتيبةِ في المزْدَحَمأراد صفات ممدوح واحد .ولنتكلم على هذه الصفات :فأما { المرسلات } فإذا جعل وصفاً للملائكة كان المعنيُّ بهم المرسلين إلى الرسل والأنبياء مثل جبريل في إرساله بالوحي ، وغيره من الملائكة الذين يبعثهم الله إلى بعض أنبيائه بتعليم أو خبر أو نصر كما في قوله تعالى عن زكرياء : { فنادَتْه الملائكة وهو قائم يصلي في المحراب } الآية [ آل عمران : 39 ] ، أو { المرسلات } بتنفيذ أمر الله في العذاب مثل المرسلين إلى قوم لوط ، و { عُرْفاً } حال مفيدة معنى التشبيه البليغ ، أي مثل عرف الفرس في تتابع الشعر بعضه ببعض ، يقال : هم كعرف الضبع ، إذا تألبوا ، ويقال : جاءوا عرفاً واحداً . وهو صالح لوصف الملائكة ولوصف الريح .وفسر { عُرفاً } بأنه اسمٌ ، أي الشعرَ الذي على رقبة الفرس ونصبه على الحال على طريقة التشبيه البليغ ، أي كالعُرف في تتابع البعض لبعض ، وفسر بأنه مصدر بمعنى المفعول ، أي معرُوف ( ضد المنكَر ) ، وأن نصبه على المفعول لأجله ، أي لأجل الإِرشاد والصلاح ."
    },
    {
      "ayah": 30,
      "surah": 77,
      "text": "انْطَلِقُوا إِلَى ظِلٍّ ذِي ثَلَاثِ شُعَبٍ (30) وجملة { انطلقوا إلى ظل } إلى آخرها ، بدل اشتمال أو مطابقٌ من جملة { انطلقوا إلى ما كنتم به تكذبون } .وأعيد فعل { انطلقوا } على طريقة التكرير لقصد التوبيخ أو الإِهانة والدَّفْع ، ولأجله أُعيد فعل { انطلقوا } وحرفُ { إلى } .ومقتضى الظاهر أن يقال : انطلقوا إلى ما كنتُم به تكذبون ظِللٍ ذي ثلاث شعب ، فإعادة العامل في البدل للتأكيد في مقام التقريع .وأريد بالظل دخان جهنم لكثافته ، فعبر عنه بالظل تهكماً بهم لأنهم يتشوقون ظلاً يأوون إلى برده .وأفرد { ظل } هنا لأنه جعل لهم ذلك الدخان في مكان واحد ليكونوا متراصين تحته لأن ذلك التراص يزيدهم ألماً .وقرأ الجمهور { انطلقوا } الثاني بكسر اللام مثل { انطلقوا } الأول ، وقرأه رُوَيس عن يعقوب بفتح اللام على صيغة الفعل الماضي على معنى أنهم أُمروا بالانطلاق إلى النار فانطلقوا إلى دخانها ، وإنما لم يعطف بالفاء لقصد الاستئناف ليكون خبراً آخرَ عن حالهم .والشُّعَب : اسم جمع شُعبة وهي الفريق من الشيء والطائفة منه ، أي ذي ثلاث طوائف وَأريد بها طوائف من الدخان فإن النار إذا عظم اشتعالها تصاعد دخانها من طرفيها ووسطها لشدة انضغاطه في خروجه منها .فوُصف الدخان بأنه ذو ثلاث شعب لأنه يكون كذلك يوم القيامة . وقد قيل في سبب ذلك : إن شعبة منه عن اليمين وشعبة عن اليسار وشعبة من فوق ، قال الفخر : «وأقول هذا غير مستبعد لأن الغضب عن يمينه والشهوة عن شماله والقوة الشيطانية في دماغه ، ومنبع جميع الآفات الصادرة عن الإِنسان في عقائده وفي أعماله ليس إلاّ هذه الثلاثة ، ويمكن أن يقال ها هنا ثلاث درجات وهي : الحِس ، والخيال ، والوهَم . وهي مانعة للروح من الاستنارة بأنوار عالم القدس» اه ."
    },
    {
      "ayah": 31,
      "surah": 77,
      "text": "لَا ظَلِيلٍ وَلَا يُغْنِي مِنَ اللَّهَبِ (31)والظليل : القوي في ظِلاله ، اشتق له وصف من اسمه لإفادة كماله فيما يراد منه مثل : لَيْلٌ ألْيَلُ ، وشِعْرٌ شَاعِرٌ ، أي ليس هو مثل ظل المؤمنين قال تعالى : { ونُدخلهم ظِلاًّ ظليلاً } [ النساء : 57 ] . وفي هذا تحسير لهم وهو في معنى قوله تعالى : { وظِلَ من يَحموم لا بَارِد ولا كريم } [ الواقعة : 43 ، 44 ] .وجُرّ { ظليل } على النعت ل { ظل } ، وأقحمت { لا } فصارت من جملة الوصف ولا يظهر فيها إعراب كما تقدم في قوله تعالى : { إنها بقرةٌ لاَ فَارض ولا بِكْر } [ البقرة : 68 ] وشأن { لا } إذا أدخلت في الوصف أن تكرر فلذلك أعيدت في قوله : { ولا يغني من اللهب } .والإِغناء : جعل الغير غنياً ، أي غير محتاج في ذلك الغرض ، وتعديته ب ( مِن ) على معنى البدلية أو لتضمينه معنى : يُبعد ، ومثله قوله تعالى : { وما أُغني عنكم من الله مِنْ شيء } [ يوسف : 67 ] . وبذلك سلب عن هذا الظل خَصائص الظلال لأن شأن الظل أن ينفس عن الذي يأوي إليه أَلَم الحر ."
    },
    {
      "ayah": 32,
      "surah": 77,
      "text": "إِنَّهَا تَرْمِي بِشَرَرٍ كَالْقَصْرِ (32) يجوز أن يكون هذا من تمام ما يقال للمكذبين الذين قيل لهم : { انطلقوا إلى ما كنتم به تكذبون } [ المرسلات : 29 ] ، فإنهم بعد أن حصل لهم اليأس مما ينفِّس عنهم ما يَلقون من العذاب ، وقيل لهم : انطلقوا إلى دخان جهنم ربما شاهدوا ساعتئذٍ جهنم تقذف بشررها فيروعهم المنظر ، أو يشاهدونها عن بعد لا تتضح منه الأشياء وتظهر عليهم مخائل توقعهم أنهم بالغون إليه فيزدادون روعاً وتهويلاً ، فيقال لهم : إن جهنم { ترمي بشرر كالقصر كأنه جِمَالات صفر } .ويجوز أن يكون اعتراضاً في أثناء حكاية حالهم ، أو في ختام حكاية حالهم .فضمير { إنها } عائد إلى جهنم التي دل عليها قوله : { ما كنتم به تكذبون كما يقال للذي يساق إلى القتل وقد رأى رجلاً بيده سيف فاضطَرب لرؤيته فيقال له : إنه الجَلاّد .وإجراء تلك الأوصاف في الإِخبار عنها لزيادة الترويع والتهويل ، فإن كانوا يرون ذلك الشرر لقربهم منه فوصفه لهم لتأكيد الترويع والتهويل بتظاهر السمع مع الرؤية . وإن كانوا على بعد منه فالوصف للكشف عن حاله الفظيعة .وتأكيد الخبر ب ( إنَّ ) للاهتمام به لأنهم حِينئذٍ لا يشكون في ذلك سواء رأوه أو أخبروا به .والشرر : اسم جمع شَرَرَة : وهي القطعة المشتعلة من دقيق الحطب يدفعها لهب النار في الهواء من شدة التهاب النار .والقَصر : البناء العالي . والتعريف فيه للجنس ، أي كالقصور لأنه شبه به جمع ، وهذا التعريف مثل تعريف الكتاب في قوله تعالى : { وأنزلنا معهم الكتاب } [ الحديد : 25 ] ، أي الكُتب . وعن ابن عباس : الكِتاب أكثرُ من الكُتُب ، أي كل شررة كقصر ، وهذا تشبيه في عظم حجمه ."
    },
    {
      "ayah": 33,
      "surah": 77,
      "text": "كَأَنَّهُ جِمَالَةٌ صُفْرٌ (33)وقوله : { كأنه جِمالات صفر } تشبيه له في حجمه ولونه وحركته في تطايره بجمالات صفر . وضمير { كأنه } عائد إلى شرر .والجِمالات : بكسر الجيم جمع جِمالة ، وهي اسم جمع طائفة من الجمال ، أي تُشبه طوائف من الجمال متوزعة فرقاً ، وهذا تشبيه مركب لأنه تشبيه في هيئة الحجم مع لونه مع حركته . والصُفرة : لون الشرر إذا ابتعد عن لهيب ناره .وقرأ الجمهور { جِمالات } بكسر الجيم وألف بعد اللام فهو جمع جمالة . وقرأه حمزة والكسائي وحفص عن عاصم وخلفٌ { جِمالة } بكسر الجيم بدون ألف بعد اللام وهو جمع جَمَل مثل حَجَر وحِجَارة .وقرأه رُويس عن يعقوب { جُمالات } بضم الجيم وألف بعد اللام جمع جُمالة بالضم وهي حبل تشدّ به السفينة ، ويُسمى القَلْس ( بقاف مفتوحة ولام ساكنة ) والتقدير : كأنّ الواحدة منها جُمالة ، و { صفر } على هذه القراءة نعت ل { جمالات } أو ل ( شرر ) .قال صاحب «الكشاف» : وقال أبو العلاء ( يعني المعري ) في صفة نار قوم مدحهم بالكرم :حَمْرَاءَ ساطعةَ الذوائب في الدُّجَى ... ترمي بكُل شَرارة كطِرَافشبه الشرارة بالطراف وهو بيت الأدم في العظم والحمرة وكأنّه قصد بخبثه أن يزيد على تشبيه القرآن ولتبَجحه بما سُوِّل له من توهم الزيادة جاء في صدر بيته بقوله : «حَمْراء» توطئةً لها ومناداة عليها وتنبيهاً للسامعين على مكانها ، ولقد عَمِي جمع الله له عَمَى الدارين عن قوله عز وعلا : { كأنَّه جمالات صفر } فإنه بمنزلة قوله كبيتتٍ أحمر وعلى أن في التشبيه بالقصر وهو الحصن تشبيهاً من جهتين من جهة العظم ومن جهة الطول في الهواء فأبْعَدَ الله إغرابه في طِرافه وما نفخ شدقيه من استطرافه اه .وأقول : هذا الكلام ظن سوء بالمعري لم يُشمَّ من كلامه ، ولا نسبه إليه أحد من أهل نبزه وملامه ، زاد به الزمخشري في طنبور أصحاب النقمة ، لنبز المعري ولمزه نغمة .قال الفخر : كانَ الأولى لصاحب «الكشاف» أن لا يذكر ذلك ( أي لأنه ظن سوءاً بلا دلِيل ) .وقال الطيبي : وليس كذلك لأنه لا يخفى على مثل المعري : أن الكلام بآخره لأن الله شبّه الشرارة : أولاً حين تنفصل عن النار بالقصر في العظم ، وثانياً حين تأخذ في الارتفاع والانبساط فتنشقّ عن أعداد لا نهاية لها بالجمالات في التفرق واللون والعِظَم والثقل ، ونُظر في ذلك إلى الحيوان وأن تلك الحركات اختيارية وكل ذلك مفقود في بيته ."
    },
    {
      "ayah": 34,
      "surah": 77,
      "text": "وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ (34)تكرير لقصد تهديد المشركين الأحياء والقول فيه كالقول في نظيره الواقع ثانياً في هذه السورة ."
    },
    {
      "ayah": 35,
      "surah": 77,
      "text": "هَذَا يَوْمُ لَا يَنْطِقُونَ (35) إن كانت الإِشارة على ظاهرها كان المشار إليه هو اليوم الحاضر وهو يوم الفصل فتكون الجملة من تمام ما يقال لهم في ذلك اليوم بعد قوله : { انطلقوا إلى ما كنتم به تكذبون } [ المرسلات : 29 ] فيكون في الانتقال من خطابهم بقوله : { انطلقوا إلى إِجراء ضمائر الغيبة عليهم ، التفات يزيده حسناً أنهم قد استحقوا الإِعراض عنهم بعد إهانتهم بخطاب انطلقوا } .وهذا الوجه أنسب بقوله تعالى بعده : { هذا يوم الفصل جمعناكم والأولين } [ المرسلات : 38 ] ، وموقع الجملة على هذا التأويل موقع تكرير التوبيخ الذي أفاده قوله : { انطلقوا إلى ما كنتم به تكذبون وهو من جملة ما يقال لهم في ذلك اليوم ، واسم الإِشارة مستعمل في حقيقته للقريب .وإن كانت الإِشارة إلى المذكور في اللفظ وهو يوم الفصل المتحدث عنه بأنَّ فيه الويل للمكذبين ، كان هذا الكلام موجهاً إلى الذين خوطبوا بالقرآن كلهم إنذاراً للمشركين منهم وإنعاماً على المؤمنين ، فكانت ضمائر الغيبة جارية على أصلها وكانت عائدة على المكذبين من قوله : { ويل يومئذٍ للمكذبين } [ المرسلات : 34 ] وتكون الجملة معترضة بين جملة { انطلقوا إلى ما كنتم به تكذبون ، وجملة هذا يوم الفصل جمعناكم والأولين } [ المرسلات : 38 ] . واسم الإِشارة الذي هو إشارة إلى القريب مستعمل في مشار إليه بعيد باعتبار قرب الحديث عنه على ضرب من المجاز أو التسامح .واسم الإِشارة مبتدأ { ويومُ لا ينطقون } خبر عنه .وجملة { لا ينطقون } مضاف إليها { يوم } ، أي هو يومٌ يُعرَّف بمدلول هذه الجملة ، وعدم تنوين { يوم } لأجل إضافته إلى الجملة كما يضاف ( حين ) والأفصح في هذه الأزمان ونحوه إذا أضيف إلى جملة مفتتحة ب { لا } النافية أن يكون معرباً ، وهو لغة مُضر العُليا ، وأما مضر السفلى فهم يبنونه على الفتح دائماً ."
    },
    {
      "ayah": 36,
      "surah": 77,
      "text": "وَلَا يُؤْذَنُ لَهُمْ فَيَعْتَذِرُونَ (36)وعطف { ولا يؤذن لهم فيعتذرون } على جملة { لا ينطقون } ، أي لا يؤذن إذناً يتفرع عليه اعتذارهم ، أي لا يؤذن لهم في الاعتذار . فالاعتذار هو المقصود بالنفي ، وجعل نفي الإِذن لهم توطئة لنفي اعتذارهم ، ولذلك جاء { فيعتذرون } مرفوعاً ولم يجىء منصوباً على جواب النفي إذ ليس المقصود نفي الإِذن وترتّب نفي اعتذارهم على نفي الإِذن لهم إذ لا محصول لذلك ، فلذلك لم يكن نصب { فيعتذرون } مساوياً للرفع بل ولا جائزاً بخلاف نحو { لا يُقضى عليهم فيموتوا } [ فاطر : 36 ] فإن نفي القضاء عليهم وهم في العذاب مقصود لذاته لأنه استمرار في عذابهم ثم أجيب بأنه لو قُضي عليهم لماتوا ، أي فقَدوا الإِحساس ، فمعنى الجوابية هنالك مما يقصد . ولذا فلا حاجة هنا إلى ما ادعاه أبو البقاء أن { فيعتذرون } استئناف تقديره : فهم يعتذرون ، ولا إلى ما قاله ابن عطية تبعاً للطبري : إنه ينصب لأجل تشابه رؤوس الآيات ، وبعد فإن مناط النصب في جواب النفي قصدُ المتكلم جعْلَ الفعل جواباً للنفي لا مجرد وجود فعل مضارع بعد فعل منفي .واعلم أنه لا تعارض بين هذه الآية وبين الآيات التي جاء فيها ما يقضي أنهم يعتذرون نحو قوله تعالى : { قالوا ربنا أمتنا اثنتين وأحييتنا اثنتين فاعترفنا بذنوبنا فهل إلى خروج من سبيل } [ غافر : 11 ] لأن وقت انتفاء نطقهم يوم الفصل .وأما نطقهم المحكي في قوله : { ربنا أمتنا اثنتين فذلك صراخهم في جهنم بعد انقضاء يوم الفصل ، وبنحو هذا أجاب ابن عباس نافع بنَ الأزرق حين قال نافع : إنِّي أجد في القرآن أشياء تختلف عليَّ قال الله : { ولا يتساءلون } [ المؤمنون : 101 ] ، وقال : { وأقبل بعضهم على بعض يتساءلون } [ الصافات : 27 ] فقال ابن عباس : لا يتساءلون في النفخة الأولى حين نُفخ في الصور فصعق من في السماوات ومن في الأرض فلا يتساءلون حينئذٍ ، ثم في النفخة الثانية أقبل بعضهم على بعض يتساءلون . والذي يجمع الجواب عنْ تلك الآيات وعن أمثالها هو أنه يجب التنبه إلى مسألة الوحدات في تحقق التناقض ."
    },
    {
      "ayah": 37,
      "surah": 77,
      "text": "وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ (37)تكرير لتهديد المشركين متصل بقوله : { هذا يوم لا ينطقون } [ المرسلات : 35 ] الآية على أول الوجهين في موقع ذلك ، أو هو وارد لمناسبة قوله : { هذا يوم لا ينطقون على ثاني الوجهين المذكورين فيه فيكون تكريراً لنظيره الواقع بعد قوله : { انطلقوا إلى ما كنتم به تكذبون } [ المرسلات : 29 ] إلى قوله : { صُفْر } [ المرسلات : 33 ] اقتضى تكريره عَقِبَه أنَّ جملة { هذا يوم لا ينطقون الخ تتضمن حالة من أحوالهم يوم الحشر لم يسبق ذكرها فكان تكرير ويل يومئذٍ للمكذبين } بعدَها لوجود مقتضي تكرير الوعيد للسامعين ."
    },
    {
      "ayah": 38,
      "surah": 77,
      "text": "هَذَا يَوْمُ الْفَصْلِ جَمَعْنَاكُمْ وَالْأَوَّلِينَ (38) تكرير لتوبيخهم بعد جملة { انطلقوا إلى ما كنتم به تكذبون } [ المرسلات : 29 ] شُيع به القول الصادر بطردهم وتحقيرهم ، فإن المطرود يشيّع بالتوبيخ ، فهو مما يقال لهم يومئذٍ ، ولم تعطف بالواو لأنها وقعت موقع التذييل للطرد ، وذلك من مقتضيات الفصل سواء كان التكرير بإعادة اللفظ والمعنى ، أم كان بإعادة المعنى والغرض .والإشارة إلى المشهد الذي يشاهدونه من حضور الناس ومُعَدات العرض والحساب لفصل القضاء بالجزاء .والإِخبار عن اسم الإِشارة بأنه { يوم الفصل } باعتبار أنهم يتصورون ما كانوا يسمعون في الدنيا من محاجّة عليهم لإِثبات يوم يكون فيه الفصل وكانوا ينكرون ذلك اليومَ وما يتعذرون بما يقع فيه ، فصارت صورة ذلك اليوم حاضرة في تصورهم دون إيمانهم به ، فكانوا الآن متهيئين لأن يوقنوا بأن هذا هو اليوم الذي كانوا يوعدون بحلوله ، وقد عُرِف ذلك اليوم من قبل بأنه يوم الفصل [ المرسلات : 13 ] ، أي القضاء وقد رأوا أهبة القضاء .وجملة { جمعناكم والأولين } بيان للفصل بأنه الفصل في الناس كلهم لجزاء المحسنين والمسيئين كلهم ، فلا جرم جُمع في ذلك اليوم الأولون والآخرون قال تعالى : { قل إن الأولين والآخرين لمجموعون إلى ميقات يوم معلوم } [ الواقعة : 49 ، 50 ] .والمخاطبون بضمير { جمعناكم } : المشركون الذين سبق الكلام لتهديدهم وهم المكذبون بالقرآن ، لأن عطف { والأولين } على الضمير يمنع من أن يكون الضمير لجميع المكذبين مثل الضمائر التي قبله ، لأن الأولين من جملة المكذبين فلا يقال لهم : { جمعناكم والأولين } ، فتعين أن يختص بالمكذبين بالقرآن .والمعنى : جمعناكم والسابقين قبلكم من المكذبين .وقد أنذروا بما حلّ بالأولين أمثالهم من عذاب الدنيا في قوله : { ألم نهلك الأولين } [ المرسلات : 16 ] . فأريد توقيفهم يومئذٍ على صدق ما كانوا يُنذرون به في الحياة الدنيا من مصيرهم إلى ما صار إليه أمثالهم ، فلذلك لم يتعلق الغرض يومئذٍ بذكر الأمم التي جاءت من بعدهم ."
    },
    {
      "ayah": 39,
      "surah": 77,
      "text": "فَإِنْ كَانَ لَكُمْ كَيْدٌ فَكِيدُونِ (39)وباعتبار هذا الضمير فرع عليه قوله : { فإن كان لكم كيْد فكيدون } فكان تخلّصاً إلى توبيخ الحاضرين على ما يكيدون به للرسول صلى الله عليه وسلم وللمسلمين قال تعالى : { إنهم يكيدون كيداً وأكيد كيداً فمَهِّل الكافرين أمهلهم رويداً } [ الطارق : 15 17 ] وأن كيدهم زائل وأن سوء العقبى عليهم .وفرع على ذلك { فإن كان لكم كيد فكيدون } ، أي فإن كان لكم كيد اليوم كما كان لكم في الدنيا ، أي كيد بديني ورسولي فافعلوه .والأمر للتعجيز ، والشرط للتوبيخ والتذكير بسوء صنيعهم في الدنيا ، والتسجيل عليهم بالعجز عن الكيد يومئذٍ حيث مُكِّنوا من البحث عما عسى أن يكون لهم من الكيد فإذا لم يستطيعوه بعد ذلك فقد سُجل عليهم العجز . وهذا من العذاب الذي يعذَّبونه إذ هو من نوع العذاب النفساني وهو أوقع على العاقل من العذاب الجسماني ."
    },
    {
      "ayah": 4,
      "surah": 77,
      "text": "فَالْفَارِقَاتِ فَرْقًا (4) و { الفارقات } لم يحك الطبري إلاّ أنهم الملائكةُ أو الرسلُ . وحكى القرطبي عن مجاهد : أنها الرياح .وفيما عدا هذه من الصفات اختَلَف المتأوّلون فمنهم من حملوها على أنها الملائكة ومنهم من حمل على أنها الرياح .ف { المرسَلات } قال ابن مسعود وأبو هريرة ومقاتل وأبو صالح والكلبي ومسروق : هي الملائكة . وقال ابن عباس وقتادة : هي الرياح ، ونقل هذا عن ابن مسعود أيضاً ولعله يجيز التأويلين وهو الأوفق بعطفها بالفاء . { فالعاصفات } تفريع على { المرسلات } ، أي ترسل فتعصف ، والعصف يطلق على قوة هبوب الريح فإن أريد بالمرسلات وصف الرياح فالعصف حقيقة ، وإن أريد بالمرسلات وصفُ الملائكة فالعصف تشبيه لنزولهم في السرعة بشدة الريح وذلك في المبادرة في سرعة الوصول بتنفيذ ما أمروا به .و { عَصْفاً } مؤكد للوصف تأكيداً لتحقيق الوصف ، إذ لا داعي لإِرادة رفع احتمال المجاز .والنشر : حقيقته ضد الطي ويكثر استعماله مجازاً في الإِظهار والإِيضاح وفي الإِخراج .ف { الناشرات } إذا جعل وصفاً للملائكة جاز أن يكون نشرَهم الوحي ، أي تكرير نزولهم لذلك ، وأن يكون النشر كناية عن الوضوح ، أي بالشرائع البينة .وإذا جعل وصفاً للرياح فهو نشر السحاب في الأجواء فيكون عطفه بالواو دون الفاء لتنبيه على أنه معطوف على { المرسلات } لا على { العاصفات } لأن العصف حالة مضرة والنشر حالة نفع .والقول في تأكيد { نشراً } وتنوينه كالقوللِ في { عَصْفاً } .والفَرْق : التمييز بين الأشياء ، فإذا كان وصفاً للملائكة فهو صالح للفرق الحقيقي مثل تمييز أهللِ الجنة عن أهل النار يوم الحساب ، وتمييز الأمم المعذبة في الدنيا عن الذين نجاهم الله من العذاب ، مثل قوم نوح عن نوح ، وعادٍ عن هود ، وقوممِ لوط عن لوط وأهله عدا امرأته ، وصالح للفرق المجازي ، وهو أنهم يأتون بالوحي الذي يفرق بين الحق والباطل ، وبين الإِيمان والكفر .وإنْ جُعل وصفاً للرياح فهو من آثار النشر ، أي فَرقُها جماعات السحب على البلاد . ولتفرع الفرق بمعنييه عن النشر بمعانيه عطف { الفارقات } على { الناشرات } بالفاء .وأكد بالمفعول المطلق كما أكد مَا قبله بقوله : { عصفاً } و { نشراً } ، وتنوينه كذلك ."
    },
    {
      "ayah": 40,
      "surah": 77,
      "text": "وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ (40)تكرير للوعيد والتهديد وهو متصل بما قبله كاتصال نظيره المذكور آنفاً ."
    },
    {
      "ayah": 41,
      "surah": 77,
      "text": "إِنَّ الْمُتَّقِينَ فِي ظِلَالٍ وَعُيُونٍ (41) يجوز أن يكون هذا ختام الكلام الذي هو تقريع للمشركين حكي لهم فيه نعيم المؤمنين الذي لا يشاهده المشركون لبعدهم عن مكانه فيحكى لهم يومئذٍ فيما يقال لهم ليكون ذلك أشد حسرة عليهم وتنديماً لهم على ما فرطوا فيه مِمَا بَادر إليه المتقون المؤمنون ففازوا ، فيكون هذا من جملة القول الذي حذف فعله عند قوله : { انطلقوا } [ المرسلات : 29 ] الخ .ويجوز أن يكون هذا ابتداء كلام مستأنف انتقل به إلى ذكر نعيم المؤمنين المتقين تنويهاً بشأنهم وتعريضاً بترغيب من المشركين الموجودين في الإقلاع عنه لينالوا كرامة المتقين .و { ظِلال } : جمع ظِلّ ، وهي ظلال كثيرة لكثرة شجر الجنة وكثرة المستظلّين بظلها ، ولأن لكل واحد منهم ظلاً يتمتع فيه هو ومَن إليه ، وذلك أوقع في النعيم .والتعريف في { المتقين } للاستغراق فلكل واحد من المتقين كون في ظلال ."
    },
    {
      "ayah": 42,
      "surah": 77,
      "text": "وَفَوَاكِهَ مِمَّا يَشْتَهُونَ (42) و { في } للظرفية وهي ظرفية حقيقية بالنسبة للظلال لأن المستظل يكون مظروفاً في الظل ، وظرفية مجازية بالنسبة للعيون والفواكه تشبيهاً لكثرة مَا حولهم من العيون والفواكه بإحاطة الظروف ، وقوله : { مما يشتهون } صفة { فواكه } . وجمع { فواكه } الفواكه وغيرها ، فالتبعيض الذي دلّ عليه حرف ( من ) تبعيض من أصناف الشهوات لا من أصناف الفواكه فأفاد أن تلك الفواكه مضمومة إلى ملاذ أخرى ممّا اشتهوه ."
    },
    {
      "ayah": 43,
      "surah": 77,
      "text": "كُلُوا وَاشْرَبُوا هَنِيئًا بِمَا كُنْتُمْ تَعْمَلُونَ (43) وجملة { كلوا واشربوا } مقول قول محذوف ، وذلك المحذوف في موقع الحال من { المتقين } ، والتقدير : مقولاً لهم كلوا واشربوا .والمقصود من ذلك القول كرامتهم بعرض تناول النعيم عليهم كما يفعله المضيف لضيوفه فالأمر في { كلوا واشربوا } مستعمل في العَرض .و { هنيئاً } دُعاء تكريم كما يقال للشارب أو الطعام في الدنيا : هَنيئاً مريئاً ، كقوله تعالى : { فكلوه هنيئاً مريئاً } في سورة النساء ( 4 ) .وهنيئاً } وصف لموصوف غيرِ مذكور دل عليه فعل { كلوا واشربوا } وذلك الموصوف مفعول مطلق من { كلوا واشربوا } مُبيّن للنوع لقصد الدعاء مثل : سَقْياً ورَعياً ، في الدعاء بالخير ، وتَبّاً وسُحْقاً في ضده .والباء في { بما كنتم تعملون } للسببية ، أي لإِفادة تسبب ما بعدها في وقوع متعلَّقه ، أي كلوا واشربوا بسبب ما كنتم تعملون في الدنيا من الأعمال الصالحة وذلك من إكرامهم بأنْ جعل ذلك الإِنعام حقاً لهم ."
    },
    {
      "ayah": 44,
      "surah": 77,
      "text": "إِنَّا كَذَلِكَ نَجْزِي الْمُحْسِنِينَ (44)وجملة { إنا كذلك نجزي المحسنين } يجوز أن تكون مما يقال للمتقين بعد أن قيل لهم { كلوا واشربوا } الخ مسوقة إليهم مساق زيادة الكرامة بالثناء عليهم ، أي هذا النعيم الذي أنعمتُ به عليكم هو سُنتنا في جزاء المُحسنين فإذْ قد كنتم من المحسنين فذلك جزاء لكم نِلتموه بأنكم من أصحاب الحق في مثله ، ففي هذا هَزٌّ من أعطاف المنعم عليهم .والمعنى عليه : أن هذه الجملة تقال لكل متّق منهم ، أو لكل جماعة منهم مجتمعة على نعيم الجنة ، وليعلموا أيضاً أن أمثالهم في الجنات الأخرى لهم من الجزاء مثل ما هم ينعمون به .ويجوز أن تكون الجملة موجهة إلى المكذبين الموجودين بعد أن وصف لهم ما ينعم به المتقون إثر قوله { إن المتقين في ظلال وعيون } الخ ، قصد منها التعريض بأنّ حرمانهم من مثل ذلك النعيم هم الذين قضوا به على أنفسهم إذ أبوا أنْ يكونوا من المحسنين تكملة لتنديمهم وتحسيرهم الذي بودئوا به من قوله : { إنّ المتقين في ظلال وعيون } إلى آخره ، أي إنا كذلك نجزي المحسنين دون أمثالكم المسيئين .وموقع الجملة على كلا الاعتبارين موقع التعليل لما قبلها على كلا التقديرين فيما قبلها ، ومن أجْل الإِشعار بهذا التعليل افتُتحت ب { إنَّ } مع خلو المقام عن التردد في الخبر إذ الموقف يومئذٍ موقف الصدق والحقيقة ، فلذلك كانت { إنَّ } متمحضة لإِفادة الاهتمام بالخبر وحينئذٍ تصير مُغنية غناء فَاء التسبب وتفيد مُفاد التعليل والربط كما تقدمت الإِشارة إليه عند قوله تعالى : { إن البَقر تشابه علينا } [ البقرة : 70 ] وتفصيلَه عند قوله : { إنَّ أول بيت وُضِع للنَّاس للذي ببكة } في سورة آل عمران ( 96 ) .والإِشارة بقوله : كذلك } إلى النعيم المشاهد إن كانت الجملة التي فيها إشارة موجهة إلى { المتقين } ، أو الإِشارة إلى النعيم الموصوف في قوله : { في ظِلال وعيون } إن كانت الجملة المشتملة على اسم الإِشارة موجهة إلى المكذبين .والجملة على كل تقدير تفيد معنى التذييل بما اشتملت عليه من شبه عموم كذلك ، ومن عموم المحسنين ، فاجتمع فيها التعليل والتذييل ."
    },
    {
      "ayah": 45,
      "surah": 77,
      "text": "وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ (45)هي على الوجه الأول في جملة { إنَّ المتقين في ظِلال وعيون } [ المرسلات : 41 ] تكرير لنظائرها واليوم المضاف إلى ( إذْ ) ذاتتِ تنوين العوض هو يوم صدور تلك المقالة .وأما على الوجه الثاني في جملة { إن المتقين في ظِلال وعيون } [ المرسلات : 41 ] الخ فهي متصلة بتلك الجملة لمقابلة ذكر نعيم المؤمنين المُطْنَب في وصفه بذكر ضده للمشركين بإيجاز حاصل من كلمة { ويل } لتحصل مقابلة الشيء بضده ولتكون هذه الجملة تأكيداً لنظائرها ، واليوم المضاف إلى ( إذ ) يومٌ غير مذكور ولكنه مما يقتضيه كون المتقين في ظِلال وعيون وفواكه ليعلم بأن ذلك يكون لهم في يوم القيامة ."
    },
    {
      "ayah": 46,
      "surah": 77,
      "text": "كُلُوا وَتَمَتَّعُوا قَلِيلًا إِنَّكُمْ مُجْرِمُونَ (46)خطاب للمشركين الموجودين الذين خوطبوا بقوله تعالى : { إن ما توعدون لواقع } [ المرسلات : 7 ] ، وهو استئناف ناشىء عن قوله : { إنا كذلك نجزي المحسنين } [ المرسلات : 44 ] إذ يثير في نفوس المكذبين المخاطبين بهذه القوارع ما يكثر خطوره في نفوسهم من أنهم في هذه الدنيا في نعمة محققة وأن ما يُوعدون به غير واقع فقيل لهم : { كلوا وتمتّعوا قليلاً } .فالأمر في قوله : { كلُوا وتمتَّعوا } مستعمل في الإِمهال والإِنذار ، أي ليس أكلكم وتمتعكم بلذات الدنيا بشيء لأنه تمتع قليل ثم مأواكم العذاب الأبدي قال تعالى : { لا يغرنك تقلب الذين كفروا في البلاد متاع قليل ثم مأواهم جهنم وبيس المهاد } [ آل عمران : 196 ، 197 ] .وجملة { إنكم مجرمون } خبر مستعمل في التهديد والوعيد بالسوءِ ، أي إن إجرامكم مُهْوٍ بكم إلى العذاب ، وذلك مستفاد من مقابلة وصفهم بالإِجرام بوصف { المتقين } [ المرسلات : 41 ] بالإِحسان إذ الجزاء من جنس العمل ، فالجملة واقعة موقع التعليل .وتأكيد الخبر ب ( إنَّ ) لرد إنكارهم كونَهم مجرمين ."
    },
    {
      "ayah": 47,
      "surah": 77,
      "text": "وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ (47)هو مثل نظيره المذكور ثانياً في هذه السورة .ويزيد على ذلك بأن له ارتباطاً خاصاً بجملة { كُلوا وتمتعوا قليلاً } [ المرسلات : 46 ] لما في { تمتّعوا قليلاً من الكناية عن ترقب سوء عاقبة لهم فيقع قوله : ويل يومئذٍ للمكذبين } موقع البيان لتلك الكناية ، أي كلوا وتمتعوا قليلاً الآن وويل لكم يوم القيامة ."
    },
    {
      "ayah": 48,
      "surah": 77,
      "text": "وَإِذَا قِيلَ لَهُمُ ارْكَعُوا لَا يَرْكَعُونَ (48)يجوز أن يكون عطفاً على قوله : { للمكذبين } [ المرسلات : 47 ] ، والتقدير : والذين إذا قيل لهم اركعوا لا يركعون ، فإن ( آل ) الداخلة على الأوصاف المشتقة بمنزلة اسم الموصول غالباً ، ولذلك جعلها النحاة في عداد أسماء الموصول وجعلوا الوصف الداخلة عليه صلةً لها .ويجوز أن يكون عطفاً على جملة { كُلوا وتمتعوا قليلاً } [ المرسلات : 46 ] والانتقال من الخطاب إلى الغيبة التفات .وعلى كلا الوجهين فهو من الإِدماج لينعى عليهم مخالفتهم المسلمين في الأعمال الدالة على الإِيمان الباطننِ فهو كناية عن عدم إيمانهم لأن الصلاة عماد الدين ولذلك عُبر عن المشركين ب { الذين هم عن صلاتهم ساهون } [ الماعون : 5 ] .والمعنى : إذا قيل لهم آمنوا واركعوا لا يؤمنون ولا يَركعون كما كني عن عدم الإِيمان لما حكي عنهم في الآخرة { ما سلككم في سقر قالوا لم نكُ من المصلين ولم نك نطعم المسكين } [ المدثر : 42 44 ] إلى آخره .ويجوز أن يكون عطفاً على قوله : { إنكم مجرمون } [ المرسلات : 46 ] .وعلى الوجوه كلها يفيد تهديدهم لأنه معطوف على التكذيب أو على الإِجرام ، وكلاهما سبب للتهديد بجزاء السوء في يوم الفصل .وليس في الآية دليل على أن الكفار مخاطبون بفروع الشريعة لعدم تعيُّن معنى المصلين للذين يقيمون الصلاة ."
    },
    {
      "ayah": 49,
      "surah": 77,
      "text": "وَيْلٌ يَوْمَئِذٍ لِلْمُكَذِّبِينَ (49)هذه الجملة مثل نظيرها المواليةِ هي له ، إذ يجوز أن تكون متصلة بقوله : { وإذا قيل لهم اركعوا لا يركعون } [ المرسلات : 48 ] ويكون التعبير ب ( المكذبين ) إظهاراً في مقام الإِضمار لقصد وصفهم بالتكذيب . والتقدير : ويل يومئذٍ لهم أو لكم فهي تهديد ناشىء عن جملة { وإذا قيل لهم اركعوا لا يركعون ، ويكون اليوم المشار إليه بيومئذٍ } الزمان الذي يفيده { إذا } من قوله : { وإذا قيل لهم اركعوا الذي يُجازى فيه بالويل للمجرمين الذين إذا قيل لهم اركعوا لا يركعون ، أي لا يؤمنون ، وتفيد مع ذلك تقريراً وتأكيداً لنظيرها المذكور ثانياً في هذه السورة ."
    },
    {
      "ayah": 5,
      "surah": 77,
      "text": "فَالْمُلْقِيَاتِ ذِكْرًا (5) والملقيات : الملائكة الذين يبلغون الوحي وهو الذِكْر .والإِلقاء مستعار لتبليغ الذكر من العالم العلوي إلى أهل الأرض بتشبيهه بإلقاء شيء من اليد إلى الأرض .وإلقاء الذكر تبليغ المواعظ إلى الرسل ليبلغوها إلى الناس وهذا الإِلقاء متفرع على الفرق لأنهم يخصّون كل ذكر بمن هو محتاج إليه ، فذكر الكفار بالتهديد والوعيد بالعذاب ، وذكر المؤمنين بالثناء والوعد بالنعيم ."
    },
    {
      "ayah": 50,
      "surah": 77,
      "text": "فَبِأَيِّ حَدِيثٍ بَعْدَهُ يُؤْمِنُونَ (50)الفاء فصيحة تنبىء عن شرط مقدر تقديره : إن لم يؤمنوا بهذا القرآن فبأي حديث بعده يؤمنون ، وقد دل على تعيين هذا المقدَّر ما تكرر في آيات { ويل يومئذٍ للمكذبين } [ المرسلات : 49 ] فإن تكذيبهم بالقرآن وما جاء فيه من وقوع البعث .والاستفهام مستعمل في الإِنكار التعجيبي من حالهم ، أي إذا لم يصدقوا بالقرآن مع وضوح حجته فلا يؤمنون بحديث غيره .والمقصود أن القرآن بالغ الغاية في وضوح الدلالة ونهوض الحجة فالذين لا يؤمنون به لا يؤمنون بكلام يسمعونه عقب ذلك .وقوله : { بعده يجوز أن يجعل صفةَ حديث فهو ظرف مستقِرّ ، والمراد بالبعدية : تأخر الزمان ، ويقدر معنى بالغ أو مسموع بعد بلوغ القرآن أو سماعه سواء كان حديثاً موجوداً قبل نزول القرآن ، أو حديثاً يوجد بعد القرآن ، فليس المعنى إنهم يؤمنون بحديث جاء قبلَ القرآن مثل التوراة والإِنجيل وغيرهما من المواعظ والأخبار ، بل المراد أنهم لا يؤمنون بحديث غيره بعدَ أن لم يؤمنوا بالقرآن لأنه لا يقع إليهم كلام أوضح دلالة وحجة من القرآن .ويجوز أن يكون بعده } متعلقاً ب { يؤمنون } فهو ظرف لغو ويبقى لفظ { حديث } منفياً بلا قيد وصففِ أنه بعد القرآن ، والمعنى : لا يؤمنون بعد القرآن بكل حديث .وضمير { بعده } عائد إلى القرآن ولم يتقدم ما يدل عليه في هذه السورة ليكون معاداً للضمير ولكنه اعتبر كالمذكور لأنه ملحوظ لأذهانهم كل يوم من أيام دعوة النبي صلى الله عليه وسلم إياهم به .وتقدم نظير هذه الآية في أواخر سورة الأعراف فضمه إلى ما هنا .ويجوز أن يكون ضمير { بعده } عائداً إلى القول المأخوذ من { وإذا قيل لهم اركعوا لا يركعون } [ المرسلات : 48 ] فإن أمرهم بالركوع الذي هو كناية عن الإِيمان كان بأقوال القرآن ."
    },
    {
      "ayah": 6,
      "surah": 77,
      "text": "عُذْرًا أَوْ نُذْرًا (6) وهذا معنى { عُذْراً أوْ نُذُراً } . فالعُذر : الإِعلام بقبول إيمان المؤمنين بعد الكفر ، وتوبةِ التائبين بعد الذنب .والنّذُر : اسم مصدر أنذر ، إذا حَذر .و { عُذراً } قرأه الجمهور بسكون الذال ، وقرأه رَوْح عن يعقوب بضمها على الإِتباع لحركة العين .وقرأ نافع وابن كثير وابن عامر وأبو بكر عن عاصم وأبو جعفر ويعقوب { نُذُراً } بضم الذال وهو الغالب فيه .وقرأه أبو عمرو وحمزة والكسائي وحفص عن عاصم وخلفٌ بإسكان الذال على الوجهين المذكورين في { عُذراً } ، وعلى كلتا القراءتين فهو اسم مصدر بمعنى الإِنذار .وانتصب { عذراً أو نذراً } على بدل الاشتمال من { ذِكْراً } و { أو } في قوله : { أو نذراً } للتقسيم ."
    },
    {
      "ayah": 7,
      "surah": 77,
      "text": "إِنَّمَا تُوعَدُونَ لَوَاقِعٌ (7)وجملة { إن ما توعدون لواقع } جواب القسم وزيدت تأكيداً ب { أنَّ } لتقوية تحقيق وقوع الجواب .و { إنَّما } كلمتان هما ( إنَّ ) التي هي حرف تأكيد و ( ما ) الموصولة وليست هي ( إِنَّما ) التي هي أداة حصر ، والتي ( ما ) فيها زائدة . وقد كتبت هذه متصلة ( إِنَّ ) ب ( ما ) لأنهم لم يكونوا يفرقون في الرسم بين الحالتين ، والرسم اصطلاح ، ورسم المصحف سُنة في المصاحف ونحن نكتبها مفصولة في التفسير وغيره .و { ما توعدون } : هو البعث للجزاء وهم يعلمون الصلة فلذلك جيء في التعبير عنه بالموصولية .والخطاب للمشركين ، أي ما تَوعَّدكم الله به من العقاب بعد البعث واقع لا محالة وإن شككتم فيه أو نفيتموه .والواقع : الثابتُ . وأصل الواقع الساقط على الأرض فاستعير للشيء المحقق تشبيهاً بالمستقر ."
    },
    {
      "ayah": 8,
      "surah": 77,
      "text": "فَإِذَا النُّجُومُ طُمِسَتْ (8) الفاء للتفريع على قوله : { إن ما توعدون لواقع } [ المرسلات : 7 ] لأنه لما أفاد وقوع البعث وكان الخاطبون ينكرونه ويتعللون بعدم التعجيل بوقوعه ، بُيّن لهم ما يحصل قبله زيادة في تهويله عليهم . والإِنذار بأنه مؤخّر إلى أن تحصل تلك الأحداث العظيمة ، وفيه كناية رمزية على تحقيق وقوعه لأن الأخبار عن أمارات حلول ما يوعدون يستلزم التحذير من التهاون به ، ولذلك ختمت هذه الأخبار بقوله : { ويل يومئذٍ للمكذبين } [ المرسلات : 19 ] .وكررت كلمة { إذَا } في أوائل الجمل المعطوفة على هذه الجملة بعد حروف العطف مع إغناء حرف العطف عن إعادة { إذا } كما في قوله : { فإذا برق البصر وخَسَف القمر وجُمع الشمس والقمر يقول الإِنسان } الآية [ القيامة : 7 10 ] ، لإِفادة الاهتمام بمضمون كل جملة من هذه الجمل ليكون مضمونها مستقلاً في جعله علامة على وقوع ما يوعدون .وطَمْسُ النجوم : زوال نورها ، وأن نور معظم ما يلوح للناس من النجوم سببه انعكاس أشعة الشمس عليها حين احتجاب ضوء الشمس على الجانب المُظلم من الأرض ، فطمس النجوم يقتضي طمس نور الشمس ، أي زوَال التهابها بأن تبرد حرارتها ، أو بأن تعلو سطحها طبقة رمادية بسبب انفجارات من داخلها ، أو بأن تتصادم مع أجرام سماوية أخرى لاختلال نظام الجاذبية فتندك وتتكسر قِطعاً فيزول التهابها ."
    },
    {
      "ayah": 9,
      "surah": 77,
      "text": "وَإِذَا السَّمَاءُ فُرِجَتْ (9) ومعنى { فرجت } تفرّق ما كان ملتحماً من هيكلها ، يقال : فرج الباب إذا فتحه . والفرجة : الفتحة في الجدار ونحوه . فإذا أريد بالسماء الجنس الصادق بجميع السماوات على طريقة العموم الحقيقي ، أو الصادق بسماوات مشهورة على طريقة العموم العرفي وهي السماوات السبع التي يعبر أهل الهيئة عنها بالكواكب السيارة جاز أن يكون فَرج السماوات حدوث أخاديد عظيمة في الكواكب زيادة على طمس نورها .وإذا أريد بالسماء فرد معين معهود وهي ما نشاهده كالقبة الزرقاء في النهار وهي كرة الهواء ، فمعنى { فرجت } : فساد عناصر الجو بحيث تصير فيه طرائق مختلفة الألوان تبدو كأنها شقوق في كرة الهواء كما في قوله تعالى : { إذا السماء انشقت } [ الانشقاق : 1 ] وكل ذلك مفض إلى انقراض العالم الدنيوي بجميع نظامه ومجموع أجسامه .والنسف : قلع أجزاء الشيء بعضها عن بعض وتفريقها مثل الهدم ."
    }
  ]
}
