{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 79,
      "text": "وَالنَّازِعَاتِ غَرْقًا (1) ابتدئت بالقسَم بمخلوقات ذات صفات عظيمة قَسَماً مراداً منه تحقيقُ ما بعده من الخبر وفي هذا القسَم تهويل المقسم به .وهذه الأمور الخمسة المقسم بها جُموع جَرى لفظها على صيغة الجمع بألف وتاء لأنها في تأويل جَماعات تتحقق فيها الصفات المجموعة ، فهي جماعات ، نازعات ، ناشطات ، سابحات ، سابقات ، مدبِّرات ، فتلك صفات لموصوفات محذوفة تدلّ عليها الأوصاف الصالحة لها .فيجوز أن تكون صفاتتٍ لموصوفات من نوع واحد له أصناف تميزها تلك الصفات .ويجوز أن تكون صفات لموصوفات مختلفة الأنواع بأن تكون كل صفة خاصيَّةً من خواصّ نوع من الموجودات العظيمة قوامُه بتلك الصفة .والذي يقتضيه غالب الاستعمال أن المتعاطفات بالواو صفات مستقلة لموصوفات مختلفة أنواع أو أصناف ، أو لموصوف واحد له أحوال متعددة ، وأنَّ المعطوفاتتِ بالفاء صفات متفرعة عن الوصف الذي عُطفت عليه بالفاء ، فهي صفات متعددة متفرّع بعضها عن بعض لموصوف واحد فيكون قَسماً بتلك الأحوال العظيمة باعتبار موصوفاتها .وللسلف من المفسرين أقوال في تعيين موصوفات هذه الأوصاف وفي تفسير معاني الأوصاف . وأحسن الوجوه على الجملةِ أن كلّ صفة مما عُطف بالواو مراداً بها موصوف غير المراد بموصوف الصفة الأخرى ، وأن كل صفة عطفت بالفاء أن تكون حالةً أخرى للموصوف المعطوف بالواو كما تقدم . وسنتعمد في ذلك أظهر الوجوه وأنظَمها ونذكر ما في ذلك من الاختلاف ليكون الناظر على سعَةِ بصيرةٍ .وهذا الإِجمال مقصود لتذهب أفهام السامعين كلَّ مذهب ممكن ، فتكثر خطور المعاني في الأذهان ، وتتكرر الموعظة والعبرة باعتبار وقْع كل معنى في نفس له فيها أشدُّ وقْععٍ وذلك من وفرة المعاني مع إيجاز الألفاظ .فالنازعات : وصف مشتق من النزع ومعاني النزع كثيرة كلها ترجع إلى الإِخراج والجذب فمنه حقيقة ومنه مجاز .فيحتمل أن يكون { النازعات } جماعات من الملائكة وهم الموكّلون بقبض الأرواح ، فالنزع هو إخراج الروح من الجسد شبه بنزع الدلو من البئر أو الركية ، ومنهم قولهم في المحْتضَر هو في النزع . وأجريت صفتهم على صيغة التأنيث بتأويل الجماعة أو الطوائف كقوله تعالى : { قالت الأعراب آمنا } [ الحجرات : 14 ] .وروي هذا عن علي وابن مسعود وابن عباس ومجاهد ومسروق وابن جبير والسدّي فأقسم الله بالملائكة لأنها من أشرف المخلوقات ، وخصها بهذا الوصف الذي هو من تصرفاتها تذكيراً للمشركين إذ هم في غفلة عن الآخرة وما بعد الموت ، ولأنهم شديدٌ تعلقهم بالحياة كما قال تعالى لمَّا ذكر اليهود : { ولتجدنهم أحرص الناس على حياة ومن الذين أشركوا } [ البقرة : 96 ] فالمشركين مَثَل في حب الحياة ففي القسم بملائكة قبض الأرواح عظة لهم وعبرة .والقسَم على هذا الوجه مناسب للغرض الأهم من السورة وهو إثبات البعث لأن الموت أول منازل الآخرة فهذا من براعة الاستهلال .وغرقا : اسم مصدر أغرق ، وأصله إغراقاً ، جيء به مجرداً عن الهمزة فعومل معاملة مصدر الثلاثي المتعدّي مع أنه لا يوجد غرِق متعدياً ولا أن مصدره مفتوح عين الكلمة لكنه لما جعل عوضاً عن مصدر أغرق وحذفت منه الزوائد قدّر فعله بعد حذف الزوائد متعدياً .ولو قلنا : إنه سكنت عينه تخفيفاً ورعياً للمزاوجة مع { نشطاً } ، و { سبحا } ، و { سبقاً } ، و { أمراً } لكان أرقب لأن متحرك الوسط يخفف بالسكون ، وهذا مصدر وصف به مصدر محذوف هو مفعول مطلق للنازعات ، أي نَزْعاً غَرقاً ، أي مغرقاً ، أي تنزع الأرواح من أقاصي الأجساد .ويجوز أن تكون { النازعات } صفة للنجوم ، أي تنزع من أفق إلى أفق ، أي تسير ، يقال : ينزع إلى الأمر الفلاني ، أي يميل ويشتاق .وغرقاً : تشبيه لغروب النجوم بالغَرْق في الماء وقاله الحسن وقتادة وأبو عبيدة وابن كيسان والأخفش ، وهو على هذا متعين لأن يكون مصدر غَرِق وأن تسكين عينه تخفيف .والقَسَم بالنجوم في هذه الحالة لأنها مَظهر من مظاهر القدرة الربانية كقوله تعالى : { والنجم إذا هوى } [ النجم : 1 ] .ويحتمل أن تكون { النازعات } جماعات الرّماة بالسهام في الغزو يقال : نزع في القوس ، إذا مدَّها عند وضع السهم فيها . وروي هذا عن عكرمة وعطاء .والغَرف : الإِغراق ، أي استيفاء مدّ القوس بإغراق السهم فيها فيكون قسماً بالرماة من المسلمين الغزاة لشرفهم بأن غزوهم لتأييد دين الله ، ولم تكن للمسلمين وهم بمكة يومئذٍ غزوات ولا كانوا يرجونها ، فالقَسَم بها إنذار للمشركين بغزوة بدر التي كان فيها خضْد شوكتهم ، فيكون من دلائل النبوءة ووعد وعده الله رسوله صلى الله عليه وسلم"
    },
    {
      "ayah": 10,
      "surah": 79,
      "text": "يَقُولُونَ أَئِنَّا لَمَرْدُودُونَ فِي الْحَافِرَةِ (10) استئناف إمَّا ابتدائيّ بعد جملة القَسَم وجوابه ، لإفادة أن هؤلاء هم الذين سيكونون أصحاب القلوب الواجفة والأبصار الخاشعة يوم ترجف الراجفة .وإما استئناف بياني لأن القَسَم وما بعده من الوعيد يثير سؤالاً في نفس السامع عن الداعي لهذا القسم فأجيب ب { يقولون أئنا لمرددون في الحافرة } ، أي منكرون البعث ، ولذلك سلك في حكاية هذا القول أسلوب الغيبة شأنَ المتحدِّث عن غير حاضر .وضمير { يقولون } عائد إلى معلوم من السياق وهم الذين شُهروا بهذه المقالة ولا يخفون على المطلع على أحوالهم ومخاطباتهم وهم المشركون في تكذيبهم بالبعث .والمُساق إليه الكلام كل من يتأتى منه سماعه من المسلمين وغيرهم .ويجوز أن يكون الكلام مسوقاً إلى منكري البعث على طريقة الالتفاف .وحُكي مقالهم بصيغة المضارع لإِفادة أنهم مستمرون عليه وأنه متجدد فيهم لا يرعوون عنه .وللإِشعار بما في المضارع من استحضار حالتهم بتكرير هذا القول ليكون ذلك كناية عن التعجيب من قولهم هذا كقوله تعالى : { فلما ذهب عن إبراهيم الروع وجاءته البشرى يجادلنا في قوم لوط } [ هود : 74 ] .وقد علم السامع أنهم ما كرروا هذا القول إلا وقد قالوه فيما مضى .وهذه المقالة صادرة منهم وهم في الدنيا فليس ضمير { يقولون } بعائد إلى { قلوب } من قوله تعالى : { قلوب يومئذ واجفة } [ النازعات : 8 ] .وكانت عادتهم أن يلقوا الكلام الذي ينكرون فيه البعث بأسلوب الاستفهام إظهاراً لأنفسهم في مظهر المتردد السائل لقصد التهكم والتعجب من الأمر المستفهم عنه . والمقصود : التكذيب لزعمهم أن حجة استحالة البعث ناهضة .وجُعل الاستفهام التعجيبي داخلاً على جملة اسمية مؤكدة ب ( إنَّ ) وبلام الابتداء وتلك ثلاثة مؤكدات مقوية للخبر لإِفادة أنهم أتوا بما يُفيد التعجب من الخبر ومن شدة يقين المسلمين به ، فهم يتعجبون من تصديق هذا الخبر فضلاً عن تحقيقه والإِيقان به .والمَردُود : الشيء المرجَّع إلى صاحبه بعد الانتفاع به مثل العارية ورَدِّ ثمن المبيع عند التفاسخ أو التقابل ، أي لَمُرْجَعون إلى الحياة ، أي إنا لمبعوثون من قبورنا .والمراد ب { الحافرة } : الحالة القديمة ، يعني الحياة .وإطلاقات { الحافرة } كثيرة في كلام العرب لا تتميز الحقيقة منها عن المجاز ، والأظهر ما في «الكشاف» : يقال رجَع فلان إلى حافرته ، أي في طريقه التي جاء فيها فحَفَرها ، أي أثّر فيها بمشْيه فيها جعل أثر قدميه حفراً أي لأن قدميه جعلتا فيها أثراً مثل الحفر ، وأشار إلى أن وصف الطريق بأنها حافرة على معنى ذات حفر ، وجُوز أن يكون على المجاز العقلي كقولهم : عيشة راضية ، أي راض عائشُها ، ويقولون : رجع إلى الحافرة ، تمثيلاً لمن كان في حالة ففارقها ، ثم رجع إليها فصار : رَجَعَ في الحافرة ، ورُدّ إلى الحافرة ، جارياً مجرى المثل .ومنه قول الشاعر وهو عمران بن حطّان حسبما ظن ابن السيِّد البطليوسي في شرح «أدب الكتاب» : ... أحافرةً على صَلَع وشَيْبمَعَاذ اللَّهِ مِن سَفَهٍ وعار ... ومن الأمثال قولهم : «النقد عند الحافرة» ، أي إعطاء سبق الرهان للسابق عند وصوله إلى الأمد المعين للرّهان . يريد : أرجوعا إلى الحافرة ."
    },
    {
      "ayah": 11,
      "surah": 79,
      "text": "أَئِذَا كُنَّا عِظَامًا نَخِرَةً (11)وظرف ( إذا ) في قوله : { إذا كنّا عظاماً نخرة } هو مناط التعجب وادعاءٌ الاستحالة ، أي إذا صرنا عظاماً بالية فكيف نرجع أحياء .و { إذا } متعلق ب { مردودون } .و { نخرة } صفة مشتقة من قولهم : نَخِر العَظْم ، إذا بَلِي فصار فارغ الوسط كالقصبة . وتأنيث { نخرة } لأن موصوفه جمع تكسير ، فوصفه يجري على التأنيث في الاستعمال .هي همزة ( إذا ) . وقرأ بقية العشرة { أإذا بهمزتين إحداهما مفتوحة همزة الاستفهام والثانية مكسورة هي همزة ( إذا ) .وهذا الاستفهام إنكاري مؤكد للاستفهام الأول للدلالة على أن هذه الحالة جديرة بزيادة إنكار الإِرجاع إلى الحياة بعد الموت ، فهما إنكاران لإِظهار شدة إحالته .وقرأ الجمهور نخرة } بدون ألف بعد النون . وقرأه حمزة والكسائي وأبو بكر عن عاصم ورويس عن يعقوب وخلف { ناخرة بالألف ."
    },
    {
      "ayah": 12,
      "surah": 79,
      "text": "قَالُوا تِلْكَ إِذًا كَرَّةٌ خَاسِرَةٌ (12){ قالوا } بدل اشتمال من جملة { يقولون أئنا لمردودون في الحافرة } [ النازعات : 10 ] .وأعيد فعل القول لمقاصد منها الدلالة على أن قولهم هذا في غرض آخر غير القول الأول فالقول الأول قصدهم منه الإِنكار والإِبطال ، والقول الثاني قصدوا منه الاستهزاء والتورك لأنهم لا يؤمنون بتلك الكرة فوصفهم إيّاها ب { خاسرة } من باب الفرض و التقدير ، أي لو حصلت كرّة لكانت خاسرة ومنها دفع توهم أن تكون جملة { تلك إذن كرة خاسرة } استئنافاً من جانب الله تعالى .وعبر عن قولهم هذا بصيغة الماضي دون المضارع على عكس { يقولون أئنا لمرددون في الحافرة } [ النازعات : 10 ] لأن هذه المقالة قالوها استهزاء فليست مما يتكرر منهم بخلاف قولهم : { أئنا لمردودون في الحافرة فإنه حجة ناهضة في زعمهم ، فهذا مما يتكرر منهم في كل مقام . وبذلك لم يكن المقصود التعجِيبَ من قولهم هذا لأن التعجيب يقتضي الإِنكار وكون كُرَّتهم ، أي عودتهم إلى الحياة عودةً خاسرة أمر محقق لا ينكر لأنهم يعودون إلى الحياة خاسرين لا محالة .وتلك } إشارة إلى الرَّدة المستفادة من { مردودون } والإِشارة إليه باسم الإِشارة للمؤنث للإِخبار عنه ب { كرة } .و ( إذَنْ ) جواب للكلام المتقدم ، والتقدير : إذن تلك كرة خاسرة ، فقدم { تلك } على حرف الجواب للعناية بالإِشارة .والكرة : الواحدة من الكرّ ، وهو الرجوع بعد الذهاب ، أي رجْعة .والخسران : أصله نقص مال التجارة التي هي لطلب الربح ، أي زيادة المال فاستعير هنا لمصادفة المكروه غير المتوقع .ووصف الكرّة بالخاسرة مجاز عقلي للمبالغة لأن الخاسر أصحابها . والمعنى : إنا إذن خاسرون لتكذيبنا وتبيُّن صدق الذي أنذرنا بتلك الرجعة ."
    },
    {
      "ayah": 13,
      "surah": 79,
      "text": "فَإِنَّمَا هِيَ زَجْرَةٌ وَاحِدَةٌ (13) الفاء فصيحة للتفريع على ما يفيدهُ قولهم { أإنا لمردودون في الحافرة أإذا كنا عظاماً نخرة } [ النازعات : 9 ، 10 ] من إحالتهم الحياة بعد البِلى والفناء .فتقدير الكلام : لا عجب في ذلك فما هي إلا زجرة واحدة فإذا أنتم حاضرون في الحشر .وضمير ( هي ) ضمير القصة وهو ضمير الشأن . واختير الضمير المؤنث ليحسن عوده إلى زجرة . وهذا من أحسن استعمالات ضمير الشأن . والقصر حقيقي مراد منه تأكيد الخبر بتنزيل السامع منزلة من يعتقد أن زجرة واحدة غير كافية في إحيائهم ."
    },
    {
      "ayah": 14,
      "surah": 79,
      "text": "فَإِذَا هُمْ بِالسَّاهِرَةِ (14)وفاء { فإذا هم بالساهرة } للتفريع على جملة { إنما هي زجرة واحدة } . و ( إذا ) للمفاجأة ، أي الحصول دون تأخير فحصل تأكيد معنى التفريع الذي أفادته الفاء وذلك يفيد عدم الترتب بين الزجرة والحصول في الساهرة .والزَّجرة : المرَّة من الزجر ، وهو الكلام الذي فيه أمر أو نهي في حالة غضب ، يقال : زجر البعير ، إذا صاح له لينهض أو يسير ، وعبر بها هنا عن أمر الله بتكوين أجساد الناس الأموات تصويراً لما فيه من معنى التسخير لتعجيل التكوُّن . وفيه مناسبة لإِحياء ما كان هامداً كما يُبعث البعير البارك بزجرة ينهض بها سريعاً خوفاً من زاجره . وقد عبر عن ذلك بالصيحة في قوله تعالى : { يوم يسمعون الصيحة بالحق ذلك يوم الخروج } [ ق : 42 ] وهو الذي عبَّر عنه بالنفخ في الصُّور .ووصفت الزجرة بواحدة تأكيداً لما في صيغة المرة من معنى الوحدة لئلا يتوهم أن إِفراده للنوعية ، وهذه الزجرة هي النفخة الثانية التي في قوله تعالى : { ونفخ في الصور فصعق من في السماوات ومن في الأرض إلا من شاء الله ثم نفخ فيه أخرى فإذا هم قيام ينظرون } [ الزمر : 68 ] فهي ثانية للتي قبلها ، وهي { الرادفة التي تقدم ذكرها آنفاً وإنما أريد بكونها واحدة أنها لا تُتبع بثانيةٍ لها ، وقد وصفت بواحدة في صورة الحاقة بهذا الاعتبار .والساهرة : الأرض المستوية البيضاء التي لا نبات فيها يُختار مثلُها لاجتماع الجموع ووضْععِ المغانم . وأريد بها أرض يجعلها الله لجمع الناس للحشر .والإِتيان ب ( إذا ) الفجائية للدلالة على سرعة حضورهم بهذا المكان عقب البعث .وعطفها بالفاء لتحقيق ذلك المعنى الذي أفادته ( إذا ) لأن الجمع بين المفاجأة والتفريع أشد ما يعبر به عن السرعة مع إيجاز اللفظ .والمعنى : أن الله يأمر بأمر التكوين بخلق أجسادٍ تحلّ فيها الأرواح التي كانت في الدنيا فتحضر في موقف الحشر للحساب بسرعة ."
    },
    {
      "ayah": 15,
      "surah": 79,
      "text": "هَلْ أَتَاكَ حَدِيثُ مُوسَى (15) هذه الآية اعتراض بين جملة { فإنما هي زجرة واحدة } [ النازعات : 13 ] وبين جملة { أأنتم أشد خلقاً } [ النازعات : 27 ] الذي هو الحجة على إثبات البعث ثم الإِنذار بما بعده دعت إلى استطراده مناسبة التهديد لمنكري ما أخبرهم به الرسول صلى الله عليه وسلم من البعث لتَماثُل حال المشركين في طغيانهم على الله ورسوله صلى الله عليه وسلم بحال فرعون وقومه وتماثل حال الرسول صلى الله عليه وسلم مع قومه بحال موسى عليه السلام مع فرعون ليحصل من ذكر قصة موسى تسلية للرسول صلى الله عليه وسلم وموعظة للمشركين وأيمتهم مثل أبي جهل وأميةَ بننِ خلف وأضرابهما لقوله في آخرها { إن في ذلك لعبرة لمن يخشى } [ النازعات : 26 ] .و { هل أتاك } استفهام صوري يقصد من أمثاله تشويق السامع إلى الخير من غير قصد إلى استعلام المخاطَببِ عن سابققِ علمه بذلك الخبر ، فسواء في ذلك عَلِمه من قبل أو لم يعلمه ، ولذلك لا ينتظِر المتكلم بهذا الاستفهام جواباً عنه من المسؤول بل يعقّب الاستفهام بتفصيل ما أوهم الاستفهام عنه بهذا الاستفهام كناية عن أهمية الخبر بحيث إنه مما يتساءل الناس عن علمه .ولذلك لا تستعمل العرب في مثله من حروف الاستفهام غيرَ { هل لأنها تدل على طلب تحقيق المستفهَم عنه ، فهي في الاستفهام مثل ( قَد ) في الإِخبار ، والاستفهام معها حاصل بتقدير همزة استفهام ، فالمستفهم بها يستفهم عن تحقيق الأمر ، ومن قبيله قولهم في الاستفهام : أليس قد علمتَ كذا فيأتون ب ( قد ) مع فعل النفي المقترن باستفهام إِنكار من غير أن يكون علم المخاطب محققاً عند المتكلم .والخطاب لغير معيّن فالكلام موعظة ويتبعه تسلية الرسول .وأتاك } معناه : بلغك ، استعير الإِتيان لحصول العلم تشبيهاً للمعقول بالمحسوس كأنَّ الحصول مجيء إنسان على وجه التصريحية ، أو كأنَّ الخبر الحاصل إنسان أثبت له الإِتيان على طريقة الاستعارة المكنية ، قال النابغة: ... أتاني أبيتَ اللعن أنَّك لُمتنيوالحديث : الخبر ، وأصله فعيل بمعنى فاعل من حدث الأمر إذا طرأ وكان ، أي الحادث من أحوال الناس وإنما يطلق على الخبر بتقدير مضاف لا يذكر لكثرة الاستعمال تقديره خبر الحديث ، أي خبر الحادث .و { إذْ } اسم زمان ، واستعمل هنا في الماضي وهو بَدَل من { حديث موسى } بدل اشتمال لأن حديثه يشتمل على كلام الله إياه وغير ذلك .وكما جاز أن تكون ( إذْ ) بدلاً من المفعول به في قوله تعالى : { واذكروا نعمة اللَّه عليكم إذ كنتم أعداء } [ آل عمران : 103 ] يجوز أن تكون بدلاً من الفاعل وغيره . واقتصار ابن هشام وغيره على أنها تكون مفعولاً به أو بدلاً من المفعول به اقتصار على أكثر موارد استعمالها إذا خرجت عن الظرفية ، فقد جوز في «الكشاف» وقوع ( إذْ ) مبتدأ في قراءة من قرأ :"
    },
    {
      "ayah": 16,
      "surah": 79,
      "text": "إِذْ نَادَاهُ رَبُّهُ بِالْوَادِ الْمُقَدَّسِ طُوًى (16) { لقد من اللَّه على المؤمنين إذ بعث فيهم رسولاً } في سورة آل عمران ( 164 ) .وأُضيف إذْ } إلى جملة { ناداه ربه } . والمعنى : هل أتاك خَبر زماننِ نادى فيه موسى ربُّه .والواد : المكان المنخفض بين الجبال .والمقدّس : المطهّر . والمراد به التطهير المعنوي وهو التشريف والتبريك لأجل ما نزل فيه من كلام الله دون توسط ملَك يبلغ الكلام إلى موسى عليه السلام ، وذلك تقديس خاص ، ولذلك قال الله له في الآية الأخرى { فاخلع نعليك إنك بالواد المقدس } [ طه : 12 ] .وطُوى : اسم مَكان ولعله هو نوع من الأودية يشبه البئر المطوية ، وقد سمي مكان بظاهر مكة ذَا طُوى بضم الطاء وبفتحها وكسرها . وتقدم في سورة طه . وهذا واد في جانب جبل الطور في برية سينا في جانبه الغربي .وقرأ الجمهور { طُوَى } بلا تنوين على أنه ممنوع من الصرف للعلمية والتأنيث بتأويل البُقعة ، أو للعدل عن طَاوٍ ، أو للعجمة . وقرأه ابن عامر وعاصم وحمزة والكسائي وخلف منوناً باعتباره اسم وادٍ مذكَّر اللفظ ."
    },
    {
      "ayah": 17,
      "surah": 79,
      "text": "اذْهَبْ إِلَى فِرْعَوْنَ إِنَّهُ طَغَى (17) وجملة { اذْهب إلى فرعون } بيان لجملة { ناداه ربه } .وجملة { إنه طغى } تعليل للأمر في قوله : { اذهب } ، ولذلك افتتحت بحرف ( إنَّ ) الذي هو للاهتمام ويفيد مُفاد التعليل .والطغيان إفراط التكبر وتقدم عند قوله { للطاغين مئاباً } في سورة النبأ ( 22 ) .وفرعون : لقب ملك القِبط بمصر في القديم ، وهو اسم معرَّب عن اللغة العبرانية ولا يعلم هل هو اسم للمَلك في لغة القِبط ولم يُطلقه القرآن إلا على ملك مصر الذي أرسل إليه موسى ، وأُطلقَ على الذي في زمن يوسف اسم المَلِك ، وقد تقدم الكلام عليه عند قوله تعالى : { ثم بعثنا من بعدهم موسى بآياتنا إلى فرعون وملئه } في سورة الأعراف ( 103 ) ."
    },
    {
      "ayah": 18,
      "surah": 79,
      "text": "فَقُلْ هَلْ لَكَ إِلَى أَنْ تَزَكَّى (18) و { هل لك إلى أن تزكى وأهديك إلى ربك } عرْض وترغيب قال تعالى : { فقولا له قولاً ليناً لعله يتذكر أو يخشى } [ طه : 44 ] .وقوله : { هل لك } تركيب جرى مجرى المثل فلا يغير عن هذا التركيب لأنه قصد به الإِيجاز يقال : هل لك إلى كذا؟ وهل لك في كذا؟ وهو كلام يقصد منه العرض بقول الرجل لضيفه : هل لك أن تنزل؟ ومنه قول كعب: ... ألا بلّغا عني بجيراً رسالةفهل لك فيما قُلْت ويْحَكَ هَلْ لَكَا ... بضم تاء ( قلتُ ) . وقول بجير أخيه في جوابه عن أبياته: ... مَن مبلغٌ كعباً فهل لك في التيتَلومُ عليها باطلاً وهي أحزم ... و { لك } خبر مبتدأ محذوف تقديره : هل لك رغبة في كذا؟ فحُذف ( رغبة ) واكتفي بدلالة حرف ( في ) عليه ، وقالوا : هل لك إلى كذا؟ على تقدير : هل لك مَيل؟ فحذف ( مَيل ) لدلالة ( إلى ) عليه .قال الطيبي : «قال ابن جني : متى كان فعل من الأفعال في معنى فعل آخر فكثيراً ما يُجرَى أحدهما مُجرى صاحبه فيعوَّل به في الاستعمال إليه ( كذا ) ويحتذى به في تصرفه حذو صاحبه وإن كان طريقُ الاستعمال والعرف ضده مأخذه ، ألا ترى إلى قوله تعالى : { هل لك إلى أن تزكى } وأنت إنما تقول : هل لك في كذا؟ لكنه لما دخله معنى : آخُذُ بك إلى كذا أو أدعوك إليه ، قال : { هل لك إلى أن تزكى } .وقولُه تعالى : { أحل لكم ليلة الصيام الرفث إلى نسائكم } [ البقرة : 187 ] لا يقال : رفثت إلى المرأة ، إنما يقال : رفثتت بها ، ومعها ، لكن لما كان الرفث في معنى الإِفضاء عدّي ب ( إلى ) وهذا من أسَدّ مذاهب العربية ، لأنه موضع يملك فيه المعنى عِنان الكلام فيأخذه إليه» ا ه . قيل : ليس هذا من باب التضمين بل من باب المجاز والقرينة الجارة .و { تزكى } قرأه نافع وابن كثير وأبو جعفر ويعقوب بتشديد الزاي على اعتبار أن أصله : تتزكى ، بتاءين ، فقلبت التاء المجاورة للزاي زاياً لتقارب مخرجيهما وأدغمت في الزاي . وقرأه الباقون بتخفيف الزاي على أنه حدفت إحدى التاءين اقتصاراً للتخفيف .وفعل { تزكى } على القراءتين أصله : تتزكى بتاءين مضارع تزكّى مطاوع زكاه ، أي جعله زكياً .والزكاة : الزيادة ، وتطلق على الزيادة في الخير النفساني قال تعالى : { قد أفلح من زكاها وقد خاب من دساها } [ الشمس : 9 ، 10 ] وهو مجاز شائع ساوى الحقيقة ولذلك لا يحتاج إلى قرينة .والمعنى : حَثُّهُ على أن يستعد لتخليص نفسه من العقيدة الضالة التي هي خبث مجازي في النفس فيقبَلَ إرشاد من يرشده إلى ما به زيادة الخير فإن فعل المطاوعة يؤذن بفعل فَاعِل يعالج نفسه ويروضها إذ كان لم يهتد أن يزكي نفسه بنفسه ."
    },
    {
      "ayah": 19,
      "surah": 79,
      "text": "وَأَهْدِيَكَ إِلَى رَبِّكَ فَتَخْشَى (19)ولذلك أعقبه بعطف { وأهديك إلى ربك فتخشى } أي إن كان فيك إعداد نفسك للتزكية يكن إرشادي إياك فتخشى ، فكان ترتيب الجمل في الذكر مراعىً فيه ترتبها في الحصول فلذلك لم يحتج إلى عطفه بفاء التفريع ، إذ كثيراً ما يستغنى بالعطف بالواو مع إرادة الترتيب عن العطف بحرف الترتيب لأن الواو تفيد الترتيب بالقرينة ، ويستغنى بالعطف عن ذكر حرف التفسير في العطف التفسيري الذي يكون الواو فيه بمعنى ( أي ) التفسيرية فإنَّ { أن تزكى وأهديك } في قوة المفرد . والتقدير : هل لك في التزكية وهدايتي إياك فخشيتك الله تعالى .والهداية الدلالة علء الطريق الموصل إلى المطلوب إذا قبلها المَهْدي .وتفريع { فتخشى } على { أهديك } إشارة إلى أن خشية الله لا تكون إلا بالمعرفة قال تعالى : { إنما يخشى اللَّه من عبادة العلماء } [ فاطر : 28 ] ، أي العلماء به ، أي يخشاه خشية كاملة لا خطأ فيها ولا تقصير .قال الطيبي : وعن الواسطي : أوائل العلم الخشية ، ثم الإِجلال ، ثم التعظيم ، ثم الهيبة ، ثم الفناء .وفي الاقتصار على ذكر الخشية إيجاز بليغ لأن الخشية ملاك كل خير . وفي «جامع الترمذي» عن أبي هريرة قال : \" سمعت رسول الله صلى الله عليه وسلم يقول من خَافَ أدْلَج ومن أَدْلَج بلغ المنزل \" .وذُكِر له الإله الحق بوصف { ربك } دون أن يذكر له اسمُ الله العلم أو غيره من طرق التعريف إلطافاً في الدعوة إلى التوحيد وتجنباً لاستطارة نفسه نفوراً ، لأنه لا يعرف في لغة فرعون اسم لله تعالى ، ولو عَرَّفه له باسمه في لغة إسرائيل لنَفر لأن فرعون كان يعبد آلهة باطلة ، فكان في قوله : { إلى ربك } وفرعون يعلم أن له رباً إطماع له أن يرشده موسى إلى ما لا ينافي عقائده فيُصغي إليه سمعه حتى إذا سمع قوله وحجته داخَلهُ الإِيمان الحق مدرَّجاً ، ففي هذا الأسلوب استنزالٌ لطائره .والخشية : الخوف فإذا أطلقت في لسان الشرع يراد بها خشية الله تعالى ، ولهذا نُزل فعلها هنا منزلة اللازم فلم يذكر له مفعول لأن المخشي معلوم مثل فعل الإِيمان في لسان الشرع يقال : آمَن فلان ، وفلان مؤمن ، أي مؤمن بالله ووحدانيته ."
    },
    {
      "ayah": 2,
      "surah": 79,
      "text": "وَالنَّاشِطَاتِ نَشْطًا (2) و { الناشطات } : يجوز أن تكون الموصوفات بالنشاط ، وهو قوة الانطلاق للعمل كالسير السريع ، وينطلق النشاط على سير الثور الوحشي وسير البعير لقوة ذلك ، فيكون الموصوف إما الكواكب السيارة على وجه التشبيه لدوام تنقلها في دوائرها وإما إبل الغزو ، وإما الملائكة التي تسرع إلى تنفيذ ما أمر الله به من أمر التكوين وكلاهما على وجه الحقيقة ، وأيَّاً مَا كان فعطفها على { النازعات } عطف نوع على نوع أو عطَف صنف على صنف .و { نشطاً } مصدر جاء على مصدر فَعَلَ المتعدي من باب نَصَر فتعين أن { الناشطات } فاعلات النشط فهو متعد .وقد يكون مفضياً لإرادة النشاط الحقيقي لا المجازي . ويجوز أن يكون التأكيد لتحقيق الوصف لا لرفع احتمال المجاز .وعن ابن عباس : { الناشطات } الملائكة تَنشِيط نفوسَ المؤمنين ، وعنه هي نفوس المؤمنين تنشط للخروج ."
    },
    {
      "ayah": 20,
      "surah": 79,
      "text": "فَأَرَاهُ الْآَيَةَ الْكُبْرَى (20) الفاء في قوله : { فأراه الآية الكبرى } فصيحة وتفريع على محذوف يقتضيه قوله { اذهب إلى فرعون } [ النازعات : 17 ] . والتقدير : فذهب فدعاه فكذبه فأراه الآية الكبرى ، وذلك لأن قوله : { إنه طغى } [ النازعات : 17 ] يؤذن بأنه سيلاقي دعوةَ موسى بالاحتقار والإِنكار ، لأن الطغيان مِظنّة ذينك ، فعرض موسى عليه إظهار آية تدل على صدق دعوته لعله يوقن كما قال تعالى : { قال أو لو جئتك بشيء مبين قال فأت به إن كنت من الصادقين فألقى عصاه فإذا هي ثعبان مبين } [ الشعراء : 30 32 ] ، فتلك هي الآية الكبرى المرادة هنا .والآية : حقيقتها العلامة والأمارة ، وتطلق على الحجة المثبتة لأنها علامة على ثبوت الحق ، وتطلق على معجزة الرسول لأنها دليل على صدق الرسول وهو المراد هنا ."
    },
    {
      "ayah": 21,
      "surah": 79,
      "text": "فَكَذَّبَ وَعَصَى (21) وأعقب فعل { فأراه الآية الكبرى } بفعل { فكذب } للدلالة على شدة عناده ومكابرته حتى أنه رأى الآية فلم يتردد ولم يتمهل حتى ينظرَ في الدلالة ، بل بادر إلى التكذيب والعصيان .والمراد بعصيانه عصيان أمر الله أن يوحده أو أن يُطلق بني إسرائيل من استعبادهم وتسخيرهم للخدمة في بلاده ."
    },
    {
      "ayah": 22,
      "surah": 79,
      "text": "ثُمَّ أَدْبَرَ يَسْعَى (22) وعطف { ثم أدبر يسعى } ب { ثم } للدلالة على التراخي الرتبي كما هو شأنها في عطف الجُمل ، فأفادت { ثم } أن مضمون الجملة المعطوفة بها أعلى رتبة في الغرض الذي تضمنته الجملة قبلها ، أي أنه ارتقى من التكذيب والعصيان إلى ما هو أشد وهو الإِدبار والسعي وادعاء الإلهية لنفسه ، أي بعد أن فكّر ملياً لم يقتنع بالتكذيب والعصيان فخشي أنه إن سكت ربما تروج دعوة موسى بين الناس فأراد الحيطة لدفعها وتحذيرَ الناس منها .والإِدبار والسعي مستعملان في معنييهما المجازيين فإن حقيقة الإِدبار هو المشي إلى الجهة التي هي خَلْف الماشي بأن يكون متوجهاً إلى جهة ثم يتوجه إلى جهة تعاكسها . وهو هنا مستعار للإِعراض عن دعوة الداعي مثل قول النبي صلى الله عليه وسلم لمسيلمة لما أبى الإِيمان : « ولئن أدبرتَ ليَعْقِرَنَّكَ اللَّه » .وأما السعي فحقيقته : شدة المشي ، وهو هنا مستعار للحرص والاجتهاد في أمره الناسَ بعدم الإِصغاء لكلام موسى ، وجمع السحرة لمعارضة معجزته إذ حسبها سحراً كما قال تعالى : { فتولى فرعون فجمع كيده } [ طه : 60 ] .والعمل الذي يسعى إليه يبينه قوله تعالى : { فحشر فنادى فقال أنا ربكم الأعلى } فثلاثتها مرتبة على { يسعى } ."
    },
    {
      "ayah": 23,
      "surah": 79,
      "text": "فَحَشَرَ فَنَادَى (23) فجملة { فحشر } عطف على جملة { يسعى } لأن فرعون بذل حرصه ليقنع رعيته بأنه الربُّ الأعلى خشية شيوع دعوة موسى لعبادة الرب الحق . :ويجوز أن يكون { أدبر } على حقيقته ، أي ترك ذلك المجمع بأن قام معرضاً إعلاناً بغضبه على موسى ويكون { يسعى } مستعملاً في حقيقته أيضاً ، أي قام يشتدّ في مشيه وهي مشية الغاضب المعرض .والحشر : جمع الناس ، وهذا الحشر هو المبيّن في قوله تعالى :{ قالوا أرجه وأخاه وابعث في المدائن حاشرين يأتوك بكل سحار عليم } [ الشعراء : 36 ، 37 ] .وحذف مفعول ( حشر ) لظهوره لأن الذين يحشرون هم أهل مدينته من كل صنف .وعطف { فنادى } بالفاء لإِفادة أنه أعلن هذا القول لهم بفور حضورهم لفرط حرصه على إبلاغ ذلك إليهم .والنداء : حقيقته جهر الصوت بدعوة أحد ليحضر ولذلك كانت حروف النداء نائبة مناب ( أدعو ) فنصبَت الاسم الواقع بعدها . ويطلق النداء على رفع الصوت دون طلب حضور مجازاً مرسلاً بعلاقة اللزوم كقول الحريري في «المقامة الثلاثين» «فحِين جلس كأنه ابنُ ماءِ السماء ، نادَى مُنادٍ من قِبَل الأحماء» الخ .وحذف مفعول ( نادى ) كما حذف مفعول ( حشر ) .وإسناد الحشر والنداء إلى فرعون مجاز عقلي لأنه لا يباشر بنفسه حشر الناس ولا نداءهم ولكن يأمر أتباعه وجنده ، وإنما أسند إليه لأنه الذي أمر به كقولهم : بنَى المنصور بغداد .والقول الذي نادى به هو تذكير قومِه بمعتقدهم فيه فإنهم كانوا يعتبرون مَلك مصر إلها لأن الكهنة يخبرونهم بأنه ابن ( آمون رَعْ ) الذي يجعلونه إلها ومَظهَره الشمس .وصيغة الحصر في { أنا ربكم } لردّ دعوة موسى ."
    },
    {
      "ayah": 24,
      "surah": 79,
      "text": "فَقَالَ أَنَا رَبُّكُمُ الْأَعْلَى (24)وقوله : { فقال أنا ربكم الأعلى } بدل من جملة { فنادى } بدلاً مطابقاً بإعادة حرف العطف ، وهو الفاء لأن البدل قد يقترن بمثل العامل في المبدَل منه لقصد التأكيد كما في قوله تعالى : { ومن النخل من طلعها قنوان دانية } وتقدم في سورة الأنعام ( 99 ) .ويجوز أن تكون جملة : فقال أنا ربكم } عطفاً على جملة { يسعى } على أن يكون فرعون أمر بهذا القول في أنحاء مملكته ، وليس قاصراً على إعلانه في الحشر الذين حشرهم حول قصره .فوصف نفسه بالرب الأعلى لأنه ابن ( أمون رَعْ ) وهوالرّب الأعلى ، فابنه هو القائم بوصفه ، أو لأنه كان في عصر اعتقاده : أن فرعون رب الأرباب المتعددة عندهم فصفة { الأعلى } صفة كاشفة ."
    },
    {
      "ayah": 25,
      "surah": 79,
      "text": "فَأَخَذَهُ اللَّهُ نَكَالَ الْآَخِرَةِ وَالْأُولَى (25) جملة { فأخذه الله نكال الآخرة والأولى } مفرعة عن الجُمل التي قبلها ، أي كان ما ذكر من تكذيبه وعصيانه وكيده سبباً لأن أخذه الله ، وهذا هو المقصود من سَوق القصة وهو مناط موعظة المشركين وإنذارهم ، مع تسلية النبي صلى الله عليه وسلم وتثبيته .وحقيقة الأخذ : التناول باليد ، ويستعار كثيراً للمقدرة والغلبة كما قال تعالى : { فأخذناهم أخذ عزيز مقتدر } [ القمر : 42 ] وقال : { فأخذهم أخذةً رابية } [ الحاقة : 10 ] . والمعنى : فلم يُفلت من عقاب الله .والنكال : اسم مصدر نكَّل به تنكيلاً وهو مِثل : السَّلام ، بمعنى التسليم .ومعنى النكال : إيقاع أذى شديد على الغير من التشهير بذلك بحيث يُنَكِّل ، أي يَرُد ويَصْرِف من يشاهده عن أن يأتي بمثل ما عومل به المنكَّل به ، فهو مشتق من النكول وهو النكوص والهروب ، قال تعالى : { فجعلناها نكالاً لما بين يديها وما خلفها } في سورة البقرة ( 66 ) .وانتصب نكال } على المفعولية المطلقة لفعل «أخذه» مبين لنوع الأخذ بنوعين منه لأن الأخذ يقع بأحوال كثيرة .وإضافة { نكال } إلى { الآخرة والأولى } على معنى ( في ) .فالنكال في الأولى هو الغرق ، والنكال في الآخرة هو عذاب جهنم .وقد استُعمل النكال في حقيقته ومجازه لأن ما حصل لفرعون في الدنيا هو نكال حقيقي وما يصيبه في الآخرة أطلق عليه النكال لأنه يشبه النكال في شدة التعذيب ولا يحصل به نكالٌ يوم القيامة .وورود فعل «أخذه» بصيغة المضي مع أن عذاب الآخرة مستقبل ليوم الجزاء مُراعىً فيه أنه لما مات ابتدأ يذوق العذاب حين يرى منزلته التي سيؤول إليها يوم الجزاء كما ورد في الحديث .وتقديم { الآخرة } على { الأولى } في الذكر لأنّ أمر الآخرة أعظم .وجاء في آخر القصة بحوصلة وفذلكة لما تقدم فقال : { إن في ذلك لعبرة لمن يخشى } فهو في معنى البيان لمضمون جملة { هل أتاك حديث موسى } [ النازعات : 15 ] الآيات .والإِشارة بقوله : { في ذلك } إلى { حديث موسى } [ النازعات : 15 ] .والعِبرة : الحالة التي ينتقل الذهن من معرفتها إلى معرفة عاقبتها وعاقبة أمثالها ، وهي مشتقة من العَبْر ، وهو الانتقال من ضفة وادٍ أو نهر إلى ضفته الأخرى ."
    },
    {
      "ayah": 26,
      "surah": 79,
      "text": "إِنَّ فِي ذَلِكَ لَعِبْرَةً لِمَنْ يَخْشَى (26)والمراد بالعبرة هنا الموعظة .وتنوين ( عبرة ) للتعظيم لأن في هذه القصة مواعظ كثيرة من جهات هي مَثُلات للأعمال وعواقبها ، ومراقبةِ الله وخشيته ، وما يترتب على ذلك وعلى ضده من خير وشر في الدنيا والآخرة .وجُعل ذلك عبرة لمن يخشى ، أي من تُخالط نفسَه خشيةُ الله لأن الذين يخشون الله هم أهل المعرفة الذين يفهمون دلالة الأشياء على لوازمها وخفاياها ، قال تعالى : { إنما يخشى اللَّه من عباده العلماء } [ فاطر : 28 ] وقال : { وتلك الأمثال نضربها للناس وما يعقلها إلا العالمون } [ العنكبوت : 43 ] . والخشية تقدمت قريباً في قوله : { وأهديك إلى ربك فتخشى } [ النازعات : 19 ] .وفي هذا تعريض بالمشركين بأنهم ليسوا بأهل للانتفاع بمثل هذا كما لم ينتفع بمثله فرعون وقومه .وفي القصة كلها تعريض بسادة قريش من أهل الكفر مثل أبي جهل بتنظيرهم بفرعون وتنظير الدهماء بالقوم الذين حشرهم فرعون ونادى فيهم بالكفر ، وقد عَلِم المسلمون مضرب هذا المثل فكان أبو جهل يوصف عند المسلمين بفرعون هذه الأمة .وتأكيد الخبر ب { إنَّ } ولام الابتداء لتنزيل السامعين الذين سيقت لهم القصة منزلة من ينكر ما فيها من المواعظ لعدم جريهم على الاعتبار والاتعاظ بما فيها من المواعظ ."
    },
    {
      "ayah": 27,
      "surah": 79,
      "text": "أَأَنْتُمْ أَشَدُّ خَلْقًا أَمِ السَّمَاءُ بَنَاهَا (27) انتقال من الاعتبار بأمثالهم من الأمم الذي هو تخويف وتهديد على تكذيبهم الرسول صلى الله عليه وسلم إلى إبطال شبهتهم على نفي البعث وهي قوله : { أينا لمردودون في الحافرة } [ النازعات : 10 ] وما أعقبوه به من التهكم المبني على توهم إحالة البعث . وإذ قد فرضوا استحالة عود الحياة إلى الأجسام البالية إذ مثلوها بأجساد أنفسهم إذ قالوا : { أينا لمردودون } [ النازعات : 10 ] جاء إبطال شبهتهم بقياس خلق أجسادهم على خلق السماوات والأرض فقيل لهم : { أأنتم أشد خلقاً أم السماء } ، فلذلك قيل لهم هنا أأنتم بضميرهم ولم يقل : آالإِنسان أشدّ خلقاً ، وما هم إلا من الإِنسان ، فالخطاب موجه إلى المشركين الذين عبر عنهم آنفاً بضمائر الغيبة من قوله : { يقولون } إلى قوله : { فإذا هم بالساهرة } [ النازعات : 10 14 ] ، وهو التفات من الغيبة إلى الخطاب .فالجملة مستأنفة لقصد الجواب عن شبهتهم لأن حكاية شبهتهم ب { يقولون أينا } إلى آخره ، تقتضي ترقب جواب عن ذلك القول كما تقدم الإِيماء إليه عند قوله : { يقولون أينا لمردودون } [ النازعات : 10 ] .والاستفهام تقريري ، والمقصود من التقرير إلجاؤهم إلى الإِقرار بأنّ خلق السماء أعظم من خلقهم ، أي مِن خلق نوعهم وهو نوع الإِنسان وهم يعلمون أن الله هو خالق السماء فلا جرم أن الذي قدر على خلق السماء قادر على خلق الإِنسان مرة ثانية ، فينتج ذلك أن إعادة خلق الأجساد بعد فنائها مقدورة لله تعالى لأنه قدَر على ما هو أعظم من ذلك قال تعالى : { لخلق السماوات والأرض أكبر من خلق الناس ولكن أكثر الناس لا يعلمون } [ غافر : 57 ] ، ذلك أن نظرهم العقلي غيَّمت عليه العادة فجعلوا ما لم يألفوه مُحالاً ، ولم يلتفتوا إلى إمكان ما هو أعظم مما أحالوه بالضرورة .و { أشد } : اسم تفضيل ، والمفضل عليه محذوف يدل عليه قوله { أم السماء } .ومعنى { أشد } أصعب ، و { خلقاً } مصدر منتصب على التمييز لنسبة الأشدّية إليهم ، أي أشد من جهة خلق الله إياكم أشد أم خلقه السماء ، فالتمييز مُحوّل عن المبتدأ .و { السماء } يجوز أن يراد به الجنس وتعريفه تعريف الجنس ، أي السماوات وهي محجوبة عن مشاهدة الناس فيكون الاستفهام التقريري مبنياً على ما هو مشتهر بين الناس من عظمة السماوات تنزيلاً للمعقول منزل المحسوس .ويجوز أن يراد به سماء معينة وهي المسماة بالسماء الدنيا التي تلوح فيها أضواء النجوم فتعريفه تعريف العهد ، وهي الكرة الفضائية المحيطة بالأرض ويَبدو فيها ضوء النهار وظلمةُ الليل ، فيكون الاستفهام التقريري مبنياً على ما هو مشاهد لهم . وهذا أنسب بقوله : { وأغطَشَ ليلَها وأخرج ضحاها } لعدم احتياجه إلى التأويل .وجملة { بناها } يجوز أن تكون مستأنفة استئنافاً بيانياً لبيان شدة خلق السماء ، ويجوز أن تكون بدل اشتمال في قوله : { أم السماء } ، لأنه في تقدير : أم السماء أشد خلقاً .وقد جعلت كلمة { بناها } فاصلة فيكون الوقف عندها ولا ضير في ذلك إذ لا لبس في المعنى لأن { بناها } جملة و { أم } المعادلة لا يقع بعدها إلا اسم مفرد .والبناء : جعل بيت أو دار من حجارة ، أو آجر أو أدم ، أو أثواب من نسيج الشعر ، مشدودة شُققه بعضها إلى بعض بغَرز أو خياطة ومقامة على دعائم ، فما كان من ذلك بأدم يسمى قُبة وما كان بأثواب يسمى خيمة وخباء .وبناء السماء : خلقها ، استعير له فعل البناء لمشابهتها البيوت في الارتفاع ."
    },
    {
      "ayah": 28,
      "surah": 79,
      "text": "رَفَعَ سَمْكَهَا فَسَوَّاهَا (28) وجملة { رفع سمكها فسواها } مبنية لجملة { بناها } أو بدل اشتمال منها وسلك طريق الإِجمال ثم التفصيل لزيادة التصوير .والسّمْك : بفتح السين وسكون الميم : الرَّفع في الفضاء كما اقتصر عليه الراغب سواء اتصل المرفوع بالأرض أو لم يتصل بها وهو مصدر سَمَكَ .والرَّفع : جعل جسم معتلياً وهو مرادف للسمْك فتعدية فعل { رفع } إلى «السمك» للمبالغة في الرفع ، أي رَفَعَ رفْعَهَا أي جَعله رفيعاً ، وهو من قبيل قولهم : لَيل ألْيَل ، وشِعر شاعر ، وظِل ظليل .والتسوية : التعديل وعدم التفاوت ، وهي جعل الأشياء سواء ، أي متماثلة وأصلها أن تتعلق بأشياء وقد تتعلق باسم شيء واحد على معنى تعديل جهاته ونواحيه ومنه قوله هنا : { فسواها } ، أي عَدَّل أجزاءها وذلك بأن أتقن صنعها فلا ترى فيها تفاوتاً .والفاء في { فسواها } للتعقيب .وتسوية السماء حصلت مع حصول سمكها ، فالتعقيب فيه مثل التعقيب في قوله : { فنادى فقال أنا ربكم الأعلى } [ النازعات : 23 ، 24 ] ."
    },
    {
      "ayah": 29,
      "surah": 79,
      "text": "وَأَغْطَشَ لَيْلَهَا وَأَخْرَجَ ضُحَاهَا (29)وجملة { وأغطش ليلها } معطوفة على جملة { بناها } وليست معطوفة على { رفع سمكها } لأن إغطاش وإخراج الضحى ليس مما يبين به البناء .والإِغطاش : جعله غاطشاً ، أي ظلاماً يقال : غَطَش الليل من باب ضرب ، أي أظلم .والمعنى : أنه خَصَّ الليل بالظلمة وجعله ظلاماً ، أي جعل ليلها ظلاماً ، وهو قريب من قوله : { رفع سمكها } من باب قولهم : ليل ألْيَل .وإخراج الضحى : إبراز نور الضحى ، وأصل الإِخراج النقل من مكان حاوٍ واستعير للإِظهار استعارة شائعة .والضحى : بروز ضوء الشمس بعد طلوعها وبعد احمرار شعاعها ، فالضحى هو نور الشمس الخالص وسمي به وقته على تقدير مضاف كما في قوله تعالى : { وأن يحشر الناس ضحى } [ طه : 59 ] يدل لذلك قوله تعالى : { والشمس وضحاها } [ الشمس : 1 ] ، أي نورها الواضح .وإنما جعل إظهار النور إخراجاً لأن النور طارىء بعد الظلمة ، إذ الظلمة عَدَم وهو أسبق ، والنور محتاج إلى السبب الذي ينيره .وإضافة ( ليل ) و ( ضحى ) إلى ضمير { السماء } إن كان السماء الدنيا فلأنهما يلوحان للناس في جوّ السماء فيلوح الضحى أشعة منتشرة من السماء صادرة من جهة مطلع الشمس فتقع الأشعة على وجه الأرض ثم إذا انحجبت الشمس بدورة الأرض في اليوم والليلة أخذ الظلام يحلّ محلّ ما يتقلص من شعاع الشمس في الأفق إلى أن يصير ليلاً حالكاً محيطاً بقسم من الكرة الأرضية .وإن كان السماء جنساً للسماوات فإضافة ليل وضحى إلى السماوات لأنهما يلوحان في جهاتها ."
    },
    {
      "ayah": 3,
      "surah": 79,
      "text": "وَالسَّابِحَاتِ سَبْحًا (3) و { السابحات } صفة من السبح المجازي ، وأصل السبح العَوْم وهو تنقل الجسم على وجه الماء مباشرة وهو هنا مستعار لسرعة الانتقال ، فيجوز أن يكون المراد الملائكة السائرين في أجواء السماوات وآفاق الأرض ، وروي عن علي بن أبي طالب .ويجوز أن يراد خِيل الغزاة حين هجومها على العدوّ سريعة كسرعة السابح في الماء كالسابحات في قول امرىء القيس يصف فرساً: ... مُسِحٌ إذا ما السابحات على الونىأثرن الغبار بالكديد المركَّل ... وقيل : { السابحات } النجوم ، وهو جار على قول من فسر النازعات بالنجوم ، { وسبحا } مصدر مؤكد لإِفادة التحقيق مع التوسل إلى تنوينه للتعظيم ، وعطف { فالسابقات } بالفاء يؤذن بأن هذه الصفة متفرعة عن التي قبلها لأنهم يعطفون بالفاء الصفات التي شأنها أن يتفرع بعضها عن بعض كما تقدم في قوله تعالى : { والصافات صفاً فالزاجرات زجراً فالتاليات ذكرا } [ الصافات : 1 3 ] قول ابن زيابة: ... يا لهفَ زَيَّابَةَ للحارث الصّ"
    },
    {
      "ayah": 30,
      "surah": 79,
      "text": "وَالْأَرْضَ بَعْدَ ذَلِكَ دَحَاهَا (30) وانتقل الكلام من الاستدلال بخلق السماء إلى الاستدلال بخلق الأرض لأن الأرض أقرب إلى مشاهدتهم وما يوجد على الأرض أقرب إلى علمهم بالتفصيل أو الإِجمال القريب من التفصيل .ولأجل الاهتمام بدلالة خلق الأرض وما تحتوي عليه قُدم اسم { الأرض } على فعله وفاعِله فانتصب على طريقة الاشتغال ، والاشتغال يتضمن تأكيداً باعتبار الفعل المقدر العامل في المشتغل عنه الدال عليه الفعلُ الظاهر المشتغل بضمير الاسم المقدم .والدَّحْو والدَّحْيُ يقال : دحَوْت ودحيت . واقتصر الجوهري على الواوي وهو الجاري في كلام المفسرين هو : البسط والمدّ بتسوية .والمعنى : خلقها مدحوَّة ، أي مبسوطة مسوّاة .والإِشارة من قوله : { بعد ذلك } إلى ما يفهم من { بناها رفع سمكها فسواها } [ النازعات : 27 ، 28 ] ، أي بعد خلق السماء خلق الأرض مدحوَّة .والبعدية ظاهرها : تأخر زمان حصول الفعل ، وهذه الآية أظهر في الدلالة على أن الأرض خلقت بعد السماوات وهو قول قتادة ومقاتل والسدّي ، وهو الذي تؤيده أدلة علم الهيئة . وقد تقدم بيان ذلك عند قوله تعالى : { هو الذي خلق لكم ما في الأرض جميعاً ثم استوى إلى السماء فسواهن سبع سماوات } في سورة البقرة ( 29 ) ، وما ورد من الآيات مما ظاهره كظاهر آية سورة البقرة تأويله واضح .ويجوز أن تكون البعدية مجازاً في نزول رتبة ما أضيف إليه بعد } عن رتبة ما ذُكر قبله كقوله تعالى : { عتل بعد ذلك زنيم } [ القلم : 13 ] ."
    },
    {
      "ayah": 31,
      "surah": 79,
      "text": "أَخْرَجَ مِنْهَا مَاءَهَا وَمَرْعَاهَا (31) وجملة { أخرج منها ماءها ومرعاها } بدل اشتمال من جملة { دحاها } لأن المقصد من دحوها بمقتضى ما يكمل تيسير الانتفاع بها .ولا يصح جعل جملة { أخرج منها ماءها } إلى آخرها بياناً لجملة { دحاها } لاختلاف معنى الفعلين .والمرعى : مَفْعَل من رَعَى يرعَى ، وهو هنا مصدر ميمي أطلق على المفعول كالخلق بمعنى المخلوق ، أي أخرج منها ما يُرْعَى .والرعي : حقيقته تناول الماشية الكلأ والحشيش والقصيل .فالاقتصار على المرعى اكتفاء عن ذكر ما تخرجه الأرض من الثمار والحبوب لأن ذكر المرعى يدل على لطف الله بالعجماوات فيعرف منه أن اللطف بالإِنسان أحرى بدلالة فحوى الخطاب ، والقرينةُ على الاكتفاء قوله بعده { متاعاً لكم ولأنعامكم } [ النازعات : 33 ] .وقد دل بذكر الماء والمرعى على جميع ما تخرجه الأرض قوتاً للناس وللحيوان حتى ما تُعالَج به الأطعمة من حطب للطبخ فإنه مما تنبت الأرض ، وحتى الملح فإنه من الماء الذي على الأرض ."
    },
    {
      "ayah": 32,
      "surah": 79,
      "text": "وَالْجِبَالَ أَرْسَاهَا (32)ونَصب { والجبال } يجوز أن يكون على طريقة نصب { والأرض بعد ذلك دحاها } ويجوز أن يكون عطفاً على { ماءها ومرعاها } ويكون المعنى : وأخرج منها جبالها ، فتكون ( ال ) عوضاً عن المضاف إليه مثل { فإن الجنة هي المأوى } [ النازعات : 41 ] أي مأوى من خافَ مقام ربه فإن الجبال قطع من الأرض ناتئة على وجه الأرض .وإرساء الجبال : إِثباتُها في الأرض ، ويقال : رست السفينة ، إذا شُدّت إلى الشاطىء فوقفت على الأَنْجَرِ ، ويوصف الجبل بالرسوّ حقيقة كما في «الأساس» ، قال السموأل أو عبد الملك بن عبد الرحيم يذكر جبلهم: ... رسَا أصلُه فوق الثرى وسمَا بهإلى النجم فَرع لا يُنال طويل ... وإثبات الجبال : هو رسوخها بتغلْغُل صخورها وعروق أشجارها لأنها خلقت ذات صخور سائخة إلى باطن الأرض ولولا ذلك لزعزعتها الرياح ، وخُلقت تتخلّلها الصخور والأشجار ولولا ذلك لتهيلت أتربتها وزادها في ذلك أنها جُعلت أحجامها متناسبة بأن خلقت متسعة القواعد ثم تتصاعد متضائقة .ومن معنى إرسائها : أنها جعلت منحدرة ليتمكن الناس من الصعود فيها بسهولة كما يتمكن الراكب من ركوب السفينة الراسية ولو كانت في داخل البحر ما تمكن الراكب من ركوبها إلا بمشقة ."
    },
    {
      "ayah": 33,
      "surah": 79,
      "text": "مَتَاعًا لَكُمْ وَلِأَنْعَامِكُمْ (33)( المتاع ) يطلق على ما ينتفع به مدة ، ففيه معنى التأجيل ، وتقدم عند قوله { وأمتعتكم } في سورة النساء ( 102 ) ، وهو هنا اسم مصدر متَّع ، أي إعطاء للانتفاع زماناً ، وتقدم بيانه عند قوله تعالى : { ولكم في الأرض مستقر ومتاع إلى حين } في سورة الأعراف ( 24 ) .وانتصب { متاعاً } على النيابة عن الفعل . والتقدير : متَّعْناكم متاعاً .ولام { لكم ولأنعامكم } لام التقوية لأن المصدر فرع في العمل عن الفعل ، وهو راجع إلى خلق الأرض والجبال ، وذلك في الأرض ظاهر ، وأما الجبال فلأنها معتصمهم من عدوّهم ، وفيها مراعي أنعامهم تكون في الجبال مأمونة من الغارة عليها على غرة . وهذا إدماج الامتنان في الاستدلال لإِثارة شكرهم حق النعمة بأن يعبدوا المنعِم وحده ولا يشركوا بعبادته غيره .وفي قوله : { والأرض بعد ذلك دحاها } [ النازعات : 30 ] إلى { ولأنعامكم } محسّن الجمع ثم التقسيم ."
    },
    {
      "ayah": 34,
      "surah": 79,
      "text": "فَإِذَا جَاءَتِ الطَّامَّةُ الْكُبْرَى (34) يجوز أن يكون التفريع على الاستدلال الذي تضمنه قوله : { أأنتم أشد خلقاً أم السماء } [ النازعات : 27 ] الآيات ، فإن إثبات البعث يقتضي الجزاء إذ هو حكمته . وإذا اقتضى الجزاء كان على العاقل أن يعمل لجزاء الحسنى ويجتنب ما يوقع في الشقاء وأن يهتم بالحياة الدائمة فيؤثرها ولا يكترث بنعيم زائل فيتورط في اتباعه ، فلذلك فرع على دليل إثبات البعث تذكير بالجزاءين ، وإرشاد إلى النجدين .وإذ قد قُدّم قبل الاستدلال تحذيرٌ إجماليّ بقوله : { يوم ترجف الراجفة } [ النازعات : 6 ] الآية كما يذكر المطلوب قبل القياس في الجدل ، جيء عقب الاستدلال بتفصيل ذلك التحذير مع قرنه بالتبشير لمن تحلى بضده فلذلك عبر عن البعث ابتداء بالراجفة لأنها مبدؤه ، ثم بالزجرة ، وأخيراً بالطامة الكبرى لما في هذين الوصفين من معنى يشمل الراجفة وما بعدها من الأهوال إلى أن يستقر كل فريق في مقره .ومن تمام المناسبة للتذكير بيوم الجزاء وقوعه عقب التذكير بخلق الأرض ، والامتنان بما هَيّأ منها للإِنسان متاعاً به ، للإِشارة إلى أن ذلك ينتهي عندما يحين يوم البعث والجزاء .ويجوز أن يجعل قوله : { فإذا جاءت الطامة الكبرى } مفرعاً على قوله : { فإنما هي زجرة واحدة فإذا هم بالساهرة } [ النازعات : 13 ، 14 ] فإن الطامة هي الزجرة .ومناط التفريع هو ما عقبه من التفصيل بقوله : { فأما من طغى } الخ إذ لا يلتئم تفريع الشيء على نفسه .( وإذا ) ظرف للمستقبل فلذلك إذا وقع بعد الفعل الماضي صُرف إلى الاستقبال ، وإنما يُؤتى بعد ( إذا ) بفعل الماضي لزيادة تحقيق ما يفيده ( إذا ) من تحقق الوقوع .والمجيءُ : هنا مجاز في الحصول والوقوع لأن الشيء الموقّت المؤجل بأجل يشبه شخصاً سائراً إلى غاية ، فإذا حصل ذلك المؤجل عند أجله فكأنه السائرُ إلى ، إذا بلغ المكان المقصود .والطامة : الحادثة ، أو الوقعة التي تَطِمُّ ، أي تعلو وتغلب بمعنى تفوق أمثالها من نوعها بحيث يقل مثلها في نوعها ، مأخوذ من طَمَّ الماء ، إذا غمر الأشياء وهذا الوصف يؤذن بالشدة والهول إذ لا يقال مثله إلا في الأمور المهولة ثم بولغ في تشخيص هولها بأن وصفت ب { الكبرى } فكان هذا أصرح الكلمات لتصوير ما يقارن هذه الحادثة من الأهوال .والمراد بالطامة الكبرى : القيامة وقد وصفت بأوصاف عديدة في القرآن مثل الصاخّة والقارعة والراجفة ووصفت بالكبرى ."
    },
    {
      "ayah": 35,
      "surah": 79,
      "text": "يَوْمَ يَتَذَكَّرُ الْإِنْسَانُ مَا سَعَى (35) و { يوم يتذكر الإنسان ما سعى } بدل من جملة { إذا جاءت الطامة الكبرى } بدل اشتمال لأن ما أضيف إليه يوم هو من الأحوال التي يشتمل عليها زمن مجيء الطامة وهو يوم القيامة ويوم الحساب .وتَذَكُّر الإِنسان ما سعاه : أن يوقَف على أعماله في كتابه لأن التذكر مطاوع ذكَّره .والتذكر يقتضي سبق النسيان وهو انمحاء المعلوم من الحافظة .والمعنى : يوم يُذَكَّر الإِنسان فيتذكر ، أي يعرض عليه عمله فيعترف به إذ ليس المقصود من التذكر إلا أثره ، وهو الجزاء فكني بالتذكر عن الجزاء قال تعالى :{ اقرأ كتابك كفى بنفسك اليوم عليك حسيباً } [ الإسراء : 14 ] ."
    },
    {
      "ayah": 36,
      "surah": 79,
      "text": "وَبُرِّزَتِ الْجَحِيمُ لِمَنْ يَرَى (36) وتبريز الجحيم : إظهارها لأهلها . وجيء بالفعل المضاعف لإِفادة إظهار الجحيم لأنه إظهار لأجل الإِرهاب .والجحيم : جهنم . ولذلك قرن فعله بتاء التأنيث لأن جهنم مؤنثة في الاستعمال ، أو هو بتأويل النار ، والجحيم كل نار عظيمة في حفرة عميقة .وبنى فعل { بُرزت } للمجهول لعدم الغرض ببيان مُبَرّزها إذ الموعظة في الإِعلام بوقوع إِبرازها يومئذ .و { لمن يرى } ، أي لكل راء ، ففعلُ { يرى } منزّل منزلة اللازم لأن المقصود لمن له بصر ، كقول البحتري :أنْ يَرَى مُبْصِرٌ وَيَسْمَع وَاعِ"
    },
    {
      "ayah": 37,
      "surah": 79,
      "text": "فَأَمَّا مَنْ طَغَى (37) والفاء في قوله : { فأما من طغى } رابطة لجواب ( إذا ) لأن جملة { من طغى } إلى آخرها جملة اسمية ليس فيها فعل يتعلق به ( إذا ) فلم يَكن بين ( إذا ) وبين جوابها ارتباط لفظي فلذلك تُجلب الفاء لربط الجواب في ظاهر اللفظ ، وأما في المعنى فيعلم أن ( إذا ) ظرف يتعلق بمعنى الاستقرار الذي بين المبتدأ والخبر .و ( أمَّا ) حرف تفصيل وشرط لأنها في معنى : مَهما يكن شيء .والطغيان تقدم معناه آنفاً . والمراد هنا : طغى على أمر الله ، كما دل عليه قوله : { وأما من خاف مقام ربه } ."
    },
    {
      "ayah": 38,
      "surah": 79,
      "text": "وَآَثَرَ الْحَيَاةَ الدُّنْيَا (38) وقُدّم ذكر الطغيان على إيثار الحياة الدنيا لأن الطغيان من أكبر أسباب إيثار الحياة الدنيا فلما كان مسبباً عنه ذكر عقبه مراعاة للترتب الطبيعي .والإِيثار : تفضيل شيء على شيء في حال لا يتيسر فيها الجمع بين أحوال كل منهما .ويعدّى فعل الإِيثار إلى اسم المأثور بتعدية الفعل إلى مفعوله ، ويعدّى إلى المأثور عليه بحرف ( على ) قال تعالى حكاية { لقد آثرك الله علينا } [ يوسف : 91 ] ، وقد يترك ذكر المأثور عليه إذا كان ذكر المأثور يشير إليه كما إذا كان المأثور والمأثور عليه ضدين كما هنا لما هو شائع من المقابلة بين الحياة الدنيا والآخرة .وقد يترك ذكر المأثور اكتفاء بذكر المأثور عليه إذا كان هو الأهم كقوله تعالى : { ويؤثرون على أنفسهم } [ الحشر : 9 ] لظهور أن المراد يؤثرون الفقراء ."
    },
    {
      "ayah": 39,
      "surah": 79,
      "text": "فَإِنَّ الْجَحِيمَ هِيَ الْمَأْوَى (39) والمراد بالحياة الدنيا حظوظها ومنافعها الخاصة بها ، أي التي لا تُشاركُها فيها حظوظُ الآخرة ، فالكلام على حذف مضاف ، تقديره : نعيم الحياة .ويفهم من فعل الإِيثار أن معه نبْذاً لنعيم الآخرة . ويرجع إيثار الحياة الدنيا إلى إرضاء هوى النفس ، وإنما يعرف كلا الحظين بالتوقيف الإلهي كما عرف الشرك وتكذيب الرسل والاعتداء على الناس والبطر والصلف وما يستتبعه ذلك من الأحوال الذميمة .وملاك هذا الإِيثار هو الطغيان على أمر الله ، فإن سادتهم ومسيريهم يعلمون أن ما يدعوهم إليه الرسول هو الحق ولكنهم يكرهون متابعته استكباراً عن أن يكونوا تبعاً للغير فتضيعَ سيادتهم ."
    },
    {
      "ayah": 4,
      "surah": 79,
      "text": "فَالسَّابِقَاتِ سَبْقًا (4) ابح فالغائم فالآيب ... فلذلك { فالسابقات } هي السابقات من السابحات .والسبق : تجاوز السائر من يَسير معه ووصوله إلى المكان المسير إليه قبله . ويطلق السبق على سرعة الوصول من دون وجود سائر مع السابق قال تعالى : { فاستبقوا الخيرات } [ البقرة : 148 ] وقال : { أولئك يسارعون في الخيرات وهم لها سابقون } [ المؤمنون : 61 ] .ويطلق السبق على الغلب والقهر ، ومنه قوله تعالى : { أم حسب الذين يعملون السيئات أن يسبقونا } [ العنكبوت : 4 ] وقول مُرة بن عداء الفقعسي: ... كأنكَ لم تُسْبَق من الدهر ليلةًإذا أنتَ أدْرَكت الذي كنتَ تطلُب ... فقولُه تعالى : { فالسابقات سبقاً } يصلح للحمل على هذه المعاني على اختلاف محامل وصف السابحات بما يناسب كل احتمال على حِيالِه بأن يراد السائرات سيراً سريعاً فيما تعلمه أو المبادرات . وإذا كان { السابحات } بمعنى الخيل كان { السابقات } إن حمل على معنى المسرعات كناية عن عدم مبالاة الفرسان بعدوّهم وحرصهم على الوصول إلى أرض العدوّ ، أو على معنى غلبهم أعداءهم .وأكد بالمصدر المرادف لمعناه وهو { سبقا } للتأكيد ولدلالة التنكير على عظم ذلك السبق ."
    },
    {
      "ayah": 40,
      "surah": 79,
      "text": "وَأَمَّا مَنْ خَافَ مَقَامَ رَبِّهِ وَنَهَى النَّفْسَ عَنِ الْهَوَى (40) وقد زاد هذا المفادَ بياناً قوله بعده : { وأما من خاف مقام ربه } الآية .وبه يظهر أن مناط الذم في إيثار الحياة الدنيا هو إيثارها على الآخرة ، فأما الأخذ بحظوظ الحياة الدنيا التي لا يفيت الأخذُ بها حظوظ الآخرة فذلك غير مذموم ، وهو مقام كثير من عِباد الله الصالحين حكاه الله تعالى عن صالحي بني إسرائيل من قولهم لقارون : { وابْتَعِ فيما آتاك اللَّه الدار الآخرة ولا تنس نصيبك من الدنيا } [ القصص : 77 ] .وقولُه : { من خاف مقام ربه } مقابل قوله : { من طغى } لأن الخوف ضد الطغيان وقوله : { نهى النفس عن الهوى } مقابل قوله : { وآثر الحياة الدنيا } .ونهى الخائف نفسه مستعار للانكفاف عن تناول ما تحبه النفس من المعاصي والهوى ، فجعلت نفس الإِنسان بمنزلة شخص آخر يدعوه إلى السيئات وهو ينهاه عن هذه الدعوة ، وهذا يشبه ما يسمى بالتجريد ، يقولون : قالت له نفسه كذا فعصاها ، ويقال : نهى قَلْبَه ، ومن أحسن ما قيل في ذلك قول عروة بن أذيْنة: ... وإذا وجَدْت لها وسَاوس سَلْوةشفَع الفُؤاد إلى الضمير فسلها ... والمراد ب { الهوى } ما تهواه النفس فهو مصدر بمعنى المفعول مثل الخلق بمعنى المخلوق ، فهو ما ترغب فيه قوى النفس الشهوية والغضبية مما يخالف الحق والنفعَ الكامل . وشاع الهوى في المرغوب الذميم ولذلك قيل في قوله تعالى : { ومن أضل ممن اتبع هواه بغير هدى من اللَّه } [ القصص : 50 ] أن { بغير هدى } حال فمؤكدة ليست تقييداً إذ لا يكون الهوى إلا بغير هدى .وتعريف { الهوى } تعريف الجنس ."
    },
    {
      "ayah": 41,
      "surah": 79,
      "text": "فَإِنَّ الْجَنَّةَ هِيَ الْمَأْوَى (41)والتعريف في { المأوى } الأول والثاني تعريف العهد ، أي مأوَى من طغى ، ومأوى من خَاف مقام ربه ، وهو تعريف مُغْننٍ عن ذكر ما يضاف إليه { مأوى } ومثله شائع في الكلام كما في قوله : غُضَّ الطرف ، أي الطرف المعهود من الأمر ، أي غض طرفك . وقوله : واملأ السمعَ ، أي سمعك وقوله تعالى : { وبينهما حجاب وعلى الأعراف رجال } [ الأعراف : 46 ] ، أي على أعراف الحجاب ، ولذلك فتقدير الكلام عند نحاة البصرة المأوى له أو مأواه عند نحاة الكوفة ، ويسمي نحاة الكوفة الألف واللام هذه عوضاً عن المضاف إليه وهي تسمية حسنة لوضوحها واختصارها ، ويأبى ذلك البصريون ، وهو خلاف ضئيل ، إذ المعنى متفق عليه .والمأوى : اسم مكان من أوَى ، إذا رجع ، فالمراد به : المقر والمسكن لأن المرء يذهب إلى قضاء شؤونه ثم يرجع إلى مسكنه .و { مقام ربه } مجاز عن الجلال والمهابة وأصل المقام مكان القيام فكان أصله مكان ما يضاف هو إليه ، ثم شاع إطلاقه على نفس ما يضاف إليه على طريقة الكناية بتعظيم المكان عن تعظيم صاحبه ، مثل ألفاظ : جناب ، وكَنَفَ ، وذَرَى ، قال تعالى : { ولمن خاف مقام ربه جنتان } [ الرحمن : 46 ] وقال : { ذلك لمن خاف مقامي } [ إبراهيم : 14 ] وذلك من قبيل الكناية المطلوب بها نسبة إلى المكنى عنه فإن خوف مقام الله مراد به خوف الله والمراد بالنسبة ما يَشمل التعلق بالمفعول .وفي قوله : { يوم يتذكر الإنسان ما سعى } إلى قوله : { فإن الجنة هي المأوى } محسن الجمع مع التقسيم .وتعريف { النفس } في قوله : { ونهى النفس } هو مثل التعريف في { المأوى } .وفي تعريف «أصحاب الجحيم» و«أصحاب الجنة» بطريق الموصول إيماء إلى أن الصلتين عِلتان في استحقاق ذلك المأوى ."
    },
    {
      "ayah": 42,
      "surah": 79,
      "text": "يَسْأَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسَاهَا (42) استئناف بياني منشؤه أن المشركين كانوا يسألون عن وقت حلول الساعة التي يتوعدهم بها النبي صلى الله عليه وسلم كما حكاه الله عنهم غير مرة في القرآن كقوله : { ويقولون متى هذا الوعد إن كنتم صادقين } [ يونس : 48 ] .وكان سؤالهم استهزاء واستخفافاً لأنهم عقدوا قلوبهم على استحالة وقوع الساعة وربما طلبوا التعجيل بوقوعها وأوهموا أنفسهم وأشياعهم أن تأخر وقوعها دليل على اليأس منها لأنهم يتوهمون أنهم إذا فعلوا ذلك مع الرسول صلى الله عليه وسلم لو كان صادقاً لحَمِي غضب الله مُرسِله سبحانه فبادر بإراءتهم العذاب وهم يتوهمون شؤون الخالق كشؤون الناس إذا غضب أحدهم عجَّل بالانتقام طيشاً وحنقاً قال تعالى : { لو يؤاخذهم بما كسبوا لعَجّل لهم العذاب بل لهم موعد لن يجدوا من دونه موئلاً } [ الكهف : 58 ] .فلا جرم لما قُضي حق الاستدلال على إمكان البعث بإقامة الدليل وضرب الأمثال ، وعرض بعقاب الذين استحقوا بها في قوله : { فإذا جاءت الطامة الكبرى } [ النازعات : 34 ] ، كان ذلك مثاراً لسؤالهم أن يقولوا : هل لمجيء هذه الطامة الكبرى وقت معلوم؟ فكان الحال مقتضياً هذا الاستئناف البياني قضاء لحق المقام وجواباً عن سابق الكلام .فضمير «يسألون» عائد إلى المشركين أصحاب القلوب الواجفة والذين قالوا : { أينا لمردودون في الحافرة } [ النازعات : 10 ] .وحكي فعل السؤال بصيغة المضارع للدلالة على تجدد هذا السؤال وتكرره .والساعة : هي الطامة فذكر الساعة إظهار في مقام الإِضمار لقصد استقلال الجملة بمدلولها مع تفنن في التعبير عنها بهذين الاسمين { الطامة } [ النازعات : 34 ] و { الساعة } .و { أيان مرساها } جملة مبينة للسؤال .و { أيّان } اسم يستفهم به عن تعيين الوقت .والاستفهام مستعمل في الاستبعاد كنايةً وهو أيضاً كناية عن الاستحالة و { مرساها } مصدر ميمي لفعل أرسى ، والإِرساء : جعل السفينة عند الشاطىء لقصد النزول منها . واستعير الإِرساء للوقوع والحصول تشبيهاً للأمر المغيَّب حصوله بسفينة ماخرة البحر لا يُعرف وصولها إلا إذا رسَتْ ، وعليه ف { أيّان } ترشيح للاستعارة ، وتقدم نظير هذه في سورة الأعراف ."
    },
    {
      "ayah": 43,
      "surah": 79,
      "text": "فِيمَ أَنْتَ مِنْ ذِكْرَاهَا (43) وقوله : { فيم أنت من ذكراها } واقع موقع الجواب عن سؤالهم عن الساعة باعتبار ما يظهر من حال سؤالهم عن الساعة من إرادة تعيين وقتها وصرف النظر عن إرادتهم به الاستهزاء ، فهذا الجواب من تخريج الكلام على خلاف مقتضى الظاهر ، وهو من تلقي السائل بغير ما يتطلب تنبيهاً له على أن الأولى به أن يهتم بغير ذلك ، وهو مضمون قوله : { إنما أنت منذر من يخشاها } . وهذا ما يسمى بالأسلوب الحكيم ، ونظيره ما روي في الصحيح أن رجلاً سأل النبي صلى الله عليه وسلم عن الساعة فقال له : \" ماذا أعْدَدْتَ لها؟ \" أي كان الأولى لك أن تصرف عنايتك إلى الاستكثار من الحسنات إعداداً ليوم الساعة .والخطاب وإن كان موجهاً إلى النبي صلى الله عليه وسلم فالمقصود بلوغه إلى مسامع المشركين فلذلك اعتبر اعتبارَ جواب عن كلامهم وذلك مقتضى فصل الجملة عن التي قبلها شأن الجواب والسؤال .و ( ما ) في قوله : { فيم } اسم استفهام بمعنى : أي شيء؟ مستعملة في التعجيب من سؤال السائلين عنها ثم توبيخهم . و ( في ) للظرفية المجازية بجعل المشركين في إحفائهم بالسؤال عن وقت الساعة كأنهم جعلوا النبي صلى الله عليه وسلم محوطاً بذكر وقت الساعة ، أي متلبساً به تلبس العالم بالمعلوم فدُل على ذلك بحرف الظرفية على طريقة الاستعارة في الحرف .وحُذف ألف ( ما ) لوقوعها بعد حرف الجر مثل { عم يتساءلون } [ النبأ : 1 ] . و { فيم } خبر مقدم و { أنت } مبتدأ ، و { من ذكراها } إما متعلق بالاستقرار الذي في الخبر أو هو حال من المبتدأ .و { مِن } : إما مّبينة للإِبهام الذي في ( ما ) الاستفهامية ، أي في شيء هو ذكراها ، أي في شيء هو أن تَذْكرها ، أي لستَ متصدياً لشيء هو ذكرى الساعة ، وإما صفةٌ للمبتدأ فهي اتصالية وهي ضرب من الابتدائية ابتداؤها مجازي ، أي لست في شيء يتصل بذكرى الساعة ويحوم حوله ، أي ما أنت في شيء هو ذكر وقت الساعة ، وعلى الثاني : ما أنت في صلة مع ذكر الساعة ، أي لا ملابسة بينك وبين تعيين وقتها .وتقديم { فيم } على المبتدأ للاهتمام به ليفيد أن مضمون الخبر هو مناط الإِنكار بخلاف ما لو قيل : أأنت في شيء من ذكراها؟والذكرى : اسم مصدر الذِّكر ، والمراد به هنا الذكر اللساني ."
    },
    {
      "ayah": 44,
      "surah": 79,
      "text": "إِلَى رَبِّكَ مُنْتَهَاهَا (44) وجملة { إلى ربك منتهاها } في موقع العلة للإِنكار الذي اقتضاه قوله : { فيم أنت من ذكراها } ولذلك فصلت ، وفي الكلام تقدير مضاف ، والمعنى : إلى ربك عِلم منتهاها .وتقديم المجرور على المبتدأ في قوله : { إلى ربك منتهاها } لإِفادة القصر ، أي لا إليك ، وهذا قصر صفة على موصوف .والمنتهى : أصله مكان انتهاء السير ، ثم أطلق على المصير لأن المصير لازم للانتهاء قال تعالى : { وأن إلى ربك المنتهى } [ النجم : 42 ] ثم توسّع فيه فأطلق على العلم ، أي لا يعلمها إلا الله ، فقوله : { منتهاها } هو في المعنى على حذف مضاف ، أي علم وقت حصولها كما دل عليه قوله : { أيان مرساها } .ويجوز أن يكون { منتهاها } بمعنى بلوغ خبرها كما يقال : أنهيت إلى فلان حادثة كذا ، وانتهى إليَّ نبأ كذا ."
    },
    {
      "ayah": 45,
      "surah": 79,
      "text": "إِنَّمَا أَنْتَ مُنْذِرُ مَنْ يَخْشَاهَا (45)وقوله : { إنما أنت منذر من يخشاها } استئناف بياني ناشىء عن جملة { فيم أنت من ذكراها إلى ربك منتهاها } وهو أن يسأل السامع عن وجه إكثار النبي صلى الله عليه وسلم ذِكرها وأنها قريبة ، فأجيب بأن النبي صلى الله عليه وسلم حظه التحذير من بَغْتَتِها ، وليس حظه الإِعلام بتعيين وقتها ، على أن المشركين قد اتخذوا إعراض القرآن عن تعيين وقتها حجة لهم على إحالتها لأنهم لجهلهم بالحقائق يحسبون أن من شأن النبي صلى الله عليه وسلم أن يعلم الغيب ولذلك تكرر في القرآن تبرئة النبي صلى الله عليه وسلم من ذلك كما في قوله تعالى :{ قل لا أقول لكم عندي خزائن الله ولا أعلم الغيب } [ الأنعام : 50 ] .وأفادت { إنما } قصر المخاطب على صفة الإنذار ، أي تخصيصه بحال الإِنذار وهو قصر موصوف على صفة فهو قصر إضافي ، أي بالنسبة إلى ما اعتقدوه فيه بما دل عليه إلحافهم في السؤال من كونه مطلعاً على الغيب .وقوله : { منذر من يخشاها } قرأه الجمهور بإضافة { منذر } إلى { من يخشاها } . وقرأه أبو جعفر بتنوين { منذر } على أن { من يخشاها } مفعوله .وفي إضافة { منذر } إلى { من يخشاها } أو نصبِه به إيجازُ حذف تقديره : منذرها فينتذر من يخشاها ، وقرينة ذلك حاليَّة للعلم المتواتر من القرآن بأن النبي صلى الله عليه وسلم كان ينذر جميع الناس لا يخص قوماً دون آخرين فإن آيات الدعوة من القرآن ومقامات دعوة النبي صلى الله عليه وسلم لم تكن إلا عامة . ولا يُعرف من يَخشى الساعة إلا بعد أن يؤمِن المُؤمن ولو عرف أحد بعينه أنه لا يؤمن أبداً لما وجهت إليه الدعوة ، فتعين أن المراد : أنه لا ينتفع بالإِنذار إلا من يخشى الساعة ومن عداه تمُرّ الدعوة بسمعه فلا يَأبَهُ بها ، فكان ذكر { من يخشاها } تنويهاً بشأن المؤمنين وإعلاناً لمزيتهم وتحقيراً للذين بقُوا على الكفر قال تعالى : { وما أنت بمسمع من في القبور إن أنت إلا نذير } [ فاطر : 22 ، 23 ] .وعلى هذا القانون يفهم لماذا وجه الخطاب بالإِيمان إلى ناس قد علم الله أنهم لا يؤمنون ، وكَشف الواقعُ على أنهم هلكوا ولم يؤمنوا مثل صناديد قريش أصحاب القليب قليببِ بدر مثل أبي جهل والوليد بن المغيرة ، ولماذا وُجه الخطاب بطلب التقوى ممن علم الله أنه لا يتقي مثل دُعّار العرب الذين أسلموا ولم يتركوا العدوان والفواحش ، ومثل أهل الردة الذين لم يكفروا منهم ولكنهم أصرّوا على منع الزكاة وقاتلهم أبو بكر رضي الله عنه ، فمن مات منهم في ذلك فهو ممن لم يتق الله لأن ما في علم الله لا يبلغ الناس إلى علمه ولا تظهر نهايته إلا بعد الموت وهي المسألة المعروفة عند المتكلمين من أصحابنا بمسألة المُوافاة ."
    },
    {
      "ayah": 46,
      "surah": 79,
      "text": "كَأَنَّهُمْ يَوْمَ يَرَوْنَهَا لَمْ يَلْبَثُوا إِلَّا عَشِيَّةً أَوْ ضُحَاهَا (46)جواب عما تضمنه قوله : { يسئلونك على الساعة أيان مرساها } [ النازعات : 42 ] باعتبار ظاهر حال السؤال من طلب المعرفة بوقت حلول الساعة واستبطاء وقوعها الذي يرمون به إلى تكذيب وقوعها ، فأجيبوا على طريقة الأسلوب الحكيم ، أي إن طال تأخر حصولها فإنها واقعة وأنهم يوم وقوعها كأنه ما لبثوا في انتظار إلا بعض يوم .والعشية : معبر بها عن مدة يسيرة من زمان طويل على طريقة التشبيه ، وهو مستفاد من { كأنَّهم } ، فهو تشبيه حالهم بحالة من لم يلبث إلا عشية ، وهذا التشبيه مقصود منه تقريب معنى المشبَّه من المتعارف .وقوله : { أو ضحاها } تخيير في التشبيه على نحو قوله تعالى : { أو كصيب من السماء } في سورة البقرة ( 19 ) . وفي هذا العطف زيادة في تقليل المدة لأن حصة الضحى أقصر من حصة العشية .وإضافة ( ضحى ) إلى ضمير ( العشية ) جرى على استعمال عربي شائع في كلامهم . قال الفراء : أضيف الضحى إلى العشية ، وهو اليوم الذي يكون فيه على عادة العرب يقولون : آتيك الغداة أو عشيتَها ، وآتيك العشية أو غداتَها ، وأنشدني بعض بني عُقيل :نَحن صَبَّحنا عامراً في دَارها ... جُرْداً تَعَادَى طَرَفَيْ نَهَارِهاعشيَّة الهِلال أو سِرارها ... أراد عشية الهلال أو عشية سرار العشية : فهو أشد من : آتيك الغداة أو عشيتها ا ه .ومسوغُ الإِضافة أن الضحى أسبق من العشية إذ لا تقع عشية إلا بعد مرور ضحى ، فصار ضحى ذلك اليوم يعرَّف بالإِضافة إلى عشية اليوم لأن العشية أقرب إلى علم الناس لأنهم يكونون في العشية بعد أن كانوا في الضحى ، فالعشية أقرب والضحى أسبق .وفي هذه الإِضافة أيضاً رعاية على الفواصل التي هي على حرف الهاء المفتوحة من { أيان مرساها } .وبانتهاء هاته السورة انتهت سور طوال المفصل التي مبدؤها سورة الحجرات ."
    },
    {
      "ayah": 5,
      "surah": 79,
      "text": "فَالْمُدَبِّرَاتِ أَمْرًا (5) ، و { المدبرات } : الموصوفةُ بالتدبير .والتدبير : جَوَلان الفكر في عواقب الأشياء وبإجراء الأعمال على ما يليق بما توجد له فإن كانت السابحات جماعات الملائكة ، فمعنى تدبيرها تنفيذ ما نيط بعهدتها على أكمل ما أذنت به فعبر عن ذلك بالتدبير للأمور لأنه يشبه فعل المدبر المتثبت .وإن كانت السابحات خيلَ الغزاة فالمراد بالتدبير : تدبير مكائد الحرب من كرّ ، وفر ، وغارة ، وقتل ، وأسر ، ولحاق للفارين ، أو ثبات بالمكان . وإسناد التدبير إلى السابحات على هذا الوجه مجاز عقلي لأن التدبير للفُرسان وإنما الخيل وسائل لتنفيذ التدبير ، كما قال تعالى : { وأذن في الناس بالحج يأتوك رجالاً وعلى كل ضامر يأتين من كل فج عميق } [ الحج : 27 ] ، فأسند الإِتيان إلى ضمير { كل ضامر } من الإِبل لأن إتيان الحجيج من الفجاج العميقة يكون بسير الإِبل .وفي هذا المجاز إيماء إلى حِذق الخيل وسرعة فهمها مقاصد فرسانها حتى كأنها هي المدبرة لما دبره فرسانها .والأمر : الشأن والغرض المهم وتنوينه للتعظيم ، وإفراده لإِرادة الجنس ، أي أموراً .وينتظم من مجموع صفات { النازعات } ، و { الناشطات } ، و { السابحات } ، إذا فهم منها جماعات الرماة والجَمَّالَة والفرساننِ أن يكون إشارة إلى أصناف المقاتلين من مُشاة وهم الرماة بالقِسي ، وفرسان على الخيل وكانت الرماة تمشي قدَّام الفرسان تنضح عنهم بالنبال حتى يبلغوا إلى مكان الملحمة .قال أُنيْف بن زَبَّان الطائي: ... وتَحْتَ نحور الخَيْل خرْشَفُ رَجْلَةٍتُتَاح لغِرَّاتتِ القُلوب نِبَالُها ... ولتحمل الآية لهذه الاحتمالات كانت تعريضاً بتهديد المشركين بحرب تشن عليهم وهي غزوة فتح مكة أو غزوة بدر مثل سورة ( والعاديات ) وأضرابها ، وهي من دلائل نبوءة محمد صلى الله عليه وسلم إذ كانت هذه التهديدات صَريحُها وتعريضُها في مدة مقامة صلى الله عليه وسلم بمكة والمسلمون في ضعف فحصل من هذا القَسم تعريض بعذاب في الدنيا ."
    },
    {
      "ayah": 6,
      "surah": 79,
      "text": "يَوْمَ تَرْجُفُ الرَّاجِفَةُ (6) وجملة { يوم ترجف الراجفة } إلى { خاشعة } جوابُ القسم وصريحُ الكلام موعظة . والمقصود منه لازمه وهو وقوع البعث لأن القلوب لا تكون إلا في أجسام . وقد علم أن المراد ب { يوم ترجف الراجفة } هو يوم القيامة لأنه قد عُرِّف بمثل هذه الأحوال في آيات كثيرة مما سبق نزوله مثل قوله : { إذا رجت الأرض } فكان في هذا الجواب تهويل ليوم البعث وفي طيه تحقيق وقوعه فحصل إيجاز في الكلام جامع بين الإِنذار بوقوعه والتحذير مما يجري فيه .و { يوم ترجف الراجفة } ظرف متعلق ب { واجفة } فآل إلى أن المقسم عليه المراد تحقيقه هو وقوع البعث بأسلوب أوقع في نفوس السامعين المنكرين من أسلوب التصريح بجواب القسم ، إذ دل على المقسم عليه بعض أحواله التي هي من أهواله فكان في جواب القسم إنذار .ولم تقرن جملة الجواب بلام جواب القسم لبعد ما بين الجواب وبين القسم بطول جملة القسم ، فيظهر لي من استعمال البلغاء أنه إذا بعد ما بين القسم وبين الجواب لا يأتون بلام القسم في الجواب ، ومن ذلك قوله تعالى : { والسماء ذات البروج } إلى { قتل أصحاب الأخدود } [ البروج : 1 4 ] . ومثله كثير في القرآن فلا يؤتى بلام القسم في جوابه إلا إذا كان الجواب موالياً لجملة القسم نحو { وتالله لأكيدن أصنامكم } [ الأنبياء : 57 ] { فوربك لنسألنهم أجمعين } [ الحجر : 92 ] ، ولأن جواب القسم إذا كان جملة اسمية لم يكثر اقترانه بلام الجواب ولم أر التصريح بجوازه ولا بمنعه ، وإن كان صاحب «المغني» استظهر في مبحث لام الجواب في قوله تعالى : { ولو أنهم آمنوا واتقوا لمثوبة من عند اللَّه خير } [ البقرة : 103 ] أن اللام لام جواب قسم محذوف وليست لام جواب ( لو ) بدليل كون الجملة اسمية ، والاسمية قليلة من جواب ( لو ) فلم يرَ جملة الجواب إذا كانت اسمية أن تقترن باللام . وجعل صاحب «الكشاف» تبعاً للفراء وغيره جواب القسم محذوفاً تقديره : لتُبعثُنَّ .وقُدم الظرف على متعلقة لأن ذلك الظرف هو الأهمّ في جواب القَسَم لأنه المقصود إثبات وقوعه ، فتقديم الظرف للاهتمام به والعناية به فإنه لما أكد الكلام بالقسم شمل التأكيدُ متعلقات الخبر التي منها ذلك الظرف ، والتأكيد اهتمام ، ثم أكد ذلك الظرف في الأثناء بقوله : { يومئذ } الذي هو يوم ترجف الراجفة فحصلت عناية عظيمة بهذا الخبر .والرجف : الاضطراب والاهتزاز وفعله من باب نصَر . وظاهر كلام أهل اللغة أنه فعل قاصر ولم أر من قال : إنه يستعمل متعدياً ، فلذلك يجوز أن يكون إسناد { ترجف } إلى { الراجفة } حقيقياً ، فالمراد ب { الراجفة } : الأرض لأنها تضطّرب وتهتزّ بالزلازل التي تحصل عند فناء العالم الدنيوي والمصير إلى العالم الأخروي قال تعالى : { يوم ترجف الأرض والجبال } [ المزمل : 14 ] وقال : { إذا رجت الأرض رجاً } [ الواقعة : 4 ] وتأنيث { الراجفة } لأنها الأرض ، وحينئذ فمعنى { تتبعها الرادفة } أن رجفة أخرى تتبع الرجفة السابقة لأن صفة { الراجفة } تقتضي وقوع رجفة ، فالرادفة رجفة ثانية تتبع الرجفة الأولى .ويجوز أن يكون إسناد { ترجف } إلى { الراجفة } مجازاً عقلياً ، أطلق { الراجفة } على سبب الرجف .فالمراد ب { الراجفة } الصيحة والزلزلة التي ترجف الأرض بسببها جعلت هي الراجفة مبالغة كقولهم : عيشة راضية ، وهذا هو المناسب لقوله : { تتبعها الرادفة } أي تتبع تلك الراجفة ، أي مسبّبة الرجف رادفة ، أي واقعة بعدها .ويجوز أن يكون الرجف مستعاراً لشدة الصوت فشبه الصوت الشديد بالرجف وهو التزلزل .وتأنيث { الراجفة } على هذا لتأويلها بالواقعة أو الحادثة ."
    },
    {
      "ayah": 7,
      "surah": 79,
      "text": "تَتْبَعُهَا الرَّادِفَةُ (7) و { تتبعها الرادفة } : التالية ، يقال : ردف بمعنى تبع ، والرديف : التابع لغيره ، قال تعالى : { أني معدكم بألف من الملائكة مردفين } [ الأنفال : 9 ] ، أي تتبع الرجفة الأولى ، ثانية ، فالمراد : رادفة من جنسها وهما النفختان اللتان في قوله تعالى : { ونفخ في الصور فصعق من في السماوات ومن في الأرض إلا من شاء اللَّه ثم نفخ فيه أخرى فإذا هم قيام ينظرون } [ الزمر : 68 ] .وجملة { تتبعها الرادفة } حال من { الراجفة } ."
    },
    {
      "ayah": 8,
      "surah": 79,
      "text": "قُلُوبٌ يَوْمَئِذٍ وَاجِفَةٌ (8) وتنكير { قلوب } للتكثير ، أي قلوب كثيرة ولذلك وقع مبتدأ وهو نكرة لإِرادة النوعية .والمراد : قلوب المشركين الذين كانوا يجحدون البعث فإنهم إذا قاموا فعلموا أن ما وعدهم الرسول صلى الله عليه وسلم به حق توقّعوا ما كان يحذرهم منه من عقاب إنكار البعث والشرك وغير ذلك من أحوالهم .فأما قلوب المؤمنين فإن فيها اطمئناناً متفاوتاً بحسب تفاوتهم في التقوى .والخوف يومئذ وإن كان لا يخلو منه أحد إلا أن أشدّه خوف الذين يوقنون بسوء المصير ، ويعلمون أنهم كانوا ضالين في الحياة الدنيا .والواجفة : المضطربة من الخوف ، يقال : وجف كضرف وجَفَّا ووجيفاً ووجوفاً ، إذا اضطرب .و { واجفة } خبر { قلوب } ."
    },
    {
      "ayah": 9,
      "surah": 79,
      "text": "أَبْصَارُهَا خَاشِعَةٌ (9)وجملة { أبصارها خاشعة } خبر ثان عن { قلوب } وقد زاد المرادَ من الوجيف بياناً قولُه { أبصارها خاشعة } ، أي أبصار أصحاب القلوب .والخشوع حقيقته : الخضوع والتذلل ، وهو هيئة للإِنسان ، ووصف الأبصار به مجاز في الانخفاض والنظرِ من طرْف خفي من شدة الهلع والخوف من فظيع ما تشاهده من سوء المعاملة قال تعالى : { خشعاً أبصارهم } في سورة اقتربت الساعة ( 7 ) . ومثله قوله تعالى : { ووجوه يومئذ باسرة } [ القيامة : 24 ] .وإضافة ( أبصار ) إلى ضمير القلوب لأدنى ملابسة لأن الأبصار لأصحاب القلوب وكلاهما من جوارح الأجساد مثل قوله : { إلا عشية أو ضحاها } [ النازعات : 46 ] ."
    }
  ]
}
