{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 85,
      "text": "وَالسَّمَاءِ ذَاتِ الْبُرُوجِ (1) في افتتاح السورة بهذا القسم تشويق إلى ما يرد بعده وإشعار بأهمية المقسم عليه ، وهو مع ذلك يَلفت ألبابَ السّامعين إلى الأمور المقسم بها ، لأن بعضها من دلائل عظيم القدرة الإلهية المقتضية تفرد الله تعالى بالإلهية وإبطالَ الشريك ، وبعضها مذكِّر بيوم البعث الموعود ، ورمز إلى تحقيق وقوعه ، إذ القسم لا يكون إلا بشيء ثابت الوقوع وبعضها بما فيه من الإِبهام يوجِّه أنفُس السامعين إلى تطلب بيانه .ومناسبةُ القسم لما أقسم عليه أن المقسم عليه تضمن العبرة بقصة أصحاب الأخدود ولما كانت الأخاديد خُطوطاً مجعولة في الأرض مستَعِرَة بالنار أقسم على ما تضمنها بالسماء بقيد صفة من صفاتها التي يلوح فيها للناظرين في نجومها ما سماه العرب بروجاً وهي تشبه دارات متلألئة بأنوار النجوم اللامعة الشبيهة بتلهب النار .والقسم بالسماء بوصف ذات البروج يتضمن قسماً بالأمرين معاً لتلتفت أفكارُ المتدبرين إلى ما في هذه المخلوقات وهذه الأحوال من دلالة على عظيم القدرة وسعة العلم الإلهي إذ خلقها على تلك المقادير المضبوطة لينتفع بها الناس في مواقيت الأشهر والفصل . كما قال تعالى في نحو هذا : { ذلك لتعلموا أن اللَّه يعلم ما في السماوات وما في الأرض وأن اللَّه بكل شيء عليم } [ المائدة : 97 ] ."
    },
    {
      "ayah": 10,
      "surah": 85,
      "text": "إِنَّ الَّذِينَ فَتَنُوا الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ ثُمَّ لَمْ يَتُوبُوا فَلَهُمْ عَذَابُ جَهَنَّمَ وَلَهُمْ عَذَابُ الْحَرِيقِ (10)إن كان هذا جواباً للقسم على قول بعض المفسرين كما تقدم كان ما بين القسم وما بين هذا كلاماً معترضاً يقصد منه التوطئة لوعيدهم بالعذاب والهلاك بذكر ما توعّد به نظيرهم ، وإن كان الجواب في قوله : { قتل أصحاب الأخدود } [ البروج : 4 ] كان قوله : { إن الذين فتنوا المؤمنين } بمنزلة الفذلكة لما أقسم عليه إذ المقصود بالقسم وما أقسمَ عليه هو تهديد الذين فتنوا المؤمنين والمؤمنات من مشركي قريش .وتأكيد الخبر ب { إنَّ } للرد على المشركين الذين ينكرون أن تكون عليهم تبعةً من فتن المؤمنين .والذين فتنوا المؤمنين والمؤمنات : هم مشركو قريش وليس المراد أصحاب الأخدود لأنه لا يلاقي قوله : { ثم لم يتوبوا } إذ هو تعريض بالترغيب في التوبة ، ولا يلاقي دخول الفاء في خبر { إنَّ } من قوله : { فلهم عذاب جهنم } كما سيأتي .وقد عُدّ من الذين فتنوا المؤمنين أبو جهل رأسُ الفتنة ومِسْعَرها ، وأميةُ بن خلف وصفوانُ بن أمية ، والأسودُ بن عبد يغوث ، والوليدُ بن المغيرة ، وأمُّ أنْمار ، ورجل من بني تَيْم .والمفتونون : عد منهم بلالُ بن رباح كان عبداً لأمية بن خلف فكان يعذبه ، وأبو فُكيهة كان عبداً لصفوان بن أمية ، وخَبَّابُ بن الأرتِّ كان عبداً لأمّ أنمار ، وعَمّار بن ياسر ، وأبوه ياسِر ، وأخوه عبد الله كانوا عبيداً لأبي حذيفة بن المغيرة فوكَل بهم أبا جهل ، وعامرُ بن فُهيرة كان عبداً لرجل من بني تَيْم .والمؤمنات المفتونات منهنّ : حَمَامَةُ أمُّ بلال أمَةُ أمية بن خلف . وزِنِّيرَة ، وأمُّ عنَيْس كانت أمة للأسود بن عبد يغوث والنهدية . وابنتها كانتا للوليد بن المغيرة ، ولطيفةُ ، ولبينةُ بنت فهيرة كانت لعُمر بن الخطاب قبل أن يسلم كان عمر يَضربها ، وسُمية أمُّ عمار بن ياسر كانت لعمّ أبي جهل .وفُتِن ورجَع إلى الشرك الحارثُ بن ربيعة بن الأسود ، وأبو قيس بن الوليد بن المغيرة ، وعليُّ بن أمية بن خلف ، والعاصي بن المنبه بن الحجاج .وعَطفُ { المؤمنات } للتنويه بشأنهن لئلا يظنّ أن هذه المزية خاصة بالرجال ، ولزيادة تفظيع فعل الفاتنين بأنهم اعتدَوا على النساء والشأن أن لا يتعرض لهن بالغلظة .وجملة : { ثم لم يتوبوا } معترضة . و { ثُمّ } فيها للتراخي الرتبي لأن الاستمرار على الكفر أعظم من فتنة المؤمنين .وفيه تعريض للمشركين بأنهم إن تابوا وآمنوا سلِمُوا من عذاب جهنم .والفَتْن : المعاملة بالشدة والإِيقاع في العناء الذي لا يجد منه مخلصاً إلا بعناء أو ضرّ أخف أو حيلة ، وتقدم عند قوله تعالى : { والفتنة أشد من القتل } في سورة البقرة ( 191 ) .ودخول الفاء في خبر ( إنّ ) من قوله : فلهم عذاب جهنم } لأنّ اسم ( إن ) وقعَ مَوصولاً والموصول يضمَّن معنى الشرط في الاستعمال كثيراً : فتقدير : إن الذين فتنوا المؤمنين ثم إنْ لم يتوبوا فلهم عذاب جهنم ، لأن عطف قوله : { ثم لم يتوبوا } مقصود به معنى التقييد فهو كالشرط .وجملة : { ولهم عذاب الحريق } عطف في معنى التوكيد اللفظي لجملة : { لهم عذاب جهنم } . واقترانُها بواو العطف للمبالغة في التأكيد بإيهام أن من يريد زيادة تهديدهم بوعيد آخر فلا يُوجد أعظم من الوعيد الأول . مع ما بين عذاب جهنم وعذاب الحريق من اختلاف في المدلول وإن كان مآل المدلولين واحداً . وهذا ضرب من المغايرة يحسن عطف التأكيد .على أن الزج بهم في عذاب جهنم قبل أن يذوقوا حريقها لما فيه من الخزي والدفع بهم في طريقهم قال تعالى : { يوم يدعون إلى نار جهنم دعّاً } [ الطور : 13 ] فحصل بذلك اختلاف ما بين الجملتين .ويجوز أن يراد بالثاني مضاعفة العذاب لهم كقوله تعالى : { الذين كفروا وصدوا عن سبيل اللَّه زدناهم عذاباً فوق العذاب } [ النحل : 88 ] .ويجوز أن يراد بعذاب الحريق حريق بغير جهنم وهو ما يضرم عليهم من نار تعذيب قبل يوم الحساب كما جاء في الحديث : \" القبر حفرة من حفر جهنم أو روضة من رياض الجنة \" رواه البيهقي في «سننه» عن ابن عمر ."
    },
    {
      "ayah": 11,
      "surah": 85,
      "text": "إِنَّ الَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ ذَلِكَ الْفَوْزُ الْكَبِيرُ (11)يجوز أن يكون استئنافاً بيانياً ناشئاً عن قوله : { ثم لم يتوبوا } المقتضي أنهم إن تابوا لم يكن لهم عذاب جهنم فيتشوف السامعُ إلى معرفة حالهم أمقصورة على السلامة من عذاب جهنم أو هي فوق ذلك ، فأخبر بأن لهم جنات فإن التوبة الإِيمان ، فلذلك جيء بصلة { آمنوا } دون : تابوا : ليدل على أن الإِيمان والعمل الصالح هو التوبة من الشرك الباعث على فتن المؤمنين ، وهذا الاستئناف وقع معترضاً .ويجوز أن يكون اعتراضاً بين جملة { إن الذين فتنوا المؤمنين } [ البروج : 10 ] وجملة : { إن بطش ربك لشديد } [ البروج : 12 ] اعتراضاً بالبشارة في خلال الإِنذار لترغيب المنذرين في الإِيمان ، ولتثبيت المؤمنين على ما يلاقونه من أذى المشركين على عادة القرآن في إرداف الإِرهاب بالترغيب .والتأكيد ب { إنَّ } للاهتمام بالخبر .والإِشارة في { ذلك } إلى المذكور من اختصاصهم بالجنات والأنهار .و { الكبير } : مستعار للشديد في بابه ، والفوز : مصدر ."
    },
    {
      "ayah": 12,
      "surah": 85,
      "text": "إِنَّ بَطْشَ رَبِّكَ لَشَدِيدٌ (12)جملة : { إن بطش ربك لشديد } علة لمضمون قوله : { إن الذين فتنوا المؤمنين } إلى قوله : { ولهم عذاب الحريق } [ البروج : 10 ] ، أي لأن بطش الله شديد على الذين فتنوا الذين آمنوا به . فموقع { إنَّ } في التعليل يغني عن فاء التسبب .وبطش الله يشمل تعذيبه إياهم في جهنم ويشمل ما قبله مما يقع في الآخرة وما يقع في الدنيا قال تعالى : { يوم نبطش البطشة الكبرى إنا منتقمون } [ الدخان : 16 ] ووجه الخطاب للنبيء صلى الله عليه وسلم لأن بطش الله بالذين فتنوا المؤمنين فيه نصر للنبيء صلى الله عليه وسلم وتثبيت له ."
    },
    {
      "ayah": 13,
      "surah": 85,
      "text": "إِنَّهُ هُوَ يُبْدِئُ وَيُعِيدُ (13)تصلح لأن تكون استئنافاً ابتدائياً انتُقل به من وعيدهم بعذاب الآخرة إلى توعدهم بعذاب في الدنيا يكون من بطش الله ، أردف به وعيد عذاب الآخرة لأنه أوقع في قلوب المشركين إذ هم يحسبون أنهم في أمن من العقاب إذ هم لا يصدقون بالبعث فحسبوا أنهم فازوا بطيب الحياة الدنيا .والمعنى : أن الله يبطش بهم في البَدْء والعَوْد ، أي في الدنيا والآخرة .وتَصلح لأن تكون تعليلاً لجملة : { إن بطش ربك لشديد } [ البروج : 12 ] لأن الذي يُبدِىء ويعيد قادر على إيقاع البطش الشديد في الدنيا وهو الإِبداء ، وفي الآخرة وهو إعادة البطش .وتصلح لأن تكون إدماجاً للاستدلال على إمكان البعث أي أن الله يُبدِىء الخلقَ ثم يعيده فيكون كقوله تعالى : { وهو الذي يبدؤا الخلق ثم يعيده وهو أهون عليه } [ الروم : 27 ] .والبطش : الأخذ بعنف وشدة ويستعار للعقاب المؤلم الشديد كما هنا .و { يبُدىء } : مرادف يَبْدَأ ، يقال : بَدَأ وأبْدَأ . فليست همزة أبدأ للتعدية .وحُذف مفعولا الفعلين لقصد عموم تعلق الفعلين بكل ما يقع ابتداءً ، ويعادُ بعد ذلك فشمل بَدأ الخلق وإعادتَه وهو البعث ، وشمَل البطشَ الأول في الدنيا والبطش في الآخرة ، وشمل إيجاد الأجيال وأخلافها بعد هلاك أوائلها . وفي هذه الاعتبارات من التهديد للمشركين محامل كثيرة .وضمير الفصل في قوله : { هو يبدىء } للتقوِّي ، أي لتحقيق الخبر ولا موقع للقصر هنا . إذ ليس في المقام ردّ على من يدّعي أن غير الله يبدىء ويعيد . وقد تقدم عند قوله تعالى : { أولئك هم المفلحون } في سورة البقرة ( 5 ) أن ضمير الفصل يليه الفعل المضارع على قول المازني ، وهو التحقيق . ودليلُه قوله : { ومكر أولئك هو يبور } وقد تقدم في سورة فاطر ( 10 ) ."
    },
    {
      "ayah": 14,
      "surah": 85,
      "text": "وَهُوَ الْغَفُورُ الْوَدُودُ (14) جملة معطوفة على جملة : { إن بطش ربك لشديد } [ البروج : 12 ] . ومضمونها قسيم لمضمون { إن بطش ربك لشديد } لأنه لما أفيد تعليل مضمون جملة : { إن الذين فتنوا المؤمنين } [ البروج : 10 ] إلى آخره ، ناسب أن يقابَل بتعليل مضمون جملة { إن الذين آمنوا وعملوا الصالحات لهم جنات } [ البروج : 11 ] إلى آخره ، فعلِّل بقوله : { وهو الغفور الودود } ، فهو يغفر للذين تابوا وآمنوا وعملوا الصالحات ما فَرَط منهم وهو يحب التّوابين ويَوَدُّهم .و { الودود } : فَعول بمعنى فاعل مشتق من الودّ وهو المحبة فمعنى الودود : المحبّ وهو من أسمائه تعالى ، أي إنه يحب مخلوقاته ما لم يحيدوا عن وصايته . والمحبة التي يوصف الله بها مستعملة في لازم المحبة في اللغة تقريباً للمعنى المتعالي عن الكيف وهو من معنى الرحمة ، وقد تقدم عند قوله تعالى : { إن ربي رحيم ودود } في آخر سورة هود ( 90 ) ."
    },
    {
      "ayah": 15,
      "surah": 85,
      "text": "ذُو الْعَرْشِ الْمَجِيدُ (15) ولما ذَكَر الله من صفاته ما تعلُّقه بمخلوقاته بحسب ما يستأهلونه من جزاءٍ أعْقب ذلك بصفاته الذاتية على وجه الاستطراد والتكملة بقوله : ذو العرش المجيد } تنبيهاً للعباد إلى وجوب عبادته لاستحقاقه العبادة لجلاله كما يعبدونه لاتقاء عقابه ورجاء نواله .و { العرش } : اسم لعالَم يحيط بجميع السماوات ، سمي عرشاً لأنه دال على عظمة الله تعالى كما يدل العَرش على أن صاحبه من الملوك .و { المجيد } : العظيم القويُّ في نوعه ، ومن أمثالهم : «في كل شجر نارٌ ، واستَمْجَد المرْخُ والعَفَار» وهما شجران يكثر قدح النار من زندهما .وقرأه الجمهور بالرفع على أنه خبر رابع عن ضمير الجلالة . وقرأه حمزة والكسائي وخَلف بالجر نعتاً للعرش فوصف العرش بالمجد كناية عن مجد صاحب العرش ."
    },
    {
      "ayah": 16,
      "surah": 85,
      "text": "فَعَّالٌ لِمَا يُرِيدُ (16)ثم ذَيل ذلك بصفة جامعة لعظمته الذاتية وعظمة نعمه بقوله : { فعال لما يريد } أي إذا تعلقت إرادته بفعل ، فَعَله على أكمل ما تعلقت به إرادته لا ينقصه شيءٌ ولا يُبطىء به ما أراد تعجيله . فصيغة المبالغة في قوله : { فعال } للدلالة على الكثرة في الكمية والكيفية .والإِرادة هنا هي المعرَّفة عندنا بأنها صفة تخصص الممكن ببعض ما يجوز عليه وهي غير الإِرادة بمعنى المحبة مثل { يريد اللَّه بكم اليسر } [ البقرة : 185 ] ."
    },
    {
      "ayah": 17,
      "surah": 85,
      "text": "هَلْ أَتَاكَ حَدِيثُ الْجُنُودِ (17) متصل بقوله : { إن بطش ربك لشديد } [ البروج : 12 ] فالخطاب للنبيء صلى الله عليه وسلم للاستدلال على كون بطشه تعالى شديداً ببطشَيْننِ بَطَشَهُما بفرعون وثمود بعد أن علل ذلك بقوله : { إنه هو يبدىء ويعيد } [ البروج : 13 ] فذلك تعليل ، وهذا تمثيل ودليل .والاستفهام مستعمل في إرادة لتهويل حديث الجنود بأنه يسأل عن علمه ، وفيه تعريض للمشركين بأنهم قد يحلّ بهم ما حَلّ بأولئك : { وأنه أهلك عاداً الأولى وثمودا فما أبقى } إلى قوله : { فبأي ءآلاء ربك تتمارى } [ النجم : 50 55 ] .والخطاب لغير معين ممن يراد موعظته من المشركين كناية عن التذكير بخبرهم لأن حال المتلبسين بمثل صنيعهم الراكبين رؤوسهم في العناد ، كحال من لا يعلم خبرهم فيُسْأل هل بلغه خبرهم أوْ لا ، أو خطاباً لغير معيّن تعجيباً من حال المشركين في إعراضهم عن الاتعاظ بذلك فيكون الاستفهام مستعملاً في التعجيب .والإِتيان : مستعار لبلوغ الخبر ، والحديث : الخبرُ . وتقدم في سورة النازعات .و { الجنود } : جمع جند وهو العسكر المتجمع للقتال . وأطلق على الأمم التي تجمعت لمقاومة الرسل كقوله تعالى : { جند ما هنالك مهزوم من الأحزاب } [ ص : 11 ] واستعير الجند للملأ لقوله : { وانطلق الملأ منهم } [ ص : 6 ] ثم رشحت الاستعارة باستعارة مهزوم وهو المغلوب في الحرب فاستعير للمهلك المستأصل من دون حرب ."
    },
    {
      "ayah": 18,
      "surah": 85,
      "text": "فِرْعَوْنَ وَثَمُودَ (18)وأُبدل فرعونَ وثمودَ من الجنود بدلاً مطابقاً لأنه أريد العبرة بهؤلاء .و { فرعون } : اسم لملك مصر من القِبط وقد تقدم عند قوله تعالى : { ثم بعثنا من بعدهم موسى بآياتنا إلى فرعون وملئه } في سورة الأعراف ( 103 ) .والكلام على حذف مضاف لأن فرعون ليس بجند ولكنه مضاف إليه الجند الذين كذبوا موسى عليه السلام وآذوه . فحذف المضاف لنكتة المزاوجة بين اسمين علمين مفردين في الإبدال من الجنود .وضُرب المثل بفرعون لأبي جهل وقد كان يلقّب عند المسلمين بفرعون هذه الأمة ، وضرب المثل للمشركين بقوم فرعون لأنهم أكبر أمة تألبت على رسول من رسل الله بعثه الله لإعتاق بني إسرائيل من ذل العبودية لفرعون ، وناووه لأنه دعا إلى عبادة الرب الحق فغاظ ذلك فرعون الزاعم أنه إله القبط وابن آلهتهم .وتخصيص ثمودَ بالذكر من بقية الأمم التي كذَّبت الرسل من العرب مثل عاد وقوم تبّع ، ومن غيرهم مثل قوم نوح وقوم شعيب . لما اقتضته الفاصلة السابعة الجارية على حرف الدال من قوله : { إن بطش ربك لشديد } [ البروج : 12 ] فإن ذلك لما استقامت به الفاصلة ولم يكن في ذكره تكلف كان من محاسن نظم الكلام إيثارُه .وتقدم ذكر ثمود عند قوله تعالى : { وإلى ثمود أخاهم صالحاً } في سورة الأعراف ( 73 ) . وهو اسم عربي ولكن يُطلق على القبيلة التي ينتهي نسبها إليه فيمنع من الصرف بتأويل القبيلة كما هنا ."
    },
    {
      "ayah": 19,
      "surah": 85,
      "text": "بَلِ الَّذِينَ كَفَرُوا فِي تَكْذِيبٍ (19) إضراب انتقالي إلى إعراضهم عن الاعتبار بحال الأمم الذين كذبوا الرسل وهو أنهم مستمرون على التكذيب منغمسون فيه انغماسَ المظروف في الظرف فجعل تمكن التكذيب من نفوسهم كتمكن الظرف بالمظروف .وفيه إشارة إلى أن إحاطة التكذيب بهم إحاطة الظرف بالمظروف لا يترك لتذكر ما حل بأمثالهم من الأمم مسلكاً لعقولهم ولهذا لم يقل بل الذين كفروا يكذبون كما قال في سورة الانشقاق .وحُذف متعلّق التكذيب لظهوره من المقام إذ التقدير : أنهم في تكذيب بالنبي صلى الله عليه وسلم وبالوحي المُنْزل إليه وبالبعث ."
    },
    {
      "ayah": 2,
      "surah": 85,
      "text": "وَالْيَوْمِ الْمَوْعُودِ (2) وأما مناسبة القسم باليوم الموعود فلأنه يوم القيامة باتفاق أهل التأويل لأن الله وعد بوقوعه قال تعالى : { ذلك اليوم الذي كانوا يوعدون } [ المعارج : 44 ] مع ما في القَسم به من إدماج الإِيماء إلى وعيد أصحاب القصة المقسَم على مضمونها ، ووعيد أمثالهم المعرَّض بهم .ومناسبة القسم ب { شاهد ومشهود } على اختلاف تأويلاته ، ستُذكر عند ذكر التأويلات وهي قريبة من مناسبة القَسم باليوم الموعود ، ويقابله في المقسم عليه قوله : { وهم على ما يفعلون بالمؤمنين شهود } .والبروج : تطلق على علامات من قبة الجَو يتراءى للناظر أن الشمس تكون في سمتها مدة شهر من أشهر السنة الشمسية ، فالبرج : اسم منقول من اسم البُرج بمعنى القصر لأن الشمس تنزله أو منقول من البرج بمعنى الحصن .والبرج السماوي يتألف من مجمُوعة نجوم قريب بعضها من بعض لا تختلف أبعادها أبداً ، وإنما سُمِّي بُرجاً لأن المصطلحين تخيلوا أن الشمس تحلّ فيه مُدّة فهو كالبرج ، أي القصر ، أو الحصن ، ولما وجدوا كل مجموعة منها يُخَال منها شكلٌ لو أحيط بإطار لخط مفروض لأشبَهَ محيطُها محيط صورة تخيلية لبعض الذوات من حيوان أو نبات أو آلات ، ميّزوا بعض تلك البروج من بعض بإضافته إلى اسم ما تشبهه تلك الصورة تقريباً فقالوا : برج الثَّور ، برج الدلو ، برج السنبلة مثلاً .وهذه البروج هي في التّحقيق : سُموت تقابلها الشمس في فلكها مدة شهر كامل من أشهُر السنة الشمسية يوقتون بها الأشهر والفصول بموقع الشمس نهاراً في المكان الذي تطلع فيه نجوم تلك البروج ليلاً ، وقد تقدم عند قوله تعالى :{ تبارك الذي جعل في السماء بروجاً } في سورة الفرقان ( 61 ) ."
    },
    {
      "ayah": 20,
      "surah": 85,
      "text": "وَاللَّهُ مِنْ وَرَائِهِمْ مُحِيطٌ (20)وجملة : { والله من ورائهم محيط } عطف على جملة : { الذين كفروا في تكذيب } ، أي هم متمكنون من التكذيب والله يسلط عليهم عقاباً لا يفلتون منه . فقوله : { والله من ورائهم محيط } تمثيل لحال انتظار العذاب إياهم وهم في غفلة عنه بحال من أحاط به العدوّ من ورائه وهو لا يعلم حتى إذا رام الفرار والإِفلات وجد العدوّ محيطاً به ، وليس المراد هنا إحاطة علمه تعالى بتكذيبهم إذ ليس له كبير جَدوى .وقد قُوبل جزاء إحاطة التكذيب بهم بإحاطة العذاب بهم جزاء وفاقاً فقوله : { والله من ورائهم محيط } خبر مستعمل في الوعيد والتهديد ."
    },
    {
      "ayah": 21,
      "surah": 85,
      "text": "بَلْ هُوَ قُرْآَنٌ مَجِيدٌ (21) إضرابُ إبطاللٍ لتكذيبهم لأن القرآن جاءهم بدلائل بيِّنة فاستمرارهم على التكذيب ناشىء عن سوء اعتقادهم صدقَ القرآن إذ وصفوه بصفات النقص من قولهم : أساطير الأولين ، إفْك مفترىً ، قول كاهن ، قول شاعر ، فكان التنويه به جامعاً لإِبطال جميع ترهاتهم على طريقة الإِيجاز .و { قرآن } : مصدر قرأ على وزن فُعلان الدال على كثرة المعنى مثل الشكران والقربان . وهو من القراءة وهي تلاوة كلام صدر في زمن سابق لوقت تلاوة تاليه بمثل ما تكلم به متكلمه سواء كان مكتوباً في صحيفة أم كان ملقَّناً لتاليه بحيث لا يخالف أصله ولو كان أصله كلام تاليه ولذلك لا يقال لنقل كلام أنه قراءة إلا إذا كان كلاماً مكتوباً أو محفوظاً .وكلما جاء { قرآن } منكراً فهو مصدر وأما اسم كتاب الإِسلام فهو بالتعريف باللام لأنه عَلَم بالغلبة .فالإِخبار عن الوحي المنزل على محمد صلى الله عليه وسلم باسم قرآن إشارة عرفية إلى أنه موحى به تعريض بإبطال ما اختلقه المكذبون : أنه أساطير الأولين أو قول كاهن أو نحو ذلك .ووُصف { قرآن } صفة أخرى بأنه مُودع في لوح .واللوح : قطعة من خشب مستوية تتخذ ليُكتب فيها ."
    },
    {
      "ayah": 22,
      "surah": 85,
      "text": "فِي لَوْحٍ مَحْفُوظٍ (22)وسَوْق وصف { في لوح } مساق التنويه بالقرآن وباللوح ، يعيِّن أن اللوح كائن قُدُسي من كائنات العالم العلوي المغيَّبات ، وليس في الآية أكثر من أن اللوح أودع فيه القرآن ، فجعل الله القرآن مكتوباً في لوح علويّ كما جعَل التوراة مكتوبة في ألواح وأعطاها موسى عليه السلام فقال : { وكتبنا له في الألواح من كل شيء } [ الأعراف : 145 ] وقال : { وألقى الألواح } [ الأعراف : 150 ] وقال : { ولما سكت عن موسى الغضب أخذ الألواح } [ الأعراف : 154 ] ، وأما لوح القرآن فجعله محفوظاً في العالم العلوي .وبعض علماء الكلام فسّروا اللَّوح بموجود سجلت فيه جميع المخلوقات مجتمعة ومجملة ، وسموا ذلك بالكتاب المبين ، وسموا تسجيل المخلوقات فيه بالقضاء ، وسموا ظهورها في الوجود بالقدَر ، وعلى ذلك درج الأصفهاني في «شرحه على الطوالع» حسبما نقله المنجور في «شرح نظم ابن زكري» مسوقاً في قسم العقائد السمعية وفيه نظر . وورد في آثار مختلفةِ القوة أنه موكل به إسرافيل وأنه كائن عن يمين العرش . واقتضت هذه الآية أن القرآن كله مسجل فيه .وجاء في آية سورة الواقعة : { إنه لقرآن كريم في كتاب مكنون } [ الواقعة : 77 ، 78 ] وهو ظاهر في أن اللوح المحفوظ ، والكتاب المكنون شيء واحد .وأما المحفوظ والمكنون فبينهما تغاير في المفهوم وعموم وخصوص وجهيّ في الوقوع ، فالمحفوظ : المصون عن كل ما يثلمه وينقصه ولا يليق به وذلك كمال له . والمكنون : الذي لا يباح تناوله لكل أحد وذلك للخشية عليه لنفاسته ولم يثبت حديث صحيح في ذكر اللوح ولا في خصائصه وكل ما هنالك أقوال معزوّة لبعض السلف لا تعرف أسانيد عَزوها .وورد أن القلم أول ما خلق الله فقال له : أكتب ، فجرى بما هو كائن إلى الأبد ، رواه الترمذي من حديث عبادة بن الصامت وقال الترمذي : حسن غريب ، وفيه عن ابن عباس اه .وخَلق القلم لا يدل على خلق اللوح لأن القلم يكتب في اللوح وفي غيره .والمجيد : العظيم في نوعه كما تقدم في قوله : { ذو العرش المجيد } [ البروج : 15 ] ومجد القرآن لأنه أعظم الكتب السماوية وأكثرها معاني وهدياً ووعظاً ، ويزيد عليها ببلاغته وفصاحته وإعجازه البشر عن معارضته .ووقع في «التعريفات» للسيد الجرجاني : أن الألواح أربعة :أولها : لَوح القضاء السابق على المحو والإثبات وهو لوح العقل الأول .الثاني : لوح القدر أي النفس الناطقة الكلية وهو المسمى اللوح المحفوظ .الثالث : لوح النفس الجزئية السماوية التي ينتقش فيها كل ما في هذا العالم بشكله وهيئته ومقداره وهو المسمى بالسماء الدنيا .الرابع : لَوح الهيولى القابل للصورة في عالم الشهادة اه .وهذا اصطلاح مخلوط بين التصوف والفلسفة . ولعله مما استقراه السيّد من كلام عدة علماء .وقرأ الجمهور : { محفوظ } بالجر على أنه صفة { لوح } . وحفظ اللوح الذي فيه القرآن كناية عن حفظ القرآن .وقرأه نافع وحده برفع { محفوظ } على أنه صفة ثانية لقرآن ويتعلق قوله : { في لوح } ب { محفوظ } . وحفظ القرآن يستلزم أن اللوح المودع هو فيه محفوظ أيضاً ، فلا جرم حصل من القراءتين ثبوت الحفظ للقرآن وللوح . فأما حفظ القرآن فهو حفظه من التغيير ومن تلقف الشياطين قال تعالى : { إنا نحن نزلنا الذكر وإنا له لحافظون } [ الحجر : 9 ] .وأما حفظ اللوح فهو حفظه عن تناول غير الملائكة إياه . أو حفظه كناية عن تقديسه كقوله تعالى : { في كتاب مكنون لا يمسه إلا المطهرون } [ الواقعة : 78 ، 79 ] ."
    },
    {
      "ayah": 3,
      "surah": 85,
      "text": "وَشَاهِدٍ وَمَشْهُودٍ (3) وشاهد ومشهود } مراد بهما النوع . فالشاهد : الرائي ، أو المخبر بحق لإِلزام منكره . والمشهود : المَرئي أو المشهود عليه بحق . وحذف متعلق الوصفين لدلالة الكلام عليه فيجوز أن يكون الشاهد حاضرَ ذلك اليوم الموعود من الملائكة قال تعالى : { وجاءت كل نفس معها سائق وشهيد } [ ق : 21 ] .ويجوز أن يكون الشاهد الله تعالى ويؤيده قوله : { واللَّه على كل شيء شهيد } أو الرسل والملائكة .والمشهود : الناس المحشورون للحساب وهم أصحاب الأعمال المعرَّضون للحساب لأن العرف في المجامع أن الشاهد فيها : هو السالم من مشقتها وهم النظارة الذين يطَّلعون على ما يجري في المجمع ، وأن المشهود : هو الذي يطَّلعُ الناسُ على ما يجري عليه .ويجوز أن يكون الشاهد : الشاهدين من الملائكة ، وهم الحفظة الشاهدون على الأعمال . والمشهود : أصحاب الأعمال . وأن يكون الشاهد الرسل المبلغين للأمم حين يقول الكفار : ما جاءنا من بشير ولا نذير ومحمد صلى الله عليه وسلم يشهد على جميعهم وهو ما في قوله تعالى : { فكيف إذا جئنا من كل أمة بشهيد وجئنا بك على هؤلاء شهيداً } [ النساء : 41 ] .وعلى مختلف الوجوه فالمناسبة ظاهرة بين { شاهد ومشهود } وبين ما في المقسم عليه من قوله : { وهم على ما يفعلون بالمؤمنين شهود } ، وقوله : { إذ هم عليها قعود } أي حضور .وروى الترمذي من طريق موسى بن عبيدة إلى أبي هريرة قال : قال رسول الله صلى الله عليه وسلم \" اليوم الموعود يوم القيامة واليوم المشهود يوم عرفة والشاهد يوم الجمعة \" . أي فالتقدير : ويوممٍ شاهد ويوممٍ مشهود . قال الترمذي : هذا حديث لا نعرفه إلا من حديث موسى بن عبيدة وموسى بن عبيدة يضعف في الحديث ضعفه يحيى بن سعيد وغيره من قِبَل حفظه اه .ووصف «يوم» بأنه «شاهد» مجاز عقلي ، ومحمل هذا الحديث على أن هذا مما يراد في الآية من وصف { شاهد } ووصف { مشهود } فهو من حَمْل الآية على ما يحتمله اللفظ في حقيقة ومجاز كما تقدم في المقدمة التاسعة ."
    },
    {
      "ayah": 4,
      "surah": 85,
      "text": "قُتِلَ أَصْحَابُ الْأُخْدُودِ (4) وجواب القسم قيل محذوف لدلالة قوله : { قتل أصحاب الأخدود } عليه والتقدير أنهم ملعونون كما لعن أصحاب الأخدود . وقيل : تقديره : أن الأمر لحق في الجزاء على الأعمال : أو لتبعثن .وقيل : الجواب مذكور فيما يلي فقال الزجاج : هو { إن بطش ربك لشديد } [ البروج : 12 ] ( أي والكلام الذي بينهما اعتراض قصد به التوطئة للمقسم عليه وتوكيد التحقيق الذي أفاده القسم بتحقيق ذكر النظير ) . وقال الفراء : الجواب : { قُتل أصحاب الأخدود } ( أي فيكون قُتِلَ خَبَراً لادعاء وَلا شتماً ولا يلزم ذكر ( قد ) في الجواب مع كون الجواب ماضياً لأن ( قد ) تحذف بناء على أن حذفها ليس مشروطاً بالضرورة ) .ويتعين على قول الفراء أن يكون الخبر مستعملاً في لازم معناه من الإِنذار للذين يَفتنون المؤمنين بأن يحلّ بهم ما حلّ بفاتني أصحاب الأخدود ، وإلا فإن الخبر عن أصحاب الأخدود لا يحتاج إلى التوكيد بالقسم إذ لا ينكره أحد فهو قصة معلومة للعرب .وانتساق ضمائر جمع الغائب المرفوعة من قوله : { إذ هم عليها قعود } إلى قوله : { وما نقموا } يقتضي أن يكون أصحاب الأخدود وَاضعيه لتعذيب المؤمنين .وقيل : الجواب هو جملة : { إن الذين فتنوا المؤمنين والمؤمنات } [ البروج : 10 ] فيكون الكلام الذي بينهما اعتراضاً وتوطئة على نحو ما قررناه في كلام الزجاج .وقوله : { قتل أصحاب الأخدود } صيغته تشعر بأنه إنشاء شتم لهم شتم خزي وغضب وهؤلاء لم يُقتلوا ففعل قُتِل ليس بخبر بل شتم نحو قوله تعالى : { قُتل الخرّاصون } [ الذاريات : 10 ] . وقولهم قاتله الله ، وصدوره من الله يفيد معنى اللعن ويدل على الوعيد لأن الغضب واللعن يستلزمان العقاب على الفعل الملعون لأجله .وقيل : هو دعاء على أصحاب الأخدود بالقتل كقوله تعالى : { قتل الإنسان ما أكفره } [ عبس : 17 ] والقَتل مستعار لأشد العذاب كما يقال : أهلكه الله ، أي أوقعه في أشد العناء ، وأيَّاً مَّا كان فجملة { قتل أصحاب الأخدود } على هذا معترضة بين القسم وما بعده .ومَن جَعل { قتل أصحاب الأخدود } جواب القسم جعل الكلام خبراً وقدَّره لقد قتل أصحاب الأخدود ، فيكون المراد من أصحاب الأخدود الذين أُلقوا فيه وعُذبوا به ويكون لفظ أصحاب مستعملاً في معنى مجرد المقارنة والملازمة كقوله تعالى : { يا صاحبي السجن } [ يوسف : 39 ] وقد علمتَ آنفاً تَعيُّن تأويل هذا القول بأن الخبر مستعمل في لازم معناه .ولفظ { أصحاب } يُعمّ الآمرين بجعل الأخدود والمباشرين لِحفره وتسعيره ، والقائمين على إلقاء المؤمنين فيه .وهذه قصة اختلف الرواة في تعيينها وفي تعيين المراد منها في هذه الآية .والروايات كلها تقتضي أن المفتونين بالأخدود قوم اتبَعوا النصرانية في بلاد اليمن على أكثر الروايات ، أو في بلاد الحبشة على بعض الروايات ، وذُكرتْ فيها روايات متقاربة تختلف بالإِجمال والتفصيل ، والترتيب ، والزيادة ، والتعيين وأصحّها ما رواه مسلم والترمذي عن صُهيب أن النبي صلى الله عليه وسلم قصَّ هذه القصة على أصحابه . وليس فيما رُوي تصريح بأن النبي صلى الله عليه وسلم ساقها تفسيراً لهذه الآية والترمذي ساق حديثها في تفسير سورة البروج .وعن مقاتل كان الذين اتخذوا الأخاديد في ثلاث من البلاد بنجران ، وبالشام ، وبفارس ، أما الذي بالشام ف ( انطانيوس ) الرومي وأما الذي بفارس فهو ( بختنصر ) والذي بنجران فيوسف ذو نواس ولنذكر القصة التي أشار إليها القرآن تؤخذ من «سيرة ابن إسحاق» على أنها جرت في نجران من بلاد اليمن ، وأنه كان مَلِكٌ وهو ذو نواس له كاهن أو ساحر . وكان للساحر تلميذ اسمه عبد الله بن الثامر وكان يَجِد في طريقه إذا مشى إلى الكاهن صومعة فيها راهب كان يعبد الله على دين عيسى عليه السّلام ويقرأ الإنجيل اسمه ( فَيْمِيُون ) بفاء ، فتحتية ، فميم ، فتحتية ( وضبط في الطبعة الأوروبية من «سيرة ابن إسحاق» التي يلوح أن أصلها المطبوعة عليه أصل صحيح ، بفتح فسكون فكسر فضم ) قال السهيلي : ووقع للطبري بقاف عوض الفاء .وقد يحرف فيقال ميمون بميم في أوله وبتحتية واحدة ، أصله من غسان من الشام ثم سَاح فاستقر بنجران ، وكان منعزلاً عن الناس مختفياً في صومعته وظهرت لعبد الله في قومه كرامات . وكان كلما ظهرت له كرامة دعا من ظهرتْ لهم إلى أن يتبعوا النصرانية ، فكثر المتنصرون في نجران وبلغ ذلك المَلكَ ذا نُواس وكان يهودياً وكان أهل نجران مشركين يعبدون نخلة طويلة ، فقتل الملك الغلامَ وقَتَل الراهب وأمر بأخاديد وجُمع فيها حَطب وأُشعلت ، وعُرض أهل نجران عليها فمن رجع عن التوحيد تركه ومن ثبت على الدين الحق قذفه في النار .فكان أصحاب الأخدود ممن عُذِّب من أهللِ دين المسيحية في بلاد العرب . وقِصص الأخاديد كثيرة في التاريخ ، والتعذيب بالحرق طريقة قديمة ، ومنها : نار إبراهيم عليه السلام . وأما تحريق عَمرو بن هند مائةً من بني تميم وتلقيبُه بالمحرق فلا أعرف أن ذلك كان باتخاذ أخدود . وقال ابن عطية : رأيت في بعض الكتب أن أصحاب الأخدود هو مُحرق وآله الذي حَرق من بني تميم مائةً .و { الأخدود } : بوزن أُفعول وهو صيغة قليلة الدوران غيرُ مقيسة ، ومنها قولهم : أفحوص مشتق من فحصت القطاة والدجاجةُ إذا بحثت في التراب موضعاً تَبيض فيه ، وقولُهم أسلوب اسم لطريقة ، ولسطر النّخل ، وأقنوم اسم لأصل الشيء . وقد يكون هذا الوزن مع هاء تأنيث مثل أكرومة ، وأعجوبة ، وأُطروحة وأضحوكة ."
    },
    {
      "ayah": 5,
      "surah": 85,
      "text": "النَّارِ ذَاتِ الْوَقُودِ (5) وقوله : { النار } بدل من الأخدود بدلَ اشتمال أو بعضضٍ من كل لأن المراد بالأخدود الحفير بما فيه .و { الوقود } : بفتح الواو اسم ما تُوقد به النار من حطب ونفط ونحوه .ومعنى { ذات الوقود } : أنها لا يخمد لهبها لأن لها وقوداً يُلقى فيها كلّما خبت .ويتعلق : { إذ هم عليها قعود } بفعل قُتل ، أي لعنوا وغضب الله عليهم حين قعدوا على الأخدود ."
    },
    {
      "ayah": 6,
      "surah": 85,
      "text": "إِذْ هُمْ عَلَيْهَا قُعُودٌ (6) وضمير { هم } عائد إلى أصحاب الأخدود فإن الملك يحضر تنفيذ أمره ومعه ملأه ، أو أريد بهم المأمورون من الملك . فعلى احتمال أنهم أعوان الملك فالقُعود الجلوس كني به عن الملازمة للأخدود لئلا يتهاون الذين يحشون النار بتسعيرها ، و ( على ) للاستعلاء المجازي لأنهم لا يقعدون فوق النار ولكن حولها . وإنما عبر عن القرب والمراقبة بالاستعلاء كقول الأعشى: ... وبات على النار الندى والمحلقومثله قوله تعالى : { وجد عليه أمة من الناس يسقون } [ القصص : 23 ] ، أي عنده .وعلى احتمال أن يكون المراد ب { أصحاب الأخدود } المؤمنين المعذَّبين فيه ، فالقُعود حقيقة و ( على ) للاستعلاء الحقيقي ، أي قاعدون على النار بأن كانوا يحرقونهم مربوطين بهيئة القعود لأن ذلك أشد تعذيباً وتمثيلاً ، أي بعد أن يقعدوهم في الأخاديد يوقدون النار فيها وذلك أروع وأطول تعذيباً ."
    },
    {
      "ayah": 7,
      "surah": 85,
      "text": "وَهُمْ عَلَى مَا يَفْعَلُونَ بِالْمُؤْمِنِينَ شُهُودٌ (7) وأعيد ضمير { هم } في قوله : { وهم على ما يفعلون } ليتعيّن أن يكون عائداً إلى بعض أصحاب الأخدود .وضمير { يفعلون } يجوز أن يعود إلى { أصحاب الأخدود } ، فمعنى كونهم شهوداً على ما يفعلونه : أن بعضهم يشهد لبعض عند الملك بأن أحداً لم يفرط فيما وكّل به من تحريق المؤمنين ، فضمائر الجمع وصيغته موزعة .ويجوز أن يعود الضمير إلى ما تقتضيه دلالة الاقتضاء من تقسيم أصحاب الأخدود إلى أمراء ومأمورين شأن الأعمال العظيمة ، فلمّا أخبر عن أصحاب الأخدود بأنهم قعود على النار عُلم أنهم الموكلون بمراقبة العمال . فعُلم أن لهم أتباعاً من سَعَّارين ووزَعَة فهم معاد ضمير يفعلون .وعلى هذا الوجه يجوز أن يكون شهود جمع شاهد بمعنى مخبر بحق ، وأن يكون بمعنى حاضر ومراقب لظهور أن أحداً لا يشهد على فعل نفسه .وجملة { وهم على ما يفعلون بالمؤمنين شهود } في موضع الحال من ضمير { إذ هم عليها قعود } كأنه قيل : قعود شاهدين على فِعلهم بالمؤمنين على الوجهين المتقدّمين في معاد ضمير { يفعلون } ، وفائدة هذه الحال تفظيع ذلك القعود وتعظيمُ جُرمه إذ كانوا يشاهدون تعذيب المؤمنين لا يرأفون في ذلك ولا يشمئزون، وبذلك فارقَ مضمون هذه الجملة مضمون جملة : { إذ هم عليها قعود } باعتبار تعلق قوله : { بالمؤمنين شهود } .وفي الإِتيان بالموصول في قوله : { ما يفعلون بالمؤمنين } من الإِبْهام ما يفيد أن لِمُوقِدِي النارِ من الوزَعَة والعملة ومن يباشرون إلقاء المؤمنين فيها غلظةً وقسوة في تعذيب المؤمنين وإهانتهم والتمثيل بهم ، وذلك زائد على الإِحراق ."
    },
    {
      "ayah": 8,
      "surah": 85,
      "text": "وَمَا نَقَمُوا مِنْهُمْ إِلَّا أَنْ يُؤْمِنُوا بِاللَّهِ الْعَزِيزِ الْحَمِيدِ (8) وجملة { وما نقموا منهم إلا أن يؤمنوا باللَّه } في موضع الحال والواو واو الحال أو عاطفة على الحال التي قبلها .والمقصود التعجيب من ظلم أهل الأخدود أنهم يأتون بمثل هذه الفظاعة لا لجرم من شأنه أن يُنقَم من فاعله فإن كان الذين خددواً الأخدود يهوداً كما كان غالب أهل اليمن يومئذ فالكلام من تأكيد الشيء بما يشبه ضده أي ما نقموا منهم شيئاً ينقم بل لأنهم آمنوا بالله وحده كما آمن به الذين عذبوهم . ومحل التعجيب أن المَلك ذا نواس وأهل اليمن كانوا متهودين فهم يؤمنون بالله وحده ولا يشركون به فكيف يعذِّبون قوماً آمنوا بالله وحده مثلهم وهذا مثل قوله تعالى : { قل يا أهل الكتاب هل تنقمون منا إلا أن آمنا بالله وما أنزل إلينا وما أنزل من قبل } [ المائدة : 59 ] وإن كان الذين خدّدوا الأخدود مشركين ( فإن عرب اليمن بقي فيهم من يعبد الشمس ) فليس الاستثناء من تأكيد الشيء بما يشبه ضده لأنّ شأن تأكيد الشيء بما يشبه ضده أن يكون ما يشبه ضد المقصود هو في الواقع من نوع المقصود فلذلك يؤكد به المقصود وما هنا ليس كذلك لأن الملك وجنده نقموا منهم الإِيمان بالله حقيقة إن كان الملك مشركاً ."
    },
    {
      "ayah": 9,
      "surah": 85,
      "text": "الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ وَاللَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ (9)وإجراء الصفات الثلاث على اسم الجلالة وهي : { العزيز . الحميد . الذي له ملك السماوات والأرض } لزيادة تقرير أن ما نقموه منهم ليس من شأنه أن ينقم بل هو حقيق بأن يُمدحُوا به لأنهم آمنوا بربّ حقيق بأن يؤمن به لأجل صفاته التي تقتضي عبادته ونبذَ ما عداه لأنه ينصُر مواليه ويثيبهم ولأنه يَمْلِكهم ، وما عداه ضعيف العزة لا يضر ولا ينفع ولا يَملك منهم شيئاً فيقوى التعجيب منهم بهذا .وجملة : { واللَّه على كل شيء شهيد } تذييل بوعيد للذين اتخذوا الأخدود وبوعد الذين عُذبوا في جنب الله ، ووعيد لأمثال أولئك من كفار قريش وغيرهم من كل من تصدَّوْا لأذى المؤمنين ووعد المسلمين الذين عذبهم المشركون مثل بلاللٍ وعمار وصُهيب وسُمَيَّةَ ."
    }
  ]
}
