{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 86,
      "text": "وَالسَّمَاءِ وَالطَّارِقِ (1) افتتاح السورة بالقسم تحقيق لما يقسم عليه وتشويق إليه كما تقدم في سوابقها . ووقع القسم بمخلوقَين عظيمين فيهما دلالة على عظيم قدرة خالقهما هما : السماء ، والنجوم ، أو نجم منها عظيم منها معروف ، أو ما يبدو انقضاضه من الشهب كما سيأتي .و { الطارق } : وصف مشتق من الطروق ، وهو المجيء ليلاً لأن عادة العرب أن النازل بالحي ليلاً يطرق شيئاً من حجر أو وتد إشعاراً لرب البيت أن نزيلاً نزل به لأن نزوله يقضي بأن يضيفوه ، فأطلق الطروق على النزول ليلاً مجازاً مرسلاً فغلب الطروق على القدوم ليلاً .وأبهم الموصوف بالطارق ابتداء ، ثم زيد إبهاماً مشوباً بتعظيم أمره بقوله : { وما أدراك ما الطارق } ثم بُين بأنه : { النجم الثاقب } ليحصل من ذلك مزيد تقرر للمراد بالمقسم به وهو أنه من جنس النجوم ، شُبه طلوع النجم ليلاً بطروق المسافر الطارق بيتاً بجامع كونه ظهوراً في الليل ."
    },
    {
      "ayah": 10,
      "surah": 86,
      "text": "فَمَا لَهُ مِنْ قُوَّةٍ وَلَا نَاصِرٍ (10)فرع عليه قوله : { فما له من قوة ولا ناصر } ، فالضمير عائد إلى { الإنسان } [ الطارق : 5 ] . والمقصود ، المشركون من الناس لأنهم المسوق لأجلهم هذا التهديد ، أي فما للإِنسان المشرك من قوة يدفع بها عن نفسه وما له من ناصر يدافع عنه ."
    },
    {
      "ayah": 11,
      "surah": 86,
      "text": "وَالسَّمَاءِ ذَاتِ الرَّجْعِ (11) بعد أن تبين الدليل على إمكان البعث أعقب بتحقيق أن القرآن حق وأن ما فيه قول فصل إبطالاً لما مُوِّه عليهم من أن أخباره غير صادقة إذ قد أخبرهم بإحياء الرمم البالية .فالجملة استئناف ابتدائي لغرض من أغراض السورة .وافتتح الكلام بالقَسم تحقيقاً لصدق القرآن في الإِخبار بالبعث وفي غير ذلك مما اشتمل عليه من الهدى . ولذلك أعيد القَسَم ب { السماء } كما أقسم بها في أول السورة ، وذكر من أحوال السماء ما له مناسبة بالمقسم عليه ، وهو الغيث الذي به صلاح الناس ، فإن إصلاح القرآن للناس كإصلاح المطر . وفي الحديث : \" مَثَل ما بعثني الله به من الهدى والعلم كمثل الغَيث الكثير أصاب أرضاً \" . الحديث .وفي اسم الرجع مناسبة لمعنى البعث في قوله : { إنه على رجعه لقادر } [ الطارق : 8 ] وفيه محسن الجناس التام وفي مسمى الرجع وهو المطر المعاقب لمطر آخر مناسبة لمعنى الرجع البعث فإن البعث حياة معاقبة بحياة سابقة ."
    },
    {
      "ayah": 12,
      "surah": 86,
      "text": "وَالْأَرْضِ ذَاتِ الصَّدْعِ (12) وعطف { الأرض } في القسم لأن بذكر الأرض إتمام المناسبة بين المقسم والمقسم عليه كما علمت من المثل الذي في الحديث .و { الصدع } : الشق ، وهو مصدر بمعنى المفعول ، أي المصدوع عنه ، وهو النبات الذي يخرج من شقوق الأرض قال تعالى : { أنا صببنا الماء صباً ثم شققنا الأرض شقاً فأنبتنا فيها حباً وعنباً وقضباً وزيتوناً ونخلاً } [ عبس : 25 29 ] ."
    },
    {
      "ayah": 13,
      "surah": 86,
      "text": "إِنَّهُ لَقَوْلٌ فَصْلٌ (13) ولأن في هذين الحالين إيماء إلى دليل آخر من دلائل إحياء الناس للبعث فكان في هذا القسم دليلان .والضمير الواقع اسماً ل ( إنّ ) عائد إلى القرآن وهو معلوم من المقام .والفصل مصدر بمعنى التفرقة ، والمراد أنه يفصل بين الحق والباطل ، أي يبين الحق ويبطل الباطل ، والإِخبار بالمصدر للمبالغة ، أي إنه لقول فاصل ."
    },
    {
      "ayah": 14,
      "surah": 86,
      "text": "وَمَا هُوَ بِالْهَزْلِ (14)وعطف { وما هو بالهزل } بعد الثناء على القرآن بأنه «قول فصل» يتعين على المفسر أن يتبين وجه هذا العطف ومناسبته ، والذي أراه في ذلك أنه أعقب به الثناء على القرآن رداً على المشركين إذ كانوا يزعمون أن النبي صلى الله عليه وسلم جاء يهزل إذ يخبر بأن الموتى سيحْيَوْن ، يريدون تضليل عامتهم حين يسمعون قوارع القرآن وإرشاده وجزالة معانيه يختلقون لهم تلك المعاذير ليصرفوهم عن أن يتدبروا القرآن وهو ما حكاه الله عنهم في قوله : { وقال الذين كفروا لا تسمعوا لهذا القرآن والغوا فيه } [ فصلت : 26 ] فالهزل على هذا الوجه هو ضدّ الجدّ أعني المزح واللعب ، ومثل هذه الصفة إذا وردت في الكلام البليغ لا محمل لها إلا إرادة التعريض وإلا كانت تقصيراً في المدح لا سيما إذا سبقتها محمدة من المحامد العظيمة .ويجوز أن يطلق الهزل على الهذيان قال تعالى : { وما هو بالهزل } أي بالهذيان ."
    },
    {
      "ayah": 15,
      "surah": 86,
      "text": "إِنَّهُمْ يَكِيدُونَ كَيْدًا (15) استئناف بياني ينبىء عن سؤال سائل يَعْجَب من إعراضهم عن القرآن مع أنه قول فصل ويعْجَب من معاذيرهم الباطلة مثل قولهم : هو هزل أو هذيان أو سحر ، فبُين للسامع أن عملهم ذلك كيد مقصود . فهم يتظاهرون بأنهم ما يصرفهم عن التصديق بالقرآن إلا ما تحققوه من عدم صدقه ، وهم إنما يصرفهم عن الإِيمان به الحفاظ على سيادتهم فيضللون عامتهم بتلك التعلات الملفقة ."
    },
    {
      "ayah": 16,
      "surah": 86,
      "text": "وَأَكِيدُ كَيْدًا (16)والتأكيد ب ( إنَّ ) لتحقيق هذا الخبر لغرابته ، وعليه فقوله : { وأكيد كيداً } تتميم وإدماج وإنذار لهم حين يسمعونه .ويجوز أن يكون قوله : { إنهم يكيدون كيداً } موجهاً إلى رسول الله صلى الله عليه وسلم تسلية له على أقوالهم في القرآن الراجعة إلى تكذيب من جاء بالقرآن . أي إنما يدَّعون أنه هزل لقصد الكيد وليس لأنهم يحسبونك كاذباً على نحو قوله تعالى : { فإنهم لا يكذبونك ولكن الظالمين بآيات اللَّه يجحدون } [ الأنعام : 33 ] .والضمير الواقع اسماً ل ( إنّ ) عائد إلى ما فهم من قوله تعالى : { إنه لقول فصل وما هو بالهزل } [ الطارق : 13 ، 14 ] من الرد على الذين يزعمون القرآن بعكس ذلك ، أي أن المشركين المكذبين يكيدون .وجملة : { وأكيد كيداً } تثبيت للرسول صلى الله عليه وسلم ووعد بالنصر .و { كيداً } في الموضعين مفعول مطلق مؤكد لعامله وقصد منه مع التوكيد تنوين تنكيره الدال على التعظيم .والكيد : إخفاء قَصد الضر وإظهار خلافه ، فكيدهم مستعمل في حقيقته ، وأما الكيد المسند إلى ضمير الجلالة فهو مستعمل في الإِمهال مع إرادة الانتقام عند وجود ما تقتضيه الحكمة من إنزاله بهم وهو استعارة تمثيلية ، شبهت هيئة إمهالهم وتركهم مع تقدير إنزال العقاب بهم بهيئة الكائد يخفي إنزال ضره ويظهر أنه لا يريده وحسَّنها محسن المشاكلة ."
    },
    {
      "ayah": 17,
      "surah": 86,
      "text": "فَمَهِّلِ الْكَافِرِينَ أَمْهِلْهُمْ رُوَيْدًا (17)الفاء لتفريع الأمر بالإِمهال على مجموع الكلام السابق من قوله : { إنه لقول فصل } [ الطارق : 13 ] بما فيه من تصريح وتعريض وتبْيين ووعدٍ بالنصر ، أي فلا تستعجل لهم بطلب إنزال العقاب فإنه واقع بهم لا محالة .والتمهيل : مصدر مَهَّل بمعنى أمهل ، وهو الإِنظار إلى وقت معيّن أو غير معين ، فالجمع بين «مَهِّل» و { أمهلهم } تكرير للتأكيد لقصد زيادة التسكين ، وخولف بين الفعلين في التعدية مرة بالتضعيف وأخرى بالهمز لتحسين التكرير .والمراد ب { الكافرين } ما عاد عليه ضمير { إنهم يكيدون } [ الطارق : 15 ] فهو إظهار في مقام الإِضمار للنداء عليهم بمذمة الكفر ، فليس المراد جميع الكافرين بل أريد الكافرون المعهودون .و { رويداً } تصغير رُود بضم الراء بعدها واو ، ولعله اسم مصدر ، وأما قياس مصدره فهو رَود بفتح الراء وسكون الواو ، وهو المَهْل وعدم العجلة وهو مصدر مؤكد لفعل { أمهلهم } فقد أكد قوله : { فمهل الكافرين } مرتين .والمعنى : انتظر ما سيحلّ بهم ولا تستعجل لهم انتظار تربص واتّياد فيكون { رويداً } كناية عن تحقق ما يحلّ بهم من العقاب لأن المطمئن لحصول شيء لا يستعجل به .وتصغيره للدلالة على التقليل ، أي مُهلة غير طويلة .ويجوز أن يكون { رويداً } هنا اسم فعل للأمر ، كما في قولهم : رُويدك ، لأن اقترانه بكاف الخطاب إذا أريد به اسم الفعل ليس شَرطاً ، ويكون الوقف على قوله : { الكافرين } و { رويداً } كلاماً مستقلاً ، فليس وجود فعل من معناه قبله بدليل على أنه مراد به المصدر ، أي تصبر وَلا تستعجل نزول العذاب بهم فيكون كناية عن الوعد بأنه واقع لا محالة ."
    },
    {
      "ayah": 2,
      "surah": 86,
      "text": "وَمَا أَدْرَاكَ مَا الطَّارِقُ (2) و { ما أدراك } استفهام مستعمل في تعظيم الأمر ، وقد تقدم عند قوله تعالى : { وما يدريك لعل الساعة قريب } في سورة الشورى ( 17 ) ، وعند قوله : { وما أدراك ما الحاقة } [ الحاقة : 3 ] وتقدم الفرق بين : ما يدريك ، وما أدراك ."
    },
    {
      "ayah": 3,
      "surah": 86,
      "text": "النَّجْمُ الثَّاقِبُ (3) وقوله : { النجم } خبر عن ضمير محذوف تقديره : هو ، أي الطارق النجم الثاقب .والثقب : خرق شيء ملتئم ، وهو هنا مستعار لظهور النور في خلال ظلمة الليل . شبه النجم بمسمار أو نحوه ، وظهورُ ضوئه بظهور ما يبدو من المسمار من خلال الجسم الذي يثقبه مثل لَوح أو ثَوب .وأحسب أن استعارة الثقب لبروز شعاع النجم في ظلمة الليل من مبتكرات القرآن ولم يرد في كلام العرب قبل القرآن . وقد سبق قوله تعالى : { فأتبعه شهاب ثاقب } في سورة الصافات ( 10 ) ، ووقع في تفسير القرطبي } : والعرب تقول اثقُب نارك ، أي أضئها ، وساق بيتاً شاهداً على ذلك ولم يعزه إلى قائل .والتعريف في { النجم } يجوز أن يكون تعريف الجنس كقول النابغة: ... أقول والنجمُ قد مَالت أواخِره . . . البيتفيستغرق جميع النجوم استغراقاً حقيقياً وكلها ثاقب فكأنه قِيلَ ، والنجوم ، إلا أن صيغة الإفراد في قوله : { الثاقب } ظاهر في إرادة فرد معيّن من النجوم ، ويجوز أن يكون التعريف للعهد إشارة إلى نجم معروف يطلق عليه اسم النجم غالباً ، أي والنجم الذي هو طارق .ويناسب أن يكون نجماً يَطلع في أوائل ظلمة الليل وهي الوقت المعهود لِطروق الطارقين من السائرين . ولعل الطارق هو النجم الذي يسمى الشاهد ، وهو نجم يظهر عقب غروب الشمس ، وبه سميت صلاة المغرب «صلاةَ الشاهد» .روى النسائي : \" أن النبي صلى الله عليه وسلم قال : إن هذه الصلاة ( أي العصر ) فرضت على من كان قبلكم فضيعوها \" إلى قوله : \" ولا صلاة بعدَها حتى يطلع الشاهد \" .وقيل : أريد ب { الطارق } نوع الشهب ، روي عن جابر بن زيد : أن النجم الطارق هو كوكب زُحل ( لأنه مبرز على الكواكب بقوة شعاعه ) . وعنه : أنه الثريا ( لأن العرب تطلق عليها النجم علماً بالغَلبة ) ، وعن ابن عباس : أنه نجوم برج الجَدي ، ولعل ذلك النجم كان معهوداً عند العرب واشتهر في ذلك في نجم الثريا .وقيل : أريد بالطارق نوع الشهب ( أي لأن الشهاب ينقضّ فيلوح كأنه يَجري في السماء كما يسير السائر إذا أدركه الليل ) . فالتعريف في لفظ { النجم } للاستغراق ، وخص عمومه بوقوعه خبراً عن ضمير { الطارق } أي أن الشهاب عند انقضاضه يرى سائراً بسرعة ثم يغيب عن النظر فيلوح كأنه استقر فأشبه إسراع السائر ليلاً ليبلغ إلى الأحياء المعمورة فإذا بلغها وقف سيره ."
    },
    {
      "ayah": 4,
      "surah": 86,
      "text": "إِنْ كُلُّ نَفْسٍ لَمَّا عَلَيْهَا حَافِظٌ (4)وجواب القسم هو قوله : { إنْ كل نفس لمَا عليها حافظ } جُعل كناية تلويحية رمزية عن المقصود . وهو إثبات البعث فهو كالدليل على إثباته ، فإن إقامة الحافظ تستلزم شيئاً يحفظه وهو الأعمال خيرُها وشرُّها ، وذلك يستلزم إرادة المحاسبة عليها والجزاء بما تقتضيه جزاء مُؤخراً بعد الحياة الدنيا لئلا تذهب أعمال العاملين سدى وذلك يستلزم أن الجزاء مؤخر إلى ما بعد هذه الحياة إذ المُشَاهَدُ تخلُّف الجزاء في هذه الحياة بكثرة ، فلو أهمل الجزاء لكان إهماله منافياً لحكمة الإله الحكيم مبدع هذا الكون كما قال : { أفحسبتم إنما خلقناكم عبثاً } [ المؤمنون : 115 ] وهذا الجزاء المؤخر يستلزم إعادة حياة للذوات الصادرة منها الأعمالُ .فهذه لوازم أربعة بها كانت الكناية تلويحية رمزية .وقد حصل مع هذا الاستدلال إفادةُ أن على الأنفس حفظةً فهو إدماج .والحافظ : هو الذي يحفظ أمراً ولا يهمله ليترتب عليه غرض مقصود .وقرأ الجمهور : { لَمَا } بتخفيف الميم ، وقرأه ابن عامر وحمزة وأبو جعفر وخلَف بتشديد الميم .فعلى قراءة تخفيف الميم تكون ( إنْ ) مخففة من الثقيلة و { لَمَا } مركبة من اللام الفارقة بين ( إنْ ) النافية و ( إنْ ) المخففةِ من الثقيلة ومعها ( مَا ) الزائدة بعد اللام للتأكيد وأصل الكلام : إن كل نفس لَعَليْها حافظ .وعلى قراءة تشديد الميم تكون ( إنْ ) نافية و { لمَّا } حرف بمعنى ( إلاّ ) فإن ( لَمَّا ) ترد بمعنى ( إلاّ ) في النفي وفي القَسم ، تقول : سألتُك لَمَّا فعلت كذا أي إلاّ فعلت ، على تقدير : ما أسألك إلاّ فعل كذا فآلت إلى النفي وكلٌ من ( إنْ ) المخففة و ( إنْ ) النافية يُتلقَّى بها القسم .وقد تضمن هذا الجواب زيادةً على إفادته تحقيق الجزاء إنذاراً للمشركين بأن الله يعلم اعتقادهم وأفعالهم وأنه سيجازيهم على ذلك ."
    },
    {
      "ayah": 5,
      "surah": 86,
      "text": "فَلْيَنْظُرِ الْإِنْسَانُ مِمَّ خُلِقَ (5) الفاء لتفريع الأمر بالنظر في الخلقة الأولى ، على ما أريد من قوله : { إن كل نفس لما عليها حافظ } [ الطارق : 4 ] من لوازم معناه ، وهو إثبات البعث الذي أنكروه على طريقة الكناية التلويحية الرمزية كما تقدم آنفاً ، فالتقدير : فإن رأيتم البعثَ محالاً فلينظر الإِنسان مِمّ خُلق ليعلَمَ أن الخلق الثاني ليس بأبعد من الخلق الأول .فهذه الفاء مفيدة مفاد فاء الفصيحة .والنظر : نظر العقل ، وهو التفكر المؤدي إلى علم شيء بالاستدلال فالمأمور به نظر المُنكر للبعث في أدلة إثباته كما يقتضيه التفريع على : { إن كل نفس لما عليها حافظ } [ الطارق : 4 ] ."
    },
    {
      "ayah": 6,
      "surah": 86,
      "text": "خُلِقَ مِنْ مَاءٍ دَافِقٍ (6) و ( مِنْ ) من قوله : { مم خلق } ابتدائية متعلقة ب { خلق } . والمعنى : فليتفكر الإِنسان في جواب : مَا شيء خلق منه؟ فقدّم المتعلِّق على عامله تبعاً لتقديم ما اتصلت به من ( من ) اسم الاستفهام .و ( ما ) استفهامية عَلّقت فعل النَّظر العقلي عن العمل .والاستفهام مستعمل في الإِيقاظ والتنبيه إلى ما يجب علمه كقوله تعالى : { من أي شيء خلقه } [ عبس : 18 ] فالاستفهام هنا مجاز مرسل مركب .وحذف ألف ( ما ) الاستفهامية على طريقة وقوعها مجرورة .ولكون الاستفهام غير حقيقي أجاب عنه المتكلم بالاستفهام على طريقة قوله : { عم يتساءلون عن النبأ العظيم } [ النبأ : 1 ، 2 ] .و { الإِنسان } مراد به خصوص منكر البعث كما علمت آنفاً من مقتضى التفريع في قوله : { فلينظر } إلخ .ومعنى { دافق } خارج بقوة وسرعة والأشهر أنه يقال على نطفة الرجل .وصيغة { دافق } اسم فاعل من دفق القاصر ، وهو قول فريق من اللغويين . وقال الجمهور : لا يستعمل دفَق قاصراً . وجعلوا دافقاً بمعنى اسم المفعول وجعلوا ذلك من النادر .وعن الفراء : أهل الحجاز يجعلون المفعول فاعلاً ، إذا كان في طريقة النعت . وسيبويه جعله من صيغ النسب كقولهم : لاَبن وتَامِر ، ففسر دافق : بذي دَفْق .والأحسن أن يكون اسم فاعل ويَكون دفق مطاوع دفقه كما جعل العجاج جَبَر بمعنى انْجبر في قوله: ... قد جبر الدينَ الإله فجبروأنه سماعي .وأُطنب في وصف هذا الماء الدافق لإِدماج التعليم والعبرة بدقائق التكوين ليستيقظ الجاهل الكافر ويزداد المؤمن علماً ويقيناً ."
    },
    {
      "ayah": 7,
      "surah": 86,
      "text": "يَخْرُجُ مِنْ بَيْنِ الصُّلْبِ وَالتَّرَائِبِ (7)ووُصف أنه يخرج من { بين الصلب والترائب } لأن الناس لا يتفطنون لذلك .والخروج مستعمل في ابتداء التنقل من مكان إلى مكان ولو بدون بروز فإن بروز هذا الماء لا يكون من بين الصلب والترائب .و { الصلب } : العمود العظمي الكائن في وسط الظهر ، وهو ذو الفقرات .و { الترائب } : جمع تريبة ، ويقال : تَريب . ومحرّر أقوال اللغويين فيها أنها عظام الصدر التي بين الترقُوَتَيْن والثَّديين ووسموه بأنه موضع القلادة من المرأة .والترائب تضاف إلى الرجل وإلى المرأة ، ولكن أكثر وقوعها في كلامهم في أوصاف النساء لعدم احتياجهم إلى وصفها في الرجال .وقوله : { يخرج من بين الصلب والترائب } الضمير عائد إلى { ماء دافق } وهو المتبادر فتكون جملة { يخرج } حالاً من { ماء دافق } أي يمر ذلك الماء بعد أن يفرز من بين صلب الرجل وترائبه .وبهذا قال سفيان والحسن ، أي أن أصل تكَوُّن ذلك الماء وتنقله من بين الصلب والترائب ، وليس المعنى أنه يمر بين الصلب والترائب إذ لا يتصور ممر بين الصلب والترائب لأن الذي بينهما هو ما يحويه باطن الصدر والضلوع من قلب ورِئَتَيْن .فجعل الإِنسان مخلوقاً من ماء الرجل لأنه لا يتكوّن جسم الإنسان في رحم المرأة إلا بعد أن يخالطها ماء الرجل فإذا اختلط ماء الرجل بما يُسمى ماء المرأة وهو شيء رطب كالماء يحتوي على بُوَيضات دقيقة يثبت منها ما يتكوّن منه الجنين ويُطرح ما عداه .وهذا مخاطبة للناس بما يعرفون يومئذ بكلام مجمل مع التنبيه على أن خلق الإِنسان من ماء الرجل وماءِ المرأة بذكر الترائب لأن الأشهر أنها لا تطلق إلا على ما بين ثديي المرأة .ولا شك أن النسل يتكون من الرجل والمرأة فيتكون من ماء الرجل وهو سائل فيه أجسام صغيرة تسمى في الطب الحيوانات المنوية ، وهي خيوط مستطيلة مؤلفة من طرف مسطح بيضوي الشكل وذَنب دقيق كخيط ، وهذه الخيوط يكون منها تلقيح النسل في رحم المرأة ، ومقرها الأنثيان وهما الخصيتان فيندفع إلى رحم المرأة .ومن ماء هو للمرأة كالمني للرجل ويسمى ماء المرأة ، وهو بويضات دقيقة كروية الشكل تكون في سائل مقره حُويصلة من حويصلات يشتمل عليها مَبيضان للمرأة وهما بمنزلة الأنثيين للرجل فهما غدتان تكونان في جانبي رحم المرأة ، وكل مَبيض يشتمل على عدد من الحُويصلات يتراوح من عشر إلى عشرين . وخروج البيضة من الحُويصلة يكون عند انتهاء نمو الحويصلة فإذا انتهى نموها انفجرتْ فخرجت البَيضة في قناة تبلغ بها إلى تجويف الرحم ، وإنما يتم بلوغ البيضة النموَّ وخروجُها من الحويصلة في وقت حيض المرأة فلذلك يكثر العلوق إذا باشر الرجل المرأة بقرب انتهاء حيضها .وأصل مادة كِلا الماءين مادة دموية تنفصل عن الدماغ وتنزل في عرقين خلف الأذنين ، فأما في الرجل فيتصل العرقان بالنخاع ، وهو الصلب ثم ينتهي إلى عرق يسمى الحَبْل المَنَوي مؤلف من شرايين وأوْرِدَةٍ وأعصاببٍ وينتهي إلى الأنثيين وهما الغدتان اللتان تُفرزاننِ المني فيتكون هنالك بكيفية دُهنية وتبقى منتشرة في الأنثيين إلى أن تفرزها الأنْثيان مادةً دهنية شحمية وذلك عند دغدغة ولَذع القضيب المتصل بالأنثيين فيندفق في رحم المرأة .وأما بالنسبة إلى المرأة فالعرقان اللذان خلف الأذنين يمران بأعلى صدر المرأة وهو الترائب لأن فيه موضع الثديين وهما من الأعضاء المتصلة بالعروق التي يسير فيها دم الحيض الحاملُ للبويضات التي منها النسل ، والحيض يسيل من فَوهات عروق في الرحم ، وهي عروق تنفتح عند حلول إبان المحيض وتنقبض عقب الطُّهر . والرحم يأتيها عصب من الدماغ .وهذا من الإِعجاز العلمي في القرآن الذي لم يكن علمٌ به للذين نزل بينهم ، وهو إشارة مجملة وقد بينها حديث مسلم عن أم سلمة وعائشة : « أن رسول الله صلى الله عليه وسلم سئل عن احتلام المرأة ، فقال : تغتسل إذا أبصرت الماء فقيل له : أترى المرأة ذلك فقال : وهل يكون الشبه إلا من قِبَل ذلك إذا علا ماءُ المرأة ماءَ الرجل أشبه الولد أخواله وإذا علا ماء الرجل ماءَها أشبه أعمامه » ."
    },
    {
      "ayah": 8,
      "surah": 86,
      "text": "إِنَّهُ عَلَى رَجْعِهِ لَقَادِرٌ (8) استئناف بياني ناشىء عن قوله : { فلينظر الإنسان مم خلق } [ الطارق : 5 ] لأن السامع يتساءل عن المقصد من هذا الأمر بالنظر في أصل الخلقة ، وإذ قد كان ذلك النظر نظر استدلال فهذا الاستئناف البياني له يتنزل منزلة نتيجة الدليل ، فصار المعنى : أن الذي خلق الإنسان من ماء دافق قادر على إعادة خلقه بأسباب أخرى وبذلك يتقرر إمكان إعادة الخلق ويزول ما زعمه المشركون من استحالة تلك الإِعادة .وضمير { إنه } عائد إلى الله تعالى وإن لم يسبق ذكر لمعاد ولكنّ بناءَ الفعل للمجهول في قوله : { خلق من ماء دافق } [ الطارق : 6 ] يؤذن بأن الخالق معروف لا يُحتاج إلى ذكر اسمه ، وأسند الرَّجع إلى ضميره دون سلوك طريقة البناء للمجهول كما في قوله : { خلق } لأن المقام مقام إيضاح وتصريح بأن الله هو فاعل ذلك .وضمير { رجعه } عائد إلى { الإنسان } [ الطارق : 5 ] .والرجع : مصدر رَجَعَه المتعدّي . ولا يقال في مصدر رجَع القاصر إلا الرجوع ."
    },
    {
      "ayah": 9,
      "surah": 86,
      "text": "يَوْمَ تُبْلَى السَّرَائِرُ (9) و { يوم تبلى السرائر } متعلق ب { رجعه } أي يَرْجعه يومَ القيامة .و { السرائر } : جمع سريرة وهي ما يُسِره الإِنسان ويُخفيه من نواياه وعقائده .وبَلْو السرائر ، اختبارها وتمييز الصالح منها عن الفاسد ، وهو كناية عن الحساب عليها والجزاء ، وبلوُ الأعمال الظاهرة والأقوال مستفاد بدلالة الفحوى من بلو السرائر .ولما كان بلو السرائر مؤذناً بأن الله عليم بما يستره الناس من الجرائم وكان قوله : { يوم تبلى السرائر } مشعراً بالمؤاخذة على العقائد الباطلة والأعمال الشنيعة"
    }
  ]
}
