{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 93,
      "text": "وَالضُّحَى (1) القسم لتأكيد الخبر ردّاً على زعم المشركين أن الوحي انقطع عن النبي صلى الله عليه وسلم حين رأوه لم يقم الليل بالقرآن بضع ليال . فالتأكيد منصبٌ على التعريض المعرض به لإِبطال دعوى المشركين . فالتأكيد تعريض بالمشركين وأما رسول الله صلى الله عليه وسلم فلا يتردد في وقوع ما يخبره الله بوقوعه .ومناسبة القسم ب { الضحى والليل } أن الضحى وقتُ انبثاق نور الشمس فهو إيماء إلى تمثيل نزول الوحي وحصول الاهتداء به ، وأن الليل وقت قيام النبي صلى الله عليه وسلم بالقرآن ، وهو الوقت الذي كان يَسمع فيه المشركون قراءتَه من بيوتهم القريبة من بيته أو من المسجد الحرام ."
    },
    {
      "ayah": 10,
      "surah": 93,
      "text": "وَأَمَّا السَّائِلَ فَلَا تَنْهَرْ (10) وكذلك القول في تقديم { السائل } وتقديم { بنعمة ربك } على فعليهما .وقد قوبلت النعم الثلاث المتفرع عليها هذا التفصيل بثلاثة أعمال تقابلها . فيجوز أن يكون هذا التفصيل على طريقة اللف والنشر المرتب . وذلك ما درج عليه الطيبي ، ويجري على تفسير سفيان بن عيينة { السائل } بالسائل عن الدين والهدى ، فقوله : { فأما اليتيم فلا تقهر } مقابل لقوله : { ألم يجدك يتيماً فآوى } [ الضحى : 6 ] لا محالة ، أي فكما آواك ربك وحفظك من عوارض النقص المعتاد لليُتم ، فكن أنت مُكرماً للأيتام رفيقاً بهم ، فجمع ذلك في النهي عن قهره ، لأن أهل الجاهلية كانوا يقهرون الأيتام ولأنه إذا نهى عن قهر اليتيم مع كثرة الأسباب لقهره لأن القهر قد يصدر من جراء القلق من مطالب حاجاته فإن فلتات اللسان سريعة الحصول كما قال تعالى : { فلا تقل لهما أف } [ الإسراء : 23 ] وقال : { وإما تعرضن عنهم ابتغاء رحمة من ربك ترجوها فقل لهم قولاً ميسوراً } [ الإسراء : 28 ] .والقهر : الغلبة والإذلال وهو المناسب هنا ، وتكون هذه المعاني بالفِعل كالدَّعّ والتحقير بالفعل وتكون بالقول قال تعالى : { وقولوا لهم قولاً معروفاً } [ النساء : 5 ] ، وتكون بالإِشارة مثل عُبوس الوجه ، فالقهر المنهي عنه هو القهر الذي لا يعامَل به غير اليتيم في مثل ذلك فأما القهر لأجل الاستصلاح كضرب التأديب فهو من حقوق التربية قال تعالى : { وإن تخالطوهم فإخوانكم } [ البقرة : 220 ] .وقوله : { وأما السائل فلا تنهر } مقابل قوله : { ووجدك ضالاً فهدى } [ الضحى : 7 ] لأن الضلال يستعدي السؤال عن الطريق ، فالضال معتبر من نصف السائلين .والسائل عن الطريق قد يتعرض لحماقة المسؤول كما قال كعب: ... وقال كُل خليل كنت آمله :لا أُلْهِيَنَّك أني عنك مشغول ... فجعل الله الشكر عن هدايته إلى طريق الخير أن يوسع باله للسائلين .فلا يختص السائلُ بسائل العطاء بل يشمل كل سائل وأعظم تصرفات الرسول صلى الله عليه وسلم بإرشاد المسترشدين ، وروي هذا التفسير عن سفيان بن عيينة . روى الترمذي عن أبي سعيد الخدري أن رسول الله صلى الله عليه وسلم قال : \" إن الناس لكم تبع وإن رجالاً يأتونكم من أقطار الأرض يتفقهون فإذا أتوكم فاستَوْصوا بهم خيراً \" قال هارون العبدي : كنا إذا أتيْنا أبا سعيد يقول : مرحباً بوصية رسول الله صلى الله عليه وسلموالتعريف في { السائل } تعريف الجنس فيعم كل سائل ، أي عمّا يُسال النبي صلى الله عليه وسلم عن مثله .ويكون النشر على ترتيب اللف .فإن فسر { السائل } بسائل معروف كان مقابل قوله : { ووجدك عائلاً فأغنى } [ الضحى : 8 ] وكان من النشر المشوش ، أي المخالف لترتيب اللف ، وهو ما درج عليه «الكشاف» .والنهر : الزجر بالقول مثل أن يقول : إليك عني . ويستفاد من النهي عن القهر والنهر النهي عما هو أشد منهما في الأذى كالشتم والضرب والاستيلاء على المال وتركه محتاجاً وليس من النهر نهي السائل عن مخالفة آداب السؤال في الإِسلام ."
    },
    {
      "ayah": 11,
      "surah": 93,
      "text": "وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ (11)وقوله : { وأما بنعمة ربك فحدث } مقابل قوله : { ووجدك عائلاً فأغنى } [ الصحى : 8 ] .فإن الإغناء نعمة فأمره الله أن يظهر نعمة الله عليه بالحديث عنها وإعلان شكرها .وليس المراد بنعمة ربك نعمة خاصة وإنما أريد الجنس فيفيد عموماً في المقام الخطابي ، أي حدث ما أنعم الله به عليك من النعم ، فحصل في ذلك الأمر شكر نِعمة الإِغناء ، وحصل الأمر بشكر جميع النعم لتكون الجملة تذييلاً جامعاً .فإن جعل قوله : { وأما السائل فلا تنهر } مقابل قوله { ووجدك عائلاً فأغنى } على طريقة اللف والنشر المشوش كان قوله : { وأما بنعمة ربك فحدث } مقابل قوله : { ووجدك ضالاً فهدى } [ الضحى : 7 ] على طريقة اللف والنشر المشوش أيضاً .وكان المراد بنعمة ربه نعمة الهداية إلى الدين الحق .والتحديث : الإِخبار ، أي أخْبِر بما أنعم الله عليك اعترافاً بفضله ، وذلك من الشكر ، والقول في تقديم المجرور وهو { بنعمة ربك } على متعلَّقه كالقول في تقديم { فأما اليتيم فلا تقهر وأما السائل فلا تنهر } .والخطاب للنبيء صلى الله عليه وسلم فمقتضى الأمر في المواضع الثلاثة أن تكون خاصة به ، وأصل الأمر الوجوب ، فيعلم أن النبي صلى الله عليه وسلم واجب عليه ما أمر به ، وأما مخاطبة أمته بذلك فتجري على أصل مساواة الأمة لنبيها فيما فرض عليه ما لم يدلّ دليل على الخصوصية ، فأما مساواة الأمة له في منع قهر اليتيم ونهر السائل فدلائله كثيرة مع ما يقتضيه أصل المساواة .وأما مساواة الأمة له في الأمر بالتحدث بنعمة الله فإن نعم الله على نبيه صلى الله عليه وسلم شتّى منها ما لا مطمع لغيره من الأمة فيه مثل نعمة الرسالة ونعمة القرآن ونحو ذلك من مقتضيات الاصطفاء الأكبر ، ونعمة الرب في الآية مُجملة .فنعم الله التي أنعم بها على نبيه صلى الله عليه وسلم كثيرة منها ما يجب تحديثه به وهو تبليغه الناس أنه رسول من الله وأن الله أوحى إليه وذلك داخل في تبليغ الرسالة وقد كان يُعلم الناسَ الإِسلام فيقول لمن يخاطبه أن تشهد أن لا إله إلا الله وأني رسول الله .ومنها تعريفه الناس ما يجب له من البر والطاعة كقوله لمن قال له : \" اعدل يا رسول الله فقال : أيأمنُني الله على وحيه ولا تأمنوني \" ومنها ما يدخل التحديث به في واجب الشكر على النعمة فهذا وجوبه على النبي صلى الله عليه وسلم خالص من عُروض المعارض لأن النبي صلى الله عليه وسلم معصوم من عروض الرياء ولا يظن الناس به ذلك فوجوبه عليه ثابت .وأما الأمة فقد يكون التحديث بالنعمة منهم محفوفاً برياء أو تفاخر . وقد ينكسر له خاطر من هو غير واجد مثل النعمة المتحدث بها . وهذا مجال للنظر في المعارضة بين المقتضي والمانع ، وطريقة الجمع بينهما إن أمكن أو الترجيح لأحدهما . وفي «تفسير الفخر» : سئل أمير المؤمنين علي رضي الله عنه عن الصحابة فأثنى عليهم فقالوا له : فحدثنا عن نفسك فقال : مهلاً فقد نهى الله عن التزكية ، فقيل له : أليس الله تعالى يقول : { وأما بنعمة ربك فحدث } فقال : فإني أُحدِّث كنتُ إذا سُئلتُ أعطيت . وإذا سُكِت ابتديت ، وبين الجوانح علم جَم فاسألوني . فمن العلماء من خَص النعمة في قوله : { بنعمة ربك } بنعمة القرآن ونعمة النبوءة وقاله مجاهد . ومن العلماء من رأى وجوب التحدث بالنعمة . رواه الطبري عن أبي نضرة .وقال القرطبي : الخطاب للنبيء صلى الله عليه وسلم والحكم عام له ولغيره . قال عياض في «الشفاء» : «وهذا خاص له عام لأمته» .وعن عَمرو بن ميمون : إذا لقي الرجل من إخوانه من يثق به يقول له رزق الله من الصلاة البارحةَ كذا وكذا ، وعن عبد الله بن غالب : أنه كان إذا أصبح يقول : لقد رزقني الله البارحةَ كَذا ، قرأتُ كذا ، صليت كذا ، ذكرت الله كذا ، فقلنا له : يا أبا فراس إن مثلك لا يقول هذا ، قال : يقول الله تعالى : { وأما بنعمة ربك فحدث } وتقولون أنتم : لا تحدث بنعمة الله . وذكر ابن العربي عن أيوب قال : دخلت على أبي رجاء العطاردي فقال : لقد رزق الله البارحة : صليت كذا ، وسبحت كذا ، قال أيوب : فاحتملت ذلك لأبي رجاء . وعن بعض السلف أن التحدث بالنعمة تكون للثقة من الإخوان ممن يثق به قال ابن العربي : إن التحدث بالعمل يكون بإخلاص من النية عند أهل الثقة فإنه ربما خرج إلى الرياء وإسَاءة الظن بصاحبه . وذكر الفخر والقرطبي عن الحسن بن علي : إذا أصبتَ خيراً أوعملتَ خيراً فحدث به الثقة من إخوانك . قال الفخر : إلا أن هذا إنما يحسن إذا لم يتضمن رياء وظن أن غيره يقتدي به ."
    },
    {
      "ayah": 2,
      "surah": 93,
      "text": "وَاللَّيْلِ إِذَا سَجَى (2) ولذلك قُيد { الليل } بظَرف { إذا سجى } . فلعل ذلك وقت قيام النبي صلى الله عليه وسلم قال تعالى : { قم الليل إلا قليلاً نصفه أو انقص منه قليلاً } [ المزمل : 2 ، 3 ] .والضحى تقدم بيانه عند قوله تعالى : { والشمس وضحاها } [ الشمس : 1 ] .وكتب في المصحف { والضحى } بألف في صورة الياء مع أن أصل ألفه الواو لأنهم راعوا المناسبة مع أكثر الكلمات المختومة بألف في هذه السورة فإن أكثرها مُنقلبَة الألِف عن الياء ، ولأن الألف تجري فيها الإمالة في اللغات التي تُميل الألفَ التي من شأنها أن لا تُمال إذا وقعت مع ألففٍ تمال للمناسبة كما قال ابن مالك في «شرح كافيته» .ويقال : سجا الليل سَجْواً بفتح فسكون ، وسُجُوا بضمتين وتشديد الواو ، إذا امتد وطال مدة ظلامه مثل سجو المرء بالغطاء ، إذا غطي به جميع جسده وهو واوي ورسم في المصحف بألف في صورة الياء للوجه المتقدم في كتابة { الضحى } ."
    },
    {
      "ayah": 3,
      "surah": 93,
      "text": "مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى (3)وجملة : { ما ودعك ربك } الخ جواب القسم ، وجواب القسم إذا كان جملة منفية لم تقترن باللام .والتوديع : تحيةُ من يريد السفر .واستعير في الآية للمفارقة بعد الاتصال تشبيهاً بفراق المسافر في انقطاع الصلة حيث شبه انقطاع صلة الكلام بانقطاع صلة الإقامة ، والقرينة إسناد ذلك إلى الله الذي لا يتصل بالناس اتصالاً معهوداً .وهذا نفي لأن يكون الله قطع عنه الوحي .وقد عطف عليه : { وما قلى } للإِتيان على إبطال مقالتي المشركين إذ قال بعضهم : ودَّعه ربه ، وقال بعضهم : قَلاه ربه ، يريدون التهكم .وجملة : { وما قلى } عطف على جملة جواب القسم ولها حكمها .والقليْ ( بفتح القاف مع سكون اللام ) والقِلَى ( بكسر القاف مع فتح اللام ) : البغض الشديد ، وسبب مقالة المشركين تقدم في صدر السورة .والظاهر أن هذه السورة نزلت عقب فترة ثانية فتر فيها الوحي بعد الفترة التي نزلت إثرها سورة المدثر ، فعن ابن عباس وابن جريج : «احتبس الوحي عن رسول الله صلى الله عليه وسلم خمسة عشر يوماً أو نحوها . فقال المشركون : إن محمداً ودَّعه ربه وقلاه ، فنزلت الآية» .واحتباس الوحي عن النبي صلى الله عليه وسلم وقع مرتين :أولاهما : قبل نزول سورة المدثر أو المزمل ، أي بعد نزول سورتين من القرآن أو ثلاث على الخلاف في الأسبق من سورتي المزمل والمدثر ، وتلك الفترة هي التي خشي رسول الله صلى الله عليه وسلم أن يكون قد انقطع عنه الوحي ، وهي التي رأى عقبها جبريل على كرسي بين السماء والأرض كما تقدم في تفسير سورة المدثر ، وقد قيل : إن مدة انقطاع الوحي في الفترة الأولى كانت أربعين يوماً ولم يشعر بها المشركون لأنها كانت في مبدإ نزول الوحي قبل أن يشيع الحديث بينهم فيه وقبل أن يقوم النبي صلى الله عليه وسلم بالقرآن ليلاً .وثانيتهما : فترة بعد نزول نحو من ثماننِ سور ، أي السور التي نزلت بعد الفترة الأولى فتكون بعد تجمع عشر سور ، وبذلك تكون هذه السورة حادية عشرة فيتوافق ذلك مع عددها في ترتيب نزول السور .والاختلاف في سبب نزول هذه السورة يدل على عدم وضوحه للرواة ، فالذي نظنه أن احتباس الوحي في هذه المرة كان لمدة نحو من اثني عشر يوماً وأنه ما كان إلا للرفق بالنبي صلى الله عليه وسلم كي تسْتَجِمَّ نفسه وتعتاد قوته تحمُّل أعباء الوحي إذ كانت الفترة الأولى أربعين يوماً ثم كانت الثانية اثني عشر يوماً أو نحوها ، فيكون نزول سورة الضحى هو النزول الثالث ، وفي المرة الثالثة يحصل الارتياض في الأمور الشاقة ولذلك يكثر الأمر بتكرر بعض الأعمال ثلاثاً ، وبهذا الوجه يجمع بين مختلف الأخبار في سبب نزول هذه السورة وسبب نزول سورة المدثر .وحُذف مفعول { قلى } لدلالة { ودعك } عليه كقوله تعالى : { والذاكرين اللَّه كثيراً والذاكرات } [ الأحزاب : 35 ] وهو إيجاز لفظيّ لظهور المحذوف ومثله قوله : { فآوى } [ الضحى : 6 ] ، ف { هدى } [ الضحى : 7 ] { فأغنى } [ الضحى : 8 ] ."
    },
    {
      "ayah": 4,
      "surah": 93,
      "text": "وَلَلْآَخِرَةُ خَيْرٌ لَكَ مِنَ الْأُولَى (4)عطف على جملة : { والضحى } [ الضحى : 1 ] فهو كلام مبتدأ به ، والجملة معطوفة على الجمل الابتدائية وليست معطوفة على جملة جواب القسم بل هي ابتدائية فلما نُفي القِلى بشّر بأن آخرته خير من أولاه ، وأن عاقبته أحسن من بدأته ، وأن الله خاتم له بأفضل مما قد أعطاه في الدنيا وفي الآخرة .وما في تعريف «الآخرة» و { الأولى } من التعميم يجعل معنى هذه الجملة في معنى التذييل الشامل لاستمرار الوحي وغير ذلك من الخير .والآخرة : مؤنث الآخرِ ، و { الأولى } : مؤنث الأوَّل ، وغلب لفظ الآخرة في اصطلاح القرآن على الحياة الآخرة وعلى الدار الآخرة كما غلب لفظ الأولى على حياة الناس التي قبل انخرام هذا العالم ، فيجوز أن يكون المراد هنا من كلا اللفظين كِلا معنييه فيفيد أن الحياة الآخرة خير له من هذه الحياة العاجلة تبشيراً له بالخيرات الأبدية ، ويفيد أن حالاته تجري على الانتقال من حالة إلى أحسن منها ، فيكون تأنيث الوصفين جارياً على حالتي التغليب وحالتي التوصيف ، ويكون التأنيث في هذا المعنى الثاني لمراعاة معنى الحالة .ويومىء ذلك إلى أن عودة نزول الوحي عليه هذه المرة خير من العودة التي سبقت ، أي تكفل الله بأن لا ينقطع عنه نزول الوحي من بعد .فاللام في «الآخرة» و { الأولى } لام الجنس ، أي كُلّ آجل أمره هو خير من عاجله في هذه الدنيا وفي الأخرى .واللام في قوله : { لك } لام الاختصاص ، أي خير مختص بك وهو شامل لكل ما له تعلق بنفس النبي صلى الله عليه وسلم في ذاته وفي دِينه وفي أمته ، فهذا وعد من الله بأن ينشر دين الإِسلام وأن يمكِّن أمته من الخيرات التي يأملها النبي صلى الله عليه وسلم لهم . وقد روى الطبراني والبيهقي في «دلائل النبوءة» عن ابن عباس قال : \" قال رسول الله صلى الله عليه وسلم عُرض عليّ ما هو مفتوح لأمتي بعدي فسرني فأنزل الله تعالى : { وللآخرة خير لك من الأولى } \""
    },
    {
      "ayah": 5,
      "surah": 93,
      "text": "وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضَى (5)هو كذلك عطف على جملة القسم كلها وحرف الاستقبال لإفادة أن هذا العطاء الموعود به مستمر لا ينقطع كما تقدم في قوله تعالى : { قال سوف أستغفر لكم ربي } في سورة يوسف ( 98 ) وقوله : { ولسوف يرضى } في سورة الليل ( 21 ) .وحذف المفعول الثاني ليعطيك } ليعمّ كل ما يرجوه صلى الله عليه وسلم من خير لنفسه ولأمته فكان مفاد هذه الجملة تعميم العطاء كما أفادت الجملة قبلها تعميم الأزمنة .وجيء بفاء التعقيب في { فترضى } لإفادة كون العطاءِ عاجلَ النفع بحيث يحصل به رضى المعطَى عند العطاء فَلا يترقب أن يحصل نفعه بعد تَربص .وتعريف { ربك } بالإضافة دون اسم الله العَلَم لما يؤذن به لفظ ( رب ) من الرأفة واللطف ، وللتوسل إلى إضافته إلى ضمير المخاطب لما في ذلك من الإِشعار بعنايته برسوله وتشريفه بإضافة رَب إلى ضميره .وهو وعد واسع الشمول لما أعطيه النبي صلى الله عليه وسلم من النصر والظَفر بأعدائه يوم بدر ويوم فتح مكة ، ودخول الناس في الدين أفواجاً وما فُتح على الخلفاء الراشدين ومَن بعدهم من أقطار الأرض شرقاً وغرباً .واعلم أن اللام في { وللآخرة خير } [ الضحى : 4 ] وفي { ولسوف يعطيك } جزَم صاحب «الكشاف» بأنه لام الابتداء وقدر مبتدأ محذوفاً . والتقدير : ولأنت سوف يعطيك ربك . وقال : إن لام القسم لا تدخل على المضارع إلا مع نون التوكيد وحيث تعين أن اللام لام الابتداء ولام الابتداء لا تدخل إلا على جملة من مبتدأ وخبر تعين تقدير المبتدأ . واختار ابن الحاجب أن اللام في { ولسوف يعطيك ربك } لام التوكيد ( يعني لام جواب القسم ) . ووافقه ابن هشام في «مغني اللبيب» وأشعر كلامه أن وجود حرف التنفيس مانع من لحاق نون التَوكيد ولذلك تجب اللام في الجملة . وأقول في كون وجود حرف التنفيس يوجب كون اللاّم لام جواب قسم محلّ نظر ."
    },
    {
      "ayah": 6,
      "surah": 93,
      "text": "أَلَمْ يَجِدْكَ يَتِيمًا فَآَوَى (6) استئناف مسوق مساق الدليل على تحقق الوعد ، أي هو وعد جار على سنن ما سبق من عناية الله بك من مبدإ نشأتك ولطفه في الشدائد باطراد بحيث لا يحتمل أن يكون ذلك من قبيل الصدف لأن شأن الصدف أن لا تتكرر فقد علم أن اطراد ذلك مراد لله تعالى .والمقصود من هذا إيقاع اليقين في قلوب المشركين بأن ما وعده الله به محقق الوقوع قياساً على ما ذكره به من ملازمة لطفه به فيما مضى وهم لا يجهلون ذلك عسى أن يقلعوا عن العناد ويُسرعوا إلى الإيمان وإلا فإن ذلك مساءة تبقى في نفوسهم وأشباح رعب تخالج خواطرهم . ويحصل مع هذا المقصود امتنان على النبي صلى الله عليه وسلم وتقوية لاطمئنان نفسه بوعد الله تعالى إياه .والاستفهام تقريري ، وفعل { يجدك } مضارع وجَد بمعنى ألفى وصادف ، وهوالذي يتعدى إلى مفعول واحد ومفعوله ضمير المخاطب . و { يتيماً } حال"
    },
    {
      "ayah": 7,
      "surah": 93,
      "text": "وَوَجَدَكَ ضَالًّا فَهَدَى (7) ، وكذلك { ضالاً } و { عائلاً } . والكلام تمثيل لحالة تيسير المنافع لِلذي تعسرت عليه بحالة من وجَد شخصاً في شدة يتطلع إلى من يعينه أو يغيثه .واليتيم : الصبي الذي مات أبوه وقد كان أبو النبي صلى الله عليه وسلم توفي وهو جنين أو في أول المدة من ولادته .والإيواء : مصدر أوَى إلى البيت ، إذا رجع إليه ، فالإيواء : الإِرجاع إلى المسكن ، فهمزته الأولى همزة التعدية ، أي جعله آوياً ، وقد أطلق الإِيواء على الكفالة وكفاية الحاجة مجازاً أو استعارة ، فالمعنى أنشأك على كمال الإِدراك والاستقامة وكنتَ على تربية كاملة مع أن شأن الأيتام أن ينشأوا على نقائص لأنهم لا يجدون من يُعنى بتهذيبهم وتعهدِ أحوالهم الخُلقية . وفي الحديث « أدبني ربي فأحسن تأديبي » فكان تكوين نفسه الزكية على الكمال خيراً من تربية الأبوين .والضّلال : عدم الاهتداء إلى الطريق الموصل إلى مكان مقصود سواء سلك السائر طريقاً آخر يبلغ إلى غير المقصود أم وقف حائراً لا يعرف أيَّ طريق يسلك ، وهو المقصود هنا لأن المعنى : أنك كنت في حيرة من حال أهل الشرك من قومك فأراكه الله غير محمود وكرَّهه إليك ولا تدري ماذا تتبع من الحق ، فإن الله لما أنشأ رسوله صلى الله عليه وسلم على ما أراد من إعداده لتلقي الرسالة في الإبان ، ألْهَمَه أن ما عليه قومه من الشرك خطأ وألقى في نفسه طلب الوصول إلى الحق ليتهيأ بذلك لقبول الرسالة عن الله تعالى .وليس المراد بالضلال هنا اتباع الباطل ، فإن الأنبياء معصومون من الإِشراك قبل النبوءة باتفاق علمائنا ، وإنما اختلفوا في عصمتهم من نوع الذنوب الفواحش التي لا تختلف الشرائع في كونها فواحش وبقطع النظر عن التنافي بين اعتبار الفعل فاحشة وبَيْن الخلوّ عن وجود شريعة قبل النبوءة ، فإن المحققين من أصحابنا نزهوهم عن ذلك والمعتزلة منعوا ذلك بناء على اعتبار دليل العقل كافياً في قبح الفواحش عَلَى إرسال كلامهم في ضابط دلالة العقل .ولم يختلف أصحابنا أن نبينا صلى الله عليه وسلم لم يصدر منه ما ينافي أصول الدين قبل رسالته ولم يزل علماؤنا يجعلون ما تواتر من حال استقامته ونزاهته عن الرذائل قبل نبوءته دليلاً من جملة الأدلة على رسالته ، بل قد شافَهَ القرآن به المشركين بقوله : { فقد لبثتُ فيكم عمراً من قبله أفلا تعقلون } [ يونس : 16 ] وقوله : { أم لم يعرفوا رسولهم فهم له منكرون } [ المؤمنون : 69 ] ، ولأنه لم يؤثر أن المشركين أفحموا النبي صلى الله عليه وسلم فيما أنكر عليهم من مساوي أعمالهم بأن يقولوا فقد كنت تفعل ذلك معنا .والعائل : الذي لا مال له ، والفقر يسمى عَيْلَة ، قال تعالى : { وإن خفتم عيلة فسوف يغنيكم اللَّه من فضله إن شاء } [ التوبة : 28 ] وقد أغناه الله غناءين : أعظمهما غنى القلب إذ ألقى في قلبه قلة الاهتمام بالدنيا ، وغنى المال حين ألهم خديجة مقارضته في تجارتها .وحذفت مفاعيل { فآوى } ، { فهدى } ، { فأغنى } للعلم بها من ضمائر الخطاب قبلها ، وحدفُها إيجاز ، وفيه رعاية على الفواصل ."
    },
    {
      "ayah": 8,
      "surah": 93,
      "text": "وَوَجَدَكَ عَائِلًا فَأَغْنَى (8) ، وكذلك { ضالاً } و { عائلاً } . والكلام تمثيل لحالة تيسير المنافع لِلذي تعسرت عليه بحالة من وجَد شخصاً في شدة يتطلع إلى من يعينه أو يغيثه .واليتيم : الصبي الذي مات أبوه وقد كان أبو النبي صلى الله عليه وسلم توفي وهو جنين أو في أول المدة من ولادته .والإيواء : مصدر أوَى إلى البيت ، إذا رجع إليه ، فالإيواء : الإِرجاع إلى المسكن ، فهمزته الأولى همزة التعدية ، أي جعله آوياً ، وقد أطلق الإِيواء على الكفالة وكفاية الحاجة مجازاً أو استعارة ، فالمعنى أنشأك على كمال الإِدراك والاستقامة وكنتَ على تربية كاملة مع أن شأن الأيتام أن ينشأوا على نقائص لأنهم لا يجدون من يُعنى بتهذيبهم وتعهدِ أحوالهم الخُلقية . وفي الحديث « أدبني ربي فأحسن تأديبي » فكان تكوين نفسه الزكية على الكمال خيراً من تربية الأبوين .والضّلال : عدم الاهتداء إلى الطريق الموصل إلى مكان مقصود سواء سلك السائر طريقاً آخر يبلغ إلى غير المقصود أم وقف حائراً لا يعرف أيَّ طريق يسلك ، وهو المقصود هنا لأن المعنى : أنك كنت في حيرة من حال أهل الشرك من قومك فأراكه الله غير محمود وكرَّهه إليك ولا تدري ماذا تتبع من الحق ، فإن الله لما أنشأ رسوله صلى الله عليه وسلم على ما أراد من إعداده لتلقي الرسالة في الإبان ، ألْهَمَه أن ما عليه قومه من الشرك خطأ وألقى في نفسه طلب الوصول إلى الحق ليتهيأ بذلك لقبول الرسالة عن الله تعالى .وليس المراد بالضلال هنا اتباع الباطل ، فإن الأنبياء معصومون من الإِشراك قبل النبوءة باتفاق علمائنا ، وإنما اختلفوا في عصمتهم من نوع الذنوب الفواحش التي لا تختلف الشرائع في كونها فواحش وبقطع النظر عن التنافي بين اعتبار الفعل فاحشة وبَيْن الخلوّ عن وجود شريعة قبل النبوءة ، فإن المحققين من أصحابنا نزهوهم عن ذلك والمعتزلة منعوا ذلك بناء على اعتبار دليل العقل كافياً في قبح الفواحش عَلَى إرسال كلامهم في ضابط دلالة العقل .ولم يختلف أصحابنا أن نبينا صلى الله عليه وسلم لم يصدر منه ما ينافي أصول الدين قبل رسالته ولم يزل علماؤنا يجعلون ما تواتر من حال استقامته ونزاهته عن الرذائل قبل نبوءته دليلاً من جملة الأدلة على رسالته ، بل قد شافَهَ القرآن به المشركين بقوله : { فقد لبثتُ فيكم عمراً من قبله أفلا تعقلون } [ يونس : 16 ] وقوله : { أم لم يعرفوا رسولهم فهم له منكرون } [ المؤمنون : 69 ] ، ولأنه لم يؤثر أن المشركين أفحموا النبي صلى الله عليه وسلم فيما أنكر عليهم من مساوي أعمالهم بأن يقولوا فقد كنت تفعل ذلك معنا .والعائل : الذي لا مال له ، والفقر يسمى عَيْلَة ، قال تعالى : { وإن خفتم عيلة فسوف يغنيكم اللَّه من فضله إن شاء } [ التوبة : 28 ] وقد أغناه الله غناءين : أعظمهما غنى القلب إذ ألقى في قلبه قلة الاهتمام بالدنيا ، وغنى المال حين ألهم خديجة مقارضته في تجارتها .وحذفت مفاعيل { فآوى } ، { فهدى } ، { فأغنى } للعلم بها من ضمائر الخطاب قبلها ، وحدفُها إيجاز ، وفيه رعاية على الفواصل ."
    },
    {
      "ayah": 9,
      "surah": 93,
      "text": "فَأَمَّا الْيَتِيمَ فَلَا تَقْهَرْ (9) الفاء الأولى فصيحة .و ( أما ) تفيد شرطاً مقدراً تقديره : مهما يكن من شيء ، فكان مفادها مشعراً بشرط آخر مقدر هوالذي اجتلبت لأجله فاء الفصيحة ، وتقدير نظم الكلام إذ كنت تعلم ذلك وأقررت به فعليك بشكر ربك ، وبيّن له الشكر بقوله : { أمّا اليتيم فلا تقهر } الخ .وقد جُعل الشكر هنا مناسباً للنعمة المشكور عليها وإنما اعتبر تقدير : إذا أردتَ الشكر ، لأن شكر النعمة تنساق إليه النفوس بدافع المروءة في عرف الناس ، وصُدر الكلام ب ( أما ) التفصيلية لأنه تفصيل لمجمل الشكر على النعمة .ولما كانت ( أمَّا ) بمعنى : ومهما يكن شيء ، قرن جوابها بالفاء .واليتيم مفعول لفعل { فلا تقهر } . وقدم للاهتمام بشأنه ولهذا القصد لم يؤت به مرفوعاً وقد حصل مع ذلك الوفاء باستعمال جواب ( أما ) أن يكون مفصولاً عن ( أما ) بشيء كراهية موالاة فاء الجواب لحرف الشرط . ويظهر أنهم ما التزموا الفصل بين ( أما ) وجوابها بتقديم شيء من علائق الجواب إلا لإِرادة الاهتمام بالمقدم لأن موقع ( أما ) لا يخلو عن اهتمام بالكلام اهتماماً يرتكز في بعض أجزاء الكلام ، فاجتلاب ( أما ) في الكلام أثر للاهتمام وهو يقتضي أن مثار الاهتمام بعض متعلِّقات الجملة ، فذلك هو الذي يعتنون بتقديمه."
    }
  ]
}
