{
  "text": "আর যারা মসজিদ নির্মাণ করেছে ক্ষতিসাধন [১], কুফরী ও মুমিনদের মধ্যে বিভেদ সৃষ্টির উদ্দেশ্যে। এবং এর আগে আল্লাহ্‌ ও তাঁর রাসূলের বিরুদ্ধে লড়াই করেছে গোপন ঘাটিস্বরূপ ব্যবহারের উদ্দেশ্যে [২],  আর তারা অবশই শপথ করবে, ‘ আমরা কেবল ভালো চেয়েছি;’ আর আল্লাহ্‌ সাক্ষ্য দিচ্ছেন যে, অবশ্যই তারা মিথ্যাবাদী।\n[১] মদীনায় আবু ‘আমের নামের এক ব্যক্তি জাহেলী যুগে নাসারা ধর্ম গ্রহণ করে আবু ’আমের পাদ্রী নামে খ্যাত হলো। তার পুত্র ছিলেন বিখ্যাত সাহাবী হানযালা রাদিয়াল্লাহু আনহু যার লাশকে ফেরেশতাগণ গোসল দিয়েছিলেন। কিন্তু পিতা নিজের গোমরাহী ও নাসারাদের দ্বীনের উপরই ছিল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হিজরত করে মদীনায় উপস্থিত হলে আবু আমের তার কাছে উপস্থিত হয় এবং ইসলামের বিরুদ্ধে নানা অভিযোগ উত্থাপন করে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার অভিযোগের জবাব দান করেন। কিন্তু তাতে সেই হতভাগার সান্তনা আসলো না। তদুপরি সে বলল, আমরা দু’জনের মধ্যে যে মিথু্যক সে যেন অভিশপ্ত ও আত্মীয় স্বজন থেকে বিচ্ছিন্ন হয়ে মৃত্যুবরণ করে। সে একথাও বলল যে, আপনার যে কোন প্রতিপক্ষের সাহায্য আমি করে যাবো। সে মতে হুনাইন যুদ্ধ পর্যন্ত সকল রণাঙ্গনে সে মুসলিমদের বিপরীতে অংশ নেয়। হাওয়াযেনের মত সুবৃহৎ শক্তিশালী গোত্রও যখন মুসলিমদের কাছে পরাজিত হলো, তখন সে নিরাশ হয়ে সিরিয়ায় চলে গেল। [বাগভী] কারণ, তখন এটি ছিল নাসারাদের কেন্দ্রস্থল।\nএ ষড়যন্ত্রের শুরুতে সে মদীনার পরিচিত মুনাফিকদের কাছে চিঠি লিখে যে, “রোম সম্রাট কর্তৃক মদীনা অভিযানের চেষ্টায় আমি আছি। কিন্তু যথা সময় সম্রাটের সাহায্য হয় এমন কোন সম্মিলিত শক্তি তোমাদের থাকা চাই। এর পন্থা হলো এই যে, তোমরা মদীনায় মসজিদের নাম দিয়ে একটি গৃহ নিৰ্মাণ কর, যেন মুসলিমদের অন্তরে কোন সন্দেহ না আসে। তারপর সে গৃহে নিজেদের সংগঠিত কর এবং যতটুকু সম্ভব যুদ্ধের সাজ-সরঞ্জাম সংগ্রহ করে সেখানে রাখ এবং পারস্পরিক আলোচনা ও পরামর্শের পর মুসলিমদের বিরুদ্ধে কর্মপন্থা গ্রহণ কর। তারপর আমি রোম সম্রাটকে নিয়ে এসে মুহাম্মাদ ও তার সাথীদের উৎখাত করব।” [তাবারী]\nতার এ পত্রের ভিত্তিতে বার জন মুনাফিক মদীনার কুবা মহল্লায়, যেখানে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হিজরত করে এসে অবস্থান নিয়েছিলেন এবং একটি মসজিদ নির্মাণ করেছিলেন- সেখানে সে মুনাফিকরা আরেকটি মসজিদের ভিত্তি রাখল। [ইবন হিশাম, কুরতুবী; ইবন কাসীর প্রমুখ ঐতিহাসিক ও মুফাসসিরগণ এ বার জনের নাম উল্লেখ করেছেন] তারপর তারা মুসলিমদের প্রতারিত করার উদ্দেশ্যে সিদ্ধান্ত নিল যে, স্বয়ং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের দ্বারা এক ওয়াক্ত সালাত সেখানে পড়াবে। এতে মুসলিমগণ নিশ্চিত হবে যে, পুর্বনির্মিত মসজিদের মত এটিও একটি মসজিদ। এ সিদ্ধান্ত মতে তাদের এক প্রতিনিধিদল রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের দরবারে হাযির হয়ে আরয করে যে, কুবার বর্তমান মসজিদটি অনেক ব্যবধানে রয়েছে। দূর্বল ও অসুস্থ লোকদের সে পর্যন্ত যাওয়া দুষ্কর। এছাড়া মসজিদটি এমন প্রশস্তও নয় যে, এলাকার সকল লোকের সংকুলান হতে পারে। তাই আমরা দুর্বল লোকদের সুবিধার্থে অপর একটি মসজিদ নির্মাণ করেছি। আপনি যদি তাতে এক ওয়াক্ত সালাত আদায় করেন, তবে আমরা ধন্য হব। [বাগভী; ইবন কাসীর]\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তখন তাবুক যুদ্ধের প্রস্তুতিতে ব্যস্ত ছিলেন। তিনি প্রতিশ্রুতি দিলেন যে, এখন সফরের প্রস্তুতিতে আছি। ফিরে এসে সালাত আদায় করব। কিন্তু তাবুক যুদ্ধ থেকে ফেরার পথে যখন তিনি মদীনার নিকটবর্তী এক স্থানে বিশ্রাম নিচ্ছিলেন, তখন মসজিদে দ্বিরার সম্পর্কিত এই আয়াতগুলো নাযিল হয়। এতে মুনাফিকদের ষড়যন্ত্র ফাস করে দেয়া হল। আয়াতগুলো নাযিল হওয়ার পর রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম কতিপয় সাহাবীকে এ হুকুম দিয়ে পাঠালেন যে, এক্ষুণি গিয়ে কথিত মসজিদটি ধ্বংস কর এবং আগুন লাগিয়ে এসো। আদেশমতে তারা গিয়ে মসজিদটি সমুলে ধ্বংস করে মাটিতে মিশিয়ে দিয়ে আসলেন। [বাগভী; সীরাতে ইবন হিশাম; ইবন কাসীর]\n[২] এখানে এ মাসজিদ নির্মাণের মোট চারটি উদ্দেশ্য উল্লেখ করা হয়েছে, প্রথমতঃ মুসলিমদের ক্ষতিসাধন। দ্বিতীয়তঃ কুফরী করার জন্য, তৃতীয়তঃ মুসলিমদের মাঝে বিভক্তি সৃষ্টি করা। চতুর্থতঃ সেখানে আল্লাহ ও তাঁর রাসূলের শক্রদের আশ্রয় মিলবে যেন আবু আমের আর রাহেব এবং তারা বসে বসে ষড়যন্ত্র পাকাতে পারবে। [মুয়াসসার]",
  "ayah": 107,
  "surah": 9
}
