{
  "text": "হাজীদের জন্য পানি পান করানো ও মসজিদুল হারাম আবাদ করাকে তোমরা কি তার মত বিবেচনা কর, যে আল্লাহ্‌ ও শেষ দিনের প্রতি ঈমান এনেছে এবং আল্লাহ্‌র পথে জিহাদ করেছে [১]? তারা আল্লাহ্‌র কাছে সমান নয় [২]। আর আল্লাহ্‌ যলীম সম্প্রদায়কে হিদায়াত দেন না [৩]।\n[১] সুতরাং জিহাদ ও আল্লাহর উপর ঈমান এ দুটি অবশ্যই হাজীদেরকে পানি পান করানো এবং মসজিদে হারামের আবাদ বা সেবা করা থেকে বহুগুণ উত্তম। কেননা, ঈমান হচ্ছে দ্বীনের মূল, এর উপরই আমল কবুল হওয়া নির্ভর করে এবং চারিত্রিক মাধুর্যতা প্রকাশ পায়। আর আল্লাহর পথে জিহাদ হচ্ছে দ্বীনের সর্বোচ্চ শৃঙ্গ, যার মাধ্যমে দ্বীনে ইসলামী সংরক্ষিত হয়, প্রসারিত হয়, সত্য জয়যুক্ত হয় এবং মিথ্যা অপসৃত হয়। পক্ষান্তরে মসজিদুল হারামের সেবা করা এবং হাজিদেরকে পানি পান করানো যদিও সৎকাজ, কিন্তু এ সবই ঈমানের উপর নির্ভরশীল। ঈমান ও জিহাদে দ্বীনের যে স্বার্থ আছে তা এতে নেই। [সা'দী]।\n[২] এ আয়াত এবং এর পরবর্তী তিনটি আয়াত একটি বিশেষ ঘটনার সাথে সম্পৃক্ত। তা হল মক্কার অনেক মুশরিক মুসলিমদের মোকাবেলায় গর্ব সহকারে বলতঃ মসজিদুলহারামের আবাদ ও হাজীদের পানি সরবরাহের ব্যবস্থা আমরাই করে থাকি। এর উপর আর কারো কোন আমল শ্রেষ্ঠত্বের দাবীদার হতে পারে না। নুমান ইবন বশীর রাদিয়াল্লাহু আনহু থেকে বর্ণিত, তিনি বলেনঃ এক জুমআর দিন তিনি কতিপয় সাহাবার সাথে মসজিদে নববীতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের মিম্বারের পাশে বসা ছিলেন। উপস্থিত একজন বললেনঃ ইসলাম ও ঈমানের পর এবং এর মোকাবেলায় আর কোন আমলের ধার আমি ধারি না। তার উক্তি খণ্ডন করে অপরজন বললেনঃ মসজিদুল হারাম আবাদ করার মত উত্তম আমল আর নেই এবং এর মোকাবেলায় আর কোন আমলের ধার আমি ধারি না। অপর আরেকজন বললেনঃ আল্লাহর রাহে জিহাদ করার মত উত্তম আমল আর নেই এবং এর মোকাবেলায় আর কোন আমলের ধার আমি ধারি না। এভাবে তাদের মধ্যে বাদানুবাদ চলতে থাকে। উমর ফারুক রাদিয়াল্লাহু আনহু তাদের ধমক দিয়ে বললেনঃ রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লামের মিম্বারের কাছে শোরগোল বন্ধ কর! জুম'আর সালাতের পর স্বয়ং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের কাছে বিষয়টি পেশ কর। কথামত প্রশ্নটি তার কাছে রাখা হল। এর প্রেক্ষিতে উপরোক্ত আয়াত নাযিল হয়। [সহীহ মুসলিমঃ ১৮৭৯] এতে মসজিদের রক্ষণাবেক্ষণ ও হাজীদের পানি সরবরাহের উপর জিহাদকে প্রাধান্য দেয়া হয়।\nসে যাই হোক, প্রকৃতপক্ষে মুশরিকদের কা'বা নিয়ে গর্বের অন্ত ছিল না। আল্লাহ তা'আলা সূরা আল-মুমেনুনের ৬৬, ৬৭ নং আয়াতেও তা উল্লেখ করেছেন। আয়াতগুলো নাযিল হয়েছিল মুলতঃ মুশরিকদের অহংকার নিবারণ উদ্দেশ্যে। অতঃপর মুসলিমদের পরস্পরের মধ্যে যে সকল ঘটনা ঘটে, তার সম্পর্কে প্রমাণ উপস্থাপিত করা হয় এ সকল আয়াত থেকে। যার ফলে শ্রোতারা ধরে নিয়েছে যে, এ ঘটনার প্রেক্ষিতে আয়াতগুলো নাযিল হয়। উপরোক্ত আয়াতে যে সত্যটি তুলে ধরা হয় তা হল, শির্ক মিশ্ৰিত আমল তা যত বড় আমলই হোক কবুল যোগ্য নয় এবং এর কোন মূল্যমানও নেই। সে কারণে কোন মুশরিক মসজিদ রক্ষণাবেক্ষণ ও হাজীদের পানি সরবরাহ দ্বারা মুসলিমদের মোকাবেলায় ফযীলত ও মর্যাদা লাভ করতে পারবে না। অন্যদিকে ইসলাম গ্রহণের পর ঈমান ও জিহাদের মর্যাদা মসজিদুল হারামের রক্ষণাবেক্ষণ ও হাজীদের পানি সরবরাহের তুলনায় অনেক বেশি। ইবন আব্বাস রাদিয়াল্লাহু আনহুমা বলেন, “রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম পানি পান করানোর জায়গায় আসলেন এবং পানি চাইলেন, আব্বাস রাদিয়াল্লাহু আনহু বললেন, হে ফযল! তুমি তোমার মায়ের কাছ থেকে পানি নিয়ে আস, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, আমাকে পানি পান করাও। আব্বাস বললেন, হে আল্লাহর রাসূল। এরা পাত্রের পানিতে হাত ঢুকিয়ে ফেলে। তিনি বললেন, আমাকে পানি দাও। অতঃপর তিনি তা থেকে পান করলেন। তারপর তিনি যমযমের কাছে আসলেন, দেখলেন তারা সেখানে কাজ করছে। তখন তিনি বললেন, তোমরা কাজ করে যাও, তোমরা ভালো কাজ করছ। তারপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, যদি তোমাদের কাজের উপর ব্যাঘাত আসার সম্ভাবনা না থাকত তাহলে আমিও নীচে নামতাম এবং এর উপর অর্থাৎ ঘাড়ের উপরে করে পানি নিয়ে আসতাম। [বুখারী: ১৬৩৫]\nমোটকথা:  নেক আমলগুলোর মর্যাদার তারতম্য রয়েছে। সেমতে আমলকারীর মর্যাদায়ও তারতম্য হবে। অর্থাৎ সকল আমলকারীকে একই মর্যাদায় অভিষিক্ত করা যাবে না। আর একটি কথা হল, আমলের আধিক্যের উপর ফযীলত নির্ভরশীল নয়; বরং আমলের সৌন্দর্যের উপর তা নির্ভরশীল। সূরা আল-মুলকের দ্বিতীয় আয়াতে আছেঃ\n(لِیَبۡلُوَکُمۡ  اَیُّکُمۡ  اَحۡسَنُ عَمَلًا)\nঅর্থাৎ \"যাতে আল্লাহ্ পরীক্ষা করতে পারেন তোমাদের কার আমল কত সৌন্দর্যমণ্ডিত।”\n[৩] আয়াতের শেষে বলা হয়েছে যে,’ আর আল্লাহ যালিম সম্প্রদায়কে হিদায়াত দেন না’। এখানে যুলুমের সর্বশেষ পর্যায় অর্থাৎ কুফর ও শির্ক বোঝানোই উদ্দেশ্য। সুতরাং যারা কুফরী করবে তারা কখনো ভাল কাজ দ্বারা উপকৃত হওয়ার সুযোগ পাবে না। তারা ভাল কাজ করার তাওফীকও পাবে না। [মুয়াসসার] বস্তুত: ঈমান হল আমলের প্রাণ। ঈমানবিহীন আমল প্রাণশূন্য দেহের মত যা গ্রহণের অযোগ্য। আখেরাতের মুক্তির ক্ষেত্রে এর কোন দাম নেই। গোনাহ ও পাপাচারের ফলে মানুষের বিবেক ও বিচারশক্তি নষ্ট হয়ে যায়। যার ফলে সে ভাল-মন্দের পার্থক্য করতে পারে না। এর বিপরীতে অপর এক আয়াতে আল্লাহ বলেনঃ “তোমরা যদি আল্লাহকে ভয় কর, তবে তিনি ভাল-মন্দ পার্থক্যের শক্তি দান করবেন \" সূরা আল-আনফাল: ২৯ অর্থাৎ ইবাদাত-বন্দেগী ও তাকওয়া-পরহেযগারীর ফলে বিবেক প্রখর হয়, সুষ্ঠ বিচারবিবেচনার শক্তি আসে। তাই সে ভাল-মন্দের পার্থক্যে ভুল করে না। পক্ষান্তরে যারা যালিম, যারা নিজেদের নাফসের উপর যুলুম করেছে, তারা ভাল-মন্দের পার্থক্যে ভুল করে, ফলে তাদের হিদায়াত নসীব হয় না।",
  "ayah": 19,
  "surah": 9
}
