{
  "text": "হে ঈমানদারগ্ণ ! মুশরিকরা তো অপবিত্র [১]; কাজেই এ বছরের পর [২] তারা যেন মসজিদুল হারামের ধারে-কাছে না আসে [৩]। আর যদি তোমরা দারিদ্রের আশংকা কর তবে আল্লাহ্‌ ইচ্ছা করলে তাঁর নিজ করুণায় তোমাদেরকে অভাবমুক্ত করবেন [৪]। নিশ্চয় আল্লাহ্‌ সর্বজ্ঞ, প্রজ্ঞাময়।\n[১] কোন কোন মুফাসসির বলেন, কাফেরগণ ব্যহ্যিক ও আত্মিক সর্ব দিক থেকেই অপবিত্র। [কুরতুবী; ফাতহুল কাদীর] তবে অধিকাংশ মুফাসসির বলেনঃ এখানে নাপাক বলতে তাদের দেহ সত্তা বুঝানো হয়নি, বরং দ্বীনী বিষয়াদিতে তাদের অপবিত্রতা বোঝানো হয়েছে। সে হিসেবে এর অর্থ, তাদের আকীদাহ-বিশ্বাস, আখলাক-চরিত্র, আমল ও কাজ, তাদের জীবন - এসবই নাপাক। [ইবন কাসীর; সা’দী]; আর এ সবের নাপাকির কারণেই হারাম শরীফের চৌহদির মধ্যে তাদের প্রবেশ বন্ধ করে দেয়া হয়েছে।\n[২] এ বছর বলতে অধিকাংশ মুফাসসিরীনদের মতে ৯ম হিজরী বুঝানো হয়েছে। কাতাদা বলেন, এটা ছিল সে বছর যে বছর আবু বকর রাদিয়াল্লাহু আনহু লোকদের নিয়ে হজ করেছেন। তখন আলী এ বিষয়টির ঘোষণা লোকদের মধ্যে দিয়েছিলেন। তখন হিজরতের পর নবম বছর পার হচ্ছিল। আর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম পরবর্তী বছর হজ করেছিলেন। তিনি এর আগেও হজ করেন নি, পরেও করেন নি। [তাবারী]\n[৩] এখানে “মাসজিদুল হারাম” বলতে সাধারণতঃ বুঝায় বায়তুল্লাহ শরীফের চতুর্দিকের আঙ্গিনাকে যা দেয়াল দ্বারা পরিবেষ্টিত। তবে কুরআন ও সুন্নার কোন কোন স্থানে তা মক্কার পূর্ণ হারাম শরীফ অর্থেও ব্যবহৃত হয়েছে। যা কয়েক বর্গমাইল এলাকব্যাপী। যার সীমানা চিহ্নিত করেছেন ইব্রাহীম আলাইহিস সালাম। যেমন, মে'রাজের ঘটনায় মাসজিদুল হারামের উল্লেখ রয়েছে। ইমামগণের ঐক্যমতে এখানে “মাসজিদুল হারাম অর্থ বায়তুল্লাহর আঙ্গিনা নয়। কারণ, মে'রাজের শুরু হয় উম্মে হানী রাদিয়াল্লাহু আনহার ঘর থেকে, যা বায়তুল্লাহর আঙ্গিনার বাইরে। অনুরূপ সূরা তাওবার শুরুতে ৭ নং আয়াতে যে মসজিদুল হারামের উল্লেখ রয়েছে, তার অর্থও পূর্ণ হারাম শরীফ। কারণ, এখানে উল্লেখিত সন্ধির স্থান হলো হুদায়বিয়া’ যা হারাম শরীফের সীমানার বাইরে তার অতি সন্নিকটে অবস্থিত। [আল-বালাদুল হারাম: আহকাম ওয়া আদাব]\n[৪] ইবনে আব্বাস বলেন, যখন আল্লাহ তা'আলা মুশরিকদেরকে মাসজিদুল হারামে যাওয়া থেকে নিষেধ করলেন, তখন শয়তান মুমিনদের অন্তরে চিন্তার উদ্রেক ঘটাল যে, তারা কোথেকে খাবে? মুশরিকদেরকে তো বের করে দেয়া হয়েছে, তাদের বানিজ্য কাফেলা তো আর আসবে না। তখন আল্লাহ তা'আলা এ আয়াত নাযিল করলেন। যাতে তিনি তাদেরকে আহলে কিতাবদের বিরুদ্ধে যুদ্ধ করতে নির্দেশ দিলেন। আর এর মাধ্যমে তিনি তাদেরকে অমুখাপেক্ষী করে দিলেন। [তাবারী; কুরতুবী ইবন কাসীর]",
  "ayah": 28,
  "surah": 9
}
