{
  "text": "আর ইয়াহূদীরা বলে, ‘উযাইর আল্লাহ্‌র পুত্র’ [১], এবং নাসারারা বলে, ‘ মসীহ্ আল্লাহ্‌র পুত্র।’ এটা তাদের মুখের কথা আগে যারা কুফরী করেছিল তারা তাদের মত কথা বলে। আল্লাহ্‌ তাদেরকে ধ্বংস করুন। কোন্ দিকে তাদেরকে ফিরিয়ে দেয়া হচ্ছে [২]!\n[১] আয়াতের ভাষ্য হতে বুঝা যায় যে, ইয়াহুদীদের সবাই এ কথা বলেছিল। কারও কারও মতে, এটি ইয়াহুদীদের এক গোষ্ঠী বলেছিল। সমস্ত ইয়াহুদীদের আকীদা বিশ্বাস নয়। [কুরতুবী; ফাতহুল কাদীর] কোন কোন বর্ণনায় এসেছে, সাল্লাম ইবন মিশকাম, নুমান ইবন আওফা, শাস ইবন কায়স ও মালেক ইবনুস সাইফ তারা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের কাছে এসে বলল, আমরা কিভাবে আপনার অনুসরণ করতে পারি, অথচ আপনি আমাদের কেবলা ত্যাগ করেছেন, আপনি উযায়েরকে আল্লাহর পুত্র বলে মেনে নেন না? তখন আল্লাহ তা'আলা এ আয়াত নাযিল করলেন। [তাবারী; সীরাতে ইবন হিশাম ১/৫৭০] উযায়ের সম্পর্কে বলা হয়ে থাকে যে, ইয়াহুদীরা যখন তাওরাত হারিয়ে ফেলেছিল তখন উযায়ের সেটা তার মুখস্থ থেকে পুণরায় জানিয়ে দিয়েছিল। তাই তাদের মনে হলো যে, এটা আল্লাহর পুত্র হবে, না হয় কিভাবে এটা করতে পারল [সা’দী; কুরতুবী; ইবন কাসীর] এটা নিঃসন্দেহে একটি মিথ্যা কথা যে, উযায়ের তাদেরকে মূল তাওরাত তার মুখস্থ শক্তি দিয়ে এনে দিয়েছিল। কারণ উযায়ের কোন নবী হিসেবেও আমাদের কাছে প্রমাণিত হয়নি। এর মাধ্যমে ইয়াহুদীরা তাদের হারিয়ে যাওয়া গ্রন্থের ধারাবাহিকতা প্রমাণ করতে চেষ্টা করে। কিন্তু সেটা তাদের দাবী মাত্র। ঐতিহাসিকভাবে এমন কিছু প্রমাণিত হয়নি। [দেখুন, ড. সাউদ ইবন আবদুল আযীয, দিরাসাতুন ফিল আদইয়ান-আল-ইয়াহুদিয়্যাহ ওয়ান নাসরনিয়্যাহ]\n[২] এ আয়াতটি হলো পূর্বের আয়াতের ব্যাখ্যা। পূর্বে আয়াতে মোটামুটিভাবে বলা হয় যে, তারা আল্লাহর উপর ঈমান রাখে না। এখানে তার ব্যাখ্যা দিয়ে বলা হয় যে, ইহুদীরা উযাইরকে আর নাসারারা ঈসা ‘আলাইহিস সালামকে আল্লাহ্‌র পুত্র সাব্যস্ত করে। [ইবন কাসীর] তাই তাদের ঈমান ও তাওহীদের দাবী নিরর্থক। এরপর বলা হয়ঃ “এটি তাদের মুখের কথা”। এর অর্থ তারা মুখে যে কুফর উক্তি করে যাচ্ছে তার পেছনে না কোন দলীল আছে, না কোন যুক্তি। কত মারাত্মক সে উক্তি যা তারা করে যাচ্ছে। অন্য আয়াতেও আল্লাহ তা বলেছেন, “এ বিষয়ে তাদের কোন জ্ঞান নেই এবং তাদের পিতৃপুরুষদেরও ছিল না। তাদের মুখ থেকে বের হওয়া বাক্য কী সাংঘাতিক তারা তো শুধু মিথ্যাই বলে\" [সূরা আল-কাহাফ: ৫] অতঃপর বলা হয়ঃ  “এরা পূর্ববর্তী কাফেরদের মত কথা বলে, আল্লাহ এদের ধ্বংস করুন। এরা কোন উল্টা পথে চলে যাচ্ছে। ইবন কাসীরা এর অর্থ হল ইয়াহুদী ও নাসারারা নবীগণকে আল্লাহর পুত্র বলে পুর্ববর্তী কাফের ও মুশরিকদের মতই হয়ে গেল, তারা ফেরেশতা ও লাত মানাত মূর্তিদ্বয়কে আল্লাহর কন্যা সাব্যস্ত করেছিল। [বাগভী]",
  "ayah": 30,
  "surah": 9
}
