{
  "text": "তিনিই সে সত্তা যিনি তাঁর রাসূলকে হিদায়াত ও সত্যদ্বীনসহ [১] পাঠিয়েছেন, যেন তিনি আর সব দ্বীনের উপর একে বিজয়ী করেন, যদিও মুশরিকরা তা অপছন্দ করে [২]।\n[১] কোন কোন মুফাসসির বলেন, এখানে হিদায়াত বলে সত্য সংবাদসমূহ, সহীহ ঈমান, উপকারী ইলম বোঝানো হয়েছে। আর দ্বীনে হক বলে দুনিয়া ও আখেরাতে কাজে আসবে এ রকম যাবতীয় বিশুদ্ধ আমল বোঝানো হয়েছে। [ইবন কাসীর]\n[২] এ আয়াতের সারকথা এটাই যে, আল্লাহ আপন রাসূলকে হেদায়েতের উপকরণ কুরআন এবং সত্য দ্বীন ইসলাম সহকারে এজন্যে প্রেরণ করেছেন, যাতে অপরাপর দ্বীনের উপর ইসলামের বিজয় সূচিত হয়। এ মর্মে আরও কতিপয় আয়াত কুরআনে রয়েছে। যাতে সকল দ্বীনের উপর ইসলামের বিজয় দানের প্রতিশ্রুতি রয়েছে। হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, নিশ্চয় আল্লাহ আমার জন্য যমীনকে একত্রিত করে (সঙ্কোচন করে) এনে দেখিয়েছেন। তাতে আমি যমীনের পূর্ব ও পশ্চিম দেখতে পেয়েছি। আর নিশ্চয় আমার উম্মত ততটুকু করায়ত্ব করবে যতটুকু আমাকে জমা করে দেখানো হয়েছে। আর আমাকে লাল ও সাদা (স্বর্ণ ও রৌপ্য) দুটি খনি প্রদান করা হয়েছে। (সোনা ও রুপার মালিক রোম সম্রাট সিজার ও পারস্য সম্রাট খসরুর সম্পদ)। আর আমি আল্লাহর কাছে প্রার্থনা করেছি তিনি যেন আমার উম্মতকে ব্যাপক দুর্ভিক্ষে শেষ না করে দেন এবং তাদের উপর তাদের নিজেদের ব্যতীত তাদের শক্রকে চাপিয়ে না দেন, যাতে তারা সবাই ধ্বংস হয়ে যাবে বা তাদের সম্মান নষ্ট হবে। আমার রব আমাকে বলেছেন, হে মুহাম্মাদ! আমি যখন কোন সিদ্ধান্ত গ্রহণ করি সে সিদ্ধান্ত পরিবর্তিত হয় না। আমি আপনার উম্মতের জন্য আপনাকে এটা প্রদান করলাম যে, তাদেরকে ব্যাপক দুর্ভিক্ষে ধ্বংস করব না। আর তাদের উপর তাদের নিজেদের ছাড়া শক্রদেরকে এমনভাবে চাপিয়ে দেব না, যাতে তাদের ধ্বংস হয়। যদিও তাদের বিরুদ্ধে সবস্থানের লোক একত্রিত হয় তবুও নয়। তবে তাদের একে অপরকে ধ্বংস করবে, একে অপরকে বন্দী করে রাখবে। [মুসলিম: ২৮৮৯] অপর হাদীসে এসেছে, আদী ইবন হাতেম বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের কাছে প্রবেশ করলাম। তিনি বললেন, হে আদী! ইসলাম গ্রহণ কর, তুমি নিরাপদ হবে। আমি বললাম, আমি একটি দ্বীনের উপর আছি। তিনি বললেন, আমি তোমার দ্বীন সম্পর্কে তোমার থেকে বেশী জানি। আমি বললাম, আপনি আমার দ্বীন সম্পর্কে আমার চেয়েও বেশী জানেন? তিনি বললেন, হ্যা, তুমি কি (নাসারাদের) রাকূসী সম্প্রদায়ের অন্তর্ভুক্ত নও? আর তুমি কি তোমার সম্প্রদায়ের মিরবা\" বা এক চতুর্থাংশ খাও না? (জাহেলী যুগে সমাজের নেতারা অন্যদের আয়ের এক চতুর্থাংশ গ্রহণ করত) আমি বললাম, অবশ্যই হ্যাঁ। তিনি বললেন, এটা তো তোমার দ্বীনে (নাসারাদের দ্বীনে) বৈধ নয়। আদী বলেন, এটা বলার সাথে সাথে আমি বিনীত হয়ে গেলাম। তারপর তিনি বললেন, আমি জানি কোন জিনিস তোমাকে ইসলাম গ্রহণে বাঁধা দিচ্ছে। তুমি বলবে, এ দ্বীন তো দুর্বল লোকেরা গ্রহণ করেছে, যাদের কোন শক্তি-সামর্থ নেই; যাদেরকে আরবরা নিক্ষেপ করেছে। তুমি কি হীরা চেন? আমি বললাম, দেখিনি তবে শুনেছি। তিনি বললেন, যার হাতে আমার প্রাণ তার শপথ আল্লাহ এ দ্বীনকে এমনভাবে পূর্ণ করবেন যে, হীরা থেকে কোন মহিলা সওয়ারী বের হয়ে অবশেষে বায়তুল্লাহর তাওয়াফ করবে, তার সাথী কেউ থাকবে না। আর খসরু ইবন হুরমুয এর সম্পদরাশি তোমাদের হস্তগত হবে। আমি বললাম, খসরু ইবন হুরমুয? তিনি বললেন, হ্যাঁ, খসরু ইবন হুরমুয। অচিরেই সম্পদ এমন বেশী হবে যে, অধিক পরিমানে ব্যয় হবে কিন্তু কেউ তা গ্রহণ করবে না। আদী ইবন হাতেম বলেন, এই যে, মহিলা সওয়ারী বের হচ্ছে, সে কারও সাহচর্য ছাড়াই বায়তুল্লাহর তাওয়াফ করছে। আর আমি নিজেই খসরু ইবন হুরমুযের সম্পদরাশি হস্তগত হওয়ার সময় উপস্থিত ছিলাম। যার হাতে আমার প্রাণ, তার শপথ করে বলছি, তৃতীয়টিও সংঘটিত হবে। কারণ, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সেটি বলেছেন। [মুসনাদে আহমাদ: ৪/৩৭৭]\nকোন কোন মুফাসসির বলেনঃ অন্যান্য দ্বীনের উপর দ্বীনে ইসলামের বিজয় লাভের সুসংবাদগুলো অধিকাংশ অবস্থা ও কালানুপাতিক। যেমন: মিকদাদ রাদিয়াল্লাহু আনহু কর্তৃক বর্ণিত হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ‘এমন কোন কাঁচা ও পাকা ঘর দুনিয়ার বুকে থাকবে না, যেখানে ইসলামের প্রবেশ ঘটবে না। সম্মানিতদের সম্মানের সাথে এবং লাঞ্ছিতদের লাঞ্ছনার সাথে, আল্লাহ যাদের সম্মানিত করবেন তারা ইসলাম কবুল করবে এবং যাদের লাঞ্ছিত করবেন তারা ইসলাম গ্রহণে বিমুখ থাকবে কিন্তু কালেমায়ে ইসলামীর অনুগত হবে। [মুসনাদে আহমাদ: ৬/৪] আল্লাহর এই প্রতিশ্রুতি অচিরেই পূর্ণ হয়। যার ফলে গোটা দুনিয়ার উপর প্রায় এক হাজার বছর যাবত ইসলামের প্রভুত্ব বিস্তৃত থাকে। কিন্তু সে পরিস্থিতি সবসময় এক থাকবে না। আবার মানুষের মধ্যে কুফরীর সয়লাব হবে। হাদীসে এসেছে, আয়েশা রাদিয়াল্লাহু আনহা বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন যে, যতক্ষণ পর্যন্ত লাত ও উযযা উপাসনা না হবে, ততক্ষণ পর্যন্ত রাত-দিন শেষ হবে না। (কিয়ামত হবে না) আমি বললাম, হে আল্লাহর রাসূল! যখন আল্লাহ “তিনিই সে সত্তা যিনি তার রাসূলকে হিদায়াত ও সত্য দ্বীনসহ পাঠিয়েছেন, যেন তিনি আর সব দ্বীনের উপর একে বিজয়ী করেন, যদিও মুশরিকরা তা অপছন্দ করে” [সূরা তাওবাহ ৩৩; সূরা আস-সাফ: ৯] এ আয়াত নাযিল করেছিলেন, তখন আমি মনে করেছিলাম যে, এটা পরিপূর্ণ হবে। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, নিশ্চয় এটা হবে, এবং যতদিন আল্লাহ চাইবেন ততদিন থাকবে। তারপর আল্লাহ এক পবিত্র বায়ু প্রেরণ করবেন, যা এমন প্রত্যেক মুমিনের প্রাণ হরণ করবে, যার মধ্যে সরিষা পরিমাণ ঈমান অবশিষ্ট থাকবে। এরপর যারা জীবিত থাকবে তাদের মধ্যে কোন কল্যাণ থাকবে না, তারা তখন কুফরীতে ফিরে যাবে।’ [মুসলিম: ২৯০৭]",
  "ayah": 33,
  "surah": 9
}
