{
  "text": "সদকা [১] তো শুধু [২] ফকীর, মিসকীন [৩] ও সদকা আদায়ের কাজে নিযুক্ত কর্মচারীদের জন্য [৪], যাদের অন্তর আকৃষ্ট করতে হয় তাদের জন্য [৫], দাসমুক্তিতে [৬], ঋণ ভারাক্রান্তদের জন্য [৭], আল্লাহ্‌র পথে [৮] ও মুসাফিরদের [৯] জন্য। এটা আল্লাহ্‌র  পক্ষ থেকে নির্ধারিত [১০]। আর আল্লাহ্‌ সর্বজ্ঞ, প্রজ্ঞাময় [১১]।\n[১] সাহাবা ও তাবেয়ীগনের ঐক্যমতে এ আয়াতে সেই ওয়াজিব সদকার খাতগুলোর বর্ণনা দেয়া হয়েছে। যা মুসলিমদের জন্যে সালাতের মতই ফরয। কারণ, এ আয়াতে নির্ধারিত খাতগুলো ফরয সদকারই খাত। হাদীস অনুযায়ী নফল সদকা আট খাতের মধ্যে সীমাবদ্ধ নয়, বরং এর পরিসর আরও প্রশস্ত। আয়াতে আল্লাহ তা'আলা যাকাতের ব্যয় খাত ঠিক করে দিয়ে কারা যাকাত পাওয়ার উপযুক্ত তা বাতলে দিয়েছেন। আর দেখিয়ে দিয়েছেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আল্লাহর হুকুম মতেই যাকাতের বিলি বন্টন করেছেন নিজের খেয়াল খুশীমত নয়। এক হাদীসে এ সত্যটি প্রমাণিত হয়। যিয়াদ ইবন হারিস আস-সুদায়ী বলেন, আমি একবার রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের খেদমতে হাযির হয়ে জানতে পারলাম যে, তিনি তার গোত্রের সাথে যুদ্ধ করার জন্যে সৈন্যের একটি দল অচিরেই প্রেরণ করবেন। আমি আরয করলাম ইয়া রাসূলুল্লাহ! আপনি বিরত হোন আমি দায়িত্ব নিচ্ছি যে, তারা সবাই আপনার বশ্যতা স্বীকার করে এখানে হাযির হবে। তারপর আমি স্বগোত্রের কাছে পত্র প্রেরণ করি। পত্র পেয়ে তারা সবাই ইসলাম গ্রহণ করে। এর প্রেক্ষিতে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বলেন, ‘তুমি তোমার গোত্রের একান্ত প্রিয় নেতা। আমি আরয করলাম এতে আমার কৃতিত্বের কিছুই নেই। আল্লাহর অনুগ্রহে তারা হেদায়েত লাভ করে মুসলিম হয়েছে। বর্ণনাকারী বলেন আমি এই বৈঠকে থাকাবস্থায়ই এক ব্যক্তি এসে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের কাছে কিছু সাহায্য চাইল।রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে জবাব দিলেন, সদকার ভাগ বাটোয়ার দায়িত্ব আল্লাহ নবী বা অন্য কাউকে দেননি। বরং তিনি নিজেই সদকার আটটি খাত নির্দিষ্ট করে দিয়েছেন। এই আট শ্রেণীর কোন একটিতে তুমি শামিল থাকলে দিতে পারি। [আবুদাউদ ১৬৩০; দারা কুতনী: ২০৬৩]\n[২] আলোচ্য আয়াতের শুরুতে (انّما) শব্দ আনা হয়। যার অর্থঃ কেবলমাত্র, শুধুমাত্র। তাই শুরু থেকেই বুঝা যাচ্ছে যে, সদকার যে সকল খাতের বর্ণনা সামনে দেয়া হচ্ছে কেবল সে আটটি খাতেই সকল ওয়াজিব সদকা ব্যয় করা হবে, এছাড়া অন্য কোন ভাল খাতেও ওয়াজিব সদকা ব্যয় করা যাবে না। [কুরতুবী] সদকা শব্দটি ব্যাপক অর্থবোধক। নফল ও ফরয উভয় দানই এতে শামিল রয়েছে। নফলের জন্যে শব্দটির প্রচুর ব্যবহার, তেমনি ফরয সদকার ক্ষেত্রেও কুরআনের বহুস্থানে শব্দটির ব্যবহার দেখা যায়। বরং কোন কোন মুফাসসিরের তথ্য মতে কুরআনে যেখানে শুধু সদকা শব্দের ব্যবহার রয়েছে, সেখানে ফরয সদকা উদ্দেশ্য হয়ে থাকে। [কুরতুবী] আবার কতিপয় হাদীসে সদকা বলতে প্রত্যেক সৎকর্মকেও বোঝানো হয়েছে। যেমন, হাদীস শরীফে আছে, কোন মুসলিমের সাথে সৎ ও উত্তম কথা বলা সদকা, কোন বোঝা বহনকারীর কাধে ভার তুলে দেওয়াও সদকা’। [মুসলিম: ১০০৯] কুপ থেকে নিজের জন্যে উত্তোলিত পানির কিছু অংশ অন্যকে দান করাও সদকা। [তিরমিযী: ১৯৫৬] এ হাদীসে সদকা শব্দটি ব্যাপক অর্থে ব্যবহার করা হয়েছে।\n[৩] প্রথম ও দ্বিতীয় খাত হল যথাক্রমে ফকীর ও মিসকীনের আসল অর্থে যদিও পার্থক্য রয়েছে। যথা, ফকীর হল যার কিছুই নেই এবং মিসকীন হল যে নেসাব পরিমাণ সম্পদের মালিক নয়। [কুরতুবী] ফকীর ও মিসকীনের মধ্যে পার্থক্য থাকলেও তারা যাকাতের হুকুমে সমান। মোটকথাঃ যার কাছে প্রয়োজনের অতিরিক্ত নেসাব পরিমাণ অর্থ নেই তাকে যাকাত দেয়া যাবে এবং সে ও নিতে পারবে। প্রয়োজনীয় মালামালের মধ্যে থাকার ঘর, ব্যবহৃত বাসন-পেয়ালা, পোশাক পরিচ্ছদ ও আসবাব পত্র প্রভৃতি শামিল রয়েছে। সাড়ে সাত তোলা স্বর্ণ কিংবা সাড়ে বাহান্ন তোলা রূপা বা তার মূল্য যার কাছে রয়েছে এবং সে ঋণগ্রস্ত নয়, সেই নেসাবের মালিক। তাকে যাকাত দেয়া ও তার পক্ষে যাকাত নেয়া জায়েয নয়। [কুরতুবী] অনুরূপ যার কাছে কিছু রূপা বা নগদ কিছু টাকা এবং কিছু স্বর্ণ আছে সব মিলিয়ে যদি সাড়ে বাহান্ন তোলা রুপার সমমূল্য হয় তবে সেও নেসাবের মালিক, তাকেও যাকাত দেয়া নেয়া জায়েয নয়। কারণ সে ধনী ব্যক্তি। আর ধনী ব্যক্তির জন্য যাকাত জায়েয নয়। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, সদকা গ্রহণ জায়েয নয় ধনীর জন্য, অনুরূপভাবে শক্তিশালী উপার্জনক্ষম ব্যক্তির জন্য [আবু দাউদ: ১৬৩৪; তিরমিযী: ৬৫২] অন্য হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম দু'জন শক্তিশালী লোককে সদকার জন্য দাঁড়াতে দেখে বললেন, তোমরা চাইলে আমি তোমাদের দেব, কিন্তু এতে ধনী এবং শক্তিশালী উপার্জনক্ষমের কোন হিস্যা নেই’। [আবু দাউদ: ১৬৩৩]\n[৪] আমেলীনে সদকা অর্থাৎ সদকা সম্পৃক্ত কাজে নিযুক্ত কর্মী। এরা ইসলামী সরকারের পক্ষ থেকে লোকদের কাছ থেকে যাকাত আদায় করে বায়তুলমালের জমা দেয়ার কাজে নিয়োজিত থাকে। [কুরতুবী] এরা যেহেতু এ কাজে নিজেদের সময় ব্যয় করে, সেহেতু তাদের জীবিকা নির্বাহের দায়িত্ব ইসলামী সরকারের উপর বর্তায়। কুরআন মজীদের উপরোক্ত আয়াত যাকাতের একাংশ তাদের জন্য রেখে একথা পরিষ্কার করে দিয়েছে যে, তাদের পারিশ্রমিক যাকাতের খাত থেকেই আদায় করা হবে। এর মূল রহস্য হল এই যে, আল্লাহ তা'আলা মুসলিমদের থেকে যাকাত ও অপরাপর সদকা আদায়ের দায়িত্ব দিয়েছেন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে। সূরার শেষের দিকে এক আয়াতে বলা হয়েছে, “হে রাসূল! আপনি তাদের মালামাল থেকে সদকা গ্রহণ করুন।” [১০৩] উক্ত আয়াত মতে রাসূলের অবর্তমানে তার উত্তরাধিকারী খলীফা বা আমীরুল মুমেনীন বা রাষ্ট্রপ্রধানের উপর যাকাত ও সদকা আদায়ের দায়িত্ব বর্তায়। বলাবাহুল্য, সহকারী ব্যতীত আমীরের পক্ষে এ দায়িত্ব সম্পাদন করা সম্ভব নয়। আলোচ্য আয়াতে “আমেলীন” বলতে যাকাত আদায়কারী তথা সেসব সহকারীদের কথাই বলা হয়েছে। এ আয়াত অনুযায়ী রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম অনেক সাহাবীকে বিভিন্ন স্থানে যাকাত আদায়ের জন্য প্রেরণ করেছিলেন। এ সকল সাহাবীর অনেকে ধনীও ছিলেন। হাদীসে এসেছে, ধনীদের জন্য সদকার অর্থ হালাল নয়, তবে পাঁচ ব্যক্তির জন্য হালাল। প্রথমতঃ যে জিহাদের উদ্দেশ্যে বের হয়েছে, কিন্তু সেখানে প্রয়োজনীয় অর্থ তার নেই যদিও সে স্বদেশী ধনী। দ্বিতীয়তঃ সদকা আদায়ের দায়িত্বে নিয়োজিত ব্যক্তি তৃতীয়তঃ সেই অর্থশালী ব্যক্তি যার মজুদ অর্থের তুলনায় ঋণ অধিক। চতুর্থতঃ যে ব্যক্তি মূল্য আদায় করে গরীব মিসকীন থেকে সদকার মালামাল ক্রয় করে। পঞ্চমতঃ যাকে গরীব লোকেরা সদকার প্রাপ্ত মাল হাদিয়াস্বরূপ প্রদান করে [আবু দাউদ: ১৬৩৫]\n[৫] যাকাতের চতুর্থ ব্যয় খাত হল মুআল্লাফাতুল কুলুব। সাধারণত তারা তিন চার শ্রেণীর বলে উল্লেখ করা হয়। এদের কিছু মুসলিম, কিছু অমুসলিম। মুসলিমদের মধ্যে কেউ ছিল চরম অভাবগ্রস্ত এবং নওমুসলিম, এদের চিত্তাকর্ষণের ব্যবস্থা এজন্যে নেয়া হয়, যেন তাদের ইসলামী বিশ্বাস পরিপক্ক হয়। আর কেউ ছিল ধনী কিন্তু তাদের অন্তর তখনো ইসলামে রঞ্জিত হয়নি। আর কেউ কেই ছিল পরিপক্ক মুসলিম, কিন্তু তার গোত্রকে এর দ্বারা হেদায়েতের পথে আনা উদ্দেশ্য ছিল। অমুসলিমদের মধ্যেও এমন অনেকে রয়েছে, যাদের শক্রতা থেকে বাচার জন্যে তাদের পরিতুষ্ট রাখার প্রয়োজন ছিল। আর কেউ ছিল, যারা ওয়ায নসীহত কিংবা যুদ্ধ ও শক্তি প্রয়োগ দ্বারাও ইসলামে প্রভাবিত হচ্ছে না, বরং অভিজ্ঞতার আলোকে দেখা যাচ্ছে যে, তারা দয়া, দান ও সদ্ব্যবহারে ইসলামের প্রতি আকৃষ্ট হচ্ছে। [কুরতুবী; ইবন কাসীর] রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের সমগ্র জীবনের প্রচেষ্টা ছিল কুফরীর অন্ধকার থেকে আল্লাহর বান্দাদের ঈমানের আলোয় নিয়ে আসা। তাই এ ধরনের লোকদের প্রভাবিত করার জন্য যে কোন বৈধ পন্থা অবলম্বন করতেন। এরা সবাই মুআল্লাফাতুল কুলুবের অন্তর্ভুক্ত এবং আলোচ্য আয়াতে এদেরকে সদকার চতুর্থ ব্যয়খাত রূপে অভিহিত করা হয়েছে।\n[৬] যাকাতের পঞ্চম ব্যয়খাত হলো, দাসমুক্তিতে যাকাতের সম্পদ ব্যয় করা। আর তা হলো ঐ সমস্ত দাস যাদেরকে দাসত্ব থেকে মুক্তির জন্য তাদের মনিব তাদেরকে কিছু টাকা পয়সা দেয়ার চুক্তি করেছে। আর সে দাস তা পরিশোধ করতে পারছে না।\n[৭] যাকাতের ষষ্ট ব্যয়খাত হল দেনাদার বা ঋণগ্রস্ত। আয়াতে বর্ণিত “গারেমীন” হলো “গারেম” এর বহুবচন। এর অর্থ দেনাদার, [জালালাইন]। তবে শর্ত হচ্ছে এই যে, সে ঋণগ্রস্তের কাছে এ পরিমাণ সম্পদ থাকবে না, যাতে সে ঋণ পরিশোধ করতে পারে। কারণ, অভিধানে এমন ঋণী ব্যক্তিকেই “গারেম” বলা হয়, যে আল্লাহর আনুগত্যে তার নিজ ও পরিবারের ব্যয় মেটানোর জন্য খরচ করতে গিয়ে এমন ঋণী হয়ে গেছে যে, সেটা শোধ করার ক্ষমতা হারিয়ে ফেলেছে। [আইসারুত তাফসীর] আবার কোন কোন ইমাম এ শর্ত আরোপ করেছেন যে, সে ঋণ যেন কোন অবৈধ কাজের জন্য না করে থাকে। [কুরতুবী] কোন পাপ কাজের জন্য যদি ঋণ করে থাকে-যেমন, মদ কিংবা নাজায়েয প্রথা অনুষ্ঠান প্রভৃতি, তবে এমন ঋণগ্রস্তকে যাকাতের অর্থ থেকে দান করা যাবে না, যাতে তার পাপ কাজও অপব্যয়ে অনর্থক উৎসাহ দান করা না হয়।\nএখানে জানা আবশ্যক যে, ঋণগ্রস্থতা কয়েক কারণে হতে পারে। এক. মানুষের মধ্যে খারাপ সম্পর্ক জোড়া লাগানোর জন্য, মীমাংসার জন্য কেউ কেউ ঋণগ্রস্থ হয়ে পড়তে পারে। যেমন, দু’দল লোকের মধ্যে সমস্যা লেগে গেছে, একজন লোক পয়সা খরচ করে দু'দলের সমস্যাটা সমাধান করে দেয়। এ ধরনের লোকের জন্য শরী’আতে যাকাতের টাকায় হিস্যা রেখেছে, যাতে করে মানুষ এ ধরণের কাজে উদ্ধৃদ্ধ হয়। দুই. যে ঋণগ্রস্থ হয় নিজের জন্য, তারপর ফকীর হয়ে যায়, তাকে তার ঋণগ্রস্থতা থেকে মুক্তির জন্য যাকাত থেকে দেয়া যেতে পারে। [বাগভী; সাদী] প্রথম প্রকারের উদাহরণ যেমন হাদীসে এসেছে, কাবীসা ইবন মুখারিক আল-হিলালী বলেন, আমি একবার পরস্পর সম্পর্ক ঠিক রাখতে গিয়ে মাথার উপর ঋণের বিরাট বোঝা বহন করি। তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের কাছে এ ব্যাপারে সাহায্যের জন্য আসি। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আমাকে বললেন, আমাদের কাছে অবস্থান কর, যাতে করে সদকা তথা যাকাতের মাল আসলে তোমাকে দিতে পারি। তারপর তিনি বললেন, হে কাবীসা! তিন জনের জন্যই কেবল চাওয়া জায়েয। এক. যে সম্পর্ক স্থাপনের জন্য ঋণের বোঝা বহন করেছে, তার জন্য চাওয়া জায়েয, যতক্ষণ না সে তা পাবে। তারপর তাকে চাওয়া থেকে বিরত থাকতে হবে। দুই, আর একজন যার সম্পদ বিনষ্ট হয়ে গেছে। তারজন্যও কোন প্রকার জীবিকার ব্যবস্থা করা পর্যন্ত চাওয়া জায়েয। তিন, আর একজন লোক যাকে দারিদ্রতা পেয়ে বসেছে। তখন তার কাওমের তিনজন গ্রহণযোগ্য বুদ্ধিমান ব্যক্তি তার পক্ষে সাক্ষ্য দিয়ে বলবে যে, আল্লাহর শপথ! অমুক হত-দরিদ্র হয়ে পড়েছে। সে ব্যক্তিও জীবিকার ব্যবস্থা হওয়া পর্যন্ত যাচঞা করতে পারে। এর বাইরে যত চাওয়া আছে সবই হারাম। [মুসলিম: ১০৪৪]\n[৮] সপ্তম যাকাতের ব্যয়খাত হলোঃ “ফি সাবীলিল্লাহ\"। কোন কোন মুফাসসির বলেন, এর মর্ম সেসব গায়ী ও মুজাহিদ, যাদের অস্ত্র ও জিহাদের উপকরণ ক্রয় করার ক্ষমতা নেই। এ জাতীয় কাজই নির্ভেজাল দ্বানী খেদমত ও ইবাদাত। কাজেই যাকাতের মাল এতে ব্যয় করা খুব জরুরী। [কুরতুবী] এমনিভাবে ফেকাহবিদগণ ছাত্রদেরকেও এর অন্তর্ভুক্ত করেছেন। কারণ, তারাও একটি ইবাদত আদায় করার জন্যই এ ব্রত গ্রহণ করে থাকে। [সা'দী]\n[৯] যাকাতের অষ্টম ব্যয়খাত হলোঃ মুসাফির যাকাতের ব্যয়খাতের ক্ষেত্রে এমন মুসাফির বা পথিককে বুঝানোই উদ্দেশ্য, যার কাছে সফরকালে প্রয়োজনীয় অর্থ সম্পদ নেই, স্বদেশে তার যত অর্থ-সম্পদই থাক না কেন। এমন মুসাফিরকে যাকাতের মাল দেয়া যেতে পারে, যাতে করে সে তার সফরের প্রয়োজনাদি সমাধা করতে পারবে এবং স্বদেশ ফিরে যেতে সমর্থ হবে। [কুরতুবী; সাদী]\n[১০] অধিকাংশ ফেকাহবিদ এ ব্যাপারে একমত যে, যাকাতের নির্ধারিত আটটি খাতে ব্যয় করার ব্যাপারেও যাকাত আদায় হওয়ার জন্য শর্ত রয়েছে যে, এসব খাতে কোন হকদারকে যাকাতের মালের উপর মালিকানা স্বত্ব বা অধিকার দিয়ে দিতে হবে। মালিকানা অধিকার দেয়া ছাড়া যদি কোন মাল তাদেরই উপকার কল্পে ব্যয় করা হয়, তবুও যাকাত আদায় হবে না।\n[১১] এখানে এটা জানা আবশ্যক যে, এ আটটি খাত মহান আল্লাহর পক্ষ থেকে সুনির্ধারিত। তিনি জানেন বান্দাদের স্বার্থ কোথায় আছে। তাঁর জ্ঞান ও প্রজ্ঞা অনুসারেই তিনি এ সিদ্ধান্ত নিয়েছেন। লক্ষণীয় যে, এ আটটি খাতকে আমরা দু’ভাগে ভাগ করতে পারি। এক. এমন কিছু খাত আছে যেগুলোতে ঐ লোকদেরকে তাদের প্রয়োজন পূরণার্থে ও উপকারার্থে দেয়া হচ্ছে, যেমন, ফকীর, মিসকীন ইত্যাদি। দুই. এমন কিছু খাত আছে যেগুলোতে তাদেরকে দেয়া হচ্ছে তাদের প্রতি আমাদের প্রয়োজনে, ইসলামের উপকারার্থে, কোন ব্যক্তির প্রয়োজনার্থে নয়। যেমন, মুআল্লাফাতি কুলুবুহুম, আমেলীন ইত্যাদি। এভাবে আল্লাহ তা'আলা যাকাত দ্বারা ইসলাম ও মুসলিমদের সাধারণ ও বিশেষ যাবতীয় প্রয়োজনীয় পূরণের ব্যবস্থা করেছেন। যদি ধনীগণ শরীআত মোতাবেক তাদের যাকাত প্রদান করত, তবে অবশ্যই কোন মুসলিম ফকীর থাকত না। তাছাড়া এমন সম্পদও মুসলিমদের হস্তগত হতো যা দিয়ে তারা মুসলিম দেশের সীমান্ত রক্ষা করতে সমর্থ হতো। আর যার মাধ্যমে তারা কাফেরদের সাথে যুদ্ধ করতে পারত এবং যাবতীয় দ্বনী স্বার্থ সংরক্ষণ সম্ভব হতো। [সা’দী]",
  "ayah": 60,
  "surah": 9
}
