{
  "text": "তারা আল্লাহ্‌র শপথ করে যে, তারা কিছু বলেনি [১]; অথচ তারা তো কুফরী বাক্য বলেছে এবং ইসলাম গ্রহণের পর তারা কুফরী করেছে; আর তারা এমন কিছুর সংকল্প করেছিল যা তারা পায়নি। আল্লাহ্‌ ও তাঁর রাসূল নিজ অনুগ্রহে তাদেরকে  অভাবমুক্ত করেছিলেন বলেই বিরোধিতা করেছিল [২]। অতঃপর তারা তাওবাহ্ করলে তা তাদের জন্য ভাল হবে, আর তারা মুখ ফিরিয়ে নিলে আল্লাহ্‌ দুনিয়া ও আখেরাতে তাদেরকে যন্ত্রণাদায়ক শাস্তি দেবেন; আর যমীনে তাদের কোন অভিভাবক নেই এবং কোন সাহায্যকারীও নেই।\n[১] এ আয়াতে মুনাফিকদের আলোচনা করা হয়েছে যে, তারা নিজেদের বৈঠকসমাবেশে কুফরী কথাবার্তা বলতে থাকে এবং তা যখন মুসলিমরা জেনে ফেলে, তখন মিথ্যা কসম খেয়ে নিজেদের সুচিতা প্রমাণ করতে প্রয়াসী হয়। ইমাম বগভী রহমাতুল্লাহি আলাইহি এ আয়াতের শানে নুযুল বর্ণনা প্রসঙ্গে এ ঘটনা উদ্ধৃত করেছেন যে, রাসূলুল্লাহ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম গযওয়ায়ে তাবুক প্রসঙ্গে এক ভাষণ দান করেন যাতে মুনাফিকদের অশুভ পরিণতি ও দূরাবস্থার কথা বলা হয়। উপস্থিত শ্রোতাদের মধ্যে জুল্লাস নামক এক মুনাফিকও ছিল। সে নিজ বৈঠকে গিয়ে বলল, মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যা কিছু বলেন তা যদি সত্যি হয়, তবে আমরা (মুনাফিকরা) গাধার চাইতেও নিকৃষ্ট। তার এ বাক্যটি আমের ইবন কায়েস রাদিয়াল্লাহু আনহু নামক এক সাহাবী শুনে বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যা কিছু বলেন নিঃসন্দেহে তা সত্য এবং তোমরা গাধা অপেক্ষাও নিকৃষ্ট। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন তাবুকের সফর থেকে মদীনা মুনাওয়ারায় ফিরে আসেন, তখন আমের ইবন কায়েস রাদিয়াল্লাহু আনহু এ ঘটনা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বলেন। জুল্লাস নিজের কথা ঘুরিয়ে বলতে শুরু করে যে, আমের ইবন কায়েস রাদিয়াল্লাহু আনহু আমার উপর মিথ্যা অপবাদ আরোপ করছে (আমি এমন কথা বলিনি)। এতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম উভয়কে ‘মিম্বরে-নববী'র পাশে দাঁড়িয়ে কসম খাবার নির্দেশ দেন। জুল্লাস অবলীলাক্রমে কসম খেয়ে নেয় যে, আমি এমন কথা বলিনি, আমের মিথ্যা কথা বলেছে। আমের রাদিয়াল্লাহু আনহু— এর পালা এলে তিনিও (নিজের বক্তব্য সম্পর্কে) কসম খান এবং পরে হাত উঠিয়ে দো'আ করেন যে, হে আল্লাহ আপনি ওহীর মাধ্যমে স্বীয় রাসূলের উপর এ ঘটনার তাৎপর্য প্রকাশ করে দিন। তাঁর প্রার্থনায় স্বয়ং রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এবং সমস্ত মুসলিম আমীন' বললেন। তারপর সেখান থেকে তাঁদের সরে আসার পূর্বেই জিবরীলে-আমীন ওহী নিয়ে হাযির হন যাতে উল্লেখিত আয়াতখানি নাযিল হয়। জুল্লাস আয়াতের পাঠ শুনে সঙ্গে সঙ্গে দাড়িয়ে বলতে আরম্ভ করে, ইয়া রাসূলুল্লাহ এখন স্বীকার করছি যে, এ ভুলটি আমার দ্বারা হয়ে গিয়েছিল। আমের ইবন কায়েস যা কিছু বলেছেন তা সবই সত্য। তবে এ আয়াতে আল্লাহ্ তাআলা আমাকে তাওবাহ করার অবকাশ দান করেছেন। কাজেই এখনই আমি আল্লাহর নিকট মাগফেরাত তথা ক্ষমা প্রার্থনা করছি এবং সাথে সাথে তাওবাহ করছি। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামও তার তাওবাহ কবুল করে নেন এবং তারপর তিনি নিজ তাওবায় অটল থাকেন। তাতে তার অবস্থাও শুধরে যায়। [বাগভী]\nকোন কোন তফসীরবিদ মনীষী এ আয়াতের শানে-নুযূল প্রসঙ্গে এমনি ধরণের অন্যান্য ঘটনার বর্ণনা করেছেন। যেমন, তাবুকের যুদ্ধ থেকে প্রত্যাবর্তনের বিখ্যাত ঘটনা যে, মুনাফিকদের বার জন লোক পাহাড়ী এক ঘাটিতে এমন উদ্দেশ্যে লুকিয়ে বসেছিল যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন এখানে এসে পৌছবেন, তখন আকস্মিক আক্রমণ চালিয়ে তাকে হত্যা করে ফেলবে। এ ব্যাপারে জিবরীলে আমীন তাকে খবর দিলে তিনি এ পথ থেকে সরে যান এবং এতে করে তাদের হীনচক্রান্ত ধুলিস্মাৎ হয়ে যায়। [ইবন কাসীর] এছাড়া মুনাফিকদের দ্বারা এ ধরনের অন্যান্য ঘটনাও সংঘটিত হয়। তবে এসবের মধ্যে কোন বৈপরীত্ব কিংবা বিরোধ নেই। এ সমুদয় ঘটনাই উক্ত আয়াতের উদ্দেশ্য হতে পারে।\n[২] অনুরূপ কথাই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আনসারদেরকে স্মরণ করিয়ে দিয়েছিলেন। তিনি বলেছিলেন, ‘তোমরা ছিলে পথভ্রষ্ট তারপর আল্লাহ আমার দ্বারা তোমাদেরকে হিদায়াত করেছেন। তোমরা ছিলে বিভক্ত, তারপর আল্লাহ আমার দ্বারা তোমাদের মধ্যে সম্প্রীতি স্থাপন করেছেন। আর তোমরা ছিলে দরিদ্র, আল্লাহ আমার দ্বারা তোমাদেরকে ধনী করেছেন। তারা যখনই রাসূলের মুখ থেকে কোন কথা শুনছিল তখনই বলছিল, আল্লাহ্ ও তার রাসূলের দয়াই বেশী [বুখারী ৪৩৩০; মুসলিম: ১০৬১]",
  "ayah": 74,
  "surah": 9
}
