{
  "text": "তোমরা তাদের কাছে ফিরে আসলে তারা তোমাদের কাছে অজুহাত পেশ করবে [১]। বলুন, ‘তোমরা অজুহাত পেশ করো না, আমরা তোমাদেরকে কখনো বিশ্বাস করব না; অবশ্যই আল্লাহ্‌ আমাদেরকে তোমাদের খবর জানিয়ে দিয়েছেন এবং আল্লাহ্‌ অবশ্যই তোমাদের কাজকর্ম দেখবেন এবং তাঁর রাসূলও। তারপর গায়েব ও প্রকাশ্যের জ্ঞানীর কাছে তোমাদেরকে ফিরিয়ে নেয়া হবে অতঃপর তোমরা যা করতে, তা তিনি তোমাদেরকে জানিয়ে দেবেন [২]।‘\n[১] আব্দুল্লাহ ইবন কা’ব ইবন মালেক বলেন, আমি কাব ইবন মালেককে তাবুকের যুদ্ধে পিছিয়ে থাকা সম্পর্কে বলতে শুনেছি, আল্লাহর শপথ! ঈমান আনার পরে আল্লাহ আমার উপর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের কাছে সত্য কথা বলার মত নে'আমত আর অন্য কিছু দেন নি। যখন অপরাপর মিথুকরা মিথ্যা কথা বলে ধ্বংস হয়ে গিয়েছিল। যখন তার কাছে ওহী নাযিল হয়েছিল এ বলে যে, তোমরা তাদের কাছে ফিরে আসলে অচিরেই তারা তোমাদের কাছে আল্লাহর শপথ করবে যাতে তোমরা তাদের উপেক্ষা কর। কাজেই তোমরা তাদেরকে উপেক্ষা কর; নিশ্চয় তারা অপবিত্র এবং তাদের কৃতকর্মের ফলস্বরূপ জাহান্নামই তাদের আবাসস্থল। তারা তোমাদের কাছে শপথ করবে যাতে তোমরা তাদের প্রতি সন্তুষ্ট হও। অতঃপর তোমরা তাদের প্রতি সন্তুষ্ট হলেও আল্লাহ তো ফাসিক সম্পপ্রদায়ের প্রতি সন্তুষ্ট হবেন না। [বুখারী ৪৬৭৩]\n[২] এ আয়াতে সে সব লোকদের আলোচনা করা হচ্ছে, যারা জিহাদ থেকে ফিরে আসার পর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের খেদমতে উপস্থিত হয়ে নিজেদের জিহাদে অংশগ্রহণ না করার পক্ষে মিথ্যা ওযর আপত্তি পেশ করছিল। এ আয়াতগুলো মদীনায় ফিরে আসার পূর্বেই অবতীর্ণ হয়ে গিয়েছিল এবং তাতে পরবর্তী সময়ে সংঘটিতব্য ঘটনার সংবাদ দিয়ে দেয়া হয়েছিল যে, আপনি যখন মদীনায় ফিরে যাবেন, তখন মুনাফিকরা ওযর-আপত্তি নিয়ে আপনার নিকট আসবে। [ফাতহুল কাদীর] বস্তুতঃ ঘটনাও তাই ঘটেছিল। এ আয়াতগুলোতে তাদের সম্পর্কে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে নির্দেশনা দেয়া হয়েছে যে, যখন এরা আপনার কাছে ওযর আপত্তি পেশ করার জন্য আসে, আপনি তাদেরকে বলে দিন যে, মিথ্যা ওযর পেশ করো না। আমরা তোমাদের কথাকে সত্য বলে স্বীকার করব না। কারণ, আল্লাহ তা’আলা ওহীর মাধ্যমে আমাদেরকে তোমাদের মনের গোপন ইচ্ছা বাতলে দিয়েছেন। ফলে তোমাদের মিথ্যাবদিতা আমাদের কাছে প্রকৃষ্ট হয়ে গেছে। কাজেই কোন রকম ওযর আপত্তি বর্ণনা করা অর্থহীন। তবে এখনও অবকাশ রয়েছে যেন তারা মুনাফিকী পরিহার করে সত্যিকার মুসলিম হয়ে যায়। ফলে আল্লাহ্ তাআলা এবং তাঁর রাসূল তোমাদের কার্যকলাপ দেখবেন যে, তা কি এবং কোন ধরনের হয়। যদি তোমরা তাওবাহ করে নিয়ে সত্যিকার মুসলিম হয়ে যাও, তবে সে অনুযায়ীই ব্যবস্থা করা হবে; তোমাদের পাপ মাফ হয়ে যাবে। অন্যথায় তা তোমাদের কোন উপকারই সাধন করবে না। [দেখুন, তাবারী; ফাতহুল কাদীর; সাদী]",
  "ayah": 94,
  "surah": 9
}
