{
  "surah": 4,
  "ayah": 86,
  "text": "When you are greeted with a greeting, greet with one more beautiful than it, or return it. In this verse, the majestic compeller, the magnificent God, the lovingly kind beautiful-doer, teach- es His servants the courteous acts of social intercourse and companionship, for anyone not adorned with courtesy is not worthy of companionship. Companionship is of three sorts: the courtesy of conformity with the Real, the courtesy of sincerity with people, and the courtesy of opposition to the soul. Anyone not nurtured by these sorts of courtesy has nothing to do with the path of MuṣṬafā and has no worth in the world of No god but God. The exalted Lord first adorned MuṣṬafā with courtesy, as his come in the report: “My Lord taught me courtesy, so how beautifully I have been made courteous!” Thus on the night of the miʿrāj in that most tremendous station, he acted courteously toward the Presence, such that the exalted Lord says about him, “The eyesight did not swerve, nor did it trespass” [53:17]. He observed the courtesy of companionship with people, such that He says about him, “Surely thou hast a tremendous character” [68:4]. The principles of the courteous acts of companionship in interacting with the Real are that you put knowledge to work in every interaction, you revere the Shariah, you avoid putting into practice what your wishes command, you honor the Sunnah and its folk, you avoid innovation and its folk, you leave aside suspicion and supposition, you stay far from disquieting thoughts and the habits of eye-service, ignorance, and laziness in worshiping God, you avoid adorning yourself as a worship- ful servant in other than the Sunnah, you keep supererogatory acts hidden, you not mention the name God in heedlessness, you not mix levity with seriousness, you not play with the Shariah and the religion, and you put scrupulosity to work in speaking, acting, seeing, eating, sleeping, moving, and resting. Even if you pass your days with truthfulness and limpidness, you never approve of yourself. Rather, you must always be displeased with yourself, and you must make it incumbent upon yourself to repent in every state. The Messenger said, “My heart becomes clouded, so I ask forgiveness from God one hundred times a day.” Abū Yazīd BasṬāmī was so displeased with his own limpidness and self-purification that his glorification sometimes consisted of pointing at himself with his finger and saying, “You are the miserable man of the time.  ” The Companions of MuṣṬafā were so displeased with themselves in the limpidness of their religion that it is narrated from Muʿādh that he used go to the doors of houses and say, “Come, let us have faith for an hour.” The Pir of the Tariqah said something appropriate for this place: “O Lord, I have a heart full of pain and a spirit full of suffering. Exalted of the two worlds! What can this poor wretch do? O Lord, I am not helpless because of You, but helpless in You. Whenever I am absent, You say, 'Where are you?' When I come to the Threshold, You do not open the door! “O Lord, since despair in the submission's outwardness is deprivation, and in the Haqiqah itself hope is no doubt a deficiency, between this and that what is my remedy? Since in the Shariah patience is a mark of being pleased, but in the Haqiqah impatience is the very command, between this and that what proof can I offer You? “O Lord, everyone has fire in the heart, and this poor wretch in the spirit, for everyone has rhyme and reason, but my poor self has nothing at all.” As for the principles of the courteous acts of companionship in interacting with people, these are that you never hold back good advice and tenderness from any Muslim, you consider yourself less than everyone else, you place everyone's rightful due before yourself, and you are fair to ev- eryone with respect to yourself by way of largesse, giving comfort, and having beauty of character. You avoid opposing and confronting the brothers and lying to them. You do not make requests from them by explicit command or explicit prohibition, you do not speak harsh words to them, and you do not reply to them unpleasantly. Yūsuf Ḥusayn Rāzī said, “I asked Dhu'l-Nūn Miṣrī with whom I should be a companion. He said, 'He who does not own, does not censure any of your states, and does not change when you change, even if the change be great, for surely the more needy you are, the more severe will be your changing.” Dhu'l-Nūn said, “Be a companion of someone who has no property,” that is, who does not consider what he has as his own and belonging to himself, for whenever there is antagonism, it occurs because “you and I” are in the midst.  When you and I disappear from the midst, no antago- nism remains. He said, “He does not censure any of your states.” He knows that you are not without sins such that defects would have no access to you. It is absurd in friendship to censure the state of your friend. Friendship is there when no censure is in the midst. It is recounted that a man had a wife and was far gone on her. One of the woman's eyes was white, but the man was unaware of that defect because of the excess of love. When the love decreased, he said to the woman, “When did this whiteness appear?” She said, “When love for me diminished in your heart.” He said, “Who does not change when you change, even if it is a great change.” For the more you are changing, the more you need a friend. And it may be that the meaning of these words is that you should be a companion of the Real, not the creatures who change when you change. The one who does not change when the creatures change is the Real. Hence this is to show the road of cutting off from the creatures and joining with the Real."
}
