{
  "text": "فإن قال قائل: وكيف قيل: ( تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ ) ، وقد قيل لهم: ( يَا أَيُّهَا الَّذِينَ آمَنُوا ) بوصفهم بالإيمان؟ فإن الجواب في ذلك نظير جوابنا في قوله:  يَا أَيُّهَا الَّذِينَ آمَنُوا آمِنُوا بِاللَّهِ  وقد مضى البيان عن ذلك في موضعه بما أغنى عن إعادته.وقوله: ( وَتُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ ) يقول تعالى ذكره: وتجاهدون في دين الله، وطريقه الذي شرعه لكم بأموالكم وأنفسكم ( ذَلِكُمْ خَيْرٌ لَكُمْ ) يقول: إيمانكم بالله ورسوله، وجهادكم في سبيل الله بأموالكم وأنفسكم ( خَيْرٌ لَكُمْ ) من تضييع ذلك والتفريط ( إِنْ كُنْتُمْ تَعْلَمُونَ ) مضارّ الأشياء ومنافعها. وذُكر أن ذلك في قراءة عبد الله ( آمِنُوا بِاللهِ ) على وجه الأمر، وبيَّنت التجارة من قوله: ( هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنْجِيكُمْ ) وفسِّرت بقوله: ( تُؤْمِنُونَ بِاللَّهِ ) ولم يقل: أن تؤمنوا، لأن العرب إذا فسرت الاسم بفعل تثبت في تفسيره أن أحيانًا، وتطرحها أحيانًا، فتقول للرجل: هل لك في خير تقوم بنا إلى فلان فنعوده؟ هل لك في خير أن تقوم إلى فلان فنعوده؟، بأن وبطرحها. ومما جاء في الوجهين على الوجهين جميعًا قوله:  فَلْيَنْظُرِ الإِنْسَانُ إِلَى طَعَامِهِ * أَنَّا  وإنا؛ فالفتح في أن لغة من أدخل في يقوم أن من قولهم: هل لك في خير أن تقوم، والكسر فيها لغة من يُلقي أن من تقوم؛ ومنه قوله:  فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ مَكْرِهِمْ أَنَّا دَمَّرْنَاهُمْ  وإنا دمرناهم، على ما بيَّنا.حدثنا بشر، قال : ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( يَا أَيُّهَا الَّذِينَ آمَنُوا هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنْجِيكُمْ ) .. الآية، فلولا أن الله بينها، ودلّ عليها المؤمنين، لتلهف عليها رجال أن يكونوا يعلمونها ، حتى يضنوا بها (1) وقد دلكم الله عليها، وأعلمكم إياها فقال: ( تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ وَتُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ ) .حدثنا ابن عبد الأعلى، قال : ثنا ابن ثور، عن معمر، قال: تلا قتادة: ( هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنْجِيكُمْ مِنْ عَذَابٍ أَلِيمٍ تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ وَتُجَاهِدُونَ فِي سَبِيلِ اللَّهِ ) قال: الحمد لله الذي بينها.------------------------الهوامش:(1) الذي في الدر \"حتى يطلبوها\".",
  "ayah": 11,
  "surah": 61
}
