{
  "text": "یہاں فساد سے مراد دینی بگاڑ ہے جو حضرت موسیٰ کے بعد بنی اسرائیل کے درمیان ظاہر ہوا۔ اس کے دو دور ہیں۔ پہلے دور کے بگاڑ کی تفصیلات پرانے عہد نامہ میں زبور، یسعیاہ، یرمیاہ اور حزقی ایل کی کتابوں میں پائی جاتی ہے۔ اور دوسرے دور کے بگاڑ کی تفصیل حضرت مسیح کی زبان سے ہے جو نئے عہد نامہ میں متی اور لوقا کی انجیلوں میں موجود ہے۔\nرسول اللہ صلی اللہ علیہ وسلم کومکہ سے اٹھا کر بیت المقدس لے جایا گیا تاکہ ’’آپ کو خدا کی نشانیاں دکھائی جائیں‘‘۔ ان نشانیوں میں سے ایک نشانی وہ تاریخ بھی ہے جو بیت المقدس سے وابستہ ہے۔\nیہ تاریخ دراصل خدا کے ایک قانون کا ظہور ہے۔ وہ قانون یہ ہے کہ آسمانی کتاب کی حامل قوم اگر کتاب الٰہی کے حقوق ادا کرے تو اس کو (آخرت کی کامیابی کے علاوہ) دنیا میں سرفرازی دی جائے۔اور اگر وہ کتاب کے حقوق ادا نہ کرے تو اس کو دنیا کی جابر قوموں کے حوالے کردیا جائے جو اس کو اپنے ظلم واستغلال کا نشانہ بنائیں۔ یہ گویا ایک علامت ہے جو اسی دنیا میں بتا دیتی ہے کہ خدا اس قوم سے خوش ہے یا نا خوش۔\nاس قانون کا ظہور سابق حاملینِ کتاب (یہود) پر بار بار ہوا ہے جن میں سے دو نمایاں واقعات کا یہاں بطور نصیحت حوالہ دیاگیا ہے۔\nبنی اسرائیل پر اولاً خدانے یہ انعام کیا کہ ان کو فرعون کے ظلم سے نجات دلائی اور پھر حضرت موسیٰ کے بعد ان کے لیے ایسے حالات پیدا کيے کہ وہ فلسطین پر قبضہ کرکے اپنی سلطنت قائم کرسکیں۔ مگر بعد کو یہود کے اندر بگاڑ آگیا۔ ایک طرف وہ مشرک قوموں پر داعی بننے کے بجائے خود ان کے مدعو بن گئے اور ان کے اثر سے مشرکانہ اعمال میں مبتلا ہوگئے۔ دوسری طرف وہ آپس کے اختلاف کا شکار ہو کر ٹکڑے ٹکڑے ہوگئے۔\nخدا کی نافرمانی کے نتیجہ میں بنی اسرائیل پر جو کچھ گزرا اس میں سے ایک نمایاں واقعہ بابل (عراق) کے بادشاہ نبو کد نضر کا ہے۔ یہود کی کمزوریوں سے فائدہ اٹھا کر نبو کد نضر نے فلسطین پر اپنی بالادستی قائم کرلی۔ اس کے بعد اس نے خود یہود کے شاہی خاندان میں سے ایک شخص کو اپنا نمائندہ بنا دیا کہ وہ اس کی طرف سے ان کے اوپر حکومت کرے۔ مگر یہود نے اس ’’ماتحتی‘‘ کو اپنے قومی فخر کے خلاف سمجھا اور ا س کے خلاف بغاوت کے درپے ہوگئے۔ ان کے اندر ایسے شاعر اور مقرر پیدا ہوئے جنھوں نے پرجوش انداز میں یہود کو ابھارنا شروع کیا۔ یہود کے پیغمبر یرمیاہ نے متنبہ کیا کہ یہ سب جھوٹے لیڈر ہیں۔ تم ان کے فریب میں نہ آؤ۔ تم اپنی موجودہ کمزوریوں کے ساتھ شاہ بابل کے مقابلہ میں کامیاب نہیں ہوسکتے۔ اس کے بجائے تم ایسا کرو کہ شاہ بابل کی سیاسی بالادستی کو تسلیم کرتے ہوئے اپنی دینی اصلاح اور تعمیری جدوجہد میں لگ جاؤ یہاں تک کہ اللہ آئندہ تمھارے لیے مزید راہیں پیدا کردے۔ مگر یہود نے یرمیاہ نبی کی نصیحت کو نہیں مانا۔ خوش فہم لیڈروں کی باتوں میں آکر انھوں نے شاہ بابل کے خلاف بغاوت کردی۔ اس کے بعد شاہ بابل سخت غضب ناک ہوگیا۔ اس نے دوبارہ\n586\nق م میں اپنی پوری طاقت سے فلسطین پر حملہ کیا۔ یہود کو مکمل شکست ہوئی۔ شاہ بابل نے نہ صرف یہود کو زبردست دنیوی نقصانات پہنچائے بلکہ یروشلم میں یہود کے عبادت خانہ کو مکمل طور پر ڈھا دیا جو یہود کی عظمت کا آخری نشان تھا۔",
  "ayah": 4,
  "surah": 17
}
