{
  "text": "৩৩-৩৫ নং আয়াতের তাফসীর:\nআল্লাহ্ তা'আলা খবর দিচ্ছেনঃ সৌভাগ্যবান লোকদেরকে আমি আমার কিতাবের ওয়ারিশ করেছি, আর কিয়ামতের দিন তাদেরকে আমি চিরস্থায়ী নিয়ামত বিশিষ্ট জান্নাতে প্রবিষ্ট করবো। সেখানে আমি তাদেরকে স্বর্ণ ও মুক্তা নির্মিত কংকন পরাবো। যেমন সহীহ হাদীসে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ্ (সঃ) বলেছেনঃ “মুমিনের অলংকার ঐ পর্যন্ত হবে যে পর্যন্ত অযুর পানি পৌছে থাকে।” সেখানে তাদের পোশাক হবে খাঁটী রেশমের, দুনিয়ায় তাদেরকে যা পরিধান করতে নিষেধ করে দেয়া হয়েছে। সহীহ হাদীসে রয়েছে যে, রাসূলুল্লাহ্ (সঃ) বলেছেনঃ “দুনিয়ায় যে ব্যক্তি রেশম পরিধান করবে, আখিরাতে সে তা পরিধান করতে পাবে না।” তিনি আরো বলেছেনঃ “এটা (রেশম) তাদের (কাফিরদের) জন্যে দুনিয়ায় এবং তোমাদের (মুসলমানদের) জন্যে আখিরাতে।” হযরত আবু উমামা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) জান্নাতবাসীদের অলংকারের বর্ণনা দিতে গিয়ে বলেনঃ “তাদেরকে স্বর্ণ ও রৌপ্যের অলংকার পরানো হবে। সেগুলো মণি-মুক্তা দ্বারা জড়ানো হবে। তাদের (মাথার) উপর রাজা-বাদশাহৃদের মুকুটের মত মুকুট থাকবে যা মণি-মুক্তা দ্বারা নির্মিত হবে। তারা হবে নব্য যুবক। তাদের দাড়ি-গোঁফ গজাবে না। তাদের চোখে সুরমা দেয়া থাকবে।” (এ হাদীসটি ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)তারা বলবেঃ প্রশংসা আল্লাহর যিনি আমাদের দুঃখ-দুর্দশা দূরীভূত করেছেন। যিনি আমাদের থেকে দুনিয়া ও আখিরাতের চিন্তা, উদ্বেগ, লজ্জা ও অনুতাপ দূর করে দিয়েছেন।হযরত ইবনে উমার (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ্ (সঃ) বলেছেনঃ “যারা লা-ইলাহা-ইল্লাল্লাহ (আরবী) পাঠ করে তাদের কবরে ও হাশরের ময়দানে কোন ভয়-ভীতি থাকবে না। আমি যেন দেখতে পাচ্ছি যে, তারা তাদের মাথা হতে মাটি ঝেড়ে ফেলছে এবং বলছেঃ প্রশংসা আল্লাহর যিনি আমাদের ভয়-ভীতি ও দুঃখ দুর্দশা দূর করে দিয়েছেন।” (এ হাদীসটি ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)হযরত ইবনে উমার (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “লা ইলাহা ইল্লাল্লাহ পাঠকারীদের মৃত্যুর সময়, কবরে এবং কবর হতে উঠবার সময় কোনই ভয়-ভীতি থাকবে না। আমি যেন দেখতে পাচ্ছি যে, পুনরুত্থানের সময় তারা তাদের মাথা হতে মাটি ঝেড়ে ফেলছে এবং বলছেঃ প্রশংসা আল্লাহর যিনি আমাদের দুঃখ-দুর্দশা দূরীভূত করেছেন। আমাদের প্রতিপালক তো ক্ষমাশীল, গুণগ্রাহী'।” (এ হাদীসটি তিবরানী (রঃ) বর্ণনা করেছেন) হযরত ইবনে আব্বাস (রাঃ) বলেন যে, তাদের বড় বড় পাপগুলো ক্ষমা করে দেয়া হয়েছে এবং ছোট ছোট নেকীগুলো মর্যাদার সাথে কবুল করা হয়েছে।তারা আরো বলবেঃ ‘শোকর আল্লাহর যিনি নিজ অনুগ্রহে আমাদেরকে স্থায়ী আবাস দিয়েছেন। আমাদের আমল তো এর যোগ্যই ছিল না। যেমন সহীহ হাদীসে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমাদের কাউকেও তার আমল কখনো জান্নাতে নিয়ে যেতে পারবে না।” সাহাবীগণ জিজ্ঞেস করলেনঃ “হে আল্লাহর রাসূল (সঃ)! আপনাকেও না?” তিনি উত্তরে বললেনঃ “হ্যা, আমাকেও , তবে এ অবস্থায় যে, আমার প্রতি আল্লাহর রহমত ও অনুগ্রহ হবে।”তারা বলবেঃ এখানে তো ক্লেশ আমাদেরকে স্পর্শ করে না এবং ক্লান্তিও স্পর্শ করে না।' রূহ্-এ আলাদা খুশী এবং দেহেও আলাদা শান্তি। দুনিয়ায় তাদেরকে আল্লাহর পথে যে কষ্ট ভোগ করতে হয়েছিল এটা তারই প্রতিদান। আজ শুধু শান্তি আর শান্তি। তাদেরকে বলে দেয়া হবেঃ (আরবী) অর্থাৎ “তোমরা পানাহার কর তৃপ্তি সহকারে, তোমরা অতীত দিনে যা করেছিলে তার বিনিময়ে।” (৬৯:২৪)",
  "ayah": 35,
  "surah": 35
}
