{
  "surah": 7,
  "ayah": 172,
  "text": "When your Lord took from the children of Adam, from their loins, their offspring and made them bear witness concerning themselves. \" Am I not your Lord? \" They said, \" Yes indeed. \" In terms of understanding in the tongue of the Reality, this verse has another intimation and another tasting. It alludes to the beginning of the states of the friends and the binding of the compact and covenant of friendship with them on the first day in the era of the Beginningless, when the Real was present and the Reality was there. How blessed were Laylā and those nights when we were meeting with Laylā! What a fine day was the day of laying the foundation of friendship! What an exalted time was the time of making the compact of friendship! Those who desired on the first day will never forget their desire. Those who yearned at the time of union with the Friend know the crown of life and the kiblah of the days. How blessed was the time of Your covenant, without which my heart would have no place for ardor! The command came, \" O Master, remind them of the days of God [14:5]. These servants of Ours have forgotten Our covenant and have busied themselves with others. Remind them of the day when their pure spirits made the covenant of friendship with Us, and We were anointing their yearning eyes with this collyrium: 'Am I not your Lord?' \" O indigent man! Remember the day when the spirits and the very persons of the friends were drinking the wine of passion for Me from the cup of love in the assembly of intimacy. The proxi- mate angels of the Higher Plenum were saying, 'These indeed are a people with high aspiration! As for us, we have never tasted this wine, nor have we found a scent of it. But the roaring and shouting of these beggars has risen to Capella: \" Is there any more? \" [50:30].' \" Of that wine not forbidden by my religion my lips will not stay dry till I'm back in nonexistence. One day that paragon of the world and master of the children of Adam was saying, \" This is a moun- tain that loves me and that I love."
}
