{
  "surah": 7,
  "ayah": 54,
  "text": "Surely your Lord is God, who created the heavens and the earth in six days, then sat upon the Throne. Lord is the name of the Lord whose name is light and whose message is light joined with love. He is the nurturer of the world's folk, the keeper of the creatures, the requiter, the lovingly kind. He is pure and peerless, the judge of how and why, not defiled by any unworthy thing. He is appar- ent to Himself in rightness, apparent to Himself in being, apparent to the heart in friendship. He is one and enough, taking care of what everyone has, able to keep the hearts straight, the Lord of everything, the keeper of every being, the nurturer of everything apt to go higher. First He said Lord as the portion of the common people, then He said God as the portion of the recognizers and the sincerely truthful. Lord puts the hearts of good men at ease, God plunders the spirits of the recognizers. Lord bestows blessings on the askers, God throws love into the hearts of the friends. Lord pours the blessings of vision on the faithful, God lights up the lamp of love in the recognizers with vision. The Pir of the Tariqah said, “Love and vision met. Love said to vision, 'You are like light, for you brighten the world.' “Vision said to love, 'You are like fire, for you burn the world.' Then vision said, 'When I disclose myself, I pull suffering from the heart.' “Love said, 'Well, when I settle down in the heart, I plunder it.' “Vision said, 'I am a gift for those who are tested.' “Love said, 'I throw tumult into the world.'” Vision is the share of those who recognize Him in the artisanries. They reach Him on the basis of the artisanries-the engendered, determined, and newly arrived things, namely the creation of the earth, the heavens, the sun, the moon, and the subjected stars. Love is the share of those who recognize Him through Him and who come from Him to the artisanries, not from the artisanries to Him. The Pir of the Tariqah said, “Indigent is he who recognizes Him through the artisanries! Wretched is he who loves Him for the sake of blessings! Foolish is he who searches for Him with his own effort! “He who recognizes Him through the artisanries worships Him in fear and want.  He who loves Him for the sake of blessings turns away on the day of tribulation. He who seeks Him by himself fancies that the not found will be found. “The recognizers recognize Him through His light, but no one can give expression to the radi- ance of finding. Burning in the fire of love, they never turn away from joy.” Then sat upon the Throne. His Throne in heaven is well known. His Throne in earth is the heart of the friends. He said about the Throne in heaven, “Upon that day eight shall carry above them the Throne of your Lord” [69:17]. The angels will lift it up. He said about the Throne in earth, “We carried them on land and sea [17:70]. We Ourselves will carry it. We will not give it over to the angels.” The angels gaze on the throne of heaven, but the God of the universe gazes on the throne of earth. Concerning the throne of heaven He said, “The All-Merciful sat on the Throne” [20:5]. Concerning the throne of earth He said, “I am with those whose hearts are broken.” “The heart of the person of faith is between two fingers of the All-Merciful.”"
}
