{
  "surah": 6,
  "ayah": 112,
  "text": "Thus have We made for every prophet an enemy, satans of jinn and men. When someone's rank is higher, his trial will be more complete. When someone is nearer to the Real and his heart more limpid, his soul will be more captured by the hand of the enemy. Yes, without the grief of tribulation, the story of love cannot be told. Without the venom of trial, the honey of friendship cannot be found. Look at what Adam the Chosen, that sapling honored by the Real and nurtured by hallowing, saw from his enemy Iblis. God says, “Then Satan made them slip therefrom and brought them out from what they were in” [2:36]. And that other elder of the prophets and father of the world's folk, Noah-look at what he saw from his own people. For nine hundred and some years he invited them, and every day they beat him so much that he became unconscious, and they advised his own children to be his enemies. That paragon was patient in this trial and he kept hoping that they would have faith. Finally it was said to him, “None of your community will have faith except those who already have faith” [11:36]. He said, “Lord God, since my hope has been cut off and there is no way to wholesomeness, their being in this world will do nothing but increase corruption and cause ruin. Leave no disbeliever dwelling on the earth [71:26].” After that Abraham, the prophet who was the tree of tawḤīd, fell to his knees night and day, placing his white old age in his hands: “Keep me and my sons away from worshiping idols” [14:35]. Look at what reached him from the rebellious Nimrod and what hardship he suffered from his arrogance and obstinacy! So also the prophets one by one-Hūd, ṣāliḤ, Lot, Zachariah, John, Jesus, Moses-came to lamentation at the hands of the tyrants, the arrogant, and the refractory, weeping to the Real. Then, after all of them, MuḤammad MuṣṬafā's trial was more complete and his torment from enemies greater. Thus he said, “No prophet whatsoever has been tormented as I have been tormented.” Those estranged and disrespectful people did not know the measure of that paragon. They did not have the eyes to recognize him. They set out to kill him and bound their belts in cruelty toward him."
}
