{
  "surah": 6,
  "ayah": 160,
  "text": "Whoso brings a beautiful deed shall have ten the like of it, and whoso brings an ugly deed shall be recompensed only with its like. The former will be bounty and the latter justice. O Lord, if You show bounty, Your bounty has no limit, and if You show justice, Your justice cannot be rejected. If You show bounty, let others be just or unjust! If You show justice, others' bounty is like the wind. If You show bounty, bounty is appropriate for You. If You show justice, not increasing is appropriate for You. Part of His bounty is that one beautiful deed of the servant becomes ten, and by His bounty, ugly deeds change into beautiful deeds. God says, “Those-God shall change their ugly deeds into beautiful deeds” [25:70]. Abū Dharr narrates: “I said, 'O Messenger of God, teach me a deed that will bring me near to the Garden and keep me far from the Fire.' “He said, 'When you do an ugly deed, follow it with a beautiful deed.'” “I said, 'Is “There is no god but God” one of the beautiful deeds?' “He said, 'It is the most beautiful of the beautiful deeds.'' The beautiful deeds of the worshipers are one thing, the beautiful deeds of the recognizers something else. The worshipers are in the station of service, but the recognizers are on the carpet of witnessing in the station of nearness and the intimacy of contemplation. Each one's beautiful deeds are in the measure of his traveling. The beautiful deeds of the re- nunciants are an aspiration greater than this world, the beautiful deeds of the desirers are an object of desire greater than the afterworld, the beautiful deeds of the sincerely truthful are a yearning to see the Patron. The renunciants have service according to the Sunnah, the desirers have recogni- tion in contemplation, the sincerely truthful have laudation in the Reality. This is the end of the traveling of the wayfarers, the final goal of the levels of the sincerely truthful, and the beginning of the Real's attraction. MuṣṬafā was in this station when he opened the tongue of laudation and said in the attribute of confoundedness, “I do not number Thy laudations-Thou art as Thou hast lauded Thyself.”"
}
