{
  "text": "অভিশপ্ত হয়েছিল [১] কুণ্ডের অধিপতিরা--- [২]\n[১] এখানে আল্লাহ্ তা‘আলা চারটি বস্তুর শপথ করার পর মূল কথা বর্ণনা করেছেন। (এক) বুরূজবিশিষ্ট আকাশের; (দুই) কেয়ামত দিবসের; (তিন) আরাফার দিনের এবং (চার) শুক্রবারের। এসব শপথের সম্পর্ক এই যে, এগুলো আল্লাহ্ তা'আলার পরিপূর্ণ শক্তি, কেয়ামতের হিসাব-নিকাশ এবং শাস্তি ও প্রতিদানের দলীল। শুক্রবার ও আরাফার দিন মুসলিমদের জন্যে আখেরাতের পুঁজি সংগ্রহের পবিত্ৰ দিন।\n[২] যারা বড় বড় গর্তের মধ্যে আগুন জ্বালিয়ে ঈমানদারদেরকে তার মধ্যে ফেলে দিয়েছিল এবং তাদের জ্বলে পুড়ে মরার বীভৎস দৃশ্য নিজেদের চোখে দেখেছিল তাদেরকে এখানে গর্তওয়ালা বলা হয়েছে। বলা হয়েছে, তাদের ওপর আল্লাহ্র লা‘নত পড়েছিল এবং তারা আল্লাহ্র আযাবের অধিকারী হয়েছিল। [ইবন কাসীর; ফাতহুল কাদীর] এর আরেক অর্থ ধ্বংস হয়েছিল। [সা‘দী]\nগর্তে আগুন জ্বলিয়ে ঈমানদারদেরকে তার মধ্যে নিক্ষেপ করার ঘটনা সহীহ হাদিসে বর্ণিত হয়েছে। সুহাইব রুমী রাদিয়াল্লাহু ‘আনহু রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম থেকে বর্ণনা করেন। এক বাদশার কাছে একজন যাদুকর ছিল। বৃদ্ধ বয়সে সে বাদশাহকে বললো, একটি ছেলেকে আমার কাছে নিযুক্ত করো, সে আমার কাছ থেকে এ জাদু শিখে নেবে। বাদশাহ জাদু শেখার জন্য জাদুকরের কাছে একটি ছেলেকে নিযুক্ত করলো। কিন্তু সেই ছেলেটি জাদুকরের কাছে আসা যাওয়ার পথে একজন রাহেবের (যিনি সম্ভবত ঈসা আলাইহিস সালামের দ্বীনের অনুসারী একজন সাধক ছিলেন) সাক্ষাত গুণে সে অলৌকিক শক্তির অধিকারীও হয়ে গেলো। সে অন্ধদের দৃষ্টিশক্তি ফিরিয়ে দিতে এবং কুষ্ঠরোগ নিরাময় করতে লাগলো। ছেলেটি তাওহীদের প্রতি ঈমান এনেছে, একথা জানতে পেরে বাদশাহ প্ৰথমে রাহেবকে হত্যা করলো তারপর ছেলেটিকে হত্যা করতে চাইলো। কিন্তু কোন অস্ত্ৰ দিয়েই এবং কোনভাবেই তাকে হত্যা করতে পারলো না। শেষে ছেলেটি বললো, যদি তুমি আমাকে হত্যা করতে চাও তাহলে প্রকাশ্য জনসমাবেশে “বিস্মি রাব্বিল গুলাম” (অর্থাৎ এই ছেলেটির রবের নামে) বাক্য উচ্চারণ করে আমাকে তীর মারো, তাতেই আমি মারা যাবো। বাদশাহ তাই করলো। ফলে ছেলেটি মারা গেলো। এ ঘটনা প্রত্যক্ষ করে লোকেরা চিৎকার করে উঠলো, আমরা এই ছেলেটির রবের প্রতি ঈমান আনলাম। বাদশাহর সভাসদরা তাকে বললো, এখন তো তাই হয়ে গেলো যা থেকে আপনি বাঁচতে চাচ্ছিলেন। লোকেরা আপনার ধর্ম ত্যাগ করে এ ছেলেটির ধর্মগ্রহণ করেছে। এ অবস্থা দেখে বাদশাহ অত্যন্ত ক্রুদ্ধ হলো। সে রাস্তার পাশে গর্ত খনন করালো। তাতে আগুন জ্বালালো। যারা ঈমান ত্যাগ করতে রাজী হলো না তাদের সবাইকে তার মধ্যে নিক্ষেপ করলো। [মুসলিম: ৩০০৫ তিরমিয়ী: ৩৩৪০]।",
  "ayah": 4,
  "surah": 85
}
