{
  "text": "تعارف قرآن بزبان اللہ الرحمن  سورة بقرہ کی تفسیر کے شروع میں حروف مقطعات کی بحث گزر چکی ہے۔ اس کتاب یعنی قرآن شریف کی یہ آیتیں بہت واضح کھلی ہوئی اور خوب صاف ہیں۔ مبہم چیزوں کی حقیقت کھول دیتی ہیں یہاں پر تلک معنی میں ھذہ کے ہے۔ چونکہ عربی زبان نہایت کامل اور مقصد کو پوری طرح واضح کردینے والی اور وسعت و کثرت والی ہے، اس لے یہ پاکیزہ تر کتاب اس بہترین زبان میں افضل تر رسول ﷺ ، رسول کے سردار فرشتے کی سفارت میں، تمام روئے زمین کے بہتر مقام میں، وقتوں میں بہترین وقت میں نازل ہو کر ہر ایک طرح کے کمال کو پہنچی تاکہ تم ہر طرح سوچ سمجھ سکو اور اسے جان لو ہم بہترین قصہ بیان فرماتے ہیں۔ صحابہ نے عرض کیا کہ حضور ﷺ اگر کوئی واقعہ بیان فرماتے ؟ اس پر یہ آیت اتری اور روایت میں ہے کہ ایک زمانے تک قرآن کریم نازل ہوتا گیا اور آپ صحابہ کے سامنے تلاوت فرماتے رہے پھر انہوں نے کہا حضور ﷺ کوئی واقعہ بھی بیان ہوجاتا تو ؟ اس پر یہ آیتیں اتریں پھر کچھ وقت کے بعد کہا کاش کہ آپ کوئی بات بیان فرماتے اس پر یہ (اَللّٰهُ نَزَّلَ اَحْسَنَ الْحَدِيْثِ كِتٰبًا مُّتَشَابِهًا مَّثَانِيَ ڰ تَــقْشَعِرُّ مِنْهُ جُلُوْدُ الَّذِيْنَ يَخْشَوْنَ رَبَّهُمْ ۚ ثُمَّ تَلِيْنُ جُلُوْدُهُمْ وَقُلُوْبُهُمْ اِلٰى ذِكْرِاللّٰهِ ۭ ذٰلِكَ هُدَى اللّٰهِ يَهْدِيْ بِهٖ مَنْ يَّشَاۗءُ ۭ وَمَنْ يُّضْلِلِ اللّٰهُ فَمَا لَهٗ مِنْ هَادٍ 23؀) 39۔ الزمر :23) اتری۔ اور بات بیان ہوئی۔ روش کلام کا ایک ہی انداز دیکھ کر صحابہ نے کہا یا رسول اللہ بات سے اوپر کی اور قرآن سے نیچے کی کوئی چیز ہوتی یعنی واقعہ، اس پر یہ آیتیں اتریں، پھر انہوں نے حدیث کی خواہش کی اس پر (آیت اللہ نزل الخ،) اتری۔ پس قصے کے ارادے پر بہترین قصہ اور بات کے ارادے پر بہترین بات نازل ہوئی۔ اس جگہ جہاں کہ قرآن کریم کی تعریف ہو رہی ہے۔ اور یہ بیان ہے کہ یہ قرآن اور سب کتابوں سے بےنیاز کردینے والا ہے۔ مناسب ہے کہ ہم مسند احمد کی اس حدیث کو بھی بیان کردیں جس میں ہے کہ حضرت عمر بن خطاب کو کسی اہل کتاب سے ایک کتاب ہاتھ لگ گئی تھی اسے لے کر آپ حاضر حضور ﷺ ہوئے اور آپ کے سامنے سنانے لگے آپ سخت غضب ناک ہوگئے اور فرمانے لگے اے خطاب کے لڑکے کیا تم اس میں مشغول ہو کر بہک جانا چاہتے ہو اسکی قسم جس کے ہاتھ میں میری جان ہے کہ میں اس کو نہایت روشن اور واضح طور پر لے کر آیا ہوں۔ تم ان اہل کتاب سے کوئی بات نہ پوچھو ممکن ہے کہ وہ صحیح جواب دیں اور تم سے جھٹلا دو۔ اور ہوسکتا ہے کہ وہ غلط جواب دیں اور تم اسے سچا سمجھ لو۔ سنو اس اللہ کی قسم جس کے ہاتھ میں میری جان ہے کہ اگر آج خود حضرت موسیٰ ؑ بھی زندہ ہوتے تو انہیں بھی سوائے میری تابعداری کے کوئی چارہ نہ تھا۔ ایک اور روایت میں ہے کہ حضرت عمر بن خطاب ؓ نے آپ ﷺ سے کہا کہ بنو قریضہ قبیلہ کے میرے ایک دوست نے تورات میں سے چند جامع باتیں مجھے لکھ دی ہیں۔ تو کیا میں انہیں آپ کو سناؤ ؟ آپ کا چہرہ متغیر ہوگیا۔ حضرت عبداللہ بن ثابت نے کہا کہ اے عمر کیا تم حضور ﷺ کے چہرے کو نہیں دیکھ رہے ؟ اب حضرت عمر کی نگاہ پڑی تو آپ کہنے لگے ہم اللہ کے رب ہونے پر، اسلام کے دین ہونے پر اور محمد ﷺ کے رسول ﷺ ہونے پر دل سے رضامند ہیں۔ اب آپ کے چہرہ سے غصہ دور ہوا اور فرمایا اس ذات پاک کی قسم جس کے ہاتھ میں محمد ﷺ کی جان ہے کہ اگر تم میں خود حضرت موسیٰ ہوتے پھر تم مجھے چھوڑ کر ان کی اتباع میں لگ جاتے تو تم سب گمراہ ہوجاتے امتوں میں سے میرا حصہ تم ہو اور نبیوں میں سے تمہارا حصہ میں ہوں۔ ابو یعلی میں ہے کہ سوس کا رہنے والا قبیلہ عبدالقیس کا ایک شخص جناب فاروق اعظم ؓ کے پاس آیا آپ نے اس سے پوچھا کہ تیرا نام فلاں فلاں ہے ؟ اس نے کہا ہاں پوچھا تو سوس میں مقیم ہے ؟ اس نے کہا ہاں تو آپ کے ہاتھ میں جو خوشہ تھا اسے مارا۔ اس نے کہا امیر المومنین میرا کیا قصور ہے ؟ آپ نے فرمایا بیٹھ جا۔ میں بتاتا ہوں پھر بسم اللہ الرحمن الرحیم پڑھ کر اسی سورت کی (آیتیں لمن الغافلین) تک پڑھیں تین مرتبہ ان آیتوں کی تلاوت کی اور تین مرتبہ اسے مارا۔ اس نے پھر پوچھا کہ امیرالمومنین میرا قصور کیا ہے آپ نے فرمایا تو نے دانیال کی ایک کتاب لکھی ہے۔ اس نے کہا پھر جو آپ فرمائیں۔ میں کرنے کو تیار ہوں، آپ نے فرمایا جا اور گرم پانی اور سفید روئی سے اسے بالکل مٹا دے۔ خبردار آج کے بعد سے اسے خود پڑھنا نہ کسی اور کو پڑھانا۔ اب اگر میں اس کے خلاف سنا کہ تو نے خود اسے پڑھا یا کسی کو پڑھایا تو ایسی سخت سزا کروں گا کہ عبرت بنے۔ پھر فرمایا بیٹھ جا، ایک بات سنتا جا۔ میں نے جاکر اہل کتاب کی ایک کتاب لکھی پھر اسے چمڑے میں لئے ہوئےحضور ﷺ کے پاس آیا۔ آپ نے مجھ سے پوچھا تیرے ہاتھ میں یہ کیا ہے ؟ میں نے کہا ایک کتاب ہے کہ ہم علم میں بڑھ جائیں۔ اس پر آپ اس قدر ناراض ہوئے کہ غصے کی وجہ سے آپ کے رخسار پر سرخی نمودار ہوگئی پھر منادی کی گئی کہ نماز جمع کرنے والی ہے۔ اسی وقت انصار نے ہتھیار نکال لیے کہ کسی نے حضور ﷺ کو ناراض کردیا ہے اور منبر نبوی ﷺ کے چاروں طرف وہ لوگ ہتھیار بند بیٹھ گئے۔ اب آپ نے فرمایا لوگو میں جامع کلمات دیا گیا ہوں اور کلمات کے خاتم دیا گیا ہوں اور پھر میرے لیے بہت ہی اختصار کیا گیا ہے میں اللہ کے دین کی باتیں بہت سفید اور نمایاں لایا ہوں۔ خبردار تم بہک نہ جانا۔ گہرائی میں اترنے والے کہیں تمہیں بہکا نہ دیں۔ یہ سن کر حضرت عمر کھڑے ہوگئے اور کہنے لگے میں تو یارسول اللہ ﷺ اللہ کے رب ہونے پر، اسلام کے دین ہونے پر آپ کے رسول ﷺ ہونے پر دل سے راضی ہوں۔ اب جو ﷺ منبر سے اترے اس کے ایک روای عبدالرحمن بن اسحاق کو محدثین ضعیف کہتے ہیں۔ امام بخاری ان کی حدیث کو صحیح نہیں لکھتے۔ میں کہتا ہوں اس کا ایک شاہد اور سند حافظ ابوبکر احمد بن ابراہیم اسماعیلی لائے ہیں کہ خلافت فاروقی کے زمانے میں آپ نے محصن کے چند آدمی بلائے ان میں دو شخص وہ تھے جنہوں نے یہودیوں سے چند باتیں منتخب کر کے لکھ لی تھیں۔ وہ اس مجموعے کو بھی اپنے ساتھ لائے تاکہ حضرت سے دریافت کرلیں اگر آپ نے اجازت دی تو ہم اس میں اسی جیسی اور باتیں بھی بڑھا لیں گے ورنہ اسے بھی پھینک دیں گے۔ یہاں آکر انہوں نے کہا کہ امیرالمومنین یہودیوں سے ہم بعض ایسی باتیں سنتے ہیں کہ جن سے ہمارے رونگٹے کھڑے ہوجاتے ہیں تو کیا وہ باتیں ان سے لے لیں یا بالکل ہی نہ لیں ؟ آپ نے فرمایا شاید تم نے ان کی کچھ باتیں لکھ رکھیں ہیں ؟ سنو میں اس میں فیصلہ کن واقعہ سناؤ۔ میں حضور ﷺ کے زمانے میں خیبر گیا۔ وہاں کے ایک یہودی کی باتیں مجھ بہت پسند آئیں۔ میں نے اس سے درخواست کی اور اس نے وہ باتیں مجھے لکھ دیں۔ میں نے واپس آکر حضور ﷺ سے ذکر کیا آپ نے فرمایا جاؤ وہ لے کر آؤ میں خوشی خوشی چلا گیا شاید حضور ﷺ کو میرا یہ کام پسند آگیا۔ لاکر میں نے اس کو پڑھنا شروع کیا۔ اب جو ذرا سی دیر کے بعد میں نے نظر اٹھائی تو دیکھا کہ حضور ﷺ تو سخت ناراض ہیں۔ میری زبان سے تو ایک حرف بھی نہ نکلا اور مارے خوف کے میر رواں رواں کھڑا ہوگیا۔ میری یہ حالت دیکھ کر اب آپ نے ان تحریروں کو اٹھا لیا اور ان کا ایک ایک حرف مٹانا شروع کیا اور زبان مبارک سے ارشاد فرماتے جاتے تھے کہ دیکھو خبردار ان کی نہ ماننا۔ یہ تو گمراہی کے گڑھے میں جا پڑے ہیں اور یہ تو دوسروں کو بھی بہکا رہے ہیں۔ چناچہ آپ نے اس ساری تحریر کا ایک حرف بھی باقی نہ رکھا۔ یہ سنا کر حضرت عمر ؓ نے فرمایا کہ اگر تم نے بھی ان کی باتیں لکھی ہوئی ہوتیں تو میں تمہیں ایسی سزا کرتا جو اوروں کے لیے عبرت ہوجائے۔ انہوں نے کہا واللہ ہم ہرگز ایک حرف بھی نہ لکھیں گے۔ باہر آتے ہی جنگل میں جاکر انہوں نے اپنی وہ تختیاں گڑھا کھود کر دفن کردیں۔ مراسیل ابی داؤد میں بھی حضرت عمر ؓ سے ایسی ہی روایت ہے واللہ اعلم۔",
  "ayah": 1,
  "surah": 12
}
