{
  "text": "حضرت یوسف ؑ کا تمام و کمال قصہ بیان فرما کر کس طرح بھائیوں نے ان کے ساتھ برائی کی اور کس طرح ان کی جان تلف کرنی چاہی اور اللہ نے انہیں کس طرح بچایا اور کس طرح اوج وترقی پر پہنچایا اب اپنے نبی ﷺ سے فرماتا ہے کہ یہ اور اس جیسی اور چیزیں سب ہماری طرف سے تمہیں دی جاتی ہیں تاکہ لوگ ان سے نصیحت حاصل کریں اور آپ کے مخالفین کی بھی آنکھیں کھلیں اور ان پر ہماری حجت قائم ہوجائے تو اس وقت کچھ ان کے پاس تھوڑے ہی تھا۔ جب وہ حضرت یوسف ؑ کے ساتھ کھلا داؤ فریب کر رہے تھے۔ کنویں میں ڈالنے کے لئے سب مستعد ہوگئے تھے۔ صرف ہمارے بتانے سکھانے سے تجھے یہ واقعات معلوم ہوئے۔ جیسے حضرت مریم ؑ کے قصے کو بیان فرماتے ہوئے ارشاد ہوا ہے کہ جب وہ قلمیں ڈال رہے تھے کہ مریم کو کون پالے تو اس وقت ان کے پاس نہ تھا۔ الخ۔ حضرت موسیٰ کو اپنی باتیں سمجھا رہے تھے تو وہاں نہ تھا۔ اسی طرح اہل مدین کا معاملہ بھی تجھ سے پوشیدہ ہی تھا۔ ملاء اعلٰی کی آپس کی گفتگو میں تو موجود نہ تھا۔ یہ سب ہماری طرف سے بذریعہ وحی تجھے بتایا گیا یہ کھلی دلیل ہے تیری رسالت ونبوت کی کہ گزشتہ واقعات تو اس طرح کہول کھول کر لوگوں کے سامنے بیان کرتا ہے کہ گویا تو نے آپ بچشم خود دیکھے ہیں اور تیرے سامنے ہی گزرے ہیں۔ پھر یہ واقعات نصیحت وعبرت حکمت وموعظت سے پر ہیں، جن سے انسانوں کی دین و دنیا سنور سکتی ہے۔ باوجود اس کے بھی اکثر لوگ ایمان سے کورے رہے جاتے ہیں گو تو لاکھ چاہے کہ یہ مومن بن جائیں اور آیت میں ہے آیت (وَاِنْ تُطِعْ اَكْثَرَ مَنْ فِي الْاَرْضِ يُضِلُّوْكَ عَنْ سَبِيْلِ اللّٰهِ ۭ اِنْ يَّتَّبِعُوْنَ اِلَّا الظَّنَّ وَاِنْ هُمْ اِلَّا يَخْرُصُوْنَ01106) 6۔ الانعام :116) اگر تو انسانوں کی اکثریت کی اطاعت کرے گا تو وہ تجھے اللہ کی راہ سے بہکا اور بھٹکا دیں گے۔ بہت سے واقعات کے بیان کے بعد ہر ایک واقعہ کے ساتھ قرآن نے فرمایا ہے کہ گو اس میں بڑا زبردست نشان ہے لیکن پھر بھی اکثر لوگ ماننے والے نہیں۔ آپ جو کچھ بھی جفاکشی کر رہے ہیں اور اللہ کی مخلوق کو راہ حق دکھا رہے ہیں، اس میں آپ کا اپنا دنیوی نفع ہرگز مقصود نہیں، آپ ان سے کوئی اجرت اور کوئی بدلہ نہیں چاہتے بلکہ یہ صرف اللہ کی رضا جوئی کے لئے مخلوق کے نفع کے لئے ہے۔ یہ تو تمام جہان کے لئے سراسر ذکر ہے کہ وہ راہ راست پائیں نصیحت حاصل کریں عبرت پکڑیں ہدایت ونجات پائیں۔",
  "ayah": 103,
  "surah": 12
}
