{
  "text": "جب مخالفت عروج پر ہو اللہ تعالیٰ کا ارشاد ہے کہ اس کی مدد اس کے رسولوں پر بروقت اترتی ہے۔ دنیا کے جھٹکے جب زوروں پر ہوتے ہیں، مخالفت جب تن جاتی ہے، اختلاف جب بڑھ جاتا ہے، دشمنی جب پوری ہوجاتی ہے، انبیاء اللہ کو جب چاروں طرف سے گھیر لیا جاتا ہے، معا اللہ کی مدد آپہنچتی ہے۔ کذبوا اور کذبوا دونوں قرأتیں ہیں، حضرت عائشہ کی قرأت ذال کی تشدید سے ہے، چناچہ بخاری شریف میں ہے کہ حضرت عروہ بن زبیر ؓ نے حضرت عائشہ سے پوچھا کہ یہ لفظ کذبوا یا کذبوا ہے ؟ حضرت عائشہ نے فرمایا کذبوا ہے۔ انہوں نے کہا پھر تو یہ معنی ہوئے کہ رسولوں نے گمان کیا کہ وہ جھٹلائے گئے تو یہ گمان کی کون سی بات تھی یہ تو یقینی بات تھی کہ وہ جھٹلائے جاتے تھے۔ آپ نے فرمایا بیشک یہ یقینی بات تھے کہ وہ کفار کی طرف سے جھٹلائے جاتے تھے لیکن وہ وقت بھی آئے کہ ایمان دار امتی بھی ایسے زلزلے میں ڈالے گئے اور اس طرح ان کی مدد میں تاخیر ہوئی کہ رسولوں کے دل میں آئی کہ غالبا اب تو ہماری جماعت بھی ہمیں جھٹلانے لگی ہوگی۔ اب مدد رب آئی۔ اور انہیں غلبہ ہوا۔ تم اتنا تو خیال کرو کہ کذبوا کیسے ٹھیک ہوسکتا ہے ؟ معاذ اللہ کیا انبیاء (علیہم السلام) اللہ کی نسبت یہ بدگمانی کرسکتے ہیں کہ انہیں رب کی طرف سے جھٹلایا گیا ؟ ابن عباس کی قرأت میں کذبوا ہے۔ آپ اس کی دلیل میں آیت (حَتّٰى يَقُوْلَ الرَّسُوْلُ وَالَّذِيْنَ اٰمَنُوْا مَعَهٗ مَتٰى نَصْرُ اللّٰهِ ۭ اَلَآ اِنَّ نَصْرَ اللّٰهِ قَرِيْبٌ02104) 2۔ البقرة :214) پڑھ دیتے تھے یعنی یہاں تک کہ انبیاء اور ایماندار کہنے لگے کہ اللہ کی مدد کہاں ہے۔ یاد رکھو مدد رب بالکل قریب ہے۔ حضرت عائشہ ؓ اس کا سختی سے انکار کرتی تھیں اور فرمایا کرتی تھیں کہ جناب رسول اللہ آنحضرت محمد مصطفیٰ ﷺ سے اللہ تعالیٰ نے جتنے وعدے کئے، آپ کو کامل یقین تھا کہ وہ سب یقینی اور حتمی ہیں اور سب پورے ہو کر ہی رہیں گے آخر دم تک کبھی نعوذ باللہ آب کے دل میں یہ وہم ہی پیدا نہیں ہوا کہ کوئی وعدہ ربانی غلط ثابت ہوگا۔ یا ممکن ہے کہ غلظ ہوجائے یا پورا نہ ہو۔ ہاں انبیا (علیہم السلام) پر برابر بلائیں اور آزمائشیں آتی رہیں، یہاں تک کہ ان کے دل میں یہ خطرہ پیدا ہونے لگا کہ کہیں میرے ماننے والے بھی مجھ سے بدگمان ہو کر مجھے جھٹلا نہ رہے ہوں۔ ایک شخص قاسم بن محمد کے پاس آ کر کہتا ہے کہ محمد بن کعب قرظی کذبوا پڑھتے ہیں تو آپ نے فرمایا کہ ان سے کہہ دو۔ میں نے رسول اللہ ﷺ کی زوجہ صدیقہ عائشہ سے سنا ہے وہ کذبوا پڑھتی تھیں یعنی ان کے ماننے والوں نے انہیں جھٹلایا۔ پس ایک قرأت تو تشدید کے ساتھ ہے دوسری تخفیف کے ساتھ ہے، پھر اس کی تفسیر میں ابن عباس سے تو وہ مری ہے جو اوپر گزر چکا۔ ابن مسعود ؓ سے مروی ہے کہ آپ نے یہ آیت اسی طرح پڑھ کر فرمایا یہی وہ ہے جو تو برا جانتا ہے۔ یہ روایت اس روایت کے خلاف ہے، جسے ان دونوں بزرگوں سے اوروں نے روایت کیا ہے، اس میں ہے کہ ابن عباس ؓ نے فرمایا جب رسول ناامید ہوگئے کہ ان کی قوم ان کی مانے گی اور قوم نے یہ سمجھ لیا کہ نبیوں نے ان سے جھوٹ کہا، اسی وقت اللہ کی مدد آپہنچی اور جسے اللہ نے چاہا نجات بخشی۔ اسی طرح کی تفسیر اوروں سے بھی مروی ہے۔ ایک نوجوان قریشی نے حضرت سعید بن جبیر ؒ سے کہا کہ حضرت ہمیں بتائیے، اس لفظ کو کیا پڑھیں، مجھ سے تو اس لفظ کی قرأت کی وجہ سے ممکن ہے کہ اس سورت کا پڑھنا ہی چھوٹ جائے۔ آپ نے فرمایا سنو اس کا مطلب یہ کہ انبیاء اس سے مایوس ہوگئے کہ ان کی قوم ان کی بات مانے گی اور قوم والے سمجھ بیٹھے کہ نبیوں نے غلط کہا ہے یہ سن کر حضرت ضحاک بن مزاحم بہت ہی خوش ہوئے اور فرمایا کہ اس جیسا جواب کسی ذی علم کا میں نے نہیں سنا اگر میں یہاں سے یمن پہنچ کر بھی ایسے جواب کو سنتا تو میں اسے بھی بہت آسان جانتا۔ مسلم بن یسار ؒ نے بھی آپ کا یہ جواب سن کر اٹھ کر آپ سے معانقہ کیا اور کہا اللہ تعالیٰ آپ کی پریشانیوں کو بھی اسی طرح دور کر دے، جس طرح آپ نے ہماری پریشانی دور فرمائی۔ بہت سے اور مفسرین نے بھی یہی مطلب بیان کیا ہے بلکہ مجاہد ؒ کی تو قرأت ذال کے زبر سے ہے یعنی کذبوا ہاں بعض مفسرین وظنوا کا فاعل مومنوں کو بتاتے ہیں اور بعض کافروں کو یعنی کافروں نے یا یہ کہ بعض مومنوں نے یہ گمان کیا کہ رسولوں سے جو وعدہ مدد کا تھا اس میں وہ جھوٹے ثابت ہوئے عبداللہ بن مسعود ؓ تو فرماتے ہیں رسول ناامید ہوگئے یعنی اپنی قوم کے ایمان سے اور نصرت ربانی میں دیر دیکھ کر ان کو قوم گمان کرنے لگی کہ وہ جھوٹا وعدہ دئے گئے تھے۔ پس یہ دونوں روایتیں تو ان دونوں بزرگ صحابیوں سے مروی ہیں۔ اور حضرت عائشہ ؓ اس کا صاف انکار کرتی ہیں۔ ابن جریر ؒ بھی قول صدیقہ کی طرفداری کرتے اور دوسرے قول کی تردید کرتے ہیں اور اسے ناپسند کر کے رد کردیتے ہیں، واللہ اعلم۔",
  "ayah": 110,
  "surah": 12
}
