{
  "text": "بھائیوں کی واپسی اور معذرت  چپ چاپ ننھے بھیا پر، اللہ کے معصوم نبی پر، باپ کی آنکھ کے تارے پر ظلم وستم کے کے پہاڑ توڑ کر رات ہوئے باپ کے پاس سرخ رو ہونے اور اپنی ہمدردی ظاہر کرنے کے لیے غمزدہ ہو کر روتے ہوئے پہنچے اور اپنے ملال کا یوسف کے نہ ہونے کا سبب یہ بیان کیا کہ ہم نے تیر اندازی اور ڈور شروع کی۔ چھوٹے بھائی کو اسباب کے پاس چھوڑا۔ اتفاق کی بات ہے اسی وقت بھیڑیا آگیا اور بھائی کا لقمہ بنا لیا۔ چیڑ پھاڑ کر کھا گیا۔ پھر باپ کو اپنی بات صحیح طور پر جچانے اور ٹھیک باور کرانے کے لیے پانی سے پہلے بند باندھتے ہیں کہ ہم اگر آپ کے نزدیک سچے ہی ہوتے تب بھی یہ واقعہ ایسا ہے کہ آپ ہمیں سچا ماننے میں تامل کرتے۔ پھر جب کہ پہلے ہی سے آپ نے اپنا ایک کھٹکا ظاہر کیا ہو اور خلاف ظاہر واقع میں ہی اتفاقا ایسا ہی ہو بھی جائے تو ظاہر ہے کہ آپ اس وقت تو وہ ہمیں سچا مان ہی نہیں سکتے۔ ہیں تو ہم سچے ہی لیکن آپ بھی ہم پر اعتبار نہ کرنے میں ایک حد تک حق بجانب ہیں۔ کیونکہ یہ واقعہ ہی ایسا انوکھا ہے ہم خود حیران ہیں کہ ہو کیا گیا یہ تو تھا زبانی کھیل ایک کام بھی اسی کے ساتھ کر لائے تھے یعنی بکری کے ایک بچے کو ذبح کر کے اس کے خون سے حضرت یوسف کا پیراہن داغدار کردیا کہ بطور شہادت کے ابا کے سامنے پیش کریں گے کہ دیکھو یہ ہیں یوسف بھائی کے خون کے دھبے ان کے کرتے پر۔ لیکن اللہ کی شان چور کے پاؤں کہاں ؟ سب کچھ تو کیا لیکن کرتا پھاڑنا بھول گئے۔ اس کے لیے باپ پر سب مکر کھل گیا۔ لیکن اللہ کے نبی ﷺ نے ضبط کیا اور صاف لفظوں میں گو نہ کہا تاہم بیٹوں کو بھی پتہ چل گیا کہ ابا جی کو ہماری بات جچی نہیں فرمایا کہ تمہارے دل نے یہ تو ایک بات بنادی ہے۔ خیر میں تو تمہاری اس مذبوحی حرکت پر صبر ہی کروں گا۔ یہاں تک کہ اللہ تعالیٰ اپنے رحم و کرم سے اس دکھ کو ٹال دے۔ تم جو ایک جھوٹی بات مجھ سے بیان کر رہے ہو اور ایک محال چیز پر مجھے یقین دلا رہے ہو اور اس پر میں اللہ سے مدد طلب کرتا ہوں اور اس کی مدد شامل حال رہے تو دودھ کا دودھ اور پانی کا پانی الگ ہوجائے گا۔ ابن عباس کا قول ہے کہ کرتا دیکھ کر آپ نے یہ بھی فرمایا تھا کہ تعجب ہے بھیڑیا یوسف کو کھا گیا اس کا پیراہن خون آلود ہوگیا مگر کہیں سے ذرا بھی نہ پھٹا۔ خیر میں صبر کروں گا۔ جس میں کوئی شکایت نہ ہو نہ کوئی گھبراہٹ ہو۔ کہتے ہیں کہ تین چیزوں کا نام صبر ہے اپنی مصیبت کا کسی سے ذکر نہ کرنا۔ اپنے دل کا دکھڑا کسی کے سامنے نہ رونا اور ساتھ ہی اپنے نفس کا پاک نہ سمجھا۔ امام بخاری ؒ اس موقعہ پر حضرت عائشہ ؓ کے اس واقعہ کی پوری حدیث کو بیان کیا ہے جس میں آپ پر تہمت لگائے جانے کا ذکر ہے۔ اس میں آپ نے فرمایا ہے واللہ میری اور تمہاری مثال حضرت یوسف کے باپ کی سی ہے کہ انہوں نے فرمایا تھا اب صبر ہی بہتر ہے اور تمہاری ان باتوں پر اللہ ہی سے مدد چاہی گئی ہے۔",
  "ayah": 16,
  "surah": 12
}
