{
  "text": "یوسف ؑ کے تقدس کا سبب  سلف کی ایک جماعت سے تو اس آیت کے بارے میں وہ مروی ہے جو ابن جریر وغیرہ لائے ہیں اور کہا گیا ہے کہ یوسف ؑ کا قصد اس عورت کے ساتھ صرف نفس کا کھٹکا تھا۔ بغوی کی حدیث میں ہے رسول اللہ ﷺ فرماتے ہیں کہ اللہ تعالیٰ عزوجل کا فرمان ہے کہ جب میرا کوئی بندہ نیکی کا ارادہ کرے تو تم اس کی نیکی لکھ لو۔ اور جب اس نیکی کو کر گزرے تو اس جیسی دس گنی نیکی لکھ لو۔ اور اگر کسی برائی کا ارادہ کرے اور پھر اسے نہ کرے تو اس کے لیے نیکی لکھ لو۔ کیونکہ اس نے میری وجہ سے اس برائی کو چھوڑا ہے۔ اور اگر اس برائی کو ہی کر گزرے تو اس کے برابر اسے لکھ لو۔ اس حدیث کے الفاظ اور بھی کئی ایک ہیں اصل بخاری، مسلم میں بھی ہے۔ ایک قول ہے کہ حضرت یوسف نے اسے مارنے کا قصد کیا تھا۔ ایک قول ہے کہ اسے بیوی بنانے کی تمنا کی تھی۔ ایک قول ہے کہ آپ قصد کرتے اگر اگر دلیل نہ دیکھتے لیکن چونکہ دلیل دیکھ لی قصد نہیں فرمایا۔ لیکن اس قول میں عربی زبان کی حیثیت سے کلام ہے جسے امام ابن جریر وغیرہ نے بیان فرمایا ہے۔ یہ تو تھے اقوال قصد یوسف کے متعلق۔ وہ دلیل جو آپ نے دیکھی اس کے متعلق بھی اقوال ملاحظہ فرمائیے۔ کہتے ہیں اپنے والد حضرت یعقوب کو دیکھا کہ گویا وہ اپنی انگلی منہ میں ڈالے کھڑے ہیں۔ اور حضرت یوسف کے سینے پر آپ نے ہاتھ مارا۔ کہتے ہیں اپنے سردار کی خیالی تصویر سامنے آگئی۔ کہتے ہیں آپ کی نظر چھت کی طرف اٹھ گئی دیکھتے ہیں کہ اس پر یہ آیت لکھی ہوئی ہے (آیت لا تقربو الزنی انہ کان فاحشتہ و مقتا و ساء سبیلا) خبردار زنا کے قریب بھی نہ بھٹکنا وہ بڑی بےحیائی کا اور اللہ کے غضب کا کام ہے اور وہ بڑا ہی برا راستہ ہے۔ کہتے ہیں تین آیتیں لکھی ہوئی تھیں ایک تو (وَاِنَّ عَلَيْكُمْ لَحٰفِظِيْنَ 10 ۙ) 82۔ الإنفطار :10) تم پر نگہبان مقرر ہیں۔ دوسری (وَمَا تَكُوْنُ فِيْ شَاْنٍ وَّمَا تَتْلُوْا مِنْهُ مِنْ قُرْاٰنٍ وَّلَا تَعْمَلُوْنَ مِنْ عَمَلٍ اِلَّا كُنَّا عَلَيْكُمْ شُهُوْدًا اِذْ تُفِيْضُوْنَ فِيْه 61؀) 10۔ یونس :61) تم جس حال میں ہو اللہ تمہارے ساتھ ہے۔ تیسری (اَفَمَنْ هُوَ قَاۗىِٕمٌ عَلٰي كُلِّ نَفْسٍۢ 33۔) 13۔ الرعد :33) اللہ ہر شخص کے ہر عمل پر حاضر ناظر ہے کہتے ہیں کہ چار آیتیں لکھی پائی تین وہی جو اوپر ہیں اور ایک حرمت زنا کی جو اس سے پہلے ہے۔ کہتے ہیں کہ کوئی آیت دیوار پر ممانعت زنا کے بارے میں لکھی ہوئی پائی۔ کہتے ہیں ایک نشان تھا جو آپ کے ارادے سے آپ کو روک رہا تھا۔ ممکن ہے وہ صورت یعقوب ہو۔ اور ممکن ہے اپنے خریدنے والے کی صورت ہو۔ اور ممکن ہے آیت قرآنی ہو کوئی ایسی صاف دلیل نہیں کہ کسی خاص ایک چیز کے فیصلے پر ہم پہنچ سکیں۔ پس بہت ٹھیک راہ ہمارے لیے یہی ہے کہ اسے یونہی مطلق چھوڑ دیا جائے جیسے کہ اللہ کے فرمان میں بھی اطلاق ہے (اسی طرح قصد کو بھی) پھر فرماتا ہے ہم نے جس طرح اس وقت اسے ایک دلیل دکھا کر برائی سے بچا لیا، اسی طرح اس کے اور کاموں میں بھی ہم اس کی مدد کرتے رہے اور اسے برائیوں اور بےحیائیوں سے محفوظ رکھتے رہے۔ وہ تھا بھی ہمارا برگزیدہ پسندیدہ بہترین اور مخلص بندہ۔ اللہ تعالیٰ کی طرف سے آپ پر درود وسلام نازل ہوں۔",
  "ayah": 24,
  "surah": 12
}
