{
  "text": "داستان عشق اور حسینان مصر  اس داستان کی خبر شہر میں ہوئی، چرچے ہونے لگے، چند شریف زادیوں نے نہایت تعجب و حقارت سے اس قصے کو دوہرایا کہ دیکھو عزیر کی بیوی ہے اور ایک غلام پر جان دے رہی ہے، اس کی محبت کو اپنے دل میں جمائے ہوئے ہے۔ شغف کہتے ہیں حد سے گذری ہوئی قاتل محبت کو اور شغف اس سے کم درجے کی ہوتی ہے۔ دل کے پردوں کو عورتیں شغاف کہتی ہیں۔ کہتے ہیں کہ عزیز کی بیوی صریح غلطی میں پڑی ہوئی ہے۔ ان غیبتوں کا پتہ عزیز کی بیوی کو بھی چل گیا۔ یہاں لفظ مکر اس لیے بولا گیا ہے کہ بقول بعض خود ان عورتوں کا یہ فی الواقع ایک کھلا مکر تھا۔ انہیں تو دراصل حسن یوسف کے دیدار کی تمنا تھی یہ تو صرف ایک حیلہ بنایا تھا۔ عزیز کی بیوی بھی ان کی چال سمجھ گئی اور پھر اس میں اس نے اپنی معزوری کی مصلحت بھی دیکھی تو ان کے پاس اسی وقت بلاوا بھیج دیا کہ فلاں وقت آپ کی میرے ہاں دعوت ہے۔ اور ایک مجلس، محفل، اور بیٹھک درست کرلی جس میں پھل اور میوہ بہت تھا۔ اس نے تراش تراش کر چھیل چھیل کر کھانے کے لیے ایک ایک تیز چاقو سب کے ہاتھ میں دیدیا یہ تھا ان عورتوں کے دھوکہ کا جواب انہوں نے اعتراض کر کے جمال یوسف دیکھنا چاہا اس نے آپ کو معذور ظاہر کرنے اور ان کے مکر کو ظاہر کرنے کے لیے انہیں خود زخمی کردیا اور خود ان ہی کے ہاتھ سے حضرت یوسف ؑ سے کہا کہ آپ آئے۔ انہیں اپنی مالکہ کا حکم ماننے سے کیسے انکار ہوسکتا تھا ؟ اسی وقت جس کمرے میں تھے وہاں سے آگئے۔ عورتوں کی نگاہ جو آپ کے چہرے پر پڑی تو سب کی سب دہشت زدہ رہ گئیں۔ ہیبت و جلال اور رعب حسن سے بےخود ہوگئیں اور بجائے اس کے کہ ان تیز چلنے والی چھریوں سے پھل کٹتے ان کے ہاتھ اور انگلیاں کٹنے لگیں۔ حضرت زیدبن اسلم کہتے ہیں کہ ضیافت باقاعدہ پہلے ہوچکی تھی اب تو صرف میوے سے تواضع ہو رہی تھی۔ میٹھے ہاتھوں میں تھے، چاقو چل رہے تھے جو اس نے کہا یوسف کو دیکھنا چاہتی ہو ؟ سب یک زبان ہو کر بول اٹھیں ہاں ہاں ضرور۔ اسی وقت حضرت یوسف سے کہلوا بھیجا کہ تشریف لائیے۔ آپ آئے پھر اس نے کہا جائیے آپ چلے گئے۔ آتے جاتے سامنے سے پیچھے سے ان سب عورتوں نے پوری طرح آپ کو دیکھا دیکھتے ہی سب سکتے میں آگئیں ہوش حواس جاتے رہے بجائے لیموں کاٹنے کے اپنے ہاتھ کاٹ لیے۔ اور کوئی احساس تک نہ ہوا ہاں جب حضرت یوسف چلے گئے تب ہوش آیا اور تکلیف محسوس ہوئی۔ تب پتہ چلا کہ بجائے پھل کے ہاٹھ کاٹ لیا ہے۔ اس پر عزیز کی بیوی نے کہا دیکھا ایک ہی مرتبہ کے جمال نے تو تمہیں ایسا از خود رفتہ کردیا پھر بتاؤ میرا کیا حال ہوگا  عورتوں نے کہا واللہ یہ انسان نہیں۔ یہ تو فرشتہ ہے اور فرشتہ بھی بڑے مرتبے والا۔ آج کے بعد ہم کبھی تمہیں ملامت نہ کریں گی۔ ان عورتوں نے حضرت یوسف جیسا تو کہاں ان کے قریب ان کے مشابہ بھی کوئی شخص نہیں دیکھا تھا۔ آپ کو آدھا حسن قدرت نے عطا فرما رکھا تھا۔ چناچہ معراج کی حدیث میں ہے کہ تیسرے آسمان میں رسول اللہ ﷺ کی ملاقات حضرت یوسف ؑ سے ہوئی جنہیں آدھا حسن دیا گیا تھا۔ اور روایت میں ہے کہ حضرت یوسف اور آپ کی والدہ صاحبہ کو آدھا حسن قدرت کی فیاضیوں نے عنایت فرمایا تھا۔ اور روایت میں تہائی حسن یوسف کو اور آپ کی والدہ کو دیا گیا تھا۔ آپ کا چہرہ بجلی کی طرح روشن تھا۔ جب کبھی کوئی عورت آپ کے پاس کسی کام کے لیے آتی تو آپ اپنا منہ ڈھک کر اس سے بات کرتے کہ کہیں وہ فتنے میں نہ پڑجائے اور روایت میں ہے کہ حسن کے تین حصے کئے گئے تمام لوگوں میں دو حصے تقسیم کئے گئے اور ایک حصہ صرف آپ کو اور آپ کی ماں کو دیا گیا۔ یا جن کی دو تہائیاں ان ماں بیٹے کو ملیں اور ایک تہائی میں دنیا کے تمام لوگ اور روایت میں ہے کہ حسن کے دو حصے کئے گئے ایک حصے میں حضرت یوسف اور آپ کی والدہ حضرت سارہ اور ایک حصے میں دنیا کے اور سب لوگ۔ سہیلی میں ہے کہ آپ کو حضرت آدم کا آدھا حسن دیا گیا تھا۔ اللہ تعالیٰ نے حضرت آدم ؑ کو اپنے ہاتھ سے کمال صورت کا نمونہ بنایا تھا اور بہت ہی حسین پیدا کیا تھا۔ آپ کی اولاد میں آپ کا ہم پلہ کوئی نہ تھا اور حضرت یوسف کو ان کا آدھا حسن دیا گیا تھا۔ پس ان عورتوں نے آپ کو دیکھ کر ہی کہا کہ معاذ للہ یہ انسان نہیں ذی عزت فرشتہ ہے۔ اب عزیز کی بیوی نے کہا بتلاؤ اب تو تم مجھے عذر والی سمجھو گی ؟ اس کا جمال و کمال کیا ایسا نہیں کہ صبر و برداشت چھین لے ؟ میں نے اسے ہرچند اپنی طرف مائل کرنا چاہا لیکن یہ میرے قبضے میں نہیں آیا اب سمجھ لو کہ جہاں اس میں یہ بہترین ظاہری خوبی ہے وہاں عصمت و عفت کی یہ باطنی خوبی بھی بےنظیر ہے۔ پھر دھمکانے لگی کہ اگر میری بات یہ نہ مانے گا تو اسے قید خانہ بھگتنا پڑے گا۔ اور میں اس کو بہت ذلیل کروں گی۔  اس وقت حضرت یوسف ؑ نے ان کے اس ڈھونگ سے اللہ کی پناہ طلب کی اور دعا کی کہ یا اللہ مجھے جیل خانے جانا پسند ہے مگر تو مجھے ان کے بد ارادوں سے محفوظ رکھ ایسا نہ ہو کہ میں کسی برائی میں پھنس جاؤ۔ اے اللہ تو اگر مجھے بچا لے تب تو میں بچ سکتا ہوں ورنہ مجھ میں اتنی قوت نہیں۔ مجھے اپنے کسی نفع نقصان کا کوئی اختیار نہیں۔ تیری مدد اور تیرے رحم و کرم کے بغیر نہ میں کسی گناہ سے رک سکوں نہ کسی نیکی کو کرسکوں۔ اے باری تعالیٰ میں تجھ سے مدد طلب کرتا ہوں، تجھی پر بھروسہ رکھتا ہوں۔ تو مجھے میرے نفس کے حوالے نہ کردے کہ میں ان عورتوں کی طرف جھک جاؤں اور جاہلوں میں سے ہوجاؤں۔ اللہ تعالیٰ کریم و قادر نے آپ کی دعا قبول فرما لی اور آپ کو بال بال بچا لیا، عصمت عفت عطا فرمائی، اپنی حفاظت میں رکھا اور برائی سے آپ بچے ہی رہے۔ باوجود بھرپور جوانی کے باوجود بےانداز حسن و خوبی کے، باوجود ہر طرح کے کمال کے، جو آپ میں تھا، آپ اپنی خواہش نفس کی بےجا تکمیل سے بچتے رہے۔ اور اس عورت کی طرف رخ بھی نہ کیا جو رئیس زادی ہے۔ رئیس کی بیوی ہے، ان کی مالک ہے، پھر بہت ہی خوبصورت ہے، جمال کے ساتھ ہی مال بھی ہے، ریاست بھی ہے، وہ اپنی بات کے ماننے پر انعام و اکرام کا اور نہ ماننے پر جیل کا اور سخت سزا کا حکم سنا رہی ہے۔ لیکن آپ کے دل میں اللہ کے خوف سمندر موجزن ہے، آپ اپنے اس دنیوی آرام کو اور اس عیش اور لذت کو نام رب پر قربان کرتے ہیں اور قید و بند کو اس پر ترجیح دیتے ہیں کہ اللہ کے عذابوں سے بچ جائیں اور آخرت میں ثواب کے مستحق بن جائیں۔ بخاری مسلم میں ہے رسول اللہ ﷺ فرماتے ہیں سات قسم کے لوگ ہیں جنہیں اللہ تعالیٰ عزوجل اپنے سائے تلے سایہ دے گا جس دن کوئی سایہ سوا اس کے سائے کے نہ ہوگا۔ 001 مسلمان عادل بادشاہ 002 وہ جوان مرد و عورت جس نے اپنی جوانی اللہ کی عبادت میں گزاری 003 وہ شخص جس کا دل مسجد میں اٹکا ہوا ہو جب مسجد سے نکلے مسجد کی دھن میں رہے یہاں تک کہ پھر وہاں جائے 004 وہ دو شخص جو آپس میں محض اللہ کے لیے محبت رکھتے ہیں اسی پر جمع ہوتے ہیں اور اسی پر جدا ہوتے ہیں 005 وہ شخص جو صدقہ دیتا ہے لیکن اس پوشیدگی سے کہ دائیں ہاتھ کے خرچ کی خبر بائیں ہات کو نہیں ہوتی 006 وہ شخص جسے کوئی جاہ و منصب والی جمال و صورت والی عورت اپنی طرف بلائے اور وہ کہہ دے کہ میں اللہ سے ڈرتا ہوں 007 وہ شخص جس نے تنہائی میں اللہ تعالیٰ کو یاد کیا پھر اس کی دونوں آنکھیں بہ نکلی۔",
  "ayah": 33,
  "surah": 12
}
