{
  "text": "شاہ مصر کا خواب اور تلاش تعبیر میں یوسف ؑ تک رسائی قدرت الٰہی نے یہ مقرر رکھا تھا کہ حضرت یوسف ؑ قید خانے سے بعزت و اکرام پاکیزگی برات اور عصمت کے ساتھ نکلیں۔ اس کے لیے قدرت نے یہ سبب بنایا کہ شاہ مصر نے ایک خواب دیکھا جس سے بھونچکا سا ہوگیا۔ دربار منعقد کیا اور تمام امراء، رؤسا، کاہن، منجم اور علماء کو خواب کی تعبیر بیان کرنے والوں کو جمع کیا۔ اور اپنا خواب بیان کر کے ان سب سے تعبیر دریافت کی۔ لیکن کسی کی سمجھ میں کچھ نہ آیا۔ اور سب نے لاچار ہو کر یہ کہہ کر ٹال دیا کہ یہ کوئی باقاعدہ لائق تعبیر سچا خواب نہیں جس کی تعبیر ہو سکے۔ یہ تو یونہی پریشان خواب مخلوط خیالات اور فضول توہمات کا خاکہ ہے۔ اس کی تعبیر ہم نہیں جانتے۔ اس وقت شاہی ساقی کو حضرت یوسف ؑ یاد آگئے کہ وہ تعبیر خواب کے پورے ماہر ہیں۔ اس علم میں ان کو کافی مہارت ہے۔ یہ وہی شخص ہے جو حضرت یوسف ؑ کے ساتھ جیل خانہ بھگت رہا تھا یہ بھی اور اس کا ایک اور ساتھی بھی۔ اسی سے حضرت یوسف ؑ نے کہا تھا کہ بادشاہ کے پاس میرا ذکر بھی کرنا۔ لیکن اسے شیطان نے بھلا دیا تھا۔ آج مدت مدید کے بعد اسے یاد آگیا اور اس نے سب کے سامنے کہا کہ اگر آپ کو اس کی تعبیر سننے کا شوق ہے اور وہ بھی صحیح تعبیر تو مجھے اجازت دو۔ یوسف صدیق ؑ جو قید خانے میں ہیں ان کے پاس جاؤں اور ان سے دریافت کر آؤں۔ آپ نے اسے منظور کیا اور اسے اللہ کے محترم نبی ﷺ کے پاس بھیجا۔ امتہ کی دوسری قرأت امتہ بھی ہے۔ اس کے معنی بھول کے ہیں۔ یعنی بھول جانے کے بعد اسے حضرت یوسف ؑ کا فرمان یاد آیا۔ دربار سے اجازت لے کر یہ چلا۔ قید خانے پہنچ کر اللہ کے نبی ابن نبی ابن نبی ابن نبی ؑ سے کہا کہ اے نرے سچے یوسف ؑ بادشاہ نے اس طرح کا ایک خواب دیکھا ہے۔ اسے تعبیر کا اشتیاق ہے۔ تمام دربار بھرا ہوا ہے۔ سب کی نگاہیں لگیں ہوئی ہیں۔ آپ مجھے تعبیر بتلا دیں تو میں جا کر انہیں سناؤں اور سب معلوم کرلیں۔ آپ نے نہ تو اسے کوئی ملامت کی کہ تو اب تک مجھے بھولے رہا۔ باوجود میرے کہنے کے تو نے آج تک بادشاہ سے میرا ذکر بھی نہ کیا۔ نہ اس امر کی درخواست کی کہ مجھے جیل خانے سے آزاد کیا جائے بلکہ بغیر کسی تمنا کے اظہار کے بغیر کسی الزام دینے کے خواب کی پوری تعبیر سنا دی اور ساتھ ہی تدبیر بھی بتادی۔  فرمایا کہ سات فربہ گایوں سے مراد یہ ہے کہ سات سال تک برابر حاجت کے مطابق بارش برستی رہے گی۔ خوب ترسالی ہوگی۔ غلہ کھیت باغات خوب پھلیں گے۔ یہی مراد سات ہری بالیوں سے ہے۔ گائیں بیل ہی ہلوں میں جتتے ہیں ان سے زمین پر کھیتی کی جاتی ہے۔ اب ترکیب بھی بتلا دی کہ ان سات برسوں میں جو اناج غلہ نکلے۔ اسے بطور ذخیرے کے جمع کرلینا اور رکھنا بھی بالوں اور خوشوں سمیت تاکہ سڑے گلے نہیں خراب نہ ہو۔ ہاں اپنی کھانے کی ضرورت کے مطابق اس میں سے لے لینا۔ لیکن خیال رہے کہ ذرا سا بھی زیادہ نہ لیا جائے صرف حاجت کے مطابق ہی نکالا جائے۔ ان سات برسوں کے گزرتے ہی اب جو قحط سالیاں شروع ہوں گی وہ برابر سات سال تک متواتر رہیں گی۔ نہ بارش برسے گی نہ پیداوار ہوگی۔ یہی مراد ہے سات دبلی گایوں اور سات خشک خوشوں سے ہے کہ ان سات برسوں میں وہ جمع شدہ ذخیرہ تم کھاتے پیتے رہو گے۔ یاد رکھنا ان میں کوئی غلہ کھیتی نہ ہوگی۔ وہ جمع کردہ ذخیرہ ہی کام آئے گا۔ تم دانے بوؤ گے لیکن پیداوار کچھ بھی نہ ہوگی۔ آپ نے خواب کی پوری تعبیر دے کر ساتھ ہی یہ خوشخبری بھی سنا دی کہ ان سات خشک سالیوں کے بعد جو سال آئے گا وہ بڑی برکتوں والا ہوگا۔ خوب بارشیں برسیں گی خوب غلے اور کھیتیاں ہوں گی۔ ریل پیل ہوجائے گی اور تنگی دور ہوجائے گی اور لوگ حسب عادت زیتون وغیرہ کا تیل نکالیں گے اور حسب عادت انگور کا شیرہ نچوڑیں گے۔ اور جانوروں کے تھن دودھ سے لبریز ہوجائیں گے کہ خوب دودھ نکالیں پئیں۔",
  "ayah": 47,
  "surah": 12
}
