{
  "text": "یوسف ؑ کے خاندان کا تعارف  فی الواقع حضرت یوسف اور ان کے بھائیوں کے واقعات اس قابل ہیں کہ ان کا دریافت کرنے والا ان سے بہت سی عبرتیں حاصل کرسکے اور نصیحتیں لے سکے۔ حضرت یوسف کے ایک ہی ماں سے دوسرے بھائی بنیامین تھے باقی سب بھائی دوسری ماں سے تھے۔ یہ سب آپس میں کہتے ہیں ہے کہ واللہ ابا جان ہم سے زیادہ ان دونوں کو چاہتے ہیں۔ تعجب ہے کہ ہم پر جو جماعت ہیں ان کو ترجیح دیتے ہیں جو صرف دو ہیں۔ یقینا یہ تو والد صاحب کی صریح غلطی ہے۔ یہ یاد رہے کہ حضرت یوسف ؑ کے بھائیوں کی نبوت پر در اصل کوئی دلیل نہیں اور آیت کا طرز بیان تو بالکل اس کے خلاف پر ہے۔ بعض لوگوں کا بیان ہے کہ اس واقعہ کے بعد انہیں نبوت ملی لیکن یہ چیز بھی محتاج دلیل ہے اور دلیل میں آیت قرآنی (قُوْلُوْٓا اٰمَنَّا باللّٰهِ وَمَآ اُنْزِلَ اِلَيْنَا وَمَآ اُنْزِلَ اِلٰٓى اِبْرٰھٖمَ وَاِسْمٰعِيْلَ وَاِسْحٰقَ وَيَعْقُوْبَ وَالْاَسْبَاطِ وَمَآ اُوْتِيَ مُوْسٰى وَعِيْسٰى وَمَآ اُوْتِيَ النَّبِيُّوْنَ مِنْ رَّبِّهِمْ ۚ لَا نُفَرِّقُ بَيْنَ اَحَدٍ مِّنْھُمْ ڮ وَنَحْنُ لَهٗ مُسْلِمُوْنَ01306) 2۔ البقرة :136) میں سے لفظ اسباط پیش کرنا بھی احتمال سے زیادہ وقعت نہیں رکھتا۔ اس لیے کہ بطون بنی اسرائیل کو اسباط کہا جاتا جا ہے جیسے کہ عرب کو قبائل کہا جاتا ہے اور عجم کو شعوب کہا جاتا ہے۔ پس آیت میں صرف اتنا ہی ہے کہ بنی اسرائیل کے اسباط پر وحی الٰہی نازل ہوگئی انہیں اس لیے اجمالاً ذکر کیا گیا کہ یہ بہت تھے لیکن ہر سبط برادران یوسف میں سے ایک کی نسل تھی۔ پس اس کی کوئی دلیل نہیں کہ خاص ان بھائیوں کو اللہ تعالیٰ نے خلعت نبوت سے نوازا تھا واللہ اعلم۔ پھر آپس میں کہتے ہیں ایک کام کرو نہ رہے بانس نہ بجے بانسری۔ یوسف کا پاپ ہی کاٹو۔ نہ یہ ہو نہ ہماری راہ کا کانٹا بنے۔ ہم ہی ہم نظر آئیں۔ اور ابا کی محبت صرف ہمارے ہی ساتھ رہے۔ اب اسے باپ سے ہٹانے کی دو صورتیں ہیں یا تو اسے مار ہی ڈالو۔ یا کہیں ایسی دور دوراز جگہ پھینک آؤ کہ ایک کی دوسرے کو خبر ہی نہ ہو۔ اور یہ واردات کر کے پھر نیک بن جانا توبہ کرلینا اللہ معاف کرنے والا ہے یہ سن کر ایک نے مشورہ دیا جو سب سے بڑا تھا اس کا نام روبیل تھا۔ کوئی کہتا ہے یہودا تھا کوئی کہتا ہے شمعون تھا۔ اس نے کہا بھئی یہ تو ناانصافی ہے۔ بےوجہ، بےقصور صرف عداوت میں آکر خون ناحق گردن پر لینا تو ٹھیک نہیں۔ یہ بھی کچھ اللہ کی حکمت تھی رب کو منظور ہی نہ تھا ان میں قتل یوسف کی قوت ہی نہ تھی۔ منظور رب تو یہ تھا کہ یوسف کو نبی بنائے، بادشاہ بنائے اور انہیں عاجزی کے ساتھ اس کے سامنے کھڑا کرے۔ پس ان کے دل روبیل کی رائے سے نرم ہوگئے اور طے ہوا کہ اسے کسی غیر آباد کنویں کی تہ میں پھینک دیں۔ قتادہ کہتے ہیں یہ بیت المقدس کا کنواں تھا انہیں یہ خیال ہوا کہ ممکن ہے مسافر وہاں سے گزریں اور وہ اسے اپنے قافلے میں لے جائیں پھر کہاں یہ اور کہاں ہم ؟ جب گڑ دیئے کام نکلتا ہو تو زہر کیوں دو ؟ بغیر قتل کئے مقصود حاصل ہوتا ہے تو کیوں ہاتھ خون سے آلود کرو۔ ان کے گناہ کا تصور تو کرو۔ یہ رشتے داری کے توڑنے، باپ کی نافرمانی کرنے، چھوٹے پر ظلم کرنے، بےگناہ کو نقصان پہنچانے بڑے بوڑھے کو ستانے اور حقدار کا حق کاٹنے حرمت و فضلیت کا خلاف کرنے بزرگی کو ٹالنے اور اپنے باپ کو دکھ پہنچانے اور اسے اس کے کلیجے کی ٹھنڈک اور آنکھوں کے سکھ سے ہمیشہ کے لیے دور کرنے اور بوڑھے باپ، اللہ کے لاڈلے پیغمبر کو اس بڑھاپے میں ناقابل برداشت صدمہ پہنچانے اور اس بےسمجھ بچے کو اپنے مہربان باپ کی پیار بھری نگاہوں سے ہمیشہ اوجھل کرنے کے درپے ہیں۔ اللہ کے دو نبیوں کو دکھ دینا چاہتے ہیں۔ محبوب اور محب میں تفرقہ ڈالنا چاہتے ہیں، سکھ کی جانوں کو دکھ میں ڈالنا چاہتے ہیں۔ پھول سے نازک بےزبان بچے کو اس کے مشفق مہربان بوڑھے باپ کی نرم و گرم گودی سے الگ کرتے ہیں۔ اللہ انہیں بخشے آہ شیطان نے کیسی الٹی پڑھائی ہے۔ اور انہوں نے بھی کیسی بدی پر کمر باندھی ہے۔",
  "ayah": 8,
  "surah": 12
}
