{
  "text": "بھائیوں کی زبانی یہ خبر سن کر حضرت یعقوب ؑ نے وہی فرمایا جو اس سے پہلے اس وقت فرمایا تھا جب انہوں نے پیراہن یوسف خون آلود پیش کر کے اپنی گھڑی ہوئی کہانی سنائی تھی کہ صبر ہی بہتر ہے۔ آپ سمجھے کہ اسی کی طرح یہ بات بھی ان کی اپنی بنائی ہوئی ہے بیٹوں سے یہ فرما کر اب اپنی امید ظاہر کی جو اللہ سے تھی کہ بہت ممکن ہے کہ بہت جلد اللہ تعالیٰ میرے تینوں بچوں کو مجھ سے ملا دے یعنی حضرت یوسف ؑ کو بنیامین کو اور آپ کے بڑے صاحبزادے روبیل کو جو مصر میں ٹھر گئے تھے اس امید پر کہ اگر موقعہ لگ جائے تو بنیامین کو خفیہ طور نکال لے جائیں یا ممکن ہے کہ اللہ تعالیٰ خود حکم دے اور یہ اس کی رضامندی کے ساتھ واپس لوٹیں۔ فرماتے ہیں کہ اللہ تعالیٰ علیم ہے میری حالت کو خوب جان رہا ہے۔ حکیم ہے اس کی قضا وقدر اور اس کا کوئی کام حکمت سے خالی نہیں ہوتا۔ اب آپ کے اس نئے رنج نے پرانا رنج بھی تازہ کردیا اور حضرت یوسف کی یاد دل میں چٹکیاں لینے لگی۔ حضرت سعید بن جبیر ؒ فرماتے ہیں انا للہ الخ پڑھنے کی ہدایات صرف اسی امت کو کی گئی ہے اس نعمت سے اگلی امتیں مع اپنے نبیوں کے محروم تھیں۔ دیکھئے حضرت یعقوب ؑ بھی ایسے موقعہ پر آیت (يٰٓاَسَفٰى عَلٰي يُوْسُفَ وَابْيَضَّتْ عَيْنٰهُ مِنَ الْحُزْنِ فَهُوَ كَظِيْمٌ 84؀) 12۔ یوسف :84) کہتے ہیں۔ آپ کی آنکھیں جاتی رہی تھیں۔ غم نے آپ کو نابینا کردیا تھا اور زبان خاموش تھی۔ مخلوق میں سے کسی شکایت وشکوہ نہیں کرتے تھے۔ غمگین اور اندوہ گین رہا کرتے تھے۔ ابن ابی حاتم میں ہے کہ حضرت داؤد ؑ نے جناب باری میں عرض کی کہ لوگ تجھ سے یہ کہہ کر دعا مانگتے ہیں کہ اے ابراہیم اور اسحاق اور یعقوب کے رب، تو تو ایسا کر کہ ان تین ناموں میں چوتھا نام میرا بھی شامل ہوجائے۔ جواب ملا کہ اے داؤد حضرت ابراہیم ؑ آگ میں ڈالے گئے اور صبر کیا۔ تیری آزائش ابھی ایسی نہیں ہوئی۔ اسحاق ؑ نے خود اپنی قربانی منظور کرلی اور اپنا گلا کٹوانے بیٹھ گئے۔ تجھ پر یہ بات بھی نہیں آئی۔ یعقوب ؑ سے میں نے ان کے لخت جگر کو الگ کردیا اس نے بھی صبر کیا تیرے ساتھ یہ واقعہ بھی نہیں ہوا یہ روایت مرسل ہے اور اس میں نکارت بھی ہے اس میں بیان ہوا ہے کہ ذبیح اللہ حضرت اسحاق ؑ تھے لیکن صحیح بات یہ ہے کہ حضرت اسماعیل ؑ تھے۔ اس روایت کے راوی علی بن زید بن جدعان اکثر منکر اور غریب روایتیں بیان کردیا کرتے ہیں۔ واللہ اعلم۔ بہت ممکن ہے کہ احنف بن قیس ؒ نے یہ روایت بنی اسرائیل سے لی ہو، جیسے کعب وہب وغیرہ۔ واللہ اعلم۔ بنی اسرائیل کی ورایتوں میں یہ بھی ہے کہ حضرت یعقوب ؑ نے حضرت یوسف کو اس موقعہ پر جب کہ بنیامین قید میں تھے۔ ایک خط لکھا تھا جس میں انہیں رحم دلانے کے لئے لکھا تھا کہ ہم مصیبت زدہ لوگ ہیں۔ میرے دادا حضرت ابراہیم آگ میں ڈالے گئے۔ میرے والد حضرت اسحاق ؑ ذبح کے ساتھ آزمائے گئے۔ میں خود فراق یوسف میں مبتلا ہوں۔ لیکن یہ روایت بھی سندا ثابت نہیں۔ بچوں نے باپ کا یہ حال دیکھ کر انہیں سمجھانا شروع کیا کہ ابا جی آپ تو اسی کی یاد میں اپنے آپ کو گھلا دیں گے بلکہ ہمیں تو ڈر ہے کہ اگر آپ کا یہی حال کچھ دنوں اور رہا تو کہیں زندگی سے ہاتھ نہ دھو بیٹھیں۔ حضرت یعقوب ؑ نے انہیں جواب دیا کہ میں تم سے تو کچھ نہیں کہہ رہا میں تو اپنے رب کے پاس اپنا دکھ رو رہا ہوں۔ اور اس کی ذات سے بہت امید رکھتا ہوں وہ بھلائیوں والا ہے۔ مجھے یوسف کا خواب یاد ہے، جس کی تعبیر ظاہر ہو کر رہے گی۔ ابن ابی حاتم میں ہے کہ حضرت یعقوب ؑ کے ایک مخلص دوست نے ایک مرتبہ آپ سے پوچھا کہ آپ کی بینائی کیسے جاتی رہی ؟ اور آپ کی کمر کیسے کبڑی ہوگئی ؟ آپ نے فرمایا یوسف کو رو رو کر آنکھیں کھو بیھٹا اور بنیامین کے صدمے نے کمر توڑ دی۔ اسی وقت حضرت جبرائیل ؑ آئے اور فرمایا اللہ تعالیٰ آپ کو سلام کے بعد کہتا ہے کہ میری شکایتیں دوسروں کے سامنے کرنے سے آپ شرماتے نہیں ؟ حضرت یعقوب ؑ نے اسی وقت فرمایا کہ میری پریشانی اور غم کی شکایت اللہ ہی کے سامنے ہے۔ حضرت جبرائیل ؑ نے فرمایا آپ کی شکایت کا اللہ کو خوب علم ہے۔ یہ حدیث بھی غریب ہے اور اس میں بھی نکارت ہے۔",
  "ayah": 86,
  "surah": 12
}
