{
  "text": "পৃথিবীতে যারা অন্যায়ভাবে গর্ব করে বেড়ায়, তাদেরকে আমার নিদর্শনাবলী হতে ফিরিয়ে দেব; তারা আমার প্রত্যেকটি নিদর্শন দেখলেও ওতে বিশ্বাস করবে না।[১] তারা সৎপথ দেখলেও ওকে পথ বলে গ্রহণ করবে না, কিন্তু তারা ভ্রান্ত পথ দেখলে, তাকেই পথ হিসাবে গ্রহণ করবে।[২] এটি এ কারণে যে, তারা আমার নিদর্শনসমূহকে মিথ্যা মনে করেছে এবং সে সম্বন্ধে তারা উদাসীন ছিল।[৩]\n[১] এখানে গর্ব বা অহংকারের অর্থ হল, মহান আল্লাহর আয়াত ও আহকামের মোকাবেলায় নিজেকে বড় মনে করা এবং অন্য লোকদের তুচ্ছ মনে করা। এই শ্রেণীর অহংকার মানুষের জন্য মোটেই শোভনীয় নয়। কারণ আল্লাহ সৃষ্টিকর্তা আর মানুষ সৃষ্ট। সৃষ্ট হয়ে সৃষ্টিকর্তার মোকাবেলা বা প্রতিদ্বন্দ্বিতা করা, তার আহকাম ও হিদায়াত থেকে মুখ ফিরিয়ে নেওয়া বা উদাসীন হওয়া কোন মতেই বৈধ নয়। সেই কারণে অহংকার মহান আল্লাহর নিকট অত্যন্ত ঘৃণ্য জিনিস। এই আয়াতে অহংকারের পরিণতিও ব্যক্ত করা হয়েছে। আর তা এই যে, মহান আল্লাহ নিজ আয়াত (নিদর্শন) হতে দূরে রাখেন এবং সে এত দূরে সরে যায় যে, কোন প্রকার নিদর্শন তাকে হকের (সত্যের) পথে আনতে সফল হয় না। যেমন, অন্যত্র বলা হয়েছে, {إِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لاَ يُؤْمِنُونَ، وَلَوْ جَاءتْهُمْ كُلُّ آيَةٍ حَتَّى يَرَوُاْ الْعَذَابَ الأَلِيمَ} অর্থাৎ, নিঃসন্দেহে যাদের সম্বন্ধে তোমার প্রতিপালকের বাক্য সত্য হয়েছে, তারা বিশ্বাস করবে না; যদিও তাদের নিকট সমস্ত নিদর্শন আগত হয়, যে পর্যন্ত না তারা যন্ত্রণাদায়ক শাস্তি প্রত্যক্ষ করেছে।\n(সূরা ইউনুস ১০:৯৬-৯৭ আয়াত)\n[২] এখানে আল্লাহর বিধি-বিধান থেকে যারা মুখ ফিরিয়ে রাখে তাদের আরো একটি আচরণ ও অভ্যাসের কথা বর্ণিত হয়েছে। আর তা এই যে, হিদায়াতের কোন কথা তাদের সামনে এলে তারা তা মেনে নেয় না; কিন্তু ভ্রষ্টতার কোন জিনিস দেখলেই তারা তা সাদরে গ্রহণ করে। কুরআন কারীমের বর্ণিত এই বাস্তবতা সকল যুগেই লক্ষণীয়। আজ আমরাও সকল স্থানে ও সব সমাজেই এমন কি মুসলিম সমাজেও দেখতে পাচ্ছি যে, নেকী মুখ ঢেকে বেড়াচ্ছে। আর পাপকে প্রত্যেকেই লুফে লুফে গ্রহণ করছে।\n[৩] এখানে এই কথার কারণ ব্যক্ত করা হয়েছে যে, মানুষ নেকীর পরিবর্তে গোনাহ ও হকের তুলনায় বাতিলকে কেন বেশি গ্রহণ করে? কারণ হল, আল্লাহর আয়াতকে মিথ্যাজ্ঞান এবং তা হতে ঔদাস্য ও বৈমুখ্য প্রকাশ করা। আর এ আচরণ প্রত্যেক যুগে ও প্রত্যেক সমাজেই প্রচলিত।",
  "ayah": 146,
  "surah": 7
}
