{
  "text": "যখন কুরআন পাঠ করা হয়, তখন তোমরা মনোযোগ সহকারে তা শ্রবণ কর এবং নিশ্চুপ হয়ে থাক; যাতে তোমাদের প্রতি দয়া করা হয়। [১]\n[১] এখানে ঐ সকল কাফেরদের সম্পর্কে বলা হচ্ছে, যারা কুরআন তিলাঅতের সময় চেঁচামেচি করত এবং সঙ্গী-সাথীদের বলত, {لَا تَسْمَعُوا لِهَذَا الْقُرْآنِ وَالْغَوْا فِيهِ} অর্থাৎ, তোমরা কুরআন শোন না এবং হট্টগোল কর।\n(সূরা হা-মীম সাজদাহ ৪১:২৬)\nতাদেরকে বলা হল যে, এর পরিবর্তে তোমরা যদি মন দিয়ে শোন ও নীরব থাক, তাহলে হয়তো বা তোমাদেরকে আল্লাহ হিদায়াত দান করবেন এবং সেই সাথে তোমরা আল্লাহর দয়া ও রহমতের অধিকারী হয়ে যাবে। কোন কোন ইমাম এটিকে সাধারণ আদেশ বলে ব্যক্ত করেছেন। অর্থাৎ, যখনই কুরআন পাঠ করা হবে; নামাযে হোক বা নামাযের বাইরে তখনই সকলকেই নীরব থেকে কুরআন শ্রবণ করার আদেশ দেওয়া হয়েছে। এই সাধারণ আদেশের পরিপ্রেক্ষিতে সশব্দে ক্বিরাআত পড়া হয়, এমন সমস্ত নামাযে মুক্তাদীদের সূরা ফাতিহা পাঠ কুরআনের এই আদেশের পরিপন্থী বলেছেন। পক্ষান্তরে অন্যান্য ইমামদের মত হল, সশব্দে ক্বিরাআত পড়া হয়, এমন নামাযে ইমামের পিছনে সূরা ফাতিহা পাঠ করার ব্যাপারে নবী (সাঃ) তাকীদ করেছেন, যা সহীহ হাদীস দ্বারা প্রমাণিত। তাঁদের নিকট এই আয়াত শুধুমাত্র কাফেরদের জন্য মনে করাই সঠিক। যেমন এই সূরার মক্কী হওয়ার মধ্যেও এর সমর্থন পাওয়া যায়। কিন্তু যদি এটিকে সাধারণ আদেশ মেনে নেওয়া যায়, তবুও নবী (সাঃ) এই সাধারণ আদেশ হতে মুক্তাদীদেরকে আলাদা করে নিয়েছেন। আর এভাবে কুরআনের এই আদেশ সত্ত্বেও মুক্তাদীদের সশব্দে ক্বিরাআতবিশিষ্ট নামাযেও সূরা ফাতিহা পাঠ করা আবশ্যিক হবে। কারণ কুরআনের এই সাধারণ আদেশ থেকে সূরা ফাতিহা পাঠ করার আদেশ সহীহ মজবূত হাদীস দ্বারা ব্যতিক্রান্ত। যেমন অন্য কিছু ক্ষেত্রে কুরআনের ব্যাপক আদেশকে সহীহ হাদীস দ্বারা নির্দিষ্ট করে নেওয়া স্বীকৃত। যেমন, (الزَّانِيَةُ والزَّانِي فَاجلِدُوا) এর ব্যাপক আদেশ হতে বিবাহিত ব্যভিচারীকে আলাদা বা নির্দিষ্ট করা হয়েছে। অনুরূপ (والسَّارِقُ وَالسَّارِقة) এর ব্যাপক আদেশ হতে এমন চোরকে আলাদা বা নির্দিষ্ট করা হয়েছে, যে দীনারের এক চতুর্থাংশের কম মাল চুরি করেছে অথবা চুরির মাল যথেষ্ট হিফাযতে ছিল না ইত্যাদি। অনুরূপ (فَاستَمِعُوا لَهُ وأَنصِتُوا) এর ব্যাপক আদেশ হতে মুক্তাদীদেরকে আলাদা বা নির্দিষ্ট করে নেওয়া হবে। সুতরাং তাদের সশব্দে ক্বিরাআত হয় এমন সকল নামাযেও সূরা ফাতিহা পাঠ করা জরুরী হবে। কারণ নবী (সাঃ) এর তাকীদ দিয়েছেন। যেমন সূরা ফাতিহার তফসীরে ঐ সকল হাদীস বর্ণিত হয়েছে।",
  "ayah": 204,
  "surah": 7
}
