{
  "text": "আর আমি তাদের অন্তর থেকে হিংসা-বিদ্বেষ দূর করে দেব,[১] তাদের নিম্নদেশে প্রবাহিত হবে নদীমালা এবং তারা বলবে, ‘যাবতীয় প্রশংসা আল্লাহরই; যিনি আমাদেরকে এর পথ দেখিয়েছেন। আল্লাহ আমাদেরকে পথ না দেখালে, আমরা কখনও পথ পেতাম না।[২] নিশ্চয় আমাদের প্রতিপালকের রসূলগণ সত্য (বাণী) এনেছিলেন।’ আর তাদেরকে আহবান করে বলা হবে যে, ‘তোমরা যা করতে তারই প্রতিদানে তোমাদেরকে এ জান্নাতের উত্তরাধিকারী করা হয়েছে।’ [৩]\n[১] غِلٌّ এমন হিংসা-বিদ্বেষকে বলা হয়, যা অন্তঃকরণে গোপন থাকে। মহান আল্লাহ জান্নাতীদের উপর এই অনুগ্রহও করবেন যে, তাদের অন্তরে একে অপরের প্রতি যে বিদ্বেষ ও শত্রুতার মনোভাব (দুনিয়ায় ছিল), তাও তিনি দূর করে দেবেন। অতঃপর তাদের অন্তর একে অপরের জন্য আয়নার মত পরিষ্কার হয়ে যাবে। কারো বিরুদ্ধে অন্তরে কোন মলিনতা বা শত্রুতা থাকবে না। কেউ কেউ এর অর্থ করেছেন, জান্নাতবাসীদের স্তর ও মর্যাদায় পারস্পরিক যে তফাৎ থাকবে, তা নিয়ে তারা একে অপরের প্রতি কোন হিংসা পোষণ করবে না। প্রথম অর্থের সমর্থন একটি হাদীস থেকেও হয়। যাতে বলা হয়েছে যে, জান্নাতীদেরকে জান্নাত এবং জাহান্নামের মাঝে একটি পুলের উপর থামিয়ে দেওয়া হবে এবং তাদের আপোসের যে যুলুম-অত্যাচার থাকবে একে অপরকে তার প্রতিশোধ গ্রহণের সুযোগ দেওয়া হবে। পরিশেষে যখন তারা একেবারে পাক-পবিত্র হয়ে যাবে, তখন তাদেরকে জান্নাতে প্রবেশ করার অনুমতি দেওয়া হবে। (বুখারী, মাযালিম অধ্যায়) সাহাবাগণের মাঝে পারস্পরিক কিছু মনোমালিন্য রাজনৈতিক দ্বন্দ্বের কারণে সৃষ্টি হয়েছিল। এ ব্যাপারে আলী (রাঃ) বলেছেন, 'আমি আশা করি যে, আমি, উসমান, ত্বালহা ও যুবায়ের رَضِيَ اللهُ عَنْهُمْ সেই লোকদের দলভুক্ত, যাঁদের সম্পর্কে মহান আল্লাহ বলেছেন, {وَنَزَعْنَا مَا فِي صُدُورِهِمْ مِنْ غِلٍّ}\n(ইবনে কাসীর)\n[২] অর্থাৎ, এই হিদায়াত বা পথপ্রদর্শন যার কারণে আমরা ঈমান ও নেক আমলের জীবন লাভে ধন্য হয়েছি এবং যা আল্লাহর নিকট গ্রহণযোগ্য হয়ে সম্মানিত হয়েছি, তা কেবল আল্লাহর বিশেষ দয়া এবং তাঁর অনুগ্রহ। আল্লাহর দয়া ও তাঁর অনুগ্রহ না হলে আমরা এ পর্যন্ত পৌঁছতে পারতাম না। এই হাদীসটাও এই অর্থেরই যাতে রসূল (সাঃ) বলেছেন, \"এ কথা ভালভাবে জেনে নাও যে, তোমাদের মধ্যে কোন ব্যক্তিকেই তার আমল জান্নাতে নিয়ে যাবে না, যতক্ষণ না আল্লাহর দয়া হবে।\" সাহাবাগণ জিজ্ঞেস করলেন, হে আল্লাহর রসূল! আপনিও কি? তিনি বললেন, \"হ্যাঁ, আমিও ততক্ষণ পর্যন্ত জান্নাতে প্রবেশ করতে পারব না, যতক্ষণ না আল্লাহ তাঁর রহমত দিয়ে আমাকে ঢেকে নেবেন।\"\n(বুখারীঃ রিক্বাক অধ্যায়, মুসলিমঃ কিয়ামতের বিবরণ অধ্যায়)\n[৩] এখানে এ উক্তি পূর্বোক্ত কথা ও হাদীসের বিপরীত নয়। কারণ, নেক আমল করার তাওফীক লাভও স্বয়ং আল্লাহরই দয়া ও অনুগ্রহ।",
  "ayah": 43,
  "surah": 7
}
