{
  "text": "آیت 1 { قَدْ سَمِعَ اللّٰہُ قَوْلَ الَّتِیْ تُجَادِلُکَ فِیْ زَوْجِہَا } ”اللہ نے سن لی اس عورت کی بات جو اے نبی ﷺ ! آپ سے جھگڑ رہی ہے اپنے شوہر کے بارے میں“ { وَتَشْتَـکِیْٓ اِلَی اللّٰہِ } ”اور وہ اللہ سے بھی فریاد کر رہی ہے۔“ { وَاللّٰہُ یَسْمَعُ تَحَاوُرَکُمَا } ”اور اللہ سن رہا ہے آپ دونوں کے مابین ہونے والی گفتگو۔“ { اِنَّ اللّٰہَ سَمِیْعٌم بَصِیْرٌ۔ } ”یقینا اللہ سب کچھ سننے والا ‘ سب کچھ دیکھنے والا ہے۔“ ”قَدْ سَمِعَ اللّٰہُ“ کے معنی یہاں محض سن لینے کے نہیں ‘ بلکہ قبول کرلینے اور فریاد رسی کرنے کے ہیں۔ یہ ”ظہار“ کے معاملے کا ذکر ہے جو ایک صحابی حضرت اوس رض بن صامت انصاری اور ان کی بیوی حضرت خولہ رض بنت ثعلبہ کے درمیان پیش آیا۔ کسی شخص کا اپنی بیوی کو اپنی ماں یا اپنی ماں کے کسی عضو سے تشبیہہ دینا اصطلاحاً ”ظہار“ کہلاتا ہے ‘ مثلاً کسی کا اپنی بیوی کو یوں کہہ دینا کہ تم میرے لیے میری ماں کی طرح ہو یا میری ماں کی پیٹھ کی طرح ہو۔ عربوں کے ہاں اس کے لیے یہ الفاظ کہے جاتے تھے : ”اَنْتِ عَلَیَّ کَظَھْرِ اُمِّی“ یعنی اب تجھ کو ہاتھ لگانا میرے لیے گویا اپنی ماں کی پیٹھ کو ہاتھ لگانا ہے۔ زمانہ جاہلیت میں ظہار کو طلاق ہی کی طرح سمجھا جاتا تھا ‘ بلکہ طلاق میں تو حالات و قرائن کے مطابق پھر بھی رجوع کی گنجائش تھی ‘ لیکن ظہار کی صورت میں میاں بیوی میں عمر بھر کے لیے علیحدگی ہوجاتی تھی اور وہ دوبارہ کبھی کسی بھی صورت میں میاں بیوی کے طور پر اکٹھے نہیں ہوسکتے تھے۔  روایات میں مذکورہ معاملے کی تفصیل یوں بیان کی گئی ہے کہ حضرت اوس رض غصے کی حالت میں اپنی بیوی سے ظہار کر بیٹھے۔ اس پر ان کی بیوی حضرت خولہ رض بنت ثعلبہ فریاد لے کر حضور ﷺ کی خدمت میں حاضر ہوئیں اور عرض کی کہ حضور ﷺ اوس رض نے یہ کردیا ہے۔ میرے چھوٹے چھوٹے بچے ہیں ‘ اب میں ان کو لے کر کہاں جائوں گی ؟ ان کو کیسے پالوں گی ؟ آپ ﷺ اس پریشانی کا کوئی حل بتائیں۔ حضور ﷺ نے فرمایا کہ ظہار کے بارے میں اللہ تعالیٰ نے ابھی تک کوئی حکم نازل نہیں فرمایا ‘ اس لیے میں ابھی کچھ نہیں کہہ سکتا۔ حضور ﷺ کے توقف پر وہ بدستور اصرار کرتی رہیں کہ حضور ﷺ آپ کچھ کریں ! ‘ میرا کیا بنے گا ؟ میرے بچے ہلاک ہوجائیں گے ! اسی کیفیت میں کبھی وہ اللہ تعالیٰ سے مخاطب ہوتیں کہ اے اللہ ! تو میری فریاد کو سن لے اور میرے لیے کوئی راستہ پیدا کر دے ! روایات کے مطابق اس اصرار و تکرار کے دوران ہی زیر مطالعہ آیات نازل ہوئیں۔ پہلی آیت کا انداز خصوصی طور پر بہت شفقت بھرا ہے کہ اے نبی ﷺ ! اللہ نے اس خاتون کی اس بحث و تکرار کو سن لیا ہے جو وہ آپ ﷺ کے ساتھ کر رہی ہے۔ حضرت خولہ رض بنت ثعلبہ کی فریاد پر اللہ تعالیٰ کی رحمت کا دریا موج میں آیا اور ظہار کے بارے میں مستقل قانون بنا دیا گیا۔ یہ قانون اگلی تین آیات میں بیان ہوا ہے۔",
  "ayah": 1,
  "surah": 58
}
