{
  "text": "آیت 5{ اِنَّ الَّذِیْنَ یُحَآدُّوْنَ اللّٰہَ وَرَسُوْلَہٗ } ”یقینا وہ لوگ جو تل گئے ہیں مخالفت کرنے پر اللہ اور اس کے رسول ﷺ کی“ اس مضمون کا تعلق سورة الحدید کے مرکزی مضمون کے ساتھ ہے۔ سورة الحدید کی آیت 25 میں انبیاء و رسل علیہ السلام کی بعثت اور کتاب و میزان کے نزول کا مقصد یہ بتایا گیا ہے : لِیَقُوْمَ النَّاسُ بِالْقِسْطِ تاکہ انسانی معاشرے میں اللہ تعالیٰ کے دیے ہوئے نظامِ عدل وقسط کا قیام عمل میں لایا جاسکے۔ اب ظاہر ہے اہل ایمان جونہی اس مشن کے علمبردار بن کر اٹھیں گے تو شیطانی قوتیں بھی ان کا راستہ روکنے کے لیے پوری قوت سے سرگرم عمل ہوجائیں گی۔ ان حالات میں معاشرے کا سرمایہ دار اور جاگیردار طبقہ نظام عدل و قسط کے راستے کی سب سے بڑی رکاوٹ ثابت ہوگا۔ یہ لوگ تو کبھی بھی نہیں چاہیں گے کہ مزدوروں اور کسانوں کو ان کے حقوق ملیں۔ چناچہ وہ اپنے تمامتر وسائل کے ساتھ روایتی ظالمانہ نظام کے دفاع کے لیے میدان میں کود پڑیں گے۔ اس طرح فریقین کے درمیان ایک بھرپور کشمکش کا سلسلہ شروع ہوجائے گا۔ آیت زیر مطالعہ میں انہی قوتوں کی سرگرمیوں کا ذکر ہے۔ آئندہ آیات میں ان دونوں گروہوں کے کردار اور رویے کا ذکر حزب اللہ اور حزب الشیطان کے نام سے آئے گا۔ واضح رہے کہ لفظ یُحَادُّوْنَ کا تعلق بھی حدید سورۃ الحدید ‘ آیت 25 ہی سے ہے۔ یہ حدّ سے باب مفاعلہ ہے ‘ جیسے جہد سے مجاہدہ یا قتل سے مقاتلہ۔ چناچہ اس لفظ میں پوری قوت اور منصوبہ بندی کے ساتھ کسی کی مخالفت کرنے کا مفہوم پایاجاتا ہے۔ آیت زیر مطالعہ میں اللہ اور اس کے رسول ﷺ سے مراد اللہ کا دین ہے اور یہ مخالفت جس کا یہاں ذکر ہے وہ دراصل اللہ کے دین کی مخالفت ہے۔ ظاہر ہے اللہ تعالیٰ کی تکوینی حکومت جو پوری دنیا میں قائم ہے اسے تو سبھی تسلیم کرتے ہیں۔ اس حوالے سے کسی کی طرف سے اللہ تعالیٰ کی مخالفت کرنے کا کوئی سوال ہی نہیں۔ اسی طرح اللہ کے رسول ﷺ سے بھی کسی کو کوئی ذاتی دشمنی نہیں۔ چناچہ دنیا میں جہاں کہیں اللہ کے رسول ﷺ کی مخالفت کی جاتی ہے وہ بھی اللہ کے دین کی وجہ سے ہی کی جاتی ہے۔ اس نکتہ کو سورة الانعام کی اس آیت میں یوں واضح کیا گیا ہے : { فَاِنَّھُمْ لَا یُکَذِّبُوْنَکَ وَلٰـکِنَّ الظّٰلِمِیْنَ بِاٰیٰتِ اللّٰہِ یَجْحَدُوْنَ۔ } ”اے نبی ﷺ ! یہ لوگ آپ کو نہیں جھٹلا رہے بلکہ یہ ظالم تو اللہ کی آیات کا انکار کر رہے ہیں“۔ چناچہ باطل قوتوں کی اصل دشمنی اللہ کے دین سے ہے ‘ اور یہ دین بھی جب تک کتابوں اور لائبریریوں تک محدود رہے تب تک اس پر بھی کسی کو کوئی اعتراض نہیں۔ دینی مسائل کے بارے میں کوئی اعلیٰ سطحی تحقیقات کرے ‘ مقالے لکھے ‘ کتابیں تصنیف کرے ‘ کسی کو اس سے کچھ لینا دینا نہیں۔ لیکن جب کوئی اللہ کا بندہ یہ دعویٰ کرے کہ ہم اللہ کے دین اور اس کے دیے ہوئے نظامِ عدل و قسط کی معاشرے میں بالفعل ترویج و تنفیذ چاہتے ہیں تو اس کی یہ بات باطل پسند قوتوں کو ٹھنڈے پیٹوں برداشت نہیں ہوسکتی۔ چناچہ یہ لوگ ایسی کسی بھی کوشش کا راستہ روکنے کے لیے خم ٹھونک کر میدان میں آجاتے ہیں۔ اب ایسے لوگوں کے انجام کے بارے میں بتایا جا رہا ہے۔  { کُبِتُوْا کَمَا کُبِتَ الَّذِیْنَ مِنْ قَبْلِہِمْ } ”وہ ذلیل و خوار کردیے جائیں گے جس طرح ان سے پہلے کے لوگ ذلیل و خوار کیے جا چکے ہیں“ ان سے پہلے قوم فرعون ‘ قومِ عاد اور بہت سی دوسری اقوام نے بھی اللہ تعالیٰ اور اس کے رسولوں علیہ السلام کی مخالفت کی یہی روش اختیار کر کے اپنی بربادی کو دعوت دی تھی۔ چناچہ جو انجام مذکورہ اقوام کا ہوا ویسے ہی انجام سے اب یہ لوگ یعنی قریش مکہ بھی دوچار ہونے والے ہیں۔ { وَقَدْ اَنْزَلْنَـآ اٰیٰتٍم بَیِّنٰتٍ } ”اور ہم اتار چکے ہیں روشن آیات۔“ یعنی قرآن میں گزشتہ اقوام کے واقعات بہت تفصیل سے بیان کردیے گئے ہیں۔ ان میں سے اکثر قومیں قریش مکہ کی نسبت بہت طاقتور تھیں۔ جب ایسی طاقتور اقوام بھی اپنے پیغمبروں کے انکار کی بنا پر صفحہ ہستی سے مٹا دی گئیں تو آج ان لوگوں کی سرکشی و نافرمانی کو کیسے نظر انداز کیا جاسکتا ہے۔ { وَلِلْکٰفِرِیْنَ عَذَابٌ مُّہِیْنٌ۔ } ”اور کافروں کے لیے بہت ذلت والاعذاب ہے۔“ اللہ اور اس کے رسول ﷺ کے مخالفین کو دنیا میں بھی ہزیمت اٹھانا پڑے گی اور آخرت میں بھی انہیں بہت رسوا کن عذاب کا سامنا کرنا ہوگا۔",
  "ayah": 5,
  "surah": 58
}
