{
  "surah": 37,
  "ayah": 1,
  "text": "By the row-keepers in rows! The lords of realization have said various things about which rows of angels these are. One group has said that what is meant is all the rows of the angels adorning the celestial world, through which the seven heavens have become luminous. In each heaven there is one sort and in each class one description. Some are in the station of service with the watchword of veneration, some in the sta- tion of awe with the blanket of watchfulness, some in the state of striving while sniffing the scents of contemplation, some in delight at being attracted by passion for the Friend, some in the market of yearning while whispering secretly with the Friend, some in the dice of love while melting in separation. The chanting of their glorification has deafened the ears of the spheres, their glorify- ing and hallowing have perfumed the world of holiness, and their flashing words have illumined the courtyard of the Throne. All are sitting in the celestial sky in the gardens of approval, all have bound their belts for the Exalted Threshold within the veils of awe. There is no shortcoming in their worship, no fatigue in their obedience, no slackening in their service. They do not disobey God in what He commands them and they do as they are commanded [66:6]. Another group has said that what is meant by these rows is the angels of the Inhabited House specifically, who are in the fourth heaven. They are like the Adamites in this dusty center, who visit the house of the Kaabah every year for one day. The master of the empire, the lord of the Shariah, the foremost of the prophets, said, “On the night of proximity and honor, the night of nearness and familiarity, the night of the miʿrāj, when we were strolling in that towering garden, we reached the fourth heaven and we went to visit the Inhabited House. We saw several thousand of those given proximity next to the Inhabited House. They were all drunk and intoxicated from the wine of union. They were coming from the right and passing to the left, circumambulating and saying 'Here I am,' constantly passing to the left. You would say that their number was more than the stars and greater than the number of leaves on the trees."
}
