{
  "text": "قوله عز وجل : ( وهل أتاك نبأ الخصم إذ تسوروا المحراب ) هذه الآية من قصة امتحان داود عليه السلام ، واختلف العلماء بأخبار الأنبياء عليهم السلام في سببه :فقال قوم : سبب ذلك أنه عليه السلام تمنى يوما من الأيام منزلة إبراهيم وإسحاق ويعقوب ، وسأل ربه أن يمتحنه كما امتحنهم ، ويعطيه من الفضل مثل ما أعطاهم .فروى السدي ، والكلبي ، ومقاتل : عن أشياخهم قد دخل حديث بعضهم في بعض قالوا : كان داود قد قسم الدهر ثلاثة أيام يوما يقضي فيه بين الناس ، ويوما يخلو فيه لعبادة ربه ، ويوما لنسائه وأشغاله ، وكان يجد فيما يقرأ من الكتب فضل إبراهيم وإسحاق ويعقوب ، فقال : يا رب أرى الخير كله وقد ذهب به آبائي الذين كانوا قبلي ، فأوحى الله إليه : إنهم ابتلوا ببلايا لم تبتل بها فصبروا عليها ، ابتلي إبراهيم بنمرود وبذبح ابنه ، وابتلي إسحاق بالذبح وبذهاب بصره ، وابتلي يعقوب بالحزن على يوسف ، فقال : رب لو ابتليتني بمثل ما ابتليتهم صبرت أيضا . فأوحى الله إليه إنك مبتلى في شهر كذا وفي يوم كذا فاحترس ، فلما كان ذلك اليوم الذي وعده الله دخل داود محرابه وأغلق بابه ، وجعل يصلي ويقرأ الزبور ، فبينا هو كذلك إذ جاءه الشيطان قد تمثل في صورة حمامة من ذهب فيها من كل لون حسن - وقيل : كان جناحاها من الدر والزبرجد - فوقعت بين رجليه فأعجبه حسنها ، فمد يده ليأخذها ويريها بني إسرائيل فينظروا إلى قدرة الله تعالى ، فلما قصد أخذها طارت غير بعيد من غير أن تؤيسه من نفسها ، فامتد إليها ليأخذها ، فتنحت ، فتبعها فطارت حتى وقعت في كوة ، فذهب ليأخذها ، فطارت من الكوة ، فنظر داود أين تقع فيبعث من يصيدها ، فأبصر امرأة في بستان على شط بركة لها تغتسل هذا قول الكلبي .وقال السدي : رآها تغتسل على سطح لها فرأى امرأة من أجمل النساء خلقا ، فعجب داود من حسنها وحانت منها التفاتة فأبصرت ظله فنقضت شعرها فغطى بدنها ، فزاده ذلك إعجابا بها فسأل عنها ، فقيل : هي تيشايع بنت شايع امرأة أوريا بن حنانا ، وزوجها في غزاة بالبلقاء مع أيوب بن صوريا ابن أخت داود .وذكر بعضهم أنه أحب أن يقتل أوريا ويتزوج امرأته ، فكان ذنبه هذا القدر .وذكر بعضهم أنه كتب داود إلى ابن أخته أيوب أن ابعث أوريا إلى موضع كذا ، وقدمه قبل التابوت ، وكان من قدم على التابوت لا يحل له أن يرجع وراءه حتى يفتح الله على يديه أو يستشهد ، فبعثه وقدمه ففتح له ، فكتب إلى داود بذلك فكتب إليه - أيضا - أن يبعثه إلى عدو كذا وكذا ، فبعثه ففتح له ، فكتب إلى داود بذلك فكتب له - أيضا - أن يبعثه إلى عدو كذا وكذا أشد منه بأسا ، فبعثه فقتل في المرة الثالثة ، فلما انقضت عدة المرأة تزوجها داود ، فهي أم سليمان عليهما السلام .وروي عن ابن مسعود - رضي الله عنه - أنه قال : كان ذلك ذنب داود أنه التمس من الرجل أن ينزل له عن امرأته .قال أهل التفسير : كان ذلك مباحا لهم غير أن الله تعالى لم يرض له ذلك ؛ لأنه كان ذا رغبة في الدنيا ، وازدياد للنساء ، وقد أغناه الله عنها بما أعطاه من غيرها .وروي عن الحسن في سبب امتحان داود عليه السلام : أنه كان قد جزأ الدهر أجزاء ، يوما لنسائه ، ويوما للعبادة ، ويوما للقضاء بين بني إسرائيل ، ويوما لبني إسرائيل ، يذاكرهم ويذاكرونه ويبكيهم ويبكونه ، فلما كان يوم بني إسرائيل ذكروه فقالوا : هل يأتي على الإنسان يوم لا يصيب فيه ذنبا ، فأضمر داود في نفسه أنه سيطيق ذلك .وقيل : إنهم ذكروا فتنة النساء فأضمر داود في نفسه أنه إن ابتلي اعتصم ، فلما كان يوم عبادته أغلق أبوابه وأمر أن لا يدخل عليه أحد ، وأكب على التوراة فبينما هو يقرأ إذ دخلت عليه حمامة من ذهب كما ذكرنا . قال : وكان قد بعث زوجها على بعض جيوشه ، فكتب إليه أن يسير إلى مكان كذا وكذا إذا سار إليه قتل ، ففعل فأصيب فتزوج امرأته .قالوا : فلما دخل داود بامرأة أوريا لم يلبث إلا يسيرا حتى بعث الله إليه ملكين في صورة رجلين في يوم عبادته ، فطلبا أن يدخلا عليه ، فمنعهما الحرس فتسورا المحراب عليه ، فما شعر وهو يصلي إلا وهما بين يديه جالسين ، يقال : كانا جبريل وميكائيل ، فذلك قوله عز وجل : ( وهل أتاك نبأ الخصم ) خبر الخصم ، ( إذ تسوروا المحراب ) صعدوا وعلوا ، يقال : تسورت الحائط والسور إذا علوته ، وإنما جمع الفعل وهما اثنان لأن الخصم اسم يصلح للواحد والاثنين والجمع والمذكر والمؤنث ، ومعنى الجمع في الاثنين موجود ؛ لأن معنى الجمع ضم شيء إلى شيء هذا كما قال الله تعالى : \" فقد صغت قلوبكما \" ( التحريم - 4 ) .",
  "ayah": 21,
  "surah": 38
}
