{
  "text": "মুসনাদে আহমাদে হযরত আমর ইবনু সাবিত আনসারী (রাঃ) হতে বর্ণিত আছে, তিনি বলেনঃ যখন (আরবি) সূরাটি শেষ পর্যন্ত অবতীর্ণ হয় তখন হযরত জিবরাঈল (আঃ) বলেনঃ “হে আল্লাহর রাসূল (সঃ)! আল্লাহ্ তা'আলা আপনাকে এ সূরাটি হযরত উবাই (রাঃ)-এর নিকট পাঠ করার নির্দেশ দিয়েছেন।” রাসূলুল্লাহ্ (সঃ) হযরত উবাই (রাঃ)-কে এ কথা জানানোর পর হযরত উবাই (রাঃ) বলেনঃ “হে আল্লাহর রাসূল (সঃ)! সেখানে কি আমার কথা আলোচিত হয়েছে?” জবাবে রাসূলুল্লাহ্ (সঃ) তাঁকে বললেনঃ “হ্যা, হ্যাঁ।” হযরত উবাই (রাঃ) তখন কেঁদে ফেললেন। মুসনাদেরই অন্য এক বর্ণনায় রয়েছে যে, হযরত উবাই (রাঃ) জিজ্ঞেস করেনঃ “হে আল্লাহ্র রাসূল (সঃ)! আল্লাহ্ তা'আলা কি আমার নাম উচ্চারণ করেছেন?” রাসূলুল্লাহ (সঃ) উত্তরে হ্যা’ বললেন। তখন হযরত উবাই (রাঃ) কেঁদে ফেললেন। (এ হাদীসটি ইমাম বুখারী (রঃ) ইমাম মুসলিম (রঃ), ইমাম তিরমিযী (রঃ) এবং ইমাম নাসাঈ (রঃ)ও বর্ণনা করেছেন)মুসনাদে আহমাদের অন্য একটি রিওয়াইয়াতে আছে যে, যে সময় হযরত উবাই (রাঃ) এ ঘটনাটি বর্ণনা করেন সে সময় বর্ণনাকারী হযরত উবাই (রাঃ)-কে বলেনঃ “হে আবু মুনযির (রাঃ)! তাহলে তো আপনি খুবই আনন্দিত হয়েছেন?” উত্তরে হযরত উবাই (রাঃ) বলেনঃ কেন আনন্দিত হবে না? আল্লাহ্ রাম্বুল আলামীন স্বয়ং বলেনঃ (আরবি)অর্থাৎ “তুমি বলে দাওঃ আল্লাহর অনুগ্রহ ও করুণা লাভ করে যেন তারা আনন্দিত হয়। এটা তারা যা পুঞ্জীভূত করে তার চেয়ে বহুগুণে উত্তম।” (১০:৫৮)অন্য একটি বর্ণনায় রয়েছে যে, রাসূলুল্লাহ্ (সঃ) হযরত উবাই (রাঃ)-এর সামনে এ সূরাটি পড়ার পর পাঠ করেনঃ (আরবি)অর্থাৎ “আদম সন্তান যদি একটা উপত্যকা পূর্ণ মাল যাঞ্চা করে, অতঃপর তাকে তা দেয়া হয় তবে অবশ্যই সে দ্বিতীয়টির জন্যে প্রার্থনা করবে, সেটাও যদি তাকে প্রদান করা হয় তবে সে তৃতীয়টির জন্যে প্রার্থনা করবে। আদম সন্তানের পেট মাটি ছাড়া অন্য কিছু দিয়ে ভরবে না। তবে যে তাওবা করবে আল্লাহ্ তার তাওবা কবুল করবেন। আল্লাহর কাছে ঐ ব্যক্তিই দ্বীনদার যে একাগ্রচিত্তে তাঁর ইবাদত করে। তবে সে মুশরিক, ইয়াহুদী এবং নাসারা হতে পারবে না। যে ব্যক্তি কোন পুণ্য কাজ করবে তার অমর্যাদা করা হবে না।” (জামে তিরমিযীতেও বর্ণনাটি রয়েছে এবং ইমাম তিরমিযী (রঃ) এটাকে হাসান সহীহ বলেছেন) হযরত উবাই ইবনে কা'ব (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ্ (সঃ) তাঁকে বলেনঃ “হে আবুল মুনযির (রাঃ)! আমি আদিষ্ট হয়েছি যে, আমি যেন তোমার সামনে কুরআন পাঠ করি।” হযরত উবাই (রাঃ) তখন বলেনঃ “হে আল্লাহর রাসূল (সঃ)! আমি আল্লাহর উপর ঈমান এনেছি, আপনার হাতে ইসলাম গ্রহণ করেছি এবং আপনার কাছে ধর্মীয় শিক্ষা লাভ করেছি।” নবী করীম (সঃ) ঐ কথারই পুনরাবৃত্তি করলেন। হযরত উবাই (রাঃ) তখন আর করলেনঃ “হে আল্লাহর রাসূল (সঃ)! আমার কথা কি সেখানে আলোচনা করা হয়েছে?\" উত্তরে রাসূলুল্লাহ (সঃ) বললেনঃ “হ্যা, তোমার নাম ও নসব এ সবই মালায়ে আ’লায় আলোচিত হয়েছে।” হযরত উবাই (রাঃ) তখন বললেনঃ “তা হলে পাঠ করুন!” (এ হাদীসটি হাফিজ আবুল কাসিম তিবরানী (রঃ) বর্ণনা করেছেন। এ পদ্ধতিতে এ হাদীসটি গারীব বা দুর্বল। পূর্বে যেটা বর্ণনা করা হয়েছে সেটাই প্রমাণিত) এটা স্মরণ রাখার বিষয় যে হযরত উবাই (রাঃ)-এর মানসিক দৃঢ়তা এবং ঈমান বৃদ্ধি করার উদ্দেশ্যেই রাসূলুল্লাহ্ (সঃ) তাঁর সামনে এ সূরাটি পাঠ করেছিলেন। মুসনাদে আহমদ, সুনানে আবী দাউদ, সুনানে নাসাঈ এবং সহীহ মুসলিমে রয়েছে যে, একবার হযরত আব্দুল্লাহ্ ইবনে মাসউদ (রাঃ)-এর কিরআত শুনে হযরত উবাই (রাঃ) অসন্তুষ্ট হয়েছিলেন, কেননা রাসূলুল্লাহ (সঃ)-এর কাছে তিনি যেমনভাবে এ সূরার কিরআত শুনেছিলেন, হযরত আব্দুল্লাহ্ ইবনে মাসউদ (রাঃ) তেমনভাবে পড়েননি। রাগতভাবে হযরত উবাই হযরত ইবনে মাসউদ (রাঃ)-কে সাথে নিয়ে রাসূলুল্লাহ (সঃ)-এর নিকট গমন করেন। রাসূলুল্লাহ (সঃ) উভয়ের কিরআত শুনে বলেনঃ “উভয়ের কিরআতই বিশুদ্ধ।” হযরত উবাই (রাঃ) বলেনঃ আমি এ কথা শুনে এমন সন্দেহের মধ্যে পড়ে গেলাম যে, যেন অজ্ঞতার যুগের সন্দেহ আমার সামনে এসে গেল। রাসূলুল্লাহ (সঃ) এ অবস্থা দেখে আমার বুকে হাত রাখলেন। আমার বুক ঘামে ভিজে গেল। আমার উপর এমন ভয় চাপলো যে, যেন আমি রাম্বুল আলামীন আল্লাহকে সামনে দেখতে পাচ্ছি। নবী করীম (সঃ) বললেনঃ “শোনো, হযরত জিবরাঈল (আঃ) আমার সামনে এসেছিলেন। তিনি বললেনঃ “উম্মতকে একই কিরআতে কুরআন শিক্ষা দেয়ার জন্যে আল্লাহ। তা'আলা নির্দেশ দিয়েছেন।' আমি বললামঃ আমি আল্লাহ্ তা'আলার কাছে ক্ষমা প্রার্থনা করছি এবং মাগফিরাত কামনা করছি। অতঃপর আমাকে দু'প্রকারের কিরআতের অনুমতি প্রদান করা হলো। কিন্তু আমি আরো বাড়ানোর আবেদন জানালাম। অবশেষে সাত প্রকারের কিরআত পাঠের অনুমতি দেয়া হলো।” অতঃপর এ সূরা নাযিল হলো এবং এতে রয়েছেঃ (আরবি) নবী করীম (সঃ) মানসিক দৃঢ়তার শিক্ষা দান এবং সতর্ককরণের উদ্দেশ্যে হযরত উবাই (রাঃ)-কে এ সূরাটি তিলাওয়াত করে শুনিয়ে দেন। কেউ যেন এটা মনে না করে যে, শিখবার ও মনে রাখবার উদ্দেশ্যে রাসূলুল্লাহ্ (সঃ) হযরত উবাই (রাঃ)-এর সামনে এ সূরাটি তিলাওয়াত করেছিলেন। এসব ব্যাপারে আল্লাহ্ তা'আলাই সবচেয়ে ভাল জানেন।রাসূলুল্লাহ (সঃ) একাধিক কিরআতের মাধ্যমে কুরআন কারীম পাঠ করায় হযরত উবাই (রাঃ)-এর মনে যে সন্দেহের উদ্রেক হয়েছিল তা নিরসন কল্পেই রাসূলুল্লাহ্ (সঃ) এই সূরাটি হযরত উবাই (রাঃ)-কে পাঠ করে শোনান। হযরত উমর (রাঃ)-এর ঘটনাও একই ধরনের। তিনি হুদাইবিয়ার সন্ধির বছরে সন্ধির ব্যাপারে অসন্তুষ্টি প্রকাশ করে রাসূলুল্লাহ্ (সঃ)-এর কাছে নানা প্রশ্ন উত্থাপন করেছিলেন। তার মধ্যে একটি প্রশ্ন ছিলঃ “হে আল্লাহর রাসূল (সঃ)! আপনি কি বলেননি যে, আমরা কা'বা শরীফে যাবো এবং তাওয়াফ করবো?” উত্তরে রাসূলুল্লাহ্ (সঃ) বলেনঃ “হ্যা, তা বলেছিলাম বটে, কিন্তু এটা তো বলিনি যে এ বছরই এটা হবে? নিঃসন্দেহে সে সময় আসছে যখন তুমি সেখানে পৌছবে ও তাওয়াফ করবে।” হুদাইবিয়া হতে ফিরবার পথে সূরা ফাতহ নাযিল হওয়ার পর রাসূলুল্লাহ্ (সঃ) হযরত উমর (রাঃ)-কে ডেকে সূরাটি পড়ে শোনালেন। তাতে নিম্নের আয়াতটিও ছিলঃ (আরবি) অর্থাৎ “নিশ্চয়ই আল্লাহ তার রাসূল (সঃ)-এর স্বপ্ন বাস্তবায়িত করেছেন, আল্লাহর ইচ্ছায় তোমরা অবশ্যই মসজিদুল হারামে প্রবেশ করবে নিরাপদে।” (৪৮:২৭) হাফিয আবু নাঈম (রাঃ) তাঁর (আরবি) নামক গ্রন্থে একটি হাদীস সংযোজন করেছেন যে, রাসূলুল্লাহ (সঃ) বলেনঃ “আল্লাহ তা'আলা (আরবি)  এ সূরাটির কিরআত শুনে বলেনঃ “হে আমার বান্দা! তুমি খুশী হয়ে যাও, আমার মর্যাদার শপথ! তোমাকে জান্নাতে এমন বাসস্থান দিবো যে, তুমি আনন্দে আত্মহারা হয়ে যাবে। (এ হাদীসটি উসূলে হাদীসের পরিভাষায় নিতান্ত গারীব বা দুর্বল)হযরত মাতার আলমুযানী অথবা মাদানী (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “আল্লাহ তা'আলা (আরবি) এ সূরাটির কিরআত শুনে। বলেনঃ আমি তোমাকে দুনিয়া ও আখিরাতে কোন অবস্থাতেই বিস্মৃত হবো না এবং তোমাকে জান্নাতে এমন বাসস্থান দান করবো যাতে তুমি সন্তুষ্ট হয়ে যাবে।” (আবু মূসা আলমাদানী (রঃ) এবং ইবনুল আমীর (রঃ) এ হাদীসটি বর্ণনা করেছেন)\n১-৫ নং আয়াতের তাফসীর\nআহলে কিতাব দ্বারা ইয়াহুদী ও নাসারাদেরকে বুঝানো হয়েছে। আর মুশরিকীন দ্বারা বুঝানো হয়েছে মূর্তি পূজক আরব এবং অগ্নিপূজক অনারবদেরকে। আল্লাহ তা'আলা বলেনঃ তারা প্রত্যাবর্তনকারী ছিল না যে পর্যন্ত তাদের সামনে সুস্পষ্ট প্রমাণ উপস্থিত হয়।আল্লাহর কোন একজন রাসূল যিনি পবিত্র গ্রন্থ পাঠ করে শুনিয়ে দেন, যাতে আছে সঠিক বিধান, এর দ্বারা কুরআন কারীমের কথা বুঝানো হয়েছে। যেমন অন্য জায়গায় রয়েছেঃ (আরবি)অর্থাৎ “ওটা আছে মহান লিপিসমূহে, যা উন্নত মর্যাদা সম্পন্ন, পবিত্র, মহান, পূতঃচরিত্র লিপিকর হস্তে লিপিবদ্ধ।” (৮০:১৩-১৬)সঠিক বিষয়সমূহ লিপিবদ্ধকরণের ক্ষেত্রে কোন প্রকার ভুল-ভ্রান্তি হয়নি।হযরত কাতাদা (রঃ) বলেন যে, নবী করীম (সঃ) উত্তমভাবে কুরআনের ওয়ায করেন এবং কুরআনের সুন্দর ব্যাখ্যা দেন। ইবনে যায়েদ (রঃ) বলেন যে, এ সব সহীফায় সত্য ন্যায়ের কথা সম্বলিত বিষয়সমূহ রয়েছে।এরপর আল্লাহ তা'আলা বলেনঃ আর যাদেরকে কিতাব প্রদান করা হয়েছিল তাদের নিকট এই স্পষ্ট প্রমাণ উপস্থিত হওয়ার পরই তারা বিভক্ত হয়ে গেল। যেমন বিভিন্নভাবে বর্ণিত একটি হাদীসে রয়েছেঃ “ইয়াহুদীরা একাত্তর ফিরকা বা সম্প্রদায়ে বিভক্ত হয়ে গেল, আর নাসারারা বা খ্রিস্টানরা বিভক্ত হলো বাহাত্তর ফিরকায়। এই উম্মতে মুহাম্মদী (সঃ) তিয়াত্তর ফিরকায় বিভক্ত। তার মধ্যে একটি মাত্র ফিরকা ছাড়া সবাই জাহান্নামে যাবে।\" জনগণ জিজ্ঞেস করলেনঃ “হে আল্লাহর রাসূল (সঃ)! তারা কারা?\" উত্তরে তিনি বললেনঃ “আমি এবং আমার সাহাবীগণ যে আদর্শের উপর রয়েছি (এই আদর্শের উপর যারা প্রতিষ্ঠিত রয়েছে।)।”আল্লাহ তাআলা এরপর বলেনঃ অথচ তাদের প্রতি এই নির্দেশই ছিল যে, তারা আল্লাহর আনুগত্যে বিশুদ্ধ চিত্ত হয়ে একনিষ্ঠভাবে ইবাদত করবে। যেমন আল্লাহ তা'আলা অন্য জায়গায় বলেনঃ (আরবি) অর্থাৎ “তোমার পূর্বে আমি যতো রাসূল পাঠিয়েছি সবারই কাছে এই অহী করেছি যে, আমি ছাড়া কোন মাবুদ নেই, সুতরাং তোমরা আমারই ইবাদত করো।\" (২১:২৫) এখানেও আল্লাহ পাক বলেনঃ একনিষ্ঠ হয়ে অর্থাৎ শিরক হতে দূরে থেকে এবং তাওহীদ বা একত্ববাদে লিপ্ত হওয়ার মাধ্যমে ইবাদত করো। যেমন অন্যত্র বলেনঃ (আরবি) অর্থাৎ “আমি প্রত্যেক উম্মতের মধ্যে রাসূল পাঠিয়েছি। (সেই কথা বলার জন্যে যে, তোমরা আল্লাহরই ইবাদত করো এবং তাগূত হতে দূরে থাকো।” (১৬:৩৬)এরপর আল্লাহ তাবারাকা ওয়া তা'আলা বলেনঃ “তারা নামায কায়েম করবে ও যাকাত দিবে, এটাই সঠিক দ্বীন।' যাকাত দিবে এর অর্থ এই যে, ফকীর মিসকীন এবং অভাবগ্রস্তদের সাথে সদ্ব্যবহার করবে। এই দ্বীন অর্থাৎ ইসলাম মযবূত, সরল, সহজ এবং কল্যাণধর্মী। বহু সংখ্যক ইমাম যেমন ইমাম যুহরী (রঃ), ইমাম শাফিয়ী (রঃ) প্রমুখ এ আয়াত থেকে প্রমাণ পেশ করেছেন যে, আমল ঈমানের অন্তর্ভুক্ত। কেননা, এই আয়াতের সরলতা ও আন্তরিকতার সাথে আল্লাহর ইবাদত, নামায আদায় ও যাকাত প্রদানকেই দ্বীন বলে উল্লেখ করা হয়েছে।",
  "ayah": 5,
  "surah": 98
}
