{
  "text": "كَلَّآ اِذَا بَلَغَتِ التَّرَاقِيَ وَقِيْلَ مَنْ ۫رَاقٍ وَّظَنَّ اَنَّهُ الْفِرَاقُ وَالْتَفَّتِ السَّاقُ بِالسَّاقِ اِلٰى رَبِّكَ يَوْمَىِٕذِۨ الْمَسَاقُ\n(When the soul [ of a patient ] reaches the clavicles, and it is said, \"Who is an enchanter [ that can save him?] \", and he realizes that it is [ the time on departure [ from the world,] and one shank is intertwined with the other shank, then on that day, it is to your Lord that one has to be driven.... 75:26-30]\nIn the preceding verses, reckoning on the Day of Reckoning and conditions of the inmates of Paradise and Hell were described. In these verses, man's attention is drawn to his approaching death, which he should not neglect. He should embrace the faith and do deeds of righteousness before death overtakes him, so that he may attain salvation in the Hereafter. The above verse depicts the scene of death. The unmindful man forgets his death until his soul comes up to his collar-bone [ throat ]. The healers fail to heal him, and the people look for enchanters to save him. When one shank is entwined with the other, he realizes that it is the final moments of his parting. At this juncture neither is his repentance acceptable nor a righteous deed. Therefore, it is necessary for a wise person to make amends before this moment arrives. In the statement, وَالْتَفَّتِ السَّاقُ بِالسَّاقِ (and one shank is intertwined with the other shank) the word saq means 'shank'. This statement could mean that, being agitated and restless, he strikes one shank on the other, or rubs one shank against the other. It could also signify that if one leg is placed on the other, and the dying person wants to move it, he would not be able to do so. [ Sha` bi and Hasan have interpreted it in this way ].\nSayyidna Ibn ` Abbas says that the two 'shanks' refer to the two worlds: the Here and the Hereafter. The verse signifies 'the last day of the days of this world and the first day of the days of the Hereafter; one affliction will be joined to another, and the agony of leaving this world will be joined to the agony of the punishment awaiting the disbeliever in the next world'. And Allah knows best!",
  "ayah": 31,
  "surah": 75
}
