{
  "text": "Then an oft-repeated objection of the disbelievers is mentioned, that is, when they are dead and reduced to bones and dust, how will they be raised again to life. The following verse rebuts this objection, thus:\nبَلٰى قٰدِرِيْنَ عَلٰٓي اَنْ نُّسَوِّيَ بَنَانَهٗ (Yes! We are able to reset [ even ] his fingertips perfectly... 75:4). Man is amazed and surprised and thinks that Allah is unable to gather his tiny particles that have been scattered and reassemble his decomposed bones and give him a new life. The verse effectively rebuts this objection by saying that this has happened once before. Every man who grows and develops in the world, his body is composed of particles and elements gathered from different parts of the world. Allah has infinite power to do anything. He will gather the disintegrated bones and the scattered particles of man from different parts of the world and give them life again, as he did the first time. It is not impossible for Him to breathe soul into his structure the second time, as it was not impossible the first time. Why should it be surprising?\nDivine Wonders in the Resurrection of Bodies\nAllah is able not only to raise man's dead body again, but also to reconstruct every part of his body perfectly up to the minute detail of the very delicate fingertips and individual fingerprints. Man will be given the same body as he had in his worldly life without the slightest difference. Since the inception of time until the end of the world, zillions of human beings of different shapes and sizes come and die. Even if anyone remembers them, it is an impossible task to recompose them precisely. But Allah says in the verse under comment that He is quite able to recreate not only the large limbs, members and organs of the dead, but He is also able to put together his fingertips. The word Banan 'fingertips' is specially mentioned here because they are among the smallest parts of the body. If Allah is able to recreate such small parts [ with such precision ], it would not be impossible for Him to recreate the larger limbs of the body, such as\narms or hands or legs or feet.\nAnother reason why banan 'fingertips' finds a special mention is that Allah has characterized every human body with some identification marks through which one person could be distinctly recognized and distinguished from the other. For instance, the human face is no more than a few square centimeters; yet it has such distinctive characteristics that no two faces look exactly alike. Despite man's tongue and throat being alike, the sounds and voices of young and old, and of men and women are easily distinguishable. Even more amazing than this, are the fingertips and fingerprints. No two thumbprints or fingerprints are alike. Fingertips look alike, but the fingerprints are different. There are zillions of human beings, but the patterns of lines on the skins of the fingers is distinctly recognizable. Thumbprints have played a decisive role in court decisions and judgments. Technical analysis reveals that the patterns of lines are not only on the skin of the thumbs, but also on the skins of all the fingers - distinguishable and recognizable.\nIn sum, man is amazed as to how Allah will reassemble his bones and give him a new life again, but he should think further than this. He will be raised with the same face, shape and size, and with the same distinctive features, so much so that his fingertips and fingerprints will be reshaped as they were in the first instance of his creation. Fa-tabarak Allahu Ahsanul khaliqin - 'Glorious is Allah, the Best of Creators!'",
  "ayah": 4,
  "surah": 75
}
