{
  "text": "Cause of Revelation\nTirmidhi, Hakim and others have recorded that the pagans of Makkah asked the Messenger of Allah ﷺ : \"0 Muhammad! Tell us about the ancestry of your Lord.\" So Allah revealed this Surah. Some narratives ascribe this inquiry to the Jews of Madinah. In view of these conflicting reports, there is a divergence of opinion as to whether this is a Makki Surah or Madani Surah. According to Sayyidna ` Abdullah Ibn Masud, Hasan Basri, ` Ata', ` Ikrimah and Jabir ؓ ، the Surah is Makki and, according to Qatadah, Dahhak رحمۃ اللہ علیہما and others, it is Madani. According to one narration of Sayyidna ` Abdullah Ibn ` Abbas ؓ ، it is Makki and, according to another, it is Madani [ Qurtubi ].\nAccording to another narration, the pagans added to their question whether Allah was made of gold, silver or some other stuff, in response to which this Surah was revealed.\nVirtues of the Surah\nImam Ahmad (رح) has recorded a narration in his Musnad that a person came up to the Messenger of Allah ﷺ and said, \"I love this Surah [ Al-Ikhlas ] immensely.\" The Holy Prophet ﷺ ' replied: \"Your love for it will cause you to enter Paradise.\" [ Ibn Kathir ].\nTirmidhi has recorded on the authority of Sayyidna Abu Hurairah ؓ that once the Messenger of Allah ﷺ asked the people to gather and said: \"I shall recite to you a third of the Qur'an?\" When the people had congregated, he recited Surah Al-Ikhlas and said: \"This is equal to a third of the Qur'an.\" [ Muslim ].\nIn a lengthy Hadith, Abu Dawud, Tirmidhi and Nasa'i have recorded that the Messenger of Allah ﷺ said: \"Anyone who recites Surah Al-Ikhlas and the mu'awwadhatain (i.e. the last two surahs of the Holy Qur'an) morning and evening, they shall be sufficient for him.\" In another narration, the wordings are: \"They will suffice him against every affliction.\" [ Ibn Kathir ]\nImam Ahmad (رح) has recorded a narration in his Musnad on the authority of Sayyidna 'Uqbah Ibn ` Amir ؓ that the Messenger of Allah ﷺ said: \"I shall show you three such Surahs that are revealed in Torah, Injil, Zabur and the Qur'an. Do not sleep at night until such time that you have recited them. They are Surah A1-Ikhlas and the mu'awwadhatain.\" Sayyidna 'Uqbah Ibn ` Amir ؓ says that since I have heard this, I did not miss reciting them. [ Ibn Kathir ].\nOneness of Allah\nVerse [ 112:1] قُلْ هُوَ اللَّـهُ أَحَدٌ Say, (The truth is: Allah is One.) The imperative qul (Say) is directly addressed to the Holy Prophet Muhammad ﷺ ، thus indicating that he is Allah's Prophet and Messenger. This verse directs and commands him to convey Allah's message to mankind. 'Allah' is the personal name of that Necessary Being Whose non-existence is inconceivable. He comprises all the attributes of perfection and is free from, or above, or overrides all kinds of imperfections. The epithets ahad and wahid are both applied to Allah which are normally translated as 'One' but the word ahad includes an additional sense which signifies that Allah is beyond composition, plurality and resemblance, which means that He is neither composed of any elements, nor does He has any partner, nor has He any resemblance to anything. This is a response to those who asked about Allah whether He is made of gold or silver or pearls. This concise statement covers all aspects of discussion on the Divine Being and His attributes. The imperative qul [ say ] points to the messenger-ship of the Holy Prophet ﷺ . If analyzed properly, this brief sentence covers all the detailed discussions expounded in voluminous books of theology.",
  "ayah": 1,
  "surah": 112
}
