{
  "text": "Where are the Seven Earths and in at Form?\nاللَّـهُ الَّذِي خَلَقَ سَبْعَ سَمَاوَاتٍ وَمِنَ الْأَرْ‌ضِ مِثْلَهُنَّ (Allah is the One who has created seven skies, and their like from earth...65:12). This verse indicates that there are seven earths as there are seven heavens, but the question is where these earths are and in what shape or form. Are they in the form of seven layers one above the other, or each earth is separate from the other. If they form layers one above the other, is there a distance between two earths, just as there is a distance between two heavens? Are there separate creatures living on each earth, just as separate types of angels are residing in every heaven? Is there air, wind, atmosphere and so forth on each earth? Or, are these layers of earth joined and compact with each other? The Qur'an is silent on these questions. There are Traditions reported on these questions, but the leading authorities of Traditions disagree about their authenticity. Some scholars have authenticated them and others have graded them as 'fabricated'. Rationally all findings are possible, and none of our religious or mundane needs are dependent on resolving these issues, nor will we be questioned about them in the grave or at Resurrection, so that we need to do research about the seven earths, their locale or their inhabitants. The safest position is to believe that there are seven earths as there are seven skies. Allah has created them with His Supreme Creative Power. Qur'an has mentioned this much only. If the Qur'an did not find it necessary to give a detailed account of it, there is no need for us to think about it or research it. This was the attitude of our pious predecessors. They formulated the following policy ابھموا ما ابھمہ اللہ ـ” Leave unexplained what Allah has left unexplained\" as long as it does not contain any injunction for us to follow, nor does it concern our religious or mundane need. This commentary has been written for the common readers. Purely academic issues have not been included here which might not be needed for them.\nيَتَنَزَّلُ الْأَمْرُ‌ بَيْنَهُنَّ (The Command descend among them...65:12) The verse purports to say that Divine commands and decrees are revealed and work in the seven heavens and in the seven earths. The Divine commands or decrees operate in two ways: [ 1] Tashri` i; and [ 2] Takwini. Tashri’ i command refers to laws Divinely prescribed for people who are legally obligated to observe them. The Divinely legislated laws are revealed through the angels to the Prophets (علیہم السلام) to be passed on to the humans and jinns. These laws pertain to articles of faith, worship, good morals, transactions and way of living. Adherence to them attracts reward and flouting them entails punishment. Takwini laws pertain to the Divine decrees in connection with the creation of the universe or bringing it into existence from the realm of non-existence, its gradual growth and development, its phenomena of depletion and replenishment, and the phenomena of life and death. These decrees encompass the entire Divine creation. Therefore, if it be proved that between two earths there is atmosphere and distance, and that some kind of creatures inhabits it, even if that kind of creature is not legally bound by the Shari` ah laws, the description يَتَنَزَّلُ الْأَمْرُ‌ 'The Command descend among them...65:12) will still apply, because Allah's Takwini decrees encompass them as well. And Allah, the Pure and Exalted, knows best!\nAl-hamdu1i11ah\nThe Commentary on\nSurah At-Talaq\nEnds here",
  "ayah": 12,
  "surah": 65
}
