{
  "text": "Rule [ 5]\nفَإِذَا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُ‌وفٍ (So, when they [ the divorced women ] have [ almost ] reached their term, then either retain them with fairness, or part with them with fairness…65:2). The word ajal means ‘term of ‘iddah and ‘reaching the term’ means ‘nearing the end of the ‘iddah’. The fifth rule laid down by this verse is that when a divorced woman’ s term of ‘iddah is approaching the end, the time has almost come for a absolute termination of the marriage. By now the temporary impulse or momentary fit of anger should have dissipated, and it is the time to make the major decision with a cool and calm head whether it is better to retain the wife, or to terminate the marriage with her finally. If the decision is to retain the wife, then she should be retained in all fairness with dignity and courtesy, the masnun procedure of which is indicated in the forthcoming verse and in Prophetic Traditions: utter verbally that ‘I have revoked the divorce I pronounced to you’ and call two upright men as witnesses. If, however, the decision is to end the marriage, the woman should be released with fairness, dignity and courtesy. That is, the ‘iddah should be allowed to expire, and once it expires, she is free to contract marriage with someone else.\nRule [ 6]\nAt the end of term, whether it is decided to retain the wife or release her, the Qur’ an has restricted either of the decisions with the word ma’ ruf. Literally, the word ma’ ruf means ‘a recognized way’ nd it implies that the Muslims are required to implement the approved procedure of Shari’ ah, as recognized by Islam. If the decision is to revoke the divorce and retain the wife, she should not be hurt in future verbally or physically, nor should this be shown as a favour to her. The husband should resolve to bear her weakness that led to divorce in the past, so that it may not cause bitterness to arise again. If, on the other hand, the decision is to release her, then the recognized procedure is as follows: Do not evict her in disrespectful manner, but release her in a courteous manner. When she is made to leave the house, it is at least mustahab [ rewardable ] in some cases to give her a suit of clothes, and in other cases it is wajib [ compulsory ] to do so, as other verse of the Qur’ an show. The details are available in books of jurisprudence.\nRule [ 7]\nThe seventh rule is derived directly from the above verse that gives the husband two options of retaining the wife or parting with her in fairness, and also indirectly from the preceding verse that says لَعَلَّ اللَّـهَ يُحْدِثُ بَعْدَ ذَٰلِكَ أَمْرً‌ا “…it may be that Allah brings about a new situation thereafter.” Both these verses indicate that if the husband is forced into a situation of divorcing, it is the Divine will that he should keep the option of revoking the divorce open. The approved method of divorce is that he should pronounce the divorce only once in express or clear words. The pronouncement of divorce should not contain any word or phrase expressive of anger that might denote absolute termination of marriage tie, as for instance be might say ‘I pronounce severe divorce on you’, or say ‘No relationship exists between me and you’. When such expressions are uttered as part of the pronouncement of express divorce, or these expressions are uttered with the intention of divorce, the divorce becomes effective at once, and he loses the right of revocation. This in the terminology of Shari’ ah is known as Talaq Ba’ in or irrevocable divorce. Even worse situation is when the husband pronounces three divorces upon his wife after which the husband not only loses his right of revocation, but they [ husband and wife ] also lose their right to enter into a fresh marriage, even if they mutually agree as we have seen in Surah Al-Baqarah: فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُ مِن بَعْدُ حَتَّىٰ تَنكِحَ زَوْجًا غَيْرَ‌هُ فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُ مِن بَعْدُ حَتَّىٰ تَنكِحَ زَوْجًا غَيْرَ‌هُ (Therefter, if he divorces her, she shall no longer remain lawful for him unless she marries a man other than him. [ 2:230]\nThree Simultaneous Divorces: Unlawful but Effective\nNowadays, total indifference to religion and heedlessness of its injunctions is widespread, in the society. Not only the illiterate and ignoramus, but also the literate people, like pleaders think that a divorce pronounced or written less than three times is no divorce at all. It is noticed daily that people who pronounce three simultaneous divorces regret bitterly and re in search of legal loopholes, so that they do not lose their wives.\nImam Nasa’ i reports, on the authority of Sayyidna Mahmud Ibn Labid ؓ ، in an authentic Tradition that the Holy Prophet ﷺ was informed about a person who had pronounced three divorcds on the spur of the moment to his wife. The Holy Prophet ﷺ having heard this became angry. Therefore, pronouncing three divorces simultaneously, by consensus of Ummah, is prohibited. Even if a person pronounces three divorces separately in three different clean periods, that too is reprehensible by consensus of the Ummah. Qur’ anic verses themselves confirm this by indication. The only disagreement lies in whether or not this procedure of divorce is as prohibited and counted as bid’ ah as divorcing three times simultaneously. Imam Malik holds this procedure as prohibited. In fact, they view it s an approved [ Sunnah ] procedure of divorce, but an abominable act nonetheless. Please see Ma’ arifulQur’ an, Vol. [ 1], PP 578-590 for detailed injunctions regarding three simultaneous divorces.\nBut just as the Ummah holds by consensus that pronouncing three divorces simultaneously is prohibited, it is also a point of consensus among the entire Ummah that despite being prohibited, if a person pronounces three simultaneous divorces, all the three divorces become effective, and fresh marriage between them, in future, would not be possible. The only people that disagree with the consensus of the four major schools are some of the followers of the Ah-ul-Hadith group and the Shi’ ite group. The four major schools argue that if something is abominable or unlawful, it does not necessarily imply that its legal consequences will not follow. For instance, if a person kills an innocent victim, the latter would die as a result of killing, despite the act of killing being unlawful. Likewise, despite three simultaneous divorces being unlawful, they necessarily take effect. On this issue, not only the four major schools agree unanimously, but there is also overwhelming consensus of the noble Companions. Please see Ma’ ariful Qur’ an, Vol. [ 1], PP 586-590 for a detailed discussion on the action taken by Sayyidna ‘Umar Al-Faruq ؓ on the issue of three simultaneous divorces.\nRule [ 8]\nوَأَشْهِدُوا ذَوَيْ عَدْلٍ مِّنكُمْ وَأَقِيمُوا الشَّهَادَةَ لِلَّـهِ (And make two just men from among you witnesses [ of your either decision ]. And ( O witnesses,) keep your testimony upright for the sake of Allah…65:2) This verse purports to say that towards the end of the period of ‘iddah, when a decision is made either to revoke the divorce and retain the wife, or to release her, it is commendable in both cases to call two upright persons to witness the decision. This procedure of having two witnesses is, according to most to most jurists, a commendable (mustahabb) practice, and not mandatory. Therefore, revocation of divorce is not contingent upon appointment of witnesses. The underlying wisdom of such appointment is to resolve the possible dispute that may arise later. In case the husband decides to revoke the divorce, it is possible that the wife may deny it, whereupon the witnesses may prove revocation. And in case he decides termination of marriage, a conflict can still arise where the husband himself may make mischief and, being overcome by the wife’ s love, claim that he had revoked the divorce before the expiration of ‘iddah. The witnesses then may prove that he had decided to release the wife.\nThe adjectival phrase ذَوَيْ عَدْلٍ (…two just men) refers to reliable witnesses in term of Shari’ ah. If the witnesses are not reliable in terms of Shari’ ah that is, if they are not morally upright, pious and truthful, the Qadi would not be able to pass judgment on the basis of such unreliable impious and untruthful witnesses.\nأَقِيمُوا الشَّهَادَةَ لِلَّـهِ (…keep your testimony upright for the sake of Allah…65:2). The verse addresses all Muslims in general that should they be required by a court to bear witness in a disputed case of revocation of divorce or complete termination of marriage, they should be unbiased in their testimony.\nذَٰلِكُمْ يُوعَظُ بِهِ مَن كَانَ يُؤْمِنُ بِاللَّـهِ وَالْيَوْمِ الْآخِرِ‌ (That is what anyone who believes in Allah and the Last Day is exhorted to do…65:2). This verse particularly mentions the Hereafter because the mutual rights and obligations of husband and wife cannot be fulfilled without God-consciousness and the thought of the Herefter.\nThe Wise and Educative style of the Qur’ an in the laws of Crime and Punishment\nThe system of punishment for crimes and compiling their laws is in place among the states of the world since ancient times. Obviously, the Qur’ an is also the Book that explains the divine laws, man is made conscious of Allah and the Hereafter, so that he may follow the law, not for fear of police or inspector or, but for fear of Allah, irrespective of whether anyone else sees him, not. In all situations, whether in private or in public, he finds the laws binding. This is reason why even the harshest law was not difficult to implement among those who have proper faith in the Qur’ an. There was no need for a network of police and its special or secret services.\nThis unique Qur’ anic style is used in all laws, but it has been especially applied to the laws relating to the marital relations and their mutual rights and obligations, because due to the delicate nature of these relations, it is not possible to secure evidence for every shortcoming on either side, nor is it possible for the judicial system to investigate and estimate the full extent of the shortcomings in the relationship. Proper fulfillment of mutual rights depends only on the inner qualities of the couple and their actions and deeds. Therefore, the Masnun Khutbah or approved sermon that is recited at marriage contains three verses of the Qur’ an, and each one of them begins with laying stress on taqwa and ends with laying stress on taqwa to indicate that the marrying parties must appreciate that Allah is fully aware of all their covert and overt actions, whether or not they are seen by someone else. Rather, He is well-aware of the innermost thoughts hidden in their minds or hearts. If they fall short of fulfilling the mutual rights and obligations or hurt each other, they will be answerable to the Knower of secrets. In the same strain, a few injunctions have been laid down in Surah At-Talaq. Immediately after the first injunction the believers are exhorted: وَاتَّقُوا اللَّـهَ رَبَّکُم ( ‘And fear Allah, your Lord’). After this exhortation, four more injunctions are set down and then they are admonished that anyone who oversteps Allah’ s limits will be wronging himself and will have to bear the disastrous consequences thus وَمَن يَتَعَدَّ حُدُودَ اللَّـهِ فَقَدْ ظَلَمَ نَفْسَهُ. Four more indirect injunctions are set down after that, and the admonition is repeated, thus: ذَٰلِكُمْ يُوعَظُ بِهِ مَن كَانَ يُؤْمِنُ بِاللَّـهِ وَالْيَوْمِ الْآخِرِ‌ ( ‘That is what anyone who believes in Allah and the Last Day is exhorted to do…65:2). Followed by this is a verse in which the merits of taqwa are mentioned, describing its religious and mundane blessings and benefits. Towards the end of the same verse the blessings and benefits of trust in Allah have been described. Thereafter a few more injunctions pertaining to waiting-period are set down. Then in two more verses additional benefits and blessings of taqwa are described. This is followed by injunctions pertaining to marriage, divorce, the wife’ s maintenance, the mention of the Hereafter, the virtue of taqwa, and the blessings of trust in Allah are interspersed repeatedly. This Qur’ anic style of alternating injunctions with the virtues of taqwa apparently seems disjointed, but having grasped the wisdom of the prudent style of the Qur’ an, the close linkage becomes clear.\nNow have a look at the interpretation of the foregoing verses:\n(And whoever fears Allah, for him Allah brings forth a way out, and gives him provision (of his needs) from where he does not even imagine…2/3). The word taqwa primarily and literally means ‘to guard’ or ‘to refrain’. In Islamic terminology it signifies ‘to guard against sins’. When the word is related to Allah, it is translated as ‘to fear Allah’ and implies ‘to avoid disobedience of Allah and guard against sins’.\nThere are two benefits of تقوٰی taqwa mentioned in this verse: [ 1] By exercising taqwa, Allah creates a way out to guard oneself. The question is ‘Guard against what?’ The correct answer is that it is general, ‘against all mundane difficulties and hardships as well as all hardships and difficulties of the Hereafter’ and the verse implies that for a God-fearing person Allah paves the way to salvage him from the difficulties and hardships of this world as well as from the horrors of the next world. [ 2] By exercising taqwa, Allah will provide for the God-fearing person rizq [ literally ‘provision’] from where he does not expect. The rizq in this context refers to anything one needs, whether any mundane need or any need of the Hereafter. Allah has promised the righteous believers in this verse that He will ease every difficulty of theirs and provide for them all their needs from resources they never expected or thought about. [ Ruh ]\nMmmm55\nIn keeping with the present context, some of the commentators interpret the verse thus: The divorcing husband or the divorced wife, both or whoever of them is God-fearing, Allah will give them salvation from the horrors of divorce or termination of marriage experienced at the time of its happening. In other words, the man will be given a compatible wife and the woman will be given a compatible husband. Obviously the primary meaning of the verse comprehends all kinds of adversities and needs, including the horrors and needs of the husband and wife. [ Ruh-ul-Ma’ ani ]\nThe Cause of Revelation of the above verse\nSayyidna ‘Abdullah Ibn ‘Abbas ؓ reports that ‘Auf Ibn Malik Ashja’ i ؓ came up to the Messenger of Allah ﷺ and said that the enemies had arrested and kidnapped his son Salim. His mother is very anxious and he wanted to know what he should do. The Holy Prophet ﷺ ordered him and his wife to recite لَاحولَ وَلَا قُوَّۃَ اِلَّا بِاللہِ (There is neither strength nor power but with Allah) abundantly. The husband and wife complied with the order. They recited the formula abundantly. It produced its desired effect. One day the enemies became unmindful, and the boy somehow managed to escape and drove a herd of goats that belonged to them to his father. According to other narratives, he found one of their camels and he mounted it and drove the other camels to his father. The father reported the incident to the Messenger of Allah ﷺ . Another narration has it that he enquired from the Prophet ﷺ whether the goats and camels the son brought with him were lawful for them. On that occasion, the verse وَمَن يَتَّقِ اللَّـهَ (And whoever fears Allah, for him Allah brings forth a way out, and gives him provision from where he does not even imagine…2/3)\nAccording to other versions of the report, when Sayyidna ‘Auf Ibn Malik Ashja’ i ؓ and his wife became very restless and anxious because of separation from the son, the Messenger of Allah ﷺ advised them to exercise taqwa and recite abundantly لَاحولَ وَلَا قُوَّۃَ اِلَّا بِاللہِ (There is no strength nor power but with Allah). [ All these narratives are cited in Ruh-ul-Ma’ ani from Ibn Marduyah through the chain of al-Kalbi from Ibn ‘Abbas ]\nThis occasion of revelation indicates that this verse, though related to divorcing situation in this context, has general application for all circumstances.\nRuling\nThis Tradition proves that when a Muslim is captured by the non-believers, the captive takes their property and returns home, such a property would be treated as booty, and as such their use would be lawful. It is a general rule of spoils to give 1/5th [ khums ] to the public treasury, because in the narration reported above, the khums of the property was not exacted from them. The jurists have ruled that if a Muslim secretly goes away to the Domain of War without seeking permission from them, snatch their property and somehow bring it into the Domain of Islam, the above ruling will apply. However, if he official sought permission to enter territory [ as it happens nowadays by obtaining a visa ] and entered their country, then it is not permissible for him to take their property without their consent. Likewise, if a person is captured and taken into the non-Muslim territory, and a non-Muslim deposits with him an article for safe custody, it is not permissible for him to take it away to the Domain of Islam. In the first case, it is not permissible because by seeking official permission a pact is entered into between them, and he has no authority to dispose of their property without their prior consent. If he does, it would be a breach of the pact. In the second case, there is a practical pact with the depositor, in that whenever he demands his deposited article back, it should be returned.\nFailure to return his deposited item is tantamount to breach of contract that is unlawful in Shari` ah. [ Mazhari ]\nBefore the Holy Prophet ﷺ migrated, many non-believers used to keep their deposits with him. At the time of migration, he still had with him some of these deposits. As long as he was in Makkah, he kept them himself, but when he was migrating, he committed them to the care of Sayyidna ` Ali ؓ and did not take them with him to Madinah. In fact, Sayyidna ` Ali ؓ was left behind for the sole reason of returning the deposits to the rightful people.\nA Proven Prescription to avert calamities and achieve the objectives\nAccording to the above Tradition, Sayyidna ` Auf Ibn Malik Ashja` i ؓ and his wife were advised to recite لَا حَولَ وَلَا قُوَّۃَ اِلَّا بِاللہِ (There is no strength nor power but with Allah) abundantly to avert afflictions and obtain benefits. Mujaddid Alf Thani (رح) says that abundant recitation of this formula is a proven prescription to avert all kinds of religious and mundane afflictions and to obtain all religious and mundane objectives and benefits. According to him, its proper way is to recite five hundred times لَا حَولَ وَلَا قُوَّۃَ اِلَّا بِاللہِ , and to recite Salah (durud) one hundred times before, and one hundred times after the formula, and then to supplicate to Allah for one's need. [ Tafsir [ Mazhari ] Imam Ahmad, Hakim [ grading the chain as sahib ], Baihaqi, Abu Natim and others have transmitted on the authority of Sayyidna Abu Dharr that one day the Messenger of Allah ﷺ continuously recited the verse 3; وَمَن يَتَّقِ اللَّـهَ يَجْعَل لَّهُ مَخْرَ‌جًا ﴿2﴾ وَيَرْ‌زُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ ('And whoever fears Allah, for him Allah brings forth a way out, and gives him provision from where he does not even imagine...2/3) until the reporter started feeling sleepy. The Holy Prophet ﷺ said: \"Abu Dharr! if all people choose only this verse, it would be sufficient for them all.\" [ Ruh-ul-Ma’ ani ] 'Sufficient' in this statement means it would be sufficient for all people to accomplish their religious and mundane objectives, if they practice it.",
  "ayah": 2,
  "surah": 65
}
