{
  "text": "The next verses deal with further rules about the waiting period and maintenance of the divorced women and their other rights.\nأَسْكِنُوهُنَّ مِنْ حَيْثُ سَكَنتُم مِّن وُجْدِكُمْ وَلَا تُضَارُّ‌وهُنَّ لِتُضَيِّقُوا عَلَيْهِنَّ (Provide to them [ the divorced women ] residence where you reside according to your means...65:6) This injunction is related to Rule [ 3] above which states that divorced women must not be expelled from their homes. This verse states the positive aspect of the injunction, in that the husbands, according to their means, should let their divorced wives live in some portion of the residence where they themselves live. If the wife is given a revocable divorce, there is no need for any hijab or veil. However, if she is given an irrevocable divorce, whether of minor degree [ ba'in ] or of major degree by pronouncing divorce thrice, then marriage tie stands broken. She is required to be in hijab in the presence of her former husband. Therefore, the arrangement in the residence should be made in such a way that she lives in the same residence with full observance of the rules of hijab.\nRule [ 10]: Do not Hurt Divorced Women during their \"iddah\nلَا تُضَارُّ‌وهُنَّ (...and do not hurt them to straighten [ life ] for them...65:6) This verse sets down that all the possible needs of a divorced woman must not be harassed by taunts or by curtailing her needful things, so that she is compelled to leave the home.\nRule [ 11]: Maintenance of Divorcees during their \"iddah\nوَإِن كُنَّ أُولَاتِ حَمْلٍ فَأَنفِقُوا عَلَيْهِنَّ حَتَّىٰ يَضَعْنَ حَمْلَهُنَّ (...And if they are pregnant, spend on them till they give birth to their child...65:6) This verse lays down the rule that if a divorcee is pregnant at the time of divorce, her maintenance is obligatory on the husband. On the basis of this verse, there is a complete consensus of the Ummah on this point. Similarly, if she is not pregnant, and the divorce given to her is revocable, her maintenance too is compulsory on the husband till the expiry of her \"iddah. This point too is agreed upon by all the jurists of the Ummah. However, if a wife is given irrevocable divorce, whether a ba'in divorce or the divorce pronounced three times, or if a woman has got her marriage terminated by way of khul' [ got herself separated from the husband for a compensation ], will not have to be maintained by the husband according to Imams Shafi` i (رح) ، Ahmad and others. However, according to Imam Abu Hanifah, her maintenance is also incumbent upon the husband. He argues that just as she is entitled to residence during the term of \"iddah as is provided in verse 6, she is entitled to sustenance too. The husbands are obligated to provide them with these necessities of life during \"iddah. This is further supported by those Traditions in which it has been reported that when Sayyidna ` Umar ؓ heard the report of Fatimah bint Qais who claimed that her husband was not obligated to maintain her after divorce, he said: \"We cannot abandon the Book of Allah and the Sunnah of the Prophet ﷺ ، on the basis of this narration. [ Muslim ]\nThe Book of Allah' apparently refers to this verse (6). According to Sayyidna ` Umar ؓ ، the verse includes maintenance. 'Sunnah' refers to the Tradition reported by Sayyidna ` Umar ؓ himself and transmitted by Tahawi, Darqutni and Tabarani. Sayyidna ` Umar ؓ reports that he heard the Messenger of Allah ﷺ say that women divorced by three pronouncements are also entitled to maintenance and lodging. The details are available in Tafsir [ Mazhari ].\nRule [ 12]: Fees for Suckling the Child\nفَإِنْ أَرْ‌ضَعْنَ لَكُمْ فَآتُوهُنَّ أُجُورَ‌هُنَّ (...Then if they suckle the child for you, give them their fees...65:6). In other words, divorcees who are pregnant, their term of ` iddah ends with the birth of the child. Consequently, their maintenance is not incumbent upon the husband. However, if they are suckling the baby, it is permissible for the mother to claim a fee for suckling the baby from her former husband, and it is incumbent on him to pay it to her, if she claims it. The principle is that as long as the marriage between the parents of the baby is intact, it is the responsibility of the mothers to suckle the children as the Qur'an states (And the mothers suckle their children... 2:233) One cannot receive a fee for an act that is obligatory on him or her, because it amounts to rishwah (bribery) which in itself is unlawful to give or take. The period of \"iddah is akin to the marriage in this respect, because the husband is obligated to maintain her, and therefore she cannot claim a fee for suckling a child during this period too. But once she has delivered the baby, her term of \"iddah is over and she is absolutely released from the tie of marriage. Consequently, it is not incumbent upon the former husband to maintain her. In this instance, if she suckles the baby, the verse under comment permits giving and taking a payment for the service.\nRule [ 13]\nوَأْتَمِرُ‌وا بَيْنَكُم بِمَعْرُ‌وفٍ (...and consult each other [ for determining the fee ] with fairness...65:6) The word I'timar means 'to consult each other' and 'to accept each other's suggestion'. The verse directs the spouses to avoid any conflict in determining the fee for suckling. The divorced wife should not demand more than the normal rate, nor should the former husband of the divorcee refuse to pay the normal fee. They are advised to settle the issue with mutual understanding and tolerance.\nRule/Injunction [ 14]\nوَإِن تَعَاسَرْ‌تُمْ فَسَتُرْ‌ضِعُ لَهُ أُخْرَ‌ىٰ (...And if you have a deadlock between you, then another woman will suckle him...65:6) In other words, if the husband and wife cannot agree on the fee of suckling with mutual consent, or the wife refuses to suckle the child even for a remuneration, then the mother cannot be forced by a court for the service of suckling. Normally, the mother has the most compassion for the child. Despite this, if she is refusing to suckle him, she probably has a genuine reason for that. If she has no genuine reason, and she is refusing merely on account of anger and displeasure, she is a sinner in the sight of Allah, but an Islamic court cannot force her to do the suckling. Likewise, if the husband, on account of abject poverty, is unable to pay the fee for suckling and a wet-nurse is willing to suckle the child without remuneration or for a lesser fee than what the divorcee mother is demanding, he cannot be forced to agree to the demand of the mother and get her to do the suckling. In fact, in either of the cases it is possible to have the child suckled by the wet-nurse. However, if the fee the mother is demanding is the same as the wet-nurse's remuneration, preference would be given to the mother rather than the wet-nurse. This is a point of consensus between all the Muslim jurists.\nRuling\nIf it is agreed that the wet-nurse would do the suckling, it is incumbent that the wet-nurse should do the suckling while the child is in the custody of the mother. It is not lawful to separate the mother and the baby, because the custody of the child is the right of the mother according to the law of Hidanah as stated in the authentic Traditions. It is not permissible to usurp this right from her. [ Tafsir [ Mazhari ].",
  "ayah": 6,
  "surah": 65
}
