{
  "text": "قوله تعالى : فاخلع نعليك إنك بالوادي المقدس طوى فيه خمس مسائل :الأولى : قوله تعالى : فاخلع نعليك روى الترمذي عن عبد الله بن مسعود عن النبي - صلى الله عليه وسلم - قال : ( كان على موسى يوم كلمه ربه كساء صوف وجبة صوف وكمة صوف وسراويل صوف ، وكانت نعلاه من جلد حمار ميت ) قال : هذا حديث غريب لا نعرفه إلا من حديث حميد الأعرج منكر الحديث ، وحميد بن قيس الأعرج المكي صاحب مجاهد ثقة ؛ والكمة القلنسوة الصغيرة . وقرأ العامة ( إني ) بالكسر ؛ أي نودي فقيل له يا موسى إني ، واختاره أبو عبيد . وقرأ أبو عمرو وابن كثير وابن محيصن وحميد ( أني ) بفتح الألف بإعمال النداء . واختلف العلماء في السبب الذي من أجله أمر بخلع النعلين . والخلع النزع . والنعل ما جعلته وقاية لقدميك من الأرض . فقيل : أمر بطرح النعلين ؛ لأنها نجسة إذ هي من جلد غير مذكى ؛ قاله كعب وعكرمة وقتادة . وقيل : أمر بذلك لينال بركة الوادي المقدس ، وتمس قدماه تربة الوادي ؛ قاله علي بن أبي طالب - رضي الله عنه - والحسن وابن جريج . وقيل أمر بخلع النعلين للخشوع والتواضع عند مناجاة الله تعالى . وكذلك فعل السلف حين طافوا بالبيت . وقيل : إعظاما لذلك الموضع كما أن الحرم لا يدخل بنعلين إعظاما له . قال سعيد بن جبير : قيل له طإ الأرض حافيا كما تدخل الكعبة حافيا . والعرف عند الملوك أن تخلع النعال ويبلغ الإنسان إلى غاية التواضع ، فكأن موسى - عليه السلام - أمر بذلك على هذا الوجه ، ولا تبالي كانت نعلاه من ميتة أو غيرها . وقد كان مالك لا يرى لنفسه ركوب دابة بالمدينة برا بتربتها المحتوية على الأعظم الشريفة ، والجثة الكريمة . ومن هذا المعنى قوله - عليه الصلاة والسلام - لبشير بن الخصاصية وهو يمشي بين القبور بنعليه : إذا كنت في مثل هذا المكان فاخلع نعليك قال : فخلعتهما . وقول خامس : إن ذلك عبارة عن تفريغ قلبه من أمر [ ص: 94 ] الأهل والولد . وقد يعبر عن الأهل بالنعل . وكذلك هو في التعبير : من رأى أنه لابس نعلين فإنه يتزوج . وقيل : لأن الله تعالى بسط له بساط النور والهدى ، ولا ينبغي أن يطأ بساط رب العالمين بنعله . وقد يحتمل أن يكون موسى أمر بخلع نعليه ، وكان ذلك أول فرض عليه ؛ كما كان أول ما قيل لمحمد - صلى الله عليه وسلم - : قم فأنذر وربك فكبر وثيابك فطهر والرجز فاهجر والله أعلم بالمراد من ذلك .الثانية : في الخبر أن موسى - عليه السلام - خلع نعليه وألقاهما من وراء الوادي . وقال أبو الأحوص : زار عبد الله أبا موسى في داره ، فأقيمت الصلاة فأقام أبو موسى ؛ فقال أبو موسى لعبد الله : تقدم . فقال عبد الله : تقدم أنت في دارك . فتقدم وخلع نعليه ؛ فقال عبد الله : أبالوادي المقدس أنت ؟ ! وفي صحيح مسلم عن سعيد بن يزيد قال : قلت لأنس أكان رسول الله - صلى الله عليه وسلم - يصلي في نعلين ؟ قال : نعم . ورواه النسائي عن عبد الله بن السائب : أن النبي - صلى الله عليه وسلم - صلى يوم الفتح فوضع نعليه عن يساره . وروى أبو داود من حديث أبي سعيد الخدري - رضي الله عنه - قال : بينما رسول الله - صلى الله عليه وسلم - يصلي بأصحابه ، إذ خلع نعليه فوضعهما عن يساره ، فلما رأى ذلك القوم ألقوا نعالهم ، فلما قضى رسول الله - صلى الله عليه وسلم - قال : ما حملكم على إلقائكم نعالكم قالوا : رأيناك ألقيت نعليك فألقينا نعالنا . فقال رسول الله - صلى الله عليه وسلم - : إن جبريل أتاني فأخبرني أن فيهما قذرا وقال : إذا جاء أحدكم المسجد فلينظر فإن رأى في نعليه قذرا أو أذى فليمسحه وليصل فيهما . صححه أبو محمد عبد الحق . وهو يجمع بين الحديثين قبله ، ويرفع بينهما التعارض . ولم يختلف العلماء في جواز الصلاة في النعل إذا كانت طاهرة من ذكي ، حتى لقد قال بعض العلماء : إن الصلاة فيهما أفضل ، وهو معنى قوله تعالى : خذوا زينتكم عند كل مسجد على ما تقدم . وقال إبراهيم النخعي في الذين يخلعون نعالهم : لوددت أن محتاجا جاء فأخذها . [ ص: 95 ] الثالثة : فإن خلعتهما فاخلعهما بين رجليك ؛ فإن أبا هريرة قال : قال رسول الله - صلى الله عليه وسلم - : إذا صلى أحدكم فليخلع نعليه بين رجليه قال أبو هريرة للمقبري : اخلعهما بين رجليك ولا تؤذ بهما مسلما . وما رواه عبد الله بن السائب - رضي الله عنه - أنه - عليه الصلاة والسلام - خلعهما عن يساره فإنه كان إماما ، فإن كنت إماما أو وحدك فافعل ذلك إن أحببت ، وإن كنت مأموما في الصف فلا تؤذ بهما من على يسارك ، ولا تضعهما بين قدميك فتشغلاك ، ولكن قدام قدميك . وروي عن جبير بن مطعم أنه قال : وضع الرجل نعليه بين قدميه بدعة .الرابعة : فإن تحقق فيهما نجاسة مجمع على تنجيسها كالدم والعذرة من بول بني آدم لم يطهرها إلا الغسل بالماء ، عند مالك والشافعي وأكثر العلماء ، وإن كانت النجاسة مختلفا فيها كبول الدواب وأرواثها الرطبة فهل يطهرها المسح بالتراب من النعل والخف أو لا ؟ قولان عندنا . وأطلق الإجزاء بمسح ذلك بالتراب من غير تفصيل الأوزاعي وأبو ثور . وقال أبو حنيفة : يزيله إذا يبس الحك والفرك ، ولا يزيل رطبه إلا الغسل ما عدا البول ، فلا يجزئ فيه عنده إلا الغسل . وقال الشافعي : لا يطهر شيئا من ذلك إلا الماء . والصحيح قول من قال : إن المسح يطهره من الخف والنعل ؛ لحديث أبي سعيد . فأما لو كانت النعل والخف من جلد ميتة فإن كان غير مدبوغ فهو نجس باتفاق ، ما عدا ما ذهب إليه الزهري والليث ، على ما تقدم بيانه في سورة ( النحل ) ومضى في سورة ( براءة ) القول في إزالة النجاسة والحمد لله .الخامسة : قوله تعالى : إنك بالوادي المقدس طوى المقدس : المطهر . والقدس : الطهارة ، والأرض المقدسة أي المطهرة ؛ سميت بذلك لأن الله تعالى أخرج منها الكافرين وعمرها بالمؤمنين . وقد جعل الله تعالى لبعض الأماكن زيادة فضل على بعض ؛ كما قد جعل لبعض الأزمان زيادة فضل على بعض ، ولبعض الحيوان كذلك . ولله أن يفضل ما شاء . وعلى هذا فلا اعتبار بكونه مقدسا بإخراج الكافرين وإسكان المؤمنين ؛ فقد شاركه في ذلك غيره . و ( طوى ) اسم الوادي عن ابن عباس ومجاهد وغيرهما . وقال الضحاك هو واد عميق مستدير مثل الطوي . وقرأ عكرمة ( طوى ) . الباقون طوى . قال الجوهري : طوى اسم موضع بالشام ، تكسر طاؤه وتضم ، ويصرف ولا يصرف ، فمن صرفه جعله اسم واد ومكان وجعله نكرة ، ومن لم يصرفه جعله بلدة وبقعة وجعله معرفة . وقال بعضهم : طوى مثل [ ص: 96 ] ( طوى ) وهو الشيء المثني ، وقالوا في قوله : المقدس طوى : طوي مرتين أي قدس . وقال الحسن : ثنيت فيه البركة والتقديس مرتين . وذكر المهدوي عن ابن عباس - رضي الله عنهما - : أنه قيل له طوى لأن موسى طواه بالليل إذ مر به فارتفع إلى أعلى الوادي ؛ فهو مصدر عمل فيه ما ليس من لفظه ، فكأنه قال : إنك بالواد المقدس الذي طويته طوى ؛ أي تجاوزته فطويته بسيرك . الحسن : معناه أنه قدس مرتين ؛ فهو مصدر من طويته طوى أيضا .",
  "ayah": 12,
  "surah": 20
}
