{
  "text": "قوله تعالى : إنني أنا الله لا إله إلا أنا فاعبدني وأقم الصلاة لذكريفيه سبع مسائل :الأولى : اختلف في تأويل قوله : لذكري فقيل : يحتمل أن يريد لتذكرني فيها ، أو يريد لأذكرك بالمدح في عليين بها ، فالمصدر على هذا يحتمل الإضافة إلى الفاعل وإلى المفعول . وقيل : المعنى ؛ أي حافظ بعد التوحيد على الصلاة . وهذا تنبيه على عظم قدر الصلاة إذ هي تضرع إلى الله تعالى ، وقيام بين يديه ؛ وعلى هذا فالصلاة هي الذكر . وقد سمى الله تعالى الصلاة ذكرا في قوله : فاسعوا إلى ذكر الله . وقيل : المراد إذا نسيت فتذكرت فصل كما في الخبر ( فليصلها إذا ذكرها ) . أي لا تسقط الصلاة بالنسيان .الثانية : روى مالك وغيره أن النبي - صلى الله عليه وسلم - قال : من نام عن صلاة أو نسيها فليصلها إذا ذكرها فإن الله - عز وجل - يقول : وأقم الصلاة لذكري . وروى أبو محمد عبد الغني بن سعيد من حديث حجاج بن حجاج - وهو حجاج الأول الذي روى عنه يزيد بن زريع - قال حدثنا قتادة عن أنس بن مالك قال : سئل رسول الله - صلى الله عليه وسلم - عن الرجل يرقد عن الصلاة ويغفل عنها قال : كفارتها أن يصليها إذا ذكرها تابعه إبراهيم بن طهمان عن حجاج ، وكذا يروي همام بن يحيى عن قتادة وروى الدارقطني عن أبي هريرة عن النبي - صلى الله عليه وسلم - قال : من نسي صلاة فوقتها إذا ذكرها فقوله : فليصلها إذا ذكرها دليل على وجوب القضاء على النائم والغافل ، كثرت الصلاة أو قلت ، وهو مذهب عامة العلماء وقد حكي خلاف شاذ لا يعتد به ، لأنه مخالف لنص الحديث عن بعض الناس فيما زاد على خمس صلوات أنه لا يلزمه قضاء .قلت : أمر الله تعالى بإقامة الصلاة ، ونص على أوقات معينة ، فقال : [ ص: 98 ] أقم الصلاة لدلوك الشمس الآية وغيرها من الآي . ومن أقام بالليل ما أمر بإقامته بالنهار ، أو بالعكس لم يكن فعله مطابقا لما أمر به ، ولا ثواب له على فعله وهو عاص ؛ وعلى هذا الحد كان لا يجب عليه قضاء ما فات وقته . ولولا قوله - عليه الصلاة والسلام - : من نام عن صلاة أو نسيها فليصلها إذا ذكرها لم ينتفع أحد بصلاة وقعت في غير وقتها ، وبهذا الاعتبار كان قضاء لا أداء ؛ لأن القضاء بأمر متجدد وليس بالأمر الأول .الثالثة : فأما من ترك الصلاة متعمدا ، فالجمهور أيضا على وجوب القضاء عليه ، وإن كان عاصيا إلا داود . ووافقه أبو عبد الرحمن الأشعري الشافعي ، حكاه عنه ابن القصار . والفرق بين المتعمد والناسي والنائم ، حط المأثم ؛ فالمتعمد مأثوم وجميعهم قاضون . والحجة للجمهور قوله تعالى : أقيموا الصلاة ولم يفرق بين أن يكون في وقتها أو بعدها . وهو أمر يقتضي الوجوب . وأيضا فقد ثبت الأمر بقضاء النائم والناسي ، مع أنهما غير مأثومين ، فالعامد أولى . وأيضا قوله : من نام عن صلاة أو نسيها والنسيان الترك ؛ قال الله تعالى : نسوا الله فنسيهم و نسوا الله فأنساهم أنفسهم سواء كان مع ذهول أو لم يكن ؛ لأن الله تعالى لا ينسى وإنما معناه تركهم و ما ننسخ من آية أو ننسها أي نتركها وكذلك الذكر يكون بعد نسيان وبعد غيره . قال الله تعالى : من ذكرني في نفسه ذكرته في نفسي وهو تعالى لا ينسى وإنما معناه علمت . فكذلك يكون معنى قوله : ( إذا ذكرها ) أي علمها وأيضا فإن الديون التي للآدميين إذا كانت متعلقة بوقت ، ثم جاء الوقت لم يسقط قضاؤها بعد وجوبها ، وهي مما يسقطها الإبراء كان في ديون الله تعالى ألا يصح فيها الإبراء أولى ألا يسقط قضاؤها إلا بإذن منه . وأيضا فقد اتفقنا أنه لو ترك يوما من رمضان متعمدا بغير عذر لوجب قضاؤه فكذلك الصلاة . فإن قيل فقد روي عن مالك : من ترك الصلاة متعمدا لا يقضي أبدا . فالإشارة إلى أن ما مضى لا يعود ، أو يكون كلاما خرج على التغليظ ؛ كما روي عن ابن مسعود وعلي : أن من أفطر في رمضان عامدا لم يكفره صيام الدهر وإن صامه . ومع هذا فلا بد من توفية التكليف حقه بإقامة القضاء مقام الأداء ، أو إتباعه بالتوبة ، ويفعل الله بعد ذلك ما يشاء . وقد روى أبو [ ص: 99 ] المطوس عن أبيه عن أبي هريرة عن النبي - صلى الله عليه وسلم - أنه قال : ( من أفطر يوما من رمضان متعمدا لم يجزه صيام الدهر وإن صامه ) وهذا يحتمل أن لو صح كان معناه التغليظ ؛ وهو حديث ضعيف خرجه أبو داود . وقد جاءت الكفارة بأحاديث صحاح ، وفي بعضها قضاء اليوم ؛ والحمد لله تعالى .الرابعة : قوله - عليه الصلاة والسلام - من نام عن صلاة أو نسيها الحديث يخصص عموم قوله - عليه الصلاة والسلام - : رفع القلم عن ثلاثة عن النائم حتى يستيقظ والمراد بالرفع هنا رفع المأثم لا رفع الفرض عنه ، وليس هذا من باب قوله : ( وعن الصبي حتى يحتلم ) وإن كان ذلك جاء في أثر واحد ؛ فقف على هذا الأصل .الخامسة : اختلف العلماء في هذا المعنى فيمن ذكر صلاة فائتة وهو في آخر وقت صلاة ، أو ذكر صلاة وهو في صلاة ، فجملة مذهب مالك : أن من ذكر صلاة وقد حضر وقت صلاة أخرى ، بدأ بالتي نسي إذا كان خمس صلوات فأدنى ، وإن فات وقت هذه . وإن كان أكثر من ذلك بدأ بالتي حضر وقتها ، وعلى نحو هذا مذهب أبي حنيفة والثوري والليث ؛ إلا أن أبا حنيفة وأصحابه قالوا : الترتيب عندنا واجب في اليوم والليلة إذا كان في الوقت سعة للفائتة ولصلاة الوقت . فإن خشي فوات الوقت بدأ بها ، فإن زاد على صلاة يوم وليلة لم يجب الترتيب عندهم . وقد روي عن الثوري وجوب الترتيب ، ولم يفرق بين القليل والكثير . وهو تحصيل مذهب الشافعي . قال الشافعي : الاختيار أن يبدأ بالفائتة ما لم يخف فوات هذه ، فإن لم يفعل وبدأ بصلاة الوقت أجزأه . وذكر الأثرم أن الترتيب عند أحمد واجب في صلاة ستين سنة فأكثر . وقال : لا ينبغي لأحد أن يصلي صلاة وهو ذاكر لما قبلها لأنها تفسد عليه . وروى الدارقطني عن عبد الله بن عباس - رضي الله عنهما - قال : قال - عليه الصلاة والسلام - : ( إذا ذكر أحدكم صلاة [ ص: 100 ] في صلاة مكتوبة فليبدأ بالتي هو فيها فإذا فرغ منها صلى التي نسي ) وعمر بن أبي عمر مجهول .قلت : وهذا لو صح كانت حجة للشافعي في البداءة بصلاة الوقت . والصحيح ما رواه أهل الصحيح عن جابر بن عبد الله أن عمر يوم الخندق جعل يسب كفار قريش ، وقال يا رسول الله والله ما كدت أن أصلي العصر حتى كادت الشمس تغرب ؛ فقال رسول الله - صلى الله عليه وسلم - : فوالله إن صليتها ، فنزلنا البطحان فتوضأ رسول الله - صلى الله عليه وسلم - . وتوضأنا فصلى رسول الله - صلى الله عليه وسلم - العصر بعد ما غربت الشمس ، ثم صلى بعدها المغرب . وهذا نص في البداءة بالفائتة قبل الحاضرة ، ولا سيما والمغرب وقتها واحد مضيق غير ممتد في الأشهر عندنا ، وعند الشافعي كما تقدم . وروى الترمذي عن أبي عبيدة بن عبد الله بن مسعود أبيه : أن المشركين شغلوا رسول الله - صلى الله عليه وسلم - عن أربع صلوات يوم الخندق ، حتى ذهب من الليل ما شاء الله تعالى ، فأمر بالأذان بلالا فقام فأذن ، ثم أقام فصلى الظهر ، ثم أقام فصلى العصر ، ثم أقام فصلى المغرب ، ثم أقام فصلى العشاء ، وبهذا استدل العلماء على أن من فاتته صلاة ، قضاها مرتبة كما فاتته إذا ذكرها في وقت واحد . واختلفوا إذا ذكر فائتة في مضيق وقت حاضرة على ثلاثة أقوال يبدأ بالفائتة وإن خرج وقت الحاضرة ، وبه قال مالك والليث والزهري وغيرهم كما قدمناه . الثاني : يبدأ بالحاضرة وبه قال الحسن والشافعي وفقهاء أصحاب الحديث والمحاسبي وابن وهب من أصحابنا . الثالث : يتخير فيقدم أيتهما شاء ، وبه قال أشهب .وجه الأول : كثرة الصلوات ولا خلاف أنه يبدأ بالحاضرة مع الكثرة ؛ قاله القاضي عياض . واختلفوا في مقدار اليسير ؛ فعن مالك : الخمس فدون ، وقد قيل : الأربع فدون لحديث جابر ؛ ولم يختلف المذهب أن الست كثير .السادسة : وأما من ذكر صلاة وهو في صلاة ؛ فإن كان وراء الإمام فكل من قال بوجوب الترتيب ومن لم يقل به ، يتمادى مع الإمام حتى يكمل صلاته . والأصل في هذا ما رواه مالك والدارقطني عن ابن عمر قال : إذا نسي أحدكم صلاة فلم يذكرها إلا وهو مع الإمام فليصل مع الإمام فإذا فرغ من صلاته فليصل الصلاة التي نسي ثم ليعد صلاته التي صلى مع الإمام لفظ الدارقطني ؛ وقال موسى بن هارون : وحدثناه أبو إبراهيم الترجماني ، قال : حدثنا سعيد به [ ص: 101 ] ورفعه إلى النبي - صلى الله عليه وسلم - ووهم في رفعه ، فإن كان قد رجع عن رفعه ، فقد وفق للصواب . ثم اختلفوا ؛ فقال أبو حنيفة وأحمد بن حنبل : يصلي التي ذكر ، ثم يصلي التي صلى مع الإمام إلا أن يكون بينهما أكثر من خمس صلوات ؛ على ما قدمنا ذكره عن الكوفيين . وهو مذهب جماعة من أصحاب مالك المدنيين . وذكر الخرقي عن أحمد بن حنبل أنه قال : من ذكر صلاة وهو في أخرى فإنه يتمها ويقضي المذكورة ، وأعاد التي كان فيها إذا كان الوقت واسعا ، فإن خشي خروج الوقت وهو فيها أعتقد ألا يعيدها ، وقد أجزأته ويقضي التي عليه .وقال مالك : من ذكر صلاة وهو في صلاة قد صلى منها ركعتين سلم من ركعتيه ، فإن كان إماما انهدمت عليه وعلى من خلفه وبطلت . هذا هو الظاهر من مذهب مالك ، وليس عند أهل النظر من أصحابه كذلك ؛ لأن قوله فيمن ذكر صلاة في صلاة قد صلى منها ركعة أنه يضيف إليها أخرى ويسلم . ولو ذكرها في صلاة قد صلى منها ثلاث ركعات أضاف إليها رابعة وسلم ، وصارت نافلة غير فاسدة ولو انهدمت عليه كما ذكر وبطلت لم يؤمر أن يضيف إليها أخرى ، كما لو أحدث بعد ركعة لم يضف إليها أخرى .السابعة : روى مسلم عن أبي قتادة قال : خطبنا رسول الله - صلى الله عليه وسلم - فذكر حديث الميضأة بطوله ، وقال فيه ثم قال : أما لكم في أسوة ثم قال : أما إنه ليس في النوم تفريط ، إنما التفريط على من لم يصل الصلاة حتى يجيء وقت الصلاة الأخرى ، فمن فعل ذلك فليصلها حين ينتبه لها ، فإذا كان الغد فليصلها عند وقتها وأخرجه الدارقطني هكذا بلفظ مسلم سواء ، فظاهره يقتضي إعادة المقضية مرتين عند ذكرها وحضور مثلها من الوقت الآتي ؛ ويعضد هذا الظاهر ما خرجه أبو داود من حديث عمران بن حصين ، وذكر القصة وقال في آخرها : فمن أدرك منكم صلاة الغداة من غد صالحا فليقض معها مثلها .[ ص: 102 ] قلت : وهذا ليس على ظاهره ، ولا تعاد غير مرة واحدة ؛ لما رواه الدارقطني عن عمران بن حصين قال : سرينا مع رسول الله - صلى الله عليه وسلم - في غزاة - أو قال في سرية فلما كان وقت السحر عرسنا ، فما استيقظنا حتى أيقظنا حر الشمس ، فجعل الرجل منا يثب فزعا دهشا ، فلما استيقظ رسول الله - صلى الله عليه وسلم - أمرنا فارتحلنا ، ثم سرنا حتى ارتفعت الشمس ، فقضى القوم حوائجهم ، ثم أمر بلالا فأذن فصلينا ركعتين ، ثم أمره فأقام فصلينا الغداة ؛ فقلنا : يا نبي الله ألا نقضيها لوقتها من الغد ؟ فقال لهم رسول الله - صلى الله عليه وسلم - أينهاكم الله عن الربا ويقبله منكم . وقال الخطابي : لا أعلم أحدا قال بهذا وجوبا ، ويشبه أن يكون الأمر به استحبابا ليحرز فضيلة الوقت في القضاء . والصحيح ترك العمل لقوله - عليه السلام - : أينهاكم الله عن الربا ويقبله منكم ولأن الطرق الصحاح من حديث عمران بن حصين ليس فيها من تلك الزيادة شيء ، إلا ما ذكر من حديث أبي قتادة وهو محتمل كما بيناه .قلت : ذكر الكيا الطبري في ( أحكام القرآن ) له أن من السلف من خالف قوله - عليه الصلاة والسلام - : من نسي صلاة فليصلها إذا ذكرها لا كفارة لها إلا ذلك فقال : يصبر إلى مثل وقته فليصل ؛ فإذا فات الصبح فليصل من الغد . وهذا قول بعيد شاذ .",
  "ayah": 14,
  "surah": 20
}
