{
  "text": "أن اقذفيه في التابوت قال مقاتل مؤمن آل فرعون هو الذي صنع التابوت ونجره وكان اسمه حزقيل . وكان التابوت من جميز .فاقذفيه في اليم أي اطرحيه في البحر : نهر النيل . فاقذفيه قال الفراء : فاقذفيه في اليم أمر وفيه معنى المجازاة . أي اقذفيه يلقه اليم . وكذا قوله : اتبعوا سبيلنا ولنحمل خطاياكم . يأخذه عدو لي وعدو له يعني فرعون ؛ فاتخذت تابوتا ، وجعلت فيه نطعا ، ووضعت فيه موسى ، وقيرت رأسه وخصاصه يعني شقوقه ثم ألقته في النيل ، وكان يشرع منه نهر كبير في دار فرعون ، فساقه الله في ذلك النهر إلى دار فرعون . وروي أنها جعلت في التابوت قطنا محلوجا ، فوضعته فيه وقيرته وجصصته ، ثم ألقته في اليم . وكان يشرع منه إلى بستان فرعون نهر كبير ، فبينا هو جالس على رأس بركة مع آسية ، إذا بالتابوت ، فأمر به فأخرج ، ففتح فإذا صبي أصبح الناس ، فأحبه عدو الله حبا شديدا لا يتمالك أن يصبر عنه . وظاهر القرآن يدل على أن البحر ألقاه بساحله وهو شاطئه ، فرأى فرعون التابوت بالساحل فأمر بأخذه . ويحتمل أن يكون إلقاء اليم بموضع من الساحل ، فيه فوهة نهر فرعون ، ثم أداه النهر إلى حيث البركة . والله أعلم .وقيل : وجدته ابنة فرعون وكان بها برص ، فلما فتحت التابوت شفيت . وروي أنهم حين التقطوا التابوت عالجوا فتحه فلم يقدروا عليه ، وعالجوا كسره فأعياهم ، فدنت آسية فرأت في جوف التابوت نورا فعالجته ففتحته ، فإذا صبي نوره بين عينيه ، وهو يمص إبهامه لبنا فأحبوه . وكانت لفرعون بنت برصاء ، وقال له الأطباء : لا تبرأ إلا من قبل البحر يوجد فيه شبه إنسان دواؤها ريقه ؛ فلطخت البرصاء برصها بريقه فبرئت . وقيل : لما نظرت إلى وجهه برئت . والله أعلم . وقيل : وجدته جوار لامرأة فرعون ، فلما نظر إليه فرعون فرأى صبيا من أصبح الناس وجها ، فأحبه فرعون .وألقيت عليك محبة مني قال ابن عباس : أحبه الله وحببه إلى خلقه . وقال ابن عطية : جعل عليه مسحة من جمال لا يكاد يصبر عنه من رآه . وقال قتادة : كانت في عيني موسى ملاحة ما رآه أحد إلا أحبه وعشقه . وقال عكرمة : المعنى جعلت فيك حسنا وملاحة فلا يراك أحد إلا أحبك . وقال الطبري : المعنى ألقيت عليك رحمتي . وقال ابن زيد : جعلت من رآك أحبك حتى أحبك فرعون فسلمت من شره ، وأحبتك آسية بنت مزاحم فتبنتك . ولتصنع على عيني قال ابن عباس : يريد أن ذلك بعيني حيث جعلت في التابوت ، وحيث ألقي التابوت في البحر ، وحيث التقطك جواري امرأة فرعون ؛ فأردن أن يفتحن التابوت لينظرن ما فيه ، فقالت [ ص: 116 ] منهن واحدة : لا تفتحنه حتى تأتين به سيدتكن فهو أحظى لكن عندها ، وأجدر بألا تتهمكن بأنكن وجدتن فيه شيئا فأخذتموه لأنفسكن . وكانت امرأة فرعون لا تشرب من الماء إلا ما استقينه أولئك الجواري فذهبن بالتابوت إليها مغلقا ، فلما فتحته رأت صبيا لم ير مثله قط ؛ وألقي عليها محبته فأخذته فدخلت به على فرعون ، فقالت له : قرة عين لي ولك قال لها فرعون : أما لك فنعم ، وأما لي فلا . فبلغنا أن رسول الله - صلى الله عليه وسلم - قال : لو أن فرعون قال نعم هو قرة عين لي ولك لآمن وصدق فقالت : هبه لي ولا تقتله ؛ فوهبه لها . وقيل : ولتصنع على عيني أي تربى وتغذى على مرأى مني ؛ قاله قتادة . قال النحاس : وذلك معروف في اللغة ؛ يقال : صنعت الفرس وأصنعته إذا أحسنت القيام عليه . والمعنى ولتصنع على عيني فعلت ذلك . وقيل : اللام متعلقة بما بعدها من قوله : إذ تمشي أختك على التقديم والتأخير ف ( إذ ) ظرف لتصنع . وقيل : الواو في ولتصنع زائدة . وقرأ ابن القعقاع ( ولتصنع ) بإسكان اللام على الأمر ، وظاهره للمخاطب والمأمور غائب . وقرأ أبو نهيك ( ولتصنع ) بفتح التاء . والمعنى ولتكون حركتك وتصرفك بمشيئتي وعلى عين مني . ذكره المهدوي .",
  "ayah": 39,
  "surah": 20
}
