{
  "text": "قوله تعالى : قال لا تخافا إنني معكما أسمع وأرى فيه مسألتان :الأولى : قال العلماء : لما لحقهما ما يلحق البشر من الخوف على أنفسهما عرفهما الله سبحانه أن فرعون لا يصل إليهما ولا قومه . وهذه الآية ترد على من قال : إنه لا يخاف ؛ والخوف من الأعداء سنة الله في أنبيائه وأوليائه مع معرفتهم به وثقتهم . ولقد أحسن البصري رحمه الله حين قال للمخبر عن عامر بن عبد الله - أنه نزل مع أصحابه في طريق الشام على ماء ، فحال الأسد بينهم وبين الماء ، فجاء عامر إلى الماء فأخذ منه حاجته ، فقيل له : فقد خاطرت بنفسك . فقال : لأن تختلف الأسنة في جوفي أحب إلي من أن يعلم الله أني أخاف شيئا سواه - قد خاف من كان خيرا من عامر ؛ موسى - صلى الله عليه وسلم - حين قال له : إن الملأ يأتمرون بك ليقتلوك فاخرج إني لك من الناصحين فخرج منها خائفا يترقب قال رب نجني من القوم الظالمين وقال : فأصبح في المدينة خائفا يترقب وقال حين ألقى السحرة حبالهم وعصيهم : فأوجس في نفسه خيفة موسى . قلنا لا تخف إنك أنت الأعلى .[ ص: 121 ] قلت : ومنه حفر النبي - صلى الله عليه وسلم - الخندق حول المدينة تحصينا للمسلمين وأموالهم ، مع كونه من التوكل والثقة بربه بمحل لم يبلغه أحد ؛ ثم كان من أصحابه ما لا يجهله أحد من تحولهم عن منازلهم ، مرة إلى الحبشة ، ومرة إلى المدينة ؛ تخوفا على أنفسهم من مشركي مكة ؛ وهربا بدينهم أن يفتنوهم عنه بتعذيبهم . وقد قالت أسماء بنت عميس لعمر لما قال لها سبقناكم بالهجرة ، فنحن أحق برسول الله - صلى الله عليه وسلم - منكم : كذبت يا عمر ، كلا والله كنتم مع رسول الله - صلى الله عليه وسلم - ، يطعم جائعكم ويعظ جاهلكم ، وكنا في دار - أو أرض - البعداء البغضاء في الحبشة ؛ وذلك في الله ورسوله ؛ وايم الله لا أطعم طعاما ولا أشرب شرابا حتى أذكر ما قلت لرسول الله - صلى الله عليه وسلم - ونحن كنا نؤذى ونخاف . الحديث بطوله خرجه مسلم . قال العلماء : فالمخبر عن نفسه بخلاف ما طبع الله نفوس بني آدم كاذب ؛ وقد طبعهم على الهرب مما يضرها ويؤلمها أو يتلفها . قالوا : ولا ضار أضر من سبع عاد في فلاة من الأرض على من لا آلة معه يدفعه بها عن نفسه ، من سيف أو رمح أو نبل أو قوس وما أشبه ذلك .الثانية : قوله تعالى : إنني معكما يريد بالنصر والمعونة والقدرة على فرعون . وهذا كما تقول : الأمير مع فلان إذا أردت أنه يحميه . وقوله : أسمع وأرى عبارة عن الإدراك الذي لا تخفى معه خافية ، تبارك الله رب العالمين .",
  "ayah": 46,
  "surah": 20
}
