{
  "text": "قوله تعالى : قال فاذهب أي قال له موسى فاذهب أي من بيننا فإن لك في الحياة أن تقول لا مساس أي لا أمس ولا أمس طول الحياة . فنفاه موسى عن قومه وأمر بني إسرائيل ألا يخالطوه ولا يقربوه ولا يكلموه عقوبة له . قال الشاعر :تميم كرهط السامري وقوله     ألا لا يريد السامري مساساقال الحسن : جعل الله عقوبة السامري ألا يماس الناس ولا يماسوه عقوبة له ولمن كان منه إلى يوم القيامة ؛ وكأن الله - عز وجل - شدد عليه المحنة ، بأن جعله لا يماس أحدا ولا يمكن من أن يمسه أحد ، وجعل ذلك عقوبة له في الدنيا . ويقال : ابتلي بالوسواس وأصل الوسواس من ذلك الوقت . وقال قتادة : بقاياهم إلى اليوم يقولون ذلك - لا مساس - وإن مس واحد من غيرهم أحدا منهم حم كلاهما في الوقت . ويقال : إن موسى هم بقتل السامري ، فقال الله تعالى له : لا تقتله فإنه سخي . ويقال لما قال له موسى : فاذهب فإن لك في الحياة أن تقول لا مساس خاف فهرب فجعل يهيم في البرية مع السباع والوحشي ، لا يجد أحدا من الناس يمسه حتى صار كالقائل لا مساس ؛ لبعده عن الناس وبعد الناس عنه ؛ كما قال الشاعر :حمال رايات بها قناعسا     حتى تقول الأزد لا مساسامسألة : هذه الآية أصل في نفي أهل البدع والمعاصي وهجرانهم وألا يخالطوا ، وقد فعل النبي - صلى الله عليه وسلم - ذلك بكعب بن مالك والثلاثة الذين خلفوا . ومن التجأ إلى الحرم وعليه قتل [ ص: 155 ] لا يقتل عند بعض الفقهاء ، ولكن لا يعامل ولا يبايع ولا يشارى ، وهو إرهاق إلى الخروج . ومن هذا القبيل التغريب في حد الزنا ، وقد تقدم جميع هذا كله في موضعه ، فلا معنى لإعادته . والحمد لله وحده . وقال هارون القارئ : ولغة العرب لا مساس بكسر السين وفتح الميم ، وقد تكلم النحويون فيه ؛ فقال سيبويه : هو مبني على الكسر كما يقال اضرب الرجل . وقال أبو إسحاق : لا مساس نفي وكسرت السين لأن الكسرة من علامة التأنيث ؛ تقول فعلت يا امرأة . قال النحاس وسمعت علي بن سليمان يقول سمعت محمد بن يزيد يقول : إذا اعتل الشيء من ثلاث جهات وجب أن يبنى ، وإذا اعتل من جهتين وجب ألا ينصرف ؛ لأنه ليس بعد ترك الصرف إلا البناء ؛ فمساس ودراك اعتل من ثلاث جهات : منها أنه معدول ، ومنها أنه مؤنث ، وأنه معرفة ؛ فلما وجب البناء فيه وكانت الألف قبل السين ساكنة كسرت السين لالتقاء الساكنين ؛ كما تقول اضرب الرجل . ورأيت أبا إسحاق يذهب إلى أن هذا القول خطأ ، وألزم أبا العباس إذا سمى امرأة بفرعون يبنيه ، وهذا لا يقوله أحد . وقال الجوهري في الصحاح : وأما قول العرب لا مساس مثال قطام فإنما بني على الكسر لأنه معدول عن المصدر وهو المس . وقرأ أبو حيوة ( لا مساس ) . وإن لك موعدا لن تخلفه يعني يوم القيامة . والموعد مصدر ؛ أي إن لك وعدا لعذابك . وقرأ ابن كثير وأبو عمرو ( تخلفه ) بكسر اللام وله معنيان : أحدهما : ستأتيه ولن تجده مخلفا ؛ كما تقول : أحمدته أي وجدته محمودا . والثاني : على التهديد أي لا بد لك من أن تصير إليه . والباقون بفتح اللام ؛ بمعنى : إن الله لن يخلفك إياه .قوله تعالى : وانظر إلى إلهك الذي ظلت عليه عاكفا أي دمت وأقمت عليه . عاكفا أي ملازما . وأصله ظللت ؛ قال :خلا أن العتاق من المطايا     أحسن به فهن إليه شوشأي أحسسن . وكذلك قرأ الأعمش بلامين على الأصل . وفي قراءة ابن مسعود ( ظلت ) بكسر الظاء . يقال : ظللت أفعل كذا إذا فعلته نهارا وظلت وظلت ؛ فمن قال : ظلت حذف اللام الأولى تخفيفا ؛ ومن قال ظلت ألقى حركة اللام على الظاء . لنحرقنه قراءة العامة بضم النون وشد الراء من حرق يحرق . وقرأ الحسن وغيره بضم النون وسكون الحاء وتخفيف الراء من أحرقه يحرقه . وقرأ علي وابن عباس وأبو جعفر وابن محيصن وأشهب العقيلي ( لنحرقنه ) بفتح النون وضم الراء خفيفة ، من حرقت الشيء أحرقه حرقا بردته وحككت بعضه ببعض ، ومنه قولهم : حرق نابه يحرقه ويحرقه أي سحقه حتى سمع له صريف ؛ فمعنى هذه [ ص: 156 ] القراءة لنبردنه بالمبارد ، ويقال للمبرد المحرق . والقراءتان الأوليان معناهما الحرق بالنار . وقد يمكن جمع ذلك فيه ؛ قال السدي : ذبح العجل فسال منه كما يسيل من العجل إذا ذبح ، ثم برد عظامه بالمبرد وحرقه وفي حرف ابن مسعود ( لنذبحنه ثم لنحرقنه ) واللحم والدم إذا أحرقا صارا رمادا فيمكن تذريته في اليم فأما الذهب فلا يصير رمادا وقيل عرف موسى ما صير به الذهب رمادا ، وكان ذلك من آياته .ومعنى لننسفنه لنطيرنه . وقرأ أبو رجاء ( لننسفنه ) بضم السين لغتان ، والنسف نفض الشيء ليذهب به الريح وهو التذرية ، والمنسف ما ينسف به الطعام ؛ وهو شيء متصوب الصدر أعلاه مرتفع ، والنسافة ما يسقط منه ؛ يقال : اعزل النسافة وكل من الخالص . ويقال : أتانا فلان كأن لحيته منسف ؛ حكاه أبو نصر أحمد بن حاتم . والمنسفة آلة يقلع بها البناء ، ونسفت البناء نسفا قلعته ، ونسف البعير الكلأ ينسفه بالكسر إذا اقتلعه بأصله ، وانتسفت الشيء اقتلعته ؛ عن أبي زيد .",
  "ayah": 97,
  "surah": 20
}
