{
  "text": "{ يَوْمَئِذٍ يَتَّبِعُونَ الدَّاعِيَ } وذلك حين يبعثون من قبورهم ويقومون منها، يدعوهم الداعي إلى الحضور والاجتماع للموقف، فيتبعونه مهطعين إليه، لا يلتفتون عنه، ولا يعرجون يمنة ولا يسرة، وقوله: { لَا عِوَجَ لَهُ } أي: لا عوج لدعوة الداعي، بل تكون دعوته حقا وصدقا، لجميع الخلق، يسمعهم جميعهم، ويصيح بهم أجمعين، فيحضرون لموقف القيامة، خاشعة أصواتهم للرحمن، { فَلَا تَسْمَعُ إِلَّا هَمْسًا } أي: إلا وطء الأقدام، أو المخافتة سرا بتحريك الشفتين فقط، يملكهم الخشوع والسكون والإنصات، انتظارا لحكم الرحمن فيهم، وتعنو وجوههم، أي: تذل وتخضع، فترى في ذلك الموقف العظيم، الأغنياء والفقراء، والرجال والنساء، والأحرار والأرقاء، والملوك والسوقة، ساكتين منصتين، خاشعة أبصارهم، خاضعة رقابهم، جاثين على ركبهم، عانية وجوههم، لا يدرون ماذا ينفصل كل منهم به، ولا ماذا يفعل به، قد اشتغل كل بنفسه وشأنه، عن أبيه وأخيه، وصديقه وحبيبه { لِكُلِّ امْرِئٍ مِنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ } فحينئذ يحكم فيهم الحاكم العدل الديان، ويجازي المحسن بإحسانه، والمسيء بالحرمان. والأمل بالرب الكريم، الرحمن الرحيم، أن يرى الخلائق منه، من الفضل والإحسان، والعفو والصفح والغفران، ما لا تعبر عنه الألسنة، ولا تتصوره الأفكار، ويتطلع لرحمته إذ ذاك جميع الخلق لما يشاهدونه [فيختص المؤمنون به وبرسله بالرحمة]  فإن قيل: من أين لكم هذا الأمل؟ وإن شئت قلت: من أين لكم هذا العلم بما ذكر؟ قلنا: لما نعلمه من غلبة رحمته لغضبه، ومن سعة جوده، الذي عم جميع البرايا، ومما نشاهده في أنفسنا وفي غيرنا، من النعم المتواترة في هذه الدار، وخصوصا في فصل القيامة، فإن قوله: { وَخَشَعَتِ الْأَصْوَاتُ لِلرَّحْمَنِ } { إِلَّا مَنْ أَذِنَ لَهُ الرَّحْمَنُ } مع قوله { الْمُلْكُ يَوْمَئِذٍ الْحَقُّ لِلرَّحْمَنِ } مع قوله صلى الله عليه وسلم: \\\" إن لله مائة رحمة أنزل لعباده رحمة، بها يتراحمون ويتعاطفون، حتى إن البهيمة ترفع حافرها عن ولدها خشية أن تطأه -أي:- من الرحمة المودعة في قلبها، فإذا كان يوم القيامة، ضم هذه الرحمة إلى تسع وتسعين رحمة، فرحم بها العباد \\\"  مع قوله صلى الله عليه وسلم: \\\" لله أرحم بعباده من الوالدة بولدها \\\" فقل ما شئت عن رحمته، فإنها فوق ما تقول، وتصور ما شئت، فإنها فوق ذلك، فسبحان من رحم في عدله وعقوبته، كما رحم في فضله وإحسانه ومثوبته، وتعالى من وسعت رحمته كل شيء، وعم كرمه كل حي، وجل من غني عن عباده، رحيم بهم، وهم مفتقرون إليه على الدوام، في جميع أحوالهم، فلا غنى لهم عنه طرفة عين.",
  "ayah": 108,
  "surah": 20
}
