{
  "text": "Commentary\nBackground of the revelation\nTirmidhi has recorded, on the authority of Sayyidna ` Abdullah Ibn Salam ؓ ، that a group of Companions discussed among themselves that if we come to know which is the dearest of actions in the sight of Allah, we shall act upon it. Hakim reported this Tradition and graded its chain as sahib'. Baghawi in his citation added the following words: \"If we come to know which is the dearest of actions in the sight of Allah, we shall dedicate our lives and wealth to it.\" [ Mazhari ].\nIbn Kathir, with reference to Musnad of Ahmad, reports that some of the Companions gathered and wanted someone to go to Allah's Messenger ﷺ and ask him about the action that is dearest to Allah, but no one dared to do so. Whilst this discussion was going on, the Holy Messenger ﷺ sent a man to call each one of them by name. When they all arrived, the Holy Prophet ﷺ recited the entire Surah As-Saff which had been revealed just then. This Surah shows that the 'dearest action' they were looking for was jihad in the cause of Allah' and their statement that 'if we come to know about it, we shall dedicate our lives in acting upon it' was a sort of claim of having ability to do it. At this, they are admonished that it is not proper for any believer to make such a claim, because no one can for sure know whether he will be able to implement his intentions when the time arrives. It is not in his power that all the causes of action are made effective and all impediments are removed. Nor are the abilities and strengths of his hands or arms or limbs or organs altogether in his power. Nor is his determination or intention completely in his control. Therefore, even the Holy Prophet ﷺ has been instructed in the Qur'an, thus:\nوَلَا تَقُولَنَّ لِشَيْءٍ إِنِّي فَاعِلٌ ذَٰلِكَ غَدًا إِلَّا أَن يَشَاءَ اللَّـهُ\n\"And never say about anything, 'I am going to do this tomorrow, unless [ you say - 'if ] Allah wills.) [ 18: 23-24]\nAlthough the intention of the blessed Companions was not to make a boastful claim, it did seem apparently as a claim, which Allah dislikes. If a person makes a commitment to do something in the future, he needs to surrender it to the Divine will and affirm it by saying 'If Allah wills'. The following verses are revealed to admonish the believers.",
  "ayah": 1,
  "surah": 61
}
