{
  "text": "افتتح الله - تعالى - السورة الكريمة بتوجيه النداء إلى النبى - صلى الله عليه وسلم - فقال : ( ياأيها النبي إِذَا طَلَّقْتُمُ النسآء فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحْصُواْ العدة ) .وأحكام الطلاق التى وردت فى هذه الآية ، تشمل النبى - صلى الله عليه وسلم - كما تشمل جميع المكلفين من أمته - صلى الله عليه وسلم - .وإنما كان النداء له - صلى الله عليه وسلم - وكان الخطاب بالحكم عاما له ولأمته ، تشريفا وتكريما له - صلى الله عليه وسلم - لأنه هو المبلغ للناس ، وهو إمامهم وقدوتهم لأحكام الله - تعالى - فيهم .قال صاحب الكشاف : خُصَّ النبى - صلى الله عليه وسلم - بالنداء ، وعُمًّ بالخطاب ، لأن النبى - صلى الله عليه وسلم - إمام أمته وقدوتهم ، كما يقال لرئيس القوم وكبيرهم : يا فلان : افعلوا كيت وكيت ، وإظهارا لتقدمه ، واعتبارا لترؤسه ، وأنه مِدْرة قومه ولسانهم - والمدرة : القرية .أى : أنه بمنزلة القرية لقومه ، وأنه الذى يصدرون عن رأيه ، ولا يستبدون بأمر دونه ، فكان هو وحده فى حكم كلهم ، وساد مسد جميعهم .وهذا التفسير الذى اقتصر عليه صاحب الكشاف ، هو المعول عليه ، وهو الذى يناسب بلاغة القرآن وفصاحته ، ويناسب مقام النبى - صلى الله عليه وسلم - .وقيل : الخطاب له ولأمته : والتقدير : يأيها النبى وأمته إذا طلقتم ، فحذف المعطوف لدلالة ما بعده عليه .وقيل : هو خطاب لأمته فقط ، بعد ندائه - عليه السلام - وهو من تلوين الخطاب ، خاطب أمته بعد أن خاطبه .وقيل : إن الكلام على إضمار قول ، أى : يأيها النبى قل لأمتك إذا طلقتم .والحق أن الذى يتدبر القرآن الكريم ، يرى أن الخطاب والأحكام المترتبة عليه ، تارة تكون خاصة به - صلى الله عليه وسلم - كما فى قوله - تعالى - : ( ياأيها الرسول بَلِّغْ مَآ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ وَإِن لَّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ ) وتارة يكون شاملا له - صلى الله عليه وسلم - ولأمته كما فى هذه الآية التى معنا ، وكما فى قوله - تعالى - : ( ياأيها النبي جَاهِدِ الكفار والمنافقين واغلظ عَلَيْهِمْ ) وتارة يكون - صلى الله عليه وسلم - خارجا عنه كما فى قوله - تعالى - : ( إِمَّا يَبْلُغَنَّ عِندَكَ الكبر أَحَدُهُمَا أَوْ كِلاَهُمَا فَلاَ تَقُل لَّهُمَآ أُفٍّ وَلاَ تَنْهَرْهُمَا وَقُل لَّهُمَا قَوْلاً كَرِيماً واخفض لَهُمَا جَنَاحَ الذل مِنَ الرحمة وَقُل رَّبِّ ارحمهما كَمَا رَبَّيَانِي صَغِيراً ) فصيغة الخطاب هنا وإن كانت موجهة إلى النبى - صلى الله عليه وسلم - إلا إنه ليس داخلا فيها ، لأن والديه لم يكونا موجودين عند نزول هاتين الآيتين .والمراد بقوله : ( إِذَا طَلَّقْتُمُ النسآء ) أى : إذا أردتم تطليقهن ، لأن طلاق المطلقة من باب تحصيل الحاصل .وهذا الأسلوب يرد كثيرا فى القرآن الكريم ، ومنه قوله - تعالى - : ( يَا أَيُّهَا الذين آمَنُواْ إِذَا قُمْتُمْ إِلَى الصلاة فاغسلوا وُجُوهَكُمْ . . ) أى : إذا أردتم القيام للصلاة فاغسلوا .والمراد بالنساء هنا : الزوجات المدخول بهن ، لأن غير المدخول بهن خرجن بقوله - تعالى - : ( ياأيها الذين آمنوا إِذَا نَكَحْتُمُ المؤمنات ثُمَّ طَلَّقْتُمُوهُنَّ مِن قَبْلِ أَن تَمَسُّوهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا ) واللام فى قوله - سبحانه - : فطلقوهن لعدتهن ، هى التى تسمى بلام التوقيت ، وهى بمعنى عند ، أو بمعنى فى ، كما يقول القائل : كتبت هذا الكتاب لعشر مضين من شهر كذا .ومنه قوله - تعالى - : ( أَقِمِ الصلاة لِدُلُوكِ الشمس . . ) أى عند أو فى وقت دلوكها .وقوله : ( وَأَحْصُواْ العدة ) من الإحصاء بمعنى العد والضبط ، وهو مشتق من الحصى ، وهى من صغار الحجارة ، لأن العرب كانوا إذا كثر عدد الشىء ، جعلوا لكل واحد من المعدود حصاة ، ثم عدوا مجموع ذلك الحصى .والمراد به هنا : شدة الضبط ، والعناية بشأن العد ، حتى لا يحصل خطأ فى وقت العدة . والمعنى : يأيها النبى ، أخبر المؤمنين ومرهم ، إذا أرادوا تطليق نسائهم المدخول بهن ، من المعتدات بالحيض ، فعليهم أن يطلقوهن فى وقت عدتهن .وعليهم كذلك أن يضبطوا أيام العدة ضبطا تاما حتى لا يقع فى شأنها خطأ أو لبس .قال الإمام ابن كثير ما ملخصه : خوطب النبى - صلى الله عليه وسلم - أولا تشريفا وتكريما ، ثم خاطب الأمة تبعا ، فقال : ( ياأيها النبي إِذَا طَلَّقْتُمُ النسآء فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحْصُواْ العدة . . ) .روى ابن أبى حاتم عن أنس قال : طلق النبى - صلى الله عليه وسلم - حفصة ، فأتت أهلها ، فأنزل الله - تعالى - هذه الآية . وقيل له : راجعها فإنها صوامة قوامة ، وهى من أزواجك فى الجنة .وروى البخارى أن عبد الله بن عمر ، طلق امرأة له وهى حائض ، فذكر عمر لرسول الله - صلى الله عليه وسلم - ذلك ، فتغيظ - صلى الله عليه وسلم - ثم قال : فليراجعها ، ثم يمسكها حتى تطهر ، ثم تحيض فتطهر ، فإن بدا له أن يطلقها فليطلقها طاهرا قبل أن يمسها ، فتلك العدى التى أمر الله - تعالى - .ثم قال - رحمه الله - : ومن ها هنا أخذ الفقهاء أحكام الطلاق ، وقسموه إلى طلاق سنة ، وطلاق بدعة .فطلاق السنة : أن يطلقها طاهرا من غير جماع ، أو حاملا قد استبان حملها .والبدعى : هو أن يطلقها فى حال الحيض ، - وما يشبهه كالنفاس - ، أو فى طهر قد جامعها فيه ، ولا يدرى أحملت أم لا؟ .وتعليق ( طَلَّقْتُمُ ) بإذا الشرطية ، يشعر بأن الطلاق خلاف الأصل ، إذ الأصل فى الحياة الزوجية أن تقوم على المودة والرحمة ، وعلى الدوام والاستقرار .قال - تعالى - : ( وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَاجاً لتسكنوا إِلَيْهَا وَجَعَلَ بَيْنَكُم مَّوَدَّةً وَرَحْمَةً . . . ) قال القرطبى : روى الثعلبى من حديث ابن عمر قال : قال رسول - صلى الله عليه وسلم - \" إن من أبغض الحلال إلى الله الطلاق \" .وعن أبى موسى قال رسول الله - صلى الله عليه وسلم - : \" لا تطلقوا النساء إلا من ريبة فإن الله - عز وجل - لا يحب الذواقين ولا الذواقات \" .وعن أنس قال : قال رسول الله - صلى الله عليه وسلم - : \" ما حلف بالطلاق ، ولا استحلف به إلا منافق \" .والمراد بالأمر فى قوله - تعالى - : ( فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ ) إرشاد المؤمنين إلى ما يجب عليهم اتباعه إذا ما أرادوا مفارقة أزواجهم ، ونهيهم عن إيقاع الطلاق فى حال الحيض أو ما يشبهها كالنفاس ، لأن ذلك يكون طلاقا بديعا محرما ، إذ يؤدى إلى تطويل عدة المرأة لأن بقية أيام الحيض لا تحسب من العدة ، ويؤدى - أيضا - إلى عدم الوفاء لها ، حيث طلقها فى وقت رغبته فيها فاترة .ولكن الطلاق مع ذلك يعتبر واقعا ونافذا عند جمهور العلماء .قال القرطبى : من طلق فى طهر لم يجامع فيه ، نفذ طلاقه وأصاب السنة ، وإن طلقها وهى حائض نفذ طلاقه وأخطأ السنة .وقال سعيد بن المسبب : لا يقع الطلاق فى الحيض لأنه خلاف السنة ، وإليه ذهبت الشيعة .وفى الصحيحين عن عبد الله بن عمر قال : \" طلقت امرأتى وهى حائض ، فذكر ذلك لرسول الله - صلى الله عليه وسلم - فتغيظ وقال : فليراجعها ثم فليمسكها حتى تحيض حيضة مستقبلة سوى حيضتها التى طلقها فيها \" .وكان عبد الله بن عمر قد طلقها تطليقة ، فحسبت من طلاقها ، وراجعها عبد الله بن عمر كما أمره رسول الله - صلى الله عليه وسلم - .وفى رواية أن الرسول - صلى الله عليه وسلم - قال له : \" هى واحدة \" وهذا نص . وهو يرد على الشيعة قولهم .وقد بسط الفقهاء وبعض المفسرين الكلام فى هذه المسألة فليرجع إليها من شاء .والمخاطب بقوله ( وَأَحْصُواْ العدة ) الأزواج على سبيل الأصالة ، لأنهم هم المخاطبون بقوله ( طَلَّقْتُمُ ) وبقوله ( فَطَلِّقُوهُنَّ ) ، ويدخل معهم الزوجات على سبيل التبع ، وكذلك كل من له صلة بهذا الحكم ، وهو إحصاء العدة .ثم أمر - سبحانه - بتقواه فقال : ( واتقوا الله رَبَّكُمْ ) أى ، واتقوا الله ربكم ، بأن تصونوا أنفسم عن معصيته ، التى من مظاهرها إلحاق الضرر بأزواجكم ، بتطليقهن فى وقت حيضهن . أو فى غير ذلك من الأوقات المنهى عن وقوع الطلاق فيها .فالمقصود بهذه الجملة الكريمة : التحذير من التساهل فى أحكام الطلاق والعدة ، كما كان أهل الجاهلية يفعلون .وجمع - سبحانه - بين لفظ الجلالة ، وبين الوصف بربكم ، لتأكيد الأمر بالتقوى ، وللمبالغة فى وجوب المحافظة على هذه الأحكام .ثم بين - سبحانه - حكما آخر يتعلق بالأزواج والزوجات فقال : ( لاَ تُخْرِجُوهُنَّ مِن بُيُوتِهِنَّ وَلاَ يَخْرُجْنَ إِلاَّ أَن يَأْتِينَ بِفَاحِشَةٍ مُّبَيِّنَةٍ ) .والجملة الكريمة مستأنفة ، أو حال من ضمير ( وَأَحْصُواْ العدة ) أى : حالة كون العدة فى بيوتهن ، والخطاب للأزواج ، والزوجات ، والاستثناء مفرغ من أعم الأحوال والأساليب .والفاحشة : الفعلة البالغة الغاية فى القبح والسوء ، وأكثر إطلاقها على الزنا .وقوله : ( مُّبَيِّنَةٍ ) صفة للفاحشة ، وقراءة الجمهور - بكسر الياء - أى : بفاحشة توضح لمن تبلغه أنها فاحشة لشدة قبحها .وقرأ ابن كثير ( مُّبَيَّنَةٍ ) بفتح الياء - أى : بفاحشة قامت الحجة على مرتكيبيها قياما لا مجال معه للمناقشة أو المجادلة .أى : واتقوا الله ربكم - أيها المؤمنون - فيما تأتون وتذرون ، ومن مظاهر هذه التقوى ، أنكم لا تخرجون زوجاتكم المطلقات من مساكنهن إلى أن تنقضى عدتهن ، وهن - أيضا - لا يخرجن منها بأنفسهن فى حال من الأحوال ، إلا فى حال إتيانهن بفاحشة عظيمة ثبتت عليهن ثبوتا واضحا .فالمقصود بالجملة الكريمة نهى الأزواج عن إخراج المطلقات المعتدات من مساكنهن عند الطلاق إلى أن تنتهى عدتهن ، ونهى المعتدات عن الخروج منها إلا عند اتركابهن الفاحشة الشديدة القبح .وأضاف - سبحانه - البيوت إلى ضمير النساء فقال : ( لاَ تُخْرِجُوهُنَّ مِن بُيُوتِهِنَّ ) للإشعار بأن استحقاقهن للمكث فى بيوت أزواجهن مدة عدتهن كاستحقاق المالك لما يملكه ، ولتأكيد النهى عن الإخراج والخروج .وقد أخذ العلماء من هذه الآية الكريمة ، أن المطلقة لا يصح إخراجها أو خروجها من بيت الزوجية ما دامت فى عدتها ، إلا لأمر ضرورى .قال الألوسى ما ملخصه : وقوله : ( لاَ تُخْرِجُوهُنَّ مِن بُيُوتِهِنَّ ) أى : من مساكنهن عند الطلاق إلى أن تنقضى عدتهن . . . وعدم العطف للإيذان باستقلاله بالطلب اعتناء به ، والنهى عن الإخراج يتناول بمنطوقة عدم إخراجهن غضبا عليهن ، أو كراهة لمساكنتهن . . . ويتناول بإشارته عدم الإذن لهن بالخروج ، لأن خروجهن محرم ، لقوله - تعالى - : ( وَلاَ يَخْرُجْنَ ) فكأنه قيل : لا تخرجوهن ، ولا تأذنوا لهن فى الخروج إذا طلبن ذلك ، ولا يخرجن بأنفسهن إن أردن ، فهناك دلالة على أن سكونهن فى البيوت حق للشرع مؤكد ، فلا يسقط بالإذن . . . وهذا رأى الأحناف .ومذهب الشافعية أنهما لو اتفقا على الانتقال جاز . إذ الحق لا يعدوهما ، فيكون المعنى : لا تخرجوهن ولا يخرجن باستبدادهن .والاستثناء فى قوله : ( إِلاَّ أَن يَأْتِينَ بِفَاحِشَةٍ مُّبَيِّنَةٍ ) يرى بعضهم أنه راجع إلى ( وَلاَ يَخْرُجْنَ ) فتكون الفاحشة المبينة هى نفس الخروج قبل انقضاء العدة ، أى : لا يطلق لهن فى الخروج ، إلا فى الخروج الذى هو فاحشة ، ومن المعلوم أنه لا يطلق لهن فيه ، فيكون ذلك منعا من الخروج على أبلغ وجه .. . كما يقال لا تزن إلا أن تكون فاسقا . . .وقال بعض العلماء : والذى تخلص لى أن حكمة السكنى للمطلقة ، أنها حفظ للأعراض ، فإن المطلقة يكثر التفات العيون لها ، وقد يتسرب سوء الظن إليها ، فيكثر الاختلاف عليها ، ولا تجد ذا عصمة يذب عنها ، فلذلك شرعت لها السكنى ، فلا تخرج إلا لحاجياتها الضرورية . . .ومن الحكم - أيضا - فى ذلك أن المطلقة قد لا تجد مسكنا ، لأن غالب النساء لم تكن لهن أموال ، وإنما هن عيال على الرجال .ويزاد فى المطلقة الرجعية ، قصد استبقاء الصلة بينها وبين مطلقها ، لعله يثوب إليه رشده فيراجعها .فهذا مجموع علل ، فإذا تخلفت واحدة منها لم يتخلف الحكم ، لأن الحكم المعلل بعلتين فأكثر لا يبطله سقوط بعضها .واسم الإشارة فى قوله : ( وَتِلْكَ حُدُودُ الله ) يعود إلى الأحكام التى سبق الحديث عنها ، والحدود : جمع حد ، وهو مالا يصح تجاوزه أو الخروج عنه .أى : وتلك الأحكام التى بيناها لكم ، هى حدود الله - تعالى - التى لا يصح لم تعديها أو تجاوزها ، وإنما يجب عليكم الوقوف عندها ، وتنفيذ ما اشتملت عليه من آداب وهدايات .ثم بين - سبحانه - سوء عاقبة من يتجاوز حدوده فقال : ( وَمَن يَتَعَدَّ حُدُودَ الله فَقَدْ ظَلَمَ نَفْسَهُ ) أى : ومن يتجاوز حدود الله التى حدها لعباده ، بأن أخل بشىء منها ، فقد حمل نفسه وزرا ، وأكسبها إثما ، وعرضها للعقوبة والعذاب .وقوله - تعالى - : ( لاَ تَدْرِى لَعَلَّ الله يُحْدِثُ بَعْدَ ذَلِكَ أَمْراً ) ترغيب فى امتثال الأحكام السابقة ، بعد أن سلك فى شأنها مسلك الترهيب من مخالفتها ، ودعوة إلى فتح باب المصالحة بين الرجل وزوجه ، وعدم السير فى طريق المفارقة حتى النهاية . .والخطاب لكل من يصلح له ، أو هو للمتعدى بطريق الالتفات ، والجملة الكريمة مستأنفة ، مسوقة لتعليل مضمون ما قبلها ، وتفصيل لأحواله .أى : اسلك - أيها المسلم - الطريق الذى أرشدناك إليه فى حياتك الزوجية ، وامتثل ما أمرناك به ، فلا تطلق امرأتك وهى حائض ، ولا تخرجها من بيتها قبل تمام عدتها . . . ولا تقفل باب المصالحة بينك وبينها ، بل اجعل باب المصالح مفتوحا ، فإنك لا تدرى لعل الله - تعالى - يحدث بعد ذلك النزاع الذى نشب بينك وبين زوجك أمرا نافعا لك ولها ، بأن يحول البغض إلى حب ، والخصام إلى وفاق ، والغضب إلى رضا . . .فالجملة الكريمة قد اشتملت على أسمى ألوان الإرشاد لحمل النفوس المتجهة نحو الطلاق . . . إلى التريث والتعقل ، وفتح باب المواصلة بعد المقاطعة والتقارب بعد التباعد ، لأن تقليب القلوب بيد الله - عز وجل - وليس بعيدا عن قدرته - تعالى - تحويل القلوب إلى الحب بعد البغض .قال القرطبى : الأمر الذى يحدثه الله أن يقلب قلبه من بغضها إلى محبتها ، ومن الرغبة عنها إلى الرغبة فيها ، ومن عزيمة الطلاق إلى الندم عليه ، فيراجعها .وقال جميع المفسرين : أراد بالأمر هنا الرغبة فى الرجعة . .",
  "ayah": 1,
  "surah": 65
}
