{
  "text": "ثم بين - سبحانه - حكما يتعلق بما بين الزوجين من حقوق فقال - تعالى - : ( فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ فَارِقُوهُنَّ بِمَعْرُوفٍ . . . ) .والفاء فى قوله ( فَإِذَا بَلَغْنَ . . ) للتفريع على ما تقدم من أحكام تتعلق بالعدة .والمراد ببلوغ أجلهن ، مقاربة نهاية مدة العدة بقرينة ما بعده ، لأن الرجل لا يؤمر بإمساك زوجه بعد انقضاء عدتها ، لأن الإمساك يكون قبل انقضائها .فالكلام من باب المجاز ، لمشابهة مقاربة الشىء ، بالحصول فيه ، والتلبس به .والمراد بالإمساك المراجعة وعدم السير فى طريق مفارقتها .والمعروف : ما أم به الشرع من حسن المعاملة بين الزوجين ، وحرص كل واحد منهما على أداء ما عليه لصاحبه من حقوق .والمعنى : لقد بينت لكم جانبا من الأحكام التى تتعلق بعدة النساء ، فإذا قاربن وشارفن آخر عدتهن ، فأمسكوهن وراجعوهن بحسن معاشرة ، أو فارقوهن بمعروف بأن تعطوهن حقوقهن كاملة غير منقوصة ، بأن تكفوا ألسنتكم عن ذكرهن بسوء .والأمر فى قوله : ( فَأَمْسِكُوهُنَّ ) و ( فَارِقُوهُنَّ ) للإباحة ، و \" أو \" للتخيير .والتعبير بالإمساك للإشعار بأن المطلقة طلاقا رجعيا لها حكم الزوجة ، ما عدا الاستمتاع بها ، فعليه أن يستمسك بها ، ولا يتسرع فى فراقها ، فهى ما زالت فى عصمته .وقدم - سبحانه - الإمساك على الفراق ، للإشارة إلى أنه هو الأولى رعاية لحق الزوجية ، وإبقاء للمودة والرحمة .وشبيه بهذه الآية قوله - تعالى - : ( وَإِذَا طَلَّقْتُمُ النسآء فَبَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ سَرِّحُوهُنَّ بِمَعْرُوفٍ . . . ) ثم قال - سبحانه - : ( وَأَشْهِدُواْ ذَوَي عَدْلٍ مِّنكُمْ ) أى : وأشهدوا عند المراجعة لأزواجكم وعند مفارقتكم لهن رجلين تتوفر فيهما العدالة والاستقامة لأن الإشهاد يقطع التنازع ، ويدفع الريبة ، وينفى التهمة .والأمر فى قوله : ( وَأَشْهِدُواْ ) للندب والاستحباب فى حالتى المراجعة والمفارقة ، فهو كقوله - تعالى - : ( وأشهدوا إِذَا تَبَايَعْتُمْ ) وقال الشافعى فى القديم : إنه للوجوب فى الرجعة . وزعم الطبرسى أن الظاهر أنه أمر بالإشهاد على الطلاق ، وأنه مروى عن أثمة أهل البيت ، وأنه للوجوب ، وشرط فى صحة الطلاق .وقوله : ( وَأَقِيمُواْ الشهادة لِلَّهِ ) معطوف على ما قبله ، والخطاب لكل من تتعلق به الشهادة .والمراد بإقامة الشهادة : أداؤها بالعدل والصدق .أى : وعليكم - أيها المؤمنون - عند أدائكم للشهادة ، أن تؤدوها بالعدل والأمانة ، وأن تجعلوها خالصة لوجه الله - تعالى - وامتثالا لأمره .والجملة الكريمة دليل على أن أداء الشهادة على وجهها الصحيح عند الحكام وغيرهم ، أمر واجب ، لأن الشهادة هنا اسم للجنس ، ولأن الله - تعالى - يقول فى آية أخرى : ( وَلاَ تَكْتُمُواْ الشهادة وَمَن يَكْتُمْهَا فَإِنَّهُ آثِمٌ قَلْبُهُ . . ) والإشارة فى قوله - سبحانه - : ( ذَلِكُمْ يُوعَظُ بِهِ مَن كَانَ يُؤْمِنُ بالله واليوم الآخر ) تعود إلى جميع ما تقدم من أحكام ، كإحصاء العدة وعدم إخراج المطلقة من بيت الزوجية حتى تنتهى عدتها ، والحث على أداء الشهادة بالحق والعدل .والوعظ معناه : التحذير مما يؤذى بطريقة تؤثر فى القلوب ، وتهدى النفوس إلى الرشد .أى : ذلك الذى ذكرناه لكم من أحكام إنما يتأثر به ، ويعمل بمقتضاه الذين يؤمنون بالله - تعالى - وباليوم الآخر إيمانا حقا .وخص - سبحانه - الذين يؤمنون بالله واليوم الآخر بالذكر ، لأنهم هم المنتفعون بهذه الأحكام ، وهم المنفذون لها تنفيذا صحيحا .",
  "ayah": 2,
  "surah": 65
}
