{
  "ayahs": [
    { "ayah": 1, "surah": 101, "text": "Please check ayah 101:11 for complete tafsir." },
    { "ayah": 10, "surah": 101, "text": "Please check ayah 101:11 for complete tafsir." },
    {
      "ayah": 11,
      "surah": 101,
      "text": "১-১১ নং আয়াতের তাফসীর\n(আরবি) শব্দটিও কিয়ামতের একটি নাম। যেমন (আরবি) এবং (আরবি) এগুলোও কিয়ামতের নাম। কিয়ামতের বিভীষিকা এবং ভয়াবহতা বুঝানোর জন্যেই আল্লাহ তা'আলা প্রশ্ন করেছেন যে, সেটা কি? আল্লাহ তা'আলার জানিয়ে দেয়া ছাড়া সেটা জানা কারো পক্ষে সম্ভব নয়। তারপর আল্লাহ তা'আলা নিজেই বলেনঃ সেদিন মানুষ বিক্ষিপ্ত পঙ্গপালের ন্যায় হয়ে যাবে এবং এদিক ওদিক ছুটাছুটি করবে। যেমন অন্য জায়গায় রয়েছেঃ (আরবি) অর্থাৎ “তারা যেন ছড়িয়ে থাকা পঙ্গপাল।” (৫৪:৭) তারপর আল্লাহ তাবারাকা ওয়া তা'আলা বলেনঃ পাহাড়সমূহ ধূণিত রঙিন পশমের ন্যায় হয়ে যাবে। অনন্তর যার ঈমান ও আমলের পাল্লা ভারী হবে সে তো বাসনারূপ সুখে অবস্থান করবে। আর যার ঈমান ও আমলের পাল্লা হালকা হবে সে জাহান্নামের যোগ্য বলে বিবেচিত হবে। তাকে উল্টোমুখে জাহান্নামে। নিক্ষেপ করা হবে।(আরবি) এর অর্থ হলো দেমাগ অর্থাৎ সে মুখ থুবড়ে হাবিয়াহ্ জাহান্নামে নিক্ষিপ্ত হবে। এ অর্থও হতে পারে যে, ফেরেশতা জাহান্নামে তার মাথায় আযাবের বৃষ্টি বর্ষণ করবে। আবার অর্থ এটাও হতে পারে যে, তার আসল ঠিকানা ঐ জায়গা যেখানে তার অবস্থানস্থল নির্ধারণ করা হয়েছে ঐ জায়গা হলো জাহান্নাম।হাবিয়াহ্ জাহান্নামের একটি নাম। এ জন্যেই এর ব্যাখ্যা করতে গিয়ে আল্লাহ পাক স্বীয় নবী (সঃ) কে বলেনঃ সেটা কি তা তোমার জানা আছে? সেটা এক জ্বলন্ত অগ্নি।হযরত আশ’আস ইবনে আবদিল্লাহ (রঃ) বলেন যে, মুমিনের মৃত্যুর পর তার রূহ ঈমানদারদের রূহের কাছে নিয়ে যাওয়া হয়। ফেরেশতা ঐ সব রূহকে বলেনঃ তোমাদের ভাই এর মনোরঞ্জন ও শান্তির ব্যবস্থা করো। পৃথিবীতে সে অনেক দুঃখ কষ্ট সহ্য করেছে।” ঐ সন্ধ্রহসমূহ তখন জিজ্ঞেস করেঃ “অমুকের খবর কি?” সে কেমন আছে?” নবাগত রূহ তখন উত্তর দেয়ঃ সে তো মারা গেছে। তোমাদের কাছে সে আসেনি? তখন রূহসমূহ বুঝে নেয় এবং বলেঃ রাখো তার কথা, সে তার মা হাবিয়ায় পৌঁছেছে।”আল্লাহ তা'আলা বলেনঃ সেটা এক জ্বলন্ত অগ্নি। ঐ আগুন খুবই দাউদাউ করে জ্বলে ক্ষণিকের মধ্যে ভস্মীভূত করে দেয়।হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, নবী করীম (সঃ) বলেছেনঃ “তোমাদের এ আগুনের তেজ জাহান্নামের আগুনের তেজের মাত্র সত্তর ভাগের এক ভাগ।” জনগণ জিজ্ঞেস করলেনঃ“হে আল্লাহর রাসূল (সঃ)! ধ্বংস করার জন্যে তো এ আগুনই যথেষ্ট?” উত্তরে রাসূলুল্লাহ (সঃ) বললেনঃ “তা ঠিক কিন্তু জাহান্নামের আগুন এর চেয়ে উনসত্তর গুণ বেশী তেজস্বী।” সহীহ বুখারীতে এ হাদীস রয়েছে এবং তাতে আরো রয়েছেঃ “ওর প্রত্যেক অংশ এই আগুনের মত।\" মুসনাদে আহমাদেও এ হাদীসটি বর্ণিত হয়েছে। মুসনাদের একটি হাদীসে এটাও রয়েছে যে, দুনিয়ার এ আগুন জাহান্নামের আগুনের সত্তর ভাগের এক ভাগ হওয়া সত্ত্বেও সমুদ্রের পানিতে দু’বার ধুয়ে দুনিয়ায় পাঠানো হয়েছে। এরূপ না করা হলে দুনিয়ার আগুন দ্বারা উপকার গ্রহণ করা সম্ভব হতো না। অন এক হাদীসে রয়েছে যে, দুনিয়ার এ আগুনের তেজ জাহান্নামের আগুনের তেজের একশ' ভাগের এক ভাগ মাত্র। ইমাম আবুল কাসিম তিবরানীর (রঃ) হাদীস গ্রন্থে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমাদের এ আগুন এবং জাহান্নামের আগুনের মধ্যে কি পার্থক্য আছে তা কি তোমরা জান? তোমাদের এ আগুনের ধোঁয়ার চেয়েও সত্তর গুণ বেশী কালো জাহান্নামের আগুন!” হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “জাহান্নামের আগুনকে এক হাজার বছর পর্যন্ত প্রজ্জ্বলিত করা হয়। ফলে ঐ আগুন লাল হয়ে যায়। তারপর আরো এক হাজার বছর ধরে জ্বাল দেয়া হয়। এতে ঐ আগুন সাদা বর্ণ ধারন করে। তারপর আরো এক হাজার বছর পর্যন্ত জ্বাল দেয়ায় ঐ আগুন কালো হয়ে যায়। বর্তমানে ঐ আগুন অত্যন্ত কালো ও অন্ধকারাচ্ছন্ন।” (এ হাদীসটি ইমাম তিরমিযী (রঃ) ও ইমাম ইবনে মাজাহ (রঃ) বর্ণনা করেছেন)মুসনাদে আহমাদে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যাকে সবচেয়ে সহজ ও হালকা শাস্তি দেয়া হবে তাকে এক জোড়া আগুনের জুতা পরিয়ে দেয়া হবে। এর ফলে তার মাথার মগজ টগবগ করে ফুটতে থাকবে।”সহীহ বুখারী ও সহীহ মুসলিমে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “জাহান্নাম তার প্রতিপালকের নিকট অভিযোগ করলোঃ “হে আমার প্রতিপালক। আমার এক অংশ অন্য অংশকে খেয়ে ফেলছে।\" আল্লাহ তাআলা তখন তাকে দুটি নিঃশ্বাস ছাড়ার অনুমতি দিলেন। একটি শীতকালে এবং অন্যটি গ্রীষ্মকালে। প্রচণ্ড শীত যে তোমরা অনুভব কর তা হলো জাহান্নামের শীতল নিঃশ্বাস, আর গ্রীষ্মের যে প্রচণ্ড গরম তোমরা অনুভব কর সেটা জাহান্নামের গরম নিঃশ্বাসের প্রতিক্রিয়া।” অন্য একটি হাদীসে রয়েছেঃ “প্রচণ্ড গরম পড়া শুরু হলে (গরমের প্রখরতা) কিছুটা ঠাণ্ডা হওয়ার পর নামায পড়ো। কেননা, গরমের প্রখরতা জাহান্নামের তেজস্বিতার কারণে হয়ে থাকে।”"
    },
    { "ayah": 2, "surah": 101, "text": "Please check ayah 101:11 for complete tafsir." },
    { "ayah": 3, "surah": 101, "text": "Please check ayah 101:11 for complete tafsir." },
    { "ayah": 4, "surah": 101, "text": "Please check ayah 101:11 for complete tafsir." },
    { "ayah": 5, "surah": 101, "text": "Please check ayah 101:11 for complete tafsir." },
    { "ayah": 6, "surah": 101, "text": "Please check ayah 101:11 for complete tafsir." },
    { "ayah": 7, "surah": 101, "text": "Please check ayah 101:11 for complete tafsir." },
    { "ayah": 8, "surah": 101, "text": "Please check ayah 101:11 for complete tafsir." },
    { "ayah": 9, "surah": 101, "text": "Please check ayah 101:11 for complete tafsir." }
  ]
}
