{
  "ayahs": [
    { "ayah": 1, "surah": 11, "text": "Please check ayah 11:4 for complete tafsir." },
    { "ayah": 10, "surah": 11, "text": "Please check ayah 11:11 for complete tafsir." },
    { "ayah": 100, "surah": 11, "text": "Please check ayah 11:101 for complete tafsir." },
    {
      "ayah": 101,
      "surah": 11,
      "text": "১০০-১০১ নং আয়াতের তাফসীর\nআল্লাহ তাআ’লা নবীদের ও তাদের উম্মত বর্গের ঘটনাবলী এবং কিভাবে তিনি কাফিরদেরকে ধ্বংস করেন এবং মুমিনমু’মিনদেরকে মুক্তি দেন, এসব বর্ণনা করার পর তিনি এখানে বলেনঃ এগুলি হচ্ছে ঐ গ্রামবাসীদের ঘটনা যা আমি তোমার (রাসূলুল্লাহর সঃ) সামনে বর্ণনা করছি। ওগুলির মধ্যে কতকগুলি গ্রাম এখনো আবাদ রয়েছে এবং কতকগুলি একেবারে বিলুপ্ত হয়ে গেছে। আল্লাহ পাক বলেনঃ আমি তাদের প্রতি অত্যাচার করে তাদেরকে ধ্বংস করি নাই। বরং তারা নিজেরাই কুফরী ও মিথ্যা প্রতিপন্ন করার কারণে নিজেদেরকে ধ্বংসের মুখে ঠেলে দেয়। আর তারা যে সব বাতিল মা’বুদের উপর নির্ভর করেছিল বিপদের সময় তারা তাদের কোনই কাজে আসে নাই। বরং তাদের পূজা পার্বনই তাদের ধ্বংস ও ক্ষতির কারণ হয়। উভয় জগতের শাস্তি তাদের উপর পতিত হয়।"
    },
    {
      "ayah": 102,
      "surah": 11,
      "text": "আল্লাহ তাআ’লা বলেনঃ যেভাবে আমি ঐ অত্যাচারী কওমকে ধ্বংস করেছি, তেমনিভাবে যারাই এদের মত আমল করবে তাদেরকেও এইরূপ প্রতিফলই পেতে হবে। আল্লাহ তাআ’লার পাকড়াও খুবই যন্ত্রণাদায়ক ও কঠিন হয়ে থাকে। সহীহ বুখারী ও সহীহ মুসলিমে হযরত আবু মূসা আশআ’রী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ নিশ্চয় আল্লাহ তাআ’লা যালিমদেরকে অবকাশ ও ঢিল দিয়েছেন, শেষ পর্যন্ত কোন অবকাশ মিলবে না। অতঃপর তিনি উপরোক্ত আয়াতটি পাঠ করেন।"
    },
    { "ayah": 103, "surah": 11, "text": "Please check ayah 11:105 for complete tafsir." },
    { "ayah": 104, "surah": 11, "text": "Please check ayah 11:105 for complete tafsir." },
    {
      "ayah": 105,
      "surah": 11,
      "text": "১০৩-১০৫ নং আয়াতের তাফসীর\nআল্লাহ তাআ’লা বলেনঃ কাফিরদেরকে ধ্বংস করা এবং মুমিনমু’মিনদেরকে মুক্তি দেয়ার মধ্যে অবশ্যই নিদর্শন রয়েছে আমার ওয়াদার সত্যতার, যে ওয়াদা আমি কিয়ামতের দিন সম্পর্কে করেছি। তিনি বলেন নিশ্চয় আমি আমার রাসূলদেরকে এবং মুমিনমু’মিনদেরকে সাহায্য করবো পার্থিব জীবনে এবং সকলের হাযির হওয়ার দিন; অর্থাৎ কিয়ামতের দিন। আর এক জায়গায় তিনি বলেনঃ তাদের কাছে তাদের প্রতিপালক ওয়াহী পাঠালেনঃ “আমি অবশ্যই যালিমদেরকে ধ্বংস করবো।”মহান আল্লাহ বলেন যে, এটা এমন একটা দিন হবে যেই দিন সমস্ত মানুষকে অর্থাৎ প্রথম ও শেষের সব মানুষকে একত্রিত করা হবে, একজনও ছুটে যাবে না। ওটা হবে বড়ই কঠিন দিন। ঐ দিন হবে সকলের উপস্থিতির দিন। সেই দিন ফেরেশতা ও রাসূলদেরকে হাযির করা হবে এবং সমুদয় সৃষ্ট জীবকে একত্রিত করা হবে। তারা হচ্ছে মানব, দানব, পাখী, বন্য জন্তু এবং ভূ-পৃষ্টে বিচরণকারী সমস্ত কিছু। প্রকৃত ন্যায় বিচারক উত্তম রূপে ন্যায় বিচার করবেন। তিনি তিল পরিমাণও অত্যাচার করবেন না। যদি কিছু পুণ্য থাকে তবে তিনি তা বহু গুণে বাড়িয়ে দেবেন।কিয়ামত সংঘটিত হতে বিলম্ব হওয়ার কারণ এই যে, একটা নির্ধারিত সময় পর্যন্ত দুনিয়া বনী আদম দ্বারা আবাদ হতে থাকবে এটা মহান আল্লাহ পূর্ব হতেই নির্ধারণ করে রেখেছেন। এতে মোটেই আগা পিছা হবে না। অতঃপর এই নির্দিষ্ট সময় শেষে কিয়ামত সংঘটিত হয়ে যাবে। যেই দিন কিয়ামত সংঘটিত হবে সেই দিন আল্লাহ তাআ’লার অনুমতি ছাড়া কেউই মুখ খুলতে পারবে না। কিন্তু রহমান (আল্লাহ) যাকে অনুমতি দেবেন সে-ই কথা বলবে এবং সে-ও সঠিক কথাই বলবে। রহমানের (আল্লাহর) সামনে সমস্ত শব্দ নীচু হয়ে যাবে। সহীহ্ বুখারী ও সহীহ্ মুসলিমের শাফা’আতের হাদীসে রয়েছে যে, সেই দিন রাসূলগণ ছাড়া কেউই কথা বলবে না এবং তাঁদের কথা হবেঃ “হে আল্লাহ! নিরাপদে রাখুন, নিরাপত্তা দান করুন।” হাশরের ময়দানে বহু হতভাগ্য লোকও থাকবে এবং বহু ভাগ্যবান লোকও থাকবে। যেমন আল্লাহ তাআ’লা বলেনঃ (আরবি)অর্থাৎ এক দল বেহেশ্‌তে থাকবে এবং একদল দুযখে থাকবে। (৪২: ৭) হযরত ইবনু উমার (রাঃ) হতে বর্ণিত আছে যে, যখন (আরবি) অবতীর্ণ হয় তখন হযরত উমার (রাঃ) জিজ্ঞেস করেনঃ “হে আল্লাহর রাসূল (সঃ) আমরা কিসের উপর আমল করবো? আমাদের আমল কি এর উপর হবে যা পূর্বে শেষ হয়ে গেছে (অর্থাৎ পূর্বেই লিখিত আছে), না এর উপর যা পূর্বে শেষ হয় নাই (বরং নতুনভাবে লিখিত হবে)?” রাসূলুল্লাহ (সঃ) উত্তরে বলেনঃ “হে উমার (রাঃ)! তোমাদের আমল এর উপর ভিত্তি করেই হবে যা পূর্বেই লিখা হয়ে গেছে। (নতুনভাবে আর লিখা হবে না) তবে প্রত্যেকের জন্যে ওটাই সহজ হবে যার জন্যে (অর্থাৎ যে কাজের জন্যে) তার জন্ম হয়েছে।” (এ হাদীসটি হা’ফিয আবু ইয়ালা (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন)"
    },
    { "ayah": 106, "surah": 11, "text": "Please check ayah 11:107 for complete tafsir." },
    {
      "ayah": 107,
      "surah": 11,
      "text": "১০৬-১০৭ নং আয়াতের তাফসীর\nআল্লাহ তাআ’লা বলেনঃ (আরবি) (জাহান্নামে কাফির ও পাপীদের অবস্থা এইরূপ হবে যে,) তাতে তাদের চীৎকার ও আর্তনাদ হতে থাকবে। হযরত ইবনু আব্বাস (রাঃ) বলেন যে, (আরবি) হয় কষ্ঠে এবং (আরবি) হয় বক্ষে। জাহান্নামের শাস্তির কারণেই তাদের অবস্থা এইরূপ হবে। আমরা এর থেকে আল্লাহ তাআ’লার নিকট আশ্রয় প্রার্থনা করছি।(আরবি) এ ব্যাপারে ইমাম আবু জাফর ইবনু জারীর (রঃ) বলেনঃ কোন কিছু চিরস্থায়ীত্ব বুঝাবার সময় আরববাসীদের পরিভাষায় বলা হতো: (আরবি) অর্থাৎ “এটা আসমান ও যমীনের চিরস্থায়ীত্বের মতো চিরস্থায়ী। অনুরূপভাবে তারা বলতোঃ (আরবি) অর্থাৎ যতদিন পর্যন্ত রাত্রি ও দিবসের বিবর্তন চলবে, ততদিন পর্যন্ত সে বাকী ও স্থায়ী থাকবে।” সুতরাং (আরবি) দ্বারা আল্লাহ তাআ’লা চিরস্থায়ীত্ব বুঝাতে চেয়েছেন, শর্ত হিসেবে তিনি এ শব্দগুলি ব্যবহার করেন নাই তাছাড়া এও হতে পারে যে, এই আসমান ও যমীনের পরে আখেরাতে অন্য আসমান ও যমীন হবে। সুতরাং এখানে (আরবি) উদ্দেশ্য। কেননা, হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণিত আছে যে, প্রত্যেক জান্নাতের আসমান ও যমীন রয়েছে। এরপরে আল্লাহ তাআ’লার অভিপ্রায়ের বর্ণনা রয়েছে। যেমন অন্য আয়াতে রয়েছেঃ (আরবি)অর্থাৎ “তোমাদের অবস্থান স্থল হচ্ছে জাহান্নাম। তোমরা তার মধ্যে চিরকাল থাকবে, তবে যদি আল্লাহ (জাহান্নাম হতে বের করতে) চান তাহলে সেটা অন্য কথা, নিশ্চয় আল্লাহ বিজ্ঞানময়, মহাজ্ঞাতা।” (৬: ১২৮) এই স্বাতন্ত্রকরণের ব্যাপারে বহু উক্তি রয়েছে, যা শায়েখ আবুল ফারাজ ইবনু জাওযী (রঃ) তাঁর ‘যাদুস্ সায়ের’ নামক গ্রন্থে বর্ণনা করেছেন এবং আরও অনেক তাফসীরকারক নকল করেছেন। ইমাম আবু জাফর ইবনু জারীর (রঃ) হযরত খা’লিদ ইবনু মা’দান (রঃ), যহ্‌হাক (রঃ), কাতাদা’ (রঃ) এবং ইবনু সিনানের (রঃ) এই উক্তিটি পছন্দ করেছেন যে, এই পৃথকিকরণ বা স্বাতন্ত্র্য প্রত্যাবর্তিত হবে একত্ববাদী পাপীদের দিকে। এর তাফসীরে পূর্ববর্তী কয়েকজন মনীষী হতে বড়ই গারীব উক্তি বর্ণিত হয়েছে। কাতাদা’ (রঃ) বলেন যে, এ সম্পর্কে পূর্ণজ্ঞান একমাত্র আল্লাহ তাআ’লারই রয়েছে।"
    },
    {
      "ayah": 108,
      "surah": 11,
      "text": "আল্লাহ তাআ’লা বলেন যে, ভাগ্যবানরা অর্থাৎ রাসূলদের অনুসারীরা বেহেশতে অবস্থান করবে। সেখান থেকে তাদেরকে বের করা হবে না। আসমান ও যমীনের অস্তিত্ব যতদিন বাকী থাকবে ততদিন তারাও বেহেশতে থাকবে। কিন্তু যদি আল্লাহরই ইচ্ছা হয় তবে সেটা আলাদা কথা। অর্থাৎ তাদেরকে চিরদিন বেহেশতে রাখা আল্লাহর সত্ত্বার উপর ওয়াজিব বা বাধ্যতামূলক নয়। বরং এটা তাঁর ইচ্ছার উপর নির্ভর করে। যহ্‌হাক (রঃ) ও হাসানের (রঃ) উক্তি এই যে, এটাও একত্ববাদী পাপীদের ব্যাপারেই প্রযোজ্য। তারা কিছুকাল জাহান্নামে অবস্থান করবে। অতঃপর তাদেরকে সেখান থেকে বের করা হবে। এটা হচ্ছে আল্লাহর দান যা কখনো শেষ হবার নয়। মহান আল্লাহ এ কথা এ জন্যই বললেন যে, বেহেশতীরা জান্নাতে চিরকাল থাকবে না এরূপ খটকা বা সন্দেহ যেন না থাকে। যেমন তিনি জাহান্নামীদের চিরস্থায়িত্বের বর্ণনার পরেও ওটা নিজের ইচ্ছা ও অভিপ্রায়ের দিকে ফিরিয়েছেন। এ সবই তাঁর নিপূণতা ও ইনসাফই বটে।সহীহ বুখারী ও সহীহ মুসলিমে এসেছে যে, মৃত্যুকে সাদা কালো মিশ্রিত রং এর ভেড়ার আকারে নিয়ে আসা হবে। অতঃপর ওটাকে জান্নাতী ও জাহান্নামীদের মধ্যস্থানে যবাহ করা হবে। তারপর বলা হবেঃ “হে জান্নাতবাসী! তোমাদের এখানে চিরস্থায়ীভাবে অবস্থান করতে হবে। তোমাদের আর মৃত্যু হবে না। আর হে জাহান্নামবাসী! তোমাদেরকে এখানে চিরকাল অবস্থান করতে হবে এবং আর তোমাদের মরণ হবে না”।সহীহ হাদীসে আরো রয়েছে যে, বলা হবেঃ হে জান্নাতবাসী তোমাদের জন্য এই ফায়সালা করা হলো যে, তোমরা এখানে চিরকাল বাস করবে এবং তোমাদের কখনো মৃত্যু হবে না। তোমরা যুবক অবস্থাতেই থাকবে এবং কখনো বৃদ্ধ হবে না, তোমরা সুস্থ থাকবে এবং কখনো রোগাক্রান্ত হবে না, তোমরা খুশী থাকবে এবং কখনো দুঃখিত হবে না।"
    },
    { "ayah": 109, "surah": 11, "text": "Please check ayah 11:111 for complete tafsir." },
    {
      "ayah": 11,
      "surah": 11,
      "text": "৯-১১ নং আয়াতের তাফসীর\nপূর্ণ ঈমানদারগণ ছাড়া সাধারণভাবে জনগণের মধ্যে যে সব খারাপ গুণ ও বদ অভ্যাস রয়েছে, আল্লাহ তাআ’লা এখানে তারই বর্ণনা দিচ্ছেন যে, মানুষ সুখের পর দুঃখ-কষ্টে পতিত হলে সম্পূর্ণরূপে নিরাশ ও অকৃতজ্ঞ হয়ে পড়ে এবং মহান আল্লাহর প্রতি বদ ধারণা পোষণ করতে শুরু করে দেয়, ইতিপূর্বে যেন সে কোন আরাম ও সুখ ভোগ করেই নাই। অথবা এই দুঃখ-কষ্টের পর পুনরায় যে তাদের উপর শান্তি নেমে আসতে পারে এ আশাও তারা করে না। পক্ষান্তরে, দুঃখ-কষ্টে পতিত হওয়ার পর যদি সুখ শান্তি তাদেরকে স্পর্শ করে তখন তারা বলতে শুরু করে যে, দুঃসময় তাদের উপর থেকে সরে গেছে। এ কথা বলে তারা খুশীতে আত্মহারা হয়ে যায় এবং অন্যদের উপর গর্ব করতে থাকে। এর পর আবার যে তাদের উপর দুঃখ বিপদ নেমে আসতে পারে সে সম্পর্কে তারা সম্পূর্ণরূপে বেখেয়াল ও নিশ্চিন্ত হয়ে পড়ে। কিন্তু যারা মু’মিন তারা এই বদ অভ্যাস থেকে মুক্ত। তারা দুঃখ-দুর্দশায় ধৈর্য ধারণ করে এবং সুখ ও আরামের সময় মহান আল্লাহর কৃতজ্ঞতা প্রকাশ করে ও তার অনুগত হয়ে থাকে। এসব লোক এর বিনিময়ে ক্ষমা ও বড় পুরস্কার লাভ করে। যেমন হাদীসে এসেছে (রাসূলুল্লাহ (সঃ) বলেছেন): “যার হাতে আমার প্রাণ রয়েছে তাঁর শপথ! মু'মিনের উপর এমন কোন কষ্ট, বিপদ, দুঃখ ও চিন্তা পতিত হয় না যার কারণে আল্লাহ তাআ’লা তার গুণাহ মাফ না করেন, এমন কি একটা কাঁটা ফুটলেও।” সহীহ্ বুখারী ও সহীহ মুসলিমে রয়েছে। (যে, রাসূলুল্লাহ (সঃ) বলেছেন): “যাঁর হাতে আমার জীবন রয়েছে তাঁর শপথ! “মু'মিনের জন্যে আল্লাহর প্রত্যেকটা ফায়সালা কল্যাণকর হয়ে থাকে। সে সুখ শান্তির সময় কৃতজ্ঞতা প্রকাশ করে, ফলে তা তার জন্যে কল্যাণকর হয় এবং দুঃখ-কষ্টের সময় ধৈর্য ধারণ করে, ফলে তখনই সে কল্যাণ লাভ করে থাকে।” এ জন্যেই আল্লাহ তাআ’লা বলেনঃ “আসরের সময়ের শপথ! নিশ্চয় মানুষ অত্যন্ত ক্ষতির মধ্যে রয়েছে। কিন্তু যারা ঈমান আনে, ভাল কাজ করে, একে অপরকে সত্যের প্রতি উপদেশ দিতে থাকে এবং একে অন্যকে (আমলের) পাবন্দ থাকার উপদেশ দিতে থাকে। (তারাই ক্ষতি হতে রক্ষা পাবে)” মহান আল্লাহ আর এক জায়গায় বলেনঃ (আরবি) অর্থাৎ “নিশ্চয় মানুষকে দুর্বল মনা করে সৃষ্টি করা হয়েছে। যখন তাকে দুঃখ স্পর্শ করে তখন সে হায়-হুতাশ করতে থাকে। আর যখন সে স্বচ্ছল হয় তখন কার্পণ্য করতে শুরু করে। (৭০:১৯)"
    },
    { "ayah": 110, "surah": 11, "text": "Please check ayah 11:111 for complete tafsir." },
    {
      "ayah": 111,
      "surah": 11,
      "text": "১০৯-১১১ নং আয়াতের তাফসীর\nআল্লাহ তাআ’লা বলছেনঃ হে নবী (সঃ)! মুশরিকরা যে শরীক স্থাপন করছে তা যে সম্পূর্ণ রূপে বাতিল ও ভিত্তিহীন এ ব্যাপারে তুমি মোটেই সন্দেহ করোনা। তাদের কাছে তাদের বাপ-দাদাদের প্রচলিত রীতি ছাড়া আর কোন দলীল নেই। তাদের সৎ কার্যের বিনিময় তাদেরকে দুনিয়াতেই দিয়ে দেয়া হবে। আখেরাতে তাদের কোনই অংশ নেই। সুতরাং সেখানে তাদের প্রাপ্য হবে কঠিন শাস্তি। নিশ্চয় আমি তাদেরকে তাদের অংশ পূর্ণভাবে দিয়ে দেবো, একটুও কম না করে আল্লাহ পাকের এই উক্তি সম্পর্কে হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণিত আছে যে, এর ভাবার্থ হচ্ছেঃ তাদের সঙ্গে ভাল ও মন্দের যে ওয়াদা করা হয়েছে তা পুরোপুরিভাবে প্রদান করা হবে, একটুও কম করা হবে না। তাদের নির্ধারিত অংশ তারা অবশ্যই পাবে।মহান আল্লাহ বলেনঃ আমি মূসাকে (আঃ) কিতাব দিয়েছিলাম। অনন্তর তাতে মতভেদ সৃষ্টি করা হয়। কেউ স্বীকার করে নেয় এবং কেউ অস্বীকার করে। সুতরাং হে নবী (সঃ)! তোমার অবস্থাও তোমার পুর্ববর্তী নবীদের মতই হবে। কেউ মানবে এবং কেউ প্রত্যাখ্যান করবে। যেহেতু আমি সময় নির্দিষ্ট করে রেখেছি এবং দলীল প্রমাণাদি পূর্ণ করার পূর্বে আমি শাস্তি প্রদান করি না, সেহেতু আমি এদেরকে শাস্তি প্রদানে বিলম্ব করছি। অন্যথায় এখনই এদেরকে আমি শাস্তির স্বাদ গ্রহণ করাতাম। কাফিরদের কাছে আল্লাহ ও তার রাসূলের কথা ভুলই মনে হয়। তাদের সন্দেহ-সংশয় দূর হয় না। আল্লাহ তাআ’লা বলেনঃ নিশ্চিতরূপে সকলেই এইরূপ যে, তোমার প্রতিপালক তাদেরকে তাদের কর্মের পূর্ণ অংশ প্রদান করবেন; নিশ্চয়ই তিনি তাদের কার্যকলাপের পূর্ণ খবর রাখেন। অর্থাৎ তিনি তাদের সমুদয় আমল সম্পর্কে পূর্ণ ওয়াকিফহাল, তা গুরুত্বপূর্ণই হোক বা নগণ্যই হোক এবং ছোটই হোক বা বড়ই হোক। এই আয়াতে বহু পঠন রয়েছে, যে গুলির অর্থ এই দিকেই ফিরে আসে যা আমরা উল্লেখ করেছি। যেমন আল্লাহ তাআ’লার নিম্নের উক্তিতে রয়েছেঃ (আরবি)অর্থাৎ “ (পর লোকে) তাদের মধ্যে এমন কেউ নেই, যাকে সমবেত ভাবে আমার সামনে হাযির করা হবে না।” (৩৬:৩২)"
    },
    { "ayah": 112, "surah": 11, "text": "Please check ayah 11:113 for complete tafsir." },
    {
      "ayah": 113,
      "surah": 11,
      "text": "১১২-১১৩ নং আয়াতের তাফসীর\nআল্লাহ তাআ’লা স্বীয় রাসুল (সঃ) এবং তাঁর মুমিনমু’মিন বান্দাদেরকে সরল সোজা পথের উপর প্রতিষ্ঠিত ও অটল থাকার নির্দেশ দিচ্ছেন। এটাই সবচেয়ে বড় কথা। সাথে সাথে তিনি তাদেরকে বিরুদ্ধাচরণ ও হঠকারিতা থেকে নিষেধ করছেন। কেননা, এটাই হচ্ছে ধ্বংসকারী বিষয়। যদিও তা কোন মুশরিকের উপরও করা হয়। আর জেনে রেখোঁরেখো যে, আল্লাহ তাআ’লা তাঁর বান্দাদের কার্যকলাপ সম্যকভাবে প্রত্যক্ষ করছেন। তাদের কোন কাজ থেকেই তিনি উদাসীন ও অমনোযোগী নন এবং তার কাছে কোন কিছু গোপনও নেই।(আরবি) হযরত ইবনু আব্বাস (রাঃ) বলেন যে, (আরবি) এর অর্থ হচ্ছে (আরবি) অর্থাৎ তোমরা ধর্মের কাজে অবহেলা প্রদর্শন করো না। তাঁর থেকে আরও বর্ণিত আছে যে, এর অর্থ হচ্ছেঃ তোমরা শিরকের দিকে ঝুঁকে পড়ো না। আর আবুল আ’লিয়া (রঃ) বলেন যে, এর অর্থ হলো: তোমরা তাদের (যালিমদের) কাজে সন্তুষ্ট হয়ো না। ইমাম ইবনু জারীর (রঃ) হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণনা করেছেন যে, এর অর্থ হচ্ছেঃ তোমরা যালিমদের দিকে ঝুঁকে পড়োনা। এটাই হচ্ছে উত্তম উক্তি। অর্থাৎ তোমরা যালিমদেরকে সাহায্য করো না। তাহলে তোমরা এই রূপ হবে যে, তোমরা তাদের কাজে সম্মত হয়ে গেছে। এরূপ হলে অগ্নি তোমাদের স্পর্শ করবে এবং তখন কে এমন হবে যে, তোমাদের থেকে শাস্তি দূর করতে পারে? এমতাবস্থায় তোমাদেরকে মোটেই সাহায্য করা হবে না।"
    },
    { "ayah": 114, "surah": 11, "text": "Please check ayah 11:115 for complete tafsir." },
    {
      "ayah": 115,
      "surah": 11,
      "text": "১১৪-১১৫ নং আয়াতের তাফসীর\nআলী ইবনু আবি তালহা (রঃ), হযরত ইবনু আব্বাস (রঃ) হতে বর্ণনা করেছেন যে, (আরবি) দ্বারা ফজর ও মাগরিবের নামাযকে বুঝানো হয়েছে। হাসান (রঃ) ও আব্দুর রহমান ইবনু যায়েদ ইবনু আসলাম (রঃ) এরূপই বলেছেন। হাসান (রঃ), কাতাদা’, যহহাক (রঃ) প্রভৃতির বর্ণনায় বলেন যে, ওটা হচ্ছে ফজর ও আসরের নামায। মুজাহিদ (রঃ) বলেন যে, ওটা হচ্ছে দিনের প্রথম ফজর এবং অন্যবার যুহর ও আসরের নামায। (আরবি) সম্পর্কে হযরত ইবনু আব্বাস (রাঃ), হযরত মুজাহিদ (রঃ), হযরত হাসান (রঃ) প্রভৃতি গুরুজন বলেন যে, এর দ্বারা ই’শার নামায বুঝানো হয়েছে। ইবনুল মুবারকের (রঃ) বর্ণনায় হাসান (রঃ) বলেন যে, ওটা হচ্ছে মাগরিব ও ই’শার নামায।রাসূলুল্লাহ (সঃ) বলেছেন যে, মাগরিব ও ই’শা এ দু’টি হচ্ছে রাত্রির কিছু অংশের নামায। অনুরূপভাবে মুজাহিদ (রঃ), মুহাম্মদ ইবনু কা'ব (রঃ), কাতাদা’ (রঃ) এবং যহ্‌হাক (রঃ) বলেন যে, ওটা হচ্ছে মাগরিব ও ই’শার নামায।সম্ভবতঃ এ আয়াতটি পাঁচ ওয়াক্ত নামায ফরয হওয়ার পূর্বে অবতীর্ণ হয়েছিল এবং এটা অবতীর্ণ হয় মিরাজের রাত্রে। তখন শুধু দুই ওয়াক্ত নামায অবতীর্ণ হয়। এক ওয়াক্ত নামায সূর্যোদয়ের পূর্বে এবং আর এক ওয়াক্ত নামায সূর্যাস্তের পূর্বে এবং রাসূলুল্লাহর (সঃ) উপর এবং তার উম্মতের উপর রাত্রিকালে দাঁড়িয়ে থাকা ওয়াজিব করা হয়। অতঃপর এটা উম্মতের উপর থেকে রহিত করে দেয়া হয় এবং তার উপর বহাল থেকে যায়। অতঃপর তার উপর থেকেও এটা রহিত হয়ে যায়। এ সব ব্যাপারে আল্লাহ তাআ’লা সর্বাধিক জ্ঞানের অধিকারী।আল্লাহ পাক বলেনঃ “নিশ্চয় সৎ কার্যাবলী মন্দকার্যসমূহকে মুছে ফেলে।” সুনানে হযরত আবু বকর (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে মুসলমান কোন পাপ করে, অতঃপর অযু করে দু'রাকাআত নামায পড়ে, আল্লাহ তাআ’লা তার পাপ ক্ষমা করে দেন।”সহীহ বুখারী ও সহীহ মুসলিমে আমিরুল মু'মিনীন হযরত উসমান ইবনু আফফান (রাঃ) হতে বর্ণিত আছে যে, (একদা) তিনি অযু করেন রাসূলুল্লাহর (সঃ) অযুর ন্যায়। তারপর বলেনঃ “রাসূলুল্লাহকে (সঃ) আমি এভাবেই অযু করতে দেখেছি। আর তিনি বলেছেনঃ “যে ব্যক্তি আমার এই অযুর ন্যায় অযু করবে, অতঃপর আন্তরিকতার সাথে বা বিশুদ্ধ অন্তরে দু'রাকাআত নামায পড়বে, তার পূর্বের সমস্ত গুনাহ মাফ করে দেয়া হবে।”হযরত উসমানের (রাঃ) আযাদকৃত গোলাম হা’রিস (রঃ) হতে বর্ণিত, তিনি বলেনঃ “একদা হযরত উসমান (রাঃ) উপবিষ্ট ছিলেন এবং আমরাও তাঁর সাথে বসেছিলাম। এমন সময় তাঁর কাছে মুআয্‌যিন আসেন। তিনি তাঁর কাছে বরতনে পানি চান। (পানি দেয়া হলে) তিনি অযু করেন। অতঃপর বলেনঃ “আমি রাসূলুল্লাহকে (সঃ) আমার এই অযুর মত অযু করতে দেখেছি। (অযুর পরে) তিনি বলেনঃ “যে ব্যক্তি আমার এই অযুর ন্যায় অযু করবে, তার জন্যে যুহর ও ফজরের মধ্যবর্তী সময়ে সমস্ত (সাগীরা) গুনাহ মাফ হয়ে যাবে। তারপর সে আসরের নামায পড়বে, (এর ফলে) তার জন্যে আসর ও যুহরের মধ্যবর্তী সময়ের (সাগীরা) গুনাহ মাফ করে দেয়া হবে। এরপর সে মাগরিবের নামায পড়বে, এর ফলে তার মাগরিব ও আসরের মধ্যবর্তী সময়ের পাপ ক্ষমা করে দেয়া হবে। তারপর সে শুয়ে পড়বে এবং সকালে উঠে ফজরের নামায পড়বে, এতে তার ফজর ও ই’শার মধ্যবর্তী সময়ের গুনাহ মাফ করে দেয়া হবে। এ গুলিই হচ্ছে সৎ কর্ম, যেগুলি মন্দ কাজগুলিকে মিটিয়ে দেয়।”সহীহ্ হাদীসে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আচ্ছা বলতো, যদি তোমাদের কারো বাড়ীর দরজার ওপর প্রবাহিত নদী থাকে এবং সে প্রত্যহ তাতে পাঁচ বার করে গোসল করে, তবে তার শরীরে কোন ময়লা থাকবে কি? তারা (সাহাবীগণ) উত্তরে বললেনঃ হে আল্লাহর রাসূল (সঃ)! না (তার দেহে কোন ময়লা থাকবে না)।” তিনি তখন বললেনঃ “এটাই দৃষ্টান্ত হচ্ছে পাঁচ ওয়াক্ত নামাযের। এগুলির কারণে আল্লাহ তাআ’লা ভুলত্রুটি ও পাপরাশি ক্ষমা করে থাকেন।” সহীহ মুসলিমে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “পাঁচ ওয়াক্ত নামায এক জুমআ’ হতে আর এক জুমআ’ পর্যন্ত এবং এক রমাযান হতে আর এক রমাযান পর্যন্ত মধ্যবর্তী সময়ের জন্যে কাফফারা স্বরূপ (গুনাহ মাফের কারণ), যে পর্যন্ত কাবীরা গুণাহ্ থেকে বেঁচে থাকা যায়।” হযরত আবু আইয়ুব আনসারী (রাঃ) হতে বর্ণিত তিনি বলেন যে, রাসূলুল্লাহ (সঃ) বলতেনঃ “প্রত্যেক নামায ওর পূর্ববর্তী সময়ের গুনাহকে মিটিয়ে দেয়।” (এ হাদীসটি ইমাম আহমদ (রঃ) স্বীয় ‘মুসনাদ’ গ্রন্থে বর্ণনা করেছেন) হযরত আবু মা’লিক আশআ’রী (রাঃ) হতে বর্ণিত, তিনি বলেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “নামাযসমূহকে পূর্ববর্তী সময়ের জন্যে গুনাহ্ মাফের কারণ করা হয়েছে। কেননা, আল্লাহ তাআ’লা বলেছেনঃ “নিশ্চয় সৎ কার্যাবলী মন্দকার্য সমূহকে মুছে ফেলে।” (এ হাদীসটি আবু জাফর ইবনু জারীর (রঃ) বর্ণনা করেছেন) হযরত ইবনু মাসঊদ (রাঃ) হতে বর্ণিত আছে যে, একটি লোক কোন একটি স্ত্রীলোককে চুম্বন করে নবীর (সঃ) নিকট আগমন করে এবং তাঁকে এ খবর অবহিত করে (এবং অত্যন্ত লজ্জিত হয়)। তখন আল্লাহ তাআ’লা উপরোক্ত আয়াতটি অবতীর্ণ করেন। তখন লোকটি বলেঃ “হে আল্লাহর রাসূল (সঃ)! এটা কি শুধু আমারই জন্যে নির্দিষ্ট?” উত্তরে তিনি বলেনঃ “না বরং আমার সমস্ত উম্মতের জন্যে।” (এ হাদীসটি ইমাম বুখারী (রঃ) স্বীয় সহীহ' গ্রন্থে বর্ণনা করেছেন)অন্য একটি রিওয়াইয়াতে আছে যে, ঐ লোকটি বলেঃ “আমি এই বাগানে ঐ স্ত্রীলোকটির সাথে সঙ্গম ছাড়া সব কিছুই করেছি। সুতরাং হে আল্লাহর রাসূল (সঃ)! আপনার ইচ্ছা অনুযায়ী আমাকে শাস্তি প্রদান করুন।” তার এ কথায় রাসূলুল্লাহ (সঃ) কিছুই বললেন না। লোকটি চলে গেল। হযরত উমার (রাঃ) বললেনঃ “আল্লাহ তাআ’লা তো তার দোষ গোপন রাখতেন। যদি সে নিজের দোষ গোপন রাখতো।” রাসূলুল্লাহ (সঃ) বরাবর লোকটির দিকে তাকাতে থাকেন। তারপর তিনি (সাহাবীদেরকে) বলেনঃ “তাকে ফিরিয়ে ডাকো।” সুতরাং তারা তাকে তাঁর কাছে ফিরিয়ে আনলেন। তখন তিনি তার সামনে (আরবি) এই আয়াতটি পাঠ করলেন। তখন হযরত মুআ’য (রাঃ) এবং এক রিওয়াইয়াতে আছে যে, হযরত উমার (রাঃ) বললেনঃ “হে আল্লাহর রাসূল (সঃ)! এটা কি তার একার জন্যে, না সমস্ত লোকের জন্যে?” উত্তরে তিনি বললেনঃ “না বরং সমস্ত লোকের জন্যে।”হযরত আবদুল্লাহ ইবনু মাসউদ (রাঃ) হতে বর্ণিত, তিনি বলেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ নিশ্চয় আল্লাহ তাআ’লা তোমাদের মধ্যে চরিত্রকে বন্টন করে দিয়েছেন, যেমন বন্টন করেছেন তোমাদের মধ্যে রিয্‌ককে। নিশ্চয় আল্লাহ তাআ’লা যাকে ভালবাসেন তাকেই দুনিয়া দান করেন এবং যাকে ভালবাসেন না তাকেও দুনিয়া দান করে থাকেন। (অর্থাৎ দুনিয়ার সুখ দান করেন)। কিন্তু তিনি যাকে ভালবাসেন একমাত্র তাকেই দ্বীন দান করে থাকেন। সুতরাং আল্লাহ যাকে দ্বীন দান করেন তাকে তিনি ভালবাসেন। যাঁর হাতে আমার প্রাণ রয়েছে তাঁর শপথ! কোন বান্দা মুসলমান হতে পারে না, যে পর্যন্ত না তার অন্তর ও জিহ্‌বা মুসলমান হয় এবং সে মু'মিন হতে পারে না, যে পর্যন্ত না তার অনিষ্ট থেকে তার প্রতিবেশী নিরাপদে থাকে। জনগণ জিজ্ঞেস করলেনঃ “হে আল্লাহর নবী (সঃ)! তার অনিষ্ঠ কি?” তিনি উত্তরে বললেনঃ “তার প্রতারণা ও অত্যাচার।” এরপর তিনি বলেনঃ জেনে রেখোঁরেখো যে, যদি মানুষ হারাম মাল উপার্জন করে এবং তার থেকে (আল্লাহর পথে) খরচ করে, তবে আল্লাহ তার সেই মালে বরকত দেন না এবং সে তার থেকে কিছু সাদ্‌কা করলে তিনি তা কবুল করেন না। আর সে ঐ মালের যা কিছু ছেড়ে মারা যায় তা তার জন্যে জাহান্নামের আগুনই হয়। জেনে রেখোঁরেখো যে, আল্লাহ তাআ’লা মন্দকে মন্দ দ্বারা মুছে ফেলেন না, বরং মন্দকে ভাল দ্বারা মুছে থাকেন।বর্ণিত আছে যে, ফুলান ইবনু মু’সাব আনসারদের একজন লোক ছিলেন। তিনি রাসূলুল্লাহর (সঃ) নিকট এসে বলেনঃ “হে আল্লাহর রাসূল (সঃ)! আমি একজন স্ত্রীলোকের নিকট প্রবেশ করেছিলাম এবং আমি তার থেকে ঐসব কিছু ভোগ করেছি যা কোন লোক তার স্ত্রী থেকে ভোগ করে থাকে। তবে আমি তার সাথে সঙ্গম করি নাই। তার এ কথা শুনে রাসূলুল্লাহ (সঃ) তাকে কি উত্তর দিবেন তা তিনি খুঁজে পেলেন না। তখন উপরোক্ত আয়াতটি অবতীর্ণ হয়। রাসূলুল্লাহ (সঃ) তখন তাকে ডেকে পাঠান এবং তার সামনে আয়াতটি পাঠ করেন। (এ হাদীসটি ইমাম ইবনু জারীর (রঃ) বর্ণনা করেছেন) হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণিত আছে যে, লোকটি হচ্ছে আমর ইবনু গাইয়া আল-আনসারী। আর মুকাতিল (রঃ) বলেন যে, সে হচ্ছে আবু নুফাইল আমির ইবনু কায়েস আল-আনসারী। খতীবুল বাগদাদী (রঃ) বলেন যে, লোকটি হচ্ছে আবু ইয়াস্ত্র কা'ব ইবনু আমর (রাঃ)। হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণিত আছে যে, একটি লোক হযরত উমারের (রাঃ) নিকট এসে বলেঃ “একটি স্ত্রী লোক সওদা কেনার জন্যে আমার নিকট এসেছিল। বড়ই দুঃখের বিষয় এই যে, আমি তাকে কক্ষে নিয়ে গিয়ে সহবাস ছাড়া তার সাথে সব কিছু করেছি। সুতরাং এখন শরীয়তের বিধান মতে আমার উপর হদ্দ জারী করুন।” তার একথা শুনে হযরত উমার (রাঃ) বলেনঃ “তুমি ধ্বংস হও, সম্ভবতঃ তার স্বামী আল্লাহর পথে গিয়েছে বলে অনুপস্থিত রয়েছে?” সে উত্তরে বলেঃ “হা।” তিনি তাকে বললেনঃ তুমি হযরত আবু বকরের (রাঃ) কাছে গিয়ে এটা জিজ্ঞেস কর। সে তখন তাঁর কাছে যায় এবং তাকে জিজ্ঞেস করে। তিনি বলেনঃ সম্ভবতার স্বামী আল্লাহর পথে রয়েছে বলে অনুপস্থিত আছে। অতঃপর তিনি হযরত উমারের (রাঃ) ন্যায় বললেন। (অর্থাৎ লোকটিকে নবীর (সঃ) কাছে যেতে বললেন)। তাঁকে সে ঐ কথাই বললো। নবী (সঃ) বললেনঃ “সম্ভবতঃতার স্বামী আল্লাহর পথে আছে বলে অনুপস্থিত রয়েছে।” ঐ সময় উপরোক্ত আয়াতটি অবতীর্ণ হয়। তখন লোকটি বলেঃ “হে আল্লাহর রাসূল (সঃ)! এই সুসংবাদ কি শুধু আমার জন্যেই নির্দিষ্ট, না সমস্ত মানুষের - জন্যেই?” উমার (রাঃ) তখন হাত দ্বারা বক্ষে মারেন এবং বলেনঃ “না, এই নিয়ামত নির্দিষ্ট নয় বরং এটা সাধারণ লোকদের জন্যেও বটে।” তখন রাসূলুল্লাহ (সঃ) বলেনঃ উমার (রাঃ) সত্য বলেছে। (এ হাদীসটি ইমাম আহমদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন)ইমাম ইবনু জারীর (রঃ) বর্ণনা করেছেন যে, কা’ব ইবনুল আমর আনসারী (রাঃ) বলেনঃ “ঐ স্ত্রীলোকটি আমার কাছে এক দিরহামের খেজুর কিনতে এসেছিল। আমি তাকে বললামঃ ঘরে ভাল খেজুর আছে। সে আমার ঘরের মধ্যে গেল। আমিও ঘরের মধ্যে গিয়ে তাকে চুম্বন করলাম। অতঃপর আমি হযরত উমারের (রাঃ) কাছে গমন করলাম। তাঁকে এ ব্যাপারে জিজ্ঞেস করলে তিনি আমাকে বললেনঃ “আল্লাহকে ভয় কর এবং নিজের নফসের উপর পর্দা ফেলে দাও আর কাউকেও এ কথা বলো না।” আমি কিন্তু ধৈর্য ধারণ করতে পারলাম না। সুতরাং হযরত আবু বকরের (রাঃ) কাছে গেলাম। তিনি বললেনঃ “আল্লাহকে ভয় কর, নিজের নফসের উপর পর্দা ফেলো এবং কাউকেও এ খবর দিয়ো না।” এবারও আমি সবর করতে পারলাম না। কাজেই আমি নবীর (সঃ) নিকট গমন করলাম। তাঁকে এ খবর দিলে তিনি আমাকে বললেনঃ “আফসোস যে, তুমি এমন এক ব্যক্তির অনুপস্থিতির সময় তার স্ত্রীর ব্যাপারে বিশ্বাসঘাতকতা করেছে, যে আল্লাহর পথে যুদ্ধ করতে গিয়েছে।” এ কথা শুনেতো আমি নিজেকে জাহান্নামী মনে করলাম এবং আমার অন্তরে এই খেয়াল জাগলো যে, হায়! আমার ইসলাম গ্রহণ যদি এ ঘটনার পর হতো (তবে কতই না ভাল হতো)! রাসূলুল্লাহ (সঃ) কিছুক্ষণ ধরে তাঁর ঘাড় নীচু করে থাকলেন। ঐ সময়েই হযরত জিবরাঈল (আঃ) উপরোক্ত আয়াত নিয়ে অবতীর্ণ হলেন। তখন একটি লোক বললেনঃ “হে আল্লাহর রাসূল (সঃ)! এটা কি খাস করে তারই জন্যে, না সাধারণভাবে সমস্ত মানুষের জন্যে।”হযরত মুআয্‌ ইবনু জাবাল (রাঃ) হতে বর্ণিত আছে যে, তিনি একদা নবীর (সঃ) পাশে উপবিষ্ট ছিলেন। এমন সময় একটি লোক এসে বললো: “হে আল্লাহর রাসূল (সঃ)! ঐ লোকের সম্পর্কে আপনি কি বলেন, যে লোকটি এমন একটি স্ত্রীলোকের নিকট পৌঁছেছে যে তার জন্যে হালাল নয়, সে ঐ স্ত্রীলোকটিকে ভোগ করার ব্যাপারে কিছুই ছাড়ে নাই, যে ভাবে স্বামী তার স্ত্রীকে ভোগ করে; শুধু এটুকুই বাকী যে, তার সাথে সে সঙ্গম করে নাই। তখন রাসূলুল্লাহ (সঃ) উত্তরে তাকে বললেনঃ “তুমি উত্তমরূপে অযু কর, তারপর দাঁড়িয়ে যাও এবং নামায পড়ে নাও।” ঐ সময় মহা মহিমান্বিত আল্লাহ (আরবি) এই আয়াতটি অবতীর্ণ করেন। তখন হযরত মুআয্‌ (রাঃ) বলেনঃ “এটা তার জন্যেই খাস, না সাধারণভাবে সমস্ত মুসলমানের জন্যে?” উত্তরে তিনি বললেনঃ “না বরং সাধারণভাবে সমস্ত মুসলমানের জন্যেই এই হুকুম।” (এ হাদীসটি হাফিয আবুল হাসান দারকুতনী (রঃ) বর্ণনা করেছেন)হযরত ইয়াহইয়া ইবনু জা’দাহ (রাঃ) হতে বর্ণিত আছে যে, নবীর (সঃ) সাহাবীদের একজন লোক একটি স্ত্রীলোকের উল্লেখ করে, ঐ সময় সে তাঁর কাছে বসেছিল। অতঃপর কোন প্রয়োজনে (স্ত্রীলোকটির নিকট যাওয়ার জন্যে) সে অনুমতি প্রার্থনা করে। আল্লাহর নবী (সঃ) তাকে অনুমতি প্রদান করেন। সুতরাং সে স্ত্রীলোকটির খোঁজে বেরিয়ে পড়ে। কিন্তু তাকে সে পেলো না। অতঃপর নবীকে (সঃ) বৃষ্টির সুসংবাদ দেয়ার ইচ্ছায় তার দিকে অগ্রসর হয়। (পথিমধ্যে) সে স্ত্রী লোকটিকে একটি পুকুরের ধারে বসা অবস্থায় দেখতে পায়। এমতাবস্থায় তার বক্ষে সে হাত দেয় এবং তার দু'পায়ের মাঝে বসে পড়ে। এই অবস্থায় সে লজ্জিত হয়ে উঠে দাঁড়ায় এবং সরাসরি নবীর (সঃ) নিকট হাযির হয়ে যা সে করেছে তা তাঁকে জানিয়ে দেয়। তখন নবী (সঃ) তাকে বলেনঃ “তুমি তোমার প্রতিপালকের নিকট ক্ষমা প্রার্থনা কর এবং চার রাকাআত নামায পড়ে নাও। অতঃপর তিনি ………(আরবি) এই আয়াতটি পাঠ করে তাকে শুনিয়ে দেন। (এ হাদীসটি ইমাম ইবনু জারীর (রঃ) বর্ণনা করেছেন)হযরত আবু উমামা’ (রাঃ) হতে বর্ণিত আছে যে, একটি লোক নবীর (সঃ) নিকট এসে বলেঃ “হে আল্লাহর রাসূল (সঃ)! আমার উপর আল্লাহর হদ্দ জারী করুন। এ কথা সে একবার বা দু’বার বলে। তার এ কথা শুনে রাসূলুল্লাহ (সঃ) তার দিক থেকে মুখ ফিরিয়ে নেন। অতঃপর নামাযের জন্যে ইকামত দেয়া হয়। নামায শেষে নবী (সঃ) বলেনঃ “যে লোকটি বলেছিল আমার উপর আল্লাহর হদ্দ কায়েম করুন সে লোকটি কোথায়?” লোকটি উত্তরে বললো:“এই যে আমি।” তিনি বললেন : “তুমি কি পূর্ণরূপে অযু করে এই মাত্র আমাদের সাথে নামায পড়লে? উত্তরে সে বললো: “হা।” তিনি বললেনঃ তা হলে তোমার পাপ এমনভাবে মুছে গেল যে, তুমি ঐ দিনের মত হয়ে গেলে যেই দিন তোমার মা তোমাকে জন্ম দিয়েছিল। খবরদার আর যেন এর পুনরাবৃত্তি না ঘটে। ঐ সময় আল্লাহ তাআ’লা উপরোক্ত আয়াতটি অবতীর্ণ করেন। (এ হাসীদটি ইমাম ইবনু জারীর (রঃ) স্বীয় তাফসীরে বর্ণনা করেছেন)হযরত আবু উসমান (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “(একদা) আমি হযরত সালমান ফারসীর (রাঃ) সাথে একটি গাছের নীচে বসেছিলাম। তিনি ঐ গাছের একটি শুষ্ক ডাল নিয়ে ঝাড়তে লাগলেন। ফলে ওর পাতাগুলি ঝরে পড়লো। তারপর তিনি বললেনঃ “হে আবু উসমান (রাঃ)! আমি কেন এরূপ করলাম তা যে তুমি জিজ্ঞেস করছো না?” আমি বললামঃ “কেন আপনি এরূপ করলেন?' তিনি বললেনঃ “রাসূলুল্লাহ (সঃ) এরূপ করেছিলেন।” অতঃপর তিনি বলেনঃ “মুসলমান যখন উত্তমরূপে অযু করে, অতঃপর পাঁচ ওয়াক্ত নামায আদায় করে, তার পাপরাশি ঐ রূপেই ঝরে পড়ে যেমন এই ডালের পাতাগুলি ঝরে পড়লো।” তারপর তিনি উপরোক্ত আয়াতটি পাঠ করেন। (এ হাদীসটি ইমাম আহ্‌মদ (রঃ) স্বীয় ‘মুসনাদে’ বর্ণনা করেছেন)হযরত মআ’য (রাঃ) হতে বর্ণিত, তিনি বলেন যে, রাসূলুল্লাহ (সঃ) তাঁকে বলেনঃ “হে মআ’য (রাঃ)! খারাপ কাজের পরপরই কোন ভাল কাজ করে ফেল, তাহলে এই ভাল কাজটি খারাপ কাজটিকে মুছে ফেলবে। আর লোকদের সাথে উত্তম চরিত্রের মাধ্যমে মেলামেশা কর।”  (এ হাদীসটি আহ্মদ (রঃ) বর্ণনা করেছেন)হযরত আবু যার (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহকে ভয় কর এবং যেখানেই থাক না কেন কোন খারাপ কাজের পিছনে কোন ভাল কাজ অবশ্যই করে ফেল, তা হলে এ ভালো কাজটি ঐ খারাপ কাজটিকে মুছে ফেলবে। আর উত্তম চরিত্রের সাথে জনগণের সাথে মেলামেশা কর।” (এ হাদীসটি ইমাম আহ্মদ (রঃ) স্বীয় ‘মুসনাদে’ বর্ণনা করেছেন)হযরত আবু যার (রাঃ) হতে বর্ণিত, তিনি বলেনঃ আমি বললামঃ “হে আল্লাহর রাসূল (সঃ)! আমাকে কিছু উপদেশ দিন।” তিনি বললেনঃ “যখন তুমি কোন মন্দ কাজ করে বসবে তখন ওর পরেই কিছু ভাল কাজ করে ফেলবে। তাহলে এই ভাল কাজটি ঐ মন্দ কাজটিকে মুছে ফেলবে। আমি জিজ্ঞেস করলামঃ হে আল্লাহর রাসূল (সঃ)! ‘লা-ইলাহা-ইল্লাল্লাহু’কি একটি উত্তম কাজ নয়? তিনি উত্তরে বললেনঃ “এটা তো বড়ই উত্তম কাজ।” (এ হাদীসটিও ইমাম আহমদ (রঃ) বর্ণনা করেছেন) হযরত আনাস ইবনু মালিক (রাঃ) হতে বর্ণিত, তিনি বলেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “রাত্রি ও দিবসের যে কোন সময় কোন বান্দা ‘লা-ইলাহা-ইল্লাল্লাহু’ বলে, তার আমল নামা হতে গুণাগুলি মিটিয়ে দেয়া হয় এবং ঐ স্থানে ঐ পরিমান পূণ্য লেখে দেয়া হয়।” (হাদীসটি ইমাম হাফিয আবু ইয়ালা আল-মৃসিলী (রঃ) বর্ণনা করেছেন)হযরত আনাস (রাঃ) হতে বর্ণিত আছে যে, একটি লোক বলেঃ “হে আল্লাহর রাসূল (সঃ)! আমার এমন কোন আকাঙ্খা বা বাসনা নাই যা আমি পূর্ণ না করে ছেড়েছি।” তখন রাসূলুল্লাহ (সঃ) তাকে বললেনঃ “আল্লাহ ছাড়া কেউ মাবুদমা’বুদ নেই এবং আমি আল্লাহর রাসূল, তুমি কি এই সাক্ষ্য দিচ্ছ? সে উত্তরে বললো: “হা।” তিনি বললেনঃ “তাহলে এটাই ঐ সবগুলোর উপর বিজয়ী থাকবে।” (হাদীসটি হাফিয আবু বকর আল-বাযযার (রঃ) বর্ণনা করেছেন)"
    },
    { "ayah": 116, "surah": 11, "text": "Please check ayah 11:117 for complete tafsir." },
    {
      "ayah": 117,
      "surah": 11,
      "text": "১১৬-১১৭ নং আয়াতের তাফসীর\nআল্লাহ তাআ’লা বলেনঃ অতি অল্প সংখ্যক লোক ছাড়া আমি অতীত যুগের লোকদের মধ্যে এমন লোকদেরকে কেন পাই নাই যারা দুষ্ট ও অবাধ্য লোকদেরকে অন্যায় ও অসৎ কাজ হতে বিরত রাখতো? এই অল্প সংখ্যক লোক ওরাই যাদেরকে আমি নিজের শাস্তি থেকে রক্ষা করে থাকি। এ জন্যেই আল্লাহ তাআ’লা এই উম্মতের মধ্যে এরূপ দলের বিদ্যমানতা অপরিহার্য করে নির্দেশ দিয়েছেনঃ (আরবি)অর্থাৎ “তোমাদের মধ্যে অবশ্যই এমন একটি দল থাকা উচিত যারা মানুষকে মঙ্গল ও কল্যাণের দিকে আহ্‌বান করবে এবং মন্দ ও অসৎ কাজ থেকে নিষেধ করবে, আর তারাই হচ্ছে সফলকাম।” (৩: ১০৪) যালিমদের নীতি এটাই যে, তারা তাদের বদ অভ্যাস থেকে ফিরে আসে না। সৎ আলেমদের ফরমানের প্রতি তারা মোটেই ভ্রুক্ষেপ করে না। শেষ পর্যন্ত তাদের প্রতি তাদের অজান্তে আল্লাহর আযাব এসে পড়ে। ভাল বস্তিগুলির উপর আল্লাহ তাআ’লার পক্ষ হতে অত্যাচারমূলক ভাবে কখনো শাস্তি আসে না। বরং তারা নিজেরাই নিজেদের উপর যুলুম করে নিজেদেরকে শাস্তির যোগ্য করে তোলে। আল্লাহ পাক যুলুম থেকে সম্পূর্ণরূপে পবিত্র। যেমন তিনি বলেনঃ (আরবি)অর্থাৎ “আমি তাদের উপর যুলুম করি নাই বরং তারা নিজেরাই নিজেদের নফ্‌সের উপর যুলুম করেছে; (১১: ১০১) অন্য জায়গায় তিনি বলেনঃ (আরবি) অর্থাৎ “তোমার প্রতিপালক বান্দাদের উপর অত্যাচারকারী নন।” (৪১: ৪৬)"
    },
    { "ayah": 118, "surah": 11, "text": "Please check ayah 11:119 for complete tafsir." },
    {
      "ayah": 119,
      "surah": 11,
      "text": "১১৮-১১৯ নং আয়াতের তাফসীর\nআল্লাহ তাআ’লা খবর দিচ্ছেন যে, তাঁর ক্ষমতা কোন কাজ থেকে অপারগ নয়। তিনি ইচ্ছা করলে সবকেই ইসলামের উপর বা কুফরীর উপর একত্রিত করতে পারতেন। কিন্তু মানুষের মত, দ্বীন, মাযহাব সব সময় যে পৃথক পৃথক ও ভিন্ন ভিন্ন হবে এতে তাঁর বড়ই নিপূণতা রয়েছে। তাদের পন্থা হবে ভিন্ন এবং আর্থিক অবস্থাও হবে পৃথক পৃথক। এক অপরের অধীনে থাকবে। এখানে উদ্দেশ্য হচ্ছে দ্বীন ও মাযহাবের বিভিন্নতা। হা, তবে যাদের উপর আল্লাহর দয়া ও অনুগ্রহ হয়, তারা সব সময় রাসূলদের অনুসরণ ও আল্লাহ তাআ’লার হুকুম পালনের কার্যে লেগে থাকে। এখন তারা শেষ নবীর (সঃ) অনুগত। এরাই হচ্ছে মুক্তিপ্রাপ্ত ও সফলকাম। মুসনাদ ও সুনানে হাদীস রয়েছে, যার প্রতিটি সনদ অন্য সনদকে শক্তিশালী করে থাকে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “ইয়াহুদীদের একাত্তরটি দল হয়েছে এবং খৃষ্টানরা বাহাত্তরটি দলে বিভক্ত হয়ে পড়েছে। আর আমার উম্মতের তেহাত্তরটি দল হয়ে যাবে। একটি দল ছাড়া সব দলই জাহান্নামী। সাহাবীগণ জিজ্ঞেস করলেনঃ “হে আল্লাহর রাসূল (সঃ)! ঐ একটি দল কারা?” উত্তরে তিনি বললেনঃ “তারা হচ্ছে ওরাই যারা ওরই উপর রয়েছে যার উপর আমি রয়েছি এবং আমার সাহাবীগণ রয়েছে।” (এ হাদীসটি ইমাম হাকিম (রঃ) তার মুসতাদরাক গ্রন্থে বর্ণনা করেছেন)আতা’র (রঃ) উক্তি অনুযায়ী দ্বারা (আরবি) এখানে উদ্দেশ্য হচ্ছে ইয়াহুদী, খৃষ্টান ও মাজুসী। আর আল্লাহর রহমতপ্রাপ্ত দল দ্বারা উদ্দেশ্য হচ্ছে একনিষ্ঠ ধর্ম ইসলামের অনুগত লোকেরা। কাতাদা’ (রঃ) বলেন যে, এই দলই হচ্ছে আল্লাহ তাআ’লার রহমত প্রাপ্ত ও সংঘবদ্ধ দল, যদিও তাদের দেশ ও দেহ পৃথক। আর অবাধ্য লোকেরাই হচ্ছে বিচ্ছিন্ন দল, যদিও তাদের দেশ ও দেহ এক হয়ে যায়। স্বাভাবিক ভাবেই তাদের জন্য এ জন্যেই হয়েছে। দুর্ভাগা ও ভাগ্যবান এ দু'টো হচ্ছে আদি কালের বন্টন। হযরত তাউসের (রাঃ) নিকট দু’জন লোক তাদের ঝগড়া নিয়ে হাযির হয়। তারা তাদের পারস্পরিক মতানৈক্যে খুবই বেড়ে যায়। তখন তিনি তাদেরকে বলেনঃ “তোমরা খুবই ঝগড়া করলে এবং তোমাদের পারস্পরিক মতানৈক্য অত্যন্ত বেড়ে গেছে।” তখন তাদের একজন বললো: “আমাদেরকে এ জন্যেই সৃষ্টি করা হয়েছে।” তার এ কথা শুনে তিনি বললেনঃ “তুমি ভুল কথা বললে।” লোকটি তার উক্তির অনুকূলে এই আয়াতটিই পাঠ করলো। তখন হযরত আতা’ (রাঃ) বললেনঃ “তোমাদেরকে এজন্যে সৃষ্টি করা হয় নাই যে, তোমরা পরস্পর মতভেদ সৃষ্টি করবে। বরং তোমাদেরকে সৃষ্টি করা হয়েছে দলবদ্ধভাবে ও একমতে থাকার জন্যে এবং রহমত লাভ করার উদ্দেশ্যে।” যেমন হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণিত আছে যে, রহমতের জন্যে তাদেরকে সৃষ্টি করা হয়েছে, আযাবের জন্যে নয়। অন্য আয়াতে রয়েছেঃ (আরবি)অর্থাৎ “আমি দানব ও মানবকে আমার ইবাদতের জন্যেই সৃষ্টি করেছি।” (৫১ :৫৬) তৃতীয় উক্তি এ-ও আছে যে, তাদের রহমত ও মতভেদের জন্যে সৃষ্টি করা হয়েছে। যেমন মা’লিক (রঃ) এর তাফসীরে বলেন যে, একটিদল জান্নাতী এবং একটি দল জাহান্নামী। এদেরকে রহমত লাভ করার জন্যে এবং ওদেরকে মতভেদ সৃষ্টি করার জন্যে সৃষ্টি করা হয়েছে।আল্লাহ পাক বলেনঃ হে নবী (সঃ)! তোমার প্রতিপালকের এই ফায়সালা হয়ে আছে যে, তাঁর সৃষ্টির মধ্যে এই দু’প্রকারের লোক থাকবে এবং এই দু’প্রকারের লোক দ্বারা জান্নাত ও জাহান্নাম পূর্ণ করা হবে। এর পূর্ণ হিকমত একমাত্র তিনিই জানেন।সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “জান্নাত ও জাহান্নামের মধ্যে একবার তর্ক বিতর্ক হয়। জান্নাত বলে, আমার মধ্যে তো শুধুমাত্র দুর্বল লোকেরাই প্রবেশ করে থাকে। আর জাহান্নাম বলেঃ “আমাকে অহংকারী লোকদের জন্যে নির্দিষ্ট করা হয়েছে।” তখন মহা মহিমান্বিত আল্লাহ জান্নাতকে বলেনঃ “তুমি আমার রহমত বা করুণা। আমি যাদেরকে ইচ্ছা করবো তোমার দ্বারা আরাম ও শান্তি দান করবো।” আর জাহান্নামকে বলেনঃ “তুমি আমার শাস্তি। আমি যাদেরকে চাইবো তোমার শাস্তি দ্বারা প্রতিশোধ গ্রহণ করবো। তোমরা উভয়েই পূর্ণ হয়ে যাবে।” বরাবরই বেহেশতে অতিরিক্ত জায়গা থাকবে। শেষ পর্যন্ত ওর জন্যে আল্লাহ তাআ’লা নতুন মাখলুক সৃষ্টি করবেন এবং তাদেরকে ওর মধ্যে বসিয়ে দিবেন। জাহান্নামও সদা সর্বদা তার মধ্যে অতিরিক্ত কিছু চাইতে থাকবে। তখন আল্লাহ তাআ’লা ওর মধ্যে নিজের পা রেখে দিবেন। তখন সে বলে উঠবেঃ “আপনার মর্যাদার কসম! যথেষ্ট হয়েছে, যথেষ্ট হয়েছে”।"
    },
    { "ayah": 12, "surah": 11, "text": "Please check ayah 11:14 for complete tafsir." },
    {
      "ayah": 120,
      "surah": 11,
      "text": "আল্লাহ তাআ’লা স্বীয় রাসূলকে (সঃ) বলছেনঃ পূর্ববর্তী উম্মতদের তাদের নবীদেরকে মিথ্যা প্রতিপন্ন করা, নবীদের তাদের দেয়া কষ্ট সহ্য করা, শেষে আল্লাহর শাস্তি এসে পড়া, কাফিরদের ধ্বংস হয়ে যাওয়া এবং নবী, রাসূল ও মুমিনমু’মিনদের মুক্তি পাওয়া ইত্যাদি ঘটনাবলী আমি তোমাকে শুনাচ্ছি, যেন তোমার মনকে আমি আরো দৃঢ় করি এবং তোমার অন্তরে যেন পূর্ণ প্রশান্তি নেমে আসে। এই দুনিয়ায় তোমার উপর সত্য প্রকাশিত হয়ে পড়েছে এবং তোমার সামনে সত্য ঘটনাবলী বর্ণিত হয়েছে। এটা কাফিরদের জন্যে শিক্ষণীয় বিষয় এবং মুমিনমু’মিনদের জন্যে উপদেশ। তারা এর দ্বারা উপকার লাভ করবে।"
    },
    { "ayah": 121, "surah": 11, "text": "Please check ayah 11:122 for complete tafsir." },
    {
      "ayah": 122,
      "surah": 11,
      "text": "১২১-১২২ নং আয়াতের তাফসীর\nআল্লাহ তাআ’লা স্বীয় রাসূলকে (সঃ) নির্দেশের সুরে বলছেনঃ ধমকানো, ভয় প্রদর্শন এবং সতর্কতা হিসাবে কাফিরদেরকে বলে দাওঃ আচ্ছা, তোমরা তোমাদের নীতি থেকে না সরলে না সর, আমরাও আমাদের নীতির উপর কাজ করে যাচ্ছি। তোমাদের পরিণাম কি ঘটে তার জন্যে তোমরা প্রতীক্ষা করতে থাকো, আমরাও আমাদের পরিণামের প্রতীক্ষায় থাকলাম। সমস্ত প্রশংসা মহান আল্লাহর যে, দুনিয়া কাফিরদের পরিণাম দেখেছে এবং ঐ মুসলমানদেরও পরিণাম লক্ষ্য করেছে যারা আল্লাহর ফযল ও করমে সারা বিশ্বে ছড়িয়ে পড়েছে। তারা বিরুদ্ধবাদীদের উপর জয়যুক্ত হয়ে দুনিয়াকে মুঠের মধ্যে নিয়ে ফেলেছে। সুতরাং সমুদয় প্রশংসা আল্লাহর জন্যে।"
    },
    {
      "ayah": 123,
      "surah": 11,
      "text": "আল্লাহ তাআ’লা খবর দিচ্ছেন যে, আস্‌মান ও যমীনের সমস্ত অদৃশ্যের জ্ঞান শুধু মাত্র তাঁরই রয়েছে। তাঁরই কাছে সবকে ফিরে যেতে হবে এবং তাঁরই কাছে সবারই আশ্রয় স্থল। তাই আল্লাহ তাআ’লা তাঁরই ইবাদত করার নির্দেশ দিচ্ছেন এবং একমাত্র তাঁরই উপর নির্ভর করতে বলছেন। কেননা, যে ব্যক্তি তার উপর ভরসা করে এবং তাঁরই দিকে ফিরে যায়, তিনি তার জন্যে যথেষ্ট হয়ে যান।আল্লাহ পাক বলেনঃ তোমরা যা কর সে সম্বন্ধে তোমার প্রতিপালক অনবহিত নন। অর্থাৎ হে মুহাম্মদ (সঃ)! তারা যে তোমাকে মিথ্যা প্রতিপন্ন করছে, তা আমার অজানা নয়। আমি তাদের অবস্থা ও কথাবার্তা সম্পর্কে পূর্ণ ওয়াকিফহাল। সুতরাং তাদেরকে আমি এর পূর্ণ প্রতিদান প্রদান করবো। দুনিয়াতেও এবং আখেরাতেও এবং উভয় জগতে তোমাকে সাহায্য করবো। ইমাম ইবনু জারীর (রঃ) হযরত কা'ব (রাঃ) হতে বর্ণনা করেছেন যে, তিনি বলেনঃ তাওরাতের সমাপ্তিও এই আয়াতগুলিরই উপর হয়েছে।"
    },
    { "ayah": 13, "surah": 11, "text": "Please check ayah 11:14 for complete tafsir." },
    {
      "ayah": 14,
      "surah": 11,
      "text": "১২-১৪ নং আয়াতের তাফসীর\nকাফির ও মুশরিকরা যে নানাভাবে রাসূলুল্লাহকে (সঃ) বিদ্রুপ ও উপহাস করতো এবং এর ফলে তিনি মনে কষ্ট পেতেন, তাই এখানে আল্লাহ তাআ’লা তাঁকে সান্ত্বনা দিচ্ছেন। যেমন তিনি তাদের উক্তির উদ্ধৃতি দিয়ে বলেনঃ (আরবি)অর্থাৎ “আর তারা বলে- এই রাসূলের (সঃ) কি হলো যে, সে খাদ্য খায় এবং বাজারে চলাফেরা করে? এই ব্যক্তির নিকট কেন ফেরেশতা পাঠানো হয় নাই? তাহলে সে তার সাথে ভয় প্রদর্শনকারী হতো? অথবা তার নিকট কোন ধনভান্ডার এসে পড়তো, কিংবা তার জন্যে কোন বাগান থাকতো, যা হতে সে খেতো? আর এই অত্যাচারী এরূপও বলে থাকে- তোমরা একজন যাদুকৃত মানুষের অনুসরণ করছো।” (২৫: ৭-৮) সুতরাং আল্লাহ তাআ’লা স্বীয় রাসূলকে (সঃ) বলছেনঃ “হে নবী (সঃ) তুমি হতোদ্যম হয়ো না এবং তাবলীগের কাজ থেকে বিরত থেকো না। তাদেরকে সত্যের প্রতি আহ্‌বান করতে মোটেই অবহেলা করো না। রাত দিন তাদেরকে সত্যের পথে আহ্‌বান করতে থাক। তাদের কষ্টদায়ক কথা যে তোমাকে দুঃখ দিচ্ছে তা আমি জানি। তাদের কথার প্রতি মোটেই ভ্রূক্ষেপ করো না। এরূপ যেন না হয় যে, তুমি কোন একটা কথা বলতে ছেড়ে দেবে বা তারা তোমার কথা মানে না বলে চুপচাপ বসে পড়বে। আমি জানি যে, তারা তোমাকে উপহাস করছে। তবে জেনে রেখো যে, তোমার পূর্ববর্তী নবীদেরও উপহাস করা হয়েছিল, অবিশ্বাস করা হয়েছিল এবং ধমকানো হয়েছিল। কিন্তু তারা ধৈর্য ধারণ করে তাবলীগের কাজে অটল ও স্থির রয়েছিল। শেষ পর্যন্ত তাদের কাছে আল্লাহর সাহায্য এসে গিয়েছিল।’এরপর আল্লাহ তাআ’লা কুরআন কারীমের মু'জিযা বর্ণনা করতে গিয়ে বলেন যে, এই কুরআনের মত কিতাব আনাতো দূরের কথা, এর মত দশটি সূরা এমনকি একটি সূরাও রচনা করার ক্ষমতা নেই, যদিও সারা দুনিয়ার লোক মিলিতভাবে তা রচনা করার চেষ্টা করে। কেননা, এটা হচ্ছে আল্লাহ পাকের কালাম। যেমন তাঁর সত্ত্বার কোন তুলনা নেই, অনুরূপভাবে তার গুণাবলীও অতুলনীয়। এটা কখনো সম্ভব নয় যে, তাঁর কালামের মত মাখলুকের কালাম হয়ে যাবে। আল্লাহ তাআ’লার সত্ত্বা এর থেকে বহু ঊর্ধ্বে এবং এর থেকে সম্পূর্ণরূপে পবিত্র। ইবাদত-বন্দেগীর যোগ্য একমাত্র তিনিই। হে মানুষ! যখন তোমাদের দ্বারা এটা হতে পারে না এবং আজ পর্যন্ত এটা সম্ভব হয় নাই, তখন বিশ্বাস রেখো যে, তোমরা এটা করতে সম্পূর্ণরূপে অক্ষম ও অপারগ। প্রকৃতপক্ষে এটা আল্লাহরই কালাম এবং তারই নিকট থেকে অবতারিত। তাঁর জ্ঞান তাঁরই হুকুম-আহকাম এবং তারই বাধা-নিষেধ এতে বিদ্যমান রয়েছে। সাথে সাথে এটা স্বীকার করে নাও যে, প্রকৃত মা’বুদ একমাত্র তিনিই। সুতরাং এসো, ইসলামের পতাকার নীচে দাঁড়িয়ে যাও।"
    },
    { "ayah": 15, "surah": 11, "text": "Please check ayah 11:16 for complete tafsir." },
    {
      "ayah": 16,
      "surah": 11,
      "text": "১৫-১৬ নং আয়াতের তাফসীর\nএই আয়াতের ব্যাপারে হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণিত আছে যে, রিয়াকার বা যারা মানুষকে দেখাবার জন্যে সৎ কাজ করে তাদের সৎ কাজের প্রতিদান তাদেরকে এই দুনিয়াতেই দিয়ে দেয়া হয়, একটুও কম করা হয় না। সুতরাং যে ব্যক্তি মানুষকে দেখাবার উদ্দেশ্যে নামায পড়ে বা রোযা রাখে অথবা তাহাজ্জুদ গুযারী করে, তার বিনিময় সে দুনিয়াতেই পেয়ে যায়। আখেরাতে সে সম্পূর্ণ শূন্য হস্ত ও আমলহীন অবস্থায় উঠবে।হযরত আনাস ইবনু মা’লিক (রাঃ) এবং হযরত হাসান (রঃ) বলেন যে, এই আয়াত দু’টি ইয়াহুদী ও খৃস্টানদের ব্যাপারে অবতীর্ণ হয়। আর হযরত মুজাহিদ (রঃ) বলেন যে, রিয়াকারদের ব্যাপারে এ দু’টি আয়াত অবতীর্ণ হয়। মোট কথা, যার উদ্দেশ্য যেটা হবে সেটা অনুযায়ী তার সাথে ব্যবহার করা হবে। যে আমল দুনিয়া সন্ধানের উদ্দেশ্যে হবে আখেরাতে তা বিফল হয়ে যাবে। যেহেতু মু’মিনের আমল আখেরাত সন্ধানের উদ্দেশ্যে হয়ে থাকে সেই হেতু আল্লাহ তাআ’লা তাকে আখেরাতে উত্তম প্রতিদান প্রদান করবেন এবং দুনিয়াতেও তার সৎকার্যাবলী তার উপকারে আসবে। একটি মারফূ’ (যে হাদীসের সনদ রাসূলুল্লাহ (সঃ) পর্যন্ত পৌঁছে গেছে সেই হাদীসকে মারফূ’ হাদীস বলে) হাদীসেও অনুরূপ কথা বর্ণিত হয়েছে। আল্লাহ তাআ’লা বলেনঃ “যে ব্যক্তি দুনিয়ার নিয়্যত রাখবে, আমি তাকে ইহজগতে যতটুকু ইচ্ছা, যাকে ইচ্ছা, সত্ত্বরই প্রদান করবো, অতঃপর তার জন্যে দুযখ নির্ধারণ করবে, সে তাতে দুর্দশাগ্রস্ত (ও) বিতাড়িত অবস্থায় প্রবেশ করবে। পক্ষান্তরে যেই ব্যক্তি আখেরাতের নিয়্যত রাখবে এবং ওর জন্যে যেমন চেষ্টার প্রয়োজন তেমন চেষ্টাও করবে, যদি যে মু’মিন হয়, এইরূপ লোকের চেষ্টা গৃহীত হবে। তোমার প্রতিপালকের দান হতে তো আমি এদেরকেও সাহায্য করে থাকি এবং ওদেরকেও; আর তোমার প্রতিপালকের (এই পার্থিব) দান (কারো জন্যে) বন্ধ নয়। তুমি লক্ষ্য কর, আমি একজনকে অপরজনের উপর কিরূপে শ্রেষ্ঠত্ব দান করেছি; আর নিশ্চয় পরকাল মর্যাদার হিসেবেও অনেক বড় এবং ফযীলতের হিসেবেও অতি শ্রেষ্ঠ।” আল্লাহ তাআ’লা আর এক জায়গায় বলেনঃ “যে ব্যক্তি পরকালের কৃষিক্ষেত্র চায়, আমি তার জন্যে তার কৃষি ক্ষেত্রে বরকত দান করে থাকি, পক্ষান্তরে যে ব্যক্তি দুনিয়ার কৃষিক্ষেত্র কামনা করে, আমি তাকে তার থেকে প্রদান করে থাকি, কিন্তু পরকালে তার জন্যে কোনই অংশ নেই।”"
    },
    {
      "ayah": 17,
      "surah": 11,
      "text": "এখানে আল্লাহ তাআ’লা ঐ মু’মিনদের অবস্থার সংবাদ দিচ্ছেন যারা তাঁর সেই প্রকৃতির উপর রয়েছে যার উপর তিনি তাঁর বান্দাদেরকে সৃষ্টি করেছেন। যারা তাঁর একত্ববাদকে মনে প্রাণে বিশ্বাস করে অর্থাৎ যারা স্বীকার করে যে, আল্লাহ ছাড়া অন্য কেউই উপাস্য নেই। যেমন আল্লাহ তাআ’লা বলেনঃ “তুমি তোমার মুখমন্ডলকে একনিষ্ট ধর্মের উপর প্রতিষ্ঠিত কর, এটা হচ্ছে আল্লাহর প্রকৃতি যার উপর তিনি মানবজাতিকে সৃষ্টি করেছেন।” সহীহ্ বুখারী ও সহীহ মুসলিমে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “প্রত্যেকটি সন্তান (ইসলামী) প্রকৃতির উপর জন্মগ্রহণ করে থাকে। অতঃপর তার পিতামাতা তাকে ইয়াহুদী, খৃস্টান ও মাজূস বানিয়ে দেয়। যেমন পশুর বাচ্চা নিখুঁত অঙ্গ-প্রত্যঙ্গ বিশিষ্ট হয়েই ভূমিষ্ঠ হয়ে থাকে। তোমরা কি ওকে কান কাটা অবস্থায় দেখতে পাও (অর্থাৎ জন্মের সময় ওর কান কাটা থাকে না, বরং পরে মানুষই তার কান কেটে থাকে)?”সহীহ মুসলিমে হযরত আইয়ায ইবনু হাম্মাদ (রাঃ) হতে বর্ণিত আছে, তিনি রাসূলুল্লাহ (সঃ) হতে বর্ণনা করেছেন যে, আল্লাহ তাআ’লা বলেনঃ “আমি আমার বান্দাদেরকে একত্ববাদীরূপেই সৃষ্টি করেছি। কিন্তু শয়তান তাদেরকে তাদের দ্বীন হতে বিভ্রান্ত করেছে এবং তাদের উপর আমি যা হালাল করিছে তা হারাম করেছে। আর তাদেরকে আদেশ করেছে যে, তারা যেন আমার সাথে এমন কিছুকে শরীক করে, আমি যার কোন দলীল প্রমাণ অবতীর্ণ করি নাই।”মুসনাদ ও সুনানে রয়েছেঃ “প্রতিটি সন্তান এই মিল্লাতের উপরই জন্মগ্রহণ করে। অবশেষে তার বাকশক্তি খুলে দেয়া হয়।” সুতরাং মু'মিন এই ফিতরাতের উপরই বাকি থেকে যায়। অতএব, একদিকে তো তার ফিতরাত বা প্রকৃতি সঠিক ও নিখুঁত হয়, অপর দিকে তার কাছে আল্লাহর পক্ষ থেকে স্বাক্ষী এসে থাকে। তা হচ্ছে মহান শরীয়ত, যা তিনি নবীদেরকে দিয়েছেন এবং এসব শরীয়ত হযরত মুহাম্মদ (সঃ) এর শরীয়তের উপর শেষ হয়ে গেছে। এ জন্যেই হযরত ইবনু আব্বাস (রাঃ), হযরত মুজাহিদ (রঃ), হযরত ইকরামা (রঃ), হযরত আবু আলিয়া (রঃ), হযরত যহ্‌হাক (রঃ), হযরত ইবরাহীম নাখয়ী (রঃ), হযরত সুদ্দী (রঃ) প্রভৃতি গুরুজন (আরবি) সম্পর্কে বলেন যে, এই সাক্ষী হচ্ছেন হযরত জিব্রাইল (আঃ)। আর হযরত আলী (রাঃ), হযরত হাসান (রাঃ) এবং হযরত কাতাদা’ (রঃ) বলেন যে, এই সাক্ষী হচ্ছেন হযরত মুহাম্মদ (সঃ)। অর্থের দিক দিয়ে এ দুটো প্রায় সমান। কেননা হযরত জিব্রাইল (আঃ) ও হযরত মুহাম্মদ (সঃ) উভয়েই আল্লাহ তাআ’লার রিসালত প্রচার করেছেন। হযরত জিব্রাঈল (আঃ) পৌঁছিয়ে দিয়েছেন হযরত মুহাম্মদের (সঃ) কাছে এবং হযরত মুহাম্মদ (সঃ) পৌঁছিয়ে দিয়েছেন তাঁর উম্মতের কাছে। আবার বলা হয়েছে যে, এই সাক্ষী হচ্ছেন হযরত আলী (রাঃ) কিন্তু এটা দুর্বল উক্তি। এর কোন উক্তিকারী সাব্যস্ত হয় নাই। প্রথম ও দ্বিতীয় উক্তিই সত্য।সুতরাং মু’মিনের ফিতরাত বা প্রকৃতি আল্লাহর ওয়াহীর সাথে মিলে যায়। সংক্ষিপ্তভাবে ওর বিশ্বাস প্রথম থেকেই থাকে। অতঃপর ওটা শরীয়তের বিস্তারিত ব্যাখ্যাকে মেনে নেয়। তার ফিতরাত বা প্রকৃতি এক একটি মাস্আলার সত্যতা স্বীকার করতে থাকে। অতঃপর সঠিক ও নিখুঁত ফিতরাতের সাথে মিলিত হয় পবিত্র কুরআনের শিক্ষা, যা হযরত জিব্রাঈল (আঃ) আল্লাহর নবীর (সঃ) কাছে পৌঁছিয়ে দেন এবং নবী (সঃ) পৌঁছিয়ে দেন তার উম্মতের কাছে। আল্লাহ পাকের উক্তি (আরবি) অর্থাৎ কুরআনের পূর্বে মূসার (আঃ) কিতাব বিদ্যমান ছিল এবং তা হচ্ছে তাওরাত। এই কিতাবকে আল্লাহ তাআ’লা ঐ যুগের উম্মতের জন্যে পরিচালকরূপে পাঠিয়েছিলেন এবং ওটা ছিল তাঁর পক্ষ থেকে করুণা স্বরূপ। এই কিতাবের উপর যার পূর্ণ ঈমান রয়েছে সে অবশ্যই এই নবী (সঃ) এবং এই কিতাব অর্থাৎ কুরআনে কারীমের উপরও ঈমান আনবে। কেননা, ঐ কিতাব এই কিতাবের উপর ঈমান আনয়নের ব্যাপারে পথ প্রদর্শক স্বরূপ।এরপর আল্লাহ তাআ’লা পূর্ণ কুরআন বা কুরআনের কিছু অংশ অমান্যকারীদের শাস্তির বর্ণনা দিতে গিয়ে বলেন যে, জাতি, ধর্ম ও বর্ণ নির্বিশেষে দুনিয়ার যে কোন জামাআত বা দলের কাছে কুরআনের অমীয় বাণী পৌঁছলো, অথচ তারা ওর উপর ঈমান আনলো না তারা নিঃসন্দেহে জাহান্নামী। যেমন আল্লাহ রাব্বল আলামীন স্বীয় পাক কালামের মধ্যে স্বীয় নবীর (সঃ) উক্তির উদ্ধৃতি দিয়ে বলেনঃ (আরবি) অর্থাৎ “যেন আমি তোমাদেরকে এর মাধ্যমে ভয় প্রদর্শন করি এবং তাদেরকেও ভয় প্রদর্শন করি যাদের কাছে এটা পৌঁছে গেছে।” (৬: ১৯) অন্য জায়গায় রয়েছেঃ (আরবি)অর্থাৎ “হে জনমন্ডলী! নিশ্চয় আমি তোমাদের সবারই নিকট আল্লাহর রাসূল রূপে প্রেরিত হয়েছি।” (৭: ১৫৮) আল্লাহ তাআ’লা আরো বলেনঃ (আরবি) অর্থাৎ “দলসমূহের যে কেউ এটাকে অমান্য করবে তাদের প্রতিশ্রুত স্থান হচ্ছে জাহান্নাম।” হযরত আবু মুসা আশআরী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে সত্ত্বার হাতে আমার প্রাণ রয়েছে তাঁর শপথ! এই উম্মতের মধ্য হতে যে ইয়াহুদী বা খৃস্টান আমার কথা শুনলো অথচ ওর উপর ঈমান আনলো না সে জাহান্নামে প্রবেশ করবে।” (এ হাদীসটি ইমাম মুসলিম (রঃ) স্বীয় সহীহ’ গ্রন্থে বর্ণনা করেছেন) হযরত সাঈদ ইবনু জুবাইর (রঃ) হতে বর্ণিত, তিনি বলেনঃ “আমি যে বিশুদ্ধ হাদীসই শুনতাম, ওর সত্যতার সমর্থন আল্লাহর কিতাবে অবশ্যই পেতাম। উপরোল্লিখিত হাদীসটি শুনে কুরআন কারীমের কোন্ আয়াতে এর সত্যতার সমর্থন মিলে তা আমি অনুসন্ধান করতে লাগলাম। তখন আমি এই আয়াতটি পেলাম। সুতরাং এর দ্বারা সমস্ত দ্বীনের লোকই উদ্দেশ্য।মহান আল্লাহর উক্তিঃ (আরবি) অর্থাৎ “হে নবী (সঃ) এই পবিত্র কুরআন সরাসরি তোমার প্রতিপালক আল্লাহর পক্ষ হতে আসার ব্যাপারে তোমার মোটেই সন্দেহ পোষণ করা উচিত নয়। যেমন আল্লাহ তাআ’লা বলেনঃ (আরবি)অর্থাৎ “আলিফ, লাম, মীম। এ কিতাবটি (আল কুরআন) বিশ্ব প্রতিপালকের পক্ষ হতে অবতারিত হওয়ার ব্যাপারে কোনই সন্দেহ নেই।” (৩২: ১-২) আল্লাহ পাক আরো বলেনঃ (আরবি) অর্থাৎ “আলিফ, লাম, মীম। এই কিতাবে (কুরআনে) কোনই সংশয় ও সন্দেহ নেই।” (২: ১-২)। আল্লাহ পাকের (আরবি) (কিন্তু অধিকাংশ লোকই ঈমান আনয়ন করে না) এই উক্তিটি তাঁর নিম্নের উক্তির মতইঃ (আরবি) অর্থাৎ “তুমি আকাক্ষা করলেও অধিকাংশ লোকই ঈমানদার নয়।” (১২: ১০৩) এক জায়গায় আল্লাহ তাআ’লা বলেনঃ (আরবি)অর্থাৎ “হে নবী (সঃ) তুমি যদি দুনিয়ার অধিকাংশ লোকের অনুসরণ কর তবে তারা তোমাকে আল্লাহর পথ থেকে বিভ্রান্ত করে ফেলবে। (৬: ১১৬) আর এক জায়গায় রয়েছেঃ (আরবি)অর্থাৎ “ইবলীস (শয়তান) তাদের উপর নিজের ধারণাকে সত্য রূপে দেখিয়েছে, সুতরাং মু’মিনদের একটি দল ছাড়া সবাই তার অনুসরণ করেছে। (৩৪:২০)"
    },
    { "ayah": 18, "surah": 11, "text": "Please check ayah 11:22 for complete tafsir." },
    { "ayah": 19, "surah": 11, "text": "Please check ayah 11:22 for complete tafsir." },
    { "ayah": 2, "surah": 11, "text": "Please check ayah 11:4 for complete tafsir." },
    { "ayah": 20, "surah": 11, "text": "Please check ayah 11:22 for complete tafsir." },
    { "ayah": 21, "surah": 11, "text": "Please check ayah 11:22 for complete tafsir." },
    {
      "ayah": 22,
      "surah": 11,
      "text": "১৮-২২ নং আয়াতের তাফসীর\nযে সব লোক আল্লাহ তাআ’লার উপর মিথ্যা আরোপ করে, পরকালে তাদের ফেরেশতামন্ডলী, রাসূল, নবী এবং সমস্ত মানব ও দানব জাতির সামনে অপমাণিত ও লাঞ্ছিত হওয়ার বর্ণনা দেয়া হচ্ছে। হযরত সফওয়ান ইবনু মুহরিয্‌ (রাঃ) হতে বর্ণিত, তিনি বলেনঃ (একদা) আমি হযরত ইবনু উমারের (রাঃ) হাত ধরেছিলাম, এমন সময় একটি লোক তার কাছে এসে তাকে জিজ্ঞেস করলো: “কিয়ামতের দিন গোপন আলাপ সম্পর্কে আপনি রাসূলুল্লাহকে (সঃ) কিরূপ বলতে শুনেছেন?” উত্তরে তিনি বলেনঃ “আমি রাসূলুল্লাহকে (সঃ) বলতে শুনেছি যে, নিশ্চয়ই মহা মহিমান্বিত আল্লাহ মু’মিন বান্দাকে নিজের নিকটবর্তী করবেন, এমনকি তিনি স্বীয় বাহুটি তার উপর রাখবেন এবং তাকে জনগণের দৃষ্টির অন্তরালে করবেন। অতঃপর তিনি তাকে তার গুনাহগুলির স্বীকারোক্তি করতে গিয়ে বলবেনঃ ‘অমুক পাপকার্য তোমার জানা আছে কি? অমুক শুনাহ তুমি জান কি? অমুক পাপকার্য সম্পর্কে তোমার অবগতি আছে কি?' ঐ মু’মিন বান্দা তার পাপকার্যগুলি স্বীকার করতে থাকবে এবং শেষ পর্যন্ত সে মনে করবে যে, তার ধ্বংস অনিবার্য। ঐ সময় পরম করুণাময় আল্লাহ তাকে বলবেনঃ “হে আমার বান্দা! দুনিয়ায় আমি তোমার এই গুনাহগুলি ঢেকে রেখেছিলাম। জেনে রেখো যে, আজকেও আমি ওগুলি ক্ষমা করে দিলাম। অতঃপর তাকে তার পুণ্যের আমলনামা প্রদান করা হবে। পক্ষান্তরে কাফির ও মুনাফিকদের উপর তো সাক্ষীদেরকে পেশ করা হবে। তারা বলবেঃ “এরা ঐ লোক যারা নিজেদের প্রতিপালকের সম্বন্ধে মিথ্যা কথা আরোপ করেছিল, জেনে রেখো যে, এমন অত্যাচারীদের উপর আল্লাহর লা’নত।” (এ হাদীসটি ইমাম আহমদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন। ইমাম বুখারী (রঃ) ও ইমাম মুসলিমও (রঃ) নিজ নিজ সহীহ গ্রন্থে হাদীসটি বর্ণনা করেছেন)আল্লাহ পাকের উক্তিঃ (আরবি) অর্থাৎ যে লোকগুলি জনগণকে সত্যের অনুসরণ করতে এবং হিদায়াতের পথে চলতে বাধা প্রদান করে থাকে, যে পথ অনুসরণ করলে তারা মহা মহিমান্বিত আল্লাহর সান্নিধ্য লাভ করবে এবং বেহেশতে প্রবেশ করবে। আর তারা কামনা করে থাকে যে, তাদের পথ যেন সোজা না হয়ে বক্র হয় এবং আখেরাতের দিনকেও তারা স্বীকার করে না। অর্থাৎ কিয়ামত যে একদিন সংঘটিত হবে তা তারা বিশ্বাস করে না।আল্লাহ তাআ’লা বলেনঃ (আরবি) তারা ভূ-পৃষ্ঠে আল্লাহকে অক্ষম করতে পারে নাই, আর না তাদের জন্যে আল্লাহ ছাড়া কেউ সহায়ক হলো। অর্থাৎ তাদের স্মরণ রাখা উচিত যে, তারা সম্পূর্ণরূপে আল্লাহর অধীনস্থ। সব সময় তিনি তাদের উপর প্রতিশোধ গ্রহণ করতে সক্ষম। তিনি ইচ্ছা করলে আখেরাতের পূর্বে দুনিয়াতেই তাদেরকে পাকড়াও করতে পারেন। কিন্তু তার পক্ষ থেকে তাদেরকে অল্প দিনের জন্যে অবকাশ দেয়া হয়েছে এবং শাস্তিকে ত্বরান্বিত না করে বিলম্বিত করা হয়েছে। আল্লাহ তাআ’লা বলেনঃ (আরবি)অর্থাৎ “কিন্তু তিনি তাদেরকে শুধু অবকাশ দিয়ে রেখেছেন সেইদিন পর্যন্ত, যেইদিন তাদের চক্ষুগুলি বিস্ফোরিত হয়ে থাকবে।” (১৪: ৪২)।সহীহ বুখারী ও সহীহ্ মুসলিমে রয়েছেঃ “নিশ্চয় আল্লাহ তাআ’লা অত্যাচারীকে অবকাশ দিয়ে থাকেন, অবশেষে যখন ধরেন তখন আর ছেড়ে দেন না। এ জন্যেই আল্লাহ তাআ’লা বলেনঃ (আরবি)অর্থাৎ ‘এরূপ লোকদের জন্যে দ্বিগুণ শাস্তি হবে।’ কারণ তারা আল্লাহর দেয়া শক্তিকে কাজে লাগায় নাই। সত্য কথা শোনা হতে কানকে বধির করে রেখেছে এবং সত্যের অনুসরণ হতে চক্ষুকে অন্ধ করে দিয়েছে। যেমন আল্লাহ তাআ’লা তাদের জাহান্নামে প্রবেশের সময়ের খবর দিয়েছেনঃ (আরবি) অর্থাৎ “তারা বলবে- যদি আমরা শুনতাম কিংবা বুঝতাম, তবে আমরা দুযখবাসীদের অন্তর্ভুক্ত হতাম না।” (৬৭: ১০)আর এক জায়গায় আল্লাহ পাক বলেনঃ (আরবি) অর্থাৎ “যারা কুফরী করেছে ও আল্লাহর পথ হতে বাধা দিয়েছে, আমি তাদের শাস্তির উপর শাস্তি বৃদ্ধি করবো।” (১৬: ৮৮) এ জন্যেই তাদের প্রত্যাখ্যাত প্রতিটি আদেশের উপর ও প্রতিটি নিষেধাজ্ঞা অমান্য করার উপর তাদেরকে শাস্তি দেয়া হবে। সুতরাং সর্বাধিক সঠিক উক্তি এই যে, আখেরাতের সম্পর্কের দিক দিয়ে কাফিরগণও শরীয়তের শাখাগুলি পালন করতে আদিষ্ট রয়েছে।আল্লাহ তাআ’লার উক্তিঃ “এরা সেই লোক যারা নিজেরা নিজেদের সর্বনাশ করে ফেলেছে, আর যেসব উপাস্য তারা গড়ে রেখেছিল, তাদের দিক থেকে ওরা সবাই উধাও হয়ে গেছে।” অর্থাৎ তারা নিজেরাই নিজেদের ক্ষতি সাধন করেছে। কারণ তারা গরম আগুনের মধ্যে প্রবেশ করবে এবং ওর মধ্যেই তাদেরকে শাস্তি দেয়া হবে। ক্ষণিকের জন্যেও ঐ শাস্তি হালকা করা হবে না। যেমন আল্লাহ পাক বলেনঃ “যখন অগ্নি শিখা প্রশমিত হবে তখন আমি ওর জ্বলন্ত তেজ আরো বাড়িয়ে দেবো।”আল্লাহ ছাড়া যেসব উপাস্য দেবতা তারা গড়িয়ে নিয়েছিল ঐদিন সেগুলো তাদের কোনই উপকারে আসবে না। বরং তাদের সর্বপ্রকারের ক্ষতি সাধন করবে। যেমন আল্লাহ তাআ’লা বলেনঃ “যখন জনগণকে হাশরের মাঠে একত্রিত করা হবে তখন তাদের উপাস্য দেবতাগুলো তাদের শত্রু হয়ে যাবে এবং তাদের ইবাদতকে তারা অস্বীকার করে বসবে।” অন্য জায়গায় আল্লাহ পাক বলেনঃ “তারা আল্লাহকে ছেড়ে অন্য উপাস্য নির্ধারিত করে নিয়েছে, যেন তারা তাদের জন্যে সম্মানের উপলক্ষ্য হয়। কখনই নয়, ওরা তো এদের উপাসনাই অস্বীকার করে বসবে এবং তাদের বিরোধী হয়ে দাঁড়াবে।”হযরত (ইবরাহীম) খলিল (আঃ) তাঁর কওমকে বলেছিলেনঃ “তোমরা আল্লাহকে ছেড়ে অন্যান্য উপাস্য বানিয়ে নিয়েছে, পার্থিব জীবনে তোমাদের মধ্যে বন্ধুত্ব বজায় থাকবে বটে, কিন্তু কিয়ামতের দিন তোমাদের একে অপরকে অস্বীকার করবে এবং একে অপরের উপর লা'নত করবে, আর তোমাদের আশ্রয় স্থান হবে জাহান্নাম এবং তোমাদের জন্যে কোন সাহায্যকারী থাকবে না।” আর এক জায়গায় মহান আল্লাহ বলেনঃ “(কিয়ামতের দিন) শাস্তি অবলোকন করার সময় অনুসৃত লোকেরা অনুসারী লোকদের দায়িত্ব থেকে মুক্ত হয়ে যাবে এবং তাদের পারস্পরিক সম্পর্ক ছিন্ন হয়ে যাবে।” এ ধরনের আরো বহু আয়াত রয়েছে যেগুলি তাদের ধ্বংসপ্রাপ্ত ও ক্ষতিগ্রস্ত হওয়ার সংবাদ দেয়। নিঃসন্দেহে এই লোকগুলিই কিয়ামতের দিন সবচেয়ে বেশি ক্ষতিগ্রস্ত হবে। কেননা, তারা জান্নাতের প্রকোষ্ঠের পরিবর্তে জাহান্নামের গর্তকে গ্রহণ করেছে। তারা গ্রহণ করে নিয়েছে আল্লাহর নিয়ামতরাশির পরিবর্তে জাহান্নামের আগুনকে। আরো গ্রহণ করেছে বেহেশতের সুমিষ্টি ঠাণ্ডা পানির পরিবর্তে দুযখের অগ্নিতুল্য গরম পানিকে। ডাগর চক্ষু বিশিষ্ট্য হূরের পরিবর্তে তারা রক্ত পূজকেই কবুল করে নিয়েছে। আর তারা কবুল করে নিয়েছে সুউচ্চ ও সুদৃশ্য প্রাসাদমালার পরিবর্তে জাহান্নামের সঙ্কীর্ণ আবাসস্থানগুলি। পরম করুণাময় আল্লাহর নৈকট্য ও দর্শন লাভের পরিবর্তে তারা লাভ করেছে। তাঁর ক্রোধ ও শাস্তি। সুতরাং এটা সুনিশ্চিত যে, আখেরাতে এরাই হবে সর্বাধিক ক্ষতিগ্রস্ত।"
    },
    { "ayah": 23, "surah": 11, "text": "Please check ayah 11:24 for complete tafsir." },
    {
      "ayah": 24,
      "surah": 11,
      "text": "২৩-২৪ নং আয়াতের তাফসীর\nদুষ্ট ও হতভাগ্যদের অবস্থা বর্ণনা করার পর আল্লাহ তা'আলা এখানে সৎ ভাগ্যবানদের অবস্থার বর্ণনা দিচ্ছেন। তারা হচ্ছে ঐ সব লোক যারা ঈমান এনেছে ও ভাল কাজ করেছে। সুতরাং তাদের অন্তরগুলিও মু'মিন হয়েছে এবং অঙ্গ প্রত্যঙ্গগুলিও কথা ও কাজের দিক দিয়ে আনুগত্য বজায় রাখা ও নিকৃষ্ট কাজগুলিকে পরিহার করার মাধ্যমে সৎ কার্যাবলী সম্পাদন করেছে। এরই মাধ্যমে তারা এমন বেহেশতের উত্তরাধিকারী হয়েছে যার মধ্যে রয়েছে উঁচু উঁচু প্রকোষ্ঠ, সারি সারি সাজানো আসনসমূহ, ঝুঁকে পড়া ফলসমূহ, সুসজ্জিত গালিচাসমূহ, উত্তম স্বভাব সম্পন্ন রূপসীগণ, বিভিন্ন প্রকারের সুস্বাদু ফল, মনের চাহিদা মতো আহাৰ্যবস্তু, সুপেয় পানীয় এবং সর্বোপরি যমীন ও আসমানের সৃষ্টিকর্তার দর্শন। এসব নিয়ামতরাশি তারা চিরদিনের জন্যে ভোগ করবে। সেখানে তাদের মৃত্যু হবে না, বার্ধক্য আসবেনা, রোগ হবে না, পায়খানা-প্রস্রাবের প্রয়োজন হবে না, মুখে থুথু উঠবে না এবং নাকে শ্লেষ্মও দেখা দেবে না। তাদের দেহ হতে যে ঘাম বের হবে তা হবে মেশকে আম্বারের মত সুগন্ধময়।পূর্বে বর্ণিত হতভাগ্য কাফির এবং এখানে বর্ণিত খোদাভীরু মু’মিনের দৃষ্টান্ত ঠিক এমন দু’ব্যক্তির মত, যাদের একজন অন্ধ ও বধির এবং অপরজন দেখতে পায় এবং শুনতেও পায়। সুতরাং কাফির দুনিয়ায় সত্যকে দেখা হতে অন্ধ এবং আখেরাতেও সে কল্যাণের পথ দেখতে পাবেনা। দুনিয়ায় সে সত্যের দলিল প্রমাণাদি শ্রবণ করা থেকে বধির, উপকার দানকারী কথা তারা শুনেই না। তাদের মধ্যে কল্যাণের কিছু জানলে অবশ্যই আল্লাহ তাদেরকে শুনিয়ে দিতেন। পক্ষান্তরে মু’মিন হয় তীক্ষ্ণবুদ্ধি সম্পন্ন, জ্ঞানী, আলিম ও বুদ্ধিমান। সে ভাল মন্দ বুঝে এবং এ দু’য়ের মধ্যে পার্থক্য করতে পারে। সুতরাং সে ভাল ও সত্যকে গ্রহণ করে এবং মন্দ ও বাতিল পরিত্যাগ করে। সে দলিল প্রমাণাদি শ্রবণ করে এবং এর মধ্যে ও সন্দেহের মধ্যে পার্থক্য করতে পারে। সুতরাং সে বাতিল থেকে বেঁচে থাকে এবং সত্যকে মান্য করে। কাজেই ঐ ব্যক্তি ও এই ব্যক্তি কি সমান হতে পারে? বড়ই আশ্চর্যের ব্যাপার এই যে, এর পরেও তোমরা বিপরীতধর্মী। এই দুই সম্প্রদায়ের মধ্যে পার্থক্য করতে পারে না। আল্লাহ পাক বলেনঃ (আরবি)অর্থাৎ “দুযখের অধিবাসী ও বেহেশতের অধিবাসীরা পরস্পর সমান নয়, যারা বেহেশতের অধিবাসী তারাই সফলকাম।” (৫৯: ২০)আর এক জায়গায় মহান আল্লাহ বলেনঃ “অন্ধ ও চক্ষুষ্মন সমান নয়। অন্ধকার ও আলোকও (সমান) নয়। আর ছায়া ও সূর্য কিরণও (সমান) নয়। (অর্থাৎ কাফির ও মু’মিন সমান নয়)। জীবিত এবং মৃত ব্যক্তি সমান হতে পারে না। আল্লাহ যাকে ইচ্ছা শুনিয়ে থাকেন, আর যেহেতু কাফিররা মৃত বলে সাব্যস্ত হলো, কাজেই হে মুহাম্মদ (সঃ)! তুমি কবরে সমাহিত লোকদেরকে শুনাতে সক্ষম নও। (এরা যদি না মানে, তবে তুমি চিন্তিত হবে না) তুমি তো শুধু ভয় প্রদর্শনকারী। আমিই তোমাকে সত্য (ধর্ম) সহ সুসংবাদ দাতা ও ভয় প্রদর্শকরূপে প্রেরণ করেছি; আর কোন সম্প্রদায় এমন ছিল না যে, তাদের মধ্যে কোন ভয় প্রদর্শনকারী (নবী) অতীত হয় নাই।”"
    },
    { "ayah": 25, "surah": 11, "text": "Please check ayah 11:27 for complete tafsir." },
    { "ayah": 26, "surah": 11, "text": "Please check ayah 11:27 for complete tafsir." },
    {
      "ayah": 27,
      "surah": 11,
      "text": "২৫-২৭ নং আয়াতের তাফসীর\nএখানে আল্লাহ তাআ’লা হযরত নূহের (আঃ) সম্পর্কে সংবাদ দিচ্ছেন। সর্বপ্রথম ভূ-পৃষ্ঠে মুশরিকদেরকে মূর্তি পূজা হতে বিরত রাখার উদ্দেশ্যে যাঁকে তাদের কাছে রাসূলরূপে প্রেরণ করা হয়েছিল তিনিই ছিলেন হযরত নূহ (আঃ)। তিনি তাঁর কওমের কাছে এসে বলেনঃ “তোমরা যদি গায়রুল্লাহর ইবাদত পরিত্যাগ না কর তবে আল্লাহর শাস্তি তোমাদের উপর পতিত হবে। দেখো, তোমরা শুধু আল্লাহ তাআ’লার ইবাদত করতে থাকো। যদি তোমরা এর বিরুদ্ধাচরণ কর তবে আমি তোমাদের উপর কিয়ামতের দিনের যন্ত্রণাদায়ক শাস্তির আশঙ্কা করছি।” তাঁর এ কথার উত্তরে তাঁর কওমের নেতৃস্থানীয় কাফিররা তাকে বললো: “হে নূহ (আঃ)! তুমি কোন ফেরেশতা তো নও। তুমি তো আমাদের মতোই একজন মানুষ। সুতরাং এটা কিরূপে সম্ভব যে, আমাদের সবকে বাদ দিয়ে তোমার মতো শুধু একজন লোকের কাছে আল্লাহর ওয়াহী আসবে? আর আমরা তো স্বচক্ষে দেখছি যে, ইতর শ্রেণীর লোকেরাই শুধু তোমার দলে যোগ দিচ্ছে। কোন ভদ্র ও সম্ভ্রান্ত লোক তোমার দলভুক্ত নয়। যারা তোমার দলে যোগ দিচ্ছে তারা কিছু না বুঝেসুঝে তোমার মজলিসে উঠাবসা করছে। এবং তোমার কথায় ‘হাঁ’ বলে দিচ্ছে। তা ছাড়া আমরা লক্ষ্য করছি যে, এই নতুন ধর্ম তোমাদের কোন উপকারেই আসছে না। না এর ফলে তোমাদের আর্থিক কোন উন্নতি হচ্ছে, না চরিত্র ও সৃষ্টির দিক দিয়ে তোমরা আমাদের ওপর কোন মর্যাদা লাভ করছ। বরং আমাদের ধারণায় তোমরা সব মিথ্যাবাদী, তুমি আমাদেরকে যে ওয়াদা দিচ্ছ যে, ভাল কাজ করলে এবং আল্লাহর উপাসনায় লেগে থাকলে পরকালে উত্তম বিনিময় লাভ করা যাবে, আমাদের ধারণায় এ সব কিছুই মিথ্যা। হযরত নূহের (আঃ) উপর কাফিরদের এটাই ছিল আপত্তি। কিন্তু এটা তাদের অজ্ঞতা ও নির্বুদ্ধিতারই পরিচায়ক। যদি নিম্ন শ্রেণীর লোকেরাই হক ও সত্যকে কবুল করে নেয় তবে কি সত্যের মর্যাদা কমে যাবে? সত্য সত্যই থাকবে, তা গ্রহণকারী বড় লোকই হোক বা ছোট লোকই হোক। বরং সত্য কথা তো এটাই যে, সত্যের অনুসরণকারীরাই হচ্ছে ভদ্র লোক। হোক না তারা দরিদ্র ও মিসকীন। পক্ষান্তরে সত্য থেকে যারা মুখ ফিরিয়ে নেয় তারাই হচ্ছে ইতর ও অভদ্র। হোক না তারা সম্পদশালী ও শাসকগোষ্ঠী। হা, সত্য ঘটনা এটাই যে, প্রথমে দরিদ্র ও মিসকীন লোকেরাই সত্যের ডাকে সাড়া দিয়ে থাকে। আর সম্পদশালী ও নেতৃস্থানীয় লোকেরা এর বিরোধিতা করে। আল্লাহ তাআ’লা স্বীয় পাক কালামে বলেনঃ “(হে নবী (সঃ)! এইরূপই তোমার পূর্বে যে কোন বস্তী বা এলাকাতেই আমি রাসূল পাঠিয়েছি, সেই বস্তীর বড় ও নেতৃস্থানীয় লোকেরা বলেছে আমাদের পূর্ব পুরুষদেরকে আমরা এই দ্বীনের উপরই পেয়েছি এবং আমরা তাদেরই পদাঙ্ক অনুসরণকারী।” রোমক সম্রাট হিরাক্লিয়াস যখন আবু সুফিয়ানকে জিজ্ঞাস করেনঃ “নুবওয়াতের দাবিদার লোকটির অনুসরণ করছে সম্ভ্রান্ত লোকেরা, না দরিদ্র ও দুর্বল লোকেরা?” উত্তরে তিনি বলেন যে, দুর্বল ও দরিদ্র লোকেরাই তাঁর অনুসরণ করছে। এর উপর হিরাক্লিয়াস মন্তব্য করেন যে, রাসূলদের অনুসারী এরূপ লোকেরাই হয়ে থাকে। সত্যকে তাড়াতাড়ি কবুল করলে কোন দোষ নেই। সত্য স্পষ্ট প্রতীয়মান হওয়ার পর তা গ্রহণ করার ব্যাপারে চিন্তা-ভাবনার প্রয়োজনই বা কি? বরং প্রত্যেক বুদ্ধিমানের কাজ তো এটাই হওয়া উচিত যে, সে সর্বাগ্রে ও তাড়াতাড়ি হককে কবুল করে নেবে। এ ব্যাপারে বিলম্ব করা মুখতা ও নির্বুদ্ধিতাই বটে। আল্লাহ তাআ’লার প্রত্যেক নবীই খুবই স্পষ্ট ও খোলাখুলী দলিল প্রমাণাদি নিয়ে আগমন করেছিলেন। হাদীসে এসেছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যাকেই আমি ইসলামের দিকে আহবান করেছি সে-ই ঐ ব্যাপারে কিছু না কিছু সঙ্কোচ বোধ করেছে। শুধু আবু বকর (রাঃ) ছিলেন এর ব্যতিক্রম। তিনি এই ব্যাপারে মোটেই কোন সঙ্কোচ বোধ করেননি।” অর্থাৎ হযরত আবু বকর (রাঃ) ইসলাম গ্রহণের ব্যাপারে কোনই সন্দেহ পোষণ করেননি। বরং ইসলামের দাওয়াত পাওয়া মাত্রই তিনি তা কবুল করে নিয়েছিলেন। কারণ, তিনি সুস্পষ্ট বিষয় অবলোকন করেছিলেন। তাই তিনি তাড়াতাড়ি তা গ্রহণ করেছিলেন।(আরবি) আমাদের উপর তোমাদের কোন শ্রেষ্ঠত্বও আমরা দেখছিনা। অর্থাৎ হযরত নূহের (আঃ) কওমের তাঁর উপর তৃতীয় আপত্তি এই ছিল যে, তারা তাদের মতে তাঁর মধ্যে কোন শ্রেষ্ঠত্ব দেখতে পাচ্ছে না। এটাও তাদের অন্ধত্বের কারণেই ছিল। তারা সত্যের অবলোকন হতে ছিল সম্পূর্ণ অন্ধ। সুতরাং তারা সত্যকে দেখতেও পাচ্ছিল না এবং শুনতেও পাচ্ছিল না। বরং তারা অজ্ঞতার অন্ধকারের মধ্যে উদ্ভান্ত হয়ে ফিরছিল। তারা হচ্ছে অপবাদদানকারী, মিথ্যাবাদী এবং ইতর লোক। পরকালে তারাই হবে চরমভাবে ক্ষতিগ্রস্ত।"
    },
    {
      "ayah": 28,
      "surah": 11,
      "text": "হযরত নূহ (আঃ) তাঁর কওমের আপত্তির জবাবে তাদেরকে যে কথা বলেছিলেন, আল্লাহ তাআ’লা এখানে ওরই খবর দিচ্ছেন। তিনি তাঁর কওমকে বললেন, হে আমার কওম! সত্য নুবওয়াত, নিশ্চিত ও সুস্পষ্ট জিনিষ তো আমার কাছে আমার প্রতিপালকের পক্ষ হতে এসেই গেছে। এটা আমার উপর প্রতিপালকের একটি বড় নিয়ামত। কিন্তু এটা যদি তোমাদের বোধগম্য না হয় এবং তোমরা এর প্রতি সম্মান প্রদর্শন না কর তবে কি আমি তোমাদের এই অবজ্ঞার অবস্থায় এটা তোমাদের গলায় জড়িয়ে দিতে পারি? এটা কি করে সম্ভব?"
    },
    { "ayah": 29, "surah": 11, "text": "Please check ayah 11:30 for complete tafsir." },
    { "ayah": 3, "surah": 11, "text": "Please check ayah 11:4 for complete tafsir." },
    {
      "ayah": 30,
      "surah": 11,
      "text": "২৯-৩০ নং আয়াতের তাফসীর\nহযরত নূহ (আঃ) তাঁর কওমকে বললেন- “হে আমার কওম! আমি তোমাদেরকে যে উপদেশ দিচ্ছি, অর্থাৎ তোমাদের যে মঙ্গল কামনা করছি, এর বিনিময়ে তোমাদের কাছে কিছুই চাচ্ছি না। আমার এ কাজের বিনিময় আল্লাহ তাআ’লার যিম্মায় রয়েছে। তোমাদের কথামত আমি যে দরিদ্র মু’মিনদেরকে আমার নিকট থেকে তাড়িয়ে দেবো এটা আমার দ্বারা সম্ভব নয়। রাসূলুল্লাহকেও (সঃ) এ কথাই বলা হয়েছিল, যার উত্তরে নিম্নের আয়াতটি অবতীর্ণ হয়েছিলঃ (আরবি) অর্থাৎ “(হে নবী (সঃ)! সকাল-সন্ধ্যায় যারা তাদের প্রতিপালককে ডেকে থাকে ঐসব (দরিদ্র মু'মিন) লোকদেরকে তুমি তোমার নিকট থেকে তাড়িয়ে দিয়ো না।” (৬: ৎ৫২) অন্য জায়গায় আল্লাহ তাআ’লা বলেনঃ (আরবি)অর্থাৎ “এভাবেই আমি তাদের এককে অপরের দ্বারা পরীক্ষা করেছি, যেন তারা বলে- এদের উপরই কি আল্লাহ আমাদের মধ্য থেকে অনুগ্রহ করেছেন? আল্লাহ কি কৃতজ্ঞদের সম্পর্কে অবহিত নন?” (৬:৫৩)"
    },
    {
      "ayah": 31,
      "surah": 11,
      "text": "হযরত নূহ (আঃ) তাঁর কওমকে খবর দিচ্ছেনঃ আমি শুধুমাত্র আল্লাহর রাসূল। আমি এক ও অংশীবিহীন আল্লাহর নির্দেশক্রমে তোমাদের সকলকে তাঁর ইবাদত ও তাওহীদের দিকে আহবান করছি। এর দ্বারা তোমাদের নিকট থেকে মাল-ধন লাভ করার আমার উদ্দেশ্য নয়। ছোট-বড় সবারই জন্যে আমার উপদেশ সাধারণ। যে এটা কবুল করবে সে মুক্তি পেয়ে যাবে। আল্লাহর ধন ভান্ডারকে হেরফের করার ক্ষমতা আমার নেই। আমি অদৃশ্যের খবরও জানি না। তবে আল্লাহ যা জানিয়ে দেন তা জানতে পারি। আমি ফেরেশতা হওয়ারও দাবি করছিনা। বরং আমি একজন মানুষ মাত্র। আমাকে আল্লাহ রাসূল করে তোমাদের নিকট পাঠিয়েছেন এবং আমার রিসালতের পৃষ্ঠপোষকতার জন্যে তিনি আমাকে কতকগুলি মু'জিযাও দিয়েছেন। যাদেরকে তোমরা ইতর ও লাঞ্ছিত বলছে, তাদের ব্যাপারে আমি এ উক্তি করতে পারি না যে, তাদেরকে তাদের সৎ কার্যের বিনিময় প্রদান করা হবে না। তাদের ভিতরের খবরও আমি জানি না। তাদের অন্তরের খবর একমাত্র আল্লাহই জানেন। বাইরের মত ভিতরেও যদি তারা মু'মিন হয়ে থাকে তবে অবশ্যই মহান আল্লাহর কাছে তাদের পুরস্কার রয়েছে। যারা তাদের পরিণাম খারাপ বলবে তারা হবে বড় অত্যাচারী এবং তাদের এই উক্তি হবে অজ্ঞতাপূর্ণ উক্তি।"
    },
    { "ayah": 32, "surah": 11, "text": "Please check ayah 11:34 for complete tafsir." },
    { "ayah": 33, "surah": 11, "text": "Please check ayah 11:34 for complete tafsir." },
    {
      "ayah": 34,
      "surah": 11,
      "text": "৩২-৩৪ নং আয়াতের তাফসীর\nহযরত নূহের (আঃ) কওম যে আল্লাহর আযাব, গযব ও ক্রোধ তাদের উপর অতি সত্বর পতিত হোক এটা কামনা করছিল, আল্লাহ তাআ’লা এখানে ওরই বর্ণনা দিচ্ছেন। তারা তাঁকে বললো- “হে নূহ (আঃ)! তুমি আমাদেরকে অনেক কিছু শুনালে এবং খুব তর্ক-বিতর্কও করলে, এখন আমাদের শেষ সিদ্ধান্ত এই যে, আমরা তোমার অনুসরণ করবো না এবং তোমার কথা মানবোও না। সুতরাং যদি তুমি তোমার কথায় সত্যবাদী হও তবে তোমার প্রতিপালকের কাছে প্রার্থনা করে তার শাস্তি আমাদের উপর আনয়ন কর। তিনি তাদের এ কথার উত্তরে বললেন : ‘এটাও আমার অধিকারে নেই, বরং এটা আল্লাহরই হাতে। তবে জেনে রেখো যে, তোমরা আল্লাহকে অপারগ ও অক্ষম করতে পারবে না। যদি তোমাদেরকে পথভ্রষ্ট করা ও ধ্বংস করা স্বয়ং আল্লাহরই ইচ্ছা থাকে তবে সত্যি আমার উপদেশ তোমাদের কোনই কাজে আসবে না। সবারই মালিক একমাত্র আল্লাহ। সমস্ত কাজের পূর্ণতা দানের ক্ষমতা তারই। তিনিই হচ্ছেন সমস্ত কাজের ব্যবস্থাপক। তিনিই হচ্ছেন শাসনকর্তা এবং ন্যায় বিচারক। তিনি অত্যাচার করেন না। তিনিই প্রথমে সবকিছু সৃষ্টি করেছেন এবং সবকিছু তারই কাছে ফিরে যাবে। দুনিয়া ও আখেরাতের একক মালিক তিনিই। সমস্ত মাখলুক তারই কাছে প্রত্যাবর্তিত হবে।’"
    },
    {
      "ayah": 35,
      "surah": 11,
      "text": "এই ঘটনার মধ্যভাগে এই নতুন বাক্যটিকে এই ঘটনারই গুরুত্ব ও দৃঢ়তার উদ্দেশ্যে আনয়ন করা হয়েছে। আল্লাহ তাআ’লা স্বীয় রাসূলকে (সঃ) বলেছেন, হে মুহাম্মদ (সঃ)! এই কাফিররা তোমার উপর এই অপবাদ দিচ্ছে যে, তুমি নিজেই এই কুরআন রচনা করেছো। তুমি তাদেরকে বলে দাও- যদি তোমাদের কথাই সত্য হয় তবে এই অপরাধ আমার উপরই বর্তিবে। আল্লাহ তাআ’লার শাস্তি সম্পর্কে আমার পূর্ণ অবগতি রয়েছে। কাজেই আমি তার উপর মিথ্যা আরোপ করবো এটা কি সম্ভব? হা, তবে তোমরা যে এই অমূলক ও ভিত্তিহীন দাবি করছে, তোমাদের এই অপরাধের যিম্মাদার তোমরা নিজেরাই। আমি তোমাদের এই অপরাধ থেকে সম্পূর্ণরূপে মুক্ত।"
    },
    { "ayah": 36, "surah": 11, "text": "Please check ayah 11:39 for complete tafsir." },
    { "ayah": 37, "surah": 11, "text": "Please check ayah 11:39 for complete tafsir." },
    { "ayah": 38, "surah": 11, "text": "Please check ayah 11:39 for complete tafsir." },
    {
      "ayah": 39,
      "surah": 11,
      "text": "৩৬-৩৯ নং আয়াতের তাফসীর\nআল্লাহ তাআ’লা খবর দিচ্ছেন যে, যখন নূহের (আঃ) কওম তাদের উপর আল্লাহর শান্তি আনয়নের জন্যে তাড়াহুড়া শুরু করলো তখন আল্লাহ তাআ’লা তাদের উপর বদ দুআ’ করতে হযরত নূহের (আঃ) কাছে ওয়াহী করলেন। তাই হযরত নূহ (আঃ) বললেনঃ “হে আমার প্রতিপালক! কাফিরদের মধ্য হতে যমীনের উপর একজনকেও অবশিষ্ট রাখবেন না। হে আমার রব! আমি অপারগ হয়ে পড়েছি, সুতরাং আমাকে সাহায্য করুন।” তখন আল্লাহ তাআ’লা হযরত নূহের (আঃ) কাছে ওয়াহী পাঠালেনঃ যারা ঈমান এনেছে তারা ছাড়া তোমার কওম হতে আর কেউই ঈমান আনবে না, কাজেই তারা যা করছে তাতে মোটেই দুঃখ করো না। আর তুমি আমার তত্ত্বাবধানে ও আমার নির্দেশক্রমে নৌকা নির্মাণ কর এবং আমার কাছে এই যালিমদের সম্পর্কে কোন কথা বলো না, তাদের সকলকেই ডুবিয়ে দেয়া হবে। পূর্ববর্তী কোন কোন গুরুজনের মতে হযরত নূহকে (আঃ) নির্দেশ দেয়া হয় যে, তিনি যেন কাঠ কেটে তা শুকিয়ে নেন এবং ফেড়ে তক্তা তৈরি করেন। এতে একশ’ বছর কেটে যায়। তারপর পূর্ণরূপে নৌকাটি নির্মাণে আরো এক শ' বছর অতিবাহিত হয়। একটি উক্তি এ- ও রয়েছে যে, নৌকাটি নির্মাণ করতে চল্লিশ বছর লেগেছিল। এসব ব্যাপারে আল্লাহ তাআ’লাই সর্বাধিক জ্ঞানের অধিকারী। ইমাম মুহাম্মদ ইবনু ইসহাক (রঃ) তাওরাতের উদ্ধৃতি দিয়ে বর্ণনা করেছেন যে, নৌকাটি সেগুন কাঠ দ্বারা তৈরি করা হয়েছিল। ওর দৈর্ঘ্য ছিল আশি হাত এবং প্রস্ত ছিল পঞ্চাশ হাত। ভিতর ও বাইরে আলকাতরা মাখানো হয়েছিল। নৌকাটি যাতে পানি ফেড়ে চলতে পারে তাতে সেই ব্যবস্থাও রাখা হেয়ছিল। কাতাদা’’র (রঃ) উক্তি এই যে, নৌকাটির দৈর্ঘ্য ছিল তিনশ’ হাত। ইবনু আব্বাস (রাঃ) বলেন যে, ওর দৈর্ঘ্য ছিল বারো শ’ হাত এবং প্রস্ত ছিল ছ’শ’ হাত। উক্তি এটাও আছে যে, নৌকাটির দৈর্ঘ্য ছিল দু’হাজার হাত এবং প্রস্ত ছিল একশ’ হাত। এসব ব্যাপারে সঠিক জ্ঞান একমাত্র আল্লাহ তাআ’লারই রয়েছে। নৌকাটির ভিতরের উচ্চতা ছিল ত্রিশ হাত। তাতে তিনটি তলা ছিল। প্রত্যেকটি তলা ছিল দশ হাত করে উঁচু। নীচের তলায় ছিল চতুষ্পদ জন্তু ও বন্য জানোয়ার। মধ্য তলায় মানুষ ছিল। আর উপরের তলায় ছিল পাখী। দরজা ছিল প্রশস্ত এবং উপর থেকে সম্পূর্ণরূপে বন্ধ ছিল।ইমাম আবু জাফর ইবনু জারীর (রঃ) হযরত আবুদুল্লাহ ইবনু আব্বাস (রঃ) হতে একটি ‘গারীব আসার’ (কোন কোন মুহাদ্দিস বলেছেন যে, তাবেয়ীদের হাদীসকে হাদীস না বলে ‘আসার’ বলা হয়। আর যে হাদীসটি কোন এক যুগে বা সর্বযুগে মাত্র একজন লোক বর্ণনা করেছেন ঐ হাদীসকে ‘গারীব’ হাদীস বলা হয়) বর্ণনা করেছেন যে, হাওয়ারীরা হযরত ঈসার (আঃ) নিকট আবেদন করেঃ “যদি আপনি আল্লাহ তাআ’লার নির্দেশক্রমে এমন একজন মৃত ব্যক্তিকে জীবিত করতেন যে ব্যক্তি হযরত নূহের (আঃ) নৌকাটি দেখেছিল, তবে ঐ নৌকাটি সম্পর্কে আমরা জ্ঞান লাভ করতাম!” তাদের কথামত হযরত ঈসা (আঃ) তাদেরকে সঙ্গে নিয়ে একটি টিলার উপর পৌঁছলেন এবং সেখানকার এক খণ্ড মাটি উঠালেন। অতঃপর তাদেরকে বললেনঃ “এটা কে তা তোমরা জান কি?” তারা উত্তরে বললঃ “আল্লাহ এবং তাঁর রাসূলই ভাল জানেন।” তিনি বললেন: “এটা হযরত নূহের (আঃ) পুত্র হা’মের পায়ের গোছা। তারপর তিনি স্বীয় লাঠি দ্বারা ওর উপর আঘাত করে বললেনঃ “আল্লাহর হুকুমে উঠে দাঁড়াও।” তৎক্ষণাৎ একজন বৃদ্ধলোক মাথা থেকে ধুলো ঝাড়তে ঝাড়তে দাঁড়িয়ে গেলেন। হযরত ঈসা (আঃ) তাকে জিজ্ঞেস করলেন ? “তুমি কি এরূপ বৃদ্ধ অবস্থাতেই মারা গিয়েছিলে?” লোকটি উত্তরে বললেনঃ “জ্বি, না। আমি যুবক অবস্থাতেই মারা গিয়েছিলাম। কিন্তু এখন আমার মনে আতঙ্ক সৃষ্টি হয়েছে যে, কিয়ামাত বুঝি সংঘটিত হয়ে গেছে। তাই ভয়ে আমি বুড়ো হয়ে গেছি।” এরপর ঈসা (আঃ) তাঁকে বললেনঃ “আচ্ছা, হযরত নূহের (আঃ) নৌকা সম্পর্কে যা কিছু জান তা আমাদের নিকট বর্ণনা কর।” তিনি বললেনঃ “নৌকাটি ছিল বারোশ’ হাত লম্বা এবং ওর প্রস্থ ছিল ছ'শ’হাত। তাতে তিনটি তলা ছিল। প্রথমটিতে ছিল চতুষ্পদ জন্তু, দ্বিতীয়টিতে ছিল মানুষ এবং তৃতীয়টিতে ছিল পাখি। যখন চতুষ্পদ জন্তুগুলির গোবর ছড়িয়ে পড়লো তখন আল্লাহ তাআ'লা হযরত নূহের (আঃ) কাছে ওয়াহী পাঠালেনঃ “হাতীর লেজে নাড়া দাও।” তিনি নাড়া দেয়া মাত্রই তা থেকে নর ও মাদী শুকর বেরিয়ে আসলো এবং মলগুলি খেতে লাগলো। ইঁদুরগুলি নৌকার তক্তাগুলি কাটতে শুরু করলে আল্লাহ পাক তাঁর নিকট ওয়াহী প্রেরণ করলেনঃ “সিংহের দু'চোখের মধ্যভাগে আঘাত কর।” তিনি তাই করলে ওর নাকের ছিদ্র দিয়ে নর ও মাদী বিড়াল বেরিয়ে এসে এই ইদুরের দিকে অগ্রসর হলো।” হযরত ঈসা (আঃ) লোকটিকে জিজ্ঞেস করলেনঃ “শহরগুলি যে পানিতে নিমজ্জিত হয়েছে তা হযরত নূহ (আঃ) কি করে জানতে পারলেন?” লোকটি উত্তরে বললেনঃ “তিনি সংবাদ নেয়ার জন্যে কাককে পাঠিয়ে দেন। কিন্তু কাকটি গিয়ে একটি মৃত দেহের উপর বসে পড়ে (সুতরাং সে খবর নিয়ে আসতে খুবই বিলম্ব করে)। সুতরাং তিনি তার উপর বদ দুআ’ করেন যে, সে যেন সদা ভীত সন্ত্রস্ত থাকে। এ কারণেই সে মানুষের বাড়িতে ভালবাসা পায় না (বরং সদা ভীত সন্ত্রস্ত থাকে)। অতঃপর তিনি কবুতরকে পাঠিয়ে দেন। কবুতরটি ঠোঁটে করে যায়তুনের পাতা এবং পায়ে মাটি নিয়ে ফিরে আসে। ফলে তিনি জানতে পারেন যে, শহর ডুবে গেছে। তিনি কবুতরের গলায় গলাবন্ধ পরিয়ে দিলেন এবং তার জন্যে নিরাপত্তার ও প্রীতির দুআ’ করলেন। এ কারণেই সে বাড়িতে ভালবাসা পেয়ে থাকে।” হাওয়ারীরা বললো:“হে আল্লাহর রাসূল! এ লোকটিকে আমাদের সাথে নিয়ে চলুন।” তিনি আমাদের সাথে অবস্থান করবেন এবং আরো কিছু বর্ণনা করবেন। তিনি বললেনঃ “এ লোকটি কি ভাবে তোমাদের সাথে থাকতে পারে? তার তো রিয্‌ক অবশিষ্ট নেই। অতঃপর তিনি লোকটিকে লক্ষ্য করে বললেনঃ “তুমি যেমন ছিলে তেমনই হয়ে যাও।” সুতরাং তিনি তৎক্ষণাৎ মাটি হয়ে গেলেন।হযরত নূহ (আঃ) নৌকাটি নির্মাণ কার্যে লেগে গেলেন। সুতরাং কাফিররা তাঁকে উপহাস করার একটা সূত্র খুঁজে পেলো। চলতে, ফিরতে, উঠতে, বসতে তারা তাকে ঠাট্টা করতে থাকলো। কেননা, তারা তাঁকে মিথ্যাবাদী মনে করতো। আর তিনি যে তাদেরকে শাস্তির ভয়। দেখিয়েছিলেন তা তারা মোটেই বিশ্বাস করেনি। তিনি তাদের বিদ্রুপের প্রতিবাদে শুধু এটুকুই বলেছিলেনঃ “আজ তোমরা আমাকে উপহাস করছে, কিন্তু জেনে রেখোঁরেখো যে, যেমন তোমরা আমাদেরকে উপহাস করছে তেমনই একদিন আমরাই তোমাদেরকে উপহাস করবো। সুতরাং তোমরা সত্বরই জানতে পারবে যে, কোন্ ব্যক্তি দুনিয়ায় আল্লাহর অপমানজনক শাস্তি প্রাপ্ত হয় এবং কার উপর চিরস্থায়ী শাস্তি এসে পড়ে যা কখনো দূর হবার নয়।”"
    },
    {
      "ayah": 4,
      "surah": 11,
      "text": "হযরত ইকরামা (রাঃ) হতে বর্ণিত, তিনি বলেন যে, হযরত আবু বকর (রাঃ) বলেছেনঃ “আমি রাসূলুল্লাহকে (সঃ) জিজ্ঞেস করলাম- কোন্ জিনিষে আপনাকে বুড়ো করেছে?” তিনি উত্তরে বলেনঃ “আমাকে সূরায়ে হুদ, সূরায়ে ওয়াকিয়া, আম্মা-ইয়াতাসাআলুন এবং ওয়া ইযাশ্‌শামসু কুভ্‌ভিরাত বুড়ো করে দিয়েছে। (এ হাদীসটি এই সনদে হাফিজ আবু ইয়ালা (রঃ) বর্ণনা করেছেন)ইবনু আব্বাস (রাঃ) হতে বর্ণিত, তিনি বলেন যে, আবু বকর (রাঃ) জিজ্ঞেস করেনঃ “হে আল্লাহর রাসূল (সঃ)! কিসে আপনাকে বৃদ্ধ করে দিলো? “উত্তরে রাসূলুল্লাহ (সঃ) বলেনঃ “আমাকে সূরায়ে হুদ, ওয়াকিয়া, আল-মুরসালাত, আম্মা-ইয়াতাসাআলুন এবং ওয়া ইযাশ্‌শামসু কুভ্‌ভিরাত বৃদ্ধ করে ফেলেছে। (এ হাদীসটি এই সনদে বর্ণনা করেছেন ইমাম আবু ঈসা তিরমিযী (রঃ)) অন্য বর্ণনায় আছেঃ “সূরায়ে হুদ এবং ওর সঙ্গীয় সূরাগুলি আমাকে বৃদ্ধ করেছে” কোন কোন বর্ণনায় সূরায়ে আল-হাক্কাহ এর কথাও রয়েছে।\n১-৪ নং আয়াতের তাফসীর\nসূরায়ে বাকারায় হুরূফে হিজার উপর আলোচনা হয়ে গেছে। সুতরাং এখানে তার পুনরাবৃত্তির কোনই প্রয়োজন নেই। তাই (আরবি) এর উপর আলোকপাত করা হচ্ছে না। আল্লাহর আয়াতগুলি দৃঢ় ও মজবুত। (আরবি) এর অর্থ হচ্ছে- আকার ও অর্থের দিক দিয়ে এই আয়াতগুলি পূর্ণ। এটা প্রজ্ঞাময়, মহাজ্ঞাতা আল্লাহর পক্ষ হতে অবতারিত। তিনি কথায় প্রজ্ঞাময় এবং কাজের পরিণাম সম্পর্কে মহাজ্ঞাতা। নির্দেশ দেয়া হচ্ছে, আল্লাহ ছাড়া আর কারো ইবাদত করো না। মহান আল্লাহ বলেন এর পূর্বেও যে কোন রাসূলের কাছে আমি যে ওয়াহী পাঠিয়েছিলাম তা ছিল এটাই- আমি আল্লাহ এক। সুতরাং তোমরা একমাত্র আমারই ইবাদত করো। আমি প্রত্যেক কওমের মধ্যে নবী পাঠিয়ে এই নির্দেশই দিয়েছিলাম- তোমরা শুধু আল্লাহরই ইবাদত করো এবং প্রতিমা-পূজা থেকে দূরে থাকো। আমি (নবী সঃ) আল্লাহর পক্ষ হতে তোমাদেরকে জাহান্নাম থেকে ভয় প্রদর্শন করছি, আবার জান্নাতের সুসংবাদও দিচ্ছি।সহীহ হাদীসে এসেছে যে, রাসূলুল্লাহ (সঃ) সাফা পাহাড়ের উপর চড়ে কুরায়েশের গোত্রগুলিকে ডাক দিয়ে বলেনঃ “হে কুরায়েশের দল! আমি যদি তোমাদেরকে সংবাদ দেই যে, সকালে তোমাদের উপর শত্রুরা আক্রমণ চালাবে, তবে তোমরা আমার কথা বিশ্বাস করবে কি?” সবাই সমস্বরে বলে উঠলো: “আপনি যে কোন দিন মিথ্যা কথা বলেছেন তা তো আমাদের জানা নেই।” তখন তিনি বললেনঃ “তাহলে জেনে রেখো যে, আমি তোমাদেরকে আল্লাহর কঠিন শাস্তি থেকে ভয় প্রদর্শন করছি।” এ শাস্তি অবশ্যই হবে। সুতরাং এখনও তোমরা আল্লাহর কাছে ক্ষমা প্রার্থনা কর এবং তাওবা করে নাও। এরূপ করলে আল্লাহ পাক তোমাদের সাথে উত্তম ব্যবহার করবেন এবং যে ব্যক্তি অনুগ্রহ লাভের যোগ্য তার প্রতি তিনি অনুগ্রহ করবেন। তিনি দুনিয়াতেও তোমাদের সাথে ভাল ব্যবহার করবেন এবং আখিরাতেও করবেন। মহান আল্লাহ বলেনঃ “যে কেউই পুরুষ হোক বা নারী হোক, ঈমান আনয়ন করবে, মৃত্যুর পর আমি তাকে পবিত্র জীবনের সাথে উঠাবো। সহীহ হাদীসে এসেছে যে, রাসূলুল্লাহ (সঃ) সা’দকে (রাঃ) বলেনঃ “তুমি যদি একমাত্র আল্লাহর সন্তুষ্টি লাভের উদ্দেশ্যে কারো উপর কিছু খরচ কর, তবে অবশ্যই তুমি তার প্রতিদান পাবে, এমনকি তুমি তোমার স্ত্রীর উপর যা খরচ করবে তারও প্রতিদান তুমি প্রাপ্ত হবে।”(আরবি) মহান আল্লাহর এই উক্তির ব্যাখ্যায় ইমাম ইবনু জারীর (রঃ) ইবনু মাসউদ (রাঃ) হতে বর্ণনা করেন- যে ব্যক্তি খরাপ কাজ করে তার জন্যে একটি পাপ লিখে দেয়া হয়। পক্ষান্তরে যে ব্যক্তি ভাল কাজ করে’ তার উপর দশটি পুণ্য লিপিবদ্ধ হয়। দুনিয়ায় যদি একটি খারাপ আমলের শাস্তি প্রদান করা হয়, তবে তার পক্ষে দশটি পুণ্য থেকে যায়। আর যদি দুনিয়ায় তাকে শাস্তি দেয়া না হয় তবে দশটি পুণ্যের মধ্যে মাত্র একটি পুণ্য খোয়া যায় বা নষ্ট হয়, ন’টি পুণ্য তার পক্ষে থেকেই যায়। এরপর বলেন যে, ঐ ব্যক্তি বড়ই ক্ষতিগ্রস্ত যার একটি (পাপ) দশটি (পুণ্যে)-র উপর জয়যুক্ত হয়।মহান আল্লাহ বলেনঃ আর যদি তোমরা মুখ ফিরাতেই থাকো, তবে তোমাদের জন্যে ভীষণ দিনের শাস্তির আশঙ্কা করি। এটা ঐ ব্যক্তির জন্য, যে আল্লাহ তাআ’লার নির্দেশাবলী হতে মুখ ফিরিয়ে নেয় এবং রাসূলদেরকে মিথ্যা প্রতিপন্ন করে। তাকে অবশ্যই কিয়ামতের দিন শাস্তি ভোগ করতেই হবে।আল্লাহ পাকের উক্তিঃ আল্লাহরই নিকট তোমাদেরকে ফিরে যেতে হবে। তিনি স্বীয় বন্ধুদের প্রতি ইহসান করতে এবং শত্রুদেরকে শাস্তি দিতে সক্ষম। পুনরায় সৃষ্টি করার উপরও তিনি ক্ষমতাবান। এটা হচ্ছে ভীষণ সতর্কবাণী, যেমন এর পূর্বের বাণী ছিল উৎসাহব্যঞ্জক।"
    },
    {
      "ayah": 40,
      "surah": 11,
      "text": "আল্লাহ তাআ’লা হযরত নূহের (রাঃ) সাথে যে ওয়াদা করেছিলেন সেই ওয়াদা অনুযায়ী আকাশ থেকে অনবরত মুষলধারে বৃষ্টি হতে শুরু করে এবং যমীনের মধ্য থেকেও পানি উথলিয়ে উঠে। যেমন মহান আল্লাহ এক জায়গায় বলেনঃ (আরবি)অর্থাৎ “অতঃপর আমি অধিক বর্ষণশীল পানি দ্বারা আকাশের দ্বারসমূহ খুলে দিলাম। আর যমীন হতে ফোয়ারাসমূহ জারী করে দিলাম, অতঃপর (উভয়) পানি অবধারিত কাজের জন্যে সম্মিলিত হলো আর আমি তাকে (নূহ আঃ কে) তক্তা ও পেরেকযুক্ত নৌকাতে আরোহণ করালাম। যা আমার তত্ত্বাবধানে চলছিল, এ সব কিছু তার প্রতিশোধ গ্রহণের জন্যে করেছিলাম; যার অমর্যাদা করা হয়েছিল।” (৫৪: ১১-১৪) যমীন হতে পানি উথলিয়ে উঠা সম্পর্কে হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণিত আছে যে, এর ভাবার্থ হচ্ছে যমীন হতে ঝরণা প্রবাহিত হয়, এমনকি চুল্লী হতেও পানি উথলিয়ে উঠে। পূর্ববর্তী ও পরবর্তী জমহূরেরও উক্তি এটাই। হযরত আলী ইবনু আবি তালিব (রাঃ) হতে বর্ণিত আছে যে, (আরবি) এর অর্থ হচ্ছে সকাল হওয়া ও ফজরের আলোকিত হওয়া অর্থাৎ সকালের আলো এবং ফজরের ঔজ্জ্বল্য। কিন্তু স্পষ্টতর উক্তি প্রথমটিই।মুজাহিদ (রঃ) ও শা’বী (রঃ) বলেন যে, এই চুল্লীটি কুফায় ছিল। হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণিত আছে যে, এটা ভারতে অবস্থিত একটি ঝরণা বা প্রস্রবণ। কাতাদা’ (রঃ) বলেন যে, এটা জাযীরায় অবস্থিত একটি নদী যাকে ‘আইনুল অরদাহ’ বলা হয়। কিন্তু এসব উক্তি গারীব বা দুর্বল। মোট কথা, এ সব নিদর্শন প্রকাশিত হওয়া মাত্রই হযরত নূহকে আল্লাহ তাআ’লা নির্দেশ দেন যে, তিনি যেন তাঁর সাথে নৌকায় প্রত্যেক প্রকারের এক জোড়া করে প্রাণী উঠিয়ে নেন। একটি করে নর এবং একটি করে মাদী। বলা হয়েছে যে, প্রাণহীন মাখলুকের জন্যেও এই নির্দেশ ছিল। যেমন গাছপালা ও লতাপাতা। কথিত আছে যে, হযরত নূহ (আঃ) সর্বপ্রথম যে পাখিটিকে নৌকায় উঠান তা ছিল ‘দাররা’ নামক পাখি। আর জন্তুগুলির মধ্যে সর্বশেষে যে জন্তুটিকে উঠান তা ছিল গাধা। শয়তান গাধাটির লেজ ধরে লটকে যায়। সে নৌকায় উঠার ইচ্ছা করে, কিন্তু শয়তান ওর লেজ ধরেছিল বলে তার কাছে খুবই ভারী বোধহয় এবং উঠতে সক্ষম হয় না। হযরত নূহ (আঃ) তাকে বলেনঃ “তুমি উঠে যাও যদিও শয়তান তোমার সাথে রয়েছে।” সুতরাং তারা উভয়েই নৌকায় আরোহণ করে।কোন কোন গুরুজন বলেন যে, হযরত নূহ (আঃ) এবং তাঁর সঙ্গীয় মু'মিনরা সিংহকে তাঁদের সাথে নৌকায় উঠিয়ে নিয়ে যেতে অক্ষম হচ্ছিলেন। অবশেষে তার জ্বর হয়ে যায়। তখন তাঁরা তাকে নৌকায় উঠিয়ে নেন।হযরত যায়েদ ইবনু আসলাম (রঃ) তাঁর পিতা হতে বর্ণনা করেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “নূহ (আঃ) যখন সমস্ত জন্তু এক জোড়া করে নৌকায় উঠিয়ে নেন তখন তাঁর সঙ্গীগণ তাঁকে বলেনঃ “পশুগুলি কিরূপে নিশ্চিন্ত ও নিরাপদ থাকতে পারে, অথচ তাদের সাথে সিংহ রয়েছে?” তখন আল্লাহ তাআ’লা সিংহের উপর জ্বর চাপিয়ে দেন। যমীনে অবতারিত প্রথম জ্বর ছিল এটাই। অতঃপর জনগণ ইঁদুরের অভিযোগ আনয়ন করে বলেনঃ “এই দুষ্ট প্রাণী আমাদের খাদ্য ও অন্যান্য জিনিষ নষ্ট করে দিচ্ছে!” তখন আল্লাহ তাআ’লার নির্দেশক্রমে সিংহ হাঁচি ফেললো এবং সেই হাঁচির সাথে বিড়াল বেরিয়ে আসলো। ফলে ইদুর এক প্রান্তে লুকিয়ে গেল।” (এ হাদীসটি ইবনু আবি হা’তিম (রঃ) বর্ণনা করেছেন)আল্লাহ পাকের উক্তিঃ  (আরবি) অর্থাৎ হে নূহ (আঃ)! তুমি নৌকায় তোমার পরিবারবর্গকে উঠিয়ে নাও। তারা হচ্ছে তাঁর পরিবারের লোক ও তাঁর আত্মীয় স্বজন। কিন্তু তাদের মধ্যে যারা ঈমান আনে নাই তাদেরকে নৌকায় উঠানো চলবে না। ইয়াম নামক তাঁর এক পুত্রও ঐ কাফিরদের অন্তর্ভুক্ত ছিল। সুতরাং সেও পৃথক হয়ে যায়। তাঁর স্ত্রীও ছিল তাদের অন্তর্ভুক্ত। সেও আল্লাহর রাসূলকে (অর্থাৎ তার স্বামী নূহকে আঃ) অস্বীকার করেছিল।(আরবি) অর্থাৎ হে নূহ (আঃ)! তোমার কওমের মধ্যে যারা ঈমান এনেছে তাদেরকেও তোমার সাথে নৌকায় উঠিয়ে নাও। কিন্তু এই মু'মিনদের সংখ্যা ছিল খুবই কম। সাড়ে নয় শ’ বছর অবস্থানের সুদীর্ঘ সময়ের মধ্যে অতি অল্প সংখ্যক লোকই হযরত নূহ (আঃ)-এর উপর ঈমান এনেছিল। হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণিত আছে যে, তারা ছিল মোট আশি জন লোক। তাদের মধ্যে স্ত্রী লোকও ছিল। হযরত কা'ব (রাঃ) বলেন যে, তারা ছিল বাহাত্তর জন। একটি উক্তি আছে যে, তারা ছিল মাত্র দশজন। একটি উক্তি এও রয়েছে যে, তাঁরা ছিলেন হযরত নূহ (আঃ) স্বয়ং এবং তার তিন পুত্র। তারা হচ্ছেন- সাম, হাম ও ইয়াফাস। আর ছিলেন চার জন স্ত্রী লোক। তিন জন তো ছিলেন এই তিন পুত্রের স্ত্রী এবং অন্য একজন ছিলেন (তার কাফির পুত্র) ইয়ামের স্ত্রী। এ কথাও বলা হয়েছে, চতুর্থ স্ত্রী লোকটি ছিল স্বয়ং হযরত নূহের (আঃ)-এর স্ত্রী। কিন্তু এতে চিন্তা-ভাবনার অবকাশ রয়েছে। বরং প্রকাশ্য কথা এটাই যে, হযরত নূহের (আঃ) স্ত্রী ধ্বংসপ্রাপ্ত লোকদের সাথে ধ্বংস হয়ে গিয়েছিল। কেননা, সে তার কওমের দ্বীনের উপরই ছিল। তাই, যেমনভাবে হযরত লূতের (আঃ) স্ত্রী ধ্বংস হয়েছিল, তেমনিভাবে হযরত নূহের (আঃ) স্ত্রীও ধ্বংস হয়ে গিয়েছিল। এসব ব্যাপারে আল্লাহ তাআ’লাই সর্বাধিক সঠিক জ্ঞানের অধিকারী।"
    },
    { "ayah": 41, "surah": 11, "text": "Please check ayah 11:43 for complete tafsir." },
    { "ayah": 42, "surah": 11, "text": "Please check ayah 11:43 for complete tafsir." },
    {
      "ayah": 43,
      "surah": 11,
      "text": "৪১-৪৩ নং আয়াতের তাফসীর\nআল্লাহ তাআ’লা হযরত নূহের (আঃ) সম্পর্কে খবর দিচ্ছেন যে, হযরত নূহ (আঃ) তার সাথে যাদেরকে নিয়ে যেতে চাচ্ছিলেন তাদেরকে বললেনঃ এসো, এই নৌকায় আরোহণ কর। জেনে রেখোঁরেখো যে, এর চলনগতি আল্লাহরই নামের বরকতে এবং অনুরূপভাবে এর শেষ স্থিতিও তাঁর পবিত্র নামের বরকতেই বটে। আবু রাজা আতারদী (রঃ) পড়েছেন (আরবি)।আল্লাহ তাআ’লা বলেনঃ (আরবি) অর্থাৎ “অতঃপর (হে নূহ, আঃ) যখন তুমি ও তোমার (মু'মিন) সাথীরা নৌকায় বসবে তখন বললা ঐ আল্লাহরই সমস্ত প্রশংসা যিনি আমাদেরকে কাফির সম্প্রদায় হতে মুক্তি দিয়েছেন। আর বলো- হে আমার প্রতিপালক! আমাকে অবতারণ করুন বরকতময় এবং আপনি সকল অবতারণকারীর মধ্যে উত্তম।” (২৩: ২৮) এ জন্যেই এটা মুসতাহাব যে, প্রত্যেক কাজের শুরুতে বিসমিল্লাহ বলতে হবে, সেটা নৌকায় চড়াই হোক অথবা জন্তুর পিঠে আরোহণ করাই হোক। যেমন আল্লাহ তাআ’লা বলেছেনঃ (আরবি)অর্থাৎ “আর যিনি সর্বপ্রকার বস্তুগুলিকে সৃষ্টি করেছেন এবং তোমাদের সেই নৌকাসমূহ ও চতুষ্পদ জন্তুগুলিকেও সৃষ্টি করেছেন যেগুলিতে তোমরা আরোহণ করে থাকো। যেন তোমরা ওদের পৃষ্ঠের উপর দৃঢ়রূপে বসতে পার।” (৪৩: ১২) এর প্রতি আগ্রহ উৎপাদনকারীরূপে হাদীসও এসেছে। ইনশাআল্লাহ এর পূর্ণ বর্ণনা সূরায়ে যুখরুফে আসবে। আল্লাহর উপরই ভরসা করছি। হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “আমার উম্মত যখন নৌকায় আরোহণ করবে তখন তাদের ডুবে যাওয়া হতে নিরাপত্তা লাভের উপায় হচ্ছে এই যে, তারা বলবে (আরবি) এবং (আরবি) এই আয়াতটি শেষ পর্যন্ত, আর (আরবি) এই আয়াতটি। (এই হাদীসটি ইমাম আবুল কাসিম তিবরানী (রঃ) বর্ণনা করেছেন) এই দুআ’’র শেষে আল্লাহ তাআ'লার গুণবাচক নাম (আরবি) ও (আরবী) রয়েছে। কারণ এই যে, যেন কাফিরদের শাস্তির মুকাবিলায় মুমিনমু’মিনদের উপর তার ক্ষমা ও করুণার বিকাশ ঘটে। যেমন তাঁর উক্তি (আরবী) অর্থাৎ “নিশ্চয় তোমার প্রতিপালক সত্বর শাস্তি দানকারী এবং নিশ্চয় তিনি ক্ষমাশীল, দয়াবান।”(৭: ১৬৭) অন্য জায়গায় তিনি বলেনঃ (আরবী)অর্থাৎ “নিশ্চয় তোমার প্রতিপালক লোকদের ব্যাপারে তাদের যুলুমের উপর ক্ষমাশীল এবং নিশ্চয় তোমার প্রতিপালক অতি সত্বর শাস্তি প্রদানকারীও বটে।” এই ধরনের আরো বহু আয়াত রয়েছে যেখানে দয়া ও প্রতিশোধ গ্রহণের বর্ণনা মিলিতভাবে দেয়া হয়েছে। আল্লাহ পাকের উক্তি: (আরবী)অর্থাৎ ঐ নৌকাটি তাদেরকে নিয়ে পর্বত তুল্য তরঙ্গের মধ্যে চলতে লাগলো। এর ভাবার্থ এই যে, নৌকাটি হযরত নূহ (আঃ) এবং তাঁর সঙ্গীদেরকে নিয়ে পানির উপর চলতে লাগলো যে পানি সারা যমীনে ছড়িয়ে পড়েছিল। এমনকি উঁচু উঁচু পর্বতের চূড়া পর্যন্ত উঠে গিয়েছিল। পাহাড়ের চূড়া ছেড়েও পনেরো হাত উপরে উঠেছিল। আবার এই উক্তিও আছে যে, পানি পর্বতের চূড়া ছেড়ে আশি হাত উপরে উঠে গিয়েছিল। এতদসত্ত্বেও হযরত নূহের (আঃ) নৌকা আল্লাহ পাকের হুকুমে সঠিকভাবেই চলছিল। স্বয়ং আল্লাহ ছিলেন ওর রক্ষক এবং ওটা ছিল তাঁর বিশেষ দয়া ও মেহেরবানী। যেমন তিনি তাঁর পাক কালামে বলেনঃ (আরবী)অর্থাৎ “যখন পানি স্ফীত হয়েছিল, তখন আমি তোমাদেরকে (অর্থাৎ তোমাদের পূর্ববর্তী মু'মিনদেরকে) নৌকায় আরোহণ করালাম। যেন আমি ঐ ব্যাপারকে তোমাদের জন্যে একটি স্মরণীয় বস্তু করি, আর স্মরণকারী কর্ণ ওকে স্মরণ রাখে।” (৬৯: ১১-১২)আর এক জায়গায় আল্লাহ তাআ’লা বলেনঃ (আরবী) অর্থাৎ “আর আমি তাকে তক্তা ও পেরেকযুক্ত নৌকাতে আরোহণ করালাম। যা আমার তত্ত্বাবধানে চলছিল, এ সব কিছু তার প্রতিশোধ গ্রহণের জন্যে করেছিলাম যার অমর্যাদা করা হয়েছিল। আর আমি এটাকে উপদেশ গ্রহণের জন্যে থাকতে দিলাম, অতএব কোন উপদেশ গ্রহণকারী আছে কি?” (৫৪: ১৩-১৫) ঐ সময় হযরত নূহ (আঃ) তাঁর পুত্রকে ডাক দেন। সে ছিল তার চতুর্থ পুত্র। তাঁর নাম ছিল ইয়াম এবং সে ছিল কাফির। তিনি নৌকায় আরোহণ করার সময় তাকে ঈমান আনয়নের এবং নৌকায় আরোহণের আহ্‌বান জানান, যাতে সে ডুবে যাওয়া এবং কাফিরদের শাস্তি থেকে রক্ষা পায়। কিন্তু সেই হতভাগ্য উত্তর দেয়ঃ “না আমার প্রয়োজন নেই। আমি পর্বতে আরোহণ করে এই প্লাবন থেকে বেঁচে যাবো।” একটি ইসরাঈলী বর্ণনায় রয়েছে যে, সে শীশা দ্বারা একটি নৌকা তৈরি করেছিল। এসব ব্যাপারে আল্লাহ তাআ’লার জ্ঞানই সবচেয়ে বেশি। কুরআন কারীমে তো শুধু এটুকুই আছে যে, তার ধারণায় প্লাবন পর্বতের চূড়ায় পৌছাতে পারবে না। সুতরাং সে যখন সেখানে পৌঁছে যাবে তখন পানি তার কি ক্ষতি করতে পারবে? ঐ সময় হযরত নূহ (আঃ) উত্তরে বলেছিলেনঃ “আজ আল্লাহর শাস্তি থেকে বাঁচার কোন উপায় নেই। যার উপর তার দয়া হবে, একমাত্র সেই রক্ষা পাবে।” বলা হয়েছে যে, এখানে (আরবী) শব্দটি (আরবী) এর অর্থে ব্যবহৃত হয়েছে। যেমন (আরবী) শব্দটি অর্থে এবং (আরবী) শব্দটি (আরবী) অর্থে এসেছে। পিতা-পুত্রে এভাবে আলোচনা চলছে এমন সময় এক তরঙ্গ আসলো এবং হযরত নূহের (আঃ) ছেলেকে ডুবিয়ে দিলো।"
    },
    {
      "ayah": 44,
      "surah": 11,
      "text": "আল্লাহ তাআ’লা সংবাদ দিচ্ছেন যে, নৌকার আরোহীরা ছাড়া যখন সমস্ত যমীনবাসীকে ডুবিয়ে দেন তখন তিনি যমীনকে পানি শোষণ করে নেয়ার নির্দেশ দেন যা ওর মধ্য হতে উথলিয়ে উঠেছিল এবং আসমানকেও তিনি বর্ষণ বন্ধ করার হুকুম করেন। ফলে পানি কমতে শুরু করে এবং কাজও সমাপ্ত হয়ে যায়। অর্থাৎ সমস্ত কাফির ধ্বংস হয়ে যায় রক্ষা পায় শুধু নৌকার মুমিনমু’মিন আরোহীরা। আল্লাহ তাআ’লার নির্দেশক্রমে নৌকাটি জূদীর উপর গিয়ে থেমে যায়। মুজাহিদ (রঃ) বলেন যে, জূদী হচ্ছে জয়ীরায় অবস্থিত একটি পাহাড়। সমস্ত পাহাড়কে ডুবিয়ে দেয়া হয়েছিল। শুধু এই পাহাড়টি নিজের বিনয় ও মিনতি প্রকাশের কারণে ডুবে যাওয়া থেকে রক্ষা পেয়েছিল। এখানেই নৌকাটি নোঙ্গর করে। হযরত কাতাদা’ (এটা ইবনু আবি হা’তিম (রঃ) বর্ণনা করেছেন) (রঃ) বলেন যে, একমাস পর্যন্ত নৌকাটি এখানেই থাকে এবং সমস্ত লোক ওর উপর হতে অবতরণ করে। জনগণের উপদেশ গ্রহণের উপকরণ হিসেবে নৌকাটি এখানেই সম্পূর্ণ অক্ষয় ও নিরাপদ অবস্থায় থাকে এমনকি এই উম্মতের পূর্বযুগীয় লোকেরাও এটাকে দেখেছিল। অথচ এরপরে কোটি কোটি ভাল ও শক্ত নৌকা তৈরি হয় এবং নষ্ট হয়ে যায় বরং ভষ্ম ও মৃত্তিকায় পরিণত হয়। যহ্‌হাক (রঃ) বলেন যে, জূদী নামক পাহাড়টি মুসিলে রয়েছে। কেউ কেউ বলেন যে, তুর পাহাড়কেই জূদীও বলে।নাওবা ইবনু সা'লিম (রঃ) হতে বর্ণিত, তিনি বলেনঃ আমি যার ইবনু হাবীশকে (রঃ) দেখি যে, যখন কুন্দার দরজা দিয়ে তিনি প্রবেশ করেন তখন ডান দিকের কোণে নামাজ পড়ে থাকেন। তাই আমি তাঁকে জিজ্ঞেস করিঃ জুমআ’র দিন আপনি অধিকাংশ সময় এখানেই নামাজ পড়ে থাকেন, এর কারণ কি? উত্তরে তিনি বলেনঃ “নূহের (আঃ) নৌকাটি এখানেই লেগেছিল (তাই, আমি এখানে নামায পড়ে থাকি)। হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণিত আছে যে, নৌকায় হযরত নূহের (আঃ) সাথে পরিবারবর্গ সহ মোট আশি জন লোক ছিলেন। একশ’ পঞ্চাশ দিন পর্যন্ত তাঁরা সবাই নৌকাতেই ছিলেন আল্লাহ তাআ’লা নৌকার মুখ মক্কা শরীফের দিকে ফিরিয়ে দেন। এখানে তাঁরা চল্লিশ দিন পর্যন্ত বায়তুল্লাহ শরীফের তাওয়াফ করতে থাকেন। অতঃপর আল্লাহ তাআ’লা ওটাকে জূদীর দিকে চালিয়ে দেন। সেখানে ওটা থেমে যায়। স্থলের খবর নেয়ার জন্যে হযরত নূহ (আঃ) কাককে প্রেরণ করেন। কিন্তু ঐ কাকটি একটি মৃতদেহ খেতে শুরু করে। ফলে তার ফিরে আসতে খুবই বিলম্ব হয়। তখন তিনি একটি কবুতরকে প্রেরণ করেন। কবুতরটি তার ঠোঁটে যায়তুন গাছের পাতা এবং পায়ে মাটি নিয়ে ফিরে আসে। এ দেখে হযরত নূহ (আঃ) বুঝতে পারেন যে, পানি শুকিয়ে গেছে এবং যমীন প্রকাশিত হয়েছে। সুতরাং তিনি জূদীর নিচে অবতরণ করে সেখানে একটি বস্তির ভিত্তি স্থাপন করেন যাকে সামানীন বলা হয়। একদিন সকালে যখন সব ঘুম থেকে জাগরিত হন তখন দেখা যায় যে, প্রত্যেকের ভাষা পরিবর্তন হয়ে গেছে। ওগুলির মধ্যে সবচেয়ে উত্তম ভাষা ছিল আরবী। একে অপরের ভাষা বুঝা অসম্ভব হয়ে পড়ে। হযরত নূহ (আঃ) তাঁদের সবার মধ্যে অনুবাদকের কাজ করছিলেন। তিনি একজনের ভাষা অপরজনকে বুঝিয়ে দিচ্ছিলেন। কারণ আল্লাহ তাআ’লা তাঁকে সমস্ত ভাষার জ্ঞান দান করেছিলেন।হযরত কা'ব ইবনু আহ্‌বার (রঃ) বলেন যে, হযরত নূহের (আ) নৌকাটি পূর্ব ও পশ্চিমের মাঝে চলাফেরা করছিল। তারপর জূদীর উপর গিয়ে থেমে যায়। হযরত কাতাদা’ (রঃ) প্রভৃতি গুরুজন বলেন যে, ১০ই রজব মুমিনমু’মিনরা ঐ নৌকায় আরোহণ করেছিলেন এবং পাঁচ মাস পর্যন্ত ওর উপরই অবস্থান করেন। তাদেরকে নিয়ে নৌকাটি জূদীর উপর একমাস ধরে থেমে থাকে। অবশেষে মুহাররম মাসের আশূরার দিন (১০ই মুহাররম) তাঁরা সবাই ওর উপর অবতরণ করেন। ইমাম ইবনু জারীর (রঃ) এই প্রকারেরই একটি মারফূ’ হাদীসও বর্ণনা করেছেন। সেই দিন তারা রোযাও রেখেছিলেন। এই সব ব্যাপারে আল্লাহ তাআ’লাই সবচেয়ে ভাল জ্ঞান রাখেন।হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত, তিনি বলেন যে, (একদা) নবী (সঃ) ইয়াহুদীদের কতকগুলি লোকের নিকট দিয়ে গমন করেন। ঐ দিন ছিল আশূরার দিন এবং ঐদিন তারা রোযা রেখেছিল। তিনি তাদেরকে জিজ্ঞেস করলেনঃ “এটা কেমন রোযা?” তারা উত্তরে বললো:“এটা এমন একদিন যেই দিনে আল্লাহ তাআ’লা হযরত মূসা (আঃ) ও বনী ইসরাঈলকে (নদীতে) ডুবে যাওয়া থেকে রক্ষা করেছিলেন এবং ফিরআউন ও তার কওমকে ডুবিয়ে দিয়েছিলেন। আর এই দিনই হযরত নূহের (আঃ) নৌকা জূদীর উপর লেগেছিল। সুতরাং ঐ দিন এই দু’জন নবী আল্লাহ তাআ’লার কৃতজ্ঞতা প্রকাশার্থে রোযা রেখেছিলেন।” তখন রাসূলুল্লাহ (সঃ) বললেনঃ “আমিই তো হযরত মূসার (আঃ) বেশি হকদার এবং এই দিন রোযা রাখারও বেশি হকদার।” অতএব, তিনি ঐ দিন রোযা রাখেন এবং সাহাবীদেরকে বলেনঃ “তোমাদের মধ্যে যারা আজ রোযা রেখেছে তারা যেন এই রোযা পূর্ণ করে। আর যারা কিছু খেয়েছে তারা যেন এই দিনের বাকি অংশে আর কিছু না খায়।” (এই হাদীসটি ইমাম আহমদ (রঃ) বর্ণনা করেছেন। এই রিওয়াইয়াতটি এই সনদে গরীব বা দুর্বল বটে, কিন্তু এর কতক অংশের সাক্ষী সহী-হাদীসেও বিদ্যমান রয়েছে)ইরশাদ হচ্ছেঃ ‘অন্যায়কারীরা আল্লাহর রহমত হতে দূরে। তারা সবাই ধ্বংস হয়ে যায়। কেউই রক্ষা পায় নাই। নবীর (সঃ) সহধর্মিনী হযরত আয়েশা (রঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “যদি আল্লাহ তাআ’লা হযরত নূহের (আঃ) কওমের কোন একজনের উপরও দয়া করতেন তবে শিশুর মাতার উপরই দয়া করতেন। রাসূলুল্লাহ (সঃ) বলেনঃ “নূহ (আঃ) তাঁর কওমের মধ্যে সাড়ে নয়শ' বছর অবস্থান করেন। তিনি একটি গাছ রোপণ করেছিলেন। একশ’ বছর ধরে গাছটি বড় হতে থাকে। তারপর তিনি গাছটি কেটে তক্তা বানিয়ে নৌকা নির্মাণ করতে শুরু করেন। লোকেরা উপহাস করে যে, স্থলে তিনি কেমন করে নৌকা চালাবেন? উত্তরে তিনি তাদেরকে বলেনঃ “সত্বরই তোমরা স্বচক্ষে দেখে নেবে।” যখন তিনি নৌকাটির নির্মাণকার্য শেষ করেন এবং পানি যমীন হতে উথলিয়ে উঠতে এবং আকাশ হতে বর্ষিতে শুরু করে, আর অলি-গলি ও রাস্তাঘাট পানিতে নিমজ্জিত হতে থাকে, তখন ঐ শিশুর মাতা, যার শিশুর প্রতি অসীম মমতা ও ভালবাসা ছিল, শিশুকে নিয়ে পর্বতের দিকে চলে গেল এবং তাড়াতাড়ি পর্বতের উপর চড়তে শুরু করলো। এক তৃতীয়াংশ পর্যন্ত উঠে দেখলো যে, পানি সেখানেও পৌঁছে গেছে তখন সে চূড়ায় উঠে স্বস্তির নিঃশ্বাস ফেললো। কিন্তু পানি সেখানে পৌঁছে গেল। যখন স্কন্ধ পর্যন্ত পানি হয়ে গেল তখন সে শিশুটিকে দু'হাতে নিয়ে উপর দিকে উঁচু করে ধরলো। কিন্তু পানি সেখানেও পৌঁছে গেল এবং মা ও শিশু উভয়েই পানিতে ডুবে গেল। সুতরাং সেই দিন যদি কোন কাফিরই রক্ষা পেতো তবে আল্লাহ তাআ’লা ঐ শিশুর মাতার উপর রহমত করতেন।” (এই হাদীসটি তাফসীরে ইবনে জারীর ও তাফসীরে ইবনে আবি হাতিমে বর্ণিত হয়েছে। এই সনদে এটা গরীব বা দুর্বল। কাবুল আহবার (রঃ) ও মুজাহিদ ইবনু জুবাইর (রঃ) হতেও শিশু ও তার মাতার ঘটনাটি এভাবেই বর্ণিত হয়েছে)"
    },
    { "ayah": 45, "surah": 11, "text": "Please check ayah 11:47 for complete tafsir." },
    { "ayah": 46, "surah": 11, "text": "Please check ayah 11:47 for complete tafsir." },
    {
      "ayah": 47,
      "surah": 11,
      "text": "৪৫-৪৭ নং আয়াতের তাফসীর\nএটা মনে রাখা দরকার যে, হযরত নূহের (আঃ) এই প্রার্থনার একমাত্র উদ্দেশ্য ছিল তাঁর ডুবন্ত ছেলের সঠিক অবস্থা অবগত হওয়া। তিনি প্রার্থনায় বলেনঃ “হে আমার প্রতিপালক! এটা তো প্রকাশ্য ব্যাপার যে, আমার ছেলেটি আমার পরিবারভুক্ত ছিল। আর আমার পরিবারকে রক্ষা করার আপনি ওয়াদা করেছিলেন এবং এটাই অসম্ভব ব্যাপার যে, আপনার ওয়াদা মিথ্যা হবে। তাহলে আমার এই ছেলেটি কি করে এই কাফিরদের সাথে ডুবে গেল?” উত্তরে আল্লাহ তাআ’লা বললেনঃ “তোমার যে পরিবারকে রক্ষা করার আমার ওয়াদা ছিল তোমার এই ছেলেটি তাদের অন্তর্ভুক্ত ছিল না। আমার এই ওয়াদা ছিল মুমিনমু’মিনদেরকে নাজাত দেয়া। আমি বলেছিলামঃ (আরবি)অর্থাৎ তোমার পরিবারবর্গকেই নৌকায় উঠিয়ে নাও, কিন্তু তাকে নয় যার সম্বন্ধে পূর্বে নির্দেশ হয়ে গেছে। (১১: ৪০) তোমার এই ছেলে কুফরী করার কারণে তাদেরই অন্তর্ভুক্ত ছিল যাদের সম্পর্কে পূর্বেই আমি জানতাম যে, তারা কুফরী করবে এবং পানিতে ডুবে যাবে।এটাও স্মরণ রাখা প্রয়োজন যে, কতকগুলি লোকের মতে সে প্রকৃত পক্ষে হযরত নূহের (আঃ) পুত্র ছিলই না। কেননা, তাঁর বীর্যে তার জন্ম হয় নাই, বরং ব্যভিচারের মাধ্যমে সে জন্মগ্রহণ করেছিল। আবার কারো কারো উক্তি এই যে, সে ছিল হযরত নূহের (আঃ) স্ত্রীর পূর্ব স্বামীর ঔরসজাত পুত্র। কিন্তু এই দু’টি উক্তিই ভুল। বহু গুরুজন স্পষ্ট ভাষায় এটাকে ভুল বলেছেন। এমনকি হযরত ইবনু আব্বাস (রাঃ) এবং বহু পূর্ববর্তী গুরুজন হতে বর্ণিত আছে যে, কোন নবীর স্ত্রী কখনো ব্যভিচারে লিপ্ত হয় নাই। আল্লাহ তাআ’লার (আরবি) (নিশ্চয় সে তোমার পরিবারভুক্ত নয়) এই উক্তির তাৎপর্য এটাই যে, তিনি হযরত নূহের (আঃ) যে পরিবারকে রক্ষা করার ওয়াদা করেছিলেন তাঁর ঐ ছেলেটি তাদের অন্তর্ভুক্ত ছিল না। এটাই সঠিক ও আসল কথা। এ ছাড়া অন্য দিকে যাওয়া ভুল ছাড়া কিছুই নয়। আল্লাহ এমনই মর্যাদাবান যে, তার মর্যাদা কোন নবীর ঘরে ব্যভিচারিনী স্ত্রী রাখা কখনো কবুল করতে পারে না। এটা চিন্তা করার বিষয় যে, হযরত আয়েশার (রাঃ) ব্যাপারে যারা অপবাদ দিয়েছিল তাদের উপর আল্লাহ পাক কতই না রাগান্বিত হয়েছিলেন। হযরত নূহের (আঃ) ঐ ছেলেটি তার পরিবারভুক্ত না হওয়ার কারণ স্বয়ং কুরআন পাকই বর্ণনা করেছে যে, তার আমল ভাল ছিল না। ইকরামা (রঃ) বলেন যে, এক কিরআতে (আরবি) রয়েছে। হযরত আসমা বিনতে ইয়াযীদ (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “আমি রাসূলুল্লাহকে (সাঃ) (আরবি) পড়তে শুনেছি এবং তাঁকে বলতে শুনেছিঃ (আরবি)অর্থাৎ (আল্লাহ পাকের উক্তি) “হে আমার বান্দারা যারা নিজেদের নফসের উপর বাড়াবাড়ি করেছো, তোমরা আল্লাহর রহমত হতে নিরাশ হয়ে যেয়ো না, নিশ্চয় আল্লাহ সমস্ত গুণাহ ক্ষমা করে দেবেন। (৩৯: ৫৩) আর এতে তিনি কোনই পরওয়া করেন না। (আরবি) অর্থাৎ নিশ্চয়ই তিনি ক্ষমাশীল, করুণাময়।” (এ হাদীসটি ইমাম আহমদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন)হযরত উম্মে সালমা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) এটাকে (আরবি) পড়েছেন (ইমাম আহমদ (রঃ) স্বীয় মুসনাদে এই হাদীসটিরই পুনরাবৃত্তি করেছেন) উম্মে সালমা (রাঃ) হচ্ছেন উম্মুল মু'মিনীন। আর বাহ্যতঃ দেখা যায় যে, তিনিই হচ্ছেন আসমা বিনতে ইয়াযীদ (রাঃ)। কারণ উম্মে সালমা ছিল তাঁর কুনইয়াত বা পিতৃপদবী যুক্ত নাম। তবে এসব ব্যাপারে আল্লাহ তাআ’লাই সর্বাধিক সঠিক জ্ঞানের অধিকারী।হযরত ইবনু আব্বাস (রাঃ) কা'বার পার্শ্বে অবস্থান করছিলেন, এমতাবস্থায় তাঁকে \"(আরবি)\" আল্লাহ পাকের এই উক্তি সম্পর্কে জিজ্ঞেস করা হলে উত্তরে তিনি বলেন যে, এর দ্বারা ব্যভিচার উদ্দেশ্য নয়। বরং হযরত নূহের (আঃ) স্ত্রীর খিয়ানত তো ছিল এই যে, সে লোকদেরকে বলতো: “এই লোকটি (হযরত নূহ আঃ) পাগল। আর হযরত লূতের (আঃ) স্ত্রীর খিয়ানত ছিল এই যে, তাঁর কাছে মেহমানরা আসলে সে জনগণকে খবর দিয়ে দিত। অতঃপর তিনি (আরবি) পাঠ করেন। (এটা আবদুর রায্‌যাক (রঃ) বর্ণনা করেছেন)হযরত সাঈদ ইবনু জুবাইরকে (রাঃ) হযরত নূহের (আঃ) পুত্র সম্পর্কে জিজ্ঞেস করা হলে তিনি জবাবে বলেন যে, আল্লাহ তাআ’লা সত্যবাদী। তিনি তাকে নূহের (আঃ) পুত্রই বলেছেন। সুতরাং নিঃসন্দেহে সে হযরত নূহের (আঃ) ঔরসজাত পুত্রই ছিল। আল্লাহ তাআ’লা বলেনঃ (আরবি) অর্থাৎ নূহ (আঃ) স্বীয় পুত্রকে ডাকতে লাগল।” (১১: ৪২)  আর এটাও স্মরণ রাখা দরকার যে, ‘কোন নবীরই স্ত্রী ব্যভিচার করে নাই’ এই উক্তি কোন কোন আলেমের রয়েছে। হযরত মুজাহিদ (রঃ) হতে এরূপই বর্ণিত আছে। ইবনু জারীরেরও (রঃ) এটাই পছন্দনীয় মত। আর প্রকৃতপক্ষে সঠিক ও বিশুদ্ধ উক্তি এটাই বটে।"
    },
    {
      "ayah": 48,
      "surah": 11,
      "text": "আল্লাহ তাআ’লা খবর দিচ্ছেন যে, নৌকাটি যখন জূদী পর্বতের উপর থেমে গেল তখন নূহকে (আঃ) বলা হলো- তোমার উপর ও তোমার সঙ্গীয় মুমিনমু’মিনদের উপর এবং কিয়ামত পর্যন্ত যত মু'মিনের আবির্ভাব ঘটবে তাদের সবারই উপর শান্তি বর্ষিত হোক।' সাথে সাথে কাফিরদের সম্পর্কে ঘোষণা দেয়া হলো যে, তারা পার্থিব জগতে সুখ ভোগ করবে বটে, কিন্তু (পরকালে) সত্বরই তাদেরকে যন্ত্রণাদায়ক শাস্তির দ্বারা পাকড়াও করা হবে। যেমন এটা হযরত মুহাম্মদ ইবনু কা'ব (রঃ) হতে বর্ণিত রয়েছে।হযরত মুহাম্মদ ইবনু ইসহাক (রঃ) বলেন যে, যখন আল্লাহ তাআ’লা তুফান বন্ধ করার ইচ্ছা করলেন তখন তিনি ভূ-পৃষ্ঠে বায়ু পাঠিয়ে দিলেন, যা পানি বন্ধ করে দিলো এবং ওর উথলিয়ে ওঠা বন্ধ হয়ে গেল। সাথে সাথে আকাশেরও দরজা বন্ধ করে দেয়া হলো যা তখন পর্যন্ত পানি বর্ষণ করতেই ছিল। সুতরাং এরপর আকাশ থেকেও বৃষ্টি বর্ষণ বন্ধ হয়ে গেল। যমীনকে পানি শোষণ করে নেয়ার নির্দেশ দেয়া হলো। তখন থেকেই পানি কমতে শুরু করলো।আহ্‌লে তাওরাতের বিশ্বাস এই যে, সপ্তম মাসের ১৭ই তারিখে হযরত নূহের (আঃ) নৌকাটি জূদী পাহাড়ের উপর লেগেছিল। দশম মাসের প্রথম তারিখে পাহাড়সমূহের চূড়া জেগে ওঠে। এর চল্লিশ দিন পর নৌকায় আরোহণ করার ছিদ্রটি পানির উপর দেখা যেতে লাগল। তারপর হযরত নূহ (আঃ) পানির প্রকৃত অবস্থা জানবার উদ্দেশ্যে কাককে পাঠালেন। কিন্তু কাকটি ফিরে আসতে বিলম্ব করায় তিনি কবুতরকে প্রেরণ করেন। কবুতরটি ফিরে আসে। তিনি ওর অবস্থা দৃষ্টে বুঝতে পারেন যে, সে পা রাখার জায়গা পায় নাই। তিনি কবুতরটিকে হাতে করে ভিতরে নিয়ে আসেন। সাত দিন পর পুনরায় তিনি কবুতরটিকে পাঠিয়ে দেন। সন্ধ্যার সময় সে ঠোঁটে করে যয়তুনের পাতা নিয়ে ফিরে আসে। এতে আল্লাহর নবী জানতে পারেন যে, পানি যমীনের সামান্য কিছু উপরে রয়েছে। এর সাত দিন পর পুনরায় তিনি কবুতরটিকে প্রেরণ করেন। এবার কিন্তু কবুতরটি ফিরে আসলো না। এতে তিনি বুঝে নেন যে, যমীন সম্পূর্ণরূপে শুকিয়ে গেছে। মোট কথা, সুদীর্ঘ এক বছর পর হযরত নূহ (আঃ) নৌকাটির আবরণ খুলে ফেলেন এবং সাথে সাথে তাঁর কাছে মহান আল্লাহর পক্ষ থেকে ওয়াহী আসে- হে নূহ (আঃ)! আমার পক্ষ হতে অবতারিত শান্তির সাথে এখন নেমে পড়।"
    },
    {
      "ayah": 49,
      "surah": 11,
      "text": "আল্লাহ তাআ’লা নবীকে (সাঃ) সম্বোধন করে বলছেনঃ হে নবী (সঃ)! নূহের (আঃ) এই ঘটনা এবং এই ধরনের অতীতের ঘটনাবলী যেগুলি তুমিও জানতে না এবং তোমার কওমও না কিন্তু ওয়াহীর মাধ্যমে আমি তোমাকে এগুলি জানিয়ে থাকি। আর তুমি জনগণের সামনে এগুলির সত্যতা এমনভাবে প্রকাশ করে থাকে যে, যেন তুমি এই ঘটনাবলী সংঘটিত হবার সময় সেখানেই বিদ্যমান ছিলে। অথচ এর পূর্বে না তুমি স্বয়ং এর কোন খবর রাখতে, না তোমার কওম। এটা হলে মানুষ ধারণা করতো যে, হয়তো তুমি এগুলো কারো নিকট থেকে জেনে নিয়েছে। সুতরাং এটা সুস্পষ্ট কথা যে, এটা তুমি একমাত্র আল্লাহ প্রেরিত ওয়াহীর মাধ্যমেই জানতে পেরেছে। আর এই ওয়াহী ঠিক এভাবেই এসেছে, যেভাবে পূর্ববর্তী কিতাবগুলিতে বিদ্যমান রয়েছে। সুতরাং তোমার কওম যে তোমাকে মিথ্যা প্রতিপন্ন করছে এবং তোমাকে কষ্ট দিচ্ছে এর উপর তোমাকে অবশ্যই ধৈর্য ধারণ করতে হবে। সত্বরই আমি তোমাকে ও তোমার অনুসারীদেরকে সাহায্য করবো এবং শত্রুদের উপর বিজয়ী রাখবো। যেমন আমি তোমার পূর্ববর্তী রাসূলদেরকে তাদের শত্রুদের উপর বিজয় দান করেছিলাম। আল্লাহ পাক বলেনঃ (আরবি)অর্থাৎ “নিশ্চয় আমি আমার রাসূলদেরকে ও মুমিনমু’মিনদেরকে সাহায্য করবো।” (৪০: ৫১) মহান আল্লাহ আরো বলেনঃ (আরবি)অর্থাৎ “আমার বিশিষ্ট বান্দা অর্থাৎ রাসূলদের জন্যে এই সিদ্ধান্ত পূর্ব হতেই নির্ধারিত হয়ে আছে; নিঃসন্দেহে তারা জয়ী হবে।” (৩৭: ১৭১-১৭২) তাই এখানেও আল্লাহ তাআ’লা বলেনঃ (আরবি)অর্থাৎ (হে নবী, সঃ) তুমি ধৈর্য ধারণ কর, নিঃসন্দেহে শুভ পরিণাম মুত্তাকীদের জন্যেই।"
    },
    {
      "ayah": 5,
      "surah": 11,
      "text": "ইবনু আব্বাস (রাঃ) হতে বর্ণিত আছে যে, জনগণ খোলা আকাশের সামনে প্রস্রাব, পায়খানা এবং স্ত্রী সহবাস থেকে বেঁচে থাকতো। তখন আল্লাহ তাআ’লা এই আয়াত অবতীর্ণ করেন। ইবনু আব্বাস (রাঃ) (আরবি) কে পড়তেন। তখন ইবনু জা'ফর (রঃ) তাকে জিজ্ঞেস করেনঃ (আরবি) এর অর্থ কি? তিনি উত্তরে বলেনঃ “এর দ্বারা ঐ লোককে বুঝানো হয়েছে, যে স্ত্রী সহবাস করতে লজ্জাবোধ করে অথবা নির্জনতায়ও লজ্জা পায়। তখন এই আয়াত অবতীর্ণ হয়।” ইবনু আব্বাস (রাঃ) বলেন যে, লোকেরা খোলা আকাশের নীচে নির্জনে থাকতে এবং সহবাস করতে শরম করতো এবং নিজেদের মুখ ফিরিয়ে নিতো। বিশেষ করে ঐ সময়, যখন তারা বিছানা পেতে শুয়ে পড়তে এবং মাথা ঢেকে নিতো। তাদের ধারণা ছিল এই যে, যদি তারা বাড়ীতে অবস্থান করে বা কাপড় গায়ে জড়িয়ে কোন খারাপ কাজ করে, তবে তারা আল্লাহ থেকে নিজেদের পাপকার্য গোপন করতে সক্ষম। তাই, আল্লাহপাক খবর দিচ্ছেনঃ তারা রাতের অন্ধকারে শয়ন করার সময় কাপড় গায়ে জড়িয়ে দেয়। কিন্তু তারা কোন কাজ গোপনেই করুক বা প্রকাশ্যেই করুক, আল্লাহ তা জানেন। এমন কি মানুষের অন্তরের নিয়ত, মনের ইচ্ছা এবং গুপ্ত রহস্য সম্পর্কেও আল্লাহ পূর্ণ ওয়াকিফহাল। সাবআ’ মুআল্লাকার বিখ্যাত কবি যুহাইর বলেনঃ (আরবি)অর্থাৎ “তোমরা তোমাদের গোপন কথাকে আল্লাহ থেকে গোপন করার চেষ্টা করো না, কেননা আল্লাহ থেকে যা গোপন করা হয় তা তিনি জেনেই নেন। হয় ঐ আমল জমা থাকবে এবং কিয়ামতের দিনের আমলনামায় রক্ষিত থাকবে, না হয় তাড়াতাড়ি দুনিয়াতেই শাস্তি দিয়ে দেয়া হবে।”ঐ অজ্ঞতা- যুগের কবি ও সৃষ্টিকর্তার অস্তিত্ব স্বীকার করেছেন এবং খন্ড খন্ড বিষয়গুলির উপরও তাঁর বিশ্বাস ছিল। যেমন তিনি জানতেন যে, পরকাল রয়েছে, কর্মের প্রতিফল অবশ্যই দেয়া হবে, আমলনামা রয়েছে এবং কিয়ামত সংঘটিত হবে।কথিত আছে যে, কোন এক মুশরিয্‌ক নবীর (সঃ) সামনে দিয়ে যাবার সময় তার মুখটি ফিরিয়ে নেয় এবং মস্তক ঢেকে ফেলে। তখন আল্লাহ তা'আলা এই আয়াত অবতীর্ণ করেন। কিন্তু এটাকে আল্লাহর দিকে সম্বন্ধ যুক্ত করাই বেশী যুক্তিযুক্ত। অর্থাৎ এর ভাবার্থ এই যে, সে আল্লাহ হতে লুকাতে চায়। কেননা, এর পরেই (আরবি) রয়েছে। ইবনু আব্বাস (রাঃ) (আরবি) পড়েছেন। এর অর্থও প্রায় একই।"
    },
    { "ayah": 50, "surah": 11, "text": "Please check ayah 11:52 for complete tafsir." },
    { "ayah": 51, "surah": 11, "text": "Please check ayah 11:52 for complete tafsir." },
    {
      "ayah": 52,
      "surah": 11,
      "text": "৫০-৫২ নং আয়াতের তাফসীর\nআল্লাহ তাআ’লা হযরত হূদকে (আঃ) তাঁর কওমের কাছে রাসূলরূপে প্রেরণ করেন। তিনি তাঁর কওমকে তাওহীদের দাওয়াত দেন এবং আল্লাহু ছাড়া অন্য কারো ইবাদত করতে নিষেধ করেন। তিনি তাদেরকে বলেনঃ যাদের তোমরা পূজা করছে তাদেরকে তোমরা নিজেরাই বানিয়ে নিয়েছে। এমনকি তাদের নাম ও অস্তিত্ব তোমাদের বাজে কল্পনা ছাড়া কিছুই নয়। তিনি তাদেরকে আরো বলেনঃ আমি যে তোমাদেরকে এই উপদেশ দিচ্ছি, এর বিনিময়ে আমি তোমাদের কাছে কিছুই চাচ্ছি না। এর প্রতিদান স্বয়ং আমার প্রতিপালক আমাকে দান করবেন, যিনি আমাকে সৃষ্টি করেছেন। তোমরা কি এই সহজ কথাটুকুও বুঝতে পারছ না যে, যিনি তোমাদেরকে দুনিয়া ও আখেরাতের কল্যাণের পথ বাতলিয়ে দিচ্ছেন অথচ এর বিনিময়ে তিনি তোমাদের কাছে কিছুই চাচ্ছেন না? তোমরা তোমাদের অতীতের পাপের জন্যে মহান আল্লাহর কাছে ক্ষমা প্রার্থনা করতে থাকো এবং আগামীতে পাপের কাজ থেকে বিরত থাকো। এ দুটো যার মধ্যে থাকবে তার জীবিকার পথ আল্লাহ সহজ করে দেবেন এবং তার কাজও সহজ হয়ে যাবে। আর সর্বক্ষণ তিনি তার হিফাযত করবেন। জেনে রেখোঁরেখো যে, তোমরা যদি আমার উপদেশ মত কাজ কর তবে মহান আল্লাহ তোমাদের উপর প্রচুর বৃষ্টি বর্ষণ করবেন, যে বৃষ্টি হবে তোমাদের জন্যে খুবই উপকারী। আর তোমাদের শক্তিকে তিনি বহুগুণে বৃদ্ধি করে দেবেন। হাদীসে রয়েছে যে, যে ব্যক্তি ক্ষমা প্রার্থনাকে নিজের জন্যে অবশ্য কর্তব্য করে নেয়, আল্লাহ তাআ’লা তার সমস্ত কষ্ট ও অসুবিধা দূর করে দেন, সঙ্কীর্ণতা থেকে প্রশস্ততা দান করেন এবং এমন স্থান থেকে তাকে রিয্‌ক দান করেন যা সে কল্পনাও করে না।"
    },
    { "ayah": 53, "surah": 11, "text": "Please check ayah 11:56 for complete tafsir." },
    { "ayah": 54, "surah": 11, "text": "Please check ayah 11:56 for complete tafsir." },
    { "ayah": 55, "surah": 11, "text": "Please check ayah 11:56 for complete tafsir." },
    {
      "ayah": 56,
      "surah": 11,
      "text": "৫৩-৫৬ নং আয়াতের তাফসীর\nআল্লাহ তাআ’লা সংবাদ দিচ্ছেন যে, হযরত হূদের (আঃ) কওম তাঁর উপদেশ শুনে তাঁকে বললো: “হে হূদ (আঃ)! তুমি যেই দিকে আমাদেরকে আহ্‌বান করছে তার তো কোন দলিল প্রমাণ আমাদের সামনে পেশ করছো না। আর আমরা এটা করতে পারি না যে, তোমার কথায় আমাদের মাবুদমা’বুদগুলির উপাসনা পরিত্যাগ করবো। আমরা এগুলি ছাড়বোও না এবং তোমাকে সত্যবাদী মেনে নিয়ে তোমার উপর ঈমানও আনবো না। বরং আমাদের তো ধারণা এই যে, যেহেতু তুমি আমাদেরকে আমাদের মাবুদমা’বুদগুলির উপাসনা থেকে বিরত রাখার চেষ্টা করছে এবং তাদের প্রতি দোষারোপ করছে, সেই হেতু তারা তোমার এই জ্বালাতন সহ্য করতে পারে নাই। তাই, তাদের কারো মার তোমার উপর পতিত হয়েছে। ফলে তোমার মস্তিষ্কের বিকৃতি ঘটেছে। তাদের এই কথা শুনে আল্লাহর নবী হযরত হূদ (আঃ) তাদেরকে বললেনঃ ‘যদি তাই হয় তবে জেনে রেখোঁরেখো যে, আমি শুধু তোমাদেরকেই নয়, বরং স্বয়ং আল্লাহ তাআ’লাকেও সাক্ষী রেখে ঘোষণা করছি যে, আল্লাহ ছাড়া যেসব মা'বুদের ইবাদত করা হচ্ছে আমি তাদের থেকে সম্পূর্ণরূপে বিমুখ ও মুক্ত। এখন শুধু তোমরা নও, বরং তোমাদের এই সব মিথ্যা ও বাজে মাবুদমা’বুদকেও ডেকে নাও এবং তোমরা সবাই মিলে যত পার আমার ক্ষতি সাধন কর। আর আমাকে মোটেই অবকাশ দিয়ো না এবং আমার প্রতি কোন সমবেদনাও প্রকাশ করো না। আমার ক্ষতি সাধন করার তোমাদের যতদূর ক্ষমতা থাকে তা প্রয়োগ করতে বিন্দুমাত্র ত্রুটি করো না। আমার ভরসা একমাত্র আল্লাহর উপর। যিনি আমার ও তোমাদের সকলেরই মালিক। তাঁর ইচ্ছা ছাড়া আমার ক্ষতি করার কারো সাধ্য নেই। এমন কেউ নেই যে, তাঁর হুকুম অমান্য করে তাঁর রাজ্য ও রাজত্ব হতে বিচ্ছিন্ন হয়ে যেতে পারে। তিনি ন্যায় বিচারক। তিনি কখনো অত্যাচার করেন না। তিনি সরল ও সঠিক পথে রয়েছেন। বান্দাদের ঝুটি তাঁর হাতের মুঠের মধ্যে রয়েছে। সন্তানের উপর পিতামাতার যে দয়া রয়েছে, মুমিনমু’মিন বান্দার উপর আল্লাহর দয়া এর চেয়ে বহুগুণ বেশি রয়েছে। তিনি পরমদাতা ও দয়ালু। তাঁর দান ও দয়ার কোন শেষ নেই। এ কারণেই কতকগুলি লোক বিভ্রান্ত ও উদাসীন হয়ে পড়ে।'হযরত হূদের (আঃ) এই কথাগুলির প্রতি লক্ষ্য করা যাক। তিনি আদি সম্প্রদায়ের জন্যে তাঁর এই উক্তির মধ্যে আল্লাহর একত্ববাদের বহু দলিল বর্ণনা করেছেন। তিনি বলেনঃ আল্লাহ ছাড়া কেউ যখন লাভ ও ক্ষতির মালিক নয়, তিনি ছাড়া কারো কোন জিনিসের উপর যখন কোন অধিকার নেই, তখন একমাত্র তিনিই যে উপাসনার যোগ্য এটা প্রমাণিত হয়ে গেল। আর তোমরা তাকে ছাড়া যে সব মা'বুদের ইবাদত করছো সেই সবগুলি বাতিল সাব্যস্ত হলো। আল্লাহ তাআ’লা তাদের থেকে সম্পূর্ণরূপে পবিত্র। আধিপত্য, ব্যবস্থাপনা, অধিকার এবং ইখতেয়ার একমাত্র তাঁরই। সবাই তাঁর কর্তৃত্বাধীন। তিনি ছাড়া অন্য কোন উপাস্য নেই।"
    },
    { "ayah": 57, "surah": 11, "text": "Please check ayah 11:60 for complete tafsir." },
    { "ayah": 58, "surah": 11, "text": "Please check ayah 11:60 for complete tafsir." },
    { "ayah": 59, "surah": 11, "text": "Please check ayah 11:60 for complete tafsir." },
    {
      "ayah": 6,
      "surah": 11,
      "text": "আল্লাহ তাআ’লা সংবাদ দিচ্ছেন যে, ছোট-বড় স্থলভাগে অবস্থানকারী এবং জলভাগে অবস্থানকারী সমস্ত মাখলুকের জীবিকা তাঁরই যিম্মায় রয়েছে। তিনিই ওগুলির চলা, ফেরা, আসা, যাওয়া, স্থির থাকা, মৃত্যুর স্থান, গর্ভাশয়ের মধ্যে অবস্থানের স্থান ইত্যাদি সম্পর্কে পূর্ণভাবে অবহিত রয়েছেন। এটা মুজাহিদ (রঃ), ইবনু আব্বাস (রাঃ), যহ্‌হাক (রঃ) এবং একদল মনীষী বর্ণনা করেছেন। এখানে ইবনু আবি হা’তিম (রঃ) মুফাসসিরদের উক্তিগুলি উল্লেখ করেছেন। এসব ব্যাপারে আল্লাহ তাআ’লাই সর্বাধিক জ্ঞানের অধিকারী। এসব ঘটনা ঐ কিতাবে লিখিত আছে যা আল্লাহ তাআ’লার নিকট রয়েছে এবং ঐ কিতাবই এর ব্যাখ্যা দান করে থাকে। যেমন মহান আল্লাহ বলেনঃ (আরবি)অর্থাৎ “ভূ-পৃষ্ঠে বিচরণকারী যে কোন প্রাণী রয়েছে এবং যে কোন পাখী তার ডানার সাহায্যে উড়ে থাকে, সবগুলিই তোমাদের মতো এক একটি জাতি, কোন কিছুই আমি কিতাবে লিখতে ছাড়ি নাই, অতঃপর সবকিছুকেই তাদের প্রতিপালকের নিকট একত্রিত করা হবে।” (৬: ৩৮) আল্লাহ পাক আরো বলেনঃ (আরবি)অর্থাৎ “অদৃশ্যের চাবিকাঠি তাঁরই কাছে রয়েছে, তিনি ছাড়া কেউই তা জানে না, যা কিছু জলে ও স্থলে রয়েছে সেগুলির খবরও একমাত্র তিনিই জানেন, যে পাতা ঝরে পড়ে সে সংবাদও তিনিই রাখেন, যমীনের অন্ধকারে এমন কোন দানা নেই এবং আর্দ্র ও শুস্ক এমন কোন জিনিষ নেই যা সুস্পষ্ট কিতাবে নেই।” (৬: ৫৯)"
    },
    {
      "ayah": 60,
      "surah": 11,
      "text": "৫৭-৬০ নং আয়াতের তাফসীর\nহযরত হূদ (আঃ) তাঁর কওমকে বলতে লাগলেনঃ ‘আমার কাজটি আমি পূর্ণ করেছি। আল্লাহর পয়গাম তোমাদের কাছে পৌঁছিয়ে দিয়েছি। এখন তোমরা যদি তা মান্য না কর তবে এর শাস্তি তোমাদের উপর পতিত হবে, আমার উপর নয়। আল্লাহ তাআ’লার এই ক্ষমতা রয়েছে যে, তোমাদের স্থলে তিনি এমন জাতিকে আনয়ন করবেন যারা তার তাওহীদকে স্বীকার করে নেবে এবং তাঁরই ইবাদত করবে। তিনি তোমাদেরকে মোটেই পরওয়া করেন না। তোমাদের কুফরী তাঁর কোনই ক্ষতি করতে পারবে না। বরং এর শাস্তি তোমাদেরকেই ভোগ করতে হবে। আমার প্রতিপালক স্বীয় বান্দাদেরকে দেখতে রয়েছেন। তাদের কথা ও কাজ তাঁর দৃষ্টির সামনেই রয়েছে। শেষ পর্যন্ত তাদের উপর আল্লাহর শাস্তি এসেই গেল। কল্যাণ ও বরকত হতে শূন্য এবং শাস্তিতে পরিপূর্ণ ঘূর্ণিবাত্যা তাদের উপর দিয়ে বয়ে গেল। ঐ সময় হযরত হূদ (আঃ) ও তাঁর সঙ্গীয় মু'মিনরা আল্লাহ তাআ’লার দয়া ও অনুগ্রহের বদৌলতে এই শাস্তি থেকে রক্ষা পেয়ে গেলেন। কঠিন শাস্তি তাদের উপর থেকে সরিয়ে নেয়া হলো। এরাই ছিল আ’দ সম্প্রদায় যারা আল্লাহর সাথে কুফরী করেছিল এবং তার নবীকে মানে নাই। এটা স্মরণ রাখার বিষয় যে, একজন নবীকে অমান্যকারী হচ্ছে সমস্ত নবীকেই অমান্যকারী। আ’দ সম্প্রদায় ঐ লোকদেরকেই মেনে চলতো যারা ছিল তাদের মধ্যে একগুঁয়ে ও উদ্ধত। এদের উপর আল্লাহ ও তাঁর মু'মিন বান্দাদের লা'নত বর্ষিত হলো। এই দুনিয়াতেও তাদের আলোচনা হতে থাকলো লা’নতের সাথে এবং কিয়ামতের দিনও হাশরের মাঠে সকলের সামনে তাদের উপর আল্লাহর লা'নত বর্ষিত হবে। সেই দিন ঘোষণা করা হবে যে, আ’দ সম্প্রদায় হচ্ছে আল্লাহকে অস্বীকারকারী।হযরত সুদ্দীর (রঃ) উক্তি এই যে, এই আ’দ সম্প্রদায়ের পরে দুনিয়ার বুকে যত নবীর আগমন ঘটে সবাই তাদের উপর লা'নত বর্ষণ করতে থাকেন। তাঁদের ভাষায় আল্লাহ তাআ’লার লা'নতও তাদের উপর বর্ষিত হতে থাকে।"
    },
    {
      "ayah": 61,
      "surah": 11,
      "text": "আল্লাহ তাআ’লা বলেন যে, তিনি সালেহকে (আঃ) সামূদ সম্প্রদায়ের নিকট নবীরূপে প্রেরণ করেছিলেন। তিনি স্বীয় কওমকে আল্লাহর ইবাদত করার এবং তিনি ছাড়া অন্যান্য মাবুদমা’বুদগুলির ইবাদত পরিত্যাগ করার উপদেশ দেন। তিনি তাদেরকে বলেনঃ আল্লাহ তাআ’লা মানুষের প্রথম সৃষ্টি মাটি দ্বারা শুরু করেছিলেন। তোমাদের সবারই পিতা হযরত আদমকে (আঃ) এই মাটি দ্বারাই সৃষ্টি করা হয়েছিল। আল্লাহ তাআ’লাই তোমাদেরকে স্বীয় অনুগ্রহে ভূ-পৃষ্ঠে বসতি স্থাপন করিয়েছিলেন। ফলে তোমরা আজ এখানে কালাতিপাত করছে। তোমাদের পাপের জন্যে আল্লাহ পাকের নিকট তোমাদের ক্ষমা প্রার্থনা করা উচিত। আর তাঁরই পানে মনোনিবেশ করা তোমাদের একান্ত কর্তব্য। তিনি খুবই নিকটে রয়েছেন এবং তিনি প্রার্থনা কবুলকারী। যেমন তিনি বলেনঃ (আরবি)অর্থাৎ “(হে নবী সাঃ)! যখন আমার বান্দারা তোমাকে আমার সম্পর্কে জিজ্ঞেস করে (যে, আমি দূরে রয়েছি, না নিকটে রয়েছি, তুমি তাদেরকে জানিয়ে দাও) আমি (আল্লাহ) নিকটেই রয়েছি, আমি আহ্‌বানকারীর আহ্‌বানে সাড়া দিয়ে থাকি, যখন সে আমাকে আহ্‌বান করে। (২:১৮৬)"
    },
    { "ayah": 62, "surah": 11, "text": "Please check ayah 11:63 for complete tafsir." },
    {
      "ayah": 63,
      "surah": 11,
      "text": "৬২-৬৩ নং আয়াতের তাফসীর\nহযরত সালেহ্ (আঃ) ও তাঁর কওমের মধ্যে যে কথাবার্তা চলছিল আল্লাহ তাআ’লা এখানে তারই বর্ণনা দিচ্ছেন। তারা হযরত সালেহকে (আঃ) বললো: এসব কথা তুমি মুখে এনো না। এর পূর্বে তো আমরা তোমার কাছে অনেক কিছু আশা করছিলাম। কিন্তু এখন দেখছি সবই গুড়ে বালি। তুমি আমাদেরকে আমাদের পিতৃ পুরুষদের রীতিনীতি ও পূজাপার্বন থেকে সরিয়ে দেয়ার চেষ্টা করছে। কিন্তু তুমি আমাদেরকে যে নতুন পথ দেখাচ্ছ; তাতে আমাদের বড় রকমের সন্দেহ রয়েছে। তাদের এ কথা শুনে হযরত সালেহ (আঃ) তাদেরকে বললেনঃ জেনে রেখোঁরেখো যে, আমি বড় দলিলের উপর রয়েছি। আমার কাছে আল্লাহ প্রদত্ত নিদর্শন রয়েছে। আমার সত্যবাদিতার উপর আমার মানসিক প্রশান্তি ও স্থিরতা রয়েছে। আমার কাছে রয়েছে মহান আল্লাহ প্রদত্ত রিসালাত রূপ রহমত। এখন যদি আমি তোমাদেরকে এর দাওয়াত না দেই এবং আল্লাহর অবাধ্যাচরণ করি, আর তোমাদেরকে তাঁর ইবাদতের দিকে আহবান না করি, তবে কে এমন আছে যে, আমাকে সাহায্য করতে পারে এবং তাঁর শাস্তি থেকে আমাকে রক্ষা করতে পারে? তোমরা আমার কোনই উপকারে লাগছে না, তোমরা শুধু আমার ক্ষতিই বৃদ্ধি করছে।"
    },
    { "ayah": 64, "surah": 11, "text": "Please check ayah 11:68 for complete tafsir." },
    { "ayah": 65, "surah": 11, "text": "Please check ayah 11:68 for complete tafsir." },
    { "ayah": 66, "surah": 11, "text": "Please check ayah 11:68 for complete tafsir." },
    { "ayah": 67, "surah": 11, "text": "Please check ayah 11:68 for complete tafsir." },
    {
      "ayah": 68,
      "surah": 11,
      "text": "৬৪-৬৮ নং আয়াতের তাফসীর\nএ সব আয়াতের পূর্ণ তাফসীর, সামূদ সম্প্রদায়ের ধ্বংসলীলা এবং উষ্ট্রীর বিস্তারিত ঘটনা সূরায়ে আ’রাফে বর্ণিত হয়েছে। সুতরাং এখানে আর পুনরাবৃত্তির কোন প্রয়োজন নেই। আল্লাহ তাআ’লার নিকটই তাওফীক কামনা করছি।"
    },
    { "ayah": 69, "surah": 11, "text": "Please check ayah 11:73 for complete tafsir." },
    { "ayah": 7, "surah": 11, "text": "Please check ayah 11:8 for complete tafsir." },
    { "ayah": 70, "surah": 11, "text": "Please check ayah 11:73 for complete tafsir." },
    { "ayah": 71, "surah": 11, "text": "Please check ayah 11:73 for complete tafsir." },
    { "ayah": 72, "surah": 11, "text": "Please check ayah 11:73 for complete tafsir." },
    {
      "ayah": 73,
      "surah": 11,
      "text": "৬৯-৭৩ নং আয়াতের তাফসীর\nআল্লাহ তাআ’লা বলেনঃ “যখন আমার দূতেরা ইবরাহীমের (আঃ) নিকট সুসংবাদ নিয়ে আসলো।” তাঁরা ছিলেন ফেরেশতা। একটি উক্তি এই রয়েছে যে, তাঁরা তাঁকে হযরত ইসহাকের (আঃ) সুসংবাদ দিয়েছিলেন। দ্বিতীয় উক্তি এই আছে যে, তাঁরা তাঁকে হযরত লূতের (আঃ) কওমের ধ্বংস প্রাপ্ত হওয়ার সুসংবাদ দিয়েছিলেন। প্রথম উক্তিটির সাক্ষী হচ্ছে আল্লাহ পাকের নিম্নের উক্তিঃ (আরবী)অর্থাৎ “যখন ইবরাহীম (আঃ) হতে ভয় দূরীভূত হলো এবং তার কাছে সুসংবাদ আসলো, তখন সে লূতের (আঃ) কওমের ব্যাপারে আমার সাথে বিতর্কে লিপ্ত হলো। (১১ :৭৪) ফেরেশতারা এসে তাঁকে সালাম দিলেন। তিনিও তাদের সালামের জবাবে (আরবি) বললেন। ইলমে বায়ানের আলেমগণ বলেন যে, ফেরেশতাদের সালামের উত্তরে হযরত ইবরাহীমের (আঃ) সালামটাই উত্তম। কেননা, (আরবি) শব্দটি বা (আরবি) পেশ দিয়ে পড়ায় এতে দৃঢ়তা ও স্থায়িত্ব এসেছে। সালাম বিনিময়ের পরেই হযরত ইবরাহীম (আঃ) তাদের সামনে আতিথ্যরূপে গো-বৎসের ভাজা মাংস পেশ করেন। যখন তিনি দেখেন যে, নবাগত মেহমানদের হাত খাবারের দিকে বাড়ছে না তখন তিনি তাদেরকে অদ্ভুত ভাবতে লাগলেন এবং শঙ্কিত হলেন। হযরত সুদ্দী (রঃ) বলেন যে, হযরত লূতের (আঃ) কওমের ধ্বংস সাধনের জন্যে যে ফেরেশতাদের পাঠান হয়েছিল তাঁরা যুবক মানুষের আকারে ভূ-পৃষ্ঠে অবতরণ করেছিলেন। তাঁরা হযরত ইবরাহীমের (আঃ) বাড়িতে আগমন করেন। তিনি তাদেরকে দেখে খুবই সম্মান করেন এবং তাড়াতাড়ি গো-বৎসের গোশত গরম পাথরে সেঁকে নিয়ে তাদের সামনে পেশ করেন। নিজেও তিনি তাঁদের সাথে দস্তরখানায় বসে পড়েন। তাঁর স্ত্রী হয়রত সারা’ তাদের পানাহার করাবার কাজে লেগে যান। এটা সর্বজন বিদিত যে, ফেরেশতারা পানাহার করেন না। সুতরাং তারা খাদ্য গ্রহণ থেকে বিরত থাকেন এবং বলেনঃ “আমরা কোন খাদ্যের মূল্য না দেয়া পর্যন্ত তা খাই না।” হযরত ইবরাহীম (আঃ) বলেনঃ “তা হলে মূল্য প্রদান করুন!” তাঁরা জিজ্ঞেস করলেনঃ এর মূল্য কত? তিনি উত্তরে বললেনঃ “বিসমিল্লাহ বলে খাওয়া শুরু করা এবং খাওয়ার শেষে আলহামদুলিল্লাহ বলা, এটাই হচ্ছে এর মূল্য।” তারা এ কথা শুনে হযরত জিবরাইল (আঃ) হযরত মীকাঈলের (আঃ) দিকে দৃষ্টিপাত করেন এবং তারা পরস্পরে বলাবলি করেন যে, বাস্তবিকই তার মধ্যে এই যোগ্যতা রয়েছে যে, আল্লাহ তাআ’লা তাঁকে নিজের খলিল (দোস্ত) বানিয়ে নেবেন। তখনও তাঁরা যখন খাদ্য খেলেন না তখন বিভিন্ন প্রকারের ধারণা তাঁর অন্তরে জাগ্রত হলো। হযরত সারা’ (রঃ) যখন দেখলেন যে, হযরত ইবরাহীম (আঃ) স্বয়ং তাঁদেরকে আহার করানোর কাজে লেগে রয়েছেন, তথাপি তাঁরা খাচ্ছেন না তখন তিনি হেসে উঠলেন। আর এদিকে হযরত ইবরাহীম (আঃ) ভীত হয়ে পড়লেন। তাঁর এ অবস্থা দেখে ফেরেশতাগণ তাঁকে বললেনঃ “ভয়ের কোন কারণ নেই। এখন তাঁর ভয় দূর করার জন্যে তারা প্রকৃত ব্যাপার তাঁর সামনে তুলে ধরলেন। তাঁরা বললেনঃ “আমরা মানুষ নই, বরং ফেরেশতা। হযরত লূতের (আঃ) কওমকে ধ্বংস করার জন্যে আমরা প্রেরিত হয়েছি।”হযরত লূতের (আঃ) কওমের ধ্বংসের কথা শুনে হযরত সারা’ (রঃ) খুশী হলেন। ঐ সময় তিনি আরো একটি সুসংবাদ শুনালেন। তা এই যে, ঐ নৈরাশ্যের বয়সেও তিনি সন্তান প্রসব করবেন। এটা ছিল তাঁর কাছে খুবই বিস্ময়কর ব্যাপার। তিনি এতেও বিস্ময় বোধ করলেন যে, যে কওমের উপর আল্লাহর শাস্তি অবতীর্ণ হতে যাচ্ছে তারা তো সম্পূর্ণরূপে গাফেল রয়েছে। মোট কথা, ফেরেশতাগণ তাকে ইসহাক (আঃ) নামক সন্তানের সুসংবাদ প্রদান করেন এবং এ কথাও বলেন, হযরত ইসহাকের (আঃ) ঔরসে ইয়াকুব (আঃ) নামক সন্তান জন্মগ্রহণ করবেন।এই আয়াত দ্বারা এই দলিল গ্রহণ করা যায় যে, ‘যাবীহুল্লাহ' (আল্লাহর পথে যবাইকৃত) হযরত ইসমাইল (আঃ) ছিলেন। কেননা, হযরত ইসহাকেরই (আঃ) তো সুসংবাদ দেয়া হয়েছিল এবং সাথে সাথে এ সুসংবাদও দেয়া হয়েছিল যে, তাঁর ঔরসে হযরত ইয়াকুব (আঃ) জন্মগ্রহণ করবেন। ফেরেশতাদের এই শুভ সংবাদ শুনে নারীদের সাধারণ অভ্যাস অনুযায়ী হযরত সারা’ (রঃ) বিস্ময় প্রকাশ করেন। তাঁর বিস্ময়ের কারণ ছিল এই যে, তাঁরা স্বামী-স্ত্রী উভয়েই তো বার্ধক্যে উপনীত হয়েছেন। সুতরাং সেই বয়সে সন্তান লাভ কিরূপে সম্ভব? এটা বড়ই বিস্ময়কর ব্যাপারই বটে। এ দেখে ফেরেশতাগণ বললেনঃ “আল্লাহ তাআ’লার কাজে বিস্মিত হওয়ার কি আছে? আল্লাহ তাআ’লা আপনাদেরকে এই বয়সেই সন্তান দান করবেন। যদিও আজ পর্যন্ত আপনার কোন সন্তান হয় নাই এবং আপনার স্বামী বুড়ো হয়ে গেছেন, তথাপি জেনে রাখুন যে, আল্লাহর ক্ষমতার কোন শেষ নেই। তিনি যা চান তা-ই হয়ে থাকে। হে নবী পরিবারের লোক! আপনাদের উপর আল্লাহ তাআ’লার রহমত ও বরকত রয়েছে। সুতরাং আপনাদের জন্যে এটা শোভনীয় নয় যে, তাঁর কাজে বিস্ময় প্রকাশ করবেন। তিনি হচ্ছেন প্রশংসার যোগ্য ও মহা মহিমান্বিত।"
    },
    { "ayah": 74, "surah": 11, "text": "Please check ayah 11:76 for complete tafsir." },
    { "ayah": 75, "surah": 11, "text": "Please check ayah 11:76 for complete tafsir." },
    {
      "ayah": 76,
      "surah": 11,
      "text": "৭৪-৭৬ নং আয়াতের তাফসীর\nআল্লাহ তাআ’লা খবর দিচ্ছেন যে, মেহমানদের খাদ্য না খাওয়ার কারণে হযরত ইবরাহীমের (আঃ) অন্তরে যে ভীতির সঞ্চার হয়েছিল; প্রকৃত অবস্থা প্রকাশিত হওয়ার পর তা দূরীভূত হয়ে গেল। অতঃপর তিনি তাঁর সন্তান লাভ করারও শুভ সংবাদ পেয়ে যান। আর এটাও তিনি জানতে পারেন যে, ফেরেশতারা হযরত লূতের (আঃ) কওমকে ধ্বংস করার জন্যে প্রেরিত হয়েছেন। সুতরাং তিনি ফেরেশতাদেরকে জিজ্ঞেস করেনঃ “যদি কোন গ্রামে তিন শত মুমিনমু’মিন বাস করে তবে কি সেই গ্রামকে ধ্বংস করা যাবে? উত্তরে হযরত জিবরাঈল (আঃ) এবং তাঁর সঙ্গীরা বলেনঃ “না।” হযরত ইবরাহীম (আঃ) আবার জিজ্ঞেস করেনঃ “যদি চল্লিশ জন মুমিনমু’মিন থাকে তবে ধ্বংস করা যাবে কি?” এবারও ‘না’ উত্তর আসে। তিনি পুনরায় প্রশ্ন করেনঃ “যদি ত্রিশ জন মুমিনমু’মিন থাকে?: জবাবে এবারও ‘না’ বলা হয়। এমনকি সংখ্যা কমাতে কমাতে পাঁচ জনের সম্পর্কে প্রশ্ন করা হলে ফেরেশতারা উত্তরে নাই বলেন। আবার একজন মুমিনমু’মিন থাকলে ঐ গ্রামকে ধ্বংস করা যাবে কি-না এ প্রশ্ন করা হলে ঐ ‘না’ উত্তরই আসে। তখন হযরত ইবরাহীম (আঃ) ফেরেশতাদের জিজ্ঞেস করেনঃ “তা হলে ঐ গ্রামে হযরত লূতের (আঃ) বিদ্যমানতায় কি করে আপনারা ওটাকে ধ্বংস করবেন? জবাবে ফেরেশতারা বলেনঃ “ঐ গ্রামে হযরত লূত (আঃ) যে রয়েছেন তা আমাদের জানা আছে। তাঁকে এবং তাঁর পরিবারের লোককে আমরা ধ্বংসের হাত থেকে রক্ষা করবো। কিন্তু তাঁর স্ত্রীকে শুধু রেহাই দেয়া হবে না।” ফেরেশতাদের এই কথায় হযরত ইবরাহীম (আঃ) মনে প্রশান্তি লাভ করেন এবং নীরব হয়ে যান।আল্লাহ পাক বলেনঃ ‘সত্যিই ইবরাহীম (আঃ) ছিল বড় সহিষ্ণু, দয়ালু ও কোমল হৃদয়।' এ আয়াতের তাফসীর ইতিপূর্বে করা হয়েছে। এখানে মহান আল্লাহ স্বীয় নবীর উত্তম গুণাবলীর বর্ণনা দিয়েছেন। আল্লাহ তাআ’লা হযরত ইবরাহীমের (আঃ) উপরোক্ত আলোচনা ও সুপারিশের জবাবে তাঁকে বলেনঃ হে ইবরাহীম (আঃ)! তুমি এসব কথা ছেড়ে দাও। তোমার প্রতিপালকের নির্দেশ এসেই গেছে। এখন তাদের উপর শাস্তি চলে আসবে এবং এটা আর কিছুতেই টলবার নয়।"
    },
    { "ayah": 77, "surah": 11, "text": "Please check ayah 11:79 for complete tafsir." },
    { "ayah": 78, "surah": 11, "text": "Please check ayah 11:79 for complete tafsir." },
    {
      "ayah": 79,
      "surah": 11,
      "text": "৭৭-৭৯ নং আয়াতের তাফসীর\nআল্লাহ তাআ’লা সংবাদ দিচ্ছেন যে, এই ফেরেশতারা হযরত ইবরাহীমের (আঃ) কাছে তাঁদের আগমনের উদ্দেশ্য প্রকাশ করে সেখান থেকে বিদায় গ্রহণ করেন এবং হযরত লূতের (আঃ) বাসভূমিতে বা তার বাড়িতে পৌঁছেন। তাঁরা সুদর্শন যুবকদের রূপ ধারণ করেছিলেন, যেন হযরত লূতের (আঃ) কওমের পূর্ণ পরীক্ষা হয়ে যায়। হযরত লূত (আঃ) ঐ মেহমানদেরকে দেখে স্বীয় কওমের অবস্থার প্রতি লক্ষ্য করে অত্যন্ত চিন্তান্বিত হয়ে পড়েন এবং মনে মনে ঘোর পেঁচ খেতে থাকেন। তিনি মনে মনে বলেনঃ “যদি আমি এদেরকে মেহমান হিসেবে রেখে দেই, তবে খুব সম্ভব আমার কওমের লোকেরা সংবাদ পেয়ে (তাদের সাথে দুস্কার্য করার উদ্দেশ্যে) দৌড়িয়ে আসবে। আর যদি অতিথি হিসেবে আমার বাড়িতে না রাখি তবে এরা তাদেরই হাতে পড়ে যাবে।” তাঁর মুখ দিয়েও বেরিয়ে গেলঃ- আজকের দিনটি খুবই কঠিন ও ভয়াবহ দিন। আমার কওম তাদের দুষ্কার্য থেকে বিরত থাকবে না, এতে কোন সন্দেহ নেই। আর তাদের সাথে মুকাবিলা করারও আমার শক্তি নেই। সুতরাং কিবা ঘটবে!”হযরত কাতাদা’ (রঃ) বলেন যে, এই ফেরেশতাগুলি মানুষের আকারে অবতীর্ণ হয়েছিলেন। ঐ সময় হযরত লূত (আঃ) তাঁর বাসভূমিতে অবস্থান করছিলেন এমতাবস্থায় তাঁরা তাঁর মেহমান হন। লজ্জা বশতঃ তিনি তাঁদেরকে মেহমান হিসেবে গ্রহণ করতে সরাসরি অস্বীকার করতে পারছিলেন না এবং বাড়িতে নিয়ে যেতেও সাহস করছিলেন না। তিনি তাঁদের আগে আগে চলছিলেন তাঁরা যেন ফিরে যান শুধু এই উদ্দেশ্যে পথিমধ্যে তাদেরকে বলছিলেনঃ “আল্লাহর শপথ! এখানকার মত খারাপ ও দুশ্চরিত্র লোক আমি আর কোথাও দেখি নাই।” কিছু দূর গিয়ে আবার এ কথাই বলেন। মোট কথা, বাড়ি পৌছা পর্যন্ত এ কথা তিনি চারবার উচ্চারণ করেন। ফেরেশতাদেরকে এই নির্দেশই দেয়া হয়েছিল যে, যে পর্যন্ত না তাদেরকে নবী তাদের মন্দ কার্যের বর্ণনা দেন, সেই পর্যন্ত যেন তাদেরকে ধ্বংস করা না হয়। হযরত সুদ্দী (রঃ) বলেন যে, হযরত ইবরাহীমের (আঃ) নিকট থেকে বিদায় হয়ে ফেরেশতারা দুপুরের সময় নাহরে সুদূমে পৌঁছেন। সেখানে হযরত লূতের (আঃ) কন্যা পানি নিতে আসলে তাদের সাথে তাঁর সাক্ষাৎ ঘটে। তাঁকে তাঁরা জিজ্ঞেস করেনঃ “এখানে আমরা কোথায় অবস্থান করতে পারি?” হযরত লূতের (আঃ) কন্যা উত্তরে বলেনঃ “আপনারা এখানে থাকুন, আমি ফিরে এসে উত্তর দিচ্ছি।” তিনি ভয় পেলেন যে, কওমের লোকেরা যদি এদেরকে পেয়ে যায় তবে তো এরা খুবই অপদস্থ হবেন। তাই তিনি বাড়ি গিয়ে তাঁর পিতাকে বলেনঃ “শহরের দরজার উপর কয়েকজন বিদেশী যুবককে আমি দেখে এলাম, যাদের মত সুদর্শন লোক আমি জীবনে দেখি নাই। যান, তঁদেরকে নিয়ে আসুন, নতূবা আপনার কওম তাঁদের প্রতি যুলুম করবে।” ঐ গ্রামের লোকেরা হযরত লূতকে (আঃ) বলে রেখেছিলঃ “কোন বিদেশী লোক এখানে আসলে তুমি তাকে তোমার কাছে রাখবে না। আমরাই সব কিছু করবো।” কন্যার মুখে খবর শুনে তিনি গিয়ে গোপনীয়ভাবে তাঁদেরকে নিজের বাড়িতে নিয়ে আসলেন। কেউই এ খবর জানতে পারলো না। কিন্তু তারই মাধ্যমে এ খবর প্রকাশিত হয়ে পড়ে। এ সংবাদ শোনা মাত্রই তাঁর কওম আনন্দে আত্মহারা হয়ে তাঁর বাড়িতে ছুটে আসে। পুরুষ লোকদের সাথে দুষ্কার্য করা তাদের অভ্যাসে পরিণত হয়েছিল। ঐ সময় আল্লাহর নবী হযরত লূত (আঃ) তাদেরকে উপদেশ দিতে লাগলেন। তিনি বললেনঃ “তোমরা তোমাদের এই অভ্যাস পরিত্যাগ কর।” স্ত্রীলোকদের দ্বারা তোমাদের কাম প্রবৃত্তি পূর্ণ কর।” (আরবি) অর্থাৎ ‘আমার কন্যাগুলি’ একথা তিনি এ কারণেই বলেন যে, প্রত্যেক নবী তাঁর উম্মতের যেন পিতা। কুরআন কারীমের অন্য আয়াতে রয়েছেঃ “তারা বলেছিল ? আমরা তো তোমাকে নিষেধ করেছিলাম যে, তোমার কাছে কাউকেও রাখবে না।” অর্থাৎ কোন পুরুষ লোককে তোমার বাড়িতে মেহমান হিসেবে স্থান দেবে না। হযরত লূত (আঃ) তাদেরকে বুঝাতে থাকেন এবং দুনিয়া ও আখেরাতের কল্যাণ সম্পর্কে তাদেরকে উপদেশ দেন। যেমন অন্য আয়াতে রয়েছে যে, তিনি তাদেরকে বলেনঃ (আরবি)অর্থাৎ “তোমরা কি বিশ্ববাসীদের মধ্য হতে পুরুষদের সাথে অপকর্ম করছো? আর তোমাদের প্রতিপালক তোমাদের জন্যে যেই স্ত্রীসমূহ সৃষ্টি করেছেন তাদেরকে বর্জন করছো? বরং তোমরা সীমা লংঘনকারী লোক।” (২৬: ১৬৫-১৬৬)হযরত লূত (আঃ) তাঁর কওমকে বললেনঃ স্ত্রী লোকেরাই এ কাজের যোগ্য; সুতরাং তোমরা তাদেরকে বিয়ে করে তোমাদের কাম-প্রবৃত্তি চরিতার্থ কর, এটাই হবে পবিত্র কাজ।' হযরত মুজাহিদ (রঃ) বলেনঃ একথা আমাদের অনুধাবন করা দরকার যে, হযরত লূত (আঃ) তাঁর কওমকে তার নিজের কন্যাদের সম্পর্কে এটা বলেন নাই। বরং নবী তাঁর সমস্ত উম্মতের পিতা স্বরূপ। হযরত কাতাদা’ (রঃ) প্রভৃতি গুরুজনও একথাই বলেন। ইমাম ইবনু জুরাইজ (রঃ) বলেনঃ এটা আমাদের মনে করা উচিত নয় যে, হযরত লূত (আঃ) স্ত্রীলোকদেরকে বিয়ে না করেই তাদের সাথে মেলা মেশা করতে বা সহবাস করতে বলেছেন; তাঁর উদ্দেশ্য এটা ছিল না, বরং তিনি স্ত্রী লোকদেরকে বিয়ে করে তাদের সাথে সহবাস করার নির্দেশ দিয়েছিলেন। তিনি তার কওমকে বলেনঃ “তোমরা আল্লাহকে ভয় কর, স্ত্রীলোকদের প্রতি আগ্রহান্বিত হও, তাদেরকে বিয়ে করে কাম বাসনা পূর্ণ কর। আর এ উদ্দেশ্যে পুরুষ লোকদের কাছে যেয়ো না। বিশেষ করে এরা তো আমার মেহমান। তোমরা আমার মর্যাদার দিকে খেয়াল কর। তোমাদের মধ্যে কি সুবুদ্ধি সম্পন্ন একজন লোকও নেই? একজনও কি ভাল লোক নেই?” তাঁর এ কথার জবাবে দুবৃত্তেরা বলেছিলঃ তোমার কন্যাদের সাথে আমাদের কোনই সম্পর্ক নেই।” এখানেও (আরবি) অর্থাৎ তোমার কন্যাগণ দ্বারা কওমের স্ত্রীলোকদেরকেই বুঝানো হয়েছে। তারা আরও বললো: “আমরা কি চাই তা তুমি অবশ্যই জানো।” অর্থাৎ আমাদের মনের বাসনা হচ্ছে যুবকদের সাথে মিলিত হওয়া এবং তাদের দ্বারা কাম বাসনা মেটানো। সুতরাং আমাদের সাথে তর্কবিতর্ক ও আমাদেরকে উপদেশ দান বৃথা।"
    },
    {
      "ayah": 8,
      "surah": 11,
      "text": "৭-৮ নং আয়াতের তাফসীর\nআল্লাহ তাআ’লা খবর দিচ্ছেন যে, প্রত্যেক জিনিষেরই উপর তাঁর ক্ষমতা রয়েছে, আসমানসমূহ ও যমীনকে তিনি ছ'দিনে সৃষ্টি করেছেন এবং এর পূর্বে তাঁর আর্‌শ পানির উপর ছিল। যেমন হযরত ইমরান ইবনু হুসাইন (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “হে বানু তামীম (গোত্র)! তোমরা সুসংবাদ গ্রহণ কর।” তারা বললো: “আপনি আমাদের সুসংবাদ তো প্রদান করলেন, সুতরাং আমাদেরকে তা দিয়ে দিন” তিনি (পুনরায়) বললেনঃ “হে ইয়ামনবাসী! তোমরা শুভ সংবাদ গ্রহণ কর।” তারা বললো: “আমরা গ্রহণ করলাম। সুতরাং সৃষ্টির সূচনা কি ভাবে হয়েছে তা আমাদেরকে শুনিয়ে দিন!” তিনি বললেনঃ “সর্ব প্রথম আল্লাহই ছিলেন এবং তার আর্‌শ ছিল পানির উপর। তিনি লাওহে মাহফূযে সব জিনিষের বর্ণনা লিপিবদ্ধ করেন।” হাদীসের বর্ণনাকারী ইমরান (রাঃ) বলেনঃ “রাসূলুল্লাহ (সঃ) এ পর্যন্ত বলেছেন এমন সময় আমার কাছে এক আগন্তুক এসে বলেঃ “হে ইমরান (রাঃ)! আপনার উষ্ট্রিটি দড়ি ছিঁড়ে পালিয়ে গেছে। আমি তখন ওর খোঁজে বেরিয়ে পড়ি। সুতরাং আমার চলে যাওয়ার পর রাসূলুল্লাহ (সঃ) কি বলেছিলেন তা আমার জানা নেই।” (এ হাদীসটি ইমাম আহমদ (রঃ) বর্ণনা করেছেন)  এ হাদীসটি সহীহ বুখারী ও সহীদ মুসলিমেও ছিল না। আর একটি রিওয়াইয়াতে আছে যে, তাঁর সাথে কিছুই ছিল না এবং তার আর্‌শটি পানির উপর ছিল।হযরত আমর ইবনুল আস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহ তাআ’লা আসমান ও যমীন সৃষ্টির পঞ্চাশ হাজার বছর পূর্বে সমস্ত সৃষ্ট জীবের ভাগ্য লিখে রাখেন এবং তার আর্‌শটি পানির উপর ছিল।” (এ হাদীসটি সহীহ্ মুসলিমে বর্ণিত হয়েছে) \tএ হাদীসের তাফসীরে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহ তাআ’লা বলেনঃ (হে বান্দা)! তুমি (আমার পথে) খরচ কর, আমি তোমাকে তার প্রতিদান প্রদান করবো।” রাসূলুল্লাহ (সঃ) বলেনঃ “আল্লাহর হাত পরিপূর্ণ রয়েছে। রাত দিনের খরচ তার কিছুই কমাতে পারে না। তোমরা কি দেখ না যে, আসমান যমীনের সৃষ্টি থেকে নিয়ে আজ পর্যন্ত কি পরিমাণ খরচ করে আসছেন? অথচ তাঁর দক্ষিণ হস্তে যা ছিল তার এতটুকুও কমে নাই। তার আর্‌শটি ছিল পানির উপর তাঁর হাতে মীযান (দাড়িপাল্লা) রয়েছে যা তিনি কখনো উঁচু করছেন এবং কখনো নীচু করছেন।” (এ হাদীসটি ইমাম বুখারী (রঃ) তাঁর ‘সহীহ’ গ্রন্থে বর্ণনা করেছে) আবু রাযীন লাকীত ইবনু আ’মির ইবনু মুনফিক আল আকলী (রঃ) হতে বর্ণিত, তিনি বলেন- “আমি জিজ্ঞেস করলাম- হে আল্লাহর রাসূল (সঃ)! মাখলুক সৃষ্টি করার পূর্বে আমাদের প্রতিপালক কোথায় ছিলেন?' উত্তরে তিনি বলেনঃ“তিনি আমা’তে ছিলেন যার নীচেও বাতাস এবং উপরেও বাতাস। এরপর তিনি আর্‌শ সৃষ্টি করেন।” (এ হাদীসটি ইমাম আহমদ (রঃ) স্বীয় মুসনাদ' গ্রন্থে বর্ণনা করেছেন)এ রিওয়াইয়াতটি জামে’ তিরমিযীর কিতাবুত তাফসীরেও আছে এবং সুনানে ইবনু মাজাহ্‌তেও রয়েছে। ইমাম তিরমিযী (রঃ) এ হাদীসটিকে ‘হাসান’ বলেছেন। মুজাহিদের (রঃ) উক্তি এই যে, কোন কিছু সৃষ্টি করার পূর্বে আল্লাহ তাআ’লার আর্‌শটি পানির উপর ছিল। অহাব (রঃ), যমরা’ (রঃ) কাতাদা’ (রঃ), ইবনু জারীর (রঃ) প্রভৃতি গুরুজনও এ কথাই বলেন।(আরবি) আল্লাহ পাকের এ উক্তি সম্পর্কে হযরত কাতাদা’ (রঃ) বলেনঃ ‘আসমান ও যমীন সৃষ্টির পূর্বে মাখলুকের সূচনা কিরূপ ছিল, আল্লাহ তাআ’লা তোমাদেরকে তা জানিয়ে দিচ্ছেন।রাবী’ ইবনু আনাস (রঃ) বলেন যে, আল্লাহ তাআ’লার আর্‌শ পানির উপর ছিল। অতঃপর যখন তিনি আসমান ও যমীন সৃষ্টি করলেন তখন ঐ পানিকে দু'ভাগে বিভক্ত করলেন। এক ভাগকে তিনি আর্‌শের নীচে রাখলেন এবং ওটাই হচ্ছে ‘বাহরে মাসজুর’। হযরত ইবনু আব্বাস (রাঃ)। বলেন যে, উচ্চতার কারণেই আর্‌শকে আর্‌শ বলা হয়। সা’দ তাঈ (রঃ) বলেন যে, আর্‌শ হচ্ছে লাল ইয়াকূতেরই তৈরি। মুহাম্মদ ইবনু ইহসাক (রঃ) বলেন যে, আল্লাহ তাআ’লা ঐরূপই ছিলেন যেইরূপ তিনি স্বীয় পবিত্র ও মহান নফসের বর্ণনা দিয়েছেন। অর্থাৎ পানি ছাড়া আর কিছুই ছিল না এবং তাঁর আর্‌শ পানির উপর ছিল। আর্‌শের উপর ছিলেন মহত্ত্ব, দয়া, মর্যাদা, সাম্রাজ্য, রাজত্ব, ক্ষমতা, জ্ঞান, সহিষ্ণুতা, করুণা ও নিয়ামতের অধিপতি আল্লাহ। যিনি যা ইচ্ছা তা-ই করে থাকেন।হযরত সাঈদ ইবনু জুবাইর (রঃ) হতে বর্ণিত, তিনি বলেন যে, (আরবি) আল্লাহ পাকের এই উক্তির ব্যাপারে হযরত ইবনু আব্বাসকে (রাঃ) জিজ্ঞেস করা হয়ঃ “পানি কিসের উপর ছিল?” উত্তরে তিনি বলেনঃ “বাতাসের পিঠের উপর।” আল্লাহ পাকের উক্তি (আরবি) অর্থাৎ “যেন তোমাদেরকে পরীক্ষা করে নেন যে, তোমাদের মধ্যে উত্তম আমলকারী কে? আসমান ও যমীনের সৃষ্টি তোমাদেরই উপকারের জন্যে। তোমাদেরকে তিনি এ কারণেই সৃষ্টি করেছেন যে, তোমরা শুধু তাঁরই ইবাদত করবে এবং তাঁর সাথে অন্য কাউকেও শরীক করবে না। তিনি তোমাদেরকে অনর্থক সৃষ্টি করেন নাই। যেমন তিনি বলেনঃ “আমি আসমান, যমীন ও এতোদুভয়ের মধ্যস্থিত বস্তুকে অনর্থক সৃষ্টি করি নাই, এটা হচ্ছে কাফিরদের ধারণা, আর কাফিরদেরকে জাহান্নামের দুর্ভোগ পোহাতেই হবে।” আল্লাহ তাআ’লা আর এক জায়গায় বলেনঃ (আরবি)অর্থাৎ “তবে কি তোমরা এই ধারণা করেছিলে যে, আমি তোমাদেরকে অনর্থক সৃষ্টি করেছি। আর এটাও (ধারণা করেছিলে) যে, তোমাদেরকে আমার কাছে আসতে হবে না? অতএব আল্লাহ অতি উচ্চ মর্যাদাবান, যিনি প্রকৃত বাদশাহ তিনি ছাড়া কেউই ইবাদতের যোগ্য নেই, তিনি সম্মানিত আর্‌শের মা’লিক।” (২৩: ১১৫) আর এক জায়গায় আল্লাহ পাক বলেনঃ (আরবি) অর্থাৎ “আমি দানব ও মানবকে আমার ইবাদতের জন্যেই সৃষ্টি করেছি।” (৫১: ৫৬) আল্লাহ পাকের উক্তিঃ (আরবি) অর্থাৎ ‘যেন তোমাদেরকে তিনি পরীক্ষা করেন যে, তোমাদের মধ্যে উত্তম আমলকারী কে?’ মহান আল্লাহ উত্তম আমলকারী বলেছেন, অধিক আমলকারী বলেন নাই। কেননা উত্তম আমল হচ্ছে ওটাই যেটার মধ্যে থাকে আন্তরিয্‌কতা এবং যেটা প্রতিষ্ঠিত হয় রাসূলুল্লাহর (সঃ) শরীয়তের উপর। এ দুটোর মধ্যে একটা না থাকলেই সেই আমল হবে বৃথা ও মূল্যহীন।এরপর আল্লাহ তাআ’লা বলেনঃ (আরবি) অর্থাৎ হে মুহাম্মদ (সঃ)! তুমি যদি এই মুশরিকদেরকে খবর দাও যে, আল্লাহ তাদেরকে তাদের মৃত্যুর পর পুনরায় উথিত করবেন তবে তারা স্পষ্টভাবে বলবে- আমরা এটা মানি না। অথচ তারা জানে যে, যমীন ও আসমানের সৃষ্টিকর্তা হচ্ছেন আল্লাহ। যেমন আল্লাহ তাআ’লা বলেনঃ (আরবি)অর্থাৎ “যদি তুমি তাদেরকে জিজ্ঞেস কর যে, তাদেরকে কে সৃষ্টি করেছেন? তবে অবশ্যই তারা উত্তরে বলবে আল্লাহ। (৪৩: ৮৭) আর যদি তুমি তাদেরকে জিজ্ঞেস কর আসমানসমূহ ও যমীনকে কে সৃষ্টি করেছেন এবং কে সূর্য ও চন্দ্রকে (মানুষের সেবার) কাজে নিয়োজিত রেখেছেন? তবে উত্তরে অবশ্যই তারা বলবে- আল্লাহ।” (২৯: ৬১) এতদ্‌সত্ত্বেও তারা পুনরুত্থানকে অস্বীকার করছে! এটা তো স্পষ্ট কথা যে, প্রথমবার সৃষ্টি করা যাঁর পক্ষে কঠিন হয় নাই, দ্বিতীয়বার সৃষ্টি করাও তাঁর পক্ষে কঠিন হবে না। বরং প্রথমবারের তুলনায় দ্বিতীয়বার সৃষ্টি করা তো আরো সহজ। যেমন মহান আল্লাহ বলেনঃ (আরবি)অর্থাৎ “তিনি এমন যে, তিনি প্রথমবার সৃষ্টি করেছেন এবং তিনিই পুনর্বার সৃষ্টি করবেন, আর এটা তাঁর কাছে অতি সহজ।” (৩০: ২৭) আল্লাহ তা'আলা আরো বলেনঃ (আরবি)অর্থাৎ “তোমাদেরকে সৃষ্টি করা এবং পুনরুত্থিত করা একটি প্রাণ সৃষ্টি করার মতই (সহজ)।” (৩১: ২৮) তাদের উক্তিঃ (আরবি) অর্থাৎ মুশরিকরা অস্বীকার ও বিরোধীতা বশতঃ বলেঃ হে মুহাম্মদ (সঃ) আপনি যে কিয়ামত সংঘটিত হওয়ার কথা বলছেন, আমরা আপনার এ কথা বিশ্বাস করি না। এটা স্পষ্ট যাদু ছাড়া আর কিছুই নয়।আল্লাহ তাআ’লার উক্তিঃ (আরবি)অর্থাৎ যদি আমি কিছু দিনের জন্যে তাদের থেকে শাস্তিকে মূলতবী করে রাখি তবে তারা ঐ শাস্তি আসবে না মনে করে বলে- এই শাস্তিকে কিসে আটকিয়ে রাখছে? তাদের অন্তরে কুফরী ও শির্‌ক এমনভাবে বদ্ধমূল হয়েছে যে, তাদের অন্তর থেকে কোন ক্রমেই তা দূর হচ্ছে না।কুরআন ও হাদীসে (আরবি) শব্দটি কয়েকটি অর্থে ব্যবহৃত হয়েছে। কোন কোন সময় এই শব্দ দ্বারা সময় বা সময়ের দৈর্ঘ্য বুঝানো হয়েছে। যেমন (আরবি) এই স্থলে এবং সূরায়ে ইউসুফের (আরবি) এই আয়াতে। অর্থাৎ “বন্দীদ্বয়ের মধ্যে যেই ব্যক্তি মুক্তি পেয়েছিল এবং বহুদিন পর তার স্মরণ হলো, সে বললো....।” (১২: ৪৫) অনুসরণীয় ইমামের অর্থেও (আরবি) শব্দ ব্যবহৃত হয়। যেমন হযরত ইবরাহীমের (আঃ) ব্যাপারে (আরবি) এসেছে। ‘মিল্লাত’ ও ‘দ্বীন’ অর্থেও এ শব্দটি ব্যবহৃত হয়ে থাকে। যেমন আল্লাহ তাআ’লা মুশরিকদের ব্যাপারে খবর দিতে গিয়ে বলেনঃ (আরবি)অর্থাৎ “নিশ্চয় আমরা আমাদের পূর্ব পুরুষদেরকে একটা দ্বীনের উপর পেয়েছি এবং আমরা তাদেরই পদাঙ্ক অনুসরণকারী।” (৪৩: ২৩) এ শব্দটি জামাআত বা দল অর্থেও ব্যবহৃত হয়। যেমন আল্লাহ পাকের উক্তিঃ (আরবি)অর্থাৎ “যখন সে (মূসা আঃ) মাদইয়ানের পানির (কূপের) নিকট পৌঁছলো, তখন তথায় একদল লোককে দেখতে পেলো, যারা নিজেদের পশুগুলিকে পানি পান করাচ্ছিল। (২৮: ২৩) আরো মহান আল্লাহর উক্তিঃ (আরবি)অর্থাৎ “আমি প্রত্যেক দলের মধ্যে (এ কথা বলার জন্যে) রাসূল পাঠিয়েছি যে, তোমরা আল্লাহরই ইবাদত করবে এবং তাগূত বা শয়তান থেকে দূরে থাকবে।” (১৬: ৩৬) আল্লাহ তাআ’লা আরো বলেনঃ (আরবি)অর্থাৎ “প্রত্যেক দলের জন্যে একজন রাসূল রয়েছে, সুতরাং যখন তাদের রাসূল এসে পড়ে তখন সে তাদের মধ্যে ন্যায়ের সাথে ফায়সালা করে এবং তারা অত্যাচারিত হয় না।” (১০: ৪৭) যেমন সহীহ মুসলিমে রয়েছে (রাসূলুল্লাহ (সঃ) বলেছেন) “যার হাতে আমার প্রাণ রয়েছে তাঁর শপথ! এই উম্মতের যে ইয়াহুদী ও খৃষ্টান আমার নাম শুনলো অথচ ঈমান আনলো না সে জাহান্নামে প্রবেশ করবে।” তবে অনুগত দল ওটাই যারা রাসূলদের সত্যতা স্বীকার করে। যেমন আল্লাহ তাআ’লা বলেনঃ (আরবি)অর্থাৎ “তোমরা উত্তম সম্প্রদায়, যে সম্প্রদায়কে প্রকাশ করা হয়েছে মানবমন্ডলীর জন্যে।”     (৩: ১১০) সহীহ হাদীসে রয়েছে (যে, রাসুলুল্লাহ (সঃ) বলেছেন) “আমি বলবো- আমার উম্মত! আমার উম্মত!” (আরবি) শব্দটি শ্ৰেণী বা গোষ্ঠী অর্থেও ব্যবহৃত হয়। যেমন আল্লাহ পাকের উক্তিঃ (আরবি)অর্থাৎ “মূসার (আঃ) কওমের মধ্যে এমন শ্রেণীর লোকও রয়েছে যারা সত্যের পথে চলে এবং ওর মাধ্যমেই ন্যায় প্রতিষ্ঠা করে।” (৭: ১৫৯) আল্লাহ তাআ’লা আর এক জায়গায় বলেনঃ (আরবি)… অর্থাৎ “আহলে কিতাবদের মধ্যে এক শ্রেণী তারাও যারা (সত্য ধর্মে) সুপ্রতিষ্ঠিত।"
    },
    { "ayah": 80, "surah": 11, "text": "Please check ayah 11:81 for complete tafsir." },
    {
      "ayah": 81,
      "surah": 11,
      "text": "৮০-৮১ নং আয়াতের তাফসীর\nআল্লাহ তাআ’লা বলেনঃ হযরত লূত (আঃ) যখন দেখলো যে, তার উপদেশ তার কওমের উপর ক্রীয়াশীল হলো না, তখন তাদেরকে ধমকের সুরে বললো: যদি আমার শক্তি থাকতো বা আমার আত্মীয় স্বজন শক্তিশালী হতো তবে অবশ্যই আমি তোমাদের এই দুষ্কর্যের স্বাদ গ্রহণ করাতাম।হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “লূতের (আঃ) উপর আল্লাহর রহমত বর্ষিত হোক, অবশ্যই তিনি কোন দৃঢ় স্তম্ভের আশ্রয় প্রার্থনা করেছেন। এর দ্বারা তিনি মহা মহিমান্বিত আল্লাহর সত্ত্বাকেই বুঝিয়েছেন। তাঁর পরে যে নবীকেই প্রেরন করা হয়েছে, তিনি তাঁর প্রভাবশালী কওমের মধ্যেই প্রেরিত হয়েছেন।”ফেরেশ্‌তাগণ হযরত লূতের (আঃ) মনমরা অবস্থা লক্ষ্য করে নিজেদের স্বরূপ তার কাছে প্রকাশ করেন। তারা বলেনঃ হে লূত (আঃ)! আমরা আল্লাহ কর্তৃক প্রেরিত হয়েছি। তারা কখনো আপনার নিকট পৌঁছতে পারবে না। (এবং আমাদের নিকটও না)। আপনি অদ্য রাত্রির শেষ ভাগে আপনার পরিবার পরিজনসহ এখান থেকে সরে পড়বেন। আপনি নিজে তাদের পেছনে থাকবেন এবং সরাসরি নিজেদের পথে চলতে থাকবেন। আপনাদের কেউই যেন কওমের হা-হুতাশ, কান্নাকাটি এবং চীৎকার শুনে তাদের দিকে ফিরেও না দেখে। এর থেকে তারা হযরত লূতের (আঃ) স্ত্রীকে পৃথক করে দেন। তারা বলেন যে, তার স্ত্রী তাদের অনুসরণ করতে পারবে না, সে তার কওমের শাস্তির সময় তাদের হা-হুতাশ ও কান্না শুনে তাদের দিকে ফিরে তাকাবে। কেননা, তার কওমের সাথে সেও ধ্বংস হয়ে যাবে, এ ফায়সালা আল্লাহ পাকের পক্ষ থেকে হয়েই গেছে। এক কিরাআতে (আরবি) অর্থাৎ (আরবি) শব্দের উপর পেশ দিয়ে রয়েছে। যে সব গুরুজনের নিকট ‘পেশ’ ও ‘যবর’ দুটোই জায়েয তারা বর্ণনা করেন যে, হযরত লূতের (আঃ) স্ত্রী ও তাদের সাথে বের হয়েছিল। কিন্তু শাস্তি অবতীর্ণ হওয়ার সময় কওমের চীৎকার শুনে সে ধৈর্য ধারণ করতে পারে নাই। সে তাদের দিকে ফিরে তাকিয়েছিল এবং ‘হায় আমার কওম!’ একথা মুখ দিয়ে বেরও হয়েছিল। তৎক্ষণাৎ আকাশ থেকে একটা পাথর তার প্রতি নিক্ষিপ্ত হয়। সুতরাং সেও ধ্বংস হতে যায়। হযরত লূতকে (আঃ) আরো সান্ত্বনা দানের জন্যে তাঁর কওমের শাস্তি নিকটবর্তী হয়ে যাওয়ার কথাও তাঁর কাছে বর্ণনা করে দেন যে, সকাল হওয়া মাত্রই তারা ধ্বংস হয়ে যাবে আর সকাল তো খুবই নিকটে।হযরত লূতের (আঃ) কওম তাঁর দরজার উপর দাঁড়িয়েছিল এবং তাঁকে চতুর্দিক থেকে ঘিরে রেখেছিল। তারা তাঁর দিকে তীর বেগে ধাবিত হচ্ছিল। এমতাবস্থায় হযরত জিবরাঈল (আঃ) ঘর থেকে বেরিয়ে পড়েন এবং নিজের ডানা দ্বারা তাদের মুখের উপর আঘাত করেন। ফলে তাদের চক্ষু অন্ধ হয়ে যায়।হযরত হুযাইফা ইবনু ইয়ামান (রাঃ) বর্ণনা করেন যে, স্বয়ং হযরত ইবরাহীমও (আঃ) হযরত লূতের (আঃ) কওমের নিকট আগমন করেন এবং তাদেরকে বুঝিয়ে বলেনঃ “দেখো, তোমরা আল্লাহর শাস্তিকে ক্রয় করে নিয়ো না।” কিন্তু তারা আল্লাহর দোস্তের উপদেশও মান্য করে নাই। অবশেষে শাস্তির নির্ধারিত সময় এসে পড়লো। হযরত লূত (আঃ) তার জমিতে কাজ করছিলেন, এমন সময় ফেরেশতাগণ তার নিকট আগমন করেন। তাঁরা তাঁকে বলেনঃ আজ রাত্রিতে আমরা আপনার বাড়ীতে মেহমান হলাম।” হযরত জিবরাঈলের (আঃ) প্রতি আল্লাহ পাকের এই নির্দেশ ছিল যে, যে পর্যন্ত হযরত লূত (আঃ) তিনবার তাঁর কওমের বদ অভ্যাসের সাক্ষ্য প্রদান না করবেন সেই পর্যন্ত যেন তাদেরকে শাস্তি দেয়া না হয়। হযরত লূত (আঃ) যখন তাদেরকে নিয়ে চললেন তখন পথিমধ্যেই তাদেরকে বললেনঃ “এখানকার লোকেরা বড়ই দুশ্চরিত্র, এই এই দোষ তাদের মধ্যে রয়েছে। কিছু দূর গিয়ে দ্বিতীয়বার তিনি তাদেরকে বলেনঃ “এই গ্রামের লোকদের দুষ্কার্য কি আপনারা অবগত নন? আমার জানা মতে এদের চেয়ে দুষ্ট লোক-ভূপৃষ্ঠে আর নেই। হায়! আমি আপনাদেরকে কোথায় নিয়ে যাবো! আমার কওম তো সমস্ত মাখলুক হতে বদতর। ঐ সময় হযরত জিবরাঈল (আঃ) তার সঙ্গীয় ফেরেশতাদেরকে বলেনঃ “দেখো, দু’বার তিনি একথা বললেন।” অতঃপর যখন তিনি তাদেরকে নিয়ে বাড়ীর দরজায় পৌঁছলেন তখন মনের দুঃখে তিনি কেঁদে ফেললেন এবং বলতে লাগলেনঃ “আমার কওম সমস্ত মাখলুকের মধ্যে সবচেয়ে বেশী বদ ও দূষ্ট প্রকৃতির। এরা কোন দুষ্কার্যে জড়িয়ে পড়েছে তা কি আপনাদের জানা নেই? ভূ-পৃষ্ঠে কোন বস্তি এই বস্তি অপেক্ষা খারাপ নেই।” ঐ সময় হযরত জিবরাঈল (আঃ) পুনঃরায় ফেরেশতাগণকে বললেনঃ “দেখো, তিনি তিন বার স্বীয় কওমের বদ অভ্যাসের সাক্ষ্য প্রদান করেছেন। মনে রেখোঁরেখো যে, এখন তাদের উপর শাস্তি অবধারিত হয়ে গেছে।” অতঃপর তারা বাড়ীর মধ্যে প্রবেশ করেন। ঐ সময় তাঁর বৃদ্ধা স্ত্রী উঁচু জায়গায় চড়ে কাপড় নাড়াতে শুরু করে। সাথে সাথে গ্রামের দুবৃত্তেরা দৌড়ে এসে তাকে জিজ্ঞেস করেঃ “ব্যাপার কি?” সে উত্তরে বলেঃ “লূতের (আঃ) বাড়ীতে মেহমান এসেছে। আমি এদের চেয়ে সুদর্শন ও সুগন্ধময় লোক আর কখনো দেখি নাই।” এ কথা শোনা মাত্রই আনন্দে আত্মহারা হয়ে তারা হযরত লূতের (আঃ) বাড়ীতে দৌড়ে আসে। চারদিক থেকে তারা তার বাড়ীকে ঘিরে ফেলে। তিনি তাদেরকে কসম দেন এবং উপদেশ দিতে গিয়ে বলেনঃ “দেখো, স্ত্রীলোক বহু রয়েছে।” কিন্তু তারা কিছুতেই ঐ দুষ্কার্য হতে বিরত থাকলো না। ঐ সময় হযরত জিবরাঈল (আঃ) তাদের শাস্তির জন্যে আল্লাহ তাআ’লার নিকট অনুমতি প্রার্থনা করেন। আল্লাহ পাক অনুমতি দান করেন। তখন হযরত জিবরাঈল (আঃ) তাঁর প্রকৃত রূপের ডানা খুলে দেন। তাঁর দু’টি ডানা রয়েছে; যে গুলির উপর মণিমুক্তা বসানো আছে। তাঁর দাঁত গুলি তক্‌তকে, ঝকঝকে। তাঁর কপাল উঁচু এবং বড়। তাঁর মস্তক মুক্তার মতো, যেন বরফ। তাঁর পদদ্বয় সবুজ বর্ণের। হযরত লূতকে (আঃ) তিনি বলেনঃ “আমরা আপনার প্রতিপালক কর্তৃক প্রেরিত হয়েছি। তারা (আপনার কওম) আপনার নিকট পৌঁছতে পারবে না। আপনি দরজা দিয়ে বেরিয়ে যান।” একথা বলে তিনি তার ডানা দ্বারা তাদের মুখের উপর মেরে দেন। ফলে তারা অন্ধ হয়ে যায়। তারা পথও চিনতে পারছিল না। হযরত লূত (আঃ) স্বীয় পরিবার বর্গ নিয়ে ঐ রাত্রেই বেরিয়ে পড়ে, আল্লাহ তাআ’লার নির্দেশও এটাই ছিল। মুহাম্মদ ইবনু কা’ব (রঃ), কাতাদা’ (রঃ), সুদ্দী (রঃ) প্রভৃতি গুরুজনের বর্ণনা এটাই।"
    },
    { "ayah": 82, "surah": 11, "text": "Please check ayah 11:83 for complete tafsir." },
    {
      "ayah": 83,
      "surah": 11,
      "text": "৮২-৮৩ নং আয়াতের তাফসীর\nআল্লাহ তাআ’লা বলেনঃ “যখন আমার হুকুম (শাস্তি) এসে পৌঁছলো, ওটা ছিল সুর্য উদিত হওয়ার সময়। সুদূম নামক গ্রামকে আল্লাহপাক তল উপর করে দেন। তাদের উপর আকাশ থেকে পাকা মাটির পাথর বর্ষিত হতে লাগলো, যা ছিল খুবই শক্ত, ওজনসইও বড়। ইমাম বুখারী (রঃ) বলেন যে, (আরবি) শব্দের অর্থ হচ্ছে শক্ত, বড়। (আরবি) ও (আরবি) এর (আরবি) ও (আরবি) দু’বোন অর্থাৎ দু’টোর অর্থ একই। তামীম ইবনু মুকবিল তাঁর কবিতার এক জায়গায় বলেছেনঃ (আরবি)এখানেও (আরবি) শব্দটিকে (আরবি) অর্থেই ব্যবহার করা হয়েছে। (আরবি) শব্দের অর্থ হচ্ছে একের পর এক বা ক্রমাগত। ঐ পাথর গুলির উপর ঐ লোকগুলির নাম লিখা ছিল। যে পাথরে যে ব্যক্তির নাম লিখা ছিল ঐ পাথর ঐ ব্যক্তির উপরই বর্ষিত হচ্ছিল। কাতাদা’ (রঃ) এবং ইকরামা (রঃ) বলেন যে, (আরবি) এর অর্থ হচ্ছে (আরবি) অর্থাৎ ‘তওক’ বা শৃঙ্খল করা ছিল, যা লাল রঙ্গে ডুবিয়ে নেয়া হয়েছিল। এই পাথরগুলি ঐ শহরবাসীদের উপরও বর্ষিত হয় এবং এখানকার যারা অন্য গ্রামে গিয়েছিল সেখানেও (তাদের উপর) বর্ষিত হয়। তাদের যে যেখানে ছিল সেখানেই পাথর দ্বারা ধ্বংস হয়ে যায়। কেউ হয়তো কোন জায়গায় কারো সাথে দাঁড়িয়ে কথা বলছিল সেখানেই আকাশ হতে তার উপর পাথর নিক্ষিপ্ত হয় এবং তাকে ধ্বংস করে দেয়। মোট কথা, তাদের একজনও রক্ষা পায় নাই।হযরত মুজাহিদ (রঃ) বলেন যে, হযরত জিবরাঈল (আঃ) তাদের সকলকে একত্রিত করে তাদের ঘর-বাড়ী ও গবাদি পশুগুলিসহ উপরে উঠিয়ে নেন। এমন কি তাদের শব্দ এবং তাদের কুকুরগুলির ঘেউ ঘেউ শব্দ আকাশের ফেরেশতাগণ শুনতে পান। হযরত জিবরাঈল (আঃ) তাঁর ডান দিকের ডানার কিনারার উপর তাদের গোটা বস্তিকে উঠিয়ে ছিলেন। অতঃপর তিনি ওটাকে যমীনে উলটিয়ে দেন। ফলে তারা পরস্পর ভীষণভাবে ধাক্কা খায় এবং একই সাথে সবাই ধ্বংস হয়ে যায়। এইভাবে ক্ষণেকের মধ্যে তাদেরকে দুনিয়ার বুক থেকে নিশ্চিহ্ন করে দেয়া হয়। বর্ণিত আছে যে, তাদের মোট চারটি গ্রাম ছিল এবং প্রতিটি গ্রামে এক লক্ষ করে লোক বসবাস করতো। অন্য একটি রিওয়াইয়াতে আছে যে, তাদের তিনটি গ্রাম। সবচেয়ে বড় গ্রামটির নাম ছিল সুদূম। এখানে মাঝে মাঝে হযরত ইবরাহীম (আঃ) আসতেন এবং তাদেরকে (লূতের আঃ কওমকে) উপদেশ দিতেন। আল্লাহ পাক বলেনঃ (আরবি) অর্থাৎ ঐ জনপদগুলি এই অত্যাচারীদের (বাসভূমি) হতে বেশী দূর নয়। সুনানের মধ্যে হযরত ইবনু আব্বাস (রাঃ) হতে মারফূ’ রূপে হাদীস বর্ণিত আছেঃ “যদি তোমরা কাউকে হযরত লূতের (আঃ) কওমের আমলের মত আমল করতে দেখতে পাও তবে যে এই কাজ করছে এবং যার উপর করছে উভয়কেই হত্যা করে দাও।” এই হাদীসের উপর ভিত্তি করে ইমাম শাফিয়ী (রঃ) এবং আলেমদের একটি জামাআত বলেন যে, লাওয়াতকারীকে হত্যা করে দেয়া হবে, সে বিবাহিতই হোক বা অবিবাহিতই হোক। আর ইমাম আবু হানীফা (রঃ) বলেন যে, তাকে উপর থেকে নীচে নিক্ষেপ করতে হবে এবং এক এক করে তার উপর পাথর বষর্ণ করতে হবে, যেমন আল্লাহ তাআ’লা হযরত লূতের (আঃ) কওমের প্রতি করেছিলেন। সঠিক কোনটি তা আল্লাহ পাকই সবচেয়ে ভাল জানেন।"
    },
    {
      "ayah": 84,
      "surah": 11,
      "text": "আল্লাহ তাআ’লা বলেনঃ আমি মাদইয়ানবাসীর নিকট তাদের ভাই শুআ’ইবকে (আঃ) নবী করে পাঠিয়েছিলাম। তারা হচ্ছে আরবের ঐ গোত্র যারা হিজায্‌ ও সিরিয়ার মধ্যবর্তী স্থান মাআ’নের নিকটে বাস করতো। তাদের শহরের নাম ছিল মাদইয়ান। তাদের নিকট হযরত শূআ’ইব (আঃ) কে নবী করে পাঠানো হয়। তাদের মধ্যে তিনি ছিলেন সম্রান্ত বংশীয় লোক। আর তিনি তাদেরই মধ্যকার একজন লোক ছিলেন। তাই, তাকে (আরবি) বা তাদের ভাই বলা হয়েছে। তিনিও নবীদের রীতিনীতি অভ্যাস এবং আল্লাহ তাআ’লার নির্দেশ অনুযায়ী স্বীয় কওমকে এক ও শরীকবিহীন আল্লাহর ইবাদত করার নির্দেশ দেন। সাথে সাথে তিনি তাদেরকে মাপে ও ওজনে কম করা হতে বিরত থাকতে বলেন। যাতে কারো হক নষ্ঠ করা না হয়। তিনি তাদেরকে আল্লাহর ইহসানের কথা স্মরণ করিয়ে দিয়ে বললেনঃ আল্লাহ তাআ’লা তোমাদেরকে সুখী সমৃদ্ধ ও স্বচ্ছল রেখেছেন। সুতরাং তোমরা তাঁর এই অনুগ্রহের কথা ভুলে যেয়ো না। তিনি তাদের কাছে নিজের ভয় প্রকাশ করে বললেনঃ যদি তোমরা তোমাদের শির্‌কপূর্ণ রীতিনীতি এবং অত্যাচারমূলক কার্যকলাপ থেকে বিরত না থাকে, তবে তোমাদের এই ভাল ও স্বচ্ছল অবস্থা দূরাবস্থায় পরিবর্তিত হবে।"
    },
    { "ayah": 85, "surah": 11, "text": "Please check ayah 11:86 for complete tafsir." },
    {
      "ayah": 86,
      "surah": 11,
      "text": "৮৫-৮৬ নং আয়াতের তাফসীর\nহযরত শুআ’ইব (আঃ) প্রথমে তাঁর কওমকে মাপে ও ওজনে কম করতে নিষেধ করেন। এরপর পরস্পর লেনদেনের সময় ন্যায় পরায়ণতার সাথে পুরোপুরিভাবে মাপ ও ওজন করার নির্দেশ দিচ্ছেন এবং ভূ-পৃষ্ঠে বিশৃঙ্খলা সৃষ্টি ও ধ্বংসাত্মক কাজ করতে নিষেধ করছেন। তাঁর কওমের মধ্যে ছিনতাই, ডাকাতি, লুটতরাজ প্রভৃতি বদ অভ্যাস অনুপ্রবেশ করেছিল। তিনি বলেন যে, মানুষের হক নষ্ট করে লাভবান হওয়ার চাইতে আল্লাহ প্রদত্ত লাভ বহুগুণে শ্রেয়। তিনি তাদেরকে বলেনঃ “আল্লাহর এই অসিয়ত তোমাদের জন্যে খুবই কল্যাণকর বটে। শাস্তি দ্বারা মানুষের যেমন ধ্বংস হয়,অনুরূপভাবে রহমতের দ্বারা মানুষের সব কিছু স্থায়ী হয় ও অবশিষ্ট থাকে। ঠিকভাবে ওজন করে এবং পুরোপুরিভাবে মাপ করে হালাল উপায়ে যে লাভ হয় তাতেই বরকত হয়ে থাকে। অশ্লীলতা ও পবিত্রতার মধ্যে সমতা কোথায়? দেখো, আমি সব সময় তোমাদের দেখা শোনা করতে পারি না। আমাকে তোমাদের পাহারাদার নিযুক্ত করা হয়নি। সুতরাং তোমাদের উচিত, আল্লাহরই ওয়াস্তে ভাল কাজ করা এবং মন্দ কার্য পরিত্যাগ করা। মানুষকে দেখাবার জন্য নয়।"
    },
    {
      "ayah": 87,
      "surah": 11,
      "text": "হযরত আ’মাশ (রঃ) বলেন যে, এখানে (আরবি) দ্বারা (আরবি) উদ্দেশ্য। হযরত শুআ’ইবের (আঃ) কওম তাঁকে ঠাট্টা করে বললো: “ওহে, তুমি খুব ভাল কথাই বলছো! তোমার পঠন তোমাকে এটাই হুকুম করছে যে, আমরা আমাদের পুর্ব পুরুষদের রীতিনীতি পরিত্যাগ করতঃ আমাদের পুরাতন উপাস্যদের উপাসনা ছেড়ে দেই! আর এটাও খুব মজার কথা যে, আমরা আমাদের নিজেদের মালেরও মালিক থাকবো না, সুতরাং এ ব্যাপারে যা ইচ্ছা তাই করতেও পারবো না। কাউকে মাপে ও ওজনে কমও দিতে পারবো না।” হযরত হাসান (রাঃ) বলেনঃ আল্লাহর কসম! হযরত শুআ’ইবের (আঃ) নামাযের হুকুম এটাই ছিল যে, তিনি তাদেরকে গায়রুল্লাহর ইবাদত ও মাখলুকের হক বিনষ্ট করা হতে বিরত রাখবেন। সাওরী (রঃ) বলেনঃ “আমরা নিজেদের মালে নিজেদের ইচ্ছানুসারে ব্যবস্থা অবলম্বন করি’ তাদের এই উক্তি দ্বারা তারা বুঝাতে চেয়েছেঃ ‘আমরা যাকাত কেন দেবো?' তারা শুধু বিদ্রুপ করেই হযরত শুআ’ইবকে (আঃ) জ্ঞানবান ও ধর্মপরায়ণ বলেছিল।"
    },
    {
      "ayah": 88,
      "surah": 11,
      "text": "হযরত শুআ’ইব (আঃ) স্বীয় কওমকে বলতে লাগলেনঃ “দেখো, আমি আমার প্রতিপালকের তরফ হতে দলীল প্রমাণের উপর প্রতিষ্টিত রয়েছি। এবং সেই দিকেই তোমাদেরকে আহবান করছি। আমার প্রতিপালক আমাকে অনুগ্রহ পূর্বক উত্তম রিযক দান করেছেন।” কেউ কেউ বলেছেন যে, এখানে উত্তম রিয্‌ক দ্বারা উদ্দেশ্য হচ্ছে নুবওয়াত। আবার কেউ কেউ হালাল জীবিকা অর্থ নিয়েছেন। দু’টোই হতে পারে। তিনি বলেনঃ হে আমার কওম! তোমরা আমার নীতি এরূপ পাবে না যে, আমি তোমাদেরকে ভাল কাজের হুকুম করব এবং নিজে গোপনে এর বিপরীত কাজ করবো। আমার তো একমাত্র উদ্দেশ্য হচ্ছে আমার সাধ্য অনুযায়ী সংশোধন করা। হা, তবে আমার উদ্দেশ্যের সফলতা আল্লাহ তাআ’লার হাতেই রয়েছে। তারই উপর আমি ভরসা রাখি এবং তাঁরই দিকে প্রত্যাবর্তন করি ও ঝুঁকে পড়ি।হাকীম ইবনু মুআ’বিয়া তাঁর পিতা হতে বর্ণনা করেছেন যে, তাঁর (মুআ’বিয়ার) ভাই মালিক তাঁকে বলেনঃ “হে মুআ’বিয়া! রাসূলুল্লাহ (সঃ) আমার প্রতিবেশীদেরকে বন্দী করে রেখেছেন। তুমি তাঁর নিকট গমন কর। তাঁর সাথে তোমার আলাপ আলোচনা হয়ে থাকে এবং তিনি তোমাকে চিনেন।” (মুআ’বিয়া বলেনঃ) আমি তখন তার সাথে গমন করলাম। সে (মালিক) বললো: “আমার প্রতিবেশীদেরকে ছেড়ে দিন। তারা মুসলমান হয়েছিল। তার এ কথা শুনে রাসূলুল্লাহ (সঃ) মুখ ফিরিয়ে নেন। সে তখন রাগান্বিত হয়ে উঠে দাঁড়ায় এবং বলেঃ “আল্লাহর কসম! যদি আপনি এটা করেন তবে লোকেরা বলাবলি করবেঃ আপনি আমাদেরকে কোন কাজের আদেশ করেন, অথচ নিজে ওর বিপরীত কাজ করে থাকেন। তখন রাসূলুল্লাহ (সঃ) বলেনঃ “তুমি কি বলছো?” সে উত্তরে বললো: আল্লাহর কসম! যদি আপনি এটা করেন তবে অবশ্যই লোকেরা ধারণা করবে যে, আপনি কোন কাজের আদেশ করেন, আর নিজেই ওটার বিপরীত কাজ করে থাকেন।” বর্ণনাকারী বলেন যে, তার একথা শুনে রাসূলুল্লাহ (সঃ) বলেনঃ “লোকেরা কি এ কথা সত্যিই বলেছে? অবশ্যই যদি আমি এরূপ করি তবে নিশ্চয় এর শাস্তি আমাকেই ভোগ করতে হবে, তাদেরকে নয়। তোমরা তার প্রতিবেশীদেরকে ছেড়ে দাও। (এ হাদীসটি ইমাম আহমদ (রঃ) স্বীয় ‘মুসনাদ’ গ্রন্থে বর্ণনা করেছেন)বাহায ইবনু হাকীম হতে বর্ণিত, তিনি তাঁর পিতা হতে, তিনি তাঁর দাদা হতে বর্ণনা করেছেন, তিনি (তাঁর দাদা) বলেনঃ “আমার কওমের কতকগুলি লোককে রাসূলুল্লাহ (সঃ) সন্দেহ বশতঃ পাকড়াও করে বন্দী করেন। তখন আমার কওমের একজন লোক আল্লাহর রাসূলের (সঃ) নিকট আগমন করে। ঐ সময় তিনি খুৎবা দিচ্ছিলেন। লোকটি ঐ অবস্থাতেই তাঁকে বললো: “হে মুহাম্মদ (সঃ)! আমার প্রতিবেশীদেরকে আপনি কি কারণে বন্দী করেছেন?” রাসূলুল্লাহ (সঃ) নীরব থাকেন। তখন সে বলে, নিশ্চয় লোকেরা বলাবলি করছে, আপনি কোন কিছু থেকে নিষেধ করছেন, অথচ নিজেই তা করছেন। তার এ কথা শুনে নবী (সঃ) বলেনঃ “তুমি কি বলছো?” বর্ণনাকারী বলেনঃ আমি মাঝখানে বলতে শুরু করলামঃ এ কথা শুনার আপনার কোনই প্রয়োজন নেই, আমি এই ভয়েই একথা বললাম যে, যদি তিনি এটা শুনতে পান, অতঃপর আমার কওমের উপর বদ দুআ’ করেন তবে এর পরে কখনো তারা মুক্তি পাবে না। কিন্তু রাসূলুল্লাহ (সঃ) বরাবর এর পিছনে লেগেই থাকলেন এবং শেষে তার কথা বুঝেই ফেললেন।অতঃপর তিনি বললেনঃ “তাদের কেউ এ কথা মুখ দিয়ে বের করেছে? আল্লাহর শপথ! আমি যদি এরূপ করি তবে এর পাপের বোঝা আমাকেই বহন করতে হবে, তাদেরকে নয়। তার প্রতিবেশীদেরকে ছেড়ে দাও। (এ হাদীসটিও ইমাম আহমদ (রঃ) বর্ণনা করেছেন)এই প্রসঙ্গেই আবু হুমায়েদ (রাঃ) ও আবু উসায়েদ (রাঃ) বর্ণনা করেছেন যে, নবী (সঃ) বলেছেনঃ “যখন তোমরা আমার পক্ষ থেকে এমন কোন হাদীস শুনবে যা তোমাদের অন্তর অস্বীকার করে এবং তোমাদের দেহ ও চুল তার থেকে পৃথক থাকে এবং তোমরা পার যে, তোমরা ওর থেকে দূরে রয়েছে, তখন জানবে যে, তোমাদের চেয়ে এটা হতে আমি আরো বহু দূরে রয়েছি।” (ইমাম আহমদই (রঃ) এ হাদীসটিকেও স্বীয় হাদীস গ্রন্থ ‘মুসনাদ’ এ বর্ণনা করেছেন। এর সনদ বিশুদ্ধ)ইমাম মুসলিম (রঃ) এই সনদে নিম্নের হাদীসটি তাখরীজ করেছেনঃ “যখন তোমাদের কেউ মসজিদে প্রবেশ করবে তখন যেন সে বলেঃ (আরবি) অর্থাৎ ‘হে আল্লাহ্! আপনি আমার জন্যে আপনার রহমতের দরজাগুলি খুলে দিন।‘ আর যখন বের হবে তখন যেন বলেঃ (আরবি) অর্থাৎ ‘হে আল্লাহ্! আমি আপনার অনুগ্রহ প্রার্থনা করছি।‘ এর অর্থ হচ্ছে (আল্লাহ তাআ’লাই খুব ভাল জানেন): যখনই আমার পক্ষ হতে তোমাদের কাছে কোন ভাল কথা পৌঁছে তখন জেনে রাখবে আমি তোমাদের অপেক্ষা ওর বেশী নিকটবতী। আর যখনই তোমাদের কাছে কোন খারাপ কথা পৌঁছবে তখন জানবে যে, আমি তোমাদের অপেক্ষা এর থেকে বহু দূরে।”হযরত মাসরূফ (রাঃ) বলেন যে, একজন স্ত্রীলোক হযরত আবদুল্লাহ ইবনু মাসউদের (রাঃ) নিকট এসে বলেঃ “আপনি কি চুলে চুল মিলাতে নিষেধ করে থাকেন?” তিনি উত্তরে বলেনঃ “হা।” তখন মহিলাটি তাঁকে বলেঃ “আপনার বাড়ীর স্ত্রীলোকদের কেউ কেউ এটা করে থাকে।” একথা শুনে হযরত আবদুল্লাহ ইবনু মাসউদ (রাঃ) বলেনঃ “যদি তা-ই হয় তবে তো আমি সৎ বান্দার অসিয়তের হিফাযত করি নাই। আমি চাই না যে, তোমাদেরকে আমি যা থেকে নিষেধ করি তা নিজেই করি।”হযরত আবু সুলাইমান (রঃ) বলেনঃ “আমাদের কাছে হযরত উমার ইবনু আবদিল আযীযের (রঃ) নিকট থেকে চিঠিপত্র আসতো, যাতে হুকুম আহ্‌কাম এবং নিষেধাজ্ঞা থাকতো। শেষে তিনি লিখতেনঃ “আমি ঐ কথাই বলছি, যে কথা সৎ বান্দা বলেছিলেন। তা হচ্ছেঃ আমার যা কিছু তাওফীক হয় তা শুধু আল্লাহরই সাহায্যে হয়ে থাকে। আমি তাঁরই উপর ভরসা রাখি এবং তাঁরই দিকে প্রত্যাবর্তন করি।”"
    },
    { "ayah": 89, "surah": 11, "text": "Please check ayah 11:90 for complete tafsir." },
    { "ayah": 9, "surah": 11, "text": "Please check ayah 11:11 for complete tafsir." },
    {
      "ayah": 90,
      "surah": 11,
      "text": "৮৯-৯০ নং আয়াতের তাফসীর\nহযরত শুআ’ইব (আঃ) তাঁর কওমকে বলেনঃ “হে আমার কওম! তোমরা আমার প্রতি শত্রুতা ও হিংসায় পড়ে কুফরী ও পাপ কার্যে লিপ্ত হয়ে পড়ো না; নচেৎ তোমাদের উপর ঐ শাস্তিই এসে পড়বে যা তোমাদের পূর্বে তোমাদের ন্যায় আমলকারীদের উপর এসেছিল। বিশেষ করে হযরত লূতের (আঃ) কওম তো তোমাদের অদূর যুগেই ছিল। তাদের যুগ তোমাদের থেকে বেশী দূরে নয় এবং তাদের বাসস্থানও তোমাদের বাসভূমির অতি নিকটবর্তী। তোমরা তোমাদের পূর্ববর্তী পাপরাশির জন্যে মহান আল্লাহর নিকট ক্ষমা প্রার্থনা কর। আমার প্রতিপালক এইরূপ লোকদের উপর অত্যন্ত দয়ালু হয়ে যান এবং তাদেরকে নিজের প্রিয় বান্দা বানিয়ে নেন যারা এইভাবে নিজেদের পাপের জন্যে তাঁর নিকট ক্ষমা প্রার্থনা করে এবং তাঁরই দিকে ফিরে যায়। ইবনু আবি লায়লা আল-কিনদী (রঃ) হতে বর্ণিত আছে, তিনি বলেনঃ “আমি আমার মনিবের জন্তুটি ধরে দাঁড়িয়েছিলাম। জনগণ হযরত উসমানের (রাঃ) বাড়ী অবরোধ করেছিল। তিনি বাড়ীর ভিতর হতে মাথা উঁচু করে আমাদেরকে উপরোক্ত আয়াতটি পাঠ করে শুনিয়ে দেন। অতঃপর তিনি বলেন, “হে আমার কওম! তোমরা আমাকে হত্যা করো না। তোমরা তো এইরূপ ছিলে।” এ কথা বলার সময় তিনি স্বীয় অঙ্গুলীর মধ্যে অঙ্গুলী প্রবেশ করিয়ে দেন অর্থাৎ এক হাতের অঙ্গুলীর মধ্যে আর এক হাতের অঙ্গুলী প্রবেশ করান।”  (এটা ইবনু আবি হা’তিম (রঃ) বর্ণনা করেছেন। হযরত উসমানের (রাঃ) অঙ্গুলীর মধ্যে অঙ্গুলী প্রবেশ করিয়ে দেখানোর তাৎপর্য এই যে, সাহাবীগণ তো একে অপরের ভাইরুপে কালাতিপাত করতেন। কিন্তু হযরত উসমানের (রাঃ) যুগে ভুল বুঝাবুঝির কারণে তাঁরা তাঁর শক্ত হয়ে যান। তাই, তিনি তাদেরকে পূর্বাবস্থার কথা স্মরণ করিয়ে দেন)"
    },
    { "ayah": 91, "surah": 11, "text": "Please check ayah 11:92 for complete tafsir." },
    {
      "ayah": 92,
      "surah": 11,
      "text": "৯০-৯১ নং আয়াতের তাফসীর\nহযরত শুআ’ইবের (আঃ) কওম তাকে বললো: হে শুআ’ইব (আঃ)! তোমার অধিকাংশ কথা আমাদের বোধগম্য হয় না। আর তুমি নিজেও আমাদের মধ্যে অত্যন্ত দুর্বল। হযরত সাঈদ ইবনু জুবাইর (রঃ) এবং হযরত সাওরী (রঃ) বলেন যে, তাঁর দৃষ্টি শক্তি কম ছিল বলেই তাকে দুর্বল বলা হয়েছে। সাওরী (রঃ) বলেন যে, তাঁকে ‘খাতীবুল আমবিয়া’ (নবীদের ভাষণ দাতা) বলা হতো। কেননা, তাঁর ভাষণ ছিল অত্যন্ত পরিষ্কার। সুদী (রঃ) বলেন যে, তিনি একাকী ছিলেন বলেই তাঁকে তারা তুচ্ছ জ্ঞান করে দুর্বল বলেছিল। কেননা, তাঁর আত্মীয় স্বজনরাই তার ধর্মের উপর ছিল না। তারা তাকে বলেনঃ “তোমার ভ্রাতৃত্বের প্রতি লক্ষ্য না করলে আমরা তোমাকে পাথর মেরে চূর্ণ বিচুর্ণ করে দিতাম। বা তোমাকে মন খুলে গালমন্দ দিতাম। আমাদের মধ্যে তোমার কোন মর্যাদা নেই। তাদের একথা শুনে তিনি তাদেরকে বলেনঃ “ভাই সব! আমার ভ্রাতৃত্ব ও আত্মীয়তার প্রতি লক্ষ্য করেই তোমরা আমাকে ছেড়ে দিচ্ছ, আল্লাহর জন্য নয়? তা হলে বুঝা যাচ্ছে যে, তোমাদের কাছে আত্মীয় সম্পর্ক আল্লাহ তাআ’লা অপেক্ষা বেশী গুরুত্বপূর্ণ। আল্লাহর নবীকে কষ্ট দেয়ার ব্যাপারে তোমরা তাঁকেই ভয় করছো না? বড়ই পরিতাপের বিষয় যে, তোমরা আল্লাহর কিতাবকে পশ্চাতে নিক্ষেপ করছে! তাঁর শ্রেষ্ঠত্ব ও আনুগত্যের প্রতি তোমাদের কোন খেয়ালই নেই। ভাল কথা, আল্লাহ তাআ’লা তোমাদের অবস্থা পূর্ণরূপে অবগত রয়েছেন। তিনিই তোমাদের পুরোপুরি বদলা দান করবেন।"
    },
    { "ayah": 93, "surah": 11, "text": "Please check ayah 11:95 for complete tafsir." },
    { "ayah": 94, "surah": 11, "text": "Please check ayah 11:95 for complete tafsir." },
    {
      "ayah": 95,
      "surah": 11,
      "text": "৯৩-৯৫ নং আয়াতের তাফসীর\nআল্লাহর নবী হযরত শুআ’ইব (আঃ) যখন তাঁর কওমের ঈমান আনয়নের ব্যাপারে নিরাশ হয়ে যান তখন তিনি তাদেরকে বলেনঃ “ঠিক আছে, তোমরা নিজেদের নীতির উপর থাকো, আমিও আমার নীতির উপর থাকলাম। তোমরা সত্বরই জানতে পারবে যে, লাঞ্ছিত ও অপমাণিতকারী শাস্তি কার উপর অবতীর্ণ হচ্ছে এবং আল্লাহর কাছে মিথ্যাবাদী কে? তোমরা এর জন্যে অপেক্ষা করতে থাকো, আমিও অপেক্ষায় রইলাম। শেষ পর্যন্ত তাদের উপর আল্লাহর শাস্তি এসেই গেল। ঐ সময় আল্লাহর নবী হযরত শুআ’ইব কে (আঃ) এবং তাঁর সঙ্গীয় মু'মিনদেরকে বাঁচিয়ে নেয়া হলো। তাঁদের উপর মহান আল্লাহর করুণা বর্ষিত হলো এবং ঐ অত্যাচারীদেরকে তছনছ করে দেয়া হলো। তারা এমন ভাবে নিশ্চিহ্ন হয়ে গেল যে, যেন তারা তাদের বাসভূমিতে কখনো বসবাস করেই নাই। তাদের পূর্বে সামুদ সম্প্রদায় যেমনভাবে আল্লাহর অভিশাপের শিকার হয়েছিল, তেমনিভাবে হযরত শুআ’ইবের (আঃ) কওমও অভিশপ্ত হয়েছিল। সামূদ সম্প্রদায় ছিল তাদের প্রতিবেশী এবং কুফরী ও বিশ্বাসঘাতকতায় তাদের মতই ছিল। তাছাড়া এই উভয় কওমই ছিল আরবীয়।"
    },
    { "ayah": 96, "surah": 11, "text": "Please check ayah 11:99 for complete tafsir." },
    { "ayah": 97, "surah": 11, "text": "Please check ayah 11:99 for complete tafsir." },
    { "ayah": 98, "surah": 11, "text": "Please check ayah 11:99 for complete tafsir." },
    {
      "ayah": 99,
      "surah": 11,
      "text": "৯৬-৯৯ নং আয়াতের তাফসীর\nআল্লাহ তাআ’লা খবর দিচ্ছেন যে, তিনি কিবতী কওমের বাদশাহ্ ফিরআউন এবং তার প্রধানবর্গের নিকট স্বীয় রাসূল হযরত মূসাকে (আঃ) নিদর্শনসমূহ ও সুস্পষ্ট দলীল প্রমাণাদিসহ প্রেরণ করেন। কিন্তু কিবতীরা ফিরআউনের আনুগত্য পরিত্যাগ করলো না। তারা তারই ভ্রান্ত নীতির পিছনে পড়ে রইলো। এই দুনিয়ায় যেমন তারা ফিরআউনের আনুগত্য পরিত্যাগ করলো না বরং তাকে নেতা মেনেই চললো, অনুরূপভাবে কিয়ামতের দিনও তারা তারই পিছনে থাকবে এবং সে তাদের সবাইকে নেতৃত্ব দিয়ে জাহান্নামে নিয়ে যাবে। আর তাকে কঠোর শাস্তি দেয়া হবে। যেমন আল্লাহ তাআ’লা বলেনঃ (আরবি)অর্থাৎ “ফির'আউন সেই রাসূলের কথা অমান্য করলো, সুতরাং আমি তাকে কঠোরভাবে পাকড়াও করলাম।” (৭৩:১৬) আল্লাহপাক আরো বলেনঃ (আরবি)অর্থাৎ “সে অবিশ্বাস করলো এবং কথা মানলো না। অনন্তর সে পৃথক হয়ে (মূসার (আঃ) বিরুদ্ধে) প্রচেষ্টা চালাতে লাগলো। অতঃপর সে (লোকদের) সমবেত করলো, তৎপর সে উচ্চৈঃ স্বরে আহ্‌বান করলো। অতঃপর বললো: আমি তোমাদের শ্রেষ্ঠ প্রতিপালক। অনন্তর আল্লাহ তাকে আখেরাতের ও দুনিয়ার আযাবে পাকড়াও করলেন। নিশ্চয় এতে সেই ব্যক্তির জন্যে বড় শিক্ষণীয় রয়েছে যে (আল্লাহকে) ভয় করে। (৭৯:২১-২৬)আল্লাহ তাআ’লা বলেনঃ ‘কিয়ামতের দিন সে (ফিরআউন) নিজ সম্প্রদায়ের আগে আগে থাকবে। অতঃপর তাদেরকে দুযখে উপণীত করে দেবে, আর তা অতি নিকৃষ্ট স্থান হবে যাতে তারা উপণীত হবে।অনুরূপভাবে অসৎ লোকদের অনুসারীদেরকেও কিয়ামতের দিন জাহান্নামের শাস্তি ভোগ করানো হবে। যেমন আল্লাহ তাআ’লা বলেনঃ (আরবি)অর্থাৎ “প্রত্যেকের জন্যেই দ্বিগুণ শাস্তি, কিন্তু তোমরা জান না।” (৭:৩৮) এবার আল্লাহ তাআ’লা কাফিরদের ব্যাপারে সংবাদ দিচ্ছেন যে, জাহান্নামে তারা বলবেঃ (আরবি)অর্থাৎ “হে আমাদের প্রতিপালক! আমরা আমাদের নেতৃবৃন্দ এবং আমাদের মাতব্বরদের কথা মান্য করেছিলাম, সুতরাং তারা আমাদেরকে (সোজা) পথ হতে বিভ্রান্ত করেছিল। হে আমাদের রব! তাদেরকে আপনি দ্বিগুণ শাস্তি প্রদান করুন এবং তাদের প্রতি লা’নত বর্ষণ করুন গুরুতর ভাবে। (৩৩:৬৭-৬৮)হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “ (কিয়ামতের দিন) ইমরুল কায়েস অজ্ঞতার যুগের কবিদের পতাকা বহন করবে এবং তাদেরকে নিয়ে সে জাহান্নামের দিকে যাবে।” (এই হাদীসটি ইমাম আহমদ (রঃ) স্বীয় ‘মসনাদ’ গ্রন্থে বর্ণনা করেছেন) জাহান্নামের শাস্তির উপর এটা আরো অতিরিক্ত শাস্তি যে, জাহান্নামীরা ইহকালে এবং পরকালে উভয় স্থানেই চিরস্থায়ী লা’নতের শিকার হবে। এটা আলী ইবনু আবি তালহা হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণনা করেছেন। অনুরূপ ভাবে যহ্‌হাক (রঃ) এবং কাতাদা’ (রঃ) বলেছেন যে, (আরবি) দ্বারা দুনিয়া এবং আখেরাতের লা'নতকেই বুঝানো হয়েছে। এটা আল্লাহ পাকের নিম্নের উক্তির মতইঃ (আরবি)অর্থাৎ “আমি তাদেরকে এমন নেতা বানিয়ে ছিলাম যারা (লোকদেরকে) দুযখের প্রতি আহ্‌বান করছিল এবং কিয়ামত দিবসে তাদের কেউ সহায় হবে না। আর পৃথিবীতেও আমি তাদের পশ্চাতে লা'নত লাগিয়ে দিয়েছি, আর কিয়ামত দিবসেও তারা দুর্দশাগ্রস্ত লোকদের অন্তর্ভূক্ত থাকবে।” (২৮:৪১)আল্লাহ তাআ’লা আর এক জায়গায় বলেনঃ (আরবি) অর্থাৎ “তাদেরকে (প্রত্যহ) সকালে ও সন্ধায় অগ্নির সম্মুখে আনয়ন করা হয়, আর যেই দিন কিয়ামত কায়েম হবে (সেই দিন আদেশ করা হবে যে,) ফিরআউনী লোকদেরকে কঠোরতর আযাবে দাখিল কর।” (৪০:৪৬)"
    }
  ]
}
