{
  "ayahs": [
    { "ayah": 1, "surah": 111, "text": "Please check ayah 111:5 for complete tafsir." },
    { "ayah": 2, "surah": 111, "text": "Please check ayah 111:5 for complete tafsir." },
    { "ayah": 3, "surah": 111, "text": "Please check ayah 111:5 for complete tafsir." },
    { "ayah": 4, "surah": 111, "text": "Please check ayah 111:5 for complete tafsir." },
    {
      "ayah": 5,
      "surah": 111,
      "text": "১-৫ নং আয়াতের তাফসীর\nসহীহ বুখারীতে হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, নবী করীম (সঃ) বাতহা’ নামক স্থানে গিয়ে একটি পাহাড়ের উপর আরোহণ করলেন এবং উচ্চস্বরে “ইয়া সাবা’হাহ্, ইয়া সাবা’হা'হ্” (অর্থাৎ হে ভোরের বিপদ, হে ভোরের বিপদ) বলে ডাক দিতে শুরু করলেন। অল্পক্ষণের মধ্যেই সমস্ত কুরায়েশ নেতা সমবেত হলো। রাসূলুল্লাহ (সঃ) তাদেরকে বললেনঃ “যদি আমি তোমাদেরকে বলি যে, সকালে অথবা সন্ধ্যাবেলায় শত্রুরা তোমাদের উপর আক্রমণ চালাবে তবে কি তোমরা আমার কথা বিশ্বাস করবে?” সবাই সমস্বরে বলে উঠলোঃ “হ্যা হ্যা অবশ্যই বিশ্বাস করবো।” তখন তিনি তাদেরকে বললেনঃ “শোননা, আমি তোমাদেরকে আল্লাহর ভয়াবহ শাস্তির আগমন সংবাদ দিচ্ছি।\" আবু লাহাব তার একথা শুনে বললোঃ “তোমার সর্বনাশ হোক, একথা বলার জন্যেই কি তুমি আমাদেরকে সমবেত করেছো?” তখন আল্লাহ তা'আলা এ সূরা অবতীর্ণ করেন। অন্য এক রিওয়াইয়াতে আছে যে, আবু লাহাব হাত ঝেড়ে নিম্ন লিখিত বাক্য বলতে বলতে চলে গেলঃ (আরবি) অর্থাৎ “তোমার প্রতি সারাদিন অভিশাপ বর্ষিত হোক।” আবূ লাহাব ছিল রাসূলুল্লাহর (সঃ) চাচা। তার নাম ছিল আবদুল উযযা ইবনে আবদিল মুত্তালিব। তার কুনইয়াত বা ছদ্ম পিতৃপদবীযুক্ত নাম আবূ উত্মাহ ছিল। তার সুদর্শন ও কান্তিময় চেহারার জন্যে তাকে আবু লাহাব অর্থাৎ শিখা বিশিষ্ট বলা হতো। সে ছিল রাসূলুল্লাহ (সঃ)-এর নিকৃষ্টতম শক্র। সব সময় সে তাকে কষ্ট দেয়ার জন্যে এবং তার ক্ষতি সাধনের জন্যে সচেষ্ট থাকতো। হযরত রাবীআহ ইবনে ইবাদ দাইলী (রাঃ) তার ইসলাম গ্রহণের পর তাঁর ইসলাম পূর্ব যুগের ঘটনা বর্ণনা করতে গিয়ে বলেনঃ “আমি নবী করীম (সঃ) কে যুল মাজায এর বাজারে দেখেছি, সে সময় তিনি বলছিলেনঃ “হে লোক সকল! তোমরা বলঃ আল্লাহ ছাড়া কোন উপাস্য নেই, তাহলে তোমরা মুক্তি ও কল্যাণ লাভ করবে।” বহু লোক তাঁকে ঘিরে রেখেছিল। আমি লক্ষ্য করলাম যে, রাসূলুল্লাহ (সঃ)-এর পিছনেই গৌরকান্তি ও সুডোল দেহ-সৌষ্ঠবের অধিকারী একটি লোক, যার মাথার চুল দুপাশে সিঁথি করা, সে এগিয়ে গিয়ে সমবেত লোকদের উদ্দেশ্যে বললোঃ “হে লোক সকল! এ লোক বে-দ্বীন ও মিথ্যাবাদী।” মোটকথা রাসূলুল্লাহ (সঃ) ইসলামের দাওয়াত দিয়ে যাচ্ছিলেন, আর সুদর্শন এই লোকটি তার বিরুদ্ধে বলতে বলতে যাচ্ছিল। আমি লোকদেরকে জিজ্ঞেস করলামঃ এ লোকটি কে? উত্তরে তারা বললোঃ “এ লোকটি হলো রাসূলুল্লাহর (সঃ) চাচা আবু লাহাব।” (এ হাদীসটি ইমাম আহমদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন)অন্য এক রিওয়াইয়াতে আছে যে, রাবীআ'হ্ (রাঃ) বলেনঃ “আমি আমার পিতার সাথে ছিলাম, আমার তখন যৌবন কাল। আমি দেখেছি যে, রাসূলুল্লাহ (সঃ) এক একটি লোকের কাছে যাচ্ছেন আর লোকেদেরকে বলছেনঃ “হে লোক সকল! আমি তোমাদের নিকট আল্লাহর রাসূল রূপে প্রেরিত হয়েছি। আমি তোমাদেরকে বলছি যে, তোমরা এক ও অদ্বিতীয় আল্লাহর ইবাদত করবে, তার সাথে কাউকে শরীক করবে না। তোমরা আমাকে সত্যবাদী বলে বিশ্বাস করো এবং আমাকে শত্রুদের কবল হতে রক্ষা করো, তাহলে আল্লাহ তাআলা আমাকে যে কাজের জন্যে প্রেরণ করেছেন সে কাজ আমি করতে পারবো।” রাসূলুল্লাহ (সঃ) যেখানেই এ পয়গাম পৌছাতেন, পরক্ষণেই আবু লাহাব সেখানে পৌছে বলতোঃ “হে অমুক গোত্রের লোকেরা! এ ব্যক্তি তোমাদেরকে লাত, উয্যা থেকে দূরে সরাতে চায় এবং বানু মালিক ইবনে আকইয়াসের ধর্ম থেকে তোমাদেরকে  ফিরিয়ে দেয়াই তার উদ্দেশ্য। সে নিজের আনীত গুমরাহীর প্রতি তোমাদেরকেও টেনে নিতে চায়। সাবধান! তার কথা বিশ্বাস করো না।”আল্লাহ তাআলা এ সূরায় বলছেনঃ আবু লাহাবের দুই হস্ত ধ্বংস হোক! না তার ধন-সম্পদ তার কোন কাজে এসেছে, না তার উপার্জন তার কোন উপকার করেছে।হযরত ইবনে মাসউদ (রাঃ) বলেন যে, রাসূলুল্লাহ (সঃ) যখন তার। স্বজাতিকে আল্লাহর পথে আহ্বান জানালেন তখন আবু লাহাব বলতে লাগলোঃ “যদি আমার ভাতিজার কথা সত্য হয় তবে আমি কিয়ামতের দিন আমার ধন সম্পদ আল্লাহকে ফিদিয়া হিসেবে দিয়ে তার আযাব থেকে আত্মরক্ষা করবো।\" আল্লাহ তাআলা তখন এ আয়াত অবতীর্ণ করেন যে, তার ধন সম্পদ ও তার উপার্জন তার কোন কাজে আসেনি।এরপর মহাপ্রতাপান্বিত আল্লাহ বলেনঃ অচিরে সে দগ্ধ হবে লেলিহান অগ্নিতে এবং তার স্ত্রীও। অর্থাৎ আবু লাহাব তার স্ত্রীসহ জাহান্নামের ভয়াবহ আগুনে প্রবেশ করবে। আবু লাহাবের স্ত্রী ছিল কুরায়েশ নারীদের নেত্রী। তার কুনিয়াত ছিল উম্মু জামীল, নাম ছিল আরওয়া বিনতু হারব ইবনে উমাইয়া। সে আবূ সুফিয়ান (রাঃ) এর বোন ছিল। তার স্বামীর কুফরী, হঠকারিতা এবং ইসলামের শত্রুতায় সে ছিল সহকারিণী, সহযোগিণী। এ কারণে কিয়ামতের দিন সেও স্বামীর সঙ্গে আল্লাহর আযাবে পতিত হবে। কাঠ বহন করে নিয়ে সে তা ঐ। আগুনে নিক্ষেপ করবে যে আগুনে তার স্বামী জ্বলবে। তার গলায় থাকবে আগুনের পাকানো রশি।আল্লাহ তা'আলা বলেনঃ যে ইন্ধন বহন করে, তার গলদেশে পাকানো রঞ্জু। অর্থাৎ সে স্বামীর ইন্ধন সগ্রহ করতে থাকবে।(আরবি) এর ‘গীবতকারিণী' অর্থও করা হয়েছে। ইমাম ইবনে জারীর (রঃ) এ অর্থই পছন্দ করেছেন। হযরত ইবনে আব্বাস (রাঃ) প্রমুখ গুরুজন বর্ণনা করেছেন যে, আবু লাহাবের স্ত্রী জঙ্গল থেকে কাটাযুক্ত কাঠ কুড়িয়ে আনতে এবং ঐ কাঠ রাসূলুল্লাহর চলার পথে বিছিয়ে দিতো। এটাও বলা হয়েছে যে, এ নারী রাসুলুল্লাহকে ভিক্ষুক বলে তিরস্কার করতো। এ কারণে তাকে কাষ্ঠ বহনের পরিণতির কথা স্মরণ করিয়ে দেয়া হয়েছে। কিন্তু প্রথমোক্ত কথাই নির্ভুল। এ সব ব্যাপারে আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন। সাঈদ ইবনে মুসাইয়াব (রঃ) বলেন যে, আবু লাহাবের স্ত্রীর কাছে একটি সুন্দর গলার মালা ছিল সে বলতোঃ “আমি এ মালা বিক্রী করে তা মুহাম্মদ (সঃ)-এর বিরোধিতায় ব্যয় করবো। এরই পরিপ্রেক্ষিতে আল্লাহ তা'আলা বলেন যে, তার গলদেশে থাকবে পাকানো রঞ্জু। অর্থাৎ তার গলদেশে আগুনের বেড়ী পরিয়ে দেয়া হবে। (আরবি) শব্দের অর্থ হলো খেজুর গাছের আঁশের রশি। উরওয়া (রঃ) বলেন যে, এটা হলো জাহান্নামের শিকল, যার এক একটি কড়া সত্তর গজের হবে। সওরী (রঃ) বলেন যে, এটা জাহান্নামের শিকল, যা সত্তর হাত লম্বা। জওহরী (রঃ) বলেন যে, এটা উটের চামড়া এবং পশম দিয়ে তৈরি করা হয়। মুজাহিদ (রঃ) বলেন যে, এটা লোহার বেড়ী বা শিকল।।হযরত আয়েশা (রাঃ) বলেনঃ “এ সূরা অবতীর্ণ হওয়ার পর ধাঙ্গড় নারী উম্মু জামীল বিনতু হারব নিজের হাতে কারুকার্য খচিত, রং করা পাথর নিয়ে কবিতা আবৃত্তির সূরে নিম্নলিখিত কথাগুলো বলতে বলতে রাসূলুল্লাহর নিকট আগমন করেঃ(আরবি)অর্থাৎ “আমি মুযাম্মামের (নিন্দনীয় ব্যক্তির) অস্বীকারকারিণী, তার দ্বীনের দুশমন এবং তার হুকুম অমান্যকারিণী।\" রাসূলুল্লাহ (সঃ) ঐ সময় কা'বা গৃহে বসেছিলেন। তাঁর সাথে আমার আব্বা হযরত আবু বকর (রাঃ) ছিলেন। আমার আব্বা তাকে এ অবস্থায় দেখে রাসূলুল্লাহ (সঃ) কে বললেনঃ “হে আল্লাহর রাসূল (সঃ)! সে আসছে, আপনাকে আবার দেখে না ফেলে!” রাসূলুল্লাহ (সঃ) তখন বললেনঃ “হে আবু বকর (রাঃ)! নিশ্চিন্ত থাকো, সে আমাকে দেখতে পাবেই না। তারপর তিনি ঐ দুষ্টা নারীকে এড়ানোর উদ্দেশ্যে কুরআন তিলাওয়াত শুরু করলেন। যেমন আল্লাহ তা'আলা বলেনঃ (আরবি)অর্থাৎ ‘যখন তুমি কুরআন পাঠ কর তখন আমি তোমার মধ্যে এবং যারা পরকালে বিশ্বাস করে না তাদের মধ্যে গোপন পর্দা টেনে দিই।\" (১৭:৪৫) ডাইনী নারী হযরত আবু বকরের (রাঃ) কাছে এসে দাড়ালো। রাসূলুল্লাহও (সঃ) তখন হযরত আবু বকর (রাঃ)-এর পাশেই ছিলেন। কিন্তু কুদরতী পর্দা তার চোখের সামনে পড়ে গেল। সুতরাং সে আল্লাহর রাসূল (সঃ) কে দেখতে পেলো না। ডাইনী নারী হযরত আবু বকর (রাঃ) কে বললোঃ “আমি শুনেছি যে, তোমার সাথী (সঃ) আমার দুর্নাম করেছে অর্থাৎ কবিতার ভাষায় আমার বদনাম ও নিন্দে করেছে। হযরত আবু বকর (রাঃ) বললেনঃ “কা’বার প্রতিপালকের শপথ! রাসূলুল্লাহ (সঃ) তোমার কোন নিন্দে করেননি।” আবু লাহাবের স্ত্রী তখন ফিরে যেতে যেতে বললোঃ “কুরায়েশরা জানে যে, আমি তাদের সর্দারের মেয়ে।”একবার এ দুষ্টা রমনী নিজের লম্বা চাদর গায়ে জড়িয়ে তাওয়াফ করছিল, হঠাৎ পায়ে চাদর জড়িয়ে পিছনে পড়ে গেল। তখন বললোঃ “মুযাম্মাম ধ্বংস হোক।” তখন উম্ম হাকীম বিনতু আবদিল মুত্তালিব বললোঃ “আমি একজন পূত পবিত্র রমনী। আমি মুখের ভাষা খারাপ করবো না। আমি বন্ধুত্ব স্থাপনকারিণী, কাজেই আমি কলঙ্কিনী হবো না এবং আমরা সবাই একই দাদার সন্তান, আর কুরায়েশরাই এটা সবচেয়ে বেশী জানে।” আবু বকর বার (রঃ) বর্ণনা করেছেন যে, হযরত ইবনে আব্বাস (রাঃ) বলেনঃ যখন(আরবি) এ সূরাটি অবতীর্ণ হয়। তখন আবু লাহাবের স্ত্রী রাসূলুল্লাহ (সঃ) এর নিকট আগমন করে। ঐ সময় রাসূলুল্লাহ (সঃ) বসেছিলেন এবং তার সাথে হযরত আবু বকরও (রাঃ) ছিলেন। হযরত আবু বকর (রাঃ) বললেনঃ “হে আল্লাহর রাসূল (সঃ)! ঐ যে সে আসছে, আপনাকে সে কষ্ট দেয়। না কি!” তখন রাসূলুল্লাহ (সঃ) বললেনঃ “তুমি নিশ্চিন্ত থাকো, সে আমাকে দেখতে পাবে না।” অতঃপর আবু লাহাবের স্ত্রী হযরত আবু বকর (রাঃ) কে বললোঃ “তোমার সাথী (কবিতার ভাষায়) আমার দুর্নাম রটনা করেছে।” হযরত আবু বকর (রাঃ) তখন কসম করে বললেমঃ “রাসূলুল্লাহ (সঃ) কাব্য চর্চা করতে জানেন না এবং তিনি কবিতা কখনো বলেননি।” দুষ্টা নারী চলে যাওয়ার পর হযরত আবু বকর (রাঃ) রাসূলুল্লাহ (সঃ) কে বললেনঃ হে আল্লাহর রাসূল (সঃ)! সে কি আপনাকে দেখতে পায়নি?” উত্তরে রাসূলুল্লাহ (সঃ) বললেনঃ “তার চলে যাওয়া পর্যন্ত ফেরেশতা আমাকে আড়াল করে দাঁড়িয়েছিলেন। কোন কোন পণ্ডিত ব্যক্তি বলেছেন যে, উম্মু জামীলের গলায় আগুনের রশি লাগিয়ে দেয়া হবে এবং ঐ রশি ধরে টেনে তাকে জাহান্নামের দিকে নিয়ে যাওয়া হবে, তারপর রশি ঢিলে করে তাকে জাহান্নামের গভীর তলদেশে নিক্ষেপ করা হবে এ শাস্তিই তাকে ক্রমাগতভাবে দেয়া হবে।ঢোলের রশিকে আরবের লোকেরা (আরবি) বলতো। আরবী কবিতায় এ শব্দটি এ অর্থেই ব্যবহৃত হতো। একটা কথা মনে রাখতে হবে যে, এ সূরা আমাদের প্রিয় নবী (সঃ)-এর নবুওয়াতের একটি উচ্চতর প্রমাণ। আবু লাহাব এবং তার স্ত্রী দুস্কৃতির এবং পরিণতির যে সংবাদ এ সূরায় দেয়া হয়েছে। বাস্তবেও তা-ই ঘটেছে। এ দম্পতির ঈমান আনয়নের সৌভাগ্য হয়নি। তারা প্রকাশ্য বা গোপনীয় কোনভাবেই মুসলমান হয়নি। কাজেই, এ সূরাটি রাসূলুল্লাহর (সঃ) নবুওয়াতের উজ্জ্বল ও সুস্পষ্ট প্রমাণ।"
    }
  ]
}
