{
  "ayahs": [
    { "ayah": 1, "surah": 112, "text": "Please check ayah 112:4 for complete tafsir." },
    { "ayah": 2, "surah": 112, "text": "Please check ayah 112:4 for complete tafsir." },
    { "ayah": 3, "surah": 112, "text": "Please check ayah 112:4 for complete tafsir." },
    {
      "ayah": 4,
      "surah": 112,
      "text": "মুসনাদে আহমদে হযরত উবাই ইবনে কা'ব (রাঃ) হতে বর্ণিত আছে যে, মুশরিকরা নবী করীম (সঃ) কে বললোঃ “হে মুহাম্মদ (সঃ)! আমাদের সামনে তোমার প্রতিপালকের গুণাবলী বর্ণনা কর।\" তখন আল্লাহ তা'আলা (আরবি) এ সূরাটি শেষ পর্যন্ত অবতীর্ণ করেন।(আরবি) শব্দের অর্থ হলো যিনি সৃষ্ট হননি। এবং যার সন্তান সন্ততি নেই। কেননা, যে সৃষ্ট হয়েছে সে এক সময় মৃত্যুবরণ করবে এবং অন্যেরা তার উত্তরাধিকারী হবে। আর আল্লাহ তা'আলা মৃত্যুবরণও করবেন না এবং তাঁর কোন উত্তরাধিকারীও হবে না। তিনি কারো সন্তান নন এবং তার সমতুল্য কেউই নেই। (ইমাম তিরমিযী (রঃ), ইমাম ইবনে জারীর (রঃ) ইমাম ইবনে আবী হাতিমও (রঃ) এ হাদীসটি বর্ণনা করেছেন এবং ইমাম তিরমিযী (রঃ) এটাকে সহীহ বলেছেন)হযরত জাবির (রাঃ) হতে বর্ণিত আছে যে, একজন বেদুইন নবী করিমের (সঃ) নিকট এসে বলেঃ “আমার সামনে আপনার প্রতিপালকের গুণাবলী বর্ণনা করুন!” তখন আল্লাহ তাআলা (আরবি) সূরাটি অবতীর্ণ করেন। [এ হাদীসটি বর্ণনা করেছেন হাফিয আবু ইয়ালা মুসিলী (রঃ)] অন্য এক রিওয়াইয়াতে আছে যে, কুরায়েশদের প্রশ্নের জবাবে আল্লাহ তা'আলা এ সূরাটি নাযিল করেন।হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “প্রত্যেক জিনিষেরই নিসবত বা সম্বন্ধ রয়েছে, আল্লাহর নিসবত হলো(আরবি) এবং তাকেই বলা হয় যিনি অন্তসারশূণ্য নন।” (এ হাদীসটি ইমাম তিবরানী (রঃ) বর্ণনা করেছেন)সহীহ বুখারীর কিতাবুত তাওহীদে নবী করীম (সঃ)-এর সহধর্মিনী হযরত আয়েশা (রাঃ) হতে বর্ণিত আছে যে, আল্লাহর নবী (সঃ) একটি লোকের নেতৃত্বে একদল সেনাবাহিনী প্রেরণ করেন। তারা ফিরে এসে নবী করীম (সঃ) কে বললেনঃ “হে আল্লাহর রাসূল (সঃ)! যাকে আপনি আমাদের নেতা মনোনীত করেছেন তিনি প্রত্যেক নামাযে কিরআতের শেষে।(আরবি) সূরাটি পাঠ করতেন।” নবী করীম (সঃ) তাদেরকে বললেনঃ “সে কেন এরূপ করতো তা তোমরা তাকে জিজ্ঞেস কর তো?” তাকে জিজ্ঞেস করা হলে উত্তরে তিনি বলেনঃ “এ সূরায় আল্লাহর রাহমানুর রাহীমের গুণাবলী বর্ণনা করা হয়েছে, এ কারণে এ সূরা পড়তে আমি খুব ভালবাসি।\" এ কথা শুনে রাসূলুল্লাহ (সঃ) বললেনঃ “তাকে জানিয়ে দাও যে, আল্লাহও তাকে ভালবাসেন।”সহীহ বুখারীর কিতাবুস সলাতে হযরত আনাস (রাঃ) হতে বর্ণিত আছে যে, একজন আনসারী মসজিদে কুবার ইমাম ছিলেন। তাঁর অভ্যাস ছিল যে, তিনি সূরা ফাতিহা পাঠ করার পরই সূরা ইখলাস পাঠ করতেন। তারপর কুরআনের অন্য অংশ পছন্দমত পড়তেন। একদিন মুক্তাদী তাকে জিজ্ঞেস করলেনঃ “আপনি সূরা ইখলাস পাঠ করেন, তারপর অন্য সূরাও এর সাথে মিলিয়ে দেন, কি ব্যাপার? হয় শুধু সূরা ইখলাস পড়ুন অথবা এটা ছেড়ে দিয়ে অন্য সূরা পড়ুন।” আনসারী জবাব দিলেনঃ “আমি যেমন করছি তেমনি করবো, তোমাদের ইচ্ছা হলে আমাকে ইমাম হিসেবে রাখখা, না হলে বলো, আমি তোমাদের ইমামতি ছেড়ে দিচ্ছি।” মুসল্লীরা দেখলেন যে, এটা মুশকিল ব্যাপার! কারণ উপস্থিত সকলের মধ্যে তিনিই ছিলেন ইমামতির সবচেয়ে যোগ্য ব্যক্তি। তাই তার বিদ্যমানতায় তারা অন্য কারো ইমামতি মেনে নিতে পারলেন না (সুতরাং তিনিই ইমাম থেকে গেলেন)। একদিন রাসুলুল্লাহ (সঃ) সেখানে গমন করলে মুসল্লীরা তাঁর কাছে এ ঘটনা ব্যক্ত করলেন। তিনি তখন ঐ ইমামকে ডেকে জিজ্ঞেস করলেনঃ “তুমি মুসল্লীদের কথা মানো না কেন? প্রত্যেক রাকআতে সূরা ইখলাস পড় কেন?” ইমাম সাহেব উত্তরে বললেনঃ “হে আল্লাহর রাসূল (সঃ)! এ সূরার প্রতি আমার বিশেষ আকর্ষণ রয়েছে।” তার একথা শুনে রাসূলুল্লাহ (সঃ) তাঁকে বললেনঃ “এ সূরার প্রতি তোমার আসক্তি ও ভালবাসা তোমাকে জান্নাতে পৌছিয়ে দিয়েছে।”মুসনাদে আহমদে ও জামে তিরমিযীতে হযরত আনাস (রাঃ) হতে বর্ণিত আছে যে, একটি লোক এসে রাসূলুল্লাহ (সঃ)-কে বললেনঃ “হে আল্লাহর রাসূল (সঃ)! আমি (আরবি)  এই সূরাটিকে ভালবাসি।” তখন রাসূলুল্লাহ (সঃ) তাঁকে বললেনঃ “ তোমার এ ভালবাসা তোমাকে জান্নাতে প্রবিষ্ট করবে।”সহীহ বুখারীতে হযরত আবূ সাঈদ (রাঃ) হতে বর্ণিত আছে যে, একটি লোক অন্য একটি লোককে রাত্রিকালে বারবার (আরবি)  এ সূরাটি পড়তে শুনে সকালে রাসূলুল্লাহ (সঃ)-এর নিকট এসে এ ঘটনাটি বর্ণনা করেন। লোকটি সম্ভবতঃ ঐ লোকটির এ সূরা পাঠকে হালকা সওয়াবের কাজ মনে করেছিলেন। রাসূলুল্লাহ (সঃ) তাঁকে বলেনঃ “যে সত্ত্বার হাতে আমার প্রাণ রয়েছে তাঁর শপথ! এ সূরা কুরআনের এক তৃতীয়াংশের সমতুল্য।”সহীহ বুখারীতে হযরত আবু সাঈদ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) সাহাবীদেরকে বললেনঃ “ তোমরা প্রত্যেকেই কি কুরআনের এক তৃতীয়াংশ পাঠ করতে পারবে না?” সাহাবীদের কাছে এটা খুবই কষ্ট সাধ্য মনে হলো। তাই, তাঁরা বললেনঃ “হে আল্লাহর রাসূল (সঃ)! আমাদের মধ্যে কার এ ক্ষমতা আছে?” তখন রাসূলুল্লাহ (সঃ) তাদেরকে বললেনঃ “জেনে রেখো যে, (আরবি) এ সূরাটি কুরআনের এক তৃতীয়াংশের সমতুল্য।\" মুসনাদে আহমদে হযরত আবু সাঈদ (রাঃ) হতে বর্ণিত আছে যে, হযরত কাতাদা ইবনে নু’মান (রাঃ) সারা রাত ধরে সুরা ইখলাস পড়তে থাকলেন। রাসুলুল্লাহ (সঃ) কে এটা জানানো হলে তিনি বললেন, “এ সুরা অর্ধেক কুরআন অথবা এক তৃতীয়াংশ কুরআনের সমতুল্য।” মুসনাদে আহমদে হযরত আবদুল্লাহ ইবনে আমর (রাঃ) হতে বর্ণিত আছে যে, হযরত আবু আইয়ুব আনসারী (রাঃ) এক মজলিসে ছিলেন। তিনি জনগণকে বলেন! “ তোমাদের মধ্যে কারো প্রত্যেক রাত্রে কুরআনের এক তৃতীয়াংশ পাঠের ক্ষমতা আছে কি?” তারা উত্তরে বললেনঃ “আমাদের মধ্যে কার এ ক্ষমতা থাকতে পারে?” তখন তিনি বললেনঃ “জেনে রেখো যে, (আরবি) সূরাটি কুরআনের এক তৃতীয়াংশের (এর সমতূল্য)।\" এমন সময় নবী করীম (সঃ) সেখানে এসে পড়লেন এবং হযরত আবু আইয়ুব (রাঃ) কে এ কথা বলতে শুনলেন। অতঃপর তিনি বললেনঃ “আবু আইয়ুব (রাঃ) সত্য কথাই বলেছে।” জামে তিরমিযীতে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) সাহাবীদেরকে বললেনঃ তোমরা সমবেত হও, আজ আমি তোমাদেরকে কুরআনের এক তৃতীয়াংশ শোনাবো।” সাহাবীগণ সমবেত হলেন। রাসূলুল্লাহ (সঃ) ঘর থেকে বের হয়ে এসে(আরবি) সূরাটি পাঠ করলেন। তারপর আবার ঘরে চলে গেলেন। সাহাবীরা তখন নিজেদের মধ্যে আলোচনা করতে লাগলেনঃ “রাসূলুল্লাহ (সঃ) তো আমাদেরকে কথা দিয়েছিলেন যে, আমাদেরকে কুরআনের এক তৃতীয়াংশ শোনাবেন, সম্ভবত আকাশ থেকে কোন অহী এসেছে।” এমন সময় রাসূলুল্লাহ (সঃ) বের হয়ে এসে বললেনঃ “আমি তোমাদেরকে কুরআনের এক তৃতীয়াংশ শোনানোর জন্যে কথা দিয়েছিলাম। জেনে রেখো যে, এই সূরাটি কুরআনের এক তৃতীয়াংশের সমতুল্য।”হযরত আবুদ দারদার (রাঃ) বর্ণনায় রয়েছে যে, নবী করীম (সঃ) সাহাবীদের উদ্দেশ্যে বললেনঃ “তোমরা কি প্রতিদিন কুরআনের এক তৃতীয়াংশ তিলাওয়াত করতে অপারগ?” সাহাবীগণ আরয করলেনঃ “হে আল্লাহর রাসূল (সঃ)! এ ব্যাপারে আমরা খুবই দুর্বল এবং অক্ষম।” রাসূলুল্লাহ (সঃ) তখন বললেনঃ জেনে রেখো যে, আল্লাহ তাআলা কুরআনকে তিনভাগে বিভক্ত করেছেন। (আরবি)  সূরাটি কুরআনের এক তৃতীয়াংশ। (এ হাদীসটি ইমাম মুসলিম (রঃ) ও ইমাম নাসায়ী (রঃ) বর্ণনা করেছেন। এ ধরনের রিওয়াইয়াত সাহাবীদের একটি বড় জামাআত হতে বর্ণিত রয়েছে)হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, একবার রাসূলুল্লাহ (সঃ) কোথাও হতে তাশরীফ আনলেন, তাঁর সাথে হযরত আবু হুরাইরা (রাঃ) ছিলেন। রাসূলুল্লাহ (সঃ) একটি লোককে এ সূরাটি পাঠ করতে শুনে বললেনঃ “ওয়াজিব হয়ে গেছে।\" হযরত আবু হুরাইরা (রাঃ) জিজ্ঞেস করলেনঃ “হে আল্লাহর রাসূল (সঃ)! কি ওয়াজিব হয়ে গেছে?” তিনি উত্তরে বললেনঃ “জান্নাত (ওয়াজিব হয়ে গেছে)।” (এ হাদীসটি ইমাম তিরমিযী (রঃ) ও ইমাম নাসায়ী (রঃ) বর্ণনা করেছেন। ইমাম তিরমিযী (রঃ) এটাকে হাসান, সহীহ, গারীব বলেছেন)হযরত আনাস (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহ (সঃ)-কে বলতে শুনেছেনঃ “ তোমাদের মধ্যে কেউ কি রাত্রিকালে (আরবি) সূরাটি তিনবার পড়ার ক্ষমতা রাখে না? এ সূরা কুরআনের এক তৃতীয়াংশের সমতূল্য। (এ হাদীসটি হাসিম আবু ইয়ালা মুসিলী (রঃ) বর্ণনা করেছেন। এর সনদ দুর্বল)হযরত আবদুল্লাহ ইবনে হাবীব (রাঃ) হতে বর্ণিত, তিনি তাঁর পিতা হতে বর্ণনা করেছেন যে, তিনি (তার পিতা) বলেনঃ “আমরা পিপাসার্ত ছিলাম, চারদিকে রাতের গভীর অন্ধকার, রাসূলুল্লাহ (সঃ) কখন অসিবেন এবং নামায। পড়াবেন আমরা তারই অপেক্ষা করছিলাম। রাসূলুল্লাহ (সঃ) এক সময় এলেন এবং আমার হাত ধরে বললেনঃ “পড়।” আমি নীরব থাকলাম। রাসূলুল্লাহ (সঃ) আবার বললেনঃ “পড়।” আমি বললামঃ কি পড়বো? তিনি বললেনঃ “প্রতিদিন সকাল সন্ধ্যায় তিনবার সূরা ইখলাস, সূরা ফালাক ও সূরা নাস পড়বে। প্রতিদিন তোমার জন্যে দুই বারই যথেষ্ট।” (এ হাদীস আবদুল্লাহ ইবনে ইমাম আহমদ (রঃ), ইমাম আবু দাউদ (রঃ) ও ইমাম নাসায়ী (রঃ) বর্ণনা করেছেন)সুনানে নাসাঈর একটি রিওয়াইয়াতে রয়েছেঃ “এ তিনটি সূরা পাঠ করলে এগুলো তোমাকে প্রত্যেক জিনিষ হতে রক্ষা করবে।”মুসনাদে আহমদে হযরত তামীম দারী (রাঃ) হতে বর্ণিত আছে যে, রাসুলুল্লাহ বলেছেনঃ “যে ব্যক্তি নিম্নলিখিত কালেমা দশবার পাঠ করবে সে চল্লিশ লাখ পূণ্য লাভ করবে। (আরবি)অর্থাৎ “আল্লাহ ছাড়া কোন মা'বুদ নেই, তিনি এক একক, অভাবমুক্ত, তিনি স্ত্রীও গ্রহণ করেননি, সন্তানও না (অর্থাৎ তাঁর স্ত্রীও নেই, সন্তানও নেই) এবং তাঁর সমতুল্য কেউই নেই।” (হাদীসের একজন বর্ণনাকারী খলীল ইবনে মুররাহ রয়েছেন। ইমাম বুখারী (রঃ) এবং অন্যান্য ইমাম তাঁকে খুবই দুর্বল বলে উল্লেখ করেছেন)মুসনাদে আহমদে হযরত আনাস জুহনী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ যে ব্যক্তি শেষ পর্যন্ত পাঠ করবে আল্লাহ তা'আলা তার জন্যে জান্নাতে একটি প্রাসাদ তৈরি করবেন।” এ কথা শুনে হযরত উমার (রাঃ) জিজ্ঞেস করলেনঃ “হে আল্লাহর রাসূল (সঃ)! কেউ যদি আরো বেশী বার পাঠ করে?\" উত্তরে রাসূলুল্লাহ (সঃ)! বললেন:“আল্লাহ এর চেয়েও অধিক ও উত্তম প্রদানকারী (অর্থাৎ আল্লাহ পাক বেশীও দিতে পারবেন, তার কোনই অভাব নেই।)”হ্যরত সাঈদ ইবনে মুসাইয়াব (রঃ) হতে বর্ণিত আছে যে, নবী করীম (সঃ) বলেছেনঃ “যে(আরবি) সুরাটি দশবার পাঠ করবে আল্লাহ্ তার জন্যে জান্নাতে একটি প্রাসাদ তৈরি করবেন, যে বিশ বার করবে তার জন্যে তৈরি করবেন জান্নাতে দু'টি প্রাসাদ এবং যে ব্যক্তি ত্রিশবার পাঠ করবে তার জন্যে আল্লাহ্ তা'আলা জান্নাতে তিনটি প্রাসাদ তৈরি করবেন।” তখন হযরত উমার (রাঃ) বললেনঃ “হে আল্লাহর রাসূল (সঃ)! যদি আমরা এর চেয়েও বেশী বার পড়ি?” উত্তরে রাসূলুল্লাহ (সঃ) বললেনঃ “আল্লাহ এর চেয়েও অধিকদাতা।” (এ হাদীসটি মুরসাল এবং উত্তম। দারিমী (রঃ) এটা বর্ণনা করেছেন)হযরত আনাস ইবনে মালিক (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে পঞ্চাশবার, (আরবি) পাঠ করে আল্লাহ তা'আলা তার পঞ্চাশ বছরের গুনাহ মাফ করে দেন।\" (এ হাদীসটি হাফিয আবু ইয়া’লা সৃসিলী (রঃ) বর্ণনা করেছেন। এর সনদ দুর্বল)হযরত আনাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে(আরবি) দিনে দুইশত বার পাঠ করে তার জন্যে আল্লাহ্ তা'আলা এক হাজার পাঁচশত পুণ্য লিখে থাকেন যদি তার উপর কোন ঋণ না থাকে। এটাও বর্ণনা করেছেন হাফিয আবু ইয়ালা সৃসিলী (রঃ)। এর সনদও দুর্বল। জামে তিরমিযীর একটি হাদীসে রয়েছে যে, যে ব্যক্তি প্রত্যহ দুইশত বার পাঠ করে তার পঞ্চাশ বছরের গুনাহ মাফ করে দেয়া হয়, যদি সে ঋণগ্রস্ত না হয়।”জামে তিরমিযীর একটি গারীব বা দুর্বল হাদীসে রয়েছে যে, নবী করীম (সঃ) বলেছেনঃ “যে ব্যক্তি ঘুমোবার জন্যে বিছানায় যায়, তারপর ডান পাশ ফিরে শয়ন করতঃ একশতবার(আরবি) পাঠ করে তাকে কিয়ামতের দিন আল্লাহ্ তা'আলা বলবেনঃ “হে আমার বান্দা! তোমার ডান দিক দিয়ে জান্নাতে চলে যাও।”হযরত আনাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ যে ব্যক্তি দুইশত বার। পাঠ করে তার দুইশত বছরের পাপ মিটিয়ে দেয়া হয়।” (এ হাদীসটি আবু বকর বার (রঃ) বর্ণনা করেছেন)সুনানে নাসায়ীতে এই সূরার তাফসীরে হযরত বারীদাহ্ (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহ্ (সঃ)-এর সাথে মসজিদে প্রবেশ কালে দেখেন যে, একটি লোক নামায পড়ছে এবং নিম্নলিখিত দুআ করছেঃ (আরবি)অর্থাৎ “হে আল্লাহ! আমি আপনার কাছে এ সাক্ষ্যসহ আবেদন করছি যে, আপনি ছাড়া কোন মাবুদ নেই, আপনি এক ও অদ্বিতীয়, আপনি কারো মুখাপেক্ষী নন, আপনি এমন সত্ত্বা যার কোন সন্তান নেই এবং তিনিও কারো সন্তান নন এবং যার সমতুল্য কেউ নেই।” তখন রাসূলুল্লাহ্ (সঃ) বললেনঃ “যার হাতে আমার প্রাণ রয়েছে সেই সত্তার শপথ! এ ব্যক্তি ইসমে আযমের সাথে দু'আ করেছে। আল্লাহর এই মহান নামের সাথে তার কাছে কিছু যাঞ্চা করলে তিনি তা দান করেন এবং এই নামের সাথে দু’আ করলে তিনি তা কবুল করে থাকেন।” (এ হাদীসটি ইমাম নাসায়ী (রঃ) ছাড়াও অন্যান্য আসহাবে সুনানও বর্ণনা করেছেন এবং ইমাম তিরমিযী (রঃ) এটাকে হাসান গারীব বলেছেন)হযরত জাবির ইবনে আবদিল্লাহ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তিনটি কাজ এমন রয়েছে যে, যে ব্যক্তি এগুলো সম্পাদন করে সে জান্নাতের দরজাগুলোর যে কোন দরজা দিয়ে ইচ্ছা প্রবেশ করতে পারবে এবং জান্নাতের যে কোন হ্যারের সাথে ইচ্ছা বিবাহিত হতে পারবে। (এক) যে ব্যক্তি তার হত্যাকারীকে ক্ষমা করে দেয়, (দুই) নিজের গোপনীয় ঋণ পরিশোধ করে এবং (তিন) প্রত্যেক ফরয নামাযের পরে দশবার (আরবি) সূরাটি পাঠ করে।” তখন হযরত আবু বকর (রাঃ) জিজ্ঞেস করলেন, “হে আল্লাহর রাসুল (সঃ)! এ তিনটি কাজের যে কোন একটি যদি কেউ করে?” উত্তরে রাসুলুল্লাহ (সঃ) বললেনঃ “একটি করলেও একই রকম সম্মান সে লাভ করবে।” (এ হাদীসটি হাফিয আবু ইয়ালা মুসিলী (রঃ) বর্ণনা করেছেন)হযরত জারীর ইবনে আবদিল্লাহ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যক্তি তার ঘরে প্রবেশের সময়।(আরবি) পাঠ করবে আল্লাহ। তা'আলা তার ঘরের বাসিন্দাদেরকে এবং প্রতিবেশীদেরকে অভাবমুক্ত করে:দিবেন।” (হাফিয আবুল কাসিম তিবরানী (রঃ) এ হাদীসটি বর্ণনা করেছেন। এ হাদীসটি যঈফ বা দুর্রল)মুসনাদে আবী ইয়ালায় হযরত আনাস ইবনে মালিক (রাঃ) হতে বর্ণিত আছে যে, তিনি বলেনঃ “আমরা তাবুকের যুদ্ধ ক্ষেত্রে রাসূলুল্লাহ (সঃ)-এর সাথে ছিলাম। সূর্য এমন স্বচ্ছ, উজ্জ্বল ও পরিষ্কারভাবে উদিত হলো যে, ইতিপূর্বে কখনো এমনভাবে সূর্য উদিত হতে দেখা যায়নি। রাসূলুল্লাহ (সঃ)-এর কাছে হযরত জিবরাঈল (আঃ) এলে তিনি তাঁকে জিজ্ঞেস করলেনঃ “আজ এ রকম উজ্জ্বল দীপ্তির সাথে সূর্যোদয়ের কারণ কি?” হযরত জিবরাঈল (আঃ) উত্তরে বললেনঃ “আজ মদীনায় মুআবিয়া ইবনে মুআবিয়ার (রাঃ) ইন্তেকাল হয়েছে। তার জানাযার নামাযে অংশগ্রহণের জন্যে আল্লাহ রাব্বল আলামীন সত্তর হাজার ফেরেশতা আসমান থেকে পাঠিয়েছেন।” রাসূলুল্লাহ (সঃ) প্রশ্ন করলেনঃ “তার কোন্ আমলের কারণে এরূপ হয়েছে?” জবাবে হযরত জিবরাঈল (আঃ) বললেনঃ “তিনি দিন রাত সব সময় চলাফেরায় উঠা বসায় সূরা ইখলাস পাঠ করতেন। আপনি যদি তার জানাযার নামাযে হাজির হতে চান তবে চলুন, আমি জমীন সংকীর্ণ করে দিচ্ছি।” রাসূলুল্লাহ (সঃ) বললেনঃ “হ্যা, তাই ভাল।অতঃপর রাসূলুল্লাহ (সঃ) ইবনে মুআবিয়া (রাঃ)-এর জানাযার নামায আদায় করলেন। (এ হাদীসটি হাফিয আবু বকর বায়হাকীও (রঃ) তার ‘দালাইলুন নবুওয়াত’ নামক গ্রন্থে ইয়াযীদ ইবনে হারুণের (রঃ) রিওয়াইয়াতে বর্ণনা করেছেন ইয়াযীদ (রঃ) আ’লা ইবনে মুহাম্মদ (রঃ) হতে বর্ণনা করেছেন। এই আ’লা মাওযূ হাদীস বর্ণনা করে থাকেন বলে তার নামে অভিযোগ রয়েছে। এসব ব্যাপারে আল্লাহ তা'আলাই ভাল জানেন)মুসনাদে আবী ইয়ালায় এ হাদীসের অন্য একটি সনদও রয়েছে। তাতে বর্ণনাকারী ভিন্ন ব্যক্তি। তাতে রয়েছে যে, হযরত জিবরাঈল (আঃ) রাসূলুল্লাহ (সঃ)-এর নিকট এসে বললেনঃ “মুআবিয়া ইবনে মুআবিয়া (রাঃ) ইন্তেকাল করেছেন। আপনি কি তার জানাযার নামায পড়তে চান?” রাসূলুল্লাহ (সঃ) উত্তরে বললেনঃ “হ্যা\" হযরত জিবরাঈল (আঃ) তাঁর পালক দ্বারা জমীনে আঘাত করলেন। এর ফলে সমস্ত গাছ পালা, টিলা ইত্যাদি নিচু হয়ে গেল। রাসূলুল্লাহ (সঃ) মৃতের জানাযা দেখতে গেলেন। তিনি নামায শুরু করলেন। তাঁর পিছনে ফেরেশতাদের দুটি কাতার বা সারি ছিল। প্রত্যেক সারিতে সত্তর হাজার ফেরেশতা ছিলেন। রাসূলুল্লাহ (সঃ) হযরত জিবরাঈল (আঃ) কে জিজ্ঞেস করলেনঃ “মুআবিয়ার (রাঃ)-এরূপ মর্যাদার কারণ কি?\" জবাবে হযরত জিবরাঈল (আঃ) বললেনঃ (আরবি)  সূরাটির প্রতি তাঁর বিশেষ ভালবাসা এবং উঠতে বসতে, চলতে ফিরতে ও আসতে যেতে এ সূরাটি পাঠ করাই তার এ মর্যাদার কারণ।” (এ হাদীসটি ইমাম বায়হাকীও (রঃ) বর্ণনা করেছেন। তার এ হাদীসের সনদে মাহবুব ইবনে হিলাল রয়েছেন। আবু হাতিম রাযী (রঃ) বলেন যে, ইনি বর্ণনাকারী হিসেবে মাশহুর নন। মুসনাদে আবী ইয়ালায় বর্ণিত এ হাদীসের বর্ণনাকারী ইনি নন, সেখানে এর স্থলে আবু আবদিল্লাহ ইবনে মাসউদ রয়েছেন। কিন্তু মাহবুব ইবনে হিলালের বর্ণনাই যথার্থ বলে মনে হয়। কারণ আবু আবদিল্লাহ ইবনে মাহবুব রিওয়াইয়াতের আরো বহু সনদ রয়েছে এবং সব সনদই যঈফ বা দুর্বল)মুসনাদে আহমদে হযরত উকবা ইবনে আমির (রাঃ) হতে বর্ণিত আছে যে, তিনি বলেনঃ “একদা রাসূলুল্লাহ (সঃ)-এর সাথে আমার সাক্ষাৎ হলো। আমি সঙ্গে সঙ্গে তার সাথে মুসাফাহা (করমর্দন) করে বললামঃ “হে আল্লাহর রাসূল (সঃ)! মুমিনের মুক্তি কোন আমলে রয়েছে?” তিনি উত্তরে বললেনঃ “হে উকবা’ (রাঃ) জিহবা সংযত রেখো, নিজের ঘরেই বসে থাকো এবং নিজের পাপের কথা স্মরণ করে কান্নাকাটি করো।” পরে দ্বিতীয়বার রাসূলুল্লাহ (সঃ)-এর সাথে আমার সাক্ষাৎ হলে তিনি নিজেই আমার সাথে করমর্দন করে বললেনঃ হে  উকবা (রাঃ) আমি কি তোমাকে তাওরাত, ইঞ্জীল, যবূর এবং কুরআনে অবতীর্ণ সমস্ত সূরার মধ্যে উৎকৃষ্ট সূরার কথা বলবো?” আমি উত্তর দিলামঃ “হ্যা হে আল্লাহ রাসূল (সঃ)! অবশ্যই বলুন, আপনার প্রতি আল্লাহর আমাকে উৎসর্গিত করুন! তিনি তখন আমাকে সূরা ইখলাস, সূরা ফালাক, এবং সূরা নাস পাঠ করালেন, তারপর বললেনঃ “হে উকবা (রাঃ)“ এ সুরাগুলো ভুলো না। প্রতিদিন রাত্রে এগুলো পাঠ করো।” হযরত উকবা (রাঃ) বলেনঃ এরপর থেকে আমি এ সূরাগুলোর কথা ভুলিনি এবং এগুলো পাঠ করা ছাড়া আমি কোন রাত্রি কাটাইনি। অতঃপর আমি রাসূলুল্লাহর (সঃ) সাথে সাক্ষাৎ করলাম এবং ত্বরিৎ তার হাত আমার হাতের মধ্যে নিয়ে আরয করলামঃ হে আল্লাহর রাসূল (সঃ)! আমাকে উত্তম আমলের কথা বলে দিন। তখন তিনি বললেনঃ “শোননা, যে তোমার সাথে সম্পর্ক ছিন্ন করবে তুমি তার সাথে সম্পর্ক মিলিত রাখবে, যে তোমাকে বঞ্চিত করবে তুমি তাকে দান করবে। তোমার প্রতি যে যুলুম করবে তুমি তাকে ক্ষমা করবে।” (এ হাদীসের কিছু অংশ ইমাম তিরমিযী (রঃ) তাঁর জামে তিরমিযীতে যুহদ’ শীর্ষক অধ্যায়ে সংযোজন করেছেন এবং বলেছেন যে, এ হাদীসটি হাসান। মুসনাদে আহমদেও এ হাদীসের আরেকটি সনদ রয়েছে)সহীহ বুখারীতে হযরত আয়েশা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) রাত্রিকালে যখন বিছানায় যেতেন তখন এ তিনটি সূরা পাঠ করে উভয় হাতের তালুতে ফুঁ দিয়ে সারা দেহের যত দূর পর্যন্ত হাত পৌঁছানো যায় ততদূর পর্যন্ত হাতের ছোঁয়া দিতেন। প্রথমে মাথায়, তারপর মুখে, এবং এরপর দেহের সামনের অংশে তিনবার এভাবে হাতের ছোঁয়া দিতেন। (এ হাদীসটি সুনানে আবী দাউদে বর্ণিত হয়েছে)\n১-৪ নং আয়াতের তাফসীর\nএ সূরাটি অবতীর্ণ হওয়ার কারণ (শানে নুযূল) পূর্বেই বর্ণিত হয়েছে। হযরত ইকরামা (রঃ) বলেন যে, ইয়াহুদিরা বলতঃ আমরা আল্লাহর পুত্র (নাউযুবিল্লাহ) উযায়ের (আঃ)-এর উপাসনা করি।” আর খৃস্টানরা বলতোঃ “আমরা আল্লাহর পুত্র (নাউযুবিল্লাহ) ঈসার (আঃ) পূজা করি।” মাজুসীরা বলতোঃ “আমরা চন্দ্র সূর্যের উপাসনা করি।” আবার মুশরিকরা বলতোঃ আমরা মূর্তি পুজা করি।” আল্লাহ তা'আলা তখন এই সুরা অবতীর্ণ করেন। আল্লাহ তা'আলা বলেনঃ হে নবী (সঃ)! তুমি বলোঃ আমাদের প্রতিপালক আল্লাহ্ এক ও অদ্বিতীয়। তাঁর মত আর কেউই নেই। তার কোন উপদেষ্টা অথবা উযীর নেই। তিনি একমাত্র ইলাহ্ বা মাবুদ হওয়ার যোগ্য। নিজের গুণ বিশিষ্ট ও হিকমত সমৃদ্ধ কাজের মধ্যে তিনি একক ও বে-নযীর। তিনি সামাদ অর্থাৎ অমুখাপেক্ষী। সমস্ত মাখলুক, সমগ্র বিশ্বজাহান তার মুখাপেক্ষী। হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, সামাদ তাকেই বলে যিনি নিজের নেতৃত্বে, নিজের মর্যাদায়, বৈশিষ্ট্যে, নিজের বুযর্গীতে, শ্রেষ্ঠত্বে জ্ঞান-বিজ্ঞানের, হিকমতে, বুদ্ধিমত্তায় সবারই চেয়ে অগ্রগণ্য। এই সব গুণ, শুধুমাত্র আল্লাহ জাল্লা শানুহুর মধ্যেই লক্ষ্য করা যায়। তাঁর সমতুল্য ও সমকক্ষ আর কেউ নেই। তিনি পূত পবিত্র মহান সত্তা। তিনি এক ও অদ্বিতীয়। তিনি সবারই উপর বিজয়ী, তিনি বেনিয়ায। সামাদ এর একটা অর্থ এও করা হয়েছে যে, ‘সামাদ’ হলেন তিনি যিনি সমস্ত মাখলুক ধ্বংস হয়ে যাওয়ার পরও অবশিষ্ট থাকেন। যিনি চিরন্তন ও চিরবিদ্যমান। যার লয় ও ক্ষয় নেই এবং যিনি সব কিছু হিফাযতকারী। যার সত্তা অবিনশ্বর এবং অক্ষয়। হযরত ইকরামা (রঃ) বলেন যে, (আরবি) সেই সত্তা যিনি কোন কিছু আহারও করেন না। এবং যার মধ্য হতে কোন কিছু বেরও হয় না। আর যিনি কাউকেও বের করেন না। অর্থাৎ তিনি কাউকেও জন্ম দেন না। তাঁর কোন সন্তান সন্ততি নেই এবং তিনিও কারো সন্তান নন। তাঁর পিতা মাতা নেই। এ তাফসীর খুবই উত্তম ও উৎকৃষ্ট। ইমাম ইবনে জারীর (রঃ)-এর রিওয়াইয়াতে হযরত উবাই ইবনে কা'ব (রাঃ) থেকে উপরোক্ত বর্ণনা উল্লিখিত রয়েছে। বহু সংখ্যক সাহাবী ও তাবেয়ী' থেকে বর্ণিত আছে যে, সামাদ এমন জিনিষকে বলা হয় যা অন্তঃসার শূন্য নয়, যার পেট নেই। শাবী (রঃ) বলেন যে, সামাদ' এর অর্থ হলো যিনি পানাহার করেন না।হযরত আবদুল্লাহ ইবনে বুরাইদাহ্ (রঃ) বলেন যে, “সামাদ’ এমন নুরকে বলা হয় যা উজ্জ্বল, রওশন ও দ্বীপ্তিময়।একটি মারফু হাদীসেও রয়েছে যে, সামাদ’ এমন এক সত্তা যার পেট নেই। অথাৎ যিনি আহারের প্রয়োজনীয়তা থেকে মুক্ত। কিন্তু প্রকৃতপক্ষে এ হাদীসটি মার’ নয়, বরং মাওকুফ। হাফিয আবুল কাসিম তিবরানী (রঃ) তাঁর আস সুন্নাহ গ্রন্থে সামাদ এর উপরোক্ত সব তাফসীর উল্লেখ করে লিখেছেন যে, আসলে এ সব কথাই সত্য ও সঠিক। উল্লিখিত সমস্ত গুণ এবং বৈশিষ্ট্য আমাদের মহান প্রতিপালকের মধ্যে বিদ্যমান রয়েছে। সবাই তার মুখাপেক্ষী, তিনি সর্বশ্রেষ্ঠ এবং সবচেয়ে বড়। তাঁর আহারের প্রয়োজন নেই। সবই ধবংস হয়ে যাবে, কিন্তু তিনি চিরন্তন। তার লয় নেই, ক্ষয় নেই। তিনি অবিনশ্বর।এরপর ইরশাদ হচ্ছেঃ আল্লাহর সন্তান সন্ততি নেই, পিতা মাতা নেই, স্ত্রী নেই। যেমন কুরআন কারীমের অন্যত্র রয়েছেঃ (আরবি)অর্থাৎ “তিনি আসমান ও জমীনের সৃষ্টিকর্তা, কি করে তাঁর সন্তান হতে পারে? তার তো স্ত্রী নেই, সকল জিনিষ তো তিনিই সৃষ্টি করেছেন!” (৬:১০১) অর্থাৎ তিনি সব কিছুর স্রষ্টা ও মালিক, এমতাবস্থায় তাঁর সৃষ্টি ও মালিকানায় সমকক্ষতার দাবীদার কে হবে? অর্থাৎ তিনি উপরোক্ত সমস্ত আয়েব থেকে মুক্ত ও পবিত্র। যেমন কুরআনের অন্যত্র রয়েছেঃ (আরবি)অর্থাৎ “তারা বলেঃ দয়াময় সন্তান গ্রহণ করেছেন। তোমরা তো এক বীভৎস কথার অবতারণা করেছে; এতে যেন আকাশমণ্ডলী বিদীর্ণ হয়ে যাবে, পৃথিবী খণ্ড-বিখণ্ড হবে ও পর্বতমণ্ডলী চূর্ণ-বিচূর্ণ হয়ে আপতিত হবে। যেহেতু তারা দয়াময়ের প্রতি সন্তান আরোপ করে। অথচ সন্তান গ্রহণ করা দয়াময়ের জন্যে শোভনীয় নয়। আকাশমণ্ডলী ও পৃথিবীতে এমন কেউ নেই, যে দয়াময়ের নিকট উপস্থিত হবে না বান্দারূপে। তিনি তাদেরকে পরিবেষ্টন করে রেখেছেন এবং তিনি তাদেরকে বিশেষভাবে গণনা করেছেন। আর কিয়ামতের দিন তাদের সকলেই তাঁর নিকট আসবে একাকী অবস্থায়।” (১৯:৮৮-৯৫) আল্লাহ তা'আলা আরো বলেনঃ (আরবি) অর্থাৎ “তারা বলে যে, দয়াময়, সন্তান গ্রহণ করেছেন, অথচ আল্লাহ তা থেকে পবিত্র, বরং তারা তাঁর সম্মানিত বান্দী। কথার দিক থেকেও এই বান্দাসমূহ আল্লাহকে অতিক্রম করে না, বরং তারা আল্লাহর ফরমান যথারীতি পালন করে।\" (২১:২৬-২৭) আল্লাহ পাক আর এক জায়গায় বলেনঃ (আরবি)অর্থাৎ “তারা আল্লাহ ও জ্বিনদের মধ্যে যোগসূত্র স্থাপন করে রেখেছে। অথচ জ্বিনেরা জানে তাদেরকে ও শাস্তির জন্যে উপস্থিত করা হবে। আল্লাহ তা'আলা তাদের বর্ণিত দোষ-ত্রুটি থেকে মুক্ত ও পবিত্র।” (৩৭:১৫৮-১৫৯)সহীহ বুখারীতে রয়েছে যে, কষ্টদায়ক কথা শুনে এতো বেশী ধৈর্য ধারণকারী আল্লাহ ছাড়া আর কেউ নেই। মানুষ বলে যে, আল্লাহর সন্তান রয়েছে, তবুও তিনি তাকে অন্ন দান করছেন, স্বাস্থ্য ও সুস্থতা দান করছেন।সহীহ বুখারীতে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহ তা'আলা বলেনঃ “আদম সন্তান আমাকে অবিশ্বাস করে, অথচ এটা তার জন্যে সমীচীন নয়। সে আমাকে গালি দেয়, অথচ এটাও তার জন্যে সমীচীন ও সঙ্গত নয়। তারা আমাকে অবিশ্বাস করে বলে যে, আমি নাকি প্রথমে তাকে যেভাবে সৃষ্টি করেছি পরে আবার সেভাবে পুনরুজ্জীবিত করতে পারবো না। অথচ দ্বিতীয়বারের সৃষ্টির চেয়ে প্রথমবারের সৃষ্টি তো সহজ ছিল না। যদি আমি প্রথমবারের সৃষ্টিতে সক্ষম হয়ে থাকি তবে দ্বিতীয়বারের সৃষ্টিতে সক্ষম হবো না কেন?” আর সে আমাকে গালি দিয়ে বলে যে, আমার নাকি সন্তান রয়েছে, অথচ আমি একাকী, আমি অদ্বিতীয়, আমি অভাবমুক্ত ও অমুখাপেক্ষী। আমার কোন সন্তান সন্ততি নেই। আমার পিতা মাতা নেই, এবং আমার সমতুল্য কেউ নেই।”"
    }
  ]
}
