{
  "ayahs": [
    { "ayah": 1, "surah": 12, "text": "Please check ayah 12:3 for complete tafsir." },
    {
      "ayah": 10,
      "surah": 12,
      "text": "৭-১০ নং আয়াতের তাফসীর\nআল্লাহ তাআ’লা বলেন যে, ইউসুফ (আঃ) ও তাঁর ভাইদের ঘটনায় জ্ঞান পিপাসুদের জন্যে বহু শিক্ষা ও উপদেশ রয়েছে। হযরত ইউসুফের (আঃ) একটি মাত্র সহোদর ভাই ছিলেন, যার নাম ছিল বিনইয়ামীন। অন্যান্য ভাইগুলি ছিলেন তাঁর বৈমাত্রেয় ভাই। তাঁর বৈমাত্রেয় ভাইগুলি পরস্পর বলাবলি করেনঃ “আমাদের পিতা এ দু'ভাইকে আমাদের অপেক্ষা বেশি ভালবাসেন। বড়ই বিস্ময়ের ব্যাপার যে, আমরা একটা দল রয়েছি, অথচ তিনি আমাদের উপর তাদের দুজনকে প্রাধান্য দিচ্ছেন! নিঃসন্দেহে এটা তাঁর স্পষ্ট ভুলই বটে।” এটা উল্লেখযোগ্য বিষয় যে, হযরত ইউসুফের (আঃ) ভাইদের নুবওয়াতের উপর প্রকৃতপক্ষে কোন দলীল প্রমাণ নেই। আর এই আয়াতের বর্ণনা ধারা তো এর বিপরীত। কোন কোন লোক বলেছেন যে, এই ঘটনার পর তাঁরা সবাই নুবওয়াত লাভ করেছিলেন। কিন্তু এটাও প্রমাণের মুখাপেক্ষী। তাঁরা এর প্রমাণ হিসেবে শুধু নিম্নের আয়াতটি পেশ করেছেনঃ (আরবি)তাঁরা বলতে চান যে, এই আয়াতে বলা হয়েছেঃ ইয়াকুব (আঃ) ও তাঁর (আরবি) বা সন্তানদের প্রতি ওয়াহী নাযিল করা হয়েছিল। এটা কিন্তু সম্ভাবনা ছাড়া আর বেশী কিছুর ক্ষমতা রাখে না। কেননা, বণী ইসরাঈলের বংশ পরস্পরকে (আরবি) বলা হয়ে থাকে। যেমন আরবকে (আরবি) এবং আজমকে (আরবি) বলা হয়ে থাকে। সুতরাং এই আয়াতে শুধু এটুকুই রয়েছে যে, বণী ইসরাঈলের (আরবি) এর উপর ওয়াহী নাযিল হয়েছিল। তাঁদেরকে এরূপ সংক্ষিপ্তভাবে বলার কারণ এই যে, তাঁরা অনেক ছিলেন কিন্তু প্রত্যেক (আরবি) হযরত ইউসুফের (আঃ) ভাইদের মধ্যকার একজনের নসল বা বংশ ছিলেন। অতএব, এর কোন প্রমাণ নেই যে, আল্লাহ তাআ’লা বিশেষভাবে ঐ ভাইদেরকে নুবওয়াত দান করেছিলেন। এসব ব্যাপারে আল্লাহ তাআ’লাই সর্বাধিক সঠিক জ্ঞানের অধিকারী। তাঁরা একে অপরকে বলেনঃ ‘এক কাজ করা যাক! তা হলো এই যে, ইউসুফের (আঃ) সাথে পিতার সম্পর্ক ছিন্ন করতে হবে। সে-ই হচ্ছে আমাদের পথের কাঁটা। সে যদি না থাকে তবে পিতার মুহাব্বত শুধু আমাদের উপরই থাকবে। এখন তাকে পিতার নিকট হতে সরাবার দু'টি পন্থা আছে। হয় তাকে মেরেই ফেলতে হবে, না হয় কোন দূর দূরান্তে তাকে ফেলে আসতে হবে। এরূপ করলেই আমরা পিতার প্রিয় ভাজন হতে পারবো। এরপর আমরা তাওবা’ করবো, আল্লাহ আমাদেরকে ক্ষমা করে দিবেন। আল্লাহ পাকের উক্তি: (আরবি) (তাদের একজন বললো) কাতাদা’ (রঃ) এবং মুহাম্মদ ইবনু ইসহাক (রঃ) বলেন যে, তিনি ছিলেন তাঁদের মধ্যে সবচেয়ে বড়, তাঁর নাম ছিল রাওভীল। সুদ্দী (রঃ) বলেন যে, তাঁর নাম ছিল ইয়াহুযা। আর মুজাহিদ (রঃ) বলেন যে, তিনি ছিলেন শামউনুস সাফা। তিনি বললেনঃ “তোমরা ইউসুফকে (আঃ) হত্যা করো না। এটা অন্যায় হবে। শুধু শত্রুতার বশবর্তী হয়ে একজন নিরপরাধ ছেলেকে হত্যা করা উচিত হবে না।” এর মধ্যেও মহান আল্লাহর নিপুণতা নিহিত ছিল। তাঁর এটার ইচ্ছাই ছিল না। তাঁদের মধ্যে হযরত ইউসুফকে (আঃ) হত্যা করার ক্ষমতাই ছিল না। আল্লাহ তাআ’লার ইচ্ছা তো এটাই ছিল যে, তিনি তাকে নবী করবেন এবং তাঁর ভাইদেরকে তার সামনে বিনীত অবস্থায় দাঁড় করাবেন। সুতরাং রাওভীলের পরামর্শে তাঁদের মন নরম হয়ে গেল এবং সর্বসম্মতিক্রমে সিদ্ধান্ত গৃহীত হলো যে, ইউসুফকে (আঃ) কোন অব্যবহৃত কূপে নিক্ষেপ করতে হবে।কাতাদা’ (রঃ) বলেন যে, ওটা বায়তুল মুকাদ্দাসের কূপ ছিল। তাঁদের এ ধারণা হলো যে, সম্ভবতঃ কোন মুসাফির সেখান দিয়ে গমনের সময় তাঁকে কূপ থেকে উঠিয়ে নেবে এবং নিজের কাফেলার কাছে নিয়ে যাবে। তখন কোথায় তিনি এবং কোথায় তারা। সুতরাং তাকে হত্যা না করেই যদি কাজ সফল হয়ে যায় তবে হত্যা করার কি প্রয়োজন? মুহাম্মদ ইবনু ইসহাক ইবনু ইয়াসার (রঃ) বলেন যে, হযরত ইউসুফের (আঃ) ভ্রাতাগণ বড় অপরাধমূলক কাজে একমত হয়েছিলেন। তা হচ্ছেঃ আত্মীয়তার সম্পর্ক ছিন্ন করা, পিতার সাথে অবাধ্যাচরণ করা, ছোট ভাই এর প্রতি অত্যাচার করা, নিরপরাধ ও নিস্পাপ বালকের ক্ষতি সাধন করা, অচল বৃদ্ধকে কষ্ট দেয়া, হকদারের হক নষ্ঠ করা, হুরমত ও ফযীলতের বিপরীত করা, মর্যাদাবানের মর্যাদা হানি করা, পিতাকে দুঃখ দেয়, তাঁর নিকট থেকে তাঁর কলিজার টুকরা ও চোখের মণিকে চিরতরে সরিয়ে দেয়া, বৃদ্ধপিতা ও আল্লাহ তাআ’লার প্রিয় নবীকে বৃদ্ধ বয়সে অসহনীয় বিপদে পৌছানো, ঐ অবুঝ ছেলেকে দয়ালু পিতার স্নেহপূর্ণ দৃষ্টির অন্তরালে নিয়ে যাওয়া, আল্লাহর দু’জন নবীকে দুঃখ দেয়া, প্রেমিক ও প্রেমাস্পদকে বিচ্ছিন্ন করে দেয়া, সুখময় জীবনকে দুঃখ ভারাক্রান্ত করে তোলা, ফুলের চেয়েও নরম অবলা শিশুকে মমতাময় বৃদ্ধ পিতার নরম ও গরম কোল হতে চিরতরে পৃথক করে দেয়া ইত্যাদি। আল্লাহ তাঁদেরকে ক্ষমা করুন। তিনি বড়ই করুনাময় ও দয়ালু। বাস্তবেই তারা (শয়তানের চক্রান্তে পড়ে) কতই না বড় অপরাধমূলক কাজের জন্যে উঠে পড়ে লেগেছিলেন!"
    },
    {
      "ayah": 100,
      "surah": 12,
      "text": "৯৯-১০০ নং আয়াতের তাফসীর\nহযরত ইউসুফ (আঃ) ভাইদেরকে নিজের পরিচয় দানের পর বলেছিলেনঃ “আমাদের পিতা এবং আপনাদের পরিবারের সমস্ত লোককে আমার কাছে নিয়ে আসবেন। আল্লাহ তাআ’লা এখানে ঐ সংবাদই দিচ্ছেন। হযরত ইউসুফের (আঃ) ভ্রাতাগণ তাই করলেন। ঐ মহান যাত্রী দলটি কিনআ’ন থেকে মিসরের পথে যাত্রা শুরু করলেন। যখন তারা মিসরের নিকটবর্তী স্থানে পৌঁছলেন, তখন হযরত ইউসুফ (আঃ) স্বীয় পিতা হযরত ইয়াকুবের (আঃ) অভ্যর্থনার জন্যে গমন করলেন এবং বাদশাহর নির্দেশক্রমে শহরের সমস্ত আমীর ও সভাসদও গেলেন। এও বর্ণিত আছে যে, স্বয়ং বাদশাহও অভ্যর্থনার উদ্দেশ্যে গমন করেছিলেন এবং শহরের বাইরে এসেছিলেন।(আরবি) এই উক্তির ব্যাপারে কোন কোন মুফাসসিরের বক্তব্য এই যে, এখানে রচনায় আগা-পিছা রয়েছে। অর্থাৎ হযরত ইউসুফ (আঃ) তাঁদেরকে বললেনঃ “আপনারা মিসরে প্রবেশ করুন, ইনশাআল্লাহ এখানে নির্ভয় ও নিরাপদে থাকবেন।” এখন শহরে প্রবেশ করার পর তিনি পিতা মাতাকে নিজের কাছে স্থান দেন এবং তাদেরকে উচ্চাসনে বসান। কিন্তু ইমাম ইবনু জারীর (রাঃ) এটা খন্ডন করেছেন এবং বলেছেন যে, এতে সুদ্দীর (রঃ) উক্তিটিই সঠিক। তাঁর উক্তি এই যে, যখন প্রথমে সাক্ষাৎ হলো তখন হযরত ইউসুফ (আঃ) তার পিতা-মাতাকে নিজের কাছে স্থান দেন এবং যখন শহরে প্রবেশ করেন তখন বলেনঃ “এখন শান্তি ও নিরাপত্তার সাথে এখানে চলে আসুন।” কিন্তু এখানে আর একটি কথা থেকে যাচ্ছে। তা এই যে, (আরবি) এর প্রকৃত অর্থ হচ্ছে বাড়ীতে স্থান দেয়া। যেমন রয়েছেঃ (আরবি) অর্থাৎ তিনি তাঁর ভাইকে তাঁর বাড়ীতে স্থান দিলেন।” আর হাদীসেও (আরবি) এইরূপ রয়েছে।সুতরাং পিতা মাতার আগমনের পর হযরত ইউসুফ (আঃ) তাঁদেরকে নিজের কাছে স্থান দেয়ার পর তাঁদেরকে বলেনঃ আপনারা নিরাপদে মিসরে প্রবেশ করুন। এখানে দুর্ভিক্ষ প্রভৃতি বিপদ-আপদ থেকে মুক্ত অবস্থায় সুখে শান্তিতে বসবাস করুন। আমাদের এরূপ ভাবার্থ বর্ণনা না করার কোনই কারণ নেই।প্রসিদ্ধ উক্তি রয়েছে যে, দুর্ভিক্ষের যে কয়েক বছর অবশিষ্ট ছিল তা হযরত ইয়াকুবের (আঃ) আগমনের ফলে দূর হয়ে যায়। যেমন মক্কাবাসীদের দুর্ভিক্ষের বাকী বছরগুলি রাসূলুল্লাহর (সঃ) প্রার্থনার কারণে দূর হয়ে গিয়েছিল, যখন আবু সুফিয়ান (রাঃ) তাঁর কাছে দুর্ভিক্ষের অভিযোগ করেন এবং কেঁদে কেঁদে তাঁর কাছে দুআ’র সুপারিশ করেন। আবদুর রহমান (রঃ) বলেন যে, হযরত ইউসুফের (আঃ) মাতা পূর্বেই ইন্তেকাল করেছিলেন এবং তাঁর পিতার সাথে ছিলেন তাঁর খালা। কিন্তু ইমাম ইবনু জারীর (রঃ) এবং ইমাম মুহাম্মদ ইবনু ইসহাকের (রঃ) উক্তি এই যে, ঐ সময় স্বয়ং তাঁর মাতাই জীবিত ছিলেন। এই উক্তিটি সঠিকও বটে। তাঁর মৃত্যুর উপর কোন বিশুদ্ধ দলীল নেই। আর কুরআন কারীমের প্রকাশ্য শব্দগুলি এটাই প্রমাণ করছে যে, ঐ সময় তাঁর মাতা জীবিত ছিলেন।হযরত ইউসুফ (আঃ) স্বীয় পিতা-মাতাকে রাজ সিংহাসনে বসিয়ে দেন। সেই সময় তাঁর পিতা-মাতা এবং এগারোটি ভাই সবাই তাঁর সামনে সিজদায় পড়ে যান। তখন তিনি পিতাকে সম্বোধন করে বলেনঃ “আব্বাজান! দেখুন, এতো দিনে আমার পূর্বের সেই স্বপ্নের ব্যাখ্যা প্রকাশিত হলো। এই হচ্ছে এগারোটি তারকা এবং এই হচ্ছে সূর্য ও চন্দ্র যা আমার সামনে সিজদায় পতিত রয়েছে। তাদের শরীয়তে এটা বৈধ ছিল যে, বড়দেরকে তারা সালামের সাথে সিজদা করতেন। এমন কি হযরত আদম (আঃ) থেকে নিয়ে হযরত ঈসা (আঃ) পর্যন্ত সমস্ত নবীর উম্মতদের জন্যে এটা জায়েয ছিল। কিন্তু মিল্লাতে মুহাম্মদিয়াতে (সঃ) আল্লাহ তাবারাকা ওয়া তাআ’লা নিজের পবিত্র সত্ত্বা ছাড়া অন্য কারো জন্যে সিজদাকে বৈধ করেন নাই। বরং তিনি ওটা একমাত্র নিজের জন্যেই নির্দিষ্ট করেছেন। হযরত কাতাদা’ (রঃ) প্রভৃতি গুরুজনের উক্তির সারমর্ম এটাই।হাদীস শরীফে রয়েছে যে, হযরত মুআ’য (রাঃ) সিরিয়ায় গিয়েছিলেন। সেখানে তিনি দেখেন যে, সিরিয়াবাসী তাদের বড়দেরকে সিজদা করে থাকে। তিনি ফিরে এসে রাসূলুল্লাহকে (সা) সিজদা করেন। তখন রাসূলুল্লাহ (সঃ) বলেনঃ “হে মুআ’য (রাঃ)! এটা কি?” তিনি উত্তরে বলেনঃ “আমি সিরিয়াবাসীদেরকে দেখেছি যে, তারা তাদের বড় ও সম্মানিত লোকদেরকে সিজদা করে থাকে। তা হলে আপনি তো সর্বাপেক্ষা এর বড় হকদার।” একথায় রাসূলুল্লাহ (সঃ) বললেনঃ “যদি আমি কাউকেও কারো জন্যে সিজদার হুকুম দিতাম তবে স্ত্রীলোককে হুকুম করতাম যে, সে যেন তার স্বামীকে সিজদা করে। কারণ এই যে, তার বড় হক রয়েছে।” অন্য এক হাদীসে রয়েছে যে, হযরত সালমান ফারসী (রাঃ) তাঁর ইসলাম গ্রহণের শুরুতে রাসূলুল্লাহকে (সঃ) পথে দেখে সিজদা করেন। তখন রাসূলুল্লাহ (সঃ) তাঁকে বলেনঃ “হে সালমান (রাঃ)! আমাকে সিজদা করো না। সিজদা ঐ আল্লাহকে কর যিনি চিরঞ্জীব যিনি কখনো মৃত্যুবরণ করবেন না।”মোট কথা, যেহেতু তাদের শরীয়তে মানুষকে সিজদা করা জায়েয ছিল, তাই তারা হযরত ইউসুফকে (আঃ) সিজদা করেছিলেন। তখন হযরত ইউসুফ (আঃ) বলেনঃ “দেখুন আব্বা! আমার স্বপ্নের তাৎপর্য প্রকাশিত হয়েছে। আমার প্রতিপালক এটাকে সত্যরূপে দেখিয়েছেন। এর ফল প্রকাশ হয়ে পড়েছে।”অন্য আয়াতে কিয়ামতের দিনের জন্যেও এই শব্দই ব্যবহৃত হয়েছে। সেখানে (আরবি) বলা হয়েছে। এরপর হযরত ইউসুফ (আঃ) বললেনঃ “এটাও আমার উপর আল্লাহর একটা ইহসান যে, তিনি আমার স্বপ্নকে সত্যরূপে দেখায়েছেন। যা আমি শুয়ে শুয়ে দেখেছিলাম, আল্লাহরই সমস্ত প্রশংসা যে, সেটাই তিনি আমাকে জাগ্রত অবস্থায় দেখায়েছেন। আমার উপর তাঁর আরো অনুগ্রহ এই যে, তিনি আমাকে জেলখানা হতে মুক্তি দান করেছেন এবং আপনাদের সকলকে মরুভূমি হতে সরিয়ে এখানে আনয়ন করেছেন এবং আমার সাথে সাক্ষাৎ করায়েছেন।” হযরত ইয়াকুব (আঃ) জন্তু লালন-পালন করতেন বলে সাধারণতঃ তাঁকে মরুভূমি অঞ্চলেই বসবাস করতে হতো।ফিলিস্তিনও সিরিয়ার জঙ্গলে অবস্থিত। অধিকাংশ সময় তাঁরা তাঁবু খাটিয়ে বাস করতেন। বলা হয়েছে যে, তাঁরা হাসমীর নিম্নদেশে আওলাজ নামক স্থানে বসবাস করতেন এবং সেখানে পশু পালন করতেন। উট, বকরী ইত্যাদি তাঁদের সাথে থাকতো।অতঃপর হযরত ইউসুফ (আঃ) বলেনঃ “আমার উপর আল্লাহ পাকের এটা কম বড় অনুগ্রহ নয় যে, শয়তান আমার ও আমার ভ্রাতাদের সম্পর্ক নষ্ট করার পরও তিনি আপনাদেরকে মরু অঞ্চল হতে এখানে আনয়ন করেছেন। আমার প্রতিপালক যা ইচ্ছা করেন তা-ই নিপুণতার সাথে করে থাকেন। তিনি ঐ কাজের যথাযোগ্য উপকরণের ব্যবস্থা করে দেন। আর ওটাকে তিনি অতি সহজ করে দেন। বান্দার কিসে কল্যান রয়েছে তা তিনি খুব ভাল রূপেই জানেন। নিজের কাজে, কথায়, ফায়সালায় ও উদ্দেশ্যে তিনি অতি নিপুন।”সুলাইমানের (রঃ) উক্তি এই যে, স্বপ্ন দেখা ও ওর তাৎপর্য প্রকাশিত হওয়ার মধ্যে চল্লিশ বছরের ব্যবধান ছিল। আব্দুল্লাহ ইবনু শাদ্দাদ (রঃ) বলেন যে, স্বপ্নের তাৎপর্য প্রকাশিত হতে এর চেয়ে বেশী সময় লাগে না। এটাই হচ্ছে সময়ের শেষ সীমা। হযরত হাসান (রঃ) হতে বর্ণিত আছে যে, ৮০ বছর পরে পিতা পুত্রের মিলন ঘটে। এটা চিন্তার বিষয়, সেই সময় যমীনে হযরত ইয়াকুব (আঃ) অপেক্ষা আল্লাহ তাআ’লার বড় প্রিয় পাত্র আর কেউ ছিলেন না। তথাপি তাকে এতো দীর্ঘ দিন ধরে পুত্র ইউসুফকে (আঃ) ছেড়ে থাকতে হলো। সব সময় তাঁর চক্ষু দিয়ে অশ্রু প্রবাহিত হতে থাকতো। আর অন্তরে দুঃখ ও বেদনার তরঙ্গ উঠতো। অন্য একটি রিওয়াইয়াতে আছে যে, এই বিচ্ছেদের সময়কাল ছিল ৮৩ (তিরাশি) বছর। মুবারক ইন ফুযালা’ (রঃ) হাসান (রঃ) হতে বর্ণনা করেছেন যে, যখন হযরত ইউসুফকে (আঃ) কূপে নিক্ষেপ করা হয়েছিল তখন তাঁর বয়স ছিল ১৭ (সতেরো বছর)। আর তিনি পিতার নিকট হারিয়ে থাকেন ৮০ (আশি) বছর। তারপরে তিনি ২৩ (তেইশ) বছর জীবিত থাকেন। ১২০ (এক শ’ বিশ) বছর বয়সে তিনি মৃত্যু মুখে পতিত হন। হযরত কাতাদা’’র (রঃ) উক্তি অনুসারে ৩৫ (পঁয়ত্রিশ) বছর প্ররে পিতা পুত্রের মিলন হয়। মুহাম্মদ ইবন ইসহাক (রঃ) হতে বর্ণিত আছে যে, হযরত ইউসুফ (আঃ) পিতার নিকট হতে ১৮ (আঠারো) বছর পর্যন্ত হারিয়ে থাকেন। আহলে কিতাবের ধারণায় তিনি চল্লিশ বছর পর্যন্ত পিতার নিকট হতে অনুপস্থিত ছিলেন। তারপর মিসরে পিতার সাথে মিলিত হন এবং এরপর ১৭ (সতের) বছর জীবিত থাকেন।হযরত আবদুল্লাহ ইবনু মাসউদ (রাঃ) বলেন যে, বানু ইসরাঈল যখন মিসরে পৌঁছেন তখন তাঁদের সংখ্যা ছিল মাত্র ৬৩ (তেষট্টি) জন। (নুসখায়ে মাক্কিয়াতে তিনশ’ ষাটজন রয়েছে) আর যখন তারা মিসর হতে বের হন তখন তাদের সংখ্যা দাঁড়ায় ছ’লক্ষ সত্তর হাজার। আবু ইসহাক (রঃ) মাসরূক (রঃ) হতে বর্ণনা করেছেন যে, যখন তারা মিসরে প্রবেশ করেন তখন তাঁদের সংখ্যা ছিল তিনশ’ নব্বই জন। এঁদের মধ্যে ছিলেন পুরুষ ও নারী। এ সব ব্যাপারে আল্লাহ তাআ’লাই সর্বাদিক সঠিক জ্ঞানের অধিকারী। আব্দুল্লাহ ইবনু শাদ্দাদ (রঃ) হতে বর্ণিত আছে যে, যখন এই লোকগুলি মিসরে আগমন করেন তখন তাদের মোট সংখ্যা ছিল ৮৬ (ছিয়াশি) জন। তাদের মধ্যে ছিলেন পুরুষ, নারী, বালক ও বৃদ্ধ। আর যখন বের হন তখন তাদের সংখ্যা দাঁড়ায় ছ’লক্ষেরও বেশি।"
    },
    {
      "ayah": 101,
      "surah": 12,
      "text": "এটা হচ্ছে সত্যবাদী হযরত ইউসুফের (আঃ) তাঁর প্রতিপালক মহামহিমান্বিত আল্লাহর নিকট প্রার্থনা। তিনি নুবওয়াত লাভ করেছেন, তাঁকে রাজত্ব দান করা হয়েছে, বিপদ-আপদ থেকে তিনি মুক্তি পেয়েছেন, পিতা-মাতা এবং ভ্রাতাদের সাথে মিলন ঘটেছে, তাই এখন তিনি আল্লাহ পাকের নিকট প্রার্থনা করছেনঃ “হে আমার প্রতিপালক! পার্থিব নিয়ামতগুলি যেমন আপনি আমার উপর পরিপূর্ণ করেছেন, অনুরূপভাবে আখেরাতেও এই নিয়ামতগুলি আমাকে পরিপূর্ণভাবে প্রদান করুন। যখন আমার মৃত্যু আসবে তখন যেন তা ইসলাম ও আপনার আনুগত্যের উপরই আসে। আমাকে যেন সৎ লোকদের সাথে মিলিত হওয়ার সুযোগ দেয়া হয়। অন্যান্য নবী ও রাসূলদের সাথে যেন আমার সাক্ষাৎ ঘটে।”খুব সম্ভব হযরত ইউসুফের (আঃ) এই প্রার্থনা ছিল তাঁর মৃত্যুর সময়। যেমন সহীহ বুখারী ও সহীহ মুসলিমে হযরত আয়েশা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) তাঁর মৃত্যুর সময় নিজের অঙ্গুলী উত্তোলন করেন এবং প্রার্থনা করেন : (আরবি) অর্থাৎ “হে আল্লাহ্! মহান বন্ধুর সাথে আমার সাক্ষাত করিয়ে দিন!” তিনবার তিনি এই প্রার্থনাই করেন। আবার এটাও হতে পারে যে, তিনি যখনই মারা যাবেন তখনই যেন ইসলামের উপর মারা যান এবং নবীদের সাথে মিলিত হন, এই ছিল তাঁর প্রার্থনার উদ্দেশ্য। এ নয় যে, তখনই তিনি মৃত্যুর জন্যে প্রার্থনা করেছিলেন। এর দৃষ্টান্ত ঠিক এইরূপই যে, যেমন কেউ কাউকেও দুআ’ দিয়ে বলেঃ “আল্লাহ ইসলামের উপর তোমার মৃত্যু দিন।” তখন উদ্দেশ্য এটা থাকে না যে, তখনই আল্লাহ তার মৃত্যু ঘটিয়ে দিন। কিংবা যেমন আমরা প্রার্থনায় বলে থাকিঃ “হে আল্লাহ! আপনার দ্বীনের উপরই যেন আমাদের মৃত্যু হয়।” অথবা আমরা প্রার্থনায় বলিঃ “হে আল্লাহ! ইসলামের উপর আমাদের মৃত্যু ঘটিয়ে দিন এবং সৎ লোকদের সাথে আমাদের সাক্ষাৎ করিয়ে দিন। আর যদি তার উদ্দেশ্য এটাই থেকে থাকে যে, প্রকৃত পক্ষে তৎক্ষণাৎ তিনি মৃত্যুর জন্যে প্রার্থনা করেছিলেন তবে সম্ভবতঃ তাদের শরীয়তে ওটা জায়েয ছিল। যেমন কাতাদা’’র (রঃ) উক্তি রয়েছে যে, যখন হযরত ইউসুফের (আঃ) সমস্ত কাজ সমাপ্ত হয়ে গেল, চক্ষু ঠাণ্ডা হলো এবং রাজত্ব, সম্পদ, মান-সম্মান, বংশ, পরিবার ইত্যাদি সব কিছু মিলে গেল তখন তার সৎকর্মশীলদের সাথে মিলিত হওয়ার আগ্রহ হলো। হযরত ইবনু আব্বাস (রাঃ) বলতেন যে, হযরত ইউসুফের (আঃ) পূর্বে কোন নবী কখনো মৃত্যু কামনা করেন নাই। অনুরূপভাবে ইবনু জারীর (রঃ) এবং সুন্দী (রঃ) হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণনা করেছেন যে, হযরত ইউসুফ (আঃ) প্রথম নবী যিনি মৃত্যুর জন্যে প্রার্থনা করেছিলেন।আর এটা সম্ভব যে, তিনিই প্রথম ইসলামের উপর মৃত্যু বরণের প্রার্থনা জানিয়েছিলেন যেমন (আরবি) (৭১:২৮) এই দুআ’ সর্বপ্রথম হযরত নূহই (আঃ) করেছিলেন। এসব সত্ত্বেও যদি এটাই বলা হয় যে, হযরত ইউসুফ (আঃ) মৃত্যুর জন্যেই প্রার্থনা করেছিলেন তবে আমরা বলবো যে, হয়তো তাঁদের শরীয়তে এটা জায়েয। আমাদের শরীয়তে কিন্তু এটা কঠোর ভাবে নিষিদ্ধ। \tহযরত আনাস ইবনু মালিক (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমাদের কেউ যেন তার প্রতি আপতিত কষ্ট ও বিপদের কারণে মৃত্যু কামনা না করে। যদি একান্তই মৃত্যু কামনা করতেই হয় তবে যেন বলেঃ “হে আল্লাহ! আমাকে জীবিত রাখুন যতদিন আমার জীবিত থাকা মঙ্গলজনক হয় এবং আমাকে মৃত্যু দান করুন যদি আমার জন্যে মৃত্যুই কল্যাণকর হয়।” (এ হাদীসটি ইমাম ইবনু হাম্বল (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন)সহীহ বুখারী ও সহীহ মুসলিমের এই হাদীসেই রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমাদের কেউ যেন তার উপর আপতিত বিপদ-আপদের কারণে কখনো মৃত্যু কামনা না করে। যদি সে সৎ হয় তবে তার জীবন তার পূণ্য বৃদ্ধি করবে। আর যদি সে দুষ্ট হয় তবে তার জীবনে হয়তো কোন সময় তাওবা করার তাওফীক লাভ হবে। বরং সে যেন বলেঃ হে আল্লাহ! যতদিন আমার জীবিত থাকা কল্যাণকর হয় ততদিন আমাকে জীবিত রাখুন। আর যদি মৃত্যুই আমার জন্যে কল্যাণকর হয় তবে আমাকে মৃত্যু দান করুন।”  হযরত আবু উমামা (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “(একদা) আমরা রাসূলুল্লাহর (সঃ) নিকট বসেছিলাম। তিনি আমাদের উপদেশ দান করেন এবং আমাদেরকে অন্তর গলিয়ে দেন। ঐ সময় আমাদের মধ্যে সবচেয়ে বেশী ক্রন্দনকারী ছিলেন হযরত সা’দ ইবনু আবি অক্কাস (রাঃ)। কাঁদতে কাঁদতেই তাঁর মুখ দিয়ে বেরিয়ে আসেঃ যদি আমি মরে যেতাম (তবে কতই না ভাল হতো)!' এ কথা শুনে রাসূলুল্লাহ (সঃ) তাকে বলেনঃ “হে সা’দ (রাঃ)! আমার সামনে তুমি মৃত্যু কামনা করছো?” তিন বার তিনি এ কথাই বলেন। অতঃপর বলেনঃ “হে সা’দ (রাঃ)! তোমাকে যদি বেহেশতের জন্যে সৃষ্টি করা হয়ে থাকে তবে তোমার বয়স যত বেশি হবে, পুন্য তত বৃদ্ধি পাবে। আর এটাই হবে তোমার জন্যে উত্তম।” (এ হাদীসটিও ইমাম আহমদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন)হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “তোমাদের কেউ যেন বিপদ আপতিত হওয়ার কারণে কখনো মৃত্যু কামনা না করে এবং তার জন্যে প্রর্থনা না করে তা এসে যাওয়ার পূর্বে। হ্যাঁ, তবে যদি তার নিজের আমলের উপর ভরসা থাকে তবে ওটা স্বতন্ত্র কথা। জেনে রেখোঁরেখো যে, যখন তোমাদের কেউ মারা যায় তখন তার আমল শেষ হয়ে যায়। মু'মিনের আমল তার পূণ্যই বাড়িয়ে থাকে।” জেনে রাখা প্রয়োজন যে, এই হুকুম হচ্ছে পার্থিব বিপদের ব্যাপারে এবং যা তার ব্যক্তিগত সম্পর্কযুক্ত হয়। কিন্তু যদি ধর্মীয় ফিৎনা হয় এবং দ্বীনী বিপদ হয় তবে মৃত্যুর জন্যে প্রার্থনা করা জায়েয। যেমন ফিরআউনের জাদুকরগণ ঐ সময় প্রার্থনা করেছিলেন যখন ফিরআউন তাদেরকে হত্যা করার হুমকি দিয়েছিল। ঐ সময় তারা প্রার্থনা করেছিলেনঃ “হে আমাদের প্রতিপালক! (আমাদের উপর ধৈর্য ঢেলে দিন এবং মুসলমান রূপে) আমাদেরকে মৃত্যু দান করুন। অনুরূপভাবে হযরত মরিয়ম (আঃ) কে যখন প্রসব বেদনা এক খেজুর বৃক্ষ তলে আশ্রয়ে বাধ্য করেছিল তখন তিনি বলেছিলেনঃ “হায়! এর পূর্বেই আমি যদি মরে যেতাম এবং লোকের স্মৃতি হতে সম্পূর্ণ বিলুপ্ত হতাম।” এ কথা তিনি ঐ সময় বলেছিলেন যখন জনগণ তাঁকে ব্যাভিচারের অপবাদ দিচ্ছিল।কেননা, তাঁর স্বামী ছিল না, অথচ তিনি গর্ভধারণ করেছিলেন। যখন তার সন্তান ভূমিষ্টি হয় এবং তিনি সন্তানকে নিয়ে তাঁর সম্প্রদায়ের নিকট উপস্থিত হন তখন তারা বলেঃ “হে মরিয়ম (আঃ)! তুমি তো এক অদ্ভুত কাণ্ড করে বসেছে। হে হারুণ-ভগ্নী! তোমার পিতা অসৎ ব্যক্তি ছিল না এবং তোমার মাতাও ছিল না ব্যভিচারিণী।” কিন্তু তিনি যে এ পাপ থেকে সম্পূর্ণ মুক্ত এটা প্রমাণ করবার জন্যে আল্লাহ আআ’লা শিশু ঈসার (আঃ) মুখ দিয়ে বের করলেনঃ “আমি তো আল্লাহর বান্দা! তিনি আমাকে কিতাব দিয়েছেন এবং আমাকে নবী করেছেন। একটি হাদীসে একটি দীর্ঘ দুআ’’র বর্ণনা রয়েছে, যাতে এই বাক্যটিও রয়েছেঃ “যখন কোন কওমকে ফিৎনার মধ্যে নিক্ষেপ করার ইচ্ছা করবেন তখন আমাকে ঐ ফিৎনার মধ্যে জড়িত করার পূর্বেই উঠিয়ে নেন।” হযরত মাহমুদ ইবনু ওয়ালীদ (রঃ) হতে মারফূ’ রূপে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “বণী আদম নিজের পক্ষে দু’টি জিনিষকে খারাপ মনে করে থাকে। (১) মানুষ মৃত্যুকে খারাপ মনে করে। কিন্তু মৃত্যু মু’মিনের জন্যে ফিৎনা হতে উত্তম। (২) মালের স্বল্পতাকে মানুষ খারাপ মনে করে। অথচ মালের স্বল্পতা (কিয়ামতের দিনের) হিসাবকে কমিয়ে দেবে।” (এ হাদীসটি ইমাম আহমদ (রঃ) স্বীয় মুসনাদ গ্রন্থে বর্ণনা করেছেন) মোট কথা দ্বীনী ফিৎনার সময় মৃত্যু কামনা করা জায়েয।হযরত আলী (রাঃ) তাঁর খিলাফতের শেষ যুগে যখন দেখেন যে, জনগণের দুষ্টামী ও দুর্ব্যবহার কোন ক্রমেই কমছে না এবং কোন উপায়েই তাদেরকে একত্রিত করা সম্ভব হচ্ছে না, তখন তিনি প্রার্থনা করেনঃ “হে আল্লাহ! আমাকে আপনার নিকট উঠিয়ে নিন। আমি জনগণের উপর অতিষ্ঠ হয়ে পড়েছি এবং তারাও আমার উপর অতিষ্ঠ হয়ে পড়েছে।”ইমাম বুখারীও (রঃ) যখন অত্যাধিক ফিৎনার মধ্যে পড়ে গেলেন এবং দ্বীনকে রক্ষা করা তাঁর পক্ষে অত্যন্ত কষ্টকর হয়ে পড়লো, আর খুরাসানের আমীরের সাথে তাঁর বড় বড় যুদ্ধ সংঘটিত হলো তখন তিনি জনাব বারী তাআ’লার কাছে প্রার্থনা করলেনঃ “হে আল্লাহ! আপনি আমাকে আপনার নিকট উঠিয়ে নিন।”হাদীসে রয়েছে যে, ফিৎনার যুগে মানুষ কবরকে দেখে বলবেঃ “হায় যদি আমি এই জায়গায় থাকতাম। কেননা, ফিৎনা-ফাসাদ, বালা-মুসিবত এবং কাঠিন্য প্রত্যেক ফিৎনা পীড়িতকে ফিৎনায় নিক্ষেপ করবে।বর্ণিত আছে যে, হযরত ইয়াকুবের (আঃ) যে পুত্রগণ খুব বেশী অপরাধ করেছিলেন তাদের জন্যে যখন তিনি মহান আল্লাহর নিকট ক্ষমা প্রার্থনা করেন তখন আল্লাহ তাআ’লা তা কবুল করে নেন এবং তাদেরকে ক্ষমা করে দেন। (এটা তাফসীরে ইবনু জারীরে রয়েছে) হযরত আনাস (রাঃ) বলেন যে, যখন হযরত ইয়াকুবের (আঃ) বংশের সবাই মিসরে একত্রিত হন তখন হযরত ইউসুফের (আঃ) ভ্রাতাগণ পরস্পর বলাবলি করেনঃ “আমরা আমাদের পিতাকে যে জ্বালাতন করেছি তা তো স্পষ্ট প্রতীয়মান হয়ে রয়েছে এবং ভাই ইউসুফের (আঃ) প্রতি যে অন্যায় আচরণ করেছি তাওতো প্রকাশমান। এখন যদিও এই দু’মহান ব্যক্তি আমাদেরকে কিছুই বললেন না বরং ক্ষমা করে দিলেন, তবুও আল্লাহর কাছে আমাদের অবস্থা কি হবে তা বাস্তবিকই চিন্তার বিষয়।” শেষ পর্যন্ত তারা একটা সিদ্ধান্তে উপণীত হয়ে বললেনঃ “চল আমরা আমাদের পিতার কাছে যাই এবং তাঁর সাথে এ ব্যাপারে আলাপ আলোচনা করি।” সুতরাং সবাই মিলে পিতার কাছে আসলেন। ঐ সময় হযরত ইউসুফ (আঃ) তাঁর নিকট বসেছিলেন। তারা সবাই একই সাথে বললেন : “জনাব, আজ আমরা আপনার কাছে এমন এক গুরুত্বপূর্ণ কাজের জন্যে এসেছি যে, এরূপ কাজের জন্যে ইতিপূর্বে আর কখনো আসি নাই। হে পিত! এবং হে ভ্রাতঃ আমরা এই সময় এমন বিপদে জড়িত হয়ে পড়েছি এবং আমাদের অন্তর এমনভাবে কাঁপছে যে, আজকের পূর্বে আমাদের অবস্থা এইরূপ কখনো হয় নাই।” মোট কথা, তাঁরা এমন বিনয় প্রকাশ করলেন যে, তাদের দু’জনের (পিতা ও পুত্রের) মন নরম হয়ে গেল। এটা প্রকাশ্য কথা যে, নবীদের অন্তর সমস্ত মাখলুকের তুলনায় বেশি দয়ার্দ্র ও কোমল হয়ে থাকে। তারা জিজ্ঞেস করলেনঃ “তোমরা কি বলতে চাও এবং তোমাদের উপর কি বিপদ পতিত হয়েছে?” সবাই সমস্বরে বলে উঠলেনঃ “আব্বা! আপনাকে কি পরিমাণ কষ্ট আমরা দিয়েছি তা আপনার জানা আছে এবং ভাই ইউসুফের (আঃ) উপর কত যে অত্যাচার করেছি তা ভাষায় প্রকাশ করা যায় না। তারা দুজনই বললেনঃ “হ্যাঁ আমাদের তা জানা আছে। তারা জিজ্ঞেস করলেনঃ “এটা কি সত্য যে, আপনারা আমাদের অপরাধ ক্ষমা করে দিয়েছেন?” তারা উত্তরে বললেনঃ “হ্যাঁ, সম্পূর্ণ ঠিক। আমরা অন্তর থেকে তোমাদেরকে ক্ষমা করে দিয়েছি।” তখন তারা বললেনঃ “আব্বা! আপনাদের ক্ষমা করা বৃথা হবে যদি না আল্লাহ ক্ষমা করেন।” তখন পিতা জিজ্ঞেস করলেনঃ “আচ্ছা, তা হলে তোমরা আমার কাছে চাচ্ছ কি?” তারা জবাবে বললেনঃ আমরা আপনার নিকট এটাই চাচ্ছি যে, আপনি আমাদের জন্যে আল্লাহ তাআ’লার নিকট ক্ষমা প্রার্থনা করবেন, এমনকি ওয়াহী দ্বারা আপনি জানতে পারেন যে, আল্লাহ আমাদেরকে ক্ষমা করে দিয়েছেন। তা হলেই আমরা মনে তৃপ্তি লাভ করতে পারি। অন্যথায় আমরা তো দুনিয়া ও আখেরাত সবই হারালাম।” তৎক্ষণাৎ হযরত ইয়াকুব (আঃ) দাড়িয়ে গেলেন এবং কিবলা মুখী হলেন। হযরত ইউসুফ (আঃ) তার পেছনে দাঁড়ালেন। অত্যন্ত বিনীতভাবে কেঁদে কেঁদে আল্লাহ তাআ’লার নিকট প্রার্থনা করতে শুরু করলেন। হযরত ইয়াকুব (আঃ) দুআ’ করছিলেন এবং হযরত ইউসুফ (আঃ) আমীন বলছিলেন। বিশ বছর পর্যন্ত দুআ’ কবুল হয় নাই। অবশেষে যখন ভ্রাতাদের শরীরের রক্ত আল্লাহ তাআ’লার ভয়ে শুকিয়ে যেতে লাগলো তখন ওয়াহী আসলো এবং তাদেরকে ক্ষমা করে দেয়ার সুসংবাদ দেয়া হলো। এমনকি হযরত ইয়াকুবকে (আঃ) এ কথাও বলা হলো যে, তাঁর মৃত্যুর পর তাঁর সন্তানদেরকে নুবওয়াত দান করা হবে এটা আল্লাহর ওয়াদা। (এটা হযরত আনাসের (রাঃ) উক্তি। এর সনদে দু’জন বর্ণনাকারী দুর্বল রয়েছেন। তাঁরা হলেন ইয়াযীদ রিকাশী ও সা’লিহ মুররী)হযরত সুদ্দী (রঃ) বলেন যে, হযরত ইয়াকুব (আঃ) তাঁর মৃত্যুর সময় হযরত ইউসুফকে (আঃ) অসিয়ত করে যান যেন তাকে হযরত ইবরাহীম (আঃ) ও হযরত ইসহাকের (আঃ) জায়গায় সমাধিস্থ করা হয়। তাঁর ইন্তেকালের পর হযরত ইউসুফ (আঃ) তা পূর্ণ করেন এবং সিরিয়ায় তাঁকে পিতা ও পিতামহের পার্শ্বে দাফন করা হয়। তাঁদের সবারই উপর দরূদ ও সালাম বর্ষিত হোক।"
    },
    { "ayah": 102, "surah": 12, "text": "Please check ayah 12:104 for complete tafsir." },
    { "ayah": 103, "surah": 12, "text": "Please check ayah 12:104 for complete tafsir." },
    {
      "ayah": 104,
      "surah": 12,
      "text": "১০২-১০৪ নং আয়াতের তাফসীর\nআল্লাহ তাআ’লা হযরত ইউসুফের (আঃ) সমস্ত ঘটনা বর্ণনা করার পর, কি ভাবে ভ্রাতাগণ তাঁর সাথে দুর্ব্যবহার করে, কিভাবে তার জীবন নাশের চেষ্টা করে, আল্লাহ তাআ’লা এর পর তাঁকে কিভাবে রক্ষা করেন এবং কি ভাবে তাকে উন্নতির উচ্চতর শিখরে আরোহণ করিয়ে দেন, স্বীয় নবীকে (সঃ) বলছেনঃ “এটা এবং এ ধরণের আরো বহু অদৃশ্যের ঘটনা আমার পক্ষ থেকে তোমার কাছে বর্ণনা করা হয়ে থাকে; যাতে মানুষ তার থেকে উপদেশ গ্রহণ করে এবং তোমার বিরুদ্ধবাদীদেরও চক্ষু খুলে যায়। আর যাতে তাদের উপর আমার দলীল প্রমাণ কায়েম হয়ে যায়। যখন ইউসুফের (আঃ) ভ্রাতারা তার বিরুদ্ধে ষড়যন্ত্র করছিল এবং কূপে নিক্ষেপ করার সিদ্ধান্ত গ্রহণ করছিল, তখন তুমি সেখানে উপস্থিত ছিলে না। আমি তোমাকে ওয়াহীর মাধ্যমে জানালাম বলেই তুমি জানতে পারলে।” যেমন হযরত মরিয়মের (আঃ) ঘটনা বর্ণনা প্রসঙ্গে আল্লাহ তাআ’লা বলেনঃ “এটা অদৃশ্য বিষয়ের সংবাদ যা আমি তোমাকে ঐশী বাণী দ্বারা অবহিত করছি। মরিয়মের (আঃ) তত্ত্বাবধানের দায়িত্ব তাদের মধ্যে কে গ্রহণ করবে এর জন্য যখন তারা তাদের কলমগুলি নিক্ষেপ করছিল তুমি তখন তাদের নিকট ছিলে না এবং তারা যখন বাদানুবাদ করছিল তখনও তুমি তাদের কাছে ছিলে না।” হযরত মুসার (আঃ) ঘটনা প্রসঙ্গেও মহান আল্লাহ বলেনঃ “ (হে নবী সঃ!) ‘জানেবে গারবিয়্যে’ যখন আমি মুসাকে (আঃ) আমার কথা বুঝাচ্ছিলাম তখন তুমি সেখানে বিদ্যমান ছিলে না।” আর এক জায়গায় আল্লাহ পাক বলেনঃ “মাদইয়ানবাসীর কার্যাবলীও তোমার কাছে গোপন ছিল (শেষ পর্যন্ত)।” আল্লাহ তাআ’লা আরো বলেনঃ ‘মালায়ে আ’লার পারস্পরিক আলোচনার সময়ও তুমি তথায় বিদ্যমান ছিলে না। এই সব আমার পক্ষ হতে ওয়াহীর মাধ্যমে তোমাকে জানানো হয়েছে। এ হচ্ছে তোমার রিসালাত ও নুবওয়াতের স্পষ্ট দলীল যে, অতীত ঘটনাবলী। তুমি জনগণের সামনে এমনভাবে খুলে খুলে বর্ণনা করছো যে, যেন তুমি ওগুলো স্বচক্ষে দেখেছো এবং তোমার সামনেই সেগুলো সংঘটিত হয়েছে। আবার এই ঘটনাগুলি উপদেশ, শিক্ষা এবং হিকমতে পরিপূর্ণ, যার মাধ্যমে মানুষের দ্বীন ও দুনিয়া সুন্দর হতে পারে। এতদসত্ত্বেও অধিকাংশ মানুষ ঈমান থেকে অজ্ঞ থাকছে। তুমি হাজার চাইলেও এরা ঈমান আনবে না।” এর জায়গায় রয়েছেঃ  (আরবি)অর্থাৎ “ (হে নবী (সঃ)! তুমি যদি ভূ-পৃষ্ঠের অধিকাংশ লোকের কথা মত চল তবে তারা তোমাকে আল্লাহর পথ থেকে বিভ্রান্ত করে ফেলবে।” প্রত্যেক ঘটনার সাথে সাথে আল্লাহ পাক ঘোষণা করেনঃ “যদিও এতে বড় রকমের নিদর্শন রয়েছে তথাপি অধিকাংশ লোক ঈমান আনে না।” (৬: ১১৬)আল্লাহ তাআ’লা বলেনঃ তুমি তো তাদের কাছে কোন বিনিময় বা পারিশ্রমিক দাবী করছে না। তুমি যে মানুষকে আল্লাহর পথে আহবান করছে এবং এ জন্যে বহু চেষ্টা ও পরিশ্রম করছো এতে পার্থিব কোন লাভ বা উপকার তোমার কাম্য নয়। তোমার একমাত্র উদ্দেশ্য হচ্ছে আল্লাহর সন্তুষ্টি লাভ। এটা সারা বিশ্বজগতের জন্যে উপদেশ ছাড়া কিছু নয়। এর মাধ্যমে দুনিয়াবাসী উপদেশ লাভ করবে, সুপথ প্রাপ্ত হবে এবং পরকালে কঠিন শাস্তি হতে মুক্তি পাবে।"
    },
    { "ayah": 105, "surah": 12, "text": "Please check ayah 12:107 for complete tafsir." },
    { "ayah": 106, "surah": 12, "text": "Please check ayah 12:107 for complete tafsir." },
    {
      "ayah": 107,
      "surah": 12,
      "text": "১০৫-১০৭ নং আয়াতের তাফসীর\nআল্লাহ তাআ’লা সংবাদ দিচ্ছেন যে, ক্ষমতাবান আল্লাহর বহু নিদর্শন, তাঁর একত্বের সাক্ষ্য প্রমাণ রাতদিন মানুষের সামনে রয়েছে। তবুও অধিকাংশ লোক অত্যন্ত বেপরোয়াভাবে এগুলো থেকে উদাসীন ও অমনোযোগী রয়েছে। এই এতবড় ও প্রশস্ত আকাশ, এই বিস্তৃত যমীন, এই উজ্জ্বল নক্ষত্র-রাজি, এই আবর্তনশীল সূর্য ও চন্দ্র, এই গাছ-পালা, পাহাড়-পর্বত, শস্য-ক্ষেত্র, তরঙ্গ পূর্ণ সমুদ্র, প্রবাহিত বাতাস, বিভিন্ন প্রকারের ফল ফলাদি এবং নানা প্রকারের খাদ্য দ্রব্য সর্বশক্তিমান আল্লাহর এই অসংখ্য নিদর্শনাবলী কি জ্ঞানী ব্যক্তির কোন কাজে আসে না যে, এগুলি দ্বারা সে তাঁকে চিনতে পারে, যিনি এক, অমুখাপেক্ষী, অংশীবিহীন, ক্ষমতাবান, চিরঞ্জীব এবং চিরবিদ্যমান? এগুলো দেখে কি-সে তার উপর বিশ্বাস স্থাপন করতে পারে না? তাদের অধিকাংশের মাথা এমনভাবে বিগড়ে গেছে যে, তাদের আল্লাহর উপর বিশ্বাস আছে, অথচ তাঁর সাথে শরীক স্থাপন করছে। তারা আসমান ও যমীনের, পাহাড়-পর্বতের এবং দানব ও মানবের সৃষ্টিকর্তা হিসেবে আল্লাহকেই মানে, অথচ তাঁর সাথে অন্যদেরকেও শরীক করে ফেলে। এই মুশরিকরা হজ্জ করতে আসে এবং ইহরাম বেঁধে ‘লাব্বায়েক' উচ্চারণ করতে করতে বলেঃ “হে আল্লাহ! আপনার কোন শরীক নেই, শরীক যারা আছে তাদেরও মালিক আপনি। তাদের অধিকার ভুক্ত সবকিছুরও মালিক আপনি।”সহীহ বুখারী ও সহীহ মুসলিমে রয়েছে যে, যখন মুশরিকরা বলতো: “হে আল্লাহ! আমরা হাজির আছি, আপনার কোন অংশীদার নেই, তখন রাসূলুল্লাহ (সঃ) বলতেনঃ “যথেষ্ট হয়েছে। এর চেয়ে বেশী আর কিছু বলো না।” আল্লাহ তাআ’লা বলেছেন : (আরবি) অর্থাৎ “নিশ্চয় শিরক চরম যুলুম।” (৩১: ১৩) প্রকৃতপক্ষে এটা বড়ই অত্যাচার যে, আল্লাহর সাথে আরো কারো ইবাদত করা হবে। যেমন সহীহ বুখারী ও সহীহ মুসলিমে হযরত ইবনু মাসউদ (রাঃ) হতে বর্ণিত আছে যে, তিনি বলেনঃ “আমি বললামঃ হে আল্লাহর রাসূল (সঃ)! সবচেয়ে বড় পাপ কোনটি?” উত্তরে তিনি বলেনঃ “তা এই যে, তুমি আল্লাহর জন্যে শরীক স্থাপন করবে, অথচ তিনি তোমাকে সৃষ্টি করেছেন।”হযরত হাসান বসরী (রঃ) বলেন যে, এই আয়াতের মধ্যে মুনাফিকরাও এসে পড়ে। তাদের আমলে একনিষ্ঠতা ও আন্তরিকতা থাকে না। বরং তাদের মধ্যে রিয়াকারী ও লোক দেখানো ভাব থাকে। রিয়াকারীও শির্‌কের অন্তর্ভুক্ত। কুরআন কারীম ঘোষণা করেঃ (আরবি)অর্থাৎ “মুনাফিকরা আল্লাহকে প্রতারিত করতে চায়, কিন্তু আল্লাহর পক্ষ থেকে তারা নিজেরাই প্রতারিত হয়। তারা যখন নামাযে দাঁড়ায় তখন অত্যন্ত অলসভাবে দাঁড়ায়, তাদের উদ্দেশ্য হয় শুধু লোক দেখানো। তারা আল্লাহর যিকর খুব কমই করে।” (৪: ১৪২) এটাও স্মরণ রাখা প্রয়োজন যে, কতকগুলি শির্‌ক খুবই হালকা ও গোপনীয় হয়। স্বয়ং শির্‌ককারীও ওটা বুঝতে পারে না। হযরত হুযাইফা (রাঃ) একজন রুগ্ন ব্যক্তির নিকট গমন করেন। তার হাতে একটা সূতা বাঁধা ছিল। তিনি ওটা দেখে ছিঁড়ে ফেলেন এবং বলেনঃ “মু'মিন হয়েও শিরক করছো?” অর্থাৎ তিনি এ আয়াতটিই পাঠ করেন। হাদীস শরীফে আছে যে, যে ব্যক্তি গায়রুল্লাহর কসম খেলো সে মুশরিয্‌ক হয়ে গেল। (এ হাদীসটি ইমাম তিরমযী (রঃ) হযরত ইবনু উমার (রাঃ) হতে বর্ণনা করেছেন। এবং তিনি এটাকে হাসান বলেছে)হযরত আবদুল্লাহ ইবনু মাসঊদ (রাঃ) হতে বর্ণিত, তিনি বলেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “ঝাড়-ফুঁক, সূতা, এবং মিথ্যা তাবীজ শির্‌ক।” (এ হাদীসটি ইমাম আহমদ (রঃ) ও ইমাম আবু দাউদ (রঃ) প্রভৃতি গুরুজন বর্ণনা করেছেন) তিনি আরো বলেছেনঃ “বান্দার নির্ভরশীলতার কারণে আল্লাহ তাআ’লা তার সমস্ত বিপদ আপদ দূর করে থাকেন।” হযরত আবদুল্লাহ ইবনু মাসউদের স্ত্রী হযরত যায়নাব (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “ (আমার স্বামী) হযরত আবদুল্লাহ (রাঃ) এর অভ্যাস ছিল এই যে, যখন বাইরে থেকে বাড়ীতে প্রবেশ করতেন তখন তিনি গলা খাকড়াতেন এবং থুথু ফেলতেন। যাতে বাড়ীর লোকেরা তাঁর আগমনের ইঙ্গিত পেতে পারে এবং তিনি যেন তাদেরকে এমন অবস্থায় না দেখেন যা তিনি অপছন্দ করেন। একদা এই ভাবে তিনি বাড়ীতে প্রবেশের আভাষ দেন, ঐ সময় আমার কাছে একজন বুড়ী বিদ্যমান ছিল, যে আমার রোগের কারণে আমাকে ঝাড়-ফুক দিতে এসেছিল। আমি তাঁর গলা খাঁকড়ানোর শব্দ শুনেই বুড়িটিকে চৌকির নীচে লুকিয়ে দেই। তিনি আমার কাছে এসে চৌকির উপর বসে পড়েন এবং আমার গলায় সূতা দেখে আমাকে জিজ্ঞেস করেনঃ “এটা কি?” আমি উত্তরে বলিঃ এতে আমি ঝাড়-ফুক করিয়ে নিয়ে গলায় বেঁধেছি। আমার একথা শুনে তিনি ওটা ধরে ছিঁড়ে ফেলেন এবং বলেনঃ “আবদুল্লাহর (রাঃ) ঘর শিরক থেকে অমুখাপেক্ষী। স্বয়ং আমি রাসূলুল্লাহকে (সঃ) বলতে শুনেছি যে, ঝাড়-ফুক, তাবীয এবং ডোরা-সুতা বাধা শিরক।” আমি বললামঃ “আপনি এটা কিরূপে বলছেন? একবার আমার চক্ষু খারাপ হয়ে গিয়েছিল আমি অমুক ইয়াহূদীর কাছে যেতাম। সে আমার চোখে ঝাড়-ফুক করতো। তখন আমার চক্ষু ভাল হয়ে যেতো।” আমার এ কথা শুনে তিনি বললেনঃ “শয়তান তোমার চোখে গুতো মারতো এবং ঝাড়-ফুঁকের কারণে সে থেমে যেতো। রাসূলুল্লাহ (সঃ) যা শিখিয়েছেন তা যদি তুমি বলতে তবে ওটাই তোমার জন্যে যথেষ্ট হতো। তা হচ্ছেঃ (আরবি)অর্থাৎ “হে মানুষের প্রতিপালক! আপনি কষ্ট দূর করে দিন, আপনি আরোগ্য দান করুন, আপনিই আরোগ্য দানকারী, আপনার আরোগ্য ছাড়া কোন আরোগ্য নেই, এমন আরোগ্য দান করুন যাতে কোন রোগ অবশিষ্ট না থাকে।” (এ হাদীসটি ইমাম আহমদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন)ঈসা ইবনু আবদির রহমান (রাঃ) হতে বর্ণিত, তিনি বলেনঃ একবার আবদুল্লাহ ইবনু হাকীম (রাঃ) রুগ্ন ছিলেন, আমরা তাঁকে দেখতে গেলাম। তাঁকে বলা হলো: “যদি আপনি কোন ডোরা-সূতা বাঁধতেন তবে ভাল হতো।” এ কথা শুনে তিনি বলেন, “আমি ডোরা-সূতা বাঁধবো? অথচ রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যক্তি যে জিনিষ লটকাবে তাকে তারই দিকে সমর্পণ করা হবে। (এ হাদীসটি মুসনাদে আহমদে বর্ণিত হয়েছে। এ হাদিস ইমাম নাসায়ীও হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত করেছে) হযরত উকবা ইবনু আমির (রাঃ) হতে বর্ণিত, তিনি বলেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যক্তি তাবীয লটকালো সে শিরক করলো।” (এ হাদীসটিও ইমাম আহমদ (রঃ) স্বীয় মুসনাদ গ্রন্থে বর্ণনা করেছেন)অন্য রিওয়াইয়াতে আছে যে, যে ব্যক্তি তাবীয লটকায় আল্লাহ তার কাজ পূর্ণ করেন না এবং যে ব্যক্তি ওটা লটকায় আল্লাহ যেন ওটাকে লটকানো অবস্থাতেই রেখে দেন।হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহ তাআ’লা বলেনঃ “আমি শরীকদের শিরক হতে অমুখাপেক্ষী। আমি ওর কোন পরওয়া করি না। যে ব্যক্তি এমন কাজ করলো যে, তাতে আমার শরীক স্থাপন করলো, আমি তাকে ও তার শিরককে পরিত্যাগ করি।” (এ হাদীসটি ইমাম মুসলিম (রঃ) বর্ণনা করেছেন)হযরত আবু সাঈদ ইবনু আবি ফুযালা (রাঃ) হতে বর্ণিত, তিনি বলেনঃ আমি রাসূলুল্লাহকে (সঃ) বলতে শুনেছিঃ “যখন আল্লাহ তাআ’লা সমস্ত প্রথম ও শেষের লোকদেরকে একত্রিত করবেন এমন এক দিনে, যেই দিনের ব্যাপারে কোনই সন্দেহ নেই, তখন একজন আহবানকারী আহবান করবেনঃ যে ব্যক্তি কোন কাজে শিরক করবে, যে কাজ সে আল্লাহর জন্যে করেছে, সে যেন গায়রুল্লাহর কাছেই প্রতিদান চায়। নিশ্চয় আল্লাহ শরীকদের শিরক থেকে বেপরোয়া।” (এ হাদীসটি ইমাম আহমদ (রঃ) বর্ণনা করেছেন)হযরত মাহমূদ ইবনু ওয়ালীদ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমাদের উপর আমার যে জন্যে সবচেয়ে ভয়, তা হচ্ছে ছোট শিরক।” সাহাবীগণ জিজ্ঞেস করলেনঃ “হে আল্লাহর রাসূল (সঃ)! ছোট শির্ক কি?” তিনি উত্তরে বললেনঃ “রিয়াকারী (লোক দেখানো কাজ)। কিয়ামতের দিন আল্লাহ তাআ’লা লোকদেরকে কর্মের প্রতিদান প্রদান করবেন। ঐ সময় তিনি ঐ রিয়াকারদেরকে বলবেনঃ “হে রিয়াকারগণ! তোমরা যাদেরকে দেখানোর জন্যে আমল করতে তাদের কাছেই আজ প্রতিদান চাও। দেখা যাক তারা তা দিতে পারে কি না।” (ইমাম আহমদ (রঃ) এই হাদীসটিও বর্ণনা করেছেন)হযরত আবদুল্লাহ ইবনু আমর (রাঃ) হতে বর্ণিত, তিনি বলেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যক্তি কোন কাজের অশুভ লক্ষণ দেখে তা থেকে ফিরে আসলো সে মুশরিক হয়ে গেল।” সাহাবীগণ জিজ্ঞেস করলেনঃ “হে আল্লাহর রাসূল (সঃ)! এর কাফফারা কি?” তিনি উত্তরে বললেনঃ “এর কাফফারা এই যে, সে বলবেঃ (আরবি)অর্থাৎ “হে আল্লাহ! আপনার মঙ্গল ছাড়া কোন মঙ্গল নেই এবং আপনার দেয়া অমঙ্গল ছাড়া কোন অমঙ্গলই নেই। (অর্থাৎ মঙ্গল ও অমঙ্গল উভয়েরই কারণ একমাত্র আপনিই। দুটোই আপনার পক্ষ থেকে এসে থাকে) আর আপনি ছাড়া কোন উপাস্য নেই।”বর্ণিত আছে যে, একদা হযরত আবু মুসা আশআ’রী (রাঃ) স্বীয় ভাষণে বলেনঃ “হে জনমণ্ডলী! তোমরা শিরক থেকে বেঁচে থাকো। এটা পীপিলিকার গতির চেয়েও বেশি গোপনীয়।” তার একথা শুনে হযরত আবদুল্লাহ ইবনু হারব (রাঃ) এবং হযরত কায়েস ইবনু মাযারিব (রাঃ) দাঁড়িয়ে গিয়ে বলেনঃ “আপনি এর প্রমাণ পেশ করবেন, না আমরা হযরত উমারের (রাঃ) কাছে গিয়ে আপনার বিরুদ্ধে অভিযোগ করবো?” তিনি উত্তরে বলেনঃ “এর প্রমাণ আমি দিচ্ছি। একদা রাসূলুল্লাহ (সঃ) আমাদেরকে ভাষণে বলেনঃ “হে লোক সকল! তোমরা এই শিরক হতে বেঁচে থাকো! এটাতো পিঁপড়ার গতির চেয়েও বেশী গোপনীয় ও সূক্ষ্ণ।” তখন কেউ জিজ্ঞেস করেনঃ “হে আল্লাহর রাসূল (সঃ) এটা পিঁপড়ার গতির চেয়েও সূক্ষ্ণ, তা হলে এর থেকে বাঁচবার উপায় কি?” তিনি জবাবে বলেনঃ “তোমরা বলোঃ (আরবি) অর্থাৎ “হে আল্লাহ! আমরা আপনার নিকট আশ্রয় প্রার্থনা করছি এমন কিছুকে আপনার সাথে শরীক স্থাপন করা হতে যা আমরা জানি এবং আমরা আপনার নিকট ক্ষমা প্রার্থনা করছি এমন কিছু হতে, যা আমরা জানি না”। (এ হাদীসটি ইমাম আহমদ (রঃ) বানু কাইল গোত্রের একটি লোক হতে বর্ণনা করেছেন)একটি রিওয়াইয়াতে আছে যে, এই বর্ণনা ছিল হযরত আবু বকর সিদ্দীক (রাঃ) এর তিনি জিজ্ঞেস করেছিলেনঃ “হে আল্লাহর রাসূল (সঃ)! শিরক তো হচ্ছে এটাই যে, আল্লাহর সাথে অন্য কাউকেও ডাকা হয়।” এই হাদীসে দুআ’'র শব্দগুলি নিম্নরূপ রয়েছেঃ (আরবি)অর্থাৎ “হে আল্লাহ! আমি আপনার কাছে আশ্রয় চাচ্ছি এ থেকে যে, আমি আপনার সাথে শরীক স্থাপন করবো অথচ আমি জানি (যে, এটা শিরক) এবং আমি আপনার নিকট এমন কিছু হতে ক্ষমা প্রার্থনা করছি যা আমি জানিনা।” (এ হাদীসটি মুসনাদে আবি ইয়ালায় রয়েছে)হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে, হযরত আবু বকর সিদ্দীক (রাঃ) আরজ করেনঃ “হে আল্লাহর রাসূল (সঃ)! আমাকে এমন একটি দুআ’ শিখিয়ে দিন যা আমি সকাল ও সন্ধ্যা এবং বিছানায় শয়নের সময় পাঠ করবো।” তিনি বলেনঃ “তুমি এ দু’আটি বলবেঃ (আরবি)অর্থাৎঃ“হে আল্লাহ! হে আকাশসমূহ ও পৃথিবীর সৃষ্টিকর্তা, দৃশ্য ও অদৃশ্যের পরিজ্ঞাতা, প্রত্যেক জিনিষের প্রতিপালক ও অধিকর্তা! আমি সাক্ষ্য দিচ্ছি যে, আপনি ছাড়া অন্য কোন উপাস্য নেই। আমি আমার নফসের অনিষ্ঠ হতে, শয়তানের অনিষ্ট হতে এবং তার শিরক হতে আপনার নিকট আশ্রয় প্রার্থনা করছি।” (এ হাদীসটি ইমাম আহমদ (রঃ) ইমাম আবু দাউদ (রঃ) এবং ইমাম তিরমিযী (রঃ) বর্ণনাকরেছেন এবং ইমাম তিরমিযী (রঃ) এটাকে বিশুদ্ধ বলেছেন) অন্য রিওয়াইয়াতে আছে যে, হযরত আবু বকর (রাঃ) বলেনঃ “আমাকে রাসূলুল্লাহ (সঃ) উক্ত দুআ’’টি শিখিয়ে দেন এবং এর শেষে রয়েছে: (আরবি)আল্লাহ পাকের উক্তিঃ “তবে কি তারা আল্লাহর সর্বগ্রাসী শাস্তি হতে অথবা তাদের অজ্ঞাতসারে কিয়ামতের আকস্মিক উপস্থিতি হতে নির্ভয় হয়ে গেছে? যেমন অন্য জায়গায় রয়েছেঃ “প্রতারণা ও দুষ্কার্যকারীরা কি এ বিষয় থেকে নির্ভয় হয়ে গেছে যে, আল্লাহ তাদেরকে যমীনে ধ্বসিয়ে দিবেন অথবা এমন স্থান হতে শান্তি আনয়ন করবেন যে, তারা বুঝতেই পারবে না? অথবা তাদের চলাফেরা অবস্থাতেই তিনি তাদেরকে পাকড়াও করবেন? তারা তাঁকে অপারগকারী নয়।” আর এক জায়গায় মহান আল্লাহ বলেনঃ “গ্রামবাসী এ থেকে কি নির্ভয় ও নিশ্চিন্ত হয়ে গেছে যে, তাদের কাছে তাদের শয়ন ও ঘুমন্ত অবস্থায় আমার শাস্তি চলে আসবে? গ্রামবাসী কি এ থেকে নিরাপদ হয়ে গেছে যে, তাদের কাছে দিনের পূর্বভাগে তাদের খেলা ধূলায় মত্ত থাকা অবস্থায় আমার শাস্তি এসে পড়বে? তারা কি আল্লাহর মকর থেকে নির্ভয় ও নিরাপদ হয়ে গেছে। ক্ষতিগ্রস্ত কওম ছাড়া কেউই আল্লাহর মকর থেকে নির্ভয় ও নিরাপদ থাকেনা।”"
    },
    {
      "ayah": 108,
      "surah": 12,
      "text": "সমস্ত দানব ও মানবের প্রতি প্রেরিত রাসূলকে (সঃ) আল্লাহ তাআ’লা নির্দেশ দিচ্ছেনঃ জনগণকে তুমি খবর দিয়ে দাওঃ আমার নীতি, আমার পন্থা এবং আমার সুন্নাত এই যে, আমি সাধারণভাবে আল্লাহর একত্ববাদ প্রচার করবো। পরিপূর্ণ বিশ্বাস, দলীল প্রমাণ এবং বিচক্ষণতার সাথে আমি সকলকে ঐ দিকে আহবান করছি। আমার যতগুলি অনুসারী রয়েছে তারাও সবাই ঐ দিকেই আহবান করছে। তারা সবাই মিলে শরীয়ত সম্মত ও জ্ঞান সম্মত দলীল প্রমাণের মাধ্যমে ঐ দিকে ডাক দিচ্ছে। আমরা আল্লাহর পবিত্রতা বর্ণনা করি। আমরা তারই মর্যাদা, পবিত্রতা এবং গুণগান বর্ণনা করে থাকি। আমরা তাকে শরীক, তুলনীয়, সমকক্ষ, উযীর, পরামর্শদাতা এবং সর্বপ্রকারের দুর্বলতা ও ক্রটি থেকে পবিত্র বলে বিশ্বাস করি। আমরা বিশ্বাস করি যে, তার কোন সন্তান নেই, স্ত্রী নেই এবং কোন সমকক্ষ নেই। তিনি এসব জঘন্য বিষয় থেকে সম্পূর্ণরূপে মুক্ত ও পবিত্র। আসমান ও যমীন এবং এতোদুভয়ের সমস্ত মাখলুক তার প্রশংসা ও গুণ কীর্তন করে থাকে। কিন্তু মানুষ এ গুলি বুঝতে পারে না। আল্লাহ অত্যন্ত সহনশীল ও ক্ষমাশীল।"
    },
    {
      "ayah": 109,
      "surah": 12,
      "text": "আল্লাহ তাআ’লা খবর দিচ্ছেন যে, তিনি রাসূল ও নবী হিসেবে দুনিয়ায় পুরুষ লোককেই পাঠিয়েছেন। স্ত্রীলোকদেরকে নয়। জমহুর আলেমদের উক্তি এটাই যে, নুবওয়াত কখনো নারীদেরকে দান করা হয় নাই। এই আয়াতের ধরণেও এটাই প্রমাণিত হয়। কিন্তু কোন কোন আলেমের উক্তি এই যে, হযরত ইবরাহীমের (আঃ) স্ত্রী হযরত সারা (আঃ) হযরত মূসার (আঃ) মাতা এবং হযরত ঈসার (আঃ) মাতা মারইয়ামও (আঃ) নবী ছিলেন। ফেরেশতাগণ হযরত সারা (আঃ) কে তার পুত্র হযরত ইসহাক (আঃ) এবং পৌত্র হযরত ইয়াকুবের (আঃ) সুসংবাদ দিয়েছিলেন। হযরত মূসার (আঃ) মাতার নিকট তাঁকে দুধ পান করাবার ওয়াহী করা হয়। হযরত মারইয়ামকে (আঃ) ফেরেশতাগণ তাঁর পুত্র হযরত ঈসার (আঃ) সুসংবাদ দিয়েছিলেন। ফেরেশতাগণ তাকে বলেছিলেনঃ “হে মারইয়াম (আঃ)! আল্লাহ তোমাকে মনোনীত ও পবিত্র করেছেন এবং বিশ্বের নারীদের মধ্যে তোমাকে মনোনীত করেছেন। হে মারইয়াম (আঃ) তোমার প্রতিপালকের অনুগত হও ও সিজদা কর, এবং যারা রুকু করে তাদের সাথে রুকু’ কর।” এর উত্তর এই যে, কুরআন কারীমে যেটুকু বর্ণনা রয়েছে তা আমরা বিনা বাক্য ব্যয়ে স্বীকার করে নিচ্ছি। কিন্তু এর দ্বারা তাদের নুবওয়াত প্রমাণিত হয় না। শুধু এইটুকু ফরমান বা এইটুকু শুভ সংবাদ অথবা এইটুকু হুকুম কারো নুবওয়াতের জন্যে দলীল নয়। আহলে সুন্নাত ওয়াল জামাআতের সবারই মাযহাব এটাই যে, নারীদের মধ্যে কেউই নবী হন নাই। হ্যাঁ তবে তাঁদের মধ্যে সিদ্দিকা বা সত্যবাদিণী রয়েছেন। যেমন সর্বাপেক্ষা সম্ভ্রান্ত বংশীয়া ও মর্যাদা সম্পন্না স্ত্রীলোক মারইয়াম (আঃ) সম্পর্কে কুরআন কারীমে ঘোষিত হয়েছেঃ (আরবি) অর্থাৎ “তার (হযরত ঈসার (আঃ) মা হচ্ছে সিদ্দীকা বা চরম সত্যবাদিনী।” সুতরাং যদি তিনি নবী হতেন তবে এই জায়গায় তাকে এটাই বলা হতো।আয়াতটির ভাবার্থ হচ্ছে এই যে, যমীনে বসবাসকারী মানুষই নবী হয়ে থাকেন, এটা নয় যে, আকাশ হতে কোন ফেরেশতা অবতীর্ণ হন। যেমন এক জায়গায় মহান আল্লাহ বলেছেনঃ (আরবি)অর্থাৎ “(হে নবী সঃ)! তোমার পূর্বে আমি যে রাসূলদেরকে প্রেরণ করেছিলাম তারা অবশ্যই খাদ্য খেতো এবং বাজারে চলাফেরা করতো।” (২৫: ২০) তারা এইরূপ দেহ বিশিষ্ট ছিলেন না যে, খাদ্য গ্রহণ থেকে পবিত্র থাকবেন। তারা এমনও ছিলেন না যে, মৃত্যু তাদেরকে পেয়ে বসবে না। তারা বাজারেও চলাফেরা করতেন। আল্লাহ তাদের সাথে কৃত ওয়াদা পূর্ণ করেছেন। তিনি তাঁদের সাথে যাদেরকে ইচ্ছা মুক্তি দিয়েছেন এবং সীমালংঘনকারী লোকদেরকে ধ্বংস করে দিয়েছেন। এক আয়াতে আল্লাহ তাআ’লা বলেনঃ (আরবি)অর্থাৎ “ (হে নবী (সঃ)! তুমি বলঃ আমি তো প্রথম রাসূল নই।” (৪৬: ৯) এ কথা জেনে রাখা প্রয়োজন যে, এখানে ‘গ্রামবাসী’ দ্বারা শহরবাসী উদ্দেশ্য। কেননা, গ্রামবাসী বড়ই বক্র স্বভাব ও দুশ্চরিত্র হয়ে থাকে। এটা সর্বজন বিদিত যে, শহরবাসী হয় কোমল অন্তর ও মহৎ চরিত্রের অধিকারী। অনুরূপভাবে জনপদ হতে দূরে তাঁবুতে বসবাসকারী বেদুঈনরাও অত্যন্ত কঠোর স্বভাবের হয়ে থাকে। এ জন্যেই আল্লাহ পাক বলেনঃ (আরবি) অর্থাৎ “মরুবাসী বেদুঈনরা কুফরী ও নিফাকে খুবই কঠিন।” (৯: ৯৭) কাতাদা’'ও (রঃ) এই ভাবার্থ বর্ণনা করেছেন। কেননা, শহরের লোকদের মধ্যে বিদ্যা ও ধৈর্য বেশি থাকে।একটি হাদীসে এসেছে যে, এক মরুবাসী বেদুঈন রাসূলুল্লাহর (সঃ) সমিনে কিছু হাদিয়া পেশ করে। রাসূলুল্লাহ (সঃ) তাকে ওর বিনিময় প্রদান করেন। সে কিন্তু ওটাকে খুবই কম মনে করে। রাসূলুল্লাহ (সঃ) তাকে আরো দেন এবং শেষ পর্যন্ত তাকে খুশী করেন। অতঃপর তিনি বলেনঃ “আমি ইচ্ছা করছি যে, আমি কুরায়েশ, আনসারী, সাকাথী এবং দাওসী গোত্রের লোক ছাড়া আর কারো উপঢৌকন গ্রহণ করবো না।”হযরত আ’মাশ (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “যে মুমিনমু’মিন লোকদের সাথে মেলামেশা করে এবং তাদের দেয়া কষ্টের উপর ধৈর্য ধারণ করে সে ঐ ব্যক্তি অপেক্ষা উত্তম যে লোকদের সাথে মেলামেশা করে না এবং তাদের দেয়া কষ্টের উপর ধৈর্য ধারণও করে না।” (এ হাদীসটি ইমাম আহমদ (রঃ) স্বীয় মুসনাদ গ্রন্থে বর্ণনা করেছেন)আল্লাহ তাআ’লার উক্তিঃ (আরবি) অর্থাৎ “হে মুহাম্মদ (সঃ)! তোমাকে মিথ্যা প্রতিপন্নকারী এই লোকগুলি কি ভূপৃষ্ঠে ভ্রমণ করে নাই, অতঃপর তাদের পুর্ববর্তীদের পরিণাম কি হয়েছিল তা কি দেখে নাই?’ (৪০: ৪৮২) অর্থাৎ তাদের পূর্ববর্তী যে সব উম্মত তাদের রাসূলদেরকে মিথ্যা প্রতিপন্ন করেছিল তাদের পরিণাম ফল কি হয়েছিল! আল্লাহ কিভাবে তাদেরকে ধ্বংস করে দিয়েছিলেন! এই কাফিরদের জন্যে অনুরূপ শাস্তি রয়েছে। যেমন মহান আল্লাহ এক জায়গায় বলেনঃ (আরবি)অর্থাৎ তারা কি পৃথিবীতে ভ্রমণ করে নাই যে, তাদের অন্তরগুলি তার ফলে বোধশক্তি সম্পন্ন হতো?” (২২: ৪৬) এরূপ করলে তারা দেখতে পেতো যে, তাদের ন্যায় কাফির ও গুনাহগারদের পরিণতি কি হয়েছিল! আল্লাহ তাআ’লা কাফিরদের ধ্বংস করে দিয়েছিলেন এবং মুমিনমু’মিনদেরকে মুক্তি দিয়েছিলেন। আল্লাহ তাআ’লার নীতি তাঁর মাখলুকের সাথে এইরূপই বটে। এই জন্যেই আল্লাহ পাক বলেনঃ (আরবি) অর্থাৎ যারা আল্লাহকে ভয় করে তাদের জন্যে পরকালই উত্তম। অর্থাৎ যেমন দুনিয়ায় আমি মু'মিনদেরকে মুক্তি দিয়ে থাকি, অনুরূপভাবে আখেরাতেও তাদেরকে আমার শাস্তি হতে রক্ষা করবো এবং পরকালের মুক্তি তাদের জন্যে দুনিয়ার মুক্তি হতে উত্তম হবে। যেমন মহান আল্লাহ বলেনঃ (আরবি)অর্থাৎ “আমি অবশ্যই আমার রাসূলদেরকে এবং মু'মিনদেরকে পার্থিব জগতে সাহায্য করবো এবং যে দিন সাক্ষীগণ দাঁড়িয়ে যাবে। সেইদিন অত্যাচারীদের ওজর কোনই উপকারে আসবে না। তাদের উপর অভিসম্পাত বর্ষিত হবে এবং তাদের জন্যে নিকৃষ্ট ঘর হবে।” (৪০: ৫১-৫২) এখানে (আরবি) বা ঘরের সম্বন্ধ আখেরাতের দিকে লাগানো হয়েছে। যেমন (আরবি) এবং (আরবি) বলা হয়ে থাকে। আরব কবিদের কবিতাতেও এইরূপ (আরবি) বা সম্বন্ধ অনেক রয়েছে।"
    },
    { "ayah": 11, "surah": 12, "text": "Please check ayah 12:12 for complete tafsir." },
    {
      "ayah": 110,
      "surah": 12,
      "text": "আল্লাহ তাআ’লা বর্ণনা করছেন যে, সংকীর্ণ অবস্থায় রাসূলদের উপর তার সাহায্য অবতীর্ণ হয়। যখন আল্লাহর নবীদেরকে চতুর্দিক থেকে পরিবেষ্টন করে ফেলা হয় তখন তাদের উপর আল্লাহর সাহায্য এসে পড়ে (আরবি) এবং (আরবি) এই দু’টি কিরআত রয়েছে। হযরত আয়েশার (রাঃ) কিরআত '(আরবি)' অক্ষরে তাশদীদ দিয়ে রয়েছে। হযরত উরওয়া ইবনু যুবাইর (রাঃ) হতে বর্ণিত আছে যে, তিনি হযরত আয়েশাকে (রাঃ) জিজ্ঞেস করেনঃ “এই শব্দটি” (আরবি) না (আরবি)? হযরত আয়েশা (রাঃ) উত্তরে বলেনঃ (আরবি) পড়তে হবে।” তিনি পুনরায় বলেনঃ “তা হলে তো এর অর্থ দাঁড়ায়ঃ রাসূলগণ ধারণা করেন যে, তাদেরকে মিথ্যা প্রতিপন্ন করা হয়েছে। তবে এই ধারণা করার অর্থ কি হতে পারে? এটা তো নিশ্চিত কথা যে, তাদেরকে মিথ্যা প্রতিপন্ন করা হচ্ছিল।” উত্তরে হযরত আয়েশা (রাঃ) বলেনঃ “অবশ্যই এটা নিশ্চিত কথা যে, কাফিরদের পক্ষ থেকে তাঁদেরকে মিথ্যাবাদী মনে করা হচ্ছিল। কিন্তু এমন সময়ও এসে গেল যে, ঈমানদার উম্মতগণও সন্দেহের মধ্যে পতিত হয়ে গেল এবং সাহায্য আসতে এতো বিলম্ব হলো যে, স্বাভাবিকভাবে রাসূলগণও মনে করতে লাগলেন যে, তাঁদের মুমিনমু’মিন দলগুলিও হয়তো তাদেরকে মিথ্যা প্রতিপন্ন করতে শুরু করেছে। এমতাবস্থায় আল্লাহ তাআ’লার সাহায্য এসে পড়লো এবং তাঁরা বিজয় লাভ করলেন। তুমি একটু চিন্তা করে দেখ তো যে, (আরবি) কি করে ঠিক হতে পারে? রাসূলদের মনে কি কখনো এ ধারণা জাগতে পারে যে, তাদেরকে তাদের প্রতিপালকের পক্ষ থেকে মিথ্যা কথা বলা হয়েছে? আমরা এর থেকে আল্লাহ তাআ’লার নিকট আশ্রয় প্রার্থনা করছি।হযরত ইবনু আব্বাস (রাঃ) এটাকে (আরবি) পড়তেন এবং এর দলীল হিসেবে নিম্নের আয়াতটি পাঠ করতেনঃ (আরবি) অর্থাৎ “(পরিস্থিতি এইরূপ দাঁড়ালো যে,) শেষ পর্যন্ত রাসূল ও তার সঙ্গীয় মুমিনমু’মিনরা বলে উঠলো: কখন আল্লাহর সাহায্য আসবে? (তখন আল্লাহ তাআ’লা বললেনঃ) জেনে রেখোঁরেখো যে, আল্লাহর সাহায্য অতি নিকটবর্তী।” (২৪: ২১৬) হযরত আয়েশা (রাঃ) এটাকে কঠোরভাবে অস্বীকার করতেন এবং বলতেনঃ “আল্লাহ তাআ’লা রাসূলুল্লাহর (সঃ) সাথে যতগুলি অঙ্গীকার করেছিলেন, তার দৃঢ় প্রত্যয় ও বিশ্বাস ছিল ঐ সবগুলিই নিশ্চিত রূপে পরিপূর্ণ হবে। জীবনের শেষ মুহূর্ত পর্যন্ত তার অন্তরে এরূপ ধারণা জাগ্রত হয় নাই যে, না জানি হয়তো আল্লাহ তাআ’লার কোন ওয়াদা ভুল প্রমাণিত হবে বা হয়তো পূর্ণ হবে না। হ্যাঁ, তবে নবীদের উপর বিপদ-আপদ আসতে থেকেছে এবং শেষ পর্যন্ত তারা আশঙ্কা করে বসেছেন যে, না জানি হয়তো তাঁদের অনুসারীরাও তাদের উপর বদ-ধারণা করে তাদেরকে মিথ্যা প্রতিপন্ন করে বসবে।” ইয়াহইয়া ইবনু সাঈদ (রঃ) হতে বর্ণিত আছে যে, একটি লোক কাসিম ইবনু মুহাম্মদের (রঃ) কাছে এসে তাঁকে বলেঃ “মুহাম্মদ ইবনু কা'ব কারাযী (রঃ) (আরবি) পড়ে থাকেন।” তখন তিনি লোকটিকে বলেনঃ “তাঁকে তুমি বলবেঃ আমি (কাসিম ইবনু মুহাম্মদ) রাসূলুল্লাহর (সঃ) সহধর্মিনী হযরত আয়েশাকে (রাঃ) (আরবি) পড়তে শুনেছি। অর্থাৎ তাঁদের অনুসারীরা তাঁদেরকে মিথ্যা প্রতিপন্ন করে।” (এটা ইবনু আবি হা’তিম (রাঃ) বর্ণনা করেছেন)সুতরাং একটি কিরআত আছে তাশদীদের সঙ্গে এবং একটি কিরআত আছে তাফীফের সঙ্গে (অর্থাৎ \"(আরবি)\" অক্ষরের নীচে শুধু যের, উপরে তাব্দীদ নয়)। তাশদীদ বিহীন অবস্থায় যে তাফসীর হযরত ইবনু আব্বাস। (রাঃ) হতে বর্ণিত আছে তা তো উপরে উল্লেখিত হয়েছে। হযরত ইবনু মাসউদ (রাঃ) হতে বর্ণিত আছে যে, তিনি এই আয়াতটিকে এভাবেই পড়তেন অর্থাৎ (আরবি) পড়তেন। আর তিনি এটা এভাবে পাঠ করে বলেনঃ “কারণ এটাই যা তুমি অপছন্দ কর।” এই রিওয়াইয়াতটি ঐ রিওয়াইয়াতের বিপরীত যা এই দুই মহান ব্যক্তি হতে অন্যেরা রিওয়াইয়াত করেছেন। তাতে রয়েছে যে, হযরত ইবনু আব্বাস (রাঃ) বলেনঃ যখন রাসুলগণ তাঁদের সম্প্রদায়ের লোকদের আনুগত্য হতে নিরাশ হয়ে যান এবং তাদের সম্প্রদায়ের লোকেরা মনে করে নেয় যে, নবীরা তাদেরকে মিথ্যা কথা বলেছেন, তখনই আল্লাহর সাহায্য এসে পড়ে এবং আল্লাহ যাকে ইচ্ছা নাজাত দেন। এইরূপ তাফসীর অন্যদের থেকেও বর্ণিত আছে। আবু হামযা’ আল জাযারী (রঃ) হতে বর্ণিত আছে যে, একজন কুরাইশী যুবক হযরত সাঈদ ইবনু জুবাইরকে (রাঃ) বলেনঃ “জনাব! (আরবি) শব্দটিকে কিভাবে পড়তে হবে? এই শব্দটির কারণে হয়তো আমি এই আয়াতটির পাঠ ছেড়েই দেবো।” তখন তিনি যুবকটিকে বলেনঃ “তা হলে শুন! এর ভাবার্থ হচ্ছেঃ যখন নবীরা তাঁদের কওমের আনুগত্য থেকে নিরাশ হয়ে যান এবং কওম বুঝে নেয় যে, নবীরা তাদেরকে মিথ্যা কথা বলেছেন (তখনই আল্লাহর সাহায্য এসে যায়)।” এ কথা শুনে যহহাক ইবনু মাযাহিম (রাঃ) খুবই খুশী হন এবং বলেনঃ “এইরূপ উত্তর আমি কোন জ্ঞানী ব্যক্তির মুখে ইতিপূর্বে শুনি নাই। যদি আমি এখান হতে ইয়ামনে গিয়েও এরূপ উত্তর শুনতাম তবে ওটাকেও আমি খুবই সহজ মনে করতাম।” (এটা ইমাম ইবনু জারীর (রাঃ) বর্ণনা করেছেন) মুসলিম ইবনু ইয়াসারও (রাঃ) তাঁর এই জবাব শুনে খুশী হয়ে তার কাঁধে কাঁধ মিলিয়ে দেন। আর তিনি বলেনঃ “আল্লাহ তাআ’লা আপনার চিন্তা ও উদ্বেগ এমনিভাবে দূর করে দিন যেমনি ভাবে আপনি আমাদের উদ্বেগ ও চিন্তা দূর করলেন।” আরো বহু মুফাসিরও এই ভাবার্থই বর্ণনা করেছেন। হযরত মুজাহিদ (রঃ) তো \"(আরবি)\" অক্ষরে যবর দিয়ে (আরবি) পড়েছেন। কতক মুফাসসির (আরবি) ক্রিয়াপদের কর্তা বলেছেন মুমিনমু’মিনদেরকে আর কেউ কেউ কাফিরদেরকে কর্তা বলেছেন। অর্থাৎ কাফিররা অথবা কোন কোন মু'মিন এই ধারণা করেছিলেন যে, রাসূলগণ। সাহায্যের যে ওয়াদা দিয়েছিলেন তাতে তারা মিথ্যাবাদী প্রমাণিত হয়েছেন।হযরত আবদুল্লাহ ইবনু মাসউদ (রাঃ) বলেন যে, রাসূলগণ নিরাশ হয়ে যান অর্থাৎ তাদের কওমের ঈমান হতে নিরাশ হয়ে যান এবং আল্লাহর সাহায্য আসতে বিলম্ব দেখে তাঁদের কওম ধারণা করতে লাগে যে, তাদেরকে মিথ্যা ওয়াদা দেয়া হয়েছিল। সুতরাং এই দু’টি রিওয়াইয়াত এই দু’জন মহান সাহাবী হতে বর্ণিত আছে। আর হযরত আয়েশা (রঃ) স্পষ্টভাবে এটা অস্বীকার করেন। ইমাম ইবনু জারীরও (রঃ) হযরত আয়েশার (রাঃ) পক্ষেই মত দিয়েছেন এবং অন্যান্য উক্তিগুলি খণ্ডন করেছেন। এ সব ব্যাপারে আল্লাহ তাআ’লাই সর্বাধিক সঠিক জ্ঞানের অধিকারী।"
    },
    {
      "ayah": 111,
      "surah": 12,
      "text": "আল্লাহ তাআ’লা বলেন যে, নবীদের ঘটনাবলী, মুসলমানদের মুক্তি এবং কাফিরদের ধ্বংসের কাহিনীর মধ্যে জ্ঞানবানদের জন্যে বড়ই শিক্ষণীয় বিষয় রয়েছে। কুরআন কারীম বানানো কথার কিতাব নয়। এটা পূর্ববর্তী আসমানী কিতাব সমূহের সত্যতার দলীল। ঐ সব গ্রন্থে আল্লাহ তাআ’লার যে সব সঠিক ও সত্য কথা রয়েছে সেগুলির স্বীকারোক্তি করে। আর যেগুলির পরিবর্তন ও পরিবর্ধন করে দেয়া হয়েছে সেগুলি ছাঁটাই করে দেয়। ঐ গুলির যে সব কথা বাকী রাখার যোগ্য সেগুলি বাকী রাখার এবং যেগুলি রহিত হয়ে গেছে সেগুলি রহিত হয়ে যাওয়ার বর্ণনা কুরআন কারীম দিয়ে থাকে। পবিত্র কুরআন প্রত্যেক হালাল, হারাম, পছন্দনীয় এবং অপছন্দনীয় বিষয়ের স্পষ্ট ও খোলাখুলি বর্ণনা দিয়ে থাকে। আনুগত্য, অবশ্য করণীয়, মুস্তাহাব, মাকরূহ ইত্যাদির বর্ণনা দেয়। সংক্ষিপ্ত ও বিস্তারিত খবর কুরআন পাক প্রদান করে থাকে। মহা মহিমান্বিত আল্লাহর গুণাবলী বর্ণনা করে এবং বান্দারা তাদের সষ্টিকর্তার ব্যাপারে যে ভুলত্রুটি করে থাকে তার সংশোধন করে। সৃষ্টজীব আল্লাহর কোন গুণ বা বিশেষণ তার সৃষ্টির মধ্যে আনয়ন করবে এর থেকে পবিত্র কুরআন বাধা দিয়ে থাকে। সুতরাং এই কুরআন মুমিনমু’মিনদের জন্যে হিদায়াত ও রহমত। এর মাধ্যমে তাদের অন্তর বিভ্রান্তি থেকে হিদায়াত, মিথ্যা হতে সত্য এবং অকল্যাণ হতে কল্যাণের পথ পেয়ে থাকে। আর তারা বান্দার প্রতিপালকের কাছে দুনিয়া ও আখেরাতের কল্যাণ লাভ করে থাকে। আমাদেরও প্রার্থনা এই যে, আল্লাহ তাআ’লা যেন আমাদেরকে দুনিয়া ও আখেরাতে এই রূপ মুমিনমু’মিনদের সাথেই রাখেন এবং কিয়ামতের দিন যখন কতকগুলি চেহারা উজ্জ্বল হবে, আর কতকগুলি চেহারা হবে কালিমাযুক্ত, তখন যেন আমাদেরকে উজ্জ্বল চেহারা বিশিষ্ট লোকদেরই অন্তর্ভুক্ত করেন। আমীন!"
    },
    {
      "ayah": 12,
      "surah": 12,
      "text": "১১-১২ নং আয়াতের তাফসীর\nবড় ভাই রাওভীলের পরামর্শক্রমে ইউসুফকে (আঃ) নিয়ে গিয়ে কুপে ফেলে দেয়ার উপর স্থির সিদ্ধান্তে উপণীত হয়ে তাঁরা তাঁদের পিতার কাছে আসলেন এবং বললেনঃ “আব্বাজান! ইউসুফের (আঃ) ব্যাপারে আপনি আমাদেরকে বিশ্বস্ত মনে করেন না, এর কারণ কি? অথচ আমরা তো তার ভাই! আমরা ছাড়া তার অধিক শুভাকাঙ্খী আর কে হতে পারে?” (আরবী) ও (আরবী) এর অন্য পঠন (আরবী) ও (আরবী) এরূপও রয়েছে। হযরত ইবনু আব্বাস (রাঃ) বলেন যে, এর অর্থ হচ্ছেঃ ছুটাছুটি করা ও আনন্দ উপভোগ করা। কাতাদা’ (রঃ), যহ্‌হাক (রঃ), সুদ্দী (রঃ) প্রভৃতি গুরুজনও এরূপই বলেছেন।(আরবী) তাঁরা তাঁদের পিতাকে বললেনঃ আমরা পুরো মাত্রায় তার রক্ষণাবেক্ষণ করবো। সুতরাং আপনার চিন্তার কোন কারণ নেই।"
    },
    { "ayah": 13, "surah": 12, "text": "Please check ayah 12:14 for complete tafsir." },
    {
      "ayah": 14,
      "surah": 12,
      "text": "১৩-১৪ নং আয়াতের তাফসীর\nআল্লাহ তাআ’লা তাঁর নবী হযরত ইয়াকুবের (আঃ) ব্যাপারে খবর দিচ্ছেন যে, তিনি তাদের আবেদনের জবাবে বললেনঃ ‘তোমরা তো জান যে, আমি আমার পুত্র ইউসুফের (আঃ) বিচ্ছেদ মোটেই সহ্য করতে পারি না। সুতরাং তোমরা যে তাকে তোমাদের সাথে নিয়ে যেতে চাচ্ছ, এই সময়টুকুর বিচ্ছেদ আমার কাছে খুবই কঠিন ঠেকছে!’ হযরত ইউসুফের (আঃ) প্রতি তাঁর পিতা হযরত ইয়াকুবের (আঃ) এতো বেশী আকর্ষণের কারণ ছিল এই যে, তিনি তার চেহারায় বড় উত্তম গুণের লক্ষণ দেখতে পাচ্ছিলেন। তাঁর ললাটে নুবওয়াতের জ্যোতি চমকাচ্ছিল। তিনি ছিলেন অতি উত্তম চরিত্রের অধিকারী। তাঁর কথাবার্তায় মহত্ত্বের লক্ষণ প্রকাশ পাচ্ছিল। তার দৈহিক রূপ ছিল যেমন অতীব সুন্দর, তেমনই চরিত্রের দিক দিয়েও তিনি ছিলেন অত্যন্ত মহান। তাঁর উপর আল্লাহর রহমত বর্ষিত হোক!তাঁকে ভাইদের সাথে পাঠাতে আপত্তি করার দ্বিতীয় কারণ বলতে গিয়ে তিনি বলেনঃ তোমরা বকরী চরানো ও অন্যান্য কাজে নিমগ্ন থাকবে, আর এই সুযোগে হয়তো নেকড়ে বাঘ এসে ইউসুফকে (আঃ) খেয়ে ফেলবে। তোমরা হয়তো কোন টেরই পাবে না। হায়! হযরত ইয়াকুবের (আঃ) এই কথাটিকে তারা লুফে নিলেন এবং এটাকেই উপযুক্ত ও সঠিক ওযরের পন্থা মনে করলেন। তাঁরা সিদ্ধান্ত নিয়ে ফেললেন যে, ইউসুফকে (আঃ) হারিয়ে দিয়ে পিতার সামনে এসে মনগড়া এই ওযরই পেশ করবেন। তৎক্ষণাৎ তাঁরা পিতাকে তাঁর কথার উত্তরে বললেনঃ “আব্বাজান! আপনি এটা কি চিন্তা করছেন? আমাদের মতো একটা শক্তিশালী দল বিদ্যমান থাকতেও ইউসুফকে (আঃ) নেকড়ে বাঘে খেয়ে ফেলবে? এটা অসম্ভব ব্যাপারই বটে। যদি এটাই হয় তবে তো আমরা সম্পূর্ণ ক্ষতিগ্রস্তদের অন্তর্ভুক্ত হয়ে যাবো।”"
    },
    {
      "ayah": 15,
      "surah": 12,
      "text": "পিতাকে বুঝিয়ে সুঝিয়ে তারা তাঁকে সম্মত করেই নিলো এবং হযরত ইউসুফকে (আঃ) নিয়ে জঙ্গলের দিকে চললো। তারা সবাই একমত হয়ে গেল যে, ইউসুফকে (আঃ) কোন অব্যবহৃত কূপের মধ্যে নিক্ষেপ করে দিবে। অথচ তারা পিতাকে বলেছিল যে, ইউসুফকে (আঃ) তারা আনন্দিত করবে এবং তারা সম্মানের সাথে নিয়ে যাবে। কিন্তু জঙ্গলে গিয়েই তারা বিশ্বাস ঘাতকতা শুরু করে দিলো এবং সবচেয়ে বড় কথা এই যে, একই সাথে সবাই তারা হৃদয়কে কঠোর করে নিলো। হযরত ইউসুফকে (আঃ) বিদায় করার সময় তাঁর পিতা হযরত ইয়াকুব (আঃ) তাকে বুকে জড়িয়ে ধরেন এবং চুমু খান। তারপর তাঁর জন্যে দুআ’' করেন। পিতার চক্ষুর আড়াল হওয়া মাত্রই ভ্রাতাগণ ইউসুফকে (আঃ) কষ্ট দিতে শুরু করে। তাঁকে গাল মন্দ দেয় এবং মারপিট করে। এরপর ঐ কূপের কাছে এসে তারা রশি দ্বারা তাঁর হাত পা বেঁধে কূপের মধ্যে ফেলে দিতে উদ্যত হয়। তিনি এক এক জনের কাছে গিয়ে অঞ্চল টেনে ধরেন এবং দয়ার আবেদন জানান। কিন্তু প্রত্যেকেই তাঁকে মেরে, ধাক্কা দিয়ে ফেলে দেয়। অবশেষে তিনি নিরাশ হয়ে যান। তারপর সবাই মিলে তাঁকে আরো শক্ত করে রশি দ্বারা বেঁধে কূপের মধ্যে লটকিয়ে দেয়। তিনি কূপের পার্শ্বদেশ হাত দ্বারা ধরে নেন। কিন্তু ভ্রাতাগণ তাঁর অঙ্গুলির উপর মেরে কূপের পার্শ্বদেশ থেকে তার হাত ছাড়িয়ে নেয়। কূপের অর্ধেক পর্যন্ত তিনি পৌঁছেছেন এমতাবস্থায় তারা রশি কেটে দেয় এবং তিনি কূপের তলদেশে পড়ে যান। কূপের মধ্যে একটি পাথর ছিল, তিনি ঐ পাথরের উপর দাঁড়িয়ে যান। ঐ বিপদের সময় ঠিক ঐ কঠিন ও সংকীর্ণ মুহূর্তে আল্লাহ তাআ’লা তাঁর কাছে ওয়াহী পাঠালেন যে, তিনি যেন মনে প্রশান্তি আনয়ন করেন এবং ধৈর্য ও সহিষ্ণুতা অবলম্বন করেন। চিন্তার কোনই কারণ নেই। তিনি যেন এটা মনে না করেন যে, ঐ বিপদ কখনো দূর হবে না। তার জেনে রাখা উচিত যে, কষ্টের পরেই স্বস্তি রয়েছে। তাঁর ভাইদের উপর মহান আল্লাহ তাঁকে বিজয় দান করবেন। তারা তাঁর কাছে নতি স্বীকার করবে। তারা আজ তাঁর সাথে যে কাজ করলে এমন সময় আসবে যে, তাদেরকে তাদের এই কাজ সম্পর্কে অবহিত করে দেয়া হবে। তখন তারা লজ্জায় অবনত মস্তকে দাড়িয়ে নিজেদের অপরাধমূলক কাজের কথা শুনতে থাকবে এবং তারা জানতেও পারবে না যে, তিনিই ইউসুফ (আঃ)। যেমন হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণিত আছে যে, যখন হযরত ইউসুফের (আঃ) ভ্রাতাগণ তাঁর নিকট আগমন করে তখন তিনি তাদেরকে চিনে নেন, কিন্তু তারা তাকে চিনতে পারে নাই। ঐ সময় তিনি একটি পেয়ালা চেয়ে নেন এবং ওটাকে নিজের হাতের উপর রেখে অঙ্গুলি দ্বারা আঘাত করেন। ফলে ঠন ঠন শব্দ হয়। তখনই তিনি ভাইদেরকে লক্ষ্য করে বলেনঃ “এই পেয়ালাটি তো কিছু কথা বলছে এবং তোমাদের সম্পর্কেই বলছে। এটা এই কথা বলছে যে, তোমাদের নাকি ইউসুফ (আঃ) নামক একটি বৈমাত্রেয় ভাই ছিল। তোমরা তাকে তোমাদের পিতার নিকট থেকে নিয়ে গিয়ে একটি কূপে ফেলে দিয়েছে। আবার তিনি ঐ পেয়ালাটিকে অঙ্গুলি দ্বারা আঘাত করেন এবং কিছুক্ষণ তাতে কান লাগিয়ে দিয়ে বলেনঃ “এই পেয়ালাটি বলছে যে, তোমরা নাকি তাঁর গায়ের জামায় মিথ্যা রক্ত মাখিয়ে দিয়ে তা নিয়ে পিতার নিকট আগমন কর এবং তাঁকে বল যে, তাঁর ছেলে ইউসুফকে (আঃ) নেকড়ে বাঘে খেয়ে ফেলেছে।” হযরত ইউসুফের (আঃ) এ কথা শুনে তো তাদের আক্কেল গুড়ুম। তারা তখন পরস্পর বলাবলি করেঃ “হায় আমাদের দুর্ভাগ্য! গুপ্ত রহস্য তো প্রকাশ হয়ে পড়লো! পেয়ালাটি তো সমস্ত সত্য কথা বাদশাহকে বলে দিলো!” (এটা ইবনু জাবীর (রঃ) বর্ণনা করেছেন)  আল্লাহ তাআ’লার “তুমি তাদেরকে তাদের এই কর্মের কথা অবশ্যই বলে দেবে, যখন তারা তোমাকে চিনবে না” এই উক্তির তাৎপর্য এটাই।"
    },
    { "ayah": 16, "surah": 12, "text": "Please check ayah 12:18 for complete tafsir." },
    { "ayah": 17, "surah": 12, "text": "Please check ayah 12:18 for complete tafsir." },
    {
      "ayah": 18,
      "surah": 12,
      "text": "১৬-১৮ নং আয়াতের তাফসীর\nহযরত ইউসুফকে (আঃ) অন্ধকার কূপে ফেলে দেয়ার পর তাঁর ভ্রাতাগণ কি করেছিল আল্লাহ তাআ’লা এখানে সেই খবরই দিচ্ছেন। গুপ্তভাবে তারা ছোট ভাই, আল্লাহর নিস্পাপ নবী এবং পিতার চোখের মণি হযরত ইউসুফের (আঃ) উপর অবিচার ও অত্যাচারের পাহাড় ভেঙ্গে দিয়ে রাত্রে তারা বাহ্যিকভাবে দুঃখের ভান করে কাঁদতে কাঁদতে পিতার নিকট আগমন করে। আর ইউসুফকে (আঃ) হাত ছাড়া করে দেয়ার কারণ বর্ণনা করতে গিয়ে বলেঃ “হে পিতঃ! আমরা তীরন্দাযী ও দৌড় প্রতিযোগিতা শুরু করি এবং ছোট ভাই ইউসুফকে (আঃ) আমাদের আসবাবপত্রের নিকট রেখে যাই। ঘটনাক্রমে ঐ সময়েই নেকড়ে বাঘ এসে পড়ে এবং তাঁকে খেয়ে ফেলে। এরপর তারা তাদের পিতার কাছে নিজেদের কথা সত্য প্রমাণিত করার জন্যে বললো: “আব্বাজান! এটা এমন একটা ঘটনা যে, তা সত্য বলে মেনে নিতে আপনার বিবেকে বাধছে, পূর্বেই তো আপনার মনে খটকা লেগেছিল এবং ঘটনাক্রমে তা ঘটেই গেল। তবুও কিন্তু আপনি আমাদেরকে সত্যবাদী রূপে মেনে নিতে পারছেন না। অথচ আমরা যে সত্যবাদী তাতে বিন্দুমাত্র সন্দেহের অবকাশ থাকতে পারে না। কিন্তু আমাদেরকে সত্যবাদীরূপে মেনে না নেয়ার ব্যাপারে আপনি একদিক দিয়ে সত্যের উপর রয়েছেন। কেননা, এটা এমনই একটা অস্বাভাবিক ঘটনা যে, এটা দেখে আমরা নিজেরাই বিস্মিত না হয়ে পারি না। এটা ছিল তাদের মৌখিক কথা। এছাড়া একটা মিথ্যা প্রমাণও তারা পেশ করেছিল। অর্থাৎ তারা বকরীর একটা বাচ্চাকে যবাহ করে ওর রক্ত দ্বারা হযরত ইউসুফের (অঃ) জামাটি রঞ্জিত করেছিল। ঐ জামাটি তারা পিতার সামনে হাযির করে বলেছিলঃ “দেখুন! ইউসুফের (আঃ) দেহের রক্ত তার জামায় ভরে রয়েছে। কিন্তু আল্লাহ তাআ’লার কি মহিমা যে, তারা সবকিছুই করেছিল, কিন্তু জামাটি ছেদন করতে ভুলে গিয়েছিল। ফলে পিতার কাছে তাদের প্রতারণা ধরা পড়ে যায়। কিন্তু তিনি নিজেকে সামলিয়ে নিলেন এবং স্পষ্টভাবে ছেলেদেরকে তেমন কিছু বললেন না। তথাপি ছেলেরা বুঝে নেয় যে, তাদের পিতার কাছে তাদের ধোকাবাজী ধরা পড়ে গেছে। তাদের পিতা তাদেরকে শুধু বললেনঃ “তোমাদের মন এই কথা বানিয়ে নিয়েছে। যাই হোক, আমি ধৈর্য ধারণ করবো যে পর্যন্ত না আল্লাহ তাআ’লা দয়া পরবশ হয়ে আমার এই দুঃখ দুর করে দেন। তোমরা যে একটা মিথ্যা কথা আমার কাছে বর্ণনা করছে এবং একটা অসম্ভব ব্যাপারের উপর আমাকে বিশ্বাস স্থাপন করতে বলছো তার জন্যে আমি একমাত্র আল্লাহরই নিকট সাহায্য প্রার্থনা করছি। যদি তাঁর সাহায্য লাভে আমি সমর্থ হই তবে অবশ্যই দুধ ও পানি পৃথক হয়ে যাবে।হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণিত আছে যে, হযরত ইউসুফের (আঃ) রক্ত-রঞ্জিত জামাটি দেখে তাঁর পিতা হযরত ইয়াকুব (আঃ) বলেছিলেনঃ “এটা বড়ই বিস্ময়কর ব্যাপার যে, নেকড়ে বাঘে ইউসুফকে (আঃ) খেয়ে ফেললো এবং তাঁর জামাটি রক্তে রঞ্জিত হলো, অথচ তা একটুও ছিড়লো না বা ফাটলো না! যা হোক, আমি ধৈর্যধারণকরবো, যাতে না থাকবে কোন অভিযোগ এবং না থাকবে কোন চিন্তা ও উদ্বেগ।” সাওরী (রঃ) তাঁর কোন এক সহচর হতে বর্ণনা করেছেন যে, তিনি বলেছেনঃ “সবর বা ধৈর্য হচ্ছে তিনটি জিনিষের নাম। (১) নিজের বিপদ আপদের কথা কারো কাছে বর্ণনা না করা। (২) নিজের দুঃখের কাহিনী গেয়ে কারো সামনে ক্রন্দন না করা এবং (৩) নিজেকে পাক পবিত্র মনে না করা।” এখানে ইমাম বুখারী (রঃ) হযরত আয়েশার (রাঃ) ঐ ঘটনাটির পূর্ণ হাদীস বর্ণনা করেছেন, যাতে তাঁর উপর অপবাদ লাগানোর বর্ণনা রয়েছে। সেখানে তিনি বলেছেনঃ “আল্লাহর শপথ! আমার এবং আপনাদের দৃষ্টান্ত হযরত ইউসুফের (আঃ) পিতার মতই বটে। তিনি বলেছিলেনঃ “এখন পূর্ণ ধৈর্যই শ্রেয়, তোমরা যা বলছে সে বিষয়ে একমাত্র আল্লাহই আমার সাহায্যস্থল।”"
    },
    { "ayah": 19, "surah": 12, "text": "Please check ayah 12:20 for complete tafsir." },
    { "ayah": 2, "surah": 12, "text": "Please check ayah 12:3 for complete tafsir." },
    {
      "ayah": 20,
      "surah": 12,
      "text": "১৯-২০ নং আয়াতের তাফসীর\nইউসুফের (আঃ) ভ্রাতাগণ তাঁকে কূপে নিক্ষেপ করার পর কি ঘটেছিল আল্লাহ তাআ’লা এখানে তারই বর্ণনা দিচ্ছেন। তারা তাঁকে কূপের মধ্যে নিক্ষেপ করে চলে যায়। তিনি তিন দিন ধরে একাকী ঐ অন্ধকার কূপের মধ্যে অবস্থান করেন। মুহাম্মদ ইবনু ইসহাক (রঃ) বর্ণনা করেছেন যে, ঐ কূপে নিক্ষেপ করার পর তাঁর ভ্রাতাগণ তামাশা দেখার উদ্দেশ্যে ঐ কূপের আশে পাশে সারাদিন ঘোরাফেরা করে। মহান আল্লাহর কুদরতের ফলে এক যাত্রীদল সেখান দিয়ে গমন করে। তারা তাদের পানি সংগ্রাহককে পানি আনার জন্যে পাঠিয়ে দেয়। লোকটি ঐ কূপেই তার বালতি নামিয়ে দেয়। হযরত ইউসুফ (আঃ) শক্ত করে বালতির রশি ধরে নেন এবং পানির পরিবর্তে তিনিই উপরে উঠে পড়েন। পানি সংগ্রাহক লোকটি তো এ দেখে আনন্দে আটখানা হয়ে যায় এবং সশব্দে বলে ওঠেঃ “আরে সুবহানাল্লাহ! এ যে কিশোর ছেলে এসে গেছে! অন্য পঠনে (আরবি) এরূপও রয়েছে। সুদ্দী (রঃ) বলেন যে, পানি সংগ্রাহককে যে লোকটি পাঠিয়েছিল তার নামও ছিল বুশরা। পানি সংগ্রাহক লোকটি তার নাম ধরে ডেকে বলেছিল যে, তার ডোলে একটি ছেলে উঠে গেছে। কিন্তু সুদ্দীর (রঃ) এই উক্তিটি খুবই দুর্বল। এই ধরনের পঠনে এইরূপ অর্থই হতে পারে। এর ইযাফত বা সম্বন্ধ তার নিজের দিকেই হয়েছে এবং ইযাফতের (আরবি) অক্ষরকে লোপ করে দেয়া হয়েছে। এরই পৃষ্ঠপোষকরূপে (আরবি) এই কিরআতটি রয়েছে। যেমন আরবের লোকেরা (আরবি) ও (আরবি) এইরূপ বলে থাকে। (আরবি) এর অক্ষরটিকে লোপ করে দিয়ে ঐ সময় (আরবি) দেয়াও জায়েয এবং (আরবি) দেয়াও জায়েয। সুতরাং এটা এরই পর্যায়ভুক্ত। আর (আরবি) এই দ্বিতীয় কিরআতটি এর তাফসীর। এ সব ব্যাপারে আল্লাহ তাআ’লাই সর্বাধিক সঠিক জ্ঞানের অধিকারী।লোকগুলি হযরত ইউসুফকে (আঃ) মূলধন হিসেবে লুকিয়ে রাখে। যাত্রীদলের অন্যান্য লোকদের কাছে এটা গোপন রাখার চেষ্টা করে। তাদেরকে বলে যে, তারা তাঁকে কূপের পার্শ্ববর্তী লোকদের নিকট থেকে ক্রয় করে নিয়েছে। প্রকত ব্যাপার গোপন করার কারণ ছিল এই যে, যাত্রীদলের অন্যান্য লোক যেন তাদের সাথে অংশীদার হতে না পারে। এটা মুজাহিদ (রঃ), সুদ্দী (রঃ) এবং ইবনু জারীরের (রঃ) উক্তি। (আরবি) (তারা তাকে পণ্যরূপে লুকিয়ে রাখে) এই উক্তি সম্পর্কে আওফী (রঃ) হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণনা করেছেন যে, এর ভাবার্থ হচ্ছেঃ ইউসুফের (আঃ) ভ্রাতাগণ তাঁর অবস্থা এবং তিনি যে তাদের ভাই একথা গোপন রাখে। আর ইউসুফও (আঃ) নিজের অবস্থা গোপন রাখেন এই ভয়ে যে তাঁর ভ্রাতাগণ হয়তো তাকে মেরে ফেলবে। তাই তিনি তাঁর ভাইদের মাধ্যমে বিক্রি হয়ে যাওয়াই পছন্দ করলেন।(আরবি) অর্থাৎ আল্লাহ তাআ’লা হযরত ইউসুফের (আঃ) ভাইদের কার্যকলাপ পূর্ণরূপে অবগত ছিলেন। কিছুই তাঁর অজানা ছিল না। যদিও তিনি তৎক্ষণাৎ এই গুপ্ত রহস্য প্রকাশ করে দিতে সক্ষম ছিলেন, তথাপি যে তিনি তখনই তা প্রকাশ করা হতে বিরত থাকলেন, এতে তাঁর পূর্ণ নিপুণতা রয়েছে। তাঁর (ইউসুফের আঃ) ভাগ্যে এটাই লিপিবদ্ধ ছিল। কাজেই তিনি তাঁকে তাঁর ভাগ্যের উপরই ছেড়ে দেন। সৃষ্টি ও হুকুম একমাত্র তাঁরই, সারা বিশ্বের প্রতিপালক কতইনা মহান। এর মাধ্যমে রাসূলুল্লাহকেও (সঃ) এক প্রকারের সান্ত্বনা দান করা হয়েছে। মহান আল্লাহ যেন তাঁকে বলছেনঃ হে মুহাম্মদ (সঃ) তোমার কওম যে তোমাকে কষ্ট দিচ্ছে এটা আমি দেখতে রয়েছি। আমার এ ক্ষমতা রয়েছে যে, এখনই তাদেরকে ধ্বংস করে দিয়ে তোমাকে বিপদ মুক্ত করি। কিন্তু আমার সমস্ত কাজ হিকমতে পরিপূর্ণ। এখনই আমি তাদেরকে ধ্বংস করবো না। তুমি নিশ্চিন্ত থাকো। অচিরেই তুমি তাদের উপর বিজয় লাভ করবে। ধীরে ধীরে আমি তাদেরকে ধ্বংসের পথে নিয়ে যাবো। যেমন আমি ইউসুফ (আঃ) এবং তার ভাইদের মাঝে হিকমতের সাথে কাজ করেছি। অবশেষে ইউসুফের (আঃ) এবং তার ভাইদের মাঝে হিকমতের সাথে কাজ করেছি। অবশেষে ইউসুফের (আঃ) সামনে তাদেরকে মাথা নত করতে হয়েছে এবং তারা তার মর্যাদার কথা অকপটে স্বীকার করে নিয়েছে।(আরবি) অর্থাৎ ইউসুফের ভ্রাতাগণ তাঁকে অতি অল্প মূল্যে বিক্রি করে দিলো। মুজাহিদ (রঃ) ও ইকরামা (রঃ) বলেন যে, (আরবি)শব্দের অর্থ হচ্ছে কম। যেমন আল্লাহ পাক বলেনঃ (আরবি)অর্থাৎ “সে (মু'মিন) পুরস্কার কমে যাওয়ার ও আযাব বৃদ্ধি পাওয়ার ভয় করবে না।” (৭২: ১৩) অর্থাৎ ইউসুফের (আঃ) ভাই এরা তাঁকে খুবই কম মূল্যে বণিকদের হাতে বিক্রি করে দিলো এবং এভাবে কম মূল্যে বিক্রি করতে তাদের মনে বাধেনি। এমন কি তারা বিনা মূল্যে চাইলেও দিয়ে দিতো। কেননা, তাঁর প্রতি তাদের কোন আকর্ষণই ছিল না।হযরত ইবনু আব্বাস (রাঃ), মুজাহিদ (রঃ) এবং যহহাক (রঃ) বলেন যে, (আরবি) এর \"(আরবি)\" সর্বনামটি ইউসুফের (আঃ) ভাইদের দিকে ফিরেছে। আর কাতাদা’ (রঃ) বলেন যে ওটা ফিরেছে যাত্রীদলের দিকে। কিন্তু প্রথম উক্তিটিই বেশী প্রবল। কেননা, যাত্রীদল তো হযরত ইউসুফকে (আঃ) দেখে খুবই খুশী হয়েছিল এবং তাঁকে মুলধন হিসেবে লুকিয়ে রেখেছিল। সুতরাং তাঁর প্রতি তাদের যদি আকর্ষণ না থাকতো তবে তারা এরূপ করবে কেন? সুতরাং এখানে ভাবার্থ এটাই হবে যে, ইউসুফের (আঃ) ভাই এরা তাঁকে অতি নগন্য মূল্যে বিক্রি করে দিয়েছিল।(আরবি) দ্বারা হারাম ও যুলুমও উদ্দেশ্য হয়ে থাকে। কিন্তু এখানে উদ্দেশ্য এটা নয়। কেননা এই মূল্যের হারাম হওয়ার কথা তো সর্বজন বিদিত। কারণ তিনি নিজে ছিলেন নবী, তাঁর পিতা ছিলেন নবী, তাঁর পিতামহ ছিলেন নবী এবং তাঁর প্রপিতামহ ছিলেন আল্লাহর নবী ও খলীল (দোস্ত) হযরত ইবরাহীম (আঃ)। সুতরাং তিনি ছিলেন কারীম ইবনু কারীম ইবনু কারীম ইবনু কারীম। অতএব, এখানে অর্থ হবে অল্প, নগণ্য এবং নামে মাত্র মূল্যে বিক্রি করা, যদিও সেটা হারাম ও যুলুমও ছিল। তারা ভাইকে বিক্রি করে দিচ্ছে, তাও আবার নগণ্য মূল্যে। এ জন্যই আল্লাহ পাক (আরবি) (কয়েক দিরহামের বিনিময়ে) বলেছেন। হযরত ইবনু মাসউদ (রাঃ) হতে বর্ণিত আছে যে, তারা তাঁকে বিশ দিরহামের বিনিময়ে বিক্রি করেছিল। হযরত ইবনু আব্বাস (রাঃ), নাওফুল বাকালী (রাঃ), সুদ্দী (রঃ), কাতাদা’ (রঃ) এবং আতিয়া আওফীও (রঃ) এরূপই বলেছেন। তারা পরস্পরের মধ্যে দু’দিরহাম করে বণ্টন করে নেয়। মুজাহিদ (রঃ) বলেন যে, তারা তাঁকে বাইশ দিরহামে বিক্রি করেছিল আর মুহাম্মদ ইবনু ইসহাক (রঃ) এবং ইকরামা (রঃ) বলেন যে, চল্লিশ দিরহামে বিক্রি করেছিল। (আরবি) এই উক্তি সম্পর্কে যহ্‌হাক (রঃ) বলেনঃ তারা হযরত ইউসুফের (আঃ) নুবওয়াত এবং মহা মহিমান্বিত আল্লাহর নিকট তাঁর কি মর্যাদা রয়েছে এসব সম্পর্কে মোটেই অবহিত ছিল না তাই তারা ঐ নগণ্য মূল্যে বিক্রি করেই সন্তুষ্ট হয়েছিল। হযরত মুজাহিদ (রঃ) বলেন যে, এতো সব করেও তাদের মনে তৃপ্তি আসে নাই বরং তারা যাত্রীদলের পিছনে পিছনে চলতে শুরু করে এবং তাদেরকে বলেঃ “এই গোলামের মধ্যে পালিয়ে যাওয়ার অভ্যাস আছে। সুতরাং তাকে মযবুত করে বেধে নাও, না হলে হয়তো তোমাদের হাত থেকেও পালিয়ে যাবে।” এ ভাবে বেঁধে বেঁধে তারা তাকে মিসর পর্যন্ত নিয়ে যায় এবং সেখানকার বাজারে তাঁকে বিক্রী করতে উদ্যত হয়। হযরত ইউসুফ (আঃ) ঐ সময় বলেছিলেনঃ “আমাকে যে ব্যক্তি ক্রয় করবে সে অবশ্যই খুশী হয়ে যাবে।” অতঃপর তাকে মিসরের বাদশাহ্ (আযীয) ক্রয় করে নেন এবং তিনি মুসলমান ছিলেন।"
    },
    { "ayah": 21, "surah": 12, "text": "Please check ayah 12:22 for complete tafsir." },
    {
      "ayah": 22,
      "surah": 12,
      "text": "২১-২২ নং আয়াতের তাফসীর\nআল্লাহ তাআ’লা খবর দিচ্ছেন যে, মিসরের যে লোকটি হযরত ইউসুফ (আঃ) কে ক্রয় করেছিলেন, আল্লাহ তাঁর অন্তরে তাঁর মর্যাদা ও ব্যক্তিত্বের ভাল জাগিয়ে দিয়েছিলেন। তিনি হযরত ইউসুফের (আঃ) চেহারায় নূরাণী ঔজ্জ্বল্যের ভাব লক্ষ্য করেই বুঝে ফেলে ছিলেন যে, তার মধ্যে মঙ্গল ও যোগ্যতা নিহিত রয়েছে। লোকটি ছিলেন মিসরের উযীর। হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণিত আছে যে, তাঁর নাম ছিল কিত্‌ফীর। আর মুহাম্মদ ইবনু ইসহাক (রঃ) বলেন যে, তাঁর নাম ছিল ইতফীর ইবনু রাওহীব। আর তিনিই হচ্ছেন আযীয। তিনি মিসরের কোষাগারের কোষাধ্যক্ষ ছিলেন। ঐ সময় মিসরের বাদশাহ ছিলেন রাইয়ান ইবনু ওয়ালীদ। তিনি আমালীকদের অন্তর্ভুক্ত ছিলেন। মিসরের আযীযের স্ত্রীর নাম ছিল রাঈল বিনতু রাআ’বীল। কেউ কেউ তার নাম যুলাইখাও বলেছেন। হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণিত আছে যে, মিসরের যে লোকটি হযরত ইউসুফকে (আঃ) ক্রয় করেছিলেন তাঁর নাম ছিল মালিক ইবনু যাআর ইবনু কারীব ইবনু আনাক ইবনু মাদইয়ান ইবনু ইবরাহীম। এ সব ব্যাপারে সঠিক জ্ঞান একমাত্র আল্লাহ তাআ’লারই রয়েছে।হযরত আব্দুল্লাহ ইবনু মাসউদ (রাঃ) বলেন যে, পরিণামদর্শী ও বুদ্ধি বলে অনুমান করতে ও বুঝে নিতে সক্ষম তিন ব্যক্তি অতীত হয়েছেন। প্রথম হচ্ছেন মিসরের এই আযীয, যিনি হযরত ইউসুফকে (আঃ) এক নযর দেখা মাত্রই তাঁর মর্যাদা বুঝে ফেলেন। তাই বাড়ীতে তাকে নিয়ে গিয়েই স্বীয় স্ত্রীকে বলেনঃ “সম্মানজনকভাবে এর থাকবার ব্যবস্থা কর।”দ্বিতীয়া হচ্ছেন (হযরত শুআ’ইবের আঃ) ঐ মেয়েটি যিনি (হযরত মূসা (আঃ) সম্পর্কে) তাঁর পিতাকে বলেছিলেনঃ হে পিতঃ! আপনি একে মজুর নিযুক্ত করুন, কারণ আপনার মজুর হিসাবে উত্তম হবে সেই ব্যক্তি যে শক্তিশালী, বিশ্বস্ত (আর এই ব্যক্তির মধ্যে এই গুণ বিদ্যমান রয়েছে)।’তৃতীয় হচ্ছেন হযরত আবু বকর সিদ্দীক (রাঃ)। তিনি দুনিয়া হতে বিদায় গ্রহণের সময় খিলাফতের দায়িত্বভার হযরত উমার ইবনু খত্তাবের (রাঃ) হাতে অর্পণ করে যান।আল্লাহ তাআ’লা বলেনঃ যেমন আমি ইউসুফকে (আঃ) তার ভাইদের যুলুম হতে রক্ষা করেছি তেমনি তাকে যমীনে অর্থাৎ মিসরে প্রতিষ্ঠিত করেছি। কেননা আমার ইচ্ছা পূর্ণ হবার ছিল যে, আমি তাকে স্বপ্নের ব্যাখ্যা দান শিক্ষা দেবো। আল্লাহর ইচ্ছাকে কে রোধ করতে পারে? কে পারে তার বিরোধিতা করতে? তিনি সবারই উপর ব্যাপক ক্ষমতাবান। তার সামনে সবাই অক্ষম ও অপারগ। তিনি যা ইচ্ছা করেন তাই করে থাকেন। কিন্তু অধিকাংশ লোকই এটা অবগত নয়। তারা না মানে তার কলাকৌশল, না রয়েছে তাদের তাঁর সূক্ষ্মদর্শিতা সম্পর্কে কোন অবগতি। তারা তাঁর হিকমত বুঝে উঠতেই পারে না।হযরত ইউসুফ (আঃ) যখন প্রাপ্ত বয়সে পৌঁছলেন এবং তাঁর বিবেক-বুদ্ধি পূর্ণতা প্রাপ্ত হলো তখন মহান আল্লাহ তাঁকে নুবওয়াত দান করলেন এবং তাঁকে তাঁর বিশিষ্ট বান্দারূপে মনোনীত করলেন। এটা কোন নতুন কথা নয়। এভাবেই আল্লাহ তাআ’লা সকর্মশীল লোকদেরকে প্রতিদান প্রদান করে থাকেন।হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণিত আছে যে, ঐ সময় তাঁর বয়স হয়েছিল তেত্রিশ বছর। যহ্‌হাক (রঃ) বলেন যে, ঐ সময় তাঁর বয়স বিশ বছর হয়েছিল। হযরত হাসান (রঃ) চল্লিশ বছর বলেছেন। হযরত ইকরামা (রঃ) বলেন যে, ঐ সময় তিনি পঁচিশ বছর বয়স্ক ছিলেন। সুদ্দী (রঃ) ত্রিশ বছর বলেছেন। আর সাঈদ ইবনু জুবাইর (রঃ) বলেছেন আঠারো বছর। ইমাম মা’লিক (রঃ) রাবী’আ' ইবনু যায়েদ ইবনু আসলাম (রঃ) এবং শা’বী (রঃ) বলেন যে, (আরবি) দ্বারা যৌবনে পদার্পণ করা বুঝানো হয়েছে। এছাড়া আরো উক্তি রয়েছে। এ সব ব্যাপারে আল্লাহ তাআ’লাই সর্বাধিক সঠিক জ্ঞানের অধিকারী।"
    },
    {
      "ayah": 23,
      "surah": 12,
      "text": "এখানে আল্লাহ তাআ’লা মিসরের আযীযের সেই স্ত্রী সম্পর্কে খবর দিচ্ছেন যার বাড়ীতে তিনি অবস্থান করছিলেন। মিসরের আযীয তাকে ক্রয় করেছিলেন এবং নিজের ছেলের মত তাকে অতি উত্তমরূপে রেখেছিলেন। তার স্ত্রীকে তিনি অত্যন্ত গুরুত্ব সহকারে বলেছিলেনঃ “এর যেন কোন প্রকারের কষ্ট না হয়। তাঁকে খুবই সম্মানের সাথে রাখবে।” কিন্তু স্ত্রী হযরত ইউসুফের (আঃ) সৌন্দর্যে মুগ্ধ হয়ে তাঁর প্রতি আকৃষ্ট হয়ে পড়লো এবং তাঁর থেকে অসৎকর্ম কামনা করলো। সুতরাং সে সুন্দর সাজে সজ্জিতা হয়ে ঘরের দরজা বন্ধ করে দিলো এবং তাকে তাঁর সাথে কুকর্মে লিপ্ত হওয়ার আহ্‌বান জানালো। কিন্তু হযরত ইউসুফ (আঃ) কঠোর ভাবে তার প্রস্তাব প্রত্যাখ্যান করে বললেনঃ “দেখুন, আপনার স্বামী আমার রব্ব (প্রভু)!” ঐ সময় মিসরবাসীদের পরিভাষায় বড়দের জন্যে এই শব্দ প্রয়োগ করা হতো। তিনি আরো বললেনঃ “আমার প্রতি আপনার স্বামীর বড় অবদান রয়েছে। তিনি অত্যন্ত উত্তমরূপে আমাকে রেখেছেন এবং আমার সাথে খুবই সদয় ব্যবহার করছেন। সুতরাং কি করে আমি তাঁর ব্যাপারে বিশ্বাসঘাতকতা করতে পারি? জেনে রাখুন যে, যে ব্যক্তি কোন কিছুকে ওর স্বস্থানে না রেখে অন্য স্থানে রাখে সে কল্যাণ লাভে বঞ্চিত হয়ে যায়। সীমালংঘনকারী কখনো সফলকাম হয় না। এটা মুজাহিদ (রঃ), সুদ্দী (রঃ), মুহাম্মদ ইবনু ইসহাক (রঃ) প্রভৃতি গুরুজন বলেছেন।(আরবি) এর কিরআতে মতভেদ রয়েছে। অনেকেই (আরবি) শব্দের (আরবি) কে যবর, (আরবি) কে জযম এবং (আরবি) কে জবর দিয়ে পড়েছেন। হযরত ইবনু আব্বাস (রাঃ), মুজাহিদ (রঃ) এবং আরও কেউ কেউ বলেছেন যে এর অর্থ হচ্ছেঃ সে তাঁকে তার নিজের দিকে আহবান করে। আলী ইবনু আবি তালহা (রঃ), এবং আওফী (রঃ) হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণনা করেছেন যে, এর অর্থ হলো: “তুমি আমার কাছে এসো।' যার ইবনু জায়েশ (রঃ), ইকরামা (রঃ), হাসান (রঃ) এবং কাতাদা’ (রঃ) এরূপই বলেছেন। আমর ইবনু উবায়েদ (রঃ) হাসান (রঃ) হতে বর্ণনা করেছেন যে, এ শব্দটি সুরইয়ানী ভাষা হতে এসেছে। এর অর্থ হচ্ছে (আরবি)। সুদ্দী (রঃ) বলেছেন যে, (আরবি) এর অর্থ (আরবি) এবং এটা কিবতীদের ভাষা। মুজাহিদ (রঃ) বলেন যে, এটা আরবী ভাষা। ইমাম বুখারী (রঃ) এবং ইকরামা (রঃ) বলেন যে, (আরবি) এর অর্থ হচ্ছে (আরবি) এবং এটা হাওরানিয়া’ ভাষা। কিসাঈ (রঃ) এই কিরআতকেই পছন্দ করতেন এবং বলতেন যে, এটা আহলে হাওরানের ভাষা। এটা হিজাযে এসে গেছে। এর অর্থ হচ্ছেঃ ‘এসো’। আহলে হাওরানের একজন আলেমকে (আরবি) সম্পর্কে জিজ্ঞেস করা হলে তিনি বলেন যে, ওটা তাদেরই ভাষা এবং ওটা তিনি জানেন। এই কিরআতকে সমর্থন করে ইমাম ইবনু জারীর (রঃ) একজন কবির কবিতাকে দলীল হিসেবে পেশ করেছেন। কবি উক্ত কবিতাটি হযরত আলী ইবনু আবি তালিবকে (রাঃ) উদ্দেশ্য করে বলেছিলেন। কবিতাংশটি হচ্ছে নিম্নরূপঃ (আরবি)অর্থাৎ “আমরা যখন আমীরুল মু'মিনীনের নিকট আগমন করবো তখন আমি তার কাছে ইরাকের কষ্টের সংবাদ পৌঁছিয়ে দিবো এবং বলবো: নিশ্চয় ইরাক ও ওর অধিবাসী দ্রুত আপনার নিকট গমন করতে চায়, (বা তারা আপনার দিকে ঝুঁকে পড়েছে) সুতরাং আপনি তাড়াতাড়ি চলে আসুন।” এর দ্বিতীয় পঠন (আরবি) ও রয়েছে। প্রথম পঠনের অর্থ ছিল ‘এসো'। আর এই কিরআতের অর্থ হবে ‘আমি তোমার জন্যে প্রস্তুত হয়ে আছি। কোন কোন লোক এই কিরআতকে সম্পূর্নরূপে অস্বীকার করেন। এক কিরআতে (আরবি) ও রয়েছে। এ কিরআতটি গারীব। এক কিরআতে (আরবি) রয়েছে। মদীনাবাসী সাধারণ লোকদের কিরআত এটাই। এই কিরআতের দলীল হিসাবে নিম্নের একটি কবিতাংশও পেশ করা হয়েছেঃ (আরবি)অর্থাৎ “গ্রোত্রের কোন আহবানকারী যখন (সাহায্যার্থে) বলেঃ ‘এসো তখন আমার কওম দূরে থাকেনা (বরং সাহায্যের জন্যে এগিয়ে আসে)।” হযরত ইবনু মাসউদ (রাঃ) বলেনঃ “কারীদের কিরআতগুলি প্রায় একই অর্থবোধক। সুতরাং তোমাদেরকে যেভাবে শেখানো হয়েছে সে ভাবেই পড়তে থাকো। মতানৈক্য সৃষ্টি এবং প্রতিবাদ করা থেকে দুরে থাকো। এ শব্দটির অর্থ হচ্ছে ‘এসো’, ‘সামনে হও’ ইত্যাদি। তারপর তিনি এই শব্দটি পাঠ করেন। কেউ জিজ্ঞেস করলেনঃ “এটাকে যে অন্যরূপেও পড়া হয়ে থাকে?” উত্তরে তিনি বললেনঃ “ওটাও বিশুদ্ধ। তবে আমি যেভাবে শিখেছি সেভাবেই পাঠ করবো। অর্থাৎ (আরবি) পড়বো, (আরবি) পড়বে না। এই শব্দটি পুংলিঙ্গ, স্ত্রীলিঙ্গ, এক বচন, দ্বিবচন এবং বহু বচন সবগুলির জন্যেই একই রকম এসে থাকে। যেমনঃ (আরবি)"
    },
    {
      "ayah": 24,
      "surah": 12,
      "text": "এই স্থানে গুরুজনদের বিভিন্ন উক্তি রয়েছে। হযরত ইবনু আব্বাস (রাঃ), মুজাহিদ (রঃ), সাঈদ ইবনু জুবাইর (রঃ) এবং পূর্ববর্তী গুরুজনদের একটি দল হতে এ সম্পর্কে কিছু উক্তি বর্ণিত হয়েছে, যা ইবনু জারীর (রঃ) এবং আরো কেউ রিওয়াইয়াত করেছেন। এ সব ব্যাপারে আল্লাহ তাআ’লাই সর্বাধিক সঠিক জ্ঞানের অধিকারী। বলা হয়েছে যে, ঐ নারীর প্রতি হযরত ইউসুফের (আঃ) কামনা নফসের খট্কা ছাড়া আর কিছুই নয়।বাগাভীর (রঃ) হাদীসে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহ তা'আলা (ফেরেশতাদেরকে) বলে থাকেনঃ ‘আমার বান্দা যখন কোন ভাল কাজের ইচ্ছা করে তখন তোমরা ওর জন্যে পুণ্য লিখে নাও। অতঃপর সে যদি ঐ আমল করে ফেলে তবে ওর দশ গুন পূণ্য লিখে ফেল। আর যদি কোন খারাপ কাজের ইচ্ছা করে এবং তা করে না ফেলে তবে ওর জন্যে পূণ্য লিখে নাও। কেননা, সে আমার (শাস্তির ভয়ের) কারণেই ওটা ছেড়ে দিয়েছে আর যদি সে ঐ কাজ করে বসে তবে তোমরা ঐ পরিমাণই পাপ লিখে নাও।” এই হাদীসের শব্দগুলি আরও কয়েক রকমের রয়েছে। সহীহ বুখারী ও সহীহ মুসলিমেও এ হাদীসটি রয়েছে।একটি উক্তি এও রয়েছে যে, হযরত ইউসুফ (আঃ) তাকে (আযীযের স্ত্রীকে) মারার ইচ্ছা করেছিলেন। তাকে তিনি স্ত্রীরূপে গ্রহণ করার আকাঙ্খা করেছিলেন এরূপও একটি উক্তি আছে। একটি উক্তি রয়েছে যে, তিনি ইচ্ছা করতেন যদি না দলীল দেখতেন। কিন্তু দলীল দেখেছিলেন বলে ইচ্ছা করেন নাই। কিন্তু আরবী ভাষার দিক দিয়ে এই উক্তি সম্পর্কে সমালোচনার অবকাশ রয়েছে। ইমাম ইবনু জারীর (রঃ) প্রমূখ গুরুজন এটা বর্ণনা করেছেন। এতো হলো হযরত ইউসুফের (আঃ) ইচ্ছা সম্পর্কীয় কথা। এখন যে দলীল তিনি দেখেছিলেন সে সম্পর্কে আলোচনা করা যাক। এ সম্পর্কেও কয়েকটি উক্তি রয়েছে। হযরত ইবনু আব্বাস (রাঃ), সাঈদ (রঃ), মুজাহিদ (রঃ), সাঈদ ইবনু জুবাইর (রঃ), মুহাম্মদ ইবনু সীরীন (রঃ), হাসান (রঃ), কাতাদা’ (রঃ) আবু সালিহ (রঃ), যহ্‌হাক (রঃ), মুহাম্মদ ইবনু ইসহাক (রঃ) প্রভৃতি গুরুজন হতে বর্ণিত আছে যে, হযরত ইউসুফ (আঃ) তাঁর পিতা হযরত ইয়াকুবের (আঃ) ছবি সামনে দেখতে পান, তিনি যেন স্বীয় অঙ্গুলী মুখে পুরে দাঁড়িয়ে রয়েছেন। অন্য রিওয়াইয়াতে রয়েছে যে, তিনি হযরত ইউসুফের (আঃ) বক্ষে হাত মারেন। আওফী (রঃ) হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণনা করেছেন যে, হযরত ইউসুফের (আঃ) সামনে তাঁর মনিবের (আযীযের) খেয়ালী ছবি প্রতিফলিত হয়েছিল।মুহাম্মদ ইবনু কা'ব আল কারাযী (রঃ) বলেন যে, হযরত ইউসুফ (আঃ) ঘরের ছাদের দিকে চক্ষু উঠিয়ে দেখেন যে, তাতে লিখিত রয়েছেঃ (আরবি)অর্থাৎ “সাবধান! ব্যভিচারের কাছেও যেয়ো না, নিশ্চয় এটা বড়ই নির্লজ্জতাপূর্ণ এবং আল্লাহর ক্রোধ উদ্রেককারী কাজ, আর এটা খুবই খারাপ পথ।” (এটা ইমাম ইবনু জারীর (রঃ) বর্ণনা করেছেন)কারাযী (রঃ) এও বলেন যে, হযরত ইউসুফ (আঃ) যে দলীল (বুরহান) দেখেছিলেন তা ছিল আল্লাহর কিতাবের তিনটি আয়াত। ঐ গুলি হচ্ছে: (আরবি)আবু হিলাল (রঃ) কারাযীর (রঃ) মতই উক্তি করেছেন। তবে তিনি (আরবি) এই চতুর্থ আয়াতটি অতিরিক্ত মিলিয়ে দিয়েছেন। ইমাম আওযায়ী (রঃ) বলেন যে, দেয়ালে তিনি আল্লাহর কিতাবের একটি আয়াত দেখেছিলেন যা তাঁকে ব্যভিচার হতে বিরত রেখেছিল। ইমাম ইবনু জারীর (রঃ) বলেনঃ সঠিক কথা এই যে, হযরত ইউসুফ (আঃ) আল্লাহর নিদর্শনসমূহের মধ্য হতে কোন একটি নিদর্শন দেখেছিলেন যা তাকে কামনা চরিতার্থ করতে বাধা দিয়েছিল। সেটা হযরত ইয়াকুবের (আঃ) ছবিও হতে পারে, বাদশা’র ছবিও হতে পারে অথবা এটাও হতে পারে যে, তিনি লিখিত কিছু দেখেছিলেন যা তাঁকে দুষ্কর্ম থেকে বাধা দিয়েছিল। এমন কোন স্পষ্ট দলীল নেই যে, আমরা কোন নির্দিষ্ট জিনিষের সিদ্ধান্তে পৌঁছতে পারি। সুতরাং আমাদের জন্যে সঠিক পন্থা এটাই যে, আমরা এটাকে সাধারণের উপর ছেড়ে দেই, যেমন মহান আল্লাহর উক্তি সাধারণই রয়েছে। আল্লাহ পাক বলেনঃ “যেমন ভাবে আমি ইউসুফকে (আঃ) একটি দলীল দেখিয়ে দুষ্কর্ম থেকে ঐ সময় রক্ষা করেছি, তেমনিভাবে তার অন্যান্য কাজেও তাকে সাহায্য করতে থেকেছি এবং তাকে মন্দ ও নির্লজ্জতাপূর্ণ কাজ থেকে বাঁচিয়ে রেখেছি। সে তো ছিল আমার বিশুদ্ধচিত্ত বান্দাদের অন্তর্ভুক্ত। তার উপর আল্লাহ পাকের পক্ষ হতে দরূদ ও সালাম বর্ষিত হোক।"
    },
    { "ayah": 25, "surah": 12, "text": "Please check ayah 12:29 for complete tafsir." },
    { "ayah": 26, "surah": 12, "text": "Please check ayah 12:29 for complete tafsir." },
    { "ayah": 27, "surah": 12, "text": "Please check ayah 12:29 for complete tafsir." },
    { "ayah": 28, "surah": 12, "text": "Please check ayah 12:29 for complete tafsir." },
    {
      "ayah": 29,
      "surah": 12,
      "text": "২৫-২৯ নং আয়াতের তাফসীর\nআল্লাহ তাআ’লা হযরত ইউসুফ (আঃ) এবং আযীযের স্ত্রীর অবস্থার খবর দিচ্ছেন যে, যখন মহিলাটি তাঁকে কু-কাজের দিকে আহ্‌বান করে তখন তিনি নিজেকে রক্ষা করার জন্যে দরজার দিকে দৌড় দেন। আর মহিলাটিও তাঁকে ধরার জন্যে তাঁর পিছনে ছুটে আসে। পিছন থেকে তাঁর জামাটি সে ধরে নেয় এবং তার দিকে টানতে থাকে। এর ফলে হযরত ইউসুফ (আঃ) পিছনের দিকে প্রায় পড়ে যান আর কি। কিন্তু তিনি খুব শক্তির সাথে সামনের দিকে দৌড়ে যান। এতে তার জামার পিছনের দিক ছিঁড়ে যায়। এই অবস্থায় উভয়ে দরজার উপর পৌঁছে যান। দরজার উপর পৌঁছেই তাঁরা দেখতে পান যে, মহিলাটির স্বামী তথায় বিদ্যমান রয়েছেন। স্বামীকে দেখা মাত্রই সে উদোর পিন্ডি বুধোর ঘাড়ে চাপিয়ে দিয়ে বলেঃ “যে আপনার স্ত্রীর সাথে (অর্থাৎ আমার সাথে) কুকর্মে লিপ্ত হতে চায় তার জন্যে কারাগারে প্রেরণ বা অন্য কোন যন্ত্রণাদায়ক শাস্তি ছাড়া আর কি দণ্ড হতে পারে?” হযরত ইউসুফ (আঃ) যখন দেখলেন যে, মহিলাটি সমস্ত দোষ তারই উপর চাপিয়ে দিচ্ছে তখন তিনি নিজেকে নির্দোষ প্রমাণ করতে গিয়ে বলেনঃ “প্রকৃত ব্যাপার এই যে, আপনার স্ত্রীই আমাকে কুকার্যের দিকে আহ্‌বান করেছিল। আমি তার আহ্‌বানে সাড়া না দিয়ে পালিয়ে আসছিলাম এবং সেও আমার পিছনে পিছনে দৌড়ে আসছিল। আমার জামাটি সে পিছন দিক থেকে টেনে ধরেছিল। দেখুন, আমার জামার পিছন দিক ছিঁড়ে গিয়েছে।” ঐ মহিলাটির পরিবারের একজন সাক্ষী সাক্ষ্য দিলো এবং আযীযকে বললো: “ইউসুফের (আঃ) ছিন্ন জামাটি দেখুন। যদি ওটার সামনের দিকে ছেড়া থাকে তবে নিশ্চিত রূপে জানবেন যে, আপনার স্ত্রী সত্য কথা বলেছে এবং ইউসুফ (আঃ) মিথ্যাবাদী। আর যদি তার জামাটির পিছন দিকে ছেড়া থাকে তবে এতে কোন সন্দেহ নেই যে, আপনার স্ত্রী মিথ্যা বলেছে এবং ইউসুফ (আঃ) সত্যবাদী। সাক্ষীটি বড় মনুষ ছিল কি ছোট ছেলে ছিল এ ব্যাপারে মতানৈক্য রয়েছে। হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণিত আছে যে, সাক্ষীটির মুখে দাড়ি ছিল এবং সে বাদশাহর একজন বিশিষ্ট লোক ছিল। অনুরূপভাবে মুজাহিদ (রঃ) ইকরামা (রঃ), হাসান (রঃ), কাতাদা’ (রঃ), সুদ্দী (রঃ), মুহাম্মদ ইবনু ইসহাক (রঃ), প্রভৃতি গুরুজন বলেন যে, সে একজন (বয়োঃপ্রাপ্ত) পুরুষ লোক ছিল। সে ছিল মহিলাটির চাচাতো ভাই। মহিলাটি ছিল সে সময়ের বাদশাহ রাইয়ান ইবনু ওয়ালীদের ভাগিনেয়ী। (আরবি) সম্পর্কে আওফী (রঃ) হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণনা করেন যে, সাক্ষীটি ছিল দোলনার শিশু।হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “শিশু অবস্থায় চারজন কথা বলেছে। (এ হাদীসটি ইমাম ইবনু জারীর (রঃ) বর্ণনা করেছেন) তাদের মধ্যে তিনি ইউসুফের (আঃ) সাক্ষীকে একজন বলে উল্লেখ করেন। সাঈদ ইবনু জুবাইর (রঃ) হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণনা করেছেন যে, তিনি বলেছেনঃ “শৈশবাবস্থায় চারজন কথা বলেছে। (১) ফিরআউনের কন্যা মাশতার পূত্র, (২) ইউসুফের (আঃ) সাক্ষী, (৩) জুরাইজের সা’হিব (সাক্ষী), এবং (৪) হযরত ঈসা ইবনু মারইয়াম (আঃ)।। মুজাহিদ (রঃ) বলেন যে, ওটা ছিল আল্লাহর হুকুম মাত্র, ওটা কোন মানুষই ছিল না। কিন্তু এটা খুবই গরীব বা দুর্বল উক্তি। আল্লাহ পাকের উক্তি (আরবি) অর্থাৎ সাক্ষীর সাক্ষ্য অনুসারে যুলাইখার স্বামী আযীয যখন দেখলেন যে, ইউসুফের (আঃ) জামাটির পিছনের দিক ছেড়া রয়েছে তখন তার কাছে এটা সুস্পষ্ট হয়ে উঠলো যে, ইউসুফ (আঃ) সত্যবাদী এবং তাঁর স্ত্রী যুলাইখা মিথ্যাবাদী। সে ইউসুফের (আঃ) উপর অপবাদ দিয়েছে। সুতরাং স্বতঃস্ফূর্তভাবে তিনি বলে উঠলেনঃ “হে যুলাইখা! এটা তোমাদের স্ত্রীলোকদের প্রবঞ্চণা ও চাতুরী ছাড়া কিছুই নয়। এই তরুণ যুবককে তুমি অপবাদ দিয়েছে এবং তাঁর উপর মিথ্যা দোষ চাপিয়েছো। তুমি তাঁকে তোমার ফাঁদে ফেলার চেষ্টা করেছিলে। এরপর তিনি হযরত ইউসুফকে (আঃ) সান্ত্বনা ও স্নেহের সুরে বলেনঃ “তুমি এ ঘটনাকে ভুলে যাও। এই জঘন্য ঘটনার আলোচনারই কোন প্রয়োজন নেই। তুমি এটা কারো সামনে বর্ণনা করো না।” অতঃপর তিনি তাঁর স্ত্রীকে উপদেশের সুরে বললেনঃ “তুমি তোমার এই পাপের জন্যে আল্লাহ তাআ’লার নিকট ক্ষমা প্রার্থনা কর।” তিনি খুব কোমল হুদয়ের লোক ছিলেন এবং ছিলেন খুব সহজ ও সরল প্রকৃতির লোক। অথবা হয়তো তিনি মনে করেছিলেন যে, স্ত্রীলোক ক্ষমা পাওয়ার যোগ্য। সে এমন কিছু দেখেছে যার উপর ধৈর্য ধারণ করা তার উপর কঠিন হয়েছে। এজন্যেই তিনি তাকে হিদায়াত করলেনঃ “তুমি তোমার এই পাপকার্য হতে তওবা কর। সরাসরি তুমিই অপরাধিনী। অথচ তুমি দোষ চাপাচ্ছ অন্যের উপর।”"
    },
    {
      "ayah": 3,
      "surah": 12,
      "text": "এই সূরার ফযীলতের ব্যাপারে হযরত উবাই ইবনু কা'ব (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমরা তোমাদের অধীনস্থ লোকদেরকে সূরায়ে ইউসুফ শিক্ষা দাও। কেননা, যে মুসলমান এটাকে পাঠ করবে বা নিজের পরিবারের লোকদেরকে এটা শিখাবে অথবা অধীনস্থ লোকদেরকে শিক্ষা দেবে, আল্লাহ তাআ’লা তার মৃত্যু যন্ত্রণা সহজ করবেন; আর তাকে এই শক্তি দান করবেন যে, সে কোন মুসলমানদের প্রতি হিংসা পোষণ করবে না।” কিন্তু এই হাদীসের সনদ খুবই দুর্বল। এর একজন অনুগামী হচ্ছেন ইবনু আসাকির। কিন্তু তারও সমস্ত সনদ অগ্রাহ্য ও পরিত্যাজ্য। ইমাম বায়হাকীর (রঃ) ‘দালাইলুন নুবুওয়াহ্' নামক গ্রন্থে রয়েছে যে, ইয়াহুদীদের একটি দল যখন রাসূলুল্লাহকে (সঃ) এই সূরাটি পাঠ করতে শুনে তখন তারা মুসলমান হয়ে যায়। কেননা, তাদের কাছে যে ধর্মগ্রন্থ রয়েছে তাতেও এই ঘটনাটি ঠিক এভাবেই বর্ণিত হয়েছে। এই রিওয়াইয়াতটি কালবী (রঃ), আবু সা’লিহ (রঃ) হতে এবং তিনি হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণনা করেছেন।\n১-৩ নং আয়াতের\n(আরবি) এর আলোচনা সূরায়ে বাকারায় হয়ে গেছে। এই কিতাব অর্থাৎ কুরআন কারীমের আয়াতগুলি সুস্পষ্ট। এগুলি অস্পষ্ট জিনিষের হাকীকত বা মূল তত্ব খুলে দিয়েছে। এখানে (আরবি) (ওটা) (আরবি) শব্দটি (এটা) অর্থে ব্যবহৃত হয়েছে। যেহেতু আরবী ভাষা অত্যন্ত ব্যাপক অর্থবোধক ও পরিপূর্ণ ভাষা, সেইহেতু এই শ্রেষ্ঠ ভাষায় শ্রেষ্ঠতম রাসূলের (সঃ) উপর ফেরেশতাকুল শিরোমণির দৌত্যকার্যের মাধ্যমে সারা বিশ্বের সর্বোত্তম স্থানে এবং বছরের সর্বোত্তম মাসে অর্থাৎ রমযান মাসে অবতীর্ণ হয়ে সর্বদিক দিয়ে পূর্ণতায় পৌঁছে যায়, যাতে আরববাসী একে ভালভাবে জানতে ও বুঝতে পারে।আল্লাহ পাক স্বীয় রাসূলকে (সাঃ) বলেনঃ ‘ওয়াহীর মাধ্যমে আমি তোমার কাছে এই কুরআন কারীম প্রেরণ করে উত্তম কাহিনী বর্ণনা করি।’ এই আয়াত অবতীর্ণ হওয়ার কারণ সম্পর্কে হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণিত আছে যে, সাহাবীগণ আরয করলেনঃ “হে আল্লাহর রাসূল (সঃ)! যদি আমাদের কাছে কোন ঘটনা বা কাহিনী বর্ণনা করতেন (তবে খুবই ভাল হতো)!” তখন এই আয়াতটি অবতীর্ণ হয়। (হাদীসটি ইমাম ইমনু জারীর (রঃ) বর্ণনা করেছেন) অন্য এক বর্ণনায় আছে যে, কিছু কাল ধরে কুরআন কারীম অবতীর্ণ হতে থাকে। রাসূলুল্লাহ (সঃ) সাহাবীদের সামনে আয়াতসমূহ পাঠ করতেন। তাঁরা বললেনঃ “যদি আমাদের সামনে কোন ঘটনার বর্ণনা দিতেন!” তখন মহা মহিমান্বিত আল্লাহ (আরবি) এই অংশ অবতীর্ণ করেন। এটা (আরবি) পর্যন্ত অবতীর্ণ হয়। এরপর রাসূলুল্লাহ (সঃ) তাঁদের সামনে আয়াতসমূহ বরাবর পাঠ করতে থাকেন। কিছুকাল পর তাঁরা আবার আর করেনঃ “হে আল্লাহর রাসূল (সঃ) যদি আপনি আমাদের সামনে কোন ইতিহাস বা কাহিনী বর্ণনা করতেন!” তখন মহা মহিমান্বিত আল্লাহ (আরবি) এই আয়াতটি অবতীর্ণ করেন। (৩৯: ২৩) বাক্য রীতির একই ঠাট বা আকৃতি দেখে সাহাবীগণ বলেনঃ “হে আল্লাহর রাসূল (সঃ)! হাদীস বা কথার উপরে এবং কুরআনের নীচের কোন কিছু অর্থাৎ কোন ঘটনা যদি বর্ণনা করা হতো!” তখন মহা মহিমান্বিত আল্লাহ তাআ’লা অবতীর্ণ করেনঃ (আরবি) এই আয়াতগুলি। সুতরাং তাঁরা উত্তম কাহিনীর ইচ্ছা করলে উত্তম কাহিনী এবং উত্তম কথা বা হাদীসের ইচ্ছা করলে উত্তম হাদীস বা কথা অবতীর্ণ হয়। এই জায়গায়, যেখানে কুরআন কারীমের প্রশংসা হচ্ছে এবং এটা বর্ণনা করা হচ্ছে যে, কুরআন অন্য সব ধর্মীয় কিতাব থেকে মানুষকে অমুখাপেক্ষী অর্থাৎ কুরআন কারীম বিদ্যমান থাকতে মুসলমানরা অন্য কোন ধর্মীয় গ্রন্থের মুখাপেক্ষী নয়, তখন নিম্নের হাদীসটিও আমরা বর্ণনা করা সমীচীন মনে করছি। হযরত জাবির ইবনু আবদিল্লাহ (রাঃ) হতে বর্ণিত আছে যে, হযরত উমার ইবনু খাত্তাব (রাঃ) নবীর (সঃ) নিকট এমন একটি কিতাব নিয়ে আগমন করেন, যা তিনি কোন এক আহলে কিতাবের নিকট থেকে প্রাপ্ত হয়েছিলেন। অতঃপর তিনি তাঁর কাছে তা পাঠ করতে শুরু করেন। বর্ণনাকারী বলেন যে, এতে তিনি রাগান্বিত হন এবং বলেনঃ “হে খাত্তাবের ছেলে! তুমি কি এতে মগ্ন হয়ে পথভ্রষ্ট হতে চাও? যাঁর হাতে আমার প্রাণ রয়েছে তাঁর শপথ! আমি এটাকে (কুরআনকে) অত্যন্ত উজ্জ্বল ও চমকিতরূপে তোমাদের নিকট আনয়ন করেছি। তোমরা এই আহলে কিতাবদেরকে কোন কথা জিজ্ঞেস করো না। হতে পারে যে, তারা তোমাদেরকে কোন সঠিক ও সত্য খবর দেবে, আর তোমরা ওটাকে মিথ্যা মনে করবে এবং কোন মিথ্যা সংবাদ দেবে, আর তোমরা ওটাকে সত্য মনে করবে। জেনে রেখোঁরেখো যে, আজ যদি স্বয়ং হযরত মূসা (আঃ) জীবিত থাকতেন তবে তাঁরও আমার অনুসরণ ছাড়া কোন উপায় থাকতো না।” (এ হাদীসটি ইমাম আহমদ (রঃ) স্বীয় মুসনাদ বর্ণনা করেছেন) হযরত আবদুল্লাহ ইবনু সা’বিত (রাঃ) হতে বর্ণিত আছে যে, হযরত উমার ইবনু খাত্তাব (রাঃ) রাসূলুল্লাহর (সঃ) কাছে আগমন করে বলেনঃ “হে আল্লাহর রাসুল (সঃ)! আমি বানু কুরাইযা গোত্রের আমার এক বন্ধুর পার্শ্ব দিয়ে গমন করেছিলাম। সে আমাকে তাওরাত হতে কতকগুলি ব্যাপক কথা লিখে দিয়েছে। আমি তা আপনাকে শুনাবো কি? বর্ণনাকারী বলেন যে, (একথা শুনে) রাসূলুল্লাহর (সঃ) চেহারা পরিবর্তন হয়ে যায়। আবদুল্লাহ ইবনু সা’বিত (রাঃ) বলেনঃ আমি তাঁকে বললামঃ আপনি কি রাসূলুল্লাহর (সঃ) চেহারা দেখতে পান না? তখন হযরত উমার (রাঃ) বলেনঃ “আমি আল্লাহকে প্রতিপালকরূপে পেয়ে, ইসলামকে দ্বীন হিসেবে লাভ করে এবং মুহাম্মদকে (সঃ) রাসূল হিসেবে পেয়ে সন্তুষ্ট রয়েছি।” তাঁর একথা শুনে রাসূলুল্লাহর (সঃ) ক্রোধ দূরীভূত হলো এবং তিনি বললেনঃ “যে পবিত্র সত্ত্বার হাতে মুহাম্মদের (সঃ) প্রাণ রয়েছে, তাঁর শপথ! যদি তোমাদের মধ্যে স্বয়ং হযরত মূসা (আঃ) থাকতেন এবং তোমরা আমাকে ছেড়ে তাঁর অনুসরণ করতে তবে তোমরা পথ ভ্রষ্ট হয়ে যেতে। উম্মতদের মধ্যে আমার অংশ হচ্ছ তোমরা এবং নবীদের মধ্যে তোমাদের অংশ হচ্ছি আমি।” (এ হাদীসটি মুসনাদে আহমদে হযরত আবদুল্লাহ ইবনু সা’বিত (রাঃ) হতে বর্ণিত হয়েছে) হযরত খা’লিদ ইবনু আরফাতা’ (রাঃ) হতে বর্ণিত, তিনি বলেনঃ আমি (একদা) হযরত উমারের (রাঃ) কাছে বসে ছিলাম এমন সময় সূসের অধিবাসী আবদুল কায়েস গোত্রের একটি লোক হযরত উমারের (রাঃ) নিকট আগমন করে। তিনি তাকে জিজ্ঞেস করেনঃ “তুমি কি অমুকের পুত্র অমুক?” সে উত্তরে বলেঃ “হ্যাঁ।” তিনি পুনরায় প্রশ্ন করেনঃ “তুমি কি সূসে অবস্থান করছো?” সে জবাব দেয়ঃ “হ্যাঁ।” তখন তিনি তাঁর হাতের ছড়িটি দিয়ে তাকে প্রহার করেন। সে বলেঃ “হে আমীরুল মু'মিনীন! আমার অপরাধ কি?” উত্তরে তিনি বলেনঃ “বসো, বলছি।” অতঃপর তিনি ‘বিসমিল্লাহির রাহমানির রাহীম’ পড়ে এই সুরারই এই আয়াতগুলি (আরবি) পর্যন্ত পড়েন। তিনবার তিনি এই আয়াতগুলি পাঠ করেন এবং প্রতিবারই তাকে প্রহার করেন। লোকটি আবার জিজ্ঞেস করেঃ “হে আমীরুল মু'মিনীন! আমার অপরাধ কি?” তিনি জবাবে বলেনঃ “তুমি ‘দানইয়াল’ এর কিতাব লিপিবদ্ধ করেছো।” সে তখন বলেঃ “আপনি আমাকে (যা ইচ্ছা) আদেশ করুন, আমি তা পালন করবো।” তিনি বললেনঃ “যাও, গরম পানি ও সাদা পশম দিয়ে ওগুলি উঠিয়ে ফেলল। সাবধান! আজকের পরে তুমি নিজেও তা পড়বে না এবং অন্যকেও পড়াবে না। এরপর যদি আমার কাছে খবর পৌঁছে যে, তুমি এটা পড়েছে বা কাউকে পড়িয়েছো তবে আমি তোমাকে দৃষ্টান্তমূলক শাস্তি প্রদান করবো।” অতঃপর তিনি তাকে বললেনঃ “বসো”। সে তখন তাঁর সামনে বসে পড়লো। তিনি বলতে লাগলেনঃ “আমি (একবার) আহলে কিতাবের নিকট গিয়ে তাদের এক কিতাব লিখে লই ওটাকে চামড়ায় জড়িয়ে রাসূলুল্লাহর (সঃ) নিকট গমন করি। তিনি আমাকে জিজ্ঞেস করেনঃ “হে উমার (রাঃ) তোমার হাতে ওটা কি?” উত্তরে আমি বলিঃ ‘এটা একটা কিতাব, যা আমি লিখেছি, যেন আমাদের জ্ঞান বৃদ্ধিপ্রাপ্ত হয়। আমার এ কথা শুনে রাসুলুল্লাহ (সঃ) রাগান্বিত হন এবং তার চেহারা মুবারক লাল হয়ে যায়। তারপর (আরবি) (নামায একত্রিতকারী) এ কথা বলে ঘোষনা দেয়া হয় তৎক্ষণাৎ আনসারের দল অস্ত্র শস্ত্র নিয়ে বেরিয়ে আসেন এবং পরস্পর বলাবলি করেনঃ “নবীকে (সঃ) কেউ রাগিয়েছে।” অতঃপর রাসুলুল্লাহ (সঃ) মিম্বরের চতুম্পার্শ্বে তাঁরা অস্ত্র শস্ত্রে সজ্জিত হয়ে বসে পড়েন। রাসূলুল্লাহ (সঃ) তখন বলেনঃ “হে জনমণ্ডলী! আমাকে সমুদয় কালাম ও ওর সমাপ্তি প্রদান করা হয়েছে। আবার এগুলোকে আমার জন্যে খুবই সংক্ষিপ্ত করা হয়েছে। আমি আল্লাহর দ্বীনের কথাগুলি অত্যন্ত সাদা, উজ্জ্বল। ও চমকিতরূপে আনয়ন করেছি। সাবধান! তোমরা বিভ্রান্ত হয়ে পড়োনা। গভীরে অবতরণকারী কেউ যেন তোমাদেরকে পথভ্রষ্ঠ না করে।” (হযরত উমার (রাঃ) বলেনঃ) আমি তখন উঠে পড়লাম এবং বললামঃ আমি আল্লাহকে প্রতিপালক রূপে পেয়ে, ইসলামকে দ্বীন হিসেবে লাভ করে এবং মুহাম্মদকে (সঃ) রাসূল হিসেবে প্রাপ্ত হয়ে সন্তুষ্ট রয়েছি। এরপর রাসূলুল্লাহ (সঃ) মিম্বর হতে অবতরণ করেন। (এ হাদীসটি হাফিয আবু ইয়ালা আল-মূসিলী (রঃ) বর্ণনা করেছেন। ইমাম ইবনু আবি হা’তিম (রঃ) তার তাফসীরে বর্ণনা করেছেন যে, এই হাদীসের আবদুর রহমান ইবনু ইসহাক নামক একজন বর্ণনাকারীকে মুহাদ্দিসগণ দুর্বল বলেছেন। ইমাম বুখারী (রঃ) তাঁর হাদীসকে সঠিক বলেন না)হযরত জুবাইর ইবনু নুকাইর (রঃ) হতে বর্ণিত আছে যে, হযরত উমারের (রাঃ) যুগে দু’জন লোক হিমসে অবস্থান করতো। হযরত উমার (রাঃ) তাদেরকে ডেকে পাঠান। তারা ইয়াহুদীদের নিকট থেকে কতকগুলি কথা লিখে নিয়েছিল। তারা ওগুলিকেও সঙ্গে এনেছিল। তাদের উদ্দেশ্য ছিল এই যে, এ ব্যাপারে তারা হযরত উমারকে (রাঃ) জিজ্ঞাসাবাদ করবে। যদি তিনি অনুমতি দেন তবে নিজেদের পক্ষ থেকে তারা অনুরূপ কথা আরও বাড়িয়ে দেবে, নচেৎ ওগুলিকেও নিক্ষেপ করবে। হযরত উমারের (রাঃ) কাছে এসে তারা তাকে জিজ্ঞেস করেঃ “হে আমীরুল মু'মিনীন! ইয়াহুদীদের নিকট থেকে আমরা এমন কতকগুলি কথা শুনতে পাই যে গুলি শুনে আমাদের দেহের লোম খাড়া হয়ে যায়। আমরা কি ওগুলি তাদের নিকট থেকে গ্রহণ করবো, না সবই পরিত্যাগ করবো?” হযরত উমার (রাঃ) বলেনঃ “সম্ভবতঃ তোমরা তাদের কিছু কথা লিখে রেখেছো? তাহলে শুননা! এ ব্যাপারে আমি তোমাদেরকে একটা ঘটনা বলছি। আল্লাহর রাসূলের (সঃ) যুগে আমি একবার খায়বারে গমন করে তথাকার একজন ইয়াহুদীর কথা আমার খুবই পছন্দ হয়। আমি তার কাছে আবেদন জানালে সে আমাকে তা লিখে দেয়। আমি ফিরে এসে রাসূলুল্লাহর (সঃ) কাছে তা বর্ণনা করি। তিনি আমাকে বলেনঃ “যাও, নিয়ে এসো।” আমি খুব খুশী হয়ে চললাম যে, আমার এ কাজটি হয় তো আল্লাহর রাসূলের (সঃ) কাছে বেশ পছন্দনীয় হয়েছে। সুতরাং আমি তাঁর কাছে তা নিয়ে এসে পাঠ করতে শুরু করে দিলাম। অল্পক্ষণ পরেই আমি তাঁর দিকে নযর করেই দেখি যে, তিনি অত্যন্ত অসন্তুষ্ট হয়েছেন। তখন আর আমার মুখ দিয়ে একটি শব্দও বের হলো না এবং ভয়ে আমার গায়ের লোমগুলি খাড়া হয়ে গেল। আমার এ অবস্থা দেখে তিনি ওটা উঠিয়ে নিলেন এবং অক্ষর গুলি মিটিয়ে দিতে শুরু করলেন। আর মুখে তিনি বলতে লাগলেনঃ “তোমরা এদের অনুসরণ করো না। এরা নিজেরাও পথভ্রষ্ট হয়েছে এবং তোমাদেরকেও পথভ্রষ্ট করবে। একথা বলতে বলতে এক এক করে সমস্ত অক্ষর তিনি মুছে ফেললেন। (অতঃপর হযরত উমার (রাঃ) তাদের দু’জনকে বললেনঃ) তোমরা দু’জন যদি তাদের থেকে কিছু লিখে নিয়ে থাকতে তবে আমি অবশ্যই তোমাদেরকে দৃষ্টান্তমূলক শাস্তি দিতাম।” তারা তখন বললো: “আল্লাহর শপথ! আমরা কখনো একটি অক্ষরও লিখবো না।” সুতরাং বাইরে এসেই তারা জঙ্গলের দিকে চললো এবং একটি গর্ত খুঁড়ে লিখার ফলকটি মাটির মধ্যে পুঁতে ফেললো। (এ হাদীসটি হাফিয আবু বকর আহমদ ইবনু ইবরাহীম আল-ইসমাঈলী (রঃ) বর্ণনা করেছেন। মারাসীলে আবি দাউদের মধ্যেও হযরত উমার (রাঃ) হতে এরূপই রিওয়াইয়াত রয়েছে। এ সব ব্যাপারে আল্লাহ তাআ’লাই সর্বাধিক জ্ঞাত)"
    },
    { "ayah": 30, "surah": 12, "text": "Please check ayah 12:34 for complete tafsir." },
    { "ayah": 31, "surah": 12, "text": "Please check ayah 12:34 for complete tafsir." },
    { "ayah": 32, "surah": 12, "text": "Please check ayah 12:34 for complete tafsir." },
    { "ayah": 33, "surah": 12, "text": "Please check ayah 12:34 for complete tafsir." },
    {
      "ayah": 34,
      "surah": 12,
      "text": "৩০-৩৪ নং আয়াতের তাফসীর\nআল্লাহ তাআ’লা সংবাদ দিচ্ছেন যে, ইউসুফ (আঃ) ও আযীযের স্ত্রীর খবর শহরময় ছড়িয়ে পড়লো এবং ওটা হচ্ছে মিসর (এর শহর)। কতকগুলি ভদ্র মহিলা অত্যন্ত বিষ্ময় ও ঘৃণার সাথে এই ঘটনার সমালোচনা করতে থাকে। তারা পরস্পর বলাবলি করেঃ ‘যুলাইখার কর্মকান্ডটা দেখো! সে হচ্ছে উযীরের স্ত্রী, অথচ সে তার ক্রীতদাসের সাথে দুস্কার্যে লিপ্ত হতে চাচ্ছে! ক্রীতদাসের প্রেম তার অন্তরকে আচ্ছন্ন করে ফেলেছে।’ যহ্‌হাক (রঃ) হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণনা করেছেন যে, (আরবি) বলা হয় হত্যাকারী প্রেমকে। (আরবি) হচ্ছে এর নিম্নস্তরের প্রেম। আর (আরবি) বলা হয় অন্তরের পর্দাকে। স্ত্রীলোকগুলি বললো: “আমরা যুলাইখাকে স্পষ্ট বিভ্রান্তির মধ্যে দেখছি।  শহরের ভদ্রমহিলারা তাকে যে দোষারোপ করছে এ খবর তার কানে পৌঁছে গেল। এখানে ‘মকর’ বা ষড়যন্ত্র শব্দটি আনার কারণ এই যে, কারো কারো মতে এটা প্রকৃতপক্ষে ঐ মহিলাদের ষড়যন্ত্রই ছিল। আসলে তারা হযরত ইউসুফের (আঃ) দর্শন কামনা করছিল। সুতরাং যুলাইখাকে দোষারোপ করা তাদের একটা কৌশল ছিল মাত্র। আযীযের স্ত্রী যুলাইখা তাদের এই চাল বুঝে ফেললো। এতে সে তার ওজর পেশ করার একটা সুযোগ পেয়ে গেল। সে তাদেরকে বলে পাঠালো: ‘অমুক সময় আমার বাড়ীতে আপনাদের দাওয়াত থাকলো।’ ইবনু আব্বাস (রাঃ), সাঈদ ইবনু জুবাইর (রাঃ), মুজাহিদ (রঃ) হাসান (রঃ), সুদ্দী (রঃ) প্রভৃতি গুরুজন বলেন যে, যুলাইখা মহিলাদের জন্যে এমন মজলিসের ব্যবস্থা করলো যেখানে খাদ্য হিসেবে ফল রাখা হয়েছিল। ফলগুলি কেটে কেটে ও ছিলে ছিলে খাওয়ার জন্যে সে প্রত্যেককে একটি করে ধাৱাল চাকু প্রদান করলো। এটাই ছিল মহিলাদের ষড়যন্ত্রের প্রতিফলন। তারা আসলে তার বিরুদ্ধে অভিযোগ আনয়ন করে ইউসুফের (আঃ) সৌন্দর্য দেখতে চেয়েছিল। যুলাইখা নিজেকে ক্ষমার্হ প্রমাণ এবং তাদের ষড়যন্ত্র প্রকাশ করার জন্যেই তাদেরকে আহত করলো এবং সেটাও আবার তাদের নিজেদের হাতে। যুলাইখা হযরত ইউসুফকে (আঃ) বললো: “তাদের কাছে বেরিয়ে এসো, হযরত ইউসুফ (আঃ) কি করে তার প্রভুপত্নীর আদেশ অমান্য করতে পারেন? তৎক্ষণাৎ তিনি ঐ কামরা থেকে বেরিয়ে আসলেন যেখানে তিনি অবস্থান করছিলেন। মহিলাদের দৃষ্টি তাঁর দিকে পড়া মাত্রই তারা তাঁর গরিমায় অভিভূত হয়ে পড়লো এবং তাঁর সৌন্দর্য দর্শনে একেবারে আত্মহারা হয়ে গেল। ফলে ঐ সূতীক্ষ্ণ চাকু দ্বারা ফল কাটার পরিবর্তে তারা নিজেদের হাতের অঙ্গুলীগুলি কেটে ফেললো।হযরত যায়েদ ইবনু আসলাম (রঃ) বলেন যে, যিয়াফতের খাদ্য ইতিপূর্বেই যথারীতি পরিবেশন করা হয়েছিল এবং তাদের আহারও ছিল সমাপ্তির পথে। শুধুমাত্র ফল দ্বারা আপ্যায়ন অবশিষ্ট ছিল। তাদের হাতে চাকু ছিল এবং তা দ্বারা তারা ফল কাটতে ছিল। এমতাবস্থায় যুলাইখা তাদেরকে বললো: “আপনারা ইউসুফকে (আঃ) দেখতে চান কি?” সবাই সমস্বরে বলে উঠলো: “হ্যাঁ হ্যাঁ।” তখনই হযরত ইউসুফকে (আঃ) ডেকে পাঠানো হয় এবং তিনি তাদের সামনে হাযির হন। এর পরেই তাকে চলে যেতে বলা হয়। সুতরাং তিনি চলে যান। তাঁর এই আগমন ও প্রস্থানের ফলে তারা তার সামনের দিক এবং পিছনের দিক পূর্ণভাবে দেখবার সুযোগ পায়। তাকে দেখা মাত্রই তাদের মুর্ছা যাওয়ার উপক্রম হয় এবং ফল কাটার পরিবর্তে নিজেদের হাত কেটে ফেলে। কিন্তু তারা ব্যথা অনুভব করতে পারলো না। যখন হযরত ইউসুফ (আঃ) তাদের নিকট থেকে বিদায় হয়ে গেলেন তখন তারা ব্যথা অনুভব করলো এবং বুঝতে পারলো যে, ফলের পরিবর্তে তারা নিজেদের হাত কেটে ফেলেছে। ঐ সময় আযীযের স্ত্রী যুলাইখা তাদেরকে বললো: “দেখুন তো, একবার মাত্র তার সৌন্দর্য দর্শনে আপনারা আত্মভোলা হয়ে গেলেন, তাহলে আমার কি অবস্থা হতে পারে?” মহিলারা বলে উঠলো: “আল্লাহর কসম! ইনি তো মানুষ নন, বরং ফেরেশতা! সাধারণ ফেরেশতা নন বরং বড় মর্যাদাবান ফেরেশতা! আজ থেকে আমরা আর আপনাকে ভৎসনা করবো না।” ভদ্র-মহিলারা হযরত ইউসুফের (আঃ) মত তো নয়ই, এমনকি তাঁর কাছাকাছি এবং তাঁর সাথে সাদৃশ্যযুক্ত সুন্দর লোকও কখনো দেখে নাই। তাঁকে সৌন্দর্যের অর্ধেক দান করা হয়েছিল।মি’রাজের সহীহ হাদীসে রয়েছে যে, রাসূলুল্লাহ (সঃ) তৃতীয় আকাশে হযরত ইউসুফের (আঃ) পার্শ্ব দিয়ে গমন করার সময় বলেনঃ “তাঁকে সৌন্দর্যের অর্ধেক দান করা হয়েছে।” হযরত আনাস (রাঃ) হতে বর্নিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “ইউসুফকে (আঃ) এবং তাঁর মাতাকে অর্ধেক সৌন্দর্য দান করা হয়েছে।” হযরত আবদুল্লাহ ইবনু মাসউদ (রাঃ) হতে বর্নিত, তিনি বলেনঃ “ইউসুফ (আঃ) এবং তাঁর মাতাকে সৌন্দর্যের এক তৃতীয়াংশ দান করা হয়েছে। হযরত আবদুল্লাহ (রাঃ) বলেনঃ “হরত ইউসুফের (আঃ) মুখমন্ডল বিদ্যুতের মতো উজ্জ্বল ছিল। যখন কোন নারী কোন প্রয়োজনে তাঁর কাছে আসতো তখন তিনি তার ফিৎনায় পড়ে যাওয়ার আশঙ্কায় নিজের মুখমণ্ডল ঢেকে নিতেন।” হযরত হাসান বসরী (রঃ) মুরসালরূপে নবী (সঃ) হতে বর্ণনা করেছেন যে, তিনি বলেছেনঃ “ইউসুফ (আঃ) এবং তাঁর মাতাকে দুনিয়াবাসীর সৌন্দর্যের এক তৃতীয়াংশ দান করা হয়েছে এবং বাকী দুই তৃতীয়াংশ সৌন্দর্য সারা দুনিয়ার লোককে দান করা হয়েছে।” মুজাহিদ (রঃ) রাবী’’আ আল-জারাশী (রঃ) হতে বর্ণনা করেছেন যে, তিনি বলেছেনঃ “সৌন্দর্যকে দু'ভাগে ভাগ করা হয়েছে। এক ভাগ দেয়া হয়েছে ইউসুফ (আঃ) এবং তাঁর মাতা সা’রা’কে এবং বাকী এক ভাগ দেয়া হয়েছে সমস্ত মাখলুককে। ইমাম আবুল কাসিম আস-সুহাইলী (রঃ) বলেন যে, এর অর্থ হচ্ছেঃ হযরত ইউসুফকে (আঃ) হযরত আদমের (আঃ) অর্ধেক সৌন্দর্য দান করা হয়েছে। আল্লাহ তাআ’লা হযরত আদমকে (আঃ) নিজের হাতে পূর্ণ আকৃতির নমুনা বানিয়েছিলেন এবং খুবই সুন্দর করে সৃষ্টি করেছিলেন। তাঁর সন্তানদের মধ্যে তার সমপরিমাণ সৌন্দর্য কারো ছিল না। আর হযরত ইউসুফকে (আঃ) তার সৌন্দর্যের অর্ধেক দান করা হয়েছিল।যা হোক, ঐ মহিলারা হযরত ইউসুফকে (আঃ) দেখা মাত্রই বলেছিলেনঃ “আমরা আল্লাহর কাছে আশ্রয় প্রার্থনা করছি, ইনি তো মানুষ নন। (আরবি) শব্দটি অন্য কিরআতে (আরবি) রয়েছে। অর্থাৎ “ইনি ক্রীতদাস হতেই পারেন না। ইনি কোন মর্যাদাবান ফেরেশতা হবেন।” আযীযের স্ত্রী তখন তাদেরকে বললো: “এখন আপনারা আমাকে ক্ষমার্হ মনে করবেন কি? তাঁর সৌন্দর্য কি ধৈর্য শক্তি ছিনিয়ে নেয়ার মত নয়? আমি তাকে সব সময় নিজের দিকে আকৃষ্ট করতে চেয়েছিলাম। কিন্তু তিনি সর্বদা আমার আয়ত্বের বাইরে রয়েছেন। আপনারা মনে রাখবেন যে, বাইরে তিনি যেমন তুলনীয় সৌন্দর্যের অধিকারী তেমনই ভিতরেও তিনি পবিত্র ও নিষ্কলুষ।তাঁর বাহির যেমন সুন্দর ভিতরও তেমনই সুন্দর।” অতঃপর সে ধমক দিয়ে বলেঃ “যদি তিনি আমার কথা না মানেন এবং মনোবাঞ্ছা পূর্ণ না করেন তবে অবশ্যই তাঁকে জেলখানায় যেতে হবে এবং আমি তাঁকে কঠিনভাবে লাঞ্ছিত করবো।” ঐ সময় হযরত ইউসুফ (আঃ) আল্লাহ তাআ’লার আশ্রয় প্রার্থনা করে বলেছিলেনঃ “হে আমার প্রতিপালক। এই নারীরা আমাকে যার প্রতি আহ্‌বান করছে তা অপেক্ষা কারাগার আমার কাছে অধিক প্রিয়। আমাকে আপনি তাদের কুকর্ম হতে রক্ষা করুন! আমি যেন দুষ্কার্যে লিপ্ত হয়ে না পড়ি। যদি আপনি আমাকে রক্ষা করেন তবেই আমি রক্ষা পাবো। আমার নিজের কোনই ক্ষমতা নেই। আমি আমার নিজের লাভ ও ক্ষতির মালিক নই। আপনার সাহায্য ও করুণা ছাড়া না আমি কোন পাপ কার্য থেকে বাঁচতে পারি, না কোন সৎ কাজ করতে পারি। হে আমার প্রতিপালক! আমি আপনার কাছেই সাহায্য চাচ্ছি এবং আপনার উপরই ভরসা করছি। আপনি আমাকে আমার নফসের কাছে সমর্পণ করবেন না যে, আমি ঐ মহিলাদের প্রতি আকৃষ্ট হয়ে পড়ি এবং মুখদের অন্তর্ভুক্ত হই।”মহান আল্লাহ তাঁর প্রার্থনা কবুল করলেন এবং নির্লজ্জতাপূর্ণ কাজ থেকে বাঁচিয়ে নিলেন। তাঁকে তিনি পবিত্রতা দান করলেন এবং স্বীয় হিফাযতে রাখলেন। অশ্লীলতা ও বেহায়াপনা থেকে তিনি রক্ষা পেতেই থাকলেন। অথচ তিনি সেই সময় পূর্ণ যৌবনে পদার্পণ করেছিলেন এবং তিনি পূর্ণমাত্রায় সৌন্দর্যের অধিকারী হয়েছিলেন। তার ভিতরে বিভিন্ন প্রকারের সদ্গুণাবলীর সমাবেশ ঘটেছিল। তথাপি তিনি স্বীয় প্রবৃত্তিকে দমন করেছিলেন এবং আযীযের স্ত্রী যুলাইখার প্রতি মোটেই ভ্রূক্ষেপ করেননি। অথচ সে ছিল নেতার কন্যা ও নেতার স্ত্রী এবং তার প্রভুপত্নী। তাছাড়া সে ছিল অতীব সুন্দরী ও প্রচুর মালের অধিকারিণী। সে তাকে বলেছিল যে, যদি তিনি তার কথা মেনে নেন তবে সে তাকে পুরস্কৃত করবে এবং না মানলে কারাগারে পাঠিয়ে দেবে। কিন্তু তাঁর অন্তরে ছিল আল্লাহর ভয়। তাই তিনি পার্থিব সুখ শান্তিকে আল্লাহর নামে উৎসর্গ করে দিয়েছিলেন এবং ওর উপর কারাগারকেই পছন্দ করেছিলেন। উদ্দেশ্য একমাত্র এটাই যে, এর মাধ্যমে তিনি আল্লাহর আযাব থেকে রক্ষা পাবেন এবং পরকালে সাওয়াবের অধিকারী হবেন। এ জন্যেই সহীহ বুখারী ও সহীহ মুসলিমে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “সাত প্রকারের লোককে আল্লাহ তাঁর (আর্‌শের) ছায়ায় স্থান দিবেন, এমন দিনে যেই দিন তার ছায়া ছাড়া অন্য কোন ছায়া থাকবে নাঃ (১) ন্যায় পরায়ন বাদশাহ, (২) ঐ যুবক (বা যুবতী) যে তার যৌবনকে আল্লাহর ইবাদতে কাটিয়ে দিয়েছে, (৩) ঐ ব্যক্তি যার অন্তর সদা মসজিদে লটকানো থাকে, যখন সে মসজিদ হতে বের হয় যে পর্যন্ত না সে তাতে ফিরে যায়, (৪) এমন দুই ব্যক্তি যারা আল্লাহর জন্যেই একে অপরকে ভালবাসে, আল্লাহর জন্যেই তারা একত্রিত থাকে এবং আল্লাহর জন্যেই বিচ্ছিন্ন হয়, (৫) ঐ ব্যক্তি যে এমন গোপনে দান করে যে, তার ডান হাত যা দান করে বাম হাত তা জানতে পারে না, (৬) ঐ ব্যক্তি যাকে সম্ভ্রান্ত বংশীয়া ও সুশ্রী নারী কু-কাজের দিকে আহ্‌বান করে এবং সে বলেঃ আমি আল্লাহকে ভয় করি, (৭) ঐ ব্যক্তি যে নির্জনে আল্লাহকে স্মরণ করে, অতঃপর তার দু'চক্ষু দিয়ে অশ্রু বয়ে যায়।”"
    },
    {
      "ayah": 35,
      "surah": 12,
      "text": "আল্লাহ তাআ’লা বলেন যে, ইউসুফের (আঃ) পবিত্রতা সবারই কাছে প্রকাশিত হয়ে গেল। কিন্তু এরপরও তাকে কিছুকালের জন্যে কারারুদ্ধ করে রাখাই তারা যুক্তি সঙ্গত মনে করলো। কেননা, জনগণের মধ্যে এটা ছড়িয়ে পড়েছিল যে, আযীযের স্ত্রী যুলাইখা হযরত (ইউসুফের, আঃ) প্রেমে পাগলিনী হয়ে গেছে। সুতরাং এমতাবস্থায় যদি তাঁকে কারারুদ্ধ করা হয় তবে তারা মনে করবে, যে তাঁরই হয়তো পদস্খলন ঘটে থাকবে।কারণ এটাই ছিল যে, যখন মিসরের বাদশাহ কারাগার হতে মুক্তি দেয়ার জন্যে হযরত ইউসুফকে (আঃ) ডেকে পাঠান তখন তিনি জেলখানা থেকেই বলেছিলেনঃ “আমি বের হবো না যে পর্যন্ত না আমার নিরপরাধ হওয়া এবং পবিত্রতা স্পষ্টরূপে প্রকাশিত হয়ে যাবে। আমি কারাগারেই থাকবো যে পর্যন্ত বাদশাহ সাক্ষীদের মাধ্যমে এবং স্বয়ং আযীযের স্ত্রীর দ্বারা পূর্ণ সত্যতা যাচাই না করবেন যে, আমি সম্পূর্ণরূপে নিরপরাধ, আমি মোটেই বিশ্বাসঘাতকতা করি নাই। এটা সারা দুনিয়াবাসীর কাছে স্পষ্ট প্রতীয়মান না হওয়া পর্যন্ত আমি জেলখানা হতে বের হবে না।” অতঃপর যখন হযরত ইউসুফ (আঃ) কারাগার হতে বেরিয়ে আসেন তখন একটা লোকও এমন ছিল না যে তাঁর পবিত্রতা ও নিষ্কলুষতার ব্যাপারে বিন্দুমাত্র সন্দেহ করেছিল। তাঁকে কারাগারে বন্দী করার একমাত্র উদ্দেশ্য ছিল এই যে, যেন আযীযের স্ত্রীর বদনাম না হয়।"
    },
    {
      "ayah": 36,
      "surah": 12,
      "text": "যেই দিন হযরত ইউসুফকে (আঃ) কারাগারে যেতে হয়, ঘটনাক্রমে সেই দিনই দু’জন যুবক কারাগারে প্রবেশ করে। কাতাদা’ (রঃ) বলেন যে, যুবকদ্বয়ের একজন ছিল বাদশাহ’র সুরাবাহী এবং অপরজন ছিল তার রুটি প্রস্তুতকারী (বাবুর্চি)। মুহাম্মদ ইবনু ইসহাক (রঃ) বলেন যে, সুরাবাহীর নাম ছিল নাবওয়া এবং বাবুর্চির নাম ছিল মিজলাস। সুদ্দী (রঃ) বলেন যে, তাদেরকে বন্দী করার কারণ হচ্ছে, তারা বাদশাহ’র খাদ্যে ও পানিয়ে বিষ মিশ্রিত করার ষড়যন্ত্র করেছিল বলে বাদশাহ সন্দেহ করেছিলেন। কারাগারে হযরত ইউসুফের (আঃ) সৎকার্যাবলীর যথেষ্ট সুনাম                            ছিল। সত্যবাদিতা, বিশ্বস্ততা, দানশীলতা, চরিত্রের মাধুর্য, ইবাদত বন্দেগীতে অধিক সময় কাটিয়ে দেয়া, খোদাভীতি, ইলম ও আমল, স্বপ্নের ব্যাখ্যা দান, সদাচার প্রভৃতি সদগুণাবলীর জন্যে তিনি বিশেষ খ্যাতি লাভ করেছিলেন। জেলখানার কয়েদীদের কল্যাণ সাধন, তাদের সাথে উত্তম ব্যবহার, তাদের প্রতি অনুগ্রহকরণ। তাদের মন জয়করণ, তাদের দুঃখে সমবেদনা জ্ঞাপন রুগীদের সেবাকরণ প্রভৃতিই ছিল তাঁর প্রতিদিনের কাজ। এই দু’জন সরকারী চাকুরে হযরত ইউসুফকে (আঃ) অত্যন্ত ভালবাসতে থাকে।একদিন তারা তাঁকে বলেঃ “জনাব! আপনার সাথে আমাদের অত্যন্ত ভালবাসা জন্মেছে।” তিনি তাদেরকে উত্তরে বললেনঃ “আল্লাহ তোমাদের মধ্যে বরকত দান করুন।” কথা এই যে, যেই আমাকে ভালবেসেছে তারই কারণে আমি বিপদগ্রস্ত হয়েছি। আমার ফুফু আমাকে ভালবেসে ছিলেন, তার ভালবাসার কারণে আমি বিপদে পড়েছিলাম। আমার পিতা আমাকে ভালবেসেছিলেন, তাঁর ভালবাসার কারণে আমাকে কষ্টভোগ করতে হয়েছে। আযীযের স্ত্রী (যুলাইখা) আমাকে ভালবেসেছিল, তার ফলে কি হয়েছে তা শুধু আমার নয় বরং তোমাদের চোখের সামনেও স্পষ্টরূপে প্রকাশমান।”যুবকদ্বয় একদা স্বপ্ন দেখলো- সুরাবাহী লোকটি স্বপ্নে দেখলো যে, সে যেন আঙ্গুরের রস নিঙড়াচ্ছে। হযরত ইবনু মাসউদের (রাঃ) কিরআতে (আরবি) শব্দের স্থলে (আরবি) শব্দ রয়েছে। আম্মনবাসী আঙ্গুরকে (আরবি) বলে থাকে। লোকটি স্বপ্নে দেখলো যে, সে যেন আঙ্গুরের চারা রোপন করেছে। তাতে আঙ্গুরের গুচ্ছ রয়েছে এবং সে তা ভেঙ্গে নিয়েছে। অতঃপর সে তা নিংড়িয়ে রস বের করেছে এবং বাদশাহ’কে পান করিয়েছে। হযরত ইউসুফের (আঃ) সামনে স্বপ্নের বর্ণনা দেয়ার পর সে তাঁকে এর তাৎপর্য বলে দিতে অনুরোধ করলো। আল্লাহর নবী হযরত ইউসুফ (আঃ) তাকে বললেনঃ “এর তাৎপর্য হচ্ছে এই যে, তিন দিন পরে তোমাকে জেলখানা হতে মুক্তি দেয়া হবে। আর তুমি তোমার কাজে অর্থাৎ বাদশাহর সুরা পরিবেশনকারী পদে পুনরায় নিযুক্ত হবে।” অপর ব্যক্তি বললো: “আমি স্বপ্নে দেখলাম যে, আমি মাথায় রুটি বহন করছি এবং পাখী এসে তা থেকে খাচ্ছে।” অধিকাংশ মুফাসসিরদের মতে প্রসিদ্ধ উক্তি এই যে, প্রকৃতপক্ষে তারা উভয়েই এই স্বপ্নই দেখেছিল এবং এর সঠিক ব্যাখ্যা হযরত ইউসুফের (আঃ) নিকট জানতে চেয়েছিল। কিন্তু হযরত আবদুল্লাহ ইবনু মাসউদ (রাঃ) হতে বর্ণিত আছে যে, প্রকৃতপক্ষে তারা কোন স্বপ্নই দেখে নাই। হযরত ইউসুফকে (আঃ) পরীক্ষা করবার জন্যেই শুধু তারা তার কাছে মিথ্যা স্বপ্নের ব্যাখ্যা জানতে চেয়েছিল।"
    },
    { "ayah": 37, "surah": 12, "text": "Please check ayah 12:38 for complete tafsir." },
    {
      "ayah": 38,
      "surah": 12,
      "text": "৩৭-৩৮ নং আয়াতের তাফসীর\nহযরত ইউসুফ (আঃ) তাঁর দু’জন কয়েদী সঙ্গীকে সান্ত্বনা দিয়ে বলছেনঃ “আমি তোমাদের স্বপ্নের সঠিক তাৎপর্য বা ব্যাখ্যা জানি। তা বর্ণনা করতে আমি মোটেই কার্পণ্য করবো না এর তাৎপর্য সংঘটিত হওয়ার পূর্বেই আমি তোমাদেরকে তা বলে দেবো।” হযরত ইউসুফের (আঃ) এই ফরমান এবং এই অঙ্গীকার প্রদানের দ্বারা বাহ্যতঃ জানা যাচ্ছে যে, তিনি একাকীত্বের কয়েদে ছিলেন। খাওয়ার সময় খুলে দেয়া হতো এবং তখন পরস্পর মিলিত হতে পারতেন। এ জন্যেই তিনি তাদের সাথে এই ওয়াদা করেছিলেন। আর এটাও হতে পারে যে, আল্লাহ তাআ’লার পক্ষ থেকে অল্প অল্প করে দুটো স্বপ্নের পূর্ণ ব্যাখ্যা বলে দেয়া হয়েছিল। হযরত ইবনু আব্বাস (রাঃ) হতে এটা বর্ণিত হয়েছে, যদিও এটা খুবই গরীব বা দুর্বল।তারপর হযরত ইউসুফ (আঃ) তাদেরকে বলেনঃ “আমাকে এই বিদ্যা আল্লাহ তালা’লার পক্ষ হতে দান করা হয়েছে। কারণ এই যে, আমি ঐ কাফিরদের ধর্ম ত্যাগ করেছি যারা আল্লাহকেও মানে না এবং পরকালকেও বিশ্বাস করে না। আমি আল্লাহর রাসূলদের সত্য দ্বীনকে মেনে নিয়েছি এবং তারই অনুসরণ করছি। স্বয়ং আমার পিতা ও দাদা আল্লাহর রাসুল ছিলেন। তারা হচ্ছেন হযরত ইবরাহীম (আঃ), হযরত ইসহাক (আঃ) এবং হযরত ইয়াকুব (আঃ)। প্রকৃতপক্ষে যাঁরাই সরল সঠিক পথের উপর প্রতিষ্ঠিত থাকেন, হিদায়াতের অনুসারী হন, আল্লাহর রাসূলদের আনুগত্যকে অপরিহার্যরূপে ধারণ করেন এবং ভ্রান্ত পথ হতে মুখ ফিরিয়ে নেন, আল্লাহ তাবারাকা ওয়াতাআ’লা তাদের অন্তরকে আলোকিত করে দেন, বক্ষকে পরিপূর্ণ করেন, বিদ্যা ও আধ্যাত্মিক জ্ঞানে ভূষিত করেন। তাদেরকে ভাল লোকদের নেতা বানিয়ে দেন। তারা জগতবাসীকে কল্যাণের দিকে আহ্‌বান করে থাকেন। আমরা যখন সরল সঠিক পথে পরিচালিত হয়েছি, তাওহীদের জ্ঞান লাভ করেছি, শিরকের পাপ থেকে রক্ষা পেয়েছি, তখন আমাদের জন্যে এটা কিরূপে শোভনীয় হতে পারে যে, আমরা আল্লাহর সাথে অন্য কাউকেও শরীক করবো? এই তাওহীদ, এই সত্য দ্বীন এবং এই আল্লাহর একত্ববাদের সাক্ষ্য, এটা আল্লাহর একটা বিশেষ অনুগ্রহ, যাতে শুধু আমরা নই, বরং আল্লাহর অন্যান্য মাখলুকও এর অন্তর্ভুক্ত। আমরা শুধু এটুকু শ্রেষ্ঠত্ব লাভ করেছি যে, আমাদের কাছে আল্লাহর পক্ষ থেকে ওয়াহী এসেছে এবং জনগণের কাছে আমরা এই ওয়াহী বা প্রত্যাদেশ পৌঁছিয়ে দিয়েছি। কিন্তু অধিকাংশ লোকই অকৃতজ্ঞ। তারা সেই বড় নিয়ামতের প্রতি কৃতজ্ঞতা প্রকাশ করে না, যে নিয়ামত মহান আল্লাহ রাসূলদের মাধ্যমে তাদেরকে প্রদান করেছেন। এই নিয়ামতের শুকরিয়া আদায়ের পরিবর্তে তারা এর সাথে কুফ্‌রী করছে। ফলে তারা নিজেদের সঙ্গীদের সহ ধ্বংসের ঘরে স্থান করে নিচ্ছে। হযরত ইবনু আব্বাস (রাঃ) দাদার উপরও পিতার হুকুম লাগিয়ে থাকেন। আর তিনি বলেন যে, যার ইচ্ছা হয় সে যেন হাজরে আসওয়াদের কাছে এসে তাঁর সাথে মুকাবিলা করে। তিনি প্রমাণ উপস্থাপন করে বলেন যে, আল্লাহ তাআ’লা দাদার উল্লেখ করেন নাই। হযরত ইউসুফের (আঃ) ব্যাপারে তিনি বলেছেন যে, তিনি বলেছিলেনঃ “আমি আমার পিতা ইবরাহীম (আঃ), ইসহাক (আঃ) এবং ইয়াকুবের (আঃ) অনুসরণ করেছি।”"
    },
    { "ayah": 39, "surah": 12, "text": "Please check ayah 12:40 for complete tafsir." },
    {
      "ayah": 4,
      "surah": 12,
      "text": "আল্লাহ তাআ’লা বলেনঃ ‘হে মুহাম্মদ (সঃ)! তোমার কওমের কাছে ইউসুফের (আঃ) কাহিনীটি বর্ণনা কর।' হযরত ইউসুফের (আঃ) পিতা হচ্ছেন ইয়াকুব ইবনু ইসহাক ইবনু ইবরাহীম (আঃ)। যেমন মুসনাদে আহমদে ইবনু উমার (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “কারীম ইবনু কারীম ইবনু কারীম ইবনু কারীম ইউসুফ ইবনু ইয়াকুব ইবনু ইসহাক ইবনু ইবরাহীম (আঃ)।”হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহকে (সঃ) জিজ্ঞেস করা হয়ঃ “লোকদের মধ্যে সবচেয়ে সম্মানিত কে?” তিনি উত্তরে বলেনঃ “তাদের মধ্যে ঐ ব্যক্তি হচ্ছে সবচেয়ে বেশি সম্মানিত, যার অন্তরে আল্লাহর ভয় সবচেয়ে বেশি আছে।” সাহাবীগণ বললেনঃ “আমরা আপনাকে এটা জিজ্ঞেস করছি না।” তিনি বললেনঃ “তাহলে মানুষের মধ্যে সর্বাপেক্ষা সম্মানিত ব্যক্তি হচ্ছেন আল্লাহর নবী হযরত ইউসুফ (আঃ) যিনি নিজেও ছিলেন নবী, পিতাও ছিলেন নবী, পিতামহও ছিলেন নবী এবং প্রপিতামহও ছিলেন আল্লাহর নবী ও তাঁর খলীল বা দোস্ত।” তাঁরা এবারও বললেনঃ “আমরা এটাও জিজ্ঞেস করি নাই।” তিনি তখন তাদেরকে প্রশ্ন করলেনঃ “তা হলে কি তোমরা আমাকে আরবের গোত্রগুলি সম্পর্কে জিজ্ঞেস করছো?” তারা জবাবে বললেনঃ “জ্বি, হ্যাঁ।' তিনি বললেনঃ “তা হলে জেনে রেখোঁরেখো যে, তোমাদের মধ্যে অজ্ঞতার যুগে যারা ভাল ও ভদ্র ছিল, ইসলাম গ্রহণের পরেও তারা ভাল ও সম্ভান্তই থাকবে যদি তারা বোধশক্তি লাভ করে।” (এ হাদীসটি ইমাম বুখারী (রঃ) স্বীয় 'সহীহ' গ্রন্থে বর্ণনা করেছেন)হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণিত, তিনি বলেন যে, নবীদের স্বপ্ন আল্লাহ তাআ’লার ওয়াহী হয়ে থাকে। তাফসীরকারকগণ বলেছেন যে, এখানে এগারোটি নক্ষত্র দ্বারা হযরত ইউসুফের (আঃ) এগারোটি ভাইকে বুঝানো হয়েছে। আর সুর্য ও চন্দ্র দ্বারা উদ্দেশ্য হচ্ছে তাঁর পিতা ও মাতা। এই স্বপ্নের ব্যাখ্যা স্বপ্ন দেখার চল্লিশ বছর পর প্রকাশ পায়। আবার কেউ কেউ বলেন যে, ব্যাখ্যা প্রকাশ পায় আশি বছর পর, যখন তিনি তাঁর পিতা মাতাকে রাজ-সিংহাসনে বসান এবং তাঁর এগারোটি ভাই তার সামনে সিজদাবনত হয়। ঐ সময় তিনি বলেনঃ “হে পিতঃ! এটাই আমার পূর্বেকার স্বপ্নের ব্যাখ্যা, আমার প্রতিপালক ওটা সত্যে পরিণত করেছেন।”হযরত জা’বির (রাঃ) হতে বর্ণিত আছে যে, ইয়াহুদীদের মধ্যে বুসতানা’ নামক একজন বিখ্যাত আলেম ছিলেন। তিনি নবীর (সঃ) নিকট এসে বলেনঃ “হে মুহাম্মদ (সঃ)! যে এগারটি নক্ষত্র হযরত ইউসুফকে (আঃ) সিজদা করেছিল ওগুলির নাম আমাকে বলে দিন।” বর্ণনাকারী বলেন যে, তাঁর একথা শুনে নবী (সঃ) কিছুক্ষণ নীরব থাকেন। তখন হযরত জিবরাঈল (আঃ) আকাশ হতে অবতরণ করে তাঁকে তারকা গুলির নাম বলে দেন। রাসূলুল্লাহ (সঃ) তখন ঐ লোকটিকে ডেকে বলেনঃ “তারকাগুলির নাম তোমাকে বলে দিলে তুমি ঈমান আনবে তো?” তিনি উত্তরে বলেনঃ “হ্যাঁ, নিশ্চয়।” নবী (সঃ) বললেনঃ “ওগুলির নাম হচ্ছেঃ (১) জিরইয়ান, (২) তা’রিক, (৩) দিয়াল, (৪) যুল কানফাত, (৫) কা’বিস, (৬) অসাব, (৭) আমূদান, (৮) ফালীক, (৯) মিসবাহ, (১০) যরূহ এবং (১১) ফারাগ।” তখন ইয়াহূদী আ’লেমটি বলে উঠলেনঃ “আল্লাহর শপথ! ঐ নক্ষত্রগুলির এই নামই বটে। (এ হাদীসটি ইমাম আবু জাফর ইবনু জারীর (রাঃ) বর্ণনা করেছেন। এই রিওয়াইয়াতটি দালায়েলে বায়হাকী, মুসনাদে আবি ইয়ালা, মুসনাদে বাযযার এবং তাফসীরে আবি হা’তিমেও রয়েছে)আর একটি রিওয়াইয়াতে রয়েছে যে, হযরত ইউসুফ (আঃ) যখন তাঁর স্বপ্নের কথা তাঁর পিতার নিকট বর্ণনা করেন তখন তাঁর পিতা হযরত ইয়াকুব (আঃ) তাঁকে বলেনঃ এটা সত্য স্বপ্ন। পরবর্তীকালে আল্লাহ এটা পূর্ণ করে দেখাবেন। তিনি বলেন যে, সুর্য দ্বারা তাঁর পিতা এবং চন্দ্র দ্বারা তাঁর মাতাকে বুঝানো হয়েছে। (এ রিওয়াইয়াতটি মুসনাদে আবি ইয়ালায় রয়েছে। কিন্তু এই রিওয়াইতের সনদে হাকীম ইবনু যাহীর ফাযারী একাকী রয়েছেন, যাকে কতিপয় ইমাম দুর্বল বলেছেন। আর অধিকাংশই তাকে পরিত্যাগ করেছেন। হুসনে ইউসুফের বর্ণনাকারী ইনিই। চারজন শায়েখই তাকে দুর্বল বলেছেন)"
    },
    {
      "ayah": 40,
      "surah": 12,
      "text": "৩৯-৪০ নং আয়াতের তাফসীর\nহযরত ইউসুফের (আঃ) কারা-সঙ্গীদ্বয় তাঁর কাছে তাদের স্বপ্নের তাৎপর্য জিজ্ঞেস করতে এসেছে। তিনি তাদেরকে তা বলে দেয়ার ওয়াদা করেছেন। কিন্তু এর পূর্বে তিনি তাদেরকে তাওহীদের ওয়ায শুনাচ্ছেন এবং শিরক হতে ও মাখলুকের উপাসনা হতে বিরত থাকতে বলছেন। তিনি বলছেনঃ “সেই এক আল্লাহ যিনি সকল বস্তুর উপর নিজের অধিকার প্রতিষ্ঠিত করেছেন, যাঁর সামনে সমস্ত মাখলুক নত, অক্ষম ও শক্তিহীন, যার কোন অংশীদার নেই, সব কিছুরই উপর যার রাজত্ব ও আধিপত্য তিনিই উত্তম, না তোমাদের কাল্পনিক দুর্বল ও অপদার্থ বহু উপাস্য উত্তম? এরপর তিনি বলেনঃ “তোমরা যেগুলির পূজাঅর্চনা করছে সেগুলি একেবারে অকেজো। এই নামগুলি এবং এগুলির ইবাদত শুধু তোমাদের মনগড়া। খুব বেশি বললে তোমরা শুধু এতটুকুই বলতে পারবে যে, তোমাদের পূর্ব পুরুষরাও এই রোগেরই রোগী ছিল। কিন্তু এর কোন প্রমাণ তোমরা উপস্থাপন করতে পারবে না। আল্লাহ তাআ’লা এর কোন আকলী ও নকলী দলীল দুনিয়ায় তৈরীই করেন নাই। হুকুম, আধিপত্য, ক্ষমতা একমাত্র আল্লাহরই। তিনি স্বীয় বান্দাদেরকে তাঁরই ইবাদত করার এবং তিনি ছাড়া অন্য কারো ইবাদত করা হতে বিরত থাকার অকাট্য হুকুম দিয়ে রেখেছেন। দ্বীনে মুসতাক্কীম এটাই যে, আল্লাহর একত্ব ঘোষিত হবে, আমল ও ইবাদত হবে একমাত্র তাঁরই জন্যে এবং হুকুম চলবে শুধুমাত্র তারই। এর উপর অসংখ্য দলীল প্রমাণ বিদ্যমান রয়েছে। কিন্তু অধিকাংশ লোকই এটা অবগত নয়। তারা তাওহীদ ও শিরকের মধ্যে পার্থক্য করতে পারে না। এ কারণেই অধিকাংশ মানুষ শিরকের পংকিলে নিমজ্জিত রয়েছে। নবীদের আকাংখা সত্ত্বেও ঈমানের সৌভাগ্য তারা লাভ করে না। স্বপ্নের তাৎপর্য বর্ণনা করার পূর্বে এই বাহাসের অবতারণার মধ্যে এক বিশেষ যৌক্তিকতাও ছিল। তা এই যে, তাদের দু’জনের মধ্যে একজনের স্বপ্নের তাৎপর্য ছিল খুবই খারাপ। তাই তিনি তাদের সাথে অন্য প্রসঙ্গ নিয়ে আলোচনা করছিলেন যেন তারা তাদের প্রশ্নের পুনরাবৃত্তি না করে। কিন্তু তারা যখন পুনরায় তাৎপর্য জিজ্ঞেস করলো তখন তিনিও তাঁর ওয়াযের পুনরাবৃত্তি করলেন। তাদের বারবার প্রশ্ন উত্থাপন করার কোন প্রয়োজনই ছিল না। কেননা, তিনি তো তাদের স্বপ্নের তাৎপর্য বলে দেয়ার ওয়াদাই করেছেন। এখানে কথা শুধু এটাই যে, তারা তাঁর শ্রেষ্ঠত্ব ও মর্যাদা দেখেই তাকে এটা জিজ্ঞেস করেছিল। তিনি ওর জবাব দেয়ার পূর্বে ওর চেয়ে উত্তম বিষয়ের দিকে তাদের মনোযোগ আকর্ষণ করেন এবং দ্বীন ইসলামকে তাদের সামনে দলীলসহ পেশ করেন। কেননা, তিনি বুঝতে পেরেছিলেন যে, তাদের মধ্যে সত্যকে কবুল করে নেয়ার উপাদান বিদ্যমান রয়েছে। তারা কথা বুঝবে, দলীল প্রমাণের উপর গবেষণা চালাবে এবং সত্যকে মেনে নেয়ার কথা কানে শ্রবণ করবে। যখন তিনি স্বীয় কর্তব্য পালন করলেন এবং আল্লাহর আহকামের তাবলীগের কাজ শেষ করলেন তখন তিনি তাদের দ্বিতীয়বার প্রশ্ন করার পূর্বে তাদের স্বপ্নের তাৎপর্য বর্ণনা করতে শুরু করলেন।"
    },
    {
      "ayah": 41,
      "surah": 12,
      "text": "এখন আল্লাহর মনোনীত বান্দা হযরত ইউসুফ (আঃ) তাঁর কারা-সঙ্গীদ্বয়কে তাদের স্বপ্নের তাৎপর্য বলে দিচ্ছেন। কিন্তু কার স্বপ্নের ব্যাখ্যা কি তা তিনি নির্দিষ্ট করে বলে দিচ্ছেন না, যাতে তাদের একজন দুঃখিত না হয় এবং মৃত্যুর পূর্বেই মৃত্যুর বোঝা তার উপর চেপে না বসে। বরং তিনি অস্পষ্টভাবেই তাদেরকে বললেনঃ “তোমাদের মধ্যে একজন বাদশাহর সুরা পরিবেশনকারী নিযুক্ত হয়ে যাবে।” এটা আসলে ঐ ব্যক্তির স্বপ্নের তাৎপর্য ছিল, যে নিজেকে আঙ্গুরের রস নিঙড়াতে দেখেছিল। আর যে ব্যক্তি নিজের মাথার উপর রুটি দেখেছিল তার স্বপ্নের ব্যাখ্যা তিনি এই দিলেন যে, তাকে শূল বিদ্ধ করা হবে এবং পাখি তার মাথার মগজ খাবে। এরপর তিনি বলেনঃ “এটা কিন্তু সংঘটিত হয়েই যাবে। কেননা, যে পর্যন্ত স্বপ্নের তাৎপর্য বর্ণনা করা না হয় সেই পর্যন্ত তা লটকানো অবস্থায় থাকে। আর যখন তার ব্যাখ্যা বর্ণিত হয়ে যায় তখন তা সংঘটিত হয়েই পড়ে।”কথিত আছে যে, স্বপ্নের তাৎপর্য শুনার পর তারা উভয়ে বলেছিলঃ “আমরা তো আসলে কোন স্বপ্নই দেখি নাই।” তখন তিনি তাদেরকে বলেছিলেনঃ “এখন তো তোমাদের প্রশ্ন অনুযায়ী এর ফল সংঘটিত হয়েই যাবে।” এর দ্বারা জানা গেল যে, কেউ যদি অযথা স্বপ্নের কথা বলে এবং তার তাৎপর্যও বলে দেয়া হয় তখন তার প্রকাশ অপরিহার্য হয়ে পড়ে। এ সব ব্যাপারে আল্লাহ তাআ’লাই সঠিক জ্ঞানের অধিকারী।মুআ’বিয়া ইবনু হায়দা’ (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “স্বপ্ন পাখীর পায়ের উপর থাকে (অর্থাৎ উড়ন্ত অবস্থায় থাকে), যে পর্যন্ত না ওর তাৎপর্য বর্ণনা করা হয়। অতঃপর যখন ওর তাৎপর্য বর্ণনা করা হয় তখন তা সংঘটিত হয়ে যায়।” (এ হাদীসটি ইমাম আহমদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন)হযরত আনাস (রাঃ) হতে মারফূ’ রূপে বর্ণিত আছে যে, স্বপ্ন হচ্ছে প্রথম তাৎপর্য বর্ণনাকারীর জন্যে। (এ হাদীসটি আবু ইয়ালা (রঃ) তারঁ মুসনাদে গ্রন্ত্রে বর্ণনা করেছেন)"
    },
    {
      "ayah": 42,
      "surah": 12,
      "text": "হযরত ইউসুফ (আঃ) যার স্বপ্নের তাৎপর্য অনুযায়ী স্বীয় ধারণায় জেলখানা হতে মুক্তি পাবেন বলে মনে করেছিলেন তাকে তিনি দ্বিতীয় ব্যক্তি অর্থাৎ বাবুর্চির অগোচরে গোপনে বলেছিলেন যে, সে যেন বাদশাহর সামনে তাঁর সম্পর্কে আলোচনা করে। কিন্তু লোকটি তাঁর এ কথাটি সম্পূর্ণরূপে ভুলে যায়। এটাও ছিল শয়তানেরই চক্রান্ত। এ কারণে হযরত ইউসুফকে (আঃ) কয়েক বছর কারাগারে কাটাতে হয়েছিল। সুতরাং সঠিক কথা এটাই যে, (আরবি) এর ‘(আরবি)’ সর্বনামটি মুক্তিপ্রাপ্ত লোকটির দিকেই প্রত্যাবর্তিত। তবে কেউ কেউ এ কথাও বলেছেন যে, ‘(আরবি)' সর্বনামটি হযরত ইউসুফের (আঃ) দিকে ফিরেছে।হযরত ইবনু আব্বাস (রাঃ) হতে মারফূ’ রূপে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যদি হযরত ইউসুফ (আঃ) এ কথা না বলতেন তবে তাঁকে এতো দীর্ঘদিন জেলখানায় থাকতে হতো না। তিনি আল্লাহ তাআ’লাকে ছেড়ে অন্যের কাছে নিজের জীবনের প্রশস্ততা কামনা করেছিলেন।” কিন্তু এই রিওয়াইয়াতটি অত্যন্ত দুর্বল। কেননা, সুফইয়ান ইবনু ওয়াকী’ এবং ইবরাহীম ইবনু ইয়াযীদ এ দু'জন বর্ণনাকারী দুর্বল। হাসান (রঃ) ও কাতাদা’ (রঃ) হতে মুরসাল রূপে হাদীস বর্ণিত হয়েছে। যদিও কোন কোন ক্ষেত্রে মুরসাল হাদীস গ্রহণযোগ্য হয়ে থাকে, তথাপি এরূপ গুরুত্বপূর্ণ স্থানে এরূপ মুরসাল হাদীস কখনোই গ্রহণযোগ্য দলীল হতে পারে না। এসব ব্যাপারে সঠিক জ্ঞান একমাত্র আল্লাহ তাআ’লারই রয়েছে।(আরবি) শব্দটি তিন থেকে নয় পর্যন্ত সংখ্যার জন্যে এসে থাকে। হযরত অহাব ইবনু মুনাববাহ (রঃ) হতে বর্ণিত আছে যে, হযরত আইয়ুব (আঃ) সাত বছর যাবৎ রোগে ভুগেছিলেন, হযরত ইউসুফ (আঃ) সাত বছর কারাগারে অবস্থান করেছিলেন এবং বাখ্‌তে নাসারের শাস্তিও সাত বছর ধরে চলেছিল। হযরত ইবনু আব্বাস (রাঃ) বলেন যে, হযরত ইউসুফের (আঃ) কারাগারে অবস্থানের সময়কাল ছিল বারো বছর। যহ্‌হাক (রঃ) বলেন যে চৌদ্দ বছর তিনি জেলখানায় অবস্থান করেছিলেন।"
    },
    { "ayah": 43, "surah": 12, "text": "Please check ayah 12:49 for complete tafsir." },
    { "ayah": 44, "surah": 12, "text": "Please check ayah 12:49 for complete tafsir." },
    { "ayah": 45, "surah": 12, "text": "Please check ayah 12:49 for complete tafsir." },
    { "ayah": 46, "surah": 12, "text": "Please check ayah 12:49 for complete tafsir." },
    { "ayah": 47, "surah": 12, "text": "Please check ayah 12:49 for complete tafsir." },
    { "ayah": 48, "surah": 12, "text": "Please check ayah 12:49 for complete tafsir." },
    {
      "ayah": 49,
      "surah": 12,
      "text": "৪৩-৪৯ নং আয়াতের তাফসীর\nআল্লাহ তাআ’লা এটা নির্ধারণ করে রেখেছিলেন যে, হযরত ইউসুফ (আঃ) অত্যন্ত মর্যাদা, সম্মানজনক মুক্তি ও পবিত্রতার সাথে কারাগার হতে বের হয়ে আসবেন। এ জন্যেই মহান আল্লাহ এই কারণ বানিয়ে দিলেন যে, মিসরের বাদশাহ এক স্বপ্ন দেখলেন, যার ফলে তিনি কিংকর্তব্যবিমুঢ় হয়ে পড়লেন। তিনি দরবার ডাকলেন এবং সমস্ত সভাসদ, যাদুকর, জ্যোতিষী এবং স্বপ্নের ব্যাখ্যাকারীকে একত্রিত করলেন। তাদের সামনে তিনি নিজের স্বপ্নের বর্ণনা দিলেন এবং ব্যাখ্যা জানতে চাইলেন। কিন্তু কেউই কিছুই বুঝলো না এবং সবাই অপারগ হয়ে এটাকে এড়িয়ে যেতে চাইলো। তাই তারা বললো: “এটা কোন ব্যাখ্যা যোগ্য স্বপ্ন নয়। এটা শুধু এলোমেলো খেয়াল মাত্র। আমরা এগুলির ব্যাখ্যা জানি না।” ঐ সময় শাহী সুরা পরিবেশনকারীর হযরত ইউসুফের (আঃ) কথা মনে পড়ে গেল। তার স্মরণ হয়ে গেল যে, তিনি স্বপ্নের ব্যখ্যা দানে বিশেষ অভিজ্ঞ। এই বিদ্যায় তাঁর খুবই পারদর্শিতা রয়েছে। এটা ছিল ঐ ব্যক্তি যে হযরত ইউসুফের (আঃ) সাথে কারাগারে অবস্থান করেছিল এবং তার সাথে তার এক সঙ্গীও ছিল। এই লোকটিকেই হযরত ইউসুফ (আঃ) বলেছিলেন যে, সে যেন বাদশাহর কাছে তার কথা আলোচনা করে। কিন্তু শয়তান তাকে ঐ কথা ভুলিয়ে দিয়েছিল। এই দীর্ঘদিন পরে তার সে কথা স্মরণ হলো। সে দরবারের সবারই সামনে এসে বলেঃ “এই স্বপ্নের সঠিক ব্যাখ্যা জানবার আপনাদের আগ্রহ থাকলে আমাকে কারাগারে হযরত ইউসুফের (আঃ) কাছে হাজির হওয়ার অনুমতি দিন। আমি তাঁর কাছে গিয়ে তাঁকে এই স্বপ্নের ব্যাখ্যা জিজ্ঞেস করবো।” সবাই তার প্রস্তাবে সম্মত হলো এবং তাকে হযরত ইউসুফের (আঃ) নিকট পাঠিয়ে দিলো।(আরবি) শব্দটি অন্য পঠনে (আরবি) রয়েছে। এর অর্থ হচ্ছে ভুলে যাওয়া। অর্থাৎ ভুলে যাওয়ার পর তার স্মরণ হলো। দরবারের লোকদের কাছে অনুমতি নিয়ে লোকটি হযরত ইউসুফের (আঃ) নিকট হাজির হলো এবং বললো: “হে সত্যবাদী ইউসুফ (আঃ) বাদশাহ এই ধরণের একটি স্বপ্ন দেখেছেন এবং এর ব্যাখ্যা জানতে তিনি খুবই আগ্রহী। রাজদরবার লোকে ভরপুর রয়েছে। তারা অধীরভাবে আমার পথ পানে চেয়ে আছে। দয়া করে আপনি আমাকে এর ব্যাখ্যা বলে দিন যাতে আমি ফিরে গিয়ে তাদেরকে এটা অবহিত করতে পারি।” হযরত ইউসুফ (আঃ) তাকে কোন ভৎর্সনা করলেন না যে, সে এতোদিন পর্যন্ত তাঁর কথা ভুলে গিয়েছিল এবং বাদশাহর সামনে তাঁর কথা আলোচনা করে নাই। সে বাদশাহর কাছে এ আবেদনও করে নাই যে, তাঁকে কারাগার হতে মুক্তি দেয়া হোক! তিনি তার কাছে কোন আশা প্রকাশও করলেন না। এবং তাকে দোষারোপও করলেন না, বরং বিনা বাক্য ব্যয়ে বাদশাহর স্বপ্নের পূর্ণ তাৎপর্য বর্ণনা করলেন এবং সাথে সাথে তদবীরও বলে দিলেন। সাতটি স্থূলকায় গাভী দ্বারা উদ্দেশ্য এই যে, সাত বছর পর্যন্ত প্রয়োজন মোতাবেক বরাবর বৃষ্টি বর্ষিত হতে থাকবে। গাছে খুবই ফল ধরবে এবং জমিতে প্রচুর ফসল উৎপন্ন হবে। সাতটি সবুজ শীষ দ্বারা উদ্দেশ্য এটাই। গাভী ও বলদকেই হালে জুড়ে দেয়া হয় এবং ওগুলি দ্বারাই জমিতে চাষ করা হয়। তিনি প্রণালীও বলে দিলেন যে, ঐ সাত বছর যে ফসল উৎপন্ন হবে তা সঞ্চিত সম্পদ হিসাবে জমা করে রাখতে হবে এবং সেগুলিকে রাখতে হবে শীষসহ যাতে পঁচে না যায় এবং খারাপ ও নষ্ট না হয়। শুধু খাবারের প্রয়োজন হিসেবে ওর থেকে গ্রহণ করতে হবে। সামান্য পরিমাণও বেশি নেয়া চলবেনা। এই সাত বছর অতিক্রান্ত হওয়ার পরই দুর্ভিক্ষ শুরু হয়ে যাবে এবং এই দুর্ভিক্ষ পর্যায়ক্রমে সাত বছর পর্যন্ত থাকবে। বৃষ্টিও হবে না এবং ফসলও ফলবে না। সাতটি শীর্ণকায় গাভী দ্বারা এটাই বুঝানো হয়েছে। এই সময়ে তোমরা তোমাদের জমাকৃত সাত বছরের শীষযুক্ত ফসল হতে খেতে থাকবে। জেনে রেখোঁরেখো, পরবর্তী সাত বছরে ফসল মোটেই উৎপন্ন হবে না। বরং তোমাদের পূর্বের সাত বছরের জমাকৃত ফসল হতেই খেতে হবে। তোমরা বীজ বপণ করবে বটে, কিন্তু শস্য মোটেই উৎপন্ন হবে না। তিনি স্বপ্নের পূর্ণ ব্যাখ্যা দানের পর এই সুসংবাদও প্রদান করলেন যে, দুর্ভিক্ষের সাতটি বছরের পর যে বছরটি আসবে তা বড়ই বরকতময় বছর হবে। প্রচুর পরিমাণে বৃষ্টিপাত হবে এবং যথেষ্ট পরিমাণে ফসল উৎপন্ন হবে। ফলে সংকীর্ণতা দূর হয়ে যাবে। লোকেরা অভ্যাসগতভাবে যায়তুন প্রভৃতির তেল বের করবে এবং অভ্যাস অনুযায়ী আঙ্গুরের রস নিঙড়াতে থাকবে। জন্তুর স্তন দুধে পরিপূর্ণ হয়ে যাবে। সুতরাং জনগণ যথেষ্ট পরিমাণে দুধ বের করে পান করবে এবং পরিতৃপ্ত হবে।"
    },
    {
      "ayah": 5,
      "surah": 12,
      "text": "হযরত ইয়াকুব (আঃ) স্বীয় পুত্র হযরত ইউসুফের (আঃ) স্বপ্নের বৃত্তান্ত শুনে তাঁকে যে কথা বলেছিলেন আল্লাহ তাআ’লা এখানে ঐ খবরই দিচ্ছেন। তিনি এই স্বপ্নের ব্যাখ্যাকে সামনে রেখে পুত্র ইউসুফকে (আঃ) সতর্ক করতে গিয়ে বলেনঃ “হে আমার প্রিয় পুত্র! তোমার এই স্বপ্নের কথা তুমি তোমার ভাইদের সামনে বর্ণনা করো না। কেননা এই স্বপ্নের ব্যাখ্যা এই যে, তোমার ভ্রাতাগণ তোমার সামনে খাটো হয়ে যাবে। এমনকি তারা তোমার সম্মানার্থে তোমার সামনে অত্যন্ত বিনয়ের সাথে মাথা নত করবে। সুতরাং খুব সম্ভব যে, তোমার এই স্বপ্নের বৃত্তান্ত শুনে এর ব্যাখ্যাকে সামনে রেখে তারা শয়তানের প্রতারণার ফাঁদে পড়ে যাবে এবং এখন থেকেই তোমার সাথে শত্রুতা শুরু করে দেবে। আর হিংসার বশবর্তী হয়ে ছলনা ও কৌশল করে তোমাকে বিপদে ফেলার চেষ্টা করবে। রাসূলুল্লাহর (সঃ) শিক্ষাও এটাই তিনি বলেছেনঃ “ তোমাদের কেউ যদি ভাল স্বপ্ন দেখে তবে সে যেন তা বর্ণনা করে। আর কেউ যদি কোন খারাপ স্বপ্ন দেখে তবে সে যেন (শয়ন অবস্থায়) পার্শ্ব পরিবর্তন করে এবং বাম দিকে তিনবার থুথু ফেলে; আর এর অনিষ্টকারীতা থেকে আল্লাহর নিকট আশ্রয় প্রার্থনা করে এবং কারো কাছে যেন তা বর্ণনা না করে, তাহলে ঐ স্বপ্ন তার কোনই ক্ষতি করতে পারবে না।”মুআ’বিয়া ইবনু হায়দাহ্ আল-কুশায়বী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ যে পর্যন্ত স্বপ্নের ব্যাখ্যা করা না হয় সেই পর্যন্ত তা পাখীর পায়ের উপর থাকে (অর্থাৎ উড়ন্ত অবস্থায় থাকে), আর যখন ওর ব্যাখ্যা বর্ণিত হয় তখন তা সংঘটিত হয়ে যায়। (এ হাদীসটি ইমাম আহমদ (রঃ) এবং কোন কোন আহলে সুনান বর্ণনা করেছেন)একারণেই এ হুকুমও নেয়া যেতে পারে যে, নিয়ামতকে গোপন রাখা উচিত, যে পর্যন্ত না ওটা উত্তমরূপে লাভ করা যায় এবং প্রকাশিত হয়ে পড়ে। যেমন হাদীসে এসেছেঃ “প্রয়োজনসমূহ পুরো করার ব্যাপারে ওগুলি গোপন করার মাধ্যমে সাহায্য নাও, কেননা যে ব্যক্তি কোন নিয়ামত লাভ করে তার প্রতি হিংসা করা হয়ে থাকে।”"
    },
    { "ayah": 50, "surah": 12, "text": "Please check ayah 12:52 for complete tafsir." },
    { "ayah": 51, "surah": 12, "text": "Please check ayah 12:52 for complete tafsir." },
    {
      "ayah": 52,
      "surah": 12,
      "text": "৫০-৫২ নং আয়াতের তাফসীর\nআল্লাহ তাআ’লা রাজা সম্পর্কে খবর দিতে গিয়ে বলেন যে, রাজার স্বপ্নের তাৎপর্য জেনে নেয়ার পর যখন রাজদূত হযরত ইউসুফের (আঃ) নিকট হতে বিদায় গ্রহণ করলো এবং রাজাকে সমস্ত ঘটনা অবহিত করলো তখন রাজা তার ঐ স্বপ্নের এই তাৎপর্য শুনে খুবই খুশী হলেন এবং এটাই যে তার স্বপ্নের সঠিক ব্যাখ্যা তা তাঁর নিশ্চিতরূপে বিশ্বাস হয়ে গেল তিনি এটাও বুঝতে পারলেন যে, হযরত ইউসুফ (আঃ) একজন বড় বিদ্বান ও সম্মানিত ব্যক্তি। স্বপ্নের ব্যাখ্যার ব্যাপারে তাঁর পূর্ণ জ্ঞান রয়েছে। তাছাড়া তিনি অত্যন্ত মহৎ চরিত্রের অধিকারী। তিনি আল্লাহ মাখলুকের শুভাকাংখী। তার কোন লোভ নেই। এখন তাঁর সাথে স্বয়ং সাক্ষাৎ করার তাঁর খুবই আগ্রহ হলো। তৎক্ষণাৎ তিনি দূতকে বললেনঃ যাও এখনই হযরত ইউসুফকে (আঃ) কারাগার থেকে মুক্তি দিয়ে আমার কাছে নিয়ে এসো।” সুতরাং পুনরায় দূত কারাগারে গিয়ে হযরত ইউসুফের (আঃ) সাথে সাক্ষাৎ করলো এবং বাদশাহর পয়গাম তাঁকে শুনিয়ে দিলো। তখন তিনি বললেনঃ “আমি এখান থেকে বের হবো না যে পর্যন্ত না মিসরের বাদশাহ এবং তার সভাসদবর্গ এটা অবগত হবেন যে, আমার অপরাধ কি ছিল? আযীযের স্ত্রী সম্পর্কে যে দোষ আমার উপর চাপিয়ে দেয়া হয়েছে তা কতটুকু সত্য? এতদিন পর্যন্ত আমাকে কারাগারের বন্দী রাখার মধ্যে কি রহস্য নিহিত রয়েছে? এটা কি শুধুমাত্র অত্যাচার ও বাড়াবাড়ির ভিত্তিতে? তুমি ফিরে গিয়ে বাদশাহকে আমার পয়গাম জানিয়ে দাও। তিনি যেন ঘটনাটি পূর্ণভাবে বিশ্লেষণ করেন।”হাসীদ শরীফেও হযরত ইউসুফের (আঃ) এই ধৈর্য এবং তাঁর এই সৌজন্য ও ভদ্রতার ভূয়সী প্রশংসা করা হয়েছে। সহীহ বুখারী ও সহীহ মুসলিমে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেন : “হযরত ইবরাহীম (আঃ) অপেক্ষা আমরাই সন্দেহের বেশী হকদার। হযরত ইবরাহীম (আঃ) বলেছিলেনঃ (আরবি) অর্থাৎ “হে আমার প্রতিপালক আপনি কিভাবে মৃতকে জীবিত করবেন তা আমাকে দেখিয়ে দিন।” (২: ২৬০) আল্লাহ তাআ’লা হযরত লূতের (আঃ) উপর রহম করুন! তিনি কোন শক্তিশালী দল বা কোন মযবুত দুর্গের আশ্রয়ে আসতে চেয়েছিলেন। জেনে রেখোঁরেখো যে, হযরত ইউসুফ (আঃ) যতদিন জেলখানায় অবস্থান করেছিলেন, আমি যদি সেখানে ততদিন অবস্থান করতাম, অতঃপর দূত আমার কাছে আমার মুক্তির প্রস্তাব নিয়ে আসতো তবে আমি অবশ্যই তার প্রস্তাব (বিনা শর্তে) কবুল করে নিতাম।”মুসনাদে আহমাদে (আরবি)…… (আরবি) এই আয়াতের তাফসীরে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেনঃ “যদি আমি হতাম তবে তৎক্ষণাৎ দূতের কথা মেনে নিতাম এবং কোন ওজর অনুসন্ধান করতাম না।”মুসনাদে আবদির রাযযাকে ইকরামা (রঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেনঃ “আল্লাহর শপথ! আমি ইউসুফের (আঃ) ধৈর্য ও সহনশীলতা দেখে বিস্ময় বোধ করি। আল্লাহ তাঁকে ক্ষমা করুন! বাদশাহ স্বপ্ন দেখলেন এবং সেই স্বপ্নের তাৎপর্য জানবার জন্যে তিনি অস্থির হয়ে উঠলেন। দূত এসে হযরত ইউসুফকে (আঃ) ঐ স্বপ্নের তাৎপর্য জিজ্ঞেস করলো। আর তিনি তৎক্ষণাৎ কোন শর্তারোপ ছাড়াই স্বপ্নের তাৎপর্য বলে দিলেন। যদি আমি হতাম তবে যে পর্যন্ত জেলখানা থেকে নিজেকে মুক্ত করিয়ে না নিতাম কখনো তা বলে দিতাম না।” হযরত ইউসুফের সবর ও করমের উপর বিস্মিত হতে হয়। আল্লাহ তাকে ক্ষমা করুন। তার কাছে দূত আসছে তার মুক্তির পয়গাম নিয়ে। আর তাকে তিনি বলেছেনঃ “এখন নয়, যে পর্যন্ত না সকলের কাছে আমার পবিত্রতা, পূণ্যশীলতা এবং নির্দোষিতা প্রকাশিত হয়। তার জায়গায় যদি আমি হতাম তবে দৌড়ে গিয়ে দরজার উপর পৌঁছে যেতাম।” এ বর্ণনাটি মুরসাল। এখন বাদশাহ ঘটনার সত্যাসত্য নিরূপণ করতে শুরু করলেন। যে ভদ্র মহিলাদেরকে তার স্ত্রী যুলাইখা দাওয়াত করেছিল তাদেরকে তিনি ডেকে পাঠান এবং স্বয়ং তাঁর স্ত্রীকেও দরবারে ডাকিয়ে নেন। অতঃপর তিনি ঐ মহিলাদেরকে জিজ্ঞেস করেনঃ “যিয়াফতের দিনের ব্যাপারটা কি? খুঁটিনাটি বর্ণনা কর, কিছুই গোপন করো না।” মহিলারা তখন সমস্বরে বলে উঠলোঃ “আল্লাহর মাহাত্ম্য অদ্ভূত বটে! আমরা আজ এটা অকপটে স্বীকার করছি। যে, হযরত ইউসুফের (আঃ) কোনই অপরাধ ছিল না। তাঁর সম্পর্কে যা কিছু বলা হয়েছিল সবই তার উপর অপবাদ ছিল। আল্লাহর শপথ! আমরা খুব ভালরূপেই জানি ইউসুফ (আঃ) সম্পূর্ণ নির্দোষ। ঐ সময় যুলাইখাও বলে উঠলো: “সত্য শেষ পর্যন্ত প্রকাশিত হয়েই গেল। আমি আজ স্বয়ং স্বীকার করছি যে, আমিই ইউসুফকে (আঃ) কুকাজের দিকে আহবান করেছিলাম। ঐ সময় তিনি যা বলেছিলেন ওটাই সত্য ছিল। অর্থাৎ তিনি বলেছিলেনঃ “এই মহিলাই আমাকে তার দিকে আকৃষ্ট করতে চেয়েছিল।” এ ব্যাপারে তিনি সম্পূর্ণরূপে সত্যবাদী। আজ আমি দ্বিধাহীন চিত্ত্বে নিজের অপরাধ স্বীকার করছি, যাতে আমার স্বামীও আশ্বস্ত হন যে, আমিও প্রকৃতপক্ষে তাঁর ব্যাপারে কোন খিয়ানত করি নাই। হযরত ইউসুফের (আঃ) পবিত্রতার কারণে আমার দ্বারা কোন দুষ্কার্য প্রকাশিত হয় নাই। ব্যভিচার থেকে মহান আল্লাহ আমাকে রক্ষা করেছেন। আমার এই স্বীকারোক্তির দ্বারা আমার স্বামীর সামনে এটা স্পষ্টভাবে প্রতীয়মান হয়ে গেল যে, আমি নির্লজ্জতাপূর্ণ কার্যে জড়িত হয়ে পড়ি নাই।” এটা সম্পূর্ণরূপে সত্য যে, বিশ্বাসঘাতকদের ষড়যন্ত্র আল্লাহ সফল করেন না, বরং তা তিনি বানচাল করে দেন।"
    },
    {
      "ayah": 53,
      "surah": 12,
      "text": "(আযীযের স্ত্রী) যুলাইখা বললো: “আমি আমার নফসকে পবিত্র বলছি না এবং না তাকে    সর্বপ্রকারের অপরাধ হতে মুক্ত মনে করছি। নফ্‌সের মধ্যে তো সব রকমের খারাপ খেয়াল এবং অবৈধ আকাঙ্ক্ষা বাসা বেঁধে থাকে। ওটা সব সময় খারাপ কাজ করতে উত্তেজিত করে তাকে। এ জন্যেই আমি নফসের প্রতারণায় পড়ে ইউসুফ (আঃ) কে আমার ফাঁদে ফেলার ইচ্ছা করেছিলাম কিন্তু তিনি আমার ফাঁদে পড়েন নাই। কেননা ন খারাপ কাজ করতে উত্তেজিত করে বটে, কিন্তু তাকে পারে না যার প্রতি আল্লাহ পাকের করুণা বর্ষিত হয়। নিশ্চয় আমার প্রতিপালক অত্যন্ত ক্ষমাশীল এবং পরম দয়ালু।' এটা আযীযের স্ত্রী যুলাইখারই উক্তি। এ উক্তিটিই বেশি প্রসিদ্ধ ও গ্রহণযোগ্য। ঘটনার পূর্বাপর বর্ণনা দ্বারাও এই উক্তিটি সঠিক বলে প্রমাণিত হয়। অর্থের দিক দিয়েও এটাই সঠিক বলে  মনে হয়। এটাকেই ইমাম রাযী (রঃ) স্বীয় তাফসীরে বর্ণনা করেছেন। ইমাম ইবনু তাইমিয়া (রঃ) তো এই ব্যাপারে একটি পৃথক কিতাবই রচনা করেছেন এবং সেখানে এই উক্তিটিরই পূর্ণ পৃষ্ঠপোষকতা করা হয়েছে। কিন্তু কতকগুলি লোক এ কথাও বলেছেন যে, এটা হযরত ইউসুফের (আঃ) উক্তি (অর্থাৎ (আরবি )হতে (আরবি )পর্যন্ত) যার ভাবার্থ হলো ইউসুফ (আঃ) বললেনঃ যাতে মিসরের আযীয জানতে পারেন যে, তাঁর স্ত্রীর ব্যাপারে আমি তার অনুপস্থিতিতে কোন খিয়ানত করি নাই’ (শেষ পর্যন্ত)। ইবনু জারীর (রঃ) এবং ইবনু আবি হা’তিম (রঃ) তো এই উক্তি ছাড়া আর কোন উক্তি বর্ণনাই করেননি। যেহেতু তাফসীরে ইবনু জারীরে রয়েছে যে, হযরত ইবনু আব্বাস (রাঃ) বলেনঃ “যখন হযরত ইউসুফের (আঃ) কথা অনুযায়ী বাদশাহ শহরের মহিলাদেরকে তাঁর সম্পর্কে জিজ্ঞাসাবাদ করেন তখন তারা বলেঃ আমরা তাঁর মধ্যে খারাপ কিছুই দেখি নাই।' যুলাইখাও স্বীকারোক্তি করে বলেনঃ ‘সত্য কথা এটাই যে, আমিই তাকে আমার প্রতি আকৃষ্ট করার চেষ্টা করেছিলাম তখন হযরত ইউসুফ (আঃ) বলেনঃ ‘আমার এ সব করার একমাত্র উদ্দেশ্য ছিল এই যে, আমি যে মিসরের আযীযের অনুপস্থিতিতে তাঁর কোন খিয়ানত বা বিশ্বাসঘাতকতা করি নাই তা তাঁকে জানিয়ে দেয়া।' তখন হযরত জিবরাঈল (আঃ) তাঁর কাছে এসে বললেনঃ যেই দিন মহিলাটি আপনাকে কামনা করেছিল এবং আপনিও তাকে কামনা করেছিলেন সেদিনও নয় কি (অর্থাৎ সেদিনও কি আপনি খিয়ানত করেন নাই)?” তখন তিনি জবাব দিয়েছিলেনঃ আমি নিজেকে নির্দোষ মনে করি না। মানুষের মন অবশ্যই মন্দ কর্ম প্রবণ, কিন্তু সে নয় যার প্রতি আমার প্রতিপালক দয়া করেন (শেষ পর্যন্ত)।” মুজাহিদ (রঃ), সাঈদ ইবনু জুবাইর (রঃ), ইকরামা (রঃ), ইবনু আবি হুযাইল (রঃ), যহহাক (রঃ), হাসান (রঃ), কাতাদা’ (রঃ) এবং সুদ্দী (রঃ) এটাই বলেছেন। কিন্তু প্রথম উক্তিটিই (অর্থাৎ এটা যুলাইখার উক্তি হওয়াটাই) অধিকতর সঠিক, দৃঢ় এবং স্পষ্ট। কেননা পরবর্তী উক্তিটির শেষাংশ আযীযের স্ত্রী যুলাইখারই উক্তি বটে, যা সে সবারই সামনে বাদশাহ্র কাছে বর্ণনা করেছিল এবং হযরত ইউসুফ (আঃ) সেখানে উপস্থিত ছিলেন না (বরং ঐ সময় তিনি জেলখানায় ছিলেন)। ঐ সব কথোপকথনের পর বাদশাহ তাঁকে ডেকে পাঠান।"
    },
    { "ayah": 54, "surah": 12, "text": "Please check ayah 12:55 for complete tafsir." },
    {
      "ayah": 55,
      "surah": 12,
      "text": "৫৪-৫৫ নং আয়াতের তাফসীর\nহযরত ইউসুফ (আঃ) যখন বাদশাহর কাছে নিরপরাধ প্রমাণিত হয়ে যান তখন তিনি অত্যন্ত খুশী হন এবং দূতকে বলেনঃ “ইউসুফকে (আঃ) আমার কাছে নিয়ে এসো। আমি তাঁকে আমার বিশিষ্ট পরামর্শদাতাদের মধ্যে গণ্য করবো। সুতরাং তিনি বাদশাহ্র নিকট আগমন করেন। বাদশাহ যখন তাঁর অতুলনীয় রূপলাবণ্য লক্ষ্য করলেন, তার মুখের মধুমাখা কথা শুনলেন এবং তাঁকে মহৎ চরিত্রের অধিকারী পেলেন তখন তিনি আবেগে অভিভুত হয়ে পড়লেন এবং স্বতঃস্ফূর্তভাবে তাঁর মুখ হতে বেরিয়ে এলো :“আপনি আমাদের কাছে একজন সম্মানিত ও বিশিষ্ট ব্যক্তি।” হযরত ইউসুফ (আঃ) তখন নিজের জন্যে একটি জনসেবা মূলক কাজ পছন্দ করলেন এবং নিজেকে ঐ কাজের যোগ্য ব্যক্তি বলে মত প্রকাশ করলেন। মানুষের জন্যে এটা বৈধও বটে যে, যখন সে অপরিচিত লোকদের মধ্যে অবস্থান করবে তখন প্রয়োজনের সময় তাদের সামনে নিজের যোগ্যতার কথা বর্ণনা করবে। বাদশাহর স্বপ্নের তিনি যে ব্যাখ্যা দিয়েছিলেন তার উপর ভিত্তি করে তিনি তাঁর কাছে এই আকাংখা প্রকাশ করেছিলেন যে, যমীন হতে উৎপাদিত শস্যের যা কিছু জমা করা হবে তার ব্যবস্থাপনার দায়িত্ব তাঁরই উপর যেন অর্পণ করা হয়। তাহলে সেগুলি তিনি বিশ্বস্ততার সাথে হিফাযত করবেন এবং নিজের জ্ঞান অনুযায়ী কাজ করবেন। এর ফলে দুর্ভিক্ষের বিপদের সময় মানুষ পুরোপুরিভাবে উপকার লাভ করবে। বাদশাহর অন্তরে তো তাঁর সত্যবাদিতা ও বিশ্বস্ততার ছাপ পড়েই গিয়েছিল। সুতরাং তৎক্ষণাৎ তিনি বিনা বাক্য ব্যয়ে তার আবেদন মঞ্জুর করে নেন।"
    },
    { "ayah": 56, "surah": 12, "text": "Please check ayah 12:57 for complete tafsir." },
    {
      "ayah": 57,
      "surah": 12,
      "text": "৫৬-৫৭ নং আয়াতের তাফসীর\nমিসরে হযরত ইউসুফ (আঃ) এতো উন্নতি লাভ করেন যে, সুদ্দী (রঃ) এবং আবদুর রহমান ইবনু যায়েদ ইবনু আসলামের (রঃ) মতে নিজের ইচ্ছামত যে কোন কাজ করার তিনি অধিকার ও স্বাধীনতা লাভ করেছিলেন। ইচ্ছামত তিনি সরকারী অর্থ ব্যয় করতে পারতেন এবং যেখানে ইচ্ছা সেখানেই ঘর নির্মাণ করতে পারতেন। আল্লাহর কি মহিমা! যে ইউসুফ (আঃ) এতো দিন জেলের নির্জন কক্ষে বসবাস করছিলেন তিনি আজ রাষ্ট্রের অধিনায়ক। আজ তাঁর যা ইচ্ছা তাই করার অধিকার রয়েছে। সত্যিই আল্লাহ তাআ’লা যাকে চান তাকে ইচ্ছামত করুণার অংশ দান করে থাকেন। ধৈর্যশীলরা অবশ্যই ধৈর্যের ফল পেয়ে থাকেন। তিনি ভাইদের দেয়া কষ্ট সহ্য করেছেন, আল্লাহর নাফরমানি থেকে বাঁচার জন্যে মিসরের আযীযের স্ত্রীর অপ্রীতিভাজন হয়েছেন এবং জেলখানার কষ্ট সহ্য করেছেন। ফলে আল্লাহর করুণা উথলিয়ে উঠেছে এবং তিনি ধৈর্যের ফল প্রাপ্ত হয়েছেন।  সৎকর্মশীলদের সৎকর্ম কখনো বিফলে যায় না। অতঃপর এইরূপ ঈমানদার ও খোদাভীরু ব্যক্তিবর্গ আখেরাতে উচ্চ মর্যাদা ও অধিক পূণ্যের অধিকারী হবেন। এখানে তারা যা পেলেন পরকালে এর চেয়ে বহুগুণে বেশী পাবেন। হযরত সুলাইমান (আঃ) সম্পর্কে মহান আল্লাহ স্বীয় পবিত্র কিতাবে বলেনঃ (আরবি) অর্থাৎ “এ সব আমার অনুগ্রহ, এটা হতে তুমি অন্যকে দিতে অথবা নিজে রাখতে পার, এর জন্যে তোমাকে হিসাব দিতে হবে না। আর আমার কাছে রয়েছে তার জন্যে উচ্চ মর্যাদা ও শুভ পরিণাম।” (৩৮: ৩৯-৪০)মোটকথা, মিসরের বাদশাহ্ রাইয়ান ইবনু ওয়ালীদ মিসর সাম্রাজ্যের মন্ত্রীত্বের দায়িত্ব হযরত ইউসুফকে (আঃ) অর্পণ করেন। ইতিপূর্বে উক্ত পদে অধিষ্ঠিত ছিলেন ঐ মহিলাটির স্বামী যে তাকে তাঁর প্রতি আকৃষ্ট করতে চেয়েছিল। তিনিই তাঁকে ক্রয় করেছিলেন। শেষ পর্যন্ত মিসরের বাদশাহ তাঁর হাতে ঈমান আনয়ন করেন।মুহাম্মদ ইবনু ইসহাক (রঃ) বলেন যে, যে লোকটি হযরত ইউসুফকে (আঃ) ক্রয় করেছিলেন তাঁর নাম ছিল ইতফীর। তিনি তৎকালীন সময়েই ইন্তেকাল করেন। তাঁর মৃত্যুর পর মিসরের বাদশাহ তার স্ত্রী রাঈলের সাথে হযরত ইউসুফের (আঃ) বিয়ে দিয়ে দেন। যখন তিনি তাঁর সাথে মিলিত হন তখন তাকে বলেনঃ “আচ্ছা বলতো তুমি যে ইচ্ছা পোষণ করেছিলে তার চেয়ে এটা উত্তম নয় কি?” সে উত্তরে বলেছিলঃ “হে সত্যবাদী ও সত্যের সাধক! আমাকে আর ভৎসনা করবেন না। আপনি জানেন যে, আমি ছিলাম সৌন্দর্য ও প্রচুর ধন দৌলতের অধিকারিণী মহিলা। আমার স্বামী ছিলেন পুরুষত্বহীন। তিনি আমার সাথে সহবাস করতেই সক্ষম ছিলেন না। এদিকে আল্লাহ তাআ’লা যে আপনাকে দৈহিক সৌন্দর্য সম্পদে সম্পদশালী করেছেন এটা তো বলাই বাহুল্য। সুতরাং এখন আপনি আমাকে তিরস্কার করবেন না। সুতরাং এটা ধারণা করা হয় যে, হযরত ইউসুফ (আঃ) মহিলাটিকে কুমারী অবস্থাতেই পেয়েছিলেন। তার গর্ভে তার দু’টি পুত্র সন্তান জন্মগ্রহণ করেছিলেন। তাঁদের নাম ছিল আফরাসীম ও মীশা। আফরাসীমের ঔরষে নূন জন্ম গ্রহণ করেছিল। তিনি ছিলেন হযরত ইউশার (আঃ) পিতা। আর রহমত নাম্নী এক কন্যা জন্ম গ্রহণ করেন এবং তিনি ছিলেন হযরত আইয়ুবের (আঃ) স্ত্রী। হযরত ফযল ইবনু আইয়াহ্ (রঃ) বলেন যে, আযীযের স্ত্রী রাস্তায় দাঁড়িয়েছিল, এমতাবস্থায় হযরত ইউসুফ (আঃ) সেখান দিয়ে গমন করেন। ঐ সময় স্বতঃস্ফূর্তভাবে তার মুখ দিয়ে বেরিয়ে আসেঃ “সমস্ত প্রশংসা মহান আল্লাহর জন্যে, যিনি তাঁর প্রতি আনুগত্যের কারণে দাসদের বাদশাহীর আসনে সমাসীন করিয়েছেন এবং তার নাফরমানীর কারণে বাদশাহদের দাসে পরিণত করেছেন।”"
    },
    { "ayah": 58, "surah": 12, "text": "Please check ayah 12:62 for complete tafsir." },
    { "ayah": 59, "surah": 12, "text": "Please check ayah 12:62 for complete tafsir." },
    {
      "ayah": 6,
      "surah": 12,
      "text": "আল্লাহ তাআ’লা হযরত ইয়াকুবের (আঃ) উক্তির সংবাদ দিচ্ছেন, যে উক্তি তিনি তাঁর পূত্র হযরত ইউসুফের (আঃ) ব্যাপারে করেছিলেন। তিনি তাঁর পুত্রকে বলেছিলেনঃ বৎস! যেমনভাবে আল্লাহ তাআ’লা তোমাকে মনোনীত করেছেন যে, স্বপ্নে তোমাকে এই তারকাগুলি, সূর্য এবং চন্দ্রকে তোমার প্রতি সিজদাবনত অবস্থায় দেখিয়েছেন, তেমনিভাবে তিনি তোমাকে নুবওয়াতের উচ্চ মর্যাদাও দান করবেন এবং তোমাকে স্বপ্নের ব্যাখ্যা শিক্ষা দিবেন। আর তিনি তোমার প্রতি তাঁর নিয়ামত পূর্ণ করবেন অর্থাৎ তোমাকে রাসূলরূপে প্রেরণ করবেন এবং তোমার প্রতি ওয়াহী পাঠাবেন। যেমন তিনি ইতিপূর্বে তাঁর খলীল বা দোস্ত ইবরাহীমের (আঃ) প্রতি ও ইসহাকের (আঃ) প্রতি ওয়াহী পাঠিয়েছিলেন ও নুবওয়াত দান করেছিলেন, যাঁরা ছিলেন তোমার পিতামহ ও প্রপিতামহ। নুবওয়াতের যোগ্য কে বা কারা তা আল্লাহ তাআ’লা ভালরূপেই অবগত রয়েছেন।"
    },
    { "ayah": 60, "surah": 12, "text": "Please check ayah 12:62 for complete tafsir." },
    { "ayah": 61, "surah": 12, "text": "Please check ayah 12:62 for complete tafsir." },
    {
      "ayah": 62,
      "surah": 12,
      "text": "৫৮-৬২ নং আয়াতের তাফসীর\nসুদ্দী (রঃ), মুহাম্মদ ইবনু ইসহাক (রঃ) প্রভৃতি মুফাসসিরগণ হযরত ইউসুফের (আঃ) ভাইদের মিসরে গমনের কারণ বর্ণনা করতে গিয়ে বলেন যে হযরত ইউসুফ (আঃ) মিসরের উযীর নিযুক্ত হওয়ার পর সাত বছর পর্যন্ত খাদ্য শস্য প্রচুর পরিমাণে জমা করেন। এরপরে যখন সাধারণভাবে দুর্ভিক্ষ শুরু হয়ে যায় এবং জনগণ এক একটি দানার জন্যে ব্যাকুল হয়ে ফিরতে থাকে তখন তিনি অভাবীদেরকে দান করতে শুরু করেন। এই দুর্ভিক্ষ মিসরের এলাকায় ছাড়াও কিনআ’ন ইত্যাদি শহরেও ছড়িয়ে পড়েছিল। হযরত ইউসুফ (আঃ) বিদেশী লোকদেরকে উট বোঝাই করে খাদ্য দান করতেন। স্বয়ং তিনি ও বাদশাহ দিনে শুধুমাত্র একবার দুপুরের সময় দু’ এক গ্রাস খাবার খেতেন এবং মিসরবাসীকে পেট পুরে খাওয়াতেন। সুতরাং ঐ যুগে মিসরবাসীদের উপর এটা একটা আল্লাহর রহমত ছিল। কোন কোন মুফাসসির হতে এটাও বর্ণিত আছে যে, হযরত ইউসুফ (আঃ) প্রথম বছর মালের বিনিময়ে খাদ্য বিক্রি করেন, দ্বিতীয় বছর বিক্রি করেন আসবাবপত্রের বিমিনমিয়ে। এভাবে তিনি তৃতীয় ও চতুর্থ বছরেও খাদ্য বিক্রি করেন। তারপরে বিক্রি করেন স্বয়ং মানুষের জীবন এবং তাদের সন্তানদের বিনিময়ে। সুতরাং তিনি মানুষের জীবন, তাদের সন্তান এবং তাদের অধিকারভুক্ত সমস্ত ধন মালের মালিক হয়ে যান। কিন্তু এরপর তিনি সকলকেই আযাদ করে দেন এবং তাদের মালধনও তাদেরকে ফিরিয়ে দেন। এটা হচ্ছে বণী ইসরাঈলের রিওয়াইত বা বর্ণনা। সুতরাং এটাকে আমরা সত্য মিথ্যা কিছুই বলতে পারি না।এখানে এই বর্ণনা দেয়া হচ্ছে যে, মিসরে আগমনকারীদের মধ্যে হযরত ইউসুফের (আঃ) ভাইয়েরাও ছিলেন। তাঁরা তাঁদের পিতার নির্দেশক্রমে মিসরে আগমন করেছিলেন। তাঁদের পিতা অবগত হয়েছিলেন যে, মিসরের আযীয মালের বিনিময়ে খাদ্য প্রদান করে থাকেন। তাই তিনি তাঁর দশজন ছেলেকে সেখানে পাঠিয়েছিলেন এবং হযরত ইউসুফের (আঃ) সহোদর ভাই বিনইয়ামীনকে নিজের কাছে রেখেছিলেন। যাকে তিনি হযরত ইউসুফের (আঃ) পরে খুবই ভালবাসতেন। যখন এই যাত্রীদল হযরত ইউসুফের (আঃ) নিকট পৌঁছেন তখন তিনি এক নজর দেখেই তাঁদেরকে চিনে নেন। কিন্তু তাঁদের কেউই তাকে চিনতে পারেন নাই। কেননা, বাল্যাবস্থাতেই তিনি তাঁদের থেকে পৃথক হয়ে গিয়েছিলেন। ভ্রাতাগণ তাঁকে সওদাগরদের নিকট বিক্রি করে দিয়েছিলেন। তারপরে কি হলো তা তারা কি করে জানবেন? এটা তো ছিল কল্পনাতীত কথা যে, যাঁকে তাঁরা গোলাম হিসেবে বিক্রি করে দিয়েছেন তিনি আজ মিসরের আযীয হয়ে বসেছেন। এদিকে হযরত ইউসুফ (আঃ) এমনভাবে তাদের সাথে কথাবার্তা বলেন যে, তিনিই যে ইউসুফ (আঃ) এ ধারণাও তাঁদের অন্তরে স্থান পায় নাই। তিনি তাদেরকে জিজ্ঞেস করেনঃ “আপনারা কিভাবে আমাদের দেশে আসলেন?” তাঁরা উত্তরে বললো: “আপনি খাদ্য দান করে থাকেন এ খবর শুনেই আমরা আপনার রাজ্যে এসেছি।” তিনি বলেনঃ “আমার মনে সন্দেহ হচ্ছে যে, আপনারা হয়তো গুপ্তচর।” তাঁরা বলেনঃ “আমরা আল্লাহর নিকট আশ্রয় প্রার্থনা করছি, আমরা গুপ্তচর নই।” তিনি জিজ্ঞেস করেনঃ “আপনাদের বাসস্থান কোথায়?” তারা জবাবে বলেনঃ “আমরা কিনআ’নের অধিবাসী। আমাদের পিতার নাম ইয়াকুব (আঃ), তিনি আল্লাহ তাআ’লার একজন নবী।” তিনি তাঁদেরকে প্রশ্ন করেনঃ “তোমরা ছাড়া তার আর কোন ছেলে আছে কি? তারা জবাবে বলল “হ্যাঁ, আমরা বারো ভাই ছিলাম। আমাদের মধ্যে যে ছিল সবচেয়ে ছোট এবং পিতার চোখের মণি সে তো ধ্বংস হয়ে গেছে। তারই এক সহোদর ভাই আছে। তাকে পিতা আমাদের সাথে পাঠান নাই। তাকে তিনি নিজের কাছেই রেখে দিয়েছেন। তারই মাধ্যমে তিনি কিছুটা সান্ত্বনা লাভ করে থাকেন।” এরপর হযরত ইউসুফ (আঃ) তার ভৃত্যদের নির্দেশ দেন যে, তাদেরকে যেন সরকারী মেহমান মনে করা হয় এবং সম্মানজনক স্থানে তাদেরকে থাকার ব্যবস্থা করা হয় ও উত্তম খাবার খেতে দেয়া হয়। অতঃপর যখন তাঁদেরকে খাদ্য শস্য দেয়া শুরু হলো এবং বস্তা ভর্তি করে দেয়া হলো, আর তাঁদের সাথে যতগুলি বাহন জন্তু ছিল সেগুলি যতগুলি বোঝা বইতে পারে ততগুলিই ওগুলির উপর চাপিয়ে দেয়া হলো তখন হযরত ইউসুফ (আঃ) তাঁদেরকে বললেনঃ “দেখুন! আপনাদের কথার সত্যতার প্রমাণ হিসেবে আপনাদের যে ভাইটিকে এবার সঙ্গে আনেন নাই, পরবর্তী সময়ে তাকে অবশ্যই সাথে নিয়ে আসবেন। দেখুন! আমি আপনাদের সাথে উত্তম ব্যবহার করেছি এবং আপনাদের সম্মান প্রদর্শনে একটুও ক্রটি করি নাই।” এভাবে তাঁদের উৎসাহ প্রদানের পর আবার ধমকও দেন। তিনি বলেনঃ “পরের দফে যদি আপনারা আপনাদের ঐ ভাইটিকে সঙ্গে না আনেন তবে খাদ্যের একটি দানাও আপনাদেরকে দেয়া হবে না এমনকি আপনাদেরকে আমার কাছেও আসতে দেবো না।” তাঁরা প্রতিশ্রুতি দিল এবং বললো, “আমরা আমাদের পিতাকে বুঝিয়ে সুঝিয়েবলবো এবং যে কোন প্রকারেই হোক না কেন আমরা আমাদের ঐ ভাইটিকে সঙ্গে আনার চেষ্টা করবো। যাতে আমরা বাদশাহর কাছে মিথ্যাবাদী সাব্যস্ত না হই।” সুদ্দী (রঃ) বলেন যে, হযরত ইউসুফ (আঃ) তাঁর ভাইদের নিকট থেকে কিছু জিনিষ তার কাছে বন্ধক রেখেছিলেন এবং তাদেরকে বলেছিলেনঃ “আপনারা আপনাদের ঐ ভাইটিকে সঙ্গে করে আমার কাছে আসলেই এটা পেয়ে যাবেন। কিন্তু এটা সত্য বলে মনে হচ্ছে না। কেননা, তিনি তো তাদেরকে পুনরায় তাঁর কাছে ফিরে আসার ব্যাপারে বেশ উৎসাহ প্রদান করেছিলেন এবং অনেক কিছু লোভ দেখিয়ে ছিলেন।যখন ভ্রাতাগণ বিদায়ের প্রস্তুতি গ্রহণ করলেন তখন হযরত ইউসুফ (আঃ) তাঁর চতুর ভৃত্যদেরকে নির্দেশ দিলেন যে, খাদ্য দ্রব্য গ্রহণের বিনিময় হিসেবে যে সব আসবাবপত্র তাঁরা আনয়ন করেছে তা যেন তাদেরকে ফিরিয়ে দেয়া হয়। কিন্তু এমন কৌশলে এটা করতে হবে যে, তাঁরা যেন মোটেই টের না পায়। তাঁদের বস্তার মধ্যে ঐ আসবাবপত্র গুলি অতি সন্তর্পণে ভরে দিতে হবে। সম্ভবতঃ এর একটি কারণ হচ্ছে: তাঁর মনে হলো যে, যে সব আসবাব তাঁরা খাদ্য দ্রব্য গ্রহণের বিনিময় হিসেবে আনয়ন করেছে সেগুলি যদি তিনি নিয়ে নেন তবে তাদের বাড়ীর অবস্থা কি হবে! আবার এটাও হতে পারে যে, তিনি পিতা ও ভাইদের নিকট থেকে খাদ্যের বিনিময় গ্রহণ করা সমীচীন মনে করেননি। তাছাড়া এও হতে পারে যে, তাঁর ধারণায় যখন তারা বাড়ীতে গিয়ে বস্তা খুলবে এবং তাদের আসবাবপত্রগুলি বস্তার মধ্যে পাবে তখন অবশ্যই তার প্রাপ্য জিনিষ তাঁকে ফিরিয়ে দেয়ার জন্যে তার কাছে তারা ফিরে আসবে। এই সুযোগে তিনি তাঁদের সাথে পুনরায় মিলিত হতে পারবেন।"
    },
    { "ayah": 63, "surah": 12, "text": "Please check ayah 12:64 for complete tafsir." },
    {
      "ayah": 64,
      "surah": 12,
      "text": "৬৩-৬৪ নং আয়াতের তাফসীর\nআল্লাহ তাআ’লা হযরত ইউসুফের (আঃ) ভাইদের সম্পর্কে বলেন যে, তাঁরা তাঁদের পিতার কাছে ফিরে যাবার পর তাদের পিতাকে বললো: “হে পিতা! এরপরে যদি আপনি আমাদের সাথে আমাদের ভাইকে (বিনইয়ামীনকে) না পাঠান তবে আমাদেরকে আর খাদ্য দ্রব্য দেয়া হবে। যদি তাকে আমাদের সাথে পাঠিয়ে দেন তবে অবশ্যই আমরা রসদ পেয়ে যাবো। আপনি তার সম্পর্কে নিশ্চিন্ত থাকুন। আমরা অবশ্যই তার রক্ষণাবেক্ষণ করবো।” (আরবি) অন্য পঠনে (আরবি) ও রয়েছে। তাঁদের এ কথা শুনে তাঁদের পিতা হযরত ইয়াকুব (আঃ) বললেন : “তোমরা এর সাথে ঐ ব্যবহারই করবে যে ব্যবহার ইতিপূর্বে তাঁর ভাই এর সাথে করেছিলে। তোমরা একে এখান থেকে নিয়ে যাবে এবং ফিরে এসে (তার হারিয়ে যাওয়া সম্পর্কে) বানিয়ে সানিয়ে কথা বলবে।” (আরবি) শব্দটি অন্য কিরআতে (আরবি) ও রয়েছে। এরপর তিনি বলেনঃ “আল্লাহ তাআ’লাই হচ্ছেন সর্বোত্তম রক্ষণাবেক্ষণকারী এবং সর্বাপেক্ষা অধিক দয়ালুও বটে। তিনি আমাকে আমার এই বার্ধক্যের অবস্থায় অসহায় করবেন না। বরং তিনি আমার প্রতি দয়া করবেন এবং আমার ছেলে ইউসুফের (আঃ) জন্যে আমি যে অত্যন্ত শোকার্ত রয়েছি তা তিনি অবশ্যই দূর করে দেবেন। তাঁর পবিত্র সত্ত্বার প্রতি আমার অগাধ বিশ্বাস রয়েছে যে, তিনি ইউসুফকে (আঃ) আমার নিকট অবশ্যই ফিরিয়ে দেবেন এবং মনের ব্যাকুলতা দূর করবেন।তাঁর কাছে কোন কাজই কঠিন নয় এবং তিনি স্বীয় বান্দাদের প্রতি করুণা বর্ষণ করা হতে বিরত থাকবেন না।”"
    },
    { "ayah": 65, "surah": 12, "text": "Please check ayah 12:66 for complete tafsir." },
    {
      "ayah": 66,
      "surah": 12,
      "text": "৬৫-৬৬ নং আয়াতের তাফসীর\nআল্লাহ তাআ’লা বলছেন যে, ইউসুফের (আঃ) ভ্রাতাগণ যখন তাদের মালপত্র খুললো তখন দেখলো যে, তাদের পণ্যমূল্য তাদেরকে প্রত্যর্পণ করা হয়েছে ঐগুলি হযরত ইউসুফ (আঃ) তাঁর ভাইদের বিদায়ের সময় তাদের বস্তার মধ্যে গোপনীয়ভাবে ভরে দেয়ার নির্দেশ দিয়েছিলেন। বাড়ি গিয়ে যখন তাঁরা বস্তা খুলল তখন তাদের প্রদত্ত পণ্য মূল্য গুলি বস্তার মধ্যে দেখতে পেল। তা দেখে তাদের পিতাকে তারা বললোঃ “আব্বা! আর কি চান? দেখুন! মিসরের আযীয তো আমাদেরকে আমাদের পণ্য মূল্য পর্যন্ত ফিরিয়ে দিয়েছেন অথচ খাদ্য শস্য পুরোপুরি প্রদান করেছেন। আপনি এখন আমাদের ভাই বিনইয়ামীনকে আমাদের সাথে পাঠিয়ে দিন। আমরা আমাদের পরিবারের জন্যে রসদও আনবো এবং ভাই এর কারণে আরো এক উট বোঝাই খাদ্য পেয়ে যাবো। কেননা মিসরের আযীয প্রত্যেককে এক উট বোঝাই খাদ্যই দিয়ে থাকেন। আর আপনি আমাদের ভাই বিনইয়ামীনকে আমাদের সাথে পাঠানোর ব্যাপার চিন্তা করছেন কেন? আমরা পূর্ণভাবে তার রক্ষণাবেক্ষণ করবে। এটা খুবই সহজ মাপ।\" এই ছিল পিতার সাথে তাদের আলাপ আলোচনা হযরত ইয়াকুব (আঃ) তাঁদের এসব কথার জবাবে বললেনঃ “যে পর্যন্ত তোমরা শপথ করে না বলবে যে, তোমরা তোমাদের এই ভাইকে আমার কাছে ফিরিয়ে আনবে সেই পর্যন্ত আমি তাকে তোমাদের সাথে পাঠাতে পারি না। হ্যাঁ, তবে যদি আল্লাহ না করুন তোমরা সবাই শত্রু কর্তৃক পরিবেষ্টিত হয়ে যাও তাহলে সেটা অন্য কথা।” এরপর হযরত ইয়াকুব (আঃ) বললেনঃ “আমরা যা কিছু বলছি, আল্লাহ তার বিধায়ক।” এ কথা বলে তিনি তাঁর প্রিয় পুত্র বিনইয়ামীনকে তাঁদের সাথে পাঠিয়ে দেন। কেননা, ওটা ছিল দুর্ভিক্ষের সময়। কাজেই প্রয়োজনের তাগিদে তাকে তাঁদের সাথে পাঠানো ছাড়া কোন উপায় ছিল না।"
    },
    { "ayah": 67, "surah": 12, "text": "Please check ayah 12:68 for complete tafsir." },
    {
      "ayah": 68,
      "surah": 12,
      "text": "৬৭-৬৮ নং আয়াতের তাফসীর\nহযরত ইউসুফের (আঃ) ভ্রাতাগণ যে সময় তাঁদের ভাই বিনইয়ামীনসহ মিসরের পথে যাত্রা শুরু করেন আল্লাহ তাআ’লা তারই খবর দিচ্ছেন। হযরত ইয়াকুবের (আঃ) মনে এই আশঙ্কা ছিল যে, তাঁর ছেলেদের উপর মানুষের কুদৃষ্টি নিক্ষিপ্ত হতে পারে। কেননা, তারা সবাই ছিলেন সুশ্রী ও সুঠাম দেহের অধিকারী। এই কারণেই তাদের মিসরের পথে রওয়ানা হবার সময় তাদেরকে উপদেশ দেনঃ “হে আমার প্রিয় বৎসগণ! তোমরা সবাই একই দরজা দিয়ে শহরে প্রবেশ করবে না। বরং ভিন্ন ভিন্ন দরজা দিয়ে প্রবেশ করবে। কেননা মানুষের কুদৃষ্টি লেগে যাওয়া সত্য। এটা ঘোড় সওয়ারকে ঘোড়র উপর থেকে ফেলে দেয়।” এর সাথে সাথেই তিনি বলেনঃ “আমি জানি এবং আমার এ বিশ্বাস আছে যে, আমার এই তদবীর তকদীরের কোন পরিবর্তন ঘটাতে পারে না। আল্লাহ তাআ’লার ফায়সালাকে কোন লোকই কোন তদবীর দ্বারা বদলাতে পারে না। তাঁর ইচ্ছা পূর্ণ হয়েই থাকে। একমাত্র তাঁরই হুকুম কার্যকরী হয়। কে এমন আছে যে তার ইচ্ছাকে তিল পরিমাণ বদলাতে পারে? কে আছে যে তার ফরমানকে মুলতবী রাখতে পারে? তার ফায়সালাকে ফেরাতে পারে এমন কে আছে? তাঁরই উপর আমার ভরসা। শুধু আমার উপরই সীমাবদ্ধ নয়, বরং প্রত্যেকেরই তাঁরই উপর ভরসা করা উচিত।”সুতরাং হযরত ইয়াকুবের (আঃ) পুত্রগণ তাঁদের পিতার উপদেশ মান্য করল এবং বিভিন্ন দরজা দিয়ে শহরে প্রবেশ করল। এভাবে আল্লাহ তাআ’লার ফায়সালাকে পরিবর্তন করার ক্ষমতা তাদের ছিল না। হ্যাঁ, তবে হযরত ইয়াকুব (আঃ) একটি প্রকাশ্য তদবীর পূর্ণ করলেন, যেন তাঁর সন্তানরা কু-নযর থেকে বাঁচতে পারেন। তিনি জ্ঞানী ছিলেন। তাঁর আল্লাহ প্রদত্ত বিদ্যা ছিল কিন্তু অধিকাংশ লোকই এটা অবগত নয়।"
    },
    {
      "ayah": 69,
      "surah": 12,
      "text": "আল্লাহ তাআ’লা সংবাদ দিচ্ছেন যে, হযরত ইউসুফের (আঃ) ভ্রাতাগণ যখন তাঁর সহোদর ভাই বিনইয়ামীন সহ তাঁর নিকট উপস্থিত হলেন তখন তাঁদেরকে অত্যন্ত সম্মানের সাথে সরকারী মেহমানখানায় স্থান দেয়া হলো। হযরত ইউসুফ (আঃ) তাঁর সহোদর ভাই বিনইয়ামীনকে নিজের কাছে নির্জনে ডেকে নিয়ে বললেনঃ “আমি তোমার ভাই ইউসুফ (আঃ)। আল্লাহ তাআ’লা আমাকে এই মর্যাদা দান করেছেন। আমাদের (বৈমাত্রেয়) ভ্রাতারা আমার প্রতি যে অন্যায় ব্যবহার করেছে সে জন্যে তুমি দুঃখ করো না। এই প্রকৃত তথ্য তুমি ভাইদের কাছে প্রকাশও করো না। আমি যে কোন প্রকারেই হোক তোমাকে আমার কাছে রাখার চেষ্টা করছি।”"
    },
    { "ayah": 7, "surah": 12, "text": "Please check ayah 12:10 for complete tafsir." },
    { "ayah": 70, "surah": 12, "text": "Please check ayah 12:72 for complete tafsir." },
    { "ayah": 71, "surah": 12, "text": "Please check ayah 12:72 for complete tafsir." },
    {
      "ayah": 72,
      "surah": 12,
      "text": "৭০-৭২ নং আয়াতের তাফসীর\nহযরত ইউসুফ (আঃ) যখন অভ্যাস মত তাঁর ভাইদেরকে এক একটি উট বোঝাই মাল দিতে লাগলেন এবং তাদের মালপত্র বোঝাই হতে লাগলো তখন তিনি তাঁর চতুর ভৃত্যদেরকে গোপনে নির্দেশ দিলেন যে, তারা যেন রৌপ্য নির্মিত শাহী পানপাত্রটি তাঁর সহোদর ভাই বিনইয়ামীনের বস্তার মধ্যে গোপনে রেখে দেয়। কারো কারো মতে পানপাত্রটি ছিল স্বর্ণ নির্মিত। ওতে পানি পান করা হতো এবং ওর দ্বারাই খাদ্যদ্রব্য মেপে দেয়া হতো। ঐরূপই পেয়ালা হযরত ইবনু আব্বাসের (রাঃ) কাছেও ছিল। হযরত ইউসুফের (আঃ) নির্দেশ অনুযায়ী তাঁর বুদ্ধিমান ভৃত্যেরা ঐ পেয়ালাটি তাঁর ভাই বিনইয়ামীনের বস্তায় রেখে দিলো। তাঁর ভাইয়েরা চলতে শুরু করলে তারা শুনতে পেলেন যে, একজন আহ্‌বানকারী আহবান করতে করতে আসছে। সে বলছেঃ “হে যাত্রীদল! তোমরা চোর!” একথা শুনে তো তাঁদের আক্কেল গুড়ুম। তাঁরা তার দিকে চেয়ে জিজ্ঞেস করলেনঃ “আপনাদের কি জিনিষ হারিয়েছে?” সে উত্তরে বললো: “আমাদের শাহী পানপাত্র হারিয়ে গিয়েছে যার দ্বারা খাদ্য মাপা হতো। বাদশাহর পক্ষ থেকে ঘোষণা দেয়া হয়েছে যে, যে ওটা খুঁজে বের করে আনবে তাকে এক উট বোঝাই খাদ্য প্রদান করা হবে। আমিই এর যামিন।”"
    },
    { "ayah": 73, "surah": 12, "text": "Please check ayah 12:76 for complete tafsir." },
    { "ayah": 74, "surah": 12, "text": "Please check ayah 12:76 for complete tafsir." },
    { "ayah": 75, "surah": 12, "text": "Please check ayah 12:76 for complete tafsir." },
    {
      "ayah": 76,
      "surah": 12,
      "text": "৭৩-৭৬ নং আয়াতের তাফসীর\nহযরত ইউসুফের (আঃ) ভ্রাতাগণ নিজেদের উপর চুরির অপবাদ শুনে কান খাড়া করে দেন এবং বলেনঃ “আপনারা আমাদের পরিচয় পেয়ে গেছেন এবং আমাদের অভ্যাস ও চরিত্র সম্পর্কে পূর্ণ ওয়াকিফহাল। আমরা ভূপৃষ্ঠে বিশৃঙ্খলা ও অশান্তি সৃষ্টি করতে চাইনে এবং চুরি করার অভ্যাসও আমাদের নেই। তাদের এ কথা শুনে সরকারী কর্মচারীগণ বললো: “যদি তোমাদের মধ্যে কেউ চোর সাব্যস্ত হয়ে যায় এবং তোমরা মিথ্যাবাদী প্রমাণিত হও তবে তার শাস্তি কি হবে?” তারা উত্তরে বললেনঃ “দ্বীনে ইবরাহীমের (আঃ) বিধান অনুযায়ী এর শাস্তি এই যে, যার মাল সে চুরি করেছে তারই কাছে তাকে সমর্পণ করতে হবে। আমাদের শরীয়তের ফায়সালা এটাই।” এতে হযরত ইউসুফের (আঃ) উদ্দেশ্য সফল হয়ে গেল। সুতরাং তিনি তাদের তল্লাশী নেয়ার নির্দেশ দিলেন। প্রথমে তার বৈমাত্রেয় ভাইদের তল্লাশী নেয়া হলো। অথচ তাঁর এটা জানা ছিল যে, তাঁদের মালপত্রের মধ্যে পেয়ালা নেই। কিন্তু যাতে তাদের এবং অন্যান্য লোকদের মনে কোন সন্দেহের উদ্রেক না হয় এ কারণেই তিনি এরূপ করলেন। যখন তার বৈমাত্রেয় ভাইদের মালপত্রের উপর তল্লাশী চালানোর পর পেয়ালা পাওয়া গেল না তখন বিনইয়ামীনের মাল পত্রের উপর তল্লাশী চালানো হলো। তাঁর মালপত্রের মধ্যে তা রাখা ছিল বলে তাঁর বস্তার মধ্যে থেকে তা বেরিয়ে পড়লো। সুতরাং তাঁকে বন্দী করে নেয়া হলো। এই ব্যবস্থাই ছিল আল্লাহ পাকের হিকমতের ফল যা তিনি হযরত ইউসুফ (আঃ) এবং বিনইয়ামীন প্রভৃতির উপযোগিতার জন্যেই তাঁকে শিক্ষা দিয়েছিলেন। কেননা, মিসরের বাদশাহর আইন অনুসারে চোর সাব্যস্ত হওয়া সত্ত্বেও হযরত ইউসুফ (আঃ) বিনইয়ামীনকে রাখতে পারতেন না। কিন্তু স্বয়ং ভ্রাতাগণ এই ফায়সালা করেছিলেন বলেই তিনি তা জারি করে দেন। হযরত ইবরাহীমের (আঃ) শরীয়তে চোরের শাস্তি কি তা তাঁর জানা ছিল বলেই তিনি তার ভাইদের কাছে ফায়সালা চেয়েছিলেন। আল্লাহ পাকের উক্তিঃ (আরবি) অর্থাৎ ‘আমি যাকে ইচ্ছা মর্যাদায় উন্নীত করি।’ যেমন তিনি অন্য জায়গায় বলেনঃ (আরবি) অর্থাৎ “তোমাদের মধ্যে যারা ঈমানদার তাদেরকে আল্লাহ মর্যাদায় উন্নীত করে থাকেন।”(৫৮: ১১)প্রত্যেক জ্ঞানবানের উপরে রয়েছেন আর একজন জ্ঞানবান এবং শেষ পর্যন্ত আল্লাহ তাআ’লাই হচ্ছেন সর্বজ্ঞানী। জ্ঞানের সূচনা তাঁর থেকেই এবং তাঁর কাছেই রয়েছে জ্ঞানের শেষ সীমা। হযরত আবদুল্লাহর (রাঃ) কিরআতে (আরবি) এইরূপ রয়েছে। অর্থাৎ ‘প্রত্যেক জ্ঞানীর উপর একজন মহাজ্ঞানী রয়েছেন।’"
    },
    {
      "ayah": 77,
      "surah": 12,
      "text": "বিনইয়ামীনের বস্তার মধ্য হতে পানপাত্র বের হতে দেখে তাঁরা বললেনঃ “দেখুন! এ চুরি করেছে, যেমন ইতিপূর্বে চুরি করেছিল এর সহোদর ভাই ইউসুফ (আঃ)।” ঘটনা এই যে, একবার হযরত ইউসুফ (আঃ) তাঁর নানার প্রতিমা গোপনে উঠিয়ে নিয়েছিলেন এবং ভেঙ্গে ফেলেছিলেন। (এটা সাঈদ ইবনু জুবাইর (রঃ) কাতাদা’ (রঃ) হতে বর্ণনা করেছেন)এটাও বর্ণিত আছে যে, হযরত ইয়াকুবের (আঃ) একজন বড় বোন ছিলেন। তাঁর কাছে তাঁর পিতা হযরত ইসহাকের (আঃ) একটি কোমর বন্ধনী ছিল। ওটা বংশের বড় মানুষের কাছে থাকতো। হযরত ইউসুফ (আঃ) জন্মগ্রহণের পরেই তাঁর ঐ ফুফুর কাছে লালিত পালিত হন। তাঁর ফুফু তাঁকে অত্যন্ত ভালবাসতেন। তিনি কিছুটা বড় হলে তাঁর পিতা হযরত ইয়াকুব (আঃ) তাঁর ফুফুর নিকট থেকে তাঁকে নিয়ে যেতে চান। কিন্তু তাঁর ফুফু তাঁর বিচ্ছেদ সহ্য করতে পারবেন না বলে তাঁর পিতার প্রস্তাবে অসম্মতি প্রকাশ করেন। এদিকে তাঁর পিতার তাঁর প্রতি মহব্বতেরও কোন সীমা ছিল না। শেষে বোন তাঁকে বললেনঃ “আচ্ছা ইউসুফ (আঃ) আমার কাছে আরো কিছু দিন থাকুক।” এই সময়ের মধ্যে তাঁর ফুফু তাঁর কোমর বন্ধনীটি গোপনে তার কাপড়ের মধ্যে রেখে দেন। তারপর তল্লাশী হতে শুরু হয়। ঘরের সমস্ত জায়গা খোঁজ করে পাওয়া গেল না। অবশেষে এই সিদ্ধান্ত নেয়া হলো যে, ঘরে যারা রয়েছে তাদের সবারই উপর তল্লাশী চালানো হোক। সবারই কাছে খোঁজ করার পরেও তা পাওয়া গেল না। সর্বশেষে হযরত ইউসুফের (আঃ) উপর তল্লাশী চালানো হলো। তার কাছে সেটা পাওয়া গেল। হযরত ইয়াকুবকে (আঃ) এ সংবাদ দেয়া হলে তিনি শরীয়তে ইবরাহীমীর আইন অনুসারে হযরত ইউসুফ (আঃ) কে তাঁর ফুফুর কাছেই সমর্পণ করলেন। এ ভাবে তাঁর ফুফু তাঁর মনোবাঞ্ছা পূর্ণ করেন। মৃত্যু পর্যন্ত তিনি হযরত ইউসুফকে (আঃ) ছাড়েন নাই। (এটা মুহাম্মদ ইবনু ইসহাক (রঃ) আবদুল্লাহ ইবনু আবি নাজীহ (রঃ) হতে এবং তিনি মুজাহিদ (রঃ) হতে বর্ণনা করেন)হযরত ইউসুফের (আঃ) বৈমাত্রেয় ভাইয়েরা ওটারই আজ অপবাদ দিলেন, যার উত্তরে হযরত ইউসুফ (আঃ) মনে মনে বললেনঃ “তোমাদের অবস্থা তো হীনতর। বিনইয়ামীনের সহোদর ভাই ইউসুফের (আঃ) চুরির অবস্থা আল্লাহ তাআ’লাই খুব ভালরূপে অবগত আছে।”"
    },
    { "ayah": 78, "surah": 12, "text": "Please check ayah 12:79 for complete tafsir." },
    {
      "ayah": 79,
      "surah": 12,
      "text": "৭৮-৭৯ নং আয়াতের তাফসীর\nযখন বিনইয়ামীনের মালপত্র হতে শাহী পানপাত্র বের হলো তখন ভাইদের ফায়সালা অনুসারে তাঁকে শাহী বন্দীরূপে গণ্য করা হলো। তারা মিসরের আযীযকে (হযরত ইউসুফকে (আঃ)) সুপারিশ করে এবং করুণা আকর্ষণ করে বললেনঃ “দেখুন! আমার এ ভাইটি আমাদের পিতার অত্যন্ত প্রিয়পাত্র। তিনি এখন অত্যন্ত দুর্বল ও বৃদ্ধ হয়ে পড়েছেন। এর এক সহোদর ভাই ইতিপূর্বে হারিয়ে গেছে, যার কারণে তিনি পূর্ব হতেই শোকার্ত রয়েছেন। এখন এই খবর শুনলেই আমরা আশঙ্কা করছি যে, তিনি শোকে দুঃখে অত্যন্ত কাতর হয়ে পড়বেন। এমনকি তিনি প্রাণেই বাঁচেন কিনা সন্দেহ আছে। সুতরাং মেহেরবাণী করে আমাদের একজনকে তার স্থলে রেখে দিন এবং তাকে ছেড়ে দিন। আপনি একজন মহানুভব ব্যক্তি। কাজেই দয়া করে আমাদের এই আবেদন মঞ্জুর করুন।” হযরত ইউসুফ (আঃ) উত্তরে বললেনঃ “কি করে আমার দ্বারা এটা সম্ভব হতে পারে? এটা তো বড়ই অন্যায় ও অত্যাচারমূলক কাজ যে, পাপ করবে একজন আর ধরা হবে অন্যকে! চুরি করবে একজন, আর বন্দী হবে অন্যজন। চোরকেই বন্দী করা হবে, বাদশাহকে নয়। নিস্পাপ ব্যক্তিকে শাস্তি দেয়া এবং পাপীকে ছেড়ে দেয়া প্রকাশ্যভাবে অবিচার ও অন্যায়।"
    },
    { "ayah": 8, "surah": 12, "text": "Please check ayah 12:10 for complete tafsir." },
    { "ayah": 80, "surah": 12, "text": "Please check ayah 12:82 for complete tafsir." },
    { "ayah": 81, "surah": 12, "text": "Please check ayah 12:82 for complete tafsir." },
    {
      "ayah": 82,
      "surah": 12,
      "text": "৮০-৮২ নং আয়াতের তাফসীর\nহযরত ইউসুফের (আঃ) ভ্রাতাগণ যখন তাঁদের ভাই বিনইয়ামীনের মুক্তি লাভের ব্যাপারে নিরাশ হয়ে গেলন তখন তারা অত্যন্ত চিন্তিত হয়ে পড়লেন যে, বিনইয়ামীনকে অবশ্যই তাঁরা তাঁদের পিতার নিকট পৌঁছিয়ে দিবেন এই অঙ্গীকার তারা তাঁর সাথে করেছিলেন। কিন্তু এখন দেখছেন যে, কোন ক্রমেই তাঁকে মুক্ত করা সম্ভব নয়। তিনি অপরাধী সাব্যস্ত হয়ে গেছেন এবং তাদেরই ফায়সালা অনুযায়ী তিনি শাহী বন্দী হিসেবে প্রমাণিত হয়ে গেছেন। সুতরাং এখন কি করা যায়? তাঁরা পিতার কাছে মুখ দেখাবেন কি করে? তাঁরা পরামর্শ করতে লাগলেন। বড় ভাই নিজের মত প্রকাশ করে বললেনঃ তোমাদের তো জানা আছে যে, আমরা আমাদের পিতার কাছে দৃঢ়ভাবে অঙ্গীকার করেছি। সুতরাং এ অবস্থায় আমরা পিতার কাছে মুখ দেখাতে পারবো না। আবার আমরা আমাদের ভাই বিনইয়ামীনকেও শাহী বন্ধন হতে কোন ক্রমে মুক্ত করতেও পারছি না। এখন পূর্বের ঘটনাটিই আমাদেরকে লজ্জিত করছে। তা হচ্ছে, বিনইয়ামীনের সহোদর ভাই ইউসুফের (আঃ) সাথে আমাদের দুর্ব্যবহার। কাজেই আমি এখানেই থেকে যাচ্ছি, যে পর্যন্ত না পিতা আমার অপরাধ ক্ষমা করে আমাকে বাড়ীতে যাওয়ার অনুমতি দেন অথবা মহান আল্লাহর পক্ষ হতে কোন ফায়সালা এসে যায়, যাতে হয় আমি কোন রকমে ভাইকে সঙ্গে নিয়ে যেতে পারবো, না হয় আল্লাহ অন্য কোন উপায় করে দেবেন।” কথিত আছে যে, তাঁর নাম ছিল রাওভীর অথবা ইয়াহুদা। ইনি ছিলেন সেই ব্যক্তি যিনি তাঁর ভাই ইউসুফকে (আঃ) নিহত হওয়া থেকে রক্ষা করেছিলেন। যখন তার অন্যান্য ভাইয়েরা তাঁকে হত্যা করার পরামর্শ করেছিলেন। তখন তিনি ভাইদেরকে পরামর্শ দিলেনঃ “তোমরা পিতার কাছে যাও এবং তাঁকে প্রকৃত ব্যাপারে অবহিত কর। তাঁকে বলবেঃ ‘আমাদের ভাই বিনইয়ামীন যে চুরি করবে এটা কি আমাদের জানা ছিল? চুরির মাল তার কাছে বিদ্যমান রয়েছে। আমাদেরকে চুরির শাস্তি কি জিজ্ঞেস করা হলে আমরা শরীয়তে ইবরাহীমী অনুযায়ী ফায়সালা দিয়েছি। আমাদেরকে যদি আপনার বিশ্বাস না হয় তবে মিসরবাসীকে জিজ্ঞেস করুন। অথবা যে যাত্রীদের সাথে আমরা এসেছি তাদেরকে প্রকৃত ব্যাপার সম্পর্কে জিজ্ঞাসাবাদ করুন। আমরা সত্য কথাই বলছি। তাদেরকে জিজ্ঞেস করলেই আপনি জানতে পারবেন যে, আমরা মোটেই মিথ্যা কথা। বলছি না। আমরা আমাদের ভাই বিনইয়ামীনকে রক্ষণাবেক্ষণ করার ব্যাপারে তিল পরিমাণও ক্রটি করি নাই।”"
    },
    { "ayah": 83, "surah": 12, "text": "Please check ayah 12:86 for complete tafsir." },
    { "ayah": 84, "surah": 12, "text": "Please check ayah 12:86 for complete tafsir." },
    { "ayah": 85, "surah": 12, "text": "Please check ayah 12:86 for complete tafsir." },
    {
      "ayah": 86,
      "surah": 12,
      "text": "৮৩-৮৬ নং আয়াতের তাফসীর\nছেলেদের মুখে এ খবর শুনে হযরত ইয়াকুব (আঃ) ঐ কথাই বললেন যা তিনি ইতিপূর্বে বলেছিলেন যখন তাঁর ছেলেরা ইউসুফের (আঃ) জামায় মিথ্যা রক্ত মাখিয়ে তার সামনে হাজির করেছিলেন। তিনি বলেছিলেনঃ “এখন ধৈর্য ধারণই উত্তম।” তিনি বুঝে নেন যে, এবারও তাঁর ছেলেরা বানানো কথা বলছে। ছেলেদেরকে এ কথা বলার পর তিনি নিজের আশা প্রকাশ করেন, যে আশা তিনি মহান আল্লাহর কাছে করছিলেন। তিনি বলেন যে, খুব সম্ভব অতি সত্ত্বরই আল্লাহ তাআ’লা তার তিন ছেলেকেই তার সাথে সাক্ষাৎ করাবেন। অর্থাৎ ইউসুফকে (আঃ) বিনইয়ামীনকে এবং বড় ছেলে রাওভীলকে, যিনি মিসরে এই উদ্দেশ্যে রয়ে গেছেন যে, সুযোগ পেলে তিনি গুপ্তভাবে বিনইয়ামীনকে নিয়ে পালিয়ে আসবেন অথবা মহান আল্লাহ স্বয়ং কোন উপায় করে দেবেন।তিনি বলেনঃ “আল্লাহ তাআ’লা সর্বজ্ঞ প্রজ্ঞাময়। তিনি আমার অবস্থা সম্যক অবগত। তাঁর সমস্ত কাজ হিকমতে পরিপূর্ণ। এখন তাঁর নতুন দুঃখ ও শোক পুরাতন শোককেও জাগিয়ে তুললো। হযরত ইউসুফের (আঃ) বিরহ বিচ্ছেদে তিনি একেবারে ভেঙ্গে পড়লেন। হযরত সাঈদ ইবনু জুবাইর (রঃ) বলেন যে, দুঃখ ও বিপদের সময় শুধুমাত্র উম্মতে মুহাম্মদিয়াকেই (সঃ) (আরবি) (নিশ্চয় আমরা আল্লাহরই জন্যে এবং নিশ্চয়ই আমরা তাঁরই নিকট প্রত্যাবর্তনকারী) (২: ৫৬) বলার নির্দেশ দেয়া হয়েছে। পূর্ববর্তী উম্মতবর্গ তাদের নবীগণসহ এই নিয়ামত থেকে বঞ্চিত ছিলেন। দেখা যাচ্ছে যে, হযরত ইয়াকুব (আঃ) এই অবস্থায় (আরবি) এই কথা বলেছিলেন। শোকে, দুঃখে হযরত ইয়াকুবের (আঃ) চোখ দু’টি নষ্ট হয়ে গিয়েছিল এবং তিনি ছিলেন অসহনীয় মনস্তাপে ক্লিস্ট। অর্থাৎ তিনি মাখলুকের কারো কাছে কোন অভিযোগ করতেন না। সদা সর্বদা তিনি অত্যন্ত দুঃখ ও বেদনা ভারাক্রান্ত অবস্থায় থাকতেন। হযরত আহ্‌নাফ ইবনু কায়েস (রঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “হযরত দাউদ (আঃ) আল্লাহ তাআ’লার নিকট আরয করেছিলেনঃ “হে আমার প্রতিপালক! বানী ইসরাঈল আপনার কাছে হযরত ইবরাহীম (আঃ), হযরত ইসহাক (আঃ) ও হযরত ইয়াকুবের (আঃ) মাধ্যমে প্রার্থনা করে থাকে। আমাকে তাদের জন্যে চতুর্থ ব্যক্তি করে দিন।” তখন আল্লাহ তাআ’লা তাঁকে ওয়াহীর দ্বারা জানিয়ে দেনঃ “হে দাউদ (আঃ)! নিশ্চয় ইবরাহীমকে (আঃ) আমার কারণে আগুণে নিক্ষেপ করা হয়েছিল এবং ঐ সময় সে ধৈর্য ধারণ করেছিল। তুমি এখনো ঐ রূপ পরীক্ষায় পতিত হও নাই। ইসহাক (আঃ) নিজেকে আল্লাহর পথে কুরবানী করতে স্বতঃস্ফূর্তভাবে সম্মত হয়েছিল। তোমার উপর কিন্তু এখনো এই পরীক্ষা আসে নাই। আর ইয়াকুব (আঃ) হতে তার কলিজার টুকরাকে পৃথক করে দেয়া হয়েছিল। ঐ সময় সে সবর করেছিল। তুমি এখনো ঐ ভাবে পরীক্ষিত হও নাই।” (এ হাদীসটি তাফসীরে ইবনে হাতিমে রয়েছে। এ রিওয়াইয়াতটি মুরসাল। এতে নাকারাত ও রয়েছে। এতে বর্ণিত হয়েছে যে, “যাবীহুল্লাহ” হচ্ছেন হযরত ইসহাক (আঃ); অথচ সঠিক কথা এই যে, “যাবীহুল্লাহ” হচ্ছেন হযরত ইসমাঈল (আঃ) এসব ব্যাপারে আল্লাহ তাআ’লাই সর্বাধিক অবগত। খুব সম্ভব আহনাফ ইবনু কায়েস (রঃ) এই রিওয়াইয়াতটি বনী ইসরাইল হতে গ্রহণ করেছেন। যেমন কা'ব, অহাব প্রভৃতি হতে। এসব ব্যাপারে আল্লাহ তাআ’লাই সর্বাধিক সঠিক জ্ঞানের অধকারী)বর্ণিত আছে যে, মিসরে বিনইয়ামীনের বন্দীত্বের অবস্থায় হযরত ইয়াকুব (আঃ) হযরত ইউসুফের কাছে (আঃ) পত্র লিখেছিলেন, যাতে তিনি তাঁর করুণা আকর্ষণ করে বলেছিলেনঃ “আমরা বিপদগ্রস্ত লোক। আমার দাদা হযরত ইবরাহীম (আঃ) কে আগুনে নিক্ষেপ করা হয়েছিল। আমার পিতা হযরত ইসহাক (আঃ) কে কুরবানী দ্বারা পরীক্ষা করা হয়েছিল স্বয়ং আমি ইউসুফের (আঃ) বিচ্ছেদের দ্বারা পরীক্ষিত হয়েছি।” (এটাও বনী ইসরাঈলের রিওয়াইয়াত। সনদ দ্বারা এটা সাব্যস্ত নয়)হযরত ইয়াকুবের (আঃ) পূত্রগণ পিতার এই অবস্থা দেখে তাঁকে সান্ত্বনার সুরে বলেনঃ “আব্বাজান! ইউসুফের (আঃ) জন্যে এতো চিন্তা করবেন না। নইলে এই চিন্তা আপনাকে ধ্বংসের মুখে ঠেলে দেবে।” উত্তরে তিনি বলেনঃ “আমি তো তোমাদেরকে কিছুই বলছি না। আমি আমার মহান প্রতিপালকের কাছে আমার দুঃখ প্রকাশ করছি। তাঁর কাছে আমি অনেক কিছু আশা করি। তিনি কল্যাণদাতা। ইউসুফের (আঃ) স্বপ্নের কথা আমি ভুলি নাই। ঐ স্বপ্নের তাৎপর্য অবশ্যই একদিন প্রকাশিত হবে।”বর্ণিত আছে যে, একদা হযরত ইয়াকুব (আঃ) কে তার এক অন্তরঙ্গ বন্ধু জিজ্ঞেস করেনঃ “কিভাবে আপনার চক্ষু নষ্ট হয়ে গেল এবং কিসে আপনার পিঠকে বাঁকা করে দিলো?” উত্তরে তিনি বলেনঃ “ইউসুফের (আঃ) জন্যে কেঁদে কেঁদে আমি চক্ষু নষ্ট করে ফেলেছি এবং বিনইয়ামীনের দুঃখ ও বেদনা আমার পিঠ বাঁকা করে দিয়েছে।” ঐ সময়েই হযরত জিবরাঈল (আঃ) তাঁর নিকট আগমন করেন এবং বলেনঃ “আল্লাহ আপনাকে সালাম জানিয়ে বলেছেনঃ “অন্যের কাছে আমার অভিযোগ করতে তুমি লজ্জা কর না?” হযরত ইয়াকুব (আঃ) তৎক্ষণাৎ বলেনঃ “আমি আমার অসহনীয় বেদনা, আমার দুঃখ শুধু আল্লাহর নিকট নিবেদন করছি।” হযরত জিবরাঈল (আঃ) তখন তাকে বলেনঃ “আপনার অভিযোগ সম্পর্কে আল্লাহ তাআ’লা পূর্ণ ওয়াকিফহাল।” (এটাও তাফসীরে ইবনু হাতিমে হযরত আনাস ইবনু মা’লিক (রাঃ) হতে বর্ণিত হয়েছে। তবে এটাও গারীব হাদীস এবং এতে অস্বীকৃতিও রয়েছে)"
    },
    { "ayah": 87, "surah": 12, "text": "Please check ayah 12:88 for complete tafsir." },
    {
      "ayah": 88,
      "surah": 12,
      "text": "৮৭-৮৮ নং আয়াতের তাফসীর\nহযরত ইয়াকুব (আঃ) স্বীয় পুত্রদেরকে আদেশ করছেনঃ “হে আমার প্রিয় বৎসগণ! তোমরা এদিক ওদিক গমন কর এবং ইউসুফ (আঃ)ও বিনইয়ামীনের খোঁজ কর।” আরবী ভাষায় (আরবি) শব্দটি ভাল অনুসন্ধান করার ব্যাপারে ব্যবহৃত হয়ে থাকে। আর মন্দ অনুসন্ধানের ব্যাপারে ব্যবহৃত হয় (আরবি) শব্দটি। এর সাথে সাথেই তিনি পুত্রদেরকে বলেন: “আল্লাহর সত্ত্বা থেকে নিরাশ হয়ে যেয়ো না। তাঁর করুণা ও রহমত থেকে কাফিররা ছাড়া আর কেউই নিরাশ হয় না। তোমরা তাদের অনুসন্ধান বন্ধ করে দিয়ো না। আল্লাহর নিকট তোমরা ভাল আশা কর। তোমরা নিজেদের চেষ্টা চালিয়ে যাও।”পিতার উপদেশ ক্রমে তাঁরা যাত্রা শুরু করে মিসরে পৌঁছে গেলেন। হযরত ইউসুফের (আঃ) সামনে হাজির হয়ে তাঁরা নিজেদের দুরাবস্থার কথা প্রকাশ করলেন। তারা বললেনঃ “দুর্ভিক্ষের কবলে পড়ে আমরা ধ্বংসের মুখোমুখি হয়ে গেছি। আমাদের কাছে এমন কিছুই নেই যার দ্বারা আমরা খাদ্য ক্রয় করতে পারি। আমাদের কাছে খারাপ, মেকী, ত্রুটিযুক্ত এবং মূল্য হতে পারে না, এরূপ সামান্য কিছু রয়েছে। এগুলো নিয়েই আমরা আপনার কাছে এসেছি। যদিও এগুলো খাদ্যের বিনিময় হতে পারে না, তথাপি আমরা কামনা করছি যে, আপনি আমাদেরকে ওগুলোই প্রদান করবেন: যেগুলো সঠিক ও পূর্ণ মূল্যের বিনিময়ে দেয়া হয়ে থাকে। আমরা আশা রাখছি যে, আপনি আমাদের বোঝা পূর্ণ করবেন এবং আমাদের বস্তা ভর্তি করে দেবেন।” হযরত ইবনু মাসউদের (রাঃ) কিরআতে (আরবি) এর স্থলে (আরবি) রয়েছে। অর্থাৎ আপনি আমাদের উট খাদ্য দ্বারা বোঝাই করে দিন।অথবা ভাবার্থ হচ্ছে : এই খাদ্য আমাদেরকে আমাদের এই মালের বিনিময়ে নয়, বরং দান হিসেবে প্রদান করুন! হযরত সুফইয়ান ইবনু উয়াইনাকে (রাঃ) প্রশ্ন করা হয়ঃ “আমাদের নবীর (সঃ) পূর্বেও কি কোন নবীর উপর সাদকা হারাম ছিল?” উত্তরে তিনি এই আয়াতটিই পাঠ করে দলীল হিসাবে বলেনঃ “না, ইতিপূর্বে অন্য কোন নবীর উপর সাদকা হারাম হয় নাই।”হযরত মুজাহিদকে (রঃ) প্রশ্ন করা হয়ঃ “কোন ব্যক্তি তার প্রার্থনায় হে আল্লাহ! আমার উপর সাদকা করুন, একথা বলা কি মাকরূহ?” তিনি উত্তরে বলেনঃ “হ্যাঁ। কেননা, ‘সাদকা’ সেই করে থাকে যে সাওয়াব চায়।”"
    },
    { "ayah": 89, "surah": 12, "text": "Please check ayah 12:92 for complete tafsir." },
    { "ayah": 9, "surah": 12, "text": "Please check ayah 12:10 for complete tafsir." },
    { "ayah": 90, "surah": 12, "text": "Please check ayah 12:92 for complete tafsir." },
    { "ayah": 91, "surah": 12, "text": "Please check ayah 12:92 for complete tafsir." },
    {
      "ayah": 92,
      "surah": 12,
      "text": "৮৯-৯২ নং আয়াতের তাফসীর\nহযরত ইউসুফের (আঃ) ভাইয়েরা যখন তাঁর কাছে অত্যন্ত দুঃখভারাক্রান্ত ও দারিদ্রের অবস্থায় পৌঁছেন এবং তাঁর কাছে নিজেদের দুঃখ-দুর্দশা, পিতা ও পরিবারবর্গের বিপদ-আপদের বর্ণনা দেন তখন তাঁর অন্তর বিগলিত হয়ে যায় এবং আবেগে অভিভূত হয়ে পড়েন। বর্ণিত আছে যে, সেই সময় তিনি স্বীয় মাথার তাজ নামিয়ে ফেলেন এবং ভাইদেরকে বলেনঃ “আপনারা ইউসুফের (আঃ) সাথে এবং তার ভাই বিনইয়ামীনের সাথে যে ব্যবহার করেছিলেন তা আপনাদের স্মরণ আছে কি, যখন আপনারা অজ্ঞ ছিলেন? এ জন্যেই পূর্ববর্তী কোন কোন গুরুজন বলেন যে, আল্লাহ তাআ’লার প্রত্যেক পাপী বান্দাই অজ্ঞ ও মুখ। অতঃপর তিনি (আরবি) এই আয়াতটি পাঠ করেন। (১৬: ১১৯)। বাহ্যতঃ এটা জানা যাচ্ছে যে, প্রথম দু’দফার সাক্ষাতের সময় নিজের পরিচয় দানের নির্দেশ আল্লাহ তাআ’লার পক্ষ হতে হযরত ইউসুফের (আঃ) প্রতি ছিল না। তৃতীয় বারে সাক্ষাতের সময় তাঁকে নিজের পরিচয় দানের নির্দেশ দেয়া হয়। এসব ব্যাপারে আল্লাহ তাআ’লাই সবচেয়ে ভাল জানেন। যখন কষ্ট বেড়ে গেল এবং কাঠিণ্য বৃদ্ধি পেলো তখন আল্লাহ তাআ’লা কাঠিণ্য ও সংকীর্ণতা দূর করে দিলেন এবং প্রশস্ততা আনয়ন করলেন। যেমন কুরআন কারীমে ঘোষিত হয়েছেঃ (আরবি) অর্থাৎ “কষ্টের সাথেই তো স্বস্তি আছে। অবশ্য কষ্টের সাথেই স্বস্তি আছে।” (৯৪: ৫-৬) হযরত ইউসুফের (আঃ) প্রশ্নে তাঁর ভ্রাতাগণ বিস্ময়ে চমকে উঠেন। এর একটা কারণ এই ছিল যে, মুকুট নামিয়ে দেয়ার ফলে তার কপালের নিদর্শন তাঁরা দেখে নেন। ঐ সময় তাঁরা তাঁকে প্রশ্ন করেনঃ (আরবি) অর্থাৎ “তা হলে তুমিই কি ইউসুফ?” (১২:৯০) ইবনু মুহাইসিন (রঃ) (আরবি) পড়েছেন। প্রথমটিই প্রসিদ্ধ কিরআত। কেননা (আরবি) বা প্রশ্ন (আরবি) এর উপর ইঙ্গিত করে। অর্থাৎ এতে তাঁরা বিস্মিত হন যে, তারা তাঁর কাছে দু’বছর বা তার চেয়েও বেশি সময় ধরে যাতায়াত করছেন, অথচ তাঁকে তাঁরা চিনতে পারেন নাই।, আর তিনি কিন্তু তাদেরকে চিনেছেন ও নিজেকে গোপন করেছেন! এজন্যেই তারা প্রশ্নের সুরে বলেনঃ “তুমি কি ইউসুফ?” তিনি উত্তরে বলেনঃ “হ্যাঁ, আমিই ইউসুফ (আঃ) এবং এটা (বিনইয়ামীন) আমার (সহোদর) ভাই। আল্লাহ তাআ’লা আমাদের উপর অনুগ্রহ করেছেন যে, দীর্ঘ দিনের বিচ্ছেদের পর আমাদেরকে তিনি মিলিত করেছেন। আল্লাহ্ভীতি ও ধৈর্যশীলতা বিফলে যায় না।”এখন হযরত ইউসুফের (আঃ) ভ্রাতাগণ তাঁর মর্যাদা ও শ্রেষ্ঠত্ব স্বীকার করে নেন। তাঁরা তাঁকে বলেনঃ “বাস্তবিকই দৈহিক সৌন্দর্য ও নৈতিক চরিত্র উভয় দিক দিয়েই তুমি আমাদের চেয়ে উত্তম। রাজত্ব ও ধন-মালের দিক দিয়েও আল্লাহ তোমাকে আমাদের উপর মর্যাদা দান করেছেন।” অনুরূপভাবে কারো কারো মতে নুবওয়াতের দিক দিয়েও তিনি ভাইদের উপর প্রাধান্য লাভ করেছিলেন। কেননা, তিনি নবী ছিলেন এবং তাঁর ভ্রাতাগণ নবী ছিলেন না। এই স্বীকারোক্তির পর তাঁরা তাঁদের ভুলও স্বীকার করেন। তৎক্ষণাৎ হযরত ইউসুফ (আঃ) তাদেরকে বলেনঃ “আজকের পরে আমি আপনাদের এই ভুলের কথা মনেও করবো না। এ কারণে আমি আপনাদেরকে শাসন গর্জন করতে চাইনে। আমি আপনাদের উপর কোন অভিযোগও করছি না। আপনাদের উপর আমি রাগান্বিত নই। বরং আমার প্রার্থনা এই যে, আল্লাহ তাআ’লাও আপনাদেরকে ক্ষমা করুন! তিনি সর্বাপেক্ষা বড় দয়ালু।” তার ভ্রাতাগণ ওজর পেশ করলেন এবং তিনি তা কবুল করলেন। অর্থাৎ তিনি তাদেরকে বললেনঃ “আপনারা যা করেছেন, আল্লাহ তার উপর পর্দা করে দিন! তিনি হচ্ছেন পরম করুণাময়।”"
    },
    { "ayah": 93, "surah": 12, "text": "Please check ayah 12:95 for complete tafsir." },
    { "ayah": 94, "surah": 12, "text": "Please check ayah 12:95 for complete tafsir." },
    {
      "ayah": 95,
      "surah": 12,
      "text": "৯৩-৯৫ নং আয়াতের তাফসীর\nআল্লাহর নবী হযরত ইয়াকুব (আঃ) হযরত ইউসুফের (আঃ) শোকে কেঁদে কেঁদে অন্ধ হয়ে গিয়েছিলেন, তাই হযরত ইউসুফ (আঃ) তাঁর ভাইদেরকে বললেনঃ “আমার এই জামাটি নিয়ে আমাদের পিতার কাছে গমন করুন এবং এটা তার মুখের উপর রেখে দেবেন, ইনশা আল্লাহ তিনি তৎক্ষণাৎ দৃষ্টি শক্তি ফিরে পাবেন। অতঃপর আপনারা তাঁকে এবং আপনাদের পরিবারের সকলকেই আমার নিকট নিয়ে আসবেন।” এদিকে এই যাত্রীদল মিসর থেকে যাত্রা শুরু করেছেন, আর ও দিকে আল্লাহ তাআ’লা হযরত ইয়াকুবের (আঃ) কাছে হযরত ইউসুফের (আঃ) সুগন্ধি পৌঁছিয়ে দিয়েছেন। তখন তিনি তাঁর কাছে অবস্থিত সন্তানদের বললেনঃ “আমার কাছে তো আমার প্রিয় পুত্র ইউসুফের (আঃ) সুগন্ধ আসছে। কিন্তু তোমরা তো আমাকে জ্ঞান শূন্য অতি বৃদ্ধ বলে আমার কথার প্রতি কোনই গুরুত্ব দেবে না।” ঐ সময় যাত্রীদল কিনআন থেকে ৮ (আট) দিনের পথের দূরত্বে ছিল। সেখান থেকেই আল্লাহর হুকুমে বাতাস হযরত ইয়াকুবকে (আঃ) হযরত ইউসুফের (আঃ) জামাটির সুগন্ধি পৌঁছিয়ে দিয়েছিল। ঐ সময় হযরত ইউসুফের (আঃ) হারিয়ে যাওয়ার সময় কাল ৮০ (আশি) বছরে পৌঁছেছিল এবং যাত্রীদল তার নিকট থেকে ৮০ (আশি) ‘ফারসাখ’ দূরে ছিল। কিন্তু পিতার পার্শ্বে অবস্থানকারী ইউসুফের (আঃ) ভ্রাতাগণ পিতাকে বললো: “আপনি ইউসুফের (আঃ) প্রেমের কারণে বিভ্রান্তির মধ্যে পড়ে রয়েছেন। সে কোন সময় আপনার মন হতে দূর হয় না এবং কোন সময় আপনি সান্ত্বনাও লাভ করতে পারছেন না।” হযরত ইয়াকুবের (আঃ) কাছে এই ভাষাটি বাস্তবিকই অত্যন্ত কঠোর ছিল। কোন যোগ্য সন্তানের পক্ষে এটা শোভনীয় নয় যে, নিজের পিতার নামে এরূপ ভাষা প্রয়োগ করে এবং উম্মতের জন্যেও এটা শোভা পায় না যে, তারা তাদের নবীকে (সঃ) এরূপ কথা বলে! সুদ্দী (রঃ) প্রভৃতি গুরুজন একথাই বলেছেন।"
    },
    { "ayah": 96, "surah": 12, "text": "Please check ayah 12:98 for complete tafsir." },
    { "ayah": 97, "surah": 12, "text": "Please check ayah 12:98 for complete tafsir." },
    {
      "ayah": 98,
      "surah": 12,
      "text": "৯৬-৯৮ নং আয়াতের তাফসীর\nহযরত মুজাহিদ (রঃ) ও হযরত সুদ্দী (রঃ) বলেন যে, জামাটি এনেছিলেন হযরত ইয়াকুবের (আঃ) বড় ছেলে ইয়াহূদা। কেননা, তিনিই পূর্বে হযরত ইউসুফের (আঃ) জামায় মিথ্যা রক্ত মাখিয়ে পিতার কাছে হাযির করে ছিলেন এবং পিতাকে বলেছিলেন যে, এটা হচ্ছে হযরত ইউসুফের (আঃ) দেহের রক্তভরা জামা। এখন এরই বদলা হিসেবে তিনিই হযরত ইউসুফের (আঃ) এই জামাটি আনলেন যেন মন্দের বিনিময়ে ভাল সম্পাদিত হয়। যেন কু-খবরের বিনিময়ে সুখবর হয়ে যায়। জামাটি এনেই পিতার চেহারার উপর ফেলে দেন। সাথে সাথেই হযরত ইয়াকুবের (আঃ) চক্ষু খুলে যায়। তখন তিনি পুত্রদের সম্বোধন করে বলেনঃ “দেখো! আমি তো সদা-সর্বদা তোমাদেরকে বলে আসছি যে, মহান আল্লাহর নিকট হতে আমি এমন কতকগুলি বিষয় অবগত আছি, যা তোমরা অবগত নও। আমি তোমাদেরকে বলেছি যে, আল্লাহ তাআ’লা অবশ্যই ইউসুফ (আঃ) কে আমার সাথে সাক্ষাত করাবেন। এই তো অল্প দিন পূর্বের আলোচনায় আমি তোমাদেরকে বলেছিলাম যে, আমি ইউসুফের (আঃ) ঘ্রাণ পাচ্ছি।” পিতার এ সব কথা শুনে পুত্রেরা লজ্জিত হয়ে নিজেদের অপরাধ স্বীকার করেন এবং পিতাকে নিজেদের জন্যে আল্লাহ তাআ’লার নিকট ক্ষমা প্রার্থনা করতে বলেন। উত্তরে পিতা বলেনঃ “আমি তোমাদের এই আবেদন প্রত্যাখ্যান করছি না এবং আমি আমার প্রতিপালকের নিকট এই আশাও রাখি যে, তিনি তোমাদের অপরাধ ক্ষমা করে দেবেন। কেননা, তিনি ক্ষমাশীল ও করুণাময়। তিনি তাওবাকারীর তাওবা কবুল করে থাকেন। আমি প্রাতঃকালে তোমাদের জন্যে তাঁর নিকট ক্ষমা প্রার্থনা করবো।”হযরত মুহারিব ইবনু দাসার (রাঃ) হতে বর্ণিত আছে যে, হযরত উমার (রাঃ) একদা মসজিদে আগমন করেন এবং এ কথাটি বলতে শুনেন: “হে আল্লাহ! আপনি আমাকে আহ্‌বান করেছেন, আমি আপনার আহ্‌বানে সাড়া দিয়েছি। আপনি আমাকে আদেশ করেছেন, আমি আপনার আদেশ মান্য করেছি। এটা প্রাতঃকাল। সুতরাং আমাকে ক্ষমা করে দিন।” হযরত উমার (রাঃ) কান লাগিয়ে শুনলেন এবং বুঝলেন যে, হযরত আবদুল্লাহ ইবনু মাসউদের (রাঃ) বাড়ী হতে এ শব্দ আসছে। তিনি এ ব্যাপারে তাঁকে জিজ্ঞেস করলে তিনি উত্তরে বলেনঃ “এটা হচ্ছে ঐ সময় যার জন্যে হযরত ইয়াকুব (আঃ) তাঁর ছেলেদেরকে বলেছিলেনঃ “অল্পক্ষণ পরেই আমি তোমাদের জন্যে ক্ষমা প্রার্থনা করবো”। (এ হাদীসটি ইমাম ইবনু জারীর (রাঃ) স্বীয় তাফসীর গ্রন্থে বর্ণনা করেছেন)হাদীস শরীফে রয়েছে যে, ওটা ছিল জুমআ’র রাত্রি। হযরত ইবনু আব্বাস (রাঃ) রাসূলুল্লাহ (সাঃ) হতে বর্ণনা করেছেন যে, অল্পক্ষণ পরেই আমি তোমাদের জন্যে ক্ষমা প্রার্থনা করবো’ এর দ্বারা হযরত ইয়াকুবের উদ্দেশ্য ছিল জুমআ’র রাত্রি। (এ হাদীসটিও ইমাম ইবনু জারীর (রাঃ) বর্ণনা করেছেন। কিন্তু এ হাদীসটি গারীব বা দুর্বল। এর মারফূ’ হওয়ার ব্যাপারেও সমালোচনা হয়েছে। এ সব ব্যাপারে আল্লাহই সবচেয়ে ভাল জানেন)"
    },
    { "ayah": 99, "surah": 12, "text": "Please check ayah 12:100 for complete tafsir." }
  ]
}
