{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 16,
      "text": "আল্লাহ তাআলা কিয়ামত নিকটবর্তী হওয়ার খবর দিচ্ছেন। কিয়ামত যেন সংঘটিত হয়েই গেছে। এ জন্যেই তিনি অতীত কালের ক্রিয়া দ্বারা এই বর্ণনা করেছেন। যেমন তিনি বলেছেনঃ (আরবি) অর্থাৎ মানুষের হিসাব নিকাশের সময় আসন্ন, কিন্তু তারা উদাসিনতায় মুখ ফিরিয়ে রয়েছে।” (২১:১)। মহান আল্লাহ বলেনঃ “কিয়ামত নিকটবর্তী হয়েছে এবং চন্দ্র বিদীর্ণ হয়ে গেছে।” এরপর আল্লাহ তাআলা বলেনঃ “তোমরা এই নিকটবর্তী বিষয়ের জন্যে তাড়াহুড়া করো না।” • সর্বনামটি হয়তো বা ‘আল্লাহ’ শব্দের দিকে ফিরছে। তখন অর্থ হবেঃ “তোমরা আল্লাহ তাআলার নিকট ওটা তাড়াতাড়ি চেয়ো না। কিংবা ওটা প্রত্যাবর্তিত হচ্ছে ‘আযাব’ শব্দের দিকে।” অর্থাৎ ‘আযাবের জন্যে তাড়াতাড়ি করো না। দু'টি অর্থই পরস্পর সম্বন্ধ যুক্ত। যেমন আল্লাহ তাআলা বলেনঃ “(হে নবী (সঃ)! লোকেরা তোমার কাছে তাড়াতাড়ি শাস্তি চাচ্ছে, যদি শাস্তির জন্যে একটা নির্ধারিত সময় না থাকতো, তবে অবশ্যই তা তাদের উপর চলে আসতো, কিন্তু তা অবশ্যই অকস্মাৎ তাদের উপর চলে আসবে এবং তারা তা বুঝতেই পারবে না। তারা তোমার কাছে আযাবের জন্যে তাড়াতাড়ি করছে, নিশ্চয় জাহান্নাম কাফিরদেরকে পরিবেষ্টনকারী।”যহহাক (রঃ) এই আয়াতের এক বিস্ময়কর ভাবার্থ বর্ণনা করেছেন। তিনি বলেন, এর ভাবার্থ হচ্ছেঃ “আল্লাহ তাআলার ফারায়ে ওহুদূদ নাযিল হয়ে গেছে।” ইমাম ইবনু জারীর (রঃ) কঠোর ভাবে এটা খণ্ডন করেছেন এবং বলেছেনঃ “আমাদের মধ্যে তো এমন একজনও নেই, যে শরীয়তের অস্তিত্বের পূর্বে এটা চাওয়ার ব্যাপারে তাড়াহুড়া করেছে। বরং এর দ্বারা উদ্দেশ্য হচ্ছে ‘আযাবের জন্যে তাড়াহুড়া করা যা কাফিরদের অভ্যাস ছিল। কেননা, তারা ওটাকে মানতই না।” যেমন কুরআন পাকে রয়েছেঃ “বেঈমানেরা তো এর জন্যে তাড়াতাড়ি করছে অথচ ঈমানদাররা এর থেকে ভীত-সন্ত্রস্ত রয়েছে। কেননা, তারা এটাকে সত্য বলে বিশ্বাস করে; প্রকৃত ব্যাপার এই যে, আল্লাহর শাস্তির ব্যাপারে সন্দেহ পোষণকারী দূরের বিভ্রান্তিতে পড়ে রয়েছে।” হযরত উকবা ইবনু আমির (রাঃ) হতে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ (সঃ) বলেছেনঃ “কিয়ামত সংঘটিত হওয়ার নিকটবর্তী সময়ে পশ্চিম দিকহতে ঢালের মত কালো মেঘ প্রকাশিত হবে এবং ওটা খুবই তাড়াতাড়ি আকাশের উপরে উঠে যাবে। অতঃপর ওর মধ্য হতে এক ঘোষণাকারী ঘোষণা করবে। লোকেরা বিস্মিত হয়ে একে অপরকে জিজ্ঞেস করবেঃ “কিছু শুনতে পেয়েছো কি?” কেউ কেউ বলবেঃ “হাঁ, পেয়েছি।” আর কেউ কেউ ওটাকে বাজে কথা বলে উড়িয়ে দেবে। আবার ঘোষণা দেয়া হবে এবং বলা হবেঃ “হে লোক সকল!” এবার সবাই বলে উঠবে- “হাঁ, শব্দ শুনতে পেয়েছি।” তৃতীয়বার ঐ ঘোষণাকারী ঘোষণা করবে; “হে লোক সকল! আল্লাহর হুকুম এসে গেছে। এখন তাড়াতাড়ি করো না।” আল্লাহর কসম! এমন দু ব্যক্তি যারা কাপড় ছড়িয়ে রাখতো তারা জড় করার সময় পাবে না, কিয়ামত সংঘটিত হয়ে যাবে। কেউ হয়তো তার পানির হাউয ঠিক করতে থাকবে, সেই পানি পান করতে পারবে না, কিয়ামত সংঘটিত হয়ে যাবে। দুধ দোহনকারী দুধ পান করার অবসর পাবে না, কিয়ামত হয়ে যাবে। লোকেরা শসব্যস্ত হয়ে পড়বে।এরপর আল্লাহ তাআলা স্বীয় পবিত্র সত্তার শিরক ও অন্যের ইবাদত হতে বহু উর্ধ্বে থাকার বর্ণনা দিচ্ছেন। বাস্তবিকই তিনি ঐ সমুদয় বিষয় থেকে পবিত্র এবং তা থেকে তিনি বহু দূরে ও বহু উর্ধ্বে রয়েছেন। এরাই মুশরিক যারা কিয়ামতকেও অস্বীকারকারী। তিনি মহিমান্বিত এবং তারা যাকে শরীক করে তিনি তার উর্ধ্বে।"
    },
    { "ayah": 10, "surah": 16, "text": "Please check ayah 16:11 for complete tafsir." },
    {
      "ayah": 100,
      "surah": 16,
      "text": "৯৮-১০০ নং আয়াতের তাফসীর\nআল্লাহ তাআলা স্বীয় নবীর (সঃ) ভাষায় তাঁর মুমিন বান্দাদেরকে নির্দেশ দিচ্ছেন যে, তারা যেন কুরআন পাঠের পূর্বে ‘আঊযুবিল্লাহ’ পাঠ করে নেয়। ইবনু জারীর (রঃ) প্রভৃতি ইমাম এর উপর ইজমা হওয়ার কথা বর্ণনা করেছেন। আউযু-এর অর্থ ইত্যাদিসহ আলোচনা আমরা এই তাফসীরের শুরুতে লিপিবদ্ধ করেছি। সুতরাং সমস্ত প্রশংসা আল্লাহর।এই হুকুমের উপযোগিতা এই যে, এর মাধ্যমে পাঠক কুরআন কারীমের মধ্যে গবড়-জবড় হয়ে যাওয়া এবং আজে বাজে চিন্তা থেকে মাহফুজ থাকে এবং শয়তানী কুমন্ত্রণা থেকে বেঁচে যায়। এ জন্যেই জামহ্র আলেমগণ বলেন, কুরআন পাঠের শুরুতেই আউযুবিল্লাহ পড়ে নিতে হবে। কেউ কেউ এ কথাও বলেন যে, কুরআনপাঠের শেষে পড়তে হবে। তাদের দলীল এই আয়াতটিই। কিন্তু প্রথম উক্তিটিই সঠিক আর হাদীসসমূহের দ্বারাও এটাই প্রমাণিত হয়। এসব ব্যাপারে সর্বাধিক সঠিক জ্ঞান একমাত্র আল্লাহ তাআলারই রয়েছে। এরপর আল্লাহ তাআলা বলেনঃ “তার কোন আধিপত্য নেই তাদের উপর, যারা ঈমান আনে ও তাদের প্রতিপালকের উপরই নির্ভর করে। মহান। আল্লাহর এই খাঁটি বান্দারা শয়তানের গভীর চক্রান্ত থেকে রক্ষা পেয়ে থাকে। তবে যারা তার আনুগত্য করে, তার কথা মত চলে, তাকে নিজেদের বন্ধু ও সাহায্যকারী মনে করে এবং তাকে আল্লাহর ইবাদতে শরীক করে নেয় তাদের উপর তার অধিপত্য হয়ে যায়। আবার ভাবার্থ এও হতে পারে যে, এখানে (আরবি) অক্ষরকে (আরবি) বা কারণবোধক ধরা হবে। অর্থাৎ তারা তার অনুগত হওয়ার কারণে আল্লাহর সঙ্গে শিরক করতে শুরু করে। এও ভাবার্থ হতে পারে যে, তারা তাদেরকে মাল ও সন্তান-সন্ততিতে তাকে আল্লাহর শরীক মনে করে বসে।"
    },
    { "ayah": 101, "surah": 16, "text": "Please check ayah 16:102 for complete tafsir." },
    {
      "ayah": 102,
      "surah": 16,
      "text": "১০১-১০২ নং আয়াতের তাফসীর\nআল্লাহ তাআলা মুশরিকদের জ্ঞানের স্বল্পতা, অস্থিরতা এবং বেঈমানির বর্ণনা দিচ্ছেন যে, তারা ঈমান আনয়নের সৌভাগ্য কিরূপে লাভ করবে? এরা তো অনন্তকাল হতেই হতভাগ্য। যখন কোন আয়াত মানসূখ বা রহিত হয়। তখন তারা বলেঃ “দেখো, তাদের অপবাদ খুলেই গেল।” তারা এতটুকুও বুঝে না যে, ব্যাপক ক্ষমতাবান আল্লাহ যা ইচ্ছা করেন, তাই করে থাকেন এবং যা ইচ্ছা, তাই হুকুম করে থাকেন। এক হুকুমকে উঠিয়ে দিয়ে অন্য হুকুম ঐ স্থানে বসিয়ে দেন। যেমন তিনি (আরবি)(২:১০৬) এই আয়াতে বর্ণনা করেছেন। পবিত্র রূহ অর্থাৎ জিবরাঈল (আঃ) ওটা আল্লাহর পক্ষ থেকে সত্য এবং আদল ও ইনসাফের সাথে রাসূলুল্লাহর (সঃ) কাছে নিয়ে আসেন, যেন ঈমানদাররা ঈমানের উপর অটল থাকে। একবার অবতীর্ণ হলো তখন মানলো, আবার অবতীর্ণ হলো আবার মানলো। তাদের অন্তর আল্লাহ তাআলার দিকে ঝুঁকে পড়ে। আল্লাহর নতুন ও তাজাতাজা কালাম তারা শুনে থাকে। মুসলমানদের জন্যে হিদায়াত ও সুসংবাদ হয় এবং আল্লাহ ও তাঁর রাসূলকে (সঃ) মান্যকারীরা সুপথ প্রাপ্ত হয়ে খুশী হয়ে যায়।"
    },
    {
      "ayah": 103,
      "surah": 16,
      "text": "আল্লাহ তাআলা মুশরিকদের একটা মিথ্যারোপের বর্ণনা দিচ্ছেন যে, তারা বলেঃ “মুহাম্মদকে (সঃ) একজন লোক কুরআন শিক্ষা দিয়ে থাকে। একথা বলে যে লোকটির দিকে তারা ইঙ্গিত করতো সে ছিল কুরায়েশের কোন এক গোত্রের একজন ক্রীতদাস। সে ‘সাফা পাহাড়ের কাছে বেচা-কেনা করতো। রাসূলুল্লাহ (সঃ) কোন কোন সময় তার কাছে বসতেন এবং কিছু কথাবার্তা বলতেন। এই লোকটি বিশুদ্ধ আরবী ভাষায় কথা বলতেও পারতো না। ভাঙ্গা ভাঙ্গা আরবীতে কোন রকমে নিজের মনের ভাব প্রকাশ করতো।মুশরিকদের এই মিথ্যারোপের জবাবে আল্লাহ তাআলা বলেনঃ “এ লোকটি কি শিক্ষা দিতে পারে? সে তো নিজেই কথা বলতে জানে না। তার মাতৃভাষা তো আরবী নয়। আর এই কুরআনের ভাষা আরবী। তা ছাড়া এর বাকরীতি কত সুন্দর। এর ভাষা কত শ্রুতি মধুর। অর্থ, শব্দ ও ঘটনায় এটা সমস্ত গ্রন্থ হতে স্বতন্ত্র। বাণী ইসরাঈলের আসমানী গ্রন্থগুলো হতেও এর মর্যাদা ও মরতবা বহু উর্ধ্বে। তোমাদের যদি সামান্য জ্ঞানও থাকতো তবেহাতে প্রদীপ নিয়ে এভাবে চুরি করতে বের হতে না এবং এরূপ মিথ্যা কথা বলতে না। তোমাদের এ কথা তো নির্বোধদের কাছেও টিকবে না।” “সীরাতে ইবনু ইসহাক’ গ্রন্থে রয়েছে যে, হিব্রু নামক একজন খৃষ্টান ক্রীতদাস ছিল। সে ছিল বানূ হারামী গোত্রের কোন একজন লোকের গোলাম। মারওয়া পাহাড়ের নিকটে রাসূলুল্লাহ (সঃ) তার পাশে বসতেন। মুশরিকরা রটিয়ে দেয় যে, এই লোকটিই মুহাম্মদকে (সঃ) কুরআন শিক্ষা দিয়ে থাকে। তাদের এই কথার প্রতিবাদে এই আয়াতটি অবতীর্ণ হয়। কথিত আছে যে, তার নাম ইয়াঈশ ছিল। এটা কাতাদা’র (রঃ) উক্তি।হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণিত আছে যে, মক্কায় বালআম নামক একজন কর্মকার বাস করতো। সে ছিল আজমী লোক (তার মাতৃভাষা আরবী ছিল না)। রাসূলুল্লাহ (সঃ) তাকে শিক্ষা দান করতেন। তার কাছে রাসূলুল্লাহর (সঃ) যাতায়াত দেখে কুরায়েশরা গুজব রটিয়ে দিলো যে, তাঁকে এই লোকটি কিছু শিখিয়ে থাকে এবং তিনি এটাকেই আল্লাহর কালাম বলে নিজের লোকদেরকে শিখিয়ে থাকেন। যাহহাক ইবন মাযাহিম (রঃ) বলেন, এর দ্বারা। হযরত সালমান ফারসীকে (রাঃ) বুঝানো হয়েছে। কিন্তু এটা খুবই দুর্বল উক্তি। কেন না, এই আয়াতটি অবতীর্ণ হয় মক্কায়, আর হযরত সালমান ফারসী (রাঃ) রাসূলুল্লার (সঃ) সাথে মিলিত হন মদীনায়।আব্দুল্লাহ ইবনু মুসলিম (রাঃ) বলেনঃ “আমাদের কাছে দু’জন রূমী গোলাম ছিল, যারা তাদের ভাষায় তাদের কিতাব পাঠ করতো। রাসূলুল্লাহও (সঃ) তাদের কাছে মাঝে মাঝে যাতায়াত করতেন এবং পাশে দাঁড়িয়ে কিছু শুনেও নিতেন। তখন মুশরিকরা গুজব রটিয়ে দেয় যে, তিনি তাদের কাছে কুরআন শিক্ষা করে থাকেন। সেই সময় এই আয়াতটি অবতীর্ণ হয়।সাঈদ ইবনু মুসাইয়াব (রঃ) বলেন, মুশরিকদের মধ্যে একটি লোক ছিল, যে ওয়াহী লিখতো। এরপর সে ইসলাম পরিত্যাগ করে এবং এইকথা বানিয়ে নেয়। তার উপর আল্লাহর অভিসম্পাত বর্ষিত হোক।"
    },
    { "ayah": 104, "surah": 16, "text": "Please check ayah 16:105  for complete tafsir." },
    {
      "ayah": 105,
      "surah": 16,
      "text": "১০৪-১০৫ নং আয়াতের তাফসীর\nআল্লাহ তাআলা খবর দিচ্ছেন যে, যারা আল্লাহর যিকর হতে মুখ ফিরিয়ে নেয় এবং তাঁর কিতাবের প্রতি অবহেলা প্রদর্শন করে ও তাঁর কথার উপর বিশ্বাসই রাখে না, এইরূপ লোকদেরকে আল্লাহ তাআলাও দূরে নিক্ষেপ করে থাকেন। তারা সত্য দ্বীনের উপর আসার তাওফীক লাভ করে না। পরকালে তারা যন্ত্রণাদায়ক শাস্তি ভোগ করবে। অতঃপর আল্লাহ তাআলা বলেন যে, এই রাসূল (সঃ) আল্লাহ তাআলার উপর মিথ্যা আরোপ করতে পারেন না। এই কাজ তো হচ্ছে নিকৃষ্টতম মাখলুকের। যারা ধর্মত্যাগী ও কাফির তাদের মিথ্যা কথা লোকদের মধ্যে প্রসিদ্ধ হয়ে থাকে। হযরত মুহাম্মদ মুস্তফা (সঃ) তো সমস্ত মাখলুকের মধ্যে সবচেয়ে বেশী উত্তম দ্বীনদার, খোদাভীরু এবং সত্যবাদী। তিনি সর্বাপেক্ষা বেশী জ্ঞানী, ঈমানদার এবং পূণ্যবান। সত্যবাদীতায়, কল্যাণ সাধনে, বিশ্বাসে এবং মারেফাতে তিনি অদ্বিতীয়। কাফিরদেরকে জিজ্ঞেস করলে তারাও তাঁর সত্যবাদীতার কথা অকপটে স্বীকার করবে। তারা তাঁর বিশ্বস্ততার প্রশংসায় পঞ্চমুখ। তাদের মধ্যেই তিনি ‘আমীন’ বা আমানতদার উপাধিতে ভূষিত হয়েছিলেন। রোমক সম্রাট হিরাক্লিয়াস যখন আবু সুফিয়ানকে (রাঃ) রাসূলুল্লাহ (সঃ) সম্পর্কে অনেকগুলি প্রশ্ন করেছিলেন তখন একটি প্রশ্ন এটাও ছিলঃ “নুবওয়তের পূর্বে তোমরা তাঁকে কোন দিন মিথ্যা বলতে শুনেছো কি?” উত্তরে তিনি বলেছিলেনঃ “না, কখনো নয়। এ সময় তিনি মন্তব্য করেছিলেনঃ “যে ব্যক্তি পার্থিব ব্যাপারে কখনো মিথ্যা কথা বলেন নাই, তিনি আল্লাহ তাআলার উপর কি করে মিথ্যা আরোপ করতে পারেন?”"
    },
    { "ayah": 106, "surah": 16, "text": "Please check ayah 16:109 for complete tafsir." },
    { "ayah": 107, "surah": 16, "text": "Please check ayah 16:109 for complete tafsir." },
    { "ayah": 108, "surah": 16, "text": "Please check ayah 16:109 for complete tafsir." },
    {
      "ayah": 109,
      "surah": 16,
      "text": "১০৬-১০৯ নং আয়াতের তাফসীর\nমহান আল্লাহ বর্ণনা করছেন যে, যারা ঈমান এবং কুফরীর জন্যে হৃদয় উন্মুক্ত রাখে, তাদের উপর আল্লাহর গজব আপতিত হবে। কারণ এই যে, ঈমানের জ্ঞান লাভ করার পর তা থেকে তারা ফিরে গেছে। আর আখেরাতে তাদের জন্যে রয়েছে বেদনাদায়ক শাস্তি। কারণ, তারা আখেরাত নষ্ট করে দুনিয়ার প্রেমে পড়ে গেছে এবং ইসলামের উপর ধর্মত্যাগী হওয়াকে প্রাধান্য দিয়েছে, একমাত্র দুনিয়ার প্রতি আকৃষ্ট হওয়ার কারণে।তাদের অন্তর হিদায়াত হতে শূন্য ছিল বলে আল্লাহ তাআলার পক্ষ থেকে সত্যের উপর প্রতিষ্ঠিত থাকার তাওফীক তারা লাভ করে নি।তাদের অন্তরে মোহর লেগে গেছে, তাই উপকারী কোন কথা তারা বুঝতে পারে না। তাদের চক্ষু ও কর্ণ অকেজো হয়ে গেছে। না তারা হক দেখতে পায়, না শুনতে পায়। সুতরাং কোন জিনিসই তাদের কোন উপকার করে নাই এবং তারা নিজেদের পরিণাম সম্পর্কে সম্পূর্ণ উদাসীন রয়েছে। এটা নিশ্চিত যে, তারা নিজেদেরও ক্ষতি করছে এবং পরিবারেরও ক্ষতি করছে।প্রথম আয়াতের মাঝে যাদেরকে স্বতন্ত্র করা হয়েছে, অর্থাৎ ওরাই, যাদের উপর জোর-জবরদস্তি করা হয়েছে, অথচ তাদের অন্তরে পূর্ণ ঈমান রয়েছে, তাদের দ্বারা ঐ লোকদেরকে বুঝানো হয়েছে যারা মারপিট ও অসহনীয় উৎপীড়নের কারণে বাধ্য হয়ে মৌখিক ভাবে মুশরিকদেরকে সমর্থন করে থাকে। কিন্তু তাদের অন্তর তাদেরকে মোটেই সমর্থন করে না। বরং অন্তরে আল্লাহ ও তাঁর রাসূলের (সঃ) প্রতি পূর্ণ ঈমান বিদ্যমান থাকে।হযরত ইবনু আব্বাস (রাঃ) বলেন যে, এই আয়াতটি হযরত আম্মার ইবনু ইয়াসিরের (রাঃ) ব্যাপারে অবতীর্ণ হয়। ঘটনা এই যে, মুশরিকরা তাঁকে কঠিন শাস্তি দিতে থাকে, যে পর্যন্ত না রাসূলুল্লাহকে (সঃ) অস্বীকার করেন। তখন তিনি অত্যন্ত নিরুপায় ও বাধ্য হয়ে তাদেরকে সমর্থন করেন। অতঃপর তিনি রাসূলুল্লাহর (সঃ) নিকট গমন করে ওজর পেশ করেন। এ সময় আল্লাহ তাআলার এই আয়াতটি অবতীর্ণ হয়। শাবী (রঃ) কাতাদা (রঃ) এবং আবু মালিকও এ কথাই বলেন।তাফসীরে ইবনু জারীরে রয়েছে যে, মুশরিকরা হযরত আম্মার ইবনু ইয়াসিরকে (রাঃ) ধরে ফেলে। অতঃপর তারা তাঁকে কষ্ট দিতে শুরু করে। শেষ পর্যন্ত তিনি তাদের কথাকে সমর্থন করে নেন। তারপর তিনি রাসূলুল্লাহর (সঃ) নিকট এসে নিজের বিরুদ্ধে অভিযোগ করেন। তখন তিনি তাকে জিজ্ঞেস করেনঃ “তোমার অন্তরকে তুমি কিরূপ পাচ্ছ?” উত্তরে তিনি বলেনঃ “অন্তর তো ঈমানে পরিপূর্ণ রয়েছে। তিনি তখন বলেনঃ “তারা যদি তাদের কাজের পুনরাবৃত্তি করে তবে তুমিও তোমার একথার পুনরাবৃত্তি করবে।” ইমাম বায়হাকী (রঃ) এ ঘটনাটিকে আরো বিস্তারিত ভাবে বর্ণনা করেছেন। তার বর্ণনায় রয়েছে যে, হযরত আম্মার তাদের সামনে নবীকে (সঃ) গালমন্দ দেন এবং তাদের মা'বুদ সম্পর্কে ভাল মন্তব্য করেন। অতঃপর তিনি নবীর (সঃ) কাছে নিজের দুঃখের কথা বর্ণনা করতে গিয়ে বলেনঃ “হে আল্লাহর রাসূল (সঃ)! আমি মুশরিকদের সামনে আপনাকে গাল-মন্দ দেয়া এবং তাদের মা’বৃদের সুনাম করার পূর্ব পর্যন্ত তারা আমাকে শাস্তি দেয়া হতে রেহাই দেয় নাই।” তখন তিনি তাকে জিজ্ঞেস করলেনঃ “তোমার অন্তরকে তুমি কেমন পাচ্ছ।” উত্তরে তিনি বললেনঃ “আমার অন্তরকে আমি ঈমানে অবিচলিত পেয়েছি।” তাঁর একথা শুনে তিনি তাঁকে বললেনঃ “তারা যদি পুনরায় তোমার সাথে এরূপ ব্যবহার করে, তবে তুমিও আবার এই ব্যবস্থাই অবলম্বন করবে।” এ ব্যাপারেই এই আয়াতটি অবতীর্ণ হয়।উলামায়ে কিরাম এ বিষয়ে একমত যে, যার উপর জোর-যবরদস্তি করাহবে, প্রাণ বাঁচানোর জন্যে কাফিরদের পক্ষ সমর্থন করা তার জন্যে জায়েয। আবার এরূপ পরিস্থিতিতেও তাদের কথা অমান্য করা জায়েয। যেমন হযরত বিলাল (রাঃ) এরূপ করে দেখিয়েছেন। তিনি কোন অবস্থাতেই মুশরিকদের কথা মান্য করেন নাই। এমনকি কঠিন গরমের দিনে প্রখর রৌদ্রের সময় তারা তাকে মাটির উপর শুয়ে যেতে বাধ্য করেছিল এবং ঐ অবস্থায় তার বক্ষের উপর একটা ভারী ওজনের পাথর চাপিয়ে দিয়েছিল এবং বলেছিলঃ “এখনও যদি তুমি শিরক কর তবে তোমাকে মুক্তি দেয়া হবে।” কিন্তু তখনও তিনি পরিষ্কার ভাষায় তাদের এ প্রস্তাব প্রত্যাখ্যান করেছিলেন এবং ‘আহাদ’ ‘আহাদ’(একক, একক) বলে আল্লাহ তাআলার একত্ববাদ ঘোষণা করেছিলেন। এমনকি ঐ অবস্থাতেও তাদেরকে বলেছিলেনঃ “দেখো, তোমাদের ক্রোধ উদ্রেককারী এর চেয়ে বড় কথা যদি আমার জানা থাকতো তবে আল্লাহর কসম! আমি ঐ কথাই বলতাম।” আল্লাহ তার প্রতি সন্তুষ্ট থাকুন এবং চিরদিনের জন্যে তাকেও সন্তুষ্ট রাখুন।অনুরূপভাবে হযরত খুবাইব ইবনু যায়েদ আনসারী (রাঃ) -এরও ঘটনা রয়েছে যে, যখন মুসাইলামা কায্যাব তাকে জিজ্ঞেস করেঃ “তুমি কি মুহাম্মদের (সঃ) রিসালাতের সাক্ষ্য প্রদান করছো?” উত্তরে তিনি বলেনঃ “হা”। সে আবার তাকে জিজ্ঞেস করেঃ “তুমি আমার রিসালাতেরও সাক্ষ্য দিচ্ছ কি?” জবাবে তিনি বলেনঃ “না, আমি তোমাকে রাসূল বলে মানি না।” তখন ঐ ভণ্ড নবী তাঁর দেহের একটি অঙ্গকে কেটে নেয়ার নির্দেশ দেয়। পুনরায় অনুরূপ প্রশ্ন ও উত্তরের আদান প্রদান হয়। তখন তার আর একটি অঙ্গ কেটে নেয়া হয়। এই অবস্থা চলতেই থাকে। কিন্তু শেষ পর্যন্ত তিনি তাঁর এ কথার উপরই অটল থাকেন। আল্লাহ তার প্রতি সন্তুষ্ট থাকুন এবং তাঁকেও খুশী রাখুন!হযরত ইকরামা (রাঃ) হতে বর্ণিত আছে যে, কতকগুলি লোক মুরতাদ (ধর্মত্যাগী) হয়ে যায়। তখন হযরত আলী (রাঃ) তাদেরকে আগুন দ্বারা জালিয়ে দেন। এ খবর হযরত ইবনু আব্বাসের (রাঃ) কানে পৌছলে তিনি বলেনঃ “আমি তো তাদেরকে আগুন দ্বারা পোড়াতাম না। কেননা, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহর আযাব দ্বারা তোমরা আযাব করো না।” আমি বরং তাদেরকে হত্যা করতাম। কেননা, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যক্তি তার দ্বীন পরিবর্তন করবে তোমরা তাকে হত্যা করবে।” এ খবর হযরত আলীর (রাঃ) কাছে পৌছলে তিনি বলেনঃ “ হযরত ইবনু আব্বাসের (রাঃ) মাতার উপর আফসোস।” (এ হাদীসটি ইমাম আহমদ (রঃ) বর্ণনা করেছেন । ইমাম বুখারীও (রঃ) এটা রিওয়াইয়াত করেছেন)হযরত আবু বুরদা (রাঃ) হতে বর্ণিত আছে যে, একদা হযরত মুআহ্ ইবনু জাবাল (রাঃ) হযরত আবু মূসার (রাঃ) নিকট আগমন করে দেখেন যে, তার পাশে একটি লোক অবস্থান করছে। তিনি তাঁকে জিজ্ঞেস করেনঃ “এটা কে?” হযরত আবু মূসা (রাঃ) উত্তরে বলেনঃ “এ লোকটি ইয়াহুদী ছিল। পরে মুসলমান হয়। এখন আবার ইয়াহূদী হয়ে গেছে। আমি প্রায় দু'মাস ধরে ইসলামের উপর আনার জন্যে চেষ্টা চালিয়ে যাচ্ছি।” তাঁর এ কথা শুনে হযরত মুআয ইবনু জাবাল (রাঃ) বলেনঃ “আল্লাহর কসম! আমি এখানে বসবো না, যে পর্যন্ত না তুমি এর গর্দান উড়িয়ে দাও। যে ব্যক্তি তার দ্বীন থেকে ফিরে যায় তার ব্যাপারে আল্লাহ ও তাঁর রাসূলের (সঃ) ফায়সালা এটাই।” (এ হাদীসটি ইমাম আহমদ (রঃ) বর্ণনা করেছেন। সহীহ বুখারী ও সহীহ মুসলিমেও এ ঘটনাটি উল্লিখিত হয়েছে। কিন্তু শব্দগত পার্থক্য রয়েছে)সুতরাং উত্তম এটাই যে, মুসলমান তার দ্বীনের উপর প্রতিষ্ঠিত ও অটল থাকবে যদিও তাকে হত্যা করে দেয়া হয়। যেমন হাফিয ইবনু আসাকির (রঃ) হযরত আবদুল্লাহ ইবনু হুযাফা (রাঃ) নামক একজন সাহাবীর জীবনীতে লিখেছেন যে, তাঁকে রোমক কাফিররা বন্দী করে তাদের সম্রাটের নিকট পৌছিয়ে দেয়। সম্রাট তাঁকে বলেঃ “তুমি খৃষ্টান হয়ে গেলে আমি তোমাকে আমার রাজপাটে অংশীদার করে নেবো। আমার মেয়ের সাথে তোমার বিয়ে দিয়ে দেবো।” হযরত আবদুল্লাহ (রাঃ) উত্তরে বলেনঃ “এটা তো নগণ্য! তুমি যদি আমাকে তোমার সমস্ত রাজত্ব দিয়ে দাও এবং সারা আরবের রাজপাটও আমার হাতে সমর্পণ কর, আর চাও যে, ক্ষণিকের জন্যে আমি হযরত মুহাম্মদের (সঃ) দ্বীন হতে ফিরে যাই, তথাপিও এটা অসম্ভব।” বাদশাহ তখন বললো, “তা হলে আমি তোমাকে হত্যা করে ফেলবো।” হযরত আবদুল্লাহ (রাঃ) বললেনঃ “হাঁ, এটা তোমার ইচ্ছাধীন।” সুতরাং তৎক্ষণাৎ সম্রাটের নির্দেশ ক্রমে তাঁকে শূলের উপর চড়িয়ে দেয়া হলো এবং তীরন্দাযরা নিকট থেকে তীর মেরে মেরে তার হাত, পা ও দেহকে ক্ষত-বিক্ষত করতে থাকলো। ঐ অবস্থায় বারবার তাঁকে বলা হচ্ছিল “এখনও খৃষ্টান ধর্ম গ্রহণ করে নাও।” কিন্তু তখন তিনি পূর্ণ স্থিরতা ও ধৈর্যের সাথে বলতে ছিলেন “কখনো নয়।” তখন বাদশাহ হুকুম করলোঃ “তাকে শূলের উপর থেকে নামিয়ে নাও।” তারপর সে হুকুম করলো যে, তার কাছে যেন তামার একটা ডেগচি অথবা তামা দ্বারা নির্মিত একটি গাভী আগুন দ্বারা অত্যন্ত গরম করে পেশ করা হয়। তার এই নির্দেশ মতো তার সামনে তা পেশ করা হলো। সেই বাদশাহ তখন অন্য একজন বন্দী মুসলমানের ব্যাপারে হুকুম করলো যে, তাকে যেন ঐ ডেগচির মধ্যে নিক্ষেপ করা হয়। তৎক্ষণাৎ হযরত আবদুল্লাহর (রাঃ) উপস্থিতিতে তাঁর চোখের সামনে ঐ অসহায় মুসলমানটির দেহের গোশত পুড়ে ভষ্ম হয়ে গেল এবং অস্থিগুলি চমকাতে থাকলো। অতঃপর বাদশাহ হযরত আবদুল্লাহকে (রাঃ) বললোঃ “দেখো, এখনো আমার কথা মেনে নাও এবং আমার ধর্ম ককূল কর। অন্যথায় তোমাকেও এই আগুনের ডেগচিতে ফেলে দিয়ে এরই মত করে জ্বালিয়ে দেয়া হবে।” তখনো তিনি ঈমানী বলে বলিয়ান হয়ে বাদশাহকে উত্তর দিলেনঃ “আমি আল্লাহর দ্বীনকে ছেড়ে দিতে পারি না। এটা আমার দ্বারা কখনই সম্ভব নয়।” তৎক্ষণাৎ বাদশাহ হুকুম করলোঃ “তাকে চরকার উপর চড়িয়ে তাতে নিক্ষেপ কর। যখন তাঁকে ঐ আগুনের ডেগচিতে। নিক্ষপ করার জন্যে চরকার উপর উঠানো হলো তখন বাদশাহ লক্ষ্য করলো যে, তাঁর চক্ষু দিয়ে অশ্রু প্রবাহিত হচ্ছে। তখনই সে তাঁকে নামিয়ে আনার নির্দেশ দিলো। অতঃপর তাঁকে নিজের কাছে ডাকিয়ে নিলো। সে আশা করেছিল যে, হয়তো ঐ শাস্তি দেখে তিনি ভয় পেয়েছেন, কাজেই এখন তাঁর মত পালটে গেছে। সুতরাং তিনি এখন তার কথামতই কাজ করবেন এবং তার ধর্ম গ্রহণ করবেন। আর এরপর তার জামাতা হয়ে তার রাজত্বের অংশীদার হয়ে যাবেন। কিন্তু তার এই আশায় গুড়ে বালি পড়ে যায়। হযরত আবদুল্লাহ (রাঃ) তাকে বলেনঃ “আমার ক্রন্দনের একমাত্র কারণ ছিল এই যে, আজ আমার একটি মাত্র প্রাণ রয়েছে যা আমি এই শাস্তির মাধ্যমে আল্লাহর পথে উৎসর্গ করতে যাচ্ছি। হায়! যদি আমার প্রতিটি লোমের মধ্যে একটি করে প্রাণ থাকতো তবে আজ আমি সমস্ত প্রাণকে এক এক করে এই ভাবে আল্লাহর পথে উৎসর্গ করতাম।”অন্যান্য রিওয়াইয়াতে রয়েছে যে, হযরত আবদুল্লাহকে (রাঃ) কয়েদ খানায় রাখা হয়েছিল এবং পানাহার বন্ধ করে দেয়া হয়েছিল। কয়েকদিন পরে তাঁর কাছে মদ ও শূকরের গোশত পাঠান হয়। কিন্তু তিনি এ চরম ক্ষুধার্ত অবস্থায়ও এ খাদ্যের প্রতি ভ্রক্ষেপ মাত্র করেন নাই। বাদশাহ তাকে ডেকে পাঠিয়ে ওগুলো না খাওয়ার কারণ জিজ্ঞেস করলে, তিনি উত্তরে বলেনঃ “এই অবস্থায় আমার জন্যে এই খাদ্য হালাল তো হয়ে গেছে। কিন্তু আমি তোমার মত শত্রুকে আমার ব্যাপারে খুশী হওয়ার সুযোগ দিতেই চাই না।” অবশেষে বাদশাহ তাঁকে বললোঃ “আচ্ছা, তুমি যদি আমার মাথা চুম্বন কর তবে আমি তোমাকে ও তোমার সঙ্গী সমস্ত মুসলমানকে মুক্তি দিয়ে দেবো।” হযরত আবদুল্লাহ (রাঃ) এটা কবুল করে নেন এবং তার মাথা চুম্বন করেন। সম্রাটও তার ওয়াদা পালন করে এবং তাঁকে ও তার সাথের সমস্ত মুসলমানকে ছেড়ে দেয়। যখন হযরত আবদুল্লাহ ইবনু হুযাফা’ (রাঃ) এখান থেকে মুক্তি পেয়ে হযরত উমর ফারুকের (রাঃ) নিকট উপস্থিত হন তখন তিনি বলেনঃ “প্রত্যেক মুসলমানের উপর হক রয়েছে হযরত আবদুল্লাহ ইবনু হুযাফার (রাঃ) চুম্বন করা এবং আমিই প্রথম এর সূচনা করছি।” একথা বলে হযরত উমার ফারুক (রাঃ) সর্বপ্রথম তার মস্তক চুম্বন করেন।"
    },
    {
      "ayah": 11,
      "surah": 16,
      "text": "১০-১১ নং আয়াতের তাফসীর\nচতুষ্পদ ও অন্যান্য জন্তু সৃষ্টির নিয়ামত বর্ণনা করার পর আল্লাহ তাআলা অন্যান্য নিয়ামতের বর্ণনা দিচ্ছেন। তা এই যে, তিনি আকাশ থেকে বৃষ্টি বর্ষাণ এবং তাদের উপকারের জন্তুগুলিও তা থেকে ফায়েদা উঠায়। মিষ্ট ও স্বচ্ছ পানি তাদের পান কার্যে ব্যবহৃত হয়। মহান আল্লাহর অনুগ্রহ না হলে এই পানি তিক্ত ও লবণাক্ত হতো। আকাশের বৃষ্টির ফলে গাছ-পালা ও তরুলতা জন্ম লাভ করে থাকে। এই গাছ-পালা মানুষের গৃহ পালিত পশুগুলির খাদ্য রূপেও ব্যবহৃত হয়। (আরবি) শব্দের অর্থ হচ্ছে চরা। এ কারণেই যে সব উট মাঠে চরে খায় ওগুলিকে (আরবি) বলা হয়।হাদীসে আছে যে, রাসূলুল্লাহ (সঃ) সূর্যোদয়ের পূর্বে (পশুকে) চরাতে নিষেধ করেছেন। মহান আল্লাহর ব্যাপক ক্ষমতার প্রতি লক্ষ্য করলে দেখা যায় যে, তিনি একই পানি হতে বিভিন্ন স্বাদের বিভিন্ন আকারের এবং বিভিন্ন গন্ধের নানা প্রকারের ফল-ফুল মানুষের জন্যে সৃষ্টি করেছেন। সুতরাং এই সব নিদর্শন একজন মানুষের পক্ষে আল্লাহ তাআলার একত্ববাদকে বিশ্বাস করে নেয়ার ব্যাপারে যথেষ্ট। এই বর্ণনা অন্যান্য আয়াতে নিম্নরূপে দেয়া হয়েছে।"
    },
    { "ayah": 110, "surah": 16, "text": "Please check ayah 16:111 for complete tafsir." },
    {
      "ayah": 111,
      "surah": 16,
      "text": "১১০-১১১ নং আয়াতের তাফসীর\nএরা হচ্ছেন দ্বিতীয় শ্রেণীর লোক যারা দুর্বলতা ও দারিদ্রের কারণে মক্কায় মুশরিকদের অত্যাচারের শিকার ছিলেন। শেষ পর্যন্ত তারা হিজরত করেন। মাল, সন্তান-সন্ততি এবং দেশ ত্যাগ করে তারা আল্লাহর পথে বের হয়ে পড়েন। ও মুসলমানদের দলে মিলিত হয়ে আবার জিহাদের জন্যে বেরিয়ে যান। অতঃপর ধৈর্যের সাথে আল্লাহর কালেমাকে সমুন্নত রাখার জন্যে ব্যস্তহয়ে পড়েন। তাদেরকে আল্লাহ ক্ষমা করে দেয়ার ও তাঁদের প্রতি করুণা বর্ষণ করার খবর দিচ্ছেন। কিয়ামতের দিন প্রত্যেক ব্যক্তি নিজের পরিত্রাণের চিন্তায় ব্যস্ত থাকবে। তার পক্ষ সমর্থনে তার পিতা, ছেলে, ভাই এবং স্ত্রী কেউই যুক্তি পেশ করবে না। এ দিন প্রত্যেককে তার আমলের পূর্ণ প্রতিফল দেয়াহবে এবং কারো প্রতি মোটেই যুলুম করা হবে না। না পূণ্য কমবে, না পাপ বাড়বে। আল্লাহ তাআলা যুলুম হতে সম্পূর্ণরূপে পবিত্র।"
    },
    { "ayah": 112, "surah": 16, "text": "Please check ayah 16:113 for complete tafsir." },
    {
      "ayah": 113,
      "surah": 16,
      "text": "১১২-১১৩ নং আয়াতের তাফসীর\nএই দৃষ্টান্ত দ্বারা মক্কাবাসীকে বুঝানো হয়েছে। তারা খুবই নিরাপদ ও নিশ্চিন্তভাবে বসবাস করছিল। আশে পাশে যুদ্ধ ও বিগ্রহ চলতো। কিন্তু মক্কাবাসীকে কেউই চোখ দেখাতে সাহস করতো না। যে কেউ এখানে আসতো তাকে নিরাপদ মনে করা হতো। যেমন মহান আল্লাহ বলেনঃ “তারা বলেঃ আমরা যদি হিদায়াতের অনুসরণ করি, তবে আমাদেরকে আমাদের যমীন হতে ছিনিয়ে নিয়ে যাওয়া হবে;” (আল্লাহ পাক বলেনঃ) “আমি কি তাদেরকে শান্তি ও নিরাপত্তার হারাম (শরীফ) দান করি নাই? যেখানে চারদিক থেকে আমার দেয়া জীবনোপকরণ বিভিন্ন প্রকারের ফলের আকারে এসে থাকে?”এখানেও মহান আল্লাহ বলেনঃ “সেখানে আসতো সর্বদিক হতে প্রচুর জীবনোপকরণ; কিন্তু এর পরেও তারা আল্লাহর অনুগ্রহ অস্বীকার করলো। সবচেয়ে বড় নিয়ামত ছিল তাদের কাছে মুহাম্মদকে (সঃ) নবীরূপে প্রেরণ।” যেমন আল্লাহ তাআলা বলেনঃ “তুমি কি তাদেরকে দেখ নাই? যারা আল্লাহর নিয়ামতকে কুফরী দ্বারা পরিবর্তন করে দিয়েছে, আর নিজেদের কওমকে ধ্বংসের ঘরে পৌঁছিয়ে দিয়েছে, যা হচ্ছে জাহান্নাম, যেখানে তারা প্রবেশ করবে এবং ওটা কতই না নিকৃষ্ট স্থান।”তাদের দুষ্টামি ও হঠকারিতার শাস্তি স্বরূপ তাদের দু’টি নিয়ামত দু'টি যহুমত বা দুঃখ বেদনায় পরিবর্তিত হয়। নিরাপত্তা ভয়ে এবং প্রশান্তি ক্ষুধা ও চিন্তায় রূপান্তরিত হয়। তারা আল্লাহর রাসূলকে (সঃ) স্বীকার করে নাই এবং তার বিরুদ্ধাচরণে উঠে পড়ে লেগে যায়। রাসূলুল্লাহ (সঃ) সাত বছরের দীর্ঘ মেয়াদী দুর্ভিক্ষের জন্যে বদ দুআ করেন, যেমন হযরত ইউসুফের (আঃ) যুগে দেখা দিয়েছিল। এই দুর্ভিক্ষের সময় তারা উটের রক্ত মিশ্রিত লোম পর্যন্ত খেয়েছিল। নিরাপত্তার পর আসলো ভয় ও সন্ত্রাস। সব সময় তারা রাসূলুল্লাহ (সঃ) ও তাঁর সেনাবাহিনীর ভয়ে ভীত থাকতো। তারা দিনের পর দিন তার উন্নতি এবং তার সেনাবাহিনীর শক্তি বৃদ্ধির খবর শুনতে ও বুঝতো। অবশেষে আল্লাহর রাসূল (সঃ) তাদের শহর মক্কার উপর আক্রমণ চালান এবং ওটা জয় করে ওর উপর নিজের অধিকার প্রতিষ্ঠিত করেন। এই ছিল তাদের দুষ্কার্যের ফল যে, তারা যুলুম ও বাড়াবাড়ির উপর লেগেই ছিল এবং আল্লাহর রাসূলকে (সঃ) মিথ্যা প্রতিপন্ন করতেই ছিল। অথচ তাঁকে আল্লাহ তাআলা তাদের মধ্যে স্বয়ং তাদের মধ্য থেকেই প্রেরণ করেছিলেন। এই অনুগ্রহের কথা তিনি নিম্নের আয়াতে বর্ণনা করেছেনঃ (আরবি) অর্থাৎ “আল্লাহ মুমিনদের উপর এইভাবে অনুগ্রহ করেছেন যে, তিনি তাদের মধ্যে তাদের মধ্য হতেই রাসূল প্রেরণ করেছেন।” (৩:১৬৪) অন্য আয়াতে রয়েছেঃ “হে জ্ঞানীরা! সুতরাং তোমরা আল্লাহকে ভয়কর। যারা ঈমান এনেছে, (জেনে রেখো যে,) আল্লাহ তোমাদের মধ্যে পুরুষ লোককে রাসূল করে পাঠিয়েছেন।” আল্লাহ তাআলার আরো উক্তিঃ “যেমন আমি তোমাদের মধ্যে রাসূল পাঠিয়েছি তোমাদের মধ্য হতেই, যে তোমাদের কাছে আমার আয়াতসমূহ পাঠ করে থাকে, তোমাদেরকে পবিত্র করে এবং তোমাদেরকে কিতাব ও হিকমত শিক্ষা দিয়ে থাকে.....এবং তোমরা কুফরী করবে না।”যেমন কুফরীর কারণে নিরাপত্তার পরে ভয় আসলো এবং স্বচ্ছলতার পরে আসলো ক্ষুধার তাড়না, অনুরূপভাবে ঈমানের কারণে ভয়ের পরে আসলো শান্তি ও নিরাপত্তা এবং ক্ষুধার পরে আসলো হুকুমত ও নেতৃত্ব। সুতরাং আল্লাহ কতই না মহান!হযরত সুলাইম ইবনু নুমাইর (রাঃ) হতে বর্ণিত। তিনি বলেনঃ “আমরা উম্মুল মু'মিনীন হযরত হাফসার (রাঃ) সাথে হজ্ব শেষে (মদীনার পথে) ফিরছিলাম। ঐ সময় খলীফাতুল মু'মিনীন হযরত উসমান (রাঃ) (বিদ্রোহীগণ কর্তৃক পরিবেষ্টিত ছিলেন। হযরত হাফসা (রাঃ) অধিকাংশ পথিককে পথিমধ্যে হযরত উসমান (রাঃ) সম্পর্কে জিজ্ঞাসাবাদ করছিলেন। অবশেষে দু’জন উষ্ট্রারোহীকে দেখে তিনি তাদের কাছে লোক পাঠিয়ে হযরত উসমান (রাঃ) সম্পর্কে জানতে চান। তারা খবর দেয় যে, তিনি শহীদ হয়েছেন। তৎক্ষণাৎ তিনি বলেনঃ “আল্লাহর শপথ! ইনিই সেই শহীদ যার ব্যাপারে আল্লাহ তাআ'লা (আরবি) এই আয়াতটি অবতীর্ণ করেছেন।” (এটা ইমাম ইবনু জারীর (রঃ) বর্ণনা করেছেন) আবদুল্লাহ ইবনু মুগীরার (রঃ) শায়েখেরও এটাই উক্তি।"
    },
    { "ayah": 114, "surah": 16, "text": "Please check ayah 16:117 for complete tafsir." },
    { "ayah": 115, "surah": 16, "text": "Please check ayah 16:117 for complete tafsir." },
    { "ayah": 116, "surah": 16, "text": "Please check ayah 16:117 for complete tafsir." },
    {
      "ayah": 117,
      "surah": 16,
      "text": "১১৪-১১৭ নং আয়াতের তাফসীর\nআল্লাহ তাআলা স্বীয় বান্দাদেরকে নির্দেশ দিচ্ছেন যে, তারা যেন তাঁর হালাল ও পবিত্র রিযক ভক্ষণ করে এবং তাঁর কৃতজ্ঞতা প্রকাশ করে। কেননা, সমস্ত নিয়ামতদাতা একমাত্র তিনিই। এই কারণে ইবাদতের যোগ্যও একমাত্র তিনই। তাঁর কোন অংশীদার নেই। অতঃপর আল্লাহ তাআ’লা হারাম জিনিসগুলির বর্ণনা দিচ্ছেন। ঐ সব জিনিসে তাদের দ্বীনেরও ক্ষতি এবং দুনিয়ারও ক্ষতি। ওগুলো হচ্ছে নিজে নিজেই মৃত জন্তু, যবাহ করার সময় প্রবাহিত রক্ত, শূকরের গোশত এবং যে সব জন্তুকে আল্লাহ ছাড়া অন্যান্যদের নামে যবাহ করা হয়। কিন্তু যারা অনন্যোপায় হয়ে যায়, তারা ঐ অবস্থায় ওগুলি থেকে যদি কিছু খেয়ে নেয় তবে আল্লাহ তাদেরকে ক্ষমা করে থাকেন। সূরায়ে বাকারায় এই ধরণের আয়াত গত হয়েছে এবং সেখানে ওর পূর্ণ তাফসীরও বর্ণিত হয়েছে। সুতরাং এখানে পুনরাবৃত্তির কোন প্রয়োজন নেই। অতএব সমস্ত প্রশংসা আল্লাহর।এরপর মহান আল্লাহ মু'মিনদেরকে কাফিরদের রীতিনীতি হতে বিরত রাখছেন। তিনি বলেছেনঃ “তারা যেমন নিজেদের বিবেক অনুযায়ী হালাল ও হারাম বানিয়ে নিয়েছে, তোমরা তদ্রুপ করো না। তারা পরস্পর সিদ্ধান্ত গ্রহণ করে যে, অমুক নামের জন্তু বড়ই সম্মান ও মর্যাদার পাত্র। যেমন ‘বাহীরা', ‘সায়েবা’, ওয়াসীলা ইত্যাদি।” তাই, মহান আল্লাহ বলেনঃ “আল্লাহ তাআলার উপর মিথ্যা আরোপ করে তোমরা কোন কিছুকে হালাল ও হারাম বানিয়ে নিয়ো না।” এর মধ্যে এটাও থাকলো যে, কেউ যেন নিজের পক্ষ হতে কোন বিদআত বের না করে যার কোন শরীয়ী দলীল নেই। কিংবা আল্লাহ যা হারাম করেছেন তা হালাল এবং যা হালাল করেছেন তা হারাম করে না নেয়। কেউ যেন নিজের মতানুসারে কোন হুকুম আবিস্কার না করে।(আরবি) এর মধ্যে (আরবি) টি রূপে ব্যবহৃত হয়েছে। অর্থাৎ তোমরা তোমাদের জিহবার মিথ্যা বর্ণনার দ্বারা হালালকে হারাম করে নিয়ো না। এই ধরনের লোক দুনিয়ার সফলতা এবং আখেরাতের পরিত্রাণ থেকে বঞ্চিত থাকে। দুনিয়ায় যদিও কিছুটা সুখভোগ করে, কিন্তু মৃত্যুর সাথে সাথেই ভয়াবহ শাস্তির তারা শিকার হয়ে যাবে। এই পার্থিব জগতে সামান্য সুখের স্বাদ তারা গ্রহণ করুক, পরকালে ভীষণ শাস্তি তাদের জন্যে অপেক্ষা করছে। যখন আল্লাহ তাআলা বলেনঃ “নিশ্চয় যারা আল্লাহর উপর মিথ্যা আরোপ করে তারা পরিত্রাণ পাবে না।” অর্থাৎ দুনিয়াতেও নয়, আখেরাতেও নয়। আর এক আয়াতে রয়েছেঃ “নিশ্চয় যারা মিথ্যা আরোপ করে, তারা সফলকাম হবে না। দুনিয়ায় তারা সামান্য সুখভোগ করবে, আমারই নিকট তাদের প্রত্যাবর্তন স্থল; অতঃপর আমি তাদেরকে তাদের কুফরীর কারণে কঠিন শাস্তির স্বাদ গ্রহণ করাবো।”"
    },
    { "ayah": 118, "surah": 16, "text": "Please check ayah 16:119 for complete tafsir." },
    {
      "ayah": 119,
      "surah": 16,
      "text": "১১৮-১১৯ নং আয়াতের তাফসীর\nউপরে আল্লাহ তাআলা বর্ণনা করলেন যে, এই উম্মতের উপর মৃতজন্তু, রক্ত, শূকরের গোশত এবং আল্লাহর নাম ছাড়া অন্যান্যদের নামে উৎসর্গীকৃত জিনিস হারাম। তারপর যার জন্যে এগুলো খাওয়ার অনুমতি রয়েছে তা প্রকাশ্যভাবে বর্ণনা করার পর এই উম্মতের উপর যে শরীয়তের কাজ হালাল ও সহজ করা হয়েছে তার বর্ণনা দিয়েছেন। ইয়াহুদীদের উপর তাদের শরীয়তে যা হারাম ছিল এবং যে সংকীর্ণতা এবং অসুবিধা তাদের উপর ছিল এখানে। তারই বর্ণনা দিচ্ছেন। তিনি বলেনঃ “তাদের উপর হারামকৃত জিনিসের বর্ণনা ইতিপূর্বেই তোমার কাছে দিয়েছি।” অর্থাৎ সূরায়ে আনআমে রয়েছেঃ (আরবি) অর্থাৎ “ইয়াহূদীদের জন্যে নখরযুক্ত সমস্ত পশু নিষিদ্ধ করেছিলাম, এবং গরু ও ছাগলের চর্বিও তাদের জন্যে নিষিদ্ধ করেছিলাম তবে এইগুলির পৃষ্ঠের অথবা অন্ত্রের কিংবা অস্থি সংলগ্ন চর্বি ব্যতীত, তাদের অবাধ্যতার দরুণ তাদেরকে এই প্রতিফল দিয়েছিলাম, আমি তো সত্যবাদী।” (৬:১৪৬)এখানে আল্লাহ তাআলা বলেনঃ “আমি তাদের উপর কোন যুলুম করি নাই, বরং তারা নিজেরাই নিজেদের উপর যুলুম করেছিল। তাদের অবিচারের কারণে ঐ পবিত্র জিনিসগুলি তাদের উপর হারাম করে দিই, যা তাদের জন্যে হালাল ছিল। দ্বিতীয় কারণ ছিল এই যে, তারা আল্লাহর পথ থেকে অন্যদেরকে বাধা প্রদান করতো।এরপর মহান আল্লাহ তার ঐ দয়া ও করুণার বর্ণনা দিচ্ছেন, যা তিনি তাঁর পাপী বান্দাদের উপর করে থাকেন। একদিকে তারা তাওবা করে আর অপর দিকে তিনি তাদের জন্যে রহমতের অঞ্চল ছড়িয়ে দেন।পূর্ববর্তী কোন কোন গুরুজনের উক্তি এই যে, যে আল্লাহর অবাধ্য হয় সে মুখই হয়ে থাকে। তাওবা বলা হয় পাপকার্য হতে সরে আসাকে। আর ইসলাহ বলে তাঁর আনুগত্যের কাজের দিকে এগিয়ে যাওয়াকে। যে এরূপ করে, তার পাপ ও পদস্থলনের পরেও আল্লাহ তাকে ক্ষমা করে দেন এবং তার উপর দয়া করেন।"
    },
    { "ayah": 12, "surah": 16, "text": "Please check ayah 16:13 for complete tafsir." },
    { "ayah": 120, "surah": 16, "text": "Please check ayah 16:123 for complete tafsir." },
    { "ayah": 121, "surah": 16, "text": "Please check ayah 16:123 for complete tafsir." },
    { "ayah": 122, "surah": 16, "text": "Please check ayah 16:123 for complete tafsir." },
    {
      "ayah": 123,
      "surah": 16,
      "text": "১২০-১২৩ নং আয়াতের তাফসীর\nআল্লাহ তাআলা তাঁর বান্দা, রাসূল, তার বন্ধু, নবীদের পিতা এবং বড় মর্যাদা সম্পন্ন রাসূল হযরত ইবরাহীমের (আঃ) প্রশংসা করছেন এবং মুশরিক, ইয়াহূদী ও খৃস্টানদের থেকে তাঁকে পৃথক করছেন। (আরবি) এর অর্থ হলো ইমাম, যার অনুসরণ করা হয়। (আরবি) বলা হয় অনুগত ও বাধ্যকে। (আরবি) এর অর্থ হচ্ছে শিরক থেকে সরে গিয়ে তাওহীদের দিকে আগমনকারী। এজন্যেই আল্লাহ তাআলা বলেন যে, তিনি ছিলেন মুশরিকদের থেকে বিমুখ।হযরত ইবনু মাসঊদকে (রাঃ) (আরবি) এর অর্থ জিজ্ঞেস করা হলে তিনি বলেনঃ “মানুষকে ভাল শিক্ষাদানকারী এবং আল্লাহ ও তাঁর রাসূলের আনুগত্য স্বীকারকারী। হযরত ইবনু উমার (রাঃ) বলেন যে, (আরবি) এর অর্থ হলো লোকদের দ্বীনের শিক্ষক। একবার হযরত ইবনু মাসউদ (রাঃ) বলেনঃ “হযরত মুআয (রাঃ) (আরবি) ও (আরবি) ছিলেন।” তখন একজন লোক মনে মনে বলেনঃ “হযরত আবদুল্লাহ ইবনু মাসউদ (রাঃ) ভুল বলছেন। আল্লাহর সাক্ষ্য অনুযায়ী তো এই গুনের অধিকারী ছিলেন হযরত ইবরাহীম (আঃ)।” তারপর প্রকাশ্যভাবেও তিনি বলেনঃ “আল্লাহ তাআলা হযরত ইবরাহীমকে (আঃ) তো (আরবি) বলেছেন?” তাঁর এ কথার জবাবে হযরত ইবনু মাসউদ (রাঃ) তাঁকে বললেনঃ “তুমি (আরবি) এর অর্থ (আরবি) এর অর্থ জান কি? ‘উম্মত তাকেই বলা হয়, যিনি লোকদেরকে মঙ্গল শিক্ষা দেন আর ‘কানেত’ তাঁকে বলা হয় যিনি আল্লাহ ও তাঁর রাসূলের (সঃ) আনুগত্যের কাজে লেগে থাকেন। নিশ্চয়ই হযরত মুআয (রাঃ) এই রূপই ছিলেন।” মুজাহিদ (রঃ) বলেন যে, হযরত ইবরাহীম (আঃ) একাকী উম্মাত ছিলেন এবং আল্লাহর হুকুমের অনুগত ছিলেন। তাঁর যুগে তিনি একাই একত্ববাদী ছিলেন, বাকী সব লোকই ছিল সেই সময় কাফির। কাতাদা (রঃ) বলেন যে, তিনি ছিলেন হিদায়াতের ইমাম এবং আল্লাহর গোলাম। তিনি আল্লাহর নিয়ামতের কৃতজ্ঞতা প্রকাশ করতেন এবং তাঁর সমস্ত হুকুম মেনে চলতেন। যেমন মহান আল্লাহ স্বয়ং বলেনঃ (আরবি) অর্থাৎ “সেই ইবরাহীম (আঃ) যে পূর্ণ করেছে।” (৫৩:৩৭) অর্থাৎ আল্লাহর সমস্ত হুকুম পালন করেছে। যেমন তিনি বলেন (আরবি) অর্থাৎ “ইতিপূর্বে আমি অবশ্যই ইবরাহীমকে (আঃ) রুশ ও হিদায়াত। দান করেছিলাম এবং তাকে আমি খুব ভাল রূপেই জানতাম।” (২১:৫১)।মহান আল্লাহ বলেনঃ “আমি তাকে সরল-সঠিক পথে পরিচালিত করেছিলাম। সে শুধু এক ও অংশীবিহীন আল্লাহর ইবাদত ও আনুগত্য করতো এবং তাঁর পছন্দনীয় শরীয়তের উপর প্রতিষ্ঠিত ছিল। আমি তাকে দ্বীন ও দুনিয়ার মঙ্গল দান করেছিলাম। পবিত্র জীবনের সমস্ত প্রয়োজনীয় উত্তমগুণ তার মধ্যে বিদ্যমান ছিল। আর আখেরাতেও নিশ্চয়ই সে সংশীলদের অন্যতম।”তাঁর পবিত্র যিকর দুনিয়াতেও বাকী রয়েছে এবং আখেরাতেও তিনি বিরাট মর্যাদার অধিকারী হবেন। তাঁর চরমোৎকর্ষ, তার শ্রেষ্ঠত্ব তাঁর তাওহীদের প্রতি ভালবাসা এবং তাঁর ন্যায় পথে প্রতিষ্ঠিত থাকার প্রতি এমন ভাবে আলোকপাত করা হয়েছে যে, মহামহিমান্বিত আল্লাহ স্বীয় শেষ নবী হযরত মুহাম্মদকে (সঃ) নির্দেশ দিচ্ছেনঃ “হে নবী (সঃ)! তুমি একনিষ্ঠ ইবরাহীমের (আঃ) অনুসরণ কর এবং জেনে রেখো যে, সে মুশরিকদের অন্তর্ভূক্ত ছিল ।” সূরায়ে আনআ’মে এরশাদ হয়েছেঃ (আরবি) অর্থাৎ “হে নবী (সঃ)! তুমি বলঃ নিশ্চয় আমার প্রতিপালক আমাকে সরল-সঠিক পথ প্রদর্শন করেছেন, যা হচ্ছে প্রতিষ্ঠিত ধর্ম ও একনিষ্ঠ ইবরাহীমের (আঃ) ধর্ম, আর সে মুশরিকদের অন্তর্ভূক্ত ছিল না।” (৬:১৬১) অতঃপর ইয়াহূদীদের উক্তির প্রতিবাদে আল্লাহ তাআলা বলেনঃ"
    },
    {
      "ayah": 124,
      "surah": 16,
      "text": "এতে কোন সন্দেহ নেই যে, প্রত্যেক উম্মতের জন্যে আল্লাহ তাআলা এমন একটা দিন নির্ধারণ করে দিয়েছেন যেই দিনে তারা একত্রিত হয়ে তাঁর ইবাদত করবে খুশীর পর্ব হিসেবে। এই উম্মতের জন্যে ঐ দিন হচ্ছে শুক্রবারের দিন। কেননা, ওটা হচ্ছে ৬ষ্ঠ দিন, যে দিন আল্লাহ তাআলা সৃষ্টি কার্যপূর্ণতায় পৌঁছিয়ে দেন এবং সমস্ত মাখলুকের সৃষ্টি সমাপ্ত হয়। আর তিনি তাদের প্রয়োজনীয় সমস্ত নিয়ামত দান করেন।বর্ণিত আছে যে, হযরত মূসার (আঃ) ভাষায় বাণী ইসরাঈলের জন্যে এই দিনটিকেই নির্ধারণ করা হয়। কিন্তু তারা এইদিন থেকে সরে গিয়ে শনিবারকে গ্রহণ করে। তারা এই শনিবারকে এই হিসেবে গ্রহণ করে যে, শুক্রবারে সৃষ্টিকার্য সমাপ্ত হয়েছে। শনিবারে আল্লাহ তাআলা কোন জিনিস সৃষ্টি করেন। নাই। সুতরাং তাওরাত অবতীর্ণ হলে তাদের জন্যে ঐ দিনকেই অর্থাৎ শনিবারকেই নির্ধারণ করা হয়। আর তাদেরকে নির্দেশ দেয়া হয়, তারা যেন দৃঢ়তার সাথে এ দিনকে ধারণ করে। তবে একথা অবশ্যই বলে দেয়াহয়েছিল যে, হযরত মুহাম্মদ (সঃ) যখনই আসবেন তখনই সবকে ছেড়ে দিয়ে শুধু তাঁরই অনুসরণ করতে হবে। ঐ কথার উপর তাদের কাছে ওয়াদাও নেয়া হয়। সুতরাং শনিবারের দিনটি তারা নিজেরাই বেছে নিয়েছিল এবং শুক্রবারকে ছেড়ে দিয়েছিল।হযরত ঈসার (আঃ) যুগ পর্যন্ত তারা এর উপরই থাকে। বলা হয়েছে যে, পরে হযরত ঈসা (আঃ) তাদেরকে রবিবারের দিকে আহ্বান করেছিলেন। একটি উক্তি রয়েছে যে, হযরত ঈসা (আঃ) কয়েকটি মানসূখ হুকুম ছাড়া তাওরাতের শরীয়তকে পরিত্যাগ করেন নাই এবং শনিবারের হিফাযত তিনি বরাবরই করে এসেছিলেন। যখন তাঁকে উঠিয়ে নেয়া হয় তখন তাঁর পরে কুসতুনতীন বাদশাহর যুগে শুধু ইয়াহূদীদের হঠকারিতার কারণে ঐ বাদশাহ পূর্ব দিককে তাদের কিবলা নির্ধারণ করে এবং শনিবারের পরিবর্তে রবিবারকে ধার্য করে নেয়।হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমরা (দুনিয়ায় সর্বশেষে আগমনকারী, আর কিয়ামতের দিন আমরা সবারই আগে থাকবো। তাদেরকে আল্লাহর কিতাব আমাদের পূর্বে দেয়া হয়েছিল এবং এই দিনটিকেও আল্লাহ তাআলা তাদের উপর ফরয করে। ছিলেন। কিন্তু তাদের মতানৈক্যের কারণে তারা তা নষ্ট করে দিয়েছে। মহামহিমান্বিত আল্লাহ আমাদেরকে ওর প্রতি হিদায়াত করেছেন। সুতরাং এসব লোক আমাদের পিছনেই রয়েছে। ইয়াহূদীরা একদিন পরে এবং খৃষ্টানরা দু'দিন পরে।” (এ হাদীসটি সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত হয়েছে। তবে এটা ইমাম বুখারীর (রঃ) শব্দ)হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমাদের পূর্ববর্তী উম্মতদেরকে আল্লাহ তাআলা জমআর। (শুক্রবারের) দিন হতে বঞ্চিত করেছেন। ইয়াহুদীদের জন্যে হলো শনিবারের দিন এবং খৃস্টানদের জন্যে হলো রবিবারের দিন। আর আমাদের জন্যে হলো শুক্রবারের দিন। সুতরাং এই দিক দিয়ে যেমন তারা আমাদের পরে রয়েছে কিয়ামতের দিনেও তারা আমাদের পিছনেই থাকবে। দুনিয়ার হিসেবে আমরা পিছনে, আর কিয়ামতের হিসেবে আগে। অর্থাৎ সমস্ত মাখলুকের মধ্যে সর্বপ্রথম ফায়সালা হবে আমাদের।” (এ হাদীসটি এই ভাষায়) ইমাম মুসলিম (রঃ) বর্ণনা করেছেন)"
    },
    {
      "ayah": 125,
      "surah": 16,
      "text": "আল্লাহ তাআলা স্বীয় রাসূল (সঃ) হযরত মুহাম্মদকে (সঃ) নির্দেশ দিচ্ছেন যে, তিনি যেন আল্লাহর মাখলুককে তাঁর পথের দিকে আহ্বান করেন। ইমাম ইবনু জারীরের (রঃ) উক্তি অনুযায়ী ‘হিকমত’ দ্বারা কালামুল্লাহ ও হাদীসে রাসূল (সঃ) উদ্দেশ্য। আর সদুপদেশ দ্বারা ঐ উপদেশকে বুঝানোহয়েছে যার মধ্যে ভয় ও ধমকও থাকে যে, যাতে মানুষ উপদেশ গ্রহণ করে এবং আল্লাহর শাস্তি হতে বাঁচবার উপায় অবলম্বন করে। হাঁ, তবে এটার প্রতিও খেয়াল রাখা দরকার যে, যদি কারো সাথে তর্ক ও বচসা করার প্রয়োজন হয়, তবে যেন নরম ও উত্তম ভাষায় তা করা হয়। যেমন কুরআন কারীমে রয়েছেঃ (আরবি) অর্থাৎ “আহলে কিতাবের সাথে তর্ক-বিতর্ক করার সময় উত্তম পন্থা অবলম্বন করো।” (২৯:৪৬) অনুরূপভাবে হযরত মূসাকেও (আঃ) নরম। ব্যবহারের হুকুম দেয়া হয়েছিল। দু'ভাইকে ফিরাউনের নিকট পাঠাবার সময় বলে দেনঃ “তোমরা তাকে নরম কথা বলবে, তাহলে হয়তো সে উপদেশ গ্রহণ। করবে অথবা ভয় করবে।”মহান আল্লাহ বলেনঃ “তোমার প্রতিপালক, তাঁর পথ ছেড়ে কে বিপদগামী হয় সে সম্বন্ধে সবিশেষ অবহিত এবং কে সৎপথে আছে সেটাও তিনি সম্যক অবগত। কে হতভাগ্য এবং কে ভাগ্যবান এটাও তার অজানা নয়। সমস্ত আমলের পরিণাম সম্পর্কেও তিনি পূর্ণভাবে অবহিত। হে নবী (সঃ)! তুমি আল্লাহর পথে দাওয়াত দিতে থাকো। কিন্তু যারা মানে না তাদের পিছনে পড়ে তুমি নিজেকে ধ্বংস করে দিয়ো না। তুমি হিদায়াতের যিম্মাদার নও। তুমি শুধু। তাদেরকে সতর্ককারী। তোমার দায়িত্ব শুধু আমার পয়গাম তাদের কাছে পৌঁছিয়ে দেয়া। হিসাব নেয়ার দায়িত্ব আমার। হিদায়াত তোমার অধিকারের জিনিস নয় যে, তুমি যাকে ভালবাস তাকে হিদায়াত দান করবে। এটা হচ্ছে আল্লাহ তাআলার অধিকারের জিনিস।”"
    },
    { "ayah": 126, "surah": 16, "text": "Please check ayah 16:128 for complete tafsir." },
    { "ayah": 127, "surah": 16, "text": "Please check ayah 16:128 for complete tafsir." },
    {
      "ayah": 128,
      "surah": 16,
      "text": "১২৬-১২৮ নং আয়াতের তাফসীর\nপ্রতিশোধ গ্রহণ ও হক? আদায় করার ব্যাপারে সমতা ও ন্যায়পরায়ণতার নির্দেশ দেয়া হচ্ছে। ইমাম ইবনু সীরীন প্রভৃতি গুরুজন (আরবি) আল্লাহ তাআলার এই উক্তির ভাবার্থ বর্ণনায় বলেনঃ “যদি কেউ তোমার নিকট থেকে কোন জিনিস নিয়ে নেয় তবে তুমিও তার নিকট থেকে ঐ সমপরিমাণ জিনিস নিয়ে নাও”। ইবনু যায়েদ (রঃ) বলেন যে, পূর্বে তো মুশরিকদেরকে ক্ষমা করে দেয়ার নির্দেশ ছিল। তারপর যখন কতকগুলি প্রভাবশালী লোক মুসলমান হলেন তখন তারা বললেনঃ “হে আল্লাহর রাসূল (সঃ)! যদি আল্লাহ তাআলা অনুমতি দিতেন তবে অবশ্যই আমরা এই কুকুরদের নিকট থেকে প্রতিশোধ গ্রহণ করতাম।” তখন আল্লাহ তাআলা এই আয়াত অবতীর্ণ করেন। পরে এটাও জিহাদের হুকুম দ্বারা রহিত হয়ে যায়।হযরত আতা’ ইবনু ইয়াসার (রঃ) বলেন যে, সূরায়ে নাহলের সম্পূর্ণটাই মক্কা মুকাররমায় অবতীর্ণ হয়। কিন্তু ওর শেষের এই তিনটি আয়াত মদীনায় অবতীর্ণ হয়। উহুদের যুদ্ধে যখন হযরত হামযাকে (রাঃ) শহীদ করে দেয়া হয় এবং শাহাদাতের পর তার দেহের অঙ্গ-প্রত্যঙ্গগুলিও কেটে নেয়া হয়, তখন রাসূলুল্লাহর (সঃ) যবান মুবারক থেকে হঠাৎ বেরিয়ে পড়েঃ “এরপর যখন আল্লাহ আমাকে এই মুশরিকদের উপর বিজয় দান করবেন, তখন আমি তাদের মধ্য হতে ত্রিশজন লোকের হাত পা এই ভাবে কেটে নেবো।” তাঁর এইকথা যখন সাহাবীদের (রাঃ) কানে পৌঁছলো, তখন তাঁরা ভাবাবেগে বলে উঠলেনঃ “আল্লাহর শপথ! আমরা তাদের উপর নিযুক্ত হলে তাদের মৃতদেহগুলিকে এমনভাবে টুকরো টুকরো করে ফেলবো যা আরববাসী ইতিপূর্বে কখনো দেখে নাই।” (এটা ‘সীরাতে ইবনু ইসহাক’-এ রয়েছে। কিন্তু এ রিওয়াইয়াতটি মুরসাল এবং এতে একজন বর্ণনাকারী এমন রয়েছেন যার নামই নেয়া হয় নাই। হাঁ, তবে অন্য সনদে এটা মুত্তাসিলরূপেই বর্ণিত হয়েছে)হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, যখন হযরত হামযা ইবনু আবদিল মুত্তালিবকে (রাঃ) শহীদ করে দেয়া হয়, তখন তিনি তাঁর মৃতদেহের পাশে দাঁড়িয়ে দেখতে থাকেন। হায়! এরচেয়ে হৃদয় বিদারক দৃশ্য আর কি হতে পারে যে, সম্মানিত পিতৃব্যের মৃতদেহের টুকরাগুলি চোখের সামনে বিক্ষিপ্তভাবে পড়ে রয়েছে! তাঁর যবান মুবারক থেকে বেরিয়ে পড়লোঃ “আপনার প্রতি আল্লাহর রহমত বর্ষিত হোক! আমার জানা মতে আপনি ছিলেন আত্মীয়তার সম্পর্ক যুক্তকারী এবং সৎকার্যাবলী সম্পাদনকারী। আল্লাহর শপথ! অন্য লোকদের দুঃখ-বেদনার খেলাপ না করলে আপনাকে আমি এভাবেই রেখে দিতাম, শেষ পর্যন্ত আপনাকে আল্লাহ তাআলা হিংস্ৰজন্তুর পেট হতে বের করতেন।” বা এই ধরনের কোন কথা উচ্চারণ করেন। অতঃপর তিনি বলেনঃ “এই মুশরিকরা যখন এ কাজ করেছে তখন আল্লাহর ছাড় লোকের দুরবস্থা এরূপই করবো।” তৎক্ষণাৎ হযরত জিবরাঈল (আঃ) ওয়াহী নিয়ে আগমন করেন এবং এই আয়াতগুলি অবতীর্ণ হয়। তখন রাসূলুল্লাহ (সঃ) স্বীয় কসম পর্ণ করা হতে বিরত থাকেন এবং কসমের কাফফারা আদায় করেন। (এই হাদীসের সনদও দুর্বল। এই হাদীসের একজন বর্ণনাকারী হচ্ছেন সালেহ বাশীর সুররী । আহলে হাদীসের নিকট তিনি দৃর্বল। ইমাম বুখারী (রঃ) তাকে মুনকারহাদীস বলেছেন) হযরত শাবী (রঃ) ও হযরত ইবনু জুরায়েজ (রঃ) বলেন যে, মুসলমানদের মুখ দিয়ে বের হয়েছিল “যারা আমাদের শহীদদের অসম্মান করেছে এবং তাঁদের অঙ্গ-প্রত্যঙ্গগুলি কেটে ফেলেছে, আমরা তাদের উপর প্রতিশোধ গ্রহণ করেই ছাড়বো।” তখন আল্লাহ তাআলা এই আয়াতগুলি অবতীর্ণ করেন।হযরত উবাই ইবনু কা'ব (রাঃ) হতে বর্ণিত আছে যে, উহুদের যুদ্ধে ষাট জন আনসার এবং ছ'জন মুহাজির শহীদ হয়েছিলেন। এ সময় হযরত মুহাম্মদের (সঃ) যবান মুবারক থেকে বের হয়েছিলঃ “যখন আমরা এই মুশরিকদের উপর বিজয় লাভ করবো তখন আমরাও তাদেরকে টুকরা টুকরা করে ছাড়বো না।” (এ হাদীসটি আবদুল্লাহ ইবনু ইমাম আহমদ (রঃ) তাঁর পিতার মুসনাদ গ্রন্থে বর্ণনা করেছেন)  অতঃপর যেই দিন মক্কা বিজিত হয়, সেই দিন এক ব্যক্তি বলেছিলেনঃ “আজকের দিন কুরায়েশদেরকে চেনাও যাবে না (অর্থাৎ তাদের মৃতদেহের অঙ্গ-প্রত্যঙ্গ গুলি কেটে নেয়া হবে, তাই তাদেরকে চেনা যাবে না)।” তৎক্ষণাৎ রাসূলুল্লাহ (সঃ) ঘোষণা করেনঃ “অমুক অমুক ব্যক্তি ছাড়া সমস্ত লোককে নিরাপত্তা দান করা হলো।” যাদেরকে নিরাপত্তা দেয়াহলো না তাদের নামগুলিও তিনি উচ্চারণ করলেন। ঐ সময় আল্লাহ তাআলা এই আয়াতগুলি অবতীর্ণ করেন। তখনই রাসূলুল্লাহ (সঃ) বলেনঃ “আমরা ধৈর্য ধারণ করলাম এবং প্রতিশোধ গ্রহণ করা হতে বিরত থাকলাম।” এই আয়াতের দৃষ্টান্ত কুরআন কারীমের মধ্যে আরো বহু জায়গায় রয়েছে। এতে সমপরিমাণ প্রতিশোধ গ্রহণ শরীয়ত সম্মত হওয়ার বর্ণনা দেয়া হয়েছে। আর এ ব্যাপারে উত্তম পন্থা অবলম্বন করার প্রথম ইঙ্গিত করা হয়েছে। যেমন মহান আল্লাহ বলেনঃ (আরবি) অর্থাৎ “মন্দের বদলা সমপরিমাণ মন্দ। (৪২:৪০) এর দ্বারা অন্যায়ের প্রতিশোধ গ্রহণের অনুমতি দানের পর তিনি বলেনঃ “যে ক্ষমা করে এবং সংশোধন করে নেয় তার পুরস্কার আল্লাহ তাআলার নিকট রয়েছে।” অনুরূপভাবে (আরবি) অর্থাৎ “যখমেরও বদলা রয়েছে একথা যখমের প্রতিশোধ গ্রহণের অনুমতি দানের পর মহান আল্লাহ বলেনঃ “সাদকা হিসেবে যে ক্ষমা করে দেয়, তার এই ক্ষমা তার গুণাহর কাফফারাহয়ে যায়।” অনুরূপভাবে এই আয়াতেও সমান সমান বদলা নেয়ার বৈধতার বর্ণনার পর বলেনঃ “যদি ধৈর্য ধারণ কর তবে ধৈর্যশীলদের জন্যে ওটাই উত্তম।এরপর ধৈর্যের প্রতি আরো বেশী গুরুত্ব আরোপ করে বলেনঃ “ধৈর্য ধারণ করা সবারই কাজ নয়। এটা একমাত্র তারই কাজ যার উপর আল্লাহর সাহায্য থাকে এবং যাকে তার পক্ষ থেকে তাওফীক দান করা হয়।”অতঃপর বলেনঃ “হে নবী (সঃ)! যারা তোমার বিরুদ্ধাচরণ করছে তাদের এ কাজের জন্যে তুমি দুঃখ করো না। তাদের ভাগ্যে বিরুদ্ধাচরণ লিখে দেয়াই হয়েছে। আর তাদের ষড়যন্ত্রে তুমি মনঃক্ষুন্ন হয়ো না। আল্লাহ তাআলাই তোমার জন্যে যথেষ্ট। তিনিই তোমার সাহায্যকারী। তিনিই তোমাকে সবারই উপর জয়যুক্ত করবেন। তিনিই তোমাকে তাদের ষড়যন্ত্র ও চক্রান্তহতে রক্ষা করবেন। তাদের শত্রুতা এবং খারাপ ইচ্ছা তোমার কোনই ক্ষতি করতে পারবে না। আল্লাহ তাআলার সাহায্য, তার হিদায়াতের পৃষ্ঠপোষকতা এবং তার তাওফীক তাদের সাথেই রয়েছে যাদের অন্তর আল্লাহর ভয়ে এবং যাদের আমল ইহসানের জওহর দ্বারা পরিপূর্ণ রয়েছে।যেমন জিহাদের সময় আল্লাহ তাআলা ফেরেস্তাদের নিকট ওয়াহী করেছিলেনঃ (আরবি) অর্থাৎ “আমি তোমাদের সাথেই রয়েছি। সুতরাং তোমরা ঈমানদারদেরকে স্থিরপদে রাখো।” (৮:১২) অনুরূপভাবে তিনি হযরত মূসা (আঃ) ও হযরত হারূণকে (আঃ) বলেছিলেনঃ (আরবি) অর্থাৎ “তোমরা দুজন ভয় করো না, আমি তোমাদের দু'জনের সাথে রয়েছি। আমি শুনি ও দেখি।” (২০:৪৬) সওর পর্বতের গুহায় রাসূলুল্লাহ (সঃ) হযরত আবু বকরকে (রাঃ) বলেছিলেনঃ “তুমি চিন্তা করো না, আল্লাহ আমাদের সাথে রয়েছেন। সুতরাং এই সঙ্গ ছিল বিশিষ্ট সঙ্গ। আর এই সঙ্গ দ্বারা উদ্দেশ্য হচ্ছে আল্লাহর পৃষ্ঠপোষকতা ও সাহায্য সাথে থাকা। সাধারণ ‘সাথ’ দেয়ার বর্ণনা রয়েছে নিম্নের আয়াতেঃঅর্থাৎ “তিনি (আল্লাহ) তোমাদের সাথে রয়েছেন। তোমরা যেখানেই থাকো কেন, আর তোমরা যা কিছু করছে। আল্লাহ তা দর্শনকারী।” (৫৭:৪) অন্য আয়াতে রয়েছেঃ (আরবি) অর্থাৎ “তোমাদের তিন জনের সলাপরামর্শে চতুর্থজন তিনি থাকেন, পাঁচ জনের সলাপরামর্শে ষষ্ঠ জন থাকেন তিনি এবং এর চেয়ে কম ও বেশীতেও। তারা যেখানেই থাক না কেন, তিনি তাদের সাথেই থাকেন।” (৫৮:৭) যেমন মহান আল্লাহ আর এক জায়গায় বলেনঃ (আরবি) অর্থাৎ “তুমি যে কোন অবস্থাতেই থাকো, কুরআন পাঠেই থাকো বা অন্য যে কোন কাজে লিপ্ত থাকে না কেন আমি তোমাদের দর্শন করে থাকি।” (১০:৬১)সুতরাং এসব আয়াতে সাথ বা সঙ্গ দ্বারা বুঝানো হয়েছে শুনা এবং দেখাকে। তাকওয়া’-এর অর্থ হচ্ছে আল্লাহর নিষেধাজ্ঞার কারণে হারাম ও পাপের কাজগুলোকে পরিত্যাগ করা। আর ইহসানের অর্থ হলো প্রতিপালক আল্লাহর আনুগত্য ও ইবাদতের কাজে লেগে থাকা। যে লোকদের মধ্যে এই দু'টি গুণ বিদ্যমান থাকে তারা আল্লাহ তাআলার রক্ষণাবেক্ষণ ও নিরাপত্তার মধ্যে থাকে। মহামহিমান্বিত আল্লাহ এ সব লোকের পৃষ্ঠপোষকতা ও সাহায্য করে থাকেন। তাদের বিরুদ্ধাচরণকারীরা ও শত্রুরা তাদের কোনই ক্ষতি সাধন করতে পারে না। বরং আল্লাহ তাআলা তাদেরকে সফলকাম করে থাকেন।মুসনাদে ইবনু আবি হাতিমে হযরত মুহাম্মদ ইবনু হাতিব (রাঃ) হতে বর্ণিত আছে যে, তিনি বলেনঃ “হযরত উসমান (রাঃ) ঐ লোকদের অন্তর্ভূক্ত ছিলেন যারা ঈমানদার, খোদাভীরু এবং সৎকর্মশীল।”"
    },
    {
      "ayah": 13,
      "surah": 16,
      "text": "১২-১৩ নং আয়াতের তাফসীর\nআল্লাহ তাআলা নিজের আরো বড় বড় নিয়ামতরাজির বর্ণনা দিচ্ছেন। তিনি বলেনঃ “হে মানুষ! দিবস ও রজনী তোমাদের উপকারার্থে পর্যায়ক্রমে যাতায়াত করছে, সূর্য ও চন্দ্র চক্রাকারে আবর্তিত হচ্ছে এবং উজ্জ্বল নক্ষত্ররাজি তোমাদের কাছে আলো পৌঁছাচ্ছে। প্রত্যেকটিকে আল্লাহ এমন সঠিক নিয়ন্ত্রণে রেখেছেন যে, না ওগুলি এদিকে ওদিকে যাচ্ছে, না তোমাদের কোন ক্ষতি হচ্ছে। সবটাই মহান আল্লাহর নিয়ন্ত্রণাধীন রয়েছে। ছ’ দিনে তিনি আসমান ও যমীন সৃষ্টি করেছেন। অতঃপর তিনি আকাশের উপর সমাসীন হন। দিন ও রাত্রি পর্যায়ক্রমে আসা-যাওয়া করছে? সূর্য-চন্দ্র এবং তারকারাজি তাঁরই নির্দেশক্রমে কাজে নিয়োজিত রয়েছে। সৃষ্টি ও হুকুমের মালিক তিনিই। তিনি বিশ্ব প্রতিপালক এবং তিনি বড়ই বরকত ও কল্যাণময়। বিবেকবান ব্যক্তিদের জন্যে এতে মহা শক্তিশালী আল্লাহর শক্তি ও সাম্রাজ্যের বড় নিদর্শন রয়েছে।” এই আকাশের বস্তুরাজির পর এখন যমীনের বস্তু রাজির প্রতি লক্ষ্য করা যাক। প্রাণী, উদ্ভিদ, জড় পদার্থ ইত্যাদি বিভিন্ন রঙ ও রূপের জিনিসগুলি এবং অসংখ্য উপকারের বস্তুগুলি তিনি মানুষের উপকারের উদ্দেশ্যে যমীনে সৃষ্টি করেছেন। যারা আল্লাহর নিয়ামত রাশি সম্পর্কে চিন্তা গবেষণা করে এবং ওগুলির মর্যাদা দেয় তাদের জন্যে এগুলো অবশ্যই বড় বড় নিদর্শনই বটে।"
    },
    { "ayah": 14, "surah": 16, "text": "Please check ayah 16:18 for complete tafsir." },
    { "ayah": 15, "surah": 16, "text": "Please check ayah 16:18 for complete tafsir." },
    { "ayah": 16, "surah": 16, "text": "Please check ayah 16:18 for complete tafsir." },
    { "ayah": 17, "surah": 16, "text": "Please check ayah 16:18 for complete tafsir." },
    {
      "ayah": 18,
      "surah": 16,
      "text": "১৪-১৮ নং আয়াতের তাফসীর\nআল্লাহ তাআলা নিজের অরো অনুগ্রহ ও মেহেরবাণীর কথা স্মরণ করিয়ে দিয়ে বলছেনঃ “হে মানবমণ্ডলী! সমুদ্রের উপরেও তিনি তোমাদেরকে আধিপত্য দান করেছেন। নিজের গভীরতা ও তরঙ্গমালা সত্ত্বেও ওটা তোমাদের অনুগত। তোমাদের নৌকাগুলি তাতে চলাচল করে। অনুরূপভাবে তোমরা ওর মধ্য হতে মৎস্য বের করে ওর তাজা গোশত ভক্ষণ করে থাকো। মাছ (হজ্জের ইহরামহীন অবস্থায় এবং ইহরামের অবস্থায় জীবিত হোক বা মৃত। হোক সব সময় হালাল। মহান আল্লাহ এই সমুদ্রের মধ্যে তোমাদের জন্যে জওহর ও মনিমুক্তা সৃষ্টি করেছেন, যেগুলি তোমরা অতি সহজে বের করতঃ অলংকারের কাজে ব্যবহার করে থাকে। এই সমুদ্রে নৌকাগুলি বাতাস সরিয়ে এবং পানি ফেড়ে বুকের ভরে চলে থাকে। সর্বপ্রথম হযরত নুহ (আঃ) নৌকায় আরোহণ করেন। তাকেই আল্লাহ তাআ’লী নৌকা তৈরীর কাজ শিখিয়ে দিয়েছিলেন। তখন থেকেই মানুষ নৌকা তৈরী করে আসছে এবং আরোহণ করে তারা বড় বড় সফর করতে রয়েছে। এপারের জিনিস ওপারে এবং ওপারের জিনিস এপারে নিয়ে যাওয়া-আসা করছে। ঐ কথাই এখানে বলা হচ্ছেঃ ‘তা এই জন্যে যে, যেন তোমরা তাঁর অনুগ্রহ সন্ধান করতে পার এবং তোমরা যেন কৃতজ্ঞতা প্রকাশ কর।”হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত। তিনি বলেনঃ আল্লাহ তাআলা পশ্চিমা সমুদ্রকে বলেনঃ “আমার বান্দাদেরকে আমি তোমার মধ্যে আরোহণ করাতে চাই। সুতরাং তুমি তাদের সাথে কিরূপ ব্যবহার করবে?” উত্তরে সে বলেঃ “আমি তাদেরকে ডুবিয়ে দেবো।” তখন আল্লাহ তাআলা তাকে বলেনঃ “তোমার তীব্রতা তোমার কিনারা বা ধারের উপরই থাক। আমি তাদেরকে আমার হাতে নিয়ে চলবো। তোমাকে আমি প্রলংকার ও শিকার হতে বঞ্চিত করে দিলাম। অতঃপর তিনি পূর্বা সমুদ্রকে অনুরূপ কথাই বললেন। সে বললোঃ “আমি তাদেরকে স্বীয় হাতে উঠিয়ে নিবো এবং মা যে ভাবে নিজের সন্তানের খোঁজ খবর নিয়ে থাকে সেই ভাবে আমিও তাদের খোঁজ খবর নিতে থাকবে।” তার এ কথা শুনে মহান আল্লাহ তাদের অলংকারও দিলেন এবং শিকারও দিলেন। (এ হাদীসটি হাফিয আবু বকর আল বাযযার (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন। এর রিওয়াইয়াতকারী শুধু আবদুর রহমান ইবনু আবদিল্লাহ। তবে হাদীস গ্রহণযোগ্য নয়। হযরত আবদুল্লাহ ইবনু আমর (রাঃ) হতেও এ হাদীসটি মারূফ রূপে বর্ণিত হয়েছে)এরপর যমীনের বর্ণনা দেয়া হয়েছে। এটাকে থামিয়ে রাখা এবং হেলাদোলা হতে রক্ষা করার জন্যে এর উপর মযবুত ও ওজনসই পাহাড় স্থাপন করা হয়েছে। যাতে এর নড়াচড়া করার কারণে এর উপর অবস্থানকারীদের জীবন দুর্বিষহ হয়ে না পড়ে। যেমন মহান আল্লাহ বলেছেনঃ (আরবি)  অর্থাৎ “তিনি পর্বতসমূহকে দৃঢ়ভাবে প্রোথিত করেছেন।”হযরত হাসান (রঃ) বলেন, আল্লাহ তাআলা যখন যমীন সৃষ্টি করেন তখন তা হেলা-দোলা করছিল। শেষ পর্যন্ত ফেরেশতারা বলতে শুরু করেন, এর উপর তো কেউ অবস্থান করতে পারবে না। সকালেই তাঁরা দেখতে পান যে, এতে পাহাড়কে গেড়ে দেয়া হয়েছে এবং ওর হেলা-দোলাও বন্ধ হয়ে গেছে। সুতরাং পাহাড়কে কোন জিনিস দ্বারা বানানো হয়েছে সেটাও ফেরেস্তাগণ অবগত হন। কায়েস ইবনু উবাদাহ (রাঃ) হতেও এটাই বর্ণিত আছে। হযরত আলী (রাঃ) হতেও এটাই বর্ণিত আছে। হযরত আলী (রাঃ) বলেন যে, যমীন বলেঃ “হে আল্লাহ! আপনি আমার উপর বণী আদমকে বসবাস করার অধিকার। দিচ্ছেনঃ যারা আমার পিঠের উপর গুনাহ করবে এবং অশ্লীলতা ছড়াবে।” একথা বলে সে কাঁপতে শুরু করে। তখন আল্লাহ পাক ওর উপর পর্বতসমূহ মযবুত ভাবে প্রোথিত করেন যেগুলি তোমরা দেখতে পাচ্ছ এবং কতকগুলিকে দেখতেও পাচ্ছ না।”এটাও আল্লাহ তাআলার দয়া ও মেহেরবাণী যে, তিনি চতুর্দিকে নদ-নদী ও প্রস্রবণ প্রবাহিত রেখেছেন। কোনটি তেজ, কোনটি মন্দা, কোনটি দীর্ঘ এবং কোনটি খাটো। কখনো পানি কমে যায় এবং কখনো বেশী হয় এবং কখনো সম্পূর্ণরূপে শুকিয়ে যায়। পাহাড়-পর্বতে, বনে-জঙ্গলে, মরূ প্রান্তরে এবং পাথরে বরাবরই এই প্রস্রবণগুলি প্রবাহিত রয়েছে এবং এক স্থান হতে অন্যস্থানে চলে যাচ্ছে। এ সবই হচ্ছে মহান আল্লাহর ফযল ও করম, করুণা ও দয়া। না আছে তিনি ছাড়া অন্য কোন মাবুদ এবং না আছে কোন প্রতিপালক। তিনি ছাড়া অন্য কেউই ইবাদতের যোগ্য নয়। তিনিই প্রতিপালক এবং তিনিই মাবুদ। তিনিই রাস্তা বানিয়ে দিয়েছেন স্থলে ও জলে, পাহাড়ে ও জঙ্গলে, লোকালয়ে এবং বিজনে। তাঁর দয়া ও অনুগ্রহে সর্বত্রই রাস্তা বিদ্যমান রয়েছে, যাতে এদিক থেকে ওদিকে লোক যাতায়াত করতে পারে। কোন পথ প্রশস্ত, কোনটা সংকীর্ণ এবং কোনটা সহজ, কোনটা কঠিন। তিনি আরো নিদর্শন রেখেছেন। যেমন পাহাড়, টিলা ইত্যাদি, যেগুলির মাধ্যমে পথচারী মসাফির পথ জানতে বা-চিনতে পারে। তারা পথ ভুলে যাওয়ার পর সোজা সঠিক পথ পেয়ে যায়। নক্ষত্ররাজি পথ প্রদর্শকরূপে রয়েছে। রাত্রির অন্ধকারে ওগুলির মাধ্যমেই রাস্তা ও দিক নির্ণয় করা যায়।ইমাম মালিক (রঃ) হতে বর্ণিত আছে যে, (আরবি) দ্বারা পাহাড়কে বুঝানো হয়েছে।এরপর মহান আল্লাহ নিজের বড়ত্বের শ্রেষ্ঠত্বের, বর্ণনা দিতে গিয়ে বলেনঃ “ইবাদতের যোগ্য তিনি ছাড়া আর কেউই নেই। আল্লাহ ছাড়া লোকেরা যাদের ইবাদত করছে তারা একেবারে শক্তিহীন। কোন কিছু সৃষ্টি করার ক্ষমতা তাদের নেই। পক্ষান্তরে সব কিছুরই সৃষ্টিকর্তা হচ্ছেন আল্লাহ।”এটা স্পষ্ট কথা যে, সৃষ্টিকর্তা ও সৃষ্টি করতে অক্ষম কখনো সমান হতে পারে না। সুতরাং উভয়ের ইবাদত করা বড়ই যুলুমের কাজ। এতোটা বেহুশ হওয়া মানুষের জন্যে মোটেই শোভনীয় নয়।অতপরঃ আল্লাহ তাআলা স্বীয় নিয়ামতের প্রাচুর্য ও আধিক্যের বর্ণনা দিচ্ছেন। তিনি বলেনঃ “আমি তোমাদেরকে এতো বেশী নিয়ামত দান করেছি। যে, তোমরা সেগুলি গণে শেষ করতে পার না। আমি তোমাদের অপরাধসমূহ ক্ষমা করে থাকি। যদি আমি আমার সমস্ত নিয়ামতের পুরোপুরি কৃতজ্ঞতা প্রকাশের দাবী করতাম তবে তোমাদের দ্বারা তা পূরণ করা মোটেই সম্ভব ছিল না যদি আমি এই নিয়ামতরাশির বিনিময়ে তোমাদের সকলকে শাস্তি প্রদান করি তবুও তা আমার পক্ষে যুলুম হবে না। কিন্তু তোমাদের অপরাধ ও পাপসমূহ ক্ষমা করে থাকি। তোমাদের দোষ-ত্রুটি আমি দেখেও দেখি না। পাপ হতে তাওবা, আনুগত্যের দিকে প্রত্যাবর্তন এবং আমার সন্তুষ্টির কামনার পর কোন গুনাহ হয়ে গেলে আমি তা ক্ষমার দৃষ্টিতে দেখে থাকি। আমি অত্যন্ত দয়ালু। তাওবার পর আমি শাস্তি প্রদান করি না।"
    },
    { "ayah": 19, "surah": 16, "text": "Please check ayah 16:21 for complete tafsir." },
    {
      "ayah": 2,
      "surah": 16,
      "text": "এখানে (আরবি) দ্বারা ওয়াহী উদ্দেশ্য। যেমন আল্লাহ তাআলার উক্তিঃ (আরবি) অর্থাৎ “এভাবেই আমি তোমার প্রতি আমার হুকুমে ওয়াহী অবতীর্ণ করেছি, অথচ তোমার তো এটাও জানা ছিল না যে, কিতাব কি এবং ঈমানই বা কি? কিন্তু আমি ওটাকে নূর বানিয়েছি এবং এর দ্বারা আমি আমার বান্দাদের মধ্যে যাকে চাই পথ প্রদর্শন করে থাকি।” (৪২:৫২) এখানে মহান আল্লাহ বলেনঃ “আমি আমার বান্দাদের মধ্যে যাকে চাই নুবওয়াত দান করে থাকি। নুবওয়াতের যোগ্য ব্যক্তি কে-এর পূর্ণজ্ঞান আমারই রয়েছে। যেমন তিনি বলেনঃ “আল্লাহ তাআলার ফেরেশতাদের মধ্য হতে এবং লোকদের মধ্য হতে রাসূলদেরকে মনোনীত করে থাকেন।” আর এক জায়গায় তিনি বলেনঃ (আরবি) অর্থাৎ “তিনি তাঁর বান্দাদের মধ্যে যার প্রতি ইচ্ছা ওয়াহী প্রেরণ করেন স্বীয় আদেশসহ, যাতে সে সতর্ক করতে পারে কিয়ামত দিবস সম্পর্কে। যেদিন মানুষ বের হয়ে পড়বে সেদিন আল্লাহর কাছে তাদের কিছু গোপন থাকবে না; আজ কতৃত্ব কার? এক পরাক্রমশালী আল্লাহরই।” (৪০:১৫-১৬) এটা এ জন্যে যে, তিনি লোকদের মধ্যে আল্লাহর একত্ববাদ ঘোষণা করবেন, মুশরিকদেরকে ভয় দেখাবেন এবং জনগণকে বুঝাবেন যে, তারা যেন আল্লাহকেই ভয় করে।"
    },
    { "ayah": 20, "surah": 16, "text": "Please check ayah 16:21 for complete tafsir." },
    {
      "ayah": 21,
      "surah": 16,
      "text": "১৯-২১ নং আয়াতের তাফসীর\nআল্লাহ তাআলা খবর দিচ্ছেন যে, তিনি গোপনীয় ও প্রকাশ্য সবকিছুই জানেন। তাঁর কাছে দুটোই সমান। কিয়ামতের দিন প্রত্যেক আমলকারীকে তার আমলের প্রতিদান তিনি প্রদান করবেন, ভালকে পুরস্কার এবং মন্দকে শাস্তি। যে মিথ্যা উপাস্যদের কাছে এই লোকগুলি তাদের প্রয়োজন পূরণের আবেদন জানায় তারা কোন কিছুরই সৃষ্টিকর্তা নয়; বরং তারা নিজেরাই সৃষ্ট। যেমন হযরত খালীল (আঃ) স্বীয় কওমকে বলেছিলেনঃ (আরবি) অর্থাৎ “তোমরা যাদেরকে নিজেরাই খোদাই করে নির্মাণ কর, তোমরা কি তাদেরই পূজা কর? প্রকৃতপক্ষে আল্লাহই সৃষ্টি করেছেন তোমাদেরকে এবং তোমরা যেগুলিকে তৈরী কর সেগুলিকেও।” (৩৭:৯৫-৯৬)মহান আল্লাহ বলেনঃ “আল্লাহ ছাড়া তোমরা বরং এমন মা'বুদের ইবাদত করছো যারা নির্জীব জড় পদার্থ, যারা শুনেও না, দেখেও না এবং বুঝেও না। তাদের তো এতোটুকুও অনুভূতি নেই যে, কিয়ামত কখন হবে? তাহলে তোমরা তাদের কাছে উপকার ও ছাওয়াব লাভের আশা কি করে করছো? এই আশা তো ঐ আল্লাহর কাছেই করা উচিত, যিনি সমস্ত কিছুর খবর রাখেন এবং যিনি সারা বিশ্বের প্রতিপালক!"
    },
    { "ayah": 22, "surah": 16, "text": "Please check ayah 16:23 for complete tafsir." },
    {
      "ayah": 23,
      "surah": 16,
      "text": "২২-২৩ নং আয়াতের তাফসীর\nআল্লাহ তাআলা খবর দিচ্ছেন যে, তিনিই একমাত্র সত্য মাবুদ। তিনি ছাড়া অন্য কেউ ইবাদতের যোগ্য নেই। তিনি এক, একক, অংশী বিহীন এবং অভাবমুক্ত। কাফিরদের অন্তর ভাল কথা অস্বীকারকারী। তারা সত্য কথা শুনে হতবুদ্ধি হয়ে পড়ে। এক আল্লাহর যিক্র শুনে তাদের অন্তর ম্লান হয়ে পড়ে। কিন্তু অন্যদের যিক্র শুনে তাদের অন্তর খুলে যায়। তারা মহান আল্লাহর ইবাদত থেকে অহংকার প্রকাশ করে। তাদের অন্তরে ঈমানও নেই এবং তারা ইবাদতে অভ্যস্তও নয়। এ সব লোক অত্যন্ত লাঞ্ছিত ভাবে জাহান্নামে প্রবেশ করবে। নিশ্চয় আল্লাহ তাআলা প্রত্যেক গোপনীয় ও প্রকাশ্য কথা সম্যক অবগত। প্রত্যেক আমলের উপর তিনি পুরস্কার অথবা শাস্তি প্রদান করবেন। তিনি অহংকারীদের ভালবাসেন না।"
    },
    { "ayah": 24, "surah": 16, "text": "Please check ayah 16:25 for complete tafsir." },
    {
      "ayah": 25,
      "surah": 16,
      "text": "২৪-২৫ নং আয়াতের তাফসীর\nআল্লাহ তাআলা বলেন, এই মিথ্যা প্রতিপন্নকারীদের যখন বলা হয়ঃ “আল্লাহর কিতাবে কি অবতীর্ণ করা হয়েছে?” তখন তারা প্রকৃত উত্তর দান থেকে সরে গিয়ে হুট করে বলে ফেলেঃ ‘এতে পূর্ববর্তীদের কাহিনী ছাড়া আর কিছুই অবতীর্ণ করা হয় নাই। ঐ গুলিই লিখে নেয়া হয়েছে এবং সকালসন্ধ্যায় বার বার পাঠ করা হচ্ছে। সুতরাং তারা আল্লাহর রাসূলের (সঃ) উপর মিথ্যা আরোপ করছে। কখনো তারা একটা কথা বলে, আবার কখনো তার বিপরীত কথা বলে। প্রকৃত পক্ষে তারা একটা কথার উপর স্থির থাকতে পারে না। আর তাদের সমস্ত উক্তি বাজে ও ভিত্তিহীন হওয়ার এটাই বড় প্রমাণ। যারাই এভাবে হক থেকে সরে যায় তারা এভাবেই বিভ্রান্ত হয়ে ফিরে। কখনো তারা রাসূলুল্লাহকে (সঃ) যাদুকর বলে, কখনো বলে-কবি, কখনো বলেভবিষ্যদ্বক্তা, আবার কখনো বলে-পাগল। অতঃপর তাদের বৃদ্ধগুরু ওয়ালীদ ইবনু মুগীরা বলেঃ “তোমরা সবাই মিলিতভাবে তার কথাকে যাদু বল।”মহান আল্লাহ বলেনঃ “আমি তাদেরকে এই পথে এজন্যেই চালিত করেছি যে, যেন তারা তাদের নিজেদের পূর্ণপাপসহ তাদের অনুসারীদের পাপও নিজেদের স্কন্ধে চাপিয়ে নেয়। সুতরাং তাদের ঐ উক্তির ফল হবে অতি মারাত্মক। যেমন হাদীসে এসেছেঃ যে ব্যক্তি হিদায়াতের দিকে আহ্বান করে। সে ওটা মান্যকারীদের সমপরিমাণ পূণ্য লাভ করে, কিন্তু তাদের পুণ্যের একটুও কম হয় না। পক্ষান্তরে যে ব্যক্তি অসৎ কাজের দিকে আহ্বান করে সে ওটা পালনকারীদের সমপরিমাণ পাপের অধিকারী এবং তাদের পাপ মোটেই কম করা হয় না। যেমন মহান আল্লাহ বলেনঃ (আরবি) অর্থাৎ “এবং অবশ্যই তারা নিজেদের পাপের সাথে সাথে আরো পাপের বোঝা বহন করবে এবং তাদের মিথ্যা আরোপের কারণে কিয়ামতের দিন অবশ্যই তারা জিজ্ঞাসিত হবে।” (২৯:১৩) সুতরাং তারা তাদের অনুসারীদের পাপের বোঝা বহন করবে বটে, কিন্তু অনুসারীদের পাপের বোঝা মোটেই হালকা করা হবে না (বরং তাদেরকে তাদের পাপের বোঝা বহন করতেই হবে)"
    },
    { "ayah": 26, "surah": 16, "text": "Please check ayah 16:27 for complete tafsir." },
    {
      "ayah": 27,
      "surah": 16,
      "text": "২৬-২৭ নং আয়াতের তাফসীর\nআওফী (রঃ) হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণনা করেছেন যে, চক্রান্তকারী দ্বারা নমরূদকে বুঝানো হয়েছে, যে একটি বিরাট প্রাসাদ নির্মাণ করেছিল। যমীনে সর্বপ্রথম সবচেয়ে বড় ঔদ্ধত্যপনা সেই দেখিয়েছিল। তাকে। ধ্বংস করার জন্যে আল্লাহ তাআলা একটা মশাকে পাঠিয়েছিলেন, যে তার নাকের ছিদ্র দিয়ে তার মস্তিষ্কে প্রবেশ করে এবং চারশ’ বছর পর্যন্ত তার মস্তিষ্ক চাটতে থাকে। এই সুদীর্ঘ সময়কালে এ সময় সে কিছুটা শান্তি লাভ করতো যখন তার মস্তকে হাতুড়ি দ্বারা আঘাত করা হতো। চারশ’ বছর পর্যন্ত সে রাজ্য শাসনও করেছিল। ভূ-পৃষ্ঠে সে ফাসাদ ও বিশৃংখলা সৃষ্টি করেছিল। অন্যেরা বলেন, এর দ্বারা বুখতে নাসারকে বুঝানো হয়েছে। সেও বড় চক্রান্তকারী ছিল। কিন্তু তার চক্রান্ত যদি পাহাড়কেও ওর স্থান থেকে সরিয়ে দিতে সক্ষম হয় তবুও মহাপ্রতাপান্বিত আল্লাহর তাতে কি আসে যায়? তার ক্ষতি সাধনের ক্ষমতা কারো নাই। কেউ কেউ বলেন, কাফির ও মুশরিকরা যে আল্লাহকে বাদ দিয়ে গায়রুল্লাহর ইবাদত করছে, এটা তাদের আমল বিনষ্ট হওয়ারই দৃষ্টান্ত। যেমন হযরত নূহ (আঃ) বলেছিলেনঃ (আরবি) অর্থাৎ “তারা ভয়ানক ও বড় রকমের ষড়যন্ত্র করেছিল।” (৭১:২২) তারা সর্বপ্রকারের কৌশল অবলম্বন করে জনগণকে পথ ভ্রষ্ট করেছিল এবং তাদেরকে শিরকের কাজে উত্তেজিত করেছিল। তাই, কিয়ামতের দিন তাদের অনুসারীরা তাদেরকে বলবেঃ “বরং তোমাদের দিন রাতের চক্রান্ত (আমাদেরকে পথভ্রষ্ট করেছিল), যখন তোমরা আমাদেরকে নির্দেশ দিতে যে, আমরা যেন আল্লাহর সাথে কুফরী করি এবং তার জন্যে শরীক স্থাপন করি।”মহান আল্লাহ বলেনঃ “আল্লাহ তাদের ইমারতের ভিত্তিমূলে আঘাত করেছিলেন। ফলে, ইমারাতের ছাদ তাদের উপর ধ্বসে পড়লো। যেমন আল্লাহ তাআলার উক্তিঃ (আরবি) অর্থাৎ “যখনই তারা যুদ্ধের অগ্নি প্রজ্জ্বলিত করার ইচ্ছা করে তখনই আল্লাহ তা নিবিয়ে দেন।” (৫:৬৪) আল্লাহপাক আর এক জায়গায় বলেনঃ (আরবি) অর্থাৎ তাদের উপর শাস্তি এমন এক দিক হতে আসলো যা ছিল তাদের ধারণাতীত এবং তাদের অন্তরে তা ত্রাসের সঞ্চার করলো; ওরা ধ্বংস করে ফেলল নিজেদের বাড়ী-ঘর নিজেদের হাতে এবং মুমিনদের হাতেও অতএব, হে চক্ষুষ্মন ব্যক্তিগণ! তোমরা উপদেশ গ্রহণ কর।” (৫৯:২) আর এখানে। মহান আল্লাহ বলেনঃ “আল্লাহ তাদের ইমারতের ভিত্তিমূলে আঘাত করলেন, ফলে ইমারতের ছাদ তাদের উপর ধ্বসে পড়লো এবং তাদের উপর শাস্তি আসলো এমন দিক হতে যা ছিল তাদের ধারণার অতীত। .কিয়ামতের দিনের লাঞ্ছনা ও অপমান এখনও বাকী রয়েছে। ঐ সময় গোপনীয় সবকিছু প্রকাশিত হয়ে পড়বে এবং ভিতরের সবকিছু বের হয়ে যাবে। সেইদিন সমস্ত ব্যাপার উদঘাটিত হয়ে পড়বে।হযরত ইবনু উমার (রাঃ) হতে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ (সঃ)। বলেছেনঃ “কিয়ামতের দিন প্রত্যেক বিশ্বাসঘাতকের জন্যে তার পার্শ্বে তার বিশ্বাসঘাতকতা অনুযায়ী একটি পতাকা স্থাপন করা হবে এবং ঘোষণা করে দেয়া হবেঃ ‘এটা হচ্ছে অমুকের পুত্র অমুকের বিশ্বাসঘাতকতা।” (এই হাদীসটি সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত হয়েছে)অনুরূপভাবে এই লোকদেরকেও হাশরের ময়দানে সকলের সামনে অপদস্থ করা হবে। তাদেরকে তাদের প্রতিপালক ধমকের সুরে জিজ্ঞেস করবেনঃ “আজ কোথায় আমার সেই সব শরীক যাদের সম্বন্ধে তোমরা বাক বিতণ্ডা করতে? তারা আজ তোমাদের সাহায্য করছেন না কেন? আজ তোমরা বন্ধুও সহায়কহীন অবস্থায় রয়েছো কেন?” তারা এই প্রশ্নের উত্তরে নীরব হয়ে যাবে। তারা হয়ে যাবে সেই দিন সম্পূর্ণরূপে নিরোত্তর ও অসহায়। কি মিথ্যা দলীল তারা উপস্থাপন করবে। এ সময় যে সব আলেম দুনিয়া ও আখেরাতে আল্লাহ এবং তাঁর সৃষ্টজীবের কাছে সম্মানের পাত্র, তাঁরা বলবেনঃ “লাঞ্ছনা ও শাস্তি আজ কাফিরদেরকে পরিবেষ্টন করে রয়েছে এবং তাদের বাতিল উপাস্যরা তাদের থেকে মুখ ফিরিয়ে রয়েছে।”"
    },
    { "ayah": 28, "surah": 16, "text": "Please check ayah 16:29 for complete tafsir." },
    {
      "ayah": 29,
      "surah": 16,
      "text": "২৮-২৯ নং আয়াতের তাফসীর\nআল্লাহ তাআলা এখানে নিজেদের উপর যুলুমকারী মুশরিকদের জান কবযের সময়ে অবস্থার বর্ণনা দিচ্ছেন যে, যখন ফেরেশতারা তাদের প্রাণ বের করার জন্যে আগমন করেন তখন তারা (আল্লাহ তাআলার আদেশ ও নিষেধ) শুনার ও মান্য করবার কথা স্বীকার করে এবং সাথে সাথে নিজেদের কৃতকর্ম গোপন করতঃ নিজেদেরকে নিরপরাধ সাব্যস্ত করার চেষ্টা করে থাকে। কিয়ামতের দিনেও আল্লাহর সামনে তারা শপথ করে করে বলবে যে, তারা মুশরিক ছিল না। যেমন দুনিয়ায় তারা জনগণের সামনে কসম খেয়ে খেয়ে বলতো যে, তারা মুশরিক নয়। উত্তরে তাদেরকে বলা হবেঃ “তোমরা মিথ্যাবাদী। প্রাণ খুলে তোমরা দুষ্কর্ম করেছো। আল্লাহ তাআলা তোমাদের কাজ থেকে উদাসীন ও অমনোযোগী নন। প্রত্যেকের অমিল তার কাছে উজ্জ্বল হয়ে রয়েছে। সুতরাং এখন তোমরা তোমাদের দুষ্কর্মের শাস্তি ভোগ কর এবং দরজা দিয়ে জাহান্নামে প্রবেশ করে চিরতরে ঐ নিকৃষ্ট জায়গায় পড়ে থাকো। তথাকার জায়গা খারাপ, খুব খারাপ। সেখানে আছে শুধুমাত্র লাঞ্ছণা ও অপমান। এটা হচ্ছে ঐ লোকদের প্রতিফল যারা গর্ব ভরে আল্লাহর আয়াতসমূহ হতে মুখ ফিরিয়ে নেয় এবং তাঁর রাসূলদের আনুগত্য স্বীকার করে না।মৃত্যুর সাথে সাথেই তাদের রূহ জাহান্নামের সাথে সম্পর্কযুক্ত হয়ে যায় এবং কবরে তাদের দেহের উপর জাহান্নামের প্রখরতা ও ওর আক্রমণ আসতে থাকে। কিয়ামতের দিন তাদের আত্মাগুলি তাদের দেহগুলির সাথে মিলিতহয়ে জাহান্নামের আগুনে নিক্ষিপ্ত হবে। সেখানে আর মৃত্যুও হবে না, এবং তাদের শাস্তি হালকাও হবে না। যেমন আল্লাহ তাআলা বলেনঃ (আরবি) অর্থাৎ “তাদেরকে প্রত্যহ সকালে ও সন্ধ্যায় জাহান্নামের আগুনের সামনে। হাযির করা হয়, কিয়ামত সংঘটিত হওয়া মাত্রই (ফিরআউনীদেরকে বলাহবেঃ) - হে ফিরআউনীগণ! তোমরা জাহান্নামের কঠিন শাস্তিতে প্রবেশ কর।” (৪০:৪৬)"
    },
    { "ayah": 3, "surah": 16, "text": "Please check ayah 16:4 for complete tafsir." },
    { "ayah": 30, "surah": 16, "text": "Please check ayah 16:32 for complete tafsir." },
    { "ayah": 31, "surah": 16, "text": "Please check ayah 16:32 for complete tafsir." },
    {
      "ayah": 32,
      "surah": 16,
      "text": "৩০-৩২ নং আয়াতের তাফসীর\nমন্দ লোকদের অবস্থা বর্ণনা করার পর এখন তাদের বিপরীত ভাল লোকদের অবস্থা বর্ণনা করা হচ্ছে। মন্দলোকদের উত্তর ছিলঃ “এই কিতাবে অর্থাৎ কুরআনে শুধুমাত্র পূর্ববর্তী লোকদের কাহিনীর বর্ণনা করা হয়েছে। কিন্তু ভাল লোকদের উত্তর হবেঃ ‘এই কিতাব হচ্ছে সরাসরি বরকত ও রহমত। যে কেউ এটাকে মানবে ও এর উপর আমল করবে, সে পরিপূর্ণভাবে করুণা ও কল্যাণ লাভ করবে।'এরপর মহান আল্লাহ খবর দিচ্ছেনঃ “আমি রাসূলদেরকে প্রতিশ্রুতি দিয়েছি যে, সৎ লোকেরা উভয় জগতেই খুশী থাকবে। যেমন তিনি বলেনঃ “নারী-পুরুষ নির্বিশেষে যেই ভাল কাজ করবে এবং মুমিন হবে, আমি তাকে অতি পবিত্র জীবন দান করবো এবং তার আমলের বিনিময়ও অবশ্যই প্রদান করবো। উভয় জগতে সে প্রতিদান প্রাপ্তহবে।” এটা স্মরণ রাখা দরকার যে, আখেরাতের ঘর দুনিয়ার ঘর অপেক্ষা অনেক বেশী সুন্দর ও উত্তম। তথাকার পুরস্কার অতি উন্নতমানের ও চিরস্থায়ী; যেমন-কারূণের ধন-মালের আকাংখাকারীদের আলেমগণ বলেছিলেনঃ (আরবি) অর্থাৎ “ধিক তোমাদের! যারা ঈমান আনে ও সৎকর্ম করে তাদের জন্যে আল্লাহর পুরস্কারই শ্রেষ্ঠ এবং ধৈর্যশীল ব্যতীত এটা কেউ পাবে না।” (২৮:৮০) অন্য জায়গায় রয়েছে (আরবি) অর্থাৎ “আল্লাহ তাআলার নিকট যা রয়েছে তা সৎ লোকদের জন্যে খুবই উত্তম ও উন্নতমানের।” (৩:১৯৮) আল্লাহপাক আর এক জায়গায় বলেনঃ (আরবি) অর্থাৎ “আখেরাতই উৎকৃষ্টতর ও স্থায়ী।” মহান আল্লাহ স্বীয় রাসূলকে (সঃ) বলেনঃ (আরবি) অর্থাৎ “তোমার জন্যে পরবর্তী সময়তো পূর্ববর্তী সময় অপেক্ষা শ্রেয়।”মহান আল্লাহ বলেনঃ ‘পরকালের আবাসস্থল মুত্তাকীদের জন্যে কত উত্তম। শব্দদ্বয় হতে বদল হয়েছে। অর্থাৎ মুত্তাকীদের জন্যে আখেরাতের জান্নাতে আন বা স্থায়ী জান্নাত রয়েছে। সেখানে তারা অবস্থান করবে। ওর বৃক্ষরাজি ও প্রাসাদসমূহের নিম্নদেশে সদা প্রস্রবণ প্রবাহিত রয়েছে। তারা তথায় যা চাবে তাই পাবে। সেখানে নয়ন প্রীতিকর জিনিস বিদ্যমান থাকবে। আর সেখানে তারা অবস্থান করবে চিরদিনের জন্যে।হাদীসে রয়েছে যে, জান্নাতবাসী জান্নাতে উপবিষ্ট থাকবে, আর তাদের মাথার উপরে থাকবে মেঘমালা। তারা যা ইচ্ছা করবে, মেঘমালা তাদের উপর তাই বর্ষণ করবে। এমন কি কেউ যদি সমবয়স্কা কুমারীদেরকে বর্ষাতে বলে তবে তাও তা বর্ষাবে।মহান আল্লাহ বলেনঃ “খোদাভীরুদেরকে এভাবেই আল্লাহ পুরস্কৃত করে থাকেন। তাদের মৃত্যুর সময় তারা কলুষতা থেকে পবিত্র থাকে। ফেরেশতা এসে তাদেরকে সালাম করেন এবং সুসংবাদ শুনিয়ে দেন। যেমন মহামহিমান্বিত আল্লাহ বলেনঃ “নিশ্চয় যারা বলে, আমাদের প্রতিপালক আল্লাহ, অতঃপর অবিচলিত থাকে, তাদের নিকট অবতীর্ণ হয় ফেরেশতা এবং বলে, তোমরা ভীত হয়ো না, চিন্তিত হয়ো না এবং তোমাদের যে জান্নাতের প্রতিশ্রুতি দেয়া হয়েছিল তার জন্যে আনন্দিত হও।”আমরাই তোমাদের বন্ধু দুনিয়ার জীবনে ও আখেরাতে, সেথায় তোমাদের জন্যে রয়েছে যা কিছু তোমাদের মন চায় এবং সেথায় তোমাদের জন্যে রয়েছে যা তোমরা ফরমায়েশ কর।এটা হবে ক্ষমাশীল, পরম দয়ালু আল্লাহর পক্ষ হতে আপ্যায়ন।” এই বিষয়ের হাদীসগুলি আমরা(১৪:২৭) (আরবি) এই আয়াতের তাফসীরে বর্ণনা করেছি।"
    },
    { "ayah": 33, "surah": 16, "text": "Please check ayah 16:34 for complete tafsir." },
    {
      "ayah": 34,
      "surah": 16,
      "text": "৩৩-৩৪ নং আয়াতের তাফসীর\nআল্লাহ তাআলা মুশরিকদের ধমকের সুরে বলছেনঃ “তারা তো শুধু ঐ ফেরেশতাদের অপেক্ষা করছে যারা তাদের রূহ কব্য করার জন্যে আগমন। করবে অথবা তারা কিয়ামতের অপেক্ষা করছে এবং অপেক্ষা করছে ওর ভয়াবহ অবস্থার। এদের মতই এদের পূর্ববর্তী মুশরিকদের অবস্থাও ছিল। শেষ পর্যন্ত তাদের উপর আল্লাহর শাস্তি এসে পড়ে। আল্লাহ তাআলা স্বীয় হুজ্জত পূর্ণ করতঃ তাদের কাছে কিতাব এবং রাসূল প্রেরণ করেন। এইভাবে তিনি তাদের ওযর শেষ করে দেন। এর পরেও যখন তারা অস্বীকৃতি ও হঠকারিতার উপর রয়েই গেল তখন তিনি তাদের উপর শাস্তি অবতীর্ণ করেন। রাসুলদের ভীতি প্রদর্শনকে তারা ঠাট্টা-বিদ্রুপ করে উড়িয়ে দেয়। সুতরাং এর শাস্তি তাদেরকে পরিবেষ্টন করে। আল্লাহ তাদের উপর যুলুম করেন নাই, বরং তারা নিজেরাই নিজেদের উপর যুলুম করেছিল। এজন্যেই কিয়ামতের দিন তাদেরকে বলা হবেঃ “এটাই হচ্ছে ঐ আগুন যাকে তোমরা মিথ্যা প্রতিপন্ন করতে।”"
    },
    { "ayah": 35, "surah": 16, "text": "Please check ayah 16:37 for complete tafsir." },
    { "ayah": 36, "surah": 16, "text": "Please check ayah 16:37 for complete tafsir." },
    {
      "ayah": 37,
      "surah": 16,
      "text": "৩৫-৩৭ নং আয়াতের তাফসীর\nআল্লাহ তাআলা মুশরিকদের উল্টো বুঝের খবর দিচ্ছেন যে, তারা পাপ করছে, শিরক করছে, হালালকে হারাম করছে, যেমন জানোয়ারগুলিকে তাদের দেবতাদের নামে যবেহ করা এবং তারা তকদীরকে হুজ্জত বানিয়ে নিচ্ছে, আর বলছেঃ “যদি আল্লাহ আমাদের বড়দের এই কাজ অপছন্দ করতেন তবে তখনই তিনি আমাদেরকে শাস্তি দিতেন?’ মহান আল্লাহ তাদেরকে জবাব দিচ্ছেনঃ “এটা আমার বিধান নয়। আমি তোমাদের এই কাজকে কঠিনভাবে অপছন্দ করি। আর আমি যে এটা অপছন্দ করি তা আমি আমার সত্য নবীদের মাধ্যমে প্রকাশ করে থাকি। তারা অত্যন্ত গুরুত্বের সাথে তোমাদেরকে এসব কাজ থেকে বিরত থাকতে বলেছে। প্রত্যেক গ্রামে-গঞ্জে এবং প্রত্যেক দলে ও গোত্রে আমি নবী পাঠিয়েছি। সবাই তাদের দায়িত্ব পালন করেছে। আমার বান্দাদের মধ্যে আমার আহকামের তাবলীগ তারা পুরোপুরি ওষ্পষ্টভাবে করেছে। সকলকেই তারা বলেছেঃ “তোমরা এক আল্লাহর ইবাদত কর। তিনি ছাড়া অন্য কারো উপাসনা করো না।”সর্বপ্রথম যখন যমীনে শিরকের উদ্ভব হয় তখন আল্লাহ তাআলা হযরত নহকে (আঃ) নুবওয়াত দান করে প্রেরণ করেন। আর সর্বশেষ হযরত মুহাম্মদকে (সঃ) “খাতেমুল মুরসালীন’ ও রাহমাতুল লিলআ’লামীন’ উপাধি দিয়ে নবী বানিয়ে দেন, যার দাওয়াত ছিল যমীনের একপ্রান্ত থেকে অপর প্রান্ত পর্যন্ত সমস্ত দানব ও মানবের জন্যে। সমস্ত নবীরই কথা একই ছিল। যেমন আল্লাহ তাআলা বলেনঃ (আরবি) অর্থাৎ “হে নবী (সঃ)! তোমার পূর্বে আমি যত নবী পাঠিয়েছিলাম তাদের সবারই কাছে ওয়াহী করে ছিলামঃ আমি ছাড়া অন্য কোন উপাস্য নেই। সুতরাং তোমরা আমারই ইবাদত কর।” (২১:২৫) অন্যত্রে তিনি বলেনঃ (আরবি) অর্থাৎ “হে নবী (সঃ)! তোমার পূর্ববর্তী নবীদেরকে জিজ্ঞেস করঃ আমি কি রহমান (আল্লাহ) ছাড়া অন্যান্য মাবুদদেরকে নির্ধারণ করেছিলাম যাদের তারা ইবাদত করছে?” (৪৩:৪৫) এখানেও আল্লাহ তাআলা বলেন, প্রত্যেক উম্মতের রাসূলের দাওয়াত ছিল তাওহীদের শিক্ষা দান এবং শিকহতে অসন্তুষ্টি প্রকাশ। সুতরাং মুশরিকরা কি করে নিজেদের শিরকের উপর আল্লাহর সম্মতির দলীল আনয়ন সমীচীন মনে করছে? আল্লাহ তাআলার চাহিদা তাঁর শরীয়তের মাধ্যমে অবগত হওয়া যায়, আর তা হচ্ছে প্রথম থেকেই শিরকের মূলোৎপাটন ও তাওহীদের দৃঢ়তা আনয়ন। সমস্ত রাসূলের ভাষায় তিনি এই পয়গামই প্রেরণ করেছেন। হ্যা, তবে তাদেরকে শিরকের উপর ছেড়ে দেয়া। অন্য কথা। এটা গৃহীত দলীল হতে পারে না। আল্লাহ তাআ'লা তো জাহান্নাম ও জাহান্নামীদেরকেও সৃষ্টি করেছেন। শয়তান এবং কাফিরদের এ জন্যেই সৃষ্টি করা হয়েছে। তিনি স্বীয় বান্দাদের কুফরীর উপর কখনোই সন্তুষ্ট নন। এর মধ্যেও তার পূর্ণ নিপুণতা ও হুজ্জত নিহিত রয়েছে।এরপর মহান আল্লাহ বলেনঃ “রাসূলদের মাধ্যমে সতর্ককরণের পর কাফির ও মুশরিকদের উপর পার্থিব শাস্তিও এসেছে। কেউ কেউ পথ ভ্রষ্টতার উপরই রয়ে গেছে। হে মুমিনগণ! তোমরা ভূ-পৃষ্ঠে ভ্রমণ করে রাসূলদের বিরুদ্ধাচরণকারী এবং আল্লাহর সাথে শরীক স্থাপনকারীদের পরিণাম দেখে নাও। অতীতের ঘটনাবলী যাদের জানা আছে তাদেরকে জিজ্ঞেস করে তোমরা জেনে নাও যে, আল্লাহর আযাব কিভাবে মুশরিকদেরকে ধ্বংস করে দিয়েছে। এই সময়ের কাফিরদের জন্য ঐ সময়ের কাফিরদের মধ্যে দৃষ্টান্ত ও উপদেশ বিদ্যমান রয়েছে। এরপর আল্লাহ তাআলা স্বীয় রাসূলকে (সঃ) বলছেনঃ “হে রাসূল (সঃ)! তুমি এই কাফিরদেরকে হিদায়াত করার জন্যে আগ্রহী হচ্ছে বটে, কিন্তু এটা নিষ্ফল হবে। কেননা, আল্লাহ তাদের পথভ্রষ্টতার কারণে তাদেরকে স্বীয় রহমত হতে দূর করে দিয়েছেন। যেমন আল্লাহ পাক বলেনঃ (আরবি) অর্থাৎ “আল্লাহ যাকে পরীক্ষায় ফেলার ইচ্ছা করেন, তার জন্যে তুমি আল্লাহ হতে কিছুই করার অধিকারী (অর্থাৎ তুমি তার কিছুই উপকার করতে পার না)” (৫:৪১) হযরত নূহ (আঃ) স্বীয় কওমকে বলেছিলেনঃ “আল্লাহ যদি তোমাদেরকে পথভ্রষ্ট করার ইচ্ছা করেন তবে আমার উপদেশ তোমাদের কোন উপকারে আসবে না।”এখানেও মহান আল্লাহ বলেনঃ “তুমি তাদেরকে পথ প্রদর্শন করতে আগ্রহী হলেও আল্লাহ যাকে বিভ্রান্ত করেছেন, তাকে তিনি সৃৎপথে পরিচালিত করবেন না।” যেমন অন্য জায়গায় রয়েছেঃ “যাদেরকে আল্লাহ পথভ্রষ্ট করেন তাদেরকে হিদায়াত দানকারী কেউ নেই এবং তিনি তাদেরকে তাদের অবাধ্যতায় বিভ্রান্তের ন্যায় ঘুরে বেড়াতে ছেড়ে দেন।” আর এক জায়গায় বলেনঃ “হে নবী (সঃ)! যাদের উপর তোমার প্রতিপালকের কথা বাস্তবায়িত হয়েছে তারা ঈমান আনবে না। যদিও তাদের কাছে সমস্ত নিদর্শন চলে আসে, যে পর্যন্ত না তারা বেদনাদায়ক শাস্তি অবলোকন করে।”আল্লাহপাকের উক্তিঃ (আরবি) নিশ্চয় আল্লাহ, অর্থাৎ তাঁর শান ও তাঁর আদেশ। কেননা, তিনি যা চান তাই হয় এবং যা চান না তা হয় না। তাই, তিনি বলেন, যাকে তিনি পথভ্রষ্ট করেন, কে এমন আছে যে, আল্লাহর পরে তাকে পথ দেখাতে পারে? অর্থাৎ কেউ নেই।(আরবি) ‘তাদের কোন সাহায্যকারীও নেই' অর্থাৎ সেই দিন তাদের এমন কোন সাহায্যকারী থাকবে না, যে তাকে আল্লাহর আযাব থেকে বাঁচাতে পারে। সৃষ্টি এবং হুকুম একমাত্র তাঁরই। তিনিই হলেন বিশ্ব প্রতিপালক। তিনি কল্যাণময়।"
    },
    { "ayah": 38, "surah": 16, "text": "Please check ayah 16:40 for complete tafsir." },
    { "ayah": 39, "surah": 16, "text": "Please check ayah 16:40 for complete tafsir." },
    {
      "ayah": 4,
      "surah": 16,
      "text": "৩-৪ নং আয়াতের তাফসীর\nআল্লাহ তাআলা খবর দিচ্ছেন যে, উর্ধ্ব জগত ও নিম্ন জগতের সৃষ্টিকর্তা তিনিই। উর্ধ্ব আকাশ এবং বিস্তৃত ধরণী এবং এতোদুভয়ের মধ্যস্থিত সমস্ত মাখলুক তিনিই সৃষ্টি করেছেন। এগুলি সবই সঠিক ও সত্য। এগুলো তিনি বৃথা সৃষ্টি করেন নাই। তিনি পুণ্যবানদেরকে পুরস্কার এবং পাপীদেরকে শাস্তি প্রদান করবেন। তিনি অন্যান্য সমস্ত মাবুদ থেকে মুক্ত ও পবিত্র এবং তিনি মুশরিকদের প্রতি অসন্তুষ্ট। তিনি এক ও শরীক বিহীন। তিনি একাকী সমস্ত কিছুর সৃষ্টিকর্তা। সুতরাং তিনি একাকীও ইবাদতের যোগ্য। তিনি মানব সৃষ্টির ক্রম শুক্রের মাধ্যমে চালু রেখেছেন যা অতি তুচ্ছ ও ঘৃণ্য পানি মাত্র। যখন তিনি সবকিছু সঠিকভাবে সৃষ্টি করলেন, তখন মানুষ প্রকাশ্যভাবে বিতর্কে লেগে পড়লো এবং রাসূলদের বিরুদ্ধাচরণ করতে শুরু করলো। সে যখন বান্দা তখন তার বন্দেগী করাই উচিত ছিল। কিন্তু তা না করে সে হঠকারিতা শুরু করে দিলো। যেমন অন্য জায়গায় মহান আল্লাহ বলেনঃ (আরবি) অর্থাৎ “তিনিই মানুষকে সৃষ্টি করেছেন পানি হতে; অতঃপর তিনি তার বংশগত ও বৈবাহিক সম্বন্ধ স্থাপন করেছেন; তোমার প্রতিপালক সর্বশক্তিমান। তারা আল্লাহর পরিবর্তে এমন কিছুর ইবাদত করে যা তাদের উপকার করতে পারে না, অপকারও করতে পারে না; কাফির তো স্বীয় প্রতিপালকের বিরোধী।” (২৫:৫৪-৫৫) আল্লাহ তাআলা আর এক জায়গায় বলেনঃ (আরবি) অর্থাৎ “মানুষ কি দেখে না যে, আমি তাকে সৃষ্টি করেছি শুক্রবিন্দু হতে? অথচ পরে সে হয়ে পড়ে প্রকাশ্য বিতণ্ডাকারী। আর সে আমার সামনে। উপমা রচনা করে, অথচ সে নিজের সৃষ্টির কথা ভুলে যায়; বলেঃ “অস্থিতে প্রাণ সঞ্চার করবে কে যখন ওটা পচে গলে যাবে? বলঃ ওর মধ্যে প্রাণ সঞ্চার করবেন তিনিই, যিনি ওটা প্রথমবার সৃষ্টি করেছেন এবং তিনি প্রত্যেকটি সৃষ্টি সম্বন্ধে সম্যক পরিজ্ঞাত।” (৩৬:৭৭-৭৯)হযরত বিশ্ব ইবনু জাহহাশ (রাঃ) হতে বর্ণিত; তিনি বলেন, রাসূলুল্লাহ (সঃ) স্বীয় হাতের তালুতে থুথু ফেলেন এবং বলেনঃ আল্লাহ তাআলা বলেনঃ “হে মানুষ! তুমি কি আমাকে অপারগ করতে পার? অথচ আমি তোমাকে এইরূপ জিনিস হতে সৃষ্টি করেছি। যখন সৃষ্টি পূর্ণ হয়ে গেল, ঠিকঠাক হলো, তোমরা পোষাক এবং ঘর বাড়ি পেয়ে গেলে তখন আমার পথ থেকে নিজে সরে যেতে এবং অপরকে সরিয়ে ফেলতে শুরু করে দিলে! আর যখন দম কণ্ঠে আটকে গেল তখন বলতে লাগলেঃ! এখন আমি দান খায়রাত করছি, আল্লাহর পথে খরচ করছি। কিন্তু এখন দান খয়রাত করার সময় পার হয়ে গেছে।”"
    },
    {
      "ayah": 40,
      "surah": 16,
      "text": "৩৮-৪০ নং আয়াতের তাফসীর\nআল্লাহ তাআলা মুশরিকদের সম্পর্কে খবর দিচ্ছেন যে, যেহেতু তারা কিয়ামতকে বিশ্বাস করে না, সেই হেতু অন্যদেরকেও এই বিশ্বাস হতে সরাবার যথাসাধ্য চেষ্টা করে। ঈমান বিক্রি করে আল্লাহর নামে জোরদার কসম খেয়ে বলেঃ “ আল্লাহ পাক বলেন যে, কিয়ামত অবশ্যই হবে, আল্লাহর ওয়াদা সত্য। কিন্তু অধিকাংশ লোক মুখতা ও অজ্ঞতা বশতঃ রাসূলদের বিরুদ্ধাচরণ করে, আল্লাহর হুকুম অমান্য করে এবং কুফরীর গর্তে পড়ে যায়।”অতঃপর আল্লাহ তাআলা কিয়ামত সংঘটনের ও দেহের পুনরুত্থানের কিছু নিপুণতা প্রকাশ করেছেন। একটি এই যে, যেন এর মাধ্যমে পার্থিব মতভেদের মধ্যে কোনটি সত্য ছিল তা প্রকাশ হয়ে পড়ে, অসৎ লোকেরা শাস্তি এবং সৎ লোকেরা পুরস্কার লাভ করে। আর কাফিরদের আকিদায়, কথায় এবং কসমে মিথ্যাবাদী হওয়া যেন প্রমাণিত হয়ে যায়। এ সময় তারা সবাই দেখে নেবে যে, তাদেরকে ধাক্কা দিয়ে জাহান্নামে নিক্ষেপ করা হবে এবং বলা হবেঃ “এটাই হচ্ছে এ জাহান্নাম যাকে তোমরা অস্বীকার করতে। এখন বলতো, এটা কি যাদু, না তোমরা অন্ধ? এর মধ্যেই তোমরা পড়ে থাকো। এখন তোমরা ধৈর্য ধারণ কর অথবা হায়, হায় কর উভয় সমান। এখন তোমাদেরকে তোমাদের দুষ্কর্মের শাস্তি ভোগ করতেই হবে।”এরপর মহামহিমান্বিত আল্লাহ স্বীয় অসীম ক্ষমতার বর্ণনা দিচ্ছেন যে, তিনি যা চান তাই করতে পারেন। কোন কিছু হতে তিনি অপারগ নন। কোন জিনিসই তার অধিকার বহির্ভূত নয়। তিনি যা করতে চান তার সম্পর্কে শুধু বলেনঃ ‘হয়ে যাও' সাথে সাথেই তা হয়ে যায়। কিয়ামতও শুধু তাঁর হুকুমেরই কাজ। যেমন তিনি বলেনঃ “চোখের পলকের মধ্যে আমার হুকম পালিত হয়।” অন্য জায়গায় রয়েছেঃ “আমি কোন কিছু ইচ্ছা করলে সে বিষয়ে আমার কথা শুধু এই যে, আমি বলিঃ ‘হও’ ফলে তা হয়ে যায়। অর্থাৎ আমি একবার মাত্র আদেশ করি এবং সাথে সাথে তা হয়ে যায়। যেমন কবি বলেনঃ (আরবি) অর্থাৎ “যখন আল্লাহ কোন বিষয়ের ইচ্ছা করেন তখন ওটাকে একবার মাত্র বলেনঃ ‘হও’ আর তেমনই তা হয়ে যায়। অর্থাৎ গুরুত্ব আরোপের জন্যে তাঁর দ্বিতীয়বার আদেশ করার প্রয়োজন হয় না। এমন কেউ নেই, যে তাঁর বিরোধিতা করতে পারে। তিনি এক ও মহাপ্রতাপান্বিত। তিনি সম্মান ও মর্যাদার অধিকারী। তিনি শ্রেষ্ঠত্ব ও সাম্রাজ্যের মালিক। তিনি সার্বভৌম ক্ষমতার অধিকারী। তিনি ছাড়া নেই কোন মাবুদ, নেই কোন শাসনকর্তা, নেই কোন প্রতিপালক এবং নেই কোন ক্ষমতাবান।হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত। তিনি বলেন, আল্লাহ তাআলা বলেনঃ “আদম সন্তান আমাকে গালি দেয়, অথচ এটা তার জন্যে সমীচীন নয় এবং আদম সন্তান আমাকে মিথ্যা প্রতিপন্ন করে, অথচ এটা তার পক্ষে উচিত। নয়। তার মিথ্যা প্রতিপন্ন করা এই যে, সে গুরুত্ববোধক শপথ করে বলেঃ “আল্লাহ তাআলা মৃতকে জীবিত করবেন না।” আমি বলিঃ “হাঁ, হাঁ, অবশ্য আমি জীবিত করবো।” এটা সত্য ওয়াদা, কিন্তু অধিকাংশ মানুষ এটা অবগত নয়। আর আমাকে তার গালি দেয়া এই যে, সে বলেঃ “আল্লাহ তিনের একজন”। অথচ আমি এক, আমি আল্লাহ, আমি কারো মুখাপেক্ষী নই, সবাই আমার মুখাপেক্ষী, আমার কোন সন্তান নেই এবং আমিও কারো সন্তান নই, আর আমার সমতুল্য কেউই নেই।” (এ হাদীসটি ইবনু আবি হাতিম (রাঃ) মাওকুফ রূপে বর্ণনা করেছেন। আর এটা সহীহ বুখারী ও সহীহ মুসলিমেও ভিন্ন শব্দে মারফু রূপে বর্ণিত হয়েছে)"
    },
    { "ayah": 41, "surah": 16, "text": "Please check ayah 16:42 for complete tafsir." },
    {
      "ayah": 42,
      "surah": 16,
      "text": "৪১-৪২ নং আয়াতের তাফসীর\nআল্লাহ তাআলা এখানে তাঁর পথে হিজরতকারীদর পুরস্কার সম্পর্কে খবর দিচ্ছেন যে, যারা আল্লাহর সন্তুষ্টির উদ্দেশ্যে মাতৃভূমি ছেড়ে, বন্ধু-বান্ধব ছেড়ে এবং ব্যবসা-বাণিজ্য ছেড়ে তাঁর পথে হিজরত করে, তাদের প্রতিদান হিসেবে ইহকালে ও পরকালে তাদের জন্যে রয়েছে তাঁর পক্ষ থেকে মহা মর্যাদা ও সম্মান। খুব সম্ভব এই আয়াত দু'টি আবিসিনিয়ার হিজরতকারীদের সম্পর্কে অবতীর্ণ হয়েছে। তাঁরা মক্কায় মুশরিকদের কঠিন উৎপীড়ন সহ্য করার পর আবিসিনিয়ায় হিজরত করেন, যেন স্বাধীনভাবে আল্লাহর দ্বীনের উপর আমল করে যেতে পারেন। তাদের মধ্যে গণ্যমান্য লোকগণ হচ্ছেনঃ ১. হযরত উসামন ইবনু আফফান (রাঃ), ২. তার সাথে তাঁর স্ত্রী হযরত রুকিয়াহও (রাঃ) -ছিলেন যিনি ছিলেন রাসূলুল্লাহর (সঃ) কন্যা, ৩. হযরত জাফর ইবনু আবি তালিব (রাঃ) -যিনি ছিলেন রাসূলুল্লাহর (সঃ) চাচাতো ভাই এবং ৪.হযরত আবু সালমা ইবনু আবদিল আসাদ (রাঃ) প্রভৃতি। তাঁরা সংখ্যায় প্রায় ৮০ জন ছিলেন। তাঁরা সবাই ছিলেন চরম সত্যবাদী ও চরম সত্যবাদীনী। আল্লাহ তাঁদের প্রতি সন্তুষ্ট থাকুন এবং তাদেরকেও সন্তুষ্ট রাখুন।সুতরাং আল্লাহ তাআলা এইসব সত্যের সাধকদের সাথে ওয়াদা করছেন যে, তিনি তাঁদেরকে উত্তম জায়গা দান করবেন, যেমন মদীনা। আর তারা পবিত্র জীবিকা এবং দেশও বিনিময় হিসেবে প্রাপ্ত হবেন। প্রকৃত ব্যাপার এই যে, যারা আল্লাহর ভয়ে যে জিনিস ছেড়ে যান, আল্লাহ তাদেরকে সেই জিনিস বা তার চেয়ে উত্তম জিনিস দান করে থাকেন। এই দরিদ্র মুহাজিরদের প্রতি লক্ষ্য করলেই দেখা যায় যে, মহান আল্লাহ তাদেরকে হাকিম ও বাদশাহ বানিয়ে দিয়েছিলেন এবং দুনিয়ায় তাঁদের রাজত্ব কায়েম করেছিলেন। এখনও আখেরাতের প্রতিদান ও পুরস্কার তো বাকী আছেই। সুতরাং যারা হিজরত থেকে সরে থাকে তারা যদি মুহাজিরদের পুরস্কার ও প্রতিদান সম্পর্কে অবহিত থাকতো তবে অবশ্যই তারা হিজরতের ব্যাপারে অগ্রগামী হতো। আল্লাহ তাআলা হযরত উমার ফারুকের প্রতি সন্তুষ্ট থাকুন। তিনি যখন কোন মুহাজিরকে তাঁর গণীমত ইত্যাদির অংশ প্রদান করতেন তখন বলতেনঃ “গ্রহণ করুন! আল্লাহ আপনার এই মালে বরকত দিন! এটা তো আল্লাহ তাআলার দুনিয়ার অঙ্গীকার। পরকালের বিরাট প্রতিদান এখনো বাকী রয়েছে।” অতঃপর তিনি এই আয়াত পাঠ করেন। এই পবিত্র লোকদের আরো গুণাবলী বর্ণনা করা হচ্ছে যে, আল্লাহর পথে যে সব কষ্ট তাদের প্রতি আপতিত হয়েছে তা তারা সহ্য করেছেন আর তারা ভরসা করেছেন আল্লাহর উপর। এ কারণেই দুনিয়া ও আখেরাতের কল্যাণ। তাঁরা দু’হাতে লুটে নিয়েছেন।"
    },
    { "ayah": 43, "surah": 16, "text": "Please check ayah 16:44 for complete tafsir." },
    {
      "ayah": 44,
      "surah": 16,
      "text": "৪৩-৪৪ নং আয়াতের তাফসীর\nহযরত ইবনু আব্বাস (রাঃ) বলেন, যখন আল্লাহ তাআলা হযরত মুহাম্মদকে (সঃ) রাসূলরূপে প্রেরণ করেন তখন আরববাসীরা স্পষ্টভাবে তাকে অস্বীকার করে বসে এবং বলেঃ “আল্লাহর শান্ বা মাহাত্ম এর বহু উর্ধ্বে যে, তিনি কোন মানুষকে তাঁর রাসূল করে পাঠাবেন।” এর বর্ণনা কুরআন কারীমেও রয়েছে। আল্লাহ তাআলা বলেনঃ (আরবি) অর্থাৎ “এটা কি লোকদের জন্যে বিস্ময়ের কারণ হয়েছে যে, আমি তাদেরই একজন মানুষের প্রতি ওয়াহী নাযিল করেছি (এই কথা বলে) যে, তুমি মানুষকে ভয় প্রদর্শন কর?” (১০:২)মহামহিমান্বিত আল্লাহ বলেনঃ “(হে নবী (সঃ)! আমি তোমার পূর্বে যতগুলি নবী পাঠিয়েছিলাম তাদের সবাই মানুষ ছিল, তাদের কাছে আমার ওয়াহী আসতো। সুতরাং তোমাদের বিশ্বাস না হলে) তোমরা আসমানী কিতাবধারীদেরকে জিজ্ঞেস করঃ তারা মানুষ ছিল না, ফেরেশতা ছিল? যদি তারাও মানুষ হয় তবে তোমরা তোমাদের এই উক্তি হতে ফিরে এসো। আর যদি এটা প্রমাণিত হয় যে, নুবওয়তের ক্রমধারা ফেরেশতাদের মধ্যেই জারী ছিল তবে তোমরা এই নবীকে (সঃ) অস্বীকার করলে কোন দোষ হবে না।” অন্য এক জায়গায় আল্লাহ তাআলা বলেনঃ (আরবি) অর্থাৎ “হে নবী (সঃ)! তোমার পূর্বে আমি যে সব লোকের কাছে ওয়াহী নাযিল করেছিলাম তারা গ্রামবাসীদের মধ্যকার লোকই ছিল।” (১২:১০৯)হযরত ইবনু আব্বাস (রাঃ) বলেন, এখানে আহলে যিকর দ্বারা আহলে কিতাবকে বুঝানো হয়েছে। মুজাহিদের (রঃ) উক্তিও এটাই। আবদুর রহমান (রঃ) বলেন, যিকর দ্বারা কুরআন কারীমকে বুঝানো হয়েছে। যেমন আল্লাহ তাআলা বলেছেনঃ (আরবি) অর্থাৎ “আমি যিকর (কুরআন) অবতীর্ণ করেছি এবং আমিই এর রক্ষণাবেক্ষণকারী।” (১৫:৯) এ উক্তিটি নিজের জায়গায় ঠিকই রয়েছে। কিন্তু (আরবি) এই স্থলে যিকর দ্বারা কুরআন অর্থ নেয়া ঠিক হবে না। তাহলে ঐলোকগুলি তো কুরআনকে মানতই না। তাহলে কুরআনের ধারক ও বাহকদের জিজ্ঞেস করে কিরূপে তারা সান্ত্বনা লাভ করতে পারে? অনুরূপভাবে ইমাম আবু জাফর বাকির (রাঃ) হতে বর্ণিত আছে যে, তিনি বলেনঃ “আমরা হলাম আহলে যিকর।” অর্থাৎ এই উম্মত (উম্মতে মুহাম্মদিয়া (সঃ)। এই উম্মত পূর্ববর্তী সমস্ত উম্মত অপেক্ষা বেশী জ্ঞানী। আহলে বায়তের আলেমগণ অন্যান্য আলেমদের উর্ধ্বে রয়েছেন। যদি তারা সঠিক সুন্নাতের উপর অটল থাকেন। যেমন হযরত আলী (রাঃ) , হযরত হুসাইন (রাঃ) , মুহাম্মদ ইবনু হানাফিয়্যাহ (রাঃ) , আলী ইবনু হুসাইন, যয়নুল আবেদীন (রাঃ) , আলী ইবনু আবদিল্লাহ, ইবনু আব্বাস (রাঃ) , আবু জাফর বাকির (রাঃ) মুহাম্মদ ইবনু আলী ইবনু হুসাইন (রাঃ) ও তাঁর পুত্র জা'ফর (রাঃ) এবং তাঁদের ন্যায় অন্যান্য সম্মানিত ব্যক্তিবর্গ। তারা আল্লাহর রহমত ও সন্তুষ্টি লাভ করুন! তারা সবাই আল্লাহর রজ্জুকে দৃঢ়ভাবে ধারণ করেছিলেন এবং সিরাতে মুস্তাকীমের উপর প্রতিষ্ঠিত ছিলেন। তারা প্রত্যেক হকদারের হক আদায় করতেন এবং সম্মানিত ব্যক্তিদের সম্মান করতেন। তাঁরা নিজেরা আল্লাহর সমস্ত সৎ বান্দার অন্তরে স্থান করে নিয়েছেন। এটা তো নিঃসন্দেহে সত্য ও সঠিক কথা। কিন্তু এই আয়াতের এটা উদ্দেশ্য নয়। এখানে বর্ণনা দেয়া হয়েছে যে, হযরত মুহাম্মদও (সঃ) মানুষ এবং তাঁর পূর্ববর্তী সমস্ত নবীও মানুষ ছিলেন। যেমন কুরআন কারীমে রয়েছেঃ “তুমি বলঃ আমি তো মানুষ ছাড়া কিছুই নই, তবে আমাকে রাসূল করে পাঠানো হয়েছে। মানুষের কাছে যখন হিদায়াত এসেছে তখন তাদেরকে ঈমান আনতে এটাই বাধা দিয়েছে যে, তারা বলেছেঃ আল্লাহ কি মানুষকে রাসূল করে পাঠিয়েছেন?” অন্যত্র মহান আল্লাহ বলেনঃ “তোমার পূর্বে আমি যত রাসূলই পাঠিয়েছিলাম তারা সবাই পানাহার করতো এবং বাজারে চলাফেরা করতো।” আর এক জায়গায় রয়েছেঃ “আমি তাদেরকে এমন দেহ বিশিষ্ট করি নাই যে, তারা পানাহার থেকে বেপরোয়া হবে এবং মৃত্যু বরণ করবে না।” আল্লাহপাক আরো বলেনঃ “তুমি বলঃ আমি তো এমন কোন প্রথম ও নতুন নবী নই।” আর এক জায়গায় রয়েছেঃ “আমি তো তোমাদের মতই মানুষ, আমার কাছে ওয়াহী পাঠানো হয়।” সুতরাং আল্লাহ তাআলা এখানেও এরশাদ করেছেনঃ “তোমরা পূর্ববর্তী কিতাবধারীদের জিজ্ঞেস করে দেখো যে, নবীরা মানুষ ছিল কি মানুষ ছিল না?”অতঃপর মহান আল্লাহ বলেনঃ “তিনি রাসূলদেরকে দলীল প্রমাণাদি দিয়ে প্রেরণ করেন এবং তাঁদের পতি তিনি কিতাবসমূহও নাযিল করেন এবং ছোট ছোট পুস্তিকা (সহীফা) অবতীর্ণ করেন।(আরবি) দ্বারা কিতাবসমূহকে বুঝানো হয়েছে। যেমন এক জায়গায় রয়েছেঃ (আরবি) অর্থাৎ “তারা যা কিছু করছে সবই কিতাবসমূহে রয়েছে।” (৫৪:৫২) আর এক জায়গায় রয়েছেঃ (আরবি) অর্থাৎ “আমি উপদেশের পর কিতাবে লিখে দিয়েছি যে, আমার যোগ্যতা সম্পন্ন বান্দাগণ পৃথিবীর অধিকারী হবে।” (২১:১০৫) এরপর আল্লাহ তাআলা বলেনঃ “আমি তোমার উপর ‘যিকির অর্থাৎ কুরআন অবতীর্ণ করেছি। এই কারণে যা, যেহেতু তুমি এর ভাবার্থ পূর্ণরূপে অবগত আছি’ সেহেতু তুমি ওটা মানুষকে বুঝিয়ে দেবে। হে নবী (সঃ)! তুমিই এর প্রতি সবচেয়ে বেশী আগ্রহী, তুমিই এর সবচেয়ে বড় আলেম। আর তুমিই এর উপর সবচেয়ে বড় আমলকারী। কেননা, তুমি মাখলুকের মধ্যে সবচেয়ে উত্তম লোক এবং আদম সন্তানদের নেতা। এই কিতাবে যা সংক্ষিপ্তভাবে রয়েছে তা বিস্তারিত ভাবে বর্ণনা করে দেয়ার দায়িত্ব তোমার উপর ন্যস্ত। লোকদের উপর যা কঠিন হবে তা তুমি তাদেরকে সুন্দরভাবে বুঝিয়ে দেবে। যাতে তারা বুঝে সুঝে সুপথ প্রাপ্ত হতে পারে এবং সফলকাম হয়। আর যেন উভয় জগতের কল্যাণ লাভ করে।”"
    },
    { "ayah": 45, "surah": 16, "text": "Please check ayah 16:47 for complete tafsir." },
    { "ayah": 46, "surah": 16, "text": "Please check ayah 16:47 for complete tafsir." },
    {
      "ayah": 47,
      "surah": 16,
      "text": "৪৫-৪৭ নং আয়াতের তাফসীর\nসারা বিশ্বের সৃষ্টিকর্ত, আসমান ও যমীনের মালিক আল্লাহ তাআলা নিজের অবগতি সত্ত্বেও সহনশীলতা এবং ক্রোধ সত্ত্বেও নিজের মেহেরবানীর খবর দিচ্ছেন যে, তিনি ইচ্ছা করলে নিজের পাপী বান্দাদের যমীনে ধ্বসিয়ে দিতে পারেন এবং তাদের অজান্তে তাদের উপর শাস্তি আনয়ন করতে পারেন। কিন্তু নিজের সীমাহীন মেহেরবানীর কারণে তিনি তাদেরকে ক্ষমা করে থাকেন। যেমন তিনি বলেনঃ “তোমরা কি নিশ্চিন্ত রয়েছে যে, আকাশে যিনি রয়েছেন তিনি তোমাদেরকেসহ ভূমিকে ধ্বসিয়ে দিবেন না। আর ওটা আকস্মিকভাবে থরথর করে কাঁপতে থাকবে? অথবা তোমরা কি নিশ্চিন্ত আছ যে, আকাশে যিনি রয়েছেন তিনি তোমাদের উপর কংকরবর্ষী ঝটিকা প্রেরণ করবেন না? তখন তোমরা জানতে পারবে কিরূপ ছিল আমার সতর্কবাণী।” আবার এটাও হতে পারে যে, আল্লাহ তাআলা এইরূপ ষড়যন্ত্রকারী দুষ্ট প্রকৃতির লোকদেরকে তাদের চলা-ফেরা, আসা-যাওয়া, খাওয়া এবং উপার্জন করা অবস্থাতেই পাকড়াও করেন। সফরে, বাড়ীতে, দিনে-রাত্রে যখন ইচ্ছা তাদেরকে ধরে ফেলেন। যেমন তিনি বলেনঃ (আরবি) অর্থাৎ “গ্রামবাসী কি নির্ভয় হয়ে গেছে যে, তাদের উপর আমার শাস্তি রাত্রি কালে তাদের শয়ন অবস্থাতেই এসে পড়বে? কিংবা বেলা ওঠার পর তাদের খেলাধুলায় মগ্ন থাকার অবস্থাতেই এসে পড়বে?” আল্লাহকে কোন ব্যক্তি বা কোন কাজ অপারগ করতে পারে না, তিনি পরাজিত ও ক্লান্ত হওয়ার নন এবং তিনি অকৃতকার্য হওয়ারও নন। এও হতে পারে যে, তারা ভীত-সন্ত্রস্ত হওয়া সত্ত্বেও তাদেরকে আল্লাহ ধরে ফেলবেন। তাহলে দুটো শাস্তি একই সাথে হয়ে যাবে। একটা হলো ভয়, আর অপরটা হলো পাকড়াও। একটি হলো মৃত্যু অন্যটি হলো সন্ত্রাস। কিন্তু মহান আল্লাহ, বিশ্বপ্রতিপালক বড়ই করুণাময়। একারণেই তিনি তাড়াতাড়ি পাকড়াও করেন না।সহীহ বুখারী ও সহীহ মুসলিমে রয়েছে যে, স্বভাব বিরুদ্ধে কথা শুনে ধৈর্য ধারণ করার ব্যাপারে আল্লাহ তাআলা অপেক্ষা বেশী ধৈর্য ধারণকারী আর কেউই নেই। লোকেরা তাঁর সন্তান সাব্যস্ত করছে, অথচ তিনি তাদেরকে খেতে দিচ্ছেন এবং নিরাপদে রাখছেন।আল্লাহ তাআলা যালিমকে অবকাশ দেন। কিন্তু যখন পাকড়াও করেন তখন অকস্মাৎ পাকড়াও করেন এবং সে ধ্বংস হয়ে যায়। অতঃপর রাসূলুল্লাহ (সঃ) পাঠ করেনঃ (আরবি) অর্থাৎ “তোমার প্রতিপালকের পাকড়াও এরূপই যে, যুলুম করা অবস্থায় যখন তিনি কোন গ্রামবাসীকে পাকড়াও করেন তখন নিঃসন্দেহে তাঁর। পাকড়াও কঠিন যন্ত্রণাদায়ক হয়।” (১১:১০২) আর এক জায়গায় রয়েছেঃ (আরবি) অর্থাৎ “বহু এমন গ্রামবাসী রয়েছে যাদেরকে আমি কিছু দিনের জন্যে অবকাশ দিয়ে থাকি তাদের যুলুম করা অবস্থায়, অতঃপর তাদেরকে পাকড়াও করি, তাদের প্রত্যাবর্তন তো আমার কাছেই।” (২২:৪৮)"
    },
    { "ayah": 48, "surah": 16, "text": "Please check ayah 16:50 for complete tafsir." },
    { "ayah": 49, "surah": 16, "text": "Please check ayah 16:50 for complete tafsir." },
    { "ayah": 5, "surah": 16, "text": "Please check ayah 16:7 for complete tafsir." },
    {
      "ayah": 50,
      "surah": 16,
      "text": "৪৮-৫০ নং আয়াতের তাফসীর\nআল্লাহ তাআলা স্বীয় শ্রেষ্ঠত্ব, মর্যাদা ও মহিমার খবর দিচ্ছেন যে, সমস্ত মাখলুক আর হতে বিছানা পর্যন্ত তাঁর অনুগত ও দাস। জড় পদার্থ, প্রাণীসমূহ, মানব, দানব, ফেরেশতামণ্ডলী এবং সারা জগত তাঁর বাধ্য। প্রত্যেক জিনিস সকাল ও সন্ধ্যায় তাঁর সামনে নানা প্রকারে নিজেদের অপারগতা ও শক্তিহীনতার প্রমাণ পেশ করে থাকে। তারা ঝুঁকে তাঁর সামনে সিজদাবনত হয়। মুজাহিদ (রঃ) বলেন যে, সূর্য পশ্চিম গগণে ঢলে পড়া মাত্রই সমস্ত জিনিস বিশ্ব প্রতিপালকের সামনে অপারগ, দুর্বল ও শক্তিহীন। পাহাড় ইত্যাদির সিজদা হচ্ছে ওর ছায়া। সমুদ্রের তরঙ্গমালা হচ্ছে ওর নামায। ওগুলিকে যেন বিবেকবান মনে করে ওগুলির প্রতি সিজদার সম্পর্ক জুড়ে দেয়া হয়েছে। তাই তিনি বলেন, যমীন ও আসমানের সমস্ত প্রাণী তার সামনে সিজদাবনত রয়েছে। যেমন মহান আল্লাহ বলেনঃ “ইচ্ছায় ও অনিচ্ছায় প্রত্যেক জিনিস বিশ্ব প্রতিপালকের সামনে সিজদাবনত হয়, ওগুলির ছায়া সকাল সন্ধ্যায় সিজদায় পড়ে থাকে।” ফেরেশতামণ্ডলীও নিজেদের মান-মর্যাদা সত্ত্বেও আল্লাহর সামনে সিজদায় পতিত হন। তাঁর দাসত্ব করার ব্যাপারে তারা অহংকার করেন না। মহামহিমান্বিত ও প্রবল প্রতাপান্বিত আল্লাহর সামনে তারা কাঁপতে থাকেন এবং তাদেরকে যা আদেশ করা হয়, তা প্রতিপালনে। তারা সদা ব্যস্ত থাকেন। তারা না অবাধ্য হন, না অলসতা করেন।"
    },
    { "ayah": 51, "surah": 16, "text": "Please check ayah 16:55 for complete tafsir." },
    { "ayah": 52, "surah": 16, "text": "Please check ayah 16:55 for complete tafsir." },
    { "ayah": 53, "surah": 16, "text": "Please check ayah 16:55 for complete tafsir." },
    { "ayah": 54, "surah": 16, "text": "Please check ayah 16:55 for complete tafsir." },
    {
      "ayah": 55,
      "surah": 16,
      "text": "৫১-৫৫ নং আয়াতের তাফসীর\nআল্লাহ তাআলা খবর দিচ্ছেনঃ “এক আল্লাহ ছাড়া আর কেউই ইবাদতেরযোগ্য নেই। তিনি শরীক বিহীন। তিনি প্রত্যেক জিনিসের সৃষ্টি কর্তা, মালিক এবং প্রতিপালক। আন্তরিকতার সাথে সদা-সর্বদা তাঁরই ইবাদত করা অবশ্য কর্তব্য। তিনি ছাড়া অন্যের ইবাদতের পন্থা অবলম্বন করা মোটেই। উচিত নয়। আসমান ও যমীনের সমস্ত কিছু ইচ্ছায় ও অনিচ্ছায় তারই অনুগত। সকলকেই তাঁরই কাছে ফিরিয়ে নিয়ে যাওয়া হবে। সুতরাং তোমরা খাঁটিভাবে তারই ইবাদত করতে থাকো। তার সাথে অন্যকে শরীক করা হতে বিরত থাকো। নিখুঁত দ্বীন একমাত্র আল্লাহরই। আসমান ও যমীনের সমস্ত কিছুর একক মালিক তিনিই।লাভ ও ক্ষতি তাঁরই ইচ্ছাধীন। যত কিছু নিয়ামত বান্দার হাতে রয়েছে সবই তাঁরই নিকট হতে এসেছে। জীবিকা, নিয়ামত, নিরাপত্তা এবং সাহায্য সবই তার পক্ষ হতে আগত। তাঁরই দয়া ও অনুগ্রহ বান্দার উপর রয়েছে। জেনে রেখো, এতগুলো নিয়ামত পাওয়ার পরেও তোমরা এখনো তাঁরই মুখাপেক্ষী। রয়েছে। বিপদ-আপদ এখনো তোমাদের মাথার উপর ঘুরপাক খাচ্ছে। দুঃখ ও বিপদ-আপদের সময় তোমরা তাঁকেই স্মরণ করে থাকো। কঠিন বিপদের সময় কেঁদে কেঁদে অত্যন্ত বিনয়ের সাথে তোমরা তাঁরই দিকে ঝুঁকে পড়। স্বয়ং মক্কার মুশরিকদের অবস্থাও এরূপই ছিল। যখন তারা সমুদ্রে পরিবেষ্টিত হয়ে পড়তো, বিপরীত বাতাস যখন নৌকা ঝুকিয়ে দিতো এবং নৌকা টলমল করে ডুবে যাওয়ার উপক্রম হতো তখন তোমরা তোমাদের ঠাকুর, দেবতা, প্রতিমা, পীর, ফকীর, ওয়ালী, নবী সবকেই ভুলে যেতে এবং অত্যন্ত আন্তরিকতার সাথে ঐ বিপদ হতে মুক্তি পাওয়ার জন্যে আল্লাহর নিকটই প্রার্থনা করতে। কিন্তু যখন নৌকা নদীর তীরে পৌঁছে যেতো তখন ঐ পুরাতন মা'বুদগুলির আবার তারা স্মরণ করতো। আর প্রকৃত মা’ৰূদের সাথে পুনরায় ঐ মা'বুদের পূজা শুরু করে দিতো। এর চেয়ে বড় অকৃতজ্ঞ ও বিশ্বাসঘাকতা আর কি হতে পারে? এখানেও আল্লাহ পাক বলেন যে, উদ্দেশ্য সফল হওয়া মাত্রই অনেক লোক চক্ষু ফিরিয়ে নেয়। শব্দটি সমাপ্তিবোধক লাম। আবার এটাকে আমি তাদের এই স্বভাব এজন্যেই করেছি যে, তারা আল্লাহর নিয়ামতের উপর পর্দা ফেলে দেয় এবং তা অস্বীকার করে, অথচ প্রকৃত পক্ষে নিয়ামত দানকারী এবং বিপদ-আপদ দূরকারী আমি ছাড়া আর কেউ নেই।এরপর মহান আল্লাহ তাদেরকে ধমকের সুরে বলছেনঃ “আচ্ছা, দুনিয়ায় তোমরা নিজেদের কাজ চালিয়ে যাও এবং সুখ ভোগ করতে থাকো। কিন্তু এর পরিণাম ফল সত্বরই জানতে পারবে।"
    },
    { "ayah": 56, "surah": 16, "text": "Please check ayah 16:60 for complete tafsir." },
    { "ayah": 57, "surah": 16, "text": "Please check ayah 16:60 for complete tafsir." },
    { "ayah": 58, "surah": 16, "text": "Please check ayah 16:60 for complete tafsir." },
    { "ayah": 59, "surah": 16, "text": "Please check ayah 16:60 for complete tafsir." },
    { "ayah": 6, "surah": 16, "text": "Please check ayah 16:7 for complete tafsir." },
    {
      "ayah": 60,
      "surah": 16,
      "text": "৫৬-৬০ নং আয়াতের তাফসীর\nআল্লাহ তাআলা মুশরিকদের অসদাচরণ ও নির্বুদ্ধিতার খবর দিচ্ছেন যে, সবকিছু দানকারী হচ্ছেন আল্লাহ, অথচ তারা অজ্ঞানতা বশতঃ তাদের মিথ্যা মাবুদদের অংশ তাতে সাব্যস্ত করছে। তারা বলেঃ (আরবি) অর্থাৎ “এটা আল্লাহর জন্যে তাদের ধারণা অনুযায়ী এবং এটা আমাদের দেবতাদের জন্যে; যা তাদের দেবতাদের অংশ তা আল্লাহর কাছে পৌছায় না এবং যা আল্লাহর অংশ তা তাদের দেবতাদের কাছে পৌঁছায়, তারা যা মীমাংসা করে তা কতই না নিকৃষ্ট!” (৬:১৩৭) এই লোকদেরকে এর জবাবদিহি অবশ্যই করতে হবে। তাদের এই মিথ্যারোপের প্রতিফল অবশ্যই তারা পাবে এবং তা হবে জাহান্নামের আগুন। এরপর তাদের দ্বিতীয় অন্যায় ও বোকামির বর্ণনা দেয়া হচ্ছে যে, আল্লাহ তাআলার নৈকট্যলাভকারী ফেরেশতাগণ হচ্ছেন তাদের মতে আল্লাহর কন্যা (নাঊযুবিল্লাহি মিন যালিক)। এই ভুল তো তারা করে, তদুপরি তাঁদের ইবাদতও তারা করে। এটা ভুলের উপর ভুল। এখানে তারা তিনটি অপরাধ করলো। ১. তারা আল্লাহর সন্তান সাব্যস্ত করলো, অথচ তিনি তা থেকে সম্পূর্ণরূপে পবিত্র। ২. সন্তানের মধ্যে আবার ঐ সন্তান আল্লাহর জন্যে নির্ধারণ করলো যা তারা নিজেদের জন্যেও পছন্দ করে না, অর্থাৎ কন্যা সন্তান। কি। উল্টো কথা? নিজেদের জন্যে নির্ধারণ করছে পুত্র সন্তান, আর আল্লাহ তাআলার জন্যে নির্ধারণ করছে কন্যা সন্তান! ৩, তাদের আবার তারা ইবাদত করছে। এটা তাদের সরাসরি অপবাদ ও মিথ্যারোপ ছাড়া কিছুই নয়। আল্লাহ তাআলার সন্তান হওয়া কি করে সম্ভব হতে পারে? তাও আবার এমন সন্তান যা তাদের নিজেদের কাছে খুবই নিকৃষ্ট ও হীন। কেমন বোকামি যে, আল্লাহ তাদেরকে দিবেন পুত্র সন্তান আর নিজের জন্যে রাখবেন মেয়ে সন্তান! আল্লাহ এর থেকে বরং সন্তান হতেই পবিত্র।যখন তাদেরকে খবর দেয়া হয় যে, তাদের মেয়ে সন্তান জন্ম গ্রহণ করেছে, তখন লজ্জায় তাদের মুখ কালো হয়ে যায় এবং মুখ দিয়ে কথা সরে না। তারা লোকদের কাছে আত্মগোপন করে থাকে। তারা চিন্তা করেঃ এখন কি করা যায়? যদি এ কন্যা সন্তানকে জীবিত রাখা যায়, তবে এটাতো খুবই লজ্জার কথা! সে তো উত্তরাধিকারিণীও হবে না এবং তাকে কিছু একটা মনে করাও হবে না। সুতরাং পুত্র সন্তানকেই এর উপর প্রাধান্য দেয়া হোক। মোট কথা তাকে জীবিত রাখলেও তার প্রতি অত্যন্ত অবহেলা প্রদর্শন করাহয়। অন্যথায় তাকে জীবন্তই কবর দিয়ে দেয়া হয়। এই অবস্থা তো তার নিজের। আবার আল্লাহর জন্যে এই জিনিসই সাব্যস্ত করে। সুতরাং তাদের এই মীমাংসা কতই নী জঘন্য! এই বন্টন কতই না নির্লজ্জতাপূর্ণ বন্টন! আল্লাহর জন্যে যা সাব্যস্ত করছে তা নিজের জন্যে কঠিন অপমানের কারণ মনে করছে! প্রকৃত ব্যাপার এই যে, তারা হচ্ছে অতি নিকৃষ্ট প্রকতির অধিকারী, আর আল্লাহ তো হচ্ছেন অতি মহৎ প্রকৃতির অধিকারী এবং তিনি পরাক্রমশালী, প্রজ্ঞাময়, মহিমাময় ও মহানুভব।"
    },
    { "ayah": 61, "surah": 16, "text": "Please check ayah 16:62 for complete tafsir." },
    {
      "ayah": 62,
      "surah": 16,
      "text": "৬১-৬২ নং আয়াতের তাফসীর\nআল্লাহ তাআলা নিজের ধৈর্য, দয়া, স্নেহ এবং করুণা সম্পর্কে এখানে খবর দিচ্ছেন যে, তিনি বান্দাদের পাপকার্য দেখার পরেও তাদেরকে অবকাশ দিয়ে থাকেন, সাথে সাথে পাকড়াও করেন না। যদি তিনি সাথে সাথেই ধরে ফেলতেন তবে আজ ভূ-পৃষ্ঠে কাউকেও চলতে-ফিরতে দেখা যেতো না। মানুষের পাপের কারণে জীব-জন্তুও ধ্বংস হয়ে যেতো, দুষ্টদের সাথে শিষ্টেরাও ধরা পড়ে যেতো। কিন্তু মহামহিমান্বিত আল্লাহ নিজের সহনশিলতা, দয়া, স্নেহ এবং মহানুভবতার গুণে বান্দাদের পাপ ঢেকে একটা নির্দিষ্ট সময়কাল পর্যন্ত তিনি অবকাশ দিয়ে রেখেছেন, অন্যথায় একটা পোকা মাকড়ও বাঁচতো না। আদম সন্তানের পাপের আধিক্যের কারণে আল্লাহর শাস্তি এমনভাবে আসতো যে, সবকেই ধ্বংস করে দিতো।হযরত আবু সালমা (রাঃ) হতে বর্ণিত আছে যে, হযরত আবু হুরাইরা (রাঃ) একটি লোককে বলতে শুনেনঃ “অত্যাচারী ব্যক্তি নিজেরই ক্ষতি সাধন করে।” তখন হযরত আবু হুরাইরা (রাঃ) বলেনঃ “না, না। বরং তার অত্যাচারের কারণে পাখী তার বাসায় ধ্বংস হয়ে যায়।” (এ হাদীসটি ইমাম ইবনু জারীর (রঃ) বর্ণনা করেছেন)হযরত আবু দারদা (রাঃ) হতে বর্ণিত। তিনি বলেনঃ “একদা আমরা রাসূলুল্লাহর (সঃ) নিকট কিছু আলোচনা করছিলাম। তিনি বলেনঃ “আল্লাহ কাউকে অবকাশ দেন না যখন তার নির্ধারিত সময় এসে পড়ে। বয়স বৃদ্ধি সৎ সন্তানের মাধ্যমে হয়ে থাকে। যে সন্তান তিনি বান্দাকে দান করেন ঐ সন্তানের দুআ’ তার কবরে পৌঁছে থাকে এবং এটাই হচ্ছে তার বয়স বৃদ্ধি।” (এ হাদীসটি ইবনু আবি হাতিম (রঃ) বর্ণনা করেছেন) মহান আল্লাহ বলেনঃ “তারা নিজেরা যা অপছন্দ করে তা-ই আল্লাহর প্রতি তারা আরোপ করে, আর তারা ধারণা করে যে, এই দুনিয়াতেও তারা কল্যাণ লাভ করছে আর যদি কিয়ামত সংঘটিত হয় তবে সেখানেও রয়েছে তাদের জন্যে কল্যাণ।” যেমন তিনি অন্য জায়গায় বলেনঃ “যদি আমি মানুষকে আমার পক্ষ হতে করুণার স্বাদ গ্রহণ করাই, অতঃপর তা টেনে নিই তবে সে নিরাশ ও অকৃতজ্ঞ হয়ে যায়। আর যাকে যে কষ্ট স্পর্শ করেছিল তা দূর করার পরে যদি আমি তাকে নিয়ামতের স্বাদ গ্রহণ করাই তবে সে অবশ্যই বলে ওঠেঃ আমার উপর থেকে কষ্ট দূর হয়ে গেছে, আর সে তখন খুশী ও অহংকারী হয়ে যায়।”অন্যত্র আল্লাহ তাআলা বলেনঃ “তাকে কষ্ট স্পর্শ করার পর যদি আমি তাকে আমার রহমতের স্বাদ গ্রহণ করাই তবে অবশ্যই সে বলেঃ এটা আমারই জন্যে, আর আমি ধারণা করি না যে,কিয়ামত সংঘটিত হবে। আর যদি আমি আমার প্রতিপালকের কাছে ফিরেও যাই, তবে অবশ্যই তাঁর কাছে আমার জন্যে কল্যাণই রয়েছে। সুতরাং অবশ্যই আমি কাফিরদেরকে তাদের কৃতকর্মের খবর দিয়ে দেবো এবং অবশ্যই তাদেরকে ভীষণ শাস্তির স্বাদ গ্রহণ করাবো।”সূরায়ে কাহাফে দু’জন সঙ্গীর বর্ণনা দিতে গিয়ে কুরআন কারীমে আল্লাহ তাআলা বলেনঃ “নিজের প্রতি জুলুম করা অবস্থায় সে তার উদ্যানে প্রবেশ। করলো এবং (তার সৎ সঙ্গীকে) বললোঃ আমি মনে করি না যে, এটা কখনো ধ্বংস হয়ে যাবে। আর আমি মনে করি না যে, কিয়ামত সংঘটিত হবে, আর যদি আমি আমার প্রতিপালকের কাছে প্রত্যাবর্তিত হই-ই তবে আমি তো নিশ্চয় এটা অপেক্ষা উৎকৃষ্ট স্থান পাবো।” (কি জঘন্য কথা!) কাজ করবে মন্দ আর আশা রাখবে ভাল! বপন করবে কাঁটা আর আশা করবে ফলের! কথিত আছে যে, কাবা ঘরের ইমারত নতুন ভাবে বানাবার জন্যে যখন ওটাকে ভেঙ্গে ফেলা হয়, তখন ওর ভিত্তির মধ্য হতে একটি পাথর বের হয় যার উপর কতকগুলি উপদেশমূলক কথা লিখিত ছিল। তন্মধ্যে নিম্নলিখিত কথাগুলিও ছিলঃ“তোমরা অসৎকাজ করছে অথচ পূণ্যের আশা করছে। এটা হচ্ছে কাঁটা বপন করে আঙ্গুরের আশা করার মত।” সুতরাং তাদের আশা তো ছিল যে, দুনিয়াতেও মাল-ধন, জমি-জায়গা, দাস-দাসী, ইত্যাদি লাভ করবে এবং আখেরাতেও কল্যাণ লাভ করবে। কিন্তু আল্লাহপাক বলেনঃ “প্রকৃতপক্ষেতাদের জন্যে তৈরী হয়ে আছে জাহান্নামের আগুন। সেখানে তারা আল্লাহর রহমত থেকে দূরে থাকবে এবং ধ্বংস হয়ে যাবে। আজ তারা আমার আহকাম থেকে মুখ ফিরিয়ে নিয়েছে। কাজেই কাল (কিয়ামতের দিন) আমিও তাদেরকে আমার নিয়ামত হতে বিমুখ করে দেবো। সত্বরই তারা জাহান্নামে প্রবেশ করবে।"
    },
    { "ayah": 63, "surah": 16, "text": "Please check ayah 16:65 for complete tafsir." },
    { "ayah": 64, "surah": 16, "text": "Please check ayah 16:65 for complete tafsir." },
    {
      "ayah": 65,
      "surah": 16,
      "text": "৬৩-৬৫ নং আয়াতের তাফসীর\nআল্লাহ তাআলা স্বীয় নবীকে (সঃ) সান্ত্বনার সুরে বলছেনঃ “হে মুহাম্মদ (সঃ)! তোমার পূর্বে আমি উম্মত বর্গের নিকট রাসূলদেরকে পাঠিয়েছিলাম, তাদের সকলকেই মিথ্যা প্রতিপন্ন করা হয়েছিল। সুতরাং তোমাকেও যে এরা মিথ্যা প্রতিপন্ন করবে এতে বিস্ময়ের কিছুই নেই। এই অবিশ্বাসকারীরা শয়তানের শিষ্য। শয়তানী কুমন্ত্রণার কারণে তাদের খারাপ কাজগুলি তাদের কাছে শোভনীয় হচ্ছে। তাদের বন্ধু হচ্ছে শয়তান। সে কিন্তু তাদের কোনই উপকার করবে না। সে সব সময় তাদেরকে বিপদের মুখে ফেলে দিয়ে পগার পার হয়ে যাবে।কুরআন কারীম হচ্ছে সত্য ও মিথ্যার মধ্যে পার্থক্যকারী কিতাব। প্রত্যেক ঝগড়া-বিবাদ ও মতভেদের ফায়সালা এতে বিদ্যমান রয়েছে। এটা অন্তরের জন্যে হিদায়াত স্বরূপ এবং যে সব ঈমানদার এর উপর আমল করে তাদের জন্যে এটা রহমত স্বরূপ।এই কুরআন কারীমের মাধ্যমে কিভাবে মৃত অন্তর জীবন লাভ করে থাকে, তার দৃষ্টান্ত হচ্ছে মৃত যমীন ও মেঘের বৃষ্টি। যারা কথা শুনে ও বুঝে তারা এর দ্বারা অনেক কিছু উপদেশ লাভ করতে পারে।"
    },
    { "ayah": 66, "surah": 16, "text": "Please check ayah 16:67 for complete tafsir." },
    {
      "ayah": 67,
      "surah": 16,
      "text": "৬৬-৬৭ নং আয়াতের তাফসীর\nআল্লাহ তাআলা বলেনঃ “আনআম অর্থাৎ উট, গরু, ছাগল ইত্যাদিও আমার ক্ষমতা ও নিপুণতার নিদর্শন। (আরবি) এর সর্বনাম টি কে হয়তোবা নিয়ামতের অর্থের দিকে ফিরানো হয়েছে অথবা (আরবি) এর দিকে ফিরানো হয়েছে। চতুষ্পদ জন্তুগুলিও (আরবি) -ই বটে। এই চতুষ্পদ জন্তুগুলির পেটের মধ্যে যে আজে বাজে খারাপ জিনিস রয়েছে ওরই মধ্য হতে বিশ্ব প্রতিপালক আল্লাহ তোমাদের জন্যে অত্যন্ত সৃদৃশ্য ও সুস্বাদু দুগ্ধ পান করিয়ে থাকেন। অন্য জায়গায় (আরবি) রয়েছে। দু'টোই জায়েয। যেমন রয়েছেঃ (আরবি) অর্থাৎ “না, এই আচরণ অনুচিত, এটা তো উপদেশ বাণী। যে ইচ্ছা করবে সে এটা স্মরণ করবে।” (৮০:১১) অন্য এক জায়গায় রয়েছেঃ (আরবি) অর্থাৎ “আমি তাদের নিকট উপঢৌকন পাঠাচ্ছি; দেখি, দূতেরা কি নিয়ে ফিরে আসে।” (২৭:৩৫-৩৬) এরপর বলা হয়েছে (আরবি) ব্যাপক ক্ষমতা এবং মহিমার পরিচয় পেতে পারে। প্রকৃতপক্ষে জ্ঞানই হচ্ছে মানুষের প্রকৃতগুণ, তাই ইসলামী শরীয়ত এই জ্ঞানের রক্ষণাবেক্ষণের জন্যেই নেশা আনয়নকারী ও জ্ঞান লোপকারী জিনিসকে হারাম করেছে। আল্লাহ তাআলা বলেনঃ “ওতে (যমীনে) আমি সৃষ্টি করি খজুর ও আঙ্গুরের উদ্যান এবং উৎসারিত করি প্রস্রবণ। যাতে তারা ভক্ষণ করতে পারে এর ফলমূল হতে, অথচ তাদের হস্ত ওটা সৃষ্টি করে নাই; তবুও কি তারা কৃতজ্ঞতা প্রকাশ করবে না? পবিত্র ও মহান তিনি, যিনি উদ্ভিদ, মানুষ এবং তারা যাদেরকে জানে না তাদের প্রত্যেককে সৃষ্টি করেছেন জোড়া জোড়া করে।”"
    },
    { "ayah": 68, "surah": 16, "text": "Please check ayah 16:69 for complete tafsir." },
    {
      "ayah": 69,
      "surah": 16,
      "text": "৬৮-৬৯ নং আয়াতের তাফসীর\nএখানে ওয়াহী দ্বারা উদ্দেশ্য হচ্ছে, ইলহাম বা অন্তরে ইঙ্গিত দ্বারা নির্দেশ দেয়া। মৌমাছিদেরকে আল্লাহ তাআলার পক্ষ হতে এটা বুঝিয়ে দেয়া হয় যে, ওরা যেন পাহাড়ে, বৃক্ষে এবং (মানুষের বাড়ীর) ছাদে ওদের মৌচাক তৈরী করে। এই দুর্বল সৃষ্টজীবের ঘরটি দেখলে বিস্মিত হতে হয়! ওটা কতই না মজবুত, কতই না সুন্দর এবং কতই কারুকার্য খচিত!অতঃপর মহান আল্লাহ মৌমাছিদেরকে হিদায়াত করেন যে, ওরা যেন ফল, ফুল এবং ঘাসপাতা হতে রস আহরণ করে ও যেখানে ইচ্ছা সেখানেই গমনাগমন করে। কিন্তু প্রত্যাবর্তনের সময় যেন সরাসরি নিজেদের মৌচাকে পৌঁছে যায়। উঁচু পাহাড়ের চূড়া হোক, মরু প্রান্তর হোক, বৃক্ষ হোক, লোকালয় হোক, জনশূন্য স্থান ইত্যাদি যে স্থানই হোক না কেন ওরা পথ ভুলে না। যত দূরেই গমন করুক না কেন ওরা প্রত্যাবর্তন করে সরাসরি নিজেদের মৌচাকে নিজেদের বাচ্চা, ডিম ও মধুতে পৌঁছে যায়। ওরা ডানার সাহায্যে মোম তৈরী করে এবং মুখ দ্বারা জমা করে মধু।(আরবি) এর তাফসীর ‘বশীভূত’ দ্বারাও করা হয়েছে। যেমন (আরবি) স্থলেও এটাই ভাবার্থ। সুতরাং (আরবি) এটা থেকে (আরবি) হবে এর একটি দলীল এটাও যে, লোকেরা মৌচাককে এক শহর হতে অন্য শহর পর্যন্ত নিয়ে যায়। কিন্তু প্রথম উক্তিটিই বেশী স্পষ্ট। অর্থাৎ (আরবি) এটা বা পথ হতে (আরবি) হয়েছে। ইমাম ইবনু জারীর (রাঃ) দুটোকেই সঠিক বলেছেন। হযরত আনাস (রাঃ) হতে বর্ণিত। তিনি বলেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “মাছির বয়স হলো চল্লিশ দিন। আর মৌমাছি ছাড়া সমস্ত মাছি আগুনে থাকবে।” (এ হাদীসটি আবু ইয়ালা মুসিলী (রঃ) বর্ণনা করেছেন)মধু সাদা, হলদে লাল ইত্যাদি বিভিন্ন রঙ-এর হয়ে থাকে। ফল, ফুল ও মাটির রঙ-এর বিভিন্নতার কারণেই মধুর এই বিভিন্ন রং হয়ে থাকে। মধুর বাহ্যিক সৌন্দর্য ও চমকের সাথে সাথে ওর দ্বারা রোগ হতেও আরোগ্য লাভ হতে থাকে। আল্লাহ তাআলা এর দ্বারা বহু রোগ হতে আরোগ্য দান করে থাকেন। এখানে (আরবি) বলা হয় নাই। এরূপ বললে এটা সমস্ত রোগের আরোগ্য দানকারী রূপে সাব্যস্ত হতো। বরং (আরবি) বলা হয়েছে। অর্থাৎ এতে লোকদের জন্যে শিফা রোগের আরোগ্য) রয়েছে। এটা ঠাণ্ডা লাগা রোগের প্রতিষেধক। ঔষধ সব সময় রোগের বিপরীত হয়ে থাকে। মধু গরম, কাজেই এটা ঠাণ্ডা লাগা রোগের জন্যে উপকারী। মুজাহিদ (রঃ) এবং ইবনু জারীর (রঃ) হতে বর্ণিত আছে যে, এর দ্বারা কুরআন কারীমকে বুঝানো হয়েছে। অর্থাৎ কুরআনে শিফা রয়েছে। এ উক্তিটি আপন স্থানে সঠিক বটে, কিন্তু এখানে তো মধুর বর্ণনা দেয়া হয়েছে। ফলে এখানে মুজাহিদের (রঃ) উক্তির অনুসরণ করা হয়নি। হ্যা, তবে কুরআনের শিফা হওয়ার বর্ণনা অন্য জায়গায় দেয়া হয়েছে। যেমনঃ (১৭:৮২) এই আয়াতে এবং (আরবি) এই আয়াতে (আরবি) আল্লাহ পাকের এই উক্তিতে দ্বারা যে মধু উদ্দেশ্য তার দলীল হচ্ছে নিম্নের হাদীসঃ হযরত আবু সাঈদ খুদরী (রাঃ) হতে বর্ণিত আছে যে, একটি লোক রাসূলুল্লাহর (সঃ) কাছে এসে বললোঃ “আমার ভাই-এর পেট ছুটে গিয়েছে। (অর্থাৎ খুব পায়খানা হচ্ছে)।” তিনি বলেনঃ “তাকে মধু পান করিয়ে দাও।” সে গেল এবং তাকে মধু পান করালো। আবার সে আসলো এবং বললোঃ “হে আল্লাহর রাসুল (সঃ)! তার রোগ তো আরো বৃদ্ধি পেয়েছে। তিনি এবারও বললেনঃ “যাও, তাকে মধু পান করাও।” সে গেল এবং তাকে মধু পান। করালো। পুনরায় এসে সে বললোঃ “হে আল্লাহর রাসূল (সঃ)! তার পায়খানা তো আরো বৃদ্ধি পেয়েছে।” তিনি বললেনঃ “আল্লাহ সত্যবাদী এবং তোমার ভাই-এর পেট মিথ্যাবাদী। তুমি যাও এবং তাকে মধু পান করাও।” সে গেল এবং তাকে মধু পান করালো। এবার সে সম্পূর্ণরূপে আরোগ্য লাভ করলো। (এ হাদীসটি ইমাম বুখারী (রঃ) এবং ইমাম মুসলিম (রঃ) তাঁদের সহীহ গ্রন্থে বর্ণনা)কোন কোন ডাক্তার মন্তব্য করেছেন যে, সম্ভবতঃ ঐ লোকটির পেটে ময়লা আবর্জনা খুব বেশী ছিল। মধুর গরম গুণের কারণে ওগুলি হজম হতে থাকে। ফলে ঐ ময়লা আবর্জনা ও উচ্ছিষ্ট অংশগুলি বেরিয়ে যেতে শুরু করে। কাজেই পাতলা মল খুব বেশী হয়ে বেরিয়ে যায়। বেদুঈন ওটাকেই রোগ বৃদ্ধি বলে মনে করে এবং রাসূলুল্লাহর (সঃ) নিকট অভিযোগ করে। রাসূলুল্লাহ (সঃ) তাকে আরো মধু পান করাতে বলেন। এতে ময়লা আবর্জনা পাতলা মলরূপে আরো বেশী হয়ে নামতে শুরু করে। পুনরায় মধু পান করানোর পর পেট সম্পূর্ণরূপে পরিষ্কার হয়ে যায় এবং সে পূর্ণরূপে আরোগ্য লাভ করে। ফলে রাসূলুল্লাহর (সঃ) কথা, যা তিনি আল্লাহ তাআলার ইঙ্গিতেই বলেছিলেন, সত্য প্রমাণিত হয়। হযরত আয়েশা (রাঃ) হতে বর্ণিত। তিনি বলেন যে, রাসূলুল্লাহ (সঃ)হাওয়া ও মধু খুব ভালবাসতো। (এ হাদীসটিও সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত আছে, কিন্তু এটা সহীহ বুখারীর শব্দ)হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তিনটি জিনিসে শিফা বা রোগ মুক্তি রয়েছে। শিঙ্গা লাগানো মধুপান এবং (গরম লোহা দ্বারা) দাগ দিয়ে নেয়া। কিন্তু আমার উম্মতকে আমি দাগ নিতে নিষেধ করছি।” (এ হাদীসটি ইমাম বুখারী (রঃ) বর্ণনা করেছেন)হযরত জাবির ইবনু আবদিল্লাহ (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহকে (সঃ) বলতে শুনেছেনঃ “তোমাদের ওষুধগুলির মধ্যে কোন গুলিতে যদি শিফা’ থেকে থাকে তবে সেগুলি হচ্ছে শিঙ্গা লাগানো, মধুপান এবং আগুন দ্বারা দাগিয়ে নেয়া, যেটা যে রোগের জন্যে উপযুক্ত। তবে আমি দাগিয়ে নেয়াকে পছন্দ করি না।” (এ হাদীসটিও সহীহ বুখারীতে বর্ণিত হয়েছে। সহীহ মুসলিমে রয়েছেঃ “আগুন দ্বারা দাগিয়ে নেয়াকে আমি অপছন্দ করি, বরং পছন্দ করি না)হযরত আব্দুল্লাহ ইবনু মাসউদ (রাঃ) হতে বর্ণিত, তিনি বলেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “রোগের আরোগ্যদানকারী দুটি জিনিসকে তোমরা নিজেদের উপর অপরিহার্য করে নাও। সে দু’টি জিনিস হচ্ছে মধু ও কুরআন।” (এ হাদীসটি ইমাম ইবনু মাজাহ বর্ণনা করেছেন)আমীরুল মু'মিনীন হযরত আলী ইবনু আবি তালিব, (রাঃ) বলেনঃ “তোমাদের কেউ যদি তার রোগের শিফা চায়, তবে সে যেন কুরআনের কোন আয়াতকে একটি সহীফায় লিখে নেয় এবং ওটাকে বৃষ্টির পানি দ্বারা ধৌত করে। অতঃপর তার স্ত্রীর নিকট থেকে একটা দিরহাম রৌপ্য মুদ্রা চেয়ে নেয় যা সে সন্তুষ্ট চিত্তে প্রদান করবে। তারপর ঐ দিরহাম দ্বারা কিছু মধু কিনে নেয় এবং তা পান করে। এইভাবে কয়েকটি কারণে এর দ্বারা শিফা পাওয়া যাবে। আল্লাহ তাআলা বলেনঃ (আরবি) অর্থাৎ “আমি কুরআনে ওটা নাযিল করেছি যা মুমিনদের জন্যে শিফা (রোগমুক্তি) ও রহমত স্বরূপ।” (১৭:৮২) অন্য এক আয়াতে রয়েছেঃ (আরবি) অর্থাৎ “আমি আকাশ হতে বরকতময় পানি বর্ষিয়ে থাকি।” (৫০:৯) আর এক জায়গায় বলেছেন (আরবি) অর্থাৎ যদি তারা (তোমাদের স্ত্রীরা) মহরের কিয়দাংশ ছেড়ে দেয় তবে তা তোমরা স্বচ্ছন্দে ভোগ কর।” (৪:৪) মধুর ব্যাপারে আল্লাহ তাআলা বলেনঃ (আরবি) অর্থাৎ এতে (মধুতে) লোকদের জন্যে শিফা রয়েছে।” (এটা ইমাম ইবনু জারীর (রঃ) বর্ণনা করেছেন)হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত। তিনি বলেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যক্তি প্রতি মাসে তিন দিন সকালে মধু চেটে নেয় তার উপর কোন বড় বালা মসীবত আসে না। (এ হাদীসটি ইমাম ইবনু মাজাহ বর্ণনা করেছেন। এই হাদীসের একজন বর্ণনাকারী রয়েছে যুবাইর ইবনু সাঈদ এবং তার বর্ণিত হাদীস পরিত্যাজ্য)আবু উবাই ইবনু উম্মি হারাম (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহকে (সঃ) বলতে শুনেছেনঃ “তোমরা (আরবি) ও (আরবি) ব্যবহার কর। কেননা, এতে প্রত্যেক রোগের শিফা’ রয়েছে। সাহাবীগণ জিজ্ঞেস করলেনঃ (আরবি) এর অর্থ কি?” উত্তরে তিনি বললেনঃ “মৃত্যু”। (এ হাদীসটিও ইমাম ইবনু মাজাহ বর্ণনা করেছেন)কেউ কেউ বলেছেন যে, (আরবি) ঐ মধুকে বলা হয় যা ঘিয়ের মশকে রাখা হয়। আল্লাহ তাআলা বলেনঃ অবশ্যই এতে রয়েছে নিদর্শন চিন্তাশীল সম্প্রদায়ের জন্যে! অর্থাৎ হে মানব মণ্ডলী! মৌমাছির মত অতি দুর্বল ও শক্তিহীন প্রাণী তোমাদের জন্যে মধু ও মোম তৈরী করা, স্বাধীনভাবে বিচরণ করা এবং বাসস্থান ভুল না করা ইত্যাদি বিষয় নিয়ে যারা চিন্তা গবেষণা করে তাদের জন্যে এতে আমার শ্রেষ্ঠত্ব এবং আধিপত্যের বড় নিদর্শন রয়েছে। এগুলোর মাধ্যমে মানুষ মহান আল্লাহর বিজ্ঞানময়, জ্ঞানী, দাতা এবং দয়ালু হওয়ার দলীল লাভ করতে পারে।"
    },
    {
      "ayah": 7,
      "surah": 16,
      "text": "৫-৭ নং আয়াতের তাফসীর\nআল্লাহ তাআলা যে চতুষ্পদ জন্তু সৃষ্টি করেছেন এবং ওগুলি থেকে যে মানুষ বিভিন্ন প্রকারের উপকার লাভ করছে সেই নিয়ামতেরই তিনি বর্ণনা দিচ্ছেন। যেমন উট, গরু, ছাগল ইত্যাদি। যার বিস্তারিত বিবরণ তিনি সূরায়ে আন্ আমের আয়াতে আট প্রকার দ্বারা দিয়েছেন। মানুষ ওগুলির পশম দ্বারা গরম পোশাক তৈরী করে, দুধ পান করে, গোশত খায় ইত্যাদি। সন্ধ্যাকালে চরণ শেষে যখন ওগুলি ভরা পেটে মোটা স্তন ও উঁচু কুঁজসহ গৃহে ফিরে আসে। তখন ওগুলিকে কতই না সুন্দর দেখায়।মহান আল্লাহ বলেনঃ “ওরা তোমাদের ভারী ভারী বোঝা পিঠের উপর বহন করে এক শহর হতে অন্য শহরে নিয়ে যায়। ওদের সাহায্য না পেলে তথায় পৌঁছতে তোমাদের ওষ্ঠাগত প্রাণ হয়ে যেতো। হজ্জ, উমরা, জিহাদ, ব্যবসা-বাণিজ্য ইত্যাদির জন্যে সফর করার কাজে ঐ গুলিই ব্যবহৃত হয়। অর্থাৎ ঐ জন্তু গুলিই তোমাদেরকে ও তোমাদের বোঝাগুলি বহন করে নিয়ে যায়। যেমন আল্লাহ তাআলা অন্য আয়াতে বলেনঃ “এই চতুষ্পদ জন্তুগুলির মধ্যেও শিক্ষণীয় বিষয় রয়েছে। ওগুলির পেট থেকে আমি তোমাদের দুগ্ধ পান করিয়ে থাকি এবং ওগুলি দ্বারা বহু উপকার সাধন করি। তোমরা ওগুলির গোশতও ভক্ষণ কর এবং ওগুলির উপর সওয়ারও হও। সমুদ্রে ভ্রমণের জন্যে আমি নৌকাও বানিয়েছি।” অন্য আয়াতে রয়েছেঃ “আল্লাহ তাআলা তোমাদের জন্যে চতুষ্পদ জন্তু সৃষ্টি করেছেন, যেন তোমরা ওগুলির উপর আরোহণ কর এবং (দুধ, গোশত) ভক্ষণ কর। আর সেগুলিতে রয়েছে তোমাদের জন্যে আরো নানা প্রকারের উপকার এবং যেন তোমরা ওগুলি দ্বারা তোমাদের মনের চাহিদা পূরণ কর। তোমাদেরকে তিনি নৌকাতেও আরোহণ করিয়েছেন এবং বহুকিছু নিদর্শন দেখিয়েছেন। সুতরাং তোমরা আল্লাহর কোন্ নিদর্শনকে অস্বীকার করবে?” এখানেও মহান আল্লাহ তাঁর নিয়ামত গুলি স্মরণ করিয়ে দিয়েছেনঃ “তিনি তোমাদের সেই প্রতিপালক যিনি এই চতুষ্পদ জন্তুগুলিকে তোমাদের অনুগত করে দিয়েছেন। তিনি তোমাদের প্রতি বড়ই স্নেহশীল ও দয়ালু।” যেমন সূরায়ে ইয়াসীনে তিনি বলেছেনঃ “তারা কি লক্ষ্য করে না যে, নিজ হাতে সৃষ্ট বস্তুগুলির মধ্যে তাদের জন্যে আমি সৃষ্টি করেছি চতুষ্পদ জন্তু এবং তারাই ওগুলির অধিকারী?” অন্য জায়গায় রয়েছেঃ “ঐ আল্লাহ তাআ’লাই তোমাদের জন্যে নৌকা বানিয়েছেন এবং চতুষ্পদ জন্তু সৃষ্টি করেছেন, যেন তোমরা ওগুলির উপর সওয়ার হও এবং তোমাদের প্রতিপালকের কৃতজ্ঞতা প্রকাশ কর এবং বলঃ “তিনি পবিত্র যিনি এগুলিকে আমাদের অনুগত করে দিয়েছেন, অথচ আমাদের কোন ক্ষমতা ছিল না, আমরা বিশ্বাস করি যে, তাঁরই নিকট আমরা ফিরে যাবো।” হযরত ইবনু আব্বাস (রাঃ) বলেন যে, (আরবি) এর ভাবার্থ কাপড়। আর (আরবি) দ্বারা পানাহার করা, বংশ লাভ করা, সওয়ার হওয়া, গোশত খাওয়া এবং দুধ পান করা ইত্যাদি বুঝানো হয়েছে।"
    },
    {
      "ayah": 70,
      "surah": 16,
      "text": "আল্লাহ তাআলা খবর দিচ্ছেনঃ সমস্ত বান্দার উপর আধিপত্য আল্লাহরই। তিনিই তাদেরকে অস্তিত্বহীনতা থেকে অস্তিত্বে আনয়ন করেছেন। তিনিই তাদের মৃত্যু ঘটাবেন। কাউকেও কাউকেও তিনি এতো বেশী বয়সে পৌঁছিয়ে থাকেন যে, সে শিশুদের মত দুর্বল হয়ে পড়ে। হযরত আলী (রাঃ) বলেন যে, পঁচাত্তর বছর বয়সে মানুষ এরূপ অবস্থায় উপনীত হয়। তার শক্তি শেষ হয়ে যায়, স্মরণ শক্তি কমে যায়, জ্ঞান হ্রাস পায় এবং বিদ্বান হওয়া সত্বেও অজ্ঞান হয়ে পড়ে। হযরত আনাস ইবনু মালিক (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) তাঁর প্রার্থনায় বলতেনঃ(আরবি) অর্থাৎ “(হে আল্লাহ!) আমি আপনার নিকট আশ্রয় প্রার্থনা করছি কার্পণ্য হতে, অপারগতা হতে, বার্ধক্য হতে, লাঞ্ছণা পূর্ণ বয়স হতে, কবরের আযাব হতে, দাজ্জালের ফিৎনা হতে এবং জীবন ও মরণের ফিৎনা হতে।” (এই আয়াতের তাফসীরে ইমাম বুখারী (রা?) এ হাদীসটি তার সহীহ গ্রন্থে বর্ণনা করেছেন) কবি যুহায়ের ইবনু আবি সুলমা তাঁর প্রসিদ্ধ মুআল্লাকায় বলেছেনঃ (আরবি) অর্থাৎ “দুঃসহ জীবন জ্বালায় জীবনের প্রতি আমি আজ অনাসক্ত, আর যে ব্যক্তি আশি বছরের দীর্ঘ জীবন বয়ে চলে, তোমার পিতা মরুক” সে এরূপ অনাসক্ত হয়েই থাকে। মৃত্যুকে আমি অন্ধ উষ্ট্রীর ন্যায় হাত-পা ছুড়তে দেখছি, যাকে পায় প্রাণে মারে, আর যাকে ছাড়ে সে জীবনভারে বার্ধক্যে পৌঁছে যায়।”"
    },
    {
      "ayah": 71,
      "surah": 16,
      "text": "আল্লাহ তাআলা মুশরিকদের অজ্ঞতা এবং অকৃতজ্ঞতার বর্ণনা দিচ্ছেন যে, তারা তাদের মা’বূদদেরকে আল্লাহর দাস জানা সত্ত্বেও তাদের ইবাদতে লেগে রয়েছে। হজ্জের সময় তারা বলতোঃ (আরবি) অর্থাৎ “হে আল্লাহ! আমি আপনার সামনে হাযির আছি, আপনার কোন শরীক নেই সে ছাড়া, যে স্বয়ং আপনার দাস। তার অধীনস্থদের প্রকৃত মালিক আপনিই।” সুতরাং আল্লাহ তাআলা তাদের বিরুদ্ধে অভিযোগ করে বলেছেনঃ “তোমরা নিজেরা যখন তোমাদের গোলামদেরকে তোমাদের সমান মনে কর না এবং তোমাদের মালে তাদের অংশীদার হওয়াকে পছন্দ কর না, তখন কি করে আমার গোলামদেরকে আমার সাথে শরীক স্থাপন করছো?” এই বিষয়টিই (আরবি) (৩০:২৮) এই আয়াতে বর্ণিত হয়েছে। আল্লাহ পাক বলেনঃ “তোমরা নিজেরা যখন তোমাদের গোলামদেরকে তোমাদের মাল -ধনে ও স্ত্রীতে নিজেদের শরীক বানাতে ঘৃণা বোধ করছে। তখন আমার গোলামদেরকে কি করে তোমরা আমার খোদায়ীতে শরীক মনে করছো?” এটাই হচ্ছে আল্লাহর নিয়ামতকে অস্বীকার করন যে, আল্লাহর জন্যে ওটা পছন্দ করা হবে যা নিজেদের জন্যে অপছন্দ করা হয়। এটাই হচ্ছে মিথ্যা মা’বুদদের দৃষ্টান্ত। তোমরা নিজেরা যখন ওদের থেকে পৃথক তখন আল্লাহ তো এর চেয়ে আরও বেশী পৃথক! বিশ্বপ্রতিপালকের নিয়ামতরাশির অকৃতজ্ঞতা এর চেয়ে বেশী আর কি হতে পারে যে, ক্ষেত-খামার এবং চতুষ্পদ জন্তু এক আল্লাহ সৃষ্টি করেছেন, অথচ তোমরা এগুলোকে তিনি ছাড়া অন্যদের নামে করছো?হযরত হাসান বসরী (রঃ) হতে বর্ণিত আছে যে, হযরত উমার ইবনু খাত্তাব (রাঃ) হযরত আবু মূসা আশআরীকে (রাঃ) একটি চিঠি লিখেন। চিঠির মর্ম ছিল নিম্নরূপঃ“তুমি আল্লাহর রিযকে সন্তুষ্ট থাকো। নিশ্চয় তিনি জীবনোপকরণে। তোমাদের কাউকেও কারো উপর শ্রেষ্ঠত্ব দান করেছেন। এটা তাঁর পক্ষ হতে একটি পরীক্ষা। তিনি দেখতে চান যে, যাকে তিনি রিকের ব্যাপারে শ্রেষ্ঠত্ব দান। করেছেন সে কিভাবে আল্লাহর কৃতজ্ঞতা প্রকাশ করছে এবং তার উপর অন্যান্যদের যে সব হক নির্ধারণ করেছেন তা সে কতটুকু আদায় করছে।” (এটা ইবনু আবি হাতিম-(রাঃ) বর্ণনা করেছেন)"
    },
    {
      "ayah": 72,
      "surah": 16,
      "text": "আল্লাহ তাআলা স্বীয় বান্দার প্রতি তাঁর আর একটি নিয়ামত ও অনুগ্রহের বর্ণনা দিচ্ছেন। তিনি বলেনঃ “আমি বান্দাদের জন্যে তাদেরই জাতি হতে এবং তাদেরই আকৃতির ও রীতি-নীতির স্ত্রীদেরকে সৃষ্টি করেছি। যদি তারা একই জাতির না হতো তবে তাদের পরস্পরের মধ্যে মিলজুল ও প্রেম-প্রীতি প্রতিষ্ঠিত হতো না। তারপর এই জোড়ার মাধ্যমে আমি তাদের বংশ বৃদ্ধি করেছি এবং সন্তান-সন্ততি ছড়িয়ে দিয়েছি। তাদের ছেলে হয়েছে এবং ছেলেদের ছেলে হয়েছে। (আরবি) এর তো একটি অর্থ এটাই, অর্থাৎ পৌত্র। এর দ্বিতীয় অর্থ হচ্ছে সেবক ও সাহায্যকারী বটে এবং আরবে এই নিয়মই প্রচলিত ছিল। হযরত ইবনু আব্বাস (রাঃ) বলেন যে, কোন লোকের স্ত্রীর পূর্ব স্বামীর সন্তান তার হতো না। (আরবি) ঐ ব্যক্তিকেও বলা হয়, যে কারো সামনে তার কাজ কাম করে দেয়। এ অর্থও করা হয়েছে যে, এর দ্বারা জামাতা সম্পর্ক বুঝানো হয়েছে। অর্থের অধীনে এসবই চলে আসে। যেমন দুআয়ে কুনূতে নিম্নের বাক্য এসেছেঃ (আরবি) অর্থাৎ “আমাদের প্রচেষ্টা ও খিদমত আপনার জন্যেই।” আর এটা প্রকাশ্য কথা যে, সন্তান-সন্ততি দ্বারা, গোলাম দ্বারা এবং শ্বশুরের দিকের লোকদের দ্বারা খিদমত লাভ হয়ে থাকে। সুতরাং এই সবের মাধ্যমে আমরা আল্লাহ তাআলার নিয়ামত লাভ করে থাকি। হাঁ, তবে যাদের নিকট এর সম্পর্কে (আরবি) এর সাথে রয়েছে তাঁদের মতে তো এর দ্বারা সন্তান, সন্তানের সন্তান, জামাতা এবং স্ত্রীর সন্তানদেরকে বুঝানো হয়েছে। সুতরাং এসবগুলো মাঝে মাঝে ঐ ব্যক্তিরই হিফাযতে, তার ক্রোড়ে এবং তার খিদমতে এসে থাকে। আর সম্ভবতঃ এই ভাবার্থকে সামনে রেখেই রাসূলুল্লাহ (সঃ) বলেছেনঃ “সন্তানেরা তোমার গোলাম।” যেমন সুনানে আবু দাউদে রয়েছে। আর যাদের মতে (আরবি) দ্বারা খাদেম বা সেবককে বুঝানো হয়েছে তাদের নিকট এটার সংযোগ হয়েছে আল্লাহ তাআলার। (আরবি) এই উক্তির উপর। অর্থাৎ “আল্লাহ তাআলা তোমাদের স্ত্রীদেরকে ও সন্তানদেরকে তোমাদের খাদেম বানিয়ে দিয়েছেন এবং তোমাদেরকে পানাহারের জন্য উত্তম স্বাদের জিনিস দান করেছেন। সুতরাং বাতিলের উপর বিশ্বাস রেখে আল্লাহর নিয়ামত রাজির অকৃতজ্ঞতা প্রকাশ করা তোমাদের জন্যে মোটেই সমীচীন নয়। যে, তোমরা তোমাদের প্রতিপালকের নিয়ামতের উপর পর্দা ফেলে দিয়ে এগুলির সম্বন্ধ স্থাপন করবে অন্যদের দিকে।”সহীহ হাদীসে রয়েছে যে, কিয়ামতের দিন মহামহিমান্বিত আল্লাহ স্বীয় বান্দাদেরকে তাঁর অনুগ্রহের কথা স্মরণ করিয়ে দিয়ে বলবেনঃ “আমি কি তোমাকে দুনিয়ায় স্ত্রী দানি করি নাই? তোমাদের কি আমি সম্মানের অধিকারী করি নাই? ঘোড়া ও উটকে কি তোমার অনুগত করেছিলাম না? আমি কি তোমাকে নেতৃত্ব ও আরামের মধ্যে ছেড়ে ছিলাম না?”"
    },
    { "ayah": 73, "surah": 16, "text": "Please check ayah 16:74 for complete tafsir." },
    {
      "ayah": 74,
      "surah": 16,
      "text": "৭৩-৭৪ নং আয়াতের তাফসীর\nআল্লাহ তাআলা মুশরিকদের সম্পর্কে খবর দিচ্ছেন যারা তার সাথে অন্যের ইবাদত করে। তিনি বলেনঃ “নিয়ামত দানকারী, সষ্টিকারী, রুযী দাতা একমাত্র আল্লাহ। তার কোন অংশীদার নেই। আর এই মুশরিকরা আল্লাহর সাথে যাদের ইবাদত করছে তারা না পারে আকাশ থেকে বৃষ্টি বর্ষণ করতে, না পারে যমীন থেকে শস্য ও গাছ পালা জন্মাতে। তারা যদি সবাই মিলিতভাবেও চেষ্টা করে, তবুও এক ফোঁটা পানি পর্যন্ত বর্ষণ করতে সক্ষমহবে না। তারা একটা পাতাও পয়দা করার ক্ষমতা রাখে না। সুতরাং হে মুশরিকদের দল! তোমরা আল্লাহর সাথে কাউকেও তুলনা করো না এবং তাঁর শরীক ও তাঁর মত কাউকেও মনে করো না। আল্লাহ আলেম ও জ্ঞানী। তিনি তার জ্ঞানের উপর ভিত্তি করে নিজের তাওহীদের সাক্ষ্য দিচ্ছেন। আর তোমরা নিজেদের অজ্ঞতার কারণে অন্যদেরকে আল্লাহর শরীক বানিয়ে নিয়েছে।"
    },
    {
      "ayah": 75,
      "surah": 16,
      "text": "ইবনু আব্বাস (রাঃ) প্রভৃতি গুরুজন বলেন যে, এটা হচ্ছে কাফির ও মুমিনের দৃষ্টান্ত। অপরের অধিকারভূক্ত দাসের দ্বারা কাফির এবং উত্তম রিযক প্রাপ্ত ব্যক্তি দ্বারা মুমিনকে বুঝানো হয়েছে। মুজাহিদ (রাঃ) বলেন যে, এই দৃষ্টান্ত দ্বারা প্রতিমা ও আল্লাহ তাআলার মধ্যে প্রভেদ বুঝানোই উদ্দেশ্য। অর্থাৎ এটা ও ওটা সমান নয়। এই দৃষ্টান্তের পার্থক্য এতো স্পষ্ট যে, এটা বলার কোন প্রয়োজন হয় না। এজন্যেই আল্লাহ তাআলা বলেন যে, প্রশংসার যোগ্য একমাত্র আল্লাহ। অথচ তাদের অধিকাংশই এটা জানে না।"
    },
    {
      "ayah": 76,
      "surah": 16,
      "text": "মুজাহিদ (রঃ) বলেনঃ “এই দৃষ্টান্ত দ্বারাও ঐ পার্থক্য দেখানো উদ্দেশ্য, যা আল্লাহ তাআলা ও মুশরিকদের প্রতিমাগুলির মধ্যে রয়েছে। এই প্রতিমা হচ্ছে। বোবা। সে কথা বলতেও পারে না, কোন জিনিসের উপর ক্ষমতাও রাখে না। কথা ও কাজ এ দুটো থেকেই সে শূন্য। সে শুধু তার মালিকের উপর বোঝাস্বরূপ। সে যেখানেই যাক না কেন, কোন মঙ্গল আনতে পারে না। সুতরাং এক তো হলো এই ব্যক্তি। আর এক ব্যক্তি, যে ন্যায়ের হুকুম করে থাকে এবং নিজে রয়েছে সরল সোজা পথের উপর অর্থাৎ, কথা ও কাজ এই উভয় দিক দিয়েও ভাল। এ দু’জন কি করে সমান হতে পারে?”একটি উক্তি রয়েছে যে, মূক দ্বারা হযরত উসমানের (রাঃ) গোলামকে বুঝানো হয়েছে। আবার এও হতে পারে যে, এটাও মুমিন ও কাফিরের দৃষ্টান্ত। যেমন এর পূর্ববর্তী আয়াতে ছিল। কথিত আছে যে, কুরায়েশের এক ব্যক্তির গোলামের বর্ণনা পূর্বে রয়েছে এবং দ্বিতীয় ব্যক্তি দ্বারা হযরত উসমানকে (রাঃ) বুঝানো হয়েছে। আর বোঝা গোলাম দ্বারা হযরত উসামনের (রাঃ) ঐ গোলামটিকে বুঝানো হয়েছে যার উপর তিনি খরচ করতেন, অথচ সে তাঁকে কষ্ট দিতো। তিনি তাকে কাজ-কর্ম হতে মুক্তি দিয়ে রেখে ছিলেন, তথাপি সে ইসলাম থেকে বিমুখই ছিল এবং তাঁকে দান খায়রাত ও পূণ্যের কাজ থেকে বাধা প্রদান করতো। তারই ব্যাপারেই এই আয়াতটি অবতীর্ণ হয়।"
    },
    { "ayah": 77, "surah": 16, "text": "Please check ayah 16:79 for complete tafsir." },
    { "ayah": 78, "surah": 16, "text": "Please check ayah 16:79 for complete tafsir." },
    {
      "ayah": 79,
      "surah": 16,
      "text": "৭৭-৭৯ নং আয়াতের তাফসীর\nআল্লাহ তাআলা স্বীয় পূর্ণজ্ঞান ও পূর্ণ ক্ষমতার বর্ণনা দিচ্ছেন যে, যমীন ও আসমানের অদৃশ্যের খবর তিনিই রাখেন। কেউ এমন নেই যে, অদৃশ্যের খবর জানতে পারে। তিনি যাকে যে জিনিসের খবর অবহিত করেন সে তখন তা জানতে পারে। প্রত্যেক জিনিসই তার ক্ষমতার মধ্যে রয়েছে। কেউ তাঁর বিপরীত করতে পারে না, কেউ তাকে বাধা প্রদানও করতে পারে না। যখন যে কাজের তিনি ইচ্ছা করেন তখনই তা করতে পারেন। হে মানুষ! তোমাদের চক্ষু বন্ধ করার পর তা খুলতে তো কিছু সময় লাগে, কিন্তু আল্লাহর হুকুম পুরো হতে ততটুকুও সময় লাগে না। কিয়ামত আনয়নও তাঁর কাছে এরূপই সহজ ওটাও হুকুম হওয়া মাত্রই সংঘটিত হয়ে যাবে। একজনকে সৃষ্টি করা এবং অনেককে সৃষ্টি করা তাঁর কাছে সমান।মহান আল্লাহ বলেনঃ “তোমরা আল্লাহর অনুগ্রহ সম্পর্কে চিন্তা করে দেখো, তিনি মানুষকে মায়ের গর্ভ হতে বের করেছেন। তখন তারা ছিল সম্পূর্ণরূপে শক্তিহীন। তারপর তিনি তাদেরকে শুনবার জন্যে কান দিলেন, দেখবার জন্যে দিলেন চক্ষু এবং বুঝবার জন্যে দিলেন জ্ঞান-বুদ্ধি। জ্ঞান-বুদ্ধির স্থান হচ্ছে। হৃদয়। কেউ কেউ মস্তিষ্কও বলেছেন। জ্ঞান ও বিবেক দ্বারাই লাভ ও ক্ষতি জানতে পারা যায়। এই শক্তি ও এই ইন্দ্রিয় মানুষকে ক্রমান্বয়ে অল্প অল্প করে দেয়া হয়। বয়স বৃদ্ধির সাথে সাথে এটাও বৃদ্ধি পেতে থাকে। শেষ পর্যন্ত পূর্ণতায় পৌঁছে যায়। মানুষকে এ সব এ জন্যেই দেয়া হয়েছে যে, তারা এ গুলোকে আল্লাহর মারেফাত ও ইবাদতে লাগিয়ে দেবে।” যেমন সহীহ বুখারীতে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ আল্লাহ তাআলা বলেনঃ “যারা আমার বন্ধুদের সাথে শত্রুতা করে তারা আমার বিরুদ্ধে যুদ্ধ ঘোষণা করে। আমার ফরজ আদায় করার মাধ্যমে বান্দা আমার যতটা নৈকট্য ও বন্ধুত্ব লাভ করে এতটা আর কিছুর মাধ্যমে করতে পারে না। খুব বেশী বেশী নফল আদায় করতে করতে বান্দা আমার নৈকট্য লাভে সমর্থ হয় এবং আমার বন্ধু হয়ে যায়। যখন আমি তাকে মুহব্বত করতে শুরু করি তখন আমিই তার কান হয়ে যাই যার দ্বারা শুনে, আমিই তার চক্ষু হয়ে যাই যার দ্বারা সে দেখে, আমিই তার হাত হয়ে যাই যার দ্বারা সে ধারণ করে এবং আমিই তার পা হয়ে যাই যার দ্বারা সে চলে-ফিরে। সে আমার কাছে চাইলে আমি তাকে দিয়ে থাকি। আশ্রয় চাইলে তাকে আশ্রয় দিয়ে থাকি। আমি কোন কাজে ততো ইতস্ততঃ করি না যতো ইতস্তত করি আমার মুমিন বান্দার রূহ কব করতে। সে মৃত্যুকে অপছন্দ করে এবং আমি তাঁকে অসন্তুষ্ট করতে চাই না। কিন্তু মৃত্যু এমনই যে, কোন প্রাণীই এর থেকে রেহাই পেতে পারে না।”এই হাদীসের ভাবার্থ এই যে, মু'মিন যখন আন্তরিকতা ও আনুগত্যে পূর্ণতা লাভ করে তখন তার সমস্ত কাজ শুধুমাত্র আল্লাহরই জন্যে হয়ে থাকে। সে শুনে আল্লাহর জন্যে, দেখে আল্লাহর জন্যে। অর্থাৎ সে শরীয়তের কথা শুনে এবং শরীয়তে যেগুলি দেখা জায়েয রয়েছে সেগুলিই দেখে থাকে। অনুরূপ ভাবে তার হাত বাড়ানো এবং পা চালানোও আল্লাহর সন্তুষ্টির কাজের জন্যেই হয়ে থাকে। সে আল্লাহ তাআলার উপর ভরসা করে এবং তাঁরই কাছে সাহায্য প্রার্থনা করে। তার সমস্ত কাজ আল্লাহর সন্তুষ্টি লাভের উদ্দেশ্যেই হয়ে থাকে। কোন কোন গায়ের সহীহ হাদীসে এরপর নিম্নলিখিত কথাও এসেছেঃ “অতপর সে আমার জন্যেই শ্রবণ করে, আমার জন্যেই দর্শন করে , আমার জন্যেই ধারণ করে এবং আমার জন্যেই চলাফেরা করে।” এজন্যেই আল্লাহ তাআলা বলেনঃ “তিনি তোমাদেরকে দিয়েছেন শ্রবণ শক্তি, দৃষ্টি শক্তি, এবং হৃদয় যাতে তোমরা কৃতজ্ঞতা প্রকাশ কর।” যেমন অন্য আয়াতে তিনি বলেছেনঃ (আরবি) অর্থাৎ “তুমি বলঃ তিনিই (আল্লাহই) তোমাদেরকে সৃষ্টি করেছেন এবং তোমাদেরকে কর্ণ, চক্ষু ও হৃদয় দিয়েছেন, তোমরা খুব কমই কৃতজ্ঞতা প্রকাশ করে থাকে। তুমি বলঃ তিনিই তোমারেকে ভূ-পৃষ্ঠে ছড়িয়ে দিয়েছেন এবং তোমাদেরকে তাঁরই কাছে একত্রিত করা হবে।” (৬৭:২৩-২৪)এরপর মহামহিমান্বিত আল্লাহ স্বীয় বান্দাদের দৃষ্টি আকর্ষণ করে বলছেনঃ “তোমরা কি আকাশের শূন্য গর্ভে নিয়ন্ত্রণাধীন পাখিগুলির দিকে লক্ষ্য কর না? আল্লাহ তাআলাই ওগুলিকে স্বীয় ক্ষমতা বলে স্থির রাখেন। তিনিই ওদেরকে এভাবে উড়বার শক্তি দান করেছেন এবং বায়ুকে ওদের অনুগত করে দিয়েছেন।” সূরায়ে মুলকের মধ্যে আল্লাহ তাআলা বলেছেনঃ “তারা কি লক্ষ্য করে না, তাদের ঊর্ধ্বদেশে বিহঙ্গকুলের প্রতি যারা পক্ষ বিস্তার করে ও সংকুচিত করে? তিনি সর্ববিষয়ে সম্যক দ্রষ্টা।” এখানেও আল্লাহ তাআলা সমাপ্তি টেনে বলেনঃ “এতে ঈমানদারদের জন্যে বহু নিদর্শন রয়েছে।”"
    },
    {
      "ayah": 8,
      "surah": 16,
      "text": "এখানে আল্লাহ তাআলা তাঁর আর একটি নিয়ামতের বর্ণনা দিচ্ছেন যে, তিনি সৌন্দর্যের জন্যে এবং সওয়ারীর জন্যে ঘোড়া, খচ্চর ও গাধা সৃষ্টি করেছেন। এই জন্তুগুলি সৃষ্টির বড় উদ্দেশ্য হচ্ছে মানুষের উপকার লাভ। এই জন্তগুলিকে অন্যান্য জন্তুগুলির উপর তিনি ফযীলত দান করেছেন এবং এই কারণে পৃথকভাবে এগুলির বর্ণনা দিয়েছেন। এ জন্যেই কতক আলেম এই আয়াত দ্বারা ঘোড়ার গোশত হারাম হওয়ার দলীল গ্রহণ করেছেন। যেমন ইমাম আবূহানীফা (রঃ) এবং তাঁর অনুসরণকারী ফকীহগণ বলেন যে, খচ্চর ও গাধার সাথে ঘোড়ার বর্ণনা দেয়া হয়েছে। আর প্রথম দুটি জন্তুর গোশতহারাম। সুতরাং এটির গোশতও হারাম হলো। খচ্চর ও গাধার গোশত হারাম হওয়ার কথা বহু হাদীসে বর্ণিত হয়েছে। অধিকাংশ আলেমের মাযহাব এটাই বটে। হযরত ইবনু আব্বাস (রাঃ) হতে এই তিনটি জন্তুর গোশত হারামহওয়ার কথা বর্ণিত হয়েছে। তিনি বলেন যে, এই আয়াতের পূর্ববর্তী আয়াতে চতুষ্পদ জন্তুগুলির বর্ণনা দিয়ে আল্লাহ তাআলা বলেনঃ “ঐ গুলি তোমরা ভক্ষণ করে থাকো। সুতরাং ঐগুলো হলো খাওয়ার জন্তু।” আর এখানে মহান আল্লাহ বলেছেনঃ “তোমরা এগুলোর উপর সওয়ার হয়ে থাকো। সুতরাং এগুলো হলো সওয়ারী জন্তু।”হযরত খালিদ ইবনু ওয়ালীদ (রাঃ) হতে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ (সঃ) ঘোড়া, খচ্চর এবং গাধার গোশত খেতে নিষেধ করেছেন। (এ হাদীসটি ইমাম আহমদ (রঃ) বর্ণনা করেছেন এবং ইমাম আবু দাউদ (রঃ) ইমাম নাসাঈ (রঃ) এবং ইমাম ইবনু মাজাহ (রঃ) এটা তাখরীজ করেছেন। এ হাদীসের বর্ণনাকারীদের মধ্যে সালিহ ইবনু ইয়াহইয়া ইবনু মিকদাদ নামক একজন বর্ণনাকারী রয়েছেন, যার সম্পর্কে সমালোচনা করা হয়েছে)হযরত মিকদাদ ইবনু মা’দীকারাব (রাঃ) হতে বর্ণিত। তিনি বলেনঃ “আমরা ‘সা’য়েকা’ যুদ্ধে হযরত খালিদ ইবনু ওয়ালীদের (রাঃ) সাথে ছিলাম। আমার কাছে আমার এক সঙ্গী কিছু গোশত নিয়ে আসলো। আমার কাছে সে একটা পাথর চাইলো। আমি তাকে তা দিলাম। সে তাতে তা বাঁধলো। আমি বললামঃ থামো, আমি খালিদ ইবনু ওয়ালীদের (রাঃ) নিকট যাই এবং এ সম্পর্কে জিজ্ঞেস করে আসি। অতঃপর আমি তার কাছে গেলাম এবং এ সম্পর্কে জিজ্ঞেস করলাম। তখন তিনি বললেনঃ “রাসূলুল্লাহর (সঃ) সাথে আমরা খায়বারের যুদ্ধে ছিলাম। ইয়াহূদীদের শস্য ক্ষেত্রের ব্যাপারে জনগণ তাড়াহুড়া করতে শুরু করে। তখন রাসূলুল্লাহ (সঃ) আমাকে নির্দেশ দেন যে, আমি যেন জনগণকে নামাযের জন্যে হাজির হওয়ার আহ্বান জানাই। আর একথাও যেন জানিয়ে দিই যে, মুসলমান ছাড়া অন্য কেউ যেন না আসে। অতঃপর রাসূলুল্লাহ (সঃ) বলেনঃ “হে লোক সকল! তোমরা ইয়াহুদীদের বাগানে ঢুকে পড়ার ব্যাপারে তাড়াহুড়া করছো। জেনে রেখো যে, চুক্তিকৃতদের মাল হক ছাড়া হালাল নয় এবং পালিত গাধা, ঘোড়া ও খচ্চরের গোশত; আর। হিংস্র জন্তু ও থাবা দ্বারা শিকারী পাখীর গোশত হারাম।” (এ হাদীসটি ইমাম আহমদ (রঃ) বর্ণনা করেছেন) ইয়াহুদীদের বাগানে অনুপ্রবেশের এই নিষেধাজ্ঞা সম্ভবতঃ ঐ সময়ে ছিল, যখন তাদের সাথে চুক্তি ও সন্ধি হয়েছিল। সুতরাং যদি এ হাদীসটি সহীহ হতো তবে অবশ্যই এটা ঘোড়ার গোশত হারাম হওয়ার ব্যাপারে দলীল হতে পারতো। কিন্তু এতে সহীহ বুখারী ও সহীহ মুসলিমের ঐ হাদীসের মুকাবিলা করার শক্তি নেই যাতে হযরত জাবির ইবনু আবদিল্লাহ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) পালিত গাধার গোশত খেতে নিষেধ করেছেন এবং ঘোড়ার গোশত খেতে অনুমতি দিয়েছেন।হযরত জাবির ইবনু আবদিল্লাহ (রাঃ) হতেই বর্ণিত, তিনি বলেনঃ “খায়বারের যুদ্ধের দিন আমরা ঘোড়া, খচ্চর ও গাধা যবাহ করি। তখন রাসূলুল্লাহ (সঃ) আমাদেরকে খচ্চর ও গাধার গোশত খেতে নিষেধ করেন, কিন্তু ঘোড়ার গোশত খেতে নিষেধ করেন নাই।” (এ হাদীসটি ইমাম আহমদ ও ইমাম আবু দাউদ (রঃ) দু' ইসনাদে বর্ণনা করেছেন এবং প্রত্যেকেই ইমাম মুসলিমের (রঃ) শর্তের উপর বর্ণনা করেছেন)হযরত আসমা বিনতে আবি বকর (রাঃ) হতে বর্ণিত। তিনি বলেনঃ “আমরা রাসূলুল্লাহর (সঃ) উপস্থিতিতে ঘোড়া যবাহ করে ওর গোশত ভক্ষণ করেছি। ঐ সময় আমরা মদীনায় অবস্থান করেছিলাম।” (হাদীসটি ইমাম মুসলিম (রাঃ) বর্ণনা করেছেন)সুতরাং এটা হচ্ছে সবচেয়ে বড়, মযবূত ও প্রমাণ যোগ্য হাদীস। জমহুর উলামার মাযহাব এটাই। ইমাম মালিক (রঃ) ইমাম শাফিয়ী (রঃ), ইমাম আহমদ (রঃ) ও তাদের সকল সাথী এবং পূর্ববর্তী ও পরবর্তী অধিকাংশ গুরুজনও একথাই বলেন। এ সব ব্যাপারে আল্লাহ তাআলাই সর্বাধিক সঠিক জ্ঞানের অধিকারী।হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণিত আছে যে, পূর্বে ঘোড়ার মধ্যে জংলিপনা ছিল। আল্লাহ তাআলা হযরত ইসমাঈলের (আঃ) খাতিরে ওকে অনুগত করে দেন। অহাব (রাঃ) ইসরাঈলী রিওয়াইয়াতে বর্ণনা করেছেন যে, দক্ষিণ হাওয়ায় ঘোড়ার জন্ম হয়ে থাকে। এ সব বিষয়ে আল্লাহ তাআলা সর্বাধিক জ্ঞান রাখেন।এই তিনটি জন্তুর উপর সওয়ারীর বৈধতা তো কুরআন কারীমের শব্দ দ্বারাই সাব্যস্ত হয়েছে। রাসূলুল্লাহকে (সঃ) একটি খচ্চরও উপহার স্বরূপ দেয়া হয়েছিল, যার উপর তিনি সওয়ার হতেন। তবে ঘোড়ার সাথে গর্দভীর মিলন ঘটাতে তিনি নিষেধ করেছেন। এই নিষেধাজ্ঞার কারণ ছিল বংশ কর্তিতহওয়া। হযরত দেহইয়া কালবী (রাঃ) রাসূলুল্লাহর (সঃ) নিকট আবেদন করেনঃ “আপনি যদি অনুমতি দেন, তবে আমরা ঘোড়া ও গর্দভীর মিলন ঘটাই এবং এর দ্বারা খচ্চর জন্ম গ্রহণ করবে। আপনি ওর উপর সওয়ারহবেন।” তাঁর এ কথা শুনে রাসূলুল্লাহ (সঃ) বলেনঃ “এই কাজ ওরাই করতে পারে যারা কিছুই জানে না।”"
    },
    { "ayah": 80, "surah": 16, "text": "Please check ayah 16:83 for complete tafsir." },
    { "ayah": 81, "surah": 16, "text": "Please check ayah 16:83 for complete tafsir." },
    { "ayah": 82, "surah": 16, "text": "Please check ayah 16:83 for complete tafsir." },
    {
      "ayah": 83,
      "surah": 16,
      "text": "৮০-৮৩ নং আয়াতের তাফসীর\nমহামহিমান্বিত আল্লাহ তাঁর আরো অসংখ্য ইহসান, ইনআম ও নিয়ামতের বর্ণনা দিচ্ছেন। তিনিই আদম সন্তানের বসবাসের এবং আরাম ও শান্তি লাভ করার জন্যে ঘর-বাড়ির ব্যবস্থা করে দিয়েছেন। অনুরূপভাবে চতুষ্পদ জন্তুর চামড়ার তাঁবু, ডেরা ইত্যাদি তাদেরকে দান করেছেন। এগুলো তাদের সফরের সময় কাজে লাগে। এগুলো বহন করাও সহজ এবং কোন জায়গায় অবস্থানকালে খাটানোও সহজ। তারপর বকরীর লোম, উঁটের কেশ এবং মেষ ও দুম্বার পশম ব্যবসায়ের মাল হিসেবে তিনি বানিয়ে দিয়েছেন। এগুলো দ্বারা বাড়ীর আসবাবপত্রও তৈরী হয়। যেমন এগুলো দ্বারা কাপড়ও বয়ন করা হয়। এবং বিছানাও তৈরী করা হয়, আবার ব্যবসার ক্ষেত্রে ব্যবসার মালও বটে। এগুলো বড়ই উপকারী জিনিস এবং একটা নির্দিষ্ট সময় পর্যন্ত মানুষ এগুলো দ্বারা উপকার লাভ করে থাকে।এরপর মহান আল্লাহ বলেনঃ “আল্লাহ তোমাদের উপকার ও আরামের জন্য গাছের ছায়া দান করেছেন। তোমাদের উপকারার্থে তিনি পাহাড়ের উপর গুহা, দুর্গ ইত্যাদির ব্যবস্থা করেছেন যাতে তোমরা তাতে আশ্রয় গ্রহণ করতে পার এবং মাথা গুজবার ব্যবস্থা করে নিতে পারে। তিনি তোমাদেরকে দান। করেছেন সূতী ও পশমী কাপড়, যেন তোমরা তা পরিধান করে শীত ও গরম। হতে রক্ষা পাওয়ার সাথে সাথে নিজেদের গুপ্তস্থান আবৃত কর এবং দেহের শোভাবর্ধনে সমর্থ হতে পার। তিনি তোমাদেরকে দান করেছেন লৌহবর্ম, যা শত্রুদের আক্রমণ এবং যুদ্ধক্ষেত্রে তোমাদের কাজে লাগে। এভাবে তিনি তোমাদেরকে তোমাদের প্রয়োজনের পুরোপুরি জিনিস নিয়ামত স্বরূপ দিতে রয়েছেন, যেন তোমরা আরাম ও শান্তি পাও এবং প্রশান্তির সাথে নিজেদের প্রকৃত নিয়ামত দাতার ইবাদতে লেগে থাকো।”(আরবি) এর দ্বিতীয় পঠন (আরবি) এরূপও রয়েছে অর্থাৎ, তোমরা শান্তি ও নিরাপত্তা লাভ কর। আর প্রথম কিরআতের অর্থ হচ্ছেঃ যাতে অনুগত হও ও আত্মসমর্পণ কর। এই সূরার আর একটি নাম ‘সূরাতুন নিআ’মও রয়েছে। অর্থাৎ নিয়ামত সমূহের সূরা। (আরবি) এর (আরবি) কে যবর দিয়ে পড়লে আর একটি অর্থ হবেঃ “তিনি তোমাদেরকে যুদ্ধ ক্ষেত্রে কাজে লাগে এরূপ জিনিস দান করেছেন, যেন তোমরা শত্রুদের আক্রমণ থেকে নিজেদেরকে রক্ষা করতে পার।” জঙ্গল ও মরুপ্রান্তরও আল্লাহর একটি বড় নিয়ামত, কিন্তু এখানে পাহাড়ের নিয়ামতের বর্ণনা দেয়ার কারণ এই যে, যাদের সাথে কথা বলা হচ্ছে তারা ছিল পাহাড়ের অধিবাসী। কাজেই তাদের অবগতি অনুযায়ী তাদের সাথে। কথা বলা হচ্ছে। অনুরূপভাবে মেষ, বকরী ও উট ছিল তাদের প্রধান জীবনোপকরণ। তাই, মহান আল্লাহ তাদেরকে এই নিয়ামতের কথাই স্মরণ করিয়ে দিচ্ছেন। অথচ এর চেয়ে আরো অনেক বড় বড় অসংখ্য নিয়ামত মাখলুকের হাতে রয়েছে। আর এই একই কারণে শীত-গ্রীষ্ম হতে রক্ষা পাওয়ার উপকরণরূপ নিয়ামতের কথা বলেছেন, অথচ এর চেয়ে আরো বড় নিয়ামত বিদ্যমান রয়েছে। কিন্তু এটা তাদের সামনে রয়েছে এবং তাদের জানা জিনিস। তারা ছিল যুদ্ধপ্রিয় জাতি। তাই, যুদ্ধক্ষেত্রে শত্রুর আক্রমণ হতে রক্ষা পাওয়ার যে উপকরণ রয়েছে, সেই নিয়ামতের কথা তাদের সামনে তুলে ধরা হয়েছে। অথচ এর চেয়ে বহু বড় বড় নিয়ামত মানুষের অধিকারে রয়েছে। যেহেতু ওটা ছিল গরম দেশ, সেহেতু তাদেরকে বলা হয়েছেঃ “তিনি তোমাদের জন্যে ব্যবস্থা করেন পরিধেয় বস্ত্রের; ওটা তোমাদেরকে তাপ হতে রক্ষা করে। কিন্তু এর চেয়ে বহুগুণ উত্তম আরো বহু নিয়ামত কি এই প্রকৃত নিয়ামত দাতা আল্লাহ তাআলার নিকট বিদ্যমান নেই? অবশ্যই আছে। এ কারণেই এ সব নিয়ামত ও রহমত প্রকাশ করার পরেই স্বীয় নবীকে (সঃ) সম্বোধন করে বলেনঃ হে নবী (সঃ)! এখনো যদি এরা আমার ইবাদত, তাওহীদ এবং অসংখ্য নিয়ামতের কথা স্বীকার না করে বরং মুখ ফিরিয়ে নেয়, তবে এতে তোমার কি আসে যায়? তুমি তাদেরকে তাদের কাজের উপর ছেড়ে দাও। তুমি তো শুধু প্রচারক মাত্র। সুতরাং তুমি তোমার কার্য চালিয়ে যাও।মহামহিমান্বিত আল্লাহ বলেনঃ “তারা তো নিজেরাই জানে যে, একমাত্র আল্লাহ তাআলাই হচ্ছেন নিয়ামতরাজি দানকারী। কিন্তু এটা জানা সত্ত্বেও তারা এগুলি অস্বীকার করছে এবং তার সাথে অন্যদের ইবাদত করছে। এমন কি তারা তাঁর নিয়ামতের সম্পর্ক অন্যদের প্রতি আরোপ করছে। তারা মনে করছে যে, সাহায্যকারী অমুক, আহার্যদাতা অমুক। তাদের অধিকাংশই কাফির। তারা হচ্ছে আল্লাহর অকৃতজ্ঞ বান্দা।হযরত মুজাহিদ (রঃ) হতে বর্ণিত আছে যে, একজন বেদুঈন রাসূলুল্লাহর (সঃ) কাছে আগমন করে। রাসূলুল্লাহ (সঃ) তার সামনে (আরবি) এই আয়াতটি পাঠ করেন। অর্থাৎ “আল্লাহ তোমাদের গৃহকে করেন তোমাদের আবাস স্থল।” বেদুঈন বলেঃ “হাঁ, (এটা সত্য)।” তারপর তিনি পাঠ করেনঃ “তিনি তোমাদের জন্যে পশু চর্মের ব্যবস্থা করেন। সে বলেঃ “হাঁ, (এটাও সত্য)।” এইভাবে তিনি আয়াতগুলি পাঠ করতে থাকেন এবং সে প্রত্যেক নিয়ামতেরই স্বীকারোক্তি করে। শেষে তিনি পাঠ করেনঃ “যাতে তোমরা মুসলমান ও অনুগত হয়ে যাও।” সে পৃষ্ঠ প্রদর্শন করে চলে যায়। এ সময় আল্লাহ তাআলা অবতীর্ণ করেনঃ “তারা আল্লাহর অনুগ্রহ জ্ঞাত আছে; কিন্তু সেগুলি তারা অস্বীকার করে এবং তাদের অধিকাংশই কাফির।” (এটা ইবনু আবি হাতিম (রাঃ) বর্ণনা করেছেন)"
    },
    { "ayah": 84, "surah": 16, "text": "Please check ayah 16:88 for complete tafsir." },
    { "ayah": 85, "surah": 16, "text": "Please check ayah 16:88 for complete tafsir." },
    { "ayah": 86, "surah": 16, "text": "Please check ayah 16:88 for complete tafsir." },
    { "ayah": 87, "surah": 16, "text": "Please check ayah 16:88 for complete tafsir." },
    {
      "ayah": 88,
      "surah": 16,
      "text": "৮৪-৮৮ নং আয়াতের তাফসীর\nকিয়ামতের দিন মুশরিকদের যে দূরবস্থা ও দুর্গতি হবে, আল্লাহ তাআলা এখানে তারই খবর দিচ্ছেন। ঐদিন প্রত্যেক উম্মতের বিরুদ্ধে তার নবী সাক্ষ্য প্রদান করবেন যে, তিনি তাদের কাছে আল্লাহর কালাম পৌঁছিয়ে দিয়েছেন।অতঃপর কাফিরদেরকে কোন ওযর পেশ করার অনুমতি দেয়া হবে না। কেননা, তাদের ওযর যে বাতিল ও মিথ্যা এটা তো স্পষ্টভাবে প্রতীয়মান। যেমন মহান আল্লাহ বলেনঃ (আরবি) অর্থাৎ “এটা এমন একদিন যেদিন কারো বাকস্ফুর্তি হবে না, এবং তাদেরকে অনুমতি দেয়া হবে না অপরাধ স্থালনের।” (৭৭:৩৫-৩৬)মুশরিকরা আযাব দেখবে, তাদের আযাব হ্রাস করা হবে না এবং এক ঘন্টার জন্যেও শাস্তি হালকা হবে না এবং তারা অবকাশও পাবে না। অকস্মাৎ তাদেরকে পাকড়াও করা হবে। জাহান্নাম এসে পড়বে যা সত্তর হাজার লাগাম বিশিষ্ট হবে। একটি লাগামের উপর নিযুক্ত থাকবেন সত্তর হাজার ফেরেশতা। তাদের মধ্যে একজন গ্রীবা বের করে এমনভাবে ক্রোধ প্রকাশ করবেন যে, সমস্ত হাশরবাসী ভীত-সন্ত্রস্ত হয়ে হাটুর ভরে পড়ে যাবে। এ সময় জাহান্নাম নিজের ভাষায় সশব্দে ঘোষণা করবেঃ “আমাকে প্রত্যেক অবাধ্য ও হঠকারীর জন্যে নির্দিষ্ট করা হয়েছে, যে আল্লাহর সাথে অন্য কাউকেও শরীক করেছে এবং এরূপ এরূপ কাজ করেছে। এভাবে সে কয়েক প্রকারের পাপীর কথা উল্লেখ করবে, যেমন হাদীসে রয়েছে। অতঃপর সে সমস্ত লোককে জড়িয়ে ধরবে এবং হাশরের মাঠে তাদেরকে লাফিয়ে ধরবে যেমন পাখী চঞ্চু দ্বারা খাদ্য ধরে খেয়ে থাকে। যেমন মহামহিমান্বিত আল্লাহ বলেনঃ (আরবি) অর্থাৎ “দূর হতে অগ্নি যখন তাদেরকে দেখবে তখন তারা শুনতে পাবে ওর ক্রুদ্ধ গর্জন ও চীৎকার। আর যখন তাদেরকে শৃংখলিত অবস্থায় ওর কোন সংকীর্ণ স্থানে নিক্ষেপ করা হবে তখন তারা তথায় ধ্বংস কামনা করবে। তাদেরকে বলা হবেঃ আজ তোমরা একবারের জন্যে ধ্বংস কামনা করো না। বহুবার ধ্বংস হওয়ার কামনা করতে থাকো।” (২৫:১২-১৪)আর এক জায়গায় আল্লাহ তাআলা বলেনঃ “অপরাধীরা জাহান্নাম দেখে ধারণা করবে যে, তাদেরকে ওর মধ্যে নিক্ষেপ করা হবে এবং তারা ওর থেকে মুক্তি পাওয়ার কোন উপায় দেখতে পাবে না। অন্য আয়াতে রয়েছেঃ “যদি কাফিররা ঐ সময়ের কথা জানতে পারতো! যখন তারা নিজেদের চেহারা ও কোমরের উপর হতে জাহান্নামের আগুন দূর করতে পারবে না, তারা কোন সাহায্যকারীও পাবে না, হঠাৎ আল্লাহর শাস্তি তাদেরকে হতভম্ব করে ফেলবে!ঐ শাস্তি দূর করার তাদের ক্ষমতা থাকবে, না তাদেরকে এক মুহূর্তকাল অবকাশ দেয়া হবে।”ঐ সময় মুশরিকরা তাদের ঐ বাতিল মা’বূদদের প্রতি বীতশ্রদ্ধ হয়ে পড়বে যাদের তারা জীবন ধরে ইবাদত করে এসেছিল। কারণ, এ সময় তারা তাদের কোনই কাজে আসবে না। তাদের মা’বূদদেরকে দেখে তারা বলবেঃ “হে আমাদের প্রতিপালক! এরা তারাই যাদের আমরা দুনিয়ায় ইবাদত করতাম।” তখন তারা উত্তরে বলবেঃ “তোমরা মিথ্যাবাদী। আমরা কখন তোমাদেরকে বলেছিলাম যে, তোমরা আল্লাহকে বাদ দিয়ে আমাদেরই ইবাদত করো?” এ সম্পর্কেই আল্লাহ পাক বলেনঃ “ওদের চেয়ে বেশী পথভ্রষ্ট আর কে হতে পারে, যারা আল্লাহ ছাড়া এমন কিছুকে আহ্বান করে যারা কিয়ামত পর্যন্তও তাদের আহ্বানে সাড়া দিতে পারবে না। বরং তাদের ডাক থেকেও তারা। উদাসীন? হাশরের দিন তারা তাদের শত্রু হয়ে যাবে এবং তাদের ইবাদতের কথা অস্বীকার করবে।” অন্য জায়গায় মহান আল্লাহ বলেনঃ “তারা আল্লাহ ব্যতীত অন্য মাবুদ গ্রহণ করে, যেন তারা তাদের সহায় হয়। কখনই নয়; তারা তাদের ইবাদত অস্বীকার করবে এবং তাদের বিরোধী হয়ে যাবে।” হযরত খলীলও (আঃ) একথাই বলেছিলেনঃ (আরবি), অর্থাৎ “অতঃপর কিয়ামতের দিন তোমাদের একে অপরকে অস্বীকার করবে।” (২৯:২৫) আর এক আয়াতে আছেঃ (আরবি) অর্থাৎ “বলা হবেঃ তোমরা তোমাদের শরীকদেরকে আহবান কর।” (২৮:৬৪) এ বিষয়ের আরো বহু আয়াত কুরআন কারীমে বিদ্যমান রয়েছে। এ দিন সবাই মুসলমান ও অনুগত হয়ে যাবে। যেমন মহামহিমান্বিত আল্লাহ বলেনঃ (আরবি) অর্থাৎ “যেদিন তারা আমার নিকট আসবে সেইদিন তারা খুবই শ্রবণকারী ও দর্শনকারী হয়ে যাবে।” (১৯:৩৮) অন্য এক জায়গায় রয়েছেঃ (আরবি) অর্থাৎ “হায়! তুমি যদি দেখতে! যখন অপরাধীরা তাদের প্রতিপালকের সম্মুখে অধোবদন হয়ে বলবেঃ হে আমাদের প্রতিপালক! আমরা প্রত্যক্ষ করলাম ও শ্রবণ করলাম। (৩২:১২) অন্য একটি আয়াতে রয়েছেঃ “ঐ দিন। সমস্ত চেহারা চিরঞ্জীব, স্বাধিষ্ঠ বিশ্বধাতার সামনে অধোমুখী হবে।” অর্থাৎ বাধ্য ও অনুগত হবে। তাদের সমস্ত অপবাদ প্রদান দূর হয়ে যাবে। শেষ হবে সমস্ত ষড়যন্ত্র ও চাতুরী। কোন সহায় সাহায্যকারী সাহায্যের জন্যে দাঁড়াবে না।মহামহিমান্বিত আল্লাহ বলেনঃ “আমি শাস্তির উপর শাস্তি বৃদ্ধি করবো কাফিরদের ও আল্লাহর পথে বাধাদানকারীদের; কারণ, তারা অশান্তি সৃষ্টি করতো। প্রকৃতপক্ষে তারা নিজেরাই ধ্বংসের মুখে পতিত হয়েছে, কিন্তু তারা বুঝে না।এর দ্বারা জানা যাচ্ছে যে, কাফিরদের শাস্তিরও শ্রেণী বিভাগ থাকবে, যেমন মুমিনদের পুরস্কারের শ্রেণী বিভাগ হবে। আল্লাহ তাআলা যেমন বলেনঃ (আরবি) অর্থাৎ “প্রত্যেকের জন্যে রয়েছে দ্বিগুণ শাস্তি, কিন্তু তোমরা অবগত নও।” (৭:৩৮)হযরত আবদুল্লাহ (রাঃ) হতে বর্ণিত আছে যে, জাহান্নামের শাস্তির সাথে সাথেই বিষাক্ত সর্পের দংশন বৃদ্ধি পাবে। সর্পগুলি এতো বড় বড় হবে যেমন বড় বড় খেজুরের গাছ। (এটা হাফিয আবু ইয়ালা (রঃ) বর্ণনা করেছেন)হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণিত আছে যে, তিনি বলেছেনঃ “আরশের নীচে পাঁচটি নদী রয়েছে। এগুলোর মাধ্যমে জাহান্নামীদেরকে শাস্তি দেয়া হবে। দিনেও এবং রাত্রেও।”"
    },
    {
      "ayah": 89,
      "surah": 16,
      "text": "আল্লাহ তাআলা স্বীয় রাসূলকে (সঃ) সম্বোধন করে বলছেনঃ “হে মুহাম্মদ (সঃ)! তুমি ঐ দিনটিকে স্মরণ কর যেই দিন হচ্ছে তোমার মর্যাদা ও শ্রেষ্ঠত্ব প্রকাশিত হওয়ার দিন।” এই আয়াতটি সূরায়ে নিসার নিম্নের আয়াতটির সাথে সামঞ্জস্যপূর্ণঃ (আরবি) অর্থাৎ “যখন আমি প্রত্যেক উম্মত হতে একজন সাক্ষী উপস্থিত করবো। এবং তোমাকে তাদের বিরুদ্ধে সাক্ষীরূপে উপস্থিত করবো তখন কি অবস্থা হবে?” (৪:৪১) একদা রাসূলুল্লাহ (সঃ) হযরত ইবনু মাসউদকে (রাঃ) সূরায়ে নিসা পাঠ করতে বলেন। যখন তিনি এই আয়াত পর্যন্ত পৌঁছেন, তখন রাসূলুল্লাহ (সঃ) তাঁকে বলেনঃ “থাক, যথেষ্ট হয়েছে।” হযরত ইবনু মাসউদ (রাঃ) তাঁর দিকে তাকিয়ে দেখেন যে, তার চক্ষু অশ্রুসিক্ত হয়েছে। মহান আল্লাহ বলেনঃ “এটা আমার অবতারিত কিতাব। সবকিছুই আমি তোমার সামনে বর্ণনা করে দিয়েছি। সমস্ত জ্ঞান এবং সমস্ত জিনিস এই কুরআন কারীমে রয়েছে। প্রত্যেক হালাল, হারাম, প্রত্যেক উপকারী বিদ্যা, সমস্ত কল্যাণ, অতীতের খবর, আগামী দিনের ঘটনাবলী, দ্বীন ও দুনিয়া, উপজীবিকা, পরকাল প্রভৃতির সমস্ত জরুরী আহকাম এবং অবস্থাবলী এর মধ্যে বিদ্যমান রয়েছে। এটা হচ্ছে অন্তরের হিদায়াত, রহমত এবং সুসংবাদ।ইমাম আওযায়ী (রাঃ) বলেন যে, সুন্নাতে রাসূলকে (সঃ) মিলিয়ে এই কিতাবে সমস্ত কিছুর বর্ণনা রয়েছে। এই আয়াতের সাথে পূর্ববর্তী আয়াতের সম্পর্ক প্রধানতঃ এই যে, হে নবী (সঃ)! যিনি তোমার উপর এই কিতাবের তাবলীগ ফরয করেছেন এবং ওটা অবতীর্ণ করেছেন, তিনি কিয়ামতের দিন। তোমাকে এই ব্যাপারে প্রশ্ন করবেন। যেমন তিনি (আল্লাহ) বলেনঃ “যাদের কাছে রাসূলদেরকে পাঠানো হয়েছিল তাদেরকে এবং রাসূলদেরকে আমি অবশ্যই প্রশ্ন করবো। তোমার প্রতিপালকের শপথ! অবশ্যই আমি তাদের সকলকেই তাদের আমল সম্পর্কে জিজ্ঞাসাবাদ করবো। সেই দিন তিনি রাসূলদেরকে একত্রিত করে জিজ্ঞেস করবেনঃ “তোমাদেরকে কি উত্তর দেয়া হয়েছিল?” তারা উত্তর দিবেঃ “আমাদের কিছুই জানা নাই। নিশ্চয় আপনিই অদৃশ্যের খবর জানেন।” অন্য আয়াতে রয়েছেঃ (আরবি) অর্থাৎ “যিনি তোমার উপর কুরআনের তাবলীগ ফরয করেছেন তিনি। তোমাকে কিয়ামতের দিন তাঁর কাছে ফিরিয়ে এনে তার অর্পণকৃত দায়িত্ব সম্পর্কে তোমাকে জিজ্ঞাসাবাদ করবেন।” (২৮:৮৫) এই আয়াতের তাফসীরের উক্তিগুলির মধ্যে এটি একটি উক্তি এবং এটা খুবই যথার্থ ও উত্তম উক্তি।"
    },
    {
      "ayah": 9,
      "surah": 16,
      "text": "আল্লাহ তাআ’লী পার্থিব পথ অতিক্রমের উপকরণাদি বর্ণনা করার পর পারলৌকিক পথ অতিক্রমের উপকারাদির পথের দিকে প্রত্যাবর্তন করেছেন। কুরআন কারীমের মধ্যে এ ধরনের অধিকাংশ বর্ণনা বিদ্যমান রয়েছে। হজ্জের নফরের পাথেয়ের বর্ণনা দেয়ার পর তাকওয়ার পাথেয়ের বর্ণনা দেয়া হয়েছে, যা পরকালে কাজে লাগবে। বাহ্যিক পোষাকের বর্ণনার পর তাকওয়ার পোষাকের উত্তমতার কথা বর্ণনা করা হয়েছে। অনুরূপভাবে এখানে চতুষ্পদ জন্তুগুলির মাধ্যমে দুনিয়ার কঠিন পথ ও দূর দূরান্তের সফর অতিক্রম করার কথা বর্ণনা করার পর আখেরাতের ও ধর্মীয় পথের বর্ণনা করছেন যে, সত্য পথ। আল্লাহ তাআলার সাথে মিলন ঘটিয়ে থাকে। মহান আল্লাহ বলেনঃ “প্রতিপালক আল্লাহর সরল সঠিক পথ এটাই। সুতরাং তোমরা এই পথেই চলো, অন্য পথে চলো না। অন্যথায় তোমরা পথভ্রষ্ট হয়ে যাবে এবং সরল থেকে বিচ্যুত হয়ে পড়বে। আমার কাছে পৌঁছবার সোজা পথ এটাই। আমি যে সরল সঠিক পথের কথা বলছি, সেটাই হচ্ছে দ্বীনে ইসলাম। এরই মাধ্যমে। তোমরা আমার কাছে পৌঁছতে পারবে। এটা আমি স্পষ্ট ভাবে ঘোষণা করে। দিলাম এবং এর সাথে সাথে আমি অন্যান্য পথগুলির ভ্রান্তির কথাও বর্ণনা করলাম। অতএব, সরল সঠিক পথ একটাই যা কিতাবুল্লাহ ও সুন্নাতে রাসূলিল্লাহ (সঃ) হতে প্রমাণিত হয়েছে। বাকী অন্যান্য পথগুলি হচ্ছে ভুল ও অন্যায় পথ এবং মানুষের নিজেদের দ্বারা আবিষ্কৃত পথ। যেমন ইয়াহূদিয়্যাত, নাসরানিয়্যাত, মাজুসিয়্যাত ইত্যাদি।”এরপর ঘোষণা করা হচ্ছে যে, হিদায়াত হচ্ছে মহান প্রতিপালকের অধিকারের বিষয়। তিনি ইচ্ছে করলে দুনিয়ার সমস্ত মানুষকে সত্য পথে পরিচালিত করতে পারেন, পৃথিবীর সমস্ত অধিবাসীকে মুমিন বানিয়ে দিতে তিনি সক্ষম। তিনি চাইলে সমস্ত মানুষকে একই পথের পথিক করে দিতে পারেন। কিন্তু এই মতানৈক্য বাকী থেকেই যাবে।।মহান আল্লাহ বলেনঃ “হে নবী (সঃ)! তোমার প্রতিপালকের কথা পূর্ণ হবেই। তা এই যে, জাহান্নাম ও জান্নাত দানব ও মানব দ্বারা পূর্ণ হবে।”"
    },
    {
      "ayah": 90,
      "surah": 16,
      "text": "মহামহিমান্বিত আল্লাহ স্বীয় বান্দাদেরকে ন্যায়পরায়ণতা, সদাচরণ ও আত্মীয়-স্বজনের প্রতি দানের নির্দেশ দিচ্ছেন, যদিও প্রতিশোধ গ্রহণও জায়েয। যেমন তিনি বলেনঃ (আরবি) অর্থাৎ “যদি তোমরা প্রতিশোধ গ্রহণ কর তবে সমান সমান ভাবে প্রতিশোধ গ্রহণ কর। আর যদি ধৈর্য ধারণ কর তবে ধৈর্যশীলদের জন্যে এটা বড়ই উত্তম কাজ।” (১৬:১২৬) অন্য আয়াতে আছেঃ “মন্দের বদল সমপরিমাণ মন্দ, আর যে মাফ করে দেয় ও মীমাংসা করে নেয়, তার প্রতিদান আল্লাহর নিকট রয়েছে।” আর একটি আয়াতে রয়েছেঃ “যখমের কিসাস রয়েছে, কিন্তু যে ক্ষমা করে দেয়, ওটা তার জন্যে গুনাহ মাফের কারণ।” সুতরাং ন্যায়পরায়ণতা তো ফরয, আর ইহসান নফল। কালেমায়ে তাওহীদের সাক্ষ্য দেয়াও আ। বাহির ও ভিতর এক হওয়াও আ। আর ইহসান এই যে, ভিতরের পরিচ্ছন্নতা বাইরের চেয়েও বেশী হবে। ফাহসা’ এবং ‘মুনকার’ হচ্ছে ভিতর অপেক্ষা বাহির বেশী সুন্দর হওয়া।আল্লাহ তাআলা আত্মীয়তার সম্পর্ক যুক্ত রাখারও নির্দেশ দিচ্ছেন। যেমন স্পষ্ট ভাষায় রয়েছেঃ (আরবি) অর্থাৎ “আত্মীয়-স্বজন, মিল্কীন ও মুসাফিরদেরকে তাদের হক দিয়ে দাও এবং অপচয় করো না।” আর তিনি অশ্লীলতা, অসৎকার্য ও সীমালংঘন থেকে নিষেধ করছেন। প্রকাশ্য ও অপ্রকাশ্য সমস্ত অশ্লীলতা হারাম এবং লোকদের উপর যুলুম ও বাড়াবাড়ী করাও হারাম। যেমন হাদীসে এসেছেঃ যুলুম ও সীমালংঘন অপেক্ষা এমন কোন বড় গুনাহ নেই যার জন্যে দুনিয়াতেই তাড়াতাড়ি শাস্তি দেয়া হয় এবং পরকালে কঠিন শাস্তি জমা থাকে।” আল্লাহ তাআলা বলেনঃ “এই আদেশ ও নিষেধ তোমাদের জন্যে উপদেশ স্বরূপ, যাতে তোমরা শিক্ষা গ্রহণ কর।”হযরত ইবনু মাসউদ (রাঃ) বলেন যে, গোটা কুরআনের ব্যাপক অর্থ জ্ঞাপক আয়াত হচ্ছে সূরায়ে নাহলের এই আয়াতটি। কাতাদা (রঃ) বলেন যে, যত ভাল স্বভাব আছে সেগুলি অবলম্বনের নির্দেশ কুরআন দিয়েছে এবং মানুষের মধ্যে যে সব খারাপ স্বভাব রয়েছে সেগুলি পরিত্যাগ করতে আল্লাহ তাআ’লা হুকুম করেছেন। হাদীসে রয়েছে যে, উত্তম চরিত্র আল্লাহ তাআলা পছন্দ করেন এবং অসৎ চরিত্র তিনি অপছন্দ করেন।আবদুল মালিক ইবনু উমাইর (রাঃ) তাঁর পিতা হতে বর্ণনা করেন। যে,হযরত আকসাম ইবনু সাইফীর (রাঃ) নিকট নবীর (সঃ) আবির্ভাবের খবর পোঁছে। তিনি তাঁর কাছে গমন করার স্থির সিদ্ধান্ত গ্রহণ করেন। কিন্তু তাঁর কওম তাঁর এই পথে প্রতিবন্ধকতা সৃষ্টি করে। তিনি তখন তাদেরকে বলেনঃ“তোমরা আমাকে তাঁর কাছে যেতে না দিলে এমন লোক আমার কাছে হাজির কর যাদেরকে আমি দূত হিসেবে তাঁর নিকট প্রেরণ করবো।” তাঁর কথা অনুযায়ী দু’জন লোক এ কাজের জন্যে প্রস্তুত হয়ে যান। তাঁরা নবীর (সঃ) নিকট হাজির হয়ে আরজ করেনঃ “আমরা আকসাম ইবনু সাইফীর (রাঃ) দূত হিসেবে আপনার নিকট আগমন করেছি।” অতঃপর তাঁরা তাঁকে জিজ্ঞেস করেনঃ “আপনি কে এবং আপনি কি?” তিনি উত্তরে বলেনঃ “তোমাদের প্রথম প্রশ্নের উত্তর এই যে, আমি মুহাম্মদ ইবনু আব্দিল্লাহ (সঃ)। আর তোমাদের দ্বিতীয় প্রশ্নের উত্তর এই যে, আমি আল্লাহর বান্দা এবং তাঁর রাসূল।” অতঃপর তিনি (আরবি) এই আয়াতটি পাঠ করেন। তাঁরা বলেনঃ “পুনরায় পাঠ করুন।” তিনি আবার পাঠ করেন। তারা তা মুখস্থ করে নেন এবং ফিরে গিয়ে আকসামকে (রাঃ) সমস্ত খবর অবহিত করেন। তাঁরা তাঁকে বলেনঃ “তিনি নিজের বংশের কোন গৌরব প্রকাশ করেন নাই। শুধু নিজের নাম ও পিতার নাম তিনি বলেন। অথচ তিনি অতি সম্ভান্ত বংশের লোক। তিনি আমাদেরকে যে কথাগুলি শিখিয়ে দিয়েছেন তা আমরা মুখস্থ করে নিয়েছি।” অতঃপর তাঁরা তাঁকে তা শুনিয়ে দেন। কথাগুলি শুনে আকসাম (রাঃ) বলেনঃ “তিনি তো তাহলে খুবই উত্তম ও উন্নত মানের কথা শিখিয়ে থাকেন। আর তিনি খারাপ ও অশ্লীল কথা ও কাজ থেকে বিরত রাখেন। হে আমার কওমের লোকেরা! তোমরা ইসলামে অগ্রগামী হও। তাহলে তোমরা নেতৃত্ব লাভ করবে এবং অন্যদের গোলাম হয়ে থাকবে না।”হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) একদা বাড়ীর উঠানে বসে ছিলেন। এমন সময় হযরত উসমান ইবনু মাযউন (রাঃ) তার পার্শ্ব দিয়ে গমন করেন। রাসূলুল্লাহ (সঃ) তাঁকে বলেনঃ “বসছে না কেন?” তিনি তখন বসে পড়লেন। রাসূলুল্লাহ (সঃ) তার সাথে কথা বলতে ছিলেন। হঠাৎ তিনি (নবী (সঃ) তাঁর দৃষ্টি আকাশের দিকে উত্তোলন করেন। কিছুক্ষণ ধরে তিনি উপরের দিকেই তাকাতে থাকেন। তারপর ধীরে ধীরে তিনি দৃষ্টি নীচের দিকে নামিয়ে দেন এবং নিজের ডান দিকে যমীনের দিকে তাকাতে থাকেন। এ দিকে তিনি মুখমণ্ডলও ঘুরিয়ে দেন। আর এমনভাবে মাথা হেলাতে থাকেন যে, যেন কারো নিকট থেকে কিছু বুঝতে রয়েছেন এবং কেউ তাঁকে কিছু বলতে রয়েছে। কিছুক্ষণ পর্যন্ত এই অবস্থাই থাকে। তারপর তিনি স্বীয় দৃষ্টি উঁচু করতে শুরু করেন, এমন কি আকাশ পর্যন্ত তাঁর দৃষ্টি পৌঁছে যায়। তারপর তিনি স্বাভাবিক অবস্থায় চলে আসেন এবং পূর্বের বসার অবস্থায় হযরত উসমানের (রাঃ) দিকে মুখ করেন। হযরত উসমান (রাঃ) সবকিছুই দেখতে ছিলেন। তিনি আর ধৈর্য ধরতে পারলেন না। জিজ্ঞেস করলেনঃ “হে আল্লাহর রাসূল (সঃ)! আপনার পাশে বেশ কয়েকবার আমার বসার সুযোগ ঘটেছে। কিন্তু আজকের মত কোন দৃশ্য তো কখনো দেখি নাই?” রাসূলুল্লাহ (সঃ) তখন তাকে জিজ্ঞেস করেনঃ “কি দেখেছো?” তিনি উত্তরে বলেনঃ “দেখি যে, আপনি দৃষ্টি আকাশের দিকে উত্তোলন করলেন এবং পরে নীচের দিকে নামিয়ে দিলেন। এরপর ডান দিকে ঘুরে গিয়ে ঐ দিকেই তাকাতে লাগলেন এবং আমাকে ছেড়ে দিলেন। তারপর আপনি মাথাকে এমনভাবে নড়াতে থাকলেন যে, যেন কেউ আপনাকে কিছু বলছে এবং আপনি কান লাগিয়ে তা শুনছেন।” তিনি বললেনঃ “তা হলে তুমি সবকিছুই দেখেছো?” তিনি জবাবে বলেনঃ “জ্বি, হাঁ, আমি সবকিছুই দেখেছি।” রাসূলুল্লাহ (সঃ) তখন বললেনঃ “আমার কাছে আল্লাহ তাআলার প্রেরিত ফেরে ওয়াহী নিয়ে এসেছিলেন। তিনি জিজ্ঞেস করলেনঃ “আল্লাহ কর্তৃক প্রেরিত?” তিনি উত্তর দিলেনঃ “হাঁ, আল্লাহ কর্তৃকই প্রেরিত।” তিনি প্রশ্ন করলেনঃ “তিনি আপনাকে কি বললেনঃ “তিনি জবাব দিলেনঃ “তিনি আমাকে (আরবি) এই আয়াতটি পড়ে শুনালেন।” হযরত উসমান ইবনু মাযউন (রাঃ) বলেনঃ “তৎক্ষণাৎ আমার অন্তরে ঈমান সুদৃঢ় হয়ে যায় এবং রাসূলুল্লাহর (সঃ) মহব্বত আমার অন্তরে স্থান করে নেয়।” অন্য রিওয়াইয়াতে আছে যে, হযরত উসমান ইবনু আবুল আস (রাঃ) হতে বর্ণিত। তিনি বলেনঃ “আমি রাসূলুল্লাহর (সঃ) পার্শ্বে বসে ছিলাম। এমন সময় হঠাৎ তিনি তাঁর দৃষ্টি উপরের দিকে উত্তোলন করেন এবং বললেনঃ “আমার নিকট হযরত জিবরাঈল (আঃ) আগমন করে আমাকে নির্দেশ দেন যে, আমি যেন (আরবি) এই আয়াতটিকে এই সূরার এই স্থানে রেখে দিই।” এই রিওয়াইয়াতটিও সঠিক।"
    },
    { "ayah": 91, "surah": 16, "text": "Please check ayah 16:92 for complete tafsir." },
    {
      "ayah": 92,
      "surah": 16,
      "text": "৯১-৯২ নং আয়াতের তাফসীর\nআল্লাহ তাআলা মুসলমানদেরকে নির্দেশ দিচ্ছেন যে, তারা যেন তাদের অঙ্গীকার ও প্রতিশ্রুতির হিফাজত করে, কসম পুরো করে এবং তা ভঙ্গ না করে। এখানে আল্লাহ তাআলা কসম ভঙ্গ না করার প্রতি গুরুত্ব আরোপ করেছেন। অন্য আয়াতে আছেঃ “তোমরা আল্লাহকে তোমাদের অঙ্গীকারের লক্ষ্যস্থল করো না।”এর দ্বারাও কসমের হিফাজতের প্রতি গুরুত্ব আরোপ করাই উদ্দেশ্য। আর এক আয়াতে রয়েছে “ওটাই হচ্ছে তোমাদের কসম ভঙ্গ করার কাফফারা, যখন তোমরা কসম করবে এবং তোমরা তোমাদের কসমের হিফাযত কর।” অর্থাৎ কাফফারা ছাড়া তা পরিত্যাগ করো না।সহীহ বুখারী ও সহীহ মুসলিমের হাদীসে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহর কসম! আমি যখন কোন কিছুর উপর শপথ করবো, অতঃপর ওর বিপরীত জিনিসে মঙ্গল দেখবো তখন ইনশাআল্লাহ আমি ঐ মঙ্গলজনক কাজটিই করবো এবং আমার কসমের কাফফারা আদায়। করবো।”এখন উল্লিখিত আয়াত ও হাদীসে যে বৈপরীত্ব রয়েছে এটা যেন মনে করা না হয়। সেই কসম ও অঙ্গীকার, যা পরষ্পরের চুক্তি ও ওয়াদা হিসেবে করা হবে তা পুরো করা তো নিঃসন্দেহে জরুরী ও অপরিহার্য কর্তব্য। আর যে কসম আগ্রহ উৎপাদন বিরত রাখার উদ্দেশ্যে মুখ থেকে বেরিয়ে যায় তা অবশ্যই কাফফারা আদায়ের মাধ্যমে ভঙ্গ করা যেতে পারে। যেমন হযরত জুবাইর ইবনু মুতইম (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “ইসলামে কোন শপথ নেই, শপথ ছিল জাহেলিয়াতের যুগে, ইসলাম এর দৃঢ়তা বৃদ্ধি করে।” (এ হাদীসটি ইমাম আহমদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন। সহীহ মুসলিমে অনুরূপ বর্ণনা ইবনু আবি শায়বা (রাঃ) হতে বর্ণিত আছে) এর অর্থ এই যে, ইসলাম গ্রহণের পর এক দল অন্য দলের সাথে ভ্রাতৃত্বের বন্ধনে আবদ্ধ থাকবে এবং একে অপরের সুখে- দুঃখে অংশ নেবে এইরূপ কসম করার কোন প্রয়োজনীয়তা নেই। কেননা, ইসলামী সম্পর্ক সমস্ত মুসলমানকে ভাই ভাই করে দেয়। পূর্ব ও পশ্চিমের সুসলমানরা একে অপরের দুঃখে সমবেদনা জ্ঞাপন করে থাকে। আর যে হাদীসটি হযরত আনাস (রাঃ) হতে বর্ণিত আছে যে, তিনি বলেনঃ “রাসূলুল্লাহ (সঃ) আমাদের বাড়ীতে আনসার ও মুহাজিরদের মধ্যে শপথ করিয়েছিলেন।” (এ হাদীসটি সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত হয়েছে)এর ভাবার্থ এই যে, তিনি তাঁদের মধ্যে ভ্রাতৃত্ব স্থাপন করেছিলেন, এমন কি তারা একে অপরের মালের উত্তরাধিকারী হতেন। শেষ পর্যন্ত তা মানসূখ বা রহিত হয়ে যায়। এ সব ব্যাপারে আল্লাহ তাআলাই সর্বাধিক সঠিক জ্ঞানের অধিকারী। বলা হয়েছে যে, আল্লাহ তাআলার এই নির্দেশ দ্বারা তাঁর উদ্দেশ্য হচ্ছে ঐ মুসলসানদেরকে ইসলামের উপর প্রতিষ্ঠিত থাকার হুকুম করা যারা রাসূলুল্লাহর (সঃ) হাতে দীক্ষা গ্রহণ করে ইসলামের আহকাম মেনে চলার স্বীকারোক্তি করেছিলেন। তাদেরকে বলা হচ্ছেঃ “এরূপ গুরুত্বপূর্ণ কসম ও পূর্ণ। অঙ্গীকারের পর এটা যেন না হয় যে, মুহাম্মদের (সঃ) দলের স্বল্পতা ও মুশরিকদের দলের আধিক্য দেখে তোমরা কসম ভেঙ্গে দাও।” হযরত নাফে’ (রাঃ) হতে বর্ণিত। তিনি বলেন, জনগণ যখন ইয়াযীদ ইবনু মুআবিয়ার (রাঃ) বায়আত ভঙ্গ করতে থাকে তখন হযরত আবদুল্লাহ ইবনু উমার (রাঃ) তাঁর পরিবারের সমস্ত লোককে একত্রিত করেন এবং আল্লাহর প্রশংসাকীৰ্তন করতঃ (আরবি) বলার পর বলেনঃ “আমরা এই লোকটির (ইয়াযীদের হাতে বায়আত করেছি আল্লাহ ও তাঁর রাসূলের (সঃ) বায়আতের উপর। আর আমি রাসূলুল্লাহকে (সঃ) বলতে শুনেছিঃ “কিয়ামতের দিন প্রত্যেক বিশ্বাসঘাতকের জন্যে একটি পতাকা গেড়ে দেয়া হবে এবং ঘোষণা করা হবেঃ “এটা হচ্ছে অমুকের পুত্র অমুকের বিশ্বাসঘাতকতা। আল্লাহর সঙ্গে শিরক করার পরে সবচেয়ে বড় বিশ্বাসঘাতকতা হচ্ছে এই যে, আল্লাহ ও তাঁর। রাসূলের (সঃ) বায়আত কারো হাতে করার পর তা ভেঙ্গে দেয়া হয়। সুতরাং তোমাদের কেউ যেন এরূপ মন্দ কাজ না করে এবং সীমা ছাড়িয়ে না যায়, অন্যথায় আমার মধ্যে ও তার মধ্যে বিচ্ছেদ হয়ে যাবে।” (এ হাদীসটি ইমাম আহমদ (রঃ) বর্ণনা করেছেন)হযরত হুযাইফা (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহকে (সঃ) বলতে শুনেছেনঃ “যে ব্যক্তি তার মুসলমান ভাই-এর কাছে এমন কোন শর্ত করে যা পুরো করার ইচ্ছা তার আদৌ থাকে না, সে ঐ ব্যক্তির মত যে তার প্রতিবেশীকে নিরাপত্তা দান করার পর আশ্রয়হীন অবস্থায় ছেড়ে দেয়।” (এ হাদীসটিও ইমাম আহমদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন)এরপর আল্লাহ তাআলা তাদেরকে ধমকের সুরে বলেনঃ “যারা অঙ্গীকার ও কসমের হিফাযত করে না তাদের এই কাজ সম্পর্কে আল্লাহ পূর্ণ ওয়াকিফহাল।”মক্কায় একটি স্ত্রী লোক ছিল, যার মস্তিষ্ক বিকৃত হয়েছিল। সে সূতা কাটতো। সূতা কাটার পরে যখন তা ঠিকঠাক ও মযবুত হয়ে যেতো, তখন সে বিনা কারণে তা ছিড়ে ফেলতো এবং টুকরো টুকরো করে দিতো। এটা দৃষ্টান্ত হচ্ছে ঐ ব্যক্তির, যে অঙ্গীকার ও কসম মযবুত করার পর তা ভঙ্গ করে দেয়। এটাই হচ্ছে সঠিক কথা। এখন আসলে এই ঘটনার সাথে এরূপস্ত্রীলোক জড়িত ছিল কি না, তা জানার আমাদের কোন প্রয়োজন নেই। এখানে শুধুমাত্র দৃষ্টান্ত বর্ণনা করাই উদ্দেশ্য।এহাদীসটি এর অর্থ হচ্ছে টুকরা টুকরা। সম্ভবতঃ এটা (আরবি) এর (আরবি) হবে। আবার এটাও হতে পারে যে, (আরবি) এর (আরবি) এর (আরবি) হবে। অর্থাৎ তোমরা (আরবি) হয়ো না। এটা (আরবি) এর বহু বচন, (আরবি) হতে।অতঃপর আল্লাহ তাআলা বলেনঃ “তোমরা তোমাদের কসমকে প্রবঞ্চনার মাধ্যম বানিয়ে নিয়ো না। এইভাবে যে, নিজের চেয়ে বড়দেরকে নিজের কসম দ্বারা শান্ত করে এবং ঈমানদারী ও নেকনামীর ছাঁচে নিজেকে ফেলে দিয়ে বিশ্বাসঘাতকতা ও বেঈমানী করতে শুরু কর এবং তাদের সংখ্যাধিক্য দেখে তাদের সাথে সন্ধিস্থাপনের পর সুযোগ পেয়ে আবার যুদ্ধ শুরু করে দাও। খবরদার! এইরূপ করো না। সুতরাং ঐ অবস্থাতেও যখন চুক্তি ভঙ্গ করাহারাম, তখন নিজের বিজয় ও সংখ্যাধিকোর সময় তো আরো হারাম হবে। সমস্ত প্রশংসা আল্লাহর যে, আমরা সূরায়ে আনফালে হযরত মুআবিয়ার (রাঃ) ঘটনা লিখে এসেছি। তা এই যে, তাঁর মধ্যে ও রোমক সম্রাটের মধ্যে একটি নির্দিষ্ট মেয়াদের জন্যে সন্ধি চুক্তি স্বাক্ষরিত হয়েছিল। ঐ মেয়াদ শেষ হওয়ার সময় নিকটবর্তী হলে তিনি তার সেনাবাহিনীকে রোম সীমান্তে পাঠিয়ে দেন যে, তারা যেন শিবির সন্নিবেশ করে এবং মেয়াদ শেষ হওয়া মাত্রই অকস্মাৎ আক্রমণ চালিয়ে দেয়, যেন তারা প্রস্তুতি গ্রহণে সুযোগ না পায়। হযরত আমর ইবনু উৎবার (রাঃ) কানে যখন এই খবর পৌঁছে, তখন তিনি আমীরুল মু'মিনীন হযরত মুআবিয়ার (রাঃ) নিকট আসেন এবং তাঁকে বলেনঃ “আল্লাহু আকবার! হে মুআবিয়া (রাঃ) ! অঙ্গীকার পূর্ণ করুন এবং বিশ্বাসঘাতকতা ও চুক্তি ভঙ্গের দোষ থেকে দূরে থাকুন। আমি রাসূলুল্লাহকে (সঃ) বলতে শুনেছিঃ যে কওমের সাথে চুক্তি হয়ে যায়, চুক্তির মেয়াদ শেষ না হওয়া পর্যন্ত কোন বন্ধন খোলার অনুমতি নেই (অর্থাৎ তাদের বিরুদ্ধে যুদ্ধ ঘোষণা করা চলবে না।” একথা শুনা মাত্রই হযরত মুআবিয়া (রাঃ) তার সেনাবাহিনীকে ফিরে আসতে বলেন।(আরবি) শব্দের অর্থ হচ্ছে অধিক। এই বাক্যের অর্থ এটাও হতে পারেঃ “যখন দেখলো সৈন্য সংখ্যা অধিক ও শক্তিশালী তখন সন্ধি করে নিলো এবং এই সন্ধিকে প্রবঞ্চনার মাধ্যম করে তাদেরকে অপ্রস্তুত করতঃ অকস্মাৎ আক্রমণ করে বসলো।” আবার ভাবার্থ এও হতে পারেঃ “এক কওমের সঙ্গে চুক্তি করলো। তারপর দেখলো যে, অপর কওম তাদের চেয়ে শক্তিশালী। তখন তাদের দলে ভিড়ে গেল এবং পূর্ববর্তী কওমের সঙ্গে কৃত চুক্তি ভঙ্গ করে দিলো।” এসব নিষিদ্ধ। এই আধিক্য দ্বারা আল্লাহ তোমাদেরকে পরীক্ষা করেন। কিংবা তিনি নিজের এই হুকুম দ্বারা অর্থাৎ অঙ্গীকার পালনের হুকুম দ্বারা তোমাদের পরীক্ষা করেন। আর কিয়ামতের দিন তিনি তোমাদের মধ্যে সঠিক ফায়সালা করবেন। প্রত্যেককে তিনি তার আমলের বিনিময় প্রদান করবেন, ভাল আমলকারীদেরকে ভাল বিনিময় এবং মন্দ আমলকারীদেরকে মন্দ বিনিময়।"
    },
    { "ayah": 93, "surah": 16, "text": "Please check ayah 16:96 for complete tafsir." },
    { "ayah": 94, "surah": 16, "text": "Please check ayah 16:96 for complete tafsir." },
    { "ayah": 95, "surah": 16, "text": "Please check ayah 16:96 for complete tafsir." },
    {
      "ayah": 96,
      "surah": 16,
      "text": "৯৩-৯৬ নং আয়াতের তাফসীর\nআল্লাহ তাআলা বলেনঃ “আল্লাহ ইচ্ছা করলে দুনিয়ার মাযহাব ও চলার পথ একটাই হতো।” যেমন তিনি বলেছেনঃ “যদি আল্লাহ ইচ্ছা করতেন তবে হে মানুষ! তোমাদেরকে তিনি একই জাতি করতেন।” অর্থাৎ তিনি চাইলে তোমরা সবাই একই দলভূক্ত হতে। অন্য আয়াতে রয়েছেঃ “তোমার প্রতিপালক যদি ইচ্ছা করতেন তবে যমীনে যত মানুষ আছে সবাই মুমিনহয়ে যেতো।” অর্থাৎ তোমাদের মধ্যে প্রেম-প্রীতি ও মিল-মহব্বত থাকতো, পরস্পরের মধ্যে কোন হিংসা-বিদ্বেষ থাকতো না।মহান আল্লাহ বলেনঃ “তোমার প্রতিপালক এতই ক্ষমতাবান যে, তিনি ইচ্ছা করলে সমস্ত মানুষকে একই জাতি করে দিতে পারেন। কিন্তু তোমার প্রতিপালকের যার উপর দয়া হবে সে ছাড়া সবারই মধ্যে এই মতানৈক্য ও মতবিরোধ থেকেই যাবে। এ জন্যেই তাদেরকে সৃষ্টি করেছেন।” অনুরূপভাবেই এখানে তিনি বলেছেনঃ “কিন্তু যাকে ইচ্ছা, তিনি পথভ্রষ্ট করেন এবং যাকে ইচ্ছা, হিদায়াত দান করেন। অতঃপর তিনি কিয়ামতের দিন তোমাদের আমল সম্পর্কে তোমাদের সকলকেই জিজ্ঞাসাবাদ করবেন এবং ছোট, বড়, ভাল ও মন্দ সমস্ত আমলের বিনিময় প্রদান করবেন।এরপর তিনি মুসলমানদেরকে হিদায়াত করছেনঃ “তোমরা তোমাদের শপথ ও প্রতিশ্রুতিকে প্রবঞ্চনার মাধ্যম বানিয়ে নিয়ো না। অন্যথায় ধর্মে অটল থাকার পরেও তোমাদের পদস্খলন ঘটে যাবে। যেমন কেউ সরল সোজা পথ। থেকে ভ্রষ্ট হয়ে পড়ে। আর তোমাদের এই কাজ অন্যদেরকে আল্লাহর পথ হতে বিরত রাখার কারণ হয়ে দাঁড়াবে। ফলে এর দুর্ভোগ তোমাদেরকেই পোহাতে হবে। কেননা, কাফিররা যখন দেখবে যে, মুসলমানরা চুক্তি করে তা ভঙ্গ করে থাকে, তখন তাদের দ্বীনের উপর কোন আস্থা থাকবে না। সুতরাং তারা ইসলাম গ্রহণ করা থেকে বিরত থাকবে। আর যেহেতু এর কারণ হবে। তোমরাই, সেই হেতু তোমাদেরকে কঠিন শাস্তি ভোগ করতে হবে।”মহিমান্বিত আল্লাহ বলেনঃ “আল্লাহকে সামনে রেখে যে ওয়াদা অঙ্গীকার তোমরা কর এবং তাঁর শপথ করে যে চুক্তি তোমরা করে থাকো, পার্থিব লোভের বশবর্তী হয়ে তা ভঙ্গ করা তোমাদের জন্যে হারাম। যদিও এর বিনিময়ে সারা দুনিয়াও তোমাদের লাভ হয়, তথাপি ওর নিকটেও যেয়ো না। কেননা, দুনিয়া অতি নগণ্য ও তুচ্ছ। আল্লাহর নিকট যা রয়েছে তা অতি উত্তম। তার প্রতিদান ও পুরস্কারের আশা রাখো। যে ব্যক্তি আল্লাহর কথার উপর বিশ্বাস রাখবে, তাঁর কাছেই যা কিছু চাইবে এবং তাঁর আদেশ ও নিষেধ পালনার্থে নিজেরা ওয়াদা- অঙ্গীকারের হিফাযত করবে, তার জন্যে আল্লাহর কাছে যে পুরস্কার ও প্রতিদান রয়েছে তা সমস্ত দুনিয়া হতেও বহুগুণে বেশী ও উত্তম। সুতরাং এটাকে ভালরূপে জেনে নাও। অজ্ঞতা বশতঃ এমন কাজ করো না যে, তার কারণে আখেরাতের পুরস্কার নষ্ট হয়ে যায়। জেনে রেখো যে, দুনিয়ার নিয়ামত ধ্বংসশীল এবং আখেরাতের নিয়ামত অবিনশ্বর। তা কখনো শেষ হবার নয়।আল্লাহপাক বলেনঃ “আমি শপথ করে বলেছি যে, যারা ধৈর্য ধারণ করবে, কিয়ামতের দিন আমি তাদেরকে সৎ আমলের অতি উত্তম প্রতিদান প্রদান করবো এবং তাদেরকে ক্ষমা করে দেবো।”"
    },
    {
      "ayah": 97,
      "surah": 16,
      "text": "আল্লাহ তাআলা ওয়াদা করছেনঃ “আমার যে সব বান্দা অন্তরে আল্লাহ ও তাঁর রাসূলের (সঃ) উপর পূর্ণ বিশ্বাস রাখে এবং কিতাবুল্লাহ ও সুন্নাতে রাসূলিল্লাহ (সঃ)-কে সামনে রেখে ভাল কাজ করতে থাকে, আমি তাদেরকে দুনিয়াতেও উত্তম ও পবিত্র জীবন দান করবো, সুখে-শান্তিতে তারা জীবন যাপন করবে, তারা পুরুষই হোক বা নারীই হোক, আর আখেরাতেও তাদেরকে তাদের সৎ আমলের উত্তম প্রতিদান প্রদান করবো। তারা দুনিয়ায় পবিত্র ও হালাল জীবিকা, সুখ সম্ভোগ, মনের তৃপ্তি, ইবাদতের স্বাদ, আনুগত্যের মজা ইত্যাদি সবই আমার পক্ষ থেকে প্রাপ্ত হবে। হযরত আবদুল্লাহ ইবনু উমার (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “ঐ ব্যক্তি সফলকাম হলো যে মুসলমান হলো, বরাবরই তাকে জীবিকা দান করা হলো এবং আল্লাহ তাকে যা দিলেন তাতেই সন্তুষ্ট থাকলো। (হাদীসটি ইমাম আহমদ (রঃ) বর্ণনা করেছেন)হযরত ফুযালা ইবনু আবীদ (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহকে (সঃ) বলতে শুনেছেনঃ “যাকে ইসলামের জন্যে হিদায়াত দান করা হয়েছে, পেট পালনের জন্যে রুজী দেয়া হয়েছে এবং আল্লাহ তাকে যা দিয়েছেন তাতেই সন্তুষ্ট হয়েছে, সে সফলকাম হয়েছে। (এ হাদীসটি ইমাম তিরমিযী (রঃ) ও ইমাম নাসায়ী (রঃ) বর্ণনা করেছেন)হযরত আনাস ইবনু মালিক (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহ তাআলা তাঁর মুমিন বান্দার উপর যুলুম করেন না। বরং তার সৎ কাজের পূণ্য তাকে দেন। আর কাফির তার ভাল কাজের প্রতিদান দুনিয়াতেই পেয়ে যায়, আখেরাতে তার জন্যে কোন অংশ বাকী থাকে না।” (এ হাদীসটি ইমাম আহমদ (রঃ) বর্ণনা করেছেন এবং ইমাম মুসলিম (রঃ) একাই এটা তাখরীজ করেছেন)"
    },
    { "ayah": 98, "surah": 16, "text": "Please check ayah 16:100 for complete tafsir." },
    { "ayah": 99, "surah": 16, "text": "Please check ayah 16:100 for complete tafsir." }
  ]
}
