{
  "ayahs": [
    { "ayah": 1, "surah": 21, "text": "Please check ayah 21:6 for complete tafsir." },
    { "ayah": 10, "surah": 21, "text": "Please check ayah 21:15 for complete tafsir." },
    { "ayah": 100, "surah": 21, "text": "Please check ayah 21:103 for complete tafsir." },
    { "ayah": 101, "surah": 21, "text": "Please check ayah 21:103 for complete tafsir." },
    { "ayah": 102, "surah": 21, "text": "Please check ayah 21:103 for complete tafsir." },
    {
      "ayah": 103,
      "surah": 21,
      "text": "৯৮-১০৩ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা মক্কাবাসী কুরায়েশ মুশরিকদেরকে সম্বোধন করে বলছেনঃ তোমরা ও তোমাদের উপাস্য মূর্তিগুলি জাহান্নামের আগুনের ইন্ধন হবে। যেমন মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “ওর ইন্ধন হবে মানুষ ও পাথর।” হাবশী ভাষায় (আরবী) শব্দকে (আরবী) বলা হয়, যার অর্থ হলো ইন্ধন বা খড়ি। এমনকি একটি কিরআতে বা পঠনে (আরবী) এর স্থলে (আরবী) রয়েছে।মহামহিমান্বিত আল্লাহ বলেনঃ তোমরা এবং আল্লাহর পরিবর্তে তোমরা যাদের ইবাদত কর সেগুলি তো 'জাহান্নামের ইন্ধন; তোমরা সবাই তাতে প্রবেশ করবে। তারা যদি মা'রূদ হতো তবে তারা জাহান্নামে প্রবেশ করতো না। তাদের সবাই তাতে স্থায়ী হবে। সেথায় থাকবে তাদের আর্তনাদ। যেমন অন্য জায়গায় রয়েছেঃ (আরবী) অর্থাৎ “ সেথায় তাদের জন্যে থাকবে আর্তনাদ ও চীৎকার।\" সেথায় তারা (এই আর্তনাদ ও চীৎকার ছাড়া) কিছুই শুনতে পাবে না। হযরত ইবনু মাসউদ (রাঃ) হতে বর্ণিত আছে যে, যখন শুধু মুশরিকরাই জাহান্নামে রয়ে যাবে তখন তাদের আগুনের বাসে বন্দী করে দেয়া হবে। তাতে থাকবে আগুনের পেরেক। ওর মধ্যে অবস্থান করে প্রত্যেকেই মনে করবে যে, জাহান্নামে সে ছাড়া আর কেউ নেই।\" অতঃপর তিনি- (আরবী) এই আয়াতটি পাঠ করেন। (এটা মুসনাদে ইবনু আবি হাতিমে বর্ণিত হয়েছে। ইমাম ইবনু জারীরও (রঃ) এটা বর্ণনা করেছেন)(আরবী) দ্বারা করুণা ও সৌভাগ্য বুঝানো হয়েছে। জাহান্নামীদের এবং তাদের বর্ণনা দেয়ার পর আল্লাহ তাআলা এখন সৎ লোক ও তাদের পুরস্কারের বর্ণনা দিচ্ছেন। তিনি বলেনঃ যাদের জন্যে আমার নিকট হতে পূর্ব হতে কল্যাণ নির্ধারিত রয়েছে তাদেরকে ঐ জাহান্নাম হতে দূরে রাখা হবে। তাদের সৎ আমলের কারণে সৌভাগ্য তাদের অভ্যর্থনার জন্যে পূর্ব হতেই প্রস্তুত ছিল। যেমন অন্য জায়গায় রয়েছেঃ (আরবী) অর্থাৎ “সৎকর্মশীলদের জন্যে উত্তম প্রতিদান রয়েছে এবং অতিরিক্ত প্রতিদানও বটে।\" (১০:২৬) আর এক জায়গায় মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “উত্তম কাজের জন্যে উত্তম পুরস্কার ছাড়া আর কি হতে পারে? (৫৫:৬০) তাদের দুনিয়ার আমল ছিল ভাল, তাই তারা আখেরাতে পুরস্কার ও উত্তম বিনিময় লাভ করলো। আর শাস্তি থেকে রক্ষা পেলো ও আল্লাহর করুণা প্রাপ্ত হলো। তাদেরকে জাহান্নাম হতে এতো দূরে রাখা হবে যে,তারা ওর ক্ষীণতর শব্দও শুনবে না এবং জাহান্নামীদেরকে জ্বলতে পুড়তেও দেখতে পাবে না। পুলসিরাতের উপর দুখীদেরকে বিষাক্ত সাপে দংশন করবে এবং ওটা হিসৃহিস্ শব্দ করবে। জান্নাতীরা এই শব্দও শুনতে পাবে না। তাদেরকে কষ্ট ও বিপদ আপদ থেকে দূরে রাখা হবে শুধু এটাই নয়, বরং সেখানে তারা তাদের মন যা চায় চিরকাল ভোগ করবে। বর্ণিত আছে যে, একদা হযরত আলী (রাঃ) (আরবী) (যাদের জন্য আমার নিকট হতে পূর্ব থেকে কল্যাণ নির্ধারিত রয়েছে তাদেরকে তা হতে (জাহান্নাম হতে) দূরে রাখা হবে) এই আয়াতটি পাঠ করেন এবং বলেনঃ “আমি, ওমর (রাঃ), উছমান (রাঃ) এই লোকদেরই অন্তর্ভুক্ত।” অথবা তিনি হযরত সা’দের (রাঃ) নাম নিয়েছিলেন। এমন সময় নামাযের জন্যে তাকবীর দেয়া হয় এবং তিনি। (আরবী) এ উক্তিটি পাঠরত অবস্থায় স্বীয় চাদরখানা টানতে টানতে দাড়িয়ে যান। (এটা ইবনু আবি হাতিম (রঃ) বর্ণনা করেছেন)অন্য রিওয়াইয়াতে আছে যে, হযরত উছমান (রাঃ) ও তাঁর সঙ্গীরা তাদেরই অন্তর্ভুক্ত। হযরত ইবনু আব্বাস (রাঃ) বলেন যে, এই লোকগুলিই আল্লাহর বন্ধু। বিদ্যুত অপেক্ষাও দ্রুত গতিতে তারা পুলসিরাত পার হয়ে যাবে। পক্ষান্তরে কাফিররা হাঁটুর ভরে পড়ে যাবে। কেউ কেউ বলেন যে, এর দ্বারা ঐ বুযর্গ ব্যক্তিদেরকে বুঝানো হয়েছে যারা আল্লাহ ভক্ত ছিলেন এবং মুশরিকদের প্রতি ছিলেন অসন্তুষ্ট। কিন্তু তাদের পরবর্তী লোকেরা তাদের ইচ্ছার বিরুদ্ধে তাদের পূজা শুরু করে দিয়েছিল। যেমন হযরত উযায়ের (আঃ), হযরত ঈসা (আঃ), ফেরেশতা মণ্ডলী, সূর্য, চন্দ্র, হযরত মারইয়াম (আঃ) ইত্যাদি। হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণিত আছে যে, একদা আবদুল্লাহ ইবনু যাবআ’রী নবীর (সঃ) নিকট আগমন করে এবং বলতে শুরু করেঃ “আপনি ধারণা করছেন যে, আল্লাহ তাআলা (আরবী) এই আয়াতটি অবতীর্ণ করেছেন। যদি এটা সত্য হয় তবে কি সূর্য, চন্দ্র, ফেরেশতা মণ্ডলী, হযরত উযায়ের (আঃ), হযরত ঈসা (আঃ) প্রভৃতি সবাই আমাদের মূর্তিগুলির সাথে জাহান্নামে চলে যাবে?” তার এই  প্রশ্নের উত্তরে আল্লাহ তাআলা (আরবী) (৪৩:৫৭-৫৮) এই আয়াত দুটি অবতীর্ণ করেন। এরপর তিনি (আরবী) এই আয়াত নাযিল করেন। (এটা আবুবকর ইবনু মিরদুওয়াই (রঃ) বর্ননা করেছেন)একদা রাসূলুল্লাহ (সঃ) ওয়ালীদ ইবনু মুগীরার সাথে মসজিদে বসে ছিলেন। এমন সময় নায়র ইবনু হারিছ তথায় আগমন করে। ঐ সময় মসজিদে আরো বহু কুরায়েশও বিদ্যমান ছিল। নাহ্র ইবনু হারিছ। রাসূলুল্লাহর (সঃ) সাথে কথা বলছিল। কিন্তু সে নিরুত্তর হয়ে যায়। তখন রাসূলুল্লাহ (সঃ) (আরবী) হতে (আরবী) পর্যন্ত আয়াতগুলি পাঠ করেন। যখন তিনি ঐ মজলিস হতে উঠে চলে যান তখন আবদুল্লাহ ইবনু যাবআ’রী আগমন করে। লোকেরা তাকে বলেঃ আজ নাফর ইবনু হারিস রাসূলুল্লাহ (সাঃ) এর সাথে আলাপ-আলোচনা করেছে কিন্ত শেষে একেবারে নিরুত্তর হয়ে গেছে। তখন রাসূলুল্লাহ্ (সঃ) আমাদের সম্পর্কে একথা বলে উঠে গেছেন যে, আমরা এবং আমাদের এই উপাস্য দেবতারা সবাই জাহান্নামের আগুনের ইন্ধন হয়ে যাবো।” তাদের এই কথা শুনে আবদুল্লাহ ইবন যাবআ’রী বলেঃ “আমি থাকলে তাঁকে উত্তর দিতাম যে, আমরা ফেরেশতাদের পূজা করে থাকি, ইয়াহুদীরা উযায়েরের (আঃ) পূজা করে এবং খৃস্টানরা ঈসার (আঃ) পূজা করে। তাহলে এরা সবাই জাহান্নামে যাবেন। তার এই উত্তর সবারই খুব পছন্দ হয়। রাসূলুল্লাহর (সঃ) সামনে এটা বর্ণনা করা হলে তিনি বলেনঃ “যে নিজের ইবাদত করিয়েছে সে ইবাদতকারীদের সাথে জাহান্নামে যাবে। কিন্তু এই বুযুর্গ ব্যক্তিরা নিজেদের ইবাদত করান নাই। আসলে তো এই লোকগুলি তাঁদের নয়, বরং শয়তানদের পূজা করছে। শয়তানই তাদেরকে তাদের ইবাদতের পন্থা হিসেবে বাতলিয়ে দিয়েছে। তাঁর জবাবের সাথে সাথেই আল্লাহ তাআলা জবাব হিসাবে পরবর্তী আয়াত (আরবী) অবতীর্ণ করেন। সুতরাং অজ্ঞ লোকেরা যে সব সৎ লোকের উপাসনা করতো তাঁরা পৃথক হয়ে গেলেন। মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “তাদের মধ্যে যে বলেঃ তিনি (আল্লাহ) ছাড়া আমিই মাবুদ, তার প্রতিফল জাহান্নাম এবং এই ভাবেই আমি অত্যাচারীদেরকে প্রতিফল দিয়ে থাকি।” হযরত ঈসার (আঃ) ব্যাপারে তাদের তর্ক-বিতর্কের কারণে আল্লাহ তাআলা নিম্নের আয়াতগুলি অবতীর্ণ করেনঃ (আরবী) অর্থাৎ “যখন মারইয়াম তনয়ের দৃষ্টান্ত উপস্থিত করা হয়, তখন তোমাদের সম্প্রদায় শোর গোল শুরু করে দেয়। তারা বলেঃ আমাদের দেবতাগুলি শ্রেষ্ঠ, না ঈসা (আঃ)? এরা তো বাক বিতণ্ডার উদ্দেশ্যেই তোমাকে একথা বলে। বস্তুত এরা তো এক বিতণ্ডাকারী সম্প্রদায়। সে তো ছিলে আমারই এক বান্দা, যার উপর আমি অনুগ্রহ করেছিলাম এবং তাকে করেছিলাম বানী ইসরাঈলের জন্য দৃষ্টান্ত। আমি ইচ্ছা করলে তোমাদের মধ্য হতে ফেরেশতা সৃষ্টি করতে পারতাম, যারা পৃথিবীতে উত্তরাধিকারী হতো। ঈসা (আঃ) তো কিয়ামতরে নিদর্শন; সুতরাং তোমরা কিয়ামতে সন্দেহ পোষণ করো না এবং আমাকে অনুসরণ কর। এটাই সরল পথ।” (৪৩:৫৭-৬১)ইবনু যাবআ’রী বড়ই ভুল করেছিল। কেননা, এই আয়াতে সম্বোধন করা হয়েছে মক্কাবাসী কাফিরদেরকে এবং উক্তি করা হয়েছে তাদের প্রতিমা ও পাথরগুলি সম্পর্কে যেগুলির তারা আল্লাহকে ছেড়ে ইবাদত করতো। এ উক্তি হযরত ঈসা (আঃ) প্রভৃতি পবিত্র ও একত্ববাদী লোকদের সম্পর্কে নয়। তাঁরা তো গায়রুল্লাহর ইবাদত হতে মানুষকে বিরত রাখতেন!ইমাম ইবনু জারীর (রঃ) বলেন যে, এখানে যে (আরবী) শব্দটি রয়েছে তা আরবে নির্জীব ও বিবেকহীনদের জন্যে এসে থাকে। এই ইবনু যাবআ’রী এর পরে মুসলমান হয়ে গিয়েছিল। সে প্রসিদ্ধ কবিদের একজন ছিল। প্রথমতঃ সে মুসলমান হওয়ার পর সে বড়ই ক্ষমাপ্রার্থী হয়। মহান আল্লাহ বলেনঃ মহা-ভীতি তাদেরকে বিষাদষ্টি করবে না। অর্থাৎ মৃত্যুর ভয়, শিঙ্গার ফুৎকারের আতংক, জাহান্নামীদের জাহান্নামে প্রবেশের সময়ের ভীতি বিহবলতা এবং জান্নাতী ও জাহান্নামীদের মাঝে মৃত্যুকে যবাহ্ করে দেয়ার আতংক ইত্যাদি কিছুই তাদের থাকবে না। তারা চিন্তা ও দুঃখ হতে বহু দূরে থাকবে। তারা হবে পুরোপুরি ভাবে উৎফুল্ল ও আনন্দিত। অসন্তুষ্টির চিহ্নমাত্র তাদের মধ্যে পরিলক্ষিত হবে না। ফেরেশতা মণ্ডলী তাদেরকে অভ্যর্থনা করে বলবেঃ এই তোমাদের সেই দিন যার প্রতিশ্রুতি তোমাদেরকে দেয়া হয়েছিল।"
    },
    {
      "ayah": 104,
      "surah": 21,
      "text": "আল্লাহ তাআলা বলেন যে, এটা কিয়ামতের দিন হবে। তিনি বলেনঃ আমি আকাশকে গুটিয়ে নেবো। যেমন তিনি বলেনঃ (আরবী) অর্থাৎ “তারা আল্লাহর সেইরূপ মর্যাদা দেয় নাই যেইরূপ তার মর্যাদা দেয়া উচিত ছিল, অথচ কিয়ামতের দিন সমস্ত যমীন তার মুষ্টির মধ্যে থাকবে এবং আকাশ সমূহ তার দক্ষিণ হস্তে গুটানো থাকবে, তিনি মহিমান্বিত এবং তারা যাকে শরীক করে তিনি তার উর্ধ্বে।\" (৩৯:৬৭)।হযরত ইবনু ওমর (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “কিয়ামতের দিন আল্লাহ তাআলা সমস্ত যমীনকে স্বীয় মুষ্টির মধ্যে গ্রহণ করবে এবং আকাশসমূহ তার ডান হাতে হবে।” (এ হাদীসটি ইমাম বুখারী (রঃ) বর্ণনা করেছেন)হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “আল্লাহ তাআ’লী সপ্ত আকাশ ও ওগুলির মধ্যস্থিত সমস্ত মাখলুক এবং সপ্ত যমীন ও ওগুলির মধ্যস্থিত সবকিছু স্বীয় দক্ষিণ হস্তে গুটিয়ে নিবেন, ওগুলি তাঁর হাতে শরিষার দানার মত থাকবে।” (এটা ইবনু আবি হাতিম (রঃ) বর্ণনা করেছেন)(আরবী) দ্বারা উদ্দেশ্য কিতাব। বলা হয়েছে যে, এখানে (আরবী) দ্বারা ঐ ফেরেশতাকে বুঝানো হয়েছে যার নিকট দিয়ে কারো ইসতিগফার বা ক্ষমা প্রার্থনা উপরে ওঠার সময় তিনি বলেনঃ “এটাকে জ্যোতিরূপে লিপিবদ্ধ কর।\" এই ফেরেশতা আমল নামার কাজের উপর নিযুক্ত রয়েছেন। যখন মানুষ মারা যায় তখন তিনি তার কিতাব (আমলনামা) অন্যান্য কিতাবগুলির সাথে গুটিয়ে নিয়ে কিয়ামতের দিনের জন্যে রেখে দেন। একথাও বলা হয়েছে যে, এই নাম হচ্ছে ঐ সাহাবীর যিনি রাসূলুল্লাহর (সঃ) ওয়াহী লেখক ছিলেন। কিন্তু এই রিওয়াইয়াতটি প্রমাণিত নয়। হাদীসের অধিকাংশ হাফি এটাকে মাওযূ' বা বানোনা কথা বলেছেন। বিশেষ করে আমাদের উসতাদ আল হাফিযুল কাবীর আবুল হাজ্জাজ মুযী (রঃ) এটাকে মাওযূ বলেছেন। আমি এই হাদীসকে একটি পৃথক কিতাবে লিপিবদ্ধ করেছি। ইমাম আবু জাফর ইবনু জারীরও (রঃ) এই হাদীসের উপর খুবই অস্বীকৃতি জানিয়েছেন এবং বহুভাবে এটাকে খণ্ডন করেছেন। তিনি বলেছেন যে, সিজুল নামের কোন সাহাবীই নেই। রাসূলুল্লাহর (সঃ) সমস্ত ওয়াহী লেখকের নাম সুপ্রসিদ্ধ ও সুপরিচিত হয়ে রয়েছে। তাদের কারো নামই সিজ্বল নেই। বাস্তবিকই ইমাম সাহেব খুব সঠিক কথাই বলেছেন। এ হাদীসটি অস্বীকৃত হওয়ার এটা একটি বড় কারণ। এমন কি এটাও স্মরণ রাখার বিষয় যে, যিনি এই সা হাবীর নাম উল্লেখ করেছেন তিনি এই হাদীসের উপর ভিত্তি করেই তা করেছেন। যখন এই হাদীসই প্রমাণিত নয় তখন উল্লিখিত নামও সম্পূর্ণরূপে ভুল প্রমাণিত হলো। সঠিক কথা এটাই যে, (আরবী) দ্বারা সাহীফা’কেই বুঝানো হয়েছে। অধিকাংশ মুফাসসিরেরও এটাই উক্তি। এর আভিধানিক অর্থও এটাই। সুতরাং অর্থ হলো সেই দিন আমি আকাশকে গুটিয়ে ফেলবো, যেভাবে গুটানো হয় লিখিত দফতর। (আরবী) এখানে (আরবী) অর্থে ব্যবহৃত হয়েছে। যেমন (আরবী) এখানেও (আরবী) এসেছে (আরবী) অর্থে। অভিধানে এর আরো বহু দৃষ্টান্ত রয়েছে। এসব ব্যাপারে আল্লাহ তাআলাই সর্বাধিক সঠিক জ্ঞানের অধিকারী।  মহামহিমান্বিত আল্লাহ বলেনঃ যেভাবে আমি প্রথম সৃষ্টির সূচনা করেছিলাম, সেইভাবে পুনরায় সৃষ্টি করবো। প্রথমে সৃষ্টি করার উপর আমি যখন সক্ষ ছিলাম তখন দ্বিতীয়বার সৃষ্টি করতে আমি আরো বেশী সক্ষম। এটা আমার প্রতিশ্রুতি। আর প্রতিশ্রুতি পালন আমার কর্তব্য। আমি এটা পালন করবই। হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণিত আছে যে, একদা রাসূলুল্লাহ (সঃ) আমাদের সামনে ভাষণ দিতে দাড়িয়ে যান। ভাষণে তিনি বলেনঃ “তোমাদেরকে আল্লাহ তাআলার সামনে উলঙ্গ পায়ে ও উলঙ্গ দেহে এবং খনা বিহীন অবস্থায় একত্রিত করা হবে। মহান আল্লাহ বলেনঃ “যেভাবে আমি প্রথম সৃষ্টির সূচনা করেছিলাম, আমার দায়িত্ব ও কর্তব্য, আমি তা পালন করবই।” (এটা ইমাম আহমাদ (রঃ) বর্ণনা করেছেন এবং ইমাম বুখারী (রঃ) ও ইমাম মুসলিম (রঃ) এটা তাখরীজ করেছেন) সমস্ত কিছুই ধ্বংস হয়ে যাবে এবং পুনরায় সৃষ্টি করা হবে।"
    },
    { "ayah": 105, "surah": 21, "text": "Please check ayah 21:107 for complete tafsir." },
    { "ayah": 106, "surah": 21, "text": "Please check ayah 21:107 for complete tafsir." },
    {
      "ayah": 107,
      "surah": 21,
      "text": "১০৫-১০৭ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা খবর দিচ্ছেন যে, তিনি তাঁর সবান্দাদেরকের যেমন আখেরাতে ভাগ্যবান করে থাকেন তেমনই দুনিয়াতেও তাদেরকে রাজ্য ও ধনমাল দান করেন। এটা আল্লাহর নিশ্চিত ওয়াদা এবং সত্য ফায়সালা। যেমন তিনি বলেনঃ (আরবী) অর্থাৎ “নিশ্চয় যমীন আল্লাহর অধিকারভুক্ত। তিনি তাঁর বান্দাদের যাকে চান ওর ওয়ারিস বানিয়ে দেন, আর উত্তম পরিণাম তো খোদাভীরুদের জন্যেই।” (৭:১২৮) অন্য জায়গায় বলেনঃ (আরবী) অর্থাৎ “নিশ্চয়ই আমি আমার রাসূলদেরকে ও মু'মিনদেরকে পার্থিব জীবনেও সাহায্য করবো এবং যেই দিন সাক্ষীরা দণ্ডায়মান হবে সেই দিনও (অর্থাৎ আখেরাতেও) সাহায্য করবো।” (৪০:৫১) অন্যত্র বলেনঃ (আরবী) অর্থাৎ “তোমাদের মধ্যে যারা ঈমান এনেছে ও সৎ কার্যাবলী সম্পাদন করেছে তাদের সঙ্গে আল্লাহ ওয়াদা করেছেন যে, তিনি তাদেরকে ভূ-পৃষ্ঠে বিজয়ী ও শক্তিমান করবেন যেমন বিজয়ী ও শক্তিমান করেছিলেন তাদের পূর্ববর্তীদেরকে আর তিনি তাদের জন্যে তাদের দ্বীনকে সদঢ় করবেন যা তিনি তাদের জন্যে পছন্দ করেন ও যাতে তিনি সন্তুষ্ট হন।” (২৪:৫৫)আল্লাহ তাআলা সংবাদ দিচ্ছেন যে, এটা শারইয়্যাহ ও কাদরিয়্যাহ কিতাব সমূহে লিপিবদ্ধ রয়েছে এবং এটা অবশ্য অবশ্যই হবে। তাই, তিনি বলেনঃ (আরবী) অর্থাৎ ‘আমি উপদেশের পর কিতাবে লিখে দিয়েছি।'হযরত সাঈদ ইবনু জুবাইর (রঃ) বলেন যে, 'যাকূর' দ্বারা তাওরাত, ইঞ্জীল ও কুরআনকে বুঝানো হয়েছে। হযরত মুজাহিদ (রঃ) বলেন যে, ‘যাবুর দ্বারা বুঝানো হয়েছে কিতাবকে। কেউ কেউ বলেন যে, যাবুর হলো ঐ কিতাবের নাম যা হযরত দাউদের (আঃ) উপর অবতীর্ণ হয়েছিল। এখানে ‘যি দ্বারা উদ্দেশ্য হলো তাওরাত। হযরত ইবনু আব্বাস (রাঃ) বলেন যে, “যি দ্বারা কুরআন কারীমকে বুঝানো হয়েছে। হযরত সাঈদ ইবনু জুবাইর (রঃ) বলেন যে, যি হলো ওটাই যা আকাশে রয়েছে। অর্থাৎ যা আল্লাহর নিকট বিদ্যমান উম্মুল কিতাব, যা সর্বপ্রথম কিতাব। অর্থাৎ লাওহে মাহ। এটাও বর্ণিত আছে যে, যাবুর' হলো ঐ আসমানী কিতাবসমূহ যে গুলি নবীদের (আঃ) উপর অবতীর্ণ হয়েছিল। আর যি হলো প্রথম কিতাব অর্থাৎ লাওহে মাহফুয।হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণিত আছে যে, আল্লাহ তাআলা তাওরাত ও যাবুরে এবং আসমান ও যমীন সৃষ্ট হওয়ার পূর্বে তার সাবেক জ্ঞানে খবর দিয়েছেন যে, হযরত মুহাম্মদের (সাঃ) উম্মত যমীনের বাদশাহ হয়ে যাবে এবং সৎকর্মশীল হয়ে বেহেশতে প্রবেশ করবে। একথাও বলা হয়েছে যে, যমীন দ্বারা এখানে জান্নাতের যমীন বুঝানো হয়েছে। হযরত আবু দারদা (রাঃ) বলেনঃ “সৎকর্মশীল লোক আমরাই।” সুদ্দী (রঃ) বলেন যে, এর দ্বারা মুমিন লোকদেরকে বুঝানো হয়েছে। মহামহিমান্বিত আল্লাহ বলেনঃ শেষ নবী হযরত মুহাম্মদের (সঃ) উপর অবতারিত পূর্ণ উপদেশ বাণী রয়েছে ঐ সম্প্রদায়ের জন্যে যারা ইবাদত করে। যারা আমাকে মেনে চলে এবং আমার নামে নিজেদের প্রবৃত্তিকে দমন করে।অতঃপর আল্লাহ পাক বলেনঃ হে নবী (সঃ)! আমি তোমাকে বিশ্ব জগতের প্রতি শুধু রহমত বা করুণী রূপেই প্রেরণ করেছি। সুতরাং যারা এই রহমতের কারণে কৃতজ্ঞতা প্রকাশ করবে তারা হবে দুনিয়া ও আখেরাতে সফলকাম। পক্ষান্তরে, যারা অকৃতজ্ঞ হবে তারা উভয় জগতে হবে ধ্বংস প্রাপ্ত। যেমন মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “(হে নবী (সঃ)! তুমি কি তাদের প্রতি লক্ষ্য কর না যারা আল্লাহর অনুগ্রহের বদলে অকৃতজ্ঞতা প্রকাশ করে এবং তারা তাদের সম্প্রদায়কে নামিয়ে আনে ধ্বংসের ক্ষেত্র জাহান্নামে যার মধ্যে তারা প্রবেশ করবে, কত নিকৃষ্ট এই আবাস স্থল!” (১৪:২৮-২৯) কুরআন কারীমের গুণাবলী বর্ণনা করতে গিয়ে আল্লাহ তাআলা বলেনঃ (আরবী) অর্থাৎ “(হে নবী (সঃ)! তুমি বলে দাওঃ মু'মিনদের জন্যে এটা (কুরআন) পথ-নির্দেশ ও ব্যাধির প্রতিকার। কিন্তু যারা অবিশ্বাসী তাদের কর্ণে রয়েছে। বধিরতা এবং কুরআন হবে তাদের জন্যে অন্ধত্ব। তারা এমন যে, যেন তাদেরকে আহ্বান করা হয় বহু দূর হতে!\" (৪১:৪৪)।হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহকে (সঃ) বলা হয়ঃ “হে আল্লাহর রাসূল (সঃ)! আপনি মুশরিকদের উপর বদ দুআ করুন!” তিনি উত্তরে বলেনঃ “আমি লানতকারীরূপে প্রেরিত হই নাই, বরং রহমত রূপে প্রেরিত হয়েছি।” (এ হাদীসটি ইমাম মুসলিম (রঃ) স্বীয় সহীহ গ্রন্থে বর্ণনা করেছে) অন্য হাদীসে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমি তো শুধু রহমত ও হিদায়াত।\" অন্য রিওয়াইয়াতে এর সাথে এটাও রয়েছেঃ “আমাকে এক কওমের উত্থান ও অন্য কওমের পতনের সাথে প্রেরণ করা হয়েছে।” বর্ণিত আছে যে, আবৃ জাল একদা বলেঃ “হে কুরায়েশের দল! মুহাম্মদ (সঃ) ইয়াসরিবে (মদীনায়) চলে গেছে এবং পরিভ্রমণকারী প্রহরী সে এদিকে ওদিকে তোমাদের অনুসন্ধানে পাঠিয়ে দিয়েছে। দেখো, তোমরা সদা সতর্ক থাকো। সে ক্ষুধার্ত সিংহের ন্যায় ওৎ পেতে রয়েছে। কেননা, তোমরা তাকে দেশ হতে বিতাড়িত করেছে। আল্লাহর শপথ! তার যাদু অতুলনীয়। আমি যখনই তাকে বা তার যে কোন সঙ্গীকে দেখি তখনই তার সাথে শয়তানি আমার দৃষ্টি গোচর হয়। তোমরা তো জান যে, (মদীনার) আউস ও খাযরাজ গোত্র আমাদের শত্রু। আমাদের এই শত্রুকে ঐ শত্রুরা আশ্রয় দিয়েছে। তার এই কথার জবাবে মুতইম ইবনু আ’দী তাকে বলেনঃ “হে আবুল হাকাম! আল্লাহর কসম! তোমাদের যে ভাইটিকে তোমরা দেশ থেকে বিতাড়িত করেছো তাঁর চেয়ে তো অধিক সত্যবাদী ও প্রতিশ্রুতি পালনকারী আর কাউকেও আমি দেখি নাই! যখন তোমরা এই ভাল লোকটির সাথে দুর্ব্যবহার করেছে তখন তাকে ছেড়ে দাও। তোমাদের এখন উচিত তার থেকে সম্পূর্ণ পৃথক থাকা।” তখন আবু সুফিয়ান ইবনু হারিস বললোঃ “না, না। বরং তার উপর কঠোরতা অবলম্বন করা উচিত। জেনে রেখো যে, যদি তার পক্ষের লোকেরা তোমাদের উপর জয়যুক্ত হয় তবে তোমাদের কোথাও ঠাঁই মিলবে না। তোমাদের আত্মীয় স্বজনই তোমাদেরকে আশ্রয় দেবে না। সুতরাং তোমাদের উচিত মদীনাবাসীদের উপর এই চাপ সৃষ্টি করা যে, তারা যেন মুহাম্মদকে (সঃ) পরিত্যাগ করে, যাতে সে একাকী হয়ে যায়। যদি তারা এটা অস্বীকার করে তবে তাদের উপর আক্রমণ চালাতে হবে। যদি তোমরা এতে সম্মত হও তবে আমি মদীনার প্রান্তে প্রান্তে সৈন্য মোতায়েন করে দেবো এবং তাদেরকে সমুচিত শিক্ষা প্রদান করবো।\" যখন রাসূলুল্লাহর (সঃ) কানে এ সংবাদ পৌঁছলো তখন তিনি বললেনঃ “যে আল্লাহর হাতে আমার প্রাণ রয়েছে তাঁর শপথ! আমি তাদেরকে হত্যা ও ধ্বংস করবো এবং কতকগুলিকে বন্দী করার পর অনুগ্রহ করে ছেড়ে দেবো। আমি হলাম রহমত স্বরূপ। আমাকে দুনিয়া হতে উঠিয়ে নিবেন না, যে পর্যন্ত না তিনি তার দ্বীনকে সারা দুনিয়ার উপর বিজয়ী না করবেন। আমার পাঁচটি নাম রয়েছে। সেগুলি হলোঃ মুহাম্মদ (সঃ), আহমাদ (সঃ), মাহী, কেননা আমার মাধ্যমে আল্লাহ তাআলা কুফরীকে নিশ্চিহ্ন করবেন। আমার চতুর্থ নাম হাশির। কেননা, আমার পায়ের উপর লোকদেরকে একত্রিত করা হবে। আর আমার পঞ্চম নাম হলো আকিব।\" (এ হাদীসটি আবুল কাসিম তিবরানী (রঃ) বর্ণনা করেছেন। আহমাদ ইবনু সালিহ বলেন: “আমি আশা করি হাদীসটি বিশুদ্ধ)বর্ণিত আছে যে, হযরত হুযাইফা (রাঃ) মাদায়েনে অবস্থান করছিলেন। মাঝে মাঝে তিনি এমন কিছু আলোচনা করতেন যা রাসূলুল্লাহ (সঃ) বলেছেন। একদা হযরত হুযাইফা (রাঃ) সালমান ফারসীর (রাঃ) নিকট আগমন করেন। তখন হযরত সালমান (রাঃ) বলেনঃ হে হুযাইফা (রাঃ)! একদা রাসূলুল্লাহ (সঃ) স্বীয় ভাষণে বলেছিলেনঃ “ক্রোধের সময় যদি আমি কাউকেও ভাল মন্দ কিছু বলে দিই বা লানত করি তবে জেনে রেখো যে, আমিও তোমাদের মতই একজন মানুষ। তোমাদের মত আমারও রাগ হয়। হাঁ, তবে যেহেতু আমি সারা বিশ্বের জন্যে রহমত স্বরূপ, সেহেতু আমার প্রার্থনা এই যে, আল্লাহ যেন আমার এই শব্দগুলিকেও মানুষের জন্যে করুণার কারণ বানিয়ে দেন।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন) এখন বাকী থাকলো এই কথা যে, কাফিরদের জন্যে কি করে তিনি রহমত হতে পারেন? এই উত্তরে বলা যেতে পারেঃ হযরত ইবনু আব্বাস (রাঃ) হতে এই আয়াতেরই তাফসীরে বর্ণিত আছে যে, মু'মিনদের জন্যে তো তিনি দুনিয়া ও আখেরাতে রহমত স্বরূপ ছিলেন। কিন্তু যারা মুমিন নয় তাদের জন্যে তিনি দুনিয়াতেই রহমত স্বরূপ ছিলেন। তারা তাঁরই র হমতের বদৌলতে যমীনে ধ্বসে যাওয়া হতে, আকাশ হতে পাথর বর্ষণ হতে রক্ষা পেয়ে যায়। পূর্ববর্তী অবাধ্য উম্মতদের উপর এই শাস্তি এসেছিল। (এটা ইমাম ইবনু জারীর (রঃ) বর্ণনা করেছেন)"
    },
    { "ayah": 108, "surah": 21, "text": "Please check ayah 21:112 for complete tafsir." },
    { "ayah": 109, "surah": 21, "text": "Please check ayah 21:112 for complete tafsir." },
    { "ayah": 11, "surah": 21, "text": "Please check ayah 21:15 for complete tafsir." },
    { "ayah": 110, "surah": 21, "text": "Please check ayah 21:112 for complete tafsir." },
    { "ayah": 111, "surah": 21, "text": "Please check ayah 21:112 for complete tafsir." },
    {
      "ayah": 112,
      "surah": 21,
      "text": "১০৮-১১২ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা স্বীয় রাসূলকে (সঃ) নির্দেশ দিচ্ছেনঃ তুমি মুশরিকদেরকে বলে দাওঃ আমার কাছে এই ওয়াহী করা হচ্ছে যে, সত্য ও প্রকৃত মাবুদ শুধু আল্লাহ তাআলাই। তোমরা সবাই এটা মেনে নাও। যদি তোমরা আমার কথা না মানে তবে আমরা ও তোমরা পৃথক। তোমরা আমাদের শত্রু এবং আমরা তোমাদের শত্রু। যেমন অন্য জায়গায় আল্লাহ তাআলা বলেনঃ (আরবী) অর্থাৎ “যদি তারা তোমাকে মিথ্যা প্রতিপন্ন করে তবে বলে দাও আমার আমল আমার জন্যে এবং তোমাদের আমল তোমাদের জন্যে, আমি যে আমল করি তা হতে তোমরা মুক্ত এবং তোমরা যে আমল কর তা হতে আমি মুক্ত।\" (১০:৪১) আরো বলেনঃ (আরবী) অর্থাৎ “তুমি যদি কোন কওমের বিশ্বাসঘাতকতা ও চুক্তি ভঙ্গের আশংকা কর তবে তৎক্ষণাৎ তাদেরকে চুক্তি ভঙ্গের খবর দিয়ে দাও।\" (৮:৫৮)। অনুরূপভাবে আল্লাহ তাআলা এখানেও বলেনঃ যদি তারা মুখ ফিরিয়ে নেয় তবে তুমি বলে দাওঃ তোমাদের আমাদের মধ্যকার সম্পর্ক বিচ্ছিন্ন হয়ে গেল। তোমরা নিশ্চিতরূপে জেনে রেখো যে, তোমাদের সঙ্গে যে ওয়াদা করা হচ্ছে। তা অবশ্য অবশ্যই পূর্ণ হবে, তা এখনই হোক অথবা বিলম্বেই হোক। আল্লাহ তাআলা প্রকাশ্য ও অপ্রকাশ্য বিষয় সম্পর্কে সম্যক অবগত। তোমরা যা কিছু প্রকাশ কর এবং যা কিছু গোপন রাখো আল্লাহ তা সবই জানেন। বান্দাদের সমস্ত প্রকাশ্য ও গোপনীয় সংবাদ তার নিকট প্রকাশমান। ছোট, বড়, প্রকাশ্য, অপ্রকাশ্য সবই তিনি জানতে পারেন। খুব সঙ্ঘ ওয়াদা পূরণে বিলম্ব করার মধ্যেও তোমাদের জন্যে একটা পরীক্ষা রয়েছে এবং কিছু কালের জন্যে তোমরা জীবনোপভোগ করবে।রাসূলদেরকে (আঃ) যে দুআ শিক্ষা দেয়া হয়েছিল তা হলো : হে আল্লাহ! আপনি আমাদের মধ্যে ও আমাদের কওমের মধ্যে ন্যায়ের সাথে ফায়সালা করুন এবং উত্তম ফায়সালাকারী একমাত্র আপনিই। রাসূলুল্লাহকেও (সঃ) এই প্রকারেরই দুআ'র নির্দেশ দেয়া হয়। রাসূলুল্লাহ (সঃ) যে কোন যুদ্ধে গিয়েই দুআ করতেনঃ হে আমার প্রতিপালক! আপনি ন্যায়ের সাথে ফায়সালা করে দিন। আমরা আমাদের দয়াময় আল্লাহর কাছেই সাহায্য প্রার্থনা করি। হে কাফির ও মুশরিকদের দল! তোমরা যা কিছু মিথ্যা আরোপ করছে সে বিষয়ে আমাদের একমাত্র সহায়স্থল তিনিই। তিনিই আমাদের সাহায্যকারী।"
    },
    { "ayah": 12, "surah": 21, "text": "Please check ayah 21:15 for complete tafsir." },
    { "ayah": 13, "surah": 21, "text": "Please check ayah 21:15 for complete tafsir." },
    { "ayah": 14, "surah": 21, "text": "Please check ayah 21:15 for complete tafsir." },
    {
      "ayah": 15,
      "surah": 21,
      "text": "১০-১৫ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা স্বীয় পাক কালামের ফজিলত বর্ণনা করতঃ ওর মর্যাদার প্রতি আগ্রহ উৎপদিনের নিমিত্তে বলেনঃ তোমাদের উপর আমি এই কিতাব (কুরআন) অবতীর্ণ করেছি। এতে তোমাদের শ্রেষ্ঠত্ব, তোমাদের দ্বীন, তোমাদের শরীয়ত এবং তোমাদের কথা আলোচিত হয়েছে। তবুও কি তোমরা বুঝবে না ও জ্ঞান লাভ করবে না? তোমরা কি এই গুরুত্বপূর্ণ নিয়ামতের কদর করবে না? যেমন অন্য আয়াতে রয়েছেঃ (আরবী) অর্থাৎ “তোমার জন্যে ও তোমার কওমের জন্যে এটা উপদেশ এবং সত্বরই তোমরা জিজ্ঞাসিত হবে।\" (৪৩:৪৪)।এরপর আল্লাহ তাআলা বলেনঃ আমি ধ্বংস করেছি কতজনপদ, যার অব্বিাসীরা ছিল যালিম। অন্য জায়গায় রয়েছেঃ “নূহের (আঃ) পরে আমি বহু জনপদকে ধ্বংস করে দিয়েছি।\" আর এক জায়গায় রয়েছেঃ “এমন বহু জনপদ, যা পূর্বে উন্নতি ও জঁকজমকপূর্ণ ছিল, কিন্তু পরে জনগণের জুলুমের কারণে আমি ওগুলিকে ধ্বংস করে দিয়েছি।”মহান আল্লাহ বলেনঃ তাদেরকে ধ্বংস করে দেয়ার পর আমি তাদের স্থলে সৃষ্টি করেছি অপর জাতিকে। এক কওমের পর অন্য কওম এবং এরপর আর এক কওম, এভাবেই একে অপরের স্থলাভিষিক্ত হতে থেকেছে। যখন ঐ লোকগুলি শাস্তি আসতে দেখে নেয় তখন তাদের বিশ্বাস হয়ে যায় যে, আল্লাহর নবীর ফরমান মোতাবেক আল্লাহর শান্তি এসে গেছে। তখন তারা হতবুদ্ধি হয়ে পালাবার পথ খুঁজতে থাকে। এদিক ওদিক তারা দৌড়তে শুরু করে। তখন তাদেরকে বলা হয়ঃ পলায়ন করো না, বরং নিজেদের প্রাসাদের দিকে এবং আরাম আয়েশ ও সুখ-সামগ্রীর দিকে ফিরে এসো। তোমাদের সাথে প্রশ্নোত্তর চলবে যে, তোমরা আল্লাহর নিয়ামত রাজির জন্যে তার কৃতজ্ঞতা প্রকাশ করেছিলে কি না। এই নির্দেশ হবে তাদেরকে ধমক দেয়া এবং লাঞ্ছিত ও অপমানিত করা হিসেবে। ঐ সময় তারা নিজেদের পাপরাশির কথা স্বীকার করে নেবে। তারা স্পষ্টভাবে বলবেঃ “আমরা তো ছিলাম অত্যাচারী। কিন্তু তখনকার স্বীকার করে কোনই লাভ হবে না। আল্লাহ পাক বলেনঃ তাদের এই আর্তনাদ চলতে থাকে যতক্ষণ না আমি তাদেরকে কর্তিত শস্য ও নির্বাপিত অগ্নি সদৃশ না করি।"
    },
    { "ayah": 16, "surah": 21, "text": "Please check ayah 21:20 for complete tafsir." },
    { "ayah": 17, "surah": 21, "text": "Please check ayah 21:20 for complete tafsir." },
    { "ayah": 18, "surah": 21, "text": "Please check ayah 21:20 for complete tafsir." },
    { "ayah": 19, "surah": 21, "text": "Please check ayah 21:20 for complete tafsir." },
    { "ayah": 2, "surah": 21, "text": "Please check ayah 21:6 for complete tafsir." },
    {
      "ayah": 20,
      "surah": 21,
      "text": "১৬-২০ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা খবর দিচ্ছেন যে, তিনি আকাশ ও যমীনকে হক ও ন্যায়ের সাথে সৃষ্টি করেছেন, যাতে তিনি অসৎ লোকদেরকে শাস্তি এবং সৎলোকদের পুরস্কার দেন। এগুলিকে তিনি খেল তামাশা ও ক্রীড়াচ্ছিলে সৃষ্টি করেন নাই। অন্য আয়াতে এই বিষয়ের সাথে সাথেই এই বর্ণনা রয়েছে যে, এইরূপ ধারণা কাফিররা পোষণ করে থাকে যাদের জন্য জাহান্নামের অগ্নি প্রস্তুত রয়েছে। মহামহিমান্বিত আল্লাহ বলেনঃ আমি যদি খেল-তামাশা ও ক্রীড়ার উপকরণ চাইতাম তবে আমি আমার কাছে যা তা নিয়েই ওটা করতাম। এর একটি ভাবার্থ হচ্ছেঃ যদি আমি খেল-তামাশা চাইতাম তবে ওর উপকরণ বানিয়ে নিতাম। আমার কাছে যা আছে তা নিয়েই। আর তা হলে আমি জান্নাত, জাহান্নাম, মৃত্যু, পুনরুত্থান এবং হিসাব সৃষ্টি করতাম না। ইবনু আবি নাজাহ (রাঃ) এই অর্থ করেছেন। হাসান (রাঃ) ও কাতাদা (রাঃ) বলেন যে, এর ভাবার্থ হচ্ছেঃ যদি আমি স্ত্রীর ইচ্ছা করতাম তবে আমার কাছে যারা আছে তাদেরকেই করতাম। ইয়ামিন বাসীদের ভাষায় (আরবী) শব্দটি স্ত্রীর অর্থেও এসে থাকে। ইকরামা (রঃ) এবং সুদ্দী (রঃ) বলেন যে, এখানে (আরবী) শব্দ দ্বারা সন্তান উদ্দেশ্য। কিন্তু এ দু'টি অর্থ পরম্পর সম্বন্ধ যুক্ত। স্ত্রীর সাথে সন্তানও রয়েছে। যেমন মহান আল্লাহ এক জায়গায় বলেছেনঃ (আরবী) অর্থাৎ “আল্লাহ সন্তান গ্রহণ করার ইচ্ছা করলে তার সষ্টির মধ্যে যাকে ইচ্ছা মনোনীত করতে পারতেন; পবিত্র ও মহান তিনি। তিনি আল্লাহ, এক, প্রবল পরাক্রমশালী।\" (৩৯:৪) সুতরাং তিনি সন্তান গ্রহণ করা হতে সম্পূর্ণরূপে পবিত্র। হযরত ঈসা (আঃ) ও উযায়ের তাঁর পুত্র নন এবং ফেরেশতারা তাঁর কন্যাও নন। এই ইয়াহুদী, খৃস্টান ও মক্কার কাফিরদের এই বাজে কথা এবং অপবাদ হতে এক ও পরাক্রমশালী আল্লাহ পবিত্র ও উচ্চ। (আরবী) এর মধ্যে (আরবী) শব্দটি নেতিবাচক। অর্থাৎ ‘আমি এটা করি নাই।' মুজাহিদের (রঃ) উক্তি তো এই যে, কুরআনকারীমের মধ্যে (আরবী) সর্বক্ষেত্রেই নেতিবাচক রূপে এসেছে।আল্লাহ তাআলা বলেনঃ আমি সত্য দ্বারা মিথ্যার উপর আঘাত হানি, ফলে তা মিথ্যাকে চূর্ণ বিচূর্ণ করে দেয় এবং তৎক্ষণাৎ মিথ্যা নিশ্চিহ্ন হয়ে যায়। ওটা বেশীক্ষণ টিকে থাকতে পারে না। যারা আল্লাহর জন্যে সন্তান সাব্যস্ত করছে, তাদের এই বাজে ও ভিত্তিহীন কথার কারণে তাদের দুর্ভোগ পোহাতেই হবে।এরপর আল্লাহ তাআলা বলেনঃ যে ফেরেশতাদেরকে তোমরা আল্লাহর কন্যা বলছে তাদের অবস্থা শুনো এবং আল্লাহ তাআলার বিরাটত্বের প্রতি লক্ষ্য করো যে, আকাশ ও পৃথিবীর সমস্ত কিছু তারই অধিকারভুক্ত। ফেরেশতারা তাঁরই ইবাদতে নিমগ্ন রয়েছে। তারা যে কোন সময় তাঁর অবাধ্য হবে এটা অস। হযরত ঈসা (আঃ) আল্লাহ তাআলার বান্দা হওয়াতে শরম করেন না এবং ফেরেশতারাও তার ইবাদত করতে লজ্জাবোধ করেন না। তাদের কেউই অহংকারবশে তার ইবাদত করা হতে বিমুখ হয় না। যে কেউ এরূপ করবে তার জেনে রাখা উচিত যে, এমন একদিন আসছে যেই দিন সে হাশরের মাঠে সবারই সাথে তার সামনে হাজির হবে এবং স্বীয় কৃতকর্মের ফল ভোগ করবে। ঐ বুযুর্গ ফেরেশতামণ্ডলী দিবারাত্র আল্লাহর পবিত্রতা ও মহিমা ঘোষণা করে এবং তারা ক্লান্তও হয় না এবং শৈথিল্যও করে না। দিন রাত তারা আল্লাহর আদেশ পালনে, তাঁর ইবাদতে এবং তার তাসবীহ পাঠ ও আনুগত্যের কাজে লেগে রয়েছে। তাদের মধ্যে নিয়াত ও আমল উভয়ই বিদ্যমান। না তারা কোন সময় আল্লাহর নাফরমানী করে, না কোন আদেশ পালনে বিমুখ হয়।হযরত হাকীম ইবনু হিযাম (রাঃ) হতে বর্ণিত আছে যে, একদা রাসূলুল্লাহ (সাঃ) সাহাবীদের মজলিসে অবস্থান করছিলেন, ঐ সময় তিনি বলেনঃ “আমি যা শুনতে পাচ্ছি তা তোমরাও শুনতে পাচ্ছ কি?” সাহাবীরা উত্তরে বলেনঃ “আমরা তো কিছুই শুনতে পাচ্ছি না।” তখন তিনি বলেনঃ “আমি আকাশের চড়ুচণ্ডু শব্দ শুনতে পাচ্ছি। আর সত্য ব্যাপার তো এটাই যে, ওতে চডুচড়ু হওয়া স্বাভাবিক। কেননা তাতে কনিষ্ঠাঙ্গুলী পরিমিত স্থানও এমন নেই যেখানে কোন না কোন ফেরেশতার মস্তক সিজদায় পড়ে থাকে না।\" (এ হাদীসটি ইবনু আবি হাতিম (রঃ) বর্ণনা করেছেন)হযরত আবদুল্লাহ ইবনু হারিস ইবনু নাওফাল (রঃ) হতে বর্ণিত, তিনি বলেনঃ “একদা আমি হযরত কা'ব আহবারের (রাঃ) কাছে বসেছিলাম। ঐ সময় আমি অল্প বয়স্ক বালক ছিলাম। আমি তাকে এই আয়াতের ভাবার্থ জিজ্ঞেস করলাম যে, ফেরেশতাদেরকে কি তাদের চলা, ফেরা, আল্লাহর পয়গাম নিয়ে যাওয়া, আমল করা ইত্যাদি ও তাসবীহ পাঠ করতে বিরত রাখে না? আমার এ প্রশ্ন শুনে তিনি জিজ্ঞেস করলেনঃ “এ ছেলেটি কে?\" জনগণ উত্তরে বললেনঃ “এটা বানু আবদিল মুত্তালিব গোত্রের ছেলে। তিনি তখন আমার কপাল চুম্বন করে বললেনঃ “হে প্রিয় বৎস! ফেরেশতাদের এই তাসবীহ পাঠ ঠিক আমাদের নিঃশ্বাস গ্রহণের মত। দেখো, চলতে, ফিরতে, কথা বলতে সব সময়েই আমাদের নিঃশ্বাস আসা যাওয়া করে থাকে। অনুরূপভাবে ফেরেশতাদের তাসবীহ পাঠও অনবরত চলতে থাকে।\""
    },
    { "ayah": 21, "surah": 21, "text": "Please check ayah 21:23 for complete tafsir." },
    { "ayah": 22, "surah": 21, "text": "Please check ayah 21:23 for complete tafsir." },
    {
      "ayah": 23,
      "surah": 21,
      "text": "২১-২৩ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা শিরকে খণ্ডন করতে গিয়ে বলেনঃ হে মুশরিকদের দল! আল্লাহ ছাড়া তোমরা যে সবের পূজা করে থাকে। তাদের মধ্যে একজনও এমন নেই যে মৃতকে জীবিত করতে পারে। একজন কেন, সবাই মিলিত হলেও তাদের এ ক্ষমতা হবে না। তা হলে যে আল্লাহ এ ক্ষমতা রাখেন তাদের তার সমান মর্যাদা দেয়া অন্যায় নয় কি?এরপর আল্লাহ তাআলা বলেনঃ আচ্ছা, যদি বাস্তবে এটা মেনে নেয়া হয় যে, বহু মাবুদ রয়েছে তবে আসমান ও যমীনের ধ্বংস অপরিহার্য হয়ে পড়বে। যেমন তিনি অন্য জায়গায় বলেনঃ “আল্লাহর সন্তান নেই এবং তাঁর সাথে অন্য কোন মাবুদও নেই; যদি এরূপ হতো তবে প্রত্যেকেই নিজ নিজ সৃষ্ট বস্তুকে নিয়ে ফিরতে এবং প্রত্যেকেই অন্যের উপর জয়যুক্ত হওয়ার চেষ্টা করতো। আল্লাহ তাআলা তাদের বর্ণনাকৃত বিশেষণ হতে সম্পূর্ণরূপে পবিত্র।” এখানে তিনি বলেনঃ তারা যা বলে তা হতে আরশের অধিপতি আল্লাহ পবিত্র ও মহান। অর্থাৎ ছেলে মেয়ে হতে তিনি পবিত্র ও মুক্ত। অনুরূপভাবে তিনি সঙ্গী সাথী, অংশীদার ইত্যাদি হতেও উর্ধ্বে। তাদের এ সব কিছু তার উপর অপবাদ ছাড়া কিছুই নয়। এগুলি থেকে আল্লাহর সত্ত্বা সম্পূর্ণরূপে মুক্ত। তার মাহাত্মতো এই যে, সাধারণভাবে তিনি প্রকৃত শাহানশাহ। তার উপরে শাসনকর্তা হুকুমের কৈফিয়ত চাইতে পারে না এবং কেউ তার কোন ফরমনি টলাতেও পারে না। তাঁর শ্রেষ্ঠত্ব, মর্যাদা, বড়ত্ব, জ্ঞান, হিকমত, ন্যায় বিচার এবং মেহেরবানী অতুলনীয়। তাই, তার বিরুদ্ধে কেউ কোন প্রতিবাদ করতে পারে না। কেউ তার সামনে টু শব্দটিও করতে পারে না। সবাই তার সামনে অপারগ ও নিরুপায়। কেউই কোন শক্তি রাখে না। কেউ এমন নেই যে, তার সামনে কথা বলার সাহস রাখে। এ কাজ কেন করলেন এবং কেন এটা হলো এরূপ প্রশ্ন তাঁকে করতে পারে এমন সাধ্য কারো নেই। তিনি সমস্ত সৃষ্টির স্রষ্টা এবং সবারই তিনি মালিক বলে তিনি যাকে ইচ্ছা যে কোন প্রশ্ন করতে পারেন। প্রত্যেকের কাজের তিনি হিসাব গ্রহণ করবেন। যেমন তিনি বলেনঃ (আরবী) অর্থাৎ “তোমার প্রতিপালকের শপথ! অবশ্যই আমি তাদের সকলকেই তাদের কৃতকর্ম সম্পর্কে জিজ্ঞাসাবাদ করবো।” (১৫:৯২-৯৩) যে তার, আশ্রয়ে এসে যাবে সে সমস্ত অকল্যাণ ও বিপদাপদ হতে বেঁচে যাবে। পক্ষান্তরে, এমন কেউ নেই যে তাঁর বিপক্ষে অপরাধীকে আশ্রয় দিতে পারে।"
    },
    { "ayah": 24, "surah": 21, "text": "Please check ayah 21:25 for complete tafsir." },
    {
      "ayah": 25,
      "surah": 21,
      "text": "২৪-২৫ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা বলেনঃ ঐ লোকগুলি আল্লাহ ছাড়া যাদেরকে মা'বুদ বানিয়ে রেখেছে, তাদের ইবাদতের উপর কোন প্রমাণ তাদের কাছে নেই। কিন্তু মু'মিনরা যে আল্লাহর ইবাদত করছে তাতে তারা সত্যের উপর রয়েছে। তাদের হাতে উচ্চতর দলীল হিসেবে আল্লাহর কালাম কুরআন বিদ্যমান রয়েছে। এর পূর্ববর্তী অসিমানী কিতাব গুলিতেও এর প্রমাণ মওজুদ রয়েছে, যা সশব্দে তাওহীদের স্বপক্ষে ও কাফিরদের আত্মপূজার বিপক্ষে সাক্ষ্য দিচ্ছে। যে নবীর উপর যে কিতাব অবতীর্ণ হয়েছে তাতে এই বর্ণনা বিদ্যমান রয়েছে যে, আল্লাহ ছাড়া অন্য কেউ ইবাদতের যোগ্য নয়। কিন্তু অধিকাংশ মুশরিক সত্য হতে উদাসীন হয়ে আল্লাহর কথাকে অস্বীকার করে বসেছে। সমস্ত রাসূলকে তাও হীদের শিক্ষা দেয়ারই নির্দেশ দেয়া হয়েছে। যেমন তিনি বলেছেনঃ (আরবী) অর্থাৎ “তোমার পূর্বে আমি যে সব রাসূল পাঠিয়েছিলাম তাদেরকে জিজ্ঞেস করতো আমি কি তাদের জন্যে দয়াময় (আল্লাহ) ছাড়া অন্যান্য মাবুদ সমূহ নির্ধারণ করেছিলাম যে, তারা তাদেরই ইবাদত করবে?” (৪৩:৪৫) আর এক জায়গায় মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “আমি প্রত্যেক উম্মতের মধ্যে এমন রাসূল পাঠিয়েছি যে জনগণের কাছে ঘোষণা করে দিয়েছেঃ তোমরা আল্লাহরই ইবাদত করো এবং তাগূতের (শয়তানের) ইবাদত হতে দূরে থাকো।” (১৬:৩৬) সুতরাং রাসূল ও নবীদের সাক্ষ্যও এটাই এবং স্বয়ং আল্লাহর প্রকৃতিও এরই সাক্ষী। আর মুশরিকদের কোন দলীল প্রমাণ নেই। তাদের সমস্ত হুজ্জত বৃথা। তাদের উপর আল্লাহর গযব পতিত হবে এবং তাদের জন্যে রয়েছে কঠিন শাস্তি।"
    },
    { "ayah": 26, "surah": 21, "text": "Please check ayah 21:29 for complete tafsir." },
    { "ayah": 27, "surah": 21, "text": "Please check ayah 21:29 for complete tafsir." },
    { "ayah": 28, "surah": 21, "text": "Please check ayah 21:29 for complete tafsir." },
    {
      "ayah": 29,
      "surah": 21,
      "text": "২৬-২৯ নং আয়াতের তাফসীর:\nমক্কার কাফিরদের ধারণা ছিল যে, ফেরেশতারা আল্লাহর কন্যা (নাউযুবিল্লাহ)। তাদের এই ধারণা খণ্ডন করতে গিয়ে আল্লাহ তাআলা বলেনঃ এটা সম্পূর্ণ ভুল ধারণা। ফেরেশতারা তার সম্মানিত বান্দা। তারা বড়ই মর্যাদা সম্পন্ন। কথায় ও কাজে তারা সদা আল্লাহর আনুগত্যের কাজে নিমগ্ন রয়েছে। কোন সময়েই তারা আগে বেড়ে কথা বলে না, কোন কাজে তারা তাঁর আদেশের বিপরীতও করে না। বরং যা তিনি আদেশ করেন তা-ই তারা পালন করে। তারা আল্লাহর জ্ঞানের মধ্যে পরিবেষ্টিত। তাঁর কাছে কোন কিছুই গোপন নেই সামনের পিছনের ডানের ও বামের খবর তিনি রাখেন। অণু-পরমাণুর জ্ঞানও তার রয়েছে। এই পবিত্র ফেরেশতারাও এই সাহস রাখেন না যে, আল্লাহর কাছে তাঁর অনুমতি ছাড়া কোন অপরাধীর জন্যে সুপারিশ করেন। যেমন তিনি বলেনঃ (আরবী) অর্থাৎ “কে সে, যে তাঁর অনুমতি ব্যতীত তাঁর নিকট সুপারিশ করবে?” (২৪ ২৫৫) অন্য আয়াতে রয়েছেঃ (আরবী) অর্থাৎ “যাকে তিনি অনুমতি দিবেন তার শাফাআত ছাড়া তাঁর কাছে আর কারো শাফাআত চলবে না।\" (৩৪:২৩) এই বিষয়েই আরো বহু আয়াত কুরআন কারীমের মধ্যে বিদ্যমান রয়েছে। ফেরেশতা মণ্ডলী এবং আল্লাহর নৈকট্যলাভকারী বান্দারা সবাই তার ভয়ে ভীত সন্ত্রস্ত অবস্থায় কাঁপতে থাকবেন। তাদের মধ্যে যে কেউই নিজে মা’বৃদ বলে দাবী করবে তাকে আল্লাহ প্রতিফল দিবেন জাহান্নাম। যালিমদেরকে তিনি এভাবেই শাস্তি দিয়ে থাকেন। মহান আল্লাহর একথাটি শর্ত সাপেক্ষ। আর শর্তের জন্যে ওটা সংঘটিত হওয়া জরুরী নয়। এটা জরুরী নয় যে, আল্লাহর বিশিষ্ট বান্দাদের মধ্যে কেউ এই ঘৃণ্য দাবী করে ও এইরূপ কঠিন শাস্তি ভোগ করে। যেমন কুরআন কারীমে ঘোষিত হয়েছেঃ (আরবী) অর্থাৎ “(হে নবী (সঃ)! তুমি বলে দাওঃ যদি আল্লাহর সন্তান হতো তবে আমিই হতাম প্রথম সেই বান্দা।\" (৪৩:৮১) অন্য জায়গায় রয়েছেঃ (আরবী) অর্থাৎ “(হে নবী (সঃ)!) যদি তুমি শিরু কর তবে অবশ্যই তোমার আমল বিনষ্ট হয়ে যাবে এবং অবশ্যই তুমি ক্ষতিগ্রস্তদের অন্তর্ভুক্ত হয়ে যাবে।\" (৩৯:৬৫) সুতরাং আল্লাহ তাআলার সন্তান হওয়াও যেমন সম্ভব নয় তেমনই রাসূলুল্লাহর (সঃ) শিকও অসম্ভ।"
    },
    { "ayah": 3, "surah": 21, "text": "Please check ayah 21:6 for complete tafsir." },
    { "ayah": 30, "surah": 21, "text": "Please check ayah 21:33 for complete tafsir." },
    { "ayah": 31, "surah": 21, "text": "Please check ayah 21:33 for complete tafsir." },
    { "ayah": 32, "surah": 21, "text": "Please check ayah 21:33 for complete tafsir." },
    {
      "ayah": 33,
      "surah": 21,
      "text": "৩০-৩৩ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা বর্ণনা করছেন যে, তার শক্তি অসীম এবং প্রভূত্ব ও ক্ষমতা অপরিসীম। তিনি বলেনঃ যে সব কাফির আল্লাহ ছাড়া অন্যদের পা করছে তাদের কি এটুকুও জ্ঞান নেই যে, সমস্ত মাখলুকের সৃষ্টিকর্তা হলেন একমাত্র আল্লাহ? আর সব জিনিসের রক্ষক তিনিই? সুতরাং হে কাফিরদের দল! তোমরা তার সাথে অন্যদের ইবাদত করছো কেন? প্রথমে আসমান ও যমীন পরস্পর মিলিতভাবে ছিল। একটি অপরটি হতে পৃথক ছিল না। অল্লিাহ তাআলা পরে ওগুলিকে পৃথক পৃথক করে দিয়েছেন। যমীনকে নীচে ও অসিমানকে উপরে রেখে উভয়ের মধ্যে বিরাট ব্যবধান সৃষ্টি করতঃ অত্যন্ত কৌশলের সাথে প্রতিষ্ঠিত করেছেন। তিনি সাতটি যমীন ও সাতটি আসমান বানিয়েছেন। যমীন ও প্রথম আসমানের মধ্যবর্তী স্থান ফাকা রেখেছেন। আকাশ হতে তিনি বৃষ্টি বর্ষণ করেন এবং যমীন হতে ফসল উৎপন্ন করেন। প্রত্যেক জীবন্ত জিনিস তিনি পানি হতে সৃষ্টি করেছেন। এই সমুদয় জিনিস, যে গুলির প্রত্যেকটি, কারিগরের একচেটিয়া ক্ষমতা ও একত্ব প্রমাণ করে না কি? এ লোকগুলি নিজেদের সামনে এসব কিছু বিদ্যমান পাওয়া সত্ত্বেও এবং আল্লাহর শ্রেষ্ঠত্বের স্বীকারোক্তি করেই শিক পরিত্যাগ করছে না।(আরবী) অর্থাৎ “প্রত্যেক জিনিসের মধ্যেই তাঁর (আল্লাহর) অস্তিত্বের নিদর্শন বিদ্যমান রয়েছে যা প্রমাণ করছে যে, তিনি এক।\"হযরত ইকরামা (রঃ) হতে বর্ণিত আছে যে, হযরত ইবনু আব্বাসকে (রঃ) জিজ্ঞেস করা হয়ঃ “পূর্বে রাত ছিল, না দিন?” উত্তরে তিনি বলেনঃ (আরবী) “প্রথমে যমীন ও আসমান মিলিত ও সংযুক্ত ছিল। তা হলে এটাতো প্রকাশমান যে, তাতে অন্ধকার ছিল। আর অন্ধকারের নামইতো রাত। সুতরাং প্রমাণিত হলো যে, পূর্বে রাতই ছিল।\"হযরত আবদুল্লাহ ইবনু দীনার (রাঃ) হতে বর্ণিত আছে যে, আল্লাহ পাকের এই উক্তি সম্পর্কে একটি লোক হযরত ইবনু উমারকে (রাঃ) জিজ্ঞেস করলে তিনি তাকে বলেনঃ “এ সম্পর্কে তুমি হযরত ইবনু আব্বাসকে (রাঃ) জিজ্ঞেস কর। তিনি উত্তরে যা বলবেন তা আমাকে জানাবে।” তখন লোকটি হযরত ইবনু আব্বাসের (রাঃ) কাছে গিয়ে জিজ্ঞেস করে। তিনি জবাবে বলেনঃ “যমীন ও আসমান সব এক সাথেই ছিল। না বৃষ্টি বর্ষিত হতো, না ফসল উৎপন্ন হতো। যখন আল্লাহ তাআলা আত্মা বিশিষ্ট মাখলুক সৃষ্টি করলেন তখন তিনি আকাশকে ফেড়ে তা হতে বৃষ্টি বর্ষণ করলেন এবং যমীনকে ফেড়ে তা হতে ফসল উৎপন্ন করলেন। প্রশ্নকারী লোকটি এটা হযরত ইবনু উমারের (রাঃ) সামনে বর্ণনা করলে তিনি অত্যন্ত খুশী হন এবং বলে ওঠেনঃ “আজকে আমার দৃঢ় বিশ্বাস হলো যে, হযরত আবদুল্লাহ ইবনু আব্বাসের (রাঃ) কুরআনের জ্ঞান সবারই উর্ধ্বে। মাঝে মাঝে আমার ধারণা হতো যে, হয়তো বা হযরত ইবনু আব্বাসের (রাঃ) এ ব্যাপারে সাহসিক উদ্যম বেড়ে গেছে। কিন্তু আজ ঐ কুধারণা আমার মন থেকে দূর হয়ে গেল।” (এটা ইবনু আবি হাতিম (রঃ) বর্ণনা করেছেন)আল্লাহ তাআলা আসমান ফেড়ে সাতটি আসমান বানিয়ে দেন এবং যমীনকে ফেড়ে সাতটি যমীন বানিয়ে দেন। হযরত মুজাহিদের (রাঃ) তাফসীরে এও রয়েছে যে, এগুলি মিলিত ভাবে ছিল। অর্থাৎ পূর্বে সাত আসমান এক সাথেই ছিল এবং অনুরূপভাবে সাত যমীনও একটাই ছিল। তারপর পৃথক পৃথক করে দেয়া হয়। হযরত সাঈদের (রঃ) তাফসীরে আছে যে, এ দুটো পূর্বে একটাই ছিল, পরে পৃথক পৃথক করে দেয়া হয়েছে। যমীন ও আসমানের মধ্যবর্তী স্থান ফঁকা রাখা হয়েছে। পানিকে সমস্ত প্রাণীর আসল বা মূল করে দেয়া হয়েছে।হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “হে আল্লাহর নবী (সঃ)! যখন আমি আপনাকে দেখি তখন আমার মন খুব খুশী হয় এবং আমার চক্ষু ঠাণ্ডা হয়ে যায়। আপনি আমাদেরকে সমস্ত জিনিসের মূল সম্পর্কে অবহিত করুন! তখন রাসূলুল্লাহ (সঃ) তাকে বললেনঃ “হে আবু হুরাইরা (রাঃ)! জেনে রেখো যে, সমস্ত জিনিস পানি দ্বারা সৃষ্টি করা হয়েছে। (এ হাদীসটি মুসনাদে ইবনু আবি হাতিমে বর্ণিত হয়েছে)হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত, তিনি বলেনঃ আমি বললামঃ “হে আল্লাহর রাসূল (সঃ)! যখন আমি অপনাকে দেখি তখন আমার প্রাণ খুশী হয় ও চক্ষু ঠাণ্ডা হয়। আপনি আমাদেরকে প্রত্যেক জিনিস (এর মূল) সম্পর্কে খবর দিন।' তিনি বললেনঃ “প্রত্যেক জিনিস পানি হতে সৃষ্টি করা হয়েছে।” আমি পুনরায় বললামঃ “হে আল্লাহর রাসূল (সঃ)! আপনি আমাকে এমন আমলের কথা বলে দিন যে, যখন আমি তা করবো তখন আমি বেহেশতে প্রবেশ করবো। তিনি বলেনঃ “লোকদেরকে সালাম দিতে থাকো, (দরিদ্রদেরকে) খাদ্য খেতে দাও এবং রাত্রে উঠে তাহাজ্জুদের নামায পড় যখন লোকেরা ঘুমিয়ে থাকে, তাহলে নিরাপদে জান্নাতে প্রবেশ করবে।” (এ হাদীসটি মুসনাদে আহমাদে বর্ণনা করা হয়েছে)যমীনকে আল্লাহ তাআলা পর্বতরূপ পেরেক দ্বারা দৃঢ় করে দিয়েছেন যাতে তা হেলে দুলে মানুষকে পেরেশান করে না তুলে এবং তাদেরকে প্রকম্পিত না করে। যমীনের তিন ভাগ পানিতে ভোলা আছে, যাতে মানুষে আকাশ ও ওর বিস্ময়কর বস্তুরাজি চক্ষু দ্বারা অবলোকন করতে পারে। অতঃপর আল্লাহ তাআলা স্বীয় রহমতের গুণে যমীনে রাস্তাপথ বানিয়ে দিয়েছেন। যাতে মানুষ সহজে তাদের সফরের কাজ চালিয়ে যেতে পারে এবং দূর দূরান্তে পৌঁছতে পারে। আল্লাহ তাআলার মাহাত্ম্য দেখে বিস্মিত হতে হয় যে, এক শহর হতে অন্য শহরের মাঝে পর্বত রাজি প্রতিবন্ধক রূপে দাঁড়িয়ে রয়েছে এবং এর ফলে চলাফেরা বাহ্যতঃ কষ্টকর মনে হচ্ছে। কিন্তু সর্বশক্তিমান আল্লাহ স্বীয় ক্ষমতা বলে ঐ পর্বত রাজির মধ্যেও পথ বানিয়ে দিয়েছেন, যাতে এখানকার লোক সেখানে এবং সেখানকার লোক এখানে পৌঁছতে পারে এবং নিজেদের কাজ কারবার চালিয়ে যেতে পারে। তিনি আসমানকে যমীনের উপর ছাদরূপে বানিয়ে রেখেছেন। যেমন- (আরবী) অর্থাৎ “আমি আকাশকে নিজের হাতে সৃষ্টি করেছি এবং আমি প্রশস্ত জ্ঞান ও শক্তির অধিকারী।\" (৫১:৪৭) আর এক জায়গায় বলেছেনঃ (আরবী) অর্থাৎ “শপথ আকাশের এবং যিনি ওটা নির্মাণ করেছেন তার।\" (৯১:৫) আরো বলেনঃ (আরবী)অর্থাৎ “তারা কি তাদের উধ্বস্থিত আকাশের দিকে তাকিয়ে দেখে না, আমি কিভাবে ওটা নির্মাণ করেছি ও ওকে সুশোভিত করেছি এবং ওতে কোন ফাটলও নেই?” (৫০:৬)(আরবী) বলা হয় ছাদ ও তাবু খাড়া করাকে। যেমন রাসূলুল্লাহ (সঃ) বলেছেনঃ “ইসলামের ‘বেনা বা ভিত্তি পাঁচটি জিনিসের উপর রাখা হয়েছে।” যেমন পাঁচটি স্তম্ভের উপর কোন ছাদ বা তাঁবু দাড়িয়ে থাকে। অতঃপর এই যে আকাশ, যা ছাদের মত, তা আবার সুরক্ষিত ও প্রহরীযুক্ত, যাতে ওর কোন জায়গায় কোন ক্ষতি না হয়। ওটা সুউচ্চ ও নির্মল।হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণিত আছে যে, একটি লোক জিজ্ঞেস করেঃ “হে আল্লাহর রাসূল (সঃ)! এই আকাশ কি?\" তিনি উত্তরে বলেনঃ “এটা হচ্ছে তরঙ্গ, যা তোমাদের হতে বন্ধ রাখা হয়েছে।” (এ হাদীসটি মুসনাদে ইবনু আবি হাতিমে বর্ণিত হয়েছে। এর ইসনাদ গারীব)মহামহিমান্বিত আল্লাহ বলেনঃ কিন্তু তারা আকাশস্থিত নিদর্শনাবলী হতে মুখ ফিরিয়ে নেয়। যেমন মহান আল্লাহ বলেনঃ “আসমান ও যমীনে এমন বহু নিদর্শন রয়েছে যে গুলি মানুষের চোখের সামনে বিদ্যমান, অথচ তারা সেগুলি হতে মুখ ফিরিয়ে নেয়।\" অর্থাৎ তারা মোটেই চিন্তা গবেষণা করে না যে, কত প্রশস্ত, সুউচ্চ ও বিরাট এই আকাশ তাদের মাথার উপর বিনা স্তম্ভে আল্লাহ তাআলা প্রতিষ্ঠিত রেখেছেন। অতঃপর ওকে সুন্দর সুন্দর তারকারাজি দ্বারা সৌন্দর্য মণ্ডিত করেছেন। ওগুলির কিছু কিছু স্থির আছে এবং কিছু কিছু চলমান। রয়েছে। সূর্যের কক্ষপথ নির্দিষ্ট আছে। যখন ওটা বিদ্যমান থাকে তখন দিন হয় এবং যখন ওটা দৃষ্টির অন্তরালে চলে যায় তখন রাত্রি হয়। এই সূর্য শুধু মাত্র একদিন ও রাতে সারা আকাশকে প্রদক্ষিণ করে। ওর চলন ও তীব্রতা একমাত্র আল্লাহ ছাড়া আর কেউ জানে না। শুধু অনুমানের উপর বলা হয়ে থাকে সেটা অন্যকথা।বর্ণিত আছে যে, বানী ইসরাঈলের আবেদদের মধ্যে কোন একজন আবেদ তার ত্রিশ বছরের ইবাদতের সময় পূর্ণ করেছিলেন। কিন্তু অন্যান্য আবেদদের উপর যেমন ত্রিশ বছরের ইবাদতের পর মেঘের দ্বারা ছায়া করা হতো, তাঁর উপর তা হলো না। তখন তিনি তাঁর ঐ অবস্থার কথা তাঁর মায়ের নিকট বর্ণনা করেন। তখন তাঁর মা বলেন “হে আমার প্রিয় বৎস! হয় তো তুমি তোমার এই ইবাদতের যুগে কোন পাপকার্য করে থাকবে। তিনি বললেনঃ “আম্মা! আমি তো এরূপ কোন কার্য করি নাই।” মা বললেনঃ “তা হলে তুমি অবশ্যই কোন  পাপ কার্যের পূর্ণ সংকল্প গ্রহণ করে থাকবে।” তিনি বললেনঃ খুব স তুমি আকাশের দিকে দৃষ্টিপাত করেছে, কিন্তু কোন চিন্তা গবেষণা না করেই দৃষ্টি ফিরিয়ে নিয়েছে। আবেদ তখন বললেনঃ “এরূপতো বরাবরই হতে আছে।” মা বললেনঃ “তা হলে কারণ এটাই।”এরপর মহামহিমান্বিত আল্লাহ তাঁর ব্যাপক ক্ষমতার কিছু নিদর্শন বর্ণনা করছেনঃ তোমরা রাত্রি ও অন্ধকারের প্রতি লক্ষ্য কর এবং দিন ও ওর আলোর প্রতি দৃষ্টিপাত কর। তারপর এ দুটোর পুরস্পর ক্রমাগত সুশৃংখলভাবে গমনাগমনের প্রতি লক্ষ্য কর এবং একটি কমে যাওয়া ও অপরটি বেড়ে যাওয়া। দেখো। আরো দেখো সূর্য ও চন্দ্রের দিকে। সূর্যের আলো এক বিশেষ আলো এবং ওর আকাশ, ওর যামানা, ওর নড়াচড়া এবং ওর চলনগতি পৃথক। চন্দ্রের আলো পৃথক ওর কক্ষপথ পৃথক এবং চলনগতি পৃথক। প্রত্যেকে নিজ নিজ কক্ষপথে বিচরণ করে এবং আল্লাহর নির্দেশ পালনে নিমগ্ন রয়েছে। যেমন আল্লাহ পাক বলেনঃ “তিনিই সকালকে উজ্জ্বলকারী, তিনিই রাত্রিকে শান্তিময় করেন, তিনিই সূর্য ও চন্দ্রকে নিয়ন্ত্রণ করে থাকেন, এটা পরাক্রমশালী, সর্বজ্ঞের নিয়ন্ত্রণ।”"
    },
    { "ayah": 34, "surah": 21, "text": "Please check ayah 21:35 for complete tafsir." },
    {
      "ayah": 35,
      "surah": 21,
      "text": "৩৪-৩৫ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা বলেনঃ হে মুহাম্মদ (সঃ)! তোমার পূর্বেও আমি কোন মানুষকে দুনিয়ায় অনন্ত জীবন দান করি নাই। বরং ভূ-পৃষ্ঠে যা কিছু আছে সমস্তই নশ্বর, অবিনশ্বর শুধু তোমার প্রতিপালকের সত্তা, যিনি মহিমময়, মহানুভব। এই আয়াত দ্বারাই আলেমগণ দলীল গ্রহণ করেছেন যে, হযরত খিযর (আঃ) মারা গেছেন। তিনি আজ পর্যন্ত জীবিত আছেন এটা ভুল কথা। কেননা, তিনিও মানুষই ছিলেন। হোন তিনি ওয়ালী বা নবী অথবা রাসূল, কিন্তু ছিলেন তো মানুষই।মহান আল্লাহ বলেনঃ হে মুহাম্মদ (সাঃ)! তুমি যদি মৃত্যুবরণ কর তবে তারা কি চিরজীবি হয়ে থাকবে? অর্থাৎ তারা কি আশা করছে যে, তোমার মৃত্যুর পর তারা দুনিয়ায় চিরদিন বেঁচে থাকবে? না, এটা হতে পারে না, বরং প্রত্যেকেই ধ্বংস হয়ে যাবে। এজন্যেই আল্লাহ তাআলা বলেনঃ জীব মাত্রই মৃত্যুর স্বাদ গ্রহণ করবে। ইমাম শাফিয়ী (রঃ) বলতেনঃ “লোকেরা আমার মৃত্যুর কামনা করে, আমি যদি মারা যাই তবে এই পথে কি আমি একাই রয়েছি? এমন কেউই নেই যে এর স্বাদ গ্রহণ করবে না।” এরপর মহান আল্লাহ বলেনঃ আমি তোমাদেরকে মন্দ ও ভাল দ্বারা বিশেষভাবে পরীক্ষা করে থাকি। অর্থাৎ আমি তোমাদেরকে ভাল ও মন্দ দ্বারা, সুখ ও দুঃখ দ্বারা, মিষ্ট ও তিক্ত দ্বারা এবং প্রশস্ততা ও সংকীর্ণতা দ্বারা পরীক্ষা করে থাকি, যাতে কৃতজ্ঞ ও অকৃতজ্ঞ এবং ধৈর্যশীল ও হতাশা গ্রস্ত ব্যক্তি প্রকাশ হয়ে পড়ে। ঐশ্বর্য ও দারিদ্র, কঠোরত ও কোমলতা, হালাল ও হারাম, হিদায়াত ও গুমরাহী এবং আনুগত্য ও অবাধ্যতা এ সবগুলিই পরীক্ষামূলক। এর দ্বারা ভাল ও মন্দ প্রকাশ পেয়ে থাকে।তোমাদের সবারই প্রত্যাবর্তন আমারই কাছে। ঐ সময় যে যেমন ছিল তা প্রকাশ হয়ে পড়বে। পাপীরা শাস্তি এবং পুণ্যবারা পুরস্কার লাভ করবে।"
    },
    { "ayah": 36, "surah": 21, "text": "Please check ayah 21:37 for complete tafsir." },
    {
      "ayah": 37,
      "surah": 21,
      "text": "৩৬-৩৭ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা স্বীয় নবীকে (সাঃ) সম্বোধন করে বলেনঃ হে নবী (সঃ)! কাফিররা যখন তোমাকে দেখে অর্থাৎ কুরায়েশ কাফিররা, যেমন আবু জেহেল প্রভৃতি, তখন তারা তোমাকে শুধু বিদ্রুপের পাত্র রূপেই গ্রহণ করে এবং তোমার সাথে বেআদবী শুরু করে দেয়। তারা পরস্পর বলাবলি করেঃ দেখো, এই কি ঐ ব্যক্তি, যে আমাদের দেবদেবীগুলির সমালোচনা করে? একে তো এটা তাদের হঠকারিতা, দ্বিতীয়তঃ তারা নিজেরাই 'রহমান' (দয়াময় আল্লাহ) এর উল্লেখের বিরোধিতাকারী ও তাঁর রাসূলকে (সঃ) অস্বীকারকারী। যেমন আল্লাহ তাআলা অন্য জায়গায় বলেছেনঃ (আরবী) অর্থাৎ “তারা যখন তোমাকে দেখে তখন তারা তোমাকে শুধু ঠাট্টা বিদ্রুপের পাত্ররূপে গণ্য করে এবং বলেঃ এই কি সে, যাকে আল্লাহ রাসূল করে পাঠিয়েছেন? সে তো আমাদেরকে আমাদের দেবতাগণ হতে সরিয়েই দিতে যদি না আমরা তাদের আনুগত্যে দৃঢ়-প্রতিষ্ঠিত থাকতাম; যখন তারা শাস্তি প্রত্যক্ষ করবে তখন তারা জানবে কে সর্বাধিক পথভ্রষ্ট।” (২৫:৪১-৪২)।মহান আল্লাহ বলেনঃ ‘মানুষ সৃষ্টিগতভাবে ত্বরা প্রবণ। যেমন অন্য আয়াতে আছেঃ (আরবী) অর্থাৎ “মানুষ তো অতিমাত্রায় ত্বরা প্রিয়।” (১৭:১১) হযরত মুজাহিদ (রঃ) বলেন যে, আল্লাহ তাআলা সমস্ত মানুষকে সৃষ্টি করার পর হযরত আদমকে (আঃ) সৃষ্টি করতে শুরু করেন। সন্ধ্যায় নিকটবর্তী সময়ে যখন তার মধ্যে রূহ্ ফুঁক দেয়া হয়, মাথা, চক্ষু ও জিহ্বায় যখন রূহ্ চলে আসে তখন তিনি বলে ওঠেনঃ “হে আমার প্রতিপালক! মাগরিব হওয়ার পূর্বেই তাড়াতাড়ি করে আমার সৃষ্টিকার্য সমাপ্ত করুন।”হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “সমস্ত দিনের মধ্যে সর্বোত্তম দিন হচ্ছে শুক্রবারের দিন। ঐ দিনেই হযরত আদমকে (আঃ) সৃষ্টি করা হয়। সেই দিনেই তিনি জান্নাতে প্রবেশ করেন। ঐদিনেই তাঁকে জান্নাত হতে বের করে দুনিয়ায় নামিয়ে দেয়া হয়। ঐ দিনেই কিয়ামত সংঘটিত হবে। ঐদিনের মধ্যে এমন এক সময় রয়েছে যে, ঐ সময়ে যে বান্দা নামাযে থেকে আল্লাহ তাআলার নিকট যা চায় তিনি তাকে তা প্রদান করে থাকেন।” রাসূলুল্লাহ (সঃ) তাঁর অঙ্গুলীগুলি দ্বারা ইশারা করে বলেনঃ “ওটা অতি অল্প সময়।” হযরত আবদুল্লাহ ইবনু সালাম (রাঃ) বলেনঃ “ঐ সময়টুকু কোন সময় তা আমার জানা আছে। ওটা হলো জুমআর দিনের শেষ সময়টুকু। ঐ সময়েই আল্লাহ তাআলা হযরত আদমকে (আঃ) সৃষ্টি করেন। অতঃপর তিনি এই আয়াতটিই পাঠ করেন। (এ হাদীসটি ইনু আবি হাতিম (রঃ) বর্ণনা করেছেন) প্রথম আয়াতে কাফিরদের হঠকারিতার বর্ণনা দেয়ার পর পরই দ্বিতীয় আয়াতে আল্লাহ তাআলা মানব জাতির ত্বরা প্রবণতার বর্ণনা দিয়েছেন। এতে নিপুণতা এই রয়েছে যে, কাফিরদের হঠকারিতার ও ঔদ্ধত্যপূর্ণ কাজ দেখা মাত্রই মুসলমানরা প্রতিশোধ গ্রহণের জন্যে উত্তেজিত হয়ে ওঠে এবং তারা অতি তাড়াতাড়ি বদলা নেয়ার ইচ্ছা করে। কেননা, মানুষ সৃষ্টিগত ভাবেই ত্বরা প্রবণ। কিন্তু মহান আল্লাহর নীতি এই যে, তিনি অত্যাচারীদেরকে অবকাশ দিয়ে থাকেন। অতঃপর যখন তাদেরকে পাকড়াও করেন তখন আর ছেড়ে দেন না। এজন্যেই তিনি বলেনঃ আমি তোমাদেরকে আমার নিদর্শনাবলী দেখাবো। তাদের শাস্তি কত কঠোর তা তোমরা অবশ্যই দেখতে পাবে। তোমরা অপেক্ষা করতে থাকে এবং আমাকে তাদের শাস্তির ব্যাপারে ত্বরা করতে বলো না।"
    },
    { "ayah": 38, "surah": 21, "text": "Please check ayah 21:40 for complete tafsir." },
    { "ayah": 39, "surah": 21, "text": "Please check ayah 21:40 for complete tafsir." },
    { "ayah": 4, "surah": 21, "text": "Please check ayah 21:6 for complete tafsir." },
    {
      "ayah": 40,
      "surah": 21,
      "text": "৩৮-৪০ নং আয়াতের তাফসীর:\nমুশরিকদের সম্পর্কে আল্লাহ তাআলা খবর দিচ্ছেন যে, তারা কিয়ামত সংঘটিত হওয়াকে অসত্ব মনে করতে বলে আম্পর্ধা দেখিয়ে বলতোঃ “তুমি আমাদেরকে যা থেকে ভয় প্রদর্শন করছে তা কখন সংঘটিত হবে এবং এই প্রতিশ্রুতি কখন পূর্ণ হবে? মহাপরাক্রমশালী আল্লাহ তাদেরকে জবাব দিচ্ছেনঃ তোমরা যদি বিবেকবান হতে এবং ঐ দিনের ভয়াবহ অবস্থা সম্পর্কে সতর্ক থাকতে তবে কখনো এর জন্যে তাড়াহুড়া করতে না! ঐ সময় শাস্তি তোমাদেরকে তোমাদের উপর হতে ও তোমাদের পায়ের নীচে হতে আচ্ছন্ন করে ফেলবে। তখন তোমরা তোমাদের সম্মুখ ও পশ্চাৎ হতে ঐ শাস্তিকে প্রতিরোধ করতে পারবে না। ঐ দিন তোমরা গন্ধকের পোশাক পরিহিত থাকবে এবং ঐ অবস্থায় তোমাদের শরীরে আগুন ধরিয়ে দেয়া হবে। তোমাদেরকে চতুর্দিক হতে জাহান্নাম পরিবেষ্টন করে ফেলবে। কেউই তোমাদেরকে সাহায্য করার জন্যে এগিয়ে আসবে না।ঐ শাস্তি তাদের উপর অতর্কিতভাবে এসে পড়বে এবং তাদেরকে হতভম্ব ও হতবুদ্ধি করে দিবে। ফলে তারা তা রোধ করতে পারবে না এবং তাদেরকে মোটেই অবকাশও দেয়া হবে না।"
    },
    { "ayah": 41, "surah": 21, "text": "Please check ayah 21:43 for complete tafsir." },
    { "ayah": 42, "surah": 21, "text": "Please check ayah 21:43 for complete tafsir." },
    {
      "ayah": 43,
      "surah": 21,
      "text": "৪১-৪৩ নং আয়াতের তাফসীর:\nমুশরিকরা যে আল্লাহর রাসূলকে (সঃ) ঠাট্টা বিদ্রুপ করে ও মিথ্যা প্রতিপাদন করে কষ্ট দেয় সেজন্যে তিনি তাঁকে সান্ত্বনা দিয়ে বলেনঃ হে নবী (সঃ) মুশরিকরা যে তোমাকে ঠাট্টা বিদ্রুপ করছে এবং মিথ্যা প্রতিপন্ন করছে সে কারণে তুমি উদ্বিগ্ন ও মনঃক্ষুন্ন হয়ো না। কাফিরদের এটা পুরাতন অভ্যাস। পূর্ববর্তী নবীদের (আঃ) সাথেও তারা এরূপ ব্যবহারই করেছে। ফলে, অবশেষে তারা আল্লাহর শাস্তির কবলে পতিত হয়। যেমন মহামহিমান্বিত আল্লাহ বলেনঃ (আরবী) অর্থাৎ “তোমার পূর্ববর্তী রাসূলদের মিথ্যা প্রতিপাদন করা হয়েছিল, অতঃপর তারা ওর উপর ধৈর্য ধারণ করেছিল, আর তাদেরকে কষ্ট দেয়া হয়েছিল, শেষ পর্যন্ত তাদের কাছে আমার সাহায্য এসেছিল; আল্লাহর কথার কেউ পরিবর্তনকারী নেই। আর তোমার কাছে রাসূলদের খবর এসে গেছে।” (৬:৩৪)এরপর মহান আল্লাহ স্বীয় নিয়ামত ও অনুগ্রহের বর্ণনা দিতে গিয়ে বলেনঃ তিনিই তোমাদের সবারই হিফাযত ও রক্ষণাবেক্ষণ করতে রয়েছেন। তিনি কখনও ক্লান্ত হন না এবং কখনও নিদ্রা যান না। এখানে দ্বারা (আরবী) অর্থ নেয়া হয়েছে। অর্থাৎ রহমানের পরিবর্তে বা রহমান ছাড়া দিন-রাত তোমাদেরকে কে রক্ষণাবেক্ষণ করছে? অর্থাৎ তিনিই করছেন। যেমন কোন কবি বলেনঃ (আরবী) অর্থাৎ “দাসী ‘মিরফাক পরিধান করে নাই এবং সজীর পরিবর্তে পেস্তার স্বাদ গ্রহণ করে নাই।” এখানেও (আরবী) দ্বারা (আরবী) বুঝানো হয়েছে।মুশরিক ও কাফিররা শুধু যে, আল্লাহর একটা নিয়ামত ও অনুগ্রহকে অস্বীকার করছে তা নয়; বরং তারা তার সমস্ত নিয়ামতকেই অস্বীকার করে থাকে।এরপর তাদেরকে ধমকের সুরে বলা হচ্ছেঃ তবে কি আল্লাহ ব্যতীত তাদের এমন দেব-দেবীও আছে যারা তাদেরকে রক্ষা করতে পারে? অর্থাৎ তারা এরূপ করার ক্ষমতা রেখে না। তাদের এই ধারণা সম্পূর্ণ ভুল। এমনকি তাদের এই বাজে মা’বৃদরা নিজেদেরকেই তো সাহায্য করতে পারে না এবং তারা আল্লাহ থেকে বাচতেও পারে না। আল্লাহ তাআলার পক্ষ থেকে কোন খবর তাদের কাছে নেই। এ বাক্যের একটি অর্থ এটাও যে, তারা কাউকেও বাচাতেও পারে না এবং নিজেরাও বাঁচতে পারে না।"
    },
    { "ayah": 44, "surah": 21, "text": "Please check ayah 21:47 for complete tafsir." },
    { "ayah": 45, "surah": 21, "text": "Please check ayah 21:47 for complete tafsir." },
    { "ayah": 46, "surah": 21, "text": "Please check ayah 21:47 for complete tafsir." },
    {
      "ayah": 47,
      "surah": 21,
      "text": "৪৪-৪৭ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা মুশরিকদের হিংসা বিদ্বেষ ও প্রতারণা এবং নিজেদের গুমরাহীর উপর প্রতিষ্ঠিত থাকার কারণ বর্ণনা করতে গিয়ে বলেনঃ আমি তাদেরকে পানাহার ও ভোগের সামগ্রী প্রদান করেছি এবং দীর্ঘ বয়স দিয়েছি বলেই তারা মনে করে নিয়েছে যে, তাদের কৃতকর্ম আমার কাছে পছন্দনীয়। এরপর মহান আল্লাহ তাদেরকে উপদেশ দিচ্ছেনঃ তারা কি দেখে না যে, আমি কাফিরদের জনপদগুলিকে তাদের কুফরীর কারণে ধ্বংস করে দিয়েছি? এই বাক্যের আরো অনেক অর্থ করা হয়েছে। যা আমরা সূরায়ে রা’দে বর্ণনা করে দিয়েছি। কিন্তু সর্বাধিক সঠিক অর্থ এটাই। যেমন অন্য জায়গায় রয়েছেঃ (আরবী) অর্থাৎ “তোমাদের আশে পাশের জনপদগুলিকে আমি ধ্বংস করে দিয়েছি এবং আমি নিদর্শনসমূহ ঘুরিয়ে ফিরিয়ে থাকি যাতে লোকেরা তাদের পাপকার্য হতে ফিরে আসে।\" (৪৬:২৭) হযরত হাসান বসরী (রঃ) এর একটি ভাবার্থ করেছেনঃ “আমি ইসলামকে কুফরীর উপর জয়যুক্ত করে আসছি। সুতরাং তোমরা কি এর দ্বারাও উপদেশ গ্রহণ করবে না যে, কিভাবে আল্লাহ তাআলা তার বন্ধুদেরকে তার শত্রুদের উপর বিজয় দান করেন এবং কিভাবে পূর্ববর্তী মিথ্যা প্রতিপাদনকারী উম্মতদেরকে ধ্বংস করে দিয়েছেন ও মুমিনদেরকে মুক্তি দান করেছেন? “এজন্যেই আল্লাহ তাআলা বলেনঃ “তবুও কি তারা বিজয়ী হবে? অর্থাৎ এখনো কি তারা নিজেদেরকে বিজয়ী মনে করছেঃ না, না। বরং তারা পরাজিত, লাঞ্ছিত, ক্ষতিগ্রস্ত ও ধ্বংস প্রাপ্ত।মহামহিমান্বিত আল্লাহ বলেনঃ হে নবী (সঃ)! তুমি বলে দাও আমি শুধু ওয়াহী দ্বারাই তোমাদেরকে সতর্ক করি। যে সব শাস্তি থেকে আমি তোমাদেরকে ভয় প্রদর্শন করছি এটা আমার নিজের পক্ষ হতে নয়, আল্লাহ তাআলার কথাই আমি তোমার কাছে প্রচার করছি মাত্র। কিন্তু আল্লাহ যাদের অন্তর্চক্ষু অন্ধ করে দিয়েছেন এবং কর্ণে ও অন্তরে মোহর লাগিয়ে দিয়েছেন তাদের জন্যে মহান আল্লাহর একথাগুলি কোন উপকারে আসবে না। বধিরকে সতর্ক করা বৃথা। কেননা, সে তো কিছু শুনতেই পায় না।মহান আল্লাহ বলেনঃ হে নবী (সঃ)! তোমার প্রতিপালকের শাস্তির কিছুমাত্র তাদেরকে স্পর্শ করলে তারা তাদের অপরাধ স্বীকার করে নেবে এবং স্বতঃস্ফূর্ত ভাবে বলে ফেলবেঃ হায়, দুর্ভোগ আমাদের, আমরা তো ছিলাম যালিম। আল্লাহ পাক বলেনঃ কিয়ামতের দিন আমি স্থাপন করবো ন্যায় বিচারের মানদণ্ড। সুতরাং কারো প্রতি কোন অবিচার করা হবে না। এই দাঁড়িপাল্লা একটিই হবে। কিন্তু যে আমলগুলি তাতে ওজন করা হবে ওগুলি অনেক হবে বলে একে বহু বচন আনা হয়েছে। ঐদিন কারো প্রতি সামান্য পরিমাণও অত্যাচার করা হবে না। কেননা, হিসাব গ্রহণকারী হবেন স্বয়ং আল্লাহ, তিনি একাই সমস্ত মাখলুকের হিসাব নেয়ার জন্যে যথেষ্ট। যেমন মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “তোমার প্রতিপালক কারো উপর যুলুম করেন না।” (১৮:৪৯) আর এক জায়গায় বলেনঃ (আরবী) অর্থাৎ “নিশ্চয় আল্লাহ অনুপরিমাণও যুলুম করবেন না, পুণ্যকে তিনি বহুগুণ বৃদ্ধি করবেন এবং নিজের নিকট হতে প্রতিদান প্রদান করবেন।” (৪:৪০) আল্লাহ তাআলা হযরত লুকমানের উক্তি উদ্ধৃত করে বলেনঃ (আরবী) অর্থাৎ “হে আমার প্রিয় বৎস! কোন কিছু যদি শরিষার দানা পরিমাণও হয় এবং তা যদি থাকে শিলাগর্ভে অথবা আকাশে কিংবা মৃত্তিকার নীচে, আল্লাহ তাও উপস্থিত করবেন; নিশ্চয় আল্লাহ সূক্ষ্ম দর্শী, খবর রাখেন সব বিষয়ের।” (৩১:১৬)। হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ দু’টি কথা এমন আছে যে, যুবানে (পড়তে) হাকা, মীযানে ভারী এবং রহমানের (আল্লাহর) নিকট খুব পছন্দনীয়। তা হলোঃ (আরবী) অর্থাৎ “আমি আল্লাহর পবিত্রতা ও প্রশংসা বর্ণনা করছি’ পবিত্রতা ঘোষণা করছি আমি মহান আল্লাহর”।হযরত আমর ইবনু আস (রাঃ) হতে বর্ণিত, তিনি বলেন যে, রাসূলুল্লাহ (সাঃ) বলেছেনঃ “কিয়ামতের দিন আল্লাহ তাআলা আমার উম্মতের মধ্যে একটি লোককে হাশরের মাঠে একত্রিত জনগণের সামনে নিজের কাছে আহ্বান। করবেন। অতঃপর তার সামনে তিনি তার পাপের নিরানব্বইটি খাতা খুলে দিবেন। যতদূর দৃষ্টি যায় ততদূর পর্যন্ত দীর্ঘ হবে এক একটি খাতা। তারপর মহান আল্লাহ তাকে বলবেনঃ “এই খাতাগুলির মধ্যে তোমার কৃত যে পাপগুলি রয়েছে তার কোনটাই তুমি অস্বীকার কর কি? আমার পক্ষ থেকে যে রক্ষক ফেরেশতারা তোমার আমলগুলি লিপিবদ্ধ করার কাজে নিয়োজিত ছিল তারা তোমার প্রতি কোন যুলুম করে নাই তো?\" উত্তরে সে বলবে? “হে আমার প্রতিপালক! না আমার অস্বীকার করার কোন উপায় আছে, না আমি একথা বলতে পারি যে, আমার প্রতি যুলুম করা হয়েছে।” তখন আল্লাহ তাআলা তাকে বলবেনঃ “আচ্ছা, তোমার কোন ওজর বা কোন পুণ্য আছে কি?” সে হতবুদ্ধি হয়ে জবাব দেবেঃ “হে আমার প্রতিপালক! না, আমার ওজর করারও কিছু নেই এবং আমার কোন পুণ্যও নেই।” তখন মহান আল্লাহ বলবেনঃ “হাঁ হাঁ, তোমার একটি পূণ্য আমার কাছে রয়েছে। আজ তোমার প্রতি কোন যুলুম করা হবে না।” অতঃপর ছোট একটি কাগজের টুকরা বের করা হবে। তাতে লিখিত থাকবেঃ (আরবী) অর্থাৎ “আমি সাক্ষ্য দিচ্ছি যে, আল্লাহ ছাড়া কোন মাবুদ নেই এবং মুহাম্মদ (সঃ) আল্লাহর রাসূল।” অতঃপর আল্লাহ তাআলা (ফেরেশতাদেরকে) বলবেনঃ “তোমরা ওটা পেশ কর।” লোকটি বলবেঃ “হে আমার প্রতিপালক! এই কাগজের টুকরাটি ঐ সব বড় বড় খাতার মুকাবিলায় কি করতে পারে?” আল্লাহ তাআলা উত্তর দিবেনঃ “নিশ্চয়ই তুমি অত্যাচারিত হবে না।\" অতঃপর ঐ সমুদয় খাতা নিক্তির এক পাল্লায় রাখা হবে এবং কাগজের ঐ টুকরাটি আর এক পাল্লায় রেখে দেয়া হবে। তখন কাগজ খণ্ডের পাল্লাটি নীচের দিকে চেপে যাবে এবং ঐ খাতাগুলোর পাল্লাটি উপরের দিকে উঠে যাবে। পরম দয়ালু ও দাতা আল্লাহর নাম অপেক্ষা কোন কিছুই বেশী ভারী হবে না।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন। সুনানে ইবনু মাজাহ এবং জামে তিরমিযীতেও এটা বর্ণিত হয়েছে। ইমাম তিরমিযী (রঃ) এটাকে হাসান গারীব বলেছেন)হযরত আমর ইবনুল আস (রাঃ) হতে বর্ণিত, তিনি বলেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “কিয়ামতের দিন তুলাদণ্ড রাখা হবে। অতঃপর একটি লোককে আনয়ন করে এক পাল্লায় রেখে দেয়া হবে এবং তার উপর গণনাকৃত পাপরাশিও তাতে রেখে দেয়া হবে। তখন ঐ পাল্লা ভারী হয়ে যাবে। ফলে তাকে জাহান্নামের দিকে পাঠিয়ে দেয়া হবে। সে পিছন দিকে ফিরবে এমন সময় আল্লাহর পক্ষ হতে একজন আহ্বানকারী ডাক দিয়ে বলবেঃ “তোমরা তড়ািতাড়ি করো না, তার একটি জিনিস বাকী রয়ে গেছে।” অতঃপর কাগজের একটি টুকরা বের করা হবে যাতে লিখা থাকবেঃ ‘লাইলাহা ইল্লাল্লাহ'। ওটাকে ঐ লোকটির সাথে পাল্লায় রাখা হবে। তখন এই পাল্লা নীচের দিকে ঝুঁকে পড়বে।” (এ হাদীসটিও ইমাম আহমাদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন)হযরত আয়েশা (রাঃ) হতে বর্ণিত আছে যে, একজন সাহাবী (রাঃ) রাসূলুল্লাহর (সাঃ) সামনে বসে পড়ে বলেনঃ “হে আল্লাহর রাসূল (সঃ)! আমার কতকগুলি গোলাম (ক্রীতদাস) রয়েছে যারা আমাকে মিথ্যা প্রতিপন্ন করে, আমার খিয়ানত করে এবং আমার অবাধ্যাচরণও করে। আমি তাকে মারধোরও করি এবং গাল-মন্দও দিই। এখন বলুন তো, তাদের ব্যাপারে আমার অবস্থা কি হবে?\" উত্তরে রাসূলুল্লাহ (সঃ) বলেনঃ “তাদের খিয়ানত, . অবাধ্যাচরণ, মিথ্যা প্রতিপাদন ইত্যাদি একত্রিত করা হবে। আর তোমার তাদেরকে মারধোর করা, গাল-মন্দ দেয়া ইত্যাদিও জমা করা হবে। অতঃপর তোমার শাস্তি যদি তাদের অপরাধের সমান হয়ে যায় তবে তো তুমি পবিত্রাণ পেয়ে যাবে। তোমার শাস্তিও হবে না এবং তুমি পুরস্কারও পাবে না। তবে যদি তোমার শাস্তি তাদের অপরাধের তুলনায় কম হয় তবে তুমি আল্লাহর দয়া ও অনুগ্রহ লাভ করবে। কিন্তু যদি তোমার শাস্তি তাদের দোষের তুলনায় বেশী হয়ে যায় তবে তোমার ঐ বেশী শাস্তির প্রতিশোধ নেয়া হবে।\" একথা শুনে ঐ সাহাবী উচ্চস্বরে কাঁদতে শুরু করেন। তখন রাসূলুল্লাহ (সঃ)! বলেনঃ “তার কি হলো? সে কি কুরআন কারীমের নিম্নের আয়াতটি পাঠ করে নাই? “কিয়ামত দিবসে আমি স্থাপন করবো ন্যায় বিচারের মানদণ্ড। সুতরাং কারো প্রতি কোন অবিচার করা হবে না এবং কর্ম যদি তিল পরিমাণ ওজনেরও হয় তুবও তা আমি উপস্থিত করবো; হিসাব গ্রহণকারী রূপে আমিই যথেষ্ট।” সাহাবী তখন বললেনঃ “হে আল্লাহর রাসূল (সঃ)! এদের থেকে পৃথক হওয়া ছাড়া আমি অন্য কিছুই আর ভাল মনে করছি না। আপনি সাক্ষী থাকুন যে, আমি এদেরকে আযাদ করে দিলাম।\" (এ হাদীসটিও ইমাম আহমাদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন)"
    },
    { "ayah": 48, "surah": 21, "text": "Please check ayah 21:50 for complete tafsir." },
    { "ayah": 49, "surah": 21, "text": "Please check ayah 21:50 for complete tafsir." },
    { "ayah": 5, "surah": 21, "text": "Please check ayah 21:6 for complete tafsir." },
    {
      "ayah": 50,
      "surah": 21,
      "text": "৪৮-৫০ নং আয়াতের তাফসীর:\nআমরা পূর্বেও একথা বলেছি যে, অধিকাংশ ক্ষেত্রেই হযরত মূসা (আঃ) ও হযরত হারূণের (আঃ) বর্ণনা মিলিতভাবে এসেছে এবং অনুরূপভাবে কুরআন ও তাওরাতের বর্ণনায়ই এক সাথে দেয়া হয়েছে। ফুরকান দ্বারা কিতাব অর্থাৎ তাওরাত উদ্দেশ্য, যা সত্য ও মিথ্যা এবং হারাম ও হালালের মধ্যে পার্থক্যকারী ছিল। এর দ্বারা হযরত মূসা (আঃ) সাহায্য প্রাপ্ত হন। সমস্ত আসমানী কিতাবই হক ও বাতিল, হিদায়াত ও গুমরাহী ভাল ও মন্দ ও হারাম হালালের মধ্যে পার্থক্যকারী। এর দ্বারা অন্তরে জ্যোতি, আমলে সত্যতা, আল্লাহর ভয় এবং তাঁরই দিকে প্রত্যাবর্তন ইত্যাদি লাভ হয়। এজন্যেই মহান আল্লাহ বলেনঃ মুত্তাকীন বা খোদাভীরুদের জন্যে এটা জ্যোতি ও উপদেশ।এরপর আল্লাহ তাআলা মুত্তাকীদের গুণাবলী বর্ণনা করছেন যে, তারা না দেখেও তাদের প্রতিপালককে ভয় করে এবং কিয়ামত সম্পর্কে তারা সদা ভীত সন্ত্রস্ত থাকে। যেমন জান্নাতীদের গুণাবলী বর্ণনা করতে গিয়ে আল্লাহ পাক বলেনঃ (আরবী)  অর্থাৎ ‘যারা না দেখে দয়াময় আল্লাহকে ভয় করে এবং বিনীত চিত্তে উপস্থিত হয়।\" (৫০:৩৩) আর এক জায়গায় বলেনঃ (আরবী) অর্থাৎ “যারা দৃষ্টির অগোচরে তাদের প্রতিপালককে ভয় করে তাদের জন্যে রয়েছে ক্ষমা ও মহাপুরস্কার।\" (৬৭:১২) মুত্তাকীদের দ্বিতীয় বিশেষণ এই যে, তারা কিয়ামত সম্পর্কে সদা ভীত সন্ত্রস্ত থাকে। ওর ভয়াবহ অবস্থার কথা চিন্তা করে তারা প্রকম্পিত হয়।এরপর মহামহিমান্বিত আল্লাহ বলেনঃ এই মহান ও পবিত্র কুরআন আমিই অবতীর্ণ করেছি। এর আশে পাশেও মিথ্যা আসতে পারে না। এটা বিজ্ঞানময় ও প্রশংসিত আল্লাহর পক্ষ হতে অবতারিত। কিন্তু বড় পরিতাপের বিষয় যে, এতো স্পষ্ট, সত্য ও জ্যোতিপূর্ণ কুরআনকেও তোমরা অস্বীকার করছো?"
    },
    { "ayah": 51, "surah": 21, "text": "Please check ayah 21:56 for complete tafsir." },
    { "ayah": 52, "surah": 21, "text": "Please check ayah 21:56 for complete tafsir." },
    { "ayah": 53, "surah": 21, "text": "Please check ayah 21:56 for complete tafsir." },
    { "ayah": 54, "surah": 21, "text": "Please check ayah 21:56 for complete tafsir." },
    { "ayah": 55, "surah": 21, "text": "Please check ayah 21:56 for complete tafsir." },
    {
      "ayah": 56,
      "surah": 21,
      "text": "৫১-৫৬ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা খবর দিচ্ছেন যে, তিনি তাঁর বন্ধু হযরত ইবরাহীমকে (আঃ) বাল্যকাল হতেই হিদায়াত দান করেছিলেন। তাঁকে তিনি তাঁর দলীল প্রমাণাদি প্রদান করেছিলেন ও কল্যাণের জ্ঞান দিয়েছিলেন। যেমন অন্য জায়গায় বলেনঃ (আরবী) অর্থাৎ “এই হচ্ছে আমার দলীল যা আমি ইবরাহীমকে (আঃ) তার কওমের উপর প্রদান করেছিলাম।” (৬:৮৩) এই কাহিনীটি যে প্রসিদ্ধ হয়ে রয়েছে যে, হযরত ইবরাহীমকে (আঃ) তাঁর মাতা তার দুধ পানের যুগেই একটি গুহায় রেখে এসেছিলেন। যেখান থেকে তিনি বহুদিন পর বেরিয়ে আসেন এবং আল্লাহর সৃষ্ট বস্তুর উপর, বিশেষ করে চন্দ্র, তারকা ইত্যাদির উপর দৃষ্টিপাত করে আল্লাহর পরিচয় লাভ করেছিলেন এসব বানী ইসরাঈলের বানানো কাহিনী। নিয়ম এই যে, আমাদের কাছে মহান আল্লাহর যে সত্য গ্রন্থ আল কুরআন এবং সুন্নাতে রাসূল (সঃ) বিদ্যমান রয়েছে, বনী ইসরাঈলের কোন ঘটনা যদি এগুলির সাথে মিলে যায় তবে তা সত্য ও গ্রহণযোগ্য হবে। আর যদি এগুলির বিপরীত হয় তবে তা হবে সম্পূর্ণরূপে বর্জনীয়। যদি তাদের কোন ঘটনার ব্যাপারে আমাদের শরীয়ত নীরব থাকে, ওর অনুকুলও না। হয় এবং প্রতিকলও না হয় তবে যদিও অধিকাংশ তাফসীরকারদের মতে ওর রিওয়াইয়াত করা জায়েয, তথাপি আমরা ওটাকে সত্যও বলতে পারি না এবং মিথ্যাও না। আর এটা তো প্রকাশমান যে, তাদের ঘটনাবলী আমাদের জন্যে সনদও নয় এবং তাতে আমাদের কোন দ্বীনী উপকারও নেই। এরূপ হলে আমাদের ব্যাপক ও পরিপূর্ণ শরীয়ত ওগুলি বর্ণনা করতে মোটেই কার্পণ্য করতো না। আমাদের এই তাফসীরে আমাদের নীতি তো এই রয়েছে যে, আমরা এর মধ্যে বানী ইসরাঈলের এরূপ রিওয়াইয়াত অনিয়ন করি না। কেননা, এতে সময় নষ্ট ছাড়া কোনই উপকার নেই, বরং ক্ষতিই আছে। কেননা, আমাদের বিশ্বাস আছে যে, বানী ইসরাঈলের মধ্যে রিওয়াইয়াতে সত্য-মিথ্যা যাচাই করার কোন যোগ্যতাই ছিল না। তাদের মধ্যে মিথ্যা অনুপ্রবেশ করেছিল, যেমন আমাদের হাফিয ইমমিগণ ব্যাখ্যা করেছেন।মোট কথা, এই আয়াতে মহান আল্লাহ বলেনঃ ইতিপূর্বে আমি ইবরাহীমকে (আঃ) সৎ পথের জ্ঞান দান করেছিলাম এবং তার সম্বন্ধে ছিলাম সম্যক পরিজ্ঞাত।হযরত ইবরাহীম (আঃ) বাল্যকালেই তাঁর কওমের গায়রুল্লাহর পূজাপার্বন অপছন্দ করেন। অত্যন্ত সাহসিকতার সাথে কঠোর ভাবে তিনি ওটা অস্বীকার করেন। তাঁর কওমকে তিনি প্রকাশ্যভাবে বলেনঃ “এই মুর্তিগুলি কি, যাদের পূজায় তোমরা, রত রয়েছো?'বর্ণিত আছে যে, হযরত ইসবাগ ইবনু নাবাতা' (রঃ) একদা পথ চলছিলেন। পথে এক জায়গায় তিনি দেখতে পান যে, কতকগুলি লোক দাবা খেলায় রত রয়েছে। তখন তিনি তাদের সামনে (আরবী) আয়াতটি পাঠ করেন এবং বলেনঃ “তোমাদের কারো দাবার মোহর স্পর্শ করার চেয়ে হাতে জ্বলন্ত অঙ্গার রেখে দেয়াই উত্তম।\" (এটা ইবনু আবি হাতিম (রাঃ) বর্ণনা করেছেন)হযরত ইবরাহীমের (আঃ) ঐ স্পষ্ট দলীলের কোন জবাব তার কওমের কাছে ছিল না। তাই, তারা তাঁকে বললোঃ “আমরা আমাদের পিতৃপুরুষদেরকে এগুলির পূজা করতে দেখেছি।” তিনি তখন তাদেরকে বললেনঃ “এটা কোন দলীল হলো কি? তোমাদের উপর আমি যে প্রতিবাদ করছি ঐ প্রতিবাদ তোমাদের পিতৃ পুরুষদের উপরও বটে। তোমরা নিজেরা এবং তোমাদের পূর্ব পুরুষরাও স্পষ্ট বিভ্রান্তির উপর রয়েছে। তার একথা শুনে তাদের কান খাড়া হয়ে যায়। কেননা, তারা দেখলো যে, তিনি তাদের জ্ঞানী লোকদেরকে অবজ্ঞা করছেন। তাদের পিতৃ পুরুষদের সম্পর্কে তিনি যে মন্তব্য। করলেন তা তাদের শোনার মত নয়। আর তিনি তাদের উপর উপাস্য দেবদেবীদেরকেও অবজ্ঞা করলেন। তাই, তারা হতবুদ্ধি হয়ে তাঁকে বললোঃ “হে ইব্রাহীম (আঃ)! তুমি কি আমাদের নিকট কোন সত্য এনেছে, না তুমি আমাদের সাথে কৌতুক করছো?” এবার তিনি (হযরত ইবরাহীম আঃ) তাদের কাছে সত্য প্রচার করার সুযোগ পেলেন এবং পরিস্কারভাবে ঘোষণা করলেনঃ “তোমাদের প্রতিপালক তো আকাশমণ্ডলী ও পৃথিবীর প্রতিপালক, যিনি ওগুলিকে সৃষ্টি করেছেন। সমস্ত কিছুর সৃষ্টিকর্তা ও অধিপতি তিনিই। তোমাদের এই উপাস্য দেব-দেবীগুলি কোন ক্ষুদ্র ও নগণ্য জিনিসেরও সৃষ্টি কর্তা ও মালিক নয়। সুতরাং তারা উপাস্য ও ইবাদতের যোগ্য কিরূপে হতে পারে? আমি সাক্ষ্য দিচ্ছি যে, সৃষ্টিকর্তা ও মালিক একমাত্র আল্লাহ। তিনিই ইবাদতের যোগ্য। তিনি ছাড়া অন্য কেউই উপাস্য হতে পারে না।”"
    },
    { "ayah": 57, "surah": 21, "text": "Please check ayah 21:63 for complete tafsir." },
    { "ayah": 58, "surah": 21, "text": "Please check ayah 21:63 for complete tafsir." },
    { "ayah": 59, "surah": 21, "text": "Please check ayah 21:63 for complete tafsir." },
    {
      "ayah": 6,
      "surah": 21,
      "text": "সহীহ বুখারী শরীফে হযরত আবদুল্লাহ (রাঃ) হতে বর্ণিত আছে যে, সূরায়ে বানী ইসরাঈল, সূরায়ে কাহফ, সূরায়ে মারইয়াম, সূরায়ে তা-হা এবং সূরায়ে আম্বিয়া হলো প্রথম মনোনীত সূরাসমূহ এবং এগুলোই (আরবী)।\n১-৬ নং আয়াতের তাফসীর:\nমহামহিমান্বিত আল্লাহ মানুষকে সতর্ক করছেন যে, কিয়ামত নিকটবর্তী হয়ে গেছে, অথচ মানুষ তা থেকে সম্পূর্ণ উদাসীন রয়েছে। তারা ওর জন্যে এমন কিছু প্রস্তুতি গ্রহণ করছে না যা সেই দিন তাদের উপকারে আসবে। বরং তারা সম্পূর্ণরূপে দুনিয়ায় জড়িয়ে পড়েছে। দুনিয়ায় তারা এমনভাবে লিপ্ত হয়ে পড়েছে যে, ভুলেও একবার কিয়ামতকে স্মরণ করে না। অন্য জায়গায় মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “আল্লাহর আদেশ আসবেই; সুতরাং তোমরা ওকে ত্বরান্বিত করতে চেয়ো না।” (১৬:১) আর এক জায়গায় বলেনঃ (আরবী) অর্থাৎ “কিয়ামত আসন্ন, চন্দ্র বিদীর্ণ হয়েছে। তারা কোন নিদর্শন দেখলে মুখ ফিরিয়ে নেয়।” (৫৪:১-২) কবি আবু নুওয়াসের এই অর্থেরই নিম্নরূপ একটি কবিতাংশ রয়েছেঃ (আরবী) অর্থাৎ “মানুষ তাদের উদাসিনতায় ডুবে আছে, অথচ মৃত্যুর যাতা ঘুরতে রয়েছে। তখন তাকে প্রশ্ন করা হয়ঃ “কি থেকে এটা নেয়া হয়েছে? \" উত্তরে সে বলেঃ আল্লাহ তাআলার এই উক্তি হতে।”বর্ণিত আছে যে, হযরত আমির ইবনু রাবীআহ (রাঃ) বড়িীতে একটি লোক অতিথিরূপে আগমন করে। হযরত আমির (রাঃ) তার খুব খাতিরসম্মান করে তাকে বাড়ীতে রাখেন এবং তার সম্পর্কে রাসূলুল্লাহর (সঃ) সাথেও আলোচনা করেন। একদা এ অতিথি হযরত আমিরকে (রাঃ) বলেনঃ “রাসূলুল্লাহ (সাঃ) আমাকে অমুক উপত্যকা দান করেছেন। আমি চাই যে, ঐ উত্তম ভূ-খণ্ডের কিছু অংশ আপনার নামে করে দিই, যাতে আপনার অবস্থা স্বচ্ছল হয়।” উত্তরে হযরত আমির (রাঃ) বলেনঃ “ভাই, আমার এর কোন প্রয়োজন নেই। আজ এমন একটি সূরা অবতীর্ণ হয়েছে যা দুনিয়াকে আমার কাছে তিক্ত করে তুলেছে।” অতঃপর তিনি (আরবী) এই আয়াতটিই পাঠ করেন।এরপর আল্লাহ তাআলা কুরায়েশ এবং তাদের মত অন্যান্য কাফিরদের সম্পর্কে বলেনঃ যখনই তাদের নিকট তাদের প্রতিপালকের কোন নতুন উপদেশ আসে তখন তারা তা শ্রবণ করে কৌতুকচ্ছলে। তারা আল্লাহর কালাম ও তাঁর ওয়াহীর দিকে কানই দেয় না। তারা এক কানে শুনে এবং অন্য কান দিয়ে উড়িয়ে দেয়। তাদের অন্তর হাসি-তামাশায় লিপ্ত থাকে।সহীহ বুখারী শরীফে হযরত আবদুল্লাহ ইবনু আব্বাস (রাঃ) হতে বর্ণিত আছে যে, তিনি বলেনঃ “আহলে কিতাবদের কিতাবের কথা কিজ্ঞেস করা তোমাদের কি প্রয়োজন। তারা তো আল্লাহর কিতাবে বহু কিছু রদ-বদল করে দিয়েছে, পরিবর্তন ও পরিবর্ধন করে ফেলেছে। তোমাদের কাছে তো নতুনভাবে অবতারিত আল্লাহর কিতাব বিদ্যমান রয়েছে। এতে কোন প্রকার পরিবর্তন ঘটে নাই। এলাকগুলি নিজেদের অন্তরকে এর ক্রিয়া থেকে শূন্য রাখতে চাচ্ছে। তারা অন্যদেরকেও বিভ্রান্ত করছে এবং বলছেঃ “আমাদেরই মত একজন মানুষের তো আমরা অধীনতা স্বীকার করতে পারি না। তোমরা কেমন লোক যে, দেখে শুনে যদুিকে মেনে নি? এটা অসম্ভব যে, আল্লাহ তাআলা আমাদের মতই মানুষকে রিসালাত ও ওয়াহী দ্বারা বিশিষ্ট করবেন। সুতরাং এটা বিস্ময়কর ব্যাপার যে, লোক বুঝে সুঝেও তার যাদুর মধ্যে পড়ে যাচ্ছে। তাদের একথার জবাবে আল্লাহ তাআলা স্বীয় নবীকে (সাঃ) বলেনঃ তুমি বলঃ আকাশমণ্ডলী ও পৃথিবীর সমস্ত কথাই আমার প্রতিপালক অবগত আছেন। তাঁর কাছে কোন কিছুই গোপন নেই। তিনি এই পাক কালাম কুরআন কারীম অবতীর্ণ করেছেন। এতে পূর্ব ও পরের সমস্ত খবর বিদ্যমান রয়েছে। এটা একথাই প্রমাণ করে যে, এটা অবতীর্ণকারী হলেন আলেমুল গায়েব। তিনি তোমাদের সব কথাই শ্রবণ করেন এবং তিনি তোমাদের সমস্ত অবস্থা সম্পর্কে পূর্ণ ওয়াকিফহাল। সুতরাং তোমাদের তাঁকে ভয় করা উচিত।এরপর কাফিরদের ঔদ্ধত্যপনা ও হঠকারিতার বর্ণনা দেয়া হচ্ছে যে, তারা বলে এ সব অলীক কল্পনা হয় সে উদ্ভাবন করেছে, না হয় সে একজন কবি। এর দ্বারা স্পষ্টভাবে প্রতীয়মান হয় যে, তারা নিজেরাই এ ব্যাপারে হয়রান পেরেশান রয়েছে। কোন এক কথার উপর তারা স্থির থাকতে পারছে না। তাই, তারা আল্লাহর কালামকে কখনো যাদু বলছে এবং কখনো কবিতা বলছে এবং কখনো আবার বিক্ষিপ্ত ও উদ্ভট কথা বলছে। কখনো আবার তারা একথাও বলছে যে, হযরত মুহাম্মদ (সঃ) ওগুলি নিজেই বানিয়ে নিয়েছেন। মোট কথা, তাদের মুখে যা আসছে তাই তারা বলছে। কখনো তারা বলছেঃ যদি হযরত মুহাম্মদ (সাঃ) সত্য নবী হন তবে হ্যরত সালেহের (আঃ) মত কোন উস্ত্রী আমাদের নিকট আনয়ন করুন, বা হযরত মূসার (আঃ) মত কোন মু'জিযা প্রদর্শন করুন অথবা হযরত ঈসার (আঃ) মত কোন মুজিযা প্রকাশ করুন না কেন? অবশ্যই আল্লাহ তাআলা এ সবের উপরপূর্ণ ক্ষমতাবান। কিন্তু যদি এগুলো প্রকাশিত হয়ে পড়ে এবং পরেও তারা ঈমান আনয়ন না করে তবে আল্লাহ তাআলার নীতি অনুযায়ী তারা তার শাস্তির কোপানলে পড়ে যাবে এবং তাদেরকে নিশ্চিহ্ন করে দেয়া হবে। তাদের পূর্ববর্তী লোকেরাও একথাই বলেছিল এবং ঈমান আনয়ন করে নাই। ফলে তাদেরকে ধ্বংস করে দেয়া হয়েছিল। অনুরূপভাবে এরাও মুজিযা দেখতে চাচ্ছে, কিন্তু তা প্রকাশিত হয়ে পড়লে তারা ঈমান আনবে না। সুতরাং পূর্ববর্তী লোকদের মত তারাও ধ্বংস হয়ে যাবে। যেমন মহামহিমান্বিত আল্লাহ বলেনঃ (আরবী) অর্থাৎ “নিশ্চয় যাদের উপর তোমার প্রতিপালকের কথা বাস্তবায়িত হয়েছে তারা ঈমান আনয়ন করবেনা, যদিও তাদের কাছে সমস্ত নিদর্শন এসে যায়, যে পর্যন্ত না তারা যন্ত্রণাদায়ক শস্তি অবলোকন করে। (১০:৯৬-৯৭)কিন্তু তখনকার ঈমান আনয়ন বৃথা। প্রকৃত ব্যাপার এটাই যে, তার ঈমান অনবেই না। তাদের চোখের সামনে তো রাসলল্লাহর (সঃ) অসংখ্য মজিয়া বিদ্যমান ছিল। এমন কি তার মু'জিযাগুলি ছিল অন্যান্য নবীদের মু'জিযা গুলি অপেক্ষা বেশী প্রকাশমান।হযরত উবাদা ইবনু সামিত (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “একদা আমরা মসজিদে অবস্থান করছিলাম। হযরত আবু বকর (রাঃ) কুরআন পাঠ করছিলেন। এমন সময় আবদুল্লাহ ইবনু উবাই ইবনু সাল মুনাফিক আগমন করে এবং নিজের গদী বিছিয়ে এবং বালিশে হেলান দিয়ে আঁকজমকের সাথে বসে পড়ে। সে খুব বাকপটুও ছিল। হযরত আবু বকরকে (রাঃ) সে বললোঃ “হে আবু বকর (রাঃ)! হযরত মুহাম্মদকে (সঃ) বলুন যে, তিনি যেন আমাদের কাছে কোন নিদর্শন আনয়ন করেন যেমন তাঁর পূর্ববর্তী নবীরা (আঃ) নিদর্শন সমূহ আনয়ন করেছিলেন। যেমন হযরত মুসা (আঃ) ফলক আনয়ন করেছিলেন, হযরত সালেহ (আঃ) এনেছিলেন উষ্ট্ৰী, হযরত দাউদ (আঃ) আনয়ন করেছিলেন যবুর এবং হযরত ঈসা (আঃ) আনয়ন করেছিলেন ইঞ্জীল ও আসমানী খাদ্য পূর্ণ খাঞ্চা।” তার একথা শুনে হযরত আবু বকর (রাঃ) কাঁদতে শুরু করেন। এমন সময় রাসূলুল্লাহ (সাঃ) আগমন করেন। তখন হযরত আবু বকর (রাঃ) অন্যান্য সাহাবীদেরকে বলেনঃ “রাসূলুল্লাহর (সঃ) সম্মানার্থে দাড়িয়ে যান এবং এই মুনাফিকের ফরিয়াদ তাঁর কাছে পৌছিয়ে দাও।\" তখন রাসূলুল্লাহ (সঃ) বলেনঃ “ আমার জন্যে দাঁড়ানো চলবে না। দাঁড়াতে হবে শুধুমাত্র মহামহিমান্বিত আল্লাহর জন্যে। আমরা তখন বললামঃ হে আল্লাহর রাসূল (সাঃ)! এই মুনাফিকের কারণে আমরা বড়ই কষ্ট পাচ্ছি।” তখন তিনি বললেনঃ “এখনই অমাির কাছে হযরত জিবরাঈল (আঃ) আগমন করেছিলেন এবং আমাকে বললেনঃ “আপনি বাইরে গিয়ে জনগণের সামনে আল্লাহর ঐ নিয়ামত রাজির বর্ণনা দিন যা তিনি আপনাকে দান করেছেন এবং ঐ মর্যাদার কথা প্রকাশ করুন যা তিনি আপনাকে দিয়েছেন।” অতঃপর তিনি আমাকে সুসংবাদ দিলেন যে, আমাকে সারা দুনিয়ার জন্যে রাসূলরূপে প্রেরণ করা হয়েছে। আমাকে নিদর্শন দেয়া হয়েছে যে, আমি যেন জ্বিনদের কাছেও আল্লাহর পয়গাম পৌঁছিয়ে দিই। মহান আল্লাহ আমাকে তার পবিত্র কিতাব (কুরআন) দান করেছেন, অথচ আমি সম্পূর্ণরূপে নিরক্ষর। তিনি আমার পূর্বেও পরের সমস্ত গুনাহ মাফ করে দিয়েছেন। ফেরেশতাদের মাধ্যমে তিনি আমাকে সাহায্য করেছেন। আমার সামনে তিনি ভক্তি প্রযুক্ত ভয় রেখে দিয়েছেন। আমাকে হাওজে কাউসার দান করা হয়েছে যা কিয়ামতের দিন সমস্ত হাওজ অপেক্ষা বড় হবে। আমার সাথে তিনি মাকামে মাহমুদের ওয়াদা করেছেন যখন সমস্ত লোক উদ্বিগ্ন অবস্থায় মাথা নীচু করে থাকবে। তিনি আমাকে ঐ প্রথম দলভূক্ত করেছেন যারা লোকদের মধ্য হতে বের হবে। আমার শাফাআতের ফলে আমার উম্মতের মধ্য হতে সত্তর হাজার লোক বিনা হিসাবে জান্নাতে চলে যাবে। আমাকে বিজয় ও রাজ্য দান করা হয়েছে। আমাকে সুখময় জান্নাতের ঐ সুউচ্চ কক্ষ দান করা হবে যার মত উচ্চ মঞ্জিল আর কারো হবে না। আমার উপর শুধুমাত্র ঐ ফেরেশতারা থাকবেন যারা আল্লাহর আরশ উঠিয়ে নিয়ে থাকবেন। আমার জন্যে ও আমার উম্মতের জন্যে গনীমতের মাল (যুদ্ধলব্ধমাল) হালাল করা হয়েছে, অথচ আমার পূর্বে কারো জন্যে এটা হালাল ছিল না। \""
    },
    { "ayah": 60, "surah": 21, "text": "Please check ayah 21:63 for complete tafsir." },
    { "ayah": 61, "surah": 21, "text": "Please check ayah 21:63 for complete tafsir." },
    { "ayah": 62, "surah": 21, "text": "Please check ayah 21:63 for complete tafsir." },
    {
      "ayah": 63,
      "surah": 21,
      "text": "৫৭-৬৩ নং আয়াতের তাফসীর:\nউপরে উল্লিখিত হয়েছে যে, হযরত ইবরাহীম (আঃ) স্বীয় কওমকে মূর্তিপূজা হতে বিরত থাকতে বলেন এবং তাওহীদের প্রতি উদ্বুদ্ধ হয়ে শপথ করে বলেনঃ “তোমরা চলে গেলে আমি তোমাদের মূর্তিগুলি সম্বন্ধে অবশ্যই ব্যবস্থা অবলম্বন করবো।” তার একথা তার কওমের কতকগুলি লোক শুনে নেয়। তাদের যে ঈদের দিনটি নির্ধারিত ছিল, ঐ দিনটিকে লক্ষ্য করে হযরত ইবরাহীম (আঃ) তাদেরকে বলেনঃ “যখন তোমরা তোমাদের ঈদের নীতিমালা আদায় করার উদ্দেশ্যে বের হবে তখন আমি তোমাদের মূর্তিগুলি সম্বন্ধে অবশ্যই একটা ব্যবস্থা অবলম্বন করবো।” ঈদের দু'একদিন পূর্বে তার পিতা তাঁকে বলেঃ “হে আমার প্রিয় বৎস! তুমি আমাদের সাথে আমাদের ঈদ পর্বে যোগদান কর, যাতে তুমি আমাদের ধর্মের গুণাবলী সম্পর্কে অবগতি লাভ করতে পারো।\" সুতরাং তার পিতা তাঁকে নিয়ে ঈদ পর্ব উদযাপনের উদ্দেশ্যে যাত্রা শুরু করলো। কিছুদূর যাওয়ার পর তিনি তাঁর পিতাকে বললেনঃ “আমি অসুস্থ হয়ে পড়েছি, সুতরাং আমি আপনাদের সাথে যেতে পারবো না।” তার পিতা তখন তাকে ছেড়েই চলে গেল। তাঁর পার্শ্ব দিয়ে গমনকারী লোকেরা তাকে জিজ্ঞেস করতে থাকেঃ “কি ব্যাপার? তুমি রাস্তায় বসে আছ। কেন?” তিনি তাদেরকে উত্তর দেনঃ “আমি রুগ্ন হয়ে পড়েছি।\" অতঃপর যখন সাধারণ লোকেরা সব চলে গেল এবং বুড়োরা রয়ে গেল। তখন তিনি তাদেরকে বললেনঃ “তোমরা সবাই চলে যাবার পর আমি তোমাদের মূর্তিগুলির অবশ্যই সংস্কার সাধন করবো।\" তিনি যে তাদেরকে বললেনঃ ‘আমি রুগ্ন হয়ে পড়েছি' আগের দিন সত্যিই তিনি কিছুটা অসুস্থ ছিলেন। যখন তারা সবাই চলে গেল, তখন ময়দান খালি পেয়ে তিনি স্বীয় উদ্দেশ্য পুরো করার কাজে লেগে পড়েন এবং বড় মূর্তিটিকে রেখে সমস্ত মূর্তি ভেঙ্গে ফেলেন। যেমন অন্যান্য আয়াতে এর বিস্তারিত বিবরণ বিদ্যমান রয়েছে যে, নিজের হাতে তিনি ঐ মূর্তিগুলিকে চুর্ণ-বিচুর্ণ করে ফেলেন। ঐ বড় মূর্তিটিকে বাকী রাখার মধ্যে যৌক্তিকতা ও নিপুণতা ছিল এই যে, যেন ঐ লোকগুলির মস্তিষ্কে এই খেয়াল জাগে যে, সতঃ তাদের ঐ বড় দেবতাটি ঐ ছোট দেবতাগুলিকে ধ্বংস করে দিয়েছে। কেননা, হয়তো এই বড় দেবতার মনে মর্যাদাবোধ হয়েছে যে, তার মত বড় দেবতা থাকতে এই ছোট দেবতাগুলি কিরূপে পূজনীয় হতে পারে? এই খেয়াল তাদের মস্তিষ্কে দৃঢ়ভাবে প্রতিষ্ঠিত করার জন্যেই তিনি ঐ বড় দেবতার কাধে কুঠারঠিও লটকিয়ে দিয়ে ছিলেন, যেমন এটা বর্ণিত আছে।যখন ঐ মুশরিকরা মেলা থেকে ফিরে আসে তখন তারা দেখতে পায় যে, তাদের সমস্ত দেবতা মুখের ভরে পড়ে রয়েছে এবং নিজেদের অবস্থার মাধ্যমে বলতে রয়েছে যে, তারা শুধু প্রাণহীন তুচ্ছ ও ঘৃণ্য বস্তু ছাড়া আর কিছুই নয়। লাভ বা ক্ষতি করার ক্ষমতা তাদের মোটেই নেই। তারা যেন তাদের ঐ অবস্থা দ্বারা তাদের পূজারী ও উপাসকদের নির্বুদ্ধিতা ও বোকামী প্রকাশ করতে রয়েছে। কিন্তু এতে ঐ নির্বোধদের উপর উল্টো প্রতিক্রিয়া হলো। তারা বলতে শুরু করলোঃ কোন্ যালিম ব্যক্তি আমাদের উপাস্যদের এই অবস্থা ঘটিয়েছে?''ঐ সময় যে লোকগুলি হযরত ইবরাহীমের (আঃ) ঐ কথা শুনেছিল তাদের তা স্মরণ হয়ে গেল। তারা বললোঃ ইবরাহীম (আঃ) নামক যুবকটিকে আমরা আমাদের দেবতাদের সমালোচনা করতে শুনেছি।\" হযরত ইবনু আব্বাস (রাঃ) এই আয়াতটি পাঠ করতেন ও বলতেনঃ “আল্লাহ যে নবীকেই পাঠিয়েছেন। যুবকরূপেই পাঠিয়েছেন এবং যে আলেমকেই ইলম দান করা হয়েছে তিনি যুবকই রয়েছেন। (অর্থাৎ যুবক অবস্থাতেই ইল্ম লাভ করেছেন।তারা বললোঃ “তাকে লোক সম্মুখে হাজির কর যাতে তারা সাক্ষ্য দিতে পারে।” হযরত ইবরাহীমের (আঃ) কওমের লোকেরা পরামর্শক্রমে সিদ্ধান্ত গ্রহণ করলো যে, লোকজনকে জমা করা হোক এবং ইবরাহীমকে (আঃ) তাদের সামনে হাজির করে তার শাস্তির ব্যবস্থা করা হোক। হযরত ইবরাহীমও (আঃ) এটাই চাচ্ছিলেন যে, এরূপ একটা সমাবেশের ব্যবস্থা করাহলেই তিনি তাদের সামনে হাজির হয়ে তাদের ভুলটা তাদের চোখে আঙ্গুল দিয়ে দেখিয়ে দিবেন। এভাবে তিনি তাদের মধ্যে একত্ববাদ প্রচার করবেন এবং তাদেরকে বলবেনঃ “তোমরা কত বড় যালিম ও অজ্ঞ যে, যারা কারো কোন লাভ বা ক্ষতি করতে পারে না, এমন কি নিজেদের জীবনেরও যারা কোন অধিকার রাখে না, তাদের ইবাদত কর তোমরা কোন যুক্তিতে?”সুতরাং জনসমাবেশ হলো। ছোট বড় সবাই এসে গেল। হযরত ইবরাহীমও (আঃ) অভিযুক্ত হিসেবে হাজির হলেন। তারা তাকে জিজ্ঞেস করলোঃ “হে ইবরাহীম (আঃ)! তুমিই কি আমাদের উপাস্যগুলির প্রতি এইরূপ করেছো?” তিনি উত্তরে বললেনঃ “এই বড় মূর্তিটিই এ কাজ করেছে।\" একথা বলার সময় তিনি ঐ মূর্তিটির প্রতি ইশারা করেন যেটাকে তিনি ভেঙ্গে ফেলেন নাই। তারপর তাদেরকে বলেনঃ “তোমরা বরং এই দেবতাগুলিকেই প্রশ্ন কর যদি এরা কথা বলতে পারে। এর দ্বারা হযরত ইবরাহীমের (আঃ) উদ্দেশ্য ছিল, ঐলোকগুলি যেন নিজেরাই বুঝতে পারে যে, ঐ পাথরগুলি কি কথা বলবে? আর তারা যখন এতই অপারগ তখন তারা মা'বুদ হতে পারে কি করে? সুতরাং আল্লাহপাকের ফযল ও করমে হযরত ইবরাহীমের (আঃ) এই উদ্দেশ্যও পূর্ণ হয়। হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “হযরত ইবরাহীম (আঃ) মাত্র তিনটি মিথ্যা কথা বলেছিলেন। একটি তো হলো তাঁর একথা বলা যে, এই মূর্তিগুলিকে বড় মুর্তিটিই ভেঙ্গেছে। দ্বিতীয় হলো তার একথা বলাঃ “আমি রুগ্ন বা অসুস্থ। তৃতীয় হলো এই যে, একবার তিনি তাঁর স্ত্রী হযরত ‘সারা’সহ সফরে ছিলেন। ঘটনাক্রমে তিনি এক অত্যাচারী রাজার রাজ্যের সীমানা অতিক্রম করছিলেন। সেখানে তিনি মঞ্জিল করে বিশ্রাম নিচ্ছিলেন। ঐ সময় কে একজন বাদশাহকে খবর দেয়ঃ :“একজন মুসাফিরের সাথে একটি সুন্দরী মহিলা রয়েছে এবং তারা এখন আমাদের রাজ্যের সীমানার মধ্যেই রয়েছে। তৎক্ষণাৎ বাদশাহ হযরত সারাকে ধরে আনার জন্যে একজন সিপাহীকে পাঠিয়ে দেন। সে হযরত ইবরাহীমকে (আঃ) জিজ্ঞেস করেঃ “এটা আপনার। কে?\" হযরত ইবরাহীম (আঃ) উত্তরে বলেনঃ “এটা আমার বোন। সে বলেঃ “একে বাদশাহর দরবারে পাঠিয়ে দিন।” তিনি হযরত সারার কাছে গিয়ে বলেনঃ “এই যালিম বাদশাহ তোমাকে ডেকে পাঠিয়েছে এবং আমি তোমাকে আমার বোন বলেছি। তোমাকে জিজ্ঞেস করা হলে তুমিও একথাই বলবে। আর দ্বীনের দিক দিয়ে তুমি আমার বোনও বটে। জেনে রেখো যে, ভূ-পৃষ্ঠে আমি ও তুমি ছাড়া কোন মুসলমান নেই।\" একথা বলে তিনি চলে আসেন। হযরত সারা বাদশাহর দরবারে চলে যান। আর হযরত ইবরাহীম (আঃ) নামাযে দাড়িয়ে যান। ঐ যালিম বাদশাহ হযরত সারাকে দেখা মাত্রই তার দিকে ধাবিত হয়। সাথে সাথে আল্লাহর আযাব তাকে পাকড়াও করে। তার হাত পা অবশ হয়ে যায়। সুতরাং সে হতবুদ্ধি হয়ে তাকে বলেঃ “তুমি আমার জন্যে আল্লাহর নিকট দুআ কর আমি ওয়াদা করছি যে, তোমার কোন ক্ষতি করবো না। তিনি দুআ করলেন এবং সে ভাল হয়ে গেল। কিন্তু ভাল হওয়া মাত্রই সে আবার কুপ্রবৃত্তি চরিতার্থ করার ইচ্ছা করলো। সুতরাং পুনরায় সে আল্লাহর শাস্তির কবলে পতিত হলো। আর এই শাস্তি পূর্বাপেক্ষা কঠিনতর। ফলে আবার সে তার কাছে অনুনয় বিনয় করলো। তৃতীয়বার মুক্তি পাওয়া মাত্রই সে তার নিকট অবস্থানরত পরিচারককে বললো? তুমি আমার কাছে কোন মানুষ মহিলাকে আনয়ন কর নাই, বরং শয়তান মহিলাকে এনেছো। একে তুমি বের করে দাও এবং হাজেরাকে তার সাথে পাঠিয়ে দাও।\" তৎক্ষণাৎ তাঁকে সেখান হতে বের করে দেয়া হয় এবং হাজেরাকে (দাসী হিসেবে) তাঁর কাছে সমর্পণ করা হয়। হযরত ইবরাহীম (আঃ) তাঁদের পদধ্বনি শুনেই নামায শেষ করেন এবং তাকে জিজ্ঞেস করেনঃ “বল, খবর কি?\" তিনি উত্তরে বলেনঃ “মহান আল্লাহ ঐ কাফিরের চক্রান্ত বানচাল করে দিয়েছেন এবং হাজেরাকে আমার খিদমতের জন্যে আমাকে প্রদান করা হয়েছে। হযরত আবু হুরাইরা (রাঃ) এই হাদীসটি বর্ণনা করে বলেনঃ “হে আকাশের পানির সন্তানরা! ইনি হলেন তোমাদের মাত্য।” (এ হাদীসটি সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত হয়েছে)"
    },
    { "ayah": 64, "surah": 21, "text": "Please check ayah 21:67 for complete tafsir." },
    { "ayah": 65, "surah": 21, "text": "Please check ayah 21:67 for complete tafsir." },
    { "ayah": 66, "surah": 21, "text": "Please check ayah 21:67 for complete tafsir." },
    {
      "ayah": 67,
      "surah": 21,
      "text": "৬৪-৬৭ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা হযরত ইবরাহীমের (আঃ) কওম সম্পর্কে খবর দিচ্ছেন, যখন তিনি তাদেরকে যা বলার তা বললেন। তার কওম তার কথা শুনে নিজেদের বোকামীর কারণে নিজেদেরকেও ভৎসনা করতে লাগলো এবং অত্যন্ত লজ্জিত হলো। তারা পরস্পর বলাবলি করলোঃ “আমরা তো আমাদের দেবতাদের হিফাজতের জন্যে কাউকেও রেখে না গিয়ে চরম ভুল করেছি!\" অতঃপর তারা চিন্তা ভাবনা করার পর হযরত ইবরাহীমকে (আঃ) বললোঃ “আমাদের দেবতাদেরকে কে ভেঙ্গেছে এ সম্পর্কে তুমি তাদেরকে জিজ্ঞেস করতে বলছো এটা কেমন কথা? তুমি তো জানই যে, আমাদের দেবতাগুলি কথা বলতে পারে না?” অপারগতা, বিস্ময় ও অত্যন্ত নিরুত্তরতার অবস্থায় তাদেরকে এ কথা স্বীকার করতেই হলো যে, তাদের দেবতাদের কথা বলারও শক্তি নেই। কাজেই তিনি তাদেরকে জন্ধ করার বিশেষ সুযোগ। পেয়ে গেলেন। তিনি তৎক্ষণাৎ তাদেরকে বললেনঃ “যারা কথা বলতেও পারে না এবং লাভ ও ক্ষতি করারও যাদের কোন ক্ষমতা নেই তাদের পুজা করা কেমন? তোমরা এতো নির্বোধ হচ্ছো কেন? তোমাদেরকে ও তোমাদের বাতিল মাবুদদেরকে ধিক! বড়ই পরিতাপের বিষয় যে, তোমরা এক আল্লাহকে ছেড়ে এসব বাজে জিনিসের ইবাদত করতে রয়েছে। এগুলোই ছিল ঐ দলীল যার বর্ণনা ইতিপূর্বে দেয়া হয়েছিল। বলা হয়েছিলঃ “আমি ইবরাহীমকে (আঃ) তাঁর কওমের উপর আমার হুজ্জত বা দলীল প্রদান করেছিলাম। (যাতে তার কওম সত্য উপলব্ধি করতে পারে)।\""
    },
    { "ayah": 68, "surah": 21, "text": "Please check ayah 21:70 for complete tafsir." },
    { "ayah": 69, "surah": 21, "text": "Please check ayah 21:70 for complete tafsir." },
    { "ayah": 7, "surah": 21, "text": "Please check ayah 21:9 for complete tafsir." },
    {
      "ayah": 70,
      "surah": 21,
      "text": "৬৮-৭০ নং আয়াতের তাফসীর:\nএটা নিয়ম যে, মানুষ যখন দলীল প্রমাণ পেশ করতে অপারগ হয়ে যায় তখন হয় পুণ্য তাকে আকর্ষণ করে, না হয় পাপ তার উপর জয়যুক্ত হয়। এখানে এই লোকগুলিকে তাদের মন্দভাগ্য ঘিরে ফেলে এবং তারা দলীল প্রমাণ পেশ করতে অপারগ হয়ে হযরত ইবরাহীমের (আঃ) উপর শক্তি প্রয়োগ করার সিদ্ধান্ত গ্রহণ করলো। পরস্পর পরামর্শক্রমে তারা এই সিদ্ধান্তে উপনীত হলো যে, হযরত ইবরাহীমকে (আঃ) আগুনে নিক্ষেপ করা হোক, যাতে তাদের দেবতাদের মর্যাদা রক্ষা পায়। এর উপর তাদের সবাই একমত হয়ে গেল এবং খড়ি জমা করার কাজে লেগে পড়লো। এমন কি তাদের রুগ্না নারীরাও মানত করলো যে, যদি তারা রোগ হতে আরোগ্য লাভ করে তবে তারাও হযরত ইবরাহীমকে (আঃ) পোড়াবার জন্যে খড়ি আনয়ন করবে। যমীনে একটা বড় ও গভীর গর্ত তারা খনন করলো এবং খড়ি দ্বারা তা পূর্ণ করে দিলো। খড়ির স্তুপ খাড়া করে তারা তাতে আগুন ধরিয়ে দিলো। ভূ-পৃষ্ঠে কখনো এমন ভয়াবহ আগুন দেখা যায় নাই। অগ্নি শিখা যখন আকাশচুম্বী হয়ে উঠলো এবং ওর পার্শ্বে গমন অসম্ব হয়ে পড়লো তখন তারা হতবুদ্ধি ও কিংকর্তব্য বিমূঢ় হয়ে পড়লো যে, কেমন করে তারা হযরত ইবরাহীমকে (আঃ) আগুনে নিক্ষেপ করবে? (শেষ পর্যন্ত পারস্যের কুর্দিস্তানের একজন। বেদুইনের পরামর্শক্রমে একটি লোহার দোলনা তৈরী করা হয় এবং সিদ্ধান্ত গৃহীত হয় যে, তাঁকে ওটায় বসিয়ে ঝুলিয়ে দেয়া হবে এবং এই ভাবে তাকে অগ্নি কুণ্ডে নিক্ষেপ করা হবে। ঐ বেদুঈন লোকটির নাম ছিল হায়ন। বর্ণিত আছে যে, ঐলোকটিকে তৎক্ষণাৎ আল্লাহ যমীনে ধ্বসিয়ে দেন। যখন তাঁকে অগ্নিকুণ্ডে নিক্ষেপ করা হয় তখন তিনি বলেনঃ (আরবী) অর্থাৎ “আমার জন্যে আল্লাহই যথেষ্ট এবং তিনি উত্তম কর্মকর্তা।\" রাসূলুল্লাহ (সঃ) ও তাঁর সাহাবীদের (রাঃ) কাছে যখন এ খবর পৌঁছে যে, সমস্ত আরব বীর সৈনিকদেরকে নিয়ে তার মুকাবিলার জন্যে আসছে তখন তিনিও উপরোক্ত দুআটি পাঠ করেন। এটাও বর্ণিত আছে যে, যখন মুশরিকরা হযরত ইবরাহীমকে (আঃ) অগ্নিকুণ্ডে নিক্ষেপ করতে থাকে তখন তিনি বলেনঃ (আরবী) অর্থাৎ “হে আল্লাহ! আকাশে আপনি (মাবুদ) একাই এবং যমীনে আমি একাই আপনার ইবাদত করি। (এটা মুসনাদে আবি ইয়ালায় হযরত আবূ হুরাইরা (রাঃ) হতে বর্ণিত আছে) বর্ণিত আছে যে, যখন কাফিররা হযরত ইবরাহীমকে (আঃ) বাধতে থাকে তখন তিনি পাঠ করেনঃ (আরবী) অর্থাৎ “আপনি ছাড়া কোন মাবুদ নেই, আপনি পবিত্র, প্রশংসা আপনারই জন্যে, রাজত্ব আপনারই, আপনার কোন অংশীদার নেই।” হযরত শুআইব জুবাঈ (রঃ) বলেন যে, ঐ সময় হযরত ইবরাহীমের (আঃ) বয়স ছিল মাত্র ষোল বছর। এসব ব্যাপারে আল্লাহ তাআলাই সর্বাধিক সঠিক জ্ঞানের অধিকারী। পূর্ব যুগীয় কোন কোন মনীষী হতে বর্ণিত আছে যে, ঐ সময়েই হযরত জিবরাঈল (আঃ) তার সামনে আসমান ও যমীনের মাঝে আবির্ভূত হন এবং তাঁকে বলেনঃ “আপনার কোন প্রয়েজিন আছে কি? উত্তরে তিনি বলেনঃ “আপনার কাছে আমার কোন প্রয়োজন নেই। আমার প্রয়োজন আছে আল্লার কাছে।”হযরত ইবনু আব্বাস (রাঃ) বলেন যে, বৃষ্টির দারোগা ফেরেশতা সব সময় কান খাড়া করে প্রস্তুত ছিলেন যে, কখন আল্লাহর হুকুম হবে এবং তিনি ঐ আগুনে বৃষ্টি বর্ষণ করে তা ঠাণ্ডা করে দিবেন। কিন্তু মহান আল্লাহ সরাসরি আগুনকেই হুকুম করলেনঃ “হে আগুন! তুমি ইবরাহীমের (আঃ) জন্যে ঠাণ্ডা ও নিরাপদ হয়ে যাও।” বর্ণিত আছে যে, এই হুকুমের সাথে সাথেই সারা পৃথিবীর আগুন ঠাণ্ডা হয়ে যায়। হযরত কা'ব আহবার (রাঃ) বলেন যে, ঐ দিন সারা দুনিয়ায় কেউই আগুন দ্বারা কোন উপকার লাভ করতে পারে নাই। হযরত ইবরাহীমের (আঃ) বন্ধনের রশিগুলি আগুনে পুড়ে যায় বটে, কিন্তু তাঁর নিজের শরীরের একটি লোমও পুড়ে নাই। হযরত আলী (রাঃ) বলেনঃ আগুনকে নিদের্শ দেয়া হয় যে, যেন হযরত ইবরাহীম খলীলের (আঃ) কোনই ক্ষতি না করে। হযরত ইবনু আব্বাস (রাঃ) বলেন যে, যদি আগুনকে শুধু ঠাণ্ডা হওয়ার নির্দেশ দেয়া হতো তবে ঠাণ্ডাই তার ক্ষতি করতো। এজন্যেই সাথে সাথেই ওকে নিদের্শ দেনঃ “নিরাপদ হয়ে যাও।'যহহাক (রাঃ) বলেন যে, মুশরিকরা খুব বড় ও গভীর গর্ত খনন করেছিল। এবং ওটাকে আগুন দ্বারা পূর্ণ করেছিল। চতুর্দিকে আগুনের শিখা বের হচ্ছিল। তারা ওর মধ্যে হযরত ইবরাহীমকে (আঃ) নিক্ষেপ করেছিল। কিন্তু অগ্নি তাকে স্পর্শও করেনি। শেষ পর্যন্ত মহামহিমান্বিত আল্লাহ ওকে ঠাণ্ডা করে দেন। উল্লিখিত আছে যে, ঐ সময় হযরত জিবরাঈল (আঃ) তাঁর সাথে ছিলেন। হযরত ইবরাহীম (আঃ) মুখ হতে ঘর্ম মুছতে ছিলেন। সুতরাং এইটুকু ছাড়া আগুন তার আর কোন কষ্ট দেয় নাই।সুদ্দী (রাঃ) বলেন যে, ছায়াকারী ফেরেশতা ঐ সময় তার সাথে ছিলেন। বর্ণিত আছে যে, হযরত ইবরাহীম (আঃ) ঐ অগ্নিকুণ্ডে চল্লিশ দিন অথবা পঞ্চাশ দিন ছিলেন। তিনি বলতেনঃ “এই দিনগুলিতে আমি যতটা আরাম ও আনন্দবোধ করেছিলাম, ওর থেকে বের হওয়ার পর ততটা আরাম ও শান্তি লাভ করি নাই। যদি আমার সারা জীবনটাই ওর মধ্যে অতিবাহিত হয়ে যেতো তবে কতই না ভাল হতো!”হযরত আবু হুরাইরা (রাঃ) বলেন যে, হযরত ইবরাহীমের পিতা সবচেয়ে উত্তম যে কথাটি বলে ছিলেন তা এই যে, যখন হযরত ইবরাহীম (আঃ) আগুন হতে সম্পূর্ণ সুস্থ ও নিরপিদ অবস্থায় বের হয়ে আসেন, ঐ সময় তাকে কপালের ঘাম মুছতে মুছতে আসতে দেখে সে তাকে বলেছিলঃ “হে ইবরাহীম (আঃ)! তোমার প্রতিপালক বড়ই বুযর্গ ও মহান এবং বড়ই শক্তিশালী।\"হযরত কাতাদা (রাঃ) বলেন যে, ঐদিন যতগুলি জীবজন্তু বের হয় সবাই ঐ আগুন নিবিয়ে দিবার চেষ্টা করতে থাকে, একমাত্র গিরগিট (টিকটিকির চেয়ে বড় এক প্রকার বিষাক্ত প্রাণী) এর ব্যতিক্রম। হযরত যুহরী (রাঃ) বলেন যে, রাসূলুল্লাহ (সাঃ) গিগিটকে মেরে ফেলার হুকুম দিয়েছেন এবং ওকে ফাসেক বলেছেন। হযরত আয়েশার (রাঃ) ঘরে একটি বর্শা দেখে একটি স্ত্রী লোক তাকে জিজ্ঞেস করেঃ “ঘরে এটা কেন রেখেছেন?” উত্তরে তিনি বলেনঃ “গিরগিটকে মারবার জন্যে এটা রেখেছি। কেননা, রাসূলুল্লাহ (সাঃ) বলেছেনঃ “যে সময় হযরত ইবরাহীমকে (আঃ) অগ্নিকুণ্ডে নিক্ষেপ করা হয় সেই সময় গিরগিট ছাড়া সমস্ত জীবজন্তু ঐ আগুন নিবিয়ে দেয়ার চেষ্টা করে। কিন্তু গিরগিট ঐ আগুনে ফু দিচ্ছিল। সুতরাং রাসূলুল্লাহ (সাঃ) গিরগিটকে মেরে ফেলার নিদের্শ দিয়েছেন।” (এ হাদীসটি ইবনু আবি হাতিম (রাঃ) বর্ণনা করেছেন)এরপর মহামহিমান্বিত আল্লাহ বলেনঃ তারা তার ক্ষতি সাধনের ইচ্ছা করেছিল; কিন্তু আমি করে দিলাম তাদের সর্বাধিক ক্ষতিগ্রস্ত।হযরত আতিয়্যাহ আওফী (রাঃ) বর্ণনা করেছেন যে, হযরত ইব্রাহীমকে (আঃ) আগুনে জ্বালিয়ে দেয়ার দৃশ্য দেখবার জন্যে ঐ কাফিরদের বাদশাহ এসেছিল। একদিকে হযরত ইবরাহীমকে (আঃ) অগ্নিকুণ্ডে নিক্ষেপ করা হলো, আর অপরদিকে ঐ আগুনেরই একটি স্ফুলিঙ্গ উড়ে এসে ঐ বাদশাহ বৃদ্ধাঙ্গুলীর উপর পড়ে যায় এবং সেখানেই সবারই সামনে তাকে এমনভাবে জ্বালিয়ে দেয় যেমন ভাবে তূলা জ্বলে থাকে।"
    },
    { "ayah": 71, "surah": 21, "text": "Please check ayah 21:75 for complete tafsir." },
    { "ayah": 72, "surah": 21, "text": "Please check ayah 21:75 for complete tafsir." },
    { "ayah": 73, "surah": 21, "text": "Please check ayah 21:75 for complete tafsir." },
    { "ayah": 74, "surah": 21, "text": "Please check ayah 21:75 for complete tafsir." },
    {
      "ayah": 75,
      "surah": 21,
      "text": "৭১-৭৫ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা বলছেন যে, তিনি তার বন্ধু হযরত ইবরাহীমকে (আঃ) কাফিরদের অগ্নি হতে রক্ষা করে সিরিয়ার পবিত্র ভূমিতে পৌঁছিয়ে দেন। হযরত উবাই ইবনু কা'ব (রাঃ) বলেন যে, সমস্ত সুমিষ্ট পানি সিরিয়ায় সাখরা'র নিম্নদেশ হতে বের হয়ে থাকে। হযরত কাতাদা (রাঃ) বলেন যে, আল্লাহ তাআলা হযরত ইবরাহীমকে (আঃ) ইরাকের ভূ-খণ্ড হতে মুক্তি দিয়ে সিরিয়ায় পৌঁছিয়ে দেন। সিরিয়াই নবীদের (আঃ) হিজরতের জায়গা। যমীন। হতে যা ঘাটতি হয় সিরিয়ায় তা বৃদ্ধি পায় এবং সিরিয়ায় যা ঘাটতি হয়। ফিলিস্তিনে তা বৃদ্ধি হয়। সিরিয়াই হলো হাশরের মাঠ। এখানেই হযরত ঈসা (আঃ) অবতরণ করবেন। এখানেই দাজ্জালকে হত্যা করা হবে। হযরত কাবের (রাঃ) উক্তি হিসেবে জানা যায় যে,হযরত ইবরাহীম (আঃ) হিরানে গমণ করেন। সেখানে গিয়ে জানতে পারেন যে, তথাকার বাদশাহর কন্যা তার কওমের দ্বীনের প্রতি বীতঃশ্রদ্ধা হয়ে পড়েছেন এবং ওটাকে তিনি অন্তরে ঘৃণা করেন এমনকি ঐ ধর্মকে তিনি বিদ্রুপ করে থাকেন। তখন হযরত ইবরাহীম (আঃ) তাকে তার এই স্বীকারোক্তির উপর বিয়ে করেন যে, তিনি তার সাথে হিজরত করে সেখান থেকে চলে যাবেন। তারই নাম হযরত সারা’ (রাঃ)। আর এটাও প্রসিদ্ধ হয়ে রয়েছে যে, হযরত সারা’ (রাঃ) (এই রিওয়াইয়াতটি গারীব বা দুর্বল) ছিলেন তার চাচাতো বোন। তিনি তার সাথেই হিজরত করে চলে এসেছিলেন। হযরত ইবন আব্বাস (রাঃ) বলেন যে, তাঁর এই হিজরত মক্কা শরীফে শেষ হয়। এই মক্কা শরীফ সম্পর্কেই মহান আল্লাহ বলেনঃ “এটাই আল্লাহর প্রথম ঘর যা মানবমণ্ডলীর জন্যে প্রতিষ্ঠিত হয়েছে, যা কল্যাণময় ও সারা বিশ্বের জন্যে হিদায়াত স্বরূপ। এতে বহু নিদর্শন রয়েছে, যেগুলির মধ্যে একটি নিদর্শন হলো মাকামে ইব্রাহীম। যে তাতে প্রবেশ করে সে নিরাপত্তা লাভ করে।”এরপর মহান আল্লাহ বলেনঃ আমি ইবরাহীমকে (আঃ) দান করেছিলাম ইসহাক (আঃ) ও পৌত্ররূপে ইয়াকূব (আঃ)। যেমন অন্য জায়গায় রয়েছেঃ (আরবী) অর্থাৎ “আমি তাকে সুসংবাদ দিয়েছিলাম ইসহাকের (আঃ) এবং ইসহাকের (আঃ) পিছনে (পরে) ইয়াকূবের (আঃ)। (১১:৭১) হযরত ইবরাহীম (আঃ) শুধু একটি সন্তানের জন্যে প্রার্থনা করেছিলেন। তিনি প্রার্থনায় বলেছিলেনঃ (আরবী)অর্থাৎ “হে আমার প্রতিপালক! আমাকে একটি সুসন্তান দান করুন!” (৩৭:১০০) আল্লাহ তাঁর এ প্রার্থনা কবুল করেন। সন্তানও দান করেন। কাজেই এটা ছিল তার প্রার্থনার উপর অতিরিক্ত দান। আর প্রত্যেককেই তিনি সৎকর্মপরায়ণ করে দেন।অতঃপর আল্লাহ তাআলা বলেনঃ আমি তাদেরকে করেছিলাম নেতা; তারা আমার নিদের্শ অনুসারে মানুষকে পথ প্রদর্শন করতো। আর আমি তাদেরকে সৎকর্ম করার ওয়াহী করেছিলাম। এই সাধারণ কথার উপর আতফ বা সংযোগ করে তিনি বিশেষ কথা অর্থাৎ নামায ও যাকাতের বর্ণনা দেন। ইরশাদ হয় যে, তারা জনগণকে ভাল কাজের আদেশ করতেন এবং সাথে সাথে নিজেরাও ভাল কাজ করতেন। এরপর হযরত লুতের (আঃ) বর্ণনা শুরু হচ্ছে। তিনি হলেন নূত ইবনু। হারাণ ইবনু আযন (আঃ)। তিনি হযরত ইবরাহীমের (আঃ) উপর ঈমান এনেছিলেন, তার অনুসরণ করেছিলেন এবং তাঁর সাথে হিজরত করেছিলেন। যেমন আল্লাহ তাআলা বলেনঃ (আরবী) অর্থাৎ “লুত (আঃ) তার উপর ঈমান আনয়ন করে এবং বলেঃ আমি আমার প্রতিপালকের দিকে হিজরতকারী।\" (২৯:২৬) আল্লাহ তাআলা তাঁকে প্রজ্ঞা ও জ্ঞান দান করেছিলেন এবং তার উপর ওয়াহী অবতীর্ণ করেন ও তাঁকে নবীদের দলভূক্ত করেন। তাঁকে তিনি সুদূম ও ওর পার্শ্ববর্তী জনপদগুলির দিকে প্রেরণ করেন। তারা তার বিরুদ্ধাচরণে উঠে পড়ে লেগে যায়। এই কারণে তারা আল্লাহর শাস্তির কবলে পতিত হয় এবং তাদেরকে ধ্বংস করে দেয়া হয়। তাদের ধ্বংসের ঘটনা আল্লাহ তাআলার পবিত্র গ্রন্থের কয়েক জায়গায় বর্ণিত হয়েছে। এখানে মহামহিমান্বিত আল্লাহ বলেনঃ আমি তাকে এমন জনপদ হতে উদ্ধার করেছিলাম যার অধিবাসীরা লিপ্ত ছিল অশ্লীল কর্মে তারা ছিল একমন্দ সম্প্রদায়, সত্যত্যাগী। আর সে সৎকর্মপরায়ণ ছিল বলে আমি তার উপর আমার করুণা বর্ষণ করি।"
    },
    { "ayah": 76, "surah": 21, "text": "Please check ayah 21:77 for complete tafsir." },
    {
      "ayah": 77,
      "surah": 21,
      "text": "৭৬-৭৭ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা খবর দিচ্ছেন যে, হযরত নূহকে (আঃ) তাঁর কওম যখন মিথ্যা প্রতিপাদন করে ও কষ্ট দেয় তখন তার প্রতিপালককে ডাক দিয়ে বলেনঃ “হে আল্লাহ! আমি অপারগ হয়ে গেছি। সুতরাং আপনি আমাকে সাহায্য করুন!\" তিনি আরো বলেনঃ “হে আমার প্রতিপালক! পৃথিবীতে কাফিরদের মধ্য হতে কোন গৃহবাসীকে অব্যাহতি দিয়েন না। যদি আপনি তাদেরকে অব্যাহতি দেন তবে তারা আপনার বান্দাদেরকে বিভ্রান্ত করবে এবং জন্ম দিতে থাকবে শুধু দুষ্কৃতিকারী ও কাফির।” আল্লাহ তাআলা তার প্রার্থনা কবুল করলেন। তিনি তাকে ও তার মু'মিন অনুসারীদেরকে পরিত্রাণ দেন। এবং তার পরিবার পরিজনকেও রক্ষা করেন। শুধু তাদেরকে নয় যাদের নাম ধ্বংস প্রাপ্তদের তালিকা ভুক্ত ছিল। তার উপর ঈমান আনয়নকারীদের সংখ্যা খুবই কম ছিল। আল্লাহ তাআলা স্বীয় নবীকে (আঃ) তাঁর কওমের জুলুম ও অবিচার হতে মুক্তি দেন। সাড়ে নয়শত বছর তিনি তাদের মধ্যে অবস্থান করে তাদেরকে তাবলীগ করতে থাকেন। কিন্তু অল্প কয়েকজন ছাড়া সবাই শিরক ও কুফরীর উপরই রয়ে যায়। এমন কি তারা তাকে কষ্ট দিতে থাকে। এবং তাঁকে কষ্ট দেয়ার ব্যাপারে একে অপরকে উত্তেজিত করে। মহান আল্লাহ বলেনঃ আমি হযরত নূহকে (আঃ) সাহায্য করেছিলাম ঐ সম্প্রদায়ের বিরুদ্ধে যারা আমার নিদর্শনাবলী অস্বীকার করেছিল এবং তাকে তাদের উৎপীড়ন হতে রক্ষা করেছিলাম এবং তার প্রার্থনা অনুযায়ী ভূ-পৃষ্ঠে একজন কাফিরও পরিত্রাণ পায় নাই। সবকেই ডুবিয়ে দেয়া হয়।"
    },
    { "ayah": 78, "surah": 21, "text": "Please check ayah 21:82 for complete tafsir." },
    { "ayah": 79, "surah": 21, "text": "Please check ayah 21:82 for complete tafsir." },
    { "ayah": 8, "surah": 21, "text": "Please check ayah 21:9 for complete tafsir." },
    { "ayah": 80, "surah": 21, "text": "Please check ayah 21:82 for complete tafsir." },
    { "ayah": 81, "surah": 21, "text": "Please check ayah 21:82 for complete tafsir." },
    {
      "ayah": 82,
      "surah": 21,
      "text": "৭৮-৮২ নং আয়াতের তাফসীর:\nহযরত ইবনু মাসউদ (রাঃ) বলেন যে, ওটা ছিল আঙ্গুরের ক্ষেত্র বা বাগান। ঐ সময় আঙ্গুর গাছের গুচ্ছ বের হয়েছিল। (আরবী) শব্দের অর্থ হলো রাত্রিকালে পশুর চারণ ভূমিতে চরতে থাকা। দিবাভাগে চরাকে আরবী ভাষায় (আরবী) বলা হয়। হযরত ইবনু মাসউদ (রাঃ) বলেন যে, ঐ বাগানটিকে বকরীগুলি নষ্ট করে দেয়। হযরত দাউদ (আঃ) ফায়সালা দেন যে, বাগানের ক্ষতি পুরণ স্বরূপ বকরীগুলি বাগানের মালিক পেয়ে যাবে। হযরত সুলাইমান (আঃ) এই ফায়সালা শুনে আরয করেনঃ “ হে আল্লাহর নবী (আঃ)! এটা ছাড়া অন্য একটা ফায়সালা করা যেতে পারে তো?” হযরত দাউদ (আঃ) উত্তরে বললেনঃ “ওটা কি?” তিনি জবাব দিলেনঃ “প্রথমতঃ বকরীগুলি বাগানের মালিকের হাতে সমর্পণ করা হোক। সে ওগুলি দ্বারা ফায়েদা উঠাতে থাকবে। আর বাগান বকরীর মালিককে দেয়া হোক। সে আঙ্গুরের চারার খিদমত করতে থাকবে। অতঃপর যখন আঙ্গুরের গাছ গুলি ঠিক ঠাক হয়ে যাবে এবং পূর্বের অবস্থায় ফিরে আসবে তখন বাগানের মালিককে বাগান ফিরিয়ে দেয়া হবে এবং বাগানের মালিকও বকরীগুলি বকরীর মালিককে ফিরিয়ে দেবে।” এই আয়াতের ভাবার্থ এটাইঃ ‘আমি এই ঝগড়ার সঠিক ফায়সালা সুলাইমানকে (আঃ) বুঝিয়ে দিয়েছিলাম।”হযরত ইবনু আব্বাস (রা) বলেন যে, হযরত দাউদ (আঃ) যখন বকরীগুলি বাগানের মালিককে দিয়ে দেয়ার ফায়সালা করেন তখন বকরীর মালিকরা বেরিয়ে আসে। তাদের সাথে কুকুর ছিল। হযরত সুলাইমান (আঃ) তাদেরকে জিজ্ঞেস করেনঃ “তোমাদের ফায়সালা কি হলো?” তারা তাদের ফায়সালার খবর দিলে তিনি বললেনঃ “আমি সেখানে হাযির থাকলে এই ফায়সালা দেয়া হতো না, বরং অন্য ফায়সালা হতো। তার এ কথা হযরত (আরবী) দাউদের (আঃ) কানে পৌঁছলে তিনি হযরত সুলাইমানকে (আঃ) ডেকে পাঠান এবং তাঁকে জিজ্ঞেস করেনঃ “হে আমার প্রিয় বৎস! তুমি কি ফায়সালা করতে?” তখন তিনি তাঁর উপরিউক্ত ফায়সালার কথা শুনিয়ে দেন।হযরত মাসরূক (রাঃ) বলেন যে, ঐ বকরীগুলি আঙ্গুর গাছের গুচ্ছ ও পাতা সব খেয়ে ফেলেছিল। তখন হযরত সুলাইমান (আঃ) হযরত দাউদের (আঃ) বিপরীত ফায়সালা দেন যে, ঐ লোকদের বকরীগুলি বাগানের মালিকদের দিয়ে দেয়া হোক এবং ছাগলওয়ালাদেরকে বাগান সমর্পন করা হোক। যত দিন পর্যন্ত বাগান পূর্ব অবস্থায় ফিরে না আসবে ততদিন পর্যন্ত বকরী, বাচ্চা, দুধ এবং অন্যান্য সমস্ত উপকার বাগানের মালিকরা ভোগ করবে। অতঃপর প্রত্যেককে নিজনিজ জিনিস ফিরিয়ে দেয়া হবে।কাযী শুরাইহ্ এর (রাঃ) কাছেও এইরূপ একটি বিচার আসলে তিনি এই ফায়সালা করেন যে, দিনের বেলায় বকরী কোন ক্ষতি করলে ওর কোন ক্ষতিপূরণ করতে হবে না। আর যদি রাত্রি বেলায় ক্ষতি করে তবে বকরীওয়ালাদেরকে যামিন হতে হবে। অতঃপর তিনি এই আয়াতটিই তিলাওয়াত করেন।হযরত সা'দ ইবনু মাহীসাহ (রাঃ) হতে বর্ণিত আছে যে, হযরত বারা ইবনু আযিবের (রাঃ) উন্থী একটি বাগানে প্রবেশ করে এবং বড়ই ক্ষতি করে ফেলে। তখন রাসূলুল্লাহ (সাঃ) ফায়সালা করেন যে, দিনের বেলায় বাগানওয়ালাদের দায়িত্ব হলো বাগানের হিফাযত করা। আর যদি পশু রাত্রিকালে বাগানের ক্ষতি করে তবে পুশুর মালিকদেরকেই ওর যামিন হতে। হবে (অর্থাৎ ক্ষতি পূরণ করতে হবে)। (এ হাদীসটি ইমাম আহমাদ (রাঃ) ইমাম আবু দাউদ (রাঃ) এবং ইমাম ইবনু মাজাহ (রাঃ) বর্ণনা করেছেন) এই হাদীসে ইল্লাত সমূহ বের করা হয়েছে। আমরা কিতাবুল আহকামে আল্লাহর ফলে এর বিস্তারিত ব্যাখ্যা বর্ণনা করেছি।বর্ণিত আছে যে, হযরত আইয়াম ইবনু মুআবিয়াকে কাযী পদে নিয়োগ করার জন্যে যখন তাঁর কাছে আবেদন জানানো হয় তখন তিনি হযরত হাসান্দ্রে (রাঃ) কাছে এসে কেঁদে ফেলেন। তাকে জিজ্ঞেস করা হয়ঃ “হে আবু সাঈদ (রাঃ)! আপনি কাঁদছেন কেন? তিনি উত্তরে বলেনঃ “আমার কাছে এই রিওয়াইয়াত পৌঁছেছে যে, কাযী যদি ইজতিহাদ করার পরেও ভুল করে তবে সে জাহান্নামী হবে। আর যে কুপ্রবৃত্তির প্রতি ঝুঁকে পড়ে সেও জাহান্নামী। কিন্তু যে ইজতিহাদ করার পর সঠিকতায় পৌঁছে যায় সে জান্নাতে যাবে।\" তার এ  কথা শুনে হযরত হাসান বসরী (রাঃ) বলেনঃ “শুনুন, আল্লাহ তাআলা হযরত দাউদ (আঃ) ও হযরত সুলাইমানের (আঃ) ফায়সালার কথা বর্ণনা করেছেন। আর এটা প্রকাশমান যে, নবীরা (আঃ) ন্যায় বিচারক হয়ে থাকেন এবং তাঁদের কথা দ্বারা এই লোকদের কথা খণ্ডন করা যেতে পারে। আল্লাহ তাআলা হযরত সুলাইমানের (আঃ) প্রশংসা করেছেন বটে, কিন্তু হযরত দাউদকে (আঃ) তিনি নিন্দা করেননি। জেনে রাখুন যে, আল্লাহ তাআলা বিচারকদের নিকট তিনটি কথার অঙ্গীকার নিয়েছেন। প্রথম অঙ্গীকার এই যে, তাঁরা যেন পার্থিব লোভের বশবর্তী হয়ে শরীয়তের আহকাম পরিবর্তন না করেন। দ্বিতীয় অঙ্গীকার এই যে, তারা যেন অন্তরের ইচ্ছা ও প্রবৃত্তির পিছনে না পড়েন বা প্রবৃত্তির অনুসরণ না করেন। তৃতীয় অঙ্গীকার এই যে, তারা যেন আল্লাহকে ছাড়া অন্য কাউকেও ভয় না করেন। তারপর তিনি নিম্নের আয়াতটি পাঠ করেনঃ (আরবী) অর্থাৎ “হে দাউদ (আঃ)! আমি তোমাকে যমীনের খলীফা বা প্রতিনিধি বানিয়েছি, সুতরাং তুমি লোকদের মধ্যে ন্যায়ের সাথে ফায়সালা কর এবং প্রবৃত্তির অনুসরণ করো না, অন্যথায় ওটা তোমাকে আল্লাহর পথ হতে বিভ্রান্ত করে ফেলবে।” (৩৮:২৬) অন্য জায়গায় রয়েছেঃ (আরবী) অর্থাৎ “মানুষকে ভয় করো না, বরং আমাকেই ভয় কর।” (৫:৪৪) অন্য একস্থানে মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “তোমরা সামান্য বা নগণ্য মূল্যের বিনিময়ে আমার আয়াতসমূহ। বিক্রি করো না।” (৫:৪৪) আমি বলি যে, নবীরা যে নিস্পাপ এবং আল্লাহ তাআলার পক্ষ হতে তাদেরকে যে সাহায্য করা হয়ে থাকে এ বিষয়ে পূর্বযুগীয় ও পরযুগীয় গুরুজনদের মধ্যে কোন মতানৈক্য নেই। তাদের ছাড়া অন্যদের ব্যাপারে কথা এই যে, হযরত আম্র ইনবুল আস (রাঃ) হতে বর্ণিত, তিনি বলেন যে, রাসূলুল্লাহ (সাঃ) বলেছেনঃ “বিচারক যখন ইজতিহাদ ও চেষ্টা করার পর সঠিকতায় পৌঁছে যায় তখন সে দুটো প্রতিদান লাভ করে। আর ইজতিহাদের পর যদি তার ভূল হয়ে যায় তবে তার জন্যে রয়েছে একটি প্রতিদান।” (এ হাদীসটি ইমাম বুখারী (রাঃ) স্বীয় সহীহ্ গ্রন্থে বর্ণনা করেছেন) এহাদীসটি পরিষ্কারভাবে বলে দিচ্ছে যে, পুর্ণভাবে চেষ্টা চালানোর পরেও যদি বিচারক ভুল করে দেয় তবে সে জাহান্নামী হবে বলে যে ধারণা ও সন্দেহ হযরত আইয়াস (রাঃ) করেছেন তা ঠিক নয়। এ সব ব্যাপারে আল্লাহ তাআলাই সবচেয়ে ভাল জানেন। সুনানের একটি হাদীসে রয়েছে যে, বিচারক তিন প্রকার। এক প্রকারের বিচারক জান্নাতী ও দু'প্রকারের বিচারক জাহান্নামী। যে সত্য ও ন্যায় জানে এবং তদনুযায়ী ফায়সালা করে সে জান্নাতী। যে না জেনে ফায়সালা করে সে জাহান্নামী এবং যে সত্য জেনে শুনে ওর বিপরীত ফায়সালা করে সেও জাহান্নামী। কুরআন কারীমে বর্ণিত এই ঘটনার কাছাকাছিই আর একটি ঘটনা মুসনাদে আহমাদে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সাঃ) বলেছেনঃ “দু'টি মহিলা ছিল, যাদের সাথে তাদের দুটি পুত্র সন্তান ছিল, (তারা ছিল দুগ্ধ পোষ্য শিশু)। একজনের শিশুকে বাঘে ধরে নিয়ে যায়। এখন মহিলা দুটির প্রত্যেকেই একে অপরকে বলেঃ “বাঘে তোমার শিশুকে ধরে নিয়ে গেছে এবং যেটা আছে আমারই।” অবশেষে তারা হযরত দাউদের (আঃ) নিকট এই মুকাদ্দামা পেশ করে। তখন তিনি ফায়সালা দেন যে, শিশুটি বড় স্ত্রী লোকটির প্রাপ্য। অতঃপর তারা দুজন বেরিয়ে আসে। পথে হযরত সুলাইমান (আঃ) ছিলেন। তিনি তাদেরকে ডাকলেন এবং (লোকদেরকে) বললেন “ছুরী নিয়ে এসো। আমি এই শিশুটিকে কেটে দুটুকরা করে দেবো এবং অর্ধেক করে দু’জনকে প্রদান করবো।” এতে বড় স্ত্রী লোকটি চুপ থাকলো। কিন্তু ছোট স্ত্রী লোকটি বললোঃ “আল্লাহ আপনার উপর রহম করুন! শিশুটিকে কাটবেন ন। এটা বড় স্ত্রী লোকটিরই। সুতরাং তাকেই দিয়ে দিন।\" হযরত সুলাইমান (আঃ) প্রকৃত ব্যাপার বুঝে নেন এবং শিশুটিকে ঐ ছোট স্ত্রী লোকটিকে দিয়ে দেন।” (এ হাদীসটি ইমাম আহমাদ (রাঃ) বর্ণনা করেছেন। সহীহ বুখারী ও সহীহ মুসলিমেও এটা বর্ণিত হয়েছে। ইমাম নাসায়ী (রাঃ) এর উপর একটি অনুচ্ছেদ বেঁধেছেন যে, বিচারক যদি নিজের ফায়সালা অন্তরে গোপন রেখে প্রকৃত রহস্য জানবার উদ্দেশ্যে ওর বিপরীত কিছু বলেন তবে তা জায়েয হবে)এ ধরনেরই একটি ঘটনা হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণিত আছে। যে, বানী ইসরাঈলের যুগে একটি সুন্দরী নারী ছিল, যার প্রেমে চারজন নেতৃস্থানীয় লোক আসক্ত হয়ে পড়ে এবং তার সাথে ব্যাভিচারে লিপ্ত হওয়ার ইচ্ছা করে। কিন্তু ঐ নারী তা সম্পূর্ণরূপে প্রত্যাখ্যান করে। তখন তারা তার প্রতি চরম দুঃখিত ও রাগান্বিত হয় এবং চারজন একমত হয়ে হযরত দাউদের (আঃ) বিচারালয়ে উপস্থিত হয় ও সাক্ষ্য প্রদান করে যে, সে তার কুকুরের দ্বারা নিজের কাম প্রবৃত্তি চরিতার্থ করে। চার জনের সাক্ষ্যের উপর ভিত্তি করে হযরত দাউদ (আঃ) মহিলাটিকে রজম (পাথর নিক্ষেপে হত্যা করার নিদের্শ দেন। ঐ দিনই সন্ধ্যায় হযরত সুলাইমান (আঃ) নিজের সমবয়সী ছেলেদের নিয়ে বসেন। তিনি বিচারক হন এবং চার জন ছেলে ঐ লোকগুলির মত তার কাছে ঐ মুকাদ্দামা পেশ করে এবং একটি স্ত্রীলোকের সম্বন্ধে ঐ কথাই বলে। হযরত সুলাইমান (আঃ) ঐ চারজনকে পৃথক পৃথক করে দেয়ার নিদের্শ দেন। তার পর একজনকে তিনি তাঁর কাছে ডেকে নিয়ে জিজ্ঞেস করেনঃ “ঐ কুকুরটির রং কেমন ছিল?” সে উত্তরে বলেঃ “কালো”। এরপর দ্বিতীয় জনকে পৃথক ভাবে ডেকে ঐ প্রশ্নই করেন। সে জবাব দেয়ঃ “সাদা।” তিনি তৎক্ষণাৎ ফায়সালা দেন যে, স্ত্রী লোকটির উপর এটা অপবাদ ছাড়া কিছুই নয় এবং এই চারজনকে হত্যা করে দেওয়া হোক।” হযরত দাউদের (আঃ) নিকটও এই ঘটনাটি পেশ করা হলো। তিনি তখনই ঐ চারজন নেতৃ স্থানীয় লোককে ডেকে পাঠান এবং ঐ রূপেই পৃথক পৃথক ভাবে তাদেরকে কুকুরটির রং সম্বন্ধে জিজ্ঞেস করা হয়। তারা এক একজন এক এক কথা বলে এবং গড় বড় করে দেয়। হযরত দাউদের (আঃ) কাছে তারা মিথ্যাবাদী প্রমাণিত হয়ে যায়। সুতরাং তিনি তাদেরকে হত্যা করে দেয়ার নিদের্শ দেন। (এটা হাফিয আবুল কাসিম ইবনু আসাকির (রাঃ) বর্ণনা করেছেন)মহামহিমান্বিত আল্লাহ বলেনঃ আমি বিহঙ্গকুলের জন্যে নিয়ম করে দিয়েছিলাম যে, তারা যেন হযরত দাউদের (আঃ) সাথে আমার পবিত্রতা ও মহিমা ঘোষণা করে। হযরত দাউদকে (আঃ) এমন মিষ্ট কণ্ঠস্বর দান করা হয়েছিল যে, যখন তিনি মিষ্টি সুরে ও আন্তরিকতার সাথে যরূর পাঠ করতেন। তখন পক্ষীকূল উড়ন বাদ দিয়ে থেমে যেতো এবং তার সুরে সুরে মিলিয়ে আল্লাহর তাসবীহ পাঠে লেগে পড়তো। অনুরূপভাবে পাহাড় পর্বতও তাসবীহ পাঠ করতো। বর্ণিত আছে যে, একদা রাত্রে হযরত আবূ মূসা আশআরী (রাঃ) কুরআন কারীম পাঠ করছিলেন। ঐ সময় রাসূলুল্লাহ (সাঃ) সেখান দিয়ে গমন করছিলেন। তার মিষ্টি সূরে কুরআন পাঠ শুনে তিনি দাড়িয়ে যান এবং দীর্ঘক্ষণ ধরে শুনতে থাকেন। তারপর তিনি বলেনঃ “একে তো আ'লে দাউদের (আঃ) মত মিষ্টি সুর দান করা হয়েছে। হযরত আবু মূসা (রাঃ) এটা জানতে পেরে বলেনঃ “হে আল্লাহর রাসূল (সাঃ)! আমি যদি জানতাম যে, আপনি আমার কুরআন পাঠ শুনতে ছিলেন। তবে আমি আরো উত্তম রূপে পাঠ করতাম।”হযরত আবু উছমান নাহদী (রাঃ) বলেনঃ “ আমি কোন উত্তম বাজনার মধ্যে ঐ মজা পাই নাই যা হযরত আবূ মূসার (রাঃ) কণ্ঠস্বরে পেতাম।” সুতরাং রাসূলুল্লাহ (সাঃ) তার উত্তম কণ্ঠ স্বরকে হযরত দাউদের (আঃ) উত্তম ও মিষ্ট কণ্ঠস্বরের একটি অংশ বলেছেন। তাহলে স্বয়ং হযরত দাউদের কণ্ঠস্বর কত মধুর ছিল তা সহজেই অনুমেয়।আল্লাহ তাআলা তাঁর আর একটি অনুগ্রহের বর্ণনা দিচ্ছেনঃ “আমি দাউদকে (আঃ) তোমাদের জন্যে বর্ম নির্মাণ শিক্ষা দিয়েছিলাম, যাতে ওটা তোমাদেরকে তোমাদের যুদ্ধে রক্ষা করে। তার যুগের পূর্বে হল্কা বিহীন বর্ম নির্মিত হতো। হলকা বিশিষ্ট বর্ম তিনিই তৈরী করেন। যেমন মহান আল্লাহ বলেনঃ (আরবী) “তার জন্যে আমি লৌহকে নমনীয় করেছিলাম। (হে দাউদ (আঃ)! উদ্দেশ্য এই যে, যাতে তুমি পূর্ণ মাপের বর্ম তৈরী করতে এবং বুননে পরিমাণ রক্ষা করতে পার।\" (৩৪:১০-১১) এই বর্ম যুদ্ধের মাঠে কাজে লাগতো। সুতরাং এটা ছিল এমনই নিয়ামত যার কারণে মানুষের উচিত মহান আল্লাহর কৃতজ্ঞতা প্রকাশ করা। তাই তিনি বলেনঃ তোমরা কি কৃতজ্ঞ হবে না?\"এরপর আল্লাহ তাআলা বলেনঃ “আমি সুলাইমানের (আঃ) বশীভূত করেছিলাম উদ্দাম বায়ুকে, ওটা তার আদেশক্রমে প্রবাহিত হতো সেই দেশের দিকে যেখানে আমি কল্যাণ রেখেছি। অর্থাৎ ঐ বায়ু তাকে সিরিয়ায় পৌঁছিয়ে দিতো। মহান আল্লাহ বলেনঃ প্রত্যেক বিষয় সম্পর্কে আমি সম্যক অবগত হযরত সুলাইমান (আঃ) তার লোক-লশকর, সাজ-সরঞ্জাম এবং আসবাবপত্রসহ তার সিংহাসনে বসে যেতেন। অতঃপর বায়ু তাঁকে তাঁর গন্তব্য স্থানে ক্ষণিকের মধ্যে পৌছিয়ে দিতো। সিংহাসনের উপর হতে পাখী পালক দ্বারা তাকে ছায়া করতো। যেমন মহামহিমান্বিত আল্লাহ বলেনঃ (আরবী) অর্থাৎ “আমি তার অধীন করে দিলাম বায়ুকে, যা তার আদেশে সে যেখানেই ইচ্ছা করতো সেথায় মৃদুমন্দ গতিতে প্রবাহিত হতো।\" (৩৮:৩৬) মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “(আমি সুলাইমানের (আঃ) অধীন করেছিলাম বায়ুকে) যা প্রভাতে এক মাসের পথ অতিক্রম করতো এবং সন্ধ্যায় এক মাসের পথ অতিক্রম করতো।” (৩৪:১২) হযরত সাঈদ ইবনু জুবাইর (রাঃ) বলেন যে, ছয় লক্ষ চেয়ার রাখাহতো। তার পাশে বসতো মু'মিন মানুষ এবং তাদের পিছনে বসতো মু'মিন জ্বিন। তারপর তাঁর নির্দেশক্রমে পক্ষীকুল সবারই উপর ছায়া করতো। অতঃপর তার আদেশ অনুযায়ী বায়ু তাঁকে নিয়ে চলতে শুরু করতো। (এটা ইবনু আবি হাতিম (রাঃ) বর্ণনা করেছেন) তার উপর দরূদ ও সালাম বর্ষিত হোক। হযরত আবদুল্লাহ ইবনু উবাইদিল্লাহ ইবনু উমাইর (রাঃ) বলেন যে, হযরত সুলাইমান (আঃ) বাতাসকে হুকুম করতেন তখন ওটা স্থূপাকারে জমা হয়ে যেতো, যেন ওটা পাহাড়। তারপর তিনি তাঁর ফরাশ আনার নিদের্শ দিতেন। তখন উচু জায়গায় রেখে দেয়া হতো। অতঃপর তিনি তাঁর ডানা ওয়ালা ঘোড়া আনার হুকুম করতেন।এরপর তিনি ঐ ঘোড়ায় সওয়ার হয়ে স্বীয় ফরাশে উঠে বসতেন। অতঃপর তাঁর নির্দেশক্রমে বায়ূ তাকে উপরে উঠিয়ে নিয়ে যেতো। ঐ সময় তিনি মাথা নীচু করে থাকতেন। ডানে বামে মোটেই তাকাতেন না। এর দ্বারা তার উদ্দেশ্য হতো বিনয় ও আল্লাহ তাআলার কৃতজ্ঞতা প্রকাশ। কেননা, নিজের নীচতার জ্ঞান তাঁর ছিল। অতঃপর বায়ুকে তিনি যেখানে নামাবার হুকুম করতেন সেখানেই নামিয়ে দিতো।অনুরূপভাবে অবাধ্য শয়তানদেরকেও আল্লাহ তাআলা তাঁর অনুগত করে দিয়েছিলেন। তার জন্যে ডুবুরী কাজ করতো। তারা সমুদ্রে ডুব দিয়ে ওর তলদেশ হতে মণি মুক্তা বের করে আনতো। আরো বহু কাজ তারা করতো।যেমন মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “এবং শয়তানদেরকে (আমি তার বাধ্য করেছিলাম), যারা সবাই ছিল প্রাসাদ নির্মাণকারী ও ডুবুরী।” (৩৮:৩৭) এরা ছাড়া অন্যান্য শয়তানরাও তার অনুগত ছিল, যাদেরকে শিকলে আবদ্ধ রাখা হতো।মহান আল্লাহ বলেনঃ আমি তাদের প্রতি সতর্ক দৃষ্টি রাখতাম। কোন শয়তানই তার কোন ক্ষতি করতে পারতো না। বরং সবাই ছিল তার অনুগত ও অধীনস্থ। কেউই তাঁর কাছে ঘেঁষতে পারতো না। তাদের উপর তাঁরই শাসন চলতো। যাকে ইচ্ছা তিনি বন্দী করতেন এবং যাকে ইচ্ছা ছেড়ে দিতেন। তাদের কথাই বলেনঃ ‘অন্যান্য জ্বিন ছিল যারা শৃংখলে আবদ্ধ থাকতো।'"
    },
    { "ayah": 83, "surah": 21, "text": "Please check ayah 21:84 for complete tafsir." },
    {
      "ayah": 84,
      "surah": 21,
      "text": "৮৩-৮৪ নং আয়াতের তাফসীর:\nআল্লাহ তাআ'লা হযরত আইয়ুবের (আঃ) কষ্ট ও বিপদাপদের বর্ণনা দিচ্ছেন। আর তা ছিল আর্থিক, দৈহিক এবং সন্তানগত। তার বহু প্রকারের জীবজন্তু, ক্ষেত খামার বাগ-বাগিচা ইত্যাদি ছিল। তার আল্লাহ প্রদত্ত সন্তান সন্ততিসমূহ দাস-দাসী, ধন সম্পদ ইত্যাদি সবকিছুই বিদ্যমান ছিল। অতঃপর তার উপর আল্লাহ তাআলার পরীক্ষা আসে এবং সবকিছুই ধ্বংস হয়ে যায়। এমনকি তাঁর দেহেও কুষ্ঠরোগ প্রকাশ পায়। শুধুমাত্র অন্তর ও যুবান ছাড়া তার দেহের কোন অংশই এই রোগ হতে রক্ষা পায় নাই। শেষ পর্যন্ত আশে পাশের লোকদের কাছে তিনি ঘৃণার পাত্র হয়ে যান। বাধ্য হয়ে তাঁকে শহরের এক জনমানবহীন প্রান্তে অবস্থান করতে হয়। তার একটি মাত্র স্ত্রী ছাড়া সবাই তাকে ছেড়ে পালিয়ে যায়। এই বিপদের সময় তার থেকে সবাই সরে পড়ে। এই একটি মাত্র স্ত্রী সদা তাঁর সেবার কাজে লেগে থাকতেন। সাথে সাথে মজুরী খেটে খেটে তার পানাহারেরও ব্যবস্থা করতেন। নবী (সাঃ) বলেছেনঃ “ সবচয়ে কঠিন পরীক্ষা হয় নবীদের উপর। তারপর সৎলোকদের উপর এরপর তাদের চেয়ে কম মর্যাদা সম্পন্ন লোকদের উপর এবং এরপরে আরো নিম্নমানের লোকদের উপর আল্লাহর পরীক্ষা এসে থাকে। অন্য রিওয়াইয়াতে আছে যে, প্রত্যেকের পরীক্ষা তার দ্বীনের পরিমাণ হিসেবে হয়ে থাকে। যদি কেউ দ্বীনের ব্যাপারে দৃঢ় হয় তবে তার পরীক্ষাও কঠিন হয়। হযরত আইয়ুব (আঃ) বড়ই ধৈর্যশীল ছিলেন এমনকি তার ধৈর্যশীলতার কথা সর্বসাধারণের মুখে মুখে রয়েছে।হযরত ইয়াযীদ ইবনু মাইসারা (রাঃ) বলেন যে, যখন হযরত আইয়ুবের (আঃ) পরীক্ষা শুরু হয় তখন তাঁর সন্তান সন্ততি মারা যায়, ধন- সম্পদ ধ্বংস হয় এবং তিনি সম্পূর্ণরূপে রিক্ত হস্ত হয়ে পড়েন। এতে তিনি আরো বেশী আল্লাহর যিকরে লিপ্ত থাকেন। তিনি বলতে থাকেনঃ “হে সকল পলিনকারীদের পালনকর্তা! আমাকে আপনি বহু ধন মাল ও সন্তান সন্ততি দান করেছিলেন। ঐ সময় আমি ঐগুলিতে সদা লিপ্ত থাকতাম। অতঃপর আপনি ঐগুলি আমার থেকে নিয়ে নেয়ার ফলে আমার অন্তর ঐ সবের চিন্তা থেকে মুক্ত হয়েছে। এখন আমার অন্তরের মধ্যে ও আপনার মধ্যে কোনই প্রতিবন্ধকতা নেই। যদি আমার শত্রু ইবলীস আমার প্রতি আপনার এই মেহেরবানীর কথা জানতে পারতো তবে সে আমার প্রতি হিংসায় ফেটে পড়তো।” ইবলীস তার এই কথায় এবং তাঁর ঐ সময়ের ঐ প্রশংসায় জ্বলে পুড়ে মরে। তিনি নিম্নরূপ প্রার্থনাও করেনঃ “হে আমর প্রতিপালক! আপনি আমাকে ধন সম্পদ, সন্তান সন্ততি এবং পরিবার পরিজনের অধিকারী করেছিলেন। আপনি খুব ভাল জানেন যে, ঐ সময় আমি কখনো অহংকার করি নাই এবং কারো প্রতি জুলুম ও অবিচারও করি নাই। হে আল্লাহ! এটা আপনার অজানা নেই যে, আমার। জন্যে নরম বিছানা প্রস্তুত থাকতো। কিন্তু আমি তা পরিত্যাগ করে আপনার ইবাদতে রাত্রি কাটিয়ে দিতাম এবং আমার নসকে ধমকের সুরে বলতামঃ তুমি নরম বিছানাতে আরাম করার জন্যে সৃষ্ট হও নাই। হে আমার পালনকর্তা! আপনার সন্তুষ্টি লাভের উদ্দেশ্যে আমি সুখ শান্তি ও আরাম আয়েশ বিসর্জন দিতাম।\" (এটা মুসনাদে ইবনু আবি হাতিমে বর্ণিত হয়েছে) এই আয়াতের তাফসীরে ইবনু জারীর (রাঃ) ও ইবনু আবি হাতিম (রাঃ) একটি খুব দীর্ঘ কাহিনী বর্ণনা করেছেন, যা পর যুগীয় বহু মুফাসৃসিরও রিওয়াইয়াত করেছেন। কিন্তু তাতে অস্বাভাবিকতা রয়েছে এবং ওটা খুবই দীর্ঘ হওয়ার কারণে আমরা ছেড়ে দিয়েছি।দীর্ঘদিন ধরে তিনি এই বিপদে জড়িত ছিলেন। হযরত হাসান (রাঃ) ও হযরত কাতাদা (রাঃ) বলেন যে, তিনি সাত বছর ও কয়েক মাস এই কষ্ট ভোগ করেছিলেন। বানী ইসরাঈলের আবর্জনা ফেলার জায়গায় তাঁকে নিক্ষেপ করা হয়েছিল। তার দেহ পোকা হয়ে গিয়েছিল। অতঃপর মহান আল্লাহ তার প্রতি দয়াপরবশ হন এবং তাঁকে সমস্ত বিপদ ও কষ্ট হতে মুক্তি দান করেন। আর তাকে তিনি পুরস্কৃত করেন ও তার উত্তম প্রশংসা করেন। অহবি ইবনু মুনাব্বাহ্ (রাঃ) বলেন যে, তিনি পুর্ণ তিন বছর এই কষ্টের মধ্যে পতিত ছিলেন। তাঁর দেহের সমস্ত মাংস খসে পড়েছিল। শুধু অস্থি ও চর্ম অবশিষ্ট ছিল। তিনি ছাই এর উপর পড়ে থাকতেন। তাঁর কাছে শুধু তার একজন স্ত্রী ছিলেন। দীর্ঘযুগ এভাবে অতিবাহিত হওয়ার পর একদা তিনি তাঁর স্বামীকে বলেনঃ “হে আল্লাহর নবী (আঃ)! আপনি মহান আল্লাহর নিকট কেন প্রার্থনা করেন না যাতে তিনি আমাদেরকে এই বিপদ থেকে রক্ষা করেন?” উত্তরে তিনি বলেনঃ “দেখো, আল্লাহ তাআলা আমাকে সত্তর বছর সুস্থ শরীরে রেখেছিলেন। সুতরাং তিনি যদি আমাকে সত্তর বছর এই অবস্থায় রাখেন এবং আমি ধৈর্য ধারণ করি আল্লাহর জন্যে তবে এটা তো আল্লাহর জন্যে খুবই অল্প (সময়)।\" একথা শুনে তাঁর স্ত্রী কেঁপে ওঠেন। তিনি তাঁর স্বামীর জন্যে শহরে বেরিয়ে যেতেন এবং এর ওর বাড়ীতে কাজকাম করে যা পেতেন তাই এনে স্বামীকে খাওয়াতেন। ফিলিস্তিনবাসী দু’জন লোক হযরত আইয়ুবের (আঃ) ভাই ও অন্তরঙ্গ বন্ধু ছিল। তাদের কাছে শয়তান গিয়ে বলেঃ “তোমাদের ভাই আইয়ূব (আঃ) ভীষণ বিপদ গ্রস্ত ও কঠিন পীড়ায় আক্রান্ত হয়ে পড়েছেন। তোমরা গিয়ে তার খবরা খবর নাও এবং তোমাদের  এখান থেকে কিছু মদ সঙ্গে নিয়ে যাও। ওটা তাঁকে পান করালেই তিনি আরোগ্য লাভ করবেন। তার কথা মত তারা দু'জন হযরত আইয়ুবের (আঃ) নিকট আগমন করে এবং তার অবস্থা দেখা মাত্রই তঁাদের চক্ষু অশ্রু সিক্ত হয়ে ওঠে। তিনি তাদেরকে জিজ্ঞেস করেনঃ “তোমরা কে?” তারা নিজেদের পরিচয় দান করে। তিনি খুবই খুশী হন এবং তাদেরকে মুবারকবাদ জানান। তারা বলেঃ “হে আইয়ূব (আঃ)! সম্বতঃ আপনি ভিতরে কিছু গোপন রাখতেন এবং বাইরেও বিপরীত প্রকাশ করতেন। এজন্যেই আল্লাহ আপনাকে পরীক্ষায় ফেলেছেন।”তাদের কথা শুনে হযরত আইয়ূব (আঃ) দৃষ্টি আকাশের দিকে উঠিয়ে বলেনঃ “আমি কি গোপন রাখতাম ওর বিপরীত কি প্রকাশ করতাম তা তিনি (আল্লাহ) জানেন। তিনি বরং আমাকে এই বিপদে জড়িয়ে ফেলেছেন এই উদ্দেশ্যে যে, আমি ধৈর্য ধারণ করি কি অধৈর্য হয়ে পড়ি তা তিনি দেখতে চান।অতঃপর তারা দু'জন বলেঃ “আমরা আপনার জন্যে ওষুধ এনেছি, আপনি তা পান করে নিন। এতে আপনি আরোগ্য লাভ করবেন। ওটা হলো মদ, যা অমিরা আমাদের ওখান থেকে আনয়ন করেছি।” তাদের একথা শোনা মাত্রই তিনি কঠিন রাগান্বিত হন এবং বলেনঃ “কলুষিত শয়তান তোমাদেরকে আমার নিকট আনয়ন করেছে। তোমাদের সাথে কথা বলা এবং তোমাদের খাদ্য ও পানীয় আমার জন্যে হারাম।\" তখন তারা দু'জন তার নিকট থেকে চলে যায়। একদিনের ঘটনা, তাঁর স্ত্রী এক বাড়ীতে রুটি পাকিয়ে দিচ্ছিলেন। তাদের একটি শিশু ঘুমিয়ে পড়েছিল। তখন বাড়ীর মালিক ঐ শিশুর অংশের ছোট রুটি তাকে দিয়ে দেয়। তিনি রুটিটি নিয়ে হযরত আইয়ুবের (আঃ) কিট আসেন। তিনি তাকে জিজ্ঞেস করেনঃ “এরুটি তুমি কোথা হতে আনলেঃ উত্তরে তিনি ঘটনাটি বর্ণনা করেন। এ ঘটনা শুনে তিনি তার স্ত্রীকে বলেনঃ “তুমি এখনই রুটি নিয়ে ফিরে যাও। খুব সম্ভ শিশুটি এখন জেগে উঠেছে এবং এই ছোট রুটিটির জন্যে জি ধরেছে এবং কেঁদে কেঁদে সারা বাড়ীকে ব্যতিব্যস্ত করে তুলেছে। বাধ্য হয়ে তার স্ত্রী রুটি ফিরিয়ে নিয়ে চললেন। ঐ বাড়ীর বারান্দায় একটি ছাগল বাধা ছিল। ছাগলটি তাকে জোরে এক টক্কর মারে। ফলে তাঁর মখ দিয়ে হঠাৎ বেরিয়ে যায়ঃ “দেখো, হযরত আইয়র (আঃ) কত বড় ভুল ধারণা করে বসেছেন?\" অতঃপর তিনি উপরে উঠে গিয়ে দেখেন যে, সত্যি সত্যিই শিশুটি রুটির জন্য কান্না জুড়ে দিয়েছে এবং বাড়ীর লোকদেরকে ব্যতিব্যস্ত করে ফেলেছে। এদেখে স্বতঃস্ফূর্তভাবে তাঁর মুখ দিয়ে বেরিয়ে গেলঃ “আল্লাহ তাআলা হযরত আইয়ুবের (আঃ) উপর দয়া করুন!” অতঃপর তিনি রুটিটি তাদেরকে দিয়ে দেন এবং ফিরে আসেন। পথে শয়তান ডাক্তারের রূপ ধরে তার সাথে সাক্ষাৎ করে এবং বলেঃ “তোমার স্বামী অত্যন্ত কষ্ট পাচ্ছেন। দীর্ঘ দিন ধরে কঠিন রোগে ভুগছেন। তুমি তাকে বুঝিয়ে বল যে, তিনি যেন অমুক গোত্রের প্রতিমার নামে একটি মাছি মারেন। এটা করলেই তিনি আরোগ্য লাভ করবেন।\" হযরত আইয়ুবের (আঃ) নিকট পৌঁছে তিনি তাঁকে এই কথা বলেন। তিনি তখন তাকে বলেনঃ “তোমার উপর কলুষিত শয়তানের যাদু লেগে গেছে। সুস্থ হলে আমি তোমাকে একশ চাবুক মারবো।” একদা তাঁর স্ত্রী অভ্যাসমত জীবিকার অনুসন্ধানে বেরিয়ে পড়েন। বাড়ী বাড়ী যান কিন্তু কাজ কাম পেলেন না। কাজেই তিনি নিরাশ হয়ে পড়েন। সন্ধ্যায় ঘনিয়ে আসলে হযরত আইয়ুবের (আঃ) ক্ষুধার চিন্তায় তিনি ব্যাকুল হয়ে পড়েন। সুতরাং তিনি নিরুপায় হয়ে তার চুলের এক খোপা কেটে নিয়ে এক সম্ভ্রান্ত লোকের কন্যার নিকট বিক্রী করেন। মেয়েটি পানাহারের অনেক কিছু জিনিস তাকে প্রদান করে। তা নিয়ে তিনি হযরত আইয়ুবের (আঃ) নিকট পৌঁছেন। তিনি তাকে জিজ্ঞেস করেনঃ “তুমি এতগুলো ভাল ভাল খাদ্য পেলে কোথায়?\" তাঁর স্ত্রী উত্তরে বলেঃ “এক সম্ভ্রান্ত ব্যক্তির বাড়ীতে কাজ করে দিয়ে ওর বিনিময়ে এগুলো পেয়েছি।\" হযরত আইয়ুব (আঃ) তখন তা খেয়ে নেন। ঘটনাক্রমে দ্বিতীয় দিনও এরূপই ঘটে। সেদিনও তিনি তাঁর চুলের অপর খোপাটি কেটে নিয়ে বিক্রী করে দেন এবং ওর বিনিময়ে প্রাপ্ত খাদ্য নিয়ে স্বামীর নিকট হাযির হন। আজকেও ঐ খাদ্যই দেখে হযরত আইয়ূব (আঃ) তার স্ত্রীকে বলেনঃ “আল্লার কসম! আজকে আমি কিছুতেই এ খাদ্য খাবো না যে পর্যন্ত না তুমি আমাকে খবর দেবে যে, তুমি এ খাদ্য কিরূপে পেলে?\" তখন তিনি তাঁর মাথা হতে ওড়না সরিয়ে দেন। ফলে হযরত আইয়ুব (আঃ) দেখতে পান যে, তাঁর মাথার চুল সবই কর্তিত হয়েছে। এ দেখে তিনি অত্যন্ত হতবুদ্ধি হয়ে পড়েন। ঐ সময় তিনি মহামহিমান্বিত আল্লাহর নিকট প্রার্থনা করেনঃ (আরবী) অর্থাৎ “হে আমার প্রতিপালক! আমি দুঃখ কষ্টে পড়েছি, আপনি তো দয়ালুদের মধ্যে সর্বশ্রেষ্ঠ দয়ালু!\" (২১৪ ৮৩) হযরত নাওফ (রাঃ) বলেন যে, যে শয়তান হযরত আইয়ুবের (আঃ) পিছনে লেগেছিল তার নাম ছিল মাবসূত।হযরত আইয়ুবকে (আঃ) তার স্ত্রী প্রায়ই বলতেনঃ “আপনি রোগ মুক্তির জন্যে আল্লাহ তাআলার নিকট প্রার্থনা করুন।” কিন্তু তিনি প্রার্থনা করতেন না। একদা বানী ইসরাঈলের কতকগুলি লোক তার পার্শ্ব দিয়ে গমন করে। তাকে দেখে তারা মন্তব্য করেঃ “এ লোকটি অবশ্যই কোন পাপের কারণে এই কষ্টে পতিত হয়েছেন। ঐ সময় হঠাৎ তার মুখ দিয়ে এই প্রার্থনা বেরিয়ে পড়ে।হযরত আবদুল্লাহ ইবনু উবায়েদ ইবনু উমাইর (রাঃ) বলেন যে, হযরত আইয়ুবের (আঃ) দুটি ভাই ছিল। একদিন তারা তাকে দেখতে আসে। কিন্তু তার শরীরের দুর্গন্ধের কারণে তারা তাঁর নিকটে যেতে পারে নাই। দূরে দাড়িয়ে বলাবলি করেঃ “যদি এর মধ্যে সততা থাকতো তবে সে এই কঠিন বিপদে পতিত হতো না।\" তাদের একথায় হযরত আইয়ুবের (আঃ) এতো দুঃখ হয় যে, এরপূর্বে কোন কিছুতেই তিনি এতো দুঃখ পান নাই। ঐসময় তিনি বলেনঃ “হে আল্লাহ! যদি আপনার জানা থাকে যে, এমন কোন রাত্রি অতিবাহিত হয় নাই যে রাত্রিতে আমার জানা মতে কেউ ক্ষুর্ধাত অবস্থায় থেকেছে এবং আমি পেট পুরে খাদ্য খেয়েছি। হে আল্লাহ! যদি আমি আমার একথায় আপনার নিকট সত্যবাদী হই তবে আপনি আমাকে সত্যায়িত করুন। তৎক্ষণাৎ আকাশ হতে তাকে সত্যায়িত করা হয় এবং ঐ দুজন তা শুনতে পায়। আবার তিনি বলেন, “হে আল্লাহ! কখনও এমন ঘটে নাই যে, আমার কাছে অতিরিক্ত কাপড় থেকেছে এবং কোন উলঙ্গ ব্যক্তিকে আমি তা প্রদান করি নাই। যদি আমি এতে সত্যবাদী হই তবে আপনি আমাকে আকাশ হতে সত্যায়িত করুন।এবারেও তাদেরকে শুনিয়েই তাঁকে সত্যায়িত করা হয়। পুনরায় তিনি নিম্নরূপ প্রার্থনা করতে করতে সিজদায় পড়ে যানঃ “হে আল্লাহ! আমি ঐ পর্যন্ত সিজদা হতে মাথা উঠাবো না যে পর্যন্ত না আপনি আমার উপর আপতিত সমস্ত বিপদ দূর করবেন।\" তঁর এই প্রার্থনা কবুল হয়ে যায় এবং তিনি সিজদা হতে মাথা উঠানোর পূর্বেই তার সমস্ত বিপদ ও রোগ দূর হয়ে যায়।হযরত আনাস ইবনু মালিকা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সাঃ) বলেছেনঃ “হযরত আইয়ূব (আঃ) আঠারো বছর পর্যন্ত ঐ রোগে পরিবেষ্টিত থাকেন। তাঁর নিকটের ও দূরের সব আত্মীয় স্বজন তাঁর থেকে সরে পড়ে। শুধুমাত্র তার দুই বিশিষ্ট ভাই তার কাছে সকাল সন্ধ্যায় আসতো। তাদের একজন অপরজনকে বলেঃ “জেনে রেখো যে, অবশ্যই আইয়ূব (আঃ) এমন পাপ করেছেন, যে পাপ সারা বিশ্বে কেউ করে নাই। তার একথা শুনে তার সঙ্গী তাকে বলে, তুমি এটা কি করে বললে?” সে উত্তরে বলেঃ “তাই যদি না হবে তবে সুদীর্ঘ আঠারো বছর গত হয়ে গেল তুবও আল্লাহ তাআলা তাঁর প্রতি দয়াপরবশ হয়ে তাঁর রোগ হতে তাকে আরোগ্য দান করছেন না কেন?\" অতঃপর সন্ধ্যায় যখন তারা দু'জন তার কাছে আসলো তখন ঐ লোকটি আর ধৈর্য ধরতে পারলো না। বরং তাঁর কাছে ঐ লোকটির কথা বর্ণনা করে দিলো। তখন হযরত আইয়ূব (আঃ) তাকে বললেনঃ “তুমি যা বলছে তা আমি জানি না। তবে মহামহিমান্বিত আল্লাহ জানেন যে, রাস্তায় চলার সময় যখন আমি দু’জন লোককে ঝগড়া করতে দেখতাম এবং তাদের কাউকেও আল্লাহর নামে শপথ করতে শুনতাম তখন আমি এই কাজটি অবশ্যই করতাম যে, বাড়ী গিয়ে তার কসমের কাফফারা আমি নিজের পক্ষ থেকে আদায় করে দিতাম। তা আমি এই আশংকায় করতাম যে, সে হয় তো অন্যায়ভাবে আল্লাহর নামে কসম খেয়ে থাকবে। (এ হাদীসটি ইবনু হাতিম (রাঃ) বর্ণনা করেছেন)হযরত আইয়ুব (আঃ) এই রোগে এতই দুর্বল হয়ে পড়েছিলেন যে, তিনি তাঁর স্ত্রীর হাত ধরে প্রস্রাব ও পায়খানার জন্যে যেতেন। একদা তাঁর (প্রস্রাব বা পায়খানার) প্রয়োজন হয়। তিনি স্বীয় স্ত্রীকে ডাক দেন। কিন্তু তার আসতে বিলম্ব হয়। ফলে তাঁর অত্যন্ত কষ্ট হয়। তৎক্ষণাৎ আকাশ থেকে শব্দ আসেঃ “তুমি তোমার পা দ্বারা ভূমিতে আঘাত কর, এই তো গোসলের সুশীতল পানি আর পানীয়। তুমি এই পানি পান কর এবং তাতে গোসলও কর। (এ হাদীসটি মার’ হওয়া খুবই গরীব)হযরত ইবনু আব্বাস (রাঃ) বলেন যে, তখনই আল্লাহ তাআলা জান্নাত হতে তাঁর জন্যে হুল্লা (পোষাক বিশেষ) পাঠিয়ে দেন। ওটা পরিধান করে তিনি এক প্রান্তে একাকী বসে পড়েন। যখন তার স্ত্রী আগমন করেন তখন তিনি তাকে চিনতে না পেরে তাকেই জিজ্ঞেস করেনঃ “হে আল্লাহর বান্দা! এখানে একজন রুগ্ন, দুর্বল ও শক্তিহীন ব্যক্তি ছিলেন। তার কি হলো তা আপনি বলতে পারেন কি? তাঁকে বাঘে খেয়ে ফেলে নাইতো? অথবা কুকুরে নিয়ে যায় নাই তো?\" উত্তরে তিনি বলেনঃ “না, না। ঐ রুগ্ন ব্যক্তি আইয়ুব (আঃ) আমিই তো।\" আপনি আমার সাথে রসিকতা করছেন কেন?” তিনি বলেনঃ “না, না। আমিই আইয়ূব (আঃ)। আল্লাহ আমাকে আরোগ্য দান করেছেন। তিনি আমাকে আমার প্রকৃত রূপ ও ঔজ্জ্বল্যও ফিরিয়ে দিয়েছেন। তাঁর মাল ধনও তাকে ফিরিয়ে দেয়া হয়। তাঁর সন্তানদেরকে এবং তাদের সাথে অপরাপর সম্পদগুলিও তিনি ফিরিয়ে পান। ওয়াহীর মাধ্যমে তাকে এ সুসংবাদও দেয়া হয়েছিল ও বলা হয়েছিলঃ “তুমি তোমার সহচর ও পরিবার পরিজনদের পক্ষ হতে কুরবানী এবং তাদের জন্য ক্ষমা প্রার্থনা কর। কেননা, তারা তোমার ব্যাপারে আমার নাফরমানী করেছিল।” হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সাঃ) বলেছেনঃ “আল্লাহ তাআলা যখন হযরত আইয়ূবকে (আঃ) আরোগ্য দান করেন তখন তিনি তার উপর সোনার ফড়িং সমূহ বর্ষণ করেন। হযরত আইয়ুব (আঃ) তখনও গুলি হাতে ধরে ধরে কাপড়ে জমা করতে শুরু করেন। ঐ সময় তাকে বলা হয়ঃ “হে আইয়ুব (আঃ)! এখনও তুমি পরিতৃপ্ত হওনি?” উত্তরে তিনি বলেনঃ “হে আমার প্রতিপালক! আপনার রহমত হতে কে পরিতৃপ্ত হতে পারে। (এ হাদীসটি ইবনু আবি হাতিম (রাঃ) কান করেছেন। এর মৃণা সহীহ বুখারী ও সহীহ মুসলিমে রয়েছে)মহান আল্লাহ বলেনঃ “আমি তাকে তার পরিবার পরিজন ফিরিয়ে দিয়েছিলাম। হযরত ইবনু আব্বাস (রাঃ) তে বলেন যে, ঐ লোকদেরকেই ফিরিয়ে দেয়া হয়েছিল। কারো কারো ধারণামতে তার স্ত্রীর নাম ছিল রহমত। এই উক্তি যদি এই আয়াত দ্বারা বুঝা হয়ে থাকে তবে তো এটা বহু দূরের বিষয়। আর যদি আহলে কিতাব হতে নেয়া হয়ে থাকে তবে এটা সত্য বা মিথ্যা কোনটাই বলা যাবে না। ইবনু আসাকির (রাঃ) তাঁর ইতিহাস গ্রন্থে হযরত আইয়ুবের (আঃ) স্ত্রীর নাম বলেছেনঃ লাইয়া। তিনি হলেন লাইয়া বিতে মীশা’ ইবনু ইউসুফ ইবনু ইয়াকূব ইবনু ইসহাক ইবনু ইবরাহীম (আঃ)। একথাও বলা হয়েছে যে, হযরত লাইয়া ছিলেন হযরত ইয়াকুবের (আঃ) কন্যা এবং হযরত আইয়ুবের (আঃ) স্ত্রী। তিনি হযরত আইয়ুবের (আঃ) সাথে সানিয়া নামক স্থানে ছিলেন।হযরত মুজাহিদ (রাঃ) বলেন যে, তাকে বলা হয়ঃ “হে আইয়ূব (আঃ)! তোমার আহ্ল (পরিবার পরিজন) সব জান্নাতী। তুমি যদি চাও তবে তাদের সবাইকে দুনিয়ায় এনে দিই, আর যদি চাও তবে তাদেরকে তোমার জন্যে জান্নাতেই রেখে দিই এবং প্রতিদান হিসেবে দুনিয়ায় তোমার তাদের অনুরূপ প্রদান করি।” তিনি বললেনঃ ‘না, বরং তাদেরকে জান্নাতেই রেখে দিন। তখন তাদেরকে জান্নাতেই রেখে দেয়া হয় এবং দুনিয়ায় তাঁকে তাদের অনুরূপ প্রতিদান দেয়া হয়।মহান আল্লাহ বলেনঃ এটা ছিল আমার বিশেষ রহমত এবং ইবাদতকারীদের জন্য উপদেশ স্বরূপ। এসব কিছু এজন্যেই হলো যে, বিপদে পতিত ব্যক্তিরা যেন হযরত আইয়ুবের (আঃ) নিকট হতে শিক্ষা গ্রহণ করে এবং ধৈর্য হারা হয়ে যেন অকৃতজ্ঞ না হয়ে যায়। আর লোকেরা তাদেরকে খারাপ বান্দা বলে ধারনা না করে। হযরত আইয়ূব (আঃ) ছিলেন ধৈর্যের পর্বত স্বরূপ এবং স্থিরতার নুমনা ছিলেন। আল্লাহর তাকদীরের লিখন ও তাঁর পরীক্ষার উপর মানুষের ধৈর্য ধারণ করা উচিত। এতে যে তাঁর কি হিকমত বা রহস্য নিহিত রয়েছে তা মানুষের জানা নেই।"
    },
    { "ayah": 85, "surah": 21, "text": "Please check ayah 21:86 for complete tafsir." },
    {
      "ayah": 86,
      "surah": 21,
      "text": "৮৫-৮৬ নং আয়াতের তাফসীর:\nহযরত ইসমাঈল (আঃ) ছিলেন হযরত ইবরাহীম খলীলের (আঃ) পুত্র। সূরায়ে মারইয়ামে তাঁর ঘটনা বর্ণিত হয়েছে। হযরত ইদরীসের (আঃ) বর্ণনা গত হয়েছে। যুল কিফলকে বাহ্যতঃ নবীরূপেই জানা যাচ্ছে। কেন না, নবীদের বর্ণনায় তার নাম এসেছে। কিন্তু লোকেরা বলেছেন যে, তিনি নবী ছিলেন না, বরং একজন সৎ লোক ছিলেন। তিনি তাঁর যুগের বাদশাহ ও ন্যায় বিচারক। ইমাম ইবনু জারীর (রাঃ) এ ব্যাপারে কোন মন্তব্য করেন। নাই। সুতরাং এ সব ব্যাপারে আল্লাহ তাআলাই সবচেয়ে ভাল জানেন।মুজাহিদ (রাঃ) বলেন যে, তিনি একজন সৎ ও সম্ভ্রান্ত ব্যক্তি ছিলেন। তিনি তার যুগের নবীদের চুক্তি ও অঙ্গীকার করেছিলেন এবং ওর উপর প্রতিষ্ঠি ত ছিলেন। কওমের মধ্যে তিনি ন্যায় বিচার করতেন। বর্ণিত আছে যে, যখন হযরত ইয়াসাআ' (আঃ) খুবই বৃদ্ধ হয়ে যান তখন তিনি নিজের জীবদ্দশাতেই তার একজন প্রতিনিধি নির্বাচন করার ইচ্ছা করেন। তিনি তার আমল দেখতে চান। সূতরাং তিনি জনগণকে একত্রিত করেন এবং বলেনঃ “তিনটি প্রস্তাব যে ব্যক্তি সমর্থণ করবে তাকে আমি খিলাফত বা প্রতিনিধিত্ব প্রদান করবো। প্রস্তাব তিনটি এই যে, সে সারাদিন রোযা রাখবে, সারা রাত দাড়িয়ে ইবাদত করবে এবং কখনো রাগান্বিত হবে না।' তার একথা শুনে একটি লোক ছাড়া আর কেউই পঁড়ালো না। যে লোকটি দাঁড়ালো তাঁকে মানুষ হাল্কা মর্যাদার লোক মনে করতো। তিনি দাড়িয়ে জিজ্ঞেস করলেনঃ “অর্থাৎ তুমি দিনে রোযা রাখবে, রাত্রে তাহাদের নামায পড়বে এবং কারো উপর রাগ করবে নাঃ\" লোকটি উত্তর করলেনঃ “হ” হযরত ইয়াসা'আ বললেনঃ “আচ্ছা, আজকে তোমরা চলে যাও, কালকে আবার একত্রিত। হও।” পরদিনও তিনি মজলিসে সাধারণভাবে প্রশ্ন করলেন। কিন্তু ঐ লোকটি ছাড়া আর কেউই দাঁড়ালো না। সুতরাং তিনি তাকেই খলীফা বা প্রতিনিধি নির্বাচন করলেন। এখন শয়তান ছোট ছোট শয়তানদেরকে এই সম্রান্ত ব্যক্তিকে বিভ্রান্ত করার উদ্দেশ্যে পাঠাতে শুরু করলো। কিন্তু তারা তাকে কোন ক্রমেই বিভ্রান্ত করতে পারলো না। তখন ইবলীস নিজেই চললো। ঐ বুযুর্গ লোকটি দুপুরে বিশ্রামের জন্যে সবে মাত্র শুয়েছেন এমন সময় ইবলীস শয়তান তার দরজার কড়া নাড়তে শুরু করে। লোকটি জিজ্ঞেস করলেনঃ “তুমি কে?” ইবলীস বলতে শুরু করলোঃ “আমি একজন অত্যাচারিত ব্যক্তি। আমার কওমের একটি লোক আমার উপর জুলুম করেছে। সে আমার সাথে এটা করেছে, ওটা করেছে। এভাবে সে দীর্ঘ বর্ণনা দিতে থাকে। সে তার বর্ণনা শেষ করতেই চায় না। তাঁর ঘুমাবার সময়টুকু তার সাথেই কেটে যায়। হযরত যুলকিফল (অর্থাৎ ঐ সম্রান্ত লোকটি) দিন রাত্রির মধ্যে শুধু এই সময়টুকুতে সামান্য কিছুক্ষণের জন্য ঘুমাতেন। তিনি তাকে বললেনঃ “তুমি সন্ধ্যায় এসো, তোমার প্রতি ন্যায় বিচার করা হবে। অতঃপর সন্ধ্যায় তিনি বিচার করতে বসলেন তখন চতুর্দিকে দৃষ্টিপাত করে ইবলীসকে খুঁজতে লাগলেন। কিন্তু কোন দিকেই তাকে দেখা গেল না। শেষ পর্যন্ত তিনি নিজেই বাইরে গিয়ে তাকে এদিক ওদিক খুঁজতে লাগলেন। কিন্তু কোথায়ও তাকে পেলেন না। পর দিন সকালেও সে এলো না। আবার যেমনই তিনি দুপুরে সামান্য বিশ্রামের জন্যে শুয়েছেন তখনই সে দরজায় করাঘাত করতে শুরু করেছে। তিনি দরজা খুলে দেন এবং তাকে বলেনঃ “আমি তো তোমাকে সন্ধ্যায় ডেকে ছিলাম এবং তোমার জন্য অপেক্ষমান ছিলাম, তখন তুমি আস নাই কেন?\" সে উত্তরে বলেঃ “ জনাব! কি আর বলবো? আমি আপনার কাছে আসার ইচ্ছা করেছি এমন সময় আমার হক নষ্টকারী লোকটি আমাকে অনুরোধ করে বলেঃ “তুমি যেয়ো না, আমি তোমার প্রাপ্য তোমাকে দিয়ে দিচ্ছি।”কাজেই আমি এলাম না। কিন্তু এখন আবার সে অস্বীকার করেছে।” এভাবে আজকেও বহু লম্বা চওড়া বর্ণনা শুরু করে দেয়। সুতরাং আজও তার ঘুম নষ্ট হয়ে যায়। এবারও তিনি তাকে সন্ধ্যায় আসতে বলেন। সন্ধ্যায় আবার তিনি তার জন্যে অপেক্ষা করতে থাকেন। কিন্তু সে আসলো না তৃতীয় দিন তিনি একজন দ্বাররক্ষী নিযুক্ত করে তাকে বলে দিলেনঃ “দেখো, আজ যেন কেউই আমার দরজায় করাঘাত না করে। উপুর্যপরি কয়েকদিন কাহিল হয়ে পড়েছি। একথা বলে তিনি সবে মাত্র শুয়েছেন এমন সময় আবার ঐ বিতাড়িত শয়তান এসে পড়ে। দ্বাররক্ষী তাকে বাধা দেয়। কিন্তু সে এক তাকের মধ্য দিয়ে ভিতরে প্রবেশ করে এবং ভিতর থেকে দরজায় করাঘাত করতে শুরু করে দেয়। তিনি তখন উঠে দ্বার রক্ষীকে বলেনঃ “আমি তোমাকে বলে দেয়ার পরেও কেন তুমি একে দরজায় আসতে দিলে?\" দ্বার রক্ষী উত্তরে বললোঃ কেউ তো যায় নাই?” এবার তিনি ভালরূপে দেখে শুনে। বুঝতে পারলেন যে, দরজা তো বন্ধই রয়েছে, আবার ভিতরে লোক প্রবেশ করলো কিরূপে? কাজেই এটা শয়তান ছাড়া কেউই নয়। ঐ সময় শয়তান তাকে সম্বোধন করে বললোঃ “হে আল্লাহর ওয়ালী! আমি আপনার নিকট পরাজিত হয়েছি। না আপনি রাত্রির ইবাদত পরিত্যাগ করেছেন, না এরূপ পরিস্থিতিতে আপনার দ্বার রক্ষী ভৃত্যের উপর রাগান্বিত হয়েছেন।” তখন আল্লাহ তাআলা তার নাম রাখলেন যুলকিফল। কেননা, যে বিষয়ের তিনি দায়িত্ব নিয়েছিলেন তা বাস্তবে দেখিয়ে দিয়েছেন। (এটা ইবনু আবি হাতিম (রাঃ) বর্ণনা করেছেন)হযরত ইবনু আব্বাস (রাঃ) হতেও কিছু তাফসীরের পর এই ঘটনাটি বর্ণিত হয়েছে। তাতে রয়েছে যে, বানী ইসরাঈলের মধ্যে একজন কাযী (বিচারক) ছিলেন। যিনি তাঁর মৃত্যুর সময় বলেছিলেনঃ “আমার পরে আমার এ পদের দায়িত্ব কে গ্রহণ করবে?” উত্তরে এই লোকটি (যুলকি) বলেছিলেনঃ “আমি গ্রহণ করবো।” তখন তার নাম যুলকিফল হয়ে যায়। এতে আছে যে, তাঁর ঘুমাবার সময় হলে প্রহরীরা শয়তানকে আসতে বাধা দেয় সে এতো গোলমান শুরু করে দেয় যে, তিনি জেগে ওঠেন। দ্বিতীয় দিন ও তৃতীয় দিনও এরূপই করে। তখন তিনি তার সাথে যেতে উদ্যত হয়ে বলেনঃ “আমি তোমার সাথে গিয়ে তোমার হক আদায় করে দিচ্ছি।” কিন্তু রাস্তায় গিয়ে সে তার হাত ছাড়িয়ে নিয়ে পালিয়ে যায়।হযরত আশআরী (রাঃ) মিম্বরের উপর ভাষণ দেয়া অবস্থায় বলেনঃ “যুকিফুল নবী ছিলেন না। তিনি ছিলেন বানী ইসরাঈলের মধ্যে একজন সৎ লোক, যিনি প্রত্যহ একশ (রাকাত নামায পড়তেন। তিনি এই ইবাদতের দায়িত্ব পালন করেছিলেন বলে তাঁকে যুলকিফল বলা হয়েছে। একটি মুনকাতা (যে হাদীসের সনদের মধ্য হতে মাঝে মাঝে রাবী বা বর্ণনাকারী ছুটে গেছেন। ঐ হাদীসকে মুনকাতা হাদীস বলে) হাদীসে হযরত আবু মূসা আশআরী (রাঃ) হতেও এটা বর্ণিত আছে। মুসনাদে আহমাদে একটি গারীব বা দুর্বল হাদীস বর্ণিত আছে। যাতে কিল এর একটি ঘটনা বর্ণিত হয়েছে। তাকে যুলকিফুল বলা হয়। নাই। সম্ভবতঃ তিনি এই ফুলকিফুল নন। বরং অন্য কোন লোক হবেন। হাদীসের ঘটনাটি এই যে, কিক্ল নামক একজন লোক ছিল, যে কোন পাপকার্য হতেই বিরত থাকতো না। একদা সে একটি স্ত্রীলোককে ষাটটি দীনার (স্বর্ণমুদ্রা) দিয়ে ব্যভিচারের জন্যে উৎসাহিত করে। যখন সে নিজের কামনা চরিতার্থ করার জন্যে প্রস্তুত হয়ে যায় তখন ঐ স্ত্রীলোকটি ক্রন্দন করতে ও কাপতে শুরু করে দেয়। সে তখন তাকে বলেঃ “আমি তোমার প্রতি কোন বল প্রয়োগ তো করি নাই তথাপি তোমার ক্রন্দনের ও কম্পনের কারণ কি? স্ত্রীলোকটি উত্তরে বলেঃ \"আজ পর্যন্ত আমি আল্লাহ তাআলার কোন নাফরমানী করি নাই। কিন্তু আজ আমার অভাব ও দারিদ্র আমাকে এ কুকাজে বাধ্য করছে। (তাই, আমি আল্লাহর ভয়ে ক্রন্দন করছি ও কম্পিত হচ্ছি)!\" তার একথা শুনে কি তাকে বলেঃ “তুমি মাত্র একটি পাপ কার্যের কারণে এতো উদ্বেগ প্রকাশ করছো! অথচ এর পূর্বে তো তুমি এরূপ কোন কাজ কর নাই। তৎক্ষণাৎ সে তাকে ছেড়ে দেয় এবং তার থেকে পৃথক হয়ে যায়। অতঃপর তাকে বলেঃ “যাও, এই দীনারগুলি আমি তোমাকে দান করে দিলাম। আল্লাহর শপথ! আজ হতে আর কোন দিন আমি আল্লাহ তাআলার কোন নাফরমানী করবে না। আল্লাহর কি মহিমা যে, ঐ রাত্রেই তার মৃত্যু হয়ে যায়। মানুষ সকালে এসে দেখে যে, তার দরজার উপর কুদরতী হরূফে লিখিত রয়েছেঃ “আল্লাহ কিকে ক্ষমা করে দিয়েছেন।”"
    },
    { "ayah": 87, "surah": 21, "text": "Please check ayah 21:88 for complete tafsir." },
    {
      "ayah": 88,
      "surah": 21,
      "text": "৮৭-৮৮ নং আয়াতের তাফসীর:\nএই ঘটনাটি এখানেও বর্ণিত হয়েছে এবং সূরায়ে ‘সাফাত ও সূরায়ে ‘নূন'-এও বর্ণিত হয়েছে। ইনি হলেন নবী হযরত ইউনুস ইবনু মাত্তা (আঃ)। তাকে আল্লাহ তাআলা মূসিল অঞ্চলের নীনওয়া নামক গ্রামে নবীরূপে প্রেরণ করেছিলেন। তিনি ঐ গ্রামবাসীদেরকে আল্লার পথে আহবান করেন; কিন্তু তারা ঈমান আনলো না। তখন তিনি তাদের প্রতি অসন্তুষ্ট হয়ে সেখান থেকে চলে যান এবং তাদেরকে বলে যান যে, তাদের উপর তিন দিনের মধ্যে আল্লাহর শাস্তি এসে পড়বে। তার কথায় তাদের বিশ্বাস হয়ে যায় এবং তারা জেনে নেয় যে, নবীর (আঃ) কথা মিথ্যা হয় না। তাই, তারা তাদের শিশুদেরকে ও গৃহপালিত পশুগুলিকে নিয়ে ময়দানের দিকে বেরিয়ে পড়লো। শিশুদেরকে তারা মাতাদের থেকে পৃথক করে দিলো। অতঃপর তারা কাদতে কাঁদতে আল্লাহ তাআলার নিকট প্রার্থনা করতে লাগলো। একদিকে তাদের কান্নার রোল, আর অপরদিকে জীব জন্তুগুলোর ভয়ানক চীৎকার। এর ফলে আল্লাহর রহমত উথলিয়ে ওঠে। সুতরাং তিনি তাদের উপর হতে শাস্তি উঠিয়ে নেন। যেমন তিনি বলেনঃ (আরবী) অর্থাৎ “তবে ইউনুসের (আঃ) সম্প্রদায় ব্যতীত কোন জনপদবাসী কেন এমন হলো না যারা ঈমান আনতো এবং তাদের ঈমান তাদের উপকারে আসতো? যখন তারা ঈমান আনলো তখন আমি তাদেরকে পার্থিব জীবনে হীনতাজনক শাস্তি হতে মুক্ত করলাম এবং কিছু কালের জন্যে জীবনোপভোগ করতে দিলাম।\" (১০:৯৮)হযরত ইউনুস (আঃ) এখান হতে চলে গিয়ে একটি নৌকায় আরোহণ করেন। নৌকা কিছুদূর এগিয়ে গেলে তুফানের লক্ষণ প্রকাশ পায়। শেষ পর্যন্ত নৌকাটি ডুবে যাওয়ার উপক্রম হয়। নৌকার আরোহীদের মধ্যে পরামর্শক্রমে এই সিদ্ধান্ত গৃহীত হয় যে, নৌকার ভার হাল্কা করার জন্যে কোন একজন লোককে সমদ্রে নিক্ষেপ করা হোক। সুতরাং নির্বাচনের গুটিকা নিক্ষেপ করা হলে দেখা গেল যে, হযরত ইউনুসেরই (আঃ) নাম বের হয়েছে। কিন্তু কেউই তাকে সমুদ্রে নিক্ষেপ করা পছন্দ করলো না। দ্বিতীয়বার গুটিকা নিক্ষেপ করা হলো। এবারও তার নামই উঠলো। তৃতীয়বার পুনরায় গুটিকা ফেলা হলে এবারও তাঁর নামই দেখা দিল। মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “সে লটারীতে যোগদান করলো এবং পরাভূত হলো।\" (৩৭:১৪১) তখন হযরত ইউনুস (আঃ) নিজেই দাড়িয়ে গেলেন এবং কাপড় খুলে ফেলে সমুদ্রে লাফিয়ে পড়লেন। তখন হযরত ইবনু মাসউদের (রাঃ) উক্তি অনুসারে আল্লাহ তাআলা ‘বাহরে আখ্যার’ (সবুজ সাগর) হতে একটি বিরাট মাছ পাঠিয়ে দিলেন। মাছটি পানি ফেড়ে ফেড়ে আসলো এবং হযরত ইউনুসকে (আঃ) গিলে ফেললো। কিন্তু মহান আল্লাহর নির্দেশক্রমে মাছটি তার মাংসও খেলো না, অস্থিও ভেঙ্গে ফেললো না। এবং কোন ক্ষতিও করলো না। মাছটির তিনি খাদ্য ছিলেন না, বরং ওর পেট ছিল তার জন্যে কয়েদখানা স্বরূপ। আরবী ভাষায় মাছকে নূন বলা হয়। হযরত ইউনুসের (আঃ) ক্রোধ ছিল তাঁর কওমের উপর। তার ধারণা ছিল যে, আল্লাহ তাআলা তার প্রতি সংকীর্ণতা আনয়ন করবেন না। এখানে হযরত ইবনু আব্বাস (রাঃ), হযরত মুজাহিদ (রঃ), হযরত যহাক (রঃ) প্রভৃতি গুরুজন (আরবী) এর অর্থ এটাই করেছেন। ইমাম ইবনু জারীরও (রাঃ) এটাকেই পছন্দ করেছেন। দলীল হিসেবে আল্লাহ তাআলার নিম্নেন উক্তিটি পেশ করা হয়েছেঃ (আরবী) অর্থাৎ যার জীবনোপকরণ সংকীর্ণ বা সীমিত সে আল্লাহ যা দান করেছেন তা হতে ব্যয় করবে; আল্লাহ যাকে যে সামর্থ দিয়েছেন তদপেক্ষা গুরুতর বোঝা তিনি তার উপর চাপান না; আল্লাহ কষ্টের পর দিবেন স্বস্তি।\" (৬৫:৭) হযরত আতিয়্যাহ আওফী এটার অর্থ করেছেনঃ “আমি তার উপর নির্ধারণ করবো না। আরববাসীরা (আরবী) ও  (আরবী) এর একই অর্থ করে থাকে। কোন কবি বলেনঃ (আরবী) অর্থাৎ “ঐ যুগ আর প্রত্যাবর্তনকারী নয় যা অতীত হয়েছে। আপনি কল্যাণময়, আপনি যা নির্ধারণ করেন সেই কাজ সংঘটিত হয়ে থাকে।” আল্লাহ তাআলা বলেনঃ (আরবী) অর্থাৎ “অতঃপর সব পানি মিলিত হলো এক পরিকল্পনা অনুসারে।” (৫৪:১২) ঐ অন্ধকারের মধ্যে প্রবেশ করে হযরত ইউনুস (আঃ) মহান আল্লাহকে ডাকতে শুরু করেন। সেখানে সমুদ্রের তলদেশের অন্ধকার, মাছের পেটের অন্ধকার এবং রাত্রির অন্ধকার এই তিন অন্ধকার একত্রিত হয়েছিল। তিনি সমুদ্রের তলদেশের কংকর গুলির তাসবীহ পাঠ শুনে নিজেও তাসবীহ পাঠ করতে শুরু করেন। তিনি মাছের পেটে গিয়ে প্রথমতঃ মনে করে ছিলেন যে, তিনি মৃত্যুবরণ করেছেন। তারপর তিনি পা নাড়িয়ে দেখেন এবং তা নড়ে ওঠে। সুতরাং মাছের পেটের মধ্যেই তিনি সিজদায় পড়ে যান এবং বলেনঃ “হে আমার প্রতিপালক! আমি এমন এক জায়গাকে মসজিদ বানিয়ে নিয়েছি। যে, সতঃ কেউই এই জায়গাকে ইতিপূর্বে সিজদার জায়গা বানায় নাই।হযরত হাসান বসরী (রাঃ) বলেন যে, হযরত ইউনুস (আঃ) চল্লিশ দিন মাছের পেটে ছিলেন। তাফসীরে ইবনু জারীরে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহ তাআলা যখন হযরত ইউনুসকে (আঃ) বন্দী করার ইচ্ছা করেন তখন তিনি মাছকে নির্দেশ দেনঃ “তুমি তাকে গিলে নাও, কিন্তু তার মাংস ভক্ষণ করো না এবং অস্থিও ভেঙ্গে ফেলো না।\" যখন তিনি সমুদ্রের তলদেশে পৌঁছেন তখন সেখানে তাসবীহ পাঠ শুনে তিনি হতবাক হয়ে যান। ওয়াহীর মাধ্যমে তাকে জানিয়ে দেয়া হয় যে, এটা হলো সমুদ্রের জন্তু গুলির তাসবীহ পাঠ। তখন তিনিও আল্লাহর তাসবীহ পাঠ শুরু করে দেন। তার তাসবীহ পাঠ শুনে ফেরেশতারা বলেনঃ “হে আমাদের প্রতিপালক! এটা খুবই দুরের শব্দ এবং খুবই দুর্বল অওয়ায, কার আওয়ায এটা? আমরা তে বুঝতে পারলাম না। আল্লাহ তাআলা তাদেরকে উত্তরে বললেনঃ “এটা আমার বান্দা ইউনুসের (আঃ) শব্দ। সে আমার নাফরমানী করেছে বলে আমি তাকে মাছের পেটে বন্দী করেছি।\"ফেরেশতারা তখন বললেনঃ “হে আমাদের প্রতিপালক! তার নেক আমলগুলি তো দিনরাত্রির সব সময় আকাশে উঠতেই থাকতো ।?\" উত্তরে আল্লাহ তাআলা বলেনঃ “হা।” তখন তারা তার জন্যে সুপারিশ করেন। আল্লাহ তাদের সুপারিশ ককূল করেন। তিনি মাছকে নিদের্শ দেন যে, সে যেন তাঁকে সমুদ্রের তীরে উগলিয়ে দেয়। যেমন আল্লাহ তাআলা বলেনঃ (আরবী) অর্থাৎ “অতঃপর আমি তাকে নিক্ষেপ করলাম এক তৃণহীন প্রান্তরে এবং সে ছিল রুগ্ন।” (৩৭:১৪৫) উপরে বর্ণিত রিওয়াইয়াতটির ঐ একটি মাত্র সনদ।হযরত আনাস (রাঃ) হতে বর্ণিত আছে যে, যখন- (আরবী) এই কালেমাটির মাধ্যমে আল্লাহ তাআলার নিকট প্রার্থনা করেন তখন এই কালেমাটি আরূশের চারদিকে ঘুরতে থাকে। তখন ফেরেশতারা বলেনঃ “হে আমাদের প্রতিপালক! এটা তো খুবই দূরের শব্দ। কিন্তু কান এ শব্দের সাথে পরিচিত। এটা অত্যন্ত দুর্বল ও ক্ষীণ শব্দ!\" আল্লাহ তাআলা তাঁদেরকে জিজ্ঞেস করেনঃ “এটা কার শব্দ তা কি তোমরা জান না?” উত্তরে তারা বলেনঃ “হে আমাদের প্রতিপালক! না তো! কে তিনি?” আল্লাহ তাআলা তখন বলেনঃ “এটা হলো আমার বান্দা ইউনুসের (আঃ) শব্দ। ফেরেশতারা তখন বলেনঃ “তা হলে তিনি তো সেই ইউনস (আঃ} যার ককূলকৃত পবিত্র আমল প্রত্যেক দিন আপনার নিকট উঠে আসতো এবং যার প্রার্থনা আপনি ককূল করতেন! হে আমাদের প্রতিপালক! তিনি যখন সুখের সময় ভাল আমল করতেন তখন এই বিপদের সময় আপনি তার প্রতি দয়া করুন!” তৎক্ষণাৎ আল্লাহ তাআলা মাছকে হুকুম করলেন যে, সে যেন কোন কষ্ট না দিয়েই তাকে সমুদ্রের তীরে নিক্ষেপ করে। (এ হাদীসটি ইবনু আবি হাতিম (রঃ) বর্ণনা করেছেন)এরপর মহান আল্লাহ বলেনঃ তখন আমি তার ডাকে সাড়া দিয়েছিলাম এবং তাকে উদ্ধার করলাম দুশ্চিন্তা হতে। আর এভাবেই আমি মুমিনদেরকে উদ্ধার করে থাকি। সে বিপদে পরিবেষ্টিত হয়ে যখন আমাকে আহবান করলো, আমি তখন তার আহবানে সাড়া দিলাম এবং ঐ বিপদ থেকে তাকে মুক্তি দান করলাম।বিশেষ করে যারা বিপদ আপদের সময় এই দুআয়ে ইউনুস (আঃ) পাঠ করে তাদেরকে আল্লাহ তাআলা ঐ সব বিপদ আপদ থেকে উদ্ধার করে থাকেন। এ ব্যাপারে সাইয়্যেদুল আম্বিয়া হযরত মুহাম্মদের (সঃ) পক্ষ হতে খুবই উৎসাহ প্রদান করা হয়েছে। হযরত সা’দ ইবনু আবি অক্কাস (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “আমি মসজিদে হযরত উছমান ইবনু আফানের (রাঃ) নিকট গমন করি। আমি তাকে সালাম করি। তিনি আমাকে পূর্ণ দৃষ্টিতে দেখেন, কিন্তু আমার সালামের জবাব দিলেন না। আমি তখন আমীরুল মু'মিনীন হযরত উমার ইবনু খাত্তাবের (রাঃ) নিকট গিয়ে তার বিরুদ্ধে অভিযোগ করি। তিনি হযরত উছমানকে ডেকে পাঠান এবং তাঁকে বলেনঃ “আপনি আপনার এই মুসলমান ভাই-এর সালামের জবাব দেন নাই কেন?” তিনি উত্তরে বলেনঃ “আমি এরূপ করি নাই (অর্থাৎ তিনি আমার কাছে আসেন নাই এবং সালামও দেন নাই।\" আমি। বললামঃ হাঁ (অর্থাৎ আমি এসেছি ও সালাম দিয়েছি)। শেষ পর্যন্ত তিনি শপথ করলেন এবং আমিও শপথ করলাম। তারপর কি মনে করে তিনি বললেনঃ “আমি আল্লাহ তাআলার নিকট ক্ষমা প্রার্থনা করছি এবং তার কাছে তাওবা করছি। অবশ্যই ইতিপূর্বে আমার কাছে এসেছিলেন। কিন্তু ঐ সময় আমি মনে মনে ঐকথা বলছিলাম যা আমি রাসূলুল্লাহ (সাঃ) হতে শুনেছিলাম। আল্লাহর শপথ! যখন আমার ঐ কথা মনে হয়ে যায় তখন শুধু আমার চোখের উপরই পর্দা পড়ে না, বরং আমার অন্তরের উপরও পর্দা পড়ে যায়। আমি তখন বললামঃ আমি আপনাকে ঐ খবর দিচ্ছি। একদা রাসূলুল্লাহ (সঃ) আমাদের সামনে প্রথম দুআ’র বর্ণনা দিতে যাচ্ছিলেন। এমন সময় এক বেদুঈন এসে পড়ে এবং রাসূলুল্লাহ (সঃ) কথার মোড় নিজের দিকে ফিরিয়ে নেন। এভাবে অনেক্ষণ কেটে যায়। তারপর রাসূলুল্লাহ (সঃ) সেখান থেকে উঠে পড়েন এবং নিজের বাড়ীর দিকে চলতে শুরু করেন। আমিও তার পিছনে পিছনে চলতে থাকি। যখন তিনি বাড়ীর কাছাকাছি হয়ে যান তখন আমি আশংকা করি যে, তিনি হয়তো বাড়ীর মধ্যে প্রবেশ করবেন, আর আমি এখানেই রয়ে যাবো। সুতরাং আমি জোরে জোরে পা ফেলে চলতে লাগলাম। আমার জুতার শব্দ শুনে তিনি আমার দিকে ফিরে তাকান এবং বলেনঃ “আরে, তুমি আবু ইসহাক?” আমি বললামঃ হে আল্লাহর রাসূল (সঃ)! হাঁ, আমিই বটে। তিনি জিজ্ঞেস করলেনঃ “খবর কি?” আমি জবাব দিলামঃ হে আল্লাহর রাসূল (সাঃ)! আপনি প্রথম দুআ’র বর্ণনা দিতে যাচ্ছিলেন। এমন সময় ঐ বেদুঈন এসে পড়েছিল এবং আপনার কথার মোড় ঘুরিয়ে দিয়েছিল। তিনি আমার একথা শুনে বললেনঃ “হাঁ, হাঁ।” ওটা ছিল যুন নূনের (আঃ) দুআ যা তিনি মাছের পেটের মধ্যে থাকা অবস্থায় করেছিলেন। অর্থাৎ (আরবী) এই দুআ’টি। জেনে রেখো যে, যে কোন মুসলমান যে কোন ব্যাপারে যখনই তার প্রতিপালকের কাছে এই দুআ’টি করবে, তিনি তা ককূল করবেন।” (এ হাদীসটি ইমাম আহমাদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন)হযরত সা'দ (রাঃ) হতে বর্ণিত, তিনি বলেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে কেউই হযরত ইউনুসের (আঃ) এই দুআ’র মাধ্যমে দুআ করবে, আল্লাহ তাআলা অবশ্যই তার দুআ কবূল করবেন।” (এ হাদীসটি মুসনাদে ইবনু আবি হাতিমে বর্ণিত হয়েছে) হযরত আবু সাঈদ (রাঃ) বলেন যে, এই আয়াতেই এরপরেই রয়েছেঃ “এভাবেই আমি মু'মিনদেরকে উদ্ধার করে থাকি।”হযরত সা'দ ইবনু আবি অক্কাস (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহকে (সঃ) বলতে শুনেছেনঃ “আল্লাহ তাআলার ঐ নামটি যার মাধ্যমে তাঁকে ডাকলে তিনি সেই ডাকে সাড়া দিয়ে থাকেন এবং কিছু চাইলে প্রদান করে থাকেন তা হলো হযরত ইউনুস ইবনু মাত্তার (আঃ) দুআটি।” হযরত সাদ (রাঃ) জিজ্ঞেস করেনঃ “হে আল্লাহর রাসূল (সঃ)! এটা কি হযরত ইউনুসের (আঃ) জন্যে বিশিষ্ট ছিল, না সমস্ত মুসলমানের জন্যেই সাধারণ?” উত্তরে তিনি বলেনঃ “তুমি কি কুরআন কারীমে পড় নাই যে, তাতে রয়েছেঃ “আমি তার ডাকে সাড়া দিয়েছিলাম ও তাকে দুশ্চিন্তা হতে উদ্ধার করে ছিলাম এবং এভাবেই আম মু'মিনদেরকে উদ্ধার করে থাকি।” সুতরাং যে কেউই এই দুআ করবে আল্লাহ তা কবূল করার ওয়াদা করেছেন।” (এ হাদীসটি ইমাম ইবনু জারীর (রঃ) বর্ণনা করেছেন)হযরত কাসীর ইবনু মা’বাদ (রঃ) হতে বর্ণিত, তিনি বলেনঃ “আমি। হযরত হাসান বসরীকে (রঃ) জিজ্ঞেস করলামঃ হে আবু সাঈদ (রঃ)! আল্লাহ তাআলার যে ইসমে আযমের মাধ্যমে তার কাছে দুআ করলে তিনি তা ককূল করে থাকেন এবং কিছু চাইলে তা প্রদান করে থাকেন ওটা কি? তিনি উত্তরে বললেনঃ “হে আমার ভ্রাতুস্পুত্র! তুমি কি কুরআন কারীমের মধ্যে উল্লিখিত আল্লাহ তাআলার এই ফরমনি পাঠ কর নাই?” অতঃপর তিনি (আরবী) পর্যন্ত পাঠ করেন। তারপর বলেনঃ “হে আমার ভাতিজা! এটাই হলো আল্লাহ তাআলার ঐ ইসমে আযম যে, যখন এর মাধ্যমে তাঁর নিকট দুআ করা হয়। তখন তিনি তা কবুল করে থাকেন এবং যা চাওয়া হয় তা তিনি দিয়ে থাকেন।” (এ হাদীসটি ইমাম ইবনু জারীর (রঃ) বর্ণনা করেছেন)"
    },
    { "ayah": 89, "surah": 21, "text": "Please check ayah 21:90 for complete tafsir." },
    {
      "ayah": 9,
      "surah": 21,
      "text": "৭-৯ নং আয়াতের তাফসীর:\nমানুষের মধ্য হতে কেউ যে রাসূল হতে পারেন কাফিররা এটা অস্বীকার করতো। তাদের এই বিশ্বাস খণ্ডন করার জন্যে আল্লাহ তাআলা বলেনঃ হে নবী (সাঃ) তোমার পূর্বে যত নবী ও রাসূল এসেছিল সবাই তো মানুষই ছিল, তাদের কেউই ফেরেশতা ছিল না। যেমন অন্য আয়াতে রয়েছেঃ (আরবী) অর্থাৎ “হে নবী (সঃ)! তোমার পূর্বে আমি যত সব রাসূল পাঠিয়েছিলাম এবং তাদের কাছে ওয়াহী করেছিলাম তারা সূবাই শহরবাসী মানুষই ছিল।” (১২৪ ১০৯) অন্য এক জায়গায় রয়েছেঃ (আরবী) অর্থাৎ “হে নবী (সঃ) ! তুমি বলঃ আমি তো নতুন অসাধারণ এবং প্রথম নবী নই।” (৪৬:১) এই কাফিরদের পূর্ববর্তী কাফিররাও তাদের নবীদেরকে মান্য করার ব্যাপারে এই কৌশলই অবলম্বন করেছিল। যেমন কুরআন কারীমে এই বর্ণনা রয়েছে যে, তারা বলেছিলঃ (আরবী) অর্থাৎ “একজন মানুষই কি আমাদেরকে পথ প্রদর্শন করবে?” (৬৪:৬) এখানে আল্লাহ তাআলা বলেনঃ আচ্ছা, তোমরা আহলে ইলম অর্থাৎ ইয়াহুদী, খৃস্টান ও অন্যান্য দলকে জিজ্ঞেস করে দেখো তো যে, তাদের কাছে কি মানুষই রাসূল হয়ে এসেছিল, না ফেরেশতা?\" এটাও আল্লাহ তাআলার একটা অনুগ্রহ যে, মানুষের কাছে তাদেরই মত মানুষকে রাসূলরূপে প্রেরণ করে থাকেন যাতে তারা তাদের সাথে উঠা বসা করতে পারে এবং তাদের নিকট হতে শিক্ষা গ্রহণ করতে সক্ষম হয়। আর যাতে তারা তাদের কথাই বুঝতে পারে। তাদের কেউই এরূপ দেহ বিশিষ্ট ছিল না যে, তাদের পানা হারের প্রয়োজন হতো না। বরং তারা সবাই পানাহারের মুখাপেক্ষী ছিল যেমন মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “তোমার পূর্বে যতগুলি রাসূল পাঠিয়েছিলাম তারা সবাই খাদ্য খেতো এবং বাজারে চলাফেরাও করতো।\" (২৫:২০) অর্থাৎ তারা সবাই মানুষই ছিল। মানুষের মতই তারা পানাহার করতো এবং কাজকর্ম ও ব্যবসা বাণিজ্যের জন্যে বাজারে গমনাগমন করতে থাকতো।সুতরাং এগুলো তাদের পয়গম্বরীর পরিপন্থী নয়। যেমন মুশরিকরা বলতোঃ (আরবী) অর্থাৎ “এটা কেমন রাসূল যে, সে খাদ্য খায় ও বাজারে গমনাগমন করে? তার কাছে কোন ফেরেশতা আসে না কেন, যে তার সংগে থাকত সতর্ককারীরূপে? আচ্ছা এটা না হয় না-ই হলো, তা হলে তাকে কোন ধন ভাণ্ডারের মালিক বানিয়ে দেয়া হয় নাই কেন? কেনই বা তাকে কোন বাগান প্রদান করা হয় নাই। যদ্ধারা সে স্বচ্চলভাবে জীবন যাপন করতো?” (২৫:৭-৮) অনুরূপভাবে পূর্ববর্তী নবীরাও দুনিয়ায় চিরস্থায়ী ভাবে অবস্থান করে নাই। এসেছে ও গিয়েছে। যেমন মহামহিমান্বিত আল্লাহ বলেনঃ (আরবী) অর্থাৎ “তোমাদের পূর্বে কোন মানুষের জন্যে আমি চিরস্থায়ী জীবন করি নাই।\" (২১৪ ৩৪) তাদের কাছে অবশ্যই আল্লাহর ওয়াহী আসতো এবং ফেরেশতারা তাঁর আহ্কাম পৌঁছিয়ে দিতেন। ফুমের কারণে ধ্বংস হয়ে যায় এবং তারা পরিত্রাণ পায়। তাদের অনুসারীরাও সফলকাম হয় এবং সীমা অতিক্রমকারীদেরকে অর্থাৎ নবীদেরকে যারা মিথ্যা প্রতিপাদন করেছিল তাদেরকে তিনি ধ্বংস করে দেন।"
    },
    {
      "ayah": 90,
      "surah": 21,
      "text": "৮৯-৯০ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা স্বীয় বান্দা হযরত যাকারিয়্যার (আঃ) খবর দিচ্ছেন যে, তিনি প্রার্থনা করেছিলেনঃ “আমাকে একটি সন্তান দান করুন, যে আমার পরে নবী হবে।” সূরায়ে মারইয়াম ও সূরায়ে আল-ইমরানে এই ঘটনা বিস্তারিত ভাবে বর্ণিত হয়েছে। তিনি এই দুআ’ নির্জনে করেছিলেন। ‘আমাকে একা ছেড়ে দিয়েন না, এই উক্তির তাৎপর্য হচ্ছেঃ আমাকে সন্তানহীন করবেন না। দুআ ও চাওয়ার জন্যে তিনি আল্লাহর যথাযোগ্য প্রশংসা করেছিলেন। আল্লাহ তাআলা তাঁর প্রার্থনা কবূল করেন এবং তার যে স্ত্রী বার্ধক্যে উপনীত হয়েছিলেন তাকে তিনি সন্তানের যোগ্যা করে তোলেন। হযরত ইবন আব্বাস (রাঃ), হযরত মুজাহিদ (রঃ) এবং হযরত সাঈদ ইবনু জুবাইর (রঃ) বলেন যে, তিনি বন্ধ্যা ছিলেন, অতঃপর তিনি সন্তান প্রসব করেন। আবদুর রহমান ইবনু মাহদী (রঃ) তালহা ইবনু আমর (রঃ) হতে, তিনি আতা (রঃ) হতে বর্ণনা করেছেন যে, তাঁর লম্বা চওড়া কথা বন্ধ করে দেয়া হয়। আবার অন্য রিওয়াইয়াতে আছে যে, তার চরিত্রে কিছু ত্রুটি ছিল তা সংশোধন করে দেয়া হয়। কিন্তু প্রথম অর্থটিই কুরআনের ভাষার বেশী নিকটবর্তী।মহান আল্লাহ বলেনঃ তারা সৎকর্মে প্রতিযোগিতা করতো। তারা আমাকে ডাকতো আশা ও ভীতির সাথে এবং তারা ছিল আমার নিকট বিনীত। বর্ণিত আছে যে, হযরত আবু বকর সিদ্দীক (রাঃ) একদা তাঁর এক ভাষণে বলেনঃ “হে লোক সকল! আমি তোমাদেরকে আল্লাহকে ভয় করতে থাকা, পূর্ণভাবে তাঁর প্রশংসা ও গুণকীর্তন করা, লোভ ও ভয়ের সাথে প্রার্থনা করা এবং প্রার্থনায় বিনয় প্রকাশ করার উপদেশ দিচ্ছি। দেখো, আল্লাহ তাআলা হযরত যাকারিয়্যার (আঃ) পরিবারের লোকদের এই ফযীলতই বর্ণনা করেছেন। অতঃপর তিনি- (আরবী) এই আয়াতাংশ টুকু পাঠ করেন।"
    },
    {
      "ayah": 91,
      "surah": 21,
      "text": "এভাবেই আল্লাহ তাআলা হযরত মারইয়াম (আঃ) ও হযরত ঈসার (আঃ) ঘটনা বর্ণনা করেছেন। কুরআন কারীমে প্রায়ই হযরত যাকারিয়া (আঃ) ও হযরত ইয়াহইয়ার (আঃ) ঘটনার সাথে সাথেই হযরত মারইয়াম (আঃ) ও হযরত ঈসার (আঃ) ঘটনা বর্ণনা করা হয়েছে। কেননা, তাঁদের মধ্যে পুরোপুরি সম্পর্ক ও সম্বন্ধ রয়েছে। হযরত যাকারিয়্যা (আঃ) পূর্ণ বার্ধক্যে পদার্পণ করেছিলেন এবং তার স্ত্রীও ছিলেন বন্ধ্যা। আর তিনিও বার্ধক্যে উপনীত হয়েছিলেন, এমতাবস্থায় আল্লাহ তাআলা তাদেরকে সন্তান দান করেছিলেন। মহান আল্লাহ নিজের এই ক্ষমতা প্রদর্শনের পর স্বামী ছাড়াই শুধু স্ত্রী লোককে সন্তান দান করে তিনি নিজের আর এক ব্যাপক ক্ষমতা প্রকাশ করেছেন। সরায়ে আল-ইমরান ও সুরায়ে মারইয়ামেও এই শ্রেণী বিন্যাসই রয়েছে।‘যে নিজ সতীত্বকে রক্ষা করেছিল এই উক্তি দ্বারা হযরত মারইয়ামকে (আঃ) বুঝানো হয়েছে। যেমন মহামহিমান্বিত আল্লাহ সূরায়ে তাহরীমে বলেছেনঃ (আরবী) অর্থাৎ “(আরো দৃষ্টান্ত দিচ্ছেন) ইমরান-তনয়া মারইয়ামের (আঃ) যে তার সতীত্ব রক্ষা করেছিল, ফলে আমি তার মধ্যে রূহ ফুকে দিয়েছিলাম।” (৬৬:১২)  আল্লাহ বলেনঃ আমি তাকে ও তার পুত্রকে করেছিলাম বিশ্ববাসীর জন্যে এক নিদর্শন। যাতে বিশ্ববাসী আল্লাহ তাআলার সর্বপ্রকারের ক্ষমতা, সৃষ্টি কৌশলের ব্যাপক অধিকার ও স্বাধীনতা সম্পর্কে অবহিত হতে পারে। হযরত ঈসা (আঃ) ছিলেন আল্লাহর কুদরতের এক উজ্জ্বল নিদর্শন। তিনি নিদর্শন ছিলেন দানব ও মানব উভয় জাতির জন্যেই।"
    },
    { "ayah": 92, "surah": 21, "text": "Please check ayah 21:94 for complete tafsir." },
    { "ayah": 93, "surah": 21, "text": "Please check ayah 21:94 for complete tafsir." },
    {
      "ayah": 94,
      "surah": 21,
      "text": "৯২-৯৪ নং আয়াতের তাফসীর:\nহযরত ইবনু আব্বাস (রাঃ), হযরত মুজাহিদ (রাঃ), হযরত সাঈদ ইবনু জুবাইর (রঃ), কাতাদা (রঃ) এবং হযরত আবদুর রহমান ইবনু যায়েদ ইবনু আসলাম (রাঃ) বলেন যে, (আরবী) এর অর্থ হচ্ছে। তোমাদের দ্বীন হলো একই দ্বীন। হযরত হাসান বসরী (রঃ) বলেন যে, এই আয়াতে যা হতে বিরত থাকতে হবে এবং যা করতে হবে তাই বর্ণনা করা হয়েছে। (আরবী) শব্দটি (আরবী) শব্দের (আরবী) এবং (আরবী) ওর। আর (আরবী) শব্দ দুটি (আরবী) হয়েছে। অর্থাৎ যে শরীয়তের বর্ণনা দেয়া হয়েছে তা তোমাদের সবারই শরীয়ত, যার মূল উদ্দেশ্য হলো আল্লাহর একত্ববাদ। যেমন অন্য আয়াতে রয়েছেঃ (আরবী) (হে রাসুলগণ! তোমরা উৎকৃষ্ট জিনিস ভক্ষণ কর) (আমি তোমাদের প্রতিপালক, সুতরাং তোমরা আমাকে ভয় কর) ... পর্যন্ত। (২৩:৫১-৫২)রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমরা নবীদের দল পরস্পর বৈমাত্রেয় ভাই (আমাদের সবারই পিতা একই), আমাদের সবারই একই দ্বীন)” তা হলো। এক শরীক বিহীন আল্লাহর ইবাদত করা। যেমন আল্লাহ তাআলা বলেনঃ (আরবী) অর্থাৎ “প্রত্যেকের জন্যে আমি পথ ও পন্থা করে দিয়েছি।\" (৫:৪৮) অতঃপর লোকেরা মতানৈক্য সৃষ্টি করেছে। কেউ কেউ তাদের বীদের (আঃ) উপর ঈমান এনেছে এবং কেউ কেউ ঈমান আনয়ন করে নাই।মহান আল্লাহ বলেনঃ কিয়ামতের দিন সকলকেই আমারই নিকট প্রত্যাবর্তন করতে হবে। প্রত্যেককেই নিজ নিজ কতকর্মের প্রতিদান দেয়াহবে। ভাল লোকদেরকে দেয়া হবে ভাল প্রতিদান। মন্দ লোকদেরকে দেয়া হবে মন্দ প্রতিদান।সুতরাং কেউ যদি মু'মিন হয়ে সৎকর্ম করে তবে তার কর্ম প্রচেষ্টা অগ্রাহ্য হবে না এবং আল্লাহ তাআলা তা লিখে রাখেন। যেমন অন্য জায়গায় তিনি বলেনঃ (আরবী) অর্থাৎ “সকর্মশীলদের বিনিময় আমি নষ্ট করি না।” (১৮:৩০) আল্লাহ তাআ'লা অনুপরিমাণ যুলুম করাও সমীচীন মনে করেন না। তিনি স্বীয় বান্দাদের সমস্ত আমল লিখে রাখেন। একটিও ছুটে যায় না।"
    },
    { "ayah": 95, "surah": 21, "text": "Please check ayah 21:97 for complete tafsir." },
    { "ayah": 96, "surah": 21, "text": "Please check ayah 21:97 for complete tafsir." },
    {
      "ayah": 97,
      "surah": 21,
      "text": "৯৫-৯৭ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা বলেন যে, ধ্বংস প্রাপ্ত লোকদের পুনরায় দুনিয়ায় প্রত্যাবর্তন অসম্ভ। ভাবার্থ এও হতে পারে যে, তাদের তাওবা গৃহীত হবে না কিন্তু প্রথম উক্তিটিই উত্তম। ইয়াজুজ ও মাজুজ হযরত আদমেরই (আঃ) বংশোদ্ভূত। এমনকি তারা হযরত নূহের (আঃ) পুত্র ইয়াফাসের সন্তানদের অন্তর্ভুক্ত। তুর্কীরা তাদেরই বংশধর। এরাও তাদেরই একটা দল। এদেরকে যুলকারনাইনের নির্মিত প্রাচীরের বাইরে ছেড়ে দেয়া হয়েছিল। তিনি প্রাচীরটি নির্মাণ করে বলেছিলেনঃ “এটা আমার প্রতিপালকের রহমত। আল্লাহর ওয়াদাকৃত সময়ে তা চূর্ণ বিচূর্ণ হয়ে যাবে। আমার প্রতিপালকের ওয়াদা সত্য।”কিয়ামত নিকটবর্তী হওয়ার সময় ইয়াজুজ মাজুজ সেখান থেকে বেরিয়ে আসবে এবং ভূ-পৃষ্ঠে বিশৃংখলা সৃষ্টি করবে। প্রত্যেক উঁচু জায়গাকে আরবী ভাষায় (আরবী) বলা হয়। বর্ণিত আছে যে, তাদের বের হওয়ার সময় তাদের এই অবস্থাই হবে। এই খবরকে শ্রোতাদের সামনে এমনভাবে বর্ণনা করা হয়েছে যে, যেন তারা স্বচক্ষে দেখতে রয়েছে। আর বাস্তবিকই আল্লাহ তাআলা অপেক্ষা অধিক সত্য খবরদাতা আর কে হতে পারে? তিনি তো দৃশ্য ও অদৃশ্য সম্পর্কে পূর্ণ ওয়াকিফহাল। যা হয়ে গেছে ও যা হবে তা তিনি সম্যক অবগত। হযরত ইবনু আব্বাস (রাঃ) ছেলেদেরকে লাফাতে, খেলতে, দৌড়তে এবং একে অপরের উপর চড়তে দেখে বলেনঃ “এভাবেই ইয়াজুজ মাজুজ আসবে।” বহু হাদীসে তাদের বের হওয়ার কথা বলা হয়েছে।\nপ্রথম হাদীসঃ\nহযরত আবু সাঈদ খুদরী (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহকে (সঃ) বলতে শুনেছেনঃ “ইয়াজুজ ও মাজুজকে যখন খুলে দেয়া হবে এবং তারা লোকদের কাছে পৌঁছবে, যেমন মহামহিমান্বিত আল্লাহ বলেনঃ “তারা প্রত্যেক উচ্চ ভূমি হতে ছুটে আসবে।” তখন তারা জনগণের মধ্যে ছেয়ে যাবে এবং মুসলমানরা তাদের শহর ও দুর্গের মধ্যে কুঁচকে পড়বে। আর তারা তাদের পশুগুলিকে ওর মধ্যে নিয়ে যাবে। তারা ভূ-পৃষ্ঠের পানি পান করতে থাকবে। ইয়াজুজ মাজুজ যে নদীর পার্শ্ব দিয়ে গমন করবে, ওর পানি তারা সমস্ত পান করে ফেলবে। শেষ পর্যন্ত সেখান থেকে ধূলো উড়তে থাকবে। তাদের অন্য দল যখন সেখানে পৌঁছবে তখন তারা পরস্পর বলাবলি করবে: “সতঃ কোন যুগে এখানে পানি ছিল।\" যখন তারা দেখবে যে, এখন ভুপৃষ্ঠে আর কেউই অবশিষ্ট নেই। আর বাস্তবিকই যে সব মুসলমান নিজেদের শহরে ও দুর্গে আশ্রয় গ্রহণ করবে তারা ছাড়া যমীনের উপর আর কেউই বাকী থাকবে না, তখন তারা বলবেঃ পৃথিবীর অধিবাসীদেরকে তো আমরা শেষ করে ফেলেছি, সুতরাং এখন আকাশবাসীদের খবর নেয়া যাক।\" অতঃপর তাদের একজন দুষ্ট ব্যক্তি তার বর্শাটি আকাশের দিকে নিক্ষেপ করবে। তখন মহান আল্লাহর হুকুমে ওটা রক্ত মাখানো অবস্থায় তাদের কাছে ফিরে আসবে। এটাও হবে একটা কুদরতী পরীক্ষা। এরপ তাদের ঘাড়ে গুটি বের হবে এবং এই মহামারীতে তারা সবাই একই সাথে মৃত্যু বরণ করবে। তাদের একজনও অবশিষ্ট থাকবে না। তাদের সমস্ত শোর গোলের সমাপ্তি ঘটবে। মুসলমানরা বলবেঃ “এমন কেউ আছে কি, যে আমাদের মুসলমানদের স্বার্থে জীবনের ঝুঁকি নিয়ে বাইরে গিয়ে শত্রুদের অবস্থা দেখে আসতে পারে?\" তখন এক ব্যক্তি এজন্যে প্রস্তুত হয়ে যাবে এবং নিজেকে নিহত মনে করে আল্লাহর পথে মুসলমানদের খিদমতের উদ্দেশ্যে বেরিয়ে পড়বে। তখন সে দেখতে পাবে যে শত্রুদের মৃতদেহের স্কুপ পড়ে রয়েছে। সবাই ধ্বংসের কবলে পতিত হয়েছে। তখন উচ্চস্বরে ডাক দিয়ে বলবেঃ “হে মুসলিম বৃন্দ! তোমরা সুসংবাদ গ্রহণ কর এবং খুশী হয়ে যাও। আল্লাহ তাআলা তোমাদের শত্রুদেরকে ধ্বংস করে দিয়েছেন। তাদের মৃতদেহের ঢেরি পড়ে রয়েছে। তার একথা শুনে মুসলমাল্লা বেরিয়ে আসবে এবং তাদের গৃহপালিত পশুগুলিকেও সাথে আনবে। তাদের পশুগুলির খাদ্য মৃতদেহগুলির মাংস ছাড়া আর কিছু থাকবে না। ওগুলি খেয়ে তারা খুব মোটা তাজী হয়ে যাবে। (এ হাদীসটি ইমাম আহমাদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন)\nদ্বিতীয় হাদীসঃ\nহযরত নাওয়াস ইবনু সামআন আল কিলাবী (রাঃ) হতে বর্ণিত, তিনি বলেনঃ একদা সকালে রাসূলুল্লাহ (সঃ) দাজ্জালের বর্ণনা দেন এবং এই বর্ণনা তিনি এমনভাবে দেন যে, সে খেজুর গাছের আড়ালে রয়েছে। বলে আমাদের ধারণা হয়। আর মনে হয় যে, সে যেন বের হতে চাচ্ছে। তিনি বলেনঃ “আমি তোমাদের ব্যাপারে দাজ্জালের চেয়ে অন্য কিছুর বেশী ভয় করি। আমি তোমাদের মাঝে বিদ্যমান থাকা অবস্থায় যদি সে বের হয়। তবে তোমাদের মাঝে আমি তার প্রতিবন্ধক হয়ে যাবো। আর আমি তোমাদের মাঝে বিদ্যমান থাকবো না এমন অবস্থায় যদি সে বের হয় তবে আমি তোমাদের নিরাপত্তার জন্যে তোমাদেরকে আল্লাহর হাতে সমর্পণ করছি। সে হবে এলোমেলো চুল বিশিষ্ট এবং কানা ও উপরের দিকে উখিত চক্ষু বিশিষ্ট যুবক। সে সিরিয়া ও ইরাকের মধ্যবর্তী স্থান হতে বের হবে। ডান দিকে ও বাম দিকে সে ঘুরতে থাকবে। হে আল্লাহর বান্দারা! তোমরা অটল ও স্থির থাকবে।” আমরা জিজ্ঞেস করলামঃ হে আল্লাহর রাসূল (সঃ)! সে কত দিন অবস্থান করবে?” তিনি উত্তরে বললেনঃ “চল্লিশ দিন। একটি দিন এক বছরের সমান, একটি দিন একমাসের সমান, একটি দিন হবে এক সপ্তাহের সমান এবং অবশিষ্ট দিন হবে সাধারণ দিনের মত।\" আমরা আবার প্রশ্ন করলামঃ যে দিনটি এক বছরের সমান হবে তাতে এই পাঁচ ওয়াক্ত নামায পড়লেই কি যথেষ্ট হবে?” উত্তরে তিনি বললেনঃ “না, বরং অনুমান করে তোমাদেরকে সময় মত নামায আদায় করতে হবে। আমরা পুনরায় জিজ্ঞেস করলামঃ তার চলন গতি কেমন হবে? তিনি জবাব দিলেনঃ “যেমন বায়ু মেঘকে এদিক ওদিক তাড়িয়ে নিয়ে যায় তেমনই সে এদিক ওদিক ছুটাছুটি করবে। এক গোত্রের কাছে যাবে এবং তাদেরকে নিজের দিকে আহ্বান করবে। তারা তার কথা মেনে নেবে। সে আকাশকে নির্দেশ দেবে যে, ও যেন তাদের উপর বৃষ্টি বর্ষণ করে। যমীনকে তাদের জন্যে ফসল উৎপাদন করার হুকুম করবে। তাদের পশুগুলি পেটপূর্ণ অবস্থায় মোটা তাজা হয়ে ফিরে আসবে। অতঃপর সে অন্য গোত্রের নিকট গিয়ে তাদেরকে নিজের দিকে আহ্বান করবে, কিন্তু তারা অস্বীকার করবে। সে সেখান থেকে চলে আসবে। তখন তাদের সমস্ত মালধন তার পিছনে চলে আসবে এবং তারা হয়ে যাবে সম্পূর্ণ শূন্য হস্ত। সে অনাবাদী জঙ্গলে যাবে এবং যমীনকে বলবেঃ “তোমার গুপ্তধন উঠিয়ে দাও | যমীন তখন তা উপরে উঠিয়ে ফেলবে। তখন সমস্ত ধন ভাণ্ডার তার পিছনে এমনভাবে চলে যাবে যেমন ভাবে মৌমাছিগুলি তাদের নেতাদের পিছনে চলে থাকে। সে এও দেখাবে যে, একজন লোককে তরবারী দ্বারা দু'টুকরা করে দেবে এবং ও দুটিকে এদিকে ওদিকে বহু দূরে নিক্ষেপ করবে। তারপর তার নাম ধরে ডাক দেবে এবং তৎক্ষণাৎ সে জীবিত হয়ে তার কাছে চলে আসবে। সে ঐ অবস্থাতেই থাকবে এমতাবস্থায় মহামহিমান্বিত আল্লাহ হযরত মসীহকে (আঃ) অবতীর্ণ করবেন। তিনি দামেস্কের পূর্ব দিকে সাদা মিনারের পার্শ্বে অবতরণ করবেন। তিনি স্বীয় হস্তদ্বয় ফেরেশতাদের ডানার উপর রাখবেন। তিনি দাজ্জালের পশ্চাদ্ধাবন করবেন এবং পূর্ব দরজা ‘লুদ-এর কাছে তাকে পেয়ে তাকে হত্যা করে ফেলবেন। তারপর হযরত ঈসার (আঃ) কাছে আল্লাহর ওয়াহী আসবেঃ “আমি আমার এমন বান্দাদেরকে পাঠাচ্ছি যাদের সঙ্গে যুদ্ধ করার ক্ষমতা তোমার নেই। সুতরাং তুমি আমার বান্দাদেরকে তুরের কাছে একত্রিত কর।” অতঃপর আল্লাহ তাআলা ইয়াজুজ মাজুজকে পাঠাবেন। যেমন তিনি বলেনঃ (আরবী) অর্থাৎ তারা প্রত্যেক উঁচু স্থান হতে ছুটে আসবে।” তাদের কাজে অতিষ্ঠ হয়ে হযরত ঈসা (আঃ) ও তার সঙ্গীরা আল্লাহর নিকট প্রার্থনা করবেন। তখন তিনি গুটির রোগ পাঠাবেন যা তাদের গ্রীবায় বের হবে তখন তারা সবাই এক সাথে মৃত্যু বরণ করবে। অতঃপর হযরত ঈসা (আঃ) তার মু'মিন সঙ্গীগণ সহ এসে দেখবেন যে, সমস্ত যমীনে তাদের মৃতদেহের ঢেরী হয়ে গেছে। আর তাদের দুর্গন্ধে থাকা যায় না। হযরত ঈসা (আঃ) তখন আবার দুআ করবেন। ফলে আল্লাহ তাআলা উটের গর্দানের ন্যায় পাখি পাঠিয়ে দিবেন যারা ঐ মৃতদেহগুলি উঠিয়ে নিয়ে গিয়ে কোথায় যে ফেলে দেবে তা তিনিই জানেন। তারপর চল্লিশ দিন পর্যন্ত অনবরত যমীনে বৃষ্টি বর্ষিত হয়ে থাকবে। ফলে যমীন ধুয়ে মুছে হাতের তালুর ন্যায় পরিস্কার পরিচ্ছন্ন হয়ে যাবে। অতঃপর মহান আল্লাহর নির্দেশক্রমে বরকত উৎপাদন করবে। ঐদিন একটি দলের লোক একটি ডালিম খেয়েই পরিতৃপ্ত হয়ে যাবে এবং ওর বাকলের ছায়া তলে আশ্রয় লাভ করবে। একটি উষ্টীর দুগ্ধ একটি দলের লোকদের জন্যে, একটি গাভীর দুগ্ধ একটি গোত্রের জন্যে এবং একটি বকরীর দুগ্ধ একটি বাড়ীর পরিবারের জন্যে যথেষ্ট হবে। তারপর এক পবিত্র বায়ু প্রবাহিত হবে যা মুসলমানদের বগলের নীচ দিয়ে বের হবে এবং তাদের রূহ্ কব হয়ে যাবে। তখন যমীনে শুধু দুষ্ট লোকেরাই অবশিষ্ট থাকবে, যারা গাধার মত লাফাতে থাকবে। তাদের উপরই কিয়ামত সংঘটিত হবে।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন এবং ইমাম তিরমিযী (রঃ) এটাকে হাসান বলেছেন)\nতৃতীয় হাদীসঃ\nহযরত হারমালা (রাঃ) তার খালা হতে বর্ণনা করেছেন যে, একদা রাসূলুল্লাহ (সঃ) ভাষণ দিচ্ছিলেন। ঐ সময় তার আঙ্গুলে বৃশ্চিকে দংশন করেছিল বলে তিনি ঐ আঙ্গুলে পট্টি বেঁধে ছিলেন। ভাষণে তিনি বলেনঃ “তোমরা বলছো যে, এখন দুশমন নেই। কিন্তু তোমরা দুশমনদের সাথে যুদ্ধ করতেই থাকবে। শেষ পর্যন্ত আল্লাহ তাআলা ইয়াজুজ মাজুজকে পাঠাবেন। তারা হবে চওড়া চেহারা ও ছোট চোখ বিশিষ্ট। তাদের চেহারা হবে প্রশস্ত ঢালের মত।” (এ হাদীসটিও মুসনাদে আহমদে বর্নিত হয়েছে)\nচতুর্থ হাদীসঃ\nএই রিওয়াইয়াতটি সূরায়ে আ'রাফের তাফসীরের শেষ ভাগে বর্ণিত হয়েছে। হযরত ইবনু মাসউদ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “মিরাজের রাত্রে হযরত ইবরাহীম (আঃ), হযরত মূসা (আঃ) ও হযরত ঈসার (আঃ) মধ্যে কিয়ামত সংঘটিত হওয়ার সময়ের ব্যাপারে আলোচনা শুরু হয়। হযরত ইবরাহীম (আঃ) বলেনঃ “এ সম্পর্কে। আমার কোন জ্ঞান বা অবগতি নেই। অনুরূপভাবে হযরত মূসা (আঃ) তার অজানার কথা প্রকাশ করেন। তখন হযরত ঈসা (আঃ) বলেনঃ “কিয়ামত যে কোন্ সময় সংঘটিত হবে এটা আল্লাহ ছাড়া আর কেউই জানে না। তবে আমার প্রতিপালক আমাকে এটুকু জানিয়ে দিয়েছেন যে, দাজ্জাল বের হবে। আমার সাথে দুটো ডাল থাকবে। আমাকে দেখা মাত্রই সে শীশার মত গলতে শুরু করবে। শেষ পর্যন্ত আল্লাহ তাআলা তাকে ধ্বংস করে ফেলবেন, যখন সে আমাকে দেখবে। এমনকি পাথর ও বৃক্ষও বলে উঠবেঃ “হে মুসলমান! এই যে, কাফির আমার ছায়ার নীচে রয়েছে, তুমি এসে তাকে হত্যা কর।” তখন আল্লাহ তাআলা তাকে ধ্বংস করে দিবেন এবং জনগণ তাদের শহরে ও দেশে ফিরে যাবে। ঐ সময় ইয়াজুজ মাজুজ বের হবে যারা প্রত্যেক উঁচু স্থান হতে ছুটে আসবে এবং যা পাবে ধ্বংস করবে। যত পানি পাবে সব পান করে ফেলবে। জনগণ আবার অতিষ্ঠ হয়ে নিজেদের বাস ভূমিতে অবরুদ্ধ হয়ে পড়বে। তারা অভিযোগ করবে, তখন আমি আল্লাহ তাআলার নিকট প্রার্থনা করবো। ফলে তিনি তাদেরকে ধ্বংস করে দিবেন। সারা ভূ পৃষ্ঠে তাদের দুর্গন্ধ ছড়িয়ে পড়বে। তারপর বৃষ্টি বর্ষিত হবে এবং পানির নালাগুলি তাদের গলিত মৃত দেহগুলি টেনে নিয়ে গিয়ে সমুদ্রে ফেলে দিবে। আমার প্রতিপালক আমাকে একথা বলে দিয়েছেন। যখন এসব কিছু প্রকাশিত হয়ে পড়বে তখন কিয়ামত সংঘটিত হওয়া ঠিক তেমনই যেমন পূর্ণ গর্ভবতী নারীর গর্ভপাত হওয়া। ঐ সময় তার পরিবারে লোকদের এই চিন্তা থাকে যে, হয়তো সকালে সে সন্তান প্রসব করবে বা সন্ধ্যায় করবে অথবা রাত্রে করবে।” (এই হাদীসটি ইমাম আহমাদ (রঃ) ও ইমাম ইবনু মাজাহ (রঃ) বর্ণনা করেছেন)কুরআন কারীমের (আরবী) এই আয়াতটি এটাকে সত্যায়িত করছে। এই ব্যাপারে বহু হাদীস রয়েছে। হযরত কা'ব (রাঃ) বলেন যে, ইয়াজুজ মাজুজের বের হবার সময় তারা প্রাচীর খনন করবে। এমন কি তাদের কোদালের শব্দ আশে পাশের লোকেরা শুনতে পাবে। খনন করতে করতে রাত্রি হয়ে যাবে। তখন তাদের একজন। বলবেঃ “সকালে এসে আমরা এটাকে ভেঙ্গে ফেলবো।” কিন্তু আল্লাহ তাআলা ওটাকে পূর্ব অবস্থায় ফিরিয়ে দিবেন। সকালে এসে তারা দেখতে পাবে যে, ওটাকে আল্লাহ তাআলা পূর্ব অবস্থায় ফিরিয়ে দিয়েছেন। আবার তারা খনন করতে শুরু করবে এবং এই একই অবস্থা ঘটতে থাকবে। শেষ পর্যন্ত যখন তাদের বের হওয়া আল্লাহ তাআলা মঞ্জুর করবেন তখন তাদের এক ব্যক্তির মুখ দিয়ে বেরিয়ে যাবেঃ “আগামী কাল ইনশা আল্লাহ আমরা এটাকে ভেঙ্গেফেলবো।” সুতরাং পরদিন এসে তারা দেখতে পাবে যে গতকাল তারা ওটাকে যে অবস্থায় ছেড়ে দিয়েছিল ঐ অবস্থাতেই রয়েছে। তখন তারা ওটাকে খনন করে ভেঙ্গে ফেলবে। তাদের প্রথম দলটি বাহীরার পার্শ্ব দিয়ে বের হবে এবং সমস্ত পানি পান করে ফেলবে। দ্বিতীয় দলটি এসে শুধু কাদা চাটবে। আর তৃতীয় দলটি এসে বলবেঃ “সম্ভবতঃ কোন সময় এখানে পানি ছিল। জনগণ তাদেরকে দেখে পালিয়ে গিয়ে এদিকে ওদিকে লুকিয়ে যাবে। যখন তারা যমীনে কাউকেও দেখতে পাবে না তখন আকাশের দিকে তাদের তীর ছুঁড়বে। তখন ঐ তীরটি রক্ত মাখানো অবস্থায় তাদের কাছে ফিরে আসবে। তারা তখন গর্ব করে বলবেঃ “আমরা পৃথিবীবাসী ও আকাশবাসীদের উপর বিজয়ী হয়েছি।” ঐ সময় হযরত ঈসা ইবনু মারইয়াম (আঃ) তাদের উপর বদ দুআ করে বলবেনঃ “হে আল্লাহ! তাদের সাথে মুকাবিলা করার শক্তি আমাদের নেই। অরি যমীনে চলা ফেরা করাও আমাদের প্রয়োজন। সুতরাং যেভাবেই হোক আপনি আমাদেরকে তাদের কবল থেকে মুক্তি দান করুন।\" তখন আল্লাহ তাআলা তাদেরকে মহামারীতে আক্রান্ত করবেন। তাদের দেহে গুটি বের হবে এবং তাতেই তারা সবাই ধ্বংস হয়ে যাবে। তারপর এক প্রকারের পাখী এসে তাদেরকে চঞ্চুতে উঠিয়ে নিয়ে গিয়ে সমুদ্রে নিক্ষেপ করবে। তারপর মহান আল্লাহ নাহরে হায়াত জারি করে দিবেন, যা যমীন ধুয়ে মুছে পরিষ্কার করে দেবে। যমীন নিজের বরকত বের করবে। একটি ডালিম একটি বাড়ীর পরিবারবর্গের জন্যে যথেষ্ট হবে। এক ব্যক্তি এসে ঘোষণা করবেঃ ‘যুসসুইয়াকতীন’ বেরিয়ে পড়েছে। হযরত ঈসা (আঃ) সাতশ' আটশ সৈন্যের একটি বাহিনী প্রেরণ করবেন। তারা পথেই থাকবে। এমতাবস্থায় আল্লাহ তাআলার হুকুমে ইয়ামনের দিক হতে এক পবিত্র বায়ু প্রবাহিত হবে, যার ফলে সমস্ত মুমিনের রূহ্ কব হয়ে যাবে। তখন যমীনে শুধু দুষ্ট প্রকৃতির লোকেরাই রয়ে যাবে। তারা হবে চতুষ্পদ জন্তুর মত। তাদের উপর দিয়ে কিয়ামত সংঘটিত হবে। ঐ সময় কিয়ামত এতো নিকটবর্তী হবে যেমন পূর্ণ গর্ভবতী ঘোটকী, যার বাচ্চা প্রসবের সময়কাল অতি নিকটবর্তী, যার আশে পাশে ওর মনিব ঘোরা ফেরা করে এই চিন্তায় যে, কখন বা বাচ্চা হয়ে যায়। হযরত কা'ব (রাঃ) একথা বলার পর বলেনঃ “ এখন যে ব্যক্তি আমার এই উক্তি ও এই ইলমের পরেও অন্য কিছু বলে সে বানিয়ে কথা বলে।\" হযরত কাবের (রাঃ) বর্ণিত এই ঘটনাটি উত্তম ঘটনাই বটে। কেননা, সহীহ্ হাদীস সমূহে এও রয়েছে যে, ঐ যুগে হযরত ঈসা (আঃ) বায়তুল্লাহ শরীফের হজ্জও করবেন।মুসনাদে আহমাদে এ হাদীসটি মার’রূপে বর্ণিত আছে যে, তিনি ইয়াজুজ-মাজুজের বের হবার পরে অবশ্যই বায়তুল্লাহর হজ্জ করবেন। এ হাদীসটি সহীহ বুখারীতেও রয়েছে।যখন এই ভয়াবহ অবস্থা, এই ভূ-কম্পন এবং এই বালা-মসীবত এসে পড়বে তখন কিয়ামত অতি নিকটবর্তী এসে পড়বে। এ অবস্থা দেখে কাফিররা বলবেঃ “এটা বড়ই কঠিন দিন। তাদের চক্ষুগুলি স্থির হয়ে যাবে এবং বলতে শুরু করবেঃ “হায়, দুর্ভোগ আমাদের! আমরা তো ছিলাম এ বিষয়ে উদাসীন। আমরা নিজেরাই নিজেদের পায়ে কুড়াল মেরেছি। সত্যি, আমরা সীমালংঘনকারীই ছিলাম। এভাবে তারা নিজের পাপের কথা অকপটে স্বীকার করবে এবং লজ্জিত হবে। কিন্তু তখন সবই বৃথা।"
    },
    { "ayah": 98, "surah": 21, "text": "Please check ayah 21:103 for complete tafsir." },
    { "ayah": 99, "surah": 21, "text": "Please check ayah 21:103 for complete tafsir." }
  ]
}
