{
  "ayahs": [
    { "ayah": 1, "surah": 22, "text": "Please check ayah 22:2 for complete tafsir." },
    {
      "ayah": 10,
      "surah": 22,
      "text": "৮-১০ নং আয়াতের তাফসীর:\nউপরোক্ত আয়াতগুলিতে আল্লাহ তাআলা অনুসরণকারীদের অবস্থা বর্ণনা করেছেন। এখানে তিনি তাদের অনুসৃত পীর মুরশিদদের অবস্থার বর্ণনা দিচ্ছেন। তারা কিছু না জেনে বিনা দলীলে শুধু নিজেদের মত ও ইচ্ছানুযায়ী আল্লাহর ব্যাপারে বাক বিতণ্ডা করে থাকে। সত্য হতে তারা মুখ ফিরিয়ে নেয় এবং গর্ব ভরে ঘাড় ঘুরিয়ে থাকে। সত্যকে বেপরোয়াভাবে তারা প্রত্যাখ্যান করে। যেমন ফিরাউনীরা হযরত মূসার (আঃ) স্পষ্ট মু'জিযাগুলি দেখেও বেপরোয়ার সাথে তাকে অমান্য করে। অন্য জায়গায় আল্লাহ তাআলা বলেনঃ (আরবী) অর্থাৎ “তাদেরকে যখন বলা হয়ঃ আল্লাহ যা অবতীর্ণ করেছেন তার দিকে এবং রাসূলের (সঃ) দিকে এসো, তখন মুনাফিকদেরকে তুমি তোমার নিকট হতে মুখ একেবারে ফিরিয়ে নিতে দেখবে।\" (৪:৬১) আর এক জায়গায় মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “যখন তাদেরকে বলা হয়ঃ তোমরা এসো আল্লাহর রাসূল (সঃ) তোমাদের জন্যে ক্ষমা প্রার্থনা করবেন, তখন তারা মাথা ফিরিয়ে নেয় এবং তুমি তাদেরকে দেখতে পাও যে, তারা দম্ভভরে ফিরে যায়।\" (৬৩:৫)। হযরত লোকমান (আঃ) স্বীয় পুত্রকে বলেছিলেনঃ অর্থাৎ ‘মানুষকে অবজ্ঞা করে তুমি তোমার মুখ ঘুরিয়ে নিয়ো না।\" অর্থাৎ নিজেকে বড় মনে করে তাদেরকে দেখে অবজ্ঞা করো না। অন্যত্র আল্লাহ পাক বলেনঃ (আরবী) অর্থাৎ “যখন তার কাছে আমার আয়াত আবৃত্তি করা হয় তখন সে দরে মুখ ফিরিয়ে নেয়।\" (৩১:৭)। (আরবী) এর (আরবী) টি (আরবী) (পরিণামের লাম) অথবা (আরবী) (কারণ বোধক লাম)। কেননা, কোন কোন সময় এর উদ্দেশ্য অপরকে পথভ্রষ্ট করা হয় না। সম্বতঃ এর দ্বারা উদ্দেশ্য অস্বীকারই হবে। আবার ভাবার্থ এও হতে পারেঃ আমি তাকে এরূপ দুশ্চরিত্র এ জন্যেই করে দিয়েছি যে, সে যেন পথ ভ্রষ্টদের সরদার হয়ে যায়। তার জন্যে দুনিয়াতেও লাঞ্ছনা ও অপমান রয়েছে, যা তার অহংকারের প্রতিফল। এখানে সে অহংকার করে বড় হতে চাচ্ছিল। আমি তাকে আরো ছোট করে দেবো। এখানেও সে তার উদ্দেশ্য সাধনে ব্যর্থকাম হবে। আর আখেরাতেও জাহান্নাম তাকে গ্রাস করে ফেলবে। তাকে ধমকের সুরে বলা হবেঃ এটা তোমার কৃতকর্মের ফল। আল্লাহর সত্তা যুলুম হতে পবিত্র। যেমন আল্লাহ তাআলা বলেনঃ (আরবী) অর্থাৎ “(ফেরেশতাদের বলা হবে) তাকে ধর এবং টেনে নিয়ে যাও জাহান্নামের মধ্য স্থলে। অতঃপর তার মস্তিষ্কের উপর ফুটন্ত পানি ঢেলে শাস্তি দাও। আর বলা হবেঃ আস্বাদ গ্রহণ করো, তুমি তো ছিলে সম্মানিত, অভিজাত। এটা তো ওটাই, যে বিষয়ে তুমি সন্দেহ করতে।” (৪৪:৪৭-৫০)হযরত হাসান (রঃ) বলেনঃ “আমার কাছে খবর পৌঁছেছে যে, তাদেরকে দিনে সত্তর হাজার বার করে জ্বালানো হবে।” (এটা ইবনু আবি হাতিম-(রঃ) বর্ণনা করেছে)"
    },
    { "ayah": 11, "surah": 22, "text": "Please check ayah 22:13 for complete tafsir." },
    { "ayah": 12, "surah": 22, "text": "Please check ayah 22:13 for complete tafsir." },
    {
      "ayah": 13,
      "surah": 22,
      "text": "১১-১৩ নং আয়াতের তাফসীর:\nমুজাহিদ (রঃ) ও কাতাদা (রঃ) বলেন যে, (আরবী) এখানে এর অর্থ হলো সন্দেহ। অন্যেরা বলেন যে, (আরবী) এর অর্থ হলো প্রান্ত। তারা যেন দ্বীনের এক প্রান্তে দাঁড়িয়ে থাকে। উপকার হলে তা খুশীতে ফুলে ওঠে এবং ওর উপরই প্রতিষ্ঠিত থাকে। আর ক্ষতি হলে ওটা পরিত্যাগ করে পূর্বাবস্থায় ফিরে যায়।হযরত ইবনু আব্বাস (রাঃ) বলেন যে, কেউ কেউ হিজরত করে মদীনায় গমন করতো। সেখানে গিয়ে যদি তার স্ত্রী সন্তান প্রসব করতো এবং জীবজন্তুতে ধন মালে বরকত হতো তখন বলতোঃ “এটা খুবই ভাল দ্বীন। আর এরূপ না হলে বলতোঃ “এই দ্বীন তো খুবই খারাপ।\" (এটা ইমাম বুখারী (রঃ) বর্ণনা করেছেন)হযরত ইবনু আববাস (রাঃ) হতেই আর একটি রিওয়াইয়াত আছে যে, তিনি বলেনঃ “আরবের লোকের (বেদুইনরা) নবীর (সঃ) কাছে আসতো এবং ইসলাম গ্রহণ করে ফিরে যেতো। অতঃপর মেঘ-বৃষ্টি পেলে এবং জীবজন্তু, ঘরবাড়ী ও মালধনে বরকত হলে খুশী হয়ে বলতোঃ “এই দ্বীন বড়ই উত্তম।\" আর এর বিপরীত হলে বলতোঃ “এই দ্বীনে ক্ষতি ছাড়া আর কিছুই নেই।” তখন (আরবী) এই আয়াত অবতীর্ণ হয়। (এটা ইবনু আবি হাতিম (রঃ) বর্ণনা করেছেন)আওফী (রঃ) হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণনা করেছেন যে, এ ধরনের লোকও ছিল যারা মদীনায় আসতো, অতঃপর সেখানে তাদের পুত্র সন্তান জন্ম গ্রহণ করলে, উষ্ট্রীর বাচ্চা হলে এবং স্বাস্থ্য ভাল থাকলে খুবই খুশী হতো; এই দ্বীনের পঞ্চমুখে প্রশংসা করতে শুরু করতে। আর কোন বালামসীবত আসলে, মদীনার আবহাওয়া স্বাস্থ্যের প্রতিকূল হলে, ঘরে কন্যা সন্তান জন্ম গ্রহণ করলে এবং সাদকার মাল না পেলে শয়তানের ওয়াস ওয়াসায় পড়ে যেতো এবং পরিষ্কারভাবে বলে ফেলতোঃ “এই দ্বীনে তো শুধু কাঠিন্য ও দুর্ভোগই রয়েছে।”আবদুর রহমান ইবনু যায়েদ ইবনু আসলাম (রঃ) বলেন যে, এটা হলো মুনাফিকের স্বভাব। দুনিয়া পেয়ে গেলে তারা দ্বীনের উপর খুশী হয়। আর দুনিয়া হাসিল না হলে বা কোন পরীক্ষা এসে গেলে তারা হঠাৎ করে পট পরিবর্তন করে ফেলে এবং ধর্মত্যাগী হয়ে যায়। এরা হলো বড়ই দুর্ভাগা। তাদের ইহকাল ও পরকাল উভয়ই নষ্ট। এর চেয়ে বড় ধ্বংস ও ক্ষতি আর কি হতে পারে?আল্লাহর পরিবর্তে তারা যে সব ঠাকুর, মূর্তি ও বুযুর্গের কাছে সাহায্য প্রার্থনা করে, যাদের কাছে ফরিয়াদ করে এবং যাদের কাছে নিজেদের প্রয়োজন মিটাতে যায় ও রিযক চায় তারা তো নিজেরাই অপারগ। লাভ বা ক্ষতি করার কোন ক্ষমতাই তাদের নেই। এটাই হলো সবচেয়ে বড় পথভ্রষ্টতা। দুনিয়াতেও তারা এই সব দেবতার উপাসনা করে কোন উপকার পায় না, আর পরকালে কত বড় ক্ষতির সম্মুখীন তারা হবে তা বলবার নয়। এই মূর্তিগুলি তো তাদের অত্যন্ত মন্দ অভিভাবক ও খারাপ সঙ্গী বলে প্রমাণিত হবে। অথবা এর ভাবার্থ হচ্ছেঃ এরূপ যারা করে তারা নিজেরাই খুবই দুষ্ট প্রকৃতির ও মন্দ স্বভাবের লোক। কিন্তু প্রথম তাফসীরই উত্তম। এসব ব্যাপারে আল্লাহ তাআলাই সবচেয়ে ভাল জানেন।"
    },
    {
      "ayah": 14,
      "surah": 22,
      "text": "মন্দ লোকদের বর্ণনা দেয়ার পর আল্লাহ তাআলা ভাল লোকদের বর্ণনা দিচ্ছেন। যাদের অন্তরে বিশ্বাসের জ্যোতি রয়েছে এবং যাদের আমলে সুন্নাত প্রকাশ পায়, যারা সৎকার্যের দিকে অগ্রসর হয় ও মন্দ কার্য হতে দূরে থাকে। তারা সুউচ্চ প্রাসাদ লাভ করবে এবং উচ্চ মর্যাদায় সমাসীন হবে। কেননা, তারা সুপথ প্রাপ্ত। তাদের ছাড়া অন্যেরা হলো অচেতন। মহান আল্লাহ যা ইচ্ছা করেন তা-ই করে থাকেন। তার কাজে বাধা দেয়ার কেউই নেই।"
    },
    { "ayah": 15, "surah": 22, "text": "Please check ayah 22:16 for complete tafsir." },
    {
      "ayah": 16,
      "surah": 22,
      "text": "১৫-১৬ নং আয়াতের তাফসীর:\nহযরত ইবনু আব্বাস (রাঃ) বলেনঃ যে এটা ধারণা করে নিয়েছে যে, আল্লাহ তাআলা স্বীয় নবীকে (সঃ) দুনিয়াতেও সাহায্য করবেন না এবং আখেরাতেও না তার এই বিশ্বাস রাখা উচিত যে, তার এটা শুধু ধারণা ছাড়া কিছুই নয়। তাঁকে আল্লাহ পাক সাহায্য করতেই থাকবেন, যদিও সে এর রাগে মৃত্যু বরণ করে। বরং তা তো উচিত যে, সে যেন তার ঘরের ছাদে রশি লটকিয়ে দিয়ে নিজের গলায় ফাঁস লাগিয়ে দেয় এবং এভাবে নিজেকে ধ্বংসের মুখে ঠেলে দেয়। নবীর (সঃ) জন্যে মহান আল্লাহর পক্ষ থেকে সা হায্য আসবে না এটা কখনো সন্ত্র নয়, যদিও সে হিংসায় জ্বলে পুড়ে মরে যায়। ভাবার্থ এও হতে পারেঃ তার বুঝের উল্টোই হবে, অর্থাৎ বীর (সঃ) জন্যে আকাশ থেকে আল্লাহর পক্ষ হতে সাহায্য নাযিল হবেই। হাঁ, তবে যদি তার ক্ষমতা হয় তা হলে সে একটি রঞ্জু লটকিয়ে দিয়ে আকাশে চড়ে যাক এবং অবতারিত আসমানী সাহায্য কর্তন করে দিক। কিন্তু প্রথম অর্থটিই বেশী প্রকাশমান। এতেই তার পূর্ণ অপারগতা এবং উদ্দেশ্যের ব্যর্থতা প্রমাণিত হয় যে, আল্লাহ তাআলা স্বীয় দ্বীন, স্বীয় কিতাব এবং স্বীয় নবীর (সঃ) উন্নতি বিধান করবেনই। যেহেতু এসব লোক এটা দেখতে পারে না, এজন্যে তাদের উচিত যে, তারা যেন নিজে নিজে যায় এবং নিজেদেরকে ধ্বংস করে দেয়। যেমন মহামহিমান্বিত আল্লাহ বলেনঃ (আরবী) অর্থাৎ “নিশ্চয়ই আমি আমার রাসূলদেরকে ও মু'মিনদেরকে সাহায্য করবো পার্থিব জীবনে এবং যে দিন সাক্ষীগণ দণ্ডায়মান হবে।” (৪০:৫১) এখানে মহান আল্লাহ বলেনঃ তারা রঞ্জু লটকিয়ে দিয়ে গলায় ফাস লাগিয়ে দিক, পরে রঙ্কু বিচ্ছিন্ন করুক, অতঃপর দেখুক, তার প্রচেষ্টা তার আক্রোশের হেতু দূর করে কি না! মহামহিমান্বিত আল্লাহ বলেনঃ এই কুরআনকে আমি অবতীর্ণ করেছি যার আয়াতগুলি শব্দ ও অর্থের দিক দিয়ে খুবই স্পষ্ট। তার পক্ষ হতে তার বান্দাদের উপর এটা হুজ্জত। পথ প্রদর্শন করা আল্লাহ তাআলারই হাতে।তার হিকমত বা মাহাত্ম তিনিই জানেন। তিনি সবারই বিচারপতি। তিনি ন্যায় বিচারক, প্রবল প্রতাপান্বিত, বড়ই নিপুণ, শ্রেষ্ঠত্বের অধিকারী ও সর্বজ্ঞাতা। তাঁর কাজের উপর কেউ কোন অধিকার রাখে না। তিনি যা চান তা-ই করে থাকেন। সবারই কাছে তিনি হিসাব গ্রহণকারী এবং তা খুবই তাড়াতাড়ি।"
    },
    {
      "ayah": 17,
      "surah": 22,
      "text": "(আরবী) এর বর্ণনা মতভেদসহ সূরায়ে বাকারার তাফসীরে গত হয়েছে। এখানে মহান আল্লাহ বলছেন যে, এই বিভিন্ন ধর্মাবলম্বীদের ফায়সালা কিয়ামতের দিন পরিষ্কারভাবে হয়ে যাবে। তিনি ঈমানদারদেরকে জান্নাত দিবেন এবং কাফিরদেরকে জাহান্নামে প্রবিষ্ট করবেন। সবারই কথা ও কাজ, প্রকাশ্য ও গোপনীয় সবকিছুই তার কাছে প্রকাশমান।"
    },
    {
      "ayah": 18,
      "surah": 22,
      "text": "আল্লাহ তাআলা খবর দিচ্ছেন যে, ইবাদতের হকদার একমাত্র তিনিই। তিনি এক। তাঁর কোন অংশীদার নেই। তাঁর শ্রেষ্ঠত্ব ও মর্যাদার সামনে সমস্ত কিছুই মাথা নত করে, তার খুশীতেই হোক অথবা বাধ্য হয়েই হোক। প্রত্যেক জিনিসের সিজদা ওর স্বভাবের মধ্যেই রয়েছে। ছায়ার ডানে বামে আল্লাহর সামনে সিজদাবনত থাকার কথাও কুরআন কারীমে বর্ণিত হয়েছে। বলা। হয়েছেঃ (আরবী) অর্থাৎ “তারা কি লক্ষ্য করে না আল্লাহর সৃষ্ট বস্তুর প্রতি যার ছায়া দক্ষিণে ও বামে ঢলে পড়ে আল্লাহর প্রতি সিজদাবনত হয়?” (১৬:৪৮) সূর্য, চন্দ্র ও নক্ষত্ররাজিও তার সামনে সিজদায় পড়ে যায়। পথকভাবে এই তিনটি। জিনিসের বর্ণনা করার কারণ এই যে, কতকগুলি লোক এগুলির উপাসনা করে থাকে। অথচ ঐগুলি নিজেরাই আল্লাহর সামনে সিজদাবনত হয়। এ জন্যেই তিনি বলেনঃ (আরবী) অর্থাৎ “তোমরা সূর্য ও চন্দ্রকে সিজুদা করো না, বরং সিজুদা করো ঐ আল্লাহকে যিনি ওগুলিকে সৃষ্টি করেছেন।\" (৪১:৩৭)।হযরত আবু যার (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) তাঁকে জিজ্ঞেস করেনঃ “এই সূর্য কোথায় যায় তা জান কি?” উত্তরে তিনি বলেনঃ “আল্লাহ ও তাঁর রাসূলই (সঃ) ভাল জানেন। তিনি তখন বলেনঃ “এটা আরশের নীচে গিয়ে আল্লাহকে সিজদা করে। আবার ওটা তার কাছে অনুমতি প্রার্থনা করে। সত্বরই এমন সময় আসছে যে, ওকে বলা হবেঃ “তুমি যেখান থেকে এসেছিলে সেখানেই ফিরে যাও।\" (এহাদীসটি সহীহ্ বুখারী ও সহীহ মুসলিমে বর্ণিত হয়েছে)সূর্যগ্রহণ ও চন্দ্রগ্রহণের হাদীসে আছে যে, সূর্য ও চন্দ্র আল্লাহর সৃষ্টি বস্তু সমূহের মধ্যে দু'টি সৃষ্ট বস্তু। এ দুটোতে কারো মৃত্যু বা জন্মের কারণে গ্রহণ লাগে না বরং আল্লাহ তাআলা স্বীয় মাখলুক সমূহের যার উপরই ঔজ্জ্বল্য নিক্ষেপ করেন তখন ওটা তার সামনে সিজদাবনত হয়।” (এ হাদীসটি মুসনাদে আহমাদ এবং সুনানে আবি দাউদ, নাসায়ী ও ইবনু মাজাহতে বর্ণিত হয়েছে) আবুল আলিয়া, (রাঃ) বলেন যে, সূর্য, চন্দ্র এবং সমস্ত তারকা অস্তমিত হয়ে সিজদায় পড়ে থাকে এবং আল্লাহ তাআলার নিকট অনুমতি নিয়ে ডান দিক হতে ফিরে এসে আবার নিজের উদয় স্থলে পৌঁছে। আর পাহাড় পর্বত ও গাছপালার সিজদা হলো ওগুলোর ডানে বামে ছায়া পড়ে। একটি লোক নবীর (সঃ) নিকট এসে নিজের এক স্বপ্নের কথা বর্ণনা করেন। তিনি বলেনঃ “আমি স্বপ্নে দেখি যে, আমি যেন একটি গাছের পিছনে নামায পড়ছি। আমি যখন সিজদায় গেলাম তখন দেখি যে, গাছটিও সিজদায় গেল এবং আমি শুনতে পেলাম যে, গাছটি সিজদায় গিয়ে নিম্ন লিখিত দুআ পড়তে রয়েছেঃ - (আরবী) অর্থাৎ “হে আল্লাহ! এই সিজদার কারণে আমার জন্যে আপনি আপনার নিকট প্রতিদান ও সওয়াব লিপিবদ্ধ করুন! আর আমার গুনাহ্ মাফ করে দিন। এবং এটাকে আমার জন্যে আখেরাতে সঞ্চিত ধন হিসেবে রেখে দিন! আর এটাকে ককূল করে নিন যেমন কবূল করেছিলেন আপনার বান্দা হযরত দাউদের (আঃ) সিজদাকে।” (এটা হযরত ইবনু আব্বাস (রাঃ) বর্ণনা করেছেন)হযরত ইবনু আব্বাস (রাঃ) বলেনঃ “এরপর আমি একদিন দেখি যে, রাসূলুল্লাহ (সঃ) সিজ্জদার আয়াত পাঠ করেন, অতঃপর সিজদা করেন এবং সিদায় এই দুআটিই পাঠ করেন।” (এটা ইমাম তিরমিযী (রঃ), ইমাম ইবনু মাজাহ (রঃ) এবং ইবনু হিব্বান (রঃ) বর্ণনা করেছেন)সমস্ত জীবজন্তুও আল্লাহকে সিজ্দা করে থাকে। যেমন মুসনাদে আহমাদে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমাদের পশুর পিঠকে তোমরা মিম্বর বানিয়ে নিয়ো না। কেননা, বহু সওয়ারী জন্তু সওয়ার অপেক্ষাও ভাল হয় এবং বেশী যিকারী হয়ে থাকে।মহান আল্লাহ বলেনঃ মানুষের অনেকে আল্লাহকে সিদা করে থাকে। আবার তাদের মধ্যে অনেকে এমনও আছে যে, তাদের উপর আল্লাহর শাস্তি অবধারিত হয়েছে। তারা অহংকার করে ও উদ্ধত হয়। ঘোষিত হচ্ছেঃ আল্লাহ যাকে হেয় করেন তার সম্মানদাতা কেউই নেই। তিনি যা ইচ্ছা তা-ই করেন।জাফর (রঃ) তাঁর পিতা মুহাম্মদ (রাঃ) হতে বর্ণনা করেছেন যে, একটি লোক হযরত আলীকে (রাঃ) বলেঃ “এখানে এমন একজন লোক রয়েছে যে আল্লাহর ইচ্ছার স্বাধীনতাকে স্বীকার করে না।” তখন হযরত আলী (রাঃ) লোকটিকে ডেকে বলেনঃ “আচ্ছা বলতো, তোমার সৃষ্টি তোমার ইচ্ছানুযায়ী হয়েছে, না আল্লাহর ইচ্ছানুযায়ী হয়েছে?\" সে উত্তর দেয়ঃ “আল্লাহর ইচ্ছানুযায়ী হয়েছে। আবার তিনি জিজ্ঞেস করেনঃ তুমি কি নিজের ইচ্ছায় রোগাক্রান্ত হও, না আল্লাহর ইচ্ছায় সে জবাবে বলেঃ “আল্লাহর ইচ্ছায়।\" তিনি প্রশ্ন করেনঃ “রোগমুক্তি তোমার ইচ্ছায় হয়, না আল্লাহর ইচ্ছায়?” উত্তরে সে বলেঃ “আল্লাহর ইচ্ছায় পুনরায় তিনি জিজ্ঞেস করেনঃ “বলতো, এখন তিনি যেখানে ইচ্ছা তোমাকে নিয়ে যাবেন, না তুমি যেখানে ইচ্ছা সেখানে যেতে পারবে?\" জবাবে সে বলেঃ “তিনি যেখানে ইচ্ছা করবেন। তাহলে তার ইচ্ছার স্বাধীনতার ব্যাপারে আর বাকী থাকলো কি? জেনে রেখো যে, তুমি যদি এর বিপরীত জবাব দিতে তবে আমি তোমার মস্তক উড়িয়ে দিতাম।\" (এটা ইবনু আবি হাতিম (রঃ) বর্ণনা করেছেন)হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত, তিনি বলেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আদম সন্তান যখন সিজদার আয়াত তিলাওয়াত করে সিজদা করে তখন শয়তান সরে গিয়ে কাঁদতে শুরু করে এবং বলেঃ “হায়, আফসোস! ইবনু আদমকে সিজদা করার হুকুম দেয়া হয়েছে এবং সে সিজদা করেছে, ফলে সে জান্নাতী হয়েছে। পক্ষান্তরে, আমি এতে অস্বীকৃতি জানিয়েছি, কাজেই আমি জাহান্নামী হয়ে গেছি।” (এ হাদীসটি ইমাম মুসলিম (রঃ) রিওয়াইয়াত করেছেন)হযরত উব্বা ইবনু আমির (রাঃ) হতে বর্ণিত আছে যে, তিনি বলেনঃ “হে আল্লাহর রাসূল (সঃ)! সূরায়ে হাজ্জকে অন্যান্য সূরার উপর প্রাধান্য দেয়া হয়েছে কি এই হিসেবে যে, তাতে দুটি সিদা রয়েছে?\" উত্তরে রাসূলুল্লাহ (সঃ) বলেনঃ “হা যে এ দুটি আয়াত পাঠ করে সিজ্দা করে না তার উচিত আয়তি দুটি পাঠই না করা। (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন। ইমাম আবু দাউদ (রঃ) ও ইমাম তিরমিযীও (রঃ) বর্ণনা করেছেন এবং ইমাম তিরমিযী (রঃ) বলেন যে, এ হাদীসটি সবল সবল নয়)হযরত খালিদ ইবনু মা’দান (রঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “সূরায়ে হাজ্জকে অন্যান্য সূরা সমূহের উপর এই ফযীলত দেয়া হয়েছে যে, তাতে দুটি সিজুদা রয়েছে।” (এ হাদীসটি ইমাম আবু দাউদ (রঃ) বর্ণনা করেছেন। তিনি বলেন যে, অন্য সনদেও এটা বর্ণনা করা হয়েছে কিন্তু এটা বিশুদ্ধ নয়)আবুল জাহাম (রঃ) হতে বর্ণিত আছে যে, হযরত উমার (রাঃ) হুদায়বিয়ায় এই সূরাটি পাঠ করেন এবং দুটি সিজদা দেন। অতঃপর তিনি বলেনঃ “এই সূরাটিকে দু'টি সিজ্দার ফযীলত দেয়া হয়েছে।” (এটা হাফিজ আবু বকর ইসমাঈলী (রঃ) বর্ণনা করেছেন)হযরত আমর ইবনুল আস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) তঁাকে কুরআন কারীমে পনরোটি সিজ্দা পড়িয়ে দেন। তন্মধ্যে তিনটি সূরায়ে মুফাস্সালে এবং দুটি সূরায়ে হাজ্জে।” (এটা ইমাম আবূ দাউদ (রঃ) ও ইমাম ইবনু মাজাহ (রঃ) বর্ণনা করেছেন। সুতরাং এগুলি এটাকে পূর্ণভাবে সবল করছে)"
    },
    { "ayah": 19, "surah": 22, "text": "Please check ayah 22:22 for complete tafsir." },
    {
      "ayah": 2,
      "surah": 22,
      "text": "১-২ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা স্বীয় বান্দাদেরকে সংযমশীল ও ধর্মভীরু হওয়ার নির্দেশ দিচ্ছেন এবং আগমনকারী ভয়াবহ ব্যাপার হতে সতর্ক করছেন। বিশেষ করে তিনি তাদেরকে সতর্ক করছেন কিয়ামতের দিনের প্রকম্পন হতে। এটা ঐ প্রকম্পমান যা কিয়ামত সংঘটি হওয়ার অবস্থায় উঠবে। যেমন আল্লাহ তাআলা বলেনঃ (আরবী) অর্থাৎ “পৃথিবী যখন আপন কম্পনে প্রকম্পিত হবে, এবং পৃথিবী যখন ওর ভার বের করে দিবে।” (৯৯৪ ১-২) মহিমময় আল্লাহ আর এক জায়গায় বলেনঃ (আরবী) অর্থাৎ “পর্বতমালা সমেত পৃথিবী উৎক্ষিপ্ত হবে এবং একই ধাক্কায় চূর্ণ-বিচূণ হয়ে যাবে। সেইদিন সংঘটিত হবে মহাপ্রলয়।” (৬৯:১৪-১৫) অন্যত্র বলেনঃ (আরবী) অর্থাৎ “যখন প্রবল কম্পনে প্রকম্পিত হবে পৃথিবী এবং পর্বতমালা চূর্ণবিচূর্ণ হয়ে পড়বে।” (৫৬:৪-৫) কতকলোক বলেছেন যে, এই প্রকম্পন হবে দুনিয়ার শেষ অবস্থায় ও কিয়ামতের প্রাথমিক অবস্থায়। তাফসীরে ইবনু জারীরে আলকামা (রঃ) হতে বর্ণিত আছে যে, এই প্রকম্পন হবে কিয়ামতের পূর্বে। আমির শা'বীও (রঃ) বলেন যে, এটা হবে দুনিয়াতেই কিয়ামতের পূর্বে। হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহ তাআলা যখন আসমান ও যমীনের সৃষ্টিকার্য সমাপ্ত করেন তখন তিনি সূর’ বা শিংগা সৃষ্টি করেন এবং ওটা তিনি হযরত ইসরাফীলকে (আঃ) প্রদান করেন। হযরত ইসরাফীল (আঃ) ওটা মুখে করে রয়েছেন এবং চক্ষু উপরের দিকে উঠিয়ে আবৃশের দিকে তাকিয়ে আছেন এই অপেক্ষায় যে, কখন আল্লাহর হুকুম হবে এবং তিনি ঐ শিংগায় ফুৎকার দিবেন।” হযরত আবূ হুরাইরা (রাঃ) জিজ্ঞেস করেনঃ “হে আল্লাহর রাসূল (সঃ)! ‘সূর বা শিংগা কি জিনিস?” উত্তরে তিনি বলেনঃ “এটা একটা শিং।” তিনি আবার প্রশ্ন করেনঃ “ওটা কেমন?” তিনি জবাব দেনঃ “ওটা একটা বড় শিং, যাতে তিন বার ফুঁক দেয়া হবে। প্রথম ফুকে সবাই হতবুদ্ধি ও কিংকর্তব্য বিমূঢ় হয়ে পড়বে। দ্বিতীয় খুঁকে সবাই আল্লাহ তাআলার সামনে দণ্ডায়মান হবে।” বিশ্ব প্রতিপালক আল্লাহর নির্দেশক্রমে হযরত ইসরাফীল (আঃ) তাতে ফুঙ্কার দিবেন যার ফলে সমস্ত যমীন ও আসমানবাসী হতবুদ্ধি হয়ে পড়বে, শুধু তারা নয় যাদেরকে আল্লাহ চাইবেন। নিঃশ্বাস না নিয়েই দীর্ঘক্ষণ ধরে অনবরত হযরত ইসরাফীল (আঃ) তাতে ফুৎকার দিতে থাকবেন। এটাই হলো ঐ ফুৎকার যে সম্পর্কে আল্লাহ তাআলা বলেনঃ (আরবী) অর্থাৎ “এরা তো অপেক্ষা করছে একটি মাত্র প্রচণ্ড নিনাদের, যাতে কোন বিরাম থাকবে না।” (৩৮:১৫) মহান আল্লাহ আর এক জায়গায় বলেনঃ (আরবী) অর্থাৎ “সেইদিন প্রথম শিংগা ধ্বনি প্রকম্পিত করবে। ওটাকে অনুসরণ করবে পরবর্তী শিংগা ধ্বনি। কত হৃদয় সেদিন সন্ত্রস্ত হবে।” (৭৯:৬-৮) যমীনের ঐ অবস্থা হবে যে অবস্থা তূফানে এবং জলঘূর্ণিতে নৌকার হয়ে থাকে। অথবা যেমন কোন লণ্ঠন আশে লটকানো হয় যাকে বাতাস চারদিকে হেলাতে দোলাতে থাকে। আহা! তখন অবস্থা এই হবে যে, স্তন্যদাত্রী মহিলা তার দুগ্ধপোষ্য শিশুকে বিস্মৃত হয়ে যাবে এবং গর্ভবতী নারীর গর্ভপাত হয়ে যাবে, শিশু বৃদ্ধ হয়ে পড়বে, শয়তানরা পালাতে শুরু করবে এবং পালাতে পালাতে যমীনের প্রান্ত পর্যন্ত পৌঁছে যাবে। কিন্তু সে ফেরেশতাদের মার খেয়ে সেখান হতে ফিরে আসবে। লোকেরা হতবুদ্ধি হয়ে এদিক-ওদিক ছুটাছুটি করবে। তারা একে অপরকে ডাকতে থাকবে। এজন্যেই এই দিনটিকে কুরআন কারীমে ইয়াওমুত তানাদ' (ডাকাডাকির দিন) বলা হয়েছে। বলা হয়েছেঃ (আরবী) অর্থাৎ “হে আমার সম্প্রদায়! আমি তোমাদের জন্যে আশংকা করছি। কিয়ামত দিবসের যেই দিন তোমরা পশ্চাৎ ফিরে পলায়ন করতে চাইবে, আল্লাহর শাস্তি হতে তোমাদেরকে রক্ষা করার কেউ থাকবে না; আল্লাহ যাকে পথভ্রষ্ট করেন তার জন্যে কোন পথ প্রদর্শক নেই।” (৪০:৩২-৩৩) ঐ দিনই যমীন এক দিক হতে অন্যদিক পর্যন্ত ফেটে যাবে। ঐদিনের ভীতি বিহ্বলতার অনুমান করা যেতে পারে না। আকাশে পরিবর্তন প্রকাশ পাবে। সূর্য ও চন্দ্র কিরণ হীন হয়ে পড়বে। তারকারাজি ঝরে পড়তে থাকবে। চামড়া খসে পড়তে শুরু করবে। জীবিত লোকেরা এসব কিছু দেখতে থাকবে। তবে মৃত লোকেরা এ থেকে সম্পূর্ণ রূপে অজ্ঞাত থাকবে।মহান আল্লাহর (আল্লাহ যাদেরকে চান তারা ছাড়া যারা আকাশমণ্ডলী ও পৃথিবীতে রয়েছে। সবাই অজ্ঞান হয়ে যাবে এই উক্তি দ্বারা যাদেরকে পৃথক করা হয়েছে যে, তারা অজ্ঞান হবে না তারা হলো শহীদ লোকগুলি। এই ভীতি বিহবলতা। জীবিতদের উপর হবে। শহীদরা আল্লাহ তাআলার নিকট জীবিত রয়েছে এবং তাদেরকে ঐদিনের অনিষ্ট হতে রক্ষা করবেন এবং পূর্ণ নিরাপত্তা দান করবেন। আল্লাহর এই শাস্তি শুধু দুষ্ট ও অবাধ্য লোকদের উপর হবে। এটাকেই মহান আল্লাহ এই সূরার প্রাথমিক আয়াতগুলিতে বর্ণনা করেছেন।” (এ হাদীসটি ইমাম তিবরানী (রঃ), ইমাম ইবনু জারীর (রঃ) এবং ইবনু আবি হাতিম (রঃ) খুবই লম্বা চওড়াভাবে বর্ণনা করেছেন) হাদীসের এই অংশটুকু এখানে আনয়নের উদ্দেশ্য এই যে, এই আয়াতে যে প্রকম্পনের কথা বলা হয়েছে তা হবে কিয়ামতের পূর্বে। কিয়ামতের দিকে এর সম্বন্ধ করার কারণ হলো ঐ সময় কিয়ামত খুবই নিকটবর্তী হওয়া। যেমন বলা হয় “কিয়ামতের নিদর্শন সমূহ' ইত্যাদি। এই সব ব্যাপারে সর্বাধিক সঠিক জ্ঞানের অধিকারী একমাত্র আল্লাহ। অথবা এর দ্বারা ঐ প্রকম্পনকে বুঝানো হয়েছে যা কিয়ামত সংঘটিত হওয়ার সময় হাশরের মাঠে সংঘটিত হবে, যে সময় মানুষ কবর থেকে উঠে ময়দানে একত্রিত হবে। ইমাম ইবনু জারীর (রঃ) এটাকেই পছন্দ করেছেন। এর প্রমাণ হিসেবে বহু হাদীসও রয়েছে।\nপ্রথম হাদীসঃ\nহযরত ইমরান ইবনু হুসাইন (রাঃ) হতে বর্ণিত, তিনি বলেন যে, রাসূলুল্লাহ (সঃ) এক সফরে ছিলেন। তাঁর সাহাবীবর্গ (রাঃ) দ্রুতগতিতে চলছিলেন। হঠাৎ করে তিনি উচ্চস্বরে উপরোক্ত আয়াত দু'টি পাঠ করেন। সাবাহীদের কানে এ শব্দ পৌঁছা মাত্রই তারা সবাই তাদের সওয়ারীগুলি নিয়ে তার চতপার্শ্বে একত্রিত হয়ে যান। তাদের ধারণা ছিল। যে, তিনি আরো কিছু বলবেন। তিনি বললেনঃ “এটা কোন দিন হবে তা তোমরা জান কি? এটা হবে ঐদিন যেই দিন আল্লাহ তাআ'লা হযরত আদমকে (আঃ) বলবেনঃ “হে আদম (আঃ)! জাহান্নামের অংশ বের করে নাও।” তিনি বলবেনঃ “হে আমার প্রতিপালক! কতজনের মধ্য হতে কতজনকে বের করবো?\" আল্লাহ তাআলা জবাব দিবেনঃ “প্রতি হাযারের মধ্য হতে নয়শ নিরানব্বই জনকে জাহান্নামের জন্যে এবং একজনকে জান্নাতের জন্যে।\" এটা শোনা মাত্রই সাহাবীদের অন্তর কেঁপে ওঠে এবং তারা নীরব হয়ে যান। রাসূলুল্লাহ (সঃ) এ অবস্থা দেখে তাদেরকে বলেনঃ “দুঃখিত ও চিন্তিত হয়ো না, বরং আনন্দিত হও ও আমল করতে থাকো। যার হাতে মুহাম্মদের প্রাণ রয়েছে তার শপথ! তোমাদের সাথে দু'টি মাখলুক রয়েছে, এ দু'টি মাখলূক যাদের সাথেই থাকে তাদের বৃদ্ধি করে দেয়। অর্থাৎ ইয়াজুজ মাজু। আর বাণী আদমের মধ্যে যারা ধ্বংস হয়ে গেছে এবং ইবলীসের সন্তানরা (জাহান্নামীদের মধ্যে এরাও রয়েছে)।\" একথা শুনে সাহাবীদের ভীতি বিহ্বলতা কমে আসে। তখন আবার তিনি বলেনঃ “আমল করতে থাকো এবং সুসংবাদ শুনো। যার অধিকারে মুহাম্মদের (সঃ) প্রাণ রয়েছে তার শপথ! তোমরা তো অন্যান্য লোকদের তুলনায় তেমন, যেমন উটের পার্শ্বদেশের বা জন্তুর হাতের (সামনের পায়ের) দাগ।” (এ রিওয়াইয়াতটি মুসনাদে আহমাদে রয়েছে) এই রিওয়াইয়াতেরই অন্য সনদে রয়েছে যে, এই আয়াতটি সফরের অবস্থায় অবতীর্ণ হয়। তাতে রয়েছে যে, সাহাবীরা (রাঃ) রাসূলুল্লাহর (সঃ) পূর্ব। ঘোষণাটি (অর্থাৎ হাজারের মধ্যে নয়শ’ ব্রিানব্বই জন জাহান্নামী ও মাত্র একজন জান্নাতী) শুনে কাঁদতে শুরু করেন। তখন রাসূলুল্লাহ (সঃ) বলেনঃ “তোমরা কাছে কাছেই হও এবং ঠিক ঠাক থাকো। (ভয়ের কোন কারণ নেই। কেননা, জেনে রেখো যে,) প্রত্যেক নবুওয়াতের পূর্বেই অজ্ঞতার যুগ থেকেছে। ঐ যুগের লোকদের দ্বারাই (জাহান্নামীদের) এই সংখ্যা পূরণ হবে। যদি তাদের দ্বারা পূরণ না হয় তবে মুনাফিকরা এই সংখ্যা পূরণ করবে। আমি তো আশা করি যে, জান্নাতীদের এক চতুর্থাংশ হবে তোমরাই।” একথা শুনে সাহাবীগণ ‘আল্লাহু আকবার' বলেন। এরপর নবী (সঃ) বলেনঃ “এতে বিস্ময়ের কিছুই নেই যে, তোমরাই এক তৃতীয়াংশ।” এতে সাহাবীরা আবার তাকবীর পাঠ করেন। রাসূলুল্লাহ (সঃ) বলেনঃ “আমি আশা রাখি যে, তোমরাই হবে জান্নাতীদের অর্ধেক।” বর্ণনাকারী বলেনঃ “ব্বী (সঃ) পরে দুই তৃতীয়াংশের কথাই বলেছিলেন কিনা তা আমার স্মরণে নেই।” (এ রিওয়াইয়াতটি জামে তিরমিযীতে রয়েছে। ইমাম তিরমিযী (রঃ) বলেন যে, এ হাদীসটি বিশুদ্ধ) অন্য একটি রিওয়াইয়াতে আছে যে, তাৰূকের যুদ্ধ হতে ফিরবার পথে মদীনার নিকটবর্তী হয়ে রাসূলুল্লাহ্ (সঃ) (আরবী) (২২:১) এই আয়াতটি পাঠ করেন। তারপর হাদীসটি ইবনু জাদআনের (রঃ) বর্ণনার মতই বর্ণনা করা হয়। এ সব ব্যাপারে আল্লাহ তাআলাই সবচেয়ে ভাল জানেন।\nদ্বিতীয় হাদীসঃ\nহযরত আনাস (রঃ) হতে বর্ণিত, তিনি বলেনঃ (আরবী) এই আয়াত অবতীর্ণ হয়। এরপর তিনি ঐ হাদীসের মতই হাদীস বর্ণনা করেন যা হাসান (রঃ) ইমরান (রাঃ) হতে বর্ণনা করেছেন। তবে তিনি এটুকুও বর্ণনা করেছেন যে, দানব ও মানবের অধিকাংশ যারা ধ্বংস হয়েছে (তারাও জাহান্নামীদের অন্তর্ভুক্ত)। (এটা ইবনু আবি হাতিম (রাঃ) বর্ণনা করেছেন। আর ইমাম ইবনু জারীর (রঃ) এটাকে মামারের (রঃ) হাদীস হতে দীর্ঘভাবে বর্ণনা করেছেন)\nতৃতীয় হাদীসঃ\nযরত ইবনু আব্বাস (রাঃ) হতে বর্ণিত, তিনি বলেন যে, রাসূলুল্লাহ (সঃ) এই আয়াতটি পাঠ করেন। অতঃপর তিনি অনুরূপভাবে হাদীস বর্ণনা করেন এবং তাতে তিনি বলেনঃ “আমি আশা করি যে, জান্নাতবাসীদের এক চতুর্থাংশ তোমরাই হবে। তারপর বলেনঃ “আমি আশা রাখি যে, তোমরা হবে জান্নাতবাসীদের এক তৃতীয়াংশ।” এরপর আবার বলেনঃ “আমার আশা এই যে, তোমরাই হবে বেহেশতবাসীদের অর্ধাংশ।\" এতে সাহাবীগণ অত্যন্ত খুশী হন। রাসূলুল্লাহ্ (সঃ) আরও বলেনঃ “তোমরা হাজার অংশের এক অংশ।\" (এ হাদীসটি ইবনু আবি হাতিম (রঃ) বর্ণনা করেছেন)\nচতুর্থ হাদীসঃ\nহযরত আবু সাঈদ (রাঃ) হতে বর্ণিত, তিনি বলেন যে, নবী (সঃ) বলেছেনঃ “আল্লাহ তাআলা কিয়ামতের দিন বলবেনঃ “হে আদম (আঃ)!” তিনি বলবেনঃ “হে আমাদের প্রতিপালক! আমি আপনার দরবারে হাজির আছি।” অতঃপর উচ্চ স্বরে ঘোষণা করা হবেঃ “আল্লাহ তোমাকে নির্দেশ দিচ্ছেন যে, তুমি তোমার সন্তানদের মধ্যে যারা জাহান্নামী তাদেরকে বের কর।\" তিনি জিজ্ঞেস করবেনঃ “হে আমার প্রতিপালক! কত জনের মধ্য হতে কতজনকে (বের করবো)? তিনি উত্তরে বলবেনঃ “প্রতি হাজারের মধ্যে নয়শ নিরানব্বই জনকে।” ঐ সময় গর্ভবতী নারীর গর্ভপাত হয়ে যাবে এবং স্তন্যদাত্রী তার দুগ্ধ পোষ্য শিশুকে ভুলে যাবে, আর শিশুরা হয়ে যাবে বৃদ্ধ। মানুষকে সেই দিন মাতাল সদৃশ দেখা যাবে, যদিও তারা নেশাগ্রস্ত নয়। আল্লাহর কঠিন শাস্তির কারণেই তাদের এই অবস্থা হবে।\" এ কথা শুনে সাহাবীদের চেহারা বিবর্ণ হয়ে যায়। তখন রাসূলুল্লাহ (সঃ) তাদেরকে বলেনঃ “ইয়াজুজ মাজুজের মধ্য হতে নয়শ নিরানব্বইজন (জাহান্নামী) এবং তোমাদের মধ্য হতে একজন (জান্নাতী)। তোমরা লোকদের মধ্যে এমনই যেমন সাদা রঙ এর গরুর কয়েকটি কালো লোম ওর পার্শ্বদেশে থাকে বা কালো রঙ এর গরুর কয়েকটি সাদা লোম ওর পার্শ্বদেশে থাকে। তারপর তিনি বলেনঃ “আমি আশা করি যে, সমস্ত জান্নাতবাসী তোমরাই হবে এক চতুর্থাংশ।” (বর্ণনাকারী বলেন) আমরা তখন তাকবীর ধ্বনি করলাম। আবার তিনি বলেনঃ “তোমরাই হবে বেহেশতবাসীদের এক তৃতীয়াংশ।\" এবারেও আমরা আল্লাহু আকবার' বললাম। এরপর তিনি বললেনঃ “জান্নাতবাসীদের অর্ধাংশ হবে তোমরাই।” আমরা এবারেও তাকবীর ধ্বনি করলাম। (এই আয়াতের তাফসীরে ইমাম বুখারী (রঃ) এ হাদীসটি বর্ণনা করেছেন)\nপঞ্চম হাদীসঃ\nহযরত আবদুল্লাহ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “কিয়ামতের দিন আল্লাহ তাআলা একজন ঘোষণাকারীকে পাঠাবেন যিনি ঘোষণা করবেনঃ “হে আদম (আঃ)! আল্লাহ আপনাকে নির্দেশ দিচ্ছেন যে, আপনি যেন আপনার সন্তানদের মধ্য হতে জাহান্নামের অংশ বের করেন।” তখন হযরত আদম (আঃ) বলবেনঃ হে আমার প্রতিপালক! তারা কারা?\" উত্তরে আল্লাহ তাআলা বলবেনঃ “প্রতি একশ জন হতে নিরানব্বই জনকে।\" তখন কওমের একটি লোক বললেনঃ “আমাদের মধ্যকার এই সৌভাগ্যবান ব্যক্তি কে হবে?” উত্তরে রাসূলুল্লাহ (সঃ) বলেনঃ “তোমরা মানুষের মাঝে তো উটের বুকের একটা চিহ্নের মত।\" (এহাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)\nষষ্ঠ হাদীসঃ\nহযরত আয়েশা (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “কিয়ামতের দিন তোমরা শূন্য পা, উলঙ্গ দেহ এবং খত্না বিহীন অবস্থায় আল্লাহর কাছে উত্থিত হবে।\" একথা শুনে হযরত আয়েশা (রাঃ) জিজ্ঞেস করেনঃ “হে আল্লাহর রাসূল (সঃ)! পুরুষ লোক ও স্ত্রীলোক একে অপরের দিকে তাকাবে?” উত্তরে রাসূলুল্লাহ (সঃ) বলেনঃ “হে আয়েশা (রাঃ)! ঐ সময়টা হবে খুবই কঠিন ও ভয়াবহ (কাজেই কি করে একে অপরের দিকে তাকাবে।)” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন এবং ইমাম বুখারী (রঃ) ও ইমাম মুসলিম (রঃ) এটা তাখরীজ করেছেন)হযরত আয়েশা (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “আমি বললামঃ হে আল্লাহর রাসূল (সঃ)! কিয়ামতের দিন বন্ধু তার বন্ধুকে স্মরণ করবে কি?\" তিনি উত্তরে বলেনঃ “হে আয়েশা (রাঃ)! তিনটি অবস্থায় বা সময় কেউ কাউকেও স্মরণ করবে না। প্রথম হলো আমল ওজন করার সময়, যে পর্যন্ত না ওর কম বা বেশী হওয়া জানতে পারে। দ্বিতীয় হলো, যখন আমলনামা প্রদান করা হবে যে, না জানি তা ডান হাতে প্রদান করা হচ্ছে কি বাম হাতে প্রদান করা হচ্ছে। তৃতীয় হলো ঐ সময়, যখন জাহান্নাম হতে একটি গর্জন বের হবে ও সবকে পরিবেষ্টন করে ফেলবে এবং অত্যন্ত ক্রোধান্বিত অবস্থায় থাকবে। আর বলবেঃ \" তিন প্রকার লোকের উপর আমাকে আধিপত্য দেয়া হয়েছে। প্রথম প্রকার হলো ঐ লোকেরা যারা আল্লাহ ছাড়া অন্যদেরকে আহ্বান করতো। দ্বিতীয় প্রকারের লোক হলো ওরাই যারা হিসাবের দিনের উপর বিশ্বাস করতো না। আর তৃতীয় শ্রেণীর লোক হলো প্রত্যেক উদ্ধত, হঠকারী এবং অহংকারী।” তাদেরকে জড়িয়ে ফেলবে এবং বেছে বেছে নিজের পেটের মধ্যে ভরে নেবে। জাহান্নামের উপর পুলসিরতি থাকবে যা হবে চুলের চেয়েও বেশী সূক্ষ্ম এবং তরবারীর চেয়েও বেশী তীক্ষ্ণ ওর উপর আঁকড়া ও কাটা থাকবে। আল্লাহ তাআলা যাকে চাইবেন তাকে এ দুটো ধরে ফেলবে। ঐ পুলসিরাত যারা অতিক্রম করবে তারা কেউ কেউ বিদ্যুৎ বেগে ওটা পার হয়ে যাবে, কেউ কেউ চোখের পলকে পার হবে, কেউ পার হবে বায়ুর গতিতে, কেউ অতিক্রম করবে দ্রুতগতি ঘোড়ার মত এবং কেউ পার হবে দ্রুতগতি উটের মত। চতুর্দিকে ফেরেশতারা দাড়িয়ে দুআ করতে থাকবেনঃ “হে আল্লাহ! নিরাপত্তা দান করুন!” সুতরাং কেউ কেউ তো সম্পূর্ণ ব্রিপিত্তার সাথে পার হয়ে যাবে, কেউ কিছুটা আঘাত প্রাপ্ত হয়ে রক্ষা পেয়ে যাবে।” (এ হাদীসটি ইমাম আহমাদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন) কিয়ামতের নিদর্শনসমূহ ও ওর ভয়াবহতা সম্পর্কে আরো বহু হাদীস রয়েছে, যেগুলির জন্যে অন্য স্থান রয়েছে। এজন্যেই আল্লাহ তাআলা বলেছেনঃ (আরবী) (নিশ্চয় কিয়ামতের প্রকম্পন এক ভয়ংকর ব্যাপার)। ভীতি বিহ্বলতার সময় অন্তরাত্মা কেঁপে ওঠাকে বলা হয়। যেমন অন্য জায়গায় রয়েছেঃ (আরবী) অর্থাৎ “তখন মু'মিনরা পরীক্ষিত হয়েছিল এবং তারা ভীষণভাবে প্রকম্পিত হয়েছিল।” (৩৩:১১) মহান আল্লাহ বলেনঃ “যে দিন তোমরা তা প্রত্যক্ষ করবে’ (আরবী) এটা যামীরে শান এর প্রকারভুক্ত। এ কারণেই এর পরে এর তাফসীর রয়েছেঃ ঐ দিনের কাঠিন্যের কারণে স্তন্যদাত্রী মাতা তার দুগ্ধপোষ্য শিশুকে বিস্মৃত হবে এবং গর্ভবতী নারীর গর্ভপাত হয়ে যাবে। মানুষ হয়ে যাবে মাতাল সদৃশ্য। তাদেরকে নেশাগ্রস্ত বলে মনে হবে। কিন্তু আসলে তারা নেশাগ্রস্ত হবে না। বরং শাস্তির কঠোরতা তাদেরকে অজ্ঞান করে রাখবে।"
    },
    { "ayah": 20, "surah": 22, "text": "Please check ayah 22:22 for complete tafsir." },
    { "ayah": 21, "surah": 22, "text": "Please check ayah 22:22 for complete tafsir." },
    {
      "ayah": 22,
      "surah": 22,
      "text": "১৯-২২ নং আয়াতের তাফসীর:\nবর্ণিত আছে যে, হযরত আবু যার (রাঃ) শপথ করে বলতেনঃ (আরবী) এই আয়াতটি হযরত হামযা (রাঃ) ও তাঁর দু’জন কাফির প্রতিদ্বন্দ্বী যারা বদরের যুদ্ধে তার প্রতিদ্বন্দ্বীতায় নেমেছিল এবং উত্তা’ ও তার দুই সঙ্গীর ব্যাপারে অবতীর্ণ হয়।” (এটা সহীহ বুখারী ও সহীহ মুসলিমে বর্ণনা করা হয়েছে)হযরত কায়েস ইবনু ইবাদ (রঃ) হতে বর্ণিত আছে যে, হযরত আলী ইবনু আবি তালিব (রাঃ) বলেনঃ “আমি কিয়ামতের দিন সর্বপ্রথম আমার যুক্তি পেশ করার জন্যে আল্লাহ তাআলার সামনে হাঁটুর ভরে পড়ে যাবো। হযরত কায়েস (রাঃ) বলেন যে, তার ব্যাপারেই এই আয়াতটি অবতীর্ণ হয়।\" (এটা ইমাম বুখারী (রঃ) বর্ণনা করেছেন) বদরের যুদ্ধের দিন এই লোকগুলি একে অপরের সামনে এসেছিল। মুসলমানদের পক্ষ হতে ছিলেন হযরত আলী (রাঃ), হযরত হামযা (রাঃ) ও হযরত উবাইদাহ্ (রাঃ) এবং তাদের মুকাবিলায় কাফিরদের পক্ষ হতে এসেছিল যথাক্রমে শায়বা উবা’ এবং ওয়ালীদ। অন্য একটি উক্তি রয়েছে যে, এই দুটি বিবাদমান দল দ্বারা মুসলমান ও আহলে কিতাবকে বুঝানো হয়েছে। আহলে কিতাব মুসলমানদেরকে বলতোঃ “আমাদের নবী (আঃ) তোমাদের নবীর (সঃ) পূর্বে এসেছিলেন এবং আমাদের আসমানী কিতাব তোমাদের আসমানী কিতাবের পূর্বে অবতীর্ণ হয়েছে। সুতরাং তোমাদের অপেক্ষা আমরাই আল্লাহ তাআলার বেশী নিকটবর্তী। পক্ষান্তরে, মুসলমানরা তাদেরকে বলতেনঃ “আমাদের কিতাব তোমাদের কিতাবের ফায়সালাকারী এবং আমাদের নবী (সঃ) হলেন খাতেমুল আম্বিয়া। কাজেই আমরা তোমাদের চেয়ে উত্তম।” অতঃপর মহান আল্লাহ ইসলামকে জয়যুক্ত করেন এবং এই আয়াত অবতীর্ণ হয়। কাতাদা (রঃ) বলেন যে, এর দ্বারা সত্যতা প্রতিপাদনকারী এবং মিথ্যা প্রতিপন্নকারীদেরকে বুঝানো হয়েছে। মুজাহিদ (রঃ) বলেন যে, এই আয়াতে মু'মিন ও কাফিরের দৃষ্টান্ত দেয়া হয়েছে যারা কিয়ামত সম্পর্কে বিতর্কে লিপ্ত হয়েছিল। ইকরামা (রঃ) বলেন যে, এর দ্বারা জান্নাত ও জাহান্নামের উক্তি উদ্দেশ্য। জাহান্নাম প্রার্থনা করেছিল। “আমাকে শাস্তির মাধ্যম বানিয়ে দিন!” আর জান্নাত আবেদন জানিয়েছিলঃ “আমাকে রহমত (এর মাধ্যম) করুন।” মুজাহিদের (রঃ) উক্তি  এই সমুদয় উক্তিকে অন্তর্ভূক্ত করে। বদরের ঘটনাও এরই অন্তর্ভুক্ত হতে পারে। মু'মিনরা আল্লাহর দ্বীনের বিজয় কামনা করছিলেন। আর কাফিররা ঈমানের জ্যোতিকে নির্বাপিত করতে, সত্যের পতন ঘটাতে এবং বাতিলকে প্রতিষ্ঠিত করতে চাচ্ছিল। ইমাম ইবনু জারিরও (রঃ) মুজাহিদের (রঃ) উক্তিটিই পছন্দ করেছেন এবং এটা অতি উত্তমও বটে। কেননা, এরপরেই রয়েছে যে, কাফিরদের জন্যে প্রস্তুত করা হয়েছে আগুনের পোশাক। এটা হবে তামার আকৃতি বিশিষ্ট। আর তাদের মাথার উপর ঢেলে দেয়া হবে ফুটন্ত পানি। এর ফলে তাদের উদরে যা আছে তা এবং তাদের চর্ম বিগলিত হয়ে যাবে। হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “তাদের মাথার উপর গরম ফুটন্ত পানি ঢেলে দেয়া হবে। ফলে তাদের নাড়িভূঁড়ি ইত্যাদি পেট থেকে বেরিয়ে পায়ের উপর পড়ে যাবে। তারপর যেমন ছিল তেমনই হয়ে যাবে। আবার এইরূপ করা হবে।” (এ হাদীসটি ইমাম ইবনু জারীর (রঃ) ও ইমাম তিরমিযী (রঃ) বর্ণনা করেছেন)আবদুল্লাহ ইবনু সুররী (রঃ) বলেন যে, ফেরেশতা গরম পানির ঐ বাতিকে ওর কড়া দুটি ধরে আনয়ন করবেন এবং জাহান্নামীর মুখে ঢেলে দিতে চাইবেন। তখন সে হত বুদ্ধি হয়ে মুখ ফিরিয়ে নেবে। ফেরেশতা তখন তার মাথার উপর লোহার হাতুড়ী মারবেন। ফলে তার মাথা ফেটে যাবে। সেখান দিয়ে ফেরেশতা ঐ ফুটন্ত পানি ঢেলে দিবেন এবং ওটা সরাসরি তার পেটের মধ্যে প্রবেশ করবে।রাসূলুল্লাহ (সঃ) বলেনঃ “যে হাতুড়ীগুলি দ্বারা জাহান্নামীদেরকে মারা হবে, যদি ওগুলির একটি যমীনে এনে রেখে দেয়া হয় তবে সমস্ত দানব ও মানব মিলেও তা উঠাতে সক্ষম হবে না। (এ হাদীসটি মুসনাদে আহমাদে হযরত আবু সাঈদ (রাঃ) হতে বর্ণিত হয়েছে)হযরত আবু সাঈদ খুদরী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ)। বলেছেনঃ “যদি ঐ হাতুড়ি দ্বারা হাড়ের উপর মারা হয় তবে তা চূর্ণ বিচূর্ণ হয়ে যাবে। ঐভাবে জাহান্নামীদের দেহও চূর্ণ-বিচূর্ণ হয়ে যাবে। তারপর যেমন ছিল তেমনই করে দেয়া হবে। যে রক্ত পূজ জাহান্নামীদের খাদ্য হবে যদি ওর এক বাতি দুনিয়ায় বহিয়ে দেয়া হয় তবে ওর দুর্গন্ধে সমস্ত দুনিয়াবাসী ধ্বংস হয়ে যাবে।” (এ হাদীসটি ইমাম আহমাদ (রঃ) স্বীয় মুসনাদ গ্রন্থে বর্ণনা করেছেন)হযরত ইবনু আব্বাস (রাঃ) বলেন যে, ঐ হাতুড়ির আঘাত লাগা মাত্রই জাহান্নামীদের দেহের এক একটি অঙ্গ খসে পড়বে এবং সে হায়! হায়! বলে চীৎকার করবে।মহান আল্লাহ বলেনঃ যখনই তারা যন্ত্রণায় কাতর হয়ে জাহান্নাম থেকে বের হতে চাইবে তখনই তাকে তাতে ফিরিয়ে দেয়া হবে। হযরত সালমান (রঃ) বলেন যে, জাহান্নামের আগুন হবে কঠিন কালো ও ভীষণ অন্ধকারময়। ওর শিখাও উজ্জ্বল নয় এবং ওর অঙ্গারও আলোকোজ্জ্বল হবে না। অতঃপর তিনি এই আয়াতটি পাঠ করেন। হযরত যায়েদ ইবনু আসলাম (রাঃ) বলেন যে, জাহান্নামী তাতে শ্বাসও নিতে পারবে না। হযরত ফু্যাইল ইবনু আইয়ায (রাঃ) বলেন যে, আল্লাহর শপথ! জা হান্নামীদের সেখান থেকে ছুটবার কোন আশাও থাকবে না। তাদের পায়ে থাকবে ভারী বেড়ি এবং হাতে থাকবে শক্ত হাত কড়া। তবে অগ্নি শিখা তাদেরকে এতো উচুতে উঠিয়ে দেবে যে, যেন তারা বাইরে বেরিয়েই যায়। আর কি! কিন্তু ফেরেশতাদের ঘনের আঘাত খেয়ে তারা নীচে পড়ে যাবে। তাদেরকে বলা হবেঃ এখন আস্বাদ গ্রহণ কর দহন-যন্ত্রণা। যেমন মহামহিমান্বিত আল্লাহ বলেনঃ (আরবী) অর্থাৎ “তাদেরকে বলা হবে তোমরা ঐ আগুনের শাস্তির স্বাদ গ্রহণ করো যাকে তোমরা মিথ্যা প্রতিপন্ন করতে।” তোমরা ওটাকে মিথ্যা জানতে কথা ও কাজে উভয় দিক দিয়েই।"
    },
    { "ayah": 23, "surah": 22, "text": "Please check ayah 22:24 for complete tafsir." },
    {
      "ayah": 24,
      "surah": 22,
      "text": "২৩-২৪ নং আয়াতের তাফসীর:\nউপরে জাহান্নামীদের এবং তাদের শাস্তি, তাদের পায়ের শৃংখল, হাতের কড়া, তাদের আগুনে জ্বলে যাওয়া এবং তাদের আগুনের পোষাক হওয়া ইত্যাদি বর্ণনা করার পর আল্লাহ তাআলা এখন জান্নাতের তথাকার নিয়ামতরাজি এবং ওর অধিবাসীদের অবস্থার বর্ণনা দিচ্ছেন। আমরা তাঁর অনুগ্রহ ও দয়া প্রার্থনা করছি। তিনি বলেনঃ যারা ঈমান আনে এবং সৎকর্ম করে, তিনি তাদেরকে জান্নাতে প্রবিষ্ট করবেন, যার প্রাসাদ ও বাগ-বাগিচার চতুর্দিকে পানির নহর প্রবাহিত রয়েছে। তারা যেদিকে চাইবেসে দিকেই ওকে ফিরাতে পারবে। সেখানে তাদেরকে অলংকৃত করা হবে স্বর্ণ কংকন ও মনি মুক্তা দ্বারা।নবী (সঃ) বলেছেনঃ “মু'মিনের অংলকার ঐ পর্যন্ত পৌঁছবে যে পর্যন্ত তার অযুর পানি পৌঁছে।” (এ হাদীসটি সহীহ বুখারী ও সহীহ মুসলিমে রয়েছে) হযরত কা'ব আহ্বার (রঃ) বলেনঃ “বেহেশতে একজন ফেরেশতা রয়েছেন যার নামও আমার জানা আছে, তিনি জন্মের পর হতেই মুমিনদের জন্যে অলংকার তৈরী করতে রয়েছেন এবং কিয়ামত পর্যন্ত এ কাজেই লেগে থাকবেন। যদি ঐ কংকন গুলির মধ্যে একটি কংকনও দুনিয়ায় প্রকাশ পায় তবে সূর্যের কিরণ এমনভাবে হারিয়ে যাবে যেমন ভাবে ওর উদয়ের পর চন্দ্রের কিরণ হারিয়ে যায়।উপরে জাহান্নামীদের পোশাকের বর্ণনা দেয়া হয়েছে। এখানে জান্নাতীদের পোষাকের বর্ণনা দেয়া হচ্ছে। মহামহিমান্বিত আল্লাহ বলেনঃ সেথায় তাদের পোষাক পরিচ্ছদ হবে রেশমের। যেমন অন্য জায়গায় তিনি বলেনঃ (আরবী) অর্থাৎ “তাদের আবরণ হবে সূক্ষ্ম সবুজ রেশম ও স্কুল রেশম, তারা অলংকৃত হবে রৌপ্য নির্মিত কংকনে, আর তাদের প্রতিপালক তাদেরকে পান করাবেন বিশুদ্ধ পানীয়। অবশ্য, এটাই তোমাদের পুরস্কার এবং তোমাদের কর্মপ্রচেষ্টা স্বীকৃত।” (৭৬:২১-২২)সহীহ্ হাদীসে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমরা রেশম পরিধান করো না। যে ব্যক্তি দুনিয়ায় রেশম (এর পোশাক) পরিধান করবে, সে আখেরাতে এর থেকে বঞ্চিত হবে।”হযরত আবদুল্লাহ ইবনু যুবাইর (রাঃ) বলেনঃ “যে ব্যক্তি ঐ দিন (আখেরাতে) রেশমী পোষাক থেকে বঞ্চিত থাকবে সে জান্নাতে যাবে না। কেননা, জান্নাতীদের পোষাক তো এটাই হবে।”মহান আল্লাহ বলেনঃ তাদেরকে পবিত্র বাক্যের অনুগামী করা হয়েছিল। যেমন অন্যত্র তিনি বলেনঃ (আরবী) অর্থাৎ “যারা ঈমান আনে ও সৎকর্ম করে তাদেরকে প্রবিষ্ট করা হবে বেহেশতে যার নিম্নদেশ দিয়ে নদী প্রবাহিত থাকবে, তাদের প্রতিপালকের অনুমতিক্রমে তারা তথায় চিরকাল অবস্থান করবে এবং সেখানে তাদের অভিবাদন হবে ‘সালাম।” (১৪:২৩) আর এক জায়গায় রয়েছেঃ “প্রত্যেক দরজা দিয়ে ফেরেশতারা তাদের কাছে প্রবেশ করবে এবং সালাম করে বলবেঃ তোমাদের ধৈর্যের পরিণাম কতই না উত্তম হলো!” অন্য এক জায়গায় আছেঃ (আরবী) অর্থাৎ “সেথায় তারা শুনবে না কোন অসার অথবা পাপ বাক্য ‘সালাম’ আর সালাম ব্যতীত।” (৫৬:২৫-২৬)সুতরাং তাদেরকে এমন জায়গা দেয়া হলো যেখানে শুধু মনোমুগ্ধকর শব্দ ও সালাম’ আর ‘সালাম’ই তারা শুনতে পাবে। যেমন আল্লাহ তাআলা বলেনঃ (আরবী) অর্থাৎ তাদেরকে সেখানে অভ্যর্থনা করা হবে অভিবাদন ও সালাম সহকারে।\" (২৫৪ ৭৫) অপরপক্ষে জাহান্নামীদেরকে সদা ধমক ও শাসন গর্জন করা হবে এবং বলা হবেঃ “আস্বাদ কর দহন যন্ত্রণা।'মহান আল্লাহ বলেনঃ তাদেরকে পবিত্র বাক্যের অনুগামী করা হয়েছিল এবং তারা পরিচালিত হয়েছিল পরম প্রশংসাভাজন আল্লাহর পথে ।' তারা অত্যন্ত আনন্দিত হবে এবং স্বতঃস্ফূর্তভাবে তাদের মুখ দিয়ে বের হবে আল্লার প্রশংসা। কেননা তথায় তারা অগণিত ও অতুলনীয় নিয়ামত লাভ করবে। সহীহ হাদীসে রয়েছেঃ “যেমন বিনা ইচ্ছায় ও বিনা কষ্টে শ্বাস-প্রশ্বাস আসে ও যায়, অনুরূপভাবে জান্নাতীদের প্রতি তাসবীহ্ ও প্রশংসার ইলহাম হবে। কোন কোন তাফসীরকারের উক্তি এই যে, (আরবী) দ্বারা কুরআন কারীমকে ও লাইলাহা ইল্লাল্লাহ'কে বুঝানো হয়েছে এবং হাদীসের অন্যান্য যিকেও বুঝানো হয়েছে। আর (আরবী) দ্বারা উদ্দেশ্য হলো ইসলামী পথ। এই তাফসীরও প্রথম তাফসীরের বিপরীত নয়।"
    },
    {
      "ayah": 25,
      "surah": 22,
      "text": "আল্লাহ তাআলা কাফিরদের এ কাজ খণ্ডন করছেন যে, তারা মুসলমানদেরকে মসজিদুল-হারাম হতে নিবৃত্ত রাখতো এবং তাদেরকে হজ্জের আহকাম পালন করা হতে বিরত রাখতো। এতদসত্ত্বেও তারা নিজেদেরকে আল্লাহর ওয়ালী বা প্রিয় পাত্র মনে করতো। অথচ তার ওয়ালী তো তারাই যাদের অন্তরে আল্লাহর ভয় আছে। এর দ্বারা জানা যাচ্ছে যে, এটা মাদানী আয়াত। যেমন মহান আল্লাহ সূরা বাকারায় বলেছেনঃ (আরবী) অর্থাৎ “পবিত্র মাসে যুদ্ধ করা সম্পর্কে লোকেরা তোমাকে জিজ্ঞেস করে, তুমি বলে দাওঃ ওতে যুদ্ধ করা ভীষণ অন্যায়, কিন্তু আল্লাহর পথে বাধা দান করা, আল্লাহকে অস্বীকার করা, মসজিদুল-হারামে বাধা দেয়া এবং ওর বাসিন্দাকে ওখান থেকে বহিষ্কার করা আল্লাহর নিকট তদপেক্ষা বেশী অন্যায়।”(২:২১৭) এই আয়াতে এই তারতীব বিন্যাসই রয়েছে। যেমন আল্লাহ তাআলার উক্তিঃ (আরবী) অর্থাৎ “তাদের বিশেষণ এই যে, যারা ঈমান আনে তাদের অন্তর আল্লাহর যিকরের কারণে প্রশান্ত থাকে। জেনে রেখো, আল্লাহর স্বরণেই চিত্ত প্রশান্ত হয়।” (১৩:২৮)। মসজিদুল-হারামকে আল্লাহ তাআলা সবারই জন্যে সমানভাবে মর্যাদাপূর্ণ করেছেন। এতে স্থানীয় ও বহিরাগতদের মধ্যে কোন পার্থক্য নেই। মক্কাবাসীও মসজিদে হারামে যেতে পারে এবং বাইরের লোকও পারে। তথাকার ঘরবাড়ীতে তথাকার বাসিন্দা ও বাইরের লোক সমান অধিকার রাখে। এই মাসআলায় ইমাম আহমাদ ইবনু হাম্বলের (রঃ) সামনে ইমাম শাফেয়ী (রঃ) ও ইমমি ইসহাক ইবনু রাহওয়াই-এর (রঃ) মধ্যে মতানৈক্য হয়। ইমাম শাফেয়ী (রাঃ) বলেন যে, মক্কার ঘর বাড়ীগুলোকে মালিকানাধীনে আনা যেতে পারে, ওয়ারিসদের মধ্যে বন্টন করা যেতে পারে এবং ভাড়াও দেয়া যেতে পারে। দলীল হিসেবে তিনি ইমাম যুহীর (রঃ) বর্ণিত হাদীসটি পেশ। করেছেন। তা এই যে, হযরত উসামা ইবনু যায়েদ (রাঃ) রাসূলুল্লাহকে (সঃ) জিজ্ঞেস করেনঃ “হে আল্লাহর রাসূল (সাঃ)! আগামীকাল আপনি আপনার মক্কার বাড়ীতে প্রবেশ করবেন কি?” উত্তরে তিনি বলেনঃ “আকীল আমার জন্যে কি কোন বাড়ী ছেড়েছে?” অতঃপর তিনি বলেনঃ “কাফির মুসলমানের উত্তরাধিকারী হয় না এবং মুসলমান কাফিরের ওয়ারিস হয় না।” (এ হাদীসটি সহীহ বুখারী ও সহীহ মুসলিমে তাখরীজ করা হয়েছে)ইমাম শাফেয়ীর (রঃ) আরো দলীল এই যে, হযরত উমার ইবনু খাত্তাব (রাঃ) হযরত সাফওয়ান ইবনু উমাইয়ার (রাঃ) বাড়ীটি চার হাজার দিরহামের বিনিময়ে ক্রয় করে নিয়ে ওটাকে জেল খানা বানিয়েছেন। তাউস (রঃ) আমর ইবনু দীনারও (রঃ) এই মাসআ’লায় ইমাম শাফিয়ীর (রঃ) সাথে একমত হয়েছেন।ইমাম ইসহাক ইবনু রাওয়াই (রঃ) ইমাম শাফেয়ীর (রঃ) বিপরীত মত পোষণ করেন। তিনি বলেন যে, মক্কার ঘরবাড়ী ওয়ারিসদের মধ্যেও বন্টন করা যাবে না এবং ভাড়ার উপরও দেয়া চলর্বে না। পূর্ব যুগীয় গুরুজনদের একটি দলও এদিকেই গিয়েছেন। মুজাহিদ (রঃ) ও আতা’ও (রঃ) এ কথাই বলেন। তাদের দলীল হলো নিম্নের হাদীসটিঃ হযরত উছমান ইবনু আবি সুলাইমান (রঃ) হতে বর্ণিত আছে যে, হযরত আলকামা ইবনু ফাযলাহ্ (রাঃ) বলেনঃ “রাসূলুল্লাহ (সঃ), হযরত আবু বকর (রাঃ) এবং হযরত উমার (রাঃ) ইন্তেকাল করেছেন, (তাদের যামানায়) মক্কার ঘরবাড়ীকে আযাদ ও মালিকানাবিহীন হিসেবে গণ্য করা হতো। প্রয়োজন হলে তাতে বাস করতেন, অন্যথায় অপরকে বসবাসের জন্যে প্রদান করতেন।” (এটা ইমাম ইবনু মাজাহ (রঃ) বর্ণনা করেছেন)হযরত আবদুল্লাহ ইবনু আমর (রাঃ) বলেন যে, মক্কা শরীফের ঘরবাড়ী বিক্রি করাও জায়েয নয় এবং ভাড়া নেয়াও বৈধ নয়।” (এটা আবদুর রাযযাক ইবনু মুজাহিদ (রঃ) বর্ণনা করেছেন) হযরত আতা’ও (রঃ) হারাম শরীফে ভাড়া নিতে নিষেধ করেছেন। হযরত উমার ইবনু খাত্তাব (রাঃ) মক্কার ঘরে দরজা রাখতে নিষেধ করতেন। কেননা, প্রাঙ্গনে বা চত্বরে হাজীরা অবস্থান করতেন। সর্বপ্রথম ঘরের দর নির্মাণ করেন সাহল ইবনু আমর (রাঃ)। হযরত উমার (রাঃ) তৎক্ষণাৎ তাঁকে তাঁর কাছে হাজির হওয়ার নির্দেশ দেন। তিনি এসে বলেনঃ “হে আমীরুল মু'মিনীন! আমাকে ক্ষমা করুন! আমি একজন ব্যবসায়ী লোক। আমি প্রয়োজন বশতঃ এই দরজা বানিয়েছি, যাতে আমার সওয়ারী পশু আমার আয়াত্ত্বের মধ্যে থাকে। তখন হযরত উমার (রাঃ) তাকে বলেনঃ “তা হলে ঠিক আছে তোমাকে অনুমতি দেয়া হলো। অন্য রিওয়াইয়াতে হযরত উমার ফারূকের (রাঃ) নির্দেশ নিম্নলিখিত ভাষায় বর্ণিত আছেঃ “হে মক্কাবাসীরা! তোমরা তোমাদের ঘর গুলিতে দরজা করো না, যাতে বাইরের লোক যেখানে ইচ্ছা সেখানেই অবতরণ করতে পারে।\"হযরত আতা’ (রঃ) বলেন যে, এতে শহুরে লোক ও বিদেশী লোক সমান। তারা যেখানে ইচ্ছা সেখানেই অবতরণ করতে পারে।হযরত আবদুল্লাহ্ ইবনু আমর (রাঃ) বলেন যে, যারা মক্কা শরীফের ঘর বাড়ীর ভাড়া নেয় তারা আগুন ভক্ষণ করে।ইমাম আহমাদ (রঃ) এই দুই-এর মাঝামাঝি পথটি পছন্দ করেছেন। অর্থাৎ মক্কার বাড়ী ঘরের অধিকারিত্ব ও উত্তরাধিকারকে জায়েয বলেছেন বটে, কিন্তু ভাড়া নেয়াকে অবৈধ বলেছেন। এ সব ব্যাপারে মহান আল্লাহই সবচেয়ে ভাল জানেন।আরববাসী কোন কোন তাফসীরকার বলেছেন যে এখানে (আরবী) এর (আরবী) অক্ষরটি অতিরিক্ত। যেমন (আরবী) এর মধ্যে (আরবী) অক্ষরটি অতিরিক্ত এবং অনুরূপভাবে আশীর কবিতাংশে রয়েছেঃ (আরবী) অর্থাৎ “আমাদের পরিবারবর্গের রিকের জামিন হয়েছে আমাদের বর্শাগুলি।\" এখানেও অক্ষরটি অতিরিক্ত রূপে ব্যবহৃত হয়েছে। কিন্তু এর চেয়েও উত্তম কথা আমরা বলতে পারি যে, এখানকার (আরবী) বা ক্রিয়াটি (আরবী) (ইচ্ছা করে) এর অর্থকে অন্তর্ভুক্ত করে। এ জন্যেই (আরবী) এর সাথে এটা (আরবী) হয়েছে।(আরবী) শব্দের ভাবার্থ হলো কাবীরা ও লজ্জাজনক পাপ। এখানে (আরবী) এর অর্থ হলো ইচ্ছাপূর্বক। হযরত ইবনু আব্বাস (রাঃ) বলেন যে, (আরবী) এর অর্থ হলো শিরক। ভাবার্থ এটাও যে, হারাম শরীফের মধ্যে আল্লাহর হারামকৃত কাজকে হালাল মনে করা। যেমন কোন দুষ্কর্ম করা কাউকে হত্যা করা এবং যে যুলুম করে নাই তার উপর যুলুম করা ইত্যাদি। এই ধরনের লোক যন্ত্রণাদায়ক শাস্তির যোগ্য। হযরত মুজাহিদ (রঃ) বলেন যে, সেখানে যে কোন দুষ্কর্ম করাই হলো যুলুম ।হারাম শরীফের বৈশিষ্ট্য এটাই যে, কোন দূরদেশীয় লোক যখন সেখানে কোন দুষ্কর্ম করার সংকল্প করে তখন সে শাস্তির যোগ্য হয়ে যায় যদিও সে ওটা করে না বসে।হযরত ইবনু মাসউদ (রাঃ) বলেন যে, যদি কোন লোক আদনে থাকে এবং মক্কায় ইলহাদ ও যুলুমের ইচ্ছা করে তবেও আল্লাহ তাআলা তাকে বেদনাদায়ক শাস্তির স্বাদ গ্রহণ করাবেন। শু’বা (রঃ) বলেনঃ “উনি তো এটাকে মার’রূপে বর্ণনা করেছেন, কিন্তু আমি মারফুরূপে বর্ণনা করি না। এর আরো সনদ রয়েছে যা বিশুদ্ধ এবং এটা মারফু হওয়া অপেক্ষা মাওকূফ হওয়াই সঠিকতর। সতঃ হযরত ইবনু মাসউদের (রাঃ) উক্তি হতেই এটা বর্ণিত হয়েছে। এ সব ব্যাপারে আল্লাহ তাআলাই সর্বাধিক সঠিক জ্ঞানের অধিকারী।অন্য রিওয়াইয়াতে আছে যে, কারো উপর শুধু পাপ কার্যের ইচ্ছার কারণেই পাপ লিখা হয় না। কিন্তু যদি সে দূর দূরান্তরে থেকে যেমন আদনে থেকেই হারাম শরীফের কোন লোককে হত্যা করার ইচ্ছা করে তবে আল্লাহ তাআলা তাকে বেদনাদায়ক শান্তির স্বাদ গ্রহণ করাবেন। হযরত সাঈদ ইবনু জুবাইর (রাঃ) বলেন যে, হারাম শরীফে কারো তার নিজের খাদেমকে গালি দেয়াও ইলহাদ বা সীমা লংঘনের মধ্যে গণ্য।হযরত ইবনু আব্বাসের (রাঃ) উক্তি এই যে, এখানে এসে কোন ধনী ব্যক্তির ব্যবসা করাও ইলহাদের অন্তর্ভুক্ত। হযরত ইবনু উমার (রাঃ) বলেন যে, মক্কায় শস্য বিক্রি করাও ইলহাদ বা সীমালংঘন। হাবীব ইবনু আবিসাবিত (রাঃ) বলেন যে, উচ্চ মূল্য বিক্রি করার উদ্দেশ্যে শস্যকে মক্কায় আটক রাখাও ইলহাদের মধ্যে গণ্য। মুসনাদে ইবনু আবি হাতিমেও রাসূলুল্লাহর (সঃ) উক্তি দ্বারা এটাই বর্ণিত আছে। হযরত ইবনু আব্বাস (রাঃ) বলেন যে, এই আয়াতটি আবদুল্লাহ ইবনু আনীসের ব্যাপারে অবতীর্ণ হয়। রাসূলুল্লাহ (সঃ) তাকে একজন মুহাজির ও একজন আনসারের সাথে পাঠিয়েছিলেন। একবার তাদের প্রত্যেকেই নিজ নিজ নসব নামার (বংশ তালিকার) উপর গর্ব করতে শুরু করে। সে তখন ক্রোধান্বিত হয়ে আনসারীকে হত্যা করে ফেলে। অতঃপর সে মক্কায় পালিয়ে যায় এবং মুরতাদ হয়ে যায়। তাহলে ভাবার্থ হবেঃ যে সীমালংঘন করে মক্কায় আশ্রয় নেবে (তার জন্যে রয়েছে বেদনাদায়ক শাস্তি) ।এ ‘আছার’সমূহ দ্বারা যদিও এটা বুঝা যাচ্ছে যে, এ সব কাজ ইলহাদ বা সীমালংঘনের অন্তর্ভুক্ত, কিন্তু প্রকৃতপক্ষে এটা এসবগুলি হতে অধিকতর সাধারণ। বরং এতে সতর্কতা রয়েছে এর চেয়ে বড় বিষয়ের উপর। এজন্যেই যখন হাতীওয়ালারা বায়তুল্লাহ শরীফ ধ্বংস করার ইচ্ছা করে তখন আল্লাহ তাআলা তাদের উপর ঝাঁকে ঝাঁকে পাখী পাঠিয়ে দেন, যেগুলি তাদের উপর কংকন নিক্ষেপ করে তাদেরকে ধ্বংস করে দেয় এবং এটাকে অন্যদের জন্যে শিক্ষা গ্রহণের মাধ্যম বানিয়ে দেন। একারণেই রাসূলুল্লাহ (সঃ) বলেছেনঃ “এক সেনাবাহিনী এই বায়তুল্লাহতে যুদ্ধ করতে আসবে। যখন তারা এখানে পৌছবে তাদের প্রথম ও শেষ সবকেই যমীনে ধ্বসিয়ে দেয়া হবে (শেষ পর্যন্ত)।বর্ণিত আছে যে, হযরত আবদুল্লাহ ইবনু উমার (রাঃ) হযরত আবদুল্লাহ ইবনু যুবায়েরকে (রাঃ) বলেনঃ “তুমি এখানে ইলহাদ করা হতে বেঁচে থাকো! আমি রাসূলুল্লাহকে (সঃ) বলতে শুনেছিঃ “এখানে একজন কুরায়েশী ইলহাদ করবে। তার পাপরাশি যদি সমস্ত দানব ও মানবের পাপরাশি দ্বারা ওজন করা হয় তবে তার পাপরাশিই বেশী হয়ে যাবে।”দেখো, তুমিই যেন ঐ ব্যক্তি হয়ে না যাও।” (এ হাদীসটি মুসনাদে আহমাদে বর্ণিত আছে) আর একটি রিওয়াইয়াতে আছে যে, তিনি তাকে হাতীমে বসে এই উপদেশ দিয়েছিলেন।"
    },
    { "ayah": 26, "surah": 22, "text": "Please check ayah 22:27 for complete tafsir." },
    {
      "ayah": 27,
      "surah": 22,
      "text": "২৬-২৭ নং আয়াতের তাফসীর:\nএখানে মুশরিকদেরকে জানিয়ে দেয়া হচ্ছে যে, যে ঘরটির ভিত্তি প্রথম দিন থেকেই তাওহীদের উপর স্থাপন করা হয়েছে ওর মধ্যে তারা শিরক চালু করে দিয়েছে। ঐ ঘরের ভিত্তি স্থাপনকারী হলেন হযরত ইবরাহীম খালীলুল্লাহ (আঃ)। সর্বপ্রথম তিনিই ওটা নির্মাণ করেন। হযরত আবূ যার (রাঃ) রাসূলুল্লাহকে (সঃ)! জিজ্ঞেস করেনঃ “হে আল্লাহর রাসূল (সঃ)! কোন মসজিদটি সর্বপ্রথম নির্মিত হয়?” উত্তরে তিনি বলেনঃ “মসজিদে হারাম” আবার তিনি জিজ্ঞেস করেনঃ “তারপর কোন্টি? তিনি জবাব দেনঃ “বায়তুল মুকাদ্দাস। তিনি বলেনঃ “এই দুটি মসজিদের মাঝে কত দিনের ব্যবধান রয়েছেঃ “ তিনি উত্তর দেনঃ “চল্লিশ বছরের ব্যবধান রয়েছে। মহান আল্লাহ বলেনঃ (আরবী) হতে দুটি আয়াত (৩:৯৬-৯৭)। আর একটি আয়াতে আল্লাহ তাআলা বলেনঃ “আমি ইবরাহীম (আঃ) ও ইসমাঈলের (আঃ) কাছে ওয়াদা নিয়েছিলামঃ তোমরা দু'জন আমার ঘরকে পবিত্র রেখো তাওয়াফকারীদের জন্যে, ই'তেকাফকারীদের জন্যে এবং রুকু ও সিজুদাকারীদের জন্যে।” বায়তুল্লাহ শরীফের ভিত্তি স্থাপনের পূর্ণ বর্ণনা আমরা ইতিপূর্বে করেছি। সুতরাং এখানে পুনরাবৃত্তি নিষ্প্রয়োজন। এখানে মহান আল্লাহ বলেনঃ এটাকে শুধুমাত্র আমার নামে নির্মাণ করো এবং ওকে পবিত্র রাখো শিরক ইত্যাদি হতে এবং ওকে বিশিষ্ট কর ঐ লোকদের জন্যে যারা একত্ববাদী। তাওয়াফ এমন একটি ইবাদত যা সারা ভূ-পৃষ্ঠের উপর একমাত্র বায়তুল্লাহ ছাড়া আর কোথাও লভ্য নয় এবং জায়েযও নয়। অতঃপর আল্লাহ তাআলা তাওয়াফের সাথে নামাযকে মিলিয়ে দেন এবং কিয়াম, রুকু'ও সিজদার উল্লেখ করেন। কেননা, তাওয়াফ যেমন ওর সাথে বিশিষ্ট, অনুরূপভাবে নামাযের কিবলাও এটাই। তবে যখন মানুষ কিবলা কোন্ দিকে তা বুঝতে পারবে না বা জিহাদে থাকবে অথবা সফরে নফল নামায পড়তে থাকে তখন অবশ্যই কিবলার দিকে মুখ না করা অবস্থাতেও নামায হয়ে যাবে। এ সব ব্যাপারে আল্লাহ তাআলাই সবচেয়ে ভাল জানেন। অতঃপর নবীকে (সঃ) নির্দেশ দেয়া হয়ঃ মানুষের নিকট তুমি হজ্জের ঘোষণা করে দাও। সমস্ত মানুষকে হজ্জের জন্যে আহবান কর। বর্ণিত আছে যে, ঐ সময় রাসূলুল্লাহ (সঃ) আল্লাহ তাআলার নিকট আরয করেনঃ “হে আমার প্রতিপালক! তাদের সকলের কাছে আমার আওয়ায কি করে পৌঁছবে?” উত্তরে আল্লাহ তাআলা তাকে বলেনঃ “তোমার দায়িত্ব শুধু ডাক দেয়া। আওয়ায পৌঁছানোর দায়িত্ব আমার।” সুতরাং রাসূলুল্লাহ (সঃ) মাকামে ইবরাহীমের উপর বা সাফা পাহাড়ের উপর অথবা আবু কুবায়েস পাহাড়ের উপর দাড়িয়ে ডাক দেনঃ “হে লোক সকল! তোমাদের প্রতিপালক তাঁর একটা ঘর বানিয়েছেন। অতএব, তোমরা ঐ ঘরের হজ্জ কর।” তখন পাহাড় ঝুঁকে পড়ে এবং তার শব্দ সারা দুনিয়ায় গুঞ্জরিত হয়। এমনকি যে বাপের পিঠে ও মায়ের পেটে ছিল তার কানেও তাঁর শব্দ পৌঁছে যায়। প্রত্যেক পাথর, গাছ এবং প্রত্যেক ঐ ব্যক্তি যার ভাগ্যে হজ্জ লিখিত ছিল, সবাই সমস্বরে লাব্বায়েক বলে ওঠে। পূর্ব যুগীয় বহু গুরুজন হতে এটা বর্ণিত আছে। এ সব ব্যাপারে আল্লাহ তাআলাই সর্বাধিক সঠিক জ্ঞানের অধিকারী।এরপর মহামহিমান্বিত আল্লাহ বলেনঃ তারা তোমার কাছে আসবে পব্রজে ও সর্বপ্রকার ক্ষীণকায় উষ্ট্রসমূহের পিঠে সওয়ার হয়ে। তারা আসবে দর-দূরান্তর পথ অতিক্রম করে। এর দ্বারা কোন মনীষী দলীল গ্রহণ করেছেন যে, যার ক্ষমতা রয়েছে তার জন্যে পদব্রজে হজ্জ করা সওয়ারীর উপর চড়ে হজ্জ করা অপেক্ষা উত্তম। কেননা, কুরআন কারীমে প্রথমে পদব্রজীদের উল্লেখ রয়েছে। তারপর সওয়ারীর কথা আছে। কাজেই পদব্রজের দিকে আকর্ষণ বেশী হলো এবং তাদের সাহসিকতার মর্যাদা দেয়া হলো।হযরত ইবনু আব্বাস (রাঃ) বলেনঃ “আমার এ আকাংখ্য থেকে গেল যে, যদি আমি পব্রজে হজ্জ করতাম! কেননা, আল্লাহ পাকের ঘোষণায় প্রথমে পব্ৰজীদের উল্লেখ আছে। কিন্তু অধিকাংশ বুযুর্গদের উক্তি এই যে, সওয়ারীর উপর হজ্জ করাই উত্তম। কেননা, রাসূলুল্লাহ পূর্ণ ক্ষমতা সত্ত্বেও পজে হজ্জ করেন নাই। সুতরাং সওয়ারীর উপর হজ্জ করলেই রাসূলুল্লাহর (সঃ) পূর্ণ অনুসরণ করা হবে। অতঃপর মহান আল্লাহ বলেনঃ তারা আসবে দূর-দূরান্তর পথ অতিক্রম করে। আল্লাহর আলীলের (আঃ) প্রার্থনাও এটাই ছিল। তিনি প্রার্থনায় বলেছিলেনঃ (আরবী) অর্থাৎ “হে আল্লাহ! মানুষের অন্তর তাদের দিকে আকৃষ্ট করে দিন!” (১৪:৩৭)সত্যিই অজি দেখা যায় যে, দুনিয়ায় এমন কোন মুসলমান নেই যার অন্তর কা'বা গৃহের যিয়ারতের জন্যে আকৃষ্ট নয়। আর যার অন্তরে তাওয়াফের আকাংখা জাগে না!"
    },
    { "ayah": 28, "surah": 22, "text": "Please check ayah 22:29 for complete tafsir." },
    {
      "ayah": 29,
      "surah": 22,
      "text": "২৮-২৯ নং আয়াতের তাফসীর:\nমহান আল্লাহ বলেনঃ যাতে তারা তাদের কল্যাণময় স্থানগুলিতে উপস্থিত হতে পারে। হযরত ইবনু আব্বাস (রাঃ) বলেন যে, ওটা হলো দুনিয়ার কল্যাণ ও আখেরাতের কল্যাণ। আখেরাতের কল্যাণ হলো আল্লাহর সন্তুষ্টি এবং দুনিয়ার কল্যাণ হলো দৈহিক উপকার, ব্যবসা-বাণিজ্য ইত্যাদি। যেমন মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “তোমরা তোমাদের প্রতিপালকের অনুগ্রহ অনুসন্ধান করবে এতে তোমাদের উপর পাপ নেই।” (২৪ ১৯৮)।হজ্জের মৌসুমে ব্যবসা করা অবৈধ নয়। নির্দিষ্ট দিনগুলি দ্বারা যিলহজ্জ মাসের প্রথম দশ দিনকে বুঝানো হয়েছে। রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহর নিকট কোন দিনের আমল এই দিনগুলির আমল অপেক্ষা উত্তম নয়।\" জনগণ জিজ্ঞেস করেনঃ “জিহাদও নয় কি?\" তিনি জবাবে বলেনঃ “না, জিহাদও নয়। তবে ঐ মুজাহিদের আমল এর ব্যতিক্রম যে তার জান ও মাল আল্লাহর পথে উৎসর্গ করে দিয়েছে।” (এ হাদীসটি সহীহ বুখারীতে হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণিত হয়েছে) আমি এই হাদীসটি এর সমস্ত সনদসহ একটি স্বতন্ত্র কিতাবে জমা করে দিয়েছি। একটি রিওয়াইয়াতে আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহ। তাআলার নিকট কোন দিনের আমল এই দিনগুলির আমল অপেক্ষা বড় ও প্রিয় নয়। সুতরাং তোমরা এই দশদিনে ‘লাইলাহা ইল্লাল্লাহ' “আল্লাহু আকবার' এবং 'আলহামদু লিল্লাহ’ খুব বেশী বেশী পাঠ করো। এইদিনগুলিরই শপথ। (৮৯:১-২)। (আরবী) (শপথ ফজরের ও শপথ দশ রজনীর) এই উক্তিতে রয়েছে।” (এ হাদীসটি মুসনাদে আহমাদে হযরত আবূ হুরাইরা (রাঃ) হতে বর্ণিত আছে) পূর্ব যুগীয় কোন কোন গুরুজন বলেছেন যে, (৭:১৪২) (আরবী) (আমি ওটাকে দশ দ্বারা পূর্ণ করেছি) এই উক্তি দ্বারাও এই দশ দিনকেই বুঝানো হয়েছে। সুনানে আবি দাউদে রয়েছে যে, রাসূলুল্লাহ (সঃ) এই দশদিন রোযা রাখতেন। এই দশদিন আরাফার দিনকেও অন্তর্ভুক্ত করে। হযরত আবু কাতাদা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহকে (সঃ) আরাফার দিন রোযা রাখা সম্পর্কে জিজ্ঞেস করা হলে তিনি উত্তরে বলেনঃ “এর মাধ্যমে আল্লাহ পূর্ববর্তী এক বছর এবং পরবর্তী এক বছরের গুনাহ মাফ করে থাকেন।” (এ হাদীসটি সহীহ মুসলিমে বর্ণিত হয়েছে)আর এই দশদিন ইয়াওমুন নাহর (কুরবানীর দিন) কেও শামিল করে যা হলো হাজ্জে আকবারের দিন। হাদীসে এসেছে যে, আল্লাহ তাআলার নিকট এই দিনগুলি সর্বোত্তম দিন। মোট কথা, বছরের মধ্যে এই দশদিনকে সর্বোত্তম দিন বলা হয়েছে, যেমন হাদীস দ্বারা এটা প্রমাণিত হলো। অনেকে এই দশ দিনকে রমাযান মাসের শেষের দশ দিনের উপর প্রাধান্য দিয়েছেন। কেননা, রমাযান মাসের শেষ দশ দিনে যেমন নামায, রোযা, সাকা ইত্যাদি রয়েছে,  অনুরূপভাবে ওগুলি এই দশ দিনের মধ্যেও রয়েছে। উপরন্তু এই দিনগুলিতে হজ্জব্রতও পালন করা হয়। আবার একথাও বলা হয়েছে যে, রমাযানের মাসের শেষ দশ দিনই উত্তম। কেননা, এতে লাইলাতুল কদ্র রয়েছে। যা হাজার মাসের চেয়েও উত্তম। তৃতীয় উক্তিটি হলো মাঝামাঝি। অর্থাৎ যিল হজ্জ মাসের প্রথম দশ দিনের দিনগুলি উত্তম এবং রমযানুল মুবারকের শেষ দশ দিনের রাতগুলি উত্তম। এই উক্তিটি মেনে নেয়ার বিভিন্ন দলীল একত্রিত হয়। এসব ব্যাপারে সঠিক জ্ঞান একমাত্র আল্লাহ তাআলারই রয়েছে।(আরবী) (নির্দিষ্ট দিনসমূহ)-এর তাফসীরে অন্য একটি উক্তি এই যে, এইদিনগুলি হলো কুরবানীর দিন এবং ওর পরবর্তী তিন দিন। হযরত ইবনু উমার (রাঃ) ও হযরত ইবরাহীম নাঈ (রাঃ) হতেও এটাই বর্ণিত আছে। অন্য একটি রিওয়াইয়াতে আছে যে, ইমাম আহমাদ ইবনু হাম্বলের (রঃ) মাযহাবও এটাই। তৃতীয় উক্তি এই যে, (আরবী) হলো ঈদুল আযহার দিন ও পরবর্তী দু’দিন। মোট তিন দিন। আর হলো ঈদল আযহা এবং ওর পরবর্তী তিন দিন, মোট চার দিন। (এর ইসনাদ হযরত আবদুল্লাহ ইবন উমার (রাঃ) পর্যন্ত বিশুদ্ধ) সুদ্দীও (রঃ) এটাই বলেন। ইমাম মালিকেরও এটাই মাযহাব। এর এবং এর পূর্ববর্তী উক্তির পৃষ্ঠপোষকতা করে মহান আল্লাহর নিম্নের- (আরবী) এই উক্তিটি। কেননা, এর দ্বারা উদ্দেশ্য হলো পর কুবরানীর সময় আল্লাহ তাআলার নাম নেয়া। চতুর্থ উক্তি এই যে, (আরবী) দ্বারা আরাফার দিন, ঈদুল আযহার দিন এবং ওর পরবর্তী একদিনকে বুঝানো হয়েছে। ইমাম আবূ হানীফার (রঃ) মাযহাব এটাই। হযরত আসলাম (রঃ) হতে বর্ণিত আছে। যে, এর দ্বারা আরাফার দিন, কুরবানীর দিন এবং আইয়ামে তাশরীক (১১ই, ১২ই ও ১৩ই যিলহজ্ঞকে আইয়ামে তাশরীক বলা হয়) কে বুঝানো হয়েছে। (আরবী) দ্বারা উট, গরু ও বকরীকে বুঝানো হয়েছে। যেমন সূরায়ে আনআমের (আরবী) (৬:১৪৩) এই আয়াতে বিস্তারিত বর্ণনা রয়েছে।এরপর মহামহিমান্বিত আল্লাহ বলেনঃ তোমরা নিজেরা ওটা হতে আহার কর এবং দুঃস্থ, অভাবগ্রস্তদেরকে আহার করাও। এর দ্বারা কতকগুলি লোক দলীল গ্রহণ করেছেন যে, কুরবানীর গোশত ভক্ষণ করা ওয়াজিব কিন্তু এই  উক্তিটি গারীব বা দুর্বল। অধিকাংশ বুর্গের মাযহাব এই যে, এতে অবকাশ রয়েছে। বা এটা মুসতাহাব। যেমন হাদীসে এসেছে যে, রাসূলুল্লাহ (সঃ) কুরবানী করার পর প্রত্যেক উটের গোশতের একটা খণ্ড বের করে তা রান্না করার নির্দেশ দেন। অতঃপর তিনি ঐ গোশত খান ও শুরুয়া পান করেন। ইমাম মালিক (রঃ) বলেনঃ “আমি এটা পছন্দ করি যে, কুরবানীর গোশত কুরবানী দাতা খাবে। কেননা, এটা আল্লাহ তাআলার নির্দেশ। ইবরাহীম (রঃ) বলেন যে, মুশরিকরা তাদের কুরবানীর গোশত খেতো না। পক্ষান্তরে মুসলমানদেরকে কুরবানীর গোশত খাওয়ার অনুমতি দেয়া হয়েছে। এখন যে চাইবে খাবে এবং ইচ্ছা না হলে খাবে না। হযরত মুজাহিদ (রঃ) ও হযরত আতা (রঃ) হতেও এরূপই বর্ণিত আছে। মুজাহিদ (রঃ) বলেন যে, এখানে কুরবানীর গোশত ভক্ষণের নির্দেশ দান আল্লাহ তাআলার (আরবী) অর্থাৎ “যখন তোমরা ইহরাম থেকে হালাল হবে তখন তোমরা শিকার কর।”(৫:২) এই নির্দেশ দানের মতই। অনুরূপভাবে সূরায়ে জুমুআ’য় রয়েছে।অর্থাৎ “যখন নামায পুরো করা হয়ে যাবে তখন তোমরা যমীনে ছড়িয়ে পড়।” (৬২:১০) ভাবার্থ এই যে, দু’টি আয়াতে শিকার করা ও জীবিকা অন্বেষণে যমীনে পড়ার নির্দেশ দেয়া হয়েছে। কিন্তু এই নির্দেশ বাধ্যতামূলক নির্দেশ নয়। তদ্রুপ কুরবানীর গোশত খাওয়ার নির্দেশও ওয়াজিব বা বাধ্যতামূলক নয়। ইমাম ইবনু জারীর এই উক্তিটিই পছন্দ করেছেন। কোন কোন লোকের ধারণা এই যে, কুরবানীর গোশতকে দু'ভাগ করতে হবে। একভাগ হলো কুরবানী দাতার এবং অপর ভাগ হলো ফকীর মিসকীনের। আর কেউ কেউ বলেন যে, তিন ভাগ করা উচিত। এক ভাগ হাদিয়ার জন্যে, এক ভাগ সাদকার জন্যে এবং এক ভাগ নিজের জন্যে। প্রথম উক্তিকারীরা দলীল হিসেবে গ্রহণ করেছেন (আরবী) এই উক্তিকে এবং দ্বিতীয় উক্তিকারীরা দলীল হিসেবে নিয়েছেন- (আরবী) এই উক্তিকে। এর পূর্ণ বর্ণনা আসবে ইনশা আল্লাহ। ইকরামা (রঃ) বলেন যে, (আরবী) দ্বারা ঐ দুঃস্থ ব্যক্তিকে বুঝানো হয়েছে যে অভাবগ্রস্ত হওয়া সত্ত্বেও ভিক্ষাবৃত্তি হতে নিবৃত্ত থাকে। মুজাহিদ (রঃ) বলেন যে, যে ভিক্ষার হাত লম্বা করে না।আল্লাহ তাআলা বলেনঃ তারা যেন তাদের অপরিচ্ছন্নতা দূর করে। হযরত ইবনু আব্বাস (রাঃ) বলেন যে, ওটা হলো ইহরাম খুলে ফেলা, মাথা মুণ্ডন করা, কাপড় পরিধান করা, নখ কাটা ইত্যাদি। এরপর বলা হচ্ছেঃ তারা যেন তাদের মানত পূর্ণ করে। ইবনু আব্বাস (রাঃ) বলেন যে, এর অর্থ হলোঃ তারা যে কুরবানীর নজর মেনেছে তা যেন করে ফেলে। আর মুজাহিদ (রঃ) বলেন যে, এর অর্থ হলোঃ হজ্জের মানত, কুরবানী এবং মানুষ যা কিছু মানত করে থাকে।সুতরাং যে ব্যক্তি হজ্জের উদ্দেশ্যে বের হয় তার দায়িত্বে রয়েছে বায়তুল্লাহর তাওয়াফ করা, সাফা-মারওয়ার মাঝে দৌড়ানো, আরাফার মাঠে যাওয়া, মুযদালাফায় হাযির হওয়া, শয়তানদেরকে পাথর মারা ইত্যাদি। এই সবগুলোই পুরো করতে হবে এবং সঠিক ভাবে পালন করতে হবে।মহান আল্লাহ বলেনঃ তারা যেন তাওয়াফ করে প্রাচীন গৃহের। অর্থাৎ এই তাওয়াফ হলো কুরবানীর দিনের ওয়াজিব তাওয়াফ। হযরত ইবনু আব্বাস (রাঃ) বলেন যে, হজ্জের শেষ কাজ হলো বায়তুল্লাহ শরীফের তাওয়াফ করা। রাসূলুল্লাহ (সঃ) এটাই করেছেন। তিনি যখন ১০ই যিলহজ্জ মিনার দিকে ফিরে আসেন তখন সর্বপ্রথম শয়তানকে সাতটি পাথর মারেন। তারপর কুরবানী করেন। এরপর মাথা মুণ্ডন করেন। তারপর ফিরে এসে বায়তুল্লাহর তাওয়াফ করেন।সহীহ বুখারী ও সহীহ মুসলিমে হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “লোকদেরকে নির্দেশ দেয়া হয়েছে যে, তাদের শেষ কাজ হলো বায়তুল্লাহ শরীফের তাওয়াফ। হাঁ, তবে ঋতুবতী নারীদের জন্যে হালকা করে দেয়া হয়েছে।(আরবী) (প্রাচীন ঘর) শব্দ দ্বারা দলীল গ্রহণ করে বলা হয়েছে। যে, বায়তুল্লাহ শরীফ প্রদক্ষিণকারীদেরকে তাদের প্রদক্ষিণের মধ্যে হাতীমকেও নিয়ে নিতে হবে। কেননা, ওটাও মূল বায়তুল্লাহরই অংশ। এটা হযরত ইবরাহীমের (আঃ) ভিত্তির অন্তর্ভুক্ত ছিল। কিন্ত কুরায়েশরা ঐ ঘর নতুনভাবে নির্মাণ করবার সময় হাতীমকে বাইরে রেখে দেয়। এটার কারণ ছিল অর্থের স্বল্পতা। এ ছাড়া আর কিছুই নয়। এজন্যেই রাসূলুল্লাহ (সঃ) হাতীমের পিছনে থেকে তাওয়াফ করেন এবং ঘোষণাও করেন যে, হাতীম বায়তুল্লাহরই অন্তর্ভুক্ত। তিনি শামীরুকন দ্বয়ে হাত লাগান নাই এবং চুম্বনও দেন নাই। কেননা, ও দুটো হযরত ইবরাহীমের (আঃ) ভিত্তি অনুযায়ী পুরো হয় নাই। এই আয়াতটি অবতীর্ণ হওয়ার পর রাসূলুল্লাহ (সঃ) হাতীমের পিছনে থেকে তাওয়াফ করেন। প্রথমে এই প্রকারেরই ইমারত ছিল যে, এটা ভিতরে ছিল। এ জন্যেই এটাকে পুরাতন ঘর বলা হয়েছে। এটাই আল্লাহর প্রথম ঘর। এটাকে প্রাচীন ঘর বলার আর একটি কারণ এই যে, এটা হযরত নুহের (আঃ) তুফানের সময় অক্ষত অবস্থায় ছিল। এটাও একটা কারণ যে, কোন উদ্ধত ও দুষ্ট লোক এর উপর জয়যুক্ত হতে পারে নাই। এটা সব সময় তাদের হাত থেকে রক্ষা পেয়েছে। সেই ধ্বংস হয়ে গেছে। আল্লাহ তাঁর এ ঘরকে ঐ সব দুষ্ট লোকদের আধিপত্য হতে সদা মুক্ত রেখেছেন। জামে তিরমিযীতে এই ধরণের একটি মারফু হাদীসও রয়েছে যা হাসান গারীব। আর একটি সনদে মুরসাল রূপেও বর্ণিত আছে।"
    },
    { "ayah": 3, "surah": 22, "text": "Please check ayah 22:4 for complete tafsir." },
    { "ayah": 30, "surah": 22, "text": "Please check ayah 22:31 for complete tafsir." },
    {
      "ayah": 31,
      "surah": 22,
      "text": "৩০-৩১ নং আয়াতের তাফসীর:\nমহান আল্লাহ বলেনঃ উপরে বর্ণিত হলো হজ্জের আহকাম এবং ওর পুর স্কারের বর্ণনা। এখন জেনে রেখো যে, যে ব্যক্তি আল্লাহ কর্তৃক নির্ধারিত পবিত্র অনুষ্ঠানগুলির সম্মান করবে অর্থাৎ গুনাহ্ ও হারাম কাজ থেকে বেঁচে থাকবে তার জন্যে আল্লাহর নিকট বড় প্রতিদান রয়েছে। ভাল কাজ করলে যেমন পুরস্কার আছে তেমনই মন্দ কাজ হতে বিরত থাকলেও পূণ্য রয়েছে। মক্কা, হজ্জ ও উমরাও আল্লাহর হুরমাত বা নির্ধারিত পবিত্র অনুষ্ঠান গুলির অন্তর্ভুক্ত। তোমাদের জন্যে চতুষ্পদ জন্তুগুলি হালাল। তবে যেগুলি হারাম সেগুলি তোমাদের সামনে বর্ণনা করে দেয়া হয়েছে। মুশরিকরা ‘বাহীরা, সায়েবা’, ‘ওয়াসীলা' এবং 'হাম' নাম দিয়ে যে গুলিকে ছেড়ে থাকে ওগুলি আল্লাহ তোমাদের জন্যে হারাম করেন নাই। তার যেগুলি হারাম করবার ছিল সেগুলি তিনি বর্ণনা করে দিয়েছেন। যেমন মৃত জানোয়ার, যবাহ করার সময় প্রবাহিত রক্ত শূকরের মাংস, আল্লাহর নাম ছাড়া অন্যের নামে উৎসর্গকত জন্তু, গলা চিপে মেরে ফেল্য জন্তু ইত্যাদি। মহামহিমান্বিত আল্লাহ বলেনঃ সুতরাং তোমরা বর্জন কর মূর্তি পূজার অপবিত্রতা এবং দূরে থাকো মিথ্যা কথন হতে। এখানে বায়ানে জি এর জন্যে এসেছে। এই আয়াতে শিরকের সাথে মিথ্যা কথনকে মিলিয়ে দেয়া হয়েছে। যেমন এক জায়গায় রয়েছেঃ (আরবী) অর্থাৎ “(হে নবী সঃ!) তুমি বলঃ আমার প্রতিপালক নির্লজ্জতাপূর্ণ কাজকে হারাম করেছেন, তা প্রকাশ্যই হোক বা গোপনীয়ই হোক, আর (হারাম করেছেন) গুনাহ্ ও অন্যায়ভাবে সীমালংঘন এবং তোমরা আল্লাহর সাথে এমন কিছুকে শরীক করবে যে সম্পর্কে তিনি কোন দলীল অবতীর্ণ করেন নাই, আর তোমরা আল্লাহর উপর এমন কথা আরোপ করবে যা তোমরা জান না। (এ সব কিছুই তিনি হারাম করেছেন।)” (৭:৩৩) মিথ্যা সাক্ষ্যও এরই অন্তর্ভুক্ত।হযরত আবু বাকরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) একদা বলেনঃ “আমি কি তোমাদেরকে সবচেয়ে বড় গুনাহর কথা বলবো না?” সাহাবীগণ উত্তরে বলেনঃ “হাঁ, হে আল্লাহর রাসূল (সঃ)! (বলুন)।\" তিনি। বলেনঃ “(তা হলো) আল্লাহর সাথে শরীক স্থাপন করা ও পিতা মাতার অবাধ্য হওয়া।” ঐ সময় তিনি হেলান লাগিয়ে ছিলেন। একথা বলার পর তিনি সোজা হয়ে বসেন। তারপর বলেনঃ “আরো জেনে রেখো, (সব চেয়ে বড় গুনাহ্ হলো) মিথ্যা কথা বলা এবং মিথ্যা সাক্ষ্য দেয়া।\" তিনি একথা বারবার বলতে থাকেন। শেষ পর্যন্ত সাহাবীগণ পরস্পর বলাবলি করেনঃ “যদি তিনি চুপ করতেন!” (এ হাদীসটি সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত হয়েছে)হযরত আইমান ইবনু খুরাইম (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) একদা ভাষণ দিতে দাড়িয়ে বলেনঃ “হে লোক সকল! মিথ্যা সাক্ষ্য দেয়াকে আল্লাহর সাথে শির্ক করার সমতুল্য করা হয়েছে।” একথা তিনি তিনবার বলেন। অতঃপর তিনি (আরবী) পাঠ করেন। (এটা ইমাম আহমাদ (রঃ) বর্ণনা করেছেন) হযরত খারীম ইবনু ফাতিক আল আসাদী (রাঃ) হতে বর্ণিত, তিনি বলেন যে, (একদা) রাসূলুল্লাহ (সঃ) ফজরের নামায পড়েন। অতঃপর (মুকতাদীদের দিকে) ফিরে দাড়িয়ে গিয়ে বলেনঃ “(পাপ হিসেবে) মিথ্যা সাক্ষ্য দেয়াকে মহামহিমান্বিত আল্লাহর সাথে শিরক করার সমান করে দেয়া হচ্ছে। তারপর তিনি উপরোক্ত আয়াত পাঠ করেন।” (এটা ও মুসনাদে আহমাদে বর্ণিত হয়েছে)হযরত ইবনু মাসউদ (রাঃ) অনুরূপ উক্তি করেন ও উপরোক্ত আয়াত তিলাওয়াত করেন।” (এটা সুফইয়ান সাওরী (রঃ) বর্ণনা করেছেন)আল্লাহ তাআলা বলেনঃ একনিষ্ঠভাবে আল্লাহর দ্বীনকে ধারণ কর, বাতিল হতে দূরে থাকো, সত্যের দিকে ধাবিত হও এবং মুশরিকদের অন্তর্ভুক্ত হয়ো না।এরপর মহান আল্লাহ মুশরিকদের ধ্বংস হয়ে যাওয়ার দৃষ্টান্ত দিচ্ছেনঃ যে কেউ আল্লাহর সাথে শরীক স্থাপন করে সে যেন আকাশ থেকে পড়লো, অতঃপর পাখী তাকে ছোঁ মেরে নিয়ে গেল, কিংবা বায়ু তাকে উড়িয়ে নিয়ে গিয়ে এক দূরবর্তী স্থানে নিক্ষেপ করলো। এজন্যেই হাদীসে এসেছে? “ফেরেশতারা যখন কাফিরের রূহ্ নিয়ে আকাশে উঠে যান তখন আকাশের দরজা খোলা হয় না। ফলে তারা ঐ রূহ সেখান থেকে নীচে নিক্ষেপ করেন। এই আয়াতে ওরই বর্ণনা রয়েছে। এই হাদীসটি পূর্ণ বাহাসের সাথে সূরায়ে ইবরাহীমের তাফসীরে গত হয়েছে। সূরায়ে আনআমে এই মুশরিকদের আর একটি দৃষ্টান্ত বর্ণনা করা হয়েছে। সেখানে বলা হয়েছেঃ “(হে নবী সঃ)! তুমি বলঃ আল্লাহ ছাড়া আমরা কি এমন কিছুকে ডাকবো যা আমাদের কোন উপকার কিংবা অপকার করতে পারে না? আল্লাহ আমাদেরকে সৎপথ প্রদর্শনের পর আমরা কি সেই ব্যক্তির ন্যায় পূর্বাবস্থায় ফিরে যাবো যাকে শয়তান দুনিয়ায় পথ ভুলিয়ে হয়রান করেছে, যদিও তার সহচররা তাকে ঠিক পথে আহবান করে বলেঃ আমাদের নিকট এসো? বলঃ আল্লাহর পথই পথ।"
    },
    { "ayah": 32, "surah": 22, "text": "Please check ayah 22:33 for complete tafsir." },
    {
      "ayah": 33,
      "surah": 22,
      "text": "৩২-৩৩ নং আয়াতের তাফসীর:\nএখানে আল্লাহর নিদর্শনাবলীর মর্যাদার বর্ণনা দেয়া হচ্ছে, কুরবানীর জন্তুও যার অন্তর্ভুক্ত। আল্লাহ তাআলার আহকামের উপর আমল করার অর্থই হলো ওগুলিকে শ্রদ্ধা করা। হযরত ইবনু আব্বাস (রাঃ) বলেন যে, নিদর্শনকারীকে শ্রদ্ধা করার অর্থ হলো কুরবানীর জন্তুগুলিকে মোটা তাজা ও সুন্দর করা। হযরত সাহল (রাঃ) বলেনঃ “মদীনায় আমরা কুরবানীর জন্তু গুলিকে লালন পালন করে মোটা তাজা করতাম। সমস্ত মুসলমানের মধ্যে এই প্রচলণই ছিল।” (এটা ইমাম বুখারী (রঃ) বর্ণনা করেছেন)হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “দু'টো কালো বর্ণের জন্তুর রক্ত অপেক্ষা একটি সাদা বর্ণের জন্তুর রক্ত আল্লাহ তাআলার নিকট বেশী প্রিয় ও পছন্দনীয়।\" (এ হাদীসটি ইমাম আহমাদ (রঃ) ও ইমাম ইলু মাজাহ্ (রঃ) বর্ণনা করেছেন)হযরত আনাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) সাদা কালো মিশ্রিত রঙ এর বড় বড় শিং বিশিষ্ট দুটো ভেড়া কুরবানী করেন।” (এ হাদীসটি সহীহ বুখারীতে বর্ণিত হয়েছে)হযরত আবু সাঈদ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) সাদাকালো মিশ্রিত রঙ এর বড় শিং বিশিষ্ট একটি ভেড়া কুরবানী করেন যার মুখের উপর চোখের পার্শ্বে এবং পাগুলির উপর কালো দাগ ছিল। (এ হাদীসটি সুনান গ্রন্থসমূহে বর্ণিত হয়েছে এবং ইমাম তিরমিযী (রঃ) এটাকে সঠিক বলেছেন)হযরত আবু রাফে (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) দু'টি খুব মোটা তাজা, চিক্কন, সাদা-কালো রঙ মিশ্রিত অণ্ডকোষ কর্তিত ভেড়া কুরবানী করেন।”  (এ হাদীসটি সুনানে ইবনু মাজাহতে বর্ণিত আছে)হযরত আলী (রাঃ) বলেনঃ “রাসূলুল্লাহ (সঃ) আমাদেরকে নির্দেশ দিয়েছেন যে, আমরা যেন কুরবানীর জন্তু ক্রয় করার সময় চোখ ও কান ভাল করে দেখে নিই এবং সামনের দিক থেকে কান বিশিষ্ট, লম্বাভাবে ফাটা কান বিশিষ্ট ও ছিদ্র যুক্ত কান বিশিষ্ট জন্তু যেন কুরবানী না করি।\" (এ হাদীসটি ইমাম আহমাদ (রঃ) ও আহলুস সুনান বর্ণনা করেছেন এবং ইমাম তিরমিযী (রঃ)এটাকে বিশুদ্ধ বলেছেন) অনুরূপভাবে রাসূলুল্লাহ (সঃ) শিং ভাঙ্গা ও কান কাটা জন্তু কুরবানী করতে নিষেধ করেছেন। এর ব্যাখ্যায় হযরত সাঈদ ইবনু মুসাইয়া (রঃ) বলেন যে, যদি অর্ধেক বা অর্ধেকের বেশী কান বা শিং না থাকে (তবে ঐ জন্তু কুরবানী করা চলবে না, এর কম হলে চলবে)।কোন কোন ভাষাবিদ বলেন যে, কোন জানোয়ারের শিং যদি উপর থেকে ভাঙ্গা থাকে তবে আরবীতে ওটাকে (আরবী) বলে। আর নীচে থেকে ভাঙ্গা থাকলে ওটাকে (আরবী) বলে হাদীসে (আরবী) শব্দ রয়েছে। আর কানের কিছু অংশ কাটা থাকলে ওটাকেও (আরবী) বলে। ইমাম শাফেয়ী (রঃ) বলেন যে, এরূপ জাননায়ারের কুরবানী জায়েয হবে বটে, কিন্তু মাকরূহ হবে। ইমাম আহমাদ (রঃ) বলেন যে, এটার কুরবানী জায়েযই নয়। বাহ্যতঃ এই উক্তিটিই হাদীসের সাথে সামঞ্জস্যপূর্ণ। ইমাম মালিক (রঃ) বলেন যে, শিং হতে যদি রক্ত প্রবাহিত হয় তবে কুরবানী জায়েয হবে না, অন্যথায় জায়েয হবে। এসব ব্যাপারে আল্লাহ তাআলাই সর্বাধিক সঠিক জ্ঞানের অধিকারী।রাসূলুল্লাহর (সঃ) হাদীস রয়েছে যে, চার প্রকারের দোষযুক্ত জন্তু কুরবানীর জন্যে জায়েয নয়। ঐ কানা জন্তু যার চোখের টেরা ভাব প্রকাশিত হয়ে পড়েছে। ঐ খোড়া পশু যার খোড়াত্ব প্রকাশ পেয়েছে। ঐ দুর্বল ও ক্ষীণ পশু যার মজ্জা নষ্ট হয়ে গেছে।” (এ হাদীসটি ইমাম আহমাদ (রঃ) ও আহলুস সুনান হযরত বারা (রাঃ) হতে বর্ণনা করেছেন। ইমাম তিরমিযী (রঃ) এটাকে বিশুদ্ধ বলেছেন) এ গুলি এমনই দোষ যার ফলে পশুর গোশত কমে যায়। বকরী তো সাধারণতঃ চরেই খায়। কিন্তু অতি দুর্বলতার কারণে সে ঘাস পাতা পায় না। এ কারণেই এই হাদীসের মর্মানুযায়ী ইমাম শাফেয়ী (রঃ) প্রভৃতি মনীষীদের নিকট এই ধরনের পর কুরবানী জায়েয নয়। হাঁ, তবে যেই রুগ্ন পশুর রোগ ততো মারাত্মক নয়, বরং খুবই কম, এরূপ পশুর ব্যাপারে ইমাম শাফেয়ীর (রঃ) দুটোই উক্তি রয়েছে।হযরত উবা ইবনু আবদিস সালামী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) নিষেধ করেছেন সম্পূর্ণ শিং কাটা পশু হতে, শিং ভাঙ্গা পশু হতে, কানা জন্তু হতে সম্পূর্ণরূপে দুর্বল প্রাপ্ত হতে যা দুর্বলতার কারণে বা অতি বার্ধক্যের কারণে সদা পশু পালের পিছনে পড়ে থাকে এবং খোড়া জন্তু। হতে। সুতরাং এই সমুদয় দোষযুক্ত পশুর কুরবানী জায়েয নয়। তবে যদি কুরবানীর জন্যে নিখুঁত জন্তু নির্ধারণ করে দেয়ার পর ঘটনাক্রমে ওর মধ্যে কোন দোষ এসে পড়ে, যেমন খোড়া ইত্যাদি হয়ে যায় তা হলে ইমাম শাফেয়ীর (রঃ) মতে এর কুরবানী নিঃসন্দেহে জায়েয। কিন্তু ইমাম আবূ হানীফা (রঃ) এর বিপরীত মত পোষণ করেন। ইমাম শাফিয়ীর (রঃ) দলীল হলো নিম্নের হাদীসটিঃহযরত আবু সাঈদ (রাঃ) বলেনঃ “আমি কুরবানীর জন্যে একটি ভেড়া ক্রয় করি। ওর উপর একটি নেকড়ে বাঘ আক্রমণ করে এবং ওর একটি রান ভেঙ্গে দেয়। আমি ঘটনাটি রাসূলুল্লাহর (সঃ) নিকট বর্ণনা করি। তিনি বলেনঃ “তুমি ওটাকেই কুরবানী করতে পার।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)সুতরাং ক্রয় করার সময় জন্তু মোটা তাজা ও নিখুঁত হতে হবে। যেমন রাসূলুল্লাহ (সঃ) নির্দেশ দিয়েছেনঃ “তোমরা (কুরবানীর পশু কিনবার সময়) ওর চোখ, কান দেখে নাও।”হযরত আবদুল্লাহ ইবনু উমার ফারূক (রাঃ) একটি অত্যন্ত সুন্দর উষ্ট্রকে কুরবানীর জন্যে নির্দিষ্ট করেন। জনগণ ওর মূল্যায়ণ করে তিন শ' স্বর্ণমুদ্রা। তখন তিনি রাসূলুল্লাহকে (সঃ) জিজ্ঞেস করেনঃ “হে আল্লাহর রাসূল (সঃ)! আমি কুরবানীর নামে একটি উট রেখেছি। লোকেরা ওর মূল্যায়ণ করছে। তিনশ’ স্বর্ণ মুদ্রা। আমি কি ওটা বিক্রী করে ওর মূল্যের বিনিময়ে কয়েকটি কুরবানীর জন্তু ক্রয় করতে পারি ? উত্তরে রাসূলুল্লাহ (সঃ) বলেনঃ “না, বরং তুমি ওটাই কুরবানী কর।” (এটাও মুসনাদে আহমদে বর্ণিত হয়েছে)হযরত ইবনু আব্বাস (রাঃ) বলেন যে, কুরবানীর উট এর অন্তর্ভুক্ত। মুহাম্মদ ইবনু আবি মূসা (রঃ) বলেন যে, আরাফার মাঠে অবস্থান করা, মুযদালাফায় গমন করা, জুমরাকে কংকর মারা, মাথা মুণ্ডন করা এবং কুরবানীর উট, এ সব গুলি (আরবী) এর মধ্যে গণ্য। হযরত ইবনু উমার (রাঃ) বলেন যে, এসব অপেক্ষা অগ্রগণ্য হলো মক্কা শরীফ। মহান আল্লাহ বলেনঃ এ সমস্ত আনআমে তোমাদের জন্যে নানাবিধ উপকার রয়েছে। যেমন এগুলির পশমে তোমাদের জন্যে উপকরি রয়েছে। তোমরা এগুলির উপর সওয়ার হয়ে থাকে। এগুলির চামড়া তোমরা কাজে লাগিয়ে থাকে। এটা একটা নির্দিষ্ট কালের জন্যে। অর্থাৎ যতদিন পর্যন্ত এই জন্তু গুলিকে তোমরা আল্লাহর নামে না রেখে দাও ততদিন পর্যন্ত তোমরা ওগুলির দুধ পান কর এবং বাচ্চা লাভ কর। যখন কুরবানীর জন্যে এগুলিকে নির্দিষ্ট করে দেবে তখন এগুলি আল্লাহর জিনিস হয়ে যাবে। অন্যান্য বুযুর্গ ব্যক্তিবর্গ বলেন যে, প্রয়োজনবোধে এই সময়েও এগুলির উপর আরোহণ করা চলবে। যেমন হযরত আনাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) একটি লোককে তার কুরবানীর জন্তু হাঁকিয়ে নিয়ে যেতে দেখে তাকে বলেনঃ “এর উপর সওয়ার হয়ে যাও।\" লোকটি তখন বলেঃ “হে আল্লাহর রাসূল (সঃ)! আমি একে কুরবানী করার নিয়ত করেছি।” রাসূলুল্লাহ (সঃ) তখন তাকে দ্বিতীয় বা তৃতীয়বার বলেনঃ “হায় আফসোস! তুমি এর উপর সওয়ার হচ্ছে না কেন? (এ হাদীসটি সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত হয়েছে)হযরত জাবির (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “প্রয়োজন হলে তোমরা উত্তম পন্থায় (কুরবানীর জন্তুর উপর) সওয়ার হয়ে যাও।” (এ হাদীসটি ইমাম মুসলিম (রঃ) বর্ণনা করেছেন)একটি লোকের কুরবানীর উস্ত্রী বাচ্চা প্রসব করে। তখন হযরত আলী • (রাঃ) লোকটিকে বলেনঃ “বাচ্চাটিকে পেট ভরে দুধপান করাও। যদি এ বাচ্চা বেঁচে থাকে তবে তো ভালই। তুমি একে নিজের কাজে লাগাও। কুরবানীর দিন আসলে এ উষ্ট্রীকে ও এর বাচ্চাকে আল্লাহর নামে যবাহ করে দেবে।এরপর মহামহিমান্বিত আল্লাহ বলেনঃ অতঃপর এগুলির কুরবানীর স্থান প্রাচীন গৃহের নিকট। যেমন এক জায়গায় আছেঃ (আরবী) এবং অন্য এক স্থানে রয়েছে (আরবী) এর অর্থ ইতিপূর্বেই বর্ণিত হয়েছে। সুতরাং সমস্ত প্রশংসা আল্লাহর জন্যে।হযরত ইবনু আব্বাস (রাঃ) বলেন যে, বায়তুল্লাহর তাওয়াফকারী ইহরাম হতে হালাল হয়ে যায়। দলীল হিসেবে তিনি। এটাই পাঠ করেন।"
    },
    { "ayah": 34, "surah": 22, "text": "Please check ayah 22:35 for complete tafsir." },
    {
      "ayah": 35,
      "surah": 22,
      "text": "৩৪-৩৫ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা বলেনঃ সমস্ত উম্মতের মধ্যে, সমস্ত মাযহাবে এবং সমস্ত দলে আমি কুরবানীর নিয়ম চালু করে দিয়েছিলাম। তাদের জন্যে ঈদের একটা দিন নির্ধারিত ছিল। তারাও আল্লাহর নামে পশু যবাহ করতো। সবাই মক্কা শরীফে নিজেদের কুরবানীর জন্তু পাঠিয়ে দিতো। যাতে আমি তাদেরকে জীবনোপকরণ স্বরূপ যে সব চতুষ্পদ জন্তু দিয়েছি সেগুলির উপর আল্লাহর নাম উচ্চারণ করে।রাসূলুল্লাহর (সঃ) নিকটও সাদা কালো মিশ্রিত রঙ এর বড় বড় শিং বিশিষ্ট দুটি ভেড়া আনয়ন করা হয়। তিনি ওগুলিকে মাটিতে ফেলে দিয়ে ওগুলোর গর্দানে পা রেখে বিসমিল্লাহে আল্লাহু আকবার বলে যবাহ করেন।হযরত যায়েদ ইবনু আসলাম (রঃ) হতে বর্ণিত, তিনি বলেন যে, সাহাবীগণ জিজ্ঞেস করেনঃ “হে আল্লাহর রাসূল (সঃ)! এই কুরবানী কি?\" জবাবে রাসূলুল্লাহ (সঃ) বলেনঃ “এটা তোমাদের পিতা হযরত ইবরাহীমের (আঃ) সুন্নাত।” তারা আবার জিজ্ঞেস করেনঃ “আমরা এতে কি পরিমাণ পূণ্য লাভ করি?” উত্তরে বলেনঃ “প্রত্যেক চুলের বিনিময়ে এক নেকী।\" পুনরায় তারা প্রশ্ন করেনঃ “পশমের হুকুম কি?” তিনি জবাব দেনঃ “ওর প্রত্যেক লোমের বিনিময় এক পূণ্য।” (এ হাদীসটি ইমাম আহমাদ ইবনু হাম্বল (রঃ) বর্ণনা করেছেন এবং ইমাম আবু আবদিল্লাহ মুহাম্মদ ইবনু ইয়াযীদ ইবনু মাজাহ (রঃ) তার সুনানে সালাম ইবনু মিসকীনের (রঃ) হাদীস হতে তাখরীজ করেছেন) মহামহিমান্বিত আল্লাহ বলেনঃ তোমাদের সবারই মা'বুদ একই মা'বুদ। সুতরাং তোমরা তাঁরই নিকট আত্ম সমর্পণ কর। শরীয়তের কোন কোন হুকুমের মধ্যে কিছু কিছু পরিবর্তন হলেও আল্লাহর একত্ববাদের ব্যাপারে কোন রাসূলের মধ্যে ও কোন ভাল উম্মতের মধ্যে কোনই মতানৈক্য নেই। সবাই আল্লাহর একত্ববাদ ও তঁরই ইবাদতের দিকে মানুষকে আহবান করতে থেকেছেন। প্রত্যেকের উপর প্রথম ওয়াহী এটাই অবতীর্ণ হয়েছে। সুতরাং তোমরা সবাই তারই দিকে ঝুঁকে পড়ে তার হুকুম মেনে চল এবং দৃঢ়ভাবে। তার আনুগত্য করতে থাকে। এরপর মহান আল্লাহ বলেনঃ সুসংবাদ দাও বিনীতদেরকে। যারা মানুষের উপর অত্যাচার করে না, অত্যাচারিত অবস্থায় প্রতিশোধ গ্রহণে ইচ্ছুক নয়, সদা আল্লাহর সন্তুষ্টি কামনা করে তাদেরকে শুভসংবাদ প্রদান কর। তারা ধন্যবাদ পাওয়ার যোগ্য। মহামহিমান্বিত আল্লাহর উক্তিঃ যাদের হৃদয় ভয়-কম্পিত হয় আল্লাহর নাম স্মরণ করা হলে। সুতরাং তারা আল্লাহর দিকে ঝুঁকে পড়ে। আর তারা তাদের বিপদ আপদে ধৈর্য ধারণ করে।ইমাম হাসান বসরী (রঃ) বলেনঃ “আল্লাহর শপথ! তোমরা যদি ধৈর্য ধারণে অভ্যস্ত না হও, তবে তোমাদেরকে ধ্বংস করে দেয়া হবে।(আরবী) শব্দটি (আরবী) এর সাথে হওয়া জমহুর উলামার কিরআত। কিন্তু ইবনু সামীফা (রঃ) (আরবী) পড়েছেন এবং (আরবী) এর উপর (আরবী) বা যবর দিয়েছেন। তিনি বলেন যে, এ স্থলে (আরবী) এর নুনকে (আরবী) (হালকা) এর জন্যে লোপ করা হয়েছে। কেননা, যদি (আরবী) এর কারণে নূনকে লোপ করা হয়েছে বলে মেনে নেয়া হয় তবে অবশ্যই তাতে যের হওয়া জরুরী হবে। আবার হতে পারে যে, নুনকে (আরবী) (নিকটবর্তী) এর কারণে লোপ করা হয়েছে। ভাবার্থ এই যে, তারা আল্লাহর বাধ্যতামূলক কাজগুলির পাবন্দ এবং তার হক আদায়ের ব্যাপারে পূর্ণ তৎপর।মহান আল্লাহর উক্তিঃ আমি তাদেরকে রিযুক দিয়েছি তা হতে তারা ব্যয় করে। তারা আত্মীয় স্বজনকে, অভাবী ও দরিদ্রদেরকে এবং আল্লাহর সৃষ্ট জীবের মধ্যে যারাই অভাবগ্রস্ত তাদেরকে আল্লাহর দেয়া ধন সম্পদ হতে দান করে থাকে। আর তারা সবারই সাথে সদ্ব্যবহার করে। তারা আল্লাহর নির্ধারিত। সীম'র রক্ষণাবেক্ষণ করে থাকে। তারা মুনাফিকদের মত নয় যে, একটা করবে এবং একটা ছেড়ে দেবে! সূরায়ে বারাআতেও তাদের এসব বিশেষণের বর্ণনা দেয় হয়েছে এবং সেখানে আমরা এর পূর্ণ তাফসীরও করে এসেছি। অতএব, সমস্ত প্রসংসা আল্লাহর।"
    },
    {
      "ayah": 36,
      "surah": 22,
      "text": "এটাও আল্লাহ তাআলার অনুগ্রহ যে, তিনি পশু সৃষ্টি করেছেন এবং ওগুলিকে তার নামে কুরবানী করার ও কুরবানীর জন্তুগুলিকে তার ঘরে পৌছিয়ে দেয়ার নির্দেশ দিয়েছেন। আর এগুলিকে তিনি তাঁর নিদর্শন বলে ঘোষণা করেছেন। যেমন তিনি বলেনঃঅর্থাৎ “তোমরা আল্লাহর নিদর্শন সমূহের পবিত্র মাসের কুরবানীর জন্যে প্রেরিত পশুর এবং গলায় মালা পরিহিত পত্র অমর্যাদা করো না।\" (৫:২) সুতরাং যে উট ও গরুকে কুরবানীর জন্যে নির্দিষ্ট করে দেয়া হয় ওটা বুদন’ এর অন্তর্ভুক্ত। তবে কেউ কেউ শুধু উটকেই ‘বুদন’ বলেছেন। কিন্তু সঠিক কথা এই যে, উট তো বুদন' বটেই, তবে গরুও ওরই অন্তর্ভুক্ত। হাদীস শরীফে আছে যে, উট যেমন সাতজনের মধ্যে কুরবানী হতে পারে, অনুরূপভাবে গরুও হতে পারে।হযরত জাবির ইবনু আবদিল্লাহ (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “রাসূলুল্লাহ (সঃ) আমাদেরকে নির্দেশ দিয়েছেন যে, আমরা যেন সাত ব্যক্তি উটের ও গরুর কুরবানীতে শরীক হই।” (এ হাদীসটি ইমাম মুসলিম (রঃ) স্বীয় সহীহ গ্রন্থে বর্ণনা করেছেন)ইমাম ইসহাক ইবনু রাহওয়াই (রঃ) প্রভৃতি মনীষী বলেন যে, এ দুটো জন্তুতে দশজন লোক শরীক হতে পারে। মুসনাদে আহমাদে ও সুনানে নাসায়ীতে এরূপ হাদীসও এসেছে। এসব ব্যাপারে একমাত্র আল্লাহই সঠিক জ্ঞান রাখেন।আল্লাহ তাআলা বলেনঃ এই জন্তুগুলিতে তোমাদের জন্যে (পারলৌকিক) মঙ্গল রয়েছে।হযরত আয়েশা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “ঈদুল আযহার দিন মানুষের কোন আমল আল্লাহ তাআলার নিকট কুরবানী অপেক্ষা বেশী পছন্দনীয় নয়। কিয়ামতের দিন কুরবানীর জন্তুকে তার শিং, খুর ওর লোমসহ মানুষের পুণ্যের মধ্যে পেশ করা হবে। কুরবানীর রক্তের ফেঁাটা যমীনের উপর পড়ার পূর্বেই আল্লাহ তাআলার নিকট তা পৌঁছে যায়। সুতরাং পবিত্র মন নিয়ে কুরবানী কর। (ইবনু মাজাহ (রঃ) ও তিরমিযী (রঃ) এটা বর্ণনা করেছেন এবং তিরমিযী (রঃ) এটাকে হাসান বলেছেন)সুফইয়ান সাওরী (রঃ) ঋণ করে হলেও কুরবানী করতেন। লোকেরা এ ব্যাপারে তাকে জিজ্ঞেস করলে তিনি বলতেনঃ “আল্লাহ তাআলা বলেছেনঃ ‘এতে তোমাদের জন্যে মঙ্গল রয়েছে।”হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ বলেছেন : “তুমি ঈদুল আযহার দিন কুরবানীর জন্যে যা খচর কর, এর চেয়ে উত্তম খরচ আল্লাহ তাআলার নিকট আর কিছু নেই।” (এ হাদীসটি ইমাম দারে কুতনী (রঃ) স্বীয় সুনানে বর্ণনা করেছেন)মহামহিমান্বিত আল্লাহ বলেনঃ এই কুরবানীতে তোমাদের জন্যে মঙ্গল রয়েছে। প্রয়োজন বোধে তোমরা ওর দুধ পান করতে পার এবং ওর উপর সওয়ার হতে পার।এরপর আল্লাহ তাআলা বলেনঃ ওগুলিকে কুরবানী করার সময় আল্লাহর নাম নাও।হযরত জাবির (রাঃ) বলেনঃ “আমি ঈদুল আযহার নামায রাসূলুল্লাহর (সঃ) সাথে আদায় করি। নামায শেষ হওয়া মাত্র তার সামনে ভেড়া হাজির করা হয়। তিনি ওটাকে (আরবী) বলে যবাহ করেন। অতঃপর তিনি বলেনঃ “হে আল্লাহ! এটা আমার পক্ষ হতে এবং আমার উম্মতের মধ্যে যারা কুরবানী দিতে পারে নাই তাদের পক্ষ হতে।” (এ হাদীসটি ইমাম আহমাদ (রঃ) ইমাম আবু দাউদ (রঃ) এবং ইমাম তিরমিযী (রঃ) বর্ণনা করেছেন)হযরত জাবির (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ্র সামনে ঈদুল আযহার দিন দু’টি ভেড়া আনা হয়। তিনি ঐ দুটোকে কিবলামুখী করে পাঠ করেনঃ (আরবী) অর্থাৎ “আমি একনিষ্ঠভাবে তাঁর দিকে মুখ ফিরচ্ছি যিনি আকাশ মণ্ডলী ও পৃথিবী সৃষ্টি করেছেন এবং আমি মুশরিকদের অন্তর্ভুক্ত নই। (৬:৭৯) আমার নামায, আমার ইবাদত, আমার জীবন ও আমার মরণ জগত সমূহের প্রতিপালক আল্লাহরই উদ্দেশ্যে। তাঁর কোন শরীক নেই এবং আমি এটাই আদিষ্ট হয়েছি, অরি আত্মসমর্পণকারীদের মধ্যে আমিই প্রথম। (৬:১৬২-১৬৩) হে আল্লাহ! এটা আপনার পক্ষ হতে এবং আপনার জন্যে মুহাম্মাদের (সঃ) পক্ষ হতে ও তাঁরই উম্মতের পক্ষ হতে (কুরবানী)।” অতঃপর তিনি (আরবী) বলে যবাহ করে দেন। হযরত আবু রাফে' (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) কুরবানীর সময় সাদাকালো মিশ্রিত রঙ এর বড় বড় শিং বিশিষ্ট হৃষ্টপুষ্ট দুটি ভেড়া কিনতেন। যখন তিনি ঈদের নামাযের পর খুৎবা শেষ করতেন তখন একটি ভেড়া তার সামনে আনা হতো। ওটাকে তিনি ঐ ঈদের মাঠেই নিজের হাতে যবাহ করতেন এবং বলতেনঃ “হে আল্লাহ! এটা আমার উম্মতের পক্ষ হতে, যে তাওহীদ ও সুন্নাতের সাক্ষ্য দেয়। তারপর অপর ভেড়াটি আনয়ন করা হতো। ওটাকে যবাহ করে তিনি বলতেনঃ “এটা মুহাম্মদ (সঃ) এবং তার আ’ল ও আহলের পক্ষ হতে।” অতঃপর ঐ দুটোর গোশত তিনি মিসকীনদেরকেও খাওয়াতেন এবং পরিবারবর্গকে নিয়ে নিজেও খেতেন।” (এ হাদীসটি ইমাম আহমাদ (রঃ) ইমাম ইবন মাজাহ (রঃ) বর্ণনা করেছেন)হযরত ইবনু আব্বাস (রাঃ) (আরবী) শব্দের অর্থ করেছেনঃ উটকে তিন পায়ের উপর খাড়া করে ওর বাম হাত বেঁধে (আরবী) পড়ে যবাহ করা। হযরত ইবনু উমার (রাঃ) একটি লোককে দেখেন যে, সে নিজের উটকে নাহর (উটের যলাহকে নাহর বলে) করার জন্যে বসিয়েছে। তখন তিনি তাকে বলেনঃ “ওকে খাড়া করে দাও এবং পা বেঁধে নাহর কর। এটাই হলো আবুল কাসিমের (সঃ) সুন্নাত।” হযরত জাবির (রাঃ) বলেন যে, রাসূলুল্লাহ (সঃ) এবং তার সাহাবীগণ (রাঃ) উটের তিন পা খাড়া রাখতেন এবং এক পা বেঁধে ফেলতেন, অতঃপর এভাবেই নাহর করতেন।” হযরত সা'লিম ইবনু আবদিল্লাহ (সঃ) সুলাইমান ইবনু আবদিল মালিককে বলেছিলেনঃ “বাম দিক হতে নাহর কর।” হাজ্জাতুল বিদা’র বর্ণনা করতে গিয়ে হযরত জাবির (রাঃ) বলেন যে, রাসুলুল্লাহ (সঃ) নিজের হাতে তেষট্টিটি উট নাহর করেন। তাঁর হাতে একটি হারবা (অস্ত্র বিশেষ) ছিল যার দ্বারা যখম করছিলেন। হযরত ইবনু মাসউদের (রাঃ) কিরআতে (আরবী) রয়েছে অর্থাৎ খাড়া করে পা বেঁধে। এর অর্থ খাটি বা নির্ভেজালও করা হয়েছে। অর্থাৎ যেমনভাবে অজ্ঞতার যুগে লোকেরা আল্লাহর সাথে অন্যদেরকে শরীক করতো। তোমরা সে রূপ করো না। তোমরা শুধু মাত্র এক আল্লাহর নামেই কুরবানী কর। অতঃপর যখন উট মাটিতে পড়ে যাবে এবং ঠাণ্ডা হয়ে পড়বে তখন (ওর গোশত) নিজেরাও খাও এবং অন্যদেরকেও খাওয়াও। বর্শা মেরে দিয়েই গোশত খণ্ড কাটতে শুরু করে দিয়ো না যে পর্যন্ত না রূহ বেরিয়ে না যায় এবং ঠাণ্ডা হয়। যেমন একটি হাদীসে এসেছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “রূহ বের করার ব্যাপারে তোমরা তাড়াহুড়া করো না।\" সহীহ মুসলিমের হাদীসে রয়েছেঃ আল্লাহ তাআলা প্রত্যেকের সাথে সদাচরণ ফরয করে দিয়েছেন। যুদ্ধ ক্ষেত্রে শত্রুকে হত্যা করার সময়ও সদাচরণ করো এবং জন্তুকে যবাহ করার সময় ভালভাবে অতি আরাম ও তার সাথে যবাহ করো। ছুরিকে তীক্ষ্ণ করবে এবং জন্তুকে কষ্ট দিবে না।ঘোষণা আছে যে, জন্তুর দেহে প্রাণ থাকা পর্যন্ত ওটা হতে কোন অংশ কেটে নিলে ওটা খাওয়া হারাম।\" (এটা ইমাম আহমাদ (রঃ) ইমাম আলু দাউদ (রঃ) এবং ইমাম তিরমিযী (রঃ) বর্ণনাকরেছেন)মহান আল্লাহ বলেনঃ তোমরা নিজেরা) খাও। পূর্ব যুগীয় কোন কোন গুরুজন বলেন যে, এই খাওয়া মুবাহ বা জায়েয। ইমাম মালিক (রঃ) বলেন এটা মুসতাহাব। অন্যেরা ওয়াজিব বলেন। আর মিসকীনদেরকেও খাওয়াও। এই মিসকীনরা ঘরে বসেই থাক অথবা দ্বারে দ্বারে ঘুরে ভিক্ষা করে বেড়াক। ভাবার্থ এটাওঃ (আরবী) ঐ ব্যক্তি যে ধৈর্য ধরে বাড়ীতে বসে থাকে। আর হলো ঐ ব্যক্তি যে এদিক ওদিক ঘোরাফেরা করে বটে, কিন্তু ভিক্ষাবৃত্তি অবলম্বন করে না। একথাও বলা হয়েছে যে, হলো ঐ ব্যক্তি যে ভিক্ষাকেই যথেষ্ট মনে করে। আর (আরবী) হলো ঐ লোক যে ভিক্ষা করে না বটে কিন্তু নিজের অপারগতা ও দারিদ্রের কথা প্রকাশ করে বেড়ায়। এও বর্ণিত আছে যে, (আরবী) হলো মিসকীন ব্যক্তি, যে ঘোরা ফেরা করে। আর (আরবী) হলো বন্ধু ও দুর্বল ব্যক্তি এবং প্রতিবেশী যে মালদার বটে, কিন্তু কুরবানীদাতার বাড়ীতে যাতায়াত করে থাকে এবং বাড়িতে যা কিছু হয় তা সে দেখতে পায়। এও বলা হয়েছে যে, (আরবী) হলো লোভী ব্যক্তি। আর হলো যে ধনী ও দরিদ্র কুরবানীর কাছে বিদ্যমান থাকে। একথাও বলা হয়েছে যে, (আরবী) দ্বারা মক্কাবাসীকে বুঝানো হয়েছে। ইমাম ইবনু জারীর (রঃ) বলেন যে, (আরবী) হলো ভিক্ষুক ব্যক্তি। কেননা সে ভিক্ষার হাত লম্বা করে থাকে। আর (আরবী) হলো ঐ ব্যক্তি যে কিছু পাবার আশায় এদিক ওদিক ঘোরা ফেরা করে।কতকগুলি লোকের মত এই যে, কুরবানীর গোশতকে তিন ভাগ করা উচিত। একভাগ নিজের খাওয়ার জন্যে, একভাগ বন্ধু বান্ধবদেরকে দেয়ার জন্যে এবং এক ভাগ সাদকা করার জন্যে। হাদীসে আছে যে রাসুলল্লাহ (সঃ) বলেছেনঃ “আমি তোমাদেরকে কুরবানীর গোশত জমা করে রাখতে নিষেধ করেছিলাম যে, ঐ গোশত যেন তিন দিনের বেশী জমা রাখা না হয়। কিন্তু এখন তোমাদেরকে অনুমতি দেয়া হলো যে ভাবে ইচ্ছা ও যতদিনের জন্যে ইচ্ছা জমা রাখতে পার।”অন্য এক রিওয়াইয়াতে আছে যে, তিনি বলেছেনঃ “তোমরা খাও, জমা রাখো এবং সদকা কর।\" অন্য একটি বর্ণনায় আছে যে, তিনি বলেছেনঃ “তোমরা নিজেরা খাও, অন্যদেরকে খাওয়াও এবং আল্লাহর পথে দান কর।” আবার কতকগুলি লোক একথাই বলেছেন যে, কুরবানীদাতা কুরবানীর গোশত নিজে অর্ধেক খাবে এবং বাকী অর্ধেক দান করবে। কেননা, কুরআন কারীমে ঘোষিত হয়েছেঃ “তোমরা নিজেরা ওটা হতে আহার কর এবং ধৈর্যশীল অভাবগ্রস্তকে ও যাজ্ঞাকারী অভাবগ্রস্তকে আহার করাও।”অন্য এক হাদীসে এও এসেছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমরা তা হতে খাও, জমা ও পুঞ্জিভূত করে রাখে এবং আল্লাহর পথে দান কর।” এখন কেউ যদি তা তার কুরবানীর সমস্ত গোশত নিজেই খেয়ে নেয় তবে একটি উক্তি এও আছে যে, এতে কোন দোষ নেই। আবার কেউ কেউ বলেন যে, সে নিজেই সব খেয়ে নিলে তাকে পুনরায় ঐরূপ কুরবানী করতে হবে। অথবা ওর মূল্য দিতে হবে। অন্য কেউ বলেন যে, তাকে কুরবানীর অর্ধেক মূল্য দিতে হবে। কেউ কেউ এও বলেন যে, তাকে অর্ধেক গোশত প্রদান করতে হবে। আবার কেউ কেউ বলেন যে, তার দায়িত্বে রয়েছে যে, তাকে ওর অংশ সমূহের মধ্যে সবচেয়ে ছোট অংশের মূল্য দিতে হবে। বাকী গুলির জন্যে সে ক্ষমার্হ।কুরবানীর জন্তুর চামড়ার ব্যাপারে মুসনাদে আহমাদে হাদীস রয়েছেঃ “তোমরা খাও, আল্লাহর পথে দান কর এবং ঐ চামড়া হতে উপকার নাও, কিন্তু বিক্রী করো না। কোন কোন আলেম বিক্রি করার অনুমতি দিয়েছেন। কেউ কেউ বলেন যে,ওটা গরীবদের মধ্যে বন্টন করে দিতে হবে।মাসআলাঃ হযরত বারা ইবনু আযিব (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “ঈদুল আযহার দিন আমাদের উচিত সর্বপ্রথম ঈদের নামায পড়া। তারপর ফিরে এসে কুরবানী করা। যে ব্যক্তি এই রূপ করলো সে সুন্নাত আদায় করলো। পক্ষান্তরে যে ব্যক্তি ঈদের নামাযের পূর্বেই কুরবানী করলো সে যেন নিজের পরিবারের লোকদের জন্যে শুধু গোশত জমা করলো কুরবানীর সাথে তার কোন সম্পর্ক নেই।” (এ হাদীসটি সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত হয়েছে)এজন্যেই ইমাম শাফেয়ী (রঃ) এবং আলেমদের একটি জামাআতের মত এই যে, কুরবানীর প্রথম সময় হলো ঐ সময় যখন সূর্য উদিত হয় এবং এতটুকু সময় অতিবাহিত হয় যে, নামায পড়া হয় ও দুটো খুৎবা দেয়া হয়। ইমাম আহমাদের (রঃ) মতে আরো একটু সময় কেটে যায় যে, ইমাম সাহেব কুরবানী করে ফেলেন। কেননা, সহীহ্ মুসলিমে হাদীস রয়েছেঃ “তোমরা কুরবানী করো না যে পর্যন্ত না ইমাম কুরবানী করে।” ইমাম আবু হানীফার (রঃ) মতে গ্রামবাসীদের জন্যেতো ঈদের নামাযই নেই। তাই, তিনি বলেন যে, তারা ফজর হওয়ার পরই কুরবানী করতে পারে। হাঁ, তবে শহুরে লোক যেন ঐ পর্যন্ত কুরবানী না করে, যে পর্যন্ত না ইমাম নামায শেষ করেন। এ সব ব্যাপারে আল্লাহ তাআলাই সবচেয়ে ভাল জানেন। একথাও বলা হয়েছে যে, শুধু ঈদের দিনই কুরবানী করা শরীয়ত সম্মত। অন্য একটি উক্তি এই আছে যে, শহরবাসীদের জন্যে হুকুম এটাই। কেননা, সেখানে কুরবানীর জন্তু সহজ লভ্য। কিন্তু গ্রামবাসীদের জন্যে কুরবানীর সময় হলো ঈদুল আযহার দিন এবং ওর পরবর্তী আরো তিন দিন। এও বলা হয়েছে যে, ১০ই ও ১১ই যিলহজ্জ সবারই জন্যেই কুরবানীর দিন। এটাও উক্তি আছে যে, ঈদের দিন ও ঈদের পরবর্তী দুই দিন হলো কুরবানীর দিন। উক্তি এও আছে যে, কুরবানীর দিন হলো ঈদের দিন এবং ওর পরবর্তী তিন দিন যাকে আইয়ামুত তাশরীক বলা হয়। ইমাম শাফেয়ীর (রঃ) মত এটাই। কেননা, হযরত জুবাইর ইবনু মুতইম (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আইয়ামে তাশরীকের সব দিনই হলো কুরবানীর দিন।” (এটা আহমাদ ইবনু হিব্বান (রঃ) বর্ণনা করেছেন।) একথাও বলা হয়েছে যে, ফিলহজ্জ মাসের শেষ পর্যন্তই কুরবানীর দিন। কিন্তু এই উক্তিটি গারীব বা দুর্বল।মহান আল্লাহ বলেনঃ এভাবেই আমি পশুগুলিকে তোমাদের অধীন করে দিয়েছি। তোমরা যখন ইচ্ছা ওগুলির উপর সওয়ার হয়ে থাকো, যখন ইচ্ছা দুধ দোহন করে থাকে। এবং যখন ইচ্ছা যবাহ করে গোশত খেয়ে থাকো। যেমন আল্লাহ তাআলা বলেনঃ (আরবী) হতে (আরবী) পর্যন্ত।অর্থাৎ তারা কি লক্ষ্য করে না যে, নিজ হাতে সৃষ্ট বস্তুগুলির মধ্য হতে তাদের জন্যে আমি সৃষ্টি করেছি চতুষ্পদ জন্তু এবং তারাই এগুলির অধিকারী?\"...............তবুও কি তারা কৃতজ্ঞ হবে না?” (৩৬:৭১-৭৩) এখানেও এই বর্ণনাই রয়েছে যে, যাতে তোমরা তার নিয়ামতরাজির কৃতজ্ঞতা প্রকাশ কর এবং অকৃতজ্ঞ না হও।"
    },
    {
      "ayah": 37,
      "surah": 22,
      "text": "ইরশাদ হচ্ছেঃ কুরবানী করার সময় খুব বড় রকমভাবে আল্লাহর নাম ঘোষণা করতে হবে। এজন্যেই তো কুরবানীকে নির্দিষ্ট করা হয়েছে যে, তাঁকে সৃষ্টি কর্তা ও আহার্য দাতা স্বীকার করে নেয়া হবে। কুরবানীর গোশত ও রক্ত আল্লাহর নিকট পৌঁছে না। এতে তার কোন উপকার নেই। তিনি তো সারা মাখলূক হতে বেপরোয়া ও অভাবমুক্ত। বান্দাদের হতে তিনি সম্পূর্ণরূপে অমুখাপেক্ষী। অজ্ঞতা যুগের এটাও একটা বড় বোকামি ছিল যে, তারা তাদের মূর্তিগুলি সামনে রেখে দিতো এবং ওগুলির উপর রক্তের ছিটা দিতো। এই প্রচলনও ছিল যে, তারা বায়তুল্লাহ শরীফের উপর রক্ত ছিটিয়ে দিতো। মুসলমান সাহাবীগণ এই সম্পর্কে প্রশ্ন করলে এই আয়াতটি অবতীর্ণ হয়)।সহীহ হাদীসে রয়েছেঃ “আল্লাহ তাআলা তোমাদের দৈহিক রূপের দিকে দেখেন না এবং তোমাদের দিকেও তাকান না। বরং তার দৃষ্টি তো থাকে তোমাদের অন্তরের উপর এবং তোমাদের আমলের উপর।” অন্য হাদীসে রয়েছেঃ “দান-খয়রাত ভিক্ষুকের হাতে পড়ার পূর্বেই আল্লাহর হাতে চলে যায়। কুরবানীর পশুর রক্তের ফেঁটা যমীনে পড়ার পূর্বেই তা আল্লাহর কাছে পৌঁছে যায়। ভাবার্থ এই যে, রক্তের ফোটা পৃথক হওয়া মাত্রই কুরবানী ককূল। হয়ে যায়। এ সব ব্যাপারে আল্লাহ তাআলাই সবচেয়ে ভাল জানেন।হযরত আমির শাবীকে (রঃ) কুরবানীর পশুর চামড়া সম্পর্কে জিজ্ঞেস করা হলে, তিনি বলেনঃ “আল্লাহ তাআলার কাছে কুরবানীর পশুর রক্ত ও গোশত পৌঁছে না। সুতরাং তোমার ইচ্ছা হলে বেচে দাও, ইচ্ছা হলে নিজের কাছে রেখে দাও এবং ইচ্ছা হলে আল্লাহর পথে দান কর।”মহামহিমান্বিত আল্লাহ বলেনঃ এই চতুষ্পদ জন্তুগুলিকে আল্লাহ এইভাবে তোমাদের অধীন করে দিয়েছেন যাতে তোমরা তাঁর শ্রেষ্ঠত্ব ঘোষণা কর এই জন্যে যে, তিনি তোমাদেরকে পথ প্রদর্শন করেছেন।যে সমস্ত সৎ প্রকৃতির লোক আল্লাহর বেঁধে দেয়া সীমার মধ্যে থাকে, শরীয়ত মুতাবেক আমল করে এবং রাসূলদেরকে সত্যবাদী রূপে বিশ্বাস করে তারাই হলো ধন্যবাদ পাওয়ার ও (জান্নাতের সুসংবাদ পাওয়ার যোগ্য।মাসআলাঃ ইমাম আবূ হানীফা (রঃ), ইমাম মালিক (রঃ) এবং ইমাম সাওরীর (রঃ) উক্তি এই যে, যার কাছে যাকাতের নেসাব পরিমাণ মাল থাকে তার উপর কুরবানী ওয়াজিব। ইমাম আবূ হানীফার (রঃ) মতে কুরবানীর জন্যে মুকীম হওয়াও শর্ত।একটি সহীহ হাদীসে রয়েছেঃ “যে ব্যক্তির কুরবানী করার শক্তি আছে। অথচ কুরবানী করলো না, সে যেন আমার ঈদ গাহের নিকটবর্তীও না হয়।” (এ হাদীসে অস্বাভাবিকতা রয়েছে এবং ইমাম আহমাদ (রঃ) এটাকে মুনকার বা অস্বীকার্য বলেছেন)হযরত ইবনু উমার (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) পর্যায়ক্রমে দশ বছরের মধ্যে প্রতি বছরই কুরবানী করেছেন। (এটা ইমাম তিরমিযী (রঃ) বর্ণনা করেছেন)ইমাম শাফেয়ী (রঃ) এবং ইমাম আহমাদের (রঃ) মাযহাব এই যে, কুরবানী ওয়াজিব নয়, বরং মুসতাহাব। কেননা, হাদীস শরীফে আছে যে, মালে যাকাত ছাড়া অন্য কিছুই ফরজ নয়। ইতিপূর্বে এ রিওয়াইয়াতটিও গত হয়েছে যে, রাসূলুল্লাহ (সঃ) তাঁর সমস্ত উম্মতের পক্ষ থেকে কুরবানী করেছেন। সুতরাং ওয়াজিব উঠে গেছে।হযরত আবূ শুরাইহা (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “আমি হযরত আবু বকর (রাঃ) ও হযরত উমারের (রাঃ) প্রতিবেশী ছিলাম। এই দু’মহান ব্যক্তি কুরবানী করতেন না। তাদের এই ভয় ছিল যে, না জানি হয়তো লোকেরা তাদের অনুসরণ করবে।”কেউ কেউ বলেন যে, কুরবানী সুন্নাতে কিফায়া। যখন মহল্লার মধ্য হতে বা অলি গলির মধ্য হতে অথবা বাড়ীর মধ্য হতে কোন একজন করলো তখন বাকী সবারই উপর হতে ওটা উঠে গেল। কেননা, উদ্দেশ্য হলো শুধু ইসলামের চিহ্ন বা রীতিনীতি প্রকাশ করা। হযরত মুহনাফ ইবনু সুলাইম (রাঃ) হতে বর্ণিত আছে যে, তিনি আরাফার মাঠে রাসূলুল্লাহকে (সঃ) বলতে শুনেছেনঃ “প্রত্যেক পরিবারের উপর প্রতি বছর কুরবানী ও আতীরা রয়েছে। আতীরা কি তা তোমরা জান কি? ওটা হলো ঐ জিনিস যাকে তোমরা রাজবিয়্যাহ বলে থাকো।” (এ হাদীসটি মুসনাদে আহমাদ ও সুনান গ্রন্থে বর্ণিত হয়েছে। এর সনদের ব্যাপারে সমালোচনা করা হয়েছে) হযরত আবু আইয়ুব (রাঃ) বলেনঃ “সাহাবীগণ (রাঃ) রাসূলুল্লাহর (সঃ) বিদ্যমানতায় পুরো বাড়ীর পক্ষ হতে একটি বকরীকে আল্লাহর পথে কুরবানী করতেন। তা হতে তারা নিজেরাও খেতেন এবং অন্যদেরকেও খাওয়াতেন। লোকেরা এখন এব্যাপারে ঐ সব পন্থা অবলম্বন করেছে যা তোমরা দেখতে পাচ্ছ। (এটা ইমাম তিরমিযী ও ইমাম ইবনু মাজাহ্ বর্ণনা করেছেন)হযরত আবদুল্লাহ ইবনু হিশাহ (রঃ) নিজের এবং নিজের পরিবার বর্গের পক্ষ হতে একটি বকরী কুরবানী করতেন।” (এটা ইমাম বুখারী (রঃ) বর্ণনা করেছেন)\nএখন কুরবানীর পশুর বয়স সম্পর্কে আলোচনাঃ\nহযরত জাবির (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “(কুরবানী হিসেবে) তোমরা মুসিন্না (যে বকরী বা ভেড়ার বয়স এক বছর পূর্ণ হয়েছে অথবা দাত বেরিয়েছে ওকে মুসিন্না বলে) ছাড়া যবাহ্ করো না। তবে যদি তোমাদের পক্ষে মুসিন্না’ কুরবানী করা কষ্টকর হয় তবে জাহ্আহ্ ব্য মেষের ছয় মাসের বাচ্ছা কুরবানী করতে পার। ইমাম যুহরী (রঃ) বলেন যে, জাআহ্ অর্থাৎ ছয় মাসের পশুর কুরবানী কোন কাজে আসবে না। পক্ষান্তরে ইমাম আওযায়ীর (রঃ) মাযহাব এই যে, প্রত্যেক পশুর জাআহ বা ছয় মাসের বাই কুরবানীর জন্যে যথেষ্ট। কিন্তু এই দুটো উক্তিই যথাক্রমে অতি কড়াকড়ি ও অতি শিথিলতা পূর্ণ বটে। জমহুরের মাযহাব এই যে, উট, গরু ও বকরীর কুরবানী ওটারই জায়েয যা সনি হয়। আর মেষের ছয় মাসের বাচ্চাই কুরবানীর জন্যে যথেষ্ট। উট সনি হয় তখন যখন ওটা পাঁচ বছর পর হয়ে ছয় বছরে পড়ে। গরু যখন দু বছর পার হয়ে তিন বছরে পড়ে। আর এটাও বলা হয়েছে যে, যখন তিন বছর পার হয়ে চতুর্থ বছরে পড়েছে। আর বকরীর ‘সনি’ হলো ওটাই যেটার বয়স এক বছর হয়েছে। জাযআহ্ ওটাকে বলে যেটার বয়স এক বছর। হয়েছে। একটি উক্তি আছে যে, যার বয়স হয়েছে দশ মাস। অন্য একটি উক্তিতে আছে আট মাস এবং আর একটিতে রয়েছে ছয় মাস। এর চেয়ে কম বয়সের কোন উক্তি নেই। এর চেয়ে কম বয়সের বাচ্চাকে বলা হয় হামল, যখন পর্যন্ত ওর পিঠের লোম খাড়া অবস্থায় থাকে আর যখন ওর পিঠের উপর লোম পড়ে থাকে এবং দু'দিকে ঝুঁকে যায় তখন ওকে জাযআহ্ বলা হয়। এ সব ব্যাপারে আল্লাহ তাআলাই সর্বাধিক সঠিক জ্ঞানের অধিকারী।"
    },
    {
      "ayah": 38,
      "surah": 22,
      "text": "আল্লাহ তাআলা নিজের পক্ষ হতে খবর দিচ্ছেন যে, তাঁর যে বান্দা তার উপর নির্ভরশীল হয়, তার দিকে ঝুঁকে পড়ে তাকে তিনি নিরাপত্তা দান করেন। দুষ্টদের দুষ্টামি ও দুশমনদের অনিষ্ট হতে তাকে রক্ষা করেন। তার উপর তিনি নিজের সাহায্য অবতীর্ণ করেন। তাকে সব সময় তিনি নিজের হিফাযতে রাখেন। যেমন তিনি বলেনঃ (আরবী) অর্থাৎ “আল্লাহ তাঁর বান্দার জন্যে কি যথেষ্ট নন? (৩৯:৩৬) অন্য আয়াতে রয়েছেঃ (আরবী) অর্থাৎ “যে ব্যক্তি আল্লাহর উপর ভরসা করে তিনি তার জন্যে যথেষ্ট।” (৬৫:৩) প্রতারক, বিশ্বাসঘাতক এবং অকৃতজ্ঞ লোকেরা মহান আল্লাহর র হমত হতে বঞ্চিত। যারা নিজেদের কৃত ওয়াদা অঙ্গীকার পূর্ণ করে না এবং আল্লাহর নিয়ামতরাজিকে অস্বীকার করে তারা তাঁর দয়া, অনুকম্পা এবং ভালবাসা হতে বহু দূরে রয়েছে।"
    },
    { "ayah": 39, "surah": 22, "text": "Please check ayah 22:40 for complete tafsir." },
    {
      "ayah": 4,
      "surah": 22,
      "text": "যারা মৃত্যুর পরবর্তী জীবনকে অস্বীকার করে আর মনে করে যে, আল্লাহ তাআলা এটার উপর সক্ষম নন এবং তার আদেশ নিষেধ অমান্য করে ও নবীদের (আঃ) আনুগত্য পরিত্যাগ করে হঠকারী এবং উদ্ধত মা ও দানবের আনুগত্য করে, এখানে আল্লাহ তাআলা তাদেরই নিন্দে করছেন। তিনি বলেনঃ যত বিদআতী ও পথভ্রষ্ট লোক রয়েছে তারা সত্য হতে মুখ ফিরিয়ে নেয়, বাতিল ও মিথ্যার আনুগত্যে লেগে পড়ে, আল্লাহর কিতাব ও রাসূলের (সঃ) সুন্নাতকে ছেড়ে দেয় এবং পথভ্রষ্ট লোকদের আনুগত্য করে ও তাদের মনগড়া মতবাদের উপর আমল করে থাকে। এজন্যেই আল্লাহ তাআলা বলেন যে, তারা অজ্ঞানতা বশতঃ আল্লাহ সম্বন্ধে বিতণ্ডা করে। তাদের কাছে কোন সঠিক জ্ঞান নেই। তারা অনুসরণ করে প্রত্যেক বিদ্রোহী শয়তানের। তারা। এদেরকে পথভ্রষ্ট করবে এবং এদেরকে পরিচালিত করবে প্রজ্জ্বলিত অগ্নি ও শাস্তির দিকে। এই আয়াতটি নযর ইবনু হারিসের ব্যাপারে অবতীর্ণ হয়। এই নরাধম বলেছিলঃ “ আচ্ছা বলতো, আল্লাহ তাআলা সোনালী তৈরী, না রূপার তৈরী, না তামার তৈরী?” তার এই প্রশ্নের কারণে আকাশ কেঁপে ওঠে এবং ঐ খবীছের মাথার উপরিভাগ উড়ে যায়। একটি রিওয়াইয়াতে আছে যে, একজন ইয়াহুদী এরূপই প্রশ্ন করেছিল। ফলে তৎক্ষণাৎ আসমানী গর্জনে সে ধ্বংস হয়ে যায়।"
    },
    {
      "ayah": 40,
      "surah": 22,
      "text": "৩৯-৪০ নং আয়াতের তাফসীর:\nহযরত ইবনু আব্বাস (রাঃ) বলেন যে, রাসূলুল্লাহ (সঃ) এবং তাঁর সা হাবীবর্গকে মদীনা হতেও বের করে দেয়ার উপক্রম হয় এবং মক্কাবাসী কাফিররা মদীনা আক্রমণ করতে উদ্যত হয় তখন জিহাদের অনুমতির এই আয়াত অবতীর্ণ হয়। বহু পূর্ব যুগীয় গুরুজন হতে বর্ণিত আছে যে, জিহাদের প্রথম আয়াত এটাই যা কুরআন কারীমে অবতীর্ণ হয়। এর দ্বারা কোন কোন গুরুজন এই দলীল গ্রহণ করেছেন যে, এটা মাদানী সূরা। যখন রাসূলুল্লাহ (সঃ) মক্কা হতে মদীনায় হিজরত করেন তখন হযরত আবূ বকর (রাঃ) বলে ফেলেনঃ “বড়ই পরিতাপের বিষয় যে, এই কাফিররা আল্লাহর রাসূলকে (সঃ) তাঁর জন্মভূমি হতে বের করে দিলো! নিঃসন্দেহে এরা ধ্বংস হয়ে যাবে।\" অতঃপর এই আয়াত অবতীর্ণ হয়। তখন হযরত আবু বকর (রাঃ) জেনে নেন যে, এদের সাথে যুদ্ধ অবশ্যম্ভাবী। আল্লাহ তাআলা স্বীয় মুমিন বান্দাদেরকে সাহায্য করতে সক্ষম। ইচ্ছা করলে বিনা যুদ্ধেই তিনি তাদেরকে জয়যুক্ত করতে পারেন। কিন্তু তিনি পরীক্ষা করতে চান। যেমন মহামহিমান্বিত ও প্রবল পরাক্রান্ত আল্লাহ বলেনঃ “যখন তোমরা কাফিরদের সাথে যুদ্ধে মুকাবিলা কর তখন তাদের গর্দানে আঘাত কর, পরিশেষে যখন তোমরা তাদেরকে সম্পূর্ণরূপে পারাভূত করবে তখন তাদেরকে কষে বাধবে, অতঃপর হয় অনুকম্পা, নয় মুক্তিপণ। তোমরা জিহাদ চালাবে যতক্ষণ না যুদ্ধ ওর অস্ত্র নামিয়ে ফেলে। এটাই বিধান। এটা এই জন্যে যে, আল্লাহ ইচ্ছা করলে তাদেরকে শাস্তি দিতে পারতেন। কিন্তু তিনি চান তোমাদের একজনকে অপরের দ্বারা পরীক্ষা করতে। যারা আল্লাহর পথে নিহত হয় তিনি কখনো তাদের কর্ম বিনষ্ট হতে দেন না। তিনি তাদেরকে সৎপথে পরিচালিত করেন এবং তাদের অবস্থা ভাল করে দেন।তিনি তাদেরকে দাখিল করবেন জান্নাতে, যার কথা তিনি তাদেরকে জানিয়ে ছিলেন। আল্লাহ তাআলা আর এক জায়গায় বলেনঃ “তোমরা তাদের সাথে যুদ্ধ কর, আল্লাহ তোমাদের হাতে তাদেরকে শাস্তি দান করবেন এবং তাদেরকে অপদস্থ করবেন, আর তোমাদেরকে তাদের উপর বিজয়ী করবেন, তিনি মুমিনদের বক্ষ খুলে দিবেন এবং তাদের সাথে যাকে ইচ্ছা তিনি তাওবা করার তাওফীক দান করবেন, আল্লাহ মহাজ্ঞানী, বিজ্ঞানময়।\" অন্য অন্য আয়াতে রয়েছেঃ “তোমরা কি মনে করেছে যে, তোমাদেরকে ছেড়ে দেয়া হবে? অথচ আল্লাহ জানেন নাই তোমাদের মধ্যে যারা মুজাহিদ তাদেরকে এবং যারা আল্লাহ, তদীয় রাসূল (সঃ) এবং মুমিনদেরকে ছেড়ে অন্য কাউকেও বন্ধুরূপে গ্রহণ করে নাই? তোমরা জেনে রেখো যে, তোমরা যা কিছু করছো আল্লাহ তা সবই খবর রাখেন।\" মহান আল্লাহ আরো বলেনঃ (আরবী) অর্থাৎ “তোমরা কি মনে কর যে, তোমরা জান্নাতে প্রবেশ করবে, যখন আল্লাহ তোমাদের মধ্যে কে জিহাদ করেছে এবং কে ধৈর্যশীল তা এখনো জানেন না?” (৩:১৪২) আর এক জায়গায় তিনি বলেনঃ (আরবী) অর্থাৎ “আমি অবশ্যই তোমাদেরকে পরীক্ষা করবো, যতক্ষণ না আমি জেনে নিই তোমাদের মধ্যে জিহাদকারী ও ধৈর্যশীলদেরকে এবং আমি তোমাদের ব্যাপারে পরীক্ষা করি।” (৪৭:৩১) এই ব্যাপারে আরো বহু আয়াত রয়েছে।এরপর মহান আল্লাহ বলেনঃ নিশ্চয়ই আল্লাহ তাদেরকে সাহায্য করতে সম্যক সক্ষম। আর এটাই হয়েছিল। আল্লাহ তাআলা স্বীয় সেনাবাহিনীকে দুনিয়ার উপর বিজয় দান করেন।জিহাদ যে সময় শরীয়ত সম্মত হয় ঐ সময়টাও ছিল ওর জন্যে সম্পূর্ণরূপে উপযোগী ও সঠিক। যতদিন পর্যন্ত রাসুলুল্লাহ (সঃ) মক্কায় ছিলেন ততদিন পর্যন্ত মুসলমানরা ছিলেন খুবই দুর্বল। সংখ্যায়ও ছিলেন তারা খুবই কম। মুশরিকদের দশজনের স্থলে মুসলমানরা মাত্র একজন। আকাবার রাত্রে যখন আনসারগণ রাসূলুল্লাহর (সঃ) হাতে বায়আত গ্রহণ করেন তখন তারা বলেনঃ “হে আল্লাহর রাসূল (সঃ)! আপনি হুকুম করলে এখন মিনাতে যত মুশরিক একত্রিত হয়ে রয়েছে তাদের উপর আক্রমণ চালিয়ে আমরা তাদেরকে হত্যা করে ফেলবো।” তখন রাসূলুল্লাহ (সঃ) তাদেরকে বলেনঃ “না, আমাকে এখনো এই হুকুম দেয়া হয় নাই।” এটা স্মরণ রাখার বিষয় যে, ঐ সময় মহান ব্যক্তিদের সংখ্যা ছিল মাত্র আশির কিছু বেশী। শেষ পর্যন্ত মুশরিকদের উপদ্রব চরম সীমায় পৌঁছে গেল। রাসূলুল্লাহকে (সঃ) তারা নানা ভাবে কষ্ট দিতে লাগলো। এমনকি তাঁকে হত্যা করারও ষড়যন্ত্রে লিপ্ত হয়ে পড়লো। অনুরূপভাবে সাহাবায়ে কিরামের উপরও বিপদের পাহাড় চেপে বসলো এবং তাঁরা মাল-ধন, আত্মীয়-স্বজন সবকিছু ছেড়ে যে যেখানে পারলেন পালিয়ে গিয়ে আশ্রয় গ্রহণ করলেন। কেউ গেলেন আবিসিনিয়ায় এবং কেউ গেলেন মদীনায়। এমন কি স্বয়ং রিসালাতের সূর্যের (সঃ) উদয়ও মদীনাতেই হলো। মদীনাবাসী মুহাম্মদী পতাকাতলে (সঃ) সমবেত হয়ে গেলেন। ফলে, ওটা একটা সেনাবাহিনীর রূপ নিয়ে ফেললো। কিছু মুসলমানকে এক ঝাণ্ডার নীচে দেখা যেতে লাগলো। তাঁদের পা রাখার জায়গা হয়ে গেল। এখন ইসলামের দুশমনদের সাথে যুদ্ধে লিপ্ত হয়ে পড়ার হুকুম নাযিল হয়ে গেল। যুদ্ধের এটাই হলো প্রথম আয়াত। এতে বলা হলো যে, এই মুসলমানরা অত্যাচারিত। তাদের ঘরবাড়ী তাদের নিকট থেকে ছিনিয়ে নেয়া হয়েছে। বিনা কারণে তাদেরকে তাদের ঘর থেকে বের করে দেয়া হয়েছে। মক্কা থেকে তাদেরকে তাড়িয়ে দেয়া হয়েছে। নিঃস্ব ও অসহায় অবস্থায় তারা মদীনায় পৌঁছেছে। তাদের কোনই অপরাধ ছিল না। একমাত্র অপরাধ এই যে, তারা এক আল্লাহর উপাসনা করেছে। তাঁকে এক বলে স্বীকার করে নিয়েছে। তারা তাদের প্রতিপালক হিসেবে একমাত্র আল্লাহকেই মেনেছে। এটা হলো ইসৃতিসনা মুনকাতা। আসলে এটা ছিল মুশরিকদের কাছে অমার্জনীয় অপরাধ। যেমন আল্লাহ তাআলা বলেনঃ (আরবী) অর্থাৎ “তারা রাসূলুল্লাহকে (সঃ) এবং তোমাদেরকে এ কারণেই বের করে দিয়েছে যে, তোমরা তোমাদের প্রতিপালক আল্লাহর উপর ঈমান এনেছো।” (৬০:১) যেমন আসহাবুল উখদুদের ঘটনায় বলা হয়েছেঃ (আরবী) অর্থাৎ “তারা তাদেরকে নির্যাতন করেছিল শুধু এই কারণে যে, তারা বিশ্বাস করতো পরাক্রমশালী ও প্রশংসনীয় আল্লাহে।” (৮৫:৮)।মুসলমান সাহাবীগণ খন্দক খননের সময় নিম্নলিখিত ছন্দ পাঠ করতেনঃ (আরবী) অর্থাৎ আপনি না থাকলে (আপনার দয়া না হলে) আমরা সুপথ প্রাপ্ত হতাম না এবং আমরা দান-খয়রাতও করতাম না, নামাযও পড়তাম না। সুতরাং আমাদের উপর প্রশান্তি অবতীর্ণ করুন এবং আমরা যুদ্ধের সম্মুখীন হলে আমাদের পা গুলি অটুট ও স্থির রাখুন! নিশ্চয় প্রথমে তারা আমাদের উপর চালিয়েছে, যদি তারা বিশৃংখলা সৃষ্টির ইচ্ছা করে তবে আমরা তা প্রত্যাখ্যান করবো। স্বয়ং রাসূলুল্লাহ (সঃ) তাদের আনুকূল্য করেছিলেন এবং ছন্দের শেষ অংশটি তিনিও তাদের সাথে পাঠ করছিলেন। (আরবী) বলার সময় স্বর খুব উঁচু করেছিলেন।মহামহিমান্বিত আল্লাহ বলেনঃ আল্লাহ যদি মানব জাতির এক দলকে অন্য দল দ্বারা প্রতিহত না করতেন তবে বিধ্বস্ত হয়ে যেতো খৃস্টান সংসার বিরাগীদের উপাসনা স্থান। অর্থাৎ ভূ-পৃষ্ঠে, বিশৃংখলা ও অশান্তি সৃষ্টি হয়ে যেতো। শক্তিশালীরা দুর্বলদেরকে খেয়ে ফেলতো। খৃস্টান পাদরীদের ছোট উপাসনালয়কে (আরবী) বলা হয়। একটা উক্তি এটাও আছে যে, সাবী মাযহাবের লোকদের উপাসনালয়কে (আরবী) বলা হয়। কেউ কেউ আবার বলেন যে, অগ্নি উপাসকদের উপাসনালয়কে (আরবী) বলে। মুকাতিল (রঃ) বলেন যে, (আরবী) হলো ঐ ঘর যা পথের উপর থাকে (আরবী) হলো (আরবী) অপেক্ষা বড় ঘর। এটাও খৃস্টান পাদরীদের ইবাদতের ঘর। কেউ কেউ বলেন যে, এটা হলো ইয়াহূদীদের উপাসনালয়। (আরবী) এরও একটি অর্থ এটাই করা হয়েছে। কেউ কেউ আবার বলেন যে, এর দ্বারা গীর্জাকে বুঝানো হয়েছে। কারো কারো উক্তি এই যে, এটা হলো সা’ৰী লোকদের ইবাদতখানা। রাস্তার উপর আহলে কিতাবের যে ইবাদতখানা থাকে তাকে (আরবী) বলে। আর মুসলমানদের ইবাদতখানা হলো মাসজিদ। (আরবী) এর সর্বনামটি (আরবী) এর দিকে ফিরেছে। কেননা এটাই এর সবচেয়ে বেশী নিকটবর্তী। এটাও বলা হয়েছে যে, এর দ্বারা এইসব জায়গাকেই বুঝানো হয়েছে। অর্থাৎ সংসারত্যাগীদের উপাসনালয় (আরবী) খৃস্টানদের (আরবী) ইয়াহুদীদের (আরবী) এবং মুসলমানদের (আরবী) যে গুলিতে অধিক স্মরণ করা হয় আল্লাহর নাম। কোন কোন আলেমের উক্তি এই যে, এখানে কম হতে ক্রমান্বয়ে বেশীর দিকে যাওয়া হয়েছে। তুলনামূলকভাবে দুনিয়ায় মসজিদের সংখ্যা বেশী এবং এতে ইবাদতকারীদের সংখ্যাও অধিকতম।আল্লাহ তাআলার উক্তিঃ আল্লাহ নিশ্চয়ই তাকে সাহায্য করেন যে তাঁকে সাহায্য করে। যেমন অন্য জায়গায় তিনি বলেনঃ (আরবী) অর্থাৎ “হে মুমিনগণ! যদি তোমরা আল্লাহকে সাহায্য কর তবে তিনি তোমাদেরকে সাহায্য করবেন এবং তোমাদের পাগুলি স্থির রাখবেন। আর যারা কুফরী করেছে তাদের জন্যে রয়েছে দুর্ভোগ এবং তিনি তাদের কর্ম ব্যর্থ করে দিবেন।” (৪৭:৭-৮) এরপর আল্লাহ তাআলা নিজের দুটি বিশেষণের বর্ণনা দিচ্ছেন। তার একটি হলো তার শক্তিশালী হওয়া এই কারণে যে, তিনি সমস্ত সৃষ্ট জীব ও সৃষ্ট বস্তুর সৃষ্টিকর্তা। তাঁর দ্বিতীয় বিশেষণ এই যে, তিনি হলেন মহা মর্যাদাবান ও মহাপরাক্রমশালী। কেননা, সমস্ত কিছুই তার অধীন। সবই তাঁর সামনে হেয় ও তুচ্ছ। সবাই তার সাহায্যের মুখাপেক্ষী। তিনি সব কিছু হতে, অমুখাপেক্ষী ও অভাবমুক্ত। যাকে তিনি সাহায্য করেন সে জয়যুক্ত হয়। আর যার উপর থেকে তিনি সাহায্যের হাত টেনে নেন সে হয় পরাজিত। যেমন তিনি বলেনঃ (আরবী) অর্থাৎ “আমার প্রেরিত বান্দাদের সম্পর্কে আমার এই বাক্য পূর্বেই স্থির হয়েছে যে, অবশ্যই তারা সাহায্য প্রাপ্ত হবে এবং আমার বাহিনীই হবে বিজয়ী।” (৩৭:১৭১-১৭৩) তিনি আর এক জায়গায় বলেনঃ (আরবী)  অর্থাৎ “আল্লাহ লিপিবদ্ধ করেই রেখেছেনঃ আমি ও আমার রাসূলরা জয়যুক্ত থাকবে, নিশ্চয়ই আল্লাহ শক্তিমান, পরাক্রমশালী।” (৫৮:২১)"
    },
    {
      "ayah": 41,
      "surah": 22,
      "text": "হযরত উছমান (রাঃ) বলেনঃ “এই আয়াতটি আমাদের ব্যাপারে অবতীর্ণ। হয়। আমাদেরকে বিনা কারণে আমাদের দেশ থেকে বের করে দেয়া হয়েছিল। অতঃপর মহান আল্লাহ আমাদেরকে সাম্রাজ্য ও রাজত্ব দান করেন। আমরা নামায কায়েম করি, রোযা রাখি এবং মানুষকে ভাল কাজের আদেশ করি ও মন্দ কাজ থেকে নিষেধ করি ও বিরত রাখি। সুতরাং এই আয়াত আমার এবং আমার সঙ্গীদের ব্যাপারে অবতীর্ণ হয়।আবুল আলিয়া (রঃ) বলেন যে, এর দ্বারা রাসূলুল্লাহর (সঃ) সাহাবীদেরকে বুঝানো হয়েছে।রাসূলের (সঃ) খলীফা হযরত উমার ইবনু আবদিল আযীয (রঃ) স্বীয় খুৎবায় এই আয়াতটি তিলাওয়াত করেন। অতঃপর বলেনঃ “এই আয়াতে শুধুমাত্র বাদশাহদের বর্ণনা নেই। বরং এতে বাদশাহ্ ও প্রজা উভয়েরই বর্ণনা রয়েছে। বাদশাহর উপর তো দায়িত্ব এই যে, তিনি রাবরই আল্লাহর হক তোমাদের নিকট থেকে আদায় করবেন। তার হকের ব্যাপারে তোমরা অবহেলা করলে তিনি তোমাদেরকে পাকড়াও করবেন। আর একজনের হক অপরের নিকট হতে আদায় করে দিবেন এবং সাধ্যমত তোমাদেরকে সরল সঠিক পথ প্রদর্শন করবেন। তোমাদের উপর তার হক এই যে, প্রকাশ্যে ও গোপনে সন্তুষ্ট চিত্তেও তোমরা তাঁর আনুগত্য করবে।”আতিয়্যাহ (রঃ) বলেনঃ “এই আয়াতেরই অনুরূপ ভাব নিম্নের আয়াতেও রয়েছেঃ (আরবী) অর্থাৎ “যারা ঈমান আনে ও ভাল কাজ করে তাদের সাথে আল্লাহ ওয়াদা করেছেন যে, তিনি তাদেরকে যমীনে খলীফা বানিয়ে দিবেন।\" (২৪:৫৫)মহান আল্লাহ বলেনঃ সব কাজের পরিণাম আল্লাহরই ইখতিয়ারে। খোদাভীরু লোকদের পরিণাম ভাল হবে। তাদের প্রত্যেক পুণ্যের বিনিময় তাঁর কাছেই রয়েছে।"
    },
    { "ayah": 42, "surah": 22, "text": "Please check ayah 22:46 for complete tafsir." },
    { "ayah": 43, "surah": 22, "text": "Please check ayah 22:46 for complete tafsir." },
    { "ayah": 44, "surah": 22, "text": "Please check ayah 22:46 for complete tafsir." },
    { "ayah": 45, "surah": 22, "text": "Please check ayah 22:46 for complete tafsir." },
    {
      "ayah": 46,
      "surah": 22,
      "text": "৪২-৪৬ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা স্বীয় নবীকে (সঃ) সান্ত্বনা দিচ্ছেনঃ হে নবী (সঃ)! তোমার কওম যে তোমাকে মিথ্যা প্রতিপাদন ও অস্বীকার করছে এটা কোন নতুন কথা নয়। নূহ (আঃ) থেকে নিয়ে মূসা (আঃ) পর্যন্ত কাফিররা সমস্ত নবীকেই অস্বীকার করে আসছে। দলীল প্রমাণাদি তাদের সামনে বিদ্যমান। ছিল, সত্য উদঘাটিত হয়েছিল, তথাপি তারা কিছুই স্বীকার করে নাই। আমি ঐ সব কাফিরকে অবকাশ দিয়েছিলাম যে, চিন্তা ভাবনা করে হয়তো তারা নিজেদের পরিণামকে ভাল করে নেবে। কিন্তু যখন তারা নিমক হারামী থেকে ফিরে আসলো না তখন শেষ পর্যন্ত আমি তাদেরকে শাস্তি দ্বারা। পাকড়াও করি। আমার শাস্তি কতই না কঠোর ছিল!পূর্ব যুগীয় গুরুজন হতে বর্ণিত আছে যে, ফিরাউনের খোদায়ী দাবী করা এবং আল্লাহ তাআলার তাকে আযাবে পাকড়াও করার মাঝে চল্লিশ বছরের ব্যবধান ছিল। রাসূলুল্লাহ (সঃ) বলেছেন যে, আল্লাহ তাআলা প্রত্যেক অত্যাচারীকে অবকাশ দিয়ে থাকেন। কিন্তু যখন তিনি পাকড়াও করেন তখন। আর কোন রক্ষা থাকে না। যেমন মহাপরাক্রমশালী আল্লাহ বলেনঃ (আরবী) অর্থাৎ “তোমার প্রতিপালক যখন কোন অত্যাচারী গ্রামবাসীকে পাকড়াও করেন তখন তাঁর পাকড়াও এরূপই, নিশ্চয়ই তাঁর পাকড়াও খুবই যন্ত্রণাদায়ক ও কঠোর।” (১১:১০২)।মহামহিমান্বিত আল্লাহ বলেনঃ কত জনপদকে আমি ধ্বংস করেছি যে গুলির বাসিন্দা ছিল অত্যাচারী। এই সব জনপদ তাদের ঘরের ছাদসহ ধ্বংস স্কুপে পরিণত হয়েছিল। ঐ গুলির ধ্বংসাবশেষ এখনও বিদ্যমান আছে।তাদের সুউচ্চ ও সুদৃঢ় প্রাসাদসমূহ আজ বিলীন হয়ে গেছে। পানির কূপগুলি পরিত্যক্ত হয়েছে। যেগুলি কলি ছিল বাস যোগ্য ও ব্যবহার যোগ্য, আজ ঐ সব গুলিই হয়ে গেছে বাসের অযোগ্য ও অকেজো। তাদের সবকিছু আজ শ্মশানে পরিণত হয়েছে। সবই খাঁ খাঁ করছে। যেমন অল্লাহ তাআলা বলেনঃ (আরবী) “তোমরা যেখানেই থাকো না কেন মৃত্যু তোমাদেরকে পেয়ে বসবেই যদিও তোমরা সুউচ্চ ও সুদৃঢ় দূর্গেও অবস্থান কর না কেন।” (৪:৭৮)মহামহিম আল্লাহ বলেনঃ তারা কি দেশ ভ্রমণ করে নাই? তারা কি কখনো এ বিষয়ে চিন্তা গবেষণা করে নাই? এরূপ করলে তো তারা কিছু শিক্ষা গ্রহণ করতে পারতো? ইমাম ইবনু আবি দুনিয়া কিতাবুত তাফাকুর ওয়াল ই’তেবার’ নামক গ্রন্থে একটি রিওয়াইয়াত এনেছেন যে, আল্লাহ তাআলা হযরত মূসার (আঃ)। নিকট ওয়াহী প্রেরণ করেনঃ “হে মূসা (আঃ)! তুমি লোহার জুতো পরে এখনো লোহার লাঠি নিয়ে ভূ পৃষ্ঠে ভ্রমণ কর এবং নিদর্শনাবলী ও শিক্ষণীয় জিনিস গুলির প্রতি লক্ষ্য করতে থাকো। তুমি দেখবে যে, তোমার জুতো টুকরো টুকরো হয়ে গেছে এবং লাঠিও ভেঙ্গে চূর্ণ বিচূর্ণ হয়েছে, কিন্তু ওগুলি শেষ হয় নাই।”ইবনু আবিদ দুনিয়া (রাঃ) বর্ণনা করেছেন যে, কোন বিজ্ঞ লোক বলেছেনঃ “ওয়ায-নসীহতের মাধ্যমে তোমরা অন্তরকে জীবিত কর, চিন্তা ফিরের মাধ্যমে ওকে জ্যোতির্ময় করে দাও, সংসারের প্রতি উদাসীনতার দ্বারা ওকে মেরে দাও, বিশ্বাসের দ্বারা ওকে দৃঢ় কর, মৃত্যুর স্মরণ দ্বারা ওকে লাঞ্ছিত কর, ধ্বংসের বিশ্বাস দ্বারা ওকে ধৈর্যশীল কর, দুনিয়ার বিপদ আপদগুলি ওর সামনে রেখে দাও, ওর চক্ষু গুলি খুলে দাও, যুগের সংকীর্ণতা দেখিয়ে ওকে ভীত সন্ত্রস্ত কর, অতীতের ঘটনাবলী দ্বারা ওকে শিক্ষা গ্রহণ করাও, পূর্ববর্তী লোকদের কাহিনী শুনিয়ে ওকে সতর্ক করে দাও, তাদের পরিণামের কথা চিন্তা করতে ওকে অভ্যস্ত কর যে, ঐ পাপীদের সাথে আল্লাহ তাআলা কি ব্যবহার করেছেন! কিভাবে তিনি তাদেরকে ধ্বংস করে দিয়েছেন।”এখানেও আল্লাহ তাআলা ঐ কথাই বলেনঃ পূর্ববর্তীদের ঘটনাবলী তোমাদের চোখের সামনে তুলে ধর, অন্তরকে বিবেক বুদ্ধি সম্পন্ন কর, তাদের ধ্বংসলীলার সত্য কাহিনী শুনে উপদেশ ও শিক্ষা গ্রহণ কর। বস্তুতঃ তোমাদের চক্ষু তো অন্ধ নয়, বরং অন্ধ হচ্ছে বক্ষস্থিত হৃদয়। তোমাদের হৃদয় অন্ধ হওয়ার কারণেই তোমরা পূর্বের ঘটনাবলী হতে শিক্ষা গ্রহণ করতে পারছে না। ভাল ও মন্দের মধ্যে পার্থক্য করার শক্তি তোমরা হারিয়ে ফেলেছে। আবূ মুহাম্মদ আবদুল্লাহ্ ইবনু মুহাম্মদ ইবনু হাইয়ান উনদুলুসী শানতারীনী, যিনি ৫১৭ হিজরী সনে ইন্তেকাল করেছেন, এ বিষয়টিকে তাঁর নিম্ন লিখিত কবিতায় সুন্দররূপে ফুটিয়ে তুলেছেনঃ (আরবী) অর্থাৎ “হে ঐ ব্যক্তি! যে, পাপরাশির মধ্যে নিমজ্জিত হয়ে আনন্দ উপভোগ করছো, তুমি তোমার বার্ধক্য ও অচলাবস্থা হতে কি বে-খবর রয়েছো? তোমার জন্যে উপদেশ যদি ক্রিয়াশীল না হয় তবে তুমি দেখে, শুনেও কি শিক্ষা গ্রহণ করতে পার না? জেনে রেখো যে, চক্ষু ও কর্ণ কাজ না করলে এটা ততো দোষনীয় নয় যতো দোষনীয় হলো ঘটনাবলীর মাধ্যমে উপদেশ ও শিক্ষা গ্রহণ না করা। স্মরণ রেখো যে, যামানা, দুনিয়া, আসমান, সূর্য ও চন্দ্র কিছুই বাকী থাকবে না। মন না চাইলেও তোমাকে একদিন দুনিয়া হতে বিদায় গ্রহণ করতেই হবে, তুমি আমীরই হও বা ফকীরই হও এবং শহরবাসীই হও বা পল্লীবাসীই হও।”"
    },
    { "ayah": 47, "surah": 22, "text": "Please check ayah 22:48 for complete tafsir." },
    {
      "ayah": 48,
      "surah": 22,
      "text": "৪৭-৪৮ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা স্বীয় নবীকে (সঃ) বলছেনঃ এই বিপথগামী কাফিররা, আল্লাহকে, তাঁর রাসূলকে (সঃ) এবং কিয়ামতের দিনকে মিথ্যা প্রতিপাদনকারীরা তোমাকে শাস্তি ত্বরান্বিত করতে বলছে। তারা বলছে যে, তাদের উপর শান্তি আসতে বিলম্ব হচ্ছে কেন? যে শাস্তি হতে তাদেরকে ভয় দেখানো হচ্ছে তা তাদের উপর কেন তাড়াতাড়ি আসে না? তারা তো স্বয়ং আল্লাহকেও বলতোঃ “হে আল্লাহ! যদি এটা আপনার পক্ষ হতে সত্য হয় তবে আমাদের উপর আকাশ হতে প্রস্তর বর্ষণ করুন অথবা আমাদের কাছে বেদনাদায়ক শাস্তি আনয়ন করুন!\" আল্লাহ তাআলা বলেনঃ দেখো, আল্লাহর ওয়াদা সত্য। কিয়ামত ও শাস্তি অবশ্যই আসবে। আল্লাহর বন্ধুদের মর্যাদা লাভ এবং তার শত্রুদের লাঞ্ছনা ও অপমান অবশ্যম্ভাবী।হযরত আসমাঈ (রঃ) বলেনঃ “আমি একদা আবু আমর ইবনু আ’লার কাছে ছিলাম। এমন সময় আমর ইবনু উবায়েদ আসলো এবং বললোঃ “হে আবু আমর! আল্লাহ তাআলা নিজের ওয়াদা ভঙ্গ করেন কি? উত্তরে তিনি বললেনঃ “না।\" তৎক্ষণাৎ সে উপরোক্ত আয়াতটি পাঠ করলো। তখন তিনি বললেনঃ “তুমি কি আজমী? (আরব ছাড়া অন্যান্য সমস্ত দেশের লোককে আজমী বলে) শুনে রেখো যে, আরবে (আরবী) অর্থাৎ ভাল জিনিসের ওয়াদার খেলাপ করা মন্দ বলে বিবেচিত হয়। কিন্তু (আরবী) অর্থাৎ শাস্তির হুকুমের রদবদল করা বা ক্ষমা করে দেয়াকে মন্দ মনে করা হয় না; বরং ওটাকে করুণা ও অনুকম্পা মনে করা হয়। দেখো, কবি বলেনঃ (আরবী) অর্থাৎ “আমি যদি কাউকেও শাস্তি দেয়ার কথা বলি অথবা কাউকেও পুরস্কার দেয়ার ওয়াদা করি তবে এটা হতে পারে যে, শাস্তি দেয়ার কথা উলটিয়ে দিতে পারি এবং সম্পূর্ণ মাফ করে দিতে পারি। কিন্তু আমার পুরস্কার দানের ওয়াদা আমি অবশ্যই পূর্ণ করি। মোট কথা, শাস্তি দেয়ার ওয়াদা করে শাস্তি না দেয়া ওয়াদা ভঙ্গ নয়। কিন্তু ইনআমের ওয়াদা করে ইনআ’ম না দেয়া খারাপ বিশেষণ যা থেকে আল্লাহর সত্তা অতি পবিত্র।মহান আল্লাহ বলেনঃ আল্লাহর নিকট এক একটি দিন তোমাদের হাজার দিনের সমান। তিনি যে শাস্তি দিতে বিলম্ব করেন এটা তাঁর সহনশীলতা। কেননা, তিনি জানেন যে, যে কোন সময় তিনি তাদেরকে পাকড়াও করতে সক্ষম। কাজেই তাড়াহুড়ার প্রয়োজন কি? তাদের রশি যতই ঢিল দেয়া হোক না কেন, যখন তিনি তাদেরকে পাকড়াও করার ইচ্ছা করবেন, তখন তাদের শ্বাস গ্রহণেরও সময় থাকবে না।ঘোষিত হচ্ছেঃ বহু জনপদবাসী অত্যাচার করার কাজে উঠে পড়ে লেগে গিয়েছিলে। আমি ওটা দেখেও দেখি না। যখন তারা তাতে সম্পূর্ণরূপে নিমগ্ন হয়ে গেল তখন আমি অকস্মাৎ তাদেরকে পাকড়াও করে ফেলি। তারা সবাই আমার কাছে প্রত্যাবর্তন করবে। এছাড়া তাদের কোন উপায় নেই। আমার সামনে তাদেরকে হাজির হতেই হবে। হযরত আবূ হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “দরিদ্র মুসলমানরা ধনী মুসলমানদের অর্ধদিন পুর্বে (অর্থাৎ পাঁচশ বছর পূর্বে) জান্নাতে প্রবেশ করবে।”  (এ হাদীসটি ইবনু আবি হাতিম (রঃ) বর্ণনা করেছেন। জামে তিরমিযী ও সুনানে নাসায়ীতেও এটা বর্ণিত হয়েছে। ইমাম তিরমিযী (রঃ) এটাকে হাসান সহীহ বলেছেন)হযরত আবু হুরাইরা (রাঃ) বলেনঃ “দরিদ্র মুসলমানরা ধনী মুসলমানদের অর্ধদিন পরিমাণ পূর্বে জান্নাতে প্রবেশ করবে।” তাঁকে জিজ্ঞেস করা হয়ঃ “অর্ধদিনের পরিমাণ কত?\" তিনি উত্তরে বলেনঃ “তুমি কি কুরআন পড় ?” জবাবে বলা হয়ঃ “হাঁ, পড়ি। তিনি তখন (আরবী) এ আয়াতটি পড়ে শুনিয়ে দেন। অর্থাৎ “তোমার প্রতিপালকের একদিন তোমাদের গণনায় সহস্র বছরের সমান।” (২২:৪৭) (এটা ইমাম ইবনু জারীর (রঃ) বর্ণনা করেছেন)হযরত সা'দ ইবনু আবি অক্কাস (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “আল্লাহর কাছে আমি আশা রাখি যে, তিনি আমার উম্মতকে অর্ধ দিন পিছিয়ে রাখবেন।\" হযরত সা’দকে (রাঃ) জিজ্ঞেস করা হয়ঃ “অর্ধদিনের পরিমাণ কত?” উত্তরে তিনি বলেনঃ “পাঁচ শ' বছর।\" (এটা আবু দাউদ (রঃ) কিতাবুল মালাহিম-এর শেষে বর্ণনা করেছেন)হযরত ইবনু আব্বাস (রাঃ) এই আয়াতটি পাঠ করে বলেনঃ “এই দিন ঐ দিনগুলির অন্তর্ভূক্ত যে গুলিতে আল্লাহ তাআলা আসমান ও যমীন সৃষ্টি করেছেন। (এটা ইমাম ইবনু জারীর (রঃ) বর্ণনা করেছেন)ইমাম আহমাদ ইবনু হাম্বল (রঃ) কিতাবুর রদ আ’লাল জামিয়্যাহ্ গ্রন্থে এটাকে স্পষ্ট ভাষায় বর্ণনা করেছেন। হযরত মুজাহিদ (রঃ) বলেন যে, এই আয়াতটি নিম্নের আয়াতটির মতইঃ (আরবী) অর্থাৎ “তিনি আকাশ হতে পৃথিবী পর্যন্ত সমুদয় বিষয় পরিচালনা করেন, অতঃপর একদিন সমস্ত কিছুই তাঁর সমীপে সমুখিত হবে যে দিনের পরিমাণ হবে তোমাদের হিসেবে হাজার বছরের সমান।” (৩২:৫)ইমাম মুহাম্মদ ইবনু সীরীন (রঃ) আহলে কিতাবের একজন নও মুসলিম হতে বর্ণনা করেছেনঃ “আল্লাহ তাআলা আসমান ও যমীনকে ছয় দিনে সৃষ্টি করেছেন এবং একদিন তোমার প্রতিপালকের নিকট এক হাজার দিনের সমান যা তোমরা গণনা করে থাকে। আল্লাহ তাআলা দুনিয়ার আয়ুষ্কাল রেখেছেন ছয় দিন। সপ্তম দিনে কিয়ামত হবে। আর একদিন হাজার দিনের সমান। সুতরাং ছয়দিন তো কেটেই গেছে। এখন তোমরা সপ্তম দিনে রয়েছে। এখন তো অবস্থা ঠিক গর্ভবতী নারীর মত যার গর্ভ পূর্ণ দশ মাসের হয়ে গেছে। জানা যায় না কোন ক্ষণে সে সন্তান প্রসব করে!"
    },
    { "ayah": 49, "surah": 22, "text": "Please check ayah 22:51 for complete tafsir." },
    { "ayah": 5, "surah": 22, "text": "Please check ayah 22:7 for complete tafsir." },
    { "ayah": 50, "surah": 22, "text": "Please check ayah 22:51 for complete tafsir." },
    {
      "ayah": 51,
      "surah": 22,
      "text": "৪৯-৫১ নং আয়াতের তাফসীর:\nকাফিররা যখন তাড়াতাড়ি শাস্তি চাইলো তখন আল্লাহ তাআলা স্বীয় রাসূলকে (সঃ) বলছেনঃ হে রাসূল (সঃ)! তুমি তাদেরকে বলে দাওঃ হে লোক সকল! আমি তো আল্লাহ তাআলার একজন প্রেরিত বান্দা। আমি তোমাদেরকে ঐ শাস্তি হতে সতর্ক করতে এসেছি যা তোমাদের সামনে রয়েছে। তোমাদের হিসাব গ্রহণের দায়িত্ব আমার নয়। শাস্তি আল্লাহ তাআলার অধিকারে রয়েছে। ইচ্ছা করলে তিনি এখনই তা নাজিল করবেন, ইচ্ছা করলে বিলম্বে করবেন। কার ভাগে হিদায়াত রয়েছে এবং কে আল্লাহর রহমত হতে বঞ্চিত তা আমার জানা নেই। হুকুমত তারই হাতে। তিনি যা ইচ্ছা তাই করতে পারেন। তার বিরুদ্ধে কেউ মুখ খুলতে পারে না। তিনি খুব তাড়াতাড়ি হিসাব গ্রহণকারী। আমার অধিকার শুধু এটুকুই যে, আমি একজন সতর্ককারী ও ভয় প্রদর্শক। যাদের অন্তরে ইয়াকীন ও ঈমান রয়েছে এবং তাদের আমল দ্বারা তা প্রমাণিত হয়, তাদের সমস্ত গুনাহ মাফ হয়ে যাওয়ার যোগ্য। তাঁর পূণ্যগুলিও প্রশংসা লাভের যোগ্যতা রাখে।(আরবী) দ্বারা জান্নাতকে বুঝানো হয়েছে। যারা অন্যদেরকে আল্লাহর পথ ও রাসূলের (সঃ) আনুগত্য হতে বিরত রাখে তারা জাহান্নামী। তারা হবে কঠিন শাস্তি ও প্রজ্জলিত অগ্নির খড়ি। আল্লাহ আমাদেরকে ওটা হতে রক্ষা করুন আল্লাহ তাআলা বলেনঃ (আরবী) অর্থাৎ “যারা কুফরী করেছে এবং আল্লাহর পথ হতে (মানুষকে) বিরত রেখেছে, তাদের ফাসাদ সৃষ্টির কারণে আমি তাদের শাস্তির উপর শাস্তি বৃদ্ধি করবো।” (১৬:৮৮)"
    },
    { "ayah": 52, "surah": 22, "text": "Please check ayah 22:54 for complete tafsir." },
    { "ayah": 53, "surah": 22, "text": "Please check ayah 22:54 for complete tafsir." },
    {
      "ayah": 54,
      "surah": 22,
      "text": "৫২-৫৪ নং আয়াতের তাফসীর:\nএখানে তাফসীরকারদের অনেকেই গারানীকের কাতি বর্ণনা করেছেন এবং এটাও বর্ণনা করেছেন যে, এই ঘটনার কারণে আবির য়ায় হিজরতকারী সাহাবীগণ মনে করেন যে, মক্কার মুশরিকরা মুসলমান হয়ে গেছে, তাই তাঁর মক্কায় ফিরে আসেন।” (কিন্তু এই রিওয়াইয়াতটির প্রত্যেকটি সনদেই মুরসাল। কোন বিশুদ্ধ সনদে এটা বর্ণিত হয় নাই। এ সব ব্যাপারে আল্লাহই সবচেয়ে ভাল জানেন)হযরত সাঈদ ইবনু জুবায়ের (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) মক্কায় সূরায়ে নাজম তিলাওয়া করেন। যখন তিনি নিম্নলিখিত স্থানে পৌঁছেনঃ (আরবী) অর্থাৎ তোমরা কি ভেবে দেখেছো ‘লাত’ ও ‘উয’ সম্বন্ধে এবং তৃতীয় আরেকটি ‘মানাত সম্বন্ধে?) (৫৩:১৯-২০) তখন শয়তান তাঁর যুবান মুবারকে নিম্নলিখিত কথাগুলি প্রক্ষিপ্ত করেঃ (আরবী) (অর্থাৎ “এগুলো হলো মহান গারানীক এবং এদের সুপারিশের আশা করা যায়। তাঁর একথা শুনে মুশরিকরা খুবই খুশী হয় এবং বলেঃ “আজ তিনি আমাদের দেবতাদের এমন প্রশংসা করলেন যা তিনি ইতিপূর্বে করেন নাই।\" অতঃপর রাসূলুল্লাহ (সঃ) সিজদায় পড়ে যান এবং ওদিকে তারাও সিজদায় পড়ে যায়। তখন এই আয়াত অবতীর্ণ হয়। (এটা মুসনাদে ইবনু আবি হাতিমে বর্ণিত হয়েছে। ইমাম ইবনু জারীর ও (রঃ) এটা বর্ণনা করেছেন। এটা মুরসাল। মুসনাদে বাযযারেও এটা উল্লিখিত হওয়ার পরে রয়েছে যে, শুধু এই সনদেই এটা মুত্তাসিলরূপে বর্ণিত হয়েছে। শুধু উমাইয়া ইবনু খালেদের মাধ্যমেই এটা মুত্তাসিল হয়েছে। তিনি প্রসিদ্ধ ও বিশ্বাস যোগ্য বর্ণনাকারী। শুধু কালবীর পন্থাতেই এটা বর্ণিত হয়েছে। ইবনু আবি হাতিম (রঃ) এটাকে দুটি সনদে গ্রহণ করেছেন। কিন্তু দু'টোই মুরসাল। ইবনু জারীরও (রঃ) মুরসাল রূপেই এটা বর্ণনা করেছেন)কাতাদা (রঃ) বলেন, যে মাকামে ইবরাহীমের (আঃ) পাশে নামাযরত অবস্থায় রাসূলুল্লাহর (সঃ) একটু তন্দ্রা এসে যায় এবং ঐ সময় শয়তান তাঁর যুবান মুবারকে নিম্ন লিখিত কথাগুলি প্রক্ষিপ্ত করে এবং তার যুবান দিয়ে বেরিয়ে যায়ঃ (আরবী) মুশরিকরা এই কথাগুলি লুফে নেয় এবং শয়তান এটা ছড়িয়ে দেয়। তখন এই আয়াত অবতীর্ণ হয় এবং তাকে লাঞ্ছিত হতে হয়।ইবনু শিহাব (রঃ) হতে বর্ণিত আছে যে, সূরায়ে নজুিম অবতীর্ণ হলো এবং মুশরিকরা বলছিলঃ “যদি এই লোকটি (হযরত মুহাম্মদ (সঃ) আমাদের দেবতাগুলির বর্ণনা ভাল ভাষায় করতো তবে তো আমরা তাকে ও তার সঙ্গীদেরকে ছেড়ে দিতাম। কিন্তু তার অবস্থান তো এই যে, সে তার ধর্মের বিরোধী ইয়াহুদী ও খৃস্টানদের চেয়ে বেশী খারাপ ভাষায় আমাদের দেবতাগুলির বর্ণনা দিচ্ছে এবং তাদেরকে গালি দিচ্ছে।” ঐ সময় রাসূলুল্লাহ (সঃ) ও তাঁর সাহাবীদেরকে কঠিন বিপদের মধ্যে ফেলে দেয়া হয়েছিল। মুশরিকদের হিদায়াত লাভ তিনি কামনা করছিলেন। যখন তিনি সূরায়ে নাজুমের তিলাওয়াত শুরু করেন এবং (আরবী) পর্যন্ত পাঠ করেন তখন শয়তান দেবতাদের নাম উচ্চারণের সময় তাঁর পবিত্র যুবানে নিম্নলিখিত কথাগুলি প্রক্ষিপ্ত করেঃ (আরবী) এটা ছিল শয়তানের ছন্দযুক্ত ভাষা। প্রত্যেক মুশরিকের অন্তরে এই কালেমা বসে যায়। প্রত্যেকের তা মুখস্থ হয়ে যায়। শেষ পর্যন্ত এটা সর্বত্র ছড়িয়ে পড়ে যে, হযরত মুহাম্মদ (সঃ) নিজের পূর্ব ধর্ম হতে ফিরে এসেছেন। যখন রাসূলুল্লাহ (সঃ) সূরায়ে নাজমের তিলাওয়াত শেষ করে সিজদা করেন তখন সমস্ত মুসলমান ও মুশরিকও সিজদায় পড়ে যায়। ওয়ালীদ ইবনু মুগীরা অত্যন্ত বৃদ্ধ ছিল বলে সে এক মুষ্টি মাটি নিয়ে ওটা কপালে ঠেকিয়ে দেয়। সবাই বিস্মিত হয়ে যায়। কেননা, রাসূলুল্লাহর (সঃ) সাথে দু'টো দলই সিজদায় ছিল। মুসলমানরা বিস্মিত ছিলেন এই কারণে যে, মুশরিকরা আল্লাহর উপর ঈমান আনে নাই এটা তারা ভালরূপেই জানতেন। অথচ কি করে তারা রাসূলুল্লাহ (সঃ) ও মুসলমানদের সাথে সিজ্দা করলো? শয়তান যে শব্দগুলি মুশরিকদের কানে ফুঁকে দিয়েছিল মুসলমানরা তা শুনতেই পান নাই। এদিকে তাদের অন্তর খোলা ছিল। কেননা, শয়তান শব্দের মধ্যে শব্দ এমনভাবে মিলিয়ে দেয় যে, মুশরিকরা তাতে কোন পার্থক্যই করতে পারছিল না। সে তো তাদের মনে এই দৃঢ় বিশ্বাস জন্মিয়ে দিয়েছিল যে, স্বয়ং রাসূলুল্লাহ (সঃ) এই সূরারই এই দু'টো আয়াত পাঠ করেছেন। সুতরাং প্রকৃতপক্ষে মুশরিকরা তাদের দেবতাগুলিকেই সিজদা করেছিল। শয়তান এই ঘটনাকে এমনভাবে ছড়িয়ে দেয় যে, এ খবর হাবশায় পৌঁছে গিয়েছিল। হযরত উছমান ইবনু মাযউন (রাঃ) এবং তার সঙ্গীরা যখন শুনতে পান যে, মক্কাবাসীরা মুসলমান হয়ে গেছে, এমনকি তারা রাসূলুল্লাহর (সঃ) সাথে নামায পড়েছে এবং ওয়ালীদ ইবনু মুগীরা অত্যধিক বুড়ো হওয়ার কারণে এক মুষ্টি মাটি উঠিয়ে নিয়ে তা তার মাথায় ঠেকিয়েছেন এবং মুসলমানরা এখন পূর্ণ শান্তি ও নিরাপত্তার সাথে রয়েছে তখন তারা সেখান থেকে মক্কায় ফিরে আসার স্থির সিদ্ধান্ত গ্রহণ করেন। অতঃপর তারা খুশী মনে মক্কায় ফিরে আসেন। তাঁদের মক্কায় পৌঁছার পূর্বেই আল্লাহ তাআলা শয়তানের ঐ শব্দগুলির রহস্য খুলে দিয়েছিলেন এবং তা সরিয়ে ফেলে স্বীয় কালামকে রক্ষিত রেখেছিলেন। ফলে মুশরিকদের শত্রুতার অগ্নি আরো বেশী প্রজ্জ্বলিত হয়ে উঠেছিল তারা মুসলমানদের উপর নতুন বিপদ আপদের বৃষ্টি বর্ষণ শুরু করে দিয়েছিল।” (এ রিওয়াইয়াতটিও মুরসাল। ইমাম বায়হাকীর (রঃ) কিতাবুল দালায়েলিন নবুওয়াহ’ নামক গ্রন্থেও এ রিওয়াইয়াতটি রয়েছে। ইমাম মুহাম্মদ ইবনু ইসহাক (রঃ) এটাকে স্বীয় সীরাত' গ্রন্থে আনয়ন করেছেন। কিন্তু এই সব সনদই মুরসাল ও মুক্কাতা। এসব ব্যাপারে আল্লাহই সবচেয়ে ভাল জানেন) ইমাম বাগাভী (রঃ) এ সব কিছু হযরত ইবনু আব্বাস (রাঃ) প্রভৃতি গুরুজনের কালাম দ্বারা এভাবেই স্বীয় তাফসীর গ্রন্থে আনয়ন করেছেন। তারপর নিজেই একটা প্রশ্ন উত্থাপন করেছেন যে, রাসূলুল্লাহর (সঃ) রক্ষক যখন আল্লাহ তাআলা স্বয়ং, তখন কি করে শয়তানের কালাম মহান আল্লাহর পবিত্র কালামের মধ্যে প্রবেশ করতে পারে? অতঃপর এর বহু জবাব দেয়া হয়েছে। এগুলির মধ্যে একটি সূক্ষ জবাব এও আছে যে, শয়তান এই শব্দগুলি লোকদের কানে নিক্ষেপ করে এবং তাদের মধ্যে এই খেয়াল জাগিয়ে দেয় যে, এই শব্দগুলি রাসূলুল্লাহর (সঃ) পবিত্র মুখ দিয়ে বের হয়েছে। প্রকৃতপক্ষ এরূপ ছিল না। এটা ছিল শুধু শয়তানী কাজ কারবার। এটা রাসূলুল্লাহর (সঃ) মুখের আওয়াজ মোটেই ছিল না। এসব ব্যাপারে সর্বাধিক সঠিক জ্ঞানের অধিকারী এক মাত্র আল্লাহ।মুতাকাল্লেমীন এ ধরনের আরো বহু জবাব দিয়েছেন। কাযী আইয়াও (রঃ) স্বীয় কিতাবুশ শিক্ষা গ্রন্থে এর জবাব দিয়েছেন।মহান আল্লাহ বলেনঃ আমি তোমার পূর্বে যে সব রাসূল বা নবী পাঠিয়েছি তাদের কেউ যখনই কিছু আকাংখা করেছে, তখনই শয়তান তার আকাংখায় কিছুই প্রক্ষিপ্ত করেছে। এর দ্বারা রাসূলুল্লাহকে (সঃ) সান্ত্বনা দেয়া হয়ে যে, তার এতে উদ্বিগ্ন হওয়ার কোনই কারণ নেই। কেননা, তার পূর্ববর্তী নবী রাসূলদেরও এরূপ ঘটনা ঘটেছিল। মুজাহিদ (রঃ) বলেন যে, (আরবী) এর অর্থ হলো (তিনি বলেন)। (আরবী) এর অর্থ (আরবী) (তার পঠনে)। (আরবী) এর ভাবার্থ হলোঃ তিনি পড়েন, লিখেন না। অধিকাংশ তাফসীরকার (আরবী) এর অর্থ (আরবী) করেছেন। অর্থাৎ যখন তিনি আল্লাহর কিতাব পাঠ করেন তখন শয়তান ঐ তিলাওয়াতের মধ্যে কিছু প্রক্ষিপ্ত করে। হযরত উছমান (রাঃ) যখন শহীদ হন তখন কবি তার প্রশংসায় বলেনঃ (আরবী) অর্থাৎ “তিনি (হ্যরত উছমান (রাঃ) রাত্রির প্রথমভাগে ও শেষ ভাগে। আল্লাহর কিতাব পাঠ করতেন। তিনি তার ভাগ্যে লিখিত মৃত্যুর সাথে সাক্ষাৎ করলেন।” এখানেও। (আরবী) শব্দটিকে পাঠ করার অর্থে ব্যবহার করা। হয়েছে। ইমাম ইবনু জারীর (রঃ) বলেন যে, এই উক্তিটি খুবই নিকটের ব্যাখ্যা বিশিষ্ট। এর আভিধানিক অর্থ হলো (আরবী) অর্থাৎ সরিয়ে ফেলা ও উঠিয়ে দেয়া। মহামহিমান্বিত আল্লাহ সরিয়ে ফেলেন যা শয়তান প্রক্ষিপ্ত করে। হযরত জিবরাঈল (আঃ) শয়তানের বৃদ্ধিকৃত শব্দগুলিকে উঠিয়ে ফেলেন বা মিটিয়ে দেন। ফলে আল্লাহ তাআলার আয়াতগুলি সুপ্রতিষ্ঠিত হয়ে যায়।আল্লাহ হলেন সর্বজ্ঞ। কোন গোপনীয় কথা তাঁর কাছে অজানা থাকে না। তিনি সবই জানেন। তিনি প্রজ্ঞাময়। তার সব কাজই নিপুণতাপূর্ণ। এটা এই জন্যে যে, যাদের অন্তরে সন্দেহ, শিরক, কুফরী এবং নিফাক রয়েছে তাদের জন্যে যেন এটা ফিৎনা বা পরীক্ষার বিষয় হয়ে যায়। যেমন, মুশরিকরা ওটাকে আল্লাহর পক্ষ হতে অবতারিত মনে করেছিল; অথচ তা তার পক্ষ হতে অবতারিত ছিল না বরং শয়তানী শব্দ ছিল। সুতরাং যাদের অন্তরে ব্যাধি আছে’ এর দ্বারা মুনাফিকদেরকে বুঝানো হয়েছে।আর যারা পাষাণ হৃদয়, এর দ্বারা বুঝানো হয়েছে মুশরিকদেরকে। এও একটি উক্তি যে, এর দ্বারা ইয়াহুদীদেরকে বুঝানো হয়েছে।ঘোষিত হচ্ছেঃ জালিমরা দুস্তর মতভেদে রয়েছে। তারা হক থেকে বহু দূরে সরে গেছে। সরল-সঠিক পথ তারা হারিয়ে ফেলেছে।আর এটা এ জন্যেও যে, যাদেরকে সঠিক জ্ঞান দেয়া হয়েছে তারা যেন জানতে পারে যে, এটা মহান আল্লাহর নিকট হতে প্রেরিত সত্য; অতঃপর তারা যেন তাতে বিশ্বাস স্থাপন করে এবং তাদের অন্তর যেন ওর প্রতি অনুগত হয়। এটা আল্লাহর কালাম হওয়ার ব্যাপারে তাদের অন্তরে যেন বিন্দুমাত্র সন্দেহের উদ্রেক না হয়।আল্লাহ তাআলা ঈমানদারদেরকে সরল সঠিক পথে পরিচালিত করে থাকেন। দুনিয়াতে তিনি তাদেরকে হিদায়াত দান করেন, সরল সঠিক পথের সন্ধান দেন এবং আখেরাতে তিনি তাদেরকে জাহান্নামের কঠিন শাস্তি হতে রক্ষা করে জান্নাতে প্রবিষ্ট করবেন এবং সেখানে তারা অফুরন্ত নিয়ামতের অধিকারী হবে।"
    },
    { "ayah": 55, "surah": 22, "text": "Please check ayah 22:57 for complete tafsir." },
    { "ayah": 56, "surah": 22, "text": "Please check ayah 22:57 for complete tafsir." },
    {
      "ayah": 57,
      "surah": 22,
      "text": "৫৫-৫৭ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা কাফিরদের সম্পর্কে খবর দিচ্ছেন যে, আল্লাহর ওয়াহী অর্থাৎ কুরআনকারীমের ব্যাপারে তাদের যে সন্দেহ রয়েছে তা তাদের অন্তর থেকে কখনো দূর হবে না। শয়তান কিয়ামত পর্যন্ত তাদের এই সন্দেহ দূর হতে দেবে না। কিয়ামত এবং ওর শাস্তি তাদের উপর আকস্মিকভাবে চলে আসবে। তারা কিছু টেরই পাবে না। এখন যে মহান আল্লাহ তাদেরকে অবকাশ দিয়ে রেখেছেন এতে তারা গর্বিত হয়ে গেছে। যে কওমেরই উপর আল্লাহর শাস্তি এসেছে তা এই অবস্থাতেই এসেছে যে, তারা তা থেকে নির্ভয় ও বেপরোয়া হয়ে গিয়েছিল। আল্লাহর শাস্তি হতে উদাসীন শুধু তারাই থাকে যারা পুরোপুরিভাবে পাপাচার এবং প্রকাশ্যভাবে অপরাধী। তাদের উপর এমন দিনের শাস্তি আসবে যেই দিন তাদের জন্যে কোন মঙ্গল নেই। ঐ দিন তাদের জন্যে অকল্যাণকর সাব্যস্ত হবে। কারো কারো উক্তি এই যে, এই দিন দ্বারা বদরের দিনকে বুঝানো হয়েছে। কেউ কেউ বলেছেন যে, এর দ্বারা কিয়ামতের দিন উদ্দেশ্য। এটাই সঠিক উক্তি, যদিও বদরের দিনটাও মুশরিকদের জন্যে শাস্তির দিনই ছিল।মহান আল্লাহ বলেনঃ সেই দিন হবে আল্লাহরই আধিপত্য। যেমন অন্য আয়াতে আছেঃ (আরবী) অর্থাৎ “তিনি কর্মফল দিবসের মালিক।\" আরেক জায়গায় রয়েছেঃ (আরবী) অর্থাৎ “সেই দিন প্রকৃত কর্তৃত্ব হবে দয়াময়ের এবং কাফিরদের জন্যে সেইদিন হবে কঠিন।” (২৫:২৬)তিনিই তাদের বিচার করবেন। সুতরাং যাদের অন্তরে আল্লাহর প্রতি ঈমান ও রাসূলের (সঃ) প্রতি বিশ্বাস থাকবে এবং ঈমান্ত্রে মোতাবেক যাদের আমল হবে, যাদের অন্তর ও আমলের মধ্যে সাদৃশ্য থাকবে এবং যাদের মুখের কথার সাথে মনের মিল থাকবে তারা হবে সুখময় জান্নাতের অধিকারী। ঐ নিয়ামত কখনো শেষ হবার নয়, কম হবার নয় এবং নষ্ট হাবারও নয়।পক্ষান্তরে যারা কুফরী করে ও আল্লাহর আয়াতসমূহকে অস্বী করে, যাদের মুখের কথার সাথে অন্তরের মিল নেই, যারা সত্যের অনুসরণে অহকার করে, তাদের জন্যে রয়েছে অপমানজনক শাস্তি। যেমন মহান মহিমান্বিত অল্লাহ বলেনঃ (আরবী) অর্থাৎ “যারা আমার ইবাদতে অহংকার করে তারা সত্বরই লাঞ্ছিত অবস্থায় জাহান্নামে প্রবেশ করবে।\" (৪০:৬০)"
    },
    { "ayah": 58, "surah": 22, "text": "Please check ayah 22:60 for complete tafsir." },
    { "ayah": 59, "surah": 22, "text": "Please check ayah 22:60 for complete tafsir." },
    { "ayah": 6, "surah": 22, "text": "Please check ayah 22:7 for complete tafsir." },
    {
      "ayah": 60,
      "surah": 22,
      "text": "৫৮-৬০ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা খবর দিচ্ছেন যে, যে ব্যক্তি নিজের দেশ, পরিবার, আত্মীয়-স্বজন এবং দোস্ত বন্ধুদেরকে ছেড়ে আল্লাহর সন্তুষ্টি লাভের উদ্দেশ্যে হিজরত করে, তাঁর রাসূল (সঃ) ও তাঁর দ্বীনের সাহায্যার্থে সব কিছু ছেড়ে যায়, অতঃপর সে জিহাদের ময়দানে হাজির হয়ে শত্রুদের হাতে নিহত হয় অথবা ভাগ্যের লিখন হিসেবে বিছানাতেই মৃত্যু বরণ করে, তার জন্যে আল্লাহ তাআলার পক্ষ হতে বড় পুরস্কার ও সম্মানজনক প্রতিদান রয়েছে। যেমন মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “যে ব্যক্তি আল্লাহ ও তাঁর রাসূলের (সঃ) পথে হিজরতের উদ্দেশ্যে নিজের বাড়ী হতে বের হয়, অতঃপর মৃত্যু হয়ে যায়, তার প্রতিদান আল্লাহর দায়িত্বে সাব্যস্ত হয়ে যায়।” (৪:১০০) তার উপর আল্লাহর করুণা বর্ষিত হবে। সে জান্নাতের জীবিকা লাভ করবে, যার ফলে তার চক্ষুদ্বয় ঠাণ্ডা হয়ে যাবে। আল্লাহ তো সর্বোৎকৃষ্ট রিক দাতা। তিনি তাকে জান্নাতে প্রবিষ্ট করবেন যেখানে সে খুবই আনন্দিত হবে। যেমন মহামহিমান্বিত আল্লাহ। বলেনঃ (আরবী) অর্থাৎ “যদি সে নৈকট্য প্রাপ্তদের একজন হয়, তবে তার জন্যে রয়েছে। আরাম, উত্তম জীবনোপকরণ এবং সুখময় উদ্যান।” (৫৬:৮৮-৮৯) আল্লাহ তাআলা তাঁর পথের মুজাহিদদেরকে এবং তার নিয়ামতের অধিকারীদেরকে ভালরূপেই জানেন। তিনি বড়ই সহনশীল। বান্দাদের গুনাহসমূহ তিনি মার্জনা করেন। আর তাদের হিজরত তিনি ককূল করে নেন। তার উপর ভরসাকারীদেরকে তিনি উত্তমরূপে অবগত আছেন। যারা আল্লাহর পথে শহীদ হয় তারা মুহ্যজির হোক আর না-ই হোক, তাদের প্রতিপালকের কাছে রিক পেয়ে থাকে। যেমন মহামহিমান্বিত আল্লাহ বলেনঃ (আরবী) অর্থাৎ “যারা আল্লাহর পথে নিহত হয়েছে তাদেরকে কখনো মৃত মনে। করো না; বরং তারা জীবিত এবং তাদের প্রতিপালকের নিকট হতে তারা জীবিকা প্রাপ্ত।\" (৩:১৬৯) এই ব্যাপারে বহু হাদীস রয়েছে যেগুলি বর্ণিত হয়েছে। সুতরাং আল্লাহর পথের শহীদদের প্রতিদান ও পুরস্কার তাঁর যিম্মায় স্থির হয়ে গেছে। এটা এই আয়াত দ্বারাও এবং এই ব্যাপারে বর্ণিত হাদীস সমূহ দ্বারাও প্রমাণিত। হযরত শুরাহবীল ইবনু সামত (রাঃ) বলেনঃ “রোমের একটি দুর্গ অবরোধ করার কাজে আমাদের বহু দিন অতিবাহিত হয়ে যায়। ঘটনাক্রমে হযরত সালমান ফারসী (রাঃ) সেখান দিয়ে গমন করেন। তিনি আমাদেরকে বলেনঃ আমি রাসূলুল্লাহকে (সঃ) বলতে শুনেছিঃ “যে ব্যক্তি আল্লাহর পথ প্রস্তুতির কাজে মারা যায় তার প্রতিদান ও রিযুক বরাবরই আল্লাহ তাআলার পক্ষ হতে তার উপর চালু থাকে। ইচ্ছা হলে তোমরা (আরবী) আয়াতটি তিলাওয়াত কর।” (এটা ইবনু হাতিম (রঃ) বর্ণনা করেছেন) হযরত আবু কুবায়েল (রাঃ) এবং হযরত রাবী আহ্ ইবনু সায়েফ মুগাফেরী (রাঃ) বলেনঃ “আমরা রাওদাসের যুদ্ধে ছিলাম। আমাদের সাথে। হযরত ফুযালাহ্ ইবনু উবায়েদও (রাঃ) ছিলেন। আমাদের পার্শ্ব দিয়ে দু'টি জানাযা নিয়ে যাওয়া হয়। এই মৃত দুই ব্যক্তির একজন ছিলেন শহীদ এবং অপরজন স্বাভাবিকভাবে মৃত্যু বরণ করেছিলেন। জনগণ শহীদ ব্যক্তির জানার উপর ঝুঁকে পড়ে। হযরত ফুযালাহ্ (রাঃ) জিজ্ঞেস করেনঃ “ব্যাপার কি?” জনগণ উত্তর দেয়ঃ জনাব! এটা শহীদ ব্যক্তির জানাযা। আর অপর ব্যক্তি শাহাদাত হতে বঞ্চিত হয়েছে। একথা শুনে হযরত ফুযালাহ্ (রাঃ) বলেনঃ “আল্লাহর শপথ! আমার কাছে এ দুজনই সমান। এ দু'জনের যে কোন একজনের কবর হতে উত্থিত হলেও আমার কোন পরোয়া নাই। তোমরা আল্লাহর কিতাব শুনো।\" অতঃপর তিনি (আরবী) এই আয়াতটি পাঠ করেন।” অন্য একটি রিওয়াইয়াতে আছে যে, তিনি সাধারণভাবে মৃত্যুবরণকারী ব্যক্তির কবরের পার্শ্বে বসে পড়েন এবং বলেনঃ “তোমরা আর কি চাও? জায়গা হলো জান্নাত এবং রি হলো উত্তম।” আর একটি রিওয়াইয়াতে আছে যে, ঐ রাওদাসের যুদ্ধে হযরত ফুযালাহ্ (রাঃ) আমীর ছিলেন।মুকাতিল ইবনু হাইয়ান (রঃ) এবং ইবনু জারীর (রঃ) বলেন যে, (আরবী) এই আয়াতটি সাহাবীদের ঐ ক্ষুদ্র সেনাবাহিনীর ব্যাপারে অবতীর্ণ হয় যাদের সাথে মুশরিকদের এক সেনাবাহিনী মর্যাদা সম্পন্ন মাসগুলিতেও যুদ্ধে লিপ্ত হয়, অথচ মুসিলম বাহিনী ঐ মর্যাদা সম্পন্ন মাসগুলিতে (মর্যাদা সম্পন্ন মাস অর্থাৎ যে মাসগুলিতে যুদ্ধ বিগ্রহ নিষিদ্ধ, ওগুলি হলো চারটি মাস। যুলকা'দা’ যুল হাজ্জ, মুহাররম, এবং রজব) যুদ্ধ হতে বিরত থাকতে চেয়েছিলেন, কিন্তু মুশরিক বাহিনী তা মানে নাই। ঐ যুদ্ধে আল্লাহ তাআলা মুসলমানদের সাহায্য করেন এবং মুশরিকদেরকে পরাজয় বরণ করতে হয়। নিশ্চয়ই আল্লাহ পাপ মোচনকারী, ক্ষমাশীল।"
    },
    { "ayah": 61, "surah": 22, "text": "Please check ayah 22:62 for complete tafsir." },
    {
      "ayah": 62,
      "surah": 22,
      "text": "৬১-৬২ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা বলছেন যে, তিনিই সৃষ্টিকর্তা এবং তিনিই ব্যবস্থাপক। তার সৃষ্টির মধ্যে তিনি যা চান তাই করেন। যেমন তিনি বলেনঃ (আরবী) অর্থাৎ “বলঃ হে সার্বভৌমশক্তির মালিক আল্লাহ! আপনি যাকে ইচ্ছা ক্ষমতা প্রদান করেন এবং যার নিকট হতে ইচ্ছা ক্ষমতা কেড়ে নেন; যাকে ইচ্ছা। পরাক্রমশালী করেন, আর যাকে ইচ্ছাহীন করেন; কল্যাণ আপনারই হাতেই। আপনি সর্ব বিষয়ে সর্বশক্তিমান। আপনিই রাত্রিকে দিবসে পরিণত করেন এবং দিবসকে রাত্রিতে পরিণত করেন; আপনিই মৃত হতে জীবন্তের আবির্ভাব ঘটান; আবার জীবন্ত হতে মৃতের আবির্ভাব ঘটান। আপনি যাকে ইচ্ছা অপরিমিত জীবনোপকরণ দান করে থাকেন।” (৩:২৬) কখনো দিন বড় ও রাত্রি ছোট হয়, আবার কখনো রাত্রি বড় হয় ও দিন ছোট হয়। যেমন গ্রীষ্মকালে ও শীতকালে হয়ে থাকে। আল্লাহ তা'আলা বান্দার সমস্ত কথা শুনে থাকেন। কোন অবস্থাই তাঁর কাছে গুপ্ত থাকে না তার উপর কোন শাসন কর্তা নেই। তাঁর সামনে কারো মুখ খোলার শক্তি নেই।তিনি প্রকৃত মাবুদ। ইবাদতের যোগ্য তিনিই। তিনিই তো সমুচ্চ, মহান। তিনি যা চান তাই হয় এবং যা চান না তা হওয়া সন্ত্র নয়। সমস্ত মানুষ তার সামনে তাঁর মুখাপেক্ষী। সবাই তাঁর সামনে অপারগ ও অক্ষম। তাকে ছাড়া মানুষ যাদের পূজা-পার্বন করে থাকে ওরা সম্পূর্ণ শক্তিহীন। লাভ ও ক্ষতি কিছু করারই ক্ষমতা ওদের নেই। সবাই মহান আল্লাহর অধীনস্থ। সবাই এঁর হুকুমের বাধ্য। তিনি ছাড়া অন্য কোন উপাস্য নেই। তিনি ছাড়া কোন প্রতিপালকও নেই। তার চেয়ে বড় কেউই নেই। কেউ তার উপর বিজয়ী হতে পারে না। তিনি পবিত্রতা, মর্যাদা ও শ্রেষ্ঠত্বের অধিকারী। যালিমরা তার সম্পর্কে যা কিছু মন্তব্য করে তা থেকে তিনি সম্পূর্ণরূপে পবিত্র। তিনি সমস্ত সৎ গুণের অধিকারী এবং অসৎ ও অনিষ্ট হতে তিনি বহু দূরে রয়েছেন।"
    },
    { "ayah": 63, "surah": 22, "text": "Please check ayah 22:66 for complete tafsir." },
    { "ayah": 64, "surah": 22, "text": "Please check ayah 22:66 for complete tafsir." },
    { "ayah": 65, "surah": 22, "text": "Please check ayah 22:66 for complete tafsir." },
    {
      "ayah": 66,
      "surah": 22,
      "text": "৬৩-৬৬ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা নিজের ব্যাপক ক্ষমতা ও বিরাট শক্তির বর্ণনা দিচ্ছেন যে, তিনি শুষ্ক, অনাবাদ ও মৃত যমীনের উপর বাতাসের মাধ্যমে মেঘমালা সৃষ্টি করে বৃষ্টি বর্ষণ করে থাকেন। ফলে যমীন সবুজ শ্যামল হয়ে ওঠে। দেখে প্রাণ জুড়িয়ে যায়। এখানে (আরবী) (পিছনে পিছনে আসা) এর জন্যে এসেছে। প্রত্যেক জিনিসের তাকীব ওরই অনুপাতে হয়ে থাকে। শুক্র রক্তপিণ্ড হওয়া, রক্ত মাংসপিণ্ড হওয়া যেখানে বর্ণনা দেয়া হয়েছে সেখানেও এসেছে। অথচ এই দুই অবস্থার মধ্যে চল্লিশ দিনের ব্যবধান থাকে। আবার এটাও উল্লিখিত আছে যে, হিজাজের কতক মাটি এমনও আছে যার উপর বৃষ্টিপাত হওয়া মাত্রই ওটা রক্তিম ও সবুজ শ্যমল আকার ধারণ করে। সুতরাং এ সব ব্যাপারে আল্লাহ তাআলাই সবচেয়ে ভাল জানেন। এক একটি দানা তাঁর গোচরে রয়েছে। যমীনের প্রান্তে এবং ভিতরে যা কিছু আছে সবই তাঁর জানা আছে। বীজের উপর পানি পতিত হয়, তখন তা হতে অংকুর বের হয়। যেমন হযরত লুকমান (আঃ) তার ছেলেকে উপদেশ দিতে গিয়ে বলেনঃ “হে বৎস! কোন কিছু যদি সরিষার দানা পরিমাণও হয় এবং তা যদি থাকে শিলাগর্ভে অথবা আকাশে কিংবা মৃত্তিকার নীচে, আল্লাহ তাও হাজির করবেন; আল্লাহ সূক্ষ্মদর্শী, খবর রাখেন সব বিষয়ের।”আর এক জায়গায় বলেনঃ “(নিবৃত্ত করেছে এই জন্যে যে,) তারা যেন সিজুদা না করে আল্লাহ্কে যিনি আকাশমণ্ডলী ও পৃথিবীর লুক্কায়িত বস্তুকে প্রকাশ করেন। আর একটি আয়াতে আছেঃ “প্রত্যেকটি পাতা যা ঝরে পড়ে, প্রত্যেকটি দানা যা যমীনের অন্ধকারের মধ্যে রয়েছে এবং প্রত্যেক সিক্ত ও শুষ্ক জিনিসের খবর আল্লাহ জানেন, সবই প্রকাশ্য কিতাবের মধ্যে রয়েছে। অন্য একটি আয়াতে আছেঃ “আসমান ও যমীনের কোন অনুপরিমাণ জিনিসও আল্লাহর কাছে গোপন নেই এবং কোন ক্ষুদ্র ও বৃহৎ জিনিস এমন নেই যা প্রকাশ্য কিতাবে বিদ্যমান নেই।”উমাইয়া ইবনু আবুস সালাত অথব্য যায়েদ ইবনু আমর ইবনু নুফায়েলের কাসীদায় রয়েছেঃ (আরবী) অর্থাৎ “(হে আমার নবীদ্বয়!) তোমরা তাকে (ফিরাউনকে) বললাঃ মাটির মধ্য হতে দানা বের করেন কে? যার ফলে গাছ হয়ে গিয়ে আন্দোলিত হতে থাকে? এবং ওর মাথায় শিষ বের করেন কে? জ্ঞানীর জন্যে তো এতে মহাশক্তিশালী আল্লাহর মহাশক্তির নিদর্শনাবলী রয়েছে।”সমস্ত বিশ্বজগতের একচ্ছত্র অধিপতি তিনিই। তিনি সবকিছু হতে বেপরোয়া ও অভাবমুক্ত। সবাই তার সামনে ফকীর, সবাই তার মুখাপেক্ষী। সমস্ত মানুষ আল্লাহর গোলাম।মহামহিমান্বিত আল্লাহ বলেনঃ তুমি কি লক্ষ্য কর না যে, আল্লাহ তোমাদের কল্যাণে নিয়োজিত করেছেন পৃথিবীতে যা কিছু আছে তৎসমুদয়কে? সমস্ত প্রাণী, উদ্ভিদ,বাগ-বাগীচা, ক্ষেত খামার তোমাদেরই উপকারার্থে সৃষ্টি করেছেন। যমীন ও আসমানের সমস্ত জিনিস তিনি তোমাদের সেবায় নিয়োজিত রেখেছেন। তাঁর নির্দেশে সমুদ্রে বিচরণশীল নৌযান সমূহকে তিনি তোমাদের কাজে লাগিয়ে রেখেছেন। এই নৌযান গুলি তোমাদেরকে এদিক হতে ওদিকে নিয়ে যায়। এর মাধ্যমে তোমাদের মাল ও আসবাবপত্র এক স্থান হতে অন্য স্থানে পৌঁছে যায়। পানি ফেড়ে, তরঙ্গ কেটে আল্লাহর নির্দেশক্রমে বাতাসের সাথে নৌকাগুলি তোমাদের উপকারার্থে চলতে রয়েছে। এখানকার প্রয়োজনীয় জিনিসগুলি ওখান থেকে এখানে এবং ওখানকার প্রয়োজনীয় জিনিসগুলি এখান হতে ওখানে সদা পৌঁছাতে রয়েছে।তিনিই আকাশকে স্থির রেখেছেন। ওটা যমীনের উপর পড়ে যাচ্ছে না। তিনি ইচ্ছা করলে এখনই আসমান যমীনের উপর পড়ে যাবে এবং যমীনের অধিবাসী সবাই ধ্বংস হয়ে যাবে।নিশ্চয়ই আল্লাহ মানুষের প্রতি দয়ার্দ্র, পরম দয়ালু। মানুষ পাপে নিমজ্জিত হয়ে যাওয়া সত্ত্বেও তিনি তাদেরকে ধ্বংসের হাত থেকে রক্ষা করছেন। এটা তার পরম করুণার পরিচায়ক, যেমন মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “নিশ্চয়ই তোমার প্রতিপালক লোকদের যুলুম সত্ত্বেও তাদের প্রতি ক্ষমাশীল এবং নিশ্চয়ই তোমার প্রতিপালক কঠিন শাস্তিদাতাও বটে। (১৩:৬)তিনিই তো তোমাদেরকে জীবন দান করেছেন এবং তিনিই তোমাদের মৃত্যু ঘটাবেন, পুনরায় তিনি তোমাদেরকে জীবন দান করবেন। যেমন তিনি বলেনঃ (আরবী) অর্থাৎ “তোমরা কিরূপে আল্লাহকে অস্বীকার কর? অথচ তোমরা ছিলে প্রাণহীন, তিনি তোমাদেরকে জীবন্ত করেছেন, আবার তিনি তোমাদের মৃত্যু ঘটাবেন ও পুনরায় জীবন্ত করবেন, পরিণামে তার দিকেই তোমরা ফিরে যাবে।” (২:২৮) আর এক জায়গায় বলেনঃ (আরবী) অর্থাৎ “বলঃ আল্লাহ তোমাদেরকে জীবিত রাখেন, অতঃপর তিনিই তোমাদের মৃত্যু ঘটাবেন, অতঃপর কিয়ামতের দিন তিনিই তোমাদেরকে একত্রিত করবেন, যে দিন সম্পর্কে কোন সন্দেহ নেই।\" (৪৫:২৬) অন্য এক জায়গায় রয়েছেঃ “তারা বলবেঃ হে আমাদের প্রতিপালক! আপনি দুইবার আমাদের মৃত্যু ঘটিয়েছেন এবং দুইবার জীবন্ত করেছেন।\" কালামের ভাবার্থ হলোঃ এইরূপ আল্লাহর সাথে তোমরা অন্যদেরকে শরীক করছো কেন? সৃষ্টিকর্তা তো একমাত্র তিনিই। আহার্য দাতাও তিনি ছাড়া অন্য কেউ নয়। সমস্ত আধিপত্য তাঁরই। তোমরা তো কিছুই ছিল না। তিনিই তোমাদেরকে সৃষ্টি করেছেন। আবার তিনিই তোমাদের মৃত্যু ঘটাবেন। মৃত্যুর পরে পুনরায় তিনিই তোমাদেরকে সৃষ্টি করবেন, অর্থাৎ কিয়ামতের দিন। মানুষ অতিমাত্রায় অকৃতজ্ঞ বটে!"
    },
    { "ayah": 67, "surah": 22, "text": "Please check ayah 22:69 for complete tafsir." },
    { "ayah": 68, "surah": 22, "text": "Please check ayah 22:69 for complete tafsir." },
    {
      "ayah": 69,
      "surah": 22,
      "text": "৬৭-৬৯ নং আয়াতের তাফসীর:\nপ্রকৃতপক্ষে আরবী ভাষায় (আরবী) এর শাব্দিক অর্থ হলো ঐ স্থান যেখানে মানুষ যাতায়াত করার অভ্যাস করে নেয়। হজ্জের আহকাম পালন করাকে এ জন্যেই (আরবী) বলা হয় যে, মানুষ বার বার সেখানে গমন করে এবং অবস্থান করে।বর্ণিত আছে যে, এখানে ভাবার্থ হলোঃ আমি প্রত্যেক নবীর উম্মতের জন্যে শরীয়ত নির্ধারণ করেছি। এই ব্যাপারে তারা যেন বিতর্কে লিপ্ত না হয়’ এর দ্বারা মুশরিকদেরকে বুঝানো হয়েছে। যদিও প্রত্যেক উম্মতের তাদের শক্তি হিসেবে তাদের কার্যাবলী নির্ধারণ করা। যেমন আল্লাহ তাআলা বলেনঃ “প্রত্যেকের জন্যে একটা দিক রয়েছে যে দিকে সে মুখ করে থাকে। এখানেও রয়েছেঃ “আমি প্রত্যেক সম্প্রদায়ের জন্যে ইবাদত পদ্ধতি নির্ধারিত করে দিয়েছি যা তারা অনুসরণ করে। তাহলে, (আরবী) বা সর্বনামের পুনরাবৃত্তিও তাদের উপরই হবে। অর্থাৎ এগুলি তারা আল্লাহর নির্ধারণ ও ইচ্ছানুযায়ী পালন করে থাকে। সুতরাং হে নবী (সঃ)! তাদের বিতর্কের কারণে তুমি মন খারাপ করে সত্য হতে সরে পড়ে না বরং তাদেরকে তুমি তোমার প্রতিপালকের দিকে আহ্বান করতে থাকো। তুমি তো সরল পথেই প্রতিষ্ঠিত। যেমন মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “এইলোকগুলি যেন তোমার উপর আল্লাহর আয়াতসমূহ অবতীর্ণ হওয়ার পর তোমাকে তা (প্রচার করা) হতে বিরত না রাখে, তুমি তোমার প্রতিপালকের দিকে আহ্বান করতে থাকো।\" (২৮:৮৭) তারা যদি তোমার সাথে বিতণ্ডা করে তবে তাদেরকে বলে দাওঃ তোমরা যা কর সে সম্বন্ধে আল্লাহ সম্যক অবহিত। যেমন আল্লাহ তাআলা কয়েক জায়গায় এই বিষয়ের পুনরাবৃত্তি করেছেন। এক জায়গায় রয়েছেঃ “যদি তারা তোমাকে মিথ্যা প্রতিপন্ন করে তবে তাদেরকে বলে দাওঃ আমার আমল আমার জন্যে এবং তোমাদের অমল তোমাদের জন্যে, আমি যে আমল করছি তা হতে তোমরা দায়িত্ব মুক্ত এবং তোমরা যে আমূল করছে তা হতে আমিও দায়িত্ব মুক্ত।” সুতরাং এখানেও তাদেরকে ধমকের সুরে বলা হচ্ছেঃ তোমরা যা কর সে সম্বন্ধে আল্লাহ সম্যক অবহিত। তোমাদের ক্ষুদ্র হতে ক্ষুদ্রতম কাজও তার দৃষ্টি এড়ায় না তোমাদের মধ্যে সাক্ষী হওয়ার জন্যে তিনিই যথেষ্ট।ঘোষিত হচ্ছেঃ তোমরা যে বিষয়ে মতভেদ করছো আল্লাহ কিয়ামতের দিন সে বিষয়ে তোমাদের মধ্যে বিচার মীমাংসা করে দিবেন। ঐ সময় সমস্ত মতভেদ মিটে যাবে। যেমন আল্লাহ তাআলা বলেনঃ “তুমি এরই দাওয়াত দিতে থাকে এবং আমার হুকুমের উপর প্রতিষ্ঠিত থাকো, তুমি তাদের প্রবৃত্তির অনুসরণ করো না এবং স্পষ্টভাবে ঘোষণা করে দাওঃ আমার উপর আল্লাহ যে কিতাব অবতীর্ণ করেছেন আমি তার উপর ঈমান এনেছি (শেষ পর্যন্ত)।”"
    },
    {
      "ayah": 7,
      "surah": 22,
      "text": "৫-৭ নং আয়াতের তাফসীর:\nযারা কিয়ামতকে অস্বীকার করে তাদের সামনে আল্লাহ তাআলা দলীল পেশ করছেনঃ তোমরা তোমাদের পুনর্জীবনকে অস্বীকার করলে আমি তোমাদেরকে তোমাদের প্রথম বারের সষ্টির কথা স্মরণ করিয়ে দিচ্ছি। তোমরা তোমাদের মূল সম্পর্কে একটু চিন্তা করে দেখো তো! আমি তোমাদেরকে মাটি দ্বারা সৃষ্টি করেছি অর্থাৎ তোমাদের আদি পিতা হযরত আদমকে (আঃ) সৃষ্টি করেছি মাটি দ্বারা তোমরা হলে তারই বংশধর। অতঃপর তোমাদের সকলকে আমি তুচ্ছ পানির ফোটার মাধ্যমে সৃষ্টি করেছি। প্রথমে ওটা রক্ত পিণ্ডের রূপ ধারণ করে। তারপর ওটা মাংস পিণ্ড হয়। চল্লিশ দিন পর্যন্ত তো ঐ শুক্র নিজের আকারেই বৃদ্ধি পেতে থাকে। এরপর আল্লাহর হুকুমে ওটা রক্ত পিণ্ড হয়। আরো চল্লিশ দিন পরে ওটা একটা মাংস খণ্ডের রূপ ধারণ করে। তখনও ওকে কোন আকার বা রূপ দেয়া হয় না অতঃপর মহান আল্লাহ ওকে রূপ দান করেন। তাতে তিনি মাথা, হাত, বুক, পেট, উরু, পা এবং সমস্ত অঙ্গ গঠন করেন। কখনো কখনো এর পূর্বেই বাচ্চা পড়ে যায়। হে মানুষ! এটা তো তোমাদের পর্যবেক্ষণ করার বিষয়। কখনো আবার ঐ বাচ্চা পেটের মধ্যে স্থিতিশীল হয়। যখন ঐ পিণ্ডের উপর চল্লিশ দিন অতিবাহিত হয় তখন আল্লাহ তাআলা একজন ফেরেশতা পাঠিয়ে দেন তিনি ওটাকে ঠিকঠাক করে তাতে রূহ ঠুকে দেন এবং আল্লাহর ইচ্ছা অনুযায়ী সুশ্রী, কুশ্রী, পুরুষ, স্ত্রী, বানিয়ে দেন। আর রিক, আজল, ভাল ও মন্দ তখনই লিখে দেন।হযরত ইবনু মাসউদ (রাঃ) হতে বর্ণিত, তিনি বলেনঃ রাসূলুল্লাহ (সঃ), যিনি সত্যবাদী ও সত্যায়িত, আমাদের কাছে বর্ণনা করেছেনঃ “তোমাদের সৃষ্টি (সূত্র) চল্লিশ রতি (দিন) পর্যন্ত তোমাদের মায়ের পেটে জমা হয়। অতঃপর চল্লিশ দিন পর্যন্ত রক্ত পিণ্ডের আকারে থাকে। তারপর চল্লিশ দিন পর্যন্ত মাংস পিণ্ডের আকারে অবস্থান করে। এরপর একজন ফেরেশতাকে চারটি জিনিস লিখে দেয়ার জন্যে পাঠানো হয়। তা হলো রিক, আমল, আজল (মৃত্যু) এবং সৌভাগ্যবান বা হতভাগ্য হওয়া। তারপর তাতে রূহ, ফুকে দেয়া হয়। (এ হাদীসটি ইমাম আহমাদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন)হযরত আলকামা (রঃ) হতে বর্ণিত আছে যে, হযরত আবদুল্লাহ (রাঃ) বলেনঃ “শুক্র গর্ভাশয়ে পড়া মাত্রই ফেরেশতা জিজ্ঞেস করেনঃ “হে আমার প্রতিপালক! এটা সৃষ্টি হবে কি হবে না?” উত্তরে অস্বীকৃতি জানানো হলে ঐ শুক্র গর্ভাশয়ে জমাই হয় না। রক্তের আকারে গর্ভাশয় হতে ওটা বেরিয়ে যায়। আর যদি ওটা সৃষ্ট হওয়ার নির্দেশ হয় তবে ফেরেশতা জিজ্ঞেস করেনঃ “ছেলে হবে, না মেয়ে হবে? সৎ হবে না অসৎ হবে? এর আয়ুষ্কাল কত? এর ক্রিয়া কি? এর মৃত্যু কোথায় হবে?” তার পর শুক্রকে জিজ্ঞেস করা হয়ঃ “তোমার প্রতিপালককে?” সে উত্তর দেয়ঃ “আল্লাহ।” আবার জিজ্ঞেস করা। হয়ঃ “তোমার রিযুকদাতা কে?” উত্তরে সে বলেঃ “আল্লাহ।” অতঃপর ফেরেশতাকে বলা হয় “তুমি (মূল) কিতাবের কাছে যাও। সেখানে তুমি এই শুক্রের সমস্ত তথ্য পেয়ে যাবে। এরপর সে সৃষ্ট হয়, তকদীরে লিখিত জীবন যাপন করে, লিখিত রিক পেয়ে থাকে, নির্ধারিত জায়গায় চলাফেরা করে, তারপর মৃত্যু আসে এবং তকদীরে লিখিত জায়গায় সমাধিস্থ হয়।\" অতঃপর বর্ণনাকারী আমির শাবী (রঃ) উপরোক্ত আয়াত (আরবী) (২২:৫) পাঠ করেন। (এটা ইনু আবি হাতিম (রঃ) ও ইবনু জারীর (রঃ) বর্ণনা করেছেন) মাংস পিণ্ড হওয়ার পর চতুর্থ সৃষ্টির দিকে ফিরিয়ে দেয়া হয় এবং আত্মা বিশিষ্ট হয়ে যায়।হযরত হুযাইফা ইবনু উসায়েদ (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “শুক্র গর্ভাশয়ে চল্লিশ দিন বা পঁয়তাল্লিশ দিন স্থিত হওয়ার পর ফেরেশতা শুক্রের কাছে আসেন এবং বলেনঃ “হে আমার প্রতিপালক! এটা কি হতভাগ্য না সৌভাগ্যবান?” উত্তরে যা বলা হয় তা তিনি লিখে নেন। আবার ফেরেশতা প্রশ্ন করেনঃ “ছেলে, না মেয়ে?” জবাবে যা বলা হয় তা তিনি লিপিবদ্ধ করেন। তারপর তার আমল, ক্রিয়া, রিক এবং আয়ুষ্কাল লিখে নেয়া হয়। অতঃপর সাহীফা (পুস্তিকা) গুটিয়ে নেয়া হয়। এতে কোন কম বেশী করা সম্ব নয়।” (এ হাদীসটি ইবনু আবি হাতিম (রঃ) বর্ণনা করেছেন) এরপর ওটা শিশুরূপে জন্ম গ্রহণ করে। ঐ সময় না থাকে তার কোন জ্ঞান এবং না থাকে কোন বোধশক্তি। অত্যন্ত দূর্বল থাকে এবং অঙ্গ প্রত্যঙ্গে কোন শক্তি থাকে না। তারপর আল্লাহ পাক তাকে বড় করতে থাকেন এবং পিতা মাতার অন্তরে তার প্রতি দয়া ও মমতা দিয়ে দেন। তারা সব সময় তারই চিন্তায় নিমগ্ন থাকে। বহু কষ্ট সহ্য করে তারা তাকে লালন পালন করে। অতঃপর সে যৌবনে পদার্পণ করে এবং সুন্দর রূপ ধারণ করে। কেউ কেউ তো যৌবন অবস্থাতেই মত্যর ডাকে সাড় দেয়। কেউ কেউ তো অতি বার্ধক্যে পৌঁছে যায়। তখন তার জ্ঞান বুদ্ধিও লোপ পায় এবং শিশুর মত দুর্বল হয়ে পড়ে। পূর্বের সমস্ত জ্ঞান সে হারিয়ে ফেলে। যেমন আল্লাহ তাআলা বলেনঃ (আরবী)অর্থাৎ “আল্লাহ তিনিই যিনি তোমাদেরকে দুর্বলতা হতে সৃষ্টি করেছেন, আবার দুর্বলতার পরে সবলতা দান করেছেন, পুনরায় সবলতার পর তিনি দুর্বলতা ও বার্ধক্যে আনয়ন করে থাকেন, তিনি যা কিছু চান সৃষ্টি করেন, তিনি সর্বজ্ঞাতা, পূর্ণ ক্ষমতাবান।\" (৩০:৫৪)হযরত আনাস ইবনু মালিক (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “শিশু যে পর্যন্ত যৌবনে পদার্পণ না করে সে পর্যন্ত তার সৎ কার্যাবলী তার পিতা মাতার আমল নামায় লিপিবদ্ধ করা হয়। আর তার দুষ্কার্যাবলী তার নিজের আমল নামায়ও লিখা হয় না এবং তার পিতামাতার আমল নামায়ও নয়। যৌবনে পদার্পণ করা মাত্রই কলম তার উপর চলতে থাকে। তার সাথে অবস্থানকারী ফেরেশতাদ্বয়কে তার হিফাযত করার নির্দেশ দেয়া হয়। সে যখন ইসলামের অবস্থাতেই চল্লিশ বছর বয়সে পৌঁছে তখন আল্লাহ তাআলা তাকে তিনটি মসীবত হতে পরিত্রাণ দিয়ে থাকেন। তাহলে উন্মাদনা, কুষ্টরোগ, ও ধবল কুষ্ঠ। আল্লাহর দ্বীনের উপর যখন তার বয়স পঞ্চাশ বছরে উপনীত হয় তখন আল্লাহ পাক তার হিসাব হাল্কা করে দেন। তার বয়স ষাট হলে তখন মহান আল্লাহ তার সন্তুষ্টিপূর্ণ ও পছন্দনীয় কাজের দিকে তার প্রকৃতিকে ঝুঁকিয়ে দেন এবং তার মনের আকর্ষণ তার নিজের দিকে করে দেন। যখন সে সত্তর বছর বয়সে উপনীত হয় তখন আকাশের ফেরেশতারা তার সাথে ভালবাসা স্থাপন করতে শুরু করেন। যখন তার বয়স আশি হয় তখন আল্লাহ তাআলা তারপুণ্যগুলি লিখেন বটে, কিন্তু পাপগুলি ক্ষমা করে দেন। যখন সে নব্বই বছর বয়সে পৌঁছে তখন আল্লাহ তাআলা তার পুর্বের ও পরের সমস্ত পাপ মার্জনা করে দেন এবং তার পরিবারের লোকদের জন্যে তাকে সুপারিশকারী বানিয়ে দেন। আল্লাহর কাছে সে ‘আমীনল্লাহ (আল্লাহর বিশ্বস্ত) উপাধি প্রাপ্ত হয় এবং যমীনে আল্লাহর বন্দীদের মত থাকে। যখন সে হীনতম বয়সে পৌছে যায় এবং সম্পূর্ণরূপে অকেজো হয়ে পড়ে, আর তার অবস্থা এমনই হয় যে, যা কিছু সে জানতো সে সম্বন্ধে মোটেই সজ্ঞান থাকে না, তখন সুস্থ ও সজ্ঞান অবস্থায় যা কিছু ভাল কাজ সে করতো তা সব কিছুই বরাবরই তার আমল নামায় লিপিবদ্ধ হতে থাকে। আর কোন দুষ্কর্ম তার দ্বারা হয়ে গেলে তা লিখা হয় না।” (হাদীসটি হাফিয আবু ইয়া’লা আহমাদ ইনু আলী ইবনু মুনা আল মুল্লিী (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন। হাদীসটি খুবই গরীব বা দুর্বল এবং এতে কঠিন অস্বীকৃতি রয়েছে। এতদসত্ত্বে ইমাম আহমাদ ইবনু হাম্বল (রঃ) এটা স্বীয় মুসনাদে আনয়ন করেছেন। মার রূপে এনেছেন এবং মাওকুফ রূপেও এনেছেন। হযরত আনাস (রাঃ) হতেই অন্য সনদে মার রূপে এটা আনয়ন করেছেন। হাফিজ আবু বকর ইবনু বাযযারও (রঃ) হযরত আনাস ইবনু মালিকের (রাঃ) রিওয়াইয়াতের মাধ্যমে মারফুরূপে বর্ণনা করেছেন। আর মুসলমানদের উপর মহান প্রতিপালকের মেহেরবানীর দাবীও এটাই বটে। আল্লাহ তাআলা আমাদের বয়সকে পুণ্যের সাথে বরকত দান করুন। আমীন)মৃতকে জীবিত করার উপরোক্ত দলীল বর্ণনা করার পর আল্লাহ তাআলা। এর আর একটি দলীল বর্ণনা করেছেন। তিনি বলেনঃ তোমরা ভূমি দেখে থাকো শুষ্ক, অতঃপর ওতে আমি বারি বর্ষণ করি। ফলে তা শস্য-শ্যামল হয়ে আন্দোলিত ও স্ফীত হয় এবং উদগত করে সর্বপ্রকারের নয়নাভিরাম উদ্ভিত। যেখানে কিছুই ছিল না সেখানে সবকিছুই হয়ে যায়। মৃত ভূমি জীবনের প্রশস্ত শ্বাস গ্রহণ করতে শুরু করে। যেখানে ভয় লাগছিল সেখানে এখন আত্মার আনন্দ, চক্ষুর জ্যোতি এবং অন্তরের খুশী বিদ্যমান। নানা প্রকারের টক-মিষ্টি, সুস্বাদু ও সৌন্দর্যপূর্ণ ফলে গাছ ভর্তি হয়ে গেছে। ছোট ছোট সুন্দর গাছগুলি বসন্তকালে সৌন্দর্য প্রদর্শন করে চক্ষু জুড়িয়ে দিচ্ছে! এটাই ঐ মৃত যমীন যেখান হতে কাল পর্যন্ত ধূলো উড়ছিল, আর আজ হয়ে গেল ওটা মনের আনন্দও চোখের জ্যোতি। আজ ওটা স্বীয় জীবনের যৌবনের স্বাদ গ্রহণ করেছে। ফুলের ছোট ছোট চারাগুলির সুগন্ধে মন মস্তিষ্ক সতেজ হয়ে উঠেছে। দূর হতে প্রবাহিত সুগন্ধযুক্ত মৃদু মন্দ বায়ু মন মাতিয়ে তুলেছে। সুতরাং কতই না মহান ঐ আল্লাহ! সমস্ত প্রশংসা একমাত্র তাঁরই জন্যে। এটা বাস্তব কথা যে, নিজের ইচ্ছামত সৃষ্টিকারী একমাত্র তিনিই। এ ব্যাপারে তিনি সম্পূর্ণরূপে স্বাধীন সার্বভৌম ক্ষমতার অধিকারী তিনিই। প্রকৃত শাসনকর্তা ও বিচারক তিনিই বটে। তিনিই মৃতকে পুনর্জীবন দানকারী। এর প্রকৃষ্ট প্রমাণ হচ্ছে মৃত ও শুষ্ক যমীনকে পুনরায় শ্যামল সবুজ করে তোলা। এটা মানুষের চোখের সামনে রয়েছে। তিনি সব কিছুর উপর বিপ্লব ঘটাতে সক্ষম। তিনি যা চান তাই হয়ে যায়। যখন তিনি কোন কাজের ইচ্ছা করেন তখন বলেনঃ হয়ে যাও'। তিনি এ কথা বলার সাথে সাথেই ওটা হয়ে যাবে না এটা অসম্ভব।মহান আল্লাহ বলেনঃ কিয়ামত অবশ্যম্ভাবী, এতে কোন সন্দেহ নেই এবং যারা কবরে রয়েছে তাদেরকে তিনি নিশ্চয় পুনরুত্থিত করবেন। তিনি অস্তিত্ব হীনতা হতে অস্তিত্বে আনয়নে সক্ষম। এ কাজে তিনি পূর্ণ ক্ষমতাবান পূর্বেও ছিলেন, এখনও আছেন এবং পরেও থাকবেন। যেমন তিনি বলেনঃ (আরবী) অর্থাৎ “সে আমার সম্বন্ধে উপমা রচনা করে, অথচ সে নিজের সৃষ্টির কথা ভুলে যায়; সে বলেঃ অস্থিতে প্রাণ সঞ্চার করবে কে যখন ওটা পচে গলে যাবে? তুমি বলে দাওঃ ওর মধ্যে প্রাণ সঞ্চার করবেন তিনিই যিনি ওটা প্রথমবার সৃষ্টি করেছেন এবং তিনি সৃষ্টি সম্বন্ধে সম্যক পরিজ্ঞাত। তিনি তোমাদের জন্যে সবুজ বৃক্ষ হতে অগ্নি উৎপাদন করেন এবং তোমরা তা দ্বারা প্রজ্জ্বলিত কর।” (৩৬:৭৮-৮০) এই ব্যাপারে আরো বহু আয়াতও রয়েছে।হযরত লাকীত ইবনু আমির (রাঃ) যিনি আবু রাযীন আকীলী উপনামে প্রসিদ্ধ ছিলেন, একদা রাসূলুল্লাহকে (সঃ) জিজ্ঞেস করেনঃ “হে আল্লাহর রাসূল (সঃ)! কিয়ামতের দিন আমরা সবাই কি মহামহিমান্বিত আল্লাহকে দেখতে পাবো? তাঁর সৃষ্ট বস্তুর মধ্যে এর কোন নমুনা আছে কি?” উত্তরে রাসূলুল্লাহ (সাঃ) বলেনঃ “তোমরা সবাই কি চন্দ্রকে সমানভাবে দেখতে পাও না?\" হযরত লাকীত (রাঃ) জবাব দেনঃ “হা দেখতে পাইতো।” তখন রাসূলুল্লাহ (সঃ) বলেনঃ “আল্লাহ তাআলা তো বড়ই শ্রেষ্ঠত্বের অধিকারী (সুতরাং কেন তাঁকে দেখতে পাবে না)।\" হযরত লাকীত (রাঃ) আবার জিজ্ঞেস করেনঃ “হে আল্লাহর রাসূল (সঃ)! 'মৃতকে জীবিত করার কোন প্রমাণ ও দৃষ্টান্ত দুনিয়ায় বিদ্যমান আছে কি?\" রাসূলুল্লাহ (সাঃ) উত্তর দেনঃ “তুমি কি এমন কোন অনাবাদ পতিত ভূমির মধ্য দিয়ে গমন কর নাই যা। এতো মৃত ও শুষ্ক হয়ে গিয়েছিল যে, সেখান থেকে ধূলো উড়তে শুরু করেছিল? তারপর কি তুমি দেখো নাই যে, ঐ ভূমিই শষ্য শ্যামল হয়ে উঠেছে। এবং নানা প্রকারের উদ্ভিদে পূর্ণ হয়ে গেছে?” তিনি জবাবে বলেনঃ “হাঁ।” রাসূলুল্লাহ (সঃ) তখন বলেনঃ “এভাবেই আল্লাহ তাআলা মৃতকে জীবিত করবেন।” (এটা ইমাম আহমাদ (রঃ) স্বীয় মুসনাদ' গ্রন্থে বর্ণনা করেছেন) এ সব ব্যাপারে আল্লাহ তাআলাই সর্বাধিক জ্ঞান রাখেন।হযরত মুআয ইবনু জাবাল (রাঃ) বলেনঃ “যে ব্যক্তি এই বিশ্বাস রাখে যে, আল্লাহ প্রকাশ্য সত্য, কিয়ামত অবশ্য অবশ্যই সংঘটিত হবে এবং আল্লাহ তাআলা মৃতদেরকে কবর হতে নিশ্চয়ই পুনরুত্থিত করবেন সে নিঃসন্দেহে জান্নাতী\"। (এটা ইবন আবি হাতিম (রঃ) বর্ণনা করেছেন)"
    },
    {
      "ayah": 70,
      "surah": 22,
      "text": "আল্লাহ তাআলা স্বীয় জ্ঞানের পূর্ণতার খবর দিচ্ছেন। আসমান ও যমীনের সমস্ত কিছু তাঁর জ্ঞানের পরিবেষ্টনের মধ্যে রয়েছে। এক অনুপরিমাণ জিনিসও এর বাইরে নেই। জগতের অস্তিত্বের পূর্বেই জগতের জ্ঞান তাঁর ছিল। এমন কি এটা তিনি লাওহে মাহফুজে লিখিয়ে নিয়েছিলেন।হযরত আবদুল্লাহ ইবনু আমর (রাঃ) হতে বর্ণিত, তিনি বলেন, যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহ তাআলা, আসমান ও যমীনকে সৃষ্টি করার পঞ্চাশ হাজার বছর পূর্বে, যখন তাঁর আশ পানির উপর ছিল, সৃষ্ট জীবের তকদীর তিনি লিখিয়ে নিয়েছিলেন।” (এ হাদীসটি সহীহ মুসলিমে বর্ণিত হয়েছে)সাহাবীদের একটি দল হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহ তাআলা সর্বপ্রথম কলম সৃষ্টি করেন। অতঃপর ওকে বলেনঃ “লিখো।” কলম জিজ্ঞেস করেঃ “কি লিখবো?” উত্তরে আল্লাহ তাআলা বলেনঃ “(আগামীতে) যা কিছু হবে সবই লিখে নাও।” তখন কিয়ামত পর্যন্ত যা কিছু হবার ছিল কলম তা সবই লিখে নেয়।” (এ হাদীসটি বর্ণিত আছে সুনানের হাদীস গ্রন্থে)হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণিত আছে যে, তিনি বলেনঃ “একশ’ বছরের পথে (এক শ' বছরের পথের জায়গাব্যাপী) আল্লাহ তাআলা লাওহে মাহফুজ সৃষ্টি করেন। আর মাখলুক সৃষ্টি করার পূর্বে যখন আল্লাহ তাআলার আরশ পানির উপর ছিল, কলমকে লিখার নির্দেশ দেন। কলম জিজ্ঞেস করে। “কি লিখবো?” উত্তরে তিনি বলেনঃ কিয়ামত পর্যন্ত সমস্ত মাখলুক সম্পর্কে আমার যে ইলম বা জ্ঞান রয়েছে তা সবই লিপিবদ্ধ কর।” তখন কল লিখতে শুরু করে এবং কিয়ামত পর্যন্ত যত কিছু সৃষ্ট হওয়ার আল্লাহর ইলমে ছিল তা সবই লিখে নেয়। এটাকেও মহান আল্লাহ স্বীয় নবীকে (সঃ) এই আয়াতে বলছেনঃ তুমি কি জান না যে, আকাশ ও পৃথিবীতে যা কিছু রয়েছে আল্লাহ তা অবগত আছেন? এটা তাঁর জ্ঞানের পরিপূর্ণতা যে, জিনিসের অস্তিত্বের পূর্বেই ওটা সম্পর্কে তার পূর্ণ অবগতি ছিল এমন কি সবকিছু তিনি লিখেও নিয়েছেন। ঐ সব কিছুই বাস্তব ক্ষেত্রে হতে আছে এবং কিয়ামত পর্যন্ত হতে থাকবে। বান্দাদের সমস্ত আমলের অবগতি তাদের আমলের পূর্বেই আল্লাহর ছিল তারা যা কিছু করবে, তাদের করার পূর্বেই তিনি সম্যক অবগত ছিলেন। প্রত্যেক ফরমাবরদার ও নাফরমান তাঁর অবগতিতে ছিল। আর সবই ছিল তাঁর কিতাবে লিপিবদ্ধ। সবকিছুই তার জ্ঞানের আওতার মধ্যেই ছিল। তাঁর কাছে এটা মোটেই কঠিন ছিল না। এটা তার কাছে খুবই সহজ।"
    },
    { "ayah": 71, "surah": 22, "text": "Please check ayah 22:72 for complete tafsir." },
    {
      "ayah": 72,
      "surah": 22,
      "text": "৭১-৭২ নং আয়াতের তাফসীর:\nবিনা দলীল ও বিনা সনদে আল্লাহ ছাড়া অন্যদের পূজাকারীদের অজ্ঞতা এবং কুফরীর এখানে বর্ণনা দেয়া হচ্ছে। শয়তানী অন্ধ অনুকরণ এবং বাপদাদার দেখাদেখি ছাড়া কোন শরীয়ত সম্মত দলীল এবং কোন জ্ঞান সম্মত দলীল তাদের কাছে নেই। যেমন আল্লাহ তাআলার উক্তিঃঅর্থাৎ “যে ব্যক্তি আল্লাহর সাথে ডাকে অন্য মা'বুদকে, ঐ বিষয়ে তার কাছে কোন সনদ নেই; তার হিসাব তার প্রতিপালকের নিকট আছে; নিশ্চয়ই কাফিররা সফলকামহবে না।” (২৩:১১৭) এখানেও তিনি বলেনঃ যালিমদের কোন সাহায্যকারী নেই, যে আল্লাহর কোন শাস্তি থেকে তাকে বাঁচিয়ে নেবে। তাদের কাছে আল্লাহর পবিত্র কালামের আয়াত সমূহ, সহীহ্ দলীল প্রমাণাদি, প্রকাশ্য যুক্তিসমূহ পেশ করা হলে তাদের শরীরে আগুন ধরে যায়। তাদের সামনে আল্লাহর তাওহীদ ও রাসূলদের অনুসরণের কথা পরিষ্কার ভাবে বর্ণনা করা হলে তাদের মুখ মণ্ডলে অসন্তোষের লক্ষণ পরিস্ফুট হয়ে ওঠে। যারা তাদের কাছে আল্লাহর আয়াত আবৃত্তি করে তাদেরকে তারা আক্রমণ করতে উদ্যত হয়। মহান আল্লাহ তাআলা স্বীয় ধ্বীকে (সঃ) বলেনঃ তাদেরকে বলে দাওঃ যে দুঃখ তোমরা আল্লাহর দ্বীনের প্রচারকদেরকে দিচ্ছ ওটাকে এক দিকে ওজন কর, আর অন্য দিকে ঐ দুঃখকে ওজন কর যা নিঃসন্দেহে তোমাদের কুফরী ও সত্য প্রত্যাখ্যানের কারণে তোমাদের উপর আপতিত হবে, অতঃপর দেখো অতি নিকৃষ্ট কোনটি? ঐ দুযখের আগুন এবং তথাকার বিভিন্ন প্রকারের শাস্তি, না যে কষ্ট তোমরা এই খাটি একত্ববাদীদেরকে দিতে চাচ্ছঃ অবশ্য এটা শুধু তোমাদের মনেরই বাসনা। তাদের ক্ষতি করার কোন ক্ষমতা তোমাদের নেই। জেনে রেখো যে, তোমাদের যে মন্দ কিছুর সংবাদ দেয়া হচ্ছে তা জাহান্নামের আগুন। আর এটা কতই না জঘন্য স্থান! এটা কতই না ভয়াবহ! কতই না কষ্টদায়ক! নিঃসন্দেহে ওটা অত্যন্ত জঘন্য স্থান এবং সাংঘাতিক ভয়ের জায়গা, যেখানে আরাম ও শান্তির কোন নাম গন্ধও নেই।"
    },
    { "ayah": 73, "surah": 22, "text": "Please check ayah 22:74 for complete tafsir." },
    {
      "ayah": 74,
      "surah": 22,
      "text": "৭৩-৭৪ নং আয়াতের তাফসীর:\nমহান আল্লাহ এখানে, মুশরিকরা আল্লাহ ছাড়া যে মূর্তি ও দেবতাগুলির পূজ্য উপাসনা করছে ওগুলির দুর্বলতা ও অক্ষমতা এবং ওগুলির পূজারী ঐ মুশরিকদের অজ্ঞতা ও নির্বুদ্ধিতার বর্ণনা দিচ্ছেন। তিনি মানুষকে সম্বোধন করে বলছেনঃ হে মানব মণ্ডলী! এই অজ্ঞ ও নির্বোধরা আল্লাহ ছাড়া যাদের ইবাদত করছে, প্রতিপালকের সাথে এরা যে শিরুক করছে তার একটি চমৎকার দৃষ্টান্ত বর্ণনা করা হচ্ছে, তা তোমরা খুব মনোযোগের সাথে শ্রবণ কর। এই উপাস্য দেবতাগুলি সবাই একত্রিত হয়ে যদি একটি ক্ষুদ্র মাছিও সৃষ্টি করার ইচ্ছা করে তবে তারা সম্পূর্ণ রূপে অপারগ হয়ে যাবে। ঐ মাছি সৃষ্টি করার ক্ষমতা তাদের কখনই হবে না। হযরত আবু হুরাইরা (রাঃ) মার’রূপে একটি হাদীস বর্ণনা করেছেন যে, আল্লাহ তাআলা বলেনঃ “তার চেয়ে বড় অত্যাচারী আর কে আছে, যে আমার সৃষ্টি করার মত কিছু সৃষ্টি করতে চায়? প্রকৃতই যদি কারো এ ক্ষমতা। থেকে থাকে তবে একটা অনু বা একটা মাছি অথবা একটা দানা সৃষ্টি করুক তো?\" (এ হাদীসটি মুসনাদে আহমাদে বর্ণিত হয়েছে)হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে, যে নবী (সঃ) বলেছেনঃ “মহামহিমান্বিত আল্লাহ বলেনঃ “ঐ ব্যক্তি অপেক্ষা অধিক জালিম আরকে আছে যে, আমার সৃষ্টি করার মত কিছু করতে যায়? তাহলে তারা একটা যব সৃষ্টি করুক তো?\" (এ হাদীসটি সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত হয়েছে)মহান আল্লাহ বলেনঃ এই বাতিল মা’বৃদগুলির আরো অক্ষমতা দেখে, তারা একটি মাছিরও মুকাবিলা করতে পারে না। তাদেরকে প্রদত্ত কোন জিনিস যদি মাছি ছিনিয়ে নিয়ে যায় তবে তারা এতই শক্তি হীন যে, ঐ মাছির নিকট হতে ঐ জিনিস ফিরিয়ে নিতে পারে না! মাছির ন্যায় তুচ্ছ, নগণ্য এবং অতি দুর্বল সৃষ্ট জীবের নিকট থেকেও যারা নিজেদের হক ফিরিয়ে নিতে পারে না, তাদের চেয়েও বেশী দুর্বল, শক্তিহীন ও অক্ষম আর কেউ হতে পারে কি? হযরত ইবনু আব্বাস (রাঃ) বলেন যে, (আরবী) দ্বারা মূর্তি এবং (আরবী) দ্বারা মাছিকে বুঝানো হয়েছে। ইমাম ইবনু জারীর ও (রঃ) এটাকেই পছন্দ করেছেন। আর বাহ্যিক শব্দ দ্বারাও এটাই প্রকাশমান। দ্বিতীয় ভাবার্থ এট্য বর্ণনা করা হয়েছে যে, দ্বারা (আরবী) উপাসক এবং (আরবী) দ্বারা উপাস্যদেরকে বুঝানো হয়েছে।আল্লাহ তাআলার উক্তিঃ তারা আল্লাহর যথোচিত মর্যাদা উপলব্ধি করে। তারা এটা উপলব্ধি করলে এতো বড় শক্তিমান আল্লাহর সাথে এই নগণ্য ও তুচ্ছ মাখলুককে তারা শরীক করতো না, যাদের মাছি তাড়াবারও শক্তি নেই, যেমন মুশরিকদের মূর্তিগুলি। মহান আল্লাহ স্বীয় শক্তিতে অতুলনীয়। সমস্ত কিছু তিনি বিনা নমুনায় সৃষ্টি করেছেন। কারো কাছে তিনি সাহায্যও নেন নি। এবং কারো পরামর্শও গ্রহণ করেন নি। অতঃপর সবকিছুকে ধ্বংস করে তিনি এর চেয়েও বেশী সহজে পুনরায় সৃষ্টি করতে সক্ষম। তার পাকড়াও খুব কঠিন। তিনি প্রথমে সৃষ্টিকারী, পরে আবার সৃষ্টিকারী, রিযকদাতা ও অসীম ক্ষমতার অধিকারী। সব কিছুই তার সামনে নত। কেউই তার ইচ্ছা পরিবর্তন করতে পারে না, কেউই তার আদেশ লংঘন করতে পারে না। এমন কেউ নেই যে, তার শ্রেষ্ঠত্ব ও ক্ষমতার মুকাবিলা করে। তিনি একক ও মহাপরাক্রমশালী।"
    },
    { "ayah": 75, "surah": 22, "text": "Please check ayah 22:76 for complete tafsir." },
    {
      "ayah": 76,
      "surah": 22,
      "text": "৭৫-৭৬ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা খবর দিচ্ছেন যে, তিনি নিজের নির্ধারিত তকদীর জারি করা এবং নির্ধারিত শরীয়ত স্বীয় রাসূল (সঃ) পর্যন্ত পৌঁছানোর জন্যে যে ফেরেশতাকে চান নির্দিষ্ট করে নেন। অনুরূপভাবে তিনি লোকদের মধ্য হতে যাকে চান নবুওয়াতের পোষাক পরিয়ে দেন। তিনি বান্দাদের সমস্ত কথা শুনে থাকেন। এক একজন বান্দা তার আমলসহ তার দৃষ্টির মধ্যে রয়েছে। নবুওয়াত প্রাপ্তির যোগ্য পাত্র কে তা তিনি খুব ভালই জানেন। যেমন তিনি বলেনঃ (আরবী) অর্থাৎ “রিসালাত লাভের যোগ্য পাত্র কে তা আল্লাহ খুব ভাল জানেন।” রাসূলদেরসামনেরও পিছনের খবর আল্লাহ রাখেন। তাঁদের কাছে তিনি কি পৌঁছালেন এবং তারা কি পৌছিয়ে দিলেন এ সব কিছু তার কাছে স্পষ্টভাবে প্রতীয়মান। যেমন তিনি বলেনঃ (আরবী) হতে (আরবী) পর্যন্ত।অর্থাৎ তিনি অদৃশ্যের পরিজ্ঞাতা, তিনি তাঁর অদৃশ্যের জ্ঞান কারো নিকট প্রকাশ করেন না, তাঁর মনোনীত রাসূল ব্যতীত। সেই ক্ষেত্রে আল্লাহ রাসূলের অগ্রে ও পশ্চাতে প্রহরী নিয়েজিত করেন, রাসূলগণ তাদের প্রতিপালকের বাণী পৌছিয়ে দিয়েছেন কি না তা জানবার জন্যে; রাসূলদের নিকট যা আছে তা তার জ্ঞান গোচর এবং তিনি সমস্ত কিছুর বিস্তারিত হিসাব রাখেন।\" (৭২:২৬-২৮)।সুতরাং মহান আল্লাহ স্বীয় রাসূলদের রক্ষক। যা তাদের বলা হয় তার তিনি হিফাজতকারী। তিনি তাদের সাহায্যকারী। যেমন তিনি বলেনঃ (আরবী) অর্থাৎ “হে রাসূল (সঃ) তোমার নিকট তোমার প্রতিপালকের পক্ষ হতে যা কিছু অবতীর্ণ করা হয় তা তুমি (মানুষের কাছে পৌঁছিয়ে দাও, আর তা যদি না কর তবে তুমি তাঁর রিসালাত পৌছিয়ে দিলে না, এবং জেনে রেখো যে, আল্লাহ্ তোমাকে মানুষ (এর অনিষ্ট) হতে রক্ষা করবেন।\" (৫:৬৭)"
    },
    { "ayah": 77, "surah": 22, "text": "Please check ayah 22:78 for complete tafsir." },
    {
      "ayah": 78,
      "surah": 22,
      "text": "৭৭-৭৮ নং আয়াতের তাফসীর:\nএই দ্বিতীয় সিজদাটির ব্যাপারে দু’টি উক্তি রয়েছে। প্রথম সিজুদার জায়গায় আমরা ঐ হাদীসটি বর্ণনা করেছি যাতে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “সূরায়ে ‘হাজ্জ’কে দুটি সিজদার মাধ্যমে ফযীলত দান করা হয়েছে। যারা এ দুটো সিজদা করে না তারা যেন এই আয়াতটি না পড়ে।”আল্লাহ তাআলা রুকু সিজদা, ইবাদত ও সৎকর্মের হুকুম করার পর বলছেনঃ তোমরা তোমাদের জান, মাল ও কথা দ্বারা আল্লাহর পথে জিহাদ কর এবং যেভাবে জিহাদ করা উচিত সেভাবেই কর। যেমন তিনি বলেছেনঃ (আরবী) “তোমরা আল্লাহকে ভয় কর যেভাবে ভয় করা উচিত।” তিনি তোমাদেরকে মনোনীত করেছেন। অন্যান্য উম্মত বর্গের উপর তিনি তোমাদেরকে মর্যাদা দান করেছেন। পূর্ণ রাসূল (সঃ) ও পূর্ণ শরীয়ত দানের মাধ্যমে তোমাদেরকে সম্মানিত করেছেন। তোমাদেরকে তিনি সহজ এবং উত্তম দ্বীন প্রদান করেছেন। এমন আহকাম তোমাদের উপর রাখেন নাই যা পালন করা তোমাদের পক্ষে কঠিন। এমন বোঝা তিনি তোমাদের উপর চাপিয়ে দেন নাই বহন করা তোমাদের সাধ্যাতিত।‘আল্লাহ ছাড়া কোন উপাস্য নেই এবং মুহাম্মদ (সঃ) তাঁর বান্দা ও রাসূল এ দুটি সাক্ষ্য দানের পর ইসলামের সবচেয়ে বড় ও গুরুত্বপূর্ণ রুকন হচ্ছে নামায। বাড়ীতে অবস্থানকালে চার রাকআত বিশিষ্ট ফরয নামায চার রাকআতই পড়তে হয়। আর সফরে থাকাকালে চার রাকআতের স্থলে দু'রাকআত পড়ার নির্দেশ রয়েছে। ভয়ের নামায তো হাদীস অনুযায়ী মাত্র এক রাকআত পড়ার হুকুম আছে। ওটাও আবার পায়ে হেঁটে বা সওয়ারীর উপর এবং কিবলামুখী হয়ে হোক কিংবা কিবলার দিকে মুখ না হোক। সফরের নফল নামাযেরও অনুরূপ হুকুম আছে যে, সওয়ারীর মুখ যেদিকেই থাক না কেন নামায হয়ে যাবে। রুগ্ন ব্যক্তি বসে নামায পড়তে পারে এবং বসে না পারলে শুয়েও পড়তে পারে। অন্যান্য ফরয ও ওয়াজিব গুলোকেও মহান আল্লাহ সহজ সাধ্য করেছেন। এজন্যেই রাসূলুল্লাহ (সঃ) বলতেনঃ “আমি একনিষ্ঠ ও খুবই সহজ দ্বীন নিয়ে প্রেরিত হয়েছি।রাসূলুল্লাহ (সঃ) যখন হযরত মুআয (রাঃ) এবং হযরত আবু মূসাকে (রাঃ) ইয়ামানের আমীর নিযুক্ত করে পাঠান তখন তাদেরকে উপদেশ দিয়েছিলেনঃ “তোমরা (জনগণকে) সুসংবাদ দেবে, তাদের মধ্যে ঘৃণা সৃষ্টি করবে না এবং এমন কাজের হুকুম করবে যা পালন করা তাদের পক্ষে সহজ সাধ্য হয়, কঠিন না হয়। এই বিষয় সম্পৰ্কীয় বহু হাদীস রয়েছে। হযরত ইবনু আব্বাস (রাঃ) এই আয়াতের নিম্নরূপ তাফসীরই করেছেনঃ “তোমাদের দ্বীনে কোন সংকীর্ণতা কঠোরতা নেই।” ইমাম ইবনু জারীর (রঃ) বলেন যে, (আরবী) এর (আরবী) উপর (আরবী) বা যবর দেয়া হয়েছে (আরবী) হিসেবে। এটা যেন (আরবী) এইরূপ ছিল। আবার (আরবী) কে উহ্য মেনে নিয়ে (আরবী) কে ওর (আরবী) হিসেবে গণ্য করা যেতে পারে। এই অবস্থায় এটা (আরবী) এই আয়াতের মত হয়ে যাবে।মহান আল্লাহর উক্তিঃ তিনি পূর্বে তোমাদের নামকরণ করেছেন মুসলিম। অর্থাৎ আল্লাহ তাআ'লা হযরত ইবরাহীমেরও (আঃ) পূর্বে মুসলিম নামকরণ করেন। কেননা, তার প্রার্থনা ছিলঃ “হে আমাদের প্রতিপালক! আমাদেরকে (দু’জন অর্থাৎ হযরত ইবরাহীম (আঃ) ও হযরত ইসমাঈল (আঃ) এবং আমাদের সন্তানদের মধ্য হতে একটি দলকে ‘মুসলিম বানিয়ে দিন। কিন্তু ইমাম ইবনু জারীর (রঃ) বলেন এই উক্তিটি সঠিক বলে বিবেচিত হচ্ছে না। যে, পূর্বে দ্বারা হযরত ইবরাহীমের (আঃ) পূর্বে বুঝানো হয়েছে। কেননা এটা প্রকাশমান যে, হযরত ইবরাহীম (আঃ) এই উম্মতের নাম এই কুরআনে ‘মুসলিম রাখেন নাই। তাহলে পূর্বে দ্বারা অর্থ হবেঃ পূর্ববর্তী কিতাব সমূহে, যিকরে এবং এই পবিত্র শেষ কিতাবে।” হযরত মুজাহিদ (রঃ) প্রভৃতি গুরুজনেরও উক্তি এটাই। আর এটা সঠিকও বটে। কেননা ইতিপূর্বে এই উম্মতের শ্রেষ্ঠত্ব ও মর্যাদা বর্ণনা করা হয়েছে। এবং তাদের দ্বীন সহজ হওয়ার কথা বলা হয়েছে। অতঃপর এই দ্বীনের প্রতি আরো বেশী অকির্ষণ সৃষ্টি করার জন্যে বলা হচ্ছেঃ এটা হলো ঐ দ্বীন যা হযরত ইবরাহীম (আঃ) আনয়ন করেছিলেন।এরপর এই উম্মতের বুযুর্গীর জন্যে এবং তাদেরকে আকৃষ্ট করার উদ্দেশ্যে মহান আল্লাহ বলেনঃ তোমাদের বর্ণনা আমার পূর্ববর্তী কিতাব সমূহেও ছিল। যুগ যুগ ধরে নবীদের (আঃ) আসমানী কিতাবসমূহে তোমাদের আলোচনা হতে থেকেছে। পূর্ববর্তী কিতাবসমূহের পাঠকরা তোমাদের সম্পর্কে পূর্ণ ওয়াকিফহাল। সুতরাং এই কুরআনের পূর্বে এবং এই কুরআনেও তোমাদের নাম ‘মুসলিম'। আর এই নামকরণ করেছেন স্বয়ং আল্লাহ।হযরত হারিস আশআরী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যক্তি অজ্ঞতার দাবী এখনও করে (অর্থাৎ বাপ-দাদার উপর এবং বংশের উপর গর্ব প্রকাশ করে; আর অন্যান্য মুসলমানদেরকে ইতর ও তুচ্ছ জ্ঞান করে) সে জাহান্নামের ইন্ধন।” তখন একটি লোক জিজ্ঞেস করেঃ “হে আল্লাহর রাসূল (সঃ)! যদিও সে রোযা রাখে ও নামায পড়ে (তবুও কি) ?\" উত্তরে তিনি বলেনঃ “হা ,হাঁ'। যদিও সে রোযাদার হয় এবং নামাযীও হয় (তবুও সে জাহান্নামের ইন্ধন হবে)।” সুতরাং আল্লাহ তাআলা তোমাদের যে নাম রেখেছেন সেই নামেই ডাকো। তা হলো ‘মুসলেমীন', ‘মুমিনীন' এবং ইবাদুল্লাহ'।\" (ইমাম নাসাঈ (রঃ) এই আয়াতের তাফসীরে এ হাদীসটি আনয়ন করেছেন) সূরায়ে বাকারার। এই আয়াতের তাফসীরে আমরা এই হাদীসটিকে পূর্ণ রূপে বর্ণনা করেছি। মহান আল্লাহর উক্তিঃ আমি তোমাদেরকে ন্যায়পরায়ণ এবং উত্তম উম্মত এ জন্যেই বানিয়েছি এবং এজন্যেই আমি তোমাদের সুখ্যাতি অন্যান্য সমস্ত উম্মতের মধ্যে ছড়িয়ে দিয়েছি যাতে তোমরা কিয়ামতের দিন মানব জাতির জন্যে সাক্ষীস্বরূপ হও। পূর্ববর্তী সমস্ত উম্মত উম্মতে মুহাম্মদীর (সঃ) শ্রেষ্ঠত্ব ও মর্যাদা স্বীকার করবে। এই উম্মত সমস্ত উম্মতের উপর নেতৃত্ব লাভ করেছে। এই জন্যেই এই উম্মতের সাক্ষ্য অন্যান্য উম্মত বর্গের উপর ধর্তব্য হবে। তাদের সাক্ষ্য হবে এটাই যে, পূর্ববর্তী উম্মত বর্গের কাছে তাদের নব্বীরা (আঃ) আল্লাহর পয়গাম পৌছিয়ে দিয়েছিলেন। আর এই উম্মতের উপর স্বয়ং রাসূলুল্লাহ (সঃ) সাক্ষ্য প্রদান করবেন যে, তিনি তাদের কাছে আল্লাহর দ্বীন পৌছিয়ে দিয়েছেন এবং রিসালাতের দায়িত্ব তিনি পূর্ণভাবে পালন করেছেন। এই ব্যাপারে যতগুলি হাদীস রয়েছে এবং যত কিছু তাফসীর আছে সবই আমরা সূরায়ে বাকারার সপ্তদশ রুকুর (আরবী) (২:১৪৩) এই আয়াতের তাফসীরে লিখে এসেছি। সুতরাং এখানে পুনরাবৃত্তির কোন প্রয়োজন নেই। সেখানে আমরা হযরত নূহ (আঃ) এবং তাঁর উম্মতের ঘটনাও বর্ণনা করেছি।আল্লাহ তাআলার উক্তি সুতরাং তোমরা নামায কায়েম কর, যাকাত দাও এবং আল্লাহকে অবলম্বন কর। অর্থাৎ এত বড় নিয়ামতের অধিকারী যিনি তোমাদেরকে করেছেন তার কৃতজ্ঞতা প্রকাশ করা তোমাদের একান্ত কর্তব্য। এর পন্থা এই যে, আল্লাহ তাআলা তোমাদের উপর যা কিছু ফরয করেছেন তা অতি আগ্রহের সাথে খুশী মনে তোমরা পালন কর। বিশেষ করে নামায ও যাকাতের প্রতি পূর্ণ মনোযোগী হবে। আল্লাহ তাআলা যা কিছু ওয়াজিব করেছেন তা আন্তরিক মুহাব্বতের সাথে পালন কর। যা কিছু তিনি হারাম করেছেন তার কাছেও যেয়ো না। সুতরাং নামায, যা নির্ভেজাল আল্লাহরই জন্যে এবং যাকাত, যার মাধ্যমে আল্লাহর ইবাদত ছাড়াও তার সৃষ্টজীবের প্রতিও ইহসান করা হয়, ধনী লোকেরা তাদের মালের একটা অংশ সন্তুষ্ট চিত্তে দরিদ্রদেরকে দান করে, এতে তাদের কাজ চলে, মনে তৃপ্তি আসে। এতেও মহান আল্লাহর পক্ষ থেকে সহজ ব্যবস্থা রাখা হয়েছে। অংশও কম এবং বছরে মাত্র একবার।যাকাতের সমস্ত নিয়ম কানুন সূরায়ে তাওবা’র (আরবী) (৯:৬০) এই আয়াতের তাফসীরে আমরা বর্ণনা করে দিয়েছি। আল্লাহ তাবারাকা ওয়াতাআলা বলেনঃ আল্লাহকে অবলম্বন কর। তাঁর উপর পূর্ণ ভরসা রাখো। তোমাদের সমস্ত কাজে তার কাছেই সাহায্য প্রার্থনা কর। সব সময় তাঁর উপরই নির্ভর কর। তারই সাহায্য সহায়তা ও পৃষ্ঠ পোষকতার প্রতি দৃষ্টি রাখো।মহামহিমান্বিত আল্লাহর উক্তিঃ তিনিই তোমাদের অভিভাবক। তিনিই তোমাদের রক্ষক। তিনিই তোমাদের সহায়ক। তোমাদেরকে তোমাদের শত্রুদের উপর বিজয় দানকারী তিনিই। তিনিই সর্বোত্তম অভিভাবক। তিনি যার অভিভাবক হন, তার আর কোন অভিভাবকের প্রয়োজন নেই। সর্বোত্তম সাহায্যকারী তিনিই। দুনিয়ার সবাই যদি শত্রু হয়ে যায় তাতেও কোন যায় আসে না। সবারই উপর তিনি পূর্ণ ক্ষমতাবান। তিনি সবচেয়ে বেশী শক্তিশালী।মুসনাদে ইবনু আবি হাতিমে হযরত ওয়াহীব ইবনু অরূদ (রাঃ) হতে। বর্ণিত আছে যে, আল্লাহ তাআলা বলেনঃ “হে ইবনু আদম! তোমার ক্রোধের সময় তুমি আমাকে স্মরণ করো, তা হলে আমিও আমার ক্রোধের সময় তোমাকে ক্ষমা করে দেবো। আর যাদের উপর আমার শাস্তি অবতীর্ণ হবে তাদের মধ্য থেকে আমি তোমাকে রক্ষা করবো। ধ্বংস প্রাপ্তদের সাথে আমি তোমাকে ধ্বংস করবো না। হে আদম সন্তান! যখন তোমার উপর যুলুম করা হয় তখন তুমি ধৈর্য ধারণ কর, আমার প্রতি দৃষ্টিপাত কর এবং আমার সাহায্যের উপর ভরসা রাখো ও আমার সাহায্যের উপর সন্তুষ্ট থাকো। জেনে রেখো যে, তুমি তোমার নিজেকে সাহায্য করবে এর চেয়ে আমিই তোমাকে সাহায্য করবে এটাই উত্তম।” এ সব ব্যাপারে সর্বাধিক সঠিক জ্ঞানের অধিকারী একমাত্র আল্লাহ।"
    },
    { "ayah": 8, "surah": 22, "text": "Please check ayah 22:10 for complete tafsir." },
    { "ayah": 9, "surah": 22, "text": "Please check ayah 22:10 for complete tafsir." }
  ]
}
