{
  "ayahs": [
    { "ayah": 1, "surah": 23, "text": "Please check ayah 23:11 for complete tafsir." },
    { "ayah": 10, "surah": 23, "text": "Please check ayah 23:11 for complete tafsir." },
    {
      "ayah": 100,
      "surah": 23,
      "text": "৯৯-১০০ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা খবর দিচ্ছেন যে, মৃত্যুর সময় কাফির ও পাপীরা ভীষণ লজ্জিত হয় এবং দুঃখ ও আফসোসের সাথে আকাঙ্ক্ষা করে যে, হায়! যদি তাদেরকে পুনরায় দুনিয়ায় ফিরিয়ে দেয়া হতো তবে তারা সৎ কাজ করতো! কিন্তু ঐ সময় তাদের এই আশা ও আকাঙ্ক্ষা বৃথা। যেমন আল্লাহ তাআলা অন্য জায়গায় বলেনঃ (আরবী) হতে (আরবী) পর্যন্ত। অর্থাৎ “আমি তোমাদেরকে যে রিযিক দিয়েছি তোমরা তা হতে ব্যয় করবে তোমাদের কারো মৃত্যু আসার পূর্বে; অন্যথায় মৃত্যু আসলে সে বলবেঃ হে আমার প্রতিপালক! আমাকে আরো কিছুকালের জন্যে অবকাশ দিলে আমি সাদকা দিতাম এবং সকর্মশীলদের অন্তর্ভুক্ত হতাম! কিন্তু নির্ধারিত কাল যখন উপস্থিত হয়ে যাবে, তখন আল্লাহ কখনো কাউকেও অবকাশ দিবেন না; তোমরা যা কর আল্লাহ সে সম্বন্ধে সবিশেষ অবহিত।” (৬৩:১০-১১) আর এক জায়গায় বলেনঃ (আরবী) হতে (আরবী) পর্যন্ত। অর্থাৎ “যেদিন তাদের শান্তি আসবে সেই দিন সম্পর্কে তুমি মানুষকে সতর্ক কর, তখন যালিমরা বলবেঃ হে আমাদের প্রতিপালক! আমাদেরকে কিছুকালের জন্যে অবকাশ দিন! আমরা আপনার আহ্বানে সাড়া দিবো এবং রাসূলদের অনুসরণ করাবো! (উত্তরে বলা হবে) তোমরা কি পূর্বে শপথ করে বলতে না যে, তোমাদের পতন নেই?” (১৪:৪৪) আর এক জায়গায় রয়েছেঃ (আরবী) অর্থাৎ “এবং হায়! তুমি যদি দেখতে! যখন অপরাধীরা তাদের প্রতিপালকের সামনে অধোবদন হয়ে বলবেঃ হে আমাদের প্রতিপালক! আমরা প্রত্যক্ষ করলাম ও শ্রবণ করলাম; এখন আপনি আমাদেরকে পুনরায় প্রেরণ করুন, আমরা সকর্ম করাবো, আমরা তো দৃঢ় বিশ্বাসী!” (৩২:১২) অন্য এক জায়গায় আছেঃ (আরবী) অর্থাৎ “হায়! তুমি যদি দেখতে! যখন তাদেরকে জাহান্নামের উপর দাঁড় করানো হবে তখন তারা বলবেঃ হায়! যদি আমাদেরকে ফিরিয়ে দেয়া হতো তবে আমরা আমাদের প্রতিপালকের নিদর্শনাবলীকে মিথ্যা প্রতিপন্ন করতাম না। হতে- নিশ্চয়ই তারা মিথ্যাবাদী।” (৬: ২৭-২৮) অন্য এক জায়গায় রয়েছেঃ (আরবী) অর্থাৎ “তুমি যালিমদেরকে দেখবে, যখন তারা শাস্তি অবলোকন করবে তখন বলবেঃ আমাদের ফিরবার কোন পথ আছে কি?” (৪২:৪৪) আর এক জায়গায় আছেঃ (আরবী) অর্থাৎ “তারা বলবেঃ হে আমাদের প্রতিপালক! আপনি দু’বার আমাদেরকে মৃত্যু দান করেছেন এবং দু’বার জীবিত করেছেন, এখন আমরা আমাদের পাপসমূহ স্বীকার করে নিয়েছি, সুতরাং (জাহান্নাম হতে) বের হওয়ার কোন পথ আছে কি?” (৪০:১১) অন্যত্র মহামহিমান্বিত আল্লাহ বলেনঃ (আরবী) অর্থাৎ “তারা ওর মধ্যে চীৎকার করে বলবেঃ হে আমাদের প্রতিপালক! আমাদেরকে (জাহান্নাম হতে) বের করে নিন এবং পুনরায় দুনিয়ায় ফিরিয়ে দিন), তাহলে আমরা (পূর্বের) কৃত (মন্দ) আমল বাদ দিয়ে ভাল আমল করাবো। (উত্তরে বলা হবেঃ) তোমাদেরকে কি আমি এমন বয়স দান করিনি যে, যে উপদেশ গ্রহণ করার (ইচ্ছা করতো) সে উপদেশ গ্রহণ করতে পারতো? আর তোমাদের কাছে তো ভয় প্রদর্শকের আগমন ঘটেছিল, সুতরাং (আজ ওসব কথা বলে কোন লাভ নেই, বরং) তোমরা শাস্তির স্বাদ গ্রহণ কর, অত্যাচারীদের জন্যে কোনই সাহায্যকারী নেই।” (৩৫:৩৭) এ সব আয়াতে এই বর্ণনা দেয়া হয়েছে যে, এইরূপ পাপী লোকেরা মৃত্যুর সময় এবং কিয়ামতের দিন আল্লাহর সামনে জাহান্নামের পাশে দণ্ডায়মান অবস্থায় দুনিয়ায় ফিরে আসার আকাক্ষা করবে এবং সৎ আমল করার অঙ্গীকার করবে। কিন্তু ঐ সময় তাদের মনোবাঞ্ছা পূর্ণ হবে না। এটা ঐ কথা যা ঐ ভয়াবহ অবস্থায় বাধ্য হয়েই তারা বলে ফেলবে। আর প্রকৃতপক্ষে ওটা শুধু তাদের মুখের কথা। যদি তাদেরকে দুনিয়ায় ফিরিয়েও দেয়া হয় তবুও তারা ভাল কাজ করবে না। বরং পূর্বে যেমন ছিল তেমনই থাকবে। তারা তো মিথ্যাবাদী। কতই না ভাগ্যবান ঐ ব্যক্তি যে এই পার্থিব জীবনে ভাল কাজ করে থাকে। আর ঐ লোকগুলো কতই না হতভাগ্য যারা ঐ বিচার দিবসে ধন-মাল ও সন্তান-সন্ততির আকাক্ষা করবে না এবং দুনিয়ার সৌন্দর্য ও জাঁকজমক তারা কামনা করবে না, বরং দুনিয়ায় মাত্র কয়েক দিন বাস করে সৎ কার্যাবলী সম্পাদন করার আকাঙ্ক্ষা করবে। কিন্তু সেই দিনের আকাঙ্ক্ষা, কামনা ও বাসনা সবই বৃথা হবে। এটাও বর্ণিত আছে যে, যখন তারা এরূপ আকাঙ্ক্ষা করবে তখন আল্লাহ তা'আলা তাদেরকে ধমক দিয়ে বলবেনঃ “এটা শুধু তোমাদের মুখের কথা। এর পরেও তোমরা ভাল কাজ করবে না।” হযরত আ’লা ইবনে যিয়াদ (রঃ) কতই না সুন্দর কথা বলেছেন। তিনি বলেছেনঃ “তোমরা এটা মনে করে নাও যে, আমার মৃত্যু এসে গিয়েছিল, কিন্তু আল্লাহ তাআলার নিকট কয়েক দিনের অবকাশ চেয়েছিলাম যাতে আমি পুণ্য অর্জন করতে পারি। তিনি আমাকে অবকাশ দিয়েছেন। সুতরাং এখন অন্তর খুলে পুণ্য কামানো আমার উচিত।”হযরত কাতাদা (রঃ) বলেনঃ “তোমরা কাফিরদের এই আকাঙ্ক্ষার কথা স্মরণ করে নিজেদের জীবনের মুহূর্তগুলো আল্লাহর আনুগত্যের কাজে লাগিয়ে দাও।” হযরত আবু হুরাইরা (রাঃ) বলেন যে, যখন কাফিরকে কবরে রাখা হয় এবং সে তার জাহান্নামের বাসস্থান দেখে নেয় তখন বলেঃ “হে আমার প্রতিপালক! আমাকে ফিরিয়ে দিন, আমি তাওবা করাবো ও সৎ কার্যাবলী সম্পাদন করাবো।” উত্তরে বলা হবেঃ “তোমাকে যে বয়স দেয়া হয়েছিল তা তুমি শেষ করে ফেলেছো।” (এটা মুহাম্মাদ ইবনে আবি হাতিম (রঃ) বর্ণনা করেছে) অতঃপর তার কবরকে সংকুচিত করে দেয়া হবে এবং সর্প ও বিচ্ছু তাকে দংশন করতে থাকবে। হযরত আয়েশা (রাঃ) বলেন যে, পাপীদের কবর অত্যন্ত বিপদপূর্ণ ও ভয়াবহ জায়গা। তাদের কবরের মধ্যে কালো সর্প তাদেরকে দংশন করতে থাকে। এই সর্পগুলোর মধ্যে একটি বিরাটাকার সাপ প্রত্যেকের শিয়রে থাকে এবং অনুরূপ আর একটি সাপ থাকে তার পায়ের কাছে। সাপ দু’টি তাকে দংশন করতে করতে এগুতে থাকে এবং দেহের মধ্যভাগে এসে উভয়ে মিলিত হয়। এটাই হলো বারযাখের শাস্তি যার কথা আল্লাহ তা'আলা এই আয়াতে বলেছেন।(আরবী) এর অর্থ করা হয়েছেঃ তাদের সম্মুখে বারযাখ থাকবে। বারযাখ হলো দুনিয়া ও আখিরাতের মাঝে পর্দা বা আড়। সে না সরাসরি দুনিয়ায় আছে যে, পানাহার করবে এবং না সরাসরি আখিরাতে আছে যে, আমলের পূর্ণ প্রতিদান প্রাপ্ত হবে। বরং রয়েছে এ দু’য়ের মাঝামাঝি জায়গায়। সুতরাং এই আয়াতে অত্যাচারী ও সীমালংঘন কারীদেরকে ভয় প্রদর্শন করা হচ্ছে যে, আলমে বারযাখেও তাদেরকে কঠিন শাস্তির মধ্যে রাখা হবে। যেমন অন্য জায়গায় রয়েছে (আরবী) অর্থাৎ “তাদের সামনে জাহান্নাম রয়েছে।” (৪৫:১০) আর এক জায়গায় আছেঃ (আরবী) অর্থাৎ “তার সামনে রয়েছে খুবই কঠিন শাস্তি।” (১৪:১৭) কিয়ামত সংঘটিত হওয়া পর্যন্ত তাদের উপর বারযাখের এই শাস্তি চালু থাকবে। যেমন হাদীসে এসেছেঃ “ওর মধ্যে সদা সর্বদা সে শাস্তিপ্রাপ্ত হবে।” অর্থাৎ যমীনের মধ্যে (তাকে সব সময় শাস্তি দেয়া হবে)।"
    },
    { "ayah": 101, "surah": 23, "text": "Please check ayah 23:104 for complete tafsir." },
    { "ayah": 102, "surah": 23, "text": "Please check ayah 23:104 for complete tafsir." },
    { "ayah": 103, "surah": 23, "text": "Please check ayah 23:104 for complete tafsir." },
    {
      "ayah": 104,
      "surah": 23,
      "text": "১০১-১০৪ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা খবর দিচ্ছেন যে, যখন পুনরুত্থানের জন্যে শিংগায় ফুৎকার দেয়া হবে এবং মানুষ জীবিত হয়ে কবর হতে বেরিয়ে পড়বে তখন আত্মীয়তার সম্পর্ক ছিন্ন হয়ে যাবে এবং একে অপরের কোন খোঁজ খবর নিবে না। না পিতার সন্তানের উপর কোন ভালবাসা থাকবে, না সন্তান পিতার দুঃখে দুঃখিত হবে। অন্য জায়গায় আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ “সুহৃদ সুহৃদের তত্ত্ব নিবে না, তাদের এককে অপরের দৃষ্টি গোচর করা হবে।” (৭০-১০-১১) আর এক জায়গায় আছেঃ (আরবী) অর্থাৎ “সেই দিন মানুষ পলায়ন করবে তার ভ্রাতা হতে, তার মাতা, তার পিতা, তার পত্নী ও তার সন্তান হতে।” (৮০:৩৪-৩৬)হযরত ইবনে মাসউদ (রাঃ) বলেন যে, আল্লাহ তা'আলা কিয়ামতের দিন পূর্ববর্তী ও পরবর্তী লোকদেরকে একত্রিত করবেন। অতঃপর একজন ঘোষণাকারী ঘোষণা করবেনঃ “যার কোন হক অন্যের উপর রয়েছে সে যেন এসে তার হক তার নিকট থেকে নিয়ে যায়।” এ কথা শুনে কারো হক তার পিতার উপর থাকলে বা পুত্রের উপর থাকলে অথবা স্ত্রীর উপর থাকলে সেও আনন্দিত হয়ে দৌড়িয়ে আসবে এবং নিজের হক বা প্রাপ্যের জন্যে তার কাছে তাগাদা শুরু করে দেবে। যেমন এই আয়াতে রয়েছে। (এটা ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)মিসওয়ার ইবনে মাখরামা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “ফাতেমা (রাঃ) আমার দেহের একটা অংশ। যে তাকে কষ্ট দেয় সে আমাকেও কষ্ট দেয়। আর যে তাকে খুশী করে সে আমাকেও খুশী করে। কিয়ামতের দিন সমস্ত আত্মীয়তার সম্পর্ক ছিন্ন হয়ে যাবে, কিন্তু আমার আত্মীয়তার সম্পর্ক ছিন্ন হবে না।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)এই হাদীসের মূল সহীহ বুখারী ও সহীহ মুসলিমেও রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “ফাতেমা (রাঃ) আমার দেহের একটা অংশ। তাকে অসন্তুষ্টকারী ও কষ্টদানকারী আমাকেও অসন্তুষ্টকারী ও কষ্টদানকারী।”হযরত আবু সাঈদ খুদরী (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহ (সঃ)-কে মিম্বরের উপর বলতে শুনেছেনঃ “লোকদের কি হয়েছে যে, তারা বলে-রাসূলুল্লাহ (সঃ)-এর আত্মীয়তার সম্পর্কও তাঁর কওমের কোন উপকারে আসবে না? আল্লাহর শপথ! আমার আত্মীয়তার সম্পর্ক দুনিয়া ও আখিরাতে মিলিতভাবে রয়েছে। হে লোক সকল! আমি তোমাদের আসবাব পত্রের রক্ষক হবো যখন তোমরা আসবে।” একটি লোক বলবেঃ “হে আল্লাহর রাসূল (সঃ)! আমি অমুকের পুত্র অমুক।” আমি উত্তরে বলবোঃ “হ্যা, আমি বংশ চিনে নিয়েছি। কিন্তু আমার পরে তুমি বিদআতের আবিষ্কার করেছিলে এবং উল্টো পদে ফিরে গিয়েছিলে।” (এ হাদীসটিও মুসনাদে আহমাদে বর্ণিত হয়েছে)আমীরুল মুমিনীন হযরত উমার ইবনুল খাত্তাব (রাঃ)-এর মুসনাদে কয়েকটি সনদের মাধ্যমে আমরা বর্ণনা করেছি যে, যখন তিনি হযরত আলী ইবনে আবি তালিব (রাঃ)-এর কন্যা উম্মে কুলসুম (রাঃ)-কে বিয়ে করেন তখন তিনি বলতেন, আমি রাসূলুল্লাহ (সঃ)-কে বলতে শুনেছিঃ “কিয়ামতের দিন সমস্ত মূল ও বংশের সম্পর্ক ছিন্ন হয়ে যাবে, কিন্তু আমার বংশ ও মূলের সম্পর্ক ছিন্ন হবে না।” এটাও বর্ণিত আছে যে, হযরত উমার (রাঃ) হযরত উম্মে কুলসুম (রাঃ)-এর মর্যাদার প্রতি লক্ষ্য রেখে তাঁর মোহরর ধার্য করেছিলেন চল্লিশ হাজার (দিরহাম)।হযরত ইবনে উমার (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “কিয়ামতের দিন আমার বংশগত ও বৈবাহিক সম্পর্ক ছাড়া সমস্ত বংশগত ও বৈবাহিক সম্পর্ক ছিন্ন হয়ে যাবে।” (এ হাদীসটি হাফিয ইবনে আসাকির (রঃ) বর্ণনা করেছেন)হযরত আব্দুল্লাহ ইবনে উমার (রাঃ) বর্ণনা করেছেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমি আমার প্রতিপালক মহামহিমান্বিত আল্লাহর নিকট প্রার্থনা করেছি যে, যেখানে আমার বিয়ে হয়েছে এবং যার সাথে আমি বৈবাহিক সূত্রে আবদ্ধ হয়েছি তারা সবাই যেন জান্নাতে আমার সঙ্গ লাভ করে। আল্লাহ তা'আলা আমার এ দু'আ কবুল করেছেন।”মহান আল্লাহ বলেনঃ যাদের পাল্লা ভারী হবে তারাই হবে সফলকাম। যার একটি মাত্র পুণ্য পাপের উপর বেশী হবে সেই পরিত্রাণ পেয়ে যাবে। সে জাহান্নাম থেকে রক্ষা পাবে এবং জান্নাতে প্রবেশ লাভ করবে। তার উদ্দেশ্য সফল হবে এবং যা থেকে সে ভয় করতো তা থেকে সে বেঁচে যাবে। পক্ষান্তরে, যাদের পাল্লা হালকা হবে, অর্থাৎ পুণ্যের চেয়ে পাপ বেশী হয়ে যাবে তারা হবে চরমভাবে ক্ষগ্রিস্ত।হযরত আনাস ইবনে মালিক (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেন, কিয়ামতের দিন একজন ফেরেশতা দাঁড়িপাল্লার উপর নিযুক্ত থাকবেন যিনি প্রত্যেক মানুষকে দাড়ি-পাল্লার দুই পাল্লার মাঝে দাঁড় করিয়ে দিবেন। অতঃপর পাপ ও পুণ্য ওজন করা হবে। যদি পুণ্য বেশী হয়ে যায় তবে তিনি উচ্চ স্বরে ঘোষণা করবেনঃ “অমুকের পুত্র অমুক মুক্তি পেয়ে গেছে। এরপর ক্ষতি ও ধ্বংস তার কাছেও যাবে না। আর যদি পাপ বেশী হয়ে যায় তবে সবারই সামনে তিনি উচ্চ স্বরে ঘোষণা করবেনঃ “অমুকের পুত্র অমুক ধ্বংস হয়ে গেছে। এখন সে কল্যাণ লাভে বঞ্চিত হয়েছে।” (এটা হাফিয আবু বকর আল বাযযার (রঃ) বর্ণনা করেছেন। এর সনদ দুর্বল। বর্ণনাকারী দাউদ ইবনে হাজর দুর্বল ও বর্জনীয়)মহান আল্লাহর উক্তিঃ তারা জাহান্নামে স্থায়ী হবে। অর্থাৎ তারা চিরদিনই জাহান্নামে থাকবে। কখনো তাদেরকে তা থেকে বের করা হবে না। অগ্নি তাদের মুখমণ্ডল দগ্ধ করবে। আগুনকে সরিয়ে ফেলার ক্ষমতা তাদের হবে না।হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “প্রথম অগ্নিশিখা তাদেরকে জড়িয়ে ধরামাত্রই তাদের গোশ্ত অস্থি থেকে বিচ্ছিন্ন হয়ে পড়বে এবং তাদের পায়ের উপর পড়ে যাবে। (এ হাদীসটি ইবনে আবি হাতিমে বর্ণিত হয়েছে) ফলে তাদের চেহারা বীভৎস ও বিকৃত হয়ে যাবে। দাঁত বের হয়ে থাকবে, ওষ্ঠ উপরের দিকে উঠে যাবে এবং অধর নীচের দিকে নেমে থাকবে। উপরের ঠোট তালু পর্যন্ত উঠে যাবে এবং নীচের ঠোট নাভী পর্যন্ত নেমে আসবে।” (এটা মুসনাদে আহমাদে হযরত আবু সাঈদ খুদরী (রাঃ) হতে মারফু’রূপে বর্ণিত আছে)"
    },
    { "ayah": 105, "surah": 23, "text": "Please check ayah 23:107 for complete tafsir." },
    { "ayah": 106, "surah": 23, "text": "Please check ayah 23:107 for complete tafsir." },
    {
      "ayah": 107,
      "surah": 23,
      "text": "১০৫-১০৭ নং আয়াতের তাফসীর:\nকাফিরদেরকে তাদের কুফরী, পাপ ও সত্য-প্রত্যাখ্যানের কারণে কিয়ামতের দিন যে ভীতি প্রদর্শন করা হবে ও ধমক দেয়া হবে এখানে তারই বর্ণনা দেয়া হচ্ছে।তাদেরকে আল্লাহ তা'আলা বলবেনঃ আমি তোমাদের নিকট রাসূল পাঠিয়েছিলাম, তোমাদের উপর কিতাব অবতীর্ণ করেছিলাম, তোমাদের সন্দেহ। দূর করে দিয়েছিলাম, তোমাদের কোনই যুক্তি-প্রমাণ অবশিষ্ট রাখিনি। যেমন মহান আল্লাহ অন্য জায়গায় বলেনঃ (আরবী) অর্থাৎ “যেন রাসূলদের পরে লোকদের জন্যে আল্লাহর উপর কোন বাদানুবাদের সুযোগ না থাকে।” (৪: ১৬৫) আর এ জায়গায় বলেনঃ (আরবী) অর্থাৎ “রাসূল প্রেরণ না করা পর্যন্ত আমি শাস্তি প্রদানকারী নই।” (১৭:১৫) তিনি আরো বলেনঃ (আরবী) পর্যন্ত। অর্থাৎ “যখনই তাতে (জাহান্নামে) কোন দলকে নিক্ষেপ করা হবে, তাদেরকে রক্ষীরা জিজ্ঞেস করবেঃ তোমাদের কাছে কি কোন সতর্ককারী আসেনি? তারা বলবেঃ অবশ্যই আমাদের কাছে সতর্ককারী এসেছিল, আমরা তাদেরকে মিথ্যাবাদী গণ্য করেছিলাম এবং বলেছিলামঃ আল্ল। \"ই অবতীর্ণ করেননি, তোমরা তো মহা-বিভ্রান্তিতে রয়েছে। তারা আরো বলবেঃ যদি আমরা শুনতাম অথবা বিবেক-বুদ্ধি প্রয়োগ করতাম তাহলে আমরা জাহান্নামবাসী হতাম না। তারা তাদের অপরাধ স্বীকার করবে; সুতরাং অভিশাপ জাহান্নামীদের জন্যে।” (৬৭: ৮-১১)এ জন্যেই তারা বলবেঃ হে আমাদের প্রতিপালক! দুর্ভাগ্য আমাদেরকে পেয়ে বসেছিল এবং আমরা ছিলাম এক বিভ্রান্ত সম্প্রদায়।তারা বলবেঃ হে আমাদের প্রতিপালক! এই আগুন হতে আমাদেরকে উদ্ধার করুন এবং পুনরায় দুনিয়ায় ফিরিয়ে দিন। অতঃপর আমরা যদি পুনরায় কুফরী করি তবে তো আমরা অবশ্যই সীমালংঘনকারী হবো ও শাস্তির যোগ্য হয়ে যাবো। যেমন অন্য জায়গায় আল্লাহ তা'আলা তাদের উক্তির উদ্ধৃতি দিয়ে বলেনঃ  (আরবী) অর্থাৎ “আমরা আমাদের অপরাধ স্বীকার করছি, এখন বের হওয়ার কোন পথ আছে কি? তোমাদের এই শাস্তি তো এই জন্যে যে, যখন এক আল্লাহকে ডাকা হতো তখন তোমরা তাকে অস্বীকার করতে এবং আল্লাহর শরীক স্থির করা হলে তোমরা তা বিশ্বাস করতে; বস্তুতঃ সমুচ্চ, মহান আল্লাহরই সমস্ত কর্তৃত্ব।” (৪০:১১-১২) অর্থাৎ এখন তোমাদের জন্যে সব পথই বন্ধ। আমলের সময় শেষ হয়ে গেছে। এখন হলো প্রতিদান প্রদানের সময়। তাওহীদের সময় তোমরা শিরক করেছিলে। সুতরাং এখন অনুশোচনা করে কি লাভ?"
    },
    { "ayah": 108, "surah": 23, "text": "Please check ayah 23:111 for complete tafsir." },
    { "ayah": 109, "surah": 23, "text": "Please check ayah 23:111 for complete tafsir." },
    {
      "ayah": 11,
      "surah": 23,
      "text": "১-১১ নং আয়াতের তাফসীর:\nহযরত উমার ইবনুল খাত্তাব (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ)-এর উপর যখন অহী অবতীর্ণ হতো তখন তাঁর মুখের কাছে মৌমাছির গুন্গুন্ শব্দের মত শব্দ শোনা যেতো। একদা তার উপর এ অবস্থাই ঘটে। অল্পক্ষণ পরে যখন অহী অবতীর্ণ হওয়ার কাজ শেষ হয় তখন তিনি কিবলামুখী হয়ে স্বীয় হস্তদ্বয় উত্তোলন করতঃ নিম্নের দু'আটি পাঠ করেনঃ (আরবী) অর্থাৎ “হে আল্লাহ! আমাদেরকে বেশী করে দিন, কম করবেন না। আমাদেরকে সম্মানিত করুন, লাঞ্ছিত করবেন না। আমাদেরকে প্রদান করুন, বঞ্চিত করবেন না। অন্যদের উপর আমাদেরকে পছন্দ করে নিন, আমাদের উপর অন্যদেরকে পছন্দ করবেন না। আমাদের উপর সন্তুষ্ট হয়ে যান এবং আমাদেরকে সন্তুষ্ট করুন। তারপর তিনি (আরবী) হতে দশটি আয়াত পর্যন্ত পাঠ করেন। (এ হাদীসটি ইমাম আহমাদ (রঃ), ইমাম তিরমিযী (রঃ) এবং ইমাম নাসাঈ (রঃ) বর্ণনা করেছেন এবং ইমাম তিরমিযী (রঃ) এটাকে মুনকার বলেছেন। কেননা এর বর্ণনাকারী শুধু ইউনুস ইবনে সুলায়েম রয়েছেন, যিনি মুহাদ্দিসদের নিকট পরিচিত নন)হযরত ইয়াযীদ ইবনে বাবনুস (রঃ) হতে বর্ণিত, তিনি বলেনঃ আমরা উম্মুল মুমিনীন হযরত আয়েশা (রাঃ)-কে জিজ্ঞেস করলামঃ রাসূলুল্লাহ (সঃ)-এর চরিত্র কেমন ছিল? উত্তরে তিনি বলেনঃ “কুরআনই ছিল রাসূলুল্লাহ (সঃ)-এর চরিত্র।” অতঃপর তিনি (আরবী) হতে (আরবী) পর্যন্ত পাঠ করেন। তারপর বলেনঃ “রাসূলুল্লাহ (সঃ)-এর চরিত্র এরূপই ছিল।” (এটা নাসাঈ (রঃ) বর্ণনা করেছেন)হযরত কা'ব আল আহবার (রাঃ), হযরত মুজাহিদ (রঃ), হযরত আবুল আলিয়া (রঃ) প্রমুখ গুরুজন হতে বর্ণিত আছে যে, যখন আল্লাহ তা'আলা জান্নাতে আদন সৃষ্টি করেন এবং ওর মধ্যে (গাছপালা ইত্যাদি) স্বহস্তে রোপণ করেন তখন ওগুলোর প্রতি দৃষ্টিপাত করে ওকে বলেনঃ “কিছু কথা বলো”। ঐ জান্নাতে আদন তখন (আরবী)-এই আয়াতগুলো পাঠ করে। যেগুলো আল্লাহ তা'আলা কুরআন কারীমে অবতীর্ণ করেন।হযরত আবু সাঈদ (রাঃ) বলেন যে, আল্লাহ জান্নাত সৃষ্টি করেন যার এক ইট সোনার ও এক ইট রূপার তৈরী। তাতে তিনি গাছ রোপণ করেন। অতঃপর তিনি জান্নাতকে বলেনঃ “কথা বলো।” জান্নাত তখন (আরবী) বলে। তাতে ফেরেশতারা প্রবেশ করে বলেনঃ “বাঃ! বাঃ! এটা তো বাদশাহদের জায়গা।” অন্য রিওয়াইয়াতে আছে যে, ওর গারা ছিল মৃগনাভির। আর একটি রিওয়াইয়াতে আছে যে, তাতে এমন এমন জিনিস রয়েছে যা কোন চক্ষু দেখেনি এবং কোন অন্তর কল্পনা করেনি।আরেকটি বর্ণনায় আছে যে, জান্নাত যখন এই আয়াতগুলো তিলাওয়াত করে তখন মহামহিমান্বিত আল্লাহ বলেনঃ “আমার বুযর্গী ও মর্যাদার শপথ! তোমার মধ্যে কৃপণ কখনো প্রবেশ করতে পারে না।” (এ হাদীসটি তিবরানী (রঃ) বর্ণনা করেছেন। হযরত ইবনে আব্বাস (রাঃ) এটা মারফু’রূপে বর্ণনা করেছেন)হযরত আনাস (রাঃ) হতে বর্ণিত, তিনি বলেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহ তা'আলা জান্নাতে আদন সৃষ্টি করেন যার একটি ইট সাদা মুক্তার, একটি ইট লাল পদ্মরাগের এবং একটি ইট সবুজ পান্নার। আর ওর গারা (গাঁথুনির চুন-সুরকি) মৃগনাভির এবং ওর ঘাস হলো যাফরান। অতঃপর আল্লাহ তা'আলা ওকে বলেনঃ “তুমি কথা বলো।” জান্নাত তখন (আরবী) বলে। তখন আল্লাহ তা'আলা ওকে বলেনঃ “আমার বুযর্গী ও মর্যাদার শপথ! তোমার মধ্যে কৃপণ প্রবেশ করতে পারবে না।” অতঃপর রাসূলুল্লাহ (সঃ) নিম্নের আয়াতাংশটুকু পাঠ করেনঃ (আরবী) অর্থাৎ “যারা অন্তরের কার্পণ্য হতে মুক্ত তারাই সফলকাম।” (৫৯:৯) (এ হাদীসটি আবূ বকর ইবনে আবিদ দুনিয়া বর্ণনা করেছেন)মহান আল্লাহর উক্তিঃ (আরবী) (অবশ্যই মুমিনরা সফলকাম হয়েছে), অর্থাৎ তারা ভাগ্যবান হয়েছে এবং পরিত্রাণ পেয়ে গেছে। এই মুমিনদের বিশেষণ এই যে, তারা নামাযের অবস্থায় অত্যন্ত বিনয়ী হয়। মন তাদের আল্লাহর দিকেই থাকে। তাদের দৃষ্টি থাকে নীচের দিকে এবং বাহুদ্বয় থাকে ঝুঁকানো অবস্থায়। মুহাম্মাদ ইবনে সীরীন (রঃ) বলেন যে, এই আয়াত অবতীর্ণ হওয়ার পূর্বে আল্লাহর রাসূল (সঃ) ও সাহাবীগণ (রাঃ) তাদের দৃষ্টিগুলো নামাযের অবস্থায় আকাশের দিকে উঠিয়ে রাখতেন। কিন্তু এই আয়াত অবতীর্ণ হওয়ার পর তাঁদের দৃষ্টি নীচের দিকে হয়ে যায়। সিজদার স্থান হতে তারা নিজেদের দৃষ্টি সরাতেন। যদি কারো অভ্যাস এর বিপরীত হয়ে গিয়ে থাকে তবে তার উচিত তার দৃষ্টি নীচের দিকে করে নেয়া। একটি হাদীসে রয়েছে যে, এই আয়াত অবতীর্ণ হওয়ার পূর্বে রাসূলুল্লাহও (সঃ) এরূপ করতেন। (এ হাদীসটি মুরসাল)সুতরাং এই বিনয় ও নম্রতা ঐ ব্যক্তিই লাভ করতে পারে যার অন্তঃকরণ খাঁটি ও বিশুদ্ধ হয়, নামাযে পুরোপুরিভাবে মনোযোগ থাকে এবং সমস্ত কাজ অপেক্ষা নামাযে বেশী মন বসে। যেমন হযরত আনাস (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “আমার কাছে সুগন্ধি ও স্ত্রীলোক খুবই পছন্দনীয় এবং আমার চক্ষু ঠাণ্ডাকারী হলো নামায।” (এ হাদীসটি ইমাম আহমাদ (রঃ) ও ইমাম নাসাঈ (রঃ) বর্ণনা করেছেন)ইসলাম গ্রহণকারী এক ব্যক্তি হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেনঃ “হে বেলাল (রাঃ)! নামাযের মাধ্যমে আমাদেরকে শান্তি দান কর।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)বর্ণিত আছে যে, একজন আনসারী (রাঃ) নামাযের সময় স্বীয় দাসীকে বলেনঃ “অযুর পানি নিয়ে এসো, যাতে আমি নামায পড়ে শান্তি লাভ করতে পারি।” তিনি দেখলেন যে, উপস্থিত জনগণ তাঁর একথা অপছন্দ করেছে, তাই তিনি বলেনঃ আমি রাসূলুল্লাহ (সঃ)-কে বলতে শুনেছি- “হে বেলাল (রাঃ)! ওঠো, নামাযের মাধ্যমে আমাদেরকে শান্তি দাও।” (এ হাদীসটিও মুসনাদে আহমাদে বর্ণিত হয়েছে)মহান আল্লাহ বলেনঃ যারা অসার ক্রিয়া-কলাপ হতে বিরত থাকে। অর্থাৎ মুমিনরা বাতিল, শিরক, পাপ এবং বাজে ও নিরর্থক কথা হতে দূরে থাকে। যেমন আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ “এবং যখন তারা অসার ক্রিয়া-কলাপের সম্মুখীন হয় তখন স্বীয় মর্যাদার সাথে তা পরিহার করে চলে।” (২৫:৭২) আল্লাহ পাকের উক্তিঃ যারা যাকাত দানে সক্রিয়। অর্থাৎ মুমিনদের আর একটি বিশেষণ এই যে, তারা তাদের মালের যাকাত আদায় করে থাকে। অধিকাংশ তাফসীরকার এটাই অর্থ করেছেন। কিন্তু এতে একটি প্রশ্ন ওঠে যে, এটা তো মক্কী আয়াত, অথচ যাকাত তো ফরয হয় রাসূলুল্লাহ (সঃ)-এর মদীনায় হিজরতের দ্বিতীয় বছরে। সুতরাং মক্কী আয়াতে যাকাতের বর্ণনা কেমন? এর উত্তর এই যে, যাকাত মক্কাতেই ফরয হয়েছিল, তবে ওর নিসাবের পরিমাণ কত ইত্যাদি সমস্ত হুকুম মদীনায় নির্ধারিত হয়েছিল। যেমন দেখা যায় যে, সূরায়ে আনআমও তো মক্কী সূরা, অথচ ওর মধ্যেও যাকাতের এই হুকুমই বিদ্যমান রয়েছে। ঘোষিত হয়েছে-(আরবী) অর্থাৎ “ফসল কাটার দিনই ওর যাকাত আদায় কর।” (৬:১৪১) আবার অর্থ এও হতে পারেঃ নফসকে তারা শিরক এবং কুফরীর ময়লা আবর্জনা থেকে পবিত্র করে থাকে। যেমন মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “সেই সফলকাম হবে, যে নিজেকে পবিত্র করবে এবং সেই ব্যর্থ হবে, যে নিজেকে কলুষাচ্ছন্ন করবে।” (৯১: ৯-১০) নিম্নের আয়াতেও একটি উক্তি এই রয়েছেঃ (আরবী) অর্থাৎ “দুর্ভোগ মুশরিকদের জন্যে যারা নিজেদেরকে পবিত্র করে না।” (৪১: ৬-৭) আবার এও হতে পারে যে, নফসেরও যাকাত, মালেরও যাকাত। এসব ব্যাপারে সঠিক জ্ঞানের অধিকারী একমাত্র আল্লাহ। অতঃপর মুমিনদের আর একটি বিশেষণ বর্ণনা করা হচ্ছে যে, যারা নিজেদের যৌনাঙ্গকে সংযত রাখে, নিজেদের পত্নী অথবা অধিকারভুক্ত দাসীগণ ব্যতীত। অর্থাৎ যারা ব্যভিচার, লাওয়াতাত ইত্যাদি দুষ্কর্ম হতে বেঁচে থাকে। তবে যে স্ত্রীদেরকে আল্লাহ তা'আলা তাদের জন্যে বৈধ করেছেন এবং জিহাদে যেসব দাসী লাভ করা হয়েছে, যা মহান আল্লাহ তাদের জন্যে হালাল করেছেন, তাদের সাথে মিলনে কোন দোষ নেই।এরপর ঘোষণা করা হচ্ছেঃ যারা এদেরকে ছাড়া অন্যদেরকে কামনা করে তারা হবে সীমালংঘনকারী।হযরত কাতাদা (রঃ) হতে বর্ণিত আছে যে, একজন স্ত্রীলোক তার গোলামকে গ্রহণ করে (অর্থাৎ গোলামের সাথে সহবাস করে) এবং দলীল হিসেবে এই পেশ করে। হযরত উমার (রাঃ) এটা জানতে পেরে সাহাবীদের (রাঃ) সামনে এটা পেশ করেন। সাহাবীগণ বলেনঃ “সে এ আয়াতের অর্থ ভুল বুঝেছে।” তখন হযরত উমার ফারূক (রাঃ) গোলামটিকে প্রহার করেন এবং তার মাথা মুণ্ডন করেন। আর ঐ স্ত্রীলোকটিকে তিনি বলেনঃ “এরপরে তুমি প্রত্যেক মুসলমানের উপর হারাম।” (‘আসার’টি মুনাকাতা’ এবং গারীব বা দুর্বলও বটে। ইমাম ইবনে জারীর (রঃ) এটা সূরায়ে মায়েদার তাফসীরের শুরুতে আনয়ন করেছেন। কিন্তু এখানে আনয়ন করাই উচিত ছিল। ঐ স্ত্রীলোকটিকে সাধারণ মুসলমানদের উপর হারাম করার কারণ হলো তার ইচ্ছার বিপরীত তার সাথে মুআমালা করা। এসব ব্যাপারে আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন)ইমাম শাফিয়ী (রঃ) এবং তাঁর অনুসরণকারীরা এই আয়াত দ্বারা দলীল গ্রহণ করেছেন যে, স্বীয় হস্ত দ্বারা স্বীয় বিশেষ পানি (শুক্র বা বীর্য বের করা হারাম। কেননা, এটাও উক্ত দু’টি হালাল পন্থার বাইরের ব্যবস্থা। সুতরাং হস্তমৈথুনকারী ব্যক্তি সীমালংঘনকারীদের অন্তর্ভুক্ত।ইমাম হাসান ইবনে আরাফা (রঃ) তাঁর বিখ্যাত জুযএ একটি হাদীস আনয়ন করেছেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “সাত প্রকারের লোক রয়েছে যাদের দিকে আল্লাহ তা'আলা করুণার দৃষ্টিতে তাকাবেন না, তাদেরকে (পাপ হতে)। পবিত্র করবেন না, আমলকারীদের সাথে তাদেরকে একত্রিত করবেন না এবং সর্বপ্রথম জাহান্নামে প্রবেশকারীদের সাথে তাদের জাহান্নামে প্রবিষ্ট করবেন, তবে যদি তারা তাওবা করে তবে সেটা অন্য কথা।তারা হলো স্বীয় হস্তের মাধ্যমে বিবাহকারী অর্থাৎ হস্তমৈথুনকারী, সমমৈথুনকারী, সমমৈথুনকৃত, মদ্যপানকারী, পিতামাতাকে প্রহারকারী, যার ফলে পিতামাতা চীৎকার শুরু করে দেয়, প্রতিবেশীকে কষ্টদাতা, যার ফলে সে তার উপর লা'নত করে এবং প্রতিবেশিনীর সাথে ব্যভিচারকারী।” (এ হাদীসটির একজন বর্ণনাকারী অজ্ঞাত। এসব ব্যাপারে আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন)মুমিনদের আরো গুণ বর্ণনা করা হচ্ছে যে, যারা আমানত ও প্রতিশ্রুতি রক্ষা করে। তারা আমানতে খিয়ানত করে না; বরং আমানত আদায়ের ব্যাপারে তারা অগ্রগামী হয়। তারা প্রতিশ্রুতি রক্ষা করে। এর বিপরীত স্বভাব হলো মুনাফিকের। রাসূলুল্লাহ (সঃ) বলেনঃ “মুনাফিকের লক্ষণ তিনটি। যখন কথা বলে মিথ্যা বলে, ওয়াদা করলে তা ভঙ্গ করে এবং তার কাছে কিছু আমানত রাখা হলে খিয়ানত করে।মহান আল্লাহ মুমিনদের আর একটি বিশেষণ বর্ণনা করছেন যে, তারা তাদের নামাযে যত্নবান থাকে। অর্থাৎ তারা নামাযের সময়ের হিফাযত করে।হ্যরত ইবনে মাসউদ (রাঃ) বলেনঃ “আমি জিজ্ঞেস করলাম, হে আল্লাহর রাসূল (সঃ)! আল্লাহর নিকট কোন আমল সর্বাপেক্ষা অধিক পছন্দনীয়?” উত্তরে তিনি বলেনঃ “নামাযকে সময়মত আদায় করা।” আমি আবার জিজ্ঞেস করলাম, তারপর কোন আমল? তিনি জবাব দিলেনঃ “পিতা-মাতার খিদমত করা।” আমি পুনরায় প্রশ্ন করলাম, তারপর কোনটি? উত্তরে তিনি বললেনঃ “আল্লাহর পথে জিহাদ করা।” (এ হাদীসটি ইমাম বুখারী (রঃ) ও ইমাম মুসলিম (রঃ) তাদের সহীহ গ্রন্থদ্বয়ে তাখরীজ করেছেন)হযরত কাতাদা (রঃ) বলেন যে, সময় দ্বারা রুকু, সিজদা ইত্যাদির হিফাযত উদ্দেশ্য। দেখা যায় যে, প্রথমে একবার নামাযের বর্ণনা দেয়া হয়েছে এবং শেষেও আবার বর্ণিত হলো। এর দ্বারা প্রমাণিত হলো যে, নামাযের গুরুত্ব ও ফযীলত সবচেয়ে বেশী। যেমন রাসূলুল্লাহ (সঃ) বলেছেনঃ“তোমরা সোজা সরল পথে প্রতিষ্ঠিত থাকো, আর তোমরা কখনো (আল্লাহর নিয়ামতরাশি) গণনা করে শেষ করতে পারবে না এবং জেনে রেখো যে, তোমাদের আমলসমূহের মধ্যে সর্বোত্তম আমল হলো নামায। আর অযুর হিফাযত শুধু মুমিনই করতে পারে।”মুমিনদের এই প্রশংসনীয় গুণাবলীর বর্ণনা দেয়ার পর আল্লাহ তা'আলা বলেনঃ তারাই হবে অধিকারী, অধিকারী হবে ফিরদাউসের, যাতে তারা স্থায়ী হবে। রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমরা আল্লাহর নিকট জান্নাতের জন্যে প্রার্থনা করলে ফিরদাউসের জন্যে প্রার্থনা করো। ওটা হচ্ছে সর্বোচ্চ ও মধ্যস্থলে অবস্থিত জান্নাত। সেখান হতেই জান্নাতের সমস্ত নহর প্রবাহিত হয়ে থাকে এবং ওরই উপর রয়েছে আল্লাহ তাআলার আরশ।” (এ হাদীসটি সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত হয়েছে)হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমাদের প্রত্যেকেরই দু’টি মনযিল রয়েছে। একটি মনযিল জান্নাতে এবং একটি মনযিল জাহান্নামে। যদি কেউ মারা যায় ও জাহান্নামে প্রবেশ করে তবে তার (জান্নাতের) মনযিলের উত্তরাধিকারী হয় আহলে জান্নাত। তারাই হবে উত্তরাধিকারী’ আল্লাহ তা'আলার এই উক্তি দ্বারা তাদেরকেই বুঝানো হয়েছে।” (এ হাদীসটি ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)মুজাহিদ (রঃ) বলেন যে, প্রত্যেক বান্দারই দু’টি বাসস্থান রয়েছে, একটি জান্নাতে ও একটি জাহান্নামে। মুমিন তার জান্নাতের ঘরটিকে সজ্জিত করে এবং জাহান্নামের ঘরটিকে ভেঙ্গে ফেলে। পক্ষান্তরে কাফিররা জাহান্নামের ঘরটিকে সজ্জিত করে এবং জান্নাতের ঘরটিকে ভেঙ্গে ফেলে। সাঈদ ইবনে জুবাইর (রঃ) হতেও অনুরূপ বর্ণিত আছে।মমিনদেরকে কাফিরদের মনযিলগুলোর উত্তরাধিকারী বানিয়ে দেয়া হয়েছে। কেননা, ঐ কাফিরদেরকে এক ও শরীকবিহীন আল্লাহ তাআলার ইবাদতের জন্যে সৃষ্টি করা হয়েছে। কিন্তু তারা তাঁর ইবাদত পরিত্যাগ করেছে। সুতরাং তাদের জন্যে যেসব পুরস্কার ছিল সেগুলো তাদের নিকট থেকে ছিনিয়ে নিয়ে আল্লাহর ইবাদতকারী মুমিনদেরকে দিয়ে দেয়া হয়েছে। এজন্যেই তাদেরকে ওয়ারিস বলা হয়েছে। হযরত আবূ মূসা (রাঃ) তাঁর পিতা হতে বর্ণনা করেছেন যে, নবী (সঃ) বলেছেনঃ “মুসলমানদের মধ্যে কতকগুলো লোক পাহাড় পরিমাণ গুনাহ নিয়ে আসবে। তখন তাদেরকে আল্লাহ তা'আলা ক্ষমা করে দিবেন এবং তাদের গুনাহগুলো ইয়াহুদী ও নাসারার উপর চাপিয়ে দিবেন। (এ হাদীসটি ইমাম মুসলিম (রঃ) বর্ণনা করেছেন)অন্য সনদে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “কিয়ামতের দিন আল্লাহ তা'আলা প্রত্যেক মুসলমানের নিকট একজন ইয়াহুদী ও একজন খৃষ্টানকে হাযির করবেন। অতঃপর তাকে বলা হবেঃ “এরা হলো তোমার জাহান্নাম হতে পরিত্রাণ পাওয়ার মুক্তিপণ ।” এ হাদীসটি শ্রবণ করার পর (হাদীসটির বর্ণনাকারী) আবূ বুরদাহ (রাঃ)-কে আল্লাহর নামে শপথ করতে বলেন। তখন আবু বুরদাহ (রাঃ) তিনবার শপথ করে হাদীসটির পুনরাবৃত্তি করেন। এই ধরনের আয়াত আরো রয়েছে। যেমন মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “এটা হলো ঐ জান্নাত যার অধিকারী আমি আমার এমন বান্দাদেরকে করে থাকি, যারা আমাকে ভয় করে।” (১৯:৬৩) অন্য জায়গায় বলেনঃ (আরবী) অর্থাৎ “এটা হলো ঐ জান্নাত যার অধিকারী তোমাদেরকে বানিয়ে দেয়া হয়েছে তোমাদের কৃতকর্মের বিনিময় হিসেবে।” (৪৩:৭২) হযরত মুজাহিদ (রঃ) এবং হযরত সাঈদ ইবনে জুবাইর (রঃ) বলেন যে, রোমকদের ভাষায় বাগানকে ফিরদাউস বলা হয়। পূর্বযুগীয় কোন কোন গুরুজন বলেন যে, ফিরদাউস ঐ বাগানকে বলা হয় যাতে আঙ্গুর (এর গাছ) থাকে। এসব ব্যাপারে সর্বাধিক সঠিক জ্ঞানের অধিকারী একমাত্র আল্লাহ।"
    },
    { "ayah": 110, "surah": 23, "text": "Please check ayah 23:111 for complete tafsir." },
    {
      "ayah": 111,
      "surah": 23,
      "text": "১০৮-১১১ নং আয়াতের তাফসীর:\nএটা আল্লাহর পক্ষ থেকে কাফিরদেরকে জবাব দেয়া হচ্ছে যে, যখন তারা জাহান্নাম হতে বের হওয়ার আকাঙ্ক্ষা করবে তখন তাদেরকে বলা হবেঃ তোমরা হীন অবস্থায় এখানেই থাকো। খবরদার! এ ব্যাপারে তোমরা আমার সাথে কথা বলো না! প্রম দয়ালু ও দাতা আল্লাহর হবে এটা উক্তি। কাফির ও মুশরিকরা সমস্ত কল্যাণ থেকে নিরাশ হয়ে যাবে।হযরত আব্দুল্লাহ ইবনে আমর (রাঃ) বলেন যে, জাহান্নামীরা প্রথমে জাহান্নামের রক্ষককে ডাকতে থাকবে। ডাকতে থাকবে তারা চল্লিশ বছর পর্যন্ত। কিন্তু কোন উত্তর তারা পাবে না। চল্লিশ বছর পরে উত্তর দেয়া হবেঃ “তোমরা এখানেই পড়ে থাকো।” জাহান্নামের রক্ষকের কাছে এবং মহান আল্লাহর কাছে তাদের ডাকের কোনই গুরুত্ব থাকবে না। আবার তারা আল্লাহর নিকট ফরিয়াদ করবে ও বলবেঃ “হে আমাদের প্রতিপালক! আমাদের দুর্ভাগ্যের কারণে আমরা ধ্বংস হয়ে গিয়েছি এবং বিভ্রান্তির মধ্যে নিমজ্জিত হয়েছি। হে আল্লাহ! এখন আপনি আমাদেরকে এখান থেকে বের করে নিন এবং পুনরায় দুনিয়ায় পাঠিয়ে দিন! এরপরেও যদি আমরা মন্দ কাজে লিপ্ত হয়ে পড়ি তবে আপনার ইচ্ছামত শাস্তি আপনি দিবেন। আমাদের আর কিছুই বলার থাকবে না। তাদের এ কথার জবাব তাদেরকে এই দুনিয়ার দ্বিগুণ বয়স পর্যন্তও দেয়া হবে না। তারপর তাদেরকে বলা হবেঃ “তোমরা আমার রহমত হতে দূর হয়ে গিয়ে এই জাহান্নামের মধ্যেই লাঞ্ছিত অবস্থায় অবস্থান করতে থাকো। আমার সাথে আর একটি কথাও বলো না।” তখন তারা সম্পূর্ণরূপে নিরাশ হয়ে যাবে এবং গাধার মত বিকট শব্দ করতে থাকবে। ঐ সময় তাদের চেহারা বদলে যাবে এবং তাদের সুন্দর আকৃতি কদাকৃতিতে রূপান্তরিত হবে। এমন কি কতকগুলো, মুমিন ব্যক্তি শাফাআতের অনুমতি লাভ করে এখানে আসবে কিন্তু তাদের কাউকেও চিনতে পারবে না। জাহান্নামীরা তাদেরকে দেখে বলবেঃ “আমি অমুক।” কিন্তু তারা তাদেরকে উত্তরে বলবেঃ “তোমরা মিথ্যা বলছো, আমরা তোমাদেরকে চিনি না।” তখন ঐ জাহান্নামীরা মহান আল্লাহকে ডাকতে থাকবে। উত্তরে তাদেরকে যে কথা বলা হবে তা উপরে বর্ণিত হয়েছে। অতঃপর জাহান্নামের দরযা বন্ধ করে দেয়া হবে এবং তারা সেখানেই সড়তে পচতে থাকবে।তাদেরকে লজ্জিত করার উদ্দেশ্যে তাদের সামনে এক বড় পাপকার্য পেশ করা হবে। মহান আল্লাহ তাদেরকে বলবেনঃ আমার বান্দাদের মধ্যে এক দল এমন ছিল যারা বলতো-হে আমাদের প্রতিপালক! আমরা ঈমান এনেছি, সুতরাং আপনি আমাদেরকে ক্ষমা করুন ও আমাদের প্রতি দয়া করুন, আপনি তো দয়ালুদের মধ্যে শ্রেষ্ঠ দয়ালু। কিন্তু হে জাহান্নামীর দল! তোমরা আমার ঐ বান্দাদেরকে নিয়ে এতো ঠাট্টা-বিদ্রুপ করতে যে, ওটা তোমাদেরকে আমার কথা ভুলিয়ে দিয়েছিল। তোমরা তো তাদেরকে নিয়ে হাসি ঠাট্টাই করতে। যেমন অন্য জায়গায় মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “পাপীরা মুমিনদেরকে দেখে হাসততা ও তাদেরকে উপহাস করতো।” (৮৩:২৯)তাই আল্লাহ তাআলা জাহান্নামীদেরকে বলবেনঃ আমি আজ আমার ঐ মমিন বান্দাদেরকে তাদের ধৈর্যের কারণে এমনভাবে পুরস্কৃত করলাম যে, তারাই হলো সফলকাম। আমি তাদেরকে জাহান্নাম থেকে বাঁচিয়ে নিলাম এবং জান্নাতে প্রবিষ্ট করলাম।"
    },
    { "ayah": 112, "surah": 23, "text": "Please check ayah 23:116 for complete tafsir." },
    { "ayah": 113, "surah": 23, "text": "Please check ayah 23:116 for complete tafsir." },
    { "ayah": 114, "surah": 23, "text": "Please check ayah 23:116 for complete tafsir." },
    { "ayah": 115, "surah": 23, "text": "Please check ayah 23:116 for complete tafsir." },
    {
      "ayah": 116,
      "surah": 23,
      "text": "১১২-১১৬ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা বলছেন যে, দুনিয়ার সামান্য কয়েকদিনের বয়সে এই। মুশরিক ও কাফিররা অন্যায় কার্যে লিপ্ত হয়ে পড়েছে। যদি তারা মুমিন হয়ে সৎ কাজ করে থাকতো তবে আজ আল্লাহর সৎ বান্দাদের সাথে তাদের সৎ কার্যাবলীর প্রতিদান লাভ করতো। কিয়ামতের দিন তাদেরকে জিজ্ঞেস করা হবেঃ “তোমরা দুনিয়ায় কতদিন অবস্থান করেছিলে?” তারা উত্তরে বলবেঃ “খুবই অল্প সময় আমরা দুনিয়ায় অবস্থান করেছিলাম। ঐ সময়টুকু হবে এক দিন বা এক দিনের কিছু অংশ। গণনাকারীদের জিজ্ঞেস করলেই আমাদের কথার সত্যতা প্রমাণিত হয়ে যাবে।” তখন তাদেরকে বলা হবে যে, এ সময়টুকু বেশী বটে, কিন্তু আখিরাতের সময়ের তুলনায় নিঃসন্দেহে এটা অতি অল্প সময়। যদি তোমরা এটা জানতে তবে নশ্বর দুনিয়াকে কখনো অবিনশ্বর আখিরাতের উপর প্রাধান্য দিতে না আর খারাপ কাজ করে এই অল্প সময়ে আল্লাহ তা'আলাকে এতো অসন্তুষ্ট করতে না। এই সামান্য সময় যদি তোমরা ধৈর্যের সাথে আল্লাহর আনুগত্যের কাজে লেগে থাকতে তবে আজ পরম সুখে থাকতে। তোমাদের জন্যে থাকতো শুধু আনন্দ আর আনন্দ।রাসূলুল্লাহ (সঃ) বলেছেনঃ “যখন জান্নাতীদেরকে জান্নাতের মধ্যে এবং জাহান্নামীদেরকে জান্নামের মধ্যে প্রবেশ করানো হবে তখন আল্লাহ তা'আলা জান্নাতীদেরকে জিজ্ঞেস করবেন- “তোমরা দুনিয়ায় কতদিন অবস্থান করেছিলে? উত্তর তারা বলবে- এই তো একদিন বা একদিনের কিছু অংশ।' আল্লাহ তা'আলা তখন বলবেন- তবে তো তোমরা বড়ই ভাগ্যবান যে, এই অল্প সময়ের সৎ কার্যের বিনিময়ে এতো বেশী প্রতিদান প্রাপ্ত হয়েছে যে, তোমরা আমার রহমত, সন্তুষ্টি ও জান্নাত লাভ করেছে এবং এখানে চিরকাল অবস্থান করবে। অতঃপর আল্লাহ তা'আলা জাহান্নামীদেরকে তাদের দুনিয়ার অবস্থানকাল জিজ্ঞেস করলে তারাও উত্তর দিবে যে, তারা এক দিন বা এক দিনের কিছু অংশ দুনিয়ায় অবস্থান করেছে। তখন তিনি তাদেরকে বলবেন- ‘তোমরা তো তোমাদের ব্যবসায়ে বড়ই ক্ষতিগ্রস্ত হয়েছে! এটুকু সময়ের মধ্যে তোমরা আমার অসন্তুষ্টি, ক্রোধ ও জাহান্নাম ক্রয় করে নিয়েছে, যেখানে তোমরা চিরকাল অবস্থান করবে।মহামহিমান্বিত আল্লাহ বলেনঃ তোমরা কি মনে করেছে যে, আমি তোমাদেরকে অনর্থক সৃষ্টি করেছি? তোমাদেরকে সৃষ্টি করার মধ্যে আমার কোন হিকমত নেই? তোমাদেরকে কি আমি শুধু খেল-তামাশার জন্যেই সৃষ্টি করেছি। যে, তোমরা শুধু লাফালাফি করে বেড়াবে? তোমরা পুরস্কার ও শাস্তির অধিকারী হবে না? তোমাদের এ ধারণা সম্পূর্ণ ভুল। তোমাদেরকে আল্লাহর ইবাদত ও তাঁর নির্দেশ পালনের জন্যেই সৃষ্টি করা হয়েছে। তোমরা কি এটা মনে করে নিশ্চিন্ত হয়ে গেছ যে, তোমাদেরকে আমার কাছে ফিরে আসতে হবে না? এটাও তোমাদের ভুল ধারণা। যেমন মহান আল্লাহ অন্য জায়গায় বলেনঃ (আরবি) অর্থাৎ “মানুষ কি মনে করে যে, তাকে নিরর্থক ছেড়ে দেয়া হবে?” (৭৫:৩৬) আল্লাহর সত্তা এর বহু ঊর্ধ্বে যে, তিনি অযথা কোন কাজ করবেন, তিনি অনর্থক বানাবেন এবং ভেঙ্গে ফেলবেন। এই সত্য ও প্রকৃত সম্রাট এ সবকিছু থেকে সম্পূর্ণরূপে পবিত্র। তিনি ছাড়া কোন মাবুদ নেই। সম্মানিত আরশের তিনি অধিপতি, যা ছাদের মত সমস্ত মাখলুককে ছেয়ে রয়েছে। ওটা খুবই ভাল, সুন্দর ও সুদৃশ্য। যেমন তিনি বলেনঃ (আরবি) অর্থাৎ “আমি তাতে উদগত করি সর্বপ্রকার কল্যাণকর উদ্ভিদ।” (২৬:৭)আমীরুল মুমিনীন হযরত উমার ইবনে আবদিল আযীয (রঃ) তাঁর শেষ ভাষণে আল্লাহ তা'আলার প্রশংসা ও গুণকীর্তনের পর বলেনঃ “হে লোক সকল! তোমরা অনর্থক সৃষ্ট হওনি এবং তোমাদেরকে নিরর্থক ছেড়ে দেয়া হয়নি। মনে রেখো যে, ওয়াদার একটা দিন রয়েছে যেই দিন স্বয়ং আল্লাহ ফায়সালা করার জন্যে অবতীর্ণ হবেন। ঐ ব্যক্তি চরমভাবে ক্ষতিগ্রস্ত হয়েছে, হতভাগ্য হয়েছে, বঞ্চিত হয়েছে এবং শূন্য হস্ত হয়ে গেছে যে আল্লাহর করুণা হতে দূর হয়ে গেছে এবং ঐ জান্নাতে প্রবেশ লাভে বঞ্চিত হয়েছে যার বিস্তৃতি সমস্ত যমীন ও আসমানের সমান। তোমাদের কি জানা নেই যে, কাল কিয়ামতের দিন ঐ ব্যক্তি আল্লাহর শাস্তি হতে রক্ষা পেয়ে যাবে যার অন্তরে আজ ঐ দিনের ভয় রয়েছে? আর যে এই নশ্বর দুনিয়াকে ঐ চিরস্থায়ী আখিরাতের উপর উৎসর্গ করে দিয়েছে? যে এই অল্পকে ঐ অধিক লাভের উদ্দেশ্যে দ্বিধাহীন চিত্তে ব্যয় করে দিচ্ছে? আর ঐ দিনের ভয়কে শান্তি ও নিরাপত্তায় পরিবর্তিত হওয়ার উপায় অবলম্বন করছে? তোমরা কি দেখো না যে, তোমাদের পূর্ববর্তী লোকেরা ধ্বংস হয়ে গেছে এবং এখন তোমরা তাদের স্থলাভিষিক্ত হয়েছে, অনুরূপভাবে তোমরাদেরকেও নিশ্চিহ্ন করে দেয়া হবে। এরপর পরবর্তীরা আসবে এবং শেষ পর্যন্ত এমন এক সময় এসে যাবে যখন সারা দুনিয়া কুঞ্চিত হয়ে ঐ খাইরুল ওয়াসীন আল্লাহর দরবারে হাযির হবে। হে জনমণ্ডলী! মনে রেখো যে, তোমরা রাত দিন নিজেদের মৃত্যুর নিকটবর্তী হতে রয়েছে এবং নিজেদের কবরের দিকে এগিয়ে যাচ্ছ। তোমাদের ফল পাকতে রয়েছে, তোমাদের আশা শেষ হতে চলেছে, তোমাদের বয়স পূর্ণ হতে রয়েছে এবং তোমাদের আয়ু ফুরিয়ে যাচ্ছে। তোমাদের যমীনের গর্তে দাফন করে দেয়া হবে। যেখানে না আছে কোন বিছানা, না আছে কোন বালিশ। বন্ধুৰাৰ সব পৃথক হয়ে যাবে। হিসাব নিকাশ শুরু হবে। আমল সামনে এসে যাবে। যা ছেড়ে এসেছে তা অন্যদের হয়ে যাবে এবং যা আগে পাঠিয়েছে তা তোমার সামনে দেখতে পাবে। তোমরা পুণ্যের মুখাপেক্ষী হবে এবং পাপের শাস্তি ভোগ করবে। হে আল্লাহর বান্দারা! তোমরা আল্লাহকে ভয় কর তার ওয়াদা সামনে আসার পূর্বে। মৃত্যুর পূর্বেই জবাবদিহি করার জন্যে প্রস্তুত হয়ে যাও।” এসব কথা বলার পর তিনি চাদর দ্বারা মুখ ঢেকে নিয়ে কাঁদতে শুরু করেন এবং জনগণও কান্নায় ফেটে পড়ে। (এটা ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)বর্ণিত আছে যে, জ্বিনে ধরা এক রুগ্ন ব্যক্তি হযরত আব্দুল্লাহ ইবনে মাসউদ (রাঃ)-এর নিকট আগমন করে। তখন তিনি(আরবি) সূরাটির শেষ পর্যন্ত আয়াতগুলো লোকটির কানের মধ্যে পাঠ করেন। সাথে সাথে লোকটি ভাল হয়ে যায়। রাসূলুল্লাহ (সঃ)-এর সামনে ঘটনাটি বর্ণনা করা হলে তিনি জিজ্ঞেস করেনঃ “হে আব্দুল্লাহ (রাঃ)! তুমি তার কানের মধ্যে কি পাঠ করেছিলে?” তিনি উক্ত আয়াতগুলো পাঠের কথা বলে দিলে রাসূলুল্লাহ (সঃ) তাকে বলেনঃ “তুমি এ আয়াতগুলো তার কানে পাঠ করে তাকে জ্বালিয়ে (পুড়িয়ে) দিয়েছে। আল্লাহর কসম! যদি কেউ এই আয়াতগুলো বিশ্বাসসহ কোন পাহাড়ের উপর পাঠ করে তবে ঐ পাহাড়টিও নিজের স্থান থেকে সরে যাবে।” (এটাও মুসনাদে ইবনে আবি হাতিমে বর্ণিত হয়েছে)হযরত ইবরাহীম ইবনে হারিস (রাঃ) তাঁর পিতা হতে বর্ণনা করেছেন যে, তিনি (তাঁর পিতা) বলেনঃ “রাসূলুল্লাহ (সঃ) আমাদেরকে এক সেনাবাহিনীর মধ্যে প্রেরণ করেন এবং নির্দেশ দেন যে, আমরা যেন সকাল-সন্ধ্যায় (আরবি) এই আয়াতটি পাঠ করতে থাকি। তাঁর নির্দেশমত আমরা সকাল-সন্ধ্যায় এটা বরাবরই পাঠ করতে থাকি। “সমস্ত প্রশংসা আল্লাহর যে, আমরা বিজয় লাভ করে গনীমতের মালসহ নিরাপদে ফিরে আসি।” (এটা আবু নঈম (রঃ) বর্ণনা করেছেন)হযরত আব্দুল্লাহ ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমার উম্মতের জন্যে পানিতে নিমজ্জিত হওয়া থেকে নিরাপত্তা লাভের উপায় হলো এই যে, তারা যখন নৌকায় আরোহণ করবে তখন পাঠ করবেঃ (আরবি) অর্থাৎ “আমি সত্য মালিকের নামে শুরু করছি। তারা আল্লাহকে তার সঠিক ও ন্যায্য মর্যাদা দেয়নি, অথচ কিয়ামতের দিন সমস্ত যমীন তার মুষ্টির মধ্যে থাকবে এবং আকাশমণ্ডলী তার দক্ষিণ হস্তে জড়ানো থাকবে, তিনি পবিত্র ও সমুন্নত ঐগুলো হতে যেগুলোকে তারা তাঁর শরীক করছে। আল্লাহর নামে এর গতি ও স্থিতি, আমার প্রতিপালক অবশ্যই ক্ষমাশীল, পরম দয়ালু।” (মুসনাদে ইবনে আবি হাতিমে বর্ণিত হয়েছে)"
    },
    { "ayah": 117, "surah": 23, "text": "Please check ayah 23:118 for complete tafsir." },
    {
      "ayah": 118,
      "surah": 23,
      "text": "১১৭-১১৮ নং আয়াতের তাফসীর\nআল্লাহ তাআলা মুশরিকদেরকে ধমকের সুরে বলছেন যে, তারা যে শিরক করছে এর কোন দলীল প্রমাণ ও যুক্তি তাদের কাছে নেই। এটা হলো (আরবি) এবং শরতের জাযা। (আরবি) এর মধ্যে রয়েছে। অর্থাৎ এর হিসাব আল্লাহর কাছে রয়েছে। কাফির তাঁর কাছে কৃতকার্য হতে পারে না। সে পরিত্রাণ লাভে বঞ্চিত হবে। রাসূলুল্লাহ (সঃ) একটি লোককে জিজ্ঞেস করেনঃ “তুমি কার উপাসনা কর?” উত্তরে লোকটি বলেঃ “আল্লাহর এবং অমুক অমুকের (আমি উপাসনা করে থাকি)।” পুনরায় রাসূলুল্লাহ (সঃ) তাকে প্রশ্ন করেনঃ “এদের মধ্যে কাকে তুমি তোমার বিপদের সময় ডেকে থাকো এবং তিনি তোমাকে বিপদ থেকে মুক্তি দান করে থাকেন?” জবাবে সে বলেঃ “তিনি হলেন একমাত্র মহামহিমান্বিত আল্লাহ।” তখন রাসূলুল্লাহ (সঃ) তাকে বলেনঃ “তাহলে তার সাথে অন্যদের ইবাদত করার তোমার কি প্রয়োজন? তুমি কি মনে কর যে, তিনি  একাই তোমার জন্যে যথেষ্ট হবেন না?” সে উত্তর দেয়ঃ “এ কথা আমি বলতে পারি না। তবে তাঁর সাথে অন্যদের উপাসনা করি এই উদ্দেশ্যে যে, এর মাধ্যমে পুরোপুরিভাবে তাঁর কৃতজ্ঞতা প্রকাশ করবো।” তখন রাসূলুল্লাহ (সঃ) বলেনঃ “সুবহানাল্লাহ! জ্ঞানের সাথে এই অজ্ঞতা? তুমি জান অথচ অজ্ঞ হচ্ছো?” এরপর সে আর কোন জবাব দিতে পারলো না। পরে সে মুসলমান হয়েছিল। ইসলাম গ্রহণের পর সে বলেঃ “আমি এমন একটি লোকের সাথে মিলিত হয়েছি যিনি তর্কে আমার উপর জয়যুক্ত হয়েছেন।” (এ হাদীসটি মুরসাল। ইমাম তিরমিযী (রঃ)-ও এটা বর্ণনা করেছেন)এরপর মহান আল্লাহ বলেনঃ (হে নবী সঃ)! তুমি বলঃ হে আমার প্রতিপালক! ক্ষমা করুন ও দয়া করুন, দয়ালুদের মধ্যে আপনিই তো শ্রেষ্ঠ দয়ালু। আল্লাহর পক্ষ থেকে এটি একটি প্রার্থনার বাক্য, যা বান্দাদেরকে বলতে বলা হয়েছে (আরবি) শব্দের সাধারণ অর্থ হলো পাপরাশি মিটিয়ে দেয়া এবং ওগুলো লোকদের থেকে গোপন রাখা। আর (আরবি) এর অর্থ হলো সঠিক পথে প্রতিষ্ঠিত থাকা এবং ভাল কথা ও কাজের তাওফীক দেয়া।"
    },
    { "ayah": 12, "surah": 23, "text": "Please check ayah 23:16 for complete tafsir." },
    { "ayah": 13, "surah": 23, "text": "Please check ayah 23:16 for complete tafsir." },
    { "ayah": 14, "surah": 23, "text": "Please check ayah 23:16 for complete tafsir." },
    { "ayah": 15, "surah": 23, "text": "Please check ayah 23:16 for complete tafsir." },
    {
      "ayah": 16,
      "surah": 23,
      "text": "১২-১৬ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা মানুষের প্রাথমিক সৃষ্টির বর্ণনা দিচ্ছেন যে, তিনি হযরত আদিম (আঃ)-কে মাটির দ্বারা সৃষ্টি করেছেন যা কাদা ও বেজে ওঠে এমন মাটির আকারে ছিল। অতঃপর হযরত আদম (আঃ)-এর শুক্র হতে তার সন্তানদেরকে সৃষ্টি করা হয়। যেমন আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ “তার নিদর্শনাবলীর মধ্যে এটাও একটি নিদর্শন যে, তিনি তোমাদেরকে মৃত্তিকা হতে সৃষ্টি করেছেন, অতঃপর তোমরা এখন মানুষরূপে সর্বত্র ছড়িয়ে পড়ছো।” (৩০:২০)হযরত আবু মূসা (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “আল্লাহ তা'আলা হযরত আদম (আঃ)-কে এক মুষ্টি মাটি দ্বারা সৃষ্টি করেছেন যা তিনি সমস্ত যমীন হতে গ্রহণ করেছিলেন। এ হিসেবেই হযরত আদম (আঃ)-এর সন্তানদের রূপ ও রঙ বিভিন্ন রকম হয়েছে। তাদের মধ্যে কেউ হয়েছে লাল, কেউ সাদা, কেউ কালো এবং কেউ হয়েছে অন্য রঙ-এর। তাদের মধ্যে অশ্লীলও রয়েছে, পবিত্রও রয়েছে।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন। এটা ইমাম আবু দাউদ (রঃ) ও ইমাম তিরমিযীও (রঃ) বর্ণনা করেছেন। ইমাম তিরমিযী (রঃ) এটাকে হাসান সহীহ বলেছেন)(আরবী) এর মধ্যে (আরবী) সর্বনামটি (আরবী) (মানবজাতি)-এর দিকে ফিরেছে। যেমন আল্লাহ তা'আলা অন্য আয়াতে বলেনঃ (আরবী) অর্থাৎ “তিনি কর্দম হতে মানব সৃষ্টির সূচনা করেছেন। অতঃপর তার বংশ উৎপন্ন করেছেন তুচ্ছ তরল পদার্থের নির্যাস হতে।” (৩২:৭-৮) আর এক জায়গায় বলেনঃ (আরবী) অর্থাৎ “আমি কি তোমাদেরকে তুচ্ছ পানি (শুক্র) হতে সৃষ্টি করিনি, অতঃপর স্থাপন করি এক নিরাপদ আধারে?\" (৭৭:২০-২১) সুতরাং মানুষের জন্যে একটা নির্দিষ্টকাল পর্যন্ত তার মাতার গর্ভাশয়ই বাসস্থান হয়ে থাকে। সেখানে সে এক অবস্থা হতে অন্য অবস্থার দিকে এবং এক আকার হতে অন্য আকারের দিকে পরিবর্তিত হতে থাকে। তারপর শুক্র, যা তীব্রবেগে বহির্গত হয় এমন পানি, যা পুরুষের পৃষ্ঠদেশ হতে ও নারীর বক্ষদেশ হতে বহির্গত হয়, রূপ পরিবর্তন করে লাল রঙ-এর পিণ্ডে রূপান্তরিত হয়। এরপর ওটা গোশ্তপিণ্ডের রূপে পরিবর্তিত হয়। তখন তাতে কোন আকার বা কোন রেখা থাকে না। তারপর তাতে অস্থি তৈরী করেন এবং মাথা, হাত, পা, হাড়, শিরা, পাছা ইত্যাদি বানিয়ে দেন। হযরত আবূ হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “মানুষের সারা দেহ গলে পচে যায়, শুধু মেরুদণ্ডের (পাছার) হাড়টি অবশিষ্ট থাকে। ওর থেকেই তাকে (পুনরায়) সৃষ্টি করা হবে এবং পুনর্গঠন করা হবে।”মহান আল্লাহ বলেন, অতঃপর অস্থি-পঞ্জরকে আমি গোশ্ত দ্বারা ঢেকে দিই, যেন তা গুপ্ত ও দৃঢ় থাকে। এরপর আল্লাহ তা'আলা তাতে রূহ ফুকে দেন, যাতে সে নড়া চড়া করা ও চলাফেলা করার যোগ্য হয়ে ওঠে। ঐ সময় সে জীবন্ত মানবরূপ ধারণ করে। সে দেখার, শুনার, বুঝার, নড়ার এবং স্থির থাকার শক্তি প্রাপ্ত হয়। অতএব সর্বোত্তম স্রষ্টা আল্লাহ কত মহান! হযরত আলী ইবনে আবি তালিব (রাঃ) বলেন যে, যখন শুক্রের উপর চার মাস অতিবাহিত হয় তখন আল্লাহ তাআলা একজন ফেরেশতাকে পাঠিয়ে দেন যিনি তিন তিনটি অন্ধকারের মধ্যে রুহ ফুঁকে দেন। অবশেষে ওকে গড়ে তুলি এক সৃফিলে আল্লাহ পাকের এই উক্তির অর্থ এটাই। অর্থাৎ দ্বিতীয় এর এই সৃষ্টি রা রুহ ফুঁকে দেয়াকেই বুঝানো হয়েছে। সুতরাং মায়ের পেটের মধ্যে এক অবস্থা হতে দ্বিতীয় অবস্থায় এবং দ্বিতীয় হতে তৃতীয় অবস্থায় রূপান্তরিত হওয়ার পর একেবারে অবুঝ ও জ্ঞান শূন্য নিলে সে জাহণ করে। তারপর সে ধীরে ধীরে বড় হতে হতে যৌবনে গান করে। তারপর হয় পৌঢ় এবং এর পর বার্ধক্যে পৌঁছে যায়। পরিশেষে সে সম্পূর্ণরূপে বৃদ্ধ হয়ে পড়ে। মোটকথা রূহ ফুঁকে দেয়া হয় এবং পরে এসব বৃত্তির সাধিত হয়। এসব ব্যাপারে আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন।হযরত ইবনে মাসউদ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেন ধিৰি সত্যবাদী ও সত্যায়িতঃ “তোমাদের প্রত্যেকের সৃষ্টি (এর মাধ্যম শুক্র) তার মায়ের পেটে চল্লিশ দিন পর্যন্ত জমা থাকে। তারপর ওটা চল্লিশ দিন পর্যন্ত রক্তপিণ্ডের আকারে থাকে। এর চল্লিশ দিন পর্যন্ত গোশ্তপিণ্ডের রূপ ধারণ করে। অতঃপর আল্লাহ তা'আলা একজন ফেরেশতাকে পাঠিয়ে দেন, যিনি তাতে ফুঁকে দেন এবং আল্লাহর নির্দেশক্রমে চারটি বিষয় লিখে নেন। তাহলো তার বিষক, আয়ুষ্কাল, আমল এবং সে হতভাগ্য হবে কি সৌভাগ্যবান হবে। যিনি ছাড়া অন্য কোন মাবুদ নেই তাঁর শপথ! এক ব্যক্তি জান্নাতবাসীর আমল করতে থাকে, এমনকি সে জান্নাত হতে শুধুমাত্র এক হাত দূরে রয়ে যায়। এমতাবস্থায় তার তকদীরের লিখন তার উপর জয়যুক্ত হয়ে যায়, ফলে সে শেষ অবস্থায় জাহান্নামবাসীর আমল করতে শুরু করে এবং ঐ অবস্থাতেই মৃত্যুবরণ করে। সুতরাং সে জাহান্নামী হয়ে যায়। অনুরূপভাবে অন্য একটি লোক খারাপ কাজ করতে করতে জাহান্নাম হতে মাত্র এক হাত দূরে রয়ে যায়। কিন্তু তকদীরের লিখন অগ্রগামী হয় এবং শেষ জীবনে সে জান্নাতবাসীর আমল করতে শুরু করে দেয়। সুতরাং সে জান্নাতবাসী হয়ে যায়।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন এবং ইমাম বুখারী (রঃ) ও ইমাম মুসলিম (রঃ) এটা তাখরীজ করেছেন)হযরত আবদুল্লাহ ইবনে মাসউদ (রাঃ) বলেন যে, শুক্র বা বীর্য যখন গর্ভাশয়ে পতিত হয় তখন ওটা প্রত্যেক চুল ও নখের স্থানে পৌছে যায়। অতঃপর চল্লিশ দিন পরে ওটা জমাট রক্তের আকার ধারণ করে। (এটা ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)হযরত আবদুল্লাহ (রাঃ) হতে বর্ণিত আছে যে, একদা রাসূলুল্লাহ (সঃ) তাঁর সাহাবীদের (রাঃ) সাথে কথাবার্তা বলছিলেন, এমন সময় একজন ইয়াহুদী আগমন করে। তখন কুরায়েশ কাফিররা তাকে বলেঃ “হে ইয়াহুদী! এই লোকটি (হযরত মুহাম্মাদ সঃ) নবুওয়াতের দাবী করছেন। সে তখন বলেঃ “আচ্ছা, আমি তাকে এমন এক প্রশ্ন করাবো যার উত্তর নবী ছাড়া আর কেউ দিতে পারে না।” অতঃপর সে নবী (সঃ)-এর মজলিসে এসে বসে পড়ে। সে প্রশ্ন করেঃ “আচ্ছা বলুন তো, মানুষের জন্ম কি জিনিস থেকে হয়?” রাসূলুল্লাহ (সঃ) উত্তরে বলেনঃ “পুরুষ ও স্ত্রীর মিলিত শুক্রের মাধ্যমে। পুরুষের শুক্র মোটা ও গাঢ় হয় এবং তার থেকে অস্থি ও পাছা বা নিতম্ব গঠিত হয়। আর স্ত্রীর শুক্র হয় তরল ও পাতলা। তার থেকে গঠিত হয় গোশ্ত ও রক্ত। তাঁর এই জবাব শুনে ইয়াহূদী বলেঃ “আপনি সত্য বলেছেন। পূর্ববর্তী নবীদেরও (আঃ) উক্তি এটাই ছিল।” (এটা ইমাম আহমাদ (রঃ) স্বীয় মুসনাদ' গ্রন্থে বর্ণনা করেছেন)হযরত হুযাইফা ইবনে উসাইদ আল গিফারী (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহ (সঃ)-কে বলতে শুনেছেন, গর্ভাশয়ে শুক্রের যখন চল্লিশ দিন অতিবাহিত হয় তখন একজন ফেরেশতা আগমন করেন এবং আল্লাহ তা'আলাকে জিজ্ঞেস করেনঃ “হে আমার প্রতিপালক! এ ভাল হবে, না মন্দ হবে? নর হবে না নারী হবে?” উত্তরে যা বলা হয় তাই তিনি লিখে নেন এবং তার আমল, বয়স, বিপদ-আপদ, রিযক ইত্যাদি সবকিছু লিখে ফেলেন। তারপর ঐ খাতাপত্র জড়িয়ে নেয়া হয় এবং তাতে কমবেশী করার কোন অবকাশ থাকে না। (এ হাদীসটিও ইমাম আহমাদ (রঃ) বর্ণনা করেছেন। ইমাম মুসলিমও (রঃ) তাঁর সহীহ গ্রন্থে এটা বর্ণনা করেছেন)হযরত আনাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেন, আল্লাহ তা'আলা গর্ভাশয়ে একজন ফেরেশতা নিযুক্ত করেন যিনি আরয করেনঃ “হে আমার প্রতিপালক! এখন শুক্র। হে আল্লাহ! এখন রক্তপিণ্ড। হে আমার প্রতিপালক! এখন গোশ্তপিণ্ড।” যখন আল্লাহ তা'আলা ওকে সৃষ্টি করার ইচ্ছা করেন তখন ফেরেশতা জিজ্ঞেস করেনঃ “হে আল্লাহ! নর হবে, না নারী হবে? দুর্ভাগা হবে, না ভাগ্যবান হবে? এর রিযক কি হবে এবং আয়ুষ্কাল কত হবে?” তখন আল্লাহ তা'আলা উত্তর দেন এবং তিনি তার মায়ের পেটেই সবকিছু লিখে নেন। (এ হাদীসটি হাফিয আবু বকর আল বাযযার (রঃ) বর্ণনা করেছেন এবং ইমাম বুখারী (রঃ) ও ইমাম মুসলিম (রঃ) এটা তাদের সহীহ গ্রন্থদ্বয়ে তাখরীজ করেছেন)এসব কথা এবং নিজের পূর্ণ ও ব্যাপক ক্ষমতার বর্ণনা দেয়ার পর মহান আল্লাহ বলেনঃ অতএব সর্বোত্তম স্রষ্টা আল্লাহ কতই না মহান! হযরত উমার ইবনে খাত্তাব (রাঃ) বলেনঃ “আমি চারটি বিষয়ে আমার প্রতিপালকের আনুকূল্য করেছি। যখন তিনি (আরবী)-এই আয়াতটি অবতীর্ণ করেন তখন স্বতঃস্ফূর্তভাবে আমার মুখ হতে বেরিয়ে যায় (আরবী) অর্থাৎ “সর্বোত্তম সৃষ্টিকর্তা কতই না মহান! আমার প্রতিপালক পরে এটাই আবার অবতীর্ণ করেন।” (এটা ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)হযরত আমির শা’বী (রঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) যখন হযরত যায়েদ ইবনে সাবিত আনসারী (রাঃ)-কে (আরবী) হতে (আরবী) পর্যন্ত আয়াতগুলো লিখাতে ছিলেন তখন হযরত মুআয (রাঃ) হঠাৎ করে (আরবী)-এই অংশটুকু বলে ফেলেন। এটা শুনে রাসূলুল্লাহ (সঃ) হেসে ওঠেন। তাঁকে হাসতে দেখে হযরত মুআয (রাঃ) বলেনঃ “হে আল্লাহর রাসূল (সঃ)! আপনার হাসার কারণ কি?” উত্তরে রাসূলুল্লাহ (সঃ) বলেনঃ “তোমার এই কথার দ্বারাই এই আয়াতকে সমাপ্ত করা হয়েছে।” (এই হাদীসের সনদে জাবির জুফী নামক একজন বর্ণনাকারী রয়েছেন যিনি খুবই দুর্বল। আর এ বিওয়াইয়াতটি সম্পূর্ণরূপে মুনকার বা অনস্বীকার্য। অহী লেখক হযরত যায়েদ ইবনে সাবিত (রাঃ) মদীনায় ছিলেন, মক্কায় নয়। হযরত মুআয (রাঃ)-এর ইসলাম গ্রহণের ঘটনাও মদীনার ঘটনা। অথচ এই আয়াত অবতীর্ণ হয় মক্কায়। সুতরাং উল্লিখিত রিওয়াইয়াত নিঃসন্দেহে অনস্বীকার্য। এসব ব্যাপারে সর্বাধিক সঠিক জ্ঞানের অধিকারী একমাত্র আল্লাহ)এরপর মহান আল্লাহ বলেনঃ এই প্রথম সৃষ্টির পর তোমরা অবশ্যই মৃত্যুবরণ করবে। অতঃপর কিয়ামতের দিন তোমরা পুনরুত্থিত হবে। তারপর তোমাদের হিসাব নিকাশ হবে এবং ভাল ও মন্দ কর্মের প্রতিদান প্রাপ্ত হবে।"
    },
    {
      "ayah": 17,
      "surah": 23,
      "text": "মানব সৃষ্টি সম্পর্কে আলোচনা করার পর আল্লাহ তাবারাকা ওয়া তা'আলা আকাশসমূহের সৃষ্টির বর্ণনা দিচ্ছেন। মানব সৃষ্টির তুলনায় আকাশসমূহের সৃষ্টি বহুগুণে বেশী শিল্প চাতুর্যের পরিচায়ক। সূরায়ে আলিফ-লাম-মীম সাজদাহতেও এরই বর্ণনা রয়েছে। রাসূলুল্লাহ (সঃ) জুমআর দিন ফজরের নামাযের প্রথম রাকআতে এই সূরাটি পাঠ করতেন। সেখানে প্রথমে আসমান ও যমীনের সষ্টি সম্পর্কে আলোচনা করা হয়েছে। তারপর মানব সৃষ্টির বর্ণনা দেয়া হয়েছে। এরপর পুরস্কার ও শাস্তি প্রদান সম্পর্কে বর্ণনা রয়েছে।এখানে মহান আল্লাহ বলেনঃ আমি তো তোমাদের উর্ধ্বে সৃষ্টি করেছি সপ্তস্তর। যেমন তিনি অন্য জায়গায় বলেনঃ (আরবী) অর্থাৎ “সপ্ত আকাশ ও যমীন এবং এতোদুভয়ের মধ্যে যত কিছু রয়েছে সবই তার মহিমা কীর্তন করে।” (১৭:৪৪) অন্য এক স্থানে রয়েছেঃ (আরবী) অর্থাৎ “তারা কি দেখেনি যে, কিভাবে আল্লাহ সপ্ত আকাশ স্তরে স্তরে সৃষ্টি করেছেন?” (৭১:১৫) আর এক জায়গায় বলেনঃ (আরবী) অর্থাৎ “আল্লাহই সৃষ্টি করেছেন সপ্ত আকাশ এবং পৃথিবীও ওগুলোর মতই, ওগুলোর মধ্যে নেমে আসে তাঁর নির্দেশ; ফলে তোমরা বুঝতে পার যে, আল্লাহ সর্ববিষয়ে সর্বশক্তিমান এবং জ্ঞানে আল্লাহ সবকিছুকে পরিবেষ্টন করে আছেন।” (৬৫: ১২)আল্লাহ পাক বলেনঃ আমি সৃষ্টি বিষয়ে অসতর্ক নই। অর্থাৎ তিনি জানেন যা কিছু ভূমিতে প্রবেশ করে ও যা কিছু তা হতে বের হয় এবং আকাশ হতে যা কিছু নামে ও আকাশে যা কিছু উথিত হয়। তোমরা যেখানেই থাক না কেন তিনি তোমাদের সাথে আছেন; তোমরা যা কিছু কর আল্লাহ তা দেখেন। আকাশের উচ্চ হতে উচ্চতম স্থানে অবস্থিত জিনিস, যমীনের গোপনীয় জিনিস, পর্বতের শৃঙ্গ, সমুদ্রের তলদেশ ইত্যাদি সবকিছুই তাঁর সামনে প্রকাশমান। পাহাড়-পর্বত-টিলা, মরুভূমি, সমুদ্র, ময়দান ইত্যাদি সবকিছুরই খবর তিনি রাখেন। গাছের এমন কোন পাতা ঝরে পড়ে না যা তাঁর জানা থাকে না, যমীনের অন্ধকারে এমন বীজ নেই যা তাঁর অজানা রয়েছে এবং এমন কোন আর্দ্র ও শুষ্ক জিনিস নেই যা প্রকাশ্য কিতাবে বিদ্যমান নেই।"
    },
    { "ayah": 18, "surah": 23, "text": "Please check ayah 23:22 for complete tafsir." },
    { "ayah": 19, "surah": 23, "text": "Please check ayah 23:22 for complete tafsir." },
    { "ayah": 2, "surah": 23, "text": "Please check ayah 23:11 for complete tafsir." },
    { "ayah": 20, "surah": 23, "text": "Please check ayah 23:22 for complete tafsir." },
    { "ayah": 21, "surah": 23, "text": "Please check ayah 23:22 for complete tafsir." },
    {
      "ayah": 22,
      "surah": 23,
      "text": "১৮-২২ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলার তো অসংখ্য নিয়ামত রয়েছে, কিন্তু এখানে তিনি তাঁর কতকগুলো বড় বড় নিয়ামতের বর্ণনা দিচ্ছেন। তিনি বলেন যে, তিনি প্রয়োজন অনুপাতে আকাশ হতে বৃষ্টি বর্ষণ করে থাকেন। তিনি এতো বেশী বৃষ্টি বর্ষণ করেন না যে, তার ফলে যমীন খারাপ হয়ে যায় এবং শস্য পচে সড়ে নষ্ট হয়ে যায়। আবার এতো কমও নয় যে, ফল, শস্য ইত্যাদি জন্মেই না। বরং এমন পরিমিতভাবে তিনি বৃষ্টি দিয়ে থাকেন যে, এর ফলে শস্যক্ষেত্র সবুজ-শ্যামল থাকে এবং ফলের বাগান তরুতাজা হয়। পুকুর-পুষ্করিণী, নদ-নদী এবং খাল-বিল পানিতে পরিপূর্ণ হয়ে যায়। ফলে নিজেদের পান করা এবং গবাদি পশুগুলোকে পান করানোর কোন অসুবিধা হয় না। যেখানে পানির বেশী প্রয়োজন সেখানে বেশী পানি বর্ষিত হয় এবং যেখানে কম প্রয়োজন সেখানে কম। আর যেখানকার ভূমি এর যোগ্যতাই রাখে না সেখানে পানি মোটেই বর্ষিত হয় না। কিন্তু নদী-নালার সাহায্যে সেখানে পানি পৌছিয়ে দেয়া হয় এবং এভাবে সেখানকার ভূমিকে পরিতৃপ্ত করা হয়। যেমন মিসর অঞ্চলের মাটি, যা নীল নদীর পানিতে পরিতৃপ্ত হয়ে সদা সবুজ-শ্যামল ও সতেজ থাকে। ঐ পানির সাথে লাল মাটি আকর্ষণ করা হয়, যা হাবশা বা আবিসিনিয়া অঞ্চলে থাকে। সেখানকার বৃষ্টির সাথে থাকার মাটি বয়ে চলে আসে যা জমিতে এসে থেকে যায় এবং এর ফলে জমি চাষের উপযোগী হয়ে ওঠে। আসলে কিন্তু তথাকার মাটি লবণাক্ত এবং চাষের মোটেই উপযোগী নয়। আল্লাহ তা'আলার কি মহিমা! সূক্ষ্মদর্শী, সর্বজ্ঞাতা, ক্ষমাশীল ও দয়ালু আল্লাহর কি ক্ষমতা ও নিপুণতা যে, তিনি পানিকে জমিতে স্থির রাখেন এবং জমিকে ঐ পানি শোষণ করার ক্ষমতা দান করেন, যাতে ওটা ওর মধ্যেই বীজকে পানি পৌছিয়ে দিতে পারে।এরপর তিনি বলেনঃ আমি ঐ পানিকে অপসারিত করতেও সক্ষম অর্থাৎ আমি ইচ্ছা করলে পানি বর্ষণ নাও করতে পারি। আমি ইচ্ছা করলে ঐ পানি কংকরময় ভূমিতে এবং পাহাড়ে ও জঙ্গলে বর্ষাতে পারি। আমি যদি চাই তবে পানিকে তিক্ত ও লবণাক্ত করতে পারি। ফলে তা তোমরা নিজেরাও পান করতে পারবে না, তোমাদের গবাদি পশুকেও পান করাতে পারবে না এবং ঐ পানি দ্বারা ফসল উৎপাদন করতেও সক্ষম হবে না। আর তোমরা ঐ পানিতে গোসলও করতে পারবে না। আমি ইচ্ছা করলে মাটিতে ঐ শক্তি দিবো না যার সাহায্যে সে পানি শোষণ করতে পারে। বরং ঐ পানি মাটির উপরেই ভেসে বেড়াবে। এটাও আমার অধিকারে আছে যে, আমি এ পানি এমন দূর-দূরান্তের বিলে বর্ষিয়ে দিবো যে, তা তোমাদের কোনই কাজে আসবে না, তোমাদের কোনই উপকার হবে না। এটা আমার এক বিশেষ রহমত ও অনুগ্রহ যে, মেঘ হতে আমি সুমিষ্ট, উত্তম, হালকা ও সুস্বাদু পানি বর্ষণ করে থাকি। অতঃপর ওটা জমিতে পৌছিয়ে দিই। ফলে জমিতে ফসল হয় এবং বাগানে পানি বর্ষণের ফলে বাগানের গাছ-পালাগুলো সতেজ হয়। তোমরা নিজেরা এই পানি পান কর, জীব-জন্তুকে পান করাও এবং এই পানিতে গোসল করে দেহ-মন পবিত্র করে থাকো। সুতরাং সমস্ত প্রশংসা আল্লাহর।আকাশ হতে বৃষ্টি বর্ষণ করে বিশ্বপ্রতিপালক আল্লাহ তা'আলা তোমাদের জীবিকার ব্যবস্থা করেন। জমি শস্য-শ্যামল হয়ে ওঠে। ফলের বাগান সবুজশ্যামল আকার ধারণ করে। বাগান তখন সুন্দর ও সুদৃশ্য হয় এবং সাথে সাথে খুব উপকারী হয়। মহান আল্লাহ আরববাসীর পছন্দনীয় ফল খেজুর ও আঙ্গুর জন্মিয়ে থাকেন। অনুরূপভাবে প্রত্যেক দেশবাসীর জন্যেই তিনি বিভিন্ন প্রকারের ফলের ব্যবস্থা করে দেন। পুরোপুরিভাবে এগুলোর কৃতজ্ঞতা প্রকাশ করার ক্ষমতা কারো নেই। বহু ফল আল্লাহ মানুষকে দান করেছেন। যেগুলোর সৌন্দর্য উপভোগ করার সাথে সাথে তারা ওগুলোর স্বাদও গ্রহণ করে থাকে। এরপর মহামহিমান্বিত আল্লাহ যায়তুন গাছের বর্ণনা দিচ্ছেন। ভূরে সীনা হলো ঐ পাহাড় যার উপর আল্লাহ তা'আলা হযরত মূসা (আঃ)-এর সাথে কথা বলেছিলেন এবং ওর আশে পাশের পাহাড়গুলো। দূর ঐ পাহাড়কে বলে যাতে গাছপালা থাকে এবং থাকে সদা সবুজ-শ্যামল। এরূপ না হলে ওকে ‘জাবাল’ বলবে, তূর বলবে না। সুতরাং ভূরে সীনায় যে যায়তুন গাছ জন্মে তার থেকে তেল বের হয় এবং ওটা ভোজনকারীদের জন্যে তরকারীর কাজ দেয়। যেমন হযরত মালিক ইবনে রাবীআ সায়েদী আনসারী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমরা যায়তুনের তেল খাও এবং (শরীরে) লাগাও, কেননা এটা কল্যাণময় গাছ হতে বের হয়ে থাকে। (এ হাদীসটি ইমাম আহমাদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন)বর্ণিত আছে যে, একবার একজন লোক আশুরা দিবসে হযরত উমার ইবনে খাত্তাব (রাঃ)-এর বাড়ীতে অতিথি হন। তিনি তখন তাকে উটের মাথা (এর গোশ্ত) ও যায়তুনের তেল খেতে দেন। অতঃপর তিনি লোকটিকে বলেনঃ “এটা হচ্ছে ঐ বরকতময় গাছের তেল যার বর্ণনা আল্লাহ তা'আলা তাঁর নবী (সঃ)-এর কাছে দিয়েছেন।” (এটা আবুল কাসেম তিবরানী (রঃ) বর্ণনা করেছেন)এরপর মহান আল্লাহ চতুষ্পদ জন্তুর বর্ণনা দিচ্ছেন এবং ঐগুলোর দ্বারা মানুষ যে উপকার লাভ করে থাকে ঐসব নিয়ামতের কথা উল্লেখ করছেন। তিনি বলেনঃ তোমরা ওগুলোর দুধ পান করে থাকো, গোশ্ত ভক্ষণ কর এবং লোমে বা পশম দ্বারা পোষাক তৈরী করে থাকো। আর তোমরা ওগুলোর উপর ওয়ার হও, ওগুলোর উপর তোমাদের আসবাবপত্র চাপিয়ে দিয়ে দূর-দূরান্তে পৌঁছিয়ে থাকো। যদি এগুলো না থাকতো তবে তোমাদের এসব জিনিসপত্র অন্য জায়গায় নিয়ে যাওয়া খুবই কষ্টকর হতো। সত্যি মহান আল্লাহ তাঁর বান্দাদের উপর খুবই দয়ালু ও অনুগ্রহশীল। যেমন তিনি বলেনঃ (আরবী) অর্থাৎ “এবং ওগুলো তোমাদের ভার বহন করে নিয়ে যায় দূর দেশে যেখানে প্রাণান্ত ক্লেশ ব্যতীত তোমরা পৌছতে পারবে না; তোমাদের প্রতিপালক অবশ্যই দয়ার্দ্র, পরম দয়ালু।” (১৬:৭) অন্যত্র বলেনঃ (আরবী)অর্থাৎ “তারা কি লক্ষ্য করে না যে, নিজ হাতে সৃষ্ট বস্তুগুলোর মধ্য হতে তাদের জন্য আমি সৃষ্টি করেছি চতুষ্পদ জন্তু এবং তারাই এগুলোর অধিকারী? আর আমি এগুলোকে তাদের বশীভূত করে দিয়েছি; এগুলোর কতক তাদের বাহন এবং ওদের কতক তারা আহার করে। তাদের জন্যে এগুলোতে আছে বহু উপকার আর আছে পানীয় বস্তু; তবুও কি তারা কৃতজ্ঞতা প্রকাশ করবে না?” (৩৬:৭১-৭৩)"
    },
    { "ayah": 23, "surah": 23, "text": "Please check ayah 23:25 for complete tafsir." },
    { "ayah": 24, "surah": 23, "text": "Please check ayah 23:25 for complete tafsir." },
    {
      "ayah": 25,
      "surah": 23,
      "text": "২৩-২৫ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা খবর দিচ্ছেন যে, হযরত নূহ (আঃ)-কে তিনি সুসংবাদাতা ও ভয় প্রদর্শনকারী রূপে তাঁর কওমের নিকট প্রেরণ করেন। তিনি তাদের কাছে আল্লাহর পয়গাম নিয়ে গিয়ে বলেনঃ তোমরা আল্লাহর ইবাদত কর। তিনি ছাড়া অন্য কেউ ইবাদতের হকদার নয়। তোমরা তাকে ছেড়ে যে অন্যদের উপাসনা করছো এতে কি তোমাদের ভয় হচ্ছে না? তাঁর একথা শুনে তাঁর কওমের নেতৃস্থানীয় লোকেরা বললোঃ হে জনগণ! এই লোকটি তো আমাদের মতই একজন মানুষ। নবুওয়াতের দাবী করে সে তোমাদের উপর শ্রেষ্ঠত্ব লাভ করতে চায়। তার উদ্দেশ্য হলো নেতৃত্ব লাভ করা। মানুষের কাছে অহী আসা কি সম্ভব? আল্লাহ তা'আলার নবী পাঠাবার ইচ্ছা থাকলে তিনি কোন আসমানী ফেরেশতাকে পাঠাতেন? এরূপ কথা আমরা কেন, আমাদের পূর্বপুরুষরাও শুনেনি যে, আল্লাহ তা'আলা কোন মানুষকে রাসূল করে পাঠিয়েছেন। হে নূহ (আঃ)! তুমি একজন পাগল ছাড়া কিছুই নও। পাগল না হলে তুমি কখনো এরূপ দাবী করতে না এবং আত্মগর্বী হতে না। সুতরাং হে জনমণ্ডলী! তোমরা এর সম্পর্কে কিছুকাল অপেক্ষা কর (সে অচিরেই ধ্বংস হয়ে যাবে।"
    },
    { "ayah": 26, "surah": 23, "text": "Please check ayah 23:30 for complete tafsir." },
    { "ayah": 27, "surah": 23, "text": "Please check ayah 23:30 for complete tafsir." },
    { "ayah": 28, "surah": 23, "text": "Please check ayah 23:30 for complete tafsir." },
    { "ayah": 29, "surah": 23, "text": "Please check ayah 23:30 for complete tafsir." },
    { "ayah": 3, "surah": 23, "text": "Please check ayah 23:11 for complete tafsir." },
    {
      "ayah": 30,
      "surah": 23,
      "text": "আল্লাহ তা'আলা সংবাদ দিচ্ছেন যে, হযরত নূহ (আঃ) যখন তাঁর কওমের হিদায়াত প্রাপ্তি হতে নিরাশ হয়ে গেলেন তখন তিনি আল্লাহর নিকট প্রার্থনা করলেনঃ হে আমার প্রতিপালক! আমাকে সাহায্য করুন! যারা আমাকে মিথ্যাবাদী বলছে তাদের উপর আমাকে জয়যুক্ত করুন! যেমন অন্য আয়াতে বলেনঃ (আরবী) অর্থাৎ “তখন সে তার প্রতিপালককে আহ্বান করে বলেছিলঃ আমি তো অসহায়, অতএব, তুমি প্রতিবিধান কর।” (৫৪:১০) তৎক্ষণাৎ মহান আল্লাহ তাঁর কাছে অহী করলেনঃ তুমি আমার তত্ত্বাবধানে ও আমার অহী অনুযায়ী নৌযান নির্মাণ কর এবং তাতে প্রত্যেক জীবের এক এক জোড়া উঠিয়ে নাও এবং তোমার পরিবার-পরিজনকেও উঠিয়ে নাও তাদেরকে ছাড়া যাদের বিরুদ্ধে পূর্বেই সিদ্ধান্ত হয়ে গেছে। তাদের সম্পর্কে তুমি আমাকে কিছু বলো না, তারা তো নিমজ্জিত হয়ে যাবে। তারা হলো তাঁর কওমের কাফির লোকেরা এবং তাঁর স্ত্রী ও তাঁর পুত্র। এসব ব্যাপারে আল্লাহ তাআলাই সবচেয়ে ভাল জনেন। এর পূর্ণ ঘটনা সূরায়ে হূদের তাফসীরে গত হয়েছে। সুতরাং এখানে পুনরাবৃত্তির কোন প্রয়োজন নেই। মহান আল্লাহ বলেন, যখন তুমি ও তোমার সঙ্গীরা নৌযানে আসন গ্রহণ করবে তখন বলবেঃ সমস্ত প্রশংসা আল্লাহরই, যিনি আমাদেরকে উদ্ধার করেছেন যালিম সম্প্রদায় হতে। যেমন মহামহিমান্বিত আল্লাহ অন্য জায়গায় বলেনঃ (আরবী) অর্থাৎ “এবং যিনি তোমাদের জন্যে সৃষ্টি করেন এমন নৌযান ও চতুষ্পদ জন্তু যাতে তোমরা আরোহণ কর। যাতে তোমরা ওদের পৃষ্ঠে স্থির হয়ে বসতে পার, তারপর তোমাদের প্রতিপালকের অনুগ্রহ স্মরণ কর যখন তোমরা ওর উপর স্থির হয়ে বস; এবং বলঃ পবিত্র ও মহান তিনি, যিনি এগুলোকে আমাদের বশীভূত করে দিয়েছেন, যদিও আমরা সমর্থ ছিলাম না এগুলোকে বশীভূত করতে। আমরা আমাদের প্রতিপালকের নিকট অবশ্যই প্রত্যাবর্তন করাবো।” (৪৩:১২-১৪) হযরত নূহ (আঃ) এ কথাই বলেন। যেমন আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ “সে বললোঃ এতে আরোহণ কর, আল্লাহর নামে এর গতি ও স্থিতি, আমার প্রতিপালক অবশ্যই ক্ষমাশীল, পরম দয়ালু।” (১১:৪১) সুতরাং নৌকা চলতে শুরু করার সময়ও তিনি আল্লাহকে স্মরণ করেন এবং যখন ওটা থামবার উপক্রম হয় তখনও তিনি আল্লাহকে স্মরণ করেন। তিনি প্রার্থনা করেনঃ হে আমার প্রতিপালক! আমাকে এমনভাবে অবতরণ করান যা হবে কল্যাণকর; আর আপনিই শ্রেষ্ঠ অবতারণকারী। এতে অর্থাৎ মুমিনদের মুক্তি ও কাফিরদের ধ্বংসের মধ্যে নবীদের সত্যতার নিদর্শন রয়েছে এবং এই আলামত রয়েছে যে, আল্লাহ যা চান তাই করে থাকেন। তিনি প্রত্যেক জিনিসের উপর ক্ষমতাবান। তিনি সবকিছু অবগত আছেন।নিশ্চয়ই তিনি রাসূলদেরকে পাঠিয়ে স্বীয় বান্দাদেরকে পরীক্ষা করে থাকেন।"
    },
    { "ayah": 31, "surah": 23, "text": "Please check ayah 23:41 for complete tafsir." },
    { "ayah": 32, "surah": 23, "text": "Please check ayah 23:41 for complete tafsir." },
    { "ayah": 33, "surah": 23, "text": "Please check ayah 23:41 for complete tafsir." },
    { "ayah": 34, "surah": 23, "text": "Please check ayah 23:41 for complete tafsir." },
    { "ayah": 35, "surah": 23, "text": "Please check ayah 23:41 for complete tafsir." },
    { "ayah": 36, "surah": 23, "text": "Please check ayah 23:41 for complete tafsir." },
    { "ayah": 37, "surah": 23, "text": "Please check ayah 23:41 for complete tafsir." },
    { "ayah": 38, "surah": 23, "text": "Please check ayah 23:41 for complete tafsir." },
    { "ayah": 39, "surah": 23, "text": "Please check ayah 23:41 for complete tafsir." },
    { "ayah": 4, "surah": 23, "text": "Please check ayah 23:11 for complete tafsir." },
    { "ayah": 40, "surah": 23, "text": "Please check ayah 23:41 for complete tafsir." },
    {
      "ayah": 41,
      "surah": 23,
      "text": "৩১-৪১ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা সংবাদ দিচ্ছেন যে, হযরত নূহ (আঃ)-এর পরেও বহু উম্মতের আগমন ঘটে। বলা হয়েছে যে, (আরবী) দ্বারা আদ সম্প্রদায়কে বুঝানো হয়েছে। আবার একথাও বলা হয়েছে যে, এর দ্বারা বুঝানো হয়েছে সামূদ সম্প্রদায়কে। তাদের উপর বিকট শব্দের শাস্তি এসেছিল। যেমন এই আয়াতে রয়েছে। তাদের কাছেও রাসূল এসেছিলেন এবং আল্লাহর ইবাদত ও তাওহীদের শিক্ষা দিয়েছিলেন। কিন্তু তারা তাকে মিথ্যা প্রতিপন্ন করে, বিরোধিতা করে এবং তার আনুগত্য করতে অস্বীকৃতি জানায়। কারণ শুধুমাত্র এটাই যে, তিনি মানুষ। তারা কিয়ামতকেও অস্বীকার করে। শারীরিক পুনরুত্থানকে তারা অবিশ্বাস করে এবং বলেঃ “ওটা অসম্ভব ব্যাপার। এই লোকটি নিজেই এটা বানিয়ে বলছে। আমরা এসব বাজে কথা বিশ্বাস করতে পারি না।” নবী (আঃ) তখন বলেনঃ “হে আমার প্রতিপালক! আমাকে সাহায্য করুন। কারণ তারা আমাকে মিথ্যাবাদী বলে।” উত্তরে আল্লাহ তাআলা বলেনঃ “অচিরেই তারা অনুতপ্ত হবে।” অতঃপর সত্যসত্যই এক বিকট আওয়ায তাদেরকে আঘাত করলো এবং তাদেরকে তরঙ্গ-তাড়িত আবর্জনা সদৃশ্য করে দেয়া হলো। সুতরাং যালিম সম্প্রদায় ধ্বংস হয়ে গেল। তারা এই শাস্তির যোগ্যই ছিল। প্রচণ্ড ঝটিকার সাথে সাথে ফেরেশতার বিকট ও ভয়াবহ শব্দ তাদেরকে টুকরা টুকরা করে ধ্বংস ও নিশ্চিহ্ন করে দিলো। ভূষির মত তারা উড়ে গেল। রয়ে গেল শুধু তাদের ঘরবাড়ীর ধ্বংসাবশেষ। তাই মহান আল্লাহ বলেনঃ “আমি তাদেরকে তরঙ্গ-তাড়িত আবর্জনা সদৃশ করে দিলাম। সুতরাং ধ্বংস হয়ে গেল যালিম সম্প্রদায়। যেমন অন্য জায়গায় মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “আমি তাদের প্রতি যুলুম করিনি, বরং তারা নিজেরাই ছিল যালিম।” (৪৩:৭৬) সুতরাং আল্লাহর রাসূল (সঃ)-এর বিরোধিতা ও তাঁকে মিথ্যা প্রতিপন্ন করার ব্যাপারে মানুষের সতর্ক হওয়া উচিত।"
    },
    { "ayah": 42, "surah": 23, "text": "Please check ayah 23:44 for complete tafsir." },
    { "ayah": 43, "surah": 23, "text": "Please check ayah 23:44 for complete tafsir." },
    {
      "ayah": 44,
      "surah": 23,
      "text": "৪২-৪৪ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা বলেনঃ তাদের পরে বহু জাতির আগমন ঘটেছিল। যাদেরকে আমিই সৃষ্টি করেছিলাম। আমি তাদের জন্যে যে কাল নির্ধারণ করেছিলাম তা পূর্ণ হয়েছিল। তা ত্বরান্বিত হয়নি এবং বিলম্বিতও হয়নি। আমি একের পর এক রাসূল পাঠিয়েছি। প্রত্যেক জাতির কাছে রাসূল এসেছেন। তিনি তাদের কাছে আল্লাহর বাণী পৌঁছিয়ে দিয়েছেন। তারা তাদেরকে বলেছেনঃ তোমরা এক আল্লাহর ইবাদত কর এবং তার ছাড়া অন্য কারো ইবাদত করো না। তাদের মধ্যে কেউ কেউ সঠিক পথে এসে যায় এবং কারো কারো উপর আল্লাহর শাস্তি অবতীর্ণ হয়। অধিকাংশ জাতিই তাদের নবীকে অস্বীকার করে। যেমন সূরায়ে ইয়াসীনে মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “পরিতাপ বান্দাদের জন্যে! তাদের নিকট যখনই কোন রাসূল এসেছে তখনই তারা তাকে ঠাট্টা-বিদ্রুপ করেছে।”(৩৬:৩০)আল্লাহ পাক বলেনঃ আমি তাদের একের পর এককে ধ্বংস করে দিয়েছি। যেমন অন্য জায়গায় তিনি বলেনঃ (আরবী) অর্থাৎ ‘নূহ (আঃ)-এর পরেও আমি বহু জনপদকে ধ্বংস করেছি। (১৭:১৭)মহান আল্লাহর উক্তিঃ আমি তাদেরকে কাহিনীর বিষয় করেছি। যেমন তিনি বলেনঃ (আরবী) অর্থাৎ “সুতরাং আমি তাদেরকে কাহিনীর বিষয় করেছি এবং তাদেরকে সম্পূর্ণরূপে টুকরা টুকরা করে ফেলেছি।” (৩৪:১৯)"
    },
    { "ayah": 45, "surah": 23, "text": "Please check ayah 23:49 for complete tafsir." },
    { "ayah": 46, "surah": 23, "text": "Please check ayah 23:49 for complete tafsir." },
    { "ayah": 47, "surah": 23, "text": "Please check ayah 23:49 for complete tafsir." },
    { "ayah": 48, "surah": 23, "text": "Please check ayah 23:49 for complete tafsir." },
    {
      "ayah": 49,
      "surah": 23,
      "text": "৪৫-৪৯ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা খবর দিচ্ছেন যে, তিনি হযরত মূসা (আঃ) ও তাঁর ভাই হারুন (আঃ)-কে নিদর্শন ও সুস্পষ্ট প্রমাণসহ ফিরাউন ও তার পারিষদবর্গের নিকট প্রেরন করেন। কিন্তু তারা তাদের পূর্ববর্তী কাফিরদের মতই তাদেরকে সি করে এবং তাঁদের বিরুদ্ধাচরণে উঠে পড়ে লেগে যায়। তারা তাদেরকে বলেঃ তোমরা তো আমাদের মতই মানুষ। সুতরাং আমরা তোমাদের নবুওয়াতকে বিশ্বাস করতে পারি না। তাদের অন্তর তাদের পূর্ববর্তী কাফিরদের মতই শক্ত হয়ে যায়। অবশেষে একদিনেই আল্লাহ তা'আলা তাদের সবকেই সমুদ্রে ডুবিয়ে দেন।এরপর লোকদেরকে হিদায়াত করার জন্যে হযরত মূসা (আঃ)-কে তাওরাত প্রদান করা হয়। আবার মুমিনদের হাতে কাফিররা ধ্বংসপ্রাপ্ত হয়। জিহাদের হুকুম অবতীর্ণ হয়। ফিরাউন ও তার কওম কিবতীদের পরে এরূপভাবে সাধারণ আযাবে কোন উম্মত সমূলে ধ্বংস হয়ে যায়নি। যেমন আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ “আমি তো পূর্ববর্তী বহু মানবগোষ্ঠীকে বিনাশ করবার পর মূসা (আঃ)-কে দিয়েছিলাম কিতাব, মানব জাতির জন্যে জ্ঞান-বর্তিকা, পথ-নির্দেশ ও দয়া স্বরূপ, যাতে তারা উপদেশ গ্রহণ করে।” (২৮:৪৩)"
    },
    { "ayah": 5, "surah": 23, "text": "Please check ayah 23:11 for complete tafsir." },
    {
      "ayah": 50,
      "surah": 23,
      "text": "আল্লাহ তাআলা খরব দিচ্ছেন যে, তিনি হযরত ঈসা ইবনে মারইয়াম (আঃ)-কে তাঁর পূর্ণ ও ব্যাপক ক্ষমতা প্রকাশের এক বড় নিদর্শন বানিয়েছেন। হযরত আদম (আঃ)-কে তিনি নর ও নারীর মাধ্যম ছাড়াই সৃষ্টি করেছেন। হযরত হাওয়া (আঃ)-কে স্ত্রী ছাড়া শুধু পুরুষের মাধ্যমে তিনি সৃষ্টি করেছেন এবং হযরত ঈসা (আঃ)-কে তিনি সৃষ্টি করেছেন পুরুষ লোকে ছাড়া শুধু স্ত্রীলোকের মাধ্যমে। আর অবশিষ্ট সমস্ত লোককে তিনি নর ও নারীর মাধ্যমে সৃষ্টি করেছেন।(আরবী) বলা হয় ঐ উঁচু ভূমিকে যা সবুজ-শ্যামল ও কৃষি কার্যের উপযোগী। এরূপ তৃণলতা ও পানি বিশিষ্ট তরুতাজা এবং সবুজ-শ্যামল স্থানে আল্লাহ তা'আলা তাঁর বান্দা ও নবী হযরত ঈসা (আঃ) এবং তাঁর মাতা হযরত মারইয়াম (আঃ)-কে আশ্রয় দান করেছিলেন। সেখানে পানি প্রবাহিত হতো। ওটা ছিল পরিষ্কার পরিচ্ছন্ন এক মসৃণ ও সমতলভূমি। কোন কোন গুরুজনের মতে ওটা ছিল মিসরের ভূখণ্ড। আবার কারো কারো মতে ওটা ছিল দামেস্ক অথবা ফিলিস্তিনের ভূখণ্ড। (আরবী) বালুকাময় ভূমিকেও বলা হয়। যেমন হযরত মুররাতল বাহযী (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহ (সঃ)-কে বলতে শুনেছেন, যা তিনি একজন সাহাবী (রাঃ)-কে বলেছিলেনঃ “রাবওয়াতে তোমার ইন্তেকাল হবে।” (এ হাদীসটি ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন। কিন্তু এটা অত্যন্ত গারীব বা দুর্বল হাদীস) ঐ সাহাবী (রাঃ) বালুকাময় ভূমিতেই মৃত্যুবরণ করেন। এসব উক্তির মধ্যে সবচেয়ে বেশী বিশ্বাসযোগ্য উক্তি হলো এই যে, এর দ্বারা নহরকে বুঝানো হয়েছে। যেমন মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “তোমার প্রতিপালক তোমার পাদদেশে এক নহর সৃষ্টি করেছেন।” (১৯:২৪) সুতরাং এটা হলো বায়তুল মুকাদ্দাসের একটি স্থান। তাহলে এ আয়াতটি যেন ঐ আয়াতেরই তাফসীর। আর কুরআনের তাফসীর প্রথমতঃ কুরআন দ্বারা, তারপর হাদীস দ্বারা এবং এরপর আসার দ্বারা করা উচিত।"
    },
    { "ayah": 51, "surah": 23, "text": "Please check ayah 23:56 for complete tafsir." },
    { "ayah": 52, "surah": 23, "text": "Please check ayah 23:56 for complete tafsir." },
    { "ayah": 53, "surah": 23, "text": "Please check ayah 23:56 for complete tafsir." },
    { "ayah": 54, "surah": 23, "text": "Please check ayah 23:56 for complete tafsir." },
    { "ayah": 55, "surah": 23, "text": "Please check ayah 23:56 for complete tafsir." },
    {
      "ayah": 56,
      "surah": 23,
      "text": "৫১-৫৬ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা তাঁর সমস্ত নবী (আঃ)-কে নির্দেশ দিচ্ছেন যে, তাঁরা যেন হালাল খাদ্য ভক্ষণ করেন এবং সৎ কার্যাবলী সম্পাদন করেন। সুতরাং প্রমাণিত হলো যে, হালাল খাদ্য সৎ কার্যের সহায়ক। নবীগণ (আঃ) সর্বপ্রকারের মঙ্গল সঞ্চয় করেছেন। কথা, কাজ, পথ-প্রদর্শন, উপদেশ ইত্যাদি সবকিছুই জমা করেছেন। এখানে আল্লাহ পাক রং, স্বাদ ইত্যাদি বর্ণনা করেননি, বরং শুধুমাত্র হালাল খাদ্য খেতে বলেছেন। আবূ মাইসারা আমর ইবনে শুরাহবীল (রঃ) হতে বর্ণিত আছে যে, হযরত ঈসা (আঃ) তার মাতার বয়ন করার পারিশ্রমিক হতে খেতেন। সহীহ হাদীসে আছে যে, এমন কোন নবী ছিলেন না যিনি ছাগল চরাননি। সাহাবীগণ তখন জিজ্ঞেস করেনঃ “হে আল্লাহর রাসূল (সঃ)! আপনিও কি (ছাগল চরিয়েছেন)?” উত্তরে তিনি বলেনঃ “হ্যা, আমিও কয়েকটি কীরাতের (কীরাত হলো এক আউন্সের চব্বিশভাগের একভাগ পরিমাণ ওজন) বিনিময়ে মক্কাবাসীর ছাগল চরাতাম।” আর একটি সহীহ হাদীসে রয়েছে যে, হযরত দাউদ (আঃ) স্বহস্তের উপার্জন হতে ভক্ষণ করতেন। সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত আছে যে, আল্লাহ তা'আলার নিকট সবচেয়ে বেশী পছন্দনীয় রোযা হলো হযরত দাউদ (আঃ)-এর রোযা। আর আল্লাহ তাআলার নিকট সর্বাপেক্ষা প্রিয় কিয়াম (রাত্রিকালে ইবাদতে দাঁড়িয়ে থাকা) হলো হযরত দাউদ (আঃ)-এর কিয়াম। তিনি অর্ধেক রাত্রি ঘুমাতেন, এক তৃতীয়াংশ রাত্রি পর্যন্ত তাহাজ্জুদের নামায পড়তেন এবং এক ষষ্ঠাংশ শুয়ে থাকতেন। একদিন তিনি রোযা রাখতেন ও একদিন রোযা ছেড়ে দিতেন। যুদ্ধক্ষেত্রে তিনি কখনো পৃষ্ঠ প্রদর্শন করতেন না। শাদ্দাদ ইবনে আউসের কন্যা হযরত উম্মে আবদিল্লাহ (রাঃ) হতে বর্ণিত, তিনি বলেনঃ (একদা) দিনের প্রথম ভাগে কঠিন গরমের সময় আমি এক পেয়ালা দুধ রাসূলুল্লাহ (সঃ)-এর খিদমতে প্রেরণ করি এই উদ্দেশ্যে যে, তিনি এটা দ্বারা রোযার ইফতার করবেন। তিনি আমার প্রেরিত দূতকে এই বলে ফিরিয়ে পাঠালেনঃ “এ দুধ যদি তোমার নিজের বকরীর হতো তবে আমি তা পান করতাম। আমি তখন বলে পাঠালামঃ আমি এ দুধ নিজের মাল দ্বারা ক্রয় করেছি। তখন তিনি তা পান করলেন। পরের দিন শাদ্দাদের কন্যা উম্মে আবদিল্লাহ (রাঃ) রাসূলুল্লাহ (সঃ)-এর নিকট এসে বলেনঃ “হে আল্লাহর রাসূল (সঃ)! দিনের দীর্ঘ সময়ের অত্যন্ত গরমের মধ্যে আমি আপনার নিকট দুধ পাঠিয়েছিলাম। কিন্তু আপনি আমার দূতকে ফিরিয়ে দিয়েছিলেন (এর কারণ কি?)!\" উত্তরে রাসূলুল্লাহ (সঃ) বলেনঃ “হ্যা, আমি এরূপ করতেই আদিষ্ট হয়েছি। নবীরা শুধু হালাল খাদ্যই ভক্ষণ করে থাকেন এবং ভাল কাজই সম্পাদন করেন। (এ হাদীসটি ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)হযরত আবূ হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “হে লোক সকল! নিশ্চয়ই আল্লাহ পবিত্র। পবিত্র ছাড়া তিনি কিছুই কবুল করেন না। মুমিনদেরকে তিনি তিনি ঐ হুকুমই দিয়েছেন যে হুকুম তিনি রাসূলদেরকে (আঃ) দিয়েছেন। তিনি বলেছেনঃ “হে রাসূলগণ! তোমরা পবিত্র খাদ্য ভক্ষণ কর ও সৎ কার্য সম্পাদনা কর এবং জেনে রেখো যে, তোমরা যা কিছু আমল করছে আমি তা দেখতে রয়েছি” আর এক জায়গায় তিনি বলেনঃ “হে মুমিনগণ! তোমরা শৰি ৰাদ্য ভক্ষণ কর যা আমি তোমাদেরকে জীবিকারূপে দান করেছি।\" অতঃপর তিনি এমন একটি লোকের বর্ণনা দেন যে দীর্ঘ সফর করে, যার চুল থাকে এলো মেলো এবং চেহারা থাকে ধূলো বালিতে আচ্ছন্ন। সে আকাশের দিকে হাত তুলে বলে হে আমার প্রতিপালক! হে আমার প্রতিপালক!' কিন্তু তার দুআ কবুল করা হবে এটা অসম্ভব (কেননা, সে হারাম পন্থায় উপার্জন করে ও হারাম খাদ্য ভক্ষণ করে)। (এ হাদীসটি সহীহ মুসলিম, জামেউত তিরমিযী ও মুসনাদে আহমাদে বর্ণিত হয়েছে। ইমাম তিরমিযী (রঃ) এটাকে হাসান গারীব বলেছেন)মহান আল্লাহর উক্তিঃ ‘তোমাদের এই যে জাতি এটা তো একই জাতি। অর্থাৎ হে নবীগণ (আঃ)! তোমাদের এই দ্বীন একই দ্বীন, এই মিল্লাত একই মিল্লাত। আর তাহলো শরীক বিহীন এক আল্লাহর ইবাদতের দাওয়াত দেয়া। এ জন্যেই এর পরে বলেছেনঃ “আমিই তোমাদের প্রতিপালক! সুতরাং আমাকে ভয় কর।’ সূরায়ে আম্বিয়ায় এর ব্যাখ্যা গত হয়েছে। (আরবী) এর উপর (আরবী) বা অবস্থা বোধক-এর কারণে যবর দেয়া হয়েছে। যে উম্মতদের নিকট নবীদেরকে (আঃ) পাঠানো হয়েছিল তারা তাদের নিজেদের মধ্যে তাদের দ্বীনকে শতধা বিভক্ত করে ফেলেছিল এবং এতেই তারা সন্তুষ্ট ছিল। তাই মহান আল্লাহ বলেনঃ প্রত্যেক দলই তাদের নিকট যা আছে তা নিয়েই আনন্দিত। সুতরাং তাদেরকে ধমকের সুরে বলা হচ্ছেঃ কিছুকালের জন্যে তাদেরকে তাদের বিভ্রান্তির মধ্যে থাকতে দাও। অবশেষে তাদের ধ্বংসের সময় এসে পড়বে। তাদেরকে পানাহার ও হাসি খুশীতে মগ্ন থাকতে দাও। সত্বরই তারা তাদের কৃতকর্মের ফল জানতে পারবে।মহান আল্লাহর উক্তিঃ তারা কি মনে করে যে, আমি তাদেরকে যে মাল-ধন ও সন্তান-সন্ততি দান করেছি তা তাদের মঙ্গলের জন্যে? আমি তাদের উপর সন্তুষ্ট বলেই কি তাদেরকে এ সবকিছু দিয়েছি? কখনই না। তাদের এ ধারণা সম্পূর্ণ অমলক। তারা প্রতারণার মধ্যে পড়ে গেছে। তারা মনে করছে যে, দুনিয়ায় যেমন তারা সুখে-শান্তিতে রয়েছে, অনুরূপভাবে আখিরাতেও তারা সুখ-শান্তি লাভ করবে। তাদেরকে সেখানে তাদের কৃতকর্মের শাস্তি দেয়া হবে না। এটা তাদের সম্পূর্ণ ভুল ধারণা। তাদেরকে কিছুদিনের জন্যে অবকাশ দেয়া হচ্ছে মাত্র। কিন্তু তারা বুঝে না। প্রকৃত ব্যাপার তারা অনুধাবন করতে পারে না। যেমন আল্লাহ পাক বলেনঃ (আরবী) অর্থাৎ “অতএব তাদেরকে (কাফিরদেরকে) অবকাশ দাও; তাদেরকে অবকাশ দাও কিছুকালের জন্যে।” (৮৬:১৭) আর এক জায়গায় বলেনঃ (আরবী) অর্থাৎ “তাদের ধন-সম্পদ ও সন্তান-সন্ততি যেন তোমাকে বিস্মিত না করে; আল্লাহ এর দ্বারা তাদেরকে পার্থিব জীবনে শাস্তি দিতে চান।” (৯:৫৫) অন্য এক জায়গায় রয়েছেঃ ১) অর্থাৎ “আমি তাদেরকে অবকাশ দিয়ে থাকি যাতে তাদের পাপ বৃদ্ধি হয়।” (৩:১৭৮) মহান আল্লাহ আর এক জায়গায় বলেনঃ (আরবী) হতে (আরবী) পর্যন্ত। অর্থাৎ “আমাকে ছেড়ে দাও এবং তাকে যাকে আমি সৃষ্টি করেছি অসাধারণ করে। আমি তাকে দিয়েছি বিপুল ধন-সম্পদ এবং নিত্য সঙ্গী পুত্রগণ। আর তাকে দিয়েছি স্বচ্ছন্দ জীবনের প্রচুর উপকরণ। এরপরেও সে কামনা করে যে, আমি তাকে আরো অধিক দিই। না, তা হবে না, সে তো আমার নিদর্শন সমূহের উদ্ধত বিরুদ্ধাচারী।” (৭:১১-১৬) অন্যত্র আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ “তোমাদের মাল ও তোমাদের সন্তান-সন্ততি তোমাদেরকে আমার নৈকট্য লাভ করাতে পারবে না, আমার নৈকট্য লাভকারী তো তারাই হবে যারা ঈমান এনেছে ও ভাল কাজ করেছে।” (৩৪:৩৭) এই বিষয়ের আরো বহু আয়াত রয়েছে। কাতাদা (রঃ) বলেন যে, যে কওমকে ধন-সম্পদ ও সন্তান-সন্ততি দান করা হয়েছে তারা প্রতারিত হয়েছে। ধন-মাল ও সন্তানাদি দ্বারা মানুষের গুণ ও মহত্ত্ব প্রকাশ পায় না, বরং তাদের কষ্টিপাথর হলো ঈমান ও সৎ আমল। হযরত ইবনে মাসউদ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহ তা'আলা তোমাদের মধ্যে তোমাদের চরিত্রকে বন্টন করে দিয়েছেন যেমনভাবে তোমদের মধ্যে বন্টন করেছেন তোমাদের জীবিকাকে। যাকে তিনি ভালবাসেন তাকেও দুনিয়া দান করেন এবং যাকে ভালবাসেন না তাকেও দুনিয়া (-এর সুখ-ভাগে) দান করে থাকেন। আর দ্বীন শুধু তাকেই তিনি দান করেন যাকে ভালবাসেন। সুতরাং যাকে আল্লাহ তা'আলা দ্বীন দান করেন, জানবে যে, তাকে তিনি ভালবাসেন। যার হাতে আমার প্রাণ রয়েছে তাঁর শপথ! বান্দা মুসলিম হয় না যে পর্যন্ত না তার হৃদয় ও জিহ্বা মুসলিম হয়। আর বান্দা মুমিন হয় না যে পর্যন্ত না তার অনিষ্ট থেকে তার প্রতিবেশী নিরাপদ হয়।” সাহাবীগণ জিজ্ঞেস করেনঃ “হে আল্লাহর রাসূল (সঃ)! তার অনিষ্ট কি?” উত্তরে তিনি বলেনঃ “প্রতারণা, যুলুম ইত্যাদি। জেনে রেখো যে, যে ব্যক্তি হারাম উপায়ে মাল উপার্জন করে, অতঃপর তা থেকে খরচ করে, তার খরচে বরকত দেয়া হয় না এবং সে যে দান করে সেই দান গৃহীত হয় না। সে যা কিছু ছেড়ে যাবে তা হবে তার জন্যে জাহান্নামের খাদ্যসম্ভার। আল্লাহ তাআলা মন্দকে মন্দ দ্বারা মুছে ফেলেন না। বরং তিনি মন্দকে মিটিয়ে থাকেন ভাল দ্বারা। কলুষতা কলুষতাকে দূর করে না। (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)"
    },
    { "ayah": 57, "surah": 23, "text": "Please check ayah 23:61 for complete tafsir." },
    { "ayah": 58, "surah": 23, "text": "Please check ayah 23:61 for complete tafsir." },
    { "ayah": 59, "surah": 23, "text": "Please check ayah 23:61 for complete tafsir." },
    { "ayah": 6, "surah": 23, "text": "Please check ayah 23:11 for complete tafsir." },
    { "ayah": 60, "surah": 23, "text": "Please check ayah 23:61 for complete tafsir." },
    {
      "ayah": 61,
      "surah": 23,
      "text": "৫৭-৬১ নং আয়াতের তাফসীর:\nমহান আল্লাহ বলেন যে, ইহসান ও ঈমানের সাথে সাথে সৎ কাজ করা এবং এরপরেও আল্লাহর ভয়ে প্রকম্পিত হওয়া মুমিনের বিশেষণ। হযরত হাসান বসরী (রঃ) বলেন যে, মুমিন ভাল কাজ করে এবং সাথে সাথে আল্লাহকে ভয় করতে থাকে। পক্ষান্তরে মুনাফিক খারাপ কাজ করে, আবার আল্লাহ থেকে নির্ভয় থাকে।ঘোষিত হচ্ছেঃ তারা তাদের প্রতিপালকের নিদর্শনাবলীতে ঈমান আনে। যেমন মহান আল্লাহ হযরত মারইয়াম (আঃ)-এর গুণ বর্ণনা করতে গিয়ে বলেনঃ (আরবী) অর্থাৎ “সে তার প্রতিপালকের কালেমা ও কিতাবসমূহর্কে সত্য বলে জেনেছিল।” (৬৬: ১২) অর্থাৎ তিনি আল্লাহ তাআলার ক্ষমতা, ইচ্ছা ও শরীয়তের উপর পূর্ণ আস্থা রাখতেন। তাঁর আদিষ্ট প্রতিটি কাজকে তিনি ভালবাসতেন। আর তাঁর নিষেধকৃত প্রতিটি কাজকে তিনি অপছন্দ করতেন।আল্লাহ তা'আলার উক্তিঃ তারা তাদের প্রতিপালকের সাথে শরীক করে না বরং তাকে এক বলে বিশ্বাস করে। তারা স্বীকার করে যে, আল্লাহ সম্পূর্ণরূপে অভাবমুক্ত। তাঁর স্ত্রী ও সন্তান নেই। তিনি অতুলনীয়। তাঁর সমকক্ষ কেউই নেই। তাঁর নামে তারা দান-খয়রাত করে থাকে। কিন্তু তা ককূল হবে কি না এ ভয় তাদের অন্তরে থাকে। তাই আল্লাহর পথে খরচ করার সময় তারা ভীত-কম্পিত হয়। হযরত সাঈদ ইবনে অহাব (রাঃ) হতে বর্ণিত আছে যে, হযরত আয়েশা (রাঃ) জিজ্ঞেস করেনঃ “হে আল্লাহর রাসূল (সঃ)! যারা যা দান করার তা দান করে ভীত-কম্পিত হৃদয়ে’-এর দ্বারা কি ঐ লোকদেরকে বুঝানো হয়েছে যারা চুরি করে, ব্যভিচার করে এবং মদ্যপান করে, অতঃপর মহামহিমান্বিত আল্লাহকে ভয় করে?” উত্তরে রাসূলুল্লাহ (সঃ) বলেনঃ “হে আবু বকর (রাঃ)-এর কন্যা! হে সিদ্দীক (রাঃ)-এর কন্যা। না, তারা নয়; বরং যারা নামায পড়ে, রোযা রাখে এবং দান-খয়রাত করে, অথচ আল্লাহকে ভয় করে তাদেরকেই বুঝানো হয়েছে।” (এ হাদীসটি মুসনাদে আহমাদে বর্ণিত হয়েছে। জামেউত তিরমিযী ও মুসনাদে ইবনে আবি হাতিমেও অনুরূপ বর্ণিত আছে। তাতে আছেঃ “হে সিদ্দীক (রাঃ)-এর কন্যা! না, তারা নয়, বরং যারা নামায পড়ে, রোযা রাখে এবং দান-খয়রাত করে অথচ ওগুলো কবুল হয় কি-না এজন্যে সদা ভীত-সন্ত্রস্ত থাকে তাদেরকেই বুঝানো হয়েছে)মহামহিমান্বিত আল্লাহ বলেনঃ ‘তারাই দ্রুত সম্পাদন করে কল্যাণকর কাজ এবং তারা তাতে অগ্রগামী হয়। (আরবী) অন্য কিরাতে (আরবী) রয়েছে। অর্থাৎ তারা যা করার তা করে থাকে, কিন্তু তাদের অন্তর থাকে ভীত-সন্ত্রস্ত।বর্ণিত আছে যে, হযরত আবু আসিম (রাঃ) হযরত আয়েশা (রাঃ)-এর নিকট প্রবেশ করেন। তখন তিনি তাকে মারহাবা বলে সাদর সম্ভাষণ জানান এবং বলেনঃ “তুমি মাঝে মাঝে আমাকে দর্শন দান কর না কেন?\" উত্তরে তিনি বলেনঃ “আপনি হয়তো বিরক্তিবোধ করবেন এ জন্যেই আসি না। আজকে একটি আয়াতের শব্দগুলোর বিশ্লেষণের উদ্দেশ্যেই আগমন করেছি। রাসূলুল্লাহ (সঃ) কিভাবে এটা পড়তেন তা আমি জানতে চাই।” হযরত আয়েশা (রাঃ) জিজ্ঞেস করলেনঃ “ওটা কোন আয়াত?\" তিনি জবাবে বললেনঃ “আয়াতটি হলোঃ (আরবী)উনি এভাবে পাঠ করতেন, না (আরবী) এভাবে পাঠ করতেন?” হযরত আয়েশা (রাঃ) জিজ্ঞেস করলেনঃ “এ দুটোর মধ্যে কোনটি তোমার নিকট অধিক পছন্দনীয়?” তিনি উত্তরে বললেনঃ (আরবী) এরূপভাবে পঠিত হয়ে থাকলে আমি যেন সারা দুনিয়াই পেয়ে যাবো, এমনকি এর চেয়েও বেশী আমি আনন্দিত হবো।” তখন হযরত আয়েশা (রাঃ) বলেনঃ তুমি শুনে খুশী হও যে, আল্লাহর শপথ! আমি রাসূলুল্লাহ (সঃ)-কে। এই আয়াতটি এভাবেই পড়তে শুনেছি। (এটা মুসনাদে আহমাদে বর্ণিত হয়েছে। এর একজন বর্ণনাকারী হলেন ইসমাঈল ইবনে মুসলিম। তিনি দুর্বল। বর্তমানে কুরআনে যেরূপ আছে এটাই প্রসিদ্ধ সাতটি কিরআত ও জমহূরের কিরাত। অর্থের দিক দিয়েও এটাই বেশী প্রকাশমান। কেননা, তাদেরকে অগ্রগামী বলা হয়েছে। কিন্তু দ্বিতীয় কিরআতটি নিলে তারা অগ্রগামী থাকেন না। বরং মধ্যম হালকা হয়ে যান। এসব ব্যাপারে আল্লাহই বেশী ভাল জানেন)"
    },
    { "ayah": 62, "surah": 23, "text": "Please check ayah 23:67 for complete tafsir." },
    { "ayah": 63, "surah": 23, "text": "Please check ayah 23:67 for complete tafsir." },
    { "ayah": 64, "surah": 23, "text": "Please check ayah 23:67 for complete tafsir." },
    { "ayah": 65, "surah": 23, "text": "Please check ayah 23:67 for complete tafsir." },
    { "ayah": 66, "surah": 23, "text": "Please check ayah 23:67 for complete tafsir." },
    {
      "ayah": 67,
      "surah": 23,
      "text": "৬২-৬৭ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা খবর দিচ্ছেন যে, তিনি শরীয়তকে সহজ করেছেন। তিনি বান্দাদেরকে এমন কাজের হুকুম দেন না যা তাদের সাধ্যের অতিরিক্ত। অতঃপর কিয়ামতের দিন তিনি তাদের কাজের হিসেব গ্রহণ করবেন। ওগুলো তারা পুস্তিকাকারে লিখিতরূপে বিদ্যমান পাবে। এই আমলনামা সঠিকভাবে তাদের এক একটি কাজের কথা প্রকাশ করে দেবে। কারো উপর কোন প্রকারের যুলুম করা হবে না। কারো পুণ্য কমিয়ে দেয়া হবে না। তবে অধিকাংশ মুমিনের পাপ ক্ষমা করে দেয়া হবে।ইরশাদ হচ্ছেঃ বরং এই বিষয়ে তাদের অন্তর অজ্ঞানতায় আচ্ছন্ন, এ ছাড়া আরো কাজ আছে যা তারা করে থাকে, যেমন শিরক ইত্যাদি। এ সবকিছু তারা নির্ভয়ে করে চলেছে। মৃত্যু পর্যন্ত তারা এসব মন্দ কাজ করতেই থাকবে যাতে তারা সমস্ত শাস্তির হকদার হয়ে যায়। যেমন ইতিপূর্বে হযরত ইবনে মাসউদ (রাঃ) হতে হাদীস বর্ণিত হয়েছেঃ “যিনি ছাড়া কোন মা'বুদ নেই তাঁর শপথ! কোন লোক জান্নাতের কাজ করতে করতে জান্নাত হতে মাত্র এক হাত দূরে রয়ে যায়, অতঃপর তার তকদীরের লিখন তার উপর বিজয়ী হয় এবং সে জাহান্নামীদের কাজ করতে শুরু করে দেয়। পরিণামে সে জাহান্নামে প্রবেশ করে।”মহান আল্লাহর উক্তিঃ আর আমি যখন তাদের ঐশ্বর্যশালী ব্যক্তিদেরকে শাস্তি দ্বারা ধৃত করি তখনই তারা আর্তনাদ করে উঠে। সূরায়ে মুযযামিলে রয়েছেঃ (আরবী) অর্থাৎ “ছেড়ে দাও আমাকে এবং বিলাস সামগ্রীর অধিকারী সত্য প্রত্যাখ্যানকারীদেরকে, আর কিছুকালের জন্যে তাদেরকে অবকাশ দাও। আমার নিকট আছে শৃংখল, প্রজ্বলিত অগ্নি।” (৭৩:১১-১২) অন্য জায়গায় আছেঃ (আরবী) অর্থাৎ তাদের পূর্বে আমি কত জনগোষ্ঠী ধ্বংস করেছি; তখন তারা আচষ্কার করেছিল। কিন্তু তখন পরিত্রাণের কোনই উপায় ছিল না।” (৩৮:৩) এখানে বলা হচ্ছেঃ আজ তোমরা চীৎকার করছো কেন? কেন আজ আর্তনাদ করছো? আজ এসবের কিছুই তোমাদের কাজে আসবে না। তোমাদের উপর আল্লাহর শাস্তি এসে পড়েছে। এখন চীৎকার আর্তনাদ সবই বৃথা। এমন কে আছে যে তোমাদেরকে সাহায্য করতে পারে? এরপর আল্লাহ তাআলা বলেনঃ আমার আয়াত তো তোমাদের নিকট আবৃত্তি করা হতো, কিন্তু তোমরা পিছনে ফিরে সরে পড়তে দম্ভভরে। (আরবী) তাদের সত্য হতে সরে পড়া ও সত্যকে অস্বীকার করা হতে (আরবী) হয়েছে যে, তারা ঐ সময় অহংকার করতো এবং সত্যপন্থীদেরকে তুচ্ছ জ্ঞান করতো। এই অর্থ হিসেবে (আরবী) এর (আরবী) সর্বনামটি হয়তো বা (আরবী)-এর দিকে অর্থাৎ মক্কার দিকে প্রত্যাবর্তিত হবে যে, তারা সেখানে বাজে ও অর্থহীন গল্প-গুজব করতো। কিংবা ওর (আরবী) হবে কুরআন, যাকে তারা উপহাসের বস্তু বানিয়ে নিয়েছিল। কখনো ওটাকে কবিতা বলতো, কখনো বলতো ভবিষ্যৎ কথন ইত্যাদি। অথবা এর (আরবী) স্বয়ং রাসূলুল্লাহ (সঃ)। রাত্রিকালে অযথা বসে থেকে তাদের গল্প-গুজবের মধ্যে তারা তাকে কখনো কবি বলতো, কখনো বলতো যাদুকর, কখনো বলতো, মিথ্যাবাদী এবং কখনো পাগল বলতো। অথচ ‘হারাম’ আল্লাহর ঘর, কুরআন তাঁর কালাম এবং মুহাম্মাদ (সঃ) তাঁর রাসূল, যাকে তিনি সাহায্য করেছেন এবং মক্কার উপর বিজয়ী করেছেন। মুশরিকদেরকে লাঞ্ছিত ও অপমানিত অবস্থায় সেখান থেকে বের করিয়েছেন। আবার ভাবার্থ এও বলা হয়েছে যে, তারা বায়তুল্লাহর কারণে গর্ব করতো। তারা ধারণা করতো যে, তারা আল্লাহর বন্ধু ও প্রিয়পাত্র। অথচ ওটা ছিল তাদের অলিক ধারণা মাত্র। হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, কুরায়েশ মুশরিকরা বায়তুল্লাহর উপর ফখর করতো এবং নিজেদেরকে ওর ব্যবস্থাপক এবং মুতাওয়াল্লী মনে করতো। অথচ না তারা ওটা আবাদ করতো না ওর আদব করতো। ইমাম ইবনে আবি হাতিম (রঃ) এখানে অনেক কিছু লিখেছেন যেগুলোর মূল বক্তব্য এটাই।"
    },
    { "ayah": 68, "surah": 23, "text": "Please check ayah 23:75 for complete tafsir." },
    { "ayah": 69, "surah": 23, "text": "Please check ayah 23:75 for complete tafsir." },
    { "ayah": 7, "surah": 23, "text": "Please check ayah 23:11 for complete tafsir." },
    { "ayah": 70, "surah": 23, "text": "Please check ayah 23:75 for complete tafsir." },
    { "ayah": 71, "surah": 23, "text": "Please check ayah 23:75 for complete tafsir." },
    { "ayah": 72, "surah": 23, "text": "Please check ayah 23:75 for complete tafsir." },
    { "ayah": 73, "surah": 23, "text": "Please check ayah 23:75 for complete tafsir." },
    { "ayah": 74, "surah": 23, "text": "Please check ayah 23:75 for complete tafsir." },
    {
      "ayah": 75,
      "surah": 23,
      "text": "৬৮-৭৫ নং আয়াতের তাফসীর:\nমুশরিকরা যে কুরআন বুঝতো না, ওর সম্পর্কে চিন্তা-গবেষণা করতো না, বরং ওর থেকে মুখ ফিরিয়ে নিতো এ ব্যাপারে আল্লাহ তা'আলা তাদের প্রতি অসন্তোষ প্রকাশ করছেন। কেননা, তিনি তাদের প্রতি এমন পবিত্র কিতাব অবতীর্ণ করেছেন যা ইতিপূর্বে কোন নবীর উপর অবতীর্ণ করেননি। এই কিতাব সবচেয়ে বেশী মর্যাদা সম্পন্ন ও উত্তম। তাদের যেসব পূর্বপুরুষ অজ্ঞতার যুগে মৃত্যুবরণ করেছিল তাদের কাছে কোন আসমানী গ্রন্থ ছিল না এবং তাদের কাছে কোন নবীরও আগমন ঘটেনি। সুতরাং এদের উচিত ছিল আল্লাহর এই রাসূল (সঃ)-কে মেনে নেয়া, তাঁর কিতাবের মর্যাদা দেয়া এবং দিবা-নিশি এর উপর আমল করতে থাকা। যেমন তাদের মধ্যকার বিবেকবান লোকেরা করেছিল। তারা মুসলমান হয়ে রাসূলুল্লাহ (সঃ)-এর পূর্ণ অনুসারী হয়ে গিয়েছিল। আর নিজেদের কাজের দ্বারা তারা মহান আল্লাহকে সন্তুষ্ট করেছিল। বড়ই দুঃখের বিষয় যে, কাফিররা বিবেক-বুদ্ধির সাথে কাজ করেনি। কুরআন কারীমের অস্পষ্ট মর্ম বিশিষ্ট আয়াতগুলোর পিছনে পড়ে তারা নিজেদেরকে ধ্বংসের মুখে ঠেলে দেয়। হযরত মুহাম্মাদ (সঃ)-এর সততা, সত্যবাদিতা এবং বিশ্বস্ততা সম্পর্কে তারা কি ওয়াকিফহাল নয়? তিনি তো তাদের মধ্যেই জন্মগ্রহণ করেছেন এবং তাদেরই মধ্যে প্রতিপালিত হয়ে বড় হয়েছেন। অথচ এখন কি কারণে তারা তাকে মিথ্যাবাদী বলতে শুরু করে দিলো? এর পূর্বে তো তারা তাঁকে বিশ্বস্ত ও সত্যবাদী উপাধিতে ভূষিত করেছিল। এখন তাদের তার থেকে বিমুখ হওয়ার কারণ কি? হযরত জাফর ইবনে আবি তালিব (রাঃ) আবিসিনিয়ার সম্রাট নাজ্জাশীর সামনে রাসূলুল্লাহ (সঃ)-এর সম্পর্কে এ কথাই বলেছিলেনঃ “বিশ্ব প্রতিপালক এক ও অংশীবিহীন আল্লাহ আমাদের মধ্যে এমন একজন রাসূল (সঃ) প্রেরণ করেছেন যার বংশ গরিমা, সত্যবাদিতা এবং বিশ্বস্ততা সম্পর্কে আমাদের পূর্ণ অবগতি ছিল।”হযরত মুগীরা ইবনে শুবাহ (রাঃ) জিহাদের প্রান্তরে পারস্য সম্রাট কিসরার সামনেও একথাই বলেছিলেন। আবু সুফিয়ান সখর ইবনে হারব (রাঃ) রোম সম্রাট হিরাক্লিয়াসের সামনে রাসূলুল্লাহ (সঃ)-এর সততা, সত্যবাদিতা, বিশ্বস্ততা এবং সদ্বংশের কথা ঘোষণা করেছিলেন। যে সময় সম্রাট তাঁকে তাঁর সঙ্গীদের সামনে রাসূলুল্লাহ (সঃ) সম্পর্কে জিজ্ঞাসাবাদ করেছিলেন। অথচ আবু সুফিয়ান (রাঃ) ঐ সময় মুসলমান ছিলেন না। কাফির ও মুশরিকরা বলতো যে, হযরত মুহাম্মাদ (সঃ) পাগল কিংবা তিনি নিজেই কুরআন রচনা করেছেন। অথচ প্রকৃত ব্যাপার তা নয়। প্রকৃত কথা শুধু এটাই যে, তাদের অন্তর ঈমান-শূন্য। তারা কুরআন সম্পর্কে চিন্তা-গবেষণা করে। মুখে যা আসে তাই তারা বলে দেয়। কুরআন তো এমন কালাম যার তুল্য কিছু পেশ করতে সারা দুনিয়া অপারগ হয়ে গেছে। কঠিন বিরোধিতা, পূর্ণ চেষ্টা এবং সীমাহীন মুকাবিলা সত্ত্বেও কারো দ্বারা সম্ভব হয়নি যে, এই কুরআনের অনুরূপ নিজে বানিয়ে নেয় বা সবারই সাহায্যের মাধ্যমে এইরূপ একটি সূরা আনয়ন করে। এটা তো সরাসরি সত্য। কিন্তু তাদের অধিকাংশই সত্যকে অপছন্দ করে। পরবর্তী বাক্যটি ‘হাল' বা অবস্থাববাধক বা এটা খাবারিয়্যাহ মুসতানেফাও হতে পারে। এসব ব্যাপারে আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন।বর্ণিত আছে যে, নবী (সঃ) একদা একটি লোকের সাথে সাক্ষাৎ করেন এবং তাকে বলেনঃ “ইসলাম কবুল কর।” তখন লোকটি বলেঃ “আপনি আমাকে এ বিষয়ের দিকে আহ্বান করছেন যা আমি অপছন্দ করি।” নবী (সঃ) তখন তাকে বলেনঃ “যদিও তুমি অপছন্দ কর (তবুও ইসলাম কবুল করে নাও।)”অন্য একটি বর্ণনায় আছে যে, নবী (সঃ) একটি লোকের সাথে সাক্ষাৎ করেন এবং তাকে বলেনঃ “তুমি ইসলাম কবূল কর।” একথা তার কাছে খুব কঠিন ঠকে এবং তার চেহারা রক্তিম বর্ণ ধারণ করে। তিনি তখন তাকে বলেনঃ “দেখো, তুমি যদি কোন জনমানবহীন বিপদ সংকুল পথে চলতে থাকে এবং এমতাবস্থায় পথে এক লোকের সাথে তোমার সাক্ষাৎ হয়, যার নাম ও বংশ এবং সত্যবাদিতা ও বিশ্বস্ততা সম্পর্কে তুমি পূর্ণ ওয়াকিফহাল। এখন সে যদি তোমাকে বলেঃ তুমি ঐ পথে চল যে পথটি প্রশস্ত, সহজ ও পরিষ্কার-পরিচ্ছন্ন। তাহলে তুমি তার প্রদর্শিত ঐ পথে যাবে কি যাবে না?” লোকটি উত্তরে বলেঃ “হ্যা, অবশ্যই আমি ঐ পথই ধরবো।” রাসূলুল্লাহ (সঃ) তখন তাকে বললেনঃ “তাহলে বিশ্বাস রেখো যে, আল্লাহর শপথ! নিশ্চয়ই তুমি দুনিয়ার এই কঠিন ও বিপদ সংকুল পথের চেয়েও বেশী মন্দ ও ভয়াবহ পথে রয়েছে। আর আমি তোমাকে সরল সঠিক পথের দিকে আহ্বান করছি। সুতরাং আমার কথা মেনে নাও।” আর একটি রিওয়াইয়াতে রয়েছে যে, একটি লোকের সাথে নবী (সঃ)-এর সাক্ষাৎ হয়। তিনি তাকে ইসলামের দাওয়াত দেন এবং তা তার কাছে কঠিন বোধ হয়। তখন তিনি তাকে বলেনঃ “আচ্ছা, যদি তোমার দু’জন সঙ্গী থাকে, যাদের একজন সত্যবাদী ও বিশ্বস্ত এবং অপরজন মিথ্যাবাদী ও বিশ্বাসঘাতক, তবে তুমি কার সাথে ভালবাসা রাখবে?” উত্তরে লোকটি বলেঃ “আমি সত্যবাদী ও বিশ্বস্ত সঙ্গীটিকেই ভালবাসবো।” তখন রাসূলুল্লাহ (সঃ) তাকে বললেনঃ “তোমরা তোমাদের প্রতিপালকের নিকট এরূপই বটে।” (আরবী)-এই আয়াতে দ্বারা মুজাহিদ (রঃ), আবু সালেহ (রঃ) এবং সুদ্দী (রঃ)-এর উক্তি হিসেবে মহামহিমান্বিত আল্লাহকেই বুঝানো হয়েছে। অর্থাৎ আল্লাহ তাআলা যদি তাদের বাসনা অনুযায়ী শরীয়ত নির্ধারণ করতেন তবে আকাশমণ্ডলী ও পৃথিবী বিশৃংখল হয়ে পড়তো। যেমন মহান আল্লাহ তাদের উক্তির উদ্ধৃতি দিয়ে বলেছেনঃ (আরবী) অর্থাৎ “দুই জনপদের মধ্য হতে কোন বড় (নেতৃস্থানীয়) লোকের উপর কেন এই কুরআন অবতীর্ণ করা হয়নি?” (৪৩:৩১) তাদের এই প্রশ্নের উত্তরে বলা হয়েছেঃ (আরবী) অর্থাৎ তারাই কি তোমার প্রতিপালকের করুণা বন্টন করছে?” আর এক আয়াতে আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ ‘তুমি বলে দাওঃ যদি তোমাদেরই হাতে আমার প্রতিপালকের রহমতের ভাণ্ডার থাকতো তবে তোমরা অবশ্যই খরচের ভয়ে তা আটকিয়ে রাখতে।” (১৭:১০০) আর এক জায়গায় বলেনঃ (আরবী) অর্থাৎ “তবে কি রাজ-শক্তিতে তাদের কোন অংশ আছে? সে ক্ষেত্রেও তো তারা কাউকেও এক কপর্দকও দিবে না।” (৪:৫৩) সুতরাং এ সমুদয় আয়াতে আল্লাহ তাআলা বর্ণনা দিচ্ছেন যে, মানবীয় মস্তিষ্ক মাখলুকের ব্যবস্থাপনার মোটেই যোগ্যতা রাখে না। এটা একমাত্র আল্লাহর মাহাত্ম্য যে, তাঁর গুণাবলী, তার ফরমান, তাঁর কার্যাবলী, তাঁর শরীয়ত, তার তকদীর, তার তদবীর তাঁর সৃষ্টজীবের জন্যে কামেল বা পূর্ণ এবং সবই সমস্ত মাখলুকের প্রয়োজন পূরণের অনুকূলে। তিনি ছাড়া কোন মাবুদ নেই এবং নেই কোন প্রতিপালক। এরপর মহান আল্লাহ বলেনঃ আমি তাদের দিয়েছি উপদেশ অর্থাৎ কুরআন, কিন্তু তারা এর থেকে মুখ ফিরিয়ে নেয়। স্বীয় নবী (সঃ)-কে আল্লাহ সম্বোধন করে বলছেনঃ তুমি কি তাদের কাছে কোন প্রতিদান চাও? অর্থাৎ তুমি তাদের কাছে তো কোন প্রতিদান চাও না। তোমার প্রতিপালকের প্রতিদানই শ্রেষ্ঠ এবং তিনিই শ্রেষ্ঠ জীবিকা প্রদানকারী। যেমন মহামহিমান্বিত আল্লাহ এক জায়গায় বলেনঃ (আরবী) অর্থাৎ “আমি তোমাদের কাছে যে প্রতিদান চেয়েছি তা তোমাদেরই জন্যে, আমার প্রতিদান তো রয়েছে আল্লাহরই দায়িত্বে।” (৩৪:৪৭) আরো বলেনঃ (আরবী) অর্থাৎ “তুমি আমি এর জন্যে তোমাদের কাছে কোন প্রতিদান চাচ্ছি না। এবং আমি লৌকিকতা প্রদর্শনকারীদের অন্তর্ভুক্ত নই।” (৩৮:৮৬) অন্যত্র বলেনঃ (আরবী) অর্থাৎ “তুমি বলঃ এর জন্যে আমি তোমাদের কাছে কোন প্রতিদান যাজ্ঞা কহিনা, শুধু আত্মীয়তার সম্পর্ক যুক্ত রাখাই আমার কাম্য।” (৪২৪:২৩) আরো বলেনঃ (আরবী) অর্থাৎ “নগরীর প্রান্ত হতে এক ব্যক্তি ছুটে আসলো, সে বললোঃ হে আমার সম্প্রদায় রাসূলদের অনুসরণ কর। অনুসরণ কর তাদের যারা তোমাদের নিকট কোন প্রতিদান চায় না।” (৩৬:২০-২১) এখানে মহান আল্লাহ বলেনঃ তিনিই শেষ্ঠ রিযিকদাতা। তুমি তো তাদেরকে সরল পথে আহ্বান করছো।হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, (একদা) রাসূলুল্লাহ (সঃ) শায়িত ছিলেন, এমন সময় দু’জন ফেরেশতা তাঁর নিকট আগমন করেন। তাঁদের একজন তার পদদ্বয়ের নিকট এবং অপরজন তাঁর শিয়রে উপবেশন করেন। তাঁর পদদ্বয়ের পাশে উপবিষ্টজন শিয়রে উপবিষ্টজনকে বলেনঃ “তাঁর ও তাঁর উম্মতের দৃষ্টান্ত বর্ণনা কর।” তিনি তখন বললেনঃ “তাদের দৃষ্টান্ত ভ্রমণরত ঐ যাত্রী দলের মত যারা জনশূন্য এক মরুপ্রান্তরে অবস্থান করছিল। না তাদের কাছে পাথেয় ছিল, না খাদ্য ও পানীয় ছিল। তাদের সামনে অগ্রসর হওয়ারও শক্তি ছিল না এবং পিছনে হটবারও ক্ষমতা ছিল না। তাদের পরিণতি কি হবে এই চিন্তায় ছিল তারা উদ্বিগ্ন। এমন সময় তারা দেখলো যে, একজন সৎ ও ভদ্রলোক সুন্দর পোষাক পরিহিত অবস্থায় চলে আসছেন। তিনি তাদেরকে ভীষণ উদ্বিগ্ন দেখে বললেনঃ “যদি তোমরা আমার কথা মেনে নিয়ে আমার সাথে যাত্রা শুরু কর তবে আমি তোমাদেরকে ফলভর্তি বাগানে এবং পানিপূর্ণ জলাশয়ে পৌঁছিয়ে দিবো।” তারা তাঁর কথা মেনে নিলো এবং সত্যিই তিনি তাদেরকে সবুজ-শ্যামল তরুতাজা বাগানে এবং প্রবাহিত জলাশয়ে পৌছিয়ে দিলেন। সেখানে তারা নির্বিঘ্নে পানাহার করলো এবং পরিতৃপ্ত হওয়ার কারণে হৃষ্টপুষ্ট হয়ে গেল। একদিন ঐ ভদ্রলোকটি তাদেরকে বললেনঃ “দেখো, আমি তোমাদেরকে ঐ ধ্বংস ও দারিদ্র্যের হাত থেকে রক্ষা করে এখানে এনেছি। যদি এখন তোমরা আমার কথা মেনে নাও তবে আমি তোমাদেরকে এর চেয়েও উন্নতমানের বাগানে, এর চেয়েও উত্তম জায়গায় এবং এর অপেক্ষাও বেশী উন্নতমানের জলাশয়ে পৌঁছিয়ে দিবো।” তাঁর এ কথায় তাদের একটি দল সম্মত হয়ে গেল এবং তার সাথে যাওয়ার জন্যে প্রস্তুত হলো। কিন্তু অপর একটি দল বললোঃ “আমাদের অন্য কিছুর প্রয়োজন নেই। আমরা এখানেই থাকবো।” (এটা ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)হযরত উমার ইবনুল খাত্তাব (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমি তোমাদের কোমর ধরে তোমাদেরকে জাহান্নামে পতিত হওয়া থেকে রক্ষা করতে চাচ্ছি, কিন্তু তোমরা প্রজাপতি ও বর্ষাকালীন পোকা-মাকড়ের মত আমার থেকে ছুটে ছুটে আগুনে পড়তে রয়েছে। তোমরা কি চাচ্ছ যে, আমি তোমাদেরকে ছেড়ে দিই? জেনে রেখো যে, হাউযে কাওসারের উপরও আমি তোমাদের নেতা হবো। তোমরা এক এক করে এবং দলবদ্ধ হয়ে আমার নিকট আসবে। আমি তোমাদেরকে চিহ্ন ও লক্ষণ দেখে চিনে নেবো, যেমন একজন অপরিচিত লোক অন্যদের উটগুলোর মধ্য হতে নিজের উটকে চিনে থাকে। আমার চোখের সামনে তোমাদের মধ্য হতে কাউকে কাউকে বাম দিকের শাস্তির ফেরেশতারা ধরে নিয়ে যেতে চাইবে। আমি তখন মহামহিমান্বিত আল্লাহর কাছে আরয করাবোঃ হে আমার প্রতিপালক! এরা তো আমার সম্প্রদায়ের ও উম্মতের লোক। উত্তরে তিনি বলবেনঃ ‘তোমার (তিরোধানের) পর তারা ধর্মকার্যে যে নতুনত্ব সৃষ্টি করেছিল তা তুমি জান না। তোমার পরে তারা পশ্চাদপদে ফিরে গিয়েছিল। আমি ঐ লোকটিকেও চিনে নেবো যে কাঁধের উপর বকরী উঠিয়ে নিয়ে আসবে। বকরী পা পা শব্দ করতে থাকবে। লোকটি আমার নাম ধরে ডাকতে থাকবে। কিন্তু আমি পরিষ্কারভাবে বলে দেবোঃ “আমি আজ আল্লাহর সামনে তোমার কোন উপকার করতে পারবো না। আমি তোমার কাছে আল্লাহর বাণী পৌছিয়ে দিয়েছিলাম। অনুরূপভাবে কেউ উট নিয়ে আসবে, উট শব্দ করতে থাকবে। লোকটি হে মুহাম্মাদ (সঃ)! হে মুহাম্মাদ (সঃ)! বলে ডাক দেবে। কিন্তু আমি তাকে বলবোঃ আল্লাহর কাছে তোমার ব্যাপারে আমি কোনই অধিকার রাখি না। আমি তোমার নিকট তার বাণী পৌঁছিয়ে দিয়েছিলাম। কেউ কেউ এমন অবস্থায় আসবে যে, ঘোড়া তার কাঁধে সওয়ার হয়ে থাকবে এবং ঐ ঘোড়া হ্রেষা ধ্বনি করবে। লোকটি আমাকে ডাকবে। কিন্তু অনুরূপ জবাবই আমি দেবো। কেউ চামড়ার মোশক বহন করে নিয়ে আসবে এবং বলবেঃ হে মুহাম্মাদ (সঃ)! হে মুহাম্মাদ (সঃ)! আমি বলবোঃ আমি আজ তোমার ব্যাপারে কোন কিছুই অধিকারী নই। আমি তো তোমার কাছে মহান আল্লাহর বাণী পৌঁছিয়ে দিয়েছিলাম।” (এ হাদীসটি আবু ইয়ালা মুসিলী (রঃ) বর্ণনা করেছেন। ইমাম আলী ইবনে মাদীনী (রঃ) বলেন যে, হাদীসটির সনদ তো হাসান বটে, কিন্তু এর হাফস ইবনে হুযাইদ নামক একজন বর্ণনাকারী অজ্ঞাত। তবে ইমাম ইয়াহইয়া আবি মুঈন (রঃ) তাঁকে সৎ বলেছেন এবং ইমাম নাসাঈ (রঃ) ও ইমাম ইবনে হিব্বানও (রঃ) তাকে বিশ্বাসযোগ্য বলেছেন)মহান আল্লাহ বলেনঃ যারা আখিরাতে বিশ্বাস করে না তারা তো সরল পথ হতে বিচ্যুত। যখন কোন লোক সোজা-সরল পথ হতে সরে পড়ে তখন আরববাসী বলে থাকে। (আরবী) অর্থাৎ ‘অমুক রাস্তা হতে বিচ্যুত হয়েছে।' আল্লাহ তা'আলা তাদের কুফরীর পরিপক্কতার বর্ণনা দিতে গিয়ে বলেনঃ আমি তাদের প্রতি দয়া করলেও এবং তাদের দুঃখ দৈন্য দূর করলেও তারা অবাধ্যতায় বিভ্রান্তের ন্যায় ঘুরতে থাকবে।যা কিছু হয়নি তা যখন হবে তখন কিভাবে হবে সেটা একমাত্র আল্লাহ পাকই জানেন। এজন্যেই অন্য জায়গায় রয়েছেঃ (আরবী) অর্থাৎ “আল্লাহ যদি তাদের মধ্যে কল্যাণ জানতেন তবে অবশ্যই তাদেরকে শুনাতেন। আর যদি তাদেরকে শুনাতেনও তবুও তারা বিমুখ হয়ে পৃষ্ঠ প্রদর্শন  করতো।\" (৮:২৩) আর এক জায়গায় আছে- “হায়, যদি তুমি দেখতে! যখন তাদেরকে জাহান্নামের উপর দাঁড় করানো হবে তখন তারা বলবে, হায়! যদি আমাদেরকে (পুনরায় দুনিয়ায়) ফিরিয়ে দেয়া হতো তবে আমরা আমাদের প্রতিপালকের আয়াতসমূহকে মিথ্যা প্রতিপন্ন করতাম না এবং মুমিনদের অন্তর্ভুক্ত হতাম। যদি তাদেরকে ফিরিয়ে দেয়াও হয় তবুও তারা নিষিদ্ধ কাজগুলোর দিকে আবার ফিরে যাবে (শেষ পর্যন্ত)।” সুতরাং এগুলো এমন বিষয় যা হবে না, কিন্তু হলে কি হবে তা একমাত্র আল্লাহই জানেন। হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, কুরআন কারীমে যে বাক্য দ্বারা শুরু করা হয়েছে তা কখনই সংঘটিত হবে না।"
    },
    { "ayah": 76, "surah": 23, "text": "Please check ayah 23:83 for complete tafsir." },
    { "ayah": 77, "surah": 23, "text": "Please check ayah 23:83 for complete tafsir." },
    { "ayah": 78, "surah": 23, "text": "Please check ayah 23:83 for complete tafsir." },
    { "ayah": 79, "surah": 23, "text": "Please check ayah 23:83 for complete tafsir." },
    { "ayah": 8, "surah": 23, "text": "Please check ayah 23:11 for complete tafsir." },
    { "ayah": 80, "surah": 23, "text": "Please check ayah 23:83 for complete tafsir." },
    { "ayah": 81, "surah": 23, "text": "Please check ayah 23:83 for complete tafsir." },
    { "ayah": 82, "surah": 23, "text": "Please check ayah 23:83 for complete tafsir." },
    {
      "ayah": 83,
      "surah": 23,
      "text": "৭৬-৮৩ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা বলেনঃ আমি তাদেরকে শাস্তি দ্বারা ধৃত করলাম অর্থাৎ আমি তাদের দুষ্কর্মের কারণে তাদেরকে কষ্ট ও বিপদে জড়িত করে ফেললাম, কিন্তু এতেও তারা না কুফরী পরিত্যাগ করলো, না তাদের প্রতিপালকের প্রতি বিনত হলো। বরং তখন তারা কুফরী ও বিভ্রান্তির উপর অটল থাকলো। যেমন মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ তাদের কাছে যখন আমার শাস্তি এসে গেল তখন কেন তারা বিনীতভাবে আমার দিকে ঝুঁকে পড়লো না। প্রকৃত ব্যাপার এই যে, তাদের অন্তর শক্ত হয়ে গেছে।” (৬:৪৩) হযরত ইবনে আব্বাস (রাঃ) বলেন যে, এই আয়াতে এ দুর্ভিক্ষের বর্ণনা রয়েছে যা কুরায়েশদের উপর রাসূলুল্লাহ (সঃ)-কে না মানার কারণে পতিত হয়েছিল, যার অভিযোগ নিয়ে আবু সুফিয়ান (রাঃ) রাসূলুল্লাহ (সঃ) এর নিকট গমন করেছিলেন এবং তাঁকে বলেছিলেনঃ “হে মুহাম্মাদ (সঃ)! আমি তোমাকে আল্লাহর কসম দিয়ে ও আত্মীয়তার সম্পর্কের মাধ্যম দিয়ে বলছি যে, (দুর্ভিক্ষের কবলে পতিত হয়ে এখন) আমরা গোবর ও রক্ত খেতে শুরু করে দিয়েছি।” তখন আল্লাহ তা'আলা (আরবী) এই আয়াতটি অবতীর্ণ করেন। (এটা ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন। সুনানে নাসাঈতেও এটা বর্ণিত হয়েছে) এ কথাও বর্ণিত আছে যে, কুরায়েশদের দুর্ব্যবহারে অতিষ্ঠ হয়ে রাসূলুল্লাহ (সঃ) তাদের উপর বদ দু'আ করে বলেছিলেনঃ “হে আল্লাহ! হযরত ইউসুফ (আঃ)-এর যুগের মত এদের উপর সাত বছরের দুর্ভিক্ষ চাপিয়ে দিয়ে আমাকে সাহায্য করুন! (এ হাদীসটি সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত আছে)হযরত আমর ইবনে কাইসান (রঃ) হতে বর্ণিত আছে যে, হযরত অহাব ইবনে মুনাব্বাহ (রঃ)-কে বন্দী করা হলে তথায় একজন নব যুবক তাঁকে বলেনঃ “হে আবু আবদিল্লাহ (রঃ)! আপনার মনোরঞ্জনের জন্যে আমি কিছু কবিতা পাঠ করাবো কি?” উত্তরে তিনি বলেনঃ “এখন আমরা আল্লাহর শাস্তির মধ্যে রয়েছি। আর যারা এরূপ অবস্থাতেও আল্লাহর দিকে ঝুঁকে পড়ে না তাদের বিরুদ্ধে কুরআন কারীমে অভিযোগ করা হয়েছে।” অতঃপর তিনি ক্রমান্বয়ে তিনটি রোযা রাখেন (মাঝে ইফতার না করে)। তখন তাকে জিজ্ঞেস করা হয়ঃ “হে আবু আবদিল্লাহ! এটা কিরূপ রোযা (যাতে আপনি মাঝে ইফতার করেননি)?” জবাবে তিনি বলেনঃ “আমাদের জন্যে একটি নতুন বিষয় উদ্ভাবন করা হয়েছে, সুতরাং আমরাও একটা নতুন বিষয় উদ্ভাবন করলাম। অর্থাৎ আমাদেরকে বন্দী করে বাড়াবাড়ি করা হয়েছে, সুতরাং আমরাও ইবাদতে বাড়াবাড়ি করলাম।” (মুসনাদে ইবনে আবি হাতিমে এটা বর্ণনা করা হয়েছে)এরপর মহান আল্লাহ বলেনঃ অবশেষে যখন আমি তাদের জন্যে কঠিন শাস্তির দর্য খুলে দেই তখনই তারা এতে হতাশ হয়ে পড়ে। অর্থাৎ যে শাস্তির কথা তারা কল্পনাও করেনি সেই শাস্তি আকস্মিকভাবে যখন তাদের উপর এসে পড়ে তখন তারা পরিত্রাণ লাভে সম্পূর্ণরূপে নিরাশ হয়ে পড়ে।আল্লাহ তা'আলা মানুষকে অসংখ্য নিয়ামত দান করেছেন। তিনি চক্ষু, কর্ণ, অন্তঃকরণ এবং জ্ঞান-বুদ্ধি দিয়েছেন যাতে তারা চিন্তা-গবেষণা করে তার একত্ব ও ব্যাপক ক্ষমতা এবং একচ্ছত্র আধিপত্য অনুধাবন করতে পারে। কিন্তু যতই নিয়ামত বৃদ্ধি পাচ্ছে ততই শুকরগুযারী কমে যাচ্ছে। যেমন তিনি বলেনঃ (আরবী) অর্থাৎ “তোমরা অল্পই কৃতজ্ঞতা প্রকাশ করে থাকো।” আর এক জায়গায় বলেনঃ (আরবী)  তোমার চাহিদা থাকলেও অধিকাংশ লোকই মুমিন নয়।\" (১২:১০৩)।অতঃপর মহামহিমান্বিত আল্লাহ তাঁর বিরাট সাম্রাজ্য এবং মহাশক্তির বর্ণনা দিতে গিয়ে বলেনঃ তিনিই তোমাদেরকে পৃথিবীতে বিস্তৃত করেছেন এবং তোমাদেরকে তাঁরই নিকট একত্রিত করা হবে। প্রথমে তিনি সৃষ্টি করেছেন, মৃত্যুর পরে পুনরায় তিনিই সৃষ্টি করবেন। ছোট, বড়, পূর্বের ও পরের কেউই অবশিষ্ট থাকবে না। পচা সড়া হাড়কে জীবিতকারী এবং মানুষকে মৃত্যুদানকারী একমাত্র তিনিই। তাঁর হুকুমেই দিন যাচ্ছে রাত্রি আসছে এবং রাত্রি যাচ্ছে দিন আসছে। সুশৃংখলভাবে একটার পর একটা আসছে ও যাচ্ছে। যেমন আল্লাহ পাক বলেনঃ (আরবী) অর্থাৎ “সৃর্ষে পক্ষে সম্ভব নয় চন্দ্রের নাগাল পাওয়া এবং রজনীর পক্ষে সম্ভব নয় দিবসকে অতিক্রম ; এবং প্রত্যেকে নিজ নিজ কক্ষপথে সন্তরণ করে।” (৩৬:৪০) তাই মহান আল্লাহ বলেনঃ তবুও কি তোমরা বুঝবে না? এতো বড় বড় নিদর্শন দেখেও কি তোমরা তোমাদের প্রতিপালক আল্লাহকে চিনবে না? তিনি যে মহা-ক্ষমতাবান ও অসীম জ্ঞানের অধিকারী এটা তোমাদের মেনে নেয়া উচিত।এরপর আল্লাহ তা'আলা বলেনঃ এতদসত্ত্বেও তারা বলে, যেমন বলেছিল তাদের পূর্ববর্তীরা। প্রকৃত কথা এই যে, এ যুগের কাফির ও পূর্ববর্তী যুগের কাফিরদের অন্তর একই। তাদের ও এদের উক্তির মধ্যে কোনই পার্থক্য নেই। ঐ উক্তি হলোঃ “আমাদের মৃত্যু ঘটলে এবং আমরা মৃত্তিকা ও অস্থিতে পরিণত হলেও কি পুনরুত্থিত হবো? এটা বোধগম্য নয়। এই প্রতিশ্রুতি আমাদেরকে দেয়া হয়েছে এবং অতীতে আমাদের পূর্বপুরুষদেরকেও এই প্রতিশ্রুতিই দেয়া হয়েছিল। এটা তো সে কালের উপকথা ব্যতীত আর কিছুই নয়। কিন্তু আমরা সে মৃত্যুর পরে কাউকেও জীবিত হতে দেখিনি।” এর দ্বারা তারা বুঝাতে চেয়েছে যে, পুনরুত্থান সম্ভব নয়। যেমন অন্য জায়গায় আল্লাহ তাআলা তাদের সম্পর্কে খবর দিতে গিয়ে বলেনঃ (আরবী) অর্থাৎ “(তারা বলে, আমরা কি পূর্বাবস্থায় প্রত্যাবর্তিত হবো) গলিত অস্থিতে পরিণত হওয়ার পরও? তারা বলে, তাই যদি হয় তবে তো এটা সর্বনাশা প্রত্যাবর্তন। এটা তো শুধু এক বিকট আওয়াজ, তখনই ময়দানে তাদের আবির্ভাব হবে।” (৭৯: ১১-১৪) আর এক জায়গায় মহামহিমান্বিত আল্লাহ বলেনঃ (আরবী) অর্থাৎ “মানুষ কি দেখে না যে, আমি তাকে সৃষ্টি করেছি শুক্রবিন্দু হতে? অথচ পরে সে হয়ে পড়ে প্রকাশ্য বিতণ্ডাকারী। আর সে আমার সামনে উপমা রচনা করে অথচ সে নিজের সৃষ্টির কথা ভুলে যায়; বলে, অস্থিতে প্রাণ সঞ্চার করবে কে যখন ওটা পচে গলে যাবে? বলঃ ওর মধ্যে প্রাণ সঞ্চার করবেন তিনিই যিনি এটা প্রথমবার সৃষ্টি করেছেন এবং তিনি প্রত্যেকটি সৃষ্টি সম্বন্ধে সম্যক পরিজ্ঞাত।” (৩৬:৭৭-৭৯)"
    },
    { "ayah": 84, "surah": 23, "text": "Please check ayah 23:90 for complete tafsir." },
    { "ayah": 85, "surah": 23, "text": "Please check ayah 23:90 for complete tafsir." },
    { "ayah": 86, "surah": 23, "text": "Please check ayah 23:90 for complete tafsir." },
    { "ayah": 87, "surah": 23, "text": "Please check ayah 23:90 for complete tafsir." },
    { "ayah": 88, "surah": 23, "text": "Please check ayah 23:90 for complete tafsir." },
    { "ayah": 89, "surah": 23, "text": "Please check ayah 23:90 for complete tafsir." },
    { "ayah": 9, "surah": 23, "text": "Please check ayah 23:11 for complete tafsir." },
    {
      "ayah": 90,
      "surah": 23,
      "text": "৮৪-৯০ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা স্বীয় একত্ব, সৃষ্টির কর্তৃত্ব, স্বেচ্ছাচারিতা ও আধিপত্য সাব্যস্ত করছেন যাতে অবহিত হওয়া যায় যে, প্রকৃত মা’রূদ একমাত্র তিনিই। তার ইবাদত ছাড়া আর কারো ইবাদত করা মোটেই উচিত নয়। তিনি এক, তাঁর কোনই অংশীদার নেই। তাই তিনি স্বীয় সম্মানিত রাসূল (সঃ)-কে নির্দেশ দিচ্ছেনঃ তুমি এই মুশরিকদেরকে জিজ্ঞেস কর- এই পৃথিবী এবং এতে যা কিছু আছে সে সব কার, যদি তোমরা জাননা? তারা অবশ্যই উত্তরে বলবেঃ আল্লাহর; সুতরাং তুমি তাদেরকে বলঃ তবুও কি তোমরা শিক্ষা গ্রহণ করবে না? সৃষ্টিকর্তা এবং মালিক যখন একমাত্র আল্লাহ, তিনি ছাড়া কেউ নয় তখন তিনি একাই কেন মা'বুদ হবেন না? কেনই বা তার সাথে অন্যদের ইবাদত করা হবে? প্রকৃত ব্যাপার এই যে, তারা তাদের মা’বৃদদেরকেও আল্লাহর সৃষ্ট ও তাঁর দাস বলেই বিশ্বাস করে। কিন্তু তাদেরকে তাঁর নৈকট্য লাভকারী মনে করে এই উদ্দেশ্যে তাদের ইবাদত করে যে, তাদের মাধমে তারাও তাঁর নৈকট্য লাভ করবে। সৰাং নবী (সঃ)-কে বলা হচ্ছে, তুমি তাদেরকে জিজ্ঞেস কর, কে সপ্তাকাশ ও আরশের অধিপতি? অবশ্যই তারা উত্তর দেবে যে, এগুলোর অধিপতি হচ্ছেন একমাত্র আল্লাহ। তাহলে হে রাসূল (সঃ)! তুমি আবারও তাদেরকে বলঃ এই স্বীকারোক্তির পরেও কি তোমরা এতোটুকুও বুঝ না যে, ইবাদতের যোগ্য একমাত্র তিনিই? কেননা, সৃষ্টিকর্তা ও রিযিকদাতা তো তিনি ছাড়া আর কেউই নয়? তিনিই আকাশকে মাখলুকের জন্যে ছাদ স্বরূপ সৃষ্টি করেছেন। যেমন হাদীসে এসেছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহর শান বা মাহাত্ম্য খুবই বড়। তাঁর আরশ আকাশসমূহের উপর এই ভাবে রয়েছে। তিনি স্বীয় হস্ত মুবারক দ্বারা ইশারা করে গম্বুজের মত দেখিয়ে দেন।” (এ হাদীসটি ইমাম আবু দাউদ (রঃ) বর্ণনা করেছেন)অন্য হাদীসে আছে যে, সপ্ত আকাশ, সপ্ত যমীন এবং এতদুভয়ের মধ্যস্থিত সমস্ত মাখলূক কুরসীর তুলনায় এমনই যেমন কোন প্রশস্ত সমতল ভূমিতে কোন বৃত্ত। আর কুরসীও সমুদয় জিনিসসহ আরশের তুলনায় ঠিক অনুরূপ। পূর্বযুগীয় কোন কোন গুরুজন হতে বর্ণিত আছে যে, আরশের একদিক হতে অন্য দিকের দূরত্ব হলো পঞ্চাশ হাজার বছরের পথ। সপ্ত যমীন হতে ওর উচ্চতা পর্যন্ত দূরত্ব হচ্ছে পঞ্চাশ হাজার বছরের পথ। আরশের উচ্চতার কারণেই ওর এই নামকরণ করা হয়েছে।হ্যরত কাব আহবার (রঃ) হতে বর্ণিত আছে যে, আরশের তুলনায় আকাশ এমনই যেমন আকাশ ও পৃথিবীর মাঝে কোন লণ্ঠন থাকে। হযরত মুজাহিদ (রঃ)-এরও উক্তি এটাই যে, আল্লাহ তা'আলার আরশের তুলনায় আসমান ও যমীন এমনই যেমন কোন প্রশস্ত সমতল ভূমিতে কোন আংটি পড়ে থাকে। হযরত ইবনে আব্বাস (রাঃ) বলেন যে, আরশের বড়ত্ব ও বিরাটত্বের সঠিক পরিমাপ আল্লাহ ছাড়া আর কেউই করতে পারে না।পূর্বযুগীয় কোন কোন মনীষীর উক্তি এই যে, আরশ লাল রঙ-এর ইয়াকৃত বা মণি-মানিক্য দ্বারা নির্মিত। এই আয়াতে (আরবী) এবং (আরবী) এই সূরার শেষে (আরবী) বলা হয়েছে। অর্থাৎ অত্যন্ত বড় ও খুবই সুন্দর। সুতরাং দৈর্ঘে, প্রস্থে, বিরাটত্বে ও সৌন্দর্যে ওটা অতুলনীয়। এ কারণেই কেউ কেউ এটাকে রক্তিম বর্ণের ইয়াকূত বলেছেন। হযরত ইবনে মাসউদ (রাঃ) বলেনঃ “তোমাদের প্রতিপালকের নিকট রাত দিন কিছুই নেই। তাঁর চেহারার জ্যোতিতেই তাঁর আরশ জোতির্ময় হয়েছে। মোটকথা, এই প্রশ্নের জবাবে মুশরিক ও কাফিররা এ কথাই বলবে যে, আসমান, যমীন এবং আরশের মালিক হচ্ছেন আল্লাহ। তাই মহান আল্লাহ স্বীয় নবী (সঃ)-কে বলেন, হে নবী (সঃ)! তুমি তাদেরকে বলঃ তবুও আল্লাহর শাস্তিকে ভয় করছে না কেন? কেন তোমরা তাঁর সাথে অন্যদের উপাসনা করছো? হযরত ইবনে উমার (রাঃ) হতে বর্ণিত, তিনি বলেন যে, রাসূলুল্লাহ (সঃ) নিম্নের হাদীসটি প্রায়ই বর্ণনা করতেনঃ “অজ্ঞতার যুগে একটি স্ত্রী লোক পাহাড়ের চূড়ায় ছাগল চরাতো। তার সাথে তার পুত্রও থাকতো। একদা তার পুত্র তাকে জিজ্ঞেস করে, “আম্মা! বলুন তো, আপনাকে কে সৃষ্টি করেছেন? উত্তরে সে বলে, ‘আল্লাহ।' পুত্র প্রশ্ন করে- ‘আমার আব্বাকে কে সৃষ্টি করেছেন? সে জবাব দেয়, ‘আল্লাহ।' ছেলে আবার জিজ্ঞেস করে, “আমাকে সৃষ্টি করেছেন কে? সে উত্তর দেয়, আল্লাহ। পুত্র পুনরায় প্রশ্ন করে, এই আকাশের সৃষ্টিকর্তা কে? সে জবাবে বলে, ‘আল্লাহ। ছেলে প্রশ্ন করে, যমীন সৃষ্টি করেছেন কে? সে উত্তর দেয়, ‘আল্লাহ। পুত্র জিজ্ঞেস করে, এই পাহাড়গুলো কে সৃষ্টি করেছেন?' জবাবে সে বলে, এইগুলোর সৃষ্টিকর্তা আল্লাহ। ছেলে প্রশ্ন করে, এই ছাগলগুলোর সৃষ্টিকর্তা কে?' মা উত্তর দেয়, এই ছাগলগুলোর সৃষ্টিকর্তা আল্লাহই বটে। ছেলেটি এসব উত্তর শুনে বলে, সুবহানাল্লাহ! আল্লাহ তা'আলার এত বড় মাহাত্ম! অতঃপর তার অন্তরে আল্লাহর বিরাটত্ব ও শ্রেষ্ঠত্ব এমনভাবে স্থান পেলো যে, সে কাঁপতে শুরু করলো এবং কম্পনের ফলে পাহাড়ের চূড়া থেকে নীচে পড়ে গিয়ে প্রাণ ত্যাগ করলো।” (এ হাদীসটি ইমাম আবু বকর আব্দুল্লাহ ইবনে মুহাম্মাদ ইবনে আবিদ দুনিয়া (রঃ) তাঁর কিতাবুত তাফাককুর ওয়াল ইতেবার' নামক গ্রন্থে আনয়ন করেছেন। এর একজন বর্ণনাকারী য়েছেন ইমাম আলী ইবনুল মাদীনীর পিতা উবাইদুল্লাহ ইবনে জাফর আল মাদীনী। তাঁর র্কে সমালোচনা করা হয়েছে। এসব ব্যাপার আল্লাহ তাআলাই সবচেয়ে ভাল জানেন)এরপর মহামহিমান্বিত আল্লাহ বলেনঃ জিজ্ঞেস কর সবকিছুর কর্তৃত্ব কার হাতে? রাসূলুল্লাহ (সঃ) প্রায়ই নিম্নলিখিত শব্দগুলোর মাধ্যমে শপথ করতেন, “যার হাতে আমার প্রাণ রয়েছে তাঁর শপথ!” কোন গুরুত্বপূর্ণ শপথের সময় বলতেনঃ “যিনি অন্তরসমূহের মালিক এবং যিনি অন্তরসমূহের পরিবর্তনকারী তার শপথ!” ঘোষিত হচ্ছে জিজ্ঞেস কর, কে তিনি যিনি সকলকে আশ্রয় দান করে থাকেন এবং যার উপর আশ্রয়দাতা নেই? অর্থাৎ তিনি এতো বড় নেতা ও অধিপতি যে, সমস্ত সৃষ্টি, আধিপত্য ও হুকুমত তাঁরই হাতে রয়েছে। আরবে এই প্রথা ছিল যে, গোত্রপতি কাউকে আশ্রয় দান করলে সবাই তার অনুগত হয়ে যেতো কিন্তু গোত্রের কেউ কাউকে আশ্রয় দিলে গোত্রপতিকে তার অনুগত মনে করা হতো না। সুতরাং এখানে আল্লাহ তা'আলার শ্রেষ্ঠত্ব ও আধিপত্যের বর্ণনা দেয়া হচ্ছে যে, তিনি ব্যাপক ক্ষমতাবান এবং সবারই শাসনকর্তা। তার ইচ্ছা কেউ পরিবর্তন করতে পারে না। তিনি যা চান তা হয় এবং যা চান না তা হয় না। যেমন তিনি বলেনঃ (আরবী) অর্থাৎ “তিনি যা করেন তাতে তিনি জিজ্ঞাসিত হন না এবং তারা জিজ্ঞাসিত হবে।” (২১: ২৩) অর্থাৎ কারো ক্ষমতা নাই যে, মহাপরাক্রমশালী আল্লাহর কাছে তার কোন কাজের কৈফিয়ত তলব করে। তার শ্রেষ্ঠত্ব, বিরাটত্ত্ব, প্রভাব, মর্যাদা, ক্ষমতা, কৌশল এবং ন্যায়পরায়ণতা অতুলনীয়। মমস্ত মাখলুক তার সামনে অপারগ, অক্ষম ও নিরুপায়। তিনি সমস্ত সৃষ্টজীবের কাছে তাদের কাজের কৈফিয়ত তলবকারী। এইরূপ গুণে গুণান্বিত কে? এই প্রশ্নের জবাবেও এই মশরিকরা বলতে বাধ্য হবে যে, আল্লাহ তাআলাই এতো বড় ক্ষমতার অধিকারী। এই রূপ প্রবল পরাক্রান্ত সম্রাট একমাত্র আল্লাহ। তাই মহান আল্লাহ স্বীয় নবী (সঃ)-কে বলেনঃ তুমি তাদেরকে বল, এর পরেও কি করে তোমরা বিভ্রান্ত হচ্ছ? এই স্বীকারোক্তির পরেও কেমন করে তোমরা অন্যদের উপাসনা করছো? এটা তোমাদের জন্যে মোটেই শোভনীয় নয়।আল্লাহ পাক বলেনঃ বরং আমি তো তাদের কাছে সত্য পৌছিয়েছি, কিন্তু তারা তো মিথ্যাবাদী। তাদের কাছে আমি তাওহীদে রুবুবিয়্যাতের সাথে সাথে তাওহীদে উলুহিয়্যাত বর্ণনা করেছি, সঠিক প্রমাণাদি ও সুস্পষ্ট নিদর্শনাবলী পৌছিয়ে দিয়েছি এবং তারা যে ভুল পথে রয়েছে তা আমি প্রকাশ করে দিয়েছি যে, আমার সাথে অন্যদেরকে শরীক করার ব্যাপারে তারা মিথ্যাবাদী। তাদের মিথ্যাবাদী হওয়া স্বয়ং তাদের স্বীকারোক্তির মাধ্যমেই প্রকাশ পেয়েছে। যেমন তিনি এই সূরারই শেষাংশে বলেছেনঃ (আরবী) অর্থাৎ “যে ব্যক্তি আল্লাহর সাথে ডাকে অন্য ইলাহকে, ঐ বিষয়ে তার কোন সনদ নেই; তার হিসাব তার প্রতিপালকের নিকট আছে, নিশ্চয়ই কাফিররা সফলকাম হবে না।” (২৩: ১৭) সুতরাং মুশরিকরা কোন দলীলের মাধ্যমে এটা করছে না, বরং তারা তাদের বাপ-দাদা ও পূর্বপুরুষদের অন্ধ অনুকরণ করছে মাত্র। যেমন আল্লাহ তা'আলা তাদের উক্তির উদ্ধৃতি দিয়ে বলেনঃ (আরবী) অর্থাৎ “আমরা আমাদের বাপ-দাদাদেরকে এর উপরই পেয়েছি এবং আমরা তাদের পিছনে তাদেরই অনুকরণকারী। (৪৩: ২৩)"
    },
    { "ayah": 91, "surah": 23, "text": "Please check ayah 23:92 for complete tafsir." },
    {
      "ayah": 92,
      "surah": 23,
      "text": "৯১-৯২ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা নিজেকে সন্তান ও শরীক হতে মুক্ত বলে ঘোষণা করছেন। অধিকারিত্বে, ব্যবস্থাপনায় ও ইবাদতের হকদার হওয়ার ব্যাপারে তিনি একক। তার সন্তানও নেই এবং অংশীদারও নেই। যদি কয়েকটি মাবুদ মেনে নেয়া হয় তবে প্রত্যেক মাবুদের স্বীয় সৃষ্টি নিয়ে পৃথক হয়ে যাওয়া জরুরী। আর এরূপ হলে সৃষ্টিজগতে শৃঙ্খলা বজায় থাকা সম্ভব নয়। অথচ সৃষ্টিজগতের শৃঙ্খলা ও পরিচালনা পূর্ণরূপে বিদ্যমান রয়েছে। উর্ধজগত, নিম্নজগত, আসমান, যমীন ইত্যাদি পরস্পরের পূর্ণ সম্পর্ক বজায় রেখে নিজ নিজ নির্ধারিত কাজে নিযুক্ত ও ব্যস্ত রয়েছে। এগুলো বিধিবদ্ধ আইন-শৃঙ্খলা থেকে এক ইঞ্চি পরিমাণও এদিক-ওদিক হয় না। সুতরাং জানা গেল যে, এসবের সৃষ্টিকর্তা একমাত্র আল্লাহ, কয়েকজন নয়। কয়েকটি মাবুদ মেনে নেয়া অবস্থায় এটাও প্রকাশমান যে, একে অৱে উপর প্রাধান্য বিস্তার করতে চাইবে। একজন বিজয়ী হলে অপরজন আর মা’বূদ থাকে না। আবার বিজয়ীজন বিজয় লাভে অসমর্থ হলে সেও আর মাবুদ থাকে না। এ দুটো দলীল এটাই প্রমাণ করছে যে, মা'বুদ একজনই এবং তিনিই আল্লাহ। দার্শনিকদের পরিভাষায় এই দলীলকে দলীলে তামানু’ বলা হয়। তাদের যুক্তি এই যে, যদি দুই বা ততোধিক আল্লাহ মেনে নেয়া হয় তবে একজন চাইবে দেহকে গতি বিশিষ্ট রাখতে এবং অপরজন চাইবে ওটাকে গতিবিহীন রাখতে। এখন যদি দু’জনেরই উদ্দেশ্য ব্যর্থ হয় তবে দু’জনই অপারগ প্রমাণিত হবে। তাহলে কেউই আল্লাহ হতে পারবে না। কেননা ওয়াজিব কখনো অপারগ হয় না। আর দু’জনেরই উদ্দেশ্য যে সফল হবে এটাও সম্ভব নয়। কারণ, একজনের চাহিদা অপরজনের বিপরীত। সুতরাং দু’জনেরই চাহিদা পূর্ণ হওয়া অসম্ভব। আর এই অসম্ভব অবস্থার সৃষ্টি এ কারণেই হচ্ছে যে, দুই বা ততোধিক আল্লাহ মেনে নেয়া হয়েছিল। সুতরাং এই বেশী সংখ্যা বাতিল হয়ে গেল। এখন বাকী থাকলো তৃতীয় অবস্থা, অর্থাৎ একজনের চাহিদা পূর্ণ হলো এবং অপরজনের পূর্ণ হলো না। যার চাহিদা পূর্ণ হলো সে তো থাকলে বিজয়ী ও ওয়াজিব, আর যার চাহিদা পূর্ণ হলো না সে হয়ে গেল পরাজিত ও মুমকিন বা সম্ভাবনাময়। কেননা, ওয়াজিবের বিশেষণ এটা নয় যে, সে পরাজিত হবে। তাহলে এই অবস্থাতেও আল্লাহর সংখ্যার আধিক্য বাতিল হয়ে গেল। অতএব, প্রমাণিত হলো যে, মাবুদ একজনই। এই উদ্ধত, যালিম ও সীমালংঘনকারী মুশরিকরা যে আল্লাহ তাআলার সন্তান থাকার কথা বলছে এবং তার শরীক স্থাপন করছে তা থেকে তিনি বহু ঊর্ধে। তিনি দৃশ্য ও অদৃশ্যের পরিজ্ঞাতা। সৃষ্টজীবের কাছে যা কিছু অজ্ঞাত আছে। এবং যা কিছু তাদের কাছে প্রকাশমান এই সবকিছুরই খবর আল্লাহ তা'আলা রাখেন। মুশরিকরা যাদেরকে তাঁর শরীক করছে তাদের থেকে তিনি সম্পূর্ণরূপে পবিত্র। তিনি তাদের থেকে বহু ঊর্ধে রয়েছেন। তিনি হলেন অতুলনীয়।"
    },
    { "ayah": 93, "surah": 23, "text": "Please check ayah 23:98 for complete tafsir." },
    { "ayah": 94, "surah": 23, "text": "Please check ayah 23:98 for complete tafsir." },
    { "ayah": 95, "surah": 23, "text": "Please check ayah 23:98 for complete tafsir." },
    { "ayah": 96, "surah": 23, "text": "Please check ayah 23:98 for complete tafsir." },
    { "ayah": 97, "surah": 23, "text": "Please check ayah 23:98 for complete tafsir." },
    {
      "ayah": 98,
      "surah": 23,
      "text": "৯৩-৯৮ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা স্বীয় নবী মুহাম্মাদ (সঃ)-কে নির্দেশ নিচ্ছেন যে, শাস্তি অবতীর্ণ হওয়ার সময় তিনি যেন দু'আ করেনঃ হে আমার প্রতিপালক! আপনি যদি আমার বিদ্যমানতায় ঐ অসৎ লোকদের উপর শাস্তি অবতীর্ণ করেন তবে আমাকে ঐ শাস্তি হতে বাঁচিয়ে নিন। যেমন হাদীসে এসেছে যে, নবী (সঃ) বলেছেনঃ “যখন আপনি কোন কওমকে ফিৎনায় পতিত করার ইচ্ছা করেন তখন ফিৎনায় পতিত করার পূর্বেই আমাকে আপনার নিকট উঠিয়ে নেন।” (এ হাদীসটি ইমাম আহমাদ (রঃ) এবং ইমাম তিরিমিযী (রঃ) বর্ণনা করেছেন এবং ইমাম তিরমিযী (রঃ) এটাকে বিশুদ্ধ বলেছেন)আল্লাহ পাক স্বীয় নবী (সঃ)-কে এই শিক্ষা দেয়ার পর বলেনঃ আমি তাদেরকে যে বিষয়ে প্রতিশ্রুতি দিচ্ছি তা আমি তোমাকে দেখাতে অবশ্যই সক্ষম। অর্থাৎ আমার পক্ষ থেকে ঐ কাফিরদের উপর যে শাস্তি ও বিপদ-আপদ আসবে তা ইচ্ছা করলে আমি তোমাকে দেখাতে পারি। এরপর মহান আল্লাহ তাঁর রাসূল (সঃ)-কে এমন কথা শিখিয়ে দিচ্ছেন যা সমস্ত কঠিন সমস্যা ও বিপদ-আপদ দূর করতে সক্ষম। তা হলো, তুমি মন্দের মুকাবিলা কর যা উত্তম তা দ্বারা; তারা যা বলে আমি সে সম্বন্ধে সবিশেষ অবগত। অর্থাৎ যারা তোমার সাথে মন্দ ব্যবহার করে তুমি তাদের সাথে উত্তম ব্যবহার কর যাতে তাদের শত্রুতা বন্ধুত্বে এবং ঘৃণা প্রেম-প্রীতিতে পরিবর্তিত হয়। যেমন অন্য আয়াতে তিনি বলেছেনঃ (আরবী) অর্থাৎ “মন্দ প্রতিহত কর উৎকৃষ্ট দ্বারা; ফলে তোমার সাথে যার শত্রুতা আছে, সে হয়ে যাবে অন্তরঙ্গ বন্ধুর মত। এই গুণের অধিকারী করা হয় শুধু তাদেরকেই যারা ধৈর্যশীল; এই গুণের অধিকারী করা হয় শুধু তাদেরকেই যারা। মহা ভাগ্যবান।” (৪১:৩৪-৩৫)মানুষের অনিষ্ট থেকে বাঁচবার উত্তম পন্থা বলে দেয়ার পর মহান আল্লাহ, শয়তানের অনিষ্ট হতে বাঁচবার উপায় বলে দিচ্ছেনঃ বল, হে আমার প্রতিপালক! আমি আপনার আশ্রয় প্রার্থনা করি শয়তানের প্ররোচনা হতে। কেননা, তার প্ররোচনা হতে বাঁচবার অস্ত্র এই প্রার্থনা ছাড়া তোমাদের অধিকারে আর কিছুই নেই। সদাচরণ দ্বারা সে মানুষের বশে আসতে পারে না। আশ্রয় প্রার্থনা করার বর্ণনায় আমরা লিখে এসেছি যে, রাসূলুল্লাহ (সঃ) পাঠ করতেনঃ (আরবী) অর্থাৎ “আমি শ্রোতা ও জ্ঞাতা আল্লাহর নিকট বিতাড়িত শয়তানের প্ররোচনা, কুমন্ত্রণা ও ফুৎকার হতে আশ্রয় প্রার্থনা করছি।”আল্লাহ তা'আলার উক্তিঃ (আরবী) অর্থাৎ হে আমার প্রতিপালক! আমি আপনার নিকট আশ্রয় প্রার্থনা করি আমার নিকট তাদের উপস্থিতি হতে। শয়তান যেন আমার কোন কাজে প্রতিবন্ধকতা সৃষ্টি করতে না পারে।সুতরাং প্রত্যেক কাজের প্রারম্ভে আল্লাহর স্মরণ ঐ কাজের মধ্যে শয়তানের প্রবেশকরণকে সরিয়ে রাখে। পানাহার, সহবাস, যবেহ ইত্যাদি প্রত্যেকটি কাজের শুরুতে আল্লাহকে স্মরণ করা উচিত। বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) নিম্নের দু'আটিও পাঠ করতেনঃ (আরবী) অর্থাৎ “হে আল্লাহ! আমি আপনার নিকট আশ্রয় প্রার্থনা করছি অতি বার্ধক্য হতে, আশ্রয় চাচ্ছি পিষ্ট হয়ে (আকস্মিকভাবে) মৃত্যুবরণ করা হতে ও ডুবে মরা হতে এবং শয়তান যেন আমাকে আমার মৃত্যুর সময় বিভ্রান্ত করতে না পারে সে জন্যে আপনার নিকট আশ্রয় প্রার্থনা কছি।” (এটা ইমাম আবু দাউদ (রঃ) বর্ণনা করেছেন)হযরত আমর ইবনে শশাআইব (রাঃ) তাঁর পিতা হতে এবং তিনি তাঁর দাদা হতে বর্ণনা করেছেনঃ রাসূলুল্লাহ (সঃ) আমাদেরকে একটি দু'আ শিখাতেন যেন ওটা আমা ঘুমোবার সময় পাঠ করি যাতে উদ্বেগের কারণে নিদ্রা ভঙ্গ হয়ে যাওয়ার রাগে দূর হয়ে যায়। তা হলোঃ (আরবী) অর্থাৎ “আমি আল্লাহর নামে তাঁর পূর্ণ কালেমার মাধ্যমে আশ্রয় প্রার্থনা করছি তার গযব হতে, তার শাস্তি হতে, তাঁর বান্দাদের অনিষ্ট হতে, শয়তানদের প্ররোচনা হতে এবং আমার নিকট তাদের উপস্থিতি হতে।” হযরত ইবনে উমার (রাঃ)-এর নীতি ছিল এই যে, তিনি তাঁর প্রাপ্ত বয়স্ক সন্তানদেরকে উপরোক্ত দু'আটি শিখিয়ে দিতেন এবং এটা লিখে অপ্রাপ্ত বয়স্ক সন্তানদের গলায় লটকিয়ে দিতেন। (ইমাম আহমাদ (রঃ) বর্ণনা করেছেন। ইমাম আবু দাঊদ (রঃ), ইমাম তিরমিযী (রঃ) ইমাম নাসাঈও (রঃ) এটা বর্ণনা করেছেন। ইমাম তিরমিযী (রঃ) এটাকে হাসান গারীব বলেছেন)"
    },
    { "ayah": 99, "surah": 23, "text": "Please check ayah 23:100 for complete tafsir." }
  ]
}
