{
  "ayahs": [
    { "ayah": 1, "surah": 24, "text": "Please check ayah 24:2 for complete tafsir." },
    {
      "ayah": 10,
      "surah": 24,
      "text": "৬-১০ নং আয়াতের তাফসীর\nএ কয়েকটি আয়াতে কারীমায় বিশ্বপ্রতিপালক আল্লাহ ঐ স্বামীদের মুক্তির উপায় বর্ণনা করেছেন যারা নিজেদের স্ত্রীদের প্রতি অপবাদ আরোপ করে। এমতাবস্থায় যদি তারা সাক্ষী পেশ করতে অপারগ হয় তবে তাদেরকে লেআন করতে হবে। এর রূপরেখা এই যে, স্বামী বিচারকের কাছে এসে নিজের বর্ণনা দেবে। যখন সে সাক্ষ্য পেশ করতে অপারগ হবে তখন বিচারক তাকে চারজন সাক্ষীর স্থলাভিষিক্ত হিসেবে চারবার শপথ করতে বলবেন এবং সে শপথ করে বলবে যে, সে সত্যবাদী এবং সে যা বলছে তা সত্য। পঞ্চমবারে সে বলবে যে, যদি সে মিথ্যাবাদী হয় তবে তার উপর আল্লাহর লানত নেমে আসবে। এটুকু বলা হলেই ইমাম শাফেয়ী (রঃ) প্রমুখ গুরুজনের মতে স্বামী স্ত্রীর মধ্যে বিচ্ছেদ ঘটে যাবে এবং ঐ স্ত্রী স্বামীর জন্যে চিরতরে হারাম হয়ে যাবে। স্বামী তার মহর আদায় করবে এবং স্ত্রীর উপর ব্যভিচারের শাস্তি স্থির হয়ে যাবে। কিন্তু বিচারকের সামনে ঐ স্ত্রীও যদি মুলাআনা করে তবে তার উপর থেকে শাস্তি উঠে যাবে। সেও চারবার শপথ করে বলবে যে, তার স্বামী মিথ্যাবাদী। আর পঞ্চমবার বলবে যে, যদি তার স্বামী সত্যবাদী হয় তবে তার উপর আল্লাহর গযব পতিত হবে। এখানে এটা লক্ষ্য করার বিষয় যে, স্ত্রীর জন্যে ‘গ্যব’ শব্দ ব্যবহার করা হয়েছে। কেননা, সাধারণতঃ কোন পুরুষ এটা চায় না যে, অযথা স্ত্রীর উপর অপবাদ দিয়ে নিজের ও আত্মীয় স্বজনের বদনাম করবে। সুতরাং প্রায়ই সে সত্যবাদী হয় এবং তার সত্যবাদিতার ভিত্তিতেই তাকে ক্ষমার্হ মনে করা যেতে পারে। এ কারণেই পঞ্চমবারে তাকে বলিয়ে নেয়া হয় যে, তার স্বামী সত্যবাদী হলে তার উপর আল্লাহর গযব পতিত হবে। গযব তার উপরই পতিত হয়ে থাকে যে সত্যকে জেনে শুনে ওর অপলাপ করে। মহান আল্লাহ বলেনঃ তোমাদের প্রতি আল্লাহর অনুগ্রহ ও দয়া না থাকলে তোমাদের কেউই অব্যাহতি পেতে না; এবং আল্লাহ তাওবা কবুলকারী ও প্রজ্ঞাময়। তাদের গুনাহ যতই এবং যেমনই হোক না কেন, আর তারা যে কোন সময়েই ঐ গুনাহর জন্যে তাওবা করুক না কেন তিনি তা কবূল করে থাকেন। তিনি আদেশ ও নিষেধকরণে বড়ই প্রজ্ঞাময়। এই আয়াতের ব্যাপারে যেসব রিওয়াইয়াত রয়েছে সেগুলো নিম্নে বর্ণিত হলোঃ হযরত ইবনে আব্বাস (রাঃ) বলেন যে, যখন (আরবি) এই আয়াতটি অবতীর্ণ হয় তখন আনসারদের নেতা হযরত সা'দ ইবনে উবাদাহ (রাঃ) বলেনঃ “হে আল্লাহর রাসূল (সঃ)! এই আয়াতটি কি এভাবেই অবতীর্ণ হয়েছে?” উত্তরে রাসূলুল্লাহ্ (সঃ) বলেনঃ “হে অনিসারের দল! তোমাদের নেতা যা বলছে তাকি তোমরা শুনতে পাও না?” তাঁরা জবাবে বলেনঃ “হে আল্লাহর রাসূল (সঃ)! আপনি তাঁকে ক্ষমা করে দিন। এটা শুধু তাঁর অত্যধিক লজ্জার কারণ। এ ছাড়া আর কিছুই নয়। তার লজ্জার অবস্থা এই যে, তাঁকে কেউ কন্যা দিতে সাহস করে না।\" তখন হযরত সা'দ (রাঃ) বলেনঃ “হে আল্লাহর রাসূল (সঃ)! আমার বিশ্বাস ত আছে যে, এটা সত্য। কিন্তু আমি অবাক হচ্ছি যে, যদি আমি কাউকে তার পা ধরে নিতে দেখতে পাই তবুও তাকে কিছুই বলতে পারবো না যে পর্যন্ত না আমি চারজন সাক্ষী আনয়ন করি! এই সুযোগে তো সে তার কাজ শেষ করে ফেলবে!” তাদের এসব আলাপ আলোচনায় কিছুটা সময় অতিবাহিত হয়েছে এমন সময় সেখানে হযরত হিলাল ইবনে উমাইয়া (রাঃ) আগমন করেন। ইনি ছিলেন ঐ তিন ব্যক্তির একজন যাঁদের তাওবা কবুল হয়েছিল। তিনি এশার সময় জমি হতে বাড়ীতে ফিরেন। বাড়ীতে এসে তিনি একজন অপর পুরুষকে দেখতে পান। তিনি তাকে স্বচক্ষে দেখেন ও নিজের কানে তার কথা শুনতে পান। সকাল হলেই তিনি রাসূলুল্লাহ (সঃ)-এর দরবারে হাযির হন এবং তাঁর সামনে ঘটনাটি বর্ণনা করেন। এটা রাসূলুল্লাহ (সঃ)-এর কাছে খুবই খারাপ বোধ হয় এবং তাঁর স্বভাবের উপর খুবই কঠিন ঠেকে। সাহাবীগণ একত্রিত হয়ে যান এবং বলতে শুরু করেনঃ “হযরত সা’দ ইবনে উবাদী (রাঃ)-এর উক্তির কারণেই তো আমরা বিপদে জড়িয়ে পড়েছি, আবার এমতাবস্থাতেই রাসূলুল্লাহ (সঃ) হযরত হিলাল ইবনে উমাইয়া (রাঃ)-কে অপবাদের হদ লাগাবেন এবং তাঁর সাক্ষ্যকে অগ্রাহ্য করবেন!” একথা অনে হযরত হিলাল ইবনে উমাইয়া (রাঃ) বলেনঃ “আল্লাহর কসম! আমি সত্যবাদী এবং আমি মহান আল্লাহর নিকট আশা রাখি তিনি আমার মুক্তির একটা উপায় বের করে দিবেন।” অতঃপর তিনি বলেনঃ হে আল্লাহর রাসূল (সাঃ)! আমি দেখছি যে, আমার কথা আপনার স্বভাববিরুদ্ধ হয়েছে। হে আল্লাহর সূল (সঃ)! আমি আল্লাহর নামে শপথ করে বলছি যে, আমি সত্যবাদী এবং আল্লাহ এটা ভালরূপেই জানেন। কিন্তু তিনি সাক্ষী হাযির করতে অপারগ ছিলেন বলে রাসূলুল্লাহ (সঃ) তাঁকে চাবুক মারার নির্দেশ দিতে উদ্যত হচ্ছিলেন এমন সময় অহী অবতীর্ণ হতে শুরু হয়ে গেল। সাহাবীগণ তাঁর চেহারা মুবারক দেখে বুঝতে পারলেন যে অহী নাযিল হচ্ছে। অহী নাযিল শেষ হলে রাসূলুল্লাহ (সঃ) হযরত হিলাল (রাঃ)-এর দিকে তাকিয়ে বলেনঃ “আল্লাহ তা'আলা তোমার পথ প্রশস্ত করে দিয়েছেন এবং তোমার মুক্তির ব্যবস্থা করেছেন। সুতরাং তুমি খুশী হয়ে যাও।” তখন হযরত হিলাল (রাঃ) বলেনঃ “আলহামদুলিল্লাহ! মহান। আল্লাহর কাছে আমি এটাই আশা করছিলাম।” অতঃপর রাসূলুল্লাহ (সঃ) হযরত হিলাল (রাঃ)-এর স্ত্রীকে ডাকিয়ে নেন এবং উভয়ের সামনে মুলাআনার আয়াত পাঠ করে শুনিয়ে দেন। তিনি তাদেরকে বললেনঃ “দেখো, আখিরাতের শাস্তি দুনিয়ার তুলনায় অনেক কঠিন।” হযরত হিলাল (রাঃ) বলতে লাগলেনঃ “হে আল্লাহর রাসূল (সঃ)! আমি সম্পূর্ণরূপে সত্যবাদী।” তাঁর স্ত্রী বললো: “হে আল্লাহর রাসূল (সঃ)! আমার স্বামী মিথ্যা কথা বলছেন।” রাসূলুল্লাহ্ (সঃ) বললেনঃ “ঠিক আছে, তোমরা লেআন কর।” হযরত হিলাল (রাঃ)-কে তিনি বললেনঃ “এভাবে চারবার শপথ কর এবং পঞ্চমবারে এইরূপ বল।” হযরত হিলাল (রাঃ) যখন চারবার শপথ করে ফেলেন এবং পঞ্চমবারের পালা আসে তখন রাসূলুল্লাহ (সঃ) তাঁকে বলেনঃ “হে হিলাল (রাঃ)! আল্লাহকে ভয় কর। দুনিয়ার শাস্তি আখিরাতের তুলনায় খুবই সহজ। পঞ্চমবারে তোমার মুখ দিয়ে কথা বের হওয়া মাত্রই তোমার উপর আল্লাহর শাস্তি ওয়াজিব হয়ে যাবে।” তখন তিনি বলেনঃ “হে আল্লাহর রাসূল (সঃ)! আল্লাহর কসম! যেভাবে তিনি আমাকে আমার সত্যবাদিতার কারণে দুনিয়ার শাস্তি হতে বাঁচিয়েছেন, অনুরূপভাবে আমার সত্যবাদিতার কারণে পরকালের শাস্তি হতেও তিনি আমাকে রক্ষা করবেন।” অতঃপর পঞ্চমবারের ভাষাও তিনি মুখ দিয়ে বের করে দেন। তারপর তাঁর স্ত্রীকে বলা হয়ঃ “তুমি চারবার শপথ করে বল যে, তোমার স্বামী মিথ্যাবাদী।” চারবার সে শপথ করলে রাসূলুল্লাহ (সঃ) তাকে পঞ্চমবারের কালেমা উচ্চারণ করা হতে বিরত রাখেন এবং যেমনভাবে হ্যরত হিলাল (রাঃ)-কে বুঝিয়েছিলেন, অনুরূপভাবে তাকেও বুঝাতে লাগলেন। ফলে তার অবস্থার কিছু পরিবর্তন পরিলক্ষিত হলো। পঞ্চমবারের কালেমাটি উচ্চারণ করা হতে সে যবানকে সামলিয়ে নিলো। এমন কি মনে হলো যেন সে তার অপরাধ স্বীকার করেই নেবে। কিন্তু শেষে সে বললোঃ “চিরদিনের জন্যে আমি আমার কওমকে অপমানিত করতে পারি না।” অতঃপর সে বলে ফেললোঃ “যদি আমার স্বামী সত্যবাদী হয় তবে আমার উপর আল্লাহর গযব পতিত হবে। সুতরাং রাসূলুল্লাহ (সঃ) তাদের দু'জনের মধ্যে বিচ্ছেদ ঘটিয়ে দেন এবং নির্দেশ দেন যে, তার গর্ভে যে সন্তান জন্মগ্রহণ করবে তার সম্পর্ক যেন হিলাল (রাঃ)-এর দিকে লাগানো না হয়। আর ঐ সন্তানকে অবৈধ সন্তানও যেন বলা না হয়। যে তাকে অবৈধ সন্তান বলবে বা ঐ স্ত্রীর উপর অপবাদ আরোপ করবে তাকে অপবাদের শাস্তি দেয়া হবে। তিনি এই ফায়সালাও দেন যে, তার পানাহারের দায়িত্ব তার স্বামীর উপর অর্পিত হবে না। কেননা, তাদের মধ্যে বিচ্ছেদ ঘটিয়ে দেয়া হয়েছে। তালাকও হয়নি এবং স্বামী মৃত্যুবরণও করেনি। তিনি আরো বললেনঃ “দেখো, শিশুর বর্ণ যদি লাল ও সাদা মিশ্রিত হয় এবং পায়ের গোছা মোটা হয় তবে জানবে যে, ওটা হিলাল (রাঃ)-এর সন্তান। আর যদি তার পায়ের গোছা পাতলা হয় ও বর্ণ কিছুটা কালো হয় তবে ঐ শিশুকে ঐ ব্যক্তির মনে করবে যার সাথে তাকে অপবাদ দেয়া হয়েছে।” সন্তান ভূমিষ্ট হলে দেখা গেল যে, সে ঐ খারাপ গুণ বিশিষ্ট ছিল যা অপবাদের সত্যতার নিদর্শন ছিল। ঐ সময় রাসূলুল্লাহ (সঃ) বলেনঃ “যদি এই মাসআলাটি কসমের সাথে জড়িত না থাকতো তবে অবশ্যই আমি স্ত্রীলোকটিকে হদ গালাতাম।” এই ছেলেটি বড় হয়ে মিসরের গভর্নর হয়েছিল। তার সম্পর্ক তার মাতার সাথে লাগানো হতো। (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন। সুনানে আবি দাউদে এটা বর্ণিত হয়েছে)এ হাদীসটি সহীহ বুখারীতেও রয়েছে। তাতে আছে যে, হযরত হিলাল ইবনে উমাইয়া (রাঃ) তাঁর স্ত্রীর উপর শুয়েক ইবনে সাহমার সাথে ব্যভিচারের অপবাদ আরোপ করেন এবং রাসূলুল্লাহ (সঃ)-এর সামনে তা বর্ণনা করেন। তখন রাসূলুল্লাহ (সঃ) তাকে বলেনঃ “তুমি সাক্ষী হাযির কর, অন্যথায় তোমার পিঠে হদ গালানো হবে।” হযরত হিলাল (রাঃ) তখন বলেনঃ “হে আল্লাহর রাসূল (সঃ)! একজন লোক তার স্ত্রীকে স্বচক্ষে মন্দ কাজে লিপ্ত দেখে সাক্ষী খুঁজতে যাবে?” কিন্তু রাসূলুল্লাহ (সঃ) ঐ কথাই বলতে থাকলেন। তাতে এও আছে যে, তাদের উভয়ের সামনে বলেনঃ “আল্লাহ তা'আলা খুবই ভাল জানেন যে, তোমাদের দুজনের মধ্যে একজন অবশ্যই মিথ্যাবাদী। সুতরাং তোমাদের একজন কি তাওবা করে নিজেকে মিথ্যা বলা হতে বিরত রাখছো?” অন্য বিওয়াইয়াতে আছে যে, পঞ্চমবারে তিনি বলেনঃ “তোমরা তার মুখ বন্ধ করে দাও।” অতঃপর তিনি তাঁকে উপদেশ দিতে গিয়ে বলেনঃ “দেখো, আল্লাহর লা'নত অপেক্ষা সবকিছুই হালকা।” অনুরূপ উপদেশবাণী স্ত্রীর সামনেও পেশ কৰা হয় (শেষ পর্যন্ত)। হযরত সাঈদ ইবনে জুবাইর (রঃ) বলেন, হযরত ইবনে যুবায়ের (রাঃ)-এর অধিনায়কত্বের যুগে আমাকে জিজ্ঞেস করা হয়ঃ “পরস্পর লা'নতকারী বা লেআনকারী স্বামী স্ত্রীর মাঝে কি বিচ্ছেদ ঘটাতে হবে?” এর উত্তর দিতে আমি সক্ষম না হয়ে হযরত ইবনে উমার (রাঃ)-এর নিকট হাযির হই এবং তাঁকে মাসআলাটি জিজ্ঞেস করি। তিনি উত্তরে বলেনঃ “সুবহানাল্লাহ! ঠিক এই প্রশ্নই ইতিপূর্বে অমুক ইবনে অমুক রাসূলুল্লাহ (সঃ)-কে করেছিল। সে বলেছিলঃ “হে আল্লাহর রাসূল (সঃ)! কোন লোক তার স্ত্রীকে কোন মন্দ কাজে লিপ্ত অবস্থায় পেয়ে যদি মুখ দিয়ে কোন কথা বের করে তবে সেটাও লজ্জার কথা, আবার যদি নীরব থাকে তবে সেটাও খুবই নির্লজ্জতাপূর্ণ নীরবতা। সুতরাং এমতাবস্থায় কি করা যায়?” একথা শুনে রাসূলুল্লাহ (সঃ) নীরব থাকেন। লোকটি আবার এসে বলেঃ “হে আল্লাহর রাসূল (সঃ)! আমি আপনাকে যে প্রশ্নটি করেছি সেটা স্বয়ং আমারই ঘটনা।” তখন আল্লাহ তাআলা সূরায়ে নূরের এই আয়াতগুলো অবতীর্ণ করেন। রাসূলুল্লাহ (সঃ) তখন স্বামী-স্ত্রী দু’জনকে পাশে ডেকে নিয়ে পৃথক পৃথকভাবে উপদেশ দেন এবং অনেক কিছু বুঝান। কিন্তু প্রত্যেকেই নিজেকে সত্যবাদী বলে প্রকাশ করে। অতঃপর উভয়েই আয়াত অনুযায়ী শপথ করে এবং রাসূলুল্লাহ (সঃ) তাদেরকে পৃথক করে দেন।”এটা মুসনাদে আহমাদে বর্ণিত হয়েছে। (ইমাম নাসাঈও (রঃ) এটা বর্ণনা করেছেন। ইমাম বুখারী (রঃ) ও ইমাম মুসলিম (রঃ) এটা তাখরীজ করেছেন)হযরত আবদুল্লাহ (রাঃ) হতে বর্ণিত, তিনি বলেন, আমরা শুক্রবারে সন্ধ্যার সময় মসজিদে বসেছিলাম এমন সময় একজন আনসারী এসে বলেঃ “যখন কোন লোকে তার স্ত্রীর সাথে অপর কোন লোককে দেখে তখন যদি সে তাকে হত্যা করে দেয় তবে তোমরা তাকেও মেরে ফেলবে। আর যদি সে মুখ দিয়ে তা বের করে এবং সাক্ষী হাযির করতে অপারগ হয় তবে তোমরা তাকেই চাবুক মারবে। আবার সে যদি চুপ করে বসে থাকে তবে সেটাও বড়ই লজ্জার কথা! আল্লাহর শপথ! যদি সকাল পর্যন্ত আমি বেঁচে থাকি তবে রাসূলুল্লাহ (সঃ)-কে এ সম্পর্কে জিজ্ঞেস করবো।” অতঃপর সে নিজের ভাষায় রাসূলুল্লাহ (সঃ)-কে এটা জিজ্ঞেস করে এবং দু'আ করেঃ “হে আল্লাহ! আপনি এর ফায়সালাযুক্ত আয়াত নাযিল করুন।” তখন লেআনের আয়াত অবতীর্ণ হয়। সর্বপ্রথম এই লোকটিই এতে জড়িয়ে পড়েছিল।” (এটাও ইমাম আহমাদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন। ইমাম মুসলিম (রঃ) এটা তাখরীজ করেছেন)হযরত সাহল ইবনে সা'দ (রাঃ) হতে বর্ণিত আছে যে, হযরত উওয়াইমির (রাঃ) হযরত আসেম ইবনে আদি (রাঃ)-এর নিকট এসে তাকে বলেনঃ “আপনি গিয়ে রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করুন যে, যদি কোন লোক তার স্ত্রীর সাথে (ব্যভিচারে লিপ্ত) অপর কোন লোককে দেখে তবে সে কি করবে? এমন তো নয় যে, যদি সে তাকে হত্যা করে দেয় তবে তাকেও হত্যা করে দেয়া হবে?” অতঃপর হযরত আসেম (রাঃ) গিয়ে রাসূলুল্লাহ (সঃ)-কে ওটা জিজ্ঞেস করেন। এতে রাসূলুল্লাহ (সঃ) খুবই অসন্তুষ্ট ও মনঃক্ষুন্ন হন। যখন হযরত আসেম (রাঃ)-এর সাথে হযরত উওয়াইমির (রাঃ) সাক্ষাৎ ঘটে তখন তিনি হযরত আসেম (রাঃ)-কে জিজ্ঞেস করেনঃ “আপনি আমার কথাটি রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করলে তিনি কি উত্তর দেন?” উত্তরে হযরত আসেম (রাঃ) তাকে বলেনঃ “আপনি আমাকে ভাল কথা জিজ্ঞেস করতে পাঠাননি। বড়ই দুঃখের বিষয় যে, রাসূলুল্লাহ (সঃ) আমার এই প্রশ্ন শুনে খুবই অসন্তুষ্ট ও মনঃক্ষুন্ন হয়েছিলেন।” তখন হযরত উওয়াইমির (রাঃ) বলেনঃ “আচ্ছা, আমি স্বয়ং গিয়ে তাঁকে এটা জিজ্ঞেস করে আসছি।” রাসূলুল্লাহ (সঃ)-এর কাছে গিয়ে হযরত উওয়াইমির (রাঃ) জানতে পারেন যে, ইতিপূর্বেই এ সম্পর্কে হুকুম অবতীর্ণ হয়ে গেছে। সুতরাং লেআনের পর হযরত উওয়াইমির (রাঃ) বলেনঃ “হে আল্লাহর রাসূল (সঃ)! এখন যদি আমি আমার এ স্ত্রীকে বাড়ী নিয়ে যাই তবে এটাই প্রমাণিত হবে যে, আমি তার উপর মিথ্যা অপবাদ দিয়েছিলাম।” অতঃপর রাসূলুল্লাহ (সঃ)-এর আদেশের পূর্বেই তিনি তাঁর ঐ স্ত্রীকে পৃথক করে দেন। এরপর লেআনকারীদের জন্যে এই পন্থাই নির্ধারিত হয়ে যায় (শেষ পর্যন্ত)। (এ হাদীসটিও মুসনাদে আহমাদে বর্ণিত হয়েছে)অন্য এক রিওয়াইয়াতে আছে যে, ঐ স্ত্রীলোকটি গর্ভবতী ছিল এবং তার স্বামী ঐ গর্ভজাত শিশুকে নিজের সন্তান বলতে অস্বীকার করেছিলেন। এ কারণেই ঐ শিশুটি তার মায়ের দিকে সম্পর্কযুক্ত হতো। তারপর সুন্নাত তরীকা এটাই চালু হয়ে যায় যে, সে তার মায়ের ওয়ারিস হবে এবং মা তার উত্তরাধিকারী হবে।একটি মুরসাল ও গারীব হাদীসে আছে যে, রাসূলুল্লাহ (সঃ) হযরত আবু বকর (রাঃ) ও হযরত উমার (রাঃ)-কে জিজ্ঞেস করেনঃ “স্বয়ং যদি তোমাদের খ্রীদের সাথে তোমরা কোন পর পুরুষকে দেখতে পাও তবে তোমরা কি করবে?” দু’জনই উত্তর দেনঃ “আমরা তার গর্দান উড়িয়ে দেবো। এই অবস্থায় দাইয়ুস ছাড়া অন্য কেউই নীরব দর্শকের ভূমিকা পালন করতে পারে না।” ঐ সময় সূরায়ে নূরের এই আয়াতগুলো অবতীর্ণ হয়। আর একটি রিওয়াইয়াতে আছে যে, মুসলমানদের মধ্যে সর্বপ্রথম হযরত হিলাল ইবনে উমাইয়া (রাঃ) ও তাঁর স্ত্রীর মধ্যে লেআন হয়েছিল।"
    },
    {
      "ayah": 11,
      "surah": 24,
      "text": "এই আয়াত থেকে নিয়ে পরবর্তী দশটি আয়াত হযরত আয়েশা সিদ্দীকা (রাঃ)-এর ব্যাপারে অবতীর্ণ হয়, যখন মুনাফিকরা তাঁর বিরুদ্ধে অপবাদ রচনা করেছিল। রাসূলুল্লাহ (সঃ)-এর কারাবতদারীর কারণে আল্লাহ তা'আলা এটাকে মর্যাদাহানিকর মনে করে আয়াতগুলো অবতীর্ণ করেন, যাতে তাঁর নবী (সঃ)-এর মর্যাদার উপর কোন দাগ পড়ে। এই অপবাদ রচনাকারীদের একটি দল ছিল যাদের অগ্রনায়ক ছিল আবদুল্লাহ ইবনে উবাই ইবনে সাল। সে ছিল মুনাফিকদের নেতা। ঐ বেঈমানই কথাটিকে বানিয়ে সানিয়ে, সাজিয়ে-গুছিয়ে কানে কানে পৌঁছিয়ে দিয়েছিল। এমন কি শেষ পর্যন্ত মুসলমানদের মুখও খুলতে শুরু হয়েছিল। এই কুৎসা রটনা প্রায় এক মাস পর্যন্ত চলতে থাকে। অবশেষে কুরআন কারীমের এই আয়াতগুলো অবতীর্ণ হয়। এই ঘটনার পূর্ণ বর্ণনা সহীহ হাদীসসমূহে বিদ্যমান রয়েছে। হযরত আয়েশা (রাঃ) বলেনঃ “রাসূলুল্লাহ (সঃ)-এর অভ্যাস ছিল এই যে, সফরে যাওয়ার সময় তিনি তাঁর স্ত্রীদের নামে লটারী ফেলতেন। লটারীতে যার নাম উঠতো তাকে তিনি সাথে নিয়ে যেতেন। ঘটনাক্রমে তার এক যুদ্ধে গমনের সময় লটারীতে আমার নাম উঠে। আমি তাঁর সাথে গমন করি। এটা পর্দার আয়াত অবতীর্ণ হওয়ার পরের ঘটনা। আমি আমার হাওদাজ বা শিবিকায় বসে থাকতাম। যখন যাত্রীদল কোন জায়গায় অবতরণ করতো তখন আমার হাওদাজ নামিয়ে নেয়া হতো। আমি হাওদাজের মধ্যেই বসে থাকতাম। আবার যখন কাফেলা চলতে শুরু করতো তখন আমার শিবিকাটি উষ্ট্রের উপর উঠিয়ে দেয়া হতো। এভাবে আমরা গন্তব্যস্থানে পৌঁছে যাই। যুদ্ধ শেষে আমরা মদীনার পথে ফিরতে শুরু করি। আমরা মদীনার নিকটবর্জ হলে রাত্রে গমনের ঘোষণা দেয়া হয়। আমি প্রাকৃতিক প্রয়োজন পুরো করার উদ্দেশ্যে বের হয়ে পড়ি এবং সেনাবাহিনীর তাবু থেকে বহু দূরে চলে যাই। প্রাকৃতিক প্রয়োজন পুরো করে আমি ফিরতে শুরু করি। সেনাবাহিনীর তাঁবুর নিকটবর্তী হয়ে আমি গলায় হাত দিয়ে দেখি যে, গলায় হার নেই। আমি তখন হার খুঁজবার জন্যে আবার ফিরে যাই এবং হার খুঁজতে থাকি। এদিকে তো এই হলো। আর ওদিকে সেনাবাহিনী যাত্রা শুরু করে দিলো। যে লোকগুলো আমার শিবিকা উঠিয়ে দিতো তারা মনে করলো যে, আমি শিবিকার মধ্যেই রয়েছি, তাই তারা আমার শিবিকাটি উটের পিঠে উঠিয়ে দিলো এবং চলতে শুরু করলো। এটা স্মরণ রাখার বিষয় যে, ঐ সময় পর্যন্ত স্ত্রীলোকেরা খুব বেশী পানাহারও করতো না, ফলে তাদের দেহ বেশী ভারীও হতো না। তাই আমাকে বহনকারীরা হাওদাজের মধ্যে আমার থাকা না থাকার কোন টেরই পেলো না। তাছাড়া আমি ছিলাম ঐ সময় খুবই অল্প বয়সের মেয়ে। মোটকথা দীর্ঘক্ষণ পর আমি আমার হারানো হারটি খুঁজে পেলাম। সেনাবাহিনীর বিশ্রামস্থলে পৌছে আমি কোন মানুষের নাম নিশানাও পেলাম না। আমার চিহ্ন অনুযায়ী আমি ঐ জায়গায় পৌঁছলাম যেখানে আমার উটটি বসা ছিল। সেখানে আমি এ অপেক্ষায় বসে পড়লাম যে, সেনাবাহিনী সামনে অগ্রসর হয়ে যখন আমার না থাকার খবর পাবে তখন অবশ্যই এখানে লোক পাঠাবে। বসে বসে আমার ঘুম এসে যায়। ঘটনাক্রমে হযরত সাফওয়ান ইবনে মুআত্তাল সালমী যাকওয়ানী (রাঃ) যিনি সেনাবাহিনীর পিছনে ছিলেন এবং শেষ রাত্রে চলতে শুরু করেছিলেন, সকালে এখানে পৌছে যান। একজন ঘুমন্ত মানুষকে দেখে তিনি গভীর দৃষ্টিতে তাকাতে থাকলেন। পর্দার হুকুম নাযিল হওয়ার পূর্বে তিনি আমাকে দেখেছিলেন বলে দেখা মাত্রই চিনে ফেলেন এবং উচ্চ স্বরে তার মুখ দিয়ে (আরবি) বেরিয়ে পড়ে। তার এ শব্দ শোনা মাত্রই আমার চক্ষু খুলে যায় এবং আমি চাদর দিয়ে আমার মুখটা ঢেকে ফেলে নিজেকে সামলিয়ে নিই। তৎক্ষণাৎ তিনি তার উটটি বসিয়ে দেন এবং ওর হাতের উপর নিজের পাটা রাখেন। আমি উঠে উটের উপর সওয়ার হয়ে যাই। তিনি উটকে উঠিয়ে চালাতে শুরু করেন। আল্লাহর শপথ! তিনি আমার সাথে কোন কথা বলেননি এবং আমিও তার সাথে কোন কথা বলিনি। (আরবি) ছাড়া আমি তাঁর মুখে অন্য কোন কথা শুনিনি। প্রায় দুপুর বেলায় আমরা আমাদের যাত্রীদলের সাথে মিলিত হই। এটুকু ঘটনাকে কেন্দ্র করেই ধ্বংসপ্রাপ্তরা তিলকে তাল করে প্রচার শুরু করে দেয়। তাদের মধ্যে সবচেয়ে বড় ও বাড়িয়ে বাড়িয়ে কথা রচনাকারী ছিল আবদুল্লাহ ইবনে উবাই ইবনে সাল। মদীনায় এসেই আমি রুগ্না হয়ে পড়ি এবং এক মাস পর্যন্ত রোগে ভুগতে থাকি ও বাড়ীতেই অবস্থান করি। আমি নিজেও কিছু শুনিনি এবং কেউ আমাকে কোন বলেওনি। আলোচনা সমালোচনা যা কিছু হচ্ছিল তা লোকদের মধ্যেই হচ্ছিল। আমি ছিলাম এ থেকে সম্পূর্ণরূপে বে-খবর। তবে মাঝে মাঝে এরূপ ধারণা আমার মনে জেগে উঠতো যে, আমার প্রতি রাসূলুল্লাহ (সঃ)-এর যে প্রেম ও ভালবাসা ছিল তা কমে যাওয়ার কারণ কি! অন্যান্য সময় আমি রোগাক্রান্তা হলে তিনি আমার প্রতি যে ভালবাসা দেখাতেন, এই রোগের অবস্থায় আমি তা পেতাম না। এজন্যে আমি অত্যন্ত দুঃখিতা হতাম, কিন্তু এর কোন কারণ খুঁজে পেতাম না। তিনি আমার কাছে আসতেন, সালাম দিতেন এবং অবস্থা জিজ্ঞেস করতেন। এছাড়া তিনি আর কিছু বলতেন না। এতে আমি অত্যন্ত দুঃখ পেতাম। কিন্তু অপবাদদাতাদের অপবাদ সম্পর্কে আমি ছিলাম সম্পূর্ণরূপে উদাসীনা।ঐ সময় পর্যন্ত আমাদের বাড়ীতে পায়খানা নির্মিত হয়নি এবং আরবদের প্রাচীন অভ্যাসমত আমরা আমাদের প্রাকৃতিক প্রয়োজন পুরো করার জন্যে মাঠে গমন করতাম। স্ত্রীলোকেরা সাধারণতঃ রাত্রেই যেতো। বাড়ীতে পায়খানা তৈরী করতে মানুষ সাধারণভাবে ঘৃণাবোধ করতো। অভ্যাসমত আমি উম্মে মিসতাহ বিনতে আবি রহম ইবনে আবদিল মুত্তালিব ইবনে আবদিল মানাফের সাথে প্রাকৃতিক প্রয়োজন পুরো করার জন্যে গমন করি। ঐ সময় আমি খুবই দুর্বল হয়ে পড়েছিলাম। এই উম্মে মিস্তাহ আমার আব্বার খালা ছিলেন। তার মাতা ছিল সাখর ইবনে আম্মাহর কন্যা। তার পুত্রের নাম ছিল মিসতাহ ইবনে আসাসাহ ইবনে ইবাদ ইবনে আবদিল মুত্তালিব। আমরা যখন বাড়ী ফিরতেছিলাম তখন হযরত উম্মে মিসতাহর পা তার চাদরের আঁচলে জড়িয়ে পড়ে এবং স্বতঃস্ফূর্তভাবে তার মুখ দিয়ে বেরিয়ে পড়ে যে, মিসতাহ্ ধ্বংস হোক। এটা আমার কাছে খুবই খারাপবোধ হয়। আমি তাকে বলিঃ তুমি খুব খারাপ কথা উচ্চারণ করেছে, সুতরাং তাওবা কর। তুমি এমন লোককে গালি দিলে যে বদরের যুদ্ধে অংশগ্রহণ করেছে। তখন উম্মে মিসতাহ বলেঃ “হে সরলমনা মেয়ে! আপনি কি কিছুই খবর রাখেন না?” আমি বলিঃ ব্যাপার কি? সে উত্তরে বলেঃ “যারা আপনার উপর অপবাদ আরোপ করেছে তাদের মধ্যে সেও একজন। তার একথায় আমি খুবই বিস্ময়বোধ করি এবং তাকে সম্পূর্ণ ব্যাপারটি খুলে বলতে অনুরোধ করি। সে তখন অপবাদদাতাদের সমস্ত কার্যকলাপ আমার কাছে খুলে বলে। এতে আমি অত্যন্ত বিচলিত হয়ে পড়ি। আমার উপর দুঃখ ও চিন্তার পাহাড় ভেঙ্গে পড়ে। এই চিন্তার ফলে আমার রোগ বৃদ্ধি পেয়ে যায়। কোন রকমে আমি বাড়ী পৌঁছি। আমি সিদ্ধান্ত নিয়ে ফেললাম যে, পিতার বাড়ী গিয়ে খবরটা ভালভাবে জানবো। সত্যিই কি আমার বিরুদ্ধে এসব গুজব রটে গেছে! কি কি খবর ছড়িয়ে দেয়া হয়েছে তা আমি সঠিকভাবে জানতে চাই। ইতিমধ্যেই রাসূলুল্লাহ (সঃ) আমার নিকট আগমন করেন এবং সালাম দিয়ে আমার অবস্থা জিজ্ঞেস করেন। আমি তাকে বললামঃ আমাকে আপনি আমার পিতার বাড়ী যাওয়ার অনুমতি দিন! তিনি অনুমতি দিলেন এবং আমি পিতার বাড়ী চলে গেলাম। আম্মাকে জিজ্ঞেস করলামঃ আম্মাজান! লোকদের মধ্যে আমার সম্পর্কে কি কথা ছড়িয়ে পড়েছে? উত্তরে তিনি বলেনঃ “হে আমার কলিজার টুকরো! এটা তো খুবই সাধারণ ব্যাপার। এতে তোমার মন খারাপ করার কোনই কারণ নেই। যে স্বামীর কাছে তার কয়েকজন স্ত্রীর মধ্যে কোন একজন স্ত্রী খুবই প্রিয় হয় সেখানে এরূপ ঘটনা ঘটে যাওয়া মোটেই অস্বাভাবিক নয়।” আমি বললামঃ সুবহানাল্লাহ! তাহলে সত্যিই তো লোকেরা আমার সম্পর্কে এরূপ গুজব রটিয়ে বেড়াচ্ছে? তখন আমি শশাকে ও দুঃখে এতো মুষড়ে পড়ি যে, তা ভাষায় প্রকাশ করা যায় না। তখন থেকে যে আমার কান্না শুরু হয়, তা ক্ষণেকের জন্যেও বন্ধ হয়নি। আমি মাথা নীচু করে শুধু কাঁদতেই থাকি। পানাহার, শোয়া, বসা, কথা বলা সবকিছুই বাদ দিয়ে আমার একমাত্র কাজ হয় চিন্তা করা ও কাদা। সারারাত এভাবেই কেটে যায়। এক মুহূর্তের জন্যেও আমার অশ্রু বন্ধ হয়নি। দিনেও ঐ একই অবস্থা। রাসূলুল্লাহ (সঃ)-এর কাছে অহী আসতে বিলম্ব হয়। তাই তিনি হযরত আলী (রাঃ) ও হযরত উসামা ইবনে যায়েদ (রাঃ)-কে ডেকে পাঠান। তিনি আমাকে পৃথক করে দিবেন কি না এ বিষয়ে এ দু’জনের সাথে পরামর্শ করেন। হযরত উসামা (রাঃ) তো স্পষ্টভাবে বলে দেনঃ “হে আল্লাহর রাসূল (সঃ)! আপনার এ স্ত্রীর কোন মন্দগুণ আমার জানা নেই। আমাদের হৃদয় তঁার মহব্বত, মর্যাদা ও তার সাক্ষ্য দেয়ার জন্যে সদাবিদ্যমান রয়েছে। তবে হযরত আলী (রাঃ) বলেনঃ “হে আল্লাহর রাসূল (সঃ)! আল্লাহ তা'আলার পক্ষ থেকে আপনার উপর কোন সংকীর্ণতা নেই। তিনি ছাড়া আরও বহু স্ত্রীলোক রয়েছে। আপনার বাড়ীর চাকরানীকে জিজ্ঞেস করলে তার সম্পর্কে আপনি সঠিক তথ্য জানতে পারবেন।\" রাসূলুল্লাহ (সঃ) তৎক্ষণাৎ বাড়ীর চাকরানী হযরত বুরাইরা (রাঃ)-কে ডেকে পাঠান। তাকে তিনি জিজ্ঞেস করেনঃ “তোমার সামনে আয়েশা (রাঃ)-এর এমন কোন কাজ কি প্রকাশ পেয়েছে যা তোমাকে সন্দেহের মধ্যে ফেলেছে?” উত্তরে হযরত বুরাইরা (রাঃ) বলেনঃ “আল্লাহর শপথ! তার এ ধরনের কোন কাজ আমি কখনো দেখিনি। হ্যাঁ, তবে এটুকু শুধু দেখেছি যে, তাঁর বয়স অল্প হওয়ার কারণে মাঝে মাঝে ঠাসা আটা অরক্ষিত অবস্থায় রেখে দিয়ে ঘুমিয়ে পড়েন এবং এই সুযোগে বকরী এসে ঐ আটা খেয়ে নেয়। এছাড়া তাঁর অন্য কোন ত্রুটি আমার চোখে ধরা পড়েনি। এ ঘটনার কোন প্রমাণ পাওয়া গেল না বলে ঐ দিনই রাসূলুল্লাহ (সঃ) মিম্বরে উঠে জনগণকে সম্বোধন করে বলেনঃ “কে এমন আছে। যে আমাকে ঐ ব্যক্তির অনিষ্ট ও কষ্ট থেকে বাঁচাতে পারে যে আমাকে কষ্ট দিতে দিতে ঐ কষ্ট আমার পরিবার পর্যন্ত পৌঁছিয়ে দিতে শুরু করেছে? আল্লাহর শপথ! আমার জানামতে আমার এ পত্নীর মধ্যে ভাল গুণ ছাড়া মন্দ গুণ কিছুই নেই। তার সাথে যে ব্যক্তিকে তারা এ কাজে জড়িয়ে ফেলেছে তার মধ্যেও সততা ছাড়া আমি কিছুই দেখিনি। সে আমার সাথেই আমার বাড়ীতে প্রবেশ করতো।” রাসূলুল্লাহ (সঃ)-এর একথা শুনে হযরত সা'দ ইবনে মুআয আনসারী (রাঃ) দাঁড়িয়ে যান এবং বলেনঃ “হে আল্লাহর রাসূল (সঃ)! আমি প্রস্তুত রয়েছি। সে যদি আউস গোত্রের লোক হয় তবে এখনই আমি তার মস্তক দেহ থেকে বিচ্ছিন্ন করে দিচ্ছি। আর যদি সে আমাদের খাযরাজী ভাইদের মধ্যকার লোক হয় তবে আপনি নির্দেশ দিন, আমরা আপনার নির্দেশ পালনে মোটেই ত্রুটি করবো না।” তার একথা শুনে হযরত সা’দ ইবনে উবাদা (রাঃ) দাড়িয়ে যান। তিনি খাযরাজ গোত্রের নেতা ছিলেন। তিনি খুবই সৎ লোক ছিলেন। কিন্তু হযরত সা'দ (রাঃ)-এর ঐ সময়ের ঐ উক্তির কারণে তার গোত্রীয় মর্যাদায় আঘাত লাগে। তাই তিনি ওর পক্ষপাতিত্ব করতে গিয়ে হযরত সা’দ ইবনে মুআয (রাঃ)-কে সম্বোধন করে বলেনঃ “তুমি মিথ্যা বললে। না তুমি তাকে হত্যা করবে, না তুমি তাকে হত্যা করতে সক্ষম হবে। সে যদি তোমার গোত্রের লোক হতো তবে তুমি তার নিহত হওয়া কখনো পছন্দ করতে না।” তাঁর একথা শুনে হযরত উসায়েদ ইবনে হুযায়ের (রাঃ) দাড়িয়ে যান। তিনি ছিলেন হযরত সা'দ ইবনে মুআয (রাঃ)-এর ভাতুস্পুত্র। তিনি বলতে শুরু করেনঃ “হে সা’দ ইবনে উবাদা (রাঃ)। আপনি মিথ্যা বললেন। আমরা অবশ্যই তাকে হত্যা করবো। আপনি মুনাফিক বলেই মুনাফিকদের পক্ষপাতিত্ব করছেন। এখন এঁদের পক্ষ থেকে এঁদের গোত্র এবং তাদের পক্ষ থেকে তাদের গোত্র একে অপরের বিরুদ্ধে মুকাবিলার জন্যে প্রস্তুত হয়ে যায় এবং আউস ও খাযরাজ গোত্রদ্বয়ের মধ্যে যুদ্ধ বেঁধে যাওয়ার উপক্রম হয়। রাসূলুল্লাহ (সঃ) মিম্বরের উপর থেকেই তাদেরকে থামাতে থাকেন। অবশেষে উভয় দল নীরব হয়ে যায়। রাসূলুল্লাহ (সঃ) নিজেও নীরবতা অবলম্বন করেন। এতো ছিল সেখানকার ঘটনা। আর আমার অবস্থা এই ছিল যে, সারা দিন আমার কান্নাতেই কেটে যায়। আমার পিতা-মাতা ধারণা করলেন যে, এ কান্না আমার কলেজা ফেড়েই ফেলবে। বিষন্ন মনে আমার পিতা-মাতা আমার নিকট বসেছিলেন এবং আমি কাঁদছিলাম। এমন সময় আনসারের একজন স্ত্রীলোক আমাদের নিকট আগমন করে এবং সেও আমার সাথে কাঁদতে শুরু করে। আমরা সবাই এভাবেই বসেছিলাম এমতাবস্থায় আকস্মিভাবে রাসূলুল্লাহ (সঃ)-এর সেখানে আগমন ঘটে। তিনি সালাম দিয়ে আমার পাশে বসে পড়েন। আল্লাহর কসম! যখন থেকে এই অপবাদ ছড়িয়ে পড়ে তখন থেকে নিয়ে ঐ দিনের পূর্ব পর্যন্ত তিনি আমার পাশে বসেননি। এক মাস অতিক্রান্ত হয়েছিল। এর মধ্যে রাসূলুল্লাহ (সঃ)-এর অবস্থা ঐরূপই ছিল। এ সময়ের মধ্যে তার উপর কোন অহী অবতীর্ণ হয়নি। কাজেই কোন সিদ্ধান্তেই তিনি পৌঁছতে পারেননি। বসেই তিনি তাশাহহুদ পাঠ করেন। অতঃপর বলেনঃ “হে আয়েশা (রাঃ)! তোমার সম্পর্কে আমার কাছে এ খবর পৌঁছেছে। যদি তুমি সত্যিই সতী-সাধ্বী থেকে থাকো তবে আল্লাহ তা'আলা তোমার পবিত্রতা ও সতীত্বের কথা প্রকাশ করে দিবেন। আর যদি প্রকৃতই তুমি কোন পাপে জড়িয়ে পড়ে থাকো তবে আল্লাহ পাকের কাছে ক্ষমা প্রার্থনা কর এবং তাওবা কর। কারণ বান্দা যখন কোন পাপ কার্যে লিপ্ত হবার পর তা স্বীকার করে নিয়ে আল্লাহর দিকে ঝুঁকে পড়ে ও তাঁর কাছে ক্ষমা চায় তখন তিনি তাকে ক্ষমা করে থাকেন।” রাসূলুল্লাহ (সঃ) এটুকু বলার পর নীরব হয়ে যান। তাঁর একথা শুনেই আমার কান্না বন্ধ হয়ে যায়। অশ্রু শুকিয়ে যায়। এমন কি এক ফোঁটা অশ্রুও চোখে ছিল না। প্রথমে আমি আমার পিতাকে বললাম যে, তিনি যেন আমার পক্ষ থেকে রাসূলুল্লাহ (সঃ)-কে জবাব দেন। কিন্তু তিনি বলেনঃ “আমি তাঁকে কি জবাব দেবো তা বুঝতে পারছি না।” তখন আমি আমার মাতাকে লক্ষ্য করে বলিঃ আপনি আমার পক্ষ থেকে রাসূলুল্লাহ (সঃ)-কে উত্তর দিন। কিন্তু তিনিও বলেনঃ “আমি তাঁকে কি উত্তর দেবো। তা খুঁজে পাচ্ছি না। তখন আমি নিজেই জবাব দিতে শুরু করলাম। আমার বয়সতো তেমন বেশী ছিল না এবং কুরআনও আমার বেশী মুখস্তু ছিল না। আমি বললামঃ আপনারা সবাই একটা কথা শুনেছেন এবং মনে স্থান দিয়েছেন। আর হয়তো ওটা সত্য বলেই মনে করেছেন। এখন আমি যদি বলি যে, আমি এই বেহায়াপনা কাজ হতে সম্পূর্ণরূপে মুক্ত এবং আল্লাহ তা'আলা খুব ভাল জানেন যে, আমি আসলেও এ পাপ থেকে সম্পূর্ণরূপেই মুক্ত, কিন্তু আপনারা আমার কথা বিশ্বাস করবেন না। হ্যা, তবে আমি এটা স্বীকার করে নিই, অথচ আল্লাহ তা'আলা খুব ভাল জানেন যে, আমি সম্পূর্ণরূপে নিস্পাপ, তাহলে আপনারা আমার কথা মেনে নিবেন। এখন আমার ও আপনাদের দৃষ্টান্ত তো সম্পূর্ণরূপে আবু ইউসুফের (হযরত ইউসুফের আঃ পিতা হযরত ইয়াকূবের আঃ) নিম্নের উক্তিটিঃ (আরবি) অর্থাৎ ‘সুতরাং পূর্ণ ধৈর্যই শ্রেয়, তোমরা যা বলছে সে বিষয়ে একমাত্র আল্লাহই আমার সাহায্যস্থল।\" (১২:১৮) এটুকু বলেই আমি পার্শ্ব পরিবর্তন করি এবং আমার বিছানায় শুয়ে পড়ি। আল্লাহর কসম! আমার দৃঢ় বিশ্বাস ছিল যে, যেহেতু আমি পবিত্র ও দোষমুক্ত, সেহেতু আল্লাহ তা'আলা আমার দোষমুক্ত থাকার কথা স্বীয় রাসূল (সঃ)-কে অবহিত করবেন। কিন্তু আমি এটা কল্পনাও করিনি যে, আমার ব্যাপারে কুরআনের আয়াত অবতীর্ণ হবে। আমি নিজেকে অতি নগণ্য মনে করতাম যে, আমার ব্যাপারে মহান আল্লাহর কালাম অবতীর্ণ হতে পারে। হাঁ, তবে বড় জোর আমার ধারণা এরূপ হতো যে, আল্লাহ স্বীয় নবী (সঃ)-কে হয়তো স্বপ্নযোগে আমার দোষমুক্ত হওয়ার কথা জানিয়ে দিবেন। আল্লাহর শপথ! তখনও রাসূলুল্লাহ (সঃ) নিজের জায়গা থেকে সরেননি এবং বাড়ীর কোন লোকও বাড়ী হতে বের হননি এমতাবস্থায় তার উপর অহী অবতীর্ণ হতে শুরু হয়ে যায়। তাঁর মুখমণ্ডলে ঐসব নিদর্শন প্রকাশ পায় যা অহীর সময় প্রকাশিত হয়ে থাকে। তার ললাট হতে ঘর্মের পবিত্র ফোটা পতিত হতে থাকে। কঠিন শীতের সময়ও অহী অবতীর্ণ হওয়ার সময় ঐ অবস্থাই প্রকাশ পেতো। অহী অবতীর্ণ হওয়া শেষ হলে আমরা দেখতে পাই যে, তার চেহারা মুবারক খুশীতে উজ্জ্বল হয়ে উঠেছে। সর্বপ্রথম তিনি আমার দিকে চেয়ে বলেনঃ “হে আয়েশা (রাঃ)! তুমি খুশী হয়ে যাও। কারণ মহান আল্লাহ তোমার দোষমুক্ত হওয়ার আয়াত অবতীর্ণ করেছেন।” তৎক্ষণাৎ আমার মা আমাকে বলেনঃ “হে আমার প্রিয় কন্যা! আল্লাহর রাসূল (সঃ)-এর সামনে দাড়িয়ে যাও।” আমি উত্তরে বললামঃ আল্লাহর শপথ! আমি তাঁর সামনে দাঁড়াবো না এবং আল্লাহ ছাড়া আর কারো নিকট কৃতজ্ঞতাও প্রকাশ করবো না। তিনিই আমার দোষমুক্তি ও পবিত্রতার আয়াত অবতীর্ণ করেছেন। ঐ সময় অবতারিত আয়াতগুলো হলোঃ  (আরবি) হতে দশটি আয়াত। এই আয়াতগুলো অবতীর্ণ হওয়ার পর যখন আমার পবিত্রতা প্রমাণিত হয়ে যায় তখন আমার অপবাদ রচনাকারীদের মধ্যে মিসতাহ ইবনে আসাসাও (রাঃ) ছিল বলে আমার পিতা তার দারিদ্র্য ও তার সাথে তাঁর আত্মীয়তার সম্পর্কের কারণে বরাবরই তাকে যে সাহায্য করে আসছিলেন এবং তার প্রতি সহানুভূতি দেখিয়ে আসছিলেন তা বন্ধ করে দেয়ার কথা ঘোষণা করেন। তখন মহান আল্লাহ নিম্নের আয়াত অবতীর্ণ করেনঃ (আরবি) পর্যন্ত। অর্থাৎ “তোমাদের মধ্যে যারা ঐশ্বর্য ও প্রাচুর্যের অধিকারী তারা যেন শপথ গ্রহণ না করে যে, তারা আত্মীয়-স্বজন ও অভাবগ্রস্তদেরকে এবং আল্লাহর পথে যারা গৃহত্যাগ করেছে তাদেরকে কিছুই দিবে না; তারা যেন তাদেরকে ক্ষমা করে এবং তাদের দোষত্রুটি উপেক্ষা করে; তোমরা কি চাও না যে, আল্লাহ তোমাদেরকে ক্ষমা করেন? এবং আল্লাহ ক্ষমাশীল, পরম দয়ালু।” তখন হযরত আবু বকর (রাঃ) বলে উঠেনঃ “আল্লাহর শপথ! আল্লাহ আমাকে ক্ষমা করে দেন এটা আমি ভালবাসি।” অতঃপর তিনি ইতিপূর্বে মিসতাহ (রাঃ)-এর উপর যে খরচ করতেন তা তিনি পুনরায় চালু করে দেন এবং বলেনঃ “আল্লাহর কসম! কখনো আমি তার থেকে এটা বন্ধ করবো না।”আমার এই ঘটনা সম্পর্কে রাসূলুল্লাহ (সঃ) তাঁর স্ত্রী হযরত যয়নব (রাঃ)-কেও জিজ্ঞেস করেছিলেন। রাসূলুল্লাহ (সঃ)-এর সমস্ত স্ত্রীর মধ্যে হযরত যয়নব (রাঃ) আমার প্রতিদ্বন্দ্বিনী ছিলেন। কিন্তু তার আল্লাহর ভীতির কারণে তিনি আমার প্রতি কলংক আরোপ করা হতে নিজেকে সম্পূর্ণরূপে রক্ষা করতে পেরেছিলেন। তিনি রাসূলুল্লাহ (সঃ)-এর প্রশ্নের উত্তরে পরিষ্কারভাবে বলেছিলেনঃ “হে আল্লাহর রাসূল (সঃ)! আমি আমার কর্ণ ও চক্ষুকে রক্ষিত রাখছি, আল্লাহর কসম! আমি তার সম্পর্কে ভাল ছাড়া আর কিছুই জানি না।” অথচ তার ভগ্নী হিমনাহ বিনতে জহশ আমার সম্পর্কে বহুকিছু বলেছিল এবং আমার বিরুদ্ধে বোনকে উত্তেজিত করার চেষ্টা করেছিল। তথাপি হযরত যয়নব বিনতে জহশ (রাঃ) আমার সম্পর্কে একটিও মন্দ কথা উচ্চারণ করেননি। তবে তার ভগ্নী আমার অপবাদ রচনায় বড় রকমের ভূমিকা পালন করেছিল এবং সে ধ্বংসপ্রাপ্তদের অন্তর্ভুক্ত হয়েছিল।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন। এ রিওয়াইয়াতটি সহীহ বুখারী, সহীহ মুসলিম প্রভৃতি বহু হাদীস গ্রন্থে বর্ণিত হয়েছে)একটি সনদে এটাও বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) তাঁর ঐ ভাষণে একথাও বলেছিলেনঃ “হযরত আয়েশা (রাঃ)-এর সাথে যে ব্যক্তিকে সম্পর্কিত করা হচ্ছে সে আমার সফরে ও বাড়ীতে অবস্থানকালে আমার সাথে থেকেছে। আমার অনুপস্থিতিতে কখনো সে অমার বাড়ীতে আসেনি।” তাতে রয়েছে যে, হযরত সা'দ ইবনে মুআয (রাঃ)-এর মুকাবিলায় যে লোকটি দাঁড়িয়েছিলেন, উম্মে হাসসান তাঁর গোত্রেরই মহিলা ছিলেন। ঐ রিওয়াইয়াতে এও আছে যে, হযরত আয়েশা (রাঃ) বলেনঃ “যেদিন রাসূলুল্লাহ (সঃ) ঐ ভাষণ দান করেন সেদিনের পর রাত্রে আমি উম্মে মিসতাহর সাথে বের হয়েছিলাম।” তাতে এটাও আছে যে, হযরত আয়েশা বলেনঃ “একবার উম্মে মিসতাহর পদস্খলন হলে সে তার ছেলে মিসতাহকে অভিশাপ দেয়। আমি তাকে নিষেধ করি। সে আবার পিছলে পড়লে আবার সে অভিশাপ দেয়। এবারেও আমি তাকে বাধা প্রদান করি। পুনরায় সে চাদরে জড়িয়ে পড়লে আবারও সে তার পুত্র মিসতাহকে অভিশাপ দেয়। আমি তখন তাকে ধমকাতে শুরু করি।” তাতে রয়েছে যে, তিনি বলেনঃ “ঐ সময় থেকেই আমার রোগ বৃদ্ধি পায়।” তাতে আরো আছে যে, তিনি বলেন, আমার মায়ের বাড়ী পৌঁছিয়ে দেয়ার জন্যে রাসূলুল্লাহ (সঃ) আমার সাথে একজন গোলামকে পাঠিয়ে দেন। আমি যখন মায়ের বাড়ী পৌঁছি তখন আমার পিতা উপরের ঘরে বসে কুরআন পাঠ করছিলেন। আমার মাতা ছিলেন নীচের ঘরে। আমাকে দেখা মাত্রই তিনি জিজ্ঞেস করেনঃ “আজ তুমি কেমন করে আসলে?” আমি তখন তাঁকে সবকিছু শুনিয়ে দিলাম। কিন্তু আমি দেখলাম যে, এটা তার কাছে না কোন অস্বাভাবিক কথা বলে মনে হলো এবং না তিনি তেমন দুঃখিতা ও চিন্তিতা হলেন, যেমনটি আমি আশা করেছিলাম।” ঐ রিওয়াইয়াতে আছে যে, তিনি (আয়েশা রাঃ) বলেনঃ “আমি আমার মাতাকে জিজ্ঞেস করলাম, আমার পিতার কানেও কি এ খবর পৌঁছেছে?” উত্তরে তিনি বলেনঃ “হ্যা।” আমি আবার জিজ্ঞেস করলাম, রাসূলুল্লাহও (সঃ) কি এ খবর পেয়েছেন? তিনি জবাবে বলেনঃ “হ্যা।\" এ কথা শুনে তো আমার কান্না এসে গেল। আমি অঝোরে কাঁদতে লাগলাম। এমন কি আমার কান্নার শব্দ আমার পিতার কানেও পৌঁছে গেল। তাড়াতাড়ি তিনি নীচে নেমে আসলেন। তিনি জিজ্ঞেস করলেনঃ “ব্যাপার কি?” উত্তরে আমার মাতা বললেনঃ “তার উপর যে অপবাদ আরোপ করা হয়েছে তা সে জেনে ফেলেছে। একথা শুনে এবং আমার অবস্থা দেখে আমার পিতার চক্ষদ্বয়ও অশ্রুসিক্ত হয়ে উঠলো। তিনি আমাকে বললেনঃ “হে আমার প্রিয় কন্যা। আমি তোমাকে কসম দিয়ে বলছি যে, তুমি এখনই বাড়ী ফিরে যাও।” আমি তখন বাড়ী ফিরে আসলাম। এখানে আমার অসাক্ষাতে বাড়ীর চাকরানীকে রাসূলুল্লাহ (সঃ) লোকদের সামনে আমার সম্পর্কে জিজ্ঞাসাবাদ করেন। সে উত্তরে বলেঃ “আমি আয়েশা (রাঃ)-এর মধ্যে মন্দ কিছুই দেখিনি, শুধু এটুকুই দেখেছি যে, ঠাসা আটা অরক্ষিত অবস্থায় রেখে দিয়ে তিনি বে-খেয়ালে ঘুমিয়ে পড়েন, আর ওদিকে মাঝে মাঝে বকরী এসে ঐ আটা খেয়ে ফেলে।” এমন কি কোন কোন লোক তাকে ধমকের সুরে বলেঃ “দেখো, রাসূলুল্লাহ (সঃ)-এর সামনে সত্য কথা বল।” এভাবে তারা তার প্রতি কঠোরতা প্রদর্শন করে। কিন্তু তখনো সে বলেঃ “খাটি সোনাকে আগুনে পোড়ালেও যেমন ওর কোন খুঁত বের করা যায় না, অনুরূপভাবে হযরত আয়েশা (রাঃ)-এর মধ্যেও কোন দোষ পাওয়া যাবে না।” হযরত আয়েশা (রাঃ)-এর সাথে জড়িয়ে ফেলে যে লোকটির বদনাম করা হয়েছিল তিনি যখন এ খবর পান তখন তিনি বলে ওঠেনঃ “আল্লাহর শপথ! আজ পর্যন্ত আমি তো কোন স্ত্রীলোকের হাতটাও খুলে দেখিনি।” অবশেষ ঐ লোকটি আল্লাহর পথে শহীদ হয়ে যান। ঐ বর্ণনায় রয়েছে যে, হযরত আয়েশা (রাঃ) বলেনঃ “রাসূলুল্লাহ (সঃ) আমার নিকট আসরের নামাযের পরে আগমন করেছিলেন। ঐ সময় আমার পিতা ও মাতা আমার ডান পাশে ও বাম পাশে বসেছিলেন। আর ঐ আনসারিয়া মহিলাটি যে এসেছিল সে দরযার উপর বসেছিল।” তাতে রয়েছে যে, তিনি বলেনঃ “রাসূলুল্লাহ (সঃ) যখন আমাকে উপদেশ দেন এবং আমাকে আমার অবস্থার কথা জিজ্ঞেস করেন তখন আমি বলি, হায়! কি লজ্জার কথা! আপনি এই মহিলাটির কথাও খেয়াল করছেন না?” ঐ বর্ণনায় আছে যে, তিনি বলেনঃ “আমিও আল্লাহ তা'আলার হামদ ও সানার পর উত্তর দিয়েছিলাম।” ঐ সময় আমি হযরত ইয়াকূব (আঃ)-এর নাম স্মরণ করবার খুবই চেষ্টা করি, কিন্তু তাঁর নামটি এমনভাবে বিস্মৃত হই যে, কোনক্রমেই তা স্মরণ করতে পারিনি। তাই আবু ইউসুফ (ইউসুফের আঃ পিতা) বলে ফেলি।” তাতে আছেঃ “অহী অবতীর্ণ হওয়ার পর রাসূলুল্লাহ (সঃ) যখন আমাকে শুভ সংবাদ প্রদান করেন, আল্লাহর শপথ! ঐ সময় আমার চিন্তাপূর্ণ ক্রোধ চরমে পৌঁছে গিয়েছিল। আমি আমার পিতা-মাতাকে বলেছিলাম, এই ব্যাপারে আমি আপনাদের নিকটও কৃতজ্ঞ নই। আপনারা একটা কথা শুনেছেন, কিন্তু শুনে তা আপনারা অস্বীকারও করেননি এবং একটু লজ্জাবোধও করেননি।” ঐ বর্ণনায় আরো আছেঃ “যারা এই অপবাদ রচনা করেছিল তারা হলো-হিমনাহ, মিসতাহ্, হাসসান ইবনে সাবিত এবং মুনাফিক আবদুল্লাহ ইবনে উবাই। এই মুনাফিকই প্রধান ভূমিকা পালন করেছিল। সেই সবচেয়ে বেশী এ খবরটা ছড়িয়ে দিয়েছিল।” অন্য হাদীসে আছে যে, হযরত আয়েশা (রাঃ) বলেনঃ “আমার ওযরের আয়াতগুলো অবতীর্ণ হওয়ার পর রাসূলুল্লাহ (সঃ) দু’জন পুরুষ ও একজন স্ত্রীলোককে অপবাদের হদ লাগিয়েছিলেন। তারা হলোঃ হযরত ইবনে আসাসাহ (রাঃ) ও হিমনাহ্ বিনতে জহশ (রাঃ)। অন্য একটি রিওয়ইয়াতে আছে যে, যখন হযরত আয়েশা (রাঃ) তাঁর অপবাদের খবর জানতে পারেন এবং এটাও জানতে পারেন যে, ঐ খবর তাঁর। পিতা-মাতা ও রাসূলুল্লাহ (সঃ)-এর কানেও পৌঁছে গেছে তখন তিনি অজ্ঞান হয়ে পড়ে যান। কিছুটা জ্ঞান ফিরলে তার শরীর জ্বরে খুবই গরম হয়ে যায় এবং তিনি খুব কাঁপতে থাকেন। তাঁর মাতা তৎক্ষণাৎ তার গায়ে লেপ চাপিয়ে দেন। ঐ সময় রাসূলুল্লাহ (সঃ) তথায় আগমন করেন এবং তার অবস্থা জিজ্ঞেস করেন। উত্তরে বলা হয় যে, তাঁর খুবই জ্বর হয়ে গেছে। রাসূলুল্লাহ (সঃ) বলেনঃ “সম্ভবতঃ এ খবর শুনেই তার অবস্থা এমন হয়েছে।” যখন তার ওযরের আয়াতগুলো অবতীর্ণ হয় তখন তিনি আয়াতগুলো শুনে নবী (সঃ)-কে বলেনঃ “এটা আল্লাহ তা'আলারই অনুগ্রহ, আপনার নয়।” তখন হযরত আবু বকর (রাঃ) তাকে বলেনঃ “তুমি রাসূলুল্লাহ (সঃ)-কে এরূপ কথা বলছো?” তিনি উত্তরে বলেনঃ “হ্যা।” আয়াতগুলোর ভাবার্থ হলোঃ যারা এই অপবাদ রচনা করেছে তারা তো তোমাদেরই একটি দল। তারা সংখ্যায় কয়েকজন। হে আবু বকর (রাঃ)-এর পরিবার। তোমরা এটাকে তোমাদের জন্যে অনিষ্টকর মনে করো না। বরং ফলাফলের দিক দিয়ে দ্বীন ও দুনিয়ায় এটা তোমাদের জন্যে কল্যাণকর। দুনিয়ায় তোমাদের সত্যবাদিতা প্রমাণিত হবে এবং আখিরাতে তোমরা উচ্চ মর্যাদা লাভ করবে। হযরত আয়েশা (রাঃ)-কে নির্দোষ প্রমাণকারী আয়াতসমূহ কুরআন কারীমে অবতীর্ণ হবে, যার আশে পাশে মিথ্যা আসতেই পারে না। এ কারণেই যখন উম্মুল মুমিনীন হযরত আয়েশার মৃত্যুকাল ঘনিয়ে আসে তখন হযরত ইবনে আব্বাস (রাঃ) তাঁর কাছে হাযির হয়ে বলেনঃ “আপনি সুসংবাদ গ্রহণ করুন! আপনি রাসূলুল্লাহ (সঃ)-এর পত্নী। তিনি আপনাকে খুবই মহব্বত করতেন এবং আপনি ছাড়া তিনি অন্য কোন কুমারী নারীকে বিয়ে করেননি। আপনার দোষমুক্তি সম্বলিত আয়াতসমূহ আকাশ থেকে অবতীর্ণ হয়েছে।” হযরত আবদুল্লাহ ইবনে জহশ (রাঃ) হতে বর্ণিত আছে যে, একদা হযরত আয়েশা (রাঃ) ও হযরত যয়নব (রাঃ) নিজ নিজ প্রশংসনীয় গুণাবলীর বর্ণনা দিতে শুরু করেন। হযরত যয়নব (রাঃ) বলেনঃ “আমি ঐ মহিলা যার বিবাহ আকাশ থেকে অবতীর্ণ হয়েছে। আর হযরত আয়েশা (রাঃ) বলেনঃ “আমার সততা ও পবিত্রতার সাক্ষ্য কুরআন কারীমে আকাশ থেকে অবতীর্ণ হয়েছে।” যখন হযরত সাফওয়ান ইবনে মুআত্তাল (রাঃ) আমাকে তার সওয়ারীর উপর বসিয়ে নিয়েছিলেন। হযরত যয়নব (রাঃ) তাঁকে জিজ্ঞেস করেনঃ “ ঐ সময় আপনি কি কালেমা পাঠ করেছিলেন?” তিনি উত্তরে বলেনঃ “ঐ সময় আমি পাঠ করেছিলামঃ (আরবি)অর্থাৎ “আমার জন্যে আল্লাহই যথেষ্ট এবং তিনিই উত্তম কার্য সম্পাদনকারী।” (এটা ইমাম ইবনে জারীর (রঃ) স্বীয় তাফসীরে বর্ণনা করেছেন) একথা শুনে হযরত যয়নব (রাঃ) বলেনঃ “আপনি মুমিনদের কালেমা পাঠ করেছিলেন।” আল্লাহ তা'আলা বলেনঃ যারা (হযরত আয়েশার রাঃ) প্রতি এই অপবাদ রচনা করেছে তাদের প্রত্যেকের জন্যে আছে পাপ কর্মের ফল। আর তাদের মধ্যে যে এই ব্যাপারে প্রধান ভূমিকা পালন করেছে, তার জন্যে আছে কঠিন শাস্তি। এর দ্বারা অভিশপ্ত আবদুল্লাহ ইবনে উবাই ইবনে সালকে বুঝানো হয়েছে। সঠিক উক্তি এটাই। তবে কেউ কেউ বলেছেন যে, এর দ্বারা বুঝানো হয়েছে হযরত হাসসান ইবনে সাবিত (রাঃ)-কে। কিন্তু এ উক্তিটি সঠিক নয়। এ উক্তিটিও আছে বলেই আমরা এটা বর্ণনা করলাম। কেননা, হযরত হাসসান ইবনে সাবিত (রাঃ) মর্যাদা সম্পন্ন সাহাবীদের একজন। তাঁর বহু ফযীলত ও বুযর্গীর কথা হাদীসসমূহে বিদ্যমান রয়েছে। ইনিই ছিলেন ঐ ব্যক্তি যিনি রাসূলুল্লাহ (সঃ)-এর পক্ষ থেকে কাফির কবিদের নিন্দাসূচক কবিতাগুলোর জবাব দিতেন। রাসূলুল্লাহ (সঃ) তাকে বলেছিলেনঃ “তুমি কাফিরদের নিকৃষ্টতা বর্ণনা কর, তোমার সাথে হযরত জিবরাঈল (আঃ) রয়েছেন।” হযরত মাসরূক (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “আমি হযরত আয়েশা (রাঃ)-এর নিকট ছিলাম, এমন সময় হযরত হাসসান (রাঃ) সেখানে আগমন। রুন। হযরত আয়েশা (রাঃ) তাকে অত্যন্ত সম্মানের সাথে বসতে দেন এবং তাঁর জন্যে গদি বিছাবার নির্দেশ দেন। তিনি ফিরে গেলে আমি হযরত আয়েশা (ল-কে জিজ্ঞেস করলামঃ আপনি কেন তাকে আপনার কাছে আসতে দেন? তার আগমনে কি লাভ? আল্লাহ তাআলা তো বলেছেনঃ “অপবাদ রচনায় সে প্রধান ভূমিকা পালন করেছে, তার জন্যে আছে কঠিন শাস্তি।” উত্তরে হযরত আয়েশা (রাঃ) বলেনঃ “অন্ধত্বের চেয়ে বড় ও কঠিন শাস্তি আর কি হতে পারে?” তার চক্ষু অন্ধ হয়ে গিয়েছিল। তাই তিনি বলেনঃ “সম্ভবতঃ আল্লাহ তা'আলা এটাকেই কঠিন শাস্তি বলেছেন।” অতঃপর তিনি বলেনঃ “তুমি কি খবর রাখো যে, এই লোকটিই তো রাসূলুল্লাহ (সঃ)-এর পক্ষ থেকে কাফিরদের নিন্দাসূচক কবিতার জবাব দেবার কাজে নিযুক্ত ছিল?” হযরত আমের (রাঃ) হতে বর্ণিত আছে যে, হযরত আয়েশা (রাঃ) বলেনঃ “হাসসান (রাঃ)-এর কবিতা অপেক্ষা উত্তম কবিতা আমার চোখে পড়ে না। যখনই আমি তার ঐ কবিতাটি পাঠ করি তখনই আমার মনে খেয়াল জাগে যে, হাসসান জান্নাতী। কবিতাটি সে আবু সুফিয়ান ইবনে হারিস ইবনে আবদিল মুত্তালিবকে লক্ষ্য করে বলেছিলেন।” (এটা ইমাম ইবনে জারীর (রঃ) বর্ণনা করেন) কবিতাটি হলোঃ (আরবি)অর্থাৎ “তুমি হযরত মুহাম্মাদ (সঃ)-এর দুর্নাম করেছো তাই আমি তার জবাব দিচ্ছি এবং আল্লাহ তা'আলার কাছে আমি এর প্রতিদান লাভ করবো। আমার বাপ-দাদা এবং আমার ইযযত আবরূ সবই মুহাম্মাদ (সঃ)-এর উপর কুরবান হাৈক, আমি এ সবকিছু নিঃশেষ করে দিয়ে হলেও তোমার বদ যবানের মুকাবিলা করতে পিছ পা হবো না। তোমার মত একজন লোক যে আমার নবী (সঃ)-এর পায়ের তালুরও সমান হতে পারে না, তুমি আবার আমার নবী (সঃ)-এর দুর্নাম করছো? স্মরণ রেখো যে, তোমার মত একজন দুষ্ট লোক আমাদের নবী (সঃ)-এর মত একজন মহান ও সৎ লোকের উপর উৎসর্গীকৃত। তুমি যখন আমাদের নবী (সঃ)-এর দুর্নাম করছো তখন দোষমুক্ত তীক্ষ্ণ তরবারীর চাইতেও তীক্ষ্ণ আমার যবান থেকে তুমি রক্ষা পেতে পার না। জিজ্ঞেস করা হলোঃ “হে উম্মুল মুমিনীন (রাঃ)! এটা কি বাজে কথা নয়?” উত্তরে তিনি বলেনঃ “কখনই নয়। বাজে কথা তো হচ্ছে কবিদের ঐ সব কথা যা নারীদের সম্পর্কে বলা হয়ে থাকে। আবার প্রশ্ন করা হয়ঃ “কুরআন কারীমে কি আল্লাহ তা'আলা বলেননি যে, এই অপবাদ রচনার ব্যাপারে যে প্রধান ভূমিকা গ্রহণ করেছে তার জন্যে আছে কঠিন শাস্তি?” জবাবে তিনি বলেনঃ “হ্যাঁ, বলেছেন বটে। কিন্তু যে শাস্তি তাকে দেয়া হয়েছে তা কি কঠিন ও বড় শাস্তি নয়? তার চক্ষু নষ্ট করে দেয়া হয়েছে। হযরত সাফওয়ান ইবনে মুআত্তাল (রাঃ) যখন শুনতে পান যে, হাসসান তাঁর দুর্নাম করেছে তখন তিনি তার উপর তরবারী উত্তোলন করেন এবং তাকে হত্যা করে দিতে উদ্যত হন। কিন্তু কি মনে করে হত্যা করা হতে বিরত থাকেন।"
    },
    { "ayah": 12, "surah": 24, "text": "Please check ayah 24:13 for complete tafsir." },
    {
      "ayah": 13,
      "surah": 24,
      "text": "১২-১৩ নং আয়াতের তাফসীর\nএই আয়াতগুলোতে আল্লাহ তা'আলা মুমিনদেরকে আদব শিক্ষা দিচ্ছেন যে, যারা হযরত আয়েশা (রাঃ)-এর শানে জঘন্য কালেমা মুখ দিয়ে বের করেছে তাদের জন্যে ওটা মোটেই শোভনীয় হয়নি। বরং তাদের উচিত ছিল যে, যখনই তারা ঐ কথা শুনলো তখনই তাদের শরয়ী মাসআলা সম্পর্কে তারা ঐ ধারণা তো যে ধারণা তারা নিজেদের সম্পর্কে করে থাকে। তারা নিজেদের জন্যেও একপ কাজ মোটেই সমীচীন মনে করে না। তাহলে উম্মুল মুমিনীনের মর্যাদা তো তাদের মর্যাদার বহু ঊর্ধ্বে। ঠিক এ ধরনেরই একটা ঘটনা ঘটেও ছিল। হযরত আবূ আইয়ুব খালেদ ইবনে যায়েদ আনসারী (রাঃ)-কে তাঁর স্ত্রী উম্মে আইয়ুব (ক) জিজ্ঞেস করেনঃ “হযরত আয়েশা (রাঃ) সম্পর্কে যেসব কথা বলা হচ্ছে তা কি আপনি শুনেছেন?” উত্তরে তিনি বলেনঃ “হ্যাঁ! এটা সম্পূর্ণ মিথ্যা ও ভিত্তিহীন। হে উম্মে আইয়ূব (রাঃ)! তুমিই বলতো, তুমি কি কখনো এরূপ কাজ করতে পার?” উত্তরে তাঁর স্ত্রী বলেনঃ “নাউযুবিল্লাহ! এ কাজ আমি কখনো করতে পারি না। এটা আমার জন্যে অসম্ভব।” তখন হযরত আবু আইয়ুব (রাঃ) বলেনঃ “তাহলে চিন্তা করে দেখতো, হযরত আয়েশা (রাঃ) তো তোমার চেয়ে বহুগুণে উত্তম ও যৰ্মাদা সম্পন্না (তাহলে তার দ্বারা এ কাজ কিরূপে সম্ভব হতে পারে)।” সুতরাং যখন আয়াতগুলো অবতীর্ণ হয় তখন প্রথমে অপবাদ রচনাকারীদের বর্ণনা দেয়া হয়, অর্থাৎ হযরত হাসসান (রাঃ) এবং তাঁর সঙ্গীদের। তারপর এই আয়াতগুলোতে হযরত আবু আইয়ুব আনসারী (রাঃ) ও তার স্ত্রীর এ কথাগুলোর বর্ণনা দেয়া হয় যেগুলো উপরে বর্ণিত হলো। একটি উক্তি এও আছে যে, উপরে যে ঘটনাটির বর্ণনা দেয়া হলো ওটা ছিল হযরত উবাই ইবনে কা'ব (রাঃ)-এর ঘটনা। মোটকথা, মুমিনদের মন পরিষ্কার থাকা উচিত এবং ভাল ধারণা পোষণ করা কর্তব্য। আর মুখেও এরূপ ঘটনাকে খণ্ডন করা ও মিথ্যা প্রতিপন্ন করা উচিত। কেননা, যতটুকু ঘটনা ঘটেছে তাতে সন্দেহ করার কিছুই নেই। উম্মুল মুমিনীন হযরত আয়েশা (রাঃ) খোলাখুলিভাবে সওয়ারীর উপর আরোহণ করেছেন এবং দিন দুপুরে সেনাবাহিনীর সাথে মিলিত হয়েছেন। সেখানে স্বয়ং রাসূলুল্লাহ (সঃ) বিদ্যমান রয়েছেন। আল্লাহ না করেন যদি তাঁর পদস্খলন ঘটে থাকতো তবে এমন খোলাখুলিভাবে সেনাবাহিনীর সাথে মিলিত হতেন না, বরং গোপনীয়ভাবেই মিলিত হয়ে যেতেন, কেউ টেরই পেতে। সুতরাং এটা স্পষ্টভাবে প্রতীয়মান হয় যে, অপবাদ রচনাকারীরা যে কথা মুখ দিয়ে বের করেছে তা সম্পূর্ণরূপে মিথ্যা ও ভিত্তিহীন। এর ফলে তারা নিজেদের ঈমান ও ইযযত নষ্ট করে ফেলেছে।এরপর মহান আল্লাহ বলেনঃ তারা কেন এই ব্যাপারে চারজন সাক্ষী উপস্থিত করেনি? তারা যখন সাক্ষী উপস্থিত করতে পারেনি তখন আল্লাহর বিধানে তারা মিথ্যাবাদী,পাপী ও অপরাধী প্রমাণিত হয়ে গেল।"
    },
    { "ayah": 14, "surah": 24, "text": "Please check ayah 24:15 for complete tafsir." },
    {
      "ayah": 15,
      "surah": 24,
      "text": "১৪-১৫ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা বলেনঃ হে ঐ লোক সকল! যারা হযরত আয়েশা (রাঃ)-এর ব্যাপারে মুখে মন্দ ও অশোভনীয় কথা উচ্চারণ করেছে, জেনে রেখো যে, তোমাদের উপর যদি আল্লাহর দয়া ও অনুগ্রহ না থাকতো, এইভাবে যে, তিনি দুনিয়ায় তোমাদের তাওবা কবূল করেছেন এবং আখিরাতে তোমাদের ঈমানের কারণে তোমাদেরকে ক্ষমা করে দেবেন, তবে তোমরা তোমাদের মুখ দিয়ে যে কথা বের করেছে এ কারণে তোমাদেরকে কঠিন শাস্তি স্পর্শ করতো। এই আয়াতটি ঐ লোকদের ক্ষেত্রে প্রযোজ্য যাদের অন্তরে ঈমান ছিল, কিন্তু ত্বরা প্রবণতার কারণে তাদের মুখ দিয়ে ঐ কথা বেরিয়ে গিয়েছিল। যেমন হযরত মিসতাহ (রাঃ), হযরত হাসসান (রাঃ) এবং হযরত হিমনাহ (রাঃ)! কিন্তু যাদের অন্তর ছিল ঈমান শূন্য, যারা ঐ তুফান উঠিয়েছিল, যেমন আবদুল্লাহ ইবনে উবাই ইবনে সাল প্রমুখ মুনাফিকরা এই হুকুম বহির্ভূত। কেননা, না তাদের অন্তরে ঈমান ছিল, না তারা সকার্য সম্পাদন করতো। এটা স্মরণ রাখার বিষয় যে, যে অপরাধ ও পাপের উপর যে শাস্তির ভয় দেখানো হয় তা তখনই স্থির হয়ে যায় যদি ওর মুকাবিলায় তাওবা না থাকে বা ঐরূপ অথবা ওর চেয়ে বড় পুণ্য না থাকে।মহামহিমান্বিত আল্লাহ বলেনঃ যখন তোমরা মুখে মুখে এটা ছড়াচ্ছিলে অর্থাৎ এক মুখ হতে আর এক মুখে এবং আর এক মুখ হতে অন্য আর এক মুখে এভাবে খবরটি চারদিকে ছড়িয়ে পড়ছিল। হযরত আয়েশা (রাঃ)-এর কিরআতে রয়েছে (আরবি) অর্থাৎ যখন তোমরা ঐ মিথ্যা কথা ছড়িয়ে দিচ্ছিলে। প্রথমটি জমহূরের কিরআত এবং ঐ কিরআতটি হলো তাদেরই কিরআত যাঁদের এই আয়াতের জ্ঞান বেশী ছিল।মহান আল্লাহ বলেনঃ তোমরা এমন বিষয় মুখে উচ্চারণ করছিলে যার কোন জ্ঞান তোমাদের ছিল না। তোমরা একথাটিকে হালকা মনে করেছিলে, কিন্তু আল্লাহর নিকট এটা ছিল গুরুতর বিষয়। কোন মুসলমানের স্ত্রীর এরূপ অপবাদ রচনা করা গুরুতর অপরাধ। আর ইনি হলেন আল্লাহর রাসূল (সঃ)-এর পবিত্র স্ত্রী। তাহলে তার সম্পর্কে এই অপবাদ রচনা করা কত বড় অপরাধ হতে পারে তা সহজেই অনুমেয়। এ কারণেই স্বীয় নবী (সঃ)-এর মর্যাদার প্রতি লক্ষ্য করে আল্লাহ তা'আলা আয়াত নাযিল করতঃ নবী (সঃ)-এর সতী-সাধ্বী স্ত্রীর পবিত্রতা ও সতীত্ব প্রমাণ করেন। প্রত্যেক নবীর স্ত্রীকেই মহান আল্লাহ এই নির্লজ্জতাপূর্ণ কাজ হতে বাঁচিয়ে রেখেছেন। কাজেই এটা কি করে সম্ভব যে, সমস্ত নবীর স্ত্রীদের চেয়ে উত্তম ও তাদের নেত্রী এবং সমস্ত নবী হতে উত্তম ও সমস্ত আদম সন্তানের নেতা হযরত মুহাম্মাদ (সঃ)-এর স্ত্রী এই নির্লজ্জতাপূর্ণ কাজে জড়িয়ে পড়বেন। এটা কখনই সম্ভব হতে পারে না।মহান আল্লাহ বলেনঃ তোমরা এটাকে তুচ্ছ মনে করেছিলে, কিন্তু আল্লাহ তা'আলার কাছে ছিল এটা গুরুতর বিষয়। সহীহ বুখারী ও সহীহ মুসলিমে রয়েছে যে, কোন কোন সময় মানুষ আল্লাহ তা'আলার অসন্তুষ্টির কোন কথা মুখে বলে ফেলে যার কোন গুরুতু তার কাছে থাকে না। কিন্তু ঐ কারণে সে জাহান্নামের এতো নিম্নস্তরে পৌঁছে যায় যতো নিম্নস্তরে আকাশ হতে যমীন রয়েছে। এমন কি তার চেয়েও নিম্নস্তরে চলে যায়।"
    },
    { "ayah": 16, "surah": 24, "text": "Please check ayah 24:18 for complete tafsir." },
    { "ayah": 17, "surah": 24, "text": "Please check ayah 24:18 for complete tafsir." },
    {
      "ayah": 18,
      "surah": 24,
      "text": "১৬-১৮ নং আয়াতের তাফসীর\nপূর্বে ভাল ধারণা পোষণ করার নির্দেশ দেয়া হয়েছে, এখানে নির্দেশ দেয়া হচ্ছে যে, ভাল লোকদের সম্পর্কে সত্যাসত্য নিরূপণ না করে কোন মন্দ কথা মুখ দিয়ে বের করা চলবে না। খারাপ ধারণা, জঘন্য অপবাদ এবং শয়তানী কুমন্ত্রণা হতে দূরে থাকতে হবে। কখনো এরূপ খারাপ কথা মুখ দিয়ে বের করতে হবে। যদি অন্তরে এরূপ শয়তানী কুমন্ত্রণা সৃষ্টি হয়েও যায় তবুও জিহ্বাকে সংযত রাখতে হবে। রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহ তা'আলা আমার উম্মতের অন্তরে সৃষ্ট কুমন্ত্রণাকে ক্ষমা করে থাকেন যে পর্যন্ত না ওটা মুখে প্রকাশ করে অথবা কার্যে পরিণত করে।” (এ হাদীসটি সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত আছে)মহান আল্লাহ বলেনঃ যখন তোমরা এটা শুনলে তখন কেন বললে না- এ বিষয়ে বলাবলি করা আমাদের উচিত নয়? তোমাদের বলা উচিত ছিলঃ আমরা এ বেআদবী করতে পারি না যে, আল্লাহর বন্ধু এবং তাঁর রাসূল (সঃ)-এর স্ত্রীর সম্পর্কে এরূপ বাজে ও জঘন্য কথা বলে ফেলি। আল্লাহর সত্তা পবিত্র। এরপর মহামহিমান্বিত আল্লাহ বলেনঃ আল্লাহ তোমাদেরকে উপদেশ দিচ্ছেন-তোমরা যদি মুমিন হও তবে কখনো অনুরূপ আচরণের পুনরাবৃত্তি করো হ্যাঁ, তবে যদি কোন লোক ঈমান থেকে অজ্ঞ থাকে তাহলে সে তো বেআদব, অভদ্র এবং ভাল লোকদেরকে ঘৃণাকারী হবেই।আল্লাহ পাক বলেনঃ আল্লাহ তোমাদের জন্যে তার আয়াতসমূহ সুস্পষ্টভাবে বিবৃত করেন। তিনি সর্বজ্ঞ। বান্দার জন্যে কি কল্যাণকর তা তিনি সম্যক অবগত এবং তিনি প্রজ্ঞাময়। তার কোন হুকুমই নিপুণতা শূন্য নয়।"
    },
    {
      "ayah": 19,
      "surah": 24,
      "text": "এটা হলো তৃতীয় সতর্কতা, যে ব্যক্তি এ ধরনের কথা শুনবে তার জন্যে ওটা ছড়িয়ে দেয়া হারাম। যারা এ রকম জঘন্য কথা ছড়িয়ে বেড়ায় তাদেরকে পার্থিব শাস্তি অর্থাৎ হদ লাগানো এবং পারলৌকিক শাস্তি অর্থাৎ জাহান্নামে নিক্ষেপ করা হবে। মহান আল্লাহ বলেনঃ আল্লাহ জানেন, তোমরা জান না। সুতরাং সমস্ত বিষয় আল্লাহ তাআলার দিকেই ফিরিয়ে দেয়া উচিত।হযরত সাওবান (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “তোমরা আল্লাহর বান্দাদেরকে কষ্ট দিয়ো না, তাদেরকে দোষারোপ করো না এবং তাদের গোপনীয় দোষ অনুসন্ধান করো না। যে তার মুসলমান ভাই-এর গোপনীয় দোষ অনুসন্ধান করবে আল্লাহ তা'আলাও তার গোপনীয় দোষের পিছনে লাগবেন এবং তাকে এমনভাবে লাঞ্ছিত করবেন যে, তাকে তার বাড়ীর লোকেরাও খারাপ দৃষ্টিতে দেখতে থাকবে।” (এ হাদীসটি ইমাম আহমাদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন)"
    },
    {
      "ayah": 2,
      "surah": 24,
      "text": "১-২ নং আয়াতের তাফসীর\n‘আমি এই সূরা অবতীর্ণ করেছি’ এ কথার দ্বারা এই সূরার বুযুর্গী ও প্রয়োজনীয়তা প্রকাশ করাই উদ্দেশ্যে। এর দ্বারা উদ্দেশ্য এটা নয় যে, অন্যান্য সূরাগুলোর বুযুর্গী ও প্রয়োজনীয়তা নেই।(আরবি) এর অর্থ মুজাহিদ (রঃ) ও কাতাদা (রঃ) বর্ণনা করেছেন যে, হালাল, হারাম, আদেশ, নিষেধ, ওয়াদা ইত্যাদির বর্ণনা এতে রয়েছে। ইমাম বুখারী (রঃ) বলেন যে, এর ভাবার্থ হলোঃ আমি তোমাদের উপর ও তোমাদের পরবর্তী লোকদের উপর এটা নির্ধারিত করে দিয়েছি। এর মধ্যে সুস্পষ্ট ও খোলাখুলি উজ্জ্বল নির্দেশাবলী বর্ণনা করেছি যাতে তোমরা উপদেশ ও শিক্ষা গ্রহণ করতে পার, আমার হুকুমসমূহ স্মরণ রাখো এবং ওগুলোর উপর আমল কর। এরপর আল্লাহ তা'আলা ব্যভিচারী ও ব্যভিচারিণীর শাস্তির বর্ণনা দিচ্ছেন। ব্যভিচারী ও ব্যভিচারিণী বিবাহিত ও বিবাহিতা হবে অথবা অবিবাহিত ও অবিবাহিতা হবে। সুতরাং অবিবাহিত পুরুষ এবং অবিবাহিতা নারী যদি ব্যভিচারে লিপ্ত হয়ে পড়ে তবে তাদের শাস্তির বিধান হলো ওটাই যা এই আয়াতে বর্ণিত হয়েছে। অর্থাৎ একশ’ বেত্রাঘাত। আর জমহুর উলামার মতে তাদেরকে এক বছরের জন্যে দেশান্তরও করতে হবে। ইমাম আবু হানীফা। (রঃ)-এর মত এর বিপরীত। তাঁর মতে এটা নেতার ইচ্ছাধীন, তিনি ইচ্ছা করলে দেশান্তর করবেন বা করবেন না। জমহুর উলামার দলীল হলো নিম্নের হাদীসটিঃহযরত আবু হুরাইরা (রাঃ) ও হযরত যায়েদ ইবনে খালিদ জুহানী (রাঃ) হতে বর্ণিত আছে যে, দু'জন বেদুঈন রাসূলুল্লাহ (সঃ)-এর নিকট আগমন করে। একজন বলেঃ “হে আল্লাহর রাসূল (সঃ)! আমার ছেলে এ লোকটির বাড়ীতে মজুর ছিল। সে এর স্ত্রীর সাথে ব্যভিচার করে ফেলেছে। আমি তার মুক্তিপণ হিসেবে একশটি বকরী ও একটি দাসী একে প্রদান করি। অতঃপর আমি আলেমদেরকে জিজ্ঞেস করে জানতে পারি যে, আমার ছেলের উপর শরঈ শাস্তি হলো একশ’ বেত্রাঘাত ও এক বছরকাল দেশান্তরকরণ। আর এর স্ত্রীর শাস্তি হলো রজম বা প্রস্তরাঘাতে হত্যা।” তার একথা শুনে রাসূলুল্লাহ (সঃ) বললেনঃ “জেনে রেখো যে, আমি তোমাদের মধ্যে আল্লাহর কিতাব অনুযায়ী সঠিক ফায়সালা করছি। একশ’ বকরী ও দাসী তুমি ফিরিয়ে পাবে এবং তোমার ছেলের উপর একশ' বেত্রাঘাত ও এক বছরকাল দেশান্তর।” আর আসলাম গোত্রের। উনায়েস নামক একটি লোককে তিনি বললেনঃ “হে উনায়েস! সকালে তুমি এই লোকটির স্ত্রীর নিকট গমন করো। যদি সে ব্যভিচারের কথা স্বীকার করে নেয় তবে তুমি তাকে রজম করবে।” রাসূলুল্লাহ (সঃ)-এর কথামত উনায়েস সকালে ঐ স্ত্রী লোকটির নিকট গমন করলো এবং সে ব্যভিচারের কথা স্বীকার করে নেয়ায় তাকে রজম করে দিলো। (এ হাদীসটি সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত হয়েছে) এই হাদীস দ্বারা প্রমাণিত হলো যে, অবিবাহিত ব্যভিচারীকে একশ’ বেত্রাঘাতের সাথে সাথে এক বছরের জন্য দেশান্তরও করতে হবে। আর যদি বিবাহিত হয় তবে রজম করে দেয়া হবে।হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, হযরত উমার (রাঃ) তাঁর এক ভাষণে হামদ ও সানার পর বলেনঃ “হে লোক সকল! আল্লাহ তাআলা হযরত মুহাম্মাদ (সঃ)-কে সত্যসহ প্রেরণ করেছেন এবং তার উপর নিজের কিতাব অবতীর্ণ করেছেন। আল্লাহর এই কিতাবে রজম করার হুকুমের আয়াতও ছিল। আমরা তা পাঠ করেছি, মুখস্থ করেছি এবং আমলও করেছি। স্বয়ং রাসূলুল্লাহ (সঃ)-এর যুগেও রজম হয়েছে এবং তার (ইন্তেকালের) পরে আমরাও রজম করেছি। আমি ভয় করছি যে, কয়েক যুগ অতিবাহিত হওয়ার পর না জানি লোকেরা হয়তো বলতে শুরু করে দেবে যে, তারা রজম করার হুকুম আল্লাহর কিতাবে পাচ্ছে না। আল্লাহ না করুন তারা হয়তো আল্লাহর এই ফরয কাজকে যা আল্লাহ তাঁর কিতাবে অবতীর্ণ করেছেন, ছেড়ে দিয়ে পথভ্রষ্ট হয়ে যাবে। রজমের সাধারণ হুকুম ঐ ব্যক্তির উপর প্রযোজ্য হবে যে ব্যভিচার করবে এবং বিবাহিত হবে, সে পুরুষ হোক বা নারীই হোক, যখন তার ব্যভিচারের উপর শরঈ দলীল পাওয়া যাবে অথবা সে গর্ভবতী হবে বা স্বীকারোক্তি করবে।” (এ হাদীসটি ইমাম মালিক (রঃ)-এর মুআত্তা গ্রন্থে বর্ণিত হয়েছে। আর সহীহ বুখারী ও সহীহ মুসলিম গ্রন্থে এর চেয়েও দীর্ঘভাবে বর্ণনা করা হয়েছে)হযরত আবদুর রহমান ইবনে আউফ (রাঃ) হতে বর্ণিত আছে যে, তিনি হযরত উমার ইবনে খাত্তাব (রাঃ)-কে তার এক ভাষণে বলতে শুনেছেনঃ “লোকেরা বলে যে, তারা রজম অর্থাৎ পাথর নিক্ষেপে হত্যা করার কথা আল্লাহর কিতাবে পায় না। কুরআন কারীমে শুধুমাত্র চাবুক মারার হুকুম রয়েছে। জেনে রেখো যে, স্বয়ং রাসূলুল্লাহ (সঃ) রজম করেছেন, তারপরে আমরাও রজম করেছি। কুরআনে যা নেই, উমার (রাঃ) তা লিখিয়ে নিয়েছেন লোকদের একথা বলার ভয় যদি আমি না করতাম তবে রজমের আয়াত আমি ঐ ভাবেই লিখিয়ে নিতাম যেভাবে ওটা অবতীর্ণ হয়েছিল। (এটা মুসনাদে আহমাদে বর্ণিত হয়েছে। সুনানে নাসাঈতেও এ হাদীসটি রয়েছে)হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত, তিনি বলেন, উমার (রাঃ) ভাষণে রজমের বর্ণনা দিয়েছেন এবং বলেছেনঃ “রজম জরুরী এবং ওটা আল্লাহর হদসমূহের মধ্যে একটি হদ। স্বয়ং রাসূলুল্লাহ (সঃ) রজম করেছেন এবং তার পরে আমরাও রজম করেছি। যদি আমি লোকদের একথা বলার ভয় না করতাম যে, কুরআন কারীমে যা নেই তা উমার (রাঃ) বাড়িয়ে দিয়েছেন তবে আমি কুরআনের এক পার্শ্বে রজমের আয়াত লিখে দিতাম।” উমার ইবনে খাত্তাব। (রাঃ), আবদুর রহমান ইবনে আউফ (রাঃ) এবং অমুক ও অমুকের সাক্ষ্য এই  যে, রাসূলুল্লাহ (সঃ) রজম করেছেন এবং আমরাও রজম করেছি। মনে রেখো যে, তোমাদের পরে এমন লোক আসবে যারা রজমকে, শাফাআতকে এবং কবরের আযাবকে অবিশ্বাস করবে। আর কতকগুলো লোককে যে কয়লা হয়ে যাওয়ার পরেও জাহান্নাম থেকে বের করা হবে, এটাকেও অবিশ্বাস করবে। (এটাও মুসনাদে আহমাদে বর্ণনা করা হয়েছে)হযরত সাঈদ ইবনে মুসাইয়াব (রঃ) হতে বর্ণিত আছে যে, হযরত উমার (রাঃ) বলেছেনঃ “তোমরা রজমের হুকুমকে অস্বীকার করার ধ্বংস থেকে বেঁচে থাকো (শেষপর্যন্ত)।” এটাও ইমাম আহমাদ (রঃ) বর্ণনা করেছেন। (ইমাম তিরমিযীও (রঃ) এটা আনয়ন করেছেন এবং এটাকে বিশুদ্ধ বলেছেন)কাসীর ইবনে সাত (রাঃ) হতে বর্ণিত, তিনি বলেন, আমরা মারওয়ানের নিকট উপবিষ্ট ছিলাম। সেখানে হযরত যায়েদ ইবনে সাবিতও (রাঃ) ছিলেন। তিনি বলেনঃ আমরা কুরআন কারীমে পড়তাম- “বিবাহিত পুরুষ বা নারী ব্যভিচার করলে তোমরা অবশ্যই রজম করবে।” মারওয়ান তখন জিজ্ঞেস করেনঃ “আপনি কুরআন কারীমে এটা লিখেন না যে?” উত্তরে হযরত যায়েদ ইবনে সাবিত (রাঃ) বলেনঃ “আমাদের মধ্যে যখন এই আলোচনা চলতে থাকে। তখন হযরত উমার ইবনে খাত্তাব (রাঃ) বলেন, আমি তোমাদেরকে সান্ত্বনা দিচ্ছি যে, একটি লোক (একদা) নবী (সঃ)-এর কাছে আগমন করে। সে তার সামনে এরূপ এরূপ বর্ণনা দেয়। আর সে রজমের কথা বর্ণনা করে। কে একজন বলে, হে আল্লাহর রাসূল (সঃ)! আপনি রজমের আয়াত লিখিয়ে নিন! রাসুলুল্লাহ (সঃ) বলেন, এখনতো আমি এটা লিখিয়ে নিতে পারি না।” (এ হাদীসটিও মুসনাদে আহমাদেই বর্ণিত হয়েছে। সুনানে নাসাঈতেও এ রিওয়াইয়াতটি আছে)এসব হাদীস দ্বারা প্রমাণিত হলো যে, রজমের আয়াত পূর্বে লিখিত ছিল। তারপর তিলাওয়াত রহিত হয়ে গেছে এবং হুকুম বাকী রয়েছে। এসব ব্যাপারে আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন। স্বয়ং রাসূলুল্লাহ (সঃ) ঐ লোকটির স্ত্রীকে রজম করার নির্দেশ দেন যে তার চাকরের সাথে ব্যভিচার করেছিল। অনুরূপভাবে তিনি হযরত মায়েয (রাঃ) ও এক গামেযিয়্যাহ মহিলাকে রজম করিয়েছিলেন। এসব হাদীসে এর উল্লেখ নেই যে, রাসূলুল্লাহ (সঃ) রজমের পূর্বে তাদেরকে চাবুক লাগিয়েছিলেন। বরং এসব বিশুদ্ধ ও সুস্পষ্ট হাদীসে শুধু রজমের বর্ণনা আছে। কোন হাদীসেই চাবুক মারার বর্ণনা নেই। এ জন্যেই জমহুর উলামার এটাই মাযহাব। ইমাম আবু হানীফা (রঃ) এবং ইমাম শাফেয়ীও (রঃ) এদিকেই গিয়েছেন। ইমাম আহমাদ (রঃ) বলেন যে, প্রথমে চাবুক মেরে পরে রজম করা উচিত যাতে কুরআন ও হাদীস উভয়ের উপরই আমল হয়ে যায়। মেযন আমীরুল মুমিনীন হযরত আলী ইবনে আবি তালিব (রাঃ) হতে বর্ণিত আছে যে, তাঁর কাছে সুরাজা নাম্নী একটি মহিলাকে নিয়ে আসা হয় যে বিবাহিতা ছিল এবং ব্যভিচার করেছিল। তখন তিনি বৃহস্পতিবারে তাকে চাবুক মারিয়ে নেন এবং শুক্রবারে তাকে রজম করেন। অতঃপর তিনি বলেনঃ “কিতাবুল্লাহর উপর আমল করে আমি তাকে চাবুক লাগিয়েছি এবং সুন্নাতে রাসূল (সঃ)-এর উপর আমল করে তাকে রজম করার নির্দেশ দিয়েছি।” হযরত উবাদা ইবনে সামিত (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমরা আমার কথা গ্রহণ কর, তোমরা আমার কথা গ্রহণ কর! আল্লাহ তা'আলা তাদের জন্যে পন্থা বের করে দিয়েছেন। অবিবাহিত পুরুষ ও অবিবাহিতা নারী ব্যভিচার করলে একশ’ চাবুক ও এক বছরের জন্য দেশান্তর। আর বিবাহিত পুরুষ ও বিবাহিতা নারী ব্যভিচার করলে রজম।” (এ হাদীসটি মুসনাদে আহমাদ, সুনানে আরবাআ ও সহীহ মুসলিমে বর্ণিত হয়েছে)এরপর মহান আল্লাহ বলেনঃ আল্লাহর বিধান কার্যকরীকরণে তাদের প্রতি দয়া যেন তোমাদেরকে প্রভাবান্বিত না করে। অন্তরের দয়া তো অন্য জিনিস, ওটা তো থাকবেই। কিন্তু আল্লাহর বিধান কার্যকরীকরণে ইমামের অবহেলা ও ত্রুটি প্রদর্শন নিন্দনীয়। যখন ইমাম বা বাদশাহর কাছে এমন কোন ঘটনা ঘটবে যাতে হদ জারী করা অপরিহার্য, এরূপ ক্ষেত্রে বাদশাহর উচিত হদ জারী করা এবং ওটা ছেড়ে না দেয়া। হাদীসে এসেছেঃ “তোমরা পরস্পরের মধ্যকার হদকে উপেক্ষা কর। হদযুক্ত কোন ঘটনা আমার কাছে পৌছে গেলে হদ জারী করা অপরিহার্য হয়ে যাবে।” অন্য হাদীসে এসেছেঃ “যমীনে হুদূদ কায়েম হওয়া যমীনবাসীদের জন্যে চল্লিশ দিনের বৃষ্টিপাত অপেক্ষা উত্তম।” এ কথাও বলা হয়েছে যে, তাদের প্রতি দয়া যেন তোমাদেরকে প্রভাবান্বিত না করে’। আল্লাহ পাকের এই উক্তির ভাবার্থ হচ্ছে তাদের প্রতি দয়াপরবশ হয়ে প্রহারকে হালকা করো না। মধ্যমভাবে চাবুক মারে। মেরে যে অস্থি ভেঙ্গে দেবে এটাও ঠিক নয়। অপবাদদাতার উপর হদ জারী করার সময় তার দেহে কাপড় থাকতে হবে। তবে ব্যভিচারীর উপর হদ জারী করার সময় তার দেহে কাপড় রাখা চলবে না। এটা  হলো হযরত হাম্মাদ ইবনে আবি সুলাইমান (রাঃ)-এর উক্তি। এটা বর্ণনা করার পর তিনি (আরবি)  পাঠ করেন। তখন হযরত সাঈদ ইবনে আবি উরূবাহ (রঃ) তাঁকে জিজ্ঞেস করেনঃ “এটা কি হুকুমের অন্তর্ভুক্ত?' উত্তরে তিনি বলেনঃ “হ্যা, হুকুমের অন্তর্ভুক্ত এবং চাবুক অর্থাৎ হদ কায়েম করা প্রহারকে কঠিন করার অন্তর্ভুক্ত।” হযরত ইবনে উমার (রাঃ) হতে বর্ণিত আছে যে, তার দাসী ব্যভিচার করলে তিনি তার পায়ের উপর ও কোমরের উপর চাবুক মারেন। তখন হযরত নাফে’ (রাঃ) তাঁর সামনে আল্লাহর বিদান কার্যকরীকরণে তাদের প্রতি দয়া যেন তোমাদেরকে প্রভাবান্বিত না করে’- আল্লাহ তা'আলার এই উক্তিটি পাঠ করেন। হ্যরত ইবনে উমার (রাঃ) তখন তাঁকে বললেনঃ “তোমার মতে কি আমি এই দাসীর উপর কোন দয়া দেখিয়েছি? জেনে রেখো যে, আল্লাহ তা'আলা তাকে মেরে ফেলার নির্দেশ দেননি এবং একথাও বলেননি যে, তার মাথার উপর চাবুক মারা হবে। আমি তাকে সাধ্যমত চাবুক মেরেছি এবং পূর্ণ শাস্তি দিয়েছি।” (এটা ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)মহান আল্লাহ বলেনঃ যদি তোমরা আল্লাহ ও পরকালের প্রতি বিশ্বাস স্থাপন করে থাকো তবে তোমাদের উচিত আল্লাহর নির্দেশ পুরোমাত্রায় পালন করা এবং ব্যভিচারীদের উপর হদ জারী করার ব্যাপারে টালবাহানা না করা। তাদেরকে কঠিনভাবে প্রহার করতে হবে, কিন্তু এই প্রহার এমন হওয়া উচিত নয় যাতে অস্থি ভেঙ্গে যায়। এ কারণে যে, যেন তারা পাপকার্য থেকে বিরত তাকে এবং তাদের এই শাস্তি দেখে অন্যেরাও শিক্ষা গ্রহণ করতে পারে। দয়া খারাপ জিনিস নয়। হাদীসে এসেছে যে, একটি লোক বলেঃ “আমি বকরী যবেহ করি, কিন্তু আমার মনে ব্যথা আসে এবং মমতা লাগে।” তখন রাসূলুল্লাহ (সঃ) তাকে বলেনঃ “এতেও তুমি পুণ্য লাভ করবে।”আল্লাহ তা'আলার উক্তিঃ মুমিনদের একটি দল যেন তাদের শাস্তি প্রত্যক্ষ করে যাতে সবারই অন্তরে ভয় সৃষ্টি হয় এবং ব্যভিচারী লাঞ্ছিতও হয়। যাতে অন্য লোকেরাও এ কাজ থেকে বিরত থাকে। প্রকাশ্যভাবে শাস্তি দিতে হবে। গোপনে মারধর করে ছেড়ে দেয়া উচিত নয়। একটি লোক এবং তদপেক্ষা বেশী লোক হলেই একটি দল হয়ে যাবে এবং আয়াতের উপর আমল হয়ে যাবে। এটার উপর ভিত্তি করেই ইমাম মুহাম্মাদ (রঃ)-এর মাযহাব এই যে, একটি লোকও একটি জামাআত। আতা’ (রঃ)-এর উক্তি এই যে, দু’জন হতে হবে। সাঈদ ইবনে  জুবায়ের (রঃ) বলেন যে, চারজন হওয়া চাই। যুহরী (রঃ)-এর মতে তিন বা তদপেক্ষা বেশী হতে হবে। ইমাম মালিক (রঃ) বলেন যে, চার বা তার চেয়ে বেশী হওয়া উচিত। কেননা, ব্যভিচারে চারজনের কমে সাক্ষী হয় না। চার অথবা তদপেক্ষা বেশী সাক্ষী হতে হবে। ইমাম শাফেয়ী (রঃ)-এরও মাযহাব এটাই। রাবীআ (রঃ) বলেন যে, পাঁচজন হওয়া চাই। হযরত হাসান বসরী (রঃ)-এর মতে দশজন হওয়া উচিত। কাতাদা (রঃ) বলেন যে, একটি দল হতে হবে যাতে উপদেশ, শিক্ষা ও শাস্তি হয়। নযর ইবনে আলকামা (রঃ) এই জামাআতের প্রয়োজনীয়তার কারণ এই বর্ণনা করেছেন যে, যাদের উপর হদ জারী করা হচ্ছে তাদের জন্যে এরা আল্লাহর নিকট করুণা ও ক্ষমা প্রার্থনা করবে।"
    },
    { "ayah": 20, "surah": 24, "text": "Please check ayah 24:21 for complete tafsir." },
    {
      "ayah": 21,
      "surah": 24,
      "text": "২০-২১ নং আয়াতের তাফসীর\nমহান আল্লাহ বলেনঃ যদি আল্লাহ তা'আলার অনুগ্রহ, দয়া, স্নেহ ও করুণা না। হতো তবে ঐ সময় অন্য কিছু ঘটে যেতো। কিন্তু আল্লাহ পাক তাওবাকারীদের তাওবা কবুল করে নিয়েছেন ও পবিত্রতা লাভ করতে ইচ্ছুকদেরকে তিনি শরীয়তের বিধান মতে শাস্তি প্রদানের পর পবিত্র করেছেন।মহামহিমান্বিত আল্লাহ বলেনঃ হে মুমিনগণ! তোমরা শয়তানের পদাঙ্ক অনুসরণ করো না, তার কথামত চলো না। সে তো তোমাদেরকে অশ্লীলতা ও মন্দ কার্যের নির্দেশ দিয়ে থাকে। সুতরাং তার অনুসরণ করা থেকে বেঁচে থাকা তোমাদের উচিত। তার কাজ কর্ম এবং কুমন্ত্রণা হতে দূরে থাকা তোমাদের কর্তব্য। আল্লাহর অবাধ্যতায় শয়তানের পদাঙ্ক অনুসরণ প্রকাশ পায়। একটি লোক হযরত ইবনে মাসউদ (রাঃ)-কে বলেঃ “আমি অমুক খাদ্য নিজের উপর হারাম করার কসম করেছি।” তখন হযরত ইবনে মাসউদ (রাঃ) তাকে বলেনঃ “এটা শয়তানী কুমন্ত্রণা। তুমি তোমার কসমের কাফফারা আদায় কর এবং ঐ খাদ্য খেয়ে নাও।”হযরত সুলাইমান তাইমী (রঃ) হতে বর্ণিত আছে যে, হযরত আবু রাফে’ (রঃ) বলেন, আমার স্ত্রী একদা আমার উপর রাগান্বিত হয়ে বলেঃ “একদিন আমি ইয়াহূদী নারী এবং একদিন খৃষ্টান নারী, আর আমার সমস্ত গোলাম আযাদ যদি তুমি তোমার স্ত্রীকে (আমাকে) তালাক না দাও।” আমি তখন হযরত আব্দুল্লাহ ইবনে উমার (রাঃ)-এর কাছে এসে এ সম্পর্কে ফতওয়া জিজ্ঞেস করি। হযরত ইবনে উমার (রাঃ) উত্তরে বলেনঃ “এটা শয়তানের কুমন্ত্রণা।” যয়নব বিনতে উম্মে সালমা (রাঃ)-ও এ কথা বলেন, যিনি ঐ সময় মদীনার মধ্যে শরীয়তের জ্ঞান সবচেয়ে বেশী রাখতেন। তারপর আমি হযরত আসেম ইবনে উমার (রাঃ)-এর নিকট আসি। তিনিও অনুরূপ কথাই বলেন।এরপর মহান আল্লাহ বলেনঃ তোমাদের প্রতি আল্লাহর অনুগ্রহ ও দয়া না থাকলে তোমাদের কেউই কখনো শিরক ও কুফরী হতে পবিত্র হতে পারতে না। এটা মহান প্রতিপালকের অনুগ্রহ যে, তিনি তোমাদেরকে তাওবা করার তাওফীক দিয়েছেন এবং তোমাদের প্রতি দয়া পরবশ হয়ে তোমাদের তাওবা কবূল করতঃ তোমাদেরকে গুনাহ থেকে পাক-সাফ করে দিয়েছেন। আল্লাহ যাকে চান পবিত্র করে থাকেন এবং যাকে চান ধ্বংসের গর্তে নিক্ষেপ করেন। কে সঠিক পথের পথিক এবং কে পথভ্রষ্ট সবই তাঁর গোচরে রয়েছে। তিনি সর্বশ্রোতা এবং সর্বজ্ঞ।"
    },
    {
      "ayah": 22,
      "surah": 24,
      "text": "আল্লাহ তা'আলা বলেনঃ তোমাদের মধ্যে যারা ধনবান ও প্রাচুর্যের অধিকারী এবং দান-খয়রাতকারী তারা যেন এরূপ শপথ না করে যে, তারা আত্মীয়-স্বজন, অভাবগ্রস্ত এবং মুহাজিরদেরকে কিছুই দিবে না। এভাবে তাদের দিকে মনোযোগ ফিরানোর পর তাদেরকে আরো নরম করার জন্যে বলেনঃ তারা যদি কোন ভুল-ত্রুটি করে বসে তবে যেন তারা তাদেরকে ক্ষমা করে দেয় এবং তাদের ঐ দোষ-ত্রুটি উপেক্ষা করে। এটাও আল্লাহ তা'আলার সহনশীলতা, দয়া, স্নেহ ও অনুগ্রহ যে, তিনি তাঁর সৎ বান্দাদেরকে ভাল কাজেরই নির্দেশ দিয়ে থাকেন। এই আয়াতটি হযরত আবু বকর (রাঃ)-এর ব্যাপারে অবতীর্ণ হয়, যখন তিনি হযরত মিসতাহ ইবনে আসাসা (রাঃ)-এর প্রতি কোন প্রকার অনুগ্রহ ও সাহায্য সহানুভূতি না করার শপথ করেন। কেননা, তিনি হযরত আয়েশা (রাঃ)-এর প্রতি অপবাদ রচনাকারীদের অন্তর্ভুক্ত ছিলেন। যেমন পূর্ববর্তী আয়াতের তাফসীরে এ ঘটনাটি গত হয়েছে। যখন প্রকৃত তথ্য আল্লাহ তা'আলা প্রকাশ করে দিলেন এবং উম্মুল মুমিনীন হযরত আয়েশা (রাঃ) সম্পূর্ণরূপে দোষমুক্ত হয়ে গেলেন। আর মুসলমানদের অন্তর উজ্জ্বল হয়ে উঠলো। মুমিনদের তাওবা কবূল করা হলো এবং অপবাদ রচনাকারীদের কাউকে কাউকে শরীয়তের বিধান মতে শাস্তি প্রদান করা হলো তখন মহান আল্লাহ হযরত আবু বকর (রাঃ)-এর মনোযোগ হযরত মিসতা (রাঃ)-এর দিকে ফিরাতে বলেন, যিনি তার খালাতো ভাই ছিলেন। তিনি যে, পর্বে ছিলেন খুবই দরিদ্র লোক। হযরত আবু বকর (রাঃ) তাঁকে লালন-পালন করে আসছিলেন। তিনি ছিলেন মুহাজির। কিন্তু ঘটনাক্রমে হযরত আয়েশা (রাঃ)-এর এ ঘটনায় তাঁর মুখ খুলে গিয়েছিল। তাঁর উপর অপবাদের হদও লাগানো হয়েছিল। হযরত আবু বকর (রাঃ)-এর মুক্ত হস্তে দান করার অভ্যাসের কথাটি ছিল সর্বজন বিদিত। তাঁর দান ছিল আপন ও পর সবারই জন্যে সাধারণ। আয়াতের “তোমরা কি চাও না যে, আল্লাহ তোমাদেরকে ক্ষমা করেন?” এই শব্দগুলো হযরত আবু বকর (রাঃ)-এর কর্ণগোচর হওয়া মাত্রই স্বতঃস্ফূর্তভাবে তিনি বলে ফেলেনঃ “হ্যা, আল্লাহর কসম! অবশ্যই আমরা চাই যে, আল্লাহ তা'আলা যেন আমাদেরকে ক্ষমা করে দেন। আর তখন থেকেই তিনি মিসতাহ। (রাঃ)-এর সাহায্য ও দান পুনরায় চালু করে দেন। এই আয়াতগুলোর মাধ্যমে আমাদেরকে যেন এটাই উপদেশ দেয়া হচ্ছে যে, আমাদের দোষ-ত্রুটি ক্ষমা করে দেয়া হোক এটা যেমন আমরা কামনা করি অনুরূপভাবে অন্যদের দোষ-ত্রুটি ক্ষমা করে দেয়া আমাদের উচিত। আমাদের এটাও লক্ষ্য রাখার বিষয় যেমন হযরত আবু বকর (রাঃ) বলেছিলেনঃ “আল্লাহর শপথ! আমি আর কখনো মিসতাহ (রাঃ)-এর উপর খরচ ও সাহায্য সহানুভূতি করব না।” অনুরূপভাবে এই আয়াত অবতীর্ণ হওয়ার পর তিনি বলেনঃ “আল্লাহর কসম! মিসতাহ (রাঃ)-এর উপর দৈনিক আমি যা খরচ করতাম তা আর কখনো বন্ধ করবো।” সত্যিই তিনি সিদ্দীকই (সত্যপরায়ণই) ছিলেন।"
    },
    { "ayah": 23, "surah": 24, "text": "Please check ayah 24:25 for complete tafsir." },
    { "ayah": 24, "surah": 24, "text": "Please check ayah 24:25 for complete tafsir." },
    {
      "ayah": 25,
      "surah": 24,
      "text": "২৩-২৫ নং আয়াতের তাফসীর\nযারা সাধারণ সতী সাধ্বী, সরলমনা ও মুমিনা নারীর প্রতি অপবাদ আরোপ করে তাদেরকে এখানে ভীতি প্রদর্শন করা হচ্ছে। তাদেরই শাস্তি যদি এরূপ হয় তবে যারা নবী (সঃ)-এর স্ত্রী মুসলমানদের মাতাদের প্রতি অপবাদ আরোপ করে থাকে তাদের শাস্তি কি হতে পারে? বিশেষ করে ঐ স্ত্রীর উপর, যিনি হযরত আবু বকর (রাঃ)-এর কন্যা ছিলেন।উলামায়ে কিরামের এর উপর ইজমা রয়েছে যে, এই আয়াতগুলো অবতীর্ণ হওয়ার পরেও যে ব্যক্তি হযরত আয়েশা (রাঃ)-কে অপবাদের সাথে স্মরণ করে সে কাফির। কেননা, সে কুরআন কারীমের বিরুদ্ধাচরণ করলো। রাসূলুল্লাহ (সঃ)-এর অন্যান্য স্ত্রীদের ব্যাপারেও সঠিক উক্তি এটাই যে, তাঁরাও হযরত আয়েশা সিদ্দীকা (রাঃ)-এর মতই। এসব ব্যাপারে আল্লাহ তা'আলাই সর্বাধিক সঠিক জ্ঞানের অধিকারী।মহান আল্লাহ বলেনঃ তারা দুনিয়া ও আখিরাতে অভিশপ্ত এবং তাদের জন্যে আছে মহাশাস্তি। যেমন তার উক্তি অন্য জায়গায় রয়েছে (আরবি)  অর্থাৎ “নিশ্চয়ই যারা আল্লাহ ও তাঁর রাসূল (সঃ)-কে কষ্ট দেয়।” (৩৩: ৫৭)।কারো কারো ধারণা এই যে, এটা বিশেষভাবে হযরত আয়েশা (রাঃ)-এর ক্ষেত্রেই প্রযোজ্য। হযরত ইবনে আব্বাস (রাঃ) এ কথাই বলেন। সাঈদ ইবনে জুবাইর (রঃ) এবং মুকাতিল ইবনে হাইয়ান (রঃ)-এরও এটাই উক্তি। (ইমাম ইবনে জারীরও (রঃ) হযরত আয়েশা (রাঃ) হতে এটা বর্ণনা করেছেন) অতঃপর তিনি যে বিস্তারিত রিওয়াইয়াত আনয়ন করেছেন তাতে হযরত আয়েশা (রাঃ)-এর প্রতি অপবাদ আরোপ করা, রাসূলুল্লাহ (সঃ)-এর প্রতি অহী আসা এবং এই আয়াত অবতীর্ণ হওয়ার বর্ণনা রয়েছে। কিন্তু এই হুকুম হযরত আয়েশা (রাঃ)-এর সঙ্গে বিশিষ্ট হওয়ার কথা বর্ণনা করা হয়নি। সুতরাং অবতীর্ণ হওয়ার কারণ বিশিষ্ট হলেও এর হুকুম সাধারণ। হতে পারে যে, হযরত ইবনে আব্বাস (রাঃ) প্রমুখ গুরুজনের উক্তিরও ভাবার্থ এটাই। এসব ব্যাপারে আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন।কোন কোন মনীষী বলেন যে, সমস্ত পবিত্র স্ত্রীর হুকুম এটাই বটে, কিন্তু মুমিনা স্ত্রীলোকদের হুকুম এটা নয়। হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, এই আয়াত দ্বারা রাসূলুল্লাহ (সঃ)-এর স্ত্রীগণ উদ্দেশ্য, এই অপবাদে যেসব মুনাফিক অংশ নিয়েছিল তারা সবাই অভিশপ্ত সাব্যস্ত হয় এবং আল্লাহর ক্রোধের কোপানলে পতিত হয়। এর পরে মুমিনা স্ত্রীলোকদের উপর অপবাদ আরোপকারীদের হুকুম হিসেবে (আরবি) এই আয়াত অবতীর্ণ হয়। সুতরাং তাদেরকে চাবুক মারা হবে। তারা তাওবা করলে তাদের তাওবা কবুল করা হবে। কিন্তু তাদের সাক্ষ্য তখন থেকে নিয়ে চিরদিনের জন্যে অগ্রাহ্য হবে। হযরত ইবনে আব্বাস (রাঃ) একবার সূরায়ে নূরের তাফসীর বর্ণনা করতে গিয়ে বলেন যে, এই আয়াতটি রাসূলল্লাহ (সঃ)-এর স্ত্রীদের ব্যাপারে অবতীর্ণ হয়। ঐ অপবাদ আরোপকারীদের তাওবা গৃহীত নয়। এ আয়াতটি অস্পষ্ট। আর চারজন সাক্ষী আনতে না পারার আয়াতটি সাধারণ ঈমানদার স্ত্রীলোকদের উপর অপবাদ আরোপকারীদের ব্যাপারে প্রযোজ্য। তাদের তাওবা গৃহীত। তাঁর এ কথা শুনে সভার লোকদের ইচ্ছা হলো যে, তারা তাঁর কপাল চুম্বন করবে। কেননা, তিনি খুবই উত্তম তাফসীর করেছিলেন। ইবহাম বা অস্পষ্ট দ্বারা উদ্দেশ্য এই যে, অপবাদের অবৈধতা সাধারণ। এটা প্রত্যেক সতী-সাধ্বী স্ত্রীলোকের ক্ষেত্রেই প্রযোজ্য। আর এসব অপবাদ আরোপকারীদের সবাই অভিশপ্ত।  হযরত আবদুর রহমান (রাঃ) বলেন যে, প্রত্যেক অপবাদ রচনাকারী এই হুকুমের অন্তর্ভুক্ত, কিন্তু হযরত আয়েশা (রাঃ)-এর ব্যাপারে এই হুকুম আরো বেশী প্রযোজ্য। ইমাম ইবনে জারীরও (রঃ) সাধারণত্বকেই পছন্দ করেন এবং এটাই সঠিকও বটে। সাধারণত্বের পৃষ্ঠপোষকতায় নিম্নের হাদীসটিও রয়েছেঃহযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “সাতটি ধ্বংসকারী পাপ থেকে তোমরা বেঁচে থাকো।” জিজ্ঞেস করা হলোঃ “হে আল্লাহর রাসূল (সঃ)! ঐগুলো কি?” উত্তরে তিনি বললেনঃ “ঐগুলো হলোআল্লাহর সাথে শিরক করা, যাদু করা, বিনা কারণে কাউকেও হত্যা করা, সুদ খাওয়া, ইয়াতীমের মাল আত্মসাৎ করা, জিহাদের ময়দান থেকে পলায়ন করা এবং সতী-সাধ্বী, সরলা মুমিনা স্ত্রীলোকের উপর অপবাদ আরোপ করা।” (ইবনে আবি হাতিম (রঃ) এ হাদীসটি বর্ণনা করেছেন এবং ইমাম বুখারী (রঃ) ও ইমাম মুসলিম (রঃ) হাদীসটি তাখরীজ করেছেন) হযরত হুযাইফা (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “সতী-সাধ্বী স্ত্রীলোকের উপর ব্যভিচারের অপবাদ আরোপকারীর একশ বছরের পুণ্য নষ্ট হয়ে যায়।” (এ হাদীসটি হাফিয আবুল কাসিম তিবরানী (রঃ) বর্ণনা করেছেন)হযরত সাঈদ ইবনে জুবাইর (রঃ) হতে বর্ণিত আছে যে, হযরত ইবনে। আব্বাস (রাঃ) বলেছেনঃ “মুশরিকরা যখন দেখবে যে, জান্নাতে নামাযীরা ছাড়া আর কেউই প্রবেশ করে না তখন তারা তাদের শিরকের কথা অস্বীকার করে বসবে। তৎক্ষণাৎ তাদের মুখের উপর মোহর মেরে দেয়া হবে এবং তাদের হাত-পা তাদের বিরুদ্ধে তখন সাক্ষ্য দিতে শুরু করবে। কাজেই তারা আল্লাহর কাছে কোন কথাই গোপন করতে পারবে না।\" (এটা ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)হযরত আবু সাঈদ (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেন, কাফিরদের সামনে যখন তাদের মন্দ কার্যাবলী পেশ করা হবে তখন তারা ঐগুলোকে অস্বীকার করে বসবে এবং নিজেদেরকে নিস্পাপ বলবে। তখন। তাদেরকে বলা হবে-“এরা হলো তোমাদের প্রতিবেশী। এরা তোমাদের বিরুদ্ধে সাক্ষ্য দিচ্ছে। তারা বলবেঃ “এরা মিথ্যাবাদী।” আবার তাদেরকে বলা হবে-“এরা তোমাদের পরিবার ও গোত্রের লোক। এরা তোমাদের বিরুদ্ধে সাক্ষ্য দান করছে। তারা জবাবে বলবেঃ “এরাও সব মিথ্যাবাদী।\" তখন তাদেরকে বলা হবে- “আচ্ছা, তাহলে তোমরা শপথ কর।\" তারা তখন শপথ করবে। অতঃপর আল্লাহ তা'আলা তাদেরকে মূক বা বোবা করে দিবেন এবং তাদের হাত ও পা তাদের দুস্কার্যাবলীর সাক্ষ্য দেবে। ফলে তাদেরকে জাহান্নামে প্রবিষ্ট করা হবে। (এ হাদীসটি ইবনে আবি হাতিম (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন। ইমাম ইবনে জারীরও (রঃ) স্বীয় তাফসীরে এটা বর্ণনা করেছেন)হযরত আনাস ইবনে মালিক (রাঃ) হতে বর্ণিত, তিনি বলেন, (একদা) আমরা নবী (সঃ)-এর নিকট হাযির ছিলাম এমন সময় তিনি হেসে ওঠেন। অতঃপর তিনি বলেনঃ “আমি কেন হাসলাম তা তোমরা জান কি?\" আমরা উত্তরে বললামঃ আল্লাহ এবং তার রাসলই (সঃ) ভাল জানেন। তিনি তখন বলেন, কিয়ামতের দিন বান্দা প্রতিপালকের সাথে বিতর্কে লিপ্ত হবে। সে বলবেঃ “হে আমার প্রতিপালক! আপনি কি আমাকে যুলুম হতে বিরত রাখেননি?” আল্লাহ তা'আলা উত্তরে বলবেনঃ “হা।\" সে বলবেঃ “আচ্ছা, আজ আমি যে সাক্ষীকে সত্যবাদীরূপে মেনে নিবো তার সাক্ষ্যই আমার ব্যাপারে বিশ্বাসযোগ্য হবে এবং ঐ সাক্ষী আমি নিজেই, আর কেউ নয়। আল্লাহ তা'আলা বলবেনঃ “আচ্ছা ঠিক আছে। তুমি নিজেই তোমার সাক্ষী থাকো।” অতঃপর তার মুখে মোহর লাগিয়ে দেয়া হবে এবং তার অঙ্গ-প্রত্যঙ্গগুলোকে প্রশ্ন করা হবে, আর ওগুলো তার সবকিছুই প্রকাশ করে দেবে। সে তখন তার অঙ্গ-প্রত্যঙ্গগুলোকে বলবেঃ “তোমরা ধ্বংস হও। তোমাদের পক্ষ থেকেই তো আমি বিতর্কে লিপ্ত হয়েছিলাম।” (এ হাদীসটি ইবনে আবি হাতিম (রঃ), ইমাম মুসলিম (রঃ) এবং ইমাম নাসাঈ (রঃ) বর্ণনা করেছেন। এ হাদীসটি গারীব বা দুর্বল। এসব ব্যাপারে আল্লাহ তাআলাই সবচেয়ে ভাল জানেন)হযরত কাতাদা (রঃ) বলেন, হে আদম সন্তান! তুমি নিজেই তোমার মন্দ কার্যাবলীর সাক্ষী। তোমার দেহের সমস্ত অঙ্গ-প্রত্যঙ্গ তোমার বিরুদ্ধে সাক্ষ্য দেবে। তুমি এর খেয়াল রাখবে। তুমি প্রকাশ্য কার্যে ও গোপনীয় কার্যে আল্লাহকে ভয় করবে। আল্লাহর কাছে কোন কিছুই গোপন নেই। অন্ধকার তার সামনে আলোকময় থাকে এবং গোপনীয় বিষয় থাকে তার কাছে প্রকাশমান। আল্লাহর সাথে ভাল ধারণা রাখা অবস্থায় মৃত্যুবরণ কর। আল্লাহ ছাড়া আমাদের কোনই ক্ষমতা নেই।এখানে দ্বীন দ্বারা হিসাব বুঝানো হয়েছে। জমহূরের কিরআতে (আরবি)-এর উপর যবর রয়েছে, কেননা, ওটা (আরবি)-এর (আরবি) বা বিশেষণ। মুজাহিদ (রঃ) (আরবি) পড়েছেন। এই হিসেবে (আরবি) এর (আরবি) হবে। হযরত উবাই ইবনে কা'ব (রাঃ)-এর মাসহাফে পূর্বযুগীয় কোন কোন গুরুজন হতে (আরবি) এই রূপ পড়াও বর্ণিত আছে।ঐ সময় মানুষ জানতে পারবে যে, আল্লাহর ওয়াদা অঙ্গীকার ও ভীতি-প্রদর্শন সবই সত্য। হিসাব গ্রহণে তিনি ন্যায়বান এবং যুলুম হতে তিনি বহুদূরে। হিসাব গ্রহণের ব্যাপারে তিনি বান্দার উপর তিল পরিমাণও যুলুম করবেন না।"
    },
    {
      "ayah": 26,
      "surah": 24,
      "text": "হযরত ইবনে আব্বাস (রাঃ) বলেন যে, এইরূপ মন্দ কথা মন্দ লোকদের জন্যেই শোভা পায়। ভাল কথা ভাল লোকদের জন্যেই শোভনীয় হয়ে থাকে। অর্থাৎ মুনাফিকরা হযরত আয়েশা সিদ্দীকা (রাঃ)-এর উপর যে অপবাদ আরোপ করেছে এবং তাঁর সম্পর্কে যে জঘন্য কথা উচ্চারণ করেছে তার যোগ্য তারাই। কেননা, তারাই অশ্লীল ও ম্লেচ্ছ। হযরত আয়েশা (রাঃ) সতী-সাধ্বী বলে তিনি পবিত্র কথারই যোগ্য। এ আয়াতটিও হযরত আয়েশা (রাঃ)-এর ব্যাপারে অবতীর্ণ হয়। আয়াতটির পরিষ্কার অর্থ এই যে, আল্লাহর রাসূল (সঃ), যিনি সব দিক দিয়েই পবিত্র, তাঁর বিবাহে যে আল্লাহ তা'আলা অসতী ও ম্লেচ্ছা নারী প্রদান করবেন এটা অসম্ভব। কলুষিতা নারী কলুষিত পুরুষের জন্যে শোভনীয়। এজন্যেই মহান আল্লাহ বলেনঃ লোকে যা বলে তারা তা হতে পবিত্র। এই দুষ্ট লোকদের মন্দ ও ঘৃণ্য কথায় তারা যে দুঃখ ও কষ্ট পেয়েছে এটাও ক্ষমা ও সম্মানজনক জীবিকা লাভের কারণ। তারা রাসূলুল্লাহ (সঃ)-এর স্ত্রী বলে জান্নাতে আদনে তাঁর সাথেই থাকবে।একদা হযরত উসায়েদ ইবনে জাবির (রাঃ) হযরত আবদুল্লাহ (রাঃ)-এর নিকট এসে বলেন- “আজ আমি ওয়ালীদ ইবনে উকবা (রাঃ)-এর এক অতি মূল্যবান ও উত্তম কথা শুনেছি।” তখন হযরত আবদুল্লাহ (রাঃ) তাকে বলেনঃ “ঠিকই বটে। মুমিনের অন্তরে একটি কথা আসে। তারপরে ওটা তার বক্ষের উপর চলে আসে এবং এরপর সে ওটা মুখ দ্বারা প্রকাশ করে। কথাটি ভাল বলে ভাল কথা শ্রবণকারী ওটাকে নিজের অন্তরে বসিয়ে নেয়। অনুরূপভাবে মন্দ কথা মন্দ লোকদের অন্তর হতে বক্ষের উপর এবং বক্ষ হতে জিহ্বা পর্যন্ত চলে আসে। মন্দ লোক ওটাকে শোনা মাত্রই নিজের অন্তরে বসিয়ে নেয়।” অতঃপর হযরত আবদুল্লাহ (রাঃ) (আরবি)-এই আয়াতটি পাঠ করেন। (এটা ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যক্তি বহু কিছু কথা শোনার পর ওগুলোর মধ্যে যে কথা সবচেয়ে নিকৃষ্ট ওটাই বর্ণনা করে তার দৃষ্টান্ত হলো ঐ ব্যক্তি যে কোন বকরীর মালিকের কাছে একটি বকরী চাইলো। তখন বকরীর মালিক তাকে বললোঃ “তুমি বকরীর যুথ বা খোয়াড়ে গিয়ে তোমার ইচ্ছামত একটি বকরী নিয়ে নাও।” তার কথামত সে যুথে গিয়ে বকরীর (প্রহরী) কুকুরের কান। ধরে নিয়ে আসলো।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন) অন্য হাদীসে রয়েছেঃ “জ্ঞানের কথা মুমিনের হারারো সম্পদ। সে ওটা যেখানেই পাবে নিয়ে নিবে।”"
    },
    { "ayah": 27, "surah": 24, "text": "Please check ayah 24:29 for complete tafsir." },
    { "ayah": 28, "surah": 24, "text": "Please check ayah 24:29 for complete tafsir." },
    {
      "ayah": 29,
      "surah": 24,
      "text": "২৭-২৯ নং আয়াতের তাফসীর\nএখানে শরীয়ত সম্মত আদব বা ভদ্রতার বর্ণনা দেয়া হচ্ছে। ঘোষিত হচ্ছেঃ কারো বাড়ীতে প্রবেশ করার পূর্বে অনুমতি প্রার্থনা কর। অনুমতি পেলে কর। প্রথমে সালাম বল। প্রথমবারের অনুমতি প্রার্থনায় যদি অনুমতি না দিলে তবে দ্বিতীয়বার অনুমতি চাও। এবারেও অনুমতি না পেলে তৃতীয়বার অনুমতি প্রার্থনা কর। যদি এই তৃতীয়বারেও অনুমতি না পাও তবে ফিরে যাও। যেমন সহীহ হাদীসে বর্ণিত আছে যে, একদা হযরত আবূ মূসা (রাঃ) হযরত উমার (রাঃ)-এর নিকট গমন করেন। তিনবার তিনি তার বাড়ীতে প্রবেশের অনুমতি চান। যখন কেউই তাঁকে ডাকলেন না তখন তিনি ফিরে আসলেন। কিছুক্ষণ পর হযরত উমার (রাঃ) লোকদেরকে বললেনঃ “দেখো তো, হযরত আবদুল্লাহ ইবনে কায়েস (রাঃ) ভিতরে আসতে চাচ্ছেন। তাঁকে ভিতরে ডেকে নাও।” এক লোক বাইরে এসে দেখে যে, তিনি ফিরে গেছেন। লোকটি গিয়ে হযরত উমার (রাঃ)-কে এ খবর দিলো। পরে হযরত উমার (রাঃ)-এর সাথে হযরত আবু মূসা (রাঃ)-এর সাক্ষাৎ হলে হযরত উমার (রাঃ) তাঁকে জিজ্ঞেস করেনঃ “আপনি ফিরে গিয়েছিলেন কেন?” উত্তরে হযরত আবূ মূসা (রাঃ) বলেনঃ “রাসূলুল্লাহ (সঃ)-এর নির্দেশ এই যে, তিনবার অনুমতি প্রার্থনার পরেও অনুমতি না পেলে ফিরে আসতে হবে। আপনার ওখানে গিয়ে আমি ভিতরে প্রবেশের জন্যে তিনবার অনুমতি চেয়েছিলাম। কিন্তু কোন সাড়া না পেয়ে হাদীসের উপর আমল করে ফিরে এসেছি।” হযরত উমার (রাঃ) তখন তাঁকে বলেনঃ “আপনি এ হাদীসের পক্ষে সাক্ষী আনয়ন করুন, অন্যথায় আমি আপনাকে শাস্তি প্রদান করবো।\" এই কথা অনুযায়ী হযরত আবু মূসা (রাঃ) ফিরে এসে আনসারের এক সমাবেশে হাযির হন এবং তাদের সামনে ঘটনাটি বর্ণনা করেন এবং বলেনঃ “আপনাদের মধ্যে কেউ এই হাদীসটি শুনে থাকলে তিনি যেন আমার সাথে গিয়ে হযরত উমারের সামনে এটা বর্ণনা করেন।” আনসারগণ বলেনঃ “এটা তো সাধারণ মাসআলা। নিশ্চয়ই রাসূলুল্লাহ (সঃ) এ কথা বলেছেন এবং আমরা শুনেছি। আমরা আমাদের মধ্যকার সবচেয়ে অল্প বয়সী ছেলেটিকেই আপনার সাথে পাঠাচ্ছি। সেই সাক্ষ্য দিয়ে আসবে।” অতঃপর হযরত আবু সাঈদ খুদরী (রাঃ) গেলেন এবং হযরত উমার (রাঃ)-কে বললেনঃ “আমিও রাসূলুল্লাহ (সঃ) হতে একথা শুনেছি।\" ঐ সময় হ্যরত উমার (রাঃ) আফসোস করে বলেনঃ “বাজারের আদান-প্রদান আমাকে এই মাসআলা থেকে উদাসীন রেখেছে।”হযরত আনাস (রাঃ) হতে বর্ণিত আছে যে, একদা রাসূলুল্লাহ (সঃ) হযরত সা’দ ইবনে উবাদা (রাঃ)-এর কাছে (তার বাড়ীতে প্রবেশের) অনুমতি চান। তিনি আসসালামু আলাইকুম ওয়া রাহমাতুল্লাহ বলেন। হযরত সা'দ (রাঃ) উত্তরে ওয়া আলাইকুমুস সালাম ওয়া রাহমাতুল্লাহ বলেন। কিন্তু তিনি এমন স্বরে বলেন যে, রাসূলুল্লাহ (সঃ) শুনতে পাননি। এভাবে রাসূলুল্লাহ (সঃ) তিনবার সালাম দেন এবং তিনবারই একই অবস্থা ঘটে। তিনি সালাম করেন এবং হযরত সা'দ জবাবও দেন। কিন্তু তিনি শুনতে পান না। এরপর রাসূলুল্লাহ (সঃ) সেখান থেকে ফিরে আসতে শুরু করেন। এ দেখে হযরত সা'দ (রাঃ) তার পিছনে দৌড় দেন এবং বলেনঃ “হে আল্লাহর রাসূল (সঃ)! আপনার প্রত্যেক সালামের শব্দই আমার কানে পৌঁছেছে এবং প্রত্যেক সালামের আমি জবাবও দিয়েছি, কিন্তু আপনার দুআ ও বরকত বেশী প্রাপ্তির আশায় এমন স্বরে সালামের জবাব দিয়েছি যেন আপনার কানে না পৌঁছে। সুতরাং মেহেরবানী করে এখন আমার বাড়ী ফিরে চলুন।” তাঁর একথায় রাসূলল্লাহ (সঃ) তার (হযরত সা’দের রাঃ) বাড়ীতে ফিরে আসেন। হযরত সা'দ (রাঃ) তাঁর সামনে কিশমিশ পেশ করেন। তিনি তা খেয়ে নিয়ে বলেনঃ “তোমার এ খাদ্য সৎ লোকে খেয়েছেন এবং ফেরেশতামণ্ডলী তোমার প্রতি রহমতের জন্যে প্রার্থনা করেছেন। তোমার এ খাদ্য দ্বারা রোযাদারগণ রোযার ইফতার করেছেন।”এহদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন।অন্য রিওয়াইয়াতে আছে যে, যে সময় রাসূলুল্লাহ (সঃ) সালাম বলেন এবং হযরত সাদ (রাঃ) নিম্নস্বরে জবাব দেন তখন তার পুত্র হযরত কায়েস (রাঃ) তাঁর পিতাকে বলেনঃ “আপনি রাসূলুল্লাহ (সঃ)-কে ভিতরে প্রবেশের অনুমতি কেন দিচ্ছেন না?” উত্তরে তিনি বলেনঃ “চুপ থাকো, দেখো, রাসূলুল্লাহ (সঃ) দ্বিতীয়বার সালাম দিবেন এবং দ্বিতীয়বার আমরা তাঁর দুআ পাবো।” ঐ রিওয়াইয়াতে এও আছে যে, সেখানে গিয়ে রাসূলুল্লাহ (সঃ) গোসল করেন। হযরত সা'দ (রাঃ) তাঁর সামনে যাফরান বা ওয়ারসের রঙে রঞ্জিত একখানা চাদর পেশ করেন যেটা তিনি নিজের দেহ মুবারকে জড়িয়ে নেন। অতঃপর তিনি হাত উঠিয়ে হযরত সা'দ (রাঃ)-এর জন্যে দু'আ করেনঃ “হে আল্লাহ! সা'দ ইবনে উবাদা (রাঃ)-এর বংশধরের উপর দরূদ ও রহমত বর্ষণ করুন!” অতঃপর তিনি সেখানে আহার করেন। তিনি সেখান থেকে বিদায় হওয়ার ইচ্ছা করলে হযরত সা’দ (রাঃ) তার গাধার পিঠে গদি কষে দিয়ে রাসূলুল্লাহ (সঃ)-এর নিকট আনয়ন করেন এবং তাঁর ছেলে কায়েস (রাঃ)-কে বলেনঃ “রাসূলুল্লাহ (সঃ)-এর সাথে সাথে যাও।” তিনি তখন তাঁর সাথে সাথে চললেন। রাসূলুল্লাহ (সঃ) হযরত কায়েস (রাঃ)-কে বললেনঃ “কায়েস (রাঃ)! তুমিও সওয়ার হয়ে যাও।”হযরত কায়েস (রাঃ) উত্তরে বলেনঃ “হে আল্লাহর রাসূল (সঃ)! এটা আমার দ্বারা সম্ভব নয়।” রাসূলুল্লাহ (সঃ) তখন তাঁকে বললেনঃ “দুটোর মধ্যে একটা তোমাকে অবশ্যই করতে হবে। সওয়ার হও, না হয় ফিরে যাও।” তখন হযরত কায়েস (রাঃ) ফিরে আসাই স্বীকার করেন। এটা স্মরণ রাখার বিষয় যে, বাড়ীতে প্রবেশের জন্যে অনুমতি প্রার্থনাকারীকে দর্যর সামনে দাঁড়ানো চলবে না। বরং তাকে ডানে বা বামে একটু সরে দাড়াতে হবে। কেননা, সুনানে আবি দাউদে রয়েছে যে, রাসূলুল্লাহ (সঃ) যখন কারো বাড়ীতে যেতেন তখন তিনি তার বাড়ীর দরযার ঠিক সামনে দাঁড়াতেন না। বরং এদিক-ওদিক একটু সরে দাঁড়াতেন। আর তিনি উচ্চস্বরে সালাম বলতেন। তখন পর্যন্ত দরযার উপর পর্দা লটকানোর কোন ব্যবস্থা ছিল না। রাসূলুলুল্লাহ (সঃ)-এর বাড়ীর দরযার ঠিক সামনে দাঁড়িয়ে একটি লোক ভিতরে প্রবেশের অনুমতি প্রার্থনা করলে তিনি তাকে শিক্ষা দিবার জন্যে বলেনঃ “(স্ত্রীলোকের প্রতি) দৃষ্টি যেন না পড়ে এজন্যেই তো অনুমতি প্রার্থনার ব্যবস্থা নির্ধারণ করা হয়েছে। তাহলে দরার সামনে দাঁড়িয়ে অনুমতি প্রার্থনার কি অর্থ হতে পারে? হয় এদিকে একটু সরে দাঁড়াবে, না হয় ওদিকে একটু সরে দাঁড়াবে।”অন্য একটি হাদীসে রয়েছেঃ “কেউ যদি তোমার বাড়ীতে তোমার অনুমতি ছাড়াই উঁকি মারতে শুরু করে এবং তুমি তাকে কংকর মেরে দাও আর এর ফলে তার চক্ষু বিদীর্ণ হয়ে যায় হবে তোমার কোন অপরাধ হবে না।” (এ হাদীসটি সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত হয়েছে)বর্ণিত আছে যে, একদা হযরত জাবির (রাঃ) তাঁর পিতার ঋণ আদায়ের চিন্তায় রাসূলুল্লাহ (সঃ)-এর দরবারে হাযির হন। তিনি দরযায় করাঘাত করেন। রাসূলুল্লাহ (সঃ) জিজ্ঞেস করেনঃ “কে?” হযরত জাবির (রাঃ) উত্তরে বলেনঃ “আমি।” রাসূলুল্লাহ (সঃ) বলেনঃ “আমি, আমি?” তিনি যেন ‘আমি’ বলাকে অপছন্দ করলেন। কেননা, ‘আমি’ বলাতে ঐ ব্যক্তি কে তা জানা যায় না যে পর্যন্তনাম বা কুনিয়াত বলা হবে। আমি তো প্রত্যেকেই নিজের জন্যে বলতে পারে। কাজেই এর দ্বারা প্রকৃত অনুমতি প্রার্থনাকারীর পরিচয় লাভ করা যেতে পারে না।(আরবি) এবং (আরবি) একই কথা। হযরত ইবনে আব্বাস (রাঃ) বলেন যে, (আরবি)  কথাটি লেখকদের ভুল। (আরবি) বলা উচিত ছিল। হযরত ইবনে আব্বাস (রাঃ)-এর কিরআত এটাই ছিল। আর হযরত উবাই ইবনে কাবেরও (রাঃ) কিরআত এটাই। কিন্তু এটা খুবই গরীব বা দুর্বল উক্তি। হযরত ইবনে মাসউদ (রাঃ)-এর মাসহাফে (আরবি) এইরূপ রয়েছে। সাফওয়ান ইবনে উমাইয়া (রাঃ) মুসলমান হওয়ার পর একদা কিলদাহ ইবনে। হাম্বল (রাঃ)-কে রাসূলুল্লাহ (সঃ)-এর নিকট প্রেরণ করেন। তিনি ঐ সময় উপত্যকার উঁচু স্থানে অবস্থান করছিলেন। কিলদাহ ইবনে হাম্বল (রাঃ) সালাম প্রদান ও অনুমতি প্রার্থনা ছাড়াই তাঁর নিকট পৌছে যান। রাসূলুল্লাহ (সঃ) তাঁকে বলেনঃ “ফিরে যাও এবং বল-আসসালামু আলাইকুম। আমি আসতে পারি কি?” এটা মুসনাদে আহমাদে বর্ণিত হয়েছে। (ইমাম আবু দাউদ (রাঃ), ইমাম তিরমিযী (রঃ) এবং ইমাম নাসাঈও (রঃ) এটা বর্ণনা করেছেন। ইমাম তিরমিযী (রঃ) এটাকে হাসান গারীব বলেছেন) বর্ণিত আছে যে, বানু আমির গোত্রের একটি লোক রাসূলুল্লাহ (সঃ)-এর কাছে তার বাড়ীতে প্রবেশের অনুমতি প্রার্থনা করে। সে বলেঃ “আমি ভিতরে আসতে পারি কি?\" রাসূলুল্লাহ (সঃ) তাঁর এক গোলামকে বলেনঃ “তুমি বাইরে গিয়ে তাকে অনুমতি প্রার্থনা করার পদ্ধতি শিখিয়ে এসো। সে যেন প্রথমে সালাম দেয় এবং পরে অনুমতি প্রার্থনা করে। লোকটি তার একথা শুনে নেয় এবং ঐভাবেই সালাম দিয়ে অনুমতি প্রার্থনা করে। তখন রাসূলুল্লাহ (সঃ) তাকে অনুমতি দেন এবং সে ভিতরে প্রবেশ করে।” (এ হাদীসটি ইমাম আবু দাউদ (রঃ) বর্ণনা করেন)আর একটি রিওয়াইয়াতে আছে যে, একটি লোক এসে সালাম না দিয়েই রাসূলুল্লাহ (সঃ)-এর বাড়ীতে প্রবেশের জন্যে তার কাছে অনুমতি প্রার্থনা করে। তখন রাসূলুল্লাহ (সঃ) রওযাহ নামী তাঁর একটি দাসীকে বলেনঃ “লোকটি অনুমতি প্রার্থনার পদ্ধতি ভালরূপে অবগত নয়। তুমি উঠে গিয়ে তাকে বল যে, সে যেন আসসালামু আলাইকুম বলার পর বলে-“আমি প্রবেশ করতে পারি কি?” লোকটি এ কথা শুনে নেয় এবং ঐ ভাবেই সে সালাম দিয়ে অনুমতি প্রার্থনা করে।হযরত জাবির ইবনে আবদিল্লাহ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “কথা বলার পূর্বে সালাম রয়েছে।” (এ হাদীসটি ইমাম তিরমিযী (রঃ) বর্ণনা করেছেন এবং তিনি বলেছেন যে, এটি দুর্বল হাদীস)হযরত মুজাহিদ (রঃ) হতে বর্ণিত আছে যে, হযরত ইবনে উমার (রাঃ) একদা হাজত পুরো করে আসছিলেন। কিন্তু রৌদ্রের তাপ সহ্য করতে পারছিলেন না। তাই তিনি এক কুরাইশীর কুটিরের নিকট এসে বলেনঃ “আসসালামু  আলাইকুম। আমি ভিতরে আসতে পারি কি?” কুরাইশী বলেঃ “শান্তি ও নিরাপত্তার সাথে আসুন!” তিনি তাঁর কথার পুনরাবৃত্তি করেন। লোকটি ঐ একই উত্তর দেয়। তার পা পুড়ে যাচ্ছিল। কখনো তিনি আশ্রয় নিচ্ছিলেন এই পায়ের উপর কখনো ঐ পায়ের উপর। তিনি তাকে বলেনঃ বল- ‘আসুন'। সে তখন বলেঃ “ আসুন।” এরপর তিনি ভিতরে প্রবেশ করেন। হযরত উম্মে আইয়াস (রাঃ) হতে বর্ণিত, তিনি বলেন, আমরা চারজন স্ত্রীলোক হযরত আয়েশা (রাঃ)-এর নিকট গমন করে বলি-আমরা ভিতরে আসতে পারি কি? তিনি উত্তরে বলেনঃ “না, তোমাদের মধ্যে অনুমতি প্রার্থনা করার পদ্ধতি যার জানা আছে তাকে অনুমতি প্রার্থনা করতে বলো।” তখন আমাদের মধ্যে একজন মহিলা সালাম বলে অনুমতি প্রার্থনা করলেন। তখন তিনি আমাদেরকে অনুমতি প্রদান করলেন এবং (আরবি)-এই আয়াতটি পাঠ করে শুনালেন। (এটা ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)হযরত ইবনে মাসউদ (রাঃ) বলেনঃ “তোমরা তোমাদের মা ও ভগ্নীর নিকট প্রবেশের সময়ও অনুমতি প্রার্থনা করবে।”হযরত আদী ইবনে সাবিত (রাঃ) হতে বর্ণিত আছে যে, আনসারের একজন মহিলা রাসূলুল্লাহ (সঃ)-এর নিকট এসে বলে- “হে আল্লাহর রাসূল (সঃ)! কোন কোন সময় আমি বাড়ীতে এমন অবস্থায় থাকি যে, ঐ সময় আমার কাছে আমি আমার পিতা ও পুত্রের আগমনও পছন্দ করি না। কেননা, ঐ সময় আমি এমন অবস্থায় থাকি না যে তাদের দৃষ্টি আমার উপর পড়া আমি অপছন্দ না করি। এমতাবস্থায় পরিবারের কোন লোক এসেই পড়ে (সুতরাং কি করা যায়?)।” ঐ সময় (আরবি)-এই আয়াতটি অবতীর্ণ হয়।হযরত ইবনে আব্বাস (রাঃ) বলেন, তিনটি আয়াত এমন রয়েছে যেগুলোর আমল মানুষ পরিত্যাগ করেছে। একটি এই যে, আল্লাহ তা'আলা বলেনঃ “তোমাদের মধ্যে আল্লাহ তাআলার নিকট ঐ ব্যক্তি সবচেয়ে বেশী সম্মান ও মর্যাদার অধিকারী যে সবচেয়ে বেশী আল্লাহভীরু।” অথচ লোকদের ধারণায় তাদের মধ্যে সবচেয়ে বড় হলো ঐ ব্যক্তি যার বাড়ী বড় (এবং যে সম্পদ ও শাসন ক্ষমতার অধিকারী)। আর আদব ও ভদ্রতার আয়াতগুলোর উপর আমলও মানুষ ছেড়ে দিয়েছে। হযরত আতা (রঃ) তাকে জিজ্ঞেস করেনঃ “আমার  বাড়ীতে আমার পিতৃহীন বোনেরা রয়েছে, যারা একই বাড়ীতে থাকে এবং তাদের লালন-পালনের দায়িত্ব আমারই উপর ন্যস্ত রয়েছে। তাদের কাছে গেলেও কি আমাকে অনুমতি নিতে হবে?” তিনি উত্তরে বলেনঃ “হ্যাঁ, অবশ্যই তোমাকে অনুমতি নিতে হবে।” হযরত আতা (রঃ) দ্বিতীয়বার তাঁকে ঐ প্রশ্নই করেন যে, হয় তো কোন ছুটির সুযোগ পাওয়া যাবে। কিন্তু এবারও হযরত ইবনে আব্বাস (রাঃ) বলেনঃ “তুমি কি তাদেরকে উলঙ্গ অবস্থায় দেখা পছন্দ কর?” তিনি জবাবে বলেনঃ “না।” তিনি বললেনঃ “তাহলে অবশ্যই তোমাকে অনুমতি নিতে হবে।” হযরত আতা (রঃ) তৃতীয়বার ঐ প্রশ্নই করেন। তিনি জবাবে বলেনঃ “তুমি কি আল্লাহর হুকুম মানবে না?” তিনি উত্তর দেনঃ “হ্যাঁ, অবশ্যই মানবো।” তখন তিনি বললেনঃ “তাহলে খবর না দিয়ে তুমি তাদের পাশেও যাবে না।” হযরত তাউস (রঃ) বলেনঃ “যাদের সাথে চিরতরে বিবাহ নিষিদ্ধ তাদেরকে আমি তাদের উলঙ্গ অবস্থায় দেখে ফেলি এর চেয়ে জঘন্য বিষয় আমার কাছে আর কিছুই নেই।” হযরত ইবনে মাসউদ (রাঃ) বলেনঃ “সংবাদ না দিয়ে তোমার মায়ের কাছেও যেয়ো না।” হযরত আতা (রাঃ)-কে জিজ্ঞেস করা হয়ঃ “অনুমতি না নিয়ে কি স্ত্রীর কাছেও যাওয়া চলবে না?” উত্তরে তিনি বলেনঃ “এখানে অনুমতির প্রয়োজন নেই।” এই উক্তিরও ভাবার্থ এই যে, স্ত্রীর নিকট অনুমতি চাওয়ার প্রয়োজন নেই বটে, কিন্তু তাকেও সংবাদ অবশ্যই দিতে হবে। এ সম্ভাবনা রয়েছে যে, ঐ সময় হয় তো স্ত্রী এমন অবস্থায় রয়েছে যে অবস্থায় তার স্বামী তাকে দেখুক এটাও সে পছন্দ করে না।হযরত যয়নব (রাঃ) বলেনঃ “আমার স্বামী হযরত আবদুল্লাহ ইবনে মাসউদ (রাঃ) ঘরে যখন আমার কাছে আসতেন তখন তিনি গলা খাঁকড়াতেন। কখনো কখনো তিনি দরার বাইরে কারো সাথে উচ্চ স্বরে কথা বলতেন যাতে বাড়ীর লোকেরা তার আগমন সংবাদ জানতে পারে।” হযরত মুজাহিদ (রঃ)। -এর অর্থও এটাই করেন যে, এটা হলো গলা খাঁকড়ানো, থুথু ফেলা ইত্যাদি। ইমাম আহমাদ (রঃ) বলেন যে, মানুষ যখন তার বাড়ীতে প্রবেশ করবে তখন তার বাইরে থেকে গলা খাঁকড়ানি দেয়া বা জুতার শব্দ শুনিয়ে দেয়া মুস্তাহাব।একটি হাদীসে এসেছে যে, সফর হতে ফিরে এসে রাত্রিকালে পূর্বে না জানিয়ে আকস্মিকভাবে বাড়ীতে প্রবেশ করতে রাসূলুল্লাহ (সঃ) নিষেধ করেছেন। কেননা, এটা যেন গোপনীয়ভাবে বাড়ীর লোকদের বিশ্বাসঘাতকতার সন্ধান নেয়া।অন্য একটি হাদীসে এসেছে যে, একবার রাসূলুল্লাহ (সঃ) সকালে সফর হতে ফিরে আসেন। তখন তিনি সঙ্গীদেরকে নির্দেশ দেন যে, তারা যেন বস্তির পাশে অবতরণ করেন যাতে মদীনায় তাদের আগমন সংবাদ প্রচারিত হয়ে যায়। আর সন্ধ্যার সময় যেন তারা নিজেদের বাড়ীতে প্রবেশ করেন। যাতে এই অবসরে মহিলারা নিজেদের পরিষ্কার পরিচ্ছন্ন করে সুন্দররূপে সাজিয়ে নিতে পারে।আর একটি হাদীসে আছে যে, রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করা হয়ঃ “সালাম তো আমরা জানি, কিন্তু এর পদ্ধতি কি (আরবি)  জবাবে তিনি বলেনঃ “উচ্চ স্বরে সুবহানাল্লাহ বা আলহামদুলিল্লাহ অথবা আল্লাহু আকবার বলা কিংবা গলা খাঁকড়ানো, যাতে বাড়ীর লোকেরা জানতে পারে আসছে।”হযরত কাতাদা (রঃ) বলেনঃ “তিনবার অনুমতি প্রার্থনা এই জন্যেই নির্ধারণ করা হয়েছে যে, প্রথমবারে বাড়ীর লোকেরা জানতে পারবে যে, এ ব্যক্তি অমুক। কাজেই তারা নিজেদেরকে সামলিয়ে নিবে ও সতর্ক হয়ে যাবে। আর তৃতীয়বারে ইচ্ছা হলে তাকে ভিতরে প্রবেশের অনুমতি দেবে, না হলে ফিরিয়ে দেবে। অনুমতি না পেয়ে দরযার উপর দাঁড়িয়ে থাকা বদভ্যাস। কোন কোন সময় মানুষের কাজ ও ব্যস্ততা এতো বেশী হয় যে, ঐ সময় তারা অনুমতি দিতে পারে ।”মুকাতিল ইবনে হাইয়ান (রাঃ) বলেন যে, অজ্ঞতার যুগে সালামের কোন প্রচলন ছিল না। একে অপরের সাথে মিলিত হতো, কিন্তু তাদের মধ্যে সালামের আদান-প্রদান হতো না। কেউ কারো বাড়ী গেলে অনুমতি নিতো না, এমনিতেই প্রবেশ করতো। প্রবেশ করার পরে বলতো: “আমি এসে গেছি। এর ফলে কোন কোন সময় বাড়ীর লোকদের বড়ই অসুবিধা হতো। এমনও হতো যে, বাড়ীতে তারা এমন অবস্থায় থাকতো যে অবস্থায় তারা কারো প্রবেশকে খুবই খারাপ ভাবতো। আল্লাহ তা'আলা এই কু-প্রথাগুলো সুন্দর আদব-কায়দা শিক্ষা দেয়ার মাধ্যমে দূর করে দেন। এ জন্যেই মহান আল্লাহ বলেনঃ এটাই তোমাদের জন্যে উত্তম। এতে আগমনকারী ও বাড়ীর লোক উভয়ের জন্যেই শান্তি ও কল্যাণ রয়েছে। এগুলো তোমাদের জন্যে উপদেশ ও শুভাকাঙ্ক্ষা।মহামহিমান্বিত আল্লাহ বলেনঃ যদি তোমরা গৃহে কাউকেও না পাও তাহলে তাতে প্রবেশ করবে না যতক্ষণ না তোমাদেরকে অনুমতি দেয়া হয়। কেননা, এটা হলো অন্যের মালিকানায় হস্তক্ষেপ করা, যা বৈধ নয়। বাড়ীর মালিকের এ অধিকার রয়েছে যে, ইচ্ছা হলে সে অনুমতি দেবে, না হলে দেবে না। যদি তোমাদেরকে বলা হয়ঃ ফিরে যাও, তবে তোমরা ফিরে যাবে। এতে মন খারাপ করার কিছুই নেই। বরং এটা তো বড়ই উত্তম পন্থা।কোন কোন মুহাজির (রাঃ) দুঃখ করে বলতেনঃ “আমাদের জীবনে এই আয়াতের উপর আমল করার সুযোগ হলো না। যদি কেউ আমাদেরকে বলতো, ফিরে যাও, তবে আমরা এই আয়াতের উপর আমল করতঃ ফিরে যেতাম!”অনুমতি না পেলে দরযার উপর দাঁড়িয়ে থাকতেও নিষেধ করা হয়েছে। মহান আল্লাহ বলেনঃ তোমরা যা কর সে সম্বন্ধে আল্লাহ সবিশেষ অবহিত।এরপর আল্লাহ পাক বলেনঃ যে গৃহে কেউ বাস করে না তাতে তোমাদের দ্রব্য-সামগ্রী থাকলে সেখানে তোমাদের প্রবেশে কোনও পাপ নেই। এ আয়াতটি পূর্ববর্তী আয়াত হতে বিশিষ্ট। এতে ঐ ঘরে বিনা অনুমতিতে প্রবেশের অবকাশ রয়েছে যে ঘরে কেউ বাস করে না এবং ওর মধ্যে কারো কোন আসবাবপত্র থাকে। যেমন অতিথিশালা ইত্যাদি। এখানে প্রবেশের একবার যখন অনুমতি পাওয়া যাবে তখন বারবার আর অনুমতি চাওয়ার প্রয়োজন নেই। তাহলে এ আয়াতটি যেন পূর্ববর্তী আয়াত হতে স্বতন্ত্র। কেউ কেউ বলেছেন যে, এর দ্বারা। ব্যবসায়িকদের ঘর বুঝানো হয়েছে। যেমন গুদাম ঘর, মুসাফিরখানা ইত্যাদি। প্রথম কথাটি বেশী প্রকাশমান। এসব ব্যাপারে আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন। আবার কেউ কেউ বলেন যে, এর দ্বারা কবিতার ঘরকে বুঝানো হয়েছে।"
    },
    {
      "ayah": 3,
      "surah": 24,
      "text": "আল্লাহ তা'আলা খবর দিচ্ছেন যে, ব্যভিচারীর উপর একমাত্র ঐ লোকই সন্তুষ্ট হতে পারে যে নিজে ব্যভিচারিণী বা শিরককারিণী। সে ঐ সব অসৎ কাজকে খারাপ মনেই করে না। এরূপ অসতী ও ব্যভিচারিণীর সাথে ঐ পুরুষই মিলতে পারে যে তার মতই অসৎ, ব্যভিচারী বা মুশরিক। যে এ কাজের অবৈধতা স্বীকার করে না। হযরত ইবনে আব্বাস (রাঃ) হতে এটা সহীহ সনদে বর্ণিত আছে যে, এখানে নিকাহ দ্বারা সঙ্গম বুঝানো হয়েছে। অর্থাৎ ব্যভিচারিণী মহিলার সাথে শুধুমাত্র ব্যভিচারী পুরুষ বা মুশরিকই ব্যভিচারে লিপ্ত হতে পারে। এই উক্তিটিই মুজাহিদ (রঃ), ইকরামা (রঃ), সাঈদ ইবনে জুবাইর (রঃ), উরওয়া ইবনে যুবাইর (রঃ), যহ্হাক (রঃ), মাকহুল (রঃ), মুকাতিল ইবনে হাইয়ান (রঃ) এবং আরো বহু তাফসীরকার হতে বর্ণিত আছে। মুমিনদের উপর এটা হারাম। অর্থাৎ ব্যভিচার করা, ব্যভিচারিণী নারীদেরকে বিয়ে করা এবং পবিত্র ও নিষ্কলঙ্ক নারীদের এই ব্যভিচারী পুরুষদের সাথে বিয়ে দেয়া মুমিনদের জন্যে হারাম।হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, এই আয়াতের ভাবার্থ হলোঃ মুসলমানদের জন্যে ব্যভিচার হারাম। কাতাদা (রঃ) প্রমুখ গুরুজন হতে বর্ণিত আছে যে, অসতী ও ব্যভিচারিণী নারীদেরকে বিয়ে করা মুসলমানদের উপর হারাম। যেমন অন্য আয়াতে আছেঃ (আরবি)অর্থাৎ “যারা সচ্চরিত্রা, ব্যভিচারিণী নয় এবং উপপতি গ্রহণকারিণীও নয়।” (৪:২৫) অর্থাৎ যে নারীদেরকে বিয়ে করা মুসলমানদের উচিত তাদের মধ্যে উপরোক্ত তিনটি গুণ থাকতে হবে। তারা হবে সচ্চরিত্রের অধিকারিণী, তারা ব্যভিচারিণী হবে না এবং উপপতি গ্রহণকারিণীও হবে না। পুরুষদের মধ্যেও এই তিনটি গুণ থাকার কথা বর্ণনা করা হয়েছে। এ জন্যেই ইমাম আহমাদ (রঃ) বলেন যে, সৎ ও চরিত্রবান মুসলমানদের বিয়ে অসতী নারীর সাথে শুদ্ধ নয় যে পর্যন্ত না সে তাওবা করে। হ্যাঁ, তবে তাওবা করার পর শুদ্ধ হবে। অনুরূপভাবে সতী ও চরিত্রবতী নারীর বিয়ে অসৎ ও ব্যভিচারী পুরুষের সাথে বৈধ নয় যে পর্যন্ত না সে বিশুদ্ধ মনে তার ঐ অপবিত্র কাজ হতে তাওবা করে। কেননা, কুরআন কারীমে ঘোষিত হয়েছে যে, মুমিনদের জন্যে এটা নিষিদ্ধ করা হয়েছে। হযরত আবদুল্লাহ ইবনে উমার (রাঃ) হতে বর্ণিত আছে যে, একটি লোক উম্মে মাহমূল নাম্নী একটি অসতী মহিলাকে বিয়ে করার জন্যে রাসূলুল্লাহ (সঃ)-এর নিকট অনুমতি প্রার্থনা করে। তখন রাসূলুল্লাহ (সঃ) (আরবি) এই আয়াতটি তিলাওয়াত করেন। (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন। আর একটি রিওয়াইয়াতে আছে যে, মহিলাটিকে বিয়ে করার জন্যে লোকটি রাসূলুল্লাহ (সঃ)-এর নিকট অনুমতি প্রার্থনা করলে এ আয়াতটি অবতীর্ণ হয়)হযরত আমর ইবনে শুআইব (রাঃ) হতে বর্ণিত, তিনি তাঁর পিতা হতে এবং তিনি তাঁর দাদা হতে বর্ণনা করেন যে, মুরসিদ ইবনে আবি মুরসিদ (রাঃ) নামক একজন সাহাবী ছিলেন। তিনি মুসলমান বন্দীদেরকে মক্কা থেকে মদীনায় আনয়ন করতেন। আন্নাক নাম্নী একটি অসতী নারী মক্কায় বাস করতো। অজ্ঞতার যুগে এই মহিলাটির সাথে ঐ সাহাবীর সম্পর্ক ছিল। তিনি বলেনঃ “একবার বন্দীদেরকে আনয়নের জন্যে আমি মক্কায় গমন করি। রাত্রিকালে একটি বাগানের প্রাচীরের নীচে আমি পৌছি। চাঁদনী রাত ছিল। ঘটনাক্রমে আন্নাক তথায় পৌছে যায় এবং আমাকে দেখে নেয়। এমন কি আমাকে চিনে ফেলে। সে ডাক দিয়ে  বলেঃ “কে ওটা মুরসিদ?” আমি উত্তরে বলিঃ হ্যাঁ, আমি মুরসিদই বটে। সে খুবই খুশী হয় এবং বলেঃ ‘চলো, আজ রাত্রে আমার ওখানেই থাকবে। আমি বলিঃ হে আন্নাক! জেনে রেখো যে, আল্লাহ তা'আলা ব্যভিচারকে হারাম ঘোষণা করেছেন। সে নিরাশ হয়ে যায়। সুতরাং আমাকে ধরিয়ে দেয়ার জন্যে সে উচ্চস্বরে চীকার করে বলেঃ “হে তাঁবুতে অবস্থানকারীরা! তোমরা সতর্ক হয়ে যাও, চোর এসে গেছে। এটাই হলো ঐ লোক যে তোমাদের বন্দীদেরকে চুরি করে নিয়ে যায়।” লোকেরা তার চীৎকার শুনে জেগে ওঠে এবং আটজন লোক আমাকে ধরবার জন্যে আমার পিছনে ছুটতে শুরু করে। আমি মুষ্টি বন্ধ করে খন্দকের পথ ধরে পলায়ন করি এবং একটি গুহায় প্রবেশ করে আত্মগোপন করি। তারা ঐ গুহার নিকট পৌঁছে যায় কিন্তু আমাকে দেখতে পায়নি। তারা সেখানে প্রস্রাব করতে বসে। আল্লাহর শপথ! তাদের প্রস্রাব আমার মাথার উপর পড়ছিল। কিন্তু আল্লাহ তাদের চক্ষু অন্ধ করে দেন। তাদের দৃষ্টি আমার উপর পড়েনি। এদিক ওদিক খোজ করে তারা ফিরে যায়। আমি কিছুক্ষণ ঐ গুহায় কাটিয়ে দিলাম। শেষে যখন আমার দৃঢ় বিশ্বাস হয়ে গেল যে, তারা আবার শুয়ে গেছে। তখন গুহা থেকে বের হয়ে পুনরায় আমি মক্কার পথ ধরি। সেখানে পৌঁছে আমি বন্দী মুসলমানকে আমার কোমরের উপর উঠিয়ে নিয়ে সেখান থেকে পালাতে শুরু করি। লোকটি খুব ভারী ছিল বলে আযখার নামক স্থানে পৌঁছে আমি ক্লান্ত হয়ে পড়ি। তাকে কোমর থেকে নামিয়ে আমি তার বন্ধনগুলো খুলে দিই। অতঃপর তাকে উঠিয়ে নামিয়ে নিয়ে গিয়ে আমি মদীনায় পৌঁছে যাই। আন্নাকের ভালাবাসা আমার অন্তরে বদ্ধমূল ছিল বলে তাকে বিয়ে করার জন্যে আমি রাসূলুল্লাহ (সঃ)-এর নিকট অনুমতি প্রার্থনা করি। রাসূলুল্লাহ (সঃ) আমার কথা শুনে নীরবতা অবলম্বন করেন। আমি আবার তাকে জিজ্ঞেস করিঃ হে আল্লাহর রাসূল (সঃ)! আমি আন্নাককে বিয়ে করতে পারি কি? তিনি এবারও নীরব থাকেন। ঐ সময় (আরবি) এই আয়াতটি অবতীর্ণ হয়। (এ হাদীসটি ইমাম তিরমিযী (রঃ) বর্ণনা করেছেন এবং তিনি হাদীসটিকে হাসান গারীব বলেছেন। ইমাম আবু দাউদ (রঃ) ও ইমাম নাসাঈও (রঃ) তাঁদের সুনান গ্রন্থের কিতাবুন নিকাহতে এ হাদীসটি আনয়ন করেছেন)হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যভিচারীর উপর চাবুক লাগানো হয়েছে সে তার অনুরূপের সাথেই বিবাহিত হতে পারে।” (এ হাদীসটি ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন। ইমাম আবু দাউদ (রঃ) এটা তারসুনানে তাখরীজ করেছেন)হযরত আবদুল্লাহ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তিন প্রকারের লোক জান্নাতে যাবে না এবং কিয়ামতের দিন আল্লাহ তাআলা তাদের প্রতি করুণার দৃষ্টিতে তাকাবেন না। তারা হলো পিতা-মাতার অবাধ্য, পুরুষের সাদৃশ্য স্থাপনকারিণী স্ত্রী লোক এবং দাইয়ুস। (যে পুরুষ তার স্ত্রীকে অন্য পুরুষের সহবাসে দেয় ও তার উপার্জন খায়) তিন প্রকারের লোকের প্রতি কিয়ামতের দিন আল্লাহ তা'আলা করুণার দৃষ্টিতে দেখবেন না। তারা হচ্ছেঃ পিতা-মাতার অবাধ্য, সদাসর্বদা মদ্যপানে অভ্যস্ত এবং দান করার পরে দানের খোটা দানকারী। (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)হযরত আবদুল্লাহ ইবনে উমার (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তিন প্রকারের লোকের প্রতি আল্লাহ জান্নাত হারাম করে দিয়েছেন। তারা হলোঃ সদা মদ্যপানকারী, পিতা-মাতার অবাধ্য এবং পরিবারের মধ্যে মালিন্য কায়েমকারী।” (এ হাদীসটিও মুসনাদে আহমাদে বর্ণিত হয়েছে)হযরত আম্মার ইবনে ইয়াসির (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “দাইয়ুস জান্নাতে প্রবেশ করবে না।” (এ হাদীসটি আবু দাউদ তায়ালেসী (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন)হযরত আনাস ইবনে মালিক (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহ (সঃ)-কে বলতে শুনেছেনঃ “যে ব্যক্তি পবিত্র অবস্থায় আল্লাহ তা'আলার সাথে সাক্ষাৎ করতে চায় সে যেন পুণ্যশীল স্বাধীনা নারীকে বিয়ে করে। (এ হাদীসটি ইমাম ইবনে মাজাহ (রঃ) বর্ণনা করেছেন। এর সনদ দুর্বল। নির্লজ্জ ব্যক্তিকে দাইয়ুস বলা হয়)হযরত ইবনে আব্বাস (রাঃ) ও হ্যরত হারূন (রাঃ) হতে বর্ণিত, তারা উভয়ে বলেন যে, একটি লোক রাসূলুল্লাহ (সঃ)-এর নিকট এসে বলেঃ “আমার স্ত্রীর প্রতি আমার খুবই ভালবাসা রয়েছে, কিন্তু তার অভ্যাস এই যে, সে কোন স্পর্শকারীর হাতকে ফিরিয়ে দেয় না।” রাসূলুল্লাহ (সঃ) তাকে বললেনঃ “তুমি তাকে তালাক দিয়ে দাও।” সে বললোঃ “তাকে ছেড়ে আমি ধৈর্যধারণ করতে পারবো না।” তখন রাসূলুল্লাহ (সঃ) তাকে বললেনঃ “তাহলে তুমি তাকে উপভোগ কর।” (এ হাদীসটি ইমাম আবু আবদির রহমান আন্ নাসাঈ (রঃ) তাঁর সুনান গ্রন্থের কিতাবু নিকাহুতে বর্ণনা করেছেন) কিন্তু তিনি বলেন যে, এ হাদীসটি প্রমাণিত নয়। এর বর্ণনাকারী আবদুল করীম সুদৃঢ় নন। এর অন্য একজন বর্ণনাকারী হারূন অপেক্ষাকৃত সবল বটে, কিন্তু তাঁর রিওয়াইয়াত মুরসাল। আর এটাই সঠিকও বটে। এই রিওয়াইয়াতই মুসনাদে বর্ণিত আছে। কিন্তু ইমাম নাসাঈ (রঃ)-এর ফায়সালা এই যে, এটা মুসনাদ করা ভুল এবং সঠিক এটাই যে, এটা মুরসাল। এই হাদীসটি অন্যান্য কিতাবসমূহে অন্য সনদেও বর্ণিত আছে। ইমাম আহমাদ (রঃ) তো এটাকে মুনকার বা অস্বীকৃত বলেছেন। ইবনে কুতাইবা (রঃ) এর ব্যাখ্যায় বলেনঃ একথা যে বলা হয়েছে যে, সে কোন স্পর্শকারীর হাতে ফিরিয়ে দেয় না, এর দ্বারা দানশীলতা বুঝানো হয়েছে। অর্থাৎ সে কোন ভিক্ষুককেই বঞ্চিত করে না। কিন্তু ভাবার্থ যদি এটাই হতো তবে হাদীসের শব্দ (আরবি)-এর স্থলে (আরবি) ব্যবহৃত হওয়াই উচিত ছিল। একথাও বলা হয়েছে যে, তার অভ্যাস এইরূপ বলে মনে হতো, এ নয় যে, সে বেহায়াপনায় লিপ্ত হয়ে পড়তো। কেননা, প্রকৃতপক্ষেই যদি এই দোষ তার মধ্যে থাকতো তবে রাসূলুল্লাহ (সঃ) কখনোই ঐ সাহাবীকে তাকে রেখে দেয়ার অনুমতি দিতেন না। কারণ এটা তো দাইয়ুসী, যার জন্যে কঠোরভাবে শাস্তির ভয় প্রদর্শন করা হয়েছে। হ্যাঁ, এটা সম্ভব যে, স্বামী তার স্ত্রীর অভ্যাস এরূপ মনে করেছিল এবং এই জন্যেই আশংকা প্রকাশ করেছিল। তখন নবী (সঃ) তাকে পরামর্শ দিয়েছিলেন তাকে তালাক দেয়ার। কিন্তু সে যখন বললো যে, তার স্ত্রীর প্রতি তার খুবই ভালবাসা রয়েছে তখন তিনি তাকে রেখে দেয়ারই অনুমতি দেন। কেননা, তার প্রতি তার মহব্বত তো পুরোমাত্রায় বিদ্যমান রয়েছে। সুতরাং শুধু একটি বিপদ ঘটবার সন্দেহের উপর ভিত্তি করে তাকে ছেড়ে দিলে তাড়াতাড়ি আর একটি অঘটন ঘটে যাওয়ার সম্ভাবনা ছিল। এসব ব্যাপারে মহামহিমান্বিত আল্লাহই সর্বাধিক সঠিক জ্ঞানের অধিকারী। মোটকথা অসতী ও ব্যভিচারিণী মহিলাদেরকে বিয়ে করা সৎ ও পুণ্যশীল মুমিনদের জন্যে নিষিদ্ধ। তবে সে তাওবা করলে তাকে বিয়ে করা বৈধ। যেমন হযরত ইবনে আব্বাস (রাঃ)-কে একটি লোকে প্রশ্ন করেঃ “একটি অসতী নারীর সাথে আমার জঘন্য সম্পর্ক ছিল। কিন্তু মহান আল্লাহ এখন আমাদেরকে তাওবা করার তাওফীক দান করেছেন। সুতরাং এখন আমি তাকে বিয়ে করতে চাই। (এটা আমার জন্যে বৈধ হবে কি?)” তখন কতকগুলো লোক বলে ওঠেন যে, ব্যভিচারিণী ও মুশরিকা মহিলাকে শুধুমাত্র ব্যভিচারীই বিয়ে করতে পারে। তখন হযরত ইবনে আব্বাস (রাঃ) বলেনঃ “না, এই আয়াতের অর্থ এটা নয়। (হে প্রশ্নকারী ব্যক্তি!) তুমি ঐ মহিলাটিকে এখন বিয়ে করতে পার। যাও, কোন পাপ হলে তা আমার যিম্মায় থাকলো।\" এটা ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন। হযরত ইয়াহইয়া (রঃ)-কে এই আয়াত সম্পর্কে প্রশ্ন করা হলে তিনি বলেন যে, এটা এর পরবর্তী আয়াত (আরবি)  দ্বারা মানসূখ বা রহিত হয়ে গেছে। ইমাম আবু আবদিল্লাহ মুহাম্মাদ ইবনে ইদরীস শাফেয়ীও (রাঃ) এ কথাই বলেন।"
    },
    {
      "ayah": 30,
      "surah": 24,
      "text": "আল্লাহ তাআলা নির্দেশ দিচ্ছেনঃ যেগুলোর প্রতি দৃষ্টিপাত করা আমি হারাম করেছি ওগুলোর প্রতি দৃষ্টিপাত করো না। হারাম জিনিস হতে চক্ষু নীচু করে নাও। যদি আকস্মিকভাবে দৃষ্টি পড়েই যায় তবে দ্বিতীয়বার আর দৃষ্টি ফেলো না।হযরত জারীর ইবনে আবদিল্লাহ বাজালী (রাঃ) হতে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ (সঃ)-কে হঠাৎ দৃষ্টি পড়ে যাওয়ার ব্যাপারে জিজ্ঞেস করলে তিনি বলেনঃ “সাথে সাথেই দৃষ্টি সরিয়ে নেবে।” (এ হাদীসটি ইমাম মুসলিম (রঃ) তার সহীহ গ্রন্থে বর্ণনা করেছেন) দৃষ্টি নিম্নমুখী করা, এদিক ওদিক দেখতে শুরু না করা, আল্লাহর হারামকত জিনিসগুলোকে না দেখা এই আয়াতের উদ্দেশ্য।হযরত বুরাইদা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) হযরত আলী (রাঃ)-কে বলেনঃ “হে আলী (রাঃ)! দৃষ্টির উপর দৃষ্টি ফেলো না। হঠাৎ যে দৃষ্টি পড়ে ওটা তোমার জন্যে ক্ষমার্হ, কিন্তু পরবর্তী দৃষ্টি তোমার জন্যে ক্ষমার যোগ্য নয়।” (এ হাদীসটি ইমাম আবু দাউদ (রঃ) বর্ণনা করেছেন)সহীহ হাদীসে হযরত আবু সাঈদ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “পথের উপর বসা হতে তোমরা বেঁচে থাকো।” সাহাবীগণ জিজ্ঞেস করলেনঃ “হে আল্লাহর রাসূল (সঃ)! কাজ কর্মের জন্যে এটা তো জরুরী?” উত্তরে তিনি বললেনঃ “আচ্ছা, তাহলে পথের হক আদায় কর।\" সাহাবীগণ আবার জিজ্ঞেস করলেনঃ “হে আল্লাহর রাসূল (সঃ)! পথের হক কি?” জবাবে তিনি বললেনঃ “দৃষ্টি নিম্নমুখী করা, কাউকেও কষ্ট না দেয়া, সালামের উত্তর দেয়া, ভাল কাজের আদেশ করা এবং মন্দ কাজ থেকে বিরত রাখা।\"হযরত আবু উমামা (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহ (সঃ)-কে বলতে শুনেছেনঃ “তোমরা ছ’টি জিনিসের দায়িত্ব নিয়ে যাও, তাহলে আমি তোমাদের জন্যে জান্নাতের দায়িত্ব নিচ্ছি। ছ'টি জিনিস হলোঃ কথা বলার সময় মিথ্যা বলো না, আমানতের খিয়ানত করো না, ওয়াদা ভঙ্গ করো না, দৃষ্টি নিম্নমুখী রাখবে, হাতকে যুলুম করা হতে বাঁচিয়ে রাখবে এবং নিজেদের লজ্জাস্থানের হিফাযত করবে। (এ হাদীসটি আবুল কাসেম আল বাগাভী (রঃ) বর্ণনা করেছেন)রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যক্তি তার জিহ্বা ও লজ্জাস্থানের (রক্ষার) দায়িত্ব নেবে, আমি তার জন্যে জান্নাতের দায়িত্ব নেবো।\" (এ হাদীসটি ইমাম বুখারী (রঃ) বর্ণনা করেছেন)হযরত উবাইদাহ (রাঃ) বলেন যে, যে কাজের পরিণাম হলো আল্লাহ তা'আলার অবাধ্যতা ওটাই কবীরা গুনাহ। দৃষ্টি পড়ার পর অন্তরে ফাসাদ সৃষ্টি হয় বলেই লজ্জাস্থানকে রক্ষা করার জন্যে দৃষ্টি নিম্নমুখী রাখার নির্দেশ দেয়া হয়েছে। দৃষ্টিও ইবলীসের তীরসমূহের মধ্যে একটি তীর। সুতরাং ব্যভিচার হতে বেঁচে থাকা জরুরী এবং দৃষ্টিকে নিম্নমুখী রাখাও জরুরী। যেমন হাদীসে এসেছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “নিজের লজ্জাস্থানের হিফাযত কর, তোমার পত্নী অথবী অধিকারভুক্ত দাসী ছাড়া (সবারই সংস্পর্শ থেকে)।” (এ হাদীসটি মুসনাদে আহমাদ ও সুনান গ্রন্থে বর্ণিত আছে)মহামহিমান্বিত আল্লাহ বলেনঃ এটাই তাদের জন্যে উত্তম। অর্থাৎ তাদের অন্তর পবিত্র রাখার ব্যাপারে এটাই উত্তম পন্থা। যেমন বলা হয়েছেঃ যে ব্যক্তি স্বীয় দৃষ্টিকে হারাম জিনিসের উপর নিক্ষেপ করে না, আল্লাহ তার চক্ষু জ্যোতির্ময় করে তোলেন এবং তার অন্তরও আলোকময় করে দেন।হযরত আবু উমামা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যার দৃষ্টি কোন স্ত্রীলোকের সৌন্দর্যের প্রতি পতিত হয়, অতঃপর দৃষ্টি সরিয়ে নেয়, আল্লাহ তা'আলা এর বিনিময়ে তাকে এমন এক ইবাদত দান করেন যার মজা বা স্বাদ সে তার অন্তরেই উপভোগ করে।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন) (এ হাদীসের সনদগুলো দুর্বল বটে কিন্তু এটা উৎসাহ প্রদানের হাদীস। এসব হাদীসের সনদের প্রতি তেমন বেশী লক্ষ্য রাখা হয় না)হযরত আবু উমামা (রাঃ) হতে মারফু’রূপে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “হয় তোমরা তোমাদের দৃষ্টি নিম্নমুখী রাখবে, নিজেদের যৌন অঙ্গকে সংযত রাখবে এবং মুখমণ্ডলকে সোজা রাখবে, না হয় আল্লাহ তোমাদের চেহারা বদলিয়ে দিবেন।” (এ হাদীসটি তিবরানী (রঃ) বর্ণনা করেছেন)হযরত আবদুল্লাহ ইবনে মাসউদ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “দৃষ্টি শয়তানী তীরসমূহের মধ্যে একটি তীর। যে ব্যক্তি আল্লাহর ভয়ে নিজের দৃষ্টিকে সংযত রাখে, আল্লাহ তার অন্তরে এমন ঈমানের জ্যোতি সৃষ্টি করে দেন যে, সে ওর মজা উপভোগ করে থাকে।” (এ হাদীসটিও ইমাম তিবরানী (রঃ) বর্ণনা করেছেন)আল্লাহ পাক বলেনঃ তারা যা করে আল্লাহ সে বিষয়ে অবহিত। তাদের কোন কাজ তাঁর কাছে গোপন নেই। তিনি চোখের খিয়ানত এবং অন্তরের গোপন রহস্যের খবরও রাখেন।সহীহ হাদীসে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “ইবনে আদমের যিম্মায় ব্যভিচারের অংশ লিখে দেয়া হয়েছে, সে অবশ্যই তা পাবে। চোখের ব্যভিচার হলো দেখা, মুখের ব্যভিচার বলা, কানের ব্যভিচার শুনা, হাতের ব্যভিচার ধরা এবং পায়ের ব্যভিচার চলা। অন্তর কামনা ও বাসনা রাখে। অতঃপর যৌন অঙ্গ এ সবগুলোক সত্যবাদী করে অথবা সবগুলোকে মিথ্যাবাদী বানিয়ে দেয়। (ইমাম বুখারী (রঃ) এ হাদীসটি তা’লীকরূপে বর্ণনা করেছেন) পূর্বযুগীয় অনেক মনীষী বালকদের ঘোরা ফেরাকেও নিষেধ করতেন। সুফী ইমামদের অনেকেই এই ব্যাপারে বহু কিছু কঠোরতা করেছেন। আহলে ইলম এটাকে সাধারণভাবে হারাম বলেছেন। আর কেউ কেউ এটাকে কবীরা গুনাহ বলেছেন। হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “কিয়ামতের দিন প্রত্যেক চোখই কাঁদবে, শুধুমাত্র ঐ চোখ কাঁদবে না যেই চোখ আল্লাহ তা'আলার হারামকৃত জিনিস না দেখে বন্ধ থেকেছে, আর ঐ চোখ যা আল্লাহর পথে জেগে থেকেছে এবং ঐ চোখ যা আল্লাহর ভয়ে কেঁদেছে, যদিও এ চোখের অশ্রু মাছির মাথার সমানও হয়।” (এ হাদীসটি ইবনে আবিদ দুনিয়া (রঃ) বর্ণনা করেছেন)"
    },
    {
      "ayah": 31,
      "surah": 24,
      "text": "এখানে আল্লাহ তা'আলা ঈমান আনয়নকারিণী নারীদেরকে হুকুম করছেন যাতে মর্যাদাশীল পুরুষদের মনে সান্ত্বনা আসে এবং অজ্ঞতাযুগের জঘন্য প্রথার অবসান ঘটে।বর্ণিত আছে যে, হযরত আসমা বিনতে মুরসিদ (রাঃ)-এর বাড়ীটি বানু হারিসার মহল্লায় ছিল। তার কাছে স্ত্রীলোকেরা আগমন করতো এবং তখনকার প্রথা অনুযায়ী তাদের পায়ের অলংকারাদি এবং বক্ষ ও চুল খুলে রাখা অবস্থায় আসতো। হযরত আসমা (রাঃ) বলেনঃ “এটা কতই না জঘন্য প্রথা!” ঐ সময় এই আয়াতগুলো অবতীর্ণ হয়। সুতরাং নির্দেশ দেয়া হচ্ছে যে, মুসলমান নারীদেরকেও তাদের চক্ষু নিম্নমুখী তে হবে। স্বামী ছাড়া আর কারো দিকে কাম-দৃষ্টিতে তাকানো চলবে না। অপরিচিত লোকের দিকে তো তাকানোই চলবে না, কাম-দৃষ্টিতেই হোক অথবা এমনিই হোক।হযরত উম্মে সালমা (রাঃ) হতে বর্ণিত আছে যে, তিনি এবং হযরত মায়মূনা (রাঃ) রাসূলুল্লাহ (সঃ)-এর নিকট ছিলেন এমন সময় হযরত ইবনে উম্মে মাকতূম (রাঃ) তথায় আগমন করেন। এটা ছিল পর্দার হুকুম নাযিল হওয়ার পরের ঘটনা। রাসূলুল্লাহ (সঃ) তাঁদেরকে বললেনঃ “তোমরা পর্দা কর।” তাঁরা বললেনঃ “হে আল্লাহর রাসূল (সঃ)! উনি তো অন্ধ লোক। তিনি আমাদেরকে। দেখতেও পাবেন না এবং চিনতেও পারবেন না।” তখন রাসূলুল্লাহ (সঃ) বলেনঃ “তোমরা তো অন্ধ নও যে তাকে দেখতে পাবে না?” (এ হাদীসটি ইমাম আবু দাউদ (রঃ) ও ইমাম তিরমিযী (রঃ) বর্ণনা করেছেন) তবে কোন কোন আলেম বলেন যে, কাম-দৃষ্টি ছাড়া তাকানো হারাম নয়। তাদের দলীল হলো ঐ হাদীসটি যাতে রয়েছে যে, ঈদের দিন হাবশী লোকেরা অস্ত্রের খেলা দেখাচ্ছিল। ঐ সময় রাসূলুল্লাহ (সঃ) হযরত আয়েশা (রাঃ)-কে তার পিছনে দাঁড় করিয়ে দেন। তিনি তাদের খেলা দেখছিলেন এবং মনভরে দেখার পর ক্লান্ত হয়ে চলে আসেন। স্ত্রীলোকদেরকেও সতীত্ব রক্ষা করে চলতে হবে। নিজেদের আভরণ কারো সামনে প্রকাশ করা যাবে না। পর পুরুষের সামনে নিজের সৌন্দর্যের কোন অংশই প্রকাশ করা যাবে না। হ্যা, তবে যেটা ঢেকে রাখা সম্ভব নয় সেটা অন্য কথা। যেমন চাদর ও উপরের কাপড় ইত্যাদি। এগুলোকে গোপন রাখা স্ত্রীলোকের পক্ষে সম্ভব নয়। এটাও বর্ণিত আছে যে, এর দ্বারা মুখমণ্ডল, হাতের কজি এবং আংটিকে বুঝানো হয়েছে। কিন্তু হতে পারে যে, এর দ্বারা উদ্দেশ্য হলো ঐ সৌন্দর্যের স্থান যেটা প্রকাশ করা শরীয়তে নিষিদ্ধ। হযরত আবদুল্লাহ (রাঃ) হতে বর্ণিত আছে যে, তারা যেন নিজেদের আভরণ প্রকাশ না করে’-এর অর্থ হলোঃ তারা যেন তাদের বালি, হার, পায়ের অলংকার ইত্যাদি প্রদর্শন না করে।বর্ণিত আছে যে, আভরণ অর্থাৎ অলংকার বা আকর্ষণীয় পোশাক দুই প্রকারের রয়েছে। এক তো হলো ওটাই যা শুধু স্বামীই দেখে। যেমন আংটি ও কংকন। আর দ্বিতীয় আভরণ হলো ওটাই যা অপরও দেখে থাকে। যেমন উপরের কাপড়। যুহরী (রঃ) বলেন যে, এই আয়াতে যেসব আত্মীয়ের বর্ণনা দেয়া হয়েছে তাদের সামনে কংকন, দোপাট্টা এবং বালি প্রকাশিত হয়ে গেলে কোন দোষ নেই। আর অপর লোকদের সামনে যদি শুধু আংটি প্রকাশ পায় তবেও কোন দোষ হবে না। অন্য রিওয়াইয়াতে আংটির সাথে পায়ের মলেরও উল্লেখ রয়েছে। হতে পারে যে, (আরবি)-এর তাফসীর হযরত ইবনে আব্বাস (রাঃ) প্রমুখ  গুরুজন মুখমণ্ডল এবং হাতের কজি করেছেন। যেমন সুনানে আবি দাউদে রয়েছে যে, একদা হযরত আসমা বিনতে আবি বকর (রাঃ) রাসূলুল্লাহ (সঃ)-এর নিকট আগমন করেন। ঐ সময় তিনি পাতলা কাপড় পরিহিতা ছিলেন। তাঁকে এভাবে আসতে দেখে রাসূলুল্লাহ (সঃ) মুখ ফিরিয়ে নেন এবং বলেনঃ “নারী যখন প্রাপ্ত বয়সে পৌঁছে যায় তখন ওটা এবং ওটা ছাড়া অর্থাৎ চেহারা ও হাতের কজি ছাড়া তার আর কোন অঙ্গ দেখানো উচিত নয়।” (এ হাদীসটি মুরসাল। খালেদ ইবনে দারীক এটা হযরত আয়েশা (রাঃ) হতে বর্ণনা করেছেন। কিন্তু তাঁর হযরত আয়েশার সাথে সাক্ষাৎ হওয়া প্রমাণিত নয়। এসব ব্যাপারে আল্লাহ তা’আলাই সবচেয়ে ভাল জানেন)মহান আল্লাহ বলেনঃ তারা যেন তাদের গ্রীবা ও বক্ষদেশ মাথার কাপড় দ্বারা আবৃত করে। এর ফলে বক্ষ ও গলার অলংকার টাকা থাকবে। অজ্ঞতার যুগে তাদের এ অভ্যাস ছিল না। স্ত্রীলোকেরা তাদের বক্ষের উপর কিছুই দিতো না। মাঝে মাঝে গ্রীবা, চুল, বালি ইত্যাদি সবই পরিষ্কারভাবে দেখা যেতো। অন্য আয়াতে রয়েছেঃ “হে নবী (সঃ)! তুমি তোমার স্ত্রীদেরকে, কন্যাদেরকে ও মুমিনদের নারীদেরকে বল- তারা যেন তাদের চাদরের কিয়দংশ নিজেদের উপর টেনে দেয়; এতে তাদেরকে চেনা সহজতর হবে; ফলে তাদেরকে উত্যক্ত করা হবে না।”(আরবি) শব্দটি (আরবি) শব্দের বহুবচন। প্রত্যেক ঐ জিনিসকে (আরবি) বলা হয় যা ঢেকে ফেলে। দো-পাট্টা মাথাকে ঢেকে ফেলে বলে ওটাকেও (আরবি) বলা হয়। সুতরাং স্ত্রীলোকদের উচিত যে, তারা যেন নিজেদের ওড়না দিয়ে বা অন্য কোন কাপড় দিয়ে তাদের গ্রীবা ও বক্ষকে আবৃত করে রাখে।হযরত আয়েশা (রাঃ) বলেনঃ “আল্লাহ তাআলা ঐ স্ত্রীলোকদের উপর রহম করুন যারা প্রথম প্রথম হিজরত করেছিল। যখন এই আয়াত অবতীর্ণ হয় তখন তারা নিজেদের চাদর ফেড়ে দো-পাট্টা বানিয়েছিল। কেউ কেউ নিজের তহবন্দের পা কেটে নিয়ে ওটা দ্বারা মাথা ঢেকে নেয়। একবার স্ত্রীলোকেরা হযরত আয়েশা (রাঃ)-এর সামনে কুরায়েশ মহিলাদের ফযীলত বর্ণনা করতে শুরু করলে তিনি বলেনঃ “তাদের ফযীলত আমিও স্বীকার করি। কিন্তু আল্লাহর শপথ! আনসার মহিলাদের অপেক্ষা বেশী ফযীলত আমি কোন মহিলার দেখিনি। তাদের অন্তরে আল্লাহর কিতাবের সত্যতা ও ওর উপর পূর্ণ ঈমান যে রয়েছে তা নিঃসন্দেহে প্রশংসার যোগ্য। সূরায়ে নূরের আয়াত (আরবি) যখন অবতীর্ণ হয় এবং তাদের পুরুষ লোকেরা তাদেরকে এটা শুনিয়ে দেয় তখন ঐ মুহূর্তে তারা ঐ আয়াতের উপর আমল করে। ফজরের নামাযে তারা হাযির হলে দেখা যায় যে, সবারই মাথায় দো-পাট্টা বিদ্যমান রয়েছে। দেখে মনে হয় যেন তাদের মাথার উপর বালতি রাখা আছে।এরপর আল্লাহ তাআলা ঐ পুরুষ লোকদের বর্ণনা দিচ্ছেন যাদের সামনে নারীরা থাকতে পারে। খুব সাজসজ্জা ছাড়া লজ্জাবনতা অবস্থায় তাদের সামনে তারা যাতায়াত করতে পারে। যদিও বাহ্যিক কোন আভরণের উপর তাদের দৃষ্টি পড়ে যায় তবে এতে কোন অপরাধ হবে না। তবে স্বামী এর ব্যতিক্রম। কেননা নারী তার সামনে পূর্ণ সাজসজ্জার সাথে থাকতে পারবে। চাচা ও মামার সাথেও বিবাহ নিষিদ্ধ, তথাপি তাদের নাম এখানে উল্লেখ করা হয়নি, এর কারণ এই যে, তারা হয়তো তাদের ছেলেদের সামনে তাদের ভ্রাতুস্পুত্রী ও ভাগিনেয়ীদের সৌন্দর্য বর্ণনা করবে। এজন্যেই তাদের সামনেও দোপাট্টা বাধা ছাড়া আসা উচিত নয়।এ আয়াতে নারীদের কথাও উল্লেখ করা হয়েছে। অর্থাৎ মুসলমান নারীরা পরস্পরের সামনে নিজেদের আভরণ প্রকাশ করতে পারে। কিন্তু অমুসলিম নারীর সামনে মুসলিম নারী তার আভরণ প্রকাশ করতে পারে না। এর কারণ এই যে, খুব সম্ভব ঐ অমুসলিম নারীরা তাদের স্বামীদের সামনে ঐ মুসলিম নারীদের সৌন্দর্য বর্ণনা করবে। মুসলিম নারীদের ব্যাপারেও এই আংশকা আছে বটে, কিন্তু শরীয়ত এটা হারাম করে দিয়েছে বলে তারা এরূপ করতে পারে না। কিন্তু অমুসলিম নারীকে এর থেকে বাধা দিবে কিসে?হযরত ইবনে মাসউদ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “কোন নারীর জন্যে বৈধ নয় যে, সে অন্য নারীর সাথে মিলিত হয়ে তার সৌন্দর্যের বর্ণনা তার স্বামীর সামনে এমনভাবে দেয় যেন তার স্বামী ঐ নারীকে স্বয়ং দেখতে রয়েছে।” (এ হাদীসটি ইমাম বুখারী (রঃ) ও ইমাম মুসলিম (রঃ) তাখরীজ করেছেন)হযরত হাসির ইবনে কায়েস (রাঃ) হতে বর্ণিত আছে যে, আমীরুল মুমিনীন হযরত উমার ইবনে খাত্তাব (রাঃ) হযরত আবু উবাইদাহ (রাঃ)-কে লিখেনঃ “আমি অবগত হয়েছি যে, কোন কোন মুসলিম নারী গোসল খানায় যায় এবং তাদের সাথে মুশরিকা নারীরাও থাকে। কোন মুসলিম নারীর জন্যে বৈধ নয় যে, সে নিজের দেহ কোন অমুসলিম নারীকে প্রদর্শন করে।” (এটা সাঈদ ইবনে মানসূর (রঃ) তাঁর সুনানে বর্ণনা করেছেন)হযরত মুজাহিদও (রাঃ) (আরবি)-এর তাফসীরে বলেন যে, এর দ্বারা মুসলিম নারীদেরকেই বুঝানো হয়েছে। সুতরাং তাদের সামনে ঐ আভরণ প্রকাশ করা যাবে যা মুহরিম আত্মীয়দের সামনে প্রকাশ করা যায়। অর্থাৎ গ্রীবা, বালি এবং হার। অতএব, মুসলিম নারীর জন্যে উলঙ্গ মাথায় মুশরিকা মহিলার সামনে থাকা বৈধ নয়।হযরত আতা (রঃ) তাঁর পিতা হতে বর্ণনা করেছেন যে, রাসূলুল্লাহ (সঃ)-এর সাহাবীগণ যখন বায়তুল মুকাদ্দাসে পৌঁছেন তখন স্ত্রীদের ধাত্রী তো ইয়াহুদী ও খৃষ্টান মহিলারাই ছিল। যদি এটা প্রমাণিত হয় তবে বুঝতে হবে যে, এটা প্রয়োজন বশতঃ ছিল। এসব ব্যাপারে আল্লাহ তাআলাই ভাল জানেন। তবে মুশরিকা নারীদের মধ্যে যারা বাদী বা দাসী তারা এই হুকুম বহির্ভূত। কেউ কেউ বলেন যে, গোলামদেরও হুকুম এটাই।হযরত আনাস (রাঃ) হতে বর্ণিত আছে যে, একদা রাসূলুল্লাহ (সঃ) হযরত ফাতিমা (রাঃ)-কে দেয়ার জন্যে একটি গোলামকে নিয়ে তাঁর নিকট আগমন করেন। গোলামটিকে দেখে হযরত ফাতিমা (রাঃ) নিজেকে তাঁর দো-পাট্টার মাঝে আবৃত করতে থাকেন। কিন্তু ওটা ছোট ছিল বলে মাথা ঢাকলে পা খোলা থাকছিল এবং পা ঢাকলে মাথা খোলা থাকছিল। এ দেখে রাসূলুল্লাহ (সঃ) তাঁকে বলেনঃ “হে আমার প্রিয় কন্যা! তুমি এতো কষ্ট করছো কেন? আমি তো তোমার আব্বা এবং এতো তোমার গোলাম?” (এই হাদীসটি ইমাম আবু দাঊদ (রঃ) বর্ণনা করেছেন) ইবনে আসাকির (রঃ)-এর বর্ণনায় রয়েছে যে, ঐ গোলামটির নাম ছিল আবদুল্লাহ ইবনে মাসআদাহ আল ফাযারী। তার দেহের রঙ ছিল খুবই কালো। হযরত ফাতিমা (রাঃ) তাকে লালন-পালন করে আযাদ করে দিয়েছিলেন। সিফফীনের যুদ্ধে সে হযরত মুআবিয়া (রাঃ)-এর পক্ষ অবলম্বন করেছিল এবং হযরত আলী (রাঃ)-এর চরম বিরোধী ছিল।হযরত উম্মে সালমা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) একদা স্ত্রীলোকদেরকে সম্বোধন করে বলেনঃ “তোমাদের মধ্যে যার মুকতাব গোলাম রয়েছে, যার সাথে এ শর্ত হয়েছে যে, সে যদি এতো টাকা দিতে পারে তবে সে আযাদ হয়ে যাবে। অতঃপর তার কাছে ঐ পরিমাণ টাকা যোগাড়ও হয়ে গেছে। এমতাবস্থায় তোমাদের ঐ গোলাম থেকে পর্দা করা উচিত। (এ হাদীসটি ইমাম আহমাদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন)পুরুষদের মধ্যে যারা যৌন-কামনা রহিত তাদের সামনেও আভরণ প্রকাশ করা যাবে। অর্থাৎ কাজ কামকারী নওকর চাকরদের মধ্যে যাদের পুরুষত্ব নেই, স্ত্রীলোকদের প্রতি কোনই আকর্ষণ নেই তাদের হুকুম মুহরিম আত্মীয় পুরুষদের মতই। অর্থাৎ এসব আভরণ তাদের সামনে প্রকাশ করা চলবে। কিন্তু সেই খোজা, যার মুখের ভাষা খারাপ এবং সদা মন্দ কথা ছড়িয়ে বেড়ায় সে এই হুকুম বহির্ভূত।হযরত উম্মে সালমা (রাঃ) হতে বর্ণিত আছে যে, একজন খোজা লোক রাসূলুল্লাহ (সঃ)-এর বাড়ীতে আসে। তার পবিত্র স্ত্রীগণ এই আয়াতের মর্মানুযায়ী লোকটিকে আসতে নিষেধ করেননি। ঘটনাক্রমে ঐ সময়েই রাসূলুল্লাহ (সঃ) এসে পড়েন। ঐ সময় সে হযরত উম্মে সালমা (রাঃ)-এর ভাই হযরত আবদুল্লাহ (রাঃ)-কে বলছিলঃ “আল্লাহ তা'আলা যখন তায়েফ জয় করাবেন তখন আমি তোমাকে গায়লানের মেয়ে দেখাবো। সে যখন আসে তখন তার পেটের উপর চারটি ভাঁজ পড়ে এবং যখন ফিরে যায় তখন আটটি ভাঁজ দৃষ্টিগোচর হয়। তার এ কথা শোনা মাত্রই রাসূলুল্লাহ (সঃ) বলেনঃ “সাবধান! এরূপ লোককে কখনো আসতে দিবে না।” অতঃপর তাকে মদীনা থেকে তাড়িয়ে দেয়া হয়। সে তখন বায়দা নামক স্থানে বসবাস করতে থাকে। প্রতি শুক্রবারে সে আসতো এবং লোকদের কাছ থেকে পানাহারের কিছু জিনিস নিয়ে চলে যেতো। অপ্রাপ্ত বয়স্ক ছেলেদের সামনে থাকার অনুমতি দেয়া হয়েছে, যারা এখনো স্ত্রীলোকদের বিশেষ গুণাবলী সম্পর্কে ওয়াকিফহাল নয়। স্ত্রীলোকদের প্রতি যাদের লোলুপ দৃষ্টি এখনো পতিত হয় না। হ্যা, তবে যদি তারা এমন বয়সে পৌছে যায় যে, স্ত্রীলোকদের সুশ্রী হওয়া বা বিশ্রী হওয়ার পার্থক্য তারা বুঝতে পারে এবং তাদের সৌন্দর্যে তারা মুগ্ধ হয়ে যায় তবে তাদের থেকেও পর্দা করতে হবে। যদিও তারা পূর্ণ যৌবনে পদার্পণ না করে।সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমরা স্ত্রীলোকদের নিকট প্রবেশ করা হতে বেঁচে থাকো।” প্রশ্ন করা হলোঃ “হে আল্লাহর রাসূল (সঃ)! দেবর ও ভাসুর সম্পর্কে আপনার মত কি?” উত্তরে তিনি বলেনঃ “দেবর ও ভাসুর তো মৃত্যু (সমতুল্য)।” এরপর মহান আল্লাহ বলেনঃ স্ত্রীলোকেরা যেন তাদের গোপন আভরণ প্রকাশের উদ্দেশ্যে সজোরে পদক্ষেপ না করে। অজ্ঞতার যুগে এরূপ প্রায় হতো যে, স্ত্রীলোকেরা চলার সময় যমীনের উপর সজোরে পা ফেলতো যাতে পায়ের অলংকার বেজে উঠে। ইসলামে এরূপ করা নিষিদ্ধ হয়ে যায়। সুতরাং নারীদেরকে প্রতিটি এমন কাজ থেকে নষেধ করে দেয়া হয় যাতে তাদের গোপন আভরণ প্রকাশ পেয়ে যায়। তাই তার জন্যে আতর ও সুগন্ধি মেখে বাইরে বের হওয়াও নিষিদ্ধ।হযরত আবু মূসা (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “প্রত্যেক চক্ষু ব্যভিচারী, যখন নারী আতর মেখে, ফুল পরে, সুগন্ধি ছড়িয়ে পুরুষদের কোন মজলিসের পার্শ্ব দিয়ে গমন করে তখন সে এরূপ এরূপ (অর্থাৎ ব্যভিচারিণী)।” (এ হাদীসটি ইমাম আবু ঈসা তিরমিযী (রঃ) বর্ণনা করেছেন)হযরত আবূ হুরাইরা (রাঃ) হতে বর্ণিত, তিনি বলেন, এমন এক নারীর সাথে আমার সাক্ষাৎ ঘটে যে সুগন্ধি ছড়িয়ে চলছিল। অমি তাকে জিজ্ঞেস করলামঃ তুমি কি মসজিদ হতে আসছো? সে উত্তরে বললোঃ “হ্যাঁ।” পুনরায় আমি তাকে প্রশ্ন করলামঃ তুমি কি সুগন্ধি মেখেছো? জবাবে সে বললোঃ “হ্যাঁ।” আমি তখন বললামঃ আমি আমার বন্ধু আবুল কাসিম (সঃ)-কে বলতে শুনেছিঃ “আল্লাহ এমন স্ত্রীলোকের নামায কবূল করেন না যে এই মসজিদে আসার জন্যে সুগন্ধি মেখেছে, যে পর্যন্ত না সে ফিরে গিয়ে অপবিত্রতার গোসলের ন্যায় গোসল করে।” (এ হাদীসটি ইমাম আবু দাউদ (রঃ) বর্ণনা করেছেন)হযরত মায়মূনা বিনতে সা’দ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “অস্থানে সৌন্দর্য প্রকাশকারিণী নারী কিয়ামতের দিনের ঐ অন্ধকারের মত যেখানে কোন আলো নেই।” (এ হাদীসটি ইমাম তিরমিযী (রঃ) বর্ণনা করেছেন)হযরত আবু উসাইদ আনসারী (রাঃ) হতে বর্ণিত আছে যে, একদা রাসূলুল্লাহ (সঃ) পথে পুরুষ ও নারীদেরকে একত্রে মিলে মিশে চলতে দেখে বলেনঃ “হে নারীরা! তোমরা এদিকে ওদিকে হয়ে যাও। মাঝপথ দিয়ে চলা তোমাদের জন্যে শোভনীয় নয়। তাঁর এ কথা শুনে নারীরা দেয়াল ঘেঁষে চলতে শুরু করে। এমনকি দেয়ালের সাথে তাদের কাপড়ের ঘর্ষণ লাগছিল। (এ হাদীসটি ইমাম আবু দাঊদ (রঃ) বর্ণনা করেছেন)এরপর মহামহিমান্বিত আল্লাহ বলেনঃ হে মুমিনগণ! তোমরা সবাই আল্লাহর দিকে প্রত্যাবর্তন কর। আমার বাতলানো গুণাবলীর অধিকারী হয়ে যাও। অজ্ঞতার যুগের বদভ্যাসগুলো পরিত্যাগ কর। তাহলেই তোমরা সফলকাম হতে পারবে।"
    },
    { "ayah": 32, "surah": 24, "text": "Please check ayah 24:34 for complete tafsir." },
    { "ayah": 33, "surah": 24, "text": "Please check ayah 24:34 for complete tafsir." },
    {
      "ayah": 34,
      "surah": 24,
      "text": "৩২-৩৪ নং আয়াতের তাফসীর\nএখানে আল্লাহ তা'আলা বহু কিছু হুকুম বর্ণনা করেছেন। প্রথমে তিনি বিবাহের বর্ণনা দিয়েছেন।আলেম জামাআতের খেয়াল এই যে, যে ব্যক্তি বিয়ে করার সামর্থ্য রাখে তার জন্যে বিয়ে করা ওয়াজিব। দলীল হিসেবে তাঁরা রাসূলুল্লাহ (সঃ)-এর নিম্নের বাণীটি গ্রহণ করেছেনঃ “হে যুবকের দল! তোমাদের মধ্যে যে বিয়ে করার ক্ষমতা রাখে সে যেন বিয়ে করে। বিয়ে হলো দৃষ্টিকে নিম্নমুখীকারী এবং লজ্জাস্থানকে রক্ষাকারী। আর যে বিয়ে করার ক্ষমতা রাখে না সে যেন রোযা রাখে। এটাই তার জন্যে হলো অণ্ডকোষ কর্তিত হওয়া।” (এ হাদীসটি ইমাম বুখারী (রঃ) ও ইমাম মুসলিম (রঃ) তাখরীজ করেছেন)অন্য একটি হাদীসে আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যেসব স্ত্রীলোক হতে অধিক সন্তান লাভের আশা আছে তোমরা ঐ সব স্ত্রীলোককে বিয়ে কর, যেন তোমাদের বংশ বৃদ্ধি হয়। আমি তোমাদের মাধ্যমে কিয়ামতের দিন অন্যান্য উম্মতের মধ্যে ফখর করবো।” এহদীসটি সুনানে বর্ণিত হয়েছে।আর একটি রিওয়াইয়াতে আছে যে, রাসূলুল্লাহ (সঃ) বলেনঃ “এমন কি অপূর্ণ অবস্থায় পড়ে যাওয়া (গর্ভপাত হওয়া) শিশুর সংখ্যা গণনা দ্বারাও আমি ফখর করবো।”(আরবি) শব্দটি (আরবি) শব্দের বহু বচন। জাওহারী (রঃ) বলেন যে, ভাষাবিদদের মতে বিপত্নীক পুরুষ ও বিধবা নারীকে (আরবি) বলা হয়। সে বিবাহিত হোক অথবা অবিবাহিত হোক। অতঃপর আল্লাহ তা'আলা আগ্রহ বৃদ্ধির জন্যে বলেনঃ যদি সে দচ্ছি হয় তবে আল্লাহ তাকে স্বীয় অনুগ্রহে সম্পদশালী বানিয়ে দিবেন। সে আবাদই হোক অথবা গোলামই হোক। হযরত আবু বকর সিদ্দীক (রাঃ) বলেনঃ “বিয়ের ব্যাপারে আল্লাহর আদেশ মেনে চল, তাহলে তিনি তোমাদের কৃত ওয়াদা পুরো করবেন। আল্লাহ তা'আলা বলেছেনঃ (আরবি) অর্থাৎ “যদি তারা দরিদ্র হয়, তবে আল্লাহ তাদেরকে স্বীয় অনুগ্রহে সম্পদশালী করে দিবেন।”হযরত ইবনে মাসউদ (রাঃ) বলেন, বিবাহে তোমরা ঐশ্বর্য অনুসন্ধান কর। কেননা, আল্লাহ তাআলা বলেছেনঃ “তারা দরিদ্র হলে আল্লাহ তাদেরকে অভাবমুক্ত করে দিবেন।” (এটা ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন এবং এটা ইমাম ইবনে জারীর (রঃ)-ও বর্ণনা করেছে)হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তিন প্রকারের লোককে আল্লাহ তা'আলা সাহায্য করার দায়িত্ব গ্রহণ করেছেন। তারা হলো-বিবাহকারী, যে ব্যভিচার হতে বাঁচবার উদ্দেশ্যে বিয়ে করে থাকে, ঐ মুকাতাব গোলাম, যে তার চুক্তিকৃত টাকা আদায় করার ইচ্ছা রাখে এবং আল্লাহর পথের গাযী।” (এ হাদীসটি ইমাম আহমাদ (রঃ), ইমাম তিরমিযী (রঃ), ইমাম নাসাঈ (রঃ) এবং ইমাম ইবনে মাজাহ (রঃ) বর্ণনা করেছেন)বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) ঐ ব্যক্তির বিবাহ একটি স্ত্রীলোকের সাথে দিয়ে দেন যার কাছে তার একটি মাত্র লুঙ্গী ছাড়া আর কিছুই ছিল না। এমনকি তার কাছে একটি লোহার আংটিও ছিল না। তার এতো অভাব ও দারিদ্র সত্ত্বেও রাসূলুল্লাহ (সঃ) তার বিয়ে দিয়ে দেন এবং তার মহর এই ধার্য করেন যে, তার কুরআন কারীম হতে যা কিছু মুখস্থ আছে তাই সে তার স্ত্রীকে মুখস্থ করিয়ে দেবে। এটা একমাত্র এরই উপর ভিত্তি করে যে, মহান আল্লাহ স্বীয় অনুগ্রহে তাকে এমন জীবিকা দান করবেন যা তার ও তার স্ত্রীর জন্যে যথেষ্ট হবে। অধিকাংশ লোক একটি হাদীস আনয়ন করে থাকেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমরা দারিদ্রের অবস্থাতেও বিয়ে কর, আল্লাহ তোমাদেরকে অভাবমুক্ত করে দিবেন।” (ইমাম ইবনে কাসীর (রঃ) বলেনঃ সবল সনদে বা দুর্বল সনদেও এ হাদীসটি আমার চোখে পড়েনি। আর এই বিষয়ে এরূপ ঠিকানা বিহীন হাদীসের আমাদের কোন প্রয়োজনও নেই। কেননা, কুরআন কারীমের এই আয়াতে এবং উপরোক্ত হাদীসসমূহে এটা বিদ্যমান রয়েছে। সুতরাং সমস্ত প্রশংসা আল্লাহর)এরপর আল্লাহ পাক বলেনঃ যাদের বিবাহের সামর্থ্য নেই, আল্লাহ তাদেরকে নিজ অনুগ্রহে অভাবমুক্ত না করা পর্যন্ত তারা যেন সংযম অবলম্বন করে।রাসূলুল্লাহ (সঃ) বলেছেনঃ “হে যুবকের দল! তোমাদের মধ্যে যার বিয়ে করার সামর্থ্য আছে সে যেন বিয়ে করে। বিবাহ দৃষ্টিকে নিম্নমুখী রাখে এবং লজ্জাস্থানের হিফাযত করে। আর যার বিয়ে করার সামর্থ্য নেই সে যেন অবশ্যই রোযা রাখে এবং এটাই তার জন্যে খাসসী হওয়া (অণ্ডকোষ কর্তিত হওয়া)।” এই আয়াতটি সাধারণ। সূরায়ে নিসার আয়াতটি এর থেকে খাস বা বিশিষ্ট। ঐ আয়াতটি হলোঃ (আরবি) হতো (আরবি) অর্থাৎ “তোমাদের মধ্যে কারো স্বাধীনা ঈমানদার নারী বিবাহের সামর্থ্য না থাকলে তোমরা তোমাদের অধিকারভুক্ত ঈমানদার নারীকে বিয়ে করবে; আল্লাহ তোমাদের ঈমান সম্বন্ধে পরিজ্ঞাত। তোমরা একে অপরের সমান, সুতরাং তাদেরকে বিয়ে করবে তাদের মালিকের অনুমতিক্রমে এবং যারা সচ্চরিত্রা, ব্যভিচারিণী নয় ও উপপতি গ্রহণকারিণীও নয় তাদেরকে তাদের মহর ন্যায়সঙ্গতভাবে দিবে। বিবাহিতা হবার পর যদি তারা ব্যভিচার করে তবে তাদের শাস্তি স্বাধীনা নারীর অর্ধেক; তোমাদের মধ্যে যারা ব্যভিচারকে ভয় করে এটা তাদের জন্যে; ধৈর্যধারণ করা তোমাদের জন্যে মঙ্গল।” (৪: ২৫) সুতরাং দাসীদেরকে বিয়ে করা অপেক্ষা ধৈর্যধারণই শ্রেয়। কেননা, এই অবস্থায় সন্তানদের উপর দাসত্বের দাগ পড়ে যায়।হযরত ইকরামা (রাঃ) বলেন যে, যে পুরুষ লোক স্ত্রীলোককে দেখে এবং দেখার পর তার অন্তরে কাম প্রবৃত্তি জেগে ওঠে, সে যেন তৎক্ষণাৎ তার স্ত্রীর কাছে চলে যায়, যদি তার স্ত্রী বিদ্যমান থাকে। আর যদি তার স্ত্রী না থাকে তবে সে যেন আল্লাহ তা'আলার সার্বভৌম ক্ষমতার প্রতি লক্ষ্য রেখে ধৈর্যধারণ করে যে পর্যন্ত না আল্লাহ তাকে অভাবমুক্ত করেন। অতঃপর আল্লাহ তাআলা গোলামদের মালিকদেরকে নির্দেশ দিচ্ছেন যে, তাদের দাসদাসীদের কেউ যদি তার মুক্তির জন্যে লিখিত চুক্তি করতে চায় তবে গন্ধ যেন তাদের সাথে চুক্তিতে আবদ্ধ হয়, যদি তারা তাদের মধ্যে মঙ্গলের সন্ধান পায়। গোলাম তার উপার্জনের মাধ্যমে ঐ মাল জমা করতঃ মনিবকে দিয়ে দেবে এবং এই ভাবে তারা আযাদ বা মুক্ত হয়ে যাবে। অধিকাংশ আলেম বলেন যে, এ হুকুম জরুরী নয়। এটা ফরযও নয় এবং ওয়াজিবও নয়, বরং মুস্তাহাব। মনিবের এ অধিকার আছে যে, তার গোলাম কোন শিল্পকার্য জানলে যদি তাকে বলে যে, তাকে সে এতো এতো টাকা দিবে এবং এর বিনিময়ে সে তাকে আযাদ করে দিবে। তবে এটা মনিবের ইচ্ছাধীন। ইচ্ছা হলে সে তার সাথে চুক্তি করবে এবং না হলে না করবে। আলেমদের একটি জামাআত আয়াতের বাহ্যিক শব্দের প্রতি লক্ষ্য রেখে বলেন যে, গোলাম যদি তার মুক্তির জন্যে লিখিত চুক্তি করতে চায় তবে তার সাথে চুক্তিতে আবদ্ধ হওয়া তার মনিবের উপর ওয়াজিব। বর্ণিত আছে যে, হযরত উমার (রাঃ)-এর যুগে হযরত আনাস (রাঃ)-এর সীরীন নামক একজন সম্পদশালী গোলাম তার কাছে আবেদন জানায় যে, তিনি যেন তার সাথে তার মুক্তির জন্যে লিখিত চুক্তিতে আবদ্ধ হন। কিন্তু হযরত আনাস (রাঃ) তা প্রত্যাখ্যান করেন। তখন গোলামটি হযরত উমার (রাঃ)-এর কাছে তাঁর বিরুদ্ধে নালিশ করে। হযরত উমার (রাঃ) তখন হযরত আনাস (রাঃ)-কে ডেকে গোলামের সাথে চুক্তি করতে নির্দেশ দেন। এবারেও হযরত আনাস (রাঃ) অস্বীকৃতি জানান। তখন হযরত উমার (রাঃ) তাঁকে চাবুক মারেন এবং গোলামের সাথে চুক্তিতে আবদ্ধ হতে বাধ্য করেন। অতঃপর তিনি কুরআনে কারীমের এ আয়াতটি তাঁর সামনে তিলাওয়াত করেন। (এটা সহীহ বুখারীতে বর্ণিত হয়েছে)হযরত আতা (রঃ) হতে দু’টি উক্তিই বর্ণিত আছে। ইমাম শাফেয়ী (রঃ)-এর প্রথম উক্তি এটাই ছিল। কিন্তু তাঁর নতুন উক্তি এই যে, চুক্তিতে আবদ্ধ হওয়া মনিবের উপর ওয়াজিব নয়।ইমাম মালেক (রঃ) বলেনঃ “গোলাম তার মনিবকে তার সাথে চুক্তিতে আবদ্ধ হতে আবেদন জানালে ঐ চুক্তিতে আবদ্ধ হওয়া মনিবের উপর ওয়াজিব নয়। কোন ইমাম যে কোন মনিবকে গোলামের মুক্তির জন্যে লিখিত চুক্তিতে আবদ্ধ হতে বাধ্য করেছেন এটা আমি শুনিনি। আল্লাহ তাআলার এ হুকুম অনুমতি হিসেবে, ওয়াজিব হিসেবে নয়। ইমাম আবু হানীফা (রঃ) প্রমুখ গুরুজনের এটাই উক্তি। ইমাম ইবনে জারীর (রঃ)-এর মতে ওয়াজিব হওয়াই পছন্দনীয় উক্তি। (আরবি) দ্বারা উদ্দেশ্য হলো বিশ্বস্ততা, সত্যবাদিতা এবং মাল উপার্জন করার ক্ষমতা ইদ্যাদি। রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমাদের যেসব গোলাম তাদের মুক্তির জন্যে তোমাদের সাথে লিখিত চুক্তিতে আবদ্ধ হতে ইচ্ছা করে তাহলে তোমরা দেখো যে, তাদের মধ্যে মাল উপার্জনের যোগ্যতা আছে কি না। যদি তাদের মধ্যে তা দেখতে পাও তবে তাদের মনোবাসনা পূর্ণ কর। আর তা দেখতে না পেলে নয়। কেননা, এমতাবস্থায় তারা নিজেদের বোঝা লোকদের উপর চাপিয়ে দেবে।” অর্থাৎ অর্থ যোগাড় করার জন্যে তাদের কাছে ভিক্ষা করবে। এরপর মহান আল্লাহ বলেনঃ আল্লাহ তোমাদেরকে যে সম্পদ দিয়েছেন তা হতে তোমরা তাদেরকে দান করবে। অর্থাৎ তার নিকট হতে যে অর্থ আদায়ের চুক্তি হয়েছে তা হতে কিছু ক্ষমা করে দেবে। তা এক চতুর্থাংশ হোক বা এক তৃতীয়াংশ হোক বা অর্ধাংশ হোক অথবা কিছু অংশ হোক। নিম্নরূপ ভাবার্থও বর্ণনা করা হয়েছেঃ তাদেরকে যাকাতের মাল হতে সাহায্য কর। অর্থাৎ তাদেরকে তাদের মনিব এবং অন্যান্য মুসলমান যাকাতের মাল থেকে সাহায্য করবে যাতে তারা চুক্তির অর্থ পূর্ণ করে আযাদ হয়ে যেতে পারে।পূর্বে হাদীস বর্ণিত হয়েছে যে, যে তিন প্রকারের লোককে সাহায্য করার দায়িত্ব আল্লাহ তা'আলা গ্রহণ করেছেন তাদের মধ্যে এটাও এক প্রকার। কিন্তু প্রথম উক্তিটিই প্রসিদ্ধতম উক্তি। বর্ণিত আছে যে, হযরত উমার (রাঃ)-এর গোলাম আবূ উমাইয়া তার সাথে মুক্তির চুক্তি করেছিল। সে যখন তার প্রথম কিস্তির অর্থ নিয়ে হযরত উমার (রাঃ)-এর নিকট আগমন করে তখন তিনি তাকে বলেনঃ “যাও তুমি তোমার চুক্তির এ অর্থ পূরণে অন্যদের নিকটও সাহায্য প্রার্থনা কর।” তাঁর এ কথা শুনে গোলামটি বলেঃ “হে আমীরুল মুমিনীন! শেষ কিস্তি পর্যন্ত তো আমাকেই পরিশ্রম করতে দিন!” জবাবে হযরত উমার (রাঃ) বলেনঃ “না, আমার ভয় হচ্ছে বে, না জানি হয়তো আমি আল্লাহ তা'আলার ‘আল্লাহ তোমাদেরকে যে সম্পদ দিয়েছেন তা হতে তোমরা তাদেরকে দান করবে এই নির্দেশকে ছেড়ে দেবো।” সুরাং এটা ছিল প্রথম কিস্তী যা ইসলামে আদায় করা হয়। এটা মুসনাদে ইবনে আবি হাতিমে হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে।বর্ণিত আছে যে, হযরত ইবনে উমার (রাঃ) চুক্তিকৃত গোলামকে প্রথম কিস্তির সময় নিজেও কিছু দিতেন না এবং কিছু মাফও করতেন না, এই ভয়ে যে, সে হয়তো শেষ পর্যন্ত এই অর্থ আদায় করতে পারবে না, কাজেই তাঁর প্রদত্ত সাদকা তাঁকেই ফিরিয়ে দেয়া হবে। তবে শেষ কিস্তির সময় তিনি ইচ্ছামত মাফ করে দিতেন।আল্লাহ পাক বলেনঃ তোমাদের দাসীরা সততা রক্ষা করতে চাইলে পার্থিব জীবনের ধন-লালসায় তাদেরকে ব্যভিচারিণী হতে বাধ্য করো না।অজ্ঞতা যুগের জঘন্য পন্থাসমূহের মধ্যে একটি পন্থা এও ছিল যে, তাদের দাসীরা যেন ব্যভিচার করে অর্থ উপার্জন করতঃ ঐ অর্থ মনিবদেরকে প্রদান করে এ কাজে তারা তাদেরকে বাধ্য করতো। ইসলাম এসে এই কু-প্রথার বিলুপ্তি সাধন করে।বর্ণিত আছে যে, এ আয়াতটি আব্দুল্লাহ ইবনে উবাই ইবনে সাল্ল মুনাফিকের ব্যাপারে অবতীর্ণ হয়। সে এ কাজই করতো। তার দাসীর নাম ছিল মুআযাহ। অন্য রিওয়াইয়াতে আছে যে, তার নাম ছিল মুসাইকাহ। সে ইসলাম গ্রহণ করেছিল। ইসলাম গ্রহণের পর সে এ কাজে অস্বীকৃতি জানায়। অজ্ঞতার যুগে তার দ্বারা এ কাজ চলতো। এমনকি তার অবৈধ সন্তানাদিও জন্মগ্রহণ করে। কিন্তু ইসলাম গ্রহণের পর সে এ কাজ করতে অস্বীকার করে। তখন ঐ মুনাফিক তার উপর জোর জবরদস্তি করে। ঐ সময় এই আয়াত অবতীর্ণ হয়। (এটা ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন)বর্ণিত আছে যে, বদরের এক কুরায়েশী বন্দী আব্দুল্লাহ ইবনে উবাই-এর নিকট ছিল। সে তার দাসী মুআযার সাথে অবৈধভাবে মিলিত হতে চাচ্ছিল। কিন্তু মুআযা ইসলাম গ্রহণের কারণে এই অবৈধ কাজ হতে নিজেকে বাঁচিয়ে চলছিল। আব্দুল্লাহ ইবনে উবাই-এরও ইচ্ছা ছিল যে, তার ঐ দাসীটি যেন ঐ কুরায়েশী বন্দীর সাথে অবৈধভাবে মিলিত হয়। এ ব্যাপারে সে তার উপর জোর জবরদস্তি ও মারপিট করতো। তখন এই আয়াত অবতীর্ণ হয়।. এটা মুসনাদে আবদির রাযযাকে বর্ণনা করা হয়েছে।অন্য একটি রিওয়াইয়াতে আছে যে, মুনাফিকদের এই নেতা তার ঐ দাসীটিকে তার অতিথিদের সেবার কার্যে পাঠিয়ে দিতে। দাসীটির ইসলাম গ্রহণের পর তাকে আবার এই কাজে পাঠাবার ইচ্ছা করলে সে প্রকাশ্যভাবে অস্বীকার করে এবং হযরত আবু বকর সিদ্দীক (রাঃ)-এর কাছে তার এ বিপদের কথা বর্ণনা করে। হযরত আবু বকর (রাঃ) রাসূলুল্লাহ (সঃ)-এর দরবারে এ খবর পৌছিয়ে দেন। রাসুলুল্লাহ (সঃ) তখন আব্দুল্লাহ ইবনে উবাইকে নিষেধ করে দেন যে, সে যেন তার ঐ দাসীকে সেখানে না পাঠায়। ঐ মুনাফিক তখন জনগণের মধ্যে এই গুজব রটিয়ে দেয় যে, হযরত মুহাম্মাদ (সঃ) তার দাসীকে ছিনিয়ে নিচ্ছেন। তার ঐ কথার প্রতিবাদে এই আসমানী হুকুম নাযিল হয়।আর একটি বর্ণনায় আছে যে, মুসাইকাহ ও মুআযাহ এ দু'জন দু’ব্যক্তির দাসী ছিল। তারা তাদেরকে ব্যভিচারে বাধ্য করতো। ইসলাম গ্রহণের পর মুসাইকা এবং তার মাতা এসে রাসূলুল্লাহ (সঃ)-এর নিকট এ ব্যাপারে অভিযোগ করে। তখন এই আয়াত অবতীর্ণ হয়। এটা যে বলা হয়েছে যে, যদি এ দাসীরা সততা রক্ষা করার ইচ্ছা করে, এর দ্বারা ভাবার্থ এটা নেয়া চলবে না যে, যদি তাদের সততা রক্ষার ইচ্ছা না হয় তবে এতে কোন দোষ নেই। কেননা, ঐ সময় ঘটনা এটাই ছিল। এ জন্যেই এইরূপ বলা হয়েছে। এটা কোন সীমাবদ্ধতা ও শর্ত হিসেবে বলা হয়নি। এর দ্বারা তাদের উদ্দেশ্য ছিল ধন-সম্পদ লাভ করা। আর এ দ্বারা তাদের উদ্দেশ্য এটাও ছিল যে, তাদের সন্তান জন্মগ্রহণ করবে এবং ঐ সন্তানদেরকে তারা তাদের দাসদাসী হিসেবে ব্যবহার করবে। হাদীসে আছে যে, রাসূলুল্লাহ (সঃ) সিংগা লাগানোর মজরী, ব্যভিচারের মজুরী এবং গণকের মজুরী গ্রহণ করতে নিষেধ করেছেন।অন্য রিওয়াইয়াতে আছে যে, ব্যভিচারের খরচা, সিঙ্গা লাগানো দ্বারা উপার্জন এবং কুকুরের মূল্য কলুষতাপূর্ণ। এরপর মহামহিমান্বিত আল্লাহ বলেনঃ যে ব্যক্তি দাসীদেরকে ব্যভিচারিণী হতে বাধ্য করে, আল্লাহ ঐ দাসীদেরকে তাদের প্রতি জবরদস্তি করার কারণে ক্ষমা করে দিবেন। কিন্তু তাদের যে মনিবরা তাদের উপর জোর জবরদস্তি করেছে তাদেরকে তিনি কঠিনভাবে পাকড়াও করবেন। এই অবস্থায় তারাই গুনাহগার হবে। এমনকি হযরত আব্দুল্লাহ ইবনে মাসউদ (রঃ)-এর কিরআতে  (আরবি) পরে (আরবি) এর  রয়েছে। অর্থাৎ “ঐ দাসীদের গুনাহ পতিত হবে ঐ লোকেদের উপর যারা তাদেরকে বাধ্য করেছে।” মারফু হাদীসে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “অল্লিাহ তা'আলা আমার উম্মতের ভুল করা, ভুলে যাওয়া এবং যে কাজের উপর তাদেরকে বাধ্য করা হয়েছে এগুলো ক্ষমা করে দিয়েছেন।”পরে।মহান আল্লাহ বলেনঃ আমি আমার পাক কালাম কুরআন কারীমের এই উজ্জ্বল ও সুস্পষ্ট আয়াত তোমাদের সামনে বর্ণনা করে দিয়েছি। পূর্ববর্তী লোকদের ঘটনাবলীও তোমাদের সামনে বিদ্যমান রয়েছে যে, সত্যের ঐ বিরুদ্ধাচরণকারীদের পরিণাম কি হয়েছে এবং কেমন হয়েছে! ওটাকে একটি কাহিনী বানিয়ে দেয়া হয়েছে। পরবর্তী লোকদের জন্যে ওটাকে একটা শিক্ষা ও উপদেশমূলক ঘটনা করে দেয়া হয়েছে। যাতে আল্লাহভীরু লোকেরা এর থেকে শিক্ষা গ্রহণ করে এবং আল্লাহ তা'আলার বিরুদ্ধাচরণ হতে বেঁচে থাকে। হযরত আলী (রাঃ) বলেনঃ “কুরআন কারীমে তোমাদের মতভেদের ফায়সালা বিদ্যমান রয়েছে। এতে রয়েছে তোমাদের পূর্ববর্তী লোকেদের সংবাদ এবং পরে সংঘটিত হবে এরূপ বিষয়ের অবস্থার বর্ণনা। এগুলো বাজে কথা নয়। এগুলোকে যে বেপরোয়াভাবে ছেড়ে দিবে তাকে আল্লাহ তা'আলা ধ্বংস করবেন এবং যে এটা ছাড়া অন্য কিতাব খোজ করবে, আল্লাহ তাকে পথভ্রষ্ট করবেন।"
    },
    {
      "ayah": 35,
      "surah": 24,
      "text": "হযরত ইবনে আব্বাস (রাঃ) বলেন যে, আল্লাহ তা'আলা আসমানবাসী ও যমীনবাসীদের পথ-প্রদর্শক। তিনিই এ দুটোর মধ্যে সূর্য, চন্দ্র ও তারকারাজীর ব্যবস্থাপনা করে থাকেন। হযরত আনাস ইবনে মালিক (রাঃ) বলেন যে, আল্লাহর নূর হলো হিদায়াত। ইমাম ইবনে জারীর (রঃ) এটাকেও অবলম্বন করেছেন। হযরত উবাই ইবনে কা'ব (রাঃ) বলেন যে, তার নূরের দৃষ্টান্ত’-এর ভাবার্থ হচ্ছে তাঁর নূর ধারণকারী মুমিনের দৃষ্টান্ত, যার বক্ষে ঈমান ও কুরআন রয়েছে তার দৃষ্টান্ত। এর উপমা আল্লাহ তা'আলা বর্ণনা করেছেন। প্রথমে তিনি নিজের নূরের বর্ণনা দিয়েছেন, তারপর মুমিনের জ্যোতির বর্ণনা দিয়েছেন। অর্থাৎ আল্লাহর উপর বিশ্বাস স্থাপনকারীর জ্যোতির উপমা বর্ণনা করেছেন। এমনকি হযরত উবাই ইবনে কা'ব (রাঃ) তো (আরবি) এরূপ পড়তেন। অর্থাৎ যে তাঁর উপর ঈমান এনেছে তার জ্যোতির উপমা। হযরত ইবনে আব্বাস (রাঃ) হতে নিম্নরূপ পড়াও বর্ণিত আছেঃ (আরবি) অর্থাৎ “এরূপই জ্যোতি ঐ ব্যক্তির যে আল্লাহর উপর ঈমান এনেছে।” কারো কারো কিরআতে (আরবি) রয়েছে। অর্থাৎ “আল্লাহ আসমান ও যমীনকে জ্যোতির্ময় বানিয়েছেন।” সুদ্দী (রঃ) বলেনঃ “তারই জ্যোতিতে আসমান ও যমীন উজ্জ্বল রয়েছে।” সীরাতে মুহাম্মাদ ইবনে ইসহাকে রয়েছে যে, যেই দিন তায়েফবাসী রাসূলুল্লাহ (সঃ)-কে খুবই কষ্ট দিয়েছিল ঐ দিন রাসূলুল্লাহ (সঃ) তাঁর দু'আয় বলেছিলেনঃ (আরবি)অর্থাৎ “আপনার চেহারার জ্যোতির মাধ্যমে আমি আশ্রয় প্রার্থনা করছি যা অন্ধকারকে আলোকিত করে দেয় এবং যার উপর দুনিয়া ও আখিরাতের উপযুক্ততা নির্ভরশীল। যদি আমার উপর আপনার গযব পতিত হয় বা আমার উপ্র আপনার ক্রোধ নাযিল হয় তবে আমি আপনার কাছে ক্ষমা প্রার্থনা করতে একবো যে পর্যন্ত না আপনি সন্তুষ্ট হন এবং আল্লাহর তাওফীক ছাড়া গুনাহ হতে ফিরা যাবে না এবং ইবাদত করার ক্ষমতা হবে না।”হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) রাত্রে ন তাহাজ্জুদ পড়তে উঠতেন তখন তিনি বলতেনঃ(আরবি)অর্থাৎ “হে আল্লাহ! আপনার জন্যেই সমস্ত প্রশংসা। আপনি আসমানসমূহ ও যমীন এবং এগুলোর মধ্যে যত কিছু রয়েছে সবগুলোরই জ্যোতি।” (এ হাদীসটি সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত হয়েছে)হযরত ইবনে মাসউদ (রাঃ) বলেছেনঃ “তোমাদের প্রতিপালকের নিকট রাত ও দিন নেই। তাঁর চেহারার জ্যেতিতেই তাঁর আরশ জ্যোতির্ময়।”কারো কারো মতে (আরবি)-এর (আরবি) সর্বনামটি আল্লাহর দিকে ফিরেছে। অর্থাৎ আল্লাহর হিদায়াত যা মুমিনের অন্তরে রয়েছে ওর উপমা এইরূপ। আবার কারো মতে (আরবি) সর্বনামটি মুমিনের দিকে ফিরেছে। অর্থাৎ মুমিনের অন্তরের জ্যোতির দৃষ্টান্ত যেন একটি দীপাধার। সুতরাং মুমিনের অন্তরের পরিচ্ছন্নতাকে প্রদীপের কাঁচের সাথে উপমা দেয়া হয়েছে। অতঃপর কুরআন ও শরীয়ত দ্বারা যে সাহায্য সে পেয়ে থাকে ওটার উপমা দেয়া হয়েছে যয়তুনের ঐ তেলের সাথে যা স্বয়ং পরিষ্কার-পরিচ্ছন্ন চকমকে ও উজ্জ্বল। অতএব, দীপাধার এবং দীপাধারের মধ্যে প্রদীপ এবং প্রদীপটিও উজ্জ্বল। ইয়াহূদীরা প্রতিবাদ করে বলেছিলঃ আল্লাহর জ্যোতি কিরূপে আকাশকে ভেদ করতে পারে? তাদের এ কথার উত্তর তাদেরকে উপমা দ্বারা বুঝানো হয় যে, যেমন প্রদীপের চিমনির মধ্য হতে আলো পাওয়া যায় তদ্রপ আল্লাহ তা'আলার জ্যোতিও আকাশ ভেদ করে আসে। তাই বলা হয়েছে যে, আল্লাহ আকাশমণ্ডলী ও পৃথিবীর জ্যোতি।(আরবি) -এর অর্থ হলো ঘরের তাক। এটা দ্বারা আল্লাহ তাআলা নিজের আনুগত্যের উপমা দিয়েছেন এবং নিজের আনুগত্যকে তিনি নূর বা জ্যোতি বলেছেন। এর আরো বহু নাম রয়েছে। মুজাহিদ (রঃ) বলেন যে, হাবৃশের ভাষায় এটাকে তাক বলা হয়। কেউ কেউ বলেন যে, এটা এমন তাককে বলা হয় যার মধ্যে কোন ছিদ্র থাকে না ইত্যাদি। বলা হয়েছে যে, ওর মধ্যে প্রদীপ রাখা হয়। প্রথমটিই সবল উক্তি। অর্থাৎ প্রদীপ রাখার স্থান। কুরআন কারীমেও এ কথাই রয়েছে যে, তাতে প্রদীপ রয়েছে। সুতরাং দ্বারা নূর বা জ্যোতি বুঝানো হয়েছে। অর্থাৎ কুরআন ও ঈমান যা মুসলমানের অন্তরে থাকে। সুদী (রঃ) বলেন যে, এর দ্বারা প্রদীপ উদ্দেশ্য।এরপর বলা হচ্ছেঃ প্রদীপটি একটি কাচের আবরণের মধ্যে রয়েছে এবং কাঁচের আবরণটিও উজ্জ্বল। এটা হলো মুমিনের অন্তরের উপমা। কাঁচের আবরণটি মণি-মুক্তা সদৃশ, যেমন উজ্জ্বল নক্ষত্র। (আরবি) -এর অন্য কিরআত(আরবি)   এবং(আরবি)  -ও রয়েছে। এটা (আরবি)  হতে গৃহীত, যার অর্থ হলো দূর করা। তারকা যখন ছিটকে পড়ে তখন ওটা অত্যন্ত উজ্জ্বল হয়। আর যে তারকা অপরিচিত ওটাকেও আরবের লোকেরা (আরবি)  বলে থাকে। ভাবার্থ হচ্ছে চমকিত ও উজ্জ্বল তারকা, যা খুব প্রকাশমান ও বড় হয়।এরপর মহান আল্লাহ বলেনঃ এই প্রদীপকে প্রজ্বলিত করা হয় পূত-পবিত্র যয়তুন বৃক্ষের তৈল দ্বারা। (আরবি)  শব্দটি বা (আরবি) হয়েছে।অতঃপর বলা হচ্ছেঃ ঐ যয়তুন বৃক্ষ প্রাচ্যেরও নয় যে, দিনের প্রথম ভাগ হতে ওর উপর রৌদ্র এসে পড়বে না এবং প্রতীচ্যেরও নয় যে, সূর্য অস্তমিত হওয়ার পূর্বে ওর উপর হতে ছায়া সরে যাবে। বরং বৃক্ষটি আছে মধ্যস্থলে। সকাল হতে সন্ধ্যা পর্যন্ত ওটা সূর্যের পরিষ্কার আলোতে থাকে। তাই ওর তেলও খুবই পরিষ্কার-পরিচ্ছন্ন ও উজ্জ্বল হয়।হযরত ইবনে আব্বাস (রাঃ) বলেন যে, এর ভাবার্থ হচ্ছেঃ ঐ বৃক্ষটি মাঠের মধ্যে রয়েছে। কোন গাছ, পাহাড়, গুহা বা অন্য কোন জিনিস ওকে আড়াল করে। এ কারণেই ঐ গাছের তেল খুবই পরিষ্কার হয়। হযরত ইকরামা (রঃ) বলেন যে, খোলা বায়ু এবং পরিষ্কার রৌদ্র ওতে পৌছে থাকে। কেননা, ওটা খোলা মাঠের মধ্যস্থলে থাকে। আর এ কারণেই ওর তেল অত্যন্ত পাক-সাফ, উজ্জ্বল ও চকচকে হয়। ওটাকে প্রাচ্যেরও গাছ বলা যাবে না এবং প্রতীচ্যেরও নয়। এরূপ গাছ খুবই তরু-তাজা ও সবুজ-শ্যামল হয়ে থাকে। সুতরাং এরূপ বৃক্ষ যেমন বিপদ-আপদ হতে রক্ষা পেয়ে থাকে, অনুরূপভাবে মুমিনও ফিত্না-ফাসাদ থেকে রক্ষিত থাকে। যদি সে ফিক্সার কোন পরীক্ষায় পড়েও যায় তবুও আল্লাহ পাক তাকে ঈমানের উপর স্থির ও অটল রাখেন। অতএব, আল্লাহ তা'আলা তাকে চারটি গুণের অধিকারী করেন। ওগুলো হলোঃ কথায় সত্যবাদিতা, বিচারে ন্যায়পরায়ণতা, বিপদে ধৈর্যধারণ এবং মিতের উপর কৃতজ্ঞতা জ্ঞাপন। তাই সে অন্যান্য সমস্ত মানুষের মধ্যে এমনই যেমন মৃতদের মধ্যে কোন জীবিত মানুষ। হযরত হাসান বসরী (রঃ) বলেন যে, এই বৃক্ষটি যদি দুনিয়ার মাটিতে থাকতো তবে তো অবশ্যই ওটা প্রাচ্যের হতো অথবা প্রতীচ্যের হতো। কিন্তু এটা তো আল্লাহর জ্যোতির উপমা!হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, এটা হলো ভাল লোকের দৃষ্টান্ত যে ইয়াহূদীও নয় এবং খৃষ্টানও নয়। এসব উক্তির মধ্যে সর্বোত্তম হলো প্রথম উক্তিটি যে, ওটা যমীনের মধ্যভাগে রয়েছে। সকাল ও সন্ধ্যায় বিনা বাধায় সেখানে রৌদ্র পৌছে থাকে। কেননা, ওর চারদিকে কোন গাছ নেই। কাজেই এরূপ গাছের তেল নিঃসন্দেহে পরিষ্কার-পরিচ্ছন্ন, পাতলা এবং উজ্জ্বল হবে। এ জন্যেই বলা হয়েছে যে, এটা প্রজ্বলিত করা হয়েছে পূত-পবিত্র যয়তুন তেল দ্বারা। ওটা এমনই উজ্জ্বল যে, ওকে অগ্নি স্পর্শ না করলেও যেন ওর তেল উজ্জ্বল আলো দিচ্ছে। সুতরাং এটা জ্যোতির উপর জ্যোতি। সুতরাং মুমিন পাঁচটি নূর বা জ্যোতি লাভ করেছে। তার কথা জ্যোতি, তার আমল জ্যোতি, তার আসা জ্যোতি, তার যাওয়া জ্যোতি এবং তার শেষ ঠিকানাও জ্যোতি অর্থাৎ জান্নাত।হযরত কা'ব (রাঃ) হতে বর্ণিত আছে যে, এটা হলো রাসূলুল্লাহ (সঃ)-এর দৃষ্টান্ত। তাঁর নবুওয়াত জনগণের উপর এমনভাবে প্রকাশমান যে, তিনি মুখে না বললেও জনগণের উপর তা প্রকাশ হয়ে পড়বে। যেমন এই যয়তুন তেল যে, ওকে না জ্বালালেও নিজেই উজ্জ্বল। তাহলে এখানে দু'টো জ্যোতি একত্রিত হয়েছে। একটি যয়নের এবং অপরটি আগুনের। এ দুটি যৌথভাবে আলো দেয়। অনুরূপভাবে কুরআনের জ্যোতি ও ঈমানের জ্যোতি একত্রিত হয় এবং মুমিনের অন্তর জ্যোতির্ময় হয়ে ওঠে।এরপর মহামহিমান্বিত আল্লাহ বলেনঃ আল্লাহ যাকে ইচ্ছা পথ-নির্দেশ করেন তাঁর জ্যোতির দিকে। যেমন হযরত আব্দুল্লাহ ইবনে আমর (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহ (সঃ)-কে বলতে শুনেছেনঃ “আল্লাহ তাআলা সৃষ্টজীবকে এক অন্ধকারের মধ্যে সৃষ্টি করেন। তারপর তিনি ঐ দিন তাদের উপর নিজের জ্যোতি নিক্ষেপ করেন। সুতরাং ঐ দিন যে তার ঐ নূর বা জ্যোতি লাভ করেছে সে সুপথ প্রাপ্ত হয়েছে। আর যে তা থেকে বঞ্চিত হয়েছে সে পথভ্রষ্ট হয়েছে। এ জন্যেই আমি বলি যে, আল্লাহর কলম তার ইলম মুতাবেক চলার পর শুকিয়ে গেছে।” (এ হাদীসটি ইমাম আহমাদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন)আল্লাহ তাআলা মুমিনের অন্তরের হিদায়াতের উপমা নূর বা জ্যোতির সাথে দেয়ার পর বলেনঃ আল্লাহ তাআলা এই দৃষ্টান্তসমূহ মানুষের উপদেশ হিসেবে বর্ণনা করেছেন। তাঁর ইলমেও তার মত কেউ নেই। কে হিদায়াত লাভের যোগ্য এবং কে পথভ্রষ্ট হওয়ার উপযুক্ত তা তিনি খুব ভালরূপই জানেন। হযরত আবু সাঈদ খুদরী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “অন্তর চার প্রকার। প্রথম হলো পরিষ্কার ও উজ্জ্বল, দ্বিতীয় আবরণীর  মধ্যে আবদ্ধ, তৃতীয় উল্টোমুখী এবং চতুর্থ হলো উল্টো সোজা। প্রথম অন্তর হলো মুমিনের অন্তর। দ্বিতীয় অন্তর হলো কাফিরের অন্তর। তৃতীয় হলো। মুনাফিকের অন্তর যে, সে জানে ও অজানা হয়ে যায় এবং চিনে ও বুঝে, আবার অস্বীকার করে এবং চতুর্থ অন্তর হলো ঐ অন্তর যাতে ঈমানও আছে এবং নিফাকও আছে। এতে ঈমানের দৃষ্টান্ত হলো তরকারীর গাছ, যে ভাল পানি ওকে বাড়িয়ে তোলে। এতে নিফাকের দৃষ্টান্ত হলো ফোড়া, রক্ত ও পূজ ওকে উত্তেজিত করে। যেটা জয়যুক্ত হয় সেটা ঐ অন্তরের উপর ছেয়ে যায়।"
    },
    { "ayah": 36, "surah": 24, "text": "Please check ayah 24:38 for complete tafsir." },
    { "ayah": 37, "surah": 24, "text": "Please check ayah 24:38 for complete tafsir." },
    {
      "ayah": 38,
      "surah": 24,
      "text": "৩৬-৩৮ নং আয়াতের তাফসীর\nমুমিনের অন্তরের এবং ওর মধ্যে যে হিদায়াত ও ইলম রয়েছে ওর দৃষ্টান্ত উপরের আয়াতে ঐ উজ্জ্বল প্রদীপের সাথে দেয়া হয়েছে যা স্বচ্ছ কাচের মধ্যে রয়েছে এবং পরিষ্কার যয়নের উজ্জ্বল তেল দ্বারা জ্বলতে থাকে। এ জন্যে এখানে ওর স্থানের বর্ণনা মহান আল্লাহ দিচ্ছেন যে, ওটা আবার রয়েছে ঐসব গৃহে অর্থাৎ মসজিদে, যা সবচেয়ে উত্তম জায়গা এবং আল্লাহর প্রিয় স্থান। যেখানে তাঁর ইবাদত করা হয় এবং তার একত্ববাদের বর্ণনা দেয়া হয়। যার রক্ষণাবেক্ষণ করা, পাক-সাফ রাখা এবং অশ্লীল কথা ও কাজ থেকে বাঁচিয়ে রাখার নির্দেশ আল্লাহ তা'আলা দিয়েছেন।হযরত ইবনে আব্বাস (রাঃ) প্রমুখ গুরুজন বলেন যে, (আরবি) এর অর্থ হলো সেখানে অশ্লীল ও বাজে কাজ না করা। হযরত কাতাদা (রঃ) বলেন যে, এর দ্বারা উদ্দেশ্য ঐ মসজিদগুলো যেগুলো নির্মাণ করা, আবাদ করা ও পবিত্র রাখার হুকুম দেয়া হয়েছে। হযরত কা'ব (রঃ) বলতেনঃ তাওরাতে লিখিত আছে- যমীনে আমার ঘর হলো মসজিদসমূহ। যে কেউ অযু করে আমার ঘরে আমার সাথে সাক্ষাৎ করতে আসবে আমি তার সম্মান করবো।যে কেউ কারো বাড়ীতে তার সাথে সাক্ষাৎ করতে আসে, তার কর্তব্য হলো তার সম্মান করা। এটা তাফসীরে ইবনে আবি হাতিমে বর্ণিত আছে। মসজিদ নির্মাণ করা, ওর আদব ও সম্মান করা এবং ওকে সুগন্ধময় ও পাক-সাফ রাখার ব্যাপারে বহু হাদীস এসেছে, যেগুলোকে আমি একটি পৃথক কিতাবে লিপিবদ্ধ করেছি। সুতরাং সমস্ত প্রশংসা আল্লাহর। এখানেও অল্প বিস্তর আনয়ন করছি। আল্লাহ আমাদেরকে সাহায্য করুন! আমাদের তার উপরই ভরসা।আমীরুল মুমিনীন হযরত উসমান (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহ (সঃ)-কে বলতে শুনেছেনঃ “যে ব্যক্তি আল্লাহর সন্তুষ্টি লাভের আশায় মসজিদ নির্মাণ করে, আল্লাহ তার জন্যে জান্নাতে ওর মত ঘর নির্মাণ করবেন।” (এ হাদীসটি ইমাম বুখারী (রঃ) ও ইমাম মুসলিম (রঃ) তাখরীজ করেছেন)হযরত উমার ইবনুল খাত্তাব (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যক্তি একটি মসজিদ নির্মাণ করে যাতে আল্লাহর নাম যিকর করা হয়, আল্লাহ তার জন্যে জান্নাতে একটি ঘর নির্মাণ করবেন।\" (এ হাদীসটি ইমাম ইবনে মাজাহ (রঃ) বর্ণনা করেছেন)হযরত আয়েশা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) মহল্লায় মসজিদ নির্মাণ করার এবং ওটাকে পাক-পবিত্র ও সুগন্ধময় করে রাখার নির্দেশ দিয়েছেন।” (এ হাদীসটি ইমাম আহমাদ (রঃ) ও ইমাম নাসাঈ (রঃ) ছাড়া অন্যান্য আহলুস সুনান বর্ণনা করেছেন)হযরত উমার (রাঃ) বলেনঃ “তোমরা লোকদের জন্যে মসজিদ নির্মাণ কর যেখানেই জায়গা পাও। কিন্তু লাল ও হলদে রঙ থেকে বেঁচে থাকো, যাতে মানুষ ফিৎনায় না পড়ে।” (এটা ইমাম বুখারী (রঃ) বর্ণনা করেছেন)রাসূলুল্লাহ (সঃ) বলেছেনঃ “কোন কওমের আমল কখনো খারাপ হয় না যে পর্যন্ত না তারা তাদের মসজিদগুলোকে রঙিন, নকশা বিশিষ্ট ও চাকচিক্যময় করে।” (এ হাদীসটি ইমাম ইবনে মাজাহ (রঃ) বর্ণনা করছেন। কিন্তু এর সনদ দুর্বল)হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “মসজিদগুলোকে উচ্চ ও পাকা করে নির্মাণ করতে আমি আদিষ্ট হইনি।” (এ হাদীসটি ইমাম আবু দাউদ বর্ণনা করেছেন)হযরত ইবনে আব্বাস (রাঃ) বলেনঃ “নিশ্চয়ই তোমরা তোমাদের মসজিদগুলোকে সুন্দর চাকচিক্যময় ও নকশা বিশিষ্ট বানাবে যেমন ইয়াহুদী ও খৃষ্টানরা বানিয়েছিল (অর্থাৎ তাদের অনুকরণ করা ঠিক নয়)।\" হযরত আনাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “কিয়ামত সংঘটিত হবে না যে পর্যন্ত না লোকেরা মসজিদগুলোর ব্যাপারে পুরুস্পর একে অপরের উপর ফখর ও গর্ব প্রকাশ করবে।” (এ হাদীসটি ইমাম আহমাদ (রঃ) এবং ইমাম তিরমিযী (রঃ) ছাড়া অন্যান্য আহলে সুনান বর্ণনা করেছেন)হযরত বুরাইদাহ্ (রাঃ) হতে বর্ণিত আছে যে, একটি লোক তার হারানো উট খুঁজতে মসজিদে এসে বলে- “আমার একটি লাল বর্ণের হারানো উটের কেউ কোন খোঁজ-খবর দিতে পারে কি?” রাসূলুল্লাহ (সঃ) উত্তরে বলেনঃ “তুমি যেন তা না পাও। মসজিদকে যে কাজের জন্যে নির্মাণ করা হয়েছে ওটা ঐ কাজেই ব্যবহৃত হবে (তোমার উট খোঁজ করার জায়গা হিসেবে নয়)। (এ হাদীসটি ইমাম মুসলিম (রঃ) বর্ণনা করেছেন)হযরত আমর ইবনে শুআইব (রাঃ) হতে বর্ণিত, তিনি তাঁর পিতা হতে এবং তিনি তাঁর দাদা হতে বর্ণনা করেছেন যে, রাসূলুল্লাহ্ (সঃ) মসজিদে ক্রয়-বিক্রয় করতে এবং কবিতা পাঠ করতে নিষেধ করেছেন। (এ হাদীসটি ইমাম আহমাদ (রঃ) এবং আহলে সুনান বর্ণনা করেছেন। ইমাম তিরমিযী (রঃ) এটাকে হাসান বলেছেন)হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যখন তোমরা কাউকে দেখবে যে, সে মসজিদে বেচা-কেনা করছে তখন তোমরা বলবে, আল্লাহ তোমাকে তোমার ব্যবসায়ে লাভবান না করুন! আর যখন তোমরা কাউকে দেখবে যে, সে তার হারানো জন্তু মসজিদে খোজ করছে তখন তোমরা বলবে- আল্লাহ যেন তোমাকে তোমার হারানো জন্তু ফিরিয়ে না দেন!” (এ হাদীসটি ইমাম তিরমিযী (রঃ) বর্ণনা করেছেন এবং তিনি এটাকে হাসান গারীব বলেছেন)হযরত ইবনে উমার (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেন: “কতকগুলো অভ্যাস বা কাজ রয়েছে সেগুলো মসজিদের পক্ষে সমীচীন নয়। যেমন, মসজিদকে রাস্তা বানানো চলবে না, সেখানে অস্ত্র-শস্ত্র নিয়ে আসা চলবে, সেখানে তীর, কামান ব্যবহার করা চলবে না, কাচা গোশত সেখানে আনা যাবে না, সেখানে হদ মারা যাবে না, গল্প-গুজব ও কাহিনী বলা সেখানে চলবে  এবং ওটাকে বাজার বানানো যাবে না।” (এ হাদীসটি ইমাম ইবনে মাজাহ (রঃ) প্রমুখ মনীষী বর্ণনা করেছেন)হযরত ওয়ায়েলা ইবনে আসফা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমরা মসজিদগুলো হতে তোমাদের নাবালক ছেলেদেরকে, পাগলদেরকে, বেচা-কেনাকে, ঝগড়া-বিবাদকে, উচ্চ স্বরে কথা বলাকে, হদ জারী করাকে এবং তরবারী উন্মুক্ত করাকে দূরে রাখবে। মসজিদের দরগুলোর উপর তোমরা অযু ইত্যাদির স্থান বানিয়ে নিবে এবং জুমআর দিনে ওগুলোকে সুগন্ধময় করে রাখবে।” (এটাও ইমাম ইবনে মাজাহ (রঃ) বর্ণনা করেছেন। এ হাদীসটির সনদে দুর্বলতা রয়েছে)কোন কোন আলেম কঠিন প্রয়োজন ছাড়া মসজিদকে যাতায়াতের স্থান বানানো মাকরূহ বলেছেন। একটি আসারে আছে যে, ফেরেশতামণ্ডলী ঐ লোককে দেখে বিস্মিত হন যে ঐ মসজিদের মধ্য দিয়ে গমন করে যেখানে সে নামায পড়ে না। অস্ত্র-শস্ত্র ও তীর-বল্লম নিয়ে মসজিদে যাওয়া নিষিদ্ধ হওয়ার কারণ এই যে, সেখানে বহু লোক একত্রিত হয়। কাজেই কারো গায়ে লেগে যাওয়ার আশংকা রয়েছে। এজন্যে রাসূলুল্লাহ (সঃ) নির্দেশ দিয়েছেন যে, কেউ যদি তীর-বল্লম নিয়ে মসজিদে প্রবেশ করে তবে যেন তীরের ফলাটি নিজের হাতে রাখে যাতে কাউকেও কোন কষ্ট না পৌছে। আর কাঁচা গোশত নিয়ে মসজিদে আগমন নিষিদ্ধ হওয়ার কারণ এই যে, ওর থেকে ফোঁটা ফোঁটা করে রক্ত পড়ার আশঙ্কা রয়েছে। এ কারণেই ঋতুবতী নারীরও মসজিদে আগমন নিষিদ্ধ করা হয়েছে। মসজিদে হদ লাগানো ও কেসাস নেয়া নিষিদ্ধ হওয়ার কারণ এই যে, হয়তো সে মসজিদকে ময়লা বা বিষ্ঠা দ্বারা অপবিত্র করে দেবে। মসজিদকে বাজারে পরিণত করতে নিষেধ করার কারণ এই যে, বাজার হলো ক্রয়-বিক্রয়ের স্থান আর মসজিদে এ দু'টো কাজ করা নিষিদ্ধ। কেননা, মসজিদ হলো আল্লাহর যিকর করা ও নামায আদায় করার জায়গা। যেমন একজন বেদুঈন মসজিদের এক প্রান্তে প্রস্রাব করে দিলে রাসূলুল্লাহ (সঃ) তাকে বলেনঃ “মসজিদ এ কাজের জন্যে নির্মাণ করা হয়নি, বরং মসজিদ হলো আল্লাহর যিকর ও নামায পড়ার জায়গা।” অতঃপর তিনি তার প্রস্রাবের উপর বড় এক বালতি পানি বইয়ে দেয়ার নির্দেশ দেন। অন্য হাদীসে রয়েছেঃ “তোমরা নাবালক ছেলেদেরকে মসজিদ হতে দূরে রাখবে। কেননা, খেল-তামাশাই তাদের কাজ। অথচ মসজিদে এটা মোটেই উচিত নয়।” হযরত উমার ফারুক (রাঃ) যখন কোন ছোট ছেলেকে মসজিদে খেলতে দেখতেন তখন তিনি তাকে চাবুক মারতেন এবং এশার নামাযের পরে কাউকেও মসজিদে থাকতে দিতেন না।পাগলদেরকেও মসজিদে আসতে দিতে নিষেধ করা হয়েছে। কেননা, তাদের শ্রন থাকে না। কাজেই তারা মানুষের হাসি-তামাসার পাত্র হয়। আর মসজিদে জমা করা উচিত নয়। তাছাড়া তাদের দ্বারা মসজিদ অপবিত্র হয়ে যাওয়ারও আম রয়েছে।মসজিদে ক্রয়-বিক্রয় করতেও নিষেধ করা হয়েছে। কেননা এ দুটো আল্লাহর যিকুরের কাজে প্রতিবন্ধকতা সৃষ্টি করে। মসজিদে ঝগড়া করতে নিষেধ করার কারণ এই যে, তাতে শব্দ উচ্চ হয় এবং ঝগড়াকারীদের মুখ দিয়ে এমন কথাও বেরিয়ে যায় যা মসজিদের আদবের পরিপন্থী। অধিকাংশ আলেমের উক্তি এই যে, মসজিদে বিচার সালিস করা চলবে না। এ জন্যেই এই বাক্যর পরে মসজিদে উচ্চ স্বরে কথা বলা হতে নিষেধ করা হয়েছে। হযরত সাইব ইবনে কান্দী (রঃ) বলেন, আমি একদা মসজিদে দাঁড়িয়েছিলাম এমন সময় হঠাৎ কে আমায় কংকর নিক্ষেপ করে। আমি ফিরে দেখি যে, তিনি হযরত উমার (রাঃ)। তিনি আমাকে বলেনঃ “যাও, ঐ দু'টি লোককে আমার নিকট ধরে নিয়ে এসো।” আমি ঐ দু’জনকে তাঁর কাছে ধরে আনলে তিনি তাদেরকে জিজ্ঞেস করেনঃ “তোমরা কে?” অথবা প্রশ্ন করেনঃ “তোমরা কোথাকার লোক?” তারা উত্তরে বলেঃ “আমরা তায়েফের অধিবাসী।” তিনি তখন বলেনঃ “তোমরা যদি এখানকার অধিবাসী হতে তবে আমি তোমাদেরকে শাস্তি দিতাম। তোমরা মসজিদে নববীতে (সঃ) উচ্চ স্বরে কথা বলছো?” (এটা সহীহ বুখারীতে বর্ণিত হয়েছে)বর্ণিত আছে যে, হযরত উমার (রাঃ) মসজিদে (নববীতে সঃ) উচ্চ স্বরে একটি লোককে কথা বলতে শুনে বলেনঃ “তুমি কোথায় রয়েছ তা জান কি?” (এটা সুনানে নাসাঈতে হযরত আব্দুর রহমান ইবনে আউফ (রাঃ) হতে বর্ণিত আছে)রাসূলুল্লাহ (সঃ) মসজিদের দরযার উপর অযু ও পবিত্রতা লাভের স্থান বানানোর নির্দেশ দিয়েছেন। মসজিদে নববী (সঃ)-এর নিকটেই পানির কূপ ছিল। লোকেরা সেখান থেকে পানি উঠিয়ে নিয়ে পান করতেন, অযু করতেন এবং পবিত্রতা হাসিল করতেন। আর জুমআর দিন মসজিদকে সুগন্ধময় বানাবার নির্দেশ দেয়া হয়েছে। কেননা, ঐ দিন বহু লোক মসজিদে একত্রিত হন। হযরত ইবনে উমার (রাঃ) হতে বর্ণিত আছে যে, হযরত উমার (রাঃ) প্রত্যেক জুমআর দিন রাসূলুল্লাহ (সঃ)-এর মসজিদকে সুগন্ধময় করতেন। (এটা হাফিয আবু ইয়ালা মুসিলী (রঃ) বর্ণনা করেছেন। এর ইসনাদ হাসান। এতে কোন দোষ নেই। এসব ব্যাপারে আল্লাহ তাআলাই সবচেয়ে ভাল জানেন)রাসূলুল্লাহ (সঃ) বলেছেন, মানুষ যে নামায একায় বাড়ীতে পড়ে অথবা দোকানে পড়ে ঐ নামাযের উপর জামাআতের নামাযের সওয়াব পঁচিশগুণ বেশী দেয়া হয়। এটা এই কারণে যে, যখন সে ভালরূপে অযু করে শুধু নামাযের উদ্দেশ্যে বের হয় তখন তার উঠানো প্রতিটি পদক্ষেপে একটা মরতবা বৃদ্ধি পায় এবং একটা গুনাহ মাফ হয়। তারপর নামায শেষে যতক্ষণ সে তার নামাযের জায়গায় বসে থাকে ততক্ষণ ফেরেশতারা তার উপর দু'আ পাঠাতে থাকেন। তারা বলেনঃ “হে আল্লাহ! তার উপর আপনি করুণা অবতীর্ণ করুণ! হে আল্লাহ! তার উপর আপনি দয়া করুন!” আর যতক্ষণ সে নামাযের অপেক্ষায় বসে থাকে ততক্ষণ সে নামাযের সওয়াব পেতে থাকে। (এ হাদীসটি সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত হয়েছে)রাসূলুল্লাহ (সঃ) বলেছেনঃ “মসজিদের প্রতিবেশীর নামায মসজিদে ছাড়া (শুদ্ধ) হয় না।” (এ হাসীদটি ইমাম দারকুতনী (রঃ) বর্ণনা করেছেন)রাসূলুল্লাহ (সঃ) আরো বলেছেনঃ “অন্ধকারে মসজিদে গমনকারীদেরকে শুভ সংবাদ শুনিয়ে দাও যে, কিয়ামতের দিন তারা পূর্ণ আলো প্রাপ্ত হবে।” (এ হাদীসটি সুনানে বর্ণিত হয়েছে)মসজিদে প্রবেশকারীর জন্যে এটা মুসতাহাব যে, সে যেন মসজিদে প্রবেশের সময় প্রথমে ডান পা রাখে এবং এই দু'আ পাঠ করে যা হাদীসে এসেছে। হযরত আব্দুল্লাহ ইবনে উমার (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) যখন মসজিদে প্রবেশ করতেন তখন বলতেনঃ(আরবি) অর্থাৎ “মহান, সম্মানিত চেহারার অধিকারী এবং প্রাচীন সাম্রাজ্যের অধিপতি আল্লাহর নিকট আমি বিতাড়িত শয়তান হতে আশ্রয় প্রার্থনা করছি।” তিনি বলেন, যখন কেউ এটা বলে তখন শয়তান বলে- “সে সারা দিনের তরে আমার অনিষ্ট থেকে রক্ষা পেয়ে গেল।” (এ হাদীসটি সহীহ বুখারীতে বর্ণিত হয়েছে) হযরত আবু হুমাইদ (রাঃ) অথবা হ্যরত উসাইদ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমাদের কেউ যখন মসজিদে প্রবেশ করবে তখন যেন সে বলে (আরবি) অর্থাৎ হে আল্লাহ! আমার জন্যে আপনি আপনার রহমতের দরযা খুলে দিন! আর যখন মসজিদ হতে বের হবে তখন যেন বলে (আরবি) অর্থাৎ হে আল্লাহ! আপনি আমার জন্যে আপনার অনুগ্রহের দরযা খুলে দিন।” (এ হাদীসটি ইমাম মুসলিম (রঃ) বর্ণনা করেছেন)হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমাদের কেউ যখন মসজিদে প্রবেশ করবে তখন সে যেন নবী (সঃ) (আরবি)-এর উপর সালাম দেয় এবং যেন বলে এবং যখন বের হবে তখন যেন বলে(আরবি) অর্থাৎ হে আল্লাহ! আপনি আমাকে বিতাড়িত শয়তান হতে রক্ষা করুন!” (ইমাম ইবনে মাজাহ (রঃ) এ হাদীসটি বর্ণনা করেছেন। আর ইবনে কুযাইমা (রঃ) ও ইবনে হিব্বান (রঃ) এটা তাদের সহীহ গ্রন্থে বর্ণনা করেছেন)রাসূলুল্লাহ (সঃ)-এর কন্যা হযরত ফাতিমা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) যখন মসজিদে প্রবেশ করতেন তখন মুহাম্মাদ (সঃ)-এর উপর দরূদ ও সালাম বলতেন, তারপর বলতেনঃ (আরবি)অর্থাৎ “হে আল্লাহ! আমার পাপরাশি ক্ষমা করে দিন এবং আমার জন্যে আপনার রহমতের দরযা খুলে দিন!” আর যখন বের হতেন তখন মুহাম্মাদ (সঃ)-এর উপর দরূদ ও সালাম বলতেন, অতঃপর বলতেনঃ “হে আল্লাহ! আমার গুনাহগুলো মাফ করুন এবং আমার জন্যে আপনার অনুগ্রহের দ্য উন্মুক্ত করে দিন!” (এ হাদীসটি ইমাম আহমাদ (রঃ), ইমাম তিরমিযী (রঃ) এবং ইমাম ইবনে মাজাহ (রঃ) বর্ণনা করেছেন। ইমাম তিরমিযী (রঃ) বলেন যে, এ হাদীসটি হাসান এবং এর ইসনাদ মুত্তাসিল নয়। কেননা, হযরত হুসাইনের কন্যা ছোট ফাতিমা (রাঃ) বড় ফাতিমা (রাঃ)-কে পাননি)মোটকথা, এ ধরনের বহু হাদীস এই আয়াত সম্পর্কে রয়েছে এবং ঐগুলো মসজিদের নির্দেশাবলীর সাথে সম্পর্কযুক্ত। অন্য আয়াতে রয়েছেঃ “তোমরা মসজিদে নিজেদের মুখমণ্ডল সোজা রাখো এবং আন্তরিকতার সাথে শুধু আল্লাহ তা'আলাকেই ডাকতে থাকো।” আর একটি আয়াতে রয়েছেঃ “নিশ্চয়ই মসজিদসমূহ আল্লাহরই জন্যে।”মহামহিমান্বিত আল্লাহ বলেনঃ মসজিদে তাঁর নাম স্মরণ করতে তিনি নির্দেশ দিয়েছেন। অর্থাৎ সেখানে কুরআন তিলাওয়াত করতে হবে। তিনি আরো নির্দেশ দিয়েছেন মসজিদে সকাল ও সন্ধ্যায় তাঁর পবিত্রতা ও মহিমা ঘোষণা করতে। হযরত ইবনে আব্বাস (রাঃ) বলেন যে, কুরআন কারীমের যেখানেই ‘তাসবীহ’ শব্দ রয়েছে সেখানেই ওর দ্বারা নামাযকে বুঝানো হয়েছে। সুতরাং এখানে উদ্দেশ্য হচ্ছে ফজর ও আসরের নামায। প্রথম প্রথম এই দুই ওয়াক্ত নামাযই ফরয হয়েছিল। সুতরাং এখানে এই দুই ওয়াক্ত নামাযকেই স্মরণ করিয়ে দেয়া হয়েছে। এক কিরআতে (আরবি) রয়েছে। অর্থাৎ (আরবি) অক্ষরের উপর (আরবি) বা যবর আছে। এই পঠনে (আরবি)-এর উপর (আরবি) করা হয়েছে এবং (আরবি) দ্বারা অন্য বাক্য শুরু করা হয়েছে। এটা যেন উহ্য কর্তার জন্যে মুফাসসির। তাহলে যেন বলা হয়েছেঃ সেখানে কে পবিত্রতা ও মহিমা ঘোষণা করে? জবাবে যেন বলা হয়েছেঃ এইরূপ লোকেরা পবিত্রতা ও মহিমা ঘোষণা করে থাকে। (আরবি) পড়া হলে (আরবি) বা কর্তা হবে। তাহলে (আরবি) হওয়া উচিত (আরবি)-এর বর্ণনার পর।(আরবি) বলার দ্বারা তাদের ভাল উদ্দেশ্য, সৎ নিয়ত এবং বড় কাজের দিকে ইঙ্গিত করা হয়েছে যে, এরা আল্লাহর ঘরের আবাদকারী, তাঁর ইবাদতের স্থান তাদের দ্বারা সৌন্দর্য মণ্ডিত হয় এবং তারা তাঁর কৃতজ্ঞতা প্রকাশকারী। যেমন এক জায়গায় মহান আল্লাহ বলেনঃ(আরবি) অর্থাৎ “মুমিনদের মধ্যে কতকগুলো লোক এমন রয়েছে যারা আল্লাহর সাথে ওয়াদাকৃত কথাকে সত্য করে দেখিয়েছে (শেষ পর্যন্ত)।” (৩৩:২৩)হাঁ, তবে স্ত্রীলোকদের জন্যে মসজিদে নামায পড়া অপেক্ষা বাড়ীতে নামায পড়াই উত্তম। হযরত উম্মে সালমা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “স্ত্রীলোকদের সর্বোত্তম মসজিদ হলো তাদের ঘরের কোণা।” (হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)হযরত আব্দুল্লাহ ইবনে সুওয়ায়েদ আনসারী (রাঃ) বলেন যে, তাঁর ফুফু উম্মে হুমায়েদ (রাঃ) আবূ হুমায়েদ সায়েদ (রাঃ)-এর স্ত্রী নবী (সঃ)-এর নিকট এসে বলেনঃ “হে আল্লাহর রাসূল (সঃ)! আমি আপনার সাথে নামায পড়তে ভালবাসি।” তখন রাসূলুল্লাহ (সঃ) বলেনঃ “আমি জানি যে, তুমি আমার সাথে নামায পড়তে ভালবাস। কিন্তু জেনে রেখো যে, তোমার নামায তোমার হুজরায় (ক্ষুদ্র কক্ষে) পড়া অপেক্ষা তোমার ঘরে পড়া উত্তম। তোমার বাড়ীতে নামায পড়া অপেক্ষা তোমার হুজরায় নামায পড়া উত্তম। তোমার মহল্লার মসজিদে  নামায পড়ার চেয়ে তোমার বাড়ীতে নামায পড়া উত্তম এবং আমার এই মসজিদে নামায পড়ার চেয়ে তোমার মহল্লার মসজিদে নামায পড়াই উত্তম।” বর্ণনাকারী বলেনঃ তখন তাঁর নির্দেশক্রমে তাঁর ঘরের একেবারে শেষ প্রান্তে একটি নামাযের জায়গা বানিয়ে দেয়া হয়। আল্লাহর শপথ! মৃত্যু পর্যন্ত তিনি ওখানেই নামায পড়তে থাকেন। (এ হাদীসটি ইমাম আহমাদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন)অবশ্যই মসজিদে পুরুষ লোকদের সাথে স্ত্রীলোকদেরও নামায পড়া জায়েয যদি তারা তাদের সৌন্দর্য পুরুষদের উপর প্রকাশ না করে এবং সুগন্ধি মেখে বের হয়। যেমন সহীহ্ হাদীসে হযরত আব্দুল্লাহ ইবনে উমার (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমরা আল্লাহর বান্দীদেরকে তাঁর মসজিদে আসতে বাধা দিয়োনা বা নিষেধ করো না।” (এ হাদীসটি ইমাম বুখারী (রঃ) ও ইমাম মুসলিম (রঃ) বর্ণনা করেছেন)আর একটি হাদীসে বর্ণিত আছে যে, স্ত্রীলোকদের জন্যে তাদের ঘরই উত্তম। (এ হাদীসটি মুসনাদে আহমাদ ও সুনানে আবি দাউদে বর্ণিত আছে) অন্য রিওয়াইয়াতে আছে যে, তারা যেন সুগন্ধি ব্যবহার করে বের না হয়।হযরত আব্দুল্লাহ ইবনে মাসউদ (রাঃ)-এর স্ত্রী হযরত যয়নব (রাঃ) হতে বর্ণিত, তিনি বলেন, আমাদেরকে রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমাদের কেউ যদি মসজিদে হাযির হতে ইচ্ছা করে তবে সে যেন খোশবু বা সুগন্ধি স্পর্শ না করে।” (সহীহ মুসলিমে এ হাদীসটি বর্ণিত হয়েছে)হযরত আয়েশা (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “মুমিনা নারীরা ফজরের নামাযে হাযির হতো। অতঃপর তারা নিজেদেরকে চাদরে জড়িয়ে ফিরে আসতে এবং কিছুটা অন্ধকার থাকতো বলে তাদেরকে চিনতে পারা যেতো না।” (সহীহ বুখারী ও সহীহ মুসলিমে এ হাদীসটি বর্ণনা করা হয়েছে)হযরত আয়েশা (রাঃ) হতেই বর্ণিত, তিনি বলেনঃ “স্ত্রীলোকেরা এই যে নতুন নতুন বিষয় উদ্ভাবন করেছে এটা যদি রাসূলুল্লাহ (সঃ) জানতেন তবে অবশ্যই তিনি তাদেরকে মসজিদে যেতে নিষেধ করতেন, যেমন বানী ইসরাঈলের নারীদেরকে নিষেধ করে দেয়া হয়েছে।” (এ হাদীসটিও ইমাম বুখারী (রঃ) ও ইমাম মুসলিম (রঃ) বর্ণনা করেছেন)আল্লাহ পাকের উক্তিঃ সেই সব লোক, যাদেরকে ব্যবসা বাণিজ্য এবং ক্রয়-বিক্রয় আল্লাহর স্মরণ হতে ভুলিয়ে রাখে না। যেমন তিনি অন্য জায়গায় বলেনঃ (আরবি)অর্থাৎ “হে ঈমানদারগণ! তোমাদের ঐশ্বর্য ও সন্তান-সন্ততি যেন তোমাদেরকে আল্লাহর স্মরণে উদাসীন না করে।” (৬৩৯) আর এক জায়গায় বলেনঃ (আরবি)অর্থাৎ “হে মুমিনগণ! জুমআর দিনে যখন নামাযের জন্যে আহ্বান করা হয় তখন তোমরা আল্লাহর স্মরণে ধাবিত হও এবং ক্রয়-বিক্রয় ত্যাগ কর।” (৬২:৯) ভাবার্থ এই যে, সৎ লোকদেরকে দুনিয়া ও দুনিয়ার ভোগ-বিলাস আল্লাহর স্মরণ থেকে উদাসীন রাখতে পারে না। তাদের আখিরাত ও আখিরাতের নিয়ামতের উপর পূর্ণ বিশ্বাস রয়েছে এবং তারা ওটাকে অবিনশ্বর মনে করে। আর দুনিয়ার সবকিছুকে তারা অস্থায়ী ও ধ্বংসশীল বলে বিশ্বাস করে থাকে। এ জন্যেই তারা দুনিয়া ছেড়ে আখিরাতের দিকে মনোযোগ দেয়। তারা আল্লাহর আনুগত্যকে, তার মহব্বতকে এবং তাঁর হুকুমকে অগ্রাধিকার দিয়ে থাকে। হযরত ইবনে মাসউদ (রাঃ) একদা ব্যবসায়িক লোকদেরকে আযান শুনে তাদের কাজ কারবার ছেড়ে দিয়ে মসজিদের দিকে যেতে দেখে এ আয়াতটিই। তিলাওয়াত করেন এবং বলেনঃ “এ লোকগুলো ওদেরই অন্তর্ভুক্ত।” (হযরত ইবনে উমার (রাঃ) হতেও এটাই বর্ণিত আছে)হযরত আবুদ দারদা (রাঃ) বলেনঃ “আমি ব্যবসা-বাণিজ্য করবো। যদি প্রত্যহ আমি তিনশ’ স্বর্ণমুদ্রা লাভ করি তবুও নামাযের সময় হলেই আমি সবকিছু ছেড়ে দিয়ে নামাযের উদ্দেশ্যে বেরিয়ে যাবো। ব্যবসা যে হারাম এটা ভাবার্থ কখনো নয়। বরং ভাবার্থ এটাই যে, আমাদের মধ্যে এই বিশেষণ থাকতে হবে যা এই আয়াতে বর্ণনা করা হয়েছে।”বর্ণিত আছে যে, হযরত সালিম ইবনে আবদিল্লাহ (রঃ) একদা নামাযের জন্যে যাচ্ছিলেন, তখন দেখতে পান যে, মদীনার ব্যবসায়ীরা নিজ নিজ পদ্রব্যকে কাপড় দ্বারা ঢেকে দিয়ে নামাযের উদ্দেশ্যে বেরিয়ে পড়েছেন। তখন তিনি (আরবি)-এই আয়াতটি পাঠ করেন এবং বলেনঃ “এই লোকদেরই প্রশংসা এই আয়াতে করা হয়েছে।”মাতারুল অরাক (রঃ) বলেন যে, তাঁরা বেচাকেনা করতেন, নিক্তি হয়তো তাদের হাতে থাকতো এমতাবস্থায় আযান তাদের কানে আসলে তারা নিক্তি ফেলে দিয়ে নামাযের উদ্দেশ্যে ধাবিত হতেন। জামাআতের সাথে নামায পড়ার প্রতি তাদের খুবই আসক্তি ছিল। তারা নামাযের সময়, রুকন এবং আদবের ফিহাযতসহ নামাযের পাবন্দ ছিলেন। এটা এ কারণে যে, তাদের অন্তরে আল্লাহর ভয় ছিল এবং কিয়ামত যে সংঘটিত হবে এ ব্যাপারে তাদের পূর্ণ বিশ্বাস ছিল। ঐ দিনের ভয়াবহ অবস্থা সম্পর্কে তারা ছিলেন পূর্ণ ওয়াকিফহাল যে, সেই দিন তাদের অন্তর ও দৃষ্টি বিপর্যস্ত হয়ে পড়বে। তাই তো তারা থাকতেন সদা উদ্বিগ্ন ও সন্ত্রস্ত। অন্য জায়গায় আল্লাহ তাআলা বলেনঃ “আহার্যের প্রতি আসক্তি থাকা সত্ত্বেও তারা অভাবগ্রস্ত, ইয়াতীম ও বন্দীকে আহার্য দান করে এবং বলে- শুধু আল্লাহর সন্তুষ্টি লাভের উদ্দেশ্যে আমরা তোমাদেরকে আহার্য দান করি, আমরা তোমাদের নিকট হতে প্রতিদান চাই না, কৃতজ্ঞতাও নয়। আমরা আশঙ্কা করি আমাদের প্রতিপালকের নিকট হতে এক ভীতিপ্রদ ভয়ঙ্কর দিনের। পরিণামে আল্লাহ তাদেরকে রক্ষা করবেন সেই দিনের অনিষ্ট হতে এবং তাদেরকে দিবেন উৎফুল্লতা ও আনন্দ। আর তাদের ধৈর্যশীলতার পুরস্কার স্বরূপ তাদেরকে দিবেন উদ্যান ও রেশমী বস্ত্র।”এখানেও আল্লাহ তা'আলা বলেনঃ যাতে তারা যে কর্ম করে তজ্জন্যে আল্লাহ তাদেরকে উত্তম পুরস্কার দেন এবং নিজ অনুগ্রহে তাদের প্রাপ্যের অধিক দেন। যেমন মহান আল্লাহ অন্য জায়গায় বলেনঃ (আরবি) অর্থাৎ “আল্লাহ অণুপরিমাণ যুলুম করেন না।” (৪: ৪০) অন্য এক জায়গায় আল্লাহ পাক বলেনঃ “যে ব্যক্তি কোন ভাল কাজ করে তার জন্যে ওর দশগুণ পুণ্য রয়েছে। অন্য এক স্থানে তিনি বলেনঃ “কে এমন আছে যে আল্লাহকে করযে হাসানা দিতে পারে?” আরো বলেনঃ “তিনি যার জন্যে ইচ্ছা করেন (পুণ্য) বৃদ্ধি করে থাকেন।” এখানে মহান আল্লাহ বলেনঃ আল্লাহ যাকে ইচ্ছা করেন অপরিমিত জীবিকা দান করেন। বর্ণিত আছে যে, একদা হযরত ইবনে মাসউদ (রাঃ)-এর কাছে দুধ আনয়ন করা হয়। তিনি তার মজলিসের সব লোককেই তা পান করাবার ইচ্ছা করেন। কিন্তু সবাই রোযার অবস্থায় ছিলেন বলে পুনরায় দুধের পাত্রটি তার কাছেই ফিরিয়ে আনা হয়। তখন তিনি তা পান করেন, যেহেতু তিনি রোযা অবস্থায় ছিলেন না। অতঃপর তিনি (আরবি)-এই আয়াতটি পাঠ করেন।” (এটা ইমাম নাসাঈ (রঃ) ও ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)হযরত আসমা বিনতে ইয়াযীদ ইবনে সাকান (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “কিয়ামতের দিন যখন প্রথম ও শেষ সবকেই একত্রিত করা হবে তখন আল্লাহ তাআলা একজন ঘোষণাকারীকে ঘোষণা করতে বলবেন, ফলে ঘোষণাকারী খুবই উচ্চ স্বরে ঘোষণা করবেন যা হাশরের একত্রিত লোকদের সবাই শুনতে পাবে। ঘোষণায় বলা হবে- আজ সবাই জানতে পারবে যে, আল্লাহ তা'আলার কাছে সবচেয়ে সম্মানিত কে? অতঃপর বলবেনঃ যাদেরকে ব্যবসা-বাণিজ্য আল্লাহর স্মরণ হতে ভুলিয়ে রাখতে পারতো তারা যেন দাঁড়িয়ে যায়। তখন তারা দাড়িয়ে যাবে এবং সংখ্যায় খুবই অল্প। হবে। তারপর সমস্ত মাখলুকের হিসাব গ্রহণ করা হবে।” হযরত ইবনে মাসউদ (রাঃ) হতে বর্ণিত আছে যে, (আরবি) (৩৫:৩০) (তিনি তাদেরকে পূর্ণভাবে তাদের প্রতিদান প্রদান করবেন এবং প্রাপ্যের অধিক দিবেন)-এর ব্যাখ্যায় রাসূলুল্লাহ (সঃ) বলেনঃ “তাদের প্রতিদান এই যে, আল্লাহ তাদেরকে জান্নাতে প্রবিষ্ট করবেন। আর তাদের প্রাপ্যের অধিক দিবেন, এর ভাবার্থ এই যে, যারা তাদের প্রতি ইহসান করেছিল এবং তারা শাফাআতের হকদারও বটে, তাদের জন্যে শাফাআত করার অধিকার এরা লাভ করবে। (এটা ইমাম তিবরানী (রঃ) বর্ণনা করেছেন)"
    },
    { "ayah": 39, "surah": 24, "text": "Please check ayah 24:40 for complete tafsir." },
    { "ayah": 4, "surah": 24, "text": "Please check ayah 24:5 for complete tafsir." },
    {
      "ayah": 40,
      "surah": 24,
      "text": "৩৯-৪০ নং আয়াতের তাফসীর\nআরো দু'প্রকার কাফিরের এ দু’টি দৃষ্টান্ত বর্ণনা করা হয়েছে। যেমন সূরায়ে বাকারার শুরুতে দু'শ্রেণীর দু’টি উপমা বর্ণনা করা হয়েছে, একটি আগুনের উপমা এবং একটি পানির উপমা। আর যেমন সূরায়ে রা’দে মানুষের অন্তরে স্থান ধারণকারী ইলম ও হিদায়াতের এরূপই আগুন ও পানির দুটি দৃষ্টান্ত পেশ করা হয়েছে। ঐ দু’টি সূরায় ঐ আয়াতগুলোর পূর্ণ তাফসীর গত হয়েছে। সুতরাং সমস্ত প্রশংসা আল্লাহরই জন্যে। প্রথমটি হচ্ছে ঐ কাফিরদের দৃষ্টান্ত যারা অন্যদেরকেও কুফরীর দিকে আহ্বান করে থাকে এবং মনে করে যে, তারা হিদায়াতের উপরই প্রতিষ্ঠিত রয়েছে। কিন্তু ওটা শুধু তাদের কল্পনা মাত্র। তাদের দৃষ্টান্ত তো হলো এরূপ যেমন কোন পিপাসার্ত লোক মরুভূমিতে দূর থেকে চকচকে বালু দেখতে পায় এবং ওকে পানির তরঙ্গ মনে করে বসে।(আরবি) শব্দটি  (আরবি) শব্দের বহুবচন, যেমন শব্দটির বহুবচন হলো (আরবি) এবং (আরবি) শব্দের বহুবচন (আরবি) ও এসে থাকে, যেমন (আরবি) শব্দের বহুবচন (আরবি) ও আসে। (আরবি) শব্দের অর্থ হলো জনশূন্য প্রশস্ত ও বিস্তীর্ণ মরুভূমি। এরূপ মরুভূমিতেই মরীচিকা দৃষ্টিগোচর হয়ে থাকে। দুপুরের সময় এরূপই মনে হয় যে, পানির প্রশস্ত সমুদ্র তরঙ্গায়িত হচ্ছে। মরুভূমির উপর দিয়ে চলতে চলতে যখন কোন লোক পিপাসায় কাতর হয়ে ছটফট করে এবং ওষ্ঠাগত প্রাণ হয়ে যায়, আর উড্রান্তের মত পানির খোঁজে ফিরতে থাকে, তখন সে ওটাকে পানি মনে করে সেখানে পৌছে যায়। কিন্তু গিয়ে দেখে যে, সেখানে এক ফোটা পানিরও কোন নাম-নিশানা নেই। দ্রুপ এই কাফিররাও মনে করে নিয়েছে যে, তারা খুব ভাল কাজই করছে। কিন্তু কিয়ামতের দিন তারা দেখতে পাবে যে, তাদের কাছে একটা পুণ্যও নেই। হয়তো তাদের পুণ্য তাদের বদ নিয়তের কারণে নষ্ট হয়ে গেছে অথবা শরীয়ত মোতাবেক না হওয়ার কারণে নষ্ট হয়ে গেছে। মোটকথা, সেখানে পৌছবার পূর্বেই তারা জাহান্নামীদের তালিকাভুক্ত হয়ে গেছে। সুতরাং সেখানে তারা হয়ে গেছে সম্পূর্ণ শূন্য হস্ত। হিসাব গ্রহণের সময় স্বয়ং মহিমান্বিত ও প্রবল পরাক্রান্ত আল্লাহ সেখানে বিদ্যমান। তিনি এক এক করে প্রত্যেকটি আমলের হিসাব গ্রহণ করছেন এবং ঐ কাফিরদের একটি আমলও পুণ্যের যোগ্যরূপে পাওয়া যাচ্ছেনা।সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত আছে যে, কিয়ামতের দিন ইয়াহূদীদেরকে জিজ্ঞেস করা হবেঃ “দুনিয়ায় তোমরা কার উপাসনা করতে?” উত্তরে তারা বলবেঃ “আমরা আল্লাহর পুত্র (নাউযুবিল্লাহ) উযায়ের (আঃ)-এর উপাসনা করতাম।” তখন তাদেরকে বলা হবেঃ “তোমরা মিথ্যা কথা বলছো, আল্লাহর কোন পুত্র নেই। তারপর তাদেরকে প্রশ্ন করা হবেঃ “আচ্ছা, এখন তোমরা কি চাও?” তারা জবাবে বলবেঃ “হে আমাদের প্রতিপালক! আমরা খুবই পিপাসার্ত। সুতরাং আমাদেরকে পানি পান করিয়ে দিন!” তখন তাদেরকে বলা হবেঃ “তোমরা কি দেখতে পাচ্ছ না (ঐ যে পানি দেখা যায়, সেখানে যাও কেন)?” অতঃপর দূর থেকে তারা জাহান্নামকে তেমনই দেখবে যেমন দুনিয়ায় মরীচিকা দেখা যায়। সুতরাং তারা পানি মনে করে ওদিকে দৌড় দেবে এবং সেখানে পৌছলেই তারা জাহান্নামে নিক্ষিপ্ত হবে। এটা দৃষ্টান্ত হলো অনুসৃত লোকদের। এখন দৃষ্টান্ত বর্ণনা করা হচ্ছে অনুসরণকারী লোকদের, যারা মোটেই জ্ঞান রাখতো না। তারা পূর্ব বর্ণিত কাফিরদের অন্ধ অনুকরণ করতো। যাদের উপমা দেয়া হয়েছে গভীর সমুদ্রতলের অন্ধকারের সাথে, যাকে আচ্ছন্ন করে তরঙ্গের উপর তরঙ্গ, যার ঊর্ধ্বে মেঘপুঞ্জ, অন্ধকারপুঞ্জ স্তরের উপর স্তর, এমনকি সে হাত বের করলে তা আদৌ দেখতে পাবে না। এই অবস্থা ঐ অনুসরণকারী কাফিরদের হবে যারা নেতৃস্থানীয় কাফিরদেরকে অন্ধভাবে অনুসরণ করে থাকে। যাদের তারা অনুসরণ করে তাদেরকেও তারা সঠিকভাবে চিনে না। তারা ন্যায়ের উপর আছে কি অন্যায়ের উপর আছে সেটাও তারা জানে না। তারা তাদের পিছনে চলতে রয়েছে, কিন্তু তারা তাদেরকে কোথায় নিয়ে যাচ্ছে এ খবর তারা রাখে না। উদাহরণ স্বরূপ বলা হয়ে থাকে যে, কোন একজন অজ্ঞ লোককে জিজ্ঞেস করা হয়ঃ “তু কোখায় যাচ্ছ?” উত্তরে সে বলেঃ “আমি এই লোকটির সাথে যাচ্ছি।” আবার তাকে প্রশ্ন করা হয়ঃ “এ লোকটি কোথায় যাচ্ছে?” জবাবে সে বলেঃ “তা তো আমি জানি না।” যেমন সমুদ্র তরঙ্গায়িত হচ্ছে তেমনই এই কাফিরের কানে এবং চোখের উপর পর্দা পড়ে রয়েছে। যেমন মহান আল্লাহ বলেনঃ “আল্লাহ তাদের অন্তরের উপর ও কানের উপর মোহর লাগিয়ে দিয়েছেন (শেষ পর্যন্ত)।” অন্য আয়াতে রয়েছে-(আরবি)অর্থাৎ “তুমি কি ঐ ব্যক্তিকে দেখনি যে তার প্রবৃত্তিকে তার মা'বুদ বানিয়ে নিয়েছে, আর আল্লাহ তাকে জ্ঞানের উপর পথভ্রষ্ট করেছেন এবং তার কানের উপর ও অন্তরের উপর মোহর লাগিয়ে দিয়েছেন ও তার চোখের উপর পর্দা ফেলে দিয়েছেন?।” (৪৫: ২৩) হযরত উবাই ইবনে কা'ব (রাঃ) বলেছেন যে, এই ধরনের লোক পাঁচটি অন্ধকারের মধ্যে থাকে। তার কথা, কাজ, যাওয়া, আসা এবং পরিণাম অন্ধকারের মধ্যে রয়েছে। মহান আল্লাহ বলেনঃ আল্লাহ যাকে জ্যোতি দান করেন। তার জন্যে কোন জ্যোতিই নেই। অর্থাৎ আল্লাহ তাআলা যাকে হিদায়াতের জ্যোতি দান না করেন সে হিদায়াত শূন্য থাকে এবং অজ্ঞতার মধ্যে জড়িয়ে পড়ে ধ্বংসের মধ্যে পতিত হয়। যেমন মহামহিমান্বিত আল্লাহ বলেনঃ (আরবি) অর্থাৎ “আল্লাহ যাকে পথভ্রষ্ট করেন তার জন্যে কোন হিদায়াতকারী নেই।” (৭: ১৮৬) এটা ওরই মুকাবিলায় বলা হয়েছে যা মুমিনদের উপমার বর্ণনায় বলা হয়েছিল যে, আল্লাহ যাকে ইচ্ছা পথ-নির্দেশ করেন তাঁর জ্যোতির দিকে। আমরা মহান আল্লাহর নিকট প্রার্থনা করছি যে, তিনি যেন আমাদের অন্তরে নূর সৃষ্টি করেন এবং আমাদের ডানে এবং বামেও যেন নূর বা জ্যোতি দান করেন। তিনি যেন আমাদের জ্যোতি বাড়িয়ে দেন এবং ওটাকে খুবই বড় ও বেশী করেন।"
    },
    { "ayah": 41, "surah": 24, "text": "Please check ayah 24:42 for complete tafsir." },
    {
      "ayah": 42,
      "surah": 24,
      "text": "৪১-৪২ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা খবর দিচ্ছেন যে, আকাশমণ্ডলী ও পৃথিবীতে যারা আছে। অর্থাৎ মানুষ, জ্বিন, ফেরেশতা এমনকি অজৈব বস্তুও আল্লাহর পবিত্রতা ও মহিমা ঘোষণায় লিপ্ত রয়েছে। যেমন মহান আল্লাহ বলেনঃ “সপ্ত আকাশ ও যমীন এবং এগুলোর মধ্যে যত কিছু রয়েছে সবাই তার পবিত্রতা ও মহিমা ঘোষণা করে থাকে। (শেষ পর্যন্ত)।” উড্ডীয়মান পক্ষীকুলও আল্লাহ তা'আলার মহিমা ঘোষণা করে থাকে। এ সবগুলোর জন্যে যথাযোগ্য তাসবীহ তিনি এগুলোকে শিখিয়ে দিয়েছেন এবং নিজের ইবাদতের বিভিন্ন পন্থাও তিনি তাদেরকে শিখিয়ে রেখেছেন। তারা যা করে সে বিষয়ে আল্লাহ সম্যক অবগত। কোন কিছুই তার কাছে গোপন নেই। তিনি শাসনকর্তা, ব্যবস্থাপক, একচ্ছত্র মালিক, প্রকৃত উপাস্য এবং আসমান ও যমীনের বাদশাহ একমাত্র তিনিই। তিনি ছাড়া কেউই ইবাদতের যোগ্য নয়। তাঁর হুকুম কেউ টলাতে পারে না। কিয়ামতের দিন সবাইকে তাঁরই সামনে হাযির হতে হবে। তিনি যা চাইবেন তাঁর সৃষ্টজীবের মধ্যে হুকুম জারী করে দিবেন। মন্দ লোকে মন্দ বিনিময় পাবে এবং ভাল লোক ভাল বিনিময় লাভ করবে। সৃষ্টিকর্তা ও অধিপতি তিনিই। তিনিই দুনিয়া ও আখিরাতের প্রকৃত হাকেম। তাঁরই সত্তা প্রশংসা ও গুণকীর্তনের যোগ্য।"
    },
    { "ayah": 43, "surah": 24, "text": "Please check ayah 24:44 for complete tafsir." },
    {
      "ayah": 44,
      "surah": 24,
      "text": "৪৩-৪৪ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা বর্ণনা করছেন যে, তিনি মেঘমালাকে সঞ্চালিত করেন। এই মেঘমালা তাঁর শক্তিবলে প্রথম প্রথম পাতলা ধোয়ার আকারে উঠে। তারপর ওগুলো পরস্পর মিলিত হয়ে মোটা ও ঘন হয়ে যায় এবং একে অপরের উপর জমে যায়। তারপর ওগুলোর মধ্য হতে বৃষ্টি ধারা নির্গত হয়। বায়ু প্রবাহিত হয়, যমীনকে তিনি যোগ্য করে তুলেন। এরপর পুনরায় মেঘকে উঠিয়ে নেন এবং আবার মিলিত করেন। পুনরায় ঐ মেঘমালা পানিতে পূর্ণ হয়ে যায় এবং বর্ষিতে শুরু করে। আকাশস্থিত শিলাপ হতে তিনি শিলা বর্ষণ করেন।এই বাক্যে প্রথম (আরবি)  টি (আরবি) -এর জন্যে, দ্বিতীয়টি (আরবি)-এর জন্যে এবং তৃতীয়টি (আরবি) -এর বর্ণনার জন্যে। এটা এই তাফসীরের উপর ভিত্তি করে যে, আয়াতের অর্থ করা হবেঃ শিলার পাহাড় আকাশে রয়েছে। আর যাদের মতে এখানে (আরবি)  বা পাহাড়’ শব্দটি রূপক অর্থে ‘মেঘ’ রূপে ব্যবহৃত, তাঁদের নিকট দ্বিতীয়(আরবি)  টিও (আরবি) -এর জন্যে এসেছে। কিন্তু ওটা প্রথম হতে বদল হয়েছে। এসব ব্যাপারে আল্লাহ তা'আলাই সর্বাধিক সঠিক জ্ঞানের অধিকারী ।পরবর্তী বাক্যের ভাবার্থ হচ্ছেঃ বৃষ্টি ও শিলাবৃষ্টি আল্লাহ তা'আলা যেখানে বর্ষাবার ইচ্ছা করেন সেখানেই তা তাঁর রহমতে বর্ষে থাকে এবং তিনি যেখানে চান না সেখানে বর্ষে না। অথবা ভাবার্থ এই যে, এই শিলা দ্বারা যার ক্ষেত্র ও বাগানকে তিনি নষ্ট করার ইচ্ছা করেন নষ্ট করে দেন এবং যার উপর তিনি মেহেরবানী করেন তার ক্ষেত্র ও বাগানকে তিনি বাঁচিয়ে নেন।এরপর মহামহিমান্বিত আল্লাহ বিদ্যুতের চমক ও শক্তির বর্ণনা দিচ্ছেন যে, ওটা দৃষ্টিশক্তি প্রায় কেড়ে নেয়।অতঃপর আল্লাহ তা'আলা বলেন যে, তিনিই দিবস ও রজনীর পরিবর্তন ঘটিয়ে থাকেন। যখন তিনি ইচ্ছা করেন দিন ছোট কবেন ও রাত্রি বড় করেন এবং ইচ্ছা করলে পিন বড় করেন ও রাত্রি হোট করেন। এই সমুদয় নিদর্শনের মধ্যে অন্তদৃষ্টি সম্পন্ন লোকদের জন্য শিক্ষা রয়েছে। এগুলো মহাক্ষমতাবান আল্লাহর ক্ষমতা প্রকাশ করছে। যেমন মহামহিমান্বিত আল্লাহ বলেন (আরবি)অর্থাৎ “নিশ্চয়ই আকাশমণ্ডলী ও পৃথিবীর সৃষ্টিতে, দিবস ও রজনীর পরিবর্তনে নিদর্শনাবলী রয়েছে বোধশক্তি সম্পন্ন লোকের জন্যে।” (৩:১৯০)"
    },
    {
      "ayah": 45,
      "surah": 24,
      "text": "আল্লাহ তাআলা স্বীয় ব্যাপক ক্ষমতা ও আধিপত্যের বর্ণনা দিচ্ছেন যে, তিনি একই পানি দ্বারা নানা প্রকারের মাখলূক বা সৃষ্টজীব সৃষ্টি করেছেন। সাপ প্রভৃতি প্রাণীকে দেখা যায় যে, ওগুলো পেটের ভরে চলে। মানুষ ও পাখী দুই পায়ে চলে এবং জন্তুগুলো চলে চার পায়ে। তিনি বড়ই ক্ষমতাবান। তিনি যা চান তা হয় এবং যা চান না তা কখনো হয় না।"
    },
    {
      "ayah": 46,
      "surah": 24,
      "text": "এই নৈপুণ্যপূর্ণ আহকাম ও উজ্জ্বল দৃষ্টান্তসমূহ এই কুরআন কারীমে আল্লাহ তা'আলাই বর্ণনা করেছেন। তিনি জ্ঞানীদেরকে বুঝবার তাওফীক দিয়েছেন। মহান আল্লাহ যাকে ইচ্ছা করেন সরল সঠিক পথ-প্রদর্শন করেন।"
    },
    { "ayah": 47, "surah": 24, "text": "Please check ayah 24:52 for complete tafsir." },
    { "ayah": 48, "surah": 24, "text": "Please check ayah 24:52 for complete tafsir." },
    { "ayah": 49, "surah": 24, "text": "Please check ayah 24:52 for complete tafsir." },
    {
      "ayah": 5,
      "surah": 24,
      "text": "৪-৫ নং আয়াতের তাফসীর\nএই আয়াতে ব্যভিচারের অপবাদদাতাদের শাস্তির বর্ণনা দেয়া হয়েছে। ঘোষণা করা হচ্ছেঃ যারা কোন স্ত্রীলোক বা পুরুষ লোকের উপর ব্যভিচারের অপবাদ দেয় তাদের শাস্তি হলো এই যে, তাদেরকে আশিটি চাবুক মারতে হবে। হ্যা, তবে যদি তারা সাক্ষী হাযির করতে পারে তবে এ শাস্তি হতে তারা বেঁচে যাবে। আর যাদের অপরাধ প্রমাণিত হবে তাদের উপর হদ জারী করা হবে। যদি তারা সাক্ষী আনয়নে ব্যর্থ হয় তবে তাদেরকে আশিটি চাবুক মারা হবে এবং ভবিষ্যতে চিরদিনের জন্যে তাদের সাক্ষ্য অগ্রাহ্য হবে। তাদেরকে ন্যায়পরায়ণ বলা হবে না। বরং সত্যত্যাগী বলা হবে। এই আয়াতে যে লোকগুলোকে স্বতন্ত্র করে দেয়া হয়েছে তাদের সম্পর্কে কেউ কেউ বলেন যে, এই স্বাতন্ত্র শুধুমাত্র ফাসেক না হওয়ার ব্যাপারে। অর্থাৎ তাওবার পরে তারা আর ফাসেক থাকবে না। আবার অন্য কেউ বলেন যে, তাওবার পরে তারা ফাসেকও থাকবে না এবং তাদের সাক্ষ্য অগ্রাহ্যও হবে না। বরং পুনরায় তাদের সাক্ষ্য গ্রহণ করা হবে। হ্যা, তবে হদ যে রয়েছে তা তাওবা দ্বারা কোনক্রমেই উঠে যাবে না। ইমাম মালিক (রঃ), ইমাম আহমাদ (রঃ) এবং ইমাম শাফেয়ী (রঃ)-এর মাযহাব এই যে, তাওবার মাধ্যমে সাক্ষ্য অগ্রাহ্য হওয়া এবং তার সত্যত্যাগী হওয়া দুটোই উঠে যাবে। তাবেয়ীদের নেতা হযরত সাঈদ ইবনে মুসাইয়াব (রাঃ) এবং পূর্বযুগীয় গুরুজনদের একটি জামাআতের মাযহাব এটাই। কিন্তু ইমাম আবু হানীফা (রঃ) বলেন যে, তাওবার পরে সে শুধুমাত্র ফাসেক থাকবে না, কিন্তু এর পরেও তার সাক্ষ্য গৃহীত হবে না। আরো কেউ কেউ একথাই বলেন। শা'বী (রঃ) এবং যহহাক (রঃ) বলেন যে, যদি সে তার পূর্বের অপবাদ দেয়ার কথা স্বীকার করে নেয় এবং পরে পূর্ণভাবে তাওবা করে নেয়ার কথা বলে তবে এর পরে তার সাক্ষ্য গ্রহণ করা হবে। এসব ব্যাপারে আল্লাহ তাআলাই সবচেয়ে ভাল জানেন।"
    },
    { "ayah": 50, "surah": 24, "text": "Please check ayah 24:52 for complete tafsir." },
    { "ayah": 51, "surah": 24, "text": "Please check ayah 24:52 for complete tafsir." },
    {
      "ayah": 52,
      "surah": 24,
      "text": "৪৭-৫২ নং আয়াতের তাফসীর\nআল্লাহ তা'আল মুনাফিকদের সম্পর্কে খবর দিচ্ছেন, তারা মুখে তো ঈমান ও আনুগত্যের কথা স্বীকার করছে বটে, কিন্তু তাদের অন্তর এর সম্পূর্ণ বিপরীত। তাদের কথা ও কাজের মধ্যে কোন মিল নেই। কারণ তারা ঈমানদার নয়। হাদীসে আছে যে, যাকে বাদশাহর সামনে হাযির হওয়ার জন্যে আহ্বান করা হয়। এবং সে ঐ আহ্বানে সাড়া দেয় না সে যালিম। সে অন্যায়ের উপর রয়েছে।” (এ হাদীসটি ইমাম তিবরানী (রঃ) হযরত সামুরা প্রমুখ বর্ণনা করেছেন)মহান আল্লাহ বলেনঃ যখন তাদেরকে আহ্বান করা হয় আল্লাহ ও তাঁর রাসূল (সঃ)-এর দিকে তাদের মধ্যে ফায়সালা করে দেবার জন্যে, অর্থাৎ যখন তাদেরকে হিদায়াতের দিকে আহবান করা হয় এবং কুরআন ও হাদীস মানতে বলা হয় তখন তারা গর্বভরে মুখ ফিরিয়ে নেয়। এটা আল্লাহ তা'আলার নিম্নের উজির মতঃ (আরবি) হতে (আরবি) পর্যন্ত।অর্থাৎ “তুমি কি তাদেরকে দেখনি যারা দাবী করে যে, তোমার প্রতি যা অবতীর্ণ হয়েছে এবং তোমার পূর্বে যা অবতীর্ণ হয়েছে তাতে তারা বিশ্বাস করে, অথচ তারা তাগূতের কাছে বিচার প্রার্থী হতে চায়, যদিও ওটা প্রত্যাখ্যান করার জন্যে তাদেরকে নির্দেশ দেয়া হয়েছে এবং শয়তান তাদেরকে ভীষণভাবে পথভ্রষ্ট করতে চায়? তাদেরকে যখন বলা হয়ঃ আল্লাহ যা অবতীর্ণ করেছেন তার দিকে এবং রাসূল (সঃ)-এর দিকে এসো, তখন মুনাফিকদেরকে তুমি তোমার নিকট হতে মুখ একেবারে ফিরিয়ে নিতে দেখবে।” (৪:৬০-৬১) ঘোষিত হচ্ছেঃ যদি তাদের প্রাপ্য থাকে তাহলে তারা বিনীতভাবে রাসূল (সঃ)-এর নিকট ছুটে আসে। অর্থাৎ তারা যদি শরীয়তের ফায়সালায় নিজেদের লাভ দেখতে পায় তবে আনন্দে আটখানা হয়ে রাসূল (সঃ)-এর নিকট ছুটে আসে। আর যদি জানতে পারে যে, শরয়ী ফায়সালা তাদের মনের চাহিদার উল্টো, পার্থিব স্বার্থের পরিপন্থী, তবে তারা সত্যের দিকে ফিরেও তাকায় না। সুতরাং এইরূপ লোকে পাকা কাফির। কেননা, তাদের মধ্যে তিন অবস্থার যে কোন একটি অবশ্যই রয়েছে। হয়তো তাদের অন্তরে বে-ঈমানী বদ্ধমূল হয়ে গেছে, কিংবা হয়তো তারা আল্লাহর দ্বীনের সত্যতায় সন্দিহান রয়েছে, অথবা হয়তো তারা এই ভয় করে যে, না জানি আল্লাহ ও তাঁর রাসূল (সঃ) তাদের হক নষ্ট করেন এবং তাদের প্রতি যুলুম করেন। এই তিনটাই কুফরীর অবস্থা। আল্লাহ তা'আলা তাদের প্রত্যেককেই জানেন। তাদের অন্তরে যা রয়েছে তা তার কাছে স্পষ্টভাবে প্রতীয়মান। প্রকৃতপক্ষে এই লোকগুলোই পাপী ও অত্যাচারী। আল্লাহ ও তাঁর রাসূল (সঃ) তাদের থেকে সম্পূর্ণরূপে পবিত্র।রাসূলুল্লাহ (সঃ)-এর যুগে এরূপ কাফিরের সংখ্যা অনেক ছিল যারা বাহ্যিকভাবে মুসলমান ছিল। যখন তারা দেখতো যে, কুরআন ও হাদীসমূলে তাদের উদ্দেশ্য হাসিল হবে তখন তারা নবী (সঃ)-এর খিদমতে তাদের মুকদ্দমা পেশ করতো। আর যখন দেখতো যে, তাদের প্রতিপক্ষের অনুকূলে রায় যাবে তখন নবী (সঃ)-এর দরবারে হাযির হতে প্রকাশ্যভাবে অস্বীকার করতো। তখন এ আয়াত অবতীর্ণ হয় এবং রাসূলুল্লাহ (সঃ) বলেনঃ “যদি দুই ব্যক্তির মধ্যে কোন বিবাদ হয় এবং তাদেরকে ইসলামী হুকুম অনুযায়ী ফায়সালার দিকে আহ্বান করা হয়, আর তারা তা অস্বীকার করে তবে তারা যালিম এবং তারা অন্যায়ের উপর রয়েছে।” (এ হাদীসটি গারীব ও মুরসাল)এরপর সঠিক ও খাঁটি মুমিনের বিশেষণ বর্ণনা করা হচ্ছে যে, তারা আল্লাহর কিতাব ও রাসূল (সঃ)-এর সুন্নাত ছাড়া অন্য কিছুকেই দ্বীনের অন্তর্ভুক্ত মনে করে না। তারা তো কুরআন ও হাদীস শোনা মাত্রই এবং এগুলোর ডাক কানে আসা মাত্রই পরিষ্কারভাবে বলে থাকেঃ আমরা শুনলাম ও মানলাম। এরা উদ্দেশ্যে সফলকাম ও মুক্তিপ্রাপ্ত লোক।হযরত উবাদা ইবনে সামিত (রাঃ), যিনি ছিলেন একজন বদরী সাহাবী এবং আনসারদের মধ্যে একজন নেতৃস্থানীয় লোক, মৃত্যুর সময় স্বীয় ভাতুপুত্র জানাদাহ ইবনে আবি উমাইয়া (রাঃ)-কে বলেনঃ “তোমার উপর কি কর্তব্য এবং তোমার কি উপকারী তাকি আমি তোমাকে বলে দেবো না? তিনি জবাবে বললেনঃ “হ্যা বলুন।” তখন তিনি বললেনঃ “তোমার কর্তব্য হলো (ধর্মীয় উপদেশ) শ্রবণ করা ও মান্য করা কঠিন অবস্থায়ও এবং সহজ অবস্থায়ও, আনন্দের সময়ও এবং দুঃখের সময়ও, আর ঐ সময়েও যখন তোমার হক অন্যকে দিয়ে দেয়া হচ্ছে। তোমার জিহ্বাকে তুমি ন্যায় ও সত্যবাদিতার উপর প্রতিষ্ঠিত রাখবে। যোগ্য শাসনকর্তার নিকট থেকে শাসনকার্য ছিনিয়ে নিবে না। তবে সে। যদি প্রকাশ্যভাবে অবাধ্যতার হুকুম করে তবে তা কখনো মানবে না। সে যদি আল্লাহর কিতাবের বিপরীত কিছু বলে তবে তা কখনো স্বীকার করবে না। সদা-সর্বদা আল্লাহর কিতাবের অনুসরণ করবে।” হযরত আবু দারদা (রাঃ) বলেন যে, আল্লাহর আনুগত্য ছাড়া ইসলাম নেই। আর সমস্ত মঙ্গল নিহিত রয়েছে জামাআতের মধ্যে এবং আল্লাহ, তদীয় রাসূল (সঃ), মুসলমানদের খলীফা এবং সাধারণ মুসলমানদের মঙ্গল কামনার মধ্যে।হযরত উমার ইবনে খাত্তাব (রাঃ) বলেন যে, ইসলামের দৃঢ় রঙ্গু হলো আল্লাহর একত্ববাদের সাক্ষ্য দেয়া, নামায প্রতিষ্ঠিত করা, যাকাত প্রদান করা এবং মুসলমানদের বাদশাহদের আনুগত্য স্বীকার করা।আল্লাহ, তাঁর রাসূল (সঃ)-এর এবং মুসলমান বাদশাহদের আনুগত্যের ব্যাপারে যেসব হাদীস ও আসার এসেছে সেগুলোর সংখ্যা এতো বেশী যে, সকলো এখানে বর্ণনা করা কোনক্রমেই সম্ভব নয়। যে ব্যক্তি আল্লাহ ও তাঁর রাসূল (সঃ)-এর অনুগত হবে, তারা যা করতে আদেশ করেছেন তা পালন কবে, যা করতে নিষেধ করেছেন তা হতে বিরত থাকবে, যে পাপকার্য করে ফেলেছে তার জন্যে সদা ভীত-সন্ত্রস্ত থাকবে এবং আগামীতে ঐ সব পাপকার্য হতে বিরত থাকবে সে সমুদয় কল্যাণ জমাকার এবং সমস্ত অকল্যাণ হতে পৰিত্ৰাণ প্রাপ্ত। দুনিয়া ও আখিরাতে সে মুক্তিপ্রাপ্ত ও সফলকাম।"
    },
    { "ayah": 53, "surah": 24, "text": "Please check ayah 24:54 for complete tafsir." },
    {
      "ayah": 54,
      "surah": 24,
      "text": "৫৩-৫৪ নং আয়াতের তাফসীর\nএখানে আল্লাহ তাআলা মুনাফিকদের অবস্থার বর্ণনা দিচ্ছেন যারা রাসূলুল্লাহ (সঃ)-এর কাছে এসে নিজেদের ঈমানদারী ও শুভাকাঙ্ক্ষার কথা প্রকাশ করতো এবং শপথ করে করে বলতো যে, তারা জিহাদে গমনের জন্যে প্রস্তুত হয়ে আছে। কিন্তু হুকুমের অপেক্ষায় রয়েছে। হুকুম হওয়া মাত্রই ঘরবাড়ী ও ছেলে মেয়ে ছেড়ে জিহাদের মাঠে পৌছে যাবে। আল্লাহ তাদেরকে লক্ষ্য করে বলেনঃ “তোমরা শপথ করো না। তোমাদের আনুগত্যের মূলতত্ত্ব আমার জানা আছে। তোমাদের অন্তরে এক কথা, মুখে এক কথা। সুতরাং তোমাদের শপথের হাকীকত আমার অজানা নয়। তোমাদের মুখ যতটা মুমিন তোমাদের অন্তর ততটা কাফির। তোমাদের এই শপথগুলো শুধু মুসলমানদের সহানুভূতি লাভ করার জন্যে। হে মুমিনগণ! এই মুনাফিকরা তাদের শপথকে ঢাল বানিয়ে রেখেছে। তারা যে শুধু তোমাদের সামনে কসম করছে তা নয়, বরং কাফিরদের সামনেও তারা তাদের পক্ষ অবলম্বনের ও তাদের সাহায্য সহযোগিতার কসম খেয়ে থাকে। কিন্তু তারা এতো ভীরু ও কাপুরুষ যে, তাদের সাথেও তারা থাকতে পারে না।এর ভাবার্থ এও হতে পারেঃ “হে মুনাফিকরা! তোমাদের জ্ঞানসম্মত ও পছন্দনীয় আনুগত্যের নীতি অবলম্বন করা উচিত ছিল, এভাবে শপথ করা মোটেই শোভনীয় নয়। তোমাদের সামনে মুসলমানরা বিদ্যমান রয়েছে। তাদেরকে তোমরা দেখতে পাচ্ছ যে, তারা না শপথ করছে, না বেড়ে বেড়ে কথা বলছে, বরং কাজের সময় তারা সবারই আগে বেরিয়ে পড়ছে। বেশী কথা না বলে কাজই তারা বেশী করছে। তোমরা যা কর আল্লাহ সে বিষয়ে সবিশেষ অবহিত। তোমাদের কোন কাজই তাঁর কাছে গোপন নেই। প্রত্যেক অবাধ্য ও অনুগত তার কাছে প্রকাশমান। প্রত্যেকের ভিতরের খবর তিনি তেমনই জানেন যেমন জানেন বাইরের খবর। তোমরা বাইরে যা কিছুই প্রকাশ কর না কেন, তিনি তোমাদের অন্তরের লুক্কায়িত খবরও পূর্ণমাত্রায় রাখেন।মহান আল্লাহ বলেনঃ হে নবী (সঃ)! তুমি বলে দাও- তোমরা আল্লাহর আনুগত্য কর ও তাঁর রাসূল (সঃ)-এর আনুগত্য কর। অর্থাৎ তোমরা কুরআন ও হাদীসের অনুসরণ কর। অতঃপর যদি তোমরা মুখ ফিরিয়ে নাও, তবে জেনে রেখো যে, তোমাদের এই অপরাধের শাস্তি নবী (সঃ)-এর উপর পতিত হবে না। তার কাজ তো শুধু আল্লাহর পয়গাম মানুষের নিকট পৌঁছিয়ে দেয়া। তোমাদের উপর অর্পিত দায়িতের জন্যে তোমরাই দায়ী। আর তোমাদের উপর অর্পিত দায়িত্ব হচ্ছে রাসূল (সঃ)-এর কথা মেনে নেয়া এবং এর উপর আমল করা ইত্যাদি। হিদায়াত শুধু রাসূল (সঃ)-এর আনুগত্যেই রয়েছে। কেননা, সরল সঠিক পথের দিকে আহ্বানকারী তিনিই। এই সরল সোজা পথ ঐ আল্লাহ পর্যন্ত পৌঁছিয়ে দেবে যার রাজত্ব সমস্ত যমীন ও আসমানব্যাপী। রাসূল (সঃ)-এর দায়িত্ব শুধু পৌঁছিয়ে দেয়া। সবারই হিসাব গ্রহণের দায়িত্ব মহামহিমান্বিত আল্লাহর। যেমন তিনি বলেনঃ (আরবি) অর্থাৎ “অতএব তুমি উপদেশ দাও; তুমি তো একজন উপদেশদাতা। তুমি তাদের কর্ম নিয়ন্ত্রক নও।” (৮৮: ২১-২২)।অহাব ইবনে মুনাব্বাহ (রঃ) বলেন যে, আল্লাহ তা'আলা বানী ইসরাঈলের নবীদের মধ্যে হযরত শাইয়া (আঃ) নামক একজন নবীর নিকট অহী করেনঃ “তুমি বানী ইসরাঈলের সমাবেশে দাঁড়িয়ে যাও। আমি তোমার মুখ দিয়ে যা বের করার বের করবো।” আল্লাহ তা'আলার এই নির্দেশক্রমেই হযরত শাইয়া (আঃ) দাঁড়িয়ে যান। তখন আল্লাহর হুকুমে তার মুখ দিয়ে নিম্ন লিখিত ভাষণ বের হয়ঃ“হে আকাশ! শুন, এবং হে যমীন! চুপ থাকো। আল্লাহ তা'আলা একটা শান বা মাহাত্ম্য পূর্ণ করতে এবং একটা বিষয়ের ব্যবস্থাপনা ও পরিচালনার ইচ্ছা করেন। ওটা তিনি পূর্ণ করবেন। তিনি চান যে, জঙ্গলকে বাসযোগ্য করবেন, জনহীন মরুপ্রান্তরকে করবেন জনবসতিপূর্ণ, বালুকায়ময় মরুভূমিকে করবেন শ্যামল-সবুজ, দরিদ্রদেরকে করবেন সম্পদশালী এবং রাখালদেরকে তিনি বাদশাহ বানিয়ে দেবেন। তিনি অশিক্ষিতদের মধ্য হতে একজন নিরক্ষর লোককে নবী করে পাঠাবেন, যিনি চরিত্রহীন হবেন না এবং কর্কশ ভাষীও হবেন না। তিনি বাজারে হট্টগোল ও গোলমাল করবেন না। তিনি এতো বিনয়ী ও নম্র হবেন যে, তাঁর বস্ত্রের অঞ্চলের বাতাসে ঐ প্রদীপ নির্বাপিত হবে না যার পার্শ্ব দিয়ে তিনি গমন করবেন। তিনি যদি শুষ্ক বাঁশের উপর পা রেখেও চলেন তবুও ঐ বাঁশের চড়চড়ি শব্দ কারো কানে পৌঁছবে না। আমি তাকে সুসংবাদদাতা ও ভয় প্রদর্শনকারী রূপে পাঠাবো। তার মুখের ভাষা হবে মধুর ও পবিত্র। তাঁর আবির্ভাবের ফলে অন্ধ দৃষ্টিশক্তি ফিরে পাবে এবং বধির ফিরে পাবে শ্রবণশক্তি। তার বরকতে মোহরযুক্ত অন্তর খুলে যাবে। সমস্ত ভাল কাজ দ্বারা আমি তাকে শোভনীয় করবো। তাঁকে আমি সর্বদিক দিয়ে মধুর ও উত্তম চরিত্রের অধিকারী করবো। সাকীনা বা চিত্ত প্রশান্তি হবে তাঁর পোশাক। পুণ্য হবে তাঁর রীতি-নীতি এবং তাঁর অন্তর হবে আল্লাহভীতিতে পরিপূর্ণ। তার কথা হবে জ্ঞানপূর্ণ এবং সত্যবাদিতা ও প্রতিজ্ঞা-পালন হবে তার স্বভাব। তার অভ্যাস ও প্রকৃতি হবে মার্জনা ও ক্ষমা এবং মঙ্গল কামনা। হক ও সত্য হবে তার শরীয়ত এবং আদল ও ইনসাফ হবে তার চরিত্র। হিদায়াত হবে তাঁর ইমাম এবং ইসলাম হবে তার মিল্লাত। তার নাম হবে আহমাদ (সঃ)। তাঁর কারণে আমি পথভ্রষ্টতার পরে হিদায়াত ছড়িয়ে দিবো। অজ্ঞতার পরে জ্ঞান বিকশিত হবে। তার কারণে অবনতির পরে উন্নতি হবে। তার মাধ্যমে অজানা জানার সাথে পরিবর্তিত হবে। স্বল্পতা আধিক্যে পরিবর্তিত হয়ে যাবে। তারই কারণে আমি দারিদ্রকে পরিবর্তিত করবো ঐশ্বর্যে। যারা পরস্পর পৃথক পৃথক রয়েছে, তার মাধ্যমে আমি তাদেরকে পরস্পর মিলিত করবো। তার মাধ্যমে আমি পরস্পরের মধ্যে প্রেম-প্রীতি সৃষ্টি করবো। তাদের পরস্পরের মতানৈক্যের পর তার মাধ্যমে আমি তাদেরকে মতৈক্য পৌছিয়ে দিবো। তাঁর মাধ্যমে আমি পৃথক পৃথক হৃদয়কে এক হৃদয়ে পরিণত করবো। অর্থাৎ তারা পরস্পর শত্রুতা ভুলে গিয়ে একে অপরের বন্ধুতে পরিণত হয়ে যাবে, মনে হবে যেন একই হৃদয়। আল্লাহর অসংখ্য বান্দা ধ্বংস হতে রক্ষা পেয়ে যাবে। তার উম্মতকে আমি সমস্ত উম্মতের উপর মর্যাদা দান করবো, যারা জনগণের জন্যে উপকারী হবে। তারা ভাল কাজের আদেশ করবে এবং মন্দ কাজ হতে বিরত রাখবে। তারা হবে একত্ববাদী খাঁটি মুমিন। আল্লাহ তাআলার যতগুলো রাসূল আল্লাহ তা'আলার নিকট থেকে যত কিছু এনেছেন, এই শেষ নবী (সঃ) তাদের সকলকেই স্বীকার করবেন, কাউকেও অস্বীকার করবেন না।"
    },
    {
      "ayah": 55,
      "surah": 24,
      "text": "আল্লাহ তাবারাকা ওয়া তা'আলা স্বীয় রাসূল (সঃ)-এর সাথে ওয়াদা করছেন যে, তিনি তাঁর উম্মতকে যমীনের মালিক বানিয়ে দিবেন, তাদেরকে তিনি লোকদের নেতা করবেন এবং দেশ তাদের দ্বারা জনবসতিপূর্ণ হবে। আল্লাহর বান্দারা তাদের প্রতি সন্তুষ্ট থাকবে। আজ জনগণ লোকদের থেকে ভীত-সন্ত্রস্ত রয়েছে, কাল তারা পূর্ণ নিরাপত্তা লাভ করবে। হুকুমত তাদের হবে এবং তারাই হবে সাম্রাজ্যের মালিক। সমস্ত প্রশংসা আল্লাহর যে, হয়েছেও তাই। মক্কা, খায়বার, বাহরাইন, আরব উপদ্বীপ এবং ইয়ামন তো রাসূলুল্লাহ (সঃ)-এর যুগেই বিজিত হয়েছিল। হিজরের মাজুসীরা জিযিয়া কর দিতে স্বীকৃত হয়ে মুসলমানদের অধীনতা স্বীকার করে নেয়। সিরিয়ার কোন কোন অংশেরও এই অবস্থাই হয়। রোমক সম্রাট কায়সার উপহার উপঢৌকন পাঠিয়ে দেন। মিসরের গভর্নরও রাসূলুল্লাহ (সঃ)-এর খিদমতে উপঢৌকন পাঠায়। ইসকানদারিয়ার বাদশাহ মাকুকাস এবং আম্মানের বাদশাহরাও এটাই করেন এবং এইভাবে নিজেদের আনুগত্য প্রমাণ করেন। হাবশের বাদশাহ নাজ্জাসী (রঃ) তো মুসলমানই হয়ে যান যিনি আসহামার পরে হাবশের বাদশাহ হয়েছিলেন। অতঃপর রাসূলুল্লাহ (সঃ) যখন ইন্তেকাল করেন এবং হযরত আবু বকর (রাঃ) খিলাফতের দায়িত্বভার গ্রহণ করেন তখন তিনি হযরত খালিদ ইবনে ওয়ালীদ (রাঃ)-এর নেতৃত্বে এক সেনাবাহিনী পারস্য অভিমুখে প্রেরণ করেন। সেখানে তিনি ক্রমান্বয়ে বিজয় লাভ করতে থাকেন এবং কুফরীর গাছগুলোকে কেটে ফেলে চতুর্দিকে ইসলামের চারা রোপণ করেন। হযরত আবু উবাদাহ ইবনে জাররাহ (রাঃ) প্রমুখ সেনাবাহিনীর অধীনে ইসলামের বীর সৈনিকদেরকে সিরিয়ার রাজ্যগুলোর দিকে প্রেরণ করেন এবং তাঁরা সেখানে মুহাম্মাদ (সঃ) পতাকা উত্তোলন করেন এবং ক্রুশ চিহ্নযুক্ত পতাকাগুলোকে উল্টোমুখে নিক্ষেপ করেন। হযরত আমর ইবনুল আস (রাঃ)-এর নেতৃত্বে একদল সেনাবাহিনী মিসরের দিকে প্রেরিত হয়। বসরা, দামে, আম্মান প্রভৃতি রাজ্য বিজয়ের পর হযরত আবু বকর (রাঃ) মৃত্যুর ডাকে সাড়া দেন। মৃত্যুর পূর্বে তিনি মহান। আল্লাহর ইঙ্গিতক্রমে হযরত উমার (রাঃ)-কে তাঁর স্থলাভিষিক্ত করে যান। এটা সত্য কথা যে, আকাশের নীচে কোন নবীর পরে হযরত উমার (রাঃ)-এর যুগের মত যুগ আর আসেনি। তার স্বভাবগত শক্তি, তাঁর পুণ্য, তার চরিত্র, তাঁর ন্যায়পরায়ণতা এবং তার আল্লাহভীতির দৃষ্টান্ত দুনিয়ায় তার পরে অনুসন্ধান করা বৃথা কালক্ষেপণ ছাড়া কিছুই নয়। সমগ্র সিরিয়া ও মিসর এবং পারস্যের অধিকাংশ অঞ্চল তার খিলাফতের আমলে বিজিত হয়। পারস্য সম্রাট কিসরার সাম্রাজ্য ছিন্নভিন্ন হয়ে যায়। স্বয়ং সম্রাটের মাথা লুকাবার কোন জায়গা থাকে। তাকে লাঞ্ছিত অবস্থায় পালিয়ে বেড়াতে হয়। রোমক সম্রাট কায়সারকেও সাম্রাজ্যচ্যুত করা হয়। সিরিয়া সাম্রাজ্য তার হাত ছাড়া হয়ে যায় এবং কনস্টান্টিনোপলে পালিয়ে গিয়ে তাকে আত্মগোপন করতে হয়। এই সাম্রাজ্যগুলোর বহু বছরের সঞ্চিত ধন-সম্পদ মুসলমানদের হস্তগত হয়। আল্লাহর এই সৎ ও মধুর চরিত্রের অধিকারী বান্দাদের মধ্যে এগুলো বন্টন করা হয়। এইভাবে মহান আল্লাহ তাঁর ঐ ওয়াদা পূর্ণ করেন যা তিনি তার প্রিয় বন্ধু হযরত মুহাম্মাদ (সঃ)-এর সাথে করেছিলেন।অতঃপর হযরত উসমান (রাঃ)-এর খিলাফতের যুগ আসে এবং পূর্ব হতে পশ্চিম প্রান্ত পর্যন্ত আল্লাহর দ্বীন ছড়িয়ে পড়ে। আল্লাহর সেনাবাহিনী একদিকে পূর্ব দিকের শেষ প্রান্ত এবং অপরদিকে পশ্চিম দিকের শেষ প্রান্তে পৌঁছে স্বস্তির নিঃশ্বাস ফেলেন। ইসলামী মুজাহিদদের উন্মুক্ত তরবারী আল্লাহর তাওহীদকে দুনিয়ার প্রান্তে প্রান্তে পৌঁছিয়ে দেন। স্পেন, কিবরাস এমন কি সুদূর চীন পর্যন্ত হযরত উমার (রাঃ)-এর যুগে বিজিত হয়। পারস্য সম্রাট কিসরা নিহত হয়। তার সাম্রাজ্যের নাম ও নিশানা নিশ্চিহ্ন করে দেয়া হয়। অগ্নি উপাসকদের হাজার হাজার বছরের উপাসনালয় নির্বাপিত হয় এবং প্রত্যেকটি উঁচু টিলা হতে আল্লাহু আকবার ধ্বনি গুঞ্জরিত হয়। অপরদিকে মাদায়েন, ইরাক, খখারাসান, আহওয়ায ইত্যাদি সাম্রাজ্য জয় করা হয়। তুর্কীদের সাথে বিশাল যুদ্ধ সংঘটিত হয়। অবশেষে তাদের বড় বাদশাহ খাকান মাটির সাথে মিশে যায়। সে চরমভাবে লাঞ্ছিত ও পর্যদস্ত হয় এবং যমীনের পূর্ব ও পশ্চিম প্রান্ত হতে হযরত উসমান (রাঃ)-এর দরবারে খাজনা পৌছতে থাকে। সত্য কথা তো এটাই যে, মুসলিম বীর পুরুষদের এই জীবন মরণ সংগ্রামের মূলে ছিল হযরত উসমান (রাঃ)-এর তিলাওয়াতে কুরআনের বরকত। কুরআন কারীমের প্রতি তাঁর যে আসক্তি ও অনুরাগ ছিল তা বর্ণনাতীত। কুরআনকে একত্রিতকরণ ও মুখস্থকরণ এবং প্রচার ও প্রসারকরণে তিনি যে খিদমত আঞ্জাম দেন তার তুলনা মিলে না। তাঁর যুগের থতি লক্ষ্য করলে রাসূলুল্লাহ (সঃ)-এর ভবিষ্যদ্বাণীটি মানসপটে ভেসে ওঠে। তিনি বলেছিলেনঃ “আমার জন্যে যমীনকে এক জায়গায় একত্রিত ও জড় করা য়, এমনকি আমি পূর্ব দিক ও পশ্চিম দিক দেখে নিই। আমার উম্মতের সাম্রাজ্য ইন পর্যন্ত পৌঁছে যাবে যেখান পর্যন্ত আমাকে দেখানো হয়েছিল। এখন আৰা দেখতে পাই যে, আল্লাহ এবং তাঁর রাসূল (সঃ) আমাদের সাথে যে ভদ করেছিলেন তা সত্যে পরিণত হয়েছে। সুতরাং আমরা আল্লাহর প্রতি এবং তৰ ৰাসূল (সঃ)-এর প্রতি ঈমানের প্রার্থনা করছি এবং যে কৃতজ্ঞতা প্রকাশে তিনি সন্তুষ্ট হন সেই কৃতজ্ঞতা প্রকাশ করার আমরা তাঁর কাছে তাওফীক চাচ্ছি। হযরত জাবির ইবনে সামুরা (রাঃ) হতে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ (সঃ)-কে বলতে শুনেছি- “মুসলমানদের কাজ উত্তমরূপে চালু থাকবে, শেষ পর্যন্ত তাদের মধ্যে বারো জন খলীফা হবে।” অতঃপর তিনি একটি বাক্য আস্তে বলেন যা আমার কর্ণগোচর হয়নি। আমি ওটা আমার পিতাকে জিজ্ঞেস করলে তিনি বলেন যে, রাসূলুল্লাহ (সঃ) যে কথাটি আস্তে বলেছিলেন তাহলোঃ “এদের সবাই কুরায়েশী হবে।” (এ হাদীসটি ইমাম মুসলিম (রঃ) স্বীয় সহীহ গ্রন্থে বর্ণনা করেছেন)রাসূলুল্লাহ (সঃ) একথাটি ঐদিনের সন্ধ্যায় বলেছিলেন যেই দিন হযরত মায়েয ইবনে মালিক (রাঃ)-কে রজম বা প্রস্তরাঘাতে হত্যা করা হয়েছিল। সুতরাং জানা গেল যে, এই বারোজন খলীফা অবশ্যই হবেন। কিন্তু এটা স্মরণ রাখার বিষয় যে, এই বারো জন খলীফা তারা নয় যাদেরকে শিয়া সম্প্রদায় ধারণা করছে। কেননা শিয়াদের ইমামদের মধ্যে এমন বহু ইমামও রয়েছে যারা খিলাফত ও সালতানাতের কোন অংশ সারা জীবনেও লাভ করেনি। এই বারো জন খলীফা সবাই হবেন কুরায়েশ বংশের। তাঁরা হবেন ন্যায়ের সাথে ফায়সালাকারী। তাঁদের সুসংবাদ পূর্ববর্তী কিতাবসমূহেও রয়েছে। এটা শর্ত নয় যে, এই বারো জন খলীফা পর্যায়ক্রমে ও ক্রমিকভাবে হবেন। বরং হতে পারে যে, তারা বিভিন্ন যুগে হবেন। চার জন খলীফা তো ক্রমিকভাবেই হয়েছেন। যেমন হযরত আবু বকর (রাঃ), হযরত উমার (রাঃ), হযরত উসমান (রাঃ) এবং হযরত আলী (রাঃ)। তাঁদের পর ক্রম কেটে গেছে। পরে এরূপ খলীফা গত হয়েছেন এবং পরবর্তীতেও কোন কোন খলীফার আগমন ঘটতে পারে। সঠিক যুগের অবগতি একমাত্র মহান আল্লাহরই রয়েছে। তবে এটা নিশ্চিত কথা যে, ইমাম মেহেদীও এই বারো জনের একজন হবেন যার নাম ও কুনিয়াত হবে রাসূলুল্লাহ (সঃ)-এর নাম ও কুনিয়াত মুতাবেক। তিনি সমগ্র ভূ-পৃষ্ঠকে আদল ও ইনসাফ দ্বারা পূর্ণ করে দিবেন, যখন সারা দুনিয়া অন্যায় ও অত্যাচারে ছেয়ে যাবে।রাসূলুল্লাহ (সঃ)-এর মুক্ত দাস হযরত সাফীনা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমার (ইন্তেকালের) পরে ত্রিশ বছর পর্যন্ত খিলাফত থাকবে, তারপর দন্তকর্তিত রাজ্য হয়ে যাবে।” (এ হাদীসটি ইমাম আহমাদ (রঃ), ইমাম আবু দাউদ (রঃ), ইমাম তিরমিযী (রঃ) এবং ইমাম নাসাঈ (রঃ) বর্ণনা করেছেন)আবুল আলিয়া (রঃ) আয়াতের তাফসীরে বলেন যে, (ইসলামের আবির্ভাবের পর) রাসূলুল্লাহ (সঃ) এবং তাঁর সহচরবর্গ দশ বছরের মত মক্কায় অবস্থান করেন। ঐ সময় তারা দুনিয়াবাসীকে আল্লাহর একত্ববাদ ও তাঁর ইবাদতের দিকে আহ্বান করতে থাকেন। কিন্তু ঐ যুগটি ছিল গোপনীয়তা, ভয় ও নিরাপত্তাহীনতার যুগ। তখন পর্যন্ত জিহাদের হুকুম নাযিল হয়নি। মুসলমানরা ছিলেন অত্যন্ত দুর্বল। এরপর হিজরতের হুকুম হয় এবং তাঁরা মদীনায় হিজরত করেন। অতঃপর জিহাদের হুকুম অবতীর্ণ হয়। চতুর্দিকে শত্রু পরিবেষ্টিত ছিল। মুসলমানরা ছিলেন ভীত-সন্ত্রস্ত। কোন সময়ই বিপদ শূন্য ছিল না। সকাল সন্ধ্যায় সাহাবীগণ (রাঃ) অস্ত্র-শস্ত্রে সজ্জিত থাকতেন। একজন সাহাবী একদা রাসূলুল্লাহ (সঃ)-কে বলেনঃ “হে আল্লাহর রাসূল (সঃ)! আমাদের জীবনের একটা মুহূর্তও কি শান্তিতে কাটবে না? হে আল্লাহর রাসূল (সঃ)! ক্ষণেকের জন্যেও কি আমরা অস্ত্র-শস্ত্র রেখে দিয়ে তৃপ্তি ও স্বস্তির শ্বাস গ্রহণ করতে পারবো না?” রাসূলুল্লাহ (সঃ) অত্যন্ত শান্তভাবে উত্তর দেনঃ “আরো কিছুদিন ধৈর্যধারণ কর। অতঃপর এমন শান্তি এবং নিরাপত্তা বিরাজ করবে যে, মানুষ ভরা মজলিসে আরামে ও নিশ্চিন্তে বসে থাকবে, একজনের কাছে কেন, কারো কাছেই কোন অস্ত্র থাকবে।\" ঐ সময় আল্লাহ তা'আলা এই আয়াত অবতীর্ণ করেন।অতঃপর আল্লাহর নবী (সঃ) আরব উপদ্বীপের উপর বিজয় লাভ করেন। আরবে কোন কাফির থাকলো না। সুতরাং মুসলমানদের অন্তর ভয়শূন্য হয়ে গেল। আর সদা-সর্বদা অস্ত্রে-শস্ত্রে সজ্জিত থাকার কোন প্রয়োজন থাকলো না। ভারপর রাসূলুল্লাহ (সঃ)-এর ইন্তেকালের পরেও তিনজন খলীফার যুগ পর্যন্ত সর্বত্র ঐ শান্তি ও নিরাপত্তাই বিরাজ করে। অর্থাৎ হযরত আবু বকর (রাঃ), হযরত উমার (রাঃ) এবং হযরত উসমান (রাঃ)-এর যুগ পর্যন্ত। এরপর মুসলমানদের মধ্যে গৃহযুদ্ধ শুরু হয়ে যায়। কাজেই আবার তাদের মধ্যে ভয় এসে পড়ে এবং প্রহরী, চৌকিদার, দারোগা ইত্যাতি নিযুক্ত করতে হয়। মুসলমানরা যখন নিজেদের অবস্থা নিজেরাই পরিবর্তন করে তখন তাদের অবস্থা পবির্তিত হয়ে যায়।পূর্ব যুগীয় কোন কোন গুরুজন হতে বর্ণিত আছে যে, তারা হযরত আবু বকর (রাঃ) ও হযরত উমার (রাঃ)-এর খিলাফতের সত্যতার ব্যাপারে এই আয়াতটিকে পেশ করেছেন।হযরত বারা ইবনে আযিব (রাঃ) বলেনঃ “যখন এই আয়াত অবতীর্ণ হয় তখন আমরা অত্যন্ত ভয় ও দুর্ভাবনার অবস্থায় ছিলাম। যেমন আল্লাহ তা'আলা (আরবি) অর্থাৎ “তোমরা স্মরণ কর, যখন তোমরা ছিলে খুবই অল্প এবং ভূ-পৃষ্ঠে তোমাদেরকে দুর্বল মনে করা হতো।” (৮:২৬) অর্থাৎ পদে পদে তোমরা ভীত ও শংকিত থাকতে। অতঃপর আল্লাহ তোমাদের সংখ্যা বাড়িয়ে দেন এবং তোমাদেরকে শক্তিশালী করেন। আর তিনি তোমাদেরকে নিরাপত্তা দান করেন।মহান আল্লাহ বলেনঃ যেমন তিনি প্রতিনিধিত্ব দান করেছিলেন তাদের পূর্ববর্তীদেরকে। যেমন হযরত মূসা (আঃ) তাঁর কওমকে বলেছিলেন (আরবি) অর্থাৎ “এটা খুবই নিকটে যে, তোমাদের প্রতিপালক তোমাদের শত্রুদেরকে ধ্বংস করবেন এবং যমীনে তোমাদেরকে তাদের স্থলাভিষিক্ত করবেন।” (৭:১২৯) অন্য আয়াতে বলেনঃ (আরবি) অর্থাৎ “আমি চাই যে, ভূ-পৃষ্ঠে যাদেরকে দুর্বল জ্ঞান করা হতো তাদের প্রতি অনুগ্রহ করবো।” (২৮: ৫) এরপর মহামহিমান্বিত আল্লাহ বলেনঃ তিনি অবশ্যই তাদের জন্যে সুদৃঢ় করবেন তাদের দ্বীনকে যা তিনি তাদের জন্যে মনোনীত করেছেন এবং তাদের ভয়-ভীতির পরিবর্তে তাদেরকে অবশ্যই নিরাপত্তা দান করবেন। হযরত আদী ইবনে হাতিম (রাঃ) যখন প্রতিনিধি হিসেবে রাসূলুল্লাহ (সঃ)-এর নিকট আগমন করেন তখন রাসূলুল্লাহ (সঃ) তাকে জিজ্ঞেস করেনঃ “তুমি কি হীরা নামক দেশ দেখেছো?” উত্তরে হযরত আদী ইবনে হাতিম (রাঃ) বলেনঃ “জ্বী না, আমি হীরা দেখিনি, তবে নাম শুনেছি।” তখন রাসূলুল্লাহ (সঃ) বলেনঃ “যার হাতে আমার প্রাণ রয়েছে তাঁর শপথ! আল্লাহ তা'আলা আমার এই দ্বীনকে পূর্ণরূপে ছড়িয়ে দিবেন। তখন এমনভাবে শান্তি ও নিরাপত্তা এসে যাবে যে, হীরা হতে একজন মহিলা উন্ত্রীর উপর সওয়ার হয়ে একাই বেরিয়ে পড়বে এবং বায়তুল্লাহ শরীফে পৌঁছে তাওয়াফ কার্য সম্পন্ন করতঃ ফিরে আসবে। সে না কাউকেও ভয় করবে এবং না কারো আশ্রয়ে থাকবে। জেনে রেখো যে, ইরানের বাদশাহ কিসরা ইবনে হরমুযের কোষাগার বিজিত হবে।” হযরত আদী (রাঃ) বিস্ময়ের সুরে বলেনঃ “ইরানের বাদশাহ কিসরা ইবনে হরমুযের কোষাগার মুসলমানরা জয় করবেন!” উত্তরে রাসূলুল্লাহ (সঃ) বলেনঃ “হ্যাঁ, কিসরা ইবনে হরমুযের কোষাগারই বটে। ধন-সম্পদ এতো বৃদ্ধি পাবে যে, তা গ্রহণকারী কেউ থাকবে না।” হযরত আদী (রাঃ) বলেনঃ “দেখুন, বাস্তবিকই স্ত্রীলোকেরা হীরা হতে কারো আশ্রয় ছাড়াই যাতায়াত করছে। রাসূলুল্লাহ (সঃ)-এর এ ভবিষ্যদ্বাণী পূর্ণ হতে আমি স্বচক্ষে দেখলাম। দ্বিতীয় ভবিষ্যদ্বাণীও আমার চোখের সামনে পুরো হয়েছে। কিসরার ধনভাণ্ডার জয়কারীদের মধ্যে স্বয়ং আমিও বিদ্যমান ছিলাম। তৃতীয় ভবিষ্যদ্বাণীটিও নিঃসন্দেহে পূর্ণ হবে। কেননা, এটাও রাসূলুল্লাহ (সঃ)-এরই ভবিষ্যদ্বাণী ।” হযরত উবাই ইবনে কা'ব (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “এই উম্মতকে ভূ-পৃষ্ঠে উন্নতি, উচ্চ মর্যাদা, দ্বীনের প্রসার ও সাহায্যের সুসংবাদ দিয়ে দাও। তবে যে ব্যক্তি দুনিয়া লাভের উদ্দেশ্যে আখিরাতের কাজ করবে তার জানা উচিত যে, পরকালে তার জন্যে কোনই অংশ নেই।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)মহামহিমান্বিত আল্লাহ বলেনঃ তারা আমার ইবাদত করবে এবং আমার সাথে অন্য কাউকেও শরীক করবে না। হযরত মুআয ইবনে জাবাল (রাঃ) হতে বর্ণিত, তিনি বলেন, একদা আমি উটের উপরে রাসূলুল্লাহ (সঃ)-এর পিছনে বসেছিলাম। আমার ও তার মাঝে জিনের (উটের গদীর) শেষ কাষ্ঠখণ্ড ছাড়া কিছুই ছিল না (অর্থাৎ আমি নবী (সঃ)-এর খুবই সংলগ্ন ছিলাম)। তখন তিনি বললেনঃ “হে মুআয (রাঃ)!” আমি বললাম, হে আল্লাহর রাসূল (সঃ)! লাব্বায়েক ওয়া সাদায়েক! অতঃপর আল্লাহর রাসূল (সঃ) সামনে কিছুক্ষণ অগ্রসর হলেন। আবার তিনি বললেনঃ “হে মুআয (রাঃ)!” আমি বললাম, হে আল্লাহর রাসূল (সঃ)! লাব্বায়েক ওয়া সাদায়েক! আবার তিনি কিছুক্ষণ সামনে চললেন। পুনরায় তিনি বললেনঃ “হে মুআয (রাঃ)!\" আমি বললাম, হে আল্লাহর রাসূল (সঃ)! লাব্বায়েক ওয়া সাদায়েক! তিনি (এবার) বললেনঃ “বান্দার উপর আল্লাহর হক কি তা কি তুমি জান?\" আমি বললাম, আল্লাহ ও তার রাসূল (সঃ) অধিকতর ভাল জানেন ও জ্ঞাত আছেন। তিনি বললেনঃ “বান্দার উপর আল্লাহর হক এই যে, তারা একবার তারই ইবাদত করবে এবং তার সাথে এতটুকুও শরীক করবে না।” অতঃ তিনি কিছুক্ষণ সামনে গেলেন এবং আবার বললেনঃ “হে মুআয! (৯)!” আমি বললাম, হে আল্লাহর রাসূল (সঃ)! লাব্বায়েক ওয়া সাদায়েক! তিনি বললেনঃ “আল্লাহর উপর বান্দার হক কি তা তুমি জান কি?” আমি বললাম, আল্লাহ ও তাঁর রাসূল (সঃ) সবচেয়ে ভাল জ্ঞাত আছেন। তিনি বললেনঃ “আল্লাহর উপর বান্দার হক হচ্ছে এই যে, তিনি তাদেরকে শাস্তি প্রদান করবেন না। (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন এবং ইমাম বুখারী (রঃ) ও ইমাম মুসলিম (রঃ) তাদের সহীহ গ্রন্থে এটা তাখরীজ করেছেন)অতঃপর আল্লাহ তাআলা বলেনঃ আর যারা অকৃতজ্ঞ হবে তারা তো সত্যত্যাগী অর্থাৎ এর পরেও যারা আমার আনুগত্য পরিত্যাগ করবে সে আমার হুকুম অমান্য করলো এবং এটা খুবই কঠিন ও বড় পাপ।আল্লাহর মাহাত্ম্য এই যে, যেই যুগে ইসলামের শক্তি বেশী থেকেছে সেই যুগে তিনি সাহায্যও বেশী করেছেন। সাহাবীগণ ঈমানে অগ্রগামী ছিলেন, কাজেই তঁারা বিজয় লাভের ব্যাপারেও সবারই অগ্রে থেকেছেন। যেমন ঈমানে দুর্বলতা দেখা দেয় তেমন পার্থিব অবস্থা, রাজত্ব এবং শান-শওকতও নীচে নেমে গেছে। সহীহ বুখারী ও সহীহ মুসলিমে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমার উম্মতের মধ্যে একটি দল সদা সত্যের উপর থাকবে এবং তারা থাকবে সদা জয়যুক্ত। তাদের বিরোধীরা তাদের কোনই ক্ষতি করতে পারবে না। কিয়ামত পর্যন্ত এই অবস্থাই থাকবে। আর একটি রিওয়াইয়াতে আছে যে, শেষ পর্যন্ত আল্লাহর ওয়াদা এসে যাবে। একটি বর্ণনায় রয়েছে যে, শেষ পর্যন্ত এই দলটিই সর্বশেষে দাজ্জালের সাথে যুদ্ধ করবে। আর একটি হাদীসে আছে যে, হযরত ঈসা (আঃ)-এর অবতরণ পর্যন্ত এই লোকগুলো কাফিরদের উপর জয়যুক্ত থাকবে। এই সব রিওয়াইয়াত বিশুদ্ধ এবং সবগুলোরই ভাবার্থ একই।"
    },
    { "ayah": 56, "surah": 24, "text": "Please check ayah 24:57 for complete tafsir." },
    {
      "ayah": 57,
      "surah": 24,
      "text": "৫৬-৫৭ নং আয়াতের তাফসীর\nআল্লাহ তাআলা স্বীয় ঈমানদার বান্দাদেরকে শুধু তাঁরই ইবাদত করার নির্দেশ দিচ্ছেন। তিনি বলছেনঃ তাঁরই জন্যে তোমরা নামায সুপ্রতিষ্ঠিত কর এবং সাথে সাথে তাঁর বান্দাদের প্রতি অনুগ্রহ কর ও তাদের সাথে সৎ ব্যবহার কর। দুর্বল, দরিদ্র এবং মিসকীনদের খবরাখবর নিতে থাকো। মালের মধ্য হতে আল্লাহর হক অর্থাৎ যাকাত বের কর এবং প্রতিটি কাজে আল্লাহর রাসূল (সঃ)-এর আনুগত্য করতে থাকো। তিনি যে কাজের নির্দেশ দেন তা পালন কর এবং যা করতে নিষেধ করেন তা হতে বিরত থাকো। জেনে রেখো যে, আল্লাহর রহমত লাভের এটাই একমাত্র পন্থা। যেমন অন্য আয়াতে রয়েছেঃ (আরবি) অর্থাৎ “ওরাই তারা যাদের উপর আল্লাহ সত্বরই করুণা বর্ষণ করবেন।” (৯:৭১)মহামহিমান্বিত আল্লাহ বলেনঃ হে নবী (সঃ)! তুমি ধারণা করো না যে, তোমাকে অবিশ্বাসকারীরা আমার উপর জয়যুক্ত হবে বা এদিক-ওদিক পালিয়ে গিয়ে আমার কঠিন শাস্তি হতে রক্ষা পেয়ে যাবে। আমি তাদের প্রকৃত বাসস্থান জাহান্নামে ঠিক করে রেখেছি যা বাসের পক্ষে অত্যন্ত জঘন্য স্থান।"
    },
    { "ayah": 58, "surah": 24, "text": "Please check ayah 24:60 for complete tafsir." },
    { "ayah": 59, "surah": 24, "text": "Please check ayah 24:60 for complete tafsir." },
    { "ayah": 6, "surah": 24, "text": "Please check ayah 24:10 for complete tafsir." },
    {
      "ayah": 60,
      "surah": 24,
      "text": "৫৮-৬০ নং আয়াতের তাফসীর\nএই আয়াতে নিকটাত্মীয়দেরকেও নির্দেশ দেয়া হচ্ছে যে, তারাও যেন অনুমতি নিয়ে বাড়ীতে প্রবেশ করে। ইতিপূর্বে এই সূরার প্রথম দিকের আয়াতে যে হুকুম ছিল তা ছিল পর পুরুষ ও অনাত্মীয়ের জন্যে। এখানে আল্লাহ তাআলা নির্দেশ দিচ্ছেন যে, তিন সময়ে গোলামদেরকে এমনকি নাবালক বা অপ্রাপ্ত বয়স্ক ছেলেদেরকেও অনুমতি নিতে হবে। ঐ তিন সময় হলোঃ ফজরের নামাযের পূর্বে। কেননা, এটা হলো ঘুমানোর সময়। দ্বিতীয় হলো দুপুরের সময়, যখন মানুষ সাধারণতঃ কিছুটা বিশ্রামের জন্যে কাপড় ছেড়ে বিছানায় শুয়ে থাকে। আর তৃতীয় হলো এশার নামাযের সময়। কেননা, ওটাই হচ্ছে শিশুদেরকে নিয়ে শয়নের সময়। সুতরাং এই তিন সময় যেন গোলাম ও অপ্রাপ্ত বয়স্ক ছেলেরাও অনুমতি ছাড়া ঘরে প্রবেশ না করে। তবে এই তিন সময় ছাড়া অন্যান্য সময়ে তাদের ঘরে প্রবেশের জন্যে অনুমতির প্রয়োজন নেই। কেননা, তাদের ঘরে যাতায়াত জরুরী। তারা বারবার আসে ও যায়। সুতরাং প্রত্যেকবার অনুমতি প্রার্থনা করা তাদের জন্যে এবং বাড়ীর লোকদের জন্যেও বড়ই অসুবিধাজনক ব্যাপার। এ জন্যেই নবী (সঃ) বলেছেনঃ “বিড়াল অপবিত্র নয়। ওটা তো তোমাদের বাড়ীতে তোমাদের আশে পাশে সদা ঘোরাফেরা করেই থাকে।” (এ হাদীসটি ইমাম মালিক (রঃ), ইমাম আহমাদ ইবনে হাম্বল (রঃ) এবং আহলুস সুনান বর্ণনা করেছেন) হুকুম তো এটাই, কিন্তু এর উপর আমল খুব কমই হয়। হযরত ইবনে আব্বাস (রাঃ) বলেনঃ “তিনটি আয়াতের উপর আমল মানুষ প্রায় ছেড়েই দিয়েছে। একটি এই আয়াতটি। দ্বিতীয় হলো সূরায়ে নিসার (আরবি) (৪: ৮) এই আয়াতটি এবং তৃতীয়টি হলো সূরায়ে হুজুরাতের (আরবি) (৪৯: ১৩) এই আয়াতটি। শয়তান লোকদের উপর ছেয়ে গেছে এবং সে তাদেরকে এই আয়াতগুলোর উপর আমল করা হতে উদাসীন রেখেছে, যেন তাদের এ আয়াতগুলোৱ উপর ঈমান নেই। আমি তো আমার দাসটিকেও নির্দেশ দিয়েছি যে, সে যেন এই তিন সময়ে বিনা অনুমতিতে কখনো না আসে।” প্রথম আয়াতটিতে দাস-দাসী ও অপ্রাপ্ত বয়স্ক ছেলেদেরকেও অনুমতি গ্রহণের নির্দেশ দেয়া হয়েছে। দ্বিতীয় আয়াতটিতে ওয়ারিসদের মধ্যে মাল বন্টনের সময় আত্মীয়-স্বজন, ইয়াতীম ও মিকসীন এসে গেলে তাদেকেও কিছু দেয়া ও তাদের সাথে নম্র ব্যবহার করার হুকুম করা হয়েছে। আর তৃতীয় আয়াতে বংশ ও আভিজাত্যের উপর গর্ব না করা, বরং আল্লাহভীরু লোককেই সম্মান প্রাপ্তির যোগ্য মনে কর বর্ণনা রয়েছে।মূসা ইবনে আবি আয়েশা (রঃ) হতে বর্ণিত আছে যে, তিনি শাবী (রঃ)-কে জিজ্ঞেস করেন (আরবি) -এই আয়াতটি কি মানসূখ বা রহিত হয়ে গেছে?” উত্তরে তিনি বলেনঃ “না, রহিত হয়নি।” তখন পুনরায় তিনি প্রশ্ন করেনঃ “জনগণ এর প্রতি আমল ছেড়ে দিয়েছে যে?” জবাবে তিনি বলেনঃ “(এই আয়াতের প্রতি আমল করার জন্যে) আল্লাহর নিকট সাহায্য প্রার্থনা করা উচিত।”হযরত ইকরামা (রঃ) হতে বর্ণিত আছে যে, দু’জন লোক কুরআন কারীমে বর্ণিত তিন সময়ে অনুমতি প্রার্থনা সম্পর্কে হযরত ইবনে আব্বাস (রাঃ)-কে জিজ্ঞেস করলে তিনি উত্তরে বলেনঃ “এই আয়াতের উপর আমল ছেড়ে দেয়ার একটি বড় কারণ হলো লোকদের আর্থিক অবস্থার উন্নতি ও প্রশস্ততা। পূর্বে জনগণের আর্থিক অবস্থা এমন ভাল ছিল না যে, তারা ঘরের দরযার উপর পর্দা লটকাবে বা কয়েকটি কক্ষ বিশিষ্ট একটি বড় ঘর নির্মাণ করবে। বরং তাদের একটিমাত্র ঘর থাকতো এবং অনেক সময় দাস-দাসীরা তাদের অজ্ঞাতে ঘরে প্রবেশ করতো। ঐ সময় স্বামী স্ত্রী হয়তো ঘরে একত্রে থাকতো, ফলে তারা খুবই লজ্জিত হতো এবং বাড়ীর লোকেরাও এতে কঠিনভাবে অস্বস্তিবোধ করতো। অতঃপর যখন আল্লাহ তাআলা মুসলমানদেরকে আর্থিক স্বচ্ছলতা দান করলেন এবং তারা পৃথক পৃথক কক্ষ বানিয়ে নিলো ও দরযার উপর পর্দা লটকিয়ে দিলো তখন তারা রক্ষিত হয়ে গেল। আর এর ফলে যে যৌক্তিকতায় অনুমতি প্রার্থনার নির্দেশ দেয়া হয়েছিল তা পূর্ণ হয়ে গেল। তাই জনগণ এই হুকুমের পাবন্দী ছেড়ে দিলো এবং তারা এর প্রতি অবহেলা প্রদর্শন করতে শুরু করলো।” (এটা ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)সুদ্দী (রঃ) বলেন যে, এই তিনটি এমন সময় যখন মানুষ কিছুটা অবসর পায় এবং বাড়ীতেই অবস্থান করে। আল্লাহ জানেন তারা তখন কি অবস্থায় থাকে। এজন্যেই দাস-দাসীদেরও অনুমতি প্রার্থনার নির্দেশ দেয়া হয়েছে। কেননা, সাধারণতঃ ঐ সময়েই মানুষ স্ত্রীর সাথে মিলিত হয়ে থাকে, যেন গোসল করে পাক-পবিত্র হয়ে বের হতে পারে এবং নামাযে শরীক হতে পারে। | মুকাতিল ইবনে হাইয়ান (রঃ) হতে বর্ণিত আছে যে, একজন আনসারী এবং তার স্ত্রী আসমা বিনতে মুরসিদ (রাঃ) রাসূলুল্লাহ (সঃ)-এর জন্যে কিছু খাদ্য তৈরী করেন। লোকেরা বিনা অনুমতিতে ঘরে প্রবেশ করতে শুরু করে। তখন  হযরত আসমা (রাঃ) বলেনঃ “হে আল্লাহর রাসূল (সঃ)! এটাতো খুবই জঘন্য প্রথা যে, স্বামী স্ত্রী একই কাপড়ে রয়েছে এমতাবস্থায় তাদের গোলাম ঘরে প্রবেশ করে।\" ঐ সময় (আরবি)-এই আয়াতটি অবতীর্ণ হয়।এই আয়াত যে মানসূখ বা রহিত নয়, শেষের শব্দগুলো তার ইঙ্গিত বহন করছে। ঘোষিত হয়েছেঃ (আরবি) অর্থাৎ “এইভাবে আল্লাহ তোমাদের নিকট তাঁর নির্দেশ সুস্পষ্টভাবে বিবৃত করেন, আল্লাহ সর্বজ্ঞ, প্রজ্ঞাময়।” হ্যাঁ, তবে যখন ছেলেরা প্রাপ্ত বয়সে পৌঁছে যাবে তখন তাদেরকে এই তিন সময় ছাড়া অন্য সময়েও অনুমতি নিতে হবে। যে তিন সময়ের কথা মহান আল্লাহ বর্ণনা করেছেন এই তিন সময়ে ছোট ছেলেকেও তার পিতা-মাতার কাছে যাওয়ার সময় অনুমতি প্রার্থনা করতে হবে। কিন্তু প্রাপ্ত বয়সে পৌঁছার পর সব সময়েই অনুমতি চাইতে হবে যেমন অন্যান্য বড় মানুষ অনুমতি চেয়ে থাকে, তারা নিজস্ব লোকই হোক অথবা অপর লোকই হোক।ঘোষিত হচ্ছেঃ বৃদ্ধা নারী, যারা বিবাহের আশা রাখে না, অর্থাৎ তারা এমন বয়সে পৌছে গেছে যে, পুরুষদের প্রতি তাদের কোনই আকর্ষণ নেই, তাদের জন্যে অপরাধ নেই, যদি তারা তাদের সৌন্দর্য প্রদর্শন না করে তাদের বহির্বাস খুলে রাখে। অর্থাৎ অন্যান্য নারীদের মত তাদের পর্দার দরকার নেই। হযরত ইবনে আব্বাস (রাঃ) বলেন যে, এটি (আরবি) (২৪:৩১) এই আয়াতটি হতে স্বতন্ত্র। হযরত ইবনে মাসউদ (রাঃ) হতে বর্ণিত আছে যে, এরূপ বৃদ্ধা নারীর জন্যে বুরকা এবং চাদর নামিয়ে দিয়ে শুধু দো-পাট্টা এবং জামা ও পায়জামা পরে থাকার অনুমতি রয়েছে। তার কিরআতও(আরবি) এরূপই বটে। এর দ্বারা দোপাট্টার উপরের চাদরকে বুঝানো হয়েছে। সুতরাং বুড়ী স্ত্রীলোকেরা যখন মোটা, চওড়া দোপাট্টা পরে থাকবে তখন ওর উপরে অন্য চাদর রাখা জরুরী নয়। কিন্তু এর দ্বারাও যেন সৌন্দর্য প্রকাশ উদ্দেশ্য না হয়।শ্রীলোকেরা হযরত আয়েশা (রাঃ)-কে এই ধরনের প্রশ্ন করলে তিনি তাদেরকে বলেনঃ তোমাদের জন্যে সাজ-সজ্জা অবশ্যই বৈধ, কিন্তু এটা যেন অর পুরুষদের চক্ষু ঠাণ্ডা করার জন্যে না হয়।”হযরত হুযাইফা (রাঃ)-এর স্ত্রী খুবই বৃদ্ধা হয়ে গিয়েছিলেন। ঐ সময় তিনি তার গোলামের দ্বারা তার মাথায় মেহেদী লাগিয়ে নিয়েছিলেন। তাঁকে এ সম্পর্কে প্রশ্ন করা হলে তিনি বলেনঃ “আমি এমন বার্ধক্যে উপনীত হয়েছি যে, আমার পুরুষদের প্রতি কোন আকর্ষণই নেই।”শেষে মহান আল্লাহ বলেনঃ (চাদর না নেয়া তো এরূপ বুড়ী স্ত্রীলোকদের জন্যে জায়েয বটে, কিন্তু এটা হতে তাদের বিরত থাকাই (অর্থাৎ বুরকা ও চাদর ব্যবহার করাই) তাদের জন্যে উত্তম। আল্লাহ সর্বশ্রোতা, সর্বজ্ঞ।"
    },
    {
      "ayah": 61,
      "surah": 24,
      "text": "এই আয়াতে যে দোষ না হওয়ার কথা বর্ণিত হয়েছে সে সম্পর্কে হযরত আতা (রঃ) প্রমুখ গুরুজনতো বলেন যে, এর দ্বারা অন্ধ ও খোঁড়াদের জিহাদে যোগদান না করা বুঝানো হয়েছে। যেমন সূরায়ে আল-ফাতহুতে রয়েছে। সুতরাং এ ধরনের লোক যদি জিহাদে গমন না করে তবে তাদের শরীয়ত সম্মত ওজর থাকার কারণে তাদের কোন অপরাধ হবে না। সূরায়ে বারাআতে রয়েছেঃ “যারা দুর্বল, যারা পীড়িত এবং যারা অর্থ সাহায্যে অসমর্থ, তাদের কোন অপরাধ নেই, যদি আল্লাহ ও রাসূল (সঃ)-এর প্রতি তাদের অবিমিশ্র অনুরাগ থাকে। যারা সৎকর্মপরায়ণ তাদের বিরুদ্ধে অভিযোগের কোন হেতু নেই; আল্লাহ ক্ষমাশীল, পরম দয়ালু। তাদেরও কোন অপরাধ নেই যারা তোমার নিকট বাহনের জনে আসলে তুমি বলেছিলেঃ তোমাদের জন্যে কোন বাহন আমি পাচ্ছি না, তারা অর্থ ব্যয়ে অসামর্থ্য জনিত দুঃখে অশ্রু বিগলিত নেত্রে ফিরে গেল।” তাহলে এই আয়াতে তাদের জন্যে অনুমতি রইলো যে, তাদের কোন অপরাধ নেই।কতকগুলো লোক ঘৃণা করে তাদের সাথে খেতে বসতো না। শরীয়ত এসব অজ্ঞতাপূর্ণ অভ্যাস উঠিয়ে দেয়। হযরত মুজাহিদ (রঃ) হতে বর্ণিত আছে যে, জনগণ এইরূপ লোকদেরকে নিজেদের পিতা, ভ্রাতা, ভগ্নী প্রভৃতি নিকটতম আত্মীয়দের নিকট পৌঁছিয়ে দিতো, যেন তারা সেখানে আহার করে। এ লোকগুলো এটাকে দূষণীয় মনে করতো যে, তাদেরকে অপরের বাড়ী নিয়ে যাওয়া হচ্ছে। তখন এই আয়াত অবতীর্ণ হয়।সুদ্দী (রঃ) বলেন যে, মানুষ যখন তার ভ্রাতা, ভগ্নী প্রভৃতির বাড়ী যেতো এবং স্ত্রীলোকেরা কোন খাদ্য তার সামনে হাযির করতো তখন সে তা খেতো না এই মনে করে যে, সেখানে বাড়ীর মালিক তো নেই। তখন আল্লাহ তা'আলা ঐ খাদ্য খেয়ে নেয়ার অনুমতি দেন। এটা যে বলা হয়েছে যে, তোমাদের নিজেদের জন্যেও কোন দোষ নেই, এটা তো প্রকাশমানই ছিল, কিন্তু এর উপর অন্যগুলোর সংযোগ স্থাপনের জন্যে এর বর্ণনা দেয়া হয়েছে এবং এর পরবর্তী বর্ণনা এই হুকুমের ব্যাপারে সমান। পুত্রদের বাড়ীর হুকুমও এটাই, যদিও শব্দে এর বর্ণনা দেয়া হয়নি। কিন্তু আনুষঙ্গিকভাবে এটাও এসে যাচ্ছে। এমনকি এই আয়াত দ্বারাই দলীল গ্রহণ করে কেউ কেউ বলেছেন যে, পুত্রের মাল পিতার মালেরই স্থলবর্তী। মুসনাদ ও সুনান গ্রন্থে কয়েকটি সনদে হাদীস এসেছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তুমি ও তোমার মাল তোমার পিতার (-ই মালিকানাধীন)।” আর যাদের নাম এসেছে তাদের দ্বারা দলীল গ্রহণ করে কেউ কেউ বলেছেন যে, নিকটতম আত্মীয়দের একের খাওয়া পরা অপরের উপর ওয়াজিব। যেমন ইমাম আবু হানীফা (রঃ) ও ইমাম আহমাদ (রঃ)-এর প্রসিদ্ধ উক্তি এটাই।আল্লাহ পাকের যার চাবী তোমাদের মালিকানায় রয়েছে’ -এই উক্তি দ্বারা গোলাম ও প্রহরীকে বুঝানো হয়েছে যে, তারা তাদের মনিবের মাল হতে প্রয়োজন হিসেবে প্রচলিত প্রথা অনুযায়ী খেতে পারে। হযরত আয়েশা (রাঃ) বলেন, রাসূলুল্লাহ (সঃ) যখন জিহাদে গমন করতেন তখন প্রত্যেকেরই মনের বাসনা এটা হতো যে, সে রাসূলুল্লাহ (সঃ)-এর সাথে যদি যেতে পেতো! যাওয়ার সময় তারা নিজেদের বিশিষ্ট বন্ধুদেরকে চাবি দিয়ে যেতো এবং তাদেরকে বলে যেতো: “প্রয়োজনবোধে তোমরা আমাদের মাল থেকে খেতে পারবে। আমরা তোমাদেরকে অনুমতি দিলাম। কিন্তু এরপরেও এরা নিজেদেরকে আমানতদার মনে করে এবং এই মনে করে যে, তারা হয়তো ভোলা মনে অনুমতি দেয়নি। পানাহারের কোন জিনিসকে তারা স্পর্শই করতো না। তখন এই হুকুম নাযিল হয়।এরপর আল্লাহ তা'আলা বলেনঃ তোমরা তোমাদের বন্ধুদের গৃহেও খেতে পার, যখন তোমরা জানবে যে, তারা এটা খারাপ মনে করবে না এবং তাদের কাছে এটা কঠিনও ঠেকবে না। কাতাদা (রঃ) বলেনঃ “যখন তুমি তোমার বন্ধুর বাড়ীতে যাবে তখন তার অনুমতি ছাড়াই তুমি তার খাদ্য হতে খেতে পারবে।”অতঃপর মহামহিমান্বিত আল্লাহ বলেনঃ তোমরা একত্রে আহার কর অথবা পৃথক পৃথকভাবে আহার কর তাতে তোমাদের জন্যে কোন অপরাধ নেই।হযরত ইবনে আব্বাস (রাঃ) বলেন যে, যখন (আরবি) অর্থাৎ “হে মুমিনগণ! তোমরা অন্যের মাল অন্যায়ভাবে ভক্ষণ করো না।” (৪: ২৯) এই আয়াত অবতীর্ণ হয় তখন সাহাবীগণ (রাঃ) পরস্পর বলাবলি করেনঃ “পানাহারের জিনিসগুলোও তো মাল, সুতরাং এটাও আমাদের জন্যে হালাল নয় যে, আমরা একে অপরের সাথে আহার করি। কাজেই তারা ওটা থেকেও বিরত হন। ঐ সময় এই আয়াত অবতীর্ণ হয়।অনুরূপভাবে পৃথক পৃথকভাবে পানাহারকেও তারা খারাপ মনে করতেন। কেউ সঙ্গী না হওয়া পর্যন্ত তারা খেতেন না। এজন্যে আল্লাহ পাক এই হুকুমের মধ্যে দুটোরই অনুমতি দিলেন, অর্থাৎ অন্যদের সাথে খেতেও এবং পৃথক পৃথকভাবে খেতেও। বানু কিনানা গোত্রের লোক বিশেষভাবে এই রোগে আক্রান্ত হয়েছিল। তারা ক্ষুধার্ত থাকতো, তথাপি সঙ্গে কাউকেও না পাওয়া পর্যন্ত খেতো না। সওয়ারীর উপর সওয়ার হয়ে তারা সাথে আহারকারী সঙ্গীর খোঁজে বেরিয়ে পড়তো। সুতরাং আল্লাহ তা'আলা একাকী খাওয়ার অনুমতি দান সম্পর্কীয় আয়াত অবতীর্ণ করে অজ্ঞতাযুগের ঐ কঠিন প্রথাকে দূর করে দেন।এ আয়াতে যদিও একাকী খাওয়ার অনুমতি রয়েছে, কিন্তু এটা স্মরণ রাখার বিষয় যে, লোকদের সাথে মিলিত হয়ে খাওয়া নিঃসন্দেহে উত্তম। আর এতে বেশী বরকতও রয়েছে।ওয়াহশী ইবনে হারব (রাঃ) তাঁর পিতা হতে এবং তিনি তাঁর দাদা হতে বর্ণনা করেন যে, একটি লোকে রাসূলুল্লাহ (সঃ)-কে বলেঃ “হে আল্লাহর রাসূল (সঃ)! আমি খাই, কিন্তু পরিতৃপ্ত হই না (এর কারণ কি?)।” উত্তরে রাসূলুল্লাহ (সঃ) তাকে বলেনঃ “ সম্ভবতঃ তুমি পৃথকভাবে একাকী খেয়ে থাকো। তোমরা খাদ্যের উপর একত্রিত হও এবং আল্লাহর নাম নিয়ে খেতে শুরু কর, তোমাদের খাদ্যে বরকত দেয়া হবে।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)হযরত উমার (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমরা সবাই একত্রিতভাবে খাও, পৃথক পৃথকভাবে খেয়ো না। কেননা, বরকত জামাআতের উপর রয়েছে।” (এ হাদীসটি ইমাম ইবনে মাজাহ (রঃ) বর্ণনা করেছেন)এরপর শিক্ষা দেয়া হচ্ছেঃ যখন তোমরা গৃহে প্রবেশ করবে তখন তোমরা তোমাদের স্বজনদের প্রতি অভিবাদন স্বরূপ সালাম করবে। হযরত জাবির (রাঃ) বলেনঃ “যখন তোমরা ঘরে প্রবেশ করবে তখন আল্লাহ তা'আলার শেখানো বরকতময় উত্তম সালাম বলবে। আমি তো পরীক্ষা করে দেখেছি যে, এটা সরাসরি বরকতই বটে।” ইবনে তাউস (রঃ) বলেনঃ “তোমাদের যে কেউ বাড়ীতে প্রবেশ করবে সে যেন বাড়ীর লোকদেরকে সালাম দেয়।” হযরত আতা (রঃ)-কে জিজ্ঞেস করা হয়ঃ “এটা কি ওয়াজিব?” উত্তরে তিনি বলেনঃ “কেউ যে এটাকে ওয়াজিব বলেছেন তা আমার জানা নেই। তবে আমি এটা খুবই পছন্দ করি যে, যখনই তোমরা বাড়ীতে প্রবেশ করবে তখন সালাম দিয়ে প্রবেশ করবে। আমি তো এটা কখনো ছাড়িনি। তবে কোন সময় ভুলে গিয়ে থাকি। সেটা অন্য কথা।” মুজাহিদ (রঃ) বলেনঃ “যখন মসজিদে যাবে তখন বলবেঃ (আরবি) অর্থাৎ আল্লাহর রাসূল (সঃ)-এর উপর শান্তি বর্ষিত হোক।' যখন নিজের বাড়ীতে প্রবেশ করবে তখন নিজের ছেলে মেয়েদেরকে সালাম দিবে এবং যখন এমন কোন বাড়ীতে যাবে যেখানে কেউই নেই তখন বলবেঃ(আরবি) অর্থাৎ আমাদের উপর ও আল্লাহর সৎ বান্দাদের উপর শান্তি বর্ষিত হোক।' এটাই হুকুম দেয়া হচ্ছে। এইরূপ সময়ে তোমাদের সালামের জবাব আল্লাহর ফেরেশতারা দিয়ে থাকেন।\"হযরত আনাস (রাঃ) বলেন, নবী (সঃ) আমাকে পাঁচটি অভ্যাসের অসিয়ত করেছেন। তিনি বলেছেনঃ “হে আনাস (রাঃ)! তুমি পূর্ণভাবে অযু কর, তোমার বয়স বৃদ্ধি পাবে। আমার উম্মতের যার সাথেই তোমার সাক্ষাৎ হবে তাকেই সালাম দেবে, এর ফলে তোমার পুণ্য বেড়ে যাবে। যখন তুমি তোমার বাড়ীতে প্রবেশ করবে তখন তোমার পরিবারের লোককে সালাম দেবে, তাহলে তোমার বাড়ীর কল্যাণ বৃদ্ধি পাবে। চাশতের নামায পড়তে থাকবে, তোমাদের পূর্ববর্তী দ্বীনদার লোকদের এই নীতিই ছিল। হে আনাস (রাঃ)! ছোটদেরকে স্নেহ করবে এবং বড়দেরকে সম্মান করবে, তাহলে কিয়ামতের দিন তুমি আমার বন্ধুদের অন্তর্ভুক্ত হবে।” (এ হাদীসটি হাফিয আবু বকর আল বাযযার (রঃ) বর্ণনা করেছেন)মহান আল্লাহ বলেনঃ এটা আল্লাহর নিকট হতে কল্যাণ ও পবিত্র। অর্থাৎ এটা হলো দু'আয়ে খায়ের যা আল্লাহর পক্ষ হতে তোমাদেরকে শিক্ষা দেয়া হয়েছে। এটা কল্যাণময় ও পবিত্র।হযরত ইবনে আব্বাস (রাঃ) বলেনঃ “আমি তাশাহ্হুদ তো আল্লাহর কিতাব হতেই গ্রহণ করেছি। আমি আল্লাহকে বলতে শুনেছিঃ (আরবি)অর্থাৎ “যখন তোমরা গৃহে প্রবেশ করবে তখন তোমরা তোমাদের স্বজনদের প্রতি সালাম করবে অভিবাদন স্বরূপ যা আল্লাহর নিকট হতে কল্যাণময় ও পবিত্র।” সুতরাং নামাযের তাশাহহুদ হলোঃ (আরবি)অর্থাৎ কল্যাণময় অভিবাদন ও পবিত্র সালাত আল্লাহর জন্যে। আমি সাক্ষ্য দিচ্ছি যে, আল্লাহ ছাড়া কোন মা'বুদ নেই এবং আরো সাক্ষ্য দিচ্ছি যে, মুহাম্মাদ (সঃ) তাঁর বান্দা ও রাসূল। (হে নবী সঃ)! আপনার উপর শান্তি এবং আল্লাহর রহমত ও বরকত বর্ষিত হোক। আমাদের উপর এবং আল্লাহর সৎ বান্দাদের উপর শান্তি বর্ষিত হোক। তারপর নামাযী ব্যক্তি নিজের জন্যে দু'আ করবে, অতঃপর সালাম ফিরাবে।” (এটা মুহাম্মদ ইবনে ইসহাক (রঃ) বর্ণনা করেছেন। আবার সহীহ মুসলিমে হযরত ইবনে আব্বাস (রাঃ) হতেই মারফু’রূপে যা বর্ণিত আছে তা এর বিপরীত। এসব ব্যাপারে আল্লাহ তা'আলাই সর্বাধিক সঠিক জ্ঞানের অধিকারী)অতঃপর মহামহিমান্বিত আল্লাহ বলেনঃ এইভাবে আল্লাহ তোমাদের জন্যে তাঁর নির্দেশ বিশদভাবে বিবৃত করেন যাতে তোমরা বুঝতে পার এবং জ্ঞান লাভ কর।"
    },
    {
      "ayah": 62,
      "surah": 24,
      "text": "এখানে আল্লাহ তা'আলা স্বীয় মুমিন বান্দাদেরকে আরো একটি আদব বা ভদ্রতা শিক্ষা দিচ্ছেন। তিনি বলেনঃ যেমন তোমরা আগমনের সময় অনুমতি নিয়ে আগমন করে থাকো, অনুরূপভাবে প্রস্থানের সময়ও আমার নবী (সঃ)-এর কাছে অনুমতি নিয়ে প্রস্থান করো। বিশেষ করে যখন কোন সমাবেশ হবে এবং কোন জরুরী বিষয়ের উপর আলোচনা চলবে। যেমন জুমআর নামায, ঈদের নামায, কোন জামাআত এবং পরামর্শ সভা ইত্যাদি। এরূপ স্থলে রাসূলুল্লাহ (সঃ)-এর কাছে অনুমতি না নেয়া পর্যন্ত তোমরা কখনো এদিক-ওদিক যাবে না। পূর্ণ মুমিনের এটাও একটা নিদর্শন।এরপর মহান আল্লাহ স্বীয় নবী (সঃ)-কে সম্বোধন করে বলেনঃ হে নবী (সঃ)! তারা তাদের কোন কাজে বাইরে যাবার জন্যে তোমার কাছে অনুমতি চাইলে তাদের মধ্যে যাদেরকে ইচ্ছা তুমি অনুমতি দেবে এবং তাদের জন্যে আল্লাহর নিকট ক্ষমা প্রার্থনাও করবে।হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমাদের কেউ যখন কোন মজলিসে যাবে তখন সে যেন মজলিসের লোকদেরকে সালাম করে। আর যখন সেখান হতে চলে আসার ইচ্ছা করবে তখনো যেন সালাম দিয়ে আসে। মর্যাদার দিক দিয়ে দ্বিতীয় বারের সালাম প্রথমবারের সালামের চেয়ে কোন অংশেই কম নয়।” (এ হাদীসটি ইমাম আৰু দাউদ (রঃ) ও ইমাম আহমাদ ইবনে হাম্বল (রঃ) বর্ণনা করেছেন। ইমাম তিরমিযী (রঃ) ও ইমাম নাসাঈও (রঃ) এটা বর্ণনা করেছেন এবং ইমাম তিরমিযী (রঃ) এটাকে হাসান হাদীস বলেছেন)"
    },
    {
      "ayah": 63,
      "surah": 24,
      "text": "হযরত যহহাক (রঃ) এবং হযরত ইবনে আব্বাস (রাঃ) বলেন যে, লোকেরা রাসূলুল্লাহ (সঃ)-কে ‘হে মুহাম্মাদ (সঃ)!' এবং 'হে আবুল কাসেম (সঃ)!' বলে আহ্বান করতো, যেমন তারা একে অপরকে ডেকে থাকে। আল্লাহ তা'আলা তাদেরকে এই বেআদবী হতে নিষেধ করে দেন। তাদেরকে তিনি বলেনঃ তোমরা রাসূলুল্লাহ (সঃ)-এর নাম ধরে ডাকো না। বরং হে আল্লাহর নবী (সঃ)!’ বা ‘হে আল্লাহর রাসূল (সঃ)!' এই বলে ডাকবে। তাহলে তাঁর বুযর্গী, মর্যাদা ও অদিবের প্রতি লক্ষ্য রাখা হবে। নিম্নলিখিত আয়াতগুলোও এই আয়াতের মতই। আল্লাহ তা'আলা বলেনঃ (আরবি) অর্থাৎ “হে মুমিনগণ!” রাইনা (হে নির্বোধ) বলো না, এবং ‘উনযুর না’ (আমাদের প্রতি লক্ষ্য করুন!) বলো, আর শুনে রেখো, কাফিরদের জন্যে যন্ত্রণাদায়ক শাস্তি রয়েছে।” (২: ১০৪) আর এক জায়গায় মহান আল্লাহ বলেনঃ (আরবি) অর্থাৎ “হে মুমিনগণ! তোমরা নবী (সঃ)-এর কণ্ঠস্বরের উপর নিজেদের কণ্ঠস্বর উঁচু করো না এবং নিজেদের মধ্যে যেভাবে উচ্চ স্বরে কথা বল তার সাথে সেইরূপ উচ্চ স্বরে কথা বলো না, কারণ এতে তোমাদের কর্ম নিষ্ফল হয়ে যাবে তোমাদের অজ্ঞাতসারে।যারা আল্লাহর রাসূল (সঃ)-এর সামনে নিজেদের কণ্ঠস্বর নীচু করে, আল্লাহ তাদের অন্তরকে তাকওয়ার জন্যে পরিশোধিত করেছেন; তাদের জন্যে রয়েছে ক্ষমা ও মহা পুরস্কার।যারা ঘরের পিছন হতে তোমাকে উচ্চ স্বরে ডাকে, তাদের অধিকাংশই নির্বোধ। তুমি বের হয়ে তাদের নিকট আসা পর্যন্ত যদি তারা ধৈর্যধারণ করতো তবে তাই তাদের জন্যে উত্তম হতো; আল্লাহ ক্ষমাশীল, পরম, দয়ালু।” (৪৯;২-৫)সুতরাং এসব দ্বারা মুমিনদেরকে দ্রতা শিখানো হয়েছে যে, তাঁকে কিভাবে সম্বোধন করতে হবে, কিভাবে তার সাথে কথাবার্তা বলতে হবে, কিভাবে তার সাথে আলাপ-আলোচনা করতে হবে ইত্যাদি। এমনকি পূর্বে তো তার সাথে আলাপ-আলোচনা করার সময় সাদকা করার হুকুম ছিল। এই আয়াতের একটি ভাবার্থততা এই হলো। দ্বিতীয় ভাবার্থ হলোঃ রাসূল (সঃ)-এর দু'আকে তোমরা তোমাদের পরস্পরের দু'আর মত মনে করো না। তার দু'আতো কবুল হবেই। সুতরাং সাবধান! তোমরা আমার নবী (সঃ)-কে কষ্ট দিয়ো না। অন্যথায় তোমাদের বিরুদ্ধে কোন বদদু'আ যদি তার মুখ দিয়ে বেরিয়ে পড়ে তবে তোমরা ধ্বংস হয়ে যাবে।এর পূর্ববর্তী বাক্যের তাফসীরে মুকাতিল ইবনে হাইয়ান (রঃ) বলেন যে, জুমআর দিন খুৎবায় বসে থাকা মুনাফিকদের কাছে খুবই ভারী বোধ হতো। আর মসজিদে এসে যাওয়া এবং খুৎবা শুরু হয়ে যাবার পর কেউ নবী (সঃ)-এর অনুমতি ছাড়া বাইরে যেতে পারতো না। কারো বাইরে যাওয়ার একান্ত প্রয়োজন হয়ে পড়লে সে নবী (সঃ)-এর কাছে অনুমতি চাইতো এবং তিনি তাকে অনুমতি দিতেন। কেননা, খুত্বার সময় কথা বললে জুমআ বাতিল হয়ে যায়। তখন এই মুনাফিক আড়ে আড়েই দৃষ্টি বাঁচিয়ে সটকে পড়তো। সুদ্দী (রঃ) বলেন যে, জামাআতে যখন এই মুনাফিক থাকতো তখন একে অপরের আড়ালে হয়ে পালিয়ে যেতো। আল্লাহর নবী (সঃ) হতে এবং তার কিতাব হতে সরে যেতো। জামাআতের সারি হতে বেরিয়ে গিয়ে ইসলামের বিরোধিতায় উঠে পড়ে লেগে যেতো।যে ব্যক্তি রাসূল (সঃ)-এর আদেশের, তাঁর সুন্নাতের, তাঁর হুকুমের, তার নীতির এবং তাঁর শরীয়তের বিরুদ্ধাচরণ করবে সে শাস্তিপ্রাপ্ত হবে। মানুষের কথা ও কাজকে আল্লাহর রাসূল (সঃ)-এর সুন্নাত ও হাদীসের সাথে মিলানো উচিত। যদি তা তাঁর সুন্নাতের সাথে সামঞ্জস্যপূর্ণ হয় তবে তো তা ভাল। আর যদি সুন্নাতের সাথে সামঞ্জস্যপূর্ণ না হয় তবে তা অবশ্যই অগ্রাহ্য।রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যক্তি এমন কাজ করে যার উপর আমার আদেশ নেই তা অগ্রাহ্য।” (এ হাদীসটি সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত হয়েছে) প্রকাশ্যে বা গোপনে যে কেউই শরীয়তে মুহাম্মাদীর (সঃ) বিপরীত করে, তার অন্তরে কুফরী, নিফাক, বিদাআত ও মন্দের বীজ বপন করে দেয়া হয়। তাকে কঠিন শাস্তি দেয়া হয়, হয়তো দুনিয়াতেই হত্যা, বন্দী, হদ ইত্যাদির মাধ্যমে অথবা পরকালের পারলৌকিক শাস্তি দ্বারা।হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহ (সঃ)-কে বলতে শুনেছেনঃ “আমি এবং মানুষের দৃষ্টান্ত সেই ব্যক্তির ন্যায়, যে আগুন জ্বালালো। আর আগুন যখন তার চারপাশ আলোকিত করলো, পতঙ্গ ও যেসব প্রাণী আগুনে ঝাঁপ দেয় সেগুলো ঝাঁপ দিতে লাগলো। তখন সেই ব্যক্তি সেগুলোকে (আগুন থেকে ফিরাবার চেষ্টা করলো, তা সত্ত্বেও সেগুলো আগুনে পুড়ে মরে। সুতরাং এটাই আমার ও তোমাদের দৃষ্টান্ত। আমিও তোমাদের কোমর ধরে আগুন থেকে বাঁচাবার চেষ্টা করি, কিন্তু তোমরা তাতে পতিত হও। (হাদীসটি ইমাম আহমাদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন। ইমাম বুখারী (রঃ) ও ইমাম ফুসলিমও (রঃ) এটা তাখরীজ করেছেন)"
    },
    {
      "ayah": 64,
      "surah": 24,
      "text": "আল্লাহ তা'আলা খবর দিচ্ছেন যে, যমীন ও আসমানের মালিক, অদৃশ্য ও দৃশ্যের পরিজ্ঞাতা এবং বান্দাদের প্রকাশ্য ও গোপনীয় কার্যাবলীর জান্তা একমাত্র আল্লাহ। (আরবি)-এর (আরবি) শব্দটি তাহকীক বা নিশ্চয়তা বুঝাবার জন্যে এসেছে। যেমন এর পূর্ববর্তী আয়াতে রয়েছে(আরবি)জায়গায় আছেঃ (আরবি) (৩৩:১৮) আর এক আয়াতে রয়েছেঃ (আরবি) (৫৮: ১) অন্য একটি আয়াতে মহান আল্লাহ বলেছেনঃ (আরবি) (৬:৩৩) আর এক জায়গায় বলেছেনঃ (আরবি) (২:১৪৪) ইত্যাদি। এই সমুদয় স্থানে এসেছে বা ক্রিয়ার বা নিশ্চয়তা বুঝাবার জন্যে। যেমন মুআযযিন বলে থাকেন (আরবি) এখানেও (আরবি)শব্দটি নিশ্চয়তা বুঝাবার জন্যেই এসেছে। মহামহিমান্বিত আল্লাহ বলেনঃ তোমরা যাতে ব্যাপৃত রয়েছে তিনি তা জানেন। তোমরা যে অবস্থাতেই থাকে না কেন এবং যে আমল ও বিশ্বাসের উপর থাকে না কেন সবই তাঁর কাছে উজ্জ্বল হয়ে রয়েছে। আসমান ও যমীনের অণু পরিমাণ জিনিসও তাঁর কাছে গোপন নেই। তোমাদের আমল ও অবস্থা সম্পর্কে তিনি পূর্ণ ওয়াকিফহাল। ক্ষুদ্র হতে ক্ষুদ্রতম বস্তুও তার কাছে প্রকাশমান। ছোট বড় সমস্ত জিনিস স্পষ্ট কিতাবে রক্ষিত রয়েছে। বান্দাদের ভাল-মন্দ সমস্ত কাজ তিনি পূর্ণভাবে পরিজ্ঞাত রয়েছেন। তোমরা কাপড়ের মধ্যে লুকিয়ে থাকো অথবা গোপনে গোপনে কিছু করো না কেন, আল্লাহর কাছে কিছুই গোপন থাকবে না। প্রকাশ্য ও গোপনীয় সবই তাঁর কাছে সমান। চুপি চুপি কথা এবং উচ্চ স্বরের কথা সবই তাঁর কানে পৌঁছে যায়। সমস্ত প্রাণীর রিযকদাতা তিনিই। প্রত্যেক প্রাণীর প্রত্যেক অবস্থার খবর তিনিই রাখেন। প্রথম থেকেই সব কিছু লাওহে মাহফুযে লিপিবদ্ধ রয়েছে। অদৃশ্যের চাবি তাঁরই হাতে আছে, যা তিনি ছাড়া আর কেউই জানে না। জলে ও স্থলে অবস্থানরত সব কিছুর খবর একমাত্র তিনিই রাখেন। গাছের একটি পাতা ঝরে পড়লে সেটাও তাঁর অজানা থাকে না। যমীনের অন্ধকারের মধ্যে কোন দানা নেই এবং শুষ্ক ও সিক্ত এমন কোন জিনিস নেই যা স্পষ্ট কিতাবে লিপিবদ্ধ নেই। এই বিষয়ের বহু আয়াত এবং হাদীস রয়েছে। যখন সৃষ্টজীব আল্লাহ তা'আলার নিকট প্রত্যাবর্তিত হবে, ঐ সময় তাদের সামনে ক্ষুদ্র হতে ক্ষুদ্রতম পুণ্য ও পাপ পেশ করা হবে। তারা তাদের পূর্বের ও পরের সমস্ত আমল দেখতে পাবে। আমলনামা তারা ভীত ও কম্পিতভাবে দেখবে এবং ওর মধ্যে তাদের সারা জীবনের কার্যাবলী দেখতে পেয়ে অত্যন্ত বিস্ময়ের সুরে বলবেঃ “এটা কেমন কিতাব যে, এতে বড় তত বড়ই এমনকি ক্ষুদ্র হতে ক্ষুদ্রতম কোন কিছুও বাদ পড়েনি!” যে যা করেছে তার সবই সেখানে বিদ্যমান পাবে। যেমন মহামহিমান্বিত ও প্রবল প্রতাপান্বিত আল্লাহ বলেনঃ (আরবি)অর্থাৎ “সেদিন মানুষকে অবহিত করা হবে সে কি অগ্রে পাঠিয়েছে এবং কি পশ্চাতে রেখে গিয়েছে।” (৭৫: ১৩) আর এক জায়গায় তিনি বলেনঃ (আরবি)অর্থাৎ “আর হাযির করা হবে আমলনামা এবং তাতে যা লিপিবদ্ধ আছে তার কারণে তুমি অপরাধীদেরকে দেখবে আতংকগ্রস্ত এবং তারা বলবেঃ হায়! দুর্ভাগ্য আমাদের! এটা কেমন গ্রন্থ! এটা ছোট বড় কিছুই বাদ দেয় না; রবং ওটা সমস্ত হিসাব রেখেছে। তারা তাদের কৃতকর্ম সামনে হাযির পাবে; তোমার প্রতিপালক কারো প্রতি যুলুম করেন না।” (১৮:৪৯)এজন্যেই মহান আল্লাহ এখানে বলেনঃ যেদিন তারা তাঁর নিকট প্রত্যাবর্তিত হবে সেদিন তিনি তাদেরকে জানিয়ে দিবেন তারা যা করতো। আল্লাহ সর্ববিষয়ে সর্বজ্ঞ।"
    },
    { "ayah": 7, "surah": 24, "text": "Please check ayah 24:10 for complete tafsir." },
    { "ayah": 8, "surah": 24, "text": "Please check ayah 24:10 for complete tafsir." },
    { "ayah": 9, "surah": 24, "text": "Please check ayah 24:10 for complete tafsir." }
  ]
}
