{
  "ayahs": [
    { "ayah": 1, "surah": 27, "text": "Please check ayah 27:6 for complete tafsir." },
    { "ayah": 10, "surah": 27, "text": "Please check ayah 27:14 for complete tafsir." },
    { "ayah": 11, "surah": 27, "text": "Please check ayah 27:14 for complete tafsir." },
    { "ayah": 12, "surah": 27, "text": "Please check ayah 27:14 for complete tafsir." },
    { "ayah": 13, "surah": 27, "text": "Please check ayah 27:14 for complete tafsir." },
    {
      "ayah": 14,
      "surah": 27,
      "text": "৭-১৪ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা স্বীয় প্রিয় পাত্র হযরত মুহাম্মাদ (সঃ)-কে হযরত মূসা (আঃ)-এর ঘটনা স্মরণ করিয়ে দিচ্ছেন। তিনি হযরত মূসা (আঃ)-কে মর্যাদাসম্পন্ন নবী বানিয়েছিলেন, তার সাথে কথা বলেছিলেন, তাঁকে বড় বড় মু'জিযা দান করেছিলেন এবং ফিরাউন ও তার লোকদের কাছে তাঁকে নবীরূপে প্রেরণ করেছিলেন। কিন্তু ঐ কাফিরের দল তাকে অস্বীকার করে। তারা কুফরী ও অহংকার করে এবং তাঁর অনুসরণ করতে অস্বীকৃতি জানায়।মহান আল্লাহ বলেন যে, যখন হযরত মূসা (আঃ) নিজের পরিবারবর্গকে নিয়ে চলছিলেন তখন তিনি পথ ভুলে যান। রাত্রি এসে পড়ে এবং চতুর্দিক ঘন অন্ধকারে ছেয়ে যায়। একদিকে তিনি অগ্নিশিখা দেখতে পান। তখন তিনি তাঁর পরিবারবর্গকে বলেনঃ “তোমরা এখানে অবস্থান কর। আমি ঐ আলোর দিকে যাচ্ছি। হয়তো সেখানে কেউ রয়েছে, তার কাছে পথ জেনে নেবো, অথবা সেখান হতে কিছু আগুন নিয়ে আসবো। যাতে তোমরা আগুন পোহাতে পার। হলোও তাই। সেখান হতে তিনি একটি বড় খবর আনলেন এবং বড় একটা নূর (জ্যোতি) লাভ করলেন। এরপর আল্লাহ তা'আলা বলেন যে, যখন হযরত মূসা (আঃ) ঐ আলোর নিকট পৌঁছলেন তখন তিনি সেখানকার দৃশ্য দেখে হতবাক হয়ে গেলেন। তিনি একটি সবুজ রং গাছ দেখলেন যার উপর আগুন জড়িয়ে রয়েছে। অগ্নিশিখা প্রচণ্ড আকার ধারণ করেছে এবং গাছের শ্যামলতা বৃদ্ধি পাচ্ছে। উপরের দিকে তাকিয়ে তিনি দেখতে পান যে, ঐ নূর আকাশ পর্যন্ত পৌঁছে গেছে। প্রকৃতপক্ষে ওটা আগুন ছিল না। বরং জ্যোতি ছিল। সেটা আবার ছিল বিশ্বপ্রতিপালক এক ও শরীকবিহীন আল্লাহর। হযরত মূসা (আঃ) অত্যন্ত বিস্মিত হয়েছিলেন এবং তিনি কোন কিছুই বুঝতে পারছিলেন না। হঠাৎ শব্দ আসলোঃ ধন্য সে ব্যক্তি যে আছে এই অগ্নির মধ্যে এবং যারা আছে ওর চতুষ্পর্শ্বে (অর্থাৎ ফেরেশতামণ্ডলী)।হযরত আবু মূসা (রাঃ) হতে বর্ণিত, তিনি বলেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহ নিদ্রা যান না এটা তার জন্যে উপযুক্ত নয়। তিনি দাঁড়িপাল্লাকে নীচে নামিয়ে দেন এবং উঁচু করে থাকেন। রাত্রির কাজ দিনের পূর্বেই এবং দিনের কাজ রাত্রির পূর্বেই তাঁর নিকট উঠে যায়। (এ হাদীসটি মুসনাদে আবি হাতিমে বর্ণিত হয়েছে) “তার পর্দা হলো জ্যোতি অথবা অগ্নি। যদি ওটা সরে যায় তবে তার চেহারার তাজাল্লীতে ঐ সমুদয় জিনিস পুড়ে যাবে যেগুলোর উপর তাঁর দৃষ্টি পড়বে (অর্থাৎ সারা জগত)।\" এটুকু মাসঊদী (রঃ) বেশী করেছেন। এ হাদীসের বর্ণনাকারী আবু উবাইদাহ (রঃ) এ হাদীসটি বর্ণনা করার(আরবি) এ আয়াতটিই পাঠ করেন। জগতসমূহের প্রতিপালক আল্লাহ পবিত্র ও মহিমান্বিত। তিনি যা চান তা-ই করে থাকেন। তাঁর সৃষ্টের মধ্যে তাঁর সাথে সামঞ্জস্যপূর্ণ কেউই নেই। তিনি সমুচ্চ ও মহান। তিনি সমুদয় সৃষ্ট হতে পৃথক। যমীন ও আসমান তাকে পরিবেষ্টন করতে পারে না। তিনি এক, তিনি কারো মুখাপেক্ষী নন। তিনি মাখলুকের সঙ্গে তুলনীয় হওয়া হতে সম্পূর্ণরূপে পবিত্র।এরপর আল্লাহ তা'আলা খবর দিচ্ছেন যে, তিনি হযরত মূসা (আঃ)-কে সম্বোধন করে বলেনঃ হে মূসা (আঃ)! আমি তো আল্লাহ, পরাক্রমশালী, প্রজ্ঞাময়।অতঃপর মহামহিমান্বিত আল্লাহ হযরত মূসা (আঃ)-কে নির্দেশ দিচ্ছেনঃ “হে মূসা (আঃ)! তুমি তোমার হাতের লাঠিখানা যমীনে ফেলে দাও যাতে তুমি স্বচক্ষে দেখতে পাও যে, আল্লাহ তাআলা স্বেচ্ছাচারী এবং তিনি সবকিছুর উপরই পূর্ণ ক্ষমতাবান।” আল্লাহ তা'আলার নির্দেশ শ্রবণ মাত্রই হযরত মূসা (আঃ) তাঁর লাঠিখানা মাটিতে ফেলে দেন। তৎক্ষণাৎ লাঠিখানা এক বিরাট সাপ হয়ে যায় এবং চলতে ফিরতে শুরু করে। লাঠিকে এরূপ বিরাট জীবন্ত সাপ হতে দেখে হযরত মূসা (আঃ) ভীত হয়ে পড়েন। কুরআন কারীমে (আরবি)  শব্দ রয়েছে, এটা হলো এক প্রকার সাপ যা অতি দ্রুত চলতে পারে এবং খুবই ভয়াবহ হয়ে থাকে। একটি হাদীসে আছে যে, রাসূলুল্লাহ (সঃ) ঘরে অবস্থানকারী সাপকে মেরে ফেলতে নিষেধ করেছেন।মোটকথা, হযরত মূসা (আঃ) ঐ সাপ দেখে ভীত হয়ে পড়েন এবং ভয়ের কারণে স্থির থাকতে পারেননি, বরং পিঠ ফিরিয়ে সেখান হতে পালাতে শুরু করেন। তিনি এতো ভীত-সন্ত্রস্ত ছিলেন যে, একবার মুখ ঘুরিয়েও দেখেননি। তৎক্ষণাৎ আল্লাহ তা'আলা ডাক দিয়ে বললেনঃ “হে মূসা (আঃ)! ভীত হয়ো না। আমি তো তোমাকে আমার মনোনীত রাসূল ও মর্যাদা সম্পন্ন নবী বানাতে চাই। এরপর মহান আল্লাহ বলেনঃ (আরবি) অর্থাৎ “তবে যারা যুলুম করার পর মন্দকর্মের পরিবর্তে সৎ কর্ম করে তাদের প্রতি আমি ক্ষমাশীল পরম দয়ালু।” এখানে হয়েছে। এই আয়াতে মানুষের জন্যে বড়ই সুসংবাদ রয়েছে। যে কেউই কোন অন্যায় ও মন্দ কাজ করবে, অতঃপর লজ্জিত ও অনুতপ্ত হয়ে ঐ কাজ ছেড়ে দেবে ও খাটি অন্তরে তাওবা করবে এবং আল্লাহর দিকে ঝুঁকে পড়বে, আল্লাহ তা'আলা তার তাওবা ককূল করে নিবেন। যেমন তিনি বলেনঃ (আরবি) অর্থাৎ “নিশ্চয়ই আমি ঐ ব্যক্তির উপর অত্যন্ত ক্ষমাশীল যে তাওবা করে, ঈমান আনে এবং ভাল কাজ করে অতঃপর হিদায়াত লাভ করে।” (২০:৮২) আর এক জায়গায় বলেনঃ (আরবি) অর্থাৎ “যে ব্যক্তি খারাপ কাজ করে অথবা নিজের নফসের উপর যুলুম করে।” (৪:১১০) এই বিষয়ের আয়াত বহু রয়েছে।লাঠি সাপ হয়ে যাওয়া একটি মুজিযা, এর সাথে সাথে হযরত মূসা (আঃ)-কে আর একটি মু'জিযা দেয়া হচ্ছে। আল্লাহ তা'আলা তাঁর প্রিয় নবী হযরত মূসা (আঃ)-কে সম্বোধন করে বলেনঃ তোমার হাত তোমার বক্ষপার্শ্বে বস্ত্রের মধ্যে প্রবেশ করাও, তাহলে এটা বের হয়ে আসবে শুভ্র নির্দোষ হয়ে। এটা ফিরাউন ও তার সম্প্রদায়ের নিকট আনীত নয়টি নিদর্শনের অন্তর্গত, যেগুলো দ্বারা আমি সময়ে সময়ে তোমার পৃষ্ঠপোষকতা করবো, যাতে তুমি সত্যত্যাগী ফিরাউন ও তার কওমের উপর প্রভাব বিস্তার করতে পার ।এ নয়টি মু'জিয়া এগুলোই ছিল যেগুলোর বর্ণনা, (আরবি) (১৭: ১০১) এই আয়াতে রয়েছে যার পূর্ণ তাফসীর ওখানেই গত হয়েছে।যখন এই সুস্পষ্ট ও প্রকাশমান মু'জিযাগুলো ফিরাউন ও তার লোকদেরকে দেখানো হলো তখন তারা হঠকারিতা করে বললোঃ “এটা তো সুস্পষ্ট যাদু। আমরা তোমার প্রতিদ্বন্দ্বিতা করাবার জন্যে আমাদের বড় বড় যাদুকরদেরকে আহ্বান করছি। যাদুকরদের সাথে প্রতিদ্বন্দ্বিতা হলো। আল্লাহ তা'আলা সত্যকে জয়যুক্ত করলেন এবং ঐ হঠকারিদের সবকিছুই ব্যর্থ হয়ে গেল। তবুও তারা। বাহ্যিক মুকাবিলা হতে সরলো না। শুধু যুলুম ও ফখরের উপর ভিত্তি করেই তারা সত্যকে অবিশ্বাস করতে থাকলো। মহান আল্লাহ বলেনঃ দেখো, বিপর্যয় সৃষ্টিকারীদের পরিণাম কতই না। বিস্ময়কর ও শিক্ষামূলক হয়েছিল। একই বারে একই সাথে সবাই তারা সমদে নিমজ্জিত হয়েছিল। সুতরাং হে শেষ নবী (সঃ)-কে অবিশ্বাসকারীর দল! তোমরা এই নবী (সঃ)-কে অবিশ্বাস করে নিজেদেরকে নিরাপদ মনে করে বসো না। কেননা, এই নবী (সঃ) তো হযরত মূসা (আঃ) অপেক্ষাও উত্তম ও শ্রেষ্ঠতর। তার দলীল প্রমাণাদি ও মু'জিযাগুলোও হযরত মূসা (আঃ)-এর মু'জিযাগুলো অপেক্ষা বড় এবং মযবূত। স্বয়ং তাঁর ঐ অস্তিত্ব, তাঁর স্বভাব চরিত্র, পূর্ববর্তী কিতাবসমূহের এবং পূর্ববর্তী নবীদের (আঃ) তাঁর সম্পর্কে শুভ সংবাদ ও তাঁদের নিকট হতে তার জন্য আল্লাহ তা'আলার ওয়াদা অঙ্গীকার গ্রহণ ইত্যাদি সবকিছুই তার মধ্যে বিদ্যমান রয়েছে। সুতরাং তোমরা তাঁকে না মেনে নির্ভয়ে থাকবে এটা মোটেই উচিত নয়।"
    },
    { "ayah": 15, "surah": 27, "text": "Please check ayah 27:19 for complete tafsir." },
    { "ayah": 16, "surah": 27, "text": "Please check ayah 27:19 for complete tafsir." },
    { "ayah": 17, "surah": 27, "text": "Please check ayah 27:19 for complete tafsir." },
    { "ayah": 18, "surah": 27, "text": "Please check ayah 27:19 for complete tafsir." },
    {
      "ayah": 19,
      "surah": 27,
      "text": "১৫-১৯ নং আয়াতের তাফসীর\nএই আয়াতগুলোতে আল্লাহ তা'আলার ঐ নিয়ামতরাশির বর্ণনা রয়েছে যেগুলো তিনি হযরত দাউদ (আঃ) ও হযরত সুলাইমান (আঃ)-এর উপর দিয়ে রেখেছিলেন। তিনি তাদেরকে দান করেছিলেন উভয় জগতের সম্পদ। এই নিয়ামতগুলো দান করার সাথে সাথে তিনি তাদেরকে তাঁর কৃতজ্ঞতা প্রকাশেরও তাওফীক দিয়েছিলেন। তাঁরা তাঁদেরকে প্রদত্ত নিয়ামতরাজির কারণে সদা-সর্বদা আল্লাহ তা'আলার কৃতজ্ঞতা প্রকাশ করতে থাকেন। তাঁরা তাঁর প্রশংসা করতেন।হযরত উমার ইবনে আবদিল আযীয (রঃ) লিখেছেনঃ “যে বান্দাকে আল্লাহ যে নিয়ামত দান করেন সেই নিয়ামতের উপর যদি সে তার প্রশংসা ও কৃতজ্ঞতা প্রকাশ করে তবে তার ঐ প্রশংসা ঐ নিয়ামত অপেক্ষা উত্তম হবে। দেখো, স্বয়ং আল্লাহর কিতাবেই একথা বিদ্যমান রয়েছে। অতঃপর তিনি এই আয়াতই লিখেন। তারপর তিনি লিখেনঃ “আল্লাহ তা'আলা এ দুই নবী (আঃ)-কে যে নিয়ামত দান করেছিলেন তা অপেক্ষা উত্তম নিয়ামত আর কি হতে পারে?”মহামহিমান্বিত আল্লাহ বলেনঃ ‘সুলাইমান (আঃ) হয়েছিল দাউদ (আঃ)-এর উত্তরাধিকারী। এর দ্বারা উদ্দেশ্য ধন-মালের উত্তরাধিকারী নয়। বরং রাজত্ব ও নবুওয়াতের উত্তরাধিকারী উদ্দেশ্য। যদি সম্পদের উত্তরাধিকারী উদ্দেশ্য হতো তবে শুধুমাত্র হযরত সুলাইমান (আঃ)-এর নাম আসতো না। কেননা, হযরত দাউদ (আঃ)-এর একশটি স্ত্রী ছিল। আর নবীদের (আঃ) মালের মীরাস হয় না। যেমন রাসূলুল্লাহ (সঃ) খবর দিয়েছেনঃ “আমরা নবীদের দল (মালের) কাউকেও উত্তরাধিকারী করি না। আমরা যা ছেড়ে যাই তা সাদকা (রূপে পরিগণিত) হয়।” হযরত সুলাইমান (আঃ) আল্লাহর নিয়ামতরাজি স্মরণ করে বলছেনঃ “হে লোক সকল! আমাকে পক্ষীকুলের ভাষা শিক্ষা দেয়া হয়েছে। এটা আমার প্রতি আল্লাহর একটি বিশেষ করুণা ও অনুগ্রহ যা অন্য কাউকেও দেয়া হয়নি। এটা অবশ্যই তার সুস্পষ্ট অনুগ্রহ।”কোন কোন অজ্ঞ লোক বলেছে যে, ঐ সময় পক্ষীকুলও মানুষের ভাষায় কথা বলতো। কিন্তু এটা তাদের অজ্ঞতা ছাড়া কিছুই নয়। তাদের তো এটা অনুধাবন করা উচিত ছিল যে, যদি সত্যি এরূপই হতো তবে হযরত সুলাইমান (আঃ)-এর বৈশিষ্ট্য আর কি থাকতো? অথচ তিনি গর্বের সাথে বর্ণনা করছেনঃ “আমাকে পক্ষীকুলের ভাষা শিক্ষা দেয়া হয়েছে। সুতরাং ঐ অজ্ঞদের কথা সত্য হলে সবাই পাখীর ভাষা বুঝতে পারতো এবং হযরত সুলাইমান (আঃ)-এর বৈশিষ্ট্য কিছুই থাকতো না। কাজেই তাদের উক্তি সম্পূর্ণ ভুল। পাখী ও পশুর ভাষা এখন যা আছে তখনও তাই ছিল। হযরত সুলাইমান (আঃ)-এর এটা একটা বিশেষ মর্যাদা যে, খেচর-ভূচর সবকিছুরই ভাষা বুঝতে পারতেন। সাথে সাথে তিনি এই নিয়ামতও লাভ করেছিলেন যে, একটা রাজত্ব পরিচালনার জন্যে যত কিছু জিনিসের প্রয়োজন আল্লাহ তা'আলা তাঁকে সবই দান করেছিলেন। এটা ছিল তাঁর প্রতি মহান আল্লাহর প্রকাশ্য অনুগ্রহ।হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “হযরত দাউদ (আঃ) একজন বড় মর্যাদাবোধ সম্পন্ন ব্যক্তি ছিলেন। যখন তিনি বাড়ী হতে বের হতেন তখন দরযা বন্ধ করে যেতেন। অতঃপর তার বাড়ীতে প্রবেশের কারো অনুমতি ছিল না। একদা অভ্যাসমত তিনি বাড়ী হতে বের হন। অল্পক্ষণ পরে তার এক পত্নী দেখতে পান যে, বাড়ীর শিশুদের মাঝে একটি লোক দাঁড়িয়ে রয়েছে। তিনি এ দৃশ্য দেখে হতবুদ্ধি হয়ে পড়েন এবং অন্যদেরকেও দেখান। তাঁরা সবাই বিস্ময়াভিভূত হয়ে পরস্পর বলাবলি করেনঃ “দ্যা বন্দ রয়েছে তবুও এ লোকটি ভিতরে প্রবেশ করলো কি করে? আল্লাহর কসম! হযরত দাউদ (আঃ)-এর সামনে আজ আমাদের অপমানের কোন সীমা থাকবে না। ইতিমধ্যে হযরত দাউদ (আঃ) এসে পড়েন। তিনিও লোকটিকে তথায় দণ্ডায়মান দেখে জিজ্ঞেস করেনঃ “তুমি কে?” লোকটি উত্তরে বলেঃ “আমি সেই যাকে কেউ বাধা দিতে পারে না এবং দর বন্ধ করা দ্বারাও যাকে বাধা দেয়া যায় না। আর যে বড় হতে বড়তম ব্যক্তিরও কোন পরোয়া করে না।” হযরত দাউদ (আঃ) বুঝে নিয়ে বলেনঃ “মারহাবা! মারহাবা! (সাবাস! সাবাস!) আপনি মালাকুল মাউত (মৃত্যুর ফেরেশতা)।” তৎক্ষণাৎ মৃত্যুর ফেরেশতা তার রূহ কবয করে নেন। সূর্য উদিত হলো এবং হযরত দাউদ (আঃ)-এর মৃতদেহের উপর রৌদ্র এসে পড়লো। তখন হযরত সুলাইমান (আঃ) পক্ষীকুলকে নির্দেশ দিলেন যে, তারা যেন হযরত দাউদ (আঃ)-এর উপর ছায়া করে। পাখীগুলো তখন তাদের পালক বিস্তার করে এমন গভীরভাবে ছায়া করলো যে, যমীন অন্ধকারে ছেয়ে গেল। এরপর হযরত সুলাইমান (আঃ) পাখীগুলোকে এক এক করে পালক গুটিয়ে নিতে বললেন। হযরত আবু হুরাইরা (রাঃ) জিজ্ঞেস করলেনঃ “হে আল্লাহর রাসূল (সঃ)! পাখীগুলো কিভাবে তাদের পালকগুলো গুটিয়ে নিলো?” রাসূলুল্লাহ (সঃ) তখন নিজের হাত গুটিয়ে নিয়ে বললেনঃ “এভাবে। তার উপর সেই দিন লাল রং এর গৃধিনী জয়যুক্ত হয়।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)হযরত সুলাইমান (আঃ)-এর সৈন্য একত্রিত হলো যাদের মধ্যে মানুষ, জ্বিন, পাখী ইত্যাদি সবই ছিল। তাঁর নিকটবর্তী ছিল মানুষ, তারপর জ্বিন। পাখী তাঁর মাথার উপর থাকতো। গরমের সময় তারা তাঁকে ছায়া দিতো। সবাই নিজ নিজ পদে প্রতিষ্ঠিত ছিল। যার জন্যে যে জায়গা নির্ধারিত ছিল সে সেই জায়গাতেই থাকতো। এই সেনাবাহিনীকে নিয়ে হযরত সুলাইমান (আঃ) চলতে রয়েছেন। একটি জঙ্গলের মধ্য দিয়ে তাঁদেরকে গমন করতে হলো যেখানে পিপীলিকার সেনাবাহিনী ছিল। হযরত সুলাইমান (আঃ)-এর সেনাবাহিনীকে দেখে একটি পিপীলিকা অন্যান্য পিপীলিকাকে বললোঃ “তোমরা নিজ নিজ গর্তে প্রবেশ কর, যেন সুলাইমান (আঃ) ও তার সেনাবাহিনী তাদের অজ্ঞাতসারে তোমাদেরকে পদতলে পিষে না ফেলে।” হযরত হাসান (রঃ) বলেন যে, ঐ পিপীলিকাটির নাম ছিল হারস। সে বানু শায়সানের গোত্রভুক্ত ছিল। সে আবার খোঁড়া ছিল। সে অন্যান্য পিপীলিকার ব্যাপারে ভয় করলো যে, হযরত সুলাইমান (আঃ)-এর ঘোড়াগুলো তাদের ক্ষুরের দ্বারা পিপীলিকাগুলোকে পিষে ফেলবে।পিপীলিকাটির এ কথা শুনে হযরত সুলাইমান (আঃ)-এর হাসি আসলো এবং তৎক্ষণাৎ তিনি দু'আ করলেনঃ “হে আমার প্রতিপালক! আপনি আমাকে সামর্থ্য দিন যাতে আমি আপনার প্রতি কৃতজ্ঞতা প্রকাশ করতে পারি, আমার প্রতি ও আমার পিতা-মাতার প্রতি আপনি যে অনুগ্রহ করেছেন তার জন্যে। আমার প্রতি আপনার অনুগ্রহ এই যে, আপনি আমাকে পাখী ও জীব-জন্তুর ভাষা শিখিয়েছেন ইত্যাদি এবং আমার পিতা-মাতার প্রতি আপনার ইনআম এই যে, তাঁরা মুমিন ও মুসলমান হয়েছেন ইত্যাদি। আর আমাকে তাওফীক দিন যাতে আমি সৎ কার্য করতে পারি, যা আপনি পছন্দ করেন এবং আপনার অনুগ্রহে আমাকে আপনার সঙ্কর্মপরায়ণ বান্দাদের শ্রেণীভুক্ত করুন।তাফসীরকারদের উক্তি রয়েছে যে, এই উপত্যকাটি সিরিয়ায় অবস্থিত ছিল। কেউ কেউ অন্য জায়গাতে বলেছেন। এই পিপীলিকাটি মাছির মত দুই পালক বিশিষ্ট ছিল। অন্য উক্তিও রয়েছে। নাওফ বাক্কালী (রঃ) বলেন যে, পিপীলিকাটি নেকড়ে বাঘের মত ছিল। খুব সম্ভব, আসলে শব্দ লিখে দেয়া হয়েছে অর্থাৎ নেকড়ে বাঘ। এসব ব্যাপারে আল্লাহ তাআলাই সবচেয়ে ভাল জানেন। হযরত সুলাইমান (আঃ) জীব-জন্তুর ভাষা বুঝতে পারতেন বলে ঐ পিপীলিকাটির কথা তিনি বুঝে নেন এবং অনিচ্ছাকতভাবে তাঁর হাসি এসে যায়।আবুস সাদীক নাজী (রঃ) হতে বর্ণিত, তিনি বলেন যে, সুলাইমান ইবনে দাউদ (আঃ) বৃষ্টির পানি চাওয়ার জন্যে বের হন। তিনি দেখতে পান যে, একটি পিপীলিকা উল্টোভাবে শুয়ে পা আকাশের দিকে উঠিয়ে দু'আ করতে রয়েছেঃ “হে আল্লাহ! আমরাও আপনার সৃষ্টজীব। বৃষ্টির পানির আমরাও মুখাপেক্ষী। যদি আপনি বৃষ্টি বর্ষণ না করেন তবে আমরা ধ্বংস হয়ে যাবো।” পিপীলিকাকে এভাবে দু'আ করতে দেখে নিজের লোকেদের মধ্যে ঘোষণা করে দেনঃ “চল, ফিরে যাই। অন্য কারো দুআর বরকতে তোমাদেরকে বৃষ্টির পানি পান করানো হবে।” (এটা ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “কোন এক নবীকে একটি পিপীলিকায় কামড়িয়ে নেয়। তিনি তখন পিপীলিকাসমূহের গর্তে আগুন জ্বালিয়ে দেয়ার নির্দেশ দেন। তৎক্ষণাৎ আল্লাহ তা'আলা ঐ নবীর নিকট অহী করেনঃ “একটি পিপীলিকায় তোমাকে কেটেছে বলে আমার তাসবীহ পাঠকারী পিপীলিকার বিরাট দলকে তুমি ধ্বংস করে দিলে? প্রতিশোধ নেয়ার ইচ্ছা থাকলে যেটা তোমাকে কেটেছে ওর থেকেই প্রতিশোধ নিতে?” (এ হাদীসটি সহীহ মুসলিমে বর্ণিত হয়েছে)"
    },
    { "ayah": 2, "surah": 27, "text": "Please check ayah 27:6 for complete tafsir." },
    { "ayah": 20, "surah": 27, "text": "Please check ayah 27:21 for complete tafsir." },
    {
      "ayah": 21,
      "surah": 27,
      "text": "২০-২১ নং আয়াতের তাফসীর\nহযরত সুলাইমান (আঃ)-এর সেনাবাহিনীর মধ্যে হুহু গণতকারের কাজ। করতো। পানি কোথায় আছে তা সে বলতে পারতো। যমীনের নীচের পানি সে তেমনই দেখতে পেতো যেমন যমীনের উপরের জিনিস মানুষ দেখতে পায়। যখন হযরত সুলাইমান (আঃ) জঙ্গলে থাকতেন তখন পানি কোথায় আছে তা তিনি হুহুকে জিজ্ঞেস করতেন। তখন হুদহু বলে দিতো যে, অমুক অমুক জায়গায় পানি আছে ও এতোটা নীচে আছে ইত্যাদি। এরূপ সময় হযরত সুলাইমান (আঃ) জ্বিনদেরকে হুকুম করে কূপ খনন করিয়ে নিতেন। এইভাবে একদিন তিনি এক জঙ্গলে ছিলেন এবং পানির খোঁজ নেয়ার জন্যে পাখীগুলোর সন্ধান নেন। ঘটনাক্রমে ঐ সময় হুদহুদ উপস্থিত ছিল না। তাকে দেখতে না পেয়ে হযরত সুলাইমান (আঃ) বলেনঃ “আমি আজ হুহুকে দেখতে পাচ্ছি না। সে কি পাখীদের মধ্যে কোন জায়গায় লুকিয়ে রয়েছে বলেই আমার চোখে পড়ছে না, না আসলেই সে অনুপস্থিত রয়েছে?”  একদা হযরত ইবনে আব্বাস (রাঃ)-এর নিকট এই তাফসীর শুনে নাফে ইবনে আরযাক খারেজী প্রতিবাদ করে বসে। এই বাজে উক্তিকারী লোকটি প্রায়ই হযরত আবদুল্লাহ (রাঃ)-এর কথার প্রতিবাদ করতো। সে বললোঃ “হে ইবনে আব্বাস (রাঃ)! আপনি তো আজ হেরে গেলেন। হযরত ইবনে আব্বাস (রাঃ) বললেনঃ “এটা তুমি কেন বলছো?” উত্তরে সে বললোঃ “আপনি বলছেন যে, হুহু যমীনের নীচের পানি দেখতে পেতো। কিন্তু কি করে এটা সত্য হতে পারে? ছেলেরা জাল বিছিয়ে ওকে মাটি দ্বারা ঢেকে ওর উপর দানা নিক্ষেপ করে হুদহুদ পাখীকে শিকার করে থাকে। যদি সে যমীনের নীচের পানি দেখতে পায় তবে যমীনের উপরের জাল সে দেখতে পায় না কেন?” তখন হযরত ইবনে আব্বাস (রাঃ) উত্তর দেনঃ “তুমি মনে করবে যে, ইবনে আব্বাস (রাঃ) নিরুত্তর হয়ে গেছেন, এরূপ ধারণা আমি না করলে তোমার প্রশ্নের জবাব দেয়া প্রয়োজন মনে করতাম না। জেনে রেখো যে, যখন মৃত্যু এসে যায় তখন চক্ষু অন্ধ হয়ে যায় এবং জ্ঞান লোপ পায়।” একথা শুনে নাফে নিরুত্তর হয়ে যায় এবং বলে“আল্লাহর কসম! আর আমি আপনার কথার কোন প্রতিবাদ করবো না।”হযরত আবদুল্লাহ বারাযী (রঃ) অলীউল্লাহ লোক ছিলেন। প্রতি সোমবার ও বৃহস্পতিবার নিয়মিতভাবে রোযা রাখতেন। আশি বছর তাঁর বয়স হয়েছিল। তাঁর এক চক্ষু কানা ছিল। সুলাইমান ইবনে যায়েদ (রঃ) তাঁকে তাঁর একটি চোখ নষ্ট হওয়ার কারণ জিজ্ঞেস করলে তিনি তা বলতে অস্বীকার করেন। কিন্তু তিনি তাঁর পিছনে লেগেই থাকেন। মাসের পর মাস কেটে যায়, কিন্তু না তিনি কারণ বলেন এবং না তিনি তাঁর পিছন ছাড়েন। শেষে অসহ্য হয়ে তিনি বলেনঃ “তাহলে শোন- দু’জন খুরাসানী দামেশকের পার্শ্ববর্তী বারযাহ নামক একটি শহরে আমার নিকট আগমন করে এবং আমাকে অনুরোধ করে যে, আমি যেন তাদেরকে বারযাহ উপত্যকায় নিয়ে যাই। আমি তখন তাদেরকে সেখানে নিয়ে যাই। তারা অঙ্গার ধানিকাসমূহ বের করলো এবং তাতে চন্দন কাঠ জ্বালিয়ে দিলো। এর ফলে সাৱা উপত্যকা সুগন্ধে ভরপুর হয়ে গেল এবং চতুর্দিক হতে সেখানে সাপ আসতে লাগলো। কিন্তু তারা বেপরোয়াভাবে সেখানে বসেই থাকলো। কোন সাপের দিকেই তারা হৃক্ষেপও করলো না। অল্পক্ষণ পরে একটি সাপ আসলো যা এক হাত বরাবর ছিল। তার চক্ষুগুলো সোনার ন্যায় জ্বলজ্বল করছিল। এতে তারা খুবই খুশী হলো এবং বললোঃ “আমরা আল্লাহ তা'আলার কৃতজ্ঞতা প্রকাশ করছি যে, আমাদের এক বছরের পরিশ্রম সার্থক হয়েছে।” অতঃপর সাপটিকে ধরে তারা ওর চোখে শলাকা ঘুরিয়ে দিলো এবং এরপর নিজেদের চোখে ঐ শলাকা ঘুরালো। আমি তখন তাদেরকে বললামঃ আমার চোখেও এই শলাকা ঘুরিয়ে দাও। তারা অস্বীকার করলো। কিন্তু আমার পীড়াপীড়িতে শেষে সম্মত হলো এবং আমার চোখে শলাকা ঘুরিয়ে দিলো। তখন আমি তাকিয়ে দেখি তো যমীন যেন আমার নিকট একটি শীশার মত মনে হতে লাগলো। যমীনের উপরের জিনিস আমি যেমন দেখছিলাম, ঠিক তেমনই যমীনের নীচের জিনিসও দেখতে পাচ্ছিলাম। অতঃপর তারা আমাকে বললোঃ “আচ্ছা, আপনি আমাদের সাথে কিছু দূর চলেন। আমি তখন তাদের কথামত তাদের সাথে চলতে থাকলাম। যখন আমরা জনপদ হতে বহু দূরে চলে গেলাম তখন তারা দুজন আমাকে দু’দিক থেকে ধরে নিলো এবং একজন আমার চোখে অঙ্গুলী ভরে দিয়ে আমার চোখ উঠিয়ে নিলো এবং তা ফেলে দিলো। তারপর আমাকে তারা বেঁধে সেখানে রেখে চলে গেল। ঘটনাক্রমে সেখান দিয়ে এক যাত্রীদল যাচ্ছিল। তারা আমাকে ঐ অবস্থায় দেখে আমার প্রতি দয়াপরবশ হয়ে আমাকে বন্ধনমুক্ত করলো। অতঃপর আমি সেখান হতে চলে আসলাম। আমার চক্ষু নষ্ট হওয়ার কাহিনী এটাই।” (এ ঘটনাটি হাফিয ইবনে আসাকের (রাঃ) বর্ণনা করেছেন)হযরত সুলাইমান (আঃ)-এর ঐ হুহুদের নাম ছিল আম্বার। তিনি বললেনঃ “যদি সত্যিই সে অনুপস্থিত থেকে থাকে তবে অবশ্যই আমি তাকে কঠিন শাস্তি দিবো অথবা যবাহ করেই ফেলবো। আর যদি সে তার অনুপস্থিতির উপযুক্ত কারণ দর্শাতে পারে তবে তাকে ক্ষমা করা হবে।”কিছুক্ষণ পর হুদহুদ এসে গেল। জীব-জন্তুগুলো তাকে বললোঃ “আজ তোমার রক্ষা নেই। বাদশাহ সুলাইমান (আঃ) তোমাকে হত্যা করে ফেলার চূড়ান্ত সিদ্ধান্ত গ্রহণ করেছেন।” হুদহুদ তখন তাদেরকে বললোঃ “বাদশাহ কি শব্দগুলো ব্যবহার করেছেন বল দেখি?” তারা তা বর্ণনা করলো। তখন সে খুশী হয়ে বললোঃ “তাহলে আমি রক্ষা পেয়ে যাবো।” হযরত মুজাহিদ (রঃ) বলেন যে, সে তার মায়ের সাথে সদ্ব্যবহার করতো বলেই আল্লাহ তা'আলা তাকে রক্ষা করেছেন।"
    },
    { "ayah": 22, "surah": 27, "text": "Please check ayah 27:26 for complete tafsir." },
    { "ayah": 23, "surah": 27, "text": "Please check ayah 27:26 for complete tafsir." },
    { "ayah": 24, "surah": 27, "text": "Please check ayah 27:26 for complete tafsir." },
    { "ayah": 25, "surah": 27, "text": "Please check ayah 27:26 for complete tafsir." },
    {
      "ayah": 26,
      "surah": 27,
      "text": "২২-২৬ নং আয়াতের তাফসীর\nহুদহুদ তার অনুপস্থিতির অল্পক্ষণ পরেই এসে পড়লো এবং আরয করলোঃ “হে আল্লাহর নবী (আঃ)! যে সংবাদ আপনি অবগত নন সেই সংবাদ নিয়ে আমি আপনার নিকট উপস্থিত হয়েছি। আমি সাবা (একটি দেশের নাম) হতে আসলাম এবং সেখান থেকে নিশ্চিত সংবাদ নিয়ে এসেছি। একজন নারী তাদের উপর রাজত্ব করছে।” তার নাম ছিল বিলকীস বিনতে শারাহীল। সে ছিল সাবা দেশের সম্রাজ্ঞী। কাতাদা (রঃ) বলেন যে, তার মা জ্বিনিয়্যাহ নারী ছিল। তার পায়ের পিছন ভাগ চতুষ্পদ জন্তুর ক্ষুরের মত ছিল।অন্য একটি রিওয়াইয়াতে আছে যে, বিলকীসের মায়ের নাম ছিল কারেআহ। ইবনে জুরায়েজ (রঃ) বলেন যে, তার পিতার নাম ছিল যীশারখ এবং মাতার নাম ছিল বুলতাআহ। তার লাখ লাখ লোক-লশকর ছিল। হুদহুদ বললোঃ “তাদের উপর একজন নারীকে আমি রাজত্ব করতে দেখেছি। তার উপদেষ্টা ও উযীরের সংখ্যা তিনশ বারো জন। তাদের প্রত্যেকের অধীনে দশ হাজারের একটি করে দল রয়েছে। তার (বাস) ভূমির নাম ছিল মারিব, যাসানআ হতে তিন মাইল দূরে অবস্থিত ছিল। এই উক্তিটিই বেশী গ্রহণযোগ্য। ওর অধিকাংশ ইয়ামন রাজ্যের মধ্যে অবস্থিত। এসব ব্যাপারে আল্লাহ তা'আলাই সর্বাধিক সঠিক জ্ঞানের অধিকারী।পার্থিব প্রয়োজনীয় আসবাবপত্র সবই তাকে দেয়া হয়েছে। তার একটি সুদৃশ্য ও বিরাট সিংহাসন রয়েছে। ঐ সিংহাসনে সে বসে। সিংহাসনটি স্বর্ণ দ্বারা মণ্ডিত ছিল এবং দামী দামী পাথর দ্বারা কারুকার্য খচিত। ওটার উচ্চতা ছিল আশি হাত এবং প্রস্থ ছিল চল্লিশ হাত। ছয়শ' জন নারী সদা-সর্বদা তার খিদমতে নিয়োজিত থাকতো। তার দিওয়ানে খাস, যার মধ্যে এ সিংহাসনটি ছিল, খুবই বড় প্রাসাদ ছিল। প্রাসাদটি ছিল খুবই প্রশস্ত, উঁচু, মযবূত এবং পরিষ্কার পরিচ্ছন্ন। ওর পূর্ব অংশে তিনশ’ ষাটটি তাক বা খিলান ছিল। অনুরূপ সংখ্যক তাক পশ্চিম অংশেও ছিল। ওটাকে এমন শিল্পচাতুর্যের সাথে নির্মাণ করা হয়েছিল যে, প্রত্যহ সূর্য একটি তাক দিয়ে উদিত হতো এবং ওর বিপরীত দিকের তাক দিয়ে অস্তমিত হতো। দরবারের লোকেরা সকাল সন্ধ্যায় তাকে সিজদা করে নিতো। রাজা-প্রজা সবাই ছিল সূর্যপূজক। আল্লাহর উপাসক তাদের মধ্যে একজনও ছিল না। শয়তান তাদের কার্যাবলী তাদের নিকট শোভনীয় করে তুলতো। সে তাদেরকে সৎপথ হতে নিবৃত্ত করতো। ফলে তারা সৎ পথে আসতোই না। সৎ পথ তো এটাই যে, শুধু আল্লাহর সত্তাকেই সিজদার উপযুক্ত মনে করা হবে, সূর্য, চন্দ্র এবং তারকারাজীকে নয়। যেমন মহান আল্লাহ বলেনঃ (আরবি)অর্থাৎ “তার নিদর্শনাবলীর মধ্যে রয়েছে রজনী ও দিবস, সূর্য ও চন্দ্র। তোমরা সূর্যকে সিজদা করো না, চন্দ্রকেও না; সিজদা কর আল্লাহকে, যিনি এগুলো সৃষ্টি করেছেন, যদি তোমরা তাঁরই ইবাদত কর।”(৪১:৩৭)। কোন কোন কারী(আরবি) এইরূপ পড়েছেন। (আরবি) এর পরে (আরবি)  উহ্য রয়েছে। অর্থাৎ “হে আমার কওম! সাবধান, সিজদা শুধু আল্লাহর জন্যেই করবে যিনি আকাশমণ্ডলী ও পৃথিবীর লুক্কায়িত বস্তুকে প্রকাশ করেন।” (আরবি)-এর তাফসীর পানি, বৃষ্টি ও উৎপাদন দ্বারাও করা হয়েছে। যে হুদহুদের মধ্যে এই বিশেষণই ছিল তার উদ্দেশ্য যে এটাই হবে এতে বিস্ময়ের কিছুই নেই। ঘোষিত হয়েছেঃ তোমরা যা গোপন কর এবং যা ব্যক্ত কর তিনি সবই জানেন। প্রকাশ্য ও গোপনীয় সবই তাঁর কাছে সমান। তিনি একাই প্রকৃত মা’রূদ। তিনিই মহা আরশের অধিপতি। যার চেয়ে বড় আর কোন জিনিস নেই। যেহেতু হুদহুদ কল্যাণের দিকে আহ্বানকারী, এক আল্লাহর ইবাদতের হুকুমদাতা এবং তিনি ছাড়া অন্য কারো উদ্দেশ্যে সিজদা করতে বাধাদানকারী, সেই হেতু তার মৃত্যুদণ্ডাদেশ উঠিয়ে নেয়া হয়। হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) চারটি প্রাণীকে হত্যা করতে নিষেধ করেছেন, সেগুলো হলোঃ পিপীলিকা, মৌমাছি, হুদহুদ এবং সুবৃদ্ অর্থাৎ লাটুরা। (এ হাদীসটি মুসনাদে আহমাদ, সুনানে আবি দাউদ ও সুনানে ইবনে মাজাহতে বর্ণিত হয়েছে)"
    },
    { "ayah": 27, "surah": 27, "text": "Please check ayah 27:31 for complete tafsir." },
    { "ayah": 28, "surah": 27, "text": "Please check ayah 27:31 for complete tafsir." },
    { "ayah": 29, "surah": 27, "text": "Please check ayah 27:31 for complete tafsir." },
    { "ayah": 3, "surah": 27, "text": "Please check ayah 27:6 for complete tafsir." },
    { "ayah": 30, "surah": 27, "text": "Please check ayah 27:31 for complete tafsir." },
    {
      "ayah": 31,
      "surah": 27,
      "text": "২৭-৩১ নং আয়াতের তাফসীর\nহুদহুদের খবর শ্রবণ মাত্রই হযরত সুলাইমান (আঃ) এর সত্যতা নিরূপণ শুরু করলেন যে, যদি সে তার কথায় সত্যবাদী হয় তবে সে ক্ষমার যোগ্য হবে, আর যদি সে মিথ্যাবাদী প্রমাণিত হয় তবে হবে সে শাস্তির যোগ্য। তাই তিনি তাকেই বললেনঃ “তুমি আমার এ চিঠিখানা নিয়ে গিয়ে বিলকীসকে দিয়ে এসো যে সেখানে শাসন ক্ষমতায় অধিষ্ঠিতা রয়েছে।” তখন ঐ চিঠিখানা চঞ্চুতে করে নিয়ে বা পালকের সাথে বাধিয়ে নিয়ে হুদহুদ উড়ে চললো। সেখানে পৌছে সে বিলকীসের প্রাসাদে প্রবেশ করলো। ঐ সময় বিলকীস নির্জন কক্ষে অবস্থান করছিল। হুদহুদ একটি তাকের মধ্য দিয়ে ঐ চিঠিখানা তার সামনে রেখে দিলো এবং ভদ্রতার সাথে একদিকে সরে গেল। এতে সে অত্যন্ত বিস্মিত হলো এবং সাথে সাথে কিছুটা ভয়ও তার অন্তরে জেগে উঠলো। চিঠিখানা উঠিয়ে নিয়ে মোহর ছিড়ে দিয়ে পত্রটি খুললো এবং পড়তে শুরু করলো। ওর বিষয়বস্তু অবগত হয়ে নিজের সভাষদবর্গকে একত্রিত করলো এবং বললোঃ “আমাকে এক সম্মানিত পত্র দেয়া হয়েছে।” ঐ পত্রটি যে সম্মানিত ছিল এটা তার কাছে প্রকাশিত হয়ে পড়েছিল। কারণ, একটি পাখী ওটাকে নিয়ে আসছে, অতি সতর্কতার সাথে তার কাছে পৌঁছিয়ে দিচ্ছে এবং তার সামনে আদবের সাথে রেখে দিয়ে এক দিকে সরে দাঁড়াচ্ছে! তাই সে বুঝে নিলো যে, নিঃসন্দেহে চিঠিটি সম্মানিত এবং কোন মর্যাদা সম্পন্ন লোকের পক্ষ হতে প্রেরিত।তারপর সে পত্রটির বিষয়বস্তু সকলকে শুনিয়ে দিলো। শুরুতেই বিসমিল্লাহির রাহমানির রাহীম লিখা রয়েছে এবং সাথে সাথে মুসলমান হওয়ার ও তাঁর অনুগত হওয়ার আহ্বান রয়েছে।সুতরাং তারা সবাই বুঝে নিলো যে, এটা আল্লাহর নবীরই দাওয়াতনামা। তারা এটাও বুঝতে পারলো যে, তাঁর সাথে মুকাবিলা করার শক্তি তাদের নেই।অতঃপর পত্রটির সুন্দর বাচনভঙ্গী, সংক্ষেপণ, অথচ গভীর ভাব তাদের সকলকেই বিস্ময়াভিভূত করলো। অল্প কথায় গভীর ভাব প্রকাশ করা হয়েছে। এ যেন সমুদ্রকে কুঁজো বা কলসির মধ্যে বন্ধ করা।উলামায়ে কিরামের উক্তি রয়েছে যে, হযরত সুলাইমান (আঃ)-এর পূর্বে কেউ পত্রে বিসমিল্লাহির রাহমানির রাহীম লিখেননি। হযরত বারীদা (রাঃ) হতে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ (সঃ)-এর সাথে চলছিলাম। তিনি আমাকে বলেনঃ “এমন একটি আয়াত আমি জানি যা আমার পূর্বে হযরত সুলাইমান ইবনে দাউদ (আঃ)-এর পরে আর কোন নবীর উপর অবতীর্ণ হয়নি।” আমি বললামঃ হে আল্লাহর রাসূল (সঃ)! ঐ আয়াতটি কি? তিনি উত্তরে বললেনঃ “মসজিদ হতে বের হওয়ার পূর্বেই আমি তোমাকে আয়াতটির কথা বলে দিবো।” অতঃপর তিনি মসজিদ থেকে বের হতে উদ্যত হন, এমনকি মসজিদ হতে একটি পা বাইরে রেখেও দেন। আমি মনে করলাম যে, হয়তো তিনি ভুলে গেছেন। এমতাবস্থায় তিনি আমার দিকে ফিরে তাকান এবং (আরবি) -এই আয়াতটিপাঠ করেন।” (এ হাদীসটি মুসনাদে ইবনে আবি হাতিমে বর্ণিত হয়েছে। কিন্তু এটা খুবই গরীব ও দুর্বল হাদীস)অন্য রিওয়াইয়াতে আছে যে, এই আয়াত অবতীর্ণ হওয়ার পূর্বে রাসূলল্লাহ (সঃ) (আরবি) লিখতেন। যখন এই আয়াত অবতীর্ণ হয় তখন তিনি(আরবি) লিখতে শুরু করেন। হযরত সুলাইমান (আঃ)-এর পত্রের বিষয়বস্তু শুধু নিম্নরূপই ছিলঃ “আমার সামনে হঠকারিতা করো না, আমাকে বাধ্য করো না, আমার কথা মেনে নাও, অহংকার করো না, বরং খাটী একত্ববাদী ও অনুগত হয়ে আমার নিকট চলে এসো।”"
    },
    { "ayah": 32, "surah": 27, "text": "Please check ayah 27:35 for complete tafsir." },
    { "ayah": 33, "surah": 27, "text": "Please check ayah 27:35 for complete tafsir." },
    { "ayah": 34, "surah": 27, "text": "Please check ayah 27:35 for complete tafsir." },
    {
      "ayah": 35,
      "surah": 27,
      "text": "৩২-৩৫ নং আয়াতের তাফসীর\nবিলকীস তার সভাষদবর্গকে হযরত সুলাইমান (আঃ)-এর পত্রের বিষয়বস্তু শুনিয়ে তাদের কাছে পরামর্শ চেয়ে বললোঃ “তোমরা তো জান যে, যতক্ষণ পর্যন্ত আমি তোমাদের সাথে পরামর্শ না করি এবং তোমরা উপস্থিত না থাকো ততক্ষণ পর্যন্ত আমি কোন বিষয়ের সিদ্ধান্ত একা গ্রহণ করি না। কাজেই এই ব্যাপারেও আমি তোমাদের নিকট পরামর্শ চাচ্ছি যে, তোমাদের মতামত কি?” সবাই সমস্বরে জবাব দিলোঃ “আমাদের যুদ্ধের শক্তি যথেষ্ট রয়েছে এবং আমাদের ক্ষমতা সর্বজনবিদিত। আপনি আমাদের ব্যাপারে নিশ্চিন্ত থাকতে পারেন যে, আপনি যা হুকুম করবেন তা আমরা পালন করার জন্যে প্রস্তুত আছি।বিলকীসের সভাষদবর্গ ও সৈন্য-সামন্ত যুদ্ধের প্রতি বেশ আগ্রহ প্রকাশ করলো বটে, কিন্তু সে ছিল বড়ই বুদ্ধিমতী ও দূরদর্শিনী। আর সে হুদহুদের মাধ্যমে পত্র পাওয়ার সুস্পষ্ট মু'জিযা স্বচক্ষে দেখেছিল। সে এটাও বুঝতে পেরেছিল যে, হযরত সুলাইমান (আঃ)-এর শক্তির মুকাবিলা করার ক্ষমতা তার সেনাবাহিনীর নেই। যদি যুদ্ধ সংঘটিত হয় তবে তার রাজ্যও ধ্বংস হবে এবং তার নিজেরও কোন নিরাপত্তা থাকবে না। তাই সে তার মন্ত্রীবর্গ ও উপদেষ্টাদেরকে বললোঃ “রাজা-বাদশাহদের নিয়ম এই যে, যখন তারা বিজয়ীর বেশে কোন জনপদে প্রবেশ করে তখন ওকে বিপর্যস্ত করে দেয় এবং তথাকার মর্যাদাবান ব্যক্তিদের অপদস্থ করে। এরাও এইরূপই করবে।”অতঃপর সে একটি কৌশল অবলম্বন করলো যে হযরত সুলাইমান (আঃ)-এর সাথে সন্ধি করা যাক। সুতরাং সে তার কৌশলপূর্ণ কথা সভাদদের সামনে পেশ করলো। সে তাদেরকে বললোঃ “এখন আমি তাঁর কাছে এক মূল্যবান উপঢৌকন পাঠাচ্ছি। দেখা যাক, দূতেরা কি নিয়ে ফিরে আসে? খুব সম্ভব তিনি এটা কবুল করবেন এবং ভবিষ্যতেও প্রতি বছর আমরা এটা জিযিয়া হিসেবে তাঁর নিকট পাঠাতে থাকবো। সুতরাং তার আমাদের দেশকে আক্রমণ করার প্রয়োজন হবে না।কাতাদা (রঃ) বলেন যে, এভাবে উপঢৌকন পাঠিয়ে সে বড়ই বুদ্ধিমত্তার পরিচয় দিয়েছিল। সে জানতো যে, টাকা পয়সা এমনই জিনিস যা লোহাকেও নরম করে দেয়। আর হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, সে তার কওমকে বলেছিলঃ “যদি তিনি আমাদের উপঢৌকন গ্রহণ করেন তবে বুঝবে যে, তিনি একজন বাদশাহ। আর যদি গ্রহণ না করেন তবে বুঝবে যে, তিনি একজন নবী। সুতরাং তখন তাঁর আনুগত্য স্বীকার করা আমাদের জন্যে অপরিহার্য কর্তব্য হবে।"
    },
    { "ayah": 36, "surah": 27, "text": "Please check ayah 27:37 for complete tafsir." },
    {
      "ayah": 37,
      "surah": 27,
      "text": "৩৬-৩৭ নং আয়াতের তাফসীর\nবিলকীস খুবই মূল্যবান উপঢৌকন হযরত সুলাইমান (আঃ)-এর নিকট প্রেরণ করলো। যেমন সোনা, মণি-মাণিক্য, বহু সংখ্যক সোনার ইষ্টক, সোনার পাত্র ইত্যাদি। কেউ কেউ বলেন যে, কিছু ছেলেকে মেয়ের পোশাকে এবং কতকগুলো মেয়েকে ছেলের পোশাকে পাঠিয়েছিল। আর বলেছিলঃ “যদি হ্যরত সুলাইমান (আঃ) তাদেরকে চিনে নিতে পারেন তবে তাকে নবী বলে মেনে নেয়া হবে।”যখন তারা হযরত সুলাইমান (আঃ)-এর নিকট পৌঁছে তখন তিনি তাদের সকলকেই অযু করার নির্দেশ দেন। মেয়েরা তো বরতন হতে পানি ঢেলে হাত ধৌত করলো, আর ছেলেরা বরতনের মধ্যেই হাত ডুবিয়ে দিয়ে পানি নিলো। এর দ্বারা হযরত সুলাইমান (আঃ) তাদের চিনে নিয়ে পৃথক পৃথক করে দিলেন আর বললেনঃ “এরা ছেলে এবং এরা মেয়ে।”অন্য কেউ কেউ বলেছেন যে, মেয়েরা প্রথমে তাদের হাতের ভিতরের অংশ। ধুয়েছিল এবং ছেলেরা প্রথমে তাদের হাতের বাইরের অংশ ধৌত করেছিল। এইভাবে তিনি তাদেরকে পৃথক পৃথকভাবে চিনতে পেরেছিলেন।এটাও বর্ণিত আছে যে, তাদের মধ্যে একটি দল নির্দেশ প্রাপ্তির পর হাত ধুতে শুরু করে এবং অঙ্গুলী পর্যন্ত ধৌত করে। আর অন্য দল তাদের বিপরীত হাতের অঙ্গুলী হতে ধুতে শুরু করে হাতের কনুই পর্যন্ত নিয়ে যায়। এসব ব্যাপারে আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন। এটাও বর্ণিত আছে যে, বিলকীস হযরত সুলাইমান (আঃ)-এর নিকট একটি বরতন পাঠিয়েছিল এবং বলে পাঠিয়েছিল যে, তিনি যেন বরতনটিকে এমন পানি দ্বারা পূর্ণ করেন যা যমীনেরও নয় এবং আসমানেরও নয়। তখন হযরত সুলাইমান (আঃ) ঘোড়া-দৌড়ের ব্যবস্থা করেন। ঘোড়াগুলোর ঘর্ম বের হলে তিনি ঐ ঘর্ম দ্বারা বরতনটি পূর্ণ করে দেন। প্রায় এ সবগুলোই বানী ইসরাঈলের উক্তি। এখন এগুলোর মধ্যে কোনটা সত্য ও কোনটা মিথ্যা তা একমাত্র আল্লাহ পাকই জানেন। কুরআন কারীমের প্রকাশ্য শব্দ দ্বারা তো জানা যাচ্ছে যে, হযরত সুলাইমান (আঃ) ঐ রাণীর উপঢৌকনের প্রতি ভ্রুক্ষেপই করেননি। বরং তা দেখা মাত্রই বলেছিলেনঃ “তোমরা কি আমাকে ধন-সম্পদ ঘুষ দিয়ে নিজেদেরকে শিরকের উপর বাকী রাখার ইচ্ছা করছো? এটা কখনো সম্ভব নয়। আল্লাহ তা'আলা আমাকে বহু কিছু দিয়েছেন। রাজ্য-রাজত্ব, ধন-মাল, সৈন্য-সামন্ত সবকিছুই আমার কাছে বিদ্যমান রয়েছে। যে কোন দিক দিয়েই আমি তোমাদের অপেক্ষা উত্তম অবস্থায় রয়েছি। তোমরা এগুলো নিয়ে তোমাদের লোকদের নিকট ফিরে যাও। জেনে রেখো যে, আমি অবশ্যই তোমাদের বিরুদ্ধে নিয়ে আসবো এক সৈন্যবাহিনী যার মুকাবিলা করার শক্তি তোমাদের নেই। আমি অবশ্যই তোমাদেরকে তথা হতে বহিষ্কার করবো লাঞ্ছিতভাবে এবং তোমরা হবে অবনমিত।এটাও বলা হয়েছে যে, বিলকীসের দূতেরা হযরত সুলাইমান (আঃ)-এর নিকট পৌঁছার পূর্বেই তাঁর নির্দেশক্রমে জ্বিনেরা এক হাজার প্রাসাদ নির্মাণ করে। যখন দূতেরা রাজধানীতে পৌঁছে তখন প্রাসাদগুলো দেখে তো তাদের আক্কেল গুড়ম! তারা বলেঃ “বাদশাহ তো আমাদের উপঢৌকনগুলো ঘৃণার চক্ষে দেখবেন। এখানে তো সোনা মাটির সমানও মর্যাদা রাখে না।” এর দ্বারা এটাও প্রমাণিত হলো যে, বিদেশী লোকদের উদ্দেশ্যে কিছু লৌকিকতা করা বাদশাহদের জন্যে জায়েয।এরপর হযরত সুলাইমান (আঃ) দূতদেরকে বললেনঃ “তোমরা এই উপঢৌকনগুলো ফিরিয়ে নিয়ে যাও এবং তাদেরকে গিয়ে বলো যে, তারা যেন মুকাবিলার জন্যে প্রস্তুত হয়ে যায়। জেনে রেখো যে, আমি তাদের বিরুদ্ধে এমন এক সেনাবাহিনী নিয়ে আসবো যাদের মুকাবিলা করার শক্তি তাদের নেই। আমি অবশ্যই তাদেরকে তথা হতে বহিষ্কার করবো লাঞ্ছিতভাবে। আমি তাদের সিংহাসন ও রাজমুকুটকে পদদলিত করবো।”যখন দূতেরা উপঢৌকনগুলো ফিরিয়ে নিয়ে বিলকীসের নিকট গিয়ে পৌঁছলো এবং শাহী পয়গাম তাকে জানিয়ে দিলো তখন হযরত সুলাইমান (আঃ)-এর নবুওয়াত সম্পর্কে তার আর কোন সন্দেহ থাকলো না। সুতরাং সমস্ত সৈন্য-সামন্ত ও প্রজাসহ সে মুসলমান হয়ে গেল এবং সে তার সেনাবাহিনীকে সাথে নিয়ে হযরত সুলাইমান (আঃ)-এর নিকট হাযির হওয়ার সিদ্ধান্ত গ্রহণ করলো। যখন হযরত সুলাইমান (আঃ) বিলকীসের সংকল্পের কথা জানতে পারলেন তখন তিনি অত্যন্ত খুশী হলেন এবং আল্লাহ তা'আলার কৃতজ্ঞতা প্রকাশ করলেন।"
    },
    { "ayah": 38, "surah": 27, "text": "Please check ayah 27:40 for complete tafsir." },
    { "ayah": 39, "surah": 27, "text": "Please check ayah 27:40 for complete tafsir." },
    { "ayah": 4, "surah": 27, "text": "Please check ayah 27:6 for complete tafsir." },
    {
      "ayah": 40,
      "surah": 27,
      "text": "৩৮-৪০ নং আয়াতের তাফসীর\nযখন দূতেরা বিলকীসের নিকট ফিরে আসে এবং পুনরায় তার কাছে নবুওয়াতের পয়গাম পৌছে তখন সে নিশ্চিতরূপে বুঝতে পারে যে, হযরত সুলাইমান (আঃ) একজন নবী। তাই সে বলে- “আল্লাহর শপথ! তিনি একজন নবী এবং নবীদের সঙ্গে কখনো মুকাবিলা করা যায় না।” তৎক্ষণাৎ সে পুনরায় দূত পাঠিয়ে বললোঃ “আমি আমার কওমের নেতৃস্থানীয় লোকজনসহ আপনার দরবারে হাযির হচ্ছি, যাতে স্বয়ং আপনার সাথে মিলিত হয়ে দ্বীনী জ্ঞান লাভ করতে পারি এবং আপনার কাছে সান্ত্বনা পেতে পারি।” একথা বলে পাঠিয়ে একজনকে এখানে নিজের প্রতিনিধি বানিয়ে দিলো এবং তার দায়িত্বে সাম্রাজ্যের ব্যবস্থাপনার ভার দিয়ে নিজের মণি-মাণিক্য খচিত স্বর্ণের মহামূল্যবান সিংহাসনটি সাতখণ্ড করে সাতটি প্রাসাদে তালাবদ্ধ করে রাখলো এবং প্রতিনিধিকে এর রক্ষণাবেক্ষণের জন্যে বিশেষভাবে নির্দেশ দিলো। অতঃপর বারো হাজার নেতৃস্থানীয় লোককে সঙ্গে নিয়ে হযরত সুলাইমান (আঃ)-এর রাজ্যাভিমুখে যাত্রা শুরু করলো। ঐ বারো হাজার নেতৃস্থানীয় লোকের প্রত্যেকের অধীনে আবার হাজার হাজার লোক ছিল। জ্বিনেরা বিলকীস ও তার লোকজনের প্রতিক্ষণের খবর হযরত সুলাইমান (আঃ)-এর নিকট পৌঁছিয়ে দিচ্ছিল। তিনি যখন জানতে পারলেন যে, তারা নিকটবর্তী হয়ে গেছে তখন তিনি তাঁর রাজসভায় বিদ্যমান মানব ও দানবকে লক্ষ্য করে বললেনঃ “বিলকীস ও তার লোক-লশূকর এখানে পৌঁছে যাওয়ার পূর্বেই তার সিংহাসনটি আমার নিকট হাযির করে দিতে পারে এরূপ কেউ তোমাদের মধ্যে আছে কি? কেননা, যখন সে এখানে এসে পড়বে এবং ইসলাম কবুল করে নিবে তখন তার ধন-সম্পদ আমাদের জন্যে হারাম হয়ে যাবে। তার একথা শুনে একজন শক্তিশালী উদ্ধত জ্বিন, যার নাম ছিল কাওযান এবং সে ছিল একটা বিরাট পাহাড়ের মত, বললোঃ “আপনার দরবার ভেঙ্গে দেয়ার পূর্বেই আমি ওটা আপনাকে এনে দিতে পারি।” হযরত সুলাইমান (আঃ) জনগণের বিচার মীমাংসার জন্যে সকাল হতে দুপুর পর্যন্ত সাধারণ দরবারে বসতেন। কাওযান নামক জ্বিনটি বললোঃ “এই সময়ের মধ্যেই আমি বিলকীসের সিংহাসনটি আপনার নিকট নিয়ে আসতে সক্ষম। অরি আমি আমানতদারও বটে। ওর থেকে কোন জিনিস আমি চুরি করবো না।” হযরত সুলাইমান (আঃ) বললেনঃ “আমি চাই যে, এরও পূর্বে যেন তার সিংহাসনটি আমার নিকট পৌছে যায়। এর দ্বারা জানা যাচ্ছে যে, হযরত সুলাইমান ইবনে দাউদ (আঃ)-এর ঐ সিংহাসনটি আনিয়ে নেয়ার উদ্দেশ্য ছিল তাঁর একটি বড় মু'জিযা ও পূর্ণ শক্তির প্রমাণ বিলকীসকে প্রদর্শন করা। কাতাদা (রঃ) যে উদ্দেশ্যের কথা বর্ণনা করেছেন তা সঠিক ।হযরত সুলাইমান (আঃ)-এর এই ত্বরা ও পীড়াপীড়িপূর্ণ নির্দেশ শুনে যার নিকট কিতাবী জ্ঞান ছিল, এক উক্তি অনুযায়ী, তিনি ছিলেন আসেফ, তিনি হযরত সুলাইমান (আঃ)-এর লেখক ছিলেন। তাঁর পিতার নাম ছিল বারখায়া। তিনি একজন আল্লাহর ওলী ছিলেন। তিনি ইসমে আযম জানতেন। তিনি ছিলেন একজন পাকা মুসলমান। আবু সালেহ (রঃ), যহহাক (রঃ) এবং কাতাদা (রঃ) বলেন যে, তিনি মানবের অন্তর্ভুক্ত ছিলেন। কাতাদা (রঃ) আরো বাড়িয়ে বলেছেন। যে, তিনি বানী ইসরাঈলের অন্তর্ভুক্ত ছিলেন। মুজাহিদ (রঃ) বলেন যে, তাঁর নাম ছিল উসতুম। একটি রিওয়াইয়াতে তার নাম বালীখও রয়েছে। যুহায়ের ইবনে মুহাম্মাদ (রঃ) বলেন যে, তিনি একজন মানুষ ছিলেন এবং তাঁকে মুননূর বলা হতো। আবদুল্লাহ ইবনে লাহীআহ (রঃ)-এর উক্তি এই যে, তিনি ছিলেন হযরত খিয়র (আঃ)। কিন্তু এই উক্তিটি খুবই গরীব বা দুর্বল। যাই হোক, তিনি বললেনঃ “আপনি চক্ষুর পলক ফেলবার পূর্বেই আমি সিংহাসনটি আপনাকে এনে দিবো।” সুতরাং হযরত সুলাইমান (আঃ) ইয়ামনের দিকে তাকালেন যেখানে বিলকীসের সিংহাসনটি ছিল। এদিকে যে লোকটির কিতাবের জ্ঞান ছিল তিনি অযু করে দাঁড়িয়ে গেলেন এবং দু'আ করতে শুরু করলেন। তিনি দু'আয় বললেনঃ (আরবি) অর্থাৎ “হে মহিমময়, মহানুভব!\" অথবা বলেনঃ (আরবি) অর্থাৎ “হে আমার মা'বূদ ও প্রত্যেক জিনিসের মা’বৃদ, একক মাবুদ! আপনি ছাড়া অন্য কোন উপাস্য নেই, আপনি তার আরশটি এনে দিন।” তৎক্ষণাৎ বিলকীসের সিংহাসনটি সামনে এসে পড়লো। এটুকু সময়ের মধ্যে ওটা ইয়ামন হতে বায়তুল মুকাদ্দাসে পৌঁছে গেল এবং সুলাইমান (আঃ)-এর সৈন্যদের চোখের সামনে দিয়ে ওটা তার কাছে এসে গেল। যখন তিনি ওটা সম্মুখে রক্ষিত অবস্থায় দেখলেন তখন বললেনঃ “এটা আমার প্রতিপালকের অনুগ্রহ ছাড়া কিছুই নয়, যাতে তিনি আমাকে পরীক্ষা করতে পারেন যে, আমি তার কৃতজ্ঞতা প্রকাশ করি, না অকৃতজ্ঞ হই? যে তাঁর কৃতজ্ঞতা প্রকাশ করে সে তা করে নিজের কল্যাণের জন্যেই এবং যে অকৃতজ্ঞ হয় তার জেনে রাখা উচিত যে, আমার প্রতিপালক অভাবমুক্ত ও মহানুভব।” যেমন অন্য জায়গায় রয়েছেঃ (আরবি)অর্থাৎ “যে ভাল কাজ করে সে তা নিজের কল্যাণের জন্যেই করে এবং যে মন্দ কাজ করে, ওর ফল তাকেই ভোগ করতে হবে।”(৪১:৪৬) আর এক জায়গায় রয়েছেঃ (আরবি) অর্থাৎ “যারা ভাল কাজ করছে তারা নিজেদের জন্যেই কল্যাণ জমা করছে।” (৩০:৪৪) হযরত মূসা (আঃ) তাঁর কওমকে বলেছিলেন ?অর্থাৎ “যদি তোমরা এবং ভূ-পৃষ্ঠের সবাই কুফরী করতে শুরু কর তবে জেনে রেখো যে, (এতে তোমরা আল্লাহর একটুও ক্ষতি করতে পারবে না। কারণ) আল্লাহ তা'আলা অভাবমুক্ত এবং প্রশংসিত।” (১৪: ৮)সহীহ মুসলিমে আছে যে, আল্লাহ তা'আলা বলেনঃ “হে আমার বান্দারা! যদি তোমাদের পূর্বের ও পরের এবং তোমাদের মানব ও দানব সবাই আল্লাহভীরু ও সৎ হয়ে যায় তবুও আমার রাজত্ব ও মান-মর্যাদা একটুও বৃদ্ধি পাবে না। পক্ষান্তরে যদি তোমাদের পূর্বের ও পরের মানব ও দানব সবাই পাপী ও অবাধ্য হয়ে যায় তবুও আমার আধিপত্য ও মান-মর্যাদা একটুও হ্রাস পাবে না। এগুলো তো তোমাদের আমল মাত্র, যেগুলো জমা হবে এবং তোমরা লাভ করবে। সুতরাং তোমাদের কেউ কল্যাণ পেলে সে যেন আল্লাহর প্রশংসা করে, আর কোন অকল্যাণ ও অনিষ্ট পেলে যেন সে নিজেকেই তিরস্কার করে।”"
    },
    { "ayah": 41, "surah": 27, "text": "Please check ayah 27:43 for complete tafsir." },
    { "ayah": 42, "surah": 27, "text": "Please check ayah 27:43 for complete tafsir." },
    {
      "ayah": 43,
      "surah": 27,
      "text": "৪১-৪৩ নং আয়াতের তাফসীর\nবিলকীসের সিংহাসনটি এসে যাওয়ার পর হযরত সুলাইমান (আঃ) নির্দেশ দিলেনঃ “সিংহাসনটিতে কিছুটা পরিবর্তন আনয়ন কর।” সুতরাং তাঁর নির্দেশ অনুযায়ী ওর কিছু হীরা জওহর পরিবর্তন করা হলো, রঙও কিছুটা বদলিয়ে দেয়া হলো এবং নীচ ও উপর হতেও কিছু পরিবর্তন করা হলো, তাছাড়া কিছু কম-বেশীও করা হলো। বিলকীস তার সিংহাসনটি চিনতে পারে কি-না তা পরীক্ষা করাই ছিল তাঁর উদ্দেশ্য। সে পৌঁছে গেলে তাকে জিজ্ঞেস করা হলোঃ “এটাই কি তোমার সিংহাসন?” উত্তরে সে বললোঃ “আমার সিংহাসনটি হুবহু এই রূপই বটে।” এই উত্তর দ্বারা তার দূরদর্শিতা ও বুদ্ধিমত্তার পরিচয় পাওয়া যাচ্ছে। কেননা, সে দেখছে যে, সিংহাসনটি সম্পূর্ণরূপে তার সিংহাসনেরই মত। কিন্তু ওটা সেখানে পৌঁছা অসম্ভব বলেই সে এইরূপ উত্তর দিয়েছিল। হযরত সুলাইমান (আঃ) বললেনঃ “এর পূর্বেই আমাদেরকে প্রকৃত জ্ঞান দান করা হয়েছে এবং আমরা আত্মসমর্পণও করেছি।” বিলকীসকে আল্লাহ ছাড়া অন্যের ইবাদত এবং তার কুফরী আল্লাহর একত্ববাদ হতে ফিরিয়ে রেখেছিল। অথবা এও হতে পারে যে, হযরত সুলাইমান (আঃ) বিলকীসকে গায়রুল্লাহর ইবাদত হতে বিরত রেখেছিলেন। ইতিপূর্বে সে কাফিরদের অন্তর্ভুক্ত ছিল। কিন্তু প্রথম উক্তিটির পৃষ্ঠপোষকতা এ জিনিসটিও করছে যে, রাণী বিলকীস তার ইসলাম গ্রহণের ঘোষণা প্রাসাদে প্রবেশের পরে করেছিল। যেমন এটা সত্বরই আসছে।হযরত সুলাইমান (আঃ) জ্বিনদের দ্বারা একটি প্রাসাদ নির্মাণ করিয়েছিলেন যা শুধু শীশা ও কাঁচ দ্বারা নির্মিত ছিল। শীশা ছিল খুবই স্বচ্ছ। তথায় আগমনকারী ওটাকে শীশা বলে চিনতে পারতো না, বরং মনে করতো যে, ওগুলো পানি ছাড়া কিছুই নয়। অথচ আসলে পানির উপরে শীশার ফারাশ ছিল।কারো কারো ধারণী এই যে, এই শিল্প-চাতুর্যপূর্ণ কাজের দ্বারা হযরত সুলাইমান (আঃ)-এর উদ্দেশ্য ছিল বিলকীসকে বিয়ে করা। কিন্তু তিনি শুনেছিলেন যে তার পায়ের গোছা খুবই নিকৃষ্ট এবং তার পায়ের গিঠ চতুষ্পদ জন্তুর ক্ষুরের মত। এর সত্যাসত্য যাচাই করার জন্যেই তিনি এইরূপ করেছিলেন। যখন সে এখানে আসতে শুরু করে তখন সামনে পানির হাউয দেখে পায়ের গোছা হতে কাপড় উঠিয়ে নেয়। ফলে হযরত সুলাইমান (আঃ) তার পায়ের গোছা দেখে নেন এবং তিনি এটা নিশ্চিতরূপে জেনে নেন যে, তার পায়ের গোছর যে দোষের কথা তিনি শুনেছিলেন তা সম্পূর্ণ মিথ্যা। তার পায়ের গোছা ও পা সম্পূর্ণরূপে মানুষের পায়ের মতই। হ্যাঁ, তবে সে অবিবাহিতা সম্রাজ্ঞী ছিল বলে তার পায়ের গোছায় বড় বড় চুল বা লোম ছিল। হযরত সুলাইমান (আঃ) তাকে ঐ লোমগুলো ক্ষুর দ্বারা কামিয়ে ফেলবার পরামর্শ দেন। কিন্তু সে বলে যে, এটা সে সহ্য করতে পারবে না। তখন তিনি জ্বিনদেরকে এমন একটা জিনিস তৈরী করতে নির্দেশ দেন যার দ্বারা ঐ লোম আপনা আপনিই উঠে যায়। তখন জ্বিনেরা মলম পেশ করে। এ ওষুধ সর্ব প্রথম হযরত সুলাইমান (আঃ)-এর নির্দেশক্রমেই আবিষ্কৃত হয়। বিলকীসকে প্রাসাদে আহ্বান করার কারণ ছিল এই যে, সে যেন তার নিজের রাজ্য হতে, দরবার হতে, শান-শওকত ও সাজ-সরঞ্জাম হতে এবং আরাম-আয়েশ হতে, এমনকি নিজ হতেও শ্রেষ্ঠতর অস্তিত্ব অবলোকন করতে পারে এবং নিজের উচ্চ মান-মর্যাদার কথা ভুলে যেতে পারে। এর ফলে নিজের দর্প ও অহংকারের পরিসমাপ্তি ছিল অবশ্যম্ভাবী।অতঃপর যখন বিলকীস ভিতরে আসতে শুরু করলো এবং হাউযের নিকট পৌছলো তখন ওটাকে তরঙ্গায়িত নদী মনে করে পাজামা উঠিয়ে নেয়। তৎক্ষণাৎ তাকে বলা হয়ঃ “তুমি ভুল করছে। এটা তো শীশা মণ্ডিত। সুতরাং তুমি পা না ভিজিয়েই এর উপর দিয়ে চলে আসতে পার।” যখন সে হযরত সুলা (আঃ)-এর নিকট পৌছলো তখনই তিনি তার কানে তাওহীদের বাণী পৌছিয়ে দেন এবং সূর্যপূজার নিন্দাবাণী তাকে শুনিয়ে দেন। প্রাসাদে প্রবেশ করেই এর হাকীকত তার দৃষ্টিগোচর হলো এবং দরবারের শান-শওকত ও জাক-জমক দেখেই সে বুঝতে পারলো যে, এর সাথে তো তার দরবারের তুলনাই হয় না। নীচে পানি আছে এবং উপরে আছে শীশা। মধ্যভাগে আছে হযরত সুলাইমান (আঃ)-এর সিংহাসন। উপর হতে পক্ষীকুল ছায়া করে রয়েছে। দানব ও মানব সবাই হাযির আছে এবং তার নির্দেশ মানবার জন্যে প্রস্তুত রয়েছে। যখন তিনি তাকে তাওহীদের দাওয়াত দিলেন তখন সে যিন্দীকদের (আল্লাহর একত্ববাদে অবিশ্বাসীদের) মতই জবাব দিলো। এতে মহাপ্রতাপান্বিত আল্লাহর সামনে ঔদ্ধত্য প্রকাশ পেলো। তার উত্তর শুনেই হযরত সুলাইমান (আঃ) সিজদায় পড়ে গেলেন এবং তাঁকে সিজদাবনত অবস্থায় দেখে তাঁর সব লোক-লকরও সিজদাবনত হলো। এতে বিলকীস খুবই লজ্জিত হলো। এরপর হযরত সুলাইমান (আঃ) তাকে ধমকের সুরে বললেনঃ “তুমি কি বললে?” সে উত্তরে বললোঃ “আমার ভুল হয়ে গেছে।” তৎক্ষণাৎ সে প্রতিপালকের দিকে ঝুঁকে পড়লো এবং বলে উঠলোঃ “হে আমার প্রতিপালক! আমি তো নিজের প্রতি যুলুম করেছিলাম, আমি সুলাইমান (আঃ)-এর সহিত জগতসমূহের প্রতিপালক আল্লাহর নিকট আত্মসমর্পণ করছি।” এভাবে সে খাটি অন্তরে মুসলমান হয়ে গেল।হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত, তিনি বলেন যে, হযরত সুলাইমান (আঃ) যখন তার সিংহাসনের উপর উপবেশন করতেন তখন ওর পার্শ্ববর্তী চেয়ারসমূহের উপর মানুষ বসতো, ওর পার্শ্ববর্তী চেয়ারগুলোর উপর জ্বিনেরা বসতো, তারপর শয়তানরা বসতো। অতঃপর বাতাস ঐ সিংহাসন নিয়ে উড়ে চলতো। এর পর পাখীগুলো এসে পালক দ্বারা ছায়া করতো। তারপর তাঁর নির্দেশক্রমে বাতাস সকাল বেলায় তাঁকে এক মাসের পথ অতিক্রম করাতো। অনুরূপভাবে সন্ধ্যা বেলায়ও এক মাসের পথের মাথায় পৌছিয়ে দিতো। এভাবে একদা তিনি চলতেছিলেন। হঠাৎ তিনি পাখীসমূহের খোঁজ-খবর নিলেন, তখন তিনি হুদহুদকে অনুপস্থিত পেলেন। তাই তিনি বললেনঃ “ব্যাপার কি, হুদহুদকে দেখছি না যে! সে অনুপস্থিত না কি? অনুপস্থিতির সে উপযুক্ত কারণ না দর্শালে আমি অবশ্যই তাকে কঠিন শাস্তি দিবো অথবা যবাহ করেই ফেলবো।”এরপর অনতিবিলম্বে হুদহুদ এসে পড়লো এবং তার সাবা’ নামক দেশে গমন করা এবং তথা হতে খবর আনার কথা তাঁর নিকট বর্ণনা করলো।হযরত সুলাইমান (আঃ) তখন তার সত্যতা পরীক্ষার জন্যে সাবা’ দেশের সম্রাজ্ঞীর নামে একটি চিঠি লিখে তাকে দিলেন এবং পুনরায় তাকে সেখানে। পাঠালেন। ঐ চিঠির মাধ্যমে তিনি সম্রাজ্ঞীকে নির্দেশ দিলেন যে, সে যেন মুসলমান হয়ে তাঁর নিকট চলে আসে। ঐ চিঠি পাওয়া মাত্র সম্রাজ্ঞীর অন্তরে চিঠি ও ওর লেখকের প্রতি সম্মান ও মর্যাদা প্রতিষ্ঠিত হয় এবং সে তার সভাষদবর্গের সাথে পরামর্শ করে। তারা তাদের শক্তির গর্বে গর্বিত হয়ে বলে“আমরা মুকাবিলা করার জন্যে প্রস্তুত রয়েছি, শুধু আপনার হুকুমের অপেক্ষা। করছি।” কিন্তু সম্রাজ্ঞী তার মন্দ পরিণাম ও পরাজয়ের কথা চিন্তা করে মুকাবিলা করা হতে বিরত থাকে। সে হযরত সুলাইমান (আঃ)-এর সাথে বন্ধুত্ব স্থাপনের চেষ্টা এইভাবে করে যে, সে তার কাছে কিছু উপঢৌকন প্রেরণ করে যা তিনি ফিরিয়ে দেন এবং তার রাজ্য আক্রমণের হুমকি দেন। এখন সম্রাজ্ঞী হযরত সুলাইমান (আঃ)-এর সাথে মিলিত হওয়ার উদ্দেশ্যে যাত্রা শুরু করে। যখন তারা তাঁর সাম্রাজ্যের নিকটবর্তী হয়ে যায় এবং হযরত সুলাইমান (আঃ) সম্রাজ্ঞীর সেনাবাহিনীর পদ-ধূলি উড়তে দেখেন তখন তিনি তার অধীনস্থদেরকে তার সিংহাসনটি অতিসত্বর তাঁর কাছে হাযির করার নির্দেশ দেন। একজন জ্বিন বলে- “ঠিক আছে, আপনি আপনার স্থান হতে উঠবার পূর্বেই আমি ওটা এনে দিবো এবং এই ব্যাপারে আমি অবশ্যই ক্ষমতাবান ও বিশ্বস্ত।” হযরত সুলাইমান (আঃ) বলেনঃ “এরও পূর্বে আনা কি সম্ভব নয়?” তাঁর এ প্রশ্ন শুনে ঐ জ্বিন তো নীরব হয়ে গেল, কিন্তু কিতাবের জ্ঞান যার ছিল সে বললোঃ “আপনি চক্ষুর পলক ফেলবার পূর্বেই আমি ওটা আপনার নিকট হাযির করে দিবো।” ইত্যবসরেই যখন হযরত সুলাইমান (আঃ) সিংহাসনটি তার সামনে রক্ষিত অবস্থায় দেখলেন তখন তিনি মহামহিমান্বিত আল্লাহর কৃতজ্ঞতা প্রকাশ করলেন এবং ঐ সিংহাসনের কিছুটা পরিবর্তন আনয়নের পরামর্শ দিলেন। বিলকীসের আগমন মাত্রই হযরত সুলাইমান (আঃ) তাকে জিজ্ঞেস করলেনঃ “তোমার সিংহাসনটি কি এই রূপই?” উত্তরে সে বললোঃ “এটা তো যেন ওটাই।” বিলকীস হযরত সুলাইমান (আঃ)-এর কাছে দু’টি জিনিস চাইলো। একটি হলো ঐ পানি যা না যমীন হতে বের হয়েছে, না আসমান হতে বর্ষিত হয়েছে। হযরত সুলাইমান (আঃ)-এর অভ্যাস ছিল এই যে, কিছু জিজ্ঞেস করার প্রয়োজন হলে প্রথমে তিনি মানবদেরকে জিজ্ঞেস করতেন, তারপর দানবদেরকে এবং সবশেষে শয়তানদেরকে জিজ্ঞেস করতেন। এই প্রশ্নের উত্তরে শয়তানরা হযরত সুলাইমান (আঃ)-কে বললোঃ “এটা কোন কঠিন কিছু নয়। আপনি ঘোড়া তাড়িয়ে দিন এবং ওর ঘর্ম দ্বারা পাত্র পূর্ণ করুন।” বিলকীসের এই চাহিদা পূর্ণ হলে সে দ্বিতীয় প্রশ্ন করলোঃ “আচ্ছা, বলুন তো আল্লাহ তা'আলার রঙ কেমন?” এ কথা শোনা মাত্রই হযরত সুলাইমান (আঃ) লাফিয়ে উঠেন এবং তৎক্ষণাৎ সিজদায় পতিত হন এবং আল্লাহ তাআলার নিকট আরয করেনঃ “হে আমার প্রতিপালক! সে আমাকে এমন প্রশ্ন করেছে যে প্রশ্ন আমি আপনাকে করতে পারি।” আল্লাহ তা'আলা বললেনঃ “তুমি নিশ্চিত থাকো, তাদের ব্যাপারে আমিই তোমার জন্যে যথেষ্ট।” অতঃপর তিনি সিজদা হতে মাথা উঠিয়ে বিলকীসকে জিজ্ঞেস করলেনঃ “তুমি কি জিজ্ঞেস করেছিলে?” জবাবে সে বললোঃ “আমি আপনাকে পানি সম্পর্কে প্রশ্ন করেছিলাম এবং আপনি তা পূর্ণ করেছেন। আর কোন প্রশ্ন তো আমি করিনি।” সে স্বয়ং এবং তার সৈন্যরা সবাই দ্বিতীয় প্রশ্নটি ভুলেই যায়। হযরত সুলাইমান (আঃ) সম্রাজ্ঞীর সৈন্যদেরকেও জিজ্ঞেস করেন। তারাও একই উত্তর দেয় যে, বিলকীস পানি ছাড়া অন্য কিছু সম্পর্কে কোন প্রশ্ন করেনি।শয়তানরা ধারণা করলো যে, যদি হযরত সুলাইমান (আঃ) বিলকীসকে পছন্দ করে নেন এবং তাকে বিয়ে করে ফেলেন, আর ছেলে-মেয়েরও জন্ম হয়ে যায় তবে তিনি তাদের (শয়তানদের) থেকে চিরতরে বিদায় গ্রহণ করবেন। তাই তারা হাউজ তৈরী করলো ও তা পানি দ্বারা পূর্ণ করে দিলো এবং উপরে কাচের ফারাশ তৈরী করলো। তারা ওটা এমনভাবে তৈরী করলো যে, দর্শকরা ওকে পানিই মনে করে, পানির উপরে যে কিছু আছে তা তারা বুঝতেই পারে না। বিলকীস দরবারে আসলো এবং ওখান দিয়ে আসার ইচ্ছা করলো, কিন্তু ওটাকে পানি মনে করে নিজের পাজামা উঠিয়ে নিলো। হযরত সুলাইমান (আঃ) তার। পায়ের গোছার নোম দেখে তা অপছন্দ করলেন এবং সাথে সাথেই বললেনঃ “পায়ের লোমগুলে দূর করে দেয়ার চেষ্টা কর।” তার লোকেরা বললোঃ “ক্ষুর দ্বারা এগুলো দূর করা সম্ভব।” তখন সুলাইমান (আঃ) বললেনঃ “ক্ষুরের চিহ্নও আমি পছন্দ করি না। সুতরাং অন্য কোন পন্থা বাতলিয়ে দাও।” তখন শয়তানরা এক প্রকার মলম বা মালিশ তৈরী করলো, যা লাগানো মাত্রই লোমগুলো উঠে গেল। লোম উঠানো মলম সর্বপ্রথম হযরত সুলাইমানের নির্দেশক্রমেই তৈরী করা হয়। (এটা ইমাম আবু বকর ইবনে আবি শায়বা (রঃ) বর্ণনা করেছেন) কিন্তু এটা বর্ণনা করার পর তিনি লিখেছেন যে, এটা শুনতে খুব ভাল গল্প বটে, কিন্তু এটা সম্পূর্ণ ভিত্তিহীন গল্প। আতা ইবনে সায়েব (রঃ) ভুলক্রমে হযরত ইবনে আব্বাস (রাঃ)-এর নাম দিয়ে এটা বর্ণনা করেছেন। খুব সম্ভব এটা বানী ইসরাঈলের দফতর হতে নেয়া হয়েছে যা কা'ব (রঃ) ও অহাব (রঃ) মুসলমানদের মধ্যে চালু করে দিয়েছিলেন। আল্লাহ তাদের ক্ষমা করুন। বানী ইসরাঈলরা তো অতিরঞ্জন প্রিয়। তারা অনেক কিছু নিজেরাই বানিয়ে নেয়। আল্লাহর হাজার শুকর যে, আমরা তাদের মুখাপেক্ষী নই। আল্লাহ আমাদেরকে তাঁর নবী (সঃ)-এর মাধ্যমে এমন এক পবিত্র গ্রন্থ দান করেছেন যা সবদিক দিয়েই তাদের অপেক্ষা বহুগুণে উত্তম ও উপকারী। সুতরাং সমস্ত প্রশংসা আল্লাহ তা'আলার জন্যেই।।(আরবি) বলা হয় প্রাসাদকে এবং প্রত্যেক উচ্চ ইমারতকে। যেমন অভিশপ্ত ফিরাউন তার উযীর হামানকে বলেছিলঃ (আরবি) অর্থাৎ “হে হামান! তুমি আমার জন্যে একটি উচ্চ প্রাসাদ নির্মাণ কর।” (৪০: ৩৬) ইয়ামনের একটি বিশেষ প্রসিদ্ধ ও সুউচ্চ প্রাসাদের নামও (আরবি) ছিল। এর দ্বারা উদ্দেশ্য হলো ঐ ভিত্তি যা খুবই দৃঢ় ও মযবূত। হযরত সুলাইমান (আঃ)-এর ঐ প্রাসাদটি কাঁচ ও স্বচ্ছ স্ফটিক মণ্ডিত ছিল। বিলকীস যখন হযরত সুলাইমান (আঃ)-এর এই শান-শওকত ও জাক-জমক অবলোকন করলো এবং সাথে সাথে তাঁর উত্তম চরিত্র ও গুণ স্বচক্ষে দেখলো তখন তার দৃঢ় বিশ্বাস হলো যে, তিনি আল্লাহর সত্য রাসূল। তৎক্ষণাৎ সে মুসলমান হয়ে গেল। নিজের পূর্ব জীবনের শিরক ও কুফরী হতে তাওবা করে দ্বীনে সুলাইমানী (আঃ)-এর অনুগত হয়ে গেল। এরপর সে ঐ আল্লাহর ইবাদত করতে শুরু করলো যিনি সৃষ্টিকর্তা, অধিকর্তা, ব্যবস্থাপক এবং পূর্ণ স্বেচ্ছাচারী।"
    },
    { "ayah": 44, "surah": 27, "text": "Please check ayah 27:47 for complete tafsir." },
    { "ayah": 45, "surah": 27, "text": "Please check ayah 27:47 for complete tafsir." },
    { "ayah": 46, "surah": 27, "text": "Please check ayah 27:47 for complete tafsir." },
    {
      "ayah": 47,
      "surah": 27,
      "text": "৪৫-৪৭ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা খবর দিচ্ছেন যে, যখন হযরত সালেহ (আঃ) তাঁর কওমের কাছে আসলেন এবং আল্লাহর রিসালাত আদায় করতে গিয়ে তাদেরকে তাওহীদের দাওয়াত দিলেন তখন তাদের মধ্যে দু’টি দল হয়ে যায়। একটি মুমিনদের দল এবং অপরটি কাফিরদের দল। এ দু'টি দল পরস্পরের মধ্যে বিতর্কে লিপ্ত হয়ে পড়ে। যেমন অন্য জায়গায় আল্লাহ তাআলা বলেনঃ (আরবি) অর্থাৎ “তার সম্প্রদায়ের দাম্ভিক প্রধানরা সেই সম্প্রদায়ের ঈমানদার যাদেরকে দুর্বল মনে করা হতো তাদেরকে বললো, তোমরা কি জান যে, সালেহ (আঃ) আল্লাহ কর্তৃক প্রেরিত? তারা বললো, তার প্রতি যে বাণী প্রেরিত হয়েছে আমরা তাতে বিশ্বাসী। দাম্ভিকরা বললো, তোমরা যা বিশ্বাস কর আমরা তা প্রত্যাখ্যান করি।” (৭: ৭৫-৭৬)হযরত সালেহ (আঃ) তাঁর কওমকে বলেনঃ “হে আমার কওম! তোমাদের কি হয়েছে যে, তোমরা রহমত চাওয়ার পরিবর্তে শাস্তি চাচ্ছ? কেন তোমরা আল্লাহর নিকট ক্ষমা প্রার্থনা করছে না, যাতে তোমরা অনুগ্রহভাজন হতে তারা উত্তরে বললোঃ “তোমাকে ও তোমার সঙ্গে যারা আছে তাদেরকে আমরা অমঙ্গলের কারণ মনে করি।' এ কথাই ফিরাউন ও তার লোকেরা হযরত মূসা (আঃ)-এর ব্যাপারে বলেছিল। যেমন আল্লাহ তা'আলা বলেনঃ “যখন তারা কল্যাণ লাভ করে তখন বলে-আমরা তো এরই উপযুক্ত, আর যখন তাদেরকে অকল্যাণ পৌছে তখন তারা এ জন্যে মূসা (আঃ) ও তার সঙ্গীদেরকে দায়ী করে।” অন্য আয়াতে আছেঃ (আরবি) অর্থাৎ “যদি তাদেরকে কল্যাণ পৌছে তবে তারা বলে-এটা আল্লাহর পক্ষ থেকে এসেছে, আর যদি তাদেরকে অকল্যাণ পৌছে তবে তারা বলে- এটা তোমার পক্ষ হতে এসেছে; তুমি বল, সবই আল্লাহর পক্ষ হতে এসে থাকে।” (৪:৭৮)আল্লাহ তা'আলা জনপদের অধিবাসীদের সম্পর্কে খবর দিয়ে বলেন, যখন তাদের নিকট রাসূলগণ এসেছিলেনঃ (আরবি) অর্থাৎ “তারা বললোঃ আমরা তোমাদেরকে অকল্যাণের কারণ মনে করি, যদি তোমরা বিরত না হও তবে অবশ্যই আমরা তোমাদেরকে প্রস্তরাঘাতে হত্যা করবো এবং আমাদের পক্ষ হতে তোমাদের উপর যন্ত্রণাদায়ক শাস্তি অবশ্যই আপতিত হবে। তারা বললোঃ তোমাদের অমঙ্গল তোমাদেরই সাথে।” (৩৬: ১৮-১৯)এখানে রয়েছে যে, হযরত সালেহ (আঃ) বললেনঃ তোমাদের শুভাশুভ আল্লাহর ইখতিয়ারে, বস্তুতঃ তোমরা এমন এক সম্প্রদায় যাদেরকে পরীক্ষা করা হচ্ছে। এ পরীক্ষা করা হচ্ছে তিরস্কার দ্বারাও এবং বিপদ-আপদ দ্বারাও। তবে এখানে তোমাদেরকে অবকাশ দেয়া হচ্ছে। এ অবকাশ আল্লাহ তাআলার পক্ষ হতে, এর পরে পাকড়াও করা হবে।"
    },
    { "ayah": 48, "surah": 27, "text": "Please check ayah 27:53 for complete tafsir." },
    { "ayah": 49, "surah": 27, "text": "Please check ayah 27:53 for complete tafsir." },
    { "ayah": 5, "surah": 27, "text": "Please check ayah 27:6 for complete tafsir." },
    { "ayah": 50, "surah": 27, "text": "Please check ayah 27:53 for complete tafsir." },
    { "ayah": 51, "surah": 27, "text": "Please check ayah 27:53 for complete tafsir." },
    { "ayah": 52, "surah": 27, "text": "Please check ayah 27:53 for complete tafsir." },
    {
      "ayah": 53,
      "surah": 27,
      "text": "৪৮-৫৩ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা খবর দিচ্ছেন যে, সামূদ সম্প্রদায়ের শহরে নয়জন ঝগড়াটে ও বিশৃঙ্খলা সৃষ্টিকারী লোক ছিল। তাদের স্বভাব বা প্রকৃতিতে সংস্কার বা শুদ্ধকরণের মূল জিনিস কিছুই ছিল না। তারাই ছিল সামূদ সম্প্রদায়ের নেতৃস্থানীয় লোক। তাদেরই পরামর্শক্রমে উন্ত্রীকে হত্যা করা হয়েছিল। হযরত ইবনে আব্বাস (রাঃ)-এর বর্ণনামতে তাদের নামগুলো হলোঃ দামী, দায়ীম, হারাম, হারীম, দা’ব, সওয়াব, রিবাব, মিসতা এবং কিদার ইবনে সালিফ (আল্লাহ তাদের অবস্থা মন্দ করুন ও তাদের উপর লা'নত বর্ষণ করুন!)। এদের শেষোক্ত ব্যক্তিটিই নিজের হাতে হযরত সালেহ (আঃ)-এর উষ্ট্রীটির পা কেটে ফেলেছিল। যার বর্ণনা নিম্নের আয়াতগুলোতে রয়েছে।(আরবি) অর্থাৎ “অতঃপর তারা তাদের এক সঙ্গীকে আহ্বান করলো, সে ওকে ধরে হত্যা করলো। (৫৪: ২৯) (আরবি) অর্থাৎ “তাদের মধ্যে যে সর্বাধিক হতভাগ্য সে যখন তৎপর হয়ে উঠলো।” (৯১: ১২)এরা ছিল ঐ সব লোক যারা দিরহামের হুঁচকে কিছুটা কেটে দিতে এবং ওটাকেই চালিয়ে দিতো। ছাঁচকে কেটে দেয়াও এক প্রকারের বিপর্যয় সৃষ্টি। যেমন সুনানে আবি দাউদ প্রভৃতি হাদীস গ্রন্থে রয়েছে যে, যে মুদ্রা মুসলমানদের মধ্যে প্রচলিত রয়েছে ওকে বিনা প্রয়োজনে কাটতে রাসূলুল্লাহ (সঃ) নিষেধ করেছেন। মোটকথা, তারা এ ধরনের বিপর্যয় সৃষ্টিও করতো এবং আরো নানা প্রকারের ফাসাদ সৃষ্টি করতো। ঐ অপবিত্র দল একত্রিত হয়ে পরামর্শ গ্রহণ করলোঃ “আজ রাত্রে সালেহ (আঃ)-কে এবং তার পরিবারবর্গকে হত্যা করে ফেলো। এতে তারা সবাই একমত হয়ে দৃঢ়ভাবে শপথ ও প্রতিজ্ঞা করলো। কিন্তু তারা হযরত সালেহ (আঃ)-এর নিকট পৌছার পূর্বেই আল্লাহ তাআলার শাস্তি তাদের উপর আপতিত হলো এবং তারা সমূলে ধ্বংস হয়ে গেল। উপর থেকে একটি পাথর গড়িয়ে গড়িয়ে আসলো। ঐসব নেতার মাথা ফুটে গেল। একই সাথে সবাই মৃত্যুমুখে পতিত হলো। তাদের সাহস খুবই বেড়ে গিয়েছিল। বিশেষ করে যখন তারা হযরত সালেহ (আঃ)-এর উস্ত্রীকে হত্যা করলো এবং দেখলো যে, কোন শাস্তি এলো না তখন তারা আল্লাহর নবী হযরত সালেহ (আঃ)-কে হত্যা করতে উদ্যত হলো। তারা পরস্পর পরামর্শ করলোঃ “তোমরা গোপনে তাকে ও তার ছেলেমেয়েদেরকে হঠাৎ হত্যা করে ফেলে এবং তার আত্মীয়-স্বজন ও কওমের লোকদেরকে বলো-তাদের খবর আমরা কি জানি? আমরা তাদের কোন খবরই রাখি না।”তখন আল্লাহ তাদের সকলকেই ধ্বংস করে দেন। তারা আরো বলেছিলঃ “যদি সালেহ (আঃ) সত্যই নবী হয় তবে তাকে আমরা হাতে পাবো না। আর যদি সে মিথ্যাবাদী হয় তবে তার উস্ত্রীর সাথে তাকেও আমরা সেলাই করে দেবো।” এই সিদ্ধান্ত গ্রহণ করে তারা বের হয়ে পড়লো। তারা পথেই ছিল এমতাবস্থায় ফেরেশতা তাদের সবারই মস্তিষ্ক টুকরো টুকরো করে ফেলেন। তাদের পরামর্শে অন্য যেসব দল শরীক ছিল তারা যখন দেখলো যে, অনেক সময় অতিবাহিত হয়েছে অথচ তারা ফিরে আসছে না তখন তারা তাদের খবর নিতে এসে দেখে যে, তাদের সবারই মাথা ফেটে মগজ বেরিয়ে গেছে এবং সবাই মৃত অবস্থায় পড়ে রয়েছে। তখন তারা হযরত সালেহ (আঃ)-কে তাদের হত্যাকারী বলে অপবাদ দেয় এবং তাকে হত্যা করার উদ্দেশ্যে অগ্রসর হয়। কিন্তু তাঁর কওমের লোকেরা ইতিমধ্যে অস্ত্র-শস্ত্র নিয়ে এসে পড়ে এবং তাদেরকে বলে- “দেখো, সালেহ (আঃ) তো তোমাদেরকে বলেছেন যে, তিন দিনের মধ্যে তোমাদের উপর আল্লাহর শাস্তি এসে পড়বে। তাহলে যদি তিনি তার কথায় সত্যবাদী হন তবে তাঁকে হত্যা করলে আল্লাহ তোমাদের প্রতি আরো অসন্তুষ্ট ও রাগান্বিত হবেন এবং তোমাদের উপর আরো কঠিন শাস্তি আপতিত হবে। আর যদি তিনি মিথ্যাবাদী হন তবে তিনি তোমাদের হাত হতে যাবেন কোথায়?” তাঁর কওমের এ কথা শুনে ঐ দুষ্ট লোকেরা ফিরে যায়। সত্যিই হযরত সালেহ (আঃ) ঐ লোকদের পরিষ্কারভাবে বলে দিয়েছিলেনঃ “যদি তোমরা আল্লাহর উন্ত্রীকে হত্যা করে ফেলো তবে তিন দিন পর্যন্ত তোমরা মজা উড়িয়ে নাও। অতঃপর আল্লাহর সত্য ওয়াদা প্রকাশিত হবেই।”হযরত সালেহ (আঃ)-এর মুখে এ কথা শুনে ঐ উদ্ধত লোকগুলো পরস্পরের মধ্যে বলাবলি করলোঃ “এ লোকটি তো বহুদিন হতেই এ কথা বলে আসছে। এসো, আজই এর ফায়সালা হয়ে যাক।” যে পাহাড়ের মধ্য হতে উষ্ট্ৰীটি বের হয়েছিল ঐ পাহাড়েই হযরত সালেহ (আঃ)-এর একটি মসজিদ ছিল, যেখানে তিনি নামায পড়তেন। তারা পরামর্শ করলো যে, যখন তিনি নামাযের উদ্দেশ্যে বের হবেন তখন পথেই তাকে হত্যা করে ফেলতে হবে। এই উদ্দেশ্যে যখন তারা পাহাড়ের উপর উঠতে শুরু করলো তখন তারা লক্ষ্য করলো যে, উপর হতে একটি বিরাট পাথর গড়িয়ে গড়িয়ে আসছে। ওটা থেকে রক্ষা পাওয়ার উদ্দেশ্যে তারা একটি গুহার মধ্যে প্রবেশ করলো। পাথরটি এসে গুহাটির মুখে এমনভাবে থেমে গেল যে, ওর মুখ সম্পূর্ণরূপে বন্ধ হয়ে গেল। ফলে তারা সবাই ধ্বংস হয়ে গেল। কারো কোন খবর রইলো না যে, এ লোকগুলো কোথায় গেল। এখানে তো এরা এভাবে ধ্বংস হলো আর ওদিকে বাকী লোকেরা তাদের জায়গাতেই ধ্বংস হয়ে গেল। না এদের খবর ওরা পেলো এবং না ওদের খবর এরা পেলো। হযরত সালেহ (আঃ) এবং তাঁর অনুসারী মুমিনদের তারা কোনই ক্ষতি করতে পারলো না। বরং তারা নিজেদেরই জীবন আল্লাহর শাস্তিতে নষ্ট করে ফেললো।মহামহিমান্বিত আল্লাহ বলেনঃ তারা এক চক্রান্ত করেছিল এবং আমিও তাদেরকে তাদের চক্রান্তের মজা চাখিয়ে দিলাম। তারা এমনভাবে ধ্বংস হয়ে গেল যে, ক্ষণেক পূর্বেও তারা এটা বুঝতে পারেনি। ঐ চক্রান্তকারীদের পরিণাম এই হলো যে, তারা সবাই ধ্বংস হয়ে গেল।মহান আল্লাহ বলেনঃ এই তো তাদের ঘরবাড়ী, তাদের সীমালংঘন হেতু জনশূন্য অবস্থায় পড়ে রয়েছে। তাদের যুলুম ও বাড়াবাড়ির কারণে তাদের জাঁকজমকপূর্ণ শহর ধূলিসাৎ করে দেয়া হয়েছে। এর দ্বারা জ্ঞানী লোকেরা অবশ্যই শিক্ষা গ্রহণ করতে পারে। যারা মুমিন ও মুত্তাকী ছিল তাদেরকে আমি উদ্ধার করেছি।"
    },
    { "ayah": 54, "surah": 27, "text": "Please check ayah 27:58 for complete tafsir." },
    { "ayah": 55, "surah": 27, "text": "Please check ayah 27:58 for complete tafsir." },
    { "ayah": 56, "surah": 27, "text": "Please check ayah 27:58 for complete tafsir." },
    { "ayah": 57, "surah": 27, "text": "Please check ayah 27:58 for complete tafsir." },
    {
      "ayah": 58,
      "surah": 27,
      "text": "৫৪-৫৮ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা স্বীয় বান্দা ও রাসূল হযরত লূত (আঃ)-এর ঘটনা বর্ণনা করছেন যে, তিনি তাঁর উম্মত অর্থাৎ তার কওমকে তাদের এমন জঘন্যতম কাজের জন্যে ভীতি প্রদর্শন করেন যে কাজ তাদের পূর্বে কেউই করেনি অর্থাৎ কাম-তৃপ্তির জন্যে নারীকে ছেড়ে পুরুষে উপগত হওয়া। সমস্ত কওমের অবস্থা এই ছিল যে, পুরুষ লোকেরা পুরুষ লোকেদের দ্বারা এবং স্ত্রীলোকেরা স্ত্রীলোকদের দ্বারা তাদের কাম-প্রবৃত্তি চরিতার্থ করতো। সাথে সাথে তারা এতো বেহায়া হয়ে গিয়েছিল যে, ঐ জঘন্য কাজ গোপনে করাও প্রয়োজন মনে করতো না। প্রকাশ্যে তারা এই বেহায়াপূর্ণ কার্যে লিপ্ত হয়ে পড়তো। স্ত্রীলোকদেরকে ছেড়ে তারা পুরুষ লোকদের কাছে আসতো। এ জন্যেই হযরত লূত (আঃ) তাদেরকে বলেনঃ “তোমরা তোমাদের অজ্ঞতাপূর্ণ কাজ হতে ফিরে এসো। তোমরা এমনই মূর্খ হয়ে গেছে যে, শরীয়তের পবিত্রতার সাথে সাথে তোমাদের স্বাভাবিক পবিত্রতাও বিদায় নিতে শুরু করেছে। যেমন অন্য জায়গায় রয়েছেঃ (আরবি) অর্থাৎ “তোমরা বিশ্ব জগতের পুরুষদের নিকট আসছে এবং তোমাদের প্রতিপালক তোমাদের জন্যে যে জোড়াসমূহ সৃষ্টি করেছেন তাদেরকে ছেড়ে দিচ্ছ? বরং তোমরা সীমালংঘনকারী সম্প্রদায়।” (২৬:১৬৫-১৬৬)মহান আল্লাহ বলেন যে, তারা উত্তরে বলেছিলঃ “তোমরা পূত-পরিবারকে তোমাদের জনপদ হতে বহিস্কৃত কর, তারা তো এমন লোক যারা পবিত্র সাজতে চায়।”যখন কাফিররা হযরত লূত (আঃ) ও তাঁর পরিবারকে দেশান্তর করার দৃঢ় সিদ্ধান্ত গ্রহণ করে এবং সবাই একমত হয়ে যায় তখন আল্লাহ তা'আলা তাদেরকে ধ্বংস করে দেন এবং হযরত লূত (আঃ) ও তাঁর পরিবারবর্গকে তাদের হতে এবং যে শাস্তি তাদের উপর আপতিত হয়েছিল তা হতে রক্ষা করেন। হ্যাঁ, তবে তাঁর স্ত্রী, যে তাঁর কওমের সাথেই ছিল এবং ঐ ধ্বংসপ্রাপ্তদের মধ্যে প্রথম হতেই তার নাম লিপিবদ্ধ হয়েছিল, সে এখানে বাকী রয়ে যায় এবং শাস্তিপ্রাপ্ত হয়ে ধ্বংস হয়ে যায়। কেননা, সে ঐ ধ্বংসপ্রাপ্তদেরকে তাদের দ্বীন ও রীতি নীতিতে সাহায্য করতো। সে তাদের দুষ্কর্মকে পছন্দ করতো। সে-ই হযরত নূত (আঃ)-এর অতিথিদের খবর তাঁর কওমের নিকট পৌছিয়ে দিয়েছিল। তবে এটা স্মরণ রাখা দরকার যে, সে তাদের অশ্লীল কাজে শরীক ছিল না। আল্লাহর নবীর স্ত্রী বদকার হবে এটা নবীর মর্যাদার পরিপন্থী।ঐ কওমের উপর আকাশ হতে পাথর বর্ষিত হয়, যে পাথরগুলোর উপর তাদের নাম অংকিত ছিল। প্রত্যেকের উপর তার নামেরই পাথর পড়েছিল এবং তাদের একজনও বাঁচেনি। অত্যাচারীদের হতে আল্লাহর শাস্তি দূর হয় না। তাদের উপর আল্লাহর হুজ্জত কায়েম হয়ে গিয়েছিল। তাদেরকে সতর্ক ও ভয় প্রদর্শন করা হয়েছিল এবং তাদের উপর রিসালাতের তাবলীগ যথেষ্ট পরিমাণে হয়েছিল। কিন্তু তারা বিরোধিতাকরণ, অবিশ্বাসকরণ ও বেঈমানীর উপর অটল ছিল। তারা আল্লাহর নবী হযরত লূত (আঃ)-কে কষ্ট দিয়েছিল, এমনকি তাঁকে দেশ হতে বহিস্কৃত করার সিদ্ধান্ত গ্রহণ করেছিল। তৎক্ষণাৎ ঐ মন্দ প্রস্তর-বৃষ্টি তাদের উপর বর্ষিত হয় এবং তাদেরকে ধ্বংস করে দেয়।"
    },
    {
      "ayah": 59,
      "surah": 27,
      "text": "আল্লাহ তাআলা স্বীয় রাসূল (সঃ)-কে নির্দেশ দিচ্ছেনঃ “হে রাসূল (সঃ)! তুমি বলে দাও যে, সমস্ত প্রশংসার যোগ্য একমাত্র আল্লাহ। তিনিই তাঁর। বান্দাদেরকে, অসংখ্য নিয়ামত দান করেছেন। তিনি মহৎ গুণাবলীর অধিকারী। তাঁর নাম উচ্চ ও পবিত্র।” তিনি স্বীয় নবী (সঃ)-কে আরো হুকুম করছেনঃ “তুমি আমার মনোনীত বান্দাদের প্রতি সালাম (শান্তি) পৌছিয়ে দাও। আঁরা হলেন তাঁর রাসূল ও নবীগণ। তাঁদের সবারই প্রতি উত্তম দরূদ ও সালাম বর্ষিত হোক। আব্দুর রহমান ইবনে যায়েদ ইবনে আসলাম (রঃ) বলেন যে, আল্লাহ তা'আলার এ উক্তিটি তার নিমের উক্তির মতইঃ (আরবি)অর্থাৎ “যারা যা আরোপ করে তা হতে পবিত্র ও মহান তোমার প্রতিপালক, যিনি সকল ক্ষমতার অধিকারী। শান্তি বর্ষিত হোক রাসূলদের প্রতি! প্রশংসা জগতসমূহের প্রতিপালক আল্লাহরই প্রাপ্য।” (৩৭: ১৮০-১৮২)আল্লাহ তা'আলার মনোনীত বান্দাদের দ্বারা রাসূলুল্লাহ (সঃ)-এর সাহাবীদেরকে (রাঃ) বুঝানো হয়েছে এবং নবীরাও (আঃ) তাঁদের অন্তর্ভুক্ত এটা তো বলাই বাহুল্য।মহামহিমান্বিত আল্লাহ স্বীয় নবীদেরকে এবং তাঁদের অনুসারীদেরকে বাঁচিয়ে নেয়া ও তাদের বিরুদ্ধাচরণকারীদেরকে ধ্বংস করে দেয়ার নিয়ামত বর্ণনা করার পর নিজের প্রশংসা কীর্তনের ও তাঁর সৎ বান্দাদের প্রতি সালাম প্রেরণের নির্দেশ দিয়েছেন। এরপর প্রশ্ন হিসেবে মুশরিকদের ঐ কাজের প্রতি অস্বীকৃতি জ্ঞাপন করেছেন যে, তারা তাঁর ইবাদতে অন্যদেরকে শরীক করছে যা থেকে তিনি পবিত্র ও মুক্ত।"
    },
    {
      "ayah": 6,
      "surah": 27,
      "text": "১-৬ নং আয়াতের তাফসীর\nসূরাসমূহের শুরুতে যে হুরূফে মুকাত্তাআত বা বিছিন্ন অক্ষরগুলো এসে থাকে সেগুলোর পূর্ণ আলোচনা সূরায়ে বাকারার শুরুতে করা হয়েছে। সুতরাং এখানে ওগুলোর পুনরাবৃত্তি নিষ্প্রয়োজন। এগুলো হলো উজ্জ্বল ও সুস্পষ্ট কুরআনের আয়াত। এগুলো হলো মুমিনদের জন্যে পথ-নির্দেশ ও সুসংবাদ। কেননা তারাই এগুলোকে বিশ্বাস করতঃ এগুলোর অনুসরণ করে থাকে। তারা কুরআনকে সত্য বলে স্বীকার করে এবং ওর উপর আমল করে থাকে।এরা তারাই যারা সঠিকভাবে ফরয নামায আদায় করে এবং অনুরূপভাবে ফরয যাকাত প্রদানের ব্যাপারেও কোন ত্রুটি করে না। আর তারা পরকালের প্রতি পূর্ণ বিশ্বাস রাখে। মৃত্যুর পরে পুনরুত্থান এবং এরপরে পুরস্কার ও শাস্তিকেও তারা স্বীকার করে থাকে। জান্নাত ও জাহান্নামকে তারা সত্য বলে বিশ্বাস করে। যেমন অন্য আয়াতে রয়েছেঃ (আরবি)অর্থাৎ “তুমি বল- এই কুরআনি মুমিনদের জন্যে হিদায়াত ও শিফা (রোগমুক্তি), আর যারা মুমিন নয় তাদের কর্ণসমূহে বধিরতা রয়েছে।” (৪১:৪৪) আর এক জায়গায় রয়েছে (আরবি) অর্থাৎ “যেন তুমি এর দ্বারা আল্লাহ-ভীরুদেরকে সুসংবাদ দাও এবং অবাধ্য ও দুষ্ট লোকদেরকে ভয় প্রদর্শন কর।” (১৯:৯৭)এখানেও মহান আল্লাহ বলেনঃ যারা আখিরাতে বিশ্বাস করে না তাদের দৃষ্টিতে তাদের কর্মকে আমি শোভনীয় করেছি। তাদের কাছে তাদের মন্দ কাজও ভাল মনে হয়। তাই তারা ঔদ্ধত্য ও বিভ্রান্তিতে ঘুরে বেড়ায়। তাদেরই জন্যে রয়েছে কঠিন শাস্তি এবং আখিরাতে তারাই হবে সর্বাধিক ক্ষতিগ্রস্ত।মহামহিমান্বিত আল্লাহ স্বীয় নবী (সঃ)-কে সম্বোধন করে বলেনঃ হে নবী (সঃ)! নিশ্চয়ই তোমাকে আল-কুরআন দেয়া হয়েছে প্রজ্ঞাময় সর্বজ্ঞের নিকট হতে। তাঁর আদেশ ও নিষেধের মধ্যে কি নিপুণতা রয়েছে তা তিনিই ভাল জানেন। ছোট বড় সমস্ত কাজ সম্পর্কে তিনি পূর্ণ অবহিত। সুতরাং কুরআন কারীমের সবকিছুই নিঃসন্দেহে সত্য। এর মধ্যে যেসব আদেশ ও নিষেধ রয়েছে সবই ন্যায় ও ইনসাফপূর্ণ। যেমন মহান আল্লাহ বলেনঃ (আরবি) অর্থাৎ “তোমার প্রতিপালকের কথা সত্য ও ন্যায় রূপে পূর্ণ হয়ে গেছে।” (৬: ১১৬)"
    },
    {
      "ayah": 60,
      "surah": 27,
      "text": "বর্ণনা করা হচ্ছে যে, সারা বিশ্বের সবকিছুই নির্ধারণকারী, সকলের সৃষ্টিকর্তা এবং সবারই আহার্যদাতা একমাত্র আল্লাহ্। বিশ্ব জুগতের সব কিছুর ব্যবস্থাপক তিনিই। ঐ সুউচ্চ আকাশমণ্ডলী এবং ঐ উজ্জ্বল তারকারাজি তিনিই সৃষ্টি করেছেন। এই কঠিন ও ভারী যমীন, এই সুউচ্চ শৃঙ্গবিশিষ্ট পর্বতরাজি এবং এই বিস্তীর্ণ মাঠ সৃষ্টি করেছেন তিনিই। এই ক্ষেত-খামার, বাগ-বাগিচা, ফল-মূল, নদ-নদী, জীব-জন্তু, দানব-মানব এবং জল ও স্থল ভাগের সাধারণ প্রাণীসমূহের তিনিই সৃষ্টিকর্তা। তিনিই আকাশ হতে বৃষ্টি বর্ষণকারী। এর দ্বারা স্বীয় সৃষ্টজীবের জীবিকার ব্যবস্থা তিনিই করেছেন। মনোরম উদ্যান ও বৃক্ষাদি উদগত করার ক্ষমতা তার ছাড়া আর কারো নেই। এগুলো হতে ফল-মূল বের করেন তিনিই, যেগুলো চক্ষু জুড়ায় এবং খেতেও সুস্বাদু ও আমাদের জীবন বাঁচিয়ে রাখে।মহান আল্লাহ্ বলেনঃ হে মুশরিক ও কাফিরের দল! তোমাদের মধ্যে কেউ বা তোমাদের বাতিল মা'বূদদের কেউই না কোন কিছু সৃষ্টি করার ক্ষমতা রাখে, বৃক্ষাদি উদ্গত করবার শক্তি রাখে। আল্লাহ্ তা'আলাই একমাত্র আহার্যদাতা।একমাত্র আল্লাহ্ তা'আলাই যে সৃষ্টিকর্তা এবং একমাত্র তিনিই যে রিযুকদাতা তা মুশরিকরাও স্বীকার করতো। যেমন আল্লাহ্ পাক অন্য আয়াতে বলেনঃ (আরবি)  অর্থাৎ “যদি তুমি তাদেরকে জিজ্ঞেস কর ও তাদেরকে সৃষ্টি করেছেন কে? তবে অবশ্যই তারা বলবে- আল্লাহ্।” (৪৩:৮৭) আর এক জায়গায় বলেনঃ (আরবি)অর্থাৎ “যদি তুমি তাদেরকে জিজ্ঞেস কর, আকাশ হতে বৃষ্টি বর্ষণ করেন কে? অতঃপর ওর দ্বারা যমীনকে ওর মরে যাওয়ার পর পুনর্জীবন দান করেন? তবে অবশ্যই তারা উত্তরে বলবে- আল্লাহ্।” (২৯:৬৩) মোটকথা, তারা জানে ও মানে যে, সব কিছুর সৃষ্টিকর্তা শুধুমাত্র আল্লাহই বটে, কিন্তু তাদের জ্ঞান-বিবেক লোপ পেয়ে গেছে যে, তারা ইবাদতের সময় আল্লাহ্ তা'আলার সাথে অন্যদেরকেও শরীক করে থাকে। অথচ তারা জানে যে, তাদের মা’রূদরা না পারে সৃষ্টি করতে এবং না পারে রুযী দিতে। আর প্রত্যেক জ্ঞানী লোকই তো সহজেই এই কথার ফায়সালা করতে পারে যে, ইবাদতের যোগ্য তিনিই যিনি সৃষ্টিকর্তা, অধিকর্তা ও রিকদাতা।এ জনোই মহান আল্লাহ এখানে প্রশ্ন করেনঃ “আল্লাহর সাথে অন্য কেউ ইবাদতের যোগ্য আছে কি? মাখলুককে সৃষ্টি করার কাজে এবং তাদেরকে আহার্য দেয়ার কাজে আল্লাহর সাথে অন্য কেউও শরীক আছে কি?” মুশরিকরা সৃষ্টিকর্তা ও আহার্যদাতা রূপে একমাত্র আল্লাহকেই স্বীকার করতে অথচ ইবাদতে অন্যদেরকেও শরীক করতো বলেই মহামহিমান্বিত আল্লাহ অন্য জায়গায় বলেনঃ (আরবি) অর্থাৎ “যিনি সৃষ্টি করেন তিনি কি তার মত যে সৃষ্টি করতে পারে না?” (১৬: ১৭)অর্থাৎ সৃষ্টিকর্তা ও সৃষ্টিকৃত কখনো সমান হতে পারে না। সুতরাং হে মুশরিকরা! কেমন করে তোমরা খালেক ও মাখলুককে সমান করে দিচ্ছ? এটা শরণ রাখার বিষয় যে, এসব আয়াতে যেখানে যেখানে (আরবি)  শব্দ রয়েছে সেখানে অর্থ এটাই যে, এক তো তিনি যিনি এই সমুদয় কাজ করতে পারেন এবং এগুলোর উপর পূর্ণ ক্ষমতাবান, আর অন্য সে যে এ কাজগুলোর কোন একটা কাজ না করেছে, না করতে পারে, এ দু’জন কি কখনো সমান হতে পারে? শব্দে দ্বিতীয় অংশের বর্ণনা যদিও নেই, কিন্তু বাকরীতি এটাকে পরিষ্কার করে দিচ্ছে। অন্য আয়াতে রয়েছেঃ (আরবি)অর্থাৎ “আল্লাহই কি উত্তম, না যাদেরকে তারা শরীক করছে (তারা উত্তম)?” অতঃপর আল্লাহ পাক বলেনঃ “বরং তারা এমন কওম যারা আল্লাহর সমকক্ষ স্থাপন করছে। আর একটি আয়াতে বলেনঃ (আরবি)অর্থাৎ “ঐ ব্যক্তি যে নিজের অন্তরে আখিরাতের ভয় রেখে স্বীয় প্রতিপালকের রহমতের আশা পোষণ করে রাত্রি নামাযে কাটিয়ে দেয় (সে কি ঐ ব্যক্তির মত যে এইরূপ নয়)?” (৩৯:৯) অন্য এক জায়গায় রয়েছেঃ (আরবি)অর্থাৎ “যারা জানে এবং যারা জানে না তারা কি সমান? নিশ্চয়ই জ্ঞানীরাই উপদেশ গ্রহণ করে থাকে।” (৩৯: ৯) আরো এক আয়াতে রয়েছেঃ (আরবি)অর্থাৎ “এই ব্যক্তি, যার বক্ষ ইসলামের জন্যে খুলে গেছে এবং সে তার প্রতিপালকের পক্ষ হতে প্রাপ্ত নূর বা জ্যোতির উপর রয়েছে সে কি ঐ ব্যক্তির মত কি যার অন্তর আল্লাহর যিক্র হতে শক্ত হয়ে গেছে? তারা প্রকাশ্য ভ্রান্তির মধ্যে রয়েছে।” (৩৯:২২) আল্লাহ তা'আলা স্বয়ং তাঁর সত্তা সম্পর্কে বলেন ।অর্থাৎ “তিনি, যিনি প্রত্যেকের কাজ-কারবার সম্পর্কে পূর্ণ ওয়াকিফহাল, যিনি সমস্ত অদৃশ্যের খবর রাখেন তিনি কি তার মত যে কিছুই জানে না (এমন কি যার চক্ষু ও কর্ণও নেই, যেমন তোমাদের এসব প্রতিমা ?)” (১৩: ৩৩) এ জন্যেই আল্লাহ তা'আলা বলেনঃ (আরবি)অর্থাৎ “তারা আল্লাহর শরীক স্থাপন করছে, তুমি (তাদেরকে) বলঃ তোমরা (আমাকে) তাদের নাম তো বল।” (১৩:৩৩)সুতরাং এসব আয়াতেরও ভাবার্থ এটাই যে, আল্লাহ তা'আলা নিজের গুণাবলীর বর্ণনা দিলেন, অতঃপর এসব গুণ অন্য কারো মধ্যে না থাকার খবর প্রদান করলেন।"
    },
    {
      "ayah": 61,
      "surah": 27,
      "text": "আল্লাহ্ তা'আলা বলেন যে, তিনি যমীনকে স্থির ও বাসোপযোগী করেছেন যাতে মানুষ তাতে আরামে বসবাস করতে পারে এবং এই বিস্তৃত বিছানার উপর শান্তি লাভ করে। যেমন অন্য আয়াতে তিনি বলেছেন (আরবি)অর্থাৎ “আল্লাহ্ তিনি যিনি তোমাদের জন্যে যমীনকে করেছেন স্থির ও বাসোপযোগী এবং আসমানকে করেছেন ছাদ।” (৪০:৬৪) আল্লাহ্ তা'আলা ভূ-পৃষ্ঠের উপর নদী-নালা প্রবাহিত করেছেন যা দেশে দেশে পৌছে যমীনকে উর্বর করে দিচ্ছে, যার দ্বারা এতে বাগ-বাগিচা উদ্গত হয় এবং ফসল উৎপন্ন হতে পারে।মহান আল্লাহ্ যমীনকে দৃঢ় করার জন্যে ওর উপর পাহাড়-পর্বত স্থাপন করেছেন, যাতে যমীন নড়া-চড়া ও হেলা-দোলা না করে। তার কি ক্ষমতা যে, একটি লবণাক্ত পানির সমুদ্র এবং আর একটি মিষ্ট পানির সমুদ্র, দুটিই প্রবাহিত হচ্ছে। এ দুটি সমুদ্রের মাঝে কোন দেয়াল বা পর্দা নেই। তথাপি মহাশক্তির অধিকারী আল্লাহ এ দু'টিকে পৃথক পৃথক করে রেখেছেন। না লবণাক্ত পানি মিষ্ট পানির সাথে মিশ্রিত হতে পারে, না মিষ্ট পানি লবণাক্ত পানির সাথে মিলিত হতে পারে। লবণাক্ত পানি নিজের উপকার পৌছাতে রয়েছে এবং মিষ্ট পানিও নিজের উপকার পৌঁছাতে আছে। এর নির্মল ও সুপেয় পানি মানুষ নিজেরা পান করে এবং নিজেদের জন্তুগুলোকে পান করায়। শস্যক্ষেত্র, বাগান ইত্যাদিতেও এ পানি পৌছিয়ে থাকে। এ পানিতে মানুষ গোসল করে এবং কাপড়-চোপড় কেঁচে থাকে। লবণাক্ত পানি দ্বারাও মানুষ উপকার লাভ করে থাকে। এটা চতুর্দিক থেকে পরিবেষ্টিত রয়েছে যাতে বাতাস খারাপ না হয়। অন্য আয়াতেও এ দুটির বর্ণনা বিদ্যমান রয়েছে। যেমন তিনি এক জায়গায় বলেছেন: (আরবি)অর্থাৎ “তিনিই দু'টি সমুদ্রকে মিলিতভাবে প্রবাহিত করেছেন, একটি মিষ্ট, সুপেয় এবং অপরটি লবণাক্ত, খর; উভয়ের মধ্যে রেখে দিয়েছেন এক অন্তরায়, এক অনতিক্রম্য ব্যবধান।” (২৫:৫৩) এ জন্যেই তিনি এখানে বলেছেন: আল্লাহর সাথে অন্য কোন মাবুদ আছে কি যে এসব কাজ করতে পারে? এসব কাজ তারা করতে পারলে তো ইবাদতের যোগ্য তাদেরকে মনে করা যেতো? প্রকৃতপক্ষে মানুষ শুধু অজ্ঞতাবশতঃই গায়রুল্লাহর ইবাদত করে থাকে। অথচ ইবাদতের যোগ্য তো শুধুমাত্র আল্লাহ্ তা'আলাই।"
    },
    {
      "ayah": 62,
      "surah": 27,
      "text": "আল্লাহ তা'আলা অবহিত করছেন যে, বিপদ-আপদের সময় তাঁর সত্তাই আহ্বানের যোগ্য। আর্ত ও অসহায়দের সহায় ও আশ্রয়স্থল তিনিই। বিপদগ্রস্ত ব্যক্তিরা তাকেই ডেকে থাকে। যেমন তিনি বলেনঃ (আরবি)অর্থাৎ “সমুদ্রে যখন তোমাদেরকে বিপদ-আপদ স্পর্শ করে তখন তোমরা একমাত্র তাঁকেই (আল্লাহকেই) ডেকে থাকো এবং অন্য সবকেই ভুলে যাও।” (১৭: ৬৭) আর এক জায়গায় তিনি বলেন (আরবি)অর্থাৎ “অতঃপর যখন তোমাদেরকে বিপদ-আপদ স্পর্শ করে তখন তোমরা তাঁরই নিকট আশ্রয় প্রার্থনা করে থাকো।” (১৬:৫৩) তার সত্তা এমনই যে, প্রত্যেক আশ্রয়হীন ব্যক্তি তার কাছে আশ্রয় লাভ করে থাকে। বিপদগ্রস্ত ব্যক্তির বিপদ তিনি ছাড়া আর কেউই দূর করতে পারে না।হযরত আবু তামীমাতুল হাজীমী (রাঃ) হতে বর্ণিত আছে যে, একটি লোক রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করলোঃ “হে আল্লাহর রাসূল (সঃ)! আপনি কোন জিনিসের দিকে আহ্বান করছেন?” উত্তরে তিনি বললেনঃ “আমি তোমাকে আহ্বান করছি ঐ আল্লাহ তা'আলার দিকে যিনি এক, যার কোন অংশীদার নেই। যিনি ঐ সময় তোমার কাজে এসে থাকেন যখন তুমি কোন বিপদ-আপদে পতিত হও। যখন তুমি জঙ্গলে ও মরুপ্রান্তরে পথ ভুলে যাও তখন তুমি যাকে ডাকো এবং তিনি তোমার ডাকে সাড়া দিয়ে তোমাকে পথ-প্রদর্শন করেন। যখন তোমার কিছু হারিয়ে যায় এবং তুমি ওটা প্রাপ্তির জন্যে যার নিকট প্রার্থনা কর তখন যিনি তোমাকে তা পৌঁছিয়ে দেন ও তুমি তা পেয়ে যাও। যদি দুর্ভিক্ষ হয়, আর তুমি তার নিকট প্রার্থনা কর তবে তিনি মুষলধারে আকাশ হতে বৃষ্টি বর্ষণ করেন।” লোকটি বললোঃ “হে আল্লাহর রাসূল (সঃ)! আমাকে কিছু উপদেশ দিন!” তখন রাসূলুল্লাহ (সঃ) তাকে বলেনঃ “কাউকেও খারাপ বলো না, পুণ্যের কোন কাজকে তুচ্ছ জ্ঞান করো না যদিও সেই কাজ মুসলমানের সাথে হাসিমুখে মিলিত হওয়া হয় এবং নিজের বালতি হতে কোন পিপাসার্তকে এক ঢাকে পানি পান করানোও হয়। আর স্বীয় লুঙ্গীকে পায়ের গোছার অর্ধেক পর্যন্ত রাখবে। এটা স্বীকার না করলে খুব জোর পায়ের গিঁঠ পর্যন্ত লটকাবে। এর চেয়ে নীচে লটকানো হতে বেঁচে থাকবে। কেননা, এটা ফখর ও গর্ব। আল্লাহ তাআলা এটা অপছন্দ করেন। (এ হাদীসটি মুসনাদে আহমাদে বর্ণিত হয়েছে)অন্য একটি রিওয়াইয়াতে আছে যে, লোকটির নাম ছিল জাবির ইবনে সালীম হাজীমী (রাঃ)। তিনি বলেনঃ আমি রাসূলুল্লাহ (সঃ)-এর নিকট গমন করি, ঐ সময় তিনি চাদর পরিহিত অবস্থায় বসেছিলেন যার প্রান্ত তাঁর পায়ের উপর পড়েছিল। আমি (তার পাশে উপবিষ্ট লোকেদেরকে) জিজ্ঞেস করিঃ তোমাদের মাঝে আল্লাহর রাসূল (সঃ) কে? আমার এ প্রশ্নের উত্তরে স্বয়ং রাসূলুল্লাহ (সঃ) নিজের দিকে ইঙ্গিত করেন। আমি তখন বলি, হে আল্লাহর রাসূল (সঃ)! আমি একজন গ্রাম্য লোক। দ্রতার কোন জ্ঞান আমার নেই। আমাকে আহকামে ইসলামের কিছু শিক্ষা দান করুন! তিনি বললেনঃ “কোন ছোট পুণ্যকেও তুচ্ছ জ্ঞান করো না যদিও তা মুসলমান ভাই-এর সাথে সচ্চরিত্রতার সাথে সাক্ষাৎ করা হয় এবং নিজের বালতি হতে পানি প্রার্থীর পাত্রে কিছু পানি দিয়ে দেয়াও হয়। যদি কেউ তোমার ব্যাপারে কিছু জেনে তোমাকে দোষারোপ করে ও তোমাকে গালি দেয় তবে তুমি তার ব্যাপারে কিছু জেনে তাকে দোষারোপ করো না এবং তাকে গালি দিয়ো না। তাহলে তুমি পুরস্কার লাভ করবে এবং তার স্কন্ধে পাপের বোঝা চেপে যাবে। গিঁঠের নীচে কাপড় লটকানো হতে তুমি বেঁচে থাকবে। কেননা, এটা অহংকার, যা আল্লাহ তাআলার নিকট অপছন্দনীয়। আর কাউকেও কখনো তুমি গালি দেবে না।” এ কথা শোনার পর হতে আজ পর্যন্ত আমি কোন মানুষকে এমন কি কোন জন্তুকেও গালি দেইনি।আব্দুল্লাহ ইবনে আবি সালেহ্ (রঃ) হতে বর্ণিত, তিনি বলেনঃ আমি রোগাক্রান্ত হলে হযরত তাউস (রাঃ) আমাকে দেখতে আসেন। আমি তখন তাঁকে বলিঃ হে আবু আবদির রহমান (রঃ)! আমার জন্যে দু'আ করুন! তিনি তখন আমাকে বলেনঃ “তুমি নিজেই তোমার জন্যে দু'আ কর। কেননা, আল্লাহ তা'আলা আর্তের আহ্বানে সাড়া দিয়ে থাকেন যখন সে তাঁকে ডাকে। আর তিনি বিপদ-আপদ দূরীভূত করেন।” (এটা ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)অহাব ইবনে মুনাব্বাহ (রঃ) বলেনঃ আমি পূর্ববর্তী আসমানী কিতাবে পড়েছি যে, আল্লাহ তা'আলা বলেনঃ “আমার মর্যদার শপথ! যে ব্যক্তি আমার উপর নির্ভর করে ও আমাকে করজোড়ে ধরে, আমি তাকে তার বিরুদ্ধচারীদের খপ্পর হতে রক্ষা করি। আমি তাকে অবশ্যই রক্ষা করি যদিও আসমান, যমীন ও সমস্ত সৃষ্টজীব তার বিরুদ্ধে দাঁড়িয়ে যায়। পক্ষান্তরে যে ব্যক্তি আমার উপর ভরসা করে এবং আমার নিকট আশ্রয় প্রার্থী হয় না, আমি তাকে তার নিরাপদে চলাফেরা অবস্থাতেই ইচ্ছা করলে যমীনে ধ্বসিয়ে দেই এবং তাকে কোন প্রকারের সাহায্য করি না।”হাফিয ইবনে আসাকির (রঃ) একটি খুবই বিস্ময়কর ঘটনা স্বীয় কিতাবে বর্ণনা করেছেন। ঘটনাটি এই যে, একটি লোক বলে, আমি লোকদেরকে আমার খচ্চরের উপর সওয়ার করিয়ে দামেশক হতে যাবদান শহরে যাওয়া-আসা করতাম এবং এই ভাড়ার উপর আমার জীবিকা নির্বাহ হতো। এভাবে একদিন একটি লোককে আমি খচ্চরের উপর সওয়ার করিয়ে নিয়ে যাত্রা শুরু করি। চলতে চলতে এমন এক জায়গায় পৌছি যেখানে দুটি পথ ছিল। লোকটি বললোঃ “এই পথে চলো।” আমি বললামঃ আমি তো এই পথ চিনি না। আমি যে পথটি চিনি সেটাই সোজা পথ। লোকটি বললোঃ “আমি যে পথের কথা বলছি সে পথেই চলো। আমার এ পথ ভালরূপে চেনা আছে। এটাই খুব কাছের পথ।” তার কথার উপর বিশ্বাস করে আমি ঐ পথেই খচ্চরকে চালিত করলাম। অল্পদূর গিয়েই আমি দেখলাম যে, আমরা একটি জনহীন অরণ্যে এসে পড়েছি। সেখানে রাস্তার কোন লেশমাত্র নেই। অত্যন্ত ভয়াবহ জঙ্গল। চতুর্দিকে মৃতদেহ পড়ে রয়েছে। আমি তো অত্যন্ত ভীত-সন্ত্রস্ত হয়ে পড়লাম। লোকটি আমাকে বললোঃ “খচ্চরের লাগাম টেনে ধর। এখানে আমার নামবার প্রয়োজন আছে। তার কথামত আমি খচ্চরটির লাগাম টেনে ধরলাম। সে নেমে পড়লো এবং স্বীয় পরিহিত কাপড় ঠিক ঠাক করে নিয়ে ছুরি বের করলো এবং আমাকে আক্রমণ করতে উদ্যত হলো। আমি তখন সেখান হতে দ্রুত বেগে পালাতে লাগলাম। সে আমার পশ্চাদ্ধাবন করলো এবং ধরে ফেললো। তাকে আমি কসম দিতে শুরু করলাম। কিন্তু সে মোটেই ভ্রুক্ষেপ করলো না। তখন আমি তাকে বললামঃ তুমি আমার খচ্চরটি এবং আমার কাছে যা কিছু রয়েছে সবই নিয়ে নাও এবং আমাকে ছেড়ে দাও। সে বললোঃ “এগুলোতে আমার হয়েই গেছে। আসলকথা, আমি তোমাকে জীবিত ছেড়ে দিতে চাই না। আমি তখন তাকে আল্লাহর ভয় দেখালাম এবং আখিরাতের শাস্তির উল্লেখ করলাম। কিন্তু এটা তার উপর মমাটেই ক্রিয়াশীল হলো না। সে আমাকে হত্যা করার উপর অটল থাকলো। এখন আমি সম্পূর্ণ নিরাশ হয়ে গেলাম এবং মৃত্যুর জন্যে প্রস্তুত হলাম। আমি তার নিকট আবেদন করলামঃ আমাকে দুই রাকআত নামায পড়ার সময় দাও! সে বললোঃ “আচ্ছা, তাড়াতাড়ি পড়ে নাও।” আমি তখন নামায শুরু করলাম। কিন্তু আল্লাহর শপথ! আমার মুখ দিয়ে কুরআনের একটি অক্ষরও বের হচ্ছিল হাত বুকের উপর রেখে আতংকিত অবস্থায় শুধু দাঁড়িয়েই ছিলাম। সে তাড়াহুড়া করছিল। ঘটনাক্রমে হঠাৎ আমার মুখে এ আয়াতটি উচ্চারিত হলোঃ (আরবি) অর্থাৎ “বরং তিনি, যিনি আর্তের আহ্বানে সাড়া দেন যখন সে তাকে ডাকে, এবং বিপদ-আপদ দূরীভূত করেন।” এ আয়াতটি আমার মুখে উচ্চারিত হওয়া মাত্রই আমি দেখি যে, জঙ্গলের মধ্য হতে একজন অশ্বারোহী দ্রুত অশ্ব চালনা করে বর্শা হাতে আমাদের দিকে আসছেন। তিনি মুখে কিছু উচ্চারণ না করেই ঐ ডাকাতটির পেটে বর্শা ঢুকিয়ে দেন যা তার পেটের মধ্য দিয়ে পার হয়ে যায়। সে তৎক্ষণাৎ মৃত্যুমুখে পতিত হয়। অশ্বারোহী ফিরে যেতে উদ্যত হন। আমি তখন তার পা জড়িয়ে ধরে বলিঃ আল্লাহর ওয়াস্তে বলুন, আপনি কে? তিনি উত্তরে বললেনঃ “আমি তারই প্রেরিত দূত যিনি আশ্রয়হীন, আর্ত ও অসহায়ের দুআ ককূল এবং বিপদ-আপদ দূরীভূত করে থাকেন।” আমি তখন আল্লাহ তাআলার কৃতজ্ঞতা প্রকাশ করলাম এবং সেখান হতে আমার খচ্চর ও আসবাবপত্রসহ নিরাপদে ফিরে আসলাম।” এ ধরনের আর একটি ঘটনা এই যে, মুসলমানদের এক সেনাবাহিনী এক যুদ্ধে কাফিরদের নিকট পরাজিত হয়ে প্রত্যাবর্তন করছিলেন। তাঁদের মধ্যে ছিলেন একজন বড়ই দানশীল ও সৎ লোক। তার দ্রুতগামী ঘোড়াটি হঠাৎ থেমে যায়। ঐ দরবেশ লোকটি বহুক্ষণ চেষ্টা করলেন, কিন্তু ঐ ঘোড়াটি একটি কদমও উঠালো না। শেষে অপারগ হয়ে ঘোড়াটিকে লক্ষ্য করে আফসোস করে তিনি বলেনঃ “তুমি তো বেঁকে বসলে। অথচ এইরূপ সময়ের জন্যেই আমি তোমার খিদমত করেছিলাম এবং তোমাকে অত্যন্ত ভালবেসে লালন-পালন করেছিলাম!” সাথে সাথে আল্লাহ তা'আলা ঘোড়াটিকে বাক-শক্তি দান করলেন। সে বললোঃ আমার থেমে যাওয়ার কারণ এই যে, আপনি আমার জন্যে যে ঘাস ও দানা সহিসের হাতে সমর্পণ করতেন, ওর মধ্য হতে সে কিছু কিছু চুরি করে নিতে। আমাকে সে খুব কমই খেতে দিতে এবং আমার উর যুলুম করতো।” ঘোড়ার এ কথা শুনে ঐ সৎ ও আল্লাহভীরু লোকটি ওকে বললেনঃ “এখন তুমি চলতে থাকো। আমি আল্লাহকে সামনে রেখে তোমার সাথে ওয়াদা করছি যে, এখন থেকে আমি সদা-সর্বদা তোমাকে নিজের হাতে খাওয়াবো।” মনিবের এ কথা শোনা মাত্রই ঘোড়াটি দ্রুত গতিতে চলতে শুরু করলো এবং তাঁকে নিরাপদ জায়গায় পৌছিয়ে দিলো। ওয়াদা অনুযায়ী লোকটি ঘোড়াটিকে নিজের হাতেই খাওয়াতে থাকলেন। জনগণ তাঁকে এর কারণ জিজ্ঞেস করলে তিনি কোন এক লোকের নিকট ঘটনাটি বর্ণনা করলেন। তখন সাধারণভাবে তার খ্যাতি চতুর্দিকে ছড়িয়ে পড়লো এবং জনগণ এ ঘটনা শুনবার জন্যে দূর-দূরান্ত থেকে তাঁর নিকট আসতে লাগলো। রোমক বাদশাহ এ খবর পেয়ে কোন রকমে এই দরবেশ লোকটিকে তার শহরে আনয়নের ইচ্ছা করলো। বহু চেষ্টা করেও কিন্তু সে সফলকাম হলো না। অবশেষে সে একটি লোককে পাঠালো যে, সে যেন কোন রকম কৌশল অবলম্বন করে তাকে তার কাছে পৌছিয়ে দেয়। প্রেরিত লোকটি পূর্বে মুসলমান ছিল, কিন্তু পরে মুরতাদ (ধর্মত্যাগী) হয়ে গিয়েছিল। সে সম্রাটের নির্দেশক্রমে দরবেশ লোকটির নিকট আসলো এবং নিজের মুসলমান হওয়ার কথা প্রকাশ করলো। সে তাওবা করতঃ অত্যন্ত সৎ সেজে গিয়ে তাঁর নিকট থাকতে লাগলো। শেষ পর্যন্ত সে আল্লাহর ঐ অলীর নিকট বেশ বিশ্বাসভাজন হয়ে গেল। তাকে সৎ ও দ্বীনদার বলে বিশ্বাস করে তিনি তার সাথে বন্ধুত্ব স্থাপন করলেন এবং তার চলাফেরা করতে লাগলেন। সে তার উপর পূর্ণভাবে নিজের প্রভাব বিস্তার করে তাকে তার বাহ্যিক দ্বীনদারীর প্রতারণার ফাঁদে ফেলে দিলো। অতঃপর সে সম্রাটের নিকট খবর পৌছালো যে, সে যেন অমুক সময় একজন অসীম সাহসী বীর পুরুষকে সমুদ্রের তীরে পাঠিয়ে দেয়। সে তাঁকে (দরবেশকে) নিয়ে সেখানে পৌছে যাবে। অতঃপর ঐ বীর পুরুষের সাহায্যে তাকে গ্রেফতার করতঃ (ম্রাটের) নিকট পৌছিয়ে দেবে। অতঃপর সে দরবেশকে প্রতারণা করে নিয়ে চললো এবং ঐ জায়গাতেই পৌছিয়ে দিলো ।হঠাৎ ঐ (সাহসী) লোকটি আত্মপ্রকাশ করলো এবং ঐ মহান ব্যক্তিকে আক্রমণ করলো। আর এদিক থেকে এই মুরতাদ লোকটিও আক্রমণ চালালো। তখন ঐ পুণ্যবান লোকটি আকাশের দিকে দৃষ্টি উঠিয়ে প্রার্থনা করলেনঃ “হে আল্লাহ! এ লোকটি আমাকে আপনার নাম করে ধোকা দিয়েছে। এখন আমি আপনার নিকট আশ্রয় প্রার্থনা করছি যে, আপনি যেভাবেই চান আমাকে এ দু'জন হতে রক্ষা করুন!” তৎক্ষণাৎ দু'টি হিংস্র জন্তু জঙ্গল হতে দৌড়িয়ে আসলো এবং ঐ দুই ব্যক্তিকে আক্রমণ করে তাদেরকে টুকরো টুকরো করে দিলো। অতঃপর তারা ফিরে গেল। আর আল্লাহর ঐ নেককার বান্দা নিরাপদে সেখান হতে ফিরে আসলেন।আল্লাহ তাআলা স্বীয় করুণার মাহাত্ম্য বর্ণনা করার পর বলেনঃ তিনিই তোমাদেরকে পৃথিবীতে প্রতিনিধি করেছেন। একজন একজনের পিছনে আসতে রয়েছে। ক্রমান্বয়ে এটা চলতেই আছে। যেমন মহান আল্লাহ্ বলেনঃ (আরবি) অর্থাৎ “যদি তিনি চান তবে তোমাদেরকে এখান হতে ধ্বংস করে দিবেন এবং অন্যদেরকে তোমাদের স্থলাভিষিক্ত করবেন যেমন তোমাদেরকে অন্যদের স্থলাভিষিক্ত করেছেন!” (৬: ১৩৩) অন্য আয়াতে আছেঃ (আরবি) অর্থাৎ “তিনি ঐ আল্লাহ যিনি তোমাদেরকে পৃথিবীর প্রতিনিধি বানিয়েছেন এবং তোমাদের এককে অপরের উপর মর্যাদা দান করেছেন।” (৬: ১৬৫) হযরত আদম (আঃ)-কেও খলীফা বা প্রতিনিধি বলা হয়েছে, এটাও এই হিসেবেই যে, তাঁর সন্তানরা একে অপরের স্থলাভিষিক্ত হবে। যেমন আল্লাহ তা'আলা বলেনঃ (আরবি)অর্থাৎ “স্মরণ কর, যখন তোমার প্রতিপালক ফেরেশতাদেরকে বললেনঃ আমি পৃথিবীতে প্রতিনিধি সৃষ্টি করছি।” (২: ৩০) এ আয়াতের তাফসীরে এ ব্যাপারে সব কিছু বিস্তারিতভাবে বর্ণিত হয়েছে। এখানকার এই আয়াতেরও ভাবার্থ এটাই যে, একের পরে এক, এক যুগের পরে দ্বিতীয় যুগ এবং এক কওমের পরে অপর কওম প্রতিনিধিত্ব করবে।সুতরাং এটা হলো আল্লাহ তা'আলার ক্ষমতা এবং এতে মাখলুকের কল্যাণ রয়েছে। কারণ তিনি ইচ্ছা করলে সবকেই একই সাথে সৃষ্টি করতে পারতেন। কিন্তু তিনি তা না করে এই নিয়ম রেখেছেন যে, একজন মারা যাবে এবং আর একজন জন্মগ্রহণ করবে। তিনি হযরত আদম (আঃ)-কে সৃষ্টি করেছেন এবং তার থেকে তাঁর বংশাবলী ছড়িয়ে দিয়েছেন। তিনি এমন এক পন্থা রেখেছেন যে, যেন দুনিয়াবাসীদের জীবিকার পথ সংকীর্ণ না হয়। অন্যথায় হয়তো সমস্ত মানুষ একই সাথে হলে তাদেরকে পৃথিবীতে খুবই সংকীর্ণতার সাথে জীবন অতিবাহিত করতে হতো। আর একের দ্বারা অপরকে কষ্ট পৌছতত। সুতরাং বর্তমান পদ্ধতি আল্লাহ তা'আলার নিপুণতারই পরিচায়ক। সবারই জন্ম, মৃত্যু এবং আগমন ও প্রস্থানের সময় তাঁর নিকট নির্ধারিত রয়েছে। প্রত্যেকটাই তাঁর অবগতিতে আছে। কিছুই তাঁর দৃষ্টির অগোচরে নেই। তিনি এমনই একটা দিন আনয়নকারী যেই দিনে সবকেই একত্রিত করবেন এবং তাদের কার্যাবলীর বিচার করবেন। সেই দিন তিনি পাপ ও পুণ্যের প্রতিদান প্রদান করবেন। মহিমান্বিত আল্লাহ তাঁর ক্ষমতার বর্ণনা দেয়ার পর প্রশ্ন করছেন ? এসব কাজ করতে পারে এমন অন্য কেউ আছে কি? অর্থাৎ অন্য কারোই এসব কাজের কোন ক্ষমতা নেই। তাদের ক্ষমতা যখন নেই তখন তারা ইবাদতেরও যোগ্য হতে পারে না। কিন্তু মানুষ উপদেশ অতি সামান্যই গ্রহণ করে থাকে।"
    },
    {
      "ayah": 63,
      "surah": 27,
      "text": "আল্লাহ তা'আলা বলেন যে, আকাশ ও পৃথিবীতে তিনি এমন কতগুলো নিদর্শন রেখে দিয়েছেন যে, জলে ও স্থলে কেউ পথ ভুলে গেলে ওগুলো দেখে সঠিক পথে আসতে পারে। যেমন তিনি বলেনঃ (আরবি)অর্থাৎ “আরো নিদর্শনাবলী রয়েছে এবং তারকারাজি দ্বারা তারা পথ পেয়ে থাকে।” (১৬:১৬) আর এক জায়গায় তিনি বলেনঃ (আরবি) অর্থাৎ “আল্লাহ তিনিই যিনি তোমাদের জন্যে তারকারাজি রেখে দিয়েছেন যাতে তোমরা স্থলের ও জলের অন্ধকারে ওগুলোর মাধ্যমে পথ পেতে পার।” (৬: ৯৭)আল্লাহ তা'আলা মেঘমালা হতে বৃষ্টি বর্ষণ করার পূর্বে বৃষ্টির সুসংবাদবাহী ঠাণ্ডা বাতাস প্রেরণ করে থাকেন, যার দ্বারা মানুষ বুঝতে পারে যে, এখন রহমতের বারিধারা বর্ষিত হবে। আল্লাহ ছাড়া এসব কাজ করার ক্ষমতা আর কারো নেই। তিনি সমস্ত শরীক হতে সম্পূর্ণরূপে পবিত্র। তিনি এদের হতে বহু উর্ধ্বে।"
    },
    {
      "ayah": 64,
      "surah": 27,
      "text": "ঘোষণা করা হয়েছে যে, আল্লাহ তিনিই যিনি স্বীয় পূর্ণ ক্ষমতাবলে সৃষ্টজীবকে বিনা নমুনায় সৃষ্টি করেছেন ও করতে রয়েছেন। অতঃপর এগুলো ধ্বংস করে  দিয়ে তিনি দ্বিতীয়বার সৃষ্টি করবেন। সুতরাং হে কাফিরের দল! যিনি প্রথমবার সৃষ্টি করতে সক্ষম হয়েছেন তিনি যে দ্বিতীয়বারও সৃষ্টি করতে সক্ষম এটা তোমরা মানছো না কেন? কেননা, দ্বিতীয়বারের সৃষ্টি তো প্রথমবারের সৃষ্টি অপেক্ষা বহুগুণে সহজ। আকাশ হতে বৃষ্টি বর্ষণ করা, জমি হতে ফসল উৎপাদন করা এবং আকাশ ও পৃথিবী হতে তোমাদেরকে জীবনোপকরণ দান করা তাঁরই কাজ। যেমন আল্লাহ তা'আলা বলেনঃ (আরবি) অর্থাৎ “শপথ আসমানের, যা ধারণ করে বৃষ্টি, এবং শপথ যমীনের, যা বিদীর্ণ হয়।” (৮৬:১১-১২) আর এক জায়গায় রয়েছে (আরবি)অর্থাৎ “তিনি প্রত্যেক ঐ জিনিসকে জানেন যা যমীনের মধ্যে প্রবেশ করে এবং যা ওর থেকে বের হয়, আর যা আকাশ হতে অবতীর্ণ হয় এবং যা ওর উপর উঠে যায়।” (৩৪: ২) সুতরাং মহিমান্বিত আল্লাহই আকাশ হতে বৃষ্টি বর্ষণকারী, ওটাকে যমীনে এদিক হতে ওদিকে প্রেরণকারী এবং এর মাধ্যমে নানা প্রকারের ফল, ফুল, শস্য এবং ঘাসপাতা উদ্গতকারী, যা মানুষের নিজেদের ও তাদের জন্তুগুলোর জীবিকা। নিশ্চয়ই জ্ঞানবানদের জন্যে এগুলো আল্লাহ তা'আলার বড় বড় নিদর্শনাবলী বটে।আল্লাহ তাআলা নিজের এসব শক্তি এবং এসব মূল্যবান অনুগ্রহের বর্ণনা দেয়ার পর প্রশ্নের সুরে বলেনঃ “এসব কাজে আল্লাহর সাথে অন্য কেউ শরীক আছে কি? যার ইবাদত করা যেতে পারে? যদি তোমরা আল্লাহ ছাড়া অন্যদেরকে মা'বূদ রূপে মেনে নেয়ার দাবীকে দলীল দ্বারা প্রমাণ করতে পার তবে দলীল পেশ কর।” কিন্তু তাদের নিকট কোনই দলীল নেই বলে আল্লাহ তাআলা অন্য আয়াতে বলেনঃ (আরবি)অর্থাৎ “যে ব্যক্তি আল্লাহর সাথে ডাকে অন্য মাবুদকে, ঐ বিষয়ে তার নিকট কোন সনদ নেই; তার হিসাব তার প্রতিপালকের নিকট আছে; নিশ্চয়ই কাফিররা সফলকাম হবে না।” (২৩: ১১৭)"
    },
    { "ayah": 65, "surah": 27, "text": "Please check ayah 27:66 for complete tafsir." },
    {
      "ayah": 66,
      "surah": 27,
      "text": "৬৫-৬৬ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা স্বীয় রাসূল (সঃ)-কে নির্দেশ দিচ্ছেন যে, তিনি যেন সারা জগতবাসীকে জানিয়ে দেন যে, অদৃশ্যের খবর কেউ জানে না। এখানে(আরবি) হয়েছে। অর্থাৎ আল্লাহ ছাড়া কোন মানব, দানব এবং ফেরেশতা গায়েব বা অদৃশ্যের খবর জানে না। যেমন আল্লাহ পাক বলেনঃ (আরবি)অর্থাৎ “তার নিকটই গায়েব বা অদৃশ্যের চাবিকাঠি রয়েছে, তিনি ছাড়া ওটা কেউ জানে না।” (৬:৫৯) আর এক জায়গায় বলেনঃ (আরবি) অর্থাৎ “কিয়ামতের জ্ঞান শুধু আল্লাহর নিকট রয়েছে, তিনি বৃষ্টি বর্ষণ করেন।” (৩১:৩৪) এই বিষয়ের আরো বহু আয়াত রয়েছে। আল্লাহ তা'আলার উক্তিঃ তারা জানে না তারা কখন পুনরুত্থিত হবে। কিয়ামতের সময় কখন হবে তা আসমান ও যমীনের অধিবাসীদের কেউই জানে না। যেমন মহামহিমান্বিত আল্লাহ বলেনঃ (আরবি)অর্থাৎ “আসমান ও যমীনে এই ইলম বা জ্ঞান (সবারই উপর) মুশকিল ও ভারী, ওটা তো আকস্মিকভাবে তোমাদের নিকট এসে পড়বে।” (৭: ১৮৭)হযরত আয়েশা (রাঃ) হতে বর্ণিত, তিনি বলেনঃ যে বলে যে, রাসূলুল্লাহ্ (সঃ) আগামীকালের কথা জানতেন সে আল্লাহ তাবারাকা ওয়া তা'আলার উপর খুব বড় অপবাদ দিয়েছে। কেননা, আল্লাহ তাআলা বলেনঃ “(হে নবী সঃ)! তুমি বলে দাও যে, আকাশমণ্ডলী ও পৃথিবীতে কেউই অদৃশ্য বিষয়ের জ্ঞান রাখে না এবং তারা জানে না যে, তারা কখন পুনরুত্থিত হবে”। (এটা ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)কাতাদা (রঃ) বলেন যে, আল্লাহ তাআলা তারকারাজির মধ্যে তিনটি উপকার রেখেছেন। তাহলো আকাশের সৌন্দর্য, পথভ্রান্তদেরকে পথ-প্রদর্শন এবং শয়তানদেরকে প্রহারকরণ। এগুলো ছাড়া তারকারাজির উপর অন্য কোন বিশ্বাস রাখা নিজের মতে কথা বানানো, কষ্ট উঠানো এবং নিজের অংশকে হারানো ছাড়া আর কিছুই নয়। অজ্ঞ লোকেরা তারকারাজির সাথে জ্যোতির্বিদ্যাকে দোদুল্যমান রেখে বাজে কথা বানিয়ে নিয়েছে যে, এই তারকার সময় যে বিয়ে করবে সে এইরূপ হবে। অমুক তারকার সময় সফর করলে এই হয়, অমুক নক্ষত্রের সময় সন্তান হলে এইরূপ হয় ইত্যাদি। তাদের এসব হলো অসম্ভব ও প্রতারণামূলক কথা। অধিকাংশ সময়ই তাদের কথার বিপরীত হয়ে থাকে। প্রত্যেক তারকার সময়েই কৃষ্ণবর্ণের, গৌরবর্ণের, বেঁটে, লম্বা, সুন্দর এবং কুৎসিত সন্তান জন্মগ্রহণ করেই থাকে। না কোন জন্তু অদৃশ্যের খবর জানে, না কোন পাখী দ্বারা অদৃশ্য জানা যায় এবং না কোন তারকা অদৃশ্যের খবর দিতে পারে। সবারই জেনে রাখা উচিত যে, আল্লাহ তা'আলার পক্ষ হতে এ ফায়সালা হয়েই গেছে যে, আসমান ও যমীনের সমস্ত সৃষ্টজীব অদৃশ্য হতে বে-খবর রয়েছে। তারা তো নিজেদের পুনরুত্থানের সময়ও অবহিত নয়।হযরত কাতাদা (রঃ)-এর এ উক্তিটি সত্যি সঠিকই বটে। এটা তাঁর খুবই উপকারী ও জ্ঞানগর্ভ উক্তি। এরপর আল্লাহ তাআলা বলেনঃ আখিরাত সম্পর্কে তাদের জ্ঞান তো নিঃশেষ হয়েছে। অন্যেরা (আরবি) পড়েছেন। অর্থাৎ আখিরাতের সঠিক সময় না জানার ব্যাপারে সবারই জ্ঞান সমান। যেমন রাসূলুল্লাহ্ (সঃ) হযরত জিবরাঈল (আঃ)-এর প্রশ্নের উত্তরে বলেছিলেন- “আমার ও আপনার জ্ঞান এর জবাব দিতে অপারগ।” এখানেও বলা হয়েছেঃ আখিরাত সম্পর্কে তাদের জ্ঞান তো নিঃশেষ হয়ে গেছে। কাফিররা তাদের প্রতিপালক থেকে অজ্ঞ বলে তারা আখিরাতকেও অস্বীকারকারী! সেখান পর্যন্ত তাদের জ্ঞান পৌছেনি।একটি উক্তি এও আছে যে, আখিরাতে তারা এই জ্ঞান লাভ করবে বটে, কিন্তু তা হবে বৃথা। যেমন অন্য জায়গায় রয়েছেঃ “যেদিন তারা আমার কাছে পৌছবে সেই দিন তারা বড়ই শ্রবণকারী ও দর্শনকারী হয়ে যাবে, কিন্তু আজ যালিমরা প্রকাশ্য পথভ্রষ্টতার মধ্যে হবে।”অতঃপর মহামহিমান্বিত আল্লাহ বলেনঃ বরং তারা তো এ বিষয়ে সন্দেহের মধ্যে রয়েছে। এর দ্বারা কাফিরদেরকে বুঝানো হয়েছে। যেমন তিনি অন্য জায়গায় বলেনঃ (আরবি)  অর্থাৎ তাদেরকে তোমার প্রতিপালকের নিকট হাযির করা হবে সারিবদ্ধভাবে এবং বলা হবেঃ তোমাদেরকে প্রথমবার যেভাবে সৃষ্টি করেছিলাম সেভাবেই তোমরা আমার নিকট হাযির হয়েছে; অথচ তোমরা মনে করতে যে, তোমাদের জন্যে প্রতিশ্রুত ক্ষণ আমি উপস্থিত করবো না।” (১৮:৪৮) উদ্দেশ্য এই যে, তোমাদের মধ্যে কাফিররা এটা মনে করতো। সুতরাং উপরোল্লিখিত আয়াতে যদিও(আরবি)  টি (আরবি)  -এর দিকে ফিরেছে, কিন্তু উদ্দেশ্য কাফিরই বটে! এ জন্যেই শেষে আল্লাহ তা'আলা বলেছেন: বরং এ বিষয়ে তারা অন্ধ। তারা চক্ষু বন্ধ করে রেখেছে।"
    },
    { "ayah": 67, "surah": 27, "text": "Please check ayah 27:70 for complete tafsir." },
    { "ayah": 68, "surah": 27, "text": "Please check ayah 27:70 for complete tafsir." },
    { "ayah": 69, "surah": 27, "text": "Please check ayah 27:70 for complete tafsir." },
    { "ayah": 7, "surah": 27, "text": "Please check ayah 27:14 for complete tafsir." },
    {
      "ayah": 70,
      "surah": 27,
      "text": "৬৭-৭০ নং আয়াতের তাফসীর\nএখানে বর্ণনা করা হচ্ছে যে, যারা কিয়ামতকে অস্বীকার করে তাদেরকে যে তাদের মৃত্যু হওয়া ও সড়ে-পচে যাওয়া এবং মাটি ও ভস্ম হয়ে যাওয়ার পর পুনরায় কিভাবে সৃষ্টি করা হবে এটা এখন পর্যন্ত তাদের বোধগম্যই হয় না। তারা এটাকে বড়ই বিস্ময়কর মনে করে। তারা বলেঃ “পূর্ব যুগ হতেই আমরা এটা শুনে আসছি, কিন্তু এ পর্যন্ত কাউকেও আমরা মৃত্যুর পর জীবিত হতে দেখিনি। এটা শুধু শোনা কথা। এক যুগের লোক তাদের পূর্বযুগীয় লোকদের হতে, তারা তাদের পূর্ব যুগের লোকদের হতে শুনেছে এবং এভাবে আমাদের যুগ পর্যন্ত পৌছে গেছে। কিন্তু এ সবকিছুই অযৌক্তিক ও বিবেক বুদ্ধি বহির্ভূত।” আল্লাহ তা'আলা স্বীয় নবী (সঃ)-কে জবাব বলে দিচ্ছেনঃ “তুমি বল-তোমরা পৃথিবীতে পরিভ্রমণ করে দেখো, যারা রাসূলদেরকে অবিশ্বাস করেছিল ও কিয়ামতকে অস্বীকার করেছিল তাদের পরিণাম কি হয়েছে! তারা সমূলে ধ্বংস হয়ে গিয়েছে। পক্ষান্তরে নবীদেরকে ও মুমিনদেরকে আল্লাহ তা'আলা রক্ষা করেছেন। এটা নবীদের সত্যবাদীতারই দলীল।”অতঃপর মহামহিমান্বিত আল্লাহ স্বীয় নবী (সঃ)-কে সান্ত্বনা দিচ্ছেনঃ “এই কাফির ও মুশরিকরা তোমাকে ও আমার কালামকে অবিশ্বাস করছে এ জন্যে তুমি দুঃখ করো না ও মনঃক্ষুন্ন হয়ো না। তারা তোমার ব্যাপারে যে ষড়যন্ত্র করছে তা আমার অজানা নেই। আমিই তোমার পৃষ্ঠপোষক ও সাহায্যকারী ।সুতরাং তুমি নিশ্চিন্ত থাকো। আমি তোমাকে ও তোমার দ্বীনকে জয়যুক্ত রাখবো এবং দুনিয়ার এক প্রান্ত হতে অপর প্রান্ত পর্যন্ত তোমাকে প্রাধান্য ও শ্রেষ্ঠত্ব দান করবে।”"
    },
    { "ayah": 71, "surah": 27, "text": "Please check ayah 27:75 for complete tafsir." },
    { "ayah": 72, "surah": 27, "text": "Please check ayah 27:75 for complete tafsir." },
    { "ayah": 73, "surah": 27, "text": "Please check ayah 27:75 for complete tafsir." },
    { "ayah": 74, "surah": 27, "text": "Please check ayah 27:75 for complete tafsir." },
    {
      "ayah": 75,
      "surah": 27,
      "text": "৭১-৭৫ নং আয়াতের তাফসীর\nআল্লাহ তাআলা মুশরিকদের সম্পর্কে সংবাদ দিচ্ছেন যে, তারা কিয়ামতকে। স্বীকারই করতো না বলে সাহসিকতা ও বাহাদুরীর সাথে সত্বর এর আগমন কামনা করতো এবং বলতো: “যদি তুমি সত্যবাদী হও তবে বল দেখি এটা আসবে কখন? আল্লাহ তাআলার পক্ষ হতে মুহাম্মাদ (সঃ)-এর মাধ্যমে জবাব দেয়া হচ্ছে যে, খুবই সম্ভব যে, ওটা সম্পূর্ণরূপে নিকটবর্তী হয়েই গেছে। যেমনঅন্য আয়াতে রয়েছে (আরবি) অর্থাৎ “সম্ভবতঃ ওটার সময় নিকটবর্তী হয়েছে।” (১৭:৫১) মহান আল্লাহ আর এক জায়গায় বলেনঃ (আরবি)অর্থাৎ “তোমার কাছে তারা আযাবের ব্যাপারে তাড়াতাড়ি করছে (তাড়াতাড়ি আযাব চাচ্ছে, তাদের জেনে রাখা উচিত যে,) নিশ্চয়ই জাহান্নাম কাফিরদেরকে পরিবেষ্টন করে রয়েছে।” (২৯:৫৪) (আরবি)-এর (আরবি)অক্ষরটি (আরবি)শব্দের (আরবি) (তাড়াতাড়ি করা)-এর অর্থকে অন্তর্ভুক্ত করার জন্যে অনা হয়েছে। যেমন এটা হযরত মুজাহিদ (রঃ) হতে বর্ণিত আছে।এরপর মহামহিমান্বিত আল্লাহ বলেনঃ মানুষের উপর তো আল্লাহর বহু দয়া ও অনুগ্রহ রয়েছে এবং রয়েছে তাদের উপর তার অসংখ্য নিয়ামত। তথাপি তাদের অধিকাংশই অকৃতজ্ঞ। আল্লাহ তা'আলা বলেন ও তাদের অন্তর যা গোপন করে এবং যা তারা প্রকাশ করে তা তিনি অবশ্যই জানেন। যেমন অন্য জায়গায় তিনি বলেন (আরবি) অর্থাৎ “তোমাদের মধ্যে যে কথাকে গোপন করে এবং যে তা প্রকাশ করে উভয় (তার কাছে) সমান।” (১৩: ১০) আর এক জায়গায় আছে। অর্থাৎ “তিনি গোপনীয় ও লুক্কায়িত কথাও জানেন।” (২০৪৭)এরপর মহান আল্লাহ বলেনঃ আকাশে ও পৃথিবীতে এমন কোন গোপন রহস্য নেই, যা সুস্পষ্ট কিতাবে নেই। তিনি অদৃশ্যের সব খবরই রাখেন। যেমন তিনি বলেনঃ (আরবি)অর্থাৎ “তুমি কি জান না যে, আকাশে ও পৃথিবীতে যা কিছু রয়েছে তিনি সবই জানেন, নিশ্চয়ই তা কিতাবে রয়েছে এবং নিশ্চয়ই ওটা আল্লাহর কাছে সহজ।” (২২:৭০)"
    },
    { "ayah": 76, "surah": 27, "text": "Please check ayah 27:81 for complete tafsir." },
    { "ayah": 77, "surah": 27, "text": "Please check ayah 27:81 for complete tafsir." },
    { "ayah": 78, "surah": 27, "text": "Please check ayah 27:81 for complete tafsir." },
    { "ayah": 79, "surah": 27, "text": "Please check ayah 27:81 for complete tafsir." },
    { "ayah": 8, "surah": 27, "text": "Please check ayah 27:14 for complete tafsir." },
    { "ayah": 80, "surah": 27, "text": "Please check ayah 27:81 for complete tafsir." },
    {
      "ayah": 81,
      "surah": 27,
      "text": "৭৬-৮১ নং আয়াতের তাফসীর\nআল্লাহ স্বীয় পবিত্র কিতাব সম্পর্কে খবর দিতে গিয়ে বলেন যে, কুরআন যেমন রহমত স্বরূপ তেমনই ফুরকানও বটে। বানী ইসরাঈল অর্থাৎ যারা তাওরাত ও ইঞ্জীলের বাহক তাদের মতভেদের ফায়সালা এই কিতাবে রয়েছে। যেমন হযরত ঈসা (আঃ)-এর উপর ইয়াহূদীরা মিথ্যা অপবাদ দিয়েছিল এবং খৃষ্টানরা তাঁকে তাঁর সীমার চেয়ে বাড়িয়ে দিয়েছিল। কুরআন এর ফায়সালা করে দিয়েছে এবং ইফরাত (বাহুল্য) এবং তাফরীত (অত্যল্প)-কে ছেড়ে দিয়ে সত্য কথা প্রকাশ করেছে। কুরআন বলেছে যে, তিনি আল্লাহর বান্দা ও রাসূল। আল্লাহর হুকুমে তিনি সৃষ্ট হয়েছেন। তাঁর মাতা ছিলেন অত্যন্ত পবিত্র ও সতী-সাধ্বী। সঠিক ও সন্দেহহীন কথা এটাই। এই কুরআন মুমিনদের অন্তরের হিদায়াত এবং তাদের জন্যে সরাসরি রহমত। কিয়ামতের দিন আল্লাহ তা'আলা তাদের ফায়সালা করবেন যিনি বদলা নেয়ার ব্যাপারে প্রবল পরাক্রান্ত এবং বান্দাদের কথা ও কাজ সম্পর্কে তিনি পূর্ণ ওয়াকিফহাল।এরপর মহান আল্লাহ স্বীয় নবী (সঃ)-কে বলেনঃ “তুমি আল্লাহর উপর নির্ভর কর। তুমি তো স্পষ্টভাবে সত্যের উপর প্রতিষ্ঠিত। আর বিরুদ্ধবাদীরা চিরন্তনরূপে হতভাগ্য। তাদের উপর তোমার প্রতিপালকের কথা বাস্তবায়িত হয়েছে। সুতরাং তাদের ভাগ্যে ঈমান নেই। তুমি যদি তাদের সমস্ত মু'জিযা প্রদর্শন কর তবুও তারা ঈমান আনয়ন করবে না। তারা মৃতের ন্যায়। আর তুমি তো মৃতকে কথা শুনাতে পারবে না এবং পারবে না তুমি বধিরকে তোমার ডাক। শুনাতে, যখন তারা পিঠ ফিরিয়ে চলে যায়। আর যারা চোখ থাকতেও অন্ধ সাজে তাদেরকে তুমি পথভ্রষ্টতা হতে পথে আনতে সক্ষম হবে না। তুমি শুনতে পারবে শুধু তাদেরকে যারা আমার আয়াতসমূহকে বিশ্বাস করে এবং তারাই তো আত্মসমর্পণকারী। তারা আল্লাহ ও তার রাসূল (সঃ)-কে স্বীকার করে এবং আল্লাহর দ্বীনের উপর প্রতিষ্ঠিত থেকে আমল করে যায়।"
    },
    {
      "ayah": 82,
      "surah": 27,
      "text": "যে জীবের বর্ণনা এখানে দেয়া হয়েছে তা শেষ যুগে প্রকাশিত হবে যখন মানুষ আল্লাহর দ্বীনকে সম্পূর্ণরূপে পরিত্যাগ করবে। যখন তারা সত্য দ্বীনকে পরিবর্তন করে ফেলবে। কেউ কেউ বলেন যে, এটা মক্কা শরীফ হতে বের হবে। আবার অন্য কেউ বলেন যে, এটা অন্য স্থান হতে বের হবে। এর বিস্তারিত বিবরণ এখনই আসবে ইনশাআল্লাহ্। সে বাকশক্তি সম্পন্ন হবে এবং বলবে যে, মানুষ আল্লাহর নিদর্শনসমূহে অবিশ্বাসী। ইমাম ইবনে জারীর (রঃ) এটাকেই পছন্দ করেছেন। কিন্তু এই উক্তি সম্পর্কে চিন্তা-ভাবনার অবকাশ রয়েছে। এসব ব্যাপারে আল্লাহ তাআলাই সর্বাধিক সঠিক জ্ঞানের অধিকারী। হযরত ইবনে। আব্বাস (রাঃ)-এর উক্তি এই যে, এটা তাদেরকে আহত করবে। অন্য একটি রিওয়াইয়াতে আছে যে, উভয়েই এটা করবে, অর্থাৎ এও করবে এবং এও করবে। এটা খুবই চমৎকার উক্তি। এই উক্তি দু'টির মধ্যে কোনই বৈপরীত্য নেই। এসব ব্যাপারে আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন।‘দাব্বাতুল আর’ সম্বন্ধে যেসব হাদীস ও আসার বর্ণিত আছে, এগুলোর কিছু কিছু আমরা এখানে বর্ণনা করছি। এ ব্যাপারে আমরা আল্লাহ তাআলার নিকটই সাহায্য প্রার্থী। হযরত হুযাইফা ইবনে উসায়েদ গিফারী (রাঃ) হতে বর্ণিত, তিনি বলেনঃ একদা আমরা কিয়ামত সম্পর্কে আলোচনা করছিলাম। এমন সময় রাসূলুল্লাহ (সঃ) আরাফা হতে আমাদের নিকট আগমন করেন। আমাদেরকে এই আলোচনায় লিপ্ত দেখে বলেনঃ “কিয়ামত ঐ পর্যন্ত সংঘটিত হবে না যে পর্যন্ত তোমরা দশটি নিদর্শন দেখতে পাবে। ওগুলো হলো- পশ্চিম দিক হতে সূর্য উদিত হওয়া, ধূম্র, দাব্বাতুল আর ও ইয়াজুজ-মাজুজ বের হওয়া। হযরত ঈসা ইবনে মারইয়াম (আঃ)-এর আগমন ঘটা, দাজ্জাল বের হওয়া, পূর্বে, পশ্চিমে ও আরব উপদ্বীপে তিনটি খাসফ (মাটিতে প্রোথিত হওন) হওয়া এবং আদন হতে এক আগুন বের হওয়া যা লোকদেরকে চালনা করবে বা তাদেরকে একত্রিত করবে। তাদের সাথেই রাত্রি কাটাবে এবং তাদের সাথেই দুপুরে বিশ্রাম করবে।” (এ হাদীসটি মুসনাদে আহমাদ ও সহীহ মুসলিমে বর্ণিত হয়েছে)হযরত তালহা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ্ (সঃ) দাব্বাতুল আরযের উল্লেখ করে বলেনঃ “দাব্বাতুল আর তিনবার বের হবে। প্রথমবার বের হবে দূর-দূরান্তের জঙ্গল ও মরুপ্রান্তর হতে এবং ওর যিকর শহর অর্থাৎ মক্কায় প্রবেশ করবে। তারপর এক দীর্ঘ যুগ পরে দ্বিতীয়বার প্রকাশিত হবে এবং জনগণের মুখে এই কাহিনী কথিত হতে থাকবে, এমনকি মক্কায়ও এর প্রসিদ্ধি পৌছে যাবে। তারপর যখন জনগণ আল্লাহর সবচেয়ে মর্যাদা সম্পন্ন মসজিদ মসজিদে হারাম'-এ অবস্থান করবে ঐ সময় হঠাৎ সেখানে তারা দাব্বাতুল আর দেখতে পাবে। রু ও মাকাম (মাকামে ইবরাহীম আঃ)-এর মাঝে নিজের মস্তক হতে মাটি ঝাড়তে থাকবে। লোকেরা ওকে দেখে এদিক ওদিক হয়ে যাবে। এটা মুমিনদের দলের নিকট যাবে এবং তাদের মুখমণ্ডলকে উজ্জ্বল তারকার ন্যায় জ্যোতির্ময় করে তুলবে। না তার থেকে পলায়ন করে কেউ বাঁচতে পারে, না তার থেকে লুকিয়ে গিয়ে রক্ষা পেতে পারে। এমনকি একটি লোক নামায শুরু করে তার নিকট আশ্রয় চাবে। সে তখন তার পিছনে এসে বলবেঃ “এখন তুমি নামাযে দাড়িয়েছো?” অতঃপর তার কপালে চিহ্ন এঁকে দিয়ে সে চলে যাবে। তার এই চিহ্নের পরে মুমিন ও কাফিরের মধ্যে পরিষ্কারভাবে পার্থক্য পরিলক্ষিত হবে। এমনকি মুমিন কাফিরকে বলবেঃ “হে কাফির! আমাকে আমার প্রাপ্য প্রদান কর।” আর কাফির মুমিনকে বলবেঃ “হে মুমিন! আমাকে আমার প্রাপ্য দিয়ে দাও।” (এ হাদীসটি আবু দাউদ তায়ালেসী (রঃ) বর্ণনা করেছেন। এটা হুযাইফা ইবনে উসায়েদ (রাঃ) হতেও মাওকুফ রূপে বর্ণিত আছে)একটি রিওয়াইয়াতে আছে যে, এটা হযরত ঈসা ইবনে মারইয়াম (আঃ)-এর যুগে হবে। তিনি বায়তুল্লাহ শরীফের তাওয়াফ করতে থাকবেন। কিন্তু এর ইসনাদ সঠিক নয়। সহীহ মুসলিমে রয়েছে যে, সর্বপ্রথম যে নিদর্শন প্রকাশ পাবে তা হলো সূর্যের পশ্চিম দিক হতে উদিত হওয়া এবং দাব্বাতুল আরযের চাশতের সময় এসে পড়া। এ দুটোর মধ্যে যেটা প্রথমে হবে, তার পরপরই দ্বিতীয়টি হবে। হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত, তিনি বলেন যে, রাসূলুল্লাহ্ (সঃ) বলেছেন: “ছ’টি জিনিসের আগমনের পূর্বেই তোমরা সৎ কাজ করে নাও। ওগুলো হলো- সূর্যের পশ্চিম দিক হতে উদিত হওয়া, ধূম্র নির্গত হওয়া, দাজ্জালের আগমন ঘটা, দাব্বাতুল আর আসা এবং তোমাদের প্রত্যেকের বিশেষ ও সাধারণ বিষয়।” (এ হাদীসটি সহীহ মুসলিমে বর্ণিত হয়েছে)এ হাদীসটি অন্য সনদে অন্যান্য কিতাবগুলোতেও বর্ণিত হয়েছে। হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “দাব্বাতুল আর বের হবে এবং তার সাথে থাকবে হযরত মূসা (আঃ)-এর লাঠি ও হযরত সুলাইমান (আঃ)-এর আংটি। লাঠি দ্বারা কাফিরের নাকের উপর মোহর লাগানো হবে এবং আংটি দ্বারা মুমিনের চেহারা উজ্জ্বল করা হবে। এমনকি জনগণ দস্তরখানার উপর একত্রিত হয়ে মুমিন ও কাফিরকে পৃথকভাবে চেনে নেবে।” (এ হাদীসটি আবু দাউদ তায়ালেসী (রঃ) স্বীয় কিতাবে বর্ণনা করেছেন)মুসনাদে আহমাদে বর্ণিত আছে যে, কাফিরদের নাকের উপর আংটি দ্বারা মোহর করে দেয়া হবে এবং মুমিনদের চেহারা লাঠির ঔজ্জ্বল্যে উজ্জ্বল হয়ে যাবে।হযরত বুরাইদা (রাঃ) হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ (সঃ) আমাকে সঙ্গে নিয়ে মক্কার পার্শ্ববর্তী একটি জঙ্গলে প্রবেশ করেন। আমি দেখি যে, একটি শুষ্ক ভূমি রয়েছে, যার চতুর্দিকে রয়েছে বালুকারাশি। রাসূলুল্লাহ (সঃ) বললেনঃ “এখান থেকে দাব্বাতুল আর বের হবে।” এই ঘটনার কয়েক বছর পর আমি হজ্বের উদ্দেশ্যে যাত্রা শুরু করি। তখন আমাকে তার লাঠি দেখানো হয় যা আমার এই লাঠির মত। (এ হাদীসটি ইমাম ইবনে মাজাহ্ (রঃ) বর্ণনা করেছেন)হযরত ইবনে আব্বাস (রাঃ) বলেন যে, তার চারটি পা হবে। সে সাফার গিরিপথ হতে বের হবে। সে এতো দ্রুত গতিতে চলবে যে, যেন ওটা কোন দ্রুতগামী ঘোড়া। কিন্তু তবুও তিন দিনে তার দেহের এক তৃতীয়াংশও বের হবে।হযরত আব্দুল্লাহ ইবনে আমর (রাঃ)-কে এ সম্পর্কে জিজ্ঞেস করলে তিনি বলেনঃ “জিয়াদে এক কংকরময় ভূমি আছে। সেখান থেকে এই দাব্বাতুল আর বের হবে। আমি যদি সেখানে থাকতাম তবে তোমাদেরকে ঐ কংকরময় ভূমি দেখিয়ে দিতাম। এটা সোজা পূর্ব দিকে যাবে এবং এতো জোরে চলবে যে, চতুর্দিকে ওর শব্দ পৌছে যাবে। সেখানে চীৎকার করে আবার ইয়ামনের দিকে যাবে। এখানেও শব্দ করে সন্ধ্যার সময় মক্কা থেকে যাত্রা শুরু করে সকালে আসফান পৌছে যাবে।” জনগণ জিজ্ঞেস করলোঃ “এরপর কি হবে?” উত্তরে তিনি বলেনঃ “এরপর কি হবে তা আমার জানা নেই।”হযরত আব্দুল্লাহ ইবনে উমার (রাঃ)-এর উক্তি এই যে, দাব্বাতুল আর মুযদালাফার রাত্রে (১০ই যিলহজ্ব দিবাগত রাত্রে) বের হবে।হযরত উযায়ের (আঃ)-এর কালাম হতে বর্ণিত আছে যে, দাব্বাতুল আর সুদূমের নীচে হতে বের হবে। তার কথা সবাই শুনবে, গর্ভবতী মহিলার গর্ভপাত হয়ে যাবে সময়ের পূর্বেই, সুস্বাদু পানি বিস্বাদ হয়ে যাবে, বন্ধু শত্রুতে পরিণত হবে, হিকমত জ্বলে যাবে, ইলম উঠে যাবে, নীচের যমীন কথা বলবে, মানুষ এমন আশা পোষণ করবে যা কখনো পুরো হবে না, তারা এমন জিনিসের জন্যে চেষ্টা করবে যা কখননা লাভ করতে পারবে না এবং তারা এমন কিছুর জন্যে কাজ করবে যা খাবে না। হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “দাব্বাতুল আরযের দেহের উপর সর্বপ্রকারের রঙ থাকবে এবং তার দুই শিং এর মাঝে সওয়ার বা আরোহীর জন্যে এক ফারসীকের পথ হবে।” (এটা ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)হযরত ইবনে আব্বাস (রাঃ) বলেন যে, ওটা মোটা বর্শার মত হবে। হযরত আলী (রাঃ) বলেন যে, ওর লোম থাকবে; ক্ষুর থাকবে, দাড়ী থাকবে এবং লেজ থাকবে না। সে দ্রুতগামী ঘোড়ার গতিতে চলবে তবুও তিন দিনে তার দেহের মাত্র এক তৃতীয়াংশ বের হবে। হযরত আবু হুরাইরা (রাঃ)-এর উক্তি এই যে, তার মাথা হবে বলদের মাথার মত, চোখ হবে শূকরের চোখের মত, কান হবে হাতীর কানের মত এবং শিং-এর জায়গাটি উটের মত হবে। তার ঘাড় হবে উটপাখীর মত, বক্ষ হবে সিংহের মত, রঙ হবে চিতা বাঘের মত, ক্ষুর হবে বিড়ালের মত, লেজ হবে ভেড়ার মত এবং পা হবে উটের মত। প্রত্যেক দুই জোড়ের মাঝে বার গজের ব্যবধান থাকবে। তার সাথে হযরত মূসা (আঃ)-এর লাঠি ও হযরত সুলাইমান (আঃ)-এর আংটি থাকবে। সে হযরত মূসা (আঃ)-এর ঐ লাঠি দ্বারা প্রত্যেক মুমিনের কপালে চিহ্ন দিয়ে দেবে, যা ছড়িয়ে পড়বে এবং তার চেহারা জ্যোতির্ময় হয়ে যাবে। আর প্রত্যেক কাফিরের চেহারার উপর হযরত সুলাইমান (আঃ)-এর আংটি দ্বারা চিহ্ন দিয়ে দেবে যা ছড়িয়ে পড়বে এবং তার সারা চেহারা কালো হয়ে যাবে। এইভাবে মুমিন ও কাফিরকে পৃথক করা যাবে। ক্রয়-বিক্রয়ের সময় এবং খাদ্য খাওয়ার সময় মানুষ একে অপরকে “হে মুমিন!' এবং ‘হে কাফির!' এই বলে সম্বোধন করবে। দাব্বাতুল আর এক এক করে নাম ডেকে ডেকে তাদেরকে জান্নাতের সুসংবাদ অথবা জাহান্নামের দুঃসংবাদ শুনিয়ে দেবে। এই আয়াতের ভাবার্থ এটাই।"
    },
    { "ayah": 83, "surah": 27, "text": "Please check ayah 27:86 for complete tafsir." },
    { "ayah": 84, "surah": 27, "text": "Please check ayah 27:86 for complete tafsir." },
    { "ayah": 85, "surah": 27, "text": "Please check ayah 27:86 for complete tafsir." },
    {
      "ayah": 86,
      "surah": 27,
      "text": "৮৩-৮৬ নং আয়াতের তাফসীর\nআল্লাহ্ তা'আলা সংবাদ দিচ্ছেন যে, যারা তাঁকে মানে না এবং তার কথা স্বীকার করে না তাদেরকে তাঁর সামনে একত্রিত করা হবে। সেখানে তাদেরকে শাসন-গর্জন করা হবে। যাতে তারা লাঞ্ছিত হয় এবং হেয় প্রতিপন্ন হয়। প্রত্যেক কওমের মধ্য হতে প্রত্যেক যুগের এ ধরনের মানুষের দলকে পৃথক পৃথকভাবে পেশ করা হবে। যেমন মহা প্রতাপান্বিত আল্লাহ বলেনঃ (আরবি)  অর্থাৎ “(ফেরেশতাদেরকে বলা হবেঃ) একত্রিত কর যালিমদেরকে ও তাদের সহচরদেরকে।” (৩৭: ২২) আর এক জায়গায় তিনি বলেন (আরবি)অর্থাৎ “দেহে যখন আত্মা সংযোজিত হবে।” (৮১: ৭) তারা সবাই একে অপরকে ধাক্কা দেবে। তাদের প্রথম শেষেরদেরকে অগ্রাহ্য ও খণ্ডন করবে। অতঃপর তাদের সবকেই জন্তুর মত হাঁকিয়ে নিয়ে গিয়ে আল্লাহ্ তা'আলার সামনে হাযির করে দেয়া হবে। তাদের হাযির হওয়া মাত্রই ঐ প্রকৃত প্রতিশোধ গ্রহণকারী আল্লাহ অত্যন্ত রাগান্বিত অবস্থায় তাদেরকে পুঙ্খানুপুঙ্খরূপে প্রশ্নের পর প্রশ্ন করবেন এবং হিসাব নিবেন। পুণ্য থেকে তারা সম্পূর্ণরূপে শূন্য হস্ত হবে। যেমন তাদের সম্পর্কে আল্লাহ পাক বলেনঃ (আরবি)অর্থাৎ “সে বিশ্বাস করেনি এবং নামায আদায় করেনি। বরং সে সত্য প্রত্যাখ্যান করেছিল ও মুখ ফিরিয়ে নিয়েছিল।” (৭৫:৩১-৩২) সুতরাং ঐ সময় তাদের উপর হুজ্জত সাব্যস্ত হয়ে যাবে এবং তারা কোন কিছু পেশ করতে পারবে না। যেমন আল্লাহ তাআলা তাদের সম্পর্কে বলেনঃ (আরবি)অর্থাৎ “এটা এমন একদিন যেদিন কারো বাক্যস্ফূর্তি হবে না এবং তাদেরকে অনুমতি দেয়া হবে না অপরাধ স্থলনের।” (৭৭: ৩৫-৩৬) অনুরূপভাবে এখানে বলেনঃ “সীমালংঘন হেতু তাদের উপর ঘোষিত শাস্তি এসে পড়বে; ফলে তারা কিছুই বলতে পারবে না। তারা হতবুদ্ধি হয়ে পড়বে। নিজেদের যুলুমের প্রতিফল তারা পূর্ণরূপেই প্রাপ্ত হবে। দুনিয়ায় তারা যালিম ছিল। এখন তারা যার সামনে দাঁড়াবে তিনি অদৃশ্যের খবর রাখেন। কোন কথা তার সামনে বানিয়ে বললে তা টিকবে না।এরপর মহামহিমান্বিত আল্লাহ্ স্বীয় ব্যাপক ক্ষমতার বর্ণনা দিচ্ছেন এবং স্বীয় সমুন্নত মাহাত্মের কথা বলছেন। আর তিনি নিজের বিরাট সাম্রাজ্য প্রদর্শন করছেন যা তাঁর আনুগত্য অপরিহার্য হওয়া, তাঁর নির্দেশাবলী মেনে চলা ও নিষিদ্ধ কাজগুলো হতে বিরত থাকা অবশ্য কর্তব্য হওয়া এবং নবীদেরকে বিশ্বাস করার মূলের উপর সুস্পষ্ট দলীল। তা এই যে, তিনি মানুষের বিশ্রামের জন্যে রাত্রি সৃষ্টি করেছেন, যাতে তাদের সারা দিনের ক্লান্তি দূর হয়ে যায়। আর দিবসকে তিনি করেছেন উজ্জ্বল ও আলোকময়, যাতে তারা জীবিকার অনুসন্ধানে ছুটে পড়তে পারে এবং ব্যবসা-বাণিজ্যের সফর যেন তাদের জন্যে সহজ হয়। এসবের মধ্যে তো মুমিন সম্প্রদায়ের জন্যে অবশ্যই যথেষ্ট ও পূর্ণমাত্রায় নিদর্শন রয়েছে।"
    },
    { "ayah": 87, "surah": 27, "text": "Please check ayah 27:90 for complete tafsir." },
    { "ayah": 88, "surah": 27, "text": "Please check ayah 27:90 for complete tafsir." },
    { "ayah": 89, "surah": 27, "text": "Please check ayah 27:90 for complete tafsir." },
    { "ayah": 9, "surah": 27, "text": "Please check ayah 27:14 for complete tafsir." },
    {
      "ayah": 90,
      "surah": 27,
      "text": "৮৭-৯০ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা কিয়ামতের ভীতি-বিহ্বলতা ও অস্বস্তিকর অবস্থার বর্ণনা দিচ্ছেন, যেমন সূরের (সিঙ্গার) হাদীসে রয়েছে যে, হযরত ইসরাফীল (আঃ) আল্লাহ তা'আলার নির্দেশক্রমে সিঙ্গায় ফুৎকার দিবেন। ঐ সময় ভূ-পৃষ্ঠে অসৎ ও পাপিষ্ঠ লোকেরা থাকবে। দীর্ঘক্ষণ ধরে তিনি ফুকরি দিতে থাকবেন যার ফলে সবাই হতবুদ্ধি হয়ে পড়বে। এইরূপ অস্বস্তিকর অবস্থা হতে শুধুমাত্র শহীদগণ ছাড়া আর কেউই রক্ষা পাবে না, যারা আল্লাহর নিকট জীবিত রয়েছেন এবং তাদেরকে আহার্য দেয়া হচ্ছে।উরওয়া ইবনে মাসউদ সাকাফী (রাঃ) হতে বর্ণিত, তিনি হযরত আব্দুল্লাহ ইবনে আমর (রাঃ)-কে বলতে শুনেছেন যে, তাঁর নিকট একটি লোক এসে তাঁকে বলেঃ “আপনি এটা কি কথা বলেন যে, এরূপ এরূপ সময় পর্যন্ত কিয়ামত সংঘটিত হবে?” উত্তরে তিনি সুবহানাল্লাহ বা -ইলাহা ইল্লাল্লাহ্ অথবা এই ধরনের কোন কালেমা উচ্চারণ করে বিস্ময় প্রকাশ করেন এবং বলেনঃ “আমার ইচ্ছা তো হচ্ছে যে, আমি কারো কাছে কোন হাদীসই বর্ণনা করবো না। আমি এ কথা বলেছিলাম যে, সত্তরই তোমরা বড় বড় গুরুত্বপূর্ণ ব্যাপার সংঘটিত হতে দেখবে। বায়তুল্লাহ খারাপ হয়ে যাবে এবং এই হবে, ঐ হবে ইত্যাদি।” রাসূলুল্লাহ (সঃ) বলেছেন: “আমার উম্মতের মধ্যে দাজ্জাল আসবে, অতঃপর চল্লিশ (চল্লিশ দিন, মাস বা বছর) অবস্থান করবে, চল্লিশ দিন, কি চল্লিশ মাস, কি চল্লিশ বছর তা আমার জানা নেই। তারপর আল্লাহ তাআলা হযরত ঈসা (আঃ)-কে নাযিল করবেন। তিনি রূপে ও আকারে হযরত উরওয়া ইবনে মাসউদ (রাঃ)-এর মত হবেন। তিনি দাজ্জালকে খুঁজতে থাকবেন এবং তাকে ধ্বংস করে ফেলবেন। এরপর সাতটি বছর এমনভাবে অতিবাহিত হবে যে, সারা দুনিয়ায় দু’জন লোক এমন থাকবে না যাদের পরস্পরের মধ্যে হিংসা ও বিদ্বেষ থাকবে। অতঃপর আল্লাহ তা'আলা সিরিয়ার দিক হতে ঠাণ্ডা বায়ু প্রবাহিত করবেন, এর ফলে ভূ-পৃষ্ঠে যারই অন্তরে অণু পরিমাণও ঈমান রয়েছে সেই মৃত্যুমুখে পতিত হয়ে যাবে। এমনকি কেউ যদি কোন পাহাড়ের গর্তেও ঢুকে পড়ে তবে সেই গর্তেও বায়ু প্রবেশ করে তার মৃত্যু ঘটিয়ে দেবে। তখন ভূ-পৃষ্ঠে শুধু দুষ্ট লোকেরাই অবস্থান করবে। তারা পাখীর মত হাল্কা ও চতুষ্পদ জন্তুর মত জ্ঞান-বুদ্ধিহীন হবে। তাদের মধ্য হতে ভাল ও মন্দের মধ্যে পার্থক্য করার ক্ষমতা উঠে যাবে। তাদের কাছে শয়তান এসে বলবেঃ “তোমরা এই মূর্তিগুলোর উপাসনা পরিত্যাগ করেছে এতে কি তোমাদের লজ্জা হয় না?” তখন তারা মূর্তিপূজা শুরু করে দেবে। আল্লাহ তাআলা তাদের রিকের ব্যবস্থা করতেই থাকবেন এবং তাদেরকে সুখে-স্বচ্ছন্দে রাখবেন। সুতরাং তারা আনন্দ বিহ্বল থাকবে। এমতাবস্থায় হযরত ইসরাফীল (আঃ)-কে শিংগার ফুকার দেয়ার নির্দেশ দেয়া হবে। যার কানেই এই শব্দ পৌছবে সেই সেখানেই ডানে-বানে ফিরতে থাকবে। সর্বপ্রথম এই শব্দ ঐ লোকটি শুনতে পাবে যে তার উটগুলোর জন্যে হাউ ঠিক ঠাক করার কাজে লিপ্ত থাকবে। এই শব্দ শোনা মাত্রই সে অজ্ঞান হয়ে পড়বে এবং সব লোকই অজ্ঞান হতে শুরু করবে। অতঃপর আল্লাহ তা'আলা শিশিরের মত বারিবর্ষণ করবেন। ফলে দেহ অঙ্কুরিত বা উখিত হতে লাগবে। এরপর দ্বিতীয়বার শিংগায় ফুৎকার দেয়া হবে। এর ফলে সবাই কবর থেকে উঠে দাঁড়িয়ে যাবে। সেখানে শব্দ উচ্চারিত হবেঃ “হে লোক সকল! তোমরা তোমাদের প্রতিপালকের সমীপে চলো এবং তথায় অবস্থান করতে থাকো। তোমাদের সওয়াল-জবাব হবে।” তারপর ফেরেশতাদেরকে বলা হবেঃ “আগুন বা জাহান্নামের অংশকে পৃথক কর।” তাঁরা প্রশ্ন করবেন: “কতজনের মধ্য হতে কতজনকে?” উত্তরে বলা হবেঃ “প্রতি হাযারের মধ্য হতে নয় শত নিরানব্বই জনকে।” এটা হবে ঐ দিন যেই দিন বালককে বুড়ো করে দেবে এবং হাঁটু পর্যন্ত পা উন্মোচিত হয়ে যাবে অর্থাৎ চরম সংকটময় দিন হবে। প্রথম ফুঙ্কার হবে ভীতি-বিহ্বলতার, দ্বিতীয় ফুকার হবে অজ্ঞানতার ও মৃত্যুর এবং তৃতীয় ফুৎকারের সময় মানুষ পুনরুজ্জীবিত হয়ে জগতসমূহের প্রতিপালকের সামনে হাযির হয়ে যাবেঃ (আরবি)(সবাই তার নিকট আসবে বিনীত অবস্থায়)-এরঃ (আরবি) টিকে মদ দিয়েও পড়া হয়েছে। সবাই নিরুপায়, অসহায়, অধীনস্থ এবং লাঞ্ছিত অবস্থায় আল্লাহ তা'আলার সামনে হাযির হবে। আল্লাহ পাকের হুকুম টলাবার কারো ক্ষমতা হবে না। যেমন তিনি বলেনঃ (আরবি)অর্থাৎ “যেই দিন তিনি তোমাদেরকে আহ্বান করবেন তখন তোমরা তাঁর প্রশংসা করতঃ তাঁর আহ্বানে সাড়া দেবে।” (১৭: ৫২) আর এক জায়গায় বলেনঃ (আরবি) অর্থাৎ “অতঃপর যখন তিনি তোমাদেরকে তোমাদের যমীনের মধ্যে থাকা অবস্থায় আহ্বান করবেন তখন তোমরা তথা হতে বের হয়ে পড়বে।”সূর বা সিঙ্গার হাদীসে রয়েছে যে, তৃতীয় ফুঙ্কারে আল্লাহ তা'আলার নির্দেশক্রমে সমস্ত রূহকে সিঙ্গার ছিদ্রে রাখা হবে এবং দেহ কবর হতে উদ্গত হতে শুরু করবে। তখন হযরত ইসরাফীল (আঃ) আবার সূরে ফুঙ্কার দিবেন। তখন রূহগুলো উড়তে লাগবে। মুমিনদের রূহ্ জ্যোতির্ময় হবে এবং কাফিরদের রূহ্ অন্ধকারাচ্ছন্ন হবে। অতঃপর মহামহিমান্বিত আল্লাহ বলবেনঃ “আমার মর্যাদা ও মাহাত্মের শপথ! অবশ্যই প্রত্যেক রূহ্ নিজ নিজ দেহে ফিরে যাবে।” তখন রূহগুলো তাদের দেহগুলোর মধ্যে এমনভাবে অনুপ্রবেশ করবে যেমনভাবে গরল বা বিষ শিরার মধ্যে অনুপ্রবেশ করে থাকে। অতঃপর লোকেরা তাদের মাথা হতে কবরের মাটি ঝাড়তে ঝাড়তে উঠে দাঁড়িয়ে যাবে। আল্লাহ তা'আলা বলেনঃ (আরবি)অর্থাৎ “সেদিন তারা কবর হতে বের হবে দ্রুত বেগে, মনে হবে যেন তারা। কোন একটি লক্ষ্যস্থলের দিকে ধাবিত হচ্ছে।” (৭০:৪৩)মহান আল্লাহ বলেনঃ তুমি পর্বতমালা দেখে অচল মনে করছে, কিন্তু সেই দিন ওগুলো হবে মেঘপুঞ্জের ন্যায় চলমান। অর্থাৎ ঐ দিন পর্বতমালাকে মেঘপুঞ্জের ন্যায় এদিক-ওদিক ছড়িয়ে পড়তে এবং টুকরা টুকরা হতে দেখা যাবে। ঐ টুকরাগুলো চলতে ফিরতে শুরু করবে এবং শেষ পর্যন্ত চূর্ণ-বিচূর্ণ হয়ে নিশ্চিহ্ন হয়ে যাবে। যেমন আল্লাহ্ তা'আলা বলেনঃ (আরবি) অর্থাৎ “যেদিন আকাশ আন্দোলিত হবে প্রবলভাবে এবং পর্বত চলবে দ্রুত।” (৫২: ৯-১০) মহামহিমান্বিত আল্লাহ আর এক জায়গায় বলেনঃ (আরবি)অর্থাৎ “তারা তোমাকে পর্বতসমূহ সম্পর্কে জিজ্ঞেস করে। দুমি বলঃ আমার প্রতিপালক তাদেরকে সমূলে উৎপাটন করে বিক্ষিপ্ত করে দিবেন। অতঃপর তিনি ওকে পরিণত করবেন মসৃণ সমতল ময়দানে। যাতে তুমি বক্রতা ও উচ্চতা দেখবে না।” (২০:১০৫-১০৭)। মহান আল্লাহ বলেনঃ এটা আল্লাহরই সৃষ্টিনৈপুণ্য, যিনি সবকিছুকে করেছেন সুষম। নিশ্চয়ই তোমরা যা কর সে সম্বন্ধে তিনি সম্যক অবগত। তাঁর সর্বক্ষমতার বিষয় মানুষের জ্ঞানে ধরতে পারে না। তিনি তাঁর বান্দাদের ভাল-মন্দ সমস্ত কাজ সম্বন্ধে পূর্ণ ওয়াকিফহাল। তাদের প্রতিটি কাজের তিনি শান্তি ও পুরস্কার প্রদান করবেন। এই সংক্ষিপ্ত বর্ণনার পর মহান আল্লাহ বিস্তারিত বর্ণনা দিচ্ছেন যে, যে কেউ সৎকর্ম করে আসবে, সে উৎকৃষ্টতর প্রতিফল পাবে। একের বিনিময়ে দশটি পুণ্য সে লাভ করবে এবং ঐ দিনের ভীতি-বিহ্বলতা হতে সে নিরাপত্তা লাভ করবে। অন্য লোকেরা সেই দিন হতবুদ্ধি হয়ে পড়বে এবং শাস্তি ভোগ করবে। অথচ এই ব্যক্তি নিরাপত্তার মধ্যে থাকবে। সুউচ্চ প্রাসাদ এবং আরামদায়ক কক্ষে সে অবস্থান করবে। পক্ষান্তরে যে কেউ অসঙ্কর্ম নিয়ে আসবে, তাকে অধোমুখে অগ্নিতে নিক্ষেপ করা হবে এবং তাদেরকে বলা হবেঃ তোমরা যা করতে তারই প্রতিফল তোমাদেরকে দেয়া হচ্ছে। অধিকাংশ মুফাসসির হতে বর্ণিত আছে যে, অসৎকর্ম দ্বারা শিরুককে বুঝানো হয়েছে।"
    },
    { "ayah": 91, "surah": 27, "text": "Please check ayah 27:93 for complete tafsir." },
    { "ayah": 92, "surah": 27, "text": "Please check ayah 27:93 for complete tafsir." },
    {
      "ayah": 93,
      "surah": 27,
      "text": "আল্লাহ তা'আলা স্বীয় সম্মানিত রাসূল (সঃ)-কে সম্বোধন করে বলেনঃ “হে রাসূল (সঃ)! তুমি জনগণের মধ্যে ঘোষণা করে দাও- আমি এই মক্কা শহরের প্রভুর ইবাদত ও আনুগত্য করার জন্যে আদিষ্ট হয়েছি।\" যেমন মহান আল্লাহ বলেনঃ “হে লোক সকল! আমার দ্বীনের ব্যাপারে যদি তোমাদের সন্দেহ থাকে (তবে তোমরা সন্দেহ কর, কিন্তু জেনে রেখো যে) আমি তাদের ইবাদত করবো, আল্লাহ ছাড়া যাদের তোমরা ইবাদত করছো, বরং আমি ইবাদত করি সেই আল্লাহর যিনি তোমাদের জীবন-মরণের মালিক।”এখানে মক্কা শরীফের দিকে প্রতিপালকের সম্বন্ধ শুধুমাত্র ওর শ্রেষ্ঠত্ব ও মর্যাদার কারণেই লাগানো হয়েছে। যেমন আল্লাহ তা'আলা বলেনঃ (আরবি) অর্থাৎ “তারা ইবাদত করুক এই গৃহের রক্ষকের যিনি তাদেরকে ক্ষুধায় আহার দিয়েছেন এবং ভীতি হতে তাদেরকে নিরাপদ করেছেন।” (১০৬:৩-৪)এখানে মহামহিমান্বিত আল্লাহ বলেন যে, তিনি এই শহরকে সম্মানিত করেছেন। যেমন হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) মক্কা বিজয়ের দিন বলেনঃ “নিশ্চয়ই আল্লাহ এই শহরকে সম্মানিত করেছেন সেই দিন হতে যেই দিন তিনি আসমান ও যমীন সৃষ্টি করেছেন। সুতরাং আল্লাহর সম্মান দানের কারণে এটা কিয়ামত পর্যন্ত সম্মানিতই থাকবে।এর কাটা কেটে ফেলা হবে, না এর শিকারকে ভয় প্রদর্শন করা যাবে এবং না এখানে পতিত কোন জিনিস উঠানো যাবে। হ্যা, তবে যদি এটা চিনতে পেরে এর মালিককে পৌছিয়ে দেয়া হয় তাহলে তার জন্যে এটা জায়েয হবে এবং এর ঘাসও কেটে নেয়া চলবে না (শেষ পর্যন্ত)।” (এ হাদীসটি সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত হয়েছে। তা ছাড়া এটা বহু সনদে আরো বহু কিতাবে বর্ণনা করা হয়েছে। আহকামের কিতাবগুলোতে এর বিস্তারিত বিবরণ বিদ্যমান। রয়েছে। সুতরাং সমস্ত প্রশংসা একমাত্র আল্লাহ তা'আলার জন্যেই)অতঃপর আল্লাহ তা'আলা এই বিশেষ জিনিসের অধিকারের বর্ণনা দেয়ার পর নিজের সাধারণ অধিকারের বর্ণনা দিচ্ছেন। তিনি বলছেনঃ সব কিছুরই উপর অধিপত্য একমাত্র তাঁরই। তিনি ছাড়া অন্য কোন মালিক ও মাবুদ নেই। প্রত্যেক জিনিসের মালিক ও অধিপতি তিনিই।আল্লাহ তাআলা স্বীয় রাসূল (সঃ)-কে বলছেনঃ তুমি আরো বলে দাও আমি আরো আদিষ্ট হয়েছি যে, আমি যেন আত্মসমর্পণকারীদের অন্তর্ভুক্ত হই। আমাকে আরো আদেশ করা হয়েছে যে, আমি যেন কুরআন আবৃত্তি করি। যেমন আল্লাহ তা'আলা আর এক জায়গায় বলেনঃ (আরবি) অর্থাৎ “যা আমি তোমার নিকট বিবৃত করছি তা নিদর্শন ও সারগর্ভ বাণী হতে।” (৩:৫৮) অন্য জায়গায় আছেঃ (আরবি) অর্থাৎ “আমি তোমার কাছে মূসা (আঃ) ও ফিরাউনের সত্য ঘটনা বর্ণনা করছি।” (২৮:৩) অর্থাৎ নবী (সঃ) যেন বলছেন ? আমি আল্লাহ প্রেরিত একজন প্রচারক ও ভয়-প্রদর্শক। যদি তোমরা আমার কথা মেনে নিয়ে সৎপথ অনুসরণ কর তবে তোমরা নিজেরাই কল্যাণ লাভ করবে। পক্ষান্তরে, যদি তোমরা আমার কথা অমান্য করে ভ্রান্তপথ অবলম্বন কর তবে তোমরা নিজেদেরই অকল্যাণ ডেকে আনবে। আমি তো একজন সতর্ককারী মাত্র। আমি আল্লাহ তাআলার কালাম তোমাদের নিকট পৌছিয়ে দিয়ে আমার দায়িত্ব পালন করেছি। সুতরাং তোমাদের কাজের জন্যে আমাকে জবাবদিহি করতে হবে না। পূর্ববর্তী রাসূলগণও এরূপই করেছিলেন। তারাও আল্লাহর কালাম জনগণের নিকট পৌছিয়ে দিয়েই নিজেদের দায়িত্ব শেষ করেছিলেন। যেমন মহান আল্লাহ তা'আলা বলেনঃ (আরবি) অর্থাৎ “তোমার দায়িত্ব শুধু পৌছিয়ে দেয়া, হিসাব নেয়ার দায়িত্ব আমার।” (১৩: ৪০) আরো বলেন (আরবি)অর্থাৎ “তুমি একজন ভয় প্রদর্শক মাত্র এবং আল্লাহ সব কিছুর উপরই কর্মবিধায়ক।\" (১১:১২) সমুদয় প্রশংসা আল্লাহর জন্যে যিনি স্বীয় বান্দাদের উপর তাদের বে-খবর অবস্থায় শাস্তি নাযিল করেন না। বরং প্রথমে তাদের কাছে পয়গাম পাঠিয়ে দেন, স্বীয় হুজ্জত সমাপ্ত করেন এবং ভাল ও মন্দ বুঝিয়ে দেন। এ জন্যেই মহান আল্লাহ বলেনঃ “তিনি তোমাদেরকে সত্বর দেখাবেন তাঁর নিদর্শন, তখন তোমরা তা বুঝতে পারবে।” যেমন তিনি বলেন (আরবি)অর্থাৎ “সত্বরই আমি তাদেরকে তাদের চতুর্দিকে এবং স্বয়ং তাদের নিজেদের মধ্যে আমার নিদর্শনসমূহ প্রদর্শন করবো, যার ফলে তাদের জন্যে সত্য প্রকাশিত হয়ে পড়বে।” (৪১:৫৩)মহামহিমান্বিত আল্লাহ বলেনঃ তোমরা যা করছে সে সম্বন্ধে তোমার প্রতিপালক গাফিল নন। বরং ছোট-বড় সব জিনিসকেই তাঁর জ্ঞান পরিবেষ্টন করে আছে।হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “হে লোক সকল! তোমরা আল্লাহ তাআলাকে কোন জিনিস হতে এবং ততামাদের কোন কাজ হতে গাফিল বা উদাসীন মনে করো না। জেনে রেখো যে, তিনি এক একটি মশা, এক একটি পতঙ্গ এবং এক একটি অণু-পরমাণুরও খবর রাখেন।” (এ হাদীসটি ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)হযরত উমার ইবনে আবদিল আযীয (রঃ) বলেনঃ “যদি আল্লাহ তা'আলা উদাসীন হতেন তবে মানুষের যে পদচিহ্নকে বাতাস মিটিয়ে দেয় তা থেকে তিনি অবশ্যই উদাসীন থাকতেন (কিন্তু তিনি ঐ পদচিহ্নগুলোরও খবর রাখেন)।” (এটাও ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)হযরত ইমাম আহমাদ ইবনে হাম্বল (রঃ) প্রায়ই নিম্নের ছন্দ দু'টি পাঠ করতেন, যা তাঁর নিজের রচিত অথবা অন্য কারো রচিতঃ (আরবি) অর্থাৎ “যখন যুগের কোন এক দিন নির্জনে থাকবে তখন তুমি বলো নাঃ আমি নির্জনে রয়েছি। বরং তুমি বললাঃ আমার উপর একজন রক্ষক রয়েছেন। তুমি কখনো ধারণা করো না যে, আল্লাহ এক মুহূর্ত উদাসীন রয়েছেন বা কোন গোপনীয় জিনিস তার জ্ঞানের বাইরে রয়েছে।”"
    }
  ]
}
