{
  "ayahs": [
    { "ayah": 1, "surah": 31, "text": "Please check ayah 31:5 for complete tafsir." },
    { "ayah": 10, "surah": 31, "text": "Please check ayah 31:11 for complete tafsir." },
    {
      "ayah": 11,
      "surah": 31,
      "text": "১০-১১ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা এখানে স্বীয় ক্ষমতার বর্ণনা দিচ্ছেন। যমীন, আসমান ও সমগ্র সৃষ্টির সৃষ্টিকর্তা তিনিই। আসমানকে তিনি কোন স্তম্ভ ছাড়াই সৃষ্টি করেছেন এবং উচ্চে স্থাপন করে রেখেছেন। আসলে আকাশের কোন স্তম্ভই নেই, যদিও মুজাহিদ (রঃ) বলেছেন যে, স্তম্ভ মানুষ দেখতে পায় না। এ প্রশ্নের পূর্ণ বিবরণ সূরায়ে রাআ’দের তাফসীরে বিস্তারিতভাবে আলোচনা করা হয়েছে। সুতরাং এখানে পুনরাবৃত্তি নিষ্প্রয়োজন। ধরাধামকে দৃঢ় করার জন্যে ও নড়াচড়া করা হতে বাঁচাবার জন্যে তিনি এর উপর পর্বতমালা স্থাপন করেছেন যাতে মানুষ ভূমিকম্প ও ঝাঁকুনি হতে রক্ষা পায়। তিনি এতো বেশী ক্ষুদ্র ক্ষুদ্র নানা প্রকার জীব-জন্তু সৃষ্টি করেছেন যেগুলোর সংখ্যা নিরূপণ কেউই করতে পারে না।তিনি যে একমাত্র মহান সৃষ্টিকর্তা তা বর্ণনা করার পর তিনিই যে আহার্যদাতা তার বর্ণনা দিচ্ছেন। তিনিই আসমান হতে বৃষ্টি বর্ষণ করেন এবং এর মাধ্যমে জমি হতে সর্বপ্রকারের কল্যাণকর উদ্ভিদ তিনি উদাত করে থাকেন। এগুলো দেখতেও সুন্দর, খেতেও সুস্বাদু এবং খেলে কোন ক্ষতিও হয় না, বরং উপকার হয়। শাবী (রঃ) বলেছেন যে, যমীনের সৃষ্টের মধ্যে মানুষও একটি সৃষ্টি। জান্নাতীরা সম্মানিত এবং জাহান্নামীরা হীন ও নিন্দনীয়।এরপর মহান আল্লাহ বলেনঃ আল্লাহ তা'আলার এই সমুদয় সৃষ্টি তো তোমাদের চোখের সামনে রয়েছে। এখন তোমরা তাঁকে ছাড়া যাদেরকে পূজনীয় মেনে নিয়েছে এবং পূজা করতে রয়েছে তাদের সৃষ্টবস্তু কোথায়? তারা যখন সৃষ্টিকর্তা নয় তখন তারা পূজনীয়ও হতে পারে না। সুতরাং তাদের উপাসনা করা চরম অন্যায় ও অবিচার নয় কি? প্রকৃতপক্ষে আল্লাহর সাথে শিকারীদের অপেক্ষা বড় অন্ধ, বধির, অজ্ঞান এবং নির্বোধ আর কে আছে?"
    },
    {
      "ayah": 12,
      "surah": 31,
      "text": "হযরত লোকমান নবী ছিলেন কি না এ ব্যাপারে মতভেদ রয়েছে। অধিকাংশ গুরুজনের মতে তিনি নবী ছিলেন না; বরং পরহেযগার, অলী এবং আল্লাহর প্রিয় বান্দা ছিলেন। হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, তিনি একজন হাবশী ক্রীতদাস ও ছুতার ছিলেন। হযরত সাঈদ ইবনে মুসাইয়াব (রঃ) বলেন যে, তিনি মিসরে বসবাসকারী একজন হাবশী ছিলেন। তাঁকে জ্ঞান দান করা হয়েছিল, কিন্তু নবুওয়াত দেয়া হয়নি।হযরত লোকমান সম্পর্কে হযরত জাবির ইবনে আবদিল্লাহ্ (রাঃ)-কে জিজ্ঞেস করা হলে তিনি বলেনঃ “তিনি ছিলেন বেঁটে, উঁচু নাক ও মোটা ঠোট বিশিষ্ট একজন জ্ঞানী ব্যক্তি।”আব্দুর রহমান ইবনে হারমালা (রঃ) হতে বর্ণিত আছে যে, একদা এক কৃষ্ণ বর্ণের হাবশী ক্রীতদাস হযরত সাঈদ ইবনে মুসাইয়াব (রঃ)-এর নিকট আগমন করে। তাকে তিনি বলেনঃ “তোমার দেহের রঙ কালো বলে তুমি নিজেকে ঘৃণ্য মনে করো না। তিনজন লোক, যারা সমস্ত লোক অপেক্ষা উত্তম ছিলেন তাঁরা। সবাই কালো বর্ণের ছিলেন। প্রথম হলেন হযরত বিলাল (রাঃ), যিনি রাসূলুল্লাহ (সঃ)-এর গোলাম ছিলেন। দ্বিতীয় হলেন হযরত মুহাজ্জা (রাঃ), যিনি ছিলেন হযরত উমার ফারুক (রাঃ)-এর গোলাম। তৃতীয় হলেন হযরত লোকমান হাকীম, যিনি ছিলেন হাবশের একজন সাধারণ অধিবাসী।হযরত খালিদ রাবঈ (রঃ) বলেন যে, হযরত লোকমান ছিলেন একজন হাবশী ক্রীতদাস ও ছুতার। একদা তার মনিব তাঁকে বলেঃ “তুমি একটি বকরী যবেহ কর এবং ওর গোশতের উৎকৃষ্ট দু’টি টুকরা আমার কাছে নিয়ে এসো।” তিনি হৃৎপিণ্ড ও জিহ্বা নিয়ে আসলেন। কিছুদিন পর পুনরায় তাঁর মনিব তাঁকে এই আদেশই করলো এবং বকরীর গোশতের নিকৃষ্ট দু’টি খণ্ড আনতে বললো। তিনি এবারও উক্ত দুটি জিনিসই নিয়ে আসলেন। তার মনিব তখন বললো: “ব্যাপার কি? এটা কি ধরনের কাজ হলো?” উত্তরে তিনি বললেনঃ “এ দু’টি যখন ভাল থাকে তখন দেহের কোন অঙ্গই এ দু’টির চেয়ে ভাল নয়। আবার এ দুটি জিনিস যখন খারাপ হয়ে যায় তখন সবচেয়ে নিকৃষ্ট জিনিস এ দু’টোই হয়ে থাকে।” হযরত মুজাহিদ (রঃ) বলেন যে, হযরত লোকমান নবী ছিলেন না, একজন সৎ লোক ছিলেন। তিনি ছিলেন কালো বর্ণের একজন ক্রীতদাস। তাঁর ঠোট ছিল মোটা এবং পদযুগল ছিল মাংসপূর্ণ।অন্য এক বুযর্গ ব্যক্তি হতে বর্ণিত আছে যে, তিনি বানী ইসরাঈলের একজন বিচারক ছিলেন। আর একটি উক্তিতে আছে যে, হযরত দাউদ (আঃ)-এর যুগে হযরত লোকমান জীবিত ছিলেন। একদা তিনি কোন এক মজলিসে ওয়াজ করছিলেন। তখন একজন রাখাল তাকে বলেঃ “তুমি কি ঐ ব্যক্তি নও যে অমুক অমুক জায়গায় আমার সাথে বকরী চরাতে?” উত্তরে তিনি বলেনঃ “হ্যা, আমি ঐ ব্যক্তিই বটে।” রাখালটি তখন তাকে প্রশ্ন করে- “তাহলে তুমি কি করে এ মর্যাদা লাভ করলে?” জবাবে তিনি বলেনঃ “সত্য কথা বলা এবং বাজে কথা না বলার কারণেই আমি এই মর্যাদা লাভ করেছি।” অন্য একটি রিওয়াইয়াতে আছে যে, তিনি তাঁর উচ্চ মর্যাদা লাভের কারণ বর্ণনায় বলেনঃ “আমার এ উচ্চ মর্যাদা লাভের কারণ হলো আল্লাহর অনুগ্রহ, বিশ্বস্ততা, সত্যবাদিতা এবং বাজে কাজ বর্জন।” মোটকথা, এরূপই পরিষ্কার রিওয়াইয়াত রয়েছে যে, তিনি নবী ছিলেন না। এসব বর্ণনায় এও রয়েছে যে, তিনি গোলাম ছিলেন। এর দ্বারাও এটা প্রমাণিত হয় যে, তিনি নবী ছিলেন না। কেননা, দাসত্ব নবুওয়াতের বিপরীত। নবীরা সবাই উচ্চ ও সম্ভ্রান্ত বংশোদ্ভূত ছিলেন। এ জন্যেই পূর্বযুগীয় জমহুর উলামার উক্তি এই যে, হযরত লোকমান নবী ছিলেন না। হ্যা, তবে ইকরামা (রঃ) বলেন যে, তিনি নবী ছিলেন। কিন্তু এটা সঠিক প্রমাণিত হবে যদি সনদ সহীহ হয়। কিন্তু এর সনদে জাবির ইবনে ইয়াযীদ জুফী রয়েছেন, যিনি দুর্বল। এসব ব্যাপারে আল্লাহ তা'আলাই সর্বাধিক সঠিক জ্ঞানের অধিকারী। বর্ণিত আছে যে, হযরত লোকমান হাকীমকে কোন একটি লোক জিজ্ঞেস করলো: “তুমি তো লোকমান, তুমি কি বানু হাসহাসের গোলাম নও।” তিনি উত্তর দিলেনঃ “হ্যা, তাই।” লোকটি আবার প্রশ্ন করলো: “তুমি কি বী চরাতে না?” তিনি জবাবে বলেনঃ “হ্যা, চরাতাম বটে।” পুনরায় লোকটি জিজ্ঞেস করলো: “তুমি কি কৃষ্ণ বর্ণের লোক নও?” উত্তরে তিনি বলেনঃ “আমি যে কৃষ্ণ বর্ণের লোক তা তো দেখতেই পাচ্ছ ভাই। এখন তুমি আমাকে কি বলতে চাও, বল।” লোকটি বললো: “তাহলে বল তো, তোমার মধ্যে কি এমন গুণ আছে যার কারণে তোমার মজলিস সদা লোকে ভরপুর থাকে? জনগণ তোমার দ্বারে আসে এবং তোমার কথা আগ্রহের সাথে শ্রবণ করে?” তিনি জবাব দিলেনঃ “আমি তোমাকে যে কথাগুলো বলছি সেগুলোর উপর আমল কর, দেখবে, তুমিও আমারই মত হয়ে গেছে। কথাগুলো হলো- হারাম জিনিস হতে চক্ষু বন্ধ রাখবে, জিহ্বাকে অশ্লীল কথা হতে সংযত রাখবে, হালাল খাদ্য খাবে, স্বীয় গুপ্তাঙ্গের হিফাযত করবে, সত্য কথা বলবে, অঙ্গীকার পূরণ করবে, অতিথির সম্মান করবে, প্রতিবেশীর প্রতি লক্ষ্য রাখবে এবং বাজে ও অনর্থক কাজ পরিত্যাগ করবে। এসব গুণের কারণেই আমি এই মর্যাদা লাভ করেছি।” একদা হযরত আবু দারদা (রাঃ) হযরত লোকমান হাকীমের বর্ণনা দিতে গিয়ে বলেন যে, হযরত লোকমান কোন বড় পরিবারের লোক ছিলেন না এবং ধনী ও সম্ভ্রান্ত বংশেরও ছিলেন না। হ্যা, তবে তাঁর মধ্যে বহু উত্তম গুণের সমাবেশ ঘটেছিল। তিনি ছিলেন চরিত্রবান, স্বল্পভাষী, চিন্তাশীল ও দূরদর্শী। তিনি দিনে শয়ন করতেন না, লোকজনের সামনে থুথু ফেলতেন না, মানুষের সামনে প্রস্রাব, পায়খানা ও গোসল করতেন না, বাজে কাজ হতে দূরে থাকতেন। তিনি হাসতেন না এবং যে কথা বলতেন তা জ্ঞানপূর্ণ কথাই হতো। তাঁর ছেলে মারা গেলে তিনি ক্রন্দন করেননি। তিনি বাদশাহ ও আমীরদের দরবারে একমাত্র এ উদ্দেশ্যেই গমন করতেন যে, যেন চিন্তা-গবেষণা এবং শিক্ষা ও উপদেশ গ্রহণের সুযোগ লাভ হয়। এ জন্যেই তিনি বুযর্গী লাভ করেছিলেন।হযরত কাতাদা (রঃ) একটি বিস্ময়কর কথা বর্ণনা করেছেন। তা এই যে, হযরত লোকমানকে নবুওয়াত ও হিকমতের মধ্যে যে কোন একটি গ্রহণের অধিকার দেয়া হলে তিনি হিকমতকেই গ্রহণ করেন। তখন রাত্রে তাঁর ঘুমন্ত অবস্থায় হযরত জিবরাঈল (আঃ) তাঁর নিকট আগমন করেন এবং সারা রাত ধরে তাঁর উপর হিকমত বর্ষণ করতে থাকেন। সকাল হলে দেখা যায় যে, তাঁর মুখ দিয়ে যতগুলো কথা বের হচ্ছে সবই জ্ঞানপূর্ণ কথা। তাঁকে নবুওয়াতের উপর হিকমতকে পছন্দ করার কারণ জিজ্ঞেস করা হলে তিনি বলেনঃ “যদি আল্লাহ্ আমাকে নবী বানিয়ে দিতেন তবে তো কোন কথাই থাকতো না। আমি ইনশাআল্লাহ নবুওয়াতের দায়িত্ব ভালভাবেই পালন করতে পারতাম। কিন্তু যখন আমাকে নবুওয়াত ও হিকমতের মধ্যে একটিকে বেছে নেয়ার অধিকার দেয়া হলো তখন আমি ভয় পেলাম যে, হয়তো নবুওয়াতের দায়িত্ব আমি ভালরূপে পালন করতে পারবো না। তাই আমি হিকমতকেই গ্রহণ করলাম।” (এটা ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন। এতে একজন বর্ণনাকারী রয়েছেন সাঈদ ইবনে বাশীর, যিনি দুর্বল। এসব ব্যাপারে আল্লাহ তাআলাই সবচেয়ে ভাল জানেন)হযরত কাতাদা (রঃ) এ আয়াতের তাফসীরে বর্ণনা করেছেন যে, হিকমত দ্বারা উদ্দেশ্য হলো হিকমতের মাধ্যমে ইসলামকে ভালভাবে হৃদয়ঙ্গম করা। হযরত লোকমান নবী ছিলেন না এবং তাঁর কাছে অহীও আসতো না। সুতরাং হিকমত দ্বারা বোধশক্তি, জ্ঞান ও শিক্ষাকে বুঝানো হয়েছে।মহান আল্লাহ বলেনঃ আমি লোকমানকে নির্দেশ দিয়েছিলাম- আল্লাহর প্রতি কৃতজ্ঞতা প্রকাশ কর। জেনে রেখো যে, যে কৃতজ্ঞতা প্রকাশ করে সে তা নিজেরই মঙ্গলের জন্যে করে, এতে আল্লাহর লাভ-লোকসান কিছুই নেই। যেমন অন্য আয়াতে রয়েছেঃ (আরবি) অর্থাৎ “যারা সঙ্কর্ম করে তারা নিজেদেরই জন্যে রচনা করে সুখ-শয্যা।” (৩০:৪৪) এখানে বলা হয়েছেঃ যে অকৃতজ্ঞ হয় তার জানা উচিত যে, এতে আল্লাহর কোন ক্ষতি নেই। আল্লাহ তো অভাবমুক্ত, প্রশংসিত। তিনি বান্দাদের কাজের ব্যাপারে বেপরোয়া। বান্দাদের সবাই আল্লাহ তা'আলার মুখাপেক্ষী, কিন্তু আল্লাহ তা'আলা কারো মুখাপেক্ষী নন। সমগ্র ধরাবাসী যদি কাফির হয়ে যায়। তাহলেও তার কিছুই আসে যায় না। তিনি সকল হতেই অভাবমুক্ত। তিনি ছাড়া কোন মাবুদ নেই। আমরা তার ছাড়া আর কারো দাসত্ব করি না।"
    },
    { "ayah": 13, "surah": 31, "text": "Please check ayah 31:15 for complete tafsir." },
    { "ayah": 14, "surah": 31, "text": "Please check ayah 31:15 for complete tafsir." },
    {
      "ayah": 15,
      "surah": 31,
      "text": "১৩-১৫ নং আয়াতের তাফসীর\nহযরত লোকমান তার পুত্রকে যে নসীহত করেছিলেন ও উপদেশ দিয়েছিলেন এখানে তারই বর্ণনা দেয়া হচ্ছে। তিনি হলেন লোকমান ইবনে আনকা ইবনে সুদূন। সুহাইলী (রঃ)-এর বর্ণনা অনুযায়ী জানা যায় যে, তাঁর পিতার নাম ছিল সা’রান। আল্লাহ তা'আলা তাঁর উত্তম বর্ণনা দিয়েছেন। তিনি বলেন যে, তাঁকে হিকমত দান করা হয়েছিল। তিনি যে উত্তম ওয়াজ ও নসীহত স্বীয় পুত্রকে করেছিলেন তা বিষদভাবে আল্লাহ তাআলা এখানে তুলে ধরেছেন। পুত্র অপেক্ষা প্রিয় মানুষের কাছে আর কিছুই নেই। মানুষ তার ছেলেকে সবচেয়ে প্রিয়বস্তু ও মূল্যবান সামগ্রী দিতে চায়। তাই হযরত লোকমান তাঁর ছেলেকে সর্বপ্রথম যে নসীহত করলেন তা হচ্ছে- হে আমার প্রিয় বৎস! একমাত্র আল্লাহরই ইবাদত করো এবং তাঁর সাথে অন্য কাউকেও শরীক করো না। জেনে রেখো যে, এর চেয়ে বড় নির্লজ্জতাপূর্ণ ও জঘন্যতম কাজ আর কিছুই নেই। হযরত আব্দুল্লাহ (রাঃ) হতে বর্ণিত আছে যে, যখন (আরবি)  (যারা ঈমান এনেছে ও তাদের ঈমানকে যুলুমের সাথে মিশ্রিত করেনি- ৬:৮৩) এ আয়াতটি অবতীর্ণ হয় তখন রাসূলুল্লাহ (সঃ)-এর সাহাবীদের কাছে এটা খুবই কঠিন ঠেকে। তারা বলেনঃ “আমাদের মধ্যে কে এমন আছে যে তার ঈমানকে যুলুমের সাথে মিশ্রিত করে না?' তখন রাসূলুল্লাহ (সঃ) বলেন, তোমরা যা বুঝেছো তা নয়। তোমরা কি হযরত লোকমানের কথা শুননি? তিনি বলেছিলেনঃ “হে বৎস! আল্লাহর সাথে কাউকে শরীক করো না, নিশ্চয়ই শিরক চরম যুলুম।” (এ হাদীসটি ইমাম বুখারী (রঃ) বর্ণনা করেছে)এই উপদেশের পর হযরত লোকমান তাঁর ছেলেকে দ্বিতীয় উপদেশ যা দেন সেটাও গুরুত্বের দিক দিয়ে বাস্তবিকই এমনই যে, প্রথম উপদেশের সাথে এটা মিলিত হওয়া উচিত। অর্থাৎ পিতা-মাতার প্রতি ইহসান করা ও তাদের সাথে সদ্ব্যবহার করা। যেমন আল্লাহ তা'আলা অন্য আয়াতে বলেন (আরবি) অর্থাৎ “তোমার প্রতিপালক আদেশ দিয়েছেন তিনি ছাড়া অন্য কারো ইবাদত করতে ও পিতা-মাতার সাথে সদ্ব্যবহার করতে।” (১৭:২৩) কুরআন কারীমের মধ্যে প্রায়ই এ দু'টোর বর্ণনা একই সাথে দেয়া হয়েছে। সেখানেও ঠিক সেভাবেই করা হয়েছে।(আরবি) শব্দের অর্থ হলো শ্রম, কষ্ট, দুর্বলতা ইত্যাদি। একটি কষ্ট তো হামল’ বা গর্ভধারণ অবস্থায় হয় যা মাতা সহ্য করে থাকেন। গর্ভধারণের অবস্থায় মায়ের দুঃখ-কষ্টের কথা সবাই জানে। অতঃপর মাতা সন্তানকে দু’বছর পর্যন্ত দুগ্ধ পান করিয়ে থাকেন। এই দু’বছর ধরে মাতাকে তার শিশু সন্তানের লালন-পালনের দায়িত্বভার গ্রহণ করতে হয়। যেমন অন্য আয়াতে রয়েছেঃ (আরবি) অর্থাৎ “মায়েরা তাদের সন্তানদেরকে পূর্ণ দু’বছর দুধ পান করাবে যারা দুধ-পান কাল পূর্ণ করতে চায়।” (২:২৩৩) অন্য একটি আয়াতে আছে (আরবি)অর্থাৎ “তার গর্ভধারণ ও দুধ ছাড়ানোর সময়কাল ত্রিশ মাস।” (৪৬:১৫) এ জন্যেই হযরত ইবনে আব্বাস (রাঃ) এবং আরো বড় বড় ইমামগণ দলীল গ্রহণ করেছেন যে, গর্ভধারণের সময়কাল কমপক্ষে ছয় মাস হবে। মায়ের এই কষ্টের কথা সন্তানের সামনে এ জন্যেই প্রকাশ করা হচ্ছে যে, যেন সন্তান মায়ের এই মেহেরবানীর কথা স্মরণ করে মায়ের প্রতি কৃতজ্ঞতা প্রকাশ, আনুগত্য ও ইহসান করে। আর একটি আয়াতে মহান আল্লাহ নির্দেশ দেনঃ (আরবি)  অর্থাৎ “এবং বলঃ হে আমার প্রতিপালক! তাদের দু'জনের (অর্থাৎ আমার পিতা-মাতার) প্রতি দয়া করুন যেভাবে শৈশবে তাঁরা আমাকে প্রতিপালন করেছিলেন।” (১৭:২৪)।এখানে মহামহিমান্বিত আল্লাহ বলেনঃ আমার প্রতি ও তোমার পিতা-মাতার প্রতি কৃতজ্ঞ হও। তোমাদের প্রত্যাবর্তন তো আমারই নিকট। সুতরাং যদি তোমরা আমার এ আদেশ মেনে নাও তবে আমি তোমাদেরকে এর পূর্ণ প্রতিদান প্রদান করবো।হযরত সাঈদ ইবনে অহাব (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “আমাদের নিকট হযরত মুআয ইবনে জাবাল (রাঃ) আগমন করেন যাকে নবী (সঃ) প্রতিনিধিরূপে পাঠিয়েছিলেন। তিনি দাড়িয়ে বক্তৃতা শুরু করলেন। বক্তৃতায় তিনি প্রথমে আল্লাহ তা'আলার প্রশংসা ও গুণকীর্তন করেন। অতঃপর বলেনঃ “আমি তোমাদের নিকট আল্লাহর রাসূল (সঃ)-এর দূতরূপে প্রেরিত হয়েছি এ কথা বলার জন্যে যে, তোমরা একমাত্র আল্লাহরই ইবাদত করবে এবং তাঁর সাথে অন্য কিছুকে শরীক করবে না। যদি তোমরা আমার কথা মেনে নাও তবে আমি তোমাদের কল্যাণ সাধনে বিন্দুমাত্র ত্রুটি করবো না। তোমাদেরকে আল্লাহর কাছে ফিরে যেতে হবে। অতঃপর হয়তো জান্নাতে যাবে, নয়তো জাহান্নামে যাবে। সেখান হতে আর বের হবে না, বরং সেখানে চিরকাল অবস্থান করবে। সেখানে মৃত্যু নেই। (এ হাদীসটি ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)এরপর মহামহিমান্বিত আল্লাহ বলেনঃ তোমার পিতা-মাতা যদি তোমাকে পীড়াপীড়ি করে আমার সমকক্ষ দাঁড় করাতে যে বিষয়ে তোমার কোন জ্ঞান নেই তবে তুমি তাদের কথা মানবে না এবং তাদের কথায় আমার সাথে শরীক করে বসবে না। কিন্তু এর অর্থ এটা নয় যে, পিতা-মাতার সাথে সদ্ব্যবহার ও তাদের প্রতি ইহসান করাও পরিত্যাগ করবে। তোমাদের উপর তাদের পার্থিব যে হক রয়েছে তা অবশ্যই পূরণ করবে। যে বিশুদ্ধ চিত্তে আমার অভিমুখী হয়েছে তার পথ অবলম্বন করবে। আর জেনে রাখবে যে, তোমাদের সবারই প্রত্যাবর্তন আমারই নিকট। তোমরা যা করতে সে বিষয়ে আমি তোমাদেরকে অবহিত করবো।হযরত সা'দ ইবনে মালিক (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “এ আয়াতটি আমারই ব্যাপারে অবতীর্ণ হয়েছে। আমি আমার মাতার খুবই খিদমত করতাম এবং তাঁর পূর্ণ অনুগত থাকতাম। আল্লাহ তাআলা যখন আমাকে ইসলামের পথে হিদায়াত দান করলেন তখন আমার মা আমার প্রতি খুবই অসন্তুষ্ট হয়ে গেল। সে আমাকে বললো: “তুমি এই নতুন দ্বীন কোথায় পেলে? জেনে রেখো, আমি তোমাকে নির্দেশ দিচ্ছি যে, এই দ্বীন তোমাকে অবশ্যই পরিত্যাগ করতে হবে, নচেৎ আমি পানাহার বন্ধ করে দেবো। আর এভাবে না খেয়ে মারা যাবো।” আমি ইসলাম পরিত্যাগ করলাম না। সুতরাং আমার মা পানাহার বন্ধ করে দিলো। ফলে চতুর্দিকে আমার দুর্নাম ছড়িয়ে পড়লো যে, আমি আমার মায়ের হন্তা। আমার মন খুবই ছোেট হয়ে গেল। আমি আমার মায়ের খিদমতে হাযির হলাম, তাকে বুঝালাম এবং অনুনয় বিনয় করে বললাম: তুমি তোমার এই হঠকারিতা হতে বিরত হও। জেনে রেখো যে, এই সত্য দ্বীন যে আমি ছেড়ে দেবো এটা সম্ভব নয়। এভাবে আমার মায়ের উপর তিন দিন অতিবাহিত হয়ে গেল এবং তার অবস্থা অত্যন্ত শোচনীয় হলো। আমি তার কাছে গেলাম এবং বললামঃ আম্মা! জেনে রেখো যে, তুমি আমার কাছে আমার প্রাণ হতেও প্রিয় বটে, কিন্তু তাই বলে আমার দ্বীন হতে অধিক প্রিয় নও। আল্লাহর কসম! তোমার একটি জীবন কেন, তোমার মত শতটি জীবনও যদি ক্ষুধা ও পিপাসায় কাতর হয়ে এক এক করে সবই বেরিয়ে যায় তবুও শেষ মুহূর্ত পর্যন্ত আমি এই দ্বীন ইসলামকে পরিত্যাগ করবো না। আমার এ কথায় আমার মা নিরাশ হয়ে গেল এবং পানাহার শুরু করে দিলো।” (এটা ইমাম তিবরানী (রঃ) তাঁর ‘আশারাহ' গ্রন্থে বর্ণনা করেছেন)"
    },
    { "ayah": 16, "surah": 31, "text": "Please check ayah 31:19 for complete tafsir." },
    { "ayah": 17, "surah": 31, "text": "Please check ayah 31:19 for complete tafsir." },
    { "ayah": 18, "surah": 31, "text": "Please check ayah 31:19 for complete tafsir." },
    {
      "ayah": 19,
      "surah": 31,
      "text": "১৬-১৯ নং আয়াতের তাফসীর\nএগুলো হযরত লোকমানের অন্যান্য উপদেশ। যেহেতু এগুলো হিকমতে পরিপূর্ণ সেহেতু কুরআন কারীমে এগুলো বর্ণনা করা হয়েছে, যেন লোকেরা এর উপর আমল করতে পারে। বলা হচ্ছেঃ মন্দ কাজ, যুলুম, ভুল-ভ্রান্তি ইত্যাদি সরষের দানা পরিমাণই হালে না কেন এবং তা যতই লুকিয়ে রাখার চেষ্টা করা হালে না কেন, কিয়ামতের দিন আল্লাহ্ তা'আলা তা অবশ্যই উপস্থিত করবেন। মীযানে তা ওযন করা হবে এবং তার প্রতিফল দেয়া হবে। যেমন আল্লাহ পাক বলেনঃ (আারবি)অর্থাৎ “আমি (কিয়ামতের দিন) ইনসাফের তারাষ্য রেখে দিবো, সুতরাং কোন নফসের প্রতি বিন্দুমাত্র যুলুম করা হবে না।” (২১:৪৭) আর এক জায়গায় আছেঃ (আারবি)অর্থাৎ “কেউ অণু পরিমাণ সৎ কাজ করলে তা দেখবে এবং কেউ অণু পরিমাণ অসৎ কাজ করলে তাও দেখবে।” (৯৯:৭-৮)সেই নেকী অথবা বদী কোন বাড়ীতে, কোন অট্টালিকায়, কোন দূর্গে, কোন পাথরের ফাঁকে, আসমানের উপরে, মাটির নীচে, মোটকথা যেখানেই করা হালে কেন আল্লাহ তা'আলার কাছে তা গোপন থাকে না। আল্লাহ পাক তা পেশ করবেনই। তিনি সূক্ষ্মদর্শী, তিনি সকল বিষয়ের খবর রাখেন। ক্ষুদ্র হতে ক্ষুদ্রতম জিনিসও তাঁর কাছে অপ্রকাশিত থাকে না। অন্ধকার রাত্রে পীপিলিকা চলতে। থাকলেও তিনি ওর পায়ের শব্দ শুনতে পান। কেউ কেউ বলেন যে, (আারবি) দ্বারা ঐ পাথরকে বুঝানো হয়েছে যা সাত তবক যমীনের নীচে থাকে। এর কিছু কিছু সনদও সুদ্দী (রঃ) বর্ণনা করেছেন। যদি এটা সঠিক প্রমাণিত হয় তবে ভাল কথা। সাহাবীদের একটি জামাআত হতেও এটা বর্ণিত আছে। এসব ব্যাপারে আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন। খুব সম্ভব যে, এটাও ইসরাঈলী বর্ণনা। কিন্তু তাদের কিতাবসমূহের কোন কথাকে আমরা সত্যও বলতে পারি না, মিথ্যাও না। এটা তো প্রকাশমান যে, ওটা সরিষার দানা পরিমাণ কোন তুচ্ছ ও নগণ্য আমল হালে এবং তা এতো গোপনীয় হালে যে, কোন পাথরের মধ্যে রয়েছে। যেমন হযরত আবু সাঈদ খুদরী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যদি তোমাদের মধ্য হতে কোন লোক এমন পাথরের মধ্যেও কোন আমল করে যার কোন দর-জানালা নেই ও কোন ছিদ্রও নেই, তবুও আল্লাহ তা'আলা তা জনগণের সামনে প্রকাশ করে দিবেন, সেই আমল ভালই হালে আর মন্দই হালে। এরপর হযরত লোকমান তাঁর পুত্রকে বলেনঃ “হে আমার প্রিয় পুত্র! তুমি নামাযের প্রতি সতর্ক দৃষ্টি রাখবে। ওর ফরয, ওয়াজিব, আরকান, সময় ইত্যাদির পূর্ণ হিফাযত করবে। সাধ্যানুযায়ী আল্লাহর কথা সকলের নিকট পৌছিয়ে দিবে। প্রত্যেক ভাল কাজের জন্যে সকলকে উৎসাহিত করবে। মন্দ কাজ থেকে তাদেরকে বিরত রাখার চেষ্টা করবে। যেহেতু ভাল কাজের আদেশ ও মন্দ কাজ হতে নিষেধ এমন একটি বিষয় যা প্রত্যেকের কাছে তিক্ত লাগে, সত্যভাষী লোকদের সাথে সবাই শত্রুতা রাখে, সেই হেতু আল্লাহ তাআলা তাদের দেয়া কষ্টের উপর ধৈর্যধারণের নির্দেশ দিয়েছেন। আল্লাহর পথে উন্মুক্ত তরবারীর নীচে নানা প্রকার কষ্ট সহ্য করার সময় অলস হয়ে বসে না পড়া খুব বড় বাহাদুরীর কাজ। হযরত লোকমান তাই স্বীয় পুত্রকে এ কাজের উপদেশই দিয়েছেন।এরপর হযরত লোকমান স্বীয় পুত্রকে বলেনঃ অহংকারবশে তুমি মানুষের দিক হতে তোমার মুখখানা ফিরিয়ে নিয়ো না। তাদেরকে নিকৃষ্ট জ্ঞান ও নিজেকে বড় মনে করো না। বরং তাদের সাথে সদা সদ্ব্যবহার করবে এবং তাদের সাথে নম্রভাবে কথা বলবে।হাদীস শরীফে এসেছেঃ “তুমি সমস্ত মুসলিম ভাই-এর সাথে হাসিমুখে মেলামেশা করবে। এটাও তোমার জন্যে বড় একটা পুণ্যের কাজ।”অতঃপর হযরত লোকমান বলেনঃ হে আমার প্রিয় বৎস! তুমি পৃথিবীতে উদ্ধতভাবে বিচরণ করো না। কারণ আল্লাহ কোন উদ্ধত অহংকারীকে পছন্দ করেন না। এমন যেন না হয় যে, তুমি আল্লাহর বান্দাদেরকে নিকৃষ্ট মনে করবে, তাদের দিক হতে মুখ ফিরিয়ে নিবে এবং গরীব ও মিসকীনদের সাথে কথা বলতে ঘৃণা বোধ করবে। মুখ ঘুরিয়ে কথা বলাও অহংকার।(আারবি) একটা অসুখের নাম। উটের ঘাড়ে ও মাথায় এ অসুখ বেশী প্রকাশ পায়। এ অসুখে ঘাড় বাঁকা হয়ে যায়। অহংকারী লোকদেরকে এ অসুখের সাথে তুলনা করা হয়েছে। আরব দেশের লোক এই অহংকারের অবস্থাকে (আারবি)  বলে থাকে। আর এ শব্দের ব্যবহার তাদের কবিতাতেও প্রকাশ পেয়েছে। এভাবে গর্বভরে চলা আল্লাহ তা'আলা পছন্দ করেন না। দাম্ভিক ও অহংকারীরা আল্লাহর ভালবাসা লাভ করতে পারে না। তাদের সম্পর্কে তিনি বলেনঃ (আারবি) অর্থাৎ “তুমি দম্ভভরে চলাফেরা করো না, যেহেতু না তুমি যমীনকে ধ্বংস করতে পারবে, পাহাড়ের উচ্চতায় পৌঁছতে পারবে।” (১৭:৩৭) এ আয়াতের তাফসীরও যথাস্থানে বর্ণিত হয়েছে। রাসূলুল্লাহ (সঃ)-এর সামনে একদা অহংকারের উল্লেখ করা হলে তিনি ওর খুবই নিন্দে করলেন এবং বললেন যে, এই রূপ আত্মম্ভরী ও অহংকারীর প্রতি আল্লাহ তা'আলা খুবই রাগান্বিত হন। তখন একজন সাহাবী (রাঃ) আরয করলেনঃ “হে আল্লাহর রাসূল (সঃ)! আমি যখন কাপড় সাফ করি এবং তা খুব পরিষ্কার হয় তখন আমাকে খুব ভাল লাগে। অনুরূপভাবে ভাল চামড়ার জুতা পায়ে দিলে মন খুব আনন্দিত হয়। লাঠির সুন্দর আচ্ছাদনীও মনে আনন্দ দেয়। (তাহলে এটা কি অহংকার হবে)?” উত্তরে রাসূলুল্লাহ (সঃ) বললেনঃ “না, এটা অহংকার নয়। বরং অহংকার ওরই নাম যে, তুমি সত্যকে ঘৃণা করবে ও লোকদেরকে তুচ্ছ জ্ঞান করবে।. এ রিওয়াইয়াতটি অন্য ধারায় খুব লম্বাভাবেও বর্ণিত আছে এবং তাতে হযরত সাবিত (রাঃ)-এর ইন্তেকাল ও তার অসিয়তের কথাও বর্ণিত হয়েছে। মহান আল্লাহ হযরত লোকমানের উক্তির উদ্ধৃতি দিয়ে আরো বলেনঃ তুমি মধ্যম চালে চলবে। খুব ধীরে ধীরেও না এবং খুব ডিং মেরে ও দম্ভভরেও না। আর কথা বলার সময় খুব বড়াবাড়ী করবে না। অযথা খুব চীষ্কার করে কথা বলবে না। জেনে রাখবে যে, স্বরের মধ্যে গর্দভের স্বরই সর্বাপেক্ষা অপ্রীতিকর। এই খারাপ দৃষ্টান্ত দিয়ে বুঝিয়ে দেয়া হয়েছে যে, অকারণে চীৎকার করা ও উঁট-ডপট করা হারাম। রাসূলুল্লাহ (সঃ) বলেনঃ “মন্দ দৃষ্টান্তের যোগ্য আমরা নই। যে নিজের জিনিস দান করে ফিরিয়ে নেয় তার উপমা হলো ঐ কুকুর যে বমি করে ঐ বমি চাটতে থাকে।এই আয়াতের তাফসীরে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “যখন তোমরা মোরগের ডাক শুনবে তখন আল্লাহ তা'আলার কাছে তাঁর অনুগ্রহ প্রার্থনা করবে। আর যখন তোমরা গাধার ডাক শুনবে তখন শয়তান হতে আল্লাহ তাআলার নিকট আশ্রয় প্রার্থনা করবে। কেননা, সে শয়তানকে দেখতে পায়। (এ হাদীসটি ইমাম নাসাঈ (রঃ) বর্ণনা করেছেন) অন্য একটি রিওয়াইয়াতে রাত্রির কথা উল্লেখ আছে। এসব ব্যাপারে আল্লাহ তাআলাই সর্বাধিক সঠিক জ্ঞানের অধিকারী।হযরত লোকমান হাকীমের এ উপদেশগুলো অত্যন্ত উপকারী ও লাভজনক বলেই আল্লাহ তা'আলা কুরআনে কারীমে এগুলো বর্ণনা করেছেন। তার আরো বহু জ্ঞানগর্ব উক্তি ও উপদেশ বর্ণিত আছে। নমুনা ও নিয়ম-রীতি হিসেবে আমরাও অল্পকিছু বর্ণনা করছিঃ  হযরত ইবনে উমার (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেন, লোকমান হাকীম বলেছেনঃ “যখন আল্লাহকে কোন জিনিস সপে দেয়া হয় তখন তিনি ওর হিফাযত করে থাকেন।” (এ হাদীসটি মুসনাদে আহমাদে বর্ণিত হয়েছে)হযরত কাসিম ইবনে মুখাইমারাহ (রাঃ) রাসূলুল্লাহ (সঃ) হতে বর্ণনা করেছেন যে, হযরত লোকমান হাকীম স্বীয় পুত্রকে বলেনঃ “হে আমার প্রিয় বৎস! তুমি (আরবি) হতে বেঁচে থাকো, কেননা এটা রাতের বেলায় ভীতিপ্রদ এবং দিনের বেলায় নিন্দনীয় জিনিসি।” (এ হাদীসটি ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)হযরত লোকমান হাকীম স্বীয় পুত্রকে আরো বলেনঃ “হে আমার প্রিয় পুত্র! নিশ্চয়ই হিকমত বা প্রজ্ঞা মিসকীনদেরকে বাদশাহ বানিয়ে দেয়।” (এটাও ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)আউন ইবনে আবদিল্লাহ (রাঃ) হতে বর্ণিত আছে যে, হযরত লোকমান তাঁর ছেলেকে বলেনঃ “হে আমার প্রিয় বৎস! যখন তুমি কোন মজলিসে হাযির হবে তখন ইসলামী রীতি অনুযায়ী সালাম করবে। তারপর মজলিসের এক দিকে বসে পড়বে। অন্যেরা কিছু না বললে তুমিও কিছু বলবে না, বরং নীরব থাকবে। মজলিসের লোকেরা যদি আল্লাহর যিকরে মশগুল হয়ে যায় তবে তুমি তাতে সবচেয়ে বড় অংশ নেয়ার চেষ্টা করবে। আর যদি তারা বাজে গল্প শুরু করে দেয় তবে তুমি ঐ মজলিস ছেড়ে চলে আসবে।” এটাও মুসনাদে ইবনে আবি হাতিমে বর্ণিত হয়েছে।হাফস ইবনে উমার (রাঃ) হতে বর্ণিত আছে যে, হযরত লোকমান একটি সরিষাপূর্ণ থলে নিজের পার্শ্বে রেখে তার ছেলেকে উপদেশ দিতে শুরু করেন। প্রত্যেকটি উপদেশের পর তিনি একটি করে সরিষা থলে হতে বের করতে থাকেন। অবশেষে থলে শূন্য হয়ে পড়ে। তখন তিনি তার ছেলেকে বলেনঃ “হে আমার প্রিয় পুত্র! যদি আমি এই উপদেশগুলো কোন পাহাড়কে করতাম তবে পাহাড় ভেঙ্গে টুকরো টুকরো হয়ে যেতো।” শেষ পর্যন্ত তাঁর পুত্রেরও এ অবস্থাই হয়। (ইবনে আবি হাতিম (রঃ)-ই এটা বর্ণনা করেছেন)হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমরা হাবশীদেরকে গ্রহণ করে নাও। কেননা, তাদের তিনজন জান্নাতবাসীদের নেতা। তারা হলো- লোকমান হাকীম (রঃ), নাজ্জাশী (রঃ)। এবং মুআযিন বিলাল (রাঃ)।” (এ হাদীসটি আবুল কাসিম তিবরানী (রঃ) বর্ণনা করেছেন)\nবিনয় ও তার বর্ণনা\nহযরত লোকমান (রঃ) স্বীয় পুত্রকে এর উপদেশ দিয়েছিলেন এবং ইবনে আবিদ দুনিয়া (রঃ) এই মাসআলার উপর একটি স্বতন্ত্র গ্রন্থ রচনা করেছেন। আমরা এখানে ওর মধ্য হতে কতগুলো গুরুত্বপূর্ণ উক্তি বর্ণনা করছি।হযরত আনাস ইবনে মালিক (রাঃ) হতে বর্ণিত আছে, তিনি রাসূলুল্লাহ (সঃ)-কে বলতে শুনেছেন : “বহু বিক্ষিপ্ত চুল বিশিষ্ট ও ময়লা কাপড় পরিহিত লোক রয়েছে যারা বড় লোকদের দ্বারে পৌঁছতে পারে না, আল্লাহ তাআলার কাছে তাদের এতো মর্যাদা রয়েছে যে, তারা যদি তার নামে কসম খেয়ে কোন কাজ করতে লাগে তবে আল্লাহ তা পূর্ণ করে থাকেন।”অন্য হাদীসে আছে যে, হযরত বারা ইবনে আযিব (রাঃ) এ ধরনের লোকদের অন্তর্ভুক্ত।একদা হযরত উমার (রাঃ) হযরত মুআয (রাঃ)-কে রাসূলুল্লাহ (সঃ)-এর কবরের পার্শ্বে দাঁড়িয়ে কাঁদতে দেখে তাঁকে এর কারণ জিজ্ঞেস করলে তিনি উত্তরে বলেন, এই কবরবাসী (সঃ) হতে আমি একটি হাদীস শুনেছিলাম যা স্মরণ করে আমি কাঁদছি। আমি তাঁকে বলতে শুনেছিঃ “সামান্য রিয়াকারীও শিরক। আল্লাহ তা'আলা ঐ লোকদেরকে ভালবাসেন যারা পরহেযগার। যারা লোকদের মধ্যে অপরিচিত অবস্থায় থাকে, যাদেরকে গণ্যমান্য মনে করা হয় না। যদি তারা কোন সমাবেশে না আসে তবে কেউ তাদের সম্পর্কে কোন জিজ্ঞাসাবাদ করে না। আর কোন সমাবেশে তারা হাযির হলে কেউ তাদেরকে স্বাগত জানায় না। তাদের অন্তর হিদায়াতের প্রদীপ স্বরূপ। তারা প্রত্যেক ধূলিময় অন্ধকারাচ্ছন্ন স্থান হতে নিজেদেরকে বাঁচিয়ে জ্যোতি আহরণ করে থাকে।”  হযরত আব্দুল্লাহ ইবনে মাসউদ (রাঃ) হতে বর্ণিত আছে যে, ময়লা কাপড় পরিহিত বহু লোক এমন রয়েছে যাদেরকে তুচ্ছ ও নগণ্য মনে করা হয়, তারা। আল্লাহ্ তা'আলার কাছে এতো বেশী মর্যাদার অধিকারী যে, তারা আল্লাহর নামে কসম খেলে আল্লাহ তা পূর্ণ করে থাকেন। যদিও আল্লাহ তাদেরকে পার্থিব সুখ-সম্পদ প্রদান করেননি, কিন্তু তারা যদি বলেঃ “হে আল্লাহ! আমরা আপনার জান্নাত প্রার্থনা করছি।” তবে আল্লাহ অবশ্যই তাদেরকে তা প্রদান করেন। হযরত সালেম ইবনে আবিল জুদ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমার উম্মতের মধ্যে এমন লোকও আছে যে, সে যদি কারো দরযায় গিয়ে একটি দীনার (স্বর্ণমুদ্রা) বা একটি দিরহাম (রৌপ্য মুদ্রা) অথবা একটি পয়সা চায় তবে সে তাকে তা দেয় না। কিন্তু সে আল্লাহ্র এতো প্রিয়পাত্র যে, সে তার কাছে যদি পূর্ণ জান্নাতও চেয়ে বসে তবুও তিনি তাকে তা দিয়ে থাকেন। কিন্তু তিনি তাকে দুনিয়া দেন না এবং তার থেকে বিরত রাখেন না। কেননা, এটা কোন উল্লেখযোগ্য জিনিস নয়। সে দু'টি ময়লাযুক্ত চাদর পরিহিত থাকে। যদি সে কোন ব্যাপারে কসম খেয়ে বসে তবে আল্লাহ তার কসম পুরো করে থাকেন।” হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “জান্নাতের বাদশাহ তারাই যাদের মাথার চুল বিক্ষিপ্ত ও এলোমেলো, ধূলিমলীন চেহারা বিশিষ্ট। তারা কোন ধনী ও আমীরের বাড়ী যেতে চাইলে তাদেরকে অনুমতি দেয়া হয় না। তারা কোন বড় বাড়ীতে বিয়ের প্রস্তাব দিলে তা প্রত্যাখ্যাত হয়। এই দরিদ্রদের প্রতি সুবিচার করা হয় না। তাদের প্রয়োজন এবং মনের আশা-আকাঙ্ক্ষা পূর্ণ হবার পূর্বেই তারা দুনিয়া হতে বিদায় গ্রহণ করে। কাজেই তাদের মনের আশা মনেই থেকে যায়। কিয়ামতের দিন তারা এতো বেশী জ্যোতি লাভ করবে যে, তা যদি বন্টন করে দেয়া হয় তবে তা সমগ্র দুনিয়াবাসীর জন্যে যথেষ্ট হবে।”হযরত আব্দুল্লাহ ইবনে মুবারক (রঃ) কবিতায় বলেনঃ (আরবি) অর্থাৎ “বহু লোক এমন রয়েছে যাদেরকে দুনিয়ায় তুচ্ছ ও নিকৃষ্ট মনে করা হয়, তারাই কাল কিয়ামতের দিন সিংহাসন, মুকুট, রাজ্য ও উচ্চ মর্যাদার অধিকারী হবে। বাগানে, নদীতে এবং সুখ-সাগরে তারা অবস্থান করবে।”হযরত আবু উমামা (রাঃ) মারফু’রূপে বর্ণনা করেছেন যে, আল্লাহ তা'আলা বলেনঃ “আমার সর্বাপেক্ষা প্রিয় অলী হলো ঐ ব্যক্তি যে মুমিন, ধন-দৌলত যার কম, যে নামাযী, ইবাদতকারী, অনুগত, গোপনে ও প্রকাশ্যে আনুগত্য স্বীকারকারী, জনগণের মধ্যে যার কোন মান-সম্মান নেই, যাকে কেউ ইশারা ইঙ্গিতেও ডাকে না এবং এর উপর যে ধৈর্যধারণ করে থাকে। এরপর রাসূলুল্লাহ (সঃ) স্বীয় হাত ঝেড়ে বলেনঃ “তার মৃত্যু তাড়াতাড়ী এসে থাকে এবং তার মীরাস খুব কম হয়। তার জন্যে ক্রন্দনকারীদের সংখ্যা অতি অল্প হয়।” হযরত আব্দুল্লাহ ইবনে আমর (রাঃ) বলেনঃ “আল্লাহর নিকট সবচেয়ে প্রিয় বান্দা হচ্ছে দরিদ্র লোকেরা যারা নিজেদের দ্বীন নিয়ে ঘুরে বেড়ায়। তারা যেখানে তাদের দ্বীন দুর্বল হয়ে পড়ার আশংকা করে সেখান থেকে সরে পড়ে। এরা কিয়ামতের দিন হযরত ঈসা (আঃ)-এর সাথে একত্রিত হবে।”হযরত ফুযাইল ইবনে আইয়ায (রাঃ) বলেন, আমার নিকট এ খবর পৌঁছেছে যে, আল্লাহ তা'আলা কিয়ামতের দিন স্বীয় বান্দাদেরকে বলবেনঃ “আমি কি তোমাকে ইনআম ও সম্মান প্রদান করিনি। আমি কি তোমাকে বহু কিছু দান করিনি? আমি কি তোমার দেহ আচ্ছাদিত করিনি? আমি কি এটা করিনি, ওটা করিনি? তোমাকে কি লোকদের মধ্যে সম্মানিত করিনি?” তাহলে তুমি যদি পার যে, তুমি জনগণের নিকট অপরিচিত থাকবে তবে তাই কর। জনগণ যদি তোমার প্রশংসা করে তবে এতে তোমার লাভ কি? আর যদি তারা তোমার দুর্নাম করে তবেই বা তোমার ক্ষতি কি? আমাদের কাছে তো ঐ ব্যক্তি সর্বাপেক্ষা উত্তম যাকে লোকে মন্দ বলে এবং সে আল্লাহর নিকট উত্তম বলে বিবেচিত হয়।ইবনে মুহাইরিয (রঃ) তো দু'আ করতেনঃ “হে আল্লাহ! আমার খ্যাতি যেন ছড়িয়ে না পড়ে।” খলীল ইবনে আহমাদ (রঃ) দুআয় বলতেনঃ “হে আল্লাহ! আমাকে আপনার কাছে মর্যাদাবান করে রাখুন, আমার নিজের দৃষ্টিতে আমাকে হেয় ও তুচ্ছ করে রাখুন এবং জনগণের মধ্যে আমাকে মধ্যম ধরনের মর্যাদা দান করুন।”\nশুহরাত বা খ্যাতির ব্যাপারে যা এসেছে তার অনুচ্ছেদ\nহযরত আনাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “মানুষের নিকৃষ্ট হওয়ার জন্যে এটাই যথেষ্ট যে, ললাকেরা তার দ্বীনদারী বা দুনিয়াদারীর খ্যাতি ছড়াতে শুরু করে দেয়, তার দিকে অঙ্গুলি উঠতে শুরু করে, তার দিকে ইশারা ইঙ্গিত করতে লাগে। এই পর্যায়ে এসে বহু লোক ধ্বংস হয়ে যায়, শুধু ঐ ব্যক্তিই রক্ষা পায় যাকে আল্লাহ রক্ষা করেন। জেনে রেখো যে, আল্লাহ তোমাদের আকৃতির দিকে দেখেন না, বরং দেখেন তোমাদের অন্তর ও আমলের দিকে।”হযরত হাসান বসরী (রঃ) হতেও এ রিওয়াইয়াতটি মুরসালরূপে বর্ণিত আছে। তিনি এটা রিওয়াইয়াত করলে কেউ তাঁকে প্রশ্ন করেঃ “আপনারদিকেও তো মর্যাদার অঙ্গুলি উঠানো হয়ে থাকে?” উত্তরে তিনি বলেনঃ “তুমি বুঝতে পারনি। এখানে অঙ্গুলি উঠানো দ্বারা দ্বীনী বিদআত ও পার্থিব পাপাচারকে বুঝানো হয়েছে।” হযরত আলী (রাঃ) বলেনঃ “তুমি প্রসিদ্ধি লাভ করতে চেয়ো না। তুমি নিজেকে উঁচু করে তুলো না যে, জনগণের মধ্যে তোমার সমালোচনা শুরু হয়ে যায়। তুমি বিদ্যা অর্জন কর, তবে নিজেকে গোপন রাখো এবং নীরব থাকো যাতে শান্তি ও নিরাপত্তা লাভ করতে পার। সকর্মশীলদেরকে সন্তুষ্ট রাখো এবং পাপাচারীদের প্রতি ঘৃণা পোষণ করো।”হযরত ইবরাহীম ইবনে আদহাম (রঃ) বলেছেনঃ “খ্যাতি বা প্রসিদ্ধি অন্বেষণকারী ব্যক্তি আল্লাহর অলী হতে পারে না।” হযরত আইয়ূব (রঃ) বলেন যে, আল্লাহ তা'আলা যাকে বন্ধুরূপে গ্রহণ করেন সে তো নিজের মর্যাদা মানুষের নিকট গোপন রাখে।মুহাম্মাদ ইবনে আ’লা (রঃ) বলেন যে, আল্লাহভক্ত মানুষ নিজেকে প্রকাশ করে না। হাম্মাক ইবনে সালমাহ (রঃ) বলেনঃ “সাধারণ লোকের সাথে মেলামেশা ও বন্দু-বান্ধবের আধিক্য হতে বেঁচে থাকো।”হযরত আইয়াস ইবনে উসমান (রাঃ) বলেনঃ “যদি নিজের দ্বীনকে নিখুঁত রাখতে চাও তবে জনগণের সাথে খুব কম মেলামেশা করো।”হযরত আবুল আলিয়া (রঃ)-এর নিয়ম ছিল এই যে, যখন তিনি তাঁর মজলিসে তিনজন লোককে একত্রিত হতে দেখতেন তখন নিজে সেখান হতে চলে যেতেন।হযরত তালহা (রাঃ) যখন দেখতেন যে, তার কাছে ভীড় জমে গেছে তখন তিনি বলতেনঃ “এগুলো লোভের মাছি ও আগুনের পতঙ্গ।”হযরত হানযালা (রাঃ)-কে জনগণ ঘিরে দাঁড়ালে হযরত উমার (রাঃ) চাবুক উঁচু করে ধরে বললেনঃ “এতে অনুসারীদের জন্যে রয়েছে অবমাননা এবং অনুসৃতের জন্যে রয়েছে ফিত্না।”হযরত ইবনে মাসউদ (রাঃ)-এর সাথে লোকেরা চলতে শুরু করলে তিনি বলেনঃ “আমার গোপনীয়তা যদি তোমাদের উপর প্রকাশ হয়ে পড়তো তবে সম্ভবতঃ তোমাদের দু’জন লোকও আমার পিছনে চলা পছন্দ করতো না।” হযরত হাম্মাদ ইবনে যায়েদ (রঃ) বলেন, যখন আমরা কোন মজলিসের পার্শ্ব দিয়ে গমন করতাম এবং হযরত রঃ) আমাদের সাথে থাকতেন, তখন তিনি সালাম করতেন এবং তারা খুব আবেগের সাথে উত্তর দিতো। সুতরাং এটা একটা নিয়ামত ছিল। হযরত আইয়ূব (রঃ) খুব লম্বা জামা পরিধান করতেন। তাকে এর কারণ জিজ্ঞেস করা হলে তিনি বলেনঃ “আগেকার দিনে লম্বা জামার খুব সম্মান ছিল। কিন্তু লম্বা জামা পরিধানকারীর সম্মান করা হতো তাকে বড় করার জন্যে।” একদা তিনি তাঁর একটা টুপি সুন্নাত পদ্ধতিতে রঙ করিয়ে নেন। কিছুদিন এ টুপিটি পরার পর তিনি আর ওটা ব্যবহার করলেন না। তিনি বলেনঃ “আমি লক্ষ্য করেছি যে, সাধারণ লোক এ ধরনের টুপি ব্যবহার করে না।”হযরত ইবরাহীম নাখয়ী (রঃ) বলেনঃ “তোমরা এমন পোশাক পরিধান করবে যা দেখে লোকে ঘৃণা না করে।”সাওরী (রঃ) বলেন যে, পূর্বযুগীয় মনীষীরা না খুব জাকজমকপূর্ণ পোশাক পরিধান করতেন, না অত্যন্ত নিম্ন শ্রেণীর পোশাক পরতেন।আবু কিলাবা (রঃ)-এর কাছে কোন একজন লোক অত্যন্ত জাঁকজমকপূর্ণ ও মূল্যবান পোশাক পরে আগমন করে। তখন তিনি বলেনঃ “এই চিৎকারকারী গাধা হতে বেঁচে থাকো।”হযরত হাসান (রঃ) বলেন যে, কোন কোন ব্যক্তি অন্তরে অহংকার পোষণ করে, কিন্তু সে বিনয় প্রকাশ করে তার বাহ্যিক পোশাকে। যেন তার চাদর একটি বড় হাতুড়ী। হযরত মূসা (আঃ)-এর উক্তি আছে যে, তিনি বানী ইসরাঈলকে বলেনঃ “তোমাদের কি হয়েছে যে, তোমরা আমার কাছে এসে থাকো দরবেশী পোশাকে, অথচ তোমাদের অন্তর তো নেকড়ে বাঘের অন্তরের ন্যায়? দেখো, তোমরা রাজা-বাদশাহদের পোশাক পরিধান করবে এবং অন্তরে আল্লাহর ভয় রাখবে।”\nউত্তম চরিত্রের বর্ণনা :\nহযরত আনাস (রাঃ) হতে বর্ণিত আছে যে, লোকদের মধ্যে রাসূলুল্লাহ (সঃ) ছিলেন সর্বাপেক্ষা উত্তম চরিত্রের অধিকারী।হযরত ইবনে উমার (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করা হয়ঃ “হে আল্লাহর রাসূল (সঃ)! সবচেয়ে উত্তম মুমিন কে?” তিনি উত্তরে বলেনঃ “যার চরিত্র সবচেয়ে উত্তম সেই সবচেয়ে উত্তম মুমিন।”হযরত আনাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমল কম হওয়া সত্ত্বেও শুধু উত্তম চরিত্রের অধিকারী হওয়ার কারণে মানুষ বড় বড় মর্যাদা ও জান্নাতের উত্তম মনযিল লাভ করে থাকে। পক্ষান্তরে, আমল অধিক হওয়া সত্ত্বেও শুধু দুশ্চরিত্র হওয়ার কারণে মানুষ জাহান্নামের নিম্নস্তরে চলে যায়।” তিনি আরো বলেছেনঃ “সৎ স্বভাবের মাঝেই দুনিয়া ও আখিরাতের কল্যাণ নিহিত আছে।”হযরত আয়েশা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “উত্তম চরিত্রের কারণে মানুষ এমন ব্যক্তির মর্যাদা লাভ করে যে রাত্রে দাড়িয়ে ইবাদত করে ও দিনে রোযা রাখে।”হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করা হয়ঃ “সাধারণভাবে জান্নাতে প্রবেশ লাভের মাধ্যম কি?” উত্তরে তিনি বলেনঃ “আল্লাহভীতি ও উত্তম চরিত্র।” আবার তাকে জিজ্ঞেস করা হয়? “হে আল্লাহর রাসূল (সঃ)! সাধারণতঃ কি কারণে মানুষ জাহান্নামে প্রবেশ করে?” তিনি জবাবে বলেনঃ “দু’টি ছিদ্র বিশিষ্ট জিনিসের কারণে অর্থাৎ মুখ ও গুপ্তাঙ্গ।”হযরত উসামা ইবনে শুরাইক (রাঃ) বলেন, আমি একদা রাসূলুল্লাহ (সঃ)-এর নিকট ছিলাম, এমন সময় প্রত্যেক জায়গা হতে আরববাসীরা তাঁর নিকট আগমন করে এবং জিজ্ঞেস করেঃ “হে আল্লাহর রাসূল (সঃ)! মানুষকে সর্বাপেক্ষা উত্তম জিনিস কি দেয়া হয়েছে?” উত্তরে তিনি বলেনঃ “উত্তম চরিত্র।” হযরত আবু দারদা (রাঃ) বলেনঃ “নেকীর পাল্লায় উত্তম চরিত্র অপেক্ষা অধিক ভারী জিনিস আর কিছুই নেই।” হযরত আব্দুল্লাহ ইবনে আমর (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “নিশ্চয়ই তোমাদের মধ্যে ঐ ব্যক্তি সর্বাপেক্ষা উত্তম যার চরিত্র উত্তম।”হযরত হাসান ইবনে আলী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহর পথে জিহাদকারীকে যেমন আল্লাহ তাআলা সকাল সন্ধ্যায় প্রতিদান দিয়ে থাকেন তেমনই তিনি সৎ চরিত্রের অধিকারীকেও তার উত্তম চরিত্রের বিনিময় প্রদান করে থাকেন।”হযরত আবু সা'লাবা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমাদের মধ্যে আমার নিকট সবচেয়ে প্রিয় এবং আমার সবচেয়ে নিকটবর্তী ঐ ব্যক্তি যার চরিত্র সবচেয়ে উত্তম। পক্ষান্তরে ঐ ব্যক্তি আমার কাছে সবচেয়ে অপ্রিয় এবং জান্নাতের মনযিলে আমার চেয়ে অধিক দূরবর্তী যার চরিত্র খারাপ ও ভাষা কর্কষ।”হযরত জাবির (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “পূর্ণ ঈমানদার ও উত্তম চরিত্রের লোক ঐ ব্যক্তি, যে সবারই সাথে উত্তম ব্যবহার করে ও প্রেম প্রীতির সাথে মিলেমিশে থাকে।” হযরত বকর ইবনে আবি ফুরাত (রাঃ) হতে বর্ণিত, তিনি বলেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যার জন্ম ও স্বভাব-চরিত্র ভাল, আল্লাহ তাআলা তাকে জাহান্নামের ইন্ধন বানাবেন না।”হযরত আবু সাঈদ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “মুমিনের মধ্যে দুটি স্বভাব একত্রিত হতে পারে না। একটি হলো কৃপণতা এবং অপরটি হলো মন্দ চরিত্র।”হযরত মাইমূন ইবনে মাহরান (রাঃ) রাসূলুল্লাহ (সঃ) হতে বর্ণনা করেছেনঃ “আল্লাহ তা'আলার নিকট মন্দ চরিত্র অপেক্ষা বড় পাপ আর কিছুই নেই। কেননা, মন্দ স্বভাবের কারণে এক একটি বড় পাপে মানুষ জড়িয়ে পড়ে।কুরায়েশের একটি লোক হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহর কাছে মন্দ চরিত্র অপেক্ষা বড় পাপ আর নেই। ভাল চরিত্রের কারণে গুনাহ মাফ হয়ে যায়। পক্ষান্তরে মন্দ চরিত্র সৎ আমলকে নষ্ট করে দেয়- যেমন সির্কা মধুকে নষ্ট করে থাকে।”হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “মাল দ্বারা তোমরা মানুষকে বশে আনতে পার না, বরং উত্তম চরিত্রের মাধ্যমে মানুষকে বশে আনা যায়।”মুহাম্মাদ ইবনে সীরীন (রঃ) বলেনঃ “উত্তম চরিত্র দ্বীনের সহায়ক।”\nঅহংকার নিন্দনীয় হওয়ার বর্ণনা:\nহযরত ইবনে মাসউদ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (স) বলেছেনঃ “ঐ ব্যক্তি জান্নাতে যাবে না যার অন্তরে সরিষার দানা পরিমাণও অহংকার আছে এবং ঐ ব্যক্তি জাহান্নামে যাবে না যার অন্তরে সরিষার দানা পরিমাণও ঈমান আছে।”হযরত আব্দুল্লাহ ইবনে আমর (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যার অন্তরে অণু পরিমাণও অহংকার আছে সে উল্টো মুখে জাহান্নামে নিক্ষিপ্ত হবে।”হযরত সালমা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “মানুষ আত্মগরিমায় এমনভাবে মেতে ওঠে যে, আল্লাহর নিকট তার নাম যালিম ও অহংকারীদের খাতায় লিপিবদ্ধ হয়ে যায়। তখন তার উপর ঐ শাস্তি এসে পৌঁছে যা অহংকারী যালিমদের উপর পৌছেছিল।”ইমাম মালিক ইবনে দীনার (রঃ) হতে বর্ণিত আছে যে, একদা হযরত সুলাইমান ইবনে দাউদ (আঃ) সিংহাসনে উপবিষ্ট ছিলেন, ঐ সময় তাঁর দরবারে দু’লক্ষ মানুষ ও দু’লক্ষ জ্বিন সমবেত ছিল। তাঁকে আসমান পর্যন্ত পৌছিয়ে দেয়া হয়, এমন কি ফেরেশতাদের তাসবীহ পাঠের শব্দ তিনি শুনতে পান। অতঃপর তাঁকে যমীনে ফিরিয়ে আনা হয়, এমন কি সমুদ্রের পানিতে তার পা ভিজে যায়। এমন সময় গায়েবী আওয়ায হয়ঃ “যদি তার অন্তরে অণু পরিমাণও অহংকার যতো উপরে তাকে নিয়ে যাওয়া হয়েছিল, তার চেয়ে বেশী নীচে তাকে প্রোথিত করা হতো।”হযরত আবু বকর (রাঃ) একদা স্বীয় ভাষণে মানুষের জন্মের বর্ণনা দিতে গিয়ে বলেন যে, সে দু’জন মানুষের প্রস্রাবের স্থান হতে বের হয়ে থাকে। এটা তিনি এমনভাবে বর্ণনা করেন যে, শ্রোতারা তা শুনতে ঘৃণা বোধ করে। ইমাম শাবী (রঃ) বলেন যে, যে ব্যক্তি দু’জন লোককে হত্যা করে ফেলে সে বড়ই উদ্ধত ও যালিম। অতঃপর তিনি নিম্নের আয়াতটি পাঠ করেন (আরবি) “(হে মুসা আঃ)! গতকল্য তুমি যেমন এক ব্যক্তিকে হত্যা করেছে, সেভাবে কি আমাকেও হত্যা করতে চাচ্ছ? তুমি তো পৃথিবীতে স্বেচ্ছাচারী হতে চাচ্ছ।” (২৮:১৯)হযরত হাসান (রঃ) বলেনঃ “যে দু’বার নিজের হাতে নিজের পায়খানা পরিষ্কার করে সে কিসের ভিত্তিতে অহংকার করে এবং তাঁর বিশেষণ নিজের মধ্যে সৃষ্টি করতে চায় যিনি আকাশসমূহ সৃষ্টি করেছেন এবং এগুলোকে নিজের অধিকারে রেখেছেন?” হযরত যহহাক ইবনে সুফিয়ান (রঃ) হতে দুনিয়ার দৃষ্টান্ত এমন জিনিস দ্বারা দেয়াও বর্ণিত আছে যা মানুষ হতে বের হয়।ইমাম মুহাম্মাদ ইবনে হুসাইন ইবনে আলী (রাঃ) বলেনঃ “যার অন্তরে যে পরিমাণ অহংকার ও আত্মম্ভরিতা থাকে সেই পরিমাণ জ্ঞান তার কমে যায়।”ইউনুস ইবনে উবায়েদ (রাঃ) বলেনঃ “সিজদা করার সাথে অহংকার এবং তাওহীদের সাথে নিফাক বা কপটতা থাকতে পারে না।” বানু উমাইয়ারা নিজেদের ছেলেদেরকে মেরে মেরে গর্বভরে চলা শিক্ষা দিতো।হযরত উমর ইবনে আবদিল আযীয (রঃ)-কে একদা দম্ভ ও গর্বভরে চলতে দেখে হযরত তাউস (রঃ) তার পার্শ্বদেশে একটি খোঁচা মেরে বলেনঃ “যার পেট মলে পরিপূর্ণ তার এ ধরনের চাল কেন?” হযরত উমার (রঃ) এতে লজ্জিত হয়ে বলেনঃ “জনাব, ক্ষমা করুন! আমাকে মেরে পিটে এ ধরনের অভ্যাস করানো হয়েছে।”\nগর্ব ও ঔদ্ধত্যের নিন্দার বর্ণনা\nহযরত বুরাইদাহ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যক্তি গর্বভরে নিজের কাপড় মাটিতে ঝুলিয়ে চলবে, কিয়ামতের দিন আল্লাহ তা'আলা তার দিকে করুণার দৃষ্টিতে দেখবেন না।” হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যক্তি তার লুঙ্গী মাটিতে হেঁচড়িয়ে চলবে, কিয়ামতের দিন আল্লাহ তার দিকে রহমতের দৃষ্টিতে দেখবেন না। কোন একটি লোক সুন্দর চাদর গায়ে দিয়ে অত্যন্ত গর্বভরে চলছিল। এমতাবস্থায় আল্লাহ তা'আলা তাকে মাটির মধ্যে প্রোথিত করেন এবং কিয়ামত পর্যন্ত সে প্রোথিত হতেই থাকবে।”"
    },
    { "ayah": 2, "surah": 31, "text": "Please check ayah 31:5 for complete tafsir." },
    { "ayah": 20, "surah": 31, "text": "Please check ayah 31:21 for complete tafsir." },
    {
      "ayah": 21,
      "surah": 31,
      "text": "২০-২১ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা তাঁর প্রদত্ত নিয়ামতের বর্ণনা দিচ্ছেন। তিনি বলেনঃ দেখো, আকাশের তারকারাজি তোমাদের সেবার কাজে নিয়োজিত রয়েছে। সর্বক্ষণ জ্বলজ্বল করে তোমাদেরকে আলো প্রদান করছে। বাদল, বৃষ্টি, শিশির, শুষ্কতা ইত্যাদি সবই তোমাদের উপকারে নিয়োজিত আছে। আকাশ তোমাদের মযবূত ছাদ স্বরূপ। তিনি তোমাদেরকে নহর, নদ-নদী, সাগর-উপসাগর, গাছ-পালা, ক্ষেত-খামার, ফল-ফুল ইত্যাদি যাবতীয় নিয়ামত দান করেছেন। এ প্রকাশ্য অসংখ্য নিয়ামত ছাড়াও অপ্রকাশ্য আরো অসংখ্য নিয়ামত তিনি দান করেছেন। যেমন রাসূলদেরকে প্রেরণ, কিতাব নাযিলকরণ ইত্যাদি। যিনি এতোগুলো নিয়ামত দান করেছেন, তার সত্তার উপর সবারই ঈমান আনয়ন করা একান্তভাবে উচিত ছিল। কিন্তু বড়ই দুঃখের বিষয় এই যে, এখনো বহু লোক আল্লাহ তাআলার ব্যাপারে সন্দেহ পোষণ করতে রয়েছে। এর পিছনে তাদের অজ্ঞতা ও পথভ্রষ্টতা ছাড়া আর কোন দলীল ও যুক্তি-প্রমাণ নেই। মহান আল্লাহ বলেনঃ যখন তাদেরকে বলা হয়, আল্লাহ যা অবতীর্ণ করেছেন তার অনুসরণ কর, তখন তারা নির্লজ্জের মত উত্তর দেয়- আমরা আমাদের পিতৃপুরুষদেরকে যার উপর পেয়েছি তারই অনুসরণ করবো।তাদের এই জবাবের পরিপ্রেক্ষিতে আল্লাহ তা'আলা বলেনঃ শয়তান যদি তাদের পূর্বপুরুষদেরকে জ্বলন্ত অগ্নির শাস্তির দিকে আহ্বান করে থাকে তবুও কি তারা তাদের অনুসরণ করবে? এদের পূর্বপুরুষরা ছিল এদের পূর্বসূরি এবং এরী হচ্ছে তাদের উত্তরসূরি।"
    },
    { "ayah": 22, "surah": 31, "text": "Please check ayah 31:24 for complete tafsir." },
    { "ayah": 23, "surah": 31, "text": "Please check ayah 31:24 for complete tafsir." },
    {
      "ayah": 24,
      "surah": 31,
      "text": "২২-২৪ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা বলেনঃ যে ব্যক্তি বিশুদ্ধ চিত্তে আমল করে, যে সত্যভাবে আল্লাহর অনুগত হয়, যে শরীয়তের অনুসারী হয়, আল্লাহর আদেশের উপর আমল করে এবং তার নিষিদ্ধ কাজ হতে বিরত থাকে সে দৃঢ় রঞ্জুকে ধারণ করলো, সে যেন আল্লাহর ওয়াদা নিয়েছে যে, সে আল্লাহর আযাব হতে রক্ষা পাবে। কাজের শেষ পরিণতি আল্লাহরই অধিকারে রয়েছে।এরপর মহান আল্লাহ স্বীয় নবী (সঃ)-কে সম্বোধন করে বলেনঃ তুমি কাফিরদের কুফরীর কারণে মোটেই চিন্তিত হয়ো না। তাদেরকে আমারই কাছে প্রত্যাবর্তন করতে হবে। সে সময় আমি তাদেরকে তাদের আমলের পূর্ণ প্রতিফল প্রদান করবো। আমার কাছে তাদের কোন আমলই গোপন নেই। আমি স্বল্পকালের জন্যে তাদেরকে জীবনোপকরণ ভোগ করতে দিবো। অতঃপর তাদেরকে কঠিন শাস্তি ভোগ করতে বাধ্য করবো। যেমন আল্লাহ তা'আলা অন্য আয়াতে বলেনঃ (আরবি) অর্থাৎ “নিশ্চয়ই যারা আল্লাহর উপর মিথ্যা আরোপ করে তারা সফলকাম হবে না, পার্থিব সুখ-সম্ভোগ তো এদের জন্য রয়েছে, পরে আমারই নিকট এদের প্রত্যাবর্তন। অতঃপর আমি তাদেরকে তাদের কুফরীর কারণে কঠিন শাস্তির স্বাদ গ্রহণ করাববা।” (১০:৬৯-৭০)"
    },
    { "ayah": 25, "surah": 31, "text": "Please check ayah 31:26 for complete tafsir." },
    {
      "ayah": 26,
      "surah": 31,
      "text": "২৫-২৬ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা বলেনঃ মুশরিকরা এটা স্বীকার করতো যে, সব কিছুরই সৃষ্টিকর্তা একমাত্র আল্লাহ। তা সত্ত্বেও তারা অন্যদের ইবাদত করতো। অথচ তারা ভালরূপেই জানতো যে, সব কিছুরই সৃষ্টিকর্তা আল্লাহ ছাড়া আর কেউই নয়। সবই তার অধীনস্থ। ‘আকাশমণ্ডলী ও পৃথিবী কে সৃষ্টি করেছে? এ প্রশ্ন তাদেরকে করলে তারা সাথে সাথেই উত্তর দিতো যে, এসবের সৃষ্টিকর্তা আল্লাহই বটে। তাই আল্লাহ স্বীয় নবী (সঃ)-কে বলছেনঃ তুমি তাদেরকে বলে দাও প্রশংসা যে আল্লাহরই তা তো তোমরা স্বীকারই করছো। প্রকৃত ব্যাপার তো এই যে, মুশরিকদের অধিকাংশই অজ্ঞ।আকাশমণ্ডলী ও পৃথিবীতে ছোট, বড়, প্রকাশ্য, গোপনীয় যা কিছু আছে সবই আল্লাহ সৃষ্টি করেছেন এবং সব তারই মালিকানাধীন। তিনি সবকিছু হতেই অভাবমুক্ত এবং সবই তাঁর মুখাপেক্ষী। তিনিই একমাত্র প্রশংসার যোগ্য। শ্রেষ্ঠত্বের অধিকারী তিনিই। সৃষ্টিকার্যে ও আহকাম ধার্য করার ব্যাপারে তিনিই প্রশংসার যোগ্য।"
    },
    { "ayah": 27, "surah": 31, "text": "Please check ayah 31:28 for complete tafsir." },
    {
      "ayah": 28,
      "surah": 31,
      "text": "২৭-২৮ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা তাঁর ইযত, শ্রেষ্ঠত্ব, বড়ত্ব, বুযর্গী, মর্যাদা ও মাহাত্ম্যের বর্ণনা দিচ্ছেন। নিজের পবিত্র গুণাবলী, মহান নাম ও অসংখ্য কালেমার বর্ণনা প্রদান করছেন। না কেউ তা গণনা করে শেষ করতে পারে, না তার পরিধি কারো জানা আছে। তার প্রকৃত তথ্য কারো জানা নেই। মানব-নেতা, শেষ নবী হযরত মুহাম্মাদ (সঃ) বলতেনঃ (আরবি) অর্থাৎ “হে আল্লাহ! আপনার নিয়ামতের গণনা ততো আমি করতে পারবো না যতোটা আপনি নিজের নিয়ামতের বর্ণনা নিজেই দিয়েছেন” বা “আপনার প্রশংসা ও গুণকীর্তন করে আমি শেষ করতে পারবো না যেমন আপনি নিজের প্রশংসা নিজে করেছেন।” মহামহিমান্বিত আল্লাহ বলেনঃ জগতের সমস্ত গাছ-পালাকে যদি কলম বানানো হয় এবং সাগরের সমস্ত পানিকে যদি কালি বানানো হয়, এরপর আরো সাতটি সাগরের পানি মিলিত করা হয়, অতঃপর আল্লাহ তা'আলার শ্রেষ্ঠত্ব, গুণাবলী, বুযর্গী এবং বাণীসমূহ লিখতে শুরু করা যায় তবে এই সমুদয় কলম ও কালি শেষ হয়ে যাবে, তথাপি একক ও শরীক বিহীন আল্লাহর প্রশংসা ও গুণাবলী শেষ হবে না। এতে এটা মনে করা চলবে না যে, যদি সাতের অধিক সাগরের পানি একত্রিত করা হয় তবে আল্লাহর গুণাবলী লিখার জন্যে যথেষ্ট হবে। এটা কখনো নয়। এ গণনা শুধু আধিক্য প্রকাশের জন্যে বলা হয়েছে। এটাও মনে করা চলবে না যে, মাত্র সাতটি সাগর আছে যা সমগ্র দুনিয়াকে পরিবেষ্টন করে রয়েছে। অবশ্য বানী ইসরাঈলের রিওয়াইয়াতে এ সাতটি সাগরের কথা বলা হয়েছে বটে, তাকে আমরা সত্যও বলতে পারি না এবং মিথ্যাও না। তবে আমরা যে তাফসীর করেছি তার পৃষ্ঠপোষক নিম্নের আয়াতটিকে বলা যেতে পারে। মহান আল্লাহ বলেনঃ (আরবি) অর্থাৎ “(হে নবী সঃ)! তুমি বলঃ আমার প্রতিপালকের কথা লিপিবদ্ধ করবার জন্যে সমুদ্র যদি কালি হয়, তবে আমার প্রতিপালকের কথা শেষ হবার পূর্বেই সমুদ্র নিঃশেষ হয়ে যাবে সাহায্যার্থে এর অনুরূপ আরো সমুদ্র আনলেও।” (১৮:১০৯) এখানে একটি সমুদ্র উদ্দেশ্য নয়, বরং এক একটি করে যতই হালে না কেন, তবুও আল্লাহর কালেমা শেষ হবে না।হযরত হাসান বসরী (রঃ) বলেন, যদি আল্লাহ তা'আলা লিখাতে শুরু করেন ও বলেনঃ এ কাজ লিখো, ও কাজ লিখো, এভাবে লিখতে লিখতে সমস্ত কলম ভেঙ্গে শেষ হয়ে যাবে, তবুও লিখা শেষ হবে না ।মুশরিকরা বলতো যে, এ কালাম শেষ হয়ে যাবে। এ আয়াত দ্বারা তাদের উক্তিকে খণ্ডন করা হয়েছে। না আল্লাহর বিস্ময়কর ব্যাপারগুলো শেষ হবে, না তার জ্ঞানের পরিধি জরিপ করা যাবে, না তার জ্ঞান ও সিফাতের পরিমাপ করা সম্ভব হবে। আল্লাহর জ্ঞানের তুলনায় সমস্ত বান্দার জ্ঞান এমনই যেমন সমুদ্রের পানির তুলনায় এক ফোটা পানি। আল্লাহর কথা শেষ হবার নয়। আমরা তার যে প্রশংসা করি, তাঁর প্রশংসা এর বহু উপরে।মদীনায় ইয়াহূদী আলেমরা রাসূলুল্লাহ (সঃ)-কে বলেছিল ও “আপনি যে পাঠ করে থাকেন (আরবি) অর্থাৎ “তোমাদেরকে খুব অল্প জ্ঞানই দেয়া হয়েছে। (১৭:৮৫) এর দ্বারা উদ্দেশ্য কারা, আমরা, না আপনার কওম?” উত্তরে তিনি বলেনঃ “আমরা ও তোমরা সবাই।” তারা পুনরায় বলেঃ “তাহলে আপনি কালামুল্লাহর এ আয়াতের অর্থ কি করবেন যেখানে বলা হয়েছে যে, তাওরাতে সবকিছুরই বর্ণনা রয়েছে?” জবাবে রাসূলুল্লাহ (সঃ) তাদেরকে বলেনঃ “জেনে রেখো যে, তোমাদের কাছে যা কিছু রয়েছে ওগুলো আল্লাহ তা'আলার কালেমার তুলনায় অতি অল্প। তোমাদের জন্যে যথেষ্ট হয় এ পরিমাণই তিনি তোমাদের প্রতি নাযিল করেছেন।” ঐ সময় আল্লাহ তা'আলা (আরবি)  -এই আয়াতটি অবতীর্ণ করেন। কিন্তু এর দ্বারা জানা যাচ্ছে আয়াতটি মাদানী হওয়া উচিত। অথচ এটা প্রসিদ্ধ হয়ে রয়েছে যে, এটা মক্কী আয়াত। এসব ব্যাপারে আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন।আল্লাহ তা'আলা সবকিছুর উপরই বিজয়ী। সবকিছুই তার কাছে যৎকিঞ্চিৎ ও বিজিত। কিছুই তার ইচ্ছার বিরুদ্ধে যেতে পারে না। তিনি নিজের কথায়, কাজে, আইন-কানুনে, বুদ্ধিতে ও অন্যান্য গুণাবলীতে সর্বশ্রেষ্ঠ ও সর্ববিজয়ী এবং প্রতাপশালী ।মহামহিমান্বিত আল্লাহ বলেনঃ সমস্ত মানুষকে সৃষ্টি করা এবং তাদেরকে মেরে ফেলে পুনরুজ্জীবিত করা আমার কাছে একটি লোককে মেরে জীবিত করার মতই সহজ। কোন কিছু হওয়ার ব্যাপারে আমার শুধু হুকুম করাই যথেষ্ট। কোন কিছু করতে আমাকে চোখের পলক ফেলার সমানও সময় লাগে না। দ্বিতীয়বার হুকুম করার আমার প্রয়োজন হয় না। কোন উপকরণ ও যন্ত্রপাতিরও দরকার হয় না। একটা হুকুমেই কিয়ামত সংঘটিত হয়ে যাবে। একটি শব্দ মাত্রই সবাই জীবিত হয়ে উঠবে। আল্লাহ সবকিছু শুনেন এবং সবকিছু দেখেন। একটি লোকের কথা ও কাজ যেমন তাঁর কাছে গোপন থাকে না, অনুরূপভাবে সারা দুনিয়ারও কিছুই তার কাছে লুক্কায়িত নয়।"
    },
    { "ayah": 29, "surah": 31, "text": "Please check ayah 31:30 for complete tafsir." },
    { "ayah": 3, "surah": 31, "text": "Please check ayah 31:5 for complete tafsir." },
    {
      "ayah": 30,
      "surah": 31,
      "text": "২৯-৩০ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা খবর দিচ্ছেন ও রাত্রিকে কিছু ছোট করে দিবসকে বাড়িয়ে দেয়া এবং দিবসকে কিছু ছোট করে রাত্রিকে বাড়িয়ে দেয়া আমারই কাজ। শীতের দিনে রাত্রি বড় ও দিন ছোট এবং গ্রীষ্মকালে দিন বড় ও রাত্রি ছোট হওয়া আমারই শক্তির প্রমাণ। চন্দ্র-সূর্যের চক্র ও আবর্তন আমারই আদেশক্রমে হয়ে থাকে। এগুলো নির্ধারিত স্থানের দিকেই চলে। নিজ স্থান থেকে এতোটুকুও এদিক ওদিক যেতে পারে না। হযরত আবু যার (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) তাঁকে বলেনঃ “হে আবু যার (রাঃ)। এই সূর্য কোথায় যায় তা তুমি জান কি?” উত্তরে তিনি বলেনঃ “আল্লাহ ও তাঁর রাসূল (সঃ)-ই খুব ভাল জানেন।” তখন রাসূলুল্লাহ (সঃ) বলেনঃ “এটা গিয়ে আল্লাহর আরশের নীচে সিজদায় পড়ে যায় এবং স্বীয় প্রতিপালকের কাছে অনুমতি প্রার্থনা করতে থাকে। এটা খুব নিকটবর্তী যে, একদিন তাকে বলে দেয়া হবে- “যেখান হতে এসেছে সেখানে ফিরে যাও।” (এ হাদীসটি সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত হয়েছে)হযরত ইবনে আব্বাস (রাঃ) বলেন যে, সূর্য ‘সাফিয়াহ’ (পশ্চাৎ ভাগের ফৌজ)-এর ন্যায় কাজ করে। দিনে নিজের চক্রের কাজে লেগে থাকে, তারপর অস্তমিত হয়ে আবার রাত্রে যমীনের নীচে চলে গিয়ে ঘুরতে থাকে। অতঃপর পরের দিন আবার সকালে উদিত হয়। এভাবেই চাঁদও কাজ করতে থাকে।মহান আল্লাহ বলেনঃ তোমরা যা কর আল্লাহ সে সম্পর্কে অবহিত। যেমন অন্য জায়গায় তিনি বলেনঃ (আরবি)অর্থাৎ “তুমি কি জান না যে, আকাশ ও পৃথিবীতে যা কিছু আছে সবই তিনি জানেন?” (২২:৭০) তিনি সবারই সৃষ্টিকর্তা এবং সবারই খবর তিনিই রাখেন। যেমন তিনি বলেনঃ (আরবি) অর্থাৎ “আল্লাহ তিনিই যিনি সৃষ্টি করেছেন সপ্ত আকাশ এবং অনুরূপ সংখ্যক যমীন।” (৬৫:১২)।মহামহিমান্বিত আল্লাহ বলেনঃ এগুলো এরই প্রমাণ যে, আল্লাহই সত্য এবং তারা তাঁর পরিবর্তে যাকে ডাকে তা মিথ্যা। আল্লাহ, তিনি তো সমুচ্চ, মহান। তিনি কারো মুখাপেক্ষী নন এবং সবাই তারই মুখাপেক্ষী। সবাই তার সৃষ্ট এবং তাঁর দাস। কারো এ ক্ষমতা নেই যে, তাঁর হুকুম ছাড়া একটি অণুকে নড়াতে পারে। একটি মাছি সৃষ্টি করার জন্যে যদি সমস্ত দুনিয়াবাসী একত্রিত হয় তবুও তারা তাতে অপারগ হয়ে যাবে। এ জন্যেই মহামহিমান্বিত আল্লাহ বলেনঃ এগুলো এটাই প্রমাণ করে যে, আল্লাহই সত্য এবং তারা তাঁর পরিবর্তে যাকে ডাকে তা মিথ্যা। আল্লাহ সমুচ্চ ও মহান। তার উপর কারো কোন কর্তৃত্ব চলে না।  তাঁর কাছে সবাই হেয় ও তুচ্ছ।"
    },
    { "ayah": 31, "surah": 31, "text": "Please check ayah 31:32 for complete tafsir." },
    {
      "ayah": 32,
      "surah": 31,
      "text": "৩১-৩২ নং আয়াতের তাফসীর\nআল্লাহ তাআলা সংবাদ দিচ্ছেনঃ আমার আদেশে সাগরে জাহাজ চলতে থাকে। যদি আমি জাহাজগুলোকে পানিতে ভাসার ও পানি কেটে চলার আদেশ না করতাম এবং ওগুলোর মধ্যে এ ক্ষমতা না রাখতাম তবে ওগুলো কেমন করে পানিতে চলতো? এর মাধ্যমে আমি মানুষের কাছে আমার শক্তির প্রমাণ পেশ করছি। দুঃখের সময় ধৈর্যধারণকারী ও সুখের সময় কৃতজ্ঞতা প্রকাশকারীরা এ থেকে বহু শিক্ষা গ্রহণ করে থাকে। যখন কাফিরদেরকে সমুদ্রের তরঙ্গমালা ঘিরে ফেলে এবং তাদের জাহাজ ডুবুডুবু অবস্থায় পতিত হয় আর পাহাড়ের ন্যায় তরঙ্গমালা জাহাজকে এধার থেকে ওধার ও ওধার থেকে এধার ঠেলে নিয়ে যায় তখন তারা শিরক ও কুফরী ভুলে যায় এবং কেঁদে কেঁদে বিশুদ্ধচিত্তে আল্লাহকে ডাকতে থাকে। যেমন আল্লাহ তা'আলা বলেনঃ (আরবি)অর্থাৎ “সমুদ্রে যখন তোমাদেরকে বিপদ স্পর্শ করে তখন তোমরা আল্লাহ ছাড়া সবকেই ভুলে যাও।” (১৭:৬৭) আর এক জায়গায় বলেনঃ (আরবি) অর্থাৎ “যখন তারা নৌকায় আরোহণ করে।” (২৯:৬৫) মহান আল্লাহ বলেনঃ যখন তিনি তাদেরকে উদ্ধার করে স্থলে পৌছান তখন তাদের কেউ কেউ কাফের হয়ে যায়। মুজাহিদ (রঃ) এই তাফসীর করেছেন। যেমন আল্লাহ তা'আলা বলেনঃ (আরবি) অর্থাৎ “যখন তিনি তাদেরকে উদ্ধার করে স্থলভাগে পৌছিয়ে দেন তখন তারা শিক করতে শুরু করে দেয়।” (২৯:৬৫) আর ইবনে যায়েদ (রঃ) বলেন (আারবি)-এর অর্থ হচ্ছে কাজে মধ্যমপন্থী। যেমন আল্লাহ তা'আলা বলেনঃ (আারবি)অর্থাৎ তাদের মধ্যে কেউ কেউ ঘোর যালিম হয়ে যায় এবং কেউ কেউ মধ্যমপন্থী থাকে।” (৩৫:৩২) এও হতে পারে যে, উভয়কেই লক্ষ্য করে বলা হয়েছে। প্রকৃত মতলব এই যে, যারা এ প্রকার বিপদের সম্মুখীন হয়েছে এবং যিনি তাদেরকে এ বিপদ থেকে রক্ষা করেছেন, তাদের উচিত ছিল পরিপূর্ণভাবে তাঁর অনুগত হওয়া ও সৎ আমলে আত্মনিয়োগ করা। আর সদা-সর্বদা সৎ আমলের প্রচেষ্টা চালানো। কিন্তু এ না করে তাদের কেউ কেউ মধ্যমপন্থী থাকে এবং কেউ কেউ পূর্ণভাবেই কুফরীর দিকে ফিরে যায়।(আারবি) বলা হয় গাদ্দার বা বিশ্বাসঘাতককে। (আারবি) এর অর্থ হচ্ছে পূর্ণ বিশ্বাসঘাতকতা।(আারবি) বলে (আারবি) বা অস্বীকারকারীকে, যে নিয়ামতরাশিকে অস্বীকার করে এবং কৃতজ্ঞতা প্রকাশ করা ভুলে যায়।"
    },
    {
      "ayah": 33,
      "surah": 31,
      "text": "আল্লাহ তা'আলা মানুষকে কিয়ামতের দিন হতে ভয় প্রদর্শন করছেন এবং তাকওয়া বা আল্লাহ-ভীতির নির্দেশ দিচ্ছেন। তিনি বলছেনঃ তোমরা এমন দিনকে ভয় কর যেদিন পিতা পুত্রের কোন উপকার করতে পারবে না এবং পুত্রও পিতার কোন কাজে আসবে না। সেই দিন একে অপরের কোন সাহায্য করতে পারবে না। তোমরা দুনিয়ার উপর কোন ভরসা করো না এবং আখিরাতকে ভুলে যেয়ো না। তোমরা শয়তানের প্রতারণায় পড়ো না। সে তো শুধু পর্দার আড়াল থেকে শিকার করতে জানে।অহাব ইবনে মুনাব্বাহ (রঃ) হতে বর্ণিত, তিনি বলেন যে, হযরত উযায়ের (আঃ) যখন নিজ সম্প্রদায়ের কষ্ট দেখলেন এবং তাঁর চিন্তা ও দুঃখ বেড়ে গেল, তখন তিনি আল্লাহর দিকে ঝুঁকে পড়লেন। তিনি বলেনঃ “আমি অনুনয়-বিনয়ের সাথে খুব কাঁদলাম ও মিনতি করলাম। আমি নামায পড়ি, রোযা রাখি ও দু'আ করতে থাকি। একবার খুব মিনতির সাথে দুআ করছি ও কাঁদছি, এমন সময় আমার সামনে একজন ফেরেশতা আসলেন। আমি তাঁকে জিজ্ঞেস করলামঃ ভাল লোক কি মন্দ লোকের জন্যে সুপারিশ করবে? পিতা কি পুত্রের কোন কাজে আসবে?” উত্তরে তিনি বললেনঃ “কিয়ামতের দিন তো ঝগড়া-বিবাদের মীমাংসার দিন। ঐ দিন স্বয়ং আল্লাহ তাআলা সামনে থাকবেন। কেউই তাঁর বিনা হুকুমে মুখ খুলতে পারবে না। কাউকেও কারো ব্যাপারে পাকড়াও করা হবে। না পিতাকে পুত্রের পরিবর্তে এবং না পুত্রকে পিতার পরিবর্তে পাকড়াও করা হবে। ভাই ভাই-এর বদলে দোষী বলে সাব্যস্ত হবে না এবং প্রভুর বদলে গোলাম ধরা পড়বে না। কেউ কারো জন্যে দুঃখ ও শোক প্রকাশ করবে না এবং কারো প্রতি কারো কোন খেয়ালই থাকবে না। কেউ কারো উপর কোন দয়া করবে না এবং কারো প্রতি কেউ কৃতজ্ঞতা প্রকাশও করবে না। কারো প্রতি কেউ কোন ভালবাসা দেখাবে না। সেদিন কাউকেও কারো পরিবর্তে পাকড়াও করা হবে না। সবাই নিজ নিজ চিন্তায় ব্যাকুল থাকবে। প্রত্যেকেই নিজ নিজ বোঝা নিয়ে ফিরবে, একে অপরের বোঝা সেদিন বহন করবে না।"
    },
    {
      "ayah": 34,
      "surah": 31,
      "text": "এগুলো হচ্ছে গায়েবের চাবি কাঠি যা আল্লাহ ছাড়া আর কেউই জানে না। আল্লাহ যাকে জানিয়ে দেন সে ছাড়া আর কেউই জানতে পারে না। কিয়ামত সংঘটিত হবার সঠিক সময় না কোন নবী-রাসূলের জানা আছে, না কোন নৈকট্য লাভকারী ফেরেশতার জানা আছে। অনুরূপভাবে বষ্টি কখন, কোথায়, কতটুকু বর্ষিত হবে তার জ্ঞান আল্লাহ্রই আছে। তবে এ কাজের ভারপ্রাপ্ত ফেরেশতাকে যখন নির্দেশ দেয়া হবে তখন তিনি জানতে পারবেন। এভাবে গর্ভবতী নারীর জরায়ুতে পুত্র সন্তান আছে কি কন্যা সন্তান আছে তা একমাত্র আল্লাহই জানেন। অবশ্যই এ বিভাগের ভারপ্রাপ্ত ফেরেশতাকে যখন হুকুম করা হয় তখন তিনি তা জানতে পারেন যে, সন্তান নর হবে কি নারী হবে, পুণ্যবান হবে কি পাপী হবে। অনুরূপভাবে কেউই জানে না যে, সে আগামীকাল কি অর্জন করবে এবং এটাও কেউই জানে না যে, কোথায় তার মৃত্যু ঘটবে। অন্য আয়াতে আছে (আারবি)অর্থাৎ “গায়েবের চাবিকাঠি তাঁর নিকটেই আছে, তিনি ছাড়া কেউ তা জানে ।” (৬:৫৯) হাদীসে রয়েছে যে, গায়েবের চাবি হচ্ছে এই পাঁচটি জিনিস যেগুলোর বর্ণনা(আারবি) এই আয়াতে রয়েছে। মুসনাদে আহমাদে হযরত আবু বুরাইদাহ (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহ (সঃ)-কে বলতে শুনেছেনঃ “পাঁচটি জিনিস রয়েছে যেগুলোর খবর আল্লাহ ছাড়া আর কেউ জানে না।” অতঃপর তিনি। (আারবি) এ আয়াতটিই পাঠ করেন।সহীহ বুখারীর শব্দ এও রয়েছে যে, এ পাঁচটি জিনিস হলো গায়েবের চাবি, যেগুলো আল্লাহ ছাড়া কেউই জানে না।”মুসনাদে আহমাদে রাসূলুল্লাহ (সঃ)-এর উক্তি রয়েছেঃ “পাঁচটি জিনিস ছাড়া আমাকে সবকিছুরই চাবি দেয়া হয়েছে।” অতঃপর তিনি এ আয়াতটিই পাঠ করেন।হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, একদা রাসূলুল্লাহ (সঃ) জনগণের মজলিসে বসেছিলেন, এমন সময় তাঁর নিকট একটি লোক এসে তাঁকে জিজ্ঞেস করেঃ “ঈমান কি”? রাসূলুল্লাহ (সঃ) জবাবে বলেনঃ “ঈমান এই যে, তুমি বিশ্বাস স্থাপন করবে আল্লাহর উপর, তাঁর ফেরেশতাদের উপর, তাঁর কিতাবসমূহের উপর, তাঁর রাসূলদের উপর, আখিরাতের উপর এবং মৃত্যুর পর পুনরুত্থানের উপর।” লোকটি জিজ্ঞেস করলো: “ইসলাম কি?” তিনি উত্তর দিলেনঃ “ইসলাম এই যে, তুমি আল্লাহর ইবাদত করবে ও তার সাথে কাউকেও শরীক করবে না, নামায কায়েম করবে, ফরয যাকাত আদায় করবে এবং রমযানের রোযা রাখবে।” লোকটি বললো: “হে আল্লাহর রাসূল (সঃ)! ইহসান কি?” তিনি জবাব দিলেনঃ “ইহসান এই যে, তুমি আল্লাহর ইবাদত করবে যেন তুমি তাকে দেখছো, অথবা যদিও তুমি তাকে দেখছো না কিন্তু তিনি তোমাকে দেখছেন (এরূপ খেয়াল রেখে তাঁর ইবাদত করবে)।” লোকটি বললো: “হে আল্লাহর রাসূল (সঃ)! কিয়ামত কখন সংঘটিত হবে?” তিনি উত্তর দিলেন, “এটা জিজ্ঞাসাকারীর চেয়ে জিজ্ঞাসিত ব্যক্তি বেশী জানে না। তবে আমি তোমাকে এর কতকগুলো নিদর্শনের কথা বলছি। যখন দাসী তার মনিবের জন্ম দেবে এবং যখন উলঙ্গ পা ও উলঙ্গ দেহ বিশিষ্ট লোকেরা নেতৃত্ব লাভ করবে। কিয়ামতের জ্ঞান ঐ পাঁচটি জিনিসের অন্তর্ভুক্ত যেগুলো আল্লাহ ছাড়া আর কেউই জানে না।” অতঃপর তিনি (আারবি) -এ আয়াতটি পাঠ করলেন। এরপর লোকটি চলে গেল। রাসূলুল্লাহ (সঃ) সাহাবীদেরকে বললেনঃ “যাও, তোমরা লোকটিকে ফিরিয়ে আন।” জনগণ দৌড়িয়ে গেল। কিন্তু লোকটিকে কোথাও দেখতে পেলো না। তখন রাসূলুল্লাহ (সঃ) বললেনঃ “ইনি ছিলেন হযরত জিবরাঈল (আঃ)। মানুষকে দ্বীন শিক্ষা দেয়ার জন্যে তিনি আগমন করেছিলেন। (এ হাদীসটি সহীহ বুখারীতে বর্ণিত হয়েছে। আমরা এ হাদীসের ভাবার্থ সহীহ বুখারীর শরাহতে ভালভাবে বর্ণনা করেছি)মুসনাদে আহমাদে রয়েছে যে, হযরত জিবরাঈল (আঃ) তার হাতের তালু রাসূলুল্লাহ (সঃ)-এর হাঁটুর উপর রেখে প্রশ্নগুলো করেছিলেন যে, ইসলাম কি? উত্তরে রাসূলুল্লাহ (সঃ) বলেছিলেনঃ “ইসলাম এই যে, তুমি তোমার চেহারা মহামহিমান্বিত আল্লাহর কাছে সমর্পণ করবে এবং সাক্ষ্য দিবে যে, আল্লাহ ছাড়া কোন মাবুদ নেই, তিনি এক, তার কোন অংশীদার নেই এবং আরো সাক্ষ্য দিবে।যে, মুহাম্মাদ (সঃ) তাঁর বান্দা ও রাসূল।” হযরত জিবরাঈল (আঃ) তখন বলেনঃ “এরূপ করলে কি আমি মুসলমান হয়ে যাবো?” জবাবে রাসূলুল্লাহ (সঃ) বলেনঃ “হ্যা, এরূপ করলে তুমি মুসলমান হয়ে যাবে।” হযরত জিবরাঈল (আঃ) তখন বলেনঃ “হে আল্লাহর রাসূল (সঃ)! আমাকে বলে দিন, ঈমান কি?” তিনি উত্তরে বলেনঃ “ঈমান এই যে, তুমি বিশ্বাস স্থাপন করবে আল্লাহর উপর, পরকালের উপর, ফেরেশতাদের উপর, কিতাবের উপর, নবীদের উপর, মৃত্যুর উপর, মৃত্যুর পর পুনজীবনের উপর, জান্নাতের উপর, জাহান্নামের উপর, হিসাবের এবং মীযানের উপর। আরো বিশ্বাস রাখবে তকদীরের ভাল-মন্দের উপর।” হযরত জিবরাঈল (আঃ) বললেনঃ “এরূপ করলে কি আমি মুমিন হবো?” তিনি জবাব দেনঃ “হ্য, এরূপ করলে তুমি মুমিন হবে।” অতঃপর হযরত জিবরাঈল (আঃ) কিয়ামত সম্পর্কে জিজ্ঞেস করলে রাসূলুল্লাহ (সঃ) বলেনঃ “সুবহানাল্লাহ! এটা ঐ পাঁচটি জিনিসের অন্তর্ভুক্ত যেগুলোর জ্ঞান আল্লাহ ছাড়া আর কারো নেই।” অতঃপর তিনি (আরবি)-এই আয়াতটি পাঠ করে শুনিয়ে দেন। নিদর্শনগুলোর মধ্যে এও রয়েছে যে, মানুষ লম্বা-চওড়া অট্টালিকা নির্মাণ করতে শুরু করবে।মুসনাদে আহমাদে একটি সহীহ সনদের সাথে বর্ণিত আছে যে, বানু আমির গোত্রের একটি লোক নবী (সঃ)-এর নিকট এসে বললো: “আমি আসবো কি?” নবী (সঃ) তখন লোকটির কাছে তার খাদেমকে পাঠালেন, যেন সে তাকে আদব বা দ্রতা শিক্ষা দেয়। কেননা, সে অনুমতি চাইতে জানে না। তাকে প্রথমে সালাম দিতে হবে এবং পরে বলতে হবেঃ “আমি আসতে পারি কি?” লোকটি শুনলো এবং সালাম করে আগমনের জন্যে অনুমতি প্রার্থনা করলো। অনুমতি পেয়ে সে রাসূলুল্লাহ (সঃ)-এর নিকট হাযির হয় এবং বলেঃ “আপনি আমাদের জন্যে কি নিয়ে এসেছেন। তিনি উত্তরে বলেনঃ “আমি তোমাদের জন্যে কল্যাণই নিয়ে এসেছি। শুনো, তোমরা এক আল্লাহরই ইবাদত করবে। লাত ও উয্যাকে ছেড়ে দেবে। দিন-রাত্রে পাঁচ ওয়াক্ত নামায কায়েম করবে, বছরের মধ্যে এক মাস রোযা রাখবে, ধনীদের নিকট হতে যাকাত আদায় করবে এবং দরিদ্রদের মধ্যে বন্টন করবে।” লোকটি জিজ্ঞেস করলো: “হে আল্লাহর রাসূল (সঃ)! জ্ঞানের মধ্যে এমন কিছু বাকী আছে কি যা আপনি জানেন না।?” তিনি জবাবে বললেনঃ “যা, এমন জ্ঞানও রয়েছে যা আল্লাহ ছাড়া আর কেউই জানে না।” অতঃপর তিনি(আরবি)-এই আয়াতটিই পাঠ করেন। মুজাহিদ (রঃ) বলেন যে, একজন গ্রামবাসী (বেদুইন) নবী (সঃ)-এর নিকট এসে বলেঃ “আমার স্ত্রী গর্ভবতী হয়েছে, বলুন তো তার কি সন্তান হবে?আমাদের শহরে দুর্ভিক্ষ পড়েছে, বলুন তো বৃষ্টি কখন হবে? আমি কখন জন্মগ্রহণ করেছি তা তো আমি জানি, এখন বলুন তো কখন আমি মৃত্যুমুখে পতিত হবো?” তার এসব প্রশ্নের উত্তরে আল্লাহ তা'আলা এ আয়াত অবতীর্ণ করেন যে, তিনি এগুলোর খবর রাখেন না। মুজাহিদ (রঃ) বলেন যে, এগুলোই হলো গায়েবের চাবি যেগুলো সম্পর্কে আল্লাহ তা'আলা বলেন যে, গায়েবের চাবিকাঠি আল্লাহ তা'আলার নিকটই রয়েছে। হযরত আয়েশা (রাঃ) বলেনঃ “যে তোমাদেরকে বলে যে, রাসূলুল্লাহ (সঃ) আগামীকালকের কথা জানতেন, তুমি বুঝবে যে, সে মিথ্যাবাদী। আল্লাহ তা'আলা তো বলেন যে, কাল কি করবে তা কেউ জানে না।” কাতাদা (রঃ) বলেন যে, এমন কতকগুলো জিনিস আছে যেগুলোর জ্ঞান আল্লাহ তা'আলা কাউকেও দেননি। ওগুলোর জ্ঞান নবীদেরও নেই, ফেরেশতাদেরও নেই। কিয়ামতের জ্ঞান একমাত্র আল্লাহ তা'আলারই আছে। কারো এ জ্ঞান নেই যে, সে কোন সালে, কোন মাসে এবং কোন দিনে আসবে। অনুরূপভাবে বৃষ্টি কখন হবে এ জ্ঞান একমাত্র আল্লাহ তা'আলারই রয়েছে। গর্ভবতী নারীর জরায়ুতে পুত্র সন্তান আছে কি কন্যা সন্তান আছে, সন্তান লাল বর্ণের হবে কি কালো বর্ণের হবে এ জ্ঞানও আল্লাহ ছাড়া আর কারো নেই। কেউ এটা জানে না যে, সে আগামীকাল ভাল কাজ করবে কি মন্দ কাজ করবে, মরবে কি বেঁচে থাকবে। হতে পারে যে কালই মৃত্যু বা কোন বিপদ এসে পড়বে। কেউই জানে না যে, কোথায় তার মৃত্যু হবে, কোথায় তার কবর হবে। হতে পারে যে, তাকে সমুদ্রে ভাসিয়ে দেয়া হবে অথবা কোন জনমানবহীন জঙ্গলে মৃত্যুবরণ করবে। কেউই জানে না যে, সে কঠিন মাটিতে, না নরম মাটিতে প্রোথিত হবে। হাদীস শরীফে আছে যে, যে ব্যক্তির মৃত্যু অন্য দেশের মাটিতে লিখা তাকে কোন কার্যোপলক্ষে সেখানে যেতে হয় এবং সেখানেই তার মৃত্যু হয়। এ কথা বলার পর রাসূলুল্লাহ (সঃ) এ আয়াতটিই তিলাওয়াত করেন।আলী হামদানের কবিতায় এ বিষয়টিকে খুব ভালভাবে ফুটিয়ে তোলা হয়েছে। একটি হাদীসে আছে যে, কিয়ামতের দিন যমীন আল্লাহকে বলবেঃ “এগুলো আপনার আমানত যা আপনি আমার কাছে রেখেছিলেন।” (তিবরানী (রঃ) প্রমুখ গুরুজনও এ হাদীসটি বর্ণনা করেছেন)"
    },
    { "ayah": 4, "surah": 31, "text": "Please check ayah 31:5 for complete tafsir." },
    {
      "ayah": 5,
      "surah": 31,
      "text": "১-৫ নং আয়াতের তাফসীর\nসূরায়ে বাকারার তাফসীরের প্রারম্ভেই হুরূফে মুকাত্তাআ’তের অর্থ ও মতলব বিস্তারিতভাবে বর্ণনা করা হয়েছে।যারা শরীয়তের পূর্ণ অনুসারী তাদের জন্যে এই কুরআন হিদায়াত, শিক্ষা ও রহমত স্বরূপ। যারা নামায কায়েম করার সময় নামাযের রু, সময় ইত্যাদির পূর্ণ হিফাযতের সাথে সাথে নফল, সুন্নাত ইত্যাদিও পূর্ণভাবে আদায় করে। যারা ফরয যাকাত আদায় করে, আত্মীয়দের প্রতি দয়া দাক্ষিণ্য করে ও তাদের সাথে উত্তম ব্যবহার করে, দানশীলতার কাজ নিষ্ঠার সাথে চালিয়ে যায় এবং আখিরাতের পুরস্কার ও শাস্তির প্রতি পূর্ণ বিশ্বাস রাখে বলে আল্লাহর দিকে পরিপূর্ণভাবে আকৃষ্ট হয়ে থাকে। যারা পুণ্যের কাজ করে যায় এবং মহান প্রতিপালকের পুরস্কারের প্রতি দৃষ্টি রাখে। যারা রিয়াকারী বা লোক দেখানো কাজ করে না এবং লোকদের প্রশংসাও চায় না। এ ধরনের গুণবিশিষ্ট লোকেরাই সঠিক পথ প্রাপ্ত এবং এরাই তারা যারা দ্বীন ও দুনিয়ায় হবে সফলকাম ও কৃতকার্য।"
    },
    { "ayah": 6, "surah": 31, "text": "Please check ayah 31:7 for complete tafsir." },
    {
      "ayah": 7,
      "surah": 31,
      "text": "৬-৭ নং আয়াতের তাফসীর\nউপরে বর্ণিত সত্বৰ্মশীল লোকেরা আল্লাহর কিতাব হতে হিদায়াত গ্রহণ করতঃ কিতাব শুনে লাভবান হতো। এখানে বর্ণিত হচ্ছে যে, পাপী ও দুষ্ট লোকেরা আল্লাহর কিতাব শুনে কোন উপকার লাভ করতো না, বরং এর পরিবর্তে গান-বাজনা, ঢোল-করতাল নিয়ে মত্ত থাকতো।(আরবি) এ আয়াত সম্পর্কে হযরত আব্দুল্লাহ ইবনে মাসউদ (রাঃ) বলেনঃ “আল্লাহর কসম! এর দ্বারা উদ্দেশ্য হচ্ছে গান-বাজনা ও রাগ-রাগিণী নিয়ে সর্বক্ষণ লিপ্ত থাকা।” তাকে এ আয়াতের ভাবার্থ জিজ্ঞেস করা হলে তিনি তিনবার কসম করে বলেনঃ “এর দ্বারা উদ্দেশ্য হলো গান-বাজনা ও রাগ-রাগিণী।” হযরত ইবনে আব্বাস (রাঃ), হযরত জাবির (রাঃ), হযরত ইকরামা (রঃ), হযরত সাঈদ ইবনে জুবাইর (রঃ), হযরত মুজাহিদ (রঃ), হযরত মাকহুল (রঃ), হযরত আমর ইবনে আয়েব (রঃ) প্রমুখ। গুরুজনেরও এটাই উক্তি। হযরত হাসান বসরী (রঃ) বলেছেন যে, গান-বাজনা, রঙ-তামাশা ইত্যাদির ব্যাপারে এ আয়াতটি অবতীর্ণ হয়েছে। হযরত কাতাদা (রঃ) বলেছেন যে, এর উদ্দেশ্য শুধুমাত্র এটাই নয়, বরং এ কাজের পিছনে টাকা। পয়সা খরচ করা, একে আন্তরিকভাবে পছন্দ করা ও ভালবাসাও এর অন্তর্ভুক্ত।তাদের পথভ্রষ্টতার জন্যে এটাই যথেষ্ট যে, বাতিলকে তারা সত্যের উপর প্রাধান্য দেয় এবং ক্ষতিকর বিষয়কে লাভজনক বিষয়ের উপর স্থান দিয়ে থাকে। একটি উক্তি এও আছে যে, অসার বাক্য ক্রয় করা দ্বারা গায়িকা বা ছুক্রী ক্রয় করাকে বুঝানো হয়েছে। হযরত আবু উমামা (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “গান-বাজনা কারিণী ও গায়িকা মেয়ে বেচাকেনা করা হারাম। বেচে তার মূল্য ভক্ষণ করাও অবৈধ। এ ব্যাপারেই মহামহিমান্বিত আল্লাহ্ (আরবি)-এ আয়াতটি অবতীর্ণ করেছেন।” (এ হাদীসটি ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন। ইমাম তিরিমিযী (রঃ) ও ইমাম ইবনে জারীর (রঃ) উবাইদুল্লাহ ইবনে যাহর (রাঃ) হতে অনুরূপ বর্ণনা করেছেন এবং ইমাম তিরমিযী (রঃ) হাদীসটিকে দুর্বল বলেছেন। এসব ব্যাপারে আল্লাহই সবচেয়ে ভাল জানেন)যহ্হাক (রঃ) বলেন যে, এর দ্বারা শিরকে বুঝানো হয়েছে। ইমাম ইবনে জারীর (রঃ)-এর মত এই যে, প্রত্যেক কথা, যা কালামুল্লাহ ও শরীয়তের অনুসরণে বাধা সৃষ্টি করে তার সবগুলোই এ আয়াতের অন্তর্ভুক্ত। এর দ্বারা তার উদ্দেশ্য হয় ইসলাম ও মুসলমানদের বিরুদ্ধাচরণ করা। একটি কিরআত বা পঠনে (আরবি)  রয়েছে। তখন (আরবি)  টি (আরবি)  হবে অথবা (আরবি)  হবে।মহামহিমান্বিত আল্লাহ বলেনঃ তারা আল্লাহর প্রদর্শিত পথ নিয়ে ঠাট্টা-পি করে। তাদেরই জন্যে রয়েছে অবমাননাকর শাস্তি। যেমন তারা আল্লাহর পথ ও তাঁর কিতাবকে নিয়ে ঠাট্টা-বিদ্রুপ করেছে, তেমনই কিয়ামতের দিন তাদেরকেও ঠাট্টা-বিদ্রুপ করা হবে। তাদেরকে অপমানজনক শাস্তি প্রদান করা হবে। এরপর মহা প্রতাপান্বিত আল্লাহ বলেনঃ যখন তার নিকট আমার আয়াত আবৃত্তি করা হয় তখন সে দম্ভভরে মুখ ফিরিয়ে নেয়। অর্থাৎ এই হতভাগারা, যারা খেল-তামাশায়, গান-বাজনায় ও রাগ-রাগিণীতে মত্ত ছিল তারা কুরআন থেকে দূরে সরে গিয়েছিল, তা শোনা হতে তারা নিজেদের কানকে বধির করে ফেলেছিল, এগুলো তাদের ভাল লাগতো না, শুনলেও তারা তা শোনার মত শুনতো না, বরং তা শোনা তাদের কাছে অপছন্দনীয় ছিল। এটাকে তারা বাজে কাজ মনে করতো। এ কারণে এর মান-সম্মান তাদের কাছে ছিল না। এ জন্যে এ থেকে তারা কিছুই লাভবানও হয়নি। এ থেকে তার প বেপরোয়া হয়ে গিয়েছিল। এখানে আল্লাহর বিধি-বিধান দেখে তারা যেমন বিরক্ত হচ্ছে, কিয়ামতের দিন তারা আল্লাহর আযাব দেখেও বিরক্ত হবে। এখানে আল্লাহর আয়াত শুনে তারা বিরক্তি বোধ করছে বটে, কিন্তু কিয়ামতের দিন তাদের জন্যে রয়েছে যন্ত্রণাদায়ক শাস্তি।"
    },
    { "ayah": 8, "surah": 31, "text": "Please check ayah 31:9 for complete tafsir." },
    {
      "ayah": 9,
      "surah": 31,
      "text": "৮-৯ নং আয়াতের তাফসীর\nএখানে ভাল লোকদের শেষ পরিণতির কথা বর্ণনা করা হচ্ছে যে, যারা আল্লাহর উপর ঈমান এনেছে ও রাসূলুল্লাহ (সঃ)-কে মেনে নিয়েছে, শরীয়ত মুতাবেক কাজ করেছে তাদের জন্যে জান্নাত নির্ধারিত আছে, যার মধ্যে নানা প্রকারের নিয়ামত থাকবে। বিভিন্ন প্রকারের সুস্বাদু খাদ্য, সুন্দর ঝকঝকে তকতকে পোশাক, সুন্দর সুন্দর গাড়ী-ঘোড়া, পবিত্র ডাগর চোখা পরমা সুন্দরী হরীরা বিদ্যমান থাকবে। সেখানে এসব নিয়ামত কখনো নিঃশেষ হবে না। না এগুলো নষ্ট হবে, না ধ্বংস হবে, না কমে যাবে। এসব নিয়ামত অবশ্যই দেয়া হবে। কেননা, এটা আল্লাহর ওয়াদা এবং তিনি তাঁর ওয়াদা কখনো ভঙ্গ করেন না। তিনি দয়ালু, অনুগ্রহশীল ও পরম করুণাময়। তিনি যা ইচ্ছা তাই করে থাকেন। তিনি অসীম ক্ষমতার অধিকারী। সার্বভৌম ক্ষমতা তারই। সবকিছুই তাঁর অয়িত্তের মধ্যে রয়েছে। তিনি প্রজ্ঞাময়। তাঁর কোন কথা, কোন কাজ জ্ঞান-বিবেক বহির্ভূত নয়। তিনি কুরআন কারীমকে মুমিনদের জন্যে পথপ্রদর্শক। ও শিক্ষাদানকারী করেছেন। আর বেঈমানদের জন্যে এটা বোঝা স্বরূপ ও চোখের কাঁটার ন্যায়। মহান আল্লাহ অন্য আয়াতে বলেনঃ (আরবি) অর্থাৎ “আমি অবতীর্ণ করি কুরআন যা মুমিনদের জন্যে আরোগ্য ও রহমত। আর এটা যালিমদের ক্ষতিই বৃদ্ধি করে।” (১৭:৮২)"
    }
  ]
}
