{
  "ayahs": [
    { "ayah": 1, "surah": 32, "text": "Please check ayah 32:3 for complete tafsir." },
    { "ayah": 10, "surah": 32, "text": "Please check ayah 32:11 for complete tafsir." },
    {
      "ayah": 11,
      "surah": 32,
      "text": "১০-১১ নং আয়াতের তাফসীর\nকাফিরদের আকীদা বা বিশ্বাস সম্পর্কে ব্যাখ্যা দেয়া হচ্ছে। মৃত্যুর পর পুনর্জীবনে তারা বিশ্বাসী নয়। ওটা তারা অসম্ভব বলে মনে করে। তারা বলে থাকেঃ যখন আমরা মরে সড়ে পচে যাবো এবং আমাদের অঙ্গ-প্রত্যঙ্গ ছিন্ন ভিন্ন হয়ে মাটির সাথে মিশে যাবে, তারপর আবার কি আমাদেরকে নতুনভাবে সৃষ্টি করা হবে? দুঃখের কথা এই যে, আল্লাহকে তারা নিজেদের সাথে তুলনা করে থাকে। তারা তাদের সীমাবদ্ধ শক্তিকে আল্লাহর অসীম শক্তির সাথে তুলনা করে। তারা জানে ও স্বীকার করে যে, আল্লাহ তা'আলা তাদেরকে প্রথমে সৃষ্টি করেছেন। কিন্তু বড়ই আশ্চর্যজনক কথা এই যে, দ্বিতীয়বার সৃষ্টি করারও শক্তি যে তার আছে এটা তারা স্বীকার করে না। অথচ তারা তো তাঁরই শক্তিতে চালিত হচ্ছে। তার তো শুধু হুকুম মাত্র। যখনই তিনি কোন কিছুকে বলেনঃ হও, আর তেমনি তা হয়ে যায়। এ জন্যেই আল্লাহ তাআলা বলেন যে, তারা তাদের প্রতিপালকের সাক্ষাৎকার অস্বীকার করে।এরপর মহামহিমান্বিত আল্লাহ বলেনঃ তোমাদের জন্যে নিযুক্ত ফেরেশতা তোমাদের প্রাণ হরণ করবে। এর দ্বারা বুঝা যাচ্ছে যে, মালাকুল মাউত’ একজন ফেরেশতার উপাধী। হযরত বারা (রাঃ)-এর ঐ হাদীসটি যার বর্ণনা সূরায়ে ইবরাহীমে গত হয়েছে, ওর দ্বারাও প্রথম কথাটি এটাই বোধগম্য হয়ে থাকে। আর কোন কোন আসারে তার নাম আযরাঈলও (আঃ) রয়েছে এবং এটাই প্রসিদ্ধও বটে। হ্যাঁ, তবে তাঁর সঙ্গী-সাথী ও তার সাথে কাজকারী আরো ফেরেশতা রয়েছেন, যারা দেহ হতে রূহ বের করে থাকেন এবং হুলকুম পর্যন্ত পৌঁছে যাওয়ার পর মালাকুল মাউত ওটা নিয়ে নেন। তাদের জন্যে দুনিয়াকে। ছোট করে দেয়া হয়। যেমন আমাদের সামনে খাবারের খাঞ্চা থাকে। মন চায় যে, সেটা এমন স্থানে রাখা হালে যাতে সেটা থেকে খাবার উঠিয়ে নেয়ার সুবিধা হয়। ফেরেশতাদের কাছে দুনিয়াও ঠিক তদ্রুপ।এই বিষয়ের উপর একটি মুরসাল হাদীসও রয়েছে। আর ওটা হযরত ইবনে আব্বাস (রাঃ)-এর উক্তিও বটে।জাফর ইবনে মুহাম্মাদ (রাঃ) হতে বর্ণিত আছে যে, তিনি তাঁর পিতাকে বলতে শুনেছেনঃ একজন আনসারীর শিয়রে মালাকুল মাউতকে দেখে রাসূলুল্লাহ (সঃ) তাকে বলেনঃ “হে মালাকুল মাউত! আমার সাহাবীর রূহ সহজভাবে কব করুন।” মালাকুল মাউত উত্তরে বললেনঃ “হে আল্লাহর নবী (সঃ)! আপনি নিশ্চিন্ত থাকুন ও চিত্তকে আনন্দিত রাখুন। কেননা, আমি প্রত্যেক মুমিনের ব্যাপারে কোমলতা অবলম্বন করে থাকি। শুনুন, হে আল্লাহর রাসূল (সঃ)! আল্লাহর শপথ! সারা দুনিয়ার প্রত্যেক কাঁচাপাকা ঘরে, স্থলে হালে বা জলে হালে, প্রত্যেক দিন আমি পাঁচবার চক্কর লাগিয়ে থাকি। তাদের ছোট ও বড় নিজেদেরকে যতটা চিনে তার চেয়ে বেশী আমি তাদেরকে চিনি। হে মুহাম্মাদ (সঃ)! আল্লাহর শপথ! আল্লাহর আদেশ না হওয়া পর্যন্ত আমি একটি মশারও জান কবয করতে পারি না।” (এ হাদীসটি ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)হযরত জাফর (রঃ) বর্ণনা করেছেন যে, মালাকুল মাউতের দিনের মধ্যে পাঁচবার একটি মানুষের খোঁজ-খবর নেয়ার অর্থ হচ্ছে পাঁচ ওয়াক্ত নামাযের সময় তাকে দেখে নেয়া। যদি সে নামাযের হিফাযতকারী হয় তবে ফেরেশতা তার নিকটে অবস্থান করেন এবং শয়তান তার থেকে দূরে থাকে। শেষ সময়ে ফেরেশতা তাকে “লা ইলাহা ইল্লাল্লাহু মুহাম্মাদুর রাসূলুল্লাহ’-এর তালকীন দিয়ে থাকেন। মুজাহিদ (রঃ) বলেন যে, মালাকুল মাউত প্রত্যেকদিন প্রতিটি বাড়ীতে দু’বার করে এসে থাকেন। কা’ব আহবার (রঃ) তো এর সাথে সাথে একথাও বলেন যে, মালাকুল মাউত দরজার উপর অবস্থান করেন এবং সারা দিনের মধ্যে সাতবার দৃষ্টিপাত করেন যে, ঐ বাড়ীর লোকদের মধ্যে কারো জান কবয করার নির্দেশ হয়েছে কি-না।মহান আল্লাহ বলেনঃ অবশেষে তোমরা তোমাদের প্রতিপালকের নিকট প্রত্যানীত হবে। কবর থেকে বের হয়ে হাশরের মাঠে আল্লাহর সামনে তোমাদেরকে হাযির হতে হবে এবং সেখানে তোমরা তোমাদের কৃতকর্মের ফল ভোগ করবে।"
    },
    { "ayah": 12, "surah": 32, "text": "Please check ayah 32:14 for complete tafsir." },
    { "ayah": 13, "surah": 32, "text": "Please check ayah 32:14 for complete tafsir." },
    {
      "ayah": 14,
      "surah": 32,
      "text": "১২-১৪ নং আয়াতের তাফসীর\nতোমাদেরকে বিস্মৃত হয়েছি, তোমরা যা করতে তজ্জন্যে তোমরা স্থায়ী শাস্তি ভোগ করতে থাকো।আল্লাহ তা'আলা বলেনঃ এ পাপীরা যখন নিজেদের পুনর্জীবন স্বচক্ষে দেখবে তখন অত্যন্ত লজ্জিত অবস্থায় মাথা নীচু করে আল্লাহর সামনে দণ্ডায়মান হবে। তখন তারা বলবেঃ হে আমাদের প্রতিপালক! আমাদের চোখ এখন উজ্জ্বল হয়েছে এবং আমাদের কানগুলো খাড়া হয়েছে। এখন আমরা বুঝতে ও জানতে পেরেছি। এখন আমরা বুঝে সুঝে কাজ করবো। আমাদের অন্ধত্ব ও বধিরতা দূর হয়ে গেছে। সুতরাং আমাদেরকে পুনরায় দুনিয়ায় ফিরিয়ে দিন। আমরা সকর্ম করবো, আমরা তো দৃঢ় বিশ্বাসী। ঐ সময় কাফিররা নিজেদের তিরস্কার করতে থাকবে। জাহান্নামে প্রবেশের সময় তারা আক্ষেপ করে বলবেঃ  (আরবি) অর্থাৎ “(তারা আরো বলবেঃ) যদি আমরা শুনতাম অথবা বিবেক বুদ্ধি প্রয়োগ করতাম, তাহলে আমরা জাহান্নামবাসী হতাম না।” (৬৭:১০) অনুরূপভাবে এরা বলবেঃ হে আমাদের প্রতিপালক! আমরা প্রত্যক্ষ করলাম ও শ্রবণ করলাম, এখন আপনি আমাদেরকে পুনরায় প্রেরণ করুন (পার্থিব জগতে)। তাহলে আমরা সকর্ম করবো, আমরা তো দৃঢ় বিশ্বাসী। অর্থাৎ আমাদের এখন দৃঢ় বিশ্বাস জন্মেছে যে, আপনার প্রতিশ্রুতি সত্য এবং আপনার সাক্ষাৎকার সত্য। আর আল্লাহ তাআলাও জানেন যে, যদি তিনি তাদেরকে পার্থিব জগতে ফিরিয়ে দেন তবে তারা পূর্বের মতই কাফির হয়ে যাবে এবং তাঁর আয়াতসমূহকে অস্বীকার করবে ও তার রাসূলদের বিরুদ্ধাচরণ করবে। যেমন মহান আল্লাহ বলেনঃ (আরবি)অর্থাৎ “তুমি যদি দেখতে যে, যখন তাদেরকে জাহান্নামের উপর দাঁড় করানো হবে তখন তারা বলবেঃ হায়! যদি আমাদেরকে ফিরিয়ে দেয়া হতো তবে আমরা আমাদের প্রতিপালকের আয়াতসমূহকে অবিশ্বাস করতাম না।” (৬:২৭)এজন্যেই আল্লাহ তাআলা এখানে বলেনঃ আমি ইচ্ছা করলে প্রত্যেক ব্যক্তিকে সৎপথে পরিচালিত করতে পারতাম। যেমন তিনি বলেনঃ (আরবি)অর্থাৎ “যদি তোমার প্রতিপালক ইচ্ছা করতেন তবে ভূ-পৃষ্ঠে অবস্থানকারী সবাই অবশ্যই ঈমান আনতো।” (১০:৯৯) কিন্তু আমার এ কথা অবশ্যই সত্য যে, আমি নিশ্চয়ই দানব ও মানব উভয় দ্বারা জাহান্নাম পূর্ণ করবো। এটা আল্লাহর অটল ফায়সালা। আমরা তাঁর সত্তায় পূর্ণ বিশ্বাস করি এবং তাঁর সমুদয় কথা হতে ও তার শাস্তি হতে তাঁর নিকট আশ্রয় প্রার্থনা করছি।ঐদিন জাহান্নামীদেরকে বলা হবেঃ তবে শাস্তি আস্বাদন কর, কারণ আজকের এই সাক্ষাৎকারের কথা তোমরা বিস্মৃত হয়েছিলে। একে তোমরা অসম্ভব মনে করতে। আজ আমিও তোমাদেরকে বিস্তৃত হয়েছি। আল্লাহ তা'আলার পবিত্র সত্তা ভুল-ভ্রান্তি হতে সম্পূর্ণরূপে পবিত্র। এটা শুধু বদল বা বিনিময় হিসেবে বলা হয়েছে। যেমন অন্য আয়াতে আল্লাহ তাআলা বলেনঃ (আরবি) অর্থাৎ “আজ আমি তোমাদেরকে ভুলে গেলাম যেমন তোমরা তোমাদের এদিনের সাক্ষাৎকারকে ভুলে গিয়েছিলে।” (৪৫:৩৪)।মহামহিমান্বিত আল্লাহ বলেনঃ তোমরা যা করতে তজ্জন্যে তোমরা স্থায়ী শাস্তি ভোগ করতে থাকো। অর্থাৎ তোমাদের কুফরী ও মিথ্যা প্রতিপন্ন করার কারণে স্থায়ী শাস্তির স্বাদ গ্রহণ করতে থাকো। যেমন আল্লাহ তাআলা অন্য আয়াতে বলেনঃ (আরবি)অর্থাৎ “সেথায় তারা আস্বাদন করবে না শৈত্য, না কোন পানীয়- ফুটন্ত পানি ও পূজ ব্যতীত... আমি তো তোমাদের শাস্তিই শুধু বৃদ্ধি করবো।” (৭৮:২৪-৩০)"
    },
    { "ayah": 15, "surah": 32, "text": "Please check ayah 32:17 for complete tafsir." },
    { "ayah": 16, "surah": 32, "text": "Please check ayah 32:17 for complete tafsir." },
    {
      "ayah": 17,
      "surah": 32,
      "text": "১৫-১৭ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা বলেনঃ সত্যিকারের ঈমানদারদের লক্ষণ এই যে, তারা আন্তরিকতার সাথে কান লাগিয়ে আমার কথা শ্রবণ করে থাকে। আর ঐ। অনুযায়ী তারা আমল করে। মুখে তারা এগুলো স্বীকার করে ও সত্য বলে মেনে নেয়। আর অন্তরেও তারা এগুলোকে সত্য বলেই জানে। তারা সিজদায় পড়ে তাদের প্রতিপালকের তসবীহ পাঠ করে ও প্রশংসা কীর্তন করে। সত্যের অনুসরণে তারা মোটেই পিছ পা হয় না। তারা হঠকারিতা করে না। এ বিদআতগুলো কাফিররা করে থাকে। যেমন মহান আল্লাহ বলেনঃ (আরবি) অর্থাৎ “যারা আমার উপাসনায় অহংকার করে, সত্বরই তারা লাঞ্ছিত অবস্থায় জাহান্নামে প্রবেশ করবে।” (৪০:৬০)এই খাঁটি ঈমানদারদের একটি লক্ষণ এটাও যে, রাত্রে তারা বিছানা ছেড়ে দিয়ে উঠে পড়ে এবং তাহাজ্জুদের নামায আদায় করে থাকে। কেউ কেউ মাগরিব ও এশার নামাযের মধ্যবর্তী নামাযকে বুঝিয়েছেন। কেউ কেউ বলেন যে, এর দ্বারা উদ্দেশ্য হচ্ছে এশার নামাযের জন্যে অপেক্ষা করা। আবার কারো কারো মত এই যে, এর দ্বারা এশা ও ফজরের নামায জামাআতের সাথে আদায় করাকে বুঝানো হয়েছে। এই মুমিনরা আল্লাহর আযাব হতে পরিত্রাণ পাওয়া ও তার নিয়ামত লাভ করার জন্যে তাঁর নিকট প্রার্থনা করে থাকে। সাথে সাথে তারা দান খায়রাতও করে থাকে। নিজেদের সাধ্য অনুযায়ী তারা আল্লাহর পথে খরচ করে। তারা এমন পুণ্যের কাজও করে যার সম্পর্ক তাদের নিজেদের সাথে। আবার এমন পুণ্যের কাজগুলোও করে যেগুলোর সম্পর্ক থাকে অন্যদের সাথে। এসব পুণ্যের কাজে তিনি সর্বাপেক্ষা অগ্রগামী, যার মর্যাদা সবচেয়ে বেশী। অর্থাৎ আদম-সন্তানদের নেতা ও দোজাহানের গৌরব হযরত মুহাম্মাদ (সঃ)। এটা হযরত আবদুল্লাহ ইবনে রাওয়াহা (রাঃ) তাঁর নিম্নের কবিতার মধ্যে সুন্দরভাবে ফুটিয়ে তুলেছেনঃ (আরবি)অর্থাৎ “আমাদের মধ্যে আল্লাহর রাসূল (সঃ) রয়েছেন যিনি সকাল হওয়া মাত্রই আল্লাহর পবিত্র কিতাব পাঠ করে থাকেন। তিনি আমাদেরকে অন্ধত্বের পর পথ প্রদর্শন করেছেন, আমাদের অন্তর এ দৃঢ় বিশ্বাস রাখে যে, তিনি যা বলেছেন তা সংঘটিত হবেই। রাত্রে যখন মুশরিকরা গভীর নিদ্রায় নিমগ্ন থাকে তখন তার পার্শ্বদেশ শয্যা হতে পৃথক হয়ে যায় (অর্থাৎ তিনি শয্যা ত্যাগ করে আল্লাহর ইবাদতে মশগুল হয়ে পড়েন)।”হযরত ইবনে মাসউদ (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “আল্লাহ তা'আলা দুই ব্যক্তির উপর খুবই খুশী হন। এক হলো ঐ ব্যক্তি যে শান্তি ও আরামের নিদ্রায় বিভোর থাকে, কিন্তু হঠাৎ তার আল্লাহর নিয়ামত ও শাস্তির কথা স্মরণ হয়ে যায় এবং তখনই সে বিছানা ত্যাগ করে উঠে পড়ে এবং আল্লাহর সামনে দাঁড়িয়ে নামায শুরু করে দেয়। দ্বিতীয় হলো ঐ ব্যক্তি যে জিহাদে লিপ্ত রয়েছে, কাফিরদের বিরুদ্ধে যুদ্ধ করতে করতে অনুভব করে যে, মুসলমানরা পরাজয়ের সম্মুখীন হয়ে পড়েছে। তখন সে এ চিন্তা করে যে, যুদ্ধক্ষেত্র হতে পালিয়ে গেলে আল্লাহ অসন্তুষ্ট হবেন এবং সামনে অগ্রসর হলে তিনি সন্তুষ্ট হবেন। সুতরাং সে সম্মুখে অগ্রস হওয়াই পছন্দ করলো এবং কাফিরদের বিরুদ্ধে যুদ্ধে লিপ্তই থাকলো। শেষ পর্যন্ত সে স্বীয় গর্দান আল্লাহর পথে লুটিয়ে দিলো। আল্লাহ তাআলা গর্বভরে ফেরেশতাদেরকে তার প্রতি দৃষ্টিপাত করতে বলেন এবং তার প্রশংসা করেন। (এ হাদীসটি ইমাম আহমাদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন)হযরত মুআয ইবনে জাবাল (রাঃ) হতে বর্ণিত, তিনি বলেন, আমি এক সফরে নবী (সঃ)-এর সঙ্গে ছিলাম। সকালের দিকে আমি তার খুব নিকটবর্তী হয়ে চলছিলাম। আমি তাকে জিজ্ঞেস করলামঃ হে আল্লাহর নবী (সঃ)! আমাকে এমন আমলের কথা বলে দিন যা আমাকে জান্নাতে নিয়ে যাবে ও জাহান্নাম হতে দূরে রাখবে। রাসূলুল্লাহ (সঃ) বলেনঃ “তুমি খুব বড় প্রশ্ন করেছে। তবে আল্লাহ যার জন্যে তা সহজ করে দেন তার জন্যে তা সহজ হয়ে যায়। তাহলে শুনো, তুমি আল্লাহর ইবাদত করবে এবং তার সাথে অন্য কিছুকে শরীক করবে না, নামায কায়েম করবে, যাকাত দেবে, রমযানের রোযা রাখবে ও বায়তুল্লাহর হজ্ব করবে।” তারপর তিনি বলেনঃ “আমি তোমাকে কল্যাণের দরজাসমূহের কথা কি বলে দিবো না? তাহলো: রোযা ঢাল স্বরূপ, দান-খয়রাত পাপ ও অপরাধ মুছে ফেলে এবং মধ্য রাত্রে মানুষের নামায।” অতঃপর তিনি (আরবি)-এ আয়াতটি পাঠ করেন এবং (আরবি) পর্যন্ত পৌঁছে যান। এরপর তিনি বলেনঃ “আমি কি তোমাকে এই বিষয়ের (আমরে দ্বীনের) মাথা, স্তম্ভ এবং চূড়া ও উচ্চতার কথা বলবো না? জেনে রেখো যে, এই আমরের (দ্বীনের) মাথা ইসলাম, এর স্তম্ভ নামায এবং এর চূড়া ও উচ্চতা হচ্ছে আল্লাহর পথে জিহাদ।” তারপর তিনি বলেনঃ “আমি কি তোমাকে এসব কাজের নেতার খবর দিবো না?” অতঃপর তিনি স্বীয় জিহ্বা ধরে বললেনঃ “এটাকে সংযত রাখবে।” আমি বললামঃ হে আল্লাহর রাসূল (সঃ)! আমরা যে কথা বলছি একারণেও কি আমাদেরকে পাকাড়ও করা হবে? তিনি উত্তরে বললেনঃ “ওরে নির্বোধ মুআয (রাঃ)! তোমার কি এটুকুও জানা নেই যে, মানুষকে মুখের ভরে (অথবা নাকের ভরে) জাহান্নামে নিক্ষেপ করা হবে শুধু তার জিহ্বার ধারের কারণে।” (এ হাদীসটি মুসনাদে আহমাদে বর্ণিত হয়েছে)এ হাদীসই কয়েকটি সনদে বর্ণিত হয়েছে। একটি সনদে এও আছে যে, (আরবি)-এ আয়াতটি পাঠ করে রাসূলুল্লাহ (সঃ) বলেছিলেনঃ “এর দ্বারা উদ্দেশ্য হলো বান্দার রাত্রের নামায পড়া।” অন্য রিওয়াইয়াতে রাসূলুল্লাহ (সঃ)-এর এ উক্তিও বর্ণিত আছে যে, মানুষের অর্ধরাত্রে নামাযে দাঁড়ানোকে বুঝানো হয়েছে। তারপর তার উপরোক্ত আয়াতটি তিলাওয়াত করাও বর্ণিত আছে।হযরত আসমা বিনতে ইয়াযীদ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “কিয়ামতের দিন যখন আল্লাহ তাআলা প্রথম ও শেষের সমস্ত লোককে একত্রিত করবেন। তখন একজন ঘোষণাকারী (ফেরেশতা) উচ্চ স্বরে ঘোষণা করবেন যার ঘোষণা সমস্ত সৃষ্টজীব শুনতে পাবে। তিনি ঘোষণা করবেনঃ “আল্লাহর নিকট সবচেয়ে সম্মানিত কে তা আজ সবাই জানতে পারবে।” আবার তিনি ঘোষণা করবেনঃ “যাদের পার্শ্বদেশ শয্যা হতে পৃথক থাকতো (অর্থাৎ যারা তাহাজ্জুদ পড়তে) তারা যেন দাঁড়িয়ে যায়। তখন তারা দাড়িয়ে যাবে। কিন্তু তাদের সংখ্যা হবে খুবই কম। (এ হাদীসটি ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)হযরত আসলাম (রাঃ) হতে বর্ণিত আছে যে, হযরত বিলাল (রাঃ) বলেনঃ ‘যখন (আরবি)-এ আয়াতটি অবতীর্ণ হয় তখন আমরা মজলিসে বসেছিলাম। রাসূলুল্লাহ (সঃ)-এর সাহাবীদের (রাঃ) কেউ কেউ মাগরেবের পর এশা পর্যন্ত নামাযের মধ্যে ছিলেন, এমন সময় এ আয়াতটি অবতীর্ণ হয়। (এটা বাযযার (রঃ) বর্ণনা করেছেন। এই হাদীসের এই একটি মাত্র সনদ)এরপর মহান আল্লাহ বলেনঃ কেউই জানে না তাদের জন্যে নয়নপ্রীতিকর কি লুক্কায়িত রাখা হয়েছে তাদের কৃতকর্মের পুরস্কার স্বরূপ। যেহেতু তারা গোপনে ইবাদত করতো সেহেতু আমিও গোপনে তাদের জন্যে তাদের নয়নপ্রীতিকর নিয়ামতরাজি মওজুদ করে রেখেছি যা কেউ না চোখে দেখেছে, না কানে শুনেছে, কল্পনা করেছে। হযরত আবু হুরাইরা (রাঃ) রাসূলুল্লাহ (সঃ) হতে বর্ণনা করেছেন যে, আল্লাহ তাআলা বলেনঃ “আমি আমার সৎ বান্দাদের জন্যে এমন রহমত ও নিয়ামত প্রস্তুত রেখেছি যা কেউ চোখে দেখেনি, কানে শুনেনি এবং অন্তরে কল্পনাও করেনি।” (এ হাদীসটি ইমাম বুখারী (রঃ) বর্ণনা করেছেন) এ হাদীসটি বর্ণনা করার পর হযরত আবু হুরাইরা (রাঃ) বলেন, কুরআন কারীমের নিম্নের আয়াতটি পাঠ করতে পারঃ (আরবি) অর্থাৎ “কেউই জানে না তাদের জন্যে নয়নপ্রীতিকর কি লুক্কায়িত রাখা হয়েছে তাদের কৃতকর্মের পুরস্কার স্বরূপ।”এই রিওয়াইয়াতে (আরবি)-এর স্থলে (আরবি) পড়াও বর্ণিত আছে।আর একটি রিওয়াইয়াতে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যক্তি জান্নাতে প্রবেশ করবে তাকে যে নিয়ামত দেয়া হবে তা কখনো শেষ হবে না।  তার কাপড় পুরাতন হবে না, তার যৌবনে ভাটা পড়বে না। তার জন্যে জান্নাতে এমন নিয়ামত রয়েছে যা কোন চক্ষু দেখেনি, কোন কর্ণ শুনেনি এবং কোন মানুষের অন্তরে কল্পনাও জাগেনি।” (এ হাদীসটি ইমাম মুসলিম (রঃ) বর্ণনা করেছেন) হযরত সাহল ইবনে সা'দ আস সাইদী (রাঃ) হতে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ (সঃ)-এর এক মজলিসে উপস্থিত ছিলাম, তিনি জান্নাতের গুণাবলী বর্ণনা করেন। হাদীসের শেষ ভাগে তিনি বলেনঃ “তাতে এমন নিয়ামত রয়েছে যা চক্ষু দেখেনি, কর্ণ শুনেনি এবং মানুষের অন্তরে কল্পনাও জাগেনি।” অতঃপর তিনি (আরবি) পর্যন্ত আয়াতগুলো পাঠ করেন।” (এটা ইমাম আহমাদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন)হযরত আবু সাঈদ খুদরী (রাঃ) রাসূলুল্লাহ (সঃ) হতে বর্ণনা করেছেন যে, মহামহিমান্বিত আল্লাহ বলেনঃ “আমি আমার সৎ বান্দাদের জন্যে এমন নিয়ামত প্রস্তুত রেখেছি যা কোন চোখ দেখেনি, কোন কান শুনেনি এবং মানুষের অন্তর কল্পনাও করতে পারেনি।” (এ হাদীসটি ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন)হযরত মুগীরা ইবনে শুবা (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ হযরত মূসা (আঃ) তার মহিমান্বিত প্রতিপালককে জিজ্ঞেস করেনঃ “হে আমার প্রতিপালক! সর্বনিম্ন পর্যায়ের জান্নাতীদের মর্যাদা কি?” উত্তরে মহান আল্লাহ বলেনঃ “সর্বনিম্ন পর্যায়ের জান্নাতী হলো ঐ ব্যক্তি যে সমস্ত জান্নাতীর জান্নাতে চলে যাওয়ার পরে আসবে। তাকে বলা হবেঃ “জান্নাতে প্রবেশ কর।” সে বলবেঃ “হে আল্লাহ! কোথায় যাবো? সবাই তো নিজ নিজ স্থান দখল করে নিয়েছে এবং নিজ নিজ জিনিস সাজিয়ে গুছিয়ে নিয়েছে?” তাকে বলা হবেঃ “তুমি কি এতে সন্তুষ্ট হবে যে, তোমাকে এতোটা দেয়া হবে যতোটা দুনিয়ার কোন বাদশাহর ছিল?” সে উত্তরে বলবেঃ “হে আমার প্রতিপালক! হ্যাঁ, আমি এতেই সন্তুষ্ট হবো।” তখন আল্লাহ তা'আলা বলবেনঃ “যাও, তোমাকে ততটাই দেয়া হলো এবং আরো ততোটা, আরো ততোটা, আরো ততোটা ও আরো ততোটা।” সে তখন বলবেঃ “হে আমার প্রতিপালক! যথেষ্ট হয়েছে। আমি এতে সন্তুষ্ট হয়ে গেলাম।” আল্লাহ তা'আলা বলবেনঃ “যাও, আমি তোমাকে এগুলো সবই দিলাম। এবং আরো দশগুণ দিলাম। তোমার জন্যে আরো রয়েছে যা তোমার মন চাইবে  এবং তোমার চক্ষু ঠাণ্ডা হবে।” সে বলবেঃ “হে আমার প্রতিপালক! আমার তো আশা পূর্ণ হয়ে গেছে এবং আমি খুশী হয়েছি।” হযরত মূসা (আঃ) তখন বললেনঃ “হে আল্লাহ! তাহলে সর্বোচ্চ পর্যায়ের জান্নাতীদের অবস্থা কি?” উত্তরে আল্লাহ তা'আলা বলেনঃ “এরা ঐ সব লোক যাদের কারামত আমি স্বহস্তে বপন করেছি এবং ওর উপর আমার মোহর লাগিয়েছি। সুতরাং তা কেউ না দেখতে পেয়েছে, না শুনতে পেয়েছে, না কেউ অন্তরে ধারণা করতে পেরেছে। এর স্বরূপ মহামহিমান্বিত আল্লাহর কিতাবের (আরবি)   আয়াতটি।” (এ হাদীসটি ইমাম মুসলিম (রঃ) স্বীয় সহীহ গ্রন্থে বর্ণনা করেছেন)হযরত আমির ইবনে আবদিল ওয়াহেদ (রঃ) বলেন যে, তাঁর কাছে খবর পৌঁছেছেঃ একজন জান্নাতী স্বীয় হুরের ভালবাসা ও প্রেমালাপে সত্তর বছর পর্যন্ত মশগুল থাকবে। অন্য কোন দিকে সে লক্ষ্যই করবে না। তারপর যখন সে অন্য দিকে লক্ষ্য করবে তখন দেখবে যে, প্রথমটির চেয়ে অধিকতর সুন্দরী ও নূরানী চেহারার হুর পাশেই বসে আছে। এ হুরটি তাকে তার প্রতি আকৃষ্ট হতে দেখে বলবেঃ “এবার আমার বাসনা পূর্ণ হবে।” লোকটি তাকে জিজ্ঞেস করবেঃ “তুমি কে?” সে উত্তরে বলবেঃ “আমি অতিরিক্তদের মধ্যে একজন।” তখন সে সম্পূর্ণরূপে তারই প্রতি আকৃষ্ট হয়ে পড়বে। পুনরায় তার সাথে সত্তর বছরকাল প্রেমালাপে ও আমোদ আহ্লাদে সে কাটিয়ে দেবে। এরপর অন্য দিকে যখন তার দৃষ্টি ফিরবে তখন দেখবে যে, এর চেয়েও বেশী সুন্দরী হুর পাশেই অবস্থান করছে। এ হুরটি বলবেঃ “এখন তো সময় হয়েছে, এবার তো আমার পালা।” জান্নাতী লোকটি তাকে প্রশ্ন করবেঃ “তুমি কে?” হুরটি উত্তর দেবেঃ “আমি তাদেরই একজন যাদের সম্পর্কে আল্লাহ তা'আলা বলেছেনঃ “কেউই জানে না তাদের জন্যে নয়নপ্রীতিকর কি লুক্কায়িত রাখা হয়েছে তাদের কৃতকর্মের পুরস্কার স্বরূপ। (এটা ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)হযরত সাঈদ ইবনে জুবায়ের (রঃ) বলেন যে, ফেরেশতারা দুনিয়ার দিনের পরিমাপে প্রতিদিন তিনবার করে জান্নাতীদের কাছে আসবেন জান্নাতে আদন হতে আল্লাহ প্রদত্ত উপঢৌকন নিয়ে যা তাদের জান্নাতে থাকবে না। এ আয়াতে তারই বর্ণনা দেয়া হয়েছে। ঐ ফেরেশতারা তাদেরকে বলবেনঃ “আল্লাহ তোমাদের প্রতি সন্তুষ্ট।” আবুল ইয়ামানী আল হাওযানী হতে অথবা অন্য কেউ হতে বর্ণিত আছে যে, জান্নাতের একশ’টি শ্রেণী বা স্তর রয়েছে। প্রথমটি চাদির তৈরী। ওর যমীনও চাদির এবং বাসভবনগুলোও চাদির। ওর মাটি হলো মৃগনাভি। দ্বিতীয়টি সোনার তৈরী, যমীনও সোনার, ঘরবাড়ীও সোনার, পানপাত্রও সোনার এবং মাটি হলো মৃগনাভি। তৃতীয়টি মণি-মুক্তার তৈরী, যমীনও মণি-মুক্তার, বাড়ী-ঘরও মণি-মুক্তার, পানপাত্রগুলোও মণি-মুক্তার এবং মাটি হলো মৃগনাভি। বাকী সাতানব্বইটি তো হলো এমনই যেগুলো না কোন চক্ষু দেখেছে, না কোন কর্ণ শুনেছে এবং না কোন অন্তরে কল্পনা জেগেছে। অতঃপর তিনি (আরবি)-এ আয়াতটিই তিলাওয়াত করেন। (এটা ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন)হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) হযরত রূহুল আমীন (হ্যরত জিবরাঈল আঃ) হতে বর্ণনা করেছেনঃ “মানুষের পাপ ও পুণ্য আনয়ন করা হবে। একটি অপরটি হতে কম করা হবে। অতঃপর যদি একটি পুণ্যও বেঁচে যায় তবে আল্লাহ তা'আলা ওটাকে বৃদ্ধি করে দিবেন এবং জান্নাতের প্রশস্ততা দান করবেন।” বর্ণনাকারী ইয়াযদারদকে জিজ্ঞেস করেনঃ “পুণ্য কোথায় গেল?” উত্তরে তিনি নিম্নের আয়াতটি তিলাওয়াত করেনঃ (আরবি) অর্থাৎ “এরা ওরাই যাদের ভাল কাজগুলো আমি কবুল করে নিয়েছি এবং পাপগুলোকে ক্ষমা করে দিয়েছি।\" (৪৬:১৬) বর্ণনাকারী বলেনঃ “তাহলে (আরবি)-এ আয়াতের অর্থ কি?” জবাবে তিনি বলেনঃ “বান্দা যখন পুণ্যের কাজ গোপনে করে তখন আল্লাহ তা'আলাও কিয়ামতের দিন তার শান্তির জন্যে নয়নপ্রীতিকর যা গোপন করে রেখেছিলেন তা তাকে প্রদান করবেন। (এটাও ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন)"
    },
    { "ayah": 18, "surah": 32, "text": "Please check ayah 32:22 for complete tafsir." },
    { "ayah": 19, "surah": 32, "text": "Please check ayah 32:22 for complete tafsir." },
    { "ayah": 2, "surah": 32, "text": "Please check ayah 32:3 for complete tafsir." },
    { "ayah": 20, "surah": 32, "text": "Please check ayah 32:22 for complete tafsir." },
    { "ayah": 21, "surah": 32, "text": "Please check ayah 32:22 for complete tafsir." },
    {
      "ayah": 22,
      "surah": 32,
      "text": "১৮-২২ নং আয়াতের তাফসীর\nআল্লাহ তা'আলার আদল, ইনসাফ ও করুণার কথা এখানে বর্ণনা করা হচ্ছে। তিনি সকর্মশীল ও পাপাচারীকে সমান চোখে দেখেন না। যেমন তিনি অন্য জায়গায় বলেনঃ (আরবি) অর্থাৎ “যারা মন্দ কাজে লিপ্ত আছে তারা কি মনে করে যে, আমি তাদেরকে ঈমানদার ও সঙ্কৰ্মশীলদের মত করবো? তাদের জীবন ও মরণ সমান। তাদের অভিসন্ধি কতই জঘন্য!” (৪৫:২১) আর এক জায়গায় বলেনঃ (আরবি)অর্থাৎ “যারা ঈমান আনে ও সঙ্কর্ম করে তাদেরকে কি আমি ঐ লোকদের মত করবো যারা ভূপৃষ্ঠে বিশৃংখলা সৃষ্টি করে? অথবা আমি কি আল্লাহভীরুদেরকে পাপাচারীদের মত করবো?” (৩৮:২৮) অন্য এক জায়গায় মহান আল্লাহ বলেনঃ (আরবি) অর্থাৎ ‘জাহান্নামের অধিবাসী ও জান্নাতের অধিবাসী সমান নয়।' (৫৯:২০)এখানেও বলা হয়েছে যে, কিয়ামতের দিন মুমিন ও কাফির এক মর্যাদার লোক হবে না। বলা হয়েছে যে, এ আয়াত হযরত আলী (রাঃ) এবং উকবাহ ইবনে আবি মুঈতের ব্যাপারে অবতীর্ণ হয়।অতঃপর আল্লাহ তা'আলা এই দুই প্রকারের লোকের বিস্তারিত বর্ণনা দিচ্ছেন যে, যে ব্যক্তি আন্তরিকতার সাথে আল্লাহর কালামের সত্যতা স্বীকার করে ও ওটা অনুযায়ী আমল করে তাকে এমন জান্নাত দেয়া হবে যেখানে বাড়ী ঘর রয়েছে, অট্টালিকা রয়েছে, উঁচু উঁচু প্রাসাদ রয়েছে এবং শান্তিতে বসবাসের উপযোগী সমস্ত উপকরণ রয়েছে। এটা হবে তার ভাল কাজের বিনিময়ে আপ্যায়ন। পক্ষান্তরে যারা আনুগত্য ছেড়ে দিয়েছে তাদের বাসস্থান হবে জাহান্নাম, যেখান হতে তারা বের হতে পারবে না। যেমন অন্য আয়াতে রয়েছেঃ (আরবি)অর্থাৎ “যখনই তারা তথাকার (জাহান্নামের) দুঃখ-কষ্ট হতে বের হতে চাইবে তখনই তাদেরকে ফিরিয়ে দেয়া হবে।” (২২:২২)।হযরত ফুয়েল ইবনে আইয়ায (রঃ) বলেনঃ “আল্লাহর কসম! তাদের হাত-পা বাঁধা থাকবে। অগ্নিশিখা তাদেরকে নিয়ে উপরে-নীচে যাওয়া-আসা করবে। ফেরেশতারা তাদেরকে শাস্তি দিতে থাকবেন।”তাদেরকে ধমক দিয়ে বলা হবেঃ যে অগ্নির শাস্তিকে তোমরা মিথ্যা বলতে তা আস্বাদন কর। (আরবি) বা লঘু শাস্তি দ্বারা পার্থিব বিপদ-আপদ, দুঃখ-কষ্ট, ব্যথা-বেদনা, রোগ-শোক ইত্যাদিকে বুঝানো হয়েছে। এগুলো এ জন্যেই দেয়া হয় যে, যেন মানুষ সতর্ক হয়ে যায় ও আল্লাহর প্রতি আকৃষ্ট হয়ে পড়ে এবং পারলৌকিক ভীষণ শাস্তি হতে পরিত্রাণ লাভ করতে পারে। একটি উক্তি এও আছে যে, এর দ্বারা উদ্দেশ্য হলো পাপসমূহের ঐ নির্ধারিত শাস্তি যা দুনিয়ায় দেয়া হয়ে থাকে, যাকে শরীয়তের পরিভাষায় হুদূদ বলা হয়। এও বলা হয়েছে যে, এর দ্বারা কবরের শাস্তিকে বুঝানো হয়েছে। সুনানে নাসাঈতে রয়েছে যে, এর দ্বারা উদ্দেশ্য হলো দুর্ভিক্ষ। হযরত উবাই ইবনে কা'ব (রাঃ) বলেন যে, এর দ্বারা উদ্দেশ্য হলো চন্দ্র দ্বিখণ্ডিত হওয়া, ধূম্র বহির্গত হওয়া, ধর-পাকড় হওয়া, ধ্বংসাত্মক শাস্তি হওয়া, বদরের যুদ্ধে কাফিরদের বন্দী ও নিহত হওয়া। কেননা, বদর-যুদ্ধের এ পরাজয়ের কারণে মক্কার ঘরে ঘরে শোলে ও বিলাপের ছায়া পড়ে গিয়েছিল। এই আয়াতে এই আযাবের প্রতিই ইঙ্গিত করা হয়েছে।এরপর মহামহিমান্বিত আল্লাহ বলেনঃ যে ব্যক্তি তার প্রতিপালকের নিদর্শনাবলী দ্বারা উপদিষ্ট হয়ে তা হতে মুখ ফিরিয়ে নেয় তার চেয়ে অধিক যালিম আর কে আছে? হযরত কাতাদা (রঃ) বলেনঃ আল্লাহর যিকর হতে মুখ ফিরিয়ে নিয়ো না। যারা এরূপ করে তারা মর্যাদাহীন, নীতি বিহীন ও বড় পাপী। এখানেও মহাপ্রতাপান্বিত আল্লাহ ঘোষণা করেনঃ আমি অবশ্যই অপরাধীদেরকে শাস্তি প্রদান করে থাকি।হযরত মুআয ইবনে জাবাল (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহ (সঃ)-কে বলতে শুনেছেনঃ তিনটি কাজ যে করে সে পাপী হয়ে যায়। যে অন্যায়ভাবে পতাকা বাঁধে অথবা পিতা-মাতার অবাধ্যাচরণ করে কিংবা যালিমের সাহায্যার্থে তার সাথে গমন করে, সে পাপী হয়ে থাকে। আর আল্লাহ তাআলা বলেনঃ অবশ্যই আমি অপরাধী ও পাপীদের হতে প্রতিশোধ গ্রহণকারী। (এ হাদীসটি ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন। ইবনে আবি হাতিমও (রঃ) এটা বর্ণনা করেছেন। কিন্তু এটা খুবই গরীব বা দুর্বল হাদীস)"
    },
    { "ayah": 23, "surah": 32, "text": "Please check ayah 32:25 for complete tafsir." },
    { "ayah": 24, "surah": 32, "text": "Please check ayah 32:25 for complete tafsir." },
    {
      "ayah": 25,
      "surah": 32,
      "text": "২৩-২৫ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা তাঁর বান্দা ও রাসূল হযরত মূসা (আঃ) সম্পর্কে খবর দিচ্ছেন যে, তিনি তাঁকে তাঁর কিতাব তাওরাত দান করেন। সুতরাং নবী (সঃ) যেন তার সাক্ষাৎ সম্বন্ধে সন্দেহ পোষণ না করেন। হযরত কাতাদা (রঃ) বলেন যে, এর দ্বারা মিরাজের রাত্রিকে বুঝানো হয়েছে। হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমাকে মিরাজের রাত্রে হযরত মূসা ইবনে ইমরান (আঃ)-কে দেখানো হয়েছে। তিনি গোধুম বর্ণের দীর্ঘ দেহ ও কোঁকড়ানো চুল বিশিষ্ট লোক ছিলেন। তিনি দেখতে শিনওয়াহ গোত্রের লোকের মত ছিলেন। ঐ রাত্রে আমি হযরত ঈসা (আঃ)-কেও দেখেছি। তিনি মধ্যম দেহ বিশিষ্ট সাদা ও লাল মিশ্রিত রং-এর ছিলেন। তাঁর চুলগুলো ছিল সোজা ও লম্বা। ঐ রাত্রেই আমি হযরত মালেক (আঃ)-কেও দেখেছি যিনি ছিলেন জাহান্নামের দারোগা। আর আমি দাজ্জালকে দেখেছি। এগুলো হলো ঐসব নিদর্শন যেগুলো আল্লাহ তা'আলা তাঁকে দেখিয়েছেন। মহান আল্লাহ বলেনঃ ‘সুতরাং তুমি তার সাক্ষাৎ সম্বন্ধে সন্দেহ করো না।' রাসূলুল্লাহ (সঃ) অবশ্যই হযরত মূসা (আঃ)-কে দেখেছেন। এবং তার সাথে তাঁর আলাপ-আলোচনা হয়েছে। এটা মিরাজের রাত্রের ঘটনা।মহান আল্লাহ বলেনঃ আমি মূসা (আঃ)-কে বানী ইসরাঈলের জন্যে পথ-নির্দেশক করেছিলাম। আবার এ অর্থও হতে পারে- আমি মূসা (আঃ)-কে প্রদত্ত কিতাবকে পথ-নির্দেশক বানিয়েছিলাম। যেমন সূরায়ে বানী ইসরাঈলে রয়েছেঃ (আরবি)অর্থাৎ “আমি মূসা (আঃ)-কে কিতাব দিয়েছিলাম এবং ওকে করেছিলাম বানী ইসরাঈলের জন্যে পথ-নির্দেশক। আমি আদেশ করেছিলামঃ তোমরা আমাকে ব্যতীত অন্য কাউকেও কর্মবিধায়ক রূপে গ্রহণ করো না।\" (১৭:২) এরপর আল্লাহ পাক বলেনঃ তাদের মধ্যে যারা আমার হুকুম পালন করেছিল, আমার নিষেধকৃত কাজ-কর্ম ছেড়ে দিয়েছিল, আমার কথার সত্যতা স্বীকার করে নিয়েছিল, আমার রাসূলদের অনুসরণে ধৈর্য সহকারে দৃঢ় থেকেছিল, তাদেরকে আমি নেতা মনোনীত করেছিলাম। তারা আমার আহকাম জনগণের কাছে পৌঁছিয়ে দিতো এবং মানুষকে ভাল কাজের আদেশ করতো এবং মন্দ কাজ হতে বিরত রাখতো। কিন্তু তারা যখন আল্লাহর কালামে পরিবর্তন-পরিবর্ধন শুরু করে দিলো তখন আমি তাদের এ পদ-মর্যাদা ছিনিয়ে নিলাম ও তাদের অন্তর শক্ত করে দিলাম। ভাল আমল ও সঠিক বিশ্বাস তাদের থেকে দূর হয়ে গেল। পূর্বে তারা দুনিয়ার লোভ-লালসা হতে বেঁচে থাকতো।সুফিয়ান (রঃ) বলেনঃ ‘এ লোকগুলো এরূপই ছিল। মানুষের জন্যে এটা উচিত নয় যে, তারা এমন নেতার অনুসরণ করবে যে দুনিয়ার লোভ-লালসা হতে বেঁচে থাকে না। তিনি আরো বলেনঃ “দ্বীনের জন্যে ইলম অপরিহার্য যেমন দেহের জন্যে খাদ্য অপরিহার্য। হযরত আলী (রাঃ)-এর উক্তি রয়েছেঃ “ঈমানের মধ্যে সবর বা ধৈর্যের স্থান এমন যেমন দেহের মধ্যে মাথার স্থান। তুমি কি আল্লাহ পাকের এ উক্তি শুননি? তিনি বলেন- আমি তাদের মধ্য হতে নেতা মনোনীত করেছিলাম যারা আমার নির্দেশ অনুসারে পথ-প্রদর্শন করতো, যখন তারা ধৈর্যধারণ করেছিল তখন তারা ছিল আমার নিদর্শনাবলীতে দৃঢ় বিশ্বাসী।” হযরত সুফিয়ান (রঃ)-কে হযরত আলী (রাঃ)-এর উপরোক্ত উক্তির তাৎপর্য জিজ্ঞেস করা হলে তিনি উত্তরে বলেনঃ “এর ভাবার্থ হচ্ছে- যেহেতু তারা সমস্ত কাজের মূলকে গ্রহণ করেছে সেহেতু আল্লাহ তাদেরকে নেতা বানিয়ে দিয়েছেন। কোন কোন আলেম বলেছেন যে, ধৈর্য ও বিশ্বাস দ্বারা দ্বীনের নেতৃত্ব লাভ করা যায়। এ জন্যেই আল্লাহ তা'আলা বলেনঃ (আরবি)অর্থাৎ “অবশ্যই আমি বানী ইসরাঈলকে কিতাব, হিকমত ও নবুওয়াত দান করেছি এবং তাদেরকে উৎকৃষ্ট ও পবিত্র খাবার খেতে দিয়েছি, আর তাদেরকে সারা দুনিয়ার উপর শ্রেষ্ঠত্ব প্রদান করেছি।” (৪৫:১৬) যেমন তিনি এখানে। বলেনঃ তারা নিজেদের মধ্যে যে বিষয়ে (অর্থাৎ বিশ্বাস ও আমলের বিষয়ে) মতবিরোধ করছে, তোমার প্রতিপালকই তো কিয়ামতের দিন ওর ফায়সালা করে দিবেন।"
    },
    { "ayah": 26, "surah": 32, "text": "Please check ayah 32:27 for complete tafsir." },
    {
      "ayah": 27,
      "surah": 32,
      "text": "২৬-২৭ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা বলছেনঃ এসব দেখার পরেও কি এই অবিশ্বাসকারীরা সত্য পথের অনুসারী হবে না? তাদের পূর্ববর্তী কত পথভ্রষ্টদেরকে তো আমি ছিন্ন ভিন্ন করে দিয়েছি। আজ কেউ তাদের খোঁজ-খবরও নেয় না। তারাও রাসূলদেরকে অবিশ্বাস করেছিল এবং আল্লাহর কথা হতে বেপরোয়া হয়ে গিয়েছিল। সবাই তারা নিশ্চিহ্ন হয়ে গিয়েছে। মহান আল্লাহ বলেনঃ (আরবি) অর্থাৎ “তুমি কি তাদের কাউকেও দেখতে পাও অথবা ক্ষীণতম শব্দও শুনতে পাও কি?” (১৯:৯৮) এজন্যেই আল্লাহ তাআলা এখানে বলেনঃ যাদের বাসভূমিতে এরা বিচরণ করে থাকে। অর্থাৎ এই অবিশ্বাসকারীরা ঐ অবিশ্বাসকারীদের বাসভূমিতে চলাফেরা করে, কিন্তু তাদের কাউকেও এরা দেখতে পায় না। যারা তাদের বাসভূমিতে চলাফেরা করতো, বসবাস করতো। তারা সবাই ধ্বংস হয়ে গেছে। তা সত্ত্বেও এর থেকে এরা শিক্ষা গ্রহণ করছে না। এই কথাটিকেই কুরআন হাকীমে কয়েক জায়গায় বর্ণনা করা হয়েছে। যেমন এক জায়গায় রয়েছেঃ (আরবি) অর্থাৎ “ঐ তো তাদের ঘরবাড়ীগুলো তাদের যুলুমের কারণে ধ্বংসস্থূপে পরিণত হয়েছে।” (২৭:৫২) আর এক জায়গায় রয়েছেঃ (আরবি)  অর্থাৎ “আমি ধ্বংস করেছি কত জনপদ যেগুলোর বাসিন্দা ছিল যালিম, এসব জনপদ তাদের ঘরের ছাদসহ ধ্বংসস্তুপে পরিণত হয়েছিল এবং কত কূপ পরিত্যক্ত হয়েছিল এবং কত সুদৃঢ় প্রাসাদও! তারা কি দেশ ভ্রমণ করেনি? তাহলে তারা জ্ঞান-বুদ্ধি সম্পন্ন শ্রবণের অধিকারী হতে পারতো। বস্তুতঃ চক্ষু তো অন্ধ নয়, বরং অন্ধ হচ্ছে বক্ষস্থিত হৃদয়।” (২২:৪৫-৪৬) এ জন্যেই এখানে আল্লাহ তা'আলা বলেনঃ এতে অবশ্যই নিদর্শন রয়েছে; তবুও কি এরা শুনবে না?এরপর আল্লাহ তা'আলা স্বীয় স্নেহ, প্রেম-প্রীতি, দয়া, অনুগ্রহ, ইহসান ও ইনআমের বর্ণনা দিতে গিয়ে বলেনঃ তারা কি লক্ষ্য করে না যে, আমি ঊষর ভূমির উপর পানি প্রবাহিত করে ওর সাহায্যে উদগত করি শস্য, যা হতে আহার্য গ্রহণ করে তাদের চতুষ্পদ জন্তুগুলো এবং তারা নিজেরাও, তারা কি তবুও লক্ষ্য করবে না?তাফসীরকারদের এও উক্তি আছে যে, জুর হচ্ছে মিসরের যমীন। কিন্তু এখানে উদ্দেশ্য তা নয়। মিসরেও যদি এরূপ ভূমি থাকে তো থাক। এই আয়াতে জুর দ্বারা এ সমুদয় ভূমিকে বুঝানো হয়েছে যা শুষ্ক হয়ে গেছে এবং পানির মুখাপেক্ষী হয়ে পড়েছে ও শক্ত হয়ে গেছে। অবশ্য মিসরের জমিও এরূপই বটে। নীল নদের পানি দ্বারা ওকে সিক্ত করা হয়। আবিসিনিয়ার বৃষ্টির পানি নিজের সাথে লাল মাটিও বয়ে নিয়ে যায়। মিসরের মাটি কিছুটা লবণাক্ত ও বালুকাময়। কিন্তু ওটা এই পানি ও মাটির সাথে মিশে চাষাবাদের যোগ্য হয়ে ওঠে। এ কারণে তারা প্রতি বছর প্রতিটি ফসল পেয়ে থাকে। এ সবকিছুই এই বিজ্ঞানময়, করুণাময়, স্নেহময় এবং দয়ালু আল্লাহরই মেহেরবানী। তাঁর সত্তাই প্রশংসার যোগ্য। বর্ণিত আছে যে, যখন মিসর বিজিত হলো তখন মিসরবাসীরা আজমের ‘বাউনাহ্’ মাসে হযরত আমর ইবনুল আস (রাঃ)-এর নিকট উপস্থিত হলো এবং বললো: “আমাদের প্রাচীন প্রথা আছে যে, আমরা এ মাসে নীল নদে উৎসর্গ বা বলি দিয়ে থাকি। এটা না করলে নদীতে পানি থাকে না। আমাদের প্রথা এই যে, আমরা এ মাসের বারো তারিখে একটি কুমারী মেয়েকে সাথে নিই, যে মেয়েটি হবে তার পিতার একমাত্র কন্যা। তার পিতাকে টাকা পয়সা দিয়ে সম্মত করি। অতঃপর মেয়েটিকে সুন্দর পোশাক ও অলংকার পরিয়ে নীল নদে নিক্ষেপ করি। এর পর থেকে নদীতে পানি বাড়তে শুরু করে। এরূপ না করলে নীল নদে পানি বাড়ে না। ইসলামের সেনাপতি মিসর বিজয়ী হযরত আমর ইবনুল আস (রাঃ) তাদেরকে উত্তর দেনঃ “এটা একটি অজ্ঞতা ও নির্বুদ্ধিতাপূর্ণ প্রথা। ইসলামে এর অনুমতি নেই। ইসলাম তো এরূপ অভ্যাস ও প্রথাকে মিটিয়ে দেয়ার জন্যেই এসেছে। তোমরা আর এরূপ করতে পারবে না। তারা তখন একাজ থেকে বিরত থাকে। কিন্তু নীল নদের পানি বাড়লো না। পুরো মাস কেটে গেলো। কিন্তু নদী শুষ্কই রয়ে গেল। মিসরের জনগণ বিরক্ত হয়ে মিসর ছেড়ে চলে যেতে মনস্থ করলো। মিসর বিজয়ীর খেয়াল হলো যে, খলীফাতুল মুসলেমীন হযরত উমার ফারুক (রাঃ)-কে এ ঘটনা অবহিত করা হালে। তিনি তাই করলেন। ঘটনা অবহিত হওয়া মাত্রই হযরত উমার (রাঃ) আমর ইবনুল আস (রাঃ)-এর নিকট পত্র লিখলেন। পত্রে লিখা ছিল : “আপনি যা করেছেন ভালই করেছেন। এখন আমি একটি পত্র নীল নদের নামে পাঠাচ্ছি। আপনি ওটাকে নীল নদে নিক্ষেপ করবেন।” হযরত আমর ইবনুল আস (রাঃ) পত্রটি বের করে পাঠ করলেন। তাতে লিখিত ছিলঃ “এ পত্রটি আল্লাহর বান্দা আমীরুল মুমিনীন উমার (রাঃ)-এর পক্ষ হতে মিসরবাসীর নীল নদের নিকট। হামদ ও দরূদের পর কথা এই যে, তুমি যদি নিজের পক্ষ হতে নিজের ইচ্ছামত চলে থাকো তবে বেশ, তুমি চলো না। আর যদি এক মহা-প্রতাপশালী আল্লাহ তোমাকে জারী রেখে থাকেন তবে আমি তাঁর নিকট প্রার্থনা করি যে, তিনি যেন তোমাকে প্রবাহিত করে দেন।\" পত্রটি নিয়ে গিয়ে সেনাপতি ওটা নীল নদে নিক্ষেপ করলেন। অতঃপর একটি রাত্রি অতিবাহিত না হতেই নীল নদে ষােল হাত গভীর হয়ে পানি প্রবাহিত হতে শুরু করলো এবং ক্ষণেকের মধ্যেই মিসরের শুষ্কতা আদ্রর্তায় পরিবর্তিত হলো। বাজারের চড়া দর নিম্নমুখী হলো। পত্রের সাথে সাথেই সমগ্র মিসরভূমি উর্বরতা লাভ করলো এবং চারদিক সবুজ-শ্যামল হয়ে উঠলো। নীল নদ পূর্ণ গতিতে চলতে লাগলো। ইতিপূর্বে প্রতি বছর নীল নদে যে একটি করে জীবন বলি দেয়া হতো তা চিরতরে বন্ধ হয়ে গেল। এটা হাফেয আবুল কাসেম লালকায়ী তাবারী (রঃ) তাঁর কিতাবুস সুন্নাহ’ গ্রন্থে বর্ণনা করেছেন।এই আয়াতের বিষয়ের অনুরূপ নিম্নের আয়াতটিওঃ (আারবি) অর্থাৎ “মানুষের তার খাদ্যের দিকে তাকানো উচিত যে, আমি বৃষ্টি বর্ষণ করি ও মাটি ফেরে শস্য ও ফল উৎপাদন করি।” (৮০:২৪-২৫) অনুরূপভাবে এখানেও বলেন যে, এর পরও কি তারা লক্ষ্য করবে না? হযরত ইবনে আব্বাস (রাঃ) বলেন যে, জুরূ হলো ঐ ধরনের জমি যা বৃষ্টির পানিতে সম্পূর্ণ সিক্ত হয় না। পরে নদী-নালার পানি দ্বারা জলপূর্ণ হয়। মুজাহিদ (রঃ) বলেন যে, ইয়ামনে এই ধরনের জমি রয়েছে। হাসান (রঃ) বলেন যে, এ ধরনের জমি ইয়ামন ও সিরিয়ায় আছে। ইবনে যায়েদ (রঃ) প্রমুখ গুরুজন বলেন যে, এগুলো ঐ প্রকারের জমি যাতে ফসল উৎপাদিত হয় না এবং ধূলি-ধূসরিত হয়ে থাকে। আর এটা আল্লাহ তা'আলার নিম্নের উক্তির মত (আরবি) অর্থাৎ তাদের জন্যে একটি নিদর্শন মৃত ধরিত্রী, যাকে আমি সঞ্জীবিত করি।"
    },
    { "ayah": 28, "surah": 32, "text": "Please check ayah 32:30 for complete tafsir." },
    { "ayah": 29, "surah": 32, "text": "Please check ayah 32:30 for complete tafsir." },
    {
      "ayah": 3,
      "surah": 32,
      "text": "হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) জুমআর দিন ফজরের নামাযে ‘আলিফ-লাম-মীম-তানযীল আস্-সাজদাহ' এবং ‘হাল আতা আলাল ইনসানে’ পাঠ করতেন। (এ হাদীসটি ইমাম বুখারী (রঃ) কিতাবুল জুমআ'র মধ্যে বর্ণনা করেছেন)হযরত জাবির (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) আলিফ-লামমীম-তানযীল আস্-সাজদাহ’ এবং তাবারাকাল্লাযী বিইয়াদিহিল মুক’ এ দু’টি সূরা (রাত্রে) তিলাওয়াত না করে ঘুমাতেন না। (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)\n১-৩ নং আয়াতের তাফসীর\nসূরাসমূহের শুরুতে যে হুরূফে মুকাত্তাআ'ত রয়েছে ওগুলোর পূর্ণ আলোচনা আমরা সূরায়ে বাকারার তাফসীরের শুরুতে করে এসেছি। সুতরাং এখানে  পুনরাবৃত্তির কোন প্রয়োজন নেই। এটা নিঃসন্দেহে সত্য যে, এই কিতাব আল -কুরআন আল্লাহ রাব্বল আলামীনের নিকট হতে অবতীর্ণ হয়েছে। মুশরিকদের এ কথা সম্পূর্ণরূপে মিথ্যা যে, রাসূলুল্লাহ (সঃ) এটা স্বয়ং রচনা করেছেন। না, না, এটা তো চরম সত্য কথা যে, এ কিতাব স্বয়ং আল্লাহ তা'আলার পক্ষ হতে অবতীর্ণ করা হয়েছে। এটা এজন্যেই অবতীর্ণ করা হয়েছে যেন রাসূলুল্লাহ (সঃ) এমন কওমকে ভয় প্রদর্শন করেন যাদের কাছে তার পূর্বে কোন নবী আগমন করেননি। যাতে তারা সত্যের অনুসরণ করে পরিত্রাণ লাভ করতে পারে।"
    },
    {
      "ayah": 30,
      "surah": 32,
      "text": "২৮-৩০ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা কাফিরদের তাড়াহুড়ার খবর দিচ্ছেন যে, তারা তাচ্ছিল্যের সাথে বলতোঃ “হে নবী (সঃ)! তুমি যে বলে থাকো এবং তোমার সঙ্গীসাথীদেরকে সান্ত্বনা দিয়ে থাকো যে, তুমি আমাদের উপর বিজয় লাভ করবে এবং আমাদের থেকে প্রতিশোধ গ্রহণ করবে, সে সময় কখন আসবে? আমরা তো তোমাকে বহুদিন থেকেই পরাজিত, অধীনস্থ ও দুর্বল দেখতে পাচ্ছি। এখন তুমি আমাদেরকে আমাদের উপর তোমার বিজয় লাভের সময়টা বলে দাও।” তাদের একথার উত্তরে আল্লাহ তা'আলা বলেনঃ আল্লাহর আযাব যখন এসে যাবে এবং যখন তাঁর গযব ও ক্রোধ পতিত হবে, তা দুনিয়াতেই হালে বা আখিরাতেই হালে, তখন না ঈমান আনয়নে কোন উপকার হবে, না তাদেরকে কোন অবকাশ দেয়া হবে। যেমন আল্লাহ তা'আলা বলেনঃ (আরবি) অর্থাৎ “যখন তাদের কাছে তাদের রাসূলগণ দলীল-প্রমাণসহ আসলো তখন তাদের কাছে যে জ্ঞান আছে তা নিয়ে তারা খুশী হয়ে গেল (দু’টি আয়াত পর্যন্ত)।” (৪০:৮৩)। এর দ্বারা মক্কা বিজয় উদ্দেশ্য নয়। কেননা, মক্কা বিজয়ের দিন তো রাসূলুল্লাহ (সঃ) কাফিরদের ইসলাম গ্রহণ ককূল করে নিয়েছিলেন এবং প্রায় দু'হাজার লোক ইসলাম কবুল করেছিল। যদি এই বিজয় দ্বারা মক্কা বিজয় উদ্দেশ্য হতো তবে রাসূলুল্লাহ (সঃ) তাদের ইসলাম গ্রহণ ককূল করতেন না। যেমন এখানে বলা হয়েছে যে, সেই দিন কাফিরদের ঈমান আনয়ন তাদের কোন কাজে আসবে না। এখানে (আরবি)-এর অর্থ হচ্ছে ফায়সালা। যেমন কুরআন কারীমের এক জায়গায় আছেঃ (আরবি)অর্থাৎ “তুমি আমার ও তাদের মধ্যে ফায়সালা করে দাও।” (২৬:১১৮) অন্য এক জায়গায় রয়েছেঃ (আরবি) অর্থাৎ “তুমি বল- আল্লাহ আমাদেরকে একত্রিত করবেন, অতঃপর আমাদের মধ্যে তিনি ন্যায়ের সাথে ফায়সালা করবেন।” (৩৪:২৬) আর একটি আয়াতে আছেঃ (আরবি)অর্থাৎ “তারা ফায়সালা প্রার্থনা করছে এবং যারা উদ্ধত ও হঠকারী তারা ধ্বংস হয়ে গেছে।” (১৪:১৫) আরো এক জায়গায় আছেঃ (আরবি) অর্থাৎ “এর পূর্বে তারা কাফিরদের উপর বিজয় প্রার্থনা করতো।” (২:৮৯) অন্য এক জায়গায় রয়েছেঃ (আরবি) অর্থাৎ “যদি তোমরা ফায়সালা কামনা কর তবে ফায়সালা তো তোমাদের কাছে এসেই গেছে।” (৮:১৯)এরপর আল্লাহ তা'আলা বলেনঃ “(হে নবী সঃ)! অতএব তুমি তাদেরকে উপেক্ষা কর এবং অপেক্ষা কর, তারাও অপেক্ষা করছে।” অর্থাৎ তুমি এই মুশরিকদেরকে উপেক্ষা কর এবং তোমার প্রতি তোমার প্রতিপালকের পক্ষ হতে যা অবতীর্ণ করা হয়েছে তা জনগণের কাছে পৌঁছাতে থাকো। যেমন অন্য আয়াতে তিনি বলেনঃ (আরবি)অর্থাৎ “তোমার প্রতি তোমার প্রতিপালকের পক্ষ হতে যা অহী করা হয়েছে তার তুমি অনুসরণ কর, তিনি ছাড়া কোন উপাস্য নেই।” (৬:১০৭)মহান আল্লাহ বলেনঃ তুমি তোমার প্রতিপালকের ওয়াদাকে সত্য বলে মেনে নাও। তাঁর কথা অপরিবর্তনীয়, তাঁর কথা সত্য। সত্বরই তিনি তোমাকে তোমার বিরুদ্ধাচারীদের উপর বিজয় দান করবেন। তিনি অঙ্গীকার ভঙ্গ করেন না। তারাও অপেক্ষমান রয়েছে। তারা চায় যে, তোমার উপর কোন বিপদ আপতিত হালে। কিন্তু তাদের এ মনোবাঞ্ছা পূর্ণ হবে না। আল্লাহ তা'আলা নিজের লোকদেরকে ভুলেন না। তাদেরকে তিনি পরিত্যাগও করেন না। যারা আল্লাহর আদেশ নিষেধ মেনে চলে এবং তাঁর ফরমান অন্যদের কাছে পৌঁছিয়ে দেয় তারা আল্লাহর সাহায্য হতে বঞ্চিত হতে পারে না। কাফির ও মুশরিকরা মুমিনদের উপর যে বিপদ-আপদ দেখতে চায় তাই তিনি তাদের উপরই নাযিল করে থাকেন। তারা আল্লাহর আযাবের শিকার হবেই। আমাদের জন্যে আল্লাহই যথেষ্ট। তিনি উত্তম কর্মবিধায়ক।"
    },
    { "ayah": 4, "surah": 32, "text": "Please check ayah 32:6 for complete tafsir." },
    { "ayah": 5, "surah": 32, "text": "Please check ayah 32:6 for complete tafsir." },
    {
      "ayah": 6,
      "surah": 32,
      "text": "৪-৬ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা খবর দিচ্ছেন যে, তিনিই সবকিছুর সৃষ্টিকর্তা। তিনি ছয় দিনে যমীন, আসমান ও এতোদুভয়ের মধ্যে যা কিছু আছে তা সৃষ্টি করে। আরশের উপর সমাসীন হন। এর তাফসীর ইতিপূর্বে গত হয়েছে। মালিক ও সৃষ্টিকর্তা তিনিই। প্রত্যেক জিনিসের পূর্ণতা প্রাপ্তি তাঁরই হাতে। সবকিছুর তদবীর ও তদারক তিনিই করে থাকেন। সবকিছুরই উপর আধিপত্য তাঁরই। তিনি ছাড়া সৃষ্টজীবের কোন বন্ধু ও অভিভাবক নেই। তাঁর অনুমতি ছাড়া কারো কোন সুপারিশ চলবে না। মহামহিমান্বিত আল্লাহ বলেনঃ হে জনমণ্ডলী! আল্লাহকে ছেড়ে তোমরা যাদের উপাসনা করছে এবং যাদের উপর নির্ভরশীল হচ্ছ, তোমরা কি বুঝতে পার না যে, এতো বড় শক্তিশালী সত্তা কি করে তাঁর একজন শরীক গ্রহণ করতে পারেন? তিনি তাঁর সমকক্ষতা, পরামর্শদাতা ও শরীক হতে সম্পূর্ণরূপে পবিত্র ও মুক্ত। তিনি ছাড়া কোন উপাস্য নেই, পালনকর্তাও নেই। হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) তাঁর হাতটি ধারণ করে বলেনঃ “আল্লাহ তাআলা যমীন, আসমান এবং এ দুয়ের মধ্যস্থিত সবকিছু সৃষ্টি করার পর সপ্তম দিবসে আরশের উপর অধিষ্ঠিত হন। তিনি মাটিকে শনিবার, পাহাড়কে ররিবার, গাছ-পালাকে সোমবারে, মন্দ জিনিসকে মঙ্গলবার, জ্যোতিকে বুধবার, জীবজন্তুকে বৃহস্পতিবার এবং হযরত আদম (আঃ)-কে শুক্রবার আসরের পরে দিবসের শেষভাগে সৃষ্টি করেন। তাঁকে তিনি সারা দুনিয়ার মাটি দ্বারা সৃষ্টি করেন। এতে লাল, কালো, সাদা, ভাল-মন্দ ইত্যাদি সব রকমের মাটি ছিল। এ কারণেই আদম সন্তান ভাল ও মন্দ হয়ে থাকে।” (এ হাদীসটি ইমাম নাসাঈ (রঃ) বর্ণনা করেছেন। ইমাম বুখারী (রঃ) এটাকে মুআল্লাল বলে উল্লেখ করেছেন। এসব ব্যাপারে আল্লাহই সবচেয়ে ভাল জানেন)আল্লাহ তা'আলার আদেশ সপ্তম আকাশ হতে অবতীর্ণ হয় এবং সাত তবক যমীনের নীচে পর্যন্ত চলে যায়। যেমন অন্য আয়াতে উল্লিখিত হয়েছেঃ (আরবি)অর্থাৎ “আল্লাহ তিনিই যিনি সাতটি আকাশ সৃষ্টি করেছেন এবং অনুরূপ সংখ্যক যমীন। তার হুকুম এগুলোর মাঝে অবতীর্ণ হয়।” (৬৫:১২) আল্লাহ তা'আলা তাদের আমল নিজ কাচারীর দিকে উঠিয়ে নেন যা দুনিয়ার আকাশের উপরে রয়েছে। যমীন হতে প্রথম আসমান পাঁচশ' বছরের পথের ব্যবধানে  রয়েছে। ঐ পরিমাণই ওর ঘনত্ব। এতো দূরের ব্যবধান সত্ত্বেও ফেরেশতারা চোখের পলকে নীচে আসেন ও উপরে যান। এজন্যেই বলা হয়েছেঃ তোমাদের হিসেবে সহস্র বছরের সমান। এতদসত্ত্বেও আল্লাহ প্রতিদিন আমলগুলো অবগত হয়ে থাকেন। ছোট ও বড় সব আমল তার কাছে আনীত হয়। তিনি সবকিছুর উপর ক্ষমতাবান। তিনি সবকিছু নিজের অধীনস্থ করে রেখেছেন। সমস্ত বান্দার গ্রীবা তার সামনে ঝুঁকে থাকে। তিনি মুমিন বান্দাদের উপর বড়ই স্নেহশীল। তাদের উপর তিনি করুণা বর্ষণ করে থাকেন। তিনিই দৃশ্য ও অদৃশ্যের জ্ঞাতা। তিনি পরাক্রমশালী ও পরম দয়ালু।"
    },
    { "ayah": 7, "surah": 32, "text": "Please check ayah 32:9 for complete tafsir." },
    { "ayah": 8, "surah": 32, "text": "Please check ayah 32:9 for complete tafsir." },
    {
      "ayah": 9,
      "surah": 32,
      "text": "৭-৯ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা বলেনঃ তিনি (আল্লাহ) সব কিছুই সৃষ্টি করেছেন। সবই তিনি এমন সুন্দরভাবে ও উত্তম পদ্ধতিতে সৃষ্টি করেছেন যা ধারণা করা যায় না। প্রত্যেক বস্তুর সৃষ্টিই কত উত্তম, কত দৃঢ় ও কত মযবুত! আকাশ-পাতাল সৃষ্টির সাথে সাথে মানব-সৃষ্টির উপর চিন্তা-ভাবনা করলে বিস্মিত হতে হয়। তিনি কর্ম হতে মানব সৃষ্টির সূচনা করেছেন। অতঃপর তিনি তার বংশ উৎপন্ন করেন তুচ্ছ তরল পদার্থের নির্যাস হতে যা পুরুষের পিঠ ও স্ত্রীর বক্ষস্থল হতে বের হয়ে থাকে। 'পরে তিনি তাকে করেছেন সুঠাম এবং তাতে রূহ ফুকে দিয়েছেন নিজের নিকট হতে। মানুষকে তিনি চক্ষু, কর্ণ ও অন্তঃকরণ দান করেছেন। কিন্তু বড়ই পরিতাপের বিষয় যে, এর পরও মানুষ খুব কমই কৃতজ্ঞতা প্রকাশ করে থাকে। তাদের পরিণতি অতি উত্তম ও আনন্দদায়ক যারা আল্লাহ-প্রদত্ত শক্তিসমূহকে তাঁর আদেশ অনুযায়ী তাঁর পথে ব্যবহার করে থাকে। মহান তাঁর শান ও মর্যাদাপূর্ণ তার নাম।"
    }
  ]
}
