{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 35,
      "text": "হযরত ইবনে আব্বাস (রাঃ) বলেনঃ আমি (আরবী) শব্দের সঠিক অর্থ সর্বপ্রথম একজন আরব বেদুঈনের মুখে জানতে পেরেছি। ঐ লোকটি তার এক সঙ্গী বেদুঈনের সাথে ঝগড়া করতে করতে আসলো। একটি কূপের ব্যাপারে তাদের বিরোধ ছিল। ঐ বেদুঈনটি বললোঃ (আরবী) অর্থাৎ “আমিই প্রথমে ওটা বানিয়েছি।” অতএব অর্থ হলোঃ আল্লাহ তা'আলা নমুনা বিহীন অবস্থায় তাঁর পূর্ণ কুদরত ও ক্ষমতা বলে যমীন ও আসমান সৃষ্টি করেছেন। যহহাক (রঃ) বলেন যে, (আরবী) শব্দের অর্থ হলো (আরবী) বা সৃষ্টিকর্তা। আল্লাহ তা'আলা নিজের ও তার নবীদের মাঝে ফেরেশতাদেরকে দূত করেছেন। ফেরেশতাদের ডানা রয়েছে, যার দ্বারা তারা উড়তে পারেন। যাতে তাঁরা তাড়াতাড়ি আল্লাহর বাণী তার রাসূলদের নিকট পৌঁছিয়ে দিতে সক্ষম হন। তাঁদের মধ্যে কেউ কেউ দুই ডানা বিশিষ্ট, কারো কারো তিন তিনটি ডানা আছে এবং কারো আছে চার চারটি ডানা। কারো কারো ডানা এর চেয়েও বেশী আছে। যেমন হাদীসে আছে যে, রাসূলুল্লাহ (সঃ) মিরাজের রাত্রে হযরত জিবরাঈল (আঃ)-কে দেখেছিলেন, তাঁর ছয়শ'টি ডানা ছিল। প্রত্যেক দুই ডানার মাঝে পূর্ব দিক ও পশ্চিম দিকের সমপরিমাণ ব্যবধান ছিল। এজন্যেই আল্লাহ তা'আলা বলেনঃ তিনি তাঁর সৃষ্টিতে যা ইচ্ছা বৃদ্ধি করেন।এর দ্বারা ভাল আওয়ামও অর্থ নেয়া হয়েছে। যেমন অতি বিরল কিরআতে (আরবী) রয়েছে। অর্থাৎ (আরবী)-এর সাথেও আছে। এসব ব্যাপারে আল্লাহ তা'আলাই সবচয়ে ভাল জানেন।"
    },
    { "ayah": 10, "surah": 35, "text": "Please check ayah 35:11 for complete tafsir." },
    {
      "ayah": 11,
      "surah": 35,
      "text": "৯-১১ নং আয়াতের তাফসীর:\nমৃত্যুর পর পুনজীবনের উপর কুরআন কারীমে প্রায় মৃত ও শুষ্ক জমি পুনরুজ্জীবিত হওয়াকে দলীল হিসেবে পেশ করা হয়েছে। যেমন সূরায়ে হাজ্ব প্রভৃতিতে রয়েছে। এতে বান্দার জন্যে পূর্ণ উপদেশ ও শিক্ষণীয় বিষয় আছে এবং মৃতদের জীবিত হওয়ার পূর্ণ দলীল এতে বিদ্যমান রয়েছে যে, জমি সম্পূর্ণরূপে শুকিয়ে গিয়েছে এবং তাতে সজীবতা মোটেই পরিলক্ষিত হয় না। কিন্তু যখন মেঘ উঠে ও বৃষ্টি হয় তখন ঐ জমির শুষ্কতা সজীবতায় এবং মরণ জীবনে পরিবর্তিত হয়। কারো ধারণাও ছিল না যে, এমন শুষ্ক ও মৃত জমি পুনর্জীবন ও সজীবতা লাভ করবে। এভাবেই বানী আদমের উপকরণ করে বিক্ষিপ্ত হয়ে পড়ে আছে। কিন্তু আরশের নীচে থেকে, আল্লাহর হুকুমের বৃষ্টির সাথে সাথে সবগুলো একত্রিত হয়ে কবর থেকে উদাত হতে শুরু করবে। যেমন মাটি হতে গাছ বের হয়ে আসে ও মাটি হতে চারা বের হয়। সহীহ্ হাদীসে আছে যে, সমস্ত আদম সন্তান মাটিতে গলে পচে যায়। কিন্তু তার একটি হাড় আছে যাকে বলা হয় রেড় বা জন্ম হাড়, সেটা পচেও না, নষ্টও হয় না। এ হাড়ের দ্বারা সৃষ্টি করা হয়েছে এবং আবার সৃষ্টি করা হবে। এখানে একটি চিহ্নের উল্লেখ করে বলা হয়েছে। ঠিক তেমনই বলা হচ্ছে যে, মৃত্যুর পর আবার জীবন আছে। সূরায়ে হাজ্বের তাফসীরে হাদীস গত হয়েছে যে, হযরত আবু রাযীন (রাঃ) রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করেনঃ “হে আল্লাহর রাসূল (সঃ)! আল্লাহ্ কিভাবে মৃতকে জীবিত করবেন? আর তাঁর সৃষ্টিজগতে এর কি নিদর্শন আছে?” উত্তরে রাসূলুল্লাহ্ (সঃ) বলেনঃ “হে আবু রাযীন (রাঃ)! তুমি কি তোমার আশে-পাশের যমীনের উপর দিয়ে ঘুরে ফিরে বেড়াওনি? তুমি কি দেখোনি যে, জমিগুলো শুষ্ক ও ফসলবিহীন অবস্থায় পড়ে আছে? অতঃপর যখন তুমি পুনরায় সেখান দিয়ে গমন কর তখন কি তুমি দেখতে পাও না যে, ঐ জমি সবুজ-শ্যামল হয়ে উঠেছে? সজীবতা লাভ করেছে এবং তাতে ফসল ঢেউ খেলছে?” হযরত আৰূ রাযীন (রাঃ) উত্তর দিলেনঃ “হ্যা, এমন তো প্রায়ই চোখে পড়ে।” তখন রাসূলুল্লাহ্ (সঃ) বললেনঃ “এভাবেই আল্লাহ্ তা'আলা মৃতকে জীবিত করবেন।\" মহা প্রতাপান্বিত আল্লাহ্ বলেনঃ “কেউ ক্ষমতা চাইলে সে জেনে রাখুক যে, সব ক্ষমতা তো আল্লাহরই। অর্থাৎ যারা দুনিয়া ও আখিরাতে সম্মানিত থাকতে চায় তাকে আল্লাহর আনুগত্য স্বীকার করে চলতে হবে। তিনিই তার এ উদ্দেশ্যকে সফলতা দান করবেন। দুনিয়া ও আখিরাতে আল্লাহই একমাত্র সত্তা যার হাতে সমস্ত ক্ষমতা, ইযযত ও সম্মান বিদ্যমান রয়েছে।অন্য আয়াতে রয়েছেঃ (আরবী) অর্থাৎ “যারা কাফিরদেরকে বন্ধুরূপে গ্রহণ করে মুমিনদেরকে ছেড়ে, তারা কি তাদের কাছে ইয্যত তালাশ করে? তাদের জেনে রাখা উচিত যে, সমস্ত ইয্যত তো আল্লাহর হাতে।”(৪:১৩৯)আর এক জায়গায় আছেঃ (আরবী) অর্থাৎ “তাদের কথা যেন তোমাকে চিন্তিত ও দুঃখিত না করে, নিশ্চয়ই। সমস্ত ইয্যত তো আল্লাহরই জন্যে।” (১০:৬৫)মহামহিমান্বিত আল্লাহ আর এক জায়গায় বলেনঃ (আরবী) অর্থাৎ “ইয্যত তো আল্লাহরই, আর তাঁর রাসূল (সঃ) ও মুমিনদের। কিন্তু মুনাফিকরা এটা জানে না।” (৬৩:৮)। | মুজাহিদ (রঃ) বলেন যে, প্রতিমা পূজায় ইয্যত নেই, ইতের অধিকারী তো একমাত্র আল্লাহ্। ভাবার্থ এই যে, ইযষত অনুসন্ধানকারীর আল্লাহর হুকুম মেনে চলার কাজে লিপ্ত থাকা উচিত। আর এটাও বলা হয়েছে যে, কার জন্যে ইয্যত তা যে জানতে চায় সে যেন জেনে নেয় যে, সমস্ত ইযত আল্লাহরই জন্যে।যিকর, তিলাওয়াত, দু'আ ইত্যাদি সবই আল্লাহ্ তা'আলার নিকট পৌছে থাকে। এগুলো সবই পাক কালেমা।মুখারিক ইবনে সালীম (রঃ) বলেন, হযরত আব্দুল্লাহ ইবনে মাসউদ (রাঃ) আমাদেরকে বলেনঃ “আমি তোমাদের কাছে যতগুলো হাদীস বর্ণনা করি সবগুলোরই সত্যতা আল্লাহর কিতাব হতে পেশ করতে পারি। জেনে রেখো যে, মুসলমান বান্দা যখন (আরবী) এই কালেমাগুলো পাঠ করে তখন ফেরেশতারা এগুলো তাদের ডানার নীচে নিয়ে আসমানের উপরে উঠে যান। এগুলো নিয়ে তাঁরা ফেরেশতাদের যে দলের পার্শ্ব দিয়ে গমন করেন তখন ঐ দলটি এই কালেমাগুলো পাঠকারীদের জন্যে আল্লাহ তা'আলার নিকট ক্ষমা প্রার্থনা করেন। শেষ পর্যন্ত জগতসমূহের প্রতিপালক মহামহিমান্বিত আল্লাহর সামনে এই কালেমাগুলো পেশ করা হয়।” অতঃপর হযরত আবদুল্লাহ্ ইবনে মাসউদ (রাঃ) (আরবী)-এই আয়াতটি তিলাওয়াত করেন। (এটা ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন) হযরত কা'ব আহ্বার (রঃ) বলেন যে, (আরবী)-এই কালেমাগুলো আরশের চতুপার্শ্বে মৌমাছির ভন্ ভন্ শব্দের মত বের হয় এবং যারা এগুলো পাঠ করে তাদের কথা আল্লাহর সামনে আলোচিত হয় এবং সৎ কার্যাবলী খানা খানায় সংরক্ষিত থাকে। হযরত নুমান ইবনে বাশীর (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ্ (সঃ) বলেছেনঃ “যারা আল্লাহর বুযর্গী, তার তাসবীহ, তাঁর হাদ, তার শ্রেষ্ঠত্ব এবং তার একত্বের যিক্র করে, তাদের জন্যে এই কালেমাগুলো আরশের আশে-পাশে আল্লাহর সামনে তাদের কথা আলোচনা করে। তোমরা কি পছন্দ কর না যে, সদা-সর্বদা তোমাদের যি আল্লাহর সামনে হতে থাকুক?” (এ হাদীসটি ইমাম আহমাদ (রঃ) ও ইমাম ইবনে মাজাহ (রঃ) বর্ণনা করেছেন)হযরত ইবনে আব্বাস (রাঃ) বলেন যে, পাক কালাম দ্বারা উদ্দেশ্য আল্লাহর যিকর এবং সকর্ম দ্বারা উদ্দেশ্য ফরয কাজসমূহ আদায় করা। সুতরাং যে ব্যক্তি আল্লাহর যিকর ও ফরযসমূহ আদায় করে তার আমল তার যিকরকে আল্লাহর নিকট উঠিয়ে দেয়। কিন্তু যে আল্লাহর যিক্র করে কিন্তু ফরযসমূহ আদায় করে না, তার কালাম তার আমলের উপর ফিরিয়ে দেয়া হয়।অনুরূপভাবে হযরত মুজাহিদ (রঃ) বলেন যে, কালেমায়ে তায়্যিবকে আমলে সালেহ্ নিয়ে যায়। অন্যান্য গুরুজন হতেও অনুরূপ বর্ণিত আছে। এমনকি কাযী আইয়াস ইবনে মুআবিয়া (রঃ) বলেন যে, আমলে সালেহ্ বা ভাল আমল না থাকলে কালেমায়ে তায়্যিব বা উত্তম কথা উপরে উঠে না। হযরত হাসান (রঃ) ও হযরত কাতাদা (রঃ) বলেন যে, আমল ছাড়া কথা প্রত্যাখ্যাত হয়।যারা মন্দ কর্মের ফন্দি আঁটে তারা হলো ঐসব লোক যারা ফাঁকিবাজি ও রিয়াকারী বা লোক দেখানো কাজ করে থাকে। বাহ্যিকভাবে যদিও এটা লোকদের কাছে প্রকাশিত হয় যে, তারা আল্লাহর আদেশ মেনে চলছে, কিন্তু প্রকৃতপক্ষে তারা আল্লাহর নিকট সবচেয়ে নিকৃষ্ট। তারা ভাল কাজ যা কিছু করে সবই লোক দেখানো করে। তারা আল্লাহর যিক্র খুব কমই করে। আব্দুর রহমান (রঃ) বলেন যে, এর দ্বারা মুশরিককে বুঝানো হয়েছে। কিন্তু সঠিক কথা এই যে, আয়াতটি সাধারণ। মুশরিকরা যে বেশী এর অন্তর্ভুক্ত এটা বলাই বাহুল্য। মহা-প্রতাপান্বিত আল্লাহ্ বলেন যে, তাদের জন্যে রয়েছে কঠিন শাস্তি। তাদের ফন্দি ও চক্রান্ত ব্যর্থ হবেই। তাদের মিথ্যাবাদিতা আজ না হলেও কাল প্রকাশ পাবেই। জ্ঞানীরা তাদের চক্রান্ত ধরে ফেলবে। কোন লোক যে কাজ করে তার লক্ষণ তার চেহারায় প্রকাশিত হয়ে থাকে। তার ভাষা ও কথা ঐ রঙেই রঞ্জিত হয়ে থাকে। ভিতর যেমন হয় তেমনিভাবে তার প্রতিচ্ছায়া বাইরেও প্রকাশ পায়। রিয়াকারীর বে-ঈমানী বেশীদিন গোপন থাকে না। নির্বোধরা তাদের চক্রান্তের জালে আবদ্ধ হয়ে থাকে সেটা অন্য কথা। মুমিন ব্যক্তি পুরোমাত্রায় জ্ঞানী ও বিবেকবান হয়ে থাকে। তারা তাদের ধোকাবাজি হতে বেশ সতর্ক থাকে।মহান আল্লাহ বলেনঃ আল্লাহ্ তোমাদের আদম (আঃ)-কে মাটি দ্বারা সৃষ্টি করেছেন এবং তাঁর বংশকে এক ফোঁটা নিকৃষ্ট পানির (শুক্র বিন্দুর) মাধ্যমে জারী রেখেছেন। অতঃপর তিনি তোমাদেরকে জোড়া জোড়া বানিয়েছেন অর্থাৎ নর ও নারী। এটাও আল্লাহর এক বড় দয়া ও মেহেরবানী যে, তিনি নরদের জন্যে নারী বানিয়েছেন, যারা তাদের শান্তি ও আরামের উপকরণ। আল্লাহর অজ্ঞাতসারে কোন নারী গর্ভধারণ করে না এবং সন্তান প্রসব করে না। অর্থাৎ এসব খবর তিনি রাখেন। এমনকি প্রত্যেক ঝরে পড়া পাতা, অন্ধকারে পড়ে থাকা বীজ এবং প্রত্যেক সিক্ত ও শুষ্কের খবরও তিনি রাখেন। তাঁর কিতাবে এসব লিপিবদ্ধ রয়েছে।নিম্নের আয়াতগুলোও এ আয়াতের অনুরূপঃ (আরবী) অর্থাৎ “প্রত্যেক নারী যা গর্ভে ধারণ করে এবং জরায়ুতে যা কিছু কমে ও বাড়ে আল্লাহ্ তা জানেন এবং তাঁর বিধানে প্রত্যেক বস্তুরই এক নির্দিষ্ট পরিমাণ আছে। যা অদৃশ্য ও যা দৃশ্যমান তিনি তা অবগত। তিনি মহান, সর্বোচ্চ মর্যাদাবান।” (১৩:৮-৯) এর পূর্ণ তাফসীর সেখানে বর্ণিত হয়েছে। আল্লাহ্ তা'আলা বলেনঃ কোন দীর্ঘায়ু ব্যক্তির আয়ু বৃদ্ধি করা হয় না অথবা তার আয়ু হ্রাস করা হয় না, কিন্তু তা তো রয়েছে কিতাবে।(আরবী) তে (আরবী) সর্বনামটির ফিরবার স্থান (আরবী) অর্থাৎ মানব। কেননা, দীর্ঘায়ু কিতাবে রয়েছে এবং আল্লাহ তাআলার জ্ঞানে তার আয়ু হতে কম করা হয় না। (আরবী) -এর দিকেও সর্বনাম ফিরে থাকে। যেমন আরবে বলা হয়ঃ (আরবী) অর্থাৎ “আমার কাছে একটি কাপড় আছে এবং অন্য কাপড়ের অর্ধেক আছে।”হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, আল্লাহ্ তা'আলা যে ব্যক্তির জন্যে দীর্ঘায়ু নির্ধারণ করে রেখেছেন সে তা পুরো করবেই। কিন্তু ঐ দীর্ঘায়ু তাঁর কিতাবে লিপিবদ্ধ রয়েছে। সে ঐ পর্যন্ত পৌছবে। আর যার জন্যে তিনি স্বল্পায় নির্ধারণ করেছেন তার জীবন ঐ পর্যন্তই পৌছবে। এ সবকিছু আল্লাহর কিতাবে পূর্ব হতেই লিপিবদ্ধ রয়েছে। আর এটা আল্লাহ তাআলার কাছে খুবই সহজ। আয়ু কম হওয়ার একটি ভাবার্থ এও হতে পারে যে, যে শুক্র পূর্ণতাপ্রাপ্ত হওয়ার পূর্বেই পড়ে যায় সেটাও আল্লাহর অবগতিতে রয়েছে। কোন কোন মানুষ শত শত বছর বেঁচে থাকে। আবার কেউ কেউ ভূমিষ্ট হওয়ার পরেই মারা যায়। ষাট বছরের কমে মৃত্যুবরণকারীও স্বল্পায়ু বিশিষ্ট।এ কথা বলা হয়েছে যে, মায়ের পেটে দীর্ঘায়ু বা স্বল্পায় লিখে নেয়া হয়। সারা সৃষ্টজীবের আয়ু সমান হয় না। কারো আয়ু দীর্ঘ হয় কারো স্বল্প হয়। এগুলো আল্লাহ্ তা'আলার কাছে লিখিত রয়েছে। আর ওটা অনুযায়ীই প্রকাশ হতে রয়েছে।কেউ কেউ বলেন যে, এর অর্থ হচ্ছেঃ যে নির্ধারিত কাল লিখিত হয়েছে এবং ওর মধ্য হতে যা কিছু অতিবাহিত হয়েছে, সবই আল্লাহর অবগতিতে আছে এবং তাঁর কিতাবে লিপিবদ্ধ রয়েছে।সহীহ বুখারী, সহীহ মুসলিম প্রভৃতি হাদীস গ্রন্থে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে চায় যে, তার রিযক ও বয়স বেড়ে যাক সে যেন আত্মীয়তার সম্পর্ক যুক্ত রাখে।”মুসনাদে ইবনে আবি হাতিমে রয়েছে যে, রাসূলুল্লাহ্ (সঃ) বলেছেনঃ “কারো নির্ধারিত সময় এসে যাওয়ার পর তাকে অবকাশ দেয়া হয় না।” বয়স বৃদ্ধি পাওয়া দ্বারা উদ্দেশ্য হলো সৎ সন্তান জন্মগ্রহণ করা, যার দু'আ তার মৃত্যুর পর তার কবরে পৌঁছতে থাকে। বয়স বৃদ্ধি পাওয়ার অর্থ এটাই। এটা আল্লাহর নিকট খুবই সহজ। এটা তাঁর অবগতিতে রয়েছে। তাঁর জ্ঞনি সমস্ত সৃষ্টজীবকে পরিবেষ্টন করে আছে। তিনি সব কিছুই জানেন। কিছুই তাঁর কাছে গোপন নেই।"
    },
    {
      "ayah": 12,
      "surah": 35,
      "text": "বিভিন্ন প্রকার জিনিস সৃষ্টির বর্ণনা দেয়ার পর আল্লাহ তা'আলা নিজের অসীম ও ব্যাপক ক্ষমতা সাব্যস্ত করছেন। তিনি দুই প্রকারের সাগর সৃষ্টি করেছেন। একটার পানি স্বচ্ছ, সুমিষ্ট ও সুপেয়। এই প্রকারের পানি হাটে, মাঠে, জঙ্গলে, বাগানে বরাবর জারি হয়ে থাকে। অন্যটির পানি লবণাক্ত ও তিক্ত, যার উপর দিয়ে বড় বড় জাহাজ চলাচল করে। এ দুই প্রকারের সাগর থেকে মানুষ মাছ ধরে থাকে এবং তাজা গোশত খেয়ে থাকে। আবার ওর মধ্য হতে অলংকার-পত্র বের করে। অর্থাৎ মণি-মুক্তা ইত্যাদি। এই জাহাজগুলো পানি কেটে চলাফেরা করে। বাতাসের মুকাবিলা করে চলতে থাকে। যেন মানুষ তার সাহায্যে আল্লাহর অনুগ্রহ অন্বেষণ করতে পারে। যেন তারা এক দেশ হতে অন্য দেশে পৌঁছতে পারে। তার জন্যে যেন তারা বিশ্বের প্রতিপালক আল্লাহর কৃতজ্ঞতা প্রকাশ করতে পারে। তিনি এগুলোকে মানুষের অনুগত করেছেন। মানুষ সাগর, দরিয়া ও নদী হতে জাহাজ দ্বারা লাভালাভ হাসিল করতে পারে। সেই মহাশক্তিশালী আল্লাহ আসমান ও যমীনকে মানুষের অনুগত করেছেন। এগুলো সবই তার ফযল ও করম!"
    },
    { "ayah": 13, "surah": 35, "text": "Please check ayah 35:14 for complete tafsir." },
    {
      "ayah": 14,
      "surah": 35,
      "text": "১৩-১৪ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা স্বীয় পূর্ণ শক্তির বর্ণনা দিচ্ছেন যে, তিনি রাত্রিকে অন্ধকারময় এবং দিনকে জ্যোতির্ময় করে সৃষ্টি করেছেন। কখনো তিনি রাতকে বড় করেছেন আবার কখনো দিনকে বড় করেছেন। আবার কখনো রাত দিনকে সমান করেছেন। কখনো হয় শীতকাল, আবার কখনো হয় গ্রীষ্মকাল। তিনি সূর্য, চন্দ্র এবং স্থির ও চলমান তারকারাজিকে বাধ্য ও অনুগত করে রেখেছেন। আল্লাহ তা'আলার পক্ষ থেকে নির্ধারিত সময়ের উপর চলতে রয়েছে। পূর্ণ জ্ঞান ও ক্ষমতার অধিকারী আল্লাহ এই ব্যবস্থা কায়েম রেখেছেন যা বরাবর চলতে রয়েছে। আর নির্ধারিত সময় অর্থাৎ কিয়ামত পর্যন্ত এভাবে চলতেই থাকবে। যে আল্লাহ এ সবকিছু করেছেন তিনিই প্রকৃতপক্ষে মা’ৰূদ হবার যোগ্য। তিনি সবারই পালনকর্তা। তিনি ছাড়া কেউই মা’রূদ হওয়ার যোগ্য নয়। আল্লাহ ছাড়া যাদেরকে তারা আহ্বান করছে, তারা ফেরেশতাই হোক না কেন, সবাই তারা তাঁর সামনে উপায়হীন ও ক্ষমতাহীন। খেজুরের আঁটির আবরণেরও তারা অধিকারী নয়। আকাশ ও পৃথিবীর অতি নগণ্য জিনিসেরও তারা মালিক নয়। তাই মহান আল্লাহ বলেনঃ আল্লাহ ছাড়া যাদেরকে তোমরা ডাকো তারা তোমাদের ডাক শুনেই না। তোমাদের এই প্রতিমাগুলো তো প্রাণহীন জিনিস। তাদের কান নেই যে, তারা শুনতে পাবে। যাদের প্রাণ নেই তারা শুনবে কিরূপে? আর যদি মনে করা হয় যে, তারা তোমাদের ডাক শুনতে পায়, তাহলেও কিন্তু তারা তোমাদের ডাকে সাড়া দেবে না। কেননা, তারা তো কোন কিছুরই মালিক নয়। সুতরাং তারা তোমাদের কোন প্রয়োজন পুরো করতে পারে না। কিয়ামতের দিন তারা তোমাদের শিরককে অস্বীকার করবে এবং তোমাদের প্রতি অসন্তোষ প্রকাশ করবে। যেমন আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ তাদের চেয়ে বড় বিভ্রান্ত আর কে হবে যারা আল্লাহ ছাড়া এমন কিছুকে ডাকে যারা কিয়ামত পর্যন্ত তাদের ডাকে সাড়া দিতে পারবে না এবং তারা তাদের ডাক হতে উদাসীন। আর যখন লোকদেরকে একত্রিত করা হবে তখন তারা তাদের শত্রু হয়ে যাবে এবং তাদের ইবাদতকে তারা অস্বীকার করবে।” (৪৬:৫-৬) আল্লাহ তা'আলা আর এক জায়গায় বলেনঃ (আরবী) অর্থাৎ “তারা আল্লাহ ছাড়া অন্য মা'বুদ গ্রহণ করে যাতে তারা তাদের সহায় হয়। কখনই নয়; তারা তাদের ইবাদত অস্বীকার করবে এবং তাদের বিরোধী হয়ে যাবে।\" (১৯:৮১-৮২)আল্লাহ তা'আলার ন্যায় সত্য সংবাদ আর কে দিতে পারে? তিনি যা কিছু বলেছেন তা অবশ্য অবশ্যই হবে। যা কিছু হচ্ছে বা হবে তিনি সে সম্পর্কে পূর্ণ। ওয়াকিফহাল। তার মত খবর আর কেউই দিতে পারে না।"
    },
    { "ayah": 15, "surah": 35, "text": "Please check ayah 35:18 for complete tafsir." },
    { "ayah": 16, "surah": 35, "text": "Please check ayah 35:18 for complete tafsir." },
    { "ayah": 17, "surah": 35, "text": "Please check ayah 35:18 for complete tafsir." },
    {
      "ayah": 18,
      "surah": 35,
      "text": "১৫-১৮ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা খবর দিচ্ছেন যে, তিনি মাখলুক হতে অভাবশূন্য, আর সমস্ত যাক তাঁর মুখাপেক্ষী। তিনি অভাবমুক্ত এবং সবাই অভাবী। তিনি বেপরোয়া এবং সমস্ত সৃষ্টজীবই তাঁর মুখাপেক্ষী। সবাই তার সামনে হেয় ও তুচ্ছ এবং তিনি মহা প্রতাপশালী ও বিজয়ী। তাঁর ইচ্ছা ছাড়া কারো নড়াচড়ার বা থেমে থাকারও ক্ষমতা নেই। এমনকি তার বিনা হুকুমে শ্বাস-প্রশ্বাসেরও কারো অধিকার নেই। সৃষ্টি জগতের সবাই অসহায় ও নিরুপায়। বেপরোয়া, অমুখাপেক্ষী ও অভাবমুক্ত একমাত্র আল্লাহ। তিনি যা চান তাই করতে পারেন। তিনি যা করেন সবকিছুতেই তিনি প্রশংসনীয়। তাঁর কোন কাজই হিকমত ও প্রশংসাশূন্য নয়। নিজ কথা ও কাজে, নিজ বিধানে, তাকদীর নির্ধারণে, মোটকথা তার সব কাজই প্রশংসার যোগ্য।মহান আল্লাহ বলেনঃ হে লোক সকল! আল্লাহ ইচ্ছা করলে তোমাদেরকে ধ্বংস করে দিয়ে তোমাদের স্থলে অন্য সৃষ্টি আনয়ন করতে পারেন। এটা তার কাছে খুবই সহজ। কিয়ামতের দিন কেউ তার বোঝা অন্যের উপর চাপাতে চাইলে তা পূর্ণ হবে না। এমন কেউ সেখানে থাকবে না যে তার বোঝা বহন করবে। বন্ধু-বান্ধব ও নিকটতম আত্মীয়রা সবাই সেদিন মুখ ফিরিয়ে নিবে। হে লোকেরা! জেনে রেখো যে, পিতা-মাতা ও সন্তান-সন্ততি প্রত্যেকেই নিজ নিজ চিন্তায় ব্যস্ত থাকবে। সেদিন সবারই উপর একই রকম বিপদ আসবে। হযরত ইকরামা (রঃ) বলেছেন যে, প্রতিবেশী প্রতিবেশীর পিছনে লেগে যাবে। সে আল্লাহ তা'আলার কাছে আরয করবেঃ “হে আল্লাহ! আপনি তাকে জিজ্ঞেস করুন, কেন সে আমা হতে তার দরযা বন্ধ করে দিয়েছিল?\" কাফির মুমিনের পিছনে লেগে যাবে এবং যে ইহসান সে দুনিয়ায় তার উপর করেছিল তা সে তাকে স্মরণ করিয়ে দিবে এবং বলবেঃ “আজ আমি তোমার মুখাপেক্ষী।” মুমিনও তার জন্যে সুপারিশ করবে এবং হতে পারে যে তার শাস্তিও কিছু কম হবে, যদিও জাহান্নাম হতে মুক্তি লাভ অসম্ভব। পিতা পুত্রকে তার প্রতি তার অনুগ্রহের কথা স্মরণ করিয়ে দিয়ে বলবেঃ “হে আমার প্রিয় বৎস! সরিষা পরিমাণ পুণ্য আজ তুমি আমাকে দাও।\" পুত্র বলবেঃ “আব্বা! আপনি জিনিস তো অল্পই চাচ্ছেন। কিন্তু যে ভয়ে আপনি ভীত রয়েছেন সেই ভয়ে আমিও ভীত রয়েছি। সুতরাং আজ তো আমি আপনাকে কিছুই দিতে পারছি না।” তখন সে তার স্ত্রীর কাছে যাবে এবং বলবেঃ “দুনিয়ায় আমি তোমার প্রতি যে সদ্ব্যবহার করেছিলাম তা তো অজানা নেই?” উত্তরে স্ত্রী বলবেঃ “আপনি ঠিক কথাই বলেছেন। কিন্তু এখন আপনার কথা কি?” সে বলবেঃ “আজ আমি তোমার মুখাপেক্ষী। আমাকে একটি নেকী দিয়ে দাও যাতে আমি আজ এই কঠিন আযাব হতে মুক্তি পেতে পারি।” স্ত্রী জবাবে বলবেঃ “আপনার আবেদন ও চাহিদা তো খুবই হালকা বটে, কিন্তু যে ভয়ে আপনি রয়েছেন সে ভয় আমারও কোন অংশে কম নয়। সুতরাং আজ তো আমি আপনার কোন উপকার করতে পারবো না।” কুরআন কারীমের অন্য আয়াতে রয়েছেঃ (আরবী) অর্থাৎ “না পিতা পুত্রের কোন উপকারে আসবে এবং না পুত্র পিতার কোন উপকারে লাগবে।” (৩১:৩৩) মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “সেই দিন মানুষ পলায়ন করবে তার ভ্রাতা হতে, তার মাতা, তার পিতা, তার পত্নী ও তার সন্তান হতে। সেই দিন তাদের প্রত্যেকের হবে এমন গুরুতর অবস্থা যা তাকে সম্পূর্ণরূপে ব্যস্ত রাখবে।”(৮০:৩৪-৩৭)মহামহিমান্বিত আল্লাহ বলেনঃ হে নবী (সঃ)! তুমি শুধু তাদেরকেই সতর্ক করতে পার যারা তাদের প্রতিপালককে না দেখে ভয় করে এবং নামায কায়েম করে।আল্লাহ তাআলা বলেনঃ যে কেউ নিজেকে পরিশোধন করে সে তো পরিশোধন করে নিজেরই কল্যাণের জন্যে। ফিরে তো আল্লাহর কাছেই যেতে হবে। তার কাছে হাযির হয়ে হিসাব দিতে হবে। তিনি স্বয়ং আমলের বিনিময় প্রদান করবেন।"
    },
    { "ayah": 19, "surah": 35, "text": "Please check ayah 35:26 for complete tafsir." },
    {
      "ayah": 2,
      "surah": 35,
      "text": "আল্লাহ তা'আলা খবর দিচ্ছেন যে, তিনি যা কিছু ইচ্ছা করেন তা হয়েই যায়। আর যা তিনি ইচ্ছা করেন না তা কখনো হয় না। যখন তিনি কাউকেও কিছু দেন তখন তা কেউ বন্ধ করতে পারে না। আর যাকে তিনি দেন না তাকে কেউ দিতে পারে না। ফরয নামাযের সালাম ফিরানোর পর রাসূলুল্লাহ (সঃ) সদা নিম্নের কালেমাগুলো পাঠ করতেনঃ (আরবী) অর্থাৎ “আল্লাহ ছাড়া কোন মাবুদ নেই, তিনি এক, তার কোন অংশীদার নেই, রাজ্য-রাজত্ব ও প্রশংসা তারই এবং তিনি প্রত্যেক বস্তুর উপর ক্ষমতাবান। হে আল্লাহ! আপনি যা দেন তা কেউ রোধ বা বন্ধ করতে পারে না এবং আপনি যা দেন না কেউ দিতে পারে না। আর ধনবানকে ধন আপনা হতে কোন উপকার পৌঁছাতে পারে না।” রাসূলুল্লাহ (সঃ) বাজে কথা বলতে, বেশী প্রশ্ন করতে এবং টাকা অপচয় করতে নিষেধ করতেন। তিনি মেয়েদেরকে জীবন্ত পুঁতে ফেলতে, মাতাদের অবাধ্যাচরণ করতে, নিজে গ্রহণ করা ও অন্যকে না দেয়া ইত্যাদি কাজগুলো হতে নিষেধ করেছেন। (এ হাদীসটি মুসনাদে আহমাদে হযরত মুগীরা ইবনে শু’বা (রাঃ) হতে বর্ণিত হয়েছে এবং ইমাম বুখারী (রঃ) ও ইমাম মুসলিম (রঃ) এটা তাখরীজ করেছেন)হযরত আবূ সাঈদ খুদরী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) রুকূ' হতে মাথা উঠাবার পর (আরবী) বলতেন এবং তারপর নিম্নলিখিত কালেমাগুলো বলতেনঃ (আরবী)  অর্থাৎ “হে আল্লাহ! হে আমাদের প্রতিপালক! আপনার জন্যেই প্রশংসা আকাশপূর্ণ, যমীনপূর্ণ এবং এর পরে আপনি যা চান সবকিছু পূর্ণ। হে আল্লাহ! আপনি প্রশংসা ও মর্যাদা বিশিষ্ট। বান্দা যা বলে আপনি তার হকদার। আমাদের প্রত্যেকেই আপনার বান্দা। হে আল্লাহ! আপনি যা দেন তা কেউ বন্ধ করতে পারে না এবং যা দেন না কেউ দিতে পারে না এবং ধনীকে তার ধন আপনা (আপনার শাস্তি) হতে কোন উপকার পৌছাতে পারে না।” (এ হাদীসটি সহীহ মুসলিমে বর্ণিত আছে) এ আয়াত আল্লাহ তাবারাকা ওয়া তা'আলার নিম্নের আয়াতের মতঃ (আরবী) অর্থাৎ “যদি আল্লাহ্ তোমাকে কোন কষ্ট ও বিপদে আবদ্ধ করে ফেলেন তবে তিনি ছাড়া কেউ তা উন্মুক্তকারী নেই, আর যদি তিনি তোমার প্রতি কল্যাণের ইচ্ছা করেন তবে কেউ তার অনুগ্রহকে নিবারণ করতে পারে না।” (১০:১০৭) ইমাম মালিক (রঃ) বলেন যে, যখন বৃষ্টি বর্ষিত হতো তখন হযরত আবু হুরাইরা (রাঃ) বলতেনঃ “আমাদের উপর -এর তারকা হতে বৃষ্টি বর্ষিত হয়েছে। অতঃপর তিনি (আরবী)-এই আয়াতটি পাঠ করতেন। (ইবনে আবি হাতিম (রঃ) এটা বর্ণনা করেছেন)"
    },
    { "ayah": 20, "surah": 35, "text": "Please check ayah 35:26 for complete tafsir." },
    { "ayah": 21, "surah": 35, "text": "Please check ayah 35:26 for complete tafsir." },
    { "ayah": 22, "surah": 35, "text": "Please check ayah 35:26 for complete tafsir." },
    { "ayah": 23, "surah": 35, "text": "Please check ayah 35:26 for complete tafsir." },
    { "ayah": 24, "surah": 35, "text": "Please check ayah 35:26 for complete tafsir." },
    { "ayah": 25, "surah": 35, "text": "Please check ayah 35:26 for complete tafsir." },
    {
      "ayah": 26,
      "surah": 35,
      "text": "১৯-২৬ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা বলছেন যে, মুমিন ও কাফির সমান হয় না, যেমন সমান হয় অন্ধ ও চক্ষুষ্মন, অন্ধকার ও আলো, ছায়া ও রৌদ্র এবং জীবিত ও মৃত। যেমন এগুলোর মাঝে আকাশ পাতালের পার্থক্য রয়েছে, ঠিক তেমনই ঈমানদার ও কাফিরদের মাঝে সীমাহীন পার্থক্য বিরাজমান। মুমিন কাফিরের সম্পূর্ণ বিপরীত। কাফির হচ্ছে অন্ধ, অন্ধকার ও গরম লু হাওয়ার মত। যেমন আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ “যারা মৃত ছিল তাদেরকে আমি জীবিত করে দিয়েছি, তাদেরকে নূর বা আলো দিয়েছি, সেগুলো নিয়ে তারা লোকদের মাঝে চলাফেরা করে, তারা কি তাদের মত যারা অন্ধকারে চলাফেরা করে?(৬:১২২) আর এক আয়াতে আছেঃ (আরবী) অর্থাৎ “দু'টি দলের দৃষ্টান্ত অন্ধ ও বধির এবং চক্ষুষ্মন ও শ্রবণশক্তি সম্পন্ন লোকের মত, এ দু’দলের দৃষ্টান্ত কি সমান?”(১১:২৪) মুমিনের তো চোখ আছে ও কান আছে। সে আলোক প্রাপ্ত। সে সরল সঠিক পথে রয়েছে। সে ছায়া ও নহর বিশিষ্ট জান্নাতে প্রবেশ করবে। অপরপক্ষে, কাফির অন্ধ ও বধির। সে দেখতেও পায় না, শুনতেও পায় না। অন্ধকারে সে জড়িয়ে পড়েছে। অন্ধকার হতে বের হতে পারে না। সে জাহান্নামে পৌঁছে যাবে যা অত্যন্ত গরম ও কঠিন তাপবিশিষ্ট এবং দাহনকারী আগুনের ভাণ্ডার।আল্লাহ যাকে চাইবেন শুনিয়ে দিবেন অর্থাৎ এমনভাবে শুনবার তাওফীক দিবেন যে, সে শুনে কবূলও করে নিবে।আল্লাহ তা'আলা বলেনঃ যারা কবরে আছে তাকে তুমি (হযরত মুহাম্মাদ সঃ) শুনাতে সমর্থ হবে না। অর্থাৎ কেউ যখন মরে যায় এবং তাকে সমাধিস্থ করা হয় তখন তাকে ডাকা যেমন বৃথা, তেমনই কাফিররাও যে, তাদেরকে হিদায়াতের দাওয়াত দেয়া বৃথা। অনুরূপভাবে মুশরিকদের উপরেও দুর্ভাগ্য ছেয়ে গেছে। সুতরাং তাদের হিদায়াত লাভের কোন আশা নেই। হে নবী (সঃ)! তুমি তাদেরকে কখনো হিদায়াতের উপর আনতে পার না। তুমি তো একজন সতর্ককারী মাত্র। তোমার কাজ শুধু আমার বাণী মানুষের কাছে পৌঁছিয়ে দেয়া। হিদায়াত করা ও পথভ্রষ্ট করার মালিক আল্লাহ।হযরত আদম (আঃ) থেকে নিয়ে আজ পর্যন্ত প্রত্যেক উম্মতের মধ্যে রাসূল আসতে থেকেছেন যাতে তাদের কোন ওযর বাকী না থাকে। যেমন অন্য আয়াতে রয়েছেঃ (আরবী) অর্থাৎ “প্রত্যেক কওমের জন্যেই একজন হিদায়াতকারী রয়েছে।” (১৩:৭) অন্য জায়গায় রয়েছেঃ (আরবী) অর্থাৎ “প্রত্যেক উম্মতের মধ্যেই আমি রাসূল পাঠিয়েছিলাম।” (১৬:৩৬) কাজেই এদের এই নবী (সঃ)-কে অবিশ্বাস ও মিথ্যা প্রতিপন্ন করা কোন নতুন কথা নয়। এদের পূর্বের লোকেরাও তাদের রাসূলদেরকে মিথ্যা প্রতিপন্ন করছিল। তাদের কাছে তাদের রাসূলগণ সুস্পষ্ট নিদর্শন, গ্রন্থাদি ও দীপ্তিমান কিতাবসহ এসেছিল। তবুও তারা তাদেরকে বিশ্বাস করেনি। তাদের অবিশ্বাস করার পরিণাম এই হয়েছিল যে, আল্লাহ তা'আলা তাদেরকে তার শাস্তি দ্বারা পাকড়াও করেছিলেন এবং তাঁর শাস্তি ছিল কতই না ভয়ংকর।"
    },
    { "ayah": 27, "surah": 35, "text": "Please check ayah 35:28 for complete tafsir." },
    {
      "ayah": 28,
      "surah": 35,
      "text": "২৭-২৮ নং আয়াতের তাফসীর:\nপ্রতিপালকের পরিপূর্ণ ক্ষমতার প্রতি লক্ষ্য করলে বিস্মিত হতে হয় যে, একই প্রকারের বস্তুর মধ্যে বিভিন্ন প্রকারের নমুনা চোখে পড়ে! আসমান হতে একই পানি বর্ষিত হয়, আর এই পানি হতে বিভিন্ন রং বেরং-এর ফল উৎপাদিত হয়। যেমন লাল, সবুজ, সাদা ইত্যাদি। এগুলোর প্রত্যেকটির স্বাদ পৃথক, গন্ধ পৃথক। যেমন অন্য আয়াতে আছেঃ (আরবী) অর্থাৎ “কোথাও আঙ্গুর কোথাও খেজুর আবার কোথাও শস্য ইত্যাদি।” (১৩:৪)অনুরূপভাবে পাহাড়ের সৃষ্টিও বিভিন্ন প্রকারের। কোনটি সাদা, কোনটি লাল . এবং কোনটি কালো। কোনটিতে রাস্তা ও ঘাঁটি আছে, কোনটি দীর্ঘ এবং কোনটি অসমতল। এই প্রাণহীন জিনিসের পর এখন প্রাণীসমূহের প্রতি লক্ষ্য করা যাক।এদের মধ্যেও আল্লাহ তা'আলার বিভিন্ন প্রকারের কারিগরী দেখতে পাওয়া যায়। মানুষ, জানোয়ার এবং চতুষ্পদ জন্তুর প্রতি লক্ষ্য করলে তাদের বিভিন্ন প্রকার অসামঞ্জস্য দেখা যাবে। মানুষের মধ্যে বার্বার, হাবশী এবং তামাতিমরা সম্পূর্ণ কালো বর্ণের হয়ে থাকে। রোমীরা হয় অত্যন্ত সাদা বর্ণের, আরবীয় মধ্যম ধরনের এবং ভারতীয়রা তাদের কাছাকাছি। এজন্যেই আল্লাহ তা'আলা অন্য আয়াতে বলেনঃ (আরবী) অর্থাৎ “তোমাদের ভাষা ও বর্ণের বৈচিত্র, এতে জ্ঞানীদের জন্যে অবশ্যই নিদর্শন রয়েছে।” (৩০:২২) অনুরূপভাবে চতুষ্পদ জন্তু ও অন্যান্য প্রাণীর রং এবং রূপও পৃথক পৃথক। এমনকি একই প্রকারের জন্তুর মধ্যেও বিভিন্ন প্রকারের রং রয়েছে এবং আরো বিস্ময়ের বিষয় যে, একটি জন্তুরই দেহের রং বিভিন্ন হয়ে থাকে। সুবহানাল্লাহ্! সবচেয়ে উত্তম সৃষ্টিকর্তা আল্লাহ কতই না কল্যাণময়! হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, একটি লোক নবী (সঃ)-এর কাছে এসে জিজ্ঞেস করেঃ “আপনার প্রতিপালক কি রং করে থাকেন?\" উত্তরে নবী (সঃ) বলেনঃ “হ্যা, তিনি এমন রং করেন যা কখনো উঠে যায় না। যেমন লাল, হলদে, সাদা।” (এ হাদীসটি হাফিয আবু বকর আল বাযযার (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন। হাদীসটিকে মুসাল ও মাওকুফ বলা হয়েছে। এসব ব্যাপারে আল্লাহ তাআলাই সবচেয়ে ভাল জানেন)এরপর আল্লাহ তা'আলা বলেনঃ আল্লাহর বান্দাদের মধ্যে যারা জ্ঞানী তারাই তাকে ভয় করে। কারণ তারা জানে ও বুঝে। প্রকৃতপক্ষে যে ব্যক্তি যত বেশী আল্লাহ সম্বন্ধে অবগত হবে ততই সে মহান, শক্তিশালী ও জ্ঞানী আল্লাহর প্রভাবে প্রভাবান্বিত হবে এবং তার অন্তরে তাঁর ভয় তত বেশী হবে। যে জানবে যে, আল্লাহ সর্বশক্তিমান সে পদে পদে তাঁকে ভয় করতে থাকবে। আল্লাহ সম্বন্ধে প্রকৃত জ্ঞান তার অন্তরে স্থান পাবে। সে তার সাথে কাউকেও শরীক করবে না। তাঁর কৃত হালালকে হালাল ও হারামকে হারাম জানবে। তার কথার প্রতি বিশ্বাস রাখবে এবং তার কথা রক্ষা করতে চেষ্টা করবে। তার সাথে সাক্ষাৎকে সে সত্য বলে মেনে নিবে। ভীতিও একটি শক্তি। আল্লাহ ও বান্দার মধ্যে এ ভীতি পর্দা স্বরুপ দাঁড়িয়ে থাকে। আল্লাহর নাফরমানীর মাখঝানে এটা বাধা হয়ে যায়। হসান বসরী (রঃ) বলেন যে, আলেম তাকেই বলে যে আল্লাহকে না দেখেই তাকে ভয় করে এবং তাঁর সন্তুষ্টির কাজে আগ্রহ প্রকাশ করে ও তাঁর অসন্তুষ্টির কাজকে ঘৃণা করে এবং তা হতে বিরত থাকে। হযরত ইবনে মাসউদ (রাঃ) বলেন যে, কথা বেশী বলার নাম ইলম নয়, বরং ইলম বলা হয় আল্লাহকে অধিক ভয় করাকে। ইমাম মালিক (রঃ)-এর উক্তি আছে যে, অধিক রিওয়াইয়াত করার নাম ইলম নয়, বরং ইলম একটা জ্যোতি যা আল্লাহ তা'আলা তাঁর বান্দার অন্তরে ঢেলে দেন। হযরত আহমাদ ইবনে সালেহ মিসরী (রঃ) বলেন যে, ইলম অধিক রিওয়াইয়াত করার নাম নয়, বরং ইলম তাকে বলে যার অনুসরণ আল্লাহ তা'আলার পক্ষ হতে ফরয করা হয়েছে। অর্থাৎ কিতাব ও সুন্নাহ, যেগুলো সাহাবী ও ইমামদের মাধ্যমে পৌঁছেছে। যেগুলো রিওয়াইয়াত দ্বারাই আবার পৌঁছে থাকে। জ্যোতি বান্দার আগে আগে থাকে, সে তার দ্বারা ইলমকে ও তার মতলবকে বুঝে থাকে। বর্ণিত আছে যে, আলেম তিন প্রকারের রয়েছে। তারা হলোঃ আল্লাহ সম্পর্কে আলেম ও আল্লাহর আদেশ সম্পর্কে আলেম, আল্লাহ সম্পর্কে আলেম ও আল্লাহর আদেশ সম্পর্কে আলেম নয় এবং আল্লাহর আদেশ সম্পর্কে আলেম ও আল্লাহ সম্পর্কে আলেম নয়। সুতরাং আল্লাহ সম্পর্কে আলেম ও তার আদেশ সম্পর্কেও আলেম হলো ঐ ব্যক্তি যে আল্লাহকে ভয় করে এবং তাঁর হুদূদ ও ফারায়েযকেও জানে। আলেম বিল্লাহ হলো ঐ ব্যক্তি যে আল্লাহকে ভয় করে বটে, কিন্তু তার হুদূদ ও ফারায়েযের জ্ঞান রাখে না। আর আলেম বিআমরিল্লাহ হলো ঐ ব্যক্তি যে আল্লাহর হুদূদ ও ফারায়েয সম্পর্কে জ্ঞান রাখে বটে, কিন্তু তার অন্তরে আল্লাহর ভয় থাকে না।"
    },
    { "ayah": 29, "surah": 35, "text": "Please check ayah 35:30 for complete tafsir." },
    {
      "ayah": 3,
      "surah": 35,
      "text": "এ কথারই দলীল বর্ণনা করা হচ্ছে যে, ইবাদতের যোগ্য একমাত্র আল্লাহ্ তা'আলারই সত্তা। কেননা, সষ্টিকর্তা ও রিযকদাতা শুধুমাত্র তিনিই। সুতরাং তাকে ছাড়া অন্যের ইবাদত করা সম্পূর্ণ ভুল। আসলে তিনি ছাড়া ইবাদতের যোগ্য আর কেউই নেই। অতএব তোমরা এতো উজ্জ্বল ও সুস্পষ্ট দলীল প্রমাণ সত্ত্বেও কেমন করে অন্যদিকে ফিরে যাচ্ছ? কি করেই বা তোমরা অন্যের ইবাদতের দিকে ঝুঁকে পড়ছো? এসব ব্যাপারে আল্লাহ্ তা'আলাই সর্বাধিক সঠিক জ্ঞানের অধিকারী।"
    },
    {
      "ayah": 30,
      "surah": 35,
      "text": "২৯-৩০ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা তার মুমিন বান্দাদের উত্তম গুণাবলীর বর্ণনা দিচ্ছেন যে, তারা আল্লাহর কিতাব অধ্যয়নে রত থাকে, ঈমানের সাথে তা পাঠ করে, ভাল আমল ছেড়ে দেয় না, নামায কায়েম করে, যাকাত দেয় ও দান-খয়রাত করে, গোপনে ও প্রকাশ্যে দান করে, আল্লাহর বান্দাদের সাথে ভাল ব্যবহার করে এবং এসবের সওয়াবের আশা শুধু আল্লাহর কাছে করে, আর তা পাওয়া নিশ্চিতরূপেই সত্য। যেমন এই তাফসীরের শুরুতে ফাযায়েলে কুরআনের বর্ণনায় আমরা আলোচনা করেছি যে, কুরআন কারীম ওর পাঠককে বলবেঃ “প্রত্যেক ব্যবসায়ী তার ব্যবসার পিছনে লেগে থাকে, আর তুমি আজ সমস্ত ব্যবসার পিছনে রয়েছ।” মহান আল্লাহ বলেনঃ আল্লাহ তাদেরকে তাদের কর্মের পূর্ণ প্রতিফল দিবেন এবং তিনি নিজ অনুগ্রহে তাদেরকে আরো বেশী দিবেন যা তাদের কল্পনায়ও থাকবে না। আল্লাহ বড় ক্ষমাশীল এবং বড় গুণগ্রাহী। ছোট ছোট আমলেরও তিনি মর্যাদা দিয়ে থাকেন।হযরত মাতরাফ (রঃ) এ আয়াতটি তিলাওয়াত করে বলতেন যে, এটা কারীদের আয়াত।হযরত আবু সাঈদ খুদরী (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহ (সঃ)-কে বলতে শুনেছেনঃ “আল্লাহ তা'আলা তাঁর যে বান্দার প্রতি সন্তুষ্ট হন তার এমন সাত প্রকারের সকার্যের তিনি প্রশংসা করেন যা সে করেনি। আর যে বান্দার প্রতি অসন্তুষ্ট ও রাগান্বিত হন তার এমন সাত প্রকারে দুষ্কার্যের তিনি নিন্দে করেন যা সে করেনি।”"
    },
    {
      "ayah": 31,
      "surah": 35,
      "text": "আল্লাহ তা'আলা বলেনঃ হে মুহাম্মাদ (সঃ)! আমি তোমার প্রতি যে কিতাব অর্থাৎ কুরআন অবতীর্ণ করেছি তা সত্য। পূর্ববর্তী কিতাবগুলো যেমন এর সত্যতার খবর দেয়, অনুরূপভাবে এই কিতাবও পূর্ববর্তী কিতাবসমূহের সত্যতার সমর্থক। আল্লাহ তা'আলা তাঁর বান্দাদের সবকিছু জানেন ও দেখেন। অনুগ্রহের হকদার কে তিনি তা ভালরূপেই জানেন। নবীদেরকে তিনি স্বীয় প্রশস্ত জ্ঞানে সাধারণ লোকের উপর শ্রেষ্ঠত্ব দান করেছেন। অতঃপর নবীদেরও পরস্পরের মধ্যে মর্যাদা ও ফযীলত নির্ধারণ করেছেন এবং সাধারণভাবে হযরত মুহাম্মাদ (সঃ)-এর মর্যাদা সবচেয়ে বাড়িয়ে দিয়েছেন। নবীদের সবারই প্রতি আল্লাহর দরূদ ও সালাম বর্ষিত হোক!"
    },
    {
      "ayah": 32,
      "surah": 35,
      "text": "আল্লাহ তা'আলা বলেনঃ আমি এই সম্মানিত কিতাব অর্থাৎ কুরআন কারীম আমার মনোনীত বান্দাদের হাতে প্রদান করেছি অর্থাৎ এই উম্মতে মুহাম্মাদীর (সঃ) হাতে। অতঃপর তাদের মধ্যে তিন প্রকারের লোক হয়ে যায়। কেউ কেউ তো কিছু আগে-পিছে হয়ে যায়, তাদেরকে নিজের প্রতি অত্যাচারী বলা হয়েছে। তাদের দ্বারা কিছু হারাম কাজও হয়ে যায়। আর তাদের মধ্যে কেউ কেউ মধ্যপন্থী রয়েছে, যারা হারাম থেকে নিজেদেরকে বাঁচিয়ে রেখেছে এবং ওয়াজিবগুলো পালন করেছে, কিন্তু মাঝে মাঝে মুস্তাহাব কাজগুলো তাদের ছুটেও গিয়েছে এবং কখনো কখনো সামান্য অপরাধও তাদের হয়ে গেছে। আর কতকগুলো লোক আল্লাহর ইচ্ছায় কল্যাণের কাজে অগ্রগামী রয়েছে। ওয়াজিব কাজগুলো তো তারা পালন করেছেই, এমনকি মুস্তাহাব কাজগুলোকেও তারা কখনো ছাড়েনি। আর হারাম কাজগুলো হতে তো দূরে থেকেছেই, এমনকি মাকরূহ কাজগুলোকেও ছেড়ে দিয়েছে। তাছাড়া কোন কোন সময় মুবাহ কাজগুলোকেও ভয়ে পরিত্যাগ করেছে। হযরত ইবনে আব্বাস (রাঃ) বলেন যে, মনোনীত বান্দা দ্বারা উম্মতে মুহাম্মাদিয়াকে (সঃ) বুঝানো হয়েছে, যাদেরকে আল্লাহর সব কিতাবেরই ওয়ারিস বানিয়ে দেয়া হয়েছে। তাদের মধ্যে যারা নিজেদের উপর অত্যাচার করেছে তাদেরকে ক্ষমা করা হবে। তাদের মধ্যে যারা মধ্যপন্থী তাদের সহজভাবে হিসাব নেয়া হবে। আর যারা কল্যাণকর কাজে অগ্রগামী তাদেরকে বিনা হিসাবে জান্নাতে পৌঁছিয়ে দেয়া হবে।হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, একদা রাসূলুল্লাহ বলেনঃ “আমার উম্মতের কাবীরা গুনাহকারীদের জন্যেই আমার শাফা'আত।” (এ হাদীসটি আবুল কাসিম তিবরানী (রঃ) বর্ণনা করেছেন)হযরত ইবনে আব্বাস (রাঃ) বলেন যে, কল্যাণকর কাজে অগ্রগামী লোকেরা তো বিনা হিসাবেই জান্নাতে চলে যাবে। আর নিজেদের উপর অত্যাচারকারী ও আরাফবাসীরা হযরত মুহাম্মাদ (সঃ)-এর শাফা'আতের বলে জান্নাতে যাবে। মোটকথা, এই উম্মতের হালকা পাপকারীরাও আল্লাহ তাআলার মনোনীত বান্দাদের অন্তর্ভুক্ত। সুতরাং সমস্ত প্রশংসা আল্লাহর। পূর্বযুগীয় অধিকাংশ গুরুজনের উক্তি এটাই বটে। কিন্তু পূর্বযুগীয় কোন কোন মনীষী এটাও বলেছেন যে, এ লোকগুলো না এই উম্মতের অন্তর্ভুক্ত, না তারা আল্লাহর মনোনীত বান্দা এবং না তারা আল্লাহর কিতাবের ওয়ারিশ। বরং এর দ্বারা কাফির, মুনাফিক ও বাম হাতে আমলনামা প্রাপকদেরকে বুঝানো হয়েছে। সুতরাং এই তিন প্রকারের লোক তারাই যাদের বর্ণনা সূরায়ে ওয়াকিয়ার প্রথমে ও শেষে রয়েছে। অর্থাৎ এই তিন প্রকার যে গণনা করা হয়েছে তারা মনোনীত বান্দা নয়, বরং তারা সেই বান্দা যারা (আরবী) বলে উল্লিখিত হয়েছে। কিন্তু সঠিক উক্তি এটাই যে, তারা এই উম্মতের অন্তর্ভুক্ত। ইবনে জারীরও (রঃ) এটাকে গ্রহণ করেছেন এবং আয়াতের বাহ্যিক শব্দগুলোও এটাই প্রমাণ করে। হাদীসসমূহ দ্বারাও এটাই প্রমাণিত হয়।\nপ্রথম হাদীসঃ\nহযরত আবু সাঈদ খুদরী (রাঃ) হতে বর্ণিত আছে যে (আরবী) -এই আয়াতের ব্যাপারে নবী (সঃ) বলেছেনঃ “এরা (এই তিন প্রকারের) সবাই একই মর্যাদা সম্পন্ন এবং তারা সবাই জান্নাতী।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন। হাদীসটি গারীব এবং এতে এমন একজন বর্ণনাকারী রয়েছেন যার নাম উল্লেখ করা হয়নি। হাদীসটির ভাবার্থ এই যে, এই উম্মতের অন্তর্ভুক্ত হওয়ার দিক দিয়ে এবং জান্নাতী হওয়ার দিক দিয়ে তিন প্রকারের লোকই যেন একই। হ্যাঁ, তবে মর্যাদার দিক দিয়ে তাদের মধ্যে পার্থক্য অবশ্যই রয়েছে)\nদ্বিতীয় হাদীসঃ\nহযরত আবু দারদা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) এ আয়াতটি তিলাওয়াত করার পর বলেনঃ “কল্যাণের কাজে যারা অগ্রগামী তারা বিনা হিসাবে জান্নাতে যাবে, মধ্যপন্থী লোকদের সহজভাবে হিসাব নেয়া হবে এবং যারা নিজেদের উপর যুলুম করেছে তাদেরকে ময়দানে মাশারে আটক রাখা হবে। অতঃপর আল্লাহর রহমতে তারা মাফ পেয়ে যাবে। তারা বলবেঃ ঐ আল্লাহর সমস্ত প্রশংসা যিনি আমাদের দুঃখ-দুর্দশা দূরীভূত করেছেন, আমাদের প্রতিপালক তো ক্ষমাশীল, গুণগ্রাহী। যিনি নিজ অনুগ্রহে আমাদেরকে স্থায়ী আবাস দিয়েছেন যেখানে ক্লেশ আমাদেরকে স্পর্শ করে না এবং ক্লান্তিও স্পর্শ করে না।” (এ হাদীসটিও ইমাম আহমাদ (রঃ) বর্ণনা করেছেন) মুসনাদে ইবনে আবি হাতিমেও হাদীসটি সামান্য রদবদলসহ বর্ণিত আছে। তাফসীরে ইবনে জারীরেও হাদীসটি উল্লিখিত হয়েছে। তাতে আছে। যে, হযরত আবূ সাবিত (রাঃ) মসজিদে এসে হযরত আবু দারদা (রাঃ)-এর পাশে বসে পড়েন এবং বলেনঃ “হে আল্লাহ! আমার ভীতি দূর করে দিন, আমার অসহায়তার উপর দয়া করুন এবং আমাকে একজন উত্তম সাথী ও বন্ধু মিলিয়ে দিন।” তাঁর এই প্রার্থনা শুনে হযরত আবু দারদা (রাঃ) তাঁকে বললেন, তুমি যদি তোমার এ কথায় সত্যবাদী হও তবে আমি তোমার বন্ধু ও সাথী। তোমাকে আমি একটি হাদীস শুনাচ্ছি যা আমি রাসূলুল্লাহ (সঃ)-এর কাছে শুনেছি এবং আজ পর্যন্ত ঐ হাদীসটি আমি কাউকেও শুনাইনি। তিনি (নবী সঃ) (আরবী)-এই আয়াতটি পাঠ করে বলেছেনঃ “কল্যাণকর কাজে অগ্রগামী লোকেরা বিনা হিসাবে জান্নাতে চলে যাবে। আর মধ্যপন্থী লোকদের সহজ হিসাব নেয়া হবে এবং নিজেদের উপর অত্যাচারীকে ঐ স্থানে দুঃখ-কষ্ট পৌঁছানো হবে। আল্লাহর রহমতে তাদের দুঃখ-কষ্ট ও চিন্তা-ভাবনা দূর হলে তারা বলবেঃ প্রশংসা আল্লাহর যিনি আমাদের দুঃখ-দুর্দশা দূরীভূত করেছেন।”\nতৃতীয় হাদীসঃ\nহযরত উসামা ইবনে যায়েদ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) (আরবী) এ আয়াত সম্পর্কে বলেনঃ “এদের সবাই এই উম্মতের অন্তর্ভুক্ত।” (এ হাদীসটি হাফিয আবুল কাসিম তিবরানী (রঃ) বর্ণনা করেছেন) চতুর্থ হাদীস ও হযরত আউফ ইবনে মালিক (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমার উম্মতের তিনটি অংশ হবে। একটি অংশ বিনা হিসাবে ও বিনা আযাবে জান্নাতে প্রবেশ করবে। দ্বিতীয় অংশের অতি সহজ করে হিসাব নেয়া হবে। অতঃপর তারা জান্নাতে চলে যাবে। তীয় দলকে অবশ্যই জিজ্ঞাসাবাদ করা হবে এবং তাদের কাছে কৈফিয়ত তলব করা হবে। কিন্তু ফেরেশতারা হাযির হয়ে বলবেনঃ “আমরা তাদেরকে এমন অবস্থায় পেয়েছি যে, তারা (আরবী) লা-ইলাহা-ইল্লাল্লাহ বলতে রয়েছে।” তখন আল্লাহ তা'আলা বলবেনঃ “তারা। সত্য বলেছে। আমি ছাড়া কেউ মাবুদ নেই। তাদের (আরবী) লা-ইলাহা-ইল্লাল্লাহ বলার কারণে তাদেরকে জান্নাতে প্রবিষ্ট কর এবং তাদের পাপগুলো জাহান্নামীদের উপর চাপিয়ে দাও।\" এরই বর্ণনা (আরবী) এই আয়াতে রয়েছে। অর্থাৎ তারা নিজেদের (পাপের) বোঝাসহ তাদের বোঝা বহন করবে।'(২৯:১৩) এর সত্যতা তাতেই রয়েছে যাতে ফেরেশতাদের উল্লেখ রয়েছে। আল্লাহ তা'আলা স্বীয় বান্দাদের মধ্যে যাদেরকে কিতাবের ওয়ারিশ বানিয়েছেন তাদের বর্ণনা দিয়ে তাদের তিনটি শ্রেণীর কথা বলেছেন। তাদের মধ্যে যারা নিজেদের উপর অত্যাচার করেছে তাদের পুরোপুরিভাবে হিসাব নেয়া হবে।” (এ হাদীসটি ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন। কিন্তু হাদীসটি খুবই গারীব বা দুর্বল)হযরত ইবনে মাসউদ (রাঃ) বলেন যে, কিয়ামতের দিন এই উম্মতের তিনটি দল হবে। একটি দল বিনা হিসাবে জান্নাতে চলে যাবে, একটি দলের সহজভাবে হিসাব নেয়া হবে এবং একটি দল পাপী হবে যাদেরকে আল্লাহ তাআলা জিজ্ঞাসাবাদ করবেন, অথচ তিনি দলটিকে ভালরূপেই জানেন। ফেরেশতারা বলবেনঃ “হে আল্লাহ! এদের বড় বড় পাপ রয়েছে, কিন্তু তারা আপনার সাথে কাউকেও শরীক করেনি।” তখন আল্লাহ তা'আলা বলবেনঃ “তাদেরকে আমার রহমতের মধ্যে দাখিল করে দাও।\" অতঃপর হযরত আবদুল্লাহ ইবনে মাসউদ (রাঃ) এ আয়াতটিই পাঠ করেন। (এটা ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন)হ্যরত সানুল হানাঈ (রাঃ) হতে বর্ণিত আছে যে, তিনি হযরত আয়েশা (রাঃ)-কে (আরবী) -এই আয়াত সম্পর্কে জিজ্ঞেস করলে তিনি বলেনঃ “হে বৎস! এরা সব জান্নাতী লোক। (আরবী) (কল্যাণকর কাজে অগ্রগামী) লোক তারাই যারা রাসূলুল্লাহ্ (সাঃ)-এর যুগে ছিল। যাদেরকে স্বয়ং রাসূলুল্লাহ্ (সাঃ) জান্নাতের সুসংবাদ দিয়েছিলেন। (আরবী) (মধ্যপন্থী) লোক তারাই যারা রাসূলুল্লাহ (সাঃ)-এর পদাংক অনুসরণ করতো এবং শেষ পর্যন্ত তারা তাঁর সাথে মিলে যায়। আর (আরবী) হলো আমার তোমার মত লোক।” (এটা আবূ দাউদ তায়ালেসী (রঃ) বর্ণনা করেছেন)এটা আমাদের খেয়াল করা উচিত যে, হযরত আয়েশা সিদ্দীকা (রাঃ) তো (আরবী) অর্থাৎ কল্যাণকর কাজে অগ্রগামীদেরই অন্তর্ভুক্ত ছিলেন, এমন কি তাদের চেয়েও উত্তম ছিলেন। অথচ তিনি শুধু বিনয় প্রকাশার্থে নিজেকে কত নীচে নামিয়ে দিয়েছেন! হাদীসে এসেছে যে, সমস্ত স্ত্রী লোকের উপর হযরত আয়েশা (রাঃ)-এর এমন ফযীলত রয়েছে যেমন ‘সারীদ’ নামক খাদ্যের ফযীলত রয়েছে সমস্ত খাদ্যের উপর।হযরত উসমান ইবনে আফফান (রাঃ) বলেন যে, (আরবী) হলো আমাদের গ্রাম্য লোকেরা, (আরবী) হলো আমাদের শহরের লোকেরা এবং (আরবী) হলো আমাদের মুজাহিদরা। (এটা ইবনে আবি হাতিম (রাঃ) বর্ণনা করেছেন)হযরত কা'ব আহবার (রঃ) বলেন যে, এই তিন প্রকারের লোকই এই উম্মতের অন্তর্ভুক্ত এবং এরা সবাই জান্নাতী। কেননা, আল্লাহ তা'আলা এই তিন প্রকার লোকের বর্ণনা দেয়ার পর জান্নাতের উল্লেখ করেছেন অতঃপর বলেছেনঃ (আরবী) অর্থাৎ যারা কুফরী করেছে তাদের জন্যে রয়েছে জাহান্নামের আগুন। সুতরাং এ লোকগুলো জাহান্নামী। (এটা ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন)হযরত ইবনে আব্বাস (রাঃ) হযরত কা'ব (রাঃ)-কে এ আয়াত সম্পর্কে জিজ্ঞেস করলে তিনি বলেনঃ “কা'ব (রাঃ)-এর প্রতিপালকের শপথ! এরা সব একই দলের লোক। হাঁ, তবে আমল অনুপাতে তাদের মর্যাদা কম ও বেশী হবে।” আবু ইসহাক (রঃ) এ আয়াতের ব্যাপারে বলেন যে, এই তিন দলই মুক্তিপ্রাপ্ত। মুহাম্মাদ ইবনে হানাফিয়্যাহ (রঃ) বলেন যে, এটা দয়া ও অনুগ্রহ প্রাপ্ত উম্মত। এ উম্মতের পাপীদেরকে ক্ষমা করে দেয়া হবে, এর মধ্যপন্থীরা আল্লাহর নিকট জান্নাতে থাকবে এবং এর কল্যাণকর কার্যে অগ্রগামী দল উচ্চ মর্যাদা লাভ করবে। মুহাম্মাদ ইবনে আলী বাকির (রাঃ) বলেন যে, এখানে যে লোকদেরকে (আরবী) বলা হয়েছে তারা হলো ঐ সব লোক যারা পাপও করেছে, পুণ্যও করেছে। এসব হাদীস ও আসার দ্বারা এটা পরিষ্কারভাবে বুঝা যাচ্ছে যে, এ আয়াতটি এই উম্মতের এ তিন প্রকার লোকের ব্যাপারে সাধারণ। সুতরাং আলেমগণ এই নিয়ামতের উপর লোকদের মধ্যে সবচেয়ে বেশী ঈর্ষার পাত্র এবং এই নিয়ামতের তাঁরাই সবচেয়ে বেশী হকদার। যেমন কায়েস ইবনে কাসীর (রঃ) হতে বর্ণিত আছে যে, মদীনাবাসী একজন লোক দামেস্কে হযরত আবু দারদা (রাঃ)-এর নিকট গমন করে। তখন হযরত আবূ দারদা (রাঃ) লোকটিকে জিজ্ঞেস করেনঃ “ভাই! তোমার এখানে আগমনের কারণ কি? উত্তরে লোকটি বলেঃ “একটি হাদীস শুনবার জন্যে যা আপনি রাসূলুল্লাহ (সঃ) থেকে বর্ণনা করে থাকেন।” তিনি বললেনঃ “কোন ব্যবসার উদ্দেশ্যে আসনি তো?\" জবাবে সে বললোঃ “না।” তিনি আবার প্রশ্ন করলেনঃ “অন্য কোন প্রয়োজনে এসেছো কি?\" সে উত্তর দিলোঃ “না।” তিনি পুনরায় জিজ্ঞেস করলেনঃ “তাহলে তুমি কি শুধু এই হাদীসের সন্ধানেই এসেছো?” সে জবাব দিলোঃ “জ্বি, হ্যাঁ।” তখন তিনি বললেনঃ “নিশ্চয়ই আমি রাসূলুল্লাহ (সঃ)-কে বলতে শুনেছি- “যে ব্যক্তি ইলমের সন্ধানে সফরে বের হয়, আল্লাহ তাকে জান্নাতের পথে চালিত করেন এবং (রহমতের) ফেরেশতারা ইলম অনুসন্ধানকারীর উপর সন্তুষ্ট হয়ে তাদের উপর তাঁদের ডানা বিছিয়ে দেন। আসমান ও যমীনে অবস্থানকারী সবাই বিদ্যানুসন্ধানীর জন্যে ক্ষমা প্রার্থনা করে, এমনকি পানির মধ্যে মাছগুলোও (ক্ষমা প্রার্থনা করে)। (মূখ) আবেদের উপর আলেমের ফযীলত এমনই যেমন চন্দ্রের ফযীলত সমস্ত তারকার উপর। নিশ্চয়ই আলেমরা নবীদের ওয়ারিশ। আর নবীরা দ্বীনার (স্বর্ণমুদ্রা) ও দিরহাম (রৌপ্যমুদ্রা)-এর ওয়ারিশ করেন না, বরং তারা ওয়ারিশ করেন ইলমের। যে তা গ্রহণ করে সে খুব বড় সম্পদ লাভ করে।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন এবং ইমাম আবু দাউদ (রঃ), ইমাম তিরমিযী (রঃ) ও ইবনে মাজাহ্ (রঃ) এটা তাখরীজ করেছেন) আমি এ হাদীসের সমস্ত ধাৱা, শব্দ এবং ব্যাখ্যা সহীহ বুখারীর কিতাবুল ইলম-এর শরাতে বিস্তারিতভাবে বর্ণনা করেছি। সুতরাং সমস্ত প্রশংসা আল্লাহরই জন্যে। সূরায়ে তোয়া-হার শুরুতে ঐ হাদীসটি গত হয়েছে যে, রাসূলুল্লাহ্ (সঃ) বলেছেন, আল্লাহ্ তা'আলা কিয়ামতের দিন আলেমদেরকে বলবেনঃ “আমি তোমাদেরকে ইলম ও হিকমত শুধু এ জন্যেই দান করেছি যে, আমি তোমাদেরকে ক্ষমা করতে চাই, তোমাদের দ্বারা যা-ই কিছু হয়ে থাক না কেন আমি তার কোন পরোয়া করি না।”"
    },
    { "ayah": 33, "surah": 35, "text": "Please check ayah 35:35 for complete tafsir." },
    { "ayah": 34, "surah": 35, "text": "Please check ayah 35:35 for complete tafsir." },
    {
      "ayah": 35,
      "surah": 35,
      "text": "৩৩-৩৫ নং আয়াতের তাফসীর:\nআল্লাহ্ তা'আলা খবর দিচ্ছেনঃ সৌভাগ্যবান লোকদেরকে আমি আমার কিতাবের ওয়ারিশ করেছি, আর কিয়ামতের দিন তাদেরকে আমি চিরস্থায়ী নিয়ামত বিশিষ্ট জান্নাতে প্রবিষ্ট করবো। সেখানে আমি তাদেরকে স্বর্ণ ও মুক্তা নির্মিত কংকন পরাবো। যেমন সহীহ হাদীসে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ্ (সঃ) বলেছেনঃ “মুমিনের অলংকার ঐ পর্যন্ত হবে যে পর্যন্ত অযুর পানি পৌছে থাকে।” সেখানে তাদের পোশাক হবে খাঁটী রেশমের, দুনিয়ায় তাদেরকে যা পরিধান করতে নিষেধ করে দেয়া হয়েছে। সহীহ হাদীসে রয়েছে যে, রাসূলুল্লাহ্ (সঃ) বলেছেনঃ “দুনিয়ায় যে ব্যক্তি রেশম পরিধান করবে, আখিরাতে সে তা পরিধান করতে পাবে না।” তিনি আরো বলেছেনঃ “এটা (রেশম) তাদের (কাফিরদের) জন্যে দুনিয়ায় এবং তোমাদের (মুসলমানদের) জন্যে আখিরাতে।” হযরত আবু উমামা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) জান্নাতবাসীদের অলংকারের বর্ণনা দিতে গিয়ে বলেনঃ “তাদেরকে স্বর্ণ ও রৌপ্যের অলংকার পরানো হবে। সেগুলো মণি-মুক্তা দ্বারা জড়ানো হবে। তাদের (মাথার) উপর রাজা-বাদশাহৃদের মুকুটের মত মুকুট থাকবে যা মণি-মুক্তা দ্বারা নির্মিত হবে। তারা হবে নব্য যুবক। তাদের দাড়ি-গোঁফ গজাবে না। তাদের চোখে সুরমা দেয়া থাকবে।” (এ হাদীসটি ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)তারা বলবেঃ প্রশংসা আল্লাহর যিনি আমাদের দুঃখ-দুর্দশা দূরীভূত করেছেন। যিনি আমাদের থেকে দুনিয়া ও আখিরাতের চিন্তা, উদ্বেগ, লজ্জা ও অনুতাপ দূর করে দিয়েছেন।হযরত ইবনে উমার (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ্ (সঃ) বলেছেনঃ “যারা লা-ইলাহা-ইল্লাল্লাহ (আরবী) পাঠ করে তাদের কবরে ও হাশরের ময়দানে কোন ভয়-ভীতি থাকবে না। আমি যেন দেখতে পাচ্ছি যে, তারা তাদের মাথা হতে মাটি ঝেড়ে ফেলছে এবং বলছেঃ প্রশংসা আল্লাহর যিনি আমাদের ভয়-ভীতি ও দুঃখ দুর্দশা দূর করে দিয়েছেন।” (এ হাদীসটি ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)হযরত ইবনে উমার (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “লা ইলাহা ইল্লাল্লাহ পাঠকারীদের মৃত্যুর সময়, কবরে এবং কবর হতে উঠবার সময় কোনই ভয়-ভীতি থাকবে না। আমি যেন দেখতে পাচ্ছি যে, পুনরুত্থানের সময় তারা তাদের মাথা হতে মাটি ঝেড়ে ফেলছে এবং বলছেঃ প্রশংসা আল্লাহর যিনি আমাদের দুঃখ-দুর্দশা দূরীভূত করেছেন। আমাদের প্রতিপালক তো ক্ষমাশীল, গুণগ্রাহী'।” (এ হাদীসটি তিবরানী (রঃ) বর্ণনা করেছেন) হযরত ইবনে আব্বাস (রাঃ) বলেন যে, তাদের বড় বড় পাপগুলো ক্ষমা করে দেয়া হয়েছে এবং ছোট ছোট নেকীগুলো মর্যাদার সাথে কবুল করা হয়েছে।তারা আরো বলবেঃ ‘শোকর আল্লাহর যিনি নিজ অনুগ্রহে আমাদেরকে স্থায়ী আবাস দিয়েছেন। আমাদের আমল তো এর যোগ্যই ছিল না। যেমন সহীহ হাদীসে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমাদের কাউকেও তার আমল কখনো জান্নাতে নিয়ে যেতে পারবে না।” সাহাবীগণ জিজ্ঞেস করলেনঃ “হে আল্লাহর রাসূল (সঃ)! আপনাকেও না?” তিনি উত্তরে বললেনঃ “হ্যা, আমাকেও , তবে এ অবস্থায় যে, আমার প্রতি আল্লাহর রহমত ও অনুগ্রহ হবে।”তারা বলবেঃ এখানে তো ক্লেশ আমাদেরকে স্পর্শ করে না এবং ক্লান্তিও স্পর্শ করে না।' রূহ্-এ আলাদা খুশী এবং দেহেও আলাদা শান্তি। দুনিয়ায় তাদেরকে আল্লাহর পথে যে কষ্ট ভোগ করতে হয়েছিল এটা তারই প্রতিদান। আজ শুধু শান্তি আর শান্তি। তাদেরকে বলে দেয়া হবেঃ (আরবী) অর্থাৎ “তোমরা পানাহার কর তৃপ্তি সহকারে, তোমরা অতীত দিনে যা করেছিলে তার বিনিময়ে।” (৬৯:২৪)"
    },
    { "ayah": 36, "surah": 35, "text": "Please check ayah 35:37 for complete tafsir." },
    {
      "ayah": 37,
      "surah": 35,
      "text": "৩৬-৩৭ নং আয়াতের তাফসীর:\nসৎ লোকদের বর্ণনা দেয়ার পর আল্লাহ্ তা'আলা এখন দুষ্ট ও পাপীদের বর্ণনা দিচ্ছেন। তারা জাহান্নামের আগুনে জ্বলতে থাকবে। তাদের আর মৃত্যু হবে না। যেমন তিনি বলেনঃ (আরবী) অর্থাৎ “সেখানে তারা মরবেও না, বাঁচবেও না।” (২০:৭৪) সহীহ্ মুসলিমে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যারা চিরস্থায়ী জাহান্নামী তাদের সেখানে মৃত্যুও হবে না এবং তারা সেখানে বেঁচেও থাকবে না (অর্থাৎ সুখময় জীবন লাভ করবে না)।” তারা বলবেঃ “হে জাহান্নামের দারোগা! আল্লাহকে বল যে, তিনি যেন আমাদের মৃত্যু ঘটিয়ে দেন। তখন উত্তর দেয়া হবেঃ “তোমাদেরকে তো এখানেই অবস্থান করতে হবে।” তারা মৃত্যুকেই নিজেদের জন্যে আরাম ও শান্তিদায়ক মনে করবে। কিন্তু মৃত্যু আসবেই না এবং তাদের শাস্তিও কম করা হবে না। যেমন অন্য জায়গায় আল্লাহ্ তা'আলা বলেনঃ (আরবী) অর্থাৎ “পাপীরা চিরকাল জাহান্নামের শাস্তির মধ্যে থাকবে, যে শাস্তি কখনো সরবেও না এবং কমও হবে না।” (৪৩:৭৪-৭৫)তারা সমস্ত কল্যাণ হতে নিরাশ হয়ে যাবে। যেমন এক জায়গায় ঘোষিত হয়েছেঃ (আরবী) অর্থাৎ “জাহান্নামের আগুন সদা-সর্বদা তেজ হতেই থাকবে।” (১৭:৯৭) আর এক জায়গায় বলেনঃ (আরবী) অর্থাৎ “তোমরা আস্বাদ গ্রহণ কর, আমি তো তোমাদের শাস্তিই শুধু বৃদ্ধি করবো।” (৭৮:৩০) মহা প্রতাপান্বিত আল্লাহ্ বলেন:এই ভাবেই আমি প্রত্যেক অকৃজ্ঞকে শাস্তি দিয়ে থাকি। সেখানে তারা আর্তনাদ করে বলবেঃ হে আমাদের প্রতিপালক! আমাদেরকে নিষ্কৃতি দিন এবং দুনিয়ায় ফিরে যেতে দিন। এবার দুনিয়ায় গিয়ে আমরা সৎ কর্ম করবো এবং পূর্বে যা করতাম তা করবো না। কিন্তু আল্লাহ্ রাব্বল আলামীন খুবই ভাল জানেন যে, তারা দুনিয়ায় ফিরে গেলে আবার অবাধ্যাচরণই করবে। সুতরাং তাদের ঐ মনের আকাঙ্ক্ষা পূর্ণ করা হবে না। অন্য স্থানে তাদের আকাঙ্ক্ষার জবাবে বলা হয়েছে ? তোমরা তো তারাই যে, যখন তোমাদের সম্মুখে আল্লাহর একত্রে বর্ণনা দেয়া হতো তখন তোমরা তা অস্বীকার করতে, তার সাথে শরীক স্থাপন করতে, তাতে তোমরা আনন্দ পেতে। কাজেই বেশ বুঝা যাচ্ছে যে, তোমাদেরকে যদি আবার দুনিয়ায় ফিরিয়ে দেয়া হয় তবে তোমরা তাই করবে যা করতে নিষেধ করা হতো।আল্লাহ্ তা'আলা তাদেরকে আরো বলবেনঃ তোমরা দুনিয়ায় বেশ দীর্ঘ জীবন লাভ করেছিলে। তোমরা এ দীর্ঘ সময়ে বহু কিছু করতে পারতে। যেমন কেউ সতেরো বছরের জীবন লাভ করলো। এই সতেরো বছরে সে বহু কিছু করতে পারে। হযরত কাতাদা (রঃ) বলেনঃ “জেনে রেখো যে, দীর্ঘ জীবন আল্লাহর পক্ষ হতে হুজ্জত হয়ে যায়। সুতরাং দীর্ঘ জীবন হতে আমাদের আল্লাহ্ তা'আলার নিকট আশ্রয় প্রার্থনা করা উচিত। যখন এ আয়াত অবতীর্ণ হয় তখন কোন কোন লোকের বয়স শুধু আঠারো বছর ছিল।” অহাব ইবনে মুনাব্বাহ্ (রঃ) বলেন যে, (আরবী) আল্লাহ্ তা'আলার এই উক্তি দ্বারা বিশ বছর বয়স বুঝানো হয়েছে। হাসান (রঃ) বলেছেন চল্লিশ বছর। মাসরূক (রঃ) বলেন যে, চল্লিশ বছর বয়সে মানুষের সতর্ক হয়ে যাওয়া উচিত। হযরত ইবনে আব্বাস (রাঃ) বলেছেন যে, চল্লিশ বছর বয়স হলে আল্লাহর পক্ষ হতে বান্দার ওযর পেশ করার সুযোগ থাকে না। তাঁর থেকে ষাট বছরের কথাও বর্ণিত আছে। আর এটাই অধিকতর সঠিকও বটে, যেমন একটি হাদীসে রয়েছে। যদিও ইমাম ইবনে জারীর (রঃ) হাদীসটির সনদের ব্যাপারে সমালোচনা করেছেন, কিন্তু তাঁর এ সমালোচনা ঠিক নয়। হযরত আলী (রাঃ) হতেও ষাট বছরই বর্ণিত আছে। হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেন, কিয়ামতের দিন একটি ঘোষণা এও হবেঃ 'ষাট বছরে পদার্পণ করেছে এরূপ লোক কোথায়?' এটা ঐ বয়স যে সম্পর্কে আল্লাহ্ তা'আলা বলেছেনঃ “আমি কি তোমাদেরকে এতো দীর্ঘ জীবন দান করিনি যে, সতর্ক হতে চাইলে সতর্ক হতে পারতে?” (এ হাদীসটি ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন। কিন্তু হাদীসটির সনদ সঠিক নয়। এসব ব্যাপারে আল্লাহই ভাল জানেন)হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “আল্লাহ্ তা'আলা যে বান্দাকে এতোদিন জীবিত রেখেছেন যে, তার বয়স ষাট অথবা সত্তর বছরে পৌছে গেছে, আল্লাহর কাছে তার কোন ওযর চলবে না।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)এ কথা তিনি তিনবার বলেন।সহীহ্ বুখারীর কিতাবুর রিকাকে আছে যে, ঐ ব্যক্তির ওযর আল্লাহ্ কেটে দিয়েছেন যাকে তিনি দুনিয়ায় ষাট বছর পর্যন্ত রেখেছেন। এই হাদীসের অন্য সনদও রয়েছে। অন্য সনদ যদি নাও থাকতো তবুও ইমাম বুখারী (রঃ)-এর হাদীসটিকে তাঁর সহীহ্ গ্রন্থে আনয়নই ওর বিশুদ্ধতার জন্যে যথেষ্ট ছিল। ইমাম ইবনে জারীর (রঃ) এ কথা বলেন যে, হাদীসটির সনদের সত্যাসত্য যাচাই করা জরুরী। ইমাম বুখারী (রঃ)-এর হাদীসটিকে সহীহ বলার তুলনায় ওটার একটা যবের মূল্যের সমানও দাম নেই। এসব ব্যাপারে আল্লাহ্ তা'আলাই সর্বাধিক সঠিক জ্ঞানের অধিকারী।ডাক্তারদের মতে মানুষের স্বাভাবিক বয়সের সীমা হলো একশ’ বিশ বছর। ষাট বছর পর্যন্ত তো মানুষ যুবক রূপেই থাকে। তারপর তার রক্তের গরম কমতে থাকে এবং শেষে অচল বৃদ্ধ হয়ে যায়। সুতরাং আয়াতের এই বয়স উদ্দেশ্য হওয়াই সমীচীন। এ উম্মতের অধিকাংশের বয়স এটাই। এক হাদীসে আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমার উম্মতের বয়স ষাট হতে সত্তর বছর। এর চেয়ে বয়স বেশী হয় এরূপ লোকের সংখ্যা খুব কম।” (এ হাদীসটি ইমাম তিরমিযী (রঃ) ও ইমাম ইবনে মাজাহ (রঃ) বর্ণনা করেছেন। ইমাম তিরমিযী (রঃ) এ হাদীসটি সম্পর্কে বলেন যে, এর আর কোন সনদ নেই। এটা বড়ই বিস্ময়কর ব্যাপার যে, ইমাম সাহেব কি করে এ কথা বলেছেন। এটা অন্য একটি সনদে ইবনে আবিদ দুনিয়া (রঃ) বর্ণনা করেছেন। স্বয়ং ইমাম তিরমিযী (রঃ) এ হাদীসটি অন্য সনদে তার জামে' কিতাবে কিতাবুল যুহদে বর্ণনা করেছেন)একটি দুর্বল হাদীসে আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমার উম্মতের মধ্যে সত্তর বছরের লোকও খুব হবে। অন্য একটি রিওয়াইয়াতে আছে যে, রাসূলুল্লাহ (সঃ)-কে তাঁর উম্মতের বয়স সম্বন্ধে জিজ্ঞেস করা হলে তিনি বলেনঃ “তাদের বয়স পঞ্চাশ হতে ষাট বছর পর্যন্ত হবে। আবার জিজ্ঞেস করা হলোঃ “সত্তর বছর বয়স কারো হবে কি? তিনি জবাবে বলেনঃ “এটা খুব কম হবে। আল্লাহ তাদের উপর ও আশি বছর বয়সের লোকের উপর দয়া করুন!” (এটা বাযযার (রঃ) বর্ণনা করেছেন) সহীহ হাদীসে আছে যে, রাসূলুল্লাহ (সঃ)-এর বয়স তেষট্টি বছর ছিল। একটি উক্তি আছে যে, তার বয়স ষাট বছর হয়েছিল। এ কথাও বলা হয়েছে যে, তাঁর বয়স। পঁয়ষট্টি বছরে পৌঁছেছিল। এসব ব্যাপারে আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন।মহান আল্লাহ বলেনঃ তোমাদের কাছে তো সতর্ককারীও এসেছিল। অর্থাৎ তোমাদের সাদা চুল দেখা দিয়েছিল, অথবা স্বয়ং রাসূলুল্লাহ (সঃ) এসেছিলেন। এই দ্বিতীয় উক্তিটি সঠিকতর। ইবনে যায়েদ (রঃ) (আরবী) অর্থাৎ প্রথম সতর্ককারীদের মধ্যে ইনি একজন সতর্ককারী। (৫৩:৫৬) সুতরাং বয়স দিয়ে, রাসূল পাঠিয়ে আল্লাহ তাআলা স্বীয় হুজ্জত পুরো করেছেন। যখন জাহান্নামীরা মত্যুর আকাক্ষা করবে তখন তাদেরকে জবাব দেয়া হবে। তোমাদের কাছে সত্য এসেছিল। অর্থাৎ আমি রাসূলদের তোমাদের কাছে সত্যসহ পাঠিয়েছিলাম। কিন্তু তোমরা স্বীকার করনি। অন্য আয়াতে রয়েছেঃ (আরবী) অর্থাৎ “আমি রাসূল প্রেরণ না করা পর্যন্ত শাস্তি প্রদান করিনি।”(১৭:১৫) অন্য জায়গায় আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ “যখনই তাতে (জাহান্নামে) কোন দলকে নিক্ষেপ করা হবে, তাদেরকে রক্ষীরা জিজ্ঞেস করবেঃ তোমাদের নিকট কি কোন সতর্ককারী আসেনি? তারা বলবেঃ অবশ্যই আমাদের নিকট সতর্ককারী এসেছিল, আমরা তাদেরকে মিথ্যাবাদী গণ্য করেছিলাম এবং বলেছিলামঃ আল্লাহ কিছুই অবতীর্ণ করেননি। তোমরা তো মহা বিভ্রান্তিতে রয়েছো। (৬৭:৮-৯)আল্লাহ তাআলা বলেনঃ সুতরাং তোমরা শাস্তি আস্বাদন কর। অর্থাৎ তোমরা যে নবীদের বিরুদ্ধাচরণ করেছিলে তার শাস্তির স্বাদ আজ গ্রহণ কর।এরপর প্রবল প্রতাপান্বিত আল্লাহ বলেনঃ যালিমদের কোন সাহায্যকারী নেই। আজ অর্থাৎ কিয়ামতের দিন তাদের সাহায্যের জন্যে কেউই এগিয়ে আসবে না। আর তাদের কেউই আযাব থেকে বাচার কোন পথ পাবে না এবং কেউ তাদেরকে আযাব থেকে রক্ষা করতেও পারবে না।"
    },
    { "ayah": 38, "surah": 35, "text": "Please check ayah 35:39 for complete tafsir." },
    {
      "ayah": 39,
      "surah": 35,
      "text": "৩৮-৩৯ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা স্বীয় ব্যাপক ও অসীম জ্ঞানের বর্ণনা দিচ্ছেন যে, তিনি আসমান ও যমীনের সবকিছুই পূর্ণরূপে অবগত রয়েছেন। মানুষের অন্তরের গোপন কথাও তাঁর কাছে পরিষ্কার। তিনি স্বীয় বান্দার প্রত্যেক কাজের বিনিময় প্রদান করবেন। মহান আল্লাহ বলেনঃ তিনি তোমাদের এককে অপরের প্রতিনিধি করে দিয়েছেন। কাফিরদের কুফরীর শাস্তি তাদেরকেই পেতে হবে। তারা যতো কুফরীর দিকে অগ্রসর হয়, তাদের উপর আল্লাহর অসন্তুষ্টি ততো বেড়ে যায়। ফলে তাদের ক্ষতিও আরো বৃদ্ধি পায়। পক্ষান্তরে মুমিনের বয়স যতো বেশী হয় ততই তার পুণ্য বৃদ্ধি পায় এবং মর্যাদা বেড়ে যায়। আর আল্লাহ তাআলার কাছে তা গৃহীত হয়।"
    },
    { "ayah": 4, "surah": 35, "text": "Please check ayah 35:6 for complete tafsir." },
    { "ayah": 40, "surah": 35, "text": "Please check ayah 35:41 for complete tafsir." },
    {
      "ayah": 41,
      "surah": 35,
      "text": "৪০-৪১ নং আয়াতের তাফসীর:\nআল্লাহ্ তা'আলা স্বীয় রাসূল (সাঃ)-কে বলছেন যে, তিনি যেন মুশরিকদেরকে বলেনঃ আল্লাহ্ ছাড়া যাদেরকে তোমরা ডাকছে, তারা কি সৃষ্টি করেছে আমাকে তা একটু দেখিয়ে দাও তো, অথবা এটাই প্রমাণ করে দাও যে, আকাশমণ্ডলীর সৃষ্টিতে তাদের কি অংশ রয়েছে? তারা তো অণু পরিমাণ জিনিসেরও মালিক নয়। তাহলে তারা যখন সৃষ্টিকারী নয় এবং সৃষ্টিতে অংশীদারও নয় এবং অণু পরিমাণ জিনিসেরও মালিক নয় তখন তোমরা আল্লাহকে ছেড়ে তাদেরকে কেন ডাকছো? আচ্ছা, এটাও যদি না হয় তবে কমপক্ষে তোমরা তোমাদের কুফরী ও শিরকের কোন লিখিত দলীল পেশ কর। কিন্তু তোমরা এটাও পারবে না। প্রকৃত ব্যাপার এই যে, তোমরা শুধু তোমাদের প্রবৃত্তি ও মতের পিছনে লেগে রয়েছে। দলীল-প্রমাণ কিছুই নেই। তোমরা বাতিল, মিথ্যা ও প্রতারণায় জড়িয়ে পড়েছে। একে অপরকে তোমরা প্রতারিত করছে। নিজেদের মনগড়া মিথ্যা মা’ৰূদের দুর্বলতাকে সামনে রেখে সঠিক ও সত্য মা'বুদ আল্লাহ তা'আলার ব্যাপক ও অসীম শক্তির প্রতি লক্ষ্য কর যে, আসমান ও যমীনে তাঁরই হুকুম কায়েম রয়েছে। প্রত্যেকেই নিজ নিজ স্থানে স্থির রয়েছে। এদিক ওদিক চলে যায় না। আকাশকে তিনি যমীনের উপর পড়ে যাওয়া হতে মাহফুয রেখেছেন। প্রত্যেকটাই তাঁর হুকুমে নিশ্চল ও স্থির রয়েছে। তিনি ছাড়া অন্য কেউই এগুলোকে স্থির রাখতে পারে না এবং সুশৃংখলভাবে কায়েম রাখতে পারে না। এই সহনশীল ও ক্ষমাপরায়ণ আল্লাহকে দেখো যে, তাঁর সৃষ্টজীব ও দাস তাঁর নাফরমানী, শিরক ও কুফরীতে ডুবে থাকা সত্ত্বেও তিনি সহনশীলতার সাথে তাদেরকে ক্ষমা করে চলেছেন। অবকাশ ও সুযোগ দিয়ে তিনি তাদের পাপরাশি ক্ষমা করতে রয়েছেন। এখানে ইবনে আবি হাতিম (রঃ) একটি গারীব এমনকি মুনকার হাদীস আনয়ন করেছেন। তাতে রয়েছে যে, হযরত আবু হুরাইরা (রাঃ) রাসূলুল্লাহ (সঃ)-কে একদা মিম্বরে হযরত মূসা (আঃ)-এর ঘটনা বর্ণনা করতে শুনেছেন। রাসূলুল্লাহ (সঃ) বলেনঃ “হযরত মূসা (আঃ)-এর অন্তরে একদা খেয়াল জাগলো যে, মহামহিমান্বিত আল্লাহ কি নিদ্রা যান? তখন আল্লাহ তা'আলা একজন ফেরেশতাকে তার কাছে পাঠিয়ে দেন যিনি তাঁকে তিনদিন পর্যন্ত ঘুমাতে দিলেন না। অতঃপর তিনি তার দু'হাতে দু'টি বোতল দিলেন এবং তাঁকে বললেনঃ “এগুলো হিফাযত করুন যেন পড়ে না যায় এবং না ভাঙ্গে।” হযরত মূসা (আঃ) ওগুলো রক্ষা করে চললেন। কিন্তু তার উপর নিদ্রার প্রকোপ ছিল বলে তন্দ্রা আসছিল। তন্দ্রায় ঝুঁকে পড়তেই তিনি সতর্ক হয়ে যাচ্ছিলেন। কিন্তু শেষে দ্রিা তাঁর উপর চেপে বসলো এবং তিনি ঘুমিয়ে পড়লেন। ফলে বোতল দু’টি তাঁর হাত হতে পড়ে গিয়ে চূর্ণ-বিচূর্ণ হয়ে গেল। এতে তাঁকে জানানো উদ্দেশ্য ছিল যে, ঘুমন্ত ব্যক্তি যখন দু'টি বোতল ধরে রাখতে পারে না তখন আল্লাহ তা'আলা যদি নিদ্রা যেতেন তাহলে আসমান ও যমীনের হিফাযত কি করে সম্ভব হতো? কিন্তু এটা স্পষ্টভাবে প্রতীয়মান হচ্ছে যে, এটা রাসূলুল্লাহ (সঃ)-এর বর্ণনা নয়, বরং এটা বানী ইসরাঈলের মনগড়া গল্প। এ কি সম্ভব যে, হযরত মূসা (আঃ)-এর ন্যায় একজন বড় মর্যাদা সম্পন্ন নবী এ ধরনের চিন্তা করতে পারেন যে, আল্লাহ তা'আলা নিদ্রা যান? অথচ আল্লাহ তা'আলা স্বীয় বিশেষণের মধ্যে বলে দিয়েছেন যে, তাঁকে তন্দ্রা অথবা নিদ্রা স্পর্শ করে না। যমীন ও আসমানের যাবতীয় বস্তুর মালিক তিনিই? হযরত আবু মূসা আশআরী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহ তা'আলা নিদ্রা যান না, আর এটা তাঁর শানের বিপরীত যে, তিনি নিদ্রা যাবেন। তিনি পাল্লাকে উঁচু-নীচু করে থাকেন। দিনের আমল রাতের পূর্বে এবং রাতের আমল দিনের পূর্বে তাঁর কাছে পৌছে যায়। জ্যোতি অথবা আগুন তাঁর হিজাব বা পর্দা। যদি তা খুলে দেয়া হয় তাহলে যেখান পর্যন্ত তাঁর দৃষ্টি নিক্ষিপ্ত হবে সেখান পর্যন্ত সমস্ত মাখলূক তাঁর চেহারার তাজাল্লীতে জ্বলে পুড়ে যাবে।” (এ হাদীসটি সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত হয়েছে)ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন যে, একটি লোক হযরত আবদুল্লাহ ইবনে মাসউদ (রাঃ)-এর কাছে আগমন করলে তিনি তাকে জিজ্ঞেস করেনঃ “কোথা হতে আসলে?” সে উত্তর দিলোঃ “সিরিয়া হতে।” তিনি প্রশ্ন করলেনঃ “সেখানে কার সাথে সাক্ষাৎ করেছো?” সে জবাবে বললোঃ “হযরত কা'ব (রাঃ)-এর সাথে। তিনি জিজ্ঞেস করলেনঃ “কা'ব (রাঃ) কি বর্ণনা করলেন?” লোকটি উত্তর দিলো যে, হযরত কা'ব (রাঃ) বললেনঃ “আসমান একজন ফেরেশতার কাঁধ পর্যন্ত ঘুরতে আছে।” হযরত ইবনে মাসউদ (রাঃ) লোকটিকে বললেনঃ “তুমি কি তাঁর কথাটিকে সত্য বলে মেনে নিলে, না মিথ্যা বলে উড়িয়ে দিলে?” লোকটি জবাব দিলোঃ “আমি কিছুই মনে করিনি।\" তখন তিনি বললেনঃ “হযরত কা'ব (রাঃ) ভুল বলেছেন।” অতঃপর তিনি (আরবী)-এই আয়াতটি তিলাওয়াত করলেন। (এ হাদীসটি ইবনে জারীর (রঃ) বর্ণনা করেছেন। এর ইসনাদ বিশুদ্ধ) অন্য সনদে আগুন্তুক লোকটির নাম হযরত জুনদুব বাজালী (রাঃ) বলা হয়েছে। ইমাম মালিকও (রঃ) একথা খণ্ডন করতেন যে, আসমান ঘুরতে রয়েছে। আর তিনি এ আয়াত হতেই দলীল গ্রহণ করতেন এবং ঐ হাদীস থেকেও দলীল গ্রহণ করতেন যাতে রয়েছে। যে, পশ্চিমে একটি দরযা রয়েছে যেটা তাওবার দরযা, ওটা বন্ধ হবে না যে পর্যন্ত না পশ্চিম দিক হতে সূর্য উদিত হবে। এ হাদীসটি সম্পূর্ণরূপে বিশুদ্ধ। এসব ব্যাপারে মহান ও পবিত্র আল্লাহই সবচেয়ে ভাল জানেন।"
    },
    { "ayah": 42, "surah": 35, "text": "Please check ayah 35:43 for complete tafsir." },
    {
      "ayah": 43,
      "surah": 35,
      "text": "৪২-৪৩ নং আয়াতের তাফসীর:\nকুরায়েশরা ও অন্যান্য আরবরা রাসূলুল্লাহ (সঃ)-এর আগমনের পূর্বে কসম করে করে বলেছিল যে, যদি তাদের কাছে আল্লাহ্ তা'আলার কোন রাসূল আগমন করেন তবে দুনিয়ার সবারই চেয়ে তারা তাঁর অনুগত হবে। যেমন অন্য জায়গায় রয়েছেঃ (আরবী) অর্থাৎ “এ জন্যে যে, তোমরা যেন বলতে না পারঃ আমাদের পূর্ববর্তী জামাআতের উপর কিতাব নাযিল হয়েছিল, কিন্তু আমরা তো তা থেকে বে-খবরই ছিলাম। অথবা তোমরা বলবেঃ যদি আমাদের উপর কিতাব নাযিল করা হয় তবে আমরা তাদের চেয়ে অনেক বেশী হিদায়াত প্রাপ্ত হবো। নাও, এখন তো তোমাদের কাছে তোমাদের প্রতিপালকের পক্ষ থেকে দলীল এসে গেছে এবং হিদায়াত ও রহমতও এসেছে। সুতরাং ঐ ব্যক্তি অপেক্ষা বড় যালিম আর কে আছে যে আল্লাহর নিদর্শনাবলীকে অবিশ্বাস করেছে এবং ওগুলো হতে মুখ ফিরিয়ে নিয়েছে? যারা আমার নিদর্শন হতে মুখ ফিরিয়ে নেয় সত্যবিমুখিতার জন্যে আমি তাদেরকে নিকৃষ্ট শাস্তি দেব।”(৬:১৫৬-১৫৭) আর এক জায়গায় রয়েছেঃ “তারা অবশ্যই বলতো যে, যদি আমাদের কাছে পূর্ববর্তীদের যিকর আসে তবে অবশ্যই আমরা আল্লাহর একনিষ্ঠ বান্দা হবো। অতঃপর তারা তাকে অস্বীকার করে, অতএব সত্বরই তারা জানতে পারবে।” তাদের কাছে আল্লাহর শেষ নবী হযরত মুহাম্মাদ (সঃ) এবং তাঁর সর্বশেষ ও সর্বোত্তম কিতাব অর্থাৎ কুরআন কারীম এসে গেছে। কিন্তু এরপরেও তাদের কুফরী ও অবাধ্যতা আরো বেড়ে গেছে। তারা আল্লাহ তা'আলার কথা মানতে অস্বীকার করেছে ও অহংকার করে মুখ ফিরিয়ে নিয়েছে। তারা নিজেরা তো মানেইনি, এমনকি চক্রান্ত করে আল্লাহর বান্দাদের তাঁর পথে আসতে বাধা দিয়েছে। কিন্তু তাদের মনে রাখা উচিত যে, এর শাস্তি তাদেরকেই ভোগ করতে হবে। তারা আল্লাহ তা'আলার ক্ষতি করছে না, বরং নিজেদেরই ক্ষতি সাধন করছে।রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমরা কূট ষড়যন্ত্র হতে বেঁচে থাকবে। কূট ষড়যন্ত্রের বোঝা ষড়যন্ত্রকারীকেই বহন করতে হবে এবং তাকে আল্লাহ তা'আলার নিকট জবাবদিহি করতে হবে।” (এ হাদীসটি ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)মুহাম্মাদ ইবনে কা'ব কারাযী (রঃ) বলেছেনঃ “তিনটি কাজ যে করে সে মুক্তি ও পরিত্রাণ পায় না। তার কাজের প্রতিফল নিশ্চিতরূপে তারই উপর পড়ে। কাজ তিনটি হলোঃ কট ষড়যন্ত্র করা, বিদ্রোহ করা ও ওয়াদা ভঙ্গ করা।” অতঃপর তিনি এই আয়াতটি পাঠ করেন।মহান আল্লাহ বলেনঃ তারা কি প্রতীক্ষা করছে তাদের পূর্ববর্তীদের প্রতি প্রযুক্ত বিধানের? অর্থাৎ তাদের পূর্ববর্তী লোকেরা তাদের মতই অন্যায় ও অসৎ কাজে লিপ্ত হয়ে পড়েছিল। ফলে তারা আল্লাহ তা'আলার যে গযবে পতিত হয়েছিল এলোকগুলো তারই অপেক্ষায় রয়েছে। আল্লাহর বিধানের কোন পরিবর্তন নেই।এবং তার বিধানের কোন ব্যতিক্রমও কখনো হয় না। আল্লাহ যে কওমের উপর শাস্তি অবতীর্ণ করার ইচ্ছা করেছেন তা পরিবর্তনের ক্ষমতা কারো নেই। তাদের উপর থেকে আযাব সরবেও না এবং তারা তা থেকে বাচতেও পারবে না। এসব ব্যাপারে আল্লাহ তাআলাই সবচেয়ে ভাল জানেন।"
    },
    { "ayah": 44, "surah": 35, "text": "Please check ayah 35:45 for complete tafsir." },
    {
      "ayah": 45,
      "surah": 35,
      "text": "৪৪-৪৫ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা স্বীয় রাসূল (সঃ)-কে খবর দিচ্ছেন ও তাঁকে বলতে হুকুম করছেনঃ ঐ অস্বীকার কারীদেরকে বলে দাও যে, দুনিয়ায় ঘুরে ফিরে দেখো তো, তোমাদের ন্যায় অস্বীকারকারী তোমাদের পূর্ববর্তীদের কি পরিণতি হয়েছে? তাদের নিকট থেকে নিয়ামত ছিনিয়ে নেয়া হয়েছে, তাদের ঘরবাড়ী উজাড় করে দেয়া হয়েছে, তাদের শক্তি নষ্ট হয়ে গেছে, তাদের ধন-দৌলত ধ্বংস হয়েছে, তাদের সন্তান-সন্ততিকেও ধ্বংস করে দেয়া হয়েছে। আল্লাহর আযাব তাদের উপর থেকে কোনক্রমেই সরেনি। তাদের উপর থেকে বিপদ কেউই সরাতে পারেনি। তাদেরকে সমূলে ধ্বংস করে দেয়া হয়েছে। কেউই তাদের কোন উপকার করতে পারেনি। আল্লাহ তা'আলাকে কেউ অপারগ করতে পারে না। তার কোন ইচ্ছা লক্ষ্যশূন্য হয় না। তাঁর কোন আদেশ কেউ রদ করতে পারে না। সারা বিশ্বজগত সম্বন্ধে তিনি পূর্ণ ওয়াকিফহাল। তিনি সব কিছুই করতে পারেন। আল্লাহ্ তা'আলা যদি মানুষকে তাদের সমস্ত কৃতকর্মের জন্য পাকড়াও করতেন। ও শাস্তি দিতেন তবে আসমান ও যমীনে যত প্রাণী আছে সবাই ধ্বংস হয়ে যেতো। জীব-জন্তু, খাদ্যবস্তু সবই বরবাদ হয়ে যেতো। জীব-জন্তুর আবাসস্থলে এবং পাখীর বাসায়ও তাঁর আযাব পৌঁছে যেতো। দুনিয়ায় কোন জীব-জন্তু বেঁচে থাকতো না। কিন্তু এখন তাদেরকে অবকাশ দেয়া হয়েছে এবং আযাবকে বিলম্বিত করা হয়েছে। সময় আসছে যে, কিয়ামত সংঘটিত হয়ে যাবে এবং হিসাব-নিকাশ শুরু হয়ে যাবে ! আনুগত্যের বিনিময়ে পুরস্কার এবং অবাধ্যতার বিনিময়ে শাস্তি দেয়া হবে। সময় এসে যাবার পর আর মোটেই বিলম্ব করা হবে না। আল্লাহ তা'আলা স্বীয় বান্দাদের উপর লক্ষ্য রেখে চলেছেন। তিনি উত্তম দর্শক।"
    },
    { "ayah": 5, "surah": 35, "text": "Please check ayah 35:6 for complete tafsir." },
    {
      "ayah": 6,
      "surah": 35,
      "text": "৪-৬ নং আয়াতের তাফসীর:\nআল্লাহ তাবারাকা ওয়া তা'আলা স্বীয় নবী (সঃ)-কে বলছেনঃ হে মুহাম্মাদ (সঃ)! যদি তোমার যুগের কাফিররা তোমার বিরুদ্ধাচরণ করে, তোমার প্রচারিত তাওহীদকে এবং স্বয়ং তোমার রিসালাতকে মিথ্যা প্রতিপন্ন করে তবে এতে তুমি মমাটেই নিরুৎসাহিত হবে না। তোমার পূর্ববর্তী নবীদের সাথেও এরূপ আচরণ করা হয়েছিল। জেনে রাখবে যে, সবকিছুই আল্লাহর দিকে প্রত্যাবর্তিত হবে। আর আল্লাহ তাদের সমস্ত কাজের প্রতিফল প্রদান করবেন। সকর্মশীলদেরকে তিনি পুরস্কার দিবেন এবং পাপীদেরকে দিবেন শাস্তি। মহান আল্লাহ বলেনঃ হে লোক সকল! কিয়ামত একটি ভীষণ ঘটনা। এটা অবশ্যই সংঘটিত হবে, এতে কোনই সন্দেহ নেই। আল্লাহ এর ওয়াদা করেছেন। এবং তার ওয়াদা চরম সত্য। তথাকার চিরস্থায়ী নিয়ামতের পরিবর্তে এখানকার ক্ষণস্থায়ী ও ধ্বংসশীল আরাম-আয়েশ ও সুখ-সম্ভোগে জড়িয়ে পড়ো না। দুনিয়ার ক্ষণস্থায়ী সুখ-শান্তি যেন তোমাদেরকে পরকালের চিরস্থায়ী সুখ-শান্তি হতে বঞ্চিত না করে! শয়তানের চক্রান্ত হতে খুব সতর্ক থাকবে। তার প্রতারণার ফাদে কখনো পড়ো না। তার মিথ্যা, চটকদার ও চমকপ্রদ কথায় কখনো আল্লাহ এবং তাঁর রাসূল (সঃ)-এর সত্য কালামকে পরিত্যাগ করো না। সূরায়ে লোকমানের শেষেও অনুরূপ আয়াত রয়েছে। এখানে প্রবঞ্চক ও প্রতারক বলা হয়েছে শয়তানকে। কিয়ামতের দিন যখন মুসলমান ও মুনাফিকদের মাঝে দেয়াল খাড়া করে দেয়া হবে, যাতে দরযা থাকবে, যার ভিতরের অংশে থাকবে রহমত এবং বাইরের অংশে থাকবে আযাব, ঐ সময় মুনাফিকরা মুমিনদেরকে বলবেঃ “আমরা কি তোমাদের সঙ্গী ছিলাম না?” উত্তরে মুমিনরা বলবেঃ “হ্যা, তোমরা আমাদেরই সঙ্গী ছিলে বটে, কিন্তু তোমরা তো নিজেদেরকে ফিত্রায় ফেলে দিয়েছিলে। তোমরা শুধু চিন্তাই করতে এবং শক-সন্দেহ দূর করতে না। তোমরা তোমাদের কু-প্রবৃত্তিকে চরিতার্থ করার কাজে ডুবে থাকতে। এমতাবস্থায় আল্লাহর হুকুম এসে পড়ে। শয়তান তোমাদেরকে ভুলের মধ্যেই রেখে দিয়েছিল। এ আয়াতেও শয়তানকে প্রবঞ্চক ও প্রতারক বলা হয়েছে।এরপর মহান আল্লাহ শয়তানের শত্রুতার বর্ণনা দিতে গিয়ে বলেনঃ শয়তান তোমাদের শত্রু। সুতরাং তোমরা তাকে শত্রু হিসেবেই গ্রহণ করবে। সে তো তার দলবলকে আহ্বান করে শুধু এই জন্যে যে, তারা যেন জাহান্নামী হয়। তাহলে কেন তোমরা তার কথা মানবে এবং তার প্রতারণায় প্রতারিত হবে? আমরা মহা শক্তিশালী আল্লাহর নিকট প্রার্থনা করি যে, তিনি যেন আমাদেরকে শয়তানের শক্ত করে রাখেন এবং আমাদেরকে তার প্রতারণা হতে রক্ষা করেন। আর আমাদেরকে যেন তিনি তার কিতাব ও তাঁর রাসূল (সঃ)-এর সুন্নাতের অনুসরণ করার তাওফীক দান করেন! নিশ্চয়ই তিনি যা চান তা করতে তিনি সক্ষম এবং তিনি প্রার্থনা কবুলকারী। এই আয়াতে যেমন শয়তানের শত্রুতার বর্ণনা দেয়া হয়েছে, অনুরূপভাবে সূরায়ে কাহফের ... (আরবী) (১৮:৫০) এই আয়াতেও তার শত্রুতার বর্ণনা রয়েছে।"
    },
    { "ayah": 7, "surah": 35, "text": "Please check ayah 35:8 for complete tafsir." },
    {
      "ayah": 8,
      "surah": 35,
      "text": "৭-৮ নং আয়াতের তাফসীর:\nউপরে উল্লিখিতি হয়েছে যে, শয়তানের অনুসারীদের স্থান জাহান্নাম। এ জন্যে এখানে বলা হচ্ছেঃ কাফিরদের জন্যে কঠিন শাস্তি রয়েছে, যেহেতু তারা শয়তানের অনুসারী ও রহমানের অবাধ্য। মুমিনদের যদি কোন পাপ হয়ে যায় তবে হয়তো আল্লাহ তাদেরকে ক্ষমা করে দিবেন। আর তাদের যে পুণ্য রয়েছে তার তারা বড় রকমের বিনিময় লাভ করবে। কাফির ও বদকার লোকেরা তাদের দুষ্কর্মকে ভাল কাজ মনে করে নিয়েছে। মহান আল্লাহ স্বীয় নবী (সঃ)-কে বলেনঃ এরূপ বিভ্রান্ত লোকদের উপর তোমার কি ক্ষমতা আছে? হিদায়াত করা ও পথভ্রষ্ট করা আল্লাহর হাতে। সুতরাং তোমার তাদের জন্যে চিন্তা না করা উচিত। আল্লাহর লিখন জারী হয়ে গেছে। কাজের গোপন তথ্য সার্বভৌম ক্ষমতার মালিক ছাড়া আর কেউ জানে না। পথভ্রষ্ট ও হিদায়াত করণেও তাঁর হিকমত নিহিত রয়েছে। তার কোন কাজই হিকমত বহির্ভূত নয়। বান্দার সমস্ত কাজ তার জ্ঞানের মধ্যে রয়েছে। হযরত আব্দুল্লাহ্ ইবনে আমর (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ্ (সঃ) বলেছেন, আল্লাহ তা'আলা বলেনঃ “আল্লাহ্ তা'আলা তাঁর সমস্ত সৃষ্টজীবকে অন্ধকারে সৃষ্টি করেছেন। তারপর তিনি তাদের উপর নিজের নূর (জ্যোতি) নিক্ষেপ করেছেন। সুতরাং যার উপর ঐ নূর পড়েছে সে দুনিয়ায় এসে সরল-সোজা পথে চলেছে। আর ঐ দিন যে তাঁর নূর লাভ করেনি সে দুনিয়াতে এসেও হিদায়াত লাভে বঞ্চিত হয়েছে। এ জন্যে আমি বলি যে, মহামহিমান্বিত আল্লাহর ইলম অনুযায়ী কলম চলে শুকিয়ে গিয়েছে।” (এ হাদীসটি ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)হযরত যায়েদ ইবনে আবি আওফা (রাঃ) হতে বর্ণিত, তিনি বলেন, (একদা) রাসূলুল্লাহ্ (সঃ) আমাদের নিকট বেরিয়ে আসেন, অতঃপর বলেনঃ “আল্লাহর সমস্ত প্রশংসা যিনি (বান্দাকে) বিপথ হতে সুপথে আনয়ন করেন এবং যাকে চান তাকে পথভ্রষ্টতায় জড়িয়ে দেন।” (এ হাদীসটি খুবই গরীব বা দুর্বল)"
    },
    { "ayah": 9, "surah": 35, "text": "Please check ayah 35:11 for complete tafsir." }
  ]
}
