{
  "ayahs": [
    { "ayah": 1, "surah": 39, "text": "Please check ayah 39:4 for complete tafsir." },
    { "ayah": 10, "surah": 39, "text": "Please check ayah 39:12 for complete tafsir." },
    { "ayah": 11, "surah": 39, "text": "Please check ayah 39:12 for complete tafsir." },
    {
      "ayah": 12,
      "surah": 39,
      "text": "১০-১২ নং আয়াতের তাফসীর:\nআল্লাহ্ তা'আলা স্বীয় মুমিন বান্দাদেরকে স্বীয় প্রতিপালকের আনুগত্যের উপর অটল ও স্থির থাকার এবং প্রতিটি কাজে ঐ পবিত্র সত্তার খেয়াল রাখার নির্দেশ দিচ্ছেন এবং বলছেন যে, যারা এই দুনিয়াতে কল্যাণকর কাজ করে তাদের জন্যে আছে কল্যাণ। অর্থাৎ তাদের জন্যে ইহজগত ও পরজগত উভয় জায়গাতেই কল্যাণ রয়েছে। এরপর আল্লাহ্ তা'আলা বলেনঃ আল্লাহর পৃথিবী প্রশস্ত। সুতরাং এক জায়গায় যদি স্থিরতার সাথে আল্লাহর ইবাদত করতে সক্ষম না হও তবে অন্য জায়গায় চলে যাও। আল্লাহর অবাধ্যতার কাজ হতে বাঁচবার চেষ্টা কর। শিককে কোনক্রমেই স্বীকার করে নিয়ো না। ধৈর্যশীলদেরকে বিনা মাপে ও ওযনে এবং বিনা হিসাবে প্রতিদান প্রদান করা হয়। জান্নাত তাদেরই বাসস্থান।মহান আল্লাহ্ স্বীয় নবী (সঃ)-কে বলছেনঃ তুমি বলে দাও আমাকে আন্তরিকতার সাথে আল্লাহর ইবাদত করার নির্দেশ দেয়া হয়েছে এবং আমাকে এটাও আদেশ করা হয়েছে যে, আমি যেন আত্মসমর্পণকারীদের অগ্রণী হই। অর্থাৎ আমি যেন আমার সমস্ত উম্মতের পূর্বে নিজেই আত্মসমর্পণকারী হই এবং আমার প্রতিপালকের অনুগত এবং তাঁর নির্দেশাবলী পালনকারী হই।"
    },
    { "ayah": 13, "surah": 39, "text": "Please check ayah 39:16 for complete tafsir." },
    { "ayah": 14, "surah": 39, "text": "Please check ayah 39:16 for complete tafsir." },
    { "ayah": 15, "surah": 39, "text": "Please check ayah 39:16 for complete tafsir." },
    {
      "ayah": 16,
      "surah": 39,
      "text": "১৩-১৬ নং আয়াতের তাফসীর:\nআল্লাহ্ তা'আলা বলেনঃ হে মুহাম্মাদ (সঃ)! তুমি ঘোষণা করে দাও- যদিও আমি আল্লাহর রাসূল, তবুও আমি আল্লাহর আযাব হতে নির্ভয় নই। যদি আমি আমার প্রতিপালকের অবাধ্য হই তবে কিয়ামতের দিন আমিও আল্লাহর আযাব হতে বাঁচতে পারবো না। সুতরাং অন্য লোকদের আল্লাহর অবাধ্যতা হতে বহুগুণে বেশী বেঁচে থাকা উচিত। হে নবী (সঃ)! তুমি আরো ঘোষণা করে দাও- আমি ইবাদত করি আল্লাহরই তাঁর প্রতি আমার আনুগত্যকে একনিষ্ঠ করে। অতএব তোমরা আল্লাহর পরিবর্তে যার ইচ্ছা তার ইবাদত কর। এতেও ভীতি প্রদর্শন ও ধমক রয়েছে, অনুমতি নয়। কিয়ামতের দিন পূর্ণ ক্ষতিগ্রস্ত তারাই হবে যারা নিজেদের ও নিজেদের পরিজনবর্গের ক্ষতি সাধন করে। কিয়ামতের দিন তাদের মধ্যে বিচ্ছিন্নতা এসে যাবে। তাদের পরিজনবর্গ জান্নাতে গেলে এরা জাহান্নামে যাচ্ছে। আর সবাই জাহান্নামে গেলে মন্দভাবে একে অপর হতে সরে থাকবে এবং হতবুদ্ধি ও চিন্তিত থাকবে। এটাই সুস্পষ্ট ক্ষতি। অতঃপর জাহান্নামে তাদের অবস্থার কথা ঘোষণা করা হচ্ছে যে, তাদের জন্যে থাকবে তাদের উধ্বদিকে অগ্নির আচ্ছাদন এবং নিম্নদিকেও আচ্ছাদন। যেমন। মহামহিমান্বিত আল্লাহ বলেনঃ (আরবী) অর্থাৎ “তাদের বিছানা হবে জাহান্নামের আগুনের এবং তাদের উপরেও হবে আগুনের চাদর, এবং এরূপেই আমি যালিমদেরকে প্রতিফল দিয়ে থাকি।”(৭:৪১) অন্য আয়াতে রয়েছেঃ (আরবী) অর্থাৎ “সেই দিন শাস্তি তাদের উপরে ও পায়ের নীচে পর্যন্ত ঢেকে ফেলবে এবং তিনি (আল্লাহ) বলবেনঃ তোমরা যা আমল করতে তার স্বাদ গ্রহণ কর।” (২৯:৫৫) মহান আল্লাহ্ বলেনঃ এতদ্বারা আল্লাহ্ তাঁর বান্দাদেরকে সতর্ক করেন তার প্রকৃত শাস্তি হতে যে, নিশ্চিত রূপে ঐ শাস্তি দেয়া হবে। এতে বিন্দুমাত্র সন্দেহ নেই। সুতরাং তার বান্দাদের সতর্ক হয়ে যাওয়া উচিত এবং পাপকার্য ও আল্লাহর অবাধ্যাচরণ পরিত্যাগ করা তাদের একান্তভাবে কর্তব্য। তাই তিনি বলেনঃ হে আমার বান্দাগণ! তোমরা আমার পাকড়াও, আমার শাস্তি, আমার ক্রোধ এবং আমার প্রতিশোধ ও হিসাব গ্রহণকে ভয় কর।"
    },
    { "ayah": 17, "surah": 39, "text": "Please check ayah 39:18 for complete tafsir." },
    {
      "ayah": 18,
      "surah": 39,
      "text": "১৭-১৮ নং আয়াতের তাফসীর:\nবর্ণিত আছে যে, এ আয়াত দু'টি হযরত যায়েদ ইবনে আমর ইবনে নুফায়েল (রাঃ), হযরত আবু যার (রাঃ) এবং হযরত সালমান ফারসী (রাঃ)-এর ব্যাপারে অবতীর্ণ হয়। কিন্তু সঠিক কথা এই যে, এ আয়াত দু’টি যেমন এই মহান ব্যক্তিবর্গকে অন্তর্ভুক্ত করেছে, অনুরূপভাবে এমন প্রত্যেক ব্যক্তি এর অন্তর্ভুক্ত যার মধ্যে এই পবিত্র গুণাবলী বিদ্যমান রয়েছে। অর্থাৎ আল্লাহ্ ছাড়া সবারই প্রতি অসন্তোষ প্রকাশ করা এবং মহান আল্লাহর আনুগত্যে অটল থাকা। এ ধরনের লোকদের জন্যে উভয় জগতে সুসংবাদ রয়েছে। যারা মনোযোগ সহকারে কথা শুনে এবং ওর মধ্যে যা উত্তম তা গ্রহণ করে। এই প্রকৃতির লোকদেরকে মহান আল্লাহ্ সৎপথে পরিচালিত করেন এবং এঁরাই বোধশক্তি সম্পন্ন। যেমন আল্লাহ্ তাবারাকা ওয়া তা'আলা হযরত মূসা (আঃ)-কে তাওরাত প্রদানের সময় বলেছিলেনঃ “এটাকে তুমি শক্তভাবে ধারণ কর এবং তোমার কওমকে নির্দেশ দাও যে, তারা যেন এটাকে উত্তমরূপে ধারণ করে।” সুতরাং জ্ঞানী ও সৎ লোকদের মধ্যে ভাল কথা গ্রহণ করার সঠিক অনুভূতি অবশ্যই বিদ্যমান থাকে।"
    },
    { "ayah": 19, "surah": 39, "text": "Please check ayah 39:20 for complete tafsir." },
    { "ayah": 2, "surah": 39, "text": "Please check ayah 39:4 for complete tafsir." },
    {
      "ayah": 20,
      "surah": 39,
      "text": "১৯-২০ নং আয়াতের তাফসীর:\nআল্লাহ্ তা'আলা বলেনঃ হে নবী (সঃ) ! হতভাগ্য হওয়া যার তকদীরে লিখা আছে তুমি তাকে সুপথ প্রদর্শন করতে পার না। আল্লাহ্ যাকে পথভ্রষ্ট করেন, কে এমন আছে যে, তাকে পথ দেখাতে পারে? তোমার দ্বারা এটা সম্ভব নয় যে, তুমি তাকে সুপথে আনতে পার এবং আল্লাহর আযাব হতে রক্ষা করতে পার। হ্যা, তবে যারা তাদের প্রতিপালককে ভয় করে, তাদের জন্যে রয়েছে বহু প্রাসাদ, যার উপর নির্মিত রয়েছে আরো প্রাসাদ। সমস্ত আসবাবপত্র ওগুলোর মধ্যে সুন্দরভাবে সজ্জিত রয়েছে। প্রাসাদগুলো প্রশস্ত, সুউচ্চ ও সুদৃশ্য।হযরত আলী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ্ (সঃ) বলেছেনঃ “জান্নাতে এমন কক্ষসমূহ রয়েছে যেগুলোর ভিতরের অংশ বাহির হতে এবং বাহিরের অংশ ভিতর হতে দেখা যায়। তখন একজন বেদুইন জিজ্ঞেস করলোঃ “হে আল্লাহর রাসূল (সঃ)! এগুলো কাদের জন্যে?” তিনি জবাবে বললেনঃ “এগুলো তাদের জন্যে যারা কথাবার্তায় কোমল হয়, (দরিদ্রদেরকে) আহার করায় এবং রাত্রিকালে যখন লোকেরা ঘুমিয়ে থাকে তখন উঠে (তাহাজ্জুদের) নামায পড়ে।” (এ হাদীসটি ইমাম আহমাদ (রঃ) ও ইমাম তিরমিযী (রঃ) বর্ণনা করেছেন)হযরত আবু মালিক আশআরী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ্ (সঃ) বলেছেনঃ “জান্নাতে এমন কক্ষসমূহ রয়েছে যেগুলোর বাহির ভিতর হতে এবং ভিতর বাহির হতে দেখা যায়। এগুলো আল্লাহ্ তা'আলা ঐসব লোকের জন্যে বানিয়েছেন যারা (দরিদ্রদেরকে) খাদ্য খেতে দেয়, কথাবার্তায় কোমলতা অবলম্বন করে, পর্যায়ক্রমে রোযা রাখে এবং (রাত্রে) লোকদের ঘুমন্ত অবস্থায় (উঠে তাহাজ্জুদের) নামায পড়ে।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)হযরত সাহল ইবনে সা'দ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “জান্নাতীরা জান্নাতের মধ্যস্থিত কক্ষগুলোকে এমনিভাবে দেখবে যেমনিভাবে তোমরা আকাশ প্রান্তে তারকাগুলো দেখে থাকো।” (এ হাদীসটিও ইমাম আহমাদ (রঃ) বর্ণনা করেছেন) অন্য হাদীসে আছে যে, জান্নাতের ঐ কক্ষগুলোর প্রশংসা শুনে সাহাবীগণ (রাঃ) জিজ্ঞেস করলেনঃ “হে আল্লাহর রাসূল (সঃ)! ওগুলো কি নবীদের জন্যে?” তিনি জবাব দিলেনঃ “হ্যা, নবীদের জন্যে তো বটেই, তাছাড়া ঐ লোকদের জন্যেও যারা আল্লাহর উপর ঈমান আনয়ন করে এবং রাসূলদেরকে সত্যবাদী বলে স্বীকার করে।” (এ হাদীসটি ইমাম আহমাদ (রঃ) ও ইমাম তিরমিযী (রঃ) বর্ণনা করেছেন)হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত, তিনি বলেন, আমরা বললামঃ হে আল্লাহর রাসূল (সঃ)! যতক্ষণ পর্যন্ত আমরা আপনার খিদমতে হাযির থাকি এবং আপনার চেহারা মুবারক অবলোকন করি ততক্ষণ পর্যন্ত আমাদের অন্তর নরম থাকে এবং আমরা আখিরাতের দিকে আকৃষ্ট হয়ে পড়ি। কিন্তু যখন আপনার নিকট হতে বিদায় গ্রহণ করি এবং পার্থিব কাজ-কারবারে লিপ্ত হই ও ছেলেমেয়েকে নিয়ে মগ্ন হয়ে পড়ি তখন আর আমাদের অবস্থা ঐরূপ থাকে না।” আমাদের এ কথা শুনে রাসূলুল্লাহ (সঃ) বললেনঃ “যদি তোমরা সদা-সর্বদা ঐ অবস্থাতেই থাকতে যে অবস্থা আমার সামনে তোমাদের থাকে তাহলে ফেরেশতারা তাদের হাত দ্বারা তোমাদের সাথে মুসাফাহা করতেন এবং তোমাদের বাড়ীতে এসে তোমাদের সাথে সাক্ষাৎ করতেন। জেনে রেখো যে যদি তোমরা গুনাহই না করতে তবে আল্লাহ তাআলা তোমাদের স্থলে এমন লোকদেরকে নিয়ে আসতেন যারা পাপ করতো, যেন আল্লাহ তাদেরকে ক্ষমা করতে পারেন। আমরা জিজ্ঞেস করলাম:হে আল্লাহর রাসূল (সঃ)! জান্নাতের ভিত্তি কি দ্বারা তৈরী? তিনি উত্তরে বললেনঃ “স্বর্ণ ও রৌপ্যের ইট দ্বারা তৈরী। ওর চূন হলো খাটি মেশক আম্বর। ওর কংকরগুলো মণি-মুক্তা ও ইয়াকূত। ওর মাটি হলো যাফরান। যে তাতে প্রবেশ করবে সে প্রচুর মালের অধিকারী হবে, যার পরে মাল নষ্ট হয়ে যাওয়ার কোনই আশংকা নেই। চিরস্থায়ীভাবে সে তথায় অবস্থান করবে। তাকে সেখান হতে কখনো বের করে দেয়া হবে এরূপ কোন সম্ভাবনাই নেই। সেখানে মৃত্যুর কোন ভয় নেই। সেখানে তাদের কাপড় পুরাতন হবে না। সেখানে তারা চির যৌবন লাভ করবে। জেনে রেখো যে, তিন ব্যক্তির দুআ অগ্রাহ্য হয় না। তারা হলোঃ ন্যায়পরায়ণ বাদশাহ, রোযাদার ব্যক্তি এবং অত্যাচারিত ব্যক্তি। তাদের দুআ উপরে উঠিয়ে নেয়া হয় এবং ওর জন্যে আকাশের দরগুলোকে খুলে দেয়া হয়। আল্লাহ তাবারাকা ওয়া তা'আলা তখন বলেনঃ “আমার ইযযতের কসম! কিছুকাল পরে হলেও আমি তোমাকে অবশ্যই সাহায্য করবো।” (এ হাদীসটি ইমাম আহমাদ (রঃ), ইমাম তিরমিযী (রঃ) এবং ইমাম ইবনে মাজাহ (রঃ) বর্ণনা করেছেন)মহান আল্লাহ বলেনঃ এ প্রাসাদগুলোর পাদদেশে নদী প্রবাহিত এবং তা এমন যে, যেখানে ইচ্ছা সেখানে পৌঁছাতে পারে এবং যখন যতটুকু ইচ্ছা প্রবাহিত করতে পারে। মুমিন বান্দাদেরকে আল্লাহ এর প্রতিশ্রুতি দিয়েছেন। আর আল্লাহ তা'আলা কখনো তাঁর প্রতিশ্রুতি ভঙ্গ করেন না।"
    },
    { "ayah": 21, "surah": 39, "text": "Please check ayah 39:22 for complete tafsir." },
    {
      "ayah": 22,
      "surah": 39,
      "text": "২১-২২ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা খবর দিচ্ছেন যে, ভূ-পৃষ্ঠে যে পানি রয়েছে তা প্রকৃতপক্ষে আকাশ হতে অবতীর্ণ পানি। যেমন আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ “আমি আসমান হতে পবিত্র পানি অবতীর্ণ করেছি।”(২৫:৪৮) এই পানি যমীন পান করে নেয় এবং ভিতরে ভিতরেই তা ছড়িয়ে পড়ে। অতঃপর প্রয়োজন হিসেবে আল্লাহ তা'আলা তা বের করেন এবং প্রস্রবণ প্রবাহিত হয়ে যায়। যে পানি যমীনের মালিন্যে লবণাক্ত হয়ে যায় তা লবণাক্তই থাকে। অনুরূপভাবে আকাশের পানি বরফের আকারে পাহাড়ের উপর জমে যায় যাকে পাহাড় শোষণ করে নেয়। অতঃপর ওর থেকে ঝরণা প্রবাহিত হয়। প্রস্রবণ ও ঝরণার পানি জমিতে যায় যার ফলে জমির ফসল সবুজ-শ্যামল হয়ে ওঠে যা বিভিন্ন রঙ এর, বিভিন্ন গন্ধের, বিভিন্ন স্বাদের এবং বিভিন্ন আকারের হয়ে থাকে। তারপর শেষ সময়ে ওর যৌবন বার্ধক্যে এবং শ্যামলতা হলুদে পরিণত হয়। এরপর শুষ্ক হয়ে যায় এবং পরিশেষে কেটে নেয়া হয়। এতে কি জ্ঞানীদের জন্যে শিক্ষা ও উপদেশ নেই? তারা এটুকুও বুঝে না যে, দুনিয়ার অবস্থাও অনুরূপ। আজ যে ব্যক্তি যুবক ও সুন্দররূপে পরিলক্ষিত হয়, কাল ঐ ব্যক্তিকেই বৃদ্ধ ও কদাকার রূপে দেখা যায়। আজ যে লোকটি নব যুবক ও বলবান, কালই ঐ লোকটি হয়ে পড়ে বৃদ্ধ, কুসতি ও দুর্বল। পরিশেষে সে মৃত্যুর শিকার হয়ে যায়। সুতরাং যারা জ্ঞানী তারাই পরিণামের কথা চিন্তা করে থাকে। উত্তম ঐ ব্যক্তি যার পরিণাম হয় উত্তম। অধিকাংশ জায়গায় পার্থিব জীবনের দৃষ্টান্ত বৃষ্টি দ্বারা উৎপাদিত শস্য ও ক্ষেত্রের সাথে দেয়া হয়েছে। যেমন মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “তাদের নিকট পেশ কর উপমা পার্থিব জীবনেরঃ এটা পানির ন্যায় যা বর্ষণ করি আকাশ হতে, যদ্বারা ভূমিজ উদ্ভিদ ঘন সন্নিবিষ্ট হয়ে উদগত হয়। অতঃপর তা বিশুষ্ক হয়ে এমন চূর্ণ-বিচূর্ণ হয় যে, বাতাস ওকে উড়িয়ে নিয়ে যায়। আল্লাহ সর্ববিষয়ে শক্তিমান।” (১৮:৪৫)।এরপর মহামহিমান্বিত আল্লাহ বলেনঃ আল্লাহ ইসলামের জন্যে যার বক্ষ উন্মুক্ত করে দিয়েছেন এবং যে তার প্রতিপালকের আলোকে আছে, সে কি তার সমান যে এরূপ নয়? অর্থাৎ যে সত্যের উপর প্রতিষ্ঠিত রয়েছে, আর যে সত্য হতে দূরে সরে আছে তারা কি কখনো সমান হতে পারে? যেমন মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “যে মৃত ছিল, অতঃপর আমি তাকে জীবিত করেছি এবং তাকে নূর বা জ্যোতি দান করেছি, তার দ্বারা সে লোকদের মধ্যে চলাফেরা করছে, সে কি ঐ ব্যক্তির মত যে অন্ধকারের মধ্যে পরিবেষ্টিত রয়েছে এবং তার থেকে বের হওয়া তার জন্যে সম্ভবপর নয়?” (৬:১২৩) সুতরাং এখানেও আল্লাহ তা'আলা পরিণাম সম্পর্কে বলেনঃ দুর্ভোগ সেই কঠোর হৃদয় ব্যক্তিদের জন্যে যারা আল্লাহর স্মরণে পরাজুখ! তারা স্পষ্ট বিভ্রান্তিতে রয়েছে। অর্থাৎ যাদের অন্তর আল্লাহর যিকর দ্বারা নরম হয় না, আল্লাহর হুকুম মানবার জন্যে যারা প্রস্তুত হয় না, প্রতিপালকের সামনে যারা বিনয় প্রকাশ করে না, অন্তরকে কঠোর করে দেয়, তাদের জন্যে দুর্ভোগ! তারা প্রকাশ্যভাবে বিভ্রান্তির মধ্যে রয়েছে।"
    },
    {
      "ayah": 23,
      "surah": 39,
      "text": "এখানে মহামহিমান্বিত আল্লাহ স্বীয় কুরআন আযীমের প্রশংসা করছেন যা তিনি স্বীয় রাসূলের উপর অবতীর্ণ করেছেন। তিনি বলেনঃ আল্লাহ অবতীর্ণ করেছেন উত্তম বাণী সম্বলিত কিতাব যা পরস্পর সুসামঞ্জস্যপূর্ণ এবং যা পুনঃ পুনঃ আবৃত্তি করা হয়। এর আয়াতগুলো একে অপরের সাথে মিল রাখে। এই সূরার আয়াতগুলো ঐ সূরার সাথে এবং ঐ সূরার আয়াতগুলো এই সূরার সাথে সুসামঞ্জস্যপূর্ণ। একই কথা ও একই আলোচনা কয়েক জায়গায় রয়েছে। আবার অনৈক্যভাবে কতকগুলো আয়াত একই বর্ণনার মধ্যে বর্ণিত হয়েছে। এর সাথে সাথে ওর বিপরীতটির বর্ণনাও দেয়া হয়েছে। যেমন মুমিনদের বর্ণনার সাথে সাথেই কাফিরদের বর্ণনা, জান্নাতের বর্ণনার সাথে সাথেই জাহান্নামের বর্ণনা ইত্যাদি। দেখা যায় যে, পুণ্যবানদের বর্ণনা দেয়ার পরেই পাপীদের বর্ণনা দেয়া হয়েছে, ইল্লীনের বর্ণনার সাথেই সিজ্জীনের বর্ণনা আছে, আল্লাহভীরুদের বর্ণনার সাথেই রয়েছে খোদাদ্রোহীদের বর্ণনা এবং জান্নাতের বর্ণনা দেয়ার সাথে সাথেই জাহান্নামের বর্ণনা দেয়া হয়েছে। (আরবী) এর অর্থ এটাই। আর (আরবী) ঐ আয়াতগুলোকে বলা হয় যেগুলো একই প্রকারের বর্ণনায় মিলিতভাবে চলে আসে। এখানে এই শব্দের অর্থ তো এটাই। আর যেখানে (আরবী) (৩:৭) রয়েছে সেখানে অন্য অর্থ। মহান আল্লাহ বলেনঃ যারা তাদের প্রতিপালককে ভয় করে, তাদের গাত্র রোমাঞ্চিত হয়। শাস্তি ও ধমকের কথা শুনে তাদের অন্তর কেঁপে উঠে এবং তাদের শরীরের লোম খাড়া হয়ে যায়। তখন তারা অত্যন্ত বিনয়ের সাথে মহান আল্লাহর দিকে ঝুঁকে পড়ে। তার করুণা ও স্নেহের প্রতি দৃষ্টি নিক্ষেপ করে তারা আশান্বিত হয়। সুতরাং তাদের অন্তর অসৎ লোকদের কালো অন্তর হতে সম্পূর্ণ পৃথক। এরা আল্লাহর কালাম মনোযোগের সাথে শুনে আর ওরা গান-বাজনায় লিপ্ত থাকে। এই মহান লোকগুলো কুরআনের আয়াতের মাধ্যমে নিজেদের ঈমানকে আরো মযবৃত করে, আর যাদের অন্তরে রোগ রয়েছে তারা কুরআনের আয়াত শুনে আরো বেশী কুফরী করতে শুরু করে। এর সিজদায় পড়ে কাঁদতে থাকে, আর ওরা হাসি-তামাশায় লিপ্ত থাকে। আল্লাহ তাবারাকা ওয়া তা'আলা বলেনঃ (আরবী) অর্থাৎ “মুমিন তো তারাই যাদের হৃদয় কম্পিত হয় যখন আল্লাহকে স্মরণ করা হয় এবং যখন তাঁর আয়াত তাদের নিকট পাঠ করা হয়, তখন তা তাদের ঈমান বৃদ্ধি করে এবং তাদের প্রতিপালকের উপরই তারা নির্ভর করে। যারা নামায প্রতিষ্ঠিত করে এবং আমি যা দিয়েছি তা হতে ব্যয় করে তারাই প্রকৃত মুমিন। তাদের প্রতিপালকের নিকট তাদেরই জন্যে রয়েছে মর্যাদা, ক্ষমা এবং সম্মানজনক জীবিকা।”(৮:২-৪) মহান আল্লাহ আরো বলেনঃ (আরবী) অর্থাৎ “যারা তাদের প্রতিপালকের আয়াত স্মরণ করিয়ে দিলে ওর প্রতি অন্ধ এবং বধির সদৃশ আচরণ করে না।”(২৫:৭৩) বরং তারা কান লাগিয়ে শুনে এবং অন্তর দিয়ে অনুধাবন করে। চিন্তা-গবেষণা করে তারা সঠিক অর্থ জেনে নেয়। সঠিক অর্থ জেনে নিয়ে তারা সিজদায় পড়ে যায় এবং আমলের জন্যে উঠে পড়ে লাগে। তারা নিজেদের জ্ঞানের দ্বারা কাজ করে, অন্যদের দেখাদেখি তারা অজ্ঞতার পিছনে পড়ে না।অন্যদের বিপরীত তাদের মধ্যে তৃতীয় গুণ এই আছে যে, তারা কুরআন শ্রবণের সময় অত্যন্ত আদবের সাথে বসে থাকে। রাসূলুল্লাহ (সঃ)-এর তিলাওয়াত শুনে সাহাবায়ে কিরামের দেহ ও আত্মা আল্লাহর যিকরের দিকে ঝুঁকে পড়তো। তাঁদের মধ্যে বিনয় ও নম্রতা সৃষ্টি হতো। কিন্তু এটা নয় যে, তাঁরা চিল্লিয়ে-চেঁচিয়ে উঠতেন এবং নিজেদের শ্রেষ্ঠত্ব প্রকাশ করতেন। বরং তারা অত্যন্ত শান্ত-শিষ্টভাবে, আদব-কায়দা রক্ষা করে ও বিনয়ের সাথে আল্লাহর কালাম শুনতেন। এভাবে তারা দেহ মনে প্রশান্তি লাভ করতেন এবং এ কারণেই তারা প্রশংসার পাত্র হয়েছেন। আল্লাহ তাদের প্রতি সন্তুষ্ট থাকুন! হযরত কাতাদা (রঃ) বলেনঃ আল্লাহর অলীদের বিশেষণ এই যে, কুরআন শুনে তাঁদের অন্তর মোমের মত গলে যায় এবং তারা আল্লাহর যিকরের দিকে ঝুঁকে পড়েন। তাঁদের অন্তর আল্লাহর ভয়ে প্রকম্পিত হয়। আর তাঁদের চক্ষুগুলো হয় অশ্রুসিক্ত এবং দেহ-মন হয় প্রশান্ত। এটা নয় যে, তাদের জ্ঞান লোপ পায়, বিস্ময়কর অবস্থা সৃষ্টি হয় এবং ভাল ও মন্দের জ্ঞান থাকে না। এগুলো তো বিদআতের কাজ যে, মানুষ হা-হুতাশ করবে, লম্ফ-ঝম্ফ করবে এবং কাপড় ছিড়বে। এগুলো হলো শয়তানী কাজ।এরপর মহামহিমান্বিত আল্লাহ বলেনঃ এটাই আল্লাহর পথ-নির্দেশ, তিনি যাকে ইচ্ছা এটা দ্বারা পথ-প্রদর্শন করেন। আল্লাহ যাকে বিভ্রান্ত করেন তার কোন পথ-প্রদর্শক নেই।"
    },
    { "ayah": 24, "surah": 39, "text": "Please check ayah 39:26 for complete tafsir." },
    { "ayah": 25, "surah": 39, "text": "Please check ayah 39:26 for complete tafsir." },
    {
      "ayah": 26,
      "surah": 39,
      "text": "২৪-২৬ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা বলেনঃ কিয়ামতের দিন যে ব্যক্তি তার মুখমণ্ডল দ্বারা কঠিন শাস্তি ঠেকাতে চাইবে, সে কি তার মত যে নিরাপদ? যেমন মহামহিমান্বিত আল্লাহ অন্য জায়গায় বলেনঃ (আরবী) অর্থাৎ “যে ব্যক্তি ঝুঁকে মুখে ভর দিয়ে চলে, সে-ই কি ঠিক পথে চলে, না কি সেই ব্যক্তি যে ঋজু হয়ে সরল পথে চলে?\" (৬৭:২২) ঐ কাফিরদেরকে কিয়ামতের দিন মুখের ভরে টেনে নিয়ে যাওয়া হবে এবং বলা হবেঃ আগুনের স্বাদ গ্রহণ কর। মহামহিমান্বিত আল্লাহ আরো বলেনঃ (আরবী) অর্থাৎ “যেদিন তাদেরকে উপুড় করে টেনে নিয়ে যাওয়া হবে জাহান্নামের দিকে, সেই দিন বলা হবেঃ জাহান্নামের যন্ত্রণা আস্বাদন কর।” (৫৪:৪৮) আর এক জায়গায় বলেনঃ (আরবী) অর্থাৎ “যাকে জাহান্নামে নিক্ষেপ করা হবে সেই উত্তম, না কি সেই উত্তম, যে কিয়ামতের দিন নিরাপদে আগমন করবে?\" (৪১:৪০) এখানে এই আয়াতের ভাবার্থ এটাই। কিন্তু এক প্রকারের বর্ণনা দিয়ে দ্বিতীয় প্রকারকে ছেড়ে দেয়া হয়েছে। কেননা, এর দ্বারা ঐ প্রকারকেও বুঝা যায়।আল্লাহ তাআলা বলেনঃ তাদের পূর্ববর্তী লোকেরাও মিথ্যা আরোপ করেছিল এবং রাসূলদেরকে মিথ্যাবাদী বলেছিল, ফলে শাস্তি তাদেরকে গ্রাস করলো তাদের অজ্ঞাতসারে। ফলে আল্লাহর শাস্তি তাদেরকে পার্থিব জীবনেও লাঞ্ছিত ও অপমানিত করলো, আর পরকালের কঠিন শাস্তি তো তাদের জন্যে বাকী আছেই। সুতরাং হে মক্কার কাফিরের দল! তোমাদের এখন উচিত আল্লাহকে ভয় করা এবং আল্লাহর রাসূল (সঃ)-এর সাথে দুর্ব্যবহার করা হতে বিরত থাকা। নতুবা তোমাদের অবাধ্যতা ও হঠকারিতার কারণে হয়তো তোমাদের উপরও আল্লাহর কঠিন শাস্তি নেমে আসবে। তোমাদের জ্ঞান থাকলে তোমাদের পূর্ববর্তীদের অবস্থা তোমাদের শিক্ষা ও উপদেশ গ্রহণের জন্যে যথেষ্ট।"
    },
    { "ayah": 27, "surah": 39, "text": "Please check ayah 39:31 for complete tafsir." },
    { "ayah": 28, "surah": 39, "text": "Please check ayah 39:31 for complete tafsir." },
    { "ayah": 29, "surah": 39, "text": "Please check ayah 39:31 for complete tafsir." },
    { "ayah": 3, "surah": 39, "text": "Please check ayah 39:4 for complete tafsir." },
    { "ayah": 30, "surah": 39, "text": "Please check ayah 39:31 for complete tafsir." },
    {
      "ayah": 31,
      "surah": 39,
      "text": "২৭-৩১ নং আয়াতের তাফসীর:\nদৃষ্টান্ত দ্বারা কথা সঠিকভাবে অনুধাবন করা যায়। এ জন্যেই আল্লাহ তা'আলা নানা প্রকারের দৃষ্টান্তও পেশ করে থাকেন যেন মানুষ ভালভাবে বুঝতে পারে। যেমন মহান আল্লাহ বলেনঃ ... (আরবী) অর্থাৎ “আল্লাহ তা'আলা তোমাদের জন্য এই দৃষ্টান্তগুলো বর্ণনা করেছেন যেগুলো তোমরা নিজেদেরই মধ্যে ভালভাবে জানতে বুঝতে পার (শেষ পর্যন্ত)।” আর এক জায়গায় বলেনঃ (আরবী) অর্থাৎ “ঐ দৃষ্টান্তগুলো আমি তোমাদের জন্যে বর্ণনা করে থাকি, শুধু জ্ঞানীরাই ওগুলো বুঝে থাকে।” (২৯:৪৩)।মহান আল্লাহ বলেনঃ আরবী ভাষায় এই কুরআন বক্রতামুক্ত। অর্থাৎ এই কুরআন স্পষ্ট আরবী ভাষায় রয়েছে। এতে নেই কোন বক্রতা এবং নেই কোন পরিবর্তন ও পরিবর্ধন। এতে রয়েছে খোলাখুলি দলীল ও উজ্জ্বল প্রমাণাদি। যাতে মানুষ এগুলো পড়ে ও বুঝে সাবধানতা অবলম্বন করতে পারে। তারা যেন এর শাস্তি সম্বলিত আয়াতগুলো পড়ে দুষ্কর্মগুলো পরিত্যাগ করতে পারে এবং এর সাওয়াবের আয়াতগুলোর প্রতি দৃষ্টি রেখে সৎ আমলের প্রতি আগ্রহী হয়। এরপর মহান আল্লাহ একত্ববাদী ও অংশীবাদীর দৃষ্টান্ত বর্ণনা করছেন যে, একজন গোলামের প্রভু অনেক এবং তারাও আবার পরস্পর বিরুদ্ধ ভাবাপন্ন। আর অন্য একজন গোলামের শুধুমাত্র একজন প্রভু ঐ প্রভু ছাড়া তার উপর অন্য কারো আধিপত্য নেই। এ দু’জন কি কখনো সমান হতে পারে? কখনো নয়। অনুরূপভাবে একত্ববাদী, যে শুধু এক ও অংশীবিহীন আল্লাহরই ইবাদত করে এবং মুশরিক, যে তার বহু মা'বুদ বানিয়ে রেখেছে, এ দু’জনও কখনো সমান হতে পারে না। এ দুজনের মধ্যে আসমান যমীনের পার্থক্য রয়েছে। এই প্রকাশ্য ও উজ্জ্বল দৃষ্টান্তের পরিপ্রেক্ষিতে বিশ্বজগতের প্রতিপালক আল্লাহর প্রশংসা করা উচিত যে, তিনি স্বীয় বান্দাদেরকে এমনভাবে বুঝিয়েছেন যে, সত্য সম্পূর্ণরূপে প্রকাশিত হয়ে পড়েছে। শিরকের অসারতা এবং তাওহীদের বাস্তবতা সুন্দরভাবে মানুষের মন মগজে ভরে দেয়া হয়েছে। এখন মহান আল্লাহর সাথে একমাত্র ঐ ব্যক্তি শরীক স্থাপন করতে পারে যে একেবারে অজ্ঞান, যার মধ্যে বিবেক-বুদ্ধি মোটেই নেই। হযরত আবু বকর সিদ্দীক (রাঃ) আল্লাহ তাবারাকা ওয়া তা'আলার (আরবী) (নিশ্চয়ই তুমি মরণশীল এবং তারাও মরণশীল) এই উক্তি এবং (আরবী) (মুহাম্মদ সঃ একজন রাসূল মাত্র, তার পূর্বে বহু রাসূল গত হয়েছে। সুতরাং যদি সে মারা যায় অথবা সে নিহত হয় তবে তোমরা কি পৃষ্ঠ প্রদর্শন করবে? এবং কেউ পৃষ্ঠ প্রদর্শন করলে সে কখনো আল্লাহর ক্ষতি করবে না বরং আল্লাহ শীঘ্রই কৃতজ্ঞদেরকে পুরস্কৃত করবেন) (৩:১৪৪)-এই আয়াতটি রাসূলুল্লাহ (সঃ)-এর ইন্তেকালের পর তাঁর মৃত্যুর প্রমাণ হিসেবে পাঠ করেন এবং জনগণকে বুঝিয়ে বলেন যে, রাসূলুল্লাহ (সঃ) ইন্তেকাল করেছেন। তার একথা শুনে সবারই বিশ্বাস হয় যে, রাসূলুল্লাহ (সঃ) ইন্তেকাল করেছেন। আয়াতের ভাবার্থ এই যে, সবাই এই দুনিয়া হতে বিদায় গ্রহণকারী এবং আখিরাতে সবাই আল্লাহ তাআলার নিকট একত্রিত হবে। সেখানে আল্লাহ তা'আলা অংশীবাদী ও একত্ববাদীদের মধ্যে পরিষ্কারভাবে ফায়সালা করবেন এবং সত্য প্রকাশিত হয়ে পড়বে। তাঁর চেয়ে উত্তম ফায়সালাকারী ও বড় জ্ঞানী আর কে আছে? ঈমানদার, একত্ববাদী এবং সুন্নাতের পাবন্দ ব্যক্তি সেদিন মুক্তি পাবে এবং মুশরিক, কাফির ও মিথ্যাপ্রতিপন্নকারী কঠিন শাস্তির শিকার হবে। অনুরূপভাবে দুনিয়ার যে দুই ব্যক্তির মধ্যে ঝগড়া ও বিরোধ ছিল, তাদেরকে আল্লাহর সামনে হাযির করা হবে এবং মহাপ্রতাপান্বিত আল্লাহ তাদের মধ্যে ফায়সালা করবেন। হযরত ইবনে যুবায়ের (রাঃ) হতে বর্ণিত আছে যে, যখন (আরবী)-এ আয়াতটি অবতীর্ণ হয় তখন হযরত যুবায়ের (রাঃ) বলেনঃ “হে আল্লাহর রাসূল (সঃ)! কিয়ামতের দিন (দুনিয়ার) ঝগড়ার পুনরাবৃত্তি হবে?” উত্তরে রাসূলুল্লাহ (সঃ) বলেনঃ “হ্যা, নিশ্চয়ই।” তখন হযরত যুবায়ের (রাঃ) বলেনঃ “তাহলে তো এটা খুবই কঠিন ব্যাপার হবে।” (এ হাদীসটি ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেন)মুসনাদে আহমাদের হাদীসে এও রয়েছে যে, যখন (আরবী) (এরপর অবশ্যই সেই দিন তোমাদেরকে নিয়ামত সম্বন্ধে প্রশ্ন করা হবে) (১০২:৮) এ আয়াতটি অবতীর্ণ হয় তখন হযরত যুবায়ের (রাঃ) জিজ্ঞেস করেনঃ “হে আল্লাহর রাসূল (সঃ)! কোন নিয়ামত সম্বন্ধে আমরা জিজ্ঞাসিত হবো? আমরা তো খেজুর ও পানি খেয়েই জীবন যাপন করছি!” জবাবে রাসূলুল্লাহ (সঃ) বলেনঃ “এখন বেশী নিয়ামত নেই বটে, কিন্তু সত্বরই তোমরা অধিক নিয়ামত লাভ করবে।” (এ হাদীসটি ইমাম তিরমিযী (রঃ) ও ইমাম ইবনে মাজাহও (রঃ) বর্ণনা করেছেন এবং ইমাম তিরমিযী (রঃ) এটাকে হাসান বলেছেন) মুসনাদের এই হাদীসেই এটাও রয়েছে যে, (আরবী) এ আয়াতগুলো অবতীর্ণ হলে হযরত যুবায়ের ইবনে মুতঈম (রাঃ) বলেনঃ “হে আল্লাহর রাসূল (সঃ)! দুনিয়ায় আমাদের মধ্যে যে ঝগড়া-বিবাদ রয়েছে, কিয়ামতের দিন ওটারই কি পুনরাবৃত্তি করা হবে? সাথে সাথে ওর গুনাহ সম্বন্ধেও কি প্রশ্ন করা হবে?” রাসূলুল্লাহ (সঃ) উত্তরে বলেনঃ “হ্যা, অবশ্যই পুনরাবৃত্তি হবে এবং হকদারকে পূর্ণ হক দেয়া হবে।” একথা শুনে হযরত যুবায়ের (রাঃ) বলেনঃ “তাহলে তো কঠিন ব্যাপার হবে।” (ইমাম তিরমিযীও (রঃ) এটা বর্ণনা করেছেন এবং তিনি এটাকে হাসান সহীহ বলেছেন)হযরত উকবা ইবনে আমর (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “কিয়ামতের দিন সর্বপ্রথম দু’জন প্রতিবেশীর পারস্পরিক ঝগড়া পেশ করা হবে।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)হযরত আবু সাঈদ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যার হাতে আমার প্রাণ রয়েছে তাঁর শপথ! কিয়ামতের দিন সমস্ত ঝগড়ারই ফায়সালা করা হবে, এমনকি দু’টি বকরী, যারা দুনিয়ায় লড়াই করেছিল এবং শিং বিশিষ্ট বকরীটি শিং বিহীন বকরীকে শিং দ্বারা গুঁতো দিয়েছিল, তারও প্রতিশোধ আদায় করে দেয়া হবে।” (এ হাদীসটিও মুসনাদে আহমাদে বর্ণিত হয়েছে)হযরত আবু যার (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) একদা দুটি বকরীকে পরস্পর লড়াই করতে দেখে বলেনঃ “হে আবু যার (রাঃ)! বকরী দুটি কি নিয়ে লড়াই করছে তা তুমি জান কি?” হযরত আবু যার (রাঃ) উত্তরে বলেনঃ “জ্বী, না।” তখন রাসূলুল্লাহ (সঃ) বললেনঃ “আল্লাহ তা'আলা কিন্তু জানেন এবং কিয়ামতের দিন তিনি তাদের উভয়ের মধ্যে ইনসাফের সাথে ফায়সালা করবেন।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)হযরত আনাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “কিয়ামতের দিন অত্যাচারী ও আত্মসাকারী বাদশাহকে আনয়ন করা হবে এবং তার প্রজারা তার সাথে ঝগড়া করে জয়লাভ করবে। তখন তার ব্যাপারে হুকুম দেয়া হবেঃ যাও, তাকে জাহান্নামের একটি স্তম্ভ বানিয়ে নাও।” (এ হাদীসটি হাফিয আবু বকর আল বাযযার (রঃ) বর্ণনা করেছেন। এ হাদীসের আগলাব ইবনে তামীম নামক একজন বর্ণনাকারীর স্মরণশক্তি দুর্বল ছিল)হযরত আবদুল্লাহ ইবনে আব্বাস (রাঃ) বলেন যে, ঐদিন প্রত্যেক সত্যবাদী মিথ্যাবাদীর সাথে, প্রত্যেক অত্যাচারিত ব্যক্তি অত্যাচারীর সাথে, প্রত্যেক সুপথপ্রাপ্ত ব্যক্তি পথভ্রষ্ট ব্যক্তির সাথে এবং প্রত্যেক দুর্বল ব্যক্তি সবল ব্যক্তির সাথে ঝগড়া করবে।ইবনে মুনদাহ (রঃ) কিতাবুর রূহ এর মধ্যে হযরত ইবনে আব্বাস (রাঃ) হতে রিওয়াইয়াত করেছেন যে, জনগণ কিয়ামতের দিন ঝগড়া করবে, এমন কি আত্মা ও দেহের মধ্যেও ঝগড়া বাঁধবে। আত্মা দেহের উপর দোষারোপ করে বলবেঃ “এসব দুষ্কার্য তো তুমিই করেছিলে।” তখন দেহ আত্মাকে বলবেঃ “সমস্ত চাহিদা ও দুষ্টামি তো তোমারই ছিল।” তখন একজন ফেরেশতা তাদের মধ্যে ফায়সালা করবেন। তিনি বলবেনঃ “তোমাদের দৃষ্টান্ত এমন দুটি লোকের মত যাদের একজন চক্ষু বিশিষ্ট, কিন্তু খোড়া ও বিকলাঙ্গ। চলাফেরা করতে পারে না। দ্বিতীয়জন অন্ধ, কিন্তু তার পা ভাল, খোড়া নয়। সে চলাফেরা করতে পারে। তারা দু'জন একটি বাগানে রয়েছে। খোড়া অন্ধকে বললোঃ “ভাই, এই বাগানটি তো ফলে ভরপুর রয়েছে। কিন্তু আমার তো পা নেই যে, ফল পাড়বো?\" তখন অন্ধ বললোঃ “এসো, আমার তো পা রয়েছে, আমি তোমাকে আমার পিঠের উপর চড়িয়ে নিচ্ছি।” অতঃপর তারা দুজন এভাবে পৌঁছলো এবং ইচ্ছা ও চাহিদা মত ফল পাড়লো। আচ্ছা বলতো, এ দু'জনের মধ্যে অপরাধী কে?” দেহ ও আত্মা উভয়ে জবাব দিলোঃ “দু'জনই সমান অপরাধী।” ফেরেশতারা তখন বলবেনঃ “তাহলে তো তোমরা নিজেরাই তোমাদের ফায়সালা করে দিলে। অর্থাৎ দেহ যেন সওয়ারী এবং আত্মা যেন সওয়ার বা আরোহী।” (এটা ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)হযরত ইবনে উমার (রাঃ) বলেনঃ “এই আয়াত অবতীর্ণ হওয়ার পর আমরা বিস্ময়বোধ করছিলাম যে, আমাদের ও আহলে কিতাবের মধ্যে তো কোন ঝগড়া নেই। তাহলে কিয়ামতের দিন কার সাথে আমরা ঝগড়া করবো? এরপর যখন মুসলমানদের পরস্পরের মধ্যে ফিনা শুরু হয়ে গেল তখন আমরা বুঝলাম যে, এটাই হলো পরস্পরের ঝগড়া যা কিয়ামতের দিন পেশ করা হবে।” হযরত আবুল আলিয়া (রঃ) বলেন যে, এর দ্বারা আহলে কিবলার ঝগড়া বুঝানো হয়েছে। আর ইবনে যায়েদ (রঃ) বলেন যে, এর দ্বারা মুসলমান ও কাফিরের ঝগড়া উদ্দেশ্য। এসব ব্যাপারে সর্বাধিক সঠিক জ্ঞানের অধিকারী একমাত্র আল্লাহ।"
    },
    { "ayah": 32, "surah": 39, "text": "Please check ayah 39:35 for complete tafsir." },
    { "ayah": 33, "surah": 39, "text": "Please check ayah 39:35 for complete tafsir." },
    { "ayah": 34, "surah": 39, "text": "Please check ayah 39:35 for complete tafsir." },
    {
      "ayah": 35,
      "surah": 39,
      "text": "৩২-৩৫ নং আয়াতের তাফসীর:\nমহামহিমান্বিত আল্লাহ মুশরিকদের সম্পর্কে বলছেন যে, তারা আল্লাহর উপর মিথ্যা আরোপ করেছে এবং বিভিন্ন প্রকারের অপবাদ দিয়েছে। তাঁর সাথে তারা অন্যদেরকে মা’রূদ বানিয়ে নিয়েছে। কোন সময় তারা ফেরেশতাদেরকে আল্লাহর কন্যারূপে গণ্য করেছে এবং কখনো কখনো তারা সৃষ্টজীবের মধ্য হতে কাউকে তাঁর পুত্র বলেছে। অথচ আল্লাহ তা'আলা এসব বিষয় হতে সম্পূর্ণরূপে মুক্ত ও পবিত্র। তিনি এগুলো হতে বহু ঊর্ধে রয়েছেন। এ মুশরিকদের মধ্যে আর একটি বদঅভ্যাস এই রয়েছে যে, আল্লাহ তা'আলা নবীদের (আঃ) উপর যে সত্য অবতীর্ণ করেন তা তারা অবিশ্বাস ও মিথ্যা প্রতিপন্ন করে। তাই মহান আল্লাহ বলেনঃ যে ব্যক্তি আল্লাহ সম্বন্ধে মিথ্যা বলে এবং সত্য আসার পর তা প্রত্যাখ্যান করে তার চেয়ে বড় যালিম আর কে আছে?অর্থাৎ এ ধরনের লোকই সবচেয়ে বড় যালিম। অতঃপর তাদের জন্যে যে শাস্তি অবধারিত রয়েছে সে সম্পর্কে আল্লাহ তা'আলা তাদেরকে সতর্ক করছেন যে, ঐ সব লোকের আবাসস্থল হলো জাহান্নাম যারা মৃত্যুর সময় পর্যন্ত অস্বীকার ও অবিশ্বাসের উপরই থাকবে।মুশরিকদের বদঅভ্যাস এবং ওর শাস্তির বর্ণনা দেয়ার পর আল্লাহ তা'আলা মুমিনদের উত্তম অভ্যাস ও ওর পুরস্কারের বর্ণনা দিচ্ছেন যে, যারা সত্য আনয়ন করেছেন এবং সত্যকে সত্য বলে মেনে নিয়েছেন, অর্থাৎ হযরত মুহাম্মাদ (সঃ), হযরত জিবরাঈল (আঃ) এবং প্রত্যেক ঐ ব্যক্তি যিনি কালেমায়ে তাওহীদকে স্বীকার করেছেন, আর সমস্ত নবী এবং তাঁদের অনুসারী সমস্ত মুসলিম উম্মত, তাঁদের আকাঙ্ক্ষিত সবকিছুই তাঁদের প্রতিপালকের নিকট রয়েছে এবং এটা সৎকর্মশীলদের পুরস্কার। স্বয়ং রাসূলুল্লাহ (সঃ) এই আয়াতের অন্তর্ভুক্ত রয়েছেন। তিনিও সত্য আনয়নকারী, পূর্ববর্তী নবীদের (আঃ) সত্যতা স্বীকারকারী এবং তার উপর যা কিছু অবতীর্ণ হয়েছিল তা তিনি মান্যকারী। সাথে সাথে এই বিশেষণ সমস্ত মুমিনের মধ্যে রয়েছে। তারা আল্লাহ তা'আলার উপর তার ফেরেশতাদের উপর, তাঁর কিতাবসমূহের উপর এবং তাঁর রাসূলদের (আঃ) উপর ঈমান আনয়নকারী। হযরত রাবী ইবনে আনাস (রাঃ)-এর কিরআতে (আরবী) (এবং যারা সত্য আনয়ন করেছে) রয়েছে। হযরত আবদুর রহমান ইবনে যায়েদ ইবনে আসলাম (রঃ) বলেন যে, সত্য আনয়নকারী হলেন হযরত মুহাম্মাদ (সঃ) এবং তা মান্যকারী হলো মুসলমান!মহান আল্লাহ বলেনঃ তারাই তো মুত্তাকী বা আল্লাহভীরু। তারা আল্লাহকে ভয় করে এবং শিরক ও কুফরী হতে বেঁচে থাকে। তাদের জন্যে রয়েছে জান্নাত। তথায় তাদের আকাঙ্ক্ষিত সবকিছুই বিদ্যমান রয়েছে। তারা যখন যা চাইবে তখনই তা পাবে। এই সঙ্কৰ্মশীলদের এটাই পুরস্কার। মহান আল্লাহ তাঁদের পাপ ক্ষমা করেন এবং তাঁদের পুণ্যময় কাজ কবুল করে থাকেন। যেমন মহামহিমান্বিত আল্লাহ অন্য আয়াতে বলেনঃ (আরবী) অর্থাৎ “তারা ওরাই যাদের ভাল কাজগুলো আমি ককূল করে নিবো এবং মন্দ কাজগুলোর জন্যে তাদেরকে ক্ষমা করবো, তারা জান্নাতে অবস্থান করবে, তাদেরকে সত্য ও সঠিক ওয়াদা দেয়া হচ্ছে।” (৪৬:১৬)"
    },
    { "ayah": 36, "surah": 39, "text": "Please check ayah 39:40 for complete tafsir." },
    { "ayah": 37, "surah": 39, "text": "Please check ayah 39:40 for complete tafsir." },
    { "ayah": 38, "surah": 39, "text": "Please check ayah 39:40 for complete tafsir." },
    { "ayah": 39, "surah": 39, "text": "Please check ayah 39:40 for complete tafsir." },
    {
      "ayah": 4,
      "surah": 39,
      "text": "হযরত আয়েশা (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “রাসূলুল্লাহ (সঃ) নফল রোযা এমন পর্যায়ক্রমে রেখে চলতেন যে, আমরা ধারণা করতাম, তিনি বুঝি রোযা রাখা বন্ধ আর করবেনই না। আবার কখনো কখনো এমনও হতো যে, তিনি পরপর বেশ কিছু দিন রোযা রাখতেনই না। শেষ পর্যন্ত আমরা ধারণা করতাম যে, তিনি বুঝি (নফল) রোযা আর রাখবেনই না। আর তিনি প্রতি রাত্রে সূরায়ে বানী ইসরাঈল ও সূরায়ে যুমার পাঠ করতেন। (এ হাদীসটি ইমাম নাসাঈ (রঃ) বর্ণনা করেছেন)\n১-৪ নং আয়াতের তাফসীর:\nআল্লাহ তাবারাকা ওয়া তা'আলা খবর দিচ্ছেন যে, এই কুরআন কারীম তাঁরই কালাম এবং তিনিই এটা অবতীর্ণ করেছেন। এটা যে সত্য এতে সন্দেহের কোন অবকাশ নেই। যেমন অন্য জায়গায় রয়েছেঃ ... (আরবী) অর্থাৎ “এটা জগতসমূহের প্রতিপালকের পক্ষ হতে অবতারিত। যা বিশ্বস্ত আত্মা (হযরত জিবরাঈল আঃ) আনয়ন করেছে এবং তোমার (নবীর সঃ) অন্তরের উপর অবতীর্ণ করেছে, যাতে তুমি সতর্ককারী হয়ে যাও। এটা স্পষ্ট আরবী ভাষায় অবতারিত।” মহামহিমান্বিত আল্লাহ আরো বলেনঃ (আরবী) অর্থাৎ “অবশ্যই এটা মহা সম্মানিত কিতাব। এর সামনে হতে ও পিছন হতে বাতিল বা মিথ্যা আসতে পারে না। এটা বিজ্ঞানময়, প্রশংসিত (আল্লাহ)-এর পক্ষ হতে অবতারিত।\" (৪১:৪১-৪২)।মহান আল্লাহ এখানে বলেনঃ এই কিতাব অবতীর্ণ পরাক্রমশালী, প্রজ্ঞাময় আল্লাহর নিকট হতে, যিনি তাঁর কথায়, কাজে, শরীয়তে, তকদীর ইত্যাদি সব কিছুতেই মহা বিজ্ঞানময়।আল্লাহ তা'আলা বলেনঃ হে নবী (সঃ)! আমি তোমার নিকট এই কিতাব যথাযথভাবে অবতীর্ণ করেছি। সুতরাং তুমি নিজে আল্লাহর ইবাদত কর এবং তার আনুগত্যে বিশুদ্ধ চিত্ত হয়ে যাও। আর সারা দুনিয়াবাসীকে তুমি এদিকেই আহ্বান কর। কেননা, আল্লাহ ছাড়া ইবাদতের যোগ্য আর কেউই নেই। তিনি অংশীবিহীন ও অতুলনীয়। দ্বীনে খালেস অর্থাৎ তাওহীদের সাক্ষ্যদানের মোগ্য তিনিই। অবিমিশ্র আনুগত্য তাঁরই প্রাপ্য।এরপর মহান আল্লাহ বলেনঃ যারা আল্লাহর পরিবর্তে অন্যকে অভিভাবকরূপে গ্রহণ করে, তারা বলেঃ আমরা তো তাদের পূজা এজন্যেই করি যে, তারা আমাদেরকে আল্লাহর সান্নিধ্যে এনে দিবে। যেমন তারা ফেরেশতাদেরকে আল্লাহর নৈকট্য লাভকারী মনে করে তাদের পূজা অর্চনা শুরু করে দেয়, এই মনে করে যে, তারা তাদেরকে আল্লাহর নৈকট্য লাভ করিয়ে দিবে। এর ফলে তাদের রুযী রোযগারে বরকত লাভ হবে। তাদের উদ্দেশ্য এটা নয় যে, কিয়ামতের দিন ফেরেশতারা তাদের মর্যাদা বাড়িয়ে দিবে এবং আল্লাহর নৈকট্য লাভ করাবে। কেননা, তারা তো কিয়ামতকে বিশ্বাসই করতো না। এটাও বলা হয়েছে যে, তারা তাদেরকে তাদের সুপারিশকারী মনে করতো। অজ্ঞতার যুগে তারা হজ্ব করতে যেতো এবং ‘লাব্বায়েক’ শব্দ উচ্চারণ করতে করতে বলতোঃ (আরবী) অর্থাৎ “হে আল্লাহ! আমরা আপনার দরবারে হাযির আছি। আপনার কোন অংশীদার নেই, শুধু এক অংশীদার রয়েছে, তার মালিকও আপনিই এবং সে যত কিছুর মালিক সেগুলোরও প্রকৃত মালিক একমাত্র আপনিই।” পূর্বযুগীয় ও পরযুগীয় সমস্ত মুশরিকদের আকীদা বা বিশ্বাস এটাই ছিল এবং সমস্ত নবী এ বিশ্বাস খণ্ডন করে তাদেরকে এক আল্লাহর পথে আহ্বান করেছেন। এ আকীদা মুশরিকরা বিনা দলীল প্রমাণেই গড়ে নিয়েছিল, যাতে আল্লাহ তা'আলা অসন্তুষ্ট ছিলেন। আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ “আমি প্রত্যেক উম্মতের মধ্যে রাসূল পাঠিয়েছি এ ঘোষণা দেয়ার জন্যেঃ তোমরা আল্লাহরই ইবাদত করো ও তাগুত (শয়তান) হতে দূরে থাকো।” (১৬:৩৬) আর এক জায়গায় বলেনঃ (আরবী) অর্থাৎ “তোমার পূর্বে আমি যে রাসূলই পাঠিয়েছি তার কাছেই আমি অহী করেছিঃ আমি ছাড়া কোন মা'বূদ নেই, সুতরাং তোমরা আমারই ইবাদত কর।”(২১:২৫) সাথে সাথে আল্লাহ তা'আলা এ ঘোষণা দিয়েছেন যে, আকাশে যত ফেরেশতা রয়েছে, তারা যত বড়ই মর্যাদার অধিকারী হোক না কেন, তারা সবাই আল্লাহর সামনে সম্পূর্ণরূপে অসহায় ও শক্তিহীন। সবাই তাঁর দাস। তাদের তো এ অধিকারও নেই যে, তারা কারো সুপারিশের জন্যে মুখ খুলতে পারে। এটা তাদের সম্পূর্ণ ভুল আকীদা যে; ফেরেশতারা এ অধিকার রাখবেন, যেমন রাজা-বাদশাহদের দরবারে আমীর উমারা থাকে এবং তারা কারো জন্যে সুপারিশ করলে তার কাজ সফল হয়ে থাকে। আল্লাহ তা'আলা তাদের এ ভুল আকীদাকে এভাবে খণ্ডন করছেনঃ (আরবী) অর্থাৎ “তোমরা আল্লাহর জন্যে মিসাল বর্ণনা করো না।” (১৬:৭৪) তিনি তো বে-মিসাল বা অতুলনীয়। তার সাথে কারো তুলনা চলে না। তিনি এটা হতে বহু ঊর্ধ্বে রয়েছেন।মহান আল্লাহ বলেনঃ তারা যে বিষয়ে নিজেদের মধ্যে মতভেদ করছে আল্লাহ তার ফায়সালা করে দিবেন। প্রত্যেককেই তিনি কিয়ামতের দিন তার কাজের প্রতিফল প্রদান করবেন।আল্লাহ পাক বলেনঃ “ঐ দিন আমি সকলকে একত্রিত করবো, অতঃপর ফেরেশতাদেরকে বলবোঃ এরা কি তোমাদেরই ইবাদত করতে? তারা উত্তরে বলবেঃ আপনি তো মহান ও পবিত্র, আপনিই আমাদের অভিভাবক, তারা আমাদের নয়, বরং জ্বিনদের উপাসনা করতো। তাদের অধিকাংশই তাদেরই উপর ঈমান রাখতো।”মহামহিমান্বিত আল্লাহ বলেনঃ যে মিথ্যাবাদী ও কাফির আল্লাহ তাকে সৎপথে পরিচালিত করেন না। অর্থাৎ যাদের উদ্দেশ্য হলো আল্লাহর উপর মিথ্যা আরোপ করা এবং যাদের অন্তরে আল্লাহর নিদর্শনাবলী এবং দলীল প্রমাণাদির উপর কুফরী দৃঢ়মূল হয়ে গেছে তাদেরকে তিনি সুপথে পরিচালিত করেন না।এরপর আল্লাহ তা'আলা ঐ সব লোকের বিশ্বাসকে খণ্ডন করছেন যারা তার সন্তান সাব্যস্ত করে, যেমন মক্কার মুশরিকরা বলতো যে, ফেরেশতারা আল্লাহর কন্যা, ইয়াহূদীরা বলতো, উযায়ের (আঃ) আল্লাহর পুত্র এবং খৃষ্টানরা বলতো যে, ঈসা (আঃ) আল্লাহর পুত্র (নাউযুবিল্লাহ)। তাদের এ আকীদা খণ্ডন করতে গিয়ে আল্লাহ তা'আলা বলেনঃ আল্লাহ সন্তান গ্রহণ করার ইচ্ছা করলে তাঁর সৃষ্টির মধ্যে যাকে ইচ্ছা তিনি সন্তান মনোনীত করতেন। অর্থাৎ তারা যা ধারণা করছে, বিষয়টি তার বিপরীত হতো। এখানে শর্ত ঘটনার জন্যেও নয় এবং সম্ভাবনার জন্যেও নয়। বরং এটা সম্ভবই নয় যে, আল্লাহর সন্তান হবে। এখানে উদ্দেশ্য হলো শুধু ঐ লোকদের অজ্ঞতার বর্ণনা দেয়া। যেমন তিনি অন্য জায়গায় বলেনঃ (আরবী) অর্থাৎ “যদি আমি এই নিকৃষ্ট বিষয়ের (সন্তান গ্রহণের) ইচ্ছা করতাম তবে অবশ্যই আমার নিকটবর্তীদের (মধ্য) হতেই গ্রহণ করতাম, যদি আমাকে (সন্তান গ্রহণ) করতেই হতো।”(২১:১৭) আর এক আয়াতে রয়েছেঃ (আরবী) অর্থাৎ “যদি রহমানের (আল্লাহর) সন্তান হতো তবে সর্বপ্রথম আমিই হতাম ওর উত্তরাধিকারী।”(৪৩:৮১) সুতরাং এসব আয়াতে শর্ত ঘটে যাওয়াকে অসম্ভব বলা হয়েছে। এটা ঘটা বা ঘটে যাওয়ার সম্ভাবনাকে বুঝাবার জন্যে বলা হয়নি। ভাবার্থ এই যে, এটাও হতে পারে না এবং ওটাও হতে পারে না। আল্লাহ তা'আলা এসব হতে সম্পূর্ণরূপে মুক্ত ও পবিত্র। তিনি আল্লাহ এক, প্রবল পরাক্রমশালী। সব কিছুই তার অধীনস্থ। সবাই তার কাছে বাধ্য, অপারগ, মুখাপেক্ষী, অভাবী এবং শক্তিহীন। তিনি কারো মুখাপেক্ষী নন। সবারই উপর তাঁর কর্তৃত্ব ও আধিপত্য রয়েছে। যালিমদের এই আকীদা ও অজ্ঞতাপূর্ণ কথা হতে তার সত্তা সম্পূর্ণরূপে পবিত্র।"
    },
    {
      "ayah": 40,
      "surah": 39,
      "text": "৩৬-৪০ নং আয়াতের তাফসীর:\nএকটি কিরআতে (আরবী) রয়েছে। অর্থাৎ আল্লাহ তাঁর বান্দাদের জন্যে কি যথেষ্ট নন? অর্থাৎ আল্লাহ তাআলাই তাঁর সমস্ত বান্দার জন্যে যথেষ্ট। সুতরাং সবারই তার উপরই ভরসা করা উচিত। হযরত ফুযালাহ ইবনে উবায়েদ আনসারী (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহ (সঃ)-কে বলতে শুনেছেনঃ “ঐ ব্যক্তি পরিত্রাণ লাভ করেছে যাকে ইসলামের পথে পরিচালিত করা হয়েছে, প্রয়োজন পরিমাণে রিযক দান করা হয়েছে এবং তাতেই সে তুষ্ট হয়েছে।” (এ হাদীসটি ইমাম ইবনে আবি হাতিম (রঃ), ইমাম তিরমিযী (রঃ) এবং ইমাম নাসাঈ (রঃ) বর্ণনা করেছেন। আর ইমাম তিরমিযী (রঃ) এটাকে সহীহ বলেছেন)মহান আল্লাহ স্বীয় নবী (সঃ)-কে সম্বোধন করে বলেনঃ হে নবী (সঃ)! তারা তোমাকে আল্লাহর পরিবর্তে অপরের ভয় দেখাচ্ছে। এটা তাদের অজ্ঞতা ও পথভ্রষ্টতা ছাড়া কিছুই নয়। আল্লাহ যাকে বিভ্রান্ত করেন তার জন্যে কোন পথ প্রদর্শক নেই। যেমন আল্লাহ যাকে সুপথ প্রদর্শন করেন তাকে কেউই পথভ্রষ্ট করতে পারে না। আল্লাহ পরাক্রমশালী ও দণ্ডবিধায়ক। যারা তার উপর নির্ভর করে তারা কখনো ক্ষতিগ্রস্ত হয় না এবং তাঁর দিকে যারা ঝুঁকে পড়ে তারা কখনো বঞ্চিত হয় না। তার চেয়ে বড় মর্যাদাবান আর কেউই নেই। অনুরূপভাবে তার চেয়ে বড় প্রতিশোধ গ্রহণকারীও আর কেউ নেই। যারা তার সাথে শরীক স্থাপন করে এবং তাঁর রাসূলদের সাথে ঝগড়া-বিবাদে লিপ্ত হয় তাদেরকে অবশ্যই তিনি কঠিন শাস্তি প্রদান করবেন।এরপর মুশরিকদের আরো অজ্ঞতা ও নির্বুদ্ধিতার বর্ণনা দেয়া হচ্ছে যে, আল্লাহ তা'আলাকে সব কিছুরই সৃষ্টিকর্তা মেনে নেয়া সত্ত্বেও তারা এমন মিথ্যা ও অসার মা’রূদের উপাসনা করছে যারা কোন লাভ ও ক্ষতির মালিক নয়। যাদের কোন বিষয়েরই কোন অধিকার নেই। হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তুমি আল্লাহকে স্মরণ কর, তিনি তোমার হিফাযত করবেন। তুমি আল্লাহর যিকর কর, সব সময় তুমি তাকে তোমার কাছে পাবে। সুখ স্বাচ্ছন্দ্যের সময় তার নিয়ামতরাজির কৃতজ্ঞতা প্রকাশ কর, কাঠিন্যের সময় তিনি তোমার কাজে আসবেন। কিছু চাইতে হলে তাঁর কাছেই চাও এবং সাহায্য প্রার্থনা করতে হলে তাঁর কাছেই সাহায্য প্রার্থনা কর। জেনে রেখো যে, আল্লাহর ইচ্ছা না হলে সারা দুনিয়া মিলে তোমার কোন ক্ষতি করতে চাইলে তোমার কোনই ক্ষতি তারা করতে পারবে না। অনুরূপভাবে সবাই মিলে তোমার কোন উপকার করতে হইলেও এবং সেটা তোমার তকদীরে লিখিত না থাকলে তোমার কোন উপকারও করতে তারা সক্ষম হবে না। পুস্তিকা শুকিয়ে গেছে এবং কলম উঠিয়ে নেয়া হয়েছে। বিশ্বাস ও কৃতজ্ঞতার সাথে ভাল কাজে নিমগ্ন হয়ে যাও। বিপদ আপদে ধৈর্য ধারণে বড়ই পুণ্য লাভ হয়। সবরের সাথে সাহায্য রয়েছে। সংকীর্ণতার সাথেই আছে প্রশস্ততা এবং কষ্টের সাথেই আছে স্বস্তি। (এ হাদীসটি ইমাম ইবনে হাতিম (রঃ) বর্ণনা করেছেন)মহান আল্লাহ স্বীয় নবী (সঃ)-কে সম্বোধন করে বলেনঃ হে নবী (সঃ)! তুমি তাদেরকে বলে দাও আমার জন্যে আল্লাহই যথেষ্ট। নির্ভরকারীরা আল্লাহর উপর নির্ভর করে। যেমন হযরত হূদ (আঃ)-কে যখন তাঁর সম্প্রদায়ের লোকেরা বলেছিলঃ (আরবী) অর্থাৎ “আমরা তো এটাই বলি যে, আমাদের মা’বৃদদের মধ্যে কেউ তোমাকে অশুভ দ্বারা আবিষ্ট করেছে।” (১১:৫৪) তখন তাদের এ কথার উত্তরে তিনি বলেনঃ (আরবী) অর্থাৎ “আমি আল্লাহকে সাক্ষী করছি এবং তোমরাও সাক্ষী হও যে, আমি তা হতে নির্লিপ্ত যাকে তোমরা আল্লাহর শরীক কর আল্লাহ ব্যতীত। তোমরা সবাই আমার বিরুদ্ধে ষড়যন্ত্র কর, অতঃপর আমাকে অবকাশ দিয়ো না। আমি নির্ভর করি আমার ও তোমাদের প্রতিপালক আল্লাহর উপর, এমন কোন জীবজন্তু নেই, যে তার পূর্ণ আয়ত্তাধীন নয়। আমার প্রতিপালক আছেন সরল পথে।” (১১:৫৪-৫৬)। হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যক্তি সর্বাপেক্ষা শক্তিশালী হতে চায় সে যেন আল্লাহর উপর নির্ভরশীল হয়। আর যে ব্যক্তি লোকদের মধ্যে সর্বাপেক্ষা ধনী হতে চায় সে যেন তার নিজের হাতে যা রয়েছে তার উপর আস্থা রাখার চেয়ে বেশী আস্থা রাখে ঐ জিনিসের উপর যা আল্লাহর হাতে রয়েছে। যে ব্যক্তি সর্বাপেক্ষা সম্মানিত ও মর্যাদাবান হতে চায় সে যেন মহামহিমান্বিত আল্লাহকে ভয় করে চলে।” (এ হাদীসটি ইমাম ইবনে হাতিম (রঃ) বর্ণনা করেছেন)এরপর মুশরিকদের ধমকের সুরে বলতে বলা হচ্ছেঃ হে আমার সম্প্রদায়! তোমরা স্ব স্ব অবস্থায় কাজ করতে থাকো, আমিও আমার কাজ করছি। শীঘ্রই তোমরা জানতে পারবে কার উপর আসবে লাঞ্ছনাদায়ক শাস্তি এবং কার উপর আপতিত হবে স্থায়ী শাস্তি। আর এটা হবে কিয়ামতের দিন। আল্লাহ তা'আলা আমাদেরকে এর থেকে রক্ষা করুন!"
    },
    { "ayah": 41, "surah": 39, "text": "Please check ayah 39:42 for complete tafsir." },
    {
      "ayah": 42,
      "surah": 39,
      "text": "৪১-৪২ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা স্বীয় রাসূল (সঃ)-কে সম্বোধন করে বলছেনঃ হে নবী (সঃ)! আমি সত্য ও সঠিকতার সাথে এই কুরআনকে সমস্ত দানব ও মানবের হিদায়াতের জন্যে তোমার উপর অবতীর্ণ করেছি। যে ব্যক্তি এর আদেশ ও নিষেধ মেনে নিয়ে সত্য ও সরল পথ লাভ করবে সে নিজেরই উপকার সাধন করবে। পক্ষান্তরে যে ব্যক্তি এর বিদ্যমানতায় অন্য ভুল পথের উপর চলবে সে নিজেরই ক্ষতি করবে। তুমি তাদের কাজের তত্ত্বাবধায়ক নও। তোমার দায়িত্ব হলো শুধু এটা জনগণের নিকট পৌছিয়ে দেয়া। হিসাব গ্রহণের দায়িত্ব আমার উপর ন্যস্ত। আমি তো বিদ্যমান রয়েছি। আমি নিজের ইচ্ছামত ব্যবস্থাপনার কাজ চালিয়ে যাবো। (আরবী) (বড় মৃত্যু), যাতে আমার প্রেরিত ফেরেশতারা মানুষের রূহ কবয করে থাকে, আর (আরবী) (ছোট মৃত্যু), যা নিদ্রাবস্থায় হয়, দুটোই আমার অধিকারে রয়েছে। যেমন অন্য জায়গায় রয়েছেঃ (আরবী) অর্থাৎ “ঐ আল্লাহ তিনি যিনি রাত্রে তোমাদের মৃত্যু ঘটান এবং দিনে তোমরা যা কিছু কর তা তিনি জানেন, দিনে তিনি তোমাদেরকে উঠাবসা করিয়ে থাকেন, যাতে নির্ধারিত সময় পুরো করে দেয়া হয়, অতঃপর তোমাদের প্রত্যাবর্তন স্থল তারই নিকট এবং তিনি তোমাদেরকে জানিয়ে দিবেন যা তোমরা করতে। তিনি তাঁর বান্দাদের উপর বিজয়ী, তিনিই তোমাদের উপর রক্ষক ফেরেশতা পাঠিয়ে থাকেন, শেষ পর্যন্ত যখন তোমাদের কারো মৃত্যুর সময় এসে যায় তখন আমার প্রেরিত ফেরেশতা তার প্রাণ কবয করে নেয় এবং তাতে সে মোটেই ক্রটি করে।\" (৬:৬০-৬১)এ দুটি আয়াতেও এরই বর্ণনা দেয়া হয়েছে। প্রথমে ছোট মৃত্যুর এবং পরে বড় মৃত্যুর বর্ণনা রয়েছে। আর এখানে প্রথমে বড় মৃত্যুর এবং পরে ছোট মৃত্যুর বর্ণনা দেয়া হয়েছে। এর দ্বারা এটাও জানা যাচ্ছে যে, মালায়ে আ’লাতে এই রূহগুলো একত্রিত হয়।হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ তোমাদের কেউ যখন বিছানায় শুইতে যাবে তখন সে যেন তার লুঙ্গির ভিতর অংশ হতে ওটা ঝেড়ে নেয়, কেননা সে জানে না, তার উপর কি হতে যাচ্ছে। তারপর যেন নিম্নের দু'আটি পাঠ করে ।(আরবী) অর্থাৎ “হে আমার প্রতিপালক! আপনার পবিত্র নামের বরকতে আমি শয়ন করছি এবং আপনার রহমতেই আমি জাগ্রত হবে। যদি আমার প্রাণকে আপনি আটকিয়ে নেন তবে ওটার উপর দয়া করুন, আর যদি ওটাকে পাঠিয়ে দেন তবে ওর এমনই হিফাযত করুন যেমন আপনার সৎ বান্দাদের হিফাযত করে থাকেন।\" (এ হাদীসটি ইমাম বুখারী (রঃ) ও ইমাম মুসলিম (রঃ) বর্ণনা করেছেন)কোন কোন গুরুজনের উক্তি রয়েছে যে, মৃতদের রূহ যখন মরে যায় এবং জীবিতদের রূহ যখন নিদ্রিত হয় তখন ওগুলো কবয করে নেয়া হয়। তাদের পরস্পরের পরিচয় ঘটে যে পর্যন্ত আল্লাহ ইচ্ছা করেন। তারপর মৃতদের রূহ তো আটকিয়ে দেয়া হয় এবং জীবিতদের রূহগুলো নির্দিষ্ট সময়ের জন্যে ছেড়ে দেয়া হয়। অর্থাৎ মৃত্যু পর্যন্ত সময়ের জন্যে। হযরত ইবনে আব্বাস (রাঃ) বলেন যে, মৃতদের রূহগুলো আল্লাহ আটক করে দেন এবং জীবিতদের রূহগুলো ফিরিয়ে দেন। এতে কখনো কোন ভুল হয় না। চিন্তা-গবেষণা করতে যারা অভ্যস্ত তারা এই একটি কথাতেই আল্লাহ তা'আলার ব্যাপক ক্ষমতার বহু কিছু নিদর্শন পেয়ে যায়।"
    },
    { "ayah": 43, "surah": 39, "text": "Please check ayah 39:45 for complete tafsir." },
    { "ayah": 44, "surah": 39, "text": "Please check ayah 39:45 for complete tafsir." },
    {
      "ayah": 45,
      "surah": 39,
      "text": "৪৩-৪৫ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা মুশরিকদের নিন্দে করছেন যে, তারা প্রতিমাগুলোকে এবং বাজে ও মিথ্যা মা'বৃদদেরকে তাদের সুপারিশকারী মনে করে নিয়েছে। এ ব্যাপারে তাদের কাছে দলীল প্রমাণ কিছুই নেই। আসলে তাদের মা'বূদদের কোন কিছুর অধিকারও নেই এবং তাদের কোন বিবেক-বুদ্ধি এবং অনুভূতিও নেই। তাদের নেই চক্ষু ও কর্ণ। তারা তো পাথর ও জড় পদার্থ ছাড়া কিছুই নয়। তারা জন্তু হতেও নিকৃষ্ট। এ জন্যেই মহান আল্লাহ স্বীয় নবী (সঃ)-কে বলেনঃ হে মুহাম্মাদ (সঃ)! তুমি তাদেরকে বলে দাও- এমন কেউ নেই যে আল্লাহর সামনে তার অনুমতি ছাড়া কারো জন্যে মুখ খুলতে পারে। সকল সুপারিশ আল্লাহরই ইখতিয়ারে রয়েছে। আকাশমণ্ডলী ও পৃথিবীর সার্বভৌমত্ব তারই। কিয়ামতের দিন তোমাদের সবাইকে তাঁরই কাছে ফিরে যেতে হবে। সেই দিন তিনি তোমাদের মধ্যে ন্যায়ের সাথে ফায়সালা করবেন এবং প্রত্যেককেই তিনি তার আমলের পুরোপুরি প্রতিদান বা বিনিময় প্রদান করবেন। এই কাফিরদের অবস্থা এই যে, তারা আল্লাহর একত্ববাদের কালেমা উচ্চারণ করা পছন্দ করে না। আল্লাহর একত্বের বর্ণনা শুনে তাদের অন্তর সংকীর্ণ হয়ে যায়। এটা শুনতে তাদের মনই চায় না। কুফরী ও অহংকার তাদেরকে এটা হতে বিরত রাখে। যেমন আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ তাদের নিকট ‘আল্লাহ ছাড়া কোন মা'বুদ নেই' বলা হলে তারা অহংকার করতো।” (৩৭:৩৫) তাদের অন্তর সত্যকে অস্বীকারকারী বলে বাতিলকে তাড়াতাড়ি কবুল করে নেয়। তাই তো আল্লাহ পাক বলেনঃ আল্লাহর পরিবর্তে তাদের দেবতাগুলোর উল্লেখ করা হলে তারা আনন্দে উল্লসিত হয়।"
    },
    { "ayah": 46, "surah": 39, "text": "Please check ayah 39:48 for complete tafsir." },
    { "ayah": 47, "surah": 39, "text": "Please check ayah 39:48 for complete tafsir." },
    {
      "ayah": 48,
      "surah": 39,
      "text": "৪৬-৪৮ নং আয়াতের তাফসীর:\nমুশরিকদের যে তাওহীদের প্রতি ঘৃণা এবং শিরকের প্রতি ভালবাসা রয়েছে তা বর্ণনা করার পর আল্লাহ তাবারাকা ওয়া তা'আলা স্বীয় নবী (সঃ)-কে বলছেনঃ তুমি শুধু এক আল্লাহকেই ডাকতে থাকো যিনি আসমান ও যমীনের সৃষ্টিকর্তা এবং এগুলো তিনি ঐ সময় সৃষ্টি করেছেন যখন এগুলোর না কোন অস্তিত্ব ছিল এবং না এগুলোর কোন নমুনা ছিল। তিনি প্রকাশ্য ও গোপনীয় এবং উঘাটিত ও লুক্কায়িত সবই জানেন। এসব লোক যেসব বিষয় নিয়ে মতবিরোধ করছে তার ফায়সালা ঐ দিন হয়ে যাবে যেদিন তারা কবর হতে বের হয়ে হাশরের ময়দানে আসবে।হযরত আবু সালমা ইবনে আবদির রহমান (রঃ) হতে বর্ণিত আছে যে, তিনি হযরত আয়েশা (রাঃ)-কে জিজ্ঞেস করেনঃ “রাসূলুল্লাহ (সঃ) তাহাজ্জুদের নামায কোন দুআ দ্বারা শুরু করতেন?” হযরত আয়েশা (রাঃ) উত্তরে বলেন যে, রাসূলুল্লাহ (সঃ) যখন রাত্রে তাহাজ্জুদের নামাযে দাঁড়াতেন তখন তিনি নিমের দুআ দ্বারা নামায শুরু করতেনঃ (আরবী) অর্থাৎ “হে আল্লাহ! হে জিবরাঈল (আঃ), মীকাঈল (আঃ) ও ইসরাফীল (আঃ)-এর প্রতিপালক! হে আসমান ও যমীনকে বিনা নমুনায় সৃষ্টিকারী! হে দৃশ্য ও অদৃশ্যের পরিজ্ঞাতা! আপনিই আপনার বান্দাদের মতবিরোধের ফায়সালাকারী, যে যে জিনিসের মধ্যে মত বিরোধ করা হয়েছে। আপনি আমাকে ঐ সব ব্যাপারে স্বীয় অনুগ্রহে সত্য ও সঠিক পথ প্রদর্শন করুন! আপনি যাকে ইচ্ছা করেন সরল-সঠিক পথ প্রদর্শন করে থাকেন।” (এ হাদীসটি ইমাম মুসলিম (রঃ) বর্ণনা করেছেন)হযরত আবদুল্লাহ ইবনে মাসউদ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেন, যে ব্যক্তি নিম্নের দু'আটি বলেঃ (আরবী) অর্থাৎ “হে আল্লাহ! আকাশমণ্ডলী ও পৃথিবীর স্রষ্টা, দৃশ্য ও অদৃশ্যের পরিজ্ঞতা! আমি এই দুনিয়ায় আপনার নিকট এই অঙ্গীকার করছিঃ আমি সাক্ষ্য দিচ্ছি যে, আপনি ছাড়া কোন মাবুদ নেই। আপনি এক। আপনার কোন অংশীদার নেই। আমি আরো সাক্ষ্য দান করছি যে, মুহাম্মাদ (সঃ) আপনার বান্দা এবং আপনার রাসূল। যদি আপনি আমাকে আমারই কাছে সঁপে দেন তবে আমি মন্দের নিকটবর্তী ও কল্যাণ হতে দূরবর্তী হয়ে যাবো। হে আল্লাহ! আমি শুধু আপনার রহমতের উপর ভরসা করি। সুতরাং আপনি আমার সাথে অঙ্গীকার করুন যা আপনি কিয়ামতের দিন পূর্ণ করবেন। নিশ্চয়ই আপনি অঙ্গীকার ভঙ্গ করেন না। তখন কিয়ামতের দিন আল্লাহ তা'আলা স্বীয় ফেরেশতাদেরকে বলবেনঃ “আমার এই বান্দা আমার নিকট হতে অঙ্গীকার নিয়েছে, তোমরা আজ তা পূর্ণ কর।” তখন তাকে জান্নাতে প্রবিষ্ট করা হবে। বর্ণনাকারী হযরত সুহাইল (রঃ) বলেনঃ আমি কাসিম ইবনে আবদির রহমান (রঃ)-এর নিকট যখন বললাম যে, আউন (রঃ) এভাবে এ হাদীসটি বর্ণনা করে থাকেন তখন তিনি বলেনঃ ‘সুবহানাল্লাহ! আমাদের পর্দানশীন মেয়েদেরও তো এটা মুখস্থ আছে।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)হযরত আবদুল্লাহ ইবনে আমর (রাঃ) একটি কাগজ বের করে বলেনঃ এতে লিখিত দু'আটি আমাদেরকে রাসূলুল্লাহ (সঃ) শিখিয়েছেনঃ (আরবী) অর্থাৎ “হে আল্লাহ, আকাশমণ্ডলী ও পৃথিবীর স্রষ্টা, দৃশ্য ও অদৃশ্যের পরিজ্ঞাতা! আপনি প্রত্যেক জিনিসের প্রতিপালক, প্রত্যেকের মাবুদ। আমি সাক্ষ্য দিচ্ছি যে, আপনি ছাড়া কোন মা'বুদ নেই। আপনি এক! আপনার কোন অংশীদার নেই। মুহাম্মাদ (সঃ) আপনার বান্দা ও রাসূল। ফেরেশতারাও এই সাক্ষ্য দিয়ে থাকেন। আমি শয়তান হতে ও তার শিরক হতে আশ্রয় প্রার্থনা করছি। আমি নিজে কোন পাপকার্য করি বা কোন মুসলমানকে কোন পাপকার্যের দিকে নিয়ে যাই এ থেকে আমি আপনার নিকট আশ্রয় চাচ্ছি।” হযরত আবদুর রহমান (রঃ) বলেন যে, রাসূলুল্লাহ (সঃ) এ দু'আটি হযরত আবদুল্লাহ ইবনে আমর (রাঃ)-কে শিখিয়েছিলেন এবং তিনি তা শয়নের সময় পাঠ করতেন। (এ হাদীসটি মুসনাদে আহমাদে বর্ণিত হয়েছে)হযরত আবু রাশেদ হিবরানী (রঃ) হতে বর্ণিত আছে যে, তিনি হযরত আবদুল্লাহ ইবনে আমর (রঃ)-এর নিকট এসে তার কাছে রাসূলুল্লাহ (সঃ) হতে একটি হাদীস শুনতে চাইলে তিনি তার সামনে একটি পুস্তিকা রেখে দিয়ে বলেনঃ “দুআটি হলো এটাই যা আমাকে রাসূলুল্লাহ (সঃ) লিখিয়ে দিয়েছেন।” হযরত আবু রাশেদ (রঃ) দেখেন যে, তাতে লিখিত আছেঃ হযরত আবু বকর (রাঃ) বলেন- “হে আল্লাহর রাসূল (সঃ)! সকাল-সন্ধ্যায় আমি কি পাঠ করবো? উত্তরে রাসূলুল্লাহ (সঃ) বলেন, তুমি পাঠ করবেঃ (আরবী) অর্থাৎ “হে আল্লাহ! আকাশমণ্ডলী ও পৃথিবীর স্রষ্টা, দৃশ্য ও অদৃশ্যের পরিজ্ঞাতা! আপনি ছাড়া কোন মা'বুদ নেই। আপনি প্রত্যেক জিনিসের প্রতিপালক এবং ওর মালিক। আমি আমার নফসের অনিষ্ট এবং শয়তানের অনিষ্ট ও তার শিরক হতে আপনার নিকট আশ্রয় প্রার্থনা করছি। আর আমি কোন পাপকার্যে লিপ্ত হয়ে পড়ি বা কাউকেও আমি কোন পাপকার্যের দিকে নিয়ে যাই এর থেকে আপনার নিকট আশ্রয় চাচ্ছি।” (এ হাদীসটি ইমাম আহমাদ (রঃ) ও ইমাম তিরমিযী (রঃ) বর্ণনা করেছেন এবং ইমাম তিরমিযী(রঃ) এটাকে হাসান গারীব বলেছেন)হযরত মুজাহিদ (রঃ) হতে বর্ণিত আছে যে, হযরত আবু বকর (রাঃ) বলেনঃ রাসূলুল্লাহ (সঃ) আমাকে নির্দেশ দিয়েছেন যে, আমি যেন সকালে ও সন্ধ্যায় এবং রাত্রে শয়নের সময় ... (আরবী) এ দু'আটি পাঠ করি।” (এ হাদীসটিও ইমাম আহমাদ (রঃ) স্বীয় মুসনাদ গ্রন্থে বর্ণনা করেছেন)এখানে যালিম দ্বারা মুশরিকদেরকে বুঝানো হয়েছে। মহান আল্লাহ বলেনঃ যালিমদের অর্থাৎ মুশরিকদের যদি থাকে, দুনিয়ায় যা আছে তা সম্পূর্ণ এবং সমপরিমাণ সম্পদও, তবে কিয়ামতের দিন কঠিন শাস্তি হতে মুক্তিপণ স্বরূপ সবকিছু তারা দিয়ে দিতে প্রস্তুত হয়ে যাবে, কিন্তু ঐদিন কোন মুক্তিপণ এবং বিনিময় গ্রহণ করা হবে না, যদিও তারা দুনিয়াপূর্ণ স্বর্ণও দিতে চায়। যেমন মহান আল্লাহ অন্য আয়াতে বলেছেন।এরপর মহামহিমান্বিত আল্লাহ বলেনঃ তাদের জন্যে আল্লাহর নিকট হতে এমন কিছু প্রকাশিত হবে যা তারা কল্পনাও করেনি। তাদের কৃতকর্মের মন্দ ফল তাদের নিকট প্রকাশ হয়ে পড়বে। দুনিয়ায় যে শাস্তির বর্ণনা শুনে তারা ঠাট্টা-বিদ্রুপ করতো তা তাদেরকে চতুর্দিক থেকে পরিবেষ্টন করবে।"
    },
    { "ayah": 49, "surah": 39, "text": "Please check ayah 39:52 for complete tafsir." },
    { "ayah": 5, "surah": 39, "text": "Please check ayah 39:6 for complete tafsir." },
    { "ayah": 50, "surah": 39, "text": "Please check ayah 39:52 for complete tafsir." },
    { "ayah": 51, "surah": 39, "text": "Please check ayah 39:52 for complete tafsir." },
    {
      "ayah": 52,
      "surah": 39,
      "text": "৪৯-৫২ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা মানুষের অবস্থার বর্ণনা দিচ্ছেন যে, বিপদের সময় সে অনুনয়-বিনয় ও কাকুতি-মিনতির সাথে আল্লাহকে ডেকে থাকে এবং তারই প্রতি সম্পূর্ণরূপে আকৃষ্ট হয়ে পড়ে, কিন্তু যখনই বিপদ দূরীভূত হয় এবং সে শান্তি লাভ করে তখনই উদ্ধত, হঠকারী ও অহংকারী হয়ে পড়ে এবং বলতে শুরু করেঃ “আল্লাহর উপর আমার তো এটা হক ছিল। আল্লাহর নিকট আমি এর যোগ্যই ছিলাম। আমি আমার জ্ঞান-বুদ্ধি ও চেষ্টা-তদবীরের কারণেই এটা লাভ করেছি।” মহান আল্লাহ বলেনঃ আসলে তা নয়, বরং এটা আমার একটা পরীক্ষা। যদিও পূর্ব হতেই আমার এটা জানা ছিল, তথাপি আমি এটা প্রকাশ করতে চাই এবং দেখতে চাই যে, সে আমার এ দানের কৃতজ্ঞতা প্রকাশ করছে, অকৃতজ্ঞ হচ্ছে। কিন্তু তাদের অধিকাংশই এটা জানে না।মহান আল্লাহ বলেনঃ এরূপ দাবী ও এরূপ উক্তি তাদের পূর্ববর্তী লোকেরাও করেছিল। কিন্তু তাদের কথা সত্য প্রমাণিত হয়নি এবং তাদের কৃতকর্ম তাদের কোন কাজে আসেনি।মহামহিমান্বিত আল্লাহ বলেনঃ যেমন তাদের কর্মের মন্দ ফল তাদের উপর আপতিত হয়েছিল তেমনই এদের মধ্যে যারা যুলুম করেছে তাদের উপরও তাদের কর্মের মন্দ ফল আপতিত হবে এবং তারা আল্লাহকে অপারগ ও অক্ষম করতে পারবে না। যেমন আল্লাহ তাআলা কারূন সম্পর্কে সংবাদ দিচ্ছেন যে, তাকে তার সম্প্রদায় বলেছিলঃ “দম্ভ করো না, আল্লাহ দাম্ভিকদেরকে ভালবাসেন না। আল্লাহ যা তোমাকে দিয়েছেন তদ্দ্বারা আখিরাতের আবাস অনুসন্ধান কর। দুনিয়া হতে তোমার অংশ ভুলো না। পরোপকার কর যেমন আল্লাহ তোমার প্রতি অনুগ্রহ করেছেন এবং পৃথিবীতে বিপর্যয় সৃষ্টি করতে চেয়ো না। আল্লাহ বিপর্যয় সৃষ্টিকারীকে ভালবাসেন না।” সে তখন উত্তরে বলেছিলঃ “এই সম্পদ আমি আমার জ্ঞানবলে প্রাপ্ত হয়েছি।\" মহান আল্লাহ তার এ কথার পরিপ্রেক্ষিতে বলেনঃ “সে কি জানতো না যে, আল্লাহ তার পূর্বে ধ্বংস করেছেন বহু মানব গোষ্ঠীকে যারা তার চেয়ে শক্তিতে ছিল প্রবল, সম্পদে ছিল প্রাচুর্যশীল? অপরাধীদেরকে তাদের অপরাধ সম্পর্কে প্রশ্ন করা হবে না (অর্থাৎ জানার জন্যে প্রশ্ন করার প্রয়োজন হবে না, কারণ আমলনামায় সব লিপিবদ্ধ থাকবে)। মোটকথা, ধন-মাল ও সন্তান-সন্ততির গর্বে গর্বিত হওয়া কাফিরদের নীতি। কাফিরদের উক্তি ছিল এই যে, তাদের মাল-ধন ও সন্তান-সন্ততির প্রাচুর্য রয়েছে। সুতরাং তাদের শাস্তি হতেই পারে না। মহান আল্লাহ তাদের এই উক্তির পরিপ্রেক্ষিতে বলেনঃ তারা কি জানে না যে, আল্লাহ যার জন্যে ইচ্ছা করেন তার রিযক বর্ধিত করেন অথবা হ্রাস করেন? এতে অবশ্যই মুমিন সম্প্রদায়ের জন্যে নিদর্শন রয়েছে।"
    },
    { "ayah": 53, "surah": 39, "text": "Please check ayah 39:59 for complete tafsir." },
    { "ayah": 54, "surah": 39, "text": "Please check ayah 39:59 for complete tafsir." },
    { "ayah": 55, "surah": 39, "text": "Please check ayah 39:59 for complete tafsir." },
    { "ayah": 56, "surah": 39, "text": "Please check ayah 39:59 for complete tafsir." },
    { "ayah": 57, "surah": 39, "text": "Please check ayah 39:59 for complete tafsir." },
    { "ayah": 58, "surah": 39, "text": "Please check ayah 39:59 for complete tafsir." },
    {
      "ayah": 59,
      "surah": 39,
      "text": "৫৩-৫৯ নং আয়াতের তাফসীর:\nএই পবিত্র আয়াতে সমস্ত নাফরমান ও অবাধ্যকে তাওবার দাওয়াত দেয়া হয়েছে যদিও তারা মুশরিক ও কাফিরও হয়। বলা হয়েছে যে, আল্লাহ তাআলা ক্ষমাশীল ও দয়ালু। তিনি প্রত্যেক তাওবাকারীর তাওবা কবূল করে থাকেন। যে তাঁর প্রতি আকৃষ্ট হয় তার দিকে মনোযোগ দেন। তাওবাকারীর পূর্বের পাপরাশিও তিনি মার্জনা করে দেন, ওগুলো যেমনই হোক না কেন এবং যত বেশীই হোক না কেন। বিনা তাওবায় পাপরাশি ক্ষমা করে দেয়া এই আয়াতের অর্থ নেয়া ঠিক নয়। কেননা, বিনা তাওবায় শিরকের গুনাহ কখনো মাফ হয় না।হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, এমন কতকগুলো মুশরিক হযরত মুহাম্মাদ (সঃ)-এর নিকট আগমন করে যারা বহু হত্যাকার্যে জড়িত ছিল এবং বহুবার ব্যভিচার করেছিল, তারা বলেঃ “আপনি যা কিছু বলেন এবং যে দিকে আহ্বান করেন তা বাস্তবিকই খুবই উত্তম। এখন বলুন, আমরা যেসব পাপকার্য করেছি তার কাফফারা কিভাবে হতে পারে?” তখন নিম্নের আয়াতগুলো অবতীর্ণ হয়ঃ (আরবী) অর্থাৎ “এবং যারা আল্লাহর সাথে অন্য কোন মাবুদকে ডাকে না। আল্লাহ যার হত্যা নিষেধ করেছেন, যথার্থ কারণ ছাড়া তাকে হত্যা করে না এবং ব্যভিচার করে না।” (২৫:৬৮) (আরবী) অর্থাৎ ‘বলঃ (আমার একথা) হে আমার বান্দারা! তোমরা যারা নিজেদের প্রতি অবিচার করেছ- আল্লাহর অনুগ্রহ হতে নিরাশ হয়ো না।” (এ হাদীসটি ইমাম বুখারী (রঃ), ইমাম মুসলিম (রঃ), ইমাম আবু দাউদ (রঃ) এবং ইমাম নাসাঈ (রঃ) বর্ণনা করেছেন)হযরত সাওবান (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহ (সঃ)-কে বলতে শুনেছেনঃ “সারা দুনিয়া এবং এর মধ্যে যত কিছু রয়েছে সবই আমি লাভ করলেও ততো খুশী হতাম না যতো খুশী হয়েছি। (আরবী)-এ আয়াতটি অবতীর্ণ হওয়ার কারণে। তখন একটি লোক প্রশ্ন করলোঃ “হে আল্লাহর রাসূল (সঃ)! যে ব্যক্তি শিরক করেছে (তারও গুনাহ কি মাফ করে দেয়া হবে)?” রাসূলুল্লাহ (সঃ) কিছুক্ষণ নীরব থাকার পর বললেনঃ “জেনে রেখো যে, যে ব্যক্তি শিরকও করেছে (তারও গুনাহ মাফ করে দেয়া হবে যদি সে তাওবা করে)।” তিনি এ কথা তিনবার বললেন। (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)হযরত আমর ইবনে আমবাসা (রাঃ) হতে বর্ণিত আছে যে, একটি অতি বৃদ্ধ লোক তার লাঠির উপর ভর করে নবী (সঃ)-এর নিকট আসলো এবং বললোঃ “হে আল্লাহর রাসূল (সঃ)! আমার বহু ছোট-বড় গুনাহ রয়েছে। আমাকে ক্ষমা করা হবে কি?” তখন রাসূলুল্লাহ (সঃ) তাকে বলেনঃ “আল্লাহ ছাড়া কোন মা'বুদ নেই। এ সাক্ষ্য কি তুমি দাও না?” জবাবে লোকটি বলেঃ “হ্যা, অবশ্যই এবং আমি আরো সাক্ষ্য দিচ্ছি যে, আপনি নিশ্চয়ই আল্লাহর রাসূল।” তখন রাসূলুল্লাহ (সঃ) তাকে বললেনঃ “তোমার ছোট বড় সব গুনাহই মাফ করে দেয়া হবে।” (এ হাদীসটিও ইমাম আহমাদ বর্ণনা করেছেন)হযরত আসমা বিনতু ইয়াযীদ (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহ (সঃ)-কে (আরবী)-এ আয়াতটিকে এই ভাবে এবং (আরবী) এ আয়াতটিকে এই ভাবে পড়তে শুনেছেন। সুতরাং এসব হাদীস দ্বারা প্রমাণিত হচ্ছে যে, তাওবা দ্বারা সব গুনাহই মাফ হয়ে যায়। কাজেই বান্দাদের আল্লাহর রহমত হতে নিরাশ হওয়া উচিত নয়, গুনাহ যতই বড় ও বেশী হোক না কেন। তাওবা ও রহমতের দর সদা খোলা রয়েছে এবং ওগুলো খুবই প্রশস্ত। মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “তারা কি জানে না যে, আল্লাহ তাঁর বান্দাদের তাওবা কবুল করে থাকেন?\" (৯:১০৪) অন্য এক জায়গায় বলেনঃ (আরবী) অর্থাৎ “যে মন্দ কাজ করে অথবা নিজের উপর যুলুম করে, অতঃপর আল্লাহর নিকট ক্ষমা প্রার্থনা করে সে আল্লাহকে ক্ষমাশীল, দয়ালু পেয়ে থাকে।” (৪:১১০) মহামহিমান্বিত আল্লাহ মুনাফিকদের সম্পর্কে বলেনঃ (আরবী) অর্থাৎ “নিশ্চয়ই মুনাফিকরা জাহান্নামের অতি নিম্নস্তরে থাকবে এবং তুমি তাদের জন্যে কখনো কোন সাহায্যকারী পাবে না, কিন্তু তাদের কথা স্বতন্ত্র যারা তাওবা করে সংশোধিত হয়।” (৪:১৪৫-১৪৬) মহান আল্লাহ আর এক জায়গায় বলেনঃ (আরবী) অর্থাৎ “অবশ্যই তারা কুফরী করেছে যারা বলেছে আল্লাহ তিনজনের একজন, অথচ এক মা’রূদ ছাড়া তো আর কোন মা'বূদ নেই, যদি তারা বিরত না হয় যা বলছে তা হতে তবে অবশ্যই কাফিরদেরকে বেদনাদায়ক শাস্তি স্পর্শ করবে।” (৫:৭৩) মহামহিমান্বিত আল্লাহ আরো বলেনঃ (আরবী) অর্থাৎ “তারা কি আল্লাহর নিকট তাওবা করবে না এবং তার কাছে ক্ষমা প্রার্থনা করবে না, অথচ আল্লাহ ক্ষমাশীল, দয়ালু?\" (৫:৭৪) আল্লাহ তাবারাকা ওয়া তা'আলা আর এক জায়গায় বলেনঃ (আরবী) অর্থাৎ “যারা বিশ্বাসী নর-নারীকে বিপদাপন্ন করেছে এবং পরে তাওবা করেনি তাদের জন্যে আছে জাহান্নামের শাস্তি, আছে দহন যন্ত্রণা।” (৮৫:১০) হযরত হাসান বসরী (রঃ) বলেনঃ “আল্লাহর অসীম দয়া ও মেহেরবানীর প্রতি লক্ষ্য করুন যে, তিনি তাঁর বন্ধুদের ঘাতকদেরকেও তাওবা ও ক্ষমা প্রার্থনার দিকে আহ্বান করছেন!সহীহ বুখারী ও সহীহ মুসলিমে ঐ ব্যক্তির ঘটনা সম্পর্কীয় হাদীসটিও বর্ণিত আছে যে নিরানব্বইটি লোককে হত্যা করেছিল, অতঃপর লজ্জিত হয়ে বানী ইসরাঈলের একজন আবেদকে জিজ্ঞেস করেছিল যে, তার জন্যে তাওবার কোন পথ আছে কি না। আবেদ উত্তর দেনঃ “না (তার জন্যে তাওবার আর কোন ব্যবস্থা নেই)। লোকটি তখন ঐ আবেদকেও হত্যা করে ফেলে এবং একশ পূর্ণ করে। অতঃপর তার জন্যে তাওবার কোন ব্যবস্থা আছে কি-না তা সে একজন আলেমকে জিজ্ঞেস করে। আলেম উত্তরে তাকে বলেনঃ “তোমার এবং তোমার তাওবার মাঝে কোন প্রতিবন্ধকতা নেই। তারপর ঐ আলেম লোকটিকে এমন একটি গ্রামে যেতে বলেন যে গ্রামের লোকেরা আল্লাহর ইবাদতে নিমগ্ন থাকে। সুতরাং সে ঐ গ্রামের উদ্দেশ্যে রওয়ানা হয়ে গেল। কিন্তু পথিমধ্যে সে মৃত্যুমুখে পতিত হলো। তখন তার ব্যাপারে রহমতের ও আযাবের ফেরেশতাদের মধ্যে ঝগড়া বেঁধে গেল। মহামহিমান্বিত আল্লাহ তখন যমীনকে মাপার হুকুম করলেন। তখন দেখা গেল যে, যে সৎ লোকদের গ্রামে সে হিজরত করে যাচ্ছিল সেটা কণিষ্ঠাঙ্গুলী পরিমিত স্থান কাছে হলো। তখন তাকে তাদেরই সাথে মিলিয়ে নেয়া হলো এবং রহমতের ফেরেশতারা তার রূহ নিয়ে চলে গেলেন। এও বর্ণিত আছে। যে, মৃত্যুর সময় সে বুকের ভরে হেঁচড় দিয়ে চলছিল। এও আছে যে, আল্লাহ তাআলা সৎ লোকদের গ্রামটিকে নিকটবর্তী হওয়ার এবং মন্দ লোকদের গ্রামটিকে দূরে সরে যাওয়ার নির্দেশ দিয়েছিলেন। যেখান হতে সে হিজরত করেছিল।হযরত ইবনে আব্বাস (রাঃ) এ আয়াতের তাফসীরে বলেন যে, মহান আল্লাহ তাঁর সমস্ত বান্দাকে স্বীয় ক্ষমার দিকে ডাক দিয়েছেন। তাদেরকেও, যারা হযরত মসীহ (আঃ)-কে আল্লাহ বলতো, তাদেরকেও, যারা তাঁকে আল্লাহর পুত্র বলতো, তাদেরকেও, যারা হযরত উযায়ের (আঃ)-কে আল্লাহর পুত্র বলতো, তাদেরকেও, যারা আল্লাহকে দরিদ্র বলতো, তাদেরকেও, যারা আল্লাহর হাতকে বন্ধ বলতো এবং তাদেরকেও, যারা আল্লাহকে তিন খোদার এক খোদা বলতো। মহামহিমান্বিত আল্লাহ এসব লোকের সম্পর্কে বলেন যে, কেন তারা আল্লাহর দিকে ঝুঁকে পড়ে না এবং কেন তারা তাঁর কাছে নিজেদের পাপের জন্যে ক্ষমা প্রার্থনা করে না? আল্লাহ তা'আলা তো বড় ক্ষমাশীল এবং পরম দয়ালু। অতঃপর মহান আল্লাহ এমন ব্যক্তিকেও তাওবার দিকে আহ্বান করেছেন যার কথা এদের চাইতেও বড় ও মারাত্মক ছিল। যে বলেছিলঃ (আরবী) অর্থাৎ “আমি তোমাদের বড় প্রভু।”(৭৯:২৪) যে আরো বলেছিলঃ (আরবী) অর্থাৎ “আমি ছাড়া তোমাদের যে কোন মাবুদ আছে তা আমার জানা নেই। (২৮:৩৮) হযরত ইবনে আব্বাস (রাঃ) বলেন যে, এর পরেও যে ব্যক্তি আল্লাহ তাআলার বান্দাদেরকে তাওবা হতে নিরাশ করে সে মহামহিমান্বিত আল্লাহর কিতাবকে অস্বীকারকারী। কিন্তু এটা বুঝে নেয়া দরকার যে, যে পর্যন্ত আল্লাহ কোন বান্দার দিকে মেহেরবানী করে না ফিরেন সে পর্যন্ত সে তাওবা করার সৌভাগ্য লাভ করে না।হযরত ইবনে মাসউদ (রাঃ) বর্ণনা করেছেন যে, কুরআন কারীমের মধ্যে সবচেয়ে মর্যাদাপূর্ণ আয়াত হচ্ছে আয়াতুল কুরসী। ভাল ও মন্দের সর্বাপেক্ষা ব্যাপক আয়াত হলো ... (আরবী) (১৬:৯০)-এ আয়াতটি। কুরআন মাজীদের মধ্যে সবচেয়ে বেশী খুশীর আয়াত হলো -এর -এ আয়াতটি। সবচেয়ে উৎসাহ ব্যঞ্জক আয়াত হলো (আরবী) এর (আরবী) এই আয়াতটি। অর্থাৎ “যে আল্লাহকে ভয় করে স্বয়ং আল্লাহ তার মুক্তির ব্যবস্থা করে দেন এবং তাকে এমন জায়গা হতে রিযক দান করেন যা সে কল্পনাও করে না।” (৬৫:২-৩) এ কথা শুনে হযরত মাসরূক (রঃ) তাঁকে বলেনঃ “নিশ্চয়ই আপনি সত্যবাদী।” (এটা ইমাম তিবরানী (রঃ) বর্ণনা করেছেন)হযরত আবদুল্লাহ ইবনে মাসউদ (রাঃ) একদা একজন বক্তার পার্শ্ব দিয়ে গমন করছিলেন যিনি লোকদেরকে উপদেশ দিচ্ছিলেন। তখন হযরত ইবনে মাসউদ (রাঃ) ঐ বক্তাকে বলেনঃ “হে উপদেশদাতা! তুমি জনগণকে আল্লাহর রহমত হতে নিরাশ করছো কেন?” অতঃপর তিনি (আরবী)-এ আয়াতটি পাঠ করেন। (এটা ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)\nযে হাদীসগুলোতে নৈরাশ্যের অস্বীকৃতি রয়েছে সেগুলোর বর্ণনাঃ\nহযরত আনাস ইবনে মালিক (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহ (সঃ)-কে বলতে শুনেছেনঃ “যার হাতে আমার প্রাণ রয়েছে তাঁর শপথ! তোমাদের পাপরাশিতে যদি আসমান ও যমীন পূর্ণ হয়ে যায়, অতঃপর তোমরা আল্লাহর নিকট ক্ষমা প্রার্থনা কর তবে অবশ্যই আল্লাহ তোমাদেরকে ক্ষমা করে দিবেন। যাঁর হাতে মুহাম্মাদ (সঃ)-এর প্রাণ রয়েছে তাঁর শপথ! তোমরা যদি পাপই না করতে তবে মহামহিমান্বিত আল্লাহ তোমাদেরকে সরিয়ে দিয়ে তোমাদের স্থলে এমন সম্প্রদায়কে আনয়ন করতেন যারা পাপ করতো, অতঃপর আল্লাহ তা'আলার নিকট ক্ষমা প্রার্থনা করতো, তখন আল্লাহ তাদেরকে ক্ষমা করে দিতেন।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)হযরত আবু আইয়ুব আনসারী (রাঃ) মৃত্যুর সম্মুখীন অবস্থায় (জনগণকে) বলেন, একটি হাদীস আমি তোমাদের হতে গোপন রেখেছিলাম (আজ আমি তা বর্ণনা করছি)। আমি রাসূলুল্লাহ (সঃ)-কে বলতে শুনেছিঃ “তোমরা যদি পাপ না করতে তবে মহামহিমান্বিত আল্লাহ এমন এক কওমকে সৃষ্টি করতেন যারা পাপ করতো এবং আল্লাহ তাদেরকে ক্ষমা করতেন।” (এ হাদীসটিও মুসনাদে আহমাদে বর্ণিত হয়েছে)হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “গুনাহর কাফফারা হচ্ছে লজ্জা ও অনুতাপ (গুনাহ করার পর লজ্জিত ও অনুতপ্ত হলে আল্লাহ ঐ গুনাহ মাফ করে থাকেন)।\" রাসূলুল্লাহ্ (সঃ) আরো বলেনঃ “তোমরা গুনাহ না করলে আল্লাহ এমন সম্প্রদায় আনয়ন করতেন যারা গুনাহ করতো এবং তিনি তাদেরকে ক্ষমা করে দিতেন।\" (ইমাম আহমাদ (রঃ) এ হাদীসটিও স্বীয় মুসনাদে বর্ণনা করেছেন)হযরত আলী ইবনে আবি তালিব (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহ তা'আলা দৃঢ় বিশ্বাস পোষণকারী ও তাওবাকারী বান্দাকে ভালবাসেন।” (এ হাদীসটি আবদুল্লাহ ইবনে ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)হযরত আবদুল্লাহ ইবনে উবায়েদ ইবনে উমায়ের (রাঃ) বলেন যে, অভিশপ্ত ইবলীস বলেঃ “হে আমার প্রতিপালক! আপনি আমাকে আদম (আঃ)-এর কারণে জান্নাত হতে বের করে দিয়েছেন এবং আপনি আমাকে তার উপর জয়যুক্ত না করলে আমি তার উপর জয়যুক্ত হতে পারি না।\" তখন আল্লাহ তাআলা বললেনঃ “যাও, তার উপর প্রভাব বিস্তার করার ক্ষমতা আমি তোমাকে প্রদান করলাম।” সে বললোঃ “হে আমার প্রতিপালক! আরো বেশী করুন।” মহান আল্লাহ বলেনঃ “যাও, আদম (আঃ)-এর যতগুলো সন্তান জন্মগ্রহণ করবে, তোমারও ততগুলো সন্তান জন্মলাভ করবে।\" সে আবারও বললোঃ “হে আমার প্রতিপালক! আরো বেশী করুন।” মহান আল্লাহ বললেনঃ “আদম সন্তানের বক্ষে আমি তোমার বাসস্থান বানিয়ে দিবো এবং তুমি তাদের দেহের মধ্যে রক্তের জায়গায় চলাফেরা করবে।” সে বললোঃ “হে আমার প্রতিপালক! আরো বেশী কিছু দান করুন। আল্লাহ তা'আলা বললেনঃ “যাও, তুমি তাদের উপর তোমার অশ্বারোহী ও পদাতিক সৈন্য ছাড়বে, তাদের ধন-মালে ও সন্তান-সন্ততিতে অংশীদার হবে এবং তাদের সাথে ওয়াদা অঙ্গীকার করবে। আর তাদের সাথে তোমার ওয়াদা অঙ্গীকার তো প্রতারণা ছাড়া কিছুই নয়।” ঐ সময় হযরত আদম (আঃ) দুআ করলেনঃ “হে আমার প্রতিপালক! আপনি শয়তানকে আমার উপর ক্ষমতা ও প্রতিপত্তি দান করলেন। এখন আমি তার প্রভাব থেকে বাঁচতে পারি না যদি না আপনি বাচান।” তখন আল্লাহ তা'আলা বললেনঃ “জেনে রেখো যে, তোমার যতগুলো সন্তান হবে তাদের প্রত্যেকের সাথে আমি একজন রক্ষক নিযুক্ত করবো। সে শয়তানের ছোবল থেকে তাকে রক্ষা করবে।” হযরত আদম (আঃ) আরো কিছু বেশী চাইলে আল্লাহ তা'আলা বললেনঃ “একটি পুণ্যকে আমি দশটি করে দিবো, বরং তার চেয়েও বেশী করবো। আর পাপ একটির বদলে একটিই থাকবে অথবা সেটাও আমি মাফ করে দিবো।” হযরত আদম (আঃ) এর পরেও প্রার্থনা করতে থাকলে মহান আল্লাহ বলেনঃ “তাওবার দর তোমাদের জন্য ঐ পর্যন্ত ভোলা থাকবে যে পর্যন্ত তোমাদের দেহে প্রাণ থাকবে।” হযরত আদম (আঃ) আরো বেশী চাইলে আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ “হে আমার বান্দারা! তোমরা যারা নিজেদের প্রতি অবিচার করেছে আল্লাহর অনুগ্রহ হতে নিরাশ হয়ো না, আল্লাহ সমুদয় পাপ ক্ষমা করে দিবেন। তিনি তো ক্ষমাশীল, পরম দয়ালু।” (এ হাদীসটি ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)হযরত উমার (রাঃ) বলেনঃ যেসব লোক দুর্বলতাবশতঃ কাফিরদের দেয়া কষ্ট সহ্য করতে না পারার কারণে নিজেদের দ্বীনের ব্যাপারে ফিতায় পড়ে গিয়েছিল তাদের ব্যাপারে আমরা পরস্পর বলাবলি করতাম যে, আল্লাহ তা'আলা তাদের কোন পুণ্য এবং তাওবা হয়তো কবুল করবেন না। কেননা, তারা আল্লাহ তা'আলার পরিচয় লাভ করার পর আবার কুফরী করতে শুরু করেছে এবং কাফিরদের উৎপীড়ন সহ্য করতে পারেনি। অতঃপর রাসূলুল্লাহ (সঃ) যখন মদীনায় আগমন করেন তখন আল্লাহ তা'আলা ঐ লোকদের ব্যাপারে আমাদের এই উক্তিটিকে খণ্ডন করে (আরবী) হতে (আরবী) পর্যন্ত আয়াতগুলো অবতীর্ণ করেন।হযরত উমার (রাঃ) বলেনঃ আমি স্বহস্তে এই আয়াতগুলো লিখে হযরত হিশাম ইবনে আস (রাঃ)-এর নিকট পাঠিয়ে দিই। হযরত হিশাম (রাঃ) বলেনঃ আমি এ সময় যীতওয়া নামক স্থানে অবস্থান করছিলাম এবং এই আয়াতগুলো বারবার পাঠ করছিলাম এবং খুবই চিন্তা-গবেষণা করছিলাম কিন্তু কোনক্রমেই এগুলোর ভাবার্থ আমার বোধগম্য হচ্ছিল না। তখন আমি দু'আ করলামঃ হে আমার প্রতিপালক! এই আয়াতগুলোর সঠিক মতলব এবং এগুলো আমার কাছে প্রেরণের আসল উদ্দেশ্য আমার কাছে প্রকাশ করে দিন। তখন মহান আল্লাহর পক্ষ হতে আমার অন্তরে এ বিশ্বাস জন্মিয়ে দেয়া হলো যে, এ আয়াতগুলো আমাদের উদ্দেশ্যেই অবতীর্ণ হয়েছে। সুতরাং আমাদের দৃঢ় বিশ্বাস হয় যে, এখন আমাদের তাওবা কবুল হতে পারে। এ ব্যাপারেই মহামহিমান্বিত আল্লাহ এ আয়াতগুলো অবতীর্ণ করেছেন। তৎক্ষণাৎ আমি আমার উটের উপর সওয়ার হয়ে মদীনার পথে যাত্রা শুরু করি এবং রাসূলুল্লাহ (সঃ)-এর খিদমতে হাযির হই। (এটা মুহাম্মাদ ইবনে ইসহাক (রাঃ) বর্ণনা করেছেন)বান্দাদের নৈরাশ্যকে ভেঙ্গে দিয়ে তাদের ক্ষমা করে দেয়ার আশা প্রদান করে মহান আল্লাহ তাদেরকে নির্দেশ দিচ্ছেন যে, তারা যেন তাওবা ও সৎ কাজের দিকে তাড়াতাড়ি এগিয়ে যায়, এতে যেন মোটেই বিলম্ব না করে। এমন যেন না হয় যে, আল্লাহর আযাব এসে পড়ে, যে সময় কারো কোন সাহায্য কাজে আসবে।অতঃপর মহান আল্লাহ বলেনঃ তোমাদের প্রতি তোমাদের প্রতিপালকের নিকট হতে উত্তম যা অবতীর্ণ হয়েছে অর্থাৎ আল-কুরআন, তার তোমরা অনুসরণ কর, তোমাদের উপর অতর্কিতভাবে তোমাদের অজ্ঞাতসারে শাস্তি আসার পূর্বে, যাতে কাউকেও বলতে না হয়ঃ হায়! আল্লাহর প্রতি আমার কর্তব্যে আমি যে অবহেলা করেছি তার জন্যে আফসোস! যদি আমি আন্তরিকতার সাথে আল্লাহর আদেশ ও নিষেধ মেনে চলতাম তাহলে কতই না ভাল হতো! হায়! আমি তো বেঈমানই ছিলাম! মহান আল্লাহর বাণীর উপর আমি বিশ্বাস স্থাপন করিনি, বরং তা হাসি-ঠাট্টা করে উড়িয়ে দিয়েছিলাম।মহান আল্লাহ বলেনঃ কাউকেও যেন বলতে না হয়ঃ আল্লাহ আমাকে পথ প্রদর্শন করলে অবশ্যই আমি মুত্তাকীদের অন্তর্ভুক্ত হতাম এবং দুনিয়ায় আল্লাহর নাফরমানী হতে এবং আখিরাতে তাঁর আযাব হতে বেঁচে যেতাম। অথবা শাস্তি প্রত্যক্ষ করলে যেন কাউকে বলতে না হয়ঃ আহা! যদি পুনরায় আমাকে পৃথিবীতে ফিরিয়ে দেয়া হতো তবে আমি অবশ্যই সকর্মপরায়ণ হতাম!হযরত ইবনে আব্বাস (রাঃ) বলেন যে, বান্দা যে আমল করবে এবং যা কিছু বলবে, তাদের সেই আমল ও সেই উক্তির পূর্বেই আল্লাহ তা'আলা তার খবর প্রদান করেছেন। আর প্রকৃতপক্ষে তাঁর চেয়ে বেশী খবর আর কে রাখতে পারে? আর কেই বা তার চেয়ে সত্য ও সঠিক খবর দিতে পারে? আল্লাহ তাআলা পাপীদের উপরোক্ত তিনটি উক্তির বর্ণনা দিয়েছেন। অন্য জায়গায় মহান আল্লাহ এই সংবাদ দিয়েছেন যে, যদি তাদেরকে পুনরায় দুনিয়ায় পাঠিয়ে দেয়াও হয় তবে তখনো তারা হিদায়াত কবুল করবে না, বরং নিষিদ্ধ কাজগুলো আবার করতে থাকবে। এখানে তারা যা কিছু বলছে সবই মিথ্যা প্রমাণিত হবে। হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “প্রত্যেক জাহান্নামীকে তার জান্নাতের বাসস্থান দেখানো হবে। ঐ সময় সে বলবেঃ “যদি আল্লাহ তা'আলা আমাকে হিদায়াত দান করতেন।” সুতরাং এটা তার জন্যে হবে দুঃখ ও আফসোসের কারণ। আর প্রত্যেক জান্নাতীকে তার জাহান্নামের বাসস্থান দেখানো হবে। তখন সে বলবেঃ “যদি আল্লাহ আমাকে হিদায়াত দান না করতেন (তবে আমাকে এখানেই আসতে হতো)।” সুতরাং এটা হবে তার জন্যে শোকরের কারণ।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)যখন পাপীরা পুনরায় দুনিয়ায় প্রত্যাবর্তনের আকাঙ্ক্ষা করবে এবং আল্লাহ তাআলার নিদর্শনাবলী অবিশ্বাস করার কারণে আফসোস ও দুঃখ প্রকাশ করবে এবং তাঁর রাসূলদের আনুগত্য না করার কারণে দুঃখে ফেটে পড়বে তখন মহান আল্লাহ বলবেনঃ প্রকৃত ব্যাপার তো এই যে, আমার নিদর্শন তোমাদের নিকট এসেছিল, কিন্তু তোমরা ওগুলোকে মিথ্যা বলেছিলে ও অহংকার করেছিলে এবং তোমরা তো কাফিরদের অন্তর্ভুক্ত। এখন তোমাদের এই দুঃখ, লজ্জা ও অনুতাপ বৃথা। এসব করে এখন আর কোনই লাভ হবে না।"
    },
    {
      "ayah": 6,
      "surah": 39,
      "text": "৫-৬ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা সংবাদ দিচ্ছেন যে, তিনিই সবারই সৃষ্টিকর্তা, অধিকর্তা এবং শাসনকর্তা। দিবস ও রজনীর পরিবর্তনও তাঁরই হুকুমে হচ্ছে। তাঁর নির্দেশক্রমে দিনরাত্রি শৃংখলার সাথে একের পিছনে আর একটি বরাবরই চলে আসছে। একটির পর অপরটি আসে না এমন কোন সময়ই হয় না। মহান আল্লাহ সূর্য ও চন্দ্রকে নিয়মাধীন করেছেন। প্রত্যেকেই এক নির্দিষ্ট কাল পর্যন্ত পরিক্রমণ করবে। কিয়ামত পর্যন্ত এই শৃংখলা ও ব্যবস্থাপনায় কোন পরিবর্তন পরিলক্ষিত হবে না। তিনি হলেন মহা পরাক্রমশালী ও ক্ষমাশীল।এরপর মহামহিমান্বিত আল্লাহ বলেনঃ তিনি তোমাদেরকে সৃষ্টি করেছেন একই ব্যক্তি হতে অর্থাৎ হযরত আদম (আঃ) হতে। অথচ মানুষের মধ্যে কতই না পার্থক্য পরিলক্ষিত হয়। তাদের রঙ, ঢ, শব্দ, কথাবার্তা, আচার-আচরণ ইত্যাদি সবই পৃথক পৃথক। হযরত আদম (আঃ) হতেই তিনি তাঁর স্ত্রী হযরত হাওয়া (আঃ)-কে সৃষ্টি করেন। যেমন মহান আল্লাহ অন্য জায়গায় বলেনঃ (আরবী) অর্থাৎ “হে মানব মণ্ডলী! তোমরা তোমাদের প্রতিপালককে ভয় কর যিনি তোমাদেরকে এক ব্যক্তি হতেই সৃষ্টি করেছেন এবং যিনি তা হতে তার সঙ্গিনী সৃষ্টি করেন, যিনি তাদের দু’জন হতে বহু নর-নারী ছড়িয়ে দেন।\"(৪:১)আল্লাহ তা'আলার উক্তিঃ তিনি তোমাদেরকে দিয়েছেন আট প্রকার আনআম। এর বর্ণনা সূরায়ে আনআমের নিম্নের আয়াতে রয়েছেঃ (আরবী) অর্থাৎ “নর ও মাদী আটঃ মেষের দু'টি ও ছাগলের দুটি।” (৬:১৪৩) (আরবী) অর্থাৎ “এবং উটের দু’টি ও গরুর দুটি।”(৬:১৪৪)। এরপর আল্লাহ তা'আলা বলেনঃ তিনি তোমাদেরকে মাতৃগর্ভে পর্যায়ক্রমে সৃষ্টি করেছেন। যেমন মহান আল্লাহ বলেনঃ “আমি মানুষকে সৃষ্টি করেছি মৃত্তিকার উপাদান হতে। অতঃপর ওকে শুক্র বিন্দুরূপে স্থাপন করি এক নিরাপদ আধারে। পরে আমি শুক্রবিন্দুকে পরিণত করি আলাকে, অতঃপর আলাককে পরিণত করি পিণ্ডে এবং পিণ্ডকে পরিণত করি অস্থি পঞ্জরে, অতঃপর অস্থি পঞ্জরকে ঢেকে দিই গোশত দ্বারা। অবশেষে ওকে গড়ে তুলি অন্য এক সৃষ্টি রূপে। অতএব সর্বোত্তম স্রষ্টা কত মহান!” তিন অন্ধকার হলোঃ গর্ভাশয়ের অন্ধকার, গর্ভাশয়ের উপরের ঝিল্লীর অন্ধকার এবং পেটের অন্ধকার।আল্লাহ্ তা'আলা বলেনঃ তিনিই আল্লাহ, তোমাদের প্রতিপালক, সার্বভৌমত্ব তাঁরই, তিনি ছাড়া কোন মাবুদ নেই। বড়ই দুঃখের বিষয় যে, তোমাদের জ্ঞান-বিবেক সব লোপ পেয়ে গেছে। তা না হলে তোমরা এমন মহান ও সার্বভৌম ক্ষমতার অধিকারী আল্লাহূকে ছেড়ে অন্যদের কখনো ইবাদত করতে না।"
    },
    { "ayah": 60, "surah": 39, "text": "Please check ayah 39:61 for complete tafsir." },
    {
      "ayah": 61,
      "surah": 39,
      "text": "৬০-৬১ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা সংবাদ দিচ্ছেন যে, কিয়ামতের দিন দুই শ্রেণীর লোক হবে। এক শ্রেণীর লোকের মুখ হবে কালো, কালিমাযুক্ত এবং আর এক শ্রেণীর মুখ হবে উজ্জ্বল জ্যোতির্ময়। বিচ্ছিন্নতা সৃষ্টিকারীদের চেহারা হবে কালো ও মলিন এবং আহলে সুন্নাত ওয়াল জামাআতের চেহারা হবে উজ্জ্বল ও সৌন্দর্যময়। আল্লাহর সাথে শরীক স্থাপনকারীদের এবং তার সন্তান সাব্যস্তকারীদেরকে দেখা যাবে যে, মিথ্যা ও অপবাদ আরোপের কারণে তাদের মুখ কালো হয়ে গেছে। সত্যকে অস্বীকার করার এবং অহংকার প্রদর্শনের কারণে তাদেরকে জাহান্নামে নিক্ষেপ করা হবে। সেখানে তারা বড়ই লাঞ্ছনার সাথে কঠিন ও জঘন্য শাস্তি ভোগ করবে।হযরত আমর ইবনে শুআয়েব (রাঃ) তাঁর পিতা হতে এবং তিনি তাঁর দাদা হতে বর্ণনা করেছেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “কিয়ামতের দিন অহংকারীদেরকে মানুষের রূপ পিপড়ার সাথে সাদৃশ্যযুক্ত (অতি ক্ষুদ্র) অবস্থায় একত্রিত করা হবে। ক্ষুদ্র হতে ক্ষুদ্রতম প্রাণীও তাদেরকে মাড়াতে থাকবে। শেষ পর্যন্ত তাদেরকে জাহান্নামের জেলখানায় বন্দী করে দেয়া হবে, সেটা এমন এক উপত্যকা যার নাম বুলাস। ওর আগুন হবে অত্যন্ত দগ্ধকারক ও যন্ত্রণাদায়ক। তাদেরকে জাহান্নামীদের ক্ষত স্থানের রক্ত-পুঁজ পান করানো হবে।” (এ হাদীসটি ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)হ্যাঁ, তবে আল্লাহ তা'আলা মুত্তাকীদেরকে উদ্ধার করবেন তাদের সাফল্যসহ। তারা ঐ সব আযাব, লাঞ্ছনা এবং মারপিট হতে সম্পূর্ণরূপে রক্ষা পেয়ে যাবে। তাদেরকে অমঙ্গল মোটেই স্পর্শ করবে না। কিয়ামতের দিন যে ভীতি-বিহ্বলতা ও দুঃখ-দুর্দশা সাধারণ হবে, তা থেকে এসব তোক সম্পূর্ণ মুক্ত থাকবে। তারা চিন্তা হতে নিশ্চিন্ত, ভয় হতে নির্ভয় এবং শাস্তি হতে শাস্তিমুক্ত থাকবে। তাদের প্রতি কোন প্রকারের শাসন-গর্জন ও ধমক থাকবে না। তারা সম্পূর্ণরূপে শান্তি ও নিরাপত্তা লাভ করবে। এভাবে তারা পরম সুখে কালাতিপাত করবে এবং মহান আল্লাহর সর্বপ্রকারের নিয়ামত ভোগ করতে থাকবে।"
    },
    { "ayah": 62, "surah": 39, "text": "Please check ayah 39:66 for complete tafsir." },
    { "ayah": 63, "surah": 39, "text": "Please check ayah 39:66 for complete tafsir." },
    { "ayah": 64, "surah": 39, "text": "Please check ayah 39:66 for complete tafsir." },
    { "ayah": 65, "surah": 39, "text": "Please check ayah 39:66 for complete tafsir." },
    {
      "ayah": 66,
      "surah": 39,
      "text": "৬২-৬৬ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা সংবাদ দিচ্ছেন যে, সমস্ত প্রাণী এবং নির্জীব বস্তুর সৃষ্টিকর্তা, মালিক, প্রতিপালক এবং ব্যবস্থাপক আল্লাহ তা'আলা একাই। সব জিনিসই তাঁর অধীনস্থ ও অধিকারভুক্ত। সব কিছুর কর্মবিধায়ক তিনিই। আকাশমণ্ডলী ও পৃথিবীর চাবিকাঠি তারই নিকট রয়েছে। সমুদয় প্রশংসার যোগ্য এবং সমস্ত জিনিসের উপর ক্ষমতাবান একমাত্র তিনিই। কুফরী ও অস্বীকারকারীরা বড়ই ক্ষতিগ্রস্ততার মধ্যে রয়েছে। ইমাম ইবনে আবি হাতিম (রঃ) এখানে একটি হাদীস এনেছেন, যদিও এটা সনদের দিক দিয়ে খুবই গরীব, এমনকি এর সত্যতার ব্যাপারেও বাক-বিতণ্ডা রয়েছে, তথাপি আমরা এখানে ওটা বর্ণনা করছি। তাতে রয়েছে যে, হযরত উসমান (রাঃ) রাসূলুল্লাহ (সঃ)-কে এই আয়াতের ভাবার্থ জিজ্ঞেস করলে তিনি বলেনঃ “হে উসমান (রাঃ)! তোমার পূর্বে কেউই আমাকে এই আয়াতের ভাবার্থ জিজ্ঞেস করেনি। এর তাফসীর হচ্ছে নিম্নের কালেমাগুলোঃ (আরবী) অর্থাৎ “আল্লাহ ছাড়া কোন মাবুদ নেই, আল্লাহ সবচেয়ে বড়। আমি আল্লাহর পবিত্রতা বর্ণনা করছি ও তার প্রশংসা করছি। আল্লাহর নিকট আমি ক্ষমা প্রার্থনা করছি। আল্লাহ ছাড়া কারো কোন শক্তি নেই। তিনিই প্রথম এবং তিনিই শেষ। তিনিই প্রকাশ্য এবং তিনিই গোপনীয়। সমস্ত মঙ্গল তাঁরই হাতে। তিনিই জীবিত করেন এবং তিনিই মৃত্যু ঘটান এবং তিনি প্রত্যেক জিনিসের উপর ক্ষমতাবান”। হে উসমান (রাঃ)! যে ব্যক্তি সকালে এটাকে দশবার পড়বে তাকে আল্লাহ তা'আলা ছয়টি ফযীলত দান করবেন। (এক) সে শয়তান ও তার সেনাবাহিনী হতে বেঁচে যাবে। (দুই) সে এক কিনতার বিনিময় লাভ করবে। (তিন) জান্নাতে তার এক ধাপ মান উঁচু হবে। (চার) বড় বড় চক্ষু বিশিষ্ট হূরের সাথে তার বিয়ে হবে। (পাঁচ) তার কাছে বারোজন ফেরেশতা আসবেন। (ছয়) তাকে এই পরিমাণ সওয়াব দেয়া হবে যেমন সওয়াব দেয়া হয় ঐ ব্যক্তিকে যে কুরআন, তাওরাত, ইনজীল ও যবূর পাঠ করে। তাছাড়া তাকে এক ককূল হজ্ব ও ককূল উমরার সওয়াব দেয়া হবে। ঐদিন যদি তার মৃত্যু হয়ে যায় তবে সে শহীদের মর্যাদা লাভ করবে।” (এ হাদীসটি খুবই গরীব এবং এটা স্বীকৃত নয়। এসব ব্যাপারে আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন)হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, তাকে মুশরিকরা বলেঃ “এসো, তুমি আমাদের মাবুদগুলোর ইবাদত কর এবং আমরা তোমাদের প্রতিপালকের ইবাদত করি।” তখন (আরবী) হতে (আরবী) পর্যন্ত আয়াত অবতীর্ণ হয়। এটা আল্লাহ তা'আলার (আরবী)-এই উক্তির মতই। অর্থাৎ “যদি তারা শিরক করে তবে তারা যা আমল করতো সবই নষ্ট হয়ে যাবে।” (৬:৮৯) এখানেও মহান আল্লাহ বলেনঃ (হে নবী সঃ!) তোমার প্রতি ও তোমার পূর্ববর্তীদের প্রতি অবশ্যই অহী করা হয়েছেঃ তুমি আল্লাহর শরীক স্থির করলে তোমার কর্ম নিষ্ফল হবে এবং তুমি হবে ক্ষতিগ্রস্ত। অতএব, তোমার উচিত যে, তুমি আন্তরিকতার সাথে আল্লাহরই ইবাদত করবে এবং তাঁর প্রতি কৃতজ্ঞ হবে। এটা তোমার এবং তোমার অনুসারীদের অবশ্য কর্তব্য।"
    },
    {
      "ayah": 67,
      "surah": 39,
      "text": "আল্লাহ তা'আলা বলেনঃ মুশরিকরা আল্লাহ তা'আলার সম্মান ও মর্যাদা সম্পর্কে কোন জ্ঞান রাখে না। তাই তারা তাঁর সাথে অন্যদেরকে শরীক করে। আল্লাহর চেয়ে বড় মর্যাদাবান, রাজত্বের অধিকারী এবং ক্ষমতাবান আর কেউই নেই। তাঁর সাথী ও সমকক্ষ কেউই হতে পারে না। এ আয়াত কাফির কুরায়েশদের ব্যাপারে অবতীর্ণ হয়। তারা যদি আল্লাহ তাআলার মর্যাদা বুঝতে তবে তাঁর কথাকে তারা ভুল মনে করতো না। যে ব্যক্তি আল্লাহকে সবকিছুর উপর ক্ষমতাবান মনে করে সেই আল্লাহকে সম্মান করে ও তার মর্যাদা দেয়। আর যে এ বিশ্বাস রাখে না সে আল্লাহকে সম্মান করে না। এই আয়াত সম্পর্কে বহু হাদীস এসেছে।এ ধরনের আয়াতের ব্যাপারে পূর্ব যুগীয় সৎ লোকদের নীতিও এটাই ছিল যে, যেভাবে এবং যে ভাষায় ও শব্দে এটা এসেছে সেভাবেই এবং সেই শব্দগুলোর সাথেই তারা এটা মেনে নিতেন। এর অবস্থা তারা অনুসন্ধান করতেন না এবং তাতে কোন পরিবর্তন পরিবর্ধনও করতেন না। এ আয়াতের তাফসীরে সহীহ বুখারীতে হযরত আবদুল্লাহ ইবনে মাসউদ (রাঃ) হতে বর্ণিত আছে যে, ইয়াহূদীদের একজন বড় আলেম রাসূলুল্লাহ (সঃ)-এর নিকট এসে বলেঃ “হে মুহাম্মাদ (সঃ)! আমরা এটা (লিখিত) পাচ্ছি যে, মহামহিমান্বিত আল্লাহ সপ্ত আকাশকে এক আঙ্গুলের উপর রাখবেন এবং যমীনগুলোকে রাখবেন এক আঙ্গুলের উপর, আর বৃক্ষরাজিকে রাখবেন এক আঙ্গুলের উপর এবং পানি ও মাটিকে রাখবেন এক আঙ্গুলের উপর। আর বাকী সমস্ত মাখলুককে রাখবেন এক আঙ্গুলের উপর। অতঃপর তিনি বলবেনঃ “আমিই সব কিছুর মালিক ও বাদশাহ।” রাসূলুল্লাহ (সঃ) তার কথার সত্যতায় হেসে ফেলেন, এমনকি তার পবিত্র মাড়ি প্রকাশিত হয়ে পড়ে। তারপর তিনি। ... (আরবী)-এ আয়াতটি তিলাওয়াত করেন।মুসনাদে আহমাদে এ হাদীসটি প্রায় এভাবেই বর্ণিত আছে। তাতে রয়েছে যে, রাসূলুল্লাহ (সঃ) হেসে ওঠেন এবং আল্লাহ তা'আলা এ আয়াতটি অবতীর্ণ করেন। আর একটি রিওয়াইয়াতে আছে যে, ঐ ইয়াহূদী আলেম কথাগুলো বলার সময় নিজের আঙ্গুলগুলোর প্রতি ইঙ্গিত করছিল। প্রথমে সে তার তর্জনী আঙ্গুলের প্রতি ইশারা করেছিল। এই রিওয়াইয়াতে চারটি আঙ্গুলের কথা উল্লেখ রয়েছে।হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহ (সঃ)-কে বলতে শুনেছেনঃ “আল্লাহ যমীনকে কব্য করে নিবেন এবং আসমানকে দক্ষিণ হস্তে মুষ্টিবদ্ধ করবেন। অতঃপর বলবেনঃ “আমিই বাদশাহ। যমীনের বাদশাহরা কোথায়?” (এ হাদীসটি সহীহ বুখারীতে বর্ণিত হয়েছে)হযরত ইবনে উমার (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “কিয়ামতের দিন আল্লাহ তাবারাকা ওয়া তা'আলা যমীনগুলো অঙ্গুলীর উপর রাখবেন এবং আকাশমণ্ডলী তার দক্ষিণ হস্তে থাকবে। অতঃপর তিনি বলবেনঃ “আমিই বাদশাহ।” (এ হাদীসটিও ইমাম বুখারী (রঃ) বর্ণনা করেছেন)হযরত ইবনে উমার (রাঃ) হতে বর্ণিত আছে যে, একদা রাসূলুল্লাহ (সঃ) মিম্বরের উপর ... (আরবী)-এ আয়াতটি তিলাওয়াত করেন এবং স্বীয় দক্ষিণ হস্ত নড়াতে থাকেন। কখনো তিনি হাত সামনের দিকে করছিলেন এবং কখনো পিছনের দিকে ফিরাচ্ছিলেন। তিনি বলছিলেন, “আল্লাহ তাআলা নিজেই নিজের প্রশংসা করবেন এবং স্বীয় শ্রেষ্ঠত্ব বর্ণনা করবেন। তিনি বলবেনঃ ‘আমি জাব্বার (বিজয়ী বা সর্বশক্তিমান), আমি মুতাকাব্বির (অহংকারী বা আত্মগবী), আমি মালিক (বাদশাহ), আমি আযীয (প্রতাপশালী) এবং আমি কারীম (মহান)'।” হযরত ইবনে উমার (রাঃ) বলেনঃ “রাসূলুল্লাহ (সঃ) একথাগুলো বলার সময় এমনভাবে নড়ছিলেন যে, তিনি মিম্বরসহ পড়ে যাবেন না কি, আমরা এই আশংকা করছিলাম।” (এ হাদীসটি ইমাম আহমাদ (রঃ), ইমাম মুসলিম (রঃ), ইমাম নাসাঈ (রঃ) এবং ইমাম ইবনে মাজাহ (রঃ) বর্ণনা করেছেন)হযরত ইবনে উমার (রাঃ)-এর পূর্ণ অবস্থা দেখিয়ে দিলেন যে, কিভাবে রাসূলুল্লাহ (সঃ) এটা বর্ণনা করেছিলেন। তা এই যে, আল্লাহ তাবারাকা ওয়া তাআলা সপ্ত আসমান ও যমীন স্বীয় হস্তে গ্রহণ করবেন এবং বলবেনঃ “আমি বাদশাহ।” কোন সময় তিনি আঙ্গুলগুলো খুলবেন এবং কোন সময় বন্ধ করবেন। রাসূলুল্লাহ (সঃ) ঐ সময় নড়তে ছিলেন, এমনকি তাঁর নড়ার কারণে মিম্বরও নড়ে উঠছিল। শেষ পর্যন্ত হযরত ইবনে উমার (রাঃ) ভয় পান যে, না জানি হয়তো ওটা তাঁকে ফেলেই দেয়।বাযযার (রঃ)-এর রিওয়াইয়াতে আছে যে, রাসূলুল্লাহ (সঃ) মিম্বরের উপর এ আয়াতটি পাঠ করেন। তখন মিম্বরও এইরূপ বলে। তখন তিনি তিনবার যান ও আসেন। এসব ব্যাপারে সর্বাধিক সঠিক জ্ঞানের অধিকারী একমাত্র আল্লাহ।হযরত জারীর (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) তাঁর সাহাবীদের (রাঃ) একটি দলকে বলেনঃ “আজ আমি তোমাদেরকে সূরায়ে যুমারের শেষের আয়াতগুলো পড়ে শুনাবো। এগুলো শুনে তোমাদের মধ্যে যে ক্রন্দন করবে তার জন্যে জান্নাত ওয়াজিব হয়ে যাবে।” অতঃপর তিনি (আরবী) হতে সূরার শেষ পর্যন্ত আয়াতগুলো পাঠ করেন। কতকগুলো লোক এগুলো শুনে কাঁদতে শুরু করেন। কিন্তু কতকগুলো লোকের ক্রন্দন এলো না। তারা আর করলেন:“হে আল্লাহর রাসূল (সঃ)! আমরা ক্রন্দনের খুবই ইচ্ছা করেছি, কিন্তু ক্রন্দন আসেনি।” তখন রাসূলুল্লাহ (সঃ) বললেনঃ “আচ্ছা, আমি আবার পড়ছি। যাদের কান্না আসবে না তারাও যেন কাদার মত ভাব দেখায় এবং লৌকিকতা করে কাঁদে।” তখন তাঁরা লৌকিকতা করে কাঁদলেন। (এ হাদীসটি ইমাম হাফিয আবুল কাসিম তিবরানী (রঃ) স্বীয় মু’জামূল কাবীর গ্রন্থে বর্ণনা করেছেন। কিন্তু হাদীসটি খুবই গরীব)হযরত মালিক আশ'আরী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেন, নিশ্চয়ই আল্লাহ তা'আলা বলেনঃ “তিনটি জিনিস আমি আমার বান্দাদের হতে গোপন রেখেছি। যদি ওগুলোও তারা দেখে নিতো তবে কোন লোক কখনো কোন মন্দ কাজ করতো না। যদি আমি পর্দা সরিয়ে দিতাম এবং তারা আমাকে দেখে নিয়ে দৃঢ় বিশ্বাস করে নিতো যে, আমি আমার মাখলুকের সাথে কি ব্যবহার করি, যখন আমি তাদের কাছে এসে অসমানকে মুষ্টির মধ্যে নিয়ে নিতাম, অতঃপর যমীনকেও মুষ্টির মধ্যে নিতাম এবং বলতামঃ আমিই বাদশাহ্। আমি ছাড়া রাজ্যের বাদশাহ্ কে? তারপর তাদেরকে জান্নাত দেখাতাম এবং ওর মধ্যে যতগুলো উত্তম ও মনোমুগ্ধকর জিনিস রয়েছে তার সবই দেখাতাম। তারপর তাদেরকে দেখাতাম জাহান্নাম এবং তারা তথাকার শাস্তি অবলোকন করতো, তখন তাদের সবকিছু বিশ্বাস হয়ে যেতো কিন্তু আমি ইচ্ছা করেই এগুলো তাদের থেকে গোপন রেখেছি, যাতে জেনে নিই যে, তারা কিভাবে আমল করে। কেননা, আমি তো তাদের জন্যে সবকিছুই বর্ণনা করে দিয়েছি।” (এ হাদীসটিও আল কিতাবুল মু'জামে বর্ণিত হয়েছে। কিন্তু এটা আরো বেশী গারীব। এসব ব্যাপারে আল্লাহ তাআলাই সবচেয়ে ভাল জানেন)"
    },
    { "ayah": 68, "surah": 39, "text": "Please check ayah 39:70 for complete tafsir." },
    { "ayah": 69, "surah": 39, "text": "Please check ayah 39:70 for complete tafsir." },
    { "ayah": 7, "surah": 39, "text": "Please check ayah 39:8 for complete tafsir." },
    {
      "ayah": 70,
      "surah": 39,
      "text": "৬৮-৭০ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা কিয়ামতের ভয়াবহতার বর্ণনা দিচ্ছেন যে, শিংগায় ফুৎকার দেয়া হবে এবং এটা হবে দ্বিতীয় ফুঙ্কার, যার ফলে প্রত্যেক জীবিত মরে যাবে, সে আসমানেই থাকুক বা যমীনেই থাকুক। কিন্তু আল্লাহ যাদেরকে ইচ্ছা করেন জীবিত ও সজ্ঞান রাখার তাদের কথা স্বতন্ত্র। মশহুর হাদীসে আছে যে, এরপর অবশিষ্টদের রূহগুলো কবয করা হবে, এমন কি সর্বশেষে স্বয়ং হযরত মালাকুল মাউতের রূহ কবয করে নেয়া হবে। শুধুমাত্র আল্লাহ তাআলাই বাকী থাকবেন, যিনি জীবিত ও চিরঞ্জীব। যিনি পূর্ব হতেই ছিলেন এবং পরেও চিরস্থায়ীভাবে থাকবেন। অতঃপর তিনি বলবেনঃ (আরবী) অর্থাৎ “আজ রাজত্ব কার?” (৪০:১৬) এ কথা তিনি তিনবার বলবেন। তারপর তিনি নিজেকেই নিজে উত্তর দিবেনঃ (আরবী) অর্থাৎ “(আজকে রাজত্ব হচ্ছে) এক আল্লাহর জন্যে তিনি মহাপরাক্রমশালী।” (৪০:১৬) তিনিই আজ সর্বময় ক্ষমতার অধিকারী, যিনি প্রত্যেক জিনিসকে নিজের অধীনস্থ করে দিয়েছেন। আজ তিনি সবকিছুকেই ধ্বংসের হুকুম দান করেছেন। তারপর আল্লাহ তা'আলা স্বীয় মাখলুককে দ্বিতীয়বার জীবিত করবেন। সর্বপ্রথম তিনি জীবিত করবেন হযরত ইসরাফীল (আঃ)-কে। তাঁকে আবার তিনি শিংগায় ফুস্কার দেয়ার নির্দেশ দিবেন। এটা হবে তৃতীয় ফুকার যার ফলে সমস্ত সৃষ্টজীব, যারা মৃত ছিল, জীবিত হয়ে যাবে, যার বর্ণনা এই আয়াতে দেয়া হয়েছে যে, আবার শিংগায় ফুকার দেয়া হবে, তৎক্ষণাৎ তারা দণ্ডায়মান হয়ে তাকাতে থাকবে। যেমন আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ “এটাতো শুধু এক বিকট শব্দ, তখনই ময়দানে তাদের আবির্ভাব হবে।” (৭৯:১৩-১৪) মহামহিমান্বিত আল্লাহ আর এক জায়গায় বলেনঃ (আরবী) অর্থাৎ “যেদিন আল্লাহ তোমাদেরকে আহ্বান করবেন সেই দিন তোমরা তাঁর প্রশংসা করতে করতে তার আহ্বানে সাড়া দিবে এবং তোমরা ধারণা করবে যে, দুনিয়ায় তোমরা অল্প দিনই অবস্থান করেছিলে।” (১৭:৫২) মহান আল্লাহ অন্য এক জায়গায় বলেনঃ (আরবী) অর্থাৎ “এবং তাঁর নিদর্শনাবলীর মধ্যে রয়েছে তারই আদেশে আকাশ ও পৃথিবীর স্থিতি, অতঃপর আল্লাহ যখন তোমাদেরকে মৃত্তিকা হতে উঠাবার জন্যে একবার আহ্বান করবেন তখন তোমরা উঠে আসবে।” (৩০:২৫)মুসনাদে আহমাদে বর্ণিত আছে যে, একটি লোক হযরত আবদুল্লাহ ইবনে উমার (রাঃ)-কে বলেঃ “আপনি বলে থাকেন যে, এরূপ এরূপ সময়ে কিয়ামত সংঘটিত হবে (তা কখন হবে?)।” হযরত ইবনে উমার (রাঃ) তার এ কথায় অসন্তুষ্ট হয়ে বলেনঃ “আমার মন তো চাচ্ছে যে, তোমাদের কাছে কিছুই বর্ণনা করবো না। আমি তো বলেছিলাম যে, অল্প দিনের মধ্যেই তোমরা গুরুত্বপূর্ণ ব্যাপার অবলোকন করবে। অতঃপর তিনি বলেন, আমি রাসূলুল্লাহ (সঃ)-কে বলতে শুনেছিঃ “আমার উম্মতের মধ্যে দাজ্জাল আসবে এবং চল্লিশ পর্যন্ত অবস্থান করবে। চল্লিশ দিন না চল্লিশ মাস, না চল্লিশ বছর, না চল্লিশ রাত তা আমি জানি না। তারপর আল্লাহ তা'আলা হযরত ঈসা ইবনে মারইয়াম (আঃ)-কে প্রেরণ করবেন। তিনি আকৃতিতে হযরত উরওয়া ইবন মাসউদ (রাঃ)-এর সাথে খুবই সাদৃশ্যযুক্ত। আল্লাহ তাআলা তাঁকে বিজয়ী করবেন এবং দাজ্জাল তার হাতে মারা পড়বে। এর পর সাত বছর পর্যন্ত লোক এমনভাবে মিলে-জুলে থাকবে যে, দুই ব্যক্তির মধ্যে কোন শত্রুতা থাকবে না। অতঃপর আল্লাহ তা'আলা সিরিয়ার দিক হতে এক হালকা ঠাণ্ডা বাতাস প্রবাহিত করবেন, যার দ্বারা সমস্ত মুমিন ব্যক্তির জীবন কবয করে নেয়া হবে। এমনকি যার অন্তরে সরিষার দানা পরিমাণও ঈমান রয়েছে সেও মরে যাবে, সে যেখানেই থাকুক না কেন। যদি সে পাহাড়ের গহ্বরেও অবস্থান করে তবুও ঐ বায়ু সেখানে পৌঁছে যাবে।” আমি এটা স্বয়ং রাসূলুল্লাহ (সঃ) হতে শুনেছি। অতঃপর শুধুমাত্র মন্দ ও পাপী লোকেরাই বেঁচে থাকবে যারা হবে পাখী ও পশুর মত বিবেক-বুদ্ধিহীন। না তারা ভাল চিনবে না বুঝবে, না মন্দকে মন্দ বলে জানবে। তাদের উপর শয়তান প্রকাশিত হবে এবং সে তাদেরকে বলবেঃ “তোমাদের লজ্জা করে না যে, তোমরা মূর্তিপূজা পরিত্যাগ করেছো?” অতঃপর সে তাদেরকে মূর্তিপূজার নির্দেশ দিবে এবং তারা তখন ওগুলোর পূজা শুরু করে দিবে। ঐ অবস্থাতেও আল্লাহ তা'আলা তাদের রুযী-রোযগারে প্রশস্ততা দান করতে থাকবেন। তারপর শিংগায় ফুঙ্কার দেয়া হবে। যার কানে এ শব্দ পৌঁছবে সে এদিকে পড়ে যাবে এবং ওদিকে দাঁড়িয়ে যাবে, আবার পড়বে। সর্বপ্রথম এই শব্দ যার কানে পৌঁছবে সে হবে ঐ ব্যক্তি যে তার হাউয বা চৌবাচ্চা ঠিকঠাক করতে থাকবে। তৎক্ষণাৎ সে অজ্ঞান হয়ে পড়ে যাবে। তারপর সবাই বেহুশ ও আত্মবিস্মৃত হয়ে পড়বে। এরপর আল্লাহ তাআলা বৃষ্টি বর্ষণ করবেন যা শিশিরের মত হবে, যার দ্বারা মানুষের দেহ উদগত হবে। তারপর দ্বিতীয়বার শিংগায় ফুৎকার দেয়া হবে তখন সবাই দণ্ডায়মান হয়ে তাকাতে থাকবে। অতঃপর তাদেরকে বলা হবেঃ “হে লোক সকল! তোমাদের প্রতিপালকের দিকে চল।” (আল্লাহ তা'আলা বলবেনঃ) “তাদেরকে দাঁড় করাও, তারা জিজ্ঞাসিত হবে। তারপর বলা হবেঃ “জাহান্নামের অংশ বের করে নাও।” জিজ্ঞেস করা হবেঃ “কত?” উত্তরে বলা হবেঃ “প্রতি হাজারে নয়শ’ নিরানব্বই জন।\" এটা হবে ঐদিন যেই দিন (ভয়ে) বালক বৃন্ধ হয়ে যাবে এবং পদনালী খুলে যাবে। [আরবী) -এর শাব্দিক অর্থ হলো ‘পদনালী বা পায়ের গোছা উন্মোচিত হবে'। এটি একটি আরবী বাগধারা। এর ভাবার্থ হলো (আরবী) বা চরম সংকট]হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “দুই ফুঙ্কারের মাঝে চল্লিশের ব্যবধান থাকবে। জনগণ জিজ্ঞেস করলেনঃ “হে আবু হুরাইরা (রাঃ)! চল্লিশ দিন কি?\" জবাবে তিনি বলেনঃ “আমি (উত্তর দিতে) অস্বীকার করলাম। তারা বললোঃ “চল্লিশ বছর কি?” তিনি উত্তর দিলেনঃ “আমি (এর উত্তর দিতেও) অস্বীকৃতি জানাচ্ছি।” তারা জিজ্ঞেস করলোঃ “চল্লিশ মাস কি?” তিনি জবাবে বললেনঃ “আমি (এর উত্তর দানেও) অস্বীকার করছি। কথা হলো এই যে, মানুষের দেহের) সব কিছুই সড়ে পচে নষ্ট ও বিলীন হয়ে যাবে। শুধুমাত্র মেরুদণ্ডের একটি অস্থি ঠিক থাকবে। ওটা দ্বারা সৃষ্টির পুনর্বিন্যাস করা হবে।” (এ হাদীসটি ইমাম বুখারী (রঃ) বর্ণনা করেছেন)হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেন, আমি হযরত জিবরাঈল (আঃ)-কে জিজ্ঞেস করলামঃ (আরবী) এই আয়াতে আল্লাহ্ তা'আলার ইচ্ছায় যারা মূৰ্ছিত হবে না তারা কারা? উত্তরে হযরত জিবরাঈল (আঃ) বলেনঃ “তারা হলো শহীদ, যারা তরবারী লটকানো অবস্থায় আল্লাহর আরশের চতুর্দিকে অবস্থান করবে। ফেরেশতাবর্গ অভ্যর্থনা করে তাদেরকে হাশরের মাঠে নিয়ে যাবেন। তারা মণি-মানিক্যের উষ্ট্রের উপর সওয়ার হবে, যেগুলোর গদি রেশমের চেয়েও নরম হবে। মানুষের দৃষ্টি যতদূর যায় ততদূর পর্যন্ত হবে উষ্ট্রগুলোর এক কদম। তারা জান্নাতের মধ্যে পরম সুখে ও আরাম আয়েশের মধ্যে থাকবে। তারা বলবেঃ চল, আল্লাহ্ তা'আলা তাঁর সৃষ্টজীবের মধ্যে বিচার-ফায়সালা করবেন তা আমরা দেখবো। সুতরাং তাদের দিকে দেখে আল্লাহ তা'আলা হেসে উঠবেন। যেখানে আল্লাহ পাক কোন বান্দাকে দেখে হাসেন সেখানে তার উপর কোন হিসাব নেই।” (এ হাদীসটি আবু ইয়া’লা (রঃ) বর্ণনা করেছেন। এর সমস্ত বর্ণনাকারী নির্ভরযোগ্য। কিন্তু ইসমাঈল ইবনে আইয়াশ (রঃ)-এর উস্তাদ অপরিচিত। এসব ব্যাপারে আল্লাহ্ পাকই সবচেয়ে ভাল জানেন)মহান আল্লাহ বলেনঃ বিশ্ব ওর প্রতিপালকের জ্যোতিতে উদ্ভাসিত হয়ে উঠবে, আমলনামা পেশ করা হবে এবং নবীদেরকে আনয়ন করা হবে। যাঁরা সাক্ষ্য দিবেন যে, তাঁরা নিজেদের উম্মতদের নিকট তাবলীগ বা প্রচারকার্য চালিয়েছিলেন। আর বান্দাদের ভাল ও মন্দ কাজের রক্ষক ফেরেশতাদেরকে আনয়ন করা হবে এবং আদল ও ইনসাফের সাথে মাখলুকের বিচার মীমাংসা করা হবে। কারো উপর কোন প্রকারের অত্যাচার করা হবে না। যেমন আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ “কিয়ামতের দিন আমি ন্যায়ের দাঁড়িপাল্লা প্রতিষ্ঠিত করবো এবং কারো প্রতি বিন্দুমাত্র যুলুম করা হবে না। কোন আমল যদি সরিষার দানা পরিমাণও হয় তবুও আমি তা হাযির করবো এবং আমিই হিসাব নেয়ার জন্যে যথেষ্ট।” (২১:৪৭) মহামহিমান্বিত আল্লাহ আর এক জায়গায় বলেনঃ (আরবী) অর্থাৎ “আল্লাহ তাআলা অণু পরিমাণও অত্যাচার করেন না। যদি একটি পুণ্য হয় তবে তিনি তা বৃদ্ধি করে দেন এবং নিজের নিকট হতে তিনি বড় প্রতিদান প্রদান করেন।” (৪:৪০) এজন্যেই মহামহিমান্বিত আল্লাহ এখানে বলেনঃ প্রত্যেককে তার ভাল-মন্দ কার্যের পূর্ণ প্রতিফল দেয়া হবে এবং তারা যা করে সে সম্পর্কে আল্লাহ সৃবিশেষ অবহিত।"
    },
    { "ayah": 71, "surah": 39, "text": "Please check ayah 39:72 for complete tafsir." },
    {
      "ayah": 72,
      "surah": 39,
      "text": "৭১-৭২ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা সত্য প্রত্যাখ্যানকারী হতভাগ্য কাফিরদের পরিণাম সম্পর্কে সংবাদ দিচ্ছেন যে, তাদেরকে জন্তুর মত শাসন-গর্জন ও ধমকের সাথে লাঞ্ছিত অবস্থায় দলে দলে হাঁকিয়ে জাহান্নামের দিকে নিয়ে যাওয়া হবে। যেমন মহামহিমান্বিত আল্লাহ অন্য আয়াতে বলেনঃ (আরবী) অর্থাৎ “যেই দিন তাদেরকে ধাক্কা দিয়ে জাহান্নামের দিকে নিয়ে যাওয়া হবে।”(৫২:১৩) অর্থাৎ তাদেরকে ধাক্কা দিয়ে দিয়ে নিয়ে যাওয়া হবে এবং তারা হবে কঠিন পিপাসার্ত। যেমন মহান আল্লাহ আর এক জায়গায় বলেনঃ (আরবী) অর্থাৎ “যেদিন দয়াময়ের নিকট মুত্তাকীদেরকে সম্মানিত মেহমানরূপে সমবেত করবো, এবং অপরাধীদেরকে তৃষ্ণাতুর অবস্থায় জাহান্নামের দিকে খেদিয়ে নিয়ে যাবো।” (১৯:৮৫-৮৬) তা ছাড়া তারা সেদিন হবে বধির, মূক ও অন্ধ এবং তাদেরকে মুখের ভরে টেনে হেঁচড়ে নিয়ে যাওয়া হবে। যেমন আল্লাহ তাবারাকা ওয়া তা'আলা অন্য জায়গায় বলেনঃ (আরবী) অর্থাৎ “কিয়ামতের দিন আমি তাদেরকে সমবেত করবো তাদের মুখের ভরে চলা অবস্থায় অন্ধ, মূক ও বধির করে। তাদের আবাসস্থল জাহান্নাম; যখনই তা স্তিমিত হবে আমি তখন তাদের জন্যে অগ্নিশিখা বৃদ্ধি করে দিবো।” (১৭:৯৭)মহাপ্রতাপান্বিত আল্লাহ বলেনঃ যখন তারা জাহান্নামের নিকটবর্তী হবে তখন ওর প্রবেশদ্বারগুলো খুলে দেয়া হবে, যাতে তৎক্ষণাৎ শাস্তি শুরু হয়ে যায়। অতঃপর তাদেরকে তথাকার রক্ষী ফেরেশতারা লজ্জিত করার জন্যে ধমকের সুরে বলবেঃ তোমাদের নিকট কি তোমাদের মধ্য হতে রাসূল আসেননি যারা তোমাদের নিকট তোমাদের প্রতিপালকের আয়াত আবৃত্তি করতেন এবং এই দিনের সাক্ষাৎ সম্বন্ধে তোমাদেরকে সতর্ক করতেন? তারা জবাবে বলবেঃ হ্যাঁ, আমাদের নিকট আল্লাহর রাসূল অবশ্যই এসেছিলেন, দলীলও কায়েম করেছিলেন, বহু কিছু আমাদেরকে শুনিয়েছিলেন, বুঝিয়েছিলেন এবং এই দিনের সাক্ষাৎ সম্বন্ধে সতর্কও করেছিলেন। কিন্তু আমরা তাঁদের কথায় কর্ণপাত করিনি, বরং তাদের বিরুদ্ধাচরণ করেছিলাম। কেননা, আমরা হলাম হতভাগ্য। আমাদের ভাগ্যে এই বিড়ম্বনাই ছিল। বস্তুতঃ কাফিরদের প্রতি শাস্তির কথা বাস্তবায়িত হয়েছে। যেমন মহামহিমান্বিত আল্লাহ তাদের সম্বন্ধে খবর দিতে গিয়ে অন্য জায়গায় বলেনঃ (আরবী) অর্থাৎ “যখনই ওতে কোন দলকে নিক্ষেপ করা হবে, তাদেরকে রক্ষীরা জিজ্ঞেস করবেঃ তোমাদের নিকট কি কোন সতর্ককারী আসেনি? তারা জবাবে বলবেঃ অবশ্যই আমাদের নিকট সতর্ককারী এসেছিল, আমরা তাদেরকে মিথ্যাবাদী গণ্য করেছিলাম এবং বলেছিলামঃ আল্লাহ কিছুই অবতীর্ণ করেননি, তোমরা তো মহা বিভ্রান্তিতে রয়েছে। তারা আরো বলবেঃ যদি আমরা শুনতাম অথবা বিবেক-বুদ্ধি প্রয়োগ করতাম, তাহলে আমরা জাহান্নামবাসী হতাম না।” (৬৭:৮-১০) অর্থাৎ এভাবে তারা নিজেদেরকে তিরস্কার করবে এবং খুবই অনুতপ্ত হবে। তাই আল্লাহ তা'আলা এর পরে বলেনঃ (আরবী) অর্থাৎ তারা তাদের অপরাধ স্বীকার করবে। অভিশাপ জাহান্নামীদের জন্যে!” (৬৭:১১)আল্লাহ তাবারাকা ওয়া তা'আলা বলেনঃ তাদেরকে বলা হবে- জাহান্নামের দ্বারসমূহে প্রবেশ কর তাতে স্থায়ীভাবে বসবাসের জন্যে। অর্থাৎ যেই তাদেরকে দেখবে এবং তাদের অবস্থা জানবে সেই পরিষ্কারভাবে বলে উঠবে যে, নিশ্চয়ই এরা এরই যোগ্য। এই উক্তিকারীর নাম নেয়া হয়নি, বরং তাকে সাধারণভাবে ছেড়ে দেয়া হয়েছে যাতে তার সাধারণত্ব বাকী থাকে। আর যাতে আল্লাহ তা'আলার ন্যায়ের সাক্ষ্য পুরো হয়ে যায়। তাদেরকে বলা হবেঃ এখন তোমরা জাহান্নামে চলে যাও। সেখানে স্বায়ীভাবে জ্বলতে পুড়তে থাকো। এখান হতে না তোমরা কখনো ছুটতে পারবে, তোমাদের মৃত্যু হবে। আহা! উদ্ধতদের আবাসস্থল কতই না নিকৃষ্ট। যেখানে তাদেরকে দিনরাত জ্বলতে পুড়তে হবে! অহংকারীদের অহংকার ও সত্যকে প্রত্যাখ্যান করার প্রতিফল এটাই, যা তাদেরকে এরূপ নিকৃষ্ট জায়গায় পৌঁছিয়ে দিয়েছে। এটা কতই না জঘন্য অবস্থা! কতই না শিক্ষামূলক পরিণাম এটা!"
    },
    { "ayah": 73, "surah": 39, "text": "Please check ayah 39:74 for complete tafsir." },
    {
      "ayah": 74,
      "surah": 39,
      "text": "৭৩-৭৪ নং আয়াতের তাফসীর:\nউপরে হতভাগ্য ও পাপীদের পরিণাম ও তাদের অবস্থার বর্ণনা দেয়া হয়েছে। এখানে ভাগ্যবান আল্লাহভীরু ও সৎ লোকদের পরিণামের বর্ণনা দেয়া হচ্ছে। তাদেরকে উত্তম ও সুন্দর উষ্ট্রীর উপর আরোহণ করিয়ে দলে দলে জান্নাতের দিকে নিয়ে যাওয়া হবে। তাদের বিভিন্ন দল থাকবে। প্রথমে আল্লাহর নৈকট্য লাভকারী বিশিষ্ট লোকদের দল, তারপর পুণ্যবানদের দল, এরপর তাদের চেয়ে কম মর্যাদাপূর্ণ লোকদের দল এবং এরপর তাদের চেয়েও কম মর্যাদা সম্পন্ন লোকদের দল থাকবে। নবীগণ থাকবেন নবীদের দলে, সিদ্দীকগণ থাকবেন তাদের সমপর্যায়ের লোকদের দলে, শহীদগণ থাকবেন শহীদদের দলে এবং আলেমগণ থাকবেন আলেমদের দলে। মোটকথা, প্রত্যেকেই তাঁর সমপর্যায়ের লোকের সাথে থাকবেন। যখন তারা জান্নাতের নিকট পৌঁছে যাবেন এবং পুলসিরাত অতিক্রম করে ফেলবেন তখন তথায় একটি পুলের উপর তাদেরকে দাঁড় করানো হবে এবং তাঁদের পরস্পরের মধ্যে যে যুলুম ও উৎপীড়ন ছিল তার প্রতিশোধ ও বদলা গ্রহণ করিয়ে দেয়া হবে। যখন তারা সম্পূর্ণরূপে পাক-সাফ হয়ে যাবেন তখন তাদেরকে জান্নাতে প্রবেশের অনুমতি দান করা হবে।সূর বা শিংগার সুদীর্ঘ হাদীসে রয়েছে যে, জান্নাতের দরযার উপর পৌঁছে জান্নাতীরা পরস্পরের মধ্যে পরামর্শ করবেঃ দেখা যাক, কাকে প্রথমে জান্নাতে প্রবেশের অনুমতি দেয়া হয়! অতঃপর তারা ইচ্ছা করবে হযরত আদম (আঃ)-এর, তারপর হযরত নূহ (আঃ)-এর, তারপর হযরত ইবরাহীম (আঃ)-এর, এরপর হযরত মূসা (আঃ)-এর, তারপর হযরত ঈসা (আঃ)-এর এবং এরপর তারা হযরত মুহাম্মাদ (সঃ)-এর প্রতি ইচ্ছা পোষণ করবে, যেমন হাশরের মাঠে সুপারিশের ক্ষেত্রে করেছিল। এর দ্বারা সর্বক্ষেত্রে হযরত মুহাম্মাদ (সঃ)-এর ফযীলত প্রকাশ করাই উদ্দেশ্য। সহীহ মুসলিমের হাদীসে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “জান্নাতে আমিই হবে প্রথম সুপারিশকারী।” অন্য রিওয়াইয়াতে আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমিই হলাম এমন এক ব্যক্তি যে, সর্বপ্রথম আমিই জান্নাতের দরযায় করাঘাত করবো।” মুসনাদে আহমাদে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেন, কিয়ামতের দিন আমি জান্নাতের দরযা খুলতে চাইলে তথাকার দারোগা আমাকে জিজ্ঞেস করবেঃ “আপনি কে?” আমি উত্তরে বলবোঃ আমি হলাম মুহাম্মাদ (সঃ)! সে তখন বলবেঃ “আমার উপর এই নির্দেশই ছিল যে, আপনার আগমনের পূর্বে আমি যেন কারো জন্যে জান্নাতের দর না খুলি।”হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “প্রথম যে দলটি জান্নাতে প্রবেশ করবে তাদের চেহারা চৌদ্দ তারিখের চন্দ্রের মত উজ্জ্বল হবে। থুথু, প্রস্রাব, পায়খানা ইত্যাদি কিছুই সেখানে হবে না। তাদের পানাহারের পাত্রগুলো হবে স্বর্ণ ও রৌপ্য নির্মিত। তাদের অঙ্গার ধাণিকা হতে সুগন্ধি বিচ্ছুরিত হবে। তাদের ঘর্ম হবে মিশক আম্বর। তাদের প্রত্যেকের দু’জন স্ত্রী হবে, যাদের পদনালী এমন সুন্দর ও পরিচ্ছন্ন হবে যে, ওর মজ্জা মাংসের পিছন হতে দেখা যাবে। কোন দু’জন লোকের মধ্যে কোন মতানৈক্য, হিংসা-বিদ্বেষ ও শত্রুতা থাকবে না। তাদের অন্তরগুলো একটি অন্তরে পরিণত হয়ে সকাল-সন্ধ্যায় আল্লাহর তাসবীহ পাঠ করতে থাকবে। (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)হাফিয আবু ইয়া’লা (রঃ)-এর হাদীস গ্রন্থে রয়েছেঃ প্রথম যে দলটি জান্নাতে যাবে তাদের চেহারা চৌদ্দ তারিখের চন্দ্রের মত উজ্জ্বল হবে। তাদের পরবর্তী দলটির চেহারা হবে আকাশের উজ্জ্বলতম নক্ষত্রের মত উজ্জ্বল। তারপর তাতে প্রায় উপরে বর্ণিত হাদীস-এর বর্ণনার মতই বর্ণনা রয়েছে এবং এও রয়েছে যে, তাদের দেহ হবে ষাট হাত লম্বা, যেমন হযরত আদম (আঃ)-এর দেহ ছিল। আর একটি হাদীসে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমার উম্মতের একটি দল, যাদের সংখ্যা হবে সত্তর হাজার, সর্বপ্রথম জান্নাতে প্রবেশ করবে। তাদের চেহারা চৌদ্দ তারিখের চন্দ্রের ন্যায় উজ্জ্বল হবে।” একথা শুনে হযরত আক্কাশা মুহসিন (রাঃ) দাঁড়িয়ে গিয়ে বলেনঃ “হে আল্লাহর রাসূল (সাঃ)! আমার জন্যে দু'আ করুন যেন আল্লাহ তা'আলা আমাকে তাদেরই অন্তর্ভুক্ত করেন।” তখন রাসূলুল্লাহ (সঃ) দুআ করলেনঃ “হে আল্লাহ! তাকে তাদেরই অন্তর্ভুক্ত করুন!” অতঃপর একজন আনসারী দাঁড়িয়ে গিয়ে বলেনঃ “হে আল্লাহর রাসূল (সঃ)! আমার জন্যে দু'আ করুন যেন আল্লাহ আমাকেও তাদের অন্তর্ভুক্ত করেন। তখন তিনি তাকে বলেনঃ “আক্কাশা (রাঃ) তোমার অগ্রগামী হয়ে গেছে।” এই সত্তর হাজার লোকের বিনা হিসাবে জান্নাতে প্রবেশ করার কথা বহু কিতাবে বহু সনদে বহু সাহাবী (রাঃ) হতে বর্ণিত আছে।হযরত সাহল ইবনে সা'দ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমার উম্মতের মধ্যে সত্তর হাজার অথবা সাত লক্ষ লোক এক সাথে জান্নাতে প্রবেশ করবে। তারা একে অপরকে ধরে থাকবে। তারা একই সাথে জান্নাতে পা রাখবে। তাদের চেহারা হবে চৌদ্দ তারিখের চন্দ্রের মত (উজ্বল)।” (এ হাদীসটি ইমাম বুখারী (রঃ) ও ইমাম মুসলিম (রঃ) বর্ণনা করেছেন)হযরত আবু উমামা আল বাহেলী (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহ (সঃ)-কে বলতে শুনেছেনঃ “আমার সাথে আমার প্রতিপালকের ওয়াদা রয়েছে যে, আমার উম্মতের সত্তর হাজার লোক জান্নাতে যাবে এবং প্রতি হাজারের সাথে আরো সত্তর হাজার হবে, তাদের না হিসাব হবে, না শাস্তি হবে। তারা ছাড়া আরো তিন লপ বা অঞ্জলি পূর্ণ লোক (জান্নাতে বিনা হিসাবে যাবে), যাদেরকে আল্লাহ নিজের হাতের অঞ্জলি ভরে জান্নাতে পৌছিয়ে দিবেন। (এ হাদীসটি ইমাম তিবরানী (রঃ) এবং ইবনে আবি শায়বা (রঃ) বর্ণনা করেছেন) যখন এই সৌভাগ্যবান বুযুর্গ ব্যক্তিরা জান্নাতের নিকট পৌঁছে যাবেন তখন তাঁদের জন্যে জান্নাতের দরগুলো খুলে দেয়া হবে। সেখানে তাদের খুবই ইযযত ও সম্মান হবে। তথাকার রক্ষক ফেরেশতারা তাদেরকে সুসংবাদ প্রদান করবেন, তাঁদের প্রশংসা করবেন এবং সালাম জানাবেন। এরপরের উত্তর কুরআন কারীমে উহ্য রাখা হয়েছে, যাতে সাধারণত্ব বাকী থাকে। ভাবার্থ এই যে, ঐ সময় তারা পূর্ণভাবে খুশী হয়ে যাবেন। তথায় তারা কল্পনাতীত আনন্দ, শান্তি এবং আরাম ও আয়েশ লাভ করবেন। তাদের সর্বপ্রকারের মনোবাসনা পূর্ণ হয়ে যাবে।এখানে একথা বর্ণনা করে দেয়াও জরুরী যে, কতকগুলো লোক (আরবী)-এর (আরবী) টিকে যে অষ্টম (আরবী) বলেছেন এবং এর দ্বারা দলীল গ্রহণ করেছেন যে, জান্নাতের আটটি দরযা রয়েছে, তাঁরা খুব লৌকিকতা করেছেন এবং অযথা কষ্ট স্বীকার করেছেন। জান্নাতের আটটি দরযার কথা তো সহীহ হাদীসসমূহ দ্বারা প্রমাণিত। হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যক্তি নিজের মাল হতে আল্লাহর পথে জোড়া জোড়া খরচ করবে তাকে জান্নাতের সবগুলো দরযা হতে ডাক দেয়া হবে। জান্নাতের কয়েকটি দর রয়েছে। নামাযীকে ‘বাবুসসালাত’ হতে, দাতাকে বাবুস সাদকা হতে, মুজাহিদকে বাবুল জিহাদ’ হতে এবং রোযাদারকে ‘বাবুর রাইয়ান’ হতে ডাক দেয়া হবে।” একথা শুনে হযরত আবূ বকর (রাঃ) বলেনঃ “হে আল্লাহর রাসূল (সঃ)! এর তো কোন প্রয়োজন নেই যে, প্রত্যেক দর হতে ডাক দেয়া হোক, কারণ যে দরযা হতেই ডাক দেয়া হোক না কেন, উদ্দেশ্য তো হলো জান্নাতে প্রবেশ করা। কিন্তু এমন কোন লোক কি আছে যাকে সমস্ত দুর থেকে ডাক দেয়া হবে?” উত্তরে রাসূলুল্লাহ (সঃ) বলেনঃ “হ্যা, আছে এবং আমি আশা করি যে, তুমিই হবে তাদের মধ্যে একজন।” (এ হাদীসটি সহীহ বুখারী, সহীহ মুসলিম এবং মুসনাদে আহমাদে বর্ণিত হয়েছে) হযরত সাহল ইবনে সা'দ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “জান্নাতের আটটি দর রয়েছে। ঐগুলোর মধ্যে একটির নাম হচ্ছে ‘বাবুর রাইয়ান’। এটা দিয়ে শুধু রোযাদারই প্রবেশ করবে।” হযরত উমার ইবনে খাত্তাব (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমাদের মধ্যে যে ব্যক্তি ভালভাবে ও পূর্ণমাত্রায় অযু করার পর পাঠ করেঃ (আরবী) অর্থাৎ “আমি সাক্ষ্য দিচ্ছি যে, আল্লাহ ছাড়া কোন মাবুদ নেই এবং আমি আরো সাক্ষ্য দিচ্ছি যে, মুহাম্মাদ (সঃ) তাঁর বান্দা ও রাসূল।” তার জন্যে জান্নাতের আটটি দরযা খুলে দেয়া হয়, যে দর দিয়ে ইচ্ছা সে জান্নাতে প্রবেশ করতে পারে। (এ হাদীসটি সহীহ মুসলিমে বর্ণনা করা হয়েছে)হযরত মু'আয (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ (আরবী) ‘লা-ইলাহা-ইল্লাল্লাহ’ হচ্ছে জান্নাতের চাবি।”\nজান্নাতের দরগুলোর প্রশস্ততার বর্ণনাঃ\nআমরা আল্লাহর নিকট তাঁর মহান অনুগ্রহ প্রার্থনা করছি যে, তিনি যেন আমাদেরকেও জান্নাতের অধিবাসী করেন। হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত সুদীর্ঘ হাদীসে রয়েছে যে, আল্লাহ তা'আলা বলবেনঃ “হে মুহাম্মাদ (সঃ)! তোমার উম্মতের মধ্যে যাদের হিসাব হবে না তাদেরকে ডান দিকের দর দিয়ে জান্নাতে নিয়ে যাও। তারা কিন্তু অন্যান্য দরগুলোতেও জনগণের সাথে শরীক হবে।” যার হাতে মুহাম্মাদ (সঃ)-এর প্রাণ রয়েছে তার শপথ! জান্নাতের চৌকাঠ এতো বড় ও প্রশস্ত যে, ওর প্রশস্ততা মক্কা ও হিজরের মধ্যকার দূরত্বের সমান অথবা হিজর ও মক্কার মধ্যবর্তী দূরত্বের সমান।\" (এ হাদীসটি সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত আছে)হযরত উবা ইবনে গাওয়ান (রাঃ) হতে বর্ণিত আছে যে, তিনি তাঁর ভাষণে বলেনঃ “আমার নিকট এটা বর্ণনা করা হয়েছে যে, জান্নাতের দরগুলোর প্রশস্ততা হবে চল্লিশ বছরের পথের দূরত্বের সমান। এমন একটি দিন আসবে যে, ঐ দিন জান্নাতে প্রবেশকারীদের অত্যন্ত ভীড় হবে, ফলে এই প্রশস্ত দরগুলোও লোকে পূর্ণ হয়ে যাবে।” (এ হাদীসটি সহীহ মুসলিমে বর্ণিত হয়েছে)হযরত আবু সাঈদ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ্ (সাঃ) বলেছেনঃ “জান্নাতের চৌকাঠের প্রশস্ততা হবে চল্লিশ বছরের পথের দূরত্বের সমান।” (আবদ ইবনে হুমায়েদ (রঃ) এ হাদীসটি বর্ণনা করেছেন)মহান আল্লাহ বলেন যে, জান্নাতীরা যখন জান্নাতের নিকটবর্তী হবে তখন রক্ষক ফেরেশতারা তাদেরকে বলবেঃ “তোমাদের প্রতি সালাম। তোমরা সুখী হও এবং জান্নাতে প্রবেশ কর স্থায়ীভাবে অবস্থিতির জন্যে। তোমাদের আমল, কথাবার্তা, চেষ্টা-তদবীর এবং বদলা-বিনিময় ইত্যাদি সবই আনন্দদায়ক।” যেমন রাসূলুল্লাহ (সঃ) কোন এক যুদ্ধের সময় স্বীয় ঘোষককে বলেছিলেনঃ “যাও, ঘোষণা করে দাও যে, জান্নাতে শুধু মুসলমানরাই যাবে কিংবা বলেছিলেন, মুমিনরাই শুধু জান্নাতে যাবে। ফেরেশতারা জান্নাতীদেরকে আরো বলবেনঃ “তোমাদেরকে এ জান্নাত হতে কখনো বের করা হবে না। বরং তোমরা এখানে চিরস্থায়ীভাবে অবস্থান করবে।” জান্নাতীরা নিজেদের এই অবস্থা দেখে খুশী হয়ে মহান আল্লাহর কৃতজ্ঞতা প্রকাশ করবে এবং বলবেঃ “প্রশংসা আল্লাহর, যিনি আমাদের প্রতি তার প্রতিশ্রুতি পূর্ণ করেছেন। দুনিয়ায় তাদের এই প্রার্থনাই ছিলঃ (আরবী) অর্থাৎ “হে আমাদের প্রতিপালক! আপনার রাসূলদের মাধ্যমে আমাদেরকে যা দিতে প্রতিশ্রুতি দিয়েছেন তা আমাদেরকে প্রদান করুন এবং কিয়ামতের দিন আমাদেরকে হেয় করবেন না। আপনি তো প্রতিশ্রুতির ব্যতিক্রম করেন না।” (৩:১৯৪) অন্য আয়াতে আছে যে, তারা এ সময় বলবেঃ (আরবী) অর্থাৎ “সমস্ত প্রশংসা আল্লাহর, যিনি আমাদেরকে এর জন্যে হিদায়াত দান করেছেন, তিনি আমাদেরকে হিদায়াত না করলে আমরা হিদায়াত লাভ করতাম না। অবশ্যই আমাদের নিকট আমাদের প্রতিপালকের রাসূলগণ সত্য নিয়ে এসেছিলেন।” (৭:৪৩) তারা আরো বলবেঃ (আরবী) অর্থাৎ “সমুদয় প্রশংসা আল্লাহর, যিনি আমাদের চিন্তা-দুঃখ দূর করে দিয়েছেন, নিশ্চয়ই আমাদের প্রতিপালক ক্ষমাশীল ও গুণগ্রাহী। যিনি আমাদেরকে স্বীয় অনুগ্রহে এই পবিত্র স্থান দান করেছেন, এখানে আমাদেরকে কোন দুঃখ-বেদনা এবং কষ্ট ও বিপদ স্পর্শ করে না।\" (৩৫:৩৪-৩৫)। মহান আল্লাহ জান্নাতীদের আরো উক্তি উদ্ধৃত করেনঃ ‘আল্লাহ আমাদেরকে অধিকারী করেছেন এই ভূমির; আমরা জান্নাতে যেথায় ইচ্ছা বসবাস করবো। আল্লাহ পাক বলেনঃ সদাচারীদের পুরস্কার কত উত্তম!এ আয়াতটি মহান আল্লাহর নিম্নের উক্তির মতঃ (আরবী) অর্থাৎ “আমি যিকরের বা উপদেশের পরে যৰূরে লিখে দিয়েছিলাম যে, আমার সৎ বা যোগ্যতা সম্পন্ন বান্দারা যমীনের ওয়ারিস হবে।” (২১:১০৫) এজন্যেই তারা বলবে, জান্নাতে যেথায় ইচ্ছা আমরা বসবাস করবো। এটাই হলো আমাদের আমলের উত্তম পুরস্কার। মিরাজের ঘটনায় হযরত আনাস (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “আমাকে জান্নাতে প্রবেশ করানো হলে আমি দেখি যে, ওর তাঁবুগুলো মণিমুক্তা নির্মিত এবং ওর মাটি খাঁটি মিশক আম্বর।” (এ হাদীসটি সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত হয়েছে)হযরত আবু সাঈদ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) হযরত ইবনে সায়েদ (রাঃ)-কে জান্নাতের মাটি সম্বন্ধে জিজ্ঞেস করলে তিনি উত্তরে বলেনঃ “ওটা সাদা ময়দার মত খাটি মিশক আম্বর। তখন রাসূলুল্লাহ (সঃ) বলেনঃ “সে সত্য কথা বলেছে।” (এ হাদীসটি ইমাম মুসলিম (রঃ) ও আবদ ইবনে হামীদ (রঃ) বর্ণনা করেছেন)(আরবী) আল্লাহ পাকের এই উক্তি সম্পর্কে হযরত আলী ইবনে আবি তালিব (রাঃ) হতে বর্ণিত আছে যে, জান্নাতের দরযায় পৌঁছে জান্নাতীরা একটি গাছ দেখতে পাবে, যার মূল হতে দু’টি নহর বের হতে থাকবে। একটি নহরে তারা গোসল করবে, যার ফলে তারা এমন পরিস্কার পরিচ্ছন্ন হবে যে, তাদের দেহ ও মুখমণ্ডল উজ্জ্বল হয়ে উঠবে। তাদের মাথার চুল তেল লাগানো ও চিরুণীকৃত থাকবে। আর কখনো চিরুণী করার প্রয়োজন হবে না। তাদের দেহের ও চেহারার রং-এর কোন পরিবর্তন ঘটবে না। অতঃপর তারা দ্বিতীয় নহরে যাবে। হয়তো তারা এর জন্যে আদিষ্ট থাকবে। ঐ নহরের পানি তারা পান করবে। ফলে সমস্ত ঘৃণিত জিনিস হতে তারা সম্পূর্ণরূপে পাক সাফ হয়ে যাবে। জান্নাতের ফেরেশতারা তাদেরকে সালাম দিবেন ও মুবারকবাদ জানাবেন এবং তাদেরকে জান্নাতে প্রবেশ করতে বলবেন। তাদের প্রত্যেকের কাছে কিশোর পরিচারকরা আসবে এবং তাদের সেবায় নিজেদের নিয়োজিত রাখবে। তারা ঐ জান্নাতবাসীদের বলবেঃ “আপনারা সন্তুষ্ট থাকুন। আল্লাহ তাআলা আপনাদের জন্যে বিভিন্ন প্রকারের নিয়ামত প্রস্তুত রেখেছেন। তাদের মধ্য হতে কেউ দৌড়িয়ে যাবে এবং যে জান্নাতবাসীর জন্যে যে হ্র নির্দিষ্ট রয়েছে। তাকে গিয়ে বলবেঃ “আপনাকে জানাই মুবারকবাদ। অমুক সাহেব এসে পড়েছেন। তার নাম শোনা মাত্রই ঐ হ্র খুশী হয়ে কিশোর পরিচারককে বলবেঃ “তুমি কি স্বয়ং তাঁকে দেখেছো?\" সে উত্তরে বলবেঃ “হ্যা, আমি স্বচক্ষে তাঁকে দেখে এসেছি।” ঐ হর তখন আনন্দে আটখানা হয়ে দরযার উপর এসে দাড়িয়ে যাবে। জান্নাতবাসী তার কক্ষে এসে দেখবে যে, সেখানে উন্নত মর্যাদা সম্পন্ন শয্যা রয়েছে, প্রস্তুত আছে পানপাত্র এবং সারি সারি উপাধান। বিছানা দেখার পর দেয়ালের প্রতি দৃষ্টি পড়লে সে দেখতে পাবে যে, ওটা লাল, সবুজ, হলদে, সাদা এবং নানা প্রকারের মণি-মুক্তা দ্বারা নির্মিত রয়েছে। অতঃপর ছাদের প্রতি চোখ পড়লে দেখবে যে, ওটা এতো পরিষ্কার পরিছন্ন যে, আলোর ন্যায় ঝকমক করছে। ওর আলো চোখের আলোকে নিভিয়ে দিবে যদি মহান আল্লাহ চোখের জ্যোতি ঠিক না রাখেন। অতঃপর সে স্বীয় স্ত্রীদের প্রতি অর্থাৎ জান্নাতী হ্রীদের প্রতি প্রেমের দৃষ্টি নিক্ষেপ করবে। তারপর সে নিজের আসনসমূহের যেটার উপর ইচ্ছা উপবেশন করবে এবং বলবেঃ “আল্লাহর শোকর যে, তিনি আমাদেরকে সুপথ প্রদর্শন করেছেন। যদি তিনি আমাদেরকে এ পথ প্রদর্শন না করতেন তবে কখনো আমরা এ পথে পরিচালিত হতাম না।”অন্য একটি হাদীসে আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ যার হাতে আমার প্রাণ রয়েছে সেই সত্তার শপথ! যখন এ লোকগুলো (জান্নাতী লোকগুলো) কবর হতে বের হবে তখন তাদের অভ্যর্থনা করা হবে। তাদের জন্যে ডানা বিশিষ্ট উষ্ট্র আনয়ন করা হবে যেগুলোর উপর সোনার হাওদা থাকবে। তাদের জুতার তলার লম্বা চামড়াটাও আলোয় ঝকমক করবে। এই উষ্ট্রগুলো এক একটি কদম এতো দূরে রাখবে যতদূর মানুষের দৃষ্টি যায়। তারা একটি গাছের নিকট পৌঁছবে যার নীচ হতে দু'টি নহর বয়ে যাচ্ছে। একটি নহরের পানি তারা পান করবে, যার ফলে তাদের পেটের সব জঞ্জাল এবং ময়লা আবর্জনা ধুয়ে মুছে পরিষ্কার হয়ে যাবে। তারপর দ্বিতীয় নহরটিতে তারা গোসল করবে। এরপর আর কখনো তাদের দেহ ময়লাযুক্ত হবে না এবং তাদের মাথার চুল এলোমেলো হবে না। তাদের শরীর ও চেহারা সদা উজ্জ্বল থাকবে। অতঃপর তারা জান্নাতের দর উপর আসবে। তারা দেখতে পাবে যে, লাল বর্ণের মণি-মাণিক্যের একটি গোলাকৃতি জিনিস সোনার তক্তার উপর ঝুলানো রয়েছে। তারা তখন তাতে আঘাত করবে এবং তা বেজে উঠবে। এ শব্দ শোনা মাত্রই প্রত্যেক হুর জেনে নিবে যে, তার স্বামী এসে গেছে। প্রত্যেকে তখন নিজ নিজ দারোয়ানকে দর খুলে দেয়ার হুকুম করবে। তখন দারোয়ান দরযা খুলে দিবে। সে ভিতরে পা রাখা মাত্রই দ্বাররক্ষীর আলোকোজ্জ্বল চেহারা দেখে সিজদায় পড়ে যাবে। কিন্তু ঐ দ্বাররক্ষী তাকে বাধা দিয়ে বলবেঃ “মস্তক উত্তোলন করুন! আমি তো আপনার অধীনস্থ। অতঃপর ঐ দ্বাররক্ষী তাকে সাথে নিয়ে এগিয়ে যাবে। যখন সে মণি-মুক্তা নির্মিত তাঁবুর কাছে পৌঁছবে যেখানে তার হ্র রয়েছে তখন ঐ হ্র আনন্দে আত্মহারা হয়ে তাঁবু হতে দৌড়িয়ে আসবে এবং তার সাথে আলিঙ্গনাবদ্ধ হয়ে বলবেঃ “আপনি আমার প্রেমপাত্র এবং আমি আপনার প্রেমপাত্রী। আমি এখানে চিরস্থায়ীভাবে অবস্থান করবো, কখনো আর মত্যবরণ করবো না। আমি বহু নিয়ামতের অধিকারিণী, দারিদ্র ও অভাব হতে আমি বহু দূরে রয়েছি। আমি আপনার প্রতি সদা সন্তুষ্ট থাকবো, কখনো অসন্তুষ্ট হবে না। সদা-সর্বদা আমি আপনার খিদমতে লেগে থাকবো। কখনো এদিক ওদিক সরে যাবো না।” অতঃপর ঐ জান্নাতবাসী ঘরে প্রবেশ করবে যার ছাদ মেঝে হতে এক লাখ হাত উঁচু হবে। ঐ ঘরের দেয়ালগুলো হবে নানা প্রকারের ও রঙ বেরঙের মণি-মুক্তা দ্বারা নির্মিত। ঐ ঘরে সত্তরটি আসন থাকবে। প্রতিটি আসনে সত্তরটি করে গদি থাকবে। প্রতিটি গদিতে সত্তরজন হুর থাকবে। প্রতিটি হ্র সত্তরটি করে হুল্লা পরিধান করে থাকবে। ঐ হুল্লাগুলোর মধ্য দিয়ে তাদের পদনালীর মজ্জা দেখা যাবে। তার সাথে সহবাসে দুনিয়ার রাত্রির প্রায় পুরো একটি রাত্রি কেটে যাবে। তাদের বাগান ও বাড়ীর নিম্নদেশ দিয়ে স্রোতস্বিনী প্রবাহিত হবে। ওর পানি কখনো দুর্গন্ধময় হবে না। ওর পানি হবে মুক্তার মত স্বচ্ছ। তথায় একটি দুধের নহর হবে, যার স্বাদ কখনো পরিবর্তন হবে না, যে দুধ কোন জন্তুর স্তন হতে বের হয়নি। একটি হবে সুরার নহর, যা হবে অত্যন্ত সুস্বাদু এবং যা কোন মানুষের হাতের তৈরী নয়। একটি খাঁটি মধুর নহর হবে যা মৌমাছির পেট হতে বহির্গত মধু নয়। এর চতুর্দিকে বিভিন্ন প্রকারের ফলে পরিপূর্ণ বৃক্ষরাজি থাকবে যেগুলোর ফল জান্নাতীদের দিকে ঝুঁকে পড়বে। তারা দাড়িয়ে দাড়িয়ে ফল নেয়ার ইচ্ছা করলে নিতে পারবে। যদি তারা বসে বসে ফল ভাঙ্গার ইচ্ছা করে তবে গাছের শাখা এমনভাবে ঝুঁকে পড়বে যে, তারা বসে বসেই ফল ভাঙ্গতে পারবে। শুয়ে শুয়ে ফল পাড়ার ইচ্ছা করলে শাখা ঐ পরিমাণই ঝুঁকে পড়বে।” অতঃপর তিনি নিম্নের আয়াত পাঠ করেনঃ (আরবী) অর্থাৎ “সন্নিহিত বৃক্ষছায়া তাদের উপর থাকবে এবং ওর ফলমূল সম্পূর্ণরূপে তাদের আয়ত্তাধীন করা হবে।” (৭৬:১৪) তারা যখন খাদ্য খাওয়ার ইচ্ছা করবে তখন সাদা বা সবুজ রঙ এর পাখী তাদের কাছে এসে স্বীয় পালক উঁচু করে দিবে। তারা ওর পার্শ্বদেশের যে প্রকারের গোশত খাওয়ার ইচ্ছা করবে খেয়ে নিবে। অতঃপর পাখীটি পূর্ববৎ জীবিত হয়ে উড়ে যাবে। ফেরেশতারা ঐ জান্নাতীদের কাছে আসবেন এবং সালাম করে বলবেনঃ “এগুলো হচ্ছে জান্নাত যেগুলোর ওয়ারিস তোমাদের আমলের কারণে তোমাদেরকে বানিয়ে দেয়া হয়েছে।”যদি কোন হুরের একটি চুল যমীনে এসে পড়ে তবে ওটা স্বীয় ঔজ্জ্বল্য ও কৃষ্ণতার দ্বারা সূর্যের কিরণকে আরো উজ্জ্বল করে দিবে এবং ওর কৃষ্ণতা প্রতীয়মান থাকবে। (এটা গারীব হাদীস, এটা যেন মুরসাল। এসব ব্যাপারে আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন)"
    },
    {
      "ayah": 75,
      "surah": 39,
      "text": "আল্লাহ তা'আলা যখন জান্নাতবাসী ও জাহান্নামবাসীদের ফায়সালা শুনিয়ে দেয়া এবং তাদেরকে তাদের আবাসস্থলে পৌঁছিয়ে দেয়ার অবস্থা বর্ণনা করা হতে ফারেগ হলেন এবং তাতে নিজের আদল ও ইনসাফ প্রমাণ করলেন, তখন এই আয়াতে তিনি স্বীয় নবী (সঃ)-কে সংবাদ দিলেন যে, হে নবী (সঃ)! কিয়ামতের দিন তুমি ফেরেশতাদেরকে দেখতে পাবে যে, তারা আরশের চতুষ্পর্শ্বে ঘিরে তাদের প্রতিপালকের সপ্রশংস পবিত্রতা ও মহিমা ঘোষণা করছে। আর সমস্ত মাখলুকের মধ্যে ন্যায়ের সাথে বিচার করা হবে। এই সরাসরি ন্যায় ও করুণাপূর্ণ ফায়সালায় খুশী হয়ে সারা বিশ্বজগত আল্লাহর প্রশংসা ও গুণকীর্তন করতে শুরু করবে এবং প্রাণী ও নির্জীব বস্তু হতে শব্দ উঠবেঃ (আরবী) অর্থাৎ “সমুদয় প্রশংসা জগতসমূহের প্রতিপালক আল্লাহর প্রাপ্য।” যেহেতু ঐ সময় প্রত্যেক শুষ্ক ও সিক্ত জিনিস আল্লাহর প্রশংসা ও গুণকীর্তন করবে সেই হেতু এখানে (আরবী) বা কর্মবাচ্যের রূপ আনয়ন করে কর্তাকে (আরবী) বা সাধারণ করা হয়েছে। হযরত কাতাদা (রঃ) বলেন যে, মাখলুককে সৃষ্টি করার সূচনাও হয়েছে আল্লাহর প্রশংসা দ্বারা। যেমন মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “সমস্ত প্রশংসা আল্লাহরই প্রাপ্য যিনি আকাশমণ্ডলী ও পৃথিবী সৃষ্টি করেছেন।” (৬:১) আর মাখলুকের পরিসমাপ্তিও হয়েছে প্রশংসা দ্বারা। যেমন মহামহিমান্বিত আল্লাহ বলেনঃ (আরবী) অর্থাৎ তাদের মধ্যে বিচার করা হবে ন্যায়ের সাথে; বলা হবে- প্রশংসা জাতসমূহের প্রতিপালক আল্লাহরই প্রাপ্য।”"
    },
    {
      "ayah": 8,
      "surah": 39,
      "text": "৭-৮ নং আয়াতের তাফসীর:\nআল্লাহ্ তাবারাকা ওয়া তা'আলা নিজের পবিত্র সত্তা সম্পর্কে খবর দিচ্ছেন যে, তিনি তাঁর বান্দাদের মোটেই মুখাপেক্ষী নন। কিন্তু বান্দারা সবাই তাঁর মুখাপেক্ষী। যেমন কুরআন কারীমে হযরত মূসা (আঃ)-এর উক্তি উদ্ধৃত হয়েছেঃ (আরবী) অর্থাৎ “যদি তোমরা কুফরী কর এবং ভূ-পৃষ্ঠে যারা রয়েছে সবাই কুফরীতে লিপ্ত হয়ে পড়ে তবে জেনে রেখো যে, নিশ্চয়ই আল্লাহ্ (বান্দাদের হতে) বেপরোয়া এবং প্রশংসিত।”(১৪:৮) সহীহ মুসলিমে রয়েছে যে, আল্লাহ তা'আলা বলেনঃ “হে আমার বান্দারা! যদি তোমাদের পূর্ববর্তীরা ও পরবর্তীরা, তোমরা (মানবরা) ও জ্বিনেরা সবাই সর্বাপেক্ষা পাপী ও দুশ্চরিত্র ব্যক্তির অন্তরের মত অন্তর বিশিষ্ট হয়ে যাও তবে আমার রাজত্বের তিল পরিমাণও হ্রাস পাবে না। বা আমার মর্যাদার অণু পরিমাণও হানি হবে না।” মহান আল্লাহ্ বলেনঃ আল্লাহ্ স্বীয় বান্দাদের অকৃতজ্ঞতা পছন্দ করেন না এবং তারা তাঁর প্রতি কৃতজ্ঞ হলে তিনি তাদের প্রতি সন্তুষ্ট হন এবং আরো বেশী বেশী নিয়ামত দান করেন।এরপর ঘোষিত হচ্ছে:একের ভার অন্যে বহন করবে না। একজনের বদলে অন্যজনকে পাকড়াও করা হবে না। আল্লাহ্ তা'আলার কাছে কোন কিছুই গোপন নেই। মানুষের অন্তরে যা রয়েছে তা তিনি সম্যক অবগত আছেন। অতঃপর মহান আল্লাহ বলেনঃ মানুষকে যখন দুঃখ-দৈন্য স্পর্শ করে তখন সে একনিষ্ঠভাবে তার প্রতিপালককে ডেকে থাকে। অর্থাৎ মানুষ তার প্রয়োজনের সময় অত্যন্ত বিনয় ও মিনতির সাথে আল্লাহর নিকট প্রার্থনা করে এবং তাঁকে এক ও অংশীবিহীন মেনে নেয়। যেমন মহান আল্লাহ্ বলেনঃ (আরবী) অর্থাৎ “সমুদ্রে যখন তোমাদেরকে বিপদ স্পর্শ করে তখন শুধু তিনি ব্যতীত অপর যাদেরকে তোমরা আহ্বান করে থাকে। তারা অন্তর্হিত হয়ে যায়। অতঃপর তিনি যখন তোমাদেরকে উদ্ধার করে স্থলে আনেন তখন তোমরা মুখ ফিরিয়ে নাও। মানুষ অতিশয় অকৃতজ্ঞ।”(১৭:৬৭) এ জন্যেই এখানে আল্লাহ্ তা'আলা বলেনঃ পরে যখন তিনি তার প্রতি অনুগ্রহ করেন তখন সে বিস্মৃত হয়ে যায় তার পূর্বে যার জন্যে সে ডেকেছিল। অর্থাৎ পূর্বে বিপদের সময় যে আল্লাহকে অত্যন্ত বিনয়ের সাথে ডেকেছিল তাঁকে সম্পূর্ণরূপে বিস্মৃত হয়ে যায়। যেমন মহামহিমান্বিত আল্লাহ্ আর এক জায়গায় বলেনঃ (আরবী) অর্থাৎ “যখন মানুষকে বিপদ স্পর্শ করে তখন সে শুয়ে, বসে অথবা দাঁড়িয়ে আমাকে আহ্বান করে থাকে, অতঃপর যখন আমি তার বিপদ দূর করে দিই। তখন সে এমনভাবে মুখ ফিরিয়ে নেয় যে, তাকে বিপদ স্পর্শ করার সময় সে যেন আমাকে আহ্বান করেনি।”(১০:১২) অর্থাৎ নিরাপদে থাকা অবস্থায় সে আল্লাহর সাথে শরীক স্থাপন করতে শুরু করে দেয়। মহামহিমান্বিত আল্লাহ বলেনঃ “হে নবী (সঃ)! তুমি বলে দাও- কুফরীর জীবন অবস্থায় কিছুকাল উপভোগ করে নাও। বস্তুত তুমি জাহান্নামীদের অন্যতম।” এটা ধমক ও ভীতি প্রদর্শন। যেমন অন্য জায়গায় আল্লাহ্ তা'আলা বলেনঃ (আরবী) অর্থাৎ “হে নবী (সঃ)! তুমি বলঃ তোমরা (কিছুকাল) উপকার লাভ ও সুখ ভোগ করে নাও, তোমাদের প্রত্যাবর্তন স্থল জাহান্নাম।” (১৪:৩০) আরো বলেনঃ (আরবী) অর্থাৎ “আমি তাদেরকে কিছুকাল সুখ ভোগ করাববা, অতঃপর তাদেরকে কঠিন শাস্তির দিকে আসতে বাধ্য করবো।” (৩১:২৪)"
    },
    {
      "ayah": 9,
      "surah": 39,
      "text": "মহামহিমান্বিত আল্লাহ্ বলেন যে, যাদের মধ্যে উপরোক্ত গুণাবলী রয়েছে। তারা আল্লাহ্ তা'আলার নিকট মুশরিকদের সমতুল্য নয়। যেমন আল্লাহ্ তা'আলা বলেনঃ (আরবী)  অর্থাৎ “তারা সবাই এক রকম নয়। কিতাবীদের মধ্যে অবিচলিত একদল আছে। তারা রাত্রিকালে আল্লাহর আয়াত আবৃত্তি করে এবং সিজদা করে।”(৩:১১৩)(আরবী) দ্বারা এখানে নামাযের খুশু-খুযু’ (বিনয় ও নম্রতা) বুঝানো হয়েছে, শুধু দাঁড়ানো অবস্থাকে বুঝানো হয়নি। হযরত ইবনে মাসউদ (রা) হতে (আরবী)-এর অর্থ ‘অনুগত ও বাধ্য বর্ণিত হয়েছে। হযরত ইবনে আব্বাস (রাঃ) প্রমুখ সাহাবী হতে বর্ণিত আছে যে, (আরবী) দ্বারা অর্ধ রাত্রি বুঝানো হয়েছে। মানসূর (রঃ) বলেন যে, এটা হলো মাগরিব ও এশার মধ্যবর্তী সময়। কাতাদা (রঃ) প্রমুখ গুরুজন বলেন যে, এর দ্বারা প্রথম, মধ্য ও শেষ রাত্রিকে বুঝানো হয়েছে।এই আবেদ লোকগুলো একদিকে আল্লাহর ভয়ে থাকেন ভীত-সন্ত্রস্ত এবং অপরদিকে থাকেন তাঁর করুণার আশা পোষণকারী। সক্কর্মশীলদের অবস্থা এই যে, তাদের জীবদ্দশায় তাঁদের উপর আল্লাহর ভয় তার রহমতের আশার উপর বিজয়ী থাকে। কিন্তু মৃত্যুর সময় ভয়ের উপর আশাই জয়যুক্ত হয়।হযরত আনাস (রাঃ) হতে বর্ণিত আছে যে, একটি লোকের মৃত্যুর সময় ঘনিয়ে আসলে রাসূলুল্লাহ্ (সঃ) তার নিকট গমন করেন এবং তাকে জিজ্ঞেস করেনঃ “নিজেকে তুমি কি অবস্থায় পাচ্ছ?” উত্তরে লোকটি বলেঃ “নিজেকে আমি এ অবস্থায় পাচ্ছি যে, আমি আল্লাহকে ভয় করছি ও তাঁর রহমতের আশা করছি।” তখন রাসূলুল্লাহ (সঃ) বলেনঃ “এরূপ সময়ে যার অন্তরে এ দুটো জিনিস একত্রিত হয় তার আশা আল্লাহ্ পুরো করে থাকেন এবং যা হতে সে ভয় করে তা হতে তাকে মুক্তি দান করেন। (এ হাদীসটি ইমাম আবৃদ ইবনে হুমায়েদ (রঃ) স্বীয় মুসনাদ গ্রন্থে বর্ণনা করেছেন। জামে তিরমিযী ও সুনানে ইবনে মাজাহতেও এটা বর্ণিত হয়েছে)হযরত ইবনে উমার (রাঃ) ... (আরবী)-এই আয়াতটি তিলাওয়াত করার পর বলেনঃ “এই গুণ তো হযরত উসমান (রাঃ)-এর মধ্যে ছিল। তিনি রাত্রিকালে বহুক্ষণ ধরে (তাহাজ্জুদ) নামায পড়তেন এবং তাতে কুরআন কারীমের লম্বা কিরআত করতেন, এমনকি কখনো কখনো তিনি একই রাকাআতে কুরআন খতম করে দিতেন।” যেমন এটা হযরত আবু উবাইদা (রাঃ) হতে বর্ণিত আছে। কবি বলেনঃ (আরবী) অর্থাৎ “সকালে তাঁর মুখমণ্ডল সিজদার কারণে উজ্জ্বল হয়ে ওঠে, কেননা, তিনি তাসবীহ ও কুরআন পাঠে রাত্রি কাটিয়ে দেন।” হযরত তামীমুদ দারী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যক্তি এক রাত্রে একশটি আয়াত পাঠ করে, তার আমলনামায় সারা রাত্রির কুনূতের সওয়াব লিখা হয়।” (এ হাদীসটি ইমাম আহমাদ (রঃ) ও ইমাম নাসাঈ (রঃ) বর্ণনা করেছেন)সুতরাং এরূপ লোক এবং মুশরিকরা কখনো সমান হতে পারে না। অনুরূপভাবে যারা আলেম এবং যারা আলেম নয় তারাও মর্যাদার দিক দিয়ে কখনো সমান হতে পারে না। প্রত্যেক বিবেকবান ব্যক্তির কাছে এই দুই শ্রেণীর লোকের পার্থক্য প্রকাশমান।"
    }
  ]
}
