{
  "ayahs": [
    { "ayah": 1, "surah": 44, "text": "Please check ayah 44:8 for complete tafsir." },
    { "ayah": 10, "surah": 44, "text": "Please check ayah 44:16 for complete tafsir." },
    { "ayah": 11, "surah": 44, "text": "Please check ayah 44:16 for complete tafsir." },
    { "ayah": 12, "surah": 44, "text": "Please check ayah 44:16 for complete tafsir." },
    { "ayah": 13, "surah": 44, "text": "Please check ayah 44:16 for complete tafsir." },
    { "ayah": 14, "surah": 44, "text": "Please check ayah 44:16 for complete tafsir." },
    { "ayah": 15, "surah": 44, "text": "Please check ayah 44:16 for complete tafsir." },
    {
      "ayah": 16,
      "surah": 44,
      "text": "৯-১৬ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা বলেনঃ সত্য এসে গেছে, অথচ এই মুশরিকরা এখনো সন্দেহের মধ্যেই রয়ে গেছে এবং তারা খেল-তামাশায় মগ্ন রয়েছে! সুতরাং হে নবী (সঃ)! তমি তাদেরকে ঐ দিন সম্পর্কে সতর্ক করে দাও যেই দিন আকাশ হতে ভীষণ ধূম্র আসতে দেখা যাবে।হযরত মাসরূক (রাঃ) বলেনঃ “একদা আমরা কুফার মসজিদে গেলাম যা কিনদাহ্র দরযার নিকট রয়েছে। গিয়ে দেখি যে, এক ব্যক্তি তাঁর সঙ্গীদের মধ্যে ঘটনাবলী বর্ণনা করছেন। এক পর্যায়ে তিনি বলেন যে, এই আয়াতে যে ধূম্রের বর্ণনা রয়েছে এর দ্বারা ঐ ধূম্রকে বুঝানো হয়েছে যা কিয়ামতের দিন মুনাফিকদের কানে ও চোখে ভর্তি হয়ে যাবে এবং মুমিনদের সর্দির মত অবস্থা হবে। আমরা সেখান হতে বিদায় হয়ে হযরত ইবনে মাসউদ (রাঃ)-এর নিকট গমন করি এবং ঐ লোকটির বক্তব্য তাঁর সামনে পেশ করি। তিনি ঐ সময় শায়িত অবস্থায় ছিলেন, একথা শুনেই তিনি উদ্বিগ্ন হয়ে উঠে বসলেন এবং বললেনঃ আল্লাহ তাআলা স্বীয় রাসূল (সঃ)-কে বলেনঃ (আরবী) অর্থাৎ “তুমি বলে দাও- আমি এর জন্যে তোমাদের কাছে কোন প্রতিদান চাই না এবং আমি লৌকিকতাকারী নই।”(৩৮:৮৬) জেনে রেখো যে, মানুষ যা জানে না তার ‘আল্লাহই খুব ভাল জানেন এ কথা বলে দেয়াও একটা ইলম। আমি তোমাদের নিকট এই আয়াতের ভাবার্থ বর্ণনা করছি, মনোযোগ দিয়ে শুনো। যখন কুরায়েশরা ইসলাম গ্রহণে বিলম্ব করলো এবং রাসূলুল্লাহ (সঃ)-কে কষ্ট দিতে থাকলো তখন রাসূলুল্লাহ (সঃ) তাদের উপর বদদু'আ করলেন যে, হযরত ইউসুফ (আঃ)-এর যুগের মত দুর্ভিক্ষ যেন তাদের উপর আপতিত হয়। আল্লাহ তাআলা স্বীয় রাসূল (সঃ)-এর এ দু'আ কবূল করলেন এবং তাদের উপর এমন দুর্ভিক্ষ পতিত হলো যে, তারা হাড় ও মৃত জন্তু খেতে শুরু করলো। যখন তারা আকাশের দিকে তাকাতো তখন ধূম্র ছাড়া আর কিছুই দেখতে পেতো না। অন্য একটি রিওয়াইয়াতে আছে যে, ক্ষুধার জ্বালায় তাদের চোখে চক্কর দিতো। তখন তারা আকাশের দিকে তাকাতো এবং যমীন ও আসমানের মাঝে এক ধূম্র দেখতে পেতো। এই আয়াতে এই ধূম্রেরই বর্ণনা রয়েছে। কিন্তু এরপর যখন জনগণ রাসূলুল্লাহ (সঃ)-এর খিদমতে হাযির হয়ে নিজেদের দুরবস্থার কথা প্রকাশ করলো তখন তিনি তাদের প্রতি দয়াপরবশ হয়ে আল্লাহ তা'আলার নিকট বৃষ্টির জন্যে প্রার্থনা করলেন। তখন মহান আল্লাহ মুষলধারে বৃষ্টি বর্ষণ করলেন। (ফলে তারা দুর্ভিক্ষের কবল হতে রক্ষা পেল)। এরই বর্ণনা এর পরবর্তী আয়াতে রয়েছে যে, শাস্তি দূর হয়ে গেলেই অবশ্যই তারা পুনরায় তাদের পূর্বাবস্থায় অর্থাৎ কুফরীতে ফিরে যাবে। এর দ্বারা এটা স্পষ্টভাবে প্রমাণিত হচ্ছে যে, এটা দুনিয়ার শাস্তি। কেননা, আখিরাতের শাস্তি তো দূর হওয়ার কথা নয়। হযরত ইবনে মাসউদ (রাঃ) আরো বলেনঃ পাঁচটি জিনিস গত হয়ে গেছে। (এক) ধূম্র অর্থাৎ আকাশ হতে ধূম্র আসা, (দুই) রোম অর্থাৎ রোমকদের পরাজয়ের পর পুনরায় তাদের বিজয় লাভ, (তিন) চন্দ্র অর্থাৎ চন্দ্র দ্বিখণ্ডিত হওয়া, (চার) পাকড়াও অর্থাৎ বদরের যুদ্ধে কাফিরদেরকে পাকড়াও করা এবং (পাঁচ) লিযাম অর্থাৎ খেচাদাতা শাস্তি।” (এ হাদীসটি ইমাম বুখারী (রঃ) ও ইমাম মুসলিম (রঃ) তাখরীজ করেছেন)প্রবলভাবে পাকড়াও দ্বারা বদরের দিনের যুদ্ধকে বুঝানো হয়েছে। হযরত ইবনে মাসউদ (রাঃ) ধূম্র দ্বারা যে ভাবার্থ গ্রহণ করেছেন, হযরত মুজাহিদ (রঃ), হযরত আবুল আলিয়া (রঃ), হযরত ইবরাহীম নাখঈ (রঃ), হযরত যহ্হাক (রঃ), হযরত আতিয়্যাহ আওফী (রঃ) প্রমুখ গুরুজনদেরও এটাই উক্তি। ইমাম ইবনে জারীরও (রঃ) এটাকেই প্রাধান্য দিয়েছেন।আবদুর রহমান আ'রাজ (রঃ) হতে বর্ণিত আছে যে, এটা মক্কা বিজয়ের দিন। হয়। কিন্তু এই উক্তিটি সম্পূর্ণরূপেই গারীব, এমন কি মুনকারও বটে। আর কোন কোন মনীষী বলেন যে, এগুলো গত হয়নি, কিয়ামত নিকটবর্তী হওয়ার সময় এগুলোর আবির্ভাব হবে।পূর্বে এ হাদীস গত হয়েছে যে, সাহাবীগণ একদা কিয়ামত সম্পর্কে আলোচনা করছিলেন। এমন সময় রাসূলুল্লাহ (সঃ) তাঁদের মধ্যে এসে পড়েন। তিনি বলেনঃ “যত দিন তোমরা দশটি আলামত দেখতে না পাও তত দিন কিয়ামত সংঘটিত হবে না। ওগুলো হলোঃ সূর্য পশ্চিম দিক হতে উদিত হওয়া, দাব্বাতুল আরদ, ধূম্র, ইয়াজুজ মাজুজের আগমন, হযরত ঈসা (আঃ)-এর আগমন, দাজ্জালের আগমন, পূর্বে, পশ্চিমে ও আরব উপদ্বীপে যমীন ধ্বসে যাওয়া এবং আদন হতে আগুন বের হয়ে জনগণকে হাঁকিয়ে নিয়ে গিয়ে এক জায়গায় একত্রিত করা। লোকগুলো যেখানে রাত্রি যাপন করবে ঐ আগুনও সেখানে রাত্রি যাপন করবে এবং যেখানে তারা দুপুরে বিশ্রাম করবে সেখানে ঐ আগুনও থাকবে।” (এ হাদীসটি সহীহ মুসলিমে বর্ণিত আছে)রাসূলুল্লাহ (সঃ) স্বীয় অন্তরে (আরবী) গোপন রেখে ইবনে সাইয়াদকে বলেছিলেন:“আমি আমার অন্তরে কি গোপন রেখেছি বল তো?” সে উত্তরে বলেঃ (আরবী) রেখেছেন।” তিনি তখন তাকে বলেনঃ “তুমি ধ্বংস হও। তুমি আর সামনে বাড়তে পার না।\" (এ হাদীসটি সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত হয়েছে)এতেও এক প্রকারের ইঙ্গিত রয়েছে যে, এখনও এর জন্যে অপেক্ষা করার সময় বাকী রয়েছে। এটা আগামীতে আগমনকারী কোন জিনিস হবে। ইবনে সাইয়াদ যাদুকর হিসেবে মানুষের অন্তরের কথা বলতে পারার দাবী করতো। তাকে মিথ্যাবাদী সাব্যস্ত করার জন্যেই নবী (সঃ) তার সাথে এরূপ করেন। যখন সে পূর্ণভাবে বলতে পারলো না তখন তিনি জনগণকে তার অবস্থা সম্পর্কে অবহিত করলেন যে, তার সাথে শয়তান রয়েছে, যে কথা চুরি করে থাকে। এ ব্যক্তি এর চেয়ে বেশী ক্ষমতা রাখে না।হযরত হুযাইফা ইবনে ইয়ামান (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেন:“কিয়ামতের প্রথম আলামতগুলো হচ্ছে, দাজ্জালের আগমন, হযরত ঈসা (আঃ)-এর অবতরণ, আদনের মধ্য হতে অগ্নি বের হওয়া যা জনগণকে ময়দানে মাহশারের দিকে নিয়ে যাবে, দুপুরের শয়নের সময় এবং রাত্রে দ্রিার সময় ঐ আগুন তাদের সাথে থাকবে। আর ধূম্র আসা। তখন হযরত হুযাইফা (রাঃ) জিজ্ঞেস করলেনঃ “হে আল্লাহর রাসূল (সঃ)! ধূম্র কি?” উত্তরে তিনি (আরবী)-এই আয়াত দু’টি পাঠ করলেন এবং বললেন:এই ধূম্র চল্লিশ দিন পর্যন্ত থাকবে। এতে মুমিনদের সর্দির মত অবস্থা হবে এবং কাফিররা অজ্ঞান হয়ে যাবে। তাদের নাক, কান ও পায়খানার দ্বার দিয়ে ঐ ধূম্র বের হতে থাকবে।” ইমাম ইবনে জারীর (রঃ) হাদীসটি বর্ণনা করে বলেন যে, হাদীসটি যদি বিশুদ্ধ হতো তবে তো ধূম্রের অর্থ নির্ধারণের ব্যাপারে কোন কথাই থাকতো না। কিন্তু এর সঠিকতার সাক্ষ্য দেয়া যায় না। রাওয়াদ নামক এ হাদীসের একজন বর্ণনাকারীকে মুহাম্মাদ ইবনে খালফ আসকালানী (রঃ) জিজ্ঞেস করেনঃ “সুফিয়ান সাওরী (রঃ) হতে কি তুমি স্বয়ং এ হাদীস শুনেছো?” উত্তরে সে বলেঃ “না।” আবার তিনি তাকে প্রশ্ন করেনঃ “তুমি কি পড়েছো আর তিনি শুনেছেন?” সে জবাব দেয়ঃ “না।” পুনরায় তিনি তাকে জিজ্ঞেস করেনঃ “তোমার উপস্থিতির সময় কি তাঁর সামনে এ হাদীসটি পাঠ করা হয়?” সে উত্তর দেয়ঃ “না।” তখন তিনি তাকে বললেনঃ “তাহলে তুমি এ হাদীসটি কি করে বর্ণনা কর?” উত্তরে বলেঃ “আমি তো এটা বর্ণনা করিনি। আমার কাছে কিছু লোক আসে এবং হাদীসটি আমার সামনে পেশ করে। অতঃপর তারা আমার নিকট হতে চলে গিয়ে আমার নামে এটা বর্ণনা করতে শুরু করে ।” কথাও এটাই বটে। হাদীসটি সম্পূর্ণরূপে মাওযূ'। এটা আসলে বানিয়ে নেয়া হয়েছে। ইমাম ইবনে জারীর (রঃ) এটাকে কয়েক জায়গায় আনয়ন করেছেন। এর মধ্যে বহু অস্বীকার্য কথা রয়েছে। বিশেষ করে মসজিদে আকসায়, যা সূরায়ে বানী ইসরাঈলের শুরুতে রয়েছে। এসব ব্যাপারে সঠিক জ্ঞানের অধিকারী একমাত্র আল্লাহ। হযরত আবু মালিক আশআরী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমাদের প্রতিপালক তোমাদেরকে তিনটি জিনিস হতে ভয় প্রদর্শন করেছেন। (১) ধূম্র, যা মুমিনদের অবস্থা সর্দির ন্যায় করবে, আর কাফিরদের সারাদেহ ফুলিয়ে দিবে। তার দেহের প্রতিটি গ্রন্থি হতে ধূম্র বের হবে ।(২) দাব্বাতুল আরদ। (৩) দাজ্জাল।” (এ হাদীসটি ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন। এর সনদ খুবই উত্তম)হযরত আবু সাঈদ খুদরী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “লোকদের মধ্যে ধূম্র ছড়িয়ে পড়বে। মুমিনের অবস্থা সর্দির মত হবে, আর কাফিরের দেহ ফুলে যাবে এবং প্রতিটি গ্রন্থি হতে তা বের হবে। (এ হাদীসটি ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)হযরত আলী (রাঃ) বলেন যে, ধূম্র গত হয়নি, বরং আগামীতে আসবে। হযরত ইবনে উমার (রাঃ) হতেও ধূম্রের ব্যাপারে উপরে বর্ণিত হাদীসের অনুরূপ রিওয়াইয়াত রয়েছে।ইবনে আবি মুলাইকা (রঃ) বলেনঃ “আমি একদা সকালে হযরত ইবনে আব্বাস (রাঃ)-এর নিকট গমন করি। তিনি আমাকে বলেন, আজ সারা রাত আমার ঘুম হয়নি।” আমি জিজ্ঞেস করলামঃ কেন? তিনি উত্তরে বললেনঃ “জনগণ বলেছে যে, লেজযুক্ত তারকা উদিত হয়েছে। সুতরাং আমি আশংকা করলাম যে, এটা ধূম্র তো নয়? কাজেই ভয়ে আমি সকাল পর্যন্ত চোখের পাতা বুজিনি।” (এটা ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন। এর সনদ বিশুদ্ধ)কুরআনের ব্যাখ্যাতা হযরত ইবনে আব্বাস (রাঃ) ধূম্র সম্পর্কে এরূপ কথা বললেন এবং আরো বহু সাহাবী ও তাবেয়ী তার অনুকূলে রয়েছেন। এ ব্যাপারে মারফু হাদীসসমূহও রয়েছে, যেগুলোর মধ্যে সহীহ, হাসান প্রভৃতি সব রকমেরই হাদীস আছে। এগুলো দ্বারা প্রমাণিত হচ্ছে যে, ধূম্র কিয়ামতের একটি আলামত, যার আবির্ভাব আগামীতে ঘটবে। কুরআন কারীমের বাহ্যিক শব্দও এর পৃষ্ঠপোষকতা করছে। কেননা, কুরআনে একে স্পষ্ট ধূম্র বলা হয়েছে, যা সবাই দেখতে পায়। আর কঠিন ক্ষুধার সময়ের ধূম্রের দ্বারা এর ব্যাখ্যা দেয়া ঠিক নয়। কেননা, এটা তো একটা কাল্পনিক জিনিস। ক্ষুধা ও পিপাসার কাঠিন্যের কারণে চোখের সামনে ধোয়ার মত দেখা যায়, যা আসলে ধোয়া নয়। কিন্তু কুরআনের শব্দ (আরবী) (স্পষ্ট ধোয়া) রয়েছে।এরপরে আছে ও ‘এটা আবৃত করে ফেলবে মানব জাতিকে।' এ উক্তিটিও হযরত ইবনে আব্বাস (রাঃ)-এর তাফসীরের পক্ষ সমর্থন করে। কেননা, ক্ষুধার ঐ ধোঁয়া শুধু মক্কাবাসীকে আবৃত করেছিল, দুনিয়ার সমস্ত লোককে নয়।এরপর ঘোষিত হচ্ছেঃ ‘এটা হবে যন্ত্রণাদায়ক শাস্তি।' অর্থাৎ তাদেরকে এটা ধমক ও তিরস্কার হিসেবে বলা হবে। যেমন মহাপরাক্রান্ত আল্লাহ বলেনঃ (আরবী) অর্থাৎ “যেদিন তাদেরকে ধাক্কা মারতে মারতে নিয়ে যাওয়া হবে জাহান্নামের অগ্নির দিকে, (বলা হবেঃ) এটা সেই অগ্নি যাকে তোমরা মিথ্যা মনে করতে।”(৫২:১৩-১৪) অথবা ভাবার্থ এই যে, সেই দিন কাফিররা নিজেরাই একে অপরকে এই কথা বলবে। এরপর ইরশাদ হচ্ছেঃ ‘তখন তারা বলবে- হে আমাদের প্রতিপালক! আমাদেরকে এই শাস্তি হতে মুক্তি দিন, আমরা ঈমান আনবো।' অর্থাৎ কাফিররা যখন শাস্তি প্রত্যক্ষ করবে তখন তা তাদের উপর হতে উঠিয়ে নেয়ার আবেদন করবে। যেমন মহামহিমান্বিত আল্লাহ বলেনঃ (আরবী) অর্থাৎ “যদি তুমি দেখতে, যখন তাদেরকে আগুনের উপর দাঁড় করানো হবে তখন তারা বলবেঃ হায়, যদি আমাদেরকে (পুনরায় দুনিয়ায়) ফিরিয়ে দেয়া হতো তবে আমরা আমাদের প্রতিপালকের আয়াতসমূহকে অবিশ্বাস করতাম না এবং আমরা মুমিনদের অন্তর্ভুক্ত হতাম!”(৬:২৭) আর এক জায়গায় বলেনঃ (আরবী) অর্থাৎ “যেদিন তাদের শাস্তি আসবে সেই দিন সম্পর্কে তুমি মানুষকে সতর্ক কর, তখন যালিমরা বলবেঃ হে আমাদের প্রতিপালক! আমাদেরকে কিছুকালের জন্যে অবকাশ দিন, আমরা আপনার আহ্বানে সাড়া দিবে এবং রাসূলদের অনুসরণ করবো। (বলা হবেঃ) তোমরা কি পূর্বে শপথ করে বলতে না যে, তোমাদের পতন নেই?”(১৪:৪৪)এখানে আল্লাহ তাআলা বলেনঃ তারা কি করে উপদেশ গ্রহণ করবে? তাদের নিকট তো এসেছে স্পষ্ট ব্যাখ্যাতা এক রাসূল। অতঃপর তারা তাকে অমান্য করে বলেঃ সে তো শিখানো বুলি বলছে, সে তো এক পাগল।' যেমন তিনি অন্য জায়গায় বলেনঃ (আরবী) অর্থাৎ “ঐ দিন মানুষ উপদেশ গ্রহণ করবে, কিন্তু তখন তাদের উপদেশ গ্রহণের সময় কোথায়?”(৮৯:২৩) আর এক জায়গায় রয়েছেঃ (আরবী) অর্থাৎ “তুমি যদি দেখতে যখন তারা ভীত-বিহ্বল হয়ে পড়বে, তারা অব্যাহতি পাবে না এবং তারা নিকটস্থ স্থান হতে ধৃত হবে। আর তারা বলবেঃ আমরা তাকে বিশ্বাস করলাম। কিন্তু এতো দূরবর্তী স্থান হতে তারা নাগাল পাবে কিরূপে?”(৩৪:৫১-৫২)এরপর ইরশাদ হচ্ছেঃ ‘আমি তোমাদের শাস্তি কিছুকালের জন্যে রহিত করছি- তোমরা তো তোমাদের পূর্বাবস্থায় ফিরে যাবে। এর দু’টি অর্থ হতে পারে। প্রথম অর্থঃ মনে করা যাক, যদি আমি আযাব সরিয়ে নেই এবং তোমাদেরকে দ্বিতীয়বার দুনিয়ায় পাঠিয়ে দিই তবে সেখানে গিয়ে আবার তোমরা ঐ কাজই করবে যা পূর্বে করে এসেছে। যেমন আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ “যদি আমি তাদের উপর দয়া করি এবং তাদের প্রতি আপতিত বিপদ দূর করে দিই তবে আবার তারা তাদের অবাধ্যতায় চক্ষু বন্ধ করে বিভ্রান্তের ন্যায় ঘুরে বেড়াবে।”(২৩:৭৫) যেমন আর এক জায়গায় বলেনঃ (আরবী) অর্থাৎ “যদি তাদেরকে ফিরিয়ে দেয়া হয় তবে অবশ্যই তারা আবার ঐ কাজই করবে যা হতে তাদেরকে নিষেধ করা হয়েছে, নিশ্চয়ই তারা মিথ্যাবাদী।”(৬:২৮) দ্বিতীয় অর্থঃ যদি শাস্তির উপকরণ কায়েম হয়ে যাওয়া এবং শাস্তি এসে যাওয়ার পরেও আমি অল্প দিনের জন্যে শাস্তি রহিত করি তবুও তারা কপটতা, অশ্লীলতা এবং অবাধ্যাচরণ হতে বিরত থাকবে না। এর দ্বারা এটা অপরিহার্য হয় না যে, আযাব তাদের উপর এসে যাওয়ার পর আবার সরে যায়, যেমন হযরত ইউনুস (আঃ)-এর কওমের ব্যাপারে হয়েছিল। আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ “(কোন জনপদবাসী কেন এমন হলো না যারা ঈমান আনতো এবং তাদের ঈমান তাদের উপকারে আসতো?) তবে ইউনুস (আঃ)-এর সম্প্রদায় ব্যতীত, তারা যখন বিশ্বাস করলো তখন আমি তাদেরকে পার্থিব জীবনে হীনতাজনক শাস্তি হতে মুক্ত করলাম এবং কিছুকালের জন্যে জীবনোপকরণ ভোগ করতে দিলাম।”(১০:৯৮) সুতরাং এটা জ্ঞাতব্য বিষয় যে, হযরত ইউনুস (আঃ)-এর কওমের উপর আযাব শুরু হয়ে যায়নি, তবে অবশ্যই ওর উপকরণ বিদ্যমান ছিল, কিন্তু তাদের উপর আল্লাহর আযাব পৌঁছে যায়নি। আর এর দ্বারা এটাও অপরিহার্য নয় যে, তারা তাদের কুফরী হতে ফিরে গিয়েছিল, অতঃপর পুনরায় ওর দিকে ফিরে এসেছিল। যেমন হযরত শুআয়েব (আঃ) এবং তাঁর উপর ঈমান আনয়নকারীদেরকে যখন তাঁর কওম বলেছিলঃ “হয় তোমরা আমাদের জনপদ ছেড়ে দাও, না হয় আমাদের মাযহাবে ফিরে এসো। তখন তিনি তাদেরকে বলেছিলেনঃ “যদিও আমরা তা অপছন্দ করি তবুও কি? যদি আমরা তোমাদের মাযহাবে ফিরে যাই আল্লাহ আমাদেরকে তা হতে বাঁচিয়ে নেয়ার পর তবে আমাদের চেয়ে বড় মিথ্যাবাদী ও আল্লাহর প্রতি অপবাদদাতা আর কে হতে পারে?”এটা স্পষ্ট কথা যে, হযরত আয়েব (আঃ) ওর পূর্বেও কখনো কুফরীর উপর পা রাখেননি। কাতাদা (রঃ) বলেন যে, তোমরা প্রত্যাবর্তনকারী’ এর ভাবার্থ হচ্ছে ‘তোমরা আল্লাহর আযাবের দিকে প্রত্যাবর্তনকারী।' প্রবলভাবে পাকড়াও দ্বারা বদর যুদ্ধকে বুঝানো হয়েছে। হযরত ইবনে মাসউদ (রাঃ) এবং তাঁর সঙ্গীয় ঐ দলটি যারা ধূম্র গত হয়ে গেছে বলেন তারা (আরবী)-এর অর্থ এটাই করেছেন। হযরত ইবনে আব্বাস (রাঃ), হযরত উবাই ইবনে কা'ব (রাঃ) এবং একটি জামাআত হতে এটাই বর্ণিত আছে। যদিও ভাবার্থ এটাও হয়, কিন্তু বাহ্যতঃ তো এটাই বুঝা যাচ্ছে যে, এর দ্বারা কিয়ামতের দিনের পাকড়াওকে বুঝানো হয়েছে। অবশ্য বদরের দিনও নিঃসন্দেহে কাফিরদের জন্যে কঠিন পাকড়াও এর দিন ছিল।হযরত ইকরামা (রাঃ) হতে বর্ণিত আছে যে, হযরত ইবনে আব্বাস (রাঃ) বলেনঃ “কঠিন পাকড়াও দ্বারা বদরের দিনকে বুঝানো হয়েছে এ কথা হযরত ইবনে মাসউদ (রাঃ) বললেও আমার মতে এর দ্বারা কিয়ামতের দিনের পাকড়াওকে বুঝানো হয়েছে।” (এটা ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন। এর ইসনাদ বিশুদ্ধ। হযরত হাসান বসরী (রঃ) এবং হযরত ইকরামা (রঃ)-এর মতেও এ দু'টি রিওয়াইয়াতের মধ্যে এ রিওয়াইয়াতটি সঠিকতর। এসব ব্যাপারে আল্লাহই সবচেয়ে ভাল জানেন)"
    },
    { "ayah": 17, "surah": 44, "text": "Please check ayah 44:33 for complete tafsir." },
    { "ayah": 18, "surah": 44, "text": "Please check ayah 44:33 for complete tafsir." },
    { "ayah": 19, "surah": 44, "text": "Please check ayah 44:33 for complete tafsir." },
    { "ayah": 2, "surah": 44, "text": "Please check ayah 44:8 for complete tafsir." },
    { "ayah": 20, "surah": 44, "text": "Please check ayah 44:33 for complete tafsir." },
    { "ayah": 21, "surah": 44, "text": "Please check ayah 44:33 for complete tafsir." },
    { "ayah": 22, "surah": 44, "text": "Please check ayah 44:33 for complete tafsir." },
    { "ayah": 23, "surah": 44, "text": "Please check ayah 44:33 for complete tafsir." },
    { "ayah": 24, "surah": 44, "text": "Please check ayah 44:33 for complete tafsir." },
    { "ayah": 25, "surah": 44, "text": "Please check ayah 44:33 for complete tafsir." },
    { "ayah": 26, "surah": 44, "text": "Please check ayah 44:33 for complete tafsir." },
    { "ayah": 27, "surah": 44, "text": "Please check ayah 44:33 for complete tafsir." },
    { "ayah": 28, "surah": 44, "text": "Please check ayah 44:33 for complete tafsir." },
    { "ayah": 29, "surah": 44, "text": "Please check ayah 44:33 for complete tafsir." },
    { "ayah": 3, "surah": 44, "text": "Please check ayah 44:8 for complete tafsir." },
    { "ayah": 30, "surah": 44, "text": "Please check ayah 44:33 for complete tafsir." },
    { "ayah": 31, "surah": 44, "text": "Please check ayah 44:33 for complete tafsir." },
    { "ayah": 32, "surah": 44, "text": "Please check ayah 44:33 for complete tafsir." },
    {
      "ayah": 33,
      "surah": 44,
      "text": "১৭-৩৩ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা বলেন যে, তিনি ঐ মুশরিকদের পূর্বে মিসরের কিবতীদেরকে পরীক্ষা করেছিলেন। তিনি তাদের কাছে তাঁর সম্মানিত রাসূল হযরত মূসা (আঃ)-কে প্রেরণ করেছিলেন। হযরত মূসা (আঃ) তাদের কাছে আল্লাহর বাণী পৌঁছিয়ে দিয়েছিলেন। তিনি তাদেরকে বলেছিলেনঃ “তোমরা বানী ইসরাঈলকে আমার সাথে পাঠিয়ে দাও এবং তাদেরকে কষ্ট দিয়ো না। আমি আমার নবুওয়াতের প্রমাণ হিসেবে কতকগুলো মু'জিযা নিয়ে এসেছি। যারা হিদায়াত মেনে নিবে তারা শান্তি ও নিরাপত্তা লাভ করবে। আল্লাহ তা'আলা আমাকে তার অহীর আমানতদার করে তোমাদের নিকট পাঠিয়েছেন। আমি তোমাদের নিকট তার বাণী পৌঁছিয়ে দিচ্ছি। তোমাদের আল্লাহর বাণীকে মেনে না নিয়ে উদ্ধত্য প্রকাশ করা মোটেই উচিত নয়। তার বর্ণনাকৃত দলীল-প্রমাণাদি ও আহকামের সামনে মাথা নত করা একান্ত কর্তব্য। যারা তাঁর ইবাদত হতে বিমুখ হবে তারা জাহান্নামে প্রবেশ করবে। আমি তোমাদের সামনে প্রকাশ্য দলীল ও স্পষ্ট নিদর্শন পেশ করছি। তোমাদের মন্দ কথন ও অপবাদ হতে আমি আল্লাহ তাআলার নিকট আশ্রয় প্রার্থনা করছি। হযরত ইবনে আব্বাস (রাঃ) ও আবু সালেহ (রঃ) এ অর্থই করেছেন। আর কাতাদা (রঃ) পাথর দ্বারা হত্যা করা অর্থ নিয়েছেন। অর্থাৎ “আমি তোমাদের দেয়া মুখের কষ্ট ও হাতের কষ্ট হতে আমার প্রতিপালক ও তোমাদের প্রতিপালক আল্লাহর শরণাপন্ন হচ্ছি।' হযরত মূসা (আঃ) তাদেরকে আরো বললেনঃ “যদি তোমরা আমার কথা মান্য না কর, আমার উপর যদি তোমাদের আস্থা না থাকে এবং আল্লাহর উপর ঈমান আনতে মন না চায় তবে কমপক্ষে আমাকে কষ্ট দেয়া হতে বিরত থাকো এবং ঐ সময়ের জন্যে প্রস্তুত থাকো যখন আল্লাহ তা'আলা আমাদের ও তোমাদের মধ্যে মীমাংসা করবেন।” অতঃপর যখন হযরত মূসা (আঃ) তাদের মধ্যে দীর্ঘদিন অবস্থান করলেন, অন্তর খুলে তাদের মধ্যে প্রচার কার্য চালিয়ে গেলেন, তাদের সর্বপ্রকারের মঙ্গল কামনা করলেন এবং তাদের হিদায়াতের জন্যে সর্বাত্মক চেষ্টা চালালেন, তখনও দেখলেন যে, দিন দিন তারা কুফরীর দিকেই এগিয়ে চলছে, ফলে বাধ্য হয়ে তিনি আল্লাহ তা'আলার নিকট তাদের জন্যে বদদু'আ করলেন। যেমন আল্লাহ তাবারাকা ওয়া তা'আলা বলেনঃ (আরবী) অর্থাৎ “মূসা (আঃ) বললোঃ হে আমাদের প্রতিপালক! আপনি ফিরাউন ও তার পারিষদবর্গকে পার্থিব জীবনে বাহ্যাড়ম্বর ও ধন-দৌলত প্রদান করেছেন যেন তারা (আপনার বান্দাদেরকে) আপনার পৃথ হতে ভ্রষ্ট করে, হে আমাদের প্রতিপালক! তাদের ধন-মালকে আপনি ধ্বংস করে দিন এবং তাদের অন্তরকে শক্ত করে দিন, সুতরাং তারা যেন ঈমান আনয়ন না করে যে পর্যন্ত না তারা যন্ত্রণাদায়ক শাস্তি অবলোকন করে। তিনি (আল্লাহ) বললেন:তোমাদের দু’জনের (হযরত মূসা আঃ ও হযরত হারূনের আঃ) প্রার্থনা কবূল করা হলো, সুতরাং তোমরা স্থির থাকো।\" (১০:৮৮-৮৯)এখানে রয়েছেঃ “আমি মূসা (আঃ)-কে বললাম, তুমি আমার বান্দাদেরকে অর্থাৎ বানী ইসরাঈলকে নিয়ে রজনী যোগে বের হয়ে পড়, নিশ্চয়ই তোমাদের পশ্চাদ্ধাবন করা হবে। কিন্তু নির্ভয়ে চলে যাবে। আমি তোমাদের জন্যে সমুদ্রকে শুষ্ক করে দিবো।” অতঃপর হযরত মূসা (আঃ) বানী ইসরাঈলকে নিয়ে বেরিয়ে পড়লেন। ফিরাউন তার লোক-লশকর নিয়ে বানী ইসরাঈলকে পাকড়াও করার উদ্দেশ্যে তাদের পশ্চাদ্ধাবন করলো। পথে সমুদ্র প্রতিবন্ধক হয়ে দাঁড়ালো। হযরত মূসা (আঃ) বানী ইসরাঈলকে নিয়ে সমুদ্রে নেমে পড়লেন। পানি শুকিয়ে গেল। সুতরাং তিনি সঙ্গীসহ সমুদ্র পার হয়ে গেলেন। অতঃপর তিনি ইচ্ছা করলেন যে, সমুদ্রে লাঠি মেরে ওকে প্রবাহিত হওয়ার নির্দেশ দিবেন, যাতে ফিরাউন এবং তার লোকজন সমুদ্র পার হতে না পারে। তখন আল্লাহ তা'আলা তাঁর কাছে অহী। করলেনঃ সমুদ্রকে স্থির থাকতে দাও, তারা এমন বাহিনী যারা নিমজ্জিত হবে।'(আরবী)-এর অর্থ হলো শুষ্ক রাস্তা, যা নিজের প্রকৃত অবস্থার উপর থাকে। মহান আল্লাহর উদ্দেশ্য এই যে, সমুদ্রকে যেন প্রবাহিত হওয়ার নির্দেশ দেয়া না হয় যে পর্যন্ত না শত্রুরা এক এক করে সবাই সমুদ্রের মধ্যে এসে পড়ে। এসে পড়লেই সমুদ্রকে প্রবাহিত হওয়ার নির্দেশ দেয়া হবে এবং এর ফলে সবাই নিমজ্জিত হবে।মহামহিমান্বিত আল্লাহ বলেনঃ “তারা পশ্চাতে রেখে গিয়েছিল কত উদ্যান ও প্রস্রবণ, কত শস্যক্ষেত্র ও সুরম্য অট্টালিকা, কত বিলাস উপকরণ, যা তাদেরকে আনন্দ দিতো! এসব ছেড়ে তারা সবাই ধ্বংসের মুখে পতিত হয়েছিল।হযরত আবদুল্লাহ ইবনে উমার (রাঃ) বলেন যে, মিসরের নীল সাগর প্রাচ্য ও পাশ্চাত্যের নদীগুলোর সরদার এবং সমস্ত নদী ওর অধীনস্থ। যখন ওকে প্রবাহিত রাখার আল্লাহ তা'আলার ইচ্ছা হয় তখন সমস্ত নদীকে তাতে পানি পৌছিয়ে দেয়ার হুকুম করা হয়। আল্লাহ তা'আলার ইচ্ছানুযায়ী তাতে পানি আসতে থাকে। অতঃপর তিনি নদীগুলোকে বন্ধ করে দেন এবং ওগুলোকে নিজ নিজ জায়গায় চলে যাওয়ার নির্দেশ দেন।ফিরাউন এবং তার পারিষদবর্গের ঐ বাগানগুলো নীল সাগরের উভয় তীর ধরে ক্রমান্বয়ে চলে গিয়েছিল। এই ক্রমপরম্পরা ‘আসওয়ান’ হতে রাশীদ’ পর্যন্ত ছিল। এর নয়াট উপনদী ছিল। ওগুলোর নাম হলোঃ ইসকানদারিয়া, দিমইয়াত, সারদোস, মাফ, ফুয়ূম, মুনতাহা। এগুলোর একটির সঙ্গে অপরটির সংযোগ ছিল। একটি হতে অপরটি বিচ্ছিন্ন ছিল না। পাহাড়ের পাদদেশে তাদের শস্যক্ষেত্র ছিল যা মিসর হতে নিয়ে সমুদ্র পর্যন্ত বরাবর চলে গিয়েছিল। নদীর পানি এই সবগুলোকে সিক্ত করতো। তারা পরম সুখে-শান্তিতে জীবন যাপন করছিল। কিন্তু তারা গর্বে ফুলে উঠেছিল। পরিশেষে তারা এসব নিয়ামত রেখে ধ্বংসের মুখে পতিত হয়েছিল। এক রাত্রির মধ্যেই তারা সমস্ত নিয়ামত ছেড়ে দুনিয়া হতে চির বিদায় গ্রহণ করে এবং তাদেরকে ভূষির মত উড়িয়ে দেয়া হয় এবং গত হয়ে যাওয়া দিনের মত নিশ্চিহ্ন করে দেয়া হয়। এমনভাবে তাদেরকে নিমজ্জিত করা হয় যে, আর উথিত হয়নি। তারা জাহান্নামবাসী হয়ে যায় এবং ওটা কতই না নিকৃষ্ট স্থান। আল্লাহ তা'আলা এই সমুদয় নিয়ামতের উত্তরাধিকারী করে দেন বানী ইসরাঈলকে। অন্য আয়াতে মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “যে সম্প্রদায়কে দুর্বল মনে করা হতো তাদেরকে আমার কল্যাণপ্রাপ্ত রাজ্যের পূর্ব ও পশ্চিমের উত্তরাধিকারী করি; এবং বানী ইসরাঈল সম্বন্ধে তোমার প্রতিপালকের শুভবাণী সত্যে পরিণত হলো, যেহেতু তারা ধৈর্যধারণ করেছিল; আর ফিরাউন ও তার সম্প্রদায়ের শিল্প এবং যেসব প্রাসাদ তারা নির্মাণ করেছিল তা ধ্বংস করেছি।”(৭:১৩৭) এখানেও ‘ভিন্ন সম্প্রদায়কে উত্তরাধিকারী করেছিলাম' দ্বারা বানী ইসরাঈলকেই বুঝানো হয়েছে। এরপর আল্লাহ তা'আলা বলেনঃ ‘আকাশ ও পৃথিবী কেউই তাদের জন্যে অশ্রুপাত করেনি। কেননা, ঐ পাপীদের এমন কোন সৎ আমলই ছিল না যা আকাশে উঠে থাকে এবং এখন না উঠার কারণে তারা কাঁদবে বা দুঃখ-আফসোস করবে। আর যমীনেও এমন জায়গা ছিল না যেখানে বসে তারা আল্লাহর ইবাদত করতো এবং এখন তাদেরকে না পেয়ে ওটা দুঃখ ও শোক প্রকাশ করবে। কাজেই এগুলো তাদের ধ্বংসের কারণে কাদলো না এবং দুঃখ প্রকাশ করলো না।'মহাপরাক্রান্ত আল্লাহ বলেনঃ ‘তাদেরকে অবকাশও দেয়া হবে না।' হযরত আনাস ইবনে মালিক (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ ‘আকাশের দু’টি দরযা রয়েছে, একটি দিয়ে তার (মানুষের) রূযী নেমে আসে এবং অপরটি দিয়ে তার আমল এবং কথা উপরে উঠে যায়। যখন সে মারা যায় এবং তার আমল ও রিযক বন্ধ হয়ে যায় তখন ও দুটি কাদতে থাকে।” অতঃপর তিনি (আরবী) এই আয়াতটি তিলাওয়াত করেন। তারপর তিনি বর্ণনা করেন যে, তারা যমীনে কোন ভাল কাজ করেনি যে, তাদের মৃত্যুর কারণে যমীন কাঁদবে এবং তাদের কোন ভাল কথা ও ভাল কাজ আকাশে উঠে না যে, ওগুলো বন্ধ হয়ে যাওয়ার কারণে আকাশ কাঁদবে।” (এ হাদীসটি হাফিয আবূ ইয়ালা মুসিলী (রঃ) বর্ণনা করেছেন)হযরত শুরাইহ ইবনে আবীদিল হারামী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “ইসলাম দারিদ্রের অবস্থায় শুরু হয়েছে এবং সত্বরই দারিদ্রের অবস্থায় ফিরে যাবে, যেমনভাবে শুরু হয়েছিল। জেনে রেখো যে, মুমিন কোথায়ও অপরিচিত মুসাফিরের মত মৃত্যুবরণ করে না। মুমিন সফরে যে কোন জায়গায় মারা যায়, সেখানে তার জন্যে কোন ক্রন্দনকারী না থাকলেও তার জন্যে যমীন ও আসমান ক্রন্দন করে। তারপর তিনি (আরবী)-এই আয়াতটি পাঠ করেন এবং বলেন যে, এ দু'টো কাফিরদের জন্যে কাঁদে না।” (এ হাদীসটি ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন)কোন এক ব্যক্তি হযরত আলী (রাঃ)-কে জিজ্ঞেস করেনঃ “আসমান ও যমীন কারো জন্যে কখনো কেঁদেছে কি?” উত্তরে তিনি বলেনঃ “আজ তুমি আমাকে এমন একটি কথা জিজ্ঞেস করলে যা ইতিপূর্বে কেউ কখনো জিজ্ঞেস করেনি। তাহলে শুনো, বান্দার জন্যে যমীনে নামাযের একটি জায়গা থাকে এবং তার আমল উপরে উঠার জন্যে আসমানে একটি জায়গা থাকে। ফিরাউন এবং তার লোকদের কোন ভাল আমল ছিলই না। কাজেই না যমীন তাদের জন্যে কেঁদেছে, না আসমান এবং না তাদেরকে অবকাশ দেয়া হয় যে, তারা পরে কোন সৎ আমল করতে পারে।” হযরত ইবনে আব্বাস (রাঃ)-কেও এই প্রশ্নই করা হলে তিনিও প্রায় ঐ উত্তরই দেন, এমন কি তিনি একথাও বলেন যে, মুমিনদের জন্যে যমীন চল্লিশ দিন পর্যন্ত কাঁদতে থাকে। হযরত মুজাহিদ (রঃ) এটা বর্ণনা করলে এক ব্যক্তি এতে বিস্ময় প্রকাশ করলো। তখন তিনি বললেনঃ সুবহানাল্লাহ! এতে বিস্ময়ের বিষয় কি আছে? যে বান্দা তার রুকূ' ও সিজদা দ্বারা যমীনকে আবাদ রাখতো, যে বান্দার তাকবীর ও তাসবীহর শব্দ আসমান বরাবরই শুনতে থাকতো, ঐ আবেদ বান্দার জন্যে এ দুটি কেন কাদবে না?হযরত কাতাদা (রঃ) বলেন যে, ফিরাউন ও তার লোকদের মত লাঞ্ছিত ও অপমানিত লোকদের জন্যে যমীন ও আসমান কাদবে কেন?ইবরাহীম (রঃ) বলেন যে, যখন হতে দুনিয়া রয়েছে তখন হতে আসমান শুধু দুই ব্যক্তির জন্যে কেঁদেছে। তাঁর ছাত্র আবীদ (রঃ)-কে জিজ্ঞেস করা হয়ঃ “আসমান ও যমীন কি প্রত্যেক মুমিনের জন্যে কাঁদে না?” উত্তরে তিনি বলেনঃ “শুধু ঐ স্থানটুকু কঁাদে যে স্থানটুকু দিয়ে তার আমল উপরে উঠে যায়।” অতঃপ তিনি বলেন যে, আসমানের রক্তরঙ্গে রঞ্জিত ও চর্মের রূপ ধারণ করাই হলো ওর ক্রন্দন করা। আসমানের এরূপ অবস্থা শুধু দুই ব্যক্তির শাহাদতের সময় হয়েছিল। হযরত ইয়াহইয়া ইবনে যাকারিয়া (আঃ)-কে যখন শহীদ করে দেয়া হয় তখন আকাশ রক্তিম বর্ণ ধারণ করেছিল এবং রক্ত বর্ষণ করেছিল। আর হযরত হুসাইন ইবনে আলী (রাঃ)-কে যখন শহীদ করা হয় তখনও আকাশ লাল বর্ণ ধারণ করেছিল। (এটা ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন) ইয়াযীদ ইবনে আবি যিয়াদ (রঃ) হতে বর্ণিত আছে যে, হযরত হুসাইন (রাঃ)-এর শাহাদাতের কারণে চার মাস পর্যন্ত আকাশের প্রান্ত লাল ছিল এবং এই লালিমাই ওর ক্রন্দন। সুদ্দী কাবীরও (রঃ) এটাই বলেছেন। আতা খুরাসানী (রঃ) বলেন যে, আকাশের প্রান্ত লাল বর্ণ ধারণ করাই হলো ওর ক্রন্দন।এটাও বর্ণনা করা হয়েছে যে, হযরত হুসাইন (রাঃ)-কে হত্যা করার দিন তার বধ্যভূমির যে কোন পাথরকেই উল্টানো হতো ওরই নীচে জমাট রক্ত পাওয়া যেতো। ঐদিন সূর্যে গ্রহণ লেগেছিল, আকাশ-প্রান্ত লাল বর্ণ ধারণ করেছিল এবং পাথর বর্ষিত হয়েছিল। কিন্তু এসবের ব্যাপারে চিন্তা-ভাবনার অবকাশ রয়েছে। এটা স্পষ্টভাবে প্রতীয়মান হয় যে, এগুলো শিয়া সম্প্রদায়ের বানানো কাহিনী। এগুলো সবই ভিত্তিহীন। এতে কোন সন্দেহ নেই যে, হযরত হুসাইন (রাঃ)-এর শাহাদাতের ঘটনাটি অত্যন্ত হৃদয় বিদারক ও মর্মান্তিক। কিন্তু শিয়া সম্প্রদায় এটাকে অতিরঞ্জিত করেছে এবং এর মধ্যে বহু মিথ্যা ঘটনা ঢুকিয়ে দিয়েছে, যেগুলো সম্পূর্ণরূপে ভিত্তিহীন।এটা খেয়াল রাখার বিষয় যে, দুনিয়ায় এর চেয়েও বড় বড় গুরুত্বপূর্ণ ঘটনা সংঘটিত হয়েছে যা হযরত হুসাইন (রাঃ)-এর শাহাদাতের ঘটনা হতেও বেশী মর্মান্তিক। কিন্তু এগুলো সংঘটিত হওয়ার সময়ও আসমান, যমীন প্রভৃতির মধ্যে এরূপ পরিবর্তন পরিলক্ষিত হয়নি। তাঁরই সম্মানিত পিতা হযরত আলীও (রাঃ) শহীদ হয়েছিলেন যিনি সর্বসম্মতভাবে তাঁর চেয়ে উত্তম ছিলেন। কিন্তু তখনো তো পাথরের নীচে জমাট রক্ত দেখা যায়নি এবং অন্য কিছুও পৃরিলক্ষিত হয়নি। হযরত উসমান ইবনে আফফান (রাঃ)-কে ঘিরে নেয়া হয় এবং বিনা দোষে অত্যন্ত নিষ্ঠুরভাবে হত্যা করা হয়। হযরত উমার ইবনে খাত্তাব (রাঃ)-কে ফজরের নামাযের অবস্থায় নামায-স্থলেই হত্যা করে দেয়া হয়। এটা ছিল এমনই এক কঠিন বিপদ যেমনটি ইতিপূর্বে মুসলমানদের কাছে কখনো পৌঁছেনি। কিন্তু এসব ঘটনার কোন একটিরও সময় ঐ সব ব্যাপার ঘটেনি, হযরত হুসাইন (রাঃ)-এর হত্যার সময় যেগুলো ঘটার কথা শিয়ারা প্রচার করেছে। উপরোক্ত ঘটনাগুলোকে বাদ দিয়ে যদি সমস্ত মানুষের পার্থিব ও পারলৌকিক জগতের নেতা হযরত মুহাম্মাদ (সঃ)-কেই শুধু ধরা হয় তবুও দেখা যাবে যে, তাঁর মৃত্যুর সময়ও শিয়াদের কথিত ঘটনাগুলোর একটিও ঘটেনি। আরো দেখা যায় যে, যেই দিন রাসূলুল্লাহ (সঃ)-এর পুত্র হযরত ইবরাহীম (রাঃ) ইন্তেকাল করেন সেই দিনই ঘটনাক্রমে সূর্য গ্রহণ হয়। তখন কে একজন বলে ওঠে যে, হযরত ইবরাহীম (রাঃ)-এর মৃত্যুর কারণেই সূর্য গ্রহণ হয়েছে। ঐ সময় রাসূলুল্লাহ (সঃ) সূর্য গ্রহণের নামায আদায় করেন, অতঃপর ভাষণ দিতে দাঁড়িয়ে বলেনঃ “সূর্য ও চন্দ্র আল্লাহর নিদর্শনাবলীর মধ্যে দু'টি নিদর্শন। কারো জন্ম ও মৃত্যুর কারণে এ দুটোতে গ্রহণ লাগে না।”এরপর আল্লাহ তা'আলা বানী ইসরাঈলের প্রতি নিজের অনুগ্রহের বর্ণনা দিতে গিয়ে বলেনঃ “আমি তো উদ্ধার করেছিলাম বানী ইসরাঈলকে ফিরাউনের লাঞ্ছনাদায়ক শাস্তি হতে। নিশ্চয়ই সে ছিল পরাক্রান্ত সীমালংঘন কারীদের মধ্যে।' সে বানী ইসরাঈলকে ঘৃণার পাত্র মনে করতো। তাদের দ্বারা সে নিকৃষ্টতম কার্য করিয়ে নিতো। তাদের দ্বারা সে বড় বড় কাজ বিনা পারিশ্রমিকে করিয়ে নিতো। সে আত্মগর্বে ফুলে উঠেছিল। আল্লাহর যমীনে সে হঠকারিতা ও ঔদ্ধত্য প্রকাশ করেছিল। তার এসব মন্দ কর্মে তার কওমও তার সহযোগী ছিল।এরপর আল্লাহ তাআলা বানী ইসরাঈলের উপর নিজের আর একটি অনুগ্রহের কথা বলেনঃ “আমি জেনে শুনেই তাদেরকে বিশ্বে শ্রেষ্ঠত্ব দান করেছিলাম।' অর্থাৎ তিনি ঐ যুগের সমস্ত লোকের উপর বানী ইসরাঈলকে শ্রেষ্ঠত্ব দান করেছিলেন। প্রত্যেক যুগকেই বলা হয়। অর্থ এটা নয় যে, পূর্ববর্তী ও পরবর্তী সমস্ত লোকের উপর তাদেরকে শ্রেষ্ঠত্ব দান করা হয়েছিল। এটা আল্লাহ তাআলার নিম্নের উক্তির মতঃ (আরবী) অর্থাৎ “হে মূসা (আঃ)! আমি তোমাকে লোকদের উপর মনোনীত করেছি।”(৭:১৪৪) অর্থাৎ তার যুগের লোকদের উপর। হযরত মরিয়ম (আঃ) সম্পর্কে আল্লাহ পাকের নিম্নের উক্তিটিও অনুরূপঃ (আরবী) অর্থাৎ “তিনি তোমাকে (হযরত মরিয়ম আঃ-কে) বিশ্বের নারীদের মধ্যে মনোনীত করেছেন।”(৩:৪২) অর্থাৎ তাঁর যুগের সমস্ত নারীর মধ্যে তাকে আল্লাহ তা'আলা শ্রেষ্ঠত্ব দান করেছিলেন। সর্বযুগের নারীদের উপর যে হযরত মরিয়ম (আঃ)-কে শ্রেষ্ঠত্ব দান করা হয়েছিল এটা উদ্দেশ্য নয়। কেননা, উম্মুল মুমিনীন হযরত খাদীজা (রাঃ) হযরত মরিয়ম (আঃ) অপেক্ষা উত্তম ছিলেন বা কমপক্ষে সমান তো ছিলেন। অনুরূপভাবে ফিরাউনের স্ত্রী হযরত আসিয়া বিনতে মাযাহিমও (রাঃ) ছিলেন। আর হযরত আয়েশা (রাঃ)-এর ফযীলত সমস্ত নারীর উপর তেমনই যেমন সুরুয়ায় বা ঝোলে ভিজানো রুটির ফযীলত অন্যান্য খাদ্যের উপর। মহান আল্লাহ বানী ইসরাঈলের উপর তার আরো একটি অনুগ্রহের বর্ণনা দিচ্ছেন যে, তিনি তাদেরকে ঐ সব যুক্তি-প্রমাণ, নিদর্শন, মু'জিযা ও কারামত দান করেছিলেন যেগুলোর মধ্যে হিদায়াত অনুসন্ধান কারীদের জন্যে সুস্পষ্ট পরীক্ষা ছিল।"
    },
    { "ayah": 34, "surah": 44, "text": "Please check ayah 44:37 for complete tafsir." },
    { "ayah": 35, "surah": 44, "text": "Please check ayah 44:37 for complete tafsir." },
    { "ayah": 36, "surah": 44, "text": "Please check ayah 44:37 for complete tafsir." },
    {
      "ayah": 37,
      "surah": 44,
      "text": "৩৪-৩৭ নং আয়াতের তাফসীর:\nএখানে আল্লাহ তাআলা মুশরিকদের কিয়ামতকে অস্বীকারকরণ এবং এর দলীলের বর্ণনা দেয়ার পর এটাকে খণ্ডন করেন। তাদের ধারণা ছিল এই যে, কিয়ামত হবে না এবং মৃত্যুর পর পুনর্জীবনও নেই। আর হাশর নশর ইত্যাদি সবই মিথ্যা। তারা দলীল এই পেশ করে যে, তাদের পিতা-মাতা তো মারা গেছে, তারা জীবিত হয়ে পুনরায় ফিরে আসে না কেন? তাদের এই দলীল কতইনা বাজে, অর্থহীন এবং নির্বুদ্ধিতাপূর্ণ! পুনরুত্থান ও মৃত্যুর পর পুনর্জীবন লাভ এটা তো হবে কিয়ামতের সময়। এর অর্থ এটা নয় যে, জীবিত হয়ে পুনরায় দুনিয়ায় ফিরে আসবে। ঐদিন এই যালিমরা জাহান্নামের ইন্ধন হবে। ঐ সময় উম্মতে মুহাম্মাদ (সঃ) পূর্বের উম্মতদের উপর সাক্ষী হবে এবং তাদের উপর তাদের নবী (সঃ) সাক্ষী হবেন। এরপর আল্লাহ তা'আলা এদেরকে ভীতি প্রদর্শন করছেন যে, এদের এই পাপেরই কারণে এদের পূর্ববর্তীদের উপর যে শাস্তি এসেছিল ঐ শাস্তিই না জানি হয় তো এদের উপরও এসে পড়বে এবং তাদের ন্যায় নিশ্চিহ্ন হয়ে যাবে। তাদের ঘটনাবলী সূরায়ে সাবার মধ্যে গত হয়েছে। তারা ছিল কাহতানের আরব এবং এরা হলো আদনানের আরব।সাবার হুমায়েরগণ তাদের বাদশাহকে ‘তুব্বা বলতো, যেমন পারস্যের বাদশাহকে ‘কিসরা', রোমের বাদশাহকে কায়সার, মিসরের বাদশাহকে ফিরাউন' এবং হাবশের বাদশাহকে নাজ্জাসী’ বলা হতো। তাদের মধ্যে একজন তুব্বা ইয়ামন হতে বের হয় এব চরণ করতে থাকে। সে সমরকন্দে পৌছে যায় এবং সব দেশের বাদশাদেরকে পরাজিত করতে থাকে এবং নিজের সাম্রাজ্য বহুদূর পর্যন্ত বিস্তৃত করে। নিজ সেনাবাহিনী এবং অসংখ প্রজা তাঁর অধীনস্থ ছিল। সে-ই হীরা নামক শহরটি স্থাপন করে। তার যুগে সে মদীনাতেও এসেছিল। তথাকার অধিবাসীদের সাথে সে যুদ্ধও করেছিল। কিন্তু জনগণ তাকে বাধা দেয়। মদীনাবাসীরা তার সাথে এই আচরণ করে যে, দিনে তার সাথে যুদ্ধ করতো, আবার রাত্রে তার মেহমানদারী করতো। শেষে সেও লজ্জা পায় এবং যুদ্ধ বন্ধ করে দেয়। তথাকার দু’জন ইয়াহুদী আলেম তার সঙ্গী হয়েছিলেন যারা হযরত মূসা (আঃ)-এর সত্য দ্বীনের উপর ছিলেন। তাঁরা সদা-সর্বদা তাকে ভাল-মন্দ সম্পর্কে উপদেশ দিতে থাকতেন। তারা তাকে বলেনঃ “আপনি মদীনা ধ্বংস করতে পারেন না। কেননা, এটা হলো শেষ নবীর হিজরতের জায়গা।” সুতরাং সে সেখান হতে ফিরে যায় এবং ঐ দু’জন আলেমকেও সঙ্গে নেয়। যখন সে মক্কায় পৌঁছে তখন সে বায়তুল্লাহ শরীফকে ভেঙ্গে দেয়ার ইচ্ছা করে। কিন্তু ঐ দু’জন আলেম তাকে ঐ কাজ হতে বিরত রাখেন এবং ঐ পবিত্র ঘরের শ্রেষ্ঠত্ব ও মর্যাদার কথা তার সামনে পেশ করেন। তারা তাকে বুঝিয়ে বলেন যে, এ ঘরের ভিত্তি স্থাপনকারী ছিলেন হযরত ইবরাহীম (আঃ) এবং শেষ নবী। (সঃ)-এর হাতে এ ঘরের মূল শ্রেষ্ঠত্ব ও সম্মান প্রকাশ পাবে। ঐ বাদশাহ তুব্বা তাদের এ কথা শুনে স্বীয় সিদ্ধান্ত পরিত্যাগ করে। এমনকি নিজেই সে বায়তুল্লাহ শরীফের খুব সম্মান করে, ওর তাওয়াফ করে এবং ওর উপর গেলাফ চড়িয়ে দেয়। অতঃপর সে সেখান হতে ইয়ামনে ফিরে যায়। স্বয়ং সে হযরত মূসা (আঃ)-এর ধর্মে প্রবেশ করে এবং সমগ্র ইয়ামনে এ ধর্মই ছড়িয়ে দেয়। তখন পর্যন্ত হযরত ঈসা (আঃ)-এর আবির্ভাব ঘটেনি এবং ঐ যুগের লোকদের জন্যে হযরত মূসা (আঃ)-এর ঐ সত্য ধর্মই পালনীয় ছিল। ঐ তুব্বা বাদশাহর ঘটনা সীরাতে ইবনে ইসহাকের মধ্যে বিস্তারিতভাবে লিপিবদ্ধ রয়েছে এবং হাফিয় ইবনে আসাকিরও (রঃ) স্বীয় কিতাবে সুদীর্ঘভাবে আনয়ন করেছেন। তাতে রয়েছে যে, ঐ তুব্বার সিংহাসন দামেস্কে ছিল। তার সেনাবাহিনীর সারি দামেস্ক হতে ইয়ামন পর্যন্ত পৌঁছেছিল। হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “(অপরাধীকে) হদ লাগানো বা নির্ধারিত শাস্তি প্রদানের পর ঐ শাস্তিপ্রাপ্ত ব্যক্তির গুনাহ মাফ হয়ে যায় কি-না তা আমি জানি না, আর তুব্বা (বাদশাহ) অভিশপ্ত ছিল কি-না সেটাও আমার জানা নেই এবং যুলকারনাইন নবী ছিল কি বাদশাহ ছিল এখবরও আমি রাখি না। অন্য রিওয়াইয়াতে আছে যে, নবী (সঃ) এ কথাও বলেনঃ “হযরত উযায়ের নবী ছিল কি-না এটাও আমি জানি না।\" (এ হাদীসটি ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)ইমাম দারকুতনী (রঃ) বলেন যে, এ হাদীসটি শুধু আবদুর রাযযাক (রঃ) বর্ণনা করেছেন। অন্য সনদে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “হযরত উযায়ের নবী ছিলেন কি-না তা আমার জানা নেই এবং তুব্বার উপর লা'নত করা হয়েছে কি-না এটাও আমি জানি না।” এ হাদীসটি আনয়নের পর হাফিয ইবনে আসাকির (রঃ) ঐ দু'টি রিওয়াইয়াত এনেছেন যাতে তুব্বাকে গালি দিতে ও লা'নত করতে নিষেধ করা হয়েছে, যেমন আমরাও বর্ণনা করবো ইনশাআল্লাহ। জানা যাচ্ছে যে, সে পূর্বে কাফির ছিল এবং পরে মুসলমান হয়েছিল, অর্থাৎ হযরত মূসা (আঃ)-এর দ্বীনে প্রবেশ করেছিল। ঐ যুগের আলেমদের হাতে সে ঈমান ককূল করেছিল। এটা হযরত ঈসা (আঃ)-এর আবির্ভাবের পূর্বের ঘটনা। জুরহুমের যুগে সে বায়তুল্লাহর হজ্ব করেছিল এবং বায়তুল্লাহর উপর গেলাফও উঠিয়েছিল। এইভাবে সে বায়তুল্লাহ শরীফের প্রতি অত্যন্ত সম্মান প্রদর্শন করেছিল। আল্লাহর নামে সে ছয় হাজার উট কুরবানী করেছিল। আরো খুব দীর্ঘ ঘটনা রয়েছে যা হযরত উবাই ইবনে কা'ব (রাঃ), হযরত আবদুল্লাহ ইবনে সালাম (রাঃ) এবং হযরত আবদুল্লাহ ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে। মূল ঘটনার স্থিতি হযরত কা'ব আহবার (রাঃ) এবং হযরত আবদুল্লাহ ইবনে সালাম (রাঃ)-এর উপর নির্ভরশীল। অহাব ইবনে মুনাব্বাহও (রঃ) এ কাহিনী এনেছেন! হাফিয ইবনে আসাকির (রঃ) এই তুব্বার কাহিনীর সাথে অন্য তুব্বার কাহিনীও মিলিয়ে দিয়েছেন যে এর বহু পরে ছিল। এই তুব্বার কওম তো এর হাতে মুসলমান হয়েছিল। এর ইন্তেকালের পর তারা কুফরীর দিকে পুনরায় ফিরে যায় এবং আবার আগুনের ও মূর্তির পূজা শুরু করে দেয়। যেমন এটা সূরায়ে সাবায় বর্ণিত হয়েছে। ওর তাফসীরে আমরাও সেখানে এর পূর্ণ ব্যাখ্যা দিয়েছি। সুতরাং সমস্ত প্রশংসা আল্লাহরই প্রাপ্য।হযরত সাঈদ ইবনে জুবাইর (রঃ) বলেন যে, এই ঠুব্বা কা'বার উপর গেলাফ চড়িয়েছিল। হযরত সাঈদ (রঃ) জনগণকে বলতেনঃ “তোমরা তুব্বাকে মন্দ বলো না।' এ হলো মাঝামাঝির তুব্বা। তার নাম ছিল আসআদ আবু কুরায়েব ইবনে মুলাইকারব ইয়ামানী। তার রাজত্ব তিনশ’ ছাব্বিশ বছর পর্যন্ত স্থায়ী ছিল। তখনকার রাজাদের মধ্যে কেউই তার মত এতো দীর্ঘস্থায়ী রাজত্ব পায়নি। রাসূলুল্লাহ (সঃ)-এর নবুওয়াতের প্রায় সাতশ' বছর পূর্বে সে মারা যায়। ঐতিহাসিকরা এটাও বর্ণনা করেছেন যে, মদীনা নগরী শেষ নবী (সঃ)-এর হিজরতের জায়গা হওয়ার কথা যখন মদীনাবাসী ঐ দু'জন আলেম তাকে নিশ্চিতরূপে জানিয়ে দেন তখন সে একটি কবিতা রচনা করে এবং আমানত হিসেবে মদীনাবাসীর কাছে তা রেখে যায়। আর ওটা উত্তরাধিকার সূত্রে পরস্পর হস্তান্তর হতে থাকে। সনদসহ ওর রিওয়াইয়াত বরাবরই আসতে থাকে। শেষ পর্যন্ত রাসূলুল্লাহ (সঃ)-এর হিজরতের সময় ওর হাফিয ছিলেন হযরত আবু আইয়ুব খালেদ ইবনে যায়েদ (রাঃ)! ঘটনাক্রমে, বরং আল্লাহর নির্দেশক্রমে রাসূলুল্লাহ্ (সঃ)-এর অবতরণস্থল হয়েছিল তার বাড়ীটিই। কবিতার পংক্তিগুলো নিম্নরূপঃ (আরবী) অর্থাৎ “আমি সাক্ষ্য দিচ্ছি যে, হযরত আহমাদ (সঃ) ঐ আল্লাহর রাসূল যিনি সমস্ত প্রাণীর সৃষ্টিকর্তা। আমি যদি তার যুগ পর্যন্ত জীবিত থাকি তবে অবশ্যই তাঁর মন্ত্রী ও তার চাচাতো ভাই হিসেবে থাকবো (এবং তাঁকে সাহায্য করবো)। আর আমি তার শত্রুদের বিরুদ্ধে তরবারী দ্বারা জিহাদ করবো এবং তার অন্তর হতে সমস্ত চিন্তা-দুঃখ দূর করে দিবো।” বর্ণিত আছে যে, ইসলামের যুগে সানআ নামক শহরে একটি কবর খনন করা হয়, তখন দেখা যায় যে, তাতে দু’টি মহিলা সমাধিস্থ রয়েছে, যাদের দেহ সম্পূর্ণরূপে সহীহ সালিম এবং অক্ষত অবস্থায় রয়েছে। তাদের শিয়রে একটি চাদির ফালি লেগে রয়েছে। তাতে স্বর্ণাক্ষরে লিখিত রয়েছেঃ “এ হচ্ছে হাই ও তামীসের কবর।” আর একটি রিওয়াইয়াতে আছে যে, তাদের নাম ছিল হাই ও তামাযুর। মহিলা দু’টি তুব্বার ভগ্নী ছিল। মহিলা দু’টি মৃত্যু পর্যন্ত এ সাক্ষ্য দিয়ে গিয়েছিল যে, আল্লাহ ছাড়া কেউই ইবাদতের যোগ্য নেই। তারা আল্লাহর সাথে কাউকেও শরীক করেনি। তাদের পূর্ববর্তী সমস্ত সৎ লোকই এই সাক্ষ্যদান অবস্থায় মৃত্যুবরণ করেছিল। সূরায়ে সাবার মধ্যে আমরা এই ঘটনা সম্পর্কে সাবার কবিতাগুলোও বর্ণনা করেছি। হযরত কা'ব (রঃ) বলতেনঃ “কুরআন কারীম দ্বারা তুব্বার প্রশংসা এভাবে জানা যায় যে, আল্লাহ তাআলা তার কওমের নিন্দে করেছেন, তার নয়।” হযরত আয়েশা (রাঃ) বলতেন ? “তোমরা তুব্বাকে মন্দ বলো না, সে সৎ লোক ছিল।”হযরত সা'দ সায়েদী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমরা তুব্বাকে গালি দিয়ো না, সে মুসলমান হয়েছিল।” (এ হাদীসটি ইমাম ইবনে আবি হাতিম (রঃ), ইমাম আহমাদ (রঃ) এবং ইমাম বিতরানী (রঃ) বর্ণনা করেছেন)হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তুব্বা নবী ছিল কি-না তা আমি জানি না। (এ হাদীসটি আবদুর রাযযাক (রঃ) বর্ণনা করেছেন) আর একটি রিওয়াইয়াত গত হয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তুব্বা অভিশপ্ত ছিল কি-না তা আমার জানা নেই। এসব ব্যাপারে আল্লাহ তাআলাই সবচেয়ে ভাল জানেন। এই রিওয়াইয়াতটিই হযরত ইবনে আব্বাস (রাঃ) হতেও বর্ণিত আছে। হযরত আতা ইবনে আবি রাবাহ (রঃ) বলেনঃ “তোমরা তুব্বাকে গালি দিয়ো না। রাসূলুল্লাহ (সঃ) তাকে মন্দ বলতে নিষেধ করেছেন। এসব ব্যাপারে সঠিক জ্ঞানের অধিকারী একমাত্র আল্লাহ।"
    },
    { "ayah": 38, "surah": 44, "text": "Please check ayah 44:42 for complete tafsir." },
    { "ayah": 39, "surah": 44, "text": "Please check ayah 44:42 for complete tafsir." },
    { "ayah": 4, "surah": 44, "text": "Please check ayah 44:8 for complete tafsir." },
    { "ayah": 40, "surah": 44, "text": "Please check ayah 44:42 for complete tafsir." },
    { "ayah": 41, "surah": 44, "text": "Please check ayah 44:42 for complete tafsir." },
    {
      "ayah": 42,
      "surah": 44,
      "text": "৩৮-৪২ নং আয়াতের তাফসীর:\nএখানে আল্লাহ তা'আলা নিজের আদল ও ইনসাফ এবং তার বৃথা ও অযতা কোন কাজ না করার বর্ণনা দিচ্ছেন। যেমন মহামহিমান্বিত আল্লাহ অন্য আয়াতে বলেনঃ (আরবী) অর্থাৎ “আমি আকাশ ও পৃথিবী এবং এতোদুভয়ের মধ্যস্থিত জিনিস বৃথা সৃষ্টি করিনি। এটা কাফিরদের ধারণা। সুতরাং কাফিরদের জন্যে জাহান্নামের দুর্ভোগ রয়েছে।”(৩৮:২৭) অন্য এক জায়গায় রয়েছেঃ (আরবী) অর্থাৎ “তোমরা কি মনে করেছিলে যে, আমি তোমাদেরকে অনর্থক সৃষ্টি করেছি এবং তোমরা আমার নিকট প্রত্যাবর্তিত হবে না? মহিমান্বিত আল্লাহ যিনি প্রকৃত মালিক, তিনি ব্যতীত কোন মা'বুদ নেই, সম্মানিত আরশের তিনি অধিপতি।”(২৩:১১৫-১১৬)ফায়সালার দিন অর্থাৎ কিয়ামতের দিন যেই দিন আল্লাহ তা'আলা স্বীয় বান্দাদের মধ্যে হক ফায়সালা করবেন। কাফিরদেরকে শাস্তি দিবেন এবং মুমিনদেরকে দিবেন পুরস্কার। ঐ দিন পূর্ববর্তী ও পরবর্তী সবাই আল্লাহ তা'আলার সামনে একত্রিত হবে। ওটা হবে এমন এক সময় যে, একে অপর হতে পৃথক হয়ে যাবে। এক আত্মীয় অন্য আত্মীয়ের কোনই উপকার করতে পারবে না। যেমন আল্লাহ তাআলা বলেনঃ (আরবী) অর্থাৎ “যখন শিংগায় ফুৎকার দেয়া হবে সেই দিন তাদের মধ্যে কোন আত্মীয়তার সম্পর্ক থাকবে না এবং তারা একে অপরকে জিজ্ঞাসাবাদ করবে না।\"(২৩:১০১) আর এক জায়গায় বলেনঃ (আরবী) অর্থাৎ “সুহৃদ সুহৃদের তত্ত্ব নিবে না, তাদেরকে করা হবে একে অপরের দৃষ্টিগোচর।”(৭০:১০-১১) অর্থাৎ কোন বন্ধু তার বন্ধুকে তার অবস্থা সম্পর্কে কোন জিজ্ঞাসাবাদ করবে না, অথচ তারা একে অপরকে দেখতে পাবে। ঐদিন কেউ কাউকেও কোন সাহায্য করবে না এবং বাহির হতেও কোন সাহায্য আসবে। না। হ্যা, তবে আল্লাহ যার প্রতি দয়া করেন তার কথা স্বতন্ত্র। তিনি তো পরাক্রমশালী, পরম দয়ালু।"
    },
    { "ayah": 43, "surah": 44, "text": "Please check ayah 44:50 for complete tafsir." },
    { "ayah": 44, "surah": 44, "text": "Please check ayah 44:50 for complete tafsir." },
    { "ayah": 45, "surah": 44, "text": "Please check ayah 44:50 for complete tafsir." },
    { "ayah": 46, "surah": 44, "text": "Please check ayah 44:50 for complete tafsir." },
    { "ayah": 47, "surah": 44, "text": "Please check ayah 44:50 for complete tafsir." },
    { "ayah": 48, "surah": 44, "text": "Please check ayah 44:50 for complete tafsir." },
    { "ayah": 49, "surah": 44, "text": "Please check ayah 44:50 for complete tafsir." },
    { "ayah": 5, "surah": 44, "text": "Please check ayah 44:8 for complete tafsir." },
    {
      "ayah": 50,
      "surah": 44,
      "text": "৪৩-৫০ নং আয়াতের তাফসীর:\nকিয়ামতকে অস্বীকারকারীদের জন্যে যে শাস্তি রয়েছে আল্লাহ তা'আলা এখানে তারই বর্ণনা দিচ্ছেন যে, যারা কিয়ামতকে অবিশ্বাস করতঃ দুনিয়ায় সদা পাপকার্যে লিপ্ত থেকেছে তাদেরকে কিয়ামতের দিন যাককূম গাছ খেতে দেয়া হবে। কেউ কেউ বলেন যে, এর দ্বারা আবু জাহেলকে বুঝানো হয়েছে। এটা নিঃসন্দেহ যে, এ আয়াতের ভীতি প্রদর্শনের মধ্যে সেও শামিল রয়েছে, কিন্তু শুধু তারই সম্পর্কে আয়াতটি নাযিল হয়েছে এটা মনে করা ঠিক নয়। হযরত আবু দারদা একটি লোককে এ আয়াতটি পড়াচ্ছিলেন, কিন্তু সে (আরবী) শব্দটি উচ্চারণ করতে অপারগ হচ্ছিল এবং সে (আরবী) এর স্থলে (আরবী) শব্দ বলে দিচ্ছিল। তখন তিনি (আরবী) (পাপীর খাদ্য) পড়িয়ে দেন। অর্থাৎ তাদেরকে যাককূম গাছ। ছাড়া অন্য কোন খাদ্য খেতে দেয়া হবে না। হযরত মুজাহিদ (রঃ) বলেন যে, এই যাককূমের একটা বিন্দু যদি এই যমীনের উপর পড়ে তবে যমীনবাসীর সমস্ত জীবিকা নষ্ট হয়ে যাবে। একটি মারফু হাদীসেও এটা এসেছে যা পূর্বে গত হয়েছে। এটা হবে গলিত তাম্রের মত, এটা তার পেটে ফুটন্ত পানির মত ফুটতে থাকবে। আল্লাহ তা'আলা জাহান্নামের রক্ষকদের বলবেনঃ “এই কাফিরকে ধর এবং টেনে জাহান্নামের মধ্যস্থলে নিয়ে যাও। অতঃপর তার মস্তকের উপর ফুটন্ত পানি ঢেলে দাও।” যেমন আল্লাহ তা'আলা অন্য জায়গায় বলেনঃ (আরবী) অর্থাৎ তাদের মাথার উপর ফুটন্ত পানি ঢেলে দেয়া হবে, ফলে তার পেটের সমুদয় জিনিস এবং চামড়া দগ্ধ হয়ে যাবে।”(২২:১৯-২০) ইতিপূর্বে এটাও বর্ণনা করা হয়েছে যে, ফেরেশতারা তাদেরকে হাতুড়ী দ্বারা প্রহার করবে, ফলে তাদের মস্তিষ্ক চূর্ণ-বিচূর্ণ হয়ে যাবে। তারপর উপর হতে তাদের মাথার উপর গরম পানি ঢেলে দেয়া হবে। এই পানি যেখানে যেখানে পৌছবে, হাড়কে চামড়া হতে পৃথক পৃথক করে দিবে, এমনকি তাদের নাড়িভূড়ি কেটে পায়ের গোছা। পর্যন্ত পৌঁছে যাবে। আল্লাহ তা'আলা আমাদেরকে এর থেকে রক্ষা করুন!অতঃপর তাদেরকে আরো লজ্জিত করার জন্যে বলা হবেঃ “আস্বাদ গ্রহণ কর, তুমি তো ছিলে সম্মানিত অভিজাত।” অর্থাৎ আজ তারা আল্লাহর দৃষ্টিতে মোটেই সম্মানিত ও মর্যাদাবান নয়।উমুভী (রঃ) তাঁর ‘মাগাযী’ নামক গ্রন্থে লিখেছেন যে, একদা রাসূলুল্লাহ (সঃ) অভিশপ্ত আবু জাহেলকে বলেনঃ “আমার প্রতি আল্লাহর হুকুম হয়েছে যে, আমি যেন তোমাকে বলিঃ দুর্ভোগ তোমার জন্যে, দুর্ভোগ! আবার দুর্ভোগ তোমার। জন্যে, দুর্ভোগ!” তখন সে তার কাপড় তাঁর হাত হতে টেনে নেয় এবং বলেঃ “তুমি এবং তোমার প্রতিপালক আমার কোনই ক্ষতি করতে পারবে না। এই সমগ্র উপত্যকায় সর্বাপেক্ষা সম্মানিত ব্যক্তি আমিই।” অতঃপর বদরের যুদ্ধে আল্লাহর হুকুমে সে নিহত হয় এবং তাকে তিনি লাঞ্ছিত করেন। ঐ সময় তিনি। অবতীর্ণ করেনঃ “আস্বাদ গ্রহণ কর, তুমি তো ছিলে সম্মানিত, অভিজাত।” অর্থাৎ আজ তোমার সম্মান ও আভিজাত্য কোথায় গেল?তারপর ঐ কাফিরদেরকে বলা হবেঃ “এটা তো ওটাই (ঐ শাস্তি), যা সম্পর্কে তোমরা সন্দেহ পোষণ করতে। যেমন আল্লাহ তাআলা অন্য জায়গায় বলেনঃ (আরবী) অর্থাৎ “যেদিন তাদেরকে ধাক্কা দিয়ে জাহান্নামের আগুনে নিক্ষেপ করা হবে, (এবং বলা হবেঃ) এটা ঐ আগুন যাকে তোমরা অবিশ্বাস করতে। এটা কি যাদু, না তোমরা দেখছো না?”(৫২:১৩-১৫) আল্লাহ তাআলা এখানেও বলেনঃ “এটা তো ওটাই, যে বিষয়ে তোমরা সন্দেহ করতে।”"
    },
    { "ayah": 51, "surah": 44, "text": "Please check ayah 44:59 for complete tafsir." },
    { "ayah": 52, "surah": 44, "text": "Please check ayah 44:59 for complete tafsir." },
    { "ayah": 53, "surah": 44, "text": "Please check ayah 44:59 for complete tafsir." },
    { "ayah": 54, "surah": 44, "text": "Please check ayah 44:59 for complete tafsir." },
    { "ayah": 55, "surah": 44, "text": "Please check ayah 44:59 for complete tafsir." },
    { "ayah": 56, "surah": 44, "text": "Please check ayah 44:59 for complete tafsir." },
    { "ayah": 57, "surah": 44, "text": "Please check ayah 44:59 for complete tafsir." },
    { "ayah": 58, "surah": 44, "text": "Please check ayah 44:59 for complete tafsir." },
    {
      "ayah": 59,
      "surah": 44,
      "text": "৫১-৫৯ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা হতভাগ্যদের বর্ণনা দেয়ার পর সৌভাগ্যবানদের বর্ণনা দিচ্ছেন। এ জন্যেই কুরআন কারীমকে (আরবী) বলা হয়েছে। দুনিয়ায় যারা অধিকর্তা, সৃষ্টিকর্তা এবং ক্ষমতাবান আল্লাহকে ভয় করে চলে তারা কিয়ামতের দিন জান্নাতে অত্যন্ত শান্তি ও নিরাপত্তার সাথে বসবাস করবে। সেখানে তারা মৃত্যু, বহিষ্কার, দুঃখ-কষ্ট, বিপদ-আপদ, ব্যথা-বেদনা, শয়তান ও তার চক্রান্ত, আল্লাহর অসন্তুষ্টি ইত্যাদি সমস্ত বিপদ-আপদ হতে সম্পূর্ণ নিশ্চিন্ত ও নিরাপদ থাকবে। কাফিররা তো সেখানে পাবে যাককূম বৃক্ষ এবং আগুনের মত গরম পানি, পক্ষান্তরে এই জান্নাতীরা লাভ করবে সুখময় জান্নাত এবং প্রবাহমান নদী ও প্রস্রবণ। আর পাবে তারা মিহি ও পুরু রেশমী বস্ত্র এবং তারা বসে থাকবে মুখখামুখী হয়ে। কারো দিকে কারো পিঠ হবে না, বরং তারা পরস্পর মুখখামুখী হবে। এই দানের সাথে সাথে তারা আয়ত লোচনা হ্র লাভ করবে, যাদেরকে ইতিপূর্বে কোন মানব অথবা দানব স্পর্শ করেনি। তারা যেন প্রবাল ও পদ্মরাগ! তাদের এসব নিয়ামত লাভের কারণ এই যে, তারা দুনিয়ায় আল্লাহ তা'আলাকে ভয় করে চলতো এবং তাঁর নির্দেশকে সামনে রেখে পার্থিব ভোগ্যবস্তু হতে দূরে থাকতো। সুতরাং আজ তিনি তাদের সাথে উত্তম ব্যবহার কেন করবেন না? যেমন তিনি বলেছেনঃ (আরবী) অর্থাৎ “উত্তম কাজের জন্যে উত্তম পুরস্কার ব্যতীত কি হতে পারে?”(৫৫:৬০)হযরত আনাস (রাঃ) হতে মার’রূপে বর্ণিত আছেঃ “যদি এই হ্রদের মধ্যে কোন একজন সমুদ্রের লবণাক্ত পানিতে থুথু ফেলে তবে ওর সমস্ত পানি মিষ্ট হয়ে যাবে।” (এ হাদীসটি ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)এরপর মহান আল্লাহ বলেনঃ ‘সেখানে তারা প্রশান্ত চিত্তে বিবিধ ফলমূল আনতে বলবে। তারা যা চাইবে তা-ই পাবে। তাদের ইচ্ছা হওয়ামাত্রই তাদের কাছে তা হাযির হয়ে যাবে। ওগুলো শেষ হবার বা কমে যাবার কোন ভয় থাকবে না। মহামহিমান্বিত আল্লাহ বলেনঃ “প্রথম মৃত্যুর পর তারা সেখানে আর মৃত্যু আস্বাদন করবে না।' ইসতিসনা মুনকাতা এনে এর প্রতি গুরুত্ব আরোপ করা হয়েছে। অর্থাৎ তারা জান্নাতে কখনই মৃত্যুবরণ করবে না। সহীহ বুখারী ও সহীহ মুসলিমে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “মৃত্যুকে ভেড়ার আকারে জান্নাত ও জাহান্নামের মধ্যস্থলে আনয়ন করা হবে, অতঃপর ওকে যবেহ করে দেয়া হবে। তারপর ঘোষণা করা হবেঃ “হে জান্নাতবাসীরা! এটা তোমাদের জন্যে চিরস্থায়ী বাসস্থান, আর কখনো মৃত্যু হবে না। আর হে জাহান্নামবাসীরা! তোমাদের জন্যেও এটা চিরস্থায়ী বাসস্থান। কখনো আর তোমাদের মৃত্যু হবে না।\" সূরায়ে মারইয়ামের তাফসীরেও এ হাদীস গত হয়েছে। হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “জান্নাতবাসীদেরকে বলা হবেঃ “তোমরা সদা সুস্থ থাকবে, কখনো রোগাক্রান্ত হবে না। সদা জীবিত থাকবে, কখনো মৃত্যু বরণ করবে না। সদা নিয়ামত লাভ করতে থাকবে, কখনো নিরাশ হবে না। সদা যুবক থাকবে, কখনো বৃদ্ধ হবে না। (এ হাদীসটি আবদুর রাযযাক (রঃ) এবং ইমাম মুসলিম (রঃ) বর্ণনা করেছেন)হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যক্তি আল্লাহকে ভয় করে সে জান্নাতে প্রবেশ করবে। সেখানে সে নিয়ামত লাভ করবে, কখনো নিরাশ হবে না। সদা জীবিত থাকবে, কখনো মরবে না। সেখানে তার কাপড় ময়লা হবে না এবং তার যৌবন নষ্ট হবে না।”  হযরত জাবির (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ)-কে জিজ্ঞেস করা হয়ঃ “জান্নাতবাসীরা নিদ্রা যাবে কি?” উত্তরে তিনি বলেনঃ “ন্দ্রিা তো মৃত্যুর ভাই।। জান্নাতীরা দ্রিা যাবে না।\" (এ হাদীসটি আবুল কাসিম তিবরানী (রঃ) বর্ণনা করেছেন)হযরত জাবির ইবনে আবদিল্লাহ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “নিদ্রা মৃত্যুর ভাই এবং জান্নাতবাসীরা নিদ্রা যাবে না।” [এ হাদীসটি বর্ণনা করেছেন আবু বকর ইবনে মিরদুওয়াই (রঃ)] এ হাদীসটি অন্য সনদেও বর্ণিত আছে এবং এর বিপরীতও ইতিপূর্বে গত হয়েছে। এসব ব্যাপারে আল্লাহ তাআলাই সবচেয়ে ভাল জানেন।এই আরাম, শান্তি এবং নিয়ামতের সাথে সাথে এই বড় নিয়ামতও রয়েছে যে, তাদেরকে আল্লাহ তাআলা জাহান্নামের শাস্তি হতে রক্ষা করবেন। সারমর্ম এই পাওয়া গেল যে, তাদের সর্বপ্রকারের ভয় ও চিন্তা দূর হয়ে যাবে। এজন্যেই এর সাথে সাথেই বলেছেনঃ ‘এটা শুধু আল্লাহ তাআলার অনুগ্রহ ও দয়া। এটাই তো মহাসাফল্য। সহীহ হাদীসে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমরা ঠিকঠাক থাকো, কাছে কাছে থাকো এবং বিশ্বাস রাখো যে, কারো আমল তাকে জান্নাতে নিয়ে যেতে পারে না।” জনগণ জিজ্ঞেস করলোঃ “হে আল্লাহর রাসূল (সঃ)! আপনার আমলও কি?” উত্তরে তিনি বললেনঃ “হ্যা, আমার আমলও আমাকে জান্নাতে নিয়ে যেতে পারে না যদি না আমার প্রতি আল্লাহর দয়া ও অনুগ্রহ হয়।” মহান আল্লাহ বলেনঃ “(হে নবী সঃ)! আমি তোমার ভাষায় কুরআনকে সহজ করে দিয়েছি, যাতে তারা উপদেশ গ্রহণ করে।” অর্থাৎ আল্লাহ তা'আলা কুরআন কারীমকে খুবই সহজ, স্পষ্ট, পরিষ্কার, প্রকাশমান এবং উজ্জ্বল রূপে রাসূল (সঃ)-এর উপর তাঁরই ভাষায় অবতীর্ণ করেছেন, যা অত্যন্ত বাকচাতুর্য, অলংকার এবং মাধুর্যপূর্ণ। যাতে লোকদের সহজে বোধগম্য হয়। এতদসত্ত্বেও লোকেরা এটাকে অস্বীকার ও মিথ্যা প্রতিপন্ন করছে। মহান আল্লাহ স্বীয় নবী (সঃ)-কে বলছেনঃ “তুমি তাদেরকে সতর্ক করে দাও এবং বলে দাও- তোমরাও অপেক্ষা কর এবং আমিও অপেক্ষমাণ রয়েছি। আল্লাহ তাআলার পক্ষ হতে কার প্রতি সাহায্য আসে, কার কালেমা সমুন্নত হয় এবং কে দুনিয়া ও আখিরাত লাভ করে, তা তোমরা সত্বরই দেখতে পাবে।” ভাবার্থ হচ্ছেঃ হে নবী (সঃ)! তুমি এ বিশ্বাস রাখো যে, তুমিই জয়যুক্ত ও সফলকাম হবে। আমার নীতি এই যে, আমি আমার নবীদেরকে ও তাদের অনুসারীদেরকে সমুন্নত করে থাকি। যেমন ইরশাদ হচ্ছে-(আরবী) অর্থাৎ “আল্লাহ লিপিবদ্ধ করে রেখেছেনঃ আমি (আল্লাহ) এবং আমার রাসূলরাই জয়যুক্ত থাকবো।”(৫৮:২১) অন্য জায়গায় রয়েছেঃ (আরবী) অর্থাৎ “নিশ্চয়ই আমি আমার রাসূলদেরকে ও মুমিনদেরকে সাহায্য করবো পার্থিব জীবনে এবং যেদিন সাক্ষীগণ দণ্ডায়মান হবে। যেদিন যালিমদের ওর-আপত্তি কোন কাজে আসবে না, তাদের জন্যে রয়েছে লা'নত এবং তাদের জন্যে রয়েছে নিকৃষ্ট আবাস।”(৪০:৫১-৫২)।"
    },
    { "ayah": 6, "surah": 44, "text": "Please check ayah 44:8 for complete tafsir." },
    { "ayah": 7, "surah": 44, "text": "Please check ayah 44:8 for complete tafsir." },
    {
      "ayah": 8,
      "surah": 44,
      "text": "হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যক্তি রাত্রে সূরায়ে হা-মীম আদ দুখান পাঠ করে, সকাল পর্যন্ত তার জন্যে সত্তর হাজার ফেরেশতা ক্ষমা প্রার্থনা করতে থাকেন।\" (এ হাদীসটি ইমাম তিরমিযী (রঃ) বর্ণনা করেছেন। হাদীসটি গারীব। এর আমর ইবনে খুশউম নামক একজন বর্ণনাকারী দুর্বল। ইমাম বুখারী (রঃ) তাকে মুনকারুল হাদীস বলেছেন)হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যক্তি হা-মীম আদ দুখান জুমআর রাত্রে পাঠ করে তার গুনাহ মাফ করে দেয়া হয়।” (এ হাদীসটিও ইমাম তিরমিযী বর্ণনা করেছেন। এটাও গারীব হাদীস। এর আবুল মিকদাম হিশাম নামক একজন বর্ণনাকারী দুর্বল এবং দ্বিতীয় বর্ণনাকারী হাসানের হযরত আবু হুরাইরা (রাঃ) হতে শোনা সাব্যস্ত নয়)হযরত যায়েদ ইবনে হারেসা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) একদা ইবনে সাইয়াদের সামনে সূরায়ে দুখানকে নিজের অন্তরে গোপন রেখে তাকে জিজ্ঞেস করেনঃ “আমার অন্তরে কি আছে বল তো?” উত্তরে সে বললোঃ (আরবী) রয়েছে।” তখন রাসূলুল্লাহ (সঃ) তাকে বলেনঃ “তুমি ধ্বংস হও। তুমি ব্যর্থ মনোরথ হয়েছে। আল্লাহ যা চান তাই হয়। অতঃপর তিনি সেখান হতে ফিরে আসেন।” (এ হাদীসটি মুসনাদে বাযযারে বর্ণিত হয়েছে)\n১-৮ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা বলেন যে, এই কুরআন কারীমকে তিনি কল্যাণময় রাত্রিতে অর্থাৎ কদরের রাত্রিতে অবতীর্ণ করেন। যেমন তিনি বলেছেনঃ (আরবী) অর্থাৎ “আমি এটা অবতীর্ণ করেছি মহিমান্বিত রজনীতে।”(৯৭:১) অন্য জায়গায় রয়েছেঃ (আরবী) অর্থাৎ “ঐ রমযান মাস যাতে কুরআন অবতীর্ণ করা হয়।”(২:১৮৫) সূরায়ে বাকারায় এর তাফসীর গত হয়েছে। সুতরাং এখানে পুনরাবৃত্তি নিষ্প্রয়োজন।কোন কোন লোক এ কথাও বলেছেন যে, যে মুবারক রজনীতে কুরআন কারীম অবতীর্ণ হয় তা হলো শাবান মাসের পঞ্চদশ তম রাত্রি। কিন্তু এটা সরাসরি কষ্টকর উক্তি। কেননা, কুরআনের স্পষ্ট ও পরিষ্কার কথা দ্বারা কুরআনের রমযান মাসে নাযিল হওয়া সাব্যস্ত হয়েছে। আর যে হাদীসে বর্ণিত হয়েছে যে, শা'বান মাসে পরবর্তী শা'বান মাস পর্যন্ত সমস্ত কাজ নির্ধারণ করে দেয়া হয়, এমনকি বিবাহ হওয়া, সন্তান হওয়া এবং মৃত্যু বরণ করাও নির্ধারিত হয়ে যায়, ঐ হাদীসটি মুরসাল। এরূপ হাদীস দ্বারা কুরআন কারীমের স্পষ্ট কথার বিরোধিতা করা যায় না।আল্লাহ পাক বলেনঃ “আমি তো সতর্ককারী অর্থাৎ আমি মানুষকে ভাল ও মন্দ এবং পাপ ও পুণ্য সম্পর্কে অবহিতকারী, যাতে তাদের উপর যুক্তিপ্রমাণ। সাব্যস্ত হয়ে যায় এবং তারা শরীয়তের জ্ঞান লাভ করতে পারে। এই রজনীতে প্রত্যেক গুরুত্বপূর্ণ বিষয় স্থিরীকৃত হয়। অর্থাৎ লাওহে মাহফুয হতে লেখক ফেরেশতাদের দায়িত্বে অর্পণ করা হয়। সারা বছরের সমস্ত গুরুত্বপূর্ণ বিষয় যেমন বয়স, জীবিকা ইত্যাদি স্থিরীকৃত হয়। (আরবী) শব্দের অর্থ হলো মুহকাম বা মযবূত, যার পরিবর্তন নেই। সবই আল্লাহর নির্দেশক্রমে হয়ে থাকে। তিনি রাসূল প্রেরণ করে থাকেন যেন তারা তাঁর নিদর্শনাবলী তার বান্দাদেরকে শুনিয়ে দেন, যেগুলোর তারা খুবই প্রয়োজন বোধ করে।এটা জগতসমূহের প্রতিপালক আল্লাহর অনুগ্রহ স্বরূপ। তিনি তো সর্বশ্রোতা, সর্বজ্ঞ যিনি আকাশমণ্ডলী, পৃথিবী এবং এগুলোর মধ্যস্থিত সবকিছুরই প্রতিপালক এবং সবকিছুরই অধিকর্তা। সবারই সৃষ্টিকর্তা তিনিই। মানুষ যদি বিশ্বাসী হয় তবে তাদের বিশ্বাসযোগ্য যথেষ্ট কারণ বিদ্যমান রয়েছে।মহান আল্লাহ বলেনঃ তিনিই একমাত্র মাবুদ। তিনি ছাড়া অন্য কোন মাবুদ নেই। তিনিই জীবন দান করেন এবং তিনিই মৃত্যু ঘটিয়ে থাকেন। তিনিই তোমাদের প্রতিপালক এবং তোমাদের পূর্বপুরুষদেরও প্রতিপালক।এ আয়াতটি আল্লাহ তাআলার নিম্নের উক্তির মতঃ (আরবী) অর্থাৎ “(হে নবী সঃ)! তুমি ঘোষণা করে দাও- হে লোক সকল! আমি তোমাদের সবারই নিকট ঐ আল্লাহর রাসূল রূপে প্রেরিত হয়েছি যার রাজত্ব হচ্ছে আকাশমণ্ডলী ও পৃথিবীব্যাপী, তিনি ছাড়া কোন মাবুদ নেই। তিনিই জীবন দান করেন এবং তিনিই মৃত্যু ঘটিয়ে থাকেন।”(৭:১৫৮)।"
    },
    { "ayah": 9, "surah": 44, "text": "Please check ayah 44:16 for complete tafsir." }
  ]
}
