{
  "ayahs": [
    { "ayah": 1, "surah": 53, "text": "Please check ayah 53:4 for complete tafsir." },
    { "ayah": 10, "surah": 53, "text": "Please check ayah 53:18 for complete tafsir." },
    { "ayah": 11, "surah": 53, "text": "Please check ayah 53:18 for complete tafsir." },
    { "ayah": 12, "surah": 53, "text": "Please check ayah 53:18 for complete tafsir." },
    { "ayah": 13, "surah": 53, "text": "Please check ayah 53:18 for complete tafsir." },
    { "ayah": 14, "surah": 53, "text": "Please check ayah 53:18 for complete tafsir." },
    { "ayah": 15, "surah": 53, "text": "Please check ayah 53:18 for complete tafsir." },
    { "ayah": 16, "surah": 53, "text": "Please check ayah 53:18 for complete tafsir." },
    { "ayah": 17, "surah": 53, "text": "Please check ayah 53:18 for complete tafsir." },
    {
      "ayah": 18,
      "surah": 53,
      "text": "৫-১৮ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা তাঁর বান্দা ও রাসূল হযরত মুহাম্মাদ (সঃ) সম্পর্কে খবর দিতে গিয়ে বলেন যে, তাকে শিক্ষা দান করেন শক্তিশালী ও প্রজ্ঞাসম্পন্ন (ফেরেশতা)। তিনি হলেন হযরত জিবরাঈল (আঃ)। যেমন আল্লাহ তাআলা অন্য জায়গায় বলেনঃ (আরবী) অর্থাৎ “নিশ্চয়ই এই কুরআন সম্মানিত বার্তাবাহকের আনীত বাণী, যে শক্তিশালী, আরশের মালিকের নিকট মর্যাদা সম্পন্ন, যাকে সেথায় মান্য করা হয় এবং যে বিশ্বাস ভাজন।” (৮১:১৯-২১) এখানেও বলা হয়েছে যে, তিনি (হযরত জিবরাঈল আঃ) শক্তিশালী।(আরবী)-এর একটি তাফসীর উপরোক্তে রূপে করা হয়েছে। দ্বিতীয় তাফসীর এই যে, তিনি (হযরত জিবরাঈল আঃ) সুন্দর আকৃতি বিশিষ্ট। হাদীসেও (আরবী) শব্দটি এসেছে। হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “সাদকা ধনীর জন্যে ও সুস্থ-সবলের জন্যে হারাম।” এখানে (আরবী) শব্দ রয়েছে।মহান আল্লাহ বলেনঃ “সে নিজ আকৃতিতে স্থির হয়েছিল। অর্থাৎ হযরত জিবরাঈল (আঃ)।  এরপর মহামহিমান্বিত আল্লাহ বলেনঃ তখন সে ঊধ্ব দিগন্তে ছিল, যেখান হতে সকাল হয়, যা সূর্য উদিত হওয়ার স্থান।হযরত ইবনে মাসউদ (রাঃ) বলেন যে, রাসূলুল্লাহ (সঃ) হযরত জিবরাঈল (আঃ)-কে তাঁর আসল রূপে বা আসল আকৃতিতে মাত্র বার দেখেছেন। একবার রাসূলুল্লাহ (সঃ) তাঁকে তাঁর আসল আকৃতিতে দেখার ইচ্ছা প্রকাশ করায় তিনি (হযরত জিবরাঈল আঃ) তাঁর আসল আকৃতিতে প্রকাশিত হন। আকাশের সমস্ত প্রান্ত তাঁর দেহে ঢাকা পড়ে গিয়েছিল। দ্বিতীয়বার তাঁকে তাঁর দর্শন ছিল ঐ সময় যখন তাঁকে নিয়ে তিনি ঊর্ধ্বগগনে উঠে যান।(আরবী) দ্বারা এটাকেই বুঝানো হয়েছে। ইমাম ইবনে জারীর (রঃ) এই তাফসীরে এমন একটি উক্তি করেছেন যা অন্য কেউই করেননি। তিনি নিজেও এই উক্তির সম্বন্ধ অন্য কারো দিকে যুক্ত করেননি। তাঁর উক্তির সারমর্ম এই যে, হযরত জিবরাঈল (আঃ) ও হযরত মুহাম্মাদ (সঃ) উভয়েই ঊধ্বগগনের প্রান্তসমূহে সোজা হয়ে দাঁড়িয়েছিলেন, আর এটা ছিল মি'রাজের ঘটনা। অন্য কেউই ইমাম ইবনে জারীর (রঃ)-এর এই উক্তির পৃষ্ঠপোষকতা করেননি। ইমাম সাহেব আরবী ভাষা হিসেবে এটাকে সাব্যস্ত করলেও এবং আরবী ব্যাকরণের দিক দিয়ে এটা হতে পারলেও এটা বাস্তবতা-বিরোধী উতি। কেননা, এটা মিরাজের পূর্বের ঘটনা। ঐ সময় রাসূলুল্লাহ (সঃ) ভূ-পৃষ্ঠেই ছিলেন এবং হযরত জিরাঈল (আঃ) তার কাছে নেমে এসেছিলেন ও তার নিকটবর্তী হয়েছিলেন। ঐ সময় তিনি নিজের আসল আকৃতিতে ছিলেন। অতঃপর দ্বিতীয়বার মিরাজের রাত্রে সিদরাতুল মুনতাহার নিকট দেখেছিলেন। তাহলে এটা ছিল দ্বিতীয়বারের দেখা। কিন্তু প্রথমবারের দেখা তো ছিল রিসালাতের প্রাথমিক যুগের ঘটনা। প্রথম অহী ... (আরবী)-এই সূরার কতকগুলো আয়াত তাঁর উপর অবতীর্ণ হয়। তারপর অহী বন্ধ হয়ে যায়। এতে তিনি (নবী সঃ) খুবই দুঃখিত হন।এমন কি কয়েকবার তিনি ইচ্ছা করেন যে, পাহাড়ের চূড়া হতে নীচে পড়ে যাবেন। কিন্তু সদা আকাশের দিক হতে তিনি হযরত জিবরাঈল (আঃ)-এর নিম্নের উক্তি শুনতে পেতেনঃ “হে মুহাম্মাদ (সঃ)! আপনি আল্লাহর প্রকৃত ও সত্য। রাসূল এবং আমি জিবরাঈল।” এ শব্দ শুনে তাঁর দুঃখ দূর হয়ে যেতো। তিনি মনে প্রশান্তি লাভ করতেন। তারপর ফিরে আসতেন। কিন্তু কিছুদিন পরেই আবার তাঁর মনের আকাঙ্ক্ষা জেগে উঠতো এবং আল্লাহ তা'আলার অহীর স্বাদ তার স্মরণে এসে যেতো। সুতরাং পুনরায় তিনি বেরিয়ে পড়তেন এবং পাহাড়ের চূড়া হতে নিজেকে ফেলে দিতে চাইতেন। আবার হযরত জিবরাঈল (আঃ) তাঁকে প্রশান্তি ও সান্ত্বনা দান করতেন। শেষ পর্যন্ত একবার আবতাহ নামক স্থানে হযরত জিবরাঈল (আঃ) নিজের প্রকৃত আকৃতিতে প্রকাশিত হন। তাঁর ছয়শটি ডানা ছিল। তার দেহ আকাশের সমস্ত প্রান্তকে ঢেকে ফেলে। অতঃপর তিনি রাসূলুল্লাহ (সঃ)-এর নিকটবর্তী হন এবং মহামহিমান্বিত আল্লাহর অহী তাঁর কাছে পৌঁছিয়ে দেন। ঐ সময় রাসূলুল্লাহ (সঃ) হযরত জিবরাঈল (আঃ)-এর মর্যাদা অনুভব করেন এবং আল্লাহ তা'আলার নিকট তিনি যে মহামর্যাদার অধিকারী তা জানতে পারেন।মুসনাদে বাযযারের একটি রিওয়াইয়াত ইমাম ইবনে জারীর (রঃ)-এর উক্তির পৃষ্ঠপোষকতায় পেশ করা যেতে পারে, কিন্তু ওর বর্ণনাকারী হলেন শুধু হারিস ইবনে উবায়েদ, যিনি বসরায় বসবাসকারী একজন প্রসিদ্ধ লোক। তাঁর কুনিয়াত হলো আবু কুদামাহ আয়াদী। সহীহ মুসলিমে তার থেকে রিওয়াইয়াত সমূহ এসেছে, কিন্তু ইমাম ইবনে মুঈন ওগুলোকে দুর্বল বলেছেন এবং বলেছেন যে, এগুলো কিছুই নয়। ইমাম আবু হাতিম রাযীর (রঃ) উক্তি এই যে, তাঁর হাদীসগুলো লিখে নেয়া যাবে, কিন্তু ওগুলো দ্বারা দলীল গ্রহণ করা যেতে পারে। ইবনে হিব্বান (রঃ) বলেন যে, তিনি বড়ই সন্দেহযুক্ত ছিলেন, সুতরাং তার থেকে দলীল গ্রহণ করা ঠিক নয়। অতএব, দেখা যাচ্ছে যে, এ হাদীসটি শুধু। তিনি রিওয়াইয়াত করেছেন। কাজেই এটা গারীব হওয়ার সাথে সাথে মুনকারও বটে। আর যদি এটা সাব্যস্ত হয়েও যায় তবে এই সম্ভাবনা রয়েছে যে, এটা স্বপ্নের ঘটনা হবে। তাতে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমি বসেছিলাম এমন সময় হযরত জিবরাঈল (আঃ) আগমন করেন। তিনি আমার দুই কাঁধের মাঝে সজোরে হাত রাখেন এবং আমাকে দাঁড় করিয়ে দেন। আমি একটি গাছ দেখলাম, যাতে পাখীর বাসার মত দুটো বসার জায়গা বানানো রয়েছে। একটাতে হযরত জিবরাঈল (আঃ) বসলেন এবং অপরটিতে আমি বসলাম। অতঃপর গাছটি উঁচু হতে শুরু করলো, এমনকি আমি আকাশের নিকটবর্তী হয়ে গেলাম। আমি ডানে-বামে পার্শ্ব পরিবর্তন করছিলাম। আমি ইচ্ছা করলে হাত বাড়িয়ে আকাশ স্পর্শ করতে পারতাম। আমি দেখলাম যে, হযরত জিবরাঈল (আঃ) ঐ সময় আল্লাহর ভয়ে অত্যন্ত জড়সড় হয়ে পড়েছেন। আমি তখন বুঝতে পারলাম যে, আল্লাহর মর্যাদা ও তাজাল্লীর জ্ঞানে আমার উপর তার ফযীলত রয়েছে। আকাশের দরসমূহের মধ্যে একটি দরযা আমার সামনে খুলে গেল। আমি খুব বড় আযীমুশ্মান নূর দেখলাম এবং দেখলাম যে, পর্দার পাশে মণি-মুক্তা দুলছে। তারপর আল্লাহ তা'আলা যা অহী করার ইচ্ছা তা করলেন।”  হযরত আবদুল্লাহ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) হযরত জিবরাঈল (আঃ)-কে তার আকৃতিতে দেখেছিলেন। তাঁর ছয়শটি পালক ছিল। এক একটি পালক বা ডানা এমনই ছিল যে, আকাশের প্রান্তকে পূর্ণ করে ফেলছিল। ওগুলো হতে পান্না ও মণি-মুক্তা ঝরে পড়ছিল।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) হযরত জিবরাঈল (আঃ)-কে তাঁর আসল আকৃতিতে দেখার জন্যে তাঁর কাছে আবেদন জানান। তখন হযরত জিবরাঈল (আঃ) তাঁকে বলেনঃ “আপনি এ জন্যে আল্লাহ তা'আলার নিকট প্রার্থনা করুন।” রাসূলুল্লাহ (সঃ) প্রার্থনা করলে দেখতে পান যে, কি একটা জিনিস উঁচু হয়ে উঠছে এবং ছড়িয়ে পড়ছে। ওটা দেখেই তিনি অজ্ঞান হয়ে পড়েন। তৎক্ষণাৎ হযরত জিবরাঈল (আঃ) আগমন করেন এবং তাঁর জ্ঞান ফিরিয়ে দেন এবং তার মুখের থুথু মুছিয়ে দেন।ইবনে আসাকির (রঃ) বর্ণনা করেছেন যে, আবু লাহাব এবং তার পুত্র উত্তাহ সিরিয়ার সফরে গমনের প্রস্তুতি গ্রহণ করতে থাকে। তার পুত্র উত্মাহ তাকে বললোঃ “সফরে গমনের পূর্বে একবার আমি মুহাম্মাদ (সঃ)-এর কাছে তার সামনে তার প্রতিপালককে গালমন্দ দিয়ে আসি?” অতঃপর সে রাসূলুল্লাহ (সঃ)-এর নিকট গিয়ে বললোঃ “হে মুহাম্মাদ (সঃ)! আমি তো (তোমার প্রতিপালকের) অতঃপর সে তার নিকটবর্তী হলো, অতি নিকটবর্তী, ফলে তাদের মধ্যে দুই ধনুকের ব্যবধান রইল অথবা ওরও কম’ এ উক্তিকে অস্বীকার করি।” তার একথা শুনে নবী (সঃ) তার প্রতি বদদু'আ করে বলেনঃ “হে আল্লাহ! আপনার কুকুরগুলোর মধ্যে একটি কুকুরকে তার উপর নির্ধারণ করুন।” সে ফিরে গিয়ে তার পিতার সামনে যখন ঘটনাটি বর্ণনা করলো তখন তার পিতা আবু লাহাব তাকে বললোঃ “হে আমার প্রিয় বৎস! এখন তো আমি তোমার জীবনের ব্যাপারে আতংকিত হয়ে পড়লাম! তার দু'আ তো অগ্রাহ্য হয় না।” এরপর তারা যাত্রা শুরু করে দিলো। ঐ যাত্রীদল সিরিয়ায় পৌঁছে একজন আবেদের ইবাদতখানার পার্শ্বে শিবির স্থাপন করলো। আবেদ তাদেরকে বললেনঃ “এখানে তো নেকড়ে বাঘ বকরীর পালের মত চলাফেরা করে থাকে। তোমরা এখানে কেন আসলে?\" এ কথা শুনে আবু লাহাবের অন্তরাত্মা কেঁপে উঠলো। তাই যাত্রীদলের সমস্ত লোকেকে একত্রিত করে সে বললোঃ “দেখো, আমার বার্ধক্যের অবস্থা তোমাদের জানা আছে এবং তোমাদের উপর আমার কি প্রাপ্য রয়েছে সেটাও তোমাদের অজানা নেই। এখন আমি তোমাদের কাছে একটা আবেদন করছি এবং আশা করছি যে, সেটা তোমরা কবূল করবে। তা এই যে, নবুওয়াতের দাবীদার লোকটি আমার প্রাণপ্রিয় পুত্রের উপর বদদু'আ করেছে। সুতরাং আমি আমার এই পুত্র উৎবার জীবনের ভয় করছি। তোমরা তোমাদের সমস্ত আসবাব পত্র এই ইবাদতখানার পার্শ্বে জমা করে রাখো এবং ওর উপর আমার এই পুত্রকে শয়ন করিয়ে দাও। অতঃপর তোমরা সবাই ওর চতুর্দিকে পাহারা দাও।” যাত্রীদল তার এ আবেদন মঞ্জুর করলো। তারা সবাই খুব সতর্ক থাকলো, ইতিমধ্যে সিংহ এসে পড়লো এবং সবারই মুখ শুকতে লাগলো। কিন্তু যাকে সে চায় তাকে পেলো না। অতঃপর সে খুব জোরে লাফ দিয়ে ঐ আসবাব পত্রের উপর চলে গেল এবং উবার মুখ শুকলো। তাকেই যেন সে চেয়েছিল। সুতরাং সে তাকে ফেড়ে টুকরা টুকরা করে দিলো। ঐ সময় আবু লাহাব বলে উঠলোঃ “আমার পূর্ব হতেই এটা বিশ্বাস ছিল যে, মুহাম্মাদ (সঃ)-এর বদদু'আর পর আমার পুত্রের প্রাণ রক্ষা পেতে পারে না।\"এরপর আল্লাহ তা'আলা বলেনঃ “অতঃপর সে (হযরত জিবরাঈল আঃ) তার (হযরত মুহাম্মাদ সঃ-এর) নিকটবর্তী হলো, অতি নিকটবর্তী, ফলে তাদের মধ্যে দুই ধনুকের ব্যবধান রইলো অথবা ওরও কম।” এখানে শব্দটি যার খবর দেয়া হচ্ছে ওকে সাব্যস্ত করা ও ওর উপর যা অতিরিক্ত হবে তা অস্বীকার করার জন্যে এসেছে। যেমন অন্য জায়গায় রয়েছেঃ (আরবী)অর্থাৎ বরং ওর চেয়েও বেশী কঠিন।\" (২:৭৪) অর্থাৎ পাথর হতে কম শক্ত কোন অবস্থাতেই নয়, বরং শক্ততে পাথরের চেয়েও বেশী। আর এক জায়গায় আছেঃ অর্থাৎ “তারা মানুষকে এমন ভয় করে যেমন আল্লাহকে ভয় করা হয়, বরং এর চেয়েও বেশী ভয়।\" অন্য এক জায়গায় রয়েছেঃ (আরবী)অর্থাৎ “আমি তাকে এক লক্ষ লোকের নিকট পাঠিয়েছিলাম অথবা এর চেয়েও বেশী লোকের নিকট।” (৩৭:১৪৭) অর্থাৎ তারা এক লক্ষের চেয়ে কমতো ছিলই না, বরং প্রকৃতপক্ষে এক লক্ষ ছিল অথবা ওর চেয়ে বেশীই ছিল। সুতরাং , এখানে খবরের সত্যতা প্রকাশের জন্যে এসেছে, সন্দেহ প্রকাশের জন্যে নয়। আল্লাহ তাআলার পক্ষ হতে খবর সন্দেহের সাথে বর্ণিত হতেই পারে না। এই নিকটে আগমনকারী ছিলেন হযরত জিবরাঈল (আঃ), যেমন উম্মুল মুমিনীন হযরত আয়েশা (রাঃ), হযরত ইবনে মাসউদ (রাঃ), হযরত আবু যার (রাঃ) এবং হযরত আবু হুরাইরা (রাঃ) উক্তি করেছেন। এই অনুচ্ছেদের হাদীসগুলোও আমরা ইনশাআল্লাহ অতি সত্বরই আনয়ন করছি।হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত, তিনি বলেন যে, রাসূলুল্লাহ (সঃ) স্বীয় অন্তরে তাঁর প্রতিপালককে দুই বার দেখেছেন। একবারের দেখার বর্ণনা (আরবী)-এই আয়াতে রয়েছে। হযরত আনাস (রাঃ) হতে বর্ণিত মিরাজের হাদীসে রয়েছেঃ “অতঃপর রাব্বল ইয্যত নিকটবর্তী হন ও নীচে আসেন।” আর একারণেই মুহাদ্দিসগণ এ ব্যাপারে বিভিন্ন কথা বলেছেন এবং কতকগুলো বিস্ময়কর বিষয়ে আলোচনা করেছেন। যদি ওগুলো সত্যও হয় তবে ওগুলোকে অন্য সময় ও অন্য ঘটনার উপর স্থাপন করা হবে, ওগুলোকে এই আয়াতের তাফসীর বলা যেতে পারে না। এটা তো ঐ সময়ের ঘটনা যখন রাসূলুল্লাহ (সঃ) ভূ-পৃষ্ঠে অবস্থান করছিলেন। মিরাজের রাত্রির ঘটনা এটা নয়। কেননা, ওর বর্ণনার পরেই বলেছেনঃ (আরবী) অর্থাৎ “নিশ্চয়ই সে তাকে আরেকবার দেখেছিল সিদরাতুল মুনতাহার নিকট।” সুতরাং এই সিদরাতুল মুনতাহার নিকট দেখাতে মি'রাজের ঘটনা, আর প্রথমবারের দেখা ছিল পৃথিবীর উপর।হযরত আবদুল্লাহ ইবনে মাসউদ (রাঃ)। আয়াতের ব্যাপারে বলেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমি হযরত জিবরাঈল (আঃ)-কে দেখেছিলাম, তার ছয়শ'টি পাখা ছিল।” (এ হাদীসটি ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন)হযরত আয়েশা (রাঃ) হতে বর্ণিত, তিনি বলেন যে, রাসূলুল্লাহ (সঃ) তাঁর নবুওয়াতের প্রাথমিক অবস্থায় স্বপ্নে হযরত জিবরাঈল (আঃ)-কে দেখেন। অতঃপর তিনি তার (প্রাকৃতিক) প্রয়োজন পুরো করার উদ্দেশ্যে বের হন। তখন হযরত জিবরাঈল (আঃ) তাঁকে ‘হে মুহাম্মাদ (সঃ)! হে মুহাম্মাদ (সঃ)!' বলে ডাক দেন। এ ডাক শুনে তিনি তাঁর ডানে-বামে তাকান, কিন্তু কাউকেও দেখতে পাননি। তিন বার এরূপই ঘটে। তৃতীয়বারে তিনি উপরের দিকে তাকালে দেখতে পান যে, হযরত জিবরাঈল (আঃ) তাঁর দুই পায়ের এক পাকে অপর পায়ের সাথে মোড়িয়ে আকাশের প্রান্তকে ঢেকে ফেলেছেন। অতঃপর তিনি বলেনঃ “হে মুহাম্মাদ (সঃ)! (ভয়ের কোন কারণ নেই) আমি জিবরাঈল (আঃ), আমি জিবরাঈল (আঃ)।” কিন্তু নবী (সঃ) ভয় পেয়ে পালিয়ে যান এবং লোকদের মধ্যে ঢুকে পড়েন। তারপর তিনি আর কিছুই দেখতে পেলেন না। আবার তিনি বেরিয়ে পড়েন ও উপরের দিকে তাকিয়ে ঐ দৃশ্যই দেখতে পান। আল্লাহ তা'আলার (আরবী) হতে (আরবী) পর্যন্ত উক্তিগুলোর মধ্যে এরই বর্ণনা দেয়া হয়েছে। (এটা ইবনে অহাব (রঃ) বর্ণনা করেছেন) (আরবী) অঙ্গুলির অর্ধেক ভাগকেও বলা হয়। কেউ কেউ বলেন যে, দুই হাতের ব্যবধান ছিল। অন্য একটি রিওয়াইয়াতে আছে যে, ঐ সময় হযরত জিবরাঈল (আঃ)-এর দেহের উপর দুই রেশমী পোশাক ছিল। মহান আল্লাহ বলেনঃ ‘তখন আল্লাহ তাঁর বান্দার প্রতি যা অহী করার তা অহী করলেন।' এর ভাবার্থ তো এই যে, হযরত জিবরাঈল (আঃ) আল্লাহর বান্দা ও তাঁর রাসূল (সঃ)-এর নিকট অহী নাযিল করলেন। অথবা ভাবার্থ এই যে, আল্লাহ তা'আলা স্বীয় বান্দার কাছে হযরত জিবরাঈল (আঃ)-এর মাধ্যমে অহী নাযিল করলেন। উভয় অর্থই সঠিক। হযরত সাঈদ ইবনে জুবায়ের (রঃ) বলেন যে, ঐ সময়ের অহী ছিল আল্লাহ তা'আলার নিম্নের উক্তিগুলোঃ (আরবী) (৯৩:৬) (আরবী) এবং (৯৪:৪) অর্থাৎ “তিনি কি তোমাকে ইয়াতীম অবস্থায় পাননি?” এবং “আর আমি তোমার খ্যাতিকে উচ্চ মর্যাদা দান করেছি।” অন্য কেউ বলেছেন যে, আল্লাহ তাআলা ঐ সময় নবী (সঃ)-এর প্রতি অহী করেনঃ “নবীদের উপর জান্নাত হারাম যে পর্যন্ত না তুমি তাতে প্রবেশ কর এবং উম্মতদের উপর জান্নাত হারাম যে পর্যন্ত না তোমার উম্মত তাতে প্রবেশ করে।” হযরত ইবনে আব্বাস (রাঃ) বলেন যে, তিনি তাকে অন্তরে দুইবার দেখেছিলেন। হযরত ইবনে মাসউদ (রাঃ) দর্শনকে মুতলাক বা সাধারণ রেখেছেন। অর্থাৎ অন্তরের দর্শনই হোক অথবা প্রকাশ্য চোখের দর্শনই হোক। সম্ভবতঃ এই অনির্দিষ্টকে নির্দিষ্টের উপর স্থাপন করা হয়েছে। অর্থাৎ তিনি অন্তরেই দেখেছিলেন। যেসব মনীষী চোখের দর্শনের কথা বলেছেন তারা একটা গারীব উক্তি করেছেন। কেননা, সাহাবীগণ (রাঃ) হতে এ ব্যাপারে কোন কিছু সঠিকভাবে বর্ণিত হয়নি। ইমাম বাগাভী (রঃ) বলেন যে, একটি জামাআত চোখের দর্শনের দিকে গিয়েছেন। যেমন হযরত আনাস (রাঃ), হযরত হাসান (রাঃ) এবং হযরত ইকরামা (রাঃ)। কিন্তু তাঁদের এই উক্তির ব্যাপারে চিন্তা ভাবনার অবকাশ রয়েছে। এসব ব্যাপারে আল্লাহ তাআলাই সবচেয়ে ভাল জানেন।হযরত ইকরামা (রাঃ) হতে বর্ণিত আছে যে, হযরত ইবনে আব্বাস (রাঃ) বলেনঃ “মুহাম্মাদ (সঃ) তাঁর প্রতিপালককে দেখেছেন।” (এ হাদীসটি ইমাম তিরমিযী (রঃ) বর্ণনা করেছেন এবং তিনি এটাকে হাসান গারীব বলেছে) তখন হযরত ইকরামা (রাঃ) বলেন যে, আল্লাহ তা'আলা কি বলেননিঃ (আরবী) অর্থাৎ “কোন চক্ষু তাকে পেতে পারে না এবং তিনি সমস্ত চক্ষুকে পেয়ে থাকেন।” (৬:১০৩) উত্তরে তিনি বলেনঃ “এটা ঐ সময় যখন তিনি তার নূরের পূর্ণ তাজাল্লী প্রকাশ করেন। রাসূলুল্লাহ (সঃ) দুইবার স্বীয় প্রতিপালককে দেখেছেন।”  হযরত শা’বী (রঃ) হতে বর্ণিত, তিনি বলেন যে, হযরত ইবনে আব্বাস (রাঃ) আরাফায় হযরত কা'ব (রাঃ)-এর সাথে সাক্ষাৎ করেন এবং তাঁকে একটা প্রশ্ন করেন যা তাঁর কাছে খুবই কঠিন ঠেকে। অতঃপর হযরত ইবনে আব্বাস (রাঃ) বলেনঃ “নিশ্চয়ই আমরা বানু হাশিম।” তখন হযরত কা'ব (রাঃ) বলেনঃ “আল্লাহ তা'আলা তার দর্শন ও তাঁর কালাম হযরত মুহাম্মাদ (সঃ) ও হযরত মূসা (আঃ)-এর মধ্যে বন্টন করে দেন। তিনি হযরত মূসা (আঃ)-এর সঙ্গে দুইবার কথা বলেছেন এবং হযরত মুহাম্মাদ (সঃ)-কে দুইবার স্বীয় দর্শন দেন।” (এ হাদীসটিও ইমাম তিরমিযী (রঃ) বর্ণনা করেছেন)একদা হযরত মাসরূক (রাঃ) হযরত আয়েশা (রাঃ)-এর নিকট গমন করেন। এবং তাঁকে প্রশ্ন করেনঃ “রাসূলুল্লাহ (সঃ) কি তার প্রতিপালককে দেখেছেন?” উত্তরে হযরত আয়েশা (রাঃ) তাঁকে বলেনঃ “তুমি এমন কথা বলেছ যে, একথা শুনে আমার দেহের লোম খাড়া হয়ে গেছে। তখন হযরত মাসরূক (রাঃ) বলেনঃ “হে উম্মুল মুমিনীন! কুরআন কারীমে আল্লাহ পাক বলেনঃ (আরবী) অর্থাৎ “সে তো তার প্রতিপালকের মহান নিদর্শনাবলী দেখেছিল।” হযরত আয়েশা (রাঃ) তখন বলেনঃ “তুমি কোথায় যাচ্ছ? এর দ্বারা হযরত জিবরাঈল (আঃ)-কে দর্শন করা বুঝানো হয়েছে। যে তোমাকে বলে যে, মুহাম্মাদ (সঃ) তাঁর প্রতিপালককে দেখেছেন বা তিনি আল্লাহ তাআলার কোন কথা গোপন করেছেন অথবা নিম্নের বিষয়গুলোর কোন একটা তিনি জানেনঃ (এক) কিয়ামত কখন সংঘটিত হবে? (দুই) বৃষ্টি কখন বর্ষিত হবে ও কি পরিমাণ বর্ষিত হবে? (তিন) পেটে পুত্র সন্তান আছে কি কন্যা সন্তান আছে? (চার) কে আগামী কাল কি করবে? (পাঁচ) কে কোথায় মারা যাবে? সে বড়ই মিথ্যা কথা বলেছে এবং আল্লাহর উপর মিথ্যা আরোপ করেছে। প্রকৃত ব্যাপার এই যে, রাসূলুল্লাহ (সঃ) হযরত জিবরাঈল (আঃ)-কে দেখেছিলেন। দুইবার তিনি আল্লাহর এই বিশ্বস্ত ফেরেশতাকে তার আসল আকৃতিতে দেখেছিলেন। একবার দেখেছিলেন। সিদরাতুল মুনতাহার নিকট এবং আরেকবার দেখেছিলেন আজইয়াদে। তাঁর ছয়শটি পাখা ছিল এবং আকাশের সমস্ত প্রান্তকে ঢেকে ফেলেছিলেন।” হযরত ইবনে আব্বাস (রাঃ) বলেনঃ তোমরা কি এতে বিস্ময়বোধ করছো যে, বন্ধুত্ব ছিল হযরত ইবরাহীম (আঃ)-এর জন্যে, কালাম ছিল হযরত মূসা (আঃ)-এর জন্যে এবং দীদার (দর্শন) ছিল হযরত মুহাম্মাদ (সঃ)-এর জন্যে?” (এটা ইমাম নাসাঈ (রঃ) বর্ণনা করেছেন)হযরত আবু যার (রাঃ) হতে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করলামঃ আপনি কি আপনার প্রতিপালককে দেখেছেন। উত্তরে তিনি বললেনঃ “তিনি তো নূর (জ্যোতি), সুতরাং কি করে আমি তাঁকে দেখতে পারি?” (এ হাদীসটি ইমাম মুসলিম (রঃ) বর্ণনা করেছেন) অন্য একটি রিওয়াইয়াতে আছে যে, রাসূলুল্লাহ (সঃ) বলেনঃ “আমি নূর দেখেছি।”হযরত মুহাম্মাদ ইবনে কা'ব (রাঃ) বলেন যে, সাহাবীগণ (রাঃ) জিজ্ঞেস করেনঃ “হে আল্লাহর রাসূল (সঃ)! আপনি কি আপনার প্রতিপালককে দেখেছেন?” উত্তরে তিনি বলেনঃ “আমি আমার অন্তরে আমার প্রতিপালককে দুইবার দেখেছি।” অতঃপর তিনি পাঠ করেনঃ (আরবী) অর্থাৎ “যা সে দেখেছে তার অন্তকরণ তো তা অস্বীকার করেনি।” (এ হাদীসটি ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)নবী (সঃ)-এর কোন একজন সাহাবী হতে বর্ণিত, তিনি বলেন যে, সাহাবীগণ জিজ্ঞেস করেনঃ “হে আল্লাহর রাসূল (সঃ)! আপনি কি আপনার প্রতিপালককে দেখেছেন?\" জবাবে তিনি বলেনঃ “আমি তাকে আমার চক্ষু দ্বারা দেখিনি, অতঃপর তিনি পাঠ করেনঃ (আরবী) অর্থাৎ “অতঃপর সে তার নিকটবর্তী হলো, অতি নিকটবর্তী।”[এ হাদীসটি বর্ণনা করেছেন ইমাম ইবনে জারীর (রঃ)]হযরত ইবাদ ইবনে মানসূর (রাঃ) হযরত ইকরামা (রাঃ)-কে (আরবী)-এ আয়াত সম্পর্কে জিজ্ঞেস করলে তিনি তাকে বলেনঃ “নবী (সঃ) তাঁর প্রতিপালককে দেখেছেন কি না তাই কি তুমি আমার কাছে জানতে চাচ্ছ?” উত্তরে তিনি বলেনঃ “হ্যাঁ।” তিনি তখন বলেনঃ “হ্যাঁ, তিনি তাঁকে দেখেছেন।” হযরত ইবাদ (রাঃ) তখন হযরত হাসান (রাঃ)-কে এ প্রশ্নই করলে তিনি জবাবে বলেনঃ “তিনি তার শ্রেষ্ঠত্বের ঔজ্জ্বল্য ও বড়ত্বের চাদর দেখেছিলেন।”হযরত আবুল আলিয়া (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করা হয়ঃ “আপনি আপনার প্রতিপালককে দেখেছেন?” জবাবে তিনি বলেনঃ “আমি নহর দেখেছি, নহরের পিছনে পর্দা দেখেছি এবং পর্দার পিছনে নূর দেখেছি। এ ছাড়া আমি আর কিছুই দেখিনি।” (এ হাদীসটি অত্যন্ত গারীব)মুসনাদে আহমাদে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমি আমার মহামহিমান্বিত প্রতিপালককে দেখেছি।” (এ হাদীসটির ইসনাদ সহীহ এর শর্তের উপর রয়েছে)এ হাদীসটি স্বপ্নের হাদীসের একটি অংশ বিশেষ। সুদীর্ঘ হাদীসে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ আজ রাত্রিতে স্বপ্নে আমার প্রতিপালক অত্যন্ত উত্তম আকৃতিতে আমার নিকট এসেছিলেন এবং বলেছিলেনঃ “হে মুহাম্মাদ (সঃ)! মর্যাদা সম্পন্ন ফেরেশতারা কি বিষয়ের উপর আলোচনা করছে তা কি তুমি জান?” আমি আরয করলামঃ না, আমি জানি না। তখন আল্লাহ তাআলা তাঁর হাতখানা আমার দুই কাঁধের মাঝে রেখে দেন যার শীতলতা আমি আমার বক্ষে অনুভব করি। অতঃপর যমীন ও আসমানের সমস্ত কিছু আমি জেনে ফেলি। এরপর পুনরায় আমার প্রতিপালক আমাকে উপরোক্তে প্রশ্ন করেন। আমি তখন উত্তরে বলিঃ এখন আমি জানতে পারছি। তারা পরস্পর ঐ সৎকর্ম সম্পর্কে আলোচনা করছেন যা গুনাহকে মিটিয়ে দেয় ও মর্যাদা বৃদ্ধি করে। তখন মহামহিমান্বিত আল্লাহ আমাকে বলেনঃ “আচ্ছা, তাহলে বল তো গুনাহ মিটিয়ে দেয় ঐ পুণ্য কর্মগুলো কি কি?” আমি জবাবে বললামঃ নামায শেষে মসজিদে বসে থাকা, জামাআতের জন্যে (মসজিদের দিকে) চলা এবং কষ্টকর অবস্থায় পূর্ণভাবে অযু করা। যে এরূপ করবে সে উত্তমরূপে জীবন যাপন করবে, মঙ্গলের সাথে মৃত্যুবরণ করবে এবং গুনাহ হতে এমনভাবে পবিত্র ও মুক্ত হয়ে যাবে যে, আজই যেন সে দুনিয়ায় এসেছে বা আজই যেন তার মা তাকে জন্ম দিয়েছে। ঐ সময় মহান আল্লাহ আমাকে বলেনঃ “হে মুহাম্মাদ (সঃ)! যখন তুমি নামায পড়বে তখন নিম্ন লিখিত দু'আটি পাঠ করবেঃ (আরবী) অর্থাৎ “হে আল্লাহ! আমি আপনার নিকট ভাল কাজ করার, মন্দ কাজ পরিত্যাগ করার এবং মিসকীনদেরকে ভালবাসবার তাওফীক প্রার্থনা করছি। আর যখন আপনি আপনার বান্দাদেরকে ফিনায় নিক্ষেপ করার ইচ্ছা করেন তখন আমাকে ফিত্নায় ফেলার পূর্বেই আপনার নিকট উঠিয়ে নিবেন (এই প্রার্থনা করছি)।” আর মর্যাদা বৃদ্ধিকারী আমলগুলো হলোঃ খাদ্য খাওয়ানো, ইসলাম ছড়িয়ে দেয়া এবং লোকেদের দ্রিার অবস্থায় রাত্রে তাহাজ্জুদের নামায পড়া।”  এরই অনুরূপ রিওয়াইয়াত সূরায়ে সোয়াদের তাফসীরের শেষে গত হয়েছে। ইমাম ইবনে জারীর (রঃ) এ রিওয়াইয়াতটি অন্য সনদে বর্ণনা করেছেন যাতে বহু গারাবাত রয়েছে। তাতে কাফফারার বর্ণনায় রয়েছেঃ জুমআর নামাযের জন্যে চলার পদক্ষেপ এবং এক নামায শেষে অন্য নামাযের জন্যে অপেক্ষমান থাকা। রাসূলুল্লাহ (সঃ) বলেন, আমি বললামঃ হে আল্লাহ! আপনি হযরত ইবরাহীম (আঃ)-কে আপনার বন্ধু বানিয়েছেন এবং হযরত মূসা (আঃ)-কে করেছেন আপনার কালীম (কথোপকথনকারী)। আর এরা এটা বলেছেন ও করেছেন।' তখন আল্লাহ তাআলা বললেনঃ “আমি কি তোমার বক্ষ খুলে দিইনি? তোমার বোঝা কি আমি অপসারণ করিনিং এবং অমুক অমুক অনুগ্রহ কি তোমার উপর করিনি?\" অন্যান্য আরো অনুগ্রহ ও ইহসানের কথা তিনি বললেন যেগুলো তোমাদের সামনে বলার অনুমতি আমাকে দেয়া হয়নি। এরই বর্ণনা (আরবী)-এই আয়াতগুলোতে রয়েছে। সুতরাং আল্লাহ তাআলা আমার চোখের জ্যোতি আমার অন্তরে সৃষ্টি করেছেন এবং আমি তাকে আমার অন্তর দ্বারা দেখেছি।” (এর ইসনাদ দুর্বল)উপরে উবা ইবনে আবি লাহাবের একথা বলাঃ “এই নিকটে আগমনকারীকে আমি স্বীকার করি না এবং এরপর রাসূলুল্লাহ (সঃ)-এর তার উপর বদদু'আ করা এবং পরে সিংহের তাকে ফেড়ে ফেলার বর্ণনা বর্ণিত হয়েছে। এ ঘটনাটি যারকা অথবা সুরাতে সংঘটিত হয়েছিল। রাসূলুল্লাহ (সঃ) ভবিষ্যদ্বাণী করেছিলেন যে, সে এভাবে ধ্বংস হবে।এরপর রাসূলুল্লাহ (সঃ)-এর জিবরাঈল (আঃ)-কে দ্বিতীয়বার দেখার বর্ণনা দেয়া হচ্ছে যা মিরাজের রাত্রির ঘটনা। মিরাজের হাদীসগুলো খুবই বিস্তারিতভাবে সূরায়ে বানী ইসরাঈলের প্রথম আয়াতের তাফসীরে গত হয়েছে। সুতরাং এখানে ওগুলোর পুনরাবৃত্তির কোন প্রয়োজন নেই। এ বর্ণনাও গত হয়েছে যে, হযরত ইবনে আব্বাস (রাঃ) মিরাজের রাত্রে রাসূলুল্লাহ (সঃ)-এর দীদার লাভের উক্তিকারী। পূর্বযুগীয় ও পরযুগীয় একটি জামাআতের উক্তিও এটাই। অন্যান্য সাহাবীদের বহু দল এই উক্তির বিপরীত মত পোষণকারী। অনুরূপভাবে তাবেয়ী ও অন্যান্য গুরুজনও এর উল্টো মত পোষণ করেন। রাসূলুল্লাহ (সঃ)-এর হযরত জিবরাঈল (আঃ)-কে তার পাখাসহ দর্শন ইত্যাদি রিওয়াইয়াত সমূহও উপরে বর্ণিত হয়েছে। হযরত মাসরূক (রাঃ)-এর হযরত আয়েশা (রাঃ)-কে প্রশ্ন করা এবং তার উত্তর দেয়ার ঘটনাও এখনই বর্ণিত হলো।  বর্ণিত আছে যে, হযরত মাসরূক (রাঃ) হযরত আয়েশা (রাঃ)-কে জিজ্ঞেস করেনঃ “হে উম্মুল মুমিনীন! হযরত মুহাম্মাদ (সঃ) কি তাঁর মহিমান্বিত প্রতিপালককে দেখেছেন?” উত্তরে হযরত আয়েশা (রাঃ) বলেনঃ সুবহানাল্লাহ! তোমার কথা শুনে আমার নোম খাড়া হয়ে গেছে। তুমি কোথায় রয়েছো?” অর্থাৎ তুমি কি কথা বললে? জেনে রেখো যে, এই তিনটি কথা যে তোমাকে বলে সে মিথ্যা কথা বলেঃ (এক) যে তোমাকে বলে যে, হযরত মুহাম্মাদ (সঃ) তার প্রতিপালককে দেখেছেন সে মিথ্যা কথা বলে” অতঃপর তিনি পাঠ করেনঃ (আরবী)অর্থাৎ “কোন চক্ষু তাঁকে দেখতে পায় না, কিন্তু তিনি চক্ষুগুলোকে পেয়ে যান।” (৬:১০৩) আরো পাঠ করলেনঃ (আরবী) অর্থাৎ “অহীর মাধ্যমে অথবা পর্দার আড়াল ছাড়া কোন মানুষের সাথে আল্লাহর কথা বলা সম্ভব নয়।” (৪২:৫১) এরপর তিনি বলেনঃ (দুই) “যে তোমাকে খবর দেয় যে, রাসূলুল্লাহ (সঃ) আগামীকালের খবর জানেন সে মিথ্যা বলে।\" অতঃপর তিনি পাঠ করেনঃ (আরবী)অর্থাৎ “কিয়ামতের জ্ঞান শুধু আল্লাহর নিকট রয়েছে, তিনি বৃষ্টি বর্ষণ করেন এবং তিনি জানেন যা জরায়ুতে আছে। কেউ জানে না যে, আগামীকল্য সে কি অর্জন করবে এবং কেউ জানে না যে, কোন স্থানে তার মৃত্যু ঘটবে। আল্লাহ সর্বজ্ঞ, সর্ববিষয়ে অবহিত।” (৩১:৩৪) তারপর তিনি বলেনঃ (তিন) “আর যে তোমাকে খবর দেয় যে, হযরত মুহাম্মাদ (সঃ) (আল্লাহ তা'আলার কথা কিছু) গোপন করে সে মিথ্যাবাদী।” অতঃপর তিনি পাঠ করেনঃ (আরবী) অর্থাৎ “হে রাসূল (সঃ)! তোমার প্রতিপালকের নিকট হতে তোমার কাছে যা কিছু অবতীর্ণ করা হয় তা তুমি পৌঁছিয়ে দাও।\" (৫:৬৭) এরপর তিনি বললেনঃ “হ্যাঁ, তবে তিনি হযরত জিবরাঈল (আঃ)-কে তাঁর আসল আকৃতিতে দুইবার দেখেছেন।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)মুসনাদে আহমাদে রয়েছে যে, হযরত মাসরূক (রাঃ) হযরত আয়েশা (রাঃ)-এর সামনে কুরআন কারীমের নিম্নের আয়াতগুলো পাঠ করেনঃ (আরবী) অর্থাৎ “অবশ্যই সে তাকে প্রকাশ্য দিগন্তে দেখেছে।” (৮১:২৩) (আরবী) অর্থাৎ “নিশ্চয়ই সে তাকে আরেকবার দেখেছিল।” তখন হযরত আয়েশা (রাঃ) বলেন, এই উম্মতের মধ্যে সর্বপ্রথম এই আয়াতগুলো সম্পর্কে আমিই রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করেছিলাম। তিনি উত্তরে বলেছিলেনঃ “এর দ্বারা আমার হযরত জিবরাঈল (আঃ)-কে দর্শন বুঝানো হয়েছে।” তিনি মাত্র দুইবার আল্লাহর এই বিশ্বস্ত ফেরেশতাকে তাঁর প্রকৃত আকৃতিতে দেখেছিলেন। একবার তার আকাশ হতে যমীনে অবতরণের সময় দেখেছিলেন। ঐ সময় আকাশ ও পৃথিবীর মধ্যস্থিত সমস্ত ফাঁকা জায়গা তার দেহে পূর্ণ ছিল।” (এ হাদীসটি সহীহ বুখারী ও সহীহ মুসলিমেও রয়েছে)মুসনাদে আহমাদেই রয়েছে যে, হযরত আবদুল্লাহ ইবনে শাকীক (রঃ) হযরত আবু যার (রাঃ)-কে বলেনঃ “আমি যদি রাসূলুল্লাহ (সঃ)-কে দেখতাম তবে অবশ্যই তাকে আমি একটা কথা জিজ্ঞেস করতাম। তাঁর একথা শুনে হযরত আবু যার (রাঃ) তাঁকে প্রশ্ন করেনঃ “তুমি তাকে কি জিজ্ঞেস করতে?” জবাবে হযরত শাকীক (রঃ) বলেনঃ “তিনি মহামহিমান্বিত প্রতিপালককে দেখেছিলেন কি না তা জিজ্ঞেস করতাম।” তখন হযরত আবু যার (রাঃ) তাকে বলেন, আমি তো স্বয়ং রাসূলুল্লাহ (সঃ)-কে এ প্রশ্ন করেছিলাম। তিনি জবাবে বলেছিলেনঃ “আমি নূর দেখেছিলাম। তিনি তো নূর, সুতরাং কি করে আমি তাঁকে দেখতে পারি?” হযরত আহমাদ (রঃ) বলেনঃ “এই হাদীসের ব্যাখ্যা যে কি করবে তা আমার বোধগম্য হয় না।” (সহীহ মুসলিমেও এ হাদীসটি দুটি সনদে বর্ণিত হয়েছে। সনদ দুটির শব্দগুলোর মধ্যে কিছু হেরফের রয়েছে)মুসনাদে ইবনে আবি হাতিমে হযরত আবু যার (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) অন্তর দ্বারা আল্লাহ তা'আলাকে দেখেছিলেন, চক্ষু দ্বারা নয়। ইমাম ইবনে খুযাইয়া (রাঃ) বলেন যে, হযরত আবদুল্লাহ ইবনে শাকীক (রঃ) ও হযরত আবু যার (রাঃ)-এর মাঝে ইনকিতা বা বিয়োগ রয়েছে (অর্থাৎ ঈদের দু’জনের মধ্যে সাক্ষাৎ লাভ ঘটেনি)। ইমাম ইবনে জাওযী (রঃ) বলেন যে, সম্ভবতঃ হযরত আবু যার (রাঃ) এই প্রশ্ন মিরাজের ঘটনার পূর্বে করেছিলেন এবং ঐ সময় রাসূলুল্লাহ (সঃ) এই উত্তর দিয়েছিলেন। এই প্রশ্ন যদি তাঁকে মিরাজের ঘটনার পরে করা হতো তবে অবশ্যই তিনি ঐ প্রশ্নের জবাবে হ্যাঁ বলতেন, অস্বীকার করতেন না। কিন্তু এই উক্তিটি সম্পূর্ণরূপে দুর্বল। কেননা, হযরত আয়েশা (রাঃ)-এর প্রশ্ন তো ছিল মিরাজের পরের ঘটনা। ঐ সময়েও রাসূলুল্লাহ (সঃ) অস্বীকৃতি সূচক উত্তর দিয়েছিলেন। কেউ কেউ বলেন যে, রাসূলুল্লাহ (সঃ)-এর হযরত আয়েশা (রাঃ)-কে সম্বোধন করা তাঁর জ্ঞান অনুযায়ী ছিল কিংবা এই যে, তাঁর এটা ভুল ধারণা ছিল। যেমন ইবনে খুযাইমা (রঃ) কিতাবুত তাওহীদের মধ্যে এটাই লিখেছেন, এটা সম্পূর্ণরূপে ভুল। এসব ব্যাপারে আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন।হযরত আনাস (রাঃ) ও হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) আল্লাহ তা'আলাকে অন্তর দ্বারা দেখেছিলেন, চক্ষু দ্বারা নয়। তবে তিনি হযরত জিবরাঈল (আঃ)-কে স্বীয় চক্ষু দ্বারা দুই বার তাঁর প্রকৃত আকৃতিতে দেখেছিলেন। সিদরাতুল মুনতাহায় ঐ সময় বহু সংখ্যক ফেরেশতা ছিলেন এবং হযরত জিবরাঈল (আঃ)-এর উপর আল্লাহর নূর চমকাচ্ছিল। আর তিনি বিভিন্ন প্রকারের রঙ্গে রঞ্জিত ছিলেন যা আল্লাহ ছাড়া কেউ জানতে পারে না।  হযরত ইবনে মাসউদ (রাঃ) বলেন যে, মিরাজের রাত্রে রাসূলুল্লাহ (সঃ) সিদরাতুল মুনতাহা পর্যন্ত পৌঁছেন যা সপ্তম আকাশে রয়েছে। যমীন হতে যে জিনিস উপরে উঠে যায় তা এখন পর্যন্ত উঠে। তারপর ওটাকে এখান হতে উঠিয়ে নেয়া হয়। অনুরূপভাবে যে জিনিস আল্লাহ তাআলার নিকট হতে অবতারিত হয় তা এখান পর্যন্তই পৌঁছে। তারপর এখান হতে ওটাকে নামিয়ে নেয়া হয়। ঐ সময় ঐ গাছের উপর সোনার ফড়িং পরিপূর্ণ হয়েছিল। রাসূলুল্লাহ (সঃ)-কে এখান হতে তিনটি জিনিস দান করা হয়। (এক) পাঁচ ওয়াক্ত নামায, (দুই) সূরায়ে বাকারার শেষের আয়াতগুলো এবং (তিন) তাঁর উম্মতের মধ্যে যারা মুশরিক নয় তাদের পাপরাশি ক্ষমাকরণ। (এ হাদীসটি সহীহ মুসলিমে বর্ণিত হয়েছে)হযরত আবু হুরাইরা (রাঃ) অথবা অন্য সাহাবী (রাঃ) হতে বর্ণিত আছে যে, কোন গাছকে কাকসমূহ যেমনভাবে ঘিরে নেয় ঠিক তেমনিভাবে সিদরাতুল মুতাহার উপর ফেরেশতাগণ ছেয়ে গিয়েছিল। সেখানে রাসূলুল্লাহ (সঃ) পৌঁছলে তাঁকে বলা হয়ঃ “যা যা করার তা যাঞা করুন।” হযরত মুজাহিদ (রঃ) বলেন যে, ঐ গাছের শাখাগুলো ছিল মণি-মাণিক্য, ইয়াকূত ও যবরজদের। রাসূলুল্লাহ (সঃ) ওটা দেখেন এবং স্বীয় অন্তর চোখে তিনি আল্লাহ তা'আলাকেও দর্শন করেন। ইবনে যায়েদ (রঃ) বলেন যে, রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস বর হয়ঃ “হে আল্লাহর রাসূল (সঃ)! সিদরাতুল মুনতাহায় আপনি কি দেখেছেন? উত্তরে তিনি বলেনঃ “ঐ গাছকে সোনার ফড়িংগুলো ঘিরেছিল এবং প্রত্যেক পাতার উপর একজন করে ফেরেশতা দাঁড়িয়ে আল্লাহর তাসবীহ পাঠ করছিল। তাঁর দৃষ্টি ডানে বামে যায় না। যে জিনিস দেখার নির্দেশ ছিল ওরই প্রতি তার দৃষ্টি নিবদ্ধ হয়। স্থিরতা ও পূর্ণ আনুগত্যের এটা পুরো দলীল যে, তার উপর যে হুকুম ছিল তাই তিনি পালন করেছেন এবং ওটা নিয়েই তিনি সন্তুষ্ট থেকেছেন। কোন কবি কতইনা চমৎকার কথা বলেছেনঃ (আরবী) অর্থাৎ “তিনি জান্নাতুল মাওয়া এবং ওর উপরে যা রয়েছে তা দেখেছেন, তিনি যা দেখেছেন তা যদি অন্য কেউ দেখতো তবে সে তা অবশ্যই নিয়ে আসতো।”মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “ সে তো তার প্রতিপালকের মহান নিদর্শনাবলী দেখেছিল।\" যেমন তিনি অন্য জায়গায় বলেনঃ (আরবী) অর্থাৎ “যেন আমি তোমাকে আমার মহান নিদর্শনাবলী প্রদর্শন করি।” (২০:২৩) এগুলো আল্লাহর পূর্ণ ক্ষমতা ও মহান শ্রেষ্ঠত্বের প্রমাণ। এ আয়াত দুটিকে দলীল হিসেবে গ্রহণ করে আহলে সুন্নাত ওয়াল জামাআত বলেন যে, রাসূলুল্লাহ (সঃ) স্বীয় চক্ষু দ্বারা আল্লাহ তা'আলার দীদার লাভ করেননি। কেননা, মহিমান্বিত আল্লাহ বলেন যে, মুহাম্মাদ (সঃ) আল্লাহ তা'আলার বড় বড় নিদর্শনগুলো দেখেছেন। যদি তিনি স্বয়ং আল্লাহকে দেখতেন তবে ঐ দর্শনেরই। উল্লেখ করা হতো। আর লোকদের উপর ওটা প্রকাশ করে দেয়া হতো।  হযরত ইবনে মাসউদ (রাঃ)-এর উক্তি গত হয়েছে যে, একদা রাসূলুল্লাহ (সঃ)-কে তাঁর চাহিদা অনুযায়ী দ্বিতীয়বার আকাশে উঠার সময় হযরত জিবরাঈল (আঃ)-কে তাঁর আসল আকৃতিতে দেখানো হয়। সুতরাং হযরত জিবরাঈল (আঃ) যখন মহামহিমান্বিত আল্লাহকে খবর দেন তখন তাকে তার আসল আকৃতিতে পরিবর্তিত করে দেয়া হয় এবং তিনি সিজদা আদায় করেন। সুতরাং সিদরাতুল মুনতাহার নিকট আরেকবার দেখার দ্বারা হযরত জিবরাঈল (আঃ)-কে দেখাই উদ্দেশ্য। (এ রিওয়াইয়াতটি মুসনাদে আহমাদে রয়েছে এবং এটা গারীব রিওয়াইয়াত)"
    },
    { "ayah": 19, "surah": 53, "text": "Please check ayah 53:26 for complete tafsir." },
    { "ayah": 2, "surah": 53, "text": "Please check ayah 53:4 for complete tafsir." },
    { "ayah": 20, "surah": 53, "text": "Please check ayah 53:26 for complete tafsir." },
    { "ayah": 21, "surah": 53, "text": "Please check ayah 53:26 for complete tafsir." },
    { "ayah": 22, "surah": 53, "text": "Please check ayah 53:26 for complete tafsir." },
    { "ayah": 23, "surah": 53, "text": "Please check ayah 53:26 for complete tafsir." },
    { "ayah": 24, "surah": 53, "text": "Please check ayah 53:26 for complete tafsir." },
    { "ayah": 25, "surah": 53, "text": "Please check ayah 53:26 for complete tafsir." },
    {
      "ayah": 26,
      "surah": 53,
      "text": "১৯-২৬ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা এই আয়াতগুলোতে মুশরিকদের ধমকের সুরে বলছেন যে, তারা প্রতিমাগুলোকে এবং আল্লাহ ছাড়া অন্যদেরকে মা’বূদ বানিয়ে নিয়েছে এবং যেমনভাবে আল্লাহর বন্ধু হযরত ইবরাহীম (আঃ) আল্লাহর নির্দেশক্রমে তার ঘর নির্মাণ করেছেন তেমনিভাবে তারা নিজেদের বাতিল মাবুদগুলোর জন্যে ইবাদতখানা বানিয়েছে।  লাত ছিল একটি সাদা পাথর যা অংকিত ও নক্সকৃত ছিল। ওর উপর গম্বুজ নির্মাণ করা হয়েছিল। ওর উপর তারা গেলাফ উঠিয়েছিল। ওর জন্যে তারা খাদেম, রক্ষক ও ঝাড়দার নিযুক্ত করেছিল। ওর আশে পাশের জায়গাগুলোকে তারা হারাম শরীফের মত মর্যাদা সম্পন্ন মনে করতো। এটা ছিল তায়েফবাসীদের মূর্তির ঘর বা মন্দির। সাকীফ গোত্র এর উপাসক ছিল। তারাই ছিল এর মুতাওয়াল্লী। কুরায়েশ ছাড়া অন্যান্য সমস্ত আরব গোত্রের উপর তারা নিজেদের গৌরব প্রকাশ করতো।ইমাম ইবনে জারীর (রঃ) বলেন যে, ঐ লোকগুলো আল্লাহ শব্দ হতে লাত শব্দটি বানিয়ে নিয়েছে। তারা যেন একে স্ত্রী লিঙ্গ রূপে ব্যবহার করেছিল। আল্লাহ তাআলার সত্তা সমস্ত শরীক হতে পবিত্র।  একটি কিরআতে, (আরবী) শব্দটির (আরবী) অক্ষরটি তাশদীদের সাথে রয়েছে। অর্থাৎ পানি দ্বারা মিশ্রিতকারী। ওকে (আরবী) এই অর্থে বলার কারণ এই যে, সে একটি সৎলোক ছিল। হজ্বের মৌসুমে সে হাজীদেরকে পানির সাথে ছাতু মিশিয়ে পান করাতো। তার মৃত্যুর পর জনগণ তার কবরের খিদমত করতে শুরু করে এবং ধীরে ধীরে তার ইবাদতের প্রচলন শুরু হয়। অনুরূপভাবে (আরবী) শব্দটি (আরবী) শব্দ হতে নেয়া হয়েছে। মক্কা ও মদীনার মধ্যস্থলে অবস্থিত নাখলা' নামক স্থানে একটি বৃক্ষ ছিল। ওর উপরও গম্বুজ নির্মিত ছিল। ওটাকেও চাদর দ্বারা আবৃত করা হতো। কুরায়েশরা ওর খুবই সম্মান করতো। আবু সুফিয়ানও (রাঃ) উহুদের যুদ্ধের দিন বলেছিলেনঃ “আমাদের উযযা আছে এবং তোমাদের (মুসলমানদের) উয নেই।” এর জবাবে রাসূলুল্লাহ (সঃ) সাহাবীদেরকে (রাঃ) বলেছিলেন ? “আল্লাহ আমাদের মাওলা এবং তোমাদের কোন মাওলা নেই।”হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যক্তি (ভুলক্রমে) লাত ও উযার কসম খেয়ে ফেলবে সে যেন তৎক্ষণাৎ লা ইলাহা ইল্লাল্লাহ বলে নেয়। আর যে ব্যক্তি তার সঙ্গীকে বলবেঃ ‘এসো, আমরা জুয়া খেলি। সে যেন সাদকা করে।” (এ হাদীসটি ইমাম বুখারী (রঃ) বর্ণনা করেছেন) ভাবার্থ এই যে, অজ্ঞতার যুগে যেহেতু এ ধরনের কসম খাওয়া হতো, সেই হেতু ইসলাম গ্রহণের পরেও যদি কারো মুখ দিয়ে পূর্বের অভ্যাস হিসেবে এ শব্দগুলো বেরিয়ে পড়ে তবে তার কালেমা পড়ে নেয়া উচিত।এমনিভাবে একদা হযরত সা'দ ইবনে আবি অক্কাস (রাঃ) লাত ও উয্যার কসম খেয়ে বসেন। জনগণ তাঁকে সতর্ক করলে তিনি রাসূলুল্লাহ (সঃ)-এর নিকট গমন করেন এবং তাঁর কাছে ঘটনাটি উল্লেখ করেন। রাসূলুল্লাহ (সঃ) তখন তাকে বলেন, তুমি নিম্নের কালেমাটি পাঠ করঃ (আরবী)অর্থাৎ আল্লাহ ছাড়া কোন মা’বূদ নেই, তিনি এক, তার কোন অংশীদার নেই, রাজ্য তাঁরই এবং প্রশংসাও তারই, আর তিনি প্রত্যেক জিনিসের উপর ক্ষমতাবান। তারপর তিনবার পাঠ করঃ (আরবী) অর্থাৎ ‘আমি আল্লাহর নিকট বিতাড়িত শয়তান হতে আশ্রয় প্রার্থনা করছি। এরপর বাম দিকে তিনবার থুথু ফেলো এবং ভবিষ্যতে আর এরূপ করো না। (এ হাদীসটি ইমাম নাসাঈ (রঃ) বর্ণনা করেছেন)  মক্কা ও মদীনার মধ্যস্থলে কাদীদের পার্শ্বে মুসাল্লাল নামক স্থানে মানাত ছিল। অজ্ঞতার যুগে খুযাআহ, আউস ও খাযরাজ গোত্র ওর খুব সম্মান করতে। এখান হতে ইহরাম বেঁধে তারা কা'বার হজ্বের জন্যে যেতো। অনুরূপভাবে এই তিনটি মূর্তি ছাড়া আরো বহু মূর্তি ও থান ছিল আরবের লোকেরা যেগুলোর পূজা করতো। কিন্তু এই তিনটির খুব খ্যাতি ছিল বলে এখানে শুধু এই তিনটিরই বর্ণনা দেয়া হয়েছে। ঐ লোকগুলো এই জায়গাগুলোর তাওয়াফও করতো। তারা তথায় কুরবানীর জন্তুগুলো নিয়ে যেতো এবং তাদের নামে ওগুলোকে কুরবানী করতো। এতদসত্ত্বেও কিন্তু তারা কা'বা শরীফের মর্যাদার কথা স্বীকার করতো। ওটাকে তারা হযরত ইবরাহীম (আঃ)-এর মসজিদ বলে বিশ্বাস করতো এবং ওর খুবই সম্মান করতো।সীরাতে ইবনে ইসহাকে রয়েছে যে, কুরায়েশ ও বানু কিনানাহ গোত্র উযযার পূজারী ছিল যা ছিল নাখলায়। ওর রক্ষক ও মুতাওয়াল্লী ছিল বানু শায়বান গোত্র। ওটা ছিল সালীম গোত্রের শাখা। বানু হাশিমের সাথে তাদের ভ্রাতৃত্ব ভাব ছিল। মক্কা বিজয়ের পর এই মূর্তিটি ভেঙ্গে ফেলার জন্যে রাসূলুল্লাহ (সঃ) হযরত খালিদ ইবনে ওয়ালীদ (রাঃ)-কে প্রেরণ করেন। হযরত খালিদ (রাঃ) ঐ মূর্তিটিকে ভেঙ্গে ফেলছিলেন এবং মুখে উচ্চারণ করছিলেনঃ (আরবী)অর্থাৎ “হে উযযা! আমি তোমাকে অস্বীকার করছি, তোমার পবিত্রতা বর্ণনা করছি না। আমি দেখছি যে, আল্লাহ তোমাকে লাঞ্ছিত করেছেন।” এটা বাবলার তিনটি গাছের উপর ছিল। গাছগুলোকে কেটে ফেলা হয়। গম্বুজকেও ভেঙ্গে ফেলা হয়। অতঃপর হযরত খালিদ (রাঃ) ফিরে এসে রাসূলুল্লাহ (সঃ)-কে এ সংবাদ দেন। রাসূলুল্লাহ (সঃ) তাঁকে বলেনঃ “তুমি কিছুই করনি। আবার যাও।” তখন হযরত খালিদ (রাঃ) পুনরায় গেলেন। তথাকার রক্ষক ও খাদিমরা বড় বড় কৌশল অবলম্বন করলো। তারা খুব চীৎকার করে ‘হে উয! হে উম্!' বলে ডাক দিলো। হযরত খালিদ (রাঃ) দেখলেন যে, একটি উলঙ্গ নারী রয়েছে, যার চুলগুলো এলোমেলো, আর সে তার মাথার উপর মাটি নিক্ষেপ করছে। হযরত খালিদ (রাঃ) তরবারী দ্বারা তাকে শেষ করে ফেলেন। তারপর ফিরে গিয়ে তিনি রাসূলুল্লাহ (সঃ)-কে এ খবর দেন। রাসূলুল্লাহ (সঃ) বলেন যে, ওটাই ছিল উযযা। (এ হাদীসটি ইমাম নাসাঈ (রঃ) বর্ণনা করেছেন)লাত ছিল সাকীফ গোত্রের মূর্তি। তারা ছিল তায়েফের অধিবাসী। ওর মুতাওয়াল্লী ও খাদেম ছিল বানু মু'তাব। ওটাকে ভেঙ্গে ফেলার জন্যে রাসূলুল্লাহ (সঃ) সেখানে হযরত মুগীরা ইবনে শুবা (রাঃ) ও হযরত আবু সুফিয়ান সাখর ইবনে হারব (রাঃ)-কে প্রেরণ করেন। তাঁরা ওটাকে নিশ্চিহ্ন করে দিয়ে ওর স্থলে মসজিদ নির্মাণ করেন।মানাত ছিল আউস, খাযরাজ এবং তাদের ন্যায় মত পোষণকারী ইয়াসরিববাসী অন্যান্য লোকদের মূর্তি। ওটা মুসাল্লালের দিকে সমুদ্র তীরবর্তী কাদীদ নামক স্থানে অবস্থিত ছিল। সেখানেও রাসূলুল্লাহ (সঃ) হযরত আবু সুফিয়ান (রাঃ)-কে প্রেরণ করেন। তিনি সেখানে গিয়ে ওকে ভেঙ্গে টুকরো টুকরো করে ফেলেন। কারো কারো মতে ঐ কুফরিস্তান ধ্বংস হয় হযরত আলী (রাঃ)-এর হাতে। যুলখালসা ছিল দাউস, খাশআম, বাজীলাহ এবং তাদেরই দেশস্থ আরবীয় অন্যান্য লোকদের বুতখানা। ওটা ছিল তাবালায় অবস্থিত এবং ঐ লোকগুলো ওটাকে কাবায়ে ইয়ামানিয়্যাহ বলতো। আর মক্কার কাবাকে তারা বলতো কা’বায়ে শামিয়্যাহ। ওটা রাসূলুল্লাহ (সঃ)-এর নির্দেশক্রমে হযরত জারীর ইবনে আবদিল্লাহ (রাঃ)-এর হাতে ধ্বংস হয়।কাস ছিল তাই গোত্র এবং তাদের আশেপাশে বসবাসকারী অন্যান্য আরবীয়দের বুতখানা। ওটা সালমা ও আজ্জার মধ্যস্থিত তাই পাহাড়ে অবস্থিত ছিল। ওটাকে ভেঙ্গে ফেলার কাজে হযরত আলী ইবনে আবি তালিব (রাঃ) আদিষ্ট হয়েছিলেন। তিনি ওটাকে ভেঙ্গে ফেলেন এবং সেখান হতে দু’টি তরবারী নিয়ে যান। একটির নাম রাসূব এবং অপরটির নাম মুখযিম ছিল। রাসূলুল্লাহ (সঃ) তরবারী দু’টি তাঁকেই দিয়ে দেন।হুমায়ের গোত্র এবং ইয়ামনবাসী সানআ নামক স্থানে তাদের বুতখানা নির্মাণ করেছিল। ওটাকে রাইয়াম বলা হতো। কথিত আছে যে, ওর মধ্যে একটি কালো কুকুর ছিল। দুই জন হুমাইরী, যারা তুব্বর সঙ্গে বের হয়েছিল, তারা ঐ কুকুরটিকে বের করে হত্যা করে দেয় এবং ঐ বুতখানাকে ধ্বংস করে ফেলে।বানু রাবীআহ ইবনে সা'দের বুতখানাটির নাম ছিল রিযা। ওটাকে মুসতাওগার ইবনে রাবীআহ ইবনে কা'ব ইবনে সা’দ ইসলামে ভেঙ্গে ফেলেন। ইবনে হিশাম (রাঃ) বলেন যে, তার বয়স ৩৩০ (তিনশ ত্রিশ) বছর হয়েছিল, যার বর্ণনা তিনি স্বয়ং তার কবিতার মধ্যে বর্ণনা করেছেন।সানদাদ নামক স্থানে বকর, তাগলিব এবং আয়াদ গোত্রের একটি দেবমন্দির ছিল যাকে যুলকা’বাত বলা হতো।এরপর আল্লাহ তাবারাকা ওয়া তা'আলা বলেনঃ তবে কি পুত্র সন্তান তোমাদের জন্যে এবং কন্যা সন্তান আল্লাহর জন্যে?' কেননা এই মুশরিকরা নিজেদের বাজে ধারণার বশবর্তী হয়ে ফেরেশতাদেরকে আল্লাহর কন্যা বলতো। (নাউযুবিল্লাহি মিন যালিক)। তাই আল্লাহ তা'আলা বলেনঃ তোমরা যদি তোমাদের পরস্পরের মধ্যে বন্টন করতে বস তখন যদি কাউকেও শুধু কন্যা দাও এবং কাউকেও শুধু পুত্র দাও তবে যাকে শুধু কন্যা দেয়া হবে সে কখনো এতে সম্মত হবে না এবং এই প্রকার বন্টনকে অসঙ্গত বন্টন মনে করা হবে। অথচ তোমরা আল্লাহর জন্যে সাব্যস্ত করছো কন্যা সন্তান আর নিজেদের জন্যে সাব্যস্ত করছো পুত্র সন্তান! এই প্রকার বন্টন তো খুবই বে-ঢংগা ও অসঙ্গত!আল্লাহ তা'আলা বলেনঃ এগুলো কতক নাম মাত্র যা তোমাদের পূর্বপুরুষরা ও তোমরা রেখেছো, যার সমর্থনে আল্লাহ কোন দলীল প্রেরণ করেননি। তারা প্রকৃতপক্ষে মা’বৃদও নয় এবং তারা কোন পবিত্র নামের হকদারও নয়। এ লোকগুলো নিজেরাও ঐ দেবতাদের উপাসনা করার উপর কোন দলীল পেশ করতে সক্ষম হবে না। তারা তাদের পূর্বপুরুষদের উপর ভাল ধারণা পোষণ করে তারা যা করতো তাই করছে মাত্র। তারা মাছির উপর মাছি মেরে চলছে। অথচ তাদের নিকট তাদের প্রতিপালকের পথ-নির্দেশ এসে গেছে। এতদসত্ত্বেও তারা তাদের পূর্বপুরুষদের ভ্রান্ত পথ পরিত্যাগ করছে না। এটা চরম পরিতাপের বিষয়ই বটে।মহিমান্বিত আল্লাহ এরপর বলেনঃ মানুষ যা চায় তাই কি সে পায়? সে যে বলে যে, সে সত্যের উপর রয়েছে, তবে সে কি বাস্তবিকই সত্যের উপর রয়েছে। বলে প্রমাণিত হবে? তারা যতই লম্বা চওড়া দাবী করুক না কেন, তাদের দাবী দ্বারাই তাদের উদ্দেশ্য সফল হয়ে যায় না।হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যখন তোমাদের কেউ কোন কিছুর আকাঙ্ক্ষা করে তখন সে কিসের আকাঙ্ক্ষা করছে তা যেন চিন্তা করে। কারণ সে জানে না যে, তার ঐ আকাক্ষার জন্যে তার জন্যে কি লিখা হবে।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)মহান আল্লাহ বলেনঃ বস্তুতঃ ইহকাল ও পরকাল আল্লাহরই।' দুনিয়া ও আখিরাতের সমস্ত ব্যবস্থাপনা তিনিই করে থাকেন। তিনি যা চান তা হয় এবং যা চান না তা হয় না।এরপর আল্লাহ তাআলা বলেনঃ “আকাশে কত ফেরেশতা রয়েছে। তাদের কোন সুপারিশ ফলপ্রসূ হবে না যতক্ষণ আল্লাহ যাকে ইচ্ছা এবং যার প্রতি সন্তুষ্ট তাকে অনুমতি না দেন। অর্থাৎ আল্লাহর অনুমতি ছাড়া কোন বড় ও মর্যাদা সম্পন্ন ফেরেশতাও কারো জন্যে সুপারিশের কোন শব্দও উচ্চারণ করতে পারেন। যেমন আল্লাহ তাবারাকা ওয়া তা'আলা অন্য জায়গায় বলেনঃ (আরবী)অর্থাৎ “কে সে, যে তাঁর অনুমতি ছাড়া তাঁর নিকট সুপারিশ করবে?” (২:২৫৫) আর এক জায়গায় বলেনঃ অর্থাৎ “তাঁর অনুমতি ছাড়া তাঁর কাছে কারো জন্যে কারো সুপারিশ উপকারী হবে না।” (৩৪:২৩) সুতরাং বড় বড় নৈকট্য লাভকারী ফেরেশতাদের যখন এই অবস্থা, তখন হে নির্বোধের দল! তোমাদের পূজনীয় এই মূর্তি ও থানগুলো তোমাদে কি উপকার করতে পারে? তাদের উপাসনা করতে আল্লাহ্ তা'আলা নিষেধ করেছেন। এটা করেছেন তিনি তাঁর সমস্ত রাসূলের ভাষায় এবং তাঁর সমুদয় সমানী কিতাব অবতীর্ণ করার মাধ্যমে।"
    },
    { "ayah": 27, "surah": 53, "text": "Please check ayah 53:30 for complete tafsir." },
    { "ayah": 28, "surah": 53, "text": "Please check ayah 53:30 for complete tafsir." },
    { "ayah": 29, "surah": 53, "text": "Please check ayah 53:30 for complete tafsir." },
    { "ayah": 3, "surah": 53, "text": "Please check ayah 53:4 for complete tafsir." },
    {
      "ayah": 30,
      "surah": 53,
      "text": "২৭-৩০ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা মুশরিকদের এই উক্তি খণ্ডন করছেন যে, আল্লাহর। ফেরেশতারা তাঁর কন্যা। যেমন অন্য জায়গায় রয়েছেঃ (আরবী) অর্থাৎ “রহমানের (আল্লাহর) বান্দা (এবং তার আজ্ঞাবহ) ফেরেশতাদেরকে তারা নারীরূপে স্থাপন করেছে, তাদের সৃষ্টির সময় তারা কি হাযির ছিল, তাদের সাক্ষ্য লিখে রাখা হবে এবং তারা (এ ব্যাপারে) জিজ্ঞাসিত হবে।” (৪৩:১৯) আর এখানে মহান আল্লাহ বলেনঃ তারাই ফেরেশতাদেরকে নারীবাচক নাম দিয়ে থাকে। এটা তাদের অজ্ঞতারই ফল। তাদের এটা মিথ্যা, অপবাদ এবং স্পষ্ট শিরক ছাড়া কিছুই নয়। এটা তাদের অনুমান মাত্র। আর এটা প্রকাশ্য ব্যাপার যে, সত্যের মুকাবিলায় অনুমানের কোন মূল্য নেই। সহীহ হাদীসে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমরা অনুমান ও ধারণা করা হতে বেঁচে থাকো, কেননা ধারণা সবচেয়ে বড় মিথ্যা কথা।”  এরপর আল্লাহ তাআলা স্বীয় নবী (সঃ)-কে বলেনঃ হে নবী (সঃ)! যে আমার স্মরণে বিমুখ তাকে তুমি উপেক্ষা করে চল। সে তো শুধু পার্থিব জীবনই কামনা করে। আর যে শুধু পার্থিব জীবনই কামনা করে তার পরিণাম কখনো ভাল হতে পারে না। তার জ্ঞানের সীমাও এটাই যে, দুনিয়া সন্ধানেই সে সদা ডুবে থাকে।উম্মুল মুমিনীন হযরত আয়েশা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “দুনিয়া ঐ ব্যক্তির ঘর যার (আখিরাতে) ঘর নেই এবং দুনিয়া ঐ ব্যক্তির মাল যার (আখিরাতে) মাল নেই। আর ওটাকে জমা করার চেষ্টায় ঐ ব্যক্তি লেগে থাকে যার বিবেক-বুদ্ধি নেই। (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন) একটি দুআয়ে মাসূরায় নবী (সঃ)-এর নিম্নলিখিত ভাষাও এসেছেঃ (আরবী) অর্থাৎ “হে আল্লাহ! আপনি আমাদের বড় চিন্তা ও চেষ্টার বিষয় এবং আমাদের জ্ঞানের উদ্দেশ্য ও সীমা শুধুমাত্র দুনিয়াকেই করবেন না।”এরপর মহামহিমান্বিত আল্লাহ বলেনঃ হে নবী (সঃ)! নিশ্চয়ই তোমার প্রতিপালকই ভাল জানেন কে তাঁর পথ হতে বিচ্যুত, তিনিই ভাল জানেন কে সৎপথ প্রাপ্ত। অর্থাৎ আল্লাহ তাআলাই তাঁর বান্দাদের উপযোগিতা সম্পর্কে সঠিক জ্ঞান রাখেন। যাকে ইচ্ছা তিনি হিদায়াত দান করেন এবং যাকে ইচ্ছা পথভ্রষ্ট করেন। সবকিছু তারই ক্ষমতা, জ্ঞান ও নৈপুণ্য দ্বারা হচ্ছে। তিনি ন্যায় বিচারক। স্বীয় শরীয়তে এবং পরিমাপ নির্ধারণে অন্যায় ও যুলুম কখনো করেন না।"
    },
    { "ayah": 31, "surah": 53, "text": "Please check ayah 53:32 for complete tafsir." },
    {
      "ayah": 32,
      "surah": 53,
      "text": "৩১-৩২ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা খবর দিচ্ছেন যে, আসমান ও যমীনের মালিক, অভাবমুক্ত, প্রকৃত শাহানশাহ, ন্যায় বিচারক ও সঠিক সৃষ্টিকর্তা এবং সত্য ও ন্যায়পরায়ণ আল্লাহ তা'আলাই বটে। তিনি প্রত্যেককেই তার আমলের প্রতিদান প্রদানকারী। পুণ্যের ভাল প্রতিদান এবং পাপের মন্দ শাস্তি তিনিই প্রদান করবেন। তার নিকট সৎলোক তারাই যারা তাঁর হারামকৃত জিনিস ও কাজ হতে, বড় বড় পাপ হতে এবং অন্যায় ও অশ্লীল কার্য হতে দূরে থাকে। মানুষ হিসেবে তাদের দ্বারা কোন ছোট-খাট গুনাহ হলেও আল্লাহ তাআলা তা ক্ষমা করে দেন। যেমন অন্য জায়গায় রয়েছেঃ (আরবী)অর্থাৎ “যদি তোমরা বড় বড় পাপরাশি হতে বেঁচে থাকো তবে আমি তোমাদের ছোট ছোট পাপগুলোকে ক্ষমা করে দিবো এবং তোমাদেরকে সম্মানজনক স্থানে প্রবিষ্ট করবে।” (৪:৩১) আর এখানেও আল্লাহ তা'আলা বলে যে, তিনি মানবীয় ছোট-খাট অপরাধ ক্ষমা করে দিবেন।হযরত ইবনে আব্বাস (রাঃ) বলেন যে, তাঁর মতে (আরবী)-এর যে তাফসীর হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত হাদীসে করা হয়েছে তা হতে উত্তম তাফসীর আর কিছু হতে পারে না। তা এই যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহ তা'আলা আদম-সন্তানের উপর তার জেনা বা ব্যভিচারের অংশ লিপিবদ্ধ করে রেখেছেন যা সে অবশ্যই পাবে। চক্ষুর জেনা হলো দর্শন করা, মুখের জেনা হলো বলা, অন্তরে অনুরাগ, আসক্তি ও আকাঙ্ক্ষা জাগে, এখন লজ্জাস্থান ওকে সত্য করে দেখায় অথবা মিথ্যারূপে প্রদর্শন করে।” (এ হাদীসটি সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত হয়েছে)হযরত ইবনে মাসউদ (রাঃ) হতে বর্ণিত আছে যে, তিনি বলেছেনঃ “চক্ষুদ্বয়ের ব্যভিচার হলো তাকানো, ওষ্ঠদ্বয়ের জেনা হচ্ছে চুম্বন করা, হস্তদ্বয়ের ব্যভিচার ধরা এবং পদদ্বয়ের জেনা হলো চলা, আর লজ্জাস্থান ওটাকে সত্য অথবা মিথ্যারূপে প্রকাশ করে। অর্থাৎ লজ্জাস্থানকে যদি সে বাধা দিতে না পারে এবং কুকার্য করেই বসে তবে সমস্ত অঙ্গেরই জেনা সাব্যস্ত হয়ে যাবে। পক্ষান্তরে যদি সে লজ্জাস্থান বা গুপ্তাঙ্গকে সামলিয়ে নিতে পারে এবং কুকার্যে লিপ্ত না হয় তবে ঐগুলো সবই (আরবী)-এর অন্তর্ভুক্ত হবে।” (এটা ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন)হযরত আবু হুরাইরা (রাঃ) বলেন যে, (আরবী) হলো চুম্বন করা, দেখা ও স্পর্শ করা। আর যখন গুপ্তস্থানগুলো মিলিত হয়ে যাবে তখন গোসল ওয়াজিব হয়ে যাবে এবং ব্যভিচার সাব্যস্ত হয়ে পড়বে। হযরত ইবনে আব্বাস (রাঃ) হতে এই বাক্যের তাফসীর এটাই বর্ণিত আছে যা উপরে বর্ণিত হলো।  হযরত মুজাহিদ (রঃ) বলেন যে, পাপে অপবিত্র হয়ে যাওয়ার পর তা ছেড়ে দিলে ওটা (আরবী)-এর মধ্যে গণ্য হবে। একজন কবি বলেনঃ (আরবী) অর্থাৎ “হে আল্লাহ! যদি আপনি ক্ষমা করেন তবে সবকিছুই ক্ষমা করে দেন, আর আপনার কোন এমন বান্দা আছে যে, সে অপরাধ করেনি?” হযরত মুজাহিদ (রঃ) বলেন যে, জাহেলিয়াত যুগের লোকেরা বায়তুল্লাহর তাওয়াফ করার সময় প্রায়ই এই ছন্দটি পাঠ করতো। তাফসীরে ইবনে জারীরে রাসূলুল্লাহ (সঃ)-এর উপরোক্তে শ্লোকটি পাঠ করার কথা বর্ণিত আছে এবং ইমাম তিরমিযী (রঃ) ওটাকে হাসান সহীহ গারীব বলেছেন। বাযযার (রঃ) বলেন যে, তাঁর এ হাদীসের অন্য কোন সনদ জানা নেই। শুধু এই সনদেই মারফু রূপে ওটা বর্ণিত আছে। ইবনে আবি হাতিম (রঃ) এবং বাগাভীও (রঃ) এটা বর্ণনা করেছেন। বাগাভী (রঃ) এটাকে সূরায়ে তানযীলের তাফসীরে রিওয়াইয়াত করেছেন। কিন্তু এটা মারফু হওয়ার ব্যাপারে চিন্তা-ভাবনার অবকাশ রয়েছে। একটি রিওয়াইয়াতে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ (আরবী) এর ভাবার্থ এই যে, জেনার নিকটবর্তী হওয়ার পর তাওবা করে এবং আর ওদিকে ফিরে আসে না। চুরির নিকটবর্তী হওয়ার পর চুরি করলো না এবং তাওবা করে ফিরে আসলো। অনুরূপভাবে মদ্যপানের নিকটবর্তী হয়ে মদ্যপান করলো না এবং তাওবা করে ফিরে আসলো। এগুলো সবই (আরবী) -এর অন্তর্ভুক্ত। এগুলোর জন্যে মুমিন ক্ষমার্হ।হযরত হাসান (রঃ) হতেও এটাই বর্ণিত আছে। একটি রিওয়াইয়াতে সাহাবীগণ (রাঃ) হতে প্রায়ই এটা বর্ণিত হওয়ার কথা বর্ণনা করা হয়েছে। হযরত আবদুল্লাহ ইবনে আমর (রাঃ) বলেন যে, এর দ্বারা শিরক ছাড়া অন্যান্য গুনাহকে বুঝানো হয়েছে। হযরত ইবনে যুবায়ের (রাঃ) বলেন যে, (আরবী) হলো হদ্দে জেনা ও আযাবে আখিরাতের মধ্যবর্তী শুনাহ। হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, (আরবী) হলো ঐ জিনিস যা দুই হদ্দের মাঝে অবস্থিত, হচ্ছে দুনিয়া ও হদ্দে আখিরাত। নামায এর কাফফারা হয়ে যায়। (আরবী) হলো জাহান্নাম ওয়াজিবকারী হতে ক্ষুদ্রতর পাপ। হদ্দে দুনিয়া তো ঐ পার্থিব শাস্তি যা আল্লাহ তাআলা কোন পাপের কারণে নির্ধারণ করেছেন। আর হদ্দে আখিরাত হলো ওটাই যার কারণে আল্লাহ তা'আলা জাহান্নাম ওয়াজিব করেছেন, কিন্তু ওর শাস্তি দুনিয়ায় নির্ধারণ করেননি।মহান আল্লাহ বলেছেনঃ “তোমার প্রতিপালকের ক্ষমা অপরিসীম। ওটা প্রত্যেক জিনিসকে ঘিরে নিয়েছে এবং সমস্ত পাপকে ওটা পরিবেষ্টনকারী। যেমন আল্লাহ তাআলা বলেনঃ (আরবী)অর্থাৎ “ (হে নবী সঃ! আমার এ কথাটি আমার বান্দাদেরকে) তুমি বলঃ হে। আমার বান্দারা, যারা নিজেদের উপর অত্যাচার ও বাড়াবাড়ি করেছো! তোমরা আল্লাহর রহমত হতে নিরাশ হয়ে যেয়ো না, নিশ্চয়ই আল্লাহ সমস্ত গুনাহ মাফ করে দিবেন, নিশ্চয়ই তিনি ক্ষমাশীল, দয়ালু।” (৩৯:৫৩)  মহান আল্লাহ বলেনঃ আল্লাহ তোমাদের সম্পর্কে সম্যক অবগত- যখন তিনি তোমাদেরকে সৃষ্টি করেছেন মৃত্তিকা হতে। অর্থাৎ তোমাদের পিতা আদম (আঃ)-কে মৃত্তিকা হতে সৃষ্টি করেছেন এবং তাঁর পৃষ্ঠদেশ হতে তাঁর সন্তানদেরকে বের করেছেন, যারা পিঁপড়ার মত ছড়িয়ে পড়েছে। অতঃপর তিনি তাদেরকে দুই দলে বিভক্ত করেছেন, একদলকে জান্নাতের জন্যে এবং অপর দলকে জাহান্নামের জন্যে।অতঃপর বলা হচ্ছেঃ যখন তোমরা মাতৃগর্ভে ভ্রূণরূপে অবস্থান কর। অর্থাৎ ঐ সময় আল্লাহর নির্ধারিত ফেরেশতা তোমাদের জীবিকা, বয়স, পুণ্য এবং পাপ লিখে নেয়। বহু শিশু পেট হতেই পড়ে যায়, অনেক শিশু দুগ্ধপান অবস্থায় মারা যায়, বহু শিশু মারা যায় দুধ ছাড়ানোর পর, অনেকে মারা যায় যৌবনে পদার্পণ করার পূর্বেই, যৌবনাবস্থাতেই বহু লোকে ইহলোক ত্যাগ করে। এখন এই সমুদয় মনযিল অতিক্রম করার পর যখন বার্ধক্য এসে পড়ে, যার পরে মৃত্যু ছাড়া আর কোন মনযিল নেই, এখনো যদি আমরা না বুঝি ও সতর্ক না হই তবে আমাদের চেয়ে বড় উদাসীন আর কে হতে পারে?মহামহিমান্বিত আল্লাহ বলেনঃ “অতএব তোমরা আত্মপ্রশংসা করো না। অর্থাৎ তোমাদের সৎ আমলের প্রশংসা তোমরা নিজেরা করো না।অতঃপর মহান আল্লাহ বলেনঃ “তোমাদের মধ্যে মুত্তাকী কে, কার অন্তরে আল্লাহর ভয় রয়েছে তা আল্লাহ তাআলাই খুব ভাল জানেন।' যেমন অন্য আয়াতে রয়েছেঃ (আরবী)অর্থাৎ “তুমি কি ঐ লোকদেরকে দেখোনি, যারা নিজেদের প্রশংসা নিজেরাই করেছে? বরং আল্লাহ যাকে চান তাকে পাক পবিত্র করে থাকেন এবং তাদের উপর সামান্য পরিমাণও যুলুম করা হবে না।” (৪:৪৯)মহাম্মাদ ইবনে আমর ইবনে আতা (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “আমি আমার কন্যার নাম বিররাহ রেখেছিলাম। তখন আমাকে হযরত যায়নাব বিনতু আবি সালমা (রাঃ) বলেনঃ রাসূলুল্লাহ (সঃ) এ নাম রাখতে নিষেধ করেছেন। স্বয়ং আমার নামও বিররাহ ছিল। তখন রাসূলুল্লাহ (সঃ) আমাকে বলেনঃ “তোমরা আত্মপ্রশংসা করো না। তোমাদের পুণ্যবানদের সম্পর্কে আল্লাহ তাআলাই সম্যক অবহিত।” তখন সাহাবীগণ বললেনঃ “তাহলে এর নাম কি রাখতে হবে?” উত্তরে তিনি বললেনঃ “তোমরা এর নাম যায়নাব রেখে দাও।” (এ হাদীসটি ইমাম মুসলিম (রঃ) তার সহীহ গ্রন্থে বর্ণনা করেছেন)হযরত আবু বাকরাহ (রাঃ) হতে বর্ণিত আছে যে, একটি লোক রাসূলুল্লাহ (সঃ)-এর সামনে কোন একটি লোকের খুব প্রশংসা করে। রাসূলুল্লাহ (সঃ) তখন তাকে বলেনঃ “তোমার অকল্যাণ হোক! তুমি তো তোমার সাথীর গলা কেটে দিলে?” একথা তিনি কয়েকবার বললেন। অতঃপর তিনি বললেন, কারো প্রশংসা যদি করতেই হবে তবে বলবেঃ “আমার ধারণা অমুক লোকটি এই রূপ। সঠিক জ্ঞান একমাত্র আল্লাহ তা'আলারই আছে।” (এ হাদীসটি মুসনাদে আহমাদে বর্ণিত হয়েছে)হযরত হারিস ইবনে হাম্মাম (রাঃ) হতে বর্ণিত আছে যে, একটি লোক হযরত উসমান (রাঃ)-এর সামনে তাঁর প্রশংসা করে। তখন হযরত মিকদাদ ইবনে আসওয়াদ (রাঃ) লোকটির মুখে মাটি নিক্ষেপ করেন এবং বলেনঃ “আমাদেরকে রাসূলুল্লাহ (সঃ) নির্দেশ দিয়েছেন যে, আমরা যেন প্রশংসাকারীদের মুখে মাটি নিক্ষেপ করি।” (এ হাদীসটি ইমাম মুসলিম (রঃ) ও ইমাম আবু দাউদ (রঃ) বর্ণনা করেছেন)"
    },
    { "ayah": 33, "surah": 53, "text": "Please check ayah 53:41 for complete tafsir." },
    { "ayah": 34, "surah": 53, "text": "Please check ayah 53:41 for complete tafsir." },
    { "ayah": 35, "surah": 53, "text": "Please check ayah 53:41 for complete tafsir." },
    { "ayah": 36, "surah": 53, "text": "Please check ayah 53:41 for complete tafsir." },
    { "ayah": 37, "surah": 53, "text": "Please check ayah 53:41 for complete tafsir." },
    { "ayah": 38, "surah": 53, "text": "Please check ayah 53:41 for complete tafsir." },
    { "ayah": 39, "surah": 53, "text": "Please check ayah 53:41 for complete tafsir." },
    {
      "ayah": 4,
      "surah": 53,
      "text": "সহীহ বুখারী শরীফে হযরত আবদুল্লাহ (রাঃ) হতে বর্ণিত আছে যে, সিজদা বিশিষ্ট সর্বপ্রথম যে সূরাটি অবতীর্ণ হয় তা হলো এই আন্ নাজম সূরা। নবী (সঃ) সিজদা করেন এবং তার পিছনে যত সাহাবী (রাঃ) ছিলেন সবাই সিজদা করেন। শুধু একটি লোক তার মুষ্টির মধ্যে মাটি নিয়ে ওরই উপর সিজদা করে। হযরত আবদুল্লাহ (রাঃ) বলেনঃ “আমি দেখি যে, এরপর ঐ লোকটি কুফরীর অবস্থাতেই মারা যায়। ঐ লোকটি ছিল উমাইয়া ইবনে খালফ।” কিন্তু এতে জটিলতা রয়েছে। তা এই যে, অন্য রিওয়াইয়াতে ঐ লোকটি উৎবা ইবনে রাবীআ নামে বর্ণিত হয়েছে।\n১-৪ নং আয়াতের তাফসীর:\nহযরত শা'বী (রঃ) বলেন যে, সৃষ্টিকর্তা তার সৃষ্টবস্তুর যেটার ইচ্ছা সেটারই কসম খেতে পারেন, কিন্তু সৃষ্টজীব তার সৃষ্টিকর্তা ছাড়া আর কারো কসম খেতে পারে না।” (এটা ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)নক্ষত্রের অস্তমিত হওয়া দ্বারা ফজরের সময় সারিয়া তারকার অস্তমিত হওয়া বুঝানো হয়েছে। কারো কারো মতে এর দ্বারা যুহরা নামক তারকা উদ্দেশ্য। যহ্হাক (রঃ) বলেন যে, এর দ্বারা উদ্দেশ্য হলো ওটা ঝরে গিয়ে শয়তানের দিকে ধাবিত হওয়া। এ উক্তিটির ভাল ব্যাখ্যা হতে পারে। মুজাহিদ (রঃ) বলেন যে, এই বাক্যটির তাফসীর হলোঃ শপথ কুরআনের যখন তা অবতীর্ণ হয়। এই আয়াতটি হলো আল্লাহ তা'আলার নিম্নের উক্তিগুলোর মতইঃ (আরবী) অর্থাৎ “আমি শপথ করছি নক্ষত্ররাজির অস্তাচলের, অবশ্যই এটা এক মহা শপথ, যদি তোমরা জানতে। নিশ্চয়ই এটা সম্মানিত কুরআন, যা আছে সুরক্ষিত কিতাবে, যারা পূত পবিত্র তারা ব্যতীত অন্য কেউ তা স্পর্শ করে না। এটা জগত সমূহের প্রতিপালকের নিকট হতে অবতীর্ণ।” (৫৬:৭৫-৮০)তারপর যে বিষয়ের উপর শপথ করেছেন তার বর্ণনা দেয়া হচ্ছে যে, নবী (সঃ) পুণ্য, সততা ও হিদায়াতের উপর রয়েছেন। তিনি সত্যের অনুসারী। তিনি অজ্ঞতা বশতঃ কোন ভুল পথে পরিচালিত নন বা জেনে শুনে কোন বক্র পথের পথিক নন। পথভ্রষ্ট খৃষ্টান এবং জেনে শুনে সত্যের বিরুদ্ধাচরণকারী ইয়াহুদীদের মত চরিত্র তাঁর নয়। তাঁর জ্ঞান পরিপূর্ণ, ইলম অনুযায়ী তাঁর আমল, তাঁর পথ সোজা ও সরল, তিনি আযীমুশ্মান শরীয়তের আইন রচয়িতা এবং তিনি সত্য মধ্যম পথের উপর দণ্ডায়মান। তাঁর কোন কথা ও আদেশ তার প্রবৃত্তি ও ব্যক্তিগত স্বার্থসিদ্ধির উদ্দেশ্যে হয় না। বরং আল্লাহ তা'আলা তাঁকে যে বিষয়ের তাবলীগের হুকুম করেন তা-ই তিনি তার মুখ দিয়ে বের করেন। সেখান হতে যা কিছু বলা হয় সেটাই তার মুখে উচ্চারিত হয়। আল্লাহর কথা ও হুকুমের কম বেশী করা হতে তাঁর কালাম পবিত্র।  হযরত আবূ উমামা (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহ (সঃ)-কে বলতে শুনেছেনঃ “নবী নয় এই রূপ একজন লোকের শাফাআতের দ্বারা দু’টি গোত্র বা দু'টি গোত্রের মধ্যে একটি গোত্রের সংখ্যার সমান লোক জান্নাতে যাবে। গোত্র দুটি হলো রাবীআহ ও মুযার।” তাঁর একথা শুনে একটি লোক তাকে জিজ্ঞেস করলোঃ “হে আল্লাহর রাসূল (সঃ)! রাবীআহ কি মুযারের অন্তর্ভুক্ত নয়?” উত্তরে তিনি বলেনঃ “আমি তো ওটাই বলছি যা আমি বলেছি।” (এ হাদীসটি ইমাম আহমাদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন)হযরত আবদুল্লাহ ইবনে আমর (রাঃ) হতে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ (সঃ) হতে যা শুনতাম তা লিখে নিতাম। অতঃপর কুরায়েশরা আমাকে এ কাজ করতে নিষেধ করে বললোঃ “তুমি তো রাসূলুল্লাহ (সঃ) হতে যা শুনছো তার সবই লিখে নিচ্ছ, অথচ তিনি তো একজন মানুষ। তিনি কখনো কখনো ক্রোধের বশবর্তী হয়ে কিছু বলে ফেলেন?” আমি তখন লিখা হতে বিরত থাকলাম এবং রাসূলুল্লাহ (সঃ)-এর নিকট এটা উল্লেখ করলাম। রাসূলুল্লাহ (সঃ) তখন আমাকে বললেনঃ “তুমি আমার কথাগুলো লিখতে থাকো। আল্লাহর শপথ! সত্য কথা ছাড়া আমার মুখ দিয়ে অন্য কোন কথা বের হয় না।” (এ হাদীসটি ইমাম আহমাদ (রঃ), ইমাম আবু দাঊদ (রঃ) এবং ইমাম ইবনে আবি শায়বা (রঃ) বর্ণনা করেছেন)হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহ তা'আলার পক্ষ হতে আমি তোমাদেরকে যে খবর দিয়ে থাকি তাতে কোন সন্দেহ থাকতে পারে না।” (এ হাদীসটি হাফিয আবু বকর আল বাযযার (রঃ) বর্ণনা করেছেন)হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমি সত্য ছাড়া কিছু বলি না।” তখন কোন একজন সাহাবী তাঁকে বললেনঃ “হে আল্লাহর রাসূল (সঃ)! আপনি তো আমাদের সাথে রসিকতাও করে থাকেন?” উত্তরে তিনি বললেনঃ “তখনও আমি সত্য কথাই বলে থাকি (রসিকতার সময়েও আমার মুখ দিয়ে মিথ্যা কথা বের হয় না)।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)"
    },
    { "ayah": 40, "surah": 53, "text": "Please check ayah 53:41 for complete tafsir." },
    {
      "ayah": 41,
      "surah": 53,
      "text": "৩৩-৪১ নং আয়াতের তাফসীর:\nপূর্ণ প্রতিদান, যারা আল্লাহর আনুগত্য হতে মুখ ফিরিয়ে নেয় তাদেরকে আল্লাহ তা'আলা নিন্দে করছেন। তিনি বলেনঃ (আরবী) অর্থাৎ “সে বিশ্বাস করেনি, বরং সে সত্য প্রত্যাখ্যান করেছিল ও মুখ ফিরিয়ে নিয়েছিল।” (৭৫:৩১-৩২)এখানে বলেনঃ “সে দান করে সামান্যই, পরে বন্ধ করে দেয়।' অন্তরকে সে উপদেশ গ্রহণকারী করেনি। কখনো কখনো কিছু মেনে নেয়, অতঃপর রজু কর্তন করে পৃথক হয়ে যায়।  আরবের লোকেরা (আরবী) ঐ সময় বলে, যেমন কিছু লোকে কূপ খনন করতে রয়েছে, মাঝে যখন কোন শক্ত পাথর এসে পড়ে তখন তারা সমস্ত কাজ হতে বিরত থাকে এবং বলেঃ (আরবী) অর্থাৎ “আমরা কাজ বন্দ করে দিলাম।” অতঃপর তারা কাজ ছেড়ে দেয়।মহান আল্লাহ বলেনঃ “তার। শ্যর জ্ঞান আছে যে, সে জানবে?' অর্থাৎ সে কি জানবে যে, যদি সে আল্লাহর পথে খরচ করে তবে সে রিক্ত হস্ত হয়ে যাবে? আসলে তা নয়, বরং সে লোভ-লালসা, কার্পণ্য, স্বার্থপরতা এবং সংকীর্ণমনার কারণেই দান-খয়রাত করা হতে বিরত থাকছে।  এ জন্যেই হাদীসে এসেছে যে, রাসূলুল্লাহ (সঃ) হযরত বেলাল (রাঃ)-কে সম্বোধন করে বলেনঃ “হে বেলাল (রাঃ)! তুমি খরচ করে যাও এবং আরশের মালিকের নিকট হতে তুমি কমে যাওয়ার ভয় করো না। আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ “তোমরা যা কিছু খরচ করবে, আল্লাহ তোমাদেরকে তার বিনিময় প্রদান করবেন এবং তিনি উত্তম রিযকদাতা।” (৩৪:৩৯)(আরবী)-এর এক অর্থ এই বর্ণনা করা হয়েছে যে, তাদেরকে যা হুকুম করা হয়েছিল তা তারা পূর্ণরূপে পৌঁছিয়ে দিয়েছে। আর দ্বিতীয় অর্থ এই করা হয়েছে যে, যে হুকুম তারা পেয়েছে তা তারা পূর্ণরূপে পালন করেছে। সঠিক কথা এই যে, অর্থ দুটোই হবে। যেমন অন্য আয়াতে রয়েছেঃ (আরবী)অর্থাৎ “ইবরাহীম (আঃ)-কে যখনই তাঁর প্রতিপালক কোন কিছু দ্বারা পরীক্ষা করেছেন তখনই তিনি ওগুলো পূর্ণ করেছেন (এবং এভাবে কৃতকার্য হয়েছেন), তখন আল্লাহ তা'আলা তাকে বলেনঃ আমি তোমাকে লোকদের নেতা করলাম।” (২:১২৪) যেমন মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “অতঃপর আমি তোমার কাছে অহী করলাম যে, তুমি একনিষ্ঠভাবে ইবরাহীম (আঃ)-এর আদর্শের অনুসরণ করবে এবং সে মুশরিকদের অন্তর্ভুক্ত ছিল না।” (১৬:১২৩)।  হযরত আবু উমামা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) তাঁকে জিজ্ঞেস করেনঃ (আরবী) “কি তা তুমি জান কি?” উত্তরে তিনি বলেনঃ “আল্লাহ এবং তাঁর রাসূলই (সঃ) খুব ভাল জানেন।” রাসূলুল্লাহ (সঃ) তখন বলেনঃ “তিনি (হযরত ইবরাহীম আঃ) প্রত্যহ দিনের প্রথমভাগে চার রাকআত নামায পড়তেন। এটাই ছিল তাঁর ওফাদারি বা পুরোপুরিভাবে দায়িত্ব পালন।” (এ হাদীসটি ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন। জা'ফর ইবনে যুবায়ের (রঃ)-এর হাদীস হতে ইমাম ইবনে জারীরও (রঃ) এটা বর্ণনা করেছেন। এটা দুর্বল হাদীস)হযরত আবু দারদা (রাঃ) ও হযরত আবু যার (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেন, আল্লাহ তা'আলা বলেনঃ “হে আদম সন্তান! তুমি আমার জন্যে দিনের প্রথম ভাগে চার রাকআত নামায পড়ে নাও, তাহলে আমি দিবসের শেষ ভাগ পর্যন্ত তোমার জন্যে যথেষ্ট হবো (অর্থাৎ আমি তোমাকে যথেষ্ট পুণ্য প্রদান করবে)।”[এ হাদীসটি বর্ণনা করেছেন ইমাম তিরমিযী (রঃ)]হযরত আনাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “হযরত ইবরাহীম (আঃ)-এর জন্যে (আরবী) শব্দ ব্যবহার করার কারণ এই যে, তিনি প্রত্যহ সকাল ও সন্ধ্যায় নিম্নলিখিত কালেমাগুলো পাঠ করতেনঃ (আরবী) অর্থাৎ “তোমরা আল্লাহর পবিত্রতা ও মহিমা ঘোষণা কর সন্ধ্যায় ও সকালে।” (৩০:১৭) রাসূলুল্লাহ (সঃ) আয়াতটি শেষ পর্যন্ত পাঠ করেন।এরপর হযরত মূসা (আঃ)-এর কিতাবে ও হযরত ইবরাহীম (আঃ)-এর কিতাবে কি ছিল তার বর্ণনা দেয়া হচ্ছেঃ ওগুলোতে এই ছিল যে, যে ব্যক্তি নিজের জীবনের উপর যুলুম করেছে, যেমন শিরক ও কুফরী করেছে অথবা সাগীরা বা কাবীরা গুনাহ করেছে, তার শাস্তি স্বয়ং তারই উপর আপতিত হবে। যেমন কুরআন কারীমে ঘোষিত হয়েছেঃ (আরবী)অর্থাৎ “যদি কোন বোঝা বহনকারী তার বোঝা বহন করতে আহ্বান করে তবে তা হতে কিছুই বহন করা হবে না যদিও সে তার নিকটতম আত্মীয় হয়।” (৩৫:১৮) ঐ কিতাবগুলোতে এও ছিলঃ মানুষ তা-ই পায় যা সে করে। অর্থাৎ যেমন তার উপর অন্যের বোঝা চাপানো হবে না এবং অন্যের দুষ্কার্যের কারণে তাকে পাকড়াও করা হবে না, অনুরূপভাবে অন্যের পুণ্যও তার কোন উপকারে আসবে না। ইমাম শাফিয়ী (রঃ) এবং তাঁর অনুসারীগণ এই আয়াত দ্বারা দলীল গ্রহণ করেছেন যে, কুরআন পাঠের সওয়াব মৃত ব্যক্তির কাছে পৌঁছালে তা তার কাছে পৌঁছে না। কেননা, না এটা তার আমল এবং না তার উপার্জিত জিনিস। এই কারণেই রাসূলুল্লাহ (সঃ) না এর বৈধতা বর্ণনা করেছেন, না এ কাজে স্বীয় উম্মতকে উৎসাহিত করেছেন, কোন সুস্পষ্ট ঘোষণা দ্বারাও নয় এবং কোন ইঙ্গিত দ্বারাও নয়। অনুরূপভাবে সাহাবায়ে কিরাম (রাঃ)-এর মধ্য হতে কোন একজন হতেও এটা প্রমাণিত নয় যে, তারা কুরআন পড়ে ওর সওয়াবের হাদিয়া মৃতের জন্যে পাঠিয়ে দিয়েছেন। এটা যদি পুণ্যের কাজ হতো এবং শরীয়ত সম্মত আমল হতো তবে সওয়াবের কাজে আমাদের চেয়ে বহুগুণে অগ্রগামী সাহাবায়ে কিরাম (রাঃ) এ কাজ অবশ্যই করতেন। সাথে সাথে এটাও স্মরণ রাখার বিষয় যে, পুণ্যের কাজ কুরআন ও হাদীস দ্বারাই সাব্যস্ত হয়ে থাকে। কোন প্রকারের মত ও কিয়াসের স্থান সেখানে নেই। হ্যাঁ, তবে দু'আ ও দান-খয়রাতের সওয়াব মৃত ব্যক্তির কাছে পৌঁছে থাকে। এ ব্যাপারে ইজমা রয়েছে এবং শরীয়ত প্রবর্তকের শব্দ দ্বারা প্রমাণিত। যে হাদীসটি সহীহ বুখারী ও সহীহ মুসলিমে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “মানুষ যখন মারা যায় তখন তার আমল বন্ধ হয়ে যায়, কিন্তু তিনটি আমূল (বন্ধ হয় না)। (এক) সৎ সন্তান, যে তার জন্যে দু'আ করে, (দুই) ঐ সাদকা, যা তার মৃত্যুর পরেও জারী থাকে এবং (তিন) ঐ ইলম, যার দ্বারা উপকার লাভ করা হয়। এর ভাবার্থ এই যে, প্রকৃতপক্ষে এই তিনটি জিনিসও স্বয়ং মৃত ব্যক্তিরই চেষ্টা ও আমল। অর্থাৎ অন্য কারো আমলের প্রতিদান তাকে দেয়া হয় না। যেমন হাদীসে এসেছে যে, মানুষের সবচেয়ে উত্তম খাদ্য ওটাই যা সে স্বহস্তে উপার্জন করেছে। আর মানুষের সন্তানও তারই উপার্জিত। সুতরাং প্রমাণিত হলো যে, সন্তান, যে তার পিতার মৃত্যুর পর তার জন্যে দু'আ করে সেও প্রকৃতপক্ষে তারই আমল। অনুরূপভাবে সাদকায়ে জারিয়াহ প্রভৃতিও তারই আমলের ফল এবং তারই ওয়াকফকৃত জিনিস। স্বয়ং কুরআন কারীমে ঘোষিত হচ্ছেঃ (আরবী)অর্থাৎ “আমিই মৃতকে করি জীবিত এবং লিখে রাখি যা তারা অগ্রে প্রেরণ করে ও যা তারা পশ্চাতে রেখে যায়।\" (৩৬:১২) এর দ্বারা প্রমাণিত হচ্ছে যে, তার পিছনে ছেড়ে আসা সকার্যগুলোর সওয়াব তার নিকট পৌছতে থাকে। এখন থাকলো ঐ ইলম যা সে লোকদের মধ্যে ছড়িয়ে রেখেছে এবং তার ইন্তেকালের পরেও জনগণ ওর উপর আমল করতে থাকে, ওটাও প্রকৃতপক্ষে তারই চেষ্টা ও আমল যা তার পরে বাকী রয়েছে এবং ওর সওয়াব তার কাছে। পৌঁছতে রয়েছে। যেমন সহীহ হাদীসে রয়েছেঃ “যে ব্যক্তি হিদায়াতের দিকে আহ্বান করে এবং যত লোক তার আহ্বানে সাড়া দিয়ে হিদায়াতের অনুসারী হয়, তাদের সবারই কাজের প্রতিদান তাকে প্রদান করা হয়, আর তাদের পুণ্যের কিছুই কম করা হয় না।'অতঃপর আল্লাহ তা'আলা বলেনঃ “আর তার কর্ম অচিরেই দেখানো হবে।' অর্থাৎ কিয়ামতের দিন তাকে তার কর্ম দেখানো হবে। যেমন মহান আল্লাহ অন্য জায়গায় বলেনঃ (আরবী) অর্থাৎ “ (হে নবী সঃ)! তুমি বলঃ তোমরা আমল করে যাও, সত্বরই তোমাদের আমল দেখবেন আল্লাহ, তাঁর রাসূল (সঃ) এবং মুমিনরা, অতঃপর তোমরা প্রত্যানীত হবে অদৃশ্য ও দৃশ্যের পরিজ্ঞাতা আল্লাহর নিকট এবং তোমাদেরকে জানিয়ে দেয়া হবে যা তোমরা করতে।” (৯ :১০৫)অনুরূপভাবে এখানে আল্লাহ তা'আলা বলেনঃ অতঃপর তাকে দেয়া হবে পূর্ণ প্রতিদান।"
    },
    { "ayah": 42, "surah": 53, "text": "Please check ayah 53:55 for complete tafsir." },
    { "ayah": 43, "surah": 53, "text": "Please check ayah 53:55 for complete tafsir." },
    { "ayah": 44, "surah": 53, "text": "Please check ayah 53:55 for complete tafsir." },
    { "ayah": 45, "surah": 53, "text": "Please check ayah 53:55 for complete tafsir." },
    { "ayah": 46, "surah": 53, "text": "Please check ayah 53:55 for complete tafsir." },
    { "ayah": 47, "surah": 53, "text": "Please check ayah 53:55 for complete tafsir." },
    { "ayah": 48, "surah": 53, "text": "Please check ayah 53:55 for complete tafsir." },
    { "ayah": 49, "surah": 53, "text": "Please check ayah 53:55 for complete tafsir." },
    { "ayah": 5, "surah": 53, "text": "Please check ayah 53:18 for complete tafsir." },
    { "ayah": 50, "surah": 53, "text": "Please check ayah 53:55 for complete tafsir." },
    { "ayah": 51, "surah": 53, "text": "Please check ayah 53:55 for complete tafsir." },
    { "ayah": 52, "surah": 53, "text": "Please check ayah 53:55 for complete tafsir." },
    { "ayah": 53, "surah": 53, "text": "Please check ayah 53:55 for complete tafsir." },
    { "ayah": 54, "surah": 53, "text": "Please check ayah 53:55 for complete tafsir." },
    {
      "ayah": 55,
      "surah": 53,
      "text": "৪২-৫৫ নং আয়াতের তাফসীর:\nঘোষিত হচ্ছে যে, শেষে প্রত্যাবর্তন স্থল আল্লাহর নিকট। কিয়ামতের দিন সবকেই তারই সামনে হাযির হতে হবে। হযরত মুআয (রাঃ) বানু আওদ গোত্রের মধ্যে ভাষণ দিতে গিয়ে বলেনঃ “হে বানু আওদ! আমি রাসূলুল্লাহ (সঃ)-এর দূতরূপে তোমাদের নিকট আগমন করেছি। তোমরা সবাই এ বিশ্বাস রেখো যে, তোমাদের সবকেই আল্লাহ তাআলার নিকট ফিরে যেতে হবে। অতঃপর তোমাদেরকে জান্নাতে প্রবিষ্ট করা হবে অথবা জাহান্নামে নিক্ষেপ করা হবে।” (এটা ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)হযরত উবাই ইবনে কা'ব (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) (আরবী)-এ আয়াতের তাফসীরে বলেনঃ “আল্লাহর সত্তা সম্পর্কে চিন্তা করা জায়েয নয়।\" এটা ঐ হাদীসের মতই যা হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “সৃষ্টি সম্পর্কে গভীরভাবে চিন্তা করো, কিন্তু সৃষ্টিকর্তা সম্পর্কে গভীরভাবে চিন্তা করতে যেয়ো না। তাকে জ্ঞান ও চিন্তা পেতে পারে না ।” (ইমাম বাগাভী (রঃ) এটা বর্ণনা করেছেন)এ হাদীসটি এ শব্দগুলো দ্বারা সুরক্ষিত না হলেও সহীহ হাদীসেও এ বিষয়টি বিদ্যমান রয়েছে। তাতে রয়েছেঃ “তোমাদের কাছে এসে বলে- এটা কে সৃষ্টি করেছেন? ওটা কে সৃষ্টি করেছেন?” শেষ পর্যন্ত সে বলেঃ “আল্লাহকে কে সৃষ্টি করেছেন?” তোমাদের মধ্যে কারো অন্তরে এই কুমন্ত্রণা আসলে সে যেন আল্লাহর নিকট আশ্রয় প্রার্থনা করে এবং অন্তর হতে ঐ ধারণা দূর করে দেয়।\"সুনানের অন্য একটি হাদীসে রয়েছেঃ “তোমরা সৃষ্টজীব ও বস্তু সম্পর্কে চিন্তা-গবেষণা করো, কিন্তু সৃষ্টিকর্তার সত্তা সম্পর্কে চিন্তা-গবেষণা করো না। জেনে রেখো যে, আল্লাহ তা'আলা এমন একজন ফেরেশতা সৃষ্টি করেছেন যার কানের নিম্নভাগ হতে কাঁধ পর্যন্ত স্থান তিনশ বছরের পথ।” অথবা যেরূপ বলেছেন।  মহান আল্লাহ বলেনঃ “তিনিই হাসান, তিনিই কাঁদান।' অর্থাৎ হাসি-কান্নার মূল ও কারণ তিনিই সৃষ্টি করেছেন, যা সম্পূর্ণরূপে পৃথক পৃথক। তিনিই মারেন, তিনিই বাঁচান।' যেমন তিনিঃ (আরবী) অর্থাৎ “যিনি সৃষ্টি করেন মৃত্যু ও জীবন।”  ঘোষিত হচ্ছেঃ “তিনিই সৃষ্টি করেন যুগল পুরুষ ও নারী শুক্রবিন্দু হতে যখন তা স্খলিত হয়। যেমন আল্লাহ তা'আলার উক্তিঃ (আরবী) অর্থাৎ “মানুষ কি মনে করে যে, তাকে নিরর্থক ছেড়ে দেয়া হবে? সে কি স্খলিত শুক্র বিন্দু ছিল না? অতঃপর সে রক্তপিণ্ডে পরিণত হয়। তারপর আল্লাহ তাকে আকৃতি দান করেন ও সুঠাম করেন। অতঃপর তিনি তা হতে সৃষ্টি করেন যুগল নর ও নারী। তবুও কি সেই স্রষ্টা মৃতকে পুনর্জীবিত করতে সক্ষম নন?” (৭৫:৩৬-৪০)। মহান আল্লাহ বলেনঃ ‘পুনরুত্থান ঘটাবার দায়িত্ব তারই।' অর্থাৎ যেমন তিনি প্রথমবার সৃষ্টি করেছেন তেমনই মৃত্যুর পর পুনর্জীবিত করার দায়িত্ব তারই। “তিনিই অভাবমুক্ত করেন ও সম্পদ দান করেন। ধন-সম্পদ তাঁরই অধিকারে রয়েছে যা তাঁর কাছে পুঁজি হিসেবে থাকে। অধিকাংশ তাফসীরকারের উক্তি এ স্থলে এটাই, যদিও কিছু লোক হতে বর্ণিত আছে যে, এর ভাবার্থ হচ্ছেঃ তিনি মাল দিয়েছেন ও গোলাম দিয়েছেন। তিনি দিয়েছেন ও খুশী হয়েছেন। তিনি নিজেকে অমুখাপেক্ষী করেছেন এবং স্বীয় মাখলুককে তাঁর মুখাপেক্ষী করেছেন। তিনি যাকে ইচ্ছা সম্পদশালী করেছেন এবং যাকে ইচ্ছা দরিদ্র করেছেন। কিন্তু এই পরবর্তী দু'টি উক্তি শব্দের সঙ্গে সামঞ্জস্যপূর্ণ নয়।  ‘শি’রা ঐ উজ্জ্বল তারকার নাম যাকে ‘মারমুল জাওয়াও বলা হয়। আরবের একটি দল ওর ইবাদত করতো।  আ’দে ঊলা অর্থাৎ হযরত হূদ (আঃ)-এর কওম, যাকে আ’দ ইবনে ইরাম ইবনে সাম ইবনে নূহ (আঃ) বলা হতো। এই কওমকে আল্লাহ তা'আলা ঔদ্ধত্যের কারণে ধ্বংস করে দিয়েছিলেন। যেমন তিনি বলেনঃ (আরবী) অর্থাৎ “তুমি কি দেখোনি তোমার প্রতিপালক কি করেছিলেন আ’দ বংশেরইরাম গোত্রের প্রতি- যারা অধিকারী ছিল সুউচ্চ প্রাসাদের? যার সমতুল্য কোন দেশে নির্মিত হয়নি।\" (৮৯:৬-৮) এই সম্প্রদায়টি অত্যন্ত শক্তিশালী ছিল এবং সাথে সাথে তারা ছিল আল্লাহ তা'আলার চরম অবাধ্য ও রাসূলুল্লাহ (সঃ)-এর চরম বিরোধী। তাদের উপর ঝড়ের শাস্তি আপতিত হয়, যা সাত রাত ও আট দিন পর্যন্ত অব্যাহত থাকে। অনুরূপভাবে সামূদ সম্প্রদায়কেও ধ্বংস করে দেন এবং তাদের কাউকেও তিনি বাকী রাখেননি। তাদের পূর্বে নূহ (আঃ)-এর সম্প্রদায়কেও ধ্বংস করেছেন, তারা ছিল অতিশয় যালিম ও অবাধ্য। আর। উৎপাটিত আবাস ভূমিকে উল্টিয়ে নিক্ষেপ করেছিলেন। আকাশ হতে প্রস্তর বর্ষণ করে সমস্ত পাপীকে ধ্বংস করে দিয়েছিলেন। তাদেরকে একটি জিনিস ঢেকে ফেলে, অর্থাৎ পাথর সমূহ, যেগুলোর বৃষ্টি তাদের উপর বর্ষিত হয় এবং অত্যন্ত মন্দ অবস্থায় তারা ধ্বংসপ্রাপ্ত হয়। ঐ গ্রামে চার লক্ষ লোক বসবাস করতো। আবাসভূমির সবটাই অগ্নি, গন্ধক ও তেল হয়ে তাদের উপর প্রজ্বলিত হয়েছিল।হযরত কাতাদা (রঃ)-এর উক্তি এটাই যার সনদ অত্যন্ত দুর্বল। এটা'মুসনাদে ইবনে আবি হাতিমে বর্ণিত হয়েছে।  এরপর মহামহিমান্বিত আল্লাহ বলেনঃ তাহলে হে মানুষ! তোমরা তোমাদের প্রতিপালকের কোন অনুগ্রহ সম্পর্কে সন্দেহ পোষণ করবে?  কেউ কেউ বলেন যে, এটা নবী (সঃ)-কে সম্বোধন করা হয়েছে। কিন্তু সম্বোধনকে সাধারণ রাখাই বেশী যুক্তিযুক্ত। ইমাম ইবনে জারীরও (রঃ) সাধারণ রাখাকেই পছন্দ করেছেন।"
    },
    { "ayah": 56, "surah": 53, "text": "Please check ayah 53:62 for complete tafsir." },
    { "ayah": 57, "surah": 53, "text": "Please check ayah 53:62 for complete tafsir." },
    { "ayah": 58, "surah": 53, "text": "Please check ayah 53:62 for complete tafsir." },
    { "ayah": 59, "surah": 53, "text": "Please check ayah 53:62 for complete tafsir." },
    { "ayah": 6, "surah": 53, "text": "Please check ayah 53:18 for complete tafsir." },
    { "ayah": 60, "surah": 53, "text": "Please check ayah 53:62 for complete tafsir." },
    { "ayah": 61, "surah": 53, "text": "Please check ayah 53:62 for complete tafsir." },
    {
      "ayah": 62,
      "surah": 53,
      "text": "৫৬-৬২ নং আয়াতের তাফসীর:\nইনি অর্থাৎ হযরত মুহাম্মাদ (সঃ) ভয় প্রদর্শক। তাঁর রিসালাত পূর্ববর্তী রাসূলদের রিসালাতের মতই। যেমন আল্লাহ তা'আলা অন্য জায়গায় বলেনঃ (আরবী) অর্থাৎ “ (হে নবী সঃ)! তুমি বলঃ আমি নতুন রাসূল তো নই।” (৪৬:৯) অর্থাৎ রিসালাত তো আমা হতে শুরু হয়নি। বরং আমার পূর্বে দুনিয়ায় বহু রাসূল আগমন করেছিলেন।মহান আল্লাহ বলেনঃ কিয়ামত আসন্ন। না এটাকে কেউ প্রতিরোধ করতে পারবে, না এর নির্ধারিত সময়ের অবগতি আল্লাহ ছাড়া আর কারো আছে। অর্থাৎ আল্লাহ ছাড়া এটা সংঘটনের নির্দিষ্ট সময় কারো জানা নেই।আরবী ভাষায় (আরবী) ওকে বলা হয়, যেমন একটি দল রয়েছে, যাদের মধ্যে একটি লোক কোন ভয়ের জিনিস দেখে দলের লোককে সতর্ক করে। অর্থাৎ ভয়ের খবর শুনিয়ে দেয়। যেমন অন্য আয়াতে রয়েছেঃ (আরবী) অর্থাৎ “তিনি তো আসন্ন কঠোর শাস্তি সম্পর্কে তোমাদেরকে সতর্ককারী মাত্র।” (৩৪:৪৬)।  হাদীসে রয়েছে যে, রাসূলুল্লাহ (সঃ) স্বীয় গোত্রকে সম্বোধন করে বলেছিলেনঃ “আমি তোমাদেরকে প্রকাশ্যভাবে সতর্ককারী বা ভয় প্রদর্শনকারী।” অর্থাৎ যেমন কেউ কোন খারাপ জিনিস দেখে নেয় যে, ওটা তার কওমের কাছাকাছি পৌঁছে গেছে, তখন সে যে অবস্থায় রয়েছে ঐ অবস্থাতেই ভয়ে দৌড়িয়ে এসে হঠাৎ করে স্বীয় সম্প্রদায়কে সতর্ক করে দেয় এবং বলেঃ “দেখো, এই বিপদ আসছে, সুতরাং আত্মরক্ষার ব্যবস্থা কর।” অনুরূপভাবে কিয়ামতের ভয়াবহ শাস্তিও জনগণের উদাসীনতার অবস্থায় তাদের একেবারে নিকটবর্তী হয়ে গেছে এবং রাসূলুল্লাহ (সঃ) তা হতে তাদেরকে সতর্ক করছেন। যেমন এর পরবর্তী সূরায় রয়েছেঃ (আরবী) অর্থাৎ “কিয়ামত নিকটবর্তী হয়েছে।” (৫৪:১)। হযরত সাহল ইবনে সা'দ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমরা ছোট ছোট গুনাহগুলোকে ছোট ও তুচ্ছ জ্ঞান করা হতে বেঁচে থাকো। ছোট ছোট গুনাহগুলোর দৃষ্টান্ত এমন, যেমন একটি যাত্রীদল কোন জায়গায় অবতরণ করলো। সবাই এদিক ওদিক চলে গেল এবং কিছু কিছু করে জ্বালানী কাঠ নিয়ে আসলো। এখন যদিও প্রত্যেকের কাছে অল্প অল্প কাষ্ঠ রয়েছে, কিন্তু যখন ওগুলো একত্রিত করা হলো, তখন একটা বড় স্তুপ হয়ে গেল যার দ্বারা হাঁড়ি হাঁড়ি খাদ্য রান্না করা যাবে। অনুরূপভাবে ছোট ছোট পাপ জমা হয়ে ঢেরি হয়ে যায় এবং আকস্মিকভাবে ঐ পাপীকে পাকড়াও করা হয়। সুতরাং সে ধ্বংস হয়ে যায়।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)হযরত সাহল ইবনে সা'দ (রাঃ) হতেই বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমার এবং কিয়ামতের দৃষ্টান্ত এ দুটির মত।” অতঃপর তিনি স্বীয় তর্জনী ও মধ্যমা অঙ্গুলিদ্বয়ের মাঝে কিছুটা ফাঁকা রেখে দেন। তারপর তিনি বলেনঃ “আমার এবং কিয়ামতের দৃষ্টান্ত দু’টি ঘোড়ার মত।” এরপর তিনি বলেনঃ “আমার এবং আখিরাতের দিনের দৃষ্টান্ত ঠিক ঐ ব্যক্তির মত যাকে তার সম্প্রদায় নৈশ পাহারায় পাঠালো। অতঃপর সে যখন শত্রু সেনাবাহিনীকে একেবারে নিকটে চলে আসতে দেখলো তখন সে একটি টিলার উপর চড়ে তার কাপড় নেড়ে নেড়ে ইঙ্গিতে তার কওমকে সতর্ক করলো। তারপর রাসূলুল্লাহ (সঃ) বললেনঃ “আমিও ঐরূপ।” (এই হাদীসের সাক্ষী হিসেবে আরো বহু হাসান ও সহীহ হাদীস বিদ্যমান রয়েছে)এরপর আল্লাহ তাআলা মুশরিকদের এ কাজের উপর ঘৃণা প্রকাশ করছেন যে, তারা কুরআন শ্রবণ করে বটে, কিন্তু তা হতে বিমুখ হয়ে যায় ও বেপরোয়া হয় এবং বিস্মিতভাবে ওর রহমতকে অস্বীকার করে বসে। আর হাসি-ঠাট্টা ও বিদ্রুপ-উপহাস করে থাকে। তাদের উচিত ছিল যে, মুমিনদের মত ওটা শুনে কাঁদতো এবং উপদেশ গ্রহণ করতো। যেমন মুমিনদের অবস্থা বর্ণনা করেছেন যে, তারা আল্লাহর কালাম শুনে কান্নায় ভেঙ্গে পড়ে, সিজদায় পড়ে যায় এবং তাদের বিনয় বৃদ্ধি পায়।হযরত ইবনে আব্বাস (রাঃ) বলেন যে, (আরবী) গানকে বলা হয়। এটা ইয়ামানী ভাষা। হযরত ইবনে আব্বাস (রাঃ) হতেই (আরবী)-এর অর্থ বিমুখ হওয়া এবং অহংকার করাও বর্ণিত আছে। হযরত আলী (রাঃ) এবং হযরত হাসান (রাঃ) বলেন যে, এর অর্থ হলো উদাসীন।এরপর আল্লাহ তা'আলা নির্দেশ দিচ্ছেনঃ তোমরা একত্ববাদী ও অকপট হয়ে যাও। বিনয়ের সাথে তোমরা ভূমিতে লুটিয়ে পড়। হযরত ইবনে আব্বাস (রাঃ) বলেন যে, সূরায়ে নাজমের সিজদার স্থলে নবী (সঃ) সিজদা করেন এবং তার সাথে মুসলমানরা, মুশরিক এবং দানব ও মানব সবাই সিজদা করে। (এ হাদীসটি ইমাম বুখারী (রঃ) বর্ণনা করেন)হযরত মুত্তালিব ইবনে আবি অদাআহ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) মক্কায় সূরায়ে নাজম পাঠ করেন। অতঃপর তিনি সিজদা করেন এবং ঐ সময় তার কাছে যারা ছিল তারা সবাই সিজদা করে। বর্ণনাকারী মুত্তালিব (রাঃ) বলেনঃ “আমি তখন আমার মাথা উঠালাম এবং সিজদা করলাম না।” তখন পর্যন্ত মুত্তালিব (রাঃ) ইসলাম গ্রহণ করে নি। এরপরে যে কেউই এই সূরা তিলাওয়াত করতেন এবং যিনি শুনতেন তখন তিনিও তাঁর সাথে সিজদা করতেন। (এ হাদীসটি ইমাম আহমাদ (রঃ) এবং ইমাম নাসাঈ বর্ণনা করেছেন)"
    },
    { "ayah": 7, "surah": 53, "text": "Please check ayah 53:18 for complete tafsir." },
    { "ayah": 8, "surah": 53, "text": "Please check ayah 53:18 for complete tafsir." },
    { "ayah": 9, "surah": 53, "text": "Please check ayah 53:18 for complete tafsir." }
  ]
}
