{
  "ayahs": [
    { "ayah": 1, "surah": 55, "text": "Please check ayah 55:13 for complete tafsir." },
    { "ayah": 10, "surah": 55, "text": "Please check ayah 55:13 for complete tafsir." },
    { "ayah": 11, "surah": 55, "text": "Please check ayah 55:13 for complete tafsir." },
    { "ayah": 12, "surah": 55, "text": "Please check ayah 55:13 for complete tafsir." },
    {
      "ayah": 13,
      "surah": 55,
      "text": "হযরত যার (রঃ) হতে বর্ণিত আছে যে, একটি লোক বলেঃ “ (আরবী)-এর মধ্যে (আরবী) শব্দটি (আরবী) হবে, না (আরবী) হবে?” তখন তাকে জবাবে বলেনঃ “তুমি কি কুরআন পূর্ণটাই পড়েছো?\" সে উত্তর দেয়ঃ “আমি মুফাসসালের সমস্ত সূরা এক রাকআতে পড়ে থাকি।” তিনি তখন বলেনঃ “কবিতা যেমন তাড়াতাড়ি পড়া হয়, তুমি হয়তো এই ভাবেই কুরআনও পড়ে থাকো? এটা খুব দুঃখজনক ব্যাপারই বটে। আল্লাহর নবী (সঃ) মুফাসসালের প্রাথমিক সূরাগুলোর কোন দুটি সূরা মিলিয়ে পড়তেন তা আমার খুব ভাল স্মরণ আছে। হযরত ইবনে মাসউদ (রাঃ)-এর কিরআতে মুফাসসালের সর্বপ্রথম সূরা হলো এই সূরায়ে রহমান। (এটা ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)হযরত জাবির (রাঃ) হতে বর্ণিত আছে যে, একদা রাসূলুল্লাহ (সঃ) সাহাবীদের (রাঃ) সমাবেশে আগমন করেন এবং সূরায়ে রহমান প্রথম হতে শেষ পর্যন্ত পাঠ করেন। সাহাবায়ে কিরাম (রাঃ) নীরবে শুনতে থাকেন। তখন রাসূলুল্লাহ (সঃ) তাদেরকে বলেনঃ “আমি জ্বিনের রাত্রে এ সূরাটি পাঠ করেছিলাম, তারা তোমাদের চেয়ে উত্তমরূপে জবাব দিয়েছিল। যখনই আমি (আরবী)-এই আয়াতে এসেছি তখনই তারা জবাবে বলেছেঃ (আরবী) অর্থাৎ “হে আমাদের প্রতিপালক! আমরা আপনার অনুগ্রহ সমূহের কোন অনুগ্রহকেই অস্বীকার করি না। সুতরাং সমস্ত প্রশংসা আপনারই জন্যে।”  এই রিওয়াইয়াতটিই তাফসীরে ইবনে জারীরেও বর্ণিত হয়েছে। তাতে রয়েছে যে, রাসূলুল্লাহ (সঃ) নিজেই এই সূরাটি পাঠ করেছিলেন অথবা তার সামনে এটা পাঠ করা হয়েছিল। ঐ সময় সাহাবীদেরকে নীরব থাকতে দেখে তিনি একথা বলেছিলেন। আর জ্বিনদের উত্তরের শব্দগুলো নিম্নরূপ ছিলঃ (আরবী) অর্থাৎ “আমাদের প্রতিপালকের এমন কোন নিয়ামত নেই যা আমরা অস্বীকার করতে পারি।”\n১-১৩ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা স্বীয় পূর্ণ করুণার বর্ণনা দিচ্ছেন যে, তিনি তাঁর বান্দাদের উপর কুরআন কারীম অবতীর্ণ করেছেন এবং স্বীয় ফল ও করমে ওর মুখস্থকরণ খুবই সহজ করে দিয়েছেন। তিনিই মানুষকে সৃষ্টি করেছেন এবং তাকে কথা বলা শিখিয়েছেন। এটা হযরত হাসান (রঃ)-এর উক্তি। আর যহ্হাক (রঃ), কাতাদা (রঃ) প্রমুখ গুরুজন বলেন যে,\nদ্বারা ভাল ও মন্দ বুঝানো হয়েছে। কিন্তু কথা বলা শিখানো অর্থ নেয়াই বেশী যুক্তিযুক্ত। কারণ এর সাথে সাথেই কুরআন শিক্ষা দেয়ার বর্ণনা রয়েছে। এর দ্বারা তিলাওয়াতে কুরআন বুঝানো হয়েছে। আর তিলাওয়াতে কুরআন কথা বলা সহজ হওয়ার উপর নির্ভরশীল। প্রত্যেক অক্ষরকে ওর মাখরাজ হতে জিহ্বা বিনা কষ্টে আদায় করে থাকে। তা কণ্ঠ হতে বের হোক অথবা ওষ্ঠাধরকে মিলানোর মাধ্যমেই হোক। বিভিন্ন মাখরাজ এবং বিভিন্ন প্রকারের অক্ষরের উচ্চারণের পদ্ধতি আল্লাহ তা'আলা মানুষকে শিখিয়েছেন। সূর্য ও চন্দ্র নিজ নিজ নির্ধারিত কক্ষপথে আবর্তন করে। এতদুভয়ের আবর্তনের মধ্যে আছে টক্কর এবং না আছে কোন অস্থিরতা। যেমন আল্লাহ তা'আলা অন্য জায়গায় বলেনঃ (আরবী)অর্থাৎ “সূর্যের পক্ষে সম্ভব নয় যে, সে চন্দ্রের নাগাল পায় এবং রজনীর পক্ষে সম্ভব নয় দিবসকে অতিক্রম করা এবং প্রত্যেকে নিজ নিজ কক্ষপথে সন্তরণ করে।” (৩৬:৪০) মহান আল্লাহ আরো বলেনঃ (আরবী) অর্থাৎ “তিনি (আল্লাহ) সকালকে বেরকারী, রাত্রিকে তিনি আরাম ও বিশ্রামের সময় বানিয়েছেন এবং সূর্য ও চন্দ্রকে হিসাবের উপর রেখেছেন, এটা হলো পরাক্রমশালী, সর্বজ্ঞের নিয়ন্ত্রণ।” (৬:৯৬)হযরত ইকরামা (রঃ) বলেন যে, যদি সমস্ত মানুষের, জ্বিনের, চতুষ্পদ জন্তুসমূহের এবং পক্ষীকূলের চক্ষুগুলোর দৃষ্টিশক্তি একটি মাত্র মানুষের চোখে দিয়ে দেয়া হয়, অতঃপর সূর্যের সামনে যে সত্তরটি পর্দা রয়েছে ওগুলোর মধ্যে একটিকে সরিয়ে ফেলা হয় তবুও সম্ভব নয় যে, এই লোকটিও সূর্যের দিকে তাকাতে পারে। অথচ সূর্যের আলো কুরসীর আলোর সত্তর ভাগের একভাগ মাত্র। সুতরাং এটা চিন্তা করার বিষয় যে, আল্লাহ স্বীয় জান্নাতী বান্দাদের চোখে কি পরিমাণ নূর দিবেন যে, তারা তাদের মহান প্রতিপালকের চেহারাকেও খোলাখুলিভাবে তাদের চক্ষু দ্বারা বিনা বাধায় দেখতে পাবে। (এটা ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)আল্লাহ পাকের উক্তিঃ তৃণলতা ও বৃক্ষাদি মেনে চলে তাঁরই বিধান। মুফাসসিরগণ এ বিষয়ে একমত যে, (আরবী) বলা হয় ঐ গাছকে যে গাছের গুঁড়ি আছে। কিন্তু (আরবী) এর কয়েকটি অর্থ রয়েছে। কেউ কেউ বলেন যে, গুঁড়ি বিহীন লতা গাছকে (আরবী) বলা হয়, যে গাছ মাটির উপর ছড়িয়ে থাকে। আবার কেউ কেউ বলেন যে, (আরবী) হলো ঐ তারকা যা আকাশে রয়েছে। এ উক্তিটিই বেশী প্রকাশমান, যদিও প্রথম উক্তিটিকেই ইমাম ইবনে জারীর (রঃ) পছন্দ করেছেন। এসব ব্যাপারে আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন। কুরআন কারীমের নিম্নের আয়াতটিও দ্বিতীয় উক্তিটির পৃষ্ঠপোষকতা করেঃ (আরবী) অর্থাৎ “তুমি কি দেখো না যে, আল্লাহকে সিজদা করে যা কিছু আছে আকাশমণ্ডলীতে ও পৃথিবীতে, সূর্য, চন্দ্র, নক্ষত্রমণ্ডলী, পর্বতরাজি, বৃক্ষলতা, জীবজন্তু এবং সিজদা করে মানুষের মধ্যে অনেকে।” (২২:১৮)এরপর আল্লাহ তাআলা বলেনঃ তিনি আকাশকে করেছেন সমুন্নত এবং স্থাপন করেছেন মানদণ্ড অর্থাৎ আদল ও ইনসাফ। যেমন তিনি বলেছেনঃ (আরবী) অর্থাৎ “নিশ্চয়ই আমি আমার রাসূলদেরকে দলীল প্রমাণাদিসহ প্রেরণ করেছি এবং তাদের সাথে নাযিল করেছি কিতাব ও মানদণ্ড, যাতে মানুষ ন্যায়ের উপর প্রতিষ্ঠিত থাকে।\" (৫৭:২৫) অনুরূপভাবে এখানে আল্লাহ তাআলা বলেনঃ যাতে তোমরা ভারসাম্য লংঘন না কর। অর্থাৎ আল্লাহ তা'আলা আসমান ও যমীনকে সত্য ও ন্যায়ের সাথে সৃষ্টি করেছেন যাতে সমস্ত জিনিস সত্য ও ন্যায়ের সাথে থাকে। তাই তিনি বলেনঃ ওযনের ন্যায্য মান প্রতিষ্ঠিত কর এবং ওযনে কম দিয়ো না। অর্থাৎ যখন ওযন করবে তখন সঠিকভাবে ওযন করবে। কম-বেশী করবে না। অর্থাৎ নেয়ার সময় বেশী নিবে এবং দেয়ার সময় কম দিবে এরূপ করো না। যেমন আল্লাহ তা'আলা অন্য জায়গায় বলেনঃ(আরবী) অর্থাৎ “তোমরা ন্যায়ের দণ্ড সোজা রেখে ওযন করো।” (১৭:৩৫)আল্লাহ তা'আলা আকাশকে সমুন্নত করেছেন, আর পৃথিবীকে নীচু করে বিছিয়ে দিয়েছেন এবং তাতে মযবুত পাহাড় পর্বতকে পেরেকের মত করে গেড়ে দিয়েছেন যাতে এটা হেলা-দোলা ও নড়াচড়া না করে। আর তাতে যেসব সৃষ্টজীব বসবাস করছে তারা যেন শান্তিতে অবস্থান করতে পারে। হে মানুষ! তোমরা যমীনের সৃষ্টজীবের প্রতি লক্ষ্য করো, ওগুলোর বিভিন্ন প্রকার, বিভিন্ন রূপ, বিভিন্ন বর্ণ, বিভিন্ন ভাষা এবং বিভিন্ন স্বভাব ও অভ্যাসের প্রতি দৃষ্টিপাত করে আল্লাহ তা'আলার ব্যাপক ও সীমাহীন ক্ষমতার পরিমাপ করে নাও। সাথে সাথে যমীনের উৎপাদিত জিনিসের দিকে চেয়ে দেখো। এতে রঙ বেরঙ এর টক-মিষ্ট ফল, নানা প্রকারের সুগন্ধি বিশিষ্ট ফল। বিশেষ করে খেজুর বৃক্ষ যা একটি উপকারী বৃক্ষ এবং যা রোপিত হওয়ার পর হতে নিয়ে শুকনো হয়ে যাওয়া পর্যন্ত এবং এর পরেও খাওয়ার কাজ দেয়। খেজুর একটি সাধারণ ফল। ওর উপর খোসা থাকে যাকে ভেদ করে এটা বের হয়ে আসে। অতঃপর ওটা হয় কাদার মত, এরপর হয় রসাল এবং এরপর পেকে গিয়ে ঠিক হয়ে যায়। এটা খুবই উপকারী। আর এর গাছও হয় খুব সোজা ও সুন্দর।হযরত শা'বী (রঃ) হতে বর্ণিত, তিনি বলেন যে, রোমক সম্রাট হযরত উমার ইবনে খাত্তাব (রাঃ)-এর নিকট পত্র লিখেনঃ “আমার দূত আপনার নিকট হতে ফিরে এসে বলেছে যে, আপনার ওখানে নাকি একটি বক্ষ রয়েছে যার মত স্বভাব বা প্রকৃতি অন্য কোন গাছের মধ্যে নেই। ওটা গর্দভের কানের মত যমীন হতে বের হয়। তারপর রক্তিম বর্ণ ধারণ করে মুক্তার মত হয়, এরপর সবুজ বর্ণ ধারণ করে পান্নার (মূল্যবান সবুজ পাথর বিশেষ) মত হয়ে যায়, তারপর লাল বর্ণ। ধারণ করে লাল ইয়াকৃত বা পদ্মরাগের মত হয়। এরপর পেকে গিয়ে অতি উত্তম ও সুস্বাদু ফলে পরিণত হয়। তারপর শুকিয়ে গিয়ে স্থায়ী বাসিন্দাদের রক্ষণ এবং মুসাফিরদের পাথেয় হয়। সুতরাং যদি আমার দূতের বর্ণনা সত্য হয় তবে আমার ধারণায় এটা জান্নাতী গাছ।\" তাঁর এই পত্রের জবাবে হযরত উমার ইবনে খাত্তাব (রাঃ) তাকে লিখেনঃ “এই পত্র আল্লাহর দাস এবং মুসলমানদের নেতা উমার (রাঃ)-এর পক্ষ হতে রোমক সম্রাট কায়সারের নিকট। আপনার দূত আপনাকে যে খবর দিয়েছে তা সম্পূর্ণ সত্য। এ ধরনের গাছ আরবে প্রচুর রয়েছে। এটা ঐ গাছ যা আল্লাহ তা'আলা হযরত মারইয়াম (আঃ)-এর পার্শ্বে জন্মিয়েছিলেন, যখন তাঁর পুত্র ঈসা (আঃ) তার গর্ভ হতে ভূমিষ্ট হন। অতএব, হে বাদশাহ! আল্লাহকে ভয় করুন এবং হযরত ঈসা (আঃ)-কে মা’রূদ মনে করবেন না। আল্লাহ এক, তার কোন শরীক নেই। দেখুন, আল্লাহ তাআলা বলেনঃ (আরবী)অর্থাৎ “আল্লাহর নিকট ঈসা (আঃ)-এর দৃষ্টান্ত আদম (আঃ)-এর দৃষ্টান্ত সদৃশ। তাকে তিনি মৃত্তিকা হতে সৃষ্টি করেছিলেন, অতঃপর তাকে বলেছিলেনঃ ‘হও’ ফলে সে হয়ে গেল। এই সত্য তোমার প্রতিপালকের নিকট হতে, সুতরাং তুমি সংশয়কারীদের অন্তর্ভুক্ত হয়ো না।” (৩:৫৯-৬০)(আরবী)-এর অর্থ (আরবী) ও করা হয়েছে যা খেজুর বৃক্ষের গর্দানের উপর বাকল বা আবরণের মত থাকে।এই যমীনে রয়েছে খোসা বিশিষ্ট দানা ও সুগন্ধ গুল্ম। -এর অর্থ হলো ক্ষেত্রের ঐ সবুজ পাতা যাকে উপর হতে কেটে দেয়া হয় এবং শুকিয়ে নেয়াহয়।(আরবী)-এর অর্থ হলো সুগন্ধ গুল্ম অথবা ক্ষেতের সবুজ পাতা। ভাবার্থ এই যে, গম, যব ইত্যাদির ঐ দানা যা ওর মাথার উপর ভূষিসহ থাকে এবং যে পাতা ওগুলোর গাছের উপর জড়িয়ে থাকে। আর এটাও বলা হয়েছে যে, ক্ষেতের প্রথমেই উৎপাদিত পাতাকে তো বলা হয়, আর যখন তাতে দানা ধরে তখন ওকে বলা হয়। যেমন কবি যায়েদ ইবনে আমর স্বীয় প্রসিদ্ধ। কাসীদায় বলেছেনঃ (আরবী) অর্থাৎ “তোমরা দু’জন (হযরত মূসা আঃ ও হযরত হারূন আঃ) তাকে (ফিরাউনকে) বলোঃ কে মৃত্তিকায় শস্য উৎপাদন করেন? অতঃপর ওটা হতে চারা গাছ হয় যা আন্দোলিত হয় এবং তা হতে ওর মাথায় দানা বের করেন (কে তিনি? অর্থাৎ আল্লাহই এসব করে থাকেন)। সুতরাং এগুলোর মধ্যে সংরক্ষণকারীর জন্যে নিদর্শন রয়েছে।”  তাই মহামহিমান্বিত আল্লাহ বলেনঃ অতএব তোমরা উভয়ে (অর্থাৎ দানব ও মানব) তোমাদের প্রতিপালকের কোন অনুগ্রহ অস্বীকার করবে? অর্থাৎ হে দানব ও মানব! তোমরা তোমাদের আপাদমস্তক আল্লাহর নিয়ামত রাজির মধ্যে ডুবে রয়েছে। সুতরাং প্রকৃতপক্ষে তোমরা আল্লাহ তাআলার কোন নিয়ামতকেই অস্বীকার করতে পার না। দু' একটি নিয়ামত হলে আলাদা কথা ছিল, কিন্তু এখানে তো তোমাদের পা হতে মাথা পর্যন্ত আল্লাহর নিয়ামতে পরিপূর্ণ রয়েছে। এ জন্যেই তো মুমিন জ্বিনগুলো একথা শোন মাত্রই উত্তরে বলেছিলঃ (আরবী) অর্থাৎ “হে আল্লাহ! হে আমাদের প্রতিপালক! আপনার এমন কোন নিয়ামত নেই যা আমরা অস্বীকার করতে পারি। সুতরাং আপনারই জন্যে সমস্ত প্রশংসা।\" হযরত ইবনে আব্বাস (রাঃ) এর জবাবে বলতেনঃ (আরবী) অর্থাৎ “হে আমার প্রতিপালক! আমরা আপনার নিয়ামতরাজির কোন একটিও অস্বীকার করতে পারি না।”  হযরত আসমা বিনতে আবি বকর (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “রিসালাতের প্রাথমিক অবস্থায় যখন ইসলাম পুরোপুরিভাবে ঘোষিত হয়নি তখন আমি রাসূলুল্লাহ (সঃ)-কে বায়তুল্লাহর রুকনের দিকে নামায পড়তে দেখেছি। ঐ সময় তিনি (আরবী) পাঠ করেছেন এবং মুশরিকরাও তা শ্রবণ করেছে।"
    },
    { "ayah": 14, "surah": 55, "text": "Please check ayah 55:25 for complete tafsir." },
    { "ayah": 15, "surah": 55, "text": "Please check ayah 55:25 for complete tafsir." },
    { "ayah": 16, "surah": 55, "text": "Please check ayah 55:25 for complete tafsir." },
    { "ayah": 17, "surah": 55, "text": "Please check ayah 55:25 for complete tafsir." },
    { "ayah": 18, "surah": 55, "text": "Please check ayah 55:25 for complete tafsir." },
    { "ayah": 19, "surah": 55, "text": "Please check ayah 55:25 for complete tafsir." },
    { "ayah": 2, "surah": 55, "text": "Please check ayah 55:13 for complete tafsir." },
    { "ayah": 20, "surah": 55, "text": "Please check ayah 55:25 for complete tafsir." },
    { "ayah": 21, "surah": 55, "text": "Please check ayah 55:25 for complete tafsir." },
    { "ayah": 22, "surah": 55, "text": "Please check ayah 55:25 for complete tafsir." },
    { "ayah": 23, "surah": 55, "text": "Please check ayah 55:25 for complete tafsir." },
    { "ayah": 24, "surah": 55, "text": "Please check ayah 55:25 for complete tafsir." },
    {
      "ayah": 25,
      "surah": 55,
      "text": "১৪-২৫ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা বর্ণনা করছেন, তিনি মানুষকে বেজে ওঠা খোলার মত শুষ্ক মাটি দ্বারা সৃষ্টি করেছেন। আর জ্বিনকে সৃষ্টি করেছেন নিধূম অগ্নিশিখা হতে। হযরত আয়েশা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “ফেরেশতাদেরকে সৃষ্টি করা হয়েছে নূর (জ্যোতি) হতে, জ্বিনদেরকে সৃষ্টি করা হয়েছে নিধূম অগ্নিশিখা হতে এবং আদম (আঃ)-কে ঐ মাটি হতে সৃষ্টি করা হয়েছে যার বর্ণনা তোমাদের সামনে করা হয়েছে।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)অতঃপর আল্লাহ তা'আলা তাঁর কোন নিয়ামতকে অস্বীকার না করার হিদায়াত দান করেন। এরপর তিনি বলেনঃ তিনিই দুই উদয়াচল ও দুই অস্তাচলের নিয়ন্তা। অর্থাৎ গ্রীষ্মকাল ও শীতকালের দুই উদয়াচল এবং গ্রীষ্মকাল ও শীতকালের দুই অস্তাচল। যেমন অন্য আয়াতে রয়েছেঃ (আরবী)অর্থাৎ “আমি শপথ করছি উদয়াচল ও অস্তাচলের অধিপতির।” (৭০:৪০) গ্রীষ্মকালে ও শীতকালে সূর্য উদিত হওয়ার দুটি পৃথক জায়গা এবং অস্তমিত হওয়ারও দুটি পৃথক জায়গা। ওখান হতে সূর্য উপরে উঠে ও নীচে নেমে আসে। ঋতুর পরিবর্তনে এটা পরিবর্তিত হতে থাকে। যেমন অন্য আয়াতে রয়েছেঃ (আরবী)অর্থাৎ “তিনি পূর্ব ও পশ্চিমের রব, তিনি ছাড়া কোন মা’বূদ নেই, সুতরাং তাকেই কর্মবিধায়ক বানিয়ে নাও।\" (৭৩:৯) তাহলে এখানে মাশরিক ও মাগরিব দ্বারা এর জাতকে বুঝানো হয়েছে, আর দুটি মাশরিক ও দুটি মাগরিব দ্বারা বুঝানো হয়েছে সূর্যোদয়ের দুটি স্থানকে এবং সূর্যাস্তের দুটি স্থানকে। উদয় ও অস্তের দুটি করে পৃথক পৃথক স্থান থাকার মধ্যে মানবীয় উপকার ও কল্যাণ রয়েছে বলে আবারও আল্লাহ তাবারাকা ওয়া তা'আলা বলছেনঃ “হে মানব ও জ্বিন জাতি! তোমরা তোমাদের প্রতিপালকের কোন নিয়ামত অস্বীকার করবে? তার ক্ষমতার দৃশ্য অবলোকন কর যে, দুটি সমুদ্র সমানভাবে চলতে রয়েছে। একটির পানি লবণাক্ত এবং অপরটির পানি মিষ্ট। কিন্তু না ওর পানি এর পানির সঙ্গে মিশ্রিত হয়ে এর পানিকে লবণাক্ত করতে পারে, না এর পানি ওর সাথে মিশ্রিত হয়ে ওর পানিকে মিশ্র করতে পারে! বরং দুটোই নিজ নিজ গতিতে চলছে! উভয়ের মধ্যে এক অন্তরায় রয়েছে। সুতরাং না এটা ওটার সাথে এবং ওটা এটার সাথে মিশ্রিত বা মিলিত হতে পারে। এটা নিজের সীমানার মধ্যে রয়েছে এবং ওটাও নিজের সীমানার মধ্যে রয়েছে। আর কুদরতী ব্যবধান দুটোর মধ্যে রেখে দেয়া হয়েছে। অথচ দুটোরই পানি মিলিতভাবে রয়েছে। সূরায়ে ফুরকানের নিম্নের আয়াতের তাফসীরে এর পূর্ণ ব্যাখ্যা গত হয়েছেঃ (আরবী)অর্থাৎ “তিনিই দুই দরিয়াকে মিলিতভাবে প্রবাহিত করেছেন, একটি মিষ্ট সুপেয় এবং অপরটি লোনা, খর; উভয়ের মধ্যে রেখে দিয়েছেন এক অন্তরায়, এক অনতিক্রম্য ব্যবধান।” (২৫:৫৩)।  ইমাম ইবনে জারীর (রঃ) বলেন যে, এর দ্বারা আসমানের সমুদ্র ও যমীনের সমুদ্রকে বুঝানো হয়েছে। তিনি আরো বলেন যে, আসমানে যে পানির ফোঁটা রয়েছে এবং যমীনের সমুদ্রে যে ঝিনুক রয়েছে, এ দুটোর মিলনে মুক্তা জন্ম লাভ করে। এ ঘটনাটি তো সত্য বটে, কিন্তু এই আয়াতের তাফসীর এভাবে করা ঠিক বলে মনে হচ্ছে না। কেননা, এ আয়াতে এ দুটি সমুদ্রের মাঝে বারযাখ বা অন্তরায় থাকার বর্ণনা রয়েছে যা এটাকে ওটা হতে এবং ওটাকে এটা হতে বাধা দিয়ে রেখেছে। এর দ্বারা বুঝা যাচ্ছে যে, এ দুটো সমুদ্র যমীনেই রয়েছে। এমনকি দুটো মিলিতভাবে রয়েছে। কিন্তু মহান আল্লাহর কুদরতে দুটোর পানি পৃথক থাকছে। আসমান ও যমীনের মাঝে যে ব্যবধান রয়েছে ওটাকে (আরবী) বলা হয় না। এ জন্যে সঠিক উক্তি এটাই যে, এ দুটো যমীনেরই সমুদ্র যে দুটোর বর্ণনা এ আয়াতে রয়েছে, একটি যে আসমানের এবং অপরটি যমীনের তা নয়। আয়াতে বলা হয়েছে যে, উভয় সমুদ্র হতে উৎপন্ন হয় মুক্তা ও প্রবাল, অথচ এগুলো পাওয়া যায় আসলে একটি সমুদ্র হতে, কিন্তু দুটোর উপর এর প্রয়োগ হয়েছে এবং এরূপ প্রয়োগ বৈধ ও সঠিক। যেমন আল্লাহ তা'আলা বলেছেনঃ (আরবী) অর্থাৎ “হে দানব ও মানবের দল! তোমাদের কাছে কি তোমাদেরই মধ্য হতে রাসূলগণ আসেনি?” (৬:১৩০)আর এটা প্রকাশ্য কথা যে, রাসূল শুধু মানুষের মধ্য হতেই হয়েছেন, জ্বিনদের মধ্য হতে কোন জ্বিন রাসূল রূপে আসেনি। তাহলে এখানে যেমন মানব ও দানবের মধ্য হতে রাসূল আগমনের প্রয়োগ শুদ্ধ হয়েছে, অনুরূপভাবে এই আয়াতেও দুটো সমুদ্রের উপরই মুক্তা ও প্রবাল উৎপন্ন হওয়ার প্রয়োগ সঠিক হয়েছে। অথচ এগুলো উৎপন্ন হয় শুধু একটিতে।(আরবী) অর্থাৎ মুক্তা তো একটি সুপ্রসিদ্ধ ও সুপরিচিত জিনিস। আর সম্পর্কে বলা হয়েছে যে, ছোট মুক্তাকে মারজান বলা হয়। আবার কেউ কেউ বলেন যে, মারজান বলা হয় বড় মুক্তাকে। এও বলা হয়েছে যে, উত্তম ও উচ্চমানের মুক্তাকে মারজান বলে। কারো কারো মতে লাল রঙ এর জওহর বা মূল্যবান পাথরকে মারজান বলা হয়। আবার কেউ কেউ বলেন যে, মারজান বলা হয় লাল মোহরকে। অন্য আয়াতে রয়েছেঃ (আরবী)অর্থাৎ “তোমরা প্রত্যেকটা হতে বহির্গত গোশত খেয়ে থাকো যা টাটকা হয় এবং পরিধানের অলংকার বের করে থাকো।” (৩৫:১২) মাছ তো লোনা ও মিষ্ট উভয় পানি হতেই বের হয়ে থাকে, কিন্তু মণি-মুক্তা শুধু লোনা পানির সমুদ্রে পাওয়া যায়, মিষ্ট পানির সমুদ্রে নয়।হযরত ইবনে আব্বাস (রাঃ) বলেন যে, আসমানের পানির যে বিন্দু সমুদ্রের ঝিনুকের মুখে সোজাভাবে পড়ে তাতেই মুক্তার সৃষ্টি হয়। আর যখন ঝিনুকের মধ্যে পড়ে না তখন আম্বর (সুগন্ধি দ্রব্য বিশেষ) জন্ম লাভ করে। মেঘ হতে বৃষ্টি বর্ষণের সময় ঝিনুকও মুখ খুলে দেয়। তাই এই নিয়ামতের বর্ণনা দেয়ার পর আবার বলেনঃ তোমাদের যে প্রতিপালকের এসব অসংখ্য নিয়ামত তোমাদের উপর রয়েছে তার কোন নিয়ামতকে তোমরা অস্বীকার করবে?এরপর আল্লাহ্ তা'আলা বলেনঃ সমুদ্রে বিচরণশীল পর্বত প্রমাণ অর্ণবপোতসমূহ তাঁরই নিয়ন্ত্রণাধীন, যেগুলো হাজার হাজার মণ মাল এবং শত শত মানুষকে এদিক হতে ওদিকে নিয়ে যায়। এটাও আল্লাহ তা'আলারই নিয়ন্ত্রণাধীন। এই বিরাট নিয়ামতের কথা স্মরণ করিয়ে দিয়ে তিনি পুনরায় বলেনঃ এখন বল তো, তোমাদের প্রতিপালকের কোন অনুগ্রহ তোমরা অস্বীকার করবে?হযরত উমরাহ ইবনে সুওয়ায়েদ (রঃ) বলেনঃ “আমি একদা হযরত আলী ইবনে আবি তালিব (রাঃ)-এর সাথে ফুরাত নদীর তীরে ছিলাম। নদীতে একটি বিরাট জাহাজ চলে আসছিল। জাহাজটিকে আসতে দেখে হযরত আলী (রাঃ) ঐ জাহাজটির দিকে হাতের ইশারা করে (আরবী)-এই আয়াতটি পাঠ করেন। অতঃপর বলেনঃ “যিনি এই পর্বত প্রমাণ জাহাজকে নদীতে চালিত করেছেন ঐ আল্লাহর কসম! আমি হযরত উসমান (রাঃ)-কে হত্যাও করিনি, হত্যা করার ইচ্ছাও করিনি এবং হত্যাকারীদের সাথে শরীকও ছিলাম না।” (এ হাদীসটি ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)"
    },
    { "ayah": 26, "surah": 55, "text": "Please check ayah 55:30 for complete tafsir." },
    { "ayah": 27, "surah": 55, "text": "Please check ayah 55:30 for complete tafsir." },
    { "ayah": 28, "surah": 55, "text": "Please check ayah 55:30 for complete tafsir." },
    { "ayah": 29, "surah": 55, "text": "Please check ayah 55:30 for complete tafsir." },
    { "ayah": 3, "surah": 55, "text": "Please check ayah 55:13 for complete tafsir." },
    {
      "ayah": 30,
      "surah": 55,
      "text": "২৬-৩০ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা খবর দিচ্ছেন যে, যমীনের সমস্ত মাখলূকই ধ্বংসশীল। এমন একদিন আসবে যে, এই ভূ-পৃষ্ঠে কিছুই থাকবে না। প্রত্যেক সৃষ্টজীবের মৃত্যু হয়ে যাবে। অনুরূপভাবে সমস্ত আকাশবাসীও মরণের স্বাদ গ্রহণ করবে, তবে আল্লাহ যাকে চাইবেন সেটা অন্য কথা। শুধু আল্লাহর সত্তা বাকী থাকবে। তিনি সর্বদা আছেন এবং সর্বদা থাকবেন। তিনি মৃত্যু ও ধ্বংস হতে পবিত্র। হযরত কাতাদা (রঃ) বলেন যে, প্রথমে তো আল্লাহ তা'আলা জগত সৃষ্টির বর্ণনা দিলেন, অতঃপর সব কিছুই ধ্বংস হয়ে যাওয়ার কথা বর্ণনা করলেন।রাসূলুল্লাহ (সঃ) হতে বর্ণিত দুআগুলোর মধ্যে একটি দু'আ নিম্নরূপও রয়েছেঃ (আরবী) অর্থাৎ “হে চিরঞ্জীব, হে স্বাধিষ্ট-বিশ্ববিধাতা! হে আকাশমণ্ডলী ও পৃথিবীর সৃষ্টিকর্তা! হে মহিমময় ও মহানুভব! আপনি ছাড়া কোন মাবুদ নেই, আমরা আপনার করুণার মাধ্যমেই ফরিয়াদ করছি। আমাদের সমস্ত কাজ আপনি ঠিক করে দিন! চোখের পলক বরাবর সময়ও আমাদেরকে আমাদের নিজেদের কাছে সমর্পণ করবেন না এবং আপনার সৃষ্টির কারো কাছেও নয়।” হযরত শা’বী (রঃ) বলেনঃ “যখন তুমি পাঠ করবে তখন সাথে সাথে (আরবী) এটাও পড়ে নিয়ো।” এ আয়াতটি আল্লাহ তাআলার নিম্নের উক্তির মতইঃঅর্থাৎ “তাঁর (আল্লাহর) চেহারা বা সত্তা ব্যতীত সবকিছুই ধ্বংসশীল।” (২৮:৮৮)।এরপর আল্লাহু তা'আলা স্বীয় সত্তার প্রশংসায় বলেনঃ “তিনি মহিমময় ও মহানুভব।' অর্থাৎ তিনি সম্মান ও মর্যাদা লাভের যোগ্য। তিনি এই অধিকার রাখেন যে, তাঁর উচ্চপদ সুলভ মাহাত্ম্যকে স্বীকার করে নেয়া হবে, তার আনুগত্য মেনে নেয়া হবে এবং তার ফরমানের বিরুদ্ধাচরণ করা যাবে না। অন্য জায়গায় রয়েছেঃ (আরবী)অর্থাৎ “যারা সকাল-সন্ধ্যায় তাদের প্রতিপালককে ডেকে থাকে এবং তাঁরই সন্তুষ্টি চায় তাদের সাথে তুমি নিজের নফসকে আটক রেখো৷” (১৮:২৮) আর যেমন তিনি দান-খয়রাতকারীদের সম্পর্কে খবর দিতে গিয়ে তাদের উক্তি উদ্ধৃত করেনঃ (আরবী) অর্থাৎ “শুধু আল্লাহর সন্তুষ্টি লাভের উদ্দেশ্যে আমরা তোমাদেরকে আহার্য দান করে থাকি।” (৭৬:৯) হযরত ইবনে আব্বাস (রাঃ) বলেন যে, (আরবী) -এর অর্থ হলো অর্থাৎ তিনি শ্রেষ্ঠত্ব ও আড়ম্বরপূর্ণ।সমস্ত জগতবাসী ধ্বংস হয়ে যাবে এই খবর দেয়ার পর আল্লাহ তা'আলা এই সংবাদ দিচ্ছেন যে, এরপরে তাদেরকে পরকালে মহামহিমান্বিত আল্লাহর নিকট পেশ করা হবে। অতঃপর তিনি আদল ও ইনসাফের সাথে তাদের মধ্যে ফায়সালা করবেন। এরপরে আল্লাহ পাক পুনরায় বলেনঃ হে দানব ও মানব! সুতরাং তোমরা তোমাদের প্রতিপালকের কোন অনুগ্রহ অস্বীকার করবে।অতঃপর আল্লাহ তাবারাকা ওয়া তা'আলা বলেনঃ আল্লাহ তা'আলা সমস্ত মাখলূক হতে বেপরোয়া ও অভাবমুক্ত, বরং সমস্ত মাখলূক তারই মুখাপেক্ষী। সবাই তার কাছে ভিক্ষুক। তিনি ধনী, আর সবাই দরিদ্র। তিনি সবারই অভাব পূরণকারী। প্রত্যেক সৃষ্টজীব তাঁর দরবারে স্বীয় অভাব ও প্রয়োজনের কথা তুলে ধরে এবং ওগুলো পূরণের জন্যে তার কাছে আবেদন জানায়। তিনি প্রত্যহ গুরুত্বপূর্ণ কার্যে রত। তিনি প্রত্যেক আহ্বানকারীর ডাকে সাড়া দিয়ে থাকেন, প্রত্যেক প্রার্থীকেই তিনি দান করেন। যাদের অবস্থা সংকীর্ণ তাদেরকে প্রশস্ততা প্রদান করেন। বিপদগ্রস্তদেরকে পরিত্রাণ দেন, রোগীদেরকে দান করেন সুস্থতা, দুঃখীদের দুঃখ দূর করেন, অসহায়ের প্রার্থনা কবূল করেন ও তাকে প্রশান্তি দান করেন, পাপীরা যখন তাদের পাপের জন্যে তাঁর নিকট ক্ষমা প্রার্থনা করে তখন তিনি তাদের পাপ ক্ষমা করে দেন। জীবন তিনিই দান করেন এবং মৃত্যুও তিনিই ঘটিয়ে থাকেন। সমস্ত আকাশবাসী ও পৃথিবীবাসী তাঁর সামনে তাদের হস্ত প্রসারিত করে রয়েছে এবং অঞ্চল পেতে আছে। ছোটদেরকে তিনিই বড় করেন। তিনিই বন্দীদেরকে মুক্তি দেন। সৎলোকদের প্রয়োজন পৌঁছানোর শেষ সীমা, তাদের প্রার্থনার লক্ষ্যস্থল এবং তাদের অভাব অভিযোগের প্রত্যাবর্তন স্থল তিনিই। গোলামদের মুক্তিদান তিনিই করেন এবং সক্কাজের প্রতি আগ্রহীদেরকে তিনিই পুরস্কার দান করে থাকেন। এটাই তার মাহাত্ম্য।  হযরত মুনীব ইযদী (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “রাসূলুল্লাহ (সঃ) একদা (আরবী)-এ আয়াতটি পাঠ করেন। তখন আমরা জিজ্ঞেস করলামঃ হে আল্লাহর রাসূল (সঃ)! ঐ শান কি? উত্তরে তিনি বললেনঃ “ওটা হলো পাপরাশি ক্ষমা করে দেয়া, দুঃখ করা এবং লোকেদের উত্থান ও পতন ঘটানো।” (এ হাদীসটি ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন)হযরত আবু দারদা (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “মহামহিমান্বিত আল্লাহ (আরবী) একথা বলেছেন।” অতঃপর তিনি বলেনঃ ঐ শান হলো এই যে, তিনি গুনাহ মাফ করেন, দুঃখ-কষ্ট দূর করেন, কোন সম্প্রদায়ের উত্থান দেন এবং কোন সম্প্রদায়ের পতন ঘটান। (ইমাম ইবনে আবি হাতিম (রঃ) এ হাদীসটি বর্ণনা করেছেন। ইমাম ইবনে আসাকির (রঃ)-ও প্রায় এরূপই বর্ণনা করেছেন। সহীহ্ বুখারীতেও এ রিওয়াইয়াতটি মুআল্লাক রূপে হযরত আবু দারদা (রাঃ)-এর উক্তিতে বর্ণিত আছে। মুসনাদে বারেও কিছু কম বেশীর সাথে মার’রূপে এটা বর্ণিত আছে)হযরত ইবনে আব্বাস (রাঃ) বলেন যে, আল্লাহ তা'আলা লাওহে মাহফুকে সাদা মুক্তা দ্বারা সৃষ্টি করেছেন, যার দানা দুটি লাল পদ্মরাগের তৈরী। ওর কলম জ্যোতি, ওর কিতাব জ্যোতি, ওর প্রশস্ততা আসমান ও যমীনের সমান। তিনি প্রত্যহ ওটাকে তিনশত বার দেখে থাকেন। প্রত্যেক দর্শনে তিনি জীবনদান করেন, মৃত্যু ঘটান, ইযত দেন, লাঞ্ছিত করেন এবং যা ইচ্ছা করেন তা-ই করে থাকেন।"
    },
    { "ayah": 31, "surah": 55, "text": "Please check ayah 55:36 for complete tafsir." },
    { "ayah": 32, "surah": 55, "text": "Please check ayah 55:36 for complete tafsir." },
    { "ayah": 33, "surah": 55, "text": "Please check ayah 55:36 for complete tafsir." },
    { "ayah": 34, "surah": 55, "text": "Please check ayah 55:36 for complete tafsir." },
    { "ayah": 35, "surah": 55, "text": "Please check ayah 55:36 for complete tafsir." },
    {
      "ayah": 36,
      "surah": 55,
      "text": "৩১-৩৬ নং আয়াতের তাফসীর:\nফারেগ বা মুক্ত হওয়ার অর্থ এটা নয় যে, এ সময় কোন ব্যস্ততার মধ্যে রয়েছেন, বরং এটা ধমক হিসেবে বলা হয়েছে। অর্থাৎ শুধু তোমাদের প্রতি মনোনিবেশ করার সময় নিকটবর্তী হয়ে গেছে। এখন সঠিকভাবে ফায়সালা হয়ে যাবে। এখন আল্লাহ তা'আলাকে আর কোন কিছুই মশগুল করবে না, বরং তিনি শুধু তোমাদেরই হিসাব গ্রহণ করবেন। আরবদের বাক পদ্ধতি অনুযায়ী একথা বলা হয়েছে। যেমন ক্রোধের সময় কেউ কাউকেও বলে থাকেঃ “আচ্ছা, অবসর সময়ে আমি তোমাকে দেখে নেবো।” এখানে এ অর্থ নয় যে, এখন সে ব্যস্ত রয়েছে। বরং ভাবার্থ হচ্ছেঃ একটা নির্দিষ্ট সময়ে আমি তোমাকে দেখে নিবো এবং তোমার অসাবধানতায় ও উদাসীনতায় তোমাকে পাকড়াও করবে। (আরবী) দ্বারা মানব ও দাবনকে বুঝানো হয়েছে। যেমন সহীহ হাদীসে এসেছেঃ (আরবী) অর্থাৎ “ (কবরে শায়িত ব্যক্তির চীৎকারের শব্দ) প্রত্যেক জিনিসই শুনতে পায় মানব ও দানব ব্যতীত।\" অন্য রিওয়াইয়াতে আছেঃ (আরবী) অর্থাৎ “মানুষ ও জ্বিন ছাড়া।\" আর সূর বা শিঙ্গার হাদীসে। পরিষ্কারভাবে রয়েছেঃ (আরবী) অর্থাৎ সাকালান হলো মানুষ ও জ্বিন। মহান আল্লাহ আবারও বলেনঃ সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন অনুগ্রহ অস্বীকার করবে? হে দানব ও মানব! তোমরা আল্লাহ তা'আলার হুকুম এবং তার নির্ধারণকৃত তকদীর হতে পালিয়ে গিয়ে বাঁচতে পারবে না, বরং তিনি তোমাদের সকলকেই পরিবেষ্টন করে রয়েছেন। তার হুকুম তোমাদের উপর বিনা বাধায় জারী রয়েছে। তোমরা যেখানেই যাবে সেখানেও তাঁরই রাজত্ব। এটা প্রকৃতভাবে ঘটবে হাশরের মাঠে। সেখানে সমস্ত মাখলুককে ফেরেশতামণ্ডলী চতুর্দিক হতে পরিবেষ্টন করবেন। চতুম্পার্শ্বে তাদের সাতটি করে সারি হবে। কোন লোকই আল্লাহর দলীল ছাড়া এদিক ওদিক যেতে পারবে না। আর দলীল আল্লাহর হুকুম ছাড়া আর কিছুই নয়। আল্লাহ তাআলা কুরআন কারীমে বলেনঃ (আরবী)অর্থাৎ “সেদিন মানুষ বলবেঃ আজ পালাবার স্থান কোথায়? না, কোন আশ্রয় স্থল নেই। সেদিন ঠাই হবে তোমার প্রতিপালকেরই নিকট।” (৭৫:১০-১২) আল্লাহ পাক আরেক জায়গায় বলেনঃ (আরবী) অর্থাৎ “যারা মন্দ কাজ করে তাদের মন্দ কাজের তুল্য শাস্তি দেয়া হবে, তাদের উপর লাঞ্ছনা সওয়ার হবে, তাদেরকে আল্লাহর পাকড়াও হতে কেউই রক্ষা করতে পারবে না, তাদের চেহারা অন্ধকার রাত্রির টুকরার মত হবে, তারা জাহান্নামবাসী, ওর মধ্যে তারা চিরকাল অবস্থানকারী।” (১০:২৭)(আরবী) শব্দের অর্থ হলো অগ্নিশিখা যা ধূম্র মিশ্রিত সবুজ রঙ এর, যা পুড়িয়ে বা ঝলসিয়ে দেয়। কেউ কেউ বলেন যে, এটা হলো ধূম্রবিহীন অগ্নির উপরের শিখা যা এমনভাবে ধাবিত হয় যে, যেন ওটা পানির তরঙ্গ। (আরবী) বলা হয় ধূম্রকে। এ শব্দটি নূনে যবর সহও এসে থাকে। এখানে কিন্তু কিরআত নূনে পেশসহই রয়েছে। কবি নাবেগার কবিতাতেও এ শব্দটি ধূমের অর্থে এসেছে। কবিতাংশটি হলোঃ (আরবী) অর্থাৎ “ওটা আলোকিত হয় সলিতা বিশিষ্ট প্রদীপের আলোকের মত, যাতে আল্লাহ ধূম্র রাখেননি।” তবে হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, (আরবী) দ্বারা ঐ অগ্নিশিখাকে বুঝানো হয়েছে যাতে ধূম্র থাকে না এবং তিনি তাঁর এ মতের প্রমাণ হিসেবে উমাইয়া ইবনে আবি সালাতের কবিতা পাঠ করে শুনিয়ে দেন। আর তিনি (আরবী)-এর অর্থ করেছেন শুধু ধূম্র যাতে শিখা থাকে। এর প্রমাণ স্বরূপ তিনি কবি নাবেগার উপরোক্তে কবিতাংশটি পেশ করেন। হযরত মুজাহিদ (রঃ) বলেন যে, (আরবী) দ্বারা ঐ পাতিল বা কড়াইকে বুঝানো হয়েছে যাকে গলানো হবে এবং জাহান্নামীদের মস্তকের উপর ঢেলে দেয়া হবে। মোটকথা, ভাবার্থ হচ্ছেঃ যদি তোমরা কিয়ামতের দিন হাশরের ময়দান হতে পালাবার ইচ্ছা কর তবে ফেরেশতামণ্ডলী ও জাহান্নামের দারোগারা তোমাদের উপর আগুন বর্ষিয়ে, ধূম্র ছেড়ে দিয়ে এবং তোমাদের মাথায় গলিত পাতিল বহিয়ে দিয়ে তোমাদেরকে ফিরিয়ে আনবে। না তোমরা তাদের মুকাবিলা করতে পারবে, না প্রতিরোধ করতে পারবে এবং না পারবে তাদের উপর প্রতিশোধ গ্রহণ করতে। সুতরাং তোমাদের প্রতিপালকের কোন নিয়ামতকে অস্বীকার করা তোমাদের মোটেই উচিত নয়।"
    },
    { "ayah": 37, "surah": 55, "text": "Please check ayah 55:45 for complete tafsir." },
    { "ayah": 38, "surah": 55, "text": "Please check ayah 55:45 for complete tafsir." },
    { "ayah": 39, "surah": 55, "text": "Please check ayah 55:45 for complete tafsir." },
    { "ayah": 4, "surah": 55, "text": "Please check ayah 55:13 for complete tafsir." },
    { "ayah": 40, "surah": 55, "text": "Please check ayah 55:45 for complete tafsir." },
    { "ayah": 41, "surah": 55, "text": "Please check ayah 55:45 for complete tafsir." },
    { "ayah": 42, "surah": 55, "text": "Please check ayah 55:45 for complete tafsir." },
    { "ayah": 43, "surah": 55, "text": "Please check ayah 55:45 for complete tafsir." },
    { "ayah": 44, "surah": 55, "text": "Please check ayah 55:45 for complete tafsir." },
    {
      "ayah": 45,
      "surah": 55,
      "text": "৩৭-৪৫ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা বলেনঃ যেদিন আকাশ বিদীর্ণ হবে অর্থাৎ কিয়ামতের দিন। এটা অন্যান্য আয়াতগুলোতেও বর্ণিত হয়েছে। যেমন আল্লাহ পাকের উক্তিঃ (আরবী) অর্থাৎ “আকাশ বিদীর্ণ হয়ে বিশ্লিষ্ট হয়ে পড়বে।\" (৬৯:১৬) আর এক জায়গায় বলেনঃ (আরবী) অর্থাৎ “যেদিন আকাশ মেঘপুঞ্জসহ বিদীর্ণ হবে এবং ফেরেশতাদেরকে নামিয়ে দেয়া হবে।” (২৫:২৫) অন্য এক জায়গায় রয়েছেঃ (আরবী) অর্থাৎ “যখন আকাশ বিদীর্ণ হবে ও তার প্রতিপালকের আদেশ পালন করবে এবং এটাই তার করণীয়।” (৮৪:১-২) চাদি ইত্যাদিকে যেমন গলিয়ে দেয়া হয় তেমনই আকাশের অবস্থা হবে। সেই দিন আকাশ লাল, হলদে, নীল, সবুজ ইত্যাদি বিভিন্ন রঙ ধারণ করবে। এটা হবে কিয়ামতের দিনের কঠিন ও ভয়াবহ অবস্থার কারণে।  হযরত আনাস ইবনে মালিক (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “কিয়ামতের দিন লোকদেরকে উঠানো হবে এবং ঐ অবস্থায় তাদের উপর আকাশ হতে হালকা বৃষ্টি বর্ষিত হবে।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)হযরত ইবনে আব্বাস (রাঃ) (আরবী)-এর তাফসীরে বলেছেন। যে, সেদিন আকাশ লাল চামড়ার মত হয়ে যাবে। অন্য রিওয়াইয়াতে আছে যে, গোলাপী রঙ এর ঘোড়ার মত আকাশের রঙ হবে। আবু সালেহ (রঃ) বলেন যে, প্রথমে গোলাপী রঙ এর হবে, তারপর লাল হয়ে যাবে। গোলাপী রঙ এর ঘোড়ার রঙ বসন্তকালে হলদে বর্ণের দেখা যায় এবং শীতকালে ঐ রঙ পরিবর্তিত হয়ে লাল বর্ণ হয়ে যায়। ঠাণ্ডা বৃদ্ধি হওয়ার সাথে সাথে তার রঙ পরিবর্তিত হতে থাকে। অনুরূপভাবে আকাশের রঙও বিভিন্ন রঙএ পরিবর্তিত হতে থাকবে। ওর রঙ গলিত তামার মত হয়ে যাবে, যেমন গোলাপী রাওগানের (তেলের) রঙ হয়ে থাকে।আসমান এই রঙ হয়ে যাবে। আজ এটা সবুজ রঙ এর আছে, কিন্তু ঐদিন এর রঙ লাল হয়ে যাবে। এটা যয়তুন তেলের তলানি বা গাদের মত হয়ে যাবে। জাহান্নামের আগুনের তাপ ওকে গলিয়ে দিয়ে তেলের মত করে দিবে।  প্রবল পরাক্রান্ত আল্লাহ বলেনঃ সেই দিন না মানুষকে তার অপরাধ সম্বন্ধে জিজ্ঞেস করা হবে, না জিনকে। যেমন অন্য আয়াতে রয়েছেঃ (আরবী) অর্থাৎ “এটা ঐ দিন যে, কেউ কথা বলতে পারবে না এবং তাদেরকে কোন ওযর পেশ করার অনুমতি দেয়া হবে না।” (৭৭:৩৫-৩৬) আবার অন্য আয়াতে তাদের কথা বলা, ওযর পেশ করা, তাদের হিসাব গ্রহণ করা ইত্যাদিরও বর্ণনা রয়েছে। বলা হয়েছেঃ (আরবী) অর্থাৎ “তোমার প্রতিপালকের শপথ! আমি অবশ্যই তাদের সকলকেই প্রশ্ন করবে।\" (১৫:৯২) তাহলে ভাবার্থ এই যে, এক অবস্থা বা পরিস্থিতিতে এরূপ হবে এবং অন্য অবস্থা বা পরিস্থিতিতে ঐরূপ হবে। প্রশ্ন করা হবে, হিসাব গ্রহণ করা হবে এবং ওযর-আপত্তির সুযোগে শেষ হয়ে যাবে। অতঃপর মুখে মোহর লাগিয়ে দেয়া হবে এবং হাত, পাও দেহের অন্যান্য অঙ্গ-প্রত্যঙ্গ তার বিরুদ্ধে সাক্ষ্য দান করবে। এরপরে আর জিজ্ঞাসাবাদের কোন প্রয়োজনই থাকবে না। ওযর-আপত্তিরও কোন সুযোগে থাকবে না। অথবা সমাধান এভাবে হতে পারে। যে, অমুক অমুক কাজ করেছে কি করেনি এ প্রশ্ন কাউকে করা হবে না। কেননা, আল্লাহ তা'আলার ওটা খুব ভালরূপেই জানা আছে। হ্যাঁ, তবে প্রশ্ন যা করা হবে তা হলোঃ “তুমি এ কাজ কেন করেছিলে?' তৃতীয় উক্তি এই যে, ফেরেশতারা তাদেরকে কিছুই জিজ্ঞেস করবেন না। কেননা, তাঁরা তো তাদের চেহারা দেখেই তাদেরকে চিনে ফেলবেন এবং জাহান্নামের জিঞ্জীরে বেঁধে উল্টো মুখে টেনে নিয়ে গিয়ে তাদেরকে জাহান্নামে নিক্ষেপ করবেন। কেননা, এরপরেই রয়েছেঃ ‘অপরাধীদের পরিচয় পাওয়া যাবে তাদের চেহারা হতে।' মুখ হবে কালো ও মলিন এবং চোখ হবে নীল বর্ণ বিশিষ্ট। অপরপক্ষে মুমিনদের চেহারা হবে মর্যাদা মণ্ডিত। তাদের অনূর অঙ্গগুলো চন্দ্রের ন্যায় চমকাতে থাকবে। জাহান্নামীদেরকে পাকড়াও করা হবে এবং পা ও মাথার ঝুটি ধরে জাহান্নামে নিক্ষেপ করা হবে, যেমনভাবে বড় জ্বালানী কাষ্ঠকে দুই দিকে ধরে চুল্লীতে নিক্ষেপ করা হয়। তাদের পিঠের দিক হতে জিঞ্জীর লাগিয়ে গর্দান ও পা-কে এক করে বেঁধে ফেলা হবে, কোমর ভেঙ্গে দেয়া হবে এবং পা ও কপালকে মিলিয়ে দেয়া হবে এবং এই ভাবে শৃংখলিত করা হবে।  কিন্দা গোত্রের একটি লোক হযরত আয়েশা (রাঃ)-এর নিকট আগমন করেন। পর্দার পিছনে বসে তাকে তিনি জিজ্ঞেস করেনঃ “আপনি কি রাসূলুল্লাহ (সঃ) হতে শুনেছেন যে, এমন এক সময় আসবে যখন তিনি কারো জন্যে কোন সুপারিশ করার অধিকার রাখবেন না?” উত্তরে হযরত আয়েশা (রাঃ) বললেন, হ্যাঁ, একদা একই কাপড়ে আমরা দুই জন ছিলাম, ঐ সময় আমি তাঁকে এই প্রশ্নই করেছিলাম। জবাবে তিনি বলেছিলেনঃ “হ্যাঁ, যখন পুলসিরাত রাখা হবে ঐ সময় আমাকে কারো জন্যে শাফাআত করার অধিকার দেয়া হবে না। যে পর্যন্ত না আমি জানবো যে, স্বয়ং আমাকে কোথায় নিয়ে যাওয়া হচ্ছে। আর যেই দিন কারো চেহারা হবে উজ্জ্বল এবং কারো চেহারা হবে মলিন, শেষ পর্যন্ত আমি চিন্তা করবে যে, আমার ব্যাপারে কি করা হবে বা আমার প্রতি কি অহী করা হবে! আর পুলসিরাতের নিকট, যখন ওটাকে তীক্ষ ও গরম করা হবে! তীক্ষ্ণতা ও প্রখরতার সীমা যে কি?” আমি জিজ্ঞেস করলামঃ হে আল্লাহর রাসূল (সঃ)! ওর তীক্ষতা ও গরমের সীমা কি? তিনি উত্তর দিলেনঃ “তরবারীর ধারের মত তীক্ষ্ণ হবে এবং আগুনের অঙ্গারের মত গরম হবে। মুমিন তো সহজেই পার হয়ে যাবে, তার কোনই ক্ষতি হবে না। আর মুনাফিক লটকে যাবে। যখন সে মধ্যভাগে পৌঁছবে তখন তার পা জড়িয়ে যাবে। সে তার হাত তার পায়ের কাছে নিয়ে যাবে। যেমন যখন কেউ নগ্ন পদে চলে, তখন যদি তার পায়ে কাঁটা ফুটে যায় এবং এতো জোরে ফুটে যে, যেন পা-কে ছিদ্র করে দিয়েছে, তখন সে যেভাবে অধৈর্য হয়ে তাড়াতাড়ি মাথা ও হাত ঝুকিয়ে দিয়ে পায়ের দিকে ঝুঁকে পড়ে, অনুরূপভাবে সেও ঝুঁকে পড়বে। এদিকে সে এভাবে ঝুঁকে পড়বে আর ওদিকে জাহান্নামের দারোগা তার পা ও মাথার ঝুঁটি ধরে জাহান্নামের জিঞ্জীর দ্বারা বেঁধে ফেলবেন। অতঃপর তাকে জাহান্নামের আগুনে নিক্ষেপ করবেন। ওর মধ্যে সে পঞ্চাশ বছর পর্যন্ত পড়তে থাকবে।” আমি জিজ্ঞেস করলামঃ হে আল্লাহর রাসূল (সঃ)! লোকটি কি পরিমাণ ভারী হবে? তিনি জবাবে বললেনঃ “দশটি গর্ভবতী উন্ত্রীর মত।” অতঃপর তিনি (আরবী) (অর্থাৎ অপরাধীদের পরিচয় পাওয়া যাবে তাদের চেহারা হতে, তাদেরকে পাকড়াও করা হবে পা ও মাথার ঝুঁটি ধরে)। (এ হাদীসটি ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন। হাদীসটি খুবই গরীব বা দুর্বল। এর কতকগুলো শব্দ রাসূলুল্লাহ (সঃ)-এর কথা হওয়া অস্বীকৃত। এতে এমন একজন বর্ণনাকারী রয়েছেন যার নাম নীচের বর্ণনাকারী নেননি। এসব ব্যাপারে আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন)ঐ পাপী ও অপরাধীদেরকে বলা হবেঃ এটা সেই জাহান্নাম যা তোমরা অস্বীকার ও অবিশ্বাস করতে। এখন তোমরা ওটা স্বচক্ষে দেখছে। একথা তাদেরকে বলা হবে লাঞ্ছিত ও অপমাণিত করার জন্যে এবং তাদেরকে খাটো করে দেখাবার জন্যে। অতঃপর তাদের অবস্থা এই দাঁড়াবে যে, কখনো তাদের আগুনের শাস্তি হচ্ছে, কখনো গরম পানি পান করানো হচ্ছে যা গলিত তাম্রের মত শুধু অগ্নি, যা নাড়ী-ভূঁড়ি কেটে ফেলবে। যেমন আল্লাহ তা'আলা অন্য জায়গায় বলেনঃ (আরবী) অর্থাৎ “যখন তাদের গলায় গলাবন্ধ থাকবে এবং পায়ে বেড়ী থাকবে। তাদেরকে গরম পানি হতে জাহান্নামে টানতে টানতে নিয়ে যাওয়া হবে এবং বারবার জ্বালানো হবে।” (৪০:৭১-৭২) হযরত কাতাদা (রঃ) বলেন যে, আসমান ও যমীন সৃষ্টির প্রাথমিক সময় থেকে নিয়ে আজ পর্যন্ত ওটা গরম করা। হচ্ছে। হযরত মুহাম্মদ ইবনে কা'ব (রঃ) বলেন যে, অপরাধী ব্যক্তির মাথার খুঁটি ধরে তাকে গরম পানিতে ডুবিয়ে দেয়া হবে। ফলে দেহের সমস্ত গোশত খসে যাবে ও হাড় পৃথক হয়ে যাবে। সুতরাং দুই চক্ষু ও অস্থির কাঠামো বা ঠাট শুধু রয়ে যাবে। এটাকেই (আরবী) বলা হয়েছে। (আরবী)-এর অর্থ বর্তমানও করা হয়েছে। অন্য আয়াতে রয়েছেঃ (আরবী)অর্থাৎ “বিদ্যমান কঠিন গরম পানির নহর হতে তাদেরকে পান করানো হবে।” (৮৮:৫) যা কখনো পান করা যাবে না। কেননা, ওটা আগুনের মত সীমাহীন গরম। কুরআন কারীমের অন্য জায়গায় রয়েছেঃ (আরবী) (৩৩:৫৩) এখানে এর দ্বারা খাদ্যের প্রস্তুতি ও রান্না হয়ে যাওয়া বুঝানো হয়েছে। যেহেতু পাপীদের শাস্তি এবং পুণ্যবানদের পুরস্কারও আল্লাহর ফযল, রহমত, ইনসাফ ও স্নেহ, নিজের এই শাস্তির বর্ণনা পূর্বে দিয়ে দেয়া যাতে শিরক ও অবাধ্যাচরণকারীরা সতর্ক হয়ে যায়, এটাও তার নিয়ামত, সেই হেতু আবারও তিনি প্রশ্ন করেনঃ সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন অনুগ্রহ অস্বীকার করবে?"
    },
    { "ayah": 46, "surah": 55, "text": "Please check ayah 55:53 for complete tafsir." },
    { "ayah": 47, "surah": 55, "text": "Please check ayah 55:53 for complete tafsir." },
    { "ayah": 48, "surah": 55, "text": "Please check ayah 55:53 for complete tafsir." },
    { "ayah": 49, "surah": 55, "text": "Please check ayah 55:53 for complete tafsir." },
    { "ayah": 5, "surah": 55, "text": "Please check ayah 55:13 for complete tafsir." },
    { "ayah": 50, "surah": 55, "text": "Please check ayah 55:53 for complete tafsir." },
    { "ayah": 51, "surah": 55, "text": "Please check ayah 55:53 for complete tafsir." },
    { "ayah": 52, "surah": 55, "text": "Please check ayah 55:53 for complete tafsir." },
    {
      "ayah": 53,
      "surah": 55,
      "text": "৪৬-৫৩ নং আয়াতের তাফসীর:\nইবনে শাওযিব (রঃ) ও আতা খুরাসানী (রঃ) বলেন যে,  (আরবী)-এ আয়াতটি হযরত আবু বকর (রাঃ)-এর ব্যাপারে অবতীর্ণ হয়। হযরত আতিয়্যা ইবনে কায়েস (রঃ) বলেন যে, এ আয়াতটি ঐ লোকটির ব্যাপারে অবতীর্ণ হয় যে বলেছিলঃ “তোমরা আমাকে আগুনে পুড়িয়ে ফেলবে, তাহলে সম্ভবতঃ আল্লাহ তা'আলা আমাকে খুঁজে পাবেন না।” একথাটি বলার পর লোকটি একদিন ও এক রাত ধরে তাওবা করে এবং আল্লাহ তাআলা তার তাওবা কবূল করেন ও তাকে জান্নাতে নিয়ে যান। কিন্তু সঠিক কথা এই যে, আয়াতটি সাধারণ। হযরত ইবনে আব্বাস (রাঃ)-এর উক্তি এটাই। ভাবার্থ এই যে, যে ব্যক্তি কিয়ামতের দিন স্বীয় প্রতিপালকের সামনে দাঁড়ানোর ভয় করে এবং নিজেকে কুপ্রবৃত্তি হতে বাঁচিয়ে রাখে, হঠকারিতা করে না, পার্থিব জীবনের পিছনে পড়ে আখিরাত হতে উদাসীন থাকে না, বরং আখিরাতের চিন্তাই বেশী করে এবং ওটাকে উত্তম ও চিরস্থায়ী মনে করে, ফরয কাজগুলো সম্পাদন করে এবং হারাম কাজগুলো হতে দূরে থাকে, কিয়ামতের দিন তাকে একটি নয়, বরং দু’টি জান্নাত দান করা হবে।হযরত আবদুল্লাহ ইবনে কায়েস (রাঃ) তাঁর পিতা হতে বর্ণনা করেছেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “দু'টি জান্নাত চাদির হবে এবং ওর সমস্ত আসবাবপত্রও চাদিরই হবে। আর দুটো জানাত হবে স্বর্ণ নির্মিত। ওর বরতন এবং ওতে যা কিছু রয়েছে সবই হবে সোনার। ঐ জান্নাতবাসীদের মধ্যে ও আল্লাহর দীদারের (দর্শনের) মধ্যে কোন প্রতিবন্ধকতা থাকবে না, থাকবে শুধু তাঁর কিবরিয়ার চাদর যা তার চেহারার উপর থাকবে। এটা থাকবে জান্নাতে আদনে।” (এ হাদীসটি ইমাম বুখারী (রঃ) বর্ণনা করেছেন। সহীহ হাদীস গ্রন্থগুলোর মধ্যে সুনানে আবি দাউদ ছাড়া অন্যান্য সব গ্রন্থেই এ হাদীসটি বর্ণিত হয়েছে)এ হাদীসের বর্ণনাকারী হযরত হাম্মাদ (রঃ) বলেনঃ আমার ধারণায় তো এ হাদীসটি মার। এটা (আরবী) এবং (আরবী)-এর তাফসীর। স্বর্ণ নির্মিত জান্নাত দুটি আল্লাহ তা'আলার নৈকট্যলাভকারী লোকেদের জন্যে এবং চাদি বা রৌপ্য নির্মিত জান্নাত দুটি আসহাবে ইয়ামীন বা ডান দিকের লোকদের জন্যে।হযরত আবু দারদা (রাঃ) বলেনঃ “একদা রাসূলুল্লাহ (সঃ)। আয়াতটি পাঠ করেন। তখন আমি বললামঃ যদিও সে ব্যভিচার করে ও চুরি করে? আবার তিনি এ আয়াতটি পাঠ করলেন এবং আমিও আবার ঐ প্রশ্নটি করলাম। পুনরায় তিনি আয়াতটি পাঠ করলেন এবং আমিও পুনরায় ঐ প্রশ্নই করলাম। তখন তিনি বললেনঃ “যদি আবু দারদা (রাঃ)-এর নাক ধুলায় ধূসরিত হয়। (এ হাদীসটি ইমাম নাসাঈ (রঃ) বর্ণনা করেছেন)কোন কোন সনদে এ রিওয়াইয়াতটি মাওকুফ রূপেও বর্ণিত আছে এবং আবু দারদা (রাঃ) হতে এটাও বর্ণিত আছে যে, যার অন্তরে আল্লাহর সামনে দণ্ডায়মান হওয়ার ভয় রয়েছে তার দ্বারা ব্যভিচার ও চুরি অসম্ভব।  এ আয়াতটি সাধারণ, দানব ও মানব উভয়ই এর অন্তর্ভুক্ত এবং এটা একথার স্পষ্ট প্রমাণ যে, জ্বিনদের মধ্যে যারা ঈমান আনয়ন করবে এবং আল্লাহর ভীতি অন্তরে রাখবে তারাও জান্নাতে যাবে। এ জন্যেই এরপরে দানব ও মানবকে সম্বোধন করে বলা হয়েছেঃ “সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন অনুগ্রহ অস্বীকার করবে?” এরপর আল্লাহ তা'আলা জান্নাত দুটির গুণাবলী বর্ণনা করছেন যে, উভয় জান্নাতই বহু শাখা-পল্লব বিশিষ্ট বৃক্ষে পূর্ণ। নানা প্রকারের সুস্বাদু ফল তথায় বিদ্যমান রয়েছে। সুতরাং দানব ও মানবের উচিত নয় যে, তারা তাদের প্রতিপালকের কোন অনুগ্রহকে অস্বীকার করে। (আরবী) বলা হয় শাখা বা ডালকে। এগুলো বহু সংখ্যক রয়েছে এবং একটি অপরটির সাথে মিলিতভাবে আছে। এগুলো ছায়াদার হবে, যেগুলোর ছায়া দেয়ালগুলোর উপরও উঠে থাকবে। এই শাখাগুলো সোজা হবে ও ছড়িয়ে থাকবে। ওগুলো রঙ বেরঙ এর হবে। ভাবার্থ এও বর্ণনা করা হয়েছে যে, ওগুলো বিভিন্ন প্রকারের ফল থাকবে।হযরত আসমা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) সিদরাতুল মুনতাহার বর্ণনা করতে গিয়ে বলেনঃ “ওর শাখাগুলোর ছায়া এতো দীর্ঘ হবে যে, একজন অশ্বারোহীর এক শত বছর পর্যন্ত ঐ ছায়ায় চলে যাবে।” অথবা বলেছেনঃ “একশ জন অশ্বারোহী ওর নীচে ছায়া গ্রহণ করতে পারবে।” সোনার ফড়িংগুলো তাতে ছেয়েছিল। ওর ফলগুলো ছিল বড় বড় মটকার মত অত্যন্ত বড় ও গোল।” (হাদীসটি ইমাম তিরমিযী (রঃ) বর্ণনা করেছেন)ঐ জান্নাতদ্বয়ের মধ্য দিয়ে দুটি প্রস্রবণ প্রবাহিত হচ্ছে যাতে ঐ উদ্যানগুলোর গাছ ও শাখা সজীব ও সতেজ থাকে এবং অধিক ও উন্নত মানের ফল দান করে। তাই মহান আল্লাহ বলেনঃ অতএব হে দানব ও মানব! তে প্রতিপালকের কোন অনুগ্রহ অস্বীকার করবে?প্রস্রবণ দুটির একটির নাম তাসনীম এবং অপরটির নাম সালসাবীল। এ দুটি প্রস্রবণ পূর্ণভাবে প্রবাহিত রয়েছে। একটি হলো স্বচ্ছ ও নির্মল পানির এবং অপরটি হলো সুস্বাদু সুরার যাতে নেশা ধরবে না।মহামহিমান্বিত আল্লাহ বলেনঃ উভয় উদ্যানে রয়েছে প্রত্যেক ফল দুই প্রকার। আরো বহু ফল রয়েছে যেগুলোর আকৃতি তোমাদের নিকট পরিচিত কিন্তু স্বাদ মোটেই পরিচিত নয়। কেননা, তথাকার নিয়ামত না কোন চক্ষু দেখেছে, না কোন কর্ণ শুনেছে, না মানুষের অন্তরে ওর কল্পনা জেগেছে। সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন নিয়ামত অস্বীকার করবে?হযরত ইবনে আব্বাস (রাঃ) বলেন যে, দুনিয়ায় যত প্রকারের তিক্ত ও মিষ্ট ফল আছে এগুলোর সবই জান্নাতে থাকবে, এমনকি হানযাল ফলও থাকবে। যা, এ তবে দুনিয়ার এই জিনিসগুলো এবং জান্নাতের ঐ জিনিসগুলোর নামে তো মিল থাকবে বটে, কিন্তু স্বাদ হবে সম্পূর্ণ পৃথক। এখানে তো শুধু নাম রয়েছে, মূলতত্ব তো রয়েছে জান্নাতে। এই মর্যাদার পার্থক্য ওখানে যাবার পরেই জানা যেতে পারে, পূর্বে জানা সম্ভব নয়।"
    },
    { "ayah": 54, "surah": 55, "text": "Please check ayah 55:61 for complete tafsir." },
    { "ayah": 55, "surah": 55, "text": "Please check ayah 55:61 for complete tafsir." },
    { "ayah": 56, "surah": 55, "text": "Please check ayah 55:61 for complete tafsir." },
    { "ayah": 57, "surah": 55, "text": "Please check ayah 55:61 for complete tafsir." },
    { "ayah": 58, "surah": 55, "text": "Please check ayah 55:61 for complete tafsir." },
    { "ayah": 59, "surah": 55, "text": "Please check ayah 55:61 for complete tafsir." },
    { "ayah": 6, "surah": 55, "text": "Please check ayah 55:13 for complete tafsir." },
    { "ayah": 60, "surah": 55, "text": "Please check ayah 55:61 for complete tafsir." },
    {
      "ayah": 61,
      "surah": 55,
      "text": "৫৪-৬১ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা বলেনঃ জান্নাতী লোকেরা বালিশে হেলান দিয়ে থাকবে, শুয়েই থাকুক বা আরামে বসেই থাকুক। তাদের বিছানাও এমন উন্নত মানের হবে যে, ওর ভিতরের আস্তরও হবে খুঁটি মোটা রেশমের তৈরী। তাহলে উপরটা কেমন হতে পারে তা সহজেই অনুমেয়। মালিক ইবনে দীনার (রঃ) এবং সুফিয়ান সাওরী (রঃ) বলেন যে, আস্তর যদি এরূপ হয় তাহলে বাইরের অংশ তো অবশ্যই নূরানী বা জ্যোতির্ময় হবে যা সরাসরি রহমতের বহিঃপ্রকাশ ও নূর হবে। তারপর তাতে কত যে সুন্দর সুন্দর শিল্প ও কারুকার্য করা থাকবে তা আল্লাহ ছাড়া কেউ জানে না। এই জান্নাতের ফলগুলো জান্নাতীদের খুবই নিকটে থাকবে। যখন চাইবে এবং যে অবস্থায় চাইবে সেখান হতেই নিয়ে নিবে। শুয়ে থাকলে বসার এবং বসে থাকলে দাঁড়াবার প্রয়োজন হবে না। ডালগুলো নিজে নিজেই ঝুঁকে পড়বে। যেমন মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “যার ফলগুলো অবনমিত থাকবে নাগালের মধ্যে।” (৬৯:২৩) আরো বলেনঃ “ফল অত্যন্ত নিকটে থাকবে, নিতে মোটেই কষ্ট করতে হবে না। স্বয়ং শাখাগুলো ঝুঁকে পড়বে ও তাকে ফল প্রদান করবে। সুতরাং হে দানব ও মানব! তোমরা তোমাদের প্রতিপালকের কোন অনুগ্রহ অস্বীকার করবে।”  ফরাশের বর্ণনা দেয়া হয়েছে বলে আল্লাহ তা'আলা এরপর বলছেন যে, ঐ জান্নাতীদের সাথে ফরাশের উপর আয়তনয়না হ্রীরা থাকবে যাদেরকে পূর্বে কোন মানুষ অথবা জ্বিন স্পর্শ করেনি। তারা তাদের জান্নাতী স্বামীদের ছাড়া আর কারো দিকে তাকাবে না এবং তাদের জান্নাতী স্বামীরাও তাদের প্রতি চরমভাবে আসক্ত থাকবে। এই জান্নাতী হুরীরাও তাদের এই মুমিন স্বামীদের অপেক্ষা উত্তম আর কাউকেও পাবে না। এটাও বর্ণিত হয়েছে যে, এই হরীরা তাদের জান্নাতী স্বামীদেরকে বলবেঃ “আল্লাহর শপথ! সারা জান্নাতের মধ্যে আপনাদের চেয়ে আমাদের জন্যে উত্তম আর কিছুই নেই। আল্লাহ জানেন যে, আমাদের অন্তরে জান্নাতের কোন জিনিসের প্রতি চাহিদা ও ভালবাসা তেমন নেই যেমন আপনাদের প্রতি রয়েছে। তারা প্রত্যেকেই নিজ নিজ জান্নাতী স্বামীকে বলবেঃ ‘আমি আল্লাহ তা'আলার শুকরিয়া আদায় করছি যে, তিনি আপনাকে আমার অংশে ফেলেছেন এবং আমাকে আপনার খিদমত করার সুযোগে দিয়ে গৌরবের অধিকারিণী করেছেন। মহান আল্লাহ বলেন, এই হ্রীদেরকে পূর্বে কোন মানুষ অথবা জ্বিন স্পর্শ করেনি। এ আয়াতটিও মুমিন জ্বিনদের জান্নাতে যাওয়ার দলীল।হযরত যমরাহ ইবনে হাবীব (রাঃ)-কে জিজ্ঞেস করা হয়ঃ “মুমিন জ্বিনও কি জান্নাতে যাবে?” উত্তরে তিনি বলেনঃ “হ্যাঁ, মহিলা জ্বিনদের সাথে তাদের বিয়ে হবে যেমন মানুষ নারীর সাথে মানুষের বিয়ে হবে।” অতঃপর তিনি এ আয়াতটি পাঠ করেন।এরপর ঐ হ্রদের গুণাবলীর বর্ণনা দেয়া হচ্ছে যে, তারা পরিষ্কার পরিচ্ছন্নতা ও সৌন্দর্যে এমন যেমন ইয়াকূত (প্রবাল) এবং মারজান (পদ্মরাগ)। পরিষ্কার পরিচ্ছন্নতার দিক দিয়ে ইয়াকূতের সাথে এবং শুভ্রতার দিক দিয়ে মারজানের সাথে তুলনা করা হয়েছে। সুতরাং এখানে মারজান দ্বারা মুক্তাকে বুঝানো হয়েছে।হযরত আবদুল্লাহ ইবনে মাসউদ (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “জান্নাতীদের স্ত্রীদের প্রত্যেকে এমনই যে, তার পদনালীর শুভ্রতা সত্তরটি রেশমের হুল্লার (পোশাক বিশেষ) মধ্য হতেও দেখা যাবে, এমন কি ভিতরের মজ্জাও দৃষ্টিগোচর হবে।” অতঃপর তিনি আয়াতটি তিলাওয়াত করেন এবং বলেনঃ “দেখো, ইয়াকূত একটি পাথর বটে, কিন্তু আল্লাহ তা'আলা ওতে স্বচ্ছতা ও ঔজ্জ্বল্য এতই দান করেছেন যে, যদি ওর মধ্যে সূতা পরিয়ে দেয়া হয় তবে বাহির হতে তা দেখা যাবে।” (এ হাদীসটি ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন। এ রিওয়াইয়াতটি জামে তিরমিযীতেও হযরত আবদুল্লাহ ইবনে মাসউদ (রঃ) হতে বর্ণিত আছে এবং ইমাম তিরমিযী (রঃ) এটাকেই সঠিকতর বলেন)হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “প্রত্যেক জান্নাতবাসীর দুটি করে স্ত্রী এই গুণ বিশিষ্ট হবে যে, তারা সত্তরটি করে হুল্লা পরিধান করে থাকা সত্ত্বেও তাদের পদনালীর ঝলক বা ঔজ্জ্বল্য বাইরে প্রকাশিত হয়ে পড়বে এবং অধিক স্বচ্ছতার কারণে ওর ভিতরের মজ্জাও দেখতে পাওয়া যাবে।” (ইমাম আহমাদ (রঃ) এ হাদীসটি বর্ণনা করেছেন)মুহাম্মাদ ইবনে সীরীন (রঃ) বলেনঃ গৌরব হিসেবে অথবা আলোচনা হিসেবে এই তর্ক-বিতর্ক হয় যে, জান্নাতে পুরুষের সংখ্যা বেশী হবে, না নারীর সংখ্যা বেশী হবে? তখন হযরত আবু হুরাইরা (রাঃ) বলেন, আবুল কাসেম (সঃ) কি এ উক্তি করেননি? তিনি বলেছেনঃ “প্রথম যে দলটি জান্নাতে যাবে তারা চন্দ্রের ন্যায় উজ্জ্বল চেহারা বিশিষ্ট হবে। তাদের পরবর্তী দলটি হবে আকাশের উজ্জ্বলতম নক্ষত্রের ন্যায় চেহারা বিশিষ্ট। তাদের প্রত্যেকেরই এমন দুটি করে স্ত্রী হবে যাদের পদনালীর মজ্জা গোশত ভেদ করে দৃষ্টিগোচর হবে। আর জান্নাতে কেউই শ্রীবিহীন থাকবে না।” (এ হাদীসটি সহীহ মুসলিমে বর্ণিত হয়েছে। এর আসল সহীহ বুখারীতেও রয়েছে)হযরত আনাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহর পথে একটি সকাল বা একটি সন্ধ্যা (ব্যয় করা) দুনিয়া এবং এর মধ্যে যা কিছু আছে তার সব থেকে উত্তম। জান্নাতে যে জায়গা তোমরা লাভ করবে ওর মধ্যে একটি কামান বা একটি চাবুক রাখার জায়গা দুনিয়া এবং ওর মধ্যে যা কিছু আছে তার সব থেকে উত্তম। যদি জান্নাতের স্ত্রীলোকদের মধ্যে কোন একজন স্ত্রীলোকে দুনিয়ায় উকি মারে তবে যমীন ও আসমান আলোকিত হয়ে উঠবে এবং তার সুগন্ধিতে সারা জগত সুগন্ধময় হয়ে উঠবে। তাদের হালকা ও ছোট দোপাট্টাও দুনিয়া এবং ওর মধ্যে যা কিছু আছে তার সব থেকে উত্তম।\" (এ হাদীসটি ইমাম আহমাদ (রঃ) এবং ইমাম বুখারী (রঃ) বর্ণনা করেছেন)মহান আল্লাহ বলেনঃ উত্তম কাজের জন্যে উত্তম পুরস্কার ছাড়া কি হতে পারে? অর্থাৎ ভাল কাজের জন্যে ভাল পুরস্কার ছাড়া আর কিছুই হতে পারে না। যেমন তিনি অন্য জায়গায় বলেনঃ (আরবী) অর্থাৎ “যারা সৎকর্মশীল তাদের জন্যে কল্যাণ রয়েছে এবং আরো অতিরিক্ত রয়েছে।” (১০:২৬) অর্থাৎ জান্নাতে দীদারে বারী তা'আলা। রাসূলুল্লাহ (সঃ) এ আয়াতটি তিলাওয়াত করার পর স্বীয় সাহাবীদেরকে জিজ্ঞেস করেনঃ “তোমাদের প্রতিপালক কি করেছেন তা তোমরা জান কি?\" তারা উত্তরে বললেনঃ “আল্লাহ এবং তাঁর রাসূলই ভাল জানেন।” তিনি উত্তরে বলেন যে, আল্লাহ তা'আলা বলেনঃ “আমি যাকে তাওহীদের অনুগ্রহ (দুনিয়ায়) দান করেছি তার প্রতিদান জান্নাত। যেহেতু এটা একটা খুব বড় নিয়ামত এবং যা প্রকৃতপক্ষে কোন আমলের বিনিময় নয়, সেই হেতু এর পর পরই বলেনঃ সুতরাং হে দানব ও মানব! তোমরা তোমাদের প্রতিপালকের কোন অনুগ্রহ অস্বীকার করবে?যে ব্যক্তি আল্লাহর সম্মুখে উপস্থিত হওয়ার ভয় রাখে তার শুভ সংবাদ সম্পর্কে জামে তিরমিযীতে বর্ণিত হাদীসটিও লক্ষ্যণীয় যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ভয় করলো সে রাত্রির অন্ধকারেই বেরিয়ে পড়লো এবং যে অন্ধকার রাত্রে বেরিয়ে পড়লো সে গন্তব্যস্থলে পৌছে গেল। সাবধান! আল্লাহর পণ্যদ্রব্য খুবই মূল্যবান। জেনে রেখো যে, ঐ পণ্যদ্রব্য হলো জান্নাত। (ইমাম তিরমিযী (রঃ) এ হাদীসটিকে গারীব বলেছেন) হযরত আবু দারদা (রাঃ) হতে বর্ণিত আছে যে, তিনি মিম্বরের উপর রাসূলুল্লাহ (সঃ)-কে বলতে শুনেনঃ (আরবী) অর্থাৎ যে ব্যক্তি আল্লাহর সম্মুখে উপস্থিত হওয়ার ভয় রাখে তার জন্যে রয়েছে দুটি উদ্যান। তখন তিনি বলেনঃ “যদিও সে ব্যভিচার করে ও চুরি করে?” হাদীসের অবশিষ্টাংশ উপরে বর্ণিত হয়েছে।"
    },
    { "ayah": 62, "surah": 55, "text": "Please check ayah 55:78 for complete tafsir." },
    { "ayah": 63, "surah": 55, "text": "Please check ayah 55:78 for complete tafsir." },
    { "ayah": 64, "surah": 55, "text": "Please check ayah 55:78 for complete tafsir." },
    { "ayah": 65, "surah": 55, "text": "Please check ayah 55:78 for complete tafsir." },
    { "ayah": 66, "surah": 55, "text": "Please check ayah 55:78 for complete tafsir." },
    { "ayah": 67, "surah": 55, "text": "Please check ayah 55:78 for complete tafsir." },
    { "ayah": 68, "surah": 55, "text": "Please check ayah 55:78 for complete tafsir." },
    { "ayah": 69, "surah": 55, "text": "Please check ayah 55:78 for complete tafsir." },
    { "ayah": 7, "surah": 55, "text": "Please check ayah 55:13 for complete tafsir." },
    { "ayah": 70, "surah": 55, "text": "Please check ayah 55:78 for complete tafsir." },
    { "ayah": 71, "surah": 55, "text": "Please check ayah 55:78 for complete tafsir." },
    { "ayah": 72, "surah": 55, "text": "Please check ayah 55:78 for complete tafsir." },
    { "ayah": 73, "surah": 55, "text": "Please check ayah 55:78 for complete tafsir." },
    { "ayah": 74, "surah": 55, "text": "Please check ayah 55:78 for complete tafsir." },
    { "ayah": 75, "surah": 55, "text": "Please check ayah 55:78 for complete tafsir." },
    { "ayah": 76, "surah": 55, "text": "Please check ayah 55:78 for complete tafsir." },
    { "ayah": 77, "surah": 55, "text": "Please check ayah 55:78 for complete tafsir." },
    {
      "ayah": 78,
      "surah": 55,
      "text": "৬২-৭৮ নং আয়াতের তাফসীর:\nএ আয়াতগুলোতে যে দুটি জান্নাতের বর্ণনা রয়েছে এ দুটো জান্নাত ঐ দুটো জান্নাত অপেক্ষা নিম্ন মানের যে দুটোর বর্ণনা পূর্বে গত হলো। ঐ হাদীসের বর্ণনাও গত হয়েছে যাতে রয়েছে যে, দুটো জান্নাত স্বর্ণের ও দুটো জান্নাত রৌপ্যের। প্রথমটি বিশেষ নৈকট্য লাভকারীদের স্থান এবং দ্বিতীয়টি আসহাবে ইয়ামীনের স্থান। মোটকথা, এ দুটোর মান ঐ দুটোর তুলনায় কম। এর বহু প্রমাণ রয়েছে। একটি প্রমাণ এই যে, ঐ দুটির গুণাবলীর বর্ণনা এ দুটির পূর্বে দেয়া হয়েছে। সুতরাং পূর্বে বর্ণনা দেয়াই ঐ দুটির ফযীলতের বড় প্রমাণ। তারপর এখানে (আরবী) বলা স্পষ্টভাবে প্রকাশ করছে যে, এ দুটি ঐ দুটি অপেক্ষা নিম্নমানের। ওখানে ঐ দুটির প্রশংসায় (আরবী) বলা হয়েছে অর্থাৎ বহু শাখা-পল্লব বিশিষ্ট বৃক্ষে পূর্ণ। আর এখানে বলা হয়েছে। (আরবী) অর্থাৎ ঘন সবুজ এই উদ্যান দু’টি। হযরত ইবনে আব্বাস (রাঃ) সবুজ অর্থ করেছেন। মুহাম্মাদ ইবনে কা'ব (রঃ) বলেন যে, এর অর্থ হলো সজীতে পরিপূর্ণ। কাতাদা (রঃ) বলেন যে, এর অর্থ হলোঃ এতো বেশী পাকা পাকা ফল ধরে রয়েছে যে, সম্পূর্ণ বাগান সবুজ-শ্যামল মনে হচ্ছে। মোটকথা, ওখানে শাখাগুলোর প্রাচুর্যের বর্ণনা রয়েছে এবং এখানে গাছগুলোর আধিক্যের বর্ণনা দেয়া হয়েছে। সুতরাং এটা স্পষ্টভাবে প্রতীয়মান হচ্ছে যে, ঐগুলো ও এগুলোর মধ্যে বহু পার্থক্য রয়েছে।  ঐ দুটি উদ্যানের দুটি প্রস্রবণের ব্যাপারে (আরবী) শব্দ ব্যবহার করা হয়েছে অর্থাৎ প্রবহমান দুটি প্রস্রবণ। আর এই দুটি উদ্যানের দুটি প্রস্রবণ সম্পর্কে (আরবী) ব্যবহার করা হয়েছে অর্থাৎ উচ্ছলিত দুটি প্রস্রবণ। আর এটা প্রকাশ্য ব্যাপার যে, উজ্জ্বলিত হওয়ার চেয়ে প্রবহমান হওয়া উচ্চতর।ঐখানে বলা হয়েছে যে, উভয় উদ্যানে রয়েছে প্রত্যেক ফল দুই প্রকার। আর এখানে বলা হয়েছে যে, উদ্যান দুটিতে রয়েছে ফলমূল-খর্জূর ও আনার। তাহলে এটা স্পষ্ট যে, পূর্বের উদ্যান দুটির শব্দগুলো সাধারণত্বের জন্যে। ওটা প্রকারের দিক দিয়ে এবং পরিমাণ বা সংখ্যার দিক দিয়েও এটার উপর ফযীলত রাখে। কেননা, এখানে শব্দটি নাকেরাহ বটে, কিন্তু হিসাবে (আরবী)-এর জন্যে। সুতরাং এটা বা সাধারণ হতে পারে না। এজন্যেই তাফসীর হিসেবে পরে (আরবী) ও (আরবী) বলে দিয়েছেন। যেমন (আরবী)-এর বা (আরবী) সংযোগ -এর উপর হয়ে থাকে। ইমাম বুখারী (রঃ) প্রমুখ মনীষীদের।  (আরবী) বা শব্দ বিশ্লেষণও এটাই।  খেজুর ও আনারকে বিশেষভাবে উল্লেখ করার কারণ এই যে, অন্যান্য ফলের উপর এ দুটোর মর্যাদা রয়েছে।মুসনাদে আবদ ইবনে হুমাইদীতে হযরত উমার ইবনে খাত্তাব (রাঃ) হতে বর্ণিত আছে যে, ইয়াহূদীদের কতক লোক রাসূলুল্লাহ (সঃ)-এর নিকট এসে তাকে জিজ্ঞেস করেঃ “হে মুহাম্মাদ (সঃ)! জান্নাতে ফল আছে কি?” তিনি উত্তরে বলেনঃ “হ্যাঁ, তথায় রয়েছে ফলমূল, খর্জুর ও আনার।” তারা আবার প্রশ্ন করেঃ “তারা (অর্থাৎ জান্নাতীরা) কি তথায় দুনিয়ার মত পানাহার করবে?” জবাবে তিনি বলেনঃ হ্যাঁ, বরং বহুগুণে বেশী করবে। তারা পুনরায় প্রশ্ন করেঃ “তারা কি প্রাকৃতিক প্রয়োজন পুরো করবে (অর্থাৎ তাদের পায়খানা প্রস্রাবের প্রয়োজন হবে কি?” তিনি উত্তর দেনঃ “না, বরং ঘর্ম আসার ফলে সবই হযম হয়ে যাবে।”হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, জান্নাতের খেজুর গাছের পাতা হবে জান্নাতীদের পোশাক। এটা লাল রঙ এর হবে, এর কাণ্ড হবে সবুজ পান্না। এর ফল হবে মধুর চেয়েও মিষ্ট এবং মাখনের চেয়েও নরম। এতে বিচি মোটেই থাকবে না।” (এটা ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)হযরত আবু সাঈদ খুদরী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমি জান্নাতের দিকে দৃষ্টিপাত করে দেখি যে, ওর একটি আনার যেন শিবিকাসহ উট (অর্থাৎ এরূপ উটের মত বিরাট বিরাট)।” (এ হাদীসটিও ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)(আরবী) -এর অর্থ হচ্ছে সংখ্যায় অধিক, অত্যন্ত সুন্দরী এবং খুবই চরিত্রবতী সতী-সাধ্বী। অন্য একটি হাদীসে আছে যে, হ্রগুলো যে গান গাইবে তাতে এও থাকবেঃ “আমরা সুন্দরী, চরিত্রবতী ও সতী-সাধ্বী। আমাদেরকে সম্মানিত স্বামীদের জন্যে সৃষ্টি করা হয়েছে।” এই পূর্ণ হাদীসটি সূরায়ে ওয়াকিয়াহতে সত্বরই আসছে ইনশাআল্লাহ।(আরবী) শব্দটিকে তাশদীদ সহও পড়া হয়েছে। এরপর আল্লাহ তা'আলা পুনরায় প্রশ্ন করছেনঃ সুতরাং হে দানব ও মানব! তোমরা তোমাদের প্রতিপালকের কোন অনুগ্রহ অস্বীকার করবে?অতঃপর মহান আল্লাহ বলেনঃ তারা তাঁবুতে সুরক্ষিত হুর। এখানেও ঐ পার্থক্যই পরিলক্ষিত হচ্ছে যে, ওখানে বলা হয়েছিল হরগুলো নিজেরাই তাদের চক্ষু নীচু করে রাখে, আর এখানে বলা হচ্ছে তাদের চক্ষু নীচু করানো হয়েছে। সুতরাং নিজেই কোন কাজ করা এবং অপরের দ্বারা করানো এই দুয়ের মধ্যে কত বড় পার্থক্য রয়েছে তা সহজেই অনুমেয়, যদিও সবাই তাঁবুতে সুরক্ষিত।হযরত আবদুল্লাহ ইবনে মাসউদ (রঃ) বলেন যে, প্রত্যেক মুসলমানের জন্যে খায়রাহ অর্থাৎ সতী-সাধ্বী, চরিত্রবতী ও উজ্জ্বল চেহারা বিশিষ্টা হ্র রয়েছে। প্রত্যেক খায়রাহ বা হরের জন্যে তাঁবু রয়েছে। প্রত্যেক তাঁবুর চারটি দরযা আছে, যেগুলো দিয়ে প্রত্যহ উপহার, উপঢৌকন, হাদিয়া এবং ইনআম আসতেই আছে। সেখানে না আছে কোন ঝগড়া-বিবাদ, না আছে কড়াকড়ি, না আছে ময়লা আবর্জনা এবং না আছে দুর্গন্ধ। বরং হরদের সাহচর্য, যারা শুভ্র ও উজ্জ্বল মুক্তার মত, যাদেরকে ইতিপূর্বে কোন মানুষ অথবা জ্বিন স্পর্শ করেনি। হযরত আবদুল্লাহ ইবনে কায়েস (রাঃ) হতে বর্ণিত, তিনি তাঁর পিতা হতে বর্ণনা করেছেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “জান্নাতে একটি তাঁবু রয়েছে যা খাঁটি মুক্তা দ্বারা নির্মিত। ওর প্রস্থ ষাট মাইল। ওর প্রত্যেক কোণায় জান্নাতীরা রয়েছে যারা অন্য কোণার লোকদেরকে দেখতে পায় না। মুমিনরা তাদের কাছে আসা যাওয়া করতে থাকবে। (এ হাদীসটি সহীহ বুখারীতে বর্ণিত রয়েছে। সহীহ মুসলিমেও হাদীসটি বর্ণনা করা হয়েছে) অন্য বর্ণনায় তাঁবুটির প্রস্থ তিন মাইলের কথাও রয়েছে।  হযরত আবু দারদা (রাঃ) বলেন যে, জান্নাতে মণি-মুক্তার তৈরী একটি তাঁবু রয়েছে। যার মোতির তৈরী সত্তরটি দরযা আছে। (এ হাদীসটি সহীহ বুখারীতে বর্ণিত রয়েছে। সহীহ মুসলিমেও হাদীসটি বর্ণনা করা হয়েছে)হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, জান্নাতে একটি তাঁবু থাকবে যা মুক্তা দ্বারা নির্মিত হবে। ওর চার হাজারটি দরযা হবে এবং সমস্ত চৌকাঠ হবে সোনার তৈরী। একটি মারফু হাদীসে আছে যে, সবচেয়ে নিম্নমানের জান্নাতীর আশি হাজার খাদেম থাকবে এবং বাহাত্তরটি স্ত্রী হবে। আর মণি-মুক্তা ও যবরজদের প্রাসাদ হবে যা জাভিয়াহ হতে সানআ পর্যন্ত পৌঁছে যাবে। (অর্থাৎ জাভিয়াহ হতে সানআ পর্যন্ত জায়গাদ্বয়ের মধ্যে যতটা ব্যবধান রয়েছে ততদূর পর্যন্ত ঐ প্রাসাদ পৌছে যাবে)।মহামহিমান্বিত আল্লাহ বলেনঃ এদেরকে (অর্থাৎ এই হ্রদেরকে) ইতিপূর্বে কোন মানুষ অথবা জ্বিন স্পর্শ করেনি। এই প্রকারের আয়াতের তাফসীর পূর্বে গত হয়েছে। তবে পূর্ববর্তী জান্নাতীদের হ্রদের গুণাবলী বর্ণনায় এ বাক্যটুকু বেশী আছে যে, তারা যেন প্রবাল ও পদ্মরাগ। এখানে এই হ্রদের ব্যাপারে এটা বলা হয়নি। আল্লাহ তাআলা আবারও বলেনঃ সুতরাং হে দানব ও মানব! তোমরা তোমাদের প্রতিপালকের কোন অনুগ্রহ অস্বীকার করবে।এরপর মহান আল্লাহ বলেনঃ তারা হেলান দিয়ে বসবে সবুজ তাকিয়ায় ও সুন্দর গালিচার উপরে। এই তাকিয়া হবে খুবই উন্নতমানের ও নকশাকৃত। এই তখৃত, বিছানা ও বালিশগুলো জান্নাতী বাগীচা ও পুষ্প বীথির উপর থাকবে। এগুলো হবে উচ্চমানের রেখাযুক্ত নকশীদার রেশমের এবং এটাই হবে তাদের বিছানা। কোনটা হবে লাল রঙ এর, কোনটা হবে হলদে রঙ এর এবং কোনটা হবে সবুজ রঙ এর। জান্নাতীদের কাপড় ও পোশাকও এরূপ মূল্যবান। দুনিয়ায় এমন কোন জিনিস নেই যার এগুলোর সাথে তুলনা করা যেতে পারে। (এটা ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)এটা হবে মখমলের বিছানা ও গদি যা হবে অত্যন্ত নরম ও খাঁটি। তাতে কয়েকটি রঙ মিলিতভাবে থাকবে এবং নকশাকৃত হবে। আবু উবাইদা (রঃ) বলেন যে, আবকারী একটি জায়গার নাম যেখানে উন্নত মানের নকশীদার কাপড় বুনানো হয়। খলীল ইবনে আহমাদ (রঃ) বলেন যে, প্রত্যেক সুন্দর ও উত্তম জিনিসকে আরবরা আবকারী বলে থাকে। যেমন এক হাদীসে আছে যে, রাসূলুল্লাহ (সঃ) হযরত উমার ইবনে খাত্তাব (রাঃ) সম্পর্কে বলেনঃ “আমি কোন আবকারীকে দেখিনি যে উমার (রাঃ)-এর মত বড় বড় বালতি টেনে থাকে।” এখানেও এটা খেয়াল রাখার বিষয় যে, পূর্ববর্ণিত জান্নাতদ্বয়ের বিছানা, গদি ও বালিশের যে বর্ণনা দেয়া হয়েছে তা এগুলো হতে উন্নততর। ওখানে বর্ণিত হয়েছিল যে, ওর আস্তর অর্থাৎ ভিতরের কাপড় হবে খাঁটি ও পুরু রেশমের এবং উপরের কাপড়ের বর্ণনা দেয়া হয়নি। কারণ যার ভিতরের কাপড় এরূপ উচ্চমানের তার উপরের কাপড় কত উন্নতমানের হতে পারে তা বলাই বাহুল্য। তারপর পূর্বের জান্নাতদ্বয়ের গুণাবলীর সমাপ্তিতে বলেছিলেনঃ উত্তম কাজের জন্যে উত্তম পুরস্কার ব্যতীত কি হতে পারে? তাহলে দেখা যায় যে, ঐ জান্নাতবাসীদের গুণাবলীর বর্ণনায় ইহসানের বর্ণনা দিয়েছেন যা মর্যাদার শেষ সীমা। যেমন হযরত জিবরাঈল (আঃ) যুক্ত হাদীসে রয়েছে, তিনি প্রথমে প্রশ্ন করেন ইসলাম সম্পর্কে, তারপর ঈমান সম্পর্কে এবং এরপর ইহসান সম্পর্কে।সুতরাং বেশ কয়েকটি যুক্তি রয়েছে যেগুলো দ্বারা এটা পরিষ্কারভাবে প্রমাণিত হচ্ছে যে, পূর্ববর্তী দু’টি জান্নাতের বড় ফযীলত রয়েছে পরবর্তী দুটি জান্নাতের উপর। পরম দাতা ও দয়ালু আল্লাহর নিকট আমাদের প্রার্থনা যে, তিনি যেন আমাদেরকে ঐ জান্নাতে প্রবিষ্ট করেন যা ঐ জান্নাতদ্বয়ের মধ্যে হবে যেগুলোর গুণাবলী পূর্বে বর্ণিত হয়েছে। আমীন!  ‘অতঃপর আল্লাহ তা'আলা বলেনঃ কত মহান তোমার প্রতিপালকের নাম যিনি মহিমময় ও মহানুভব। তিনি যুল-জালাল বা মহিমান্বিত। অর্থাৎ তিনি এই যোগ্যতা রাখেন যে, তাঁর মহিমাকে মেনে নেয়া হবে এবং তাঁর মহিমা ও গৌরবের প্রতি লক্ষ্য রেখে তার অবাধ্যাচরণ করা হবে না, বরং তার পূর্ণ। আনুগত্য করা হবে। তিনি এই যোগ্যতাও রাখেন যে, তার মর্যাদা রক্ষা করা হবে অর্থাৎ তার ইবাদত করা হবে এবং তার সাথে অন্য কারো ইবাদত করা হবে না। তাঁর কৃতজ্ঞতা প্রকাশ করা হবে এবং অকৃতজ্ঞ হওয়া চলবে না। তাঁকে স্মরণ করা হবে এবং ভুলে যাওয়া চলবে না। তিনি শ্রেষ্ঠত্ব ও গৌরবের অধিকারী। রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমরা আল্লাহ তা'আলাকে মর্যাদা প্রদান কর এবং তাঁর শ্রেষ্ঠত্ব স্বীকার করে নাও।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)অন্য হাদীসে রয়েছেঃ “পাকা চুল বিশিষ্ট মুসলমানকে, ন্যায় বিচারক বাদশাহকে এবং কুরআন পাঠকারীকে, যে কুরআন পাঠকারী ওর মধ্যে সীমালংঘন করে না (যথা হরফের মদ, গুনাহ ইত্যদি সীমার অতিরিক্ত করে না বা মাখরাজ পরিবর্তন করে না ইত্যাদি) এবং সীমা হতে ঘটিয়ে অন্যায় করে না। (অর্থাৎ নিজের স্বার্থ সিদ্ধির জন্যে বা অজ্ঞতা বশতঃ ভুল অর্থ করে না), এই লোকদেরকে সম্মান করা, আল্লাহকে সম্মান করার শামিল।\" হযরত আনাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ (আরবী) -এর সাথে ঝুলে পড়।” (এ হাদীসটি হাফিয আবু ইয়ালা (রঃ) বর্ণনা করেছেন। জামে তিরমিযীতেও এ হাদীসটি আছে। ইমাম তিরমিযী (রঃ) এটাকে অরক্ষিত ও গারীব বলেছেন)হযরত রাবীআহ ইবনে আমির (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহ (সঃ)-কে বলতে শুনেছেনঃ “তোমরা (আরবী) -এর সাথে লটকে যাও।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)জাওহারী (রাঃ) বলেন যে, যখন কেউ কোন কিছুকে শক্ত করে ধরে নেয় তখন (আরবী) শব্দ আরবরা ব্যবহার করে থাকে। এই শব্দটিই এ হাদীসে এসেছে। তাহলে অর্থ হবেঃ অনুনয় বিনয়, আন্তরিকতা, অপারগতা এবং দারিদ্রের ভাব দেখিয়ে সদা-সর্বদা আল্লাহর অঞ্চলের সাথে ঝুলে পড়। সহীহ মুসলিমে ও সুনানে আরবাতে হযরত আয়েশা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) নামায হতে সালাম ফিরানোর পর শুধু নিম্নের কালেমাগুলো পাঠ করা পর্যন্ত বসে থাকতেনঃ (আরবী) অর্থাৎ “হে আল্লাহ! আপনিই শান্তি, আপনা হতেই শান্তি, হে মহিমময় ও মহানুভব! আপনি কল্যাণময়।”"
    },
    { "ayah": 8, "surah": 55, "text": "Please check ayah 55:13 for complete tafsir." },
    { "ayah": 9, "surah": 55, "text": "Please check ayah 55:13 for complete tafsir." }
  ]
}
