{
  "ayahs": [
    { "ayah": 1, "surah": 59, "text": "Please check ayah 59:5 for complete tafsir." },
    {
      "ayah": 10,
      "surah": 59,
      "text": "৮-১০ নং আয়াতের তাফসীর:\nউপরে বর্ণিত হয়েছিল যে, ফায় এর মাল অর্থাৎ কাফিরদের যে মাল যুদ্ধক্ষেত্রে বিনা যুদ্ধেই মুসলমানদের অধিকারে আসে তা বিশিষ্টভাবে রাসূলুল্লাহ্ (সঃ)-এর মাল বলে গণ্য হয়। তিনি ঐ মাল কাকে প্রদান করবেন এটাও উপরে বর্ণিত হয়েছে। এখন এই আয়াতগুলোতেও ওরই আরো হকারদের বর্ণনা দেয়া হচ্ছে যে, এই মালের হকদার হলো ঐ দরিদ্র মুহাজিরগণ যারা আল্লাহ্ তা'আলাকে সন্তুষ্ট করার জন্যে নিজেদের সম্প্রদায়কে অসন্তুষ্ট করেছেন। এমনকি তাদেরকে তাদের প্রিয় জন্মভূমি ও নিজেদের হাতে অর্জিত সম্পদ ছেড়ে চলে যেতে হয়েছে। তারা আল্লাহর দ্বীন ও তাঁর রাসূল (সঃ)-এর সাহায্যে সদা নিমগ্ন থেকেছেন। তারা আল্লাহর অনুগ্রহ ও সন্তুষ্টি কামনা করেছেন। তাঁরাই তো সত্যাশ্রয়ী। তাঁরা তাঁদের কাজকে তাঁদের কথা অনুযায়ী সত্য করে দেখিয়েছেন। এই গুণাবলী মহান মুহাজিরদের মধ্যে বিদ্যমান ছিল।  এরপর আনসারদের প্রশংসা করা হচ্ছে। তাদের ফযীলত, শরাফত ও বুযুর্গী প্রকাশ করা হচ্ছে। তাদের অন্তরের প্রশস্ততা, আন্তরিকতা, ঈসার (নিজের প্রয়োজনের চেয়ে অপরের প্রয়োজনকে বেশী প্রাধান্য দেয়া এবং দানশীলতার বর্ণনা দেয়া হচ্ছে যে, তাঁরা মুহাজিরদের আগমনের পূর্বে এই নগরীতে (মদীনায়) বসবাস করেছেন ও ঈমান এনেছেন, তাঁরা মুহাজিরদেরকে ভালবাসেন এবং মুহাজিরদেরকে যা দেয়া হয়েছে তার জন্যে তারা অন্তরে আকাক্ষা পোষণ করেন না এবং তারা তাদেরকে (মুহাজিরদেরকে) নিজেদের উপর প্রাধান্য দেন নিজেরা অভাবগ্রস্ত হলেও।হযরত উমার (রাঃ) বলেনঃ “আমি আমার পরবর্তী খলীফাকে উপদেশ দিচ্ছি প্রথম শ্রেণীর মুহাজিরদের সাথে উত্তম অচরণের, অর্থাৎ তিনি যেন তাঁদের অগ্রাধিকারের প্রতি লক্ষ্য রাখেন। তাঁকে আমি আনসারদের সাথেও উত্তম আচরণের উপদেশ দিচ্ছি। সুতরাং তাদের মধ্যে যারা উত্তম আচরণকারী তাঁদের প্রতি এগিয়ে যাওয়ার এবং তাদের মধ্যে যারা মন্দ আচরণকারী তাদেরকে ক্ষমা করে দেয়ার উপদেশ দিচ্ছি।”  হযরত আনাস (রাঃ) হতে বর্ণিত আছে যে, একদা মুহাজিরগণ বলেনঃ “হে আল্লাহর রাসূল (সঃ)! দুনিয়ায় আমরা আনসারদের মত এমন ভাল মানুষ আর দেখিনি। অল্পের মধ্যে অল্প এবং বেশীর মধ্যে বেশী তারা বরাবরই আমাদের উপর খরচ করছেন। বহুদিন যাবত তারা আমাদের সমুদয় বহন করছেন। তাঁরা এসব করছেন অত্যন্ত সন্তুষ্টচিত্তে ও উৎফুল্লভাবে। কখনো তাদের চেহারায় অসন্তুষ্টির ভাব পরিলক্ষিত হয় না। তারা এমন আন্তরিকতার সাথে আমাদের খিদমত করছেন যে, আমাদের ভয় হচ্ছে না জানি হয়তো তারা আমাদের সমস্ত সৎ আমলের প্রতিদান নিয়ে নিবেন!” তাদের এ কথা শুনে নবী (সঃ) বললেনঃ “না, না, যে পর্যন্ত তোমরা তাদের প্রশংসা করতে থাকবে এবং তাদের জন্যে আল্লাহর নিকট প্রার্থনা করতে থাকবে।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)হযরত আনাস ইবনে মালিক (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ্ (সঃ) একদা আনসারদেরকে ডাক দিয়ে বলেনঃ “আমি বাহরাইল এলাকাটি তোমাদের নামে লিখে দিচ্ছি।” এ কথা শুনে তাঁরা বললেনঃ “হে আল্লাহর রাসূল (সঃ)! যে পর্যন্ত আপনি আমাদের মুহাজির ভাইদেরকে এই পরিমাণ না দিবেন সেই পর্যন্ত আমরা এটা গ্রহণ করবে না।” তখন রাসূলুল্লাহ্ (সঃ) তাদেরকে বলেনঃ “তাহলে আগামীতেও তোমরা সবর করতে থাকবে। আমার পরে এমন এক সময় আসবে যে, অন্যদেরকে দেয়া হবে এবং তোমাদেরকে ছেড়ে দেয়া হবে।” (এ হাদীসটি ইমাম বুখারী (রঃ) বর্ণনা করেছেন)হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, আনসারগণ বলেনঃ “হে আল্লাহর রাসূল (সঃ)! আমাদের খেজুরের বাগানগুলো আমাদের মধ্যে এবং আমাদের মুহাজির ভাইদের মধ্যে বন্টন করে দিন!” রাসূলুল্লাহ্ (সঃ) উত্তরে বললেনঃ “না, বরং বাগানে কাজকর্ম তোমরাই করবে এবং উৎপাদিত ফলে আমাদেরকে শরীক করবে।” আনসারগণ জবাব দিলেনঃ “হে আল্লাহর রাসূল (সঃ)! আমরা আনন্দিত চিত্তে এটা মেনে নিলাম।”  এরপর আল্লাহ্ তাবারাকা ওয়া তা'আলা বলেনঃ এই আনসারগণ মুহাজিরদের মান-মর্যাদা ও বুযুর্গী দেখে অন্তরে হিংসা পোষণ করে না। মুহাজিরগণ যা লাভ করে তাতে তারা মোটেই ঈর্ষা করে না। এই অর্থেরই ইঙ্গিত বহন করে নিম্নের হাদীসটিঃহযরত আনাস (রাঃ) হতে বর্ণিত, তিনি বলেন, আমরা একদা রাসূলুল্লাহ্ (সঃ)-এর সাথে বসেছিলাম এমন সময় রাসূলুল্লাহ্ (সঃ) বললেনঃ “দেখো, এখনই একজন জান্নাতী লোক আগমন করবে।” অল্পক্ষণ পরেই একজন আনসারী (রাঃ) বাম হাতে তার জুতা ধারণ করে নতুনভাবে অযু করা অবস্থায় আগমন করলেন। তাঁর দাড়ি হতে টপ-টপ করে পানি পড়ছিল। দ্বিতীয় দিনও আমরা অনুরূপভাবে বসেছিলাম, তখনও তিনি (নবী সঃ) ঐ কথাই বললেন এবং ঐ লোকটিই ঐ ভাবেই আসলেন। তৃতীয় দিনেও ঐ একই ব্যাপার ঘটলো। অতঃপর রাসূলুল্লাহ্ (সঃ) যখন মজলিস হতে উঠে গেলেন তখন হযরত আবদুল্লাহ ইবনে আমর ইবনুল আস (রাঃ) তাঁর (আগন্তুকের) পশ্চাদানুসরণ করলেন। তিনি তাকে বললেনঃ “জনাব! আজ আমার মধ্যে ও আমার পিতার মধ্যে কিছু বচসা হয়েছে। তাই আমি শপথ করে বসেছি যে, তিন দিন পর্যন্ত আমি বাড়ীতে প্রবেশ করবে না। সুতরাং যদি দয়া করে আপনি আমাকে অনুমতি দেন তবে এই দিনগুলো আমি আপনার বাড়ীতে কাটিয়ে দিবো।” তিনি বললেনঃ “বেশ, ঠিক আছে।” অতএব, তিন দিন আমি তার সাথে তার বাড়ীতে অতিবাহিত করলাম। দেখলাম যে, তিনি রাত্রে তাহাজ্জুদের নামাযও পড়লেন না। শুধু এতোটুকু করলেন যে, জেগে ওঠে বিছানায় শুয়ে শুয়েই আল্লাহর যিক্র ও তাঁর শ্রেষ্ঠত্ব বর্ণনা করতে থাকলেন। হ্যাঁ, তবে এটা অবশ্যই ছিল যে, আমি তার মুখে ভাল কথা ছাড়া আর কিছুই শুনিনি। তিন রাত্রি অতিবাহিত হলে তাঁর আমল আমার কাছে হাল্কা লাগলো। অতঃপর আমি তাকে বললামঃ জনাব! আমার মধ্যে ও আমার পিতার মধ্যে কোন বচসাও হয়নি এবং অসন্তুষ্টির কারণে আমি বাড়িও ছাড়িনি। বরং প্রকৃত ব্যাপার এই যে, রাসূলুল্লাহ (সঃ) উপর্যুপরি তিন দিন বলেন যে, এখনই একটি জান্নাতী লোক আসবে। আর তিন দিনই আপনারই আগমন ঘটে। তাই আমি ইচ্ছা করলাম যে, কয়েকদিন আপনার সাহচর্যে আমি কাটিয়ে দিবে। অতঃপর এটা লক্ষ্য করবে যে, আপনি কি এমন আমল করেন যার কারণে রাসূলুল্লাহ্ (সঃ) জীবিতাবস্থাতেই আপনার জান্নাতী হওয়ার সুসংবাদ আমাদেরকে প্রদান করলেন! তাই আমি এই কৌশল অবলম্বন করেছিলাম এবং তিন দিন পর্যন্ত আপনার খিদমতে থাকলাম, যেন আপনার আমল দেখে আমিও ঐরূপ আমল করে জান্নাতবাসী হতে পারি। কিন্তু আমি তো আপনাকে কোন নতুন ও গুরুত্বপূর্ণ আমল করতে দেখলাম না এবং ইবাদতেও তো অন্যদেরকে ছাড়িয়ে যেতে দেখলাম না। এখন আমি আপনার নিকট হতে বিদায় গ্রহণ করছি। কিন্তু বিদায় বেলায় আপনার নিকট আমি জানতে চাই যে, আর কি এমন আমল করেন যার কারণে স্বয়ং রাসূলুল্লাহ্ (সঃ) আপনার জান্নাতী হওয়ার কথা বললেন? উত্তরে তিনি আমাকে বললেনঃ “তুমি আমাকে যে আমল করতে দেখেছো, এ ছাড়া অন্য কোন বিশেষ ও গোপনীয় আমল আমি করি না।” তাঁর এ জবাব শুনে আমি তাঁর নিকট হতে বিদায় গ্রহণ করে চলতে শুরু করলাম। অল্প দূরে গিয়েছি ইতিমধ্যে তিনি আমাকে ডাক দিয়ে বললেনঃ “আমার আর একটি আমল রয়েছে, তা এই যে, আমি কখনো কোন মুসলমানের প্রতি হিংসা ও শত্রুতা পোষণ করিনি এবং কখনো কোন মুসলমানের অমঙ্গল কামনা করিনি। আমি তার এ কথা শুনে বললামঃ হ্যাঁ, এবার আমার জানা হয়ে গেছে যে, আপনার এই আমলই আপনাকে এই মর্যাদায় পৌছিয়ে দিয়েছে এবং এটা এমনই এক আমল যে, অনেকেই এটার ক্ষমতা রাখে না।” (এ হাদীসটি মুসনাদে আহমাদে বর্ণিত হয়েছে। ইমাম নাসাঈও (রঃ) তাঁর নামক গ্রন্থে এ হাদীসটি আনয়ন করেছেন)মোটকথা, আনসারদের মধ্যে এই বিশেষণ ছিল যে, মুহাজিরগণ মাল ইত্যাদি লাভ করলে এবং তারা তা না পেলে তাঁরা মনক্ষুন্ন হতেন না। বানী নাযীর গোত্রের মাল মুহাজিরদের মধ্যে বন্টিত হলে কোন একজন আনসারী সমালোচনা করেন। ঐ সময় (আরবী) -এ আয়াতটি অবতীর্ণ হয়। রাসূলুল্লাহ্ (সঃ) আনসারদেরকে বলেনঃ “তোমাদের মুহাজির ভাইগণ ধন-দৌলত ও সন্তান-সন্ততি ছেড়ে তোমাদের কাছে এসেছে।” তাঁরা তখন বলেনঃ “হে আল্লাহর রাসূল (সঃ)! আমাদের মাল-ধন আপনি তাদের মধ্যে ও আমাদের মধ্যে বন্টন করে দিন!” তিনি উত্তরে বললেনঃ “তোমরা কি এর চেয়েও বেশী ত্যাগ স্বীকার করতে পার না?” তারা জবাব দিলেনঃ “হে আল্লাহর রাসূল (সঃ)! বলুন, কি ত্যাগ স্বীকার আমাদেরকে করতে হবে?” তিনি বললেনঃ “মুহাজিরগণ ক্ষেত-খামারের কাজ জানে না। সুতরাং তোমরাই তোমাদের ক্ষেতে ও বাগানে কাজ করবে এবং উৎপাদিত ফল-শস্যাদি হতে তাদেরকে অংশ দিবে।” আনসারগণ সন্তুষ্ট চিত্তে এতে সম্মতি জানালেন। এরপর মহামহিমান্বিত আল্লাহ বলেনঃ তারা (আনসাররা) তাদেরকে (মুহাজিরদেরকে) নিজেদের উপর প্রাধান্য দেয় নিজেরা অভাগ্রস্ত হলেও।সহীহ্ হাদীসেও রয়েছে যে, রাসূলুল্লাহ্ (সঃ) বলেছেনঃ “যার কাছে (মালের) স্বল্পতা রয়েছে এবং নিজেরই প্রয়োজন আছে, এতদ্সত্ত্বেও সাদকা করে, তার সাদকা হলো উত্তম সাদকা।” এই মর্যাদা ঐ লোকদের মর্যাদার চেয়েও অগ্রগণ্য যাদের সম্পর্কে অল্লিাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ “আহার্যের প্রতি আসক্তি সত্ত্বেও তারা অভাবগ্রস্ত, ইয়াতীম এবং বন্দীকে খাদ্য ভক্ষণ করিয়ে থাকে।” (৭৬:৮) আর এক জায়গায় আছেঃ (আরবী) অর্থাৎ \"মালের প্রতি আসক্তি সত্ত্বেও তারা তা দান করে। কিন্তু এই লোকগুলো অর্থাৎ আনসারদের নিজেদের প্রয়োজন ও অভাব থাকা সত্ত্বেও তারা দান করে থাকেন। মালের প্রতি আসক্তি থাকে এবং প্রয়োজন থাকে না ঐ সময়ের দান-খয়রাত ঐ মর্যাদায় পৌছে না যে, প্রয়োজন ও অভাব থাকা সত্ত্বেও দান করা হয়।এই প্রকারের দান ছিল হযরত আবু বকর সিদ্দীক (রাঃ)-এর দান। তিনি তার সমস্ত মাল নিয়ে রাসূলুল্লাহ্ (সঃ)-এর দরবারে হাযির হন। রাসূলুল্লাহ (সঃ) তাকে জিজ্ঞেস করেনঃ “হে আবু বকর (রাঃ)! তোমার পরিবারবর্গের জন্যে কি রেখে এসেছো?” উত্তরে তিনি বলেনঃ “তাদের জন্যে আল্লাহ্ ও তাঁর রাসূল (সঃ)-কে রেখে এসেছি।” অনুরূপভাবে ঐ ঘটনাটিও এরই অন্তর্ভুক্ত যা ইয়ারমূকের যুদ্ধে হযরত ইকরামা (রাঃ) এবং তাঁর সঙ্গীদের ব্যাপারে ঘটেছিল। যুদ্ধের ময়দানে মুজাহিদগণ (রাঃ) আহত অবস্থায় পড়ে রয়েছেন। পিপাসায় কাতর হয়ে তাঁরা ছটফট করছেন এবং পানি পানি’ করে চীৎকার করছেন! এমন সময় একজন মুসলমান পানির মশক কাঁধে নিয়ে আসলেন। ঐ পানি তিনি আহত মুজাহিদদের সামনে পেশ করলেন। কিন্তু একজন বললেনঃ ঐ যে, ঐ ব্যক্তিকে দাও। তিনি ঐ দ্বিতীয় মুজাহিদের নিকট গেলেন। তিনি তখন তার পার্শ্ববর্তী আর এক ব্যক্তিকে দেখিয়ে দিলেন। ঐ মুসলমানটি তখন তৃতীয় মুজাহিদের নিকট গিয়ে দেখেন যে, তাঁর প্রাণরায়ু নির্গত হয়ে গেছে! দৌড়িয়ে তিনি দ্বিতীয় মুজাহিদের নিকট ফিরে গিয়ে দেখতে পান যে, তাঁরও প্রাণ পাখী। উড়ে গেছে। তারপর তিনি প্রথম মুজাহিদের নিকট ফিরে গিয়ে দেখেন যে, তিনিও এই নশ্বর জগত হতে বিদায় গ্রহণ করে মহান আল্লাহর কাছে হাযির হয়ে গেছেন! আল্লাহ্ তাঁদের প্রতি সন্তুষ্ট থাকুন ও তাদেরকে সন্তুষ্ট রাখুন!”  হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, একটি লোক রাসূলুল্লাহ (সঃ)-এর নিকট এসে বলেঃ “হে আল্লাহর রাসূল (সঃ)! আমি খুবই অভাবগ্রস্ত ব্যক্তি। মেহেরবানী করে আমার জন্যে কিছু খাবারের ব্যবস্থা করুন!” রাসূলুল্লাহ (সঃ) তখন তাঁর স্ত্রীদের বাড়ীতে লোকে পাঠান। কিন্তু তাঁদের কারো বাড়ীতেই কিছুই পাওয়া গেল না। তিনি তখন জনগণকে লক্ষ্য করে বললেনঃ “রাত্রে আমার এই মেহমানকে নিয়ে যাবে এমন কেউ আছে কি?” একজন আনসারী (রাঃ) দাড়িয়ে গিয়ে বললেনঃ “হে আল্লাহর রাসূল (সঃ)! আমি (আছি)।” অতঃপর তিনি লোকটিকে সাথে নিয়ে বাড়ী চললেন। বাড়ী গিয়ে স্ত্রীকে বললেনঃ “দেখো, ইনি রাসূলুল্লাহ্ (সঃ)-এর মেহমান! আজ যদি আমরা নিজেরা কিছুই খেতে না পাই তবুও যেন এ মেহমান অনাহারে না থাকে।” এ কথা শুনে তাঁর স্ত্রী বললেনঃ “আল্লাহর কসম! বাড়ীতে আজ শিশুদের খাবার ছাড়া আর কিছুই নেই।” আনসারী তখন তাঁর স্ত্রীকে বললেনঃ “শিশুদের না খাইয়েই শুইয়ে দাও। আর আমরা দু'জন (স্বামী-স্ত্রী) তো পেটে কাপড় বেঁধে অনাহারেই রাত্রি কাটিয়ে দিবো। মেহমানের খাওয়ার সময় তুমি প্রদীপটি নিভিয়ে দিবে। তখন মেহমান। মনে করবে যে, আমরা খেতে আছি।” স্ত্রী তাই করলেন। সকালে লোকটি রাসূলুল্লাহ্ (সঃ)-এর দরবারে হাযির হলে তিনি বলেনঃ “মহামহিমান্বিত আল্লাহ্ এই ব্যক্তির এবং তার স্ত্রীর রাত্রের কাজ দেখে খুশী হয়েছেন এবং হেসেছেন।” ঐ ব্যাপারেই (আরবী)-এ আয়াতটি অবতীর্ণ হয়। (এ হাদীসটি ইমাম বুখারী (রঃ) বর্ণনা করেছেন। সহীহ মুসলিমে ঐ আনসারীর নাম দেয়া হয়েছে হযরত আবূ তালহা (রাঃ)। ইমাম তিরমিযী (রঃ) এবং ইমাম নাসাঈও (রঃ) হাদীসটি বর্ণনা করেছেন)এরপর আল্লাহ তাবারাকা ওয়া তা'আলা বলেনঃ যারা কার্পণ্য হতে নিজেদেরকে মুক্ত করেছে তারাই সফলকাম।  হযরত জাবির ইবনে আবদিল্লাহ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ্ (সঃ) বলেছেনঃ “হে জনমণ্ডলী! তোমরা যুলুম হতে বেঁচে থাকো। কেননা, এই যুলুম কিয়ামতের দিন যুলমত বা অন্ধকারের কারণ হবে। হে লোক সকল! তোমরা কার্পণ্য ও লোভ-লালসাকে ভয় কর। কেননা, এটা এমন একটা জিনিস যা ততামাদের পূর্ববর্তী লোকদেরকে ধ্বংস করে ফেলেছে। এরই কারণে তারা পরস্পর খুনাখুনি করেছে এবং হারামকে হালাল করে নিয়েছে।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন। সহীহ মুসলিমেও এটা বর্ণিত হয়েছে)হযরত আবদুল্লাহ ইবনে আমর (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমরা যুলম হতে দূরে থাকো। কেননা, যুলম কিয়ামতের দিন অন্ধকার রূপ ধারণ করবে। আর তোমরা কটুবাক্য প্রয়োগ করা হতে বিরত থাকো। জেনে রেখো যে, আল্লাহ্ তা'আলা অশ্লীলভাষীকে ও নির্লজ্জতাপূর্ণ। কাজকে ভালবাসেন না। তোমরা লোভ-লালসা ও কার্পণ্য হতে বিরত থাকো। কেননা, একারণেই তোমাদের পূর্ববর্তী লোকদেরকে ধ্বংস করে দেয়া হয়েছে। তারা জনগণকে যুলম করার নির্দেশ দিতো তখন তারা যুলম করতো, তারা পাপাচারের হুকুম করতো ফলে তারা পাপাচার করতো এবং তারা আত্মীয়তার সম্পর্ক ছিন্ন করার নির্দেশ দিতো, তাই তারা আত্মীয়তার সম্পর্ক ছিন্ন করতো।” (ইমাম আ’মাশ (রঃ) ও ইমাম শু'বা (রঃ) এটা বর্ণনা করেছেন)হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহ (সঃ)-কে বলতে শুনেছেনঃ “আল্লাহর পথের ধুলো-বালি এবং জাহান্নামের ধূয়া কোন বান্দার পেটে একত্রিত হতে পারে না (অর্থাৎ আল্লাহর পথের ধুলো যার উপরে পড়েছে সে জাহান্নামের আগুন হতে মুক্ত হয়ে গেছে)।”(ইমাম আহমাদ (রঃ), ইমাম আবু দাঊদ (রঃ) এবং ইমাম নাসাঈ (রঃ) এ হাদীসটি বর্ণনা করেছেন)হযরত আসওয়াদ ইবনে হিলাল (রঃ) হতে বর্ণিত আছে যে, একটি লোক হযরত আবদুল্লাহ্ (রাঃ)-এর নিকট এসে বলেঃ “হে আবু আবদির রহমান (রাঃ)! আমি তো ধ্বংস হয়ে গেছি।” তিনি তার একথা শুনে বলেনঃ “কেন, ব্যাপার কি?” লোকটি উত্তরে বলেঃ “যারা কার্পণ্য হতে নিজেদেরকে মুক্ত করেছে তারাই সফলকাম। আর আমি তো একজন কৃপণ লোক। আমি তো আমার মালের কিছুই খরচ করতে চাই না!” তখন হযরত আবদুল্লাহ্ (রাঃ) তাকে বললেনঃ “এখানে কার্পণ্য দ্বারা উদ্দেশ্য এই যে, তুমি তোমার কোন মুসলমান ভাই-এর মাল যুলম করে ভক্ষণ করবে। হ্যাঁ, তবে কার্পণ্যও নিঃসন্দেহে খুবই খারাপ জিনিস।” (এটা ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)হযরত আবুল হাইয়াজ আসাদী (রঃ) হতে বর্ণিত, তিনি বলেন, রায়তুল্লাহ্র তাওয়াফ করা অবস্থায় আমি দেখলাম যে, একটি লোক শুধু -এই দু'আটি পাঠ করছেন অর্থাৎ “হে আল্লাহ! আপনি আমাকে আমার জীবনের কার্পণ্য ও লোভ-লালসা হতে রক্ষা করুন!” শেষ পর্যন্ত আমি থাকতে না পেরে তাকে জিজ্ঞেস করলামঃ জনাব! আপনি শুধু এই প্রার্থনাই কেন করছেন? তিনি উত্তরে বললেনঃ “যদি এটা হতে রক্ষা পাওয়া যায় তবে ব্যভিচার হবে না, চুরি হবে না এবং অন্য কোন খারাপ কাজও হতে পারে না।” অতঃপর আমি তার দিকে ভাল করে চেয়ে দেখলাম। তখন দেখি যে, তিনি হলেন হযরত আবদুর রহমান ইবনে আউফ (রাঃ)।” (এটা হযরত সুফইয়ান সাওরী (রঃ) ও হযরত ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন)হযরত আনাস ইবনে মালিক (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যক্তি যাকাত আদায় করলো, মেহমানদারী করলো এবং আল্লাহর পথের জরুরী কাজে (মাল) প্রদান করলো সে তার নফসের কার্পণ্য ও লোভ-লালসা হতে দূর হয়ে গেল।মহান আল্লাহ বলেনঃ যারা তাদের (মুহাজির ও আনসারদের) পরে এসেছে, তারা বলেঃ হে আমাদের প্রতিপালক! আমাদেরকে এবং ঈমানে অগ্রণী আমাদের ভ্রাতাগণকে ক্ষমা করুন এবং মুমিনদের বিরুদ্ধে আমাদের অন্তরে হিংসা-বিদ্বেষ রাখবেন না। হে আমাদের প্রতিপালক! আপনি তো দয়ার্দ্র, পরম দয়ালু। (এটাও ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন)এঁরা হলেন ফায়-এর মালের তৃতীয় প্রকার হকদার। মুহাজির ও আনসারদের দরিদ্রদের পরে তাদের অনুসারী হলেন তাদের পরবর্তী লোকেরা। এই লোকদের মিসকীনরাও এই ফায়-এর মালের হকদার। এঁরা আল্লাহ্ তা'আলার নিকট এঁদের পূর্ববর্তী ঈমানদার লোকদের জন্যে ক্ষমা প্রার্থনা করে থাকেন। যেমন সূরায়ে বারাআতে রয়েছেঃ (আরবী) অর্থাৎ “মুহাজির ও আনসারদের মধ্যে যারা প্রথম অগ্রগামী এবং যারা নিষ্ঠার সাথে তাদের অনুসরণ করে আল্লাহ্ তাদের প্রতি প্রসন্ন এবং তারাও তাতে সন্তুষ্ট।” (৯:১০০) অর্থাৎ এই পরবর্তী লোকেরা ঐ পূর্ববর্তী লোকদের পদাংক অনুসরণকারী এবং তাদের উত্তম চরিত্রের অনুসারী ও ভাল দু'আর মাধ্যমে তাদেরকে স্মরণকারী। যেন তাদের ভিতর ও বাহির পূর্ববর্তীদের অনুসারী। এজন্যেই আল্লাহ্ তা'আলা এই আয়াতে কারীমায় বলেনঃ যারা তাদের পরে এসেছে তারা বলেঃ হে আমাদের প্রতিপালক! আমাদেরকে এবং ঈমানে অগ্রণী আমাদের ভ্রাতাদেরকে ক্ষমা করুন এবং মুমিনদের বিরুদ্ধে আমাদের অন্তরে হিংসা-বিদ্বেস রাখবেন না। হে আমাদের প্রতিপালক! আপনি তো দয়ার্দ্র, পরম দয়ালু।এই দু'আ দ্বারা হযরত ইমাম মালিক (রঃ) কতই না পবিত্র দলীল গ্রহণ করেছেন। তিনি বলেন যে, রাফেযী সম্প্রদায়ের কোন লোককে যেন সেই সময়ের নেতা ফায়-এর মাল হতে কিছুই প্রদান না করেন। কেননা, তারা রাসূলুল্লাহ্ (সঃ)-এর সাহাবীদের জন্যে দু'আ করার পরিবর্তে তাদেরকে গালি দিয়ে থাকে। হযরত আয়েশা সিদ্দীকা (রাঃ) বলেনঃ “ঐ লোকদের প্রতি তোমরা লক্ষ্য কর যে, কিভাবে তারা কুরআনের বিরুদ্ধাচরণ করছে! কুরআন হুকুম করছে যে, মানুষ যেন মুহাজির ও আনসারদের জন্যে দু'আ করে, অথচ এ লোকগুলো (রাফেযীরা) তাদেরকে গালি দেয়।” অতঃপর তিনি...(আরবী)-এ আয়াতটি পাঠ করেন। (এটা ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)হযরত মাসরূক (রঃ) হতে বর্ণিত আছে যে, হযরত আয়েশা (রাঃ) বলেনঃ “রাসূলুল্লাহ্ (সঃ)-এর সাহাবীদের জন্যে ক্ষমা প্রার্থনা করার তোমাদেরকে নির্দেশ দেয়া হয়েছে, অথচ তোমরা তাদেরকে গালি দিচ্ছ! আমি তোমাদের নবী (সঃ)-কে বলতে শুনেছিঃ “এই উম্মত শেষ হবে না যে পর্যন্ত না তাদের পরবর্তীরা পূর্ববর্তীদেরকে লা'নত করবে।” (এ হাদীসটি ইমাম বাগাভী (রঃ) বর্ণনা করেছেন)হযরত উমার (রাঃ) বলেন যে, (আরবী)-এই আয়াতে যে ফায়-এর মালের বর্ণনা দেয়া হয়েছে ওটা তো রাসূলুল্লাহ্ (সঃ)-এর জন্যে খাস। তারপর পরবর্তী (আরবী)-এই আয়াতে যে মালের কথা বলা হয়েছে তা আম বা সাধারণ করে দেয়া হয়েছে এবং সমস্ত মুসলমান এর অন্তর্ভুক্ত রয়েছে। এখন একজন মুসলমানও এমন নেই যার এই মালের অধিকার নেই, শুধু গোলামদের ছাড়া। (এটা ইমাম আবু দাউদ (রঃ) বর্ণনা করেছেন। কিন্তু এ হাদীসের সনদটি ছেদকাটা)হযরত মালিক ইবনে আউস ইবনে হাসান (রাঃ) হতে বর্ণিত আছে যে, হযরত উমার ইবনে খাত্তাব (রাঃ) (আরবী) (৯:৬০)-এই আয়াতটি পাঠ করে বলেনঃ “যাকাতের হকদার তো হলো এই লোকগুলো।” তারপর তিনি (আরবী) (৮:৪১) -এ আয়াতটি পাঠ করেন। অতঃপর বলেনঃ “গানীমাতের হকদার তো হলো এই লোকগুলো।” এরপর তিনি (আরবী) এ আয়াতগুলো পাঠ করে বলেনঃ “ফায়-এর মালের হকদারদের বর্ণনা দেয়ার পর এই আয়াত সমস্ত মুসলমানকে এই ফায়-এর মালের হকদার বানিয়ে দিয়েছে। সবাই এই মালের হকদার। যদি আমি জীবিত থাকি তবে তোমরা দেখবে যে, গ্রাম-পল্লীর রাখালদেরকেও আমি এর অংশ প্রদান করবে যাদের কপালে এই মাল লাভ করার জন্যে ঘর্মও দেখা দেয়নি।” (এটা ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন)"
    },
    { "ayah": 11, "surah": 59, "text": "Please check ayah 59:17 for complete tafsir." },
    { "ayah": 12, "surah": 59, "text": "Please check ayah 59:17 for complete tafsir." },
    { "ayah": 13, "surah": 59, "text": "Please check ayah 59:17 for complete tafsir." },
    { "ayah": 14, "surah": 59, "text": "Please check ayah 59:17 for complete tafsir." },
    { "ayah": 15, "surah": 59, "text": "Please check ayah 59:17 for complete tafsir." },
    { "ayah": 16, "surah": 59, "text": "Please check ayah 59:17 for complete tafsir." },
    {
      "ayah": 17,
      "surah": 59,
      "text": "১১-১৭ নং আয়াতের তাফসীর:\nআবদুল্লাহ ইবনে উবাই এবং তার মত অন্যান্য মুনাফিকদের প্রতারণা ও বিশ্বাসঘাতকতার বর্ণনা দেয়া হচ্ছে যে, তারা ইয়াহূদী বানী নাযীরের সাথে মিথ্যা ওয়াদা করে তাদেরকে মুসলমানদের বিরুদ্ধে লড়িয়ে দেয়। তারা তাদের সাথে ওয়াদা ও প্রতিজ্ঞাবদ্ধ হয়ে বলেঃ “আমরা তোমাদের সঙ্গেই রয়েছি। প্রয়োজনে আমরা তোমাদেরকে সাহায্য করবে। যদি তোমরা পরাজিত হয়ে যাও এবং তোমাদেরকে মদীনা হতে বহিষ্কার করে দেয়া হয় তবে আমরাও তোমাদের সাথে এই শহর ছেড়ে চলে যাবো ।কিন্তু আসলে এই ওয়াদা করার সময় তা পূরণের নিয়তই তাদের ছিল না। তাদের এই মনোবলই ছিল না যে, তারা এরূপ করতে পারে, যুদ্ধে তাদেরকে সাহায্য করতে পারে এবং বিপদের সময় তাদের সাথে থাকে। বদনামের ভয়ে যদি তারা তাদের সাথে যোগও দেয়, কিন্তু তখনো তারা। যুদ্ধক্ষেত্রে স্থির থাকতে পারবে না, বরং কাপুরুষতা প্রদর্শন করে পালিয়ে যাবে। অতঃপর তারা কোন সাহায্যই পাবে না। এটা ভবিষ্যতের জন্যে শুভ সংবাদ।  এরপর আল্লাহ্ তাবারাকা ওয়া তা'আলা বলেনঃ প্রকৃতপক্ষে এই মুনাফিকদের অন্তরে আল্লাহ্ অপেক্ষা তোমরাই অধিকতর ভয়ংকর। অর্থাৎ হে মুসলমানগণ! এদের অন্তরে আল্লাহর ভয় অপেক্ষা তোমাদেরই ভয় বেশী আছে। যেমন আল্লাহ্ তা'আলা অন্য জায়গায় বলেনঃ (আরবী) অর্থাৎ তাদের একটি দল আল্লাহর ভয়ের মত মানুষকে ভয় করে অথবা আরো বেশী ভয় (অর্থাৎ আল্লাহকে ভয় করার চেয়েও বেশী মানুষকে ভয় করে)।” (৪:৭৭)এ জন্যেই এখানে আল্লাহ্ তা'আলা বলেনঃ এটা এই জন্যে যে, এরা এক নির্বোধ সম্প্রদায়।তাদের ভীরুতা ও কাপুরুষতার অবস্থা এই যে, তারা মুসলমানদের সাথে। সামনা-সামনি কখনো যুদ্ধ করার সাহস রাখে না। হ্যাঁ, যদি সুরক্ষিত দূর্গের মধ্যে বসে থেকে কিংবা মরিচার (পরিখার) মধ্যে লুকিয়ে থেকে কিছু করার সুযোগে পায় তবে তারা ঐ সুযোগের সদ্ব্যবহার করবে। কিন্তু যুদ্ধক্ষেত্রে অবতীর্ণ হয়ে বীরত্ব প্রদর্শন করা তাদের জন্যে সুদূর পরাহত। তারা পরস্পরই একে অপরের শত্রু। তাদের পরস্পরের মধ্যে কঠিন শক্রতা বিদ্যমান। যেমন আল্লাহ্ তা'আলা বলেনঃ(আরবী) অর্থাৎ “তোমাদের কাউকেও তিনি কারো যুদ্ধের স্বাদ আস্বাদন করিয়ে থাকেন।” (৬:৬৫)মহামহিমান্বিত আল্লাহ্ বলেনঃ হে নবী (সঃ)! তুমি মনে কর যে, তারা ঐক্যবদ্ধ, কিন্তু প্রকৃতপক্ষে তারা ঐক্যবদ্ধ নয়, বরং বিচ্ছিন্ন। তাদের মনের মিল নেই। মুনাফিকরা এক জায়গায় রয়েছে এবং কিতাবীরা অন্য জায়গায় রয়েছে। তারা একে অপরের শক্র। কারণ এই যে, এরা এক নির্বোধ সম্প্রদায়।  মহান আল্লাহ বলেনঃ এদের তুলনা— এদের অব্যবহিত পূর্বে যারা নিজেদের কৃতকর্মের শাস্তি আস্বাদন করেছে তারা। এর দ্বারা উদ্দেশ্য কুরায়েশ কাফিররাও হতে পারে যে, বদরের যুদ্ধের দিন তাদের ষড়যন্ত্র ব্যর্থ হয় এবং তারা চরম ক্ষতিগ্রস্ত হয়। অথবা এর দ্বারা ইয়াহদী বানী কাইনুকাকে বুঝানো হয়েছে। তারাও দুষ্কর্যে ও ঘৃণ্য ষড়যন্ত্রে লিপ্ত হয়েছিল। আল্লাহ্ তা'আলা স্বীয় নবী (সঃ)-কে তাদের উপর জয়যুক্ত করেন। নবী (সঃ) তাদেরকে মদীনা হতে বিতাড়িত করেন। এ দুটিই নিকট অতীতের ঘটনা। এতে এদের জন্যে উপদেশ ও শিক্ষা রয়েছে। তবে এখানে বানী কাইনুকার ঘটনাটি উদ্দেশ্য হওয়াই অধিকতর যুক্তিসঙ্গত। কেননা, এর পূর্বেই রাসূলুল্লাহ (সঃ) বানী কাইনুকা নামক ইয়াহূদী গোত্রটিকে নির্বাসিত করেছিলেন। এসব ব্যাপারে আল্লাহ্ তা'আলাই সবচেয়ে ভাল জানেন।  আল্লাহ্ তা'আলার উক্তিঃ এদের (মুনাফিকদের) তুলনা শয়তান- যে মানুষকে বলেঃ কুফরী কর, অতঃপর যখন সে কুফরী করে তখন শয়তান বলেঃ ‘তোমার সাথে আমার কোন সম্পর্ক নেই। অর্থাৎ মুনাফিকদের অঙ্গীকারের ভিত্তিতে এই ইয়াহূদীদের মুসলমানদের বিরুদ্ধে উত্তেজিত হওয়া ও তাদের সাথে কৃত চুক্তি ভঙ্গ করা, অতঃপর সুযোগেমত এই মুনাফিকদের ঐ ইয়াহূদীদের কাজে না আসা, যুদ্ধের সময় তাদেরকে সাহায্য না করা এবং তাদের নির্বাসনের সময় ঐ মুনাফিকদের তাদের সঙ্গী না হওয়া, একটি দৃষ্টান্তের দ্বারা আল্লাহ্ তাবারাকা ওয়া তা'আলা বুঝাচ্ছেনঃ দেখো, শয়তান এই ভাবেই মানুষকে কুফরী করতে উত্তেজিত করে। অতঃপর যখন সে কুফরী করে বসে তখন সে নিজেই তাকে তিরস্কার করতে শুরু করে এবং নিজেকে আল্লাহ্ ওয়ালা বলে প্রকাশ করে। ঐ সময় সে বলেঃ নিশ্চয়ই আমি জগতসমূহের প্রতিপালক আল্লাহরকে ভয় করি।এখানে এই দৃষ্টান্তের সাথে সামঞ্জস্যপূর্ণ বানী ইসরাঈলের একজন আবেদের একটি ঘটনা বর্ণনা করা হয়েছে। হযরত আবদুল্লাহ্ ইবনে নাহীক (রাঃ) হযরত আলী (রাঃ)-কে বলতে শুনেছেন যে, বানী ইসরাঈলের মধ্যে একজন আবেদ ছিলেন। তিনি ষাট বছর আল্লাহ্ তা'আলার ইবাদতে কাটিয়ে দিয়েছিলেন। শয়তান তাকে বিভ্রান্ত করার চেষ্টা করে। কিন্তু তার সব চেষ্টাই ব্যর্থ হয়। অবশেষে সে একজন মহিলার মাধ্যমে উদ্দেশ্য সিদ্ধির চেষ্টা করে। সে তার উপর এমনভাবে প্রভাব বিস্তার করে যে, তাকে যেন জ্বিনে ধরেছে এই লক্ষণ প্রকাশ পায়। এদিকে ঐ মহিলাটির ভাইদেরকে সে এই কুমন্ত্রণা দেয় যে, ঐ আবেদের কাছেই এর চিকিৎসা হতে পারে। তারা মহিলাটিকে ঐ আবেদের কাছে নিয়ে গেল। আবেদ লোকটি তখন তার চিকিৎসা অর্থাৎ ঝাড়-ফুক, দু'আ-তাবী ইত্যাদি শুরু করে দিলেন। মহিলাটি তার ওখানেই থাকতে লাগলো। একদিন আবেদ মহিলাটির পার্শ্বেই ছিলেন এমন সময় শয়তান তার মনে কুচিন্তার উদ্রেক করলো। শেষ পর্যন্ত তিনি মহিলাটির সাথে ব্যভিচার করে বসলেন। মহিলাটি গর্ভবতী হয়ে গেল। এখন এই লজ্জা নিবারণের পন্থা ঐ শয়তান এই বাতলিয়ে দিলো যে, তিনি যেন মহিলাটিকে মেরে ফেলেন, অন্যথায় রহস্য খুলে যাবে। সুতরাং ঐ আবেদ মহিলাটিকে হত্যা করে ফেললেন। ওদিকে শয়তান মহিলাটির ভাইদের মনে আবেদের উপর সন্দেহ জাগিয়ে তুললো। তারা আবেদের আশ্রমের দিকে অগ্রসর হলো। এদিকে শয়তান আবেদের কাছে এসে বললোঃ “মহিলাটির লোকেরা আপনার কাছে আসছে। এখন আপনার মান-সম্মানও যাবে এবং প্রাণও যাবে। সুতরাং এখন যদি আপনি আমাকে সন্তুষ্ট করেন এবং আমি যা বলি তা মেনে নেন তবে আপনার মান-সম্মান ও প্রাণ বেঁচে যেতে পারে।” আবেদ বললেনঃ “ঠিক আছে, তুমি যা বলবে আমি তাই করতে প্রস্তুত আছি।” শয়তান তখন বললোঃ “আমাকে সিজদাহ্ করুন!” তিনি সিজদাহ্ করলেন। শয়তান তখন বললোঃ “হে হতভাগ্য! ধিক্ আপনাকে। আপনার সাথে আমার কোনই সম্পর্ক নেই। আমি বিশ্ব প্রতিপালক আল্লাহকে ভয় করি।” (এ ঘটনাটি ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন) অন্য একটি রিওয়াইয়াতে আছে যে, একটি স্ত্রীলোক বকরী চরাতো এবং একজন পাদরীর আশ্রমের নীচে রাত্রি যাপন করতো। তার চারটি ভাই ছিল। একদিন শয়তানের প্ররোচনায় পড়ে পাদরী ঐ স্ত্রীলোকটির সাথে ব্যভিচার করে বসলেন। স্ত্রী লোকটি গর্ভবতী হয়ে গেল। শয়তান পাদরীর কাছে এসে বললোঃ “এটা তো বড়ই লজ্জার কথা। সুতরাং উত্তম পন্থা এটাই যে, মহিলাটিকে হত্যা করে কোন জায়গায় পুঁতে ফেলুন। আপনার সম্পর্কে মানুষের মনে কোন ধারণাই আসবে না। কেননা, আপনার পবিত্রতা সম্বন্ধে তারা পূর্ণ ওয়াকিফহাল। আর যদি আপনাকে এ সম্পর্কে জিজ্ঞাসাবাদ করাও হয় তবে মিথ্যা কিছু একটা বলে দিবেন। কে এমন আছে যে, আপনার কথা বিশ্বাস করবে না?” এক রাত্রে সুযোগে পেয়ে শয়তানের কথামত তিনি মহিলাটিকে হত্যা করে দিলেন এবং এক জন-মানব হীন জঙ্গলে পুঁতে ফেললেন। তখন শয়তান মহিলাটির চার ভাই এর নিকট গমন করলো এবং স্বপ্নে প্রত্যেককে ঘটনাটি শুনিয়ে দিলো। তাকে পুঁতে ফেলার জায়গাটির কথাও বলে দিলো। সকালে জেগে ওঠে তাদের একজন বললোঃ “আজ রাত্রে আমি এক বিস্ময়কর স্বপ্ন দেখেছি। কিন্তু আমার সাহস হয় না যে, আপনাদের সামনে এটা বর্ণনা করি!” তার ভাইয়েরা বললোঃ “না, অবশ্যই তোমাকে বলতে হবে।” তখন সে বলতে শুরু করলো যে, এই ভাবে অমুক আবেদ তাদের বোনের সাথে কুকাজ করেছিল। ফলে সে গর্ভবতী হয়েছিল, তাই সে তাকে হত্যা করেছে এবং অমুক জায়গায় তার মৃতদেহ পুঁতে রেখেছে। তার এ স্বপ্নের কথা শুনে ঐ তিন ভাইয়ের প্রত্যেকে বললোঃ “আমিও এই স্বপ্নই দেখেছি।” এখন সবারই দৃঢ় বিশ্বাস জন্মে গেল যে, এ স্বপ্ন সত্য। সুতরাং তারা এ খবর সরকারকে দিয়ে দিলো। বাদশাহর হুকুমে আবেদকে পাকড়াও করা হলো এবং যে জায়গায় সে মহিলাটির মৃতদেহ পুঁতে রেখেছিল সেখানে যাওয়া হলো। তারপর ঐ জায়গা খনন করিয়ে মৃতদেহ উদ্ধার করা হলো। পূর্ণ প্রমাণের পর ঐ পাদরীকে শাহী দরবারে নিয়ে যাওয়া হলো। ঐ সময় শয়তান তার সামনে প্রকাশিত হয়ে বললোঃ “এসব আমিই করিয়েছি। এখনও যদি আপনি আমাকে সন্তুষ্ট করেন তবে আমি আপনার প্রাণ রক্ষা করতে পারি।” আবেদ বললোঃ “বল, কি বলবে?” উত্তরে শয়তান বললোঃ “আমাকে সিজদাহ্ করুন।” আবেদ তাকে সিজদাহ্ও করলো। এভাবে তাকে পূর্ণ বে-ঈমান বানিয়ে নিয়ে শয়তান তাকে বললোঃ “আপনার সাথে আমার কোনই সম্পর্ক নেই। আমি তো বিশ্বজগতের প্রতিপালক আল্লাহকে ভয় করি।” অতঃপর বাদশাহর নির্দেশক্রমে পাদরীকে হত্যা করে দেয়া হলো।এটা প্রসিদ্ধ হয়ে আছে যে, ঐ পাদরীর নাম ছিল বারসীমা। হযরত আলী (রাঃ), হযরত আবদুল্লাহ ইবনে মাসউদ (রাঃ), হযরত তাউস (রাঃ), হযরত মুকাতিল ইবনে হাইয়ান (রঃ) প্রমুখ গুরুজন হতে এ ঘটনাটি বিভিন্ন শব্দে কিছু কম-বেশীর সাথে বর্ণিত আছে। এসব ব্যাপারে আল্লাহ্ তা'আলাই সবচেয়ে ভাল জানেন।এরই সম্পূর্ণ বিপরীত হলো হযরত জুরায়েজ (রঃ) নামক আবেদের ঘটনাটি। একজন ব্যভিচারিণী মহিলা তার উপর অপবাদ দেয় যে, তিনি তার সাথে ব্যভিচার করেছেন এবং এরই ফলে তার শিশুটি জন্মগ্রহণ করেছে। তার এই কথার উপর বিশ্বাস করে জনগণ তাঁর ইবাদতখানাটি ঘিরে নেয় এবং গালি দিতে দিতে অত্যন্ত বে-আদবীর সাথে তাঁকে তাঁর ইবাদতখানা হতে বের করে আনে। তারা তাঁর ইবাদতখানাটি ভেঙ্গে ফেলে। এই বেচারা হতবুদ্ধি হয়ে তাদেরকে বার বার বলতে থাকেনঃ “বল, ঘটনাটি কি?” কিন্তু কেউই তাঁর কথায় কর্ণপাত করলো না। অবশেষে তাদের একজন বললোঃ “ওরে ভণ্ড তাপস! তাপসের পোশাক পরে ভণ্ডামী করছো? তোমার দ্বারা এই শয়তানী কাজ সংঘটিত হলো? এই মহিলাটির সাথে তুমি ব্যভিচারে লিপ্ত হলে!” হযরত জুরায়েজ (রঃ) তখন বললেনঃ “আচ্ছা, থামো, ধৈর্য ধর। ঐ শিশুটিকে নিয়ে এসো।” অতঃপর দুধের ঐ শিশুটিকে নিয়ে আসা হলো। হযরত জুরায়েজ (রঃ) নিজের ইজ্জত রক্ষার জন্যে মহান আল্লাহর নিকট প্রার্থনা করলেন। অতঃপর তিনি ঐ শিশুটিকে জিজ্ঞেস করলেনঃ “হে শিশু! বলতো, তোমার পিতা কে?” নিজের ওলীর ইজ্জত রক্ষার্থে আল্লাহ্ রাব্বল আলামীন ঐ অবলা শিশুকে বাকশক্তি দান করলেন। সুতরাং শিশুটি সুন্দর ভাষায় উচ্চকণ্ঠে বলে উঠলোঃ “আমার পিতা হলো এক রাখাল।” শিশুর মুখে একথা শুনে তো বানী ইসরাঈলের লজ্জার কোন সীমা থাকলো না। ঐ বুযুর্গ ব্যক্তির সামনে তারা করজোড়ে ক্ষমা প্রার্থনা করলো। তখন তিনি বললেনঃ “আচ্ছা, ঠিক আছে। এখন তোমরা আমাকে ছেড়ে দাও।” জনগণ তাঁকে বললোঃ “আমরা সোনা দ্বারা আপনার ইবাদতখানাটি বানিয়ে দিচ্ছি।” তিনি উত্তরে বললেনঃ “না, বরং যেমন ছিল তেমনই বানিয়ে দাও।”এরপর মহাপ্রতাপান্বিত আল্লাহ্ বলেনঃ ফলে কুফরীকারী ও কুফরীর হুকুমদাতা উভয়ের পরিণাম হবে জাহান্নাম। সেখানে তারা স্থায়ী হবে আর যালিমদের কর্মফল এটাই।"
    },
    { "ayah": 18, "surah": 59, "text": "Please check ayah 59:20 for complete tafsir." },
    { "ayah": 19, "surah": 59, "text": "Please check ayah 59:20 for complete tafsir." },
    { "ayah": 2, "surah": 59, "text": "Please check ayah 59:5 for complete tafsir." },
    {
      "ayah": 20,
      "surah": 59,
      "text": "১৮-২০ নং আয়াতের তাফসীর:\nহযরত জারীর (রাঃ) বলেনঃ “একদা সূর্য কিছু উপরে উঠার সময় আমরা রাসূলুল্লাহ্ (সঃ)-এর নিকট ছিলাম। এমন সময় উলঙ্গ দেহ ও নগ্ন পদ বিশিষ্ট কতকগুলো তোক সেখানে আগমন করলো। তারা শুধু ই’বা (আরব দেশীয় পোশাক) দ্বারা নিজেদের দেহ আবৃত করেছিল। তাদের কাঁধে তরবারী লটকানো ছিল। তাদের অধিকাংশই বরং সবাই ছিল মুযার গোত্রীয় লোক। তাদের দারিদ্র্য ও দুরবস্থা দেখে রাসূলুল্লাহ্ (সঃ)-এর চেহারা মুবারক বিবর্ণ হয়ে গেল। তিনি বাড়ীর মধ্যে প্রবেশ করলেন এবং আবার বেরিয়ে আসলেন। অতঃপর তিনি হযরত বিলাল (রাঃ)-কে আযান দেয়ার নির্দেশ দিলেন। আযান হলো, ইকামত হলো এবং রাসূলুল্লাহ্ (সঃ) নামায পড়ালেন। তারপর তিনি খুবাহ্ শুরু, করলেন। তিনি বললেনঃ ... (আরবী) অর্থাৎ “হে মানবমণ্ডলী! তোমরা তোমাদের প্রতিপালককে ভয় কর যিনি তোমাদেরকে এক ব্যক্তি হতেই সৃষ্টি করেছেন ...।” তারপর তিনি সূরায়ে হাশরের (আরবী)-এই আয়াতটি তিলাওয়াত করেন। অতঃপর তিনি দান-খয়রাতের প্রতি মানুষকে উৎসাহিত করেন। তখন জনগণ দান-খয়রাত করতে শুরু করেন। বহু দিরহাম (রৌপ্যমুদ্রা), দীনার (স্বর্ণমুদ্রা), কাপড়-চোপড়, গম, খেজুর ইত্যাদি আসতে থাকে। রাসূলুল্লাহ্ (সঃ) ভাষণ দিতেই থাকেন। এমন কি শেষ পর্যন্ত তিনি বলেনঃ “তোমরা অর্ধেক খেজুর হলেও তা নিয়ে এসো।” একজন আনসারী (রাঃ) অর্থ বোঝাই ভারী একটি থলে কষ্ট করে উঠিয়ে দিয়ে আসলেন। তারপর তো লোকদের দানের পর দান আসতেই থাকে। শেষ পর্যন্ত প্রত্যেক জিনিসের এক একটি স্কুপ হয়ে যায়। এর ফলে রাসূলুল্লাহ্ (সঃ)-এর বিবর্ণ চেহারা উজ্জ্বল হয়ে ওঠে এবং সোনার মত ঝলমল করতে থাকে। তিনি বলেনঃ “যে কেউ ইসলামের কোন ভাল কাজ শুরু করবে তাকে তার নিজের কাজের প্রতিদান তো দেয়া হবেই, এমনকি তার পরে। যে কেউই ঐ কাজটি করবে, প্রত্যেকের সমপরিমাণ প্রতিদান তাকে দেয়া হবে। এবং তাদের প্রতিদানের কিছুই কম করা হবে না। পক্ষান্তরে যে ব্যক্তি শরীয়ত বিরোধী কোন কাজ শুরু করবে, তার নিজের এ কাজের গুনাহ্ তো হবেই, এমনকি তার পরে যে কেউই ঐ কাজ করবে, প্রত্যেকেরই গুনাহ তার উপর পড়বে এবং তাদের গুনাহ্ কিছুই কম করা হবে না।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন এবং ইমাম মুসলিম (রঃ) এটা তাখরীজ করেছেন)আয়াতে প্রথমে নির্দেশ হচ্ছেঃ আল্লাহর আযাব হতে বাঁচার ব্যবস্থা কর অর্থাৎ তাঁর হুকুম পালন করে এবং তাঁর নাফরমানী হতে দূরে থেকে তার শাস্তি হতে রক্ষা পাওয়ার ব্যবস্থা কর।এরপর আল্লাহ্ পাক বলেনঃ সময়ের পূর্বেই নিজের হিসাব নিজেই গ্রহণ কর। চিন্তা করে দেখতে থাকে যে, কিয়ামতের দিন যখন আল্লাহর সামনে হাযির হবে তখন কাজে লাগার মত কতটা সঞ্চিত আমল তোমাদের কাছে রয়েছে!আবার তাগীদের সাথে বলা হচ্ছেঃ আল্লাহ তাআলাকে ভয় করতে থাকো এবং জেনে রেখো যে, তোমাদের আমল ও অবস্থা সম্বন্ধে তিনি পূর্ণ ওয়াকিফহাল। না কোন ছোট কাজ তাঁর কাছে গোপন আছে, না কোন বড় কাজ তাঁর অগোচরে আছে। কোন গোপনীয় এবং কোন প্রকাশ্য কাজ তাঁর অজানা নেই।অতঃপর মহান আল্লাহ্ বলেনঃ তোমরা তাদের মত হয়ো না যারা বিস্মৃত হয়েছে, ফলে আল্লাহ তাদেরকে আত্মবিস্মৃত করেছেন। অর্থাৎ তোমরা আল্লাহর যিকিরকে ভুলে বসো না, অন্যথায় তিনি তোমাদেরকে তোমাদের ঐ সকার্যাবলী ভুলিয়ে দিবেন যেগুলো আখিরাতে কাজে লাগবে। কেননা, প্রত্যেক আমলের প্রতিদান ঐ শ্রেণীরই হয়ে থাকে। এ জন্যেই তিনি বলেনঃ তারাই তো পাপাচারী। যেমন অন্য জায়গায় তিনি বলেনঃ (আরবী) অর্থাৎ “হে মুমিনগণ! তোমাদের ঐশ্বর্য ও সন্তান-সন্ততি যেন তোমাদেরকে আল্লাহর স্মরণে উদাসীন না করে, যারা উদাসীন হবে তারাই তো ক্ষতিগ্রস্ত।” (৬৩:৯) হযরত নাঈম ইবনে নামহাহ্ (রাঃ) হতে বর্ণিত আছে যে, হযরত আবু বকর সিদ্দীক (রাঃ) তাঁর এক ভাষণে বলেনঃ “তোমরা কি জান না যে, তোমরা সকাল-সন্ধ্যায় তোমাদের নির্দিষ্ট সময়ের দিকে অগ্রসর হচ্ছ? সুতরাং তোমাদের উচিত যে, তোমরা তোমাদের জীবনের সময়গুলো আল্লাহর আনুগত্যের কাজে কাটিয়ে দিবে। আর এটা আল্লাহর দয়া ও অনুগ্রহ ছাড়া শুধু নিজের ক্ষমতার মাধ্যমে লাভ করা যায় না। যারা আল্লাহ্ তা'আলার সন্তুষ্টির কাজ ছাড়া অন্য কাজে লেগে যাবে তোমরা তাদের মত হয়ো না। আল্লাহ তোমাদেরকে এটা হতে নিষেধ করেছেন। যেমন তিনি বলেনঃ “তোমরা তাদের মত হয়ো না যারা আল্লাহকে বিস্মৃত হয়েছে, ফলে আল্লাহ তাদেরকে আত্মবিস্মৃত করেছেন।” তোমাদের পরিচিত ভাইয়েরা আজ কোথায়? তারা তাদের অতীত জীবনে যেসব আমল করেছিল তার প্রতিফল নেয়ার অথবা তার শাস্তি ভোগ করার জন্যে আল্লাহর দরবারে পৌঁছে গেছে। সেখানে তারা সৌভাগ্য লাভ করেছে অথবা হতভাগ্য হয়েছে। যেসব উদ্ধত লোক আঁকজমক পূর্ণ শহর বসিয়েছিল তারা আজ কোথায়? তারা ঐ শহরে মযবুত দূর্গসমূহ নির্মাণ করেছিল। আজ তারা কবরের গর্তে পাথরের নীচে চাপা পড়ে রয়েছে। এটা হলো আল্লাহর কিতাব কুরআন কারীম। তোমরা এর নূর হতে আলো নিয়ে নাও। এটা কিয়ামতের দিনের অন্ধকারে তোমাদের কাজে আসবে। এর সুন্দর বর্ণনা হতে তোমরা শিক্ষা গ্রহণ কর এবং সুন্দর হয়ে যাও। দেখো, আল্লাহ্ তা'আলা হযরত যাকারিয়া (আঃ) ও তাঁর পরিবারবর্গের প্রশংসা করতে গিয়ে বলেনঃ (আরবী) অর্থাৎ “নিশ্চয়ই তারা সৎকার্যে অগ্রগামী ছিল এবং বড় লোভ ও ভয়ের সাথে আমার কাছে প্রার্থনা করতো এবং আমার সামনে ঝুঁকে পড়তো।” (২১:৯০) জেনে রেখো যে, ঐ কথা কল্যাণশূন্য যার দ্বারা আল্লাহর সন্তুষ্টি উদ্দেশ্য না হয়। ঐ মাল কল্যাণ ও বরকতপূর্ণ নয় যা আল্লাহর পথে খরচ করা হয় না। ঐ ব্যক্তি সৌভাগ্য হতে দূরে রয়েছে যার মূর্খতা সহনশীলতার উপর বিজয়ী হয়েছে। অনুরূপভাবে ঐ ব্যক্তিও পুণ্যলাভে বঞ্চিত হয়েছে যে আল্লাহর আহকাম পালনের ক্ষেত্রে কোন তিরস্কারকারীর তিরস্কারকে ভয় করেছে।” (এ হাদীসটি হাফিয আবুল কাসিম তিরবানী (রঃ) বর্ণনা করেছেন। এর ইসনাদ খুবই উত্তম এবং এর বর্ণনাকারী নির্ভরযোগ্য। যদিও এর একজন বর্ণনাকারী নাঈম ইবনে নামহাহ নামক ব্যক্তি সুপরিচিত নন, কিন্তু ইমাম আবু দাউদ সিজিস্তানী (রঃ)-এর এই ফায়সালাই যথেষ্ট যে, জারীর ইবনে উসমান (রঃ)-এর সমস্ত উস্তাদই বিশ্বাসযোগ্য এবং ইনিও তার একজন উস্তাদ)মহামহিমান্বিত আল্লাহ বলেনঃ জাহান্নামের অধিবাসী ও জান্নাতের অধিবাসী সমান নয়। অর্থাৎ কিয়ামতের দিন জাহান্নামী ও জান্নাতীরা আল্লাহ্ তা'আলার নিকট সমান হবে না। যেমন আল্লাহ্ তাবারাকা ওয়া তা'আলা বলেনঃ (আরবী) অর্থাৎ “যারা পাপকার্যে লিপ্ত রয়েছে তারা কি ধারণা করেছে যে, আমি তাদেরকে ঈমান আনয়নকারী ও সৎ আমলকারীদের মত করবে? তাদের জীবিত ও মৃত কি সমান? তারা যা ফায়সালা করছে তা কতই না নিকৃষ্ট।” (৪৫:২১) আল্লাহ তা'আলা আরো বলেনঃ (আরবী)অর্থাৎ “অন্ধ ও চক্ষুষ্মন সমান নয় এবং মুমিন ও সৎ আমলকারী এবং দুষ্কার্যকারী সমান নয়, তোমরা অল্পই উপদেশ গ্রহণ করে থাকো।” (৪০:৫৮) আর এক জায়গায় বলেনঃ (আরবী) অর্থাৎ “যারা ঈমান এনেছে ও ভাল কাজ করেছে তাদেরকে কি আমি ভূ-পৃষ্ঠে বিপর্যয় সষ্টিকারীদের মত করবে অথবা আমি কি মুত্তাকীদেরকে পাপীদের মত করবে?” (৩৮:২৮) এসব আয়াত এটাই প্রমাণ করে যে, নিশ্চয়ই আল্লাহ্ তা'আলা পুণ্যবানদেরকে সম্মানিত করেন এবং পাপীদেরকে লাঞ্ছিত করেন। এ জন্যেই এখানে আল্লাহ তা'আলা বলেনঃ জান্নাতবাসীরাই সফলকাম। অর্থাৎ মুসলমানরা আল্লাহ তা'আলার আযাব হতে পরিত্রাণ লাভকারী।"
    },
    { "ayah": 21, "surah": 59, "text": "Please check ayah 59:24 for complete tafsir." },
    { "ayah": 22, "surah": 59, "text": "Please check ayah 59:24 for complete tafsir." },
    { "ayah": 23, "surah": 59, "text": "Please check ayah 59:24 for complete tafsir." },
    {
      "ayah": 24,
      "surah": 59,
      "text": "২১-২৪ নং আয়াতের তাফসীর:\nআল্লাহ্ তা'আলা কুরআন কারীমের বুযুর্গী ও মাহাত্মের বর্ণনা দিচ্ছেন যে, এই পবিত্র কুরআন প্রকৃতপক্ষে উচ্চ মর্যাদা সম্পন্ন কিতাব। এর সামনে অন্তর ঝুঁকে পড়ে, লোম খাড়া হয়ে যায়, কলিজা কেঁপে ওঠে। এর সত্য ওয়াদা ও ভীতি প্রদর্শন প্রত্যেককে কাঁপিয়ে তোলে এবং আল্লাহর দরবারে সিজদায় পতিত করে।মহান আল্লাহ বলেন যদি আমি এই কুরআন পর্বতের উপর অবতীর্ণ করতাম তবে অবশ্যই দেখা যেতো যে, ওটা আল্লাহর ভয়ে বিনীত এবং বিদীর্ণ হয়ে গেছে। অর্থাৎ যদি মহামহিমান্বিত আল্লাহ এই কুরআনকে কোন কঠিন ও উঁচু পর্বতের উপর অবতীর্ণ করতেন এবং ওকে চিন্তা ও অনুভূতি শক্তি দান করতেন তবে ওটাও তাঁর ভয়ে চূর্ণ-বিচূর্ণ হয়ে যেতো। তাহলে মানুষের অন্তরে তো এটা আরো অধিক ক্রিয়াশীল হওয়া উচিত। কেননা, পর্বতের তুলনায় মানুষের অন্তর বহুগুণে নরম ও ক্ষুদ্র এবং তাতে পূর্ণমাত্রায় বোধ ও অনুভূতি শক্তি রয়েছে। মানুষ যেন চিন্তা-গবেষণা করে এ জন্যেই আল্লাহ তাআলা মানুষের সামনে এসব দৃষ্টান্ত বর্ণনা করেছেন। উদ্দেশ্য এই যে, মানুষের উচিত আল্লাহকে ভয় করা ও বিনীত হওয়া।মুতাওয়াতির হাদীসে রয়েছে যে, মিম্বর নির্মিত হওয়ার পূর্বে রাসূলুল্লাহ (সঃ) একটি খেজুর গাছের গুঁড়ির উপর দাঁড়িয়ে খুত্ব দিতেন। অতঃপর যখন মিম্বর তৈরী হয়ে গেল ও বিছিয়ে দেয়া হলো তখন তিনি তার উপর দাঁড়িয়েই খুবাহ দিতে লাগলেন এবং ঐ খুঁড়িটিকে সরিয়ে দেয়া হলো। ঐ সময় ঐ গুঁড়ি হতে কান্নার শব্দ আসতে লাগলো। শিশুর মত ওটা ফুপিয়ে ফুঁপিয়ে কাঁদতে থাকলো। কারণ এই যে, ওকে আল্লাহর যিকির ও অহী কিছু দূর থেকে শুনতে হচ্ছে।  হযরত ইমাম বসরী (রঃ) এ হাদীসটি বর্ণনা করে বলতেনঃ “হে লোক সকল! খেজুর গাছের একটি গুড়ি যদি আল্লাহর রাসূল (সঃ)-এর প্রতি এতো আসক্ত হতে পারে তবে তো তোমাদের তার প্রতি ওর চেয়ে বহুগুণ বেশী আসক্তি থাকা উচিত। অনুরূপভাবে এই আয়াতটি যে, যদি একটি পাহাড়ের এই অবস্থা হয় তবে এই অবস্থায় তোমাদের এর চেয়ে অগ্রগামী হওয়া উচিত। কারণ তোমরা তো শুনছো ও বুঝছো?” অন্য জায়গায় আল্লাহ তা'আলা বলেনঃ (আরবী)  অর্থাৎ “যদি কোন কুরআন এরূপ হতো যে, ওর কারণে পর্বতরাজিকে চালিয়ে নিয়ে যাওয়া হবে অথবা যমীনকে কেটে দেয়া হবে কিংবা মৃতকে কথা বলানো হবে (তবে এর যোগ্য একমাত্র এই কুরআনই ছিল, আর তখনো কিন্তু এই কাফিররা ঈমান আনয়নের সৌভাগ্য লাভ করতো না)।” (১৩:৩১) অন্য এক জায়গায় আল্লাহ তাবারাকা ওয়া তা'আলা বলেছেনঃ (আরবী)অর্থাৎ “পাথরও কতক এমন যে, ওটা হতে নদী-নালা প্রবাহিত হয় এবং কতক এই রূপ যে, বিদীর্ণ হওয়ার পর ওটা হতে পানি নির্গত হয়, আবার কতক এমন যা আল্লাহর ভয়ে ধ্বসে পড়ে।” (২:৭৪)এরপর ইরশাদ হচ্ছেঃ আল্লাহ্ ছাড়া না কোন পালনকর্তা রয়েছে, না তার সত্তা ছাড়া এমন কোন সত্তা রয়েছে যে, কেউ তার কোন প্রকারের ইবাদত করতে পারে। আল্লাহ্ ছাড়া মানুষ যাদের ইবাদত করে সেগুলো সবই বাতিল। তিনি সারা বিশ্বের দৃশ্যের ও অদৃশ্যের পরিজ্ঞাতা। প্রকাশ্য ও গোপনীয় সব কিছুই তাঁর কাছে পূর্ণভাবে প্রকাশমান। তিনি এমন বড় ও প্রশস্ত রহমতের অধিকারী যে, তাঁর রহমত সমস্ত মাখলুকের উপর পূর্ণভাবে বিদ্যমান রয়েছে। তিনি দুনিয়া ও আখিরাতে রহমানও বটে এবং রাহীমও বটে। আমাদের তাফসীরের শুরুতে এ দু’টি নামের পুরো তাফসীর গত হয়েছে। কুরআন কারীমের অন্য জায়গায় রয়েছেঃ (আরবী) অর্থাৎ “আমার রহমত সমস্ত জিনিসকে পরিবেষ্টন করে রয়েছে।” (৭:১৫৬) অন্য জায়গায় আছেঃ(আরবী) অর্থাৎ “তোমাদের প্রতিপালক তাঁর নিজের উপর রহমত লিপিবদ্ধ করে রেখেছেন।” (৬:৫৪) আল্লাহ্ তা'আলা আরো বলেনঃ (আরবী) অর্থাৎ “আল্লাহর অনুগ্রহ ও করুণার প্রতিই তাদের সন্তুষ্ট হওয়া উচিত, তাদের জমাকৃত জিনিস হতে এটাই উত্তম।” (১০:৫৮)মহান আল্লাহ্ বলেনঃ তিনিই আল্লাহ্, তিনি ছাড়া কোন মা’বূদ নেই। সমস্ত জিনিসের একক মালিক তিনিই। তিনিই সবকিছুকে হেরফেরকারী। সব কিছুরই অধিকর্তা ও অধিপতি তিনিই। তিনিই সব কিছুরই ব্যবস্থাপক। কেউই এমন নেই যে তাঁর কাজে কোন প্রতিবন্ধকতা সৃষ্টি করতে পারে বা তাঁকে তাঁর কার্যসম্পাদন করা হতে বিরত রাখতে পারে। তিনিই পবিত্র। অর্থাৎ তিনিই প্রকাশমান ও কল্যাণময়। সত্তাগত ও গুণগত ত্রুটি-বিচ্যুতি হতে তিনি সম্পূর্ণরূপে মুক্ত ও পবিত্র। সমস্ত উচ্চ মর্যাদা সম্পন্ন ফেরেশতা এবং অন্যান্য সবই তাঁর মহিমা ও পবিত্রতা ঘোষণায় সর্বদা রত। তিনিই অতীব মহিমান্বিত। তার কোন কাজ হিকমতশূন্য নয়। তাঁর সমুদয় কাজকর্মেও তিনি সর্বপ্রকারের দোষ-ত্রুটি হতে পবিত্র। তিনিই নিরাপত্তা বিধায়ক। অর্থাৎ তিনি সমস্ত মাখলুককে এ ব্যাপারে নিরাপত্তা দান করেছেন যে, তাদের উপর তার পক্ষ হতে কখনো কোন প্রকারের অত্যাচার হবে না। তিনি যে সত্য কথা বলেছেন, এ কথা বলে তিনি সকলকে নিরাপত্তা দিয়ে রেখেছেন। তিনি তাঁর মুমিন বান্দাদের ঈমানের সত্যতা স্বীকার করেছেন।তিনিই রক্ষক অর্থাৎ তিনি তাঁর সমস্ত মাখলকের সমস্ত আমল সদা প্রত্যক্ষ ও রক্ষাকারী। যেমন অন্য জায়গায় রয়েছেঃ (আরবী) অর্থাৎ “আল্লাহ্ সর্ববিষয়ে রক্ষক।” (৮৫:৯) আর এক জায়গায় বলেনঃ (আরবী) অর্থাৎ “আল্লাহ তাদের সমস্ত আমলের উপর সাক্ষী।” (১০:৪৬) মহান আল্লাহ্ আরো বলেনঃ .. (আরবী) ভাবার্থ এই যে, ওরা প্রত্যেকেই কি মাথার উপর স্ব-স্ব কৃতকম নিয়ে দণ্ডায়মান নয়? (১৩:৩৩)তিনিই পরাক্রমশালী। প্রত্যেক জিনিস তাঁর আদেশ পালনে বাধ্য। প্রত্যেক মাখলুকের উপর তিনি বিজয়ী। সুতরাং তার মর্যাদা, শ্রেষ্ঠত্ব, শক্তিমত্তা এবং বড়ত্ব দেখে কেউই তাঁর মুকাবিলা করতে পারে না। তিনিই প্রবল এবং তিনিই মহিমান্বিত। শ্রেষ্ঠত্ব ও গৌরব প্রকাশ করা শুধু তাঁরই জন্যে শোভনীয়। অহংকার করা শুধু তারই সাজে। যেমন সহীহ্ হাদীসে এসেছে যে, আল্লাহ্ তা'আলা বলেনঃ “বড়াই করা আমার ইযার এবং অহংকার করা আমার চাদর। সুতরাং যে ব্যক্তি এ দু'টোর যে কোন একটি নিয়ে আমার সাথে টানাটানি করবে, আমি তাকে শাস্তি প্রদান করবে।” সমস্ত কাজের সংস্কার ও সংশোধন তারই হাতে। তিনি প্রত্যেক কুকর্মকে ঘৃণাকারী। যারা নির্বুদ্ধিতার কারণে অন্যদেরকে আল্লাহর শরীক স্থাপন করে, আল্লাহ তা হতে পবিত্র ও মহান। তিনিই আল্লাহ সৃজনকর্তা, তিনিই উদ্ভাবনকর্তা। অর্থাৎ তিনিই ভাগ্য নির্ধারণকারী এবং তিনিই ওটাকে জারী ও প্রকাশকারী। তিনি যা চান তাই নির্ধারণ করেন। কেউই এমন নেই যে, ভাগ্য নির্ধারণ ও ওটাকে চালু এ দু'টোই করতে পারে। তিনি নিজের ইচ্ছামত ভাগ্য নির্ধারণ করেন, অতঃপর ওটা অনুযায়ী ওকে চালিয়েও থাকেন। কখনো তিনি এতে পার্থক্য সৃষ্টি হতে দেন না। বহু পরিমাণ ও পরিমাপকারী এবং বিন্যাসকারী রয়েছে যারা পরিমাণ ও পরিমাপ করার পর ওটাকে জারী করতে এবং ওটা অনুযায়ী চালু করতে সক্ষম নয়। পরিমাণ ও পরিমাপ করার সাথে সাথে তফীযের উপরও যিনি ক্ষমতা রাখেন তিনিই আল্লাহ্। সুতরাং (আরবী) দ্বারা (আরবী) এবং (আরবী) দ্বারা (আরবী) উদ্দেশ্য। আরবে এই শব্দগুলো এই অর্থে বরাবরই দৃষ্টান্ত স্বরূপ পেশ করার প্রচলন রয়েছে।আল্লাহ্ তা'আলার শান বা মাহাত্ম্য এই যে, যে জিনিসকে তিনি যখন যেভাবে করার ইচ্ছা করেন তখন শুধু 'হও' বলে দেন, আর তখনই তা ঐ ভাবেই এবং ঐ আকারেই হয়ে যায়। যেমন তিনি বলেনঃ (আরবী) অথাৎ “যেই আকৃতিতে চেয়েছেন, তিনি তোমাকে গঠন করেছেন।” (৮২:৮) এজন্যেই এখানে বলেনঃ তিনি রূপদাতা। অর্থাৎ যাকে তিনি যেভাবে গঠন করার ইচ্ছা করেন সেভাবেই করে থাকেন।সকল উত্তম নাম তারই। সূরায়ে আ'রাফে এই বাক্যটির তাফসীর গত হয়েছে। তাছাড়া ঐ হাদীসটিও বর্ণিত হয়েছে যেটি সহীহ বুখারী ও সহীহ মুসলিমে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণনা করা হয়েছে। তা এই যে, রাসূলুল্লাহ্ (সঃ) বলেছেনঃ “আল্লাহ্ তা'আলার নিরানব্বইটি অর্থাৎ এক কম একশ’টি নাম রয়েছে। যে ব্যক্তি ওগুলো গণনা করবে ও স্মরণ রাখবে সে জান্নাতে প্রবেশ করবে। তিনি (আল্লাহ) বে-জোড় অর্থাৎ তিনি একক এবং বে-জোড়কে অর্থাৎ একাকীকে ভালবাসেন।” জামেউত তিরমিযীতে নামগুলো স্পষ্টভাবে এসেছে। নামগুলো হলোঃ  আল্লাহ, তিনি ছাড়া কোন মা’বূদ নেই, তিনিই (১) রহমান, (২) রাহীম, (৩) মালিক, (৪) কুদুস, (৫) সালাম, (৬) মুমিন, (৭) মুহাইমিন, (৮) আযীয, (৯) জাব্বার, (১০) মুতাকাব্বির, (১১) খালিক, (১২) বারী, (১৩) মুসাব্বির, (১৪) গাফফার, (১৫) অহ্হাব, (১৬) রাযযাক, (১৭) কাহহার, (১৮) ফাত্তাহ্, (১৯) আলীম, (২০) কাবি, (২১) বাসিত, (২২) খাফি, (২৩) রাফি’, (২৪) মুইয্য, (২৫) মুযিল্ল, (২৬) সামী', (২৭) বাসীর, (২৮) হাকীম, (২৯) আদৃল, (৩০) লাতীফ, (৩১) খাবীর, (৩২) হালীম, (৩৩) আযীম, (৩৪) গাফুর, (৩৫) শাকূর, (৩৬) আলী, (৩৭) কাবীর, (৩৮) হাফী, (৩৯) মুকীত, (৪০) হাসীব, (৪১) জালীল, (৪২) কারীম, (৪৩) রাকীব, (৪৪) মুজীব, (৪৫) ওয়াসি, (৪৬) হাকীম, (৪৭) অদূদ, (৪৮) মাজীদ, (৪৯) বাই’স (৫০) শাহীদ, (৫১) হাক্ক, (৫২) অকীল, (৫৩) কাবী, (৫৪) মাতীন, (৫৫) ওয়ালী, (৫৬) হামীদ, (৫৭) মুহসী, (৫৮) মুবদী, (৫৯) মুঈদ, (৬০) মুহঈ, (৬১) মুমীত, (৬২) হাই, (৬৩) কাইয়ুম, (৬৪) ওয়াজিদ, (৬৫) মাজিদ, (৬৬) ওয়াহিদ, (৬৭) সামাদ, (৬৮) কাদির, (৬৯) মুকতাদির, (৭০) মুকাদিম, (৭১) মুআখির, (৭২) আওয়াল, (৭৩) আখির, (৭৪) যাহির, (৭৫) বাতিন, (৭৬) ওয়ালী, (৭৭) মুতাআলী, (৭৮) বারর, (৭৯) তাওয়াব, (৮০) মুনতাকিম, (৮১) আফু, (৮২) রাউফ, (৮৩) মালিকুল মুলক, (৮৪) যুলজালালি ওয়াল ইকরাম, (৮৫) মুকসিত, (৮৬) জামি, (৮৭) গানী, (৮৮) মুগনী, (৮৯) মুতী, (৯০) মানি, (৯১) যারর, (৯২) নাফি, (৯৩) নূর, (৯৪) হাদী, (৯৫) বাদী, (৯৬) বাকী, (৯৭) ওয়ারিস, (৯৮) রাশীদ (৯৯) সাবূর।সুনানে ইবনে মাজাহতেও এ হাদীসটি বর্ণিত হয়েছে এবং তাতে কিছু আগা-পিছা এবং কম-বেশীও রয়েছে। মোটকথা, এসব হাদীস ইত্যাদির বর্ণনা পূর্ণরূপে সূরায়ে আ'রাফের তাফসীরে গত হয়েছে। সুতরাং এখানে শুধু এটুকু লিখাই যথেষ্ট। বাকী সবগুলোর পুণরাবৃত্তি নিষ্প্রয়োজন।মহান আল্লাহ্ বলেনঃ আকাশমণ্ডলী ও পৃথিবীতে যা কিছু আছে, সমস্তই তাঁর পবিত্রতা ও মহিমা ঘোষণা করে। যেমন তিনি অন্য জায়গায় বলেনঃ (আরবী)অর্থাৎ “সপ্ত আকাশ, পৃথিবী এবং এগুলোর মধ্যস্থিত সব কিছু তাঁরই পবিত্রতা ও মহিমা ঘোষণা করে এবং এমন কিছু নেই যা তাঁর সপ্রশংসা পবিত্রতা ও মহিমা ঘোষণা করে না। কিন্তু ওদের পবিত্রতা ও মহিমা ঘোষণা তোমরা অনুধাবন করতে পার না। তিনি সহনশীল, ক্ষমাপরায়ণ।” (১৭:৪৪)তিনি পরাক্রমশালী, প্রজ্ঞাময়। অর্থাৎ তিনি তাঁর শরীয়তের আহকামের ব্যাপারে অতীব জ্ঞানী ও বিজ্ঞানময়।  হযরত মাকাল ইবনে ইয়াসার (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “যে ব্যক্তি সকালে (আরবী) পড়ার পর সূরায়ে হাশরের শেষ তিনটি আয়াত পাঠ করে, তার জন্যে আল্লাহ্ তা'আলা সত্তর হাজার ফেরেশতা নিযুক্ত করে দেন যারা সন্ধ্যা পর্যন্ত তার উপর রহমত বর্ষণ করতে থাকেন। যদি ঐ দিনে তার মৃত্যু হয়ে যায় তবে তাকে শহীদের মর্যাদা দান করা হয়। আর যে ব্যক্তি সন্ধ্যায় এগুলো পাঠ করে সেও অনুরূপ মর্যাদা লাভ করে থাকে।” (এ হাদীসটি ইমাম আহমাদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন। জামি তিরমিযীতেও এ হাদীসটি রয়েছে এবং ইমাম তিরমিযী (রঃ) এটাকে গারীব বলেছেন)"
    },
    { "ayah": 3, "surah": 59, "text": "Please check ayah 59:5 for complete tafsir." },
    { "ayah": 4, "surah": 59, "text": "Please check ayah 59:5 for complete tafsir." },
    {
      "ayah": 5,
      "surah": 59,
      "text": "হযরত ইবনে আব্বাস (রাঃ) বলতেন যে, এটা হলো সূরায়ে বানিন নাযীর। সহীহ বুখারী ও সহীহ্ মুসলিমে রয়েছে যে, হযরত সাঈদ ইবনে জুবায়ের (রঃ) হযরত ইবনে আব্বাস (রাঃ)-কে বলেনঃ “এটা হলো সূরায়ে হার।” তখন হযরত ইবনে আব্বাস (রাঃ) বলেন যে, এ সূরাটি বানু নাযীর সম্প্রদায়ের ব্যাপারে অবতীর্ণ হয়। সহীহ্ বুখারীর অন্য রিওয়াইয়াতে আছে যে, হযরত সাঈদ ইবনে জুবায়ের (রঃ) হযরত ইবনে আব্বাস (রাঃ)-কে বলেনঃ “এটা কি সূরায়ে বানী নাযীর।”\n১-৫ নং আয়াতের তাফসীর:\nআল্লাহ্ তআলা খবর দিচ্ছেন যে, আকাশ ও পৃথিবীর সমুদয় জিনিস আল্লাহ তা'আলার পবিত্রতা ও মহিমা বর্ণনা করে। যেমন অন্য জায়গায় মহান আল্লাহ্ বলেনঃ (আরবী) অর্থাৎ “সপ্তম আকাশ ও পৃথিবী এবং ওগুলোর মধ্যে যত কিছু রয়েছে সবাই তার পবিত্রতা ও মহিমা ঘোষণা করে থাকে। সব কিছুই তার তাসবীহ্ পাঠ করে কিন্তু তোমরা তাদের তাসবীহ্ পাঠ বুঝতে পার না। (১৭:৪৪)তিনি পরাক্রমশালী, প্রজ্ঞাময়। তিনি তাঁর সমুদয় হুকুম ও আদেশ দানের ব্যাপারে বিজ্ঞানময়। তিনি আহলে কিতাবের কাফিরদেরকে অর্থাৎ বানু নাযীরকে আবাসস্থল হতে বিতাড়িত করেছিলেন। এর সংক্ষিপ্ত ঘটনা এই যে, মদীনায় হিজরত করার পর রাসূলুল্লাহ্ (সঃ) মদীনার এই ইয়াহূদীদের সাথে সন্ধি করে নিয়েছিলেন যে, তিনি তাদের সাথে যুদ্ধ করবেন না এবং তারাও তাঁর সাথে যুদ্ধ করবে না। কিন্তু ঐ লোকগুলো এই চুক্তি ভঙ্গ করে দেয় যার কারণে তাদের। উপর আল্লাহর ক্রোধ পতিত হয়। আল্লাহ্ তা'আলা স্বীয় নবী (সঃ)-কে তাদের উপর বিজয় দান করেন এবং তিনি তাদেরকে এখান হতে বের করে দেন। তারা। যে এখান হতে (মদীনা হতে) বের হবে এটা মুসলমানরা কল্পনাও করেনি। স্বয়ং ইয়াহূদীরাও ধারণা করেনি যে, তাদের সুদৃঢ় দূর্গ বিদ্যমান থাকা তাদের কোন ক্ষতি সাধন করতে পারে। কিন্তু যখন তাদের উপর আল্লাহর মার পড়লো তখন তাদের ঐ মযবূত দূর্গগুলো থেকেই গেল, হঠাৎ তাদের উপর এমনভাবে আল্লাহর শাস্তি এসে পড়লো যে, তারা একেবারে হতবুদ্ধি হয়ে পড়লো। রাসূলুল্লাহ্ (সঃ) তাদেরকে মদীনা হতে বের করে দিলেন। তাদের কেউ কেউ সিরিয়ার কৃষিভূমির দিকে চলে গেল এবং কেউ কেউ গেল খায়বারের দিকে। তাদেরকে বলে দেয়া হয়েছিল যে, তারা তাদের ধন-সম্পদ ও আসবাবপত্রের যা কিছু উটের উপর বোঝাই করে নিয়ে যাওয়া সম্ভব তা নিয়ে যেতে পারে। এ জন্যে তারা তাদের নিজেদের হাতে তাদের ঘরবাড়ী ভেঙ্গে দিলো এবং যত কিছু সঙ্গে নিয়ে যেতে পারলো তা নিয়ে গেল আর যা অবশিষ্ট থাকলে তা মুসলমানদের হাতে আসলো।এই ঘটনা বর্ণনা করার পর আল্লাহ্ তা'আলা বলেনঃ তোমরা আল্লাহ্ ও তাঁর রাসূল (সঃ)-এর বিরুদ্ধাচারীদের পরিণামের প্রতি লক্ষ্য কর এবং তা হতে শিক্ষা গ্রহণ কর যে, কিভাবে তাদের উপর অকস্মাৎ আল্লাহর আযাব এসে পড়লো এবং দুনিয়াতেও তারা ধ্বংস হয়ে গেল এবং পরকালেও তাদের জন্যে রয়েছে। জাহান্নামের কঠিন শাস্তি।  হযরত কা'ব ইবনে মালিক (রাঃ) রাসূলুল্লাহ্ (সঃ)-এর সাহাবীদের এক ব্যক্তি হতে বর্ণনা করেন যে, কুরায়েশ কাফিররা ইবনে উবাই এবং তার আউস ও খাযরাজ গোত্রীয় মুশরিক সঙ্গীদেরকে পত্র লিখলো। এ পত্রটি রাসূলুল্লাহ্ (সঃ)-এর বদর প্রান্তর হতে প্রত্যাবর্তনের পূর্বেই তাদের হস্তগত হয়। পত্রটির বিষয়বস্তু ছিল নিম্নরূপঃ “তোমরা আমাদের সাথীকে (রাসূলুল্লাহকে সঃ) তোমাদের ওখানে স্থান দিয়েছে। এখন তোমরা হয় তার সাথে যুদ্ধ করে তাকে বের করে দাও, না হয় আমরাই তোমাদেরকে বের করে দিবো এবং আমাদের সমস্ত সেনাবাহিনী নিয়ে গিয়ে তোমাদেরকে আক্রমণ করবে। অতঃপর তোমাদের সকল যোদ্ধা ও বীরপুরুষকে হত্যা করে ফেলবো এবং তোমাদের নারী ও কন্যাদেরকে দাসী বানিয়ে নিবো। আল্লাহর শপথ! এ কাজ আমরা অবশ্যই করবে। সুতরাং তোমরা চিন্তা-ভাবনা করে দেখো!”আবদুল্লাহ্ ইবনে উবাই এবং তার মূর্তিপূজক সঙ্গীরা এ পত্র পেয়ে পরস্পর পরামর্শ করলো এবং গোপনীয়ভাবে সর্বসম্মতিক্রমে রাসূলুল্লাহ (সঃ)-এর সাথে। যুদ্ধ করার সিদ্ধান্ত গ্রহণ করলো। এ খবর রাসূলুল্লাহ্ (সঃ)-এর কর্ণগোচর হলে তিনি স্বয়ং তাদের নিকট গমন করেন এবং তাদেরকে বলেনঃ “আমি অবগত হয়েছি যে, কুরায়েশদের পত্র তোমাদের হস্তগত হয়েছে এবং পত্রের মর্মানুযায়ী তোমরা তোমাদের মৃত্যুর আসবাব-পত্র নিজেদেরই হাতে তৈরী করতে শুরু করেছো। তোমরা নিজেদের হাতে তোমাদের সন্তানদেরকে ও ভ্রাতাদেরকে হত্যা করার ইচ্ছা করছো। আমি আর একবার তোমাদেরকে সুযোগে দিচ্ছি যে, তোমরা চিন্তা-ভাবনা করে দেখে এই অসৎ সংকল্প হতে বিরত থাকো।”রাসূলুল্লাহ (সঃ)-এর এ উপদেশ তাদের উপর ক্রিয়াশীল হলো এবং তারা নিজ নিজ জায়গায় চলে গেল। কিন্তু কুরায়েশরা বদরের যুদ্ধ হতে ফারেগ হয়ে আবার পত্র লিখলো এবং পূর্বের মতই হুমকি দিলো ও নিজেদের শক্তি, সংখ্যা ও দুর্ভেদ্য দূর্গের কথা স্মরণ করিয়ে দিলো। এর ফলে মদীনার ঐ লোকগুলো আবার যুদ্ধের প্রস্তুতি গ্রহণ করতে শুরু করলো। বানু নাযীর গোত্র এখন পরিষ্কারভাবে চুক্তি ভঙ্গের কথা ঘোষণা করলো। তারা রাসূলুল্লাহ (সঃ)-এর কাছে লোক পাঠিয়ে তাঁকে জানিয়ে দিলো যে, তিনি যেন ত্রিশজন লোকসহ তাদের দিকে অগ্রসর হন এবং তারাও তাদের ত্রিশজন পণ্ডিত লোককে পাঠিয়ে দিচ্ছে। উভয় দল এক জায়গায় মিলিত হয়ে পরস্পর আলাপ-আলোচনা করবে। যদি তাদের এ লোকগুলো তাঁকে সত্যবাদী রূপে মেনে নেয় এবং ঈমান আনয়ন করে তবে তারাও তার সাথে রয়েছে।  তাদের এ চুক্তি ভঙ্গের কারণে পর দিন সকালে রসূলুল্লাহ্ (সঃ) স্বীয় সৈন্যবাহিনী নিয়ে গিয়ে তাদেরকে অবরোধ করেন এবং বলেনঃ “তোমরা যদি আবার নতুনভাবে চুক্তিপত্রে স্বাক্ষর কর তবে তো ভাল কথা, অন্যথায় তোমাদের জন্যে কোন নিরাপত্তা নেই।” তারা তাঁর এ প্রস্তাব প্রকাশ্যভাবে প্রত্যাখ্যান করলো এবং যুদ্ধের জন্যে প্রস্তুত হয়ে গেল। সুতরাং সারা দিন ধরে যুদ্ধ চললো। পরদিন। প্রত্যুষে রাসূলুল্লাহ্ (সঃ) বানু নাযীরকে উক্ত অবস্থাতেই ছেড়ে দিয়ে বানু কুরাইযার নিকট সেনাবাহিনীসহ গমন করলেন। তাদেরকেও তিনি নতুনভাবে সন্ধিসূত্রে আবদ্ধ হবার আহ্বান জানান। তারা তা মেনে নেয় এবং তাদের সাথে সন্ধি হয়ে যায়। রাসূলুল্লাহ (সঃ) সেখান হতে ফারেগ হয়ে পুনরায় বানু নাযীরের নিকট গমন করেন। আবার যুদ্ধ শুরু হয়ে যায়। অবশেষে তারা পরাজিত হয়। রাসূলুল্লাহ্ (সঃ) তাদের মদীনা ছেড়ে চলে যাবার নির্দেশ দেন এবং বলেনঃ “তোমরা উট বোঝাই করে যত আসবাব-পত্র নিয়ে যেতে পার নিয়ে যাও।” সুতরাং তারা ঘর-বাড়ীর আসবাব-পত্র এমন কি দরজা ও কাঠগুলোও উটের উপর বোঝাই করে নিয়ে সেখান হতে বিদায় গ্রহণ করে। তাদের খর্জুর-বৃক্ষগুলো রাসূলুল্লাহ্ (সঃ)-এর জন্যে বিশিষ্ট হয়ে যায়। আল্লাহ্ তা'আলা এগুলো তাকেই দিয়ে দেন। যেমন আল্লাহ তাবারাকা ওয়া তা'আলা বলেনঃ (আরবী)অর্থাৎ “আল্লাহ্ তাদের (ইয়াহুদীদের) নিকট হতে তাঁর রাসূল (সঃ)-কে যে ফায় দিয়েছেন, তার জন্যে তোমরা অশ্ব কিংবা উষ্ট্রে আরোহণ করে যুদ্ধ করনি।” (৫৯:৬) কিন্তু রাসূলুল্লাহ্ (সঃ) এর অধিকাংশই মুহাজিরদেরকে দিয়ে দেন। আনসারদের মধ্যে শুধু দু’জন অভাবগ্রস্তকে অংশ দেন। এ ছাড়া সবই তিনি মুহাজিরদের মধ্যে বন্টন করেন। যা বাকী থাকে ওটাই ছিল রাসূলুল্লাহ্ (সঃ)-এর সাদকা যা বানু ফাতেমার হাতে এসেছিল।অবশ্যই আমরা সংক্ষেপে গাওয়ায়ে বানী নাযীরের ঘটনা বর্ণনা করবে এবং এজন্যে আল্লাহরই নিকট আমরা সহায্য প্রার্থনা করছি।আসহাবে মাগাযী ওয়াস সিয়ার এ যুদ্ধের কারণ যা বর্ণনা করেছেন তা এই যে, মুশরিকরা প্রতারণা করে বি’রে মাউনাহ্ নাক স্থানে সাহাবীদেরকে শহীদ করে দেয় যারা সংখ্যায় সত্তরজন ছিলেন। তাঁদের মধ্যে হযরত আমর ইবনে উমাইয়া যামারী (রাঃ) নামক সাহাবী কোন রকমে রক্ষা পেয়ে পলায়ন করেন এবং মদীনা অভিমুখে রওয়ানা হন। পথে সুযোগে পেয়ে তিনি বানু আমির গোত্রের দু’জন লোককে হত্যা করে ফেলেন, অথচ এ গোত্রটি রাসূলুল্লাহ (সঃ)-এর সাথে সন্ধিসূত্রে আবদ্ধ হয়েছিল এবং রাসূলুল্লাহ্ (সঃ) তাদেরকে নিরাপত্তা দান করেছিলেন। কিন্তু হযরত আমির (রাঃ)-এর এ খবর জানা ছিল না। মদীনায় পৌছে যখন তিনি রাসূলুল্লাহ্ (সঃ)-এর সামনে ঘটনাটি বর্ণনা করেন তখন তিনি তাকে বলেনঃ “তুমি তাদেরকে হত্যা করে ফেলেছো? তাহলে তো এখন তাদের ওয়ারিশদেরকে রক্তপণ প্রদান করা আমার অবশ্য কর্তব্য হয়ে দাঁড়িয়েছে।” বানু নাযীর ও বানু আমিরের মধ্যেও পারস্পরিক বন্ধুত্ব ও সন্ধি ছিল। এজন্যেই রাসূলুল্লাহ্ (সঃ) বানু নাযীরের নিকট গমন করলেন এ উদ্দেশ্যে যে, রক্তপণের তারা কিছু আদায় করবে এবং তিনি কিছু আদায় করবেন আর এভাবে বানু আমীরকে সন্তুষ্ট করবেন। বানু নাযীর গোত্রের বস্তিটি মদীনার পূর্ব দিকে কয়েক মাইল দূরে অবস্থিত ছিল। রাসূলুল্লাহ্ (সঃ) সেখানে পৌঁছলে তারা তাকে বললোঃ “হে আবুল কাসিম (সঃ)! হ্যাঁ, আমরা এ জন্যে প্রস্তুত আছি। এখনই আমরা আমাদের অংশ মুতাবিক সম্পদসহ আপনার খিদমতে হাযির হচ্ছি।” অতঃপর তারা তার নিকট হতে সরে গিয়ে পরস্পর পরামর্শ করলোঃ “এর চেয়ে বড় সুযোগে কি আর পাওয়া যাবে? এখন তিনি আমাদের হাতের মুঠোর মধ্যে রয়েছেন। এসো তাকে আমরা শেষ করে (হত্যা করে) ফেলি।” তারা পরামর্শক্রমে এ সিদ্ধান্ত গ্রহণ করলো যে, যে দেয়াল ঘেঁষে তিনি বসে আছেন ঐ ঘরের উপর কেউ চড়ে যাবে এবং সেখান হতে সে তার উপর একটি বড় পাথর নিক্ষেপ করবে। এতেই তাঁর জীবনলীলা শেষ হয়ে যাবে।আমর ইবনে জাহাশ ইবনে কা'ব এই কাজে নিযুক্ত হলো। অতঃপর কার্য সাধনের উদ্দেশ্যে সে ছাদের উপর আরোহণ করলো। ইতিমধ্যে আল্লাহ তা'আলা হযরত জিবরাঈল (আঃ)-কে স্বীয় নবী (সঃ)-এর নিকট পাঠিয়ে নির্দেশ দিলেন। যে, তিনি যেন সেখান হতে চলে যান। সুতরাং তিনি তৎক্ষণাৎ সেখান হতে উঠে চলে গেলেন, ফলে ঐ নরাধম তার উদ্দেশ্য সাধনে ব্যর্থ হলো। ঐ সময় রাসূলুল্লাহ্ (সঃ)-এর সাথে তাঁর কয়েকজন বিশিষ্ট সাহাবী ছিলেন। যেমন হযরত আবু বকর (রাঃ), হযরত উমার (রাঃ), হযরত আলী (রাঃ) প্রমুখ। তিনি সেখান হতে সরাসরি মদীনা অভিমুখে রওয়ানা হন। আর ওদিকে যেসব সাহাবী তাঁর সাথে ছিলেন না এবং মদীনাতেই তাঁর জন্যে অপেক্ষমান ছিলেন, তাঁরা তাঁর বিলম্ব দেখে ব্যতিব্যস্ত হয়ে পড়েন এবং তার খোঁজে বেরিয়ে পড়েন। কিন্তু একটি লোকের মাধ্যমে তারা জানতে পারেন যে, তিনি মদীনায় পৌছে গেছেন। সুতরাং তাঁরা ফিরে এসে রাসূলুল্লাহ (সঃ)-কে তাঁর বিলম্বের কারণ জিজ্ঞেস করেন। তখন রাসূলুল্লাহ (সঃ) ঘটনাটি সবিস্তারে বর্ণনা করেন এবং তাঁদেরকে যুদ্ধের প্রস্তুতি গ্রহণের নির্দেশ দেন।সহাবীগণ তৎক্ষণাৎ যুদ্ধের জন্যে প্রস্তুত হয়ে যান এবং আল্লাহর পথে বেরিয়ে পড়েন। ইয়াহূদীরা মুসলিম সেনাবাহিনীকে দেখে তাদের দূর্গের ফটক বন্ধ করে দিয়ে তথায় আশ্রয় গ্রহণ করে। রাসূলুল্লাহ্ (সঃ) তাদেরকে অবরোধ করেন এবং তাদের আশে-পাশের খেজুর বৃক্ষগুলো কেটে ফেলার ও জ্বালিয়ে দেয়ার নির্দেশ দেন। তখন ইয়াহুদীরা চীৎকার করে বলতে লাগলো যে, এটা হচ্ছে কি? যিনি অন্যদেরকে বিপর্যয় সৃষ্টি করতে নিষেধ করেন এবং বিপর্যয় সৃষ্টিকারীদেরকে মন্দ বলেন তিনি এটা কি করতে শুরু করলেন? সুতরাং একদিকে তো তাদের এই খেজুর বৃক্ষ কেটে ফেলার দুঃখ এবং অপরদিকে সাহায্য আসার যে কথা ছিল সেদিক হতে নৈরাশ্য, এ দু'টো বিষয় তাদের কোমর একেবারে ভেঙ্গ দিলো।  সাহায্যের ঘটনাটি এই যে, বানু আউফ ইবনে খাযরাজের গোত্রটি যার মধ্যে আবদুল্লাহ ইবনে উবাই ইবনে সালল, ওয়ালীআহ, মালিক ইবনে ককিল, সুওয়ায়েদ, আ'মাস প্রমুখ ব্যক্তিবর্গ ছিল, তারা বানী নাযীর গোত্রকে বলে পাঠিয়েছিলঃ “তোমরা মুকাবিলায় স্থির ও অটল থাকো, দূর্গ মুসলমানদের হাতে ছেড়ে দিয়ো না এবং আত্মসমর্পণ করো না, আমরা তোমাদের সাহায্যার্থে রয়েছি। তোমাদের শত্রু আমাদেরও শক্র। আমরা তোমাদের সাথে মিলিত হয়ে তাদের সাথে যুদ্ধ করবে। তোমরা যুদ্ধের জন্যে বের হলে আমরাও বের হবো।” কিন্তু তখন পর্যন্ত তাদের ঐ ওয়াদা পূর্ণ হয়নি। তারা ইয়াহুদীদের সাহায্যের জন্যে এগিয়ে আসেনি। এদিকে এই বানী নাযীর গোত্র ভীত-সন্ত্রস্ত হয়ে পড়েছে। সুতরাং তারা রাসূলুল্লাহ্ (সঃ)-এর নিকট আবেদন করলো যে, তিনি যেন তাদের প্রাণ রক্ষা করেন। তারা মদীনা ছেড়ে চলে যাচ্ছে। কিন্তু তারা তাদের ধন-সম্পদ ও আসবাবপত্রের যা কিছু তাদের উটের উপর বোঝাই করে নিয়ে যেতে পারবে তা যেন তাদেরকে নিয়ে যাওয়ার অনুমতি দেয়া হয়।রাসূলুল্লাহ্ (সঃ) তাদের প্রতি দয়াপরবশ হয়ে তাদের আবেদন মঞ্জুর করেন এবং তারা তাদের আবাসভূমি ছেড়ে চলে যায়। যাবার সময় তারা তাদের ঘরের দরজাগুলো পর্যন্ত ভেঙ্গে ফেলে দিয়ে এগুলো সাথে নিয়ে যায় এবং ঘরগুলোও ভেঙ্গে ফেলে। এগুলো নিয়ে গিয়ে তারা সিরিয়া ও খায়বারে বসতি স্থাপন করে। তাদের অবশিষ্ট মালগুলো রাসূলুল্লাহ্ (সঃ)-এর জন্যে খাস হয়ে যায় যে, তিনি ইচ্ছামত ওগুলো খরচ করতে পারেন। ওগুলো তিনি ঐ সব লোকের মধ্যে বন্টন করে দেন যাঁরা প্রথম দিকে হিজরত করেছিলেন। আনসারদের মাত্র দু’জন দরিদ্র লোককে তিনি কিছু অংশ দেন। তাঁরা হলেন হযরত সাহল ইবনে হানীফ (রাঃ) ও হযরত সাম্মাক ইবনে খারশাহ (রাঃ)। বানু নাযীর গোত্রের মাত্র দু’জন লোক মুসলমান হয় যাদের ধন-সম্পদ তাদের কাছেই থেকে যায়। একজন হলো ইয়ামীন ইবনে আমর ইবনে কা'ব (রাঃ), যে আমর ইবনে জাহ্হাশের চাচাতো ভাই ছিল। যে ছিল ঐ আমর যে রাসূলুল্লাহ্ (সঃ)-কে পাথর দ্বারা হত্যা করার ঘৃণ্য সংকল্প করেছিল। দ্বিতীয়জন হলো সা’দ ইবনে অহাব (রাঃ)।একদা রাসূলুল্লাহ্ (সঃ) হযরত ইয়ামীন (রাঃ)-কে সম্বোধন করে বলেনঃ “হে ইয়ামীন (রাঃ)! তোমার ঐ চাচাতো ভাইটিকে দেখো, সে আমার সাথে কি দুর্ব্যবহারই না করেছিল এবং আমার ক্ষতি সাধনের জন্যে কি ঘণ্য ষড়যন্ত্রেই না। লিপ্ত হয়েছিল!” তাঁর একথা শুনে হযরত ইয়ামীন (রাঃ) একটি লোকের মাধ্যমে তাকে হত্যা করেন। সূরায়ে হাশর বানু নাযীরের এই ঘটনা বর্ণনায় অবতীর্ণ হয়।হযরত ইবনে আব্বাস (রাঃ) বলেনঃ “হাশরের ভূমি হলো সিরিয়া দেশ। এ ব্যাপারে যদি কারো সন্দেহ থাকে তবে যেন সে (আরবী)-এ আয়াতটি পাঠ করে।”  রাসূলুল্লাহ্ (সঃ) যখন ঐ ইয়াহূদীদেরকে বলেনঃ “তোমরা এখান হতে বেরিয়ে যাও।” তখন তারা বলেঃ “আমরা কোথায় যাবো?” উত্তরে তিনি তাদেরকে বলেনঃ “হাশরের ভূমির দিকে।”হযরত হাসান (রাঃ) বলেন যে, রাসূলুল্লাহ্ (সঃ) যখন বানু নাযীরকে নির্বাসন দেন তখন বলেনঃ “এটা হলো প্রথম হার এবং আমি এর পিছনে পিছনে রয়েছি।” (এটা ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন)বানু নাযীরের ঐ দূর্গগুলোর অবরোধ মাত্র ছয়দিন পর্যন্ত ছিল। দূর্গাগুলোর দৃঢ়তা, ইয়াহূদীদের সংখ্যাধিক্য, মুনাফিকদের ষড়যন্ত্র ও গোপন চক্রান্ত ইত্যাদি দেখে অবরোধকারী মুসলমানদের এটা কল্পনাও ছিল না যে, তারা এতো তাড়াতাড়ি সব ছেড়ে দিয়ে চলে যাবে। আর ইয়হূদীরাও গর্বিত ছিল যে, তাদের দূর্গগুলো সবদিক দিয়েই সুরক্ষিত ও দুর্ভেদ্য। সুতরাং তারা মনে করেছিল যে, তাদের দুর্গগুলো তাদেরকে অবশ্যই রক্ষা করবে। কিন্তু আল্লাহর শাস্তি এমন এক দিক হতে আসলো যা ছিল তাদের ধারণাতীত। আল্লাহ্ তা'আলার নীতি এটাই যে, চক্রান্তকারীরা তাদের চক্রান্তের মধ্যেই থাকে, এমতাবস্থায় তাদের অজান্তে আকস্মিকভাবে তাদের উপর আল্লাহর শাস্তি এসে পড়ে। তাদের অন্তরে ত্রাসের সঞ্চার হয়। আর ত্রাসের সঞ্চার হবেই না বা কেন? তাদেরকে অররোধকারী ছিলেন এমন এক ব্যক্তি যাকে আল্লাহ্ তা'আলার পক্ষ হতে প্রভাব দান করা হয়েছিল। তাঁর নাম শুনে শত্রুদের অন্তর এক মাসের পথের ব্যবধান হতে কেঁপে উঠতো। তাঁর প্রতি দুরূদ ও সালাম বর্ষিত হোক!  ইয়াহূদীরা তাদের নিজেদের হাতে তাদের ঘর-বাড়ীগুলো ধ্বংস করতে শুরু করে। ছাদের কাঠ ও ঘরের দরজাগুলো নিয়ে যাবার জন্যে ভেঙ্গে ফেলতে থাকে। মুমিনদের হাতেও ওগুলো ধ্বংসপ্রাপ্ত হয়। তাই আল্লাহ্ তাবারাকা ওয়া তা'আলা বলেনঃ অতএব, হে চক্ষুষ্মন ব্যক্তিরা! তোমরা এটা হতে উপদেশ ও শিক্ষা গ্রহণ কর।এরপর মহামহিমান্বিত আল্লাহ বলেনঃ যদি ঐ ইয়াহুদীদের ভাগ্যে নির্বাসন লিপিবদ্ধ না থাকতো এবং আল্লাহ তাদের নির্বাসনের সিদ্ধান্ত গ্রহণ করে না থাকতেন তবে দুনিয়ায় তিনি তাদেরকে আরো কঠিন শাস্তি দিতেন। তাদেরকে হত্যা করা হতো ও বন্দী করা হতো। অতঃপর তাদের জন্যে পরকালে রয়েছে জাহান্নামের শাস্তি।বানু নাযীরের এ যুদ্ধ বদর যুদ্ধের ছয় মাস পরে সংঘটিত হয়েছিল। উট বোঝাই করে যত মাল তারা নিয়ে যেতে পারতো তা নিয়ে যাবার অনুমতি তাদেরকে দেয়া হয়েছিল। কিন্তু অস্ত্র-শস্ত্র নিয়ে যাবার অনুমতি তাদেরকে দেয়া হয়নি। তারা ছিল ঐ গোত্রের লোক যাদেরকে ইতিপূর্বে কখনো নির্বাসন দেয়া হয়নি। হযরত উরওয়া ইবনে যুবায়ের (রাঃ) বলেন যে, (আরবী) হতে (আরবী) পর্যন্ত আয়াতগুলো বানী নাযীরের এই ঘটনা সম্পর্কেই অবতীর্ণ হয়।শব্দের অর্থ ‘হত্যা’ এবং ধ্বংসও করা হয়েছে। রাসূলুল্লাহ (সঃ) প্রতি তিনজনকে একটি করে উট এবং একটি করে মশক দিয়েছিলেন। এই ফায়সালার পরেও রাসূলুল্লাহ্ (সঃ) হযরত মাসলামা (রাঃ)-কে তাদের নিকট পাঠিয়ে দেন এবং তাদেরকে অনুমতি প্রদান করেন যে, তারা যেন তিন দিনের মধ্যে নিজেদের আসবাব-পত্র ঠিকঠাক করে নিয়ে সেখান হতে প্রস্থান করে।  এই পার্থিব শাস্তির পরেই পারলৌকিক শাস্তিরও বর্ণনা দেয়া হচ্ছে যে, সেখানেও তাদের জন্যে জাহান্নামের আগুন অবধারিত রয়েছে। তাদের এই দুর্গতির প্রকৃত কারণ এই যে, তারা আল্লাহ্ ও তাঁর রাসূল (সঃ)-এর বিরুদ্ধাচরণ করেছে এবং একদিক দিয়ে তারা সমস্ত নবীকেই অস্বীকার ও অবিশ্বাস করেছে। কেননা, প্রত্যেক নবীই রাসূলুল্লাহ্ (সঃ) সম্পর্কে ভবিষ্যদ্বাণী করে গেছেন। ঐ লোকগুলো তাকে পুরোপুরিভাবে চিনতো ও জানতো। এমনকি পিতা তার পুত্রকে যেমন চিনে তার চেয়েও অধিক তারা শেষ নবী (সঃ)-কে চিনতো। কিন্তু এতদসত্ত্বেও শুধু হিংসার কারণেই তাকে তারা মানতো না। এমনকি তাঁর বিরুদ্ধাচরণে তারা উঠে পড়ে লেগে যায়। আর প্রকাশ্য ব্যাপার এই যে, আল্লাহ্ তা'আলাও স্বীয় বিরুদ্ধাচারীদের উপর কঠিন শাস্তি অবতীর্ণ করে থাকেন।(আরবী) বলা হয় ভাল খেজুরের গাছকে। কারো কারো উক্তি মতে আজওয়াহ্ ও বিরনী এই প্রকার খেজুরগুলো লীনাহ্-এর অন্তর্ভুক্ত নয়। কেউ কেউ বলেন যে, শুধু আযওয়াহ লীনাহ্-এর অন্তর্ভুক্ত নয়। আবার কারো কারো মতে সর্বপ্রকারের খেজুরই এর অন্তর্ভুক্ত। বুওয়াইরাহ্ও এর অন্তর্ভুক্ত।  ইয়াহূদীরা যে তিরস্কারের ছলে বলেছিল যে, তাদের খেজুরের গাছগুলো কাটিয়ে দিয়ে হযরত মুহাম্মাদ (সঃ) নিজের উক্তির বিপরীত কাজ করতঃ ভূ-পৃষ্ঠে কেন বিপর্যয় সৃষ্টি করছেন? এটা তাদের ঐ প্রশ্নেরই জবাব যে, যা কিছু হচ্ছে সবই প্রতিপালকের নির্দেশক্রমে তার শত্রুদেরকে লাঞ্ছিত ও অকৃতকার্য করে দেয়ার লক্ষ্যেই হচ্ছে। যেসব গাছ বাকী রেখে দেয়া হচ্ছে সেটাও তাঁরঅনুমতিক্রমেই হচ্ছে এবং যেগুলো কাটিয়ে ফেলা হচ্ছে সেটাও যৌক্তিকতার সাথেই হচ্ছে।এটাও বর্ণিত আছে যে, মুহাজিরগণ একে অপরকে ঐ গাছগুলো কেটে ফেলতে নিষেধ করছিলেন এই কারণে যে, শেষে তো ওগুলো গানীমাত হিসেবে মুসলমানরাই লাভ করবেন, সুতরাং ওগুলো কেটে ফেলে লাভ কি? তখন আল্লাহ্ তা'আলা এ আয়াত অবতীর্ণ করেন যে, বাধাদানকারীরাও একদিকে সত্যের উপর রয়েছে এবং কর্তনকারীরাও সত্যের উপর রয়েছে। তাদের উদ্দেশ্য হলো মুসলমানদের উপকার সাধন করা এবং তাদের উদ্দেশ্য হলো কাফিরদেরকে রাগান্বিত করে তোলা এবং তাদের দুষ্কার্যের স্বাদ গ্রহণ করানো। এটাও এদের উদ্দেশ্য যে, এর ফলে এই শত্রুরা তেলে বেগুনে জ্বলে উঠবে এবং এরপর যুদ্ধক্ষেত্রে উপস্থিত হয়ে যাবে, তখন তাদের মন্দ কার্যের শাস্তি হিসেবে তাদেরকে তরবারী দ্বারা দ্বিখণ্ডিত করে দেয়া হবে।সাহাবীগণ এ কাজ তো করলেন বটে, কিন্তু পরক্ষণেই ভয় পেলেন যে, না জানি হয়তো ঐ খর্জুর বৃক্ষগুলো কেটে ফেলা অথবা বাকী রেখে দেয়ার কারণে তাদেরকে আল্লাহ্ তা'আলার নিকট জবাবদিহি করতে হবে। তাই তারা এ সম্পর্কে রাসূলুল্লাহ্ (সঃ)-কে জিজ্ঞাসাবাদ করলে আল্লাহ্ তা'আলা (আরবী)-এ আয়াতটি অবতীর্ণ করেন। অর্থাৎ দু'টোতেই প্রতিদান বা সওয়াব রয়েছে, কর্তন করার মধ্যেও এবং বাকী রেখে দেয়ার মধ্যেও।  কোন কোন রিওয়াইয়াতে রয়েছে যে, কেটে ফেলা এবং জ্বালিয়ে দেয়া। উভয়েরই নির্দেশ দেয়া হয়েছিল।ঐ সময় বানু কুরাইযা ইয়াহুদীদের প্রতি রাসূলুল্লাহ্ অনুগ্রহ করেছিলেন এবং তাদেরকে মদীনাতেই অবস্থানের অনুমতি দিয়েছিলেন। কিন্তু পরে তারাও যখন মুকাবিলায় নেমে পড়ে তখন তাদের মধ্যে যারা যুদ্ধে অবতীর্ণ হয়েছিল তাদেরকে হত্যা করা হয় এবং তাদের নারীরা, শিশুরা ও তাদের সম্পদগুলো মুসলমানদের মধ্যে বন্টিত হয়। হ্যাঁ, তবে তাদের মধ্যে যারা রাসূলুল্লাহ (সঃ)-এর খিদমতে। হাযির হয়ে ঈমান আনয়ন করে তারা রক্ষা পায়। অতঃপর মদীনা হতে সমস্ত উয়াহূদীকে বের করে দেয়া হয়। বানী কাইনুকাকেও, যাদের মধ্যে হযরত আবদুল্লাহ্ ইবনে সালাম (রাঃ) ছিলেন এবং বানী হারিসাকেও। সমস্ত ইয়াহদীকে নির্বাসন দেয়া হয়। এই সমুদয় ঘটনা আরব কবিরা তাঁদের কবিতার মধ্যে সুন্দরভাবে বর্ণনা করেছেন যা সীরাতে ইবনে ইসহাকে বর্ণিত হয়েছে। ইবনে ইসহাক (রঃ)-এর মতে এটা উহুদ ও বি’রে মাউনার পরবর্তী ঘটনা এবং উরওয়া (রঃ)-এর মতে এ ঘটনাটি বদর যুদ্ধের ছয় মাস পরে সংঘটিত হয়। এসব ব্যাপারে আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন।"
    },
    { "ayah": 6, "surah": 59, "text": "Please check ayah 59:7 for complete tafsir." },
    {
      "ayah": 7,
      "surah": 59,
      "text": "৬-৭ নং আয়াতের তাফসীর:\nফায় কোন মালকে বলে, ওর বিশেষণ কি এবং হুকুম কি এসবের বর্ণনা এখানে দেয়া হচ্ছে। ফায় কাফিরদের ঐ মালকে বলা হয় যা তাদের সাথে যুদ্ধ করা ছাড়াই মুসলমানদের হস্তগত হয়। যেমন বানী নাযীরের ঐ মাল ছিল যার বর্ণনা উপরে গত হলো যে, মুসলমানরা ওর জন্যে তাদের অশ্বে কিংবা উষ্ট্রে আরোহণ করে যুদ্ধ করেনি। অর্থাৎ ঐ কাফিরদের সাথে সামনা-সামনি কোন যুদ্ধ হয়নি, বরং আল্লাহ তা'আলা তাদের অন্তরে ত্রাসের সঞ্চার করে দেন এবং তারা তাদের দূর্গ শূন্য করে দিয়ে মুসলমানদের কর্তৃত্বে চলে আসে। এটাকেই ফায় বলা হয়। তাদের মাল রাসূলুল্লাহ্ (সঃ)-এর দখলে এসে যায়। তিনি ইচ্ছামত ওগুলো ব্যয় করেন। সুতরাং তিনি পুণ্য ও ভাল কাজেই ওগুলো খরচ করেন, যার বর্ণনা এর পরবর্তী আয়াত এবং অন্য আয়াতে রয়েছে।তাই এখানে আল্লাহ্ তাবারাকা ওয়া তা'আলা বলেন যে, আল্লাহ্ তা'আলা বানু নাযীরের নিকট হতে তাঁর রাসূল (সঃ)-কে যে ফায় দিয়েছেন, তার জন্যে তোমরা (মুসলমানরা) অশ্বে কিংবা উষ্ট্রে আরোহণ করে যুদ্ধ করনি। আল্লাহ্ তো যার উপর ইচ্ছা তাঁর রাসূলদেরকে কর্তৃত্ব দান করে থাকেন। আল্লাহ্ সর্ববিষয়ে সর্বশক্তিমান। তাঁর উপর কারো কোন শক্তি নেই এবং কেউ তার কোন কাজে বাধাদান করারও ক্ষমতা রাখে না। বরং তিনিই সবারই উপর বিজয়ী এবং সবাই তাঁর আদেশ পালনে বাধ্য।এরপর আল্লাহ্ পাক বলেনঃ যে জনপদ এভাবে বিজিত হবে ওর মালের হুকুম এটাই যে, ওটা রাসূলুল্লাহ্ (সঃ) নিজের দখলে নিয়ে নিবেন যার বর্ণনা এই আয়াতে এবং পরবর্তী আয়াতে রয়েছে। এটাই হলো ফায়-এর মালের খরচের স্থান এবং এর খরচের হুকুম। যেমন হাদীসে এসেছে যে, বানী নাযীরের মাল ফায় হিসেবে খাস করে রাসূলুল্লাহ (সঃ)-এরই হয়ে যায়। তা হতে তিনি স্বীয় পরিবারের লোকদেরকে সারা বছরের খরচ দিতেন এবং যা অবশিষ্ট থাকতো তা তিনি যুদ্ধাস্ত্র ও যুদ্ধের আসবাব-পত্র ক্রয়ের কাজে ব্যয় করতেন। (এটা ইমাম আহমাদ (রঃ) বর্ণনা করেছেন এবং ইমাম ইবনে মাজাহ (রঃ) ছাড়া সুনানের অন্যান্য লেখকগণ তাদের কিতাবসমূহে এটা বর্ণনা করেছেন)হযরত মালিক ইবনে আউস (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “একদা বেলা কিছুটা উঠে যাওয়ার পর আমীরুল মুমিনীন হযরত উমার ইবনে খাত্তাব (রাঃ) আমাকে ডেকে পাঠান। আমি তার বাড়ীতে গিয়ে দেখি যে, তিনি একটি চৌকির উপর বসে আছেন যার উপর কাপড়, চাদর ইত্যাদি কিছুই নেই। আমাকে দেখে তিনি বলেনঃ “তোমার কওমের কিছু লোক আমার কাছে এসেছিল। আমি তাদেরকে কিছু দিয়েছি। তুমি তা নিয়ে তাদের মধ্যে বন্টন করে দাও।” আমি বললামঃ জনাব! যদি এ কাজের দায়িত্ব অন্যের উপর অর্পণ করতেন তবে খুবই ভাল হতো। তিনি বললেনঃ “না, তোমাকেই এ দায়িত্ব দেয়া হলো।” আমি বললামঃ ঠিক আছে। ইতিমধ্যে (তার দ্বাররক্ষী) ইয়ারফা (রাঃ) এসে বললেনঃ “হে আমীরুল মুমিনীন! হযরত উসমান উবনে আফফান (রাঃ), হযরত আবদুর রহমান ইবনে আউফ (রাঃ), হযরত যুবায়ের ইবনে আওয়াম (রাঃ) এবং হযরত সা’দ ইবনে আবি ওয়াক্কাস (রাঃ) এসেছেন। তাঁদেরকে ভিতরে প্রবেশের অনুমতি দিচ্ছেন কি?” উত্তরে তিনি বললেনঃ “হ্যাঁ, তাদেরকে আসতে বলো।” তারা। আসলেন। আবার ইয়ারফা (রাঃ) এসে বললেনঃ “হে আমীরুল মুমিনীন! হযরত আব্বাস (রাঃ) ও হযরত আলী (রাঃ) ভিতরে প্রবেশের অনুমতি চাচ্ছেন। হযরত উমার (রাঃ) বললেনঃ “তাদেরকেও আসতে বলো।” তাঁরা দু’জনও আসলেন। হযরত আব্বাস (রাঃ) বললেনঃ “হে আমীরুল মুমিনীন! আমার মধ্যে ও এর (হযরত আলীর রাঃ) মধ্যে মীসাংসা করে দিন।” পূর্বে যে চারজন বুযুর্গ ব্যক্তি এসেছিলেন তাদের মধ্য হতেও কোন একজন বললেনঃ “হ্যাঁ, হে আমীরুল মুমিনীন! এ দুজনের মধ্যে ফায়সালা করে দিন এবং তাদের শান্তি দান করুন।” ঐ সময় আমার ধারণা হলো যে, এই দুই বুযুর্গ ব্যক্তিই ঐ চারজন বুযুর্গ ব্যক্তিকে পূর্বে পাঠিয়েছেন। হযরত উমার (রাঃ) এই দু’জনকে বললেনঃ “আপনারা থামুন।” অতঃপর তিনি ঐ চারজন সম্মানিত ব্যক্তিকে সম্বোধন করে বলেন, যে আল্লাহর হুকুমে আকাশ ও পৃথিবী প্রতিষ্ঠিত রয়েছে। তাঁর কসম দিয়ে আমি আপনাদেরকে বলছি যে, আল্লাহর রাসূল (সঃ) যে বলেছেনঃ ‘আমরা (নবীরা) কোন ওয়ারিশ রেখে যাই না, আমরা যা কিছু (মাল-ধন) ছেড়ে যাই তা সাদকারূপে গণ্য হয়। এটা কি আপনাদের জানা আছে?” তারা উত্তরে বললেনঃ “হ্যাঁ (আমাদের জানা আছে)।” অতঃপর তিনি হযরত আলী (রাঃ) ও হযরত আব্বাস (রাঃ)-কে সম্বোধন করে বললেন, যে আল্লাহর হুকুমে আসমান ও যমীন কায়েম রয়েছে তাঁর কসম দিয়ে আমি আপনাদেরকে বলছি যে, “আমরা কোন ওয়ারিশ রেখে যাই না, আমরা যা ছেড়ে যাই তা সাদকারূপে গণ্য হয়। রাসূলুল্লাহ্ (সঃ)-এর এ উক্তিটি আপনাদের জানা আছে কি?” তাঁরা জাবাবে বললেনঃ “হ্যাঁ, আছে।” তখন হযরত উমার (রাঃ) বললেনঃ “আল্লাহ্ তা'আলা তাঁর রাসূল (সঃ)-এর জন্যে কিছু সম্পদ খাস করেছিলেন যা জনগণের মধ্যে কারো জন্যে খাস করেননি।” অতঃপর তিনি ... (আরবী)-এ আয়াতটি পাঠ করে বলেনঃ “আল্লাহ্ তা'আলা বানী নাযীরের মাল স্বীয় রাসূল (সঃ)-কে ফায় স্বরূপ দিয়েছিলেন। আল্লাহর কসম! না আমি এতে আপনাদের উপর অন্য কাউকেও প্রাধান্য দিয়েছি, না আমি নিজে সবই নিয়ে নিয়েছি। রাসূলুল্লাহ্ (সঃ) এটা হতে তাঁর নিজের ও পরিবারবর্গের এক বছরের খরচ গ্রহণ করতেন এবং বাকীটা বায়তুল মালে জমা দিতেন। তারপর তিনি ঐ চারজন মহান ব্যক্তিকে অনুরূপভাবে আল্লাহর কসম দিয়ে জিজ্ঞেস করেনঃ “এটা কি আপনাদের জানা আছে?” তাঁরা ‘হ্যাঁ' বলে উত্তরে দেন। তারপর তিনি ঐ দুই সম্মানিত ব্যক্তিকে ঐ রূপ কসম দিয়ে জিজ্ঞেস করেন এবং তারাও উত্তরে ‘হ্যাঁ’ বলেন। অতঃপর হযরত উমার (রাঃ) বলেনঃ “রাসূলুল্লাহ (সঃ)-এর ইন্তেকালের পর হযরত আবু বকর (রাঃ) খলীফা নির্বাচিত হন। তারপর আপনারা দুজন (হযরত আলী রাঃ ও হযরত আব্বাস রাঃ) তাঁর কাছে আসেন। হে আব্বাস (রাঃ)! আপনি আত্মীয়তার দাবী জানিয়ে আপনার ভ্রাতুস্পুত্র (সঃ)-এর মাল হতে আপনার মীরাস যাজ্ঞা করেন। আর ইনি অর্থাৎ হযরত আলী (রাঃ) নিজের প্রাপ্যের দাবী জানিয়ে স্বীয় স্ত্রী অর্থাৎ হযরত ফাতিমা (রাঃ)-এর পক্ষ হতে তাঁর পিতা (সঃ)-এর মালের মীরাস চেয়ে বসেন। জবাবে হযরত আবু বকর (রাঃ) আপনাদের দুজনকে বলেনঃ “রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমরা কোন ওয়ারিশ রেখে যাই না। আমরা যা কিছু ছেড়ে যাই তা সাদকারূপে গণ্য হয়।” আল্লাহ্ তা'আলা খুব ভাল জানেন যে, হযরত আবু বকর (রাঃ) নিশ্চিতরূপে একজন সত্যবাদী, পুণ্যবান, হিদায়াতপ্রাপ্ত ও সত্যের অনুসারী ব্যক্তি ছিলেন। তিনি যতদিন খলীফা ছিলেন ততদিন তিনি এ মালের জিম্মাদার ছিলেন। তাঁর ইন্তেকালের পর আমি রাসূলুল্লাহ (সঃ)-এর খলীফা নির্বাচিত হয়েছি। তারপর ঐ মাল আমার জিম্মাদারীতে চলে আসে। এরপর এক পর্যায়ে আপনারা দু'জন আমার নিকট আগমন করেন এবং নিজেরা এই মালের জিম্মাদার হওয়ার প্রস্তাব ও দাবী জানান। জবাবে আমি আপনাদেরকে বলি যে, রাসূলুল্লাহ্ (সঃ) যেভাবে এ মাল খরচ করতেন আপনারাও ঐ ভাবে খরচ করবেন এই শর্তে যদি আপনারা এই মালের জিম্মাদার হতে চান তবে আমি এটা আপনাদের হাতে সমর্পণ করতে পারি। আপনারা এটা স্বীকার করে নেন এবং আল্লাহ্ তা'আলাকে সাক্ষী রেখে আপনারা এ মালের জিম্মাদারী গ্রহণ করেন। অতঃপর এখন আপনারা আমার কাছে এসেছেন, তবে কি আপনারা এছাড়া অন্য কোন ফায়সালা চান? আল্লাহর কসম! কিয়ামত পর্যন্ত আমি এছাড়া অন্য কোন ফায়সালা করতে পারি না। হ্যাঁ, এটা হতে পারে যে, যদি আপনারা আপনাদের অঙ্গীকার অনুযায়ী এই মালের রক্ষণাবেক্ষণ ও খরচ করতে অপারগ হন তবে এর জিম্মাদারী আমাকে ফিরিয়ে দেন যাতে আমি নিজেই এটাকে ঐ রূপেই খরচ করি যেরূপে রাসূলুল্লাহ্ (সঃ) খরচ করতেন এবং যেভাবে হযরত আবু বকর (রাঃ)-এর খিলাফতের যুগে খরচ করা হতো এবং আজ পর্যন্ত হচ্ছে।” (ইমাম আবু দাউদ (রঃ) এটা বর্ণনা করেছেন)হযরত আনাস ইবনে মালিক (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “জনগণ রাসূলুল্লাহ্ (সঃ)-কে তাদের গাছ ইত্যাদি প্রদান করতো। অবশেষে যখন বানী কুরাইযা ও বানী নাযীরের ধন-সম্পদ তার অধিকারভুক্ত হলো তখন রাসূলুল্লাহ্ (সঃ) তাঁকে প্রদত্ত জনগণের মালগুলো তিনি জনগণকে ফিরিয়ে দিতে শুরু করলেন। তখন আমার পরিবারস্থ লোকগুলো আমাকে রাসূলুল্লাহ্ (সঃ)-এর নিকট এ কথা বলার জন্যে পাঠালো যে, তিনি যেন আমাদেরকেও আমাদের তাঁকে প্রদত্ত সম্পদগুলো ফিরিয়ে দেন। আমি রাসূলুল্লাহ (সঃ)-কে একথা বললে তিনি ওগুলো আমাদেরকে ফিরিয়ে দেয়ার নির্দেশ দেন। কিন্তু তিনি ওগুলো তার পক্ষ হতে হযরত উম্মে আইমান (রাঃ)-কে দিয়ে রেখেছিলেন। হযরত উম্মে আইমান (রাঃ) যখন জানতে পারলেন যে, এগুলো তাঁর নিকট হতে নিয়ে নেয়া হবে তখন তিনি আমার ঘাড়ের উপর কাপড় রেখে দিয়ে বললেনঃ “যে আল্লাহ্ ছাড়া কোন মা'বূদ নেই তাঁর কসম! এগুলো আমি আপনাকে কখনই দিবো না। এগুলো তো রাসূলুল্লাহ্ (সঃ) আমাকে দিয়ে রেখেছেন!” রাসূলুল্লাহ (সঃ) তখন তাঁকে বললেনঃ “হে উম্মে আইমান (রাঃ)! এর বিনিময়ে আমি তোমাকে এতো এতো প্রদান করবে (সুতরাং তোমার চিন্তার কোন কারণ নেই)।” কিন্তু তিনি মানলেন না, বরং ঐ কথাই বলতে থাকলেন। আবার রাসূলুল্লাহ্ (সঃ) তাঁকে বললেনঃ “তোমার জন্যে এতো এতো রয়েছে। এতেও তিনি সন্তুষ্ট হলেন না, বরং একই কথা বলতে থাকলেন। রাসূলুল্লাহ্ (সঃ) পুনরায় বললেনঃ “তোমাকে এই পরিমাণ, এই পরিমাণ দেয়া হবে। আমার ধারণা হয় যে, তিনি শেষ পর্যন্ত বললেনঃ “তোমাকে যা দেয়া হয়েছে তার প্রায় দশগুণ দেয়া হবে, তখন তিনি খুশী হলেন এবং নীরবতা অবলম্বন করলেন। সুতরাং আমাদের মাল আমাদেরকে ফিরিয়ে দেয়া হলো।” (এ হাদীসটি ইমাম আহমাদ (রঃ), ইমাম বুখারী (রঃ) এবং ইমাম মুসলিম (রঃ) বর্ণনা করেছেন) ফায়-এর এই মাল যে পাঁচ জায়গায় খরচ করা হবে, গানীমতের মাল খরচ করার জায়গাও এই পাঁচটি। সূরায়ে আনফালে এর পূর্ণ তাত্রী ও তাওযীহ্ সহ পরিপূর্ণ তাফসীর আল্লাহ্ পাকের ফযল ও করমে গত হয়েছে। এ জন্যে এখানে আমরা আর এর পুনরাবৃত্তি করলাম না।এরপর মহান আল্লাহ বলেনঃ ফায়-এর মালের খরচের জায়গাগুলো আমি এজন্যেই স্পষ্টভাবে বর্ণনা করলাম যাতে তোমাদের মধ্যে যারা বিত্তবান শুধু তাদের মধ্যেই ঐশ্বর্য আবর্তন না করে। শুধু মালদারদের হাতে চলে গেলে তারা তাদের ইচ্ছামত তা খরচ করতো এবং দরিদ্রদের হাতে তা আসতো না।ইরশাদ হচ্ছেঃ আমার রাসূল (সঃ) তোমাদেরকে যে কাজ করতে বলে তা তোমরা কর এবং যা হতে তোমাদেরকে নিষেধ করে তা হতে বিরত থাকো। তোমরা এ বিশ্বাস রাখো যে, রাসূল (সঃ) তোমাদেরকে যে কাজ করার আদেশ করে সেটা ভাল কাজই হয় এবং যে কাজ হতে তোমাদেরকে নিষেধ করে তা নিঃসন্দেহে মন্দ কাজ।হযরত মাসরূক (রাঃ) হতে বর্ণিত আছে যে, একজন মহিলা হযরত ইবনে মাসউদ (রাঃ)-এর নিকট এসে বলেঃ “আমার নিকট এ খবর পৌছেছে যে, আপনি নারীদের উল্কি করা হতে ও চুলে চুল মিলিত করা হতে নিষেধ করে থাকেন, আচ্ছা বলুন তো, আপনি এটা আল্লাহর কিতাবে পেয়েছেন, অথবা রাসূলুল্লাহ্ (সঃ) হতে শুনেছেন?” উত্তরে হযরত ইবনে মাসউদ (রাঃ) বলেনঃ “হ্যাঁ, এটা আমি আল্লাহর কিতাবেও পেয়েছি এবং রাসূলুল্লাহ্ (সঃ) হতেও  শুনেছি।” একথা শুনে মহিলাটি বলেঃ “আমি গোটা কুরআন মাজীদ পাঠ করেছি, কিন্তু কোথাও তো এটা পাইনি!” তখন হযরত ইবনে মাসউদ (রাঃ) বলেনঃ “তুমি তাতে (আরবী) (রাসূল সঃ তোমাদেরকে যা দেয় তা তোমরা গ্রহণ কর এবং যা হতে তোমাদেরকে নিষেধ করে তা হতে বিরত থাকো) এটা কি পাওনি?” মহিলাটি জবাবে বলেঃ “হ্যাঁ, তাতো পেয়েছি।” তখন হযরত ইবনে মাসউদ (রাঃ) বললেনঃ “আমি শুনেছি যে, রাসূলুল্লাহ্ (সঃ) উল্কি করা হতে, চুলে চুল মিলানো হতে এবং কপাল ও মুখমণ্ডলের চুল নূচা হতে নিষেধ করেছেন।” মহিলাটি তখন বললোঃ “জনাব! আপনার পরিবারের কোন কোন মহিলাও তো এরূপ করে থাকে?” তিনি তাকে বললেনঃ “তাহলে তুমি আমার বাড়ীর ভিতরে প্রবেশ করে দেখে এসো।” সে। গেল এবং দেখে এসে বললোঃ “জনাব! আমাকে ক্ষমা করুন! আমি ভুল বলেছি। উপরোক্তে কোন দোষ আপনার পরিবারের কোন মহিলার মধ্যে আমি দেখতে পেলাম না।” তখন হযরত ইবনে মাসউদ (রাঃ) মহিলাটিকে বললেনঃ “তুমি কি ভুলে গিয়েছে যে, আল্লাহর সৎ বান্দা (হযরত আয়েব আঃ) বলেছিলেনঃ (আরবী) অর্থাৎ “আমি এটা চাই না যে, যা হতে আমি তোমাদেরকে বিরত রাখছি আমি নিজে তার বিপরীত করবে।” (১১:৮৮) (এটা ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)হযরত আলকামা (রাঃ) হতে বর্ণিত আছে যে, হযরত আবদুল্লাহ ইবনে মাসউদ (রাঃ) বলেনঃ “আল্লাহ্ তা'আলা অভিসম্পাত বর্ষণ করেন ঐ নারীদের উপর যারা উল্কি করায় ও যারা উল্কি করে, যারা তাদের কপালের চুল নূচে এবং যারা নিজেদের সৌন্দর্য বৃদ্ধির জন্যে তাদের সামনের দাঁতগুলোর প্রশস্ততা সৃষ্টি করে এবং আল্লাহর তৈরীকৃত সৃষ্টির পরিবর্তন ঘটায়।” তার এ কথা শুনে বানী আসাদ গোত্রের উম্মে ইয়াকুব নাম্নী একটি মহিলা তাঁকে জিজ্ঞেস করেঃ “আপনি কি এরূপ কথা বলেছেন?” উত্তরে তিনি বলেনঃ “আল্লাহর রাসূল (সঃ) যার উপর লা'নত করেছেন, আমি কেন তার উপর লা'নত করবে না? আর যা কুরআন কারীমে বিদ্যমান রয়েছে?” মহিলাটি বললোঃ “আমি কুরআন কারীমের প্রথম হতে শেষ পর্যন্ত সবই পাঠ করেছি, কিন্তু আমি কোথাও তো এ হুকুম পাইনি?” তিনি বললেনঃ “তুমি যদি বুঝে ও চিন্তা করে পাঠ করতে তবে অবশ্যই তা পেতে। আল্লাহ্ তা'আলার উক্তিটি কি তুমি কুরআন কারীমে পাওনি?” সে জবাবে বললোঃ “হ্যাঁ, এটা তো পেয়েছি!” তারপর তিনি তাকে ঐ হাদীসটি শুনিয়ে দেন। তখন সে তাঁকে বললোঃ “আমার ধারণা যে, আপনার পরিবারের লোকও এই রূপ করে থাকে।” তিনি তাকে বললেনঃ “তুমি (আমার বাড়ীতে) যাও এবং দেখে এসো!” সে গেল, কিন্তু সে যা ধারণা করেছিল তার কিছুই দেখলো না। সুতরাং সে ফিরে এসে বললোঃ “আমি কিছুই দেখতে পেলাম না।” তিনি তখন বললেনঃ “যদি আমার গৃহিণী এরূপ করতো তবে অবশ্যই আমি তাকে ছেড়ে দিতাম।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন এবং ইমাম বুখারী (রঃ) ও ইমাম মুসলিম(রঃ) তাঁদের সহীহ গ্রন্থদ্বয়ে এটা তাখরীজ করেছেন)হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ্ (সঃ) বলেছেনঃ “আমি যখন তোমাদেরকে কোন নির্দেশ দিই তখন তোমরা তোমাদের সাধ্যমত তা পালন করবে এবং যখন তোমাদেরকে কোন কিছু হতে নিষেধ করি তখন তোমরা তা হতে বিরত থাকবে।” (এ হাদীসটি ইমাম বুখারী (রঃ) ও ইমাম মুসলিম (রঃ) বর্ণনা করেছেন)হযরত উমার (রাঃ) ও হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ্ (সঃ) কদুর খোলের তৈরী পাত্রে, সবুজ রং এর কলসে, আলকাতরার রঙ এ রঞ্জিত পাত্রে এবং কাঠে খোদাইকৃত পাত্রে নবীয তৈরী করতে অর্থাৎ খেজুর, কিসমিস্ ইত্যাদি ভিজিয়ে রাখতে নিষেধ করেছেন। অতঃর তাঁরা (আরবী) এই আয়াতটিই পাঠ করেন। (এ হাদীসটি ইমাম নাসাঈ (রঃ) বর্ণনা করেছেন)এরপর আল্লাহ্ তাবারাকা ওয়া তা'আলা বলেনঃ শাস্তি হতে রক্ষা পাওয়ার জন্যে তোমরা আল্লাহকে ভয় করতঃ তার নির্দেশাবলী মেনে চল এবং তাঁর নিষিদ্ধ বস্তুসমূহ হতে দূরে থাকো। জেনে রেখো যে, যারা তাঁর নাফরমানী ও বিরুদ্ধাচরণ করে এবং তিনি যা করতে নিষেধ করেছেন তা করে তাদেরকে তিনি কঠোর শাস্তি দেন এবং দুঃখের মার মারেন।"
    },
    { "ayah": 8, "surah": 59, "text": "Please check ayah 59:10 for complete tafsir." },
    { "ayah": 9, "surah": 59, "text": "Please check ayah 59:10 for complete tafsir." }
  ]
}
