{
  "ayahs": [
    { "ayah": 1, "surah": 60, "text": "Please check ayah 60:3 for complete tafsir." },
    { "ayah": 10, "surah": 60, "text": "Please check ayah 60:11 for complete tafsir." },
    {
      "ayah": 11,
      "surah": 60,
      "text": "১০-১১ নং আয়াতের তাফসীর:\nসূরায়ে ফাত্হর তাফসীরে হুদায়বিয়ার সন্ধির ঘটনা বিস্তারিতভাবে বর্ণিত হয়েছে। এই সন্ধিপত্রে রাসূলুল্লাহ্ (সঃ) এবং কুরায়েশ কাফিরদের মধ্যে যেসব শর্ত লিপিবদ্ধ হয়েছিল ওগুলোর মধ্যে একটি শর্ত এও ছিল যে, যে কাফির মুসলমান হয়ে রাসূলুল্লাহ্ (সঃ)-এর নিকট চলে যাবে তাকে তিনি মক্কাবাসীর নিকট ফেরত পাঠিয়ে দিবেন। কিন্তু কুরআন কারীম এর মধ্য হতে ঐ মহিলা বা নারীদেরকে খাস করে নেয় যারা ঈমান আনয়ন করে এবং খাটি মুসলমান হয়ে রাসূলুল্লাহ (সঃ)-এর নিকট চলে যাবে তাদেরকে তিনি কাফিরদের নিকট ফেরত পাঠাবেন না।  কুরআন কারীম দ্বারা হাদীসকে খাস করার এটা একটা উত্তম দৃষ্টান্ত। কারো কারো মতে এই আয়াতটি এই হাদীসের নাসিখ বা রহিতকারী।এই আয়াতের শানে নুযূল এই যে, হযরত উম্মে কুলসূম বিনতে উক্রা ইবনে আবি মুঈত (রাঃ) ইসলাম গ্রহণ করেন এবং হিজরত করে মদীনায় চলে যান। আম্মারাহ্ এবং ওয়ালীদ নামক তাঁর দুই ভ্রাতা তাঁকে ফিরিয়ে আনার জন্যে রাসূলুল্লাহ্ (সঃ)-এর খিদমতে হাযির হয় এবং এ ব্যাপারে তাঁর সাথে আলাপ আলোচনা করে। তখন আল্লাহ্ তা'আলা ইমতেহান বা পরীক্ষার এ আয়াতটি অবতীর্ণ করেন। এভাবে আল্লাহ্ পাক মুমিনা নারীদেরকে ফেরত পাঠাতে নিষেধ করে দেন।  হযরত আবু নাস্র আসাদী (রঃ) হতে বর্ণিত আছে যে, হযরত ইবনে আব্বাস (রাঃ) জিজ্ঞাসিত হনঃ “রাসূলুল্লাহ্ (সঃ) কি ভাবে নারীদের পরীক্ষা নিতেন?” উত্তরে তিনি বলেনঃ “তা এই ভাবে যে, তারা শপথ করে করে বলতো যে, তারা স্বামীর সাথে মনোমালিন্য হওয়ার কারণে নয় এবং শুধু আবহাওয়া ও মাটির পরিবর্তনের জন্যে ভ্রমণের উদ্দেশ্যে নয়, বরং একমাত্র আল্লাহ্ ও তাঁর রাসূল (সঃ)-এর মহব্বতে ইসলামের খাতিরেই দেশ ত্যাগ করেছে। এ ছাড়া তাদের আর কোন উদ্দেশ্য নেই।” (এটা ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন)কসম দিয়ে এই প্রশ্নগুলো করা ও ভালভাবে পরীক্ষা করার দায়িত্ব হযরত উমার ইবনে খাত্তাব (রাঃ)-এর উপর অর্পিত ছিল। (এটা ইমাম বাযযার (রঃ) বর্ণনা করেছেন)ইমাম আওফী (রঃ) হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণনা করেছেন, তাদের পরীক্ষা গ্রহণের পদ্ধতি ছিলঃ তারা সাক্ষ্য দিবে যে, আল্লাহ্ ছাড়া কোন মা’বূদ নেই এবং মুহাম্মাদ (সঃ) আল্লাহর বান্দা ও তাঁর রাসূল। পরীক্ষা নেয়ার পর যদি বুঝা যেতো যে, তারা পার্থিব কোন স্বার্থের জন্যে হিজরত করেছে তবে তাদেরকে ফেরত পাঠিয়ে দেয়া হতো। যেমন জানা যেতো যে, স্বামী-স্ত্রীর মধ্যে মনোমালিন্য হওয়ার কারণে বা কোন পুরুষের প্রেমে পড়ে স্ত্রী হিজরত করেছে ইত্যাদি।মহান আল্লাহ্ বলেনঃ যদি তোমরা জানতে পার যে, তারা (নারীরা) মুমিনা তবে তাদেরকে কাফিরদের নিকট ফেরত পাঠাবে না। এর দ্বারা প্রমাণিত হচ্ছে যে, কারো ঈমানদার হওয়া সম্পর্কে নিশ্চিত রূপে অবহিত হওয়া সম্ভব।এরপর আল্লাহ্ তাবারাকা ওয়া তা'আলা বলেনঃ ‘মুমিনা নারীরা কাফিরদের জন্যে বৈধ নয় এবং কাফিররা মুমিনা নারীদের জন্যে বৈধ নয়। এই আয়াত এই আত্মীয়তার সম্পর্ককে হারাম করে দিয়েছে। ইতিপূর্বে মুমিনা নারীদের বিবাহ কাফিরদের সাথে বৈধ ছিল। যেমন রাসূলুল্লাহ্ (সঃ)-এর কন্যা হযরত যায়নাব (রাঃ)-এর বিয়ে হয়েছিল আবুল আস ইবনে রাবী (রাঃ)-এর সাথে। অথচ ঐ সময় তিনি কুফরীর উপর ছিলেন। আর হযরত যায়নাব (রাঃ) ছিলেন মুসলমান। বদরের যুদ্ধে তিনিও কাফিরদের পক্ষে যুদ্ধ করেছিলেন। এ যুদ্ধে যে কাফিররা মুসলমানদের হাতে বন্দী হয়েছিল তিনিও ছিলেন তাদের মধ্যে একজন। হযরত যায়নাব (রাঃ) তাঁর মাতা হযরত খাদীজা (রাঃ)-এর হারটি তাঁর স্বামী আবুল আ’স (রাঃ)-এর মুক্তিপণ হিসেবে প্রেরণ করেছিলেন। হারটি দেখে রাসূলুল্লাহ্ (সঃ)-এর মধ্যে ভাবাবেগ সৃষ্টি হয় এবং তিনি কান্না বিজড়িত কণ্ঠে মুসলমানদেরকে বলেনঃ “যদি তোমরা আমার কন্যার বন্দীকে মুক্তি দেয়া পছন্দ কর তবে তাকে মুক্ত করে দাও।” মুসলমানরা মুক্তিপণ ছাড়াই সন্তুষ্টচিত্তে আবুল আ’স (রাঃ)-কে মুক্ত করে দিতে সম্মত হন। তখন রাসূলুল্লাহ্ (সঃ) তাঁকে আযাদ করে দিয়ে বলেন যে, তিনি যেন তার কন্যা হযরত যায়নাব (রাঃ)-কে মদীনায় পাঠিয়ে দেন। আবুল আস (রাঃ) তা স্বীকার করেন। মক্কায় গিয়ে তিনি হযরত যায়েদ ইবনে হারেসা (রাঃ)-এর সাথে হযরত যায়নাব (রাঃ)-কে মদীনায় পাঠিয়ে দেন। এটা হলো দ্বিতীয় হিজরীর ঘটনা। হযরত যায়নাব (রাঃ) মদীনাতেই অবস্থান করতে থাকেন। শেষ পর্যন্ত মহান আল্লাহ্ হযরত আবুল আ’স (রাঃ)-কে ইসলাম গ্রহণের তাওফীক দান করেন এবং তিনি মুসলমান হয়ে যান। অতঃপর রাসূলুল্লাহ্ (সঃ) তার কন্যাকে পূর্বের বিবাহের উপরই নতুন মহর ছাড়াই হযরত আবুল আস (রাঃ)-এর কাছে সমর্পণ করেন।  অন্য রিওয়াইয়াতে আছে যে, দুই বছর পর হযরত আবুল আস (রাঃ) মুসলমান হয়েছিলেন এবং রাসূলুল্লাহ্ (সঃ) তার কন্যা হযরত যায়নাব (রাঃ)-কে ঐ পূর্ব বিবাহের উপরই তাঁর কাছে ফিরিয়ে দেন।  এটা সঠিক কথা যে, মুমিনা নারীরা মুশরিক পুরুষদের উপর হারাম হওয়ার দুই বছর পরে হযরত আবুল আস (রাঃ) মুসলমান হয়েছিলেন। অন্য একটি রিওয়াইয়াতে আছে যে, হযরত আবুল আস (রাঃ)-এর ইসলাম গ্রহণের পর আবার নতুনভাবে বিয়ে দেয়া হয়েছিল এবং নতুনভাবে মহরও ধার্য করা হয়েছিল। ইমাম তিরমিযী (রঃ) বলেন যে, হযরত ইয়াযীদ (রঃ) বলেছেনঃ প্রথম হাদীসের বর্ণনাকারী হলেন হযরত ইবনে আব্বাস (রাঃ) এবং ইসনাদ হিসেবে এ রিওয়াইয়াতটি উন্নততর। আর দ্বিতীয় হাদীসের বর্ণনাকারী হলেন হযরত আমর ইবনে শুআয়েব (রাঃ) এবং আমল এর উপরই রয়েছে। কিন্তু এটা স্মরণ রাখার বিষয় যে, হযরত আমর ইবনে শুয়ায়েব (রাঃ) বর্ণিত হাদীসটির একজন বর্ণনাকারী রয়েছেন হাজ্জাজ ইবনে ইরতাত যাকে হযরত ইমাম আহমাদ (রঃ) প্রমুখ গুরুজন দুর্বল বলেছেন।  হযরত ইবনে আব্বাস (রাঃ) বর্ণিত হাদীসের জবাব জমহুর এই দেন যে, এটা ব্যক্তিগত ঘটনা, হয়তো তার ইদ্দত শেষই হয়নি। অধিকাংশ গুরুজনের মাযহাব এই যে, এই অবস্থায় যখন স্ত্রী ইদ্দত পুরো করে নিবে এবং তখন পর্যন্ত তার স্বামী মুসলমান না হবে তাহলে বিবাহ বিচ্ছেদ হয়ে যাবে। কোন কোন মনীষীর মাযহাব এটাও যে, ইদ্দত পুরো করার পর স্ত্রীর স্বাধীনতা রয়েছে, ইচ্ছা করলে সে তার পূর্ব বিবাহ ঠিক রাখতে পারে এবং ইচ্ছা করলে ফস করে দিতেও পারে। এর উপরই তারা হযরত ইবনে উমার (রাঃ)-এর রিওয়াইয়াতকে মাহ্মূল করে থাকেন।এরপর আল্লাহ্ তাবারাকা ওয়া তা'আলা বলেনঃ কাফির স্বামীরা তাদের ঐ মুহাজিরা স্ত্রীদের জন্যে যা ব্যয় করেছে তা তোমরা তাদেরকে ফিরিয়ে দিবে, যেমন মহর।মহান আল্লাহ বলেনঃ হে মুমিনগণ! এখন তোমরা হিজরতকারিণী ঐ মুহাজিরা মুমিনা নারীদেরকে মহর দিয়ে বিয়ে করে নিলে তোমাদের কোন অপরাধ হবে না। ইদ্দত অতিক্রান্ত হওয়া, ওলী নির্ধারণ করা ইত্যাদি যেসব বিষয় বিয়ের জন্যে শর্ত, এসব শর্ত পূরণ করে ঐ মুহাজির নারীদেরকে যেসব মুসলমান বিয়ে করতে চায় করতে পারে। অতঃপর ইরশাদ হচ্ছেঃ হে মুমিনগণ! তোমরা ঐ নারীদের সাথে দাম্পত্য সম্পর্ক বজায় রেখো না যারা আল্লাহর সাথে কুফরী করে। অনুরূপভাবে কাফিরা নারীদেরকে বিয়ে করাও তোমাদের জন্যে হারাম।এই হুকুম অবতীর্ণ হওয়া মাত্রই হযরত উমার (রাঃ) তাঁর দু'টি কাফিরা স্ত্রীকে তালাক দিয়ে দেন যাদের একজনকে হযরত মুআবিয়া ইবনে আবি সুফিয়ান (রাঃ) বিয়ে করেন এবং অপরজনের বিয়ে হয় সাফওয়ান ইবনে উমাইয়ার সাথে।রাসূলুল্লাহ (সঃ) কাফিরদের সাথে সন্ধি করে ফেলেছেন এবং তখনও তিনি হুদায়বিয়ার নীচের অংশেই রয়েছেন এমতাবস্থায় এই আয়াত নাযিল হয় এবং মুসলমানদেরকে বলে দেয়া হয়ঃ “হিজরত করে যেসব নারী আসবে এবং তাদের খাঁটি মুমিনা হওয়া এবং আন্তরিকতার সাথে হিজরত করার অবস্থাও জানা যাবে তখন তোমরা তাদের কাফির স্বামীদেরকে তাদের দেয়া মহর ফিরিয়ে দিবে।” অনুরূপভাবে কাফিরদেরকেও এই হুকুম শুনিয়ে দেয়া হয়। এই হুকুমের কারণ ঐ চুক্তিপত্র ছিল যা সবেমাত্র প্রস্তুত করা হয়েছিল। হযরত উমার (রাঃ) তাঁর যে দু’টি কাফিরা স্ত্রীকে তালাক দিয়েছিলেন তাদের একজনের নাম ছিল কুরাইবা। (তাফসীরে বাগাভীতে এর নাম রয়েছে ফাতিমা) সে আবূ উমাইয়া ইবনে মুগীরার কন্যা ছিল। অপরটির নাম ছিল কুলসূম এবং সে ছিল আমর ইবনে জারওয়ান খুযায়ীর কন্যা। সে-ই ছিল হযরত আবদুল্লাহ্ (রাঃ)-এর মাতা। তাকে আবূ জাহাম ইবনে হুযাইফা ইবনে গানিম খুযায়ী বিয়ে করে নিয়েছিল। এও মুশরিক ছিল। এই হুকুমের ভিত্তিতেই হযরত তালহা ইবনে উবাইদিল্লাহ্ (রাঃ) তার কাফিরা স্ত্রী আরওয়া বিনতে বাবীআহ্ ইবনে হারিস ইবনে আবদিল মুত্তালিবকে তালাক দিয়ে দেন। তাকে খালিদ ইবনে সাঈদ ইবনে। আ’স বিয়ে করে।মহামহিমান্বিত আল্লাহ্ এরপর বলেনঃ হে মুমিনগণ! তোমরা তোমাদের (কাফিরা) স্ত্রীদের উপর যা খরচ করেছো তা তোমরা কাফিরদের নিকট হতে নিয়ে নাও যখন তারা তাদের মধ্যে চলে যাবে। আর কাফিরদের যেসব স্ত্রী মুসলমান হয়ে তোমাদের নিকট চলে আসবে তাদেরকে তোমরা দিয়ে দাও যা তারা তাদের এই স্ত্রীদের উপর খরচ করেছে। এটাই আল্লাহর বিধান। তিনি মুমিনদের মধ্যে ফায়সালা করে থাকেন। আল্লাহ্ সর্বজ্ঞ, প্রজ্ঞাময়। বান্দাদের জন্যে কি যোগ্য ও উপযুক্ত তা তিনি পূর্ণরূপে ওয়াকিফহাল। তার কোন হুকুমই হিকমত শূন্য নয়। কারণ সাধারণভাবে তিনিই প্রজ্ঞাময়।(আরবী)-এই আয়াতের ভাবার্থ হযরত কাতাদা (রঃ) এই বর্ণনা করেনঃ হে মুমিনগণ! যে কাফিরদের সাথে তোমাদের সন্ধি ও চুক্তি হয়নি, যদি কোন স্ত্রী তার মুসলমান স্বামীর ঘর হতে বের হয়ে গিয়ে তাদের সাথে মিলিত হয় তবে এটা প্রকাশমান যে, তার মুসলমান স্বামী তার উপর যা খরচ করেছে তা তারা ফেরত দিবে না। সুতরাং এর বিনিময়ে তোমাদেরকেও অনুমতি দেয়া হচ্ছে যে, যদি তাদের মধ্য হতে কোন নারী মুসলমান হয়ে তোমাদের মধ্যে চলে আসে তবে তোমরাও তার স্বামীকে কিছুই দিবে না, যে পর্যন্ত না তারা তোমাদেরকে দেয়।  হযরত যুহরী (রঃ বলেন যে, মুসলমানরা তো আল্লাহ্ তা'আলার এই হুকুম পালন করেছিল এবং কাফিরদের যেসব স্ত্রী মুসলমান হয়ে হিজরত করে চলে এসেছিল, তাদের স্বামীদেরকে তারা তাদের দেয়া মহর ফিরিয়ে দিয়েছিল। কিন্তু মুশরিকরা আল্লাহ্ তা'আলার এই হুকুম মানতে অস্বীকার করে। তখন এই আয়াত অবতীর্ণ হয় এবং মুসলমানদেরকে অনুমতি দিয়ে বলা হয় যদি তোমাদের স্ত্রীদের মধ্যে কেউ হাত ছাড়া হয়ে কাফিরদের নিকট চলে যায় এবং তারা তোমাদেরকে তোমাদের খরচকৃত জিনিস না দেয় তবে যখন তাদের মধ্য হতে কোন নারী তোমাদের নিকট চলে আসবে তখন তোমরা তোমাদের কত খরচ বের করে দিয়ে কিছু অতিরিক্ত হলে তা তাদেরকে প্রদান করবে, অন্যথায় মুআমালা এখান হতেই শেষ হয়ে যাবে অর্থাৎ তাদেরকে কিছুই দিতে হবে না।  হযরত ইবনে আব্বাস (রাঃ) হতে এর ভাবার্থ বর্ণিত আছেঃ এতে রাসূলুল্লাহ (সঃ)-কে হুকুম দেয়া হচ্ছে যে, যে মুসলিম নারী কাফিরদের মধ্যে চলে যাবে এবং কাফিররা তার স্বামীকে তার কৃত খরচ প্রদান না করবে, তাকে তিনি গানীমতের মাল হতে তার খরচ পরিমাণ প্রদান করবেন। সুতরাং (আরবী)-এর অর্থ দাঁড়ালোঃ হে মুমিনগণ! এর পর যদি তোমরা কুরায়েশদের হতে অথবা কাফিরদের অন্য কোন দল হতে গানীমতের মাল লাভ কর তবে তোমাদের মধ্যে যাদের স্ত্রীরা কাফিরদের মধ্যে চলে গেছে তাদের খরচকৃত মালের সমপরিমাণ তাদেরকে তা হতে দিয়ে দাও। অর্থাৎ মহরে মিসাল প্রদান কর। এই উক্তিগুলোতে বৈপরীত্য কিছুই নেই। ভাবার্থ এই যে, প্রথম রূপ যদি সম্ভব হয় তবে তো ভাল কথা, অন্যথায় গানীমতের মাল হতে তাদের প্রাপ্য তাদেরকে দিয়ে দিতে হবে। দুটোতেই ইখতিয়ার রয়েছে এবং হুকুমের মধ্যে প্রশস্ততা আছে। হযরত ইবনে জারীর (রঃ) এই আনুকূল্যই পছন্দ করেছেন। সুতরাং সমস্ত প্রশংসা আল্লাহ্ তা'আলারই জন্যে।"
    },
    {
      "ayah": 12,
      "surah": 60,
      "text": "সহীহ বুখারীতে হযরত আয়েশা (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “যেসব মুসলমান নারী হিজরত করে নবী (সঃ)-এর নিকট আসতো তাদের পরীক্ষা এই আয়াত দ্বারাই নেয়া হতো। যারা এ কথাগুলো স্বীকার করে নিতো তাদেরকে রাসূলুল্লাহ (সঃ) বলতেনঃ “আমি তোমাদের নিকট হতে বায়আত গ্রহণ করলাম।” এটা নয় যে, তিনি তাদের হাতে হাত রাখতেন। আল্লাহর কসম! বায়আত গ্রহণের সময় তিনি কখনো কোন নারীর হাতে হাত রাখেননি। শুধু মুখে বলতেনঃ “আমি এই কথাগুলোর উপর তোমাদের বায়আত গ্রহণ করলাম।”হযরত উমাইমাহ্ বিনতে রুকাইকাহ্ (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “কয়েকজন মহিলার সাথে আমিও রাসূলুল্লাহ্ (সঃ)-এর নিকট বায়আত গ্রহণের জন্যে হাযির হই। তখন রাসূলুল্লাহ্ (সঃ) কুরআনের এই আয়াত অনুযায়ী আমাদের নিকট হতে আহাদ-অঙ্গীকার গ্রহণ করেন। আমরা এগুলো স্বীকার করে নিলে তনি বলেনঃ ‘আমরা আমাদের শক্তি ও সাধ্য অনুসারে পালন করবে’ একথাও বল। আমরা বললামঃ আমাদের প্রতি আল্লাহ্ ও তাঁর রাসূল (সঃ)-এর করুণা আমাদের নিজেদের চেয়েও বেশী। আমরা বললামঃ হে আল্লাহর রাসূল (সঃ)! আমাদের সাথে মুসাফাহা (করমর্দন) করবেন না? তিনি উত্তরে বললেনঃ “না, আমি বেগানা নারীদের সাথে করমর্দন করি না। আমার একজন নারীকে বলে দেয়া একশ’ জন নারীর জন্যে যথেষ্ট।” (এ হাদীসটি ইমাম আহমাদ (রঃ), ইমাম তিরমিযী (রঃ), ইমাম নাসাঈ (রঃ) এবং ইমাম ইবনে মাজাহ্ (রঃ) বর্ণনা করেছেন। ইমাম তিরমিযী (রঃ) এটাকে হাসান সহীহ্ বলেছেন)মুসনাদে আহমাদে এটুকু বেশীও রয়েছে যে, হযরত উমাইমাহ্ (রাঃ) বলেনঃ “তিনি আমাদের মধ্যে কোন মহিলার সাথে মুসাফাহা করেননি।” হযরত উমাইমাহ্ নাম্নী এই মহিলাটি হযরত খাদীজা (রাঃ)-এর ভগ্নী ও হযরত ফতিমা (রাঃ)-এর খালা হতেন।  হযরত সালমা বিনতে কায়েস (রাঃ) হতে বর্ণিত, যিনি রাসূলুল্লাহ্ (সঃ)-এর খালা ছিলেন, তার সাথে দুই কিবলামুখী হয়ে নামায পড়েছেন এবং যিনি বানী আদী ইবনে নাজ্জার গোত্রের একজন মহিলা ছিলেন, তিনি বলেন, আনসারদের নারীদের সাথে বায়আত গ্রহণের জন্যে আমিও রাসূলুল্লাহ্ (সঃ)-এর খিদমতে হাযির হয়েছিলাম। যখন তিনি আমাদের উপর শর্ত করলেন যে, আমরা আল্লাহর সাথে কোন কিছুকে শরীক করবে না, চুরি করবে না, ব্যভিচার করবো না, নিজেদের সন্তানদেরকে হত্যা করবে না, সজ্ঞানে কোন অপবাদ রচনা করে রটাবো না এবং সত্ত্বার্যে তাঁকে অমান্য করবে না, তারপর তিনি এ কথাও বললেনঃ “তোমরা তোমাদের স্বামীদের সাথে বিশ্বাসঘাতকতা ও প্রতারণা করবে না।” তখন আমরা এগুলো স্বীকার করে নিয়ে বায়আত গ্রহণ করলাম এবং ফিরে যেতে উদ্যত হলাম। হঠাৎ করে আমার একটি কথা স্মরণ হওয়ায় আমি একজন মহিলাকে রাসূলুল্লাহ (সঃ)-এর নিকট পাঠালাম এই উদ্দেশ্যে যে, স্বামীর সাথে বিশ্বাসঘাতকতা ও প্রতারণা করার অর্থ কি তা যেন সে তাকে জিজ্ঞেস করে। উত্তরে তিনি বললেনঃ “এর অর্থ এই যে, তুমি তোমার স্বামীর মাল গোপনে তার অজান্তে কাউকেও দিবে না।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)হযরত আয়েশা বিনতে কুদামাহ (রাঃ) বলেনঃ “আমি আমার মাতা রায়েতাহ্ বিনতে সুফিয়ান খুযাইয়্যাহ্ (রাঃ)-এর সাথে রাসূলুল্লাহ (সঃ)-এর নিকট বায়আত গ্রহণকারিণীদের মধ্যে ছিলাম। রাসূলুল্লাহ্ (সঃ) বললেনঃ “আমি এই মর্মে তোমাদের বায়আত নিচ্ছি যে, তোমরা আল্লাহর সাথে কোন শরীক স্থির করবে না, চুরি করবে না, ব্যভিচার করবে না, নিজেদের সন্তানদেরকে হত্যা করবে না, সজ্ঞানে কোন অপবাদ রচনা করে রটাবে না এবং কার্যে আমাকে অমান্য করবে না। নারীরা স্বীকারোক্তি করছিল। আমার মাতার নির্দেশক্রমে আমিও স্বীকার করলাম এবং বায়আত গ্রহণ করিণীদের মধ্যে শামিল হয়ে গেলাম।” (এই হাদীসটিও ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)হযরত উম্মে আতিয়্যাহ্ (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “আমরা রাসূলুল্লাহ (সঃ)-এর নিকট বায়আত করলাম, তখন তিনি আমাদের সামনে (আরবী)-এ আয়াতটি পাঠ করলেন এবং তিনি আমাদেরকে মৃতের উপর বিলাপ করতেও নিষেধ করলেন। রাসূলুল্লাহ্ (সঃ)-এর বায়আত গ্রহণকালীন সময়ের মাঝেই একজন মহিলা তার হাতখানা টেনে নেয় এবং বলেঃ “মৃতের উপর বিলাপ করা হতে বিরত থাকার উপর বায়আত করছি না। কারণ অমুক মহিলা আমার অমুক মৃতের উপর বিলাপ করার কাজে আমাকে সাহায্য করেছে। এর বিনিময় হিসেবে তার মৃতের উপর আমাকে বিলাপ করতেই হবে।” রাসূলুল্লাহ্ (সঃ) এ কথা শুনে নীরব থাকলেন, কিছুই বললেন না। অতঃপর সে চলে গেল। কিন্তু অল্পক্ষণ পর সে ফিরে এসে বায়আত করলো।সহীহ মুসলিমেও এ হাদীসটি আছে। তাতে এও রয়েছে যে, এই শর্তটি শুধু ঐ মহিলাটি এবং হযরত উম্মে সুলাইম বিনতে মুলহানই (রাঃ) পুরো করেছিলেন।সহীহ বুখারীর অন্য রিওয়াইয়াতে আছে যে, পাঁচজন মহিলা এই অঙ্গীকার পূর্ণ করেছিলেন। তাঁরা হলেন উম্মে সুলাইম (রাঃ), উম্মুল আ’লা (রাঃ), আবু সাবরার কন্যা ও হযরত মুআয (রাঃ)-এর স্ত্রী এবং আর দুই জন মহিলা। অথবা আবূ সাবরার কন্যা ও হযরত মুআয (রাঃ)-এর স্ত্রী এবং আর একজন মহিলা। নবী (সঃ) ঈদের দিনেও নারীদের নিকট হতে এই বিষয়গুলোর উপর বায়আত গ্রহণ করতেন। সহীহ বুখারীতে হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে, তিনি বলেনঃ “আমি রমযানের ঈদের নামাযে রাসূলুল্লাহ (সঃ)-এর সাথে, হযরত আবূ বকর (রাঃ)-এর সাথে, হযরত উমার (রাঃ)-এর সাথে এবং হযরত উসমান (রাঃ)-এর সাথে নামায পড়েছি। তারা প্রত্যেকেই খুবার পূর্বে নামায পড়তেন। একবার রাসুলুল্লাহ (সঃ) খুৎবার অবস্থায় মিম্বর হতে নেমে পড়েন। এখনো যেন ঐ দৃশ্য আমার চোখের সামনে রয়েছে। লোকদেরকে বসানো হচ্ছিল এবং তিনি তাদের মধ্য দিয়ে আসছিলেন। অবশেষে তিনি স্ত্রী লোকদের নিকট আসেন। তাঁর সাথে হযরত বিলালও (রাঃ) ছিলেন। সেখানে গিয়ে তিনি (আরবী) এই আয়াতটি তিলাওয়াত করেন। অতঃপর তিনি নারীদেরকে প্রশ্ন করেনঃ “তোমরা এই অঙ্গীকারের উপর অটল থাকবে তো?” একজন স্ত্রী লোক জবাবে বললেনঃ “হে আল্লাহর রাসূল (সঃ) ! হা (আমরা এর উপ দৃঢ়ভাবে কায়েম থাকবো)।” অন্য কোন স্ত্রীলোক জবাব দিলো না। হাদীসটির বর্ণনাকারী হযরত হাসান (রঃ)-এর জানা নেই যে, যে মহিলাটি জবাব দিয়েছিলেন তিনি কে ছিলেন। অতঃপর রাসূলুল্লাহ্ (সঃ) মহিলাদেরকে বলেনঃ “তোমরা দান-খয়রাত কর।” হযরত বিলাল (রাঃ) তার কাপড় বিছিয়ে দিলেন। তখন নারীরা তাদের পাথর বিহীন ও পাথরযুক্ত আংটিগুলো আল্লাহর ওয়াস্তে দান করতে লাগলেন।মুসনাদে আহমাদের রিওয়াইয়াতে হযরত উমাইমাহ্ (রাঃ)-এর বায়আতের বর্ণনায় এ আয়াত ছাড়াও এটুকু আরো রয়েছে যে, মৃতের উপর বিলাপ না করা এবং অজ্ঞতার যুগের মত সাজ-সজ্জা করে অপর পুরুষকে না দেখানো।সহীহ্ বুখারী ও সহীহ মুসলিমে রয়েছে যে, রাসূলুল্লাহ্ (সঃ) এক মজলিসে পুরুষদেরকেও বলেনঃ “আমার নিকট ঐ বিষয়গুলোর উপর বায়আত কর যা এই আয়াতে রয়েছে। যে ব্যক্তি এই বায়আতকে ঠিক রাখবে তার পুরস্কার আল্লাহ্। তা'আলার নিকট রয়েছে আর যে ব্যক্তি এর বিপরীত কিছু করবে এবং তা মুসলিম হুকুমতের কাছে গোপন বা অপ্রকাশিত থাকবে তার হিসাব আল্লাহ্ তা'আলার নিকট রয়েছে। তিনি ইচ্ছা করলে ক্ষমা করবেন এবং ইচ্ছা করলে শাস্তি দিবেন।”হযরত উবাদাহ ইবনে সামিত (রাঃ) বলেনঃ “আকাবায়ে ঊলায় (প্রথম আকাবায়) আমরা বারজন লোক রাসূলুল্লাহ্ (সঃ)-এর কাছে বায়আত করি এবং তিনি আমাদের নিকট হতে ঐ বিষয়গুলোর উপর বায়আত গ্রহণ করেন যেগুলো এই আয়াতে রয়েছে। আর তিনি আমাদেরকে বলেনঃ “যদি তোমরা এগুলো পূর্ণ কর তবে তোমাদের জন্যে জান্নাত অবধারিত।” এটা জিহাদ ফরয হওয়ার পূর্বের ঘটনা।ইমাম ইবনে জারীর (রঃ)-এর রিওয়াইয়াতে রয়েছেঃ রাসূলুল্লাহ্ (সঃ) হযরত উমার ইবনুল খাত্তাব (রাঃ)-কে নির্দেশ দিয়েছিলেন যে, তিনি যেন নারীদেরকে বলে দেনঃ “রাসূলুল্লাহ্ (সঃ) তোমাদের কাছে ঐ বিষয়ের উপর বায়আত নিচ্ছেন যে, তোমরা আল্লাহর সাথে কাউকে শরীক করবে না।” এই বায়আতের জন্যে আগমনকারিণীদের মধ্যে হিন্দাও ছিল, যে ছিল উা ইবনে রাবীআর কন্যা, যে (উহুদের যুদ্ধে) হযরত হামযা (রাঃ)-এর পেট ফেঁড়েছিল। সে নারীদের মধ্যে এমন অবস্থায় ছিল যে, কেউ যেন তাকে চিন্তে না পারে। ঘোষণা শুনার পর সে বললোঃ “আমি কিছু বলতে চাই। কিন্তু যদি আমি বলি তবে রাসূলুল্লাহ (সঃ) আমাকে চিনে ফেলবেন এবং যদি তিনি চিনে নেন তবে অবশ্যই আমাকে হত্যা করার নির্দেশ দিবেন। আর এ কারণেই আমি এই বেশে এসেছি, যেন তিনি আমাকে চিনতে না পারেন। তার এ কথায় নারীরা নীরব থাকলো এবং তার পক্ষ হতে কথা বলতে অস্বীকৃতি জ্ঞাপন করলো। তখন হিন্দা অপরিচিতা অবস্থাতেই বললোঃ “এটা ঠিকই তো, পুরুষদেরকে যখন শিক করতে নিষেধ করা হয়েছে তখন নারীদেরকে কেন নিষেধ করা হবে না?” তার এ কথা শুনে রাসূলুল্লাহ্ (সঃ) শুধু তার দিকে তাকালেন। অতঃপর তিনি হযরত উমার (রাঃ)-কে বললেনঃ “বল- তারা চুরি করবে না।” তখন হিন্দা বললোঃ “আমি মাঝে মাঝে আবু সুফিয়ান (রাঃ)-এর খুবই সাধারণ জিনিস তার অজান্তে নিয়ে থাকি, এটাও কি চুরির মধ্যে গণ্য হবে, না হবে না?” হযরত আবু সুফিয়ান (রাঃ) ঐ মজলিসেই উপস্থিত ছিলেন। তিনি তাকে বললেনঃ “আমার ঘর হতে তুমি যা কিছু নিয়েছে তা খরচ হয়েই থাকুক অথবা এখনো কিছু বাকী থাকুক, সবই আমি তোমার জন্যে বৈধ ঘোষণা করলাম।” এ দেখে রাসূলুল্লাহ্ (সঃ) হেসে ফেললেন এবং তিনি তাকে চিনে নিলেন। অতঃপর তিনি তাকে ডাকলেন। সে এসেই তাঁর হাত ধরে নিয়ে ক্ষমা প্রার্থনা করলো। তখন রাসূলুল্লাহ্ (সঃ) তাকে বললেনঃ “তুমিই কি হিন্দা?” সে উত্তরে বললোঃ “অতীতের গুনাহ্ আল্লাহ্ ক্ষমা করে দিয়েছেন।” রাসূলুল্লাহ্ (সঃ) তখন তার দিক হতে ফিরে গিয়ে পুনরায় বায়আত প্রসঙ্গ উঠিয়ে বললেনঃ “তারা (নারীরা) ব্যভিচার করবে না।” তখন হিন্দা বললোঃ “হে আল্লাহর রাসূল (সঃ)! কোন স্বাধীনা নারী কি ব্যভিচার করে?” জবাবে রাসূলুল্লাহ্ (সঃ) বললেনঃ “না, আল্লাহর কসম! স্বাধীনা নারী ব্যভিচার করে না। তারপর তিনি বললেনঃ “তারা তাদের সন্তানদেরকে হত্যা করবে না।” একথা শুনে হিন্দা বললোঃ “আপনি তাদেরকে বদরের যুদ্ধের দিন হত্যা করেছেন, সুতরাং আপনি জানেন এবং তারা জানে।” অতঃপর তিনি বললেনঃ “তারা সজ্ঞানে কোন অপবাদ রচনা করে রটাবে না।” তারপর বললেনঃ “সৎকার্যে আমাকে অমান্য করবে না।” বর্ণনাকারী বলেন যে, রাসূলুল্লাহ্ (সঃ) নারীদেরকে মৃতের উপর বিলাপ করতেও নিষেধ করেন। অজ্ঞতাযুগের লোকেরা মৃত ব্যক্তির উপর বিলাপ করতো, কাপড় চিড়তো, মুখ নুচুতো, চুল কাটাতো এবং হায়, হায় করতো। (এই আসারটি গারীব এবং এর কতক অংশে নাকারাতও রয়েছে। কেননা, হযরত আবু সুফিয়ান (রাঃ) এবং তাঁর স্ত্রী হিন্দার ইসলাম গ্রহণের সময় তাঁদের রাসূলুল্লাহ (সঃ)-এর দিক হতে কোন ভয়ই ছিল না, বরং ঐ সময়ও তিনি আন্তরিকতা এবং প্রেম-প্রীতি প্রকাশ করেছিলেন। সুতরাং এসব ব্যাপারে আল্লাহ্ তা'আলাই সবচেয়ে ভাল জানেন)অন্য একটি রিওয়াইয়াতে আছে যে, মক্কা বিজয়ের দিন বায়আত সম্পর্কীয় এই আয়াতটি অবতীর্ণ হয়েছিল। নবী (সঃ) সাফা পাহাড়ের উপর পুরুষদের বায়আত নিয়েছিলেন এবং হযরত উমার (রাঃ) নারীদের বায়আত গ্রহণ করেছিলেন। তাতে এও রয়েছে যে, সন্তান-হত্যার নিষেধাজ্ঞা শুনে হযরত হিন্দা (রাঃ) বলেছিলেনঃ “আমরা তো তাদেরকে ছোট অবস্থায় লালন-পালন করেছি, আপনারা বড় অবস্থায় তাদেরকে হত্যা করেছেন!” একথা শুনে হযরত উমার (রাঃ) হাসিতে লুটিয়ে পড়েন। (ইমাম ইবনে আবি হাতিম (রঃ) এটা বর্ণনা করেছেন)হযতর আয়েশা (রাঃ) হতে বর্ণিত আছে যে, হিন্দা বিনতে উবাহ বায়আত করার জন্যে রাসূলুল্লাহ্ (সঃ)-এর নিকট আগমন করে। তার হাতের দিকে তাকিয়ে তিনি বলেনঃ “তুমি যাও এবং হাতের রঙ বদলিয়ে এসো।” সে গেল এবং মেহেদী দ্বারা হাত রাঙ্গিয়ে আসলো। তিনি তখন বললেনঃ “আমি তোমার কাছে বায়আত নিচ্ছি যে, তুমি আল্লাহর সাথে কোন শরীক করবে না।” অতঃপর সে তার কাছে বায়আত করলো। ঐ সময় তার হাতে সোনার দু’টি কংকন ছিল। সে বললোঃ “এ দু’টি সম্পর্কে আপনি কি মত পোষণ করেন?” জবাবে তিনি বললেনঃ “এ দু'টি হলো জাহান্নামের আগুনের দু’টি অঙ্গার।” [এটাও বর্ণনা করেছেন ইমাম ইবনে আবি হাতিম (রঃ)]হযরত শা'বী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ্ (সঃ) এমন অবস্থায় নারীদের নিকট হতে বায়আত গ্রহণ করেন যে, তার হাতে একখানা কাপড় ছিল যা তিনি তার হস্ত-তালুতে রেখেছিলেন। তিনি বলেনঃ “তোমরা তোমাদের সন্তানদেরকে হত্যা করবে না।” তখন একজন মহিলা বলে ওঠেঃ “আপনি তাদের বাপ-দাদাদেরকে হত্যা করেছেন, আর আমাদেরকে তাদের সন্তানদের ব্যাপারে অসিয়ত করছেন!” এটা ছিল বায়আতের প্রাথমিক রূপ। এরপর রাসূলুল্লাহ্ এই নীতি চালু করেন যে, বায়আত করার জন্যে যখন নারীরা একত্রিত হতো তখন তিনি সমস্ত বিষয় তাদের সামনে পেশ করতেন এবং তারা ওগুলো মেনে নিয়ে ফিরে যেতো।মহান আল্লাহ্ বলেনঃ “হে নবী (সঃ)! মুমিনা নারীরা যখন তোমার নিকট বায়আত করার জন্যে আসে অর্থাৎ যখন তারা তোমার কাছে এসব শর্তের উপর রায়আত করার জন্যে আসে তখন তুমি তাদের নিকট হতে এই মর্মে বায়আত গ্রহণ করো যে, তারা আল্লাহর সাথে কোন শরীক স্থির করবে না, অপর লোকের মাল চুরি করবে না, তবে হ্যাঁ, যার স্বামী তার ক্ষমতা অনুযায়ী তার স্ত্রীকে খাদ্য ও পোশাক না দেয় তাহলে স্ত্রীর জন্যে এটা বৈধ যে, সে তার স্বামীর মাল হতে প্রথা অনুযায়ী ও নিজের প্রয়োজন মুতাবেক গ্রহণ করবে, যদিও তার স্বামী তা জানতে পারে। এর দলীল হচ্ছে হযরত হিন্দা সম্পৰ্কীয় হাদীসটি যে, তিনি রাসূলুল্লাহ্ (সঃ)-কে জিজ্ঞেস করেনঃ “হে আল্লাহর রাসূল (সঃ)! আমার স্বামী আবু সুফিয়ান (রাঃ) একজন কৃপণ লোক। তিনি আমাকে এই পরিমাণ খরচ দেন না যা আমার ও আমার সন্তানদের জন্যে যথেষ্ট হতে পারে। এমতাবস্থায় যদি আমি তার অজান্তে তার মাল হতে কিছু গ্রহণ করি তবে তা আমার জন্যে বৈধ হবে কি?” উত্তরে রাসূলুল্লাহ্ (সঃ) বলেনঃ “প্রচলিত পন্থায় তুমি তার মাল হতে এই পরিমাণ নিয়ে নিবে যা তোমার এবং তোমার সন্তানদের জন্যে যথেষ্ট হয়। (এ হাদীসটি সহীহ বুখারী ও সহীহ মুসলিমে রয়েছে)মহান আল্লাহ বলেনঃ তারা ব্যভিচার করবে না। যেমন আল্লাহ তাআলার উক্তিঃ (আরবী) অর্থাৎ “তোমরা ব্যভিচারের নিকটবর্তী হয়ো না, নিশ্চয়ই এটা নির্লজ্জতাপূর্ণ কাজ ও মন্দ পথ।” (১৭:৩২)হযরত সামরা (রাঃ) বর্ণিত হাদীসে ব্যভিচারের শাস্তি জাহান্নামের অগ্নির যন্ত্রণাদায়ক শাস্তি রূপে বর্ণিত হয়েছে। হযরত আয়েশা (রাঃ) হতে বর্ণিত আছে যে, হযরত ফাতিমা বিনতে উবাহ্ (রাঃ) যখন বায়আত করার জন্যে আগমন করেন এবং তাঁর সামনে রাসূলুল্লাহ্ (সঃ) (আরবী) -এ আয়াতটি পাঠ করেন। তখন তিনি তাঁর হাতখানা তার মাথার উপর রাখেন। রাসূলুল্লাহ (সঃ) তার এই লজ্জা দেখে মুগ্ধ হন। তখন হযরত আয়েশা (রাঃ) বলেনঃ “সবাই এই শর্তগুলোর উপর বায়আত করেছে।” একথা শুনে তিনিও বায়আত করেন। (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন) রাসূলুল্লাহ্ (সঃ)-এর বায়আত গ্রহণের পদ্ধতি উপরে বর্ণিত হয়েছে।আল্লাহ তাআলার উক্তিঃ ‘তারা তাদের সন্তানদেরকে হত্যা করবে না। এই হুকুমটি সাধারণ। ভূমিষ্ট হয়ে গেছে এরূপ সন্তানও এই হুকুমেরই আওতায় পড়ে। যেমন জাহেলিয়াত যুগের লোকেরা তাদের এরূপ সন্তানকে পানাহারের ভয়ে হত্যা করতো। আর সন্তান গর্ভপাত করাও এই নিষেধাজ্ঞারই আওতাধীন, হয় তা এই ভাবেই হোক যে ঔষধের মাধ্যমে গর্ভধারণই করবে না, না হয় গর্ভস্থ সন্তানকে কোন প্রকারে ফেলে দিবে।  মহামহিমান্বিত আল্লাহ্ বলেনঃ “তারা সজ্ঞানে কোন অপবাদ রচনা করে রটাবে না।' হযরত ইবনে আব্বাস (রাঃ) প্রমুখ গুরুজন এর একটি ভাবার্থ এই বর্ণনা করেছেন যে, তারা তাদের স্বামীর সন্তান ছাড়া অন্যের সন্তানকে তাদের স্বামীর সন্তান বলবে না।হযরত আবূ হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, যখন মুলাআনার (স্বামী-স্ত্রীর একে অপরের উপর লা'নত করা) আয়াত অবতীর্ণ হয় তখন রাসূলুল্লাহ্ (সঃ) বলেনঃ “যে নারী (সন্তানকে) এমন কওমের মধ্যে প্রবেশ করায় যে ঐ কওমের নয় তার সাথে আল্লাহর কোনই সম্পর্ক নেই। আর যে পুরুষ তার সন্তানকে অস্বীকার করে অথচ সে তার দিকে তাকায়, আল্লাহ্ তা'আলা ঐ ব্যক্তি হতে আড়াল হয়ে যাবেন এবং পূর্ববর্তী ও পরবর্তী সমস্ত মানুষের সামনে তাকে অপদস্থ করবেন।” (এ হাদীসটি ইমাম আবু দাউদ (রঃ) বর্ণনা করেছেন)মহান আল্লাহ বলেনঃ “তারা সৎকার্যে তোমাকে (নবী সঃ-কে) অমান্য করবে না।' অর্থাৎ রাসূলুল্লাহ্ (সঃ) যা নির্দেশ দিবেন তা তারা মেনে চলবে এবং যা হতে নিষেধ করবেন তা হতে তারা বিরত থাকবে। আল্লাহ্ তা'আলা স্বীয় নবী (সঃ)-এর আনুগত্যও শুধু মা'রূফ বা সৎকার্যের মধ্যেই সীমাবদ্ধ রেখেছেন। আর মা'রূফই হচ্ছে আনুগত্য। ইবনে যায়েদ (রঃ) বলেনঃ “দেখুন, সর্বোত্তম ও সর্বশ্রেষ্ঠ সৃষ্টি রাসূলুল্লাহ (সঃ)-এর আনুগত্য করার হুকুমও শুধু সৎকার্যেই রয়েছে। এই বায়আত গ্রহণের দিন রাসূলুল্লাহ (সঃ) নারীদের নিকট হতে মৃতের উপর বিলাপ না করার স্বীকৃতিও নিয়েছিলেন, যেমন হযরত উম্মে আতিয়্যা (রাঃ)-এর হাদীসে গত হয়েছে।হযরত কাতাদাহ্ (রঃ) বলেন, আমাদের কাছে বর্ণনা করা হয়েছে- এই বায়আতে এও ছিল যে, গাইরি মুহরিম বা বিবাহ নিষিদ্ধ নয় এরূপ পুরুষ ললাকের সঙ্গে যেন নারীরা কথা না বলে। তখন হযরত আবদুর রহমান ইবনে আউফ (রাঃ) বললেনঃ “হে আল্লাহর রাসূল (সঃ)! কোন কোন সময় এমনও হয়। যে, আমরা বাড়ীতে থাকি না এমতাবস্থায় আমাদের বাড়ীতে মেহমান এসে পড়ে (ঐ সময়ও কি আমাদের স্ত্রীরা মেহমানের সাথে কথা বলতে পারবে না?)।” উত্তরে রাসূলুল্লাহ্ (সঃ) বললেনঃ “তাদের সাথে কথা বলতে নিষেধ করা আমার উদ্দেশ্য নয় (তাদের সাথে প্রয়োজনীয় কথা বলতে আমি নিষেধ করছি না)।” (এ হাদীসটি ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন)  হযরত হাসান (রাঃ) বলেন যে, রাসূলুল্লাহ্ (সঃ) এই বায়আত গ্রহণের সময় নারীদেরকে মুহরিম ছাড়া অন্য কোন পুরুষ লোকের সাথে কথা বলতে নিষেধ করেছিলেন। তিনি বলেছিলেনঃ “কোন কোন লোক এমনও আছে যে, সে বেগানা নারীর সাথে কথা বলে মজা উপভোগ করে থাকে, এমনকি তার উরুদ্বয়ের মধ্যবর্তী অঙ্গ হতে মযী বেরিয়ে পড়ে।” [এ হাদীসটি বর্ণনা করেছেন ইমাম ইবনে আবি হাতিম (রঃ)]উপরে হাদীস বর্ণিত হয়েছে যে, মৃতের উপর বিলাপ না করার শর্তের উপর একটি নারী বলেছিলঃ “অমুক গোত্রের মহিলারা আমার বিলাপের সময় আমার সাথে বিলাপে যোগ দিয়ে আমাকে সাহায্য করেছে। সুতরাং তাদের বিলাপের সময় আমিও তাদের সাথে যোগ দিয়ে অবশ্যই বিনিময় প্রদান করবে।” তখন তাকে তাদের বিলাপে যোগ দেয়ার জন্যে যেতে বলা হয়। সুতরাং সে যায় ও তাদের বিলাপে যোগ দেয় এবং সেখান হতে ফিরে এসে আর বিলাপ না করার উপর বায়আত করে।উম্মে মুলায়েম (রাঃ), যার নাম ঐ দুই মহিলার মধ্যে রয়েছে যারা বিলাপ না করার বায়আত পূর্ণ করেছিলেন, তিনি হলেন মুলহানের কন্যা এবং হযরত আনাস (রাঃ)-এর মাতা।  অন্য একটি রিওয়াইয়াতে আছে যে, যে মহিলাটি বিনিময় হিসেবে বিলাপ করার অনুমতি চেয়েছিল, স্বয়ং রাসূলুল্লাহ্ (সঃ) তাকে অনুমতি দিয়েছিলেন।এটাই হলো ঐ মা'রূফ বা সকার্য যাতে অবাধ্যতা নিষিদ্ধ। বায়আতকারিণীদের মধ্য হতে একজন মহিলা বলেছিলেনঃ “সৎকার্যে আমরা রসূলুল্লাহ্ (সঃ)-কে অমান্য করবো না।” এর দ্বারা উদ্দেশ্য হলোঃ বিপদের সময় আমরা মুখ নুচবো না, চুল কাটাবো না, কাপড় ফাড়বো না এবং হায়, হায় করবে না।হযরত উম্মে আতিয়্যা (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “রাসূলুল্লাহ্ (সঃ) যখন মদীনায় আমাদের নিকট শুভাগমন করেন তখন একদা তিনি নির্দেশ দেন। যে, সমস্ত আনসারিয়্যাহ মহিলা যেন একটি ঘরে একত্রিত হয়। অতঃপর তিনি হযরত উমার ইবনে খাত্তাব (রাঃ)-কে তথায় প্রেরণ করেন। হযরত উমার (রাঃ) তখন দরযার উপর দাঁড়িয়ে যান এবং সালাম করেন। আমরা তাঁর সালামের জবাব দিই। অতঃপর তিনি বলেনঃ “আমি রাসূলুল্লাহ্ (সঃ)-এর দূতরূপে আপনাদের নিকট আগমন করেছি। আমরা বললামঃ আমরা রাসূলুল্লাহ্ (সঃ) এবং তাঁর দূতকে মুবারকবাদ জানাচ্ছি। তিনি বললেনঃ “রাসূলুল্লাহ্ (সঃ)-এর নির্দেশক্রমে আমি আপনাদেরকে নির্দেশ দিচ্ছি যে, আপনারা আল্লাহর সাথে কোন শরীক না করার, চুরি না করার এবং ব্যভিচার না করার বায়আত আমার কাছে করবেন।” আমরা বললামঃ “আমরা প্রস্তুত আছি এবং স্বীকার করছি। অতঃপর তিনি বাইরে দাঁড়িয়েই স্বীয় হস্ত ভিতরের দিকে বাড়িয়ে দিলেন এবং আমরাও আমাদের হস্তগুলো ভিতরেই বাড়িয়ে দিলাম। তিনি বললেনঃ “হে আল্লাহ! আপনি সাক্ষী থাকুন!” তারপর আমাদেরকে নির্দেশ দেয়া হলো যে, আমরা যেন আমাদের ঋতুবতী নারীদেরকে এবং যুবতী ও কুমারী মেয়েদেরকে ঈদের মাঠে নিয়ে যাই। জুমআর নামায আমাদের উপর ফরয নয়। আমরা যেন জানাযার সাথে গমন না করি।” হাদীসের বর্ণনাকারী ইসমাঈল (রাঃ) বলেনঃ “আমি হযরত উম্মে আতিয়্যাহ্ (রাঃ)-কে জিজ্ঞেস করি- সৎকার্যে নারীরা রাসূলুল্লাহ্ (সঃ)-এর অবাধ্য হবে না এ কথার অর্থ কি?” তিনি উত্তরে বলেনঃ “এর অর্থ এই যে, তারা বিলাপ করবে না।” (এটা ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন)হযরত আব্দুল্লাহ্ ইবনে মাসউদ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যক্তি বিপদের সময় গাল চাপড়ায়, চুল ছিড়ে, কাপড় ফাড়ে এবং জাহেলী যুগের লোকের মত হায়, হায় করে সে আমাদের মধ্যে নয়।” (এ হাদীসটি ইমাম বুখারী (রঃ) ও ইমাম মুসলিম (রঃ) বর্ণনা করেছেন)হযরত আবু মালিক আশআরী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ্ (সঃ) বলেছেনঃ “আমার উম্মতের মধ্যে জাহেলিয়াত যুগের চারটি কাজ রয়েছে যা তারা পরিত্যাগ করবে না। (এক) বংশের উপর গৌরব প্রকাশ করা, (দুই) মানুষকে তার বংশের কারণে বিদ্রুপ করা, (তিন) নক্ষত্রের নিকট বৃষ্টি প্রার্থনা করা এবং (চার) মৃতের উপর বিলাপ করা।” তিনি আরো বলেনঃ “বিলাপকারিণী নারী তাওবা না করে মারা গেলে তাকে কিয়ামতের দিন গন্ধকের জামা পরানো হবে এবং খোস-পাঁচড়াযুক্ত চাদর গায়ে জড়ানো হবে।” [এ হাদীসটি বর্ণনা করেছেন হাফিয আবূ ইয়ালা (রঃ)] হযরত আবু সাঈদ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ্ (সঃ) বিলাপকারিণীর উপর এবং কান লাগিয়ে বিলাপ শ্রবণকারিণীর উপর লানত করেছেন। (এ হাদীসটি ইমাম মুসলিম (রঃ) বর্ণনা করেছেন)হযরত উম্মে সালমা (রাঃ) রাসূলুল্লাহ্ (সঃ) হতে বর্ণনা করেছেন যে, তারা সৎকার্যে তোমাকে অমান্য করবে না’ এর দ্বারা বিলাপ করাকে বুঝানো হয়েছে। (ইমাম ইবনে জারীর (রঃ) এ হাদীসটি বর্ণনা করেছেন। ইমাম তিরমিযীও (রঃ) কিতাবুত তাফসীরের মধ্যে এ হাদীসটি বর্ণনা করেছেন এবং তিনি এটাকে হাসান গারীব বলেছেন)"
    },
    {
      "ayah": 13,
      "surah": 60,
      "text": "এই সূরার শুরুতে যে হুকুম ছিল ওটাই শেষে বর্ণনা করা হচ্ছে যে, ইয়াহুদী, নাসারা এবং অন্যান্য কাফির, যাদের উপর আল্লাহ্ তা'আলা অসন্তুষ্ট ও রাগান্বিত, যাদের উপর আল্লাহর লা'নত বর্ষিত হয়েছে এবং যারা তাঁর রহমত ও ভালবাসা হতে দূরে রয়েছে, তাদের সাথে যেন মুসলমানরা বন্ধুত্ব স্থাপন না করে এবং মিলজুল না রাখে। তারা আখিরাতের পুরস্কার হতে এবং তথাকার নিয়ামত হতে এমনই নিরাশ হয়েছে যেমন নিরাশ হয়েছে কবরবাসী কাফিররা।পরবর্তী বাক্যটির দু'টি অর্থ হতে পারে। এক অর্থ এই যে, যেমন জীবিত কাফিররা তাদের মৃত কবরবাসী কাফিরদের পুনর্জীবন ও পুনরুত্থান হতে নিরাশ হয়েছে। দ্বিতীয় অর্থ এই যে, যেমন মৃত কবরবাসী কাফিররা সমস্ত কল্যাণ হতে নিরাশ হয়ে গেছে। তারা মরে আখিরাতের অবস্থা অবলোকন করেছে এবং এখন তাদের কোন প্রকারের কল্যাণ লাভের আশা নেই।"
    },
    { "ayah": 2, "surah": 60, "text": "Please check ayah 60:3 for complete tafsir." },
    {
      "ayah": 3,
      "surah": 60,
      "text": "১-৩ নং আয়াতের তাফসীর:\nহযরত হাতিব ইবনে আবি বুলতাআহ (রাঃ)-এর ব্যাপারে এই সূরার প্রাথমিক আয়াতগুলো অবতীর্ণ হয়। ঘটনা এই যে, হযরত হাতিব (রাঃ) মুহাজিরদের অন্তর্ভুক্ত ছিলেন। তিনি বদরের যুদ্ধে অংশগ্রহণ করেছিলেন। তাঁর সন্তান-সন্ততি, মাল-ধন মক্কাতেই ছিল এবং তিনি নিজে কুরায়েশদের অন্তর্ভুক্ত ছিলেন না। শুধু তিনি হযরত উসমান (রাঃ)-এর মিত্র ছিলেন, এ জন্যেই মক্কায় তিনি নিরাপত্তা লাভ করেছিলেন। অতঃপর তিনি হিজরত করে রাসূলুল্লাহ (সঃ)-এর সাথে মদীনায় অবস্থান করছিলেন। শেষ পর্যন্ত যখন মক্কাবাসী চুক্তি ভঙ্গ করে এবং এর ফলে রাসূলুল্লাহ্ (সঃ) মক্কা-আক্রমণের ইচ্ছা করেন তখন তাঁর মনে বাসনা এই ছিল যে, আকস্মিকভাবে তিনি মক্কা আক্রমণ করবেন, যাতে রক্তপাত বন্ধ থাকে এবং তিনি মক্কার উপর আধিপত্যও লাভ করতে পারেন। এ জন্যেই তিনি মহামহিমান্বিত আল্লাহর নিকট দু'আ করেনঃ “হে আল্লাহ্ ! মক্কাবাসীদের নিকট যেন আমাদের যুদ্ধ প্রস্তুতির খবর না পৌছে।” এদিকে তিনি মুসলমানদেরকে প্রস্তুতির নির্দেশ দিয়েছেন।  হযরত হাতিব ইবনে আবি বুলতাআহ্ (রাঃ) এই পরিস্থিতিতে মক্কাবাসীদের নামে একটি পত্র দিখেন এবং একটি মহিলার হাতে পত্রটি দিয়ে মক্কাবাসীদের উদ্দেশ্যে পাঠিয়ে দেন। পত্রটিতে রাসূলুল্লাহ্ (সঃ)-এর সংকল্পের কথা এবং মুসলমানদের মক্কা আক্রমণের প্রস্তুতির খবর লিখিত ছিল। হযরত হাতিব (রাঃ)-এর উদ্দেশ্য শুধু এটাই ছিল যে, এর মাধ্যমে কুরায়েশদের উপর কিছুটা ইহসান করা হবে যার ফলে তাঁর সন্তান-সন্ততি ও মাল-ধন রক্ষিত থাকবে। রাসূলুল্লাহ (সঃ)-এর দু'আ কবুল হয়ে গিয়েছিল বলে এটা অসম্ভব ছিল যে, কারো মাধ্যমে তার সংকল্পের খবর মক্কাবাসীদের নিকট পৌছে যাবে। এজন্যে মহান আল্লাহ স্বীয় নবী (সঃ)-কে এই গোপন তথ্য অবহিত করেন। সুতরাং রাসূলুল্লাহ্ (সঃ) মহিলাটির পিছনে নিজের ঘোড়-সওয়ারদেরকে পাঠিয়ে দেন। পথে তাঁরা তাকে আটক করেন এবং তার নিকট হতে পত্র উদ্ধার করেন। এই বিস্তারিত ঘটনা সহীহ্ হাদীসসমূহে পূর্ণভাবে এসেছে।হযরত আলী (রাঃ) হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ্ (সঃ) আমাকে এবং হযরত যুবায়ের (রাঃ) ও হযরত মিকদাদ (রাঃ)-কে পাঠানোর সময় বললেনঃ “তোমরা যাত্রা শুরু কর, যখন তোমরা রাওযায়ে খাখ নামক স্থানে পৌছবে তখন সেখানে উষ্ট্রীর উপর আরোহিণী একজন মহিলাকে দেখতে পাবে। তার কাছে একটি পত্র আছে, তার নিকট হতে ওটা নিয়ে নিবে।” আমরা তিনজন ঘোড়ার উপর আরোহণ করে দ্রুতবেগে ঘোড়া চালিয়ে চলতে লাগলাম। যখন আমরা রাওযায়ে খাখ নামক স্থানে পৌছলাম তখন দেখি যে, বাস্তবিকই একটি মহিলা উস্ত্রীর উপর আরোহণ করে চলছে। আমরা তাকে বললামঃ তোমার কাছে যে পত্রটি রয়েছে তা আমাদেরকে দিয়ে দাও। সে স্পষ্টভাবে অস্বীকার করে বললো যে, তার কাছে কোন পত্র নেই। আমরা বললামঃ তোমার কাছে অবশ্যই পত্র আছে। তুমি যদি খুশী মনে আমাদেরকে পত্রটি না দাও তবে আমরা বাধ্য হয়ে তোমার দেহ তল্লাশী করে তা জোর পূর্বক বের করে নেবো। তখন মহিলাটি কিংকর্তব্যবিমূঢ় হয়ে পড়লো এবং অবশেষে তার চুলের ঝুঁটি খুলে ওর মধ্য হতে পত্রটি বের করে দিলো। আমরা তখন পত্রটি নিয়ে সেখান হতে প্রত্যাবর্তন করলাম এবং মদীনায় পৌছে পত্রটি রাসূলুল্লাহ (সঃ)-এর সামনে হাযির করে দিলাম। পত্রপাঠে জানা গেল যে, ওটা হযরত হাতিব (রাঃ) লিখেছেন এবং এর মাধ্যমে তিনি রাসূলুল্লাহ্ (সঃ)-এর সংকল্পের খবর মক্কার কাফিরদেরকে অবহিত করতে চেয়েছেন। রাসূলুল্লাহ্ (সঃ) হযরত হাতিব (রাঃ)-কে জিজ্ঞেস করলেনঃ “হাতিব (রাঃ)! ব্যাপার কি?” হযরত হাতিব (রাঃ) বললেনঃ “হে আল্লাহর রাসূল (সঃ)! অনুগ্রহপূর্বক তাড়াতাড়ি করবেন না, আমার মুখে কিছু শুনে নিন! আমি কুরায়েশদের সাথে মিলে-মিশে থাকতাম কিন্তু আমি নিজে কুরায়েশদের অন্তর্ভুক্ত ছিলাম না। অতঃপর আমি আপনার উপর ঈমান এনে হিজরত করে মদীনায় চলে আসি। এখানে যত মুহাজির রয়েছেন তাঁদের সবারই আত্মীয়-স্বজন মক্কায় রয়েছে। তারা এই মুহাজিরদের সন্তান-সন্ততি ও মাল-ধনের রক্ষণাবেক্ষণ করছে। কিন্তু আমার কোন আত্মীয়-স্বজন মক্কায় নেই যে, তারা আমার সন্তান-সন্ততি ও মাল-ধনের হিফাযত করবে। তাই আমি ইচ্ছা করেছিলাম যে, কুরায়েশ কাফিরদের প্রতি কিছুটা ইহসান করে তাদের সাথে সুসম্পর্ক কায়েম করবে। তাহলে তারা আমার ধন-মাল ও সন্তান-সন্ততির হিফাযত করবে। আর যেভাবে এখানে অবস্থানরত মুহাজিরদের আত্মীয়তার কারণে মক্কার কাফিরদের সাথে ভাল সম্পর্ক রয়েছে, তেমনিভাবে আমার তাদের প্রতি ইহসানের কারণে তাদের সাথে আমারও সম্পর্ক ভাল থাকবে। হে আল্লাহর রাসূল (রঃ)! আমি কুফরী করিনি এবং ধর্মত্যাগীও হইনি। ইসলাম ছেড়ে কুফরীর উপর আমি সন্তুষ্ট হইনি। পত্রের মাধ্যমে মক্কায় অবস্থানরত আমার সন্তান-সন্ততির হিফাযত করাই আমার একমাত্র উদ্দেশ্য ছিল। এছাড়া আর কিছুই নয়।”  হযরত হাতিব (রাঃ)-এর এ বক্তব্য শুনে রাসূলুল্লাহ্ (সঃ) জনগণকে সম্বোধন করে বললেনঃ “হে জনমণ্ডলী! হাতিব (রাঃ) যে বক্তব্য পেশ করেছে তা অক্ষরে অক্ষরে সত্য। শুধু কিছুটা উপকার লাভের খাতিরে ভুল করে বসেছে। মুসলমানদের ক্ষতি সাধন করা অথবা কফিরদের সাহায্য করা তার মোটেই উদ্দেশ্য নয়।” হযরত উমার (রাঃ) তখন বলে ওঠেনঃ “হে আল্লাহর রাসূল (সঃ)! আমাকে ছেড়ে দিন, আমি এই মুনাফিকের গর্দান উড়িয়ে দিই।” একথা শুনে রাসূলুল্লাহ্ (সঃ) বলেনঃ “তুমি কি জান না যে, এ ব্যক্তি বদরে হাযির হয়েছিল। আর আল্লাহ্ তা'আলা বদরী সাহাবীদের (রাঃ) প্রতি লক্ষ্য করে বলেছিলেন, “তোমরা যা ইচ্ছা তাই আমল কর, আমি তোমাদেরকে ক্ষমা করে দিয়েছি। (এ হাদীসটি ইমাম আহমাদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন)এই রিওয়াইয়াতটি আরো বহু হাদীস গ্রন্থে বর্ণিত হয়েছে। সহীহ বুখারীর কিতাবুল মাগাযীর মধ্যে এটুকু আরো রয়েছে যে, ঐ সময় আল্লাহ্ তা'আলা এ সূরাটি অবতীর্ণ করেন। কিতাবুত তাফসীরে আছে যে, হযরত আমর (রাঃ) বলেনঃ এই ব্যপারেই ....(আরবী)-এ আয়াতটি অবতীর্ণ হয়। কিন্তু আয়াতটি অবতীর্ণ হওয়ার বর্ণনা হযরত আমর (রাঃ)-এর নিজের, না এটা হাদীসে রয়েছে এ ব্যাপারে বর্ণনাকারীর সন্দেহ আছে। ইমাম আলী ইবনে মাদীনী (রঃ) বলেন যে, হযরত সুফইয়ান (রঃ)-কে জিজ্ঞেস করা হয়ঃ “এ আয়াতটি হযরত হাতিব (রাঃ)-এর ঘটনার ব্যাপারেই কি অবতীর্ণ হয়?” উত্তরে তিনি বলেনঃ “এটা লোকদের কথা। আমি এটা হযরত আমর (রাঃ) হতে শুনেছি ও মুখস্থ করেছি এবং একটি অক্ষরও আমি ছাড়িনি। আর আমার ধারণা এই যে, আমি ছাড়া অন্য কেউ এটা মুখস্থ রাখেনি।”সহীহ বুখারী ও সহীহ মুসলিমের একটি রিওয়াইয়াতে হযরত মিকদাদ (রাঃ)-এর নামের স্থলে হযরত আবু মুরসিদ (রাঃ)-এর নাম রয়েছে। তাকে এও রয়েছে যে, রাসূলুল্লাহ্ (সঃ) একথাও বলেছিলেনঃ “ঐ স্ত্রীলোকটির কাছে হাতিব (রাঃ)-এর পত্র রয়েছে।” হযরত আলী (রাঃ) বলেনঃ “আমরা মহিলাটির সওয়ারী বসিয়ে তার কাছে পত্রটি চাইলে সে অস্বীকার করে। আমরা বারবার অনুসন্ধান করার পরেও কোন পত্র পেলাম না। বহু চেষ্টার পরেও যখন পত্র পাওয়া গেল না তখন আমরা মহিলাটিকে বললামঃ তোমার কাছে যে পত্র আছে এতে কোনই সন্দেহ নেই। যদিও আমরা পাচ্ছি না, কিন্তু তোমার কাছে ওটা আছেই। রাসূলুল্লাহ্ (সঃ)-এর কথা যে ভুল হবে এটা অসম্ভব। যদি তুমি আমাদেরকে পত্রটি না দাও তবে আমরা তোমার পরিধেয় বস্ত্র খুলে নিয়ে অনুসন্ধান করবে। সে যখন বুঝতে পারলো যে, আমরা নাছোড় বান্দা হয়ে লেগেছি এবং তার কাছে পত্র যে আছে এটা আমাদের দৃঢ় বিশ্বাস, তখন সে তার চুলের মধ্য হতে পত্রটি বের করে আমাদেরকে দিয়ে দিলো। আমরা এটা নিয়ে তৎক্ষণাৎ প্রত্যাবর্তন করলাম এবং নবী (সঃ)-এর খিদমতে হাযির হয়ে গেলাম। ঘটনাটি শুনে হযরত উমার (রাঃ) বললেনঃ “সে (হযরত হাতিব রাঃ) আল্লাহ, তাঁর রাসূল (সঃ) এবং মুসলমানদের সাথে বিশ্বাসঘাতকতা করেছে। সুতরাং হে আল্লাহর রাসূল (সঃ)! আমাকে তার গর্দান উড়িয়ে দেয়ার অনুমতি দিন!” রাসূলুল্লাহ্ (সঃ) হযরত হাতিব (রাঃ)-কে ঘটনাটির ব্যাপারে জিজ্ঞাসাবাদ করলেন এবং তিনি উত্তর দিলেন যা উপরে বর্ণিত হলো। রাসূলুল্লাহ্ (সঃ) সকলকে বললেনঃ “তোমরা তাকে কিছুই বলো না।\" হযরত উমার (রাঃ)-কেও তিনি বললেন যে, হাতিব (রাঃ) বদরী সাহাবী, যেমন উপরে বর্ণিত হয়েছে। আর বদরী সাহাবীদের জন্যে আল্লাহ তা'আলা জান্নাত অবধারিত করেছেন। একথা শুনে হযরত উমার (রাঃ) কেঁদে ফেলেন এবং বলেনঃ “আল্লাহ্ এবং তাঁর রাসূলই (সঃ) খুব ভাল জানেন।” এ হাদীসটি এসব শব্দে সহীহ্ বুখারীর কিতাবুল মাগাযীতে বদর যুদ্ধের বর্ণনায় রয়েছে।  অন্য এক রিওয়াইয়াতে আছে যে, রাসূলুল্লাহ্ (সঃ) তাঁর মক্কা অভিযানের সংকল্পের কথা তার কয়েকজন উচ্চ শ্রেণীর সাহাবীর (রাঃ) সামনে প্রকাশ করেছিলেন যাদের মধ্যে হযরত হাতিবও (রাঃ) ছিলেন। আর সর্বসাধারণের মধ্যে মশহুর হয়ে ছিল যে, তারা খাইবার অভিযানে যাচ্ছেন। এই রিওয়াইয়াতে এও রয়েছে যে, হযরত আলী (রাঃ) বলেনঃ মহিলাটির সবকিছু অনুসন্ধান করার পরও যখন আমরা পত্রটি পেলাম না তখন হযরত আবু মুরসিদ (রাঃ) বললেনঃ “হয়তো তার কাছে কোন পত্ৰই নেই?” জবাবে হযরত আলী (রাঃ) বলেনঃ “রাসূলুল্লাহ্ (সঃ) মিথ্যা কথা বলবেন এটা অসম্ভব। আর আমরা মিথ্যা বলবে এটাও সম্ভব নয়। আমরা যখন মহিলাটিকে ধমকালাম তখন সে বললোঃ ‘তোমাদের কি আল্লাহর ভয় নেই? তোমরা কি মুসলমান নও’?” একটি রিওয়াইয়াতে আছে যে, মহিলাটি তার দেহের মধ্য হতে পত্রটি বের করেছিল। হযরত উমার (রাঃ)-এর উক্তির মধ্যে এও ছিলঃ “হাতিব (রাঃ) বদর যুদ্ধে শরীক হয়েছিল বটে, কিন্তু পরে বিশ্বাসঘাতকতা করে আমাদের গোপনীয় সংবাদ শক্রদের নিকট পৌছিয়ে দিতে চেয়েছে।”একটি রিওয়াইয়াতে আছে যে, মহিলাটি মুযীনা গোত্রের অন্তর্ভুক্ত ছিল। কেউ কেউ বলেন যে, তার নাম ছিল সারা। সে আব্দুল মুত্তালিবের সন্তানদের আযাদকৃত দাসী ছিল। হযরত হাতিব (রাঃ) মহিলাটিকে কিছু দেয়ার অঙ্গীকারে মক্কার কুরায়েশদের কাছে পৌছিয়ে দেয়ার জন্যে একটি পত্র প্রদান করেছিলেন। পত্রটি সে তার চুলের নীচে রেখে উপর হতে চুল বেঁধে ফেলেছিল। রাসূলুল্লাহ্ (সঃ) তাঁর ঘোড়সওয়ারদেরকে বলেছিলেন যে, মহিলাটির কাছে হাতিব (রাঃ)-এর দেয়া পত্র রয়েছে। এ খবর রাসূলুল্লাহ (সঃ)-এর নিকট আকাশ হতে এসেছিল। ঘোড়-সওয়ারগণ মহিলাটিকে বানী আবি আহমাদের হুলাইফায় পাকড়াও করেছিলেন। মহিলাটি তাদেরকে বলেছিলঃ “তোমরা মুখ ফিরিয়ে নাও, আমি বের করে দিচ্ছি।” তারা মুখ ফিরিয়ে নিলে সে পত্রটি বের করে তাঁদের হাতে সমর্পণ করে। এ রিওয়াইয়াতে হযরত হাতিব (রাঃ)-এর জবাবে এও রয়েছেঃ “আল্লাহর কসম! আমি আল্লাহ এবং তাঁর রাসূল (সঃ)-এর উপর ঈমান রেখেছি। আমার ঈমানে বিন্দুমাত্র পরিবর্তন ঘটেনি।” এ ব্যাপারেই এই সূরার আয়াতগুলো হযরত ইবরাহীম (আঃ)-এর ঘটনার শেষ পর্যন্ত অবতীর্ণ হয়।  অন্য এক রিওয়াইয়াতে আছে যে, হযরত হাতিব (রাঃ) মহিলাটিকে পারিশ্রমিক স্বরূপ দশ দিরহাম প্রদান করেছিলেন। আর ঐ পত্রটি উদ্ধার করার জন্যে রাসূলুল্লাহ (সঃ) হযরত উমার (রাঃ) ও হযরত আলী (রাঃ)-কে পাঠিয়েছিলেন। জুহফাহ্ নামক স্থানে ওটা পাওয়া গিয়েছিল। আয়াতগুলোর ভাবার্থ হচ্ছেঃ হে মুসলমানগণ! তোমরা মুশরিক ও কাফিরদেরকে কখনো বন্ধুরূপে গ্রহণ করো না। কেননা, তারা আল্লাহ্, তাঁর রাসূল (সঃ) এবং মুমিনদের সাথে যুদ্ধকারী। তাদের অন্তর তোমাদের প্রতি শত্রুতায় পরিপূর্ণ। যেমন আল্লাহ্ তা'আলা বলেনঃ (আরবী) অর্থাৎ “হে ঈমানদারগণ! তোমরা ইয়াহুদী ও নাসারাদেরকে বন্ধুরূপে গ্রহণ করো না, তারা একে অপরের বন্ধু। তোমাদের মধ্যে যে তাদেরকে বন্ধুরূপে গ্রহণ করবে সে তাদেরই অন্তর্ভুক্ত।” (৫:৫১)।  এটা কঠিন হুমকি ও ভীতিপ্রদর্শন। আল্লাহ তা'আলা আরো বলেনঃ (আরবী) অর্থাৎ “হে ঈমানদারগণ! তোমরা বন্ধুরূপে গ্রহণ করো না তোমাদের পূর্ববর্তী কিতাবীদেরকে ও কাফিরদেরকে, যারা তোমাদের দ্বীনকে উপহাস ও খেল-তামাশার উপকরণ বানিয়ে দিয়েছে, আর তোমরা আল্লাহকে ভয় কর যদি তোমরা মুমিন হও।” (৫:৫৭) আর এক জায়গায় বলেনঃ (আরবী) অর্থাৎ “হে মুমিনগণ! তোমরা মুমিনগণ ব্যতীত কাফিরদের বন্ধুরূপে গ্রহণ করো না, তোমরা কি আল্লাহকে তোমাদের বিরুদ্ধে স্পষ্ট প্রমাণ দিতে চাও?” (৪:১৪৪) আর এক জায়গায় আল্লাহ তাবারাকা ওয়া তা'আলা বলেনঃ (আরবী)অর্থাৎ “মুমিনগণ যেন মুমিনগণ ব্যতীত কাফিরদেরকে বন্ধুরূপে গ্রহণ না করে। যে কেউ এরূপ করবে তার সাথে আল্লাহর কোন সম্পর্ক থাকবে না, তবে ব্যতিক্রম, যদি তোমরা তাদের নিকট হতে আত্মরক্ষার জন্যে সতর্কতা অবলম্বন কর। আর আল্লাহ্ তাঁর নিজের সম্বন্ধে তোমাদেরকে সাবধান করছেন।” (৩:২৮) এর উপর ভিত্তি করেই রাসূলুল্লাহ্ (সঃ) হযরত হাতিব (রাঃ)-এর ওযর কবূল করেছিলেন, কারণ তিনি তাঁর সন্তান-সন্ততি এবং মাল-ধনের হিফাযতের খাতিরেই শুধু এ কাজ করেছিলেন।হযরত হুযাইফা (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “রাসূলুল্লাহ্ (সঃ) আমাদের সামনে কয়েকটি দৃষ্টান্ত বর্ণনা করেন। একটি, তিনটি, পাঁচটি, সাতটি, নয়টি এবং এগারোটি। অতঃপর শুধুমাত্র একটি দৃষ্টান্তই তিনি আমাদের সামনে বিস্তারিতভাবে বর্ণনা করেন এবং বাকীগুলো ছেড়ে দেন। তিনি বলেনঃ “একটি দুর্বল ও দরিদ্র সম্প্রদায় ছিল যাদের উপর শক্তিশালী অত্যাচারী সম্প্রদায় আক্রমণ চালায়। তখন আল্লাহ্ তা'আলা ঐ দুর্বল সম্প্রদায়কে সাহায্য করে তাদেরকে তাদের শত্রুদের উপর জয়যুক্ত করেন। বিজয় লাভ করে ঐ দুর্বল সম্প্রদায়টি গর্বে ফেটে পড়ে এবং তাদের শত্রুদের উপর যুলুম করতে শুরু করে। ফলে আল্লাহ্ তা'আলা তাদের উপর চিরতরে অসন্তুষ্ট হয়ে যান।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)এরপর আল্লাহ্ তা'আলা মুসলমানদেরকে সতর্ক করে বলেনঃ কেন তোমরা দ্বীনের এই শত্রুদের সাথে বন্ধুত্ব স্থাপন করছো? অথচ তারা তত তোমাদের সাথে দুর্ব্যবহার করতে কোন প্রকারের ত্রুটি করে না? তোমরা কি এই নতুন ঘটনাটিও বিস্মৃত হয়েছে যে, তারা তোমাদেরকে এমনকি স্বয়ং রাসূলুল্লাহ্ (সঃ)-কেও জোর পূর্বক মাতৃভূমি হতে বহিষ্কার করেছে? তোমাদের অপরাধ তো এছাড়া কিছুই নয় যে, তোমরা আল্লাহর একত্ববাদে বিশ্বাসী হয়েছে এবং আল্লাহ্ ও তাঁর রাসূল (সঃ)-এর আনুগত্য স্বীকার করেছো।যেমন আল্লাহ্ তা'আলা অন্য জায়গায় বলেনঃ (আরবী) অর্থাৎ “তারা তাদেরকে নির্যাতন করেছিল শুধু এই কারণে যে, তারা বিশ্বাস করতে পরাক্রমশালী ও প্রশংসনীয় আল্লাহে।” (৮৫:৮) অন্য এক জায়গায় রয়েছেঃ (আরবী) অর্থাৎ “যাদেরকে অন্যায়ভাবে তাদের দেশ হতে বের করে দেয়া হয়েছে শুধু এই কারণে যে, তারা বলেঃ আমাদের প্রতিপালক আল্লাহ্।” (২২:৪০)মহান আল্লাহ্ বলেনঃ তোমরা সত্যিই যদি আমার পথে জিহাদের উদ্দেশ্যে বেরিয়ে থাকো এবং আমার সন্তুষ্টিকামী হও তবে কখনো ঐ কাফিরদের সাথে বন্ধুত্ব স্থাপন করো না যারা আমার শত্রু, আমার দ্বীনের শত্রু এবং তোমাদের জান ও মালের ক্ষতি সাধনকারী। এটা কতই না বড় ভুল যে, তোমরা গোপনীয়ভাবে তাদের সাথে বন্ধুত্ব রাখবে! এই গোপনীয়তা কি আল্লাহ্ তা'আলার কাছে গোপন থাকতে পারে যিনি প্রকাশ্য ও গোপনীয় সব কিছুরই খবর রাখেন? অন্তরের রহস্য, এবং নফসের কুমন্ত্রণাও যিনি পূর্ণরূপে অবগত। সুতরাং জেনে রেখো যে, যে কেউই ঐ কাফিরদের সাথে বন্ধুত্ব রাখবে সে সরল পথ হতে বিচ্যুত হয়ে পড়বে।আল্লাহ তাবারাকা ওয়া তা'আলা বলেনঃ তোমরা কি বুঝ না যে, এই কাফিররা যদি সুযোগে পায় তবে তারা তাদের হাত পা দ্বারা তোমাদের ক্ষতি সাধন করতে বিন্দুমাত্র ক্রটি করবে না এবং মন্দ কথা বলা হতে রসনাকে মমাটেই সংযত রাখবে না? তোমাদের ক্ষতিসাধন করতে তারা সাধ্যমত চেষ্টা করবে এবং সুযোগে পেলে একটুও পিছ পা হবে না। তাদের মত তোমরাও কাফির হয়ে যাও এ কাজে তারা তাদের সর্বশক্তি নিয়োগ করবে। কাজেই তোমরা যখন তাদের আভ্যন্তরীণ ও বাহ্যিক অবস্থা পূর্ণরূপে অবগত রয়েছে তখন কি করে তাদেরকে বন্ধু মনে করে নিজেদের পথে নিজেরাই কাঁটা গাড়ছো? মোটকথা, মুসলমানদেরকে কাফিরদের উপর ভরসা করতে এবং তাদের সাথে গভীরভাবে ভালবাসা স্থাপন করে মেলামেশা করতে কঠোরভাবে নিষেধ করা হচ্ছে।মহান আল্লাহ মুসলমানদেরকে এমন কথা স্মরণ করিয়ে দিচ্ছেন যা তাদেরকে তাদের হতে পৃথক থাকতে উদ্বুদ্ধ করবে। তিনি বলেনঃ তোমাদের আত্মীয়-স্বজন ও সন্তান-সন্ততি কিয়ামতের দিন তোমাদের কোন কাজে আসবে না, অথচ তাদের খাতিরে তোমরা আল্লাহকে অসন্তুষ্ট করে কাফিরদেরকে সন্তুষ্ট করতে চাচ্ছ! এটা তোমাদের বড়ই নির্বুদ্ধিতার পরিচয়। না আল্লাহ তাআলার পক্ষ হতে আগত ক্ষতি কেউ রোধ করতে পারে এবং না তার প্রদত্ত লাভে কেউ বাধা দিতে পারে। নিজের আত্মীয়-স্বজনদের কুফরীর উপর যে আনুকূল্য করলো সে নিজেকে ধ্বংসের মুখে ঠেলে দিলো। আত্মীয় যেমনই হোকনা কেন, কোনই লাভ নেই।হযরত আনাস (রাঃ) হতে বর্ণিত আছে যে, একটি লোক রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করলোঃ “হে আল্লাহর রাসূল (সঃ)! আমার (মৃত) পিতা কোথায় আছে (জান্নাতে, না জাহান্নামে)?” উত্তরে রাসূলুল্লাহ্ (সঃ) বললেনঃ “জাহান্নামে (রয়েছে)।” লোকটি (বিষন্ন মনে) ফিরে যেতে উদ্যত হলে তিনি তাকে ডেকে নিয়ে বলেনঃ “আমার পিতা ও তোমার পিতা (উভয়েই) জাহান্নামে (রয়েছে)। (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন। সহীহ মুসলিমে ও সুনানে আবি দাউদেও হাদীসটি রয়েছে)"
    },
    { "ayah": 4, "surah": 60, "text": "Please check ayah 60:6 for complete tafsir." },
    { "ayah": 5, "surah": 60, "text": "Please check ayah 60:6 for complete tafsir." },
    {
      "ayah": 6,
      "surah": 60,
      "text": "৪-৬ নং আয়াতের তাফসীর:\nআল্লাহ্ তা'আলা স্বীয় মুমিন বান্দাদেরকে কাফিরদের সাথে বন্ধুত্ব না করার হিদায়াত দানের পর তাদের জন্যে তাঁর খলীল হযরত ইবরাহীম (আঃ) ও তার অনুসারীদের (রাঃ) নমুনা বা আদর্শ পেশ করছেন যে, তাঁরা স্পষ্টভাবে তাদের আত্মীয়-স্বজন ও জ্ঞাতি-গোষ্ঠীকে বলে দেনঃ তোমাদের সঙ্গে এবং তোমরা আল্লাহর পরিবর্তে যার ইবাদত কর তার সঙ্গে আমাদের কোন সম্পর্ক নেই। তোমাদের দ্বীন ও পন্থাকে আমরা ঘৃণা করি। তোমরা আমাদেরকে শত্রু মনে করতে থাকো যে পর্যন্ত তোমরা এই পন্থা ও মাযহাবের উপর রয়েছে। ভ্রাতৃত্বের কারণে যে আমরা তোমাদের কুফরী সত্ত্বেও তোমাদের সাথে ভ্রাতৃত্ব ও বন্ধুত্বের সম্পর্ক কায়েম রাখবো এটা অসম্ভব। হ্যাঁ, তবে যদি আল্লাহ তোমাদের কে  হিদায়াত দান করেন এবং তোমরা এক ও শরীক বিহীন আল্লাহর উপর ঈমান আনয়ন কর ও তাঁর একত্ববদিকে মেনে নিয়ে তাঁর ইবাদত করতে শুরু করে দাও এবং যাদেরকে তোমরা আল্লাহর শরীক মনে করে রেখেছে ও তাদের উপাসনায় লেগে রয়েছে তাদের সবকেই পরিত্যাগ করে দাও ও নিজেদের কুফরীর নীতি ও শিরকের পন্থা হতে সরে পড় তাহলে সেটা স্বতন্ত্র কথা! এ অবস্থায় তোমরা অবশ্যই আমাদের ভাই ও বন্ধু হয়ে যাবে। অন্যথায় আমাদের ও তোমাদের মধ্যে ইত্তেহাদ ও ইত্তেফাক নেই। আমরা তোমাদের হতে ও তোমরা আমাদের হতে পৃথক। তবে হ্যাঁ, এটা স্মরণ রাখার বিষয় যে, হযরত ইবরাহীম (আঃ) তার পিতার জন্যে যে ক্ষমা প্রার্থনা করার অঙ্গীকার করেছিলেন এবং তা পূর্ণ করেছিলেন, এতে তাঁর অনুসরণ করা চলবে না। কেননা, এই ক্ষমা প্রার্থনা ঐ সময় পর্যন্ত অব্যাহত ছিল যে পর্যন্ত তিনি তাঁর পিতার আল্লাহ্ তা'আলার শত্রু হওয়ার কথা পরিষ্কারভাবে জানতে পারেননি। যখন তিনি নিশ্চিতরূপে জানতে পারলেন যে, তাঁর পিতা আল্লাহর শত্রু তখন তিনি স্পষ্টভাবে তার প্রতি অসন্তুষ্টি প্রকাশ করলেন। কোন কোন মুমিন নিজের মুশরিক মাতা-পিতার জন্যে ক্ষমা প্রার্থনা করতেন এবং দলীল হিসেবে হযরত ইবরাহীম (আঃ)-এর তাঁর পিতার জন্যে ক্ষমা প্রার্থনা করার ঘটনাটি পেশ করতেন। তখন আল্লাহ্ তা'আলা নিম্নের আয়াত দুটি অবতীর্ণ করেনঃ (আরবী) অর্থাৎ “আত্মীয়-স্বজন হলেও মুশরিকদের জন্যে ক্ষমা প্রার্থনা করা নবী এবং মুমিনদের জন্যে সংগত নয় যখন এটা সুস্পষ্ট হয়ে গেছে যে, তারা জাহান্নামী। ইবরাহীম (আঃ) তার পিতার জন্যে ক্ষমা প্রার্থনা করেছিল, তাকে এর প্রতিশ্রুতি দিয়েছিল বলে। অতঃপর যখন এটা তার নিকট সুস্পষ্ট হলো যে, সে আল্লাহর শত্রু তখন ইবরাহীম (আঃ) ওর সম্পর্ক ছিন্ন করলো। ইবরাহীম (আঃ) তো কোমল হৃদয় ও সহনশীল।” (৯:১১৩-১১৪) আর এই সূরায় আল্লাহ্ তা'আলা বলেছেন যে, উম্মতে মুহাম্মাদী (সঃ)-এর জন্যে ইবরাহীম (আঃ) ও তাঁর অনুসারীদের মধ্যে উত্তম আদর্শ রয়েছে। তবে ব্যতিক্রম তার পিতার প্রতি ইবরাহীম (আঃ)-এর উক্তিঃ আমি নিশ্চয়ই তোমার জন্যে ক্ষমা প্রার্থনা করবে এবং তোমার ব্যাপারে আল্লাহর নিকট আমি কোন অধিকার রাখি না। অর্থাৎ মুশরিকদের জন্যে ক্ষমা প্রার্থনা করার মধ্যে আদর্শ নেই। হযরত ইবনে আব্বাস (রাঃ), মুজাহিদ (রঃ), কাতাদাহ্ (রঃ), মুকাতিল ইবনে হাইয়ান (রঃ), যহ্হাক। (রঃ) প্রমুখ শুরুজনও এই ভাবার্থই বর্ণনা করেছেন।এরপর ইরশাদ হচ্ছে যে, কওমের সাথে সম্পর্ক ছিন্ন করে হযরত ইবরাহীম (আঃ) আল্লাহর নিকট আশ্রয় গ্রহণ করছেন। তিনি অত্যন্ত বিনয়ের সাথে আল্লাহ্ তাবারাকা ওয়া তা'আলার নিকট আরয করছেনঃ হে আল্লাহ! সমস্ত কাজে-কর্মে আমাদের ভরসা আপনার পবিত্র সত্তার উপরই রয়েছে। আমরা আমাদের সমস্ত কার্য আপনার কাছেই সমর্পণ করছি। আমাদের প্রত্যাবর্তন তো আপনারই নিকট।  এরপর হযরত ইবরাহীম (আঃ) মহান আল্লাহর নিকট প্রার্থনা করছেনঃ হে আমাদের প্রতিপালক! আপনি আমাদেরকে কাফিরদের পীড়নের পাত্র করবেন না। অর্থাৎ যেন এমন না হয় যে, তারা আমাদের উপর বিজয় লাভ করে আমাদেরকে বিপদগ্রস্ত করে ফেলে। অনুরূপভাবে যেন এরূপও না হয় যে, আপনার পক্ষ হতে আমাদের উপর কোন বিপদ আপতিত হয় এবং ওটা তাদের বিভ্রান্তির কারণ হয় যে, যদি আমরা সত্যের উপর থেকে থাকি তবে আমাদের উপর আল্লাহর আযাব আসলো কেন? দ্রুপ এও যেন না হয় যে, তারা আমাদের উপর বিজয়ী হয়ে আমাদেরকে কষ্ট দিতে দিতে আপনার দ্বীন হতে আমাদেরকে ফিরিয়ে দেয়।অতঃপর হযরত ইবরাহীম (আঃ) প্রার্থনা করছেনঃ হে আমাদের প্রতিপালক! আমাদেরকে আপনি ক্ষমা করে দিন, আমাদের অপরাধ মার্জনা করুন! আপনি তো পরাক্রমশালী। আপনার নিকট আশ্রয়প্রার্থী কখনো বিফল মনোরথ হয়ে ফিরে আসে না। আপনার দ্বারে করাঘাতকারী কখনো শূন্য হস্তে ফিরে না। আপনি আপনার কথায়, কাজে, শরীয়ত ও ভাগ্য নির্ধারণে প্রজ্ঞাময়। আপনার কোন কাজই হিকমত শূন্য নয়।এরপর গুরুত্ব হিসেবে মহান আল্লাহ্ পূর্ব কথারই পুনরাবৃত্তি করে বলেনঃ তাদের মধ্যে তোমাদের জন্যে উত্তম আদর্শ রয়েছে। যে কেউই আল্লাহ তাআলার উপর, কিয়ামত সংঘটনের সত্যতার উপর ঈমান রাখে তার তাদের অনুসরণে আগে বেড়ে পা রাখা উচিত। আর যে কেউই আল্লাহর আহ্কাম হতে মুখ ফিরিয়ে নেয় তার জেনে রাখা উচিত যে, আল্লাহ্ তো অভাবমুক্ত। তিনি কারো কোন পরোয়া করেন না। তিনি প্রশংসাৰ্য। মাখলুক সৃষ্টিকর্তার প্রশংসায় নিমগ্ন রয়েছে। যেমন তিনি বলেনঃ (আরবী) অর্থাৎ “যদি তোমরা এবং ভূ-পৃষ্ঠের সবাই কুফরী কর বা অবাধ্য হয়ে যাও তবে জেনে রেখো যে, নিশ্চয়ই আল্লাহ্ অভাবমুক্ত ও প্রশংসার্হ।।” (১৪:৮)হযরত ইবনে আব্বাস (রাঃ) বলেন যে, তাকেই বলা হয় যিনি তাঁর অভাবহীনতায় পরিপূর্ণ। একমাত্র আল্লাহরই মধ্যে এই বিশেষণ রয়েছে যে, তিনি সর্বপ্রকারের অভাবমুক্ত এবং সম্পূর্ণরূপে বেপরোয়া। অন্য কারো সত্তা এরূপ নয়। তাঁর সমকক্ষ কেউই নেই। কেউই তার সাথে তুলনীয় হতে পারে না। তিনি পবিত্র ও একক। তিনি সবারই উপর হাকিম, সবারই উপর বিজয়ী এবং সবারই বাদশাহ্। তিনি প্রশংসাৰ্হ। সমস্ত সৃষ্টজীব সদা তাঁর প্রশংসায় রত রয়েছে। অর্থাৎ তিনি তাঁর সমস্ত কথায় ও কাজে প্রশংসনীয়। তিনি ছাড়া কোন মাবুদ নেই এবং তিনি ছাড়া কোন প্রতিপালকও নেই।"
    },
    { "ayah": 7, "surah": 60, "text": "Please check ayah 60:9 for complete tafsir." },
    { "ayah": 8, "surah": 60, "text": "Please check ayah 60:9 for complete tafsir." },
    {
      "ayah": 9,
      "surah": 60,
      "text": "৭-৯ নং আয়াতের তাফসীর:\nকাফিরদের সাথে বন্ধুত্ব স্থাপনের নিষেধাজ্ঞার পর এবং তাদের হিংসা-বিদ্বেষ ও শত্রুতার বর্ণনা দেয়ার পর আল্লাহ্ তা'আলা এখন বলেনঃ হতে পারে যে, অদূর ভবিষ্যতে আল্লাহ্ তোমাদের মধ্যে ও তাদের মধ্যে মিলন ঘটিয়ে দিবেন। শক্রতা, ঘৃণা ও বিচ্ছেদের পর হয়তো তিনি তোমাদের ও তাদের মধ্যে প্রেম-প্রীতি ও মহব্বত সৃষ্টি করে দিবেন। কোন্ জিনিস এমন আছে যে, আল্লাহ্ তাবারাকা ওয়া তা'আলা ওর উপর ক্ষমতা রাখেন না? তিনি পৃথক পৃথক ও পরস্পর বিরোধী জিনিসকে একত্রিত করার ক্ষমতা রাখেন। শত্রুতার পর বন্ধুত্ব সৃষ্টি করার হাত তার রয়েছে। যেমন অন্য জায়গায় বলেনঃ (আরবী)অর্থাৎ “তোমাদের প্রতি আল্লাহর অনুগ্রহকে স্মরণ কর, তোমরা ছিলে পরস্পর শত্রু এবং তিনি তোমাদের হৃদয়ে প্রীতির সঞ্চার করেন। ফলে তার অনুগ্রহে তোমরা পরস্পর ভাই হয়ে গেলে। তোমরা অগ্নিকুণ্ডের প্রান্তে ছিলে, আল্লাহ্ ওটা হতে তোমাদেরকে রক্ষা করেছেন।” (৩:১০৩)রাসূলুল্লাহ্ (সঃ) আনসারদেরকে সম্বোধন করে বলেছিলেনঃ “আমি কি তোমাদেরকে পথভ্রষ্ট পাইনি? অতঃপর আল্লাহ আমারই কারণে তোমাদেরকে হিদায়াত দান করেছেন। তোমরা পৃথক পৃথক ছিলে, তারপর আমারই কারণে আল্লাহ্ তোমাদেরকে একত্রিত করেছেন। আল্লাহ্ তা'আলা বলেনঃ (আরবী)অর্থাৎ “আল্লাহ্ তিনিই যিনি তোমাকে (নবী সঃ -কে) তাঁর সাহায্যের দ্বারা এবং মুমিনদের দ্বারা শক্তিশালী করেছেন। আর তাদের হৃদয়ে তিনি প্রেম-প্রীতি ও মহব্বত সৃষ্টি করে দিয়েছেন। ভূ-পৃষ্ঠে যত কিছু আছে সবই যদি তুমি খরচ করতে তবুও তাদের হৃদয়ে প্রেম-প্রীতি ও ভালবাসা সৃষ্টি করতে পারতে না। বরং আল্লাহই তাদের হৃদয়ে ভালবাসার সঞ্চার করেছেন। নিশ্চয়ই তিনি মহাপরাক্রমশালী, বিজ্ঞানময়।” (৮:৬২-৬৩) একটি হাদীসে এসেছেঃ “বন্ধুত্বের সময়ও একথা স্মরণ রেখো যে, কোন সময় শত্রুতা হয়ে যেতে পারে এতে বিস্ময়ের কিছুই নেই। আর শত্রুতায়ও সীমালংঘন করে যেয়ো না। কেননা, এই শত্রুতার পরে বন্ধুত্ব হয়ে যেতে পারে এতেও বিস্ময়ের কিছুই নেই।” কোন কবি বলেছেনঃ (আরবী)অর্থাৎ “এমন দুই জন শত্রু যারা একে অপর হতে সম্পূর্ণরূপে পৃথক হয়ে রয়েছে এবং তারা পূর্ণরূপে ধারণা করেছে যে, তারা পরস্পরে কখনো মিলিত হবে না, এদেরকেও আল্লাহ্ একত্রিত করে থাকেন এবং এমনভাবে তাদেরকে মিলিত করেন যে, তারা যেন কখনো দুই জন ছিলই না।”  আল্লাহ্ ক্ষমাশীল, পরম দয়ালু। কাফির তাওবা করলে তিনি তার তাওবা কবুল করে থাকেন। সে যখন তাঁর প্রতি ঝুঁকে পড়ে তখন তিনি তাকে নিজের করুণার ছায়ায় স্থান দেন, গুনাহ্ যত বড়ই হোক না কেন এবং গুনাহগার যেই হোক না কেন। সে যখনই মালিকের দিকে ঝুঁকে পড়ে তখনই তাঁর রহমতের তরঙ্গ উথলিয়ে ওঠে। হযরত মুকাতিল ইবনে হাইয়ান (রঃ) বলেন যে, এ আয়াতটি হযরত আবু সুফিয়ান সাখর ইবনে হারূবের (রাঃ) ব্যাপারে অবতীর্ণ হয়। তাঁর কন্যা উম্মে হাবিবাহ্ (রাঃ)-কে রাসূলুল্লাহ্ (সঃ) বিয়ে করে নেন। আর এই বিবাহই মহব্বতের কারণ হয়ে যায়। কিন্তু এ উক্তিটি মনে ধরে না। কেননা, এই বিবাহ মক্কা বিজয়ের বহু পূর্বে সংঘটিত হয়েছিল। আর সর্বসম্মত মত এই যে, হযরত আবু সুফিয়ান (রাঃ) মক্কা বিজয়ের রাত্রে ইসলাম গ্রহণ করেছিলেন। বরং এর চেয়ে উত্তম ব্যাখ্যা ওটাই যা ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন। তা এই যে, রাসূলুল্লাহ্ (সঃ) হযরত আবু সুফিয়ান সার ইবনে হারূবকে (রাঃ) ইয়ামনের কতক অংশের উপর আমিল নিযুক্ত করেছিলেন। অতঃপর যখন রাসূলুল্লাহ্ (সঃ) ইন্তেকাল করেন তখন হযরত আবু সুফিয়ান (রাঃ) মদীনায় আগমন করছিলেন। পথে যুল-খিমারের সাথে তাঁর সাক্ষাৎ। সে মুরতাদ (ধর্মত্যাগী) হয়ে গিয়েছিল। তখন হযরত আবু সুফিয়ান (রাঃ) তার সাথে যুদ্ধ করেন। সুতরাং ধর্মত্যাগীর বিরুদ্ধে প্রথম জিহাদকারী তিনিই ছিলেন। হযরত ইবনে শিহাব (রঃ) বলেন যে, হযরত আবু সুফিয়ান (রাঃ)-এর ব্যাপারেই (আরবী)- এই আয়াতটি অবতীর্ণ হয়।সহীহ মুসলিমে হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, হযরত আবু সুফিয়ান (রাঃ) ইসলাম গ্রহণ করার পর রাসূলুল্লাহ্ (সঃ)-কে বলেনঃ “হে আল্লাহর রাসূল (সঃ)! আমার তিনটি আবেদন রয়েছে। যদি অনুমতি দেন তবে তা আরয করি।” রাসূলুল্লাহ্ (সঃ) বললেনঃ “ঠিক আছে, বল।” তখন তিনি বললেনঃ “আমাকে আপনি অনুমতি দিন যে, আমি কাফিরদের সাথে যুদ্ধ করতে থাকবো যেমন (পূর্বে) মুসলমানদের সাথে যুদ্ধ করতাম।” রাসূলুল্লাহ্ (সঃ) বললেনঃ “হা (ঠিক আছে)।” তিনি বললেনঃ “আমার পুত্র মুআবিয়া (রাঃ)-কে আপনার অহী লেখক নিযুক্ত করুন!” রাসূলুল্লাহ্ (সঃ) বললেনঃ “হ্যাঁ (তাই হবে)।” অতঃপর তিনি বললেনঃ “আমার উত্তম আরবী কন্যা উম্মে হাবীবাহ্ (রাঃ)-কে আপনি বিয়ে করে নিন!” রাসূলুল্লাহ্ (সঃ) এটাও মেনে নিলেন। এ ব্যাপারে সমালোচনা আছে যা পূর্বে গত হয়েছে।  এরপর মহামহিমান্বিত আল্লাহ্ বলেনঃ “যেসব কাফির তোমাদের বিরুদ্ধে ধর্মযুদ্ধে অবতীর্ণ হয়নি এবং তোমাদেরকে বহিষ্কারও করেনি, যেমন স্ত্রীলোকে এবং দুর্বল লোকেরা, তাদের সাথে তোমরা সদ্ব্যবহার, ইহসান এবং আদল ও ইনসাফ করতে থাকো। এরূপ করতে আল্লাহ্ তাবারাকা ওয়া তা'আলা তোমাদেরকে নিষেধ করেন না। বরং তিনি তো এরূপ ন্যায়পরায়ণ লোকদেরকে ভালবাসেন। হযরত আসমা বিনতে আবি বকর (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “আমার মাতা মুশরিকা থাকা অবস্থায় আমার নিকট আগমন করে, এটা ঐ যুগের ঘটনা যখন রাসূলুল্লাহ (সঃ) ও মক্কার কুরায়েশদের মধ্যে সন্ধিপত্র স্বাক্ষরিত ছিল। আমি তখন নবী (সঃ)-এর নিকট এসে বললামঃ হে আল্লাহর রাসূল (সঃ)! আমার মা আমার নিকট আগমন করেছে এবং সে ইসলাম হতে বিমুখ। সুতরাং আমি তার সাথে (আত্মীয়তার সম্পর্ক বজায় রেখে) মিলিত হবো?” তিনি উত্তরে বললেনঃ “হ্যাঁ, তুমি তোমার মাতার সাথে মিলিত হও (ও আত্মীয়তার সম্পর্ক বজায় রেখো)।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন এবং ইমাম বুখারী (রঃ) ও ইমাম মুসলিম (রঃ) এটা তাখরীজ করেছেন)মুসনাদে আহমাদের এক রিওয়াইয়াতে রয়েছে যে, তার নাম ছিল কাতীলাহ্। সে পনীর, ঘি ইত্যাদি উপঢৌকন হিসেবে আনয়ন করেছিল। কিন্তু হযরত আসমা (রাঃ) প্রথমে না তাঁর মাতাকে তার বাড়ীতে স্থান দিয়েছিলেন, না তার উপঢৌকন গ্রহণ করেছিলেন। বরং তিনি রাসূলুল্লাহ্ (সঃ)-এর খিদমতে হাযির হয়ে তাকে এ সম্পর্কে জিজ্ঞাসাবাদ করেন এবং তাকে তার বাড়ীতে স্থানও দেন।  হযরত বাযযার (রঃ)-এর বর্ণনায় হযরত আয়েশা সিদ্দীকা (রাঃ)-এর নামও রয়েছে। কিন্তু এটা ঠিক নয়। কেননা হযরত আয়েশা (রাঃ)-এর মাতার নাম ছিল উম্মে রূমান এবং তিনি ইসলাম গ্রহণ করেছিলেন। তারপর তিনি মদীনায় হিজরত করেছিলেন। হ্যাঁ, তবে হযরত আসমা (রাঃ)-এর মাতা উম্মে রূমান ছিল না, বরং তাঁর মাতার নাম ছিল কাতলা, যেমন উপরের হাদীসে বর্ণিত হলো। এসব ব্যাপারে আল্লাহ্ তা'আলাই সব চেয়ে ভাল জানেন। -এর তাফসীর সূরায়ে হুজুরাতে গত হয়েছে যে, হলো ঐ লোকেরা যারা তাদের পরিবারবর্গের ব্যাপারে হলেও ন্যায় বিচার করে থাকে (এবং যদিও ঐ বিচার তাদের পরিবারবর্গের বিপক্ষে হয়)। আল্লাহ্ তা'আলার আরশের ডান দিকে নূরের মিম্বরের উপর তারা সমাসীন থাকবে।মহান আল্লাহ্ বলেনঃ আল্লাহ্ শুধু তাদের সাথে বন্ধুত্ব করতে নিষেধ করেন যারা দ্বীনের ব্যাপারে তোমাদের সাথে যুদ্ধ করেছে, তোমাদেরকে স্বদেশ হতে বহিষ্কার করেছে এবং তোমাদের বহিষ্করণে সাহায্য করেছে।  অতঃপর আল্লাহ্ তাবারাকা ওয়া তা'আলা মুশরিকদের সাথে মেলামেশাকারী ও বন্ধুত্বকারীদেরকে ধমকের সুরে বলছেনঃ যারা তাদের সাথে বন্ধুত্ব করে তারা তো যালিম। যেমন আল্লাহ্ তা'আলা অন্য জায়গায় বলেনঃ (আরবী)অর্থাৎ “হে মুমিনগণ! তোমরা ইয়াহূদী ও নাসারাকে বন্ধুরূপে গ্রহণ করো না, তারা একে অপরের বন্ধু। তোমাদের মধ্যে যে তাদেরকে বন্ধুরূপে গ্রহণ করে সে তাদেরই অন্তর্ভুক্ত। নিশ্চয়ই আল্লাহ্ যালিম সম্প্রদায়কে হিদায়াত দান করেন।” (৫:৫১)"
    }
  ]
}
