{
  "ayahs": [
    { "ayah": 1, "surah": 61, "text": "Please check ayah 61:4 for complete tafsir." },
    { "ayah": 10, "surah": 61, "text": "Please check ayah 61:13 for complete tafsir." },
    { "ayah": 11, "surah": 61, "text": "Please check ayah 61:13 for complete tafsir." },
    { "ayah": 12, "surah": 61, "text": "Please check ayah 61:13 for complete tafsir." },
    {
      "ayah": 13,
      "surah": 61,
      "text": "১০-১৩ নং আয়াতের তাফসীর:\nহযরত আবদুল্লাহ ইবনে সালাম (রাঃ) বর্ণিত হাদীস পূর্বে গত হয়েছে যে, সাহাবীগণ রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করেনঃ “হে আল্লাহর রাসূল (সঃ)! কোন আমল আল্লাহ তা'আলার নিকট সবচেয়ে প্রিয়?” তাঁদের এই প্রশ্নের উত্তরে আল্লাহ তা'আলা এই সূরাটি অবতীর্ণ করেন। এতে তিনি বলেনঃ এসো, আমি তোমাদেরকে এমন এক লাভজনক ব্যবসার কথা বলে দিই যাতে ক্ষতির কোনই সম্ভাবনা নেই। এতে উদ্দেশ্য সিদ্ধ হবে এবং ভয়ের কোন কারণ থাকবে না। তা হচ্ছে এই যে, তোমরা আল্লাহর একত্বে ও তাঁর রাসূল (সঃ)-এর রিসালাতে বিশ্বাস স্থাপন করবে এবং তোমাদের ধন-সম্পদ ও জীবন দ্বারা আল্লাহর পথে জিহাদ করবে। এই ব্যবসা দুনিয়ার ব্যবসা হতে বহুগুণে উত্তম। যদি তোমরা এই ব্যবসায়ে হাত দাও তবে তোমাদের পদস্খলন ও পাপ-অপরাধ আমি ক্ষমা করে দিবো। আর তোমাদেরকে দাখিল করবে এমন জান্নাতে যার পাদদেশে নদী প্রবাহিত এবং তোমাদেরকে প্রবিষ্ট করবে স্থায়ী জান্নাতের উত্তম বাসগৃহে। বিশ্বাস রেখো যে, মহাসাফল্য এটাই।আরো জেনে রেখো যে, তোমরা সদা তোমাদের শত্রুদের সাথে মুকাবিলা করে থাকো, এই মুকাবিলার সময় আমি তোমাদেরকে সাহায্য করতে থাকবো এবং তোমাদের ঈপ্সিত বিজয় দান করবে। যেমন অন্য জায়গায় রয়েছেঃ (আরবী) অর্থাৎ “হে মুমিনগণ! যদি তোমরা আল্লাহকে সাহায্য কর তবে আল্লাহ তোমাদেরকে সাহায্য করবেন এবং তোমাদের পাগুলো স্থির রাখবেন।” (৪৭:৭) আর এক জায়গায় রয়েছেঃ (আরবী)অর্থাৎ “অবশ্যই আল্লাহ তাকে সাহায্য করবেন যে তাঁকে সাহায্য করবে, নিশ্চয়ই আল্লাহ ক্ষমতাবান, মহাপরাক্রমশালী।” (২২:৪০) দুনিয়ার এই সাহায্য ও বিজয় এবং আখিরাতের ঐ জান্নাত ও নিয়ামত ঐ লোকদের জন্যে যারা আল্লাহ ও তাঁর রাসূল (সঃ)-এর আনুগত্যের কাজে সদা লেগে থাকে এবং জান ও মাল দিয়ে আল্লাহর দ্বীনের খিদমত করে। তাই তো তিনি স্বীয় নবী (সঃ)-কে বলেনঃ হে নবী (সঃ)! তুমি আমার পক্ষ হতে মুমিনদেরকে এর সুসংবদি দাও।"
    },
    {
      "ayah": 14,
      "surah": 61,
      "text": "মহান আল্লাহ তাঁর মুমিন বান্দাদেরকে নির্দেশ দিচ্ছেন যে, তারা যেন সদা-সর্বদা জান-মাল, ইজ্জত-আবরূ, কথা এবং কাজ দ্বারা আল্লাহকে সাহায্য করে, আর আল্লাহ ও তাঁর রাসূল (সঃ)-এর ডাকে সাড়া দেয়, যেমন হাওয়ারীগণ হযরত ঈসা (আঃ)-এর ডাকে সাড়া দিয়েছিলেন যখন তিনি বলেছিলেনঃ আল্লাহর পথে কে আমাকে সাহায্যকারী হবে? অর্থাৎ আল্লাহর দিকে দাওয়াত দেয়ার কাজে কে আমার সাহায্যকারী হবে? তখন হযরত ঈসা (আঃ)-এর অনুসারী হাওয়ারীরা বলেছিলঃ আমরা আল্লাহর সাহায্যকারী। অর্থাৎ আল্লাহর এই দ্বীনের কাজে আমরাই আপনার সঙ্গী হিসেবে কাজ করবে, আপনাকে সাহায্য করবে ও আপনার অনুসারী হিসেবে থাকবো। তখন হযরত ঈসা (আঃ) তাদেরকে প্রচারক হিসেবে সিরিয়ার শহরগুলোতে পাঠিয়ে দেন।  হজ্বের মৌসুমে রাসূলুল্লাহ (সঃ)-ও বলেছিলেনঃ “এমন কেউ আছে কি যে আমাকে জায়গা দিতে পারে যাতে আমি আল্লাহর রিসালাতকে জনগণের কাছে পৌঁছিয়ে দিতে পারি? কুরায়েশরা তো আমাকে আমার প্রতিপালকের বাণী মানুষের নিকট পৌঁছিয়ে দেয়ার কাজে বাধা প্রদান করেছে।” তখন মদীনার অধিবাসী আউস ও খাযরাজ গোত্রীয় লোকদেরকে মহান আল্লাহ এই সৌভাগ্যের অধিকারী করেন যে, তারা রাসূলুল্লাহ (সঃ)-এর হাতে বায়আত গ্রহণ করেন। তারা তাঁর কথা মেনে চলার অঙ্গীকার করেন। তাঁরা এই প্রতিজ্ঞা করেন যে, যদি রাসূলুল্লাহ (সঃ) তাঁদের বাসভূমিতে চলে যান তবে কোনক্রমেই তাঁরা তাঁর কোন ক্ষতি সাধন হতে দিবেন না। তারা তার পক্ষ হতে শত্রু বাহিনীর বিরুদ্ধে যুদ্ধ করবেন এবং যে কোন ত্যাগের বিনিময়ে তাকে রক্ষা করবেন। অতঃপর রাসূলুল্লাহ (সঃ) যখন তাঁর সঙ্গীগণসহ হিজরত করে তাদের বাসভূমি মদীনা নগরীতে পৌঁছলেন তখন বাস্তবিকই তাঁরা তাঁদের প্রতিশ্রুতি রক্ষা করলেন এবং তাদের কথাকে বাস্তবে রূপদান করলেন। এ কারণেই তারা ‘আনসার এই মহান উপাধিতে ভূষিত হন। আল্লাহ তাঁদের প্রতি সন্তুষ্ট থাকুন এবং তাঁদেরকে সন্তুষ্ট রাখুন।  মহান আল্লাহ বলেনঃ “অতঃপর বানী ইসরাঈলের একদল ঈমান আনলো এবং একদল কফরী করলো' অর্থাৎ যখন ঈসা (আঃ) তাঁর অনুসারী হাওয়ারীদেরকে নিয়ে দ্বীনের তাবলীগ করতে শুরু করলেন তখন বানী ইসরাঈলের কিছু লোক সঠিক পথে এসে গেল, আর কিছু লোক এপথে আসলো না। এমনকি তারা। তাকে এবং তাঁর সতী-সাধ্বী মাতার প্রতি জঘন্যতম অপবাদ রচনা করলো। এই ইয়াহুদীদের উপর চিরতরে আল্লাহর গযব পতিত হলো। আবার যারা তাঁকে মেনে নিলো তাদের মধ্যে একটি দল মানার ব্যাপারে সীমালংঘন করলো এবং তাকে তার মর্যাদার চেয়েও বাড়িয়ে দিলো। এদের মধ্যেও আবার কয়েকটি দল হয়ে গেল। একটি দল বলতে লাগলো যে, হযরত ঈসা (আঃ) আল্লাহর পুত্র (নাউযুবিল্লাহ)। অন্য একটি দল বললো যে, হযরত ঈসা (আঃ) তিনজনের একজন অর্থাৎ পিতা, পুত্র ও রূহুল কুদস। আর একটি দল তো তাকে আল্লাহ বলেই স্বীকার করে নিলো। এসবের আলোচনা সূরায়ে নিসায় বিস্তারিতভাবে রয়েছে।  মহান আল্লাহ বলেনঃ পরে আমি মুমিনদেরকে শক্তিশালী করলাম তাদের শত্রুদের মুকাবিলায়। অর্থাৎ আমি তাদেরকে তাদের শত্রু খৃষ্টানদের উপর বিজয়ী করলাম।  হযরত ইবনে আব্বাস (রাঃ) বলেনঃ যখন মহামহিমান্বিত আল্লাহ হযরত ঈসা (আঃ)-কে আকাশে উঠিয়ে নেয়ার ইচ্ছা করলেন তখন হযরত ঈসা (আঃ) গোসল করে পাক সাফ হয়ে স্বীয় সহচরদের নিকট আসলেন। ঐ সময় তার মাথা হতে পানির ফোটা ঝরে পড়ছিল। তাঁর সহচরগণ ছিলেন বারোজন। তাঁরা একটি ঘরে অবস্থান করছিলেন। তিনি তাদের মধ্যে এসেই বললেনঃ “তোমাদের মধ্যে এমন লোকও রয়েছে যে আমার উপর ঈমান এনেছে বটে কিন্তু পরে কুফরী করবে। একবার নয়, বরং বারো বার।” অতঃপর তিনি বললেনঃ “তোমাদের মধ্যে কে এমন আছে যে এই ব্যাপারে প্রস্তুত হতে পারে যে, তাকে আমার চেহারার সাথে সাদৃশ্যযুক্ত করে দেয়া হবে এবং আমার পরিবর্তে তাকে হত্যা করে দেয়া হবে, অতঃপর সে জান্নাতে আমার সাথে আমার মর্যাদায় থাকবে?” তাঁর একথার জবাবে তাঁদের মধ্যে বয়সে যিনি সর্বকনিষ্ঠ ছিলেন তিনি বললেনঃ “আমি এ জন্যে প্রস্তুত আছি।” হযরত ঈসা (আঃ) তাকে বললেনঃ “তুমি বসে পড়।” অতঃপর পুনরায় তিনি তার কথার পুনরাবৃত্তি করলেন। এবারও ঐ যুবকটি দাড়িয়ে বললেনঃ “আমিই এজন্যে প্রস্তুত।” হযরত ঈসা (আঃ) এবারও তাঁকে বসে যেতে বললেন। তৃতীয়বার হযরত ঈসা (আঃ) ঐ কথাই বললেন এবং তৃতীয়বারও ঐ যুবকটিই দাঁড়িয়ে সম্মতি জানালেন। এবার তিনি বললেনঃ “আচ্ছা, বেশ!” তৎক্ষণাৎ তার আকৃতি সম্পূর্ণরূপে হযরত ঈসা (আঃ)-এর মত হয়ে গেল এবং হযরত ঈসা (আঃ)-কে ঐ ঘরের একটি ছিদ্র দিয়ে আকাশে উঠিয়ে নেয়া হলো। হযরত ঈসা (আঃ)-কে অনুসন্ধানকারী ইয়াহূদীরা দৌড়িয়ে আসলো এবং ঐ যুবকটিকে ঈসা (আঃ) মনে করে গ্রেফতার করলো ও হত্যা করে শূলে চড়িয়ে দিলো। হযরত ঈসা (আঃ)-এর ভবিষ্যদ্বাণী অনুযায়ী ঐ অবশিষ্ট এগারোজন লোকের মধ্য হতে কেউ কেউ বারো বার কুফরী করলো, অথচ ইতিপূর্বে তারা ঈমানদার ছিল।অতঃপর হযরত ঈসা (আঃ)-কে মান্যকারী বানী ইসরাঈলের দলটি তিনটি দলে বিভক্ত হয়ে গেল। একটি দল বললোঃ “স্বয়ং আল্লাহ হযরত (হযরত ঈসা আঃ-এর আকৃতিতে) যতদিন ইচ্ছা করেছিলেন আমাদের মধ্যে ছিলেন। অতঃপর তিনি আকাশে উঠে গেলেন।\" এই দলটিকে ইয়াকুবিয়্যাহ বলা হয়। দ্বিতীয় দলটি বললোঃ “আল্লাহর পুত্র (নাউযুবিল্লাহ) আল্লাহর ইচ্ছানুযায়ী আমাদের মাঝে ছিলেন, অতঃপর তিনি তাকে নিজের কাছে উঠিয়ে নিলেন।” এই দলটিকে বলা হয় নাসতুরিয়্যাহ। তৃতীয় দলটি সত্যের উপর প্রতিষ্ঠিত থাকে। তাদের আকীদাহ বা বিশ্বাস এই যে, আল্লাহর বান্দা ও তাঁর রাসূল তাঁর ইচ্ছানুযায়ী তাদের মধ্যে ছিলেন, অতঃপর তিনি (আল্লাহ) তাঁকে নিজের কাছে উঠিয়ে নিয়েছেন। এই দলটি হলো মুসলিম দল।অতঃপর ঐ কাফির দল দুটির শক্তি বৃদ্ধি পায় এবং তারা ঐ মুসলিম দলটিকে মেরে পিটে হত্যা ও ধ্বংস করতে শুরু করে। অবশেষে আল্লাহ তাবারাকা ওয়া তা'আলা স্বীয় নবী হযরত মুহাম্মাদ (সঃ)-কে প্রেরণ করেন। বানী ইসরাঈলের ঐ মুসলিম দলটি তাঁর উপরও ঈমান আনয়ন করে। সুতরাং এই ঈমানদার দলটিকে আল্লাহ তাআলা সাহায্য করেন এবং তাদেরকে তাদের শত্রুদের উপর জয়যুক্ত করেন। রাসূলুল্লাহ (সঃ)-এর বিজয়ী হওয়া এবং দ্বীন ইসলামের অন্যান্য দ্বীনগুলোকে পরাজিত করাই হলো তাদের বিজয়ী হওয়া ও তাদের শত্রুদের উপর জয়লাভ করা।\" (এটা তাফসীরে ইবনে জারীরে ও সুনানে নাসাঈতে বর্ণিত হয়েছে)সুতরাং এই উম্মত সত্যের উপর প্রতিষ্ঠিত থেকে সদাসর্বদা বিজয়ীই থাকবে, শেষ পর্যন্ত কিয়ামত এসে যাবে এবং এই উম্মতের শেষের লোকগুলো হযরত ঈসা (আঃ)-এর সঙ্গী হয়ে মাসীহ দাজ্জালের সঙ্গে যুদ্ধ করবেন, যেমন সহীহ হাদীসে বিদ্যমান রয়েছে। এসব ব্যাপারে আল্লাহই সবচেয়ে ভাল জানেন।"
    },
    { "ayah": 2, "surah": 61, "text": "Please check ayah 61:4 for complete tafsir." },
    { "ayah": 3, "surah": 61, "text": "Please check ayah 61:4 for complete tafsir." },
    {
      "ayah": 4,
      "surah": 61,
      "text": "হযরত আবদুল্লাহ ইবনে সালাম (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “আমরা একদা পরস্পর আলোচনা করছিলাম যে, আমাদের মধ্যে কেউ যদি রাসূলুল্লাহ (সঃ)-এর নিকট গিয়ে তাকে জিজ্ঞেস করতো যে, আল্লাহ তা'আলার নিকট কোন আমল সবচেয়ে প্রিয়? কিন্তু তখনো কেউ দাঁড়ায়নি, ইতিমধ্যে রাসূলুল্লাহ (সঃ)-এর দূত আমাদের নিকট আসলেন এবং এক এক করে প্রত্যেককে ডেকে রাসূলুল্লাহ (সঃ)-এর নিকট নিয়ে গেলেন। আমরা সবাই একত্রিত হলে তিনি এই পূর্ণ সূরাটি আমাদেরকে পাঠ করে শুনালেন।\" (এ হাদীসটি ইমাম আহমাদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন)মুসনাদে ইবনে আবি হাতিমে বর্ণিত এক হাদীসে রয়েছে যে, হযরত আবদুল্লাহ ইবনে সালাম বলেনঃ “আমরা রাসূলুল্লাহ (সঃ)-কে এ ব্যাপারে প্রশ্ন করতে ভয় পাচ্ছিলাম।” তাতে এও রয়েছে যে, যেমনভাবে রাসূলুল্লাহ (সঃ) পূর্ণ সূরাটি পাঠ করে শুনিয়েছিলেন তেমনিভাবেই এই হাদীস বর্ণনাকারী সাহাবী তাবেয়ীকে পাঠ করে শুনান, তাবেয়ী তার ছাত্রকে এবং তার ছাত্র তার ছাত্রকে পাঠ করে শুনান। এই ভাবে শেষ পর্যন্ত উস্তাদ তার শাগরিদকে পাঠ করে শুনিয়ে দেন।অন্য এক রিওয়াইয়াতে আছে যে, হযরত আবদুল্লাহ ইবনে সালাম (রাঃ) বলেনঃ “আমরা বলেছিলাম যে, যদি আমরা এরূপ আমলের খবর জানতে পারি তবে অবশ্যই আমরা ওর উপর আমলকারী হয়ে যাবো।”আমাকে আমার উস্তাদ শায়খুল মুসনাদ আবুল আব্বাস আহমাদ ইবনে আবি তালিব হাজ্জারও (রঃ) স্বীয় সনদে এ হাদীসটি বর্ণনা করে শুনিয়েছেন এবং তাতেও ক্রমিকভাবে প্রত্যেক শিক্ষকের তার ছাত্রকে এই সূরাটি পাঠ করে শুনানো বর্ণিত আছে। এমনকি আমার উস্তাদও এটা তার উস্তাদ হতে শুনেছেন। কিন্তু তিনি নিজে নিরক্ষর ছিলেন এবং এটাকে মুখস্থ করার সময় পাননি বলে আমাকে পাঠ করে শুনাননি। কিন্তু সমস্ত প্রশংসা আল্লাহর যে, আমার অন্য উস্তাদ হাফিয কাবীর আবু আবদিল্লাহ মুহাম্মাদ ইবনে আহমাদ ইবনে উসমান (রঃ) স্বীয় সনদে এ হাদীসটি আমাকে পড়াবার সময় এই সূরাটিও পূর্ণভাবে পাঠ করে শুনিয়েছেন।\n১-৪ নং আয়াতের তাফসীর:\nপ্রথম আয়াতের তাফসীর কয়েকবার গত হয়েছে। সুতরাং এখানে পুনরাবৃত্তি নিষ্প্রয়োজন।এরপর আল্লাহ তা'আলা ঐ লোকদের প্রতি অসন্তোষ প্রকাশ করছেন যারা এমন কথা বলে যা নিজেরা করে না এবং ওয়াদা করার পর তা পুরো করে না। পূর্বযুগীয় কোন কোন আলেম এই আয়াতকে দলীল হিসেবে গ্রহণ করে বলেন যে, ওয়াদা পূর্ণ করা সাধারণভাবেই ওয়াজিব। যার সাথে ওয়াদা করে সে তা পূর্ণ করার তাগিদ করুক আর নাই করুক। তারা তাদের দলীল হিসেবে সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত এ হাদীসটিও পেশ করেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “মুনাফিকের নিদর্শন হলো তিনটি। (এক) ওয়াদা করলে তা ভঙ্গ করবে, (দুই) কথা বললে মিথ্যা বলবে এবং (তিন) তার কাছে আমানত রাখা হলে তা খিয়ানত করবে।” অন্য সহীহ হাদীসে রয়েছেঃ “চারটি অভ্যাস যার মধ্যে আছে সে নির্ভেজাল মুনাফিক। আর যার মধ্যে এগুলোর কোন একটি অভ্যাস রয়েছে তার মধ্যে নিফাক বা কপটতার একটি অভ্যাস রয়েছে যে পর্যন্ত সে তা পরিত্যাগ করে। এগুলোর মধ্যে একটি অভ্যাস হলো ওয়াদা ভঙ্গ করা। শারহে বুখারীর শুরুতে আমরা এই হাদীসগুলো পূর্ণভাবে ব্যাখ্যা করেছি। সুতরাং আল্লাহর জন্যেই সমস্ত প্রশংসা।এ জন্যেই এখানেও আল্লাহ তাবারাকা ওয়া তা'আলা অত্যন্ত জোর দিয়ে বলেনঃ তোমরা যা কর না তোমাদের তা বলা আল্লাহর দৃষ্টিতে অতিশয় অসন্তোষজনক।হযরত আব্দুল্লাহ্ ইবনে আমির ইবনে রাবীআহ (রাঃ) হতে বর্ণিত, তিনি বলেনঃ একদা রাসূলুল্লাহ (সঃ) আমাদের নিকট আগমন করেন, ঐ সময় আমি নাবালক ছিলাম। খেলা করার জন্যে আমি বের হলে আমার মা আমাকে ডাক দিয়ে বললেনঃ “হে আল্লাহর বান্দা! এসো, তোমাকে কিছু দিচ্ছি।” তখন রাসূলুল্লাহ (সঃ) আমার মাতাকে বললেনঃ ‘সত্যি কি তুমি তোমার ছেলেকে কিছু দিতে চাও?' আমার মাতা উত্তরে বললেনঃ “জ্বী হ্যাঁ, খেজুর দিতে চাই।” রাসূলুল্লাহ (সঃ) তখন বললেনঃ “তাহলে ভাল, অন্যথায় জেনে রেখো যে, যদি কিছুই না দেয়ার ইচ্ছা করতে তবে মিথ্যা বলার পাপ তোমার উপর লিখা হতো (তোমাকে মিথ্যাবাদিনী হিসেবে গণ্য করা হতো)।\" (এ হাদীসটি ইমাম আহমাদ (রঃ) ও ইমাম আবু দাউদ (রঃ) বর্ণনা করেছেন)  ইমাম মালিক (রঃ) বলেন যে, যদি ওয়াদার সাথে ওয়াদাকৃত ব্যক্তির তাগীদের সম্পর্ক থাকে তবে ঐ ওয়াদা পুরো করা ওয়াজিব হয়ে যাবে। যেমন কেউ যদি কাউকেও বলেঃ “তুমি বিয়ে কর, আমি তোমাকে দৈনিক এতো এতো দিতে থাকবো।” তার কথা মত যদি ঐ লোকটি বিয়ে করে নেয় তবে যতদিন ঐ বিয়ে টিকে থাকবে ততদিন ঐ ব্যক্তির উপর তার ওয়াদা মুতাবিক দিতে থাকা ওয়াজিব হবে। কেননা, তাতে মানুষের এমন হকের সম্পর্ক সাব্যস্ত হয়ে গেছে যার উপর তাকে কঠিনভাবে জবাবদিহি করতে হবে। জমহুরে মাযহাব এই যে, ওয়াদা পূরণ করা সাধারণভাবে ওয়াজিবই নয়। এই আয়াতের জবাব তাঁরা এই দেন যে, যখন জনগণ তাদের উপর জিহাদ ফরয হওয়া কামনা করলো এবং তা তাদের উপর ফরয হয়ে গেল তখন কতক লোক ভীত ও চিন্তিত হয়ে পড়লো এবং জিহাদ হতে বিমুখ হয়ে গেল। ঐ সময় (আরবী)-এই আয়াতটি অবতীর্ণ হলো। যেমন অন্য জায়গায় রয়েছেঃ (আরবী)অর্থাৎ “তুমি কি তাদেরকে দেখোনি যাদেরকে বলা হয়েছিলঃ তোমরা তোমাদের হস্ত সংবরণ কর, নামায কায়েম কর এবং যাকাত দাও? অতঃপর যখন তাদেরকে যুদ্ধের বিধান দেয়া হলো তখন তাদের একদল মানুষকে ভয় করছিল আল্লাহকে ভয় করার মত অথবা তদপেক্ষা অধিক, এবং বলতে লাগলোঃ হে আমাদের প্রতিপালক! আমাদের জন্যে যুদ্ধের বিধান কেন দিলেন? আমাদেরকে কিছু দিনের অবকাশ দেন না? বলঃ পার্থিব ভোগ সামান্য এবং যে মুত্তাকী তার জন্যে পরকালই উত্তম। তোমাদের প্রতি সামান্য পরিমাণও যুলুম করা হবে না। তোমরা যেখানেই থাকো না কেন মৃত্যু তোমাদের নাগাল পাবেই, এমন কি তোমরা সুউচ্চ সুদৃঢ় দূর্গে অবস্থান করলেও।” (৪:৭৭-৭৮) আল্লাহ তা'আলা আর এক জায়গায় বলেনঃ (আরবী)অর্থাৎ “মুমিনরা বলে- কেন তাদের উপর কোন সূৱা অবতীর্ণ হয় না? অতঃপর যখন কোন সুস্পষ্ট মর্ম বিশিষ্ট আয়াত অবতীর্ণ হয় এবং তাতে যুদ্ধের বর্ণনা দেয়া হয় তখন যাদের অন্তরে রোগ রয়েছে তাদেরকে তুমি দেখো যে, মৃত্যুর অজ্ঞানতা যাকে পেয়ে বসেছে তার মত তারা তোমার দিকে তাকাতে রয়েছে।” (৪৭:২০) এই আয়াতটিও এই রূপই।হযরত ইবনে আব্বাস (রাঃ) বলেন যে, জিহাদ ফরয হওয়ার পূর্বে কতক মুমিন বলেছিলঃ “যদি আল্লাহ তা'আলা আমাদের জন্যে এমন আমল অবশ্যপালনীয় করতেন যা তার নিকট সর্বাপেক্ষা পছন্দনীয় তাহলে কতই না ভাল হতো!' তখন মহান আল্লাহ স্বীয় নবী (সঃ)-কে জানিয়ে দিলেনঃ “আমার নিকট সবচেয়ে পছন্দনীয় হলো ঈমান, যা সম্পূর্ণরূপে সন্দেহমুক্ত এবং বেঈমানদের সাথে জিহাদ করা।' এটা কতক মুমিনের নিকট খুবই ভারী বোধ হলো। মহামহিমান্বিত আল্লাহ তখন বললেনঃ “তোমরা যা কর না তা কেন বল?” ইমাম ইবনে জারীর (রঃ) এটাই পছন্দ করেছেন। মুকাতিল ইবনে হাইয়ান (রঃ) বলেন যে, মুমিনরা বলেছিলঃ “কোন্ আমল আল্লাহ তা'আলার নিকট সবচেয়ে প্রিয় তা যদি আমরা জানতাম তবে অবশ্যই আমরা ঐ আমল করতাম। তখন আল্লাহ তাবারাকা ওয়া তা'আলা তাদেরকে এটা জানাতে গিয়ে বলেনঃ “যারা আল্লাহর পথে সারিবদ্ধভাবে সুদৃঢ় প্রাচীরের মত হয়ে সংগ্রাম করে, নিশ্চয়ই আল্লাহ তাদেরকে ভালবাসেন।” অতঃপর উহুদের দিন তাদের পরীক্ষা হয়ে যায়। তারা পৃষ্ঠ প্রদর্শন করে পালিয়ে যায়। তখন আল্লাহ তা'আলা ঘোষণা করেনঃ “হে মুমিনগণ! তোমরা যা কর না তা তোমরা কেন বল?” তিনি বলেনঃ “তোমাদের মধ্যে আমার নিকট ঐ ব্যক্তি সবচেয়ে প্রিয় যে আমার পথে যুদ্ধ করেছে।'কোন কোন গুরুজন বলেন যে, এটা ঐ লোকদের ব্যাপারে অবতীর্ণ হয় যারা বলতোঃ “আমরা যুদ্ধ করেছি', অথচ তারা যুদ্ধ করেনি, বলতোঃ “আমরা আহত হয়েছি', অথচ আহত হয়নি, বলতোঃ “আমরা প্রহৃত হয়েছি’ অথচ প্রহৃত হয়নি, বলতোঃ ‘আমরা ধৈর্য ধারণ করেছি', অথচ ধৈর্যধারণ করেনি, বলতোঃ ‘আমাদেরকে বন্দী করা হয়েছে, অথচ তাদেরকে বন্দী করা হয়নি।ইবনে যায়েদ (রঃ) বলেন যে, এর দ্বারা মুনাফিকদেরকে বুঝানো হয়েছে। তারা মুসলমানদেরকে সাহায্য করার ওয়াদা করতো, কিন্তু প্রয়োজনের সময় সাহায্য করতো না। যায়েদ ইবনে আসলাম (রঃ) বলেন যে, এর দ্বারা জিহাদ উদ্দেশ্য।মুজাহিদ (রঃ) বলেন যে, যারা এসব কথা বলেছিলেন তাঁদের মধ্যে হযরত আবদুল্লাহ ইবনে রাওয়াহা আনসারী (রাঃ)-ও একজন ছিলেন। যখন এই আয়াত অবতীর্ণ হলো এবং জানা গেল যে, জিহাদ হলো সবচেয়ে উত্তম আমল তখন তিনি প্রতিজ্ঞা করলেন যে, মৃত্যু পর্যন্ত তিনি নিজেকে আল্লাহর পথে ওয়াকফ করে দিলেন। ওরই উপর তিনি কায়েম থাকেন এবং আল্লাহর পথে শহীদ হয়ে যান।হযরত আবুল আসওয়াদ দাইলী (রাঃ) হতে বর্ণিত আছে যে, হযরত আবু মূসা (রাঃ) একবার বসরার কারীদেরকে ডেকে পাঠান। তখন তিনশজন কারী তাঁর নিকট আগমন করেন যাঁরা প্রত্যেকেই ছিলেন কুরআনের পাঠক। অতঃপর তিনি তাদেরকে বলেনঃ “দেখুন, আপনারা হলেন বসরাবাসীদের কারী এবং তাদের মধ্যে উত্তম লোকে। জেনে রাখুন যে, আমরা একটি সূরা পাঠ করতাম যা (আরবী) সূরাগুলোর সাথে সাদৃশ্য যুক্ত ছিল। অতঃপর তা আমাদেরকে ভুলিয়ে , দেয়া হয়েছে। ওর মধ্য হতে শুধু এটুকু আমার স্মরণ আছেঃ (আরবী) অর্থাৎ “হে মুমিনগণ! যা তোমরা কর না তা তোমরা কেন বল?” সুতরাং ওটা লিখা হবে এবং সাক্ষী হিসেবে তোমাদের গলদেশে লটকানো হবে। অতঃপর কিয়ামতের দিন ওটা সম্পর্কে তোমরা জিজ্ঞাসিত হবে।  এরপর আল্লাহ্ তাবারাকা ওয়া তা'আলা বলেনঃ 'যারা আল্লাহর পথে সংগ্রাম করে সারিবদ্ধভাবে সুদৃঢ় প্রাচীরের মত, আল্লাহ্ তাদেরকে ভালবাসেন।' অর্থাৎ এটা হলো আল্লাহ্ তা'আলার পক্ষ হতে সংবাদ যে, তিনি তাঁর ঐ মুমিন বান্দাদেরকে ভালবাসেন যারা শত্রুর বিরুদ্ধে সংগ্রাম করে সারিবদ্ধভাবে সুদৃঢ় প্রাচীরের মত, যাতে আল্লাহর কালেমা সমুন্নত হয়, ইসলামের হিফাযত হয় এবং তাঁর দ্বীন সমস্ত দ্বীনের উপর জয়যুক্ত হয়।  হযরত আবু সাঈদ খুদরী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সাঃ) বলেছেনঃ “তিন প্রকারের লোককে দেখে আল্লাহ্ তা'আলা হেসে থাকেন। (এক) যারা রাত্রে উঠে তাহাজ্জুদের নামায পড়ে, (দুই) নামাযের জন্যে যারা কাতারবন্দী বা সারিবদ্ধ হয় এবং (তিন) যুদ্ধের জন্যে যারা সারিবদ্ধ হয়।” (এ হাদীসটি ইমাম আহমাদ (রঃ) এবং ইমাম ইবনে মাজাহ বর্ণনা করেছেন) হযরত মাতরাফ (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “হযরত আবু যারের (রাঃ) রিওয়াইয়াতকৃত একটি হাদীস আমার নিকট পৌঁছে। আমার মনে বাসনা জাগলো যে, আমি স্বয়ং তার সাথে সাক্ষাৎ করে তার মুখে হাদীসটি শুনবো। সুতরাং একদা আমি তাঁর সাথে সাক্ষাত করলাম এবং আমার মনের বাসনা তাঁর সামনে প্রকাশ করলাম। তিনি আমার প্রতি সন্তুষ্টি প্রকাশ করে বললেনঃ “হাদীসটি কি?” আমি বললামঃ আল্লাহ্ তা'আলা তিন ব্যক্তিকে শত্রু মনে করেন এবং তিন ব্যক্তির সাথে বন্ধুত্ব রাখেন। তিনি বললেনঃ “হ্যাঁ, আমি আমার বন্ধু হযরত মুহাম্মাদ (সাঃ)-এর উপর কখনো মিথ্যা আরোপ করতে পারি না। সত্যিই তিনি আমাদের নিকট এ হাদীসটি বর্ণনা করেছেন। আমি তখন জিজ্ঞেস করলামঃ যাদের সাথে আল্লাহ পাক বন্ধুত্ব রাখেন ঐ তিন ব্যক্তি কারা? তিনি জবাবে বললেনঃ “এক তো ঐ ব্যক্তি যে আল্লাহর পথে জিহাদ করে। একমাত্র আল্লাহর সন্তুষ্টি লাভের উদ্দেশ্যে বের হয়ে শত্রুদের সাথে বীরত্ব সহকারে যুদ্ধ করে। তুমি এর সত্যতা আল্লাহর কিতাবেও দেখতে পার।” অতঃপর তিনি এই আয়াতটি পাঠ করেন, তারপর পূর্ণ হাদীসটি বর্ণনা করেন। মুসনাদে ইবনে আবি হাতিমের এ হাদীসটি এভাবে এই শব্দেই এতোটুকুই বর্ণিত হয়েছে। হাঁ, তবে জামে তিরমিযী ও সুনানে নাসাঈতে হাদীসটি পূর্ণভাবে রয়েছে এবং আমরাও এটাকে অন্য জায়গায় পূর্ণভাবে বর্ণনা করেছি। সুতরাং আল্লাহরই জন্যে সমস্ত প্রশংসা।মুসনাদে ইবনে আবি হাতিমে হযরত কা'ব আহবার (রাঃ) হতে বর্ণিত আছে যে, আল্লাহ তা'আলা স্বীয় নবী (সঃ)-কে বলেনঃ “তুমি আমার বান্দা, আমার উপর নির্ভরশীল এবং আমার নিকট পছন্দনীয়। তুমি দুশ্চরিত্র ও কর্কশভাষী নও। তুমি বাজারে শোরগোলকারী নও। মন্দের প্রতিশোধ তুমি মন্দ দ্বারা গ্রহণ কর না বরং মার্জনা ও ক্ষমা করে থাকো। তোমার জন্মস্থান মক্কা, হিজরতের স্থান তাবাহ, দেশ সিরিয়া। তোমার উম্মতের সংখ্যা অধিক যারা আল্লাহর প্রশংসাকারী। সর্বাবস্থায় ও সর্বস্থলে তারা সদা আল্লাহর প্রশংসা করে থাকে। সকাল বেলায় নিম্নস্বরে তাদের আল্লাহর যিক্রের শব্দ সর্বদা শোন যায়, যেমন মৌমাছির গুনগুন্ শব্দ। তারা তাদের গোঁফ হেঁটে থাকে ও নখ কেটে থাকে। তারা তাদের পদনালীর অর্ধেক পর্যন্ত তাদের লুঙ্গী লটকিয়ে থাকে। জিহাদের মাঠে তাদের সারি নামাযের সারীর মত।” অতঃপর হযরত কা'ব আহবার (রাঃ) (আরবী) -এ আয়াতটিই তিলাওয়াত করেন। তারপর বলেনঃ “তারা সূর্যের প্রতি লক্ষ্য রাখে, যখনই এবং যেখানেই সময় হয় তারা নামায আদায় করে থাকে যদিও সওয়ারীর উপরও অবস্থান করে।”হযরত সাঈদ ইবনে জুবায়ের (রঃ) বলেন যে, রাসূলুল্লাহ (সঃ) স্বীয় সেনাবাহিনীকে সারিবদ্ধ না করা পর্যন্ত শত্রুদের সাথে যুদ্ধ শুরু করতেন না। সুতরাং কাতারবন্দী বা সারিবদ্ধ হওয়ার শিক্ষা মুসলমানদেরকে আল্লাহ তা'আলার পক্ষ হতে দেয়া হয়েছে। তিনি বলেন যে, (আরবী)-এর অর্থ হচ্ছেঃ যুদ্ধে তারা একে অপরের সাথে মিলিত অবস্থায় সারিবদ্ধ হয়। কাতাদা (রঃ) (আরবী)-এর ভাবার্থ বর্ণনা করতে গিয়ে বলেনঃ তুমি কি দেখনি যে, অট্টালিকা নির্মাণকারী তার অট্টালিকার কোন জায়গায় উঁচু নীচু হোক বা আঁকা বাকা হোক এটা সে চায় না। অনুরূপভাবে আল্লাহ তা'আলাও চান না যে, তাঁর কাজে মতভেদ হোক। আল্লাহ তাআলা স্বয়ং মুমিনদেরকে তাদের যুদ্ধে এবং তাদের নামাযে কাতারবন্দী করেছেন। সুতরাং মুমিনদের উচিত যে, তারা আল্লাহ তা'আলার হুকুম মেনে চলবে। যারা তাঁর হুকুম মেনে চলবে ওটা হবে তাদের পরিত্রাণের উপায়।”যারা আল্লাহর পথে সগ্রাম করে সারিবদ্ধভাবে সুদৃঢ় প্রাচীরের মত, আল্লাহ তাদেরকে ভালবাসেন। অতঃপর হযরত আবূ বাহরিয়্যাহ (রঃ) বলেনঃ “যখন আপনারা আমাকে দেখবেন যে, আমি কাতার বা সারির মধ্যে এদিক ওদিক ভ্রুক্ষেপ করছি তখন আপনারা আমাকে ইচ্ছামত ভৎসনা ও গালিগালাজ করতে পারেন।” [এটা বর্ণনা করেছেন ইমাম ইবনে জারীর (রঃ)]"
    },
    { "ayah": 5, "surah": 61, "text": "Please check ayah 61:6 for complete tafsir." },
    {
      "ayah": 6,
      "surah": 61,
      "text": "৫-৬ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা তাঁর বান্দা ও রাসূল হযরত মূসা ইবনে ইমরান (আঃ) সম্পর্কে সংবাদ দিচ্ছেন যে, তিনি তাঁর কওমকে বলেনঃ “হে আমার কওম! তোমরা তো আমার রিসালাতের সত্যতা সম্পর্কে পূর্ণভাবে অবহিত রয়েছে, এতদসত্ত্বেও কেন তোমরা আমার রিসালাতকে অস্বীকার করে আমাকে কষ্ট দিচ্ছ?\" এর দ্বারা যেন রাসূলুল্লাহ (সঃ)-কে এক দিক দিয়ে সান্ত্বনা দেয়া হচ্ছে। দেখা যায় যে, তাঁকেও যখন মক্কার কাফিররা কষ্ট দেয় তখন তিনি বলেনঃ “আল্লাহ তা'আলা হযরত মূসা (আঃ)-এর উপর রহম করুন, তাকে তো এর চেয়েও বেশী কষ্ট দেয়া হয়েছিল, কিন্তু এর পরেও তিনি ধৈর্য ধারণ করেছিলেন।” সাথে সাথে মুমিনদেরকে ভদ্রতা শিক্ষা দেয়া হচ্ছে যে, তারা যেন নবী (সঃ)-কে কষ্ট না দেয়। যেমন আল্লাহ তা'আলা অন্য জায়গায় বলেনঃ (আরবী)অর্থাৎ “হে মুমিনগণ! মূসা (আঃ)-কে যারা ক্লেশ দিয়েছে তোমরা তাদের ন্যায় হয়ো না। তারা যা রটনা করেছিল আল্লাহ তা হতে তাকে নির্দোষ প্রমাণিত করেন এবং আল্লাহর নিকট সে মর্যাদাবান।” (৩৩:৬৯)আল্লাহ তা'আলার উক্তিঃ “অতঃপর যখন তারা বক্তৃপথ অবলম্বন করলো তখন আল্লাহ তাদের হৃদয়কে বক্র করে দিলেন। অর্থাৎ যখন তারা জেনে শুনে সত্যের অনুসরণ হতে সরে গিয়ে বক্র পথে চললো তখন আল্লাহ তাআলাও তাদের অন্তরকে হিদায়াত হতে সরিয়ে দিলেন এবং ওকে সন্দেহ ও বিস্ময় দ্বারা পূর্ণ করে দিলেন। যেমন আল্লাহ তাআলা বলেনঃ (আরবী)অর্থাৎ “আমি তাদের অন্তর ও চক্ষুগুলো ফিরিয়ে দিবো, যেমন তারা প্রথমবার এর উপর ঈমান আনেনি এবং তাদেরকে তাদের অবাধ্যতায় বিভ্রান্তের ন্যায় ঘুরে বেড়াতে ছেড়ে দিবো।” মহান আল্লাহ আরো বলেনঃ (আরবী)অর্থাৎ “যে ব্যক্তি রাসূল (সঃ)-এর বিরুদ্ধাচরণ করবে তার কাছে হিদায়াত প্রকাশিত হবার পর এবং মুমিনদের পথ ছাড়া অন্য পথের অনুসরণ করবে, আমি তাকে ঐদিকেই ফিরিয়ে দিবো যে দিকে সে ফিরে গেছে এবং জাহান্নামে তাকে দগ্ধ করব, আর ওটা নিকৃষ্ট প্রত্যাবর্তন স্থল।” (৪:১১৫)এ জন্যেই আল্লাহ তা'আলা এ আয়াতে বলেনঃ আল্লাহ পাপাচারী সম্প্রদায়কে হিদায়াত করেন না।এরপর হযরত ঈসা (আঃ)-এর ভাষণের বর্ণনা দেয়া হচ্ছে, যে ভাষণ তিনি বানী ইসরাঈলের সামনে দিয়েছিলেন। ঐ ভাষণে তিনি বলেছিলেনঃ “হে বানী ইসরাঈল! তাওরাতে আমার (আগমনের) শুভসংবাদ হয়েছিল, আর আমি দৃঢ়ভাবে এর সত্যতা অনুমোদনকারী। এখন আমি তোমাদের সামনে একজন রাসূল (সঃ)-এর শুভাগমনের ভবিষ্যদ্বাণী করছি যিনি হলেন নবী, উম্মী, মক্কী আহমাদে মুজতাবা, মুহাম্মাদ মুস্তাফা (সঃ)। সুতরাং হযরত ঈসা (আঃ) হলেন বানী ইসরাঈলের শেষ নবী এবং হযরত মুহাম্মাদ (সঃ) হলেন সমস্ত নবী ও রাসূলের মধ্যে সর্বশেষ নবী ও রাসূল। তার পরে কোন নবীও আসবেন না এবং কোন রাসূলও আসবেন না। তার পরে সর্বদিক দিয়েই নবুওয়াত ও রিসালাত শেষ হয়ে গেছে। ইমাম বুখারী (রঃ) একটি অতি সুন্দর হাদীস বর্ণনা করেছেন। তা হচ্ছেঃ হযরত জুবায়ের ইবনে মুতঈম (রাঃ) তাঁর পিতা হতে বর্ণনা করেছেন যে, তিনি রাসূলুল্লাহ (সঃ)-কে বলতে শুনেছেনঃ “আমার অনেকগুলো নাম রয়েছে। আমি মুহাম্মাদ (সঃ), আমি আহমাদ (সঃ), আমি মাহী, যার কারণে আল্লাহ কুফরীকে নিশ্চিহ্ন করেছেন, আমি হাশির, আমার পায়ের উপর লোকদের হাশর হবে এবং আমি আকিব।” (এ হাদীসটি ইমাম মুসলিমও (রঃ) বর্ণনা করেছেন)হযরত আবু মূসা (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “রাসূলুল্লাহ (সঃ) আমাদের সামনে তাঁর বহু নামের উল্লেখ করেছেন। ওগুলোর মধ্যে আমি কয়েকটি মনে রেখেছি। তিনি বলেছেনঃ “আমি মুহাম্মাদ (সঃ), আমি আহমাদ (সঃ), আমি হা’শির, আমি মুকাফফা, আমি নবীউর রহমত, আমি নবীই উত তাওবাহ এবং আমি নবীইউল মালহামাহ্।” (এ হাদীসটি ইমাম আবু দাউদ তায়ালেসী (রঃ) এবং ইমাম মুসলিম বর্ণনা করেছেন)কুরআন কারীমে রয়েছেঃ (আরবী) অর্থাৎ “যারা ঐ রাসূল নবী উম্মীর অনুসরণ করে যাকে তারা তাদের কাছে। রক্ষিত তাওরাত ও ইঞ্জীলে লিখিত পায়।” (৭:১৫৭) অন্য জায়গায় আছেঃ (আরবী)অর্থাৎ “স্মরণ কর, যখন আল্লাহ নবীদের অঙ্গীকার নিয়েছিলেনঃ তোমাদেরকে কিতাব ও হিকমত যা কিছু দিয়েছি তার শপথ, আর তোমাদের কাছে যা আছে তার সমর্থকরূপে যখন একজন রাসূল আসবে তখন নিশ্চয়ই তোমরা তাকে বিশ্বাস করবে এবং তাকে সাহায্য করবে। তিনি বললেনঃ তোমরা কি স্বীকার করলে? এবং এই ব্যাপারে আমার অঙ্গীকার কি তোমরা গ্রহণ করলে? তারা বললোঃ স্বীকার করলাম। তিনি বললেনঃ তবে তোমরা সাক্ষী থাকো এবং আমিও তোমাদের সাথে সাক্ষী থাকলাম।” (৩:৮১)হযরত ইবনে আব্বাস (রাঃ) বলেনঃ আল্লাহ তা'আলা এমন কোন নবী প্রেরণ করেননি যার কাছে এই অঙ্গীকার নেননি যে, যদি তাঁর জীবদ্দশায় হযরত মুহাম্মাদ (সঃ) প্রেরিত হন তবে তিনি তার অনুসরণ করবেন। বরং প্রত্যেক নবীর (আঃ) নিকট হতেই এই অঙ্গীকার নেয়া হয়েছে যে, তিনি তাঁর উম্মত হতেও যেন এই অঙ্গীকার গ্রহণ করেন।একদা সাহাবীগণ (রাঃ) রাসূলুল্লাহ (সঃ)-কে বলেনঃ “হে আল্লাহর রাসূল (সঃ)! আপনি আমাদেরকে আপনার নিজের খবর দিন!” তখন তিনি বলেনঃ “আমি আমার পিতা হযরত ইবরাহীম (আঃ)-এর দু'আ এবং হযরত ঈসা (আঃ)-এর শুভসংবাদ। আর আমার মাতা যখন আমাকে গর্ভে ধারণ করেন তখন তিনি স্বপ্নে দেখেন যে, যেন তার মধ্য হতে এমন এক নূর বা জ্যোতি বের হলো যার কারণে সিরিয়ার বসরা শহরের প্রাসাদগুলো আলোকিত হয়ে উঠলো।” (এটা ইবনে ইসহাক (রঃ) বর্ণনা করেছেন। এর সনদ উত্তম। একে মযবূতকারী অন্য সনদওরয়েছে)হযরত ইরবায ইবনে সারিয়াহ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমি আল্লাহ তা'আলার নিকট শেষ নবী হিসেবে ছিলাম, অথচ হযরত আদম (আঃ) তখন ঠাসা মাটি রূপে ছিলেন। তোমাদেরকে আমি এর সূচনা শুনাচ্ছি। আমি আমার পিতা হযরত ইবরাহীম (আঃ)-এর দু'আ, হযরত ঈসা (আঃ)-এর শুভসংবাদ এবং আমার মাতার স্বপ্ন। নবীদের মাতাদেরকে এভাবেই স্বপ্ন দেখানো হয়ে থাকে। (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)হযরত আবু উমামাহ (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করেনঃ “হে আল্লাহর রাসূল (সঃ)! আপনার কাজের সূচনা কি?\" তিনি উত্তরে বলেনঃ “আমি আমার পিতা হযরত ইবরাহীম (আঃ)-এর দু'আ, হযরত ঈসা (আঃ)-এর শুভসংবাদ এবং আমার মাতা স্বপ্ন দেখেন যে, তার মধ্য হতে এক নূর বের হয় যা সিরিয়ার প্রাসাদগুলোকে আলোকোজ্জ্বল করে তোলে।\" (এ হাদীসটিও মুসনাদে আহমাদে বর্ণিত হয়েছে)হযরত আবদুল্লাহ ইবনে মাসউদ (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “আমাদেরকে রাসূলুল্লাহ বাদশাহ নাজ্জাশীর দেশে প্রেরণ করেন। আমরা প্রায় আশিজন লোক ছিলাম যাদের মধ্যে হযরত আবদুল্লাহ ইবনে মাসউদ (রাঃ), হযরত জাফর (রাঃ), হযরত আবদুল্লাহ ইবনে রাওয়াহা (রাঃ), হযরত উসমান ইবনে মাযুউন (রাঃ) এবং হযরত আবু মূসাও (রাঃ) ছিলেন। তারা নাজ্জাশীর নিকট আসেন। আর ওদিকে কুরায়েশরা আমর ইবনুল আস এবং আম্মারাহ ইবনুল ওয়ালীদকে নাজ্জাশীর নিকট উপঢৌকন সহ প্রেরণ করেন। তারা উভয়ে নাজ্জাশীর সামনে হাযির হয়ে তাঁকে সিজদাহ করে। তারপর ডানে বামে ঘুরে বসে পড়ে। এরপর আবেদন করেঃ “আমাদের আত্মীয়-স্বজনদের মধ্য হতে কতক লোক আমাদের দ্বীন পরিত্যাগ করে বিপথগামী হয়েছে এবং আপনার দেশে চলে এসেছে। আমাদের সম্প্রদায় আমাদেরকে আপনার দরবারে এজন্যেই পাঠিয়েছে যে, আপনি তাদেরকে আমাদের সাথে আমাদের দেশে পাঠিয়ে দিবেন।” নাজ্জাশী জিজ্ঞেস করলেনঃ “তারা কোথায়?” তারা জবাব দিলোঃ “এখানেই এই শহরেই। তারা রয়েছে। তিনি তখন সাহাবীদেরকে তাঁর সামনে হাযির করার নির্দেশ দিলেন। নির্দেশ অনুযায়ী সাহাবীগণ শাহী দরবারে হাযির হলেন। হযরত জাফর (রাঃ) স্বীয় সঙ্গীদেরকে বললেনঃ “আমি আজ তোমাদের মুখোপাত্র।” তখন সবাই তার অনুসরণ করলেন। অতঃপর তিনি সভাষদবর্গকে সালাম দিলেন, কিন্তু তিনি সিজদাহ করলেন না। সভষদবর্গ তখন বললোঃ “তুমি সিজদাহ করলে না কেন?” তিনি উত্তরে বললেনঃ “আমরা মহিমান্বিত আল্লাহ ছাড়া কাউকেও সিজদাহ করি না। তারা প্রশ্ন করলোঃ “কেন?” তিনি উত্তরে বললেনঃ “আল্লাহ তা'আলা আমাদের নিকট তাঁর রাসূল (সঃ)-কে প্রেরণ করেছেন, যিনি আমাদেরকে নির্দেশ দিয়েছেন যে, আমরা যেন নামায পড়ি, যাকাত আদায় করি।” এখন আমর ইবনুল আস (রাঃ) আর কথা না বলে থাকতে পারলেন না, তিনি চিন্তা করলেন যে, এসব কথা হয়তো বাদশাহ ও তাঁর সভাষদবর্গের উপর ক্রিয়াশীল হয়ে যাবে। তাই তিনি বাদশাহকে উত্তেজিত করার উদ্দেশ্যে হযরত জাফর (রাঃ)-এর কথার মাঝে বলে উঠলেনঃ “জনাব! হযরত ঈসা ইবনে মারইয়াম (আঃ) সম্পর্কে এদের আকীদা বা বিশ্বাস আপনাদের আকীদার সম্পূর্ণ বিপরীত।” তখন বাদশাহ হযরত জাফর (রাঃ)-কে প্রশ্ন করলেনঃ “হযরত ঈসা (আঃ) ও তাঁর মাতা সম্পর্কে তোমাদের আকীদা কি?\" হযরত জা'ফর (রাঃ) জবাবে বললেনঃ “এ ব্যাপারে আমাদের আকীদা ওটাই যা আল্লাহ তাবারাকা ওয়া তা'আলা তাঁর পবিত্র কিতাবে আমাদেরকে শিক্ষা দিয়েছেন। তা এই যে, হযরত ঈসা (আঃ) আল্লাহর কালেমা ও তাঁর রূহ, যা তিনি কুমারী ও সতী-সাধ্বী নারী হযরত মারইয়াম (আঃ)-এর প্রতি নিক্ষেপ করেছিলেন। তাকে কখনো কোন পুরুষ স্পর্শ করেনি। তাঁর সন্তান ভূমিষ্ট হওয়ার কোন সম্ভাবনাই ছিল না।” বাদশাহ এ ভাষণ শুনে ভূমি হতে একটি কুটা উঠিয়ে নিয়ে বললেনঃ “হে হাবশের অধিবাসী! হে বক্তাগণ! হে বিদ্বানমণ্ডলী! হে দরবেশবৃন্দ! এই ব্যাপারে এই লোকদের (মুসলমানদের) এবং আমাদের আকীদা একই। আল্লাহর কসম! এই ব্যাপারে এদের আকীদা এবং আমাদের আকীদার মধ্যে এই কুটা পরিমাণও পার্থক্য নেই। হে মুহাজিরদের দল! তোমাদের আগমন শুভ হয়েছে এবং ঐ রাসূল (সঃ)-কেও আমি মুবারকবাদ জানাচ্ছি যার নিকট হতে তোমরা এসেছে। আমি সাক্ষ্য দিচ্ছি যে, তিনি আল্লাহর রাসূল। তিনিই ঐ রাসূল যার শুভাগমনের ভবিষ্যদ্বাণী আমরা ইঞ্জীলে পড়েছি। ইনিই ঐ নবী যার সুসংবাদ আমাদের নবী হযরত ঈসা (আঃ) প্রদান করেছেন। আমার পক্ষ হতে তোমাদেরকে আমার দেশে তোমাদের ইচ্ছামত যে কোন জায়গায় বসবাস করার সাধারণ অনুমতি দেয়া হলো। আল্লাহর কসম! যদি আমার উপর দেশ পরিচালনার ঝামেলাযুক্ত দায়িত্ব অর্পিত না থাকতো তবে এখনই আমি এই রাসূল (সঃ)-এর খিদমতে হাযির হয়ে তাঁর জুতা বহন করতাম, তার সেবা করতাম এবং তাঁকে অযু করিয়ে দিতাম।” এটুকু বলে তিনি ঐ দুই জন কুরায়েশীকে তাদের উপঢৌকন ফিরিয়ে দেয়ার নির্দেশ দিলেন।এই মুহাজিরদের মধ্যে হযরত আবদুল্লাহ ইবনে মাসউদ (রাঃ) তাড়াতাড়ি করে রাসূলুল্লাহ (সঃ)-এর সাথে মিলিত হন এবং তিনি বদরের যুদ্ধেও যযাগদান করেন। তিনি ধারণা করেন যে, রাসূলুল্লাহ (সঃ)-এর নিকট নাজ্জাশী বাদশাহর মত্যর খবর পৌঁছলে তিনি তার জন্যে ক্ষমা প্রার্থনা করেন। এই পর্ণ ঘটনাটি হযরত জাফর (রাঃ) ও হযরত উম্মে সালমা (রাঃ) হতে বর্ণিত আছে। আমাদের তাফসীরের বিষয়বস্তই আলাদা। তাই আমরা এ ঘটনাটি এখানে সংক্ষেপে আলোচনা করলাম। বিস্তারিত আলোচনা সীরাতের কিতাবগুলোতে দ্রষ্টব্য। আমাদের উদ্দেশ্য শুধু এটাই যে, আমাদের প্রিয় নবী হযরত মুহাম্মাদ (সঃ) সম্পর্কে পূর্ববর্তী নবীগণ (আঃ) বরাবরই ভবিষ্যদ্বাণী করতে থেকেছেন এবং তারা নিজ নিজ উম্মতকে নিজ নিজ কিতাব হতে তার গুণাবলী শুনিয়েছেন। আর তাদেরকে তাঁর অনুসরণ করার ও তাকে সাহায্য করার নির্দেশ দিয়েছেন। যা, তবে তাঁর কাজের খ্যাতি জগতবাসীর কাছে ছড়িয়ে পড়েছে হযরত ইবরাহীম (আঃ)-এর দু'আর পর, যিনি সমস্ত নবীর পিতা ছিলেন। অনুরূপভাবে তার আরো অধিক খ্যাতির কারণ হয় হযরত ঈসা (আঃ)-এর সুসংবাদ। যে হাদীসে রাসূলুল্লাহ প্রশ্নকারীর প্রশ্নের উত্তরে তাঁর নবুওয়াতের বিষয়টির সম্পর্ক হযরত খালীল (আঃ)-এর দু'আ ও হযরত ঈসা (আঃ)-এর সুসংবাদের দিকে করেছিলেন। তার দ্বারা এটাই উদ্দেশ্য। এ দুটোর সাথে তাঁর স্বীয় সম্মানিতা মাতার স্বপ্নের উল্লেখ করার কারণ এই ছিল যে, মক্কাবাসীর মধ্যে তার খ্যাতির সূচনার কারণ এই স্বপ্নই ছিল। তার উপর অসংখ্য দুরূদ ও সালাম বর্ষিত হোক!মহান আল্লাহ বলেনঃ “অতঃপর যখন সে স্পষ্ট নিদর্শনসহ তাদের নিকট আসলো তখন তারা বলতে লাগলোঃ এটা তো এক স্পষ্ট যাদু।' অর্থাৎ রাসূলুল্লাহ (সঃ)-এর এতো খ্যাতি এবং তাঁর সম্পর্কে পূর্ববর্তী নবীদের ক্রমান্বয়ে ভবিষ্যদ্বাণী সত্ত্বেও যখন তিনি উজ্জ্বল ও সুস্পষ্ট দলীল প্রমাণসহ তাদের কাছে আসলেন তখন তারা অর্থাৎ কাফিররা ও বিরোধীরা বলে উঠলোঃ এটা তো স্পষ্ট যাদু ছাড়া কিছুই নয়।"
    },
    { "ayah": 7, "surah": 61, "text": "Please check ayah 61:9 for complete tafsir." },
    { "ayah": 8, "surah": 61, "text": "Please check ayah 61:9 for complete tafsir." },
    {
      "ayah": 9,
      "surah": 61,
      "text": "৭-৯ নং আয়াতের তাফসীর:\nমহান আল্লাহ বলেনঃ যে ব্যক্তি আল্লাহ সম্বন্ধে মিথ্যা রচনা করে এবং তাঁর সাথে শরীক স্থাপন করে তার চেয়ে অধিক যালিম আর কেউই হতে পারে না। সে যদি বে-খবর হতো তবে তো একটা কথা ছিল, কিন্তু তার তো অবস্থা এই যে, তাকে তাওহীদ ও ইখলাসের দিকে সদা-সর্বদা আহ্বান করা হচ্ছে, সুতরাং যে ব্যক্তি এ ধরনের যালিম তার ভাগ্যে হিদায়াত আসবে কোথা হতে? তাদের চাহিদা এই যে, তারা সত্যকে মিথ্যা দ্বারা হারিয়ে ফেলবে। তাদের দৃষ্টান্ত ঠিক ঐ ব্যক্তির দৃষ্টান্তের মত যে ব্যক্তি সূর্যের রশ্মিকে মুখের ফু দ্বারা নিভিয়ে দিতে চায়। এটা যেমন অসম্ভব যে, তাদের মুখের ফু দ্বারা সূর্যের আলো নিভে যাবে ঠিক তদ্রুপ এটাও অসম্ভব যে, এই কাফিরদের মাধ্যমে আল্লাহর দ্বীন দুনিয়ার বুক হতে মুছে যাবে।  কিন্তু আল্লাহ এই ফায়সালা করেছেন যে, তিনি তাঁর নূরকে উদ্ভাসিত করবেন যদিও কাফিররা তা অপছন্দ করে। আর তিনিই তাঁর রাসূল (সঃ)-কে প্রেরণ করেছেন হিদায়াত ও সত্য দ্বীনসহ সকল দ্বীনের উপর ওকে শ্রেষ্ঠত্ব দান করার জন্যে, যদিও মুশরিকরা তা অপছন্দ করে।  এই দুটি আয়াতের পূর্ণ তাফসীর সূরায়ে বারাআতে গত হয়েছে। সুতরাং সমস্ত প্রশংসা আল্লাহরই জন্যে এবং আমরা তাঁর নিকট কৃতজ্ঞ।"
    }
  ]
}
