{
  "ayahs": [
    { "ayah": 1, "surah": 64, "text": "Please check ayah 64:4 for complete tafsir." },
    {
      "ayah": 10,
      "surah": 64,
      "text": "৭-১০ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা বলেন যে, কাফির, মুশরিক ও মুলহিদরা মৃত্যুর পরে পুনরুত্থানকে অবিশ্বাস করছে, তাই তিনি স্বীয় নবী (সঃ)-কে বলছেনঃ হে নবী (সঃ)! তুমি তাদেরকে বলে দাও আমার প্রতিপালকের শপথ! তোমরা অবশ্যই পুনরুত্থিত হবে। অতঃপর তোমরা যা করতে তোমাদেরকে সে সম্বন্ধে অবশ্যই অবহিত করা হবে। জেনে রেখো যে, তোমাদেরকে দ্বিতীয়বার সৃষ্টি করা, তোমাদের বিনিময় প্রদান করা ইত্যাদি কাজ আল্লাহ তা'আলার পক্ষে খুবই সহজ।এটা হচ্ছে তৃতীয় আয়াত যাতে আল্লাহ তাবারাকা ওয়া তা'আলা স্বীয় নবী (সঃ)-কে কসম খেয়ে কিয়ামতের সত্যতা বর্ণনা করতে বলেছেন। প্রথম সূরায়ে ইউনুসে রয়েছেঃ (আরবি) অর্থাৎ “তারা তোমার নিকট জানতে চায় যে, এটা কি সত্য? বল- হ্যাঁ, আমার প্রতিপালকের শপথ! এটা অবশ্যই সত্য। আর তোমরা এটা ব্যর্থ করতে পারবে না।” (১০:৫৩) দ্বিতীয় আয়াত সূরায়ে সাবাতে রয়েছেঃ (আরবি) অর্থাৎ “কাফিররা বলে- আমাদের কিয়ামত আসবে না। বল- আসবেই, শপথ আমার প্রতিপালকের, নিশ্চয়ই তোমাদের নিকট ওটা আসবেই।” (৩৪:৩) আর তৃতীয় হলো এই আয়াতটিঃ (আরবি)অর্থাৎ “কাফিররা ধারণা করে যে, তারা কখনো পুনরুত্থিত হবে না। বল- নিশ্চয়ই হবে, আমার প্রতিপালকের শপথ! তোমরা অবশ্যই পুনরুত্থিত হবে।অতঃপর তোমরা যা করতে তোমাদেরকে সে সম্বন্ধে অবশ্যই অবহিত করা হবে। এটা আল্লাহর পক্ষে সহজ।”এরপর ইরশাদ হচ্ছেঃ অতএব তোমরা ঈমান আনয়ন কর আল্লাহর উপর, তাঁর রাসূলের উপর এবং যে নূর আল্লাহ অবতীর্ণ করেছেন তার উপর অর্থাৎ কুরআনের উপর। আর তোমাদের কোন গোপন আমলও আল্লাহর নিকট অজানা নয়, বরং তিনি সব কিছুরই খবর রাখেন।মহান আল্লাহর উক্তিঃ সমাবেশের দিন অর্থাৎ কিয়ামতের দিন আল্লাহ তোমাদেরকে সমবেত করবেন। ঐদিন আল্লাহ তা’আলা সকলকে একত্রিত করবেন বলেই ঐ দিনকে অর্থাৎ কিয়ামতের দিনকে (আরবি) বলা হয়েছে। যেমন অন্য জায়গায় রয়েছেঃ (আরবি)অর্থাৎ “ওটা লোকদেরকে একত্রিত করার ও হাযির করার দিন।” (১১:১০৩) আর এক জায়গায় বলেনঃ (আরবি) অর্থাৎ “বলঃ নিশ্চয়ই পূর্ববর্তীগণ ও পরবর্তীগণ সকলকে একত্রিত করা হবে এক নির্ধারিত দিনের নির্ধারিত সময়ে।” (৫৬:৪৯-৫০)। হযরত ইবনে আব্বাস (রাঃ) বলেন যে, (আরবি) হলো কিয়ামতের একটি নাম। কিয়ামতের এই নামের কারণ এই যে, জান্নাতবাসীরা জাহান্নামবাসীদেরকে ক্ষতির মধ্যে নিক্ষেপ করবে। হযরত মুজাহিদ (রঃ) বলেনঃ এর চেয়ে বড় তাগাবুন যা ক্ষতি কি হতে পারে যে, জান্নাতীদের সামনে তাদেরকে জাহান্নামে নিয়ে যাওয়া হবে? এর পরবর্তী আয়াতই যেন এর তাফসীর। মহান আল্লাহ বলেনঃ যে ব্যক্তি আল্লাহে বিশ্বাস করে ও সৎকর্ম করে তিনি তার পাপ মোচন করবেন এবং তাকে দাখিল করবেন জান্নাতে যার পাদদেশে নদী প্রবাহিত, সেথায় তারা হবে চিরস্থায়ী। এটাই মহাসাফল্য। কিন্তু যারা কুফরী করে এবং আমার নিদর্শনসমূহকে অস্বীকার করে তারাই জাহান্নামের অধিবাসী, সেথায় তারা স্থায়ী হবে। কত মন্দ সে প্রত্যাবর্তন স্থল!"
    },
    { "ayah": 11, "surah": 64, "text": "Please check ayah 64:13 for complete tafsir." },
    { "ayah": 12, "surah": 64, "text": "Please check ayah 64:13 for complete tafsir." },
    {
      "ayah": 13,
      "surah": 64,
      "text": "১১-১৩ নং আয়াতের তাফসীর\nসূরায়ে হাদীদেও এ বিষয়টি গত হয়েছে যে, যা কিছু হয় তা আল্লাহর হুকুমেই হয়। তাঁর ইচ্ছা ও নির্ধারণ ছাড়া কিছুই হয় না। এখন কোন লোকের উপর কোন বিপদ আপতিত হলে তার এটা বিশ্বাস করা উচিত যে, এ বিপদ আল্লাহর ফায়সালা ও নির্ধারণক্রমেই আপতিত হয়েছে। সুতরাং তার উচিত ধৈর্যধারণ করা এবং আল্লাহর মর্জির উপর স্থির থাকা। আর সে যেন পুণ্য ও কল্যাণের আশা রাখে। সে যেন আল্লাহর ফায়সালাকে দ্বিধাহীন চিত্তে মেনে নেয়। তাহলে আল্লাহ্ তাবারাকা ওয়া তা'আলা তার অন্তরে হিদায়াত দান করবেন। সে তখন সঠিক বিশ্বাসের ঔজ্জ্বল্য স্বীয় অন্তরে দেখতে পাবে। আবার কোন কোন সময় এমনও হয় যে, ঐ বিপদের বিনিময়ে আল্লাহ তা’আলা দুনিয়াতেই অফুরন্ত কল্যাণ দান করে থাকেন। হযরত ইবনে আব্বাস (রাঃ) বলেন যে, তার ঈমান দৃঢ় হয়ে যায়। সে বিশ্বাস রাখে যে, যে বিপদ তার উপর আপতিত হয়েছে তা আপতিত হওয়ারই ছিল এবং যা আপতিত হয়নি তা হওয়ারই ছিল না। হযরত আলকামা (রাঃ)-এর সামনে এ আয়াতটি পাঠ করা হয় এবং তাঁকে এর ভাবার্থ জিজ্ঞেস করা হয়। তখন তিনি বলেনঃ “এর দ্বারা ঐ ব্যক্তিকে বুঝানো হয়েছে যে প্রত্যেক বিপদের সময় এই বিশ্বাস রাখে যে, ঐ বিপদ আল্লাহর পক্ষ হতে এসেছে। অতঃপর সন্তুষ্ট চিত্তে সে তা সহ্য করে।” (এটা ইমাম ইবনে জারীর (রঃ) ও ইমাম ইবনে আবি হাতিম (রঃ) এই আয়াতের তাফসীরে বর্ণনা করেছেন)হযরত সাঈদ ইবনে জুবায়ের (রঃ) ও হযরত মুকাতিল ইবনে হিব্বান (রঃ) বলেনঃ এর ভাবার্থ এই যে, সে ‘ইন্না লিল্লাহি ওয়া ইন্না ইলাইহি রাজিউন' পাঠ করে।‘মুত্তাফাকুন আলাইহি' এর হাদীসে রয়েছেঃ মু'মিনের জন্যে বিস্মিত হতে হয় যে, আল্লাহ্ তা'আলা তার জন্যে যে ফায়সালাই করেন তা তার জন্যে কল্যাণকরই হয়ে থাকে। তার উপর কোন বিপদ আপতিত হলে সে সবর করে, সুতরাং তা হয় তার জন্যে কল্যাণকর। আবার তার জন্যে আনন্দদায়ক কোন ব্যাপার ঘটলে সে কৃতজ্ঞতা প্রকাশ করে এবং সেটাও হয় তার জন্যে কল্যাণকর। এটা মু'মিন ছাড়া আর কারো জন্যে নয়।” হযরত উবাদাহ্ ইবনে সামিত (রাঃ) হতে বর্ণিত আছে যে, একটি লোক রাসূলুল্লাহ্ (সঃ)-এর কাছে এসে বললোঃ “হে আল্লাহর রাসূল (সঃ)! কোন্ আমল সর্বোত্তম?” উত্তরে তিনি বললেনঃ “আল্লাহ্ উপর ঈমান আনা, তাঁর সত্যতা বিশ্বাস করা এবং তাঁর পথে জিহাদ করা।” লোকটি বললোঃ “হে আল্লাহর রাসূল (সঃ) আমি এর চেয়ে কোন সহজ আমল কামনা করছি।” তখন রাসূলুল্লাহ্ (সঃ) বললেনঃ “তোমার ভাগ্যে যে ফায়সালা করে দেয়া হয়েছে ঐ ব্যাপারে তুমি আল্লাহকে তিরস্কার বা নিন্দে করবে না (বরং তাতেই সন্তুষ্ট থাকবে)।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)এরপর মহান আল্লাহ্ বলেনঃ তোমরা আল্লাহর আনুগত্য কর ও তাঁর রাসূল (সঃ)-এর আনুগত্য কর। অর্থাৎ আল্লাহ্ ও তাঁর রাসূল (সঃ) যা করার আদেশ করেছেন তা পালন কর এবং যা করতে নিষেধ করেছেন তা হতে বিরত থাকো। অতঃপর প্রবল পরাক্রান্ত আল্লাহ্ বলেনঃ যদি তোমরা মুখ ফিরিয়ে নাও, (তবে জেনে রেখো যে,) আমার রাসূল (সঃ)-এর দায়িত্ব শুধু স্পষ্টভাবে প্রচার করা। অর্থাৎ যদি তোমরা মান্য না কর তবে তোমাদের আমলের জন্যে আল্লাহর রাসূল (সঃ) মোটেই দায়ী হবেন না। তাঁর দায়িত্ব তো শুধু স্পষ্টভাবে প্রচার করে দেয়া এবং তাঁর এ দায়িত্ব তিনি যথাযথভাবে পালন করেছেন। এখন তোমাদের দুষ্কর্মের শাস্তি তোমাদেরকেই ভোগ করতে হবে।এরপর আল্লাহ্ তাবারাকা ওয়া তা'আলা বলেনঃ “আল্লাহ, তিনি ছাড়া কোন মা’বূদ নেই, সুতরাং মু'মিনরা যেন আল্লাহর উপরই নির্ভর করে। প্রথম বাক্যে তাওহীদের খবর দেয়া হয়েছে। এর অর্থ হলো তলব, অর্থাৎ আল্লাহর তাওহীদকে মেনে নাও এবং ইখলাসের সাথে শুধু তাঁরই ইবাদত কর।যেহেতু নির্ভরযোগ্য একমাত্র আল্লাহ্ সেই হেতু মু'মিনদের উচিত একমাত্র তাঁরই উপর নির্ভর করা। যেমন অন্য জায়গায় রয়েছেঃ (আরবি) অর্থাৎ “তিনি পূর্ব ও পশ্চিমের অধিকর্তা, তিনি ব্যতীত কোন মা’বূদ নেই, অতএব তাঁকেই গ্রহণ কর কর্ম বিধায়করূপে।” (৭৩:৯)"
    },
    { "ayah": 14, "surah": 64, "text": "Please check ayah 64:18 for complete tafsir." },
    { "ayah": 15, "surah": 64, "text": "Please check ayah 64:18 for complete tafsir." },
    { "ayah": 16, "surah": 64, "text": "Please check ayah 64:18 for complete tafsir." },
    { "ayah": 17, "surah": 64, "text": "Please check ayah 64:18 for complete tafsir." },
    {
      "ayah": 18,
      "surah": 64,
      "text": "১৪-১৮ নং আয়াতের তাফসীর\nআল্লাহ্ তা'আলা স্ত্রী ও সন্তান-সন্ততি সম্পর্কে খবর দিতে গিয়ে বলেনঃ কতক স্ত্রী তাদের স্বামীদেরকে এবং কতক সন্তান তাদের পিতা-মাতাদেরকে আল্লাহ্‌ স্মরণ ও নেক আমল হতে দূরে সরিয়ে রাখে যা প্রকৃতপক্ষে শক্রতাই বটে। যেমন আল্লাহ্ তা'আলা বলেনঃ (আরবি)অর্থাৎ “হে মুমিনগণ! তোমাদের ঐশ্বর্য ও সন্তান-সন্ততি যেন তোমাদেরকে আল্লাহর স্মরণে উদাসীন না করে। যারা উদাসীন হবে তারাই তো ক্ষতিগ্রস্ত।” (৬৩:৯) এখানেও আল্লাহ্ তা'আলা বলেনঃ তোমরা তাদের সম্পর্কে সতর্ক থাকবে। দ্বীনের রক্ষণাবেক্ষণকে তাদের প্রয়োজন ও ফরমায়েশ পূর্ণ করার উপর প্রাধান্য দিবে। মানুষ স্ত্রী, ছেলে মেয়ে এবং মাল-ধনের খাতিরে আত্মীয়তার সম্পর্ক ছিন্ন করে ফেলে এবং আল্লাহর নাফরমানী করে বসে। তাদের প্রেমে পড়ে আহকামে ইলাহীকে পৃষ্ঠের পিছনে নিক্ষেপ করে।হযরত ইবনে আব্বাস (রাঃ) বলেন যে, মক্কাবাসী কতক লোক ইসলাম কবূল করে নিয়েছিল, কিন্তু স্ত্রী ও ছেলেমেয়ের প্রেমে পড়ে হিজরত করেনি। অতঃপর যখন ইসলামের খুব বেশী প্রকাশ ঘটে তখন তারা হিজরত করে আল্লাহর নবী (সঃ)-এর নিকট চলে যায়। গিয়ে দেখে যে, যাঁরা পূর্বে হিজরত করেছিলেন তাঁরা বহু কিছুর জ্ঞান লাভ করেছেন। তখন এই লোকদের মনে হলো যে, তারা তাদের সন্তান-সন্ততিকে শাস্তি প্রদান করবে। তখন আল্লাহ্ তা'আলা ঘোষণা করলেনঃ তোমরা যদি তাদেরকে মার্জনা কর, তাদের দোষ-ক্রটি উপেক্ষা কর এবং তাদেরকে ক্ষমা কর তবে জেনে রেখো যে, আল্লাহ ক্ষমাশীল, পরম দয়ালু। অর্থাৎ এখন তোমরা তোমাদের ছেলেমেয়েদেরকে ক্ষমা করে দাও, ভবিষ্যতের জন্যে সতর্ক থাকবে।মহান আল্লাহ বলেনঃ “তোমাদের সম্পদ ও সন্তান-সন্ততি তোমাদের জন্যে পরীক্ষা, আল্লাহরই নিকট রয়েছে মহাপুরস্কার।' অর্থাৎ আল্লাহ্ তা'আলা ধন-সম্পদ ও সন্তান-সন্ততি দিয়ে মানুষকে পরীক্ষা করে থাকেন যে, এগুলো পেয়ে কে নাফরমানীতে জড়িয়ে পড়ছে এবং কে আনুগত্য করছে। আল্লাহ তা'আলার নিকট যে মহাপুরস্কার রয়েছে সেদিকে মানুষের খেয়াল রাখা উচিত। যেমন আল্লাহ তা'আলা বলেনঃ (আরবি)অর্থাৎ “নারী, সন্তান, রাশিকৃত স্বর্ণ রৌপ্য আর চিহ্নিত অশ্বরাজি, গবাদি পশু এবং ক্ষেত-খামারের প্রতি আসক্তি, মানুষের নিকট মনোরম করা হয়েছে। এই সব ইহজীবনের ভোগ্যবস্তু। আর আল্লাহ্, তাঁর নিকট উত্তম আশ্রয়স্থল।” (৩:১৪) আরো, যা এর পরে রয়েছে।হযরত আবূ বুরাইদাহ্ (রাঃ) হতে বর্ণিত আছে যে, একদা রাসূলুল্লাহ (সঃ) খুৎবাহ দিচ্ছিলেন এমন সময় হযরত হাসান (রাঃ) ও হযরত হুসাইন (রাঃ) লম্বা লম্বা জামা পরিহিত হয়ে এসে পড়লেন। তাঁরা জামার মধ্যে জড়িয়ে পড়েছিলেন বলে বাধা লেগে লেগে পড়ছিলেন ও উঠছিলেন, এই ভাবে আসছিলেন। তাঁরা তো তখন শিশু! জামাগুলো লাল রঙএর ছিল। রাসূলুল্লাহ্ (সঃ)-এর দৃষ্টি তাঁদের উপর পড়া মাত্রই তিনি মিম্বর হতে নেমে গিয়ে তাদেরকে উঠিয়ে নিয়ে আসলেন এবং নিজের সামনে বসিয়ে নিলেন। অতঃপর তিনি বলতে লাগলেনঃ “আল্লাহ তা'আলা সত্য বলেছেন এবং তাঁর রাসূল (সঃ)-ও সত্য কথা বলেছেন, তা হলোঃ “তোমাদের সম্পদ ও সন্তান-সন্ততি তোমাদের জন্যে পরীক্ষা।” এই দুই শিশুকে পড়ে উঠে আসতে দেখে আমার ধৈর্যচ্যুতি ঘটলো। তাই খুৎবাহ ছেড়ে এদেরকে উঠিয়ে নিয়ে আসতে হলো। (এ হাদীসটি মুসনাদে আহমদে বর্ণিত হয়েছে। ইমাম তিরমিযী (রঃ) হাদীসটি হাসান গারীব বলেছেন)হযরত আশআস ইবনে কায়েস (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “কিনদাহ গোত্রের প্রতিনিধি দলের মধ্যে শামিল হয়ে আমিও রাসূলুল্লাহ (সঃ)-এর খিদমতে হাযির হলাম। রাসূলুল্লাহ (সঃ) আমাকে জিজ্ঞেস করলেনঃ “তোমার সন্তান-সন্ততি আছে কি?” আমি উত্তরে বললামঃ জ্বী হ্যাঁ, আপনার খিদমতে হাযির হওয়ার উদ্দেশ্যে বের হবার সময় আমার একটি পুত্র সন্তান জন্মগ্রহণ করেছে। যদি তার স্থলে একটি বন্য জন্তু হতো তবে ওটাই আমার জন্যে ভাল ছিল। তিনি একথা শুনে বললেনঃ “না, না, এরূপ কথা বলো না। এরাই হলো চক্ষু ঠাণ্ডাকারী এবং এরা মারা গেলেও পুণ্য রয়েছে। তারপর তিনি বললেনঃ “তবে হ্যাঁ, এরা আবার ভীরুতা ও দুঃখেরও কারণ হয়ে থাকে।” (এ হাদীসটিও ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)হযরত আবূ সাঈদ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “সন্তান অন্তরের ফল বটে, কিন্তু আবার সন্তানই কাপুরুষতা, কৃপণতা ও দুঃখেরও কারণ হয়।” (এ হাদীসটি হাফিয আবূ বকর আল বায্‌যার (রঃ) বর্ণনা করেছেন)হযরত আবূ মালিক আশআরী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “শুধু ঐ ব্যক্তি তোমার শত্রু নয় যে, (সে কাফির বলে) তুমি (যুদ্ধে) তাকে হত্যা কর তবে ওটা হবে তোমার জন্যে সফলতা, আর যদি তুমি নিহত হও তবে তুমি জান্নাতে প্রবেশ করবে। বরং সম্ভবতঃ তোমার সবচেয়ে বড় শত্রু হলো তোমার সন্তান, যে তোমার পৃষ্ঠ হতে বের হয়েছে। অতঃপর তোমার আর একটি চরম শত্রু হলো তোমার মাল, যার মালিক হয়েছে তোমার দক্ষিণ হস্ত। [এ হাদিসটি বর্ণনা করেছেন ইমাম তিবরানী (রঃ)]এরপর আল্লাহ পাক বলেনঃ “তোমরা আল্লাহকে যথাসাধ্য ভয় কর।' অর্থাৎ তোমরা তোমাদের শক্তি ও সাধ্য অনুযায়ী আল্লাহকে ভয় কর। যেমন সহীহ বুখারী ও সহীহ মুসলিমে হযরত আবূ হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমি যখন তোমাদেরকে কোন আদেশ করবো তখন তোমরা যথাসাধ্য তা পালন করবে এবং যখন নিষেধ করবো (কোন কিছু হতে) তখন তা হতে বিরত থাকবে।”কোন কোন মুফাসসির বলেছেন যে, এই আয়াতটি সূরায়ে আলে ইমরানের নিম্নের আয়াতটিকে রহিতকারীঃ (আরবি)অর্থাৎ “হে মুমিনগণ! তোমরা আল্লাহকে যথার্থভাবে ভয় কর এবং তোমরা আত্মসমর্পণ না করে কোন অবস্থায় মরো না।\" (৩:১০২) অর্থাৎ প্রথমে বলেছিলেনঃ “তোমরা আল্লাহকে যথার্থভাবে ভয় কর। আর পরে বললেনঃ ‘তোমরা আল্লাহকে যথাসাধ্য ভয় কর। হযরত সাঈদ ইবনে জুবায়ের (রাঃ) বলেছেন, প্রথম আয়াতটি জনগণের কাছে খুবই কঠিন ঠেকেছিল। তাঁরা নামাযে এতো দীর্ঘ সময় দাঁড়িয়ে থাকতেন যে, তাঁদের পা ফুলে যেতো। আর তাঁরা সিজদায় এতো দীর্ঘক্ষণ ধরে পড়ে থাকতেন যে, তাঁদের কপালে ক্ষত হয়ে যেতো। তখন আল্লাহ তা'আলা এই দ্বিতীয় আয়াতটি নাযিল করে তাঁদের উপর হালকা করে দিলেন। আরো কিছু মুফাসসিরও একথাই বলেছেন যে, প্রথম আয়াতটি মানসূখ এবং দ্বিতীয় আয়াতটি নাসেখ। অতঃপর মহান আল্লাহ বলেনঃ তোমরা আল্লাহ ও তাঁর রাসূল (সঃ)-এর অনুগত হয়ে যাও। তাদের আনুগত্য হতে এক ইঞ্চি পরিমাণও এদিক ওদিক হয়ো না। আগেও বেড়ে যেয়ো না এবং পিছনেও সরে এসো না। আর আল্লাহ তা’আলা তোমাদেরকে যা দিয়ে রেখেছেন তা হতে তোমাদের আত্মীয়-স্বজনকে ফকীর-মিসকীন ও অভাবগ্রস্তদেরকে দান করতে থাকো। আল্লাহ তা'আলা তোমাদের প্রতি যে ইহসান করেছেন ঐ ইহসান তোমরা তাঁর সৃষ্টজীবের প্রতি করে যাও। তাহলে এটা হবে তোমাদের জন্য কল্যাণকর। আর যদি এটা না কর তবে দুনিয়ার ধ্বংস তোমরা নিজেরাই নিজেদের হাতে টেনে আনবে। (আরবি) এর তাফসীর সূরায়ে হাশরের এই আয়াতে গত হয়েছে। সুতরাং এখানে পুনরাবৃত্তির প্রয়োজন নেই।মহামহিমান্বিত আল্লাহ বলেনঃ যদি তোমরা আল্লাহকে উত্তম ঋণ দান কর তবে তিনি তোমাদের জন্যে ওটা বহুগুণ বৃদ্ধি করবেন এবং তিনি তোমাদেরকে ক্ষমা করবেন। অর্থাৎ তোমাদের দরিদ্র ও অভাগ্রস্তদের উপর খরচ করাই হলো আল্লাহ তা'আলাকে উত্তম ঋণ দেয়া। সূরায়ে বাকারাতেও এটা গত হয়েছে।মহান আল্লাহ বলেনঃ তিনি তোমাদেরকে ক্ষমা করবেন। অর্থাৎ তোমাদের অপরাধসমূহ তিনি মার্জনা করবেন। এ জন্যেই আল্লাহ তাবারাকা ওয়া তা'আলা এখানে বলেনঃ আল্লাহ গুণগ্রাহী অর্থাৎ তিনি অল্প সকাজের বেশী পুণ্য দান করেন এবং তিনি সহনশীল অর্থাৎ তিনি পাপ ও অপরাধসমূহ ক্ষমা করে থাকেন এবং স্বীয় বান্দাদের পাপ দেখেও দেখেন না। অর্থাৎ ক্ষমার চক্ষে দেখেন। তিনি দৃশ্য ও অদৃশ্যের পরিজ্ঞাতা, পরাক্রমশালী, প্রজ্ঞাময়। এর তাফসীর ইতিপূর্বে কয়েকবার গত হয়েছে।"
    },
    { "ayah": 2, "surah": 64, "text": "Please check ayah 64:4 for complete tafsir." },
    { "ayah": 3, "surah": 64, "text": "Please check ayah 64:4 for complete tafsir." },
    {
      "ayah": 4,
      "surah": 64,
      "text": "আবার এটাকে মাক্কী সূরাও বলা হয়েছে। হযরত আবদুল্লাহ ইবনে উমার (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে শিশু জন্মগ্রহণ করে তার মাথার জোড়ে সূরায়ে তাগায়ূনের পাঁচটি আয়াত লিখিত থাকে। (ইমাম তিবরানী (রঃ) এটা বর্ণনা করেছেন এবং ইবনে আসাকির (রঃ) ওয়ালী ইবনে সালেহ এর জীবনীতে আনয়ন করেছেন। কিন্তুটি হাদীসটি গারীব এমনকি মুনকারও বটে)\n১-৪ নং আয়াতের তাফসীর\nসাব্বাহাতের সূরাগুলোর মধ্যে এটাই সর্বশেষ সূরা। সৃষ্টি কুলের আল্লাহ্ পাকের তাসবীহ্ পাঠের বর্ণনা কয়েকবার দেয়া হয়েছে। রাজত্ব ও প্রশংসার অধিকারী একমাত্র আল্লাহ্। সব কিছুরই উপর রয়েছে তাঁর কর্তৃত্ব, প্রত্যেক কাজ ও প্রত্যেক জিনিসের পরিমাপ বা মূল্যায়ন নির্ধারণকারী তিনিই। তিনিই প্রশংসারযোগ্য। যে জিনিসের তিনি ইচ্ছা করেন তা তিনি কার্যে পরিণতকারী। কেউই তাঁর কোন কাজে বাধা সৃষ্টি করতে পারে না। তিনি না চাইলে কোন কিছুই হবে না। তিনি সারা মাখলূকের সৃষ্টিকর্তা। তাঁরই ইচ্ছায় মানবমণ্ডলীর কেউ হয়েছে কাফির এবং কেউ হয়েছে মুমিন। কে হিদায়াতের যোগ্য এবং কে গুমরাহীর যোগ্য তা তিনি সম্যক অবগত। তিনি স্বীয় বান্দাদের সমৃদয় কাজকর্ম প্রত্যক্ষকারী। তাদেরকে তিনি তাদের সমুদয় কাজের প্রতিদান প্রদানকারী। তিনি আদল ও হিকমতের সাথে আসমান ও যমীন সৃষ্টি করেছেন। তিনিই মানুষকে আকৃতি দান করেছেন। যেমন অন্য জায়গায় রয়েছেঃ (আরবি)অর্থাৎ “হে মানুষ! কিসে তোমাকে তোমার মহান প্রতিপালক সম্বন্ধে বিভ্রান্ত করলো? যিনি তোমাকে সৃষ্টি করেছেন, অতঃপর তোমাকে সুঠাম করেছেন এবং সুসমঞ্জস করেছেন, যেই আকৃতিতে চেয়েছেন, তিনি তোমাকে গঠন করেছেন।” (৮২:৬-৮) মহান আল্লাহ আর এক জায়গায় বলেনঃ (আরবি)অর্থাৎ “আল্লাহ তিনিই যিনি তোমাদের জন্যে যমীনকে শান্তির স্থল বানিয়েছেন এবং আসমানকে বানিয়েছেন ছাদ স্বরূপ, আর তোমাদেরকে আকৃতি দান করেছেন- তোমাদের আকৃতি করেছেন সুশোভন এবং তোমাদেরকে উৎকৃষ্ট ও পবিত্র বস্তু হতে রিয্‌ক দান করেছেন।” (৪০:৬৪)মহামহিমান্বিত আল্লাহ বলেনঃ প্রত্যাবর্তন তো তাঁরই নিকট। আল্লাহ তা'আলা যে আকাশ ও পৃথিবীর সমুদয় বিষয় অবগত আছেন এ সম্পর্কে খবর দিতে গিয়ে তিনি বলেনঃ আকাশমণ্ডলী ও পৃথিবীতে যা কিছু আছে সবই তিনি জানেন এবং তিনি জানেন তোমরা যা গোপন কর ও তোমরা যা প্রকাশ কর এবং তিনি অন্তর্যামী।"
    },
    { "ayah": 5, "surah": 64, "text": "Please check ayah 64:6 for complete tafsir." },
    {
      "ayah": 6,
      "surah": 64,
      "text": "৫-৬ নং আয়াতের তাফসীর\nএখানে পূর্ববর্তী কাফিরদের কুফরী এবং তাদের মন্দ শাস্তি ও নিকৃষ্ট বিনিময়ের বর্ণনা দেয়া হয়েছে। প্রবল প্রতাপান্বিত আল্লাহ বলেনঃ তোমাদের নিকট কি তোমাদের পূর্ববর্তী কাফিরদের বৃত্তান্ত নেই? তারা রাসূলদের বিরুদ্ধাচরণ করেছিল ও সত্যকে অস্বীকার করেছিল। তারা দুনিয়া ও আখিরাতে ধ্বংস হয়ে গেছে। দুনিয়াতেও তারা আল্লাহর কোপানলে পতিত হয়েছে এবং আখিরাতের শাস্তি তাদের জন্যে বাকী রয়েছে। ঐ শাস্তি অত্যন্ত যন্ত্রণাদায়ক। এর একমাত্র কারণ এটাই যে, রাসূলগণ তাদের নিকট আল্লাহ তা'আলার পক্ষ হতে স্পষ্ট দলীল ও উজ্জ্বল নিদর্শনসমূহ নিয়ে আগমন করেছিলেন, কিন্তু তারা ওগুলো অবিশ্বাস করেছিল। একজন মানুষ যে নবী হতে পারেন তা তারা অসম্ভব মনে করেছিল। তাই তারা নবীদেরকে স্বীকার করেনি এবং সৎ আমলও পরিত্যাগ করেছিল। তখন আল্লাহ তা’আলাও তাদেরকে পরোয়া করেননি। কারণ তিনি তো সম্পূর্ণরূপে অভাবমুক্ত এবং প্রশংসার্হ।"
    },
    { "ayah": 7, "surah": 64, "text": "Please check ayah 64:10 for complete tafsir." },
    { "ayah": 8, "surah": 64, "text": "Please check ayah 64:10 for complete tafsir." },
    { "ayah": 9, "surah": 64, "text": "Please check ayah 64:10 for complete tafsir." }
  ]
}
