{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 65,
      "text": "প্রথমতঃ নবী (সঃ)-কে মর্যাদা ও সম্মানের সাথে সম্বোধন করা হয়েছে, অতঃপর এরই অনুসরণে তাঁর উম্মতকে সম্বোধন করা হয়েছে এবং তাদেরকে তালাকের মাসআলা শিক্ষা দেয়া হয়েছে।হযরত আনাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) হযরত হাফসা (রাঃ)-কে তালাক দেন। তখন তিনি তাঁর পিতা-মাতার বাড়ীতে চলে যান। ঐ সময় এই আয়াত অবতীর্ণ হয় এবং রাসূলুল্লাহ (সঃ)-কে বলা হয়ঃ “তাকে (হযরত তাফসা রাঃ-কে) ফিরিয়ে নাও। সে খুব বেশী রোযাব্রত পালনকারিণী ও অধিক নামায আদায়কারিণী। সে দুনিয়াতেও তোমার স্ত্রী এবং জান্নাতেও তোমার স্ত্রীদেরই অন্তর্ভুক্ত থাকবে।” (এ হাদীসটি ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন। এই রিওয়াইয়াটিই ইমাম ইবনে জারীরও (রঃ) মুরসালরূপে বর্ণনা করেছেন) অন্যান্য সনদেও এসেছে যে, রাসূলুল্লাহ (সঃ) হযরত হাফসা (রাঃ)-কে তালাক দিয়েছিলেন, অতঃপর রুকূ করেছিলেন বা ফিরিয়ে নিয়েছিলেন। হযরত আবদুল্লাহ ইবনে উমার (রাঃ) হতে বর্ণিত আছে যে, তিনি তাঁর স্ত্রীকে মাসিক ঋতুর অবস্থায় তালাক দেন। হযরত উমার (রাঃ) ঘটনাটি রাসূলুল্লাহ (সঃ)-এর নিকট বর্ণনা করেন। রাসূলুল্লাহ (সঃ) অসন্তুষ্ট হন এবং বলেনঃ “সে যেন তার স্ত্রীকে ফিরিয়ে নেয় এবং ঋতু হতে পবিত্র না হওয়া পর্যন্ত স্ত্রীরূপেই রেখে দেয়। অতঃপর পুনরায় ঋতুবতী হওয়ার পর যখন পবিত্র হবে তখন ইচ্ছা হলে এই পবিত্র অবস্থায় সহবাসের পূর্বেই তালাক দিবে। এটাই ঐ ইদ্দত যার হুকুম আল্লাহ তা'আলা দিয়েছেন।” (এ হাদীসটি সহীহ বুখারীতে বর্ণিত হয়েছে। এটাও আরো বহু হাদীস গ্রন্থে সনদে বর্ণিত হয়েছে)হযরত আবূ যুবায়ের (রঃ) ইযযাহর মাওলা হযরত আবদুর রহমান ইবনে আয়মান (রঃ) হতে শুনেছেন যে, তিনি হযরত ইবনে উমার (রাঃ)-কে জিজ্ঞেস করেনঃ “যে ব্যক্তি তার স্ত্রীকে হায়েযের অবস্থায় তালাক দেয় তার ব্যাপারে আপনার অভিমত কি?” তিনি উত্তরে বললেনঃ “তাহলে শুনো! হযরত ইবনে উমার (রাঃ) অর্থাৎ তিনি নিজেই রাসূলুল্লাহ (সঃ)-এর জীবদ্দশায় তাঁর স্ত্রীকে ঋতুর অবস্থায় তালাক দিয়েছিলেন। তখন রাসূলুল্লাহ (সঃ) তাঁকে নির্দেশ দেন যে, তিনি যেন স্ত্রীকে ফিরিয়ে নেন। তখন হযরত ইবনে উমার (রাঃ) তাকে ফিরিয়ে নেন। তারপর রাসূলুল্লাহ (সঃ) তাঁকে বলেন যে, এখন হয় তিনি তাকে তালাক দিবেন, না হয় রেখে দিবেন। অতঃপর নবী (সঃ) (আরবি)-এই আয়াতটি পাঠ করেন। (সহীহ মুসলিমে এটা বর্ণিত হয়েছে) অন্য রিওয়াইয়াতে (আরবি)-এর ভাবার্থ করা হয়েছেঃ “যে তোহর বা পবিত্রাবস্থায় সহবাস করা হয়নি ঐ তোহরে তালাক দেয়া।' বহু লোকই এটাই বলেছেন। হযরত ইবনে উমার (রাঃ) বলেন যে, এর ভাবার্থ হচ্ছেঃ হায়েযের অবস্থায় তালাক দিয়ো না এবং ঐ তোহরেও তালাক দিয়ো না যাতে স্ত্রী-সহবাস করেছো, বরং ঐ সময় পর্যন্ত ছেড়ে রেখো যে, আবার তার হায়েয হবে এবং ঐ হায়েয হতে আবার পবিত্রতা লাভ করবে। ঐ পবিত্র অবস্থায় একটি তালাক দিয়ে দাও। হযরত ইকরামা (রঃ) বলেন যে, ইদ্দত দ্বারা তোহর উদ্দেশ্য। কুরু দ্বারা উদ্দেশ্য হলো হায়েয। অথবা হামল বা গর্ভবতী অবস্থায় তালাক দাও, যখন হামল প্রকাশিত হয়ে যাবে। যে তোহরে সহবাস করেছো ঐ তোহরে তালাক দিয়ো না। কেননা, এর দ্বারা স্ত্রীর হামল হলো কি না তা জানা যায় না।এখান হতেই বিজ্ঞ আলেমগণ তালাকের আহকাম গ্রহণ করেছেন এবং তালাকের দুই প্রকার করেছেন। তালাকে সুন্নাত ও তালাকে বিদআত। তালাকে সুন্নাত তো এটাই যে, এমন তোহরে বা পবিত্র অবস্থায় তালাক দিবে যাতে স্ত্রী-সহবাস করেনি অথবা হামলের অবস্থায় তালাক দিবে। আর তালাকে বিদআত এই যে, হায়েযের অবস্থায় তালাক দিবে অথবা এমন তোহরে তালাক দিবে যাতে স্ত্রী-সহবাস করেছে এবং হামল হয়েছে কি-না তা জানা যায়নি। তালাকের তৃতীয় প্রকারও রয়েছে যা তালাকে সুন্নাত নয় এবং তালাকে বিদআতও নয়। ওটা হচ্ছে নাবালেগা বা অপ্রাপ্ত বয়স্কা মেয়ের তালাক এবং ঐ স্ত্রী লোকের তালাক যার হায়েযই হয় না এবং ঐ নারীর তালাক যার সাথে মিলন হয়নি। এসবের আহকাম ও বিস্তারিত আলোচনার জায়গা হচ্ছে ফুরূর কিতাবগুলো, তাফসীর নয়। এসব ব্যাপারে মহান আল্লাহই সবচেয়ে ভাল জানেন। এরপর মহামহিমান্বিত আল্লাহ বলেনঃ তোমরা ইদ্দতের প্রতি লক্ষ্য রেখে ইদ্দতের হিসাব রাখবে। এমন যেন না হয় যে, ইদ্দতের দীর্ঘতার কারণে স্ত্রীর অন্য স্বামী গ্রহণ করার ব্যাপারে প্রতিবন্ধকতার সৃষ্টি হয়। আর এই ব্যাপারে তোমরা প্রকৃত মাবুদ আল্লাহকে ভয় করবে। ইদ্দতের সময় পূর্ণ না হওয়া পর্যন্ত তালাকপ্রাপ্তা নারীর বসবাসের জায়গা দেয়ার দায়িতু স্বামীর উপর ন্যস্ত থাকবে। স্বামী তাকে তার বাড়ী হতে বের করে দিবে না এবং সে নিজেও বের হয়ে যাবে না। কেননা, সে স্বামীর অধিকারে আবদ্ধা রয়েছে।(আরবি) ব্যভিচারকেও অন্তর্ভুক্ত করে এবং এটাও এর মধ্যে শামিল যে, স্ত্রী স্বামীকে বিপদে ফেলবে, তার বিরোধিতা করবে, তাকে কষ্ট দিবে, তার সাথে দুর্ব্যবহার এবং স্বামীর পরিবারের লোকদেরকে কষ্ট দিবে। এরূপ অবস্থায় স্বামীর তার স্ত্রীকে বাড়ী হতে বের করে দেয়া জায়েয।আল্লাহ তাবারাকা ওয়া তা'আলা বলেনঃ এগুলো আল্লাহর বিধান অর্থাৎ তাঁর শরীয়ত ও সীমারেখা। যে আল্লাহর বিধান লংঘন করে সে নিজেরই উপর অত্যাচার করে। আল্লাহ হয়তো এরপর কোন উপায় করে দিবেন। আল্লাহর ইচ্ছা কেউই জানতে পারে না। ইদ্দতের সময়কাল পূর্ণ না হওয়া পর্যন্ত নারীর তার স্বামীর বাড়ীতে অবস্থান করা, এটা আল্লাহর হুকম। এর মধ্যে এই যৌক্তিকতা রয়েছে যে, হয়তো এই ইদ্দতের মধ্যে তার স্বামীর মত পরিবর্তন হয়ে যাবে। সে হয়তো তালাক দেয়ার কারণে লজ্জিত হবে। তার অন্তরে হয়তো স্ত্রীকে ফিরিয়ে নেয়ার খেয়াল জেগে উঠবে এবং সে স্ত্রীকে রাজআত করেও নিবে। অতঃপর স্বামী-স্ত্রী সুখে শান্তিতে ঘর-সংসার করতে থাকবে। নতুন কোন উপায় উদ্ভাবন করা দ্বারাও এই রাজআতকেই বুঝানো হয়েছে। এর ভিত্তিতেই কতক পূর্ব যুগীয় গুরুজন এবং তাদের অনুসারীদের যেমন হযরত আহমাদ ইবনে হাম্বল (রঃ) প্রমুখের মাযহাব এই যে, (আরবি) নারী অর্থাৎ ঐ তালাকপ্রাপ্তা নারী যাকে রাজআত করার অধিকার স্বামীর বাকী নেই, এর ইদ্দত পূর্ণ হবার সময় পর্যন্ত বসবাসের জায়গা দেয়া স্বামীর দায়িত্ব নয়। অনুরূপভাবে যে নারীর স্বামী মারা যাবে তার ইদ্দত পূর্ণ হওয়ার সময় পর্যন্ত তাকে স্থান দেয়া স্বামীর ওয়ারিশদের উপর ওয়াজিব নয়। তাঁদের দলীল হলো হযরত ফাতিমা বিনতু ফাহরিয়্যাহ (রাঃ) সম্পর্কীয় হাদীসটি। তা এই যে, যখন তার স্বামী হযরত আবূ আমর ইবনে হাফস (রাঃ) তাঁকে তৃতীয় ও সর্বশেষ তালাক দিয়ে দেন তখন তিনি তাঁর স্ত্রীর নিকট বিদ্যমান ছিলেন না। বরং ঐ সময় তিনি ইয়ামনে ছিলেন। সেখান হতেই তিনি স্ত্রীকে তালাক দিয়েছিলেন। তখন তাঁর ওয়াকীল তাঁর স্ত্রীর নিকট সামান্য যব পাঠিয়েছিলেন এই বলে যে, এটা তাঁকে খোরাক হিসেবে দেয়া হলো। এতে ঐ নারী অত্যন্ত অসন্তুষ্ট হন। ওয়াকীল তাকে বললেনঃ “অসন্তুষ্ট হচ্ছ কেন? তোমার খরচ বহন করার দায়িত্ব আমাদের নয়।” মহিলাটি তখন রাসূলুল্লাহ (সঃ)-এর নিকট গমন করে এটা জিজ্ঞেস করেন। উত্তরে রাসূলুল্লাহ (সঃ) বলেনঃ “হ্যাঁ, ঠিকই বটে। তোমার খরচ বহন করার দায়িত্ব তোমার এই স্বামীর উপর নয়।\" সহীহ মুসলিমে রয়েছে যে, তাঁকে তিনি বলেনঃ “তোমাকে বসবাসের জন্যে ঘর দেয়াও তোমার এ স্বামীর দায়িত্ব নয়। অতঃপর তাকে নির্দেশ দিলেন যে, তিনি যেন উম্মে শুরায়েক (রাঃ)-এর বাড়ীতে তার ইদ্দতের দিনগুলো অতিবাহিত করেন। তারপর বলেনঃ “সেখানে তো আমার অধিকাংশ সাহাবী যাতায়াত করে থাকে। তুমি বরং আবদুল্লাহ ইবনে উম্মে মাকতুম (রাঃ)-এর গৃহে ইদ্দত পালন কর। সে অন্ধ মানুষ। তুমি সেখানে তোমার কাপড়ও রেখে দিতে পারবে (শেষ পর্যন্ত)।”মুসনাদে আহমাদে রয়েছে যে, ঐ মহিলাটির স্বামীকে রাসূলুল্লাহ (সঃ) কোন এক যুদ্ধে পাঠিয়েছিলেন। তিনি সেখান হতেই তাঁর স্ত্রীকে তালাক পাঠিয়ে দেন।তাঁর স্বামীর ভাই তখন তাঁকে তাঁর স্বামীর বাড়ী হতে চলে যেতে বলেন। মহিলাটি তখন তাঁর স্বামীর ভাইকে বলেনঃ “আমার ইদ্দত পূর্ণ না হওয়া পর্যন্ত আমার পানাহার ও বাসস্থানের দায়িত্ব আমার স্বামীর।” তাঁর স্বামীর ভাই এটা অস্বীকার করেন। শেষ পর্যন্ত এ ঘটনাটির খবর নবী (সঃ)-এর নিকট পৌঁছে যায়। তিনি ফাতিমা নাম্নী ঐ মহিলাটিকে বলেনঃ “তোমার ভরণ-পোষণ ও বাসস্থানের দায়িত্ব তোমার স্বামীর উপর ঐ সময় রয়েছে যখন তোমাকে রাজআত করার অধিকার তার আছে। এটা যখন নেই তখন ওটাও নেই। তুমি এখান হতে চলে যাও এবং অমুক স্ত্রীলোকের বাড়ীতে তোমার ইদ্দত পালন কর।” অতঃপর বললেনঃ “সেখানে তো আমার সাহাবীরা যাতায়াত করে থাকে! তুমি বরং ইবনে উম্মে মাকতুম (রাঃ)-এর বাড়ীতে তোমার ইদ্দতের দিনগুলো অতিবাহিত কর। সে অন্ধ মানুষ। সুতরাং সে তোমাকে দেখতে পাবে না (শেষ পর্যন্ত)।” আবূল কাসিম তিবরানী (রঃ) বর্ণনা করেছেন যে, হযরত ফাতিমা বিনতু কায়েস (রাঃ) হযরত যহ্‌হাক ইবনে কায়েস কারাশীর (রাঃ) ভগ্নী ছিলেন। তাঁর স্বামী ছিলেন হযরত আবূ আমর ইবনে হাফস ইবনে মুগীরাহ আল মাখযূমী (রাঃ)। হযরত ফাতিমা (রাঃ) বলেনঃ “আমার স্বামী সেনাবাহিনীর সাথে ইয়ামন গিয়েছেন। সেখান হতে তিনি আমাকে তালাক পাঠিয়েছেন। আমি তখন আমার স্বামীর ওলীদের কাছে আমার ভরণ-পোষণ ও বাসস্থান প্রার্থনা করলে তারা বলেনঃ “তোমার স্বামী আমাদের কাছে কিছুই পাঠায়নি এবং আমাদেরকে কোন অসিয়তও করেনি। আমি তখন রাসূলুল্লাহ (সঃ)-এর নিকট গিয়ে তাঁকে বললাম ও আমার স্বামী আমর ইবনে হাফস (রাঃ) আমাকে তালাক পাঠিয়েছেন। আমি তখন তাঁর ওলীদের নিকট আমার বাসস্থান ও খাওয়া খরচ প্রার্থনা করলে তারা বলেন যে, তিনি তাঁদের কাছে কোন কিছু পাঠানওনি এবং তাঁদেরকে কোন অসিয়তও করেননি। তখন রাসূলুল্লাহ (সঃ) বলেনঃ “এমন স্ত্রীর জন্যে বাসস্থান ও খাওয়া খরচের দায়িত্ব স্বামীর উপর রয়েছে যাকে রাজআত করার অধিকার তার স্বামীর উপর রয়েছে। অতঃপর অন্য স্বামী গ্রহণ না করা পর্যন্ত যে স্ত্রী তার স্বামীর জন্যে হালাল নয় তার খাওয়া-পরা ও বাসস্থানের দায়িত্বও তার স্বামীর নেই।\""
    },
    { "ayah": 10, "surah": 65, "text": "Please check ayah 65:11 for complete tafsir." },
    {
      "ayah": 11,
      "surah": 65,
      "text": "৮-১১ নং আয়াতের তাফসীর\nযারা আল্লাহর হুকুমের বিরোধিতা করে, তাঁর রাসূল (সাঃ)-কে না মানে এবং তাঁর শরীয়তের উপর না চলে তাদেরকে ধমকের সুরে আল্লাহ তাবারাকা ওয়া তা'আলা বলেনঃ দেখো, পূর্ববর্তী লোকদের মধ্যেও যারা তোমাদের নীতির উপর চলতো, অহংকার ও ঔদ্ধত্য প্রকাশ করতো, আল্লাহর হুকুম ও তাঁর রাসূলদের আনুগত্য হতে মুখ ফিরিয়ে নিতো, তাদেরকে কঠিনভাবে হিসাব দিতে হয়েছিল এবং কঠিন শাস্তির স্বাদ গ্রহণ করতে হয়েছিল। ক্ষতিই ছিল তাদের কৃতকর্মের পরিণাম। ঐ সময় তারা লজ্জিত হয়েছিল, কিন্তু ঐ সময়ের লজ্জা ও অনুশোচনা তাদের কোন উপকারে আসেনি। দুনিয়ার এই শাস্তিই যদি শেষ শাস্তি হতো তাহলে তো একটা কথা ছিল। কিন্তু না, তা নয়! বরং পরকালে তাদের জন্যে রয়েছে কঠিন শাস্তি। সুতরাং হে বোধসম্পন্ন ব্যক্তিরা! তোমরা আল্লাহকে ভয় কর এবং তোমাদের পূর্ববর্তী লোকদের পরিণাম হতে শিক্ষা গ্রহণ কর। তোমরা তাদের মত হয়ো না।মহান আল্লাহ বলেনঃ নিশ্চয়ই আল্লাহ তোমাদের প্রতি অবতীর্ণ করেছেন যিকর। এখানে যিক্‌র দ্বারা কুরআন কারীমকে বুঝানো হয়েছে। যেমন আল্লাহ তা'আলা অন্য জায়গায় বলেনঃ (আরবি)অর্থাৎ “নিশ্চয়ই আমি কুরআন অবতীর্ণ করেছি এবং আমিই ওর হিফাযতকারী।” (১৫:৯) কেউ কেউ বলেন যে, এখানে ‘যিক্‌র’ দ্বারা রাসূলুল্লাহ (সঃ) উদ্দেশ্য। যেহেতু সাথে সাথেই বলা হয়েছেঃ (আরবি) তাহলে এটা হবে (আরবি) রাসূলুল্লাহই (সঃ) কুরআনকে জনগণের কাছে পৌঁছিয়ে দিয়েছেন, এই সম্পর্কের কারণে তাঁকেই ‘যিক্‌র’ শব্দ দ্বারা স্মরণ করা হয়েছে। ইমাম ইবনে জারীরও (রঃ) এই ভাবার্থকে সঠিক বলেছেন।এরপর আল্লাহ তা'আলা রাসূলুল্লাহ (সঃ)-এর অবস্থার বর্ণনা দিচ্ছেন যে, তিনি মানুষের কাছে আল্লাহর সুস্পষ্ট আয়াত আবৃত্তি করে থাকেন, যারা মুমিন ও সকর্মপরায়ণ তাদেরকে অজ্ঞতার অন্ধকার হতে জ্ঞানের আলোকের দিকে আনার জন্যে। যেমন অন্য জায়গায় রয়েছেঃ (আরবি)অর্থাৎ “এই কিতাব আমি তোমার উপর অবতীর্ণ করেছি, যেন তুমি জনগণকে অন্ধকার হতে আলোকের দিকে নিয়ে আস।” (১৪:১) আল্লাহ তা'আলা আরো বলেনঃ (আরবি)অর্থাৎ “আল্লাহ মুমিনদের অভিভাবক, তিনি তাদেরকে অন্ধকার হতে আলোকের দিকে নিয়ে আসেন।” (২৪:২৫৭) অন্য এক আয়াতে আল্লাহ তা'আলা তাঁর নাযিলকৃত ওহীকে নূর বা জ্যোতি বলেছেন। কেননা, এর দ্বারা হিদায়াত ও সরল সঠিক পথ লাভ করা যায়। আর মহান আল্লাহ এর নাম রূহও রেখেছেন। কেননা, এর দ্বারা অন্তর জীবন লাভ করে থাকে। যেমন মহামহিমান্বিত আল্লাহ বলেনঃ (আরবি)অর্থাৎ “এভাবেই আমি তোমার প্রতি আমার হুকুমের রূহের ওহী করেছি, তুমি জানতে না যে, কিতাব কি এবং ঈমান কি? কিন্তু আমি ওটাকে দূর করে দিয়েছি, যার মাধ্যমে আমি আমার বান্দাদের যাকে ইচ্ছা হিদায়াত করে থাকি। নিশ্চয়ই তুমি সরল সঠিক পথের দিশারী।” (৪২:৫২)এরপর মহান আল্লাহ বলেনঃ যে কেউ আল্লাহে বিশ্বাস করে ও সৎকর্ম করে, তিনি তাকে দাখিল করবেন জান্নাতে যার পাদদেশে নদী প্রবাহিত, সেথায় তারা চিরস্থায়ী হবে; আল্লাহ তাকে উত্তম জীবনোপকরণ দিবেন। এর তাফসীর ইতিপূর্বে কয়েকবার করা হয়েছে। সুতরাং এখানে পুনরাবৃত্তি নিষ্প্রয়োজন।"
    },
    {
      "ayah": 12,
      "surah": 65,
      "text": "আল্লাহ তা'আলা স্বীয় পূর্ণ ক্ষমতা ও বিরাট সাম্রাজ্যের বর্ণনা দিচ্ছেন, যেন মাখলূক তাঁর মর্যাদা ও শ্রেষ্ঠত্বের প্রতি লক্ষ্য রেখে তাঁর ফরমানকে মর্যাদার দৃষ্টিতে দেখে এবং তার উপর আমল করতঃ তাঁকে খুশী করে। তাই তিনি বলেনঃ আল্লাহই সৃষ্টি করেছেন সপ্ত আকাশ যেমন হযরত নূহ (আঃ) তার কওমকে বলেছিলেনঃ (আরবি)অর্থাৎ “তোমরা কি লক্ষ্য করনি? আল্লাহ কিভাবে সৃষ্টি করেছেন সপ্তস্তরে বিন্যস্ত আকাশমণ্ডলী?” (৭১:১৫) মহান আল্লাহ অন্য এক জায়গায় বলেনঃ (আরবি)অর্থাৎ “সপ্ত আকাশ ও যমীন এবং এগুলোর যতকিছু রয়েছে সবাই তাঁর পবিত্রতা ও মহিমা ঘোষণা করে।” (১৭:৪৪)মহান আল্লাহর উক্তিঃ ‘ওগুলোরই অনুরূপ যমীনও (অর্থাৎ যমীনও সাতটি)। সহীহ্ বুখারী ও সহীহ্ মুসলিমের সহীহ্ হাদীসে রয়েছেঃ “যে ব্যক্তি যুলুম করে কারো কনিষ্ঠাঙ্গুলী পরিমিত ভূমি দখল করে নিবে, তাকে সপ্ত আকাশের গলাবদ্ধ পরানো হবে।” সহীহ বুখারীতে রয়েছে যে, তাকে সপ্ত যমীন পর্যন্ত ধ্বসিয়ে দেয়া হবে। আমি এর সমস্ত সনদ ও শব্দ বিদায়াহ্ ওয়ান্ নিহায়াহ্ এর শুরুতে যমীন। সৃষ্টির আলোচনায় বর্ণনা করে দিয়েছি। সুতরাং সমস্ত প্রশংসা আল্লাহরই জন্যে।যেসব লোক বলেছেন যে, এর দ্বারা উদ্দেশ্য হলো সাতটি অঞ্চল বা ভূ-খণ্ড, তাঁরা অযথা এ কথা বলেছেন এবং বিনা দলীলে কুরআন ও হাদীসের স্পষ্ট বিরোধিতা করেছেন। সূরায়ে হাদীদে (আরবি)-এই আয়াতের তাফসীরে সপ্ত আকাশ ও যমীনের এবং ওগুলোর মধ্যবর্তী দূরত্বের এবং ওগুলোর পুরুত্ব, যা পাঁচশ বছরের পথ, পূর্ণ বর্ণনা দেয়া হয়েছে। হযরত ইবনে মাসউদ (রাঃ) প্রমুখ গুরুজনও এ কথাই বলেছেন। অন্য একটি হাদীসেও সপ্ত আকাশ এবং যা কিছু ওগুলোর মধ্যে রয়েছে এবং সপ্ত যমীন ও যা কিছু ওগুলোর মধ্যে রয়েছে, কুরসীর তুলনায় এমনই যেমন কোন এক বিরাট ও প্রশস্ত মাঠে একটি আংটি পড়ে থাকে।তাফসীরে ইবনে জারীরে হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, তিনি বলেনঃ “যদি আমি এ আয়াতের তাফসীর তোমাদের সামনে বর্ণনা করি তবে তোমরা তা স্বীকার করবে না এবং তোমাদের স্বীকার না করা হবে তোমাদের ওটাকে মিথ্যা মনে করা।” অন্য একটি রিওয়াইয়াতে আছে যে, কোন একজন লোক হযরত ইবনে আব্বাস (রাঃ)-কে এ আয়াতের ভাবার্থ জিজ্ঞেস করলে তিনি বলেনঃ “আমি কিরূপে বিশ্বাস করতে পারি যে, আমি যা কিছু তোমাকে বলবো তা তুমি অস্বীকার করবে না?” আর একটি রিওয়াইয়াতে আছে যে, প্রত্যেক যমীনে হযরত ইবরাহীম (আঃ)-এর মত এবং এই যমীনের মাখলূকের মত মাখলূক রয়েছে। হযরত ইবনে মুসান্না (রঃ) বর্ণিত রিওয়াইয়াতে এসেছে যে, প্রত্যেক আসমানে (হযরত ইবরাহীম আঃ -এর মত) হযরত ইবরাহীম (আঃ) রয়েছেন।ইমাম বায়হাকী (রঃ)-এর ‘কিতাবুল আসমা ওয়াসসিফাত' নামক গ্রন্থে হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, তিনি বলেনঃ “সপ্ত যমীনের প্রত্যেকটিতে তোমাদের নবীর মত নবী রয়েছেন, আদম (আঃ)-এর মত আদম রয়েছেন, নূহ (আঃ)-এর মত নূহ রয়েছেন, ইবরাহীম (আঃ)-এর মত ইবরাহীম রয়েছেন এবং ঈসা (আঃ)-এর মত ঈসা রয়েছেন।\" অতঃপর ইমাম বায়হাকী (রঃ) হযরত ইবনে আব্বাস (রাঃ)-এর আর একটি রিওয়াইয়াত আনয়ন করে বলেন যে, এর ইসনাদ বিশুদ্ধ, কিন্তু এটা অতি বিরল। এর একজন বর্ণনাকারী রয়েছেন আবূয যুহা। ইমাম বায়হাকী (রঃ)-এর জানা মতে ঐ বর্ণনাকারীর অনুসরণ কেউই করেন না। এসব ব্যাপারে আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন। একটি মুরসাল এবং অত্যন্ত মুনকার হাদীস ইবনে আবিদ দুনিয়া (রঃ) বর্ণনা করেছেন। তাতে রয়েছে যে, একদা রাসূলুল্লাহ (সঃ) সাহাবীদের সমাবেশে আগমন করেন। তিনি দেখেন যে, তারা কোন এক বিষয়ের চিন্তায় চুপচাপ বসে রয়েছেন। তিনি তাদেরকে জিজ্ঞেস করেনঃ “ব্যাপার কি?\" উত্তরে তারা বলেনঃ “আমরা আল্লাহর সৃষ্টি সম্পর্কে চিন্তা করছি। তিনি তখন বলেনঃ “বেশ বেশ! খুব ভাল কথা। আল্লাহর মাখলূক সম্পর্কে চিন্তা গবেষণা করবে। কিন্তু আল্লাহ সম্পর্কে চিন্তা করবে না। জেনে রেখো যে, এই পশ্চিম দিকে একটি সাদা যমীন রয়েছে। ওর শুভ্রতা ওর নূর বা জ্যোতি অথবা বলেনঃ ওর নূর বা জ্যোতি হলো ওর শুভ্রতা। সূর্যের রাস্তা হলো চল্লিশ দিনের। সেখানে আল্লাহর এক মাখলূক রয়েছে যারা চোখের পলক ফেলার সমান সময়টুকুতেও কখনো আল্লাহর নাফরমানী করেনি।” তখন সাহাবীগণ প্রশ্ন করেনঃ “তাহলে শয়তান তাদের হতে কোথায় রয়েছে?” উত্তরে তিনি বলেনঃ “শয়তানকে যে সৃষ্টি করা হয়েছে কি না এটাও তাদের জানা নেই। তারা আবার জিজ্ঞেস করেনঃ “তারাও কি মানুষ?” জবাবে তিনি বলেনঃ “না। হযরত আদম (আঃ)-এর সৃষ্টি সম্বন্ধেও তাদের কিছুই জানা নেই।”"
    },
    { "ayah": 2, "surah": 65, "text": "Please check ayah 65:3 for complete tafsir." },
    {
      "ayah": 3,
      "surah": 65,
      "text": "২-৩ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা বলেনঃ ইদ্দত বিশিষ্টা নারীদের ইদ্দতের সময়কাল যখন পূর্ণ হওয়ার নিকটবর্তী হবে তখন তাদের স্বামীদের দুটো পন্থার যে কোন একটি গ্রহণ করা উচিত। হয় তাদেরকে যথাবিধি স্ত্রীরূপেই রেখে দিবে, অর্থাৎ যে তালাক তাদেরকে দিয়েছিল তা হতে রাজআত করে তাদেরকে যথা নিয়মে তাদের বিবাহ বন্ধনে রেখে দিয়ে তাদের সাথে স্ত্রীরূপে বসবাস করবে, না হয় তাদেরকে তালাক দিয়ে দিবে। কিন্তু তাদেরকে গাল মন্দ দিবে না, শাসন গর্জন করবে না, বরং ভালভাবে তাদেরকে পরিত্যাগ করবে।এরপর আল্লাহ তাবারাকা ওয়া তা'আলা বলেনঃ যদি তোমরা তোমাদের স্ত্রীদেরকে রাজআত করে নাও তবে তোমাদের মধ্য হতে অর্থাৎ মুসলমানদের মধ্য হতে দুইজন ন্যায়পরায়ণ লোককে সাক্ষী রাখবে। যেমন সুনানে আবি দাউদ ও সুনানে ইবনে মাজাহতে বর্ণিত হয়েছে যে, হযরত ইমরান ইবনে হুসাইন (রাঃ)-কে জিজ্ঞেস করা হয়ঃ “একটি লোক তার স্ত্রীকে তালাক দিয়েছে, অতঃপর তার সাথে সহবাস করেছে। অথচ না সে তালাকের উপর সাক্ষী রেখেছে, না রাজআতের উপর সাক্ষী রেখেছে। এর হুকুম কি হবে?” উত্তরে তিনি বলেনঃ “সে সুন্নাতের বিপরীত তালাক দিয়েছে এবং সুন্নাতের বিপরীত রাজআত করেছে। তার উচিত ছিল তালাকের উপরও সাক্ষী রাখা এবং রাজআতের উপরও সাক্ষী রাখা। সে ভবিষ্যতে আর যেন এর পুনরাবৃত্তি না করে।” হযরত আতা (রঃ) বলেন যে, বিবাহ, তালাক এবং রাজআত দুই জন ন্যায়পরায়ণ সাক্ষী ছাড়া জায়েয নয়। যেমন আল্লাহ পাকের নির্দেশ রয়েছে। তবে নিরুপায়ভাবে হয়ে গেলে সেটা অন্য কথা।মহান আল্লাহ এরপর বলেনঃ সাক্ষী নির্ধারণ করার ও সত্য সাক্ষ্য দেয়ার নির্দেশ তাদেরকে দেয়া হচ্ছে যারা আল্লাহ ও আখিরাতে বিশ্বাস করে। যারা শরীয়তের পাবন্দ ও আখিরাতের শাস্তিকে ভয়কারী।ইমাম শাফেয়ী (রঃ)-এর একটি উক্তি এই যে, রাজআতের উপর সাক্ষী রাখা ওয়াজিব। অনুরূপভাবে তাঁর মতে বিবাহেও সাক্ষী রাখা ওয়াজিব। অন্য একটি জামাআতেরও এটাই উক্তি। এই মাসআলাকে স্বীকারকারী উলামায়ে কিরামের এ দলটি একথাও বলেন যে, মুখে উচ্চারণ করা ছাড়া রাজআত সাব্যস্ত হয় না। কেননা, সাক্ষী রাখা জরুরী। আর যে পর্যন্ত রাজআতের কথা মুখে উচ্চারণ না করবে সে পর্যন্ত কিভাবে সাক্ষী নির্ধারণ করা যাবে?মহামহিমান্বিত আল্লাহ বলেনঃ যে কেউ আল্লাহকে ভয় করে আল্লাহ তার পথ করে দিবেন। অর্থাৎ যে ব্যক্তি শরীয়তের আহকাম পালন করবে, আল্লাহর হারামকৃত জিনিস হতে দূরে থাকবে, তিনি তার মুক্তির পথ বের করে দিবেন। আর তিনি তাকে তার ধারণাতীত উৎস হতে দান করবেন। হযরত আবূ যার (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “একদা রাসূলুল্লাহ (সঃ) ………… (আরবি)-এই আয়াত দু’টি পাঠ করতে শুরু করেন। পাঠ শেষে তিনি বলেনঃ “হে আবূ যার (রাঃ)! যদি সমস্ত মানুষ শুধু এটা হতেই গ্রহণ করে তবে তাদের জন্যে যথেষ্ট হয়ে যাবে।” অতঃপর বারবার তিনি এগুলো পড়তে থাকলেন। শেষ পর্যন্ত আমার তন্দ্রা আসতে লাগলো। তারপর তিনি বললেনঃ “হে আবূ যার (রাঃ)! যখন তোমাকে মদীনা হতে বের করে দেয়া হবে তখন তুমি কি করবে?” আমি জবাবে বললামঃ আমি আরো বেশী প্রশস্ততা ও রহমতের দিকে চলে যাবো। অর্থাৎ মক্কা শরীফে চলে যাবো এবং আমি মক্কার কবুতররূপে থাকবো। তিনি আবার জিজেস করলেনঃ “তোমাকে যখন মক্কা হতেও বের করে দেয়া হবে তখন তুমি কি করবে?” আমি উত্তর দিলামঃ তখন আমি সিরিয়ার পবিত্র ভূমিতে চলে যাবো। তিনি পুনরায় প্রশ্ন করলেনঃ “তোমাকে যখন সিরিয়া হতেও বের করে দেয়া হবে তখন তুমি কি করবে?” আমি উত্তরে বললামঃ যিনি আপনাকে সত্যসহ প্রেরণ করেছেন তাঁর শপথ! আমি তখন আমার তরবারী কাঁধে রেখে মুকাবিলায় নেমে পড়বো। তিনি বললেনঃ “আমি তোমাকে এরচেয়ে উত্তম পন্থা বলে দিবো কি?” আমি বললামঃ অবশ্যই বলে দিন। তিনি বললেনঃ “তুমি শুনবে, মানবে, যদিও হাবশী গোলামও (নেতা) হয়।” (এ হাদীসটি মুসনাদে আহমদে বর্ণিত হয়েছে)মুসনাদে ইবনে আবি হাতিমে বর্ণিত আছে যে, হযরত আবদুল্লাহ ইবনে মাসউদ (রাঃ) বলেনঃ “কুরআন কারীমের মধ্যে সবচেয়ে ব্যাপক আয়াত হলো (আরবি)- (১৬:৯০)-এই আয়াতটি এবং প্রশস্ততম ওয়াদার আয়াত হলো (আরবি)-এই আয়াতটি। মসনাদের মধ্যে হযরত আবদুল্লাহ ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যক্তি খুব বেশী ইসতিগফার বা ক্ষমা প্রার্থনা করতে থাকে তাকে আল্লাহ সর্বপ্রকারের চিন্তা ও দুঃখ হতে মুক্তি দিয়ে থাকেন এবং সর্বপ্রকারের সংকীর্ণতা হতে প্রশস্ততা দান করেন, আর তাকে তার ধারণাতীত উৎস হতে রিয্‌ক দান করে থাকেন।”হযরত ইবনে আব্বাস (রাঃ) এ আয়াতের তাফসীরে বলেন যে, এর ভাবার্থ হচ্ছেঃ আল্লাহ তাকে দুনিয়া ও আখিরাতের সমস্ত দুঃখ-কষ্ট ও চিন্তা হতে মুক্তি দান করবেন। হযরত রাবী (রঃ) বলেন, এর অর্থ হচ্ছেঃ মানুষের উপর যে কাজ কঠিন হয়, আল্লাহ তা সহজ করে দেন। হযরত ইকরামা (রঃ) বলেন যে, এর ভাবার্থ হচ্ছেঃ যে ব্যক্তি আল্লাহর নির্দেশ অনুযায়ী তার স্ত্রীকে তালাক দিবে, আল্লাহ তাকে মুক্তি দান করবেন। হযরত ইবনে মাসউদ (রাঃ) প্রমুখ গুরুজন বলেনঃ সে জানে যে, আল্লাহ ইচ্ছা করলে দিবেন এবং ইচ্ছা করলে দিবেন না। আর তিনি এমন জায়গা হতে দিবেন যা সে জানে না। হযরত কাতাদা বলেন যে, এর ভাবার্থ হলোঃ আল্লাহ তাকে সন্দেহযুক্ত বিষয় ও মৃত্যুর সময়ের কষ্ট হতে রক্ষা করবেন। আর তাকে এমন জায়গা হতে রিয্‌ক দান করবেন যা তার কল্পনাতীত।হযরত সুদ্দী (রঃ) বলেন যে, এখানে আল্লাহ হতে ভয় করার অর্থ হলো সুন্নাত অনুযায়ী তালাক দেয়া ও সুন্নাত অনুযায়ী রাজআত করা। বর্ণিত আছে যে, হযরত আউফ ইবনে মালিক আশযায়ী (রাঃ) নামক রাসূলুল্লাহ্ (সঃ)-এর একজন সাহাবীর এক ছেলেকে কাফিররা গ্রেফতার করে নিয়ে যায় এবং জেলখানায় বন্দী করে দেয়। এরপর হযরত আউফ ইবনে মালিক (রাঃ) রাসূলুল্লাহ (সঃ)-এর কাছে আসতেন এবং তাঁর পুত্রের অবস্থা, প্রয়োজন এবং বিপদ আপদ ও কষ্টের কথা বর্ণনা করতেন। রাসূলুল্লাহ (সঃ) তাকে ধৈর্যধারণের উপদেশ দিতেন এবং বলতেনঃ “সত্বরই আল্লাহ তা’আলা তার মুক্তির পথ বের করে দিবেন।” অল্পদিন মাত্র অতিবাহিত হয়েছে, ইতিমধ্যে তাঁর পুত্র শক্রদের মধ্য হতে পলায়ন করেন। পথে তিনি শক্রদের ছাগলের পাল পেয়ে যান। ছাগলগুলো তিনি হাঁকিয়ে নিয়ে পিতার নিকট হাযির হন। ঐ সময় (আরবি) –এই আয়াত নাযিল হয়।” (এটা ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন)হযরত সাওবান (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “নিশ্চয়ই বান্দা গুনাহে লিপ্ত হওয়ার কারণে রিয্‌ক হতে বঞ্চিত হয়, দু'আ ছাড়া অন্য কিছু তকদীর ফিরায় না এবং নেক কাজ ও সদ্ব্যবহার ছাড়া অন্য কিছু হায়াত বৃদ্ধি করে না।” (এ হাদীসটি ইমাম আহমাদ (রঃ), ইমাম নাসাঈ (রঃ) ও ইমাম ইবনে মাজাহ (রঃ) বর্ণনা করেছেন)মুহাম্মাদ ইবনে ইসহাক (রঃ) বর্ণনা করেছেন যে, হযরত মালিক আশায়ীর (রাঃ) পুত্র হযরত আউফ (রাঃ) যখন কাফিরদের হাতে বন্দী ছিলেন তখন তিনি (হযরত মালিক আশযায়ী রাঃ) রাসূলুল্লাহ্ (সঃ)-এর নিকট আসেন (এবং তাঁকে এটা অবহিত করেন)। রাসূলুল্লাহ (সঃ) তাঁকে বলেনঃ “তুমি তাকে বলে পাঠাও যে সে যেন খুব বেশী বেশী (আরবি) পাঠ করতে থাকে।” কাফিররা হযরত আউফ (রাঃ)-কে বেঁধে রেখেছিল। একদা হঠাৎ করে তার বন্ধন খুলে যায় এবং তিনি সেখান হতে পালাতে শুরু করেন। বাইরে এসে তিনি তাদের একটি উষ্ট্রী দেখতে পান এবং ওর উপর সওয়ার হয়ে বাড়ী অভিমুখে রওয়ানা হয়ে যান। পথে তিনি কাফিরদের উটের পাল দেখে সবগুলো হাঁকিয়ে নিয়ে যান। কাফিররা তাঁর পশ্চাদ্বাবন করে। কিন্তু তখন তিনি তাদের নাগালের বাইরে। অবশেষে তিনি তাঁর বাড়ীর দূরযার উপর এসে ডাক দেন। ডাক শুনে তাঁর পিতা বলেনঃ “কা’বার প্রতিপালকের শপথ! এটা তো আউফ (রাঃ)-এর কণ্ঠ।” এ কথা শুনে তাঁর মা বলেনঃ “হায় কপাল! এটা আউফ (রাঃ)-এর কণ্ঠ কি করে হতে পারে? সে তো কাফিরদের হাতে বন্দী! অতঃপর পিতা, মাতা এবং খাদেম বাইরে এসে দেখেন যে, সত্যিই তিনি আউফ (রাঃ)। গোটা প্রাঙ্গন উটে ভর্তি হয়ে যায়। পিতা তাঁকে জিজ্ঞেস করেনঃ “এ উটগুলো কেমন?” উত্তরে তিনি ঘটনাটি বর্ণনা করেন। পিতা বলেনঃ “আচ্ছা, থামো। আমি এটা সম্পর্কে রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করে আসি।” রাসূলুল্লাহ (সঃ) একথা শুনে বললেনঃ “এগুলো সবই তোমার মাল। তোমার মনে যা চায় তাই করতে পার।” ঐ সময় (আরবি)-এই আয়াত অবতীর্ণ হয়।” (এটা ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)হযরত ইমরান ইবনে হুসাইন (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যক্তি সব দিকের সম্পর্ক ছিন্ন করে আল্লাহর হয়ে যায়, আল্লাহ তার সব কাঠিন্যে তার জন্যে যথেষ্ট হয়ে যান এবং তার ধারণাতীত উৎস হতে তাকে রিযিক দান করে থাকেন। আর যে ব্যক্তি আল্লাহ হতে সরে গিয়ে দুনিয়ার হয়ে যায়, আল্লাহ তাকে দুনিয়ার হাতেই সঁপে দেন।”  (এটাও ইমাম ইবনে আবি হাতিমই (রঃ) বর্ণনা করেছেন)হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, একদা তিনি রাসূলুল্লাহ (সঃ)-এর সওয়ারীতে তার পিছনে উপবিষ্ট ছিলেন। ঐ সময় রাসূলুল্লাহ (সঃ) তাঁকে বলেনঃ “হে বালক! আমি তোমাকে কয়েকটি কথা শিখিয়ে দিচ্ছি। তুমি আল্লাহকে স্মরণ করবে, তাহলে আল্লাহ তোমাকে স্মরণ করবেন। তুমি আল্লাহর হুকুমের হিফাযত করবে, তাহলে তুমি আল্লাহকে তোমার পাশে এমনকি তোমার সামনে পাবে। কিছু চাইতে হলে আল্লাহর কাছেই চাবে। সাহায্য প্রার্থনা করতে হলে তাঁর কাছেই করবে। সমস্ত উম্মত মিলিত হয়ে যদি তোমার উপকার করতে চায় এবং তা যদি আল্লাহ না চান তবে তারা তোমার সামান্যতম উপকারও করতে পারবে না। অনুরূপভাবে সবাই মিলিত হয়ে যদি তোমার ক্ষতি করতে চায় তবে তারা তোমার ক্ষতি করতে পারবে না, তোমার ভাগ্যে আল্লাহ যা লিখে রেখেছেন তা ছাড়া। কলম উঠে গেছে এবং কাগজ শুকিয়ে গেছে।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন। জামে তিরমিযীতেও এ হাদীসটি রয়েছে এবং ইমাম তিরমিযী (রঃ) এটাকে হাসান সহীহ বলেছেন)হযরত আবদুল্লাহ ইবনে মাসউদ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যক্তি কোন প্রয়োজনে পড়ে এবং সে তা জনগণের সামনে তুলে ধরে, খুব সম্ভব সে কঠিন অবস্থায় পড়ে যাবে, তার কাজ হালকা হবে না। পক্ষান্তরে যে ব্যক্তি তার প্রয়োজন আল্লাহর নিকট নিয়ে যায়, আল্লাহ অবশ্য অবশ্যই তার প্রয়োজন পুরো করে থাকেন এবং তার উদ্দেশ্য সফল করেন। হয়তো তাড়াতাড়ি এই দুনিয়াতেই পুরো করেন, না হয় মৃত্যুর পর আখিরাতে পুরো করবেন।” (এ হাদীসটি মুসনাদে আহমাদে বর্ণিত হয়েছে)মহান আল্লাহ বলেনঃ আল্লাহ তাঁর ইচ্ছা পূরণ করবেনই। অর্থাৎ তিনি স্বীয় আহকাম যেমনভাবে চান তাঁর মাখলূকের মধ্যে পুরো করে থাকেন।আল্লাহ সব কিছুর জন্যে স্থির করেছেন নির্দিষ্ট মাত্রা। যেমন তিনি অন্য জায়গায় বলেছেনঃ (আরবি) অর্থাৎ তাঁর বিধানে প্রত্যেক বস্তুরই এক নির্দিষ্ট পরিমাণ রয়েছে।”(১৩:৮)"
    },
    { "ayah": 4, "surah": 65, "text": "Please check ayah 65:5 for complete tafsir." },
    {
      "ayah": 5,
      "surah": 65,
      "text": "৪-৫ নং আয়াতের তাফসীর\nযেসব নারীর বয়স বেশী হয়ে যাওয়ার কারণে মাসিক ঋতু বন্ধ হয়ে গেছে এখানে তাদের ইদ্দতের বর্ণনা দেয়া হচ্ছে যে, তাদের ইদ্দত হলো তিন মাস, যেমন ঋতুমতী নারীদের ইদ্দত হলো তিন হায়েয। যেমন সূরায়ে বাকারার আয়াত এটা প্রমাণ করে। অনুরূপভাবে যেসব অপ্রাপ্ত বয়স্কা মেয়েদের এখনো রজস্বলা হয়নি তাদেরও ইদ্দত তিন মাস।‘যদি তোমরা সন্দেহ কর’ এর তাফসীরে দু'টি উক্তি রয়েছে। এক তো এই যে, তারা রক্ত দেখলো এবং এতে সন্দেহ থাকলো যে, এটা হায়েযের রক্ত, না ইসহাযা রোগের রক্ত। আর দ্বিতীয় উক্তি এই যে, তাদের ইদ্দতের হুকুমের ব্যাপারে সন্দেহ হয় এবং সেটা জানা যায় না। তাহলে সেটা হবে তিন মাস। এই দ্বিতীয় উক্তিটিই বেশী প্রকাশমান। এই রিওয়াইয়াতটিও এর দলীল যে, হযরত উবাই ইবনে কা'ব (রাঃ) বলেছিলেনঃ “হে আল্লাহর রাসূল (সঃ)! বহু স্ত্রীলোকের ইদ্দত এখনো বর্ণনা করা হয়নি। যেমন নাবালেগ মেয়ে, বৃদ্ধা এবং গর্ভবতী। স্ত্রীলোকদের (ইদ্দতের বর্ণনা দেয়া হয়নি)।” তখন এই আয়াত অবতীর্ণ হয়। অতঃপর গর্ভবতীর ইদ্দত বর্ণনা করা হচ্ছে যে, তার ইদ্দত হলো সন্তান ভূমিষ্ট হওয়া। হয় এটা তালাক, না হয় স্বামীর মৃত্যুর অল্প কিছুকাল পরেই হোক। যেমন এটা কুরআনের এই আয়াত ও হাদীসে নববী (সঃ) দ্বারা প্রমাণিত। আর জমহুর উলামা এবং পূর্বযুগীয় ও পরযুগীয় আলেমদের উক্তি এটাই। তবে হযরত আলী (রাঃ) ও হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, সূরায়ে বাকারার আয়াত এবং এই আয়াতটি মিলিত করে তাঁদের ফতওয়া হলোঃ এই দুটোর মধ্যে যেটা বেশী দেরীতে শেষ হবে ঐ ইদ্দতই সে গণনা করবে। অর্থাৎ যদি সন্তান তিন মাসের পূর্বেই ভূমিষ্ট হয়ে যায় তবে তার ইদ্দত হবে তিন মাস। আর যদি তিন মাস অতিক্রান্ত হওয়ার পরেও সন্তান ভূমিষ্ট না হয় তবে সন্তান ভূমিষ্ট হওয়ার পূর্ব পর্যন্ত সময় ইদ্দত রূপে গণ্য হবে।হযরত আবূ সালমা (রাঃ) হতে বর্ণিত আছে যে, একজন লোক হযরত ইবনে আব্বাস (রাঃ)-এর নিকট আগমন করে। ঐ সময় হযরত আবূ হুরাইরা (রাঃ) তাঁর নিকট বিদ্যমান ছিলেন। লোকটি হযরত ইবনে আব্বাস (রাঃ)-কে জিজ্ঞেস করেঃ “যে মহিলার স্বামীর মৃত্যুর চল্লিশ দিন পর সন্তান ভূমিষ্ট হয় তার ব্যাপারে আপনার ফতওয়া কি?” উত্তরে তিনি বলেনঃ “দুটো ইদ্দতের মধ্যে শেষের ইদ্দতটি সে পালন করবে অর্থাৎ এই অবস্থায় তার ইদ্দত হবে তিন মাস।” হযরত আবূ সালমা (রাঃ) তখন বলেনঃ “কুরআন কারীমে তো রয়েছে যে, গর্ভবতী মহিলার ইদ্দত হলো সন্তান ভূমিষ্ট হওয়া পর্যন্ত সময়কাল পর্যন্ত?” হযরত আবূ হুরাইরা (রাঃ) তখন বলেনঃ “আমিও আমার চাচাতো ভাই হযরত আবূ সালমা (রাঃ)-এর সাথে রয়েছি। অর্থাৎ আমার ফতওয়াও এটাই।\" তৎক্ষণাৎ হযরত ইবনে আব্বাস (রাঃ) তার গোলাম কুরাইব (রাঃ)-কে হযরত উম্মে সালমা (রাঃ)-এর নিকট এই মাসআলা জানার জন্যে প্রেরণ করেন। হযরত উম্মে সালমা (রাঃ) বলেন যে, হযরত সুবাইআহ আসলামিয়্যাহ (রাঃ)-এর স্বামী যখন নিহত হন তখন তিনি গর্ভবতী ছিলেন। চল্লিশ দিন পর তিনি সন্তান প্রসব করেন। তখনই বাগদাতার আগমন ঘটে এবং রাসূলুল্লাহ (সঃ) তাঁর বিয়ে পড়িয়ে দেন। বাগদানকারীদের মধ্যে হযরত আবূস সানাবিলও (রাঃ) ছিলেন।” (এ হাদীসটি ইমাম বুখারী (রঃ) বর্ণনা করেছেন। এটা কিছু দীর্ঘতার সাথে অন্যান্য কিতাবেও বর্ণিত হয়েছ)বর্ণিত আছে যে, হযরত আবদুল্লাহ ইবনে উত্তাহ (রাঃ) হযরত উমার ইবনে আবদিল্লাহ ইবনে আরকাম যুহরীর (রাঃ) কাছে পত্র লিখেন যে, তিনি যেন সুবাইয়াহ বিনতু হারিস আসলামিয়্যাহ (রাঃ)-এর নিকট গিয়ে তাঁকে তাঁর ঘটনাটি জিজ্ঞেস করেন এবং তা জেনে নিয়ে তাঁর কাছে পত্র লিখেন। তাঁর কথামত হযরত উমার ইবনে আবদিল্লাহ (রাঃ) হযরত সুবাইআহ (রাঃ)-এর কাছে গমন করেন এবং তাঁর নিকট হতে তার ঘটনাটি জেনে নিয়ে হযরত আবদুল্লাহ ইবনে উবাহ (রাঃ)-এর কাছে পত্র লিখেন যে, হযরত সুবাইআহ (রাঃ)-এর স্বামী ছিলেন হযরত সা’দ ইবনে খাওলাহ (রাঃ)। তিনি বদরী সাহাবী ছিলেন। বিদায় হজ্বে তিনি মৃত্যুমুখে পতিত হন। ঐ সময় তাঁর স্ত্রী হযরত সুবাইআহ (রাঃ) গর্ভবতী ছিলেন। অল্পদিন পরেই তাঁর সন্তান ভূমিষ্ট হয়। নিফাস হতে পবিত্র হওয়ার পর তিনি ভাল কাপড় পরিহিতা হয়ে সাজ-সজ্জা করে বসে পড়েন। হযরত আবূস সানাবিল বাকাফ যখন তাঁর নিকট আসেন তখন তাঁকে এ অবস্থায় দেখে জিজ্ঞেস করেনঃ “তুমি যে এভাবে বসে রয়েছো, তুমি কি বিয়ে করতে চাও? আল্লাহর কসম! চার মাস দশদিন অতিবাহিত না হওয়া পর্যন্ত তুমি বিয়ে করতে পার না।” তিনি একথা শুনে চাদর গায়ে দিয়ে রাসূলুল্লাহ (সঃ)-এর খিদমতে হাযির হন এবং তাকে এ মাসআলা জিজ্ঞেস করেন। রাসূলুল্লাহ (সঃ) তাঁকে বলেনঃ “সন্তান প্রসবের পরেই তোমার ইদ্দত শেষ হয়ে গেছে। সুতরাং এখন তুমি ইচ্ছা করলে বিয়ে করতে পার।” (এ হাদীসটি সহীহ মুসলিমে বর্ণিত হয়েছে)সহীহ বুখারীতে এ আয়াতের অধীনে এই হাদীসটি আনয়ন করার পর এও রয়েছে যে, হযরত মুহাম্মাদ ইবনে সীরীন (রাঃ) এক মজলিসে ছিলেন। যেখানে হযরত আবদুর রহমান ইবনে আবূ লাইলাও (রাঃ) ছিলেন, যাঁকে তাঁর সঙ্গী সাথীরা খুবই সম্মান প্রদর্শন করতেন। তিনি গর্ভবতী নারীর ইদ্দতের সময়কাল বলতে গিয়ে বলেন যে, ওটা দুই ইদ্দতের মধ্যে শেষটি। মুহাম্মাদ ইবনে সীরীন (রঃ) তখন তাঁকে সুবাইআহ বিনতু হারিস (রাঃ)-এর হাদীসটি শুনিয়ে দেন। তখন তার কোন এক সাথী মুহাম্মাদ ইবনে সীরীন (রঃ)-কে কিছু তিরস্কার করেন। ইবনে সীরীন তখন বলেনঃ “তাহলে তো যদি আমি আবদুল্লাহ (রাঃ)-এর উপর মিথ্যা অপবাদ দিই তবে আমার তার উপর বড়ই বাহাদুরী দেখানো হবে, অথচ তিনি এখনো কুফার এক প্রান্তে জীবিত বিদ্যমান রয়েছেন।” তখন তিনি কিছু লজ্জিত হলেন এবং বললেনঃ “কিন্তু তাঁর চাচা তো একথা বলেন না।” ইবনে সীরীন (রঃ) বলেনঃ “আমি তখন হযরত আবূ আতিয়্যাহ মালিক ইবনে আমির (রঃ)-এর সঙ্গে সাক্ষাৎ করলাম। তিনি আমাকে সুবাইআহ (রাঃ)-এর হাদীসটি পূর্ণভাবে শুনালেন। আমি তাকে বললামঃ এ ব্যাপারে আপনি হযরত আবদুল্লাহ (রাঃ) হতে কিছু শুনেছেন কি? তিনি উত্তরে বলেনঃ আমরা হযরত আবদুল্লাহ (রাঃ)-এর নিকটে ছিলাম। তিনি বলেনঃ “তোমরা কি তার উপর কঠোরতা অবলম্বন করছে এবং তাকে অবকাশ দিচ্ছ না?\" তখন সূরায়ে নিসা অবতীর্ণ হয়। সূরায়ে কাসরা অর্থাৎ সূরায়ে তালাক সূরায়ে নিসা তূলার পরে অবতীর্ণ হয়। আর এতে বলা হয়েছে যে, গর্ভবতী নারীদের ইদ্দতকাল হলো সন্তান প্রসব পর্যন্ত। ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন যে, হযরত আবদুল্লাহ ইবনে মাসউদ (রাঃ) বলেনঃ “যে মুলাআনাহ (পরস্পর অভিশাপ) করতে চায়, আমি তার সাথে মুলাআনাহ করতে প্রস্তুত আছি। অর্থাৎ আমার ফতওয়ার বিপরীত যে ফতওয়া দেয় সে যেন আমার সাথে মুকাবিলা করতে আসে এবং মিথ্যাবাদীর উপর আল্লাহর লা’নত বর্ষিত হওয়ার দুআ করে। আমার ফতওয়া এই যে, গর্ভবতী নারীর ইদ্দতকাল হলো সন্তান প্রসব পর্যন্ত। প্রথমে হুকুম ছিল এই যে, যেসব নারীর স্বামী মারা যাবে তারা যেন চার মাস দশদিন ইদ্দত পালন করে। তারপর এই আয়াত অবতীর্ণ হয় যে, গর্ভবতী নারীদের ইদ্দতকাল হলো সন্তান প্রসব পর্যন্ত। সুতরাং এই নারীগুলো ঐ নারীগুলো হতে বিশিষ্টা হয়ে গেল। এখন মাসআলা এটাই থাকলো যে, যে নারীর স্বামী মারা যাবে সে গর্ভবতী হলে তার সন্তান ভূমিষ্ট হওয়ার পরেই তার ইদ্দতকাল পূর্ণ হয়ে যাবে।”মুসনাদে ইবনে আবি হাতিমে বর্ণিত আছে যে, হযরত ইবনে মাসউদ (রাঃ) একথা ঐ সময় বলেছিলেন যখন তিনি জানতে পারেন যে, হযরত আলী (রাঃ)-এর ফতওয়া হলোঃ গর্ভবতী নারীর ইদ্দতকাল দুই ইদ্দতের শেষ ইদ্দত। মুসনাদে আহমাদে রয়েছে যে, হযরত উবাই ইবনে কা'ব (রাঃ) রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করেনঃ “গর্ভবতী নারীদের ইদ্দতকাল যে সন্তান প্রসব পর্যন্ত, এটা কি তিন তালাক দেয়া হয়েছে এরূপ নারীদের ইদ্দতকাল, না যাদের স্বামী মারা গেছে তাদের ইদ্দতকাল?” রাসূলুল্লাহ (সঃ) উত্তরে বলেনঃ “এটা উভয়েরই ইদ্দতকাল।” (এ হাদীসটি খুবই গরীব, এমনকি মুনকারও বটে। কেননা, এর ইসনাদের মধ্যে মুসান্না ইবনে সাবাহ রয়েছে যার হাদীস সম্পূর্ণরূপে পরিত্যাজ্য। কিন্তু এর অন্য সনদও রয়েছে) মহান আল্লাহ বলেনঃ আল্লাহকে যে ভয় করে, আল্লাহ তার সমস্যার সমাধান সহজ করে দেন। যে কোন বিপদ আপদ ও কষ্ট হতে তাকে শান্তি দান করে থাকেন।এটা আল্লাহর বিধান যা তিনি বান্দাদের প্রতি রাসূলুল্লাহ (সঃ)-এর মাধ্যমে অবতীর্ণ করেছেন। আল্লাহকে যে ভয় করে তিনি তার পাপ মোচন করবেন এবং তাকে দান করবেন মহাপুরস্কার।"
    },
    { "ayah": 6, "surah": 65, "text": "Please check ayah 65:7 for complete tafsir." },
    {
      "ayah": 7,
      "surah": 65,
      "text": "৬-৭ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা স্বীয় বান্দাদেরকে হুকুম করছেন যে, যখন তাদের মধ্যে কেউ তার স্ত্রীকে তালাক দিবে তখন যেন তার ইদ্দতকাল পূর্ণ না হওয়া পর্যন্ত তাকে তার বসবাসের জায়গা দেয়। এ জায়গা তার শক্তি ও সামর্থ্য অনুযায়ী হবে। এমনকি হযরত কাতাদাহ (রঃ) বলেন যে, যদি সে খুবই সংকীর্ণ অবস্থার লোক হয় তবে যেন তার ঘরের এক কোণাতেই তাকে স্থান দেয়।মহান আল্লাহ বলেনঃ তোমরা তাদেরকে সংকটে ফেলার উদ্দেশ্যে উত্যক্ত করো না। তাদেরকে কষ্ট দিয়ে এমন সংকটময় অবস্থায় ফেলে দিয়ো না যে, তারা সহ্য করতে না পেরে বাড়ী ছেড়ে চলে যায়। অথবা তোমাদের হাত হতে রক্ষা পাওয়ার জন্যে তারা তাদের প্রাপ্য মোহর ছেড়ে দেয়। কিংবা তোমরা তাদেরকে এমনভাবে তালাক দিবে না যে, ইদ্দত পূর্ণ হওয়ার দুই একদিন পূর্বে রাজআত করার ঘোষণা দিবে, এরপর আবার তালাক দিবে এবং ইদ্দত পূর্ণ হওয়ার নিকটবর্তী সময়ে রাজমাত করে নিবে।এরপর ইরশাদ হচ্ছেঃ তালাকপ্রাপ্তা নারী যদি গর্ভবতী হয় তবে তার খাওয়া-খরচের দায়িত্ব তার স্বামীর। অধিকাংশ আলেমের মতে এই হুকুম ঐ মহিলাদের জন্যে খাস করে বর্ণনা করা হচ্ছে যাদেরকে শেষের তালাক দিয়ে দেয়া হয়েছে। যাদেরকে রাজআত করার অধিকার স্বামীর নেই। কেননা, যাকে রাজআত করার অধিকার স্বামীর উপর রয়েছে তার খরচাদি বহন করার দায়িত্ব তো স্বামীর উপর রয়েছেই। সে গর্ভবতী হোক আর না-ই হোক। অন্যান্য আলেমগণ বলেন যে, এটা ঐ নারীদেরও হুকুমের বর্ণনা যাদেরকে রাজআত করার অধিকার স্বামীদের রয়েছে। কেননা, উপরেও এদের বর্ণনা ছিল। এটাকে পৃথকভাবে বর্ণনা করার কারণ এই যে, সাধারণতঃ গর্ভবতীর ইদ্দত কাল দীর্ঘ হয়ে থাকে। সুতরাং কেউ যেন এটা ধারণা না করে যে, ইদ্দতের সময়কাল পর্যন্ত তো তার স্ত্রীর খরচ বহনের দায়িত্ব তার উপর ন্যস্ত, তার পরে নয়। এজন্যেই পরিষ্কারভাবে ঘোষণা করে দেয়া হয়েছে যে, রাজয়ী তালাক দেয়ার সময় যদি স্ত্রী গর্ভবতী হয় তবে সন্তান ভূমিষ্ট না হওয়া পর্যন্ত তার খরচ বহনের দায়িত্ব স্বামীর উপর অর্পিত। এ ব্যাপারেও আলেমদের মধ্যে মতানৈক্য রয়েছে যে, এই খরচ তার জন্যে গর্ভের মাধ্যমে, না গর্ভের জন্যে? ইমাম শাফিয়ী (রঃ) প্রমুখ হতে দু’টি উক্তিই বর্ণিত আছে এবং এর ভিত্তিতে বহু মাসআলাতেও মতানৈক্য প্রকাশ পেয়েছে।  এরপর মহামহিমান্বিত আল্লাহ বলেনঃ যখন এই তালাকপ্রাপ্ত নারীরা গর্ভ হতে ফারেগ হবে তখন যদি তারা তোমাদের সন্তানদেরকে দুধ পান করায় তবে তাদেরকে দুধ পান করাতে দিতে হবে। তবে সন্তানদেরকে দুধ পান করানো বা না করানোর এখতেয়ার তাদের রয়েছে। কিন্তু প্রথম বারের দুধ পান অবশ্য তাদেরকে করাতেই হবে। পরে না পান করাতেও পারে। কেননা, শিশুর জীবন সাধারণতঃ এই দুধের সাথেই জড়িত। অতঃপর সে যদি এর পরেও দুধ পান করাতে থাকে তবে পিতা-মাতার মধ্যে যে পারিশ্রমিক দানের সিদ্ধান্ত গৃহীত হবে তা অবশ্যই আদায় করতে হবে। তোমরা পরস্পর যে কাজ করে থাকো তা কল্যাণের সাথে ও নিয়ম মাফিক হওয়া উচিত। এটা নয় যে, ক্ষতি করার চেষ্টা করবে এবং তাকে কষ্ট দেয়ার চেষ্টা করবে। যেমন সূরায়ে বাকারায় রয়েছেঃ (আরবি)অর্থাৎ “মাতাকে তার ছেলের ব্যাপারে কষ্ট দেয়া হবে না এবং পিতাকে তার ছেলের ব্যাপারে কষ্ট দেয়া হবে না।” (২:২৩৩)মহান আল্লাহ বলেনঃ যদি পরস্পরের মধ্যে মতভেদ হয়, যেমন শিশুর পিতা কম দিতে চায় এবং মাতা তা স্বীকার করতে চায় না, অথবা মাতা বেশী দাবী করে এবং পিতার নিকট তা ভারী বোধ হয়, তারা কোনক্রমেই একমত হতে পারে না, তবে স্বামীর অন্য কোন ধাত্রী রাখার এখতেয়ার রয়েছে। হ্যাঁ, তবে ধাত্রীকে যে পারিশ্রমিক দেয়া হবে সেটা নিতেই যদি মা সম্মতি প্রকাশ করে তবে মায়েরই অগ্রাধিকার থাকবে।এরপর আল্লাহ তাবারাকা ওয়া তা'আলা বলেনঃ শিশুর পিতা অথবা অভিভাবক যে রয়েছে তার উচিত যে, সে যেন তার সামর্থ্য অনুযায়ী শিশুর উপর খরচ করে। বিত্তবান নিজ সামর্থ্য অনুযায়ী খরচ করবে এবং যার জীবনোপকরণ সীমিত সে আল্লাহ যা দান করেছেন তা হতে ব্যয় করবে। আল্লাহ যাকে যে সামর্থ্য দিয়েছেন তদপেক্ষা গুরুতর বোঝা তিনি তার উপর চাপান না। তাফসীরে ইবনে জারীরে রয়েছে যে, হযরত উমার (রাঃ) হযরত আবূ উবাইদাহ (রাঃ)-এর ব্যাপারে জিজ্ঞেস করে জানতে পারেন যে, তিনি মোটা কাপড় পরিধান করে থাকেন এবং হালকা খাবার খেয়ে থাকেন। অতঃপর তিনি তাঁর নিকট এক হাজার স্বর্ণ মুদ্রা পাঠিয়ে দেয়ার নির্দেশ দেন এবং প্রেরিত লোকটিকে বলে দেন যে, তিনি ঐ এক হাজার স্বর্ণ মুদ্রা পেয়ে কি করেন তা যেন সে দেখে আসে। যখন তিনি এই এক হাজার স্বর্ণ মুদ্রা প্রাপ্ত হন। তখন মিহিন কাপড় পরতে এবং খুব উত্তম খাদ্য খেতে শুরু করেন। প্রেরিত দূত ফিরে এসে হযরত উমার (রাঃ)-এর সামনে ঘটনাটি বর্ণনা করেন। ঘটনা শুনে হযরত উমার (রাঃ) বলেনঃ “আল্লাহ হযরত আবূ উবাইদাহ (রাঃ)-এর উপর দয়া করুন! তিনি …… (আরবি) আয়াতের উপর আমল করেছেন। হাফিয আবূল কাসিম তিবরানী (রঃ) একটি গারীব হাদীস বর্ণনা করেছেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “একটি লোকের নিকট দশটি দীনার (স্বর্ণমুদ্রা) ছিল। সে তা হতে একটি দীনার আল্লাহর পথে সাদকা করে। দ্বিতীয় এক ব্যক্তির নিকট দশ উকিয়া (এক ঊকিয়ায় চল্লিশ দিরহাম হয়) ছিল। তা হতে সে এক উকিয়া আল্লাহর পথে খরচ করে। তৃতীয় আর এক ব্যক্তির নিকট একশ’ উকিয়া ছিল। তা হতে সে আল্লাহর নামে দশ উকিয়া খরচ করে। এরা তিন জনই প্রতিদান পাওয়ার ব্যাপারে আল্লাহর নিকট সমান। কেননা, প্রত্যেকেই তার মালের এক দশমাংশ আল্লাহর পথে খরচ করেছে। এরপর মহান আল্লাহ বলেনঃ আল্লাহ কষ্টের পর দিবেন স্বস্তি। যেমন অন্য জায়গায় বলেনঃ (আরবি) অর্থাৎ “অবশ্য কষ্টের পরেই স্বস্তি আছে।” (৯৪:৬)মুসনাদে আহমাদের হাদীসটি এখানে উল্লেখযোগ্য। তাতে রয়েছে যে, হযরত আবূ হুরাইরা (রাঃ) বলেনঃ “পূর্ব যুগে এক স্বামী ও এক স্ত্রী বাস করতো। তারা অত্যন্ত দারিদ্রের মধ্যে কালাতিপাত করতো। তাদের কাছে জীবন ধারণের কিছুই ছিল না। একদা স্বামী সফর হতে ফিরে আসে। সে ক্ষুধার জ্বালায় অত্যন্ত অস্থির হয়ে পড়েছিল। স্ত্রীকে জিজ্ঞেস করলোঃ “কোন খাবার আছে কি?\" স্ত্রী বললেনঃ “আপনি খুশী হন, আল্লাহ প্রদত্ত খাদ্য আমাদের নিকট এসে পৌঁছেছে।” স্বামী বললোঃ “তাহলে নিয়ে এসো। যা আছে তাই এনে দাও। আমি অত্যন্ত ক্ষুধার্ত।” স্ত্রী বললোঃ “আরো একটু ধৈর্য ধারণ করুন! আমাদের আল্লাহর রহমতের বহু কিছু আশা রয়েছে। যখন আরো কিছু বিলম্ব হয়ে গেল তখন স্বামী আবার বললোঃ “তোমার কাছে যা কিছু আছে তা নিয়ে আস না কেন? আমি যে ক্ষুধার জ্বালায় অত্যন্ত কষ্ট পাচ্ছি। স্ত্রী বললোঃ “এতো তাড়াতাড়ি করছেন কেন? এখনই আমি চুল্লী হতে হাঁড়ি নামিয়ে আনছি।” কিছুক্ষণ পর স্ত্রী যখন দেখলো যে, স্বামী আবার তাগাদা করতে উদ্যত হচ্ছে তখন সে নিজে নিজে বলতে লাগলোঃ “উঠে তন্দুর হতে হাঁড়ি উঠিয়ে দেখি তো!” উঠে দেখে যে, আল্লাহর অসীম কুদরতে তার ভরসার বিনিময়ে হাঁড়ি বকরীর গোশতে পূর্ণ হয়ে আছে। এবং আরো দেখে যে, ঘরের যাঁতা ঘুরতে রয়েছে এবং আটা বের হতে আছে। সে হাঁড়ি হতে সমস্ত গোশত বের করে নিলো এবং যাতা হতে আটা উঠিয়ে নিলো এবং যাতা ঝেড়ে ফেললো। হযরত আবূ হুরাইরা (রাঃ) বলেনঃ “যাঁর হাতে আবূল কাসেম (সঃ)-এর প্রাণ রয়েছে তাঁর শপথ! হযরত মুহাম্মাদ (সঃ) বলেছেনঃ যদি সে যাঁতা না ঝাড়তো বরং শুধু আটা নিয়ে নিতো তবে কিয়ামত পর্যন্ত ঐ যাঁতা ঘুরতে থাকতো।”অন্য একটি রিওয়াইয়াতে রয়েছে যে, একটি লোক বাড়ীতে প্রবেশ করে দেখে যে, ক্ষুধার জ্বালায় পরিবারস্থ লোকদের অবস্থা অত্যন্ত শোচনীয় হয়ে পড়েছে। এ দেখে সে জঙ্গলের দিকে চলে যায়। তার স্ত্রী যখন দেখলো যে, তার স্বামী অত্যন্ত বিচলিত অবস্থায় রয়েছে এবং তাদের করুণ দৃশ্য দেখতে না পেরে বাড়ী হতে চলে গেছে, তখন সে তার যাতা ঠিকঠাক করলো এবং চুল্লীতে আগুন ধরিয়ে দিলো। অতঃপর আল্লাহ তা'আলার নিকট প্রার্থনা করলোঃ “হে আল্লাহ! আমাদেরকে আপনি রিয্‌ক দান করুন!” দু'আ শেষে উঠে দেখে যে, হাঁড়ি গোশতে পরিপূর্ণ রয়েছে এবং যাতা ঘুরতে রয়েছে ও আটা বের হতে আছে। ইতিমধ্যে স্বামী বাড়ীতে পৌঁছে গেল এবং স্ত্রীকে জিজ্ঞেস করলোঃ আমি বাড়ী হতে যাওয়ার পর কিছু পেয়েছো কি?” স্ত্রী উত্তরে বললোঃ “হ্যাঁ, মহান আল্লাহ আমাদেরকে বহু কিছু দান করেছেন। সে গিয়ে যাঁতার পাট উঠিয়ে নিলো। নবী (সঃ)-এর সামনে ঘটনাটি বর্ণিত হলে তিনি বলেনঃ “যদি সে যাতার পাট না উঠাতো তবে কিয়ামত পর্যন্ত ঐ যাতা ঘুরতে থাকতো।”"
    },
    { "ayah": 8, "surah": 65, "text": "Please check ayah 65:11 for complete tafsir." },
    { "ayah": 9, "surah": 65, "text": "Please check ayah 65:11 for complete tafsir." }
  ]
}
