{
  "ayahs": [
    { "ayah": 1, "surah": 66, "text": "Please check ayah 66:5 for complete tafsir." },
    {
      "ayah": 10,
      "surah": 66,
      "text": "৯-১০ নং আয়াতের তাফসীর\nআল্লাহ তা’আলা স্বীয় রাসূল (সঃ)-কে কাফির ও মুনাফিকদের বিরুদ্ধে অস্ত্র-শস্ত্রসহ জিহাদ করার নির্দেশ দিচ্ছেন। আরো নির্দেশ দিচ্ছেন দুনিয়ায় তাদের প্রতি কঠোর হতে। আর পরকালেও তাদের আশ্রয়স্থল হবে জাহান্নাম এবং ওটা কতই না নিকৃষ্ট প্রত্যাবর্তন স্থল।এরপর আল্লাহ দৃষ্টান্ত দ্বারা বুঝাচ্ছেন যে, কাফিরদের তাদের কুফরী সত্ত্বেও মুসলমানদের সাথে দুনিয়ায় মিলে মিশে থাকা কিয়ামতের দিন কোনই উপকারে আসবে না। যেমন দুই জন নবী, হযরত নূহ (আঃ) ও হযরত লূত (আঃ)-এর স্ত্রীদ্বয়, যারা সদা-সর্বদা এই নবীদের সাহচর্যে থাকতো, তাঁদের সাথে সব সময় উঠা বসা করতো, এক সাথে পানাহার করতো এবং এক সাথে রাত্রি যাপনও করতো, কিন্তু যেহেতু তাদের মধ্যে ঈমান ছিল না, বরং তারা কুফরীর উপর কায়েম ছিল, সেই হেতু নবীদের অষ্ট প্রহরের সাহচর্য তাদের কোন কাজে আসলো না। নবীগণ তাদের পারলৌকিক কোন উপকার করতে পারলেন না এবং তাদেরকে ধ্বংসের হাত হতে রক্ষা করতে সক্ষম হলেন না। বরং তাদেরকেও জাহান্নামীদের সাথে জাহান্নামে চলে যাওয়ার নির্দেশ দেয়া হলো। এটা স্মরণ রাখার বিষয় যে, এখানে খিয়ানত দ্বারা ব্যভিচার উদ্দেশ্য নয়। নবীদের (আঃ) পবিত্রতা ও সততা এতো ঊর্ধ্বে যে, তাদের স্ত্রীদের মধ্যে ব্যভিচাররূপ জঘন্য পাপকার্য প্রকাশ পাওয়া সম্ভব হতে পারে না। আমরা সূরায়ে নূরের তাফসীরে এর পূর্ণ বর্ণনা দিয়েছি। বরং এখানেও উদ্দেশ্য দ্বীনের ব্যাপারে খিয়ানত করা। অর্থাৎ তারা দ্বীনের ব্যাপারে তাদের স্বামীদের খিয়ানত বা বিশ্বাসঘাতকতা করেছিল। দ্বীনের কাজে তাদের সঙ্গিনী হয়নি।হযরত ইবনে আব্বাস (রাঃ) বলেন যে, তাদের বিশ্বাসঘাতকতা ব্যভিচার ছিল না। বরং এই ছিল যে, হযরত নূহ (আঃ)-এর স্ত্রী বলতো যে, এই লোকটি অর্থাৎ হযরত নূহ (আঃ) একজন পাগল। আর হযরত লূত (আঃ)-এর স্ত্রীর বিশ্বাসঘাতকতা এই ছিল যে, তাঁর বাড়ীতে কোন মেহমান আসলে সে কাফিরদেরকে খবর দিয়ে দিতো। হযরত নূহ (আঃ)-এর স্ত্রী তাঁর গোপন তথ্য এবং গোপনে ঈমান আনয়নকারীদের নাম কাফিরদের কাছে প্রকাশ করে দিতো। অনুরূপভাবে হযরত লূত (আঃ)-এর স্ত্রীও তার স্বামী হযরত লূত (আঃ)-এর বিরুদ্ধাচরণ করতো এবং যাঁরা মেহমানরূপে তাঁর বাড়ীতে আসতেন তাঁদের খবর তার কওমকে দিয়ে দিতো, যাদের কু-কাজের অভ্যাস ছিল। হযরত ইবনে আব্বাস (রাঃ) হতে একথাও বর্ণিত আছে যে, কোন নবীরই স্ত্রী কখনো ব্যভিচার করেনি। হযরত যহহাক (রঃ) প্রমুখ গুরুজনও একথাই বলেন। এটাকে দলীলরূপে গ্রহণ করে কোন কোন আলেম বলেছেনঃ সাধারণ লোকদের মধ্যে একথা প্রসিদ্ধ হয়ে রয়েছে যে, হাদীসে আছেঃ যে ব্যক্তি এমন লোকের সাথে পানাহার করে যাকে ক্ষমা করে দেয়া হয়েছে, ঐ লোকটিকেও ক্ষমা করে দেয়া হয়, এটা খুবই দুর্বল হাদীস। আর প্রকৃত ব্যাপারও এটাই যে, এ হাদীসটি একেবারে ভিত্তিহীন। তবে হ্যাঁ, একজন বুযুর্গ ব্যক্তি হতে বর্ণিত আছে যে, তিনি স্বপ্নে রাসূলুল্লাহ (সঃ)-এর সাথে সাক্ষাৎ করেছিলেন এবং তাঁকে জিজ্ঞেস করেছিলেনঃ “হে আল্লাহর রাসূল (সঃ)! যাকে ক্ষমা করা হয়েছে তার সাথে যে থাকবে তাকেও ক্ষমা করে দেয়া হবে' একথা কি আপনি বলেছেন?” উত্তরে তিনি বলেনঃ “না, কিন্তু এখন আমি একথা বলছি।\""
    },
    { "ayah": 11, "surah": 66, "text": "Please check ayah 66:12 for complete tafsir." },
    {
      "ayah": 12,
      "surah": 66,
      "text": "১১-১২ নং আয়াতের তাফসীর\nএখানে আল্লাহ তা’আলা মুসলমানদের জন্যে দৃষ্টান্ত পেশ করে বলেনঃ যদি মুসলমানরা প্রয়োজনবোধে কাফিরদের সাথে মিলে মিশে থাকে তবে তাদের কোন অপরাধ হবে না। যেমন অন্য জায়গায় আল্লাহ তা’আলা বলেনঃ (আরবি) অর্থাৎ “মুমিনগণ যেন মুমিনগণ ব্যতীত কাফিরদেরকে বন্ধুরূপে গ্রহণ না করে। যে কেউ এরূপ করবে তার সাথে আল্লাহর সম্পর্ক থাকবে না; তবে ব্যতিক্রম যদি তোমরা তাদের নিকট হতে আত্মরক্ষার জন্যে সতর্কতা অবলম্বন কর।” (৩:২৮) হযরত কাতাদাহ (রঃ) বলেন যে, সারা জগতের লোকের মধ্যে সর্বাপেক্ষা উদ্ধত লোক ছিল ফিরাউন। কিন্তু তার কুফরীও তার স্ত্রীর কোন ক্ষতি করতে পারেনি। কেননা, তার স্ত্রী তাঁর যবরদস্ত ঈমানের উপর পূর্ণমাত্রায় কায়েম ছিলেন। আল্লাহ তা'আলা ন্যায় বিচারক ও হাকিম। তিনি একজনের পাপের কারণে অন্যজনকে পাকড়াও করেন না। হযরত সালমান (রঃ) বলেন যে, ফিরাউন ঐ সতী-সাধ্বী নারীর উপর সর্বপ্রকারের নির্যাতন করতো। কঠিন গরমের সময় তাকে রৌদ্রে দাঁড় করিয়ে দিতো। কিন্তু পরম করুণাময় আল্লাহ ফেরেশতাদের পরের দ্বারা তাঁকে ছায়া করতেন এবং তাঁকে গরমের কষ্ট হতে রক্ষা করতেন। এমন কি তিনি তাকে তার জান্নাতী ঘর দেখিয়ে দিতেন। ফলে তাঁর রূহ তাযা হয়ে উঠতে এবং ঈমান বৃদ্ধি পেতো। তিনি ফিরাউন ও হযরত মূসা (আঃ)-এর ব্যাপারে জিজ্ঞাসাবাদ করতে থাকতেন যে, জয়লাভ কে করলো? সব সময় তিনি শুনতে পেতেন যে, হযরত মূসাই (আঃ) জয়লাভ করেছেন। তখন ওটাই তাঁর ঈমান আনয়নের কারণ হয়ে দাঁড়ায় এবং তিনি ঘোষণা করেনঃ ‘আমি হযরত মূসা (আঃ) ও হযরত হারূন (আঃ)-এর প্রতিপালকের প্রতি ঈমান আনলাম।” ফিরাউন এ খবর জানতে পেরে তার লোকজনকে বললোঃ সবচেয়ে বড় পাথর তোমরা খোঁজ করে নিয়ে এসো। অতঃপর তাকে চিত করে শুইয়ে দাও এবং তাকে বললোঃ “তুমি তোমার এই আকীদা হতে বিরত থাকো। যদি বিরত থাকে তবে ভাল কথা, সে আমার স্ত্রী। তাকে মর্যাদা সহকারে আমার কাছে ফিরিয়ে আনবে। আর যদি না মানে তবে ঐ পাথর তার উপর নিক্ষেপ করবে এবং তার মাংস টুকরো টুকরো করে ফেলবে। অতঃপর তার লোকেরা পাথর নিয়ে আসলো এবং তাঁকে নিয়ে গেল ও চিত করে শুইয়ে দিলো এবং তাঁর উপর ঐ পাথর নিক্ষেপ করার জন্যে উঠালো। ঐ সময় তিনি আকাশের দিকে তার চক্ষু উঠালেন। মহান আল্লাহ পর্দা সরিয়ে দিলেন এবং তিনি জান্নাত এবং সেখানে তাঁর জন্যে যে ঘর তৈরী করা হয়েছে তা স্বচক্ষে দেখে নিলেন। ওতেই তাঁর রূহ বেরিয়ে পড়লো। যখন পাথর তার উপর নিক্ষেপ করা হয় তখন তার মধ্যে রূহ ছিলই না। তিনি শাহাদাতের সময় দু'আ করেছিলেনঃ “হে আমার প্রতিপালক। 'আপনার সন্নিধানে জান্নাতে আমার জন্যে একটি গৃহ নির্মাণ করুন। তাঁর দু'আর সূক্ষ্মতার প্রতি লক্ষ্য করা যাক, প্রথমে তিনি আল্লাহর সন্নিধান কামনা করছেন, তারপর ঘরের প্রার্থনা করছেন। এই ঘটনার বর্ণনায় মারফূ’ হাদীসও এসেছে। তারপর তিনি দুআ করছেনঃ “আমাকে উদ্ধার করুন ফিরাউন ও তার দুষ্কৃতি হতে এবং আমাকে উদ্ধার করুন যালিম সম্প্রদায় হতে।”ঐ পুণ্যবতী মহিলার নাম ছিল, আসিয়া বিনতু মাযাহিম (রাঃ)। তার ঈমান আনয়নের ঘটনাটি হযরত আবূল আলিয়া নিম্নরূপে বর্ণনা করেছেনঃ ফিরাউনের দারোগার স্ত্রীর ঈমান ছিল হযরত আসিয়ার (রাঃ) ঈমান আনয়নের কারণ। দারোগার স্ত্রী একদা ফিরাউনের কন্যার মাথার চুলে চিরুণী করে দিচ্ছিলেন। হঠাৎ করে চিরুণী তার হাত হতে পড়ে যায়। তখন তার মুখ দিয়ে বেরিয়ে যায়ঃ “কাফিররা ধ্বংস হোক।” ফিরাউনের কন্যা তার মুখে একথা শুনে বললোঃ “তুমি কি আমার পিতা ছাড়া অন্য কাউকে প্রতিপালক বলে স্বীকার কর?\" মহিলাটি উত্তরে বলল “আমার, তোমার পিতার এবং অন্যান্য সবারই প্রতিপালক হলেন আল্লাহ।\" সে তখন ক্রোধে অগ্নিশর্মা হয়ে মহিলাটিকে খুবই মারপিট করলো। অতঃপর তার পিতাকে এ খবর দিয়ে দিলো। ফিরাউন মহিলাটিকে ডেকে নিয়ে নিজেই জিজ্ঞেস করলোঃ “তুমি কি আমার ছাড়া আর কারো ইবাদত কর?” মহিলাটি জবাবে বললেনঃ “হ্যাঁ, আমার, তোমার এবং সমস্ত সৃষ্টজীবের প্রতিপালক হলেন, আল্লাহ। আমি তাঁরই ইবাদত করি।” একথা শুনে ফিরাউন তার লোকদেরকে হুকুম করলোঃ “মহিলাটিকে চিৎ করে শুইয়ে দাও। তার হাতে পায়ে পেরেক মেরে দাও আর সাপ ছেড়ে দাও যে তাকে কামড়াতে থাকবে।” মহিলাটি এই অবস্থাতেই থাকেন। আবার একদিন ফিরাউন তার কাছে এসে বললোঃ “এখনো কি তোমার চিন্তার পরিবর্তন হয়নি। পুনরায় তিনি জবাব দিলেনঃ “তোমার আমার এবং সব জিনিসের প্রতিপালক হলেন একমাত্র আল্লাহ।” ফিরাউন বললোঃ “আচ্ছা, এখন আমি তোমার চোখের সামনে তোমার ছেলেকে টুকরো টুকরো করে ফেলছি। সুতরাং এখনো তোমাকে বলছিঃ আমার কথা মেনে নাও এবং তোমার এই দ্বীন হতে ফিরে এসো।” মহিলাটি উত্তর দিলেনঃ “তোমার যা ইচ্ছা হয় তাই কর।” ঐ অত্যাচারী তখন তাঁর পুত্রকে ধরে আনতে বললো এবং তার সামনে মেরে ফেললো। ছেলেটির রূহ যখন বের হয় তখন সে বললোঃ “মা! তুমি সন্তুষ্ট হয়ে যাও। আল্লাহ তোমার জন্যে বড় বড় পুণ্য রেখেছেন এবং তুমি অমুক অমুক নিয়ামত লাভ করবে।” মহিলাটি তাঁর ছেলের রূহ এভাবে বের হতে স্বচক্ষে দেখলেন। কিন্তু তিনি ধৈর্যধারণ করলেন এবং আল্লাহ পাকের ফায়সালাকে সন্তুষ্ট চিত্তে মেনে নিলেন। ফিরাউন আবার তাঁকে বেধে ফেলে রাখলো এবং সাপ ছেড়ে দিলো। পুনরায় একদিন এসে নিজের কথার পুনরাবৃত্তি করলো। মহিলাটি এবারও অত্যন্ত ধৈর্যের সাথে একই জবাব দিলেন। ফিরাউন তাকে আবার ঐ হুমুকই দিলো এবং তাঁর আরেকটি ছেলে ধরে এনে তার চোখের সামনে মেরে ফেললো। ছেলেটির রূহ অনুরূপভাবেই তার মাতাকে সুসংবাদ দিলো এবং তাকে ধৈর্যধারণে উৎসাহিত করলো।ফিরাউনের স্ত্রী এই মহিলাটির বড় ছেলের রূহের সুসংবাদ শুনেছিলেন। এই ছোট ছেলেটিরও সুসংবাদ শুনলেন। সুতরাং তিনিও ঈমান আনয়ন করলেন। ওদিকে ঐ মহিলাটির রূহ আল্লাহ তা'আলা কবয করে নিলেন এবং তাঁর মনযিল ও মরতবা যা আল্লাহ তা’আলার নিকট ছিল তা পর্দা সরিয়ে ফিরাউনের স্ত্রীকে দেখিয়ে দেয়া হলো। সুতরাং তার ঈমান বহু গুণে বৃদ্ধি পেয়ে গেল। শেষ পর্যন্ত ফিরাউনের কানেও তাঁর ঈমানের কথা পৌঁছে গেল। সে একদা তার সভাষদবর্গকে বললোঃ “তোমরা আমার স্ত্রীর কোন খবর রাখো কি? তোমরা তাকে কিরূপ মনে কর?” তার এই প্রশ্নের উত্তরে সবাই তাঁর খুব প্রশংসা করলো এবং তার গুণাবলীর বর্ণনা দিলো। ফিরাউন তখন তাদেরকে বললোঃ “না, না, তোমরা তার খবর রাখে না। সে আমি ছাড়া অন্যকে উপাস্যরূপে মেনে থাকে।” তারপর তাদের মধ্যে পরামর্শ হলো যে, তাঁকে হত্যা করে ফেলা হবে। অতঃপর তাঁর হাতে পায়ে পেরেক মেরে শুইয়ে দেয়া হলো। ঐ সময় তিনি আল্লাহ তা'আলার নিকট প্রার্থনা করেনঃ “হে আমার প্রতিপালক! আপনার সন্নিধানে জান্নাতে আমার জন্যে একটি গৃহ নির্মাণ করুন। আল্লাহ তা'আলা তাঁর দুআ কবুল করেন এবং পর্দা সরিয়ে দিয়ে তাকে তার জান্নাতী ঘর দেখিয়ে দেন। তা দেখে তিনি হেসে ওঠেন। ঠিক ঐ সময়েই তাঁর কাছে ফিরাউন এসে পড়ে এবং তাঁকে হাসির অবস্থায় দেখতে পায়। তখন সে তার লোকজনকে বলেঃ “হে জনমণ্ডলী! তোমরা কি বিস্ময়বোধ করছে না যে, এরূপ কঠিন শাস্তির অবস্থাতেও এ মহিলা হাসতে রয়েছে? নিশ্চয়ই এর মাথা খারাপ হয়েছে।” মোটকথা ঐ শাস্তিতেই তিনি শাহাদাত বরণ করেন। আল্লাহ তাঁর প্রতি সন্তুষ্ট থাকুন।এরপর আল্লাহ তাবারাকা ওয়া তা'আলা দ্বিতীয় দৃষ্টান্ত বর্ণনা করছেন। তা হলো হযরত মরিয়ম বিনতে ইমরানের (আঃ) দৃষ্টান্ত। তিনি ছিলেন অত্যন্ত সতী-সাধ্বী রমণী। মহান আল্লাহ বলেনঃ আমি আমার ফেরেশতা জিবরাঈল (আঃ)-এর মাধ্যমে তার মধ্যে রূহ ফুঁকে দিয়েছিলাম।আল্লাহ তা'আলা হযরত জিবরাঈলকে মানুষের রূপ দিয়ে হযরত মরিয়ম (আঃ)-এর নিকট প্রেরণ করেন এবং তাঁকে নির্দেশ দেন যে, তিনি যেন তার মুখ দিয়ে মরিয়ম (আঃ)-এর জামার ফাঁকে ফুঁকে দেন। তাতেই তিনি গর্ভবতী হয়ে যান এবং হযরত ঈসা (আঃ) জন্মগ্রহণ করেন। তাই আল্লাহ পাক বলেনঃ আমি তাঁর মধ্যে রূহ ফুঁকে দিয়েছিলাম। এরপর মহান আল্লাহ হযরত মরিয়ম (আঃ)-এর আরো প্রশংসা করে বলেনঃ সে তাঁর প্রতিপালকের বাণী ও তাঁর কিতাব সত্যি বলে গ্রহণ করেছিল, সে ছিল অনুগতদের একজন। হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) মাটিতে চারটি রেখা টানেন এবং সাহাবীদেরকে জিজ্ঞেস করেনঃ “এগুলো কি তা তোমরা জান কি?” তাঁরা উত্তরে বললেনঃ “আল্লাহ এবং তাঁর রাসূল (সঃ)-ই ভাল জানেন।” তিনি তখন বললেনঃ “জেনে রেখো যে, জান্নাতী রমণীদের মধ্যে চারজন হলো সর্বোত্তম। তাঁরা হলো খাদীজা বিনতু খুওয়াইলিদ (রাঃ), ফাতেমা বিনতু মুহাম্মাদ (সঃ) (রাঃ), মরিয়ম বিনতু ইমরান (আঃ) এবং ফিরাউনের স্ত্রী আসিয়া বিনতু মাযাহিম (রাঃ)।” (এ হাদসীসটি ইমাম আহমাদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন)হযরত আবূ মূসা আশআরী (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “পুরুষ লোকদের মধ্যে তো পূর্ণতাপ্রাপ্ত লোক বহু রয়েছে। কিন্তু রমণীদের মধ্যে পূর্ণতাপ্রাপ্তা রমণী রয়েছে শুধুমাত্র ফিরাউনের স্ত্রী আসিয়া (রাঃ), মরিয়ম বিন্তু ইমরান (আঃ) ও খাদীজা বিন্তু খুওয়াইলিদ (রাঃ)। আর সমস্ত রমণীর মতো আয়েশা (রাঃ)-এর ফযীলত এমনই যেমন সমস্ত খাদ্যের মধ্যে সারীদ মাদক খাদ্যের ফযীলত।” (এ হাদীসটি সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত হয়েছে)আমরা আমাদের কিতাব আল বিদাইয়াহ্ ওয়ান নিহাইয়াহ এর মধ্যে হযরত ঈসা (আঃ)-এর বর্ণনায় এই হাদীসের সনদ ও শব্দসমূহ বর্ণনা করেছি। সুতরাং সমস্ত প্রশংসা আল্লাহর। আর আল্লাহ তা'আলার ফযল ও করমে এই সূরারই আয়াতের শব্দ (আরবি)-এর তাফসীরের মধ্যে ঐ হাদীসটির বর্ণনা করে দিয়েছি যাতে রয়েছে যে, রাসূলুল্লাহ্ (সঃ)-এর স্ত্রীদের মধ্যে হযরত আসিয়া বিন্তু মাযাহিম (রাঃ)-ও একজন।"
    },
    { "ayah": 2, "surah": 66, "text": "Please check ayah 66:5 for complete tafsir." },
    { "ayah": 3, "surah": 66, "text": "Please check ayah 66:5 for complete tafsir." },
    { "ayah": 4, "surah": 66, "text": "Please check ayah 66:5 for complete tafsir." },
    {
      "ayah": 5,
      "surah": 66,
      "text": "১-৫ নং আয়াতের তাফসীর\nএই সূরাটির প্রাথমিক আয়াতগুলোর শানে নুযূলের ব্যাপারে সুফাসসিরদের উক্তি নিম্নরূপঃ কেউ কেউ বলেন যে, এটা হযরত মারিয়াহ্ (রাঃ)-এর ব্যাপারে অবতীর্ণ হয়। তাঁকে রাসূলুল্লাহ্ (সঃ) নিজের উপর হারাম করে নিয়েছিলেন। তখন আল্লাহ্ তা'আলা এই আয়াতগুলো অবতীর্ণ করেন। সুনানে নাসাঈতে এই রিওয়াইয়াতটি বিদ্যমান রয়েছে যে, হযরত আয়েশা (রাঃ) ও হযরত হাফসা (রাঃ)-এর কথার পরিপ্রেক্ষিতে এটা ঘটেছিল যে, রাসূলুল্লাহ (সঃ) তাঁর এক দাসী সম্পর্কে এ কথা বলেছিলেন। ফলে এ আয়াতগুলো অবতীর্ণ হয়।তাফসীরে ইবনে জারীরে রয়েছে যে, রাসূলুল্লাহ্ (সঃ) তাঁর কোন এক স্ত্রীর ঘরে উম্মে ইবরাহীম (রাঃ)-এর সাথে কথাবার্তা বলেছিলেন। তখন তাঁর ঐ স্ত্রী তাঁকে বলেনঃ “তোমার ঘরে ও আমার বিছানায় এ কাজ কারবার?” তখন রাসূলুল্লাহ্ (সঃ) বলেনঃ “আমি তাকে আমার উপর হারাম করে নিলাম।” তখন তিনি বলেনঃ “হে আল্লাহর রাসূল (সঃ)! হালাল কিভাবে আপনার উপর হারাম হয়ে যাবে?” জবাবে তিনি বলেনঃ “আমি শপথ করছি যে, এখন হতে তার সাথে কোন প্রকারের কথাবার্তা বলবো না।” ঐ সময় এই আয়াতগুলো অবতীর্ণ হয়। হযরত যায়েদ (রঃ) বলেনঃ এর দ্বারা জানা গেল যে, তুমি আমার উপর হারাম’ এ কথা কেউ বললে তা বাজে বলে প্রমাণিত হবে। হযরত যায়েদ ইবনে আসলাম (রঃ) বলেন যে, রাসূলুল্লাহ্ (সঃ) বলেছিলেনঃ “তুমি আমার উপর হারাম। আল্লাহর কসম! আমি তোমার সাহচর্যে থাকবো না।”হযরত মাসরূক (রঃ) বলেন যে, হারাম করার ব্যাপারে তো রাসূলুল্লাহ (সঃ)-এর প্রতি অসন্তোষ প্রকাশ করা হয় এবং তাঁকে তাঁর কসমের কাফফারা আদায় করার নির্দেশ দেয়া হয়। তাফসীরে ইবনে জারীরে রয়েছে যে, হযরত ইবনে আব্বাস (রাঃ) হযরত উমার (রাঃ)-কে জিজ্ঞেস করেনঃ “এ দু’জন স্ত্রী কে ছিলেন?” উত্তরে হযরত উমার বলেনঃ “তারা হলেন হযরত আয়েশা (রাঃ) ও হযরত হাফসা (রাঃ)। উম্মে ইবরাহীম কিবতিয়্যাহ (রাঃ)-কে কেন্দ্র করেই ঘটনাটির সূত্রপাত হয়। হযরত হাফসা (রাঃ)-এর ঘরে তাঁর পালার দিনে রাসূলুল্লাহ্ (সঃ) হযরত মারিয়াহ্ কিবতিয়্যাহ্ (রাঃ)-এর সাথে মিলিত হন। এতে হযরত হাফসা (রাঃ) দুঃখিতা হন যে, তাঁর পালার দিনে তাঁরই ঘরে ও তাঁরই বিছানায় তিনি মারিয়াহ্ (রাঃ)-এর সাথে মিলিত হলেন! রাসূলুল্লাহ (সঃ) হযরত হাফসা (রাঃ)-কে সন্তুষ্ট করার উদ্দেশ্যে বলে ফেলেনঃ “আমি তাকে আমার উপর হারাম করে নিলাম। তুমি এই ঘটনা কারো কাছে বর্ণনা করো না।” এতদসত্ত্বেও হযরত হাফসা (রাঃ) ঘটনাটি হযরত আয়েশা (রাঃ)-এর সামনে প্রকাশ করে দেন। আল্লাহ্ তা'আলা এই খবর স্বীয় নবী (সঃ)-কে জানিয়ে দেন এবং এই আয়াতগুলো নাযিল করেন। নবী (সঃ) কাফফারা আদায় করে স্বীয় কসম ভেঙ্গে দেন এবং ঐ দাসীর সঙ্গে মিলিত হন। এই ঘটনাটিকে দলীল হিসেবে গ্রহণ করে হযরত ইবনে আব্বাস (রাঃ) এই ফতওয়া দেন যে, কেউ যদি বলেঃ “আমি অমুক জিনিস আমার উপর হারাম করে নিলাম” তবে তার উচিত কসম ভেঙ্গে দিয়ে কাফফারা আদায় করা। একটি লোক তাঁকে এই মাসআলা জিজ্ঞেস করে যে, সে তার স্ত্রীকে নিজের উপর হারাম করে নিয়েছে।তখন তিনি তাকে বলেনঃ “তোমার স্ত্রী তোমার উপর হারাম নয় (তুমি কাফফারা আদায় করে কসম ভেঙ্গে দাও)।” সবচেয়ে কঠিন কাফফারা তো হলো আল্লাহ্‌ পথে গোলাম আযাদ করা। ইমাম আহমাদ (রঃ) এবং বহু ফিকাহ্ শাস্ত্রবিদের ফতওয়া এই যে, যে ব্যক্তি তার স্ত্রী, দাসী অথবা খাওয়া পরার কোন জিনিসকে নিজের উপর হারাম করে নেয়, তার উপর কাফফারা ওয়াজিব হয়ে যায়। ইমাম শাফিয়ী (রঃ) প্রমুখ গুরুজন বলেন যে, শুধু স্ত্রী বা দাসীকে নিজের উপর হারাম করে নিলে কাফফারা ওয়াজিব হয়, অন্য কোন জিনিস নিজের উপর হারাম করে নিলে কাফফারা ওয়াজিব হয় না। যদি হারাম করা দ্বারা তালাকের নিয়ত করে তবে অবশ্যই তালাক হয়ে যাবে। অনুরূপভাবে দাসীকে হারাম করার কথা দ্বারা যদি আযাদ করে দেয়ার নিয়ত করে তবে ঐ দাসী অবশ্যই আযাদ হয়ে যাবে।হযরত ইবনে আব্বাস (রাঃ) বলেন যে, এই আয়াত ঐ নারীর ব্যাপারে অবতীর্ণ হয় যিনি স্বীয় নফসকে নবী (সঃ)-এর নিকট হিবা বা দান করে দিয়েছিলেন। কিন্তু এটা গারীব উক্তি। সম্পূর্ণ সঠিক কথা এই যে, এই আয়াতগুলো অবতীর্ণ হওয়ার কারণ ছিল রাসূলুল্লাহ্ (সঃ)-এর নিজের উপর মধুকে হারাম করে নেয়া।সহীহ্ বুখারীতে এই আয়াতের ক্ষেত্রে রয়েছে যে, রাসূলুল্লাহ্ (সঃ) হযরত যায়নাব বিনতে জাহশ (রাঃ)-এর ঘরে মধু পান করতেন এবং এই কারণে তিনি তার ঘরে কিছুক্ষণ বিলম্ব করতেন। এই জন্যে হযরত আয়েশা (রাঃ) ও হযরত হাফসা (রাঃ) পরস্পর পরামর্শ করেন যে, তাঁদের মধ্যে যাঁরই কাছে নবী (সঃ) আসবেন তিনি যেন তাকে বলেনঃ “আপনার মুখ হতে মাগাফীরের (গেঁদ বা আঠা জাতীয় জিনিস যাতে দুর্গন্ধ রয়েছে) গন্ধ আসছে, সম্ভবতঃ আপনি মাগাফীর খেয়েছেন!” সুতরাং তারা এ কথাই বলেন। তখন রাসূলুল্লাহ্ (সঃ) বলেনঃ “আমি যায়নাব (রাঃ)-এর ঘরে মধু পান করেছি। এখন আমি শপথ করছি যে, আর কখনো আমি মধু পান করবো না। সুতরাং তোমরা এ কথা কাউকেও বলবে না।” ইমাম বুখারী (রঃ) এ হাদীসটিকে কিতাবুল ঈমান ওয়ান নুযূর-এর মধ্যেও কিছু বৃদ্ধি সহকারে আনয়ন করেছেন। তাতে রয়েছে যে, এখানে দু'জন স্ত্রী দ্বারা হযরত আয়েশা (রাঃ) ও হযরত হাফসা (রাঃ)-কে বুঝানো হয়েছে। আর চুপে-চুপে কথা বলা দ্বারা বুঝানো হয়েছে ‘আমি মধু পান করেছি' এই উক্তিটি। তিনি কিতাবুত তালাকের মধ্যে এ হাদীসটি আনয়ন করে বলেন যে, মাগাফীর হলো গঁদের সাথে সাদৃশ্যযুক্ত একটি জিনিস যা ঘাসে জন্মে থাকে এবং তাতে কিছুটা মিষ্টতা রয়েছে।কিতাবুত তালাকে এ হাদীসটি হযরত আয়েশা (রাঃ) হতে এই শব্দে বা ভাষায় বর্ণিত আছেঃ “রাসূলুল্লাহ্ (সঃ) মিষ্টি ও মধু খুব ভালবাসতেন। আসরের নামাযের পর তিনি তাঁর স্ত্রীদের নিকট যেতেন এবং কাউকেও নিকটে করে নিতেন। একদা তিনি হযরত হাফসা (রাঃ)-এর নিকট গমন করেন এবং অন্যান্য দিন তাঁর কাছে যতক্ষণ অবস্থান করতেন, সেই দিন তদপেক্ষা বেশীক্ষণ অবস্থান করেন। এতে আমার মনে নিজের মর্যাদাবোধ জেগে উঠলো। তত্ত্ব নিয়ে জানলাম যে, তাঁর কওমের একটি স্ত্রীলোক এক মশক মধু তার কাছে উপঢৌকন স্বরূপ পাঠিয়েছেন। তিনি রাসূলুল্লাহ্ (সঃ)-কে ঐ মধুর শরবত পান করিয়েছেন। আর এই কারণেই রাসূলুল্লাহ্ (সঃ) তাঁর ঘরে এতোটা বিলম্ব করেছেন। আমি মনে মনে বললাম যে, ঠিক আছে, কৌশল করে আমি রাসূলুল্লাহ (সঃ)-কে এটা হতে ফিরিয়ে দিব। সুতরাং আমি হযরত সাওদাহ্ বিনতু যামআহ্ (রাঃ)-কে বললামঃ তোমার ঘরে যখন রাসূলুল্লাহ (সঃ) আসবেন এবং তোমার নিকটবর্তী হবেন তখন তুমি তাকে বলবেঃ “আজ কি আপনি মাগাফীর খেয়েছেন?” তিনি জবাবে বলবেনঃ “না।” তখন তুমি বলবেঃ তাহলে এই গন্ধ কিসের?” তিনি। তখন বলবেনঃ “হাফসা (রাঃ) মধু পান করিয়েছেন।” তুমি তখন বলবেঃ “সম্ভবতঃ মৌমাছি ‘আরফাত’ নামক কণ্ঠকযুক্ত গাছ হতে মধু আহরণ করেছে।” আমার কাছে যখন আসবেন তখন আমিও তাই বলবো। হে সফিয়া (রাঃ)! তোমার কাছে যখন আসবেন তখন তুমিও তাই বলবে।” হযরত সাওদাহ (রাঃ) বলেনঃ “যখন রাসূলুল্লাহ (সঃ) আমার ঘরে আসলেন, তখন তিনি দরজার উপরই ছিলেন, তখন আমি ইচ্ছা করলাম যে, হযরত আয়েশা (রাঃ) আমাকে যা বলতে বলেছেন তাই বলে দিই, কেননা, আমি তাকে খুবই ভয় করতাম। কিন্তু ঐ সময় আমি নীরব থাকলাম। অতঃপর যখন রাসূলুল্লাহ (সঃ) আমার কাছে আসলেন তখন আমি ঐ কথাই বলে দিলাম। তারপর তিনি হযরত সফিয়া (রাঃ)-এর নিকট গেলে তিনিও ঐ কথাই বলেন। এরপর হযরত হাফসা (রাঃ) রাসূলুল্লাহ্ (সঃ)-কে মধু পান করাতে চাইলে তিনি বলেনঃ “আমার এর প্রয়োজন নেই।” হযরত সাওদা (রাঃ) তখন বলতে লাগলেনঃ “আফসোস! আমরা এটাকে হারাম করিয়ে দিলাম!” আমি (আয়েশা রাঃ) বললামঃ চুপ থাকো। সহীহ মুসলিমে এটুকু বেশী রয়েছে যে, রাসূলুল্লাহ (সঃ) দুর্গন্ধকে খুবই ঘৃণা করতেন। এজন্যেই ঐ স্ত্রীগণ বলেছিলেনঃ “আপনি মাগাফীর খেয়েছেন কি?” কেননা, মাগাফীরেও কিছুটা দুর্গন্ধ রয়েছে। যখন তিনি উত্তর দিলেন যে, না, তিনি মাগাফীর খাননি। বরং মধু খেয়েছেন, তখন তাঁরা বললেনঃ “তাহলে মৌমাছি ‘আরফাত' গাছ হতে মধু আহরণ করে থাকবে, যার গাঁদের নাম হলো, মাগাফীর এবং ওরই ক্রিয়ার প্রভাবে এই মধুতে মাগাফীরের গন্ধ রয়েছে। এই রিওয়াইয়াতে (আরবি) শব্দ রয়েছে, জাওহারী (রঃ) যার অর্থ করেছেন (আরবি) অর্থাৎ খেয়েছে। মৌমাছিকেও (আরবি) বলা হয় এবং (আরবি) হালকা শব্দকে বলা হয়। পাখী যখন চঞ্চু দ্বারা কোন খাদ্য খায় তখন তার চঞ্চুর শব্দ শোনা যায়, ঐ সময় আরবরা বলেঃ (আরবি) অর্থাৎ “আমি পাখীর চঞ্চুর শব্দ শুনেছি।” একটি হাদীসে রয়েছেঃ “জান্নাতীরা পাখীর হালকা ও মিষ্টি শব্দ শুনতে পাবে।” এখানেও আরবী (আরবি) শব্দ রয়েছে। আসমাঈ' (রঃ) যিনি হযরত শু'বা (রাঃ) -এর মজলিসে ছিলেন, বলেন যে, হযরত শু’বা (আরবি) শব্দটি (আরবি) অর্থাৎ দ্বারা পড়েন। তখন হযরত আসমাঈ’ (রঃ) বলেন যে, ওটা (আরবি) দ্বারা হবে। তখন হযরত শুবা (রঃ) তাঁর দিকে তাকিয়ে বলেনঃ “এ ব্যক্তি এটা আমার চেয়ে বেশী জানেন। এটাই সঠিক হবে। তোমরা এটা সংশোধন করে নাও।” এ ব্যাপারে আল্লাহই সবচেয়ে ভাল জানেন। মোটকথা, মধু পান করানোর ঘটনায় দু’টি নাম বর্ণিত আছে। একটি হযরত হাফসা (রাঃ)-এর নাম এবং অপরটি হযরত যায়নাব (রাঃ)-এর নাম। এই ব্যাপারে যারা একমত হয়েছিলেন তাঁরা হলেন হযরত আয়েশা (রাঃ) ও হযরত হাফসা (রাঃ)। তাহলে খুব সম্ভব ঘটনা দু'টো হবে। তবে এই দুজনের ব্যাপারে এই আয়াত অবতীর্ণ হওয়া সম্পর্কে কিছু চিন্তা-ভাবনার অবকাশ রয়েছে। এসব ব্যাপারে আল্লাহ্ তা'আলাই সবচেয়ে ভাল জানেন।পরস্পর এই প্রকারের পরামর্শ গ্রহণকারিণী ছিলেন হযরত আয়েশা (রাঃ) ও হযরত হাফসা (রাঃ)। এটা এ হাদীস দ্বারাও জানা যাচ্ছে যা মুসনাদে আহমাদে হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে। তিনি (হযরত ইবনে আব্বাস রাঃ) বলেনঃ বহু দিন হতে আমার আকাঙ্ক্ষা ছিল যে, ……(আরবি)–এ আয়াতের মধ্যে যে দু’জন স্ত্রীর বর্ণনা রয়েছে তাঁদের নাম হযরত উমার (রাঃ)-এর কাছে জেনে নিবো। অতঃপর রাসূলুল্লাহ্ (সঃ)-এর এই খলীফা যখন হজ্বের সফরে বের হলেন তখন আমিও তার সাথে বের হলাম। পথে এক জায়গায় খলীফা উমার (রাঃ) রাস্তা ছেড়ে জঙ্গলের দিকে চললেন। আমি তখন পানির পাত্র নিয়ে তার পিছনে পিছনে গেলাম। তিনি প্রাকৃতিক প্রয়োজন পূর্ণ করে ফিরে আসলেন। আমি পানি ঢেলে ঢেলে তাঁকে অযু করালাম। সুযোগ পেয়ে আমি তাকে জিজ্ঞেস করলামঃ হে আমীরুল মু'মিনীন! ……… (আরবি) এই আয়াতে যে দুই জনকে সম্বোধন করা হয়েছে তাঁরা কারা? তিনি জবাবে বললেনঃ “হে ইবনে আব্বাস (রাঃ)! এটা বড়ই আফসোসের বিষয়!” যুহরী (রঃ) বলেন যে, হযরত উমার (রাঃ) হযরত ইবনে আব্বাস (রাঃ)-এর এ প্রশ্ন করাকে অপছন্দ করলেন। কিন্তু ওটা গোপন করা বৈধ ছিল না বলে তিনি উত্তর দেনঃ “এর দ্বারা হযরত আয়েশা (রাঃ) ও হযরত হাফসা (রাঃ)-কে বুঝানো হয়েছে।” অতঃপর হযরত উমার (রাঃ) ঘটনাটি বর্ণনা করতে শুরু করেন। তিনি বলেনঃ “আমরা কুরায়েশরা আমাদের নারীদেরকে আমাদের আওতাধীনে রাখতাম। কিন্তু মদীনাবাসীদের উপর তাদের নারীরা আধিপত্য করতো। যখন আমরা হিজরত করে মদীনায় আসলাম তখন আমাদের নারীরাও তাদের দেখাদেখি। আমাদের উপর প্রাধান্য লাভের ইচ্ছা করে। আমি মদীনা শরীফের উপরের অংশে হযরত উমাইয়া ইবনে যায়েদের বাড়ীতে অবস্থান করতাম। একদা আমি আমার স্ত্রীর উপর অসন্তুষ্ট হয়ে তাকে কিছু বলতে লাগলাম। তখন সে উল্টিয়ে আমাকেও জবাব দিতে শুরু করলো। তার এই আচরণ আমার নিকট খুবই খারাপ বোধ হলো। আমি মনে মনে বললামঃ এই ধরনের নতুন আচরণ কেন? আমাকে বিস্মিত হতে দেখে সে বললোঃ “আপনি কি চিন্তা করছেন? আল্লাহর কসম! রাসূলুল্লাহ (সঃ)-এর স্ত্রীরাও তাকে জবাব দিয়ে থাকে। কোন কোন সময় তো তারা সারা দিন ধরে তাঁর সাথে কথাবার্তা বলাও বন্ধ রাখে।” তার এই কথা শুনে আমি অন্য এক সমস্যায় পড়লাম। সরাসরি আমি আমার কন্যা হাফসা (রাঃ)-এর বাড়ীতে গেলাম। তাকে জিজ্ঞেস করলামঃ তোমরা রাসূলুল্লাহ্ (সঃ)-কে জবাব দিয়ে থাকো এবং মাঝে মাঝে সারা দিন তার সাথে কথাবার্তা বলা বন্ধ রাখো এটা কি সত্য? সে উত্তরে বললোঃ “হ্যাঁ, এটা সত্য বটে।” আমি তখন বললামঃ যারা এরূপ করে তারা ধ্বংস ও ক্ষতিগ্রস্ত হয়েছে। তোমরা কি ভুলে যাচ্ছ যে, রাসূলুল্লাহ্ (সঃ)-এর অসন্তুষ্টির কারণে এরূপ নারীর উপর স্বয়ং আল্লাহ অসন্তুষ্ট হবেন? সাবধান! আগামীতে রাসূলুল্লাহ (সঃ)-কে কোন জবাব দিবে না এবং তাঁর কাছে কিছুই চাইবে না। কিছু চাইতে হলে আমার কাছেই চাইবে। আয়েশা (রাঃ)-কে দেখে তুমি তার প্রতি লোভ বা হিংসা করবে না। সে তোমার চেয়ে ভাল এবং রাসূলুল্লাহ্ (সঃ)-এর নিকট অধিকতর প্রিয়। হে ইবনে আব্বাস (রাঃ)! আমার প্রতিবেশী একজন আনসারী ছিলেন। আমরা উভয়ে পালা ভাগ করে নিয়েছিলাম। রাসূলুল্লাহ্ (সঃ)-এর খিদমতে আমি একদিন হাযির হতাম এবং একদিন তিনি হাযির হতেন। আমি আমার পালার দিনের সমস্ত হাদীস, আয়াত ইত্যাদি শুনে তাঁকে এসে শুনাতাম এবং তিনি তার পালার দিন সবকিছু আমাকে এসে শুনাতেন। আমাদের মধ্যে এ কথাটি ঐ সময় মশহর হয়ে গিয়েছিল যে, গাসসানী বাদশাহ্ আমাদের উপর আক্রমণ চালানোর প্রস্তুতি গ্রহণ করছে। একদা আমার সঙ্গী তাঁর পালার দিনে রাসূলুল্লাহ্ (সঃ)-এর কাছে গিয়েছিলেন! ইশার সময় এসে তিনি আমার দরজার উপর দাঁড়িয়ে দাঁড়িয়ে ডাক দিতে লাগলেন। আমি উদ্বেগের সাথে বের হয়ে বললামঃ খবর ভাল তো? তিনি উত্তরে বললেনঃ “আজ তো একটা কঠিন ব্যাপার ঘটে গেছে।” আমি বললামঃ গাস্‌সানী বাদশাহ কি পৌঁছে গেছে? তিনি জবাবে বললেনঃ “এর চেয়েও কঠিন সমস্যা দেখা দিয়েছে।” আমি জিজ্ঞেস করলামঃ কি হয়েছে, বলুন না? তিনি বললেনঃ “রাসূলুল্লাহ্ (সঃ) তার স্ত্রীদেরকে তালাক দিয়েছেন।” আমি তখন বললামঃ আফসোস! হাফসা (রাঃ) তো ধ্বংস হয়ে গেল! আমি পূর্ব হতেই এটার আশংকা করছিলাম। ফজরের নামায পড়েই কাপড়-চোপড় পরে আমি সরাসরি হাফসা (রাঃ)-এর বাড়ীতে হাযির হলাম। দেখলাম যে, সে কাঁদছে। আমি তাকে জিজ্ঞেস করলামঃ রাসূলুল্লাহ্ (সঃ) কি তোমাদেরকে তালাক দিয়ে ফেলেছেন? সে জবাব দিলোঃ “এ খবর তো বলতে পারছি না। তবে তিনি আমাদের হতে পৃথক হয়ে নিজের কক্ষে অবস্থান করছেন। আমি সেখানে গেলাম। দেখি যে, একজন হাবশী গোলাম পাহারা দিচ্ছে। আমি তাকে বললামঃ যাও, আমার জন্যে প্রবেশের অনুমতি প্রার্থনা কর। সে গেল এবং ফিরে এসে বললোঃ “রাসূলুল্লাহ্ (সঃ) কোন উত্তর দিলেন না।” আমি তখন সেখান হতে ফিরে এসে মসজিদে গেলাম। দেখলাম যে, মিম্বরের পাশে সাহাবীদের একটি দল বসে রয়েছেন এবং কারো কারো চক্ষু দিয়ে তো অশ্রু ঝরছে! আমি অল্পক্ষণ সেখানে বসে থাকলাম। কিন্তু আমার মনে শান্তি কোথায়? আবার উঠে দাঁড়ালাম এবং ঐ গোলামের কাছে গিয়ে অনুমতি চাইতে বললাম। গোলাম এবারও এসে খবর দিলো যে, রাসূলুল্লাহ (সঃ) কোন উত্তর দেননি। আবার আমি মসজিদে চলে গেলাম। সেখান হতে আবার ফিরে আসলাম এবং পুনরায় গোলামকে রাসূলুল্লাহ (সঃ)-এর নিকট প্রবেশের অনুমতি চাইতে বললাম। গোলাম আবার গেল এবং ঐ একই জবাব দিলো। আমি ফিরে যাচ্ছিলাম এমন সময় গোলাম আমাকে ডাক দিলো এবং বললোঃ “আপনাকে অনুমতি দেয়া হয়েছে।” আমি প্রবেশ করে দেখলাম যে, রাসূলুল্লাহ (সঃ) একটি বস্তার উপর হেলান লাগিয়ে বসে আছেন। যার দাগ তার দেহ মুবারকে পড়ে গেছে। আমি বললামঃ হে আল্লাহর রাসূল (সঃ)! আপনি কি আপনার স্ত্রীদেরকে তালাক দিয়ে ফেলেছেন? তিনি মাথা উঠিয়ে আমার দিকে চেয়ে বললেনঃ “না।” আমি বললামঃ আল্লাহু আকবার! হে আল্লাহর রাসূল (সঃ)! কথা এই যে, আমরা কুরায়েশরা আমাদের স্ত্রীদেরকে আমাদের আজ্ঞাধীনে রাখতাম। কিন্তু মদীনাবাসীদের উপর তাদের স্ত্রীরা প্রাধান্য লাভ করে আছে। এখানে এসে আমাদের স্ত্রীরাও তাদের দেখাদেখি তাদেরই আচরণ গ্রহণ করে নিয়েছে। তারপর আমি আমার স্ত্রীর ঘটনাটিও বর্ণনা করলাম এবং তার একথাটিও বর্ণনা করলাম যে, রাসূলুল্লাহ (সঃ)-এর স্ত্রীরাও এরূপ করে থাকেন। তারপর আমি আমার একথাটিও বর্ণনা করলাম যে, আল্লাহর রাসূল (সঃ)-এর অসন্তুষ্টির কারণে আল্লাহ যে অসন্তুষ্ট হয়ে যাবেন এবং এর ফলে তারা ধ্বংস হয়ে যাবে এ ভয় কি তাদের নেই? আমার কথা শুনে তিনি মুচকি হাসলেন। তারপর আমি আমার হাফসা (রাঃ)-এর কাছে যাওয়া, তাকে আয়েশা (রাঃ)-এর প্রতি হিংসা পোষণ না করার উপদেশ দেয়ার কথা বর্ণনা করলাম। এবারও তিনি মুচকি হাসলেন। এরপর আমি বললামঃ অনুমতি হলে আরো কিছুক্ষণ আপনার এখানে অবস্থান করতাম। তিনি অনুমতি দিলে আমি বসে পড়লাম। অতঃপর আমি মাথা উঠিয়ে ঘরের চতুর্দিকে লক্ষ্য করে দেখি যে, তিনটি শুষ্ক চামড়া ছাড়া আর কিছুই নেই। তাঁর খাস দরবারের এ অবস্থা দেখে আমার খুবই দুঃখ হলো। আমি আরয করলামঃ হে আল্লাহর রাসূল (সঃ)! দু'আ করুন যেন আল্লাহ তা'আলা আপনার উম্মতের উপর প্রশস্ততা দান করেন। দেখুন তো পারসিক ও রোমকরা আল্লাহর ইবাদত করে না, অথচ তারা দুনিয়ার কত বেশী নিয়ামতের মধ্যে ডুবে রয়েছে? আমার একথা শোনা মাত্রই তিনি সোজা হয়ে বসলেন এবং বলতে লাগলেনঃ “হে খাত্তাবের পুত্র! তুমি তো, সন্দেহের মধ্যে এখনো রয়ে গেছে। এই কওমের জন্যে দুনিয়ার এই নিয়ামতরাশি কল্যাণকর নয়। তাদেরকে এগুলো তাড়াতাড়ি করে দুনিয়াতেই দিয়ে দেয়া হয়েছে।” আমি বললামঃ হে আল্লাহর রাসূল (সঃ)! আমার জন্যে আল্লাহর নিকট ক্ষমা প্রার্থনা করুন!ব্যাপারটা ছিল এই যে, রাসূলুল্লাহ (সঃ) স্ত্রীদের প্রতি অত্যন্ত অসন্তুষ্ট হওয়ার কারণে শপথ করেছিলেন যে, এক মাসকাল তিনি তাদের সাথে মিলিত হবেন না। অবশেষে আল্লাহ তা'আলা তাঁকে তাম্বীহ করেন।” (এ হাদীসটি সহীহ বুখারী, সহীহ মুসলিম, জামে তিরমিযী এবং সুনানে নাসাঈতে বর্ণিত হয়েছে)সহীহ বুখারী ও সহীহ মুসলিমে হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, তিনি বলেনঃ “বছর ধরে আমি এই সুযোগের অপেক্ষায় ছিলাম যে, হযরত উমার (রাঃ)-কে এই দুইজন স্ত্রীর নাম জিজ্ঞেস করবো। কিন্তু হযরত উমার (রাঃ)-এর অত্যন্ত প্রভাবের কারণে তাঁকে জিজ্ঞেস করার সাহস হচ্ছিল না। শেষ পর্যন্ত হজ্ব পালন করে প্রত্যাবর্তনের পথে তাঁকে জিজ্ঞেস করেছিলাম।” তারপর তিনি পূর্ণ হাদীসটি বর্ণনা করেন যা উপরে বর্ণিত হলো।সহীহ মুসলিমে রয়েছে যে, তালাকের প্রসিদ্ধির ঘটনাটি পর্দার আয়াতগুলো অবতীর্ণ হওয়ার পূর্বে ঘটেছিল। তাতে রয়েছে যে, হযরত উমার (রাঃ) যেমন হযরত হাফসা (রাঃ)-এর কাছে গিয়ে তাকে বুঝিয়ে এসেছিলেন, তেমনিভাবে হযরত আয়েশা (রাঃ)-কেও বুঝিয়েছিলেন। তাতে এও রয়েছে যে, যে গোলামটি রাসূলুল্লাহ (সঃ)-কে পাহারা দিচ্ছিল তার নাম ছিল আবূ রিবাহ (রাঃ)। তাতে এও আছে যে, হযরত উমার (রাঃ) রাসূলুল্লাহ (সঃ)-কে বলেছিলেনঃ “হে আল্লাহর রাসূল (সঃ)! আপনি আপনার স্ত্রীদের ব্যাপারে এতো চিন্তিত হচ্ছেন কেন? যদি আপনি তাদেরকে তালাকও দিয়ে দেন তবে আপনার সাথে রয়েছেন স্বয়ং আল্লাহ, তাঁর ফেরেশতামণ্ডলী, হযরত জিবরাঈল (আঃ), হযরত মীকাঈল (আঃ), আমি, হযরত আবূ বকর (রাঃ) এবং সমস্ত মু'মিন।” হযরত উমার (রাঃ) বলেনঃ “আল্লাহ তা'আলারই সমস্ত প্রশংসা, আমি এই প্রকারের কথা যে বলছিলাম, আমি আশা করছিলাম যে, আমার কথার সত্যতায় তিনি আয়াত নাযিল করবেন। হলোও তাই। আল্লাহ তা’আলা (আরবি) এই আয়াত এবং (আরবি) এই আয়াত অবতীর্ণ করেন। যখন আমি জানতে পারলাম যে, রাসূলুল্লাহ (সঃ) তাঁর স্ত্রীদেরকে তালাক দেননি তখন আমি মসজিদে গিয়ে দরজার উপর দাঁড়িয়ে উচ্চ শব্দে সকলকে জানিয়ে দিলাম যে, রাসূলুল্লাহ (সঃ) তাঁর পবিত্র স্ত্রীদেরকে তালাক দেননি। এ ব্যাপারেই আল্লাহ তা'আলা ... (আরবি)-এই আয়াতটি নাযিল করেন। অর্থাৎ “যখন তাদের কাছে কোন নিরাপত্তা বা ভয়ের খবর পৌঁছে তখন তারা তা প্রচার করতে শুরু করে দেয়। যদি তারা এই খবর রাসূলুল্লাহ (সঃ) অথবা জ্ঞানী ও বিদ্বান মুসলমানদের নিকট পৌঁছিয়ে দিতো তবে নিশ্চয়ই তাদের মধ্যে যারা তাহকীককারী তারা ওটা বুঝতে পারতো।” হযরত উমার (রাঃ) আয়াতটি এই পর্যন্ত পাঠ করে বলেনঃ এই বিষয়ের তাহকীককারীদের মধ্যে আমিও একজন।” আরো বহু বুযুর্গ মুফাসসির হতে বর্ণিত আছে যে, দ্বারা হযরত আবূ বকর (রাঃ) এবং হযরত উমার (রাঃ)-কে বুঝানো হয়েছে। কেউ কেউ হযরত উসমানেরও (রাঃ) নাম উল্লেখ করেছেন এবং কেউ কেউ আবার হযরত আলী (রাঃ)-এর নামও নিয়েছেন। একটি দুর্বল হাদীসে মারফূ’’রূপে শুধু হযরত আলী (রাঃ)-এর নাম রয়েছে। কিন্তু এর সনদ দুর্বল এবং সম্পূর্ণরূপে মুনকার। হযরত আনাস (রাঃ) হতে বর্ণিত আছে যে, হযরত উমার (রাঃ) বলেনঃ “রাসূলুল্লাহ (সঃ)-এর স্ত্রীদের মধ্যে মর্যাদাবোধ জেগে উঠেছিল। আমি তখন তাদেরকে বললামঃ যদি নবী (সঃ) তোমাদেরকে পরিত্যাগ করেন তবে তার প্রতিপালক সম্ভবতঃ তাকে দিবেন তোমাদের অপেক্ষা উৎকৃষ্টতর স্ত্রী। তখন এই আয়াতটি অবতীর্ণ হয় এবং আমার ভাষাতেই আল্লাহ পাক তা নাযিল করেন।” (এ হাদীসটি ইমাম বুখারী (রঃ) বর্ণনা করেছেন) এটা পূর্বেই গত হয়েছে যে, হযরত উমার (রাঃ) বহু ব্যাপারে কুরআনের আনুকূল্য করেছেন। যেমন পর্দার ব্যাপারে, বদর যুদ্ধের বন্দীদের ব্যাপারে এবং মাকামে ইবরাহীমকে কিবলাহ নির্ধারণ করার ব্যাপারে।\tহযরত আনাস (রাঃ) হতে বর্ণিত আছে যে, হযরত উমার (রাঃ) বলেনঃ “আমি যখন উম্মাহাতুল মু'মিনীন ও রাসূলুল্লাহ (সঃ)-এর মধ্যে মন কষাকষির খবর পেলাম তখন আমি তাদের কাছে গেলাম এবং তাদেরকে বললামঃ তোমরা রাসূলুল্লাহ (সঃ)-এর সাথে আপোষ করে নাও, অন্যথায় তিনি যদি তোমাদের সকলকে পরিত্যাগ করেন তবে তাঁর প্রতিপালক সম্ভবতঃ তাকে তোমাদের অপেক্ষা উৎকৃষ্টতর স্ত্রী দান করবেন। অবশেষে আমি উম্মাহাতুল মু'মিনীনের শেষ জনের কাছে গেলাম। তখন সে বললোঃ “হে উমার (রাঃ)! আমাদেরকে উপদেশ দানের জন্যে স্বয়ং রাসূলুল্লাহ (সঃ) কি যথেষ্ট নন যে, আপনি আমাদেরকে উপদেশ দিতে আসলেন?\" আমি তখন নীরব হয়ে গেলাম। অতঃপর আল্লাহ তা’আলা ...- (আরবি) এই আয়াত অবতীর্ণ করলেন।” (এ হাদীসটি বর্ণনা করেছেন ইমাম ইবনে আবি হাতিম (রঃ) ) সহীহ বুখারীর হাদীস দ্বারা প্রমাণিত যে, রাসূলুল্লাহ (সঃ)-এর যে স্ত্রীটি হযরত উমার (রাঃ)-কে এই উত্তর দিয়েছিলেন তিনি ছিলেন হযরত উম্মে সালমা (রাঃ)। হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, (আরবি) আল্লাহ তা'আলার এই উক্তি সম্পর্কে তিনি বলেনঃ “ঘটনা এই যে, রাসূলুল্লাহ (সঃ) হযরত হাফসা (রাঃ)-এর ঘরে ছিলেন। যখন হাফসা (রাঃ) দেখেন যে, রাসূলুল্লাহ (সঃ) হযরত মারিয়াহ (রাঃ)-এর সাথে মশগুল রয়েছেন, তখন রাসূলুল্লাহ (সঃ) হযরত হাফসা (রাঃ)-কে বলেনঃ “তুমি এ খবর হযরত আয়েশা (রাঃ)-কে জানাবে না। আমি তোমাকে একটি সুসংবাদ দিচ্ছি। তা এই যে, আমার ইন্তেকালের পর আমার খিলাফত হযরত আবূ বকর (রাঃ)-এর পর তোমার আব্বা লাভ করবেন। কিন্তু হযরত হাফসা (রাঃ) এ খবর হযরত আয়েশা (রাঃ)-কে জানিয়ে দেন। তখন হযরত আয়েশা (রাঃ) রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করেনঃ “এ খবর আপনার কাছে কে পৌঁছিয়ে দিয়েছেন?” তিনি উত্তরে বলেনঃ “আমাকে অবহিত করেছেন তিনি যিনি সর্বজ্ঞ, সম্যক অবগত।” হযরত আয়েশা (রাঃ) তখন বলেনঃ “আমি আপনার দিকে তাকাবো যে পর্যন্ত না আপনি মারিয়াহ (রাঃ)-কে আপনার উপর হারাম করবেন।” তখন তিনি হযরত মারিয়াহ (রাঃ)-কে নিজের উপর হারাম করেন। ঐ সময় আল্লাহ তা'আলা .. (আরবি)-এই আয়াত অবতীর্ণ করেন।” [এ হাদীসটি বর্ণনা করেছেন ইমাম তিবরানী (রঃ)](আরবি)-এর একটি তাফসীর তো এই যে, তারা হবে রোযা পালনকারিণী। একটি মারফূ’ হাদীসেও এই শব্দের এই তাফসীরই এসেছে যে হাদীসটি সূরায়ে বারাআতের এই শব্দের তাফসীরে গত হয়েছে যে, এই উম্মতের সিয়াহাত হলো রোযা রাখা। দ্বিতীয় তাফসীর এই যে, এর দ্বারা উদ্দেশ্য হলো হিজরতকারিণীগণ। কিন্তু প্রথম উক্তিটিই বেশী উত্তম। এসব ব্যাপারে আল্লাহ তা’আলাই সবচেয়ে ভাল জানেন। এরপর মহান আল্লাহ বলেনঃ তাদের মধ্যে কেউ হবে অকুমারী এবং কেউ হবে কুমারী। যাতে মন খুশী থাকে।মু’জামে তিবরানীতে রয়েছে যে, ইবনে ইয়াযীদ (রঃ) তাঁর পিতা হতে বর্ণনা করেন যে, তিনি বলেনঃ আল্লাহ তা'আলা এই আয়াতে স্বীয় নবী (সঃ)-কে যে ওয়াদা দিয়েছেন তাতে বেওয়া বা অকুমারী দ্বারা হযরত আসিয়া (রাঃ) কে বুঝানো হয়েছে যিনি ফিরাউনের স্ত্রী ছিলেন এবং কুমারী দ্বারা হযরত মরিয়ম (আঃ)-কে বুঝানো হয়েছে যিনি হযরত ইমরানের কন্যা ছিলেন।\tহাফিয ইবনে আসাকির (রঃ) বর্ণনা করেছেন যে, হযরত জিবরাঈল (আঃ) রাসূলুল্লাহ (সঃ)-এর নিকট আগমন করেন। ঐ সময় হযরত খাদীজাহ (রাঃ) রাসূলুল্লাহ (সঃ)-এর নিকট আসেন। তখন হযরত জিবরাঈল (আঃ) বলেন যে, আল্লাহ তা'আলা হযরত খাদীজাহ (রাঃ)-কে সালাম দিয়েছেন এবং বলেছেন, তাঁকে সুসংবাদ দেয়া হচ্ছে জান্নাতের একটি ঘরের, যেখানে না আছে গরম এবং না আছে কোন কষ্ট, আর না আছে কোন শোরগোল। যা ছিদ্রকৃত মুক্তা দ্বারা নির্মিত। যার ডানে-বামে মরিয়ম বিনতু ইমরান (রাঃ) এবং আসিয়া বিনতু মাযাহেম (রাঃ)-এর ঘর রয়েছে। অন্য একটি রিওয়াইয়াতে রয়েছে যে, হযরত খাদীজাহ (রাঃ)-এর মৃত্যুর সময় রাসূলুল্লাহ (সঃ) তাকে বলেনঃ “হে খাদীজাহ (রাঃ)! তোমার সতীনদেরকে আমার সালাম জানিয়ে দিবে।” হযরত খাদীজাহ (রাঃ) তখন বলেনঃ “হে আল্লাহর রাসূল (সঃ)! আমার পূর্বেও কি আপনি কাউকেও বিয়ে করেছিলেন?” উত্তরে তিনি বলেনঃ “না। কিন্তু আল্লাহ তা'আলা মরিয়ম বিনতু ইমরান (রাঃ), ফিরাউনের স্ত্রী আসিয়া (রাঃ) এবং মূসা (আঃ)-এর বোন কুলসুম (রাঃ) এই তিনজনকে আমার নিকাহতে দিয়ে রেখেছেন।” (এ হাদীসটি দুর্বল) হযরত আবূ উমামা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) তাঁকে বলেছেনঃ “তুমি কি জান যে, আল্লাহ তা'আলা জান্নাতে আমার বিবাহ ইমরানের কন্যা মরিয়ম (রাঃ), মূসা (আঃ)-এর ভগ্নী কুলসুম (রাঃ), এবং ফিরাউনের স্ত্রী আসিয়ার (রাঃ) সাথে দিয়ে রেখেছেন? তিনি উত্তরে বলেনঃ “হে আল্লাহর রাসূল (সঃ)! আপনাকে মুবারকবাদ।” (এ হাদীসটি আবূ ইয়ালা (রঃ) বর্ণনা করেছেন। এটাও দুর্বল হাদীস এবং সাথে সাথে মুরসালও বটে)"
    },
    { "ayah": 6, "surah": 66, "text": "Please check ayah 66:8 for complete tafsir." },
    { "ayah": 7, "surah": 66, "text": "Please check ayah 66:8 for complete tafsir." },
    {
      "ayah": 8,
      "surah": 66,
      "text": "৬-৮ নং আয়াতের তাফসীর\nহযরত আলী (রাঃ) বলেন যে, (আরবি)-এর ভাবার্থ হচ্ছেঃ তোমরা তোমাদের পরিবারের লোকদেরকে ইলম ও আদব শিক্ষা দাও। হযরত ইবনে আব্বাস (রাঃ) বলেন যে, এর দ্বারা উদ্দেশ্য হচ্ছেঃ তোমরা আল্লাহর আদেশ মেনে চল এবং অবাধ্যাচরণ করো না। পরিবারের লোকদেরকে আল্লাহর যিকরের তাগীদ কর, যাতে আল্লাহ তোমাদেরকে জাহান্নাম হতে রক্ষা করেন।মুজাহিদ (রঃ) বলেন যে, এর ভাবার্থ হলোঃ তোমরা আল্লাহকে ভয় কর এবং পরিবারের লোকদেরকেও ভয় করতে বল। কাতাদাহ (রঃ) বলেন যে, অর্থ হলোঃ তাদেরকে আল্লাহর আনুগত্যের হুকুম কর এবং অবাধ্যাচরণ হতে নিষেধ কর। তাদের উপর আল্লাহর হুকুম কায়েম রাখো এবং তাদেরকে আল্লাহর আহকাম পালন করার তাগীদ করতে থাকো। সৎ কাজে তাদেরকে সাহায্য কর এবং অসৎ কাজে তাদেরকে শাসন-গর্জন কর।মুকাতিল (রঃ) বলেনঃ প্রত্যেক মুসলমানের উপর নিজের পরিবারভুক্ত লোকদেরকে এবং দাস-দাসীদেরকে আল্লাহর হুকুম পালন করার ও তাঁর নাফরমানী হতে বিরত থাকার শিক্ষা ও উপদেশ দান করতে থাকা ফরয।আবদুল মালিক ইবনে রাবী' ইবনে সিববাহ (রঃ) হতে বর্ণিত, তিনি তাঁর পিতা হতে এবং তিনি তাঁর দাদা হতে বর্ণনা করেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমরা তোমাদের শিশুদেরকে নামাযের হুকুম কর যখন তাদের বয়স সাত বছর হয়। আর যখন তারা দশ বছর বয়সে পদার্পণ করে তখন তাদেরকে নামাযে অবহেলার কারণে প্রহার কর।” (এ হাদীসটি ইমাম আহমাদ (রঃ), ইমাম আবূ দাউদ (রঃ) ও ইমাম তিরমিযী (রঃ) বর্ণনা করেছেন)ফকীহদের ফরমান এই যে, অনুরূপভাবে শিশুদেরকে এই বয়স হতেই রোযার জন্যেও তাগীদ করা উচিত। যাতে প্রাপ্ত বয়সে পৌঁছা পর্যন্ত তারা নামায রোযায় পূর্ণমাত্রায় অভ্যস্ত হয়ে পড়ে। যাতে তাদের মধ্যে আল্লাহ ও তাঁর রাসূল (সঃ)-এর আনুগত্য করার এবং তাঁদের নাফরমানী হতে বিরত থাকার অভ্যাস পয়দা হয়। মুমিনরা এ কাজ করলে তারাও তাদের পরিবার পরিজন জাহান্নামের অগ্নি হতে রক্ষা পাবে, যার ইন্ধন হবে মানুষ ও প্রস্তর। এদের দ্বারা অগ্নি প্রজ্বলিত করা হবে। তাহলে আগুন কত কঠিন তেজ হতে পারে তা সহজেই অনুমেয়।প্রস্তর দ্বারা হয়তো ঐ প্রস্তর উদ্দেশ্য হতে পারে দুনিয়ায় যেগুলোর পূজা করা হয়। যেমন অন্য জায়গায় রয়েছেঃ (আরবি)অর্থাৎ “নিশ্চয়ই তোমরা এবং তোমাদের মা'বূদরা জাহান্নামের ইন্ধন হবে।”(২১:৯৮) হযরত ইবনে মাসউদ (রাঃ), মুজাহিদ (রঃ), আবূ জা’ফর আল বাকির (রঃ) এবং সুদ্দী (রঃ) বলেন যে, ওটা হবে গন্ধকের পাথর যা হবে অত্যন্ত দুর্গন্ধময়। একটি রিওয়াইয়াতে আছে যে, রাসূলুল্লাহ (সঃ) (আরবি)-এই আয়াতটি তিলাওয়াত করেন। ঐ সময় তাঁর খিদমতে কয়েকজন সাহাবী ছিলেন। তাঁদের মধ্যে একজন বৃদ্ধ লোক জিজ্ঞেস করেনঃ “হে আল্লাহর রাসূল (সঃ)! জাহান্নামের পাথরটি দুনিয়ার পাথরের মত?” উত্তরে রাসূলুল্লাহ (সঃ) বলেনঃ “যাঁর অধিকারে আমার প্রাণ রয়েছে তাঁর শপথ! জাহান্নামের একটি পাথর দুনিয়ার সমস্ত পাথর হতে বড়।” একথা শুনে বৃদ্ধ লোকটি অচৈতন্য হয়ে পড়লেন। তখন রাসূলুল্লাহ (সঃ) তাঁর বক্ষে হাত রেখে বুঝতে পারলেন যে, তিনি জীবিত আছেন। সুতরাং তিনি তাঁকে ডাক দিয়ে বললেনঃ “হে বৃদ্ধ! বলঃ লা ইলাহা ইল্লাল্লাহ্।” বৃদ্ধ তা পাঠ করলেন। তারপর তিনি ঐ বৃদ্ধ লোকটিকে জান্নাতের সুসংবাদ দিলেন। সাহাবীগণ তখন বললেনঃ “হে আল্লাহর রাসূল (সঃ)! আমাদের মধ্য হতে শুধু তাঁকেই এ সুসংবাদ দান করলেন?” তিনি উত্তরে বললেনঃ (আরবি)অর্থাৎ “ওটা ঐ ব্যক্তির জন্যে, যে আমার সামনে দণ্ডায়মান হওয়াকে ভয় করে এবং ভয় করে আমার শাস্তিকে।” (১৪:১৪)।এরপর ইরশাদ হচ্ছেঃ এতে (এই শাস্তি দেয়ার কাজে) নিয়োজিত রয়েছে নির্মম হৃদয়, কঠোর স্বভাব ফেরেশতাগণ। অর্থাৎ তাদের স্বভাব বা প্রকৃতি কঠোর। কাফেরদের জন্যে তাদের অন্তরে কোন করুণা রাখা হয়নি। তারা নিকৃষ্ট পন্থায় কঠিন শাস্তি দিয়ে থাকে। তাদেরকে দেখা মাত্রই অন্তরাত্মা কেঁপে ওঠে। \tহযরত ইকরামা (রঃ) বলেন যে, জাহান্নামীদের প্রথম দলটি যখন জাহান্নামের দিকে এগিয়ে চলবে তখন দেখবে যে, দরজার উপর চার লক্ষ ফেরেশতা শাস্তি দেয়ার জন্যে প্রস্তুত রয়েছেন, যাঁদের চেহারা অত্যন্ত ভয়াবহ, রঙ অত্যন্ত কালে। দাঁতগুলো বাইরের দিকে বেরিয়ে আছে। তাঁরা অত্যন্ত নির্দয় ও কঠোর হৃদয়। তাঁদের অন্তরে অণুপরিমাণও দয়া রাখা হয়নি। তাঁরা এতো মোটা ও চওড়া যে, যদি পাখী তাদের এক স্কন্ধ হতে উড়তে শুরু করে তবে অন্য স্কন্ধে পৌঁছতে তার দুই মাস সময় লাগবে। তারপর তারা (জাহান্নামীরা) দ্বিতীয় দরজার উপর ঊনিশ জন ফেরেশতা দেখতে পাবে, যাদের বক্ষ এতো প্রশস্ত যে, তা সত্তর বছরের পথ। অতঃপর তাদেরকে এক দরজা হতে অন্য দরজার দিকে ধাক্কা দেয়া হবে। পাঁচ শত বছর পড়তে থাকার পর অন্য দরজার কাছে তারা তা দেখতে পাবে। এই ভাবে প্রতিটি দরজার উপর এই ফেরেশতামণ্ডলী আল্লাহ তা'আলার আজ্ঞাধীন রয়েছেন। একদিকে আদেশ এবং অন্যদিকে তা প্রতিপালন। তাঁদেরকে যাবানিয়্যাহ বলা হয়। আল্লাহ তা'আলা আমাদেরকে তাঁদের হাত হতে মুক্তি দান করুন! এরপর মহাপ্রতাপান্বিত আল্লাহ বলেনঃ হে কাফিরগণ! আজ তোমরা দোষ স্খালনের চেষ্টা করো না। তোমরা যা করতে তোমাদেরকে তারই প্রতিফল দেয়া হবে। অর্থাৎ কিয়ামতের দিন কাফিরদেরকে বলা হবেঃ আজকে তোমরা কোন ওযর পেশ করো না, কারণ আজ তোমাদের কোন ওযর কবূল করা হবে না। তোমাদেরকে আজকে তোমাদের কৃতকর্মেরই শুধু প্রতিফল দেয়া হবে।অতঃপর আল্লাহ তাবারাকা ওয়া তা'আলা বলেনঃ হে ঈমানদারগণ! তোমরা আল্লাহর নিকট তাওবা কর, বিশুদ্ধ তাওবা। অর্থাৎ সত্য ও খাঁটি তাওবা কর যার ফলে তোমাদের পূর্ববর্তী পাপরাশি মার্জনা করা হবে। আর তোমাদের মন্দ স্বভাব দূর হয়ে যাবে। হযরত নুমান ইবনে বাশীর (রাঃ) হতে বর্ণিত আছে যে, তিনি হযরত উমার ইবনুল খাত্তাব (রাঃ)-কে খুৎবায় বলতে শুনেনঃ “হে মুমিনগণ! তোমরা আল্লাহর নিকট এমন বিশুদ্ধ তাওবা কর যে, তোমার দ্বারা ঐ পাপকার্যের আর পুনরাবৃত্তি ঘটবে না।” (এটা ইমাম ইবনু জারীর (রঃ) বর্ণনা করেছেন) অন্য রিওয়াইয়াতে রয়েছেঃ “অতঃপর ঐ পাপকার্য করার ইচ্ছাও করবে না।\" হযরত আবদুল্লাহ (রাঃ) হতেও প্রায় এরূপই বর্ণিত আছে। একটি মারফূ’ হাদীসে এরূপই এসেছে যা দুর্বল এবং সঠিক কথা এটাই যে, এ হাদীসটিও মাওকুফ। এসব ব্যাপারে আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন।পূর্বযুগীয় আলেমগণ বলেনঃ খাঁটি ও বিশুদ্ধ তাওবা এই যে, গুনাহ হয়ে যাওয়ার পরই তাওবা করবে ও লজ্জিত হবে এবং আগামীতে ঐ পাপকার্য আর না করার দৃঢ় সংকল্প করবে। আর যদি গুনাহতে কারো হক থাকে তবে চতুর্থ শর্ত এই যে, ঐ হক নিয়মিতভাবে আদায় করবে।হযরত আবদুল্লাহ ইবনে মাসউদ (রাঃ) হতে বর্ণিত আছে যে, তিনি রসূলুল্লাহ (সঃ)-কে বলতে শুনেছেনঃ “লজ্জিত হওয়াও হলো তাওবা করা।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)হযরত উবাই ইবনে কা'ব (রাঃ) বলেনঃ “কিয়ামত নিকটবর্তী হওয়ার সময় এই উম্মতের শেষের লোকেরা কি কাজ করবে তা আমাদেরকে বলে দেয়া হয়েছে। একটি এই যে, মানুষ তার স্ত্রী বা দাসীর গৃহ্যদ্বারে সঙ্গম করবে। অথচ এটা আল্লাহ এবং তাঁর রাসূল হারাম করেছেন। আর এ কাজে আল্লাহ এবং তাঁর রাসূল (সঃ) অসন্তুষ্ট হন। অনুরূপভাবে পুরুষের সাথে পুরুষ কুকাজে লিপ্ত হবে। যা হারাম এবং আল্লাহ ও তাঁর রাসূল (সঃ)-এর অসন্তুষ্টির কারণ। এ লোকদের নামাযও আল্লাহর নিকট কবূল হয় না। যে পর্যন্ত না তারা তাওবা করে বিশুদ্ধ তাওবা।\" তখন হযরত উবাই ইবনে কা'ব (রাঃ)-কে জিজ্ঞেস করা হলোঃ “বিশুদ্ধ তাওবা কি?\" উত্তরে তিনি বললেনঃ “আমি রাসূলুল্লাহ (সঃ)-কে এই প্রশ্নই করেছিলাম। তিনি জবাবে বলেছিলেনঃ “ভুলক্রমে গুনাহ হয়ে গেছে, অতঃপর ওর উপর লজ্জিত হওয়া, আল্লাহর কাছে ক্ষমা প্রার্থনা করা, তারপর ঐ গুনাহর দিকে আর ঝুঁকে না পড়া।” (এ হাদীসটি ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)হযরত হাসান (রঃ) বলেনঃ বিশুদ্ধ তাওবা হলো এই যে, যেমন গুনাহর প্রতি ভালবাসা ও আকর্ষণ ছিল ঐ রকমই ওর প্রতি অন্তরে ঘৃণা জন্মে যাওয়া। যখন ঐ গুনাহর কথা স্মরণ হয় তখন ক্ষমা প্রার্থনা করা। যখন কোন বান্দা তাওবা করার জন্যে দঢ় সংকল্প করে নেয় এবং তাওবার উপর অটল থাকে তখন আল্লাহ তা'আলা তার পূর্বের সমস্ত গুনাহ মাফ করে দেন।সহীহ্ হাদীসে এসেছে যে, ইসলাম গ্রহণের পর ইসলাম-পূর্ব যুগের সমস্ত গুনাহ্ ইসলাম মিটিয়ে দেয়। এখন থাকলো এই কথা যে, বিশুদ্ধ তাওবায় শর্ত হলো, তাওবাকারী মৃত্যু পর্যন্ত আর ঐ গুনাহর কাজ কখনো করবে না। যেমন হাদীস ও আসার এখনই বর্ণিত হলো যে, আর কখনো ঐ পাপের কাজে হাত দিবে না। অথবা শুধু এই দৃঢ় সংকল্প যথেষ্ট হবে যে, ঐ পাপকার্য আর কখনো করবে না, তারপর হয় তো মানবিক চাহিদা হিসেবে আবার পদস্খলন ঘটে যাবে। যেমন এখনই হাদীস গত হলো যে, তাওবা পূর্বের সমস্ত গুনাহকে মিটিয়ে দেয়। তাহলে শুধু কি তাওবার দ্বারাই গুনাহ্ মাফ হয়ে যাবে, না মৃত্যু পর্যন্ত ঐ গুনাহর কাজ আর না করা শর্ত? প্রথমটির দলীল তো এই সহীহ্ হাদীসটি যে, যে ব্যক্তি ইসলামে সৎ কাজ করবে, সে তার অজ্ঞতার যুগের অসৎ কাজের কারণে গ্রেফতার হবে না। আর যে ব্যক্তি ইসলাম গ্রহণের পরেও অসৎ কাজে জড়িয়ে পড়বে তাকে তার ইসলাম ও জাহেলিয়াত উভয় যুগের অসৎ কাজের জন্যে পাকড়াও করা হবে। সুতরাং ইসলাম, যা পাপরাশিকে দূর করে দেয়ার ব্যাপারে তাওবার অপেক্ষাও অগ্রগণ্য, এর পরেও যখন তার অসত্ত্বার্যের কারণে পাকড়াও করা হচ্ছে, তখন তাওবার পরেও অসৎ কাজ পুনরায় করলে তো আরো বেশী তাকে পাকড়াও করা উচিত। এসব ব্যাপারে আল্লাহ তা’আলাই সবচেয়ে ভাল জানেন। এরপর ইরশাদ হচ্ছেঃ আল্লাহ নবী (সঃ) ও তার মুমিন সঙ্গীদেরকে অপদস্থ করবেন না। তাদেরকে আল্লাহ তা'আলার পক্ষ হতে যে জ্যোতি দান করা হবে তা তাদের সামনে ও দক্ষিণ পার্শ্বে ধাবিত হবে। আর অন্যেরা সবাই অন্ধকারের মধ্যে থাকবে। যেমন ইতিপূর্বে এটা সূরায়ে হাদীদের তাফসীরে গত হয়েছে। যখন মুমিনগণ দেখবে যে, মুনাফিকরা যে জ্যোতি লাভ করেছিল, ঠিক প্রয়োজনের সময় তা তাদের হতে ছিনিয়ে নেয়া হয়েছে এবং তারা অন্ধকারের মধ্যে হাবুডুবু খাচ্ছে, তখন তারা (মুমিনরা) দুআ করবেনঃ হে আমাদের প্রতিপালক! আমাদেরকে জ্যোতিতে আপনি পূর্ণতা দান করুন এবং আমাদেরকে রক্ষা করুন! আপনি তো সর্ববিষয়ে সর্বশক্তিমান।বানু কিনানাহ্ গোত্রের একজন লোক বলেনঃ “মক্কা বিজয়ের দিন আমি রাসূলুল্লাহ (সঃ)-এর পিছনে নামায পড়েছিলাম। আমি তাঁকে দু’আয় বলতে শুনেছিলামঃ  (আরবি) অর্থাৎ “হে আল্লাহ! কিয়ামতের দিন আপনি আমাকে অপদস্ত করবেন না।” (এ হাদীসটি ইমাম আহমাদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন)হযরত আবূ যার (রাঃ) ও হযরত আবূ দারদা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “কিয়ামতের দিন সর্বপ্রথম আমাকে সিজদার অনুমতি দেয়া হবে। অনুরূপভাবে সর্বপ্রথম আমাকেই সিজদা হতে মস্তক উত্তোলনেরও অনুমতি দেয়া হবে। আমি আমার সামনে এবং ডানে ও বামে দৃষ্টি নিক্ষেপ করে আমার উম্মতকে চিনে নিবো।” একজন সাহাবী জিজ্ঞেস করেনঃ “হে আল্লাহর রাসূল (সঃ)! তাদেরকে আপনি কি করে চিনতে পারবেন? বহু উম্মত তো মিশ্রিতভাবে থাকবে?\" উত্তরে রাসূলুল্লাহ (সঃ) বলেনঃ “আমার উম্মতের লোকদের একটি চিহ্ন তো এই যে, তাদের অযুর অঙ্গগুলো উজ্জ্বল হবে ও চমকিতে থাকবে। অন্য কোন উম্মতের লোকদের এরূপ হবে না। দ্বিতীয় পরিচয় এই যে, তাদের আমলনামা তাদের ডান হাতে থাকবে। তৃতীয় নিদর্শন এই যে, তাদের ললাটে সিজদার চিহ্ন থাকবে। চতুর্থ চিহ্ন এই যে, তাদের জ্যোতি তাদের আগে আগে থাকবে।” (এ হাদীসটি মুহাম্মাদ ইবনে নাসরুল মুরূযী (রঃ) বর্ণনা করেছন)"
    },
    { "ayah": 9, "surah": 66, "text": "Please check ayah 66:10 for complete tafsir." }
  ]
}
