{
  "ayahs": [
    { "ayah": 1, "surah": 68, "text": "Please check ayah 68:7 for complete tafsir." },
    { "ayah": 10, "surah": 68, "text": "Please check ayah 68:16 for complete tafsir." },
    { "ayah": 11, "surah": 68, "text": "Please check ayah 68:16 for complete tafsir." },
    { "ayah": 12, "surah": 68, "text": "Please check ayah 68:16 for complete tafsir." },
    { "ayah": 13, "surah": 68, "text": "Please check ayah 68:16 for complete tafsir." },
    { "ayah": 14, "surah": 68, "text": "Please check ayah 68:16 for complete tafsir." },
    { "ayah": 15, "surah": 68, "text": "Please check ayah 68:16 for complete tafsir." },
    {
      "ayah": 16,
      "surah": 68,
      "text": "৮-১৬ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা বলেনঃ হে নবী (সঃ)! আমি তো তোমাকে বহু নিয়ামত, সরল-সঠিক পথ মহান চরিত্র দান করেছি, সুতরাং তোমার জন্যে এখন উচিত যে, যারা আমাকে অস্বীকার করছে তুমি তাদের অনুসরণ করবে না। তারা তো চায় যে, তুমি নমনীয় হবে, তাহলে তারাও নমনীয় হবে। ভাবার্থ এই যে, তুমি তাদের বাতিল মাবুদের দিকে কিছুটা ঝুঁকে পড়বে এবং সত্য পথ হতে কিছু এদিক ওদিক হয়ে যাবে। এরূপ করলে তারা খুশী হবে।মহাপ্রতাপান্বিত আল্লাহ বলেনঃ হে নবী (সঃ)! তুমি অধিক শপথকারী ইতর প্রকৃতির লোকদেরও অনুসরণ করবে না। যারা ভ্রান্ত পথে রয়েছে তাদের লাঞ্ছনা ও মিথ্যা বর্ণনা প্রকাশ হয়ে পড়ার সদা ভয় থাকে। তাই তারা মিথ্যা শপথ করে করে অন্যদের মনে নিজেদের সম্পর্কে ভাল ধারণা জন্মাতে চায়। তারা নিঃসঙ্কোচে মিথ্যা কসম খেতে থাকে এবং আল্লাহর পবিত্র নামগুলোকে অনুপযুক্ত স্থানে ব্যবহার করে। হযরত ইবনে আব্বাস (রাঃ) বলেন যে, (আরবি)-এর অর্থ হলো মিথ্যাবাদী। হযরত মুজাহিদ (রঃ) বলেন যে, এর অর্থ হচ্ছে দুর্বল চিত্ত লোক। হযরত হাসান (রঃ) বলেন যে, (আরবি)-এর অর্থ ‘মুকাবির' এবং (আরবি) এর অর্থ দুর্বল। (আরবি) এর অর্থ গীবতকারী, চুগলখোর, যে বিবাদ লাগাবার জন্যে এর কথা ওকে এবং ওর কথা একে লাগিয়ে থাকে।সহীহ বুখারী ও সহীহ্ মুসলিমে হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, একদা রাসূলুল্লাহ্ (সঃ) দু’টি কবরের পার্শ্ব দিয়ে গমন করার সময় বলেনঃ “এই দুই কবরবাসীকে শাস্তি দেয়া হচ্ছে, আর এদেরকে খুব বড় (পাপের) কারণে শাস্তি দেয়া হচ্ছে না। এদের একজন প্রস্রাব করার সময় পর্দা করতো না এবং অপরজন ছিল চুগলখোর।\"মুসনাদে আহমাদে হযরত হুযাইফা (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহ (সঃ)-কে বলতে শুনেছেনঃ “চুগলখোর জান্নাতে প্রবেশ করবে না।” অন্য রিওয়াইয়াতে আছে যে, হযরত হুযাইফা (রাঃ) এ হাদীসটি ঐ সময় শুনিয়েছিলেন যখন তাঁকে বলা হয় যে, এ লোকটি আমীর-উমারার নিকট (গোয়েন্দারূপে) কথা পৌঁছিয়ে থাকে। মুসনাদে আহমাদে হযরত আসমা বিনতু ইয়াযীদ ইবনে সাকন (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “তোমাদের মধ্যে সর্বোত্তম লোক কারা এ খবর কি আমি তোমাদেরকে দিবো না?” সাহাবীগণ উত্তরে বলেনঃ “হ্যাঁ, হে আল্লাহর রাসূল (সঃ)! আমাদেরকে এ খবর দিন!” তিনি তখন বললেনঃ “তারা হলো ঐ সব লোক যাদেরকে দেখলে মহামহিমান্বিত আল্লাহকে স্মরণ হয়!” তারপর তিনি বললেনঃ “আমি কি তোমাদেরকে তোমাদের নিকৃষ্ট লোকদের সংবাদ দিবো না? তারা হলো চুগলখোর, যারা বন্ধুদের মধ্যে বিবাদ বাধিয়ে থাকে এবং সৎ ও পবিত্র লোকদের উপর মিথ্যা অপবাদ দিয়ে থাকে।” (ইমাম ইবন মাজাহও (রঃ) এ হাদীসটি বর্ণনা করেছেন)এরপর আল্লাহ তা'আলা ঐ সব লোকের আরো বদ অভ্যাসের বর্ণনা দিচ্ছেন যে, তারা কল্যাণের কার্যে বাধা দান করে, তারা সীমালংঘনকারী ও পাপিষ্ঠ। অর্থাৎ তারা নিজেরা ভাল কাজ করা হতে বিরত থাকে এবং অন্যদেরকেও বিরত রাখে, হালাল জিনিস ও হালাল কাজ হতে সরে গিয়ে হারাম ভক্ষণে ও হারাম কার্যে লিপ্ত হয়ে পড়ে। তারা পাপী, দুষ্কর্মপরায়ণ ও হারাম ভক্ষণকারী। তারা দুশ্চরিত্র, রূঢ় স্বভাব এবং তদুপরি কুখ্যাত। তারা শুধু সম্পদ জমা করে এবং কাউকেও কিছুই দেয় না। মুসনাদে আহমাদে হযরত হারিসাহ ইবনে অহাব (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমি কি তোমাদেরকে জান্নাতী লোকের পরিচয় দিবো না? প্রত্যেক দুর্বল ব্যক্তি, যাকে দুর্বল মনে করা হয় (সেই জান্নাতী)। যদি সে আল্লাহর নামে কোন শপথ করে তবে আল্লাহ তা বাস্তবায়িত করে দেন। আর আমি কি তোমাদেরকে জাহান্নামীর সংবাদ দিবো না? প্রত্যেক অত্যাচারী, যালিম ও অহংকারী (জাহান্নামী)।” (এ হাদীসটি ইমাম বুখারী (রঃ) ও ইমাম মুসলিম (রঃ) তাখরীজ করেছেন) অন্য এক হাদীসে আছেঃ “প্রত্যেক জমাকারী ও বাধাদানকারী, অশ্লীলভাষী এবং রূঢ় স্বভাব ব্যক্তি (জাহান্নামী)।আর একটি বর্ণনায় আছে যে, রাসূলুল্লাহ (সঃ) কে জিজ্ঞেস করা হয়ঃ (আরবি) কে? উত্তরে তিনি বলেনঃ “দুশ্চরিত্র, রূঢ় স্বভাব, অত্যধিক পানাহারকারী, লোকদের উপর অত্যাচারকারী এবং বড় পেটুক ব্যক্তি।” (এ হাদীসটি বহু সংখ্যক বর্ণনাকারী মুরসাল রূপে বর্ণনা করেছেন)হযরত যায়েদ ইবনে আসলাম (রঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “ঐ ব্যক্তির ব্যাপারে আকাশ কাঁদে যাকে আল্লাহ তা'আলা শারীরিক সুস্থতা দান করেছেন, পেট পুরে খেতে দিয়েছেন এবং জায়গা-জমি, ধন-সম্পদ (অর্থাৎ দুনিয়ার ভোগ্যবস্তু সবকিছুই) দান করেছেন এতদসত্ত্বেও সে জনগণের উপর অত্যাচার করে থাকে।” (এ হাদীসটিও দুই মুরসাল পন্থায় বর্ণিত হয়েছে)মোটকথা (আরবি) ঐ ব্যক্তিকে বলা হয় যার দেহ সুস্থ ও সবল, বেশী পানাহারকারী এবং খুবই শক্তিশালী। আর (আরবি) হলো ঐ ব্যক্তি যে বদনামী কুখ্যাত। আরবদের পরিভাষায় (আরবি) ঐ লোককে বলা হয় যাকে কোন এক সম্প্রদায়ভুক্ত মনে করা হয়, আসলে কিন্তু সে ঐ সম্প্রদায়ভুক্ত নয়। আরব কবিরাও এটাকে এই অর্থেই ব্যবহার করেছেন, অর্থাৎ যার নসবনামা সঠিক নয়। কথিত আছে যে, এর দ্বারা আখনাস ইবনে শুরায়েক সাকাফীকে বুঝানো হয়েছে, যে বানু যারা গোত্রের মিত্র ছিল। আবার কেউ কেউ বলেন যে, আসওয়াদ ইবনে আবদি ইয়াগুস যুহরীদের বুঝানো হয়েছে। ইকরামা (রঃ) বলেন যে, জারজ সন্তান উদ্দেশ্য। এটাও বর্ণিত আছে যে, কর্তিত কান বিশিষ্ট বকরী, যে কান তার গলদেশে ঝুলতে থাকে, এরূপ বকরীকে যেমন পালের মধ্যে সহজেই চেনা যায় ঠিক তেমনই মুমিনকে কাফির হতে সহজেই পৃথক করা যায়। এ ধরনের আরো বহু উক্তি রয়েছে। কিন্তু সবগুলোরই সারমর্ম হলো এই যে, (আরবি) হলো ঐ ব্যক্তি যে কুখ্যাত এবং যার সঠিক নসবনামা এবং প্রকৃত পিতার পরিচয় জানা যায় না। এ ধরনের লোকদের উপর শয়তান খুব বেশী জয়যুক্ত হয় এবং তাদের উপর প্রভাব বিস্তার করে থাকে। যেমন হাদীসে এসেছেঃ “জারজ সন্তান জান্নাতে প্রবেশ করবে না। অন্য এক হাদীসে আছেঃ জারজ সন্তান তিনজন মন্দ লোকের একজন, যদি সেও তার পিতা-মাতার মত আমল করে।”এরপর মহাপ্রতাপান্বিত আল্লাহ বলেনঃ তাদের দুষ্কর্মের কারণ এই যে, তারা ধন-সম্পদ ও সন্তান-সন্ততিতে সমৃদ্ধশালী। আমার নিয়ামতসমূহের শুকরিয়া আদায় তো দূরের কথা, তারা আমার আয়াতসমূহকে মিথ্যা প্রতিপন্ন করে এবং ঘৃণার স্বরে বলেঃ এটা তো সেকালের উপকথা মাত্র। যেমন অন্য জায়গায় আল্লাহ তাবারাকা ওয়া তা'আলা বলেনঃ (আরবি)অর্থাৎ “আমাকে ছেড়ে দাও এবং তাকে যাকে আমি সৃষ্টি করেছি অসাধারণ করে। আমি তাকে দিয়েছি বিপুল ধন-সম্পদ এবং নিত্যসঙ্গী পুত্রগণ। আর তাকে দিয়েছি স্বাচ্ছন্দ জীবনের প্রচুর উপকরণ। এরপরও সে কামনা করে যে, আমি তাকে আরও অধিক দিই। না, তা হবে না, সে তো আমার নিদর্শনসমূহের উদ্ধত বিরুদ্ধাচারী। আমি অচিরেই তাকে ক্রমবর্ধমান শাস্তি দ্বারা আচ্ছন্ন করবো! সে তো চিন্তা করলো এবং সিদ্ধান্ত গ্রহণ করলো! অভিশপ্ত হোক সে! কেমন করে সে এই সিদ্ধান্ত করলো! আরও অভিশপ্ত হোক সে! কেমন করে সে এই সিদ্ধান্তে উপনীত হলো! সে আবার চেয়ে দেখলো। অতঃপর সে কুঞ্চিত করলো ও মুখ বিকৃত করলো। অতঃপর সে পিছনে ফিরলো এবং দম্ভ প্রকাশ করলো, এবং ঘোষণা করলোঃ এটাতো লোক পরম্পরায় প্রাপ্ত যাদু ছাড়া আর কিছু নয়, এটা তো মানুষেরই কথা। আমি তাকে নিক্ষেপ করবো সাকারে। তুমি কি জান সাকার কি? ওটা তাদেরকে জীবিতাবস্থায় রাখবে না ও মৃত অবস্থায় ছেড়ে দিবে না। এটা তো গাত্র চর্ম দগ্ধ করবে! সাকার-এর তত্ত্বাবধানে রয়েছে উনিশ জন প্রহরী।” (৭৪:১১-৩০)আল্লাহ তা’আলা এরপর বলেনঃ আমি তার নাক দাগিয়ে দিবো। অর্থাৎ আমি তাকে এমনভাবে লাঞ্ছিত করবো যে, তার লাঞ্ছনা কারো কাছে গোপন থাকবে না। সবাই তার পরিচয় জেনে নিবে। যেমন দাগযুক্ত নাক বিশিষ্ট লোককে এক নযর দেখলেই হাজার হাজার লোকের মধ্যেও চিনতে অসুবিধা হয় না এবং সে তার নাকের দাগ গোপন করতে চাইলেও গোপন করতে পারে না, অনুরূপভাবে ঐ লাঞ্ছিত ও অপমানিত ব্যক্তির লাঞ্ছনা ও অপমান কারো অজানা থাকবে না। এটাও কথিত আছে যে, বদরের দিন তার নাকে তরবারীর আঘাত লাগবে। এটাও বলা হয়েছে যে, কিয়ামতের দিন নাকে জাহান্নামের মোহর লেগে যাবে, অর্থাৎ মুখ বন্ধ করে দেয়া হবে। তাহলে নাক দ্বারা মুখমণ্ডল উদ্দেশ্য হবে। ইমাম আবূ জা’ফর ইবনে জারীর (রঃ) এই সমুদয় উক্তি বর্ণনা করে বলেনঃ এই উক্তিগুলোর মধ্যে সামঞ্জস্য বিধান এই ভাবে হতে পারে যে, এসবই ঐ ব্যক্তির মধ্যে একত্রিত হবে। এটাও হবে এবং ওটাও হবে। দুনিয়াতেও সে অপমানিত হবে, সত্য সত্যই তার নাকে দাগ দেয়া হবে এবং কিয়ামতের দিনেও সে দাগযুক্ত অপরাধী হবে। প্রকৃতপক্ষে এটাই সঠিকতমও বটে।মুসনাদে ইবনে আবি হাতিমে হযরত আবদুল্লাহ ইবনে আমর (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “বহু বছর ধরে বান্দা আল্লাহর নিকট মুমিন রূপে লিখিত হয়, কিন্তু সে এমন অবস্থায় মৃত্যু বরণ করে যে, আল্লাহ তার প্রতি অসন্তুষ্ট থাকেন। পক্ষান্তরে বান্দা আল্লাহর নিকট বহু বছর ধরে কাফির রূপে লিখিত হয়, কিন্তু সে এমন অবস্থায় মৃত্যু বরণ করে যে, আল্লাহ তার প্রতি সন্তুষ্ট থাকেন। যে ব্যক্তি মানুষের দোষারোপকারী এবং চুগলখোর অবস্থায় মারা যাবে, কিয়ামতের দিন তার নাকের উপর তার দুই ওষ্ঠের দিক হতে দাগ দিয়ে দেয়া হবে, যা পাপীর নিদর্শনরূপে গণ্য হবে।\""
    },
    { "ayah": 17, "surah": 68, "text": "Please check ayah 68:33 for complete tafsir." },
    { "ayah": 18, "surah": 68, "text": "Please check ayah 68:33 for complete tafsir." },
    { "ayah": 19, "surah": 68, "text": "Please check ayah 68:33 for complete tafsir." },
    { "ayah": 2, "surah": 68, "text": "Please check ayah 68:7 for complete tafsir." },
    { "ayah": 20, "surah": 68, "text": "Please check ayah 68:33 for complete tafsir." },
    { "ayah": 21, "surah": 68, "text": "Please check ayah 68:33 for complete tafsir." },
    { "ayah": 22, "surah": 68, "text": "Please check ayah 68:33 for complete tafsir." },
    { "ayah": 23, "surah": 68, "text": "Please check ayah 68:33 for complete tafsir." },
    { "ayah": 24, "surah": 68, "text": "Please check ayah 68:33 for complete tafsir." },
    { "ayah": 25, "surah": 68, "text": "Please check ayah 68:33 for complete tafsir." },
    { "ayah": 26, "surah": 68, "text": "Please check ayah 68:33 for complete tafsir." },
    { "ayah": 27, "surah": 68, "text": "Please check ayah 68:33 for complete tafsir." },
    { "ayah": 28, "surah": 68, "text": "Please check ayah 68:33 for complete tafsir." },
    { "ayah": 29, "surah": 68, "text": "Please check ayah 68:33 for complete tafsir." },
    { "ayah": 3, "surah": 68, "text": "Please check ayah 68:7 for complete tafsir." },
    { "ayah": 30, "surah": 68, "text": "Please check ayah 68:33 for complete tafsir." },
    { "ayah": 31, "surah": 68, "text": "Please check ayah 68:33 for complete tafsir." },
    { "ayah": 32, "surah": 68, "text": "Please check ayah 68:33 for complete tafsir." },
    {
      "ayah": 33,
      "surah": 68,
      "text": "১৭-৩৩ নং আয়াতের তাফসীর\nযেসব কাফির রাসূলুল্লাহ (সঃ)-এর নবুওয়াতকে অস্বীকার করতো, এখানে তাদের দৃষ্টান্ত বর্ণনা করা হচ্ছে যে, যেমন ঐ বাগানের মালিকরা আল্লাহর নিয়ামতের অকৃতজ্ঞতা প্রকাশ করেছিল এবং নিজেদেরকে আল্লাহর আযাবে নিক্ষেপ করেছিল, এই কাফিরদেরও অবস্থা অনুরূপ যে, তাদের আল্লাহর নিয়ামত অর্থাৎ তাঁর রাসূল (সঃ)-এর রিসালাতের প্রতি অকৃতজ্ঞতা প্রকাশ অর্থাৎ অস্বীকৃতি তাদেরকেও আল্লাহর অসন্তুষ্টি ও ক্রোধের মধ্যে পতিত করে। তাই মহাপ্রতাপান্বিত আল্লাহ বলেনঃ আমি এদেরকে পরীক্ষা করেছি, যেমন পরীক্ষা করেছিলাম বাগানের মালিকদেরকে। ঐ বাগানে বিভিন্ন প্রকারের ফল ছিল। ঐ লোকগুলো পরস্পর শপথ করে বলেছিল যে, অতি প্রত্যুষে অর্থাৎ রাত কিছুটা বাকী থাকতেই তারা গাছের ফল আহরণ করবে, যাতে দরিদ্র, মিসকীন এবং ভিক্ষুকরা বাগানে হাযির হওয়ার সুযোগ না পায় ও তাদের হাতে কিছু দিতে না হয়, বরং সমস্ত ফল তারা বাড়ীতে নিয়ে আসতে পারে। তারা তাদের এ কৌশলে কৃতকার্য হবে ভেবে খুব আনন্দ বোধ করলো। তারা আনন্দে এমন আত্মহারা হয়ে পড়লো যে, আল্লাহ থেকেও বিস্মরণ হয়ে গেল। তাই ইনশাআল্লাহ কথাটিও তাদের মুখ দিয়ে বের হলো না। এ জন্যেই তাদের এ শপথ পূর্ণ হলো না। রাতারাতিই তাদের পৌঁছার পূর্বেই আসমানী বিপদ তাদের সারা বাগানকে জ্বালিয়ে ভস্ম করে দিলো। তাদের বাগানটি এমন হয়ে গেল যে, যেন তা কালো ছাই ও কর্তিত শস্য। মুসনাদে আহমাদে হযরত ইবনে মাসউদ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমরা গুনাহ হতে বেঁচে থাকো। জেনে রেখো যে, পাপের কারণে বান্দাকে ঐ রিযিক হতে বঞ্চিত রাখা হয় যা তার জন্যে তৈরী করে রাখা হয়েছিল।” অতঃপর তিনি (আরবি) হতে (আরবি) পর্যন্ত আয়াত দু’টি পাঠ করেন। ঐ লোকগুলো তাদের পাপের কারণে তাদের বাগানের ফল ও শস্য লাভ হতে বঞ্চিত হয়েছিল। সকালে তারা একে অপরকে ডাক দিয়ে বলে ও ফল আহরণের ইচ্ছা থাকলে আর দেরী করা চলবে না, চলো এখনই বের হয়ে পড়ি।হযরত আবদুল্লাহ ইবনে আব্বাস (রাঃ) বলেন যে, ওটা আঙ্গুরের বাগান ছিল। তারা চুপে চুপে কথা বলতে বলতে চললো যাতে কেউ শুনতে না পায় এবং গরীব মিসকীনরা কোন টের না পায়। যেহেতু তাদের গোপনীয় কথা ঐ আল্লাহ তাবারাকা ওয়া তা'আলার নিকট গোপন থাকতে পারে না সেই হেতু তিনি বলেন, তাদের এ গোপনীয় কথা ছিলঃ 'তোমরা সতর্ক থাকবে, যেন কোন গরীব মিসকীন টের পেয়ে আজ আমাদের বাগানে আসতে না পারে। কোনক্রমেই কোন মিসকীনকে আমাদের বাগানে প্রবেশ করতে দিবে না।’ এভাবে দৃঢ় সংকল্পের সাথে গরীব দরিদ্রদের প্রতি ক্রোধের ভাব নিয়ে তারা তাদের বাগানের পথে যাত্রা শুরু করলো। সুদ্দী (রঃ) বলেন যে, স্বয়ং তাদের গ্রামের নামই ছিল হারদ। কিন্তু এটা সঠিক কথা নয়। তাদের দৃঢ় বিশ্বাস ছিল যে, বাগানের ফল তাদের দখলে রয়েছে। সুতরাং তারা ফল আহরণ করে সবই বাড়ীতে নিয়ে আসবে। কিন্তু বাগানে পৌঁছে তারা হতভম্ব হয়ে পড়ে। দেখে যে, সবুজ-শ্যামল শস্যক্ষেত এবং পাকা পাকা ফলের গাছ সব ধ্বংস ও বরবাদ হয়ে গেছে। ফলসহ সমস্ত গাছ পুড়ে কয়লা হয়ে গেছে। এখন এগুলোর আধা পয়সারও মূল্য নেই। গাছগুলোর জ্বলে যাওয়া কালো কালো কাণ্ড ভয়াবহ আকার ধারণ করে দাঁড়িয়ে আছে। প্রথমতঃ তারা মনে করলো যে, ভুল করে তারা অন্য কোন বাগানে এসে পড়েছে। আবার ভাবার্থ এও হতে পারে যে, তারা বললো ও আমাদের কাজের পন্থাই ভুল ছিল, যার পরিণাম এই দাঁড়ালো। যা হোক পরক্ষণেই তাদের ভুল ভেঙ্গে গেল। তারা বললোঃ ‘আমাদের বাগান তো এটাই, কিন্তু আমরা হতভাগ্য বলে আমরা বাগানের ফল লাভে বঞ্চিত হয়ে গেলাম। তাদের মধ্যে যে ব্যক্তি সৎ ও ন্যায়পন্থী ছিল সে তাদেরকে বললোঃ দেখো, আমি তো তোমাদেরকে পূর্বেই বলেছিলাম। তোমরা ইনশাআল্লাহ্ বলছো না কেন?' সুদ্দী (রঃ) বলেন যে, তাদের যুগে সুবহানাল্লাহ্ বলাও ইনশাআল্লাহ্ বলার স্থলবর্তী ছিল। ইমাম ইবনে জারীর (রঃ) বলেন যে, এর অর্থই হলো ইনশাআল্লাহ্ বলা। এটাও বলা হয়েছে যে, তাদের উত্তম ব্যক্তি তাদেরকে বলে? “দেখো, আমি তো তোমাদেরকে পূর্বেই বলেছিলাম যে, তোমরা কেন আল্লাহ্ তা'আলার পবিত্রতা ঘোষণা এবং প্রশংসা করছো না? এ কথা শুনে তারা বললোঃ আমাদের প্রতিপালক পবিত্র ও মহান। নিশ্চয়ই আমরা নিজেদের উপর যুলুম করেছি। যখন শাস্তি পৌছে গেল তখন তারা আনুগত্য স্বীকার করলো, যখন আযাব এসে পড়লো তখন তারা নিজেদের অপরাধ মেনে নিলো। অতঃপর তারা একে অপরকে তিরস্কার করতে লাগলো এবং বলতে থাকলো। আমরা বড়ই মন্দ কাজ করেছি যে, মিসকীনদের হক নষ্ট করতে চেয়েছি এবং আল্লাহ্ পাকের আনুগত্য করা হতে বিরত থেকেছি। তারপর তারা সবাই বললোঃ এতে কোন সন্দেহ নেই যে, আমাদের হঠকারিতা সীমা ছাড়িয়ে গেছে। এ কারণেই আমাদের উপর আল্লাহর আযাব এসে পড়েছে। অতঃপর তারা বললোঃ ‘সম্ভবতঃ আমাদের প্রতিপালক আমাদেরকে এর চেয়ে উত্তম বিনিময় প্রদান করবেন। অর্থাৎ দুনিয়াতেই তিনি আমাদেরকে এর চেয়ে ভাল বদলা দিবেন। অথবা এও হতে পারে যে, আখিরাতের ধারণায় তারা এ কথা বলেছিল। এসব ব্যাপারে আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন। পূর্বযুগীয় কোন কোন গুরুজনের উক্তি এই যে, এটা ইয়ামনবাসীর ঘটনা। হযরত সাঈদ ইবনে জুবায়ের (রঃ) বলেন যে, এ লোকগুলো ছিল যারওয়ানের অধিবাসী যা (তৎকালীন ইয়ামনের রাজধানী) সানাআ হতে ছয় মাইল দূরবর্তী একটি গ্রাম। অন্যান্য মুফাসসির বলেন যে, এরা ছিল হাবশের অধিবাসী। মাযহাবের দিক দিয়ে তারা আহলে কিতাব ছিল। ঐ বাগানটি তারা তাদের পিতার নিকট হতে উত্তরাধিকার সূত্রে লাভ করেছিল। তাদের পিতার নীতি এই ছিল যে, বাগানে উৎপাদিত ফল ও শস্যের মধ্য হতে বাগানের খরচ বের করে এবং নিজের ও পরিবার পরিজনের সারা বছরের খরচ বের করে নিয়ে বাকীগুলো আল্লাহর নামে সাকা করে দিতেন। পিতার ইন্তেকালের পর তাঁর এই সন্তানরা পরস্পর পরামর্শ করে বললোঃ “আমাদের পিতা বড়ই নির্বোধ ছিলেন। তা না হলে তিনি এতোগুলো ফল ও শস্য প্রতি বছর এদিক-ওদিক দিয়ে দিতেন না। আমরা যদি এগুলো ফকীর মিসকীনদেরকে প্রদান না করি এবং তা যথারীতি সংরক্ষণ করি তবে অতি সত্বর আমরা ধনী হয়ে যাবো।” তারা তাদের এ সংকল্প দৃঢ় করে নিলো। ফলে তাদের উপর ঐ শাস্তি এসে পড়লো যা তাদের মূল সম্পদকেও ধ্বংস করে দিলো। তারা হয়ে গেল সম্পূর্ণ রিক্তহস্ত। এরপর আল্লাহ তাবারাকা ওয়া তা'আলা বলেনঃ শাস্তি এরূপই হয়ে থাকে। অর্থাৎ যে কেউই আল্লাহর হুকুমের বিরুদ্ধাচরণ করে এবং তাঁর নিয়ামতের মধ্যে কার্পণ্য করতঃ দরিদ্র ও অভাবগ্রস্তদের হক আদায় করে না, বরং তাঁর নিয়ামতের প্রতি অকৃতজ্ঞতা প্রকাশ করে, তার উপর এরূপই শাস্তি আপতিত হয়ে থাকে। এটা তো হলো পার্থিব শাস্তি, আখিরাতের শাস্তি তো এখনো বাকী রয়েছে যা কঠিনতর ও নিকৃষ্টতর। ইমাম বায়হাকী (রঃ) একটি হাদীস বর্ণনা করেছেন যে, রাসূলুল্লাহ (সঃ) রাত্রিকালে ফসল কাটতে এবং বাগানের ফল আহরণ করতে নিষেধ করেছেন।"
    },
    { "ayah": 34, "surah": 68, "text": "Please check ayah 68:41 for complete tafsir." },
    { "ayah": 35, "surah": 68, "text": "Please check ayah 68:41 for complete tafsir." },
    { "ayah": 36, "surah": 68, "text": "Please check ayah 68:41 for complete tafsir." },
    { "ayah": 37, "surah": 68, "text": "Please check ayah 68:41 for complete tafsir." },
    { "ayah": 38, "surah": 68, "text": "Please check ayah 68:41 for complete tafsir." },
    { "ayah": 39, "surah": 68, "text": "Please check ayah 68:41 for complete tafsir." },
    { "ayah": 4, "surah": 68, "text": "Please check ayah 68:7 for complete tafsir." },
    { "ayah": 40, "surah": 68, "text": "Please check ayah 68:41 for complete tafsir." },
    {
      "ayah": 41,
      "surah": 68,
      "text": "৩৪-৪১ নং আয়াতের তাফসীর\nউপরে পার্থিব বাগানের মালিকদের অবস্থা বর্ণিত হয়েছে এবং তারা আল্লাহর অবাধ্যাচরণ এবং তার হুকুমের বিরোধিতা করার কারণে তাদের উপর যে বিপদ আপতিত হয়েছিল তা আল্লাহ তা’আলা বর্ণনা করেছেন। এখানে ঐ আল্লাহভীরু লোকদের অবস্থা বর্ণনা করা হয়েছে যারা আখিরাতে এমন জান্নাত লাভ করবে যার নিয়ামত শেষও হবে না এবং হ্রাসও পাবে না। আর তা পঁচে গলেও যাবে না।এরপর মহামহিমান্বিত আল্লাহ বলেনঃ আমি কি আত্মসমর্পণকারীদেরকে অপরাধীদের সদৃশ গণ্য করবো? অর্থাৎ মুসলিম ও পাপীরা কি কখনো সমান হতে পারে? যমীন ও আসমানের শপথ! এটা কখনো হতে পারে না।  আল্লাহ পাক বলেনঃ তোমাদের কী হয়েছে? তোমাদের এ কেমন সিদ্ধান্ত? তোমাদের হাতে কি আল্লাহ তা’আলার পক্ষ হতে অবতারিত এমন কোন কিতাব রয়েছে যা তোমাদের কাছে রক্ষিত রয়েছে এবং পূর্ববর্তীদের নিকট হতে তোমরা তা প্রাপ্ত হয়েছে? আর তাতে তা-ই রয়েছে যা তোমরা চাচ্ছ ও বলছো? অথবা তোমাদের সাথে কি আমার কোন দৃঢ় অঙ্গীকার রয়েছে যে, তোমরা যা কিছু বলছো তা হবেই? এবং তোমাদের এই বাজে ও ঘৃণ্য বাসনা পূর্ণ হয়েই যাবে? এরপর আল্লাহ তাবারাকা ওয়া তা'আলা স্বীয় নবী (সঃ)-কে বলেনঃ হে নবী (সঃ)! তুমি তাদেরকে জিজ্ঞেস কর যে, তাদের মধ্যের এই দাবীর যিম্মাদার কে? তাদের কি কোন দেব-দেবী আছে? থাকলে তারা তাদের ঐ দেব-দেবীদেরকে উপস্থিত করুক, যদি তারা সত্যবাদী হয়।"
    },
    { "ayah": 42, "surah": 68, "text": "Please check ayah 68:47 for complete tafsir." },
    { "ayah": 43, "surah": 68, "text": "Please check ayah 68:47 for complete tafsir." },
    { "ayah": 44, "surah": 68, "text": "Please check ayah 68:47 for complete tafsir." },
    { "ayah": 45, "surah": 68, "text": "Please check ayah 68:47 for complete tafsir." },
    { "ayah": 46, "surah": 68, "text": "Please check ayah 68:47 for complete tafsir." },
    {
      "ayah": 47,
      "surah": 68,
      "text": "৪২-৪৭ নং আয়াতের তাফসীর\nউপরে যেহেতু বর্ণিত হয়েছিল যে, আল্লাহভীরুদের জন্যে নিয়ামত বিশিষ্ট জান্নাতসমূহ রয়েছে, সেই হেতু এখানে বর্ণনা দেয়া হচ্ছে যে, এই নিয়ামতরাশি তারা ঐ দিন লাভ করবে যেই দিন পদনালী খুলে দেয়া হবে, অর্থাৎ কিয়ামতের দিন, যেই দিন হবে চরম সংকটপূর্ণ, বড়ই ভয়াবহ, কম্পনযুক্ত এবং বড় বড় গুরুত্বপূর্ণ বিষয়সমূহ প্রকাশিত হওয়ার দিন। এখানে সহীহ বুখারীতে হযরত আবূ সাঈদ খুদরী (রাঃ) হতে বর্ণিত আছে যে, তিনি নবী (সঃ)-কে বলতে শুনেছেনঃ “আমাদের প্রতিপালক তার পদনালী খুলে দিবেন। তখন প্রত্যেক মুমিন নর ও নারী সিজদায় পতিত হবে। হ্যাঁ, তবে দুনিয়ায় যারা লোক দেখানোর জন্যে সিজদা করতো সেও সিজদা করতে চাইবে। কিন্তু তার কোমর তক্তার মত হয়ে যাবে। অর্থাৎ সে সিজদা করতে পারবে না। (এ হাদীসটি সহীহ বুখারী ও সহীহ মুসলিম উভয় গ্রন্থেই রয়েছে এবং অন্যান্য হাদীস গ্রন্থসমূহেও আছে যা কয়েকটি সনদে শব্দের কিছু পরিবর্তনসহ বর্ণিত হয়েছে। এটি সুদীর্ঘ ও মাশহুর হাদীস)হযরত ইবনে আব্বাস (রাঃ) বলেন যে, এই ‘কাশকে সাক’ অর্থাৎ পদনালী খুলে যাওয়ার দ্বারা এটাই উদ্দেশ্য যে, ঐ দিন বিপদ, কষ্ট ও কাঠিন্যের দিন হবে, যেটাকে এখানে প্রচলিত অর্থে বলা হয়েছে। (এটি ইমাম ইবন জারীর (রঃ) বর্ণনা করেছে) ইমাম ইবনে জারীর (রঃ) এটাকে অন্য সনদে সন্দেহের সাথে বর্ণনা করেছেন যে, হযরত ইবনে মাসউদ (রাঃ) অথবা হযরত ইবনে আব্বাস (রাঃ) হতে (আরবি)-এর তাফসীরে এক বিরাট বিষয় বর্ণিত হয়েছে। যেমন কবি বলেনঃ (আরবি) অর্থাৎ “যুদ্ধ তার পদনালী খুলে দিয়েছে।” এখানেও যুদ্ধের বিরাটত্ব বর্ণনা করা হয়েছে। হযরত মুজাহিদ (রঃ) হতেও এটাই বর্ণিত হয়েছে। হযরত ইবনে আব্বাস (রাঃ) বলেন যে, কিয়ামতের দিন এই সময়টা হবে অত্যন্ত কঠিন। তিনি আরো বলেন যে, এ বিষয়টি হবে অত্যন্ত ভয়াবহ। হযরত ইবনে আব্বাস (রাঃ) হতে এও বর্ণিত আছে যে, এর ভাবার্থ হচ্ছেঃ যে সময় বিষয় খুলে যাবে এবং আমলসমূহ প্রকাশিত হয়ে পড়বে। আর এটা খুলে যাওয়া হলো আখিরাত এসে পড়া এবং কর্ম প্রকাশিত হওয়া উদ্দেশ্য। এ রিওয়াইয়াতগুলো ইমাম ইবনে জারীর বর্ণনা করেছেন। এরপর এ হাদীসটি রয়েছে যে, এর তাফসীরে নবী (সঃ) বলেছেনঃ “এর দ্বারা খুব বড় নূর বা জ্যোতিকে বুঝানো হয়েছে। ওর সামনে মানুষ সিজদায় পড়ে যাবে।” (এ হাদীসটি মুসনাদে আবি ইয়ালায়ও বর্ণিত হয়েছে। এর ইসনাদে অস্পষ্টতা রয়েছে। এসব ব্যাপারে আল্লাহ পাকই সবচেয়ে ভাল জানেন)এরপর আল্লাহ তাবারাকা ওয়া তা'আলা বলেনঃ তাদের দৃষ্টি উপরের দিকে উঠবে না, তারা লাঞ্ছিত ও অপমানিত হবে। কেননা, তারা দুনিয়ায় বড়ই উদ্ধত ও অহংকারী ছিল। সুস্থ ও নিরাপদ অবস্থায় যখন তাদেরকে সিজদার জন্যে আহ্বান করা হতো তখন তারা সিজদা করা হতে বিরত থাকতো, যার শাস্তি এই হলো যে, আজ তারা সিজদা করতে চাচ্ছে, কিন্তু করতে পারছে না। পক্ষান্তরে, পূর্বে সিজদা করতে পারতো কিন্তু করতো না। আল্লাহর দ্যুতি বা তাজাল্লী দেখে সমস্ত মু'মিন সিজদায় পতিত হয়ে যাবে। কিন্তু কাফিররা ও মুনাফিকরা সিজদা করতে পারবে না। তাদের কোমর তক্তার মত শক্ত হয়ে যাবে। সুতরাং ঝুঁকতেই পারবে না, বরং পিঠের ভরে চিৎ হয়ে পড়ে যাবে। দুনিয়াতেও তাদের অবস্থা মু'মিনদের বিপরীত, পরকালেও তাদের অবস্থা হবে মুমিনদের বিপরীত।এরপর মহাপ্রতাপান্বিত আল্লাহ বলেনঃ আমাকে এবং আমার এই হাদীস অর্থাৎ কুরআনকে অবিশ্বাসকারীদের ছেড়ে দাও। এতে বড়ই ভীতি প্রদর্শন ও ধমক রয়েছে। অর্থাৎ হে নবী (সঃ)! তুমি থামো, আমি এদেরকে দেখে নিচ্ছি। তুমি দেখতে পাবে, কিভাবে আমি এদেরকে ধীর ধীরে পাকড়াও করবো। এরা ঔদ্ধত্য ও অহংকারে বেড়ে চলবে, আমার অবকাশ প্রদানের রহস্য এরা উপলব্ধি করতে পারবে না, হঠাৎ করে আমি এদেরকে কঠিনভাবে পাকড়াও করবো। আমি এদেরকে বাড়াতে থাকবো। এরা মদমত্ত হয়ে যাবে। এরা এটাকে সম্মান মনে করবে, কিন্তু মূলে এটা হবে অপমান ও লাঞ্ছনা। যেমন আল্লাহ তা'আলা বলেন (আরবি)অর্থাৎ “আমি যে তাদের ধন-সম্পদ ও সন্তান সন্ততি বৃদ্ধি করছি, এর মাধ্যমে আমি তাদের কল্যাণ সাধন করছি এটাই কি তারা ধারণা করছে? (এটা কখনো নয়) বরং তারা বুঝে না।\" (২৩:৫৫-৫৬) আল্লাহ পাক অন্যত্র বলেনঃ (আরবি)অর্থাৎ “যখন তারা আমার ওয়ায ও নসীহত ভুলে বসে তখন আমি তাদের জন্যে সব জিনিসের দরজা উন্মুক্ত করে দিই, অতঃপর যখন তারা এজন্যে ঔদ্ধত্য ও অহংকার প্রকাশ করতে থাকে তখন অকস্মাৎ আমি তাদেরকে পাকড়াও করি, ফলে তাদের সব আশা আকাঙ্ক্ষা ব্যর্থতায় পর্যবসিত হয়।” (৬:৪৪) আর এখানে মহাপরাক্রমশালী আল্লাহ বলেনঃ আমি তাদেরকে সময় দিয়ে থাকি, আমার কৌশল অত্যন্ত বলিষ্ঠ। সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহ তা'আলা অত্যাচারীদেরকে অবকাশ দেন, অতঃপর যখন ধরেন তখন আর ছেড়ে দেন না।\" তারপর তিনি নিম্নের আয়াতটি পাঠ করেনঃ (আরবি)অর্থাৎ “তোমার প্রতিপালকের পাকড়াও এরূপই। যখন তিনি কোন অত্যাচারী জনপদকে পাকড়াও করেন, তখন তাঁর পাকড়াও কঠিন যন্ত্রণাদায়ক হয়ে থাকে।” (১১:১০২)এরপর মহামহিমান্বিত আল্লাহ বলেনঃ হে নবী (সঃ)! তুমি তো তাদের কাছে কোন পারিশ্রমিক চাচ্ছ না যা তাদের উপর খুবই ভারী বোধ হচ্ছে? যার ভার বহন করতে তারা একেবারে ঝুঁকে পড়ছে? তাদের কি অদৃশ্যের জ্ঞান আছে যে, তারা তা লিখে রাখে। এ দু’টি বাক্যের তাফসীর সূরা তুরে বর্ণিত হয়েছে। ভাবার্থ হচ্ছেঃ হে নবী (সঃ)! তুমি তো তাদেরকে মহামহিমান্বিত আল্লাহর পথে আহ্বান করছো বিনা পারিশ্রমিকে! তাদের কাছে তো তুমি এর বিনিময়ে কোন ধন-সম্পদ যাচঞা করছে না। পুণ্য লাভ করা ছাড়া তোমার তো অন্য কোন উদ্দেশ্য নেই! তথাপিও এ লোকগুলো তোমাকে অবিশ্বাস করতে রয়েছে! এর একমাত্র কারণ হচ্ছে তাদের অজ্ঞতা ও ঔদ্ধত্যপনা।"
    },
    { "ayah": 48, "surah": 68, "text": "Please check ayah 68:52 for complete tafsir." },
    { "ayah": 49, "surah": 68, "text": "Please check ayah 68:52 for complete tafsir." },
    { "ayah": 5, "surah": 68, "text": "Please check ayah 68:7 for complete tafsir." },
    { "ayah": 50, "surah": 68, "text": "Please check ayah 68:52 for complete tafsir." },
    { "ayah": 51, "surah": 68, "text": "Please check ayah 68:52 for complete tafsir." },
    {
      "ayah": 52,
      "surah": 68,
      "text": "৪৮-৫২ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা বলেনঃ “হে নবী (সঃ)! তোমার সম্প্রদায় যে তোমাকে কষ্ট দিচ্ছে এবং অবিশ্বাস করছে এর উপর তুমি ধৈর্য ধারণ কর। অচিরেই আমি ফায়সালা করে দিবো। পরিশেষে তুমি এবং তোমার অনুসারীরাই বিজয় লাভ করবে, দুনিয়াতেও এবং আখিরাতেও। তুমি মৎস্য সহচরের ন্যায় অধৈর্য হয়ো না।' এর দ্বারা হযরত ইউনুস ইবনে মাত্তা (আঃ)-কে বুঝানো হয়েছে। তিনি তাঁর সম্প্রদায়ের উপর রাগান্বিত হয়ে বেরিয়ে পড়েছিলেন। তারপর যা হওয়ার তা-ই হয় অর্থাৎ তার নৌযানে সওয়ার হওয়া, মাছের তাঁকে গিলে ফেলা, মাছের সমুদ্রের গভীর তলদেশে চলে যাওয়া, সমুদ্রের অন্ধকারের মধ্যে তাঁর (আরবি) (আপনি ছাড়া কোন মাবুদ নেই, আপনি মহান ও পবিত্র, নিশ্চয়ই আমি যালিমদের অন্তর্ভুক্ত হয়েছি) (২১ :৮৭) এই কালেমা পাঠ করা, আর তাঁর দু'আ কবুল হওয়া এবং তাঁর মুক্তি পাওয়া ইত্যাদি। এই ঘটনার বিস্তারিত বিবরণ ইতিপূর্বে বর্ণিত হয়েছে। এই ঘটনা বর্ণনা করার পর মহান আল্লাহ বলেনঃ “এভাবেই আমি ঈমানদারদেরকে মুক্তি দিয়ে থাকি।” আরো বলেনঃ “যদি সে তাসবীহ পাঠ না করতো। তবে কিয়ামত পর্যন্ত সে মাছের পেটেই পড়ে থাকতো।”এখানে মহামহিমান্বিত আল্লাহ বলেনঃ সে বিষাদ আচ্ছন্ন অবস্থায় কাতর প্রার্থনা করেছিল। পূর্বেই বর্ণিত হয়েছে যে, উপরোক্ত কালেমাটি হযরত ইউনুস (আঃ)-এর মুখ দিয়ে বের হওয়া মাত্রই তা আরশের উপর পৌঁছে যায়। তখন ফেরেশতাগণ বলেনঃ “হে আমাদের প্রতিপালক! এ দুর্বল শব্দ তো আমাদের নিকট পরিচিত বলে মনে হচ্ছে!” আল্লাহ তাবারাকা ওয়া তা'আলা তাঁদেরকে বলেনঃ “এটা কার শব্দ তা কি তোমরা বুঝতে পারছো না?” ফেরেশতারা উত্তরে বললেনঃ “জ্বী, না।” আল্লাহ তা'আলা তখন বলেনঃ “এটা (আমার বান্দা ও নবী) ইউনুস (আঃ)-এর শব্দ।” এ কথা শুনে ফেরেশতাগণ বললেনঃ “হে আমাদের প্রতিপালক! ইনি কি আপনার ঐ বান্দা যার সৎ আমলসমূহ প্রতি দিন আসমানের উপর উঠতো এবং যার প্রার্থনা সব সময় কবূল হতো?” জবাবে আল্লাহ তা'আলা বললেনঃ “হ্যাঁ, তোমরা সত্য কথাই বলছো।” ফেরেশতাগণ তখন বললেনঃ “তাহলে হে পরম করুণাময় আল্লাহ! তার। সুসময়ের সৎকার্যাবলীর ভিত্তিতে তাঁকে এই কঠিন অবস্থা হতে মুক্তি দান করুন!” তখন মহান আল্লাহ মাছকে আদেশ করলেনঃ “তুমি তাকে উগলিয়ে দাও।” মাছ তখন তাকে সমুদ্রের ধারে নিয়ে গিয়ে উগলিয়ে দিলো।এখানে মহামহিমান্বিত আল্লাহ বলেনঃ পুনরায় তার প্রতিপালক তাকে মনোনীত করলেন এবং তাকে সৎকর্মপরায়ণদের অন্তর্ভুক্ত করলেন।মুসনাদে আহমাদে হযরত আবদুল্লাহ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “কারো জন্যে এটা উচিত নয় যে, সে বলে ও আমি ইউনুস ইবনে মাত্তা (আঃ) হতে উত্তম।” (এ হাদীসটি সহীহ বুখারী ও সহীহ মুসলিমে আৰ দুবাইরা (রাঃ) হতে বর্ণিত হয়েছে)আল্লাহ তা'আলা বলেনঃ কাফিররা যখন কুরআন শ্রবণ করে তখন তারা যেন তাদের তীক্ষ দৃষ্টি দ্বারা তোমাকে আছড়িয়ে ফেলে দিবে। অর্থাৎ হে নবী!তোমার প্রতি হিংসার বশবর্তী হয়ে এই কাফিররা তোমাকে তাদের তীক্ষ্ণ দৃষ্টি দ্বারা আছড়িয়ে ফেলতে চায়। তোমার প্রতি আল্লাহর পক্ষ হতে করুণা বর্ষিত না হলে অবশ্যই তারা তোমাকে আছাড় দিয়ে ফেলে দিতো। এই আয়াতে ঐ বিষয়ের উপর দলীল রয়েছে যে, নযর লাগা এবং আল্লাহর হুকুমে ওর প্রতিক্রিয়া হওয়া সত্য। যেমন বহু হাদীসেও রয়েছে, যা কয়েকটি সনদে বর্ণিত হয়েছে। সুনানে আবী দাউদে হযরত আনাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “ঝাড়-ফুঁক করা শুধু বদ নযরের জন্যে, বিষাক্ত জন্তুর কামড়ের জন্যে এবং অনবরত প্রবাহমান রক্তের জন্যে।” কোন কোন সনদে নযর শব্দটি নেই। (এ হাদীসটি সুনানে ইবনে মাজাহ, সহীহ মুসলিম এবং জামে তিরমিযীতেও রয়েছে)মুসনাদে আবি ইয়ালার একটি দুর্বল হাদীসে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহর হুকুমে (বদ) নযর মানুষকে পতিত করে থাকে।”মুসনাদে আহমাদে হযরত হাবিস নামীমী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “হাম’ ও নযরের মধ্যে কোনই সত্যতা নেই। সবচেয়ে বেশী সত্যতা রয়েছে লক্ষণ দেখে শুভাশুভ নিরূপণ বা ভাল ভবিষ্যৎ কথনের মধ্যে।” (এ হাদীসটি জামে তিরমিযীতেও বর্ণিত হয়েছে এবং ইমাম তিরমিযী (রঃ) এটাকে গারীব বা দুর্বল বলেছেন)মুসনাদে আহমাদে হযরত আবূ হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “হাম' ও (বদ) নযরের মধ্যে কোন ক্ষতি নেই এবং লক্ষণ দেখে শুভাশুভ নিরূপণ বা ভাল ভবিষ্যৎ কথনই হলো সবচেয়ে সত্য। মুসনাদে আহমাদে হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “(বদ) নযর সত্য, (বদ) নযর সত্য। এটা সমুন্নত ব্যক্তিকেও নীচে নামিয়ে দেয়।” (এটা গারীব বা দুর্বল)সহীহ মুসলিমে হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “নযর সত্য, তকদীরের উপর কোন কিছু জয়যুক্ত হলে তা এই নযরই হতো। তোমাদেরকে গোসল করানো হলে তোমরা গোসল করে নিবে।” মুসনাদে আবদির রাযযাকে হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) নিম্ন লিখিত কালেমা দ্বারা হযরত হাসান (রাঃ) ও হযরত হুসাইন (রাঃ)-এর জন্যে আশ্রয় প্রার্থনা করতেনঃ (আরবি)অর্থাৎ “আমি তোমাদের দু'জনের জন্যে আল্লাহর পরিপূর্ণ কালেমা দ্বারা প্রত্যেক শয়তান হতে এবং প্রত্যেক বিষাক্ত জন্তু হতে আশ্রয় প্রার্থনা করছি। আরো আশ্রয় প্রার্থনা করছি প্রত্যেক (বদ) নযর হতে যা লেগে যায়।\" তিনি বলতেনঃ হযরত ইবরাহীম (আঃ) এ শব্দগুলো দ্বারা হযরত ইসহাক (আঃ) ও হযরত ইসমাঈল (আঃ) এর জন্যে আশ্রয় প্রার্থনা করতেন। (এ হাদীসটি ইমাম বুখারী (রঃ) এবং আহলুস সুনানও বর্ণনা করেছেন)সুনানে ইবনে মাজাহতে বর্ণিত আছে যে, হযরত সাহল ইবনে হানীফ (রাঃ) গোসল করছিলেন। হযরত আমির ইবনে রাবীআহ (রাঃ) বলে উঠলেনঃ “আমি তো আজ পর্যন্ত কোন পর্দানশীঠ মহিলারও এরূপ (সুন্দর) পদনালী দেখিনি!” একথার অল্পক্ষণ পরেই হযরত সাহল অজ্ঞান হয়ে পড়ে যান। জনগণ তখন রাসূলুল্লাহ (সঃ)-এর নিকট গিয়ে বলেনঃ “হে আল্লাহর রাসূল (সঃ)! সাহল (রাঃ)-এর একটু খবর নিন, তিনি অজ্ঞান হয়ে আছেন।” রাসূলুল্লাহ (সঃ) তাদেরকে বললেনঃ “তোমাদের কারো উপর সন্দেহ আছে কি?” তারা জবাবে বললেনঃ “হ্যাঁ, আমির ইবনে রাবীআহর (রাঃ) উপর সন্দেহ আছে। তিনি তখন বললেনঃ “তোমাদের মধ্যে কেউ কেন তার ভাইকে হত্যা করে? যখন তোমাদের কেউ তার ভাই এর কোন এমন জিনিস দেখবে যা তাকে খুব ভাল লাগবে তখন তার উচিত হবে তার জন্যে বরকতের দুআ করা। তারপর তিনি পানি আনতে বললেন এবং আমীর (রাঃ)-কে বললেনঃ “তুমি অযু কর এবং মুখমণ্ডল, কনুই পর্যন্ত হাত, হাঁটু এবং লুঙ্গীর মধ্যস্থিত দেহের অংশ ধৌত কর এবং ঐ পানি তার উপর ঢেলে দাও।” অন্য রিওয়াইয়াতে আছে যে, রাসূলুল্লাহ (সঃ) বলেনঃ বরতনকে তার পৃষ্ঠের পিছনে উল্টিয়ে দাও।' (এ হাদীসটি সুনানে নাসাঈতেও বর্ণিত হয়েছে) হযরত আবূ সাঈদ খুদরী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) দানব ও মানবের বদ নযর হতে আশ্রয় প্রার্থনা করতেন। যখন সূরা ফালাক ও সূরা নাস অবতীর্ণ হলো তখন এ দুটোকে গ্রহণ করে অন্যান্য সবগুলোকে ছেড়ে দিলেন। (এ হাদীসটি সুনানে ইবনে মাজাহ, জামে তিরমিযী ও সুনানে নাসাঈতে বর্ণিত হয়েছে) মুসনাদে আহমাদে হযরত আবূ সাঈদ (রাঃ) হতে বর্ণিত আছে যে, হযরত জিবরাঈল (আঃ) নবী (সঃ)-এর নিকট এসে বলেনঃ “হে মুহাম্মাদ (সঃ)! আপনি কি অসুস্থ?” তিনি উত্তরে বলেনঃ “হ্যাঁ” তখন হযরত জিবরাঈল (আঃ) বলেনঃ (আরবি) অর্থাৎ “আল্লাহর নামে আমি আপনাকে ঝাড়-ফুঁক করছি প্রত্যেক জিনিস হতে যা আপনাকে কষ্ট দেয় এবং প্রত্যেক নফস ও চক্ষুর অনিষ্ট হতে যে আপনার ক্ষতি সাধন করে, আল্লাহ আপনাকে আরোগ্য দান করুন, আল্লাহর নামে আমি আপনাকে ঝাড় ফুঁক করছি। (এ হাদীসটি ইমাম মুসলিম (রঃ) এবং ইমাম আবূ দাউদ (রঃ) ছাড়া অন্যান্য আহলুস সুনানও বর্ণনা করেছেন) কোন কোন রিওয়াইয়াতে শব্দের কিছু হের ফেরও রয়েছে।সহীহ বুখারী ও সহীহ মুসলিমে হযরত আবূ হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “নিশ্চয়ই নযর লেগে যাওয়া সত্য।” মুসনাদে আহমাদের একটি হাদীসে এরপরে এও রয়েছেঃ “এর কারণ হচ্ছে শয়তান এবং ইবনে আদমের হিংসা।\" মুসনাদে আহমাদে হযরত মুহাম্মাদ ইবনে কায়েস (রাঃ) হতে বর্ণিত আছে যে, হযরত আবূ হুরাইরা (রাঃ)-কে প্রশ্ন করা হয়ঃ “ভাবী শুভাশুভের নিদর্শন ঘর, ঘোড়া ও স্ত্রীলোক এ তিনটির মধ্যে রয়েছে এটা কি আপনি রাসূলুল্লাহ (সঃ) হতে শুনেছেন?” উত্তরে হযরত আবূ হুরাইরা (রাঃ) বলেনঃ “আমি যদি শুনেছি বলি তবে তো আমার এমন কথা বলা হবে যা রাসূলুল্লাহ (সঃ) বলেননি। হ্যাঁ, তবে আমি রাসূলুল্লাহ (সঃ)-কে বলতে শুনেছিঃ “সর্বাপেক্ষা বড় সত্য হলো লক্ষণ দেখে শুভাশুভ নিরূপণ বা ভাল ভবিষ্যত কথন এবং নযর লেগে যাওয়াও সত্য।”হযরত উবায়েদ ইবনে রিফাআহ যারকী (রাঃ) হতে বর্ণিত আছে যে, হযরত আসমা (রাঃ) জিজ্ঞেস করেনঃ “হে আল্লাহর রাসূল (সঃ)! জাফর (রাঃ)-এর সন্তানদেরকে (বদ) নযর লেগে থাকে, সুতরাং আমি কোন ঝাড়-ফুঁক করাবো কি?” উত্তরে রাসূলুল্লাহ (সঃ) বললেনঃ “হ্যাঁ, যদি কোন জিনিস তকদীরের উপর জয়যুক্ত হতো তবে তা হতো এই (বদ) নযর।” (এ হাদীসটি ইমাম আহমাদ (রঃ), ইমাম তিরমিযী (রঃ) এবং ইমাম ইবনে মাজাহ (রঃ) বর্ণনা করেছেন)হযরত আয়েশা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) তাঁকে বদ নযর হতে ঝাড়-ফুঁক করার নির্দেশ দিয়েছেন। (এ হাদীসটি ইবনে মাজাহ (রঃ) বর্ণনা করেছেন)হযরত আয়েশা (রাঃ) হতে বর্ণিত, তিনি বলেনঃ যে নযর লাগাতো তাকে অযু করার নির্দেশ দেয়া হতো, আর যার উপর নযর লাগানো হতো তাকে ঐ পানি দ্বারা গোসল করানো হতো। (এ হাদীসটি ইমাম আবূ দাউদ (রঃ) বর্ণনা করেছেন)হযরত আবূ হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “বিষাক্ত জন্তু ও (বদ) নযর সত্য। আর সবচেয়ে বড় সত্য হলো লক্ষণ দেখে শুভাশুভ নিরূপণ বা ভাল ভবিষ্যৎ কথন।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)মুসনাদে আহমাদে হযরত সাহল (রাঃ) ও হযরত আমির (রাঃ) সম্বলিত হাদীসটি, যা উপরে বর্ণিত হয়েছে, কিছুটা বিস্তারিতভাবেও বর্ণনা করা হয়েছে। কোন কোন রিওয়াইয়াতে এও বর্ণিত আছে যে, এ দুজন মহান ব্যক্তি গোসলের উদ্দেশ্যে গমন করেন। হযরত আমির (রাঃ) প্রথমে পানিতে অবতরণ করেন। তাঁর উন্মোচিত দেহের উপর হযরত সাহল (রাঃ)-এর নযর লেগে যায়। হযরত আমির (রাঃ) তৎক্ষণাৎ অজ্ঞানভাবে শব্দ করতে থাকেন। এ দেখে হযরত সাহল (রাঃ) তাকে তিনবার ডাক দেন, কিন্তু তার কোন সাড়া না পেয়ে রাসূলুল্লাহ (সঃ)-এর খিদমতে হাযির হন এবং তাঁর নিকট ঘটনাটি বর্ণনা করেন। রাসূলুল্লাহ (সঃ) তখন স্বয়ং সেখানে গমন করেন এবং লুঙ্গী কিছুটা উঠিয়ে নিয়ে পানিতে নেমে পড়েন, এমন কি হযরত সাহল (রাঃ) তাঁর পদনালীর শুভ্রাংশ দেখতে পান। অতঃপর তিনি হযরত আমির (রাঃ)-এর বক্ষের উপর হাত মেরে দু'আ করেনঃ (আরবি)আল্লাহ! আপনি তার উষ্ণতা, শৈত্যতা ও কষ্ট দূর করে দিন!” এরপর হযরত আমির (রাঃ)-এর জ্ঞান ফিরে আসে এবং তিনি উঠে দাঁড়ান। অতঃপর রাসূলুল্লাহ (সঃ) বলেনঃ “যখন তোমাদের কেউ তার (মুসলমান) ভাই এর কোন কিছু দেখে চমৎকৃত হবে তখন যেন সে তার বরকতের জন্যে দু'আ করে। কেননা নযর লেগে যাওয়া সত্য।”হযরত জাবির ইবনে আবদিল্লাহ (রাঃ) তাঁর পিতা হতে বর্ণনা করেছেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “ফায়সালা ও তকদীরের পর আমার উম্মতের অধিকাংশ লোক (বদ) নযরের ফলে মারা যাবে।” (এ হাদীসটি হাফিয আবূ বকর আল বাযযার (রঃ) বর্ণনা করেছেন)হযরত জাবির ইবনে আবদিল্লাহ (রাঃ) হতেই বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “(বদ) নযর (এর ক্রিয়া) সত্য। এটা মানুষকে কবর পর্যন্ত পৌঁছিয়ে দেয়, আর উটকে পৌঁছিয়ে দেয় ডেগচী পর্যন্ত। আমার উম্মতের অধিকাংশের ধ্বংস এতেই রয়েছে। (এ হাদীসটি হাফিয আবূ আবদির রহমান বর্ণনা করেছেন। আর একটি সহীহ সনদের মাধ্যমেও এ রিওয়াইয়াতটি বর্ণিত আছে)মুসনাদে আহমাদে হযরত আবদুল্লাহ ইবনে আমর (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “একের রোগ অপরকে হয় না, ‘হাম’ এর কারণে ধ্বংস সাধিত হওয়াকে বিশ্বাস করা ঠিক নয়, আর হিংসাও কিছু নয় (হিংসা করে কারো কোন ক্ষতি করা যায় না এবং (বদ) নযর (এর ক্রিয়া) সত্য।”হযরত আলী (রাঃ) হতে বর্ণিত আছে যে, হযরত জিবরাঈল (আঃ) নবী (সঃ)-এর নিকট আগমন করেন এবং তাঁকে চিন্তিত দেখে এর কারণ জিজ্ঞেস করলে তিনি বলেনঃ “হাসান (রাঃ) ও হুসাইন (রাঃ)-কে বদ নযর লেগে গেছে।\" একথা শুনে হযরত জিবরাঈল (আঃ) বলেনঃ “এটা সত্য বটে। নযর সত্যিই লেগে থাকে। আপনি এ কালেমাগুলো পড়ে তাদের জন্যে আশ্রয় প্রার্থনা করেননি কেন?\" রাসূলুল্লাহ (সঃ) উত্তরে বললেনঃ “ঐ কালেমাগুলো কি?” হযরত জিবরাঈল (আঃ) বললেন যে, কালেমাগুলো হলোঃ (আরবি)অর্থাৎ “হে আল্লাহ! হে বড় রাজত্বের মালিক! হে যবরদস্ত ইহসানকারী। হে বুযুর্গ চেহারার অধিকারী। হে পরিপূর্ণ কালেমার মালিক! হে প্রার্থনা কবূলকারী! আপনি হাসান (রাঃ) ও হুসাইন (রাঃ)-কে জ্বিনদের সমস্ত কুমন্ত্রণা হতে এবং মানুষের বদ নযর হতে আশ্রয় দান করুন।” তখন রাসূলুল্লাহ (সঃ) এ কালেমাগুলো পাঠ করলেন। ফলে তৎক্ষণাৎ হযরত হাসান (রাঃ) ও হযরত হুসাইন (রাঃ) উঠে দাঁড়ালেন এবং তাঁর সামনে খেলা করতে শুরু করলেন। এ দেখে রাসূলুল্লাহ (সঃ) জনগণকে বললেনঃ “হে লোক সকল! এই কালেমাগুলোর মাধ্যমে তোমাদের জন্তুগুলো এবং স্ত্রী ও ছেলে মেয়েদের জন্যে আশ্রয় প্রার্থনা কর। জেনে রেখো যে, আশ্রয় প্রার্থনার জন্যে এর মত দু'আ আর নেই।” (এ হাদীসটি হাফিজ ইবনে আসাকির (রঃ) বর্ণনা করেছেন)এরপর আল্লাহ তা'আলা বলেনঃ হে নবী (সঃ)! কাফিররা যখন কুরআন শ্রবণ করে তখন তারা যেন তাদের তীক্ষ্ণ দৃষ্টি দ্বারা তোমাকে আছড়িয়ে ফেলে দিবে এবং তারা বলেঃ এতো এক পাগল! আল্লাহ তা'আলা তাদের এ কথার জবাবে বলেনঃ “কুরআন তো বিশ্বজগতের জন্যে উপদেশ।”"
    },
    { "ayah": 6, "surah": 68, "text": "Please check ayah 68:7 for complete tafsir." },
    {
      "ayah": 7,
      "surah": 68,
      "text": "১-৭ নং আয়াতের তাফসীর\n‘নূন' প্রভৃতি হুরূফে হিজার বিস্তারিত বর্ণনা সূরায়ে বাকারার শুরুতে গত হয়েছে। সুতরাং এখানে পুনরাবৃত্তি নিষ্প্রয়োজন। কথিত আছে যে, এখানে (আরবি) দ্বারা ঐ বড় মাছকে বুঝানো হয়েছে যা এক জগত পরিবেষ্টনকারী পানির উপর রয়েছে যা সপ্ত আকাশকে উঠিয়ে নিয়ে আছে। যেমন মুসনাদে আহমাদে হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, তিনি বলেনঃ “সর্বপ্রথম আল্লাহ তা'আলা কলম সৃষ্টি করেন এবং ওকে বলেনঃ “লিখো।” কলম বলেঃ “কি লিখবো?” উত্তরে আল্লাহ তা'আলা বলেনঃ “তকদীর লিখে নাও।” সুতরাং ঐ দিন থেকে নিয়ে কিয়ামত পর্যন্ত যা কিছু হবার আছে সবগুলোই কলম লিখে ফেলে। তারপর আল্লাহ পাক মাছ সৃষ্টি করেন এবং পানির বাষ্প উত্থিত করেন যার দ্বারা আকাশ নির্মিত হয় এবং যমীনকে ঐ মাছের পিঠের উপর রাখা হয়। মাছ নড়ে ওঠে, ফলে যমীনও হেলতে দুলতে শুরু করে। তখন আল্লাহ তা’আলা যমীনে পাহাড় গেড়ে দেন। ফলে যমীন মযবূত হয়ে যায় এবং ওর নড়াচড়া করা বন্ধ হয়ে যায়।” অতঃপর হযরত ইবনে আব্বাস (রাঃ) (আরবি)-এ আয়াতটি তিলাওয়াত করেন। (ইমাম ইবনে আবি হাতিম ও (রঃ) এ হাদীসটি বর্ণনা করেছেন) ভাবার্থ এই যে, এখানে (আরবি) দ্বারা এই মাছকেই বুঝানো হয়েছে। হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহ তা'আলা সর্বপ্রথম কলম ও মাছ সষ্টি করেন। কলম জিজ্ঞেস করেঃ “কি লিখবো?” উত্তরে বলা হয়ঃ “কিয়ামত পর্যন্ত যতকিছু হবে সবই লিখে নাও।” অতঃপর তিনি (আরবি)-এ আয়াতটি পাঠ করেন।” (এ হাদীসটি ইমাম তিবরানী (রঃ) বর্ণনা করেন) সুতরাং (আরবি) দ্বারা উদ্দেশ্য মাছ এবং (আরবি) দ্বারা উদ্দেশ্য এই কলম।হযরত আবূ হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহ (সঃ)-কে বলতে শুনেছেনঃ “আল্লাহ তা'আলা সর্বপ্রথম কলম সৃষ্টি করেন। তারপর নূন অর্থাৎ দোয়াত সৃষ্টি করেন। অতঃপর আল্লাহ তা'আলা কলমকে বলেনঃ “লিখো।” কলম বলেঃ “কি লিখবো?” উত্তরে আল্লাহ বলেনঃ “যা কিছু হচ্ছে এবং যা কিছু হবে যেমন আমল, রিযিক, বয়স, মৃত্যু ইত্যাদি সবকিছুই লিখে নাও।” তখন কলম ওগুলো লিখে নেয়।” (এ হাদীসটি ইবনে আসাকির (রঃ) বর্ণনা করেছেন) এই আয়াত দ্বারা উদ্দেশ্য এটাই। অতঃপর কলমের উপর মোহর লাগিয়ে দেয়া হয়। সুতরাং কিয়ামত পর্যন্ত ওটা আর চলবে না। তারপর আল্লাহ তা'আলা জ্ঞান বা বিবেক সৃষ্টি করেন এবং ওকে বলেনঃ “আমার মর্যাদার শপথ! আমার বন্ধুদের মধ্যে আমি তোমাকে পূর্ণতায় পৌঁছিয়ে দিবো এবং আমার শক্রদের মধ্যে তোমাকে অপূর্ণ রাখবো।” মুজাহিদ (রঃ) বলেনঃ এটা মশহুর ছিল যে, নূন দ্বারা ঐ মাছকে বুঝানো হয়েছে যা সপ্তম যমীনের নীচে রয়েছে। বাগাভী (রঃ) প্রমুখ তাফসীরকার বলেন যে, এই মাছের পিঠের উপর এক কংকরময় ভূমি রয়েছে যার পুরুত্ব আকাশ ও পৃথিবীর সমান। ওর উপর একটি বলদ রয়েছে যার চল্লিশ হাজার শিং রয়েছে। ওর পিঠের উপর সাতটি যমীন এবং ওগুলোর সমস্ত মাখলূক আছে। এসব ব্যাপারে আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন। বড়ই বিস্ময়কর ব্যাপার এই যে, কতক মুফাসসির এই হাদীসকেও এই অর্থের উপরই স্থাপন করেছেন যা মুসনাদে আহমাদ প্রভৃতি হাদীস গ্রন্থে রয়েছে। তা এই যে, হযরত আবদুল্লাহ ইবনে সালাম (রাঃ) যখন রাসূলুল্লাহ (সঃ)-এর মদীনায় আগমনের সংবাদ অবগত হন তখন তিনি তাঁর নিকট হাযির হন এবং কতকগুলো প্রশ্ন করেন। তিনি তাকে বলেনঃ “আমি আপনাকে এমন কতকগুলো প্রশ্ন করবো যেগুলো নবীগণ ছাড়া অন্য কেউ জানে না।” অতঃপর তিনি প্রশ্ন করেনঃ “কিয়ামতের প্রথম নিদর্শন কি? জান্নাতীদের প্রথম খাদ্য কি? কি কারণে সন্তান কখনো পিতার দিকে আকর্ষিত হয় এবং কখনো মাতার দিকে আকর্ষিত হয়?” রাসূলুল্লাহ (সঃ) উত্তরে বলেনঃ “এই কথাগুলো এখনই হযরত জিবরাঈল (আঃ) আমাকে বলে গেলেন।” তখন হযরত ইবনে সালাম (রাঃ) বলে উঠলেনঃ “ ফেরেশতাদের মধ্যেই তিনি এমন একজন ফেরেশতা যিনি ইয়াহূদীদের দুশমন।\" রাসূলুল্লাহ (সঃ) বললেনঃ “কিয়ামতের প্রথম নিদর্শন হলো এমন এক আগুন বের হওয়া যা লোকদেরকে পূর্ব দিক হতে পশ্চিম দিকে নিয়ে যাবে। আর জান্নাতীদের প্রথম খাদ্য হলো মাছের কলিজার অতিরিক্ততা। পুরুষের বীর্য স্ত্রীর বীর্যের উপর প্রাধান্য লাভ করলে পুত্র সন্তান হয় এবং যখন স্ত্রীর বীর্য স্বামীর বীর্যের উপর প্রাধান্য লাভ করে তখন কন্যা সন্তান হয়।\"অন্য হাদীসে এটুকু বেশী আছে যে, হযরত আবদুল্লাহ ইবনে সালাম প্রশ্ন করেনঃ “এই খাদ্যের পরে জান্নাতীদেরকে কি খেতে দেয়া হবে?” উত্তরে রাসূলুল্লাহ (সঃ) বলেনঃ “জান্নাতী বলদ যবেহ করা হবে যা জান্নাতে চরে বেড়াতো।” তারপর জিজ্ঞেস করেনঃ “তাদেরকে কোন পানি পান করানো হবে?” রাসূলুল্লাহ (সঃ) জবাবে বলেনঃ “সালসাবীল' নামক নহর হতে তাদেরকে পান করানো হবে।” একথাও বলা হয়েছে যে, (আরবি) দ্বারা আলোর তক্তা উদ্দেশ্য। একটি মুরসাল গারীব হাদীসে রয়েছে যে, রাসূলুল্লাহ (সঃ) এ আয়াতটি পাঠ করে বলেনঃ “এর দ্বারা উদ্দেশ্য হলো নূরের তক্তা এবং নূরের কলম যা চালিত হয়েছে। এমন সব জিনিসের উপর যেগুলো কিয়ামত পর্যন্ত হতে থাকবে।” ইবনে জুরায়েজ (রঃ) বলেনঃ আমাকে খবর দেয়া হয়েছে যে, ওটা এমন একটি নূরানী কলম যার দৈর্ঘ্য একশ বছরের পথ। একথাও বলা হয়েছে যে, (আরবি) দ্বারা দোয়াত এবং (আরবি) দ্বারা কলম কে বুঝানো হয়েছে। হাসান (রঃ) এবং কাতাদাহও (রঃ) একথাই বলেছেন। একটি অত্যন্ত গারীব বা দুর্বল মার হাদীসেও এটা বর্ণিত হয়েছে। যা মুসনাদে ইবনে হাতিমে রয়েছে যে, আল্লাহ তা’আলা (আরবি) অর্থাৎ দোয়াত সৃষ্টি করেন। হযরত ইবনে আব্বাস (রাঃ) বলেন যে, আল্লাহ দোয়াত ও কলম সৃষ্টি করেন। তারপর কলমকে বলেনঃ “লিখো।” কলম প্রশ্ন করেঃ “কি লিখবো?” আল্লাহ তা'আলা উত্তরে বলেনঃ “কিয়ামত পর্যন্ত যা কিছু হবে ওগুলো লিখো। যেমন আমল সমূহ, ভালই হোক আর মন্দই হোক, রিযিক, তা হালালই হোক অথবা হারামই হোক। তারপর এও লিখোঃ কোন জিনিস দুনিয়ায় কখন আসবে, কতদিন থাকবে এবং কখন বের হবে? আর আল্লাহ তা’আলা বান্দাদের উপর রক্ষক ফেরেশতাদেরকে নিয়োগ করেছেন এবং কিতাবের জন্যে দারোগা নিযুক্ত করেছেন। রক্ষক ফেরেশতাগণ প্রতিদিনের আমল সম্পর্কে দারোগাকে জিজ্ঞেস করে লিখে নেন। যখন রিযিক শেষ হয়ে যায়, আয়ু পূর্ণ হয় এবং মৃত্যুর সময় এসে পড়ে তখন রক্ষক ফেরেশতাগণ দারোগা ফেরেশতাদের নিকট এসে জিজ্ঞেস করেনঃ “বলুন, আজকের আমল কি আছে?\" তারা উত্তরে বলেনঃ “এই ব্যক্তির জন্যে এখন আমাদের কাছে কিছুই নেই।\" একথা শুনে এই ফেরেশতাগণ নীচে নেমে আসেন এবং দেখেন যে, ঐ ব্যক্তি মারা গেছে। হযরত ইবনে আব্বাস (রাঃ) এটা বর্ণনা করার পর বলেন, তোমরা তো আরব সম্প্রদায়, তোমরা কি কুরআন কারীমে রক্ষক ফেরেশতাদের সম্পর্কে পড় নি? বলা হয়েছেঃ (আরবি) অর্থাৎ তোমরা যা আমল করতে তা আমরা লিখে রাখতাম।” ভাবার্থ হচ্ছেঃ তোমাদের আমলগুলো আমরা মূল হতে লিখে নিতাম। (৪৫:২৯)এতো হলো (আরবি) শব্দ সম্পর্কে বর্ণনা। এখন (আরবি) শব্দ সম্পর্কে বর্ণনা দেয়া হচ্ছে। বাহ্যতঃ এখানে (আরবি) দ্বারা সাধারণ কলম উদ্দেশ্য, যা দ্বারা লিখা হয়। যেমন আল্লাহ পাকের উক্তিঃ (আরবি)অর্থাৎ “পাঠ কর, আর তোমার প্রতিপালক মহামহিমান্বিত, যিনি কলমের সাহায্যে শিক্ষা দিয়েছেন- শিক্ষা দিয়েছেন মানুষকে, যা সে জানতো না।” (৯৬:৩-৫)এই কলমের কসম খেয়ে আল্লাহ তাবারাকা ওয়া তা'আলা এটা অবহিত করছেন যে, তিনি মানুষকে লিখন শিক্ষা দিয়েছেন যার মাধ্যমে তারা ইলম বা জ্ঞান অর্জন করছে, এটাও তাঁর একটা বড় নিয়ামত। এজন্যেই এরপরই তিনি বলেনঃ এবং কসম তার যা তারা লিপিবদ্ধ করে। হযরত ইবনে আব্বাস (রাঃ), হযরত মুজাহিদ (রঃ) এবং হযরত কাতাদাহ (রঃ) হতে বর্ণিত আছে যে, ভাবার্থ হচ্ছেঃ শপথ ঐ জিনিসের যা তারা লিখে। হযরত ইবনে আব্বাস (রাঃ) হতে এও বর্ণিত আছে যে, এর ভাবার্থ হলোঃ শপথ ঐ জিনিসের যা তারা জানে। হযরত সুদ্দী (রঃ) বলেন যে, এর দ্বারা ফেরেশতাদের লিখনকে বুঝানো হয়েছে, যারা বান্দাদের আমল লিখে থাকেন। অন্যান্য তাফসীরকারগণ বলেন যে, এর দ্বারা ঐ কলমকে বুঝানো হয়েছে যা কুদরতীরূপে চালিত হয়েছে এবং আসমান ও যমীন সৃষ্টির পঞ্চাশ হাজার বছর পূর্বে তকদীর লিপিবদ্ধ করেছে। তারা এর অনুকূলে ঐ হাদীস দু’টি পেশ করেছেন যা কলমের বর্ণনায় বর্ণিত হয়েছে। হযরত মুজাহিদ (রঃ) বলেন যে, এর দ্বারা ঐ কলম উদ্দেশ্য যার দ্বারা যিকির লিখিত হয়েছে। এরপর আল্লাহ তা’আলা স্বীয় নবী (সঃ)-কে বলেনঃ তুমি তোমার প্রতিপালকের অনুগ্রহে পাগল নও, যেমন তোমার সম্প্রদায়ের মূখ ও সত্য অস্বীকারকারীরা তোমাকে বলে থাকে। বরং তোমার জন্যে অবশ্যই রয়েছে নিরবচ্ছিন্ন পুরস্কার। কেননা, তুমি রিসালাতের দায়িত্ব পূর্ণরূপে পালন করেছে। এবং আমার পথে অসহনীয় কষ্ট সহ্য করেছে। তাই আমি তোমাকে বে-হিসাব পুরস্কার প্রদান করবো। তুমি অবশ্যই মহান চরিত্রের অধিকারী।হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, (আরবি) –এর অর্থ হলো (আরবি) অর্থাৎ মহান দ্বীন এবং তা হলো দ্বীন ইসলাম। মুজাহিদ (রঃ), আবূ মালিক (রঃ), সুদ্দী (রঃ) এবং রবী ইবনে আনাস (রঃ) একথাই বলেছেন। যহহাক (রঃ) এবং ইবনে যায়েদও (রঃ) এরূপই বলেছেন। আতিয়্যাহ (রঃ) বলেন যে, (আরবি) দ্বারা (আরবি) বা উত্তম শিষ্টাচার বুঝানো হয়েছে। হযরত কাতাদাহ্ (রঃ) হতে বর্ণিত আছে যে, হযরত আয়েশা (রাঃ)-কে রাসূলুল্লাহ (সঃ)-এর চরিত্র সম্পর্কে প্রশ্ন করা হলে তিনি বলেনঃ “তাঁর চরিত্র হলো কুরআন (অর্থাৎ কুরআনেই তাঁর চরিত্রের বর্ণনা দেয়া হয়েছে)।অন্য হাদীসে রয়েছে যে, হযরত আয়েশা (রাঃ) উত্তরে বলেনঃ “তুমি কি কুরআন পড়নি?” প্রশ্নকারী হযরত সাঈদ ইবনে হিশাম (রাঃ) বলেনঃ “হ্যাঁ, পড়েছি।” তখন হযরত আয়েশা (রাঃ) বলেনঃ “কুরআন কারীমই তাঁর চরিত্র ছিল।\" সহীহ্ মুসলিমে এ হাদীসটি পূর্ণরূপে বর্ণিত হয়েছে যা আমরা ইনশাআল্লাহ্ সূরা মুযযাম্মিলের তাফসীরে বর্ণনা করবো। বানু সাওয়াদ গোত্রের একটি লোক হযরত আয়েশা (রাঃ)-কে রাসূলুল্লাহ (সঃ)-এর চরিত্র সম্পর্কে জিজ্ঞেস করলে তিনি উপরোক্ত উত্তর দেন এবং (আরবি) –এ আয়াতটি পাঠ করেন। তখন ঐ লোকটি তাকে বলেনঃ “দু' একটি ঘটনা বর্ণনা করুন!” তখন হযরত আয়েশা (রাঃ) বলেনঃ “তাহলে শুননা! একদা রাসূলুল্লাহ (সঃ)-এর জন্যে আমি এবং হযরত হাফসা (রাঃ) উভয়েই খাদ্য রান্না করি। আমি আমার দাসীকে বলিঃ দেখো, যদি আমার খাদ্যের পূর্বে হাফসা (রাঃ)-এর খাদ্য এসে পড়ে তবে তুমি তা ফেলে দিবে। আমার দাসী তাই করে এবং খাদ্যের পাত্রটিও ভেঙ্গে যায়। রাসূলুল্লাহ (সঃ) ছড়িয়ে পড়া বিক্ষিপ্ত খাদ্যগুলো একত্রিত করেন এবং বলেনঃ “এই পাত্রের পরিবর্তে একটি ভাল পাত্র তাকে তুমি দাও।” আল্লাহর শপথ! এ ছাড়া আর কোন শাসন গর্জন ও তিরস্কার ভৎসনা তিনি আমাকে করেননি।\" (এ হাদীসটি মুসনাদে আহমাদে বর্ণিত হয়েছে)এ হাদীসটি যে কয়েক ধারায় বিভিন্ন শব্দে কয়েকটি কিতাবে বর্ণিত হয়েছে তার একটি ভাবার্থ তো এই যে, রাসূলুল্লাহ (সঃ)-এর প্রকৃতিতে জন্মগতভাবেই আল্লাহ তা'আলা পছন্দনীয় চরিত্র, উত্তম স্বভাব এবং পবিত্র অভ্যাস সৃষ্টি করে রেখেছিলেন। সুতরাং এভাবেই কুরআন কারীমের উপর তাঁর আমল এমনই ছিল যে, তিনি যেন ছিলেন কুরআনের আহকামের মূর্তিমান আমলী নমুনা। প্রত্যেকটি হুকুম পালনে এবং প্রত্যেকটি নিষিদ্ধ বিষয় হতে বিরত থাকাতে তাঁর অবস্থা এই ছিল যে, কুরআনে যা কিছু রয়েছে তা যেন তাঁরই অভ্যাস ও মহৎ চরিত্রের বর্ণনা। হযরত আনাস (রাঃ) বলেনঃ “দশ বছর ধরে আমি রাসূলুল্লাহ (সঃ)-এর খিদমতে থেকেছি কিন্তু তিনি কোন এক দিনের তরেও আমাকে উহ (যন্ত্রণা প্রকাশক ধ্বনি) পর্যন্ত বলেননি। কোন করণীয় কাজ না করলেও এবং যা করণীয় নয় তা করে বসলেও তিনি আমাকে কোন শাসন গর্জন করা এবং ধমক দেয়া তো দূরের কথা এরূপ কেন হলো?' এ কথাটিও বলেননি। তিনি সবারই চেয়ে বেশী চরিত্রবান ছিলেন। তাঁর হাতের তালুর চেয়ে বেশী নরম আমি কোন রেশম অথবা অন্য কোন জিনিস স্পর্শ করিনি। আর তার ঘর্ম অপেক্ষা বেশী সুগন্ধময় জিনিস আমি শুকিনি। মিশক আম্বরও না এবং আতরও না।” (এ হাদীসটি সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত হয়েছে)হযরত বারা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) চেহারায় সবচেয়ে সুন্দর ছিলেন, ছিলেন সবচেয়ে চরিত্রবান। তাঁর পবিত্র দেহ খুব লম্বাও ছিল না এবং খুব খাটোও ছিল না। (সহীহ বুখারীতে এ হাদীসটি বর্ণিত) এ সম্পর্কে বহু হাদীস রয়েছে। ইমাম আবূ ঈসা তিরমিযী (রঃ) তাঁর কিতাবুশ শামায়েলে এ সম্পর্কীয় হাদীস বর্ণনা করেছেন। মুসনাদে আহমাদে হযরত আয়েশা (রাঃ) হতে বর্ণিত আছে যে, তিনি বলেনঃ রাসূলুল্লাহ (সঃ) কখনো তাঁর হাত দ্বারা না তাঁর কোন দাসকে প্রহার করেছেন, না প্রহার করেছেন তাঁর কোন স্ত্রীকে এবং না প্রহার করেছেন অন্য কাউকেও। তবে হ্যাঁ, আল্লাহর পথে জিহাদ করেছেন (এবং ঐ জিহাদে কাউকে মেরেছেন) সেটা অন্য কথা। যখন তাঁকে দু’টি কাজের যে কোন একটিকে অবলম্বন করার অধিকার দেয়া হতো তখন তিনি সহজটি অবলম্বন করতেন। তবে সেটা গুনাহর কাজ হলে তিনি তা থেকে বহু দূরে থাকতেন। কখনো তিনি কারো নিকট হতে কোন প্রতিশোধ গ্রহণ করেননি। তবে কেউ আল্লাহর মর্যাদা ক্ষুন্ন করলে তিনি আল্লাহর আহকাম জারি করার জন্যে অবশ্যই তার নিকট হতে প্রতিশোধ গ্রহণ করতেন, কাজেই এটা ভিন্ন কথা।মুসনাদে আহমাদে হযরত আবূ হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “নিশ্চয়ই আমি উত্তম ও পবিত্র চরিত্র পরিপূর্ণ বা বাস্তবে রূপায়িত করার জন্যেই প্রেরিত হয়েছি। (অর্থাৎ নিজের জীবনে বাস্তবায়িত করার জন্যেই প্রেরিত হয়েছি)।”এরপর আল্লাহ তা'আলা বলেনঃ হে নবী (সঃ) শীঘ্রই তুমি দেখবে এবং তারাও দেখবে যে, তোমাদের মধ্যে কে বিকারগ্রস্ত। যেমন আল্লাহ পাক অন্য জায়গায় বলেনঃ (আরবি)অর্থাৎ “আগামীকল্য তারা জানবে, কে মিথ্যাবাদী, দাম্ভিক।” (৫৪:২৬) আর এক জায়গায় বলেনঃ  (আরবি)অর্থাৎ “আমরা অথবা তোমরা অবশ্যই হিদায়াতের উপর কিংবা প্রকাশ্য বিভ্রান্তির মধ্যে রয়েছি।” (৩৪:২৪) হযরত ইবনে আব্বাস (রাঃ) বলেনঃ অর্থাৎ এই হকীকত বা তত্ত্ব কিয়ামতের দিন খুলে যাবে। হযরত ইবনে আব্বাস (রাঃ) হতেই এটাও বর্ণিত আছে যে, (আরবি) বলা হয় (আরবি) বা পাগলকে। হযরত মুজাহিদ (রঃ) প্রমুখ মনীষীও একথাই বলেন। হযরত কাতাদাহ (রঃ) প্রমুখ গুরুজন বলেন যে, এর ভাবার্থ হচ্ছেঃ তুমি শীঘ্রই জানতে পারবে কে বেশী শয়তানের নিকটবর্তী। (আরবি) এর বাহ্যিক অর্থ এই যে, যে ব্যক্তি সত্য হতে সরে পড়ে এবং পথভ্রষ্ট হয়ে যায়। (আরবি) এর উপর (আরবি) আনয়নের কারণ এই যে, যেন তা (আরবি) প্রমাণ করে। অর্থাৎ এর প্রকৃতরূপ ছিলঃ (আরবি) অর্থাৎ ‘শীঘ্রই তুমি জানবে এবং তারাও জানবে’ অথবা এইরূপ ছিলঃ (আরবি) অর্থাৎ ‘তোমাদের মধ্যে কে বিকারগ্রস্ত তা শীঘ্রই তুমিও খবর দিবে এবং তারাও খবর দিবে।' এসব ব্যাপারে আল্লাহ তা’আলাই সবচেয়ে ভাল জানেন।এরপর আল্লাহ তাবারাকা ওয়া তা'আলা বলেনঃ তোমার প্রতিপালক তো সম্যক অবগত আছেন কে তাঁর পথ হতে বিচ্যুত হয়েছে এবং তিনি সম্যক জানেন তাদেরকে যারা সৎপথ প্রাপ্ত। অর্থাৎ কারা সৎপথের উপর প্রতিষ্ঠিত রয়েছে এবং কাদের পদস্খলন ঘটেছে তা আল্লাহ তা'আলা সম্যক অবগত।"
    },
    { "ayah": 8, "surah": 68, "text": "Please check ayah 68:16 for complete tafsir." },
    { "ayah": 9, "surah": 68, "text": "Please check ayah 68:16 for complete tafsir." }
  ]
}
