{
  "ayahs": [
    { "ayah": 1, "surah": 69, "text": "Please check ayah 69:12 for complete tafsir." },
    { "ayah": 10, "surah": 69, "text": "Please check ayah 69:12 for complete tafsir." },
    { "ayah": 11, "surah": 69, "text": "Please check ayah 69:12 for complete tafsir." },
    {
      "ayah": 12,
      "surah": 69,
      "text": "১-১২ নং আয়াতের তাফসীর\n‘হাককাহ কিয়ামতের একটি নাম। আর এ নামের কারণ এই যে, জান্নাতে শান্তি দানের অঙ্গীকার এবং জাহান্নামে শাস্তি প্রদানের প্রতিজ্ঞার সত্যতা ও যথার্থতার দিন এটাই। এ জন্যেই এ দিনের ভয়াবহতা বর্ণনা করতে গিয়ে আল্লাহ তাবারাকা ওয়া তা'আলা বলেনঃ হে নবী (সঃ)! তুমি এই হাক্‌কাহর সঠিক অবস্থা অবগত নও।এরপর মহামহিমান্বিত আল্লাহ্ ঐ লোকদের বর্ণনা দিচ্ছেন যারা এই কিয়ামতকে অবিশ্বাস করার ফলে প্রতিফল প্রাপ্ত হয়েছিল। তিনি বলেনঃ সামূদ সম্প্রদায়ের অবস্থা দেখো, একদিকে ফেরেশতাদের প্রলয়ংকারী শব্দ আসে, আর অপরদিকে ভয়াবহ ভূমিকম্প শুরু হয়ে যায়, ফলে সব নীচ-উপর হয়ে যায়। সুতরাং হযরত কাতাদা (রাঃ)-এর উক্তি অনুসারে (আরবি) শব্দের অর্থ হলো ভীষণ চীৎকার। আর হযরত মুজাহিদ (রঃ) বলেন যে, এর দ্বারা গুনাহ্ বা পাপ। উদ্দেশ্য। অর্থাৎ তারা পাপের কারণে ধ্বংস হয়ে যায়। হযরত রাবী' ইবনে আনাস (রঃ) ও হযরত ইবনে যায়েদ (রঃ)-এর উক্তি এই যে, এর দ্বারা তাদের ঔদ্ধত্যপনা উদ্দেশ্য। ইবনে যায়েদ (রঃ)-এর প্রমাণ হিসেবে কুরআন কারীমের নিম্নের আয়াতটি পেশ করেছেনঃ(আরবি) অর্থাৎ “সামূদ সম্প্রদায় অবাধ্যতা ও ঔদ্ধত্য বশতঃ অবিশ্বাস করেছিল।”(৯১:১১) অর্থাৎ উষ্ট্ৰীকে কেটে ফেলেছিল। আর আ’দ সম্প্রদায়কে ধ্বংস করা হয়েছিল এক প্রচন্ড ঝঞাবায়ু দ্বারা। ঐ ঝঞা বায়ু কল্যাণ ও বরকত শূন্য ছিল এবং ফেরেশতাদের হস্ত দ্বারা বের করা হচ্ছিল। ওটা পর্যায়ক্রমে সাত রাত ও আট দিন ধরে প্রবাহিত হয়েছিল। এতে তাদের জন্যে অমঙ্গল ও ধ্বংস ছাড়া আর কিছুই ছিল না। যেমন আল্লাহ্ তা'আলার উক্তিঃ (আরবি) অর্থাৎ “অমঙ্গলজনক দিনগুলোতে।\" হযরত রাবী (রঃ) বলেন যে, এই ঝঞা বায়ু শুক্রবার হতে বইতে শুরু করে। কারো কারো মতে বুধবার হতে শুরু হয়। আরবরা এই বায়ুকে (আরবি) এ জন্যেও বলে থাকে যে, কুরআন কারীমে বলা হয়েছেঃ আ'দ সম্প্রদায়ের অবস্থা সারশূন্য বিক্ষিপ্ত খর্জুর কাণ্ডের ন্যায় হয়ে যায়। দ্বিতীয় কারণ এটাও যে, সাধারণতঃ এই বায়ু শীতের শেষে প্রবাহিত হয়ে থাকে। আর (আরবি) বলা হয় শেষকে। এ কারণও বর্ণনা করা হয়েছে যে, আ'দ সম্প্রদায়ের এক বৃদ্ধা মহিলা একটি গুহায় ঢুকে পড়ে এবং অষ্টম দিবসে এই ঝঞা বায়ু তাকে ধ্বংস করে দেয়। এসব ব্যাপারে আল্লাহ্ তা'আলাই সবচেয়ে ভাল জানেন। (আরবি) শব্দের অর্থ হলো খারাপ, সড়া ও ফাঁপা বা সারশূন্য। ভাবার্থ এই যে, এ ঝঞাবায়ু তাদেরকে উপরে উঠিয়ে নিয়ে নীচে ফেলে দেয়। তাদের মস্তক ফেটে গিয়ে চূর্ণ-বিচূর্ণ হয়ে যায়। আর দেহের বাকী অংশ এরূপ হয়ে যায় যে, তা যেন সারশূন্য খর্জুর-খাণ্ড। সহীহ্ বুখারী ও সহীহ মুসলিমে বর্ণিত হয়েছে যে, রাসূলুল্লাহ্ (সঃ) বলেছেনঃ “আমাকে ‘সাবা' অর্থাৎ পূবালী বাতাস দ্বারা সাহায্য করা হয়েছে, আর আ’দ সম্প্রদায়কে ধ্বংস করে দেয়া হয়েছে পশ্চিমা বাতাস দ্বারী।”মুসনাদে ইবনে আবী হাতিমে হযরত ইবনে উমার (রাঃ) হতে বর্ণিত আছে। যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আ'দ সম্প্রদায়কে ধ্বংস করার জন্যে বায়ুর ভাণ্ডারের মধ্য হতে শুধুমাত্র আংটি পরিমাণ স্থান খুলে দেয়া হয়, যেখান দিয়ে বাতাস বের হতে থাকে। প্রথমে ঐ বায়ু গ্রাম ও পল্লীর উপর দিয়ে প্রবাহিত হয় এবং গ্রামবাসী ছোট, বড়, নারী, পুরুষ সবর্কে তাদের মালধন ও জীব-জন্তুসহ উঠিয়ে নিয়ে আসমান ও যমীনের মধ্যস্থলে লটকিয়ে দেয়। এগুলো খুবই উঁচুতে ছিল বলে শহরবাসীদের কাছে কালো রঙএর মেঘ বলে মনে হয়। তারা খুবই খুশী হয় এই মনে করে যে, অত্যাধিক গরমের কারণে তাদের অবস্থা অত্যন্ত খারাপ হয়ে গেছে, সুতরাং এই মেঘ হতে পানি বর্ষিত হলে তারা শান্তি লাভ করবে। ইতিমধ্যে আল্লাহ্ পাকের হুকুমে বাতাস ঐগুলোকে শহরবাসীর উপর নিক্ষেপ করে এবং তারা সবাই ধ্বংস হয়ে যায়।” হযরত মুজাহিদ (রঃ) বলেন যে, ঐ বাতাসের পালক এবং লেজ ছিল। মহামহিমান্বিত আল্লাহ্ এরপর বলেনঃ বলতো, এরপর তাদের কাউকেও তুমি বিদ্যমান দেখতে পাও কি? অর্থাৎ তাদের কেউই মুক্তি পায়নি, বরং সবাই ধ্বংস হয়ে গেছে। মহান আল্লাহ বলেনঃ ফিরাউন, তার পূর্ববর্তীরা এবং লূত সম্প্রদায় পাপাচারে লিপ্ত ছিল। তারা তাদের প্রতিপালকের রাসূলকে অমান্য করেছিল, ফলে তিনি তাদেরকে শাস্তি দিলেন- কঠোর শাস্তি।(আরবি)-এর দ্বিতীয় কিরআত (আরবি) ও রয়েছে অর্থাৎ (আরবি)-এর নীচে যের দিয়েও পড়া হয়েছে। তখন অর্থ হবেঃ ফিরাউন এবং তার পাশের ও তার যুগের তার অনুসারী কাফির কিবতী সবাই। (আরবি) দ্বারা রাসূলদেরকে মিথ্যা প্রতিপন্নকারী পূর্ববর্তী উম্মতদেরকে বুঝানো হয়েছে।(আরবি)-এর অর্থ হলো অবাধ্যতা ও অপরাধ। সুতরাং অর্থ হলোঃ তারা প্রত্যেকেই নিজ নিজ যুগের রাসূলকে অবিশ্বাস করেছিল। যেমন আল্লাহ্ তা'আলা বলেনঃ (আরবি) অর্থাৎ “তারা সবাই রাসূলদেরকে অবিশ্বাস করে, ফলে তাদের উপর শাস্তি এসে পড়ে।”(৫০:১৪) এটাও স্মরণ রাখার বিষয় যে, একজন নবীকে অস্বীকার করার অর্থ সমস্ত নবীকেই অস্বীকার করা। যেমন আল্লাহ্ পাক বলেনঃ (আরবি) অর্থাৎ “নূহ (আঃ)-এর সম্প্রদায় রাসূলদেরকে অবিশ্বাস করেছিল।”(২৬:১০৫) (আরবি) অর্থাৎ “আ'দ সম্প্রদায় রাসূলদেরকে মিথ্যা প্রতিপন্ন করেছিল।”(২৬:১২৩) (আরবি) অর্থাৎ “সামূদ সম্প্রদায় রাসূলদেরকে অবিশ্বাস করেছিল।”(২৬:১৪১) অথচ সকলের নিকট অর্থাৎ প্রত্যেক উম্মতের নিকট একজন রাসূলই এসেছিলেন।এখানেও অর্থ এটাই যে, তারা তাদের প্রতিপালকের রাসূলকে অমান্য করেছিল। ফলে আল্লাহ্ তা'আলা তাদেরকে কঠিনভাবে পাকড়াও করেছিলেন এবং যন্ত্রণাদায়ক শাস্তি দিয়েছিলেন। এরপর মহা প্রতাপান্বিত আল্লাহ্ স্বীয় অনুগ্রহের বর্ণনা দিতে গিয়ে বলেনঃ দেখো, যখন নূহ (আঃ)-এর দু'আর কারণে ভূ-পৃষ্ঠে তূফান আসলো ও পানি সীমা ছাড়িয়ে গিয়ে চতুর্দিক প্লাবিত করলো এবং আশ্রয় লাভের কোন স্থান থাকলো না তখন আমি নূহ (আঃ) ও তার অনুসারীদেরকে নৌযানে আরোহণ করালাম।হযরত ইবনে আব্বাস (রাঃ) বলেন যে, যখন হযরত নূহ (আঃ)-এর সম্প্রদায় তাকে অবিশ্বাস করলো, বিরোধিতা শুরু করলো এবং উৎপীড়ন করতে লাগলো তখন অতিষ্ঠ হয়ে তাদের ধ্বংসের জন্যে প্রার্থনা করলেন। আল্লাহ তা’আলা তাঁর প্রার্থনা কবূল করলেন এবং ভয়াবহ তুফান নাযিল করলেন। হযরত নূহ (আঃ) এবং যারা তাঁর নৌযানে আরোহণ করেছিল তারা ছাড়া ভূপৃষ্ঠের একটি লোকও বাঁচেনি, সবাই পানিতে নিমজ্জিত হয়েছিল। সুতরাং এখনকার সমস্ত মানুষ হযরত নূহ (আঃ)-এর বংশধর এবং তাঁর সন্তানদেরই অন্তর্ভুক্ত। হযরত আলী (রাঃ) বলেন যে, পানির এক একটি ফোঁটা আল্লাহ্ তা'আলার অনুমতিক্রমে পানির রক্ষক ফেরেশতার মাপের মাধ্যমে বর্ষিত হয়। অনুরূপভাবে বাতাসের একটা হালকা প্রবাহও বিনা মাপে প্রবাহিত হয় না। কিন্তু আ’দ সম্প্রদায়ের উপর দিয়ে যে বাতাস প্রবাহিত হয়েছিল এবং হযরত নূহ (আঃ)-এর কওমের উপর যে পানি বর্ষিত ও উথিত হয়েছিল তা বিনা মাপেই ছিল। আল্লাহ্‌ নির্দেশক্রমে পানি ও বাতাস এতো জোরে চলেছিল যে, রক্ষক ফেরেশতাদের তা আওতার বাইরে ছিল। এ জন্যই আল্লাহ তা'আলা নিজের এই গুরুত্বপূর্ণ অনুগ্রহের কথা স্মরণ করাতে গিয়ে বলেনঃ(আরবি) অর্থাৎ যখন জলোচ্ছাস হয়েছিল তখন আমি তোমাদেরকে অর্থাৎ (পূর্ব পুরুষদেরকে) আরোহণ করিয়েছিলাম নৌযানে। যাতে এ নৌযান তোমাদের জন্যে একটা নমুনারূপে থেকে যায় এবং শ্রুতিধর কর্ণ এটা সংরক্ষণ করে। আজও তোমরা ঐ রকমই নৌযানে আরোহণ করে সমুদ্রের লম্বা-চওড়া সফর করে থাকো। যেমন আল্লাহ পাক অন্য জায়গায় বলেনঃ (আরবি)অর্থাৎ “আমি তোমাদের আরোহণের জন্যে নৌকা ও চতুষ্পদ জন্তু বানিয়েছি, যাতে তোমরা ওগুলোর উপর আরোহণ করে তোমাদের প্রতিপালকের নিয়ামত স্মরণ করতে পারো।” (৪৩:১২-১৩) আর এক জায়গায় মহান আল্লাহ বলেনঃ (আরবি)অর্থাৎ “তাদের জন্যে এক নিদর্শন এই যে, আমি তাদের বংশধরদেরকে বোঝাই নৌযানে আরোহণ করিয়েছিলাম এবং তাদের জন্যে অনুরূপ যানবাহন সৃষ্টি করেছি যাতে তারা আরোহণ করে।” (৩৬:৪১-৪২)হযরত কাতাদাহ্ (রঃ) উপরের এ আয়াতের এ ভাবার্থও বর্ণনা করেছেন যে, হযরত নূহ (আঃ)-এর ঐ নৌযানটিই বাকী ছিল, যেটাকে এই উম্মতের পূর্ববর্তী লোকেরাও দেখেছিল। কিন্তু সঠিক ভাবার্থ প্রথমটিই বটে।মহান আল্লাহ বলেন যে, আমি এটা করেছিলাম তোমাদের শিক্ষার জন্যে এবং এই জন্যে যে, শ্রুতিধর কর্ণ এটা সংরক্ষণ করে। অর্থাৎ তারা যেন এই নিয়ামতকে ভুলে না যায়। অর্থাৎ যাদের সঠিক বোধ ও স্থির জ্ঞান রয়েছে, যারা আল্লাহর কথা ও তাঁর নিয়ামতের প্রতি বেপরোয়া ভাব প্রকাশ করে না, তাদের উপদেশ ও শিক্ষার এটাও একটা মাধ্যম হয়ে গেল।মুসনাদে ইবনে আবী হাতিমে বর্ণিত আছে যে, হযরত মাকহুল (রঃ) বলেনঃ যখন এ শব্দগুলো অবতীর্ণ হয় তখন রাসূলুল্লাহ (সঃ) বলেনঃ “আমি আমার প্রতিপালকের নিকট প্রার্থনা করেছি যে, তিনি যেন হযরত আলী (রাঃ)-কে এরূপও করে দেন।” হযরত আলী (রাঃ) বলতেনঃ “এরপর থেকে রাসূলুল্লাহ (সঃ)-এর নিকট হতে কিছু শ্রবণ করার পর আমি তা ভুলিনি।” (এটা ইমাম ইবনে জারীর (রঃ)-ও বর্ণনা করেছেন। কিন্তু এটা মুরসাল)মুসনাদে ইবনে আবি হাতিমে হ্যরত বুরাইদাহ্ আসলামী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) হযরত আলী (রাঃ)-কে বলেনঃ “আমাকে নির্দেশ দেয়া হয়েছে যে, আমি যেন তোমাকে নিকটে রাখি, দূরে না রাখি, তোমাকে শিক্ষাদান করি ও তুমি তা মুখস্থ রাখে এবং মুখস্থ রাখা তোমার জন্যে উচিতও বটে।” তখন (আরবি) (শ্রুতিধর কর্ণ এটা সংরক্ষণ করে) এ আয়াতটি অবতীর্ণ হয়। (এ রিওয়াইয়াটি অন্য সনদেও ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন। কিন্তু এটাও সঠক নয়)"
    },
    { "ayah": 13, "surah": 69, "text": "Please check ayah 69:18 for complete tafsir." },
    { "ayah": 14, "surah": 69, "text": "Please check ayah 69:18 for complete tafsir." },
    { "ayah": 15, "surah": 69, "text": "Please check ayah 69:18 for complete tafsir." },
    { "ayah": 16, "surah": 69, "text": "Please check ayah 69:18 for complete tafsir." },
    { "ayah": 17, "surah": 69, "text": "Please check ayah 69:18 for complete tafsir." },
    {
      "ayah": 18,
      "surah": 69,
      "text": "১৩-১৮ নং আয়াতের তাফসীর\nএখানে আল্লাহ্ তা'আলা কিয়ামতের ভয়াবহতার বর্ণনা দিচ্ছেন। সর্ব প্রথম ভয়ের কারণ হবে শিংগায় ফুৎকার দেয়া। এতে সবারই অন্তরাত্মা কেঁপে উঠবে। তারপর পুনরায় শিংগায় ফুৎকার দেয়া হবে, যার ফলে আসমান ও যমীনের সমস্ত মাখলূক অজ্ঞান হয়ে পড়বে, তবে আল্লাহ যাঁকে চাইবেন তিনি অজ্ঞান হবেন না। এরপর সূরে ফুৎকার দেয়া হবে, যার শব্দের কারণে সমস্ত মাখলূক তাদের প্রতিপালকের সামনে দাঁড়িয়ে যাবে। এখানে ঐ প্রথম ফুৎকারেরই বর্ণনা দেয়া হয়েছে। এখানে গুরুত্ব আরোপের জন্যে একথাও বলে দিয়েছেন যে, এই উঠে দাঁড়িয়ে যাওয়ার ফুৎকার মাত্র একটি। কেননা, যখন আল্লাহ তা'আলার হুকুম হয়ে গেছে তখন না এর কোন ব্যতিক্রম হতে পারে, না তা টলতে পারে, না দ্বিতীয়বার আদেশ প্রদানের প্রয়োজন হতে পারে, না তাগীদ করার প্রয়োজনীয়তা দেখা দিতে পারে। ইমাম রাবী’ (রঃ) বলেন যে, এর দ্বারা শেষ ফুৎকারকে বুঝানো হয়েছে। কিন্তু প্রকাশমান উক্তি ওটাই যা আমরা বলেছি। এ জন্যে এর পরেই বলেছেনঃ পর্বতমালা সমেত পৃথিবী উৎক্ষিপ্ত হবে এবং চামড়ার মত ছড়িয়ে দেয়া হবে। যমীন পরিবর্তন করে দেয়া হবে এবং কিয়ামত সংঘটিত হয়ে যাবে। আসমান প্রত্যেক ভোলার জায়গা হতে ফেটে যাবে। যেমন আল্লাহ তা'আলা বলেনঃ (আরবি)অর্থাৎ “আকাশ উন্মুক্ত করা হবে, ফলে ওটা হয়ে যাবে বহু দ্বার বিশিষ্ট।” (৭৮:১৯) হযরত ইবনে আব্বাস (রাঃ) বলেন যে, আকাশে ছিদ্র ও গর্ত হয়ে যাবে এবং ওটা ফেটে যাবে। আর ওর সামনে থাকবে এবং ফেরেস্তাগণ ওর প্রান্তদেশে থাকবেন, যে প্রান্তদেশ তখন পর্যন্ত ভেঙ্গে পড়েনি। তাঁরা দরজার উপর থাকবেন এবং আকাশের দৈর্ঘ্যের মধ্যে ছড়িয়ে থাকবেন। তাঁরা পৃথিবীবাসীদেরকে দেখতে থাকবেন।এরপর মহান আল্লাহ বলেনঃ কিয়ামতের দিন আটজন ফেরেশতা তাদের প্রতিপালকের আরশকে ধারণ করবে তাদের ঊর্ধ্বে। এর দ্বারা হয় তো আরশে আযীমকে উঠানো উদ্দেশ্য অথবা ঐ আরশকে উঠানো উদ্দেশ্য যার উপর কিয়ামতের দিন আল্লাহ তা’আলা লোকদের ফায়সালার জন্যে অধিষ্ঠিত থাকবেন। সঠিকতার কথা একমাত্র আল্লাহ্ তা'আলাই জানেন।হযরত আব্বাস ইবনে আবদিল মুত্তালিব (রাঃ) বলেন যে, এ ফেরেশতাগণ পাহাড়ী বকরীর আকৃতি ধারণ করবেন। হযরত আব্দুল্লাহ ইবনে আমর (রাঃ) বলেন যে, তাঁদের চক্ষুর এক প্রান্ত হতে অপর প্রান্তের ব্যবধান হবে একশ বছরের পথ।মুসনাদে ইবনে আবী হাতিমে হযরত জাবির (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমাকে অনুমতি দেয়া হয়েছে যে, আমি তোমাদের কাছে আরশ বহনকারী ফেরেশতাদের মধ্যে একজন ফেরেশতা সম্পর্কে সংবাদ প্রদান করবো। ঐ ফেরেশতার স্কন্ধ ও কানের নিম্ন ভাগের মধ্যকার ব্যবধান এতোটা যে ওর মধ্যে উড়ন্ত পাখী সাতশ বছর পর্যন্ত উড়তে থাকবে। (এ হাদীসের সনদ খুবই উওম এবং সমস্ত বর্ণনাকারীই নির্ভরযোগ্য। এটাকে ইমাম আবু দাউদ (রঃ) ও স্বী সুনানে বর্ণনা করেছেন যে, রাসূলুল্লাহ্ (সঃ) এরূপই বলেছেন) হযরত সাঈদ ইবনে জুবায়ের (রঃ) বলেন যে, আটজন ফেরেশতা দ্বারা ফেরেশতাদের আটটি সারিকে বুঝানো হয়েছে। আরো বহু গুরুজন হতে এটা বর্ণিত আছে।হযরত ইবনে আব্বাস (রাঃ) বলেন যে, সমুন্নত ফেরেশতাদের আটটি অংশ রয়েছে। প্রতিটি অংশের সংখ্যা সমস্ত মানুষ, জ্বিন, শয়তান এবং ফেরেশতার সমান।এরপর ঘোষণা করা হচ্ছেঃ কিয়ামতের দিন তোমাদেরকে ঐ আল্লাহর সামনে পেশ করা হবে যিনি গোপনীয় ও প্রকাশ্য সব কিছুই অবগত আছেন। তিনি প্রকাশমান জিনিস সম্পর্কে যেমন পূর্ণ অবহিত, অনুরূপভাবে গোপনীয় জিনিস সম্পর্কেও তিনি পূর্ণ ওয়াকিফহাল। এ জন্যেই মহান আল্লাহ্ বলেনঃ সেই দিন তোমাদের কিছুই গোপন থাকবে না। হযরত উমার ইবনুল খাত্তাব (রাঃ) বলেনঃ “হে জনমণ্ডলী! তোমাদের হিসাব নেয়া হবে এর পূর্বেই নিজেরাই নিজেদের হিসাব নিয়ে নাও। আর তোমাদের আমলসমূহ ওযন করা হবে। এর পূর্বেই তোমরা তোমাদের আমলসমূহ অনুমান করে নাও, যাতে কাল কিয়ামতের দিন তোমাদের জন্যে সহজ হয়ে যায়, যেই দিন তোমাদের পুরোপুরি হিসাব নেয়া হবে এবং তোমাদেরকে মহাপ্রতাপান্বিত আল্লাহর সামনে পেশ করা হবে।” মুসনাদে আহমাদে হযরত আবূ মূসা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “কিয়ামতের দিন জনগণকে তিনবার আল্লাহ্ তা'আলার সামনে পেশ করা হবে। প্রথম দু’বার তো ঝগড়া, তর্ক-বিতর্ক ও ওযর-আপত্তি চলবে। কিন্তু তৃতীয়বারে আমলনামা উড়ানো হবে। ঐ আমলনামা কারো ডান হাতে আসবে এবং কারো বাম হাতে আসবে।” (এ হাদীসটি সুনানে ইবনে মাজাহতেও রয়েছে। হযরত আব্দুল্লাহ (রাঃ)-এর মাধ্যমেও এই রিওয়াইয়াতটি ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন এবং হযরত কাতাদাহ (রঃ) হতেও মুরসালরূপে এরকমই রিওয়াইয়াত)"
    },
    { "ayah": 19, "surah": 69, "text": "Please check ayah 69:24 for complete tafsir." },
    { "ayah": 2, "surah": 69, "text": "Please check ayah 69:12 for complete tafsir." },
    { "ayah": 20, "surah": 69, "text": "Please check ayah 69:24 for complete tafsir." },
    { "ayah": 21, "surah": 69, "text": "Please check ayah 69:24 for complete tafsir." },
    { "ayah": 22, "surah": 69, "text": "Please check ayah 69:24 for complete tafsir." },
    { "ayah": 23, "surah": 69, "text": "Please check ayah 69:24 for complete tafsir." },
    {
      "ayah": 24,
      "surah": 69,
      "text": "১৯-২৪ নং আয়াতের তাফসীর\nএখানে বর্ণনা দেয়া হচ্ছে যে, যে ভাগ্যবান লোকদেরকে কিয়ামতের দিন ডান হাতে আমলনামা দেয়া হবে তারা অত্যন্ত খুশী হবে এবং আনন্দের আতিশয্যে তারা প্রত্যেককে বলবেঃ তোমরা আমার আমলনামা পড়ে দেখো! এটা এজন্যে যে, মানবীয় স্বভাবের কারণে তাদের দ্বারা যা কিছু গুনাহর কাজ হয়েছিল সেগুলোও তাদের তাওবার কারণে ক্ষমা করে দেয়া হয়েছে। শুধু ক্ষমা করে দেয়াই হয়নি, বরং ঐগুলোর পরিবর্তে পুণ্য লিখে দেয়া হয়েছে। সুতরাং তারা শুধু নেকীর আমলনামা আনন্দের সাথে সকলকে দেখাতে থাকবে। হযরত আব্দুর রহমান ইবনে যায়েদ (রঃ) বলেন যে, (আরবি) এর পরে (আরবি) বেশী করা হয়েছে। কিন্তু প্রকাশমান কথা এই যে, (আরবি)-এর অর্থে ব্যবহৃত হয়েছে। মুসনাদে ইবনে আবী হাতিমে বর্ণিত আছে যে, হযরত আবূ উসমান (রঃ) বলেনঃ মু'মিনকে গোপনে পর্দার মধ্যে তার দক্ষিণ হস্তে আমলনামা দেয়া হবে। তাতে সে তার গুনাহগুলো পড়তে থাকবে। এতে সে ভীত-সন্ত্রস্ত হয়ে পড়বে এবং তার চেহারা বিবর্ণ হয়ে যাবে। অতঃপর তার দৃষ্টি তার পুণ্যগুলোর উপর পড়বে এবং সে ওগুলো পড়তে থাকবে। এতে সে মনে শান্তি পাবে এবং স্বস্তির নিঃশ্বাস ফেলবে। আবার সে দৃষ্টি প্রসারিত করে দেখবে এবং পড়তে থাকবে। তখন দেখবে যে, তার পাপগুলোও পুণ্যের সাথে পরিবর্তন করা হয়েছে এবং প্রত্যেক পাপের স্থলে পুণ্য লিখিত হয়েছে। এতে সে আনন্দে আত্মহারা হয়ে যাকেই সামনে পাবে তাকেই বলবেঃ আমার আমলনামাটা একটু পড়ে দেখো! যে আব্দুল্লাহ ইবনে হানযালা (রাঃ)-কে ফেরেশতাগণ তাঁর শাহাদাতের পর গোসল দিয়েছিলেন তাঁর পুত্র আব্দুল্লাহ (রাঃ) বলেন যে, কিয়ামতের দিন আল্লাহ তা'আলা তাঁর বান্দাকে তাঁর সামনে দাঁড় করাবেন এবং তার আমলনামার পৃষ্ঠে তার মন্দ আমল লিখিত থাকবে, যেগুলো তার কাছে প্রকাশিত হবে। আল্লাহ তা'আলা তাকে জিজ্ঞেস করবেনঃ “বল তো, তুমি এ আমল করেছিলে?” সে উত্তরে বলবেঃ “হে আমার প্রতিপালক! হ্যাঁ, আমি এটা করেছিলাম।” আল্লাহ তাবারাকা ওয়া তা'আলা তখন তাকে বলবেনঃ “দেখো, আমি দুনিয়াতেও তোমাকে অপদস্থ করিনি, এখন এখানেও তোমাকে ক্ষমা করে দিলাম। তোমার সমস্ত গুনাহ্ মাফ করলাম।” মহান আল্লাহর এ বাণী শুনে সে আহ্লাদে আটখানা হয়ে তার আমলনামা সবাইকে দেখাতে থাকবে। হযরত উমার (রাঃ) বর্ণিত হাদীসটি পূর্বেই গত হয়েছে, যাতে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “কিয়ামতের দিন আল্লাহ তা’আলা স্বীয় বান্দাকে নিজের কাছে ডেকে নিবেন এবং তাকে তার গুনাহ সম্পর্কে জিজ্ঞাসাবাদ করবেন। তিনি বলবেনঃ “তুমি কি অমুক অমুক গুনাহ করেছিলে?” সে স্বীকার করতে থাকবে, এমন কি সে ধারণা করবে যে, তার ধ্বংস অনিবার্য। ঐ সময় মহামহিমান্বিত আল্লাহ তাকে বলবেনঃ “হে আমার বান্দা! দুনিয়ায় আমি তোমার গুনাহগুলোর উপর পর্দা ফেলে দিয়েছিলাম। আজকেও আমি তোমাকে লজ্জিত করবো না। যাও, তোমাকে আমি ক্ষমা করে দিলাম।” অতঃপর তাকে তার আমলনামা ডান হাতে দেয়া হবে, যাতে শুধু পুণ্যই লিখিত থাকবে। পক্ষান্তরে কাফির ও মুনাফিকদের সম্পর্কে সাক্ষীগণ বলবেনঃ “এরা ওরাই, যারা তাদের প্রতিপালকের উপর মিথ্যা আরোপ করেছিল। জেনে রেখো যে, যালিমদের উপর আল্লাহর অভিশাপ!”এরপর আল্লাহ তা'আলা বলেন যে, যার ডান হাতে আমলনামা দেয়া হবে সে বলবেঃ দুনিয়াতেই তো আমার পূর্ণ বিশ্বাস ছিল যে, আমাকে অবশ্যই আমার হিসাবের সম্মুখীন হতে হবে। যেমন আল্লাহ তা'আলা বলেনঃ (আরবি)অর্থাৎ “যারা বিশ্বাস করতো যে, নিশ্চয়ই তারা তাদের প্রতিপালকের সাথে সাক্ষাকারী।”(২:৪৬)মহান আল্লাহ বলেনঃ সুতরাং তাদের প্রতিদান এই যে, তারা যাপন করবে সন্তোষজনক জীবন। তারা সুমহান জান্নাতে প্রবেশ করবে, যার অট্টালিকাগুলো হবে উঁচু উঁচু। ঐ জান্নাতের হ্রগুলো হবে অত্যন্ত সুন্দরী ও পবিত্র চরিত্রের অধিকারিণী। ওর ঘরগুলো নিয়ামতে পরিপূর্ণ থাকবে। এই নিয়ামত রাশি কখনো শেষও হবে না এবং কমেও যাবে না, বরং এগুলো হবে চিরস্থায়ী। মুসনাদে ইবনে আবী হাতিমে হযরত আবূ উমামাহ্ (রাঃ) হতে বর্ণিত আছে যে, একটি লোক রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করলোঃ “হে আল্লাহর রাসূল (সঃ)! (উচ্চ মর্যাদা সম্পন্ন ও নিম্ন মর্যাদা সম্পন্ন) জান্নাতীরা কি একে অপরের সঙ্গে সাক্ষাৎ করবে?” উত্তরে রাসূলুল্লাহ (সঃ) বলবেনঃ “হ্যাঁ। উঁচুতে অবস্থানকারী জান্নাতীরা নিম্নে অবস্থানকারী জান্নাতীদের সাথে সাক্ষাতের উদ্দেশ্যে নীচে নেমে আসবে এবং খুবই ভালবাসা ও হৃদ্যতার সাথে তাদেরকে সালাম জানাবে। হ্যাঁ, তবে নিম্নে অবস্থানকারী জান্নাতীরা তাদের আমলের স্বল্পতার কারণে উপরে উঠবে না।” অন্য একটি বিশুদ্ধ হাদীসে আছে যে, জান্নাতে একশটি শ্রেণী রয়েছে। এক শ্রেণী হতে অপর শ্রেণীর দূরত্ব হলো আকাশ ও পৃথিবীর মাঝের দূরত্বের সমান। এরপর মহামহিমান্বিত আল্লাহ বলেনঃ জান্নাতের ফলরাশি অবনমিত থাকবে নাগালের মধ্যে। হযরত ইবনে আযিব (রাঃ) প্রমুখ গুরুজন বলেনঃ জান্নাতের গাছের ফল এতো অবনমিত থাকবে যে, জান্নাতীরা ছাপর খাটে শুয়ে শুয়েই ফল ভাঙ্গতে পারবে।হযরত সালমান ফারসী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “কেউ জান্নাতে প্রবেশ করবে না যে পর্যন্ত না তাকে একটা লিখিত সমন দেয়া হবে। তাতে লিখিত থাকবেঃ বিসমিল্লাহির রাহমানির রাহীম। এটা আল্লাহর পক্ষ হতে অমুকের পুত্র অমুকের নামে পত্র। তাকে তোমরা (ফেরেশতারা) সুমহান জান্নাতে প্রবিষ্ট করো, যার ফলরাশি অবনমিত থাকবে নাগালের মধ্যে।” (এ হাদীসটি ইমাম তিবরানী (রঃ) বর্ণনা করেছেন) কোন কোন রিওয়াইয়াতে আছে যে, এই পরওয়ানা বা সমন পুলসিরাতের উপর প্রদান করা হবে। মহান আল্লাহ্ বলেন যে, জান্নাতীদেরকে অনুগ্রহ ও অধিক মেহেরবানীর ভিত্তিতে মুখেও পানাহারের অনুমতি দেয়া হবে এবং বলা হবেঃ এটা তোমাদের অতীত দিনের ভাল কৃতকর্মের বিনিময়। ভাল কর্মের বিনিময় বলা হয়েছে শুধুমাত্র স্নেহ ও মেহেরবানীর ভিত্তিতে। কেননা, হাদীস শরীফে এসেছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমরা আমল করতে থাকো, পরস্পর কোমল ব্যবহার কর এবং মধ্য পন্থা অবলম্বন কর, আর জেনে রেখো যে, তোমাদের কাউকেও তার আমল জান্নাতে প্রবিষ্ট করবে না। অর্থাৎ কাউকেও জান্নাতে প্রবিষ্ট করার জন্যে শুধু তার আমল যথেষ্ট নয়।” জনগণ জিজ্ঞেস করলেনঃ “হে আল্লাহর রাসূল (সঃ)। আপনাকেও কি নয়?” তিনি উত্তরে বললেনঃ “আমাকেও নয়। তবে আল্লাহর করুণা ও অনুগ্রহ আমাকে ঢেকে ফেলেছে (সুতরাং এটা স্বতন্ত্র কথা)।”"
    },
    { "ayah": 25, "surah": 69, "text": "Please check ayah 69:37 for complete tafsir." },
    { "ayah": 26, "surah": 69, "text": "Please check ayah 69:37 for complete tafsir." },
    { "ayah": 27, "surah": 69, "text": "Please check ayah 69:37 for complete tafsir." },
    { "ayah": 28, "surah": 69, "text": "Please check ayah 69:37 for complete tafsir." },
    { "ayah": 29, "surah": 69, "text": "Please check ayah 69:37 for complete tafsir." },
    { "ayah": 3, "surah": 69, "text": "Please check ayah 69:12 for complete tafsir." },
    { "ayah": 30, "surah": 69, "text": "Please check ayah 69:37 for complete tafsir." },
    { "ayah": 31, "surah": 69, "text": "Please check ayah 69:37 for complete tafsir." },
    { "ayah": 32, "surah": 69, "text": "Please check ayah 69:37 for complete tafsir." },
    { "ayah": 33, "surah": 69, "text": "Please check ayah 69:37 for complete tafsir." },
    { "ayah": 34, "surah": 69, "text": "Please check ayah 69:37 for complete tafsir." },
    { "ayah": 35, "surah": 69, "text": "Please check ayah 69:37 for complete tafsir." },
    { "ayah": 36, "surah": 69, "text": "Please check ayah 69:37 for complete tafsir." },
    {
      "ayah": 37,
      "surah": 69,
      "text": "২৫-৩৭ নং আয়াতের তাফসীর\nএখানে পাপীদের অবস্থার বর্ণনা দেয়া হচ্ছে যে, কিয়ামতের মাঠে যখন তাদেরকে তাদের আমলনামা বাম হাতে দেয়া হবে তখন তাদের অবস্থা হবে অত্যন্ত শোচনীয় ও দুঃখপূর্ণ। তারা ঐ সময় বলবেঃ ‘হায়! যদি আমাদেরকে আমাদের আমলনামা দেয়াই না হতো তবে কতইনা ভাল হতো! যদি আমাদেরকে আমাদের হিসাব অবহিতই না করা হতো! হায়! যদি ম্যই আমাদের সবকিছু শেষ করে দিতো তবে কতই না আনন্দের কথা হতো! যদি আমরা এই দ্বিতীয় জীবনই লাভ না করতাম। দুনিয়ায় যে মৃত্যুকে তারা অত্যন্ত ভয় করতো, সেই দিন ঐ মৃত্যুই তারা কামনা করবে। তারা আরো বলবেঃ আমাদের ধন-সম্পদ ও ক্ষমতা-প্রতাপ আজ আমাদের কোন কাজেই আসলো না। অর্থাৎ এগুলো আমাদের উপর হতে আল্লাহর আযাব সরাতে পারলো না। কোন সাহায্যকারীও আমাদের সাহায্যের জন্যে এগিয়ে আসলো না। আজ আমরা আমাদের বাঁচার কোন পথই খুঁজে পাচ্ছি না।আল্লাহ তা’আলা ফেরেশতাদেরকে নির্দেশ দিবেনঃ তাদেরকে ধর ও তাদের গলদেশে বেড়ি পড়িয়ে দাও। তাদেরকে এ অবস্থায় জাহান্নামে নিক্ষেপ কর।হযরত মিনহাল ইবনে আমর (রঃ) বলেন যে, আল্লাহ তা’আলার এই হুকুম শোনা মাত্রই সত্তর হাজার ফেরেশতা এরূপ একজন পাপীর দিকে বেগে ধাবিত হবে, অথচ এই ফেরেশতাদের মাত্র একজনকে যদি আল্লাহ পাক নির্দেশ দেন তবে একজনকে তো দূরের কথা, সত্তর হাজার লোককে ধরে জাহান্নামে নিক্ষেপ করতে পারেন।ইবনে আবিদ দুনিয়া বর্ণনা করেছেন যে, চার লক্ষ ফেরেশতা তার দিকে ধাবিত হবেন। সে তাদেরকে বলবেঃ আমার সাথে তোমাদের সম্পর্ক কি? তারা উত্তরে বলবেনঃ আল্লাহ তাবারাকা ওয়া তা'আলা তোমার প্রতি রাগান্বিত বলে সবাই তোমার প্রতি রাগান্বিত।হযরত ফুয়েল ইবনে আইয়ায (রঃ) বলেন যে, আল্লাহ তা'আলার এই ফরমান জারী হওয়া মাত্রই সত্তর হাজার ফেরেশতা ক্রোধে অগ্নিশর্মা হয়ে তার দিকে দৌড়িয়ে যাবেন। প্রত্যেকেই একে অপরের আগে যেতে চাইবেন এবং সর্বাগ্রে তার গলদেশে বেড়ি পরিয়ে দেয়ার ইচ্ছা করবেন। তারপর তাকে জাহান্নামের আগুনে নিক্ষেপ করার নির্দেশ দেয়া হবে। অতঃপর পুনরায় তাকে শৃঙ্খলিত করা হবে সত্তর হস্ত দীর্ঘ এক শৃখলে। এই শৃঙ্খলের একটি কড়া হযরত কা'ব আহবার (রাঃ)-এর উক্তি অনুসারে সারা পৃথিবী-পূর্ণ লোহার সমান হবে। হযরত ইবনে আব্বাস (রাঃ) ও হযরত ইবনে জুরায়েজ (রঃ) বলেন যে, এটা হবে ফেরেশতাদের হাতের মাপে। হযরত আবদুল্লাহ ইবনে আব্বাস (রাঃ) বলেন যে, এই শৃঙ্খল তার দেহে পরিয়ে দেয়া হবে। পায়খানার দ্বার দিয়ে ভরে মুখ দিয়ে বের করে নেয়া হবে। তাকে এমনিভাবে আগুনে ভাজা হবে যেমনভাবে কাবাব ভাজা হয়। এটাও বর্ণিত আছে যে, তার দেহের পিছন দিয়ে এই শৃঙ্খল পরানো হবে এবং নাকের দুই ছিদ্র দিয়ে তা বের করে নেয়া হবে, ফলে সে পায়ের ভরে দাড়াতে পারবে না। মুসনাদে আহমাদে হযরত আবদুল্লাহ ইবনে আমর (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যদি আকাশ হতে একটি বড় পাথর নিক্ষেপ করা হয় তবে তা এক রাত্রে পৃথিবীতে এসে পড়বে। কিন্তু ওটাকেও যদি জাহান্নামীকে বাঁধবার শৃংখলের এক মাথা হতে নিক্ষেপ করা হয় তবে তা অন্য মাথায় পড়তে চল্লিশ বছর লেগে যাবে।” (এ হাদীসটি জামে তিরমিযীতেও রয়েছে এবং ইমাম তিরমিযী এটাকে ‘হাসান’ বলেছেন)মহাপ্রতাপান্বিত আল্লাহ বলেনঃ সে মহান আল্লাহে বিশ্বাসী ছিল না এবং অভাবগ্রস্তকে অনুদানে উৎসাহিত করতো না। অর্থাৎ না সে আল্লাহর ইবাদত ও আনুগত্য করতো, না তার মাখলূকের হক আদায় করে তাদের উপকার করতো। মাখলূকের উপর আল্লাহর হক এই যে, তারা তাঁর, একত্ববাদে বিশ্বাস করবে এবং তাঁর সাথে অন্য কাউকে শরীক করবে না। আর বান্দাদের একের অপরের উপর হক এই যে, একে অপরের সাথে সদাচরণ করবে এবং সহানুভূতি দেখাবে। ভাল কাজে একে অপরকে সাহায্য করবে। এ জন্যেই আল্লাহ তাবারাকা ওয়া তা'আলা এ দুটো হককে একই সাথে বর্ণনা করেছেন। যেমন তিনি বলেছেনঃ “তোমরা নামায প্রতিষ্ঠিত কর ও যাকাত দাও।” নবী করীম (সঃ) ইন্তেকালের সময় এ দুটোকে এক সাথে বর্ণনা করেছিলেন। তিনি বলেছিলেনঃ “তোমরা নামাযের হিফাজত করবে ও অধীনস্তদের সাথে সদাচরণ করবে।”এরপর আল্লাহ তা'আলা বলেনঃ অতএব এই দিন তাদের কোন সুহৃদ থাকবে। এমন কোন নিকটতম আত্মীয় ও সুপারিশকারী থাকবে না যে তাকে আল্লাহর আযাব হতে রক্ষা করতে পারে। আর তার জন্যে ক্ষত নিঃসৃত স্রাব ব্যতীত কোন খাদ্য থাকবে না। কাতাদাহ (রঃ) বলেন যে, (আরবি) হলো জাহান্নামীদের নিকৃষ্ট খাদ্য। রাবী (রঃ) ও যহহাক (রঃ) বলেন যে, ওটা জাহান্নামের একটি বৃক্ষ। সম্ভবতঃ এরই আর একটি নাম হচ্ছে যাকূম। আর (আরবি)-এর অর্থ এও করা হয়েছে যে, ওটা হলো জাহান্নামীদের দেহ হতে প্রবাহিত রক্ত ও পানি। হযরত আলী ইবনে আবী তালহা (রাঃ) বলেছেন যে, (আরবি) হলো জাহান্নামীদের (ক্ষত নিঃসৃত) পূঁজ।"
    },
    { "ayah": 38, "surah": 69, "text": "Please check ayah 69:43 for complete tafsir." },
    { "ayah": 39, "surah": 69, "text": "Please check ayah 69:43 for complete tafsir." },
    { "ayah": 4, "surah": 69, "text": "Please check ayah 69:12 for complete tafsir." },
    { "ayah": 40, "surah": 69, "text": "Please check ayah 69:43 for complete tafsir." },
    { "ayah": 41, "surah": 69, "text": "Please check ayah 69:43 for complete tafsir." },
    { "ayah": 42, "surah": 69, "text": "Please check ayah 69:43 for complete tafsir." },
    {
      "ayah": 43,
      "surah": 69,
      "text": "৩৮-৪৩ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা স্বীয় সৃষ্টবস্তুর মধ্য হতে তার ঐ সব নিদর্শনের শপথ করছেন যেগুলো মানুষ দেখতে পাচ্ছে এবং ঐগুলোরও কসম খাচ্ছেন যেগুলো মানুষের দৃষ্টির অন্তরালে রয়েছে। তিনি এর উপর শপথ করছেন যে, কুরআন কারীম তাঁর বাণী ও তাঁর ওহী, যা তিনি স্বীয় বান্দা ও রাসূল (সঃ)-এর উপর অবতীর্ণ করেছেন, যাকে তিনি আমানত আদায় ও রিসালাতের প্রচারের জন্যে পছন্দ ও মনোনীত করেছেন। (আরবি) দ্বারা হযরত মুহাম্মাদ (সঃ)-কে বুঝানো হয়েছে। এর সম্বন্ধ তার সাথে লাগানোর কারণ এই যে, এর প্রচারক ও উপস্থাপক তো তিনিই। এ জন্যে (আরবি) শব্দ আনয়ন করা হয়েছে। কেননা, রাসূলুল্লাহ (সঃ) তো তাঁর পয়গাম পৌঁছিয়ে থাকেন যিনি তাঁকে প্রেরণ করেছেন। ভাষা তাঁর হলেও উক্তি হলো তাঁকে যিনি প্রেরণ করেছেন তাঁর। এ কারণেই সূরা তাকভীরে এর সম্বন্ধ লাগানো হয়েছে ফেরেশতা-দূতের সাথে (অর্থাৎ হযরত জিবরাঈলের আঃ) সাথে। ঘোষিত হয়েছেঃ (আরবি) অর্থাৎ “নিশ্চয়ই এই কুরআন সম্মানিত বার্তাবহের আনীত বাণী। যে সামর্থশালী, আরশের মালিকের নিকট মর্যাদা সম্পন্ন, যাকে সেখানে মান্য করা হয় এবং যে বিশ্বাসভাজন।”(৮১:১৯-২১) আর ইনি হলেন হযরত জিবরাঈল (আঃ)। এ জন্যেই এর পরেই বলেনঃ (আরবি)অর্থাৎ “তোমাদের সাথী (হযরত মুহাম্মাদ (সঃ)) পাগল নয়।”(৮১:২২) তারপর বলেনঃ (আরবি) অর্থাৎ “অবশ্যই মুহাম্মাদ (সঃ) তাকে জিবরাঈলকে (আঃ) তার প্রকৃত আকৃতিতে স্পষ্ট প্রান্তে দেখেছে।”(৮১:২৩) এরপর বলেনঃ (আরবি) অর্থাৎ “সে অদৃশ্য বিষয় সম্পর্কে কৃপণ নয়।”(৮১:২৪) (আরবি) অর্থাৎ “এটা অভিশপ্ত শয়তানের বাক্য নয়।”(৮১:২৫)অনুরূপভাবে এখানেও বলেনঃ “এটা কোন কবির রচনা নয়, তোমরা অল্পই বিশ্বাস করে থাকে। এটা কোন গণকের কথাও নয়, তোমরা অল্পই অনুধাবন করে থাকো।” সুতরাং মহান আল্লাহ কোন কোন সময় নিজের বাণীর সম্বন্ধ লাগিয়েছেন মানব দূতের দিকে, আবার কখনো কখনো সম্বন্ধ লাগিয়েছেন ফেরেশতা দূতের দিকে। কেননা, তারা উভয়েই আল্লাহর বাণীর প্রচারক এবং তারা বিশ্বাস ভাজন। হ্যাঁ, তবে প্রকৃতপক্ষে বাণী কার? এটাও সাথে সাথে বর্ণনা করে দেয়া হয়েছে। বলা হয়েছেঃ (আরবি) অর্থাৎ “এটা জগতসমূহের প্রতিপালকের নিকট হতে অবতীর্ণ।” মুসনাদে আহমাদে হযরত উমার ইবনুল খাত্তাব (রাঃ) হতে বর্ণিত আছে যে, তিনি বলেনঃ “আমি ইসলাম গ্রহণের পূর্বে রাসূলুল্লাহ (সঃ)-এর উদ্দেশ্যে বের হই। দেখি যে, তিনি আমার পূর্বেই মসজিদে হারামে হাযির হয়ে গেছেন। আমি তার পিছনে দাঁড়িয়ে গেলাম। তিনি সূরা হাককাহ পাঠ করতে শুরু করেন। কুরআনের অলংকারপূর্ণ ভাষা শুনে আমি মুগ্ধ হয়ে যাই। আমি মনে মনে বলি যে, কুরায়েশরা যে এঁকে কবি বলেছে তা সঠিকই বটে। আমার মনে এ খেয়াল জেগেই আছে, ইতিমধ্যে তিনি পাঠ করলেনঃ (আরবি)অর্থাৎ “নিশ্চয়ই এই কুরআন এক সম্মানিত রাসূলের বাহিত বার্তা। এটা কোন কবির রচনা নয়, তোমরা অল্পই বিশ্বাস করে থাকো।” তখন আমার মনে খেয়াল জাগলো যে, ইনি কবি না হলে অবশ্যই যাদুকর। তখন তিনি পাঠ করলেনঃ (আরবি)অর্থাৎ “এটা কোন যাদুকর বা গণকের কথাও নয়, তোমরা অল্পই অনুধাবন করে থাকো। এটা জগতসমূহের প্রতিপালকের নিকট হতে অবতীর্ণ। সে যদি আমার নামে কিছু রচনা করে চালাতে চেষ্টা করতো, তবে অবশ্যই আমি তার দক্ষিণ হস্ত ধরে ফেলতাম এবং কেটে দিতাম তার জীবন-ধমনী। অতঃপর তোমাদের মধ্যে এমন কেউই নেই, যে তাকে রক্ষা করতে পারে (শেষ আয়াত পর্যন্ত)।” এটা ছিল প্রথম ঘটনা, যার ফলে ইসলাম আমার অন্তরে পূর্ণভাবে ঘর করে বসে এবং প্রতিটি লোমকূপে ওর সত্যতা প্রবেশ করে। সুতরাং যেসব কারণ হযরত উমর ইবনুল খাত্তাব (রাঃ)-কে সুপথ প্রদর্শনে ক্রিয়াশীল হয়েছিল তন্মধ্যে এটাও ছিল একটি বিশেষ কারণ। আমরা তাঁর ইসলাম গ্রহণের পূর্ণ ঘটনাটি ‘সীরাতে উমারফূ’ নামক গ্রন্থে বর্ণনা করেছি। আল্লাহরই জন্যে সমস্ত প্রশংসা এবং আমরা তাঁর নিকট কৃতজ্ঞতা জ্ঞাপন করছি।"
    },
    { "ayah": 44, "surah": 69, "text": "Please check ayah 69:52 for complete tafsir." },
    { "ayah": 45, "surah": 69, "text": "Please check ayah 69:52 for complete tafsir." },
    { "ayah": 46, "surah": 69, "text": "Please check ayah 69:52 for complete tafsir." },
    { "ayah": 47, "surah": 69, "text": "Please check ayah 69:52 for complete tafsir." },
    { "ayah": 48, "surah": 69, "text": "Please check ayah 69:52 for complete tafsir." },
    { "ayah": 49, "surah": 69, "text": "Please check ayah 69:52 for complete tafsir." },
    { "ayah": 5, "surah": 69, "text": "Please check ayah 69:12 for complete tafsir." },
    { "ayah": 50, "surah": 69, "text": "Please check ayah 69:52 for complete tafsir." },
    { "ayah": 51, "surah": 69, "text": "Please check ayah 69:52 for complete tafsir." },
    {
      "ayah": 52,
      "surah": 69,
      "text": "৪৪-৫২ নং আয়াতের তাফসীর\nআল্লাহ তা’আলা বলেনঃ হে কাফির ও মুশরিকদের দল! তোমাদের কথা হিসেবে সত্যিই যদি আমার রাসূল (সঃ) এরূপই হতো, অর্থাৎ আমার রিসালাতের মধ্যে কিছু কম বেশী করতো বা আমি যে কথা বলিনি সেই কথা আমার নামে চালিয়ে দিতো তবে অবশ্যই তৎক্ষণাৎ আমি তাকে নিকৃষ্ট শাস্তি দিতাম অর্থাৎ আমার ডান হাত দ্বারা তার ডান হাত ধরে ফেলতাম এবং তার ঐ শিরা কেটে ফেলতাম যার উপর হৃদয় লটকানো রয়েছে। এমতাবস্থায় আমার এবং তার মাঝে এমন কেউ আসতে পারতো না যে তাকে রক্ষা করার চেষ্টা করতো। সুতরাং ভাবার্থ এই দাড়ালো যে, রাসূলুল্লাহ (সঃ) সত্যবাদী, পবিত্র ও সুপথগামী ছিলেন। এ কারণেই আল্লাহ তাবারাকা ওয়া তা'আলা তাবলীগের এ মহান দায়িত্ব তার উপর অর্পণ করেছিলেন। আর নিজের পক্ষ হতে বহু মু'জিযা এবং তাঁর সত্যবাদিতার বড় বড় নিদর্শন তাঁকে প্রদান করেছিলেন। এরপর মহান আল্লাহ বলেনঃ এই কুরআন অবশ্যই মুত্তাকীদের জন্যে এক উপদেশ। যেমন তিনি অন্য জায়গায় বলেনঃ (আরবি)অর্থাৎ “(হে নবী সঃ!) তুমি বলে দাও যে, এই কুরআন মুমিনদের জন্যে হিদায়াত ও শিফা (অন্তর রোগের প্রতিষেধক), আর বে-ঈমানদের কর্ণে তো বধিরতা ও চক্ষে অন্ধত্ব রয়েছে (তারা দেখেও দেখে না এবং শুনেও শুনে)।” (৪১:৪৪)মহান আল্লাহ বলেনঃ আমি অবশ্যই জানি যে, তোমাদের মধ্যে মিথ্যা আরোপকারী রয়েছে। অর্থাৎ এভাবে স্পষ্ট বর্ণনার পরেও এমন কতকগুলো লোক রয়েছে যারা কুরআনকে অবিশ্বাস করেই চলেছে। এই অবিশ্বাস ঐ লোকদের জন্যে কিয়ামতের দিন অনুশোচনার কারণ হবে। অথবা ভাবার্থ হচ্ছেঃ এই কুরআনই কাফিরদের অনুশোচনার কারণ হবে। যেমন আল্লাহ পাক অন্য জায়গায়বলেনঃ (আরবি)অর্থাৎ “এভাবেই আমি পাপীদের অন্তরে এটা অবতীর্ণ করি যে, তারা ওর উপর ঈমান আনয়ন করে না।”(২৬:২০০-২০১) আর এক জায়গায় বলেনঃ (আরবি) অর্থাৎ “তাদের মাঝে ও তাদের প্রবৃত্তির মাঝে পর্দা ফেলে দেয়া হয়েছে।”(৩৪:৫৪)এরপর মহামহিমান্বিত আল্লাহ বলেনঃ নিশ্চয়ই এটা সম্পূর্ণরূপে সত্য খবর। এতে বিন্দুমাত্র সন্দেহের অবকাশ নেই।অতঃপর আল্লাহ তাবারাকা ওয়া তা'আলা স্বীয় নবী (সঃ)-কে নির্দেশ দিচ্ছেনঃ অতএব, হে নবী (সঃ)! এই কুরআন অবতীর্ণকারী মহান প্রতিপালকের নামের তুমি পবিত্রতা ও মহিমা ঘোষণা কর।"
    },
    { "ayah": 6, "surah": 69, "text": "Please check ayah 69:12 for complete tafsir." },
    { "ayah": 7, "surah": 69, "text": "Please check ayah 69:12 for complete tafsir." },
    { "ayah": 8, "surah": 69, "text": "Please check ayah 69:12 for complete tafsir." },
    { "ayah": 9, "surah": 69, "text": "Please check ayah 69:12 for complete tafsir." }
  ]
}
