{
  "ayahs": [
    { "ayah": 1, "surah": 74, "text": "Please check ayah 74:10 for complete tafsir." },
    {
      "ayah": 10,
      "surah": 74,
      "text": "১-১০ নং আয়াতের তাফসীর\nসহীহ বুখারীতে হ্যরত জাবির (রাঃ) হতে বর্ণিত আছে যে, কুরআন কারীমের (আরবি)-এ আয়াতটি সর্বপ্রথম অবতীর্ণ হয়। কিন্তু জমহুরের উক্তি এই যে, সর্বপ্রথম ওহী হলো (আরবি) (৯৬:১) এ আয়াতটি। যেমন এই সূরার তাফসীরে আসবে ইনশা আল্লাহ।সহীহ বুখারীতে হযরত ইয়াহইয়া ইবনে আবী কাসীর (রঃ) হতে বর্ণিত আছে যে, তিনি হযরত আবূ সালমা ইবনে আবদির রহমান (রাঃ)-কে কুরআন কারীমের কোন আয়াতটি সর্বপ্রথম অবতীর্ণ হয় এ সম্পর্কে প্রশ্ন করলে তিনি উত্তরে বলেনঃ (আরবি)-এই আয়াতটি।\" ইয়াহইয়া (রঃ) তাঁকে পুনরায় বলেনঃ “লোকেরা তো বলছে যে, …… (আরবি)-এ আয়াতটি সর্বপ্রথম অবতীর্ণ হয়েছে?” উত্তরে হযরত আবূ সালমা (রাঃ) বলেনঃ হযরত জাবির (রাঃ)-কে আমি এ সম্পর্কে প্রশ্ন করেছিলাম এবং তিনি আমাকে ঐ জবাবই দিয়েছিলেন যা আমি তোমাকে দিলাম। তারপর আমি আবার তাঁকে ঐ প্রশ্নই করেছিলাম যা তুমি আমাকে করলে। আমার এ প্রশ্নের উত্তরে হযরত জাবির (রাঃ) বলেছিলেনঃ আমি তোমাকে ঐ কথাই বললাম যে কথা আমাকে রাসূলুল্লাহ (সঃ) বলেছিলেন। রাসূলুল্লাহ (সঃ) বলেছিলেনঃ “আমি হেরা পর্বতের গুহায় আমার প্রতিপালকের ধ্যান করছিলাম। সেখান হতে অবতরণ করে আমি শুনতে পেলাম যে, কে যেন আমাকে ডাকছে। আমি আমার সামনে পিছনে ডানে এবং বামে তাকালাম, কিন্তু কাউকেও দেখতে পেলাম না। আমি তখন মাথা উঠিয়ে উপরের দিকে তাকালাম তখন কিছু একটা দেখতে পেলাম। আমি তখন হযরত খাদীজা (রাঃ)-এর কাছে আসলাম এবং তাকে বললামঃ আমাকে চাদর দ্বারা আবৃত কর এবং আমার উপর ঠাণ্ডা পানি ঢালতে থাকো। হযরত খাদীজা (রাঃ) তাই করলো এবং ঐ সময়। (আরবি) আয়াতগুলো অবতীর্ণ হলো। সহীহ মুসলিমে রয়েছে যে, রাসূলুল্লাহ (সঃ) ওহী বন্ধ হয়ে যাওয়ার ঘটনা বর্ণনা করতে গিয়ে বলেনঃ “একদা আমি চলতে রয়েছি, হঠাৎ আকাশের দিক হতে আমার কানে একটা শব্দ পৌঁছলো! চক্ষু উঠিয়ে দেখলাম যে, হেরা পর্বতের গুহায় যে ফেরেশতা আমার নিকট এসেছিলেন তিনি আকাশ ও পৃথিবীর মাঝখানে একটি কুরসীর উপর বসে রয়েছেন। আমি ভয়ে মাটির দিকে ঝুঁকে পড়ি এবং বাড়ী এসেই বলিঃ আমাকে বস্ত্রদ্বারা আবৃত করে দাও। আমার কথামত বাড়ীর লোকেরা আমাকে বস্ত্র দ্বারা আচ্ছাদিত করে। তখন (আরবি) হতে (আরবি) পর্যন্ত আয়াতগুলো অবতীর্ণ হয়।” হযরত আবূ সালমা (রাঃ) বলেন যে, (আরবি)-এর অর্থ হলো মূর্তি। তারপর ক্রমান্বয়ে ওহী অবতীর্ণ হতে থাকে। এটা সহীহ বুখারীর শব্দ এবং এই হিসাবই রক্ষিত আছে। এর দ্বারা স্পষ্ট জানা যাচ্ছে যে, এর পূর্বেও কোন ওহী এসেছিল। কেননা রাসূলুল্লাহ (সঃ)-এর এই উক্তিটি বিদ্যমান রয়েছেঃ “ইনি ঐ ফেরেশতা যিনি হেরা পর্বতের গুহায় আমার নিকট এসেছিলেন।” অর্থাৎ হযরত জিবরাঈল (আঃ), যিনি তাঁকে সূরা আলাকের নিম্নের আয়াতগুলো গুহার মধ্যে পড়িয়েছিলেনঃ (আরবি)এরপর কিছু দিনের জন্যে তাঁর আগমন বন্ধ হয়ে যায়। তারপর যখন তার যাতায়াত আবার শুরু হয় তখন প্রথম ওহী ছিল সূরা মুদ্দাসসিরের প্রাথমিক আয়াতগুলো। এইভাবে এদু’টি হাদীসের মধ্যে সামঞ্জস্য হয়ে যাচ্ছে যে, আসলে সর্বপ্রথম ওহী হচ্ছে সূরা আলাকের প্রাথমিক আয়াতগুলো। তারপর ওহী বন্ধ হয়ে যাওয়ার পরে সর্বপ্রথম ওহী হলো এই সূরা মুদ্দাসিরের প্রাথমিক আয়াতগুলো। এর স্বপক্ষে রয়েছে মুসনাদে আহমাদ প্রভৃতিতে বর্ণিত হাদীসগুলো, যেগুলোতে রয়েছে যে, ওহী বন্ধ হয়ে যাওয়ার পর সর্বপ্রথম ওহী হলো সূরা মুদ্দাসিরের প্রাথমিক আয়াতগুলো। হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, ওয়ালীদ ইবনে মুগীরা কুরায়েশদেরকে যিয়াফত দেয়। খাওয়া-দাওয়ার পর তারা পরস্পর বলাবলি করেঃ “আচ্ছা, তোমরা এই লোকটিকে [হযরত মুহাম্মদ (সঃ) কে] কি বলতে পার?” কেউ কেউ বললো যে, তিনি যাদুকর। অন্য কেউ বললো যে, না, তিনি যাদুকর নন। কেউ কেউ তাঁকে গণক বললো। আবার অন্য কেউ বললো যে, না তিনি গণকও নন। কেউ কেউ তাকে কবি বলে মন্তব্য করলো, কিন্তু অন্য কেউ বললো যে, তিনি কবিও নন, তাদের কেউ কেউ এই মন্তব্য করলো যে, তিনি এমন যাদুকর যে যাদু তিনি লোক পরম্পরায় প্রাপ্ত হয়েছেন। পরিশেষে তারা এতেই একমত হলো যে, তাঁকে এরূপ যাদুকরই বলা হবে। রাসূলুল্লাহ (সঃ) এ খবর পেয়ে খুবই দুঃখিত হলেন এবং তিনি কাপড় দ্বারা মাথা ঢেকে নেন এবং গোটা দেহকেও বস্ত্রাবৃত্ত করেন। ঐ সময় আল্লাহ তা'আলা নিম্নের আয়াতগুলো অবতীর্ণ করেনঃ(আরবি) এর শানে নুযূল এটাই বর্ণনা করা হয়েছে।” (এটা ইমাম তিবরানী (রঃ) বর্ণনা করেছেন) মহান আল্লাহ স্বীয় নবী (সঃ)-কে বলেনঃ উঠো, সতর্ক বাণী প্রচার কর। অর্থাৎ দৃঢ় সংকল্পের সাথে প্রস্তুত হয়ে যাও এবং জনগণকে আমার সত্তা হতে, জাহান্নাম হতে এবং তাদের দুষ্কর্মের শাস্তি হতে ভয় প্রদর্শন কর। প্রথম ওহী দ্বারা রাসূলুল্লাহ (সঃ)-কে নবী রূপে মনোনীত করা হয়েছে। আর এই ওহী দ্বারা তাঁকে রাসূল বানিয়ে দেয়া হয়েছে। এরপর বলেনঃ তোমার প্রতিপালকের শ্রেষ্ঠত্ব ঘোষণা কর এবং তোমার পরিচ্ছদ পবিত্র রাখো। অর্থাৎ অবাধ্যতা, বিশ্বাসঘাতকতা ও আত্মসাত করা হতে দূরে থাকো। যেমন কবি গাইলান ইবনে সালমা সাকাফী বলেনঃ (আরবি)অর্থাৎ আল্লাহর প্রশংসা যে, আমি পাপাচারের পোষাক ও বিশ্বাসঘাতকতার চাদর হতে নিজেকে মুক্ত ও পবিত্র রেখেছি।” স্বীয় কাপড় পবিত্র রাখো অর্থাৎ পাপকার্য ছেড়ে দাও এবং আমলকে সংশোধন করে নাও, এরূপ ব্যবহার আরবী পরিভাষায়ও বহু দেখা যায়। ভাবার্থ এও হতে পারেঃ হে নবী (সঃ)! তুমি গণকও নও এবং যাদুকরও নও, সুতরাং মানুষ তোমাকে যাই বলুক না কেন তুমি কোন পরোয়া করবে না। যে ব্যক্তি ওয়াদা অঙ্গীকার ও প্রতিশ্রুতি রক্ষা করে না তাকে আরবরা ময়লা ও অপরিষ্কার কাপড় ওয়ালা বলে থাকে। পক্ষান্তরে যে ব্যক্তি ওয়াদা ও প্রতিশ্রুতি রক্ষা করে চলে, বিশ্বাসঘাতকতা করে না তাকে পবিত্র কাপড় ওয়ালা বলে থাকে। কবি বলেনঃ (আরবি)অর্থাৎ “মানুষ যখন দুষ্কার্য ও মলিনতা দ্বারা নিজের মর্যাদাকে কলুষিত ও অপবিত্র করবে না, তখন সে যে কাপড়ই পরিধান করবে তাতেই তাকে সুন্দর দেখাবে।” ভাবার্থ এও হবেঃ অপ্রয়োজনীয় পোশাক পরিধান করো না, নিজের কাপড়কে পাপ মলিন করো না, কাপড়কে পাক-সাফ রাখো, ময়লা ধুয়ে ফেলো, মুশরিকদের মত নিজের পোষাককে অপবিত্র রেখো না। প্রকৃতপক্ষে এই ভাবার্থগুলো সবই ঠিক। এটাও হবে, ওটাও হবে। সাথে সাথে অন্তরও পবিত্র এবং কলুষমুক্ত হতে হবে। অন্তরের উপর কাপড়ের প্রয়োগ আরবদের কথায় পরিলক্ষিত হয়। যেমন কবি ইমরুল কায়েস বলেনঃ (আরবি)অর্থাৎ “হে ফাতিমা (কবির প্রেমিকা)! তুমি তোমার এসব চলনভঙ্গী ছেড়ে দাও, আর যদি তুমি আমা হতে পৃথক হয়ে যাওয়ার দৃঢ় সংকল্প করে থাকো তবে উত্তমরূপে পৃথক হয়ে যাও। আমার কোন ব্যবহার ও চরিত্র যদি তোমার কাছে খারাপ লেগে থাকে তবে আমার কাপড়কে তোমার কাপড় হতে পৃথক করে দাও, তাহলে তা পৃথক হয়ে যাবে।”হযরত সাঈদ ইবনে জুবায়ের (রঃ) হতে এই আয়াতের তাফসীরে বর্ণিত আছে যে, এর ভাবার্থ হচ্ছে নিজের অন্তরকে ও নিয়তকে পরিষ্কার রাখো। মুহাম্মাদ ইবনে কা'ব কারাযী (রঃ) ও হযরত হাসান বসরী (রঃ) বলেন যে, এর অর্থ হলোঃ তোমার চরিত্রকে ভাল ও সুন্দর কর। আল্লাহ তা'আলার উক্তি (আরবি) অর্থাৎ অপবিত্রতা হতে দূরে থাকো। হযরত ইবনে আব্বাস (রাঃ) বলেন যে, এর অর্থ হচ্ছেঃ প্রতিমা বা মূর্তি হতে দূরে থাকো। হযরত মুজাহিদ (রঃ), হযরত ইকরামা (রঃ), হযরত কাতাদা (রঃ), হযরত যুহরী (রঃ) এবং হযরত ইবনে যায়েদও (রঃ) বলেন যে, (আরবি)-এর অর্থ হলো প্রতিমা বা মূর্তি। হযরত ইবরাহীম (রঃ) ও হযরত যহহাক (রঃ) বলেন যে, এর ভাবার্থ হচ্ছেঃ নাফরমানী পরিত্যাগ কর। যেমন আল্লাহ তা’আলা বলেনঃ (আরবি)অর্থাৎ “হে নবী (সঃ)! তুমি কাফির ও মুনাফিকদের আনুগত্য করো না।”(৩৩:১) মহান আল্লাহ আরো বলেনঃ (আরবি)অর্থাৎ “এবং মূসা (আঃ) তার ভাই হারূনকে বলেছিলঃ আমার পরে তুমি আমার কওমের মধ্যে আমার প্রতিনিধিত্ব করবে, সংশোধন করবে এবং বিপর্যয় সৃষ্টিকারীদের পথ অনুসরণ করবে না।” (৭:১৪২)এরপর মহামহিমান্বিত আল্লাহ বলেনঃ অধিক পাওয়ার প্রত্যাশায় দান করো। হযরত ইবনে মাসউদ (রাঃ)-এর কিরআতে (আরবি) রয়েছ। হযরত হাসান বসরী (রঃ) বলেন যে, এর ভাবার্থ হচ্ছেঃ অধিক চাওয়ার সাথে আল্লাহর উপর নিজের ভাল আমলের ইহসান প্রকাশ করো না। রবী ইবনে আনাসেরও (রঃ) এটাই উক্তি। ইমাম ইবনে জারীর (রঃ) এটা পছন্দ করেছেন। হযরত খাসীফ (রঃ) হযরত মুজাহিদ (রঃ) হতে বর্ণনা করেছেন যে, এর ভাবার্থ হচ্ছেঃ কল্যাণ প্রার্থনার আধিক্য দ্বারা দুর্বলতা প্রকাশ করো না। হযরত ইবনে যায়েদ (রঃ) বলেন যে, এর ভাবার্থ হলোঃ নবুওয়াতের ইহসানের বোঝা মানুষের উপর রেখে ওর বিনিময়ে দুনিয়া তলব করো না। সুতরাং চারটি উক্তি হলো। কিন্তু প্রথম উক্তিটিই সর্বোত্তম। এসব ব্যাপারে আল্লাহ তা’আলাই সবচেয়ে ভাল। জানেন।মহান আল্লাহ এরপর বলেনঃ তোমার প্রতিপালকের উদ্দেশ্যে ধৈর্যধারণ কর। অর্থাৎ আল্লাহর পথে কাজ করতে গিয়ে জনগণের পক্ষ হতে তোমাকে যে কষ্ট দেয়া হয় তাতে তুমি আল্লাহর সন্তুষ্টি লাভের লক্ষ্যে ধৈর্য অবলম্বন কর। আল্লাহ তোমাকে করেছেন তাতে সদা লেগে থাকো। (আরবি) শব্দ দ্বারা সূর বা শিংগাকে বুঝানো হয়েছে। হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) (আরবি)-এ আয়াত সম্পর্কে বলেনঃ “আমি কি করে শান্তিতে থাকতে পারি? অথচ শিংগাধারণকারী ফেরেশতা নিজের মুখে শিংগা ধরে রেখেছেন এবং ললাট ঝুঁকিয়ে আল্লাহর হুকুমের অপেক্ষায় রয়েছেন যে, কখন হুকুম হয়ে যাবে এবং তিনি শিংগায় ফুৎকার দিবেন।” সাহাবীগণ (রাঃ) বলেনঃ “হে আল্লাহর রাসূল (সঃ)! তাহলে আমাদেরকে আপনি কি করতে বলছেন?” জবাবে তিনি বলেনঃ “তোমরা নিম্নের কালেমাটি বলতে থাকবে (আরবি) অর্থাৎ “আমাদের জন্যে আল্লাহই যথেষ্ট এবং তিনিই উত্তম কর্মবিধায়ক, আমরা আল্লাহর উপরই ভরসা করি।” (এ হাদীসটি ইমাম ইবনে আবী হাতিম (রঃ) বর্ণনা করেছেন)প্রবল প্রতাপান্বিত আল্লাহ বলেনঃ যেদিন শিংগায় ফুৎকার দেয়া হবে সেই দিন হবে এক সংকটের দিন অর্থাৎ কঠিন দিন, যা কাফিরদের জন্যে সহজ নয়। যেমন আল্লাহ পাক অন্য জায়গায় বলেনঃ (আরবি) অর্থাৎ “কাফিররা বলবেঃ এটা কঠিন দিন।”(৫৪:৮) বর্ণিত আছে যে, হযরত যারারাহ ইবনে আওফা (রঃ) বসরার কাযী ছিলেন। একদা তিনি তাঁর মুক্তাদীদেরকে ফজরের নামায পড়াচ্ছিলেন এবং নামাযে তিনি এই সূরাটিই তিলাওয়াত করছিলেন। পড়তে পড়তে যখন তিনি (আরবি) এই আয়াতগুলো পর্যন্ত পৌঁছেন তখন হঠাৎ তিনি ভীষণ জোরে চীকার করে ওঠেন এবং সাথে সাথে মাটিতে পড়ে যান। দেখা যায় যে, তাঁর প্রাণ পাখী তাঁর দেহ পিঞ্জিরা থেকে বেরিয়ে গেছে! আল্লাহ তাঁর প্রতি রহমত নাযিল করুন!"
    },
    { "ayah": 11, "surah": 74, "text": "Please check ayah 74:30 for complete tafsir." },
    { "ayah": 12, "surah": 74, "text": "Please check ayah 74:30 for complete tafsir." },
    { "ayah": 13, "surah": 74, "text": "Please check ayah 74:30 for complete tafsir." },
    { "ayah": 14, "surah": 74, "text": "Please check ayah 74:30 for complete tafsir." },
    { "ayah": 15, "surah": 74, "text": "Please check ayah 74:30 for complete tafsir." },
    { "ayah": 16, "surah": 74, "text": "Please check ayah 74:30 for complete tafsir." },
    { "ayah": 17, "surah": 74, "text": "Please check ayah 74:30 for complete tafsir." },
    { "ayah": 18, "surah": 74, "text": "Please check ayah 74:30 for complete tafsir." },
    { "ayah": 19, "surah": 74, "text": "Please check ayah 74:30 for complete tafsir." },
    { "ayah": 2, "surah": 74, "text": "Please check ayah 74:10 for complete tafsir." },
    { "ayah": 20, "surah": 74, "text": "Please check ayah 74:30 for complete tafsir." },
    { "ayah": 21, "surah": 74, "text": "Please check ayah 74:30 for complete tafsir." },
    { "ayah": 22, "surah": 74, "text": "Please check ayah 74:30 for complete tafsir." },
    { "ayah": 23, "surah": 74, "text": "Please check ayah 74:30 for complete tafsir." },
    { "ayah": 24, "surah": 74, "text": "Please check ayah 74:30 for complete tafsir." },
    { "ayah": 25, "surah": 74, "text": "Please check ayah 74:30 for complete tafsir." },
    { "ayah": 26, "surah": 74, "text": "Please check ayah 74:30 for complete tafsir." },
    { "ayah": 27, "surah": 74, "text": "Please check ayah 74:30 for complete tafsir." },
    { "ayah": 28, "surah": 74, "text": "Please check ayah 74:30 for complete tafsir." },
    { "ayah": 29, "surah": 74, "text": "Please check ayah 74:30 for complete tafsir." },
    { "ayah": 3, "surah": 74, "text": "Please check ayah 74:10 for complete tafsir." },
    {
      "ayah": 30,
      "surah": 74,
      "text": "১১-৩০ নং আয়াতের তাফসীর\nযে কলুষিত ব্যক্তি আল্লাহর নিয়ামতকে অস্বীকার করেছে এবং পবিত্র কুরআনকে মানুষের কথা বলে আখ্যায়িত করেছে, এখানে তার শাস্তির বর্ণনা হচ্ছে। যে নিয়ামতরাশি তাকে দেয়া হয়েছে, প্রথমে তারই বর্ণনা দেয়া হচ্ছে যে, সে একাকী মায়ের পেট হতে বের হয়েছে। তার না ছিল কোন মাল-ধন ও না ছিল কোন সন্তান সন্ততি। সঙ্গে তার কিছুই ছিল না। অতঃপর আল্লাহ তা'আলা তাকে মালদার বানিয়েছেন। তাকে প্রচুর মাল দিয়েছেন। কেউ কেউ বলেন যে, হাজার দীনার বা স্বর্ণ মুদ্রা, কারো কারো মতে লক্ষ দীনার, আবার কেউ কেউ বলেন যে, জমি-জমা ইত্যাদি দান করেছেন। সন্তান দান করার ব্যাপারে কেউ কেউ বলেন যে, তেরোটি সন্তান এবং অন্য কেউ বলেন যে, দশটি সন্তান দান করেছেন, যারা সবাই তার পাশে বসে থাকতো। চাকর-বাকর, দাস-দাসী তার জন্যে কাজ-কর্ম করতো এবং সে মজা করে সন্তান-সন্ততি নিয়ে জীবন যাপন করতো। মোট কথা, তার ধন-দৌলত, দাস-দাসী এবং আরাম-আয়েশ সব কিছুই বিদ্যমান ছিল। তবুও প্রবৃত্তির চাহিদা পূর্ণ হতো না। সে আরো বেশী কামনা করতো। মহান আল্লাহ বলেনঃ এখন কিন্তু আর এরূপ হবে না। সে তো আমার নিদর্শন সমূহের উদ্ধত বিরুদ্ধাচারী। অর্থাৎ সে জ্ঞান লাভের পরেও আমার নিয়ামতের প্রতি অকৃতজ্ঞতা প্রকাশ করেছে। আমি অচিরেই তাকে ক্রমবর্ধমান শাস্তি দ্বারা আচ্ছন্ন করবো।মুসনাদে আহমাদে হযরত আবূ সাঈদ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “অয়েল’ হলো জাহান্নামের একটা উপত্যকার নাম, যার মধ্যে কাফিরকে নিক্ষেপ করা হবে। চল্লিশ বছর পর্যন্ত সে নীচের দিকে যেতেই হবে তবুও ওর তলদেশে পৌছতে পারবে না। আর ‘সাউদ’ হলো জাহান্নামের একটি অগ্নি পাহাড়ের নাম যার উপর কাফিরকে চড়ানো হবে। সত্তর বছর পর্যন্ত সে উপরে উঠতেই থাকবে। তারপর সেখান থেকে নীচে ফেলে দেয়া হবে। সত্তর বছর পর্যন্ত নীচের দিকে গড়িয়ে পড়তেই থাকবে এবং চিরস্থায়ীভাবে সে এই শাস্তি ভোগ করতে থাকবে।” (এ হাদীসটি জামে তিরমিযীতেও রয়েছে এবং ইমাম তিরমিযী (রঃ) এটাকে গারীব বা দুর্বল বলেছেন। সাথে সাথে এতে অস্বীকৃতিও রয়েছে)মুসনাদে ইবনে আবী হাতিমে হযরত আবূ সাঈদ (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “সাঊদ হলো জাহান্নামের একটি আগুনের পাহাড়ের নাম। জাহান্নামীকে এর উপর চড়তে বাধ্য করা হবে। তাতে হাত রাখা মাত্রই তা গলে যাবে এবং উঠানো মাত্রই স্বাভাবিক হাত হয়ে যাবে। পায়ের অবস্থাও তাই হবে।” হযরত ইবনে আব্বাস (রাঃ) বলেন যে, সাউদ হলো জাহান্নামের এক কংকরময় ভূমির নাম, যার উপর দিয়ে কাফিরকে মুখের ভরে টেনে আনা হবে। সুদ্দী (রঃ) বলেন যে, সাউদ হলো জাহান্নামের এক শক্ত পিচ্ছিল পাথর যার উপর জাহান্নামীকে উঠানো হবে। মুজাহিদ (রঃ) বলেন যে, আয়াতের ভাবার্থ হলোঃ আমি তাকে কষ্টদায়ক শাস্তি প্রদান করবো। কাতাদা (রঃ) বলেন যে, এমন শাস্তি যা হতে কখনো শান্তি লাভ করা যাবে না। ইমাম ইবনে জারীর (রঃ) এটাকেই পছন্দ করেছেন।এরপর আল্লাহ তা'আলা বলেনঃ আমি তাকে এই কষ্ট ও শাস্তির নিকটবর্তী এ জন্যেই করেছি যে, সে ঈমান হতে বহু দূরে ছিল এবং চিন্তা-ভাবনা করে এটা গড়ে নিচ্ছিল যে, কুরআন কারীম সম্পর্কে সে একটা মন্তব্য করবে!অতঃপর তার উপর দুঃখ প্রকাশ করে বলা হচ্ছেঃ অভিশপ্ত হোক সে! কেমন করে সে এই সিদ্ধান্ত করলো! আরবদের পরিভাষা অনুযায়ী তার ধ্বংসের শব্দ উচ্চারণ করা হচ্ছে যে, সে ধ্বংস হোক! সে কতই না জঘন্য সিদ্ধান্ত গ্রহণ করেছে! সে কতই না নির্লজ্জতাপূর্ণ মিথ্যা কথা বলেছে! বারবার চিন্তা-ভাবনা করার পর ভ্রূকুঞ্চিত করেছে ও মুখ বিকৃত করেছে। অতঃপর সে পিছন ফিরেছে ও দম্ভ প্রকাশ করেছে। তারপর ঘোষণা করেছে যে, এই কুরআন আল্লাহর কালাম নয়, বরং মুহাম্মাদ (সঃ) তার পূর্ববর্তী লোকদের যাদুমন্ত্র বর্ণনা করছে এবং ওটাই মানুষকে শুনাচ্ছে। সে বলছেঃ এটা তো তোক পরম্পরায় প্রাপ্ত যাদু ভিন্ন আর কিছুই নয়। এটা তো মানুষেরই কথা।ঐ অভিশপ্ত ব্যক্তির নাম হলো ওয়ালীদ ইবনে মুগীরা মাখযুমী, যে কুরায়েশদের নেতা ছিল। হযরত আব্বাস (রাঃ) বলেন যে, ঘটনাটি হলোঃ একদা এই অপবিত্র ওয়ালীদ হযরত আবূ বকর (রাঃ)-এর কাছে আসলো এবং তাঁর নিকট হতে কুরআন কারীমের কিছু অংশ শোনার ইচ্ছা প্রকাশ করলো। হযরত আবূ বকর (রাঃ) তখন তাকে কুরআনের কয়েকটি আয়াত পাঠ করে শুনালেন। এতে সে মুগ্ধ হয়ে গেল। এখান থেকে বের হয়ে সে কুরায়েশদের সমাবেশে গিয়ে হাযির হলো এবং বলতে লাগলোঃ “হে জনমন্ডলী! বড়ই বিস্ময়কর ব্যাপার এই যে, হযরত মুহাম্মাদ (সঃ) যে কুরআন পাঠ করে থাকেন, আল্লাহর কসম! ওটা কবিতাও নয়, যাদু-মন্ত্রও নয় এবং পাগলের কথাও নয়। বরং খাস আল্লাহর কথা! এতে সন্দেহের লেশমাত্র নেই।” কুরায়েশরা তার একথা শুনে নিজেদের মাথা ধরে নেয় এবং বলেঃ “এ যদি মুসলমান হয়ে যায় তবে কুরায়েশদের একজনও মুসলমান হতে বাকী থাকবে না।” আবূ জেহেল খবর পেয়ে বললোঃ “তোমরা ব্যতিব্যস্ত হয়ো না। দেখো, আমি কৌশলে তাকে ইসলাম হতে বিমুখ করে দিচ্ছি।” একথা বলে সে মাথায় এক বুদ্ধি এঁটে নিয়ে ওয়ালীদের বাড়ীতে গেল এবং তাকে বললোঃ “আপনার কওম আপনার জন্যে চাঁদা ধরে বহু অর্থ জমা করেছে এবং ওগুলো তারা আপনাকে দান করতে চায়।” এ কথা শুনে ওয়ালীদ বললোঃ “বাঃ! কি মজার ব্যাপার? আমার তাদের চাঁদা ও দানের কি প্রয়োজন? দুনিয়ার সবাই জানে যে, আমি তাদের মধ্যে সবচেয়ে বড় ধনী। আমার সন্তান-সন্ততিও বহু রয়েছে।” আবূ জেহেল বললোঃ “হ্যাঁ, তা ঠিক বটে। কিন্তু লোকদের মধ্যে এই আলোচনা চলছে যে, আপনি যে আবূ বকর (রাঃ)-এর কাছে যাতায়াত করছেন তা শুধু কিছু লাভের আশায়।” এ কথা শুনে ওয়ালীদ বললোঃ “আমার বংশের মধ্যে আমার বিরুদ্ধে যে এসব গুজব রটেছে তা তো আমার মোটেই জানা ছিল না? আচ্ছা, এখন আমি কসম খেয়ে বলছি যে, আর কখনো আমি আবূ বকর (রাঃ), উমার (রাঃ) এবং মুহাম্মাদ (সঃ)-এর কাছে যাবো না। মুহাম্মাদ (সঃ) যা কিছু বলে তা তো লোকপরম্পরায় প্রাপ্ত যাদু ভিন্ন আর কিছুই নয়। এই পরিপ্রেক্ষিতে আল্লাহ তা'আলা তাঁর রাসূল (সঃ)-এর উপর (আরবি) পর্যন্ত আয়াতগুলো অবতীর্ণ করেন।হযরত কাতাদাহ্ (রঃ) বলেন যে, ওয়ালীদ কুরআন কারীম সম্পর্কে মন্তব্য করেছিলঃ “কুরআনের ব্যাপারে বহু চিন্তা-ভাবনার পর এই ফলাফলে পৌঁছেছে যে, ওটা কবিতা নয়, ওতে মধুরতা রয়েছে, ঔজ্জ্বল্য রয়েছে। এটা বিজয়ী, বিজিত নয়। তবে এতে কোন সন্দেহ নেই যে, এটা যাদু।” এই পরিপ্রেক্ষিতে এই আয়াতগুলো অবতীর্ণ হয়।ইকরামা (রঃ) হতে বর্ণিত আছে যে, ওয়ালীদ ইবনে মুগীরা নবী (সঃ)-এর নিকট আগমন করে। নবী (সঃ) তাকে কুরআন পাঠ করে শুনান। কুরআন শুনে তার অন্তর নরম হয়ে যায় এবং পুরোপুরি আকৃষ্ট হয়ে পড়ে। আবূ জেহেল এ খবর পেয়ে বড় ঘাবড়ে যায় এবং ভয় করে যে, না জানি হয়তো সে মুসলমান হয়েই যাবে। তাই, সে তাড়াতাড়ি তার কাছে এসে পড়ে এবং একটা মিথ্যা কথা বানিয়ে নিয়ে তাকে বলেঃ “আপনার কওম আপনার জন্যে মাল জমা করতে চায়।” সে জিজ্ঞেস করেঃ “কেন?” সে উত্তরে বলেঃ “আপনাকে দেয়ার জন্যে। উদ্দেশ্য হলো মুহাম্মাদ (সঃ)-এর নিকট আপনার যাতায়াত বন্ধ করা। কেননা, আপনি সেখানে শুধু মাল লাভ করার উদ্দেশ্যেই গমন করে থাকেন।” এ কথা শুনে ওয়ালীদ ক্রোধে ফেটে পড়ে এবং বলেঃ “আমার কওমের মধ্যে আমি যে সবচেয়ে বড় মালদার এটা কি তারা জানে না?” আবূ জেহেল উত্তর দিলোঃ “হ্যাঁ, জানে বটে। কিন্তু এখন তো মানুষের মনে দৃঢ় বিশ্বাস জন্মেছে যে, আপনি শুধু মাল লাভের আশাতেই তাঁর হয়ে গেছেন। আপনি যদি এই বিশ্বাস মানুষের অন্তর হতে মুছে ফেলতে চান তাহলে আপনি মুহাম্মাদ (সঃ)-এর ব্যাপারে একটি কঠোর উক্তি করুন। যাতে লোক বুঝতে পারে যে, আপনি তার সম্পূর্ণ বিরোধী এবং আপনি তার কথাকে মোটেই পছন্দ করেন না।” সে বললোঃ “আমি তার ব্যাপারে কি বলবো? প্রকৃত ব্যাপার তো এই যে, সে যে কুরআন আমাকে শুনিয়েছে, আল্লাহর কসম! ওটা কবিতা নয়, কাসীদা নয়, ছন্দ নয় এবং জ্বিনের কথাও নয়। তোমাদের তো খুব ভাল জানা আছে যে, দানব ও মানবের কথা আমার খুবই ভাল স্মরণ আছে এবং আমি একজন খ্যাতনামা কবিও বটে। ভাষার ভালমন্দ গুণ সম্বন্ধে আমার যথেষ্ট জ্ঞান রয়েছে। কিন্তু আল্লাহর শপথ! মুহাম্মাদ (সঃ)-এর কালাম এগুলোর কোনটিই নয়। তাঁর কালামের মধ্যে এমন মধুরতা ও লালিত্য রয়েছে যে, ওটা সমস্ত কালামের নেতা হওয়ার যোগ্যতা রাখে। তার কালামের মধ্যে বড়ই আকর্ষণ রয়েছে। সুতরাং তুমিই বল, আমি তাঁর কালামের বিরুদ্ধে কি বলতে পারি?” আবূ জেহেল তখন বললোঃ “দেখুন, আপনি এর বিরুদ্ধে কিছু একটা না বলা পর্যন্ত আপনার সম্পর্কে আপনার কওমের মনে যে বিশ্বাস বদ্ধমূল হয়ে গেছে তা দূর হতে পারে না। সে তখন বললোঃ “আচ্ছা, তাহলে আমাকে কিছু অবকাশ দাও, আমি চিন্তা করে এর সম্পর্কে কিছু একটা উক্তি করবো।” সুতরাং সে চিন্তা-ভাবনা করে নিজের নেতৃত্ব বজায় রাখার খাতিরে শেষে বলে ফেললোঃ “এটা তো লোক পরম্পরায় প্রাপ্ত যাদু ভিন্ন আর কিছুই নয়।” তখন (আরবি) পর্যন্ত আয়াতগুলো নাযিল হয়। (এটা ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন)সুদ্দী (রঃ) বলেন যে, দারুন নুদওয়াতে বসে কাফিররা পরামর্শ করলো যে, হজের মৌসুমে জনগণ চতুর্দিক থেকে আসবে। সুতরাং এই লোকটি (হযরত মুহাম্মাদ সঃ) সম্বন্ধে কি উক্তি করা যেতে পারে? তার সম্পর্কে এমন একটা উক্তি করা যাক যা সবাই এক বাক্যে বলবে, যাতে তা আরবে এবং আরো বিভিন্ন জায়গায় ছড়িয়ে পড়ে। তখন কেউ কবি বললো, কেউ বললো যাদুকর, কেউ বললো গণক, কেউ জ্যোতির্বিদ বললো এবং কেউ পাগল বললো। ওয়ালীদ বসে বসে চিন্তা করছিল। বহুক্ষণ চিন্তা করার পর সে বড় রকমের ভঙ্গিমা করে বললোঃ “দেখো, এ লোকটির কথা তো লোক পরম্পরায় প্রাপ্ত যাদু ভিন্ন কিছুই নয়। এটা তো মানুষেরই কথা।” আল্লাহ্ পাক অন্য জায়গায় বলেনঃ (আরবি) অর্থাৎ দেখো, তারা তোমার কি উপমা দেয়, তারা পথভ্রষ্ট হয়েছে এবং তারা পথ পাবে না।” (১৭:৪৮)। এরপর আল্লাহ্ তার শাস্তির বর্ণনা দিচ্ছেন। তিনি বলেনঃ আমি তাকে জাহান্নামের আগুনের মধ্যে ডুবিয়ে দিবো যা অত্যন্ত ভয়াবহ শাস্তির আগুন।যা গোশত, অস্থি, চর্ম সবই খেয়ে ফেলবে। আবার এগুলোকে জোড়া লাগিয়ে দেয়া হবে এবং পুনরায় জ্বালিয়ে দেয়া হবে। সুতরাং এ শাস্তি না তাদেরকে জীবিতাবস্থায় রাখবে, না মৃত অবস্থায় ছেড়ে দিবে। এই জাহান্নামের তত্ত্বাবধানে রয়েছে ঊনিশ জন প্রহরী। তারা হবে অত্যন্ত কঠোর হৃদয়। তাদের অন্তরে দয়ার লেশমাত্র থাকবে না। হযরত বারা’ (রাঃ) হতে বর্ণিত আছে যে, তিনি (আরবি) আল্লাহ্ পাকের এই উক্তি সম্পর্কে বলেন যে, ইয়াহূদীদের একটি দল রাসূলুল্লাহ্ (সঃ)-এর সাহাবী (রাঃ)-এর একজন লোককে জাহান্নামের রক্ষকদের সংখ্যা জিজ্ঞেস করে। তিনি উত্তরে বলেনঃ “আল্লাহ ও তাঁর রাসূল (সঃ)-ই এ সম্পর্কে ভাল জানেন।” তখন একজন লোক এসে নবী (সঃ)-কে এ খবর দেন। ঐ সময় আল্লাহ তা'আলা (আরবি)-এ আয়াত অবতীর্ণ করেন। রাসূলুল্লাহ্ (সঃ) সাহাবীদেরকে এ খবর দিয়ে দেন এবং তাদেরকে বলেনঃ “তোমরা তাদেরকে (ইয়াহূদীদেরকে) আমার কাছে ডেকে আন। আমি তাদেরকে জিজ্ঞেস করবো যে, জান্নাতের মাটি কেমন? আর তোমরা জেনে রেখো যে, জান্নাতের মাটি হলো সাদা ময়দার মত।” তারপর ইয়াহুদীরা তাঁর কাছে আসলো এবং তাঁকে জাহান্নামের রক্ষকদের সংখ্যা জিজ্ঞেস করলো। তিনি স্বীয় হস্তদ্বয়ের অঙ্গুলিগুলো দু’বার উত্তোলন করলেন এবং দ্বিতীয়বার এক হাতের বৃদ্ধাঙ্গুলি বন্ধ রাখলেন (অর্থাৎ অঙ্গুলির ইশারায় তিনি তাদেরকে জানালেন যে, তাঁরা সংখ্যায় উনিশ জন)। অতঃপর তিনি ঐ ইয়াহুদীদেরকে প্রশ্ন করলেনঃ “জান্নাতের মাটি কেমন?” তারা তখন হযরত আব্দুল্লাহ ইবনে সালাম (রাঃ)-কে লক্ষ্য করে বললোঃ “হে ইবনে সালাম (রাঃ)! আপনিই এঁদেরকে এ খবরটি দিয়ে দিন!” তখন হযরত আব্দুল্লাহ্ ইবনে সালাম (রাঃ) বললেনঃ “যেন ওটা সাদা রুটী।” রাসূলুল্লাহ্ (সঃ) তখন বললেনঃ “জেনে রেখো যে, ওটা ঐ সাদা রুটীর মত যা নির্ভেজাল ময়দা দ্বারা তৈরী।” (এ হাদীসটি ইমাম ইবনে আবী হাতিম (রঃ) বর্ণনা করেছেন)হযরত জাবির ইবনে আবদিল্লাহ্ (রাঃ) হতে বর্ণিত আছে যে, একটি লোক নবী (সঃ)-এর কাছে এসে বললোঃ “হে মুহাম্মাদ (সঃ)! আজ তো আপনার সাহাবীগণ হেরে গেছে?” তিনি জিজ্ঞেস করলেনঃ “কি ভাবে।” সে উত্তর দিলোঃ “ইয়াহূদীরা তাদেরকে জিজ্ঞেস করেছিল যে, তাদের নবী কি তাদেরকে জাহান্নামের রক্ষকদের সংখ্যা জানিয়ে দিয়েছেন? উত্তরে তারা বলেছে যে, তারা তাদের নবীকে জিজ্ঞেস না করা পর্যন্ত এর উত্তর দানে অক্ষম।” এ কথা শুনে নবী (সঃ) বললেনঃ “এমন কওমকে কি করে পরাজিত বলা যেতে পারে যাদেরকে এমন বিষয়ে প্রশ্ন করা হয় যা তাদের জানা নেই। তখন তারা বলে যে, তারা ঐ প্রশ্নের উত্তর দিতে পারবে না যে পর্যন্ত না তারা তাদের নবীকে জিজ্ঞেস করে? আল্লাহ্‌ ঐ দুশমনদেরকে আমার কাছে নিয়ে এসো যারা তাদের নবীর কাছে আবেদন করেছিল যে, তিনি যেন তাদের প্রতিপালককে প্রকাশ্যভাবে তাদেরকে দেখিয়ে দেন। তখন তাদের উপর আল্লাহর শাস্তি আপতিত হয়।” অতঃপর ঐ ইয়াহূদীদেরকে রাসূলুল্লাহ (সঃ)-এর কাছে ডেকে আনা হলে তারা বললোঃ “হে আবূল কাসিম (সঃ)! জাহান্নামের রক্ষকদের সংখ্যা কত?” উত্তরে নবী (সঃ) তাঁর হস্তদ্বয়ের অঙ্গুলিগুলো খুলে দিয়ে দু’বার দেখান এবং দ্বিতীয় বারে এক হাতের বৃদ্ধাঙ্গুলি বন্ধ রাখেন অর্থাৎ অঙ্গুলির ইশারায় তিনি জানান যে, জাহান্নামের রক্ষীরা হলেন সংখ্যায় ঊনিশ জন। আর তিনি স্বীয় সাহাবীদেরকে বললেনঃ “তোমাদেরকে জান্নাতের মাটি সম্পর্কে প্রশ্ন করা হলে তোমরা বলবে যে, ওটা সাদা ময়দার মত।” রাসূলুল্লাহ্ (সঃ) ইয়াহূদীদের প্রশ্নের উত্তরে জাহান্নামের রক্ষীদের সংখ্যা বলে দেয়ার পর তিনি তাদেরকে প্রশ্ন করলেনঃ “বলতো, জান্নাতের মাটি কেমন?” তখন তারা একে অপরের দিকে তাকালো এবং শেষে বললোঃ “হে আবূল কাসিম (সঃ)! ওটা রুটির মত।” রাসূলুল্লাহ্ (সঃ) বললেনঃ “সাদা ময়দার রুটির মত।” (এ হাদীসটি হাফিয আবূ বকর আল বাযযার (রঃ) বর্ণনা করেছেন। এটা জামে তিরমিযী এবং মুসনাদে আহমাদেও বর্ণিত হয়েছে)"
    },
    { "ayah": 31, "surah": 74, "text": "Please check ayah 74:37 for complete tafsir." },
    { "ayah": 32, "surah": 74, "text": "Please check ayah 74:37 for complete tafsir." },
    { "ayah": 33, "surah": 74, "text": "Please check ayah 74:37 for complete tafsir." },
    { "ayah": 34, "surah": 74, "text": "Please check ayah 74:37 for complete tafsir." },
    { "ayah": 35, "surah": 74, "text": "Please check ayah 74:37 for complete tafsir." },
    { "ayah": 36, "surah": 74, "text": "Please check ayah 74:37 for complete tafsir." },
    {
      "ayah": 37,
      "surah": 74,
      "text": "৩১-৩৭ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা বলেনঃ শাস্তির কাজের উপর এবং জাহান্নামের রক্ষণাবেক্ষণের উপর আমি ফেরেশতাদেরকে নিযুক্ত করেছি, যারা নির্দয় ও কঠোর ভাষী। এ কথার দ্বারা কুরায়েশদের দাবী খণ্ডন করা হয়েছে। যখন জাহান্নামের প্রহরীদের সংখ্যা উল্লেখ করা হয় তখন আবূ জেহেল বলেঃ “হে কুরায়েশদের দল! তোমাদের দশ জন কি তাদের এক জনের উপর জয় লাভ করতে পারবে না?” তখন আল্লাহ তা'আলা বলেনঃ আমি জাহান্নামের প্রহরী করেছি ফেরেশতাদেরকে। তারা মানুষ নয়। সুতরাং তাদেরকে পরাজিত করাও যাবে না এবং ক্লান্ত করাও যাবে না।এটাও বলা হয়েছে যে, আবূল আশদাইন, যার নাম ছিল কালদাহ ইবনে উসায়েদ ইবনে খালফ, বলেঃ “হে কুরায়েশদের দল! তোমরা (জাহান্নামের উনিশ জন প্রহরীদের) দু’জনকে প্রতিহত কর, বাকী সতেরো জনকে প্রতিহত করার জন্যে আমি একাই যথেষ্ট।” সে ছিল বড় আত্মগর্বী এবং সে বড় শক্তিশালীও ছিল। তার শক্তি এতো বেশী ছিল যে, সে গরুর চামড়ার উপর দাঁড়াতো। তখন দশজন লোক তার পায়ের নীচ হতে ঐ চামড়াকে বের করার জন্যে এতো জোরে টান দিতো যে, চামড়া ছিড়ে টুকরো টুকরো হয়ে যেতো, তথাপি তার পা একটুও নড়তো না। এ ছিল ঐ ব্যক্তি যে রাসূলুল্লাহ (সঃ)-এর সামনে এসে বলেছিলঃ “আসুন, আমরা দু’জন মল্লযুদ্ধে অবতীর্ণ হই। যদি আপনি আমাকে ভূপাতিত করতে পারেন তবে আমি আপনার নবুওয়াতকে স্বীকার করে নিবো।” তার কথামত রাসূলুল্লাহ (সঃ) তার সাথে মল্লযুদ্ধ করে কয়েকবার তাকে ভূপাতিত করেন, কিন্তু এর পরও ঈমান আনয়নের সৌভাগ্য সে লাভ করেনি। ইমাম ইবনে ইসহাক (রঃ) মল্লযুদ্ধ সম্বলিত ঘটনাটি রাকানাহ্ ইবনে আবৃদি ইয়াযীদ ইবনে হাশিম ইবনে আবদিল মুত্তালিবের সাথে সম্পর্কিত করেছেন। আমি (ইবনে কাসীর রঃ) বলি যে, এই দু'জনের মধ্যে কোন বৈপরিত্য নেই। সম্ভবতঃ ওর এবং এর, উভয়ের সাথেই মল্লযুদ্ধ হয়েছে। এসব ব্যাপারে আল্লাহ্ তা'আলাই সবচেয়ে ভাল জানেন।এরপর আল্লাহ পাক বলেনঃ এই সংখ্যার উল্লেখ পরীক্ষা স্বরূপই ছিল। এক দিকে কাফিরদের কুফরী খুলে যায় এবং অপরদিকে কিতাবীদের দৃঢ় প্রত্যয় জন্মে যে, এই রাসূল (সঃ)-এর রিসালাত সত্য। কেননা, তাদের কিতাবেও এই সংখ্যাই ছিল। তৃতীয়তঃ এর ফলে বিশ্বাসীদের বিশ্বাস আরো বৃদ্ধি পায়। মুমিন ও কিতাবীদের সন্দেহ সম্পূর্ণরূপে দূরীভূত হয়। পক্ষান্তরে, যাদের অন্তরে ব্যাধি আছে অর্থাৎ মুনাফিকরা এবং কাফিররা বলে উঠলোঃ আল্লাহ্ তা'আলা এই অভিনব উক্তি দ্বারা কি বুঝাতে চেয়েছেন? এখানে এটা উল্লেখ করার মধ্যে কি হিকমত রয়েছে? আল্লাহ্ তা'আলা বলেন যে, এ ধরনের কথা দ্বারা আল্লাহ যাকে ইচ্ছা পথভ্রষ্ট করেন এবং যাকে ইচ্ছা পথ-নির্দেশ করেন। আল্লাহ্‌ এ সমুদয় কাজ হিকমত ও রহস্যে পরিপূর্ণ।মহান আল্লাহ্ বলেনঃ তোমার প্রতিপালকের বাহিনী সম্পর্কে একমাত্র তিনিই ওয়কিফহাল। তাদের সঠিক সংখ্যা এবং তাদের সংখ্যার আধিক্যের জ্ঞান একমাত্র তাঁরই আছে। এটা মনে করো না যে, তাদের সংখ্যা মাত্র ঊনিশই। যেমন গ্রীক দার্শনিকরা এবং তাদের মতবাদে বিশ্বাসী লোকেরা অজ্ঞতা বশতঃ বুঝে নিয়েছে যে, এর দ্বারা উদ্দেশ্য হলো ‘উকূলে আশারাহ্' এবং নুফুসে তিসআহ’। কিন্তু এটা তাদের এমন একটা দাবী যার উপর দলীল কায়েম করতে তারা সম্পূর্ণরূপে অপারগ। বড়ই পরিতাপের বিষয় যে, এই আয়াতের প্রথম অংশের উপর তো তাদের দৃষ্টি পড়েছে বটে, কিন্তু এর শেষাংশের সাথে তারা কুফরী করতে রয়েছে! যেখানে সুস্পষ্ট শব্দ বিদ্যমান রয়েছেঃ তোমার প্রতিপালকের বাহিনী সম্পর্কে একমাত্র তিনিই জানেন। সুতরাং শুধু ঊনিশের কি অর্থ হতে পারে? সহীহ বুখারী ও সহীহ মুসলিমের মিরাজ সম্বলিত হাদীসে এটা সাব্যস্ত হয়েছে যে, রাসূলুল্লাহ্ (সঃ) বায়তুল মা'মূরের বিশেষণ বর্ণনা করতে গিয়ে বলেনঃ “ওটা সপ্তম আকাশের উপর রয়েছে। ওর মধ্যে প্রত্যহ পালাক্রমে সত্তর হাজার ফেরেশতা প্রবেশ করে থাকেন। কিয়ামত পর্যন্ত এভাবে তারা তাতে প্রবেশ করতেই থাকবেন। কিন্তু ফেরেস্তাদের সংখ্যা এতো অধিক যে, একদিন যে সত্তর হাজার ফেরেশতা ঐ বায়তুল মা'মূরে প্রবেশ করেছেন, কিয়ামত পর্যন্ত আর তাদের ওর মধ্যে প্রবেশ করার পালা পড়বে না।”হযরত আবূ যার (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমি এমন কিছু দেখছি যা তোমরা দেখোনা এবং আমি এমন কিছু শুনছি যা তোমরা শুনো না। আকাশ চড়ু চড়ু শব্দ করছে এবং চড়ু চডু শব্দ করার তার অধিকার রয়েছে। এমন চার অঙ্গুলী পরিমাণ জায়গা ফাঁকা নেই যেখানে কোন না কোন ফেরেশতা সিজদায় পতিত থাকেন না। আমি যা জানি তা যদি তোমরা জানতে তবে অবশ্যই তোমরা হাসতে কম এবং কাঁদতে বেশী। আর তোমরা বিছানায় তোমাদের স্ত্রীদের সাথে প্রেমালাপ ও ভোগ-বিলাসে লিপ্ত হতে পারতে না, বরং ক্রন্দন ও আল্লাহর নিকট আশ্রয় প্রার্থনা করতে করতে জঙ্গলের দিকে চলে যেতে!” এ কথা শুনে হযরত আবূ যার (রাঃ) বলেনঃ “আমি যদি গাছ হতাম এবং আমাকে কেটে ফেলা হতো (তবে কতই না ভাল হতো)!” (এ হাদীসটি মুসনাদে আহমাদ, জামে তিরমিযী এবং সুনানে ইবনে মাজাহতে বর্ণিত হয়েছে এবং ইমাম তিরমিযী (রঃ) এটাকে হাসান গারীব বলেছেন। এ হাদীসটি হযরত আবূ যার (রাঃ) হতে মাওকূফ রূপেও বর্ণিত আছে)হযরত জাবির ইবনে আবদিল্লাহ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ্ (সঃ) বলেছেনঃ “সপ্ত আকাশে পা পরিমিত, কনিষ্ঠাঙ্গুলী পরিমিত এবং হস্ততালু পরিমিত এমন জায়গা ফাঁকা নেই যেখানে কোন না কোন ফেরেশতা কিয়াম, রুকূ' অথবা সিজদার অবস্থায় না রয়েছেন। অতঃপর কাল কিয়ামতের দিন তারা সবাই বলবেনঃ “(হে আল্লাহ!) আমরা আপনার পবিত্রতা ও মহিমা ঘোষণা করছি। আমরা আপনার যথোপযুক্ত ইবাদত করতে পারিনি। তবে (এ কথা সত্য যে,) আমরা আপনার সাথে অন্য কাউকেও শরীক করিনি।” (এ হাদীসটি হাফিয আবুল কাসিম তিবরানী (রঃ) বর্ণনা করেছেন)ইমাম মুহাম্মাদ ইবনে নাসর মরূযীর (রঃ) ‘কিতাবুস সলাত' নামক পুস্তকে হযরত হাকীম ইবনে হিযাম (রাঃ) হতে বর্ণিত আছে যে, তিনি বলেনঃ একদা রাসূলুল্লাহ (সঃ) তাঁর সাহাবীদের সাথে ছিলেন, হঠাৎ তিনি তাঁদেরকে প্রশ্ন করলেনঃ “আমি যা শুনছি তা তোমরাও শুনছো কি?\" সাহাবীগণ উত্তরে বললেনঃ “হে আল্লাহর রাসূল (সঃ)! আমরা তো কিছুই শুনতে পাচ্ছি না!\" তখন রাসূলুল্লাহ (সঃ) বললেনঃ “আমি আকাশের চড়চড় শব্দ শুনতে পাচ্ছি। আর আকাশকে তার এই চড়চড় শব্দের জন্য তিরস্কার করা যায় না। কেননা ফেরেশতা এতো বেশী রয়েছেন যে, আকাশের মধ্যে কনিষ্ঠাঙ্গুলী পরিমিত এমন জায়গাও ফাঁকা নেই যেখানে কোন না কোন ফেরেশতা রুকূ' বা সিজদা অবস্থায় আছেন।”উক্ত পুস্তকেই হযরত আয়েশা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “দুনিয়ার আকাশে পা রাখা পরিমাণ এমন জায়গা ফাঁকা নেই যেখানে কোন একজন ফেরেশতা সিজদা অথবা কিয়ামের অবস্থায় না আছেন। এ জন্যেই কুরআন কারীমের মধ্যে ফেরেশতাদের নিম্নলিখিত উক্তি বিদ্যমান রয়েছেঃ (আরবি)অর্থাৎ “আমাদের প্রত্যেকের জন্যে নির্দিষ্ট জায়গা রয়েছে। আমরা সারিবদ্ধভাবে (দণ্ডায়মান) থাকি এবং আমরা (আমাদের প্রতিপালক আল্লাহর) তাসবীহ পাঠকারী।”(৩৭:১৬৪-১৬৬) (এ হাদীসটির মারফূ’ হওয়া খুবই গরীব বা দুর্বল। অন্য রিওয়াইয়াতে এ উক্তিটি হযরতইবনে মাসউদ (রাঃ)-এর বলে বর্ণিত হয়েছে। অন্য সনদে হযরত আলা ইবনে সা'দ (রাঃ) হতেও মারফূ’’রূপে এটা বর্ণিত হয়েছে। কিন্তু সনদের দিক দিয়ে এটাও গারীব বা দুর্বল)হযরত আবদুল্লাহ ইবনে উমার (রাঃ) হতে বর্ণিত আছে যে, একদা হযরত উমার (রাঃ) এমন সময় (মসজিদে) আগমন করেন যে, ঐ সময় নামায শুরু হয়ে গেছে। দেখেন যে, তিনজন লোক (নামাযে না দাঁড়িয়ে) বসে আছে। তাদের একজন ছিল আবূ জাহশ লায়সী। তিনি তাদেরকে বললেনঃ “তোমরা উঠো এবং রাসূলুল্লাহ (সঃ)-এর সাথে নামায পড়?” তখন দু’জন উঠলো এবং আবূ জাহশ উঠতে অস্বীকার করে বললোঃ “যদি এমন কোন লোক আসে যে আমার চেয়ে শক্তিশালী এবং আমাকে সে মল্লযুদ্ধে পরাজিত করে ফেলে দিতে পারে ও আমার চেহারাকে মাটিতে মিলিয়ে দিতে পারে তবে আমি উঠবো, অন্যথায় উঠবো না।” তার একথা শুনে হযরত উমার (রাঃ) বললেনঃ “এসো, আমিই তোমার সাথে মল্লযুদ্ধ করি।” অতঃপর তিনি তাকে মাটিতে ফেলে দিলেন এবং তার চেহারাকে মাটিতে মিলিয়ে দিলেন। ইতিমধ্যে হযরত উসমান ইবনে আফফান (রাঃ) আসলেন এবং আবূ জাহশকে তাঁর নিকট হতে ছাড়িয়ে নিলেন। এতে হযরত উমার অত্যন্ত ক্রুদ্ধ হলেন এবং ঐ ক্রোধের অবস্থাতেই রাসূলুল্লাহ (সঃ)-এর খিদমতে হাযির হয়ে গেলেন। তখন রাসূলুল্লাহ (সঃ) তাঁকে বললেনঃ “হে আবূ হাফস! তোমার হয়েছে কি?” হযরত উমার (রাঃ) তখন তার কাছে পুরো ঘটনাটি বর্ণনা করলেন। ঘটনাটি শুনে রাসূলুল্লাহ (সঃ) বললেনঃ “হযরত উমার (রাঃ) তার উপর সন্তুষ্ট থাকলে অবশ্যই তার প্রতি দয়া করতো। হে উমার (রাঃ)! আল্লাহর কসম! তুমি ঐ দুশ্চরিত্র ব্যক্তির মাথা আমার কাছে আনতে পারলে আমি বড়ই খুশী হতাম।” একথা শুনে হযরত উমার (রাঃ) তার দিকে ধাবিত হলেন। কিন্তু ইতিমধ্যে ঐ নরাধম দূরে চলে গেছে। তখন রাসূলুল্লাহ (সঃ) তাকে ডেকে নিয়ে বললেনঃ “হে উমার (রাঃ) তুমি এখানে বসে পড়। জেনে রেখো যে, আল্লাহ তাবারাকা ওয়া তা'আলা আবূ জাহশের নামায হতে সম্পূর্ণরূপে বেপরোয়া। দুনিয়ার আকাশে বিনয় প্রকাশকারী অসংখ্য ফেরেশতা আল্লাহর সামনে সিজদায় পড়ে রয়েছেন। তাঁরা কিয়ামত পর্যন্ত মাথা উঠাবেন না এবং তারা একথা বলতে বলতে হাযির হবেনঃ “হে আমাদের প্রতিপালক! আমরা আপনার ইবাদতের হক আদায় করতে পারিনি।\" দ্বিতীয় আকাশেও এই একই অবস্থা।” হযরত উমার (রাঃ) জিজ্ঞেস করলেনঃ “তারা কোন্ তাসবীহ পাঠ করে থাকেন?\" উত্তরে রাসূলুল্লাহ (সঃ) বলেন যে, দুনিয়ার আকাশবাসীরা পাঠ করেনঃ (আরবি)অর্থাৎ “আমরা রাজত্বও সার্বভৌম ক্ষমতার অধিকারীর পবিত্রতা ও মহিমা বর্ণনা করছি।” দ্বিতীয় আকাশবাসীরা বলেনঃ (আরবি)অর্থাৎ “আমরা মর্যাদা ও অসীম ক্ষমতার অধিকারীর মহিমা ঘোষণা করছি।” আর তৃতীয় আকাশবাসী ফেরেশতারা পাঠ করেনঃ (আরবি)অর্থাৎ “আমরা চিরঞ্জীব যিনি এবং যিনি মৃত্যুবরণ করেন না তার পবিত্রতা ঘোষণা করছি।” অতঃপর রাসূলুল্লাহ (সঃ) বললেনঃ “হে উমার (রাঃ)! তুমি তোমার নামাযে এগুলো পাঠ করো।” হযরত উমার (রাঃ) তখন বললেনঃ “হে আল্লাহর রাসূল (সঃ)! ইতিপূর্বে যা আপনি আমাকে শিখিয়েছিলেন এবং আমার নামাযে যা পড়তে আমাকে নির্দেশ দিয়েছিলেন তার কি হবে?” জবাবে রাসূলুল্লাহ (সঃ) বললেনঃ “কখনো এটা পড়বে এবং কখনো ওটা পড়বে। প্রথমে তিনি হযরত উমার (রাঃ)-কে যা পড়তে নির্দেশ দিয়েছিলেন তা ছিল নিম্নরূপঃ (আরবি)অর্থাৎ “(হে আল্লাহ!) আমি আপনার ক্ষমার মাধ্যমে আপনার শাস্তি হতে আশ্রয় প্রার্থনা করছি, আপনার সন্তুষ্টির মাধ্যমে আপনার ক্রোধ হতে আশ্রয় চাচ্ছি এবং আপনার হতে আমি আপনারই আশ্রয় প্রার্থনা করছি। আপনার চেহারা মর্যাদাপূর্ণ।” (এ হাদীসটি ইসহাক ইবনে মুহাম্মাদ ইবনে ইসমাঈল ফারাভী (রঃ) বর্ণনা করেছেন। কিন্তু এটা অত্যন্ত গারীব বা দুর্বল হাদীস, এমন কি মুনকার বা অস্বীকৃতও বটে। এ হাদীসের বর্ণনাকারী ইসহাক ফারাভী (রঃ) হতে হযরত ইমাম বুখারী (রঃ) বর্ণনা করে থাকেন এবং ইমাম ইবনু হিব্বানও (রঃ) তাঁকে নির্ভরযোগ্য বর্ণনাকারীদের অন্তর্ভূক্ত করে থাকেন। কিন্তু ইমাম আবূ দাউদ (রঃ), ইমাম নাসাঈ (রঃ), ইমাম আকীলী (রঃ) এবং ইমাম দারকুতনী (রঃ) তাঁকে দুর্বল বলেছেন। ইমাম আবূ হাতিম রাযী (রঃ) বলেন যে, তিনি সত্যবাদী ছিলেন বটে, কিন্তু তিনি অন্ধ হয়ে গিয়েছিলেন এবং কখনো কখনো তিনি তালকীন কবুল করতেন তবে তার কিতাবগুলো বিশুদ্ধ। ইমাম আবূ হাতিম রাযী (রঃ) হতে এটাও বর্ণিত আছে যে, ইসহাক ফারাভী (রঃ) বর্ণনাকারী মুশতারাব এবং তার শায়েখ আবদুল মালিক ইবনে কুদামাহ আবূ কাতাদাহ জমিহীর (রঃ) ব্যাপারেও সমালোচনা রয়েছে। আশ্চর্যের বিষয় যে, মুহাম্মাদ ইবনে নাসর (রঃ) তাঁর এই হাদীসকে কি করে রিওয়াইয়াত করলেন। তিনি তাঁর সম্পর্কে কোন কথা বললেন, না তার অবস্থা জানলেন এবং না এই হাদীসের কোন কোন বর্ণনাকারীর দুর্বলতা বর্ণনা করলেন! হ্যাঁ তবে এটুকু করেছেন যে, ওটাকে অন্য সনদে মুরসালরূপে বর্ণনা করেছেন এবং মুরসালের দু’টি সনদ এনেছেন। একটি হযরত সাঈদ ইবনে জুবায়ের (রঃ) হতে এবং অপরটি হযরত হাসান বসরী (রঃ) হতে)হযরত আদী ইবনে ইরতাত (রঃ) মাদায়েনের জামে মসজিদে তাঁর ভাষণে বলেনঃ আমি একজন সাহাবী হতে শুনেছি যে, তিনি নবী (সঃ)-কে বলতে শুনেছেনঃ “আল্লাহ তা'আলার এমন বহু ফেরেশতা রয়েছেন যারা আল্লাহর ভয়ে সদা প্রকম্পিত থাকেন। তাঁদের চক্ষু দিয়ে অশ্রুধারা প্রবাহিত হয়। ঐ অশ্রু ঐ ফেরেশতাদের উপর পতিত হয় যারা নামাযে নিমগ্ন থাকেন। তাদের মধ্যে এমন ফেরেশতাও রয়েছেন যারা দুনিয়ার শুরু থেকে নিয়ে রুকুতেই রয়েছেন এবং অনেকে সিজদাতেই রয়েছেন। কিয়ামতের দিন তারা তাদের পিঠ ও মাথা উঠিয়ে অত্যন্ত বিনয়ের সাথে আল্লাহ তা'আলার নিকট আরয করবেনঃ ‘আমরা আপনার পবিত্রতা বর্ণনা করছি। আমরা আপনার যথোপযুক্ত ইবাদত করতে পারিনি।” (এ হাদীসটি মুহাম্মাদ ইবনে নসর (রঃ) বর্ণনা করেছেন। এর সনদে কোন ত্রুটি নেই)এরপর মহাপ্রতাপান্বিত আল্লাহ বলেনঃ জাহান্নামের এই বর্ণনা তো মানুষের জন্যে সাবধান বাণী।অতঃপর আল্লাহ তাবারাকা ওয়া তা'আলা চন্দ্রের অবসান ঘটা রাত্রির এবং আলোকোজ্জ্বল প্রভাতকালের শপথ করে বলেনঃ এই জাহান্নাম ভয়াবহ বিপদ সমূহের অন্যতম। এর দ্বারা যে জাহান্নামের আগুনকে বুঝানো হয়েছে তা হযরত ইবনে আব্বাস (রাঃ), মুজাহিদ (রাঃ), কাতাদাহ (রঃ), যহহাক (রঃ) এবং পূর্ব যুগীয় আরো বহু মনীষীর উক্তি।মহান আল্লাহ বলেনঃ এটা মানুষের জন্যে সতর্ককারী, তোমাদের মধ্যে যে অগ্রসর হতে চায় কিংবা যে পিছিয়ে পড়ে, তার জন্যে। অর্থাৎ যে ইচ্ছা করবে সে এই সতর্ক বাণীকে কবুল করে নিয়ে সত্যের পথে এসে যাবে এবং যার ইচ্ছা হবে সে এর পরেও এটা থেকে পৃষ্ঠ প্রদর্শন করতে থাকবে, এখান হতে দূরে সরে থাকবে এবং এটাকে প্রতিরোধ করতে থাকবে। সবারই জন্যে এটা সতর্ক বাণী।"
    },
    { "ayah": 38, "surah": 74, "text": "Please check ayah 74:56 for complete tafsir." },
    { "ayah": 39, "surah": 74, "text": "Please check ayah 74:56 for complete tafsir." },
    { "ayah": 4, "surah": 74, "text": "Please check ayah 74:10 for complete tafsir." },
    { "ayah": 40, "surah": 74, "text": "Please check ayah 74:56 for complete tafsir." },
    { "ayah": 41, "surah": 74, "text": "Please check ayah 74:56 for complete tafsir." },
    { "ayah": 42, "surah": 74, "text": "Please check ayah 74:56 for complete tafsir." },
    { "ayah": 43, "surah": 74, "text": "Please check ayah 74:56 for complete tafsir." },
    { "ayah": 44, "surah": 74, "text": "Please check ayah 74:56 for complete tafsir." },
    { "ayah": 45, "surah": 74, "text": "Please check ayah 74:56 for complete tafsir." },
    { "ayah": 46, "surah": 74, "text": "Please check ayah 74:56 for complete tafsir." },
    { "ayah": 47, "surah": 74, "text": "Please check ayah 74:56 for complete tafsir." },
    { "ayah": 48, "surah": 74, "text": "Please check ayah 74:56 for complete tafsir." },
    { "ayah": 49, "surah": 74, "text": "Please check ayah 74:56 for complete tafsir." },
    { "ayah": 5, "surah": 74, "text": "Please check ayah 74:10 for complete tafsir." },
    { "ayah": 50, "surah": 74, "text": "Please check ayah 74:56 for complete tafsir." },
    { "ayah": 51, "surah": 74, "text": "Please check ayah 74:56 for complete tafsir." },
    { "ayah": 52, "surah": 74, "text": "Please check ayah 74:56 for complete tafsir." },
    { "ayah": 53, "surah": 74, "text": "Please check ayah 74:56 for complete tafsir." },
    { "ayah": 54, "surah": 74, "text": "Please check ayah 74:56 for complete tafsir." },
    { "ayah": 55, "surah": 74, "text": "Please check ayah 74:56 for complete tafsir." },
    {
      "ayah": 56,
      "surah": 74,
      "text": "৩৮-৫৬ নং আয়াতের তাফসীর\nআল্লাহ তা’আলা বলেন যে, কিয়ামতের দিন প্রত্যেককেই তার আমলের উপর পাকড়াও করা হবে। কিন্তু যাদের ডান হাতে আমলনামা দেয়া হবে তারা স্বর্গোদ্যানে শান্তিতে বসে থাকবে। তারা জাহান্নামীদেরকে নিকৃষ্ট শাস্তির মধ্যে দেখে তাদেরকে বলবেঃ কিসে তোমাদেরকে জাহান্নামে নিয়ে এসেছে? তারা উত্তরে বলবেঃ আমরা আমাদের প্রতিপালকের ইবাদত করিনি এবং তাঁর সৃষ্টজীবের সাথে সদ্ব্যবহার করিনি। অজ্ঞতা বশতঃ আমাদের মুখে যা এসেছে তা-ই বলেছি। যেখানেই কাউকেও প্রতিবাদ করতে দেখেছি সেখানেই আমরা তাদের সঙ্গে হয়ে গেছি এবং কিয়ামতকেও অস্বীকার করেছি। শেষ পর্যন্ত আমাদের মৃত্যু হয়ে গেছে। এখানে দ্বারা মৃত্যুকে বুঝানো হয়েছে। যেমন, নিম্নের আয়াতেও মৃত্যু অর্থে শব্দটি ব্যবহৃত হয়েছেঃ (আরবি)অর্থাৎ “মৃত্যু আসা পর্যন্ত তুমি তোমার প্রতিপালকের ইবাদত করতে থাকবে।\" (১৫:৯৯) হযরত উসমান ইবনে মাযউন (রাঃ)-এর মৃত্যু সম্পৰ্কীয় হাদীসেও শব্দটি মৃত্যু অর্থে ব্যবহৃত হতে দেখা যায়। রাসূলুল্লাহ (সঃ) বলেনঃ (আরবি) অর্থাৎ “তার প্রতিপালকের পক্ষ হতে তার নিকট মৃত্যু এসে গেছে।”মহামহিমান্বিত আল্লাহ বলেনঃ ফলে সুপারিশকারীদের সুপারিশ তাদের কোন কাজে আসবে না। কেননা, শাফাআতের পাত্রের ব্যাপারেই শুধু শাফাআত ফলদায়ক হয়ে থাকে। কিন্তু যার প্রাণটিও কুফরীর উপরই বের হয়েছে তার জন্যে সুপারিশ কি করে ফলদায়ক হতে পারে? সে চিরতরে হাবিয়াহ জাহান্নামে জ্বলতে থাকবে।এরপর প্রবল পরাক্রান্ত আল্লাহ বলেনঃ তাদের কী হয়েছে যে, তারা উপদেশ হতে মুখ ফিরিয়ে নেয়? তারা যেমন ভীত-এস্ত গর্দভ যা সিংহের সম্মুখ হতে পলায়নপর। ফারসী ভাষায় যাকে (আরবি) বলে, আরবী ভাষায় তাকে (আরবি) বা সিংহ। বলে। আর হাবশী ভাষায় তাকে (আরবি) বলা হয়।এরপর ইরশাদ হচ্ছেঃ বস্তুতঃ তাদের প্রত্যেকেই কামনা করে যে, তাকে একটি উন্মুক্ত গ্রন্থ দেয়া হোক। যেমন অন্য জায়গায় রয়েছেঃ (আরবি)অর্থাৎ “যখন তাদের নিকট কোন নিদর্শন আসে তখন তারা বলেঃ আল্লাহর রাসূলদেরকে যা দেয়া হয়েছে আমাদেরকে তা না দেয়া পর্যন্ত আমরা কখনো বিশ্বাস করবো না। আল্লাহ রিসালাতের ভার কার উপর অর্পণ করবেন তা তিনিই ভাল জানেন।\" (৬:১২৪)হযরত কাতাদাহ (রঃ) হতে বর্ণিত আছে যে, এর ভাবার্থ এও হতে পারেঃ তারা চায় যে, তাদেরকে বিনা আমলেই ছেড়ে দেয়া হোক।মহান আল্লাহ বলেনঃ প্রকৃত কারণ এই যে, তারা আখিরাতের ভয় পোষণ করে না। কারণ কিয়ামত যে সংঘটিত হবে এ বিশ্বাসই তাদের নেই। সুতরাং যেটাকে তারা বিশ্বাসই করে না সেটাকে ভয় করবে কি করে?মহান আল্লাহ বলেনঃ প্রকৃত কথা এই যে, কুরআনই সকলের জন্যে উপদেশ বাণী। অতএব, যার ইচ্ছা সে এটা হতে উপদেশ গ্রহণ করুক। তবে আল্লাহর ইচ্ছা ব্যতিরেকে কেউ উপদেশ গ্রহণ করবে না। যেমন আল্লাহ তাবারাকা ওয়া তা'আলা অন্য জায়গায় বলেনঃ (আরবি) অর্থাৎ “তোমরা ইচ্ছা করবে না যদি না আল্লাহ ইচ্ছা করেন।\" (৭৬:৩০) অর্থাৎ তোমাদের চাওয়া আল্লাহর চাওয়ার উপর নির্ভরশীল।পরিশেষে মহামহিমান্বিত আল্লাহ বলেনঃ একমাত্র তিনিই (আল্লাহই) ভয়ের যোগ্য এবং তিনিই ক্ষমা করার অধিকারী।মুসনাদে আহমাদে হযরত আনাস ইবনে মালিক (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) (আরবি)-এ আয়াতটি পাঠ করে বলেন, আল্লাহ তা'আলা বলেনঃ “একমাত্র আমিই ভয়ের যোগ্য, সুতরাং একমাত্র আমাকেই ভয় করতে হবে এবং আমার সাথে অন্য কাউকেও শরীক করা চলবে না। যে ব্যক্তি আমার সাথে শরীক করা হতে বেঁচে গেল সে আমার ক্ষমা প্রাপ্তির যোগ্য হয়ে গেল।” (এ হাদীসটি ইমাম তিরমিযী (রঃ), ইমাম ইবনে মাজাহ (রঃ) এবং ইমাম নাসাঈও (রঃ) বর্ণনা করেছেন এবং ইমাম তিরমিযী (রঃ) এটাকে হাসান গারীব বলেছেন)"
    },
    { "ayah": 6, "surah": 74, "text": "Please check ayah 74:10 for complete tafsir." },
    { "ayah": 7, "surah": 74, "text": "Please check ayah 74:10 for complete tafsir." },
    { "ayah": 8, "surah": 74, "text": "Please check ayah 74:10 for complete tafsir." },
    { "ayah": 9, "surah": 74, "text": "Please check ayah 74:10 for complete tafsir." }
  ]
}
