{
  "ayahs": [
    { "ayah": 1, "surah": 78, "text": "Please check ayah 78:16 for complete tafsir." },
    { "ayah": 10, "surah": 78, "text": "Please check ayah 78:16 for complete tafsir." },
    { "ayah": 11, "surah": 78, "text": "Please check ayah 78:16 for complete tafsir." },
    { "ayah": 12, "surah": 78, "text": "Please check ayah 78:16 for complete tafsir." },
    { "ayah": 13, "surah": 78, "text": "Please check ayah 78:16 for complete tafsir." },
    { "ayah": 14, "surah": 78, "text": "Please check ayah 78:16 for complete tafsir." },
    { "ayah": 15, "surah": 78, "text": "Please check ayah 78:16 for complete tafsir." },
    {
      "ayah": 16,
      "surah": 78,
      "text": "১-১৬ নং আয়াতের তাফসীর\nযে মুশরিকরা কিয়ামত দিবসকে অস্বীকার করতো এবং ওকে মিথ্যা প্রতিপন্ন করার মানসে পরস্পরকে নানা ধরনের প্রশ্ন করতো, এখানে আল্লাহ তা'আলা তাদের ঐ সব প্রশ্নের জবাব দিচ্ছেন এবং কিয়ামত যে অবশ্যই সংঘটিত হবে এটা বর্ণনা করতঃ তাদের দাবী খণ্ডন করছেন। তিনি বলেনঃ তারা একে অপরের নিকট কি বিষয়ে জিজ্ঞাসাবাদ করছে?' অর্থাৎ তারা একে অপরকে কি বিষয় সম্পর্কে জিজ্ঞাসাবাদ করছে। তারা কি কিয়ামত সম্পর্কে একে অপরের নিকট প্রশ্ন করছে। অথচ এটা তো এক মহা সংবাদ! অর্থাৎ এটা অত্যন্ত ভীতিপ্রদ ও খারাপ সংবাদ এবং উজ্জ্বল সুস্পষ্ট দিবালোকের মত প্রকাশমান।হযরত কাতাদাহ্ (রঃ) ও হযরত ইবনে যায়েদ (রঃ) (আরবি) দ্বারা মৃত্যুর পর পুনরুত্থান উদ্দেশ্য নিয়েছেন। কিন্তু হযরত মুজাহিদ (রঃ) বলেন যে, এর। দ্বারা কুরআন উদ্দেশ্য। কিন্তু প্রথম উক্তিটিই সঠিকতর বলে মনে হচ্ছে অর্থাৎ এর দ্বারা মৃত্যুর পর পুনরুত্থানই উদ্দেশ্য।(আরবি) (যেই বিষয়ে তাদের মধ্যে মতানৈক্য আছে), এতে যে মতানৈক্যের কথা বলা হয়েছে তা এই যে, এ বিষয়ে তারা দুটি দলে বিভক্ত রয়েছে। একটি দল এটা স্বীকার করে যে, কিয়ামত অবশ্যই সংঘটিত হবে। আর অপর দল এটা স্বীকারই করে না।এরপর আল্লাহ তা'আলা কিয়ামত অস্বীকারকারীদেরকে ধমকের সুরে বলছেনঃ কখনই না, তাদের ধারণা অবাস্তাব, অলীক, তারা শীঘ্রই জানতে পারবে। আবার বলিঃ কখনই না, তারা অচিরেই জানাবে, এটা তাদের প্রতি আল্লাহ তা’আলার কঠিন ধমক ও ভীষন শাস্তির ভীতি প্রদর্শন।এরপর আল্লাহ তা'আলা স্বীয় বিস্ময়কর সৃষ্টির সূক্ষ্মতার বর্ণনা দেয়ার পর নিজের আজীমুশশান ক্ষমতার বর্ণনা দিচ্ছেন, যার দ্বারা প্রমাণিত হচ্ছে যে, তিনি এসব জিনিস কোন নমুনা ছাড়াই প্রথমবার যখন সৃষ্টি করতে সক্ষম হয়েছেন তখন তিনি দ্বিতীয়বারও ওগুলো সৃষ্টি করতে সক্ষম হবেন। তাই তো তিনি বলেনঃ আমি কি ভূমিকে শয্যা (রূপে) নির্মাণ করিনি?' অর্থাৎ আমি সমস্ত সৃষ্টজীবের জন্যে এই ভূমিকে কি সমতল করে বিছিয়ে দিইনি? এই ভাবে যে, ওটা তোমাদের সামনে বিনীত ও অনুগত রয়েছে। নড়াচড়া না করে নীরবে পড়ে রয়েছে। আর পাহাড়কে আমি এই ভূমির জন্যে পেরেক বা কীলক করেছি যাতে এটা হেলাদোলা না করতে পারে এবং ওর উপর বসবাসকারীরা যেন উদ্বিগ্ন হয়ে না পড়ে। মহান আল্লাহ বলেনঃ “আমি সৃষ্টি করেছি তোমাদেরকে জোড়ায় জোড়ায়। অর্থাৎ তোমরা নিজেদেরই প্রতি লক্ষ্য কর যে, আমি তোমাদেরকে নর ও নারীর মাধ্যমে সৃষ্টি করেছি যাতে তোমরা একে অপর হতে কামবাসনা পূর্ণ করতে পার। আর এভাবেই তোমাদের বংশ বৃদ্ধি হয়ে থাকে। যেমন আল্লাহ তাবারাকা অলা অন্য জায়গায় বলেনঃ (আরবি) অর্থাৎ “তার নিদর্শনাবলীর মধ্যে একটি এই যে, তিনি তোমাদের জন্যে তোমাদের মধ্য হতে সৃষ্টি করেছেন তোমাদের সঙ্গিনীদেরকে যাতে তোমরা তাদের নিকট শান্তি পাও এবং তিনি তোমাদের মধ্যে পারস্পরিক ভালবাসা ও দয়া সৃষ্টি  করেছেন।” (৩০:২১)।মহান আল্লাহ বলেনঃ “আমি তোমাদের নিদ্রাকে করেছি বিশ্রাম।' অর্থাৎ তোমাদের দ্রিাকে আমি হট্টগোল গণ্ডগোল বন্ধ হওয়ার কারণ বানিয়েছি যাতে তোমরা আরাম ও শান্তি লাভ করতে পার এবং তোমাদের সারা দিনের শ্রান্তি-ক্লান্তি দূর হয়ে যায়। এর অনুরূপ আয়াত সূরায়ে ফুরকানে গত হয়েছে। আল্লাহ্ তা'আলার উক্তিঃ “আমি রাত্রিকে করেছি আবরণ।' অর্থাৎ রাত্রির অন্ধকার ও কৃষ্ণতা জনগণের উপর ছেয়ে যায়। যেমন অন্য জায়গায় রয়েছেঃ (আরবি) অর্থাৎ “শপথ রজনীর যখন সে ওকে আচ্ছাদিত করে।” (৯১:৪) আরব কবিরাও তাঁদের কবিতায় রাত্রিকে পোশাক বা আবরণ বলেছেন।হযরত কাতাদা (রঃ) বলেন যে, রাত্রি শান্তি ও বিশ্রামের কারণ হয়ে যায়। অতঃপর আল্লাহ পাক বলেনঃ “আমি দিবসকে জীবিকা, সংগ্রহের জন্যে (উপযোগী) করেছি।' অর্থাৎ রাত্রির বিপরীত দিকে আমি উজ্জ্বল করেছি। দিনের বেলায় আমি অন্ধকার দূরীভূত করেছি যাতে তোমরা ওর মধ্যে জীবিকা আহরণ করতে পার। মহান আল্লাহর উক্তিঃ “আর আমি নির্মাণ করেছি তোমাদের ঊর্ধ্বদেশে সুস্থিত সপ্ত আকাশ।' অর্থাৎ সাতটি সুউচ্চ, সুদীর্ঘ ও প্রশস্ত আকাশ তোমাদের ঊর্ধ্বদেশে নির্মাণ করেছি যেগুলো চমৎকার ও সৌন্দর্যমণ্ডিত। সেই আকাশে তোমরা হীরকের ন্যায় উজ্জ্বল চকচকে নক্ষত্র দেখতে পাও। ওগুলোর কোন কোনটি পরিভ্রমণ করে ও কোন কোনটি নিশ্চল ও স্থির থাকে।আল্লাহ তা'আলার উক্তিঃ “আর আমি সৃষ্টি করেছি প্রোজ্জ্বল দীপ।' অর্থাৎ আমি সূর্যকে উজ্জ্বল প্রদীপ বানিয়েছি যা সমগ্র পৃথিবীকে আলোকোজ্জ্বল করে। থাকে এবং সমস্ত জিনিসকে ঝঝকে তকতকে করে তোলে ও সারা দুনিয়াকে আলোকময় করে দেয়।এরপর মহান আল্লাহ বলেনঃ ‘এবং আমি বর্ষণ করেছি মেঘমালা হতে প্রচুর বারি। হযরত ইবনে আব্বাস (রাঃ) বলেন যে, প্রবাহিত বায়ু মেঘমালাকে এদিক ওদিক নিয়ে যায়। তারপর ঐ মেঘমালা হতে প্রচুর বৃষ্টি বর্ষিত হয় এবং তা ভূমিকে পরিতৃপ্ত করে। আরো বহু তাফসীরকার বলেছেন যে, দ্বারা বায়ুই উদ্দেশ্য। কিন্তু কোন কোন মুফাসসির বলেছেন যে, এর দ্বারা ঐ মেঘ উদ্দেশ্য যা বিন্দু বিন্দু বৃষ্টি বরাবর বর্ষাতেই থাকে।আরবে (আরবি) ঐ নারীকে বলা হয় যার মাসিক ঋতুর সময় নিকটবর্তী হয়েছে কিন্তু এখনো ঋতু শুরু হয়নি। অনুরূপভাবে এখানেও অর্থ এই যে, আকাশে মেঘ দেখা দিয়েছে কিন্তু এখনো মেঘ হতে বৃষ্টি বর্ষণ শুরু হয়নি। হযরত হাসানঃ (রঃ) ও হযরত কাতাদা (রঃ) বলেন যে, (আরবি) দ্বারা আসমাকে বুঝানো হয়েছে। কিন্তু এটা খুবই দুর্বল উক্তি। এর দ্বারা উদ্দেশ্য মেঘ হওয়াই বিকাশমন উক্তি। যেমন অন্য জায়গায় রয়েছেঃ (আরবি)অর্থাৎ “আল্লাহ, তিনি বায়ু প্রেরণ করেন, ফলে এটা মেঘমালাকে সঞ্চালিত করে, অতঃপর তিনি একে যেমন ইচ্ছা আকাশে ছড়িয়ে দেন, পরে একে খণ্ড-বিখণ্ড করেন এবং তুমি দেখতে পাও যে, ওটা হতে নির্গত হয় বারিধারা।” (৩০:৪৮)(আরবি)-এর অর্থ হলো ক্রমাগত প্রবাহিত হওয়া এবং অত্যধিক বর্ষিত হওয়া। একটি হাদীসে রয়েছেঃ “ঐ হজ্ব হলো সর্বোত্তম হজ্ব যাতে ‘লাব্বায়েক' খুব বেশী বেশী পাঠ করা হয়, খুব বেশী রক্ত প্রবাহিত করা হয় অর্থাৎ অধিক কুরবানী করা হয়।” এ হাদীসেও (আরবি) শব্দ রয়েছে। একটি হাদীসে রয়েছে যে, ইসহাযাহর মাসআলা সম্পর্কে প্রশ্নকারিণী একজন সাহাবিয়া মহিলাকে রাসূলুল্লাহ (সঃ) বলেনঃ “তুলার পুঁটলী কাছে রাখবে।” মহিলাটি বললেনঃ “হে আল্লাহর রাসূল (সঃ)! আমার রক্ত যে অনবরত আসতেই থাকে। এই রিওয়াইয়াতেও (আরবি) শব্দ রয়েছে। অর্থাৎ বিরামহীনভাবে রক্ত অসিতেই থাকে। সুতরাং এই আয়াতেও উদ্দেশ্য এটাই যে, মেঘ হতে বৃষ্টি অনবরত বর্ষিত হতেই থাকে। এসব ব্যাপারে আল্লাহ তাআলাই সবচেয়ে ভাল জানেন। এরপর মহামহিমান্বিত আল্লাহ বলেনঃ ঐ পাক পবিত্র ও বরকতময় বারি দ্বারা আমি উৎপন্ন করি শস্য, উদ্ভিদ, ঘন সন্নিবিষ্ট উদ্যান। এগুলো মানুষ ও অন্যান্য এর আহারের কাজে লাগে। বর্ষিত পানি খালে বিলে জমা রাখা হয়। গরপর ঐ পানি পান করা হয় এবং বাগ-বাগিচা সেই পানি পেয়ে ফুলে-ফলে, রূপে-রসে সুশোভিত হয়। আর বিভিন্ন প্রকারের রঙ, স্বাদ ও গন্ধের ফলমূল মাটি হতে উৎপন্ন হয়, যদিও ভূমির একই খণ্ডে ওগুলো পরস্পর মিলিতভারে রয়েছে। হযরত ইবনে আব্বাস (রাঃ) ও অন্যান্য গুরুজন বলেন যে, এর অর্থ হলো জমা বা একত্রিত। এটা আল্লাহ তাআলার নিম্নের উক্তির মতঃ (আরবি)অর্থাৎ “পথিবীতে রয়েছে পরস্পর সংলগ্ন ভূখণ্ড, তাতে আছে দ্রাক্ষা-কানন, শস্যক্ষেত্র, একাধিক শিরাবিশিষ্ট অথবা এক শিরা বিশিষ্ট খজুর বৃক্ষ সিঞ্চিত একই পানিতে, আর ফল হিসেবে ওগুলোর কতককে কতকের উপর আমি শ্রেষ্ঠত্ব দিয়ে থাকি। অবশ্যই বোধশক্তিসম্পন্ন সম্প্রদায়ের জন্যে এতে রয়েছে। নিদর্শন।” (১৩:৪)"
    },
    { "ayah": 17, "surah": 78, "text": "Please check ayah 78:30 for complete tafsir." },
    { "ayah": 18, "surah": 78, "text": "Please check ayah 78:30 for complete tafsir." },
    { "ayah": 19, "surah": 78, "text": "Please check ayah 78:30 for complete tafsir." },
    { "ayah": 2, "surah": 78, "text": "Please check ayah 78:16 for complete tafsir." },
    { "ayah": 20, "surah": 78, "text": "Please check ayah 78:30 for complete tafsir." },
    { "ayah": 21, "surah": 78, "text": "Please check ayah 78:30 for complete tafsir." },
    { "ayah": 22, "surah": 78, "text": "Please check ayah 78:30 for complete tafsir." },
    { "ayah": 23, "surah": 78, "text": "Please check ayah 78:30 for complete tafsir." },
    { "ayah": 24, "surah": 78, "text": "Please check ayah 78:30 for complete tafsir." },
    { "ayah": 25, "surah": 78, "text": "Please check ayah 78:30 for complete tafsir." },
    { "ayah": 26, "surah": 78, "text": "Please check ayah 78:30 for complete tafsir." },
    { "ayah": 27, "surah": 78, "text": "Please check ayah 78:30 for complete tafsir." },
    { "ayah": 28, "surah": 78, "text": "Please check ayah 78:30 for complete tafsir." },
    { "ayah": 29, "surah": 78, "text": "Please check ayah 78:30 for complete tafsir." },
    { "ayah": 3, "surah": 78, "text": "Please check ayah 78:16 for complete tafsir." },
    {
      "ayah": 30,
      "surah": 78,
      "text": "১৭-৩০ নং আয়াতের তাফসীর\nআল্লাহ তাআলা (আরবি) অর্থাৎ কিয়ামতের দিন সম্পর্কে বলেন যে, ওটা একটা নির্ধারিত দিন। এটা পূর্বেও আসবে না এবং পরেও আসবে না, বরং ঠিক নির্ধারিত সময়েই আসবে। কিন্তু কখন আসবে তার সঠিক জ্ঞান একমাত্র আল্লাহ তা'আলারই রয়েছে। তিনি ছাড়া আর কারো এর জ্ঞান নেই। যেমন মহান আল্লাহ বলেনঃ (আরবি) অর্থাৎ “আমি ওটাকে শুধু নির্ধারিত সময়ের জন্যেই বিলম্বিত করছি।” (১১:১০৪)ইরশাদ হচ্ছে সেই দিন শিংগায় ফুত্তার দেয়া হবে এবং তোমরা দলে দলে সমাগত হবে। প্রত্যেক উম্মত নিজ নিজ নবীর সাথে পৃথক পৃথক থাকবে। যেমন আহ অলি বলেনঃ (আরবি) অর্থাৎ “যেই দিন আমি সমস্ত মানুষকে তাদের ইমামদের সাথে আহ্বান করব।\" (১৭:৭১)।(আরবি) এই আয়াতের তাফসীরে সহীহ বুখারীতে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “উভয় শিংগার মধ্যবর্তী সময় হবে চল্লিশ।” সাহাবীগণ জিজ্ঞেস করলেনঃ “চল্লিশ দিন?” তিনি উত্তরে বললেনঃ “আমি বলতে পারি না। তারা আবার প্রশ্ন করলেনঃ “চল্লিশ মাস কি?” তিনি জবাব দিলেনঃ “তা আমি বলতে পারবো। তারা পুনরায় জিজ্ঞেস করলেনঃ “চল্লিশ বছর?\" তিনি উত্তরে বললেনঃ “আমি এটাও বলতে অস্বীকার করছি। তিনি বলেনঃ অতঃপর আল্লাহ তা'আলা আকাশ হতে বৃষ্টি বর্ষণ করবেন। ফলে যেভাবে উদ্ভিদ মাটি হতে অঙ্কুরিত হয়। দ্রুপ মানুষ ভূ-পৃষ্ঠ হতে উথিত হতে থাকবে। মানুষের সারা দেহ পচে গলে যায়। শুধুমাত্র একটি জিনিস বাকী থাকে। তা হলো কোমরের মেরুদণ্ডের অস্থি। ঐ অস্থি থেকেই কিয়ামতের দিন মাখলুককে পুনর্গঠন করা হবে। “আকাশ উন্মুক্ত করা হবে, ফলে ওটা হবে বহু দ্বার বিশিষ্ট।” অর্থাৎ আকাশকে খুলে দেয়া হবে এবং তাতে ফেরেশতামণ্ডলীর অবতরণের পথ ও দরজা হয়ে যাবে।“আর চলমান করা হবে পর্বতসমূহকে, ফলে সেগুলো হয়ে যাবে মরীচিকা।” যেমন আল্লাহ তা'আলা অন্য জায়গায় বলেনঃ (আরবি) অর্থাৎ “তুমি পর্বতসমূহ দেখছো ও ওগুলোকে জমাট বলে ধারণা করছো, অথচ ওগুলো কিয়ামতের দিন মেঘের ন্যায় চলতে থাকবে।” (২৭:৮৮) অন্য এক জায়গায় রয়েছেঃ (আরবি) অর্থাৎ “পর্বতসমূহ হবে ধূনিত রংগিন পশমের মত।\" (১০১:৫)এখানে আল্লাহ পাক বলেন যে, পর্বতগুলো হয়ে যাবে মরীচিকা। দর্শকরা মনে করবে যে, ওটা নিশ্চয়ই একটা কিছু, আসলে কিন্তু কিছুই নয়। শেষে ওটা সম্পূর্ণরূপে বিধ্বস্ত ও ধ্বংস হয়ে যাবে। যেমন আল্লাহ তা'আলা বলেনঃ (আরবি)অর্থাৎ “তারা তোমাকে পর্বতসমূহ সম্পর্কে জিজ্ঞেস করে। তুমি বলঃ আমার প্রতিপালক ওগুলোকে সমূলে উৎপাটন করে বিক্ষিপ্ত করে দিবেন। অতঃপর তিনি ওকে পরিণত করবেন মসৃণ সমতল ময়দানে। যাতে তুমি বক্রতা ও উচ্চতা দেবেন।” (২০:১০৫-১০৭) আর এক জায়গায় মহান আল্লাহ বলেনঃ (আরবি) অর্থাৎ “স্মরণ কর, যেদিন আমি পৰ্বতকে করবো সঞ্চালিত এবং তুমি পৃথিবীকে দেখবে উন্মুক্ত প্রান্তর।” (১৮:৭)আল্লাহ তা'আলার উক্তিঃ “নিশ্চয়ই জাহান্নাম ওঁৎ পেতে রয়েছে; (ওটা হবে) সীমালংঘনকারীদের প্রত্যাবর্তন স্থল।” যারা হলো উদ্ধত, নাফরমান ও রাসূল (সঃ)-এর বিরুদ্ধাচরণকারী। জাহান্নামই তাদের প্রত্যাবর্তন ও অবস্থান স্থল। হযরত হাসান (রঃ) ও হযরত কাতাদাহ (রঃ)-এর অর্থ এও করেছেন যে, কোন ব্যক্তিই জান্নাতে প্রবেশ করতে পারবে না যে পর্যন্ত না জাহান্নামের উপর দিয়ে গমন করবে। যদি আমল ভাল হয় তবে মুক্তি পেয়ে যাবে, আর যদি আমল খারাপ হয় তবে জাহান্নামে নিক্ষিপ্ত হয়ে যাবে। হযরত সুফইয়ান সাওরী (রঃ) বলেন যে, ওর উপর তিনটি পুল বা সেতু রয়েছে।এপর আল্লাহ তা'আলা বলেনঃ ‘সেথায় তারা যুগ যুগ ধরে অবস্থান করবে।(আরবি) শব্দটি (আরবি) শব্দের বহুবচন। দীর্ঘ যুগকে (আরবি) বলা হয়। কেউ কেউ বলেন যে (আরবি) আশি বহরে এক হয়। বারো মাসে হয় এক বছর। ত্রিশ দিনে এক মাস হয় এবং প্রতিটি দিন হাজার বছরের হবে। বহু সাহাবী এবং তাবেয়ী হতে এটা বর্ণিত আছে। কারো কারো মতে সত্তর বছরে এক (আরবি) হয়। আবার কেউ কেউ বলেন যে, এক (আরবি) এ হয় চল্লিশ বছর। বছরগুলোর প্রতিটি দিন হাজার বছরের। বাশীর ইবনে কাব (রঃ) তো বলেন যে, এক একটি দিন এরূপ বড় এবং এরূপ তিনশ বছরে এক হকব। একটি মারফু হাদীসে আছে যে, (আরবি)-এর মাসগুলো ত্রিশ দিনের, বছরগুলো বারো মাসের, বছরগুলোর দিনের সংখ্যা তিনশ ষাট এবং প্রতিটি দিন দুনিয়ার গণনা হিসেবে এক হাজার বছরের হবে। (এ হাদীসটি মুসনাদে ইবনে আবি হাতিমে হযরত আবু উমামাহ (রাঃ) হতে বর্ণিত আছে। কিন্তু এ হাদীসটি অত্যন্ত মুনকার। এর একজন বর্ণনাকারী রয়েছে জাবির ইবনে যুরায়েরের পুত্র কাসেম এবং তার থেকে বর্ণনা করেছে জাফর ইবনে যুবায়ের। দুই জনই পরিত্যাজ্য)অন্য একটি বিওয়াইয়াতে আছে যে, আবু মুসলিম ইবনে আ’লা (রঃ) সুলাইমান ভাইমী (রঃ) কে জিজ্ঞেস করেনঃ “জাহান্নাম হতে কেউ বের হবে।কি?” সুলাইমান তাইমী (রঃ) উত্তরে বলেনঃ “আমি নাফে' (রঃ) হতে শুনেছি এবং তিনি শুনেছেন হযরত ইবনে উমার (রাঃ) হতে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহর কসম! জাহান্নামে সুদীর্ঘকাল অবস্থান ব্যতীত কেউই জাহান্নাম হতে বের হবে না। তারপর বলেনঃ “আশির উপর কিছু বেশী বছরে এক (আরবি) হয়। প্রতি বছরে তিনশ ষাট দিন রয়েছে তোমরা গণনা করে থাকো।”সুদ্দী (রঃ) বলেন যে, জাহান্নামীরা জাহান্নামে সাতশ’ ‘হকব’ পর্যন্ত থাকবে। প্রতিটি হকবে’ সত্তর বছর রয়েছে, প্রতিটি বছরের দিনের সংখ্যা হলো তিনশ ষাট এবং প্রতিটি দিন দুনিয়ার হাজার বছরের সমান। হযরত মুকাতিল ইবনে হিব্বান (রঃ) বলেন যে, এই আয়াতটি (আরবি)-এই আয়াত দ্বারা মানসূখ বা রহিত হয়ে গেছে। হযরত খালিদ ইবনে মা’দান (রঃ) বলেন যে, এই আয়াতটি এবং (আরবি) (অর্থাৎ জাহান্নামীরা জাহান্নামে থাকবে আল্লাহ যতদিন ইচ্ছা করবেন) এই আয়াতটি একত্ববাদীদের ব্যাপারে অবতীর্ণ হয়েছে।ইমাম ইবনে জারীর (রঃ) বলেনঃ ‘এও হতে পারে যে, (আরবি) সম্পর্কযুক্ত হবে। (আরবি) এর সাথে  অর্থাৎ ফুটন্ত পানি ও পুঁজ’ এই। একই শাস্তি যুগ যুগ ধরে হতে থাকবে। তারপর অন্য প্রকারের শাস্তি শুরু হবে। কিন্তু সঠিক কথা এই যে, জাহান্নামে অবস্থানকালের পরিসমাপ্তিই নেই।হযরত হাসান (রঃ)-কে এ সম্পর্কে জিজ্ঞেস করা হলে তিনি বলেনঃ ‘আহকাব’ এর অর্থ হলো জাহান্নামে চিরকাল অবস্থান করা। কিন্তু  (আরবি) বলা হয় সত্তর বছরকে যার প্রতিটি দিন দুনিয়ার এক হাজার বছরের সমান। হযরত কাতাদাহ (রঃ) বলেন যে, আহকাব কখনো শেষ হবার নয়। এক হাকব শেষ হলে অন্য হাকব শুরু হয়ে যাবে। এই আহকাবের সঠিক সময়ের জ্ঞান একমাত্র আল্লাহ তা'আলারই রয়েছে। তবে মানুষকে শুধু এতোটুকু জানানো হয়েছে যে, আশি বছরে এক  (আরবি) হয়। এক বছরের মধ্যে রয়েছে তিনশ ষাট দিন এবং প্রতিটি দিন দুনিয়ার এক হাজার বছরের সমান।এরপর মহাপ্রতাপান্বিত আল্লাহ বলেনঃ সেথায় তারা আস্বাদন করবে না শৈত্য, না কোন পানীয়। অর্থাৎ জাহান্নামীদেরকে এমন ঠাণ্ডা জিনিস দেয়া হবে না যার ফলে তাদের কলিজা ঠাণ্ডা হতে পারে এবং ঠাণ্ডা পানীয় পান করতে দেয়া হবে না। বরং এর পরিবর্তে পান করতে দেয়া হবে ফুটন্ত পানি ও রক্ত পুঁজ। (আরবি) এমন কঠিন পমকে বলা হয় যার পরে গরম বা উষ্ণতার আর কোন স্তর নেই। আর  (আরবি) বলে জাহান্নামীদের ক্ষতস্থান হতে নির্গত রক্ত পুঁজ ইত্যাদিকে। ই গরমের মুকাবিলায় এমন শৈত্য দেয়া হবে যে, তা স্বয়ং যেন একটা আবাৰ এবং তাতে থাকবে অসহনীয় দুর্গন্ধ। সূরায়ে সাদ’ -এর মধ্যে (আরবি)- তাফসীর গত হয়েছে। সুতরাং এখানে পুনরাবৃত্তির কোন প্রয়োজন নেই। আল্লাহ তা'আলা তার অশেষ রহমতের বদৌলতে আমাদেরকে তার সর্বপ্রকারের শাস্তি হতে রক্ষা করুন! আমীন!কেউ কেউ (আরবি) শব্দের অর্থ ঘুমও বলেছেন। আরব কবিদের কবিতায়ও শব্দটি ঘুমের অর্থে ব্যবহৃত হতে দেখা যায়। এরপর আল্লাহ তাবারাকা ওয়া তা'আলা বলেনঃ ‘এটাই উপযুক্ত প্রতিফল। এখানে তাদের দুষ্কৃতি লক্ষ্যণীয়। তাদের বিশ্বাস ছিল যে, হিসাব-নিকাশের কোন ক্ষণ আসবেই না। আল্লাহ যেসব দলীল প্রমাণ তাঁর নবীদের উপর অবতীর্ণ করেছেন, তারা এ সব কিছুকেই একেবারে মিথ্যা বলে উড়িয়ে দিতো। (আরবি) শব্দটি মাসদার’ বা ক্রিয়ামূল। এই ওজনে আরো মাসদার রয়েছে। আল্লাহ তাআলার উক্তিঃ সব কিছুই আমি সংরক্ষণ করেছি লিখিতভাবে। অs আমি আমার বান্দাদের সমস্ত আমল অবগত রয়েছি এবং ওগুলোকে লিখে রেখেছি। সবগুলোরই আমি প্রতিফল প্রদান করবো। ভাল কাজ হলে ভাল প্রতিফল এবং মন্দ কাজ হলে মন্দ প্রতিফল। জাহান্নামীদেরকে বলা হবেঃ এখন তোমরা শান্তির স্বাদ গ্রহণ কর। এরকমই এবং এর চেয়েও নিকৃষ্ট শাস্তি বৃদ্ধি করা হবে। হযরত আবদুল্লাহ ইবনে উমার (রাঃ) বলেন যে, জাহান্নামীদের জন্যে এর চেয়ে কঠিন ও নৈরাশ্যজনক কোন আয়াত আর নেই। তাদের শাস্তি সদা বৃদ্ধি পেতেই থাকবে। হযরত হাসান (রঃ) হতে বর্ণিত, তিনি বলেনঃ “আমি হযরত অ হ আসলামী (রাঃ)-কে প্রশ্ন করলামঃ জাহান্নামীদের জন্যে কঠিনতম আয়াত কোনটি? তিনি উত্তরে বললেনঃ “আমি রাসূলুল্লাহ (সঃ)-কে (আরবি) এ আয়াতটি পাঠ করার পর নিম্নের বাক্যটি বলতে শুনেছিঃ “কওমকে তাদের মহামহিমান্বিত আল্লাহর অবাধ্যাচরণ ধ্বংস করে দিয়েছে। (এ হাদীসটি ইবনে আবি হাতিম (কঃ) বর্ণনা করেছেন। কিন্তু এর একজন বর্ণনাকারী জাসর ইবনে ফারকাদ অত্যন্ত দুর্বল)"
    },
    { "ayah": 31, "surah": 78, "text": "Please check ayah 78:36 for complete tafsir." },
    { "ayah": 32, "surah": 78, "text": "Please check ayah 78:36 for complete tafsir." },
    { "ayah": 33, "surah": 78, "text": "Please check ayah 78:36 for complete tafsir." },
    { "ayah": 34, "surah": 78, "text": "Please check ayah 78:36 for complete tafsir." },
    { "ayah": 35, "surah": 78, "text": "Please check ayah 78:36 for complete tafsir." },
    {
      "ayah": 36,
      "surah": 78,
      "text": "৩১-৩৬ নং আয়াতের তাফসীর\nপরহেযগার ও পুণ্যবানদের জন্যে আল্লাহর নিকট যেসব নিয়ামত ও রহমত রয়েছে সে সম্পর্কে আল্লাহ রাব্বল আলামীন বলছেন যে, এই লোকগুলো হলো সফলকাম। এদের মনোবাঞ্ছা পূর্ণ হয়েছে এবং এরা জাহান্নাম হতে পরিত্রাণ লাভ করে জান্নাতে পৌঁছে গেছে।(আরবি) বলা হয় খেজুর ইত্যাদির বাগানকে। এই পুণ্যবান ও পরহেযগার লোকগুলো উদ্ভিন্ন যৌবনা তরুণী অর্থাৎ হূর লাভ করবে, যারা হবে উঁচু ও স্ফীত বক্ষের অধিকারিণী এবং সমবয়স্কা। যেমনঃ সূরায়ে ওয়াকিআ'র তাফসীরে এর পূর্ণ বর্ণনা গত হয়েছে।হযরত আবু উমামা (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহ্ (সঃ)-কে বলতে শুনেছেনঃ নিশ্চয়ই জান্নাতীদের গায়ের) জামাগুলো আল্লাহর সন্তুষ্টিরূপে প্রকাশিত হবে। তাদের উপর মেঘমালা ছেয়ে যাবে এবং তাদেরকে ডাক দিয়ে বলা হবে “হে জান্নাতবাসিগণ! তোমরা কি চাও যে, আমি তোমাদের উপর তা বর্ষণ করি?\" (অতঃপর তারা যা কিছু চাইবে তা-ই তাদের উপর বর্ষিত হবে) এমন কি তাদের উপর সমবয়স্কা উদভিন্ন যৌবনা তরুণীও বর্ষিত হবে। (এ হাদীসটি ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)তারা পবিত্র শরাবের উপচে পড়া পেয়ালা একটির পর একটি লাভ করবে। তাতে এমন কোন নেশা হবে না যে, অশ্লীল ও অর্থহীন কথা তাদের মুখ দিয়ে বের হবে যা অন্য কেউ শুনতে পাবে। যেমন অন্য জায়গায় রয়েছেঃ (আরবি)অর্থাৎ “তথায় থাকবে না কোন অসার ও পাপের কথা ।” অর্থাৎ তাতে কোন অর্থহীন বাজে কথা এবং অশ্লীল ও পাপের কথা প্রকাশ পাবে না। সেটা হলো দারুস সালাম বা শান্তির ঘর। যেখানে কোন দূষণীয় বা মন্দ কথাই প্রকাশ পাবে না। পুণ্যবানদেরকে এসব নিয়ামত তাদের সৎ কর্মের বিনিময় হিসেবে আল্লাহ তাআলা দান করবেন। এটা হলো মহান আল্লাহর অশেষ করুণা ও রহমত। আল্লাহ পাকের এই করুণা ও অনুগ্রহ সীমাহীন, ব্যাপক ও পরিপূর্ণ। আরবরা বলে থাকেঃ(আরবি)  অর্থাৎ “তিনি আমাকে ইনআম দিয়েছেন এবং পরিপূর্ণরূপেই দিয়েছেন। অনুরূপভাবে বলা হয়ঃ (আরবি) অর্থাৎ “সর্বদিক দিয়ে আল্লাহই আমার জন্যে যথেষ্ট।”"
    },
    { "ayah": 37, "surah": 78, "text": "Please check ayah 78:40 for complete tafsir." },
    { "ayah": 38, "surah": 78, "text": "Please check ayah 78:40 for complete tafsir." },
    { "ayah": 39, "surah": 78, "text": "Please check ayah 78:40 for complete tafsir." },
    { "ayah": 4, "surah": 78, "text": "Please check ayah 78:16 for complete tafsir." },
    {
      "ayah": 40,
      "surah": 78,
      "text": "৩৭-৪০ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা স্বীয় শ্রেষ্ঠত্ব ও মর্যাদা সম্পর্কে খবর দিচ্ছেন যে, একমাত্র তিনিই আকাশমণ্ডলী ও পৃথিবী এবং এগুলোর মধ্যস্থিত সমস্ত মাখলুকের সৃষ্টিকর্তা ও পালনকর্তা। তিনি রহমান বা পরম দয়াময়। তাঁর রহমত বা করুণা সব কিছু পরিবেষ্টন করে আছে। তার সামনে কেউ মুখ খুলতে পারবে না। যেমন অন্য জায়গায় রয়েছেঃ (আরবি)অর্থাৎ “কে সে, যে তার অনুমতি ছাড়া তাঁর নিকট সুপারিশ করবে?” (২:২৫৫) আল্লাহ তা'আলা আর এক জায়গায় বলেনঃ (আরবি)অর্থাৎ “যেই দিন ঐ সময় আসবে সেই দিন কেউই তার অনুমতি ছাড়া তাঁর সামনে মুখ খুলতে বা কথা বলতে সাহস পাবে না।” (১১:১০৫)।রূহ দ্বারা হয়তো উদ্দেশ্য সমস্ত মানুষের রূহ বা সমস্ত মানুষ, অথবা এক প্রকারের বিশেষ মাখলূক যারা মানুষের মত আকার বিশিষ্ট, পানাহার করে থাকে, যারা ফেরেশতাও নয়, মানুষও নয়। অথবা রূহ দ্বারা হযরত জিবরাঈল (আঃ)-কে বুঝানো হয়েছে। হযরত জিবরাঈল (আঃ)-কে অন্য জায়গাতেও রূহ বলা হয়েছে। যেমনঃ (আরবি)অর্থাৎ “ওটাকে বিশ্বস্ত আত্মা তোমার অন্তরে অবতীর্ণ করেছে যাতে তুমি ভয় প্রদর্শকদের অন্তর্ভুক্ত হয়ে যাও।\" (২৬:১৯৩-১৯৪) এখানে রূহ দ্বারা নিশ্চিত রূপেই হযরত জিবরাঈল (আঃ)-কে বুঝানো হয়েছে। হযরত মুকাতিল (রঃ) বলেন যে, সমস্ত ফেরেশতার মধ্যে বুযুর্গতম, অহী বাহক, আল্লাহর নৈকট্যলাভেসমর্থ হয়েছেন এমন ফেরেশত হলে এই জিবরাঈল (আঃ)। অথবা রূহ দ্বারা কুরআনকে বুঝানো হয়েছে। এর প্রমাণ হিসেবে নিম্নের আয়াতটি পেশ করা। যেতে পারেঃ (আরবি)অর্থাৎ “এভাবেই আমি আমার আদেশে তোমার প্রতি অহী অবতীর্ণ কবি।” (২৫২) এখানে রূহ দ্বারা কুরআন উদ্দেশ্য। ষষ্ঠ উক্তি এই যে, এই রুহ হলেন সমগ্র মাখকের সম আয়তন বিশিষ্ট এক ফেরেশতা।হযরত ইবনে আব্বাস (রাঃ) বলেন যে, এই ফেরেশতা সমস্ত ফেরেশতা হতে বহু গুণে বড়।হযরত ইবনে মাসউদ (রাঃ) বলেন যে, রূহ নামক এই ফেরেশতা চতুর্থ আসমানে রয়েছেন। তিনি সমস্ত আকাশ, সমগ্র পাহাড়-পর্বত এবং সমস্ত ফেরেশতা হতে বড়। প্রত্যহ তিনি বারো হাজার তাসবীহ পাঠ করে থাকেন। প্রত্যেক তাসবীহ হতে একজন করে ফেরেশতা জন্ম লাভ করে থাকেন। কিয়ামতের দিন তিনি একাই একটি সারিরূপে আসবেন। কিন্তু এই উক্তিটি হাদীসের সংজ্ঞায় খুবই গরীব বা দুর্বল।হযরত আবদুল্লাহ ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহ (সঃ)-কে বলতে শুনেছেনঃ “ফেরেশতাদের মধ্যে এমন এক ফেরেশতাও রয়েছেন যে, যদি তাকে বলা হয়ঃ আকাশ ও পৃথিবীকে এক গ্রাসে নিয়ে যাও, তবে তিনি এক গ্রাসেই সবকে নিয়ে নিবেন। তার তাসবীহ হলোঃ(আরবি) অর্থাৎ “আমি আপনার পবিত্রতা ঘোষণা করছি আপনি যেখানেই থাকুন না কেন।”  (এ হাদীসটি ইমাম তিরমিযী (রঃ) বর্ণনা করেছেন। কিন্তু এটা অত্যন্ত গারীব বা দুর্বল হাদীস। এমনকি এটা রাসূলুল্লাহ (সঃ)-এর উক্তি হওয়া সম্পর্কেও সমালোচনা করা হয়েছে। সম্ভবতঃ এটা হযরত আল্লাহ ইবনে আব্বাস (রাঃ)-এর উক্তি হবে। আর ওটাও হয় তো তিনি বানী ইসরাঈল হতেহণ করেছেন। এ সব ব্যাপারে আল্লাহই সবচেয়ে ভাল জানেন)ইমাম ইবনে জারীর (রঃ) এসব উক্তি আনয়ন করেছেন, কিন্তু কোন ফায়সালা করেননি। আমার মতে তো এখানে রূহ দ্বারা সমস্ত মানুষকেই বুঝানো হয়েছে। এসব ব্যাপারে আল্লাহ তাআলাই সবচেয়ে ভাল জানেন। এরপর আল্লাহ তাআলা বলেনঃ ‘দয়াময় যাকে অনুমতি দিবেন সে ব্যতীত (ৱে কথা বলবে না)।” আল্লাহ পাকের এই উক্তিটি তাঁর নিম্নের উক্তির মতো (আরবি) অর্থাৎ “যখন ঐ দিন আসবে তখন তাঁর (আল্লাহর) অনুমতি ছাড়া কেউই। কথা বলবে না।” (১১:১০৫) সহীহ হাদীসে রয়েছেঃ “ সেইদিন রাসূলগণ ছাড়া কেউই কথা বলবে না।”এরপর আল্লাহ তাবারাকা ওয়া তা'আলা বলেনঃ “এবং সে যথার্থ বলবে।' সর্বাধিক সত্য কথা হলোঃ (আরবি) অর্থাৎ “আল্লাহ ছাড়া কোন মাবুদ নেই।\" মহান আল্লাহর উক্তিঃ ‘এই দিবস সুনিশ্চিত। অর্থাৎ অবশ্যই এটা সংঘটিত হবে। অতএব যার অভিরুচি সে তার প্রতিপালকের শরণাপন্ন হোক।' অর্থাৎ যে ইচ্ছা করবে সে তার প্রতিপালকের নিকট ফিরে যাবার পথ তৈরী করুক, যে পথে চলে সে সোজাভাবে তার কাছে পৌঁছে যাবে।মহাপ্রতাপান্বিত আল্লাহ বলেনঃ “আমি তোমাদেরকে আসন্ন শাস্তি হতে সতর্ক করলাম।' অর্থাৎ কিয়ামতের শাস্তি হতে ভয় প্রদর্শন করলাম। যা আসবে তাকে এসেই গেছে মনে করা উচিত। কারণ যা আসার তা আসবেই। সেই দিন মানুষ তার কৃতকর্ম প্রত্যক্ষ করবে। ঐদিন নতুন, পুরাতন, ছোট, বড় এবং ভাল ও মন্দ সমস্ত আমল মানুষের সামনে থাকবে। যেমন আল্লাহ পাক বলেনঃ (আরবি)অর্থাৎ তারা যে আমল করেছে তা উপস্থিত পাবে।” (১৮:৪৯) আর এক জায়গায় বলেনঃ (আরবি) অর্থাৎ “সেই দিন মানুষকে অবহিত করা হবে যা সে অগ্রে পাঠিয়েছে ও যা পশ্চাতে রেখে গেছে সে সম্পর্কে।” (৭৫:১৩)“আর কাফির বলবেঃ হায়, আমি যদি মাটি হতাম।” অর্থাৎ দুনিয়ায় যদি আমরা মাটিরূপে থাকতাম, যদি আমাদেরকে সৃষ্টিই না করা হতো এবং আমাদের কোন অস্তিত্বই না থাকতো তবে কতই না ভাল হতো! তারা সেদিন আল্লাহর আযাব স্বচক্ষে প্রত্যক্ষ করবে। নিজেদের মন্দ ও পাপকর্মগুলো সামনে থাকবে যেগুলো পবিত্র ফেরেশতাদের ন্যায়পূর্ণ হস্তে লিখিত হয়েছে। সুতরাং একটি অর্থ তো এই হলো যে, তারা দুনিয়াতেই মাটি হবার আকাঙ্ক্ষা করবে। অর্থাৎ সৃষ্টি না হওয়া কামনা করবে। দ্বিতীয় অর্থ এই যে, যখন জীবজন্তুগুলোর ফায়সালা হয়ে যাবে এবং প্রতিশোধ গ্রহণ করিয়ে দেয়া হবে, এমন কি যদি শিংবিহীন বকরীকে শিংবিশিষ্ট বকরী মেরে থাকে তবে তারও প্রতিশোধ নিয়ে দেয়া হবে। তারপর তাদেরকে (জন্তুগুলোকে) বলা হবেঃ তোমরা মাটি হয়ে যাও, তখন তারা মাটি হয়ে যাবে। তখন এই কাফির লোকও বলবেঃ হায়, যদি আমি (এদের মত) মাটি হয়ে যেতাম! অর্থাৎ যদি আমিও জন্তু হতাম এবং এভাবে মাটি হয়ে যেতাম তবে কতই না ভাল হতো!সূরের (শিংগার) সুদীর্ঘ হাদীসেও এই বিষয়টি এসেছে এবং হযরত আবু হুরাইরা (রাঃ), হযরত আবদুল্লাহ ইবনে আমর (রাঃ) প্রমুখ সাহাবী হতেও এটা বর্ণিত হয়েছে।"
    },
    { "ayah": 5, "surah": 78, "text": "Please check ayah 78:16 for complete tafsir." },
    { "ayah": 6, "surah": 78, "text": "Please check ayah 78:16 for complete tafsir." },
    { "ayah": 7, "surah": 78, "text": "Please check ayah 78:16 for complete tafsir." },
    { "ayah": 8, "surah": 78, "text": "Please check ayah 78:16 for complete tafsir." },
    { "ayah": 9, "surah": 78, "text": "Please check ayah 78:16 for complete tafsir." }
  ]
}
