{
  "ayahs": [
    { "ayah": 1, "surah": 79, "text": "Please check ayah 79:14 for complete tafsir." },
    { "ayah": 10, "surah": 79, "text": "Please check ayah 79:14 for complete tafsir." },
    { "ayah": 11, "surah": 79, "text": "Please check ayah 79:14 for complete tafsir." },
    { "ayah": 12, "surah": 79, "text": "Please check ayah 79:14 for complete tafsir." },
    { "ayah": 13, "surah": 79, "text": "Please check ayah 79:14 for complete tafsir." },
    {
      "ayah": 14,
      "surah": 79,
      "text": "১-১৪ নং আয়াতের তাফসীর\nএখানে ফেরেশতাদের কথা বলা হয়েছে যারা কোন কোন মানুষের রূহ কঠিনভাবে টেনে বের করেন এবং কারো কারো রূহ এমন সহজভাবে ক্য করেন যে, যেন একটা বাঁধন খুলে দেয়া হয়েছে। কাফিরদের রূহ টেনে হিচড়ে বের করে নেয়া হয়, তারপর জাহান্নামে ডুবিয়ে দেয়া হয়। এটা মৃত্যুর সময়ের আলোচনা। মুজাহিদ (রঃ) বলেন যে, দ্বারা মৃত্যু উদ্দেশ্য। হযরত হাসান (রঃ) ও হযরত কাতাদাহ (রঃ) বলেন যে, (আরবি) দ্বারা নক্ষত্ররাজিকে বুঝানো হয়েছে। হযরত আতা ইবনে আবি রাবাহ (রঃ) বলেন যে, এর দ্বারা কঠিনভাবে সংগ্রামকারীকে বুঝানো হয়েছে। কিন্তু প্রথমটিই সঠিক উক্তি। অর্থাৎ এর দ্বারা রূহ বেরকারী ফেরেশতাগণ উদ্দেশ্য। অনুরূপভাবে তৃতীয় আয়াত সম্পর্কেও এই তিনটি তাফসীর বর্ণিত আছে। অর্থাৎ ফেরেশতা, মৃত্যু ও নক্ষত্র। হযরত আতা (রঃ) বলেন যে, এখানে নৌকা উদ্দেশ্য।(আরবি) শব্দের তাফসীরেও এই তিনটি উক্তি রয়েছে। অর্থ হচ্ছে ঈমান ও তাসদীকের দিকে অগ্রগামী। আতা (রঃ) বলেন যে, মুজাহিদদের ঘোড়াকে বুঝানো হয়েছে।(আরবি) (অতঃপর যারা সকল কর্ম নির্বাহ করে)। এর দ্বারা ও ফেরেশতামলী উদ্দেশ্য। এটা হযরত মুজাহিদ (রঃ), হযরত আতা (রঃ), হযরত আবু সালেহ (রঃ), হযরত হাসান (রঃ), হযরত কাতাদাহ (রঃ), হযরত রাবী ইবনে আনাস (রঃ) এবং হযরত সুদীর (রঃ) উক্তি। হযরত হাসান (রঃ) বলেন যে, যে ফেরেশতাগণ আল্লাহর নির্দেশক্রমে আকাশ হতে পৃথিবী পর্যন্ত সর্বত্র কর্ম নির্বাহকারী। ইমাম ইবনে জারীর (রঃ) এই উক্তিগুলোর মধ্যে কোন ফায়সালা করেননি।“সেই দিন প্রথম শিংঙ্গাধ্বনি প্রকম্পিত করবে ও ওকে অনুসরণ করবে পরবর্তী শিঙ্গাধ্বনি' এটা দ্বারা দুটো শিঙ্গাধ্বনি উদ্দেশ্য। প্রথম শিঙ্গার বর্ণনা (আরবি) (যেই দিন যমীন ও পাহাড় প্রকম্পিত হবে) এই আয়াতে রয়েছে আর দ্বিতীয় শিংগার বর্ণনা রয়েছে নিম্নের আয়াতেঃ (আরবি) অর্থাৎ “পবর্তমালাসহ পৃথিবী উৎক্ষিপ্ত হবে এবং একই ধাক্কায় ওগুলো চূর্ণ-বিচূর্ণ হয়ে যাবে।” (৬৯:১৪) হযরত কা'ব (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “প্রথম প্রকম্পিতকারী আসবে এবং ওকে অনুসরণ করবে পরবর্তী প্রকম্পিতকারী। অর্থাৎ মৃত্যু স্বসঙ্গীয় সমস্ত বিপদ আপদ নিয়ে আসবে।” একটি লোক জিজ্ঞেস করলোঃ “হে আল্লাহর রাসূল (সঃ)! আমি যদি আমার অযীফা পাঠের সারাক্ষণ আপনার উপর দুরূদ পাঠ করতে থাকি (তবে কি হবে)?” উত্তরে তিনি বললেনঃ “তাহলে ততা আল্লাহ তোমাকে দুনিয়া ও আখিরাতের সমস্ত চিন্তা-ভাবনা ও দুঃখ-দুর্দশা হতে রক্ষা করবেন।” (এ হাদীসটি মুসনাদে আহমাদে বর্ণিত হয়েছে)জামে তিরমিযী ও মুসনাদে ইবনে আবি হাতিমে রয়েছে যে, যখন রাত্রির দুই তৃতীয়াংশ অতিবাহিত হতে তখন রাসূলুল্লাহ (সঃ) উঠে পড়তেন ও বলতেনঃ “হে জনমণ্ডলী! তোমরা আল্লাহকে স্মরণ কর। প্রথম প্রকম্পিতকারী এসে পড়েছে। এবং পরবর্তী প্রকম্পিতকারী ওর অনুসরণ করছে এবং মৃত্যু তার সঙ্গীয় বিপদ-আপদ নিয়ে চলে আসছে।”কত হৃদয় সেদিন সন্ত্রস্ত হবে, তাদের দৃষ্টি ভীতি-বিহ্বলতায় নত হবে। কেননা তারা নিজেদের পাপ এবং আল্লাহর আযাব আজ প্রত্যক্ষ করেছে।যে সব মুশরিক পরস্পর বলাবলি করতোঃ কবরে যাওয়ার পরেও কি পুনরায় আমাদেরকে জীবিত করা হবে? আজ তারা নিজেদের জীবনের গ্লানি ও অবমাননা স্পষ্টভাবে প্রত্যক্ষ করবে।(আরবি) কবরকে বলা হয়। অর্থাৎ কবরে যাওয়ার পর দেহ সড়ে-পড়ে যাবে এবং অস্থি পচে-গলে মাটির সাথে মিশে যাবে। এরপরেও কি পুনরুজ্জীবিত করা হবে? তাহলে তো দ্বিতীয়বারের এ জীবন অপমানজনক ও ক্ষতিকর বলে প্রমাণিত হবে। কুরায়েশ কাফিররা এ সব কথা বলাবলি করতো। (আরবি) শব্দের অর্থ মৃত্যুর পরবর্তী জীবন বলে বর্ণনা করা হয়েছে। এটা জাহান্নামের নাম বলে উল্লেখ আছে। এই জাহান্নামের বহু নাম রয়েছে। যেমন জাহীম, সাকার, হাবিয়াহ, অধিনাহ, লাযা, হুতামাহ্ ইত্যাদি।এখন আল্লাহ তা'আলা বলেনঃ তারা যে বিষয়টিকে বিরাট ও অসম্ভব বলে মনে করছে সেটা আমার ব্যাপক ক্ষমতার আওতাধীনে খুবই সহজ ও সাধারণ ব্যাপার। এটা তো শুধুমাত্র এক বিকট শব্দ। এর ফলে তখনই ময়দানে তাদের আবির্ভাব হবে। অর্থাৎ আল্লাহ তা'আলা হযরত ইসরাফীল (আঃ)-কে নির্দেশ দিলে তিনি শিঙ্গায় ফুঙ্কার দিবেন। তাঁর ফুৎকারের সাথে সাথেই আগের ও পরের সবাই জীবিত হয়ে যাবে এবং আল্লাহর সামনে এক ময়দানে সমবেত হবে। যেমন আল্লাহ তা'আলা অন্য জায়গায় বলেনঃ (আরবি)অর্থাৎ “যে দিন তিনি তোমাদেরকে আহ্বান করবেন তখন তোমরা তার প্রশংসা করতে করতে জবাব দিবে এবং জানতে পারবে যে, খুব অল্প সময়ই তোমরা অবস্থান করেছো।\" (১৭:৫২) আর এক জায়গায় মহান আল্লাহ বলেনঃ (আরবি)অর্থাৎ “আমার আদেশ এতো কম সময়ের মধ্যে পালিত হবে যে, ঠিক যেন চোখের পলক ফেলার সময়।” (৫৪:৫০) অন্য এক জায়গায় রয়েছেঃ (আরবি)অর্থাৎ “কিয়ামতের আদেশ চোখের পলক ফেলার মত সময়ে কার্যকরী হবে, বরং এর চেয়েও কম সময়ে।” (১৬:৭৭) এখানেও বলা হয়েছেঃ “এটা তো এক বিকট শব্দের বিলম্ব মাত্র, তখনই ময়দানে তাদের আবির্ভাব হবে।' ঐদিন প্রবল প্রতাপান্বিত আল্লাহ ভীষণ ক্রুদ্ধ হবেন। এই শব্দও ক্রোধের সাথেই হবে। এটা হলো, শেষ ফুকার, যেই ফুঙ্কারের পরেই সমস্ত মানুষ জমীনের উপরে এসে পড়বে। অথচ এর পূর্বে তারা ছিল মাটির নীচে।(আরবি) শব্দের অর্থ হলো ভূ-পৃষ্ঠ ও সমতল ময়দান। সাওরী (রঃ) বলেন যে, এর দ্বারা সিরিয়ার যমীনকে বুঝানো হয়েছে। উসমান ইবনে আবিল আনিকার (রঃ) উক্তি এই যে, এর দ্বারা উদ্দেশ্য হলো বায়তুল মুকাদ্দাসের যমীন। অহাব ইবনে মুনাব্বাহ (রঃ) বলেন যে, (আরবি) হলো বায়তুল মুকাদ্দাসের এক দিকের একটি পাহাড়। কিন্তু এটা হলো সবচেয়ে গারীব বা দুর্বল উক্তি। প্রথমটিই সঠিকতম উক্তি অর্থাৎ ভূ-পৃষ্ঠ। সমস্ত মানুষ ভূ-পৃষ্ঠে সমবেত হবে। ঐ সময় ভূ-পৃষ্ঠ হবে সাদা, পরিষ্কার-পরিচ্ছন্ন এবং শূন্য। যেমন ময়দার রুটি হয়ে থাকে। যেমন আল্লাহ তাআলা অন্য জায়গায় বলেনঃ (আরবি)অর্থাৎ “যেদিন এই পৃথিবী পরিবর্তিত হয়ে অন্য পৃথিবী হবে এবং আকাশমণ্ডলীও, আর মানুষ উপস্থিত হবে আল্লাহর সামনে, যিনি এক, পরাক্রমশালী।\" (১৪:৪৮) আল্লাহ পাক আরো বলেনঃ (আরবি)অর্থাৎ তারা তোমাকে পর্বতসমূহ সম্পর্কে জিজ্ঞেস করে। বলঃ আমার প্রতিপালক ওগুলোকে সমূলে উৎপাটন করে বিক্ষিপ্ত করে দিবেন। অতঃপর তিনি ওকে পরিণত করবেন মসৃণ সমতল ময়দানে। যাতে তুমি বক্রতা ও উচ্চতা দেখবে না।” (২০:১০৫-১০৭) আর এক জায়গায় বলেনঃ (আরবি)অর্থাৎ ‘আর যেদিন আমি পাহাড়কে চালিত করবো এবং ভূ-পৃষ্ঠ পরিষ্কার রূপে প্রকাশ হয়ে পড়বে।\" (১৮:৪৭) মোটকথা, সম্পূর্ণ নতুন একটি যমীন হবে, যেই যমীনে কখনো কোন অন্যায়, খুনাখুনি এবং পাপাচার সংঘটিত হয়নি।"
    },
    { "ayah": 15, "surah": 79, "text": "Please check ayah 79:26 for complete tafsir." },
    { "ayah": 16, "surah": 79, "text": "Please check ayah 79:26 for complete tafsir." },
    { "ayah": 17, "surah": 79, "text": "Please check ayah 79:26 for complete tafsir." },
    { "ayah": 18, "surah": 79, "text": "Please check ayah 79:26 for complete tafsir." },
    { "ayah": 19, "surah": 79, "text": "Please check ayah 79:26 for complete tafsir." },
    { "ayah": 2, "surah": 79, "text": "Please check ayah 79:14 for complete tafsir." },
    { "ayah": 20, "surah": 79, "text": "Please check ayah 79:26 for complete tafsir." },
    { "ayah": 21, "surah": 79, "text": "Please check ayah 79:26 for complete tafsir." },
    { "ayah": 22, "surah": 79, "text": "Please check ayah 79:26 for complete tafsir." },
    { "ayah": 23, "surah": 79, "text": "Please check ayah 79:26 for complete tafsir." },
    { "ayah": 24, "surah": 79, "text": "Please check ayah 79:26 for complete tafsir." },
    { "ayah": 25, "surah": 79, "text": "Please check ayah 79:26 for complete tafsir." },
    {
      "ayah": 26,
      "surah": 79,
      "text": "১৫-২৬ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা স্বীয় রাসূল মুহাম্মাদ (সঃ)-কে অবহিত করছেন যে, তিনি তাঁর বান্দা ও রাসূল হযরত মূসা (আঃ)-কে ফিরাউনের নিকট পাঠিয়েছিলেন এবং মু'জিযা দ্বারা তাকে সাহায্য করেছিলেন। কিন্তু এতদসত্ত্বেও ফিরাউন ঔদ্ধত্য, হঠকারিতা ও কুফরী হতে বিরত হয়নি। অবশেষে তার উপর আল্লাহর আযাব নাযিল হলো এবং সে ধ্বংস হয়ে গেল। মহামহিমান্বিত আল্লাহ স্বীয় নবী (সঃ)-কে সম্বোধন করে বলেনঃ হে নবী (সঃ) তোমার বিরুদ্ধাচরণকারী এবং তোমাকে মিথ্যা প্রতিপন্নকারী কাফিরদেরও অনুরূপ অবস্থা হবে। এজন্যেই এই ঘটনার শেষে বলেনঃ “যে ভয় করে তার জন্যে অবশ্যই এতে শিক্ষা রয়েছে।আল্লাহ তাবারাকা ওয়া তা'আলা স্বীয় নবী (সঃ) কে বলেনঃ তোমার নিকট কি মূসা (আঃ)-এর বৃত্তান্ত পৌঁছেছে। ঐ সময় হযরত মূসা (আঃ) তুওয়া নামক একটি পবিত্র প্রান্তরে ছিলেন। তুওয়া সম্পর্কে বিস্তারিত বর্ণনা সূরা তোয়াহা' এর মধ্যে গত হয়েছে। আল্লাহ তা'আলা হযরত মূসা (আঃ)-কে আহ্বান করে বলেনঃ ফিরাউন হঠকারিতা, অহংকার ও সীমালংঘন করেছে। সুতরাং তুমি তার কাছে গমন কর এবং আমার বার্তা তার নিকট পৌঁছিয়ে দাও। তাকে জিজ্ঞেস কর যে, তোমার কথা শুনে সে সরল, সত্য ও পবিত্র পথে পরিচালিত হতে চায় কি না? তাকে তুমি বলবেঃ তুমি যদি আমার কথা শ্রবণ কর ও মান্য কর তবে তুমি পবিত্রতা অর্জন করবে। আমি তোমাকে আল্লাহর ইবাদতের এমন পদ্ধতি সম্পর্কে অবহিত করবো যার ফলে তোমার হৃদয় নরম ও উজ্জ্বল হবে। তোমার অন্তরে বিনয় ও আল্লাহ ভীতি সৃষ্টি হবে। আর তোমার মন হতে কঠোরতা, রূঢ়তা ও নির্মমতা বিদূরিত হয়ে যাবে।হযরত মূসা (আঃ) ফিরাউনের কাছে গেলেন, তাকে আল্লাহর বাণী শশানালেন, যুক্তি প্রমাণ উপস্থাপন করলেন এবং নিজের সত্যতার স্বপক্ষে মু'জিযা দেখালেন। কিন্তু ফিরাউনের মনে কুফরী বদ্ধমূল ছিল বলে সে হযরত মূসা (আঃ)-এর কথা শোনা সত্ত্বেও তার মধ্যে কোন প্রতিক্রিয়া সৃষ্টি হলো না। সে বারবার সত্যকে অস্বীকার করে নিজের হঠকারী স্বভাবের উপর অটল রয়ে গেল। হক ও সত্য সুস্পষ্ট হওয়া সত্ত্বেও হতভাগ্য ফিরাউন ঈমান আনতে পারলো না। ফিরাউনের মন জানতো যে, তার কাছে আল্লাহর পয়গাম নিয়ে যিনি এসেছেন তিনি সত্য নবী এবং তাঁর শিক্ষাও সত্য। কিন্তু তার মন জানলেও সে বিশ্বাস করতে পারলো না। জানা এক কথা এবং ঈমান আনয়ন করা অন্য কথা। মন যা জানে তা বিশ্বাস করাই হলো ঈমান, অর্থাৎ সত্যের অনুগত হয়ে যাওয়া এবং আল্লাহ ও তাঁর রাসূল (সঃ)-এর কথার প্রতি আমল করার জন্যে আত্মনিয়োগ করা। ফিরাউন সত্য হতে মুখ ফিরিয়ে নিলো এবং সত্যবিরোধী তৎপরতা চালাতে শুরু করলো। সে যাদুকরদেরকে একত্রিত করে তাদের কাছে হযরত মূসা (আঃ)-কে হেয় প্রতিপন্ন করতে চাইলো। সে স্বগোত্রকে একত্রিত করে তাদের মধ্যে ঘোষণা করলোঃ “আমিই তোমাদের বড় প্রতিপালক।\" একথা বলার চল্লিশ বছর পূর্বে সে বলেছিলঃ (আরবি) অর্থাৎ “আমি ছাড়া তোমাদের কোন মাবুদ আছে তা আমি জানি না।” (২৮:৩৮) এবার তার হঠকারিতা এবং ঔদ্ধত্য একেবারে সীমা ছাড়িয়ে গেল। সে খোলাখুলিভাবে বলে ফেললোঃ “আমিই তোমাদের মহা প্রভু। আমি সবার উপর বিজয়ী।”“অতঃপর আল্লাহ, তাকে আখিরাতে ও দুনিয়ায় কঠিন শাস্তি দেন।” অর্থাৎ আল্লাহ তা'আলা তাকে এমন শাস্তি দেন যে, তা তার মত আল্লাহ দ্রোহীদের জন্যে চিরকাল দৃষ্টান্ত হয়ে থাকবে। এটা তো দুনিয়ার ব্যাপার। এছাড়া আখিরাতের শাস্তি এখনো অবশিষ্ট রয়েছে। যেমন আল্লাহ তা'আলা বলেনঃ (আরবি)অর্থাৎ “আমি তাদেরকে জাহান্নামের দিকে আহ্বানকারী নেতা বানিয়েছি এবং কিয়ামতের দিন তাদেরকে সাহায্য করা হবে না।” (২৮:৪১) আয়াতের সঠিক অর্থ এটাই যে, আখিরতি ও উলা দ্বারা দুনিয়া ও আখিরাতকে বুঝানো হয়েছে। কেউ কেউ বলেন যে, এর দ্বারা ফিরাউনের দুইটি উক্তি উদ্দেশ্য। অর্থাৎ তার এ কথা বলাঃ “আমি ছাড়া তোমাদের কোন মা'বুদ আছে বলে আমার জানা নেই।” এবং এরপরে বলাঃ “আমিই তোমাদের শ্রেষ্ঠ প্রতিপালক। আবার অন্য কেউ কেউ বলেন যে, এর দ্বারা উদ্দেশ্য হলো কুফরী ও নাফরমানী। কিন্তু প্রথমটিই সঠিকতম উক্তি। আর এতে কোন সন্দেহ নেই। এতে ঐ লোকদের জন্যে শিক্ষা ও উপদেশ রয়েছে যারা উপদেশ গ্রহণ করে এবং যাদের অন্যায় হতে বিরত থাকার মানসিকতা রয়েছে।"
    },
    { "ayah": 27, "surah": 79, "text": "Please check ayah 79:33 for complete tafsir." },
    { "ayah": 28, "surah": 79, "text": "Please check ayah 79:33 for complete tafsir." },
    { "ayah": 29, "surah": 79, "text": "Please check ayah 79:33 for complete tafsir." },
    { "ayah": 3, "surah": 79, "text": "Please check ayah 79:14 for complete tafsir." },
    { "ayah": 30, "surah": 79, "text": "Please check ayah 79:33 for complete tafsir." },
    { "ayah": 31, "surah": 79, "text": "Please check ayah 79:33 for complete tafsir." },
    { "ayah": 32, "surah": 79, "text": "Please check ayah 79:33 for complete tafsir." },
    {
      "ayah": 33,
      "surah": 79,
      "text": "২৭-৩৩ নং আয়াতের তাফসীর\nযারা মৃত্যুর পর পুনরুজ্জীবনে বিশ্বাস করতো না তাদের সামনে আল্লাহ তাআলা যুক্তি পেশ করছেন যে, আকাশ সৃষ্টি করার চেয়ে মৃত মানুষকে পুনরুজ্জীবিত করা আল্লাহর নিকট বহুগুণে সহজ ব্যাপার। যেমন অন্য আয়াতে রয়েছেঃ (আরবি)অর্থাৎ “আসমান ও জমীন সৃষ্টি করা মানুষ সৃষ্টি অপেক্ষা বহুগুণে কঠিন কাজ।\" (৪০:৫৭) অন্য এক আয়াতে আল্লাহ পাক বলেনঃ (আরবি)অর্থাৎ “যিনি আকাশমণ্ডলী ও পৃথিবী সৃষ্টি করেছেন তিনি কি তাদের অনুরূপ সৃষ্টি করতে সমর্থ নন? হ্যাঁ, নিশ্চয়ই তিনি মহা স্রষ্টা, সর্বজ্ঞ।” (৩৬:৮১) ।তিনি অত্যন্ত উঁচু, প্রশস্ত ও সমতল করে আকাশ সৃষ্টি করেছেন। তারপর অন্ধকার রাত্রে চমকিত ও উজ্জ্বল নক্ষত্ররাজি ঐ আকাশের গায়ে বসিয়ে দিয়েছেন। তিনি অন্ধকার কৃষ্ণকায় রাত্রি সৃষ্টি করেছেন। দিনকে উজ্জ্বল এবং আলোকমণ্ডিত করে সৃষ্টি করেছেন। জমীনকে তিনি বিছিয়ে দিয়েছেন। পানি এবং খাদ্যদ্রব্যও তিনি বের করেছেন। সূরা হা-মীম সাজদায় উল্লেখ করা হয়েছে যে, আকাশের পূর্বেই জমীন সৃষ্টি করা হয়েছে। তবে যমীনের বিস্তৃতিকরণ আকাশ সৃষ্টির পরে ঘটেছে। এখানে এটাই বর্ণনা করা হচ্ছে।হযরত ইবনে আব্বাস (রাঃ) এবং বহু সংখ্যক তাফসীরকার এ রকমই বর্ণনা করেছেন। ইবনে জারীরও (রঃ) এই উক্তিটি পছন্দ করেছেন। পাহাড়সমূহকে তিনি অত্যন্ত দৃঢ়ভাবে স্থাপন করেছেন। তিনি বিজ্ঞানময় এবং অভ্রান্ত ও সঠিক জ্ঞানের অধিকারী। তিনি তাঁর সৃষ্টজীবের প্রতি দয়ালু ও পরম করুণাময়।হযরত আনাস ইবনে মালিক (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “যখন আল্লাহ তা'আলা যমীন সৃষ্টি করেন তখন তা দুলতে শুরু করে। সূতরাং তিনি তখন পাহাড় সৃষ্টি করে যমীনের বুকে স্থাপন করে দেন। ফলে যমীন স্থির ও নিশ্চল হয়ে যায়। এতে ফেরেশতামণ্ডলী খুবই বিস্মিত হন। তাঁরা আল্লাহকে জিজ্ঞেস করেনঃ “হে আমাদের প্রতিপালক! আপনার সৃষ্টির মধ্যে পাহাড়ের অপেক্ষাও অধিক শক্ত অন্য কিছু আছে কি?\" তিনি উত্তরে বলেন! হ্যা আছে। তা হলে লোহা।” ফেরেশতাগণ পুনরায় প্রশ্ন করেনঃ “লোহা অপেক্ষাও কঠিনতর কিছু আছে কি?\" আল্লাহ তা'আলা জবাবে বলেনঃ “হ্যা, আছে। তা হলো আগুন। ফেরেশতারা আবার জিজ্ঞেস করেনঃ “আগুন অপেক্ষাও বেশী কঠিন কিছু কি আছে?” আল্লাহ তা'আলা উত্তর দেনঃ “হ্যা আছে। তা হলো পানি।” তাঁরা পুনরায় প্রশ্ন করেন “পানির চেয়েও বেশী কঠিন কিছু আছে কি?” তিনি জবাবে বলেনঃ “হ্যা, আছে। তা হচ্ছে বাতাস।\" তারা আবারও প্রশ্ন করেনঃ “হে আমাদের প্রতিপালক! আপনার সৃষ্টির মধ্যে বায়ু অপেক্ষাও অধিক কঠিন কিছু কি আছে? তিনি জবাব দেনঃ “হ্যা আছে। সে হলো ঐ আদম সন্তান যে তার ডান হাতে যা খরচ (দান) করে বাম হাত তা জানতে পারে না।” (এ হাদীসটি মুসনাদে আহমাদে বর্ণনা করা হয়েছে)হযরত আলী (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “আল্লাহ যখন যমীন সৃষ্টি করেন তখন তা কাঁপতে থাকে এবং বলতে থাকেঃ “আপনি আমার উপর আদম (আঃ)-কে এবং তাঁর সন্তানদেরকে সৃষ্টি করলেন যারা আমার উপর তাদের ময়লা আবর্জনা নিক্ষেপ করবে এবং আমার উপরে অবস্থান করে পাপকর্মে লিপ্ত হয়ে পড়বে? তখন আল্লাহ তা'আলা পাহাড় স্থাপন করে যমীনকে স্থির ও নিশ্চল করে দেন। তোমরা বহু সংখ্যক পাহাড় পর্বত দেখতে পাচ্ছ। আরো বহু পাহাড় তোমাদের দৃষ্টির অগোচরে রয়েছে। পর্বতরাজি স্থাপনের পর যমীনের স্থির হয়ে যাওয়া ঠিক তেমনিই ছিল যেমন উট যবেহ করার পর ওর গোশত কাঁপতে থাকে এবং কিছুক্ষণ কম্পনের পর স্থির হয়ে যায়।” (এ হাদীসটি বর্ণনা করেছেন ইমাম আবু জাফর ইবনে জারীর (রঃ)। কিন্তু এটা অত্যন্ত গারীব বা দুর্বল হাদীস)এরপর আল্লাহ তা'আলা বলেনঃ এসব কিছু তোমাদেরও তোমাদের জন্তুগুলোর উপকারের জন্যে ও উপভোগের জন্যে (সৃষ্টি করা হয়েছে)। অর্থাৎ যমীন হতে কূপ ও ঝর্ণা বের করা, গোপনীয় খনি প্রকাশিত করা, ক্ষেতের ফসল ও গাছ-পালা জন্মাননা, পাহাড়-পর্বত স্থাপন করা ইত্যাদি, এগুলোর ব্যবস্থা আল্লাহ করেছেন যাতে তোমরা জমীন হতে পুরোপুরি লাভবান হতে পার। সবকিছুই মানুষের এবং তাদের পশুদের উপকারার্থে সৃষ্টি করা হয়েছে। ঐসব পশুও তাদেরই উপকারের উদ্দেশ্যে আল্লাহ পাক সৃষ্টি করেছেন। তারা কোন পশুর গোশত ভক্ষণ করে, কোন পশুকে বাহন হিসেবে ব্যবহার করে এবং এই পৃথিবীতে সুখে-শান্তিতে জীবন অতিবাহিত করে থাকে।"
    },
    { "ayah": 34, "surah": 79, "text": "Please check ayah 79:46 for complete tafsir." },
    { "ayah": 35, "surah": 79, "text": "Please check ayah 79:46 for complete tafsir." },
    { "ayah": 36, "surah": 79, "text": "Please check ayah 79:46 for complete tafsir." },
    { "ayah": 37, "surah": 79, "text": "Please check ayah 79:46 for complete tafsir." },
    { "ayah": 38, "surah": 79, "text": "Please check ayah 79:46 for complete tafsir." },
    { "ayah": 39, "surah": 79, "text": "Please check ayah 79:46 for complete tafsir." },
    { "ayah": 4, "surah": 79, "text": "Please check ayah 79:14 for complete tafsir." },
    { "ayah": 40, "surah": 79, "text": "Please check ayah 79:46 for complete tafsir." },
    { "ayah": 41, "surah": 79, "text": "Please check ayah 79:46 for complete tafsir." },
    { "ayah": 42, "surah": 79, "text": "Please check ayah 79:46 for complete tafsir." },
    { "ayah": 43, "surah": 79, "text": "Please check ayah 79:46 for complete tafsir." },
    { "ayah": 44, "surah": 79, "text": "Please check ayah 79:46 for complete tafsir." },
    { "ayah": 45, "surah": 79, "text": "Please check ayah 79:46 for complete tafsir." },
    {
      "ayah": 46,
      "surah": 79,
      "text": "৩৪-৪৬ নং আয়াতের তাফসীর\n(আরবি) দ্বারা কিয়ামতের দিন উদ্দেশ্য। কেননা, ঐদিন হবে খুবই ভয়াবহ ও গোলযোগপূর্ণ দিন। যেমন অন্যত্র রয়েছেঃ (আরবি) অর্থাৎ “কিয়ামত বড়ই কঠিন ও অপছন্দনীয় দিন।” (৫৪:৪৬) যেমন অন্য জায়গায় রয়েছেঃ (আরবি)অর্থাৎ “সেই দিন মানুষ উপদেশ গ্রহণ করবে, কিন্তু তখন উপদেশ গ্রহণে কি কাজ হবে?” (৮৯:২৩) অর্থাৎ ঐ সময় উপদেশ গ্রহণে কোনই উপকার হবে। মানুষের সামনে জাহান্নামকে নিয়ে আসা হবে। তারা ঐ জাহান্নাম স্বচক্ষে দেখবে। পার্থিব জীবনে যারা শুধু পার্থিব চিন্তায় ও তৎপরতায় লিপ্ত ছিল, সেই দিন তাদের ঠিকানা হবে জাহান্নাম। তাদের খাদ্য হবে যাককূম নামক গাছ এবং পানীয় হবে হামীম বা ফুটন্ত পানি। তবে হ্যা, যারা আল্লাহ তা'আলার সামনে দখুন হওয়ার ভয় করেছে এবং কুপ্রবৃত্তি হতে নিজেদেরকে বিরত রেখেছে, তাদের ঠিকানা হবে জান্নাত। সেখানে তারা সর্বপ্রকারের নিয়ামত লাভ করবে।এরপর আল্লাহ তা'আলা বলেনঃ হে নবী (সঃ)! কিয়ামত কখন সংঘটিত হবে একথা তারা তোমাকে জিজ্ঞেস করছে। তুমি তাদেরকে বলে দাওঃ আমি সেটা জানি না এবং শুধু আমি কেন, আল্লাহর মাখলুকাতের মধ্যে কেউই তা জানে না। এর সঠিক জ্ঞান একমাত্র আল্লাহ তাআলারই রয়েছে। ওটা আকাশ ও পৃথিবীর উপর বোঝা হয়ে আছে, অকস্মাৎ এসে পড়বে। জনগণ তোমাকে এমনভাবে জিজ্ঞেস করছে যে, যেন তুমি সেটা জান। অথচ মহামহিমান্বিত আল্লাহ ছাড়া সে সম্পর্কে কারো কোন জ্ঞান নেই।হযরত জিবরাঈল (আঃ) যখন মানুষের রূপ ধরে রাসূলুল্লাহ (সঃ)-এর নিকট আগমন করেন এবং তাকে কয়েকটি প্রশ্ন করেন তখন তিনি সেসব প্রশ্নের উত্তর দেন। তাকে কিয়ামতের দিন সম্পর্কে প্রশ্ন করা হলে জবাবে তিনি বলেন “জিজ্ঞাসিত ব্যক্তি জিজ্ঞেসকারী অপেক্ষা বেশী জানে না।” আল্লাহ তা'আলার উক্তিঃ হে নবী (সঃ)! যে এর ভয় রাখে তুমি শুধু তাকেই সতর্ককারী। অর্থাৎ তুমি একজন সতর্ককারী মাত্র। যারা ঐ ভয়াবহ দিনকে ভয় করে তারাই শুধু এতে লাভবান হবে। তারা প্রস্তুতি গ্রহণ করবে বলে সেই দিনের ভয়াবহতা থেকে তারা রক্ষা পেয়ে যাবে। পক্ষান্তরে যারা তোমার সতর্কীকরণ থেকে শিক্ষা গ্রহণ করবে না, বরং তোমার বিরোধিতা করবে তারা সেই দিন নিকৃষ্ট ধরনের ধ্বংসাত্মক আযাবের কবলে পতিত হবে।মানুষ যখন নিজেদের কবর থেকে উঠে হাশরের ময়দানে সমবেত হবে তখন পৃথিবীর জীবনকাল তাদের কাছে খুবই কম বলে অনুভূত হবে। তাদের মনে হবে যে, তারা যেন সকাল বেলার কিছু অংশ অথবা বিকেল বেলার কিছু অংশ পৃথিবীতে অতিবাহিত করেছে।যুহরের সময় থেকে নিয়ে সূর্যাস্ত পর্যন্ত সময়কে (আরবি) বলা হয় এবং সূর্যোদয় থেকে নিয়ে অর্ধ দিন পর্যন্ত সময়কে (আরবি) বলা হয়। অর্থাৎ আখিরাতের তুলনায় পৃথিবীর সুদীর্ঘ বয়সকেও অতি অল্পকাল বলে মনে হবে।"
    },
    { "ayah": 5, "surah": 79, "text": "Please check ayah 79:14 for complete tafsir." },
    { "ayah": 6, "surah": 79, "text": "Please check ayah 79:14 for complete tafsir." },
    { "ayah": 7, "surah": 79, "text": "Please check ayah 79:14 for complete tafsir." },
    { "ayah": 8, "surah": 79, "text": "Please check ayah 79:14 for complete tafsir." },
    { "ayah": 9, "surah": 79, "text": "Please check ayah 79:14 for complete tafsir." }
  ]
}
