{
  "ayahs": [
    { "ayah": 1, "surah": 85, "text": "Please check ayah 85:10 for complete tafsir." },
    {
      "ayah": 10,
      "surah": 85,
      "text": "হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) ইশার নামাযে (আরবি) এবং (আরবি) এই সূরা দু’টি পাঠ করতেন। (এ হাদীসটি মুসনাদে আহমদে বর্ণনা করা হয়েছে)হযরত আবু হুরাইরা (রাঃ) হতেই বর্ণিত আছে যে, রাসূলুল্লাহ্ (সঃ) ইশার নামাযে (আরবি) এর এই সূরাগুলো পাঠ করার নির্দেশ দিয়েছেন। (এ হাদীসটিও ইমাম আহমদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন)\n১-১০ নং আয়াতের তাফসীর\nবুরুজের অর্থ হলো বড় বড় নক্ষত্র। হযরত মুজাহিদ (রঃ) হতে বর্ণিত আছে যে, বুরুজ ওকে বলা হয় যেখানে হিফাযতকারী অবস্থান করেন। ইয়াহ্ইয়া (রঃ) বলেন যে, এটা হলো আসমানী মহল। মিনহাল ইবনে আমর (রঃ) বলেন যে, এর অর্থ হলোঃ উত্তম কারুকার্য সম্পন্ন আকাশ। ইবনে জারীর (রঃ) বলেন যে, এর অর্থ হলোঃ সূর্য ও চন্দ্রের মনযিলসমূহ। এই মনযিলের সংখ্যা বারো। প্রতি মনযিলে সূর্য এক মাস চলাচল করে এবং চন্দ্র ঐ মনযিলসমূহের প্রত্যেকটিতে দু’দিন ও এক তৃতীয়াংশ দিন চলাচল করে। এতে আটাশ দিন হয়। আর দু'রাত পর্যন্ত চন্দ্র গোপন থাকে, আত্ম প্রকাশ করে না। হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ্ (সঃ) বলেছেনঃ (আরবি) দ্বারা কিয়ামতের দিনকে বুঝানো হয়েছে। (আরবি) হলো জুমআ'র দিন। যেসব দিনে সূর্য উদিত ও অস্তমিত হয় সেগুলোর মধ্যে উন্নত ও শ্রেষ্ঠ দিন হলো এই জুমআর দিন। এই দিনের মধ্যে এক ঘন্টা সময় এমন রয়েছে যে, ঐ সময়ে বান্দা যে কল্যাণ প্রার্থনা করে তা কবুল হয়ে যায়। আর কেউ অকল্যাণ হতে পরিত্রাণ প্রার্থনা করলে তাকে পরিত্রাণ দেয়া হয়। আর (আরবি) হলো আরাফার দিন।” (এ হাদীসটি ইমাম ইবনে আবী হাতিম (রঃ) বর্ণনা করেছেন। অনুরূপভাবে এটা ইবনে খুযাইমা (রঃ) বর্ণনা করেছেন। মূসা ইবনে উবায়েদ (রঃ) এর একজন বর্ণনাকারী এবং ইনি যাঈফ বা দুর্বল রাবী)মুসনাদে আহমাদে হযরত আবু হুরাইরা (রাঃ) হতেও অনুরূপ বর্ণিত আছে। অন্যান্য কয়েকজন থেকেও এ তাফসীর বর্ণিত রয়েছে এবং তাঁদের মধ্যে কোন মতভেদ নেই। অন্য রিওয়াইয়াতে মারফু’রূপে বর্ণিত আছেঃ “জুমআর দিনকে যে এখানে বলা হয়েছে এটা বিশেষভাবে আমাদের জন্যে ধনভাণ্ডারের মত গোপনীয় রেখে দেয়া হয়েছে।”অন্য এক হাদীসে রয়েছেঃ “সকল দিনের নেতা হলো জুমআর দিন।” হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, দ্বারা স্বয়ং হযরত মুহাম্মদ (সঃ)-কে বুঝানো হয়েছে। আর দ্বারা বুঝানো হয়েছে কিয়ামতের দিনকে। তারপর তিনি নিম্নের আয়াতটি পাঠ করেনঃ (আরবি)অর্থাৎ “ওটা ঐ দিন যেই দিনে লোকদেরকে একত্রিত করা হবে এবং ওটা হলো হাযির করার দিন (অর্থাৎ কিয়ামতের দিন)।”(১১:১০৩)।এক ব্যক্তি ইমাম হাসান ইবনে আলী (রাঃ)-কে প্রশ্ন করলোঃ (আরবি) কি? উত্তরে তিনি বললেন! “তুমি অন্য কাউকেও জিজ্ঞেস করেছো কি?” লোকটি জবাব দিলোঃ “হ্যা, আমি হযরত ইবনে উমার (রঃ) ও হযরত ইবনে যুবায়ের (রাঃ)-কে জিজ্ঞেস করেছি।” তিনি জিজ্ঞেস করলেনঃ “তারা কি বলেছেন?” লোকটি জবাবে বললোঃ তারা বলেছেন যে, (আরবি) দ্বারা কুরবানীর দিন ও জুমআ'র দিনকে বুঝানো হয়েছে।” তিনি তখন বললেনঃ না তা নয়। বরং (আরবি)  দ্বারা স্বয়ং হযরত মুহাম্মদ (সঃ)-কে বুঝানো হয়েছে। যেমন কুরআন কারীমে রয়েছেঃ (আরবি)অর্থাৎ যখন প্রত্যেক উম্মত হতে একজন সাক্ষী উপস্থিত করবো এবং তোমাকে তাদের বিরুদ্ধে সাক্ষীরূপে উপস্থিত করবো তখন কি অবস্থা হবে?” (৪:৪১) আর (আরবি) দ্বারা কিয়ামতের দিন উদ্দেশ্য। যেমন কুরআন কারীমে '. ঘঘাষিত হয়েছেঃ (আরবি) অর্থাৎ ওটা হলো হাযির করার দিন (অর্থাৎ কিয়ামতের দিন)। এর অর্থ আদম সন্তান বলেও বর্ণিত হয়েছে। আর (আরবি) এর অর্থ কিয়ামতের দিন এবং জুমআর দিন বলেও উল্লিখিত হয়েছে। কেননা, এই দিনেই কিয়ামত সংঘটিত হবে। এর অর্থ আরাফার দিন। বলেও উল্লেখ করা হয়েছে।এক হাদীসে আছে যে, রাসূলুল্লাহ্ (সঃ) বলেছেনঃ “জুমআর দিন আমার প্রতি তোমরা বেশী করে দুরূদ পাঠ করো, কারণ এদিন “মাশহুদ’ দিন, এদিনে ফেরেশতা হাযির হন।” হযরত সাঈদ ইবনে জুবাইর (রঃ) বলেনঃ হলেন স্বয়ং আল্লাহ্ তা'আলা। যেমন আল্লাহ্ পাক বলেনঃ (আরবি) অর্থাৎ “সাক্ষী হিসেবে আল্লাহই যথেষ্ট।” (৪৮:২৮) আর (আরবি) হলাম আমরা। আমাদের সবাইকে আল্লাহ্ তা'আলার সামনে হাযির করা হবে। অধিকাংশের মতে (আরবি) হলো জুমআ'র দিন এবং (আরবি) হলো আরাফার দিন। এই শপথ সমূহের পর ইরশাদ হচ্ছেঃ ধ্বংস করা হয় অগ্নিকুণ্ডের অধিপতিদেরকে। এরা ছিল একদল কাফির যারা ঈমানদারদেরকে পরাজিত করে তাদেরকে ধর্ম হতে সরিয়ে দিতে চেয়েছিল। কিন্তু তারা অস্বীকৃতি জানালে ঐ কাফিররা মাটিতে গর্ত খনন করে তার মধ্যে কাঠ রেখে আগুন জ্বালিয়ে দেয় তারপর ঈমানদারদেরকে বলেঃ এখনো তোমাদের এ ধর্মত্যাগ কর। ঈমানদার লোকেরা এতে অস্বীকৃতি জানালেন। তখন ঐ কাফিররা তাদেরকে ঐ প্রজ্জ্বলিত অগ্নিকুণ্ডে ফেলে দেয়। এটাকেই বর্ণনা করা হয়েছে যে, এরা ধ্বংস হয়ে গেছে। এরা ইন্ধনপূর্ণ প্রজ্জ্বলিত আগুনে ঈমানদারদেরকে জ্বলে পুড়ে মৃত্যুবরণের দৃশ্য দেখছিল ও আনন্দে আটখানা হচ্ছিল। এ শক্রতা এবং শাস্তির কারণ শুধু এটাই ছিল যে, তারা পরাক্রমশালী ও প্রশংসনীয় আল্লাহর প্রতি ঈমান এনেছিলেন। প্রকৃতপক্ষে আল্লাহ তা'আলাই সর্বশক্তিমান। তাঁর আশ্রয়ে আশ্রিত লোকেরা কখনো ধ্বংস হয় না, ক্ষতিগ্রস্ত হয় না। যদি তিনি কখনো নিজের বিশেষ বান্দাদেরকে কাফিরদের দ্বারা কষ্টও দিয়ে থাকেন, সেটাও বিশেষ কল্যাণ ও মঙ্গলের জন্যে এবং তার রহস্য কারো জানা না থাকতেও পারে। কিন্তু সেটা একটা প্রচ্ছন্ন ও বিশেষ অন্তর্নিহিত রহমত ও ফজীলতের ব্যাপার বৈ কিছু নয়।আল্লাহ তা'আলার পবিত্র গুণ বৈশিষ্ট্যের মধ্যে এটাও রয়েছে যে, তিনি জমীন, আসমান এবং সমগ্র মাখলুকাতের মালিক এবং তিনি সকল জিনিসের প্রতি ন্যর রাখছেন। তাঁর দৃষ্টিসীমা থেকে কোন জিনিসই গোপন নেই। হযরত আলী (রাঃ) বলেন যে, এটা পারস্যবাসীদের ঘটনা। পারস্যের বাদশাহ এ আইন জারী করতে চায় যে, মুহাররামাত অর্থাৎ মা, বোন, কন্যা প্রভৃতি সবারই সাথে বিবাহ হালাল বা বৈধ। সমকালীন আলেম সমাজ এই আইন মেনে নিতে অস্বীকার করেন এবং তীব্র প্রতিবাদও জানান। এতে বাদশাহ ক্রুদ্ধ হয়ে খন্দক খনন করে তাতে আগুন জ্বালিয়ে দেয় এবং প্রতিবাদকারীদেরকে ঐ অগ্নিকুণ্ডে নিক্ষেপ করে। পারস্যবাসীরা এখনও সেই সব নারীকে বৈধ বলেই মনে করে থাকে। এরকমও বর্ণিত আছে যে, ঐ সব লোক ছিল ইয়েমনী। মুসলমান ও কাফিরদের মধ্যে যে লড়াই হয় তাতে মুসলমানরা জয় লাভ করে। পরে অন্য যুদ্ধে কাফিররা জয়লাভ করার পর তারা খন্দক খনন করে এবং তাতে আগুন জ্বালিয়ে দিয়ে ওর মধ্যে মুসলমানদেরকে নিক্ষেপ করে এবং এভাবে তাদেরকে পুড়িয়ে হত্যা করে। আবার এটাও বর্ণিত আছে যে, এটা আবিসিনীয়দের ঘটনা। আবার এটাকে বানী ইসরাঈলের ঘটনা বলেও উল্লেখ করা হয়েছে। তারা দানিয়াল এবং তাঁর সঙ্গীদের সাথে এরূপ আচরণ করে। আরো অন্য রকম বর্ণনা এ প্রসঙ্গে রয়েছে।হযরত সুহায়েব (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ পূর্বকালে এক বাদশাহ ছিল। তার দরবারে ছিল এক যাদুকর। সে বৃদ্ধ হয়ে গেলে বাদশাহকে বলেঃ আমি তো এখন বৃদ্ধ হয়ে পড়েছি এবং আমার মৃত্যুর সময় ঘনিয়ে এসেছে। সুতরাং আমাকে এমন একটা ছেলে দিন যাকে আমি ভালভাবে যাদুবিদ্যা শিক্ষা দিতে পারি। তারপর সে একটি মেধাবী বালককে যাদুবিদ্যা শেখাতে শুরু করে। বালকটি তার শিক্ষাগুরুর বাড়ী যাওয়ার পথে এক সাধকের আস্তানার পাশ দিয়ে যেতো। সুফীসাধকও ঐ আস্তানায় বসে কখনো ইবাদত করতেন, আবার কখনো জনগণের উদ্দেশ্যে ওয়াজ নসীহত করতেন। বালকটিও পথের পাশে দাড়িয়ে ইবাদতের পদ্ধতি দেখতে কখনো ওয়ায নসীহত শুনতো। এ কারণে যাদুকরের কাছেও সে মার খেতো এবং বাড়ীতে বাপ মায়ের কাছেও মার খেতো। কারন যাদুকরের কাছে যেমন দেরীতে পৌছতো তেমনি বাড়ীতেও দেরী করে ফিরতো। একদিন সে সাধকের কাছে তার এ দুরাবস্থার কথা বর্ণনা করলো। সাধক তাকে বলে দিলেনঃ যাদুকর দেরীর কারণ জিজ্ঞেস করলে বলবে যে, মা দেরী করে বাড়ী থেকে আসতে দিয়েছেন, কাজ ছিল। আবার মায়ের কাছে গিয়ে বলবে যে, গুরুজী দেরী করে ছুটি দিয়েছেন।এমনিভাবে এ বালক একদিকে যাদু বিদ্যা এবং অন্যদিকে ধর্মীয় বিদ্যা শিক্ষা করতে লাগলো। একদিন সে দেখলো যে, তার চলার পথে এক বিরাট বিস্ময়কর কিম্ভুত কিমাকার জানোয়ার পড়ে আছে। পথে লোক চলাচল বন্ধ হয়ে গেছে। এ পাশ থেকে ওপাশে এবং ওপাশ থেকে এপাশে যাওয়া আসা করা যাচ্ছে না। সবাই উদ্বিগ্নও ব্ৰিতাবস্থায় দাঁড়িয়ে আছে। বালকটি মনে মনে চিন্তা করল যে, একটা বেশ সুযোগ পাওয়া গেছে। দেখাযাক, আল্লাহর কাছে সাধকের ধর্ম অধিক পছন্দনীয় না যাদুকরের ধর্ম অধিক পছন্দনীয়। এটা চিন্তা করে সে একটা পাথর তুলে জানোয়ারটির প্রতি এই বলে নিক্ষেপ করলোঃ হে আল্লাহ আপনার কাছে যদি যাদুকরের ধর্মের চেয়ে সাধকের ধর্ম অধিক পছন্দনীয় হয়ে থাকে তবে এ পাথরের আঘাতে জানোয়ারটিকে মেরে ফেলুন। এতে করে জনসাধারণ এর অপকার থেকে রক্ষা পাবে। পাথর নিক্ষেপের পরপরই ওর আঘাতে জানোয়ারটি মরে গেল। সুতরাং লোক চলাচল স্বাভাবিক হয়ে গেল। আল্লাহ প্রেমিক সাধক এ খবর শুনে তার ঐ বালক শিষ্যকে বললেনঃ হে প্রিয় বৎস! তুমি আমার চেয়ে উত্তম। এবার আল্লাহ তা'আলার পক্ষ থেকে তোমাকে নানাভাবে পরীক্ষার সম্মুখীন হতে হবে। সে সব পরীক্ষা সম্মুখীন হলে আমার সম্বন্ধে কারো কাছে কিছু প্রকাশ করবে না।অতঃপর বালকটির কাছে নানা প্রয়োজনে লোকজন আসতে শুরু করলো। তার দুআর বরকতে জন্মান্ধ দৃষ্টিশক্তি ফিরে পেতে লাগলো। কুষ্ঠ রোগী আরোগ্য লাভ করতে থাকলো এবং এছাড়া আরও নানা দুরারোগ্য ব্যাধি ভাল হতে লাগলো। বাদশাহর এক অন্ধমন্ত্রী এ খবর শুনে বহু মূল্যবান উপহার উপঢৌকনসহ বালকটির নিকট হাজির হয়ে বললেনঃ যদি তুমি আমার দৃষ্টি শক্তি ফিরিয়ে দিতে পার তবে এসবই তোমাকে আমি দিয়ে দিবো। বালকটি একথা শুনে বললোঃ দৃষ্টি শক্তি ফিরিয়ে দেয়ার শক্তি আমার নেই। একমাত্র আমার প্রতিপালক আল্লাহই তা পারেন। আপনি যদি তাঁর প্রতি বিশ্বাস স্থাপন করেন তাহলে আমি তাঁর নিকট দুআ করতে পারি। মন্ত্রী অঙ্গীকার করলে বালক তাঁর জন্যে আল্লাহর নিকট প্রার্থনা করলো। এতে মন্ত্রী তাঁর দৃষ্টি শক্তি ফিরিয়ে পেলেন। অতঃপর মন্ত্রী বাদশাহর দরবারে গিয়ে যথারীতি কাজ করতে শুরু করলেন। তার চক্ষু ভাল হয়ে গেছে দেখে বাদশাহ অবাক হয়ে জিজ্ঞেস করলোঃ আপনার দৃষ্টিশক্তি কে দিলো? মন্ত্রী উত্তরে বললেনঃ আমার প্রভু। বাদশাহ বললোঃ হ্যা, অর্থাৎ আমি। মন্ত্রী বললেনঃ আপনি কেন হবেন? বরং আমার এবং আপনার প্রভু লা শারীক আল্লাহ রাব্বল আলামীন আমার চোখের দৃষ্টি শক্তি ফিরিয়ে দিয়েছেন। তাঁর এ কথা শুনে বাদশাহ বললোঃ তাহলে আমি ছাড়াও আপনার কোন প্রভু আছে না কি?” মন্ত্রী জবাব দিলেনঃ হ্যা অবশ্যই। তিনি আমার এবং আপনার উভয়েরই প্রভু ও প্রতিপালক। বাদশাহ তখন মন্ত্রীকে নানা প্রকার উৎপীড়ন এবং শাস্তি দিতে শুরু করলো এবং জিজ্ঞেস করলোঃ এ শিক্ষা আপনাকে কে দিয়েছে? মন্ত্রী তখন ঐ বালকের কথা বলে ফেললেন এবং জানালেন যে, তিনি তার কাছে ইসলাম গ্রহণ করেছেন। বাদশাহ তখন বালকটিকে ডেকে পাঠিয়ে বললোঃ তুমি তো দেখছি যাদুবিদ্যায় খুবই পারদর্শিতা অর্জন করেছে যে, অন্ধদের দৃষ্টিশক্তি ফিরিয়ে দিচ্ছ এবং দুরারোগ্য ব্রোগীদের আরোগ্য দান করছো? বালক উত্তরে বললোঃ এটা ভুল কথা। আমি কাউকেও সুস্থ করতে পারি না, যাদুও পারে না। সুস্থতা দান একমাত্র আল্লাহই করে থাকেন। বাদশাহ বললোঃ অর্থাৎ আমি। কারণ সবকিছুই তো আমিই করে থাকি। বালক বললোঃ না, না, এটা কখনই নয়। বাদশাহ বললোঃ তাহলে কি তুমি আমাকে ছাড়া অন্য কাউকে প্রভু বলে স্বীকার কর? বালক উত্তরে বললোঃ হ্যা, আমার এবং আপনার প্রভু আল্লাহ ছাড়া কেউ নয়। বাদশাহ তখন বালককে নানা প্রকার শাস্তি দিতে শুরু করলো। বালকটি অতিষ্ঠ হয়ে শেষ পর্যন্ত সাধক সাহেবের নাম বলে দিলো। বাদশাহ সাধককে বললোঃ তুমি এ ধর্মত্যাগ কর। সাধক অস্বীকার করলেন। তখন বাদশাহ তাঁকে করাত দ্বারা ফেড়ে দু'টুকরা করে দিলো। এরপর বাদশাহ বালকটিকে বললোঃ তুমি সাধকের প্রদর্শিত ধর্মবিশ্বাস পরিত্যাগ কর। বালক অস্বীকৃতি জানালো। বাদশাহ তখন তার কয়েকজন সৈন্যকে নির্দেশ দিলোঃ এ বালককে তোমরা অমুক পাহাড়ের চূড়ার উপর নিয়ে যাও। অতঃপর তাকে সাধকের প্রদর্শিত ধর্ম বিশ্বাস ছেড়ে দিতে বললো। যদি মেনে নেয় তবে তো ভাল কথা। অন্যথায় তাকে সেখান হতে গড়িয়ে নীচে ফেলে দাও। সৈন্যরা বাদশাহর নির্দেশমত বালকটিকে পর্বত চূড়ায় নিয়ে গেল এবং তাকে তার ধর্ম ত্যাগ করতে বললো। বালক অস্বীকার করলে তারা তাকে ঐ পর্বত চূড়া হতে ফেলে দিতে উদ্যত হলো। তখন বালক আল্লাহ তা'আলার নিকট প্রার্থনা। করলোঃ হে আল্লাহ! যেভাবেই হোক আপনি আমাকে রক্ষা করুণ! এ প্রার্থনার সাথে সাথেই পাহাড় কেঁপে উঠলো এবং ঐ সৈন্য গুলো গড়িয়ে নীচে পড়ে গেল। বালকটিকে আল্লাহ রক্ষা করলেন সে তখন আনন্দিত চিত্তে ঐ যালিম বাদশাহর নিকট পৌছলো বাদশাহ বিস্মিতভাবে তাকে জিজ্ঞেস করলোঃ ব্যাপার কি? আমার সৈন্যরা কোথায়? বালকটি জবাবে বললোঃ আমার আল্লাহ আমাকে তাদের হাত হতে রক্ষা করেছেন এবং তাদেরকে ধ্বংস করেছেন। বাদশাহ তখন অন্য কয়েকজন সৈন্যকে ডেকে বললোঃ নৌকায় বসিয়ে তাকে সমুদ্রে নিয়ে যাও, তারপর তাকে সমুদ্রগর্ভে নিক্ষেপ করে এসো। সৈন্যরা বালককে নিয়ে চললো এবং সমুদ্রের মাঝখানে নিয়ে গিয়ে নৌকা হতে ফেলে দিতে উদ্যত হলো। বালক সেখানেও মহান আল্লাহর নিকট ঐ একই প্রার্থনা জানালো। সাথে সাথে সমুদ্রে ভীষণ ঢেউ উঠলো এবং সমস্ত নৈস্য সমুদ্রে নিমজ্জিত হলো। বালক নিরাপদে তীরে উঠলো। এবং বাদশাহর দরবারে হাজির হয়ে বললোঃ আমার আল্লাহ আমাকে আপনার সেনাবাহিনীর কবল হতে রক্ষা করেছেন। হে বাদশাহ! আপনি যতই বুদ্ধি খাটান না কেন, আমাকে হত্যা করতে পারবেন না। তবে হ্যা আমি যে পদ্ধতি বলি সেভাবে চেষ্টা করলে আমার প্রাণ বেরিয়ে যাবে। বাদশাহ বললোঃ কি করতে হবে? বালক উত্তরে বললোঃ সকল মানুষকে একটি ময়দানে সমবেত করুন। তারপর খেজুর কাণ্ডের মাথায় শূল উঠিয়ে দিন। অতঃপর আমার তুণ হতে একটি তীর বের করে আমার প্রতি সেই তীর নিক্ষেপ করার সময় নিম্নের বাক্যটি পাঠ করুনঃ (আরবি)অর্থাৎ “আল্লার নামে (এই তীর নিক্ষেপ করছি), যিনি এই বালকের প্রতিপালক।” তাহলে সেই তীর আমার দেহে বিদ্ধ হবে এবং আমি মারা যাবো।বাদশাহ তাই করলো। তীর বালকের কানপট্টিতে বিদ্ধ হলো এবং সেখানে হাত চাপা দিলো ও শাহাদাত বরণ করলো। সে শহীদ হওয়ার সাথে সমবেত জনতা ধর্মকে সত্য বলে বিশ্বাস করলো। সবাই সমবেত কণ্ঠেধ্বণি তুললোঃ আমরা এই বালকের প্রতিপালকের উপর ঈমান আনলাম। এ অবস্থা দেখে বাদশাহ সভাষদবর্গ ভীত সনত্রস্ত হয়ে পড়লো এবং বাদশাহকে বললোঃ আমরা তো এই বালকের ব্যাপারটা কিছুই বুঝতে পারলাম না, সব মানুষই তার ধর্মে বিশ্বাস স্থাপন করলো! আমরা তার ধর্মের প্রসার লাভের আশংকায় তাকে হত্যা করলাম, অথচ হিতে বিপরীত ঘটলো। আমরা যা আশংকা করছিলাম তাই ঘটে গেল। সবাই যে মুসলমান হয়ে গেল! এখন কি করা যায়?বাদশাহ তখন তার অনুচরবর্গকে নির্দেশ দিলোঃ সকল মহল্লায় ও রাস্তায় রাস্তায় বড় বড় খন্দক খনন করো এবং ওগুলোতে জ্বালানিকাষ্ঠ ভর্তি করে দিয়ে আগুন জ্বালিয়ে দাও। যারা ধর্ম ত্যাগ করবে তাদেরকে বাদ দিয়ে এই ধর্মে বিশ্বাসী সকলকে এই অগ্নিকুণ্ডে নিক্ষেপ করো। বাদশাহর এ আদেশ যথাযথভাবে পালিত হলো। মুসলমানদের সবাই অসীম ধৈর্য্যের পরিচয় দিলেন এবং আল্লাহর নাম নিয়ে আগুনে ঝাপিয়ে পড়তে লাগলেন। একজন নারী কোলে শিশু নিয়ে একটি খন্দকের প্রতি ঝুঁকে তাকিয়ে দেখছিলেন। হঠাৎ ঐ অবলা শিশুর মুখে ভাষা ফুটে উঠলো। সে বললোঃ মা! কি করছেন? আপনি সত্যের উপর রয়েছেন। সুতরাং ধৈর্যের সাথে নিশ্চিন্তে অগ্নিকুণ্ডে ঝাপিয়ে পড়ুন। (এ হাদীসটি মুসনাদে আহমদে বর্ণিত হয়েছে। সহীহ মুসলিমের শেষ দিকেও এ হাদীসটি বর্ণিত আছে। সুনানে নাসাঈতেও কিছুটা সংক্ষেপে এ হাদীস বর্ণনা করা হয়েছে)জামে তিরমিযীতে হযরত সুহায়েব (রাঃ) হতে বর্ণিত আছে যে, নবী করীম (সঃ) প্রতিদিন আসরের নামাযের পর সমবেত সাহাবীদের উদ্দেশ্যে কিছু না কিছু বলতেন। একদিন তাঁকে জিজ্ঞেস করা হলোঃ হে আল্লাহর রাসূল (সঃ)! আজকে আপনি কি বলছেন? উত্তরে তিনি বললেনঃ নবীদের মধ্যে একজন নবী ছিলেন যিনি তাঁর উম্মতের উপর গর্ব করতেন। তিনি বলতেন যে, তাদের দেখাশোনা কে করবে? আল্লাহ তা'আলা তখন তার কাছে অহী পাঠালেনঃ আমি নিজেই তাদের উপর প্রতিশোধ গ্রহণ করবো অথবা তাদের উপর তাদের শত্রুদেরকে জয়যুক্ত করবো, এ দুটোর যে কোন একটি পছন্দ করার তাদের ইখতিয়ার বা অধিকার রয়েছে। তারা আল্লাহর প্রতিশোধকেই পছন্দ করলো। তখন একদিনেই তাদের সত্তর জন মারা গেল। এই ঘটনাটি ব্যক্ত করার পর রাসূলুল্লাহ (সঃ) উপরোক্ত হাদীস বর্ণনা করলেন। তারপর মহানবী (সঃ) (আরবি) হতে (আরবি) পর্যন্ত তিলাওয়াত করলেন।যুবক শহীদকে দাফন করা হলো। হযরত উমার (রাঃ)-এর খিলাফতের আমলে তাঁর কবর থেকে তাঁকে বের করা হয়েছিল। তখন দেখা যায়, তার আঙ্গুলী তার কান পট্টিতে লাগানো আছে। এ অবস্থায়ই তিনি শহীদ হয়েছিলেন। কিন্তু ইমাম মুহাম্মদ ইবনে ইসহাক (রঃ) এ ঘটনাকে অন্যভাবে বর্ণনা করেছেন। তিনি বলেন যে নাজরানের অধিবাসীরা মূর্তিপূজক মুশরিক ছিল। নাজরানের পাশে একটি ছোট গ্রাম ছিল। সেই গ্রামে এক যাদুকর বাস করতো। সে নাজরানের অধিবাসীদেরকে যাদু বিদ্যা শিক্ষা দিতো। একজন বুযুর্গ আলেম সেখানে এসে নাজরান এবং সেই গ্রামের মধ্যবর্তী স্থানে আস্তানা গাড়েন। শহরের লোকেরা ঐ যাদুকরের কাছে যাদুবিদ্যা শিখতে যেতো। তাদের মধ্যে আবদুল্লাহ নামক একটি বালকও ছিল। যাদুকরের কাছে যাওয়া আসার পথে সেই ঐ বুযুর্গ আলেমের আস্তানায় তার নামায এবং অন্যান্য ইবাদত দেখার সুযোগ পায়। ক্রমে ক্রমে সে আলেমের ধর্মের প্রতি আকৃষ্ট হয়ে পড়ে। তারপর বালকটি আলেমের আস্তানায় যাওয়া আসা করতো এবং তাঁর কাছে ধর্মীয় শিক্ষা গ্রহণ করতো। কিছুদিন পর সে ইসলাম ধর্ম গ্রহণ করে আল্লাহর একত্ববাদে বিশ্বাস স্থাপন করলো এবং ইসলাম সম্পর্কে বিশেষভাবে জ্ঞান অর্জন করলো। ঐ আলেম ইসমে আযমও জানতেন। বালক তার কাছে ইসমে আযম শিখতে চাইলো। তখন আলেম তাকে বললেনঃ তুমি এখনো এর যোগ্য হওনি, তোমার মন এখনো দুর্বল এই বালক আবদুল্লাহর পিতা নামির তার এই পুত্রের ইসলাম ধর্ম গ্রহণের খবর জানতো না। সে ভাবছিল যে, তার পুত্র যাদুবিদ্যা শিক্ষা করছে এবং সেখানেই যাওয়া আসা করছে।আবদুল্লাহ যখন দেখলো যে, তার গুরু তাকে ইসমে আযম শিখাতে চান না। এবং তার দুর্বলতার ভয় করছেন তখন সে তার তীরগুলো বের করলো এবং আল্লাহ তাআলার যতগুলো নাম তার জানা ছিল, প্রত্যেকটি তীরে একটি একটি করে নাম সে লিখলো। তারপর আগুন জ্বালিয়ে একটি করে তীর আগুনে ফেলতে লাগলো। যে তীর ইসমে আযম লিখা ছিল ঐ তীরটি আগুনে ফেলামাত্রই ওটা লাফিয়ে উঠে আগুন হতে বেরিয়ে পড়লো। ঐ তীরের উপর আগুনের ক্রিয়া হলো না। এ দেখে সে বুঝতে পারলো যে, এটাই ইসমে আযম। তখন সে তার গুরুর কাছে গিয়ে বললোঃ আমি ইসমে আযম শিখে ফেলেছি। গুরু জিজ্ঞেস করলেনঃ কিভাবে? আবদুল্লাহ তখন তীরের পরীক্ষার ঘটনাটি জানালো। গুরু একথা শুনে বললেনঃ ঠিকই বলছো তুমি, এটাই ইসমে আযম। তবে এটা তুমি নিজের মধ্যেই সীমাবদ্ধ রেখো। কিন্তু আমার আশংকা হচ্ছে যে, তুমি এটা প্রকাশ করে দিবে।নাজরানে গিয়ে আবদুল্লাহ দুরারোগ্য ব্যাধিগ্রস্ত, অসুস্থ যাকেই দেখলো তাকেই বলতে শুরু করলোঃ যদি তুমি আমার প্রভুর প্রতি বিশ্বাস স্থাপন কর তবে আমি তোমার আরোগ্যের জন্যে তার কাছে দুআ করবো। রোগী সে কথা মেনে নিতো, আর আবদুল্লাহ ইসমে আযমের মাধ্যমে তাকে রোগমুক্ত করে তুলতো। দেখতে দেখতে নাজরানের বহু সংখ্যক লোক ইসলামে দীক্ষা গ্রহণ করলো। অবশেষে বাদশাহর কানেও ঐ খবর পৌছে গেল। সে আবদুল্লাহকে ডেকে পাঠিয়ে ধমক দিয়ে বললোঃ তুমি আমার প্রজাদেরকে বিভ্রান্ত করছো, আমার এবং আমার পিতা পিতামহের ধর্মের উপর আঘাত হেনেছো। তোমার হাত পা কেটে আমি তোমাকে খোড়া করে দিবো। আবদুল্লাহ ইবনে নামির একথা শুনে বললোঃ আপনার পক্ষে এটা সম্ভব নয়। তারপর বাদশাহ তাকে পাহাড়ের উপর থেকে নীচে গড়িয়ে ফেলে দেয়ার ব্যবস্থা করলো। কিন্তু আবদুল্লাহ নিরাপদে ও সুস্থভাবে ফিরে এলো, তার দেহের কোন জায়গায় আঘাতের চিহ্নমাত্র দেখা গেল না। অতঃপর তাকে নাজরানের তরঙ্গ বিক্ষুব্ধ সমুদ্রের ঘূর্ণাবর্তে নিক্ষেপ করা হলো সেখান থেকে কেউ কখনো ফিরে আসতে পারে না। কিন্তু আবদুল্লাহ সেখান থেকেও সম্পূর্ণ নিরাপদে ফিরে এলো। বাদশাহর সকল কৌশল ব্যর্থ হবার পর আবদুল্লাহ তাকে বললোঃ “হে বাদশাহ! আপনি আমাকে হত্যা করতে সক্ষম হবেন না যে পর্যন্ত না আমার ধর্মের উপর বিশ্বাস করেন এবং আমার প্রতিপালকের ইবাদত করতে শুরু করেন। যদি তা করেন তবেই আমাকে হত্যা কতে সক্ষম হবে। বাদশাহ তখন আবদুল্লাহর ধর্মের বিশ্বাস করলো এবং করলে দেয় কালেমা পড়ে মুসলমান হয়ে গেল। অতঃপর তার হাতের কাঠের ছড়িটি দিয়ে আবদুল্লাহকে আঘাত করলো। সেই আঘাতের ফলেই আবদুল্লাহ শাহাদাত বরণ করলো। আল্লাহ তার প্রতি সন্তুষ্ট থাকুন এবং তাকে নিজের বিশেষ রহমত দান করুন।অতঃপর বাদশাহও মৃত্যুবরণ করলো। এ ঘটনা জনগনের মনে এ ধারনা বদ্ধমূল করে দিলো যে, আবদুল্লাহর ধর্ম সত্য। ফলে নাজরানের অধিবাসীরা। সবাই মুসলমান হয়ে গেল। এবং হযরত ঈসা (আঃ)-এর সত্য দ্বীনে বিশ্বাস স্থাপন করলো। ঐ সময় হযরত ঈসা (আঃ)-এর ধর্মই ছিল সত্য ধর্ম হিসেবে স্বীকৃত। হযরত মুহাম্মদ (সঃ) তখনো নবী হিসেবে পৃথিবীতে আগমন করেননি। কিছুকাল পর তাদের মধ্যে বিদআতের প্রসার ঘটে এবং সত্য দ্বীনের প্রদীপ নির্বাপিত হয়। নাজরানের খ্রিষ্টান ধর্ম প্রসারের এটাও ছিল একটা কারণ। এক সময় যুনুওয়াস নামক এক ইয়াহুদী সৈন্যদল নিয়ে সেই খ্রিষ্টানদের উপর আক্রমণ করে এবং তাদের উপর জয়যুক্ত হয়। সে তখন নাজরানবাসী খ্রিস্টানদের বলেঃ তোমরা ইয়াহুদী ধর্ম গ্রহণ কর, অন্যথায় তোমাদেরকে হত্যা করা হবে। তারা তখন মৃত্যুর শাস্তি গ্রহণ করতে সম্মত হলো, কিন্তু ইয়াহুদী ধর্ম গ্রহণ করতে সম্মত হলো না। যুনুওয়াস তখন খন্দক খনন করে ওর মধ্যে কাষ্ঠ ভরে দিলো, অতঃপর তাতে আগুন জ্বালিয়ে দিলো। তারপর তাদেরকে ঐ অগ্নিকুণ্ডে নিক্ষেপ করলো। কিছু লোককে স্বাভাবিকভাবেই হত্যা করা হলো। আর কারো কারো হাত পা, নাক কান কেটে নিলো। এ নরপিশাচ প্রায় বিশ হাজার লোককে হত্যা করলো।(আরবি) এর মধ্যে আল্লাহ তাআলা এ ঘটনারই উল্লেখ করেছেন। যুনুওয়াসের নাম ছিল যারআহ এবং তার শাসনামলে তাকে ইউসুফও বলা হতো। তার পিতার নাম ছিল বায়ান আসআদ আবী কুরাইব। সে তুব্বা ছিল। সে মদীনায় যুদ্ধ করে এবং কাবা শরীফের উপর গেলাফ উঠায়। তার সাথে দুইজন ইয়াহূদী আলেম ছিলেন। ইয়ামনবাসী তাঁদের হাতে ইয়াহুদী ধর্মে দীক্ষা গ্রহণ করে। যুনুওয়াস একদিনে সকালেই বিশ হাজার মুমিনকে হত্যা করেছিল। তাদের মধ্যে শুধু একমাত্র একজন তোক রক্ষা পেয়েছিলেন যার নাম ছিল দাউস যুসালাবান। তিনি ঘোড়ায় চড়ে রোমে পালিয়ে যনি। তারও পশ্চাদ্বাবন করা হয়েছিল। কিন্তু তাকে ধরা সম্ভব হয়নি। তিনি সরাসরি রোমক সম্রাট কায়সারের নিকট পৌছেন। তিনি আবিসিনিয়ার বাদশাহ নাজাশীর নিকট পত্র লিখেন। দাউস সেখান হতে আবিসিনিয়ার খ্রিষ্টান সেনাবাহিনী নিয়ে ইয়ামনে আসেন। এ সেনাবাহিনীর সেনাপতি ছিলেন আরবাত ও আবরাহা। ইয়াহূদীরা পরাজিত হয় এবং ইয়ামন ইয়াহুদীদের হাতছাড়া হয়ে যায়। যুনুওয়াস পালিয়ে যাওয়ার পথে পানিতে ডুবে মারা যায়। তারপর দীর্ঘ সত্তর বছর ধরে ইয়ামনে খ্রিস্টান শাসন ক্ষমতা প্রতিষ্ঠিত থাকে। এরপর সাইফইবনুযী ইয়াযন হুমাইরী পারস্যের বাদশাহর নিকট থেকে প্রায় সাতশ' সহায়কবাহিনী নিয়ে ইয়ামনের উপর আক্রমণ চালান এবং জয়লাভ করেন। অতঃপর ইয়ামনে হিমারীয় সাম্রাজ্য প্রতিষ্ঠিত হয়। এর কিছু বর্ণনা সূরা ফীল' এর তাফসীরে আসবে ইনশাআল্লাহ।সীরাতে ইবনে ইসহাকে আছে যে, এক নাজরানবাসী হযরত উমার (রাঃ)-এর খিলাফতের আমলে এক খণ্ড অনাবাদী জমি কোন কাজের জন্যে খনন করে। সেখানে আবদুল্লাহ ইবনে নামির (রঃ)-এর মৃত্যুদেহ দেখা যায়। তিনি উপবিষ্ট রয়েছেন এবং মাথার যে জায়গায় আঘাত লেগেছিল। সেখানে তার হাত রয়েছে। হাত সরিয়ে দিলে রক্ত বইতে শুরু করে এবং হাত ছেড়ে দিলে তা নিজ জায়গায় চলে যায় এবং রক্তপ্রবাহ বন্ধ হয়ে যায়। হাতের একটি আঙ্গুলে আংটি রয়েছে। তাতে লিখা রয়েছেঃ (আরবি) অর্থাৎ আমার প্রতিপালক আল্লাহ।” হযরত উমার (রাঃ) কে এ ঘটনা সম্পর্কে অবহিত করা হলে তিনি ফরমান জারী করেনঃ তাঁকে সেই অবস্থাতেই থাকতে দাও। এবং মাটি ইত্যাদি যা কিছু সরানো হয়েছে সেসব চাপা দিয়ে দাও। তারপর কোন রূপ চিহ্ন না রেখে কবর সমান করে দাও। তাঁর এ ফরমান পালন করা হয়।ইবনে আবিদ দুনিয়া লিখেছেনঃ হযরত আবু মূসা আশআরী (রাঃ) ইসবাহান জয় করার পর একটা দেয়াল ভেঙ্গে পড়া দেখে ঐ দেয়ালটি পুনর্নির্মাণের নির্দেশ দেন। সেই নির্দেশ অনুযায়ী দেয়ালটি নির্মাণ করে দেয়া হয়। কিন্তু সঙ্গে সঙ্গে সেটা ধ্বসে পড়ে। পুনরায় নির্মাণ করা হয় এবং এবারও ধ্বসে পড়ে। অবশেষে জানা যায় যে, দেয়ালের নীচে একজন পূণ্যাত্মা সমাধিস্থ রয়েছেন। মাটি খননের পর দেখা যায় যে, একটি মৃতদেহ দাঁড়ানো অবস্থায় রয়েছে এবং ঐ মৃতদেহের সাথে একখানা তরবারী দেখা যায়। তরবারীর উপর লিখিত রয়েছেঃ আমি হারিস ইবনে মাযায। আমি কুণ্ডের অধিপতিদের হতে প্রতিশোধ গ্রহণ করেছি।হযরত আবু মূসা আশআরী (রাঃ) ঐ মৃতদেহ বের করে নেন এবং সেখানে দেয়াল নির্মান করে দেন। পরে তা অটুট থাকে। এ হারিস ইবনে মাষায ইবনে আমর জুরহুমী কাবাগৃহের মোতাওয়াল্লী ছিলেন। সাবিত ইবনে ইসমাঈল ইবনে ইবরাহীমের সন্তানদের পর আমর ইবনে হলি ইবনে মাযাষ মক্কায় জুরহুম বংশের শেষ নরপতি ছিলেন। খুযাআহ গোত্র তাকে ক্ষমতাচ্যুত করে ইয়ামনে নির্বাসন দেয়। ইনিই সেই ব্যক্তি যিনি আরবীতে প্রথম কবিতা রচনা করেন।এটা হযরত ইসমাইল (আঃ)-এর সময়ের কিছুকাল পরের ঘটনা এবং এটা খুবই প্রাচীনকালের ঘটনা। হযরত ইসমাঈল (আঃ)-এর প্রায় পাঁচ শ বছর পর এই ঘটনা ঘটেছিল। কিন্তু ইবনে ইসহাক (রঃ)-এর এক দীর্ঘ বর্ণনার মাধ্যমে জানা যায় যে, এ ঘটনাটি হযরত ঈসা (আঃ)-এর পর হযরত মুহাম্মদ (সঃ)-এর পূর্বে ঘটেছিল। এটাই সঠিক বলে মনে হয়। তবে এ সম্পর্কে আল্লাহ পাকই সবচেয়ে ভাল জানেন আর এমনও হতে পারে যে, এরকম ঘটনা পৃথিবীতে একাধিকবার সংঘটিত হয়েছে। যেমন ইমাম ইবনে আবী হাতিমের (রঃ) বর্ণনা থেকে জানা যায় যে, হযরত আবদুর রহমান ইবনে যুবায়ের (রাঃ) বলেনঃ তুব্বাদের সময়ে ইয়ামনে খন্দক খনন করা হয়েছিল। এবং কনষ্ট্যানটাইনের সময়ে কনষ্ট্যান্টি নোপলেও মুসলমানদেরকে একই রকম শাস্তি দেয়া হয়েছিল।খ্রিষ্টানরা যখন নিজেদের কিবলা পরিবর্তন করে নেয়, হযরত ঈসা (আঃ)-এর ধর্মমতে বিদআতের অনুপ্রবেশ ঘটায়, তাওহীদের বিশ্বাস ছেড়ে দেয় তখন খাটি ধর্মপ্রাণ লোকেরা তাদের সাথে সহযোগিতা করা ছেড়ে দিয়ে নিজেদেরকে সত্যিকার ধর্ম ইসলামের প্রতি অটল রাখে। ফলে ঐ অত্যাচারীর দল খন্দকে আগুন জ্বালিয়ে দিয়ে ধর্মপ্রাণ মুসলমানদেরকে পুড়িয়ে হত্যা করে। একই ঘটনা ইরাকের বাবেলের মাটিতে বখত নাসরের সময়েও সংঘটিত হয়েছিল। বখতনাসর একটি মূর্তি তৈরী করে জনগণের দ্বারা সেই মূর্তিকে সিজদা করাতো। হযরত দানিয়াল (আঃ) ও তাঁর দুজন সহচর আয়রিয়া ও মীসাঈল তা করতে অস্বীকৃতি জানান। ফলে বখত নাসর ক্রুব্ধ হয়ে তাঁদেরকে অগ্নি প্রজ্জ্বলিত পরিখায় নিক্ষেপ করে। আল্লাহ রাব্বল আলামীন তাঁদের প্রতি আগুনকে শীতল করে দেন এবং তাদেরকে শান্তি দান করেন, অবশেষে নাজাত দেন, তারপর আল্লাহ তাবারাকা ওয়া তা'আলা সেই হঠকারী কাফিরদেরকে তাদেরই প্রজ্জ্বলিত পরিখার আগুনে ফেলে দেন। এরা নয়টি গোত্র ছিল। সবাই জ্বলে পুড়ে জাহান্নামে চলে যায়।সুদ্দী (রঃ) বলেনঃ ইরাক, সিরিয়া এবং ইয়ামন এ তিন জায়গায় এ ঘটনা ঘটেছিল। মুকাতিল (রঃ) বলেনঃ পরিখা তিন জায়গায় ছিলঃ ইয়ামনের নাজরান শহরে, সিরিয়ায় ও পারস্যে। সিরিয়ায় পরিখার নির্মাতা ছিল আনতানালুস ওরূমী, পারস্যে বখত নাসর, আরবে ছিল ইউসুফ যুনুওয়াস। সিরিয়া এবং পারস্যের পরিখার কথা কুরআনে উল্লেখ নেই। এখানে নাজরানের পরিখার কথাই আল্লাহ তা'আলা উল্লেখ করেছেন।হযরত রাবী ইবনে আনাস (রঃ) বলেনঃ আমরা শুনেছি সে ফাত্রাতের সময়ে অর্থাৎ হযরত ঈসা (আঃ) এবং শেষ নবী (সঃ)-এর মধ্যবর্তী সময়ে একটি সম্প্রদায় ছিল তারা যখন দেখলো যে, জনগণ ফিত্না ফাসাদ এবং অন্যায় অপকর্মে জড়িয়ে পড়েছে ও দলে দলে বিভক্ত হয়ে পড়েছে, তখন সেই সম্প্রদায় তাদের সংশ্রব ত্যাগ করলো। তারপর পৃথক এক জায়গায় হিজরত করে সেখানে বসবাস করতে লাগলো এবং আল্লাহর ইবাদতে একাগ্রতার সাথে মনোনিবেশ করলো। তারা নামায রোযার পাবন্দী করতে লাগলো ও যাকাত আদায় করতে লাগলো। এক হঠকারী বেঈমান বাদশাহ এই সম্প্রদায়ের সন্ধান পেয়ে তাদের কাছে নিজের দূত পাঠিয়ে তাদেরকে বুঝাতে চেষ্টা করলো যে, তারা যেন তাদের দলে শামিল হয়ে মূর্তিপূজা করে। সেই সম্প্রদায়ের লোকেরা ওটা সরাসরি অস্বীকার করলো এবং জানিয়ে দিলো যে, লা শারীক আল্লাহ ছাড়া অন্য কারো ইবাদত বন্দেগী করা তাদের পক্ষে সম্ভব নয়। বাদশাহ আবার তাদের কাছে লোক পাঠিয়ে তাদেরকে জানিয়ে দিলো যে, যদি তারা তার আদেশ অমান্য করে তবে তাদেরকে হত্যা করে দেয়া হবে। তারা বাদশাহকে জানিয়ে দিলোঃ আপনার যা ইচ্ছা তাই করুন, আমরা আমাদের ধর্মবিশ্বাস পরিত্যাগ করতে পারবো না।ঐ বাদশাহ তখন পরিখা খনন করিয়ে তাতে জ্বালানী ভর্তি করলো ও আগুন ধরিয়ে দিলো। তারপর ঐ সম্প্রদায়ের নারী পুরুষ সবাইকে প্রজ্জ্বলিত অগ্নিকুণ্ডের পাশে দাঁড় করিয়ে বললোঃ তোমরা এখনো তোমাদের ধর্মবিশ্বাস পরিত্যাগ কর, অন্যথায় তোমাদেরকে এই অগ্নিকুণ্ডে নিক্ষেপ করা হবে। এটা তোমাদের প্রতি আমার শেষ নির্দেশ। বাদশাহর একথা শুনে সম্প্রদায়ের লোকেরা বললোঃ আমরা আগুনে জ্বলতে সম্মত আছি, কিন্তু ধর্মবিশ্বাস পরিত্যাগ করতে সম্মত নই। ছোটছোট শিশু কিশোরেরা চীৎকার করতে শুরু করলো, পরে তাদেরকে বুঝালো ও বললোঃ আজকের পরে আর আগুন থাকবে না, সুতরাং আল্লাহর নাম নিয়ে আগুনে ঝাঁপিয়ে পড়। অতঃপর সবাই জ্বলন্ত আগুনে ঝাপিয়ে পড়লো। কিন্তু আগুনের আঁচ লাগার পূর্বেই আল্লাহ রাব্বল ইজ্জত তাদের রূহ কবজ করে নিলেন। সেই পরিখার আগুন তখন পরিখা হতে বেরিয়ে এসে ঐ বেঈমান হঠকারী দুবৃত্ত বাদশাহও তার সাঙ্গ পাঙ্গদেরকে ঘিরে ধরলো এবং তাদের সবাইকে জ্বালিয়ে ছারখার করে দিলো।(আরবি) দ্বারা আল্লাহ রাব্বল আলামীন ঐ ঘটনার প্রতিই ইঙ্গিত করেছেন। এ দৃষ্টিকোণ থেকে (আরবি) শব্দের অর্থ হলোঃ জ্বালিয়ে দেয়। এখানে বলা হচ্ছেঃ ঐ সব লোকে মুসলমান নারী পুরুষকে জ্বালিয়ে দিয়েছে। যদি তারা তাওবা না করে অর্থাৎ দুষ্কৃতি থেকে বিরত না হয়, নিজেদের কৃতকর্মে লজ্জিত না হয় তবে তাদের জন্যে জাহান্নাম অবধারিত। জ্বলে পুড়ে কষ্ট পাওয়ার শাস্তি নিশ্চিত। এতে তারা নিজেদের কৃতকর্মের যথাযথ শাস্তি প্রাপ্ত হবে।হযরত হাসান বসরী (রঃ) বলেনঃ আল্লাহ তা'আলার অনুগ্রহ, মেহেরবানী ও দয়ার অবস্থা দেখুন যে যেই দুষ্কৃতিকারী, পাপী ও হঠকারীরা তাঁর প্রিয় বান্দাদেরকে এমন নিষ্ঠুর ও নৃশংসভাবে হত্যা করেছে, তিনি তাদেরকেও তাওবা করতে বলছেন এবং তাদের প্রতি মার্জনা, মাগফিরাত ও রহমত প্রদানের অঙ্গীকার করছেন।"
    },
    { "ayah": 11, "surah": 85, "text": "Please check ayah 85:22 for complete tafsir." },
    { "ayah": 12, "surah": 85, "text": "Please check ayah 85:22 for complete tafsir." },
    { "ayah": 13, "surah": 85, "text": "Please check ayah 85:22 for complete tafsir." },
    { "ayah": 14, "surah": 85, "text": "Please check ayah 85:22 for complete tafsir." },
    { "ayah": 15, "surah": 85, "text": "Please check ayah 85:22 for complete tafsir." },
    { "ayah": 16, "surah": 85, "text": "Please check ayah 85:22 for complete tafsir." },
    { "ayah": 17, "surah": 85, "text": "Please check ayah 85:22 for complete tafsir." },
    { "ayah": 18, "surah": 85, "text": "Please check ayah 85:22 for complete tafsir." },
    { "ayah": 19, "surah": 85, "text": "Please check ayah 85:22 for complete tafsir." },
    { "ayah": 2, "surah": 85, "text": "Please check ayah 85:10 for complete tafsir." },
    { "ayah": 20, "surah": 85, "text": "Please check ayah 85:22 for complete tafsir." },
    { "ayah": 21, "surah": 85, "text": "Please check ayah 85:22 for complete tafsir." },
    {
      "ayah": 22,
      "surah": 85,
      "text": "১১-২২ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা নিজ শত্রুদের পরিণাম বর্ণনা করার পর তার বন্ধুদের পরিণাম বর্ণনা করতে গিয়ে বলেনঃ তাদের জন্যে বেহেশত রয়েছে তার তলদেশে ঝর্ণাধারা প্রবাহিত রয়েছে। তাদের মত সফলতা আর কে লাভ করতে পারে? এরপর আল্লাহ তা'আলা বলেনঃ তোমার প্রতিপালকের মারা বা শাস্তি বড়ই কঠিন। তাঁর যে সব শত্রু তাঁর রাসূলদেরকে মিথ্যাবাদী বলে অপবাদ দেয় তাদেরকে তিনি ব্যাপক শক্তির সাথে পাকড়াও করবেন, যে পাকড়াও থেকে মুক্তির কোন পথ তারা খুঁজে পাবে না। তিনি বড়ই শক্তিশালী। তিনি যা চান তাই করেন। যা কিছু করার তাঁর ইচ্ছা হয় এক নিমেষের মধ্যে তা করে ফেলেন। তার কুদরত বা শক্তি এমনই যে, তিনি মানুষকে প্রথমে সৃষ্টি করেছেন, তারপর মৃত্যুমুখে পতিত করার পর পুনরায় জীবিত করবেন। পুনরায় জীবিত করার ব্যাপারে তাঁকে কেউ বাধা দিতে পারবে না, তাঁর সামনেও কেউ আসতে পারবে না।তিনি তাঁর বান্দাদের পাপ ক্ষমা করে থাকেন, তবে শর্ত হলো যে, তাদেরকে তার কাছে বিনীতভাবে তাওবা করতে হবে। তাহলে যত বড় পাপ বা অন্যায় হোক না কেন তিনি তা মার্জনা করে দিবেন।তিনি ক্ষমাশীল ও প্রেমময়। স্বীয় বান্দাদের প্রতি তিনি অত্যন্ত স্নেহশীল। তিনি আরশের মালিক, সেই আরশ সারা মাখলুকাত অপেক্ষা উচ্চতর এবং সকল মাখলুক তথা সৃষ্টির উপরে অবস্থিত।(আরবি) শব্দের দুটি কিরআত রয়েছে। একটি কিরআতে মীম’ এর উপর যবর দিয়ে অর্থাৎ (আরবি) এবং অপর কিরআতের ‘মীম’ এর উপর পেশ দিয়ে অর্থাৎ (আরবি) রয়েছে। (আরবি) উচ্চারণ করলে তাতে আল্লাহর গুণ বৈশিষ্ট্য প্রকাশ পাবে। আর উচ্চারণ করলে প্রকাশ পাবে আরশের গুণ বৈশিষ্ট্য। উভয় কিরআতই নির্ভুল ও বিশুদ্ধ।আল্লাহ তাবারাকা ওয়া তা'আলা যে কোন কাজ যখন ইচ্ছা করতে পারেন, করার ক্ষমতা রাখেন। শ্রেষ্ঠত্ব, সুবিচার এবং নৈপুণ্যের ভিত্তিতে কেউ তাকে বাধা দেয়ার বা তাকে কিছু জিজ্ঞেস করার ক্ষমতা রাখেন না।হযরত আবু বকর (রাঃ) যে রোগে মৃত্যুবরণ করেন ঐ রোগের সময় তাকে জিজ্ঞেস করা হয়ঃ “চিকিৎসক আপনার চিকিৎসা করেছেন কি?” উত্তরে তিনি বলেনঃ “হ্যা, করেছেন। জনগণ তখন তাঁকে বললেনঃ “চিকিৎসক আপনাকে (রোগের ব্যাপারে) কি বলেছেন?\" তিনি জবাব দিলেনঃ “চিকিৎসক বলেছেনঃ (আরবি) অর্থাৎ “আমি যা ইচ্ছা করি তা-ই করে থাকি। এরপর আল্লাহ তা'আলা বলেনঃ (হে নবী (সঃ)! তোমার নিকট কি ফিরাউন ও সামুদের সৈন্যবাহিনীর বৃত্তান্ত পৌঁছেছে? এমন কেউ ছিল না যে সেই শাস্তি থেকে তাদেরকে রক্ষা করতে পারে, তাদেরকে সাহায্য করতে পারে বা শাস্তি প্রত্যাহার করাতে পারে। অর্থাৎ আল্লাহর পাকড়াও খুবই কঠিন। যখন তিনি কোন পাপী, অত্যাচারী, দুষ্কৃতিকারী ও দুবৃত্তকে পাকড়াও করেন তখন অত্যন্ত ভয়াবহভাবেই পাকড়াও করে থাকেন।মুসনাদে ইবনে আবী হাতিমে হযরত আমর ইবনে মায়মুন (রাঃ) হতে বর্ণিত আছে যে, নবী করিম (সঃ) কোথাও গমন করছিলেন এমন সময় তিনি শুনতে পান যে, একটি মহিলা। (আরবি) এ আয়াতটি পাঠ করছেন। তিনি তখন দাঁড়িয়ে গেলেন এবং কান লাগিয়ে শুনতে লাগলেন। অতঃপর বললেনঃ(আরবি) অর্থাৎ হ্যাঁ এ খবর এসেছে।” আল্লাহ তা'আলা বলেনঃ তবু কাফিররা মিথ্যা আরোপ করায় রত। অর্থাৎ তারা সন্দেহ, কুফরী এবং হঠকারিতায় রত রয়েছে।আর আল্লাহ তাদের অলক্ষ্যে তাদেরকে পরিবেষ্টন করে রয়েছেন। অর্থাৎ আল্লাহ তাআলা তাদের উপর বিজয়ী ও শক্তিমান। তারা তাঁর নিকট হতে কোথাও আত্মগোপন করতে পারে না। অথবা তাকে পরাজিত করতে পারে না। কুরআন কারীম সম্মান ও কারামত সম্পন্ন। তা সংরক্ষিত ফলকে লিপিবদ্ধ রয়েছে। উচ্চমর্যাদা সম্পন্ন ফেরেশতাদের মধ্যে রয়েছে, কুরআন হ্রাস বৃদ্ধি হতে মুক্ত। এর মধ্যে কোন প্রকার পরিবর্তন পরিবর্ধন হবে না। হযরত আয়েশা (রাঃ) বলেন যে, এই লাওহে মাহফুয হযরত ইসরাফীল (আঃ)-এর ললাটের উপর রয়েছে। আবদুর রহমান ইবনে সালমান (রঃ) বলেন যে, পৃথিবীতে যা কিছু হয়েছে, হচ্ছে এবং হবে তা সবই লাওহে মাহফুযে মওজুদ রয়েছে এবং লাওহে মাহফুয হযরত ইসরাফীল (আঃ)-এর দু’চোখের সামনে বিদ্যমান রয়েছে। অনুমতি পাওয়ার পূর্ব পর্যন্ত তিনি তা দেখতে পারেন না। হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, লাওহে মাহফুযের কেন্দ্রস্থলে লিখিত রয়েছেঃ “আল্লাহ ছাড়া কোন মাবুদ নেই। তিনি এক, একক। তার দ্বীন ইসলাম, মুহাম্মদ (সঃ) তাঁর বান্দা ও রাসূল! যে ব্যক্তি আল্লাহর উপর ঈমান আনবে, তাঁর অঙ্গীকারসমূহকে সত্য বলে বিশ্বাস করবে এবং তাঁর রাসূলদের আনুগত্য করবে, তিনি তাকে জান্নাতে প্রবিষ্ট করবেন। এ লাওহে মাহফুয সাদা মুক্তা দিয়ে নির্মিত। এর দৈর্ঘ্য আসমান জমীনের মধ্যবর্তী স্থানের সমান। এর প্রস্থ মাশরিকও মাগরিবের মধ্যবর্তী জায়গার সমান। এর উভয় দিক মুক্তা এবং ইয়াকুত দ্বারা নির্মিত। এর কলম নূরের তৈরী। এর কালাম আরশের সাথে সম্পৃক্ত। এর মূল ফেরেশতাদের ক্রোড়ে অবস্থিত। মুকাতিল (রঃ) বলেন যে, এ কুরআন আরশের ডানদিকে বিদ্যমান। তিবরানীর (রঃ) হাদীসে হযরত ইবনে আব্বাস (রাঃ)হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহ তাআলা লাওহে মাহফুজকে সাদা মুক্তা দ্বারা নির্মান করেছেন। এর পাতা লাল ইয়াকূতের এর কলম নূরের, এর মধ্যকার লিখাও নূরের আল্লাহ তাআলা প্রত্যহ তিনশ ষাটবার করে আরশকে দেখে থাকেন। তিনি সৃষ্টি করেন রিযক দেন, মৃত্যু ঘটান, জীবন দান করেন, সম্মান দেন, অপমানিত করেন এবং যা চান তাই করে থাকেন।"
    },
    { "ayah": 3, "surah": 85, "text": "Please check ayah 85:10 for complete tafsir." },
    { "ayah": 4, "surah": 85, "text": "Please check ayah 85:10 for complete tafsir." },
    { "ayah": 5, "surah": 85, "text": "Please check ayah 85:10 for complete tafsir." },
    { "ayah": 6, "surah": 85, "text": "Please check ayah 85:10 for complete tafsir." },
    { "ayah": 7, "surah": 85, "text": "Please check ayah 85:10 for complete tafsir." },
    { "ayah": 8, "surah": 85, "text": "Please check ayah 85:10 for complete tafsir." },
    { "ayah": 9, "surah": 85, "text": "Please check ayah 85:10 for complete tafsir." }
  ]
}
