{
  "ayahs": [
    { "ayah": 1, "surah": 92, "text": "Please check ayah 92:11 for complete tafsir." },
    { "ayah": 10, "surah": 92, "text": "Please check ayah 92:11 for complete tafsir." },
    {
      "ayah": 11,
      "surah": 92,
      "text": "নবী করীম (সঃ) হযরত মুআযের (রঃ) প্রতি যে উক্তিটি করেছিলেন তা পূর্বেই গত হয়েছে। তাহলো “কেন তমি নামাযে (আরবি)  এবং (আরবি) এই সূরাগুলো পাঠ কর না?”\n১-১১ নং আয়াতের তাফসীর\nমুসনাদে আহমদে হযরত আলকামা (রাঃ) হতে বর্ণিত আছে যে, তিনি সিরিয়ায় আগমন করেন এবং দামেস্কের মসজিদে গিয়ে দুই রাকআত নামায পড়েন। অতঃপর দুআ করেনঃ (আরবি) অর্থাৎ হে আল্লাহ! আমাকে একজন উত্তম সাথী দান করুন!” এরপর হযরত আবুদ দারদা'র (রাঃ) সাথে তাঁর সাক্ষাৎ হয়। হযরত আবুদ দারদা (রাঃ) তাঁকে জিজ্ঞেস করেনঃ “আপনি কোথাকার লোক? তিনি উত্তরে বলেনঃ “আমি একজন কুফার অধিবাসী।” হযরত আবুদ দারদা (রাঃ) প্রশ্ন করলেনঃ “আপনি ইবনে উমি আবৃদ (রাঃ)-কে (আরবি) এ সূরাটি কিভাবে পড়তে শুনেছেন?” জবাবে হযরত আলকামা (রাঃ) বলেনঃ “তিনি পড়তেন (আরবি)।” তখন হযরত আবুদ দারদা (রাঃ) বললেনঃ “আমিও রাসূলুল্লাহ্ (সঃ)-কে এ সূরাটি এ ভাবেই পড়তে শুনেছি। অথচ জনগণ আমাকে সন্দেহের মধ্যে ফেলে দিয়েছে।” অতঃপর তিনি বললেনঃ “আপনাদের মধ্যে কি বালিশ ওয়ালা (অর্থাৎ সফরে যার কাছে রাসূলুল্লাহ্ (সঃ)-এর বিছানাপত্র থাকতো) এবং যিনি এমন কিছু গোপনীয় জ্ঞানের অধিকারী ছিলেন যে জ্ঞান অন্য কারো ছিল না এবং হযরত মুহাম্মদ (সঃ)-এর ভাষায় যিনি শয়তানের প্রভাব থেকে মুক্ত ছিলেন অর্থাৎ হযরত আব্দুল্লাহ্ ইবনে মাসউদ (রাঃ) নেই?”হযরত ইবরাহীম (রাঃ) হতে বর্ণিত আছে যে, হযরত আব্দুল্লাহ (রাঃ)-এর সঙ্গী-সাথীগণ হযরত আবুদ দারদা (রাঃ)-এর খোঁজে আগমন করেন। হযরত আবুদ দারদা (রাঃ)ও তাদেরকে খোঁজ করতে করতে পেয়ে যান। অতঃপর তিনি তাঁদেরকে জিজ্ঞেস করেনঃ “আপনাদের মধ্যে হযরত আব্দুল্লাহ (রাঃ)-এর কিরআত অনুযায়ী কুরআন পাঠকারী কেউ আছেন কি? উত্তরে তারা বললেনঃ “আমরা সবাই (তার কিরআতের অনুসারী)।” তখন তিনি জিজ্ঞেস করলেনঃ “আপনাদের মধ্যে হযরত আব্দুল্লাহর কিরআত অধিক স্মরণকারী কে আছেন?” তাঁরা জবাবে হযরত আলকামা (রাঃ)-এর প্রতি ইঙ্গিত করলেন। তখন হযরত আবুদ দারদা (রাঃ) তাঁকে জিজ্ঞেস করলেনঃ “আপনি হযরত আব্দুল্লাহ্ (রাঃ)-কে (আরবি) এ সূরাটি কিভাবে পড়তে শুনেছেন? তিনি (আরবি) উত্তরে বললেন, “তিনি পাঠ করতেন।” হযরত আবুদ দারদা (রাঃ) একথা শুনে বললেনঃ “আমিও রাসূলুল্লাহ (সঃ)-কে এভাবেই পড়তে শুনেছি। অথচ জনগণ চায় যে, আমি যেন পাঠ করি। আল্লাহর কসম! তাদের কথা আমি মানব না’’’’ (এ হাদীসটি ইমাম বুখারী (রঃ) ও ইমাম মুসলিম (রঃ) এভাবে বর্ণনা করেছেন) মোট কথা, হযরত ইবনে মাসউদ (রাঃ) এবং হযরত আবুদ দারদা (রাঃ)-এর কিরআত এরূপ। হযরত আবুদ দারদা এ বর্ণনাকে উসূলে হাদীসের পরিভাষায় মারফু বলেও উল্লেখ করেছেন। অন্যান্য জমহূরের কিরআত বর্তমানে কুরআনে উল্লিখিত কিরআতের অনুরূপ। আল্লাহ তা'আলা সমগ্র সৃষ্টি জগতের উপর ছেয়ে যাওয়া রাত্রির শপথ করছেন, সব কিছুকে আলোকমণ্ডিত করে দেয়া দিবসের শপথ করেছেন এবং সমস্ত নর-নারী, নর ও মাদী জীবসমূহের স্রষ্টা হিসেবে নিজের সত্ত্বার শপথ করেছেন। যেমন তিনি বলেছেনঃ (আরবি) অর্থাৎ “আমি তোমাদেরকে জোড়ায় জোড়ায় সৃষ্টি করেছি।” (৭৮:৮) আরো বলেছেনঃ (আরবি) অর্থাৎ “আমি প্রত্যেক জিনিসের জোড়া সৃষ্টি করেছি।” (৫১৪ ৪৯) এই শপথ করার পর আল্লাহ তাবারাকা ওয়া তা'আলা বলছেনঃ অবশ্যই তোমাদের কর্ম প্রচেষ্টা বিভিন্ন প্রকৃতির। অর্থাৎ তোমাদের প্রচেষ্টা এবং আমলসমূহ পরস্পরবিরোধী, একটি অন্যটির বিপরীত। যারা ভাল কাজ করছে তারাও আছে এবং যারা মন্দ কাজে লিপ্ত রয়েছে তারাও আছে।এরপর আল্লাহ তাআলা বলেনঃ যে ব্যক্তি দান করলো ও মুত্তাকী হলো অর্থাৎ আল্লাহর হুকুম অনুযায়ী তার পথে খরচ করলো, মেপে মেপে পা বাড়ালো, প্রত্যেক কাজে আল্লাহর ভয় রাখলো আল্লাহর ওয়াদাকৃত পুরস্কারকে সত্য বলে জানলো এবং তাঁর পুণ্যের অঙ্গীকারের প্রতি বিশ্বাস করলো, আর যা উত্তম। গ্রহণ করলো, আমি তার জন্যে সহজ পথ সুগম করে দিবো।(আরবি) শব্দের অর্থ ‘লাইলাহা ইল্লাল্লাহ, করা হয়েছে। কেউ কেউ এর অর্থ ‘নিয়ামত’ করেছেন। আবার কেউ কেউ এ কথাও বলেছেন যে, এর ভার্থ হলোঃ নামায, রোযা, যাকাত, সাদকা, সাদকায়ে ফিত্র এবং জান্নাত। মহান আল্লাহ বলে আমি তার জন্যে সহজ পথ সুগম করে দিবো। অর্থাৎ কল্যাণ, অত এ উত্তম বিনিময়ের পথ।পারে সে ব্যক্তি কার্পণ্য করলো এবং নিজেকে স্বয়ংসম্পূর্ণ মনে করলো এবং হুসন’ অর্থাৎ কিয়ামতের বিনিময়কে অবিশ্বাস করলো, তার জন্যে আমি সুগম করে দিবো কঠোর পরিণামের পথ। যেমন আল্লাহ তা'আলা বলেনঃ (আরবি)অর্থাৎ “আমি তাদের অন্তঃকরণ ও তাদের চক্ষু উল্টিয়ে দিবো, যেমন তারা প্রথমবার কুরআনের প্রতি বিশ্বাস স্থাপন করেনি এবং তাদেরকে আমি অবাধ্যতায় বিভ্রান্তের ন্যায় ঘুরে বেড়াতে ছেড়ে দিবো।\" (৬৪১১০) প্রত্যেক আমলের বিনিময় যে সেই আমলের অনুরূপ হয়ে থাকে এ সম্পর্কিত আয়াত কুরআন কারীমের মধ্যে বহু রয়েছে। যে ভাল কাজ করতে চায় তাকে ভাল কাজ করার তাওফীক দান করা হয়। পক্ষান্তরে যে মন্দ কাজ করতে চায় তাকে মন্দ কাজ করার সামর্থ্য প্রদান করা হয়। এ অর্থের সমর্থনে বহু হাদীসও রয়েছে। একটি হাদীস এই যে, একবার হযরত আবু বকর সিদ্দীক (রাঃ) রাসূলুল্লাহ (সঃ) কে জিজ্ঞেস করেনঃ “হে আল্লাহর রাসূল (সঃ)! আমাদের আমলসমূহ কি তকদীরের লিখন অনুযায়ী হয়ে থাকে?\" রাসূলুল্লাহ (সঃ) জবাবে বলেনঃ “হ্যা তকদীরের লিখন অনুযায়ীই আমল হয়ে থাকে।” একথা শুনে হযরত আবু বকর (রাঃ) বললেনঃ “হে আল্লাহর রাসুল (সঃ) তাহলে আমলের প্রয়োজন কি?” রাসূলুল্লাহ (সঃ) তখন বললেনঃ “প্রত্যেক ব্যক্তির উপর সেই আমল সহজ হবে যে জন্যে তাকে সৃষ্টি করা হয়েছে।” (এ হাদীসটি মুসনাদে আহমদে বর্ণিত হয়েছে)হযরত আলী ইবনে আবী তালিব (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “আমরা বাকী’ গারকাদে রাসুলুল্লাহ (সঃ)-এর সাথে এক জানাযায় শরীক ছিলাম। তিনি বললেনঃ “জেনে রেখো যে তোমাদের প্রত্যেকের স্থানই জান্নাতে অথবা জাহান্নামে নির্ধারণ করা হয়েছে এবং লিপিবদ্ধ রয়েছে।” একথা শুনে জনগণ বললেনঃ “হে আল্লাহর রাসূল (সঃ)! তাহলে আমরা তো সেই ভরসায় নিষ্ক্রীয় হয়ে থাকলেই পারি?” উত্তরে রাসূলুল্লাহ (সঃ) বললেনঃ তোমরা আমল করে যাও, কারণ প্রত্যেক লোকের জন্য সেই আমলই সহজ করা হবে যে জন্যে তাকে সৃষ্টি করা হয়েছে।” অতঃপর তিনি (আরবি) হতে (আরবি) পর্যন্ত আয়াতগুলো পাঠ করলেন।” (এ হাদীসটি ইমাম বুখারী (রঃ) বর্ণনা করেছেন)এ বর্ণনাটিই অন্যভাবেও বর্ণিত হয়েছে যে, ঐ সময় রাসূলুল্লাহ (সঃ)-এর হাতে এক টুকরো কাঠি ছিল এবং মাথা নীচু করে তিনি তা এদিক ওদিক করছিলেন। শব্দের মধ্যে কিছু কম বেশীও রয়েছে। উপরে হযরত আবু বকর (রাঃ)-এর প্রশ্ন সম্বলিত একটি হাদীস উল্লেখ করা হয়েছে। মুসনাদে আহমদে হযরত আবদুল্লাহ ইবনে উমর (রাঃ)-এর একই ধরনের প্রশ্ন সম্বলিত একটি হাদীস বর্ণিত হয়েছে এবং নবী করীমের (সঃ) উত্তরও প্রায় একই রকমের রয়েছে। ইমাম ইবনে জারীর (রঃ) হযরত জাবির (রাঃ) হতেও একই ধরনের বর্ণনার উল্লেখ করেছেন। ইমাম ইবনে জারীরেরই (রঃ) অন্য একটি বর্ণনায় দু'জন যুবকের একই রকম প্রশ্ন এবং রাসূলুল্লাহ (স)-এর একই রকম উত্তর বর্ণিত রয়েছে। তারপর সেই দুই যুবকের নিম্নের উক্তিও উল্লিখিত রয়েছেঃ “হে আল্লাহর রাসুল (সঃ)! আমরা সর্বাত্মক প্রচেষ্টায় সৎ আমল করতে থাকবো।” হযরত আবুদ দারদা (রাঃ) হতেও একইভাবে বর্ণিত আছে যে, রাসুলে কারীম (সঃ) বলেনঃ “প্রতিদিন সূর্যাস্তের সময় সূর্যের উভয় পাশে দু’জন ফেরেশতা উপস্থিত হন এবং উচ্চস্বরে দু'আ করেন, যে দু’আ মানুষ ও জ্বিন ছাড়া সকল সৃষ্টি জীবই শুনতে পায়। তারা দু'আ করেনঃ “হে আল্লাহ! দানশীলকে পূর্ণ বিনিময় প্রদান করুন এবং কৃপণের মাল ধ্বংস করে দিন।” কুরআনে এ চারটি আয়াতের অর্থ এটাই।” হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, একটি লোকের একটি খেজুরের বাগান ছিল। ঐ বাগানের একটি খেজুর গাছের শাখা একটি দরিদ্রলোকের ঘরের উপর ঝুঁকেছিল। ঐ দরিদ্র লোকটি ছিল পুণ্যবান। তার সন্তান সন্ততিও ছিল। বাগানের মালিক খেজুর নামাতে এসে ঝুঁকে থাকা শাখার খেজুরও নির্দ্বিধায় নামিয়ে নিতো। নীচে দরিদ্র লোকটির আঙ্গিনায় পড়া খেজুরও সে কুড়িয়ে নিতো। এমনকি দরিদ্র লোকটির ছেলে মেয়েদের কেউ দু একটা খেজুর মুখে দিলে বাগানের ঐ মালিক তার মুখে আঙ্গুল ঢুকিয়ে ঐ খেজুর বের করে নিতো। দরিদ্র লোকটি এ ব্যাপারে রাসূলুল্লাহ (সঃ)-এর কাছে অভিযোগ করলো। রাসূলুল্লাহ (সঃ) তাকে বললেনঃ “আচ্ছা, তুমি যাও (আমি এর সুব্যবস্থা  করছি)।” অতঃপর তিনি বাগানের মালিকের সাথে দেখা করে বললেনঃ “তোমার যেই খেজুর গাছের শাখা অমুক দরিদ্রলোকের ঘরের উপর ঝুঁকে আছে সেই খেজুর গাছটি আমাকে দিয়ে দাও, আল্লাহ তা'আলা তোমাকে সেই গাছের বিনিময়ে জান্নাতে একটি গাছ দিবেন।” বাগানের মালিক বললোঃ “ঠিক আছে, দিয়ে দিলাম। কিন্তু উক্ত গাছের খেজুর আমার নিকট অত্যন্ত পছন্দনীয়। আমার বাগানে বহু গাছ আছে, কিন্তু ঐ গাছের মত সুস্বাদু খেজুর গাছ আর একটিও নেই।” এ কথা শুনে রাসূলুল্লাহ (সঃ) চুপচাপ ফিরে আসলেন। একটি লোক গোপনে দাঁড়িয়ে রাসূলুল্লাহ (সঃ)এবং ঐ লোকেটির কথােপকথন শুনছিলেন। তিনি রাসূলুল্লাহর (সঃ) নিকট এসে বললেনঃ “হে আল্লাহর রাসূল (সঃ)! ঐ গাছটি যদি আমার হয়ে যায় এবং আমি ওটা আপনাকে দিয়ে দিই তবে কি ঐ গাছের বিনিময়ে আমিও জান্নাতে একটি গাছ পেতে পারি?” রাসূলুল্লাহ (সঃ) উত্তরে বললেনঃ “হা (অবশ্যই)। লোকটি তখন বাগান মালিকের কাছে গেলেন। তার নিজেরও একটি বাগান ছিল। প্রথমোক্ত বাগান-মালিক তাকে বললোঃ “রাসূলুল্লাহ (সঃ) আমাকে আমার অমুক খেজুর গাছের বিনিময়ে জান্নাতের একটি গাছ দিতে চেয়েছেন। আমি তাঁকে এই জবাব দিয়েছি। তার একথা শুনে আগন্তুক লোকটি তাকে বললেনঃ “তুমি কি গাছটি বিক্রি করতে চাও?\" উত্তরে লোকটি বললোঃ “না। তবে হ্যা, ইতি মূল্য কেউ যদি দেয় তবে ভেবে দেখতে পারি। কিন্তু কে দিবে সেই মূল্য?\" তখন আগন্তুক লোকটি জিজ্ঞেস করলেনঃ “কত মূল্য তুমি চাও?”বাগান মালিক জবাব দিলোঃ “এর বিনিময়ে আমি চল্লিশটি খেজুর গাছ চাই।” আগন্তুক বললেনঃ “এটা তো খুব বেশী হয়ে যায়। একটি গাছের বিনিময়ে চল্লিশটি গাছ।” তারপর উভয়ে অন্য প্রসঙ্গ নিয়ে আলোচনা শুরু করলো। কিছুক্ষণ পর আগন্তুক তাকে বললেনঃ “আচ্ছা ঠিক আছে, আমি তোমার ইপ্সিত মূল্যেই তোমার খেজুর গাছ ক্রয় করলাম।\" মালিক বললোঃ “যদি তাই হয় তবে সাক্ষ্য প্রমাণ যোগাড় করে কথা পাকাপাকি করে নাও।” সুতরাং কয়েকজন লোক ডেকে নিয়ে সাক্ষ্য প্রমাণ গ্রহণ করা হলো এবং এইভাবে ক্রয় বিক্রয়ের কাজ পাকাপাকি হয়ে গেল। কিন্তু এতেও বাগান-মালিকের খুৎ খুঁৎ মনোভাব কাটলো না। সে বললোঃ “দেখো ভাই, আমরা এখান হতে পৃথক না হওয়া পর্যন্ত কিন্তু বেচা কেনা সিদ্ধ হবে না?” ক্রেতা বললেনঃ “ঠিক আছে, তাই হবে।”বাগানের মালিক বললোঃ “আমি সম্মত হয়ে গেলাম যে তুমি আমাকে আমার এই খেজুর গাছের বিনিময়ে তোমার চল্লিশটি খেজুর গাছ প্রদান করবে। কিন্তু ভাই গাছগুলো ঘনশাখা বিশিষ্ট হওয়া চাই।” ক্রেতা বললেনঃ “আচ্ছা তা দিবো।” তারপর সাক্ষ্য প্রমাণ নিয়ে এ বেচাকেনা সম্পন্ন হলো। তারপর তারা দুজন পৃথক হয়ে গেল (ক্রেতা লোকটি তখন আনন্দিত চিত্তে রাসূলুল্লাহ (সঃ) এর দরবারে হাযির হয়ে বললেনঃ “হে আল্লাহর রাসুল (সঃ)। আমি ঐ বৃক্ষের মালিকানা লাভ করেছি এবং ওটা আপনাকে দিয়ে দিলাম। রাসূলুল্লাহ (সঃ) তখন ঐ দরিদ্র লোকটির নিকট গিয়ে বললেনঃ “এই খেজুর গাছ তোমার এবং তোমার সন্তানদের মালিকানাভুক্ত হয়ে গেল। হযরত ইবনে আব্বাস (রাঃ) বলেন যে, এ সম্পর্কেই এ আয়াতগুলো অবতীর্ণ হয়। (এ হাদীসটি ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন। কিন্তু এটা অত্যন্ত গারীব বা দুর্বল হাদীস)ইমাম ইবনে জারীর (রঃ) বলেন যে, এ আয়াতসমূহ হযরত আবু বকর (রাঃ) সম্পর্কে নাযিল হয়। ইসলামের প্রাথমিক অবস্থায় তিনি বৃদ্ধ ও দুর্বল দাস-দাসীদেরকে মুসলমান হয়ে যাওয়ার পর আযাদ করে দিতেন। এ ব্যাপারে একবার তাঁর পিতা আবু কাহাফা (তিনি তখনো মুসলমান হননি) বলেনঃ “তুমি দুর্বল ও বৃদ্ধদেরকে মুক্ত করছো, অথচ যদি সকল যুবকদেরকে মুক্ত করতে তবে তারা তোমার কাজে আসততা। তারা তোমাকে সাহায্য করতে পারতো এবং শত্রুদের সাথে লড়াই করতে পারতো।” একথা শুনে হযরত আবু বকর (রাঃ) বললেন “আব্বাজান! ইহলৌকিক লাভালাভ আমার উদ্দেশ্য নয়। আমি শুধু আল্লাহ পাকের সন্তুষ্টি প্রত্যাশা করি।\" এরপর এখান হতে সূরা শেষ পর্যন্ত আয়াতগুলো অবতীর্ণ হয়।(আরবি) শব্দের অর্থ হলো মৃত্যুবরণ করা এবং আগুনে নিক্ষিপ্ত হওয়া, এই উভয় অর্থ উল্লেখ করা হয়েছে।"
    },
    { "ayah": 12, "surah": 92, "text": "Please check ayah 92:21 for complete tafsir." },
    { "ayah": 13, "surah": 92, "text": "Please check ayah 92:21 for complete tafsir." },
    { "ayah": 14, "surah": 92, "text": "Please check ayah 92:21 for complete tafsir." },
    { "ayah": 15, "surah": 92, "text": "Please check ayah 92:21 for complete tafsir." },
    { "ayah": 16, "surah": 92, "text": "Please check ayah 92:21 for complete tafsir." },
    { "ayah": 17, "surah": 92, "text": "Please check ayah 92:21 for complete tafsir." },
    { "ayah": 18, "surah": 92, "text": "Please check ayah 92:21 for complete tafsir." },
    { "ayah": 19, "surah": 92, "text": "Please check ayah 92:21 for complete tafsir." },
    { "ayah": 2, "surah": 92, "text": "Please check ayah 92:11 for complete tafsir." },
    { "ayah": 20, "surah": 92, "text": "Please check ayah 92:21 for complete tafsir." },
    {
      "ayah": 21,
      "surah": 92,
      "text": "১২-২১ নং আয়াতের তাফসীর\nকাতাদা (রঃ) বলেন যে,(আরবি) এর ভাবার্থ হলোঃ আমার কাজ তো শুধু হালাল হারাম প্রকাশ করে দেয়া। এটাও অর্থ হয় যে, যে ব্যক্তি হিদায়াতের পথে চলেছে নিশ্চয়ই তার আল্লাহর সঙ্গে মিলন ঘটবে। মহান আল্লাহ বলেনঃ আমি তো পরলোকের ও ইহলোকের মালিক। আমি তোমাদেরকে লেলিহান অগ্নি সম্পর্কে সতর্ক করে দিয়েছি।মুসনাদে আহমদে হযরত নুমান ইবনে বাশীর (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহ (সঃ) কে ভাষণে বলতে শুনেনঃ “(হে জনমণ্ডলী!) আমি তোমাদেরকে লেলিহান অগ্নি সম্পর্কে ভয় প্রদর্শন করছি।” তিনি একথা এতো উচ্চস্বরে বলছিলেন যে, বাজার থেকেও লোক তাঁর কথা শুনতে পাচ্ছিল। তিনি একথা বারবার বলছিলেন এমন কি তাঁর চাদর মুবারক তাঁর কাঁধ থেকে লুটিয়ে পায়ের কাছে গিয়ে পড়ে।হযরত নুমান ইবনে বাশীর (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “কিয়ামতের দিন যে জাহান্নামী ব্যক্তি সবচেয়ে কম শাস্তি প্রাপ্ত হবে তার পদদ্বয়ের নিচে দু'টুকরো অগ্নি স্ফুলিঙ্গ রাখা হবে, ঐ আগুনের তাপে লোকটির মগজ ফুটতে থাকবে।” (এ হাদীসটি ইমাম বুখারী (রঃ) বর্ণনা করেছেন)সহীহ মুসলিমে হযরত নুমান ইবনে বাশীর (রাঃ) হতেই বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যেই জাহান্নামীকে সবচেয়ে হালকা শাস্তি দেয়া হবে তার পদদ্বয়ে আগুনের এক জোড়া ফিতাযুক্ত সেণ্ডেল পরিয়ে দেয়া হবে, সেই আগুনের তাপে তার মাথার মগজ উনুনের উপরের হাঁড়ির পানির মত টগবগ করে ফুটতে থাকবে। যদিও তাকে সবচেয়ে কম শাস্তি দেয়া হবে তবুও সে মনে করবে যে, তার চেয়ে কঠিন শাস্তি আর কাউকেও দেয়া হচ্ছে না।\" মহা পরাক্রমশালী আল্লাহ বলেন, তাতে প্রবেশ করবে সেই নিতান্ত যে হতভাগা। অর্থাৎ এই জাহান্নামে শুধু ঐ লোকদেরকে পরিবেষ্টিত করে শাস্তি দেয়া হবে যারা অস্বীকার করে ও মুখ ফিরিয়ে নেয়। যারা ইসলামের বিধান অনুযায়ী আমল করে না।মুসনাদে আহমদে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ শুধু শকী বা বদকার লোক ছাড়া কেউ জাহান্নামে যাবে না।” জিজ্ঞেস করা হলোঃ “শকী বা বদকার লোক কে?\" উত্তরে তিনি বললেনঃ যে আনুগত্যপরায়ণ নয় এবং আল্লাহর ভয়ে যে পাপ কাজ হতে বিরত থাকে।”মুসনাদে আহমদে হযরত আবু হুরাইরা (রাঃ) হতেই বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমার সকল উম্মত জান্নাতে প্রবেশ করবে, শুধু তারা প্রবেশ করবে না যারা অস্বীকার করে।” জিজ্ঞেস করা হলোঃ “আল্লাহর রাসূল (সঃ)! অস্বীকারকারী কারা? তিনি উত্তরে বললেনঃ “যারা আমার আনুগত্য করেছে তারা জান্নাতে প্রবেশ করবে, আর যারা আমার নাফরমানী করেছে তারাই অস্বীকারকারী।”এরপর আল্লাহ তা'আলা বলেনঃ আর জাহান্নাম হতে বহু দূরে রাখা হবে পরম ' মুত্তাকীকে। যে নিজেকে ও নিজের ধন সম্পদকে পবিত্র করার জন্যে, দ্বীন দুনিয়ার পবিত্রতা লাভের জন্যে নিজের ধন মালকে আল্লাহর পথে দান করে। আর সে কারো সাথে এই জন্যে সদ্ব্যবহার করে না যে, তার উপর তার অনুগ্রহ রয়েছে, বরং ঐ ক্ষেত্রেও সে পরকালে জান্নাত লাভের আশা পোষণ করে এবং সেখানে আল্লাহ তাবারাকা ওয়া তা'আলার সন্তুষ্টি ও সাক্ষাৎ লাভের আশা রাখে। এরপর আল্লাহ তা'আলা বলেনঃ “অচিরেই এই ধরনের গুণাবলীর অধিকারী ব্যক্তি সন্তোষ লাভ করবে।” অধিকাংশ তাফসীরকারের মতে এই আয়াত হযরত আবু বকর (রাঃ)-এর শানে নাযিল হয়। এমনকি কোন কোন তাফসীরকার বলেন যে, এ ব্যাপারে সবারই মতৈক্য রয়েছে। এতে কোন সন্দেহ নেই যে, এসবগুণ বিশিষ্ট ব্যক্তিদের মধ্যে হযরত আবু বকর (রাঃ) অবশ্যই রয়েছেন। কিন্তু এখানে সাধারণভাবে সকল উম্মতের কথা বলা হয়েছে। তবে হযরত আবু বকর (রাঃ) সবারই প্রথমে রয়েছেন। কেননা, তিনি ছিলেন সিদ্দীক, পরহেযগার ও দানশীল। নিজের ধন মাল তিনি মহান প্রতিপালকের আনুগত্যে এবং রাসূলুল্লাহ (সঃ)-এর সাহায্যার্থে মন খুলে দান করতেন। প্রত্যেকের সাথে তিনি সদ্ব্যবহার করতেন। এতে পার্থিব কোন লাভ বা উপকার আশা করতেন না। কোন বিনিময় তিনি চাইতেন না। তার একমাত্র উদ্দেশ্য ছিল আল্লাহর সন্তুষ্টি এবং রাসূলুল্লাহ (সঃ)-এর আনুগত্য। ছোট হোক আর বড় হোক প্রত্যেকেরই উপর হযরত আবু বকর (রাঃ)-এর অনুগ্রহের ছোঁয়া ছিল। শকীফ গোত্রপতি উরওয়া ইবনে মাসউদকে হুদাইবিয়ার সন্ধির সময় হযরত আবু বকর (রাঃ) কিছু কড়া কথা শুনিয়ে ছিলেন। এবং ধমকিয়ে ছিলেন। তখন উরওয়া বলেছিলঃ “আমার উপর আপনার এমন কিছু অনুগ্রহ রয়েছে যার প্রতিদান দেয়া আমার পক্ষে সম্ভব নয়। যদি তা না হতো তবে আপনাকে অবশ্যই আমি জবাব দিতাম।” একজন বিশিষ্ট গোত্রপতির উপরও যখন হযরত আবু বকর (রাঃ)-এর এমন অনুগ্রহ ছিল যে, তার সামনে তার মাথা উঁচু করে কথা বলার ক্ষমতা ছিল, তখন অন্যদের কথা আর কি বলা যাবে? এজন্যেই বলা হয়েছে যে, কারো প্রতি অনুগ্রহের বিনিময়ে পার্থিব কোন উপকার বা প্রতিদান তিনি চাইতেন না। শুধু আল্লাহর দীদার লাভই ছিল তার কাম্য।সহীহ বুখারী ও সহীহ মুসলিমে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যক্তি আল্লাহর পথে জোড়া দান করবে তাকে কিয়ামতের দিন জান্নাতের রক্ষক ডাক দিয়ে বলবেনঃ “হে আল্লাহর বান্দা! এ দিকে আসুন। এই দরজা সবচেয়ে উত্তম।” তখন হযরত আবু বকর (রাঃ) বলেনঃ “হে আল্লাহর রাসূল (সঃ) কোন ব্যক্তিকে কি সকল দরজা থেকে আহ্বান করা হবে?” উত্তরে রাসূলুল্লাহ (সঃ) বললেনঃ “হ্যাঁ, আর আমি আল্লাহর নিকট আশা রাখি যে, তুমিও হবে তাদের অন্তর্ভুক্ত।"
    },
    { "ayah": 3, "surah": 92, "text": "Please check ayah 92:11 for complete tafsir." },
    { "ayah": 4, "surah": 92, "text": "Please check ayah 92:11 for complete tafsir." },
    { "ayah": 5, "surah": 92, "text": "Please check ayah 92:11 for complete tafsir." },
    { "ayah": 6, "surah": 92, "text": "Please check ayah 92:11 for complete tafsir." },
    { "ayah": 7, "surah": 92, "text": "Please check ayah 92:11 for complete tafsir." },
    { "ayah": 8, "surah": 92, "text": "Please check ayah 92:11 for complete tafsir." },
    { "ayah": 9, "surah": 92, "text": "Please check ayah 92:11 for complete tafsir." }
  ]
}
