{
  "text": "Which was revealed in Al-Madina\nVirtues of Surat Al-Baqarah\nThe Virtues of Surat Al-Baqarah\nIn Musnad Ahmad, Sahih Muslim, At-Tirmidhi and An-Nasa'i, it is recorded that Abu Hurayrah said that the Prophet ﷺ said,\n«لَا تَجْعَلُوا بُيُوتَكُمْ قُبُورًا فَإِنَّ الْبَيْتَ الَّذِي تُقْرَأُ فِيهِ سُورَةُ الْبَقَرَةِ لَا يَدْخُلُهُ الشَّيْطَان»\n(Do not turn your houses into graves. Verily, Shaytan does not enter the house where Surat Al-Baqarah is recited.) At-Tirmidhi said, \"Hasan Sahih.\nAlso, `Abdullah bin Mas`ud said, \"Shaytan flees from the house where Surat Al-Baqarah is heard.\" This Hadith was collected by An-Nasa'i in Al-Yawm wal-Laylah, and Al-Hakim recorded it in his Mustadrak, and then said that its chain of narration is authentic, although the Two Sahihs did not collect it. In his Musnad, Ad-Darimi recorded that Ibn Mas`ud said, \"Shaytan departs the house where Surat Al-Baqarah is being recited, and as he leaves, he passes gas.\" Ad-Darimi also recorded that Ash-Sha`bi said that `Abdullah bin Mas`ud said, \"Whoever recites ten Ayat from Surat Al-Baqarah in a night, then Shaytan will not enter his house that night. (These ten Ayat are) four from the beginning, Ayat Al-Kursi (255), the following two Ayat (256-257) and the last three Ayat.\" In another narration, Ibn Mas`ud said, \"Then Shaytan will not come near him or his family, nor will he be touched by anything that he dislikes. Also, if these Ayat were to be recited over a senile person, they would wake him up.\"\nFurther, Sahl bin Sa`d said that the Messenger of Allah ﷺ said,\n«إِنَّ لِكُلِّ شَيْءٍ سَنَامًا، وَإِنَّ سَنَامَ الْقُرْآنِ الْبَقَرَةُ، وَإِنَّ مَنْ قَرَأَهَا فِي بَيْتِهِ لَيْلَةً لَمْ يَدْخُلْهُ الشَّيْطَانُ ثَلَاثَ لَيَالٍ، وَمَنْ قَرَأَهَا فِي بَيْتِهِ نَهَارًا لَمْ يَدْخُلْهُ الشَّيْطَانُ ثَلَاثَةَ أَيَّام»\n(Everything has a hump (or, high peek), and Al-Baqarah is the high peek of the Qur'an. Whoever recites Al-Baqarah at night in his house, then Shaytan will not enter that house for three nights. Whoever recites it during a day in his house, then Shaytan will not enter that house for three days.) This Hadith was collected by Abu Al-Qasim At-Tabarani, Abu Hatim Ibn Hibban in his Sahih and Ibn Marduwyah.\nAt-Tirmidhi, An-Nasa'i and Ibn Majah recorded that Abu Hurayrah said, \"The Messenger of Allah ﷺ sent an expedition force comprising of many men and asked each about what they memorized of the Qur'an. The Prophet ﷺ came to one of the youngest men among them and asked him, `What have you memorized (of the Qur'an) young man' He said, `I memorized such and such Surahs and also Al-Baqarah.' The Prophet said ﷺ, `You memorized Surat Al-Baqarah' He said, `Yes.' The Prophet said ﷺ, `Then you are their commander.' One of the noted men (or chiefs) commented, `By Allah! I did not learn Surat Al-Baqarah, for fear that I would not be able to implement it. The Messenger of Allah ﷺ said,\n«تَعَلَّمُوا القُرْآنَ وَاقْرَءُوهُ، فَإِنَّ مَثَلَ الْقُرْآنِ لِمَنْ تَعَلَّمَهُ فَقَرَأَ وَقَامَ بِهِ كَمَثَلِ جِرَابٍ مَحْشُوَ مِسْكًا يَفُوحُ رِيحُهُ فِي كُلِّ مَكَانٍ، وَمَثَلُ مَنْ تَعَلَّمَهُ فَيَرْقُدُ وَهُوَ فِي جَوْفِهِ كَمَثَلِ جِرَابٍ أُوكِيَ عَلى مِسْك»\n(Learn Al-Qur'an and recite it, for the example of whoever learns the Qur'an, recites it and adheres to it, is the example of a bag that is full of musk whose scent fills the air. The example of whoever learns the Qur'an and then sleeps (i.e. lazy) while the Qur'an is in his memory, is the example of a bag that has musk, but is closed tight.)\nThis is the wording collected by At-Tirmidhi, who said that this Hadith is Hasan. In another narration, At-Tirmidhi recorded this same Hadith in a Mursal manner, so Allah knows best.\nAlso, Al-Bukhari recorded that Usayd bin Hudayr said that he was once reciting Surat Al-Baqarah while his horse was tied next to him. The horse started to make some noise. When Usayd stopped reciting, the horse stopped moving about. When he resumed reading, the horse started moving about again. When he stopped reciting, the horse stopped moving, and when he resumed reading, the horse started to move again. Meanwhile, his son Yahya was close to the horse, and he feared that the horse might step on him. When he moved his son back, he looked up to the sky and saw a cloud radiating with light that looked like lamps. In the morning, he went to the Prophet ﷺ and told him what had happened and then said, \"O Messenger of Allah ﷺ ! My son Yahya was close to the horse and I feared that she might step on him. When I attended to him and raised my head to the sky, I saw a cloud with lights like lamps. So I went, but I couldn't see it.\" The Prophet ﷺ said, \"Do you know what that was\" He said, \"No.\" The Prophet ﷺ said,\n«تِلْكَ الْمَلَائِكَةُ دَنَتْ لِصَوْتِكَ وَلَو قَرَأْتَ لَأَصْبَحْتَ يَنْظُرُ النَّاسُ إِلَيْهَا، لَا تَتَوارَى مِنْهُم»\n(They were the angels, they came close hearing your voice (reciting Surat Al-Baqarah), and if you had kept reading, the people would have been able to see the angels when the morning came, and the angels would not be hidden from their eyes.)\nThis is the narration reported by Imam Abu Ubayd Al-Qasim bin Salam in his book Fada'il Al-Qur'an.\nVirtues of Surat Al-Baqarah and Surat Al `Imran\nImam Ahmad said that Abu Nu`aym narrated to them that Bishr bin Muhajir said that `Abdullah bin Buraydah narrated to him from his father, \"I was sitting with the Prophet ﷺ and I heard him say,\n«تَعَلَّمُوا سُورَةَ الْبَقَرَةِ فَإِنَّ أَخْذَهَا بَرَكَةٌ، وَتَرْكَهَا حَسْرَةٌ، وَلَا تَسْتَطِيعُهَا الْبَطَلَة»\n(Learn Surat Al-Baqarah, because in learning it there is blessing, in ignoring it there is sorrow, and the sorceresses cannot memorize it.)\nHe kept silent for a while and then said,\n«تَعَلَّمُوا سُورَةَ الْبَقَرَةِ وَآلَ عِمْرَانَ فَإِنَّهُمَا الزَّهْرَاوَانِ، يُظِلَّانِ صَاحِبَهُمَا يَوْمَ الْقِيَامَةِ كَأَنَّهُمَا غَمَامَتَانِ أَوْ غَيَايَتَانِ أَوْ فِرْقَانِ مِنْ طَيْرٍ صَوَافَّ، وَإِنَّ الْقُرآنَ يَلْقى صَاحِبَهُ يَوْمَ الْقِيَامَةِ حِينَ يَنْشَقُّ عَنْهُ قَبْرُهُ كَالرَّجُلِ الشَّاحِبِ فَيَقُولُ لَهُ: هَلْ تَعْرِفُنِي؟ فَيَقُولُ: مَا أَعْرِفُكَ. فَيَقُولُ: أَنَا صَاحِبُكَ الْقُرْآنُ الَّذِي أَظْمَأْتُكَ فِي الْهَوَاجِرِ وَأَسْهَرْتُ لَيْلَكَ وَإِنَّ كُلَّ تَاجِرٍ مِنْ وَرَاءِ تِجَارَتِهِ، وَإِنَّكَ الْيَوْمَ مِنْ وَرَاءِ كُلِّ تِجَارَةٍ فَيُعْطَى الْمُلْكَ بِيَمِينِهِ وَالْخُلْدَ بِشِمَالِهِ وَيُوضَعُ عَلَى رَأْسِهِ تَاجُ الْوَقَارِ، وَيُكْسَى وَالِدَاهُ حُلَّتَانِ لَا يَقُومُ لَهُمَا أَهْلُ الدُّنْيَا، فَيَقُولَانِ: بِمَا كُسِينَا هَذَا؟ فَيُقَالُ: بِأَخْذِ وَلَدِكُمَا الْقُرْآنَ ثُمَّ يُقَالُ: اقْرَأْ وَاصْعَدْ فِي دَرَجِ الْجَنَّةِ وَغُرَفِهَا، فَهُوَ فِي صُعُودٍ مَا دَامَ يَقْرأُ هَذًّا كَانَ أَوْ تَرْتِيلًا»\n(Learn Surat Al-Baqarah and Al `Imran because they are two lights and they shade their people on the Day of Resurrection, just as two clouds, two spaces of shade or two lines of (flying) birds. The Qur'an will meet its companion in the shape of a pale-faced man on the Day of Resurrection when his grave is opened. The Qur'an will ask him, 'Do you know me' The man will say, 'I do not know you.' The Qur'an will say, 'I am your companion, the Qur'an, which has brought you thirst during the heat and made you stay up during the night. Every merchant has his certain trade. But, this Day, you are behind all types of trade.' Kingship will then be given to him in his right hand, eternal life in his left hand and the crown of grace will be placed on his head. His parents will also be granted two garments that the people of this life could never afford. They will say, 'Why were we granted these garments' It will be said, 'Because your son was carrying the Qur'an.' It will be said (to the reader of the Qur'an), 'Read and ascend through the levels of Paradise.' He will go on ascending as long as he recites, whether reciting slowly or quickly.)\"\nIbn Majah also recorded part of this Hadith from Bishr bin Al-Muhajir, and this chain of narrators is Hasan, according to the criteria of Imam Muslim.\nA part of this Hadith is also supported by other Hadiths. For instance, Imam Ahmad recorded that Abu Umamah Al-Bahili said that he heard the Messenger of Allah ﷺ say,\n«اقْرَأُوا الْقُرْآنَ فَإِنَّهُ شَافِعٌ لِأَهْلِهِ يَوْمَ الْقِيَامَةِ اقْرَأُوا الزَّهْرَاوَيْنِ، الْبَقَرَةَ وَآلَ عِمْرَانَ، فَإِنَّهُمَا يَأْتِيَانِ يَوْمَ الْقِيَامَةِ كَأَنَّهُمَا غَمَامَتَانِ، أَوْ كَأَنَّهُمَا غَيَايَتَانِ أَوْ كَأَنَّهُمَا فِرْقَانِ مِنْ طَيْرٍ صَوَافَّ، يُحَاجَّانِ عَنْ أَهْلِهِمَا يَوْمَ الْقِيَامَة»\n(Read the Qur'an, because it will intercede on behalf of its people on the Day of Resurrection. Read the two lights, Al-Baqarah and Al `Imran, because they will come in the shape of two clouds, two shades or two lines of birds on the Day of Resurrection and will argue on behalf of their people on that Day.)\nThe Prophet ﷺ then said,\n« اقْرَأُوا الْبَقَرَةَ فَإِنَّ أَخْذَهَا بَرَكَةٌ وَتَرْكَهَا حَسْرَةٌ وَلَا تَسْتَطِيعُهَا الْبَطَلَة»\n(Read Al-Baqarah, because in having it there is blessing, and in ignoring there is a sorrow and the sorceresses cannot memorize it.)\nAlso, Imam Muslim narrated this Hadith in the Book of Prayer\nImam Ahmad narrated that An-Nawwas bin Sam`an said that the Prophet ﷺ said,\n«يُؤْتَى بِالقُرْآنِ يَوْمَ الْقِيَامَةِ وَأَهْلِهِ الَّذِينَ كَانُوا يَعْمَلُونَ بِهِ تَقْدَمُهُم سُورَةُ الْبَقَرَةِ وَآلُ عِمْرَان»\n(On the Day of Resurrection the Qur'an and its people who used to implement it will be brought forth, preceded by Surat Al-Baqarah and Al `Imran.)\nAn-Nawwas said, \"The Prophet ﷺ set three examples for these two Surahs and I did not forget these examples ever since. He said,\n«كَأَنَّهُمَا غَمَامَتَانِ، أَوْ ظُلَّتَانِ سَودَاوَانِ بَيْنَهُمَا شَرْقٌ، أَوْ كَأَنَّهُمَا فِرْقَانِ مِنْ طَيْرٍ صَوَافَّ، يُحَاجَّانِ عَنْ صَاحِبِهِمَا»\n(They will come like two clouds, two dark shades or two lines of birds arguing on behalf of their people.)\nIt was also recorded in Sahih Muslim and At-Tirmidhi narrated this Hadith, which he rendered Hasan Gharib.\nSurat Al-Baqarah was revealed in Al-Madinah\nThere is no disagreement over the view that Surat Al-Baqarah was revealed in its entirety in Al-Madinah. Moreover, Al-Baqarah was one of the first Surahs to be revealed in Al-Madinah, while, Allah's statement,\nوَاتَّقُواْ يَوْمًا تُرْجَعُونَ فِيهِ إِلَى اللَّهِ\n(And be afraid of the Day when you shall be brought back to Allah.) (2:281) was the last Ayah to be revealed from the Qur'an. Also, the Ayat about usury were among the last Ayat to be revealed. Khalid bin Ma`dan used to call Al-Baqarah the Fustat (tent) of the Qur'an. Some of the scholars said that it contains a thousand news incidents, a thousand commands and a thousand prohibitions. Those who count said that the number of Al-Baqarah's Ayat is two hundred and eighty-seven, and its words are six thousand two hundred and twenty-one words. Further, its letters are twenty-five thousand five hundred. Allah knows best.\nIbn Jurayj narrated that `Ata' said that Ibn `Abbas said, \"Surat Al-Baqarah was revealed in Al-Madinah.\" Also, Khasif said from Mujahid that `Abdullah bin Az-Zubayr said; \"Surat Al-Baqarah was revealed in Al-Madinah.\" Several Imams and scholars of Tafsir issued similar statements, and there is no difference of opinion over this as we have stated.\nThe Two Sahihs recorded that Ibn Mas`ud kept the Ka`bah on his left side and Mina on his right side and threw seven pebbles (at the Jamrah) and said, \"The one to whom Surat Al-Baqarah was revealed (i.e. the Prophet ﷺ) performed Rami (the Hajj rite of throwing pebbles) similarly.\" The Two Sahihs recorded this Hadith.\nFurther, Ibn Marduwyah reported a Hadith of Shu`bah from `Aqil bin Talhah from `Utbah bin Marthad; \"The Prophet ﷺ saw that his Companions were not in the first lines and he said,\n«يَا أَصْحَابَ سُورَةِ الْبَقَرَة»\n(O Companions of Surat Al-Baqarah.) I Think that this incident occurred during the battle of Hunayn when the Companions retreated. Then, the Prophet ﷺ commanded Al-`Abbas (his uncle) to yell out,\n«يَا أَصْحَابَ الشَّجَرَة»\n(O Companions of the tree!) meaning the Companions who participated in the pledge of Ar-Ridwan (under the tree). In another narration, Al- `Abbas cried, \"O Companions of Surat Al-Baqarah!\" encouraging them to come back, so they returned from every direction. Also, during the battle of Al-Yamamah, against the army of Musaylimah the Liar, the Companions first retreated because of the huge number of soldiers in Musaylimah's army. The Muhajirun and the Ansar called out for each other, saying; \"O people of Surat Al-Baqarah!\" Allah then gave them victory over their enemy, may Allah be pleased with all of the companions of all the Messengers of Allah.\nبِسْمِ اللَّهِ الرَّحْمَـنِ الرَّحِيمِ\nIn the Name of Allah, the Most Gracious, the Most Merciful\nThe Discussion of the Individual Letters\nThe individual letters in the beginning of some Surahs are among those things whose knowledge Allah has kept only for Himself. This was reported from Abu Bakr, `Umar, `Uthman, `Ali and Ibn Mas`ud. It was said that these letters are the names of some of the Surahs. It was also said that they are the beginnings that Allah chose to start the Surahs of the Qur'an with. Khasif stated that Mujahid said, \"The beginnings of the Surahs, such as Qaf, Sad, Ta Sin Mim and Alif Lam Ra, are just some letters of the alphabet.\" Some linguists also stated that they are letters of the alphabet and that Allah simply did not cite the entire alphabet of twenty-eight letters. For instance, they said, one might say, \"My son recites Alif, Ba, Ta, Tha... \" he means the entire alphabet although he stops before mentioning the rest of it. This opinion was mentioned by Ibn Jarir.\nThe Letters at the Beginning of Surahs\nIf one removes the repetitive letters, then the number of letters mentioned at the beginning of the Surahs is fourteen: Alif, Lam, Mim, Sad, Ra, Kaf, Ha, Ya, `Ayn, Ta, Sin, Ha, Qaf, Nun.\nSo glorious is He Who made everything subtly reflect His wisdom.\nMoreover, the scholars said, \"There is no doubt that Allah did not reveal these letters for jest and play.\" Some ignorant people said that some of the Qur'an does not mean anything, (meaning, such as these letters) thus committing a major mistake. On the contrary, these letters carry a specific meaning. Further, if we find an authentic narration leading to the Prophet ﷺ that explains these letters, we will embrace the Prophet's statement. Otherwise, we will stop where we were made to stop and will proclaim,\nءَامَنَّا بِهِ كُلٌّ مِّنْ عِندِ رَبِّنَا\n(We believe in it; all of it (clear and unclear verses) is from our Lord) (3:7).\nThe scholars did not agree on one opinion or explanation regarding this subject. Therefore, whoever thinks that one scholar's opinion is correct, he is obliged to follow it, otherwise it is better to refrain from making any judgment on this matter. Allah knows best.\nThese Letters testify to the Miraculous Qur'an\nThe wisdom behind mentioning these letters in the beginning of the Surahs, regardless of the exact meanings of these letters, is that they testify to the miracle of the Qur'an. Indeed, the servants are unable to produce something like the Qur'an, although it is comprised of the same letters with which they speak to each other. This opinion was mentioned by Ar-Razi in his Tafsir who related it to Al-Mubarrid and several other scholars. Al-Qurtubi also related this opinion to Al-Farra' and Qutrub. Az-Zamakhshari agreed with this opinion in his book, Al-Kashshaf. In addition, the Imam and scholar Abu Al-`Abbas Ibn Taymiyyah and our Shaykh Al-Hafiz Abu Al-Hajjaj Al-Mizzi agreed with this opinion. Al-Mizzi told me that it is also the opinion of Shaykh Al-Islam Ibn Taymiyyah. KAz-Zamakhshari said that these letters, \"Were not all mentioned once in the beginning of the Qur'an. Rather, they were repeated so that the challenge (against the creation) is more daring. Similarly, several stories were mentioned repeatedly in the Qur'an, and also the challenge was repeated in various areas (i.e., to produce something like the Qur'an). Sometimes, one letter at a time was mentioned, such as Sad, Nun and Qaf. Sometimes two letters were mentioned, such as\nحـم\n(Ha Mim) (44:1) Sometimes, three letters were mentioned, such as,\nالم\n(Alif Lam Mim (2: 1)) and four letters, such as,\nالمر\n(`Alif Lam Mim Ra) (13:1), and\nالمص\n(Alif Lam Mim Sad) (7:1).\nSometimes, five letters were mentioned, such as,\nكهيعص\n(Kaf Ha Ya `Ayn Sad) (19:1), and;\nحـم - عسق\n(Ha Mim. `Ayn Sin Qaf) (42:1-2).\nThis is because the words that are used in speech are usually comprised of one, two, three, four, or five letters.\"\nEvery Surah that begins with these letters demonstrates the Qur'an's miracle and magnificence, and this fact is known by those well-versed in such matters. The count of these Surahs is twenty-nine. For instance, Allah said,\nالم ذَٰلِكَ الْكِتَابُ لاَ رَيْبَ فِيهِ\n(Alif Lam Mim) This is the Book (the Qur'an), wherein there is no doubt (2:1-2),\nالم - اللهُ لا إلَهَ إلاَّ هُوَ اَلْحَيُّ القَيُّومُ نَزَّلَ عَلَيْكَ الْكِتَٰـبَ بِالْحَقِّ مُصَدِّقاً لِّمَا بَيْنَ يَدَيْهِ\n(Alif Lam Mim. Allah! La ilaha illa Huwa (none has the right to be worshipped but He), Al-Hayyul-Qayyuum (the Ever Living, the One Who sustains and protects all that exists). It is He Who has sent down the Book (the Qur'an) to you (Muhammad ) with truth, confirming what came before it.) (3:1-3), and,\nالمص كِتَٰـبٌ أُنزِلَ إِلَيْكَ فَلاَ يَكُن فِى صَدْرِكَ حَرَجٌ مِّنْهُ\n(Alif Lam Mim Sad. (This is the) Book (the Qur'an) sent down unto you (O Muhammad ), so let not your breast be narrow therefrom) (7:1-2).\nAlso, Allah said,\nالر كِتَابٌ أَنزَلْنَٰـهُ إِلَيْكَ لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمَـتِ إِلَى النُّورِ بِإِذْنِ رَبِّهِمْ\n(Alif Lam Ra. (This is) a Book which We have revealed unto you (O Muhammad ) in order that you might lead mankind out of darkness (of disbelief and polytheism) into the light (of belief in the Oneness of Allah and Islamic Monotheism) by their Lord's leave) (14:1),\nالم - تَنْزِيلُ الْكِتَابِ لاَ رَيْبَ فِيهِ مِن رَّبِّ الْعَالَمينَ\n(Alif Lam Mim. The revelation of the Book (this Qur'an) in which there is no doubt, is from the Lord of the `Alamin (mankind, Jinn and all that exists)!) (32:1-2),\nحـم - تَنزِيلٌ مِّنَ الرَّحْمَٰنِ الرَّحِيمِ\n(Ha Mim. A revelation from (Allah) the Most Gracious, the Most Merciful) (41:1-2), and,\nحـم - عسق- كَذَٰلِكَ يُوحِي إِلَيْكَ وَإِلَى اَلَّذِينَ مِن قَبْلِكَ اللهُ اَلْعَزِيزُ اَلْحَكَيمُ\n(Ha Mim. `Ain Sin Qaf. Likewise Allah, the Almighty, the Wise sends revelation to you (O Muhammad ) as (He sent revelation to) those before you.) (42:1-3).\nThere are several other Ayat that testify to what we have mentioned above, and Allah knows best.",
  "ayah": 1,
  "surah": 2
}
