{
  "text": "The Meaning of `Disease' in this Ayah\nAs-Suddi narrated from Abu Malik and (also) from Abu Salih, from Ibn `Abbas, and (also) Murrah Al-Hamdani from Ibn Mas`ud and other Companions that this Ayah,\nفِى قُلُوبِهِمْ مَّرَضٌ\n(In their hearts is a disease) means, `doubt', and,\nفَزَادَهُمُ اللَّهُ مَرَضًا\n(And Allah has increased their disease) also means `doubt'. Mujahid, `Ikrimah, Al-Hasan Al-Basri, Abu Al-`Aliyah, Ar-Rabi` bin Anas and Qatadah also said similarly. `Abdur-Rahman bin Zayd bin Aslam commented on,\nفِى قُلُوبِهِمْ مَّرَضٌ\n(In their hearts is a disease), \"A disease in the religion, not a physical disease. They are the hypocrites and the disease is the doubt that they brought to Islam.\nفَزَادَهُمُ اللَّهُ مَرَضًا\n(And Allah has increased their disease) meaning, increased them in shameful behavior.\" He also recited,\nفَأَمَّا الَّذِينَ ءامَنُواْ فَزَادَتْهُمْ إِيمَـناً وَهُمْ يَسْتَبْشِرُونَوَأَمَّا الَّذِينَ فِى قُلُوبِهِم مَّرَضٌ فَزَادَتْهُمْ رِجْسًا إِلَى رِجْسِهِمْ\n(As for those who believe, it has increased their faith, and they rejoice. But as for those in whose hearts is a disease, it will add disgrace to their disgrace.) (9:124-125) and commented, \"Evil to their evil and deviation to their deviation.\" This statement by `Abdur-Rahman is true, and it constitutes a punishment that is compatible to the sin, just as the earlier scholars stated. Similarly, Allah said,\nوَالَّذِينَ اهْتَدَوْاْ زَادَهُمْ هُدًى وَءَاتَـهُمْ تَقُوَاهُمْ\n(While as for those who accept guidance, He increases their guidance and grants them their piety) (47:17).\nAllah said next,\nبِمَا كَانُواْ يَكْذِبُونَ\n(Because they used to tell lies). The hypocrites have two characteristics, they lie and they deny the Unseen.\nThe scholars who stated that the Prophet ﷺ knew the hypocrites of his time have only the Hadith of Hudhayfah bin Al-Yaman as evidence. In it the Prophet ﷺ gave him the names of fourteen hypocrites during the battle of Tabuk. These hypocrites plotted to assassinate the Prophet ﷺ during the night on a hill in that area. They planned to excite the Prophet's ﷺ camel, so that she would throw him down the hill. Allah informed the Prophet ﷺ about their plot, and the Prophet ﷺ told Hudhayfah their names.\nAs for the other hypocrites, Allah said about them,\nوَمِمَّنْ حَوْلَكُم مِّنَ الاٌّعْرَابِ مُنَـفِقُونَ وَمِنْ أَهْلِ الْمَدِينَةِ مَرَدُواْ عَلَى النَّفَاقِ لاَ تَعْلَمُهُمْ نَحْنُ نَعْلَمُهُمْ\n(And among the bedouins around you, some are hypocrites, and so are some among the people of Al-Madinah who persist in hypocrisy; you (O Muhammad ) know them not, We know them) (9:101), and,\nلَّئِن لَّمْ يَنتَهِ الْمُنَـفِقُونَ وَالَّذِينَ فِى قُلُوبِهِمْ مَّرَضٌ وَالْمُرْجِفُونَ فِى الْمَدِينَةِ لَنُغْرِيَنَّكَ بِهِمْ ثُمَّ لاَ يُجَاوِرُونَكَ فِيهَآ إِلاَّ قَلِيلاً - مَّلْعُونِينَ أَيْنَمَا ثُقِفُواْ أُخِذُواْ وَقُتِّلُواْ تَقْتِيلاً\n(If the hypocrites, and those in whose hearts is a disease, and those who spread false news among the people in Al-Madinah do not cease, We shall certainly let you overpower them, then they will not be able to stay in it as your neighbors but a little while. Accursed, they shall be seized wherever found, and killed with a (terrible) slaughter) (33:60-61).\nThese Ayat prove that the Prophet ﷺ was not informed about each and everyone among the hypocrites of his time. Rather, the Prophet ﷺ was only informed about their characteristics, and he used to assume that some people possessed these characteristics. Similarly, Allah said,\nوَلَوْ نَشَآءُ لأَرَيْنَـكَهُمْ فَلَعَرَفْتَهُم بِسِيمَـهُمْ وَلَتَعْرِفَنَّهُمْ فِى لَحْنِ الْقَوْلِ\n(Had We willed, We could have shown them to you, and you should have known them by their marks; but surely, you will know them by the tone of their speech!) (47:30).\nThe most notorious hypocrite at that time was `Abdullah bin Ubayy bin Salul; Zayd bin Arqam - the Companion - gave truthful testimony to that effect. In addition, `Umar bin Al-Khattab once mentioned the matter of Ibn Salul to the Prophet ﷺ, who said,\n«إِنِّي أَكْرَهُ أَنْ تَتَحَدَّثَ الْعَرَبُ أَنَّ مُحَمَّدًا يَقْتُلُ أَصْحَابَه»\n(I would not like the Arabs to say to each other that Muhammad is killing his Companions.)\nYet, when Ibn Salul died, the Prophet ﷺ performed the funeral prayer for him and attended his funeral just as he used to do with other Muslims. It was recorded in the Sahih that the Prophet ﷺ said,\n«إِنِّي خُيِّرْتُ فَاخْتَرْت»\n(I was given the choice (to pray for him or not), so I chose.)\nIn another narration, the Prophet ﷺ said,\n«لَوْ أَعْلَمُ أَنِّي لَوْ زِدْتُ عَلَى السَّبْعِينَ يُغْفَرُ لَهُ لَزِدْت»\n(If I knew that by asking (Allah to forgive Ibn Salul) more than seventy times that He would forgive him, then I would do that.)",
  "ayah": 10,
  "surah": 2
}
