{
  "text": "Ibrahim Al-Khalil was an Imam for the People\nAllah is informing us of the honor of Ibrahim Al-Khalil, who He made an Imam for the people, and a model to be imitated, because of the way he conducted himself and adhered to Tawhid. This honor was given to Prophet Ibrahim when he adhered to Allah's decisions and prohibitions. This is why Allah said,\nوَإِذِ ابْتَلَى إِبْرَهِيمَ رَبُّهُ بِكَلِمَـتٍ\n(And (remember) when the Lord of Ibrahim (i.e., Allah) tried him with (certain) commands).\nThis Ayah means, O Muhammad! Remind the idolators and the People of the Scriptures, who pretend to be followers of the religion of Ibrahim, while in reality they do not follow it, while you, O Muhammad, and your followers are the true followers of his religion; remind them of the commands and prohibitions that Allah tested Ibrahim with.\nفَأَتَمَّهُنَّ\n(which he fulfilled.) indicating that Ibrahim implemented all of Allah's orders. Allah said in another Ayah,\nوَإِبْرَهِيمَ الَّذِى وَفَّى\n(And of Ibrahim (Abraham) who fulfilled (or conveyed) all that (Allah ordered him to do or convey)) (53:37)\nmeaning, he was truthful and he was obedient to Allah's legislation. Also, Allah said,\nإِنَّ إِبْرَهِيمَ كَانَ أُمَّةً قَـنِتًا لِلَّهِ حَنِيفًا وَلَمْ يَكُ مِنَ الْمُشْرِكِينَ - شَاكِراً لانْعُمِهِ اجْتَبَـهُ وَهَدَاهُ إِلَى صِرَطٍ مُّسْتَقِيمٍ - وَءاتَيْنَـهُ فِى الْدُّنْيَا حَسَنَةً وَإِنَّهُ فِى الاٌّخِرَةِ لَمِنَ الصَّـلِحِينَ - ثُمَّ أَوْحَيْنَآ إِلَيْكَ أَنِ اتَّبِعْ مِلَّةَ إِبْرَهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ\n(Verily, Ibrahim was an Ummah (or a nation), obedient to Allah, Hanif (i.e. to worship none but Allah), and he was not one of those who were Al-Mushrikin (polytheists), (He was) thankful for His (Allah's) favors. He (Allah) chose him and guided him to a straight path. And We gave him good in this world, and in the Hereafter he shall be of the righteous. Then, We have sent the revelation to you (O Muhammad saying): \"Follow the religion of Ibrahim Hanif (Islamic Monotheism ـ to worship none but Allah) and he was not of the Mushrikin.) (16:120-123)\nقُلْ إِنَّنِى هَدَانِى رَبِّى إِلَى صِرَطٍ مُّسْتَقِيمٍ دِينًا قِيَمًا مِّلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ\n(Say (O Muhammad ): \"Truly, my Lord has guided me to a straight path, a right religion, the religion of Ibrahim, Hanifan, and Ibrahim (to worship none but Allah, alone) and he was not of Al-Mushrikin.\") (6:161) and,\nمَا كَانَ إِبْرَهِيمُ يَهُودِيًّا وَلاَ نَصْرَانِيًّا وَلَكِن كَانَ حَنِيفًا مُّسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ - إِنَّ أَوْلَى النَّاسِ بِإِبْرَهِيمَ لَلَّذِينَ اتَّبَعُوهُ وَهَـذَا النَّبِىُّ وَالَّذِينَ ءَامَنُواْ وَاللَّهُ وَلِىُّ الْمُؤْمِنِينَ\n(Ibrahim was neither a Jew nor a Christian, but he was a true Muslim Hanifan (Islamic Monotheism ـ to worship none but Allah alone) and he was not of Al-Mushrikin. Verily, among mankind who have the best claim to Ibrahim are those who followed him, and this Prophet (Muhammad ) and those who have believed (Muslims). And Allah is the Wali (Protector and Helper) of the believers) (3:67-68).\nAllah said,\nبِكَلِمَـتِ\n(with Kalimat (words)) which means, \"Laws, commandments and prohibitions.\" `Words' as mentioned here, sometimes refers to what Allah has willed, such as Allah's statement about Maryam,\nوَصَدَّقَتْ بِكَلِمَـتِ رَبَّهَا وَكُتُبِهِ وَكَانَتْ مِنَ الْقَـنِتِينَ\n(And she testified to the truth of the Words of her Lord, and (also believed in) His Scriptures, and she was of the Qanitin (i.e. obedient to Allah)) (66:12).\n\"Words\" also refers to Allah's Law, such as Allah's statement,\nوَتَمَّتْ كَلِمَةُ رَبِّكَ صِدْقاً وَعَدْلاً\n(And the Word of your Lord has been fulfilled in truth and in justice) (6:115) meaning, His legislation. \"Words\" also means truthful news, or a just commandment or prohibition. For instance, Allah said,\nوَإِذِ ابْتَلَى إِبْرَهِيمَ رَبُّهُ بِكَلِمَـتٍ فَأَتَمَّهُنَّ\n(And (remember) when the Lord of Ibrahim tried him with (certain) Words (commands), which he fulfilled) meaning, he adhered to them, Allah said,\nإِنِّى جَـعِلُكَ لِلنَّاسِ إِمَامًا\n(\"Verily, I am going to make you an Imam (a leader) for mankind (to follow you).\") as a reward for Ibrahim's good deeds, adhering to the commandments and avoiding the prohibitions. This is why Allah made Ibrahim a role model for the people, and an Imam whose conduct and path are imitated and followed.\nWhat were the Words that Ibrahim was tested with\nThere is a difference of opinion over the words that Allah tested Ibrahim with. There are several opinions attributed to Ibn `Abbas. For instance, `Abdur-Razzaq said that Ibn `Abbas said, \"Allah tested him with the rituals (of Hajj).\" Abu Ishaq reported the same. `Abdur-Razzaq also narrated that Ibn `Abbas said that,\nوَإِذِ ابْتَلَى إِبْرَهِيمَ رَبُّهُ بِكَلِمَـتٍ\n(And (remember) when the Lord of Ibrahim (Abraham) (i.e., Allah) tried him with (certain) commands) means, \"Allah tested him with Taharah (purity, ablution): five on the head and five on the body. As for the head, they are cutting the mustache, rinsing the mouth, inhaling and discarding water, using Siwak and parting the hair. As for the body, they are trimming the nails, shaving the pubic hair, circumcision and plucking under the arm and washing with water after answering the call of nature.\" Ibn Abi Hatim said, \"A similar statement was also reported from Sa`id bin Al-Musayyib, Mujahid, Ash-Sha`bi, An-Nakha`i, Abu Salih, Abu Al-Jald, and so forth.\"\nThere is a similar statement that Imam Muslim narrated from `A'ishah who said that Allah's Messenger ﷺ said,\n«عَشْرٌ مِنَ الْفِطْرَةِ: قَصُّ الشَّارِبِ وَإِعْفَاءُ اللِّحْيَةِ وَالسِّوَاكُ وَاسْتِنْشَاقُ الْمَاءِ وَقَصُّ الْأَظْفَارِ وَغَسْلُ الْبَرَاجِمِ وَنَتْفُ الْإِبْطِ وَحَلْقُ الْعَانَةِ وَانْتِقَاصُ الْمَاءِ وَنَسِيتُ الْعَاشِرَةَ إِلَّا أَنْ تَكُونَ الْمَضْمَضَة»\n(Ten are among the Fitrah (instinct, natural constitution): trimming the mustache, growing the beard, using Siwak, inhaling and then exhaling water (in ablution), cutting the nails, washing between the fingers (in ablution), plucking the underarm hair, shaving the pubic hair, washing with water after answering the call of nature, (and I forgot the tenth, I think it was) rinsing the mouth (in ablution).)\nThe Two Sahihs recorded Abu Hurayrah saying that the Prophet said,\n«الْفِطْرَةُ خَمْسٌ: الْخِتَانُ وَالْاسْتِحْدَادُ وَقَصُّ الشَّارِبِ وَتَقْلِيمُ الْأَظْفَارِ وَنَتْفُ الْإِبْط»\n(Five are among the acts of Fitrah: circumcision, shaving the pubic hair, trimming the mustache, cutting the nails and plucking the underarm hair.) This is the wording with Muslim.\nMuhammad bin Ishaq reportd that Ibn `Abbas said, \"The words that Allah tested Ibrahim with, and that he implemented were: abandoning his (disbelieving) people when Allah commanded him to do so, disputing with Nimrod (king of Babylon) about Allah, being patient when he was thrown in the fire (although this was extremely traumatic) migrating from his homeland when Allah commanded him to do so, patience with the monetary and material demands of hosting guests by Allah's command, and Allah's order for him to slaughter his son. When Allah tested Ibrahim with these words, and he was ready for the major test, Allah said to him,\nأَسْلِمْ قَالَ أَسْلَمْتُ لِرَبِّ الْعَـلَمِينَ\n(\"Submit (be a Muslim)!\" He said, \"I have submitted myself (as a Muslim) to the Lord of all that exists. \") (2:131) although this meant defying and being apart from the people.\"\nThe Unjust do not qualify for Allah's Promise\nAllah said that Ibrahim said,\nوَمِن ذُرِّيَتِى\n(And of my offspring (to make leaders)) and Allah replied,\nلاَ يَنَالُ عَهْدِي الظَّـلِمِينَ\n(My covenant (prophethood) includes not Zalimin (polytheists and wrongdoers)).\nWhen Allah made Ibrahim an Imam (Leader for the faithful), he asked Allah that Imams thereafter be chosen from his offspring. Allah accepted his supplication, but told him that there will be unjust people among his offspring and they will not benefit from Allah's promise. Thus, they will neither become Imams nor be imitated (for they will not be righteous). The proof that Ibrahim's supplication to Allah was accepted is that Allah said in Surat Al-`Ankabut (29:27),\nوَجَعَلْنَا فِى ذُرِّيَّتِهِ النُّبُوَّةَ وَالْكِتَـبَ\n(And We ordained among his offspring prophethood and the Book).\nHence, every Prophet whom Allah sent after Ibrahim were from among his offspring, and every Book that Allah revealed was to them. As for Allah's statement,\nقَالَ لاَ يَنَالُ عَهْدِي الظَّـلِمِينَ\n((Allah) said, \"My covenant (prophethood) includes not Zalimin (polytheists and wrongdoers). \")\nAllah mentioned that there are unjust people among the offspring of Ibrahim, and they will not benefit from Allah's promise, nor would they be entrusted with anything, even though they are among the children of Allah's Khalil (intimate friend, Prophet Abraham). There will also be those who do good among the children of Ibrahim, and these it is who will benefit from Ibrahim's supplication. Ibn Jarir said that this Ayah indicated that the unjust shall not be Imams for the people. Moreover, the Ayah informed Ibrahim that there will be unjust people among his offspring. Also, Ibn Khuwayz Mindad Al-Maliki said, \"The unjust person does not qualify to be a Khalifah, a ruler, one who gives religious verdicts, a witness, or even a narrator (of Hadiths).\"",
  "ayah": 124,
  "surah": 2
}
