{
  "text": "Muhammad's ﷺ Prophecy is a Great Bounty from Allah\nAllah reminds His believing servants with what He has endowed them with by sending Muhammad ﷺ as a Messenger to them, reciting to them Allah's clear Ayat and purifying and cleansing them from the worst types of behavior, the ills of the souls and the acts of Jahiliyyah (pre-Islamic era). The Messenger also takes them away from the darkness (of disbelief) to the light (of faith) and teaches them the Book, the Qur'an, and the Hikmah (i.e., the wisdom), which is his Sunnah. He also teaches them what they knew not. During the time of Jahiliyyah, they used to utter foolish statements. Later on, and with the blessing of the Prophet's Message and the goodness of his prophecy, they were elevated to the status of the Awliya' (loyal friends of Allah) and the rank of the scholars. Hence, they acquired the deepest knowledge among the people, the most pious hearts, and the most truthful tongues. Allah said:\nلَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولاً مِّنْ أَنفُسِهِمْ يَتْلُواْ عَلَيْهِمْ ءَايَـتِهِ وَيُزَكِّيهِمْ\n(Indeed, Allah conferred a great favor on the believers when He sent among them a Messenger (Muhammad ) from among themselves, reciting unto them His verses (the Qur'an), and purifying them (from sins).) (3:164)\nAllah also criticized those who did not give this bounty its due consideration, when He said:\nأَلَمْ تَرَ إِلَى الَّذِينَ بَدَّلُواْ نِعْمَتَ اللَّهِ كُفْرًا وَأَحَلُّواْ قَوْمَهُمْ دَارَ الْبَوَارِ\n(Have you not seen those who have changed the favors of Allah into disbelief (by denying Prophet Muhammad ) and his Message of Islam), and caused their people to dwell in the house of destruction) (14:28)\nIbn `Abbas commented, \"Allah's favor means Muhammad.\" Therefore, Allah has commanded the believers to affirm this favor and to appreciate it by thanking and remembering Him:\nفَاذْكُرُونِى أَذْكُرْكُمْ وَاشْكُرُواْ لِي وَلاَ تَكْفُرُونِ\n(Therefore, remember Me. I will remember you, and be grateful to Me, and never be ungrateful to Me.)\nMujahid said that Allah's statement:\nكَمَآ أَرْسَلْنَا فِيكُمْ رَسُولاً مِّنْكُمْ\n(Similarly (to complete My favor on you), We have sent among you a Messenger (Muhammad ) of your own,)\nmeans: Therefore, remember Me in gratitude to My favor.\nAl-Hasan Al-Basri commented about Allah's statement:\nفَاذْكُرُونِى أَذْكُرْكُمْ\n(Therefore remember Me. I will remember you), \"Remember Me regarding what I have commanded you and I will remember you regarding what I have compelled Myself to do for your benefit (i.e., His rewards and forgiveness).\"\nAn authentic Hadith states:\n«يَقُولُ اللهُ تَعَالَى: مَنْ ذَكَرَنِي فِي نَفْسِهِ ذَكَرْتُهُ فِي نَفْسِي وَمَنْ ذَكَرَنِي فِي مَلَأٍ ذَكَرْتُهُ فِي مَلَأٍ خَيْرٍ مِنْه»\n(Allah the Exalted said, `Whoever mentions Me to himself, then I will mention him to Myself; and whoever mentions Me in a gathering, I will mention him in a better gathering.)'\nImam Ahmad reported that Anas narrated that Allah's Messenger ﷺ said:\n«قَالَ اللهُ عَزَّ وَجَلَّ: يَا ابْنَ آدَمَ، إِنْ ذَكَرْتَنِي فِي نَفْسِكَ ذَكَرْتُك فِي نَفْسِي، إِنْ ذَكَرْتَنِي فِي مَلَإٍ ذكَرْتُكَ فِي مَلَإٍ مِنَ الْمَلَائِكَةِ أَوْ قَالَ: فِي مَلَإٍ خَيْرٍ مِنْهُ وَإِنْ دَنَوْتَ مِنِّي شِبْرًا دَنَوْتُ مِنْكَ ذِرَاعًا، وَإِنْ دَنَوْتَ مِنِّي ذِرَاعًا دَنَوْتُ مِنْكَ بَاعًا، وَإنْ أَتَيْتَنِي تَمْشِي أَتَيْتُكَ هَرْوَلَة»\n(Allah the Exalted said, `O son of Adam! If you mention Me to yourself, I will mention you to Myself. If you mention Me in a gathering, I will mention you in a gathering of the angels (or said in a better gathering). If you draw closer to Me by a hand span, I will draw closer to you by forearm's length. If you draw closer to Me by a forearm's length, I will draw closer to you by an arm's length. And if you come to Me walking, I will come to you running).\nIts chain is Sahih, it was recorded by Al-Bukhari. Allah said:\nوَاشْكُرُواْ لِي وَلاَ تَكْفُرُونِ\n(...and be grateful to Me (for My countless favors on you) and never be ungrateful to Me.)\nIn this Ayah, Allah commands that He be thanked and appreciated, and promises even more rewards for thanking Him. Allah said in another Ayah:\nوَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِن شَكَرْتُمْ لأَزِيدَنَّكُمْ وَلَئِن كَفَرْتُمْ إِنَّ عَذَابِى لَشَدِيدٌ\n(And (remember) when your Lord proclaimed: \"If you give thanks (by accepting faith and worshipping none but Allah), I will give you more (of My blessings); but if you are thankless (i.e., disbelievers), verily, My punishment is indeed severe.)\nAbu Raja' Al-`Utaridi said: `Imran bin Husayn came by us once wearing a nice silken garment that we never saw him wear before or afterwards. He said, \"Allah's Messenger ﷺ said:\n«مَنْ أَنْعَمَ اللهُ عَلَيْهِ نِعْمَةً فَإِنَّ اللهَ يُحِبُّ أَنْ يَرَى أَثَرَ نِعْمَتِهِ عَلَى خَلْقِه»\n، وَقَالَ رَوْحٌ مَرَّةً:\n«عَلَى عَبْدِه»\n(Those whom Allah has favored with a bounty, then Allah likes to see the effect of His bounty on His creation), or he said, \"on His servant\" - according to Ruh (one of the narrators of the Hadith).",
  "ayah": 152,
  "surah": 2
}
