{
  "text": "The Virtue of Patience and Prayer\nAfter Allah commanded that He be appreciated, He ordained patience and prayer. It is a fact that the servant is either enjoying a bounty that he should be thankful for, or suffering a calamity that he should meet with patience. A Hadith states:\n«عَجَبًا لِلْمُؤْمِنِ لَا يَقْضِي اللهُ لَهُ قَضَاءً إلَّا كَانَ خَيْرًا لَهُ: إِنْ أَصَابَتْهُ سَرَّاءُ فَشَكَرَ كَانَ خَيْرًا لَهُ وإنْ أَصَابَتْهُ ضَرَّاءُ فَصَبَرَ كَانَ خَيْرًا لَه»\n(Amazing is the believer, for whatever Allah decrees for him, it is better for him! If he is tested with a bounty, he is grateful for it and this is better for him; and if he is afflicted with a hardship, he is patient with it and this is better for him.)\nAllah has stated that the best tools to help ease the effects of the afflictions are patience and prayer. Earlier we mentioned Allah's statement:\nوَاسْتَعِينُواْ بِالصَّبْرِ وَالصَّلَوةِ وَإِنَّهَا لَكَبِيرَةٌ إِلاَّ عَلَى الْخَـشِعِينَ\n(And seek help in patience and As-Salah (the prayer) and truly, it is extremely heavy and hard except for Al-Khashi`in i.e., the true believers in Allah) (2:45)\nThere are several types of Sabr ـ patience: one for avoiding the prohibitions and sins, one for acts of worship and obedience. The second type carries more rewards than the first type. There is a third type of patience required in the face of the afflictions and hardships, which is mandatory, like repentance.\n`Abdur-Rahman bin Zayd bin Aslam said, \"Sabr has two parts: patience for the sake of Allah concerning what He is pleased with (i.e., acts of worship and obedience), even if it is hard on the heart and the body, and patience when avoiding what He dislikes, even if it is desired. Those who acquire these qualities will be among the patient persons whom Allah shall greet (when they meet Him in the Hereafter; refer to Surat Al-Ahzab 33:44), Allah willing.\"\nThe Life enjoyed by Martyrs\nAllah's statement:\nوَلاَ تَقُولُواْ لِمَن يُقْتَلُ فِى سَبيلِ اللَّهِ أَمْوَاتٌ بَلْ أَحْيَاءٌ\n(And say not of those who are killed in the way of Allah, \"They are dead.\" Nay, they are living,) indicates that the martyrs are alive and receiving their sustenance.\nMuslim reported in his Sahih:\n«أَنَّ أَرْوَاحَ الشُّهَدَاءِ فِي حَوَاصِلَ طَيْرٍ خُضْرٍ، تَسْرَحُ فِي الْجَنَّة حَيْثُ شَاءَتْ، ثُمَّ تَأْوِي إلَى قَنَادِيلَ مُعَلَّقَةٍ تَحْتَ الْعَرْشِ، فَاطَّلَعَ عَلَيْهِمْ رَبُّكَ اطِّلَاعَةً، فقَالَ: مَاذَا تَبْغُونَ؟ فَقَالُوا: يَا رَبَّنَا وَأَيَّ شَيْءٍ نَبْغِي، وَقَدْ أَعْطَيْتنَا مَا لَمْ تُعْطِ أَحَدًا مِنْ خَلْقِكَ؟ ثُمَّ عَادَ إِلَيْهِمْ بِمِثْلِ هذَا، فَلَمَّا رَأَوْا أَنَّهُم لَا يُتْرَكُون مِنْ أَنْ يُسْأَلُوا، قَالُوا: نُرِيدُ أَنْ تَرُدَّنَا إِلَى الدَّارِ الدُّنْيَا فَنُقَاتِلَ فِي سَبِيلِكَ حَتَّى نُقْتَلَ فِيكَ مَرَّةً أُخْرَى لِمَا يَرَوْنَ مِنْ ثَوابِ الشَّهادَةِ فَيَقُولُ الرَّبُّ جَلَّ جَلَالُهُ: إِنِّي كَتَبْتُ أَنَّهُمْ إلَيْهَا لَا يَرْجِعُون»\n(The souls of the martyrs are inside green birds and move about in Paradise wherever they wish. Then, they take refuge in lamps that are hanging under the Throne (of Allah). Your Lord looked at them and asked them, `What do you wish for' They said, `What more could we wish for while You have favored us with what You have not favored any other of your creation' He repeated the question again. When they realize that they will be asked (until they answer), they said, `We wish that You send us back to the earthly life, so that we fight in Your cause until we are killed in Your cause again,' (because of what they enjoy of the rewards of martyrdom). The Lord then said, `I have written that they will not be returned to it (earthly life) again.)\nImam Ahmad reported that `Abdur-Rahman bin Ka`b bin Malik narrated from his father that Allah's Messenger ﷺ said:\n«نَسَمَةُ الْمُؤْمِنِ طَائِرٌ تَعْلَقُ فِي شَجَرِ الْجَنَّةِ حَتَّى يَرْجِعَهُ اللهُ إِلَى جَسَدهِ يَوْمَ يَبْعَثُه»\n(The believer's soul is a bird that feeds on the trees of Paradise until Allah sends it back to its body when the person is resurrected.)\nThis Hadith includes all the believers in its general meaning. Thus, the fact that the Qur'an mentions the martyrs in particular in the above Ayah serves to honor, glorify and favor them (although the other believers share the rewards they enjoy).",
  "ayah": 153,
  "surah": 2
}
