{
  "text": "The Order to eat the Lawful Things, and the Prohibition of following the Footsteps of Shaytan\nAfter Allah stated that there is no deity worthy of worship except Him and that He Alone created the creation, He stated that He is the Sustainer for all His creation, and He mentioned a favor that He granted them; He has allowed them to eat any of the pure lawful things on the earth that do not cause harm to the body or the mind. He also forbade them from following the footsteps of Shaytan, meaning his ways and methods with which he misguides his followers, like prohibiting the Bahirah (a she-camel whose milk was spared for the idols and nobody was allowed to milk it), or Sa'ibah (a she-camel let loose for free pasture for the idols and nothing was allowed to be carried on it), or a Wasilah (a she-camel set free for idols because it has given birth to a she-camel at its first delivery and then again gives birth to a she-camel at its second delivery), and all of the other things that Shaytan made attractive to them during the time of Jahiliyyah. Muslim recorded `Iyad bin Himar saying that Allah's Messenger ﷺ said that Allah the Exalted says,\nيَقُولُ اللهُ تَعَالَى:إِنَّ كُلَّ مَالٍ مَنَحْتُهُ عِبَادِي فَهُوَ لَهُمْ حَلَالٌ، وَفِيهِ وَإِنِّي خَلَقْتُ عِبَادِي حُنَفَاءَ، فَجَاءَتْهُمُ الشَّيَاطِينُ فَاجْتَالَتْهُمْ عَنْ دِينِهِمْ، وَحَرَّمَتْ عَلَيْهِمْ مَا أَحْلَلْتُ لَهُم»\n(`Every type of wealth I have endowed My servants is allowed for them...' (until), `I have created My servants Hunafa' (pure or upright), but the devils came to them and led them astray from their (true) religion and prohibited them from what I allowed for them. ')\nAllah said:\nإِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ\n(...he is to you an open enemy.)\nwarning against Satan. Allah said in another instance:\nإِنَّ الشَّيْطَـنَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوّاً إِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُواْ مِنْ أَصْحَـبِ السَّعِيرِ\n(Surely, Shaytan is an enemy to you, so take (treat) him as an enemy. He only invites his Hizb (followers) that they may become the dwellers of the blazing Fire.) (35:6), and:\nأَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَآءَ مِن دُونِى وَهُمْ لَكُمْ عَدُوٌّ بِئْسَ لِلظَّـلِمِينَ بَدَلاً\n(Will you then take him (Iblis) and his offspring as protectors and helpers rather than Me while they are enemies to you What an evil is the exchange for the Zalimin (polytheists, and wrongdoers, etc).) (18:50)\nQatadah and As-Suddi commented on what Allah said:\nوَلاَ تَتَّبِعُواْ خُطُوَتِ الشَّيْطَـنِ\n(...and follow not the footsteps of Shaytan (Satan)):\nEvery act of disobedience to Allah is among the footsteps of Satan.\n`Abd bin Humayd reported that Ibn `Abbas said: \"Any vow or oath that one makes while angry, is among the footsteps of Shaytan and its expiation is that of the vow. \" Allah's statement:\nإِنَّمَا يَأْمُرُكُم بِالسُّوءِ وَالْفَحْشَآءِ وَأَن تَقُولُواْ عَلَى اللَّهِ مَا لاَ تَعْلَمُونَ\n(He (Satan) commands you only what is evil and Fahsha (sinful), and that you should say about Allah what you know not.)\nThe verse means: `Your enemy, Satan, commands you to commit evil acts and what is worse than that, such as adultery and so forth. He commands you to commit what is even worse, that is, saying about Allah without knowledge.' So this includes every innovator and disbeliever.",
  "ayah": 169,
  "surah": 2
}
