{
  "text": "The Polytheist imitates Other Polytheists\nAllah states that if the disbelievers and polytheists are called to follow what Allah has revealed to His Messenger and abandon the practices of misguidance and ignorance that they indulge in, they will say, \"Rather. We shall follow what we found our fathers following,\" meaning, worshipping the idols and the false deities. Allah criticized their reasoning:\nأَوَلَوْ كَانَ ءَابَاؤُهُمْ\n((Would they do that!) even though their fathers), meaning, those whom they follow and whose practices they imitate, and:\nلاَ يَعْقِلُونَ شَيْئًا وَلاَ يَهْتَدُونَ\n(...did not understand anything nor were they guided) meaning, they had no sound understanding or guidance. Ibn Ishaq reported that Ibn `Abbas said that this was revealed about a group of Jews whom Allah's Messenger ﷺ called to Islam, but they refused, saying, \"Rather, we shall follow what we found our forefathers following.\" So Allah revealed this Ayah (2:170) above.\"\nThe Disbeliever is just like an Animal\nAllah then made a parable of the disbelievers, just as He said in another Ayah:\nلِلَّذِينَ لاَ يُؤْمِنُونَ بِالاٌّخِرَةِ مَثَلُ السَّوْءِ\n(For those who believe not in the Hereafter is an evil description.) (16:60)\nSimilarly, Allah said here (2:171 above)\nوَمَثَلُ الَّذِينَ كَفَرُواْ\n(And the example of those who disbelieve...) meaning, in their injustice, misguidance and ignorance, they are just like wandering animals, not understanding what they are told; if the shepherd heralds them or calls them to what benefits them, they would not understand what is actually being said to them, for they only hear unintelligible sounds. This is what is reported from Ibn `Abbas, Abu Al-`Aliyah, Mujahid, `Ikrimah, `Ata', Al-Hasan, Qatadah, `Ata' Al-Khurasani and Ar-Rabi` bin Anas.\nصُمٌّ بُكْمٌ عُمْىٌ\n(They are deaf, dumb, and blind.) means, they are deaf, as they do not hear the truth; mute, as they do not utter it; and blind, as they do not see or recognize its path and way.\nفَهُمْ لاَ يَعْقِلُونَ\n(So they do not understand.) means, they do not comprehend or understand anything.",
  "ayah": 170,
  "surah": 2
}
