{
  "text": "Allah hears the Servant's Supplication\nImam Ahmad reported that Abu Musa Al-Ash`ari said, \"We were in the company of Allah's Messenger ﷺ during a battle. Whenever we climbed a high place, went up a hill or went down a valley, we used to say, `Allah is the Most Great,' raising our voices. The Prophet came by us and said:\n«يَا أَيُّهَا النَّاسُ، ارْبَعُوا عَلى أَنْفُسِكُمْ، فَإِنَّكُمْ لَا تَدْعُونَ أَصَمَّ ولَا غَائِبًا، إنَّمَا تَدْعُونَ سَمِيعًا بَصِيرًا، إنَّ الَّذي تَدْعُونَ أَقْربُ إِلَى أَحَدِكُمْ مِنْ عُنُقِ رَاحِلَتِهِ، يا عَبْدَاللهِ بْنَ قَيْسٍ، أَلَا أُعَلِّمُكَ كَلِمَةً مِنْ كُنُوزِ الْجَنَّةِ؟ لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِالله»\n(O people! Be merciful to yourselves (i.e., don't raise your voices), for you are not calling a deaf or an absent one, but One Who is All-Hearer, All-Seer. The One Whom you call is closer to one of you than the neck of his animal. O `Abdullah bin Qais (Abu Musa's name) should I teach you a statement that is a treasure of Paradise: `La hawla wa la quwwata illa billah (there is no power or strength except from Allah).')\nThis Hadith was also recorded in the Two Sahihs, and Abu Dawud, An-Nasa'i, At-Tirmidhi and Ibn Majah recorded similar wordings. Furthermore, Imam Ahmad recorded that Anas said that the Prophet said:\n«يَقُولُ اللهُ تَعَالى أَنَا عِنْدَ ظَنِّ عَبْدِي بِي وَأَنَا مَعَهُ إِذَا دَعَانِي»\n(\"Allah the Exalted said, `I am as My servant thinks of Me, and I am with him whenever he invokes Me.') Allah accepts the Invocation\nImam Ahmad also recorded Abu Sa`id saying that the Prophet said:\n«مَا مِنْ مُسْلِمٍ يَدْعُو اللهَ عَزَّ وَجَلَّ بِدَعْوَةٍ لَيْسَ فِيها إِثْمٌ ولَا قَطِيعَةُ رَحِمٍ، إلَّا أَعْطَاهُ اللهُ بِهَا إِحْدَى ثَلَاثِ خِصَالٍ: إِمَّا أَنْ يُعَجِّل لَهُ دَعْوَتَهُ، وَإِمَّا أَنْ يَدَّخِرَهَا لَهُ فِي الأُخْرَى، وَإِمَّا أَنْ يَصْرِفَ عَنْهُ مِنَ السُّوءِ مِثْلَهَا»\nقَالُوا: إذًا نُكْثِرُ؟ قَالَ:\n«اللهُ أَكْثَر»\n(No Muslim supplicates to Allah with a Du`a that does not involve sin or cutting the relations of the womb, but Allah will grant him one of the three things. He will either hasten the response to his supplication, save it for him until the Hereafter, or would turn an equivalent amount of evil away from him.\") They said, \"What if we were to recite more (Du`a).\" He said, (There is more with Allah.)\n`Abdullah the son of Imam Ahmad recorded `Ubadah bin As-Samit saying that the Prophet said:\n«مَا عَلى ظَهْرِ الأَرْضِ مِنْ رَجُلٍ مُسْلِمٍ يَدْعُو اللهَ عَزَّ وَجَلَّ بَدَعْوَةٍ إِلَّا آتَاهُ اللهُ إيَّاهَا، أَوْ كَفَّ عَنْهُ مِنَ السُّوءِ مِثْلَهَا مَا لَمْ يَدْعُ بِإِثْمٍ أَوْ قَطِيعَةِ رَحِم»\n(There is no Muslim man on the face of the earth who supplicates to Allah but Allah would either grant it to him, or avert a harm from him of equal proportions, as long as his supplication does not involve sin or cutting the relations of the womb.) At-Tirmidhi recorded this Hadith.\nAllah accepts the Invocation\nImam Ahmad also recorded Abu Sa`id saying that the Prophet said:\n«مَا مِنْ مُسْلِمٍ يَدْعُو اللهَ عَزَّ وَجَلَّ بِدَعْوَةٍ لَيْسَ فِيها إِثْمٌ ولَا قَطِيعَةُ رَحِمٍ، إلَّا أَعْطَاهُ اللهُ بِهَا إِحْدَى ثَلَاثِ خِصَالٍ: إِمَّا أَنْ يُعَجِّل لَهُ دَعْوَتَهُ، وَإِمَّا أَنْ يَدَّخِرَهَا لَهُ فِي الأُخْرَى، وَإِمَّا أَنْ يَصْرِفَ عَنْهُ مِنَ السُّوءِ مِثْلَهَا»\nقَالُوا: إذًا نُكْثِرُ؟ قَالَ:\n«اللهُ أَكْثَر»\n(No Muslim supplicates to Allah with a Du`a that does not involve sin or cutting the relations of the womb, but Allah will grant him one of the three things. He will either hasten the response to his supplication, save it for him until the Hereafter, or would turn an equivalent amount of evil away from him.\") They said, \"What if we were to recite more (Du`a).\" He said, (There is more with Allah.)\n`Abdullah the son of Imam Ahmad recorded `Ubadah bin As-Samit saying that the Prophet said:\n«مَا عَلى ظَهْرِ الأَرْضِ مِنْ رَجُلٍ مُسْلِمٍ يَدْعُو اللهَ عَزَّ وَجَلَّ بَدَعْوَةٍ إِلَّا آتَاهُ اللهُ إيَّاهَا، أَوْ كَفَّ عَنْهُ مِنَ السُّوءِ مِثْلَهَا مَا لَمْ يَدْعُ بِإِثْمٍ أَوْ قَطِيعَةِ رَحِم»\n(There is no Muslim man on the face of the earth who supplicates to Allah but Allah would either grant it to him, or avert a harm from him of equal proportions, as long as his supplication does not involve sin or cutting the relations of the womb.) At-Tirmidhi recorded this Hadith.\nImam Malik recorded that Abu Hurayrah narrated that Allah's Messenger ﷺ said:\n«يُسْتَجَابُ لأَحَدِكُمْ مَالَمْ يَعْجَلْ، يَقُولُ: دَعَوْتُ فَلَمْ يُسْتَجَبْ لِي»\n(One's supplication will be accepted as long as he does become get hasty and say, `I have supplicated but it has not been accepted from me.\")\nThis Hadith is recorded in the Two Sahihs from Malik, and this is the wording of Al-Bukhari.\nMuslim recorded that the Prophet said:\n«لا يَزَالُ يُسْتَجابُ لِلْعَبْدِ مَا لَمْ يَدْعُ بِإِثْم أَوْ قَطِيعَةِ رَحِمٍ مَا لَمْ يَسْتَعْجِل»\nقِيَل: يَا رَسُولَ اللهِ، وَمَا الاسْتِعْجَالُ؟ قَالَ:\n«يَقُولُ: قَدْ دَعَوْتُ وقَدْ دَعَوْتُ، فَلَمْ أَرَ يُسْتَجَابُ لِي، فَيَسْتَحْسِرُ عِنْدَ ذلِكَ وَيَدَعُ الدُّعَاء»\n(The supplication of the servant will be accepted as long as he does not supplicate for what includes sin, or cutting the relations of the womb, and as long as he does not become hasty.) He was asked, \"O Messenger of Allah ﷺ! How does one become hasty\" He said, (He says, `I supplicated and supplicated, but I do not see that my supplication is being accepted from me.' He thus looses interest and abandons supplicating (to Allah).)\nThree Persons Whose Supplication will not be rejected\nIn the Musnad of Imam Ahmad and the Sunans of At-Tirmidhi, An-Nasa'i and Ibn Majah it is recorded that Abu Hurayrah narrated that Allah's Messenger ﷺ said:\n«ثَلاَثةٌ لَا تُرَدُّ دَعْوَتُهُمْ: الْإمَامُ الْعَادِلُ، وَالصَّائِمُ حَتَّى يُفْطِرَ، وَدَعْوَةُ الْمَظْلُومِ، يَرْفَعُهَا اللهُ دُونَ الْغَمَامِ يَوْمَ الْقِيَامَةِ، وَتُفْتَحُ لَهَا أَبْوَابُ السَّمَاءِ، يَقُولُ: بِعِزَّتِي لَأَنْصُرَنَّكَ وَلَوْ بَعْدَ حِين»\n(Three persons will not have their supplication rejected: the just ruler, the fasting person until breaking the fast, and the supplication of the oppressed person, for Allah raises it above the clouds on the Day of Resurrection, and the doors of heaven will be opened for it, and Allah says, `By My grace! I will certainly grant it for you, even if after a while.')",
  "ayah": 186,
  "surah": 2
}
