{
  "text": "The Crescent Moons\nAl-`Awfi related that Ibn `Abbas said, \"The people asked Allah's Messenger ﷺ about the crescent moons. Thereafter, this Ayah was revealed:\nيَسْـَلُونَكَ عَنِ الأَهِلَّةِ قُلْ هِىَ مَوَاقِيتُ لِلنَّاسِ\n(They ask you (O Muhammad) about the crescents. Say, \"These are signs to mark fixed periods of time for mankind...) so that they mark their acts of worship, the `Iddah (the period of time a divorced woman or a widow is required to wait before remarrying) of their women and the time of their Hajj (pilgrimage to Makkah).\" `Abdur-Razzaq reported that Ibn `Umar narrated that Allah's Messenger ﷺ said:\n«جَعَلَ اللهُ الْأَهِلَّةَ مَوَاقِيتَ لِلنَّاسِ، فَصُومُوا لِرُؤْيَتِهِ، وَأَفْطِرُوا لِرُؤْيَتِهِ، فَإِنْ غُمَّ عَلَيْكُمْ فَعُدُّوا ثَلَاثِينَ يَوْمًا»\n(Allah has made the crescents signs to mark fixed periods of time for mankind. Hence, fast on seeing it (the crescent for Ramadan) and break the fast on seeing it (the crescent for Shawwal). If it (the crescent) was obscure to you then count thirty days (mark that month as thirty days).) WThis Hadith was also collected by Al-Hakim in his Mustadrak, and he said, \"The chain is Sahih, and they (Al-Bukhari and Muslim) did not recorded it.\"\nRighteousness comes from Taqwa\nAllah said:\nوَلَيْسَ الْبِرُّ بِأَن تَأْتُواْ الْبُيُوتَ مِن ظُهُورِهَا وَلَـكِنَّ الْبِرَّ مَنِ اتَّقَى وَأْتُواْ الْبُيُوتَ مِنْ أَبْوَبِهَا\n(It is not Al-Birr (piety, righteousness, etc.) that you enter the houses from the back, but Al-Birr is from Taqwa. So enter houses through their proper doors.)\nAl-Bukhari recorded that Al-Bara' said, \"During the time of Jahiliyyah, they used to enter the house from the back upon assuming the Ihram. Thereafter, Allah revealed (the following Ayah):\nوَلَيْسَ الْبِرُّ بِأَن تَأْتُواْ الْبُيُوتَ مِن ظُهُورِهَا وَلَـكِنَّ الْبِرَّ مَنِ اتَّقَى وَأْتُواْ الْبُيُوتَ مِنْ أَبْوَبِهَا\n(It is not Al-Birr (piety, righteousness, etc.) that you enter the houses from the back but Al-Birr is from Taqwa. So enter houses through their proper doors.)\nAbu Dawud At-Tayalisi recorded the same Hadith from Al-Bara' but with the wording; \"The Ansar used to enter their houses from the back when returning from a journey. Thereafter, this Ayah (2:189 above) was revealed...\"\nAl-Hasan said, \"When some people during the time of Jahiliyyah would leave home to travel, and then decide not to travel, they would not enter the house from its door. Rather, they would climb over the back wall. Allah the Exalted said:\nوَلَيْسَ الْبِرُّ بِأَن تَأْتُواْ الْبُيُوتَ مِن ظُهُورِهَا\n(It is not Al-Birr (piety, righteousness) that you enter the houses from the back,).\"\nAllah's statement:\nوَاتَّقُواْ اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ\n(...and have Taqwa of Allah that you may be successful.) Have Taqwa of Allah, means to do what He has commanded you and refrain from what He has forbidden for you,\nلَعَلَّكُمْ تُفْلِحُونَ\n(that you may be successful.) tomorrow when you stand before Him and He thus rewards you perfectly.",
  "ayah": 189,
  "surah": 2
}
