{
  "text": "Jihad is made Obligatory\nIn this Ayah, Allah made it obligatory for the Muslims to fight in Jihad against the evil of the enemy who transgress against Islam. Az-Zuhri said, \"Jihad is required from every person, whether he actually joins the fighting or remains behind. Whoever remains behind is required to give support, if support is warranted; to provide aid, if aid is needed; and to march forth, if he is commanded to do so. If he is not needed, then he remains behind.\" It is reported in the Sahih:\n«مَنْ مَاتَ وَلَمْ يَغْزُ وَلَمْ يُحَدِّثْ نَفْسَهُ بِالْغَزْوِ، مَاتَ مِيتَةً جَاهِلِيَّــة»\n(Whoever dies but neither fought (i.e., in Allah's cause), nor sincerely considered fighting, will die a death of Jahiliyyah (pre-Islamic era of ignorance).)\nOn the day of Al-Fath (when he conquered Makkah), the Prophet said:\n«لَا هِجْرَةَ بَعْدَ الْفَتْحِ وَلكِنْ جِهَادٌ وَنِيَّةٌ، وَإِذَا اسْتُنْفِرْتُمْ فَانْفِرُوا»\n(There is no Hijrah (migration from Makkah to Al-Madinah) after the victory, but only Jihad and good intention. If you were required to march forth, then march forth.)\nAllah's statement:\nوَهُوَ كُرْهٌ لَّكُمْ\n(...though you dislike it) means, `Fighting is difficult and heavy on your hearts.' Indeed, fighting is as the Ayah describes it, as it includes being killed, wounded, striving against the enemies and enduring the hardship of travel. Allah then said:\nوَعَسَى أَن تَكْرَهُواْ شَيْئًا وَهُوَ خَيْرٌ لَّكُمْ\n(. ..and it may be that you dislike a thing which is good for you) meaning, fighting is followed by victory, dominance over the enemy, taking over their lands, money and offspring. Allah continues:\nوَعَسَى أَن تُحِبُّواْ شَيْئًا وَهُوَ شَرٌّ لَّكُمْ\n(...and that you like a thing which is bad for you.)\nThis Ayah is general in meaning. Hence, one might covet something, yet in reality it is not good or beneficial for him, such as refraining from joining the Jihad, for it might lead to the enemy taking over the land and the government. Then, Allah said:\nوَاللَّهُ يَعْلَمُ وَأَنتُمْ لاَ تَعْلَمُونَ\n(Allah knows, but you do not know.) meaning, He has better knowledge than you of how things will turn out to be in the end, and of what benefits you in this earthly life and the Hereafter. Hence, obey Him and adhere to His commands, so that you may acquire the true guidance.",
  "ayah": 216,
  "surah": 2
}
