{
  "text": "The Message of Messenger of Allah ﷺ is True\nAllah begins to prove the truth of prophethood after He stated that there is no deity worthy of worship except Him. Allah said to the disbelievers,\nوَإِن كُنتُمْ فِى رَيْبٍ مِّمَّا نَزَّلْنَا عَلَى عَبْدِنَا\n(And if you (Arab pagans, Jews, and Christians) are in doubt concerning that which We have sent down (i.e. the Qur'an) to Our servant) meaning, Muhammad ,\nفَأْتُواْ بِسُورَةٍ\n(then produce a Surah (chapter)) meaning, similar to what he brought to you. Hence, if you claim that what he was sent with did not come from Allah, then produce something similar to what he has brought to you, using the help of anyone you wish instead of Allah. However, you will not be able to succeed in this quest. Ibn `Abbas said that,\nشُهَدَآءَكُمُ\n(your witnesses) means \"Aids.\" Also, As-Suddi reported that Abu Malik said the Ayah means, \"Your partners, meaning, some other people to help you in that. Meaning then go and seek the help of your deities to support and aid you.\" Also, Mujahid said that,\nوَادْعُواْ شُهَدَآءَكُم\n(and call your witnesses) means, \"People, meaning, wise and eloquent men who will provide the testimony that you seek.\"\nThe Challenge\nAllah challenged the disbelievers in various parts of the Qur'an. For instance, Allah said in Surat Al-Qasas (28:49),\nقُلْ فَأْتُواْ بِكِتَـبٍ مِّنْ عِندِ اللَّهِ هُوَ أَهْدَى مِنْهُمَآ أَتَّبِعْهُ إِن كُنتُمْ صَـدِقِينَ\n(Say (to them, O Muhammad ): \"Then bring a Book from Allah, which is a better guide than these two (the Tawrah (Torah) and the Qur'an), that I may follow it, if you are truthful\"). Also, Allah said in Surat Al-Isra' (17:88),\nقُل لَّئِنِ اجْتَمَعَتِ الإِنسُ وَالْجِنُّ عَلَى أَن يَأْتُواْ بِمِثْلِ هَـذَا الْقُرْءَانِ لاَ يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا\n(Say: \"If mankind and the Jinn were together to produce the like of this Qur'an, they could not produce the like thereof, even if they helped one another.\") Allah said in Surat Hud (11:13),\nأَمْ يَقُولُونَ افْتَرَاهُ قُلْ فَأْتُواْ بِعَشْرِ سُوَرٍ مِّثْلِهِ مُفْتَرَيَاتٍ وَادْعُواْ مَنِ اسْتَطَعْتُمْ مِّن دُونِ اللَّهِ إِن كُنتُمْ صَـدِقِينَ\n(Or they say, \"He (Prophet Muhammad ﷺ) forged it (the Qur'an).\" Say: \"Bring you then ten forged Surahs (chapters) like it, and call whomsoever you can, other than Allah (to your help), if you speak the truth!\"), and in Surat Yunus (10:37-38),\nوَمَا كَانَ هَـذَا الْقُرْءَانُ أَن يُفْتَرَى مِن دُونِ اللَّهِ وَلَـكِن تَصْدِيقَ الَّذِى بَيْنَ يَدَيْهِ وَتَفْصِيلَ الْكِتَابِ لاَ رَيْبَ فِيهِ مِن رَّبِّ الْعَـلَمِينَ - أَمْ يَقُولُونَ افْتَرَاهُ قُلْ فَأْتُواْ بِسُورَةٍ مِّثْلِهِ وَادْعُواْ مَنِ اسْتَطَعْتُمْ مِّن دُونِ اللَّهِ إِن كُنتُمْ صَـدِقِينَ\n(And this Qur'an is not such as could ever be produced by other than Allah (Lord of the heavens and the earth), but it is a confirmation of (the revelation) which was before it (i.e. the Tawrah, and the Injil), and a full explanation of the Book (i.e. Laws decreed for mankind) ـ wherein there is no doubt ـ from the Lord of all that exists.) (Or do they say: \"He (Muhammad ) has forged it\" Say: \"Bring then a Surah (chapter) like it, and call upon whomsoever you can besides Allah, if you are truthful!\"). All of these Ayat were revealed in Makkah.\nAllah also challenged the disbelievers in the Ayat that were revealed in Al-Madinah. In this Ayah, Allah said,\nوَإِن كُنتُمْ فِى رَيْبٍ\n(And if you (Arab pagans, Jews, and Christians) are in Rayb) meaning, doubt.\nمِّمَّا نَزَّلْنَا عَلَى عَبْدِنَا\n(Concerning that which We have sent down (i.e. the Qur'an) to Our servant) meaning, Muhammad ,\nفَأْتُواْ بِسُورَةٍ مِّن مِّثْلِهِ\n(then produce a Surah (chapter) the like thereof) meaning, similar to the Qur'an. This is the Tafsir of Mujahid, Qatadah, Ibn Jarir At-Tabari, Az-Zamakhshari and Ar-Razi. Ar-Razi said that this is the Tafsir of `Umar, Ibn Mas`ud, Ibn `Abbas, Al-Hasan Al-Basri and the majority of the scholars. And he gave preference to this view and mentioned the fact that Allah has challenged the disbelievers as individuals and as groups, whether literate or illiterate, thus making the challenge truly complete. This type of challenge is more daring than simply challenging the disbelievers who might not be literate or knowledgeable. This is why Allah said,\nفَأْتُواْ بِعَشْرِ سُوَرٍ مِّثْلِهِ\n(Bring you then ten forged Surahs (chapters) like it) (11:13), and,\nلاَ يَأْتُونَ بِمِثْلِهِ\n(They could not produce the like thereof) (17:88).\nTherefore, this is a general challenge to the Arab disbelievers, the most eloquent among all nations. Allah challenged the Arab disbelievers both in Makkah and Al-Madinah several times, especially since they had tremendous hatred and enmity for the Prophet ﷺ and his religion. Yet, they were unable to succeed in answering the challenge, and this is why Allah said,\nفَإِن لَّمْ تَفْعَلُواْ وَلَن تَفْعَلُواْ\n(But if you do it not, and you can never do it), indicating that they will never be able to answer the challenge. This is another miracle, in that, Allah clearly stated without doubt that the Qur'an will never be opposed or challenged by anything similar to it, for eternity. This is a true statement that has not been changed until the present and shall never change. How can anyone be able to produce something like the Qur'an, when the Qur'an is the Word of Allah Who created everything How can the words of the created ever be similar to the Words of the Creator\nExamples of the Miracle of the Qur'an\nWhoever reads through the Qur'an will realize that it contains various levels of superiority through both the apparent and hidden meanings that it mentions. Allah said,\nالركِتَـبَأُحْكِمَتْ ءايَـتُهُ ثُمَّ فُصِّلَتْ مِن لَّدُنْ حَكِيمٍ خَبِيرٍ\n(Alif Lam Ra. (This is) a Book, the verses whereof are perfect (in every sphere of knowledge, etc.), and then explained in detail from One (Allah), Who is Wise and well-acquainted (with all things)) (11:1)\nSo the expressions in the Qur'an are perfect and its meanings are explained. Further, every word and meaning in the Qur'an is eloquent and cannot be surpassed. The Qur'an also mentioned the stories of the people of the past; and these accounts and stories occurred exactly as the Qur'an stated. Also, the Qur'an commanded every type of righteousness and forbade every type of evil, just as Allah stated,\nوَتَمَّتْ كَلِمَةُ رَبِّكَ صِدْقاً وَعَدْلاً\n(And the Word of your Lord has been fulfilled in truth and in justice) (6:115). meaning, true in the stories it narrates and just in its Laws. The Qur'an is true, just and full of guidance. It does not contain exaggerations, lies or falsehood, unlike Arabic and other types of poems that contained lies. These poems, conform with the popular statement, \"The most eloquent speech is the one that contains the most lies!\" Sometimes, one would find a long poem that mainly contains descriptions of women, horses or alcohol. Or, the poem might contain praise or the description of a certain person, horse, camel, war, incident, fear, lion, or other types of items and objects. Such praise or descriptions do not bring any benefit, except shed light on the poet's ability to clearly and eloquently describe such items. Yet, one will only be able to find one or two sentences in many long poems that elaborate on the main theme of the poem, while the rest of the poem contains insignificant descriptions and repetitions.\nAs for the Qur'an, it is entirely eloquent in the most perfect manner, as those who have knowledge in such matters and understand Arabic methods of speech and expressions concur. When one reads through the stories in the Qur'an, he will find them fruitful, whether they were in extended or short forms, repeated or not. The more these stories are repeated, the more fruitful and beautiful they become. The Qur'an does not become old when one repeats reciting it, nor do the scholars ever get bored with it. When the Qur'an mentions the subject of warning and promises, it presents truths that would make solid, firm mountains shake, so what about the comprehending, understanding hearts When the Qur'an promises, it opens the hearts and the ears, making them eager to attain the abode of peace - Paradise - and to be the neighbors of the Throne of the Most Beneficent. For instance, on the subject of promises and encouragement, the Qur'an said,\nفَلاَ تَعْلَمُ نَفْسٌ مَّآ أُخْفِىَ لَهُم مِّن قُرَّةِ أَعْيُنٍ جَزَآءً بِمَا كَانُواْ يَعْمَلُونَ\n(No person knows what is kept hidden for them of joy as a reward for what they used to do) (32:17), and,\nوَفِيهَا مَا تَشْتَهِيهِ الاٌّنْفُسُ وَتَلَذُّ الاٌّعْيُنُ وَأَنتُمْ فِيهَا خَـلِدُونَ\n((There will be) therein all that inner selves could desire, and all that eyes could delight in and you will abide therein forever) (43:71).\nOn the subject of warning and discouragement;\nأَفَأَمِنتُمْ أَن يَخْسِفَ بِكُمْ جَانِبَ الْبَرِّ\n(Do you then feel secure that He will not cause a side of the land to swallow you up) (17:68), and,\nأَءَمِنتُمْ مَّن فِى السَّمَآءِ أَن يَخْسِفَ بِكُمُ الاٌّرْضَ فَإِذَا هِىَ تَمُورُ - أَمْ أَمِنتُمْ مِّن فِى السَّمَآءِ أَن يُرْسِلَ عَلَيْكُمْ حَـصِباً فَسَتَعْلَمُونَ كَيْفَ نَذِيرِ\n(Do you feel secure that He, Who is over the heaven (Allah), will not cause the earth to sink with you, and then it should quake Or do you feel secure that He, Who is over the heaven (Allah), will not send against you a violent whirlwind Then you shall know how (terrible) has been My warning) (67:16-17).\nOn the subject of threats, the Qur'an said,\nفَكُلاًّ أَخَذْنَا بِذَنبِهِ\n(So We punished each (of them) for his sins) (29:40). Also, on the subject of soft advice, the Qur'an said,\nأَفَرَأَيْتَ إِن مَّتَّعْنَـهُمْ سِنِينَ - ثُمَّ جَآءَهُم مَّا كَانُواْ يُوعَدُونَ - مَآ أَغْنَى عَنْهُمْ مَّا كَانُواْ يُمَتَّعُونَ\n(Tell Me, (even) if We do let them enjoy for years. And afterwards comes to them that (punishment) which they had been promised. All that with which they used to enjoy shall not avail them) (26:205-207).\nThere are many other examples of the eloquence, beauty, and benefits of the Qur'an.\nWhen the Qur'an is discussing Laws, commandments and prohibitions, it commands every type of righteous, good, pleasing and beneficial act. It also forbids every type of evil, disliked and amoral act. Ibn Mas`ud and other scholars of the Salaf said, \"When you hear what Allah said in the Qur'an, such as,\nيَـأَيُّهَا الَّذِينَ ءَامَنُواْ\n(O you who believe!), then listen with full attention, for it either contains a type of righteousness that Allah is enjoining, or an evil that He is forbidding.\" For instance, Allah said,\nيَأْمُرُهُم بِالْمَعْرُوفِ وَيَنْهَـهُمْ عَنِ الْمُنْكَرِ وَيُحِلُّ لَهُمُ الطَّيِّبَـتِ وَيُحَرِّمُ عَلَيْهِمُ الْخَبَـئِثَ وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَالاٌّغْلَـلَ الَّتِى كَانَتْ عَلَيْهِمْ\n(He (Muhammad ) commands them for Al-Ma`ruf (i.e. Islamic Monotheism and all that Islam has ordained); and forbids them from Al-Munkar (i.e. disbelief, polytheism of all kinds, and all that Islam has forbidden); he allows them as lawful At-Tayyibat(i.e. all good and lawful things), and prohibits them as unlawful Al-Khaba'ith (i.e. all evil and unlawful things), he releases them from their heavy burdens and from the fetters (bindings) that were upon them) (7:157).\nWhen the Ayat mention Resurrection and the horrors that will occur on that Day, and Paradise and the Fire and the joys and safe refuge that Allah prepared for His loyal friends, or torment and Hell for His enemies, these Ayat contain glad tidings or warnings. The Ayat then call to perform good deeds and avoid evil deeds, making the life of this world less favorable and the Hereafter more favorable. They also establish the correct methods and guide to Allah's straight path and just legislation, all the while ridding the hearts of the evil of the cursed devil.\nThe Qur'an is the Greatest Miracle given to the Prophet ﷺ\nThe Two Sahihs record that Abu Hurayrah said that the Prophet ﷺ said,\n«مَا مِنْ نَبِيَ مِنَ الْأَنْبِيَاءِ إِلَّا قَدْ أُعْطِيَ مِنَ الآيَاتِ مَا آمَنَ عَلَى مِثْلِهِ الْبَشَرُ، وَإنَّمَا كَانَ الَّذِي أُوتِيتُه وَحْيًا أَوْحَاهُ اللهُ إِلَيَّ فَأَرْجُو أَنْ أَكُونَ أَكْثَرَهُمْ تَابِعًا يَوْمَ الْقِيَامَة»\n(Every Prophet was given a miracle, the type of which brings mankind to faith. What I was given is a revelation that Allah sent down to me. Yet, I hope that I will have the most following on the Day of Resurrection.)\nThis is the wording narrated by Muslim. The Prophet ﷺ stated that among the Prophets he was given a revelation, meaning, he was especially entrusted with the miraculous Qur'an that challenged mankind to produce something similar to it. As for the rest of the divinely revealed Books, they were not miraculous according to many scholars. Allah knows best. The Prophet ﷺ was also aided with innumerable signs and indications that testify to the truth of his prophethood and what he was sent with, all thanks and praise is due to Allah.\nMeaning of `Stones\nAllah said,\nفَاتَّقُواْ النَّارَ الَّتِى وَقُودُهَا النَّاسُ وَالْحِجَارَةُ أُعِدَّتْ لِلْكَـفِرِينَ\n(Then fear the Fire (Hell) whose fuel is men and stones, prepared for the disbelievers) (2:24).\n`Fuel' is wood, or similar substances, used to start and feed a fire. Similarly, Allah said,\nوَأَمَّا الْقَـسِطُونَ فَكَانُواْ لِجَهَنَّمَ حَطَباً\n(And as for the Qasitun (disbelievers who deviated from the right path), they shall be firewood for Hell) (72:15), and,\nإِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ اللَّهِ حَصَبُ جَهَنَّمَ أَنتُمْ لَهَا وَارِدُونَ\nلَوْ كَانَ هَـؤُلاءِ ءَالِهَةً مَّا وَرَدُوهَا وَكُلٌّ فِيهَا خَـلِدُونَ\n(Certainly you (disbelievers) and that which you are worshipping now besides Allah, are (but) fuel for Hell! (Surely) you enter it. Had these (idols) been alihah (gods), they would not have entered there (Hell), and all of them will abide therein) (21:98-99).\nThe stones mentioned here are the giant, rotten, black, sulfuric stones that become the hottest when heated, may Allah save us from this evil end. It was also reported that the stones mentioned here are the idols and rivals that were worshipped instead of Allah, just as Allah said,\nإِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ اللَّهِ حَصَبُ جَهَنَّمَ\n(Certainly you (disbelievers) and that which you are worshipping now besides Allah,are (but) fuel for Hell!) (21:28).\nAllah's statement,\nأُعِدَّتْ لِلْكَـفِرِينَ\n(prepared for the disbelievers)\nIt appears most obvious that it refers to the Fire that is fueled by men and stones, and it also may refer to the stones themselves. There is no contradiction between these two views, because they are dependent upon each other. `Prepared' means, it is `kept' and will surely touch those who disbelieve in Allah and His Messenger . Ibn Ishaq narrated that Muhammad said that `Ikrimah or Sa`id bin Jubayr said that Ibn `Abbas said,\nأُعِدَّتْ لِلْكَـفِرِينَ\n(prepared for the disbelievers),\n\"For those who embrace the disbelief that you (disbelievers) have embraced.\"\nJahannam (Hellfire) exists now\nMany of the Imams of the Sunnah used this Ayah to prove that the Fire exists now. This is because Allah said,\nأُعِدَّتْ\n(prepared) meaning, prepared and kept. There are many Hadiths on this subject. For instance, the Prophet ﷺ said,\n«تَحَاجَّتِ الْجَنَّةُ وَالنَّار»\n(Paradise and the Fire had an argument..)\nAlso, the Prophet ﷺ said,\n«اسْتَأْذَنَتِ النَّارُ رَبَّهَا فَقَالَتْ: رَبِّ أَكَلَ بَعضِي بَعْضًا فَأذِنَ لَهَا بِنَفَسَيْنِ: نَفَسٍ فِي الشِّتَاءِ وَنَفَسٍ فِي الصَّيْف»\n(The Fire sought the permission of her Lord. She said, 'O my Lord! Some parts of me consumed the other parts.' And Allah allowed her two periods to exhale, one in winter and one in summer.)\nAlso, there is a Hadith recorded from Ibn Mas`ud that the Companions heard the sound of a falling object. When they asked about it, the Messenger of Allah ﷺ said,\n«هَذَا حَجَرٌ أُلْقِيَ بِهِ مِنْ شَفِيرِ جَهَنَّمَ مُنْذُ سَبْعِينَ سَنَةً، الْآنَ وَصَلَ إِلى قَعْرِهَا»\n(This is a stone that was thrown from the top of Jahannam seventy years ago, but only now reached its bottom.) This Hadith is in Sahih Muslim.\nThere are many Hadiths that are Mutawatir (narrated by many different chains of narrations) on this subject, such as the Hadiths about the eclipse prayer, the night of Isra' etc.\nAllah's statements,\nفَأْتُواْ بِسُورَةٍ مِّن مِّثْلِهِ\n(Then produce a Surah (chapter) of the like thereof) (2:23), and,\nبِسُورَةٍ مِّثْلِهِ\n(A Surah (chapter) like it) (10:38) this includes the short and long Surahs of the Qur'an. Therefore, the challenge to creation stands with regards to both the long and short Surahs, and there is no disagreement that I know of on this fact between the scholars of old and new. Before he became Muslim, `Amr bin Al-`As met Musaylimah the Liar who asked him, \"What has recently been revealed to your fellow (meaning Muhammad ) in Makkah\" `Amr said, \"A short, yet eloquent Surah.\" He asked, \"What is it\" He said,\nوَالْعَصْرِ - إِنَّ الإِنسَـنَ لَفِى خُسْرٍ\n(By Al-`Asr (the time). Verily, man is in loss,) (103:1-2)\nMusaylimah thought for a while and said, \"A similar Surah was also revealed to me.\" `Amr asked, \"What is it\" He said, \"O Wabr, O Wabr (i.e. a wild cat), you are but two ears and a chest, and the rest of you is unworthy and thin.\" `Amr said, \"By Allah! You know that I know that you are lying.\"",
  "ayah": 23,
  "surah": 2
}
