{
  "text": "The Wali (Guardian) of the Divorced Woman should not prevent Her from going back to Her Husband\n`Ali bin Abu Talhah reported that Ibn `Abbas said, \"This Ayah was revealed about the man who divorces his wife once or twice and her `Iddah finishes. He later thinks about taking her back in marriage and the woman also wishes that, yet, her family prevents her from remarrying him. Hence, Allah prohibited her family from preventing her.\" Masruq, Ibrahim An-Nakha`i, Az-Zuhri and Ad-Dahhak stated that this is the reason behind revealing the Ayah (2:232). These statements clearly conform to the apparent meaning of the Ayah.\nThere is no Marriage without a Wali (for the Woman)\nThe Ayah (2:232) also indicates that the woman is not permitted to give herself in marriage. Rather, she requires a Wali (guardian such as her father, brother, adult son, and so forth) to give her away in marriage, as Ibn Jarir and At-Tirmidhi have stated when they mentioned this Ayah. Also, a Hadith states that:\n«لَا تُزَوِّجُ الْمَرْأةُ الْمَرْأَةَ، ولَا تُزَوِّج الْمَرأةُ نَفْسَهَا، فَإِنَّ الزَّانِيَةَ هِيَ الَّتِي تُزَوِّجُ نَفْسَهَا»\n(The woman does not give another woman away for marriage and the woman does not give herself away in marriage, for only the adulteress gives herself away for marriage.)\nAnother Hadith states:\n«لَا نِكَاحَ إلَّا بِوَلِيَ مُرْشِدٍ وَشَاهِدَيْ عَدْل»\n(No marriage is valid except with the participation of a mature Wali and two trustworthy witnesses.)\nThe Reason behind revealing the Ayah (2:232)\nIt was reported that this Ayah was revealed about Ma`qil bin Yasar Al-Muzani and his sister. Al-Bukhari reported in his Sahih, when he mentioned the Tafsir of this Ayah (2:232), that the husband of the sister of Ma`qil bin Yasar divorced her. He waited until her `Iddah finished and then asked to remarry her, but Ma`qil refused. Then, this Ayah was sent down:\nفَلاَ تَعْضُلُوهُنَّ أَن يَنكِحْنَ أَزْوَجَهُنَّ\n(...do not prevent them from marrying their (former) husbands.)\nAbu Dawud, At-Tirmidhi, Ibn Abu Hatim, Ibn Jarir and Ibn Marduwyah and Al-Bayhaqi reported this Hadith from Al-Hasan from Ma`qil bin Yasar. At-Tirmidhi rendered this Hadith authentic and in his narration, Ma`qil bin Yasar gave his sister in marriage for a Muslim man during the time of Allah's Messenger ﷺ. She remained with him for a while and he divorced her once and did not take her back until her `Iddah finished. They then wanted to get back with each other and he came to ask her for marriage. Ma`qil said to him, \"O ungrateful one! I honored you and married her to you but you divorced her. By Allah! She will never be returned to you.\" But Allah knew his need for his wife and her need for her husband and He revealed:\nوَإِذَا طَلَّقْتُمُ النِّسَآءَ فَبَلَغْنَ أَجَلَهُنَّ\n(And when you have divorced women and they have fulfilled the term of their prescribed period, ) until He said:\nوَأَنتُمْ لاَ تَعْلَمُونَ\n(...and you know not.)\nWhen Ma`qil heard the Ayah, he said, \"I hear and obey my Lord.\" He then summoned the man and said, \"I will honor you and let you remarry (my sister).\" Ibn Marduwyah added (that Ma`qil said), \"And will pay (the expiation) for breaking my vow.\"\nAllah said:\nذلِكَ يُوعَظُ بِهِ مَن كَانَ مِنكُمْ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الاٌّخِرِ\n(This (instruction) is an admonition for him among you who believes in Allah and the Last Day.) meaning, prohibiting you from preventing the women from marrying their ex-husbands, if they both agree to it,\nمَن كَانَ مِنكُمْ\n(among you) O people,\nيُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الاٌّخِرِ\n(who believes in Allah and the Last Day.) meaning, believes in Allah's commandments and fears His warnings and the torment in the Hereafter. Allah said:\nذلِكُمْ أَزْكَى لَكُمْ وَأَطْهَرُ\n(That is more virtuous and purer for you.) meaning, obeying Allah's Law by returning the women to their ex-husbands, and abandoning your displeasure, is purer and cleaner for your hearts,\nوَاللَّهُ يَعْلَمُ\n(Allah knows) the benefits you gain from what He commands and what He forbids.\nوَأَنتُمْ لاَ تَعْلَمُونَ\n(and you know not) the benefits in what you do or what you refrain from doing.",
  "ayah": 232,
  "surah": 2
}
