{
  "text": "Mentioning Marriage indirectly during the `Iddah\nAllah said:\nوَلاَ جُنَاحَ عَلَيْكُمْ\n(And there is no sin on you) meaning, to indirectly mention marriage to the widow during the term of `Iddah for her deceased husband. Ath-Thawri, Shu`bah and Jarir stated that Ibn `Abbas said:\nوَلاَ جُنَاحَ عَلَيْكُمْ فِيمَا عَرَّضْتُم بِهِ مِنْ خِطْبَةِ النِّسَآءِ\n(And there is no sin on you if you make a hint of betrothal) \"means saying, `I want to marry and I am looking for a woman whose qualities are such and such,' thus talking to her in general terms in a way that is better.\" In another narration (by Ibn `Abbas), \"Saying, `I wish that Allah endows me with a wife,' but he should not make a direct marriage proposal.\" Al-Bukhari reported that Ibn `Abbas said that the Ayah:\nوَلاَ جُنَاحَ عَلَيْكُمْ فِيمَا عَرَّضْتُم بِهِ مِنْ خِطْبَةِ النِّسَآءِ\n(And there is no sin on you if you make a hint of betrothal) means, \"The man could say, `I wish to marry,' `I desire a wife,' or, `I wish I could find a good wife'.\" Mujahid, Tawus, `Ikrimah, Sa`id bin Jubayr, Ibrahim An-Nakha`i, Ash-Sha`bi, Al-Hasan, Qatadah, Az-Zuhri, Yazid bin Qusayt, Muqatil bin Hayyan and Al-Qasim bin Muhammad and several others among the Salaf and the Imams said that one is allowed to mention marriage indirectly to the woman whose husband died. It is also allowed to indirectly mention marriage to a woman who had gone through final, irrevocable divorce. The Prophet ordered Fatimah bint Qays to remain in the house of Ibn Umm Maktum for `Iddah when her husband Abu `Amr bin Hafs divorced her for the third time. He said to her:\n«فَإِذَا حَلَلْتِ فَآذِنِينِي»\n(Inform me when your `Iddah term ends.)\nWhen she finished the `Iddah, Usamah bin Zayd, the Prophet's freed slave asked to marry her, and the Prophet married her to him. As for the divorced wife (not irrevocably divorced), there is no disagreement that it is not allowed for other than her husband to mention marriage proposals to her directly or indirectly (before the `Iddah finishes). Allah knows best.\nAllah said:\nأَوْ أَكْنَنتُمْ فِى أَنفُسِكُمْ\n(...or conceal it in yourself,) meaning, if you hide the intention of seeking marriage with them. Similarly, Allah said:\nوَرَبُّكَ يَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ\n(And your Lord knows what their breasts conceal, and what they reveal) (28:69) and:\nوَأَنَاْ أَعْلَمُ بِمَآ أَخْفَيْتُمْ وَمَآ أَعْلَنتُمْ\n(...while I am All-Aware of what you conceal and what you reveal.) (60: 1) So, Allah said here:\nعَلِمَ اللَّهُ أَنَّكُمْ سَتَذْكُرُونَهُنَّ\n(Allah knows that you will remember them) meaning, in your hearts, so He made it easy for you. Allah then said:\nوَلَـكِن لاَّ تُوَاعِدُوهُنَّ سِرًّا\n(...but do not make a promise (of contract) with them in secret)\n`Ali bin Abu Talhah reported that Ibn `Abbas said that\nوَلَـكِن لاَّ تُوَاعِدُوهُنَّ سِرًّا\n(but do not make a promise (of contract) with them in secret) means do not say to her, \"I am in love (with you),\" or, \"Promise me you will not marry someone else (after the `Iddah finishes),\" and so forth. Sa`id bin Jubayr, Ash-Sha`bi, `Ikrimah, Abu Ad-Duha, Ad-Dahhak, Az-Zuhri, Mujahid and Ath-Thawri said that it (meaning of the Ayah) means taking the woman's promise not to marry someone else.\nAfterwards, Allah said:\nإِلاَّ أَن تَقُولُواْ قَوْلاً مَّعْرُوفًا\n(...except that you speak an honorable saying.)\nIbn `Abbas, Mujahid, Sa`id bin Jubayr, As-Suddi, Ath-Thawri and Ibn Zayd said that the Ayah means to indirectly refer to marriage, such as saying, \"I desire someone like you.\" Muhammad bin Sirin said: I asked `Ubaydah about the meaning of Allah's statement:\nإِلاَّ أَن تَقُولُواْ قَوْلاً مَّعْرُوفًا\n(. ..except that you speak an honorable saying.) He said, \"He says to her Wali, `Do not give her away (in marriage) until you inform me first'.\" This statement was narrated by Ibn Abu Hatim.\nAllah then said:\nوَلاَ تَعْزِمُواْ عُقْدَةَ النِّكَاحِ حَتَّى يَبْلُغَ الْكِتَـبُ أَجَلَهُ\n(And do not be determined on the marriage bond until the term prescribed is fulfilled.) meaning, do not make marriage contracts before the `Iddah finishes. Ibn `Abbas, Mujahid, Ash-Sha`bi, Qatadah, Ar-Rabi` bin Anas, Abu Malik, Zayd bin Aslam, Muqatil bin Hayyan, Az-Zuhri, `Ata' Al-Khurasani, As-Suddi, Ath-Thawri and Ad-Dahhak said that:\nحَتَّى يَبْلُغَ الْكِتَـبُ أَجَلَهُ\n(until the term prescribed is fulfilled.) means, `Do not consummate the marriage before the `Iddah term finishes.' The scholars agree that marriage contracts during the `Iddah are invalid.\nAllah then said:\nوَاعْلَمُواْ أَنَّ اللَّهَ يَعْلَمُ مَا فِى أَنفُسِكُمْ فَاحْذَرُوهُ\n(And know that Allah knows what is in your minds, so fear Him.) warning the men against the ideas they conceal in their hearts about women, directing them to think good about them rather than the evil, and Allah would not let them despair of His mercy, as He said:\nوَاعْلَمُواْ أَنَّ اللَّهَ غَفُورٌ حَلِيمٌ\n(And know that Allah is Oft-Forgiving, Most Forbearing.)",
  "ayah": 235,
  "surah": 2
}
