{
  "text": "The Story of the Dead People\nIbn Abu Hatim related that Ibn `Abbas said that these people mentioned herein, were the residents of a village called Dawardan. `Ali bin `Asim said that they were from Dawardan, a village several miles away from Wasit (in Iraq).\nIn his Tafsir, Waki` bin Jarrah said that Ibn `Abbas commented,\nأَلَمْ تَرَ إِلَى الَّذِينَ خَرَجُواْ مِن دِيَـرِهِمْ وَهُمْ أُلُوفٌ حَذَرَ الْمَوْتِ\n(Did you (O Muhammad ) not think of those who went forth from their homes in thousands, fearing death) that they were four thousand persons who escaped the plague (that broke out in their land). They said, \"We should go to a land that is free of death!\" When they reached a certain area, Allah said to them:\nمُوتُواْ\n(\"Die.\") and they all died. Afterwards, one of the Prophets passed by them and supplicated to Allah to resurrect them and Allah brought them back to life. So, Allah stated:\nأَلَمْ تَرَ إِلَى الَّذِينَ خَرَجُواْ مِن دِيَـرِهِمْ وَهُمْ أُلُوفٌ حَذَرَ الْمَوْتِ\nr(Did you (O Muhammad ) not think of those who went forth from their homes in the thousands, fearing death)\nFurthermore, several scholars among the Salaf said that these people were the residents of a city during the time of the Children of Israel. The weather in their land did not suit them and an epidemic broke out. They fled their land fearing death and took refuge in the wilderness. They later arrived at a fertile valley and they filled what is between its two sides. Then Allah sent two angels to them, one from the lower side and the other from the upper side of the valley. The angels screamed once and all the people died instantly, just as the death of one man. They were later moved to a different place, where walls and graves were built around them. They all perished, and their bodies rotted and disintegrated. Long afterwards, one of the Prophets of the Children of Israel, whose name was Hizqil (Ezekiel), passed by them and asked Allah to bring them back to life by his hand. Allah accepted his supplication and commanded him to say, \"O rotted bones, Allah commands you to come together.\" The bones of every body were brought together. Allah then commanded him to say, \"O bones, Allah commands you to be covered with flesh, nerves and skin.\" That also happened while Hizqil was watching. Allah then commanded him to say, \"O souls, Allah commands you to return, each to the body that it used to inhabit.\" They all came back to life, looked around and proclaimed, \"All praise is due to You (O Allah!) and there is no deity worthy of worship except You.\" Allah brought them back to life after they had perished long ago.\nWe should state that bringing these people back to life is a clear proof that physical resurrection shall occur on the Day of Resurrection. This is why Allah said:\nإِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ\n(Truly, Allah is full of bounty to mankind,) meaning, in that He shows them His great signs, sound proofs and clear evidences. Yet,\nوَلَـكِنَّ أَكْثَرَ النَّاسِ لاَ يَشْكُرُونَ\n(but most men thank not.) as they do not thank Allah for what He has given them with in their worldly life and religious affairs.\nThe story of the dead people (2:244 above) also indicates that no caution can ever avert destiny and that there is no refuge from Allah, but to Allah Himself. These people departed from their land fleeing the epidemic and seeking to enjoy a long life. What they earned was the opposite of what they sought, as death came quickly and instantaneously and seized them all.\nThere is an authentic Hadith that Imam Ahmad reported that `Abdullah bin `Abbas said that `Umar bin Al-Khattab once went to Ash-Sham (Syria). When he reached the area of Sargh, he was met by the commanders of the army: Abu `Ubaydah bin Jarrah and his companions. They told him that the plague had broken out in Ash-Sham. The Hadith then mentioned that `Abdur-Rahman bin `Awf, who was away attending to some of his affairs, came and said, \"I have knowledge regarding this matter. I heard Allah's Messenger ﷺ say:\n«إِذَا كَانَ بِأَرْضٍ وَأَنْتُمْ بِهَا فَلَا تَخْرُجُوا فِرَارًا مِنْه، وإِذَا سَمِعتُمْ به بأَرْضٍ فَلا تَقْدمُوا عَلَيْه»\n(If it (the plague) breaks out in a land that you are in, do not leave that land to escape from it. If you hear about it in a land, do not enter it.)\n`Umar then thanked Allah and went back. This Hadith is also reported in the Sahihayn.\nAbandoning Jihad does not alter Destiny\nAllah said:\nوَقَـتِلُواْ فِي سَبِيلِ اللَّهِ وَاعْلَمُواْ أَنَّ اللَّهَ سَمِيعٌ عَلِيمٌ\n(And fight in the way of Allah and know that Allah is All-Hearer, All-Knower.)\nThis Ayah indicates that just as caution does not alter destiny, abandoning Jihad will neither bring the appointed term closer nor delay it. Rather, destiny and the appointed provisions are fixed and shall never be changed or altered, neither by addition nor deletion. Similarly, Allah said:\nالَّذِينَ قَالُواْ لإِخْوَنِهِمْ وَقَعَدُواْ لَوْ أَطَاعُونَا مَا قُتِلُوا قُلْ فَادْرَءُوا عَنْ أَنفُسِكُمُ الْمَوْتَ إِن كُنتُمْ صَـدِقِينَ\n((They are) the ones who said about their killed brethren while they themselves sat (at home): \"If only they had listened to us, they would not have been killed.\" Say: \"Avert death from your own selves, if you speak the truth.\") (3:168)\nAllah said:\nوَقَالُواْ رَبَّنَا لِمَ كَتَبْتَ عَلَيْنَا الْقِتَالَ لَوْلا أَخَّرْتَنَا إِلَى أَجَلٍ قَرِيبٍ قُلْ مَتَـعُ الدُّنْيَا قَلِيلٌ وَالاٌّخِرَةُ خَيْرٌ لِّمَنِ اتَّقَى وَلاَ تُظْلَمُونَ فَتِيلاًأَيْنَمَا تَكُونُواْ يُدْرِككُّمُ الْمَوْتُ وَلَوْ كُنتُمْ فِى بُرُوجٍ مُّشَيَّدَةٍ\n(They say: \"Our Lord! Why have you ordained for us fighting Would that you had granted us respite for a short period\" Say: \"Short is the enjoyment of this world. The Hereafter is (far) better for him who fears Allah, and you shall not be dealt with unjustly even equal to the Fatila (a scalish thread in the long slit of a date stone). Wheresoever you may be, death will overtake you even if you are in fortresses built up strong and high!\") (4:77, 78)\nAbu Sulayman, Khalid bin Al-Walid, the commander of the Muslim armies, the veteran among Muslim soldiers, the protector of Islam and the Sword of Allah that was raised above His enemies, said while dying, \"I have participated in so-and-so number of battles. There is not a part of my body, but suffered a shot (of an arrow), a stab (of a spear) or a strike (of a sword). Yet, here I am, I die on my bed just as the camel dies! May the eyes of the cowards never taste sleep.\" He, may Allah be pleased with him, was sorry and in pain because he did not die as martyr in battle. He was sad that he had to die on his bed!\nThe Good Loan and its Reward\nAllah said:\nمَّن ذَا الَّذِى يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ أَضْعَافًا كَثِيرَةً\n(Who is he that will lend to Allah a goodly loan so that He may multiply it to him many times)\nIn this Ayah, Allah encourages His servants to spend in His cause. Allah mentioned this same Ayah in several other parts of His Glorious Qur'an. The Hadith that mentions that Allah descends (every night down on the nearest heaven to us when the last third of the night remains) states that Allah says:\n«مَنْ يُقْرِضُ غَيْرَ عَدِيمٍ وَلَا ظَلُوم»\n(Who would give a loan to He Who is neither poor nor unjust.)\nAllah's statement:\nفَيُضَاعِفَهُ لَهُ أَضْعَافًا كَثِيرَةً\n(He may multiply it to him many times), is similar to His statement:\nمَّثَلُ الَّذِينَ يُنفِقُونَ أَمْوَلَهُمْ فِي سَبِيلِ اللَّهِ كَمَثَلِ حَبَّةٍ أَنبَتَتْ سَبْعَ سَنَابِلَ فِي كُلِّ سُنبُلَةٍ مِّاْئَةُ حَبَّةٍ وَاللَّهُ يُضَـعِفُ لِمَن يَشَآءُ\n(The likeness of those who spend their wealth in the way of Allah, is as the likeness of a grain (of corn); it grows seven ears, and each ear has a hundred grains. Allah gives manifold increase to whom He wills.) (2:261)\nWe will mention this Ayah later on. Allah then said:\nوَاللَّهُ يَقْبِضُ وَيَبْسُطُ\n(And it is Allah that decreases or increases (your provisions), ) meaning, `Spend (in Allah's cause) and do not be anxious.' Certainly, Allah is the Sustainer Who increases or decreases the provisions to whomever He wills among His servants. Allah's wisdom is perfect, and,\nوَإِلَيْهِ تُرْجَعُونَ\n(and unto Him you shall return.) on the Day of Resurrection.",
  "ayah": 245,
  "surah": 2
}
