{
  "text": "Allah Honored Some Prophets Above Others\nAllah states that He has honored some Prophets to others. For instance, Allah said,\nوَلَقَدْ فَضَّلْنَا بَعْضَ النَّبِيِّينَ عَلَى بَعْضٍ وَءَاتَيْنَا دَاوُودَ زَبُورًا\n(And indeed, We have preferred some of the Prophets above others, and to Dawud We gave the Zabur (Psalms)) 17:55.\nIn the Ayah above, Allah said,\nتِلْكَ الرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ مِّنْهُمْ مَّن كَلَّمَ اللَّهُ\n(Those Messengers! We preferred some of them to others; to some of them Allah spoke (directly)) meaning, Musa and Muhammad , and also Adam according to a Hadith recorded in Sahih Ibn Hibban from Abu Dharr.\nوَرَفَعَ بَعْضَهُمْ دَرَجَـتٍ\n(Others He raised to degrees (of honor)) as is evident in the Hadith about the Isra' journey, when the Messenger of Allah ﷺ saw the Prophets in the various heavens according to their rank with Allah.\nIf somebody asks about the collective meaning of this Ayah and the Hadith that the Two Sahihs collected from Abu Hurayrah which states, \"Once, a Muslim man and a Jew had an argument and the Jew said, `No, by Him Who gave Musa superiority over all human beings!' Hearing him, the Muslim man raised his hand and slapped the Jew on his face and said, `Over Muhammad too, O evil one!' The Jew went to the Prophet and complained to him and the Prophet said,\n«لَا تُفَضِّلُونِي عَلَى الْأَنْبِيَاءِ، فَإِنَّ النَّاسَ يَصْعَقُونَ يَوْمَ الْقِيَامَةِ فَأَكُونُ أَوَّلَ مَنْ يُفِيقُ، فَأَجِدُ مُوسَى بَاطِشًا بِقَائِمَةِ الْعَرْشِ، فَلَا أَدْرِي أَفَاقَ قَبْلِي أَمْ جُوزِيَ بِصَعْقَةِ الطُّورِ؟ فَلَا تُفَضِّلُونِي عَلَى الْأَنْبِيَاء»\n(Don't give me superiority above the Prophets, for the people will become unconscious on the Day of Resurrection, and I will be the first to be resurrected to see Musa holding on to the pillar of Allah's Throne. I will not know whether the unconsciousness Musa suffered on the Day of the Trumpet sufficed for him, or if he got up before me. So, do not give me superiority above the Prophets.) In another narration, the Prophet said, (Do not give superiority to some Prophets above others.)\nThe answer to this question is that this Hadith prohibits preferring some Prophets above others in cases of dispute and argument, such as the incident mentioned in the Hadith. The Hadith indicates that it is not up to creation to decide which Prophet is better, for this is Allah's decision. The creation is only required to submit to, obey and believe in Allah's decision.\nAllah's statement,\nوَءَاتَيْنَا عِيسَى ابْنَ مَرْيَمَ الْبَيِّنَـتِ\n(And We gave `Isa, the son of Maryam, clear signs) refers to the proofs and unequivocal evidences that testify to the truth that `Isa delivered to the Children of Israel, thus testifying that he was Allah's servant and His Messenger to them.\nوَأَيَّدْنَـهُ بِرُوحِ الْقُدُسِ\n(And supported him with Ruh-il-Qudus) meaning Allah aided `Isa with Jibil, peace be upon him. Allah then said,\nوَلَوْ شَآءَ اللَّهُ مَا اقْتَتَلَ الَّذِينَ مِن بَعْدِهِم مِّن بَعْدِ مَا جَآءَتْهُمُ الْبَيِّنَـتُ وَلَـكِنِ اخْتَلَفُواْ فَمِنْهُمْ مَّنْ ءَامَنَ وَمِنْهُم مَّن كَفَرَ وَلَوْ شَآءَ اللَّهُ مَا اقْتَتَلُواْ\n(If Allah had willed, succeeding generations would not have fought against each other, after clear Verses of Allah had come to them, but they differed ـ some of them believed and others disbelieved. If Allah had willed, they would not have fought against one another.) meaning all this happened by Allah's decree, and this is why He said next,\nوَلَـكِنَّ اللَّهَ يَفْعَلُ مَا يُرِيدُ\n(But Allah does what He wills.)",
  "ayah": 253,
  "surah": 2
}
