{
  "text": "The Debate Between Ibrahim Al-Khalil and King Nimrod\nThe king who disputed with Ibrahim was King Nimrod, son of Canaan, son of Kush, son of Sam, son of Noah, as Mujahid stated. It was also said that he was Nimrod, son of Falikh, son of `Abir, son of Shalikh, son of Arfakhshand, son of Sam, son of Noah. Mujahid said, \"The kings who ruled the eastern and western parts of the world are four, two believers and two disbelievers. As for the two believing kings, they were Sulayman bin Dawud and Dhul-Qarnayn. As for the two disbelieving kings, they were Nimrod and Nebuchadnezzar.\" Allah knows best.\nAllah said,\nأَلَمْ تَرَ\n(Have you not looked) meaning, \"With your heart, O Muhammad!\"\nإِلَى الَّذِى حَآجَّ إِبْرَهِيمَ فِى رِبِّهِ\n(at him who disputed with Ibrahim about his Lord) meaning, about the existence of Allah. Nimrod denied the existence of a god other than himself, as he claimed, just as Fir`awn said later to his people,\nمَا عَلِمْتُ لَكُمْ مِّنْ إِلَـهٍ غَيْرِى\n(I know not that you have a god other than me) 28:38.\nWhat made Nimrod commit this transgression, utter disbelief and arrant rebellion was his tyranny and the fact that he ruled for a long time. This is why the Ayah continued,\nأَنْ آتَـهُ اللَّهُ الْمُلْكَ\n(Because Allah had given him the kingdom. )\nIt appears that Nimrod asked Ibrahim to produce proof that Allah exists. Ibrahim replied,\nرَبِّيَ الَّذِى يُحْىِ وَيُمِيتُ\n(My Lord is He Who gives life and causes death) meaning, \"The proof of Allah's existence is the creations that exist after they were nothing and perish after they had existed. This only proves the existence of the Creator, Who does what He wills, for these things could not have occurred on their own without a Creator who created them, and He is the Lord that I call to for worship, Alone without a partner.\"\nThis is when Nimrod said,\nأَنَا أُحْىِ وَأُمِيتُ\n(I give life and cause death.)\nQatadah, Muhammad bin Ishaq and As-Suddi said that he meant, \"Two men who deserved execution were to be brought before me, and I would command that one of them be killed, and he would be killed. I would command that the second man be pardoned, and he would be pardoned. This is how I bring life and death.\" However, it appears that since Nimrod did not deny the existence of a Creator, his statement did not mean what Qatadah said it meant. This explanation does not provide an answer to what Ibrahim said. Nimrod arrogantly and defiantly claimed that he was the creator and pretended that it was he who brings life and death. Later on, Fir`awn imitated him and announced,\nمَا عَلِمْتُ لَكُمْ مِّنْ إِلَـهٍ غَيْرِى\n(I know not that you have a god other than me) 28: 38.\nThis is why Ibrahim said to Nimrod,\nفَإِنَّ اللَّهَ يَأْتِى بِالشَّمْسِ مِنَ الْمَشْرِقِ فَأْتِ بِهَا مِنَ الْمَغْرِبِ\n(Verily, Allah brings the sun from the east; then bring it you from the west.)\nThis Ayah means, \"You claim that it is you who brings life and death. He who brings life and death controls the existence and creates whatever is in it, including controlling its planets and their movements. For instance, the sun rises everyday from the east. Therefore, if you were god, as you claimed, bringing life and death, then bring the sun from the west.\" Since the king was aware of his weakness, inadequacy and that he was not able to reply to Ibrahim's request, he was idle, silent and unable to comment. Therefore, the proof was established against him. Allah said,\nوَاللَّهُ لاَ يَهْدِى الْقَوْمَ الظَّـلِمِينَ\n(And Allah guides not the people, who are wrongdoers) meaning, Allah deprives the unjust people of any valid proof or argument. Furthermore, their false proof and arguments are annulled by their Lord, and they have earned His anger and will suffer severe torment.\nThe meaning that we provided is better than the meaning that some philosophers offered, claiming that Ibrahim used the second argument because it was clearer than the first one. Rather, our explanation asserts that Ibrahim refuted both claims of Nimrod, all praise is due to Allah.\nAs-Suddi stated that the debate between Ibrahim and Nimrod occurred after Ibrahim was thrown in the fire, for Ibrahim did not meet the king before that day.",
  "ayah": 258,
  "surah": 2
}
