{
  "text": "The Example of Evil Deeds Nullifying Good Deeds\nAl-Bukhari recorded that Ibn `Abbas and `Ubayd bin `Umayr said that `Umar bin Al-Khattab asked the Companions of the Messenger of Allah ﷺ, \"According to your opinion, about whom was this Ayah revealed,\nأَيَوَدُّ أَحَدُكُمْ أَن تَكُونَ لَهُ جَنَّةٌ مِّن نَّخِيلٍ وَأَعْنَابٍ\n(Would any of you wish to have a garden with date palms and vines...).\"\nThey said, \"Allah knows best.\" `Umar became angry and said, \"Say we know or we do not know.\" Ibn `Abbas said, \"O Leader of the Faithful! I have an opinion about it.\" `Umar said, \"O my nephew! Say your opinion and do not belittle yourself.\" Ibn `Abbas said, \"This is an example set for a deed.\" `Umar said, \"What type of deed\" Ibn `Abbas said, \"For a wealthy man who works in Allah's pleasure and then Allah sends Shaytan to him, and he works in disobedience, until he annuls his good works.\"\nThis Hadith suffices as an explanation for the Ayah, for it explains the example it sets by a person who does good first and then follows it with evil, may Allah save us from this end. So, this man annulled his previous good works with his latter evil works. When he desperately needed the deeds of the former type, there were none. This is why Allah said,\nوَأَصَابَهُ الْكِبَرُ وَلَهُ ذُرِّيَّةٌ ضُعَفَآءُ فَأَصَابَهَآ إِعْصَارٌ\n(while he is striken with old age, and his children are weak (not able to look after themselves), then it is struck with a whirlwind) with heavy wind,\nفِيهِ نَارٌ فَاحْتَرَقَتْ\n(that is fiery, so that it is burnt) meaning, its fruits were burnt and its trees were destroyed. Therefore, what will his condition be like\nIbn Abi Hatim recorded that Al-`Awfi said that Ibn `Abbas said, \"Allah has set a good parable, and all His parables are good. He said,\nأَيَوَدُّ أَحَدُكُمْ أَن تَكُونَ لَهُ جَنَّةٌ مِّن نَّخِيلٍ وَأَعْنَابٍ تَجْرِى مِن تَحْتِهَا الأَنْهَـرُ لَهُ فِيهَا مِن كُلِّ الثَّمَرَتِ\n(Would any of you wish to have a garden with date palms and vines, with rivers flowing underneath, and all kinds of fruits for him therein.)\nBut he lost all this in his old age,\nوَأَصَابَهُ الْكِبَرُ\n(while he is striken with old age) while his offspring and children are weak just before the end of his life. Then a lightning storm came and destroyed his garden. Then he did not have the strength to grow another garden, nor did his offspring offer enough help. This is the condition of the disbeliever on the Day of Resurrection when he returns to Allah, for he will not have any good deeds to provide an excuse - or refuge - for him, just as the man in the parable had no strength to replant the garden. The disbeliever will not find anything to resort to for help, just as the offspring of the man in the parable did not provide him with help. So he will be deprived of his reward when he most needs it, just as the man in the parable was deprived of Allah's garden when he most needed it, when he became old and his offspring weak.\"\nIn his Mustadrak, Al-Hakim recorded that the Messenger of Allah ﷺ used to say in his supplication,\n«اللَّهُمَّ اجْعَلْ أَوْسَعَ رِزْقِكَ عَلَيَ عِنْدَ كِبَرِ سِنِّي وَانْقِضَاءِ عُمُرِي»\n(O Allah! Make Your biggest provision for me when I am old in age and at the time my life ends.)\nThis is why Allah said,\nكَذلِكَ يُبيِّنُ اللَّهُ لَكُمُ الآيَـتِ لَعَلَّكُمْ تَتَفَكَّرُونَ\n(Thus Allah makes clear to you His Laws in order that you may give thought) meaning, comprehend and understand the parables and their intended implications. Similarly, Allah said,\nوَتِلْكَ الاٌّمْثَالُ نَضْرِبُهَا لِلنَّاسِ وَمَا يَعْقِلُهَآ إِلاَّ الْعَـلِمُونَ\n(And these similitudes We put forward for mankind; but none will understand them except those who have knowledge (of Allah and His signs)) 29:43.\nيأَيُّهَا الَّذِينَ ءامَنُواْ أَنفِقُواْ مِن طَيّبَـتِ مَا كَسَبْتُمْ وَمِمَّآ أَخْرَجْنَا لَكُم مّنَ الاْرْضِ وَلاَ تَيَمَّمُواْ الْخَبِيثَ مِنْهُ تُنفِقُونَ وَلَسْتُم بِأَخِذِيهِ إِلا أَن تُغْمِضُواْ فِيهِ وَاعْلَمُواْ أَنَّ اللَّهَ غَنِيٌّ حَمِيدٌ الشَّيْطَـنُ يَعِدُكُمُ الْفَقْرَ وَيَأْمُرُكُم بِالْفَحْشَآء وَاللَّهُ يَعِدُكُم مَّغْفِرَةً مّنْهُ وَفَضْلاً وَاللَّهُ وسِعٌ عَلِيمٌ",
  "ayah": 266,
  "surah": 2
}
