{
  "text": "Adam and His Children inhabited the Earth, Generation after Generation\nAllah reiterated His favor on the Children of Adam when He stated that He mentioned them in the highest of heights before He created them. Allah said,\nوَإِذْ قَالَ رَبُّكَ لِلْمَلَـئِكَةِ\n(And (remember) when your Lord said to the angels.)\nThis Ayah means, \"O Muhammad ! Mention to your people what Allah said to the angels,\nإِنِّي جَاعِلٌ فِى الأَرْضِ خَلِيفَةً\n(Verily, I am going to place a Khalifah on earth).\nMeaning people reproducing generation after generation, century after century, just as Allah said,\nوَهُوَ الَّذِى جَعَلَكُمْ خَلَـئِفَ الاٌّرْضِ\n(And it is He Who has made you (Khala'if) generations coming after generations, replacing each other on the earth) (6:165),\nوَيَجْعَلُكُمْ حُلَفَآءَ الاٌّرْضِ\n(And makes you (Khulafa') inheritors of the earth) (27:62),\nوَلَوْ نَشَآءُ لَجَعَلْنَا مِنكُمْ مَّلَـئِكَةً فِى الاٌّرْضِ يَخْلُفُونَ\n(And if it were Our will, We would have (destroyed you (mankind all, and) made angels to replace you (Yakhlufun) on the earth.) (43: 60) and,\nفَخَلَفَ مِن بَعْدِهِمْ خَلْفٌ\n(Then after them succeeded an (evil) generation (Khalf)) (7:169). It appears that Allah was not refering to Adam specifically as Khalifah, otherwise he would not have allowed the angels' statement,\nأَتَجْعَلُ فِيهَا مَن يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَآءَ\n(Will You place therein those who will make mischief therein and shed blood).\nThe angels meant that this type of creature usually commits the atrocities they mentioned. The angels knew of this fact, according to their understanding of human nature, for Allah stated that He would create man from clay. Or, the angels understood this fact from the word Khalifah, which also means the person who judges disputes that occur between people, forbidding them from injustice and sin, as Al-Qurtubi said.\nThe statement the angels uttered was not a form of disputing with Allah's, nor out of envy for the Children of Adam, as some mistakenly thought. Allah has described them as those who do not precede Him in speaking, meaning that they do not ask Allah anything without His permission. When Allah informed them that He was going to create a creation on the earth, and they had knowledge that this creation would commit mischief on it, as Qatadah mentioned, they said,\nأَتَجْعَلُ فِيهَا مَن يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَآءَ\n(Will You place therein those who will make mischief therein and shed blood)\nThis is only a question for the sake of learning about the wisdom of that, as if they said, Our Lord! What is the wisdom of creating such creatures since they will cause trouble in the earth and spill blood \"If the wisdom behind this action is that You be worshipped, we praise and glorify You (meaning we pray to You) we never indulge in mischief, so why create other creatures\"\nAllah said to the angels in answer to their inquiry,\nإِنِّي أَعْلَمُ مَا لاَ تَعْلَمُونَ\n(I know that which you do not know.) meaning, \"I know that the benefit of creating this type of creature outweighs the harm that you mentioned, that which you have no knowledge of. I will create among them Prophets and send Messengers. I will also create among them truthful, martyrs, righteous believers, worshippers, the modest, the pious, the scholars who implement their knowledge, humble people and those who love Allah and follow His Messengers.\"\nThe Sahih recorded that when the angels ascend to Allah with the records of the servant's deeds, Allah asks them, while having better knowledge, \"How did you leave My servants\" They will say, \"We came to them while they were praying and left them while they were praying.\" This is because the angels work in shifts with mankind, and they change shifts during the Fajr and `Asr prayers. The angels who descended will remain with us, while the angels who have remained with us ascend with our deeds. The Messenger of Allah ﷺ said,\n«يُرْفَعُ إِلَيْهِ عَمَلُ اللَّيْلِ قَبْلَ النَّهَارِ وَعَمَلُ النَّهَارِ قَبْلَ اللَّيْل»\n(The deeds of the night are elevated to Allah before the morning, and the deeds of the morning before the night falls. )\nHence, the angels' statement, \"We came to them while they were praying and left them while they were praying,\" explains Allah's statement,\nإِنِّي أَعْلَمُ مَا لاَ تَعْلَمُونَ\n(I know that which you do not know.)\nIt was said that the meaning of Allah's statement,\nإِنِّي أَعْلَمُ مَا لاَ تَعْلَمُونَ\n(I know that which you do not know.) is, \"I have a specific wisdom in creating them, which you do not have knowledge of.\" It was also said that it is in answer to,\nوَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ\n(While we glorify You with praises and thanks and sanctify You) after which Allah said,\nإِنِّي أَعْلَمُ مَا لاَ تَعْلَمُونَ\n(I know that which you do not know). Meaning, \"I know that Iblis is not as you are, although he is among you.\" Others said,\nأَتَجْعَلُ فِيهَا مَن يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَآءَ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ\n\"(Will You place therein those who will make mischief therein and shed blood, ـ while we glorify you with praises and thanks and sanctify You.) is their request that they should be allowed to inhabit the earth, instead of the Children of Adam. So Allah said to them,\nإِنِّي أَعْلَمُ مَا لاَ تَعْلَمُونَ\n(I know that which you do not know) if your inhabiting the heavens is better, or worse for you.\" Ar-Razi as well as others said this. Allah knows best.\nThe Obligation of appointing a Khalifah and some related Issues\nAl-Qurtubi, as well as other scholars, said that this Ayah (2:30) proves the obligation of appointing a Khalifah to pass judgements on matters of dispute between people, to aid the oppressed against the oppressor, to implement the Islamic penal code and to forbid evil. There are many other tasks that can only be fulfilled by appointing the Imam, and what is necessary in performing an obligation, is an obligation itself. We should state here that Imamah occurs by either naming a successor, as a group among Ahl As-Sunnah scholars said occurred - by the Prophet ﷺ- in the case of Abu Bakr, or hinting to a successor. Or, the current Khalifah names a certain person as Khalifah after him, as Abu Bakr did with `Umar. Or, the Khalifah might leave the matter in the hands of the Muslim consultative council, or a group of righteous men, just as `Umar did. Or, the people of authority could gather around a certain person to whom they give the pledge of allegiance, or they could select one among them to choose the candidate, according to the majority of the scholars.\nThe Khalifah must be a responsible adult Muslim male, able to perform Ijtihad (independent legal judgments), bodily able, righteous, with knowledge of warfare, politics. He also must be from the tribe of Quraysh, according to the correct view, but it is not necessary that he be from the tribe of Bani Hashim, or that he be immune from error, as the Rafidah (Shiites) falsely claim.\nWhen the Khalifah becomes an immoral person (Fasiq), should he be impeached There is disagreement over this matter, but the correct view is that he is not to be removed, because the Messenger of Allah ﷺ said,\n«إِلَّا أَنْ تَرَوْا كُفْرًا بَوَاحًا عِنْدَكُمْ مِنَ اللهِ فِيهِ بُرْهَان»\n(Unless you witness a clear Kufr regarding which you have clear proof from Allah. )\nDoes the Khalifah have the right to resign from his post There is a difference on this issue. It is a fact that Al-Hasan bin `Ali removed himself from the position of Khalifah and surrendered it to Mu`awiyah. However, this occurred because of a necessity, and Al-Hasan was praised for this action.\nIt is not permissible to appoint two Imams for the world or more at the same time. This is not allowed because the Messenger of Allah ﷺ said,\n«مَنْ جَاءَكُمْ وَأَمْرُكُمْ جَمِيعٌ يُرِيدُ أَنْ يُفَرِّقَ بَيْنَكُمْ فَاقْتُلُوهُ كَائِنًا مَنْ كَان»\n(Whoever came to you while you are united and tried to divide you, then execute him, no matter who he is.)\nThis is the view of the majority of scholars. Imam Al-Haramayn stated that Abu Ishaq allowed the appointment of two or more Imams when the various provinces are far away from each other. However, Imam Al-Haramayn himself was indecisive about this view.",
  "ayah": 30,
  "surah": 2
}
