{
  "text": "The Support that comes with Patience and Prayer\nAllah commanded His servants to use patience and prayer to acquire the good of this life and the Hereafter. Muqatil bin Hayan said that this Ayah means, \"Utilize patience and the obligatory prayer in seeking the Hereafter. As for patience (here), they say that it means fasting.\" There are similar texts reported from Mujahid. Al-Qurtubi and other scholars commented, \"This is why Ramadan is called the month of patience,\" as is mentioned in the Hadith literature. It was also said that `patience' in the Ayah means, refraining from evil, and this is why `patience' was mentioned along with practicing acts of worship, especially and foremost, the prayer. Also, Ibn Abi Hatim narrated that `Umar bin Al-Khattab said, \"There are two types of patience: good patience when the disaster strikes, and a better patience while avoiding the prohibitions of Allah.\" Ibn Abi Hatim said that Al-Hasan Al-Basri was reported to have said similarly.\nAllah then said,\nوالصَّلَوةِ\n(And As-Salah (the prayer).)\nThe prayer is one of the best means of assistance for firmly adhering to Allah's orders, just as Allah said;\nاتْلُ مَا أُوْحِىَ إِلَيْكَ مِنَ الْكِتَـبِ وَأَقِمِ الصَّلَوةَ إِنَّ الصَّلَوةَ تَنْهَى عَنِ الْفَحْشَآءِ وَالْمُنْكَرِ وَلَذِكْرُ اللَّهِ أَكْبَرُ\n(Recite (O Muhammad ) what has been revealed to you of the Book (the Qur'an), and perform As-Salah. Verily, As-Salah (the prayer) prevents from Al-Fahsha' (i.e. great sins of every kind), and Al-Munkar and the remembrance of (praising) of (you by) Allah is greater indeed) (29:45).\nThe personal pronoun in the Ayah,\nوَإِنَّهَا لَكَبِيرَةٌ\n(And truly, it is extremely heavy and hard) refers to prayer, as Mujahid is reported to have said, and it was also the choice of Ibn Jarir. It is possible that the pronoun might be referring to the advice - to observe patience and the prayer - mentioned in the same Ayah. Similarly, Allah said about Qarun (Korah),\nوَقَالَ الَّذِينَ أُوتُواْ الْعِلْمَ وَيْلَكُمْ ثَوَابُ اللَّهِ خَيْرٌ لِّمَنْ ءَامَنَ وَعَمِلَ صَـلِحاً وَلاَ يُلَقَّاهَآ إِلاَّ الصَّـبِرُونَ\n(But those who had been given (religious) knowledge said: \"Woe to you! The reward of Allah (in the Hereafter) is better for those who believe and do righteous good deeds, and this, none shall attain except As-Sabirun (the patient).\") (28:80).\nAlso, Allah said,\nوَلاَ تَسْتَوِى الْحَسَنَةُ وَلاَ السَّيِّئَةُ ادْفَعْ بِالَّتِى هِىَ أَحْسَنُ فَإِذَا الَّذِى بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِىٌّ حَمِيمٌ - وَمَا يُلَقَّاهَا إِلاَّ الَّذِينَ صَبَرُواْ وَمَا يُلَقَّاهَآ إِلاَّ ذُو حَظِّ عَظِيمٍ\n(The good deed and the evil deed cannot be equal. Repel (the evil) with one which is better then verily he, between whom and you there was enmity, (will become) as though he was a close friend. But none is granted it (the above quality) except those who are patient ـ and none is granted it except the owner of the great portion (of happiness in the Hereafter and) in this world.) (41:34-35) meaning, this advice is only implemented by those who are patient and the fortunate. In any case, Allah's statement here means, prayer is `heavy and burdensome',\nإِلاَّ عَلَى الْخَـشِعِينَ\n(except for Al-Khashi`in.)\nIbn Abi Talhah reported that Ibn `Abbas commented on this Ayah, \"They (Al-Khashi`in) are those who believe in what Allah has revealed.\"\nAllah's statement,\nالَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَـقُوا رَبِّهِمْ وَأَنَّهُمْ إِلَيْهِ رَجِعُونَ\n(They are those who are certain that they are going to meet their Lord, and that unto Him they are going to return.) continues the subject that was started in the previous Ayah. Therefore, the prayer, or the advice to observe it is heavy,\nإِلاَّ عَلَى الْخَـشِعِينَالَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَـقُوا رَبِّهِمْ\n(except for Al-Khashi`in. (They are those) who are certain (Yazunnuna) that they are going to meet their Lord,) meaning, they know that they will be gathered and face their Lord on the Day of Resurrection,\nوَأَنَّهُمْ إِلَيْهِ رَجِعُونَ\n(and that unto Him they are going to return.) meaning, their affairs are all subject to His will and He justly decides what He wills. Since they are certain that they will be returned to Allah and be reckoned, it is easy for them to perform the acts of obedience and refrain from the prohibitions. Ibn Jarir commented on Allah's statement;\nيَظُنُّونَ أَنَّهُم مُّلَـقُوا رَبِّهِمْ\n(Yazunnuna that they are going to meet their Lord)\nIbn Jarir said; \"The Arabs call certainty as well as doubt, Zann. There are similar instances in the Arabic language where a subject as well as its opposite share the same name. For instance, Allah said,\nوَرَأَى الْمُجْرِمُونَ النَّارَ فَظَنُّواْ أَنَّهُمْ مُّوَاقِعُوهَا\n(And the Mujrimun (criminals, polytheists, sinners), shall see the Fire and Zannu (apprehend) that they have to fall therein)\"(18:53).\nIt is recorded in the Sahih that on the Day of Resurrection, Allah will say to a servant, \"Have I not allowed you to marry, honored you, made the horses and camels subservient to you and allowed you to become a chief and a master\" He will say, \"Yes.\" Allah will say, \"Did you have Zann (think) that you will meet Me\" He will say, \"No.\" Allah will say, \"This Day, I will forget you, just as you forgot Me.\" If Allah wills, we will further elaborate on this subject when we explain Allah's statement,\nنَسُواْ اللَّهَ فَنَسِيَهُمْ\n(They have forgotten Allah, so He has forgotten them) (9:67).",
  "ayah": 45,
  "surah": 2
}
