{
  "text": "Reminding the Children of Israel that They were preferred above the Other Nations\nAllah reminds the Children of Israel of the favors that He granted their fathers and grandfathers, how He showed preference to them by sending them Messengers from among them and revealing Books to them, more so than any of the other previous nations. Similarly, Allah said,\nوَلَقَدِ اخْتَرْنَـهُمْ عَلَى عِلْمٍ عَلَى الْعَـلَمِينَ\n(And We chose them (the Children of Israel) over the `Alamin, (nations) with knowledge.) (44:32) and,\nوَإِذْ قَالَ مُوسَى لِقَوْمِهِ يَـقَوْمِ اذْكُرُواْ نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ جَعَلَ فِيكُمْ أَنْبِيَآءَ وَجَعَلَكُمْ مُّلُوكاً وَءَاتَـكُمْ مَّا لَمْ يُؤْتِ أَحَداً مِّن الْعَـلَمِينَ\n(And (remember) when Musa (Moses) said to his people: \"O my people! Remember the favor of Allah to you: when He made Prophets among you, made you kings, honored you above the `Alamin (nations).\") (5:20).\nAbu Ja`far Ar-Razi reported that Ar-Rabi` bin Anas said that Abu Al-`Aliyah said that Allah's statement,\nوَأَنِّى فَضَّلْتُكُمْ عَلَى الْعَـلَمِينَ\n(and that I preferred you over the `Alamin) means, \"The kingship, Messengers and Books that were granted to them, instead of granting such to the other kingdoms that existed during their time, for every period there is a nation.\" It was also reported that Mujahid, Ar-Rabi` bin Anas, Qatadah and Isma`il bin Abi Khalid said similarly.\nThe Ummah of Muhammad ﷺ is Better than the Children of Israel\nThis is the only way the Ayah can be understood, because this Ummah is better than theirs, as Allah said;\nكُنتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ وَتُؤْمِنُونَ بِاللَّهِ وَلَوْ ءَامَنَ أَهْلُ الْكِتَـبِ لَكَانَ خَيْراً لَّهُمْ\n(You are the best of people ever raised up for mankind; you enjoin good and forbid evil, and you believe in Allah. And had the People of the Book (Jews and Christians) believed, it would have been better for them) (3:110).\nAlso, the Musnad and Sunan Collections of Hadith recorded that Mu`awiyah bin Haydah Al-Qushayri said that the Messenger of Allah ﷺ said,\n«أَنْتُمْ تُوَفُّونَ سَبْعِينَ أُمَّةً أَنْتُمْ خَيْرُهَا وَأَكْرَمُهَا عَلَى الله»\n(You (Muslims) are the seventieth nation, but you are the best and most honored of them according to Allah.)\nThere are many Hadiths on this subject, and they will be mentioned when we discuss Allah's statement,\nكُنتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ\n(You are the best of peoples ever raised up for mankind) (3:110).",
  "ayah": 47,
  "surah": 2
}
