{
  "text": "The Children of Israel were saved from Pharaoh and His Army Who drowned\nAllah said to the Children of Israel, \"Remember My favor on you\nوَإِذْ نَجَّيْنَـكُم مِّنْ ءَالِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ\n(And (remember) when We delivered you from Fir`awn's (Pharaoh) people, who were afflicting you with a horrible torment,) meaning, `I - Allah - saved you from them and delivered you from their hands in the company of Musa, after they subjected you to horrible torture.' This favor came after the cursed Pharaoh had a dream in which he saw a fire emerge from Bayt Al-Maqdis (Jerusalem), and then the fire entered the houses of the Coptics in Egypt, with the exception of the Children of Israel. Its purport was that his kingship would be toppled by a man among the Children of Israel. It was also said that some of Pharaoh's entourage said that the Children of Israel were expecting a man among them to arise who would establish a state for them. We will mention the Hadith on this subject when we explain Surat Ta Ha (20), Allah willing. After the dream, Pharaoh ordered that every newborn male among the Children of Israel be killed and that the girls be left alone. He also commanded that the Children of Israel be given tasks of hard labor and assigned the most humiliating jobs.\nThe torment here refers to killing the male infants. In Surat Ibrahim (14) this meaning is clearly mentioned,\nيَسُومُونَكُمْ سُوءَ الْعَذَابِ وَيُذَبِّحُونَ أَبْنَآءَكُمْ وَيَسْتَحْيُونَ نِسَآءَكُمْ\n(Who were afflicting you with horrible torment, and were slaughtering your sons and letting your women live.) (14:6).\nWe will explain this Ayah in the beginning of Surat Al-Qasas (28), Allah willing, and our reliance and trust are with Him.\nThe meaning of,\nيَسُومُونَكُمْ\n(who were afflicting you) is, \"They humiliated you,\" as Abu `Ubaydah stated. It was also said that it means, \"They used to exaggerate in tormenting you\" according to Al-Qurtubi. As for Allah saying,\nيُذَبِّحُونَ أَبْنَآءَكُمْ وَيَسْتَحْيُونَ نِسَآءَكُمْ\n(killing your sons and sparing your women) that explains His statement,\nيَسُومُونَكُمْ سُوءَ الْعَذَابِ\n(who were afflicting you with horrible torment) then it explains the meaning of the favor He gave them, as mentioned in His statement,\nاذْكُرُواْ نِعْمَتِيَ الَّتِى أَنْعَمْتُ عَلَيْكُمْ\n(Remember My favor which I bestowed upon you). As for what Allah said in Surat Ibrahim,\nوَذَكِّرْهُمْ بِأَيَّامِ اللَّهِ\n(And remind them of the annals of Allah) (14:5) meaning, the favors and blessing He granted them, He then said,\nيَسُومُونَكُمْ سُوءَ الْعَذَابِ وَيُذَبِّحُونَ أَبْنَآءَكُمْ وَيَسْتَحْيُونَ نِسَآءَكُمْ\n(Who were afflicting you with horrible torment, and were slaughtering your sons and letting your women live.) (14:6)\nSo Allah mentioned saving their children from being slaughtered in order to remind them of the many favors that He granted them.\nWe should state here that `Pharaoh' (Fir`awn) is a title that was given to every disbelieving king who ruled Egypt, whether from the `Amaliq (Canaanites) or otherwise, just as Caesar (Qaysar) is the title of the disbelieving kings who ruled Rome and Damascus. Also, Khosrau (Kisra) is the title of the kings who ruled Persia, while Tubb`a is the title of the kings of Yemen, and the kings of Abyssinia (Ethiopia) were called Negus (An-Najashi).\nAllah said,\nوَفِى ذَلِكُمْ بَلاَءٌ مِّن رَّبِّكُمْ عَظِيمٌ\n(And therein was a mighty trial from your Lord.)\nIbn Jarir commented that this part of the Ayah means, \"Our saving your fathers from the torment that they suffered by the hand of Pharaoh, is a great blessing from your Lord.\" We should mention that in the blessing there a is test, the same as with hardship, for Allah said,\nوَنَبْلُوكُم بِالشَّرِّ وَالْخَيْرِ فِتْنَةً\n(And We shall make a trial of you with evil and with good) (21:35) and,\nوَبَلَوْنَـهُمْ بِالْحَسَنَـتِ وَالسَّيِّئَاتِ لَعَلَّهُمْ يَرْجِعُونَ\n(And We tried them with good (blessings) and evil (calamities) in order that they might turn (to obey Allah.)) (7:168).\nAllah's statement next,\nوَإِذْ فَرَقْنَا بِكُمُ الْبَحْرَ فَأَنجَيْنَـكُمْ وَأَغْرَقْنَا ءَالَ فِرْعَوْنَ وَأَنتُمْ تَنظُرُونَ\n(And (remember) when We separated the sea for you and saved you and drowned Fir`awn's (Pharaoh) people while you were watching) means, `After We saved you from Fir`awn and you escaped with Musa; Fir`awn went out in your pursuit and We parted the sea for you.' Allah mentioned this story in detail, as we will come to know, Allah willing. One of the shortest references to this story is Allah's statement,\nفَأَنجَيْنَـكُمْ\n(And saved you) meaning, \"We saved you from them, drowning them while you watched, bringing relief to your hearts and humiliation to your enemy.\"\nFasting the Day of `Ashura\nIt was reported that the day the Children of Israel were saved from Fir`awn was called the day of `Ashura'. Imam Ahmad reported that Ibn `Abbas said that the Messenger of Allah ﷺ came to Al-Madinah and found that the Jews were fasting the day of `Ashura'. He asked them, \"What is this day that you fast\" They said, \"This is a good day during which Allah saved the Children of Israel from their enemy, and Musa used to fast this day.\" The Messenger of Allah ﷺ said,\n«أَنَا أَحَقُّ بِمُوسَى مِنْكُم»\n(I have more right to Musa than you have.)\nSo the Messenger of Allah ﷺ fasted that day and ordered that it be fasted. This Hadith was collected by Al-Bukhari, Muslim, An-Nasa'i and Ibn Majah.",
  "ayah": 49,
  "surah": 2
}
