{
  "text": "The Covenant that Allah took from the Children of Israel\nAllah reminded the Children of Israel of the commandments that He gave them, and the covenants that He took from them to abide by those commands, and how they intentionally and knowingly turned away from all of that. Allah commanded them to worship Him and to associate none with Him in worship, just as He has commanded all of His creatures, for this is why Allah created them. Allah said,\nوَمَآ أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلاَّ نُوحِى إِلَيْهِ أَنَّهُ لا إِلَـهَ إِلاَّ أَنَاْ فَاعْبُدُونِ\n(And We did not send any Messenger before you (O Muhammad ) but We revealed to him (saying): La ilaha illa Ana none has the right to be worshipped but I (Allah), so worship Me (alone and none else)) (21:25), and,\nوَلَقَدْ بَعَثْنَا فِى كُلِّ أُمَّةٍ رَّسُولاً أَنِ اعْبُدُواْ اللَّهَ وَاجْتَنِبُواْ الْطَّـغُوتَ\n(And verily, We have sent among every Ummah (community, nation) a Messenger (proclaiming): \"Worship Allah (alone), and avoid the Taghut (all false deities,)) (16:36).\nThis is the highest and most important right, that is, Allah's right that He be worshipped alone without partners.\nAfter that comes the right of the creatures, foremost, the right of the parents. Allah usually mentions the rights of the parents along with His rights. For instance, Allah said,\nأَنِ اشْكُرْ لِى وَلِوَلِدَيْكَ إِلَىَّ الْمَصِيرُ\n(Give thanks to Me and to your parents. Unto Me is the final destination) (31:14). Also, Allah said,\nوَقَضَى رَبُّكَ أَلاَّ تَعْبُدُواْ إِلاَّ إِيَّـهُ وَبِالْوَلِدَيْنِ إِحْسَـناً\n(And your Lord has decreed that you worship none but Him. And that you be dutiful to your parents) (17:23), until,\nوَءَاتِ ذَا الْقُرْبَى حَقَّهُ وَالْمِسْكِينَ وَابْنَ السَّبِيلِ\n(And give to the kinsman his due and to the Miskin (poor) and to the wayfarer) (17:26). The Two Sahihs record that Ibn Mas`ud said,\nقُلْتُ:\n«يَا رَسُولَ اللهِ أيُّ الْعَمَل أَفْضَلُ؟ قَالَ:\n«الصَّلَاةُ عَلى وَقْتِهَا»\nقُلْتُ: ثُمَّ أَيٌّ؟ قَالَ:\n«بِرُّ الْوَالِدَيْن»\nقُلْتُ: ثُمَّ أَيٌّ؟ قَالَ:\n«الْجِهَادُ فِي سَبِيلِ الله»\n(I said, `O Messenger of Allah! What is the best deed' He said, `Performing the prayer on time.' I said, 'Then what' He said, `Being kind to one's parents.' I said, `Then what' He said, `Jihad in the cause of Allah.')\nAllah then said,\nوَالْيَتَـمَى\n(and to orphans) meaning, the young who have no fathers to fend for them.\nوَالْمَسَـكِينُ\n(and Al-Masakin (the poor)), plural for Miskin, the one who does not find what he needs to spend on himself and his family. We will discuss these categories when we explain the Ayah of Surat An-Nisa` where Allah said,\nوَاعْبُدُواْ اللَّهَ وَلاَ تُشْرِكُواْ بِهِ شَيْئاً وَبِالْوَلِدَيْنِ إِحْسَـناً\n(Worship Allah and join none with Him (in worship); and do good to parents) (4:36).\nAllah's statement,\nوَقُولُواْ لِلنَّاسِ حُسْنًا\n(and speak good to people) meaning, say good words to them and be lenient with them, this includes commanding good and forbidding evil. Al-Hasan Al-Basri commented on Allah's statement,\nوَقُولُواْ لِلنَّاسِ حُسْنًا\n(and speak good to people), \".`The good saying' means commanding good and forbidding evil, and being patient and forgiving. The `good words to people', as Allah commanded, also includes every good type of behavior that Allah is pleased with.\" Imam Ahmad narrated that Abu Dharr said that the Prophet said,\n«لَا تَحْقِرَنَّ مِنَ الْمَعْرُوفِ شَيْئًا وَإِنْ لَمْ تَجِدْ فَالْقَ أَخَاكَ بِوَجْهٍ مُنْطَلِق»\n(Do not belittle any form of righteousness, and even if you did not find any good deed except meeting your brother with a smiling face, then do so.)\nThis Hadith was also collected by Muslim in his Sahih and At-Tirmidhi, who graded it Sahih.\nAllah commands the servants to say good words to people, after He commanded them to be kind to them, thereby mentioning two categories of manners: good speech and good actions. He then emphasized the command to worship Him and the command to do good, ordaining the prayer and the Zakah,\nوَأَقِيمُواْ الصَّلوةَ وَآتُواْ الزَّكَوةَ\n(and perform As-Salah and give Zakah). Allah informed us that the People of the Book, except for a few among them, ignored these orders, that is, they knowingly and intentionally abandoned them. Allah ordered this Ummah similarly in Surat An-Nisa' when He said,\nوَاعْبُدُواْ اللَّهَ وَلاَ تُشْرِكُواْ بِهِ شَيْئاً وَبِالْوَلِدَيْنِ إِحْسَـناً وَبِذِى الْقُرْبَى وَالْيَتَـمَى وَالْمَسَـكِينِ وَالْجَارِ ذِى الْقُرْبَى وَالْجَارِ الْجُنُبِ وَالصَّـحِبِ بِالجَنْبِ وَابْنِ السَّبِيلِ وَمَا مَلَكَتْ أَيْمَـنُكُمْ إِنَّ اللَّهَ لاَ يُحِبُّ مَن كَانَ مُخْتَالاً فَخُوراً\n(Worship Allah and join none with Him (in worship); and do good to parents, kinsfolk, orphans, Al-Masakin (the poor), the neighbor who is near of kin, the neighbor who is a stranger, the companion by your side, the wayfarer (you meet), and those (servants) whom your right hands possess. Verily, Allah does not like such as are proud and boastful) (4:36).\nOf these orders, this Ummah has practiced what no other nation before it has, and all praise is due to Allah.",
  "ayah": 83,
  "surah": 2
}
