{
  "text": "Muhammad bin Ishaq reported that Ibn `Abbas said that,\nوَقَالُواْ قُلُوبُنَا غُلْفٌ\n(And they say, \"Our hearts are Ghulf.\"), means, \"Our hearts are screened.\" Mujahid also said that,\nوَقَالُواْ قُلُوبُنَا غُلْفٌ\n(And they say, \"Our hearts are Ghulf.\"), means, \"They are covered.\"`Ikrimah said, \"There is a stamp on them.\" Abu Al-`Aliyah said, \"They do not comprehend.\" Mujahid and Qatadah said that Ibn `Abbas read the Ayah in a way that means, \"Our hearts contain every type of knowledge and do not need the knowledge that you (O Muhammad) have.\" This is the opinion of `Ata' and Ibn `Abbas.\nبَل لَّعَنَهُمُ اللَّهُ بِكُفْرِهِمْ\n(Nay, Allah has cursed them for their disbelief) meaning, \"Allah expelled them and deprived them of every type of righteousness.\" Qatadah said that the Ayah,\nفَقَلِيلاً مَّا يُؤْمِنُونَ\n(So little is that which they believe.) means, \"Only a few of them believe.\" Allah's statement,\nوَقَالُواْ قُلُوبُنَا غُلْفٌ\n(And they say, \"Our hearts are Ghulf.\") is similar to His statement,\nوَقَالُواْ قُلُوبُنَا فِى أَكِنَّةٍ مِمَّا تَدْعُونَا إِلَيْهِ\n(And they say: \"Our hearts are under coverings (screened) from that to which you invite us) (41:5).\nThis is why Allah said here,\nبَل لَّعَنَهُمُ اللَّهُ بِكُفْرِهِمْ فَقَلِيلاً مَّا يُؤْمِنُونَ\n(Nay, Allah has cursed them for their disbelief, so little is that which they believe.) meaning, \"It is not as they claim. Rather, their hearts are cursed and stamped,\" just as Allah said in Surat An-Nisa' (4:155),\nوَقَوْلِهِمْ قُلُوبُنَا غُلْفٌ بَلْ طَبَعَ اللَّهُ عَلَيْهَا بِكُفْرِهِمْ فَلاَ يُؤْمِنُونَ إِلاَّ قَلِيلاً\n(And of their saying: \"Our hearts are wrapped (with coverings, i.e. we do not understand what the Messengers say) ـ nay, Allah has set a seal upon their hearts because of their disbelief, so they believe not but a little.)\nThere is a difference of opinion regarding the meaning of Allah's statement,\nفَقَلِيلاً مَّا يُؤْمِنُونَ\n(So little is that which they believe.) and His statement,\nفَلاَ يُؤْمِنُونَ إِلاَّ قَلِيلاً\n(So they believe not except a few). Some scholars said that the Ayat indicate that a few of them would believe, or that their faith is minute, because they believe in Resurrection and in Allah's reward and punishment that Musa foretold. Yet, this faith will not benefit them since it is overshadowed by their disbelief in what Muhammad brought them. Some scholars said that the Jews did not actually believe in anything and that Allah said,\nفَقَلِيلاً مَّا يُؤْمِنُونَ\n(So little is that which they believe), meaning, they do not believe. This meaning is similar to the Arabic expression, \"Hardly have I seen anything like this,\" meaning, \"I have never seen anything like this.\"",
  "ayah": 88,
  "surah": 2
}
