{
  "text": "The Jews are the Enemies of Jibril\nImam Abu Ja`far bin Jarir At-Tabari said, \"The scholars of Tafsir agree that this Ayah (2: 97-98) was revealed in response to the Jews who claimed that Jibril (Gabriel) is an enemy of the Jews and that Mika'il (Michael) is their friend.\" Al-Bukhari said, \"Allah said,\nمَن كَانَ عَدُوًّا لِّجِبْرِيلَ\n(Whoever is an enemy of Jibril (let him die in his fury)). `Ikrimah said, \"Jibr, Mik and Israf all mean, worshipper, while il means, Allah\". Anas bin Malik said, \"When `Abdullah bin Salam heard of the arrival of the Prophet in Al-Madinah, he was working on his land. He came to the Prophet and said, `I am going to ask you about three things which nobody knows except a Prophet. What will be the first portent of the Hour What will be the first meal taken by the people of Paradise Why does a child resemble its father, and why does it resemble its maternal uncle' Allah's Messenger ﷺ said, (Jibril has just told me the answers.) `Abdullah said, `He (i.e. Jibril), among all the angels, is the enemy of the Jews.' Allah's Messenger ﷺ recited the Ayah,\nمَن كَانَ عَدُوًّا لِّجِبْرِيلَ فَإِنَّهُ نَزَّلَهُ عَلَى قَلْبِكَ\n(Whoever is an enemy to Jibril (Gabriel) (let him die in his fury), for indeed he has brought it (this Qur'an) down to your heart). Allah's Messenger ﷺ then said, (The first portent of the Hour will be a fire that will bring together the people from the east to the west; the first meal of the people of Paradise will be the caudate lobe of the liver of fish. As for the child resembling his parents: If a man has sexual intercourse with his wife and his discharge is first, the child will resemble the father. If the woman has a discharge first, the child will resemble her side of the family.) On that `Abdullah bin Salam said, `I testify that there is no deity worthy of worship except Allah and you are the Messenger of Allah ﷺ.' `Abdullah bin Salam further said, `O Allah's Messengerﷺ! The Jews are liars, and if they should come to know about my conversion to Islam before you ask them (about me), they will tell a lie about me.' The Jews came to Allah's Messenger ﷺ , and `Abdullah went inside the house. Allah's Messenger ﷺ asked (the Jews), (`What kind of man is `Abdullah bin Salam') They replied, `He is the best among us, the son of the best among us, our master and the son of our master.' Allah's Messenger ﷺ said, (What do you think if he would embrace Islam) The Jews said, `May Allah save him from it.' Then `Abdullah bin Salam came out in front of them saying, `I testify that none has the right to be worshipped but Allah and that Muhammad ﷺ is the Messenger of Allah.' Thereupon they said, `He is the evilest among us, and the son of the evilest among us.' And they continued talking badly about him. Ibn Salam said, `This is what I feared, O Messenger of Allah ﷺ !.\"' Only Al-Bukhari recorded this Hadith with this chain of narration. Al-Bukhari and Muslim recorded this Hadith from Anas using another chain of narration.\nSome people say that `il' means worshipper while whatever word that is added to it becomes Allah's Name, because `il' is a constant in such conjunction. This is similar to the names `Abdullah, `Abdur-Rahman, `Abdul-Malik, `Abdul-Quddus, `Abdus-Salam, `Abdul-Kafi, `Abdul-Jalil, and so forth. Hence, `Abd' is constant in these compound names, while the remainder differs from name to name. This is the same case with Jibril, Mika'il, `Azra'il, Israfil, and so forth. Allah knows best.\nChoosing Some Angels to believe in over Others is Disbelief like choosing Some Prophets over Others\nAllah said,\nمَن كَانَ عَدُوًّا لِّجِبْرِيلَ فَإِنَّهُ نَزَّلَهُ عَلَى قَلْبِكَ بِإِذْنِ اللَّهِ\n(Whoever is an enemy to Jibril (Gabriel) (let him die in his fury), for indeed he has brought it (this Qur'an) down to your heart by Allah's permission,) meaning, whoever becomes an enemy of Jibril, let him know that he is Ruh Al-Qudus who brought down the Glorious Dhikr (Qur'an) to your heart from Allah by His leave. Hence, he is a messenger from Allah. Whoever takes a messenger as an enemy, will have taken all the messengers as enemies. Further, whoever believes in one messenger, is required to believe in all of the messengers. Whoever rejects one messenger, he has rejected all of the messengers. Similarly, Allah said,\nإِنَّ الَّذِينَ يَكْفُرُونَ بِاللَّهِ وَرُسُلِهِ وَيُرِيدُونَ أَن يُفَرِّقُواْ بَيْنَ اللَّهِ وَرُسُلِهِ وَيقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ\n(Verily, those who disbelieve in Allah and His Messengers and wish to make distinction between Allah and His Messengers (by believing in Allah and disbelieving in His Messengers) saying, \"We believe in some but reject others.\") (4:150)\nAllah decreed that they are disbelievers, because they believe in some Prophets and reject others. This is the same with those who take Jibril as an enemy, because Jibril did not choose missions on his own, but by the command of his Lord,\nوَمَا نَتَنَزَّلُ إِلاَّ بِأَمْرِ رَبِّكَ\n(And we (angels) descend not except by the command of your Lord) (19: 64), and,\nوَإِنَّهُ لَتَنزِيلُ رَبِّ الْعَـلَمِينَ - نَزَلَ بِهِ الرُّوحُ الاٌّمِينُ - عَلَى قَلْبِكَ لِتَكُونَ مِنَ الْمُنْذِرِينَ\n(And truly, this (the Qur'an) is a revelation from the Lord of all that exists. Which the trustworthy Ruh (Jibril) has brought down. Upon your heart (O Muhammad ) that you may be (one) of the warners) (26:192-194).\nAl-Bukhari reported that Abu Hurayrah said that the Messenger of Allah ﷺ said,\n«مَنْ عَادَى لِي وَلِيًّا فَقَدْ بَارَزَنِي بِالْحَرْب»\n(Allah said, `Whoever takes a friend of Mine as an enemy, will have started a war with Me.)\nTherefore, Allah became angry with those who took Jibril as an enemy. Allah said,\nمَن كَانَ عَدُوًّا لِّجِبْرِيلَ فَإِنَّهُ نَزَّلَهُ عَلَى قَلْبِكَ بِإِذْنِ اللَّهِ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ\n(Whoever is an enemy to Jibril (Gabriel) (let him die in his fury), for indeed he has brought it (this Qur'an) down to your heart by Allah's permission, confirming what came before it) meaning, the previous Books,\nوَهُدًى وَبُشْرَى لِلْمُؤْمِنِينَ\n(and guidance and glad tidings for the believers) meaning, as guidance to their hearts and bringer of the good news of Paradise, which is exclusively for the believers. Similarly, Allah said,\nقُلْ هُوَ لِلَّذِينَ ءَامَنُواْ هُدًى وَشِفَآءٌ\n(Say: \"It is for those who believe, a guide and a healing.\") (41:44), and,\nوَنُنَزِّلُ مِنَ الْقُرْءَانِ مَا هُوَ شِفَآءٌ وَرَحْمَةٌ لِّلْمُؤْمِنِينَ\n(And We send down of the Qur'an that which is a healing and a mercy to those who believe) (17:82).\nAllah then said,\nمَن كَانَ عَدُوًّا لّلَّهِ وَمَلـئِكَتِهِ وَرُسُلِهِ وَجِبْرِيلَ وَمِيكَـلَ فَإِنَّ اللَّهَ عَدُوٌّ لِّلْكَـفِرِينَ\n(Whoever is an enemy to Allah, His Angels, His Messengers, Jibril and Mika'il (Michael), then verily, Allah is an enemy to the disbelievers.)\nAllah stated that whoever takes Him, His angels and messengers as enemies, then...Allah's messengers ﷺ include angels and men, for Allah said,\nاللَّهُ يَصْطَفِى مِنَ الْمَلَـئِكَةِ رُسُلاً وَمِنَ النَّاسِ\n(Allah chooses Messengers from angels and from men) (22:75). Allah said,\nوَجِبْرِيلَ وَمِيكَـلَ\n(Jibril (Gabriel) and Mika'il (Michael)). Allah mentioned Jibril and Mika'il specifically - although they are included among the angels who were messengers - only because this Ayah was meant to support Jibril the emissary between Allah and His Prophets. Allah also mentioned Mika'il here, because the Jews claimed that Jibril was their enemy and Mika'il was their friend. Allah informed them that whoever is an enemy of either of them, then he is also an enemy of the other as well as Allah. We should state here that Mika'il sometimes descended to some of Allah's Prophets, although to a lesser extent than Jibril, because this was primarily Jibril's task, and Israfil is entrusted with the job of blowing the Trumpet for the commencement of Resurrection on the Day of Judgment. It is recorded in the Sahih that whenever the Messenger of Allah ﷺ would wake up at night, he would supplicate,\n«اللَّهُمَّ رَبَّ جِبْرَائِيلَ وَمِيكَائِيلَ وَإِسْرَافِيلَ فَاطِرَ السَّمَوَاتِ وَالْأَرْضِ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ، أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ، اهْدِنِي لِمَا اخْتُلِفَ فِيهِ مِنَ الْحَقِّ بِإِذْنِكَ إِنَّكَ تَهْدِي مَنْ تَشَاءُ إِلى صِرَاطٍ مُسْتَقِيم»\n(O Allah, Lord of Jibril, Mika'il and Israfil, Creator of the heavens and earth and Knower of the seen and the unseen! You judge between Your servants regarding what they differ in, so direct me to the truth which they differ on, by Your leave. Verily, You guide whom You will to the straight path.)\nAllah's statement,\nفَإِنَّ اللَّهَ عَدُوٌّ لِّلْكَـفِرِينَ\n(then verily, Allah is an enemy to the disbelievers) informed the disbelievers that whoever takes a friend of Allah as an enemy, then he has taken Allah as an enemy, and whoever treats Allah as an enemy, then he shall be Allah's enemy. Indeed, whoever is an enemy of Allah then he will lose in this life and the Hereafter, as stated earlier;\n«مَنْ عَادَى لِي وَلِيًّا فَقَدْ آذَنْتُهُ بِالْمُحَارَبَة»\n(Whoever takes a friend of Mine as an enemy, I shall wage war on him.)",
  "ayah": 97,
  "surah": 2
}
