{
  "text": "ثم حكى - سبحانه - بعد ذلك مقولة أخرى من مقولات المشركين فقال - تعالى - : ( وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُ بَشَرٌ . . . ) .قال الإِمام ابن كثير عند تفسيره لهذه الآية ما ملخصه : يقول - تعالى - مخبرا عن المشركين ما كانوا يقولونه من الكذب والافتراء : إن محمد صلى الله عليه وسلم إنما يعلمه هذا الذى يتلوه علينا من القرآن بشر ، ويشيرون إلى رجل أعجمى كان بياعا يبيع عند الصفا ، وربما كان النبى صلى الله عليه وسلم يجلس إليه ويكلمه بعض الشئ ، وذاك كان أعجمى اللسان لا يعرف إلا اليسير من العربية .وعن عكرمة وقتادة كان اسم ذلك الرجل \" يعيش \" ، وعن ابن عباس كان اسمه \" بلعام \" ، وكان أعجمى اللسان ، وكان المشركون يرون رسول الله صلى الله عليه وسلم يدخل عليه ويخرج من عنده ، فقالوا : إنما يعلمه بلعام ، فأنزل الله هذه الآية .والمعنى : ولقد نعلم - أيها الرسول الكريم - علما مستمرا لايعزب عنه شئ مما يقوله المشركون فى شأنك ، من أنك تتعلم القرآن من واحد من البشر .قال الآلوسى : وإنما لم يصرح القرآن باسم من زعموا أنه يعلمه - عليه الصلاة والسلام - مع أنه أدخل فى ظهور كذبهم ، للإِيذان بأن مدار خطئهم ، ليس بنسبته صلى الله عليه وسلم إلى التعلم من شخص معين ، بل من البشر كائنا من كان ، مع كونه صلى الله عليه وسلم معدنا لعلوم الأولين والآخرين .وقوله - تعالى - : ( لِّسَانُ الذي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وهذا لِسَانٌ عَرَبِيٌّ مُّبِينٌ ) رد عليهم فيما زعموه وافتروه .والمراد باللسان هنا : الكلام الذى يتكلم به الشخص ، واللغة التى ينطق بها .وقوله : ( يلحدون ) من الإِلحاد بمعنى الميل . يقال لحد وألحد ، إذا مال عن القصد ، وسمى الملحد بذلك ، لأنه أمال مذهبه عن الأديان كلها .والأعجمى : نسبة إلى الأعجم : وهو الذى لا يفصح فى كلامه سواء أكان من العرب أم من العجم . وزيدت فيه ياء النسب على سبيل التوكيد .والمعنى : لقد كذبتم - أيها المشركون - كذبا شنيعا صريحا ، حيث زعمتم أن رسول الله صلى الله عليه وسلم يعلمه القرآن بشر ، مع أن لغة هذا الإِنسان الذى زعمتم أنه يعلم الرسول صلى الله عليه وسلم لغة أعجمية ، ولغة هذا القرآن لغة عربية فى أعلى درجات البلاغة والفصاحة ، فقد أعجزكم بفصاحته وبلاغته ، وتحداكم وأنتم أهل اللسن والبيان أن تأتوا بسورة من مثله .فخبرونى بربكم ، من أين للأعجمى أن يذوق بلاغة هذا التنزيل وما حواه من العلوم ، فضلا عن أن ينطق به ، فضلا عن أن يكون معلما له!! .",
  "ayah": 103,
  "surah": 16
}
