{
  "text": "والفعل ضرب فى قوله - تعالى - : ( وَضَرَبَ الله مَثَلاً قَرْيَةً . . . ) متضمن معنى جعل ، ولذا عدى إلى مفعولين .والمثل - بفتح الثاء - بمعنى المثل - بسكونها - أى : النظير والشبيه . ويطلق على القول السائر المعروف ، لمماثلة مضربه - وهو الذى يضرب فيه لمورده الذى ورد فيه ، ثم استعير للصفة والحال كما فى الآية التى معنا .والمراد بالقرية : أهلها ، فالكلام على تقدير مضاف .وللمفسرين اتجاهان فى تفسير هذه الآية . فمنهم من يرى أن هذه القرية غير معينة ، وإنما هى مثل لكل قوم قابلوا نعم الله بالجحود والكفران .وإلى هذا المعنى اتجه صاحب الكشاف حيث قال : قوله - تعالى - : ( وَضَرَبَ الله مَثَلاً قَرْيَةً . . . ) أى : جعل القرية التى هذه حالها مثلا لكل قوم أنعم الله عليهم فأبطرتهم النعمة . فكفروا وتولوا ، فأنزل الله بهم نقمته ، فيجوز أن تراد قرية مقدرة على هذه الصفة ، وأن تكون فى قرى الأولين قرية كانت هذه حالها ، فضرب بها الله مثلا لمكة إنذارا من مثل عاقبتها .ومنهم من يرى أن المقصود بهذه القرية مكة ، وعلى هذا الاتجاه سار الامام ابن كثير حيث قال ما ملخصه : هذا مثل أريد به أهل مكة ، فإنها كانت آمنة مطمئنة مستقرة ، يتخطف الناس من حولها ، ومن دخلها كان آمنا . . . فجحدت آلاء الله عليها ، وأعظمها بعثة محمد صلى الله عليه وسلم فأذاقها الله لباس الجوع والخوف بما كانوا يصنعون .ويبدو لنا أن الاتجاه الأول أقرب إلى الصواب ، لتنكير لفظ قرية ، ولشموله الاتجاه الثانى ، لأنه يتناول كل قرية بدلت نعمة الله كفرا ، ويدخل فى ذلك كفار مكة دخولا أوليا .فيكون المعنى : وجعل الله قرية موصوفة بهذه الصفات مثلا لكل قوم أنعم الله عليهم بهذه النعم ، فلم يشكروا الله - تعالى - عليها ، فأخذهم أخذ عزيز مقتدر .وقوله : ( كَانَتْ آمِنَةً مُّطْمَئِنَّةً ) أى : كانت تعيش فى أمان لا يشوبه خوف ، وفى سكون واطمئنان لا يخالطهما فزع أو انزعاج : .وقوله : ( يَأْتِيهَا رِزْقُهَا رَغَداً مِّن كُلِّ مَكَانٍ ) بيان لسعة عيشها ، أى : يأتيها ما يحتاج إليه أهلها واسعا لينا سهلا من كل مكان من الأمكنة .يقال : رَغُد - بضم الغين - عيش القوم ، أى : اتسع وطاب فهو رغد ورغيد . . . وأرغد القوم ، أى : أخصبوا وصاروا فى رزق واسع .فالآية الكريمة قد تضمنت أمهات النعم : الأمان والاطمئنان ورغد العيش . قال بعضهم :ثلاثة ليس لها نهاية ... الأمن والصحة والكفايةوقوله - تعالى - : ( فَكَفَرَتْ بِأَنْعُمِ الله ) بيان لموقفها الجحودى من نعم الله - تعالى - أى : فكان موقف أهل هذه القرية من تلك النعم الجليلة ، أنهم جحدوا هذه النعم ، ولم يقابلوها بالشكر ، وإنما قابلوها بالإِشراك بالله - تعالى - مُسدى هذه النعم .قال القرطبى : \" والأنْعُم : جمع النِّعمة . كالأشُد جمع الشِّدة ، وقيل : جمع نعمى ، مثل بُؤسى وأبؤس \" .وقوله - سبحانه - : ( فَأَذَاقَهَا الله لِبَاسَ الجوع والخوف بِمَا كَانُواْ يَصْنَعُونَ ) بيان للعقوبة الأليمة التى حلت بأهلها بسبب كفرهم وبطرهم .أى : فأذاق - سبحانه - أهلها لباس الجوع والخوف ، بسبب ما كانوا يصنعونه من الكفر والجحود والعتو عن أمر الله ورسله .وذلك بأن أظهر أثرهما عليهم بصورة واضحة ، تجعل الناظر إليهم لا يخفى عليه ما هم فيه من فقر مدقع ، وفزع شديد .ففى الجملة الكريمة تصوير بديع لما أصابهم من جوع وخوف ، حتى لكأن ما هم فيه من هزال وسوء حال ، يبدو كاللباس الذى يلبسه الإِنسان ، ويجعلهم يذوقون هذا اللباس ذوقا يحسون أثره إحساسا عميقا .ورحم الله صاحب الكشاف فقد أجاد فى تصوير هذا المعنى فقال : \" فإن قلت : الإِذاقة واللباس استعارتان فما وجه صحتهما؟ والإِذاقة المستعارة موقعة على اللباس المستعار ، فما وجه صحة إيقاعها عليه؟ .قلت : أما الإِذاقة فقد جرت عندهم مجرى الحقيقة لشيوعها فى البلايا والشدائد وما يمس الناس منها . فيقولون : ذاق فلان البؤس والضر ، وأذاقه العذاب . شبه مايدرك من أثر الضرر والألم بما يدرك من الطعم المر البشع .وأما اللباس فقد شبه به لاشتماله على اللابس ، ما غشى الإِنسان والتبس به من بعض الحوادث .وأما إيقاع الإِذاقة على لباس الجوع والخوف ، فلأنه لما وقع عبارة عما يغشى منهما ويلابس ، فكأنه قيل : فأذاقهم ماغشيهم من الجوع والخوف . . .",
  "ayah": 112,
  "surah": 16
}
