{
  "text": "ثم سلى الله - تعالى - نبيه والمؤمنين ، فبين لهم أن هؤلاء المستكبرين الذين قالوا فى القرآن : إنه أساطير الأولين ، سيحيق بهم مكرهم السيئ ، كما حاق بالذين من قبهلم ، فقال - تعالى : ( قَدْ مَكَرَ الذين مِنْ قَبْلِهِمْ فَأَتَى الله بُنْيَانَهُمْ مِّنَ القواعد فَخَرَّ عَلَيْهِمُ السقف مِن فَوْقِهِمْ وَأَتَاهُمُ العذاب مِنْ حَيْثُ لاَ يَشْعُرُونَ ) .وقوله - سبحانه - ( مكر ) من المكر ، وهو التدبير المحكم ، أو صرف الغير عما يريده بحيلته ، وهو مذموم إن تحرى به الماكر الشر والباطل ، ومحمود إن تحرى به الخير والحق .والمراد به هنا النوع الأول .والمراد بالذين من قبلهم : الكفار الذين كانوا قبل كفار مكة ، كقوم نوح وهود وصالح .وقوله : ( فَأَتَى الله بُنْيَانَهُمْ . . ) أى : أهلكهم ، كما فى قوله - تعالى -( . . . فَأَتَاهُمُ الله مِنْ حَيْثُ لَمْ يَحْتَسِبُواْ . . ) ويقال : أتى فلان من مأمنه أى : نزل به الهلاك من جهة أمنه . وأتى عليه الدهر . أى : أهلكه وأفناه . ومنه الأتوّ . وهو الموت والبلاء .يقال : أتى على فلان أُتوّ ، أى موت أو بلاء يصيبه .والقواعد : جمع قاعدة . وهى أساس البناء ، وبها يكون ثباته واستقراره .والمعنى : لا تهتم - أيها الرسول الكريم - بما يقوله المستكبرون من قومك فى شأن القرآن الكريم لكى يصرفوا الناس عن الدخول فى الإِسلام ، فقد مكر الذين من قبلهم بأنبيائهم ، فكانت عاقبة مكرهم أن أتى الله بنيانهم من القواعد ، بأن اجتث هذا البنيان من أصله؛ واقتلعه من أساسه ( فَخَرَّ عَلَيْهِمُ السقف مِن فَوْقِهِمْ ) أى : فسقط عليهم سقف بنيانهم فأهلكهم ( وأتاهم العذاب ) المبير المدمر ( مِنْ حَيْثُ لاَ يَشْعُرُونَ ) ولا يحتسبون بأنه سيأتيهم من هذه الجهة ، بل كانوا يتوقعون أن ما شيدوه سيحميهم من المهالك .فالآية الكريمة تصور بأسلوب بديع معجز ، كيف أن هؤلاء الماكرين ، قد حصنوا أنفسهم بالبناء المحكم المتين ، ليتقوا ما يؤذيهم ، إلا أن جميع هذه التحصينات قد هوت وتساقطت على رءوسهم ، أمام قوة الله - تعالى - التى لا ترد ، فإذا بالبناء الذى بنوه ليحتموا به ، قد صار مقبرة لهم .وصدق الله إذ يقول : ( وَمَكَرُواْ مَكْراً وَمَكَرْنَا مَكْراً وَهُمْ لاَ يَشْعُرُونَ فانظر كَيْفَ كَانَ عَاقِبَةُ مَكْرِهِمْ أَنَّا دَمَّرْنَاهُمْ وَقَوْمَهُمْ أَجْمَعِينَ فَتِلْكَ بُيُوتُهُمْ خَاوِيَةً بِمَا ظلموا إِنَّ فِي ذلك لآيَةً لِّقَوْمٍ يَعْلَمُونَ ) وقال - سبحانه - : ( فَخَرَّ عَلَيْهِمُ السقف مِن فَوْقِهِمْ ) مع أن السقف لا يكون إلا من فوق ، لتأكيد الكلام وتقويته .وقال القرطبى : قال ابن الأعرابى : وكد ليعلمك أنهم كانوا حالين تحته ، والعرب تقول خر علينا سقف ، ووقع علينا حائط ، إذا كان يملكه وإن لم يكن وقع عليه . فجاء بقوله : ( من فوقهم ) ليخرج هذا الشك الذى فى كلام العرب ، فقال : ( من فوقهم ) أى : عليهم وقع وكانوا تحته فهلكوا وما أفلتوا . . .هذا ومن المفسرين الذين رجحوا أن الآية مسوقة على سبيل التمثيل ، الفخر الرازى فقد قال : وفى قوله - سبحانه - ( فَأَتَى الله بُنْيَانَهُمْ مِّنَ القواعد ) قولان :الأول : أن هذا محض التمثيل .والمعنى أنهم رتبوا حيلا ليمكروا بها على أنبياء الله ، فجعل الله - تعالى - حالهم فى تلك الحيل ، مثل حال قوم بنوا بنيانا وعموده بالأساطين ، فانهدم ذلك البناء ، وضعفت تلك الأساطين ، فسقط السقف عليهم ، ونظيره قولهم : من حفر بئرا لأخيه أوقعه الله فيه .- ووجه الشبه أن ما عدوه سبب بقائهم ، صار سبب استئصالهم وفنائهم .الثانى : أن المراد منه مادل عليه الظاهر ، وهو أن الله - تعالى - أسقط عليهم السقف وأماتهم تحته .والأول أقرب إلى المعنى .ومن المفسرين الذين رجحوا أن الكلام على حقيقته ، الإِمام ابن جرير فقد قال - بعد أن سرد بعض الأقوال - : وأولى الأقوال بتأويل الآية قول من قال : معنى ذلك ، تساقطت عليهم سقوف بيوتهم ، إذ أتى على أصولها وقواعدها أمر الله ، فانكفأت بهم منازلهم ، لأن ذلك هو الكلام المعروف من قواعد البنيان وخرّ السقف .وتوجيه معانى كلام الله إلى الأشهر الأعرف منها ، أولى من توجيهها إلى غير ذلك ما وجد إليه سبيل .ويبدو لنا أن ما ذهب إليه ابن جرير - رحمه الله - أولى بالقبول ، لأنه مادام اللفظ صالحا للحمل على الحقيقة ، فلا داعى لصرفه عن ذلك .وقد حكى لنا القرآن الكريم صنوفا من العذاب الذى أنزله الله - تعالى - بالظالمين ، ومن ذلك قوله - تعالى - : ( فَكُلاًّ أَخَذْنَا بِذَنبِهِ فَمِنْهُم مَّن أَرْسَلْنَا عَلَيْهِ حَاصِباً وَمِنْهُمْ مَّنْ أَخَذَتْهُ الصيحة وَمِنْهُمْ مَّنْ خَسَفْنَا بِهِ الأرض وَمِنْهُمْ مَّنْ أَغْرَقْنَا وَمَا كَانَ الله لِيَظْلِمَهُمْ ولكن كانوا أَنفُسَهُمْ يَظْلِمُونَ )",
  "ayah": 26,
  "surah": 16
}
