{
  "text": "ثم بين - سبحانه - مصيرهم فى الآخرة ، بعد أن بين عاقبة مكرهم فى الدنيا فقال - تعالى - : ( ثُمَّ يَوْمَ القيامة يُخْزِيهِمْ وَيَقُولُ أَيْنَ شُرَكَآئِيَ الذين كُنْتُمْ تُشَاقُّونَ فِيهِمْ . . ) .أى : هذا هو مصير هؤلاء المستكبرين فى الدنيا ، أما مصيرهم فى الآخرة فإن الله - تعالى - يذلهم ويهينهم ويفضحهم على رؤوس الأشهاد ، ويقول لهم على سبيل التقريع والتوبيخ : أين شركائى فى العبادة والطاعة ، الذين كنتم تعادون وتخاصمون المؤمنين فى شأنهم ، قائلين لهم : إنكم لا بد لكم من إشراكهم معى فى العبادة .وجئ بثم المفيدة للترتيب النسبى ، للإِشارة إلى ما بين الجزاءين من تفاوت فإن خزى الآخرة أشد وأعظم مما نزل بهم من دمار فى الدنيا .والاستفهام فى قوله ( أين شركائى . . ) للتهكم بهم وبمعبوداتهم الباطلة التى كانوا يعبدونها فى الدنيا ، فانهم كانوا يقولون للمؤمنين إن صح ما تقولونه من العذاب فى الآخرة ، فان الأصنام ستشفع لنا .أى : أين هؤلاء الشركاء ليدفعوا عنكم ما نزل بكم من خزى وذلة وعذاب مهين؟! وأضاف - سبحانه - الشركاء إليه ، لزيادة توبيخهم ، لأنهم فى هذا اليوم العظيم ، يعلمون علم اليقين أنه لا شركاء له - سبحانه - وشبيه بهذه الآية قوله - تعالى - : ( وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَآئِيَ الذين كُنتُمْ تَزْعُمُونَ ) قال الجمل ما ملخصه : وقوله ( تشاقون ) من المشاقة وهى عبارة عن كون كل واحد من الخصمين فى شق غير شق صاحبه .وقرأ نافع ( تشاقون ) بكسر النون خفيفه ، وقرأ الباقون بفتح النون ، ومفعوله محذوف . أى : تشاقون المؤمنين ، أو تشاقون الله ، بدليل القراءة الأولى . . . .ثم حكى - سبحانه - ما يقوله أولو العلم فى هذا الموقف الهائل الشديد فقال - تعالى - : ( قَالَ الذين أُوتُواْ العلم إِنَّ الخزي اليوم والسواء عَلَى الكافرين ) .والمراد بالذين أوتوا العلم ، كل من اهتدى إلى الحق فى الدنيا؛ وأخلص لله - تعالى - العبادة والطاعة .أى : قال الذين هداهم الله - تعالى - إلى صراطه المستقيم ، فى هذا اليوم العصيب ، إن الخزى الكامل ، فى هذا اليوم ، والسوء الذى ليس بعده سوء ، على هؤلاء الكافرين ، أصحاب القلوب المنكرة للحق ، والنفوس الجاحدة لليوم الآخر وما فيه من حساب .وجئ بجمله ( قَالَ الذين أُوتُواْ العلم . . ) غير معطوفة على ما قبلها ، لأنها واقعة موقع الجواب لقوله - سبحانه - ( أين شركائى . . . ) وللتنبيه على أن الذين أوتوا العلم سارعوا بالجواب بعد أن وجم المستكبرون ، وعجزوا عن الإِجابة .وقولهم هذا يدل على شماتتهم بأعداء الله - تعالى - ، وتوبيخهم لهم على كفرهم ، واستكبارهم عن الإستماع إلى كلمة الحق .وقال - سبحانه - : ( قَالَ الذين أُوتُواْ العلم . . . ) بلفظ الماضى ، مع أن هذا القول سيكون فى الآخرة ، للإشارة إلى تحقق وقوعه ، وأنه كائن لا محالة .",
  "ayah": 27,
  "surah": 16
}
