{
  "text": "وقوله - سبحانه - : ( وَيَجْعَلُونَ لِمَا لاَ يَعْلَمُونَ نَصِيباً مِّمّا رَزَقْنَاهُمْ . . . ) . معطوف على ما سبقه بحسب المعنى ، لتسجيل رذائلهم ، وتعداد جناياتهم .وضمير الجمع فى قوله ( لِمَا لاَ يَعْلَمُونَ ) يصح أن يعود إلى الكفار ، كالذى قبله فى ( ويجعلون ) .فيكون المعنى : إن هؤلاء المشركين يفعلون ما يفعلون من إشراكهم بالله - تعالى - ومن التضرع إليه عند الضر ونسيانه عند الرخاء . . ولا يكتفون بذلك ، بل ويجعلون للأصنام التى لا يعلمون منها ضرا ولا نفعا ، نصيبا مما رزقناهم من الحرث والأنعام وغيرهما .ويصح أن يعود ضمير الجمع فى قوله ( لِمَا لاَ يَعْلَمُونَ ) للأصنام ، فيكون المعنى : ويجعلون للأصنام التى لا تعلم شيئا لأنها جماد لا يعقل ولا يسمع ولا يبصر . . يجعلون لها نصيبا مما رزقناهم .قال الآلوسى : \" قوله : ( لِمَا لاَ يَعْلَمُونَ ) أى لآلهتهم التى لا يعلمون أحوالها وأنها لا تضر ولا تنفع ، على أن \" ما \" موصولة ، والعائد محذوف؛ وضمير الجمع للكفار ، أو لآلهتهم التى لا علم لها بشئ لأنها جماد . على أن \" ما \" موصوله - أيضا - عبارة عن الآلهة ، وضمير ( يعلمون ) عائد عليها ومفعول ( يعلمون ) متروك لقصد العموم ، وصيغة جمع العقلاء لوصفهم الآلهة بصفاتهم . . \" .وقال - سبحانه - ( نصيبا ) بالتنكير ، للايماء بأنه نصيب كبير وضعوه فى غير موضعه ووصفه بأنه مما رزقهم - سبحانه - لتهويل جهلهم وظلمهم ، حيث تركوا التقرب إلى الرازق الحقيقى - جل وعلا - ، وتقربوا بجانب كبير مما رزقهم به - سبحانه - إلى جمادات لا تغنى عنهم شيئا .وما أجملته هذه الآية الكريمة عن جهالتهم ، فصلته آيات أخرى منها قوله - تعالى - فى سورة الأنعام : ( وَجَعَلُواْ للَّهِ مِمَّا ذَرَأَ مِنَ الحرث والأنعام نَصِيباً فَقَالُواْ هذا للَّهِ بِزَعْمِهِمْ وهذا لِشُرَكَآئِنَا فَمَا كَانَ لِشُرَكَآئِهِمْ فَلاَ يَصِلُ إلى الله وَمَا كَانَ للَّهِ فَهُوَ يَصِلُ إلى شُرَكَآئِهِمْ سَآءَ مَا يَحْكُمُونَ ) وقوله - سبحانه - ( تالله لَتُسْأَلُنَّ عَمَّا كُنْتُمْ تَفْتَرُونَ ) تهديد ووعيد لهم على سوء أفعالهم . أى : أقسم بذاتى لتسألن - أيها المشركون - سؤال توبيخ وتأنيب فى الآخرة ، عما كنتم تفترونه من أكاذيب فى الدنيا ، ولأعاقبنكم العقاب الذى تستحقونه بسبب افترائكم وكفركم . وصدرت الجملة الكريمة بالقسم ، لتأكيد الوعيد ، ولبيان أن العقاب أمر محقق بالنسبة لهم وجاءت الجملة الكريمة بأسلوب الالتفات من الغيبة إلى الخطاب ، لأن توبيخ الحاضر أشد من توبيخ الغائب .",
  "ayah": 56,
  "surah": 16
}
