{
  "text": "و \" لو \" فى قوله - تعالى - : ( وَلَوْ يُؤَاخِذُ الله الناس بِظُلْمِهِمْ . . ) حرف امتناع لامتناع . أى : حرف شرط يدل على امتناع وقوع جوابه ، لأجل امتناع وقوع شرطه ، وقد امتنع هنا إهلاك الناس ، لامتناع إرادة الله - تعالى - ذلك .وقوله ( يؤاخذ ) مفاعلة من المؤاخذة بمعنى العقوبة ، فالمفالعة فيه بمعنى الفعل المجرد . فمعنى آخذ الله - تعالى - الناس يؤاخذهم : أخذهم وعاقبهم بسبب ذنوبهم .والأخذ بمعنى العقاب قد جاء فى القرآن الكريم فى آيات كثيرة : ومن ذلك قوله - تعالى - ( وكذلك أَخْذُ رَبِّكَ إِذَا أَخَذَ القرى وَهِيَ ظَالِمَةٌ إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ ) والباء فى ( بظلمهم ) للسببية ، والظلم : مجاوزة الحدود التى شرعها الله - تعالى - وأعظمه الإِشراك بالله - تعالى - كما قال - تعالى - ( إِنَّ الشرك لَظُلْمٌ عَظِيمٌ ) والمراد من المؤاخذة بسبب ظلمهم : تعجيل العقوبة لهم فى الدنيا .والضمير فى قوله - سبحانه - ( عليها ) يعود على الأرض . وصح عود الضمير عليها مع أنه لم يسبق ذكر لها ، لأن قوله ( من دابة ) يدل على ذلك لأنه من المعلوم ، أن الدواب تدب على الأرض .ونظيره قوله - تعالى - فى آية أخرى ( مَا تَرَكَ على ظَهْرِهَا مِن دَآبَّةٍ ) وقوله ( حتى تَوَارَتْ بالحجاب ) أى : الشمس . فإنه وإن كان لم يجر لها ذكر إلا أن المقام يدل عليها .ورجوع الضمير إلى غير مذكور فى الكلام إلا أن المقام يدل عليه كثير فى كلام العرب ، ومنه قول حاتم الطائى :أماوىّ ما يغنى الثراء عن الفتى ... إذا حشرجت يوما وضاق بها الصدرفقوله : حشرجت وضاق بها ، المقصود به الروح أو النفس ، ولم يجر لها ذكر ، إلا أن قوله : وضاق بها الصدر ، يعين أن المراد بها النفس .والمراد بالساعة فى ( لاَ يَسْتَأْخِرُونَ سَاعَةً ) مطلق الوقت الذى هو غاية فى القلة .والمعنى : ولو عاجل الله - تعالى - الناس بالعقوبة ، بسبب ما اجترحوه من ظلم وآثام ، لأهلكهم جميعا ، وما ترك على ظهر الأرض من دابة تدب عليها ، ولكنه - سبحانه - فضلا منه وكرما ، لا يعاجلهم بالعقوبة التى تستأصلهم بل يؤخرهم ( إلى أَجَلٍ مسمى ) أى : إلى وقت معين محدد تنتهى عنده حياتهم ، وهذا الوقت المحدد لا يعلمه إلا هو - سبحانه - ( فَإِذَا جَآءَ أَجَلُهُمْ ) . أى : فإذا حان الوقت المحدد لهلاكهم ، فارقوا هذه الدنيا بدون أدنى تقديم أو تأخير عن هذا الوقت .هذا ، ومن العلماء من ذهب إلى أن المراد بالناس هنا : الكفار خاصة ، لأنهم هم الذين أشركوا مع الله آلهة أخرى .ويبدو لنا أن المراد بالناس هنا : العموم ، لأن قوله ( من دابة ) يشمل كل ما يطلق عليه اسم الدابة ، ولأن النكرة فى سياق النفى إذا زيدت قبلها لفظة \" من \" تكون نصا صريحا فى العموم .وإلى العموم أشار ابن كثير عند تفسيره للآية بقوله : \" يخبر الله - تعالى - عن حلمه بخلقه مع ظلمهم ، وأنه لو يؤاخذهم بما كسبوا ما ترك على ظهر الأرض من دابة ، أى : لأهلك جميع دواب الأرض تبعا لإِهلاك بنى آدم . ولكن الرب - جل وعلا - يحلم ويستر ويُنظر . . \" .وقال القرطبى : فإن قيل : فكيف يعم بالهلاك مع أن فيهم مؤمنا ليس بظالم؟فالجواب : يجعل هلاك الظالم انتقاما وجزاء ، وهلاك المؤمن معوضا بثواب الآخرة ، وفى صحيح مسلم عن عبد الله بن عمر قال : سمعت رسول الله صلى الله عليه وسلم يقول : \" إذا أراد الله - تعالى - بقوم عذابا أصاب العذاب من كان فيهم ثم بعثوا على نياتهم - وأعمالهم - \"وشبيه بهذه الآية الكريمة قوله - تعالى - : ( وَرَبُّكَ الغفور ذُو الرحمة لَوْ يُؤَاخِذُهُم بِمَا كَسَبُواْ لَعَجَّلَ لَهُمُ العذاب بَل لَّهُم مَّوْعِدٌ لَّن يَجِدُواْ مِن دُونِهِ مَوْئِلاً ) وقوله - تعالى - : ( وَلاَ تَحْسَبَنَّ الله غَافِلاً عَمَّا يَعْمَلُ الظالمون إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ الأبصار ) وقوله - تعالى - : ( إِنَّ أَجَلَ الله إِذَا جَآءَ لاَ يُؤَخَّرُ لَوْ كُنتُمْ تَعْلَمُونَ ).",
  "ayah": 61,
  "surah": 16
}
