{
  "text": "ثم حكى سبحانه بعض ما يدور بينهم وبين معبوداتهم الباطلة يوم القيامة ، فقال - تعالى - : ( وَإِذَا رَأى الذين أَشْرَكُواْ شُرَكَآءَهُمْ قَالُواْ رَبَّنَا هؤلاءآء شُرَكَآؤُنَا الذين كُنَّا نَدْعُوْا مِن دُونِكَ . . ) .قال القرطبى : \" قوله - تعالى - : ( وَإِذَا رَأى الذين أَشْرَكُواْ شُرَكَآءَهُمْ ) أى : أصنامهم وأوثانهم التى عبدوها ، وذلك أن الله يبعث معبوديهم فيتبعونهم حتى يوردوهم النار . وفى صحيح مسلم : \" من كان يعبد شيئا فليتبعه \" فيتبع من كان يعبد الشمس الشمس ، ويتبع من كان يعبد القمر القمر ، ويتبع من كان يعبد الطواغيت الطواغيت . . . \" .وقال الآلوسى : \" والمراد بشركائهم : كل من اتخذوه شريكا له - عز وجل - من صنم ، ووثن ، وشيطان ، وآدمى ، وملك . . وإضافتهم إلى ضمير المشركين لهذا الاتخاذ - أى لاتخاذهم إياهم شركاء لله فى العبادة - أو لأنهم جعلوا لهم نصيبا من أموالهم وأنعامهم \" .أى : وإذا أبصر المشركون يوم القيامة شركاءهم الذين أشركوهم مع الله - تعالى - فى العبادة ، ( قالوا ) أى المشركون على سبيل التحسر والتفجع ياربنا هؤلاء شركاؤنا الذين كنا فى الدنيا نعبدهم من دونك ، ونتقرب بهم إليك ، فلا تجعل ياربنا العذاب علينا وحدنا بل خففه أو ارفعه عنا فهؤلاء الشركاء هم الذين أضلونا .قال أبو مسلم : ومقصود المشركين بهذا القول إحالة الذنب على تلك الأصنام تعللا بذلك واسترواحا ، مع كونهم يعلمون أن العذاب واقع بهم لا محالة ، ولكن الغريق يتعلق بكل ما تقع يده عليه .وقوله - تعالى - : ( فَألْقَوْا إِلَيْهِمُ القول إِنَّكُمْ لَكَاذِبُونَ ) حكاية لما رد به الشركاء على المشركين . أى : فرد أولئك الشركاء من الأصنام وغيرها على المشركين بقولهم : إنكم لكاذبون - أيها المشركون - فى إحالتكم الذنب علينا ، فإننا ما دعوناكم لعبادتنا ، ولا أجبرناكم على الإِشراك بالله - تعالى - ، ولكنكم أنتم الذين اخترتم هذا الطريق المعوج ، تقليدا لآبائكم واستجابة لأهوائكم وشهواتكم ، وإيثارا للباطل على الحق وما رد به الشركاء على المشركين هنا ، قد جاء ما يشبهه فى آيات كثيرة ، منها قوله - تعالى - :( واتخذوا مِن دُونِ الله آلِهَةً لِّيَكُونُواْ لَهُمْ عِزّاً كَلاَّ سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدّاً ) وقوله - تعالى - : ( وَقَالَ الشيطان لَمَّا قُضِيَ الأمر إِنَّ الله وَعَدَكُمْ وَعْدَ الحق وَوَعَدتُّكُمْ فَأَخْلَفْتُكُمْ وَمَا كَانَ لِيَ عَلَيْكُمْ مِّن سُلْطَانٍ إِلاَّ أَن دَعَوْتُكُمْ فاستجبتم لِي فَلاَ تَلُومُونِي ولوموا أَنفُسَكُمْ . . ) قال القرطبى : وقوله - تعالى - : ( فَألْقَوْا إِلَيْهِمُ القول . . . ) أى : ألقت إليهم الآلهة القول ، أى : نطقت بتكذيب من عبدها . بأنها لم تكن آلهة ، ولا أمرتهم بعبادتها ، فينطق الله الأصنام حتى تظهر عند ذلك فضيحة الكفار .وقال الجمل : فإن قلت : كيف أثبت للأصنام نطقا هنا ، ونفاه عنها فى قوله - تعالى - فى سورة الكهف : ( وَيَوْمَ يَقُولُ نَادُواْ شُرَكَآئِيَ الذين زَعَمْتُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُواْ لَهُمْ . . ) فالجواب : أن المثبت لهم هنا النطق بتكذيب المشركين فى دعوى عبادتهم لها ، والمنفى عنهم فى الكهف النطق بالإِجابة إلى الشفاعة لهم ودفع العذاب عنهم فلا تنافى .والتعبير بقوله - تعالى - : ( فَألْقَوْا إِلَيْهِمُ القول . . . ) يشعر بأن الشركاء قد ردوا على المشركين قولهم بسرعة وبدون إبطاء حيث أتى - سبحانه - بالفاء فى قوله ( فألقوا ) واشتملت جملة ( إنكم لكاذبون ) على جملة من المؤكدات ، لإِفحام المشركين ، وتكذيبهم فى قولهم تكذيبا قاطعا لا يحتمل التأويل .",
  "ayah": 86,
  "surah": 16
}
