{
  "text": "اشتملت هذه الآية الكريمة على حكم عزيز، قيل إنه منسوخ، وقال آخرون وهم الأكثرون بل هو محكم، ومن ادعى نسخه فعليه البيان \"\"قاله ابن جرير رحمه اللّه تعالى\"\"فقوله تعالى: {يا أيها الذين آمنوا شهادة بينكم إذا حضر أحدكم الموت حين الوصية اثنان} هذا هو الخبر لقوله شهادة بينكم فقيل: تقديره شهادة اثنين شهادة اثنين حذف المضاف وأقيم المضاف إليه مقامه. وقيل: دل الكلام على تقدير: أن يشهد اثنان، وقوله تعالى: {ذوا عدل} وصف الإثنين بأن يكونا عدلين، وقوله: {منكم} أي من المسلمين، قاله الجمهور. قال ابن عباس رضي اللّه عنه في قوله {ذوا عدل منكم}، قال: من المسليمن. قال ابن جرير: وقال آخرون عني ذلك {ذوا عدل منكم} أي من أهل الموصي، وقوله: {أو آخران من غيركم} قال ابن أبي حاتم، قال ابن عباس في قوله {أو آخران من غيركم} قال: من غير المسلمين، يعني أهل الكتاب \"\"وروي عن شريح وعكرمة وقتادة والسدي ومقاتل نحو ذلك\"\"وعلى ما حكاه ابن جرير عن عكرمة وعبيدة في قوله: {منكم} أن المراد من قبيلة الموصي، يكون المراد ههنا {أو آخران من غيركم} أي من غير قبيلة الموصي، وقوله تعالى: {إن أنتم ضربتم في الأرض} أي سافرتم {فأصابتكم مصيبة الموت} وهذان شرطان لجواز استشهاد الذميين عند فقد المؤمنين أن يكون ذلك في سفر، وأن يكون في وصية، كما قال ابن جرير عن شريح: لا تجوزشهادة اليهود والنصارى إلا في سفر، ولا تجوز في سفر إلا في الوصية، وروي نحوه عن الإمام أحمد بن حنبل وخالفه الثلاثة، فقالوا: لا تجوز شهادة أهل الذمة على المسلمين، وأجازها أبو حنيفة فيما بين بعضهم بعضاً. وقال ابن جرير عن الزهري قال: مضت السنة أن لا تجوز شهادة الكافر في حضر ولا سفر، إنما هي في المسلمين. وقال ابن زيد: نزلت هذه الآية في رجل توفي وليس عنده أحد من أهل الإسلام، وذلك في أول الإسلام والأرض حرب، والناس كفار، وكان الناس يتوارثون بالوصية، ثم نسخت الوصية وفرضت الفرائض وعمل الناس بها، رواه ابن جرير. وفي هذا نظر واللّه أعلم. وقال ابن جرير: اختلف في قوله: {شهادة بينكم إذا حضر أحدكم الموت حين الوصية اثنان ذوا عدل منكم أو آخران من غيركم} هل المراد به أن يوصي إليهما أو يشهدهما؟ على قولين أحدهما: أن يوصي إليهما، سئل ابن مسعود رضي اللّه عنه عن هذه الآية قال: هذا رجل سافر ومعه مال فأدركه قدره، فإن وجد رجلين من المسلمين دفع إليهما تركته وأشهد عليهما عدلين من المسلمين، والقول الثاني: أنهما يكونا شاهدين، وهو ظاهر سياق الآية الكريمة، فإن لم يكن وصي ثالث معهما اجتمع فيهما الوصفان الوصاية والشهادة، كما في قصة تميم الداري وعدي بن بداء كما سيأتي ذكرها إن شاء اللّه وبه التوفيق. وقوله تعالى: {تحبسونهما من بعد الصلاة} قال ابن عباس: يعني صلاة العصر، وقال الزهري: يعني صلاة المسلمين، وقال السدي عن ابن عباس: يعني صلاة أهل دينهما، والمقصود أن يقام هذان الشاهدان بعد صلاة اجتمع الناس فيها بحضرتهم، {فيقسمان بالله} أي فيحلفنان باللّه {إن ارتبتم} أي إن ظهرت لكم منهما ريبة أنهما خانا أو غلَّا فيحلفان حينئذ باللّه {لا نشتري به} أي بأيماننا {ثمنا} أي لا نعتاض عنه بعوض قليل من الدنيا الفانية الزائلة {ولو كان ذا قربى} أي ولو كان المشهود عليه قريباً لنا لا نحابيه، {ولا نكتم شهادة اللّه} اأضافها إلى اللّه تشريفاً لها وتعظيماً لأمرها. {إنا إذاً لمن الآثمين} أي فعلنا شيئاً من ذلك من تحريف الشهادة أو تبديلها أو تغييرها أو كتمها بالكلية، ثم قال تعالى: {فإن عثر على أنهما استحقا إثماً} أي فإن اشتهر وظهر وتحقق من الشاهدين الوصيين أنهما خانا أو غلّا شيئاً من المال الموصى به إليهما وظهر عليهما بذلك {فآخران يقومان مقامهما من الذين استحق عيهم الأوليان} أي متى تحقق بالخبر الصحيح خيانتهما، فليقم اثنان من الورثة المستحقين للتركة وليكونا من أولى من يرث ذلك المال {فيقسمان باللّه لشهادتنا أحق من شهادتما}، أي لقولنا إنهما خانا أحق وأصح وأثبت من شهادتهما المتقدمة، {وما اعتدينا} أي فيما قلنا فيهما من الخيانة {إنا إذا لمن الظالمين} أي إن كنا قد كذبنا عليهما، وهذا التحليف للورثة والرجوع إلى قولهما والحالة هذه كما يحلف أولياء المقتول إذا ظهر لوث في جانب القاتل، فيقسم المتسحقون على القاتل فيدفع برمته إليهم كما هو مقرر في باب القسامة من الأحكام. وقد روي عن ابن عباس قال: خرج رجل من بني سهم مع تميم الداري، وعدي بن بداء فمات السهمي بأرض ليس بها مسلم، فلما قدمنا بتركته، فقدوا جاما من فضة مخوصاً بالذهب، فأحلفهما رسول اللّه صلى الله عليه وسلم، ووجدوا الجام بمكة، فقيل: اشتريناه من تميم وعدي، فقام رجلان من أولياء السهمي، فحلفا باللّه لشهادتنا أحق من شهادتهما، وإن الجام لصاحبهم، وفيهم نزلت: {يا أيها الذين آمنوا شهادة بينكم} \"\"أخرجه الترمذي وأبو داود، وقال الترمذي: حسن غريب\"\"الآية، ومن الشواهد لصحة هذه القصة ما رواه أبو جعفر بن جرير عن الشعبي أن رجلاً من المسلمين حضرته الوفاة بدقوقا هذه، قال فحضرته الوفاة ولم يجد أحداً من المسلمين يشهده على وصيته، فأشهد رجلين من أهل الكتاب، قال: فقدما الكوفة، فأتيا الأشعري يعني أبا موسى الأشعري رضي اللّه عنه، فأخبراه، وقدما الكوفة بتركته ووصيته، فقال الأشعري: هذا أمر لم يكن بعد الذي كان على عهد رسول اللّه صلى الله عليه وسلم، وقال: فأحلفهما بعد العصر، باللّه ما خانا ولا كذبا ولا بدلا ولا كتما ولا غيّرا، وإنها لوصية الرجل وتركته، قال: فأمضى شهادتهما، فقوله: هذا أمر لم يكن بعد الذي كان على عهد رسول اللّه صلى الله عليه وسلم الظاهر - واللّه أعلم - أنه إنما أراد بذلك قصة تميم وعدي بن بداء، وقد ذكروا أن إسلام تميم بن أوس الداري رضي اللّه عنه كان سنة تسع من الهجرة، فعلى هذا يكون هذا الحكم متأخراً يحتاج مدعي نسخه إلى دليل فاصل في هذا المقام، واللّه أعلم. وقال السدي في الآية {يا أيها الذين آمنوا شهادة بينكم إذا حضر أحدكم الموت حين الوصية اثنان ذوا عدل منكم} قال: هذا في الوصية عند الموت يوصي ويشهد رجلين من المسلمين على ما له وماعليه، قال: هذا في الحضر {أو آخران من غيركم} في السفر {إن أنتم ضربتم في الأرض فأصابتكم مصيبة الموت} هذا الرجل يدركه الموت في سفره وليس بحضرته أحد من المسلمين، فيدعو رجلين من اليهود والنصارى والمجوس، فيوصي إليهما ويدفع إليهما ميراثه فيقبلان به، فإن رضي أهل الميت الوصية وعرفوا ما لصاحبهم تركوهما، وإن ارتابوا رفعوهما إلى السلطان، فذلك قوله تعالى: {تحبسونهما من بعد الصلاة فيقسمان باللّه إن ارتبتم}، قال ابن عباس رضي اللّه عنه: كأني أنظر إلى العلجين حين انتهي بهما إلى أبي موسى الأشعري في داره، ففتح الصحيفة، فأنكر أهل الميت وخوفوهما، فأراد أبو موسى أن يستحفلهما بعد العصر، فقلت: إنهما لا يباليان صلاة العصر ولكن استحلفهما بعد صلاتهما في دينهما فيحلفان باللّه لا نشتري به ثمناً قليلاً ولو كان ذا قربى ولا نكتم شهادة اللّه إنا إذاً لمن الآثمين: أن صاحبهم لهذا أوصى، وأن هذه لتركته، فيقول لهما الإمام قبل أن يحلفا: إنكما إن كتمتما أو خنتما فضحتكما في قومكما ولم نجز لكما شهادة وعاقبتكما، فإذا قال لهما ذلك فإن {ذلك أدنى أن يأتوا بالشهادة على وجهها} رواه ابن جرير، وقال ابن عباس في تفسير هذه الآية فإن ارتيب في شهادتهما استحلفا - بعد العصر - بالله ما اشترينا بشهادتنا ثمناً قليلاً، فإن اطلع الأولياء على أن الكافرين كذبا في شهادتهما قام رجلان من الأولياء فحلفا باللّه أن شهادة الكافرين باطلة، وإنا لم نعتد، فذلك قوله تعالى: {فإن عثر على أنهما استحقا إثما} يقول: إن اطلع على أن الكافرين كذبا {فآخران يقومان مقامهما} يقول من الأولياء، فحلفا بالله أن شهادة الكافرين باطلة، وإنا لم نعتد، فترد شهادة الكافرين: وتجوز شهادة الأولياء \"\"ذكره ابن جرير رحمه اللّه\"\"وهكذا قرر هذا الحكم على مقتضى هذه الآية غير واحد من أئمة التابعين والسلف رضي الله عنهم، وهو مذهب الإمام أحمد رحمه الله. وقوله تعالى: { ذلك أدنى أن يأتوا بالشهادة على وجهها} أي شرعية هذه الحكم على هذا الوجه المرضي من تحليف الشاهدين الذميين إن استريب بهما أقرب إلى إقامتهما الشهادة على الوجه المرضي. وقوله: {أو يخافوا أن ترد أيمان بعد أيمانهم} أي يكون الحامل لهم على الإتيان بها على وجهها هو تعظيم الحلف بالله مراعاة جانبه وإجلاله، والخوف من الفضيحة بين الناس، إن ردت اليمين على الورثة، فيحلفون ويستحقون ما يدعون، ولهذا قال: {أو يخافوا أن ترد أيمان بعد أيمانهم} ثم قال: {واتقوا اللّه} أي في جميع أموركم، {واسمعوا} أي وأطيعوا، {واللّه لا يهدي القوم الفاسقين} أي الخارجين عن طاعته ومتابعة شريعته.",
  "ayah": 107,
  "surah": 5
}
