{
  "text": "هذا أيضا مما يخاطب الله به عبده ورسوله عيسى ابن مريم عليه السلام قائلا له يوم القيامة بحضرة من اتخذه وأمه إلهين من دون الله يا عيسى ابن مريم أأنت قلت للناس اتخذوني وأمي إلهين من دون الله وهذا تهديد للنصارى وتوبيخ وتقريع على رءوس الأشهاد هكذا قاله قتادة وغيره واستدل على ذلك بقوله تعالى هذا يوم ينفع الصادقين صدقهم وقال السدي: هذا الخطاب والجواب في الدنيا وقال ابن جرير: هذا هو الصواب وكان ذلك حين رفعه إلى السماء الدنيا: واحتج ابن جرير على ذلك بمعنيين \"احدهما\" أن الكلام بلفظ المضي \"والثاني\" قوله. إن تعذبهم وإن تغفر لهم وهذان الدليلان فيهما نظر لأن كثيرا من أمور يوم القيامة ذكر بلفظ المضي ليدل على الوقوع والثبوت ومعنى قوله إن تعذبهم فإنهم عبادك الآية التبري منهم ورد المشيئة فيهم إلى الله وتعليق ذلك على الشرط لا يقتضي وقوعه كما في نظائر ذلك من الآيات والذي قاله قتادة هو غيره هو الأظهر والله أعلم أن ذلك كائن يوم القيامة ليدل على تهديد النصارى وتفريعهم وتوبيخهم على رءوس الأشهاد يوم القيامة وقد روي بذلك حديث مرفوع رواه الحافظ ابن عساكر في ترجمة أبي عبدالله مولى عمر بن عبدالعزيز وكان ثقة قال: سمعت أبا بردة يحدث عمر بن عبدالعزيز عن أبيه أبي موسى الأشعري قال: قال رسول الله صلى الله عليه وسلم \"إذا كان يوم القيامة دعي بالأنبياء وأممهم ثم يدعى بعيسى فيذكره الله نعمته عليه فيقر بها فيقول يا عيسى ابن مريم اذكر نعمتي عليك وعلى والدتك الآية ثم يقول أأنت قلت للناس اتخذوني وأمي إلهين من دون الله فينكر أن يكون قال ذلك فيؤتى بالنصارى فيسئلون فيقولون نعم هو أمرنا بذلك قال فيطول شعر عيسى عليه السلام فيأخذ كل ملك من الملائكة بشعرة من رأسه وجسده فيجاثيهم بين يدي الله عز وجل مقدار ألف عام حتى ترفع عليهم الحجة ويرفع لهم الصليب وينطلق بهم إلى النار\" وهذا حديث غريب عزيز. وقوله سبحانك ما يكون لي أن أقول ما ليس لي بحق هذا توفيق للتأدب في الجواب الكامل كما قال ابن أبي حاتم: حدثنا أبي حدثنا ابن أبي عمر حدثنا سفيان عن عمرو عن طاوس عن أبي هريرة قال: يلقي عيسى حجته ولقاء الله تعالي في قوله وإذ قال الله يا عيسى ابن مريم أأنت قلت للناس اتخذوني وأمي إلهين من دون الله قال أبو هريرة عن النبي صلى الله عليه وسلم فلقاه الله سبحانك ما يكون لي أن أقول ما ليس لي بحق إلى آخر الآية وقد رواه الثوري عن معمر عن ابن طاوس عن طاوس بنحوه وقوله إن كنت قلته فقد علمته أي إن كان صدر مني هذا فقد علمته يا رب فإنه لا يخفى عليك شيء فما قلته ولا أردته في نفسي ولا أضمرته ولهذا قال تعلم ما في نفسي ولا أعلم ما في نفسك إنك أنت علام الغيوب ما قلت لهم إلا ما أمرتني به بإبلاغه أن اعبدوا الله ربي وربكم أي ما دعوتهم إلا إلى الذي أرسلتني به وأمرتني بإبلاغه أن اعبدوا الله ربي وربكم أي هذا هو الذي قلت لهم وقوله وكنت عليهم شهيدا ما دمت فيهم أي كنت أشهد على أعمالهم حين كنت بين أظهرهم فلما توفيتني كنت أنت الرقيب عليهم وأنت على كل شيء شهيد قال أبو داود الطيالسي: حدثنا شعبة قال انطلقت أنا وسفيان الثوري إلى المغيرة بن النعمان فأملى على سفيان وأنا معه فلما قام انتسخت من سفيان فحدثنا قال: سمعت سعيد بن جبير يحدث عن ابن عباس قال: قام فينا رسول الله صلى الله عليه وسلم بموعظة فقال \"يا أيها الناس إنكم محشورون إلى الله عز وجل حفاة عراة غرلا كما بدأنا أول خلق نعيده وإن أول الخلائق يكسى يوم القيامة إبراهيم ألا وإنه يجاء برجال من أمتى فيؤخذ بهم ذات الشمال فأقول \"أصحابي\" فيقال إنك لا تدري ما أحدثوا بعدك فأقول كما قال العبد الصالح وكنت عليهم شهيدا ما دمت فيهم فلما توفيتني كنت أنت الرقيب عليهم وأنت علي كل شيء شهيد إن تعذبهم فإنهم عبادك وإن تغفر لهم فإنك أنت العزيز الحكيم فيقال إن هؤلاء لم يزالوا مرتدين على أعقابهم منذ فارقتهم\" ورواه البخاري عند هذه الآية عن أبي الوليد وعن شعبة وعن محمد بن كثير عن سفيان الثوري كلاهما عن المغيرة بن النعمان به. وقوله إن تعذبهم فإنهم عبادك وإن تغفر لهم فإنك أنت العزيز الحكيم هذا الكلام يتضمن رد المشيئة إلى الله عز وجل فإنه الفعال لما يشاء الذي لا يسأل عما يفعل وهم يسألون ومتضمن التبري من النصارى الذين كذبوا على الله وعلي رسوله وجعلوا لله ندا وصاحبة وولدا تعالى الله عما يقولون علوا كبيرا وهذه الآية لها شأن عظيم ونبأ عجيب وقد ورد في الحديث أن النبي صلى الله عليه وسلم قام بها ليلة حتى الصباح يرددها. قال الإمام أحمد: حدثنا محمد بن فضيل حدثني فليت العامري عن جسرة العامرية عن أبي ذر رضي الله عنه قال: صلى النبي صلى الله عليه وسلم ذات ليلة فقرأ بآية حتى أصبح يركع بها ويسـجد بها إن تعذبهم فإنهم عبادك وإن تغفر لهم فإنك أنت العزيز الحكيم فلما أصبح قلت يا رسول الله ما زلت تقرأ هذه الآية حتي أصبحت تركع بها وتسجد بها ؟ قال \"إني سألت ربي عز وجل الشفاعة لأمتي فأعطانيها وهي نائلة إن شاء الله لمن لا يشرك بالله شيئا\". \"طريق أخرى وسياق آخر\" قال الإمام أحمد: حدثنا يحيي حدثنا قدامة بن عبدالله حدثتني جسرة بنت دجاجة أنها انطلقت معتمرة فانتهت إلى الربذة فسمعت أبا ذر يقول: قام رسول الله صلى الله عليه وسلم ليلة من الليالي في صلاة العشاء فصلى بالقوم ثم تخلف أصحاب له يصلون فلما رأى قيامهم وتخلفهم انصرف إلى رحله فلما رأى القوم قد أخلوا المكان رجع إلى مكانه يصلي فجئت فقمت خلفه فأومأ إلي بيمينه فقمت عن يمينه ثم جاء ابن مسعود فقام خلفي وخلفه فأومأ إليه بشماله فقام عن شماله فقمنا ثلاثتنا يصلي كل واحد منا بنفسه ونتلو من القرآن ما شاء الله أن نتلو وقام بآية من القرآن رددها حتى صلى الغداة فلما أصبحنا أومأت إلى عبدالله بن مسعود أن سله ما أراد إلى ما صنع البارحة فقال ابن مسعود بيده لا أسأله عن شيء حتى يحدث إلي فقلت بأبي وأمي قمت بآية من القرآن ومعك القرآن لو فعل هذا بعضنا لوجدنا عليه قال \"دعوت لأمتي\" قلت فماذا أجبت أو ماذا رد عليك ؟ قال \"أجبت بالذي لو اطلع عليه كثير منهم طلعة تركوا الصلاة\" قلت أفلا أبشر الناس ؟ قال \"بلى\" فانطلقت معنفا قريبا من قذفه بحجر فقال عمر: يا رسول الله إنك إن تبعث إلى الناس بهذا نكلوا عن العبادات فناداه أن \"ارجع\" فرجع وتلك الآية\" إن تعذبهم فإنهم عبادك وإن تغفر لهم فإنك أنت العزيز الحكيم\".وقال ابن أبي حاتم حدثنا يونس بن عبد الأعلى حدثنا ابن وهب أخبرني عمرو بن الحارث أن بكر بن سوادة حدث عن عبدالرحمن بن جبير عن عبدالله بن عمرو بن العاص أن النبي صلى الله عليه وسلم تلا قول عيسى إن تعذبهم فإنهم عبادك وإن تغفر لهم فإنك أنت العزيز الحكيم فرفع يديه فقال \"اللهم أمتي\" وبكى فقال الله يا جبريل اذهب إلى محمد - وربك أعلم - فاسأله ما يبكيه؟ فأتاه جبريل فسأله فأخبره رسول الله صلى الله عليه وسلم بما قال وهو أعلم فقال الله يا جبريل اذهب إلى محمد فقل إنا سنرضيك في أمتك ولا نسوءك. وقال الإمام أحمد: حدثنا حسين قال: حدثنا ابن لهيعة حدثنا ابن هبيرة أنه سمع أبا تميم الجيشاني يقول: حدثني سعيد بن المسيب سمعت حذيفة بن اليمان يقول: غاب عنا رسول الله صلى الله عليه وسلم يوما فلم يخرج حتى ظننا أن لن يخرج فلما خرج سجد سجدة ظننا أن نفسه قد قبضت فيها فلما رفع رأسه قال \"إن ربي عز وجل استشارني في أمتي ماذا أفعل بهم؟ فقلت ما شئت أي رب هم خلقك وعبادك فاستشارني الثانية فقلت له كذلك فقال لا أخزيك في أمتك يا محمد وبشرني أن أول من يدخل الجنة من أمتي معي سبعون ألفا مع كل ألف سبعون ألفا ليس عليهم حساب ثم أرسل إلي فقال ادع تجب وسل تعطه فقلت لرسوله أن يعطني ربي سؤلي؟ فقال ما أرسلني إليك إلا ليعطيك ولقد أعطاني ربي ولا فخر وغفر لي ما تقدم من ذنبي وما تأخر وأنا أمشي حيا صحيحا وأعطاني أن لا تجوع أمتي ولا تغلب وأعطاني الكوثر وهو نهـر في الجنة يسيل في حوضي وأعطاني العز والنصر والرعب يسعى بين يدي أمتي شهرا وأعطاني أني أول الأنبياء يدخل الجنة وطيب لي ولأمتي الغنيمة وأحل لنا كثيرا مما شدد على من قبلنا ولم يجعل علينا في الدين من حرج.",
  "ayah": 118,
  "surah": 5
}
