{
  "text": "نزلت هذه الآيات الكريمات في المسارعين في الكفر الخارجين عن طاعة الله ورسوله المقدمين أراءهم وأهواءهم على شرائع الله عز وجل \" من الذين قالوا آمنا بأفواههم ولم تؤمن قلوبهم \" أي أظهروا الإيمان بألسنتهم وقلوبهم خراب خاوية منه وهؤلاء هم المنافقون \" من الذين هادوا\" أعداء الإسلام وأهله وهؤلاء كلهم \"سماعون للكذب \" أي مستجيبون له منفعلون عنه \" سماعون لقوم آخرين لم يأتوك \" أي يستجيبون لأقوام آخرين لا يأتون مجلسك يا محمد وقيل المراد أنهم يتسمعون الكلام وينهونه إلى قوم آخرين ممن لا يحضر عندك من أعدائك \" يحرفون الكلم من بعد مواضعه\" أي يتأولونه على غير تأويله ويبدلونه من بعد ما عقلوه وهم يعلمون \" يقولون إن أوتيتم هذا فخذوه وإن لم تؤتوه فاحذروا \" قيل نزلت في أقوام من اليهود قتلوا قتيلا وقالوا: تعالوا حتى نتحاكم إلى محمد فإن حكم بالدية فاقبلوه وإن حكم بالقصاص فلا تسمعوا منه والصحيح أنها نزلت في اليهود من اللذين زنيا وكانوا قد بدلوا كتاب الله الذي بأيديهم من الأمر برجم من أحصن منهم فحرفوه واصلحوا فيما بينهم على الجلد مائة جلدة والحميم والركاب على حمارين مقلوبين فلما وقعت تلك الكائنة بعد الأجرة قالوا فيما بينهم تعالوا حتى نتحاكم إليه فإن حكم بالجلد والتحميم فخذوا عنه واجعلوه حجة بينكم وبين الله ويكون نبي من أنبياء الله قد حكم بينكم بذلك وإن حكم بالرجم فلا تتبعوه في ذلك وقد وردت الأحاديث بذلك فقال مالك عن نافع عن عبد الله بن عمر رضي الله عنهما أن اليهود جاءوا إلى رسول الله صلى الله عليه وسلم فذكروا له أن رجلا منهم وامرأة زنيا فقال لهم رسول الله صلى الله عليه وسلم ما تجدون في التوراة في شأن الرجم؟ فقالوا نفضحهم ويجلدون قال عبد الله بن سلام كذبتم إن فيها الرجم فاتوا بالتوراة فنشروها فوضع أحدهم يده على اية الرجم فقرأ ما قبلها وما بعدها فقال له عبد الله بن سلام ارفع يدك فرفع يده فإذا آية الرجم فقالوا صدق يا محمد فيها آية الرجم فأمر بهما رسول الله صلى الله عليه وسلم فرجما فرأيت الرجل يحني على المرأة يقيها الحجارة أخرجاه وهذا لفظ البخاري وهو لفظ له قال لليهود ما تصنعون بهما ؟ قالوا نسخم وجوههم ونخزيهما قال فأتوا بالتوراة فاتلوها إن كنتم صادقين فجاء,ا فقالوا لرجل منهم ممن يرضون أعور: اقرأ فقرأ حتى انتهى إلى موضع منها فوضع يده عليه فقال ارفع يدك فرفع فإذا آية الرجم تلوح قال يا محمد إن فيها آية الرجم ولكنا نتكاتمه بيننا فأمر بهما فرجما وعند مسلم أن رسول الله أتي بيهودي ويهودية قد زنيا فانطلق رسول الله صلى الله عليه وسلم حتى جاء يهود فقال ما تجدون في التوراة على من زنى؟ قالوا نسود وجوههما ونحممها ونحملهما ونخالف بين وجوههما ويطاف بهما قال فأتوا بالتوراة فاتلوها إن كنتم صادقين قال فجاءوا بها فقرؤها حتى إذا مر بأية الرجم وضع الفتى الذي يقرأ يده على آية الرجم وقرأ ما بين يديها وما وراءها فقال له عبد الله بن سلام وهو مع رسول الله صلى الله عليه وسلم مره فليرفع يده فرفع يده فاذا تحتها آية الرجم فأمر بهما رسول الله صلى الله عليه وسلم فرجما قال عبد الله بن عمر كنت فيمن رجمهما فلقد رأيته يقيها من الحجارة بنفسه وقال أبو داود حدثنا أحمد بن سعيد الهمداني حدثنا ابن وهب حدثنا هشام بن سعد أن زيد بن أسلم حدثه عن ابن عمر قال: أتى نفر من اليهود فدعوا رسول الله صلى الله عليه وسلم إلى القف فأتاهم في بيت المدارس فقالوا: يا أبا القاسم إن رجل منا زنى بامرأة فاحكم قال ووضعوا لرسول الله صلى الله عليه وسلم وسادة فجلس عليها ثم قال ائتوني بالتوراة فأتي بها فبزع الوسادة من تحته ووضع التوراة عليها وقال: آمنت بك وبمن أنزلك ثم قال صلى الله عليه وسلم ائتوني بأعلمكم فأتى بفتى شاب ثم ذكر قصة الرجم نحو حديث مالك عن نافع وقال الزهري: سمعت رجلا من مزينة ممن يتبع العلم ويعيه ونحن عند ابن المسيب عن أبي هريرة قال زنى رجل من اليهود بامرأة فقال بعضهم لبعض اذهبوا إلى هذا النبي فإنه بعث بالتخفيف فإن أفتانا بفتيا دون الرجم قبلنا واحتج بها عند الله قلنا فتيا نبي من أنبيائكم قال فأتوا النبي صلى الله عليه وسلم وهو جالس في المسجد في أصحابه فقالوا يا أبا القاسم ما تقول في رجل وامرأة منهم زنيا ؟ فلم يكلهم كلمة حتى أتى بيت مدارسهم فقام على الباب فقال أنشدكم بالله الذي أنزل التوراة على موسى ما تجدون في التوراة على من زنى إذا أحصن قالوا يحمم ويجبه ويجلد والتجبية أن يحمل الزانيان على حمار وتقابل أقفيتهما ويطاف بهما قالى وسكت شاب منهم فلما رآه رسول الله صلى الله عليه وسلم سكت ألظ به رسول الله صلى الله عليه وسلم النشدة فقال اللهم إذ نشدتنا فإنا نجد في التوراة الرجم فقال النبي صلى الله عليه وسلم فما أول ما ارتخصتم أمر الله فقال زنى ذو قرابة من ملك من ملوكنا فأخر عنه الرجم ثم زنى رجل في إثره من الناس فأراد رجمه فحال قومه دونه وقالوا لا نرجم صاحبنا حتى تجيء بصاحبك فترجمه فاصطلحوا هذه العقوبة بينهم فقال النبي صلى الله عليه وسلم فإني أحكم بما في التوراة فأمر بهما فرجما قال الزهري بلغنا أن هذه الآية نزلت فيهم إنا أنزلنا التوراة فيها هدى ونور يحكم بها النبيون الذين أسلموا فكان النبي صلى الله عليه وسلم منهم رواه أحمد وأبو داود وهذا لفظه وابن جرير وقال الإمام أحمد حدثنا أبو معاوية حدثنا الأعمش عن عبد الله بن مرة عن البراء بن عازب قال مر على رسول الله صلى الله عليه وسلم يهودي محمم مجلود فدعاهم فقال أهكذا تجدون حد الزانية و في كتابكم فقالوا نعم فقالوا رجلا من علمائهم فقال: أنشدك بالذي أنزل التوراة على موسى أهكذا تجدون حد الزاني في كتابكم فقال لا والله ولولا أنك نشدتني بهذا لم أخبرك نجد حد الزاني في كتابنا الرجم ولكنه كثر في أشرافنا فكنا إذا أخذنا الشريف تركناه وإذا أخذنا الضعيف أقمنا عليه الحد فقلنا تعالوا حتى نجعل شيئا نقيمه على الشريف والوضيع فاجتمعنا على التحميم والجلد فقال النبي صلى الله عليه وسلم اللهم إني أول من أحيا أمرك إذ أماتوه قال فأمر به فرجم قال فأنزل الله عز وجل يا أيها الرسول لا يحزنك الذين يسارعون في الكفر إلى قوله يقولون إن أؤتيتم هذا فخذوه أي يقولون ائتوا محمدا فإن أفتاكم بالتحميم والجلد فخدوه وإن أفتاكم بالرجم فاحذروا إلى قوله من لم يحكم بما أنزل الله فأولئك هم الكافرون قال في اليهود إلى قوله من لم يحكم بما أنزل الله فأولئك هم الظالمون قال في اليهود ومن لم يحكم بما أنزل الله فأولئك هم الفاسقون قال في الكفار مثلها انفرد بإخراجه مسلم دون البخاري وأبو داود والنسائي وابن ماجه من غير وجه عن الأعمش به وقال الإمام أبو بكر عبد الله بن الزبير الحميدي في مسنده حدثنا سفيان بن عيينة حدثنا مجالد بن معيد الهمداني عن الشعبي عن جابر بن عبد الله قال زنى رجل من أهل فدك فكتب أهل فدك إلى ناس من اليهود المدينة أن سلوا محمدا عن ذلك فإن أمركم بالجلد فخذوه عنه وإن أمركم بالرجم فلا تأخذوه عنه فسألوه عن ذلك فقال ارسلوا إلى أعلم رجلين فيكم فجاءوا برجل أعور يقال له ابن صوريا وآخر فقال لهما النبي صلى الله عليه وسلم أنتما أعلم من قبلكما فقالا قد دعانا قومنا لذلك فقال النبي صلى الله عليه وسلم لهما أليس عندكما التوراة فيها حكـم الله قالا بلى قال النبي صلى الله عليه وسلم أنشدكم بالذي فلق البحر لبني إسرائيل وظلل عليكم الغمام وأنجاكم من آل فرعون وأنزل المن والسلوى على بني إسرائيل ما تجدون في التوراة في شأن الرجم فقال أحدهما للآخر ما نشدت بمثله قط ثم قالا نجد ترداد النظر زنية والاعتناق زنية والتقبيل زنية فإذا شهد أربعة أنهم رأوه يبديء ويعيد كما يدخل الميل في المكحلة فقد وجب الرجم فقال النبي هو ذاك فأمر به فرجم فنزلت فإن جاؤك فاحكم بينهم أو أعرض عنهم وإن تعرض عنهم فلن يضروك شيئا وإن حكمت فاحكم بينهم بالقسط إن الله يحب المقسطين ورواه أبو داود وابن ماجه من حديث مجالد به نحوه ولفظ أبي داود عن جابر قال جاءت اليهود برجل وامرأة منهم زنيا فقال ائتوني بأعلم رجلين منكم فأتوا بابني صوريا فنشدهما كيف تجدان أمر هذين في التوراة ؟ قالا نجد إذا شهد أربعة أنهم رأوا ذكره في فرجها مثل الميل في المكحلة رجما قال فما يمنعكم أن ترجموهما قالا ذهب سلطاننا فكرهنا القتل قدما رسول الله صلى الله عليه وسلم بالشهود فجاء أربعة فشهدوا أنهم رأوا ذكره مثل الميل في المكحلة فأمر رسول الله صلى الله عليه وسلم برجمهما ثم رواه أبو داود عن الشعبي وإبراهيم النخعي مرسلا ولم يذكر فيه قدما بالشهود فشهدوا فهذه الأحاديث دالة على أن رسول الله صلى الله عليه وسلم حكم بموافقة حكم التوراة وليس هذا من باب الإكرام لهم بما يعتقدون صحته لأنهم مأمورون باتباع الشرع المحمدي لا محاله ولكن هذا بوحي خاص من الله عز وجل إليه بذلك وسؤاله إياهم عن ذلك ليقررهم على ما بأيديهم مما تواطؤا على كتمانه وجحده وعدم العمل به تلك الدهور الطويلة فلما اعترفوا به مع علمهم على خلافه بأن زيغهم وعنادهم وتكذيبهم لما يعتقدون صحته من الكتاب الذي بأيديهم وعدو لهم إلى تحكيم الرسول صلى الله عليه وسلم إنما كان عن هوى منهم وشهوة لموافقة آرائهم لا لاعتقادهم صحة ما يحكم به ولهذا قالوا إن أوتيتم هذا أي الجلد والتحميم فخذوه أي اقبلوه وإن لم تؤتوه فاحذروا أي من قبوله واتباعه قال الله تعالى ومن يرد الله فتنته فلن تملك له من الله شيئا أولئك الذين لم يرد الله أن يطهر قلوبهم لهم لي الدنيا خزي ولهم في الآخرة عذاب عظيم سماعون للكذب أي الباطل أكالون للسحت أي الحرام وهو الرشوة كما قاله ابن مسعود وغير واحد أي ومن كانت هذه صفته كيف يطهر الله قلبه وأنى يستجيب له ثم قال لنبيه فإن جاؤك أي يتحاكمون إليك فاحكم بينهم أو أعرض عنهم وإن تعرض عنهم فلن يضروك شيئا أي فلا عليك أن لا تحكم بينهم لأنهم لا يقصدون بتحاكمهم إليك اتباع الحق بل ما يوافق أهواءهم قال ابن عباس ومجاهد وعكرمة والحسن وقتادة والسدي وزيد بن أسلم وعطاء الخراساني والحسن وغير واحد هي منسوخة بقوله وأن احكم بينهم بما أنزل الله وإن حكمت فاحكم بينهم بالقسط أي بالحق والعدل وإن كانوا ظلمة خارجين عن طريق العدل إن الله يحب المقسطين ثم قال تعالى منكرا عليهم في آرائهم الفاسدة ومقاصدهم الذائغة في تركهم ما يعتقدون صحته من الكتاب الذي بأيديهم الذي يزعمون أنهم مأمورون بالتمسك به أبدا ثم خرجوا عن حكمه وعدلوا إلى غيره مما يعتقدون في نفس الأمر بطلانه وعدم لزومه لهم فقال وكيف يحكمونك وعندهم التوراة فيها حكم الله ثم يتولون من بعد ذلك وما أولئك بالمؤمنين ثم مدح التوراة التي أنزلها على عبده ورسوله موسى بن عمران فقال إنا أنزلنا التوراة فيها هدى ونور يحكم بها النبيون الذين أسلموا للذين هادوا أي لا يخرجرن عن حكمها ولا يبدلونها ولا يحرفونها والربانيون والأحبار أي وكذلك الربانيون وهم العلماء العباد والأحبار وهم العلماء بما استحفظوا من كتاب الله أي بما استودعوا من كتاب الله الذي أمروا أن يظهروه ويعملوا به وكانوا عليه شهداء فلا تخشوا الناس واخشوني أي لا تخافوا منهم أو خافوني ولاتشتروا بآياتي ثمنا قليلا ومن لم يحكم بما أنزل الله فأولئك هم الكافرون فيه قولان سياتي بيانهما سبب آخر في نزول الآيات الكريمات وقال الإمام أحمد حدثنا إبراهيم بن العباس حدثنا عبد الرحمن بن أبي الزناد عن أبيه عن عبد الله ابن عبد الله عن ابن عباس قال إن الله أنزل من لم يحكم بما أنزل الله فأولئك هم الكافرون وأولئك هم الظالمون وأولئك هم الفاسقون قال: قال ابن عباس أنزلها الله في الطائفتين من اليهود وكانت إحداهما قد قهرت الأخرى في الجاهلية حتى ارتضوا واصطلحوا على أن كل قتيل قاتلته العزيزة من الذليلة فديته خمسون وسقا وكل قتيل قتلته الذليلة من العزيزة فديته مائه وسق فكانوا على ذلك حتى قدم النبي صلى الله عليه وسلم فقتلت الذليلة من العزيزة قتيلا فأرسلت العزيزة إلى الذليلة أن ابعثوا لنا بمائة وسق فقالت الذليلة وهل كان في حيين دينهما واحد ونسبهما واحد وبلدهما واحددية بعضهم نصف دية بعض إنما أعطيناكم هذا ضيما منكم لنا وفرقا منكم فأما إذا قدم محمد فلا نعطيكم فكادت الحرب تهيج بينهما ثم ارتضوا على أن يجعلوا رسول الله صلى الله عليه وسلم بينهم ثم ذكرت العزيزة فقالت والله ما محمد بمعطيكم منهم ضعف ما يعطيهم منكم ولقد صدقوا ما أعطونا هذا إلا ضيما منا وقهرا لهم فدسوا إلى محمد من يخبر لكم رأيه إن أعطاكم ما تريدون حكمتموه لأن لم يعطيكم حذرتم فلم تحكموه فدسوا إلى رسول الله صلى الله عليه وسلم ناسا من المنافقين ليخيروا له رأي رسول الله صلى الله عليه وسلم فلما جاءوا رسول الله صلى الله عليه وسلم أخبر الله رسوله صلى الله عليه وسلم بأمرهم كله وما أرادوا فانزل الله تعالى يا أيها الرسول لا يحزنك الذين يسارعون في الخيرات إلى قوله الفاسقون ففيهم والله أنزل وإياهم عنى الله عز وجل ورواه أبو داود من حديث ابن أبي الزناد عن أبيه بنحوه وقال أبو جعفر بن جرير حدثنا هناد بن السري وأبو كريب قالا حدثنا يونس بن بكير عن محمد بن إسحق حدثني داود بن الحصين عن عكرمة عن ابن عباس أن الآيات التي في المائدة قوله فاحكم بينهم أو أعرض عنهم إلى المقسطين إنما أنزلت في الدية في بني النضير وبني قريظة وذلك أن قتلى بني النضير كان لهم شرف تؤدى الدية كاملة وأن قريظة كان يؤدى لهم نصف الدية فتحاكموا في ذلك إلى رسول الله صلى الله عليه وسلم فأنزل الله ذلك فيهم فحملهم رسول الله صلى الله عليه وسلم على الحق في ذلك فجعل الدية في ذلك سواء والله أعلم أي ذلك كان ورواه أحمد وأبو داود والنسائي من حديث ابن إسحق بنحوه ثم قال ابن جرير حدثنا أبو كريب حدثنا عبيد الله بن موسى عن علي بن صالح عن سماك عن عكرمة عن ابن عباس قال كانت فريظة والنضير وكانت النضير أشرف من قريظة فكان إذا قتل القرظي رجلا من النضير قتل به وإن قتل النضيري رجلا من قريظة ودي بمائه وسق من تمر فلما بعث رسول الله صلى الله عليه وسلم قتل رجلا من النضير رجلا من قريظة فقالوا ادفعوه إليه فقالوا بيننا وبينكم رسول الله فنزلت وإن حكمت فاحكم بينهم بالقسط ورواه أبو داود والنسائي وابن حبان والحاكم في المستدرك من حديث عبد الله بن موسى بنحوه وهكذا قال قتادة وثفات بن حبان وابن زيد وغيره واحد وروى العوفي وعلي بن أبي طلحة الوالبي عن ابن عباس أن هذه الآيات نزلت في اليهوديين اللذين زنيا كما تقدمت الأحاديث بذلك وقد يكون اجتمع هذان السببان في وقت واحد فنزلت هذه الأيات في ذلك كله والله أعلم ولهذا قال بعد ذلك وكتبنا عليهم فيها أن النفس بالنفس والعين بالعين إلى آخرها وهذا يقول أن سبب النزول قضية القصاعى والله سبحانه وتعالى أعلم وقوله تعالى ومن لم يحكم بما أنزل الله فأولئك هم الكافرون قال البراء بن عازب وحذيفة بن اليمان وابن عباس وأبو مجلز وأبو رجاء العطاري وعكرمة وعبيد الله بن عبد الله والحسن البصري وغيرهم: نزلت في أهل الكتاب زاد الحسن البصري وهي علينا واجبة وقال عبد الرزاق عن سفيان الثوري عن منصور عن إبراهيم قال نزلت هذه الآيات في بني إسرائيل ورضي الله لهذه الأمة بها رواه ابن جرير وقال ابن جرير أيضا حدثنا يعقوب حدثنا هشيم أخبرنا عبد الملك بن أبي سليمان عن سلمة بن كهيل عن علقمة ومسروق أنهما سألا ابن مسعود عن الرشوة فقال من السحت قال: فقالا وفي الحكم قال ذاك الكفر ثم تلا ومن لم يحكم بما أنزل الله فأولئك هم الكافرون وقال السدي ومن لم يحكم بما أنزل الله فأولئك هم الكافرون يقول ومن لم يحكم بما أنزلت فتركه عمدا أو جار وهو يعلم فهو من الكافرين وقال علي بن أبي طلحة عن ابن عباس قوله ومن لم يحكم بما أنزل الله فأولئك هم الكافرون قال من جحد ما أنزل الله فقد كفر ومن أقر به فهو ظالم فاسق رواه ابن جرير ثم اختار أن الآية المراد بها أهل الكتاب أو من جحد حكم الله المنزل في الكتاب وقال عبد الرزاق عن الثوري عن زكريا عن الشعبي ومن لم يحكم بما أنزل الله قال للمسلمين وقال ابن جرير حدثنا ابن المثن حدثنا عبد الصمد حدثنا شعبة بن أبي السفر عن الشعبي ومن لم يحكم بما أنزل الله فأولئك هم الكافرون قال هذا في المسلمين ومن لم يحكم بما أنزل الله فأولئك هم الظالمون قال هذا في اليهود ومن لم يحكم بما أنزل الله أولئك هم الفاسقون قال هذا في النصارى وكذا رواه هشيم والثوري عن زكريا بن أبي زائدة عن الشعبي وقال عبدالرزاق أيضا أخبرنا معمر عن ابن طاوس عن أبيه قال سئل ابن عباس عن قوله \"ومن لم يحكم\" الآية قال هي به كفر قال ابن طاوس وليس كمن يكفر بالله وملائكته وكتبه ورسله وقال الثوري عن ابن جريج عن عطاء أنه قال كفر دون كفر وظلم دون ظلم وفسق دون فسق رواه ابن جرير وقال وكيع عن سعيد المكي عن طاوس \"ومن لم يحكم بما أنزل الله فأولئك هم الكافرون\" قال ليس بكفر ينقل عن الملة وقال ابن أبي حاتم حدثنا محمد بن عبدالله بن يزيد المقري حدثنا سفيان بن عيينة عن هشام بن حجير عن طاوس عن ابن عباس في قوله \"ومن لم يحكم بما أنزل الله فأولئك هم الكافرون\" قال ليس بالكفر الذي يذهبون إليه ورواه الحاكم في مستدركه عن حديث سفيان بن عيينة وقال صحيح على شرط الشيخين ولم يخرجاه.",
  "ayah": 41,
  "surah": 5
}
