{
  "text": "يخبر تعالى عن اليهود عليهم لعائن الله المتتابعة إلى يوم القيامة بأنهم وصفوه تعالى عن قولهم علوا كبيرا بأنه بخيل كما وصفوه بأنه فقير وهم أغنياء وعبروا عن البخل بأن قالوا\" يد الله مغلولة\" قال ابن أبي حاتم حدثنا أبو عبد الله الطهراني حدثنا حفص بن عمر العدني حدثنا الحكم بن أبان عن عكرمة قال: قال ابن عباس: مغلولة أى بخيلة وقال علي بن أبي طلحه: عن ابن عباس قوله وقالت اليهود يد الله مغلولة قال لا يعنون بذلك أن يد الله موثقة ولكن يقولون بخيل يعني أمسك ما عنده بخلا تعالى الله عن قولهم علوا كبيرا وكذا روى عن مجاهد وعكرمة وقتادة والسدي والضحاك وقرأ\" ولا تجعل يدك مغلولة إلى عنقك ولا تبسطها كل البسط فتقعد ملوما محسورا \" يعني أنه ينهى عن البخل وعن التبذير وهو زيادة الإنفاق في غير محله وعبر عن البخل بقوله\" ولا تجعل يدك مغلولة إلى عنقك\" وهذا هو الذي أراد هؤلاء اليهود عليهم لعائن الله وقد قال عكرمة أنها نزلت في فنحاص اليهودي عليه لعنة الله وقد تقدم أنه الذي قال إن الله فقير ونحن أغنياء فضربه أبو بكر الصديق- رضي الله عنه- وقال محمد بن إسحاق حدثنا محمد بن أبي محمد عن سعيد أو عكرمة عن ابن عباس قال: قال رجل من اليهود يقال: له شاس بن قيس إن ربك بخيل لا ينفق فأنزل الله وقالت اليهود:\" يد الله مغلولة غلت أيديهم ولعنوا بما قالوا بل يداه مبسوطتان ينفق كيف يشاء\" وقد رد الله عز وجل عليهم ما قالوه وقابلهم فيما اختلعوه وافتروه وأتفكوه فقال\"غلت أيديهم ولعنوا بما قالوا\" وهكذا وقع لهم فإن عندهم من البخل والحسد والجبن والذلة أمر عظيم كما قال تعالى \"أم لهم نصيب من الملك فإذا لا يؤتون الناس نقيرا أم يحسدون الناس على ما آتاهم الله من فضله\" الآية وقال تعالى\" ضربت عليهم الذلة\" الآية ثم قال تعالى\" بل يداه مبسوطتان ينفق كيف يشاء\" أي بل هو الواهب الفضل الجزيل العطاء الذي ما من شيء إلا عنده خزائنه وهو الذي ما بخلقه من نعمة فمنه وهو لا شريك له الذي خلق لنا كل شيء مما نحتاج إليه في ليلنا ونهارنا وحضرنا وسفرنا وفي جميع أحوالنا كما قال\" وآتاكم من كل ما سألتموه وإن تعدوا نعمة الله لا تحصوها إن الإنسان لظلوم كفار\" والآيات في هذا كثيرة وقد قال الإمام أحمد بن حنبل حدثنا عبد الرزاق حدثنا عمر عن همام بن منبه قال هذا ما حدثنا أبو هريرة قال: قال رسول الله- صلى الله عليه وسلم-:\" إن يمين الله ملأى لا يفيضها نفقه سحاء الليل والنهار أرأيتم ما أنفق منذ خلق السموات والأرض فإذ لم يغض ما في يمينه قال وعرشه على الماء وفي يده الأخرى الفيض يرفع ويخفض وقال يقول الله تعالى أنفق أنقق عليك\" أخرجاه في الصحيحين البخاري في التوحيد عن علي بن المديني ومسلم فيه عن محمد بن رافع كلاهما عن عبد الرزاق به وقوله تعالى\" وليزيدن كثيرا منهم ما أنزل إليك من ربك طغيانا وكفرا\" أي يكون ما أتاك الله يا محمد من النعمة نقمة في حق أعدائك من اليهود وأشباههم فكما يزداد به المؤمنون تصديقا وعملا صالحا وعلما نافعا يزداد به الكافرون الحاسدون لك ولأمتك طغيانا وهو المبالغة والمجاوزة للحد في الأشياء وكفرا أي تكذيبا كما قال تعالى\" قل هو للذين آمنوا هدى وشفاء والذين لا يؤمنون في آذانهم وقر وهو عليهم عمى أولئك ينادون من مكان بعيد\" وقال تعالى\" وننزل من القرآن ما هو شفاء ورحمة للمؤمنين ولا يزيد الظالمين إلا خسارا\" وقوله تعالى\" وألقينا بينهم العداوة والبغضاء إلى يوم القيامة\" يعني أنه لا تجتمع قلوبهم بل العداوة واقعة بين فرقهم بعضهم في بعض دائما لأنهم لا يجتمعون على حق وقد خالفوك وكذبوك وقال إبراهيم النخعي\" وألقينا بينهم العداوة والبغضاء\" قال الخصومات والجدال في الدين رواه ابن أبي حاتم وقوله كلما\" أوقدوا نارا للحرب أطفأها الله\" أي كلما عقدوا أسبابا يكيدونك بها وكلما أبرموا أمورا يحاربونك بها أبطلها الله ورد كيدهم عليهم وحاق مكرهم السيء بهم ويسعون في الأرض فسادا\" والله لا يحب المفسدين\" أي من سجيتهم أنهم أئمة يسعون في الإفساد في الأرض والله لا يحب من هذه صفتة.",
  "ayah": 64,
  "surah": 5
}
