{
  "text": "يقول تعالى ناهيا عباده المؤمنين عن تعاطي الخمر والميسر وهو القمار وقد ورد عن أمير المؤمنين علي بن أبي طالب رضى الله عنه أنه قال الشطرنج من الميسر رواه ابن أبي حاتم عن أبيه عن عيسى بن مرحوم عن حاتم عن جعفر بن محمد عن أبيه عن علي به وقال ابن أبي حاتم حدثنا محمد بن إسماعيل الأحمسي حدثنا وكيع عن سفيان عن ليث عن عطاء ومجاهد وطاوس قال سفيان أو اثنين منهم قالوا: كل شيء من القمار فهو من الميسر حتى لعب الصبيان بالجوز وروى عن راشد بن سعد وضمرة بن حبيب مثله وقالا: حتى الكعاب والجوز والبيض التي تلعب بها الصبيان وقال موسى بن عقبة عن نافع عن ابن عمر قال الميسر هو القمار وقال الضحاك عن ابن عباس قال: الميسر هو القمار كانوا يتقامرون في الجاهلية إلى مجيء الإسلام فنهـاهم الله عن هذه الأخلاق القبيحة وقال مالك عن داود بن الحصين: أنه سمع سعيد بن المسيب يقول: كان ميسر أهل الجاهلية يبيع اللحم بالشاة والشاتين. وقال الزهري عن الأعرج قال الميسر الضرب بالقداح على الأموال والثمار وقال القاسم بن محمد ما ألهى عن ذكر الله وعن الصلاة فهو من الميسر رواهن ابن أبي حاتم وقال ابن أبي حاتم حدثا أحمد بن منصور الزيادي حدثنا هشام بن عمار حدثنا صدقة حدثنا عثمان بن أبي العاتكة عن على بن يزيد عن القاسم عن أبي أمامة عن أبي موسى الأشعري عن النبي صلى الله عليه وسلم قال:\" اجتنبوا هذه الكعاب الموسومة التي يزجر بها زجرا فإنها من الميسر\" حديث غريب وكأن المراد بهذا هو النرد الذي ورد الحديث به في صحيح مسلم عن بريدة عن الحصيب الأسلمي قال: قال رسول الله صلى الله عليه وسلم\" من لعب بالنردشير فكأنما صبغ يده في لحم خنزير ودمه\" وفي موطأ مالك ومسند أحمد وسنني أبي داود وابن ماجه عن أبي موسى الأثمري قال: قال رسول الله صلى الله عليه و سلم:\" من لعب بالنرد فقد عصى الله ورسوله \" وروي موقوفا على أبي موسى من قوله فالله أعلم. وقاله الإمام أحمد حدثنا علي بن إبراهيم حدثنا الجعفر عن موسى بن عبد الرحمن الخطمي أنه سمع محمد بن كعب وهو يسأل عبد الرحمن يقول أخبرني ماسمعت أباك يقول عن رسول الله صلى الله عليه وسلم فقال عبد الرحمن سمعت أبي يقول سمعت رسول الله صلى الله عليه وسلم يقول:\" مثل الذي يلعب بالنرد ثم يقوم فيصلي مثل الذي يتوضأ بالقيح ودم الخنزير ثم يقوم فيصلي\" وأما الشطرنج لقد قال عبد الله بن عمر أنه شر من النرد وتقدم عن علي أنه قال هو من الميسر ونعى على تحريمه مالك وأبو حنيفة وأحمد وكرهه الشافعي رحمهم الله تعالى وأما الأنصاب فقال ابن عباس ومجاهد وعطاء وسعيد بن جبير والحسن وغير واحد هي حجارة كانوا يذبحون قرابينهم عندها وأما الأزلام فقالوا أيضا هي قداح كانوا يستقسمون بها رواه ابن أبي حاتم وقوله تعالى\" رجس من عمل الشيطان\" قال علي بن أبي طلحة عن ابن عباس أي سخط من عمل الشيطان وقال سعيد بن جبير: إثم وقال زيد بن أسلم أي شر من عمل الشيطان\" فاجتنبوه\" الضمير عائد على الرجس أي اتركوه لعلكم تفلحون وهذا أثر غريب.",
  "ayah": 90,
  "surah": 5
}
