{
  "text": "والدین سے بہترین سلوک کرو اس سے پہلے چونکہ اللہ تعالیٰ کی توحید اور اس کی عبادت کے اخلاص کا اور اس پر استقامت کرنے کا حکم ہوا تھا اس لئے یہاں ماں باپ کے حقوق کی بجا آوری کا حکم ہو رہا ہے۔ اسی مضمون کی اور بہت سی آیتیں قرآن پاک میں موجود ہیں جیسے فرمایا آیت (وَقَضٰى رَبُّكَ اَلَّا تَعْبُدُوْٓا اِلَّآ اِيَّاهُ وَبِالْوَالِدَيْنِ اِحْسَانًا ۭ اِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ اَحَدُهُمَآ اَوْ كِلٰـهُمَا فَلَا تَـقُلْ لَّهُمَآ اُفٍّ وَّلَا تَنْهَرْهُمَا وَقُلْ لَّهُمَا قَوْلًا كَرِيْمًا 23؀) 17۔ الإسراء :23) یعنی تیرا رب یہ فیصلہ کرچکا ہے کہ تم اس کے سوا کسی اور کی عبادت نہ کرو اور ماں باپ کے ساتھ احسان کرو۔ اور آیت میں ہے آیت (ان اشکر لی والوالدیک الی المصیر) میرا شکر کر اور اپنے والدین کا لوٹنا تو میری ہی طرف ہے اور بھی اس مضمون کی بہت سی آیتیں ہیں پس یہاں ارشاد ہوتا ہے کہ ہم نے انسان کو حکم کیا ہے کہ ماں باپ کے ساتھ احسان کرو ان سے تواضع سے پیش آؤ۔ ابو داؤد طیالسی میں حدیث کہ حضرت سعد کی والدہ نے آپ سے کہا کہ کیا ماں باپ کی اطاعت کا حکم اللہ نہیں ؟ سن میں نہ کھانا کھاؤں گی نہ پانی پیوں گی جب تک تو اللہ کے ساتھ کفر نہ کر حضرت سعد کے انکار پر اس نے یہی کیا کہ کھانا پینا چھوڑ دیا یہاں تک کہ لکڑی سے اس کا منہ کھول کر جبراً پانی وغیرہ چھوا دیتے اس پر یہ آیت اتری یہ حدیث مسلم شریف وغیرہ میں بھی ہے ماں نے حالت حمل میں کیسی کچھ تکلیفیں برداشت کی ہیں ؟ اسی طرح بچہ ہونے کے وقت کیسی کیسی مصیبتوں کا وہ شکار بنی ہے ؟ حضرت علی کرم اللہ وجہہ نے اس آیت سے اور اس کے ساتھ سورة لقمان کی آیت (وَّفِصٰلُهٗ فِيْ عَامَيْنِ اَنِ اشْكُرْ لِيْ وَلِوَالِدَيْكَ ۭ اِلَيَّ الْمَصِيْرُ 14؀) 31۔ لقمان :14) اور اللہ عزوجل کا فرمان آیت (وَالْوَالِدٰتُ يُرْضِعْنَ اَوْلَادَھُنَّ حَوْلَيْنِ كَامِلَيْنِ لِمَنْ اَرَادَ اَنْ يُّـتِمَّ الرَّضَاعَةَ02303) 2۔ البقرة :233) یعنی مائیں اپنے بچوں کو دو سال کامل دودھ پلائیں ان کے لئے جو دودھ پلانے کی مدت پوری کرنا چاہیں ملا کر استدلال کیا ہے کہ حمل کی کم سے کم مدت چھ ماہ ہے۔ یہ استدلال بہت قوی اور بالکل صحیح ہے۔ حضرت عثمان اور صحابہ کرام کی جماعت نے بھی اس کی تائید کی ہے حضرت معمر بن عبداللہ جہنی فرماتے ہیں کہ ہمارے قبیلے کے ایک شخص نے جہنیہ کی ایک عورت سے نکاح کیا چھ مہینے پورے ہوتے ہی اسے بچہ تولد ہوا اس کے خاوند نے حضرت عثمان سے ذکر کیا آپ نے اس عورت کے پاس آدمی بھیجا وہ تیار ہو کر آنے لگی تو ان کی بہن نے گریہ وزاری شروع کردی اس بیوی صاحبہ نے اپنی بہن کو تسکین دی اور فرمایا کیوں روتی ہو اللہ کی قسم اس کی مخلوق میں سے کسی سے میں نہیں ملی میں نے کبھی کوئی برا فعل نہیں کیا تو دیکھو کہ اللہ کا فیصلہ میرے بارے میں کیا ہوتا ہے۔ جب حضرت عثمان کے پاس یہ آئیں تو آپ نے انہیں رجم کرنے کا حکم دیا۔ جب حضرت علی کو یہ بات معلوم ہوئی تو آپ نے خلیفتہ المسلمین سے دریافت کیا کہ یہ آپ کیا کر رہے ہیں ؟ آپ نے جواب دیا کہ اس عورت کو نکاح کے چھ مہینے کے بعد بچہ ہوا ہے جو ناممکن ہے۔ یہ سن کر علی مرتضیٰ نے فرمایا کیا آپ نے قرآن نہیں پڑھا ؟ فرمایا ہاں پڑھا ہے فرمایا کیا یہ آیت نہیں پڑھی (وَحَمْلُهٗ وَفِصٰلُهٗ ثَلٰثُوْنَ شَهْرًا 15؀) 46۔ الأحقاف :15) اور ساتھ ہی یہ آیت بھی (حَوْلَيْنِ كَامِلَيْنِ02303) 2۔ البقرة :233) پس مدت حمل اور مدت دودھ پلائی دونوں کے مل کر تیس مہینے اور اس میں سے جب دودھ پلائی کی کل مدت دو سال کے چوبیس وضع کر دئے جائیں تو باقی چھ مہینے رہ جاتے ہیں تو قرآن کریم سے معلوم ہوا کہ حمل کی کم از کم مدت چھ ماہ ہے اور اس بیوی صاحبہ کو بھی اتنی ہی مدت میں بچہ ہوا پھر اس پر زنا کا الزام کیسے قائم کر رہے ہیں ؟ حضرت عثمان نے فرمایا واللہ یہ بات بہت ٹھیک ہے افسوس میرا خیال ہے میں اس طرف نہیں گیا جاؤ اس عورت کو لے آؤ پس لوگوں نے اس عورت کو اس حال پر پایا کہ اسے فراغت ہوچکی تھی۔ حضرت معمر فرماتے ہیں واللہ ایک کوا دوسرے کوے سے اور ایک انڈا دوسرے انڈے سے بھی اتنا مشابہ نہیں ہوتا جتنا اس عورت کا یہ بچہ اپنے باپ سے مشابہ تھا خود اس کے والد نے بھی اسے دیکھ کر کہا اللہ کی قسم اس بچے کے بارے میں مجھے اب کوئی شک نہیں رہا اور اسے اللہ تعالیٰ نے ایک ناسور کے ساتھ مبتلا کیا جو اس کے چہرے پر تھا وہ ہی اسے گھلاتا رہا یہاں تک کہ وہ مرگیا (ابن ابی حاتم) یہ روایت دوسری سند سے آیت (فَاَنَا اَوَّلُ الْعٰبِدِيْنَ 81؀) 43۔ الزخرف :81) کی تفسیر میں ہم نے وارد کی ہے حضرت ابن عباس فرماتے ہیں جب کسی عورت کو نو مہینے میں بچہ ہو تو اس کی دودھ پلائی کی مدت اکیس ماہ کافی ہیں اور جب سات مہینے میں ہو تو مدت رضاعت تئیس ماہ اور جب چھ ماہ میں بچہ ہوجائے تو مدت رضاعت دو سال کامل اس لئے کہ اللہ عزوجل کا فرمان ہے کہ حمل اور دودھ چھڑانے کی مدت تیس مہینے ہے۔ جب وہ اپنی پوری قوت کے زمانے کو پہنچا یعنی قوی ہوگیا جوانی کی عمر میں پہنچ گیا مردوں میں جو حالت ہوتی ہے عمومًا پھر باقی عمر وہی حالت رہتی ہے۔ حضرت مسروق سے پوچھا گیا کہ انسان اب اپنے گناہوں پر پکڑا جاتا ہے ؟ تو فرمایا جب تو چالیس سال کا ہوجائے تو اپنے بچاؤ مہیا کرلے۔ ابو یعلی موصلی میں ہے حضور ﷺ فرماتے ہیں جب مسلمان بندہ چالیس سال کا ہوجاتا ہے تو اللہ تعالیٰ اس کے حساب میں تخفیف کردیتا ہے اور جب ساٹھ سال کا ہوجاتا ہے تو اللہ تعالیٰ اسے اپنی طرف جھکنا نصیب فرماتا ہے اور جب ستر سال کی عمر کا ہوجاتا ہے تو آسمان والے اس سے محبت کرنے لگتے ہیں اور جب اسی سال کا ہوجاتا ہے تو اللہ تعالیٰ اس کی نیکیاں ثابت رکھتا ہے اور اس کی برائیاں مٹا دیتا ہے اور جب نوے سال کا ہوتا ہے تو اللہ تعالیٰ اس کے اگلے پچھلے گناہ معاف فرماتا ہے اور اس کے گھرانے کے آدمیوں کے بارے میں اسے شفاعت کرنے والا بناتا ہے۔ اور آسمانوں میں لکھ دیا جاتا ہے کہ یہ اللہ کی زمین میں اس کا قیدی ہے۔ یہ حدیث دوسری سند سے مسند احمد میں بھی ہے۔ بنو امیہ کے دمشقی گورنر حجاج بن عبداللہ حلیمی فرماتے ہیں کہ چالیس سال کی عمر میں تو میں نے نافرمانیوں اور گناہوں کو لوگوں کی شرم و حیا سے چھوڑا تھا اس کے بعد گناہوں کے چھوڑنے کا باعث خود ذات اللہ سے حیا تھی۔ عرب شاعر کہتا ہے بچپنے میں ناسمجھی کی حالت میں تو جو کچھ ہوگیا ہوگیا لیکن جس وقت بڑھاپے نے منہ دکھایا تو سر کی سفیدی نے خود ہی برائیوں سے کہہ دیا کہ اب تم کوچ کر جاؤ۔ پھر اس کی دعا کا بیان ہو رہا ہے کہ اس نے کہا میرے پروردگار میرے دل میں ڈال کہ تیری نعمت کا شکر کروں جو تو نے مجھ پر اور میرے ماں باپ پر انعام فرمائی اور میں وہ اعمال کروں جن سے تو مستقبل میں خوش ہوجائے اور میری اولاد میں میرے لئے اصلاح کر دے یعنی میری نسل اور میرے پیچھے والوں میں۔ میں تیری طرف رجوع کرتا ہوں اور میرا اقرار ہے کہ میں فرنبرداروں میں ہوں۔ اس میں ارشاد ہے کہ چالیس سال کی عمر کو پہنچ کر انسان کو پختہ دل سے اللہ کی طرف توبہ کرنی چاہیے اور نئے سرے سے اللہ کی طرف رجوع ورغبت کر کے اس پر جم جانا چاہیے ابو داؤد میں ہے کہ صحابہ کو حضور ﷺ التحیات میں پڑھنے کے لئے اس دعا کی تعلیم کیا کرتے تھے دعا (اللھم الف بین قلوبنا واصلح ذات بیننا و اھدنا سبل السلام ونجنا من الظلمات الی النور وجنبنا الفواحش ما ظھر منھا وما بطن وبارک لنا فی اسماعنا اوبصارنا وقلوبنا وازواجنا وذریاتنا وتب علینا انک انت التواب الرحیم واجعلنا شاکرین لنعمتک مثنین بھا علیک قابلیھا واتمھا علینا) یعنی اے اللہ ہمارے دلوں میں الفت ڈال اور ہمارے آپس میں اصلاح کر دے اور ہمیں سلامتی کی راہیں دکھا اور ہمیں اندھیروں سے بچا کر نور کی طرف نجات دے اور ہمیں ہر برائی سے بچا لے خواہ وہ ظاہر ہو خواہ چھپی ہوئی ہو اور ہمیں ہمارے کانوں میں اور آنکھوں میں اور دلوں میں اور بیوی بچوں میں برکت دے اور ہم پر رجوع فرما یقینا تو رجوع فرمانے والا مہربان ہے اے اللہ ہمیں اپنی نعمتوں کا شکر گذار اور ان کے باعث اپنا ثنا خواں اور نعمتوں کا اقراری بنا اور اپنی بھرپور نعمتیں ہمیں عطا فرما۔ پھر فرماتا ہے یہ جن کا بیان گذرا جو اللہ کی طرف توبہ کرنے والے اس کی جانب میں جھکنے والے اور جو نیکیاں چھوٹ جائیں انہیں کثرت استغفار سے پالینے والے ہی وہ ہیں جن کی اکثر لغزشیں ہم معاف فرما دیتے ہیں اور ان کے تھوڑے نیک اعمال کے بدلے ہم انہیں جنتی بنا دیتے ہیں ان کا یہی حکم ہے جیسے کہ وعدہ کیا اور فرمایا یہ وہ سچا وعدہ ہے جو ان سے وعدہ کیا جاتا تھا۔ ابن جریر میں ہے حضور ﷺ بروایت روح الامین (علیہ الصلوۃ والسلام) فرماتے ہیں انسان کی نیکیاں اور بدیاں لائی جائیں گی۔ اور ایک کو ایک کے بدلے میں کیا جائے گا پس اگر ایک نیکی بھی بچ رہی تو اللہ تعالیٰ اسی کے عوض اسے جنت میں پہنچا دے گا۔ راوی حدیث نے اپنے استاد سے پوچھا اگر تمام نیکیاں ہی برائیوں کے بدلے میں چلی جائیں تو ؟ آپ نے فرمایا ان کی برائیوں سے اللہ رب العزت تجاوز فرما لیتا ہے دوسری سند میں یہ بفرمان اللہ عزوجل مروی ہے۔ یہ حدیث غریب ہے اور اس کی سند بہت پختہ ہے حضرت یوسف بن سعد فرماتے ہیں کہ جب حضرت علی کے پاس تھا اور اس وقت حضرت عمار، حضرت صعیصعہ، حضرت اشتر، حضرت محمد بن ابوبکر بھی تھے۔ بعض لوگوں نے حضرت عثمان کا ذکر نکالا اور کچھ گستاخی کی۔ حضرت علی اس وقت تخت پر بیٹھے ہوئے تھے ہاتھ میں چھڑی تھی۔ حاضرین مجلس میں سے کسی نے کہا کہ آپ کے سامنے تو آپ کی اس بحث کا صحیح محاکمہ کرنے والے موجود ہی ہیں چناچہ سب لوگوں نے حضرت علی سے سوال کیا۔ اس پر آپ نے فرمایا حضرت عثمان ان لوگوں میں سے تھے جن کے بارے میں اللہ عزوجل فرماتا ہے آیت (اُولٰۗىِٕكَ الَّذِيْنَ نَتَقَبَّلُ عَنْهُمْ اَحْسَنَ مَا عَمِلُوْا وَنَتَجَاوَزُ عَنْ سَـيِّاٰتِهِمْ فِيْٓ اَصْحٰبِ الْجَــنَّةِ ۭ وَعْدَ الصِّدْقِ الَّذِيْ كَانُوْا يُوْعَدُوْنَ 16؀) 46۔ الأحقاف :16) ، قسم اللہ کی یہ لوگ جن کا ذکر اس آیت میں ہے حضرت عثمان ہیں اور ان کے ساتھی تین مرتبہ یہی فرمایا۔ راوی یوسف کہتے ہیں میں نے محمد بن حاطب سے پوچھا سچ کہو تمہیں اللہ کی قسم تم نے خود حضرت علی کی زبانی یہ سنا ہے ؟ فرمایا ہاں قسم اللہ کی میں نے خود حضرت علی سے یہ سنا ہے۔",
  "ayah": 15,
  "surah": 46
}
