{
  "text": "ایمان دار جنوں کی آخری منزل  اب بیان ہو رہا ہے جنات کے اس وعظ کا جو انہوں نے اپنی قوم میں کیا۔ فرمایا کہ ہم نے اس کتاب کو سنا ہے جو حضرت موسیٰ کے بعد نازل ہوئی ہے حضرت عیسیٰ کی کتاب انجیل کا ذکر اس لئے چھوڑ دیا کہ وہ دراصل توراۃ پوری کرنے والی تھی۔ اس میں زیادہ تر وعظ کے اور دل کو نرم کرنے کے بیانات تھے حرام حلال کے مسائل بہت کم تھے پس اصل چیز توراۃ ہی رہی اسی لئے ان مسلم جنات نے اسی کا ذکر کیا اور اسی بات کو پیش نظر رکھ کر حضرت ورقہ بن نوفل نے جس وقت حضور ﷺ کی زبانی حضرت جبرائیل کے اول دفعہ آنے کا حال سنا تو کہا تھا کہ واہ واہ یہی تو وہ مبارک وجود اللہ کے بھیدی کا ہے جو حضرت موسیٰ کے پاس آیا کرتے تھے کاش کہ میں اور کچھ زمانہ زندہ رہتا، الخ، پھر قرآن کی اور صف بیان کرتے ہیں کہ وہ اپنے سے پہلے تمام آسمانی کتابوں کو سچا بتلاتا ہے وہ اعتقادی مسائل اور اخباری مسائل میں حق کی جانب رہبری کرتا ہے اور اعمال میں راہ راست دکھاتا ہے۔ قرآن میں دو چیزیں ہیں یا خبر یا طلب پس اس کی خبر سچی اور اس کی طلب عدل والی۔ جیسے فرمان ہے آیت (وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَّعَدْلًا ۭلَا مُبَدِّلَ لِكَلِمٰتِهٖ ۚ وَهُوَ السَّمِيْعُ الْعَلِيْمُ01105) 6۔ الانعام :115) یعنی تیرے رب کا کلمہ سچائی اور عدل کے لحاظ سے بالکل پورا ہی ہے اور آیت میں اللہ سبحانہ وتعالیٰ فرماتا ہے آیت (ھوالذی ارسل رسولہ بالھدی ودین الحق) وہ اللہ جس نے اپنے رسول کو ہدایت اور حق دین کے ساتھ بھیجا ہے پس ہدایت نفع دینے والا علم ہے اور دین حق نیک عمل ہے یہی مقصد جنات کا تھا۔ پھر کہتے ہیں اے ہماری قوم اللہ کے داعی کی دعوت پر لبیک کہو۔ اس میں دلالت ہے اس امر کی کہ رسول اللہ ﷺ جن و انس کی دونوں جماعتوں کی طرف اللہ کی طرف سے رسول بنا کر بھیجے گئے ہیں اس لئے کہ آپ نے جنات کو اللہ کی طرف دعوت دی اور ان کے سامنے قرآن کریم کی وہ سورت پڑھی جس میں ان دونوں جماعتوں کو مخاطب کیا گیا ہے اور ان کے نام احکام جاری فرمائے ہیں اور وعدہ وعید بیان کیا ہے یعنی سورة الرحمن۔ پھر فرماتے ہیں ایسا کرنے سے وہ تمہارے بعض گناہ بخش دے گا۔ لیکن یہ اس صورت میں ہوسکتا ہے جب لفظ من کو زائدہ نہ مانیں، چناچہ ایک قول مفسرین کا یہ بھی ہے اور قاعدے کے مطابق اثبات کے موقعہ پر لفظ من بہت ہی کم زائد آتا ہے اور اگر زائد مان لیا جائے تو مطلب یہ ہوا کہ اللہ تعالیٰ تمہارے گناہ معاف فرمائے گا اور تمہیں اپنے المناک عذاب سے وہ چھٹکارا پالیں گے یہی ان کی نیک اعمالیوں کا بدلہ ہے اور اگر اس سے زیادہ مرتبہ بھی انہیں ملنے والا ہوتا تو اس مقام پر یہ مومن جن اسے ضرور بیان کردیتے۔ حضرت ابن عباس کا قول ہے کہ مومن جن جنت میں نہیں جائیں گے اس لئے کہ وہ ابلیس کی اولاد سے ہیں اور اولاد ابلیس جنت میں نہیں جائے گی۔ لیکن حق یہ ہے کہ مومن جن مثل ایماندار انسانوں کے ہیں اور وہ جنت میں جگہ پائیں گے جیسا کہ سلف کی ایک جماعت کا مذہب ہے بعض لوگوں نے اس پر اس آیت سے استدلال کیا ہے۔ آیت (لَمْ يَطْمِثْهُنَّ اِنْسٌ قَبْلَهُمْ وَلَا جَاۗنٌّ 56ۚ) 55۔ الرحمن :56) یعنی حوران بہشتی کو اہل جنت سے پہلے نہ کسی انسان کا ہاتھ لگا نہ کسی جن کا۔ لیکن اس استدلال میں نظر ہے اس سے بہت بہتر استدلال تو اللہ عزوجل کے اس فرمان سے ہے آیت (وَلِمَنْ خَافَ مَقَامَ رَبِّهٖ جَنَّتٰنِ 46ۚ) 55۔ الرحمن :46) یعنی جو کوئی اپنے رب کے سامنے کھڑا ہونے سے ڈر گیا اس کے لئے دو دو جنتیں ہیں پھر اے جنو اور انسانو تم اپنے پروردگار کی کونسی نعمت کو جھٹلاتے ہو ؟ اس آیت میں اللہ تعالیٰ انسانوں اور جنوں پر اپنا احسان جتاتا ہے کہ ان کے نیک کار کا بدلہ جنت ہے اور اس آیت کو سن کر مسلمان انسانوں سے بہت زیادہ شکر گذار ہیں ایسا تو نہیں ہوسکتا کہ ان کے سامنے ان پر وہ احسان جتایا جائے جو اصل انہیں ملنے کا نہیں اور بھی ہماری ایک دلیل سنئے جب کافر جنات کو جہنم میں ڈالا جائے گا جو مقام عدل ہے تو مومن جنات کو جنت میں کیوں نہ لے جایا جائے جو مقام فضل ہے بلکہ یہ بہت زیادہ لائق اور بطور اولیٰ ہونے کے قابل ہے اور اس پر وہ آیتیں بھی دلیل ہیں جن میں عام طور پر ایمانداروں کو جنت کو خوشخبری دی گئی ہے مثلا آیت (اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ كَانَتْ لَهُمْ جَنّٰتُ الْفِرْدَوْسِ نُزُلًا01007ۙ) 18۔ الكهف :107) وغیرہ وغیرہ یعنی ایمان داروں کا مہمان خانہ یقینًا جنت فردوس ہے۔ الحمد اللہ میں نے اس مسئلہ کو بہت کچھ وضاحت کے ساتھ اپنی ایک مستقل تصنیف میں بیان کردیا ہے اور سنئے جنت کا تو یہ حال ہے کہ ایمانداروں کے کل کے داخل ہوجانے کے بعد بھی اس میں بیحد و حساب جگہ بچ رہے گی۔ اور پھر ایک نئی مخلوق پیدا کر کے انہیں اس میں آباد کیا جائے گا۔ پھر کوئی وجہ نہیں کہ ایماندار اور نیک عمل والے جنات جنت میں نہ بھیجے جائیں اور سنئے یہاں دو باتیں بیان کی گئی ہیں گناہوں کی بخشش اور عذابوں سے رہائی اور جب یہ دونوں چیزیں ہیں تو یقینا یہ مستلزم ہیں دخول جنت کو۔ اس لئے کہ آخرت میں یا جنت ہے یا جہنم پس جو شخص جہنم سے بچا لیا گیا وہ قطعًا جنت میں جانا چاہیے اور کوئی نص صریح یا ظاہر اس بات کے بیان میں وارد نہیں ہوئی کہ مومن جن باوجود دوزخ سے بچ جانے کے جنت میں نہیں جائیں گے اگر کوئی اس قسم کی صاف دلیل ہو تو بیشک ہم اس کے ماننے کے لئے تیار ہیں واللہ اعلم۔ نوح ؑ کو دیکھئے اپنی قوم سے فرماتے ہیں اللہ تمہارے گناہوں کو (بوجہ ایمان لانے کے) بخش دے گا اور ایک وقت مقرر تک تمہیں مہلت دے گا۔ تو یہاں بھی دخول جنت کا ذکر نہ ہونے سے یہ لازم نہیں آتا کہ حضرت نوح کی قوم کے مسلمان جنت میں نہیں جائیں گے بلکہ بالاتفاق وہ سب جنتی ہیں پس اسی طرح یہاں بھی سمجھ لیجئے اب چند اوراقوال بھی اس مسئلہ میں سن لیجئے حضرت عمر بن عبدالعزیز سے مروی ہے کہ بیچ جنت میں تو یہ پہنچیں گے نہیں البتہ کناروں پر ادھر ادھر رہیں گے بعض لوگ کہتے ہیں جنت میں تو وہ ہوں گے لیکن دنیا کے بالکل برعکس انسان انہیں دیکھیں گے اور یہ انسانوں کو دیکھ نہیں سکیں گے بعض لوگوں کا قول ہے کہ وہ جنت میں کھائیں پئیں گے نہیں صرف تسبیح وتحمید و تقدیس کا طعام ہوگا جیسے فرشتے اس لئے کہ یہ بھی انہی کی جنس سے ہیں۔ لیکن ان تمام اقوال میں نظر ہے اور سب بےدلیل ہیں پھر مومن واعظ فرماتے ہیں کہ جو اللہ کے داعی کی دعوت کو قبول نہ کرے گا وہ زمین میں اللہ تعالیٰ کو ہرا نہیں سکتا بلکہ قدرت اللہ اس پر شامل اور اسے گھیرے ہوئے ہے اس کے عذابوں سے انہیں کوئی بچا نہیں سکتا یہ کھلے بہکاوے میں ہیں خیال فرمائیے کہ تبلیغ کا یہ طریقہ کتنا پیارا اور کس قدر موثر ہے، رغبت بھی دلائی اور دھمکایا بھی اسی لئے ان میں سے اکثر ٹھیک ہوگئے اور قافلے کے قافلے اور فوجیں بن کر کئی کئی بار اللہ کے رسول ﷺ کی خدمت میں باریاب ہوئے اور اسلام قبول کیا جیسے کہ پہلے مفصلًا ہم نے بیان کردیا ہے جس پر ہم جناب باری کے احسان کے شکر گذار ہیں، واللہ اعلم۔",
  "ayah": 31,
  "surah": 46
}
