{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 102,
      "text": "سوورەتی (تەكاثور) (واتە: زۆر پەیدا كردن)\nپێناسەیەكى سورەتەكە:\n١- سورەتى (تەكاثور) سورەتێكى مەككى یە.\n٢- ژمارەى ئایەتەكانى سورەتى (تەكاثور) (٨) ئایەتە.\n٣- سورەتى (تەكاثور) زنجیرەى سەدو دووەمە لە ریزبەندى لەناو سورەتەكانى قورئانى پیرۆزدا.\n٤- سورەتى (تەكاثور) لە دواى سورەتى (كەوسەر)ەوە دابەزیوە.\n٥- (عبداللەی كوڕی شوخەیر) (خوای لێ ڕازی بێ) ئەفەرمووێ: گەیشتمە پێغەمبەری خوا صلى الله علیه وسلم سوورەتی (أَلْهَاكُمُ التَّكَاثُرُ)ی ئەخوێندو ئەیفەرموو: (ئادەمیزاد ئەڵێت: ماڵەكەم ماڵەكەم یان سەروەت و سامانەكەم، ئایا تۆ هیچ ماڵێكت هەیە تەنها ئەوە نەبێ كە خواردت و لەناوچوو یان لەبەرت كردو جل و بەرگەكەت ڕزا یان ئەوەی كردت بە سەدەقەو خێرو ئەوەت لە پێش خۆتەوە ناردووە)، واتە: ماڵ و سەروەت و سامان هەمووى لەناو ئەچێ، بەڵام ئەوەی كە مرۆڤ ئەیكات بە خێرو سەدەقە تەنها ئەوەی بۆ ئەمێنێتەوەو لە پێش خۆیەوە ناردوویەتی بۆ قیامەتی .\nتەوەرەكانى ئەم سورەتە:\nتەوەرو باسەكانى ئەم سورەتە زیاتر باسى سەرقاڵ بوونى مرۆڤەكان دەكات بە دونیاوەو بێئاگاییان لە پەرستنى خواى گەورە تا ئەو كاتەى لە ناكاو مردن یەخەیان دەگرێت، وە كۆتایی سورەتەكەیش باسى ئەو ئازارو ناڕەحەتییانە دەكات كە توشى دێن لە دوارۆژدا.\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\n[\nأَلْهَاكُمُ التَّكَاثُرُ (١)\n] خوای گەورە ئەفەرمووێ: خۆشەویستی و نازو نیعمەت و ڕازاوەیی و ژیانی دونیاو گەڕان بەدوای دونیاو سەروەت و سامان و ماڵ و منداڵدا سەرقاڵى كردوون لەوەی كە هەوڵ بۆ قیامەت بدەن و عیبادەتی خوای گەورە بكەن، كە نابێ وابێ."
    },
    {
      "ayah": 2,
      "surah": 102,
      "text": "[\nحَتَّى زُرْتُمُ الْمَقَابِرَ (٢)\n] حاڵی ئێوە وایە تا ئەو كاتەی كە سەردانی گۆڕستان ئەكەن، واتە: ئەمرن و بەرەو گۆڕستان ئەبرێن مەگەر ئەو كاتە وازبێنن ئەگەرنا مرۆڤ هەر لە هەوڵی دونیادایە تا ئەو ڕۆژەی كە ئەمرێت ."
    },
    {
      "ayah": 3,
      "surah": 102,
      "text": "[\nكَلَّا سَوْفَ تَعْلَمُونَ (٣)\n] نەخێر نابێت ئێوە ئاوا بەو شێوازە سەرقاڵی كۆكردنەوەی سەروەت و سامان بن و فەخرو شانازی بە سەروەت و سامان و ماڵ و منداڵ و شتە دونیاییەكان بكەن ئەگەر وابكەن لە داهاتوودا لە ڕۆژی قیامەت سەرەنجامی ئەم كارەتان ئەزانن ."
    },
    {
      "ayah": 4,
      "surah": 102,
      "text": "[\nثُمَّ كَلَّا سَوْفَ تَعْلَمُونَ (٤)\n] دیسان بۆ جەخت كردن و بەرهەڵستی كردنە كە نابێ ئێوە وابن ئەگەر وابوون لە داهاتوودا سەرەنجامی ئەو كارەتان ئەزانن ."
    },
    {
      "ayah": 5,
      "surah": 102,
      "text": "[\nكَلَّا لَوْ تَعْلَمُونَ عِلْمَ الْيَقِينِ (٥)\n] نەخێر ئێوە نابێ حاڵتان وابێ ئەگەر بتانزانیایەو عیلمی یەقینتان هەبوایە چۆن یەقین و دڵنیان لە شتەكاندا ئاوایش دڵنیاییتان هەبوایە بۆ ڕۆژی قیامەت ئەوە بەم شێوازە گرنگی و بایەختان بە زۆری و كۆكردنەوەی سەروەت و سامان و ماڵی دونیا نەئەداو سەرقاڵی نەدەكردن لە ڕۆژی قیامەت, بەڵام ئێوە عیلمی یەقینتان نییە كە واتان لێ بكات هەوڵ بۆ ڕۆژی قیامەت بدەن ."
    },
    {
      "ayah": 6,
      "surah": 102,
      "text": "[\nلَتَرَوُنَّ الْجَحِيمَ (٦)\n] ئەوە بە دڵنیایی لە ڕۆژی قیامەتدا دۆزەخ بەچاوی خۆتان ئەبینن مەگەر ئەو كاتە پەشیمان بن."
    },
    {
      "ayah": 7,
      "surah": 102,
      "text": "[\nثُمَّ لَتَرَوُنَّهَا عَيْنَ الْيَقِينِ (٧)\n] لە ڕۆژی قیامەتدا دۆزەخ ئەبینن بە (عَيْنَ الْيَقِينِ) بەچاوی خۆتان ئەیبینن كە ئەو كاتە هیچ گومانێكتان تیایدا نابێت ."
    },
    {
      "ayah": 8,
      "surah": 102,
      "text": "لە رۆژى قیامەت پرسیارى نازو نیعمەتەكانتان لێدەكرێت \n [\nثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ (٨)\n] پاشان لەو ڕۆژەدا كە ڕۆژی قیامەتە پرسیارتان لێ ئەكرێ سەبارەت بەو نازو نیعمەتانەی دونیا كە هەتان بووە كە بەهۆیەوە سەرقاڵ بوونە لە هەوڵدان بۆ قیامەت و كاركردن بۆ قیامەت, لە نازو نیعمەتەكانی دونیا وەكو لەشساغی و خواردن و خواردنەوەو ڕزق و ڕۆزی و جێگاو خانووبەرەو هەر نیعمەتێكی تر كە خوای گەورە بە مرۆڤی ببەخشێ، (نیوەڕۆیەكیان پێغەمبەری خوا صلى الله علیه وسلم لە ماڵ هاتە دەرەوە ئەبوبەكرو عومەری بینی (خوایان لێ ڕازی بێ) هەردووكیان دەرچووبوون، فەرمووی: لەم كاتەدا چی ئێوەی لە ماڵ دەركردووە؟ وتیان: ئەی پێغەمبەر صلى الله علیه وسلم برسێتی, پێغەمبەر صلى الله علیه وسلم فەرمووی: سوێند بەو خوایەی گیانی منی بەدەستە تەنها برسێتی منیشى لە ماڵ دەركردووە هەڵسن با بڕۆین تا ڕۆیشتنە لای ماڵی پیاوێكی ئەنساری كە لە ماڵ نەبوو خێزانەكەی لە ماڵ بوو پێشوازی لێ كردن، وە پێغەمبەر صلى الله علیه وسلم پرسیاری مێردەكەی كرد (ئەبو تەیهانی ئەنساری) لە كوێیە؟ فەرمووی: چووە ئاوی سازگارمان بۆ بێنێ و ئێستا ئەگەڕێتەوە, پێغەمبەر صلى الله علیه وسلم لەگەڵ ئەبوبەكرو عومەر دانیشتن وە زۆری پێ نەچوو پیاوەكە هاتەوەو ئاوی بۆ هێنان و خزمەتی كردن و خورمای بۆ هێنان و فەرمووی: لەمە بخۆن پاشان چەقۆكەی هەڵگرت و حەیوانیان بۆ سەرببڕی, پێغەمبەر صلى الله علیه وسلم فەرمووی: شیردەرەكان سەرنەبڕی ئەوەی كە شیری هەیە، ئەویش ئاژەڵێكی بۆ سەربڕین و لە گۆشتەكەیان خواردو ئاوی سازگاریان خوارەوە تا تێربوون، پاشان پێغەمبەر صلى الله علیه وسلم پێی فەرموون سوێند بەو خوایەی گیانی منی بەدەستە لە ڕۆژی قیامەتدا سەبارەت بەم نیعمەتەی كە خوای گەورە پێى بەخشین ئێوە پرسیارتان لێ ئەكرێ).\nوە لە (مەحمودی كوڕی ڕەبیع)ەوە ئەفەرمووێ: كاتێك ئەم ئایەتە دابەزی (ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النَّعِيمِ) وتیان: ئەی پێغەمبەر صلى الله علیه وسلم خوای گەورە سەبارەت بە چ نیعمەتێك لێمان ئەپرسێتەوە؟ ئێمە زۆربەی خواردنمان تەنها ئاوە لەگەڵ خورمادا, شمشێرمان لەسەر مل و گەردەنمانەو دوژمن ئامادەیە، ئیتر پرسیاری چ نازو نیعمەتێكمان لێ ئەكرێ؟ پێغەمبەر صلى الله علیه وسلم فەرمووی: (بەڵێ لەسەر ئەمەیش خوای گەورە لێپرسینەوەتان لەگەڵدا ئەكات), ئەمیش ئەگەر كەمیش بێت هەر خواردنەو نیعمەتی خوای گەورەیەو خوای گەورە لێتان ئەپرسێتەوە لەسەری، وە لە فەرموودەی تردا پێغەمبەر صلى الله علیه وسلم ئەفەرمووێ: (یەكەم شت كە لە ڕۆژی قیامەت مرۆڤ لە نازو نیعمەتەكان خوای گەورە پرسیاری لێ ئەكات پێی ئەفەرمووێ: ئایا لەشتم ساغ نەكرد؟ ئایا لە ئاوی سارد تێر ئاوتم نەكرد؟ لەو نیعمەتانە خوای گەورە پرسیارتان لێ ئەكات)، وە (ابن عەباس) ئەفەرمووێ: (ئەو نیعمەتانەی پرسیارمان لێ ئەكرێ لەشساغی و بیستن و بینینە ئایا لە چیدا ئەمانەمان سەرف كردووەو بەكارمان هێناوە)، والله أعلم .\nبەم شێوازە هاتینە كۆتایی تەفسیرى سوورەتى (تەكاثور) والحمد لله."
    }
  ]
}
