{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 104,
      "text": "سوورەتی (هومەزە) (واتە: توانج دان و گاڵتە كردن بە خەڵكى)\nپێناسەیەكى سورەتەكە:\n١- سورەتى (هومەزە) سورەتێكى مەككى یە. \n٢- ژمارەى ئایەتەكانى سورەتى (هومەزە) (٩) نۆ ئایەتە.\n٣- سورەتى (هومەزە) زنجیرەى سەدو چوارەمە لە ریزبەندى لەناو سورەتەكانى قورئانى پیرۆزدا.\n٤- سورەتى (هومەزە) لە دواى سورەتى (قیامە) دابەزیوە.\nتەوەرەكانى ئەم سورەتە:\nتەوەرو باسەكانى سورەتى (هومەزە)، بەشێوەیەكى سەرەكى باس لەو كەسانە دەكات كە عەیب و عارو ناوو ناتۆرە لە خەڵكى دەنێن و غەیبەتى خەڵكى دەكەن و بەشێوەیەكى كەم وسوك باسی خەڵكى دەكەن و دەكەونە باسكردنى كەسایەتى خەڵكى و تانەدان لێی، جا ئەم تانەدانە جارى واهەیە قسەى پێ دەڵێت، یان بە كەم باسی دەكات، یان ئەوەتا گاڵتەى پێ دەكات.\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\nتانەو تەشەرو توانجدان لە خەڵكى\n[\nوَيْلٌ لِكُلِّ هُمَزَةٍ لُمَزَةٍ (١)\n] (وَيْلٌ) واتە: تیاچوون و لەناوچوون و سزای سەختى دۆزەخ بۆ هەموو كەسێك كە (هومەزە) و (لومەزە) بێ, (هُمَزَةٍ) واتە: ڕووبەڕوو بە قسە تانەو تەشەر لە خەڵكى دەدات و گاڵتەو سووكایەتیان پێ ئەكات, یاخود وتراوە: بە زمان و دەست و چاو بە ئاماژە گاڵتە بە خەڵكى ئەكات, (لُمَزَةٍ) واتە: بە كردەوە سووكایەتی و گاڵتە بە خەڵكی دەكات, یاخود لە پاشملە كاتێك كە ڕۆیی لە دواوە تانەو تەشەری لێ ئەدات و گاڵتەی پێ ئەكات, یاخود (هُمَزَةٍ) و (لُمَزَةٍ) واتە: ئەوانەی كە تانەو تەشەر لە خەڵكى ئەدەن و كەموكوڕییان لێ ئەدۆزنەوەو ڕەخنەو توانجیان لێ ئەدەن, جا هەڕەشە بۆ ئەو كەسانەی كە سووكایەتی و گاڵتە بە خەڵكى ئەكەن جا ڕووبەڕوو بێ یان لە پاشملە بێ یان ئەگەر بە دەست بێ ئەگەر بەدەم بێ ئەگەر بەچاو بێ ئەگەر بەئاماژەو ئیشارەت كردن بێ ئیتر بەهەر شێوازێك بێ گاڵتەو سووكایەتی كردن بە خەڵكى و توانج دان لێیان حەرامە ."
    },
    {
      "ayah": 2,
      "surah": 104,
      "text": "[\nالَّذِي جَمَعَ مَالًا وَعَدَّدَهُ (٢)\n] ئەمانە بۆچی گاڵتەو سووكایەتی بە خەڵكى ئەكەن و توانجیان لێ ئەدەن؟ لەبەر ئەوەی سەروەت و سامانی زۆریان كۆكردۆتەوەو ژماردوویانە بەهۆی زۆری سەروەت و سامان و ماڵیانەوە گاڵتەو سووكایەتی بە خەڵكى ئەكەن و خۆیان بەگەورە ئەزانن و لەخۆبایی بوون ."
    },
    {
      "ayah": 3,
      "surah": 104,
      "text": "[\nيَحْسَبُ أَنَّ مَالَهُ أَخْلَدَهُ (٣)\n] وا ئەزانێ ئەم سەروەت و سامانەی كە كۆی كردۆتەوە ئەبێتە هۆی ئەوەی كە لە دونیادا هەمیشە بژێت و مردنی بەسەردا نەیات ئەوەندە سەرسامە بەخۆی و سەروەت و سامانەكەی وای لێ كردووە بیر لە مردن ناكاتەوە وا ئەزانێ ڕۆژێك مردن بەسەر ئەمان نایات تا كاتێك ئەزانێ لەناكاودا مردن یەخەی ئەگرێ و كۆتایی پێ دێنێ ."
    },
    {
      "ayah": 4,
      "surah": 104,
      "text": "[\nكَلَّا\n] نەخێر وا نییە نابێ وابن و سەروەت و سامان هۆكار نیە بۆ مانەوەی خەڵكی بەڵكو كردەوەی چاك و ئیمان و تەوحیدو یەكخواپەرستی ئەمانە وا لە مرۆڤ ئەكەن كە لە بەهەشتدا بەهەمیشەیی بمێنێتەوە [\nلَيُنْبَذَنَّ فِي الْحُطَمَةِ (٤)\n] ئەوەی كە حاڵی وابێ گاڵتەو سووكایەتی بە خەڵكى بكات و پارە كۆبكاتەوەو مردن لە یاد بكات ئەمانە فڕێ ئەدرێنە ناو ئاگری دۆزەخەوە (الْحُطَمَةِ) ناوێكە لە ناوەكانی ئاگری دۆزەخ, بۆیە پێی وتراوە: (الْحُطَمَةِ) واتە: وردو خاشیان ئەكات و تێكیان ئەشكێنێ و لەناویان ئەبات ."
    },
    {
      "ayah": 5,
      "surah": 104,
      "text": "[\nوَمَا أَدْرَاكَ مَا الْحُطَمَةُ (٥)\n] ئەی محمد صلى الله علیه وسلم تۆ چوزانی ئەو ئاگری دۆزەخە تێكشكێنەرە وردو خاشكەرە چۆن ئاگرێكە, بۆ بەگەورە زانینە واتە: خۆتانی لێ بپارێزن ."
    },
    {
      "ayah": 6,
      "surah": 104,
      "text": "[\nنَارُ اللَّهِ الْمُوقَدَةُ (٦)\n] ئاگری داگیرساوی خوای گەورەیە كە ئاگرێكە خوای گەورە دایگیرساندووەو ئامادەی كردووە بۆ كافران و بێباوەڕان و تاوانباران."
    },
    {
      "ayah": 7,
      "surah": 104,
      "text": "[\nالَّتِي تَطَّلِعُ عَلَى الْأَفْئِدَةِ (٧)\n] ئەم ئاگرە هەموو شوێنێكیان ئەسووتێنێ تەنانەت تا دڵیشیان ئەسووتێنێ وە ئەگات بە دڵیان هەموو شوێنێكیان دائەپۆشێ، بۆیە زیاتر باسی دڵ كراوە لەبەر ئەوەی ئەگەر دڵ باش بوو هەموو كردەوەكانی مرۆڤ باش ئەبێ، وە كە دڵ خراپ بوو هەموو كردەوەكان خراپ ئەبێ، وە شوێنی هەموو نیەتە خراپەكان و كردەوە خراپەكانە بۆیە خوای گەورە باسی دڵی كردووە ."
    },
    {
      "ayah": 8,
      "surah": 104,
      "text": "[\nإِنَّهَا عَلَيْهِمْ مُؤْصَدَةٌ (٨)\n] ئەم ئاگری دۆزەخە داخراوە لەسەریان هەر حەوت دەرگای دۆزەخ دائەخرێت و هیچ كەسێك لەوانەی كە چوونەتە دۆزەخەوە ناتوانن لێی دەرچن مەگەر ئەوانەی ئەهلی تەوحید بن و بەر شەفاعەت بكەون، یان خوای گەورە خۆی ئازادیان بكات، بەڵام كافران بەهەمیشەیی لە ئاگری دۆزەخدان و دەرگاكانیان لەسەر داخراوە ."
    },
    {
      "ayah": 9,
      "surah": 104,
      "text": "[\nفِي عَمَدٍ مُمَدَّدَةٍ (٩)\n] وە لەناو دۆزەخیشدا كۆت و زنجیر كراون بە عەمودی ئاسن بەستراونەتەوەو دەرگاكانیان لەسەر داخراوە، واتە: كۆت و زنجیر كراوەتە گەردەنیان و بە عامودی ئاسنیشەوە بەستراونەتەوە ئینجا سزایش ئەدرێن و توانای دەرچوونیان نییە، خوای گەورە بمانپارێزێ، والله أعلم .\nبەم شێوازە هاتینە كۆتایی تەفسیرى سوورەتى (هومەزە) والحمد لله."
    }
  ]
}
