{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 21,
      "text": "سوورەتی (أنبياء) (واتە: پێغەمبەران)\n‏پێناسەیەكى ئەم سورەتە:\n١- سورەتى (أنبياء) سورەتێكى مەككى یە.\n٢- ژمارەى ئایەتەكانى سورەتى (أنبياء) (١١٢) ئایەتە.\n٣- سورەتى (أنبياء) زنجیرەى بیست و یەكەمە لە ناو ریزبەندى سورەتەكانى قورئانى پیرۆزدا.\n٤- سورەتى (أنبياء) لە دواى سورەتى (ئیبراهیم صلى الله علیه وسلم ) دابەزیوە.\nتەوەرەكانى ئەم سورەتە:\nسورەتى (أنبياء) یش هەروەك سورەتە مەككى یەكانى تر چارەسەرى بابەتەكانى عەقیدەو بیروباوەڕ دەكات، وەك بابەتەكانى بە تەنها دانان و بە تەنها پەرستنى خواى گەورەو زیندوبوونەوەو وەرگرتنەوەى پاداشت و سزاو هاتنى قیامەت و ناڕەحەتى و ئازارەكانى رۆژى دوایی و چیرۆك و بەسەرهاتى پێغەمبەران (سەلامى خوایان لێ بێت).\nوە هەروەها چەسپاندنى ئەو زیندوبوونەوەیە بە دروست كردنى ئاسمانەكان و زەوى كە پێش ئەوە نەبوو بوون و لە نەبوونەوە دروست كراون لەلایەن خواى گەورەوە.\nوە هەروەها وریا كردنەوەى كافرو بێ باوەران لە باوەڕ نەبوون و بەدرۆ دانانى قورئانى پیرۆزو پێغەمبەرى خوا صلى الله علیه وسلم ، كە پێغەمبەریش صلى الله علیه وسلم هەروەك پێغەمبەرانى پیش خۆی سەلامى خوایان لێ بێت لە لایەن خواى گەورەوە نێردراوەو هەروەك ئەوانیش خواى گەرە پەیامێكى پێدا ناردووە بۆ خەڵكى.\nلەگەڵ روونكردنەوەى ئەوەى كەوا گشت پێغەمبەران (سەلامى خوایان لێ بێت) دینى خواى گەورەیان هێناوەو كە لە بنچینەو بنەمادا یەك دین و رێبازو بەرنامەیە.\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\n[\nاقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِي غَفْلَةٍ مُعْرِضُونَ (١)\n] لێپرسینەوەی ڕۆژی قیامەت لە خەڵكی نزیك بۆتەوە لە كاتێكدا خەڵكی بێئاگان لەبەر ئەوەی سەرقاڵی دونیان و پشتیان كردووە لە قیامەت و خۆیان بۆ ئامادە نەكردووە ."
    },
    {
      "ayah": 10,
      "surah": 21,
      "text": "[\nلَقَدْ أَنْزَلْنَا إِلَيْكُمْ كِتَابًا فِيهِ ذِكْرُكُمْ\n] بە دڵنیایی ئەم قورئانە پیرۆزەمان بۆ دابەزاندوون كە ڕێزو پلەو پایەی ئێوەی تیادایە ئەگەر شوێنی بكەون [\nأَفَلَا تَعْقِلُونَ (١٠)\n] ئەوە بۆ بیر ناكەنەوەو بە جوانی لێی تێناگەن و ئیمان ناهێنن ."
    },
    {
      "ayah": 100,
      "surah": 21,
      "text": "[\nلَهُمْ فِيهَا زَفِيرٌ وَهُمْ فِيهَا لَا يَسْمَعُونَ (١٠٠)\n] دەنگی هەناسەیان دەردەچێت لە خەم و خەفەتدا، وە ئەوان قسەی یەكتری نابیستن لەبەر سەختی ئەو ڕۆژگارەی كە تیایدان ."
    },
    {
      "ayah": 101,
      "surah": 21,
      "text": "[\nإِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى أُولَئِكَ عَنْهَا مُبْعَدُونَ (١٠١)\n] بەڵام ئەو كەسانەی كە چاكەكار بوونە وەكو عیساو عوزێرو مەلائیكەت و پیاوچاكان ئەمانە با خەڵكیش پەرستبێتیانى مادام ڕازی نەبوونە بە پەرستنی خەڵكی ئەوان لە ئاگری دۆزەخ دوور ئەخرێنەوە ."
    },
    {
      "ayah": 102,
      "surah": 21,
      "text": "[\nلَا يَسْمَعُونَ حَسِيسَهَا\n] ئەوان گوێیان لە دەنگی دۆزەخییەكان نابێت كە هاوار دەكەن و مار پێوەیان دەدات، یاخود گوێیان لە گڕو بڵێسەى ئاگرى دۆزەخ نابێت [\nوَهُمْ فِي مَا اشْتَهَتْ أَنْفُسُهُمْ خَالِدُونَ (١٠٢)\n] بەڵكو ئەوان ئارەزووی هەر شتێك بكەن لە بەهەشتدا پێیان ئەدرێ و بەهەمیشەیی و نەمری لە بەهەشتدا ئەبن ."
    },
    {
      "ayah": 103,
      "surah": 21,
      "text": "[\nلَا يَحْزُنُهُمُ الْفَزَعُ الْأَكْبَرُ\n] وە فوو كردنە كەڕەناو ئەهوال و ناخۆشی ڕۆژی قیامەتیش ئەوان خەفەتبار ناكات لەبەر ئەوەی دوورن لێی [\nوَتَتَلَقَّاهُمُ الْمَلَائِكَةُ\n] وە فریشتەكان پێشوازیان لێ ئەكەن لە بەردەم دەرگای بەهەشتدا پێیان ئەڵێن: [\nهَذَا يَوْمُكُمُ الَّذِي كُنْتُمْ تُوعَدُونَ (١٠٣)\n] ئا ئەمە ئەو ڕۆژەیە كە ئێوە لە دونیادا بەڵێنتان پێدرابوو فەرموو بچنە ژوورەوە بۆ ناو بەهەشت ."
    },
    {
      "ayah": 104,
      "surah": 21,
      "text": "[\nيَوْمَ نَطْوِي السَّمَاءَ كَطَيِّ السِّجِلِّ لِلْكُتُبِ\n] لە ڕۆژی قیامەت ئاسمان لوول ئەكەین و ئەپێچینەوە هەروەكو چۆن سجل و كتاب ئەپێچرێتەوە (كاتی خۆی كە لە پێستە بووە) [\nكَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُهُ\n] چۆن سەرەتا یەكەم دروستكراومان دروست كرد ئاوایش سەرلەنوێ دروستیان ئەكەینەوە لە ڕۆژی قیامەت [\nوَعْدًا عَلَيْنَا إِنَّا كُنَّا فَاعِلِينَ (١٠٤)\n] ئەمەیش بەڵێنێكەو ئێمە داومانەو بە دڵنیایى ئێمە بەڵێنی خۆمان دەبەینە سەرو توانامان هەیە."
    },
    {
      "ayah": 105,
      "surah": 21,
      "text": "بەندە چاكەكان دەبن بە فەرمانڕەوا\n [\nوَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ\n] وە بە دڵنیایى لە زەبوریشدا كە كتابی داود پێغەمبەر بوو صلى الله علیه وسلم لەوێشدا نووسیوومانە لە پاش نووسینمان لە (لوح المحفوظـ) [\nأَنَّ الْأَرْضَ يَرِثُهَا عِبَادِيَ الصَّالِحُونَ (١٠٥)\n] كە بە دڵنیایى بەندە چاكەكانی من ئەبن بە میراتگری زەوی و بە فەرمانڕەواو دەسەڵاتدار لەسەر زەویدا ."
    },
    {
      "ayah": 106,
      "surah": 21,
      "text": "[\nإِنَّ فِي هَذَا لَبَلَاغًا لِقَوْمٍ عَابِدِينَ (١٠٦)\n] ئەم شتانەی كە لەم سوورەتەدا، یاخود لە قورئانى پیرۆزدا باسكرا لە پەندو ئامۆژگاری شایەنی ئەوەیە كە كەسانێكی خواپەرست پەندو عیبرەتی لێ وەربگرن و گرنگی پێ بدەن ."
    },
    {
      "ayah": 107,
      "surah": 21,
      "text": "[\nوَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ (١٠٧)\n] ئەی محمد صلى الله علیه وسلم تۆمان نەناردووە ئیللا وەكو ڕەحمەت نەبێ بۆ هەموو جیهان، ئەوەى ئیمانى پێ بێنێت و شوێنى بكەوێت رەحمەتە بۆ دونیاو قیامەتى، ئەوەیشى ئیمانى پێ نەهێنێت و شوێنى نەكەوێت تەنها ڕەحمەتە بۆ دونیاى كە خواى گەورە وەكو ئوممەتانى تر لە دونیا بە كۆمەل سزایان نادات و لەناویان نابات ."
    },
    {
      "ayah": 108,
      "surah": 21,
      "text": "[\nقُلْ إِنَّمَا يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ\n] ئەی محمد صلى الله علیه وسلم پێیان بڵێ: من تەنها وەحیم بۆ دێت لەلایەن خوای گەورەوە كە پەرستراوی ئێوە تەنها یەك پەرستراوێكە تاك و تەنهاو بێ شەریكە كە زاتی پیرۆزی الله یە [\nفَهَلْ أَنْتُمْ مُسْلِمُونَ (١٠٨)\n] ئایا ئێوە ملكەچن بۆ عیبادەت و پەرستنی خوای گەورە بەتاك و تەنها واتە: ملكەچ بن و وابن"
    },
    {
      "ayah": 109,
      "surah": 21,
      "text": "[\nفَإِنْ تَوَلَّوْا\n] ئەگەر پشتیان هەڵكرد لە ئیسلام و باوەڕیان نەهێنا [\nفَقُلْ آذَنْتُكُمْ عَلَى سَوَاءٍ\n] ئەوە پێیان بڵێ من ئاگادارم كردنەوە بە یەكسانی كەسم لێ بێبەش نەكردووە لە هەندێكی بشارمەوە بەڵكو بە هەمووتانم ڕاگەیاندووە، یاخود پێم راگەیاندن كە چۆن ئێَوە لە من بەرین منیش لە ئێوە بەریم، چۆن ئێوە جەنگى من دەكەن منیش جەنگى ئێوە دەكەم [\nوَإِنْ أَدْرِي أَقَرِيبٌ أَمْ بَعِيدٌ مَا تُوعَدُونَ (١٠٩)\n] وە من نازانم ئەوەی كە هەڕەشەتان پێكراوە لە سەركەوتنی ئیسلام و دۆڕاندنی ئێوە بەم نزیكانە جێبەجێ ئەبێ یان دوورە، یاخود لە ڕۆژی قیامەت ئێوە سزای خۆتان وەرئەگرن یان لە دونیا سزا دەدرێن ."
    },
    {
      "ayah": 11,
      "surah": 21,
      "text": "[\nوَكَمْ قَصَمْنَا مِنْ قَرْيَةٍ كَانَتْ ظَالِمَةً\n] وە چەندەها دێ و ئوممەتانی ترمان لەناو بردووە كاتێك كە ستەمكار بوونەو ئیمانیان نەهێناوە [\nوَأَنْشَأْنَا بَعْدَهَا قَوْمًا آخَرِينَ (١١)\n] وە لە دوای ئەوان كەسانێكی ترمان دروست كردووە ."
    },
    {
      "ayah": 110,
      "surah": 21,
      "text": "[\nإِنَّهُ يَعْلَمُ الْجَهْرَ مِنَ الْقَوْلِ وَيَعْلَمُ مَا تَكْتُمُونَ (١١٠)\n] وە بە دڵنیایى پەروەردگار ئاگای لە هەموو وتەیەك هەیە كە بە ئاشكرا بیڵێن وە ئەوەیشی كە ئەیشارنەوە لای خوای گەورە شاراوە نییەو زانست و زانیاری پێیەو ئەیبیستێت ."
    },
    {
      "ayah": 111,
      "surah": 21,
      "text": "[\nوَإِنْ أَدْرِي لَعَلَّهُ فِتْنَةٌ لَكُمْ وَمَتَاعٌ إِلَى حِينٍ (١١١)\n] وە من نازانم كە سزا نادرێن و مۆڵەتتان پێ ئەدرێ و كاتێكی زۆرتان پێ ئەدرێت ئایا تاقیكردنەوەیە بۆ ئێوە یان نا ."
    },
    {
      "ayah": 112,
      "surah": 21,
      "text": "[\nقَالَ رَبِّ احْكُمْ بِالْحَقِّ\n] پێغەمبەر صلى الله علیه وسلم فەرمووی: ئەی پەروەردگار حوكم و بڕیار بدە لە نێوان من و ئەم كافرانەدا بە حەق و دادپەروەری لەلایەن خۆتەوە [\nوَرَبُّنَا الرَّحْمَنُ الْمُسْتَعَانُ عَلَى مَا تَصِفُونَ (١١٢)\n] وە پەروەردگاری ئێمەش ڕەحمانە كە پشتی پێ ئەبەستین و داوای یارمەتی لێ ئەكەین لە هەموو شتێك وە پاك و مونەززەهە لەو وەسفە خراپانەی كە ئێوە ئەیدەنە پاڵ خوای گەورە، والله أعلم ."
    },
    {
      "ayah": 12,
      "surah": 21,
      "text": "[\nفَلَمَّا أَحَسُّوا بَأْسَنَا\n] كاتێك كە هەستیان بە سزای ئێمە كرد [\nإِذَا هُمْ مِنْهَا يَرْكُضُونَ (١٢)\n] ئەو كاتە ڕایان ئەكرد لە سزای خوای گەورە ."
    },
    {
      "ayah": 13,
      "surah": 21,
      "text": "[\nلَا تَرْكُضُواوَارْجِعُوا إِلَى مَا أُتْرِفْتُمْ فِيهِ وَمَسَاكِنِكُمْ\n] ڕامەكەن و بگەڕێنەوە بۆ لای ئەو نیعمەتانەی كە تیایدا بوونەو ئەو ماڵ و شوێنانەتان كە شانازیتان پێوە ئەكردو كوفرانەی ئەو نیعمەتانەى خوای گەورەتان كردو سەركەشیتان كرد [\nلَعَلَّكُمْ تُسْأَلُونَ (١٣)\n] بەڵكو پرسیارتان لێ بكرێت، ئەمە وەكو سەرزەنشت كردن و هێرش كردنە سەریانە، واتە: خوای گەورە لەناوتان ئەدات و ڕزگارتان نابێ لە سزای خوا ."
    },
    {
      "ayah": 14,
      "surah": 21,
      "text": "[\nقَالُوا يَا وَيْلَنَا إِنَّا كُنَّا ظَالِمِينَ (١٤)\n] دانیان پیایدا نا كاتێك كە سودى نەبوو، وتیان هاوار بۆ خۆمان بەڕاستی ئێمە كەسانێكی ستەمكار بووین وە شایەنی سزای خوای گەورە بووین ."
    },
    {
      "ayah": 15,
      "surah": 21,
      "text": "[\nفَمَا زَالَتْ تِلْكَ دَعْوَاهُمْ\n] بەردەوام ئەمە قسەی ئەوان بوو ئەیانوت: هاوار بۆ خۆمان بەڕاستی ئێمە ستەمكار بووین و دووبارەیان ئەكردەوە [\nحَتَّى جَعَلْنَاهُمْ حَصِيدًا خَامِدِينَ (١٥)\n] تا وامان لێ كردن وەكو كشتوكاڵ و بەروبوومێك كە ڕنرابێ و هیچی نەمابێ (خَامِدِينَ) واتە: مردوون و بێ جووڵەن و هەموومان لەناو بردن ."
    },
    {
      "ayah": 16,
      "surah": 21,
      "text": "[\nوَمَا خَلَقْنَا السَّمَاءَ وَالْأَرْضَ وَمَا بَيْنَهُمَا لَاعِبِينَ (١٦)\n] وە ئێمە ئاسمانەكان و زەوی و ئەوەی لە نێوانیاندا هەیە بەبێ هودە دروستمان نەكردووە بۆ یاری بەڵكو پڕە لە حیكمەت ."
    },
    {
      "ayah": 17,
      "surah": 21,
      "text": "[\nلَوْ أَرَدْنَا أَنْ نَتَّخِذَ لَهْوًا لَاتَّخَذْنَاهُ مِنْ لَدُنَّا إِنْ كُنَّا فَاعِلِينَ (١٧)\n] ئەگەر ویستم لە خێزان و منداڵ بوایە كە خێزانم هەبێ یان منداڵم هەبێ -هەرچەندە ئەو شتە لە خوای گەورە دوورە- ئەوە لەلایەن خۆمەوە دام ئەناو خۆم كەسانێكم دروست ئەكرد نەك لەلایەن ئێوەوە كە ئەڵێن: عیسا كوڕی خوایە یان عوزێر كوڕی خوایە بەڵام بێ پێویستم و خوای گەورە پێویستی بە خێزان و منداڵ نییە ."
    },
    {
      "ayah": 18,
      "surah": 21,
      "text": "[\nبَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْبَاطِلِ فَيَدْمَغُهُ فَإِذَا هُوَ زَاهِقٌ\n] بەڵكو حەق روون دەكەینەوەو بە حوجەو بەڵگە ئەیدەین بەسەر باتڵ و پووچەڵداو لەناوی ئەبات و ئەڕوات و تیا ئەچێت و نامێنێ [\nوَلَكُمُ الْوَيْلُ مِمَّا تَصِفُونَ (١٨)\n] وە هەڕەشەی سزای ڕۆژی دواییش بۆ ئێوە لەو وەسفە پڕوپووچانەی كە منداڵ ئەدەنە پاڵ خوای گەورە لە كاتێكدا خوای گەورە لێی بەرییەو پاكە."
    },
    {
      "ayah": 19,
      "surah": 21,
      "text": "هەندێك لە سیفاتى فریشتەكان\n [\nوَلَهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ\n] وە هەرچی لە ئاسمانەكان و زەوی هەیە هەمووی بەتەنها موڵك و بەندەی خوای گەورەیە [\nوَمَنْ عِنْدَهُ لَا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ\n] وە ئەوانەیشی لەلای خوای گەورەن لە فریشتە بەڕێزەكان خۆیان بە گەورە نازانن لە پەرستنی خوای گەورە [\nوَلَا يَسْتَحْسِرُونَ (١٩)\n] وە ماندوو بێزار نابن لە عیبادەتی خواى گەورە ."
    },
    {
      "ayah": 2,
      "surah": 21,
      "text": "[\nمَا يَأْتِيهِمْ مِنْ ذِكْرٍ مِنْ رَبِّهِمْ مُحْدَثٍ إِلَّا اسْتَمَعُوهُ وَهُمْ يَلْعَبُونَ (٢)\n] هیچ زیكرو یادو وەحى و قورئانێكیان بۆ نایات لە لایەن پەروەردگاریانەوە كە تازە دابەزیوە ئیللا كە گوێی لێ ئەگرن ئەوان یاری ئەكەن وە گرنگی و بایەخی پێ نادەن، (ئیبنو عەبباس) بە كافرانى قوڕەیش دەفەرمێت: (ئەوە چیتانە قورئانى پیرۆز تازەترین كتابە ئێوە شوێنى ناكەون كەچى ئەڕۆن پرسیار لە جولەكە دەكەن كە تەوراتەكەیان دەستكارى كراوەو زیادو كەم كراوە؟!) ."
    },
    {
      "ayah": 20,
      "surah": 21,
      "text": "[\nيُسَبِّحُونَ اللَّيْلَ وَالنَّهَارَ لَا يَفْتُرُونَ (٢٠)\n] بە شەو و بەڕۆژ بە بەردەوام عیبادەتی خوای گەورە ئەكەن و بێزار نابن لە عیبادەت كردنی خوای گەورە"
    },
    {
      "ayah": 21,
      "surah": 21,
      "text": "[\nأَمِ اتَّخَذُوا آلِهَةً مِنَ الْأَرْضِ هُمْ يُنْشِرُونَ (٢١)\n] بەڵكو موشریكان لەسەر زەویدا خۆیان خوایان بۆ خۆیان بڕیار داوەو بڵاوی ئەكەنەوە، یاخود ئایا ئەوان مردوو زیندوو ئەكەنەوە؟ واتە: وا نییە بەم شێوازە نییە ."
    },
    {
      "ayah": 22,
      "surah": 21,
      "text": "[\nلَوْ كَانَ فِيهِمَا آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتَا\n] ئەگەر لە ئاسمانەكان و لە زەویدا جگە لە زاتی پیرۆزی الله خوای تری تیادا بوایە ئەوە ئاسمانەكان و زەوی وێران و كاول ئەبوون چونكە ئەگەر زیاتر لە خوایەك هەبوایە ئەوا ویستەكانیان پێچەوانەی یەك ئەبوو [\nفَسُبْحَانَ اللَّهِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ (٢٢)\n] پاك و مونەززەهی بۆ الله كە پەروەردگاری عەرشی گەورەیە لەو وەسفە خراپانەی كە ئەیدەنە پاڵ خوای گەورە ."
    },
    {
      "ayah": 23,
      "surah": 21,
      "text": "[\nلَا يُسْأَلُ عَمَّا يَفْعَلُ\n] خوای گەورە پرسیاری لێ ناكرێ لە هەر كردەوەیەك كە بیكات، لەبەر گەورەیى و تواناو دەسەڵاتى [\nوَهُمْ يُسْأَلُونَ (٢٣)\n] بەڵكو ئەوان پرسیاریان لێ ئەكرێ لەسەر ئەو كردەوەو وتانەی كە ئەیكەن و ئەیڵێن ."
    },
    {
      "ayah": 24,
      "surah": 21,
      "text": "[\nأَمِ اتَّخَذُوا مِنْ دُونِهِ آلِهَةً\n] ئایا جگە لە خوای گەورە بۆ خۆیان كۆمەڵێك خوایان بڕیار داوە كە ئەیپەرستن [\nقُلْ هَاتُوا بُرْهَانَكُمْ\n] ئەی محمد صلى الله علیه وسلم پێیان بڵێ: بەڵگە بێنن لەسەر ئەوەی كە ئەمانە خوان [\nهَذَا ذِكْرُ مَنْ مَعِيَ\n] ئەم وەحی و قورئانە كە بۆ من هاتووە زیكرو پەندو ئامۆژگارییە بۆ موسڵمانان [\nوَذِكْرُ مَنْ قَبْلِي\n] وە كتێبەكانی پێشتریش لە تەورات و ئینجیل زیكرو پەندو ئامۆژگاری بووە بۆ ئوممەتانى تر جا بزانن ئایا لە كامیان شەریك بۆ خوا دانراوەو باسى جگە لە خواى گەورەى تیادا كراوە [\nبَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ الْحَقَّ\n] تەنها باسى یەكخواپەرستیان تیادا كراوە بەڵكو زۆربەیان نەزانن وە حەق ناناسن وە حەق نازانن [\nفَهُمْ مُعْرِضُونَ (٢٤)\n] وە ئەوان پشت ئەكەن لە حەق و لە وەرگرتنی حەق و شوێنكەوتنی پێغەمبەرەكەی خوا صلى الله علیه وسلم ."
    },
    {
      "ayah": 25,
      "surah": 21,
      "text": "[\nوَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ\n] وە لە پێش تۆیشدا ئەی محمد صلى الله علیه وسلم هیچ پێغەمبەرێكمان نەناردووە ئیللا وەحیمان بۆی ناردووە [\nأَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ (٢٥)\n] كە هیچ پەرستراوێك بە حەق نییە شایەنی پەرستن بێ جگە لە زاتی پیرۆزی الله كە تاك و تەنهاو بێ شەریكە بۆیە بەتاك و تەنها عیبادەتی من بكەن ."
    },
    {
      "ayah": 26,
      "surah": 21,
      "text": "[\nوَقَالُوا اتَّخَذَ الرَّحْمَنُ وَلَدًا\n] وتیان: خوای گەورەو رەحمان منداڵی بۆ خۆی بڕیار داوە [\nسُبْحَانَهُ\n] پاك و مونەززەهی بۆ خوای گەورە, وە خوای گەورە بێ پێویستە لە منداڵ [\nبَلْ عِبَادٌ مُكْرَمُونَ (٢٦)\n] بەڵكو فریشتەكان كە ئێوە دەڵێن كچى خوان ئەوانە بەندەی بەڕێزو ڕێزلێنراوی خوای گەورەن ."
    },
    {
      "ayah": 27,
      "surah": 21,
      "text": "[\nلَا يَسْبِقُونَهُ بِالْقَوْلِ\n] لە هیچ وتەیەكدا پێش خوای گەورە ناكەون و لە خۆیانەوە شت ناكەن [\nوَهُمْ بِأَمْرِهِ يَعْمَلُونَ (٢٧)\n] بەڵكو ئەوان بە فەرمانی خوای گەورە كار ئەكەن ."
    },
    {
      "ayah": 28,
      "surah": 21,
      "text": "[\nيَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ\n] خوای گەورە ئەزانێ پێشتر چیان كردووەو لە داهاتوودا چی دەكەن و هیچ شتێكیان لە خواى گەورە شاراوە نییە [\nوَلَا يَشْفَعُونَ إِلَّا لِمَنِ ارْتَضَى\n] وە ئەوان ناتوانن شەفاعەت و تكا بۆ هیچ كەسێك بكەن تەنها مەگەر كەسێك خوای گەورە لێی ڕازی بووبێ كە یەكخواپەرست بێت [\nوَهُمْ مِنْ خَشْيَتِهِ مُشْفِقُونَ (٢٨)\n] وە فریشتەكان لە خوای گەورە ئەترسێن ."
    },
    {
      "ayah": 29,
      "surah": 21,
      "text": "[\nوَمَنْ يَقُلْ مِنْهُمْ إِنِّي إِلَهٌ مِنْ دُونِهِ فَذَلِكَ نَجْزِيهِ جَهَنَّمَ\n] وە ئەگەر هەر فریشتەیەكیش بڵێت: جگە لە خوای گەورە من خوام ئەوە سزای ئەدەین بە ئاگری دۆزەخ (هەرچەندە هیچ فریشتەیەك واى نەوتووە بەڵام ئەگەر خواى گەورە سزاى ئەو فریشتە بەڕێزانە بدات كە بەردەوام عیبادەتى دەكەن چۆن سزاى مرۆڤ نادات كە قسەى وا بكەن؟!) [\nكَذَلِكَ نَجْزِي الظَّالِمِينَ (٢٩)\n] بەم شێوازە سزای هەموو هاوبەشبڕیاردەران و ستەمكاران ئەدەینەوە ."
    },
    {
      "ayah": 3,
      "surah": 21,
      "text": "[\nلَاهِيَةً قُلُوبُهُمْ\n] دڵیشیان بێئاگایەو ئاوڕی لێ نادەنەوە [\nوَأَسَرُّوا النَّجْوَى الَّذِينَ ظَلَمُوا هَلْ هَذَا إِلَّا بَشَرٌ مِثْلُكُمْ\n] وە ستەمكاران قسەو چپە چپی نهێنی خۆیان شاردەوەو بە شاراوەیی وتیان: ئەم محمدە صلى الله علیه وسلم هیچ شتێك نییە تەنها مرۆڤێكە وەكو ئێوە ئەخوات و ئەخواتەوەو ژن دێنێت و ئەمرێت چۆن ئەبێ ئەمە پێغەمبەر بێت؟! [\nأَفَتَأْتُونَ السِّحْرَ وَأَنْتُمْ تُبْصِرُونَ (٣)\n] وە وتیان ئەمەی كە محمد صلى الله علیه وسلم هێناویەتی سیحرە، ئێوە چۆن شوێنی سیحر ئەكەون لە كاتێكدا كە خۆتان ئەیبینن ."
    },
    {
      "ayah": 30,
      "surah": 21,
      "text": "[\nأَوَلَمْ يَرَ الَّذِينَ كَفَرُوا أَنَّ السَّمَاوَاتِ وَالْأَرْضَ كَانَتَا رَتْقًا فَفَتَقْنَاهُمَا\n] ئایا كافران نابینن و بیر ناكەنەوە كە ئاسمانەكان و زەوی لەسەرەتادا یەك پارچەیەك بوونە پاشان خوای گەورە لێكی جیا كردونەتەوەو واى لە ئاسمان كردووە باران ببارێنێت و واى لە زەوى كردووە رووەك بڕوێنێت كە پێشتر وا نەبوونە [\nوَجَعَلْنَا مِنَ الْمَاءِ كُلَّ شَيْءٍ حَيٍّ\n] وە لە ئاویش هەموو شتێكمان زیندوو كردووەو دروست كردووە وەكو ئاژەڵەكان و ڕووەكەكان، وە ئاو هۆكاری ژیانی هەموو زیندەوەرێكە [\nأَفَلَا يُؤْمِنُونَ (٣٠)\n] ئەی ئیتر بۆ ئیمان ناهێنن بە خوای گەورە ."
    },
    {
      "ayah": 31,
      "surah": 21,
      "text": "[\nوَجَعَلْنَا فِي الْأَرْضِ رَوَاسِيَ أَنْ تَمِيدَ بِهِمْ\n] وە لەناو زەویشدا ئەو شاخانەمان داناوەو داكوتیوە بۆ ئەوەی كە زەویەكە جێگیر بێت و نەجووڵێت و نەهەژێت [\nوَجَعَلْنَا فِيهَا فِجَاجًا سُبُلًا\n] وە لەناو زەویشدا لە نێوان شاخەكاندا ڕێگاو ڕێرەومان كردۆتەوە تا پیایدا تێ بپەڕن [\nلَعَلَّهُمْ يَهْتَدُونَ (٣١)\n] بەڵكو ڕێگای بەرژەوەندی خۆیان بدۆزنەوە ."
    },
    {
      "ayah": 32,
      "surah": 21,
      "text": "[\nوَجَعَلْنَا السَّمَاءَ سَقْفًا مَحْفُوظًا\n] وە ئاسمانیشمان داناوە بە سەقفێكی پارێزراو كە ناكەوێتە سەر زەوی، یاخود پارێزراوە بە ئەستێرەكان لە بەرز بوونەوەى شەیتان [\nوَهُمْ عَنْ آيَاتِهَا مُعْرِضُونَ (٣٢)\n] لە كاتێكدا ئەمان پشت لە ئایەتەكانی خواى گەورە ئەكەن، ئەو ئایەتانەی خوای گەورە كە لە ئاسماندا هەیە لە خۆرو مانگ و ئەستێرەكان و تێیان ناڕوانن و تێیان نافكرن."
    },
    {
      "ayah": 33,
      "surah": 21,
      "text": "خۆرو مانگ جێگیر نین و دەجولێن\n [\nوَهُوَ الَّذِي خَلَقَ اللَّيْلَ وَالنَّهَارَ وَالشَّمْسَ وَالْقَمَرَ\n] وە خوای گەورە ئەو خوایەیە كە شەو و ڕۆژو خۆرو مانگی دروست كردووە [\nكُلٌّ فِي فَلَكٍ يَسْبَحُونَ (٣٣)\n] هەر یەكێك لەمانە لە فەلەك و شوێنی ڕێرەوی تایبەتی خۆیدا ئەڕوات و دەسوڕێنەوە، (ئەمەیش بەڵگەیە لەسەر ئەوەى كە خۆرو مانگ جێگیر نین و دەجولێن) ."
    },
    {
      "ayah": 34,
      "surah": 21,
      "text": "[\nوَمَا جَعَلْنَا لِبَشَرٍ مِنْ قَبْلِكَ الْخُلْدَ\n] ئەی محمد صلى الله علیه وسلم لە پێش تۆدا بە بەردەوامی لە دونیادا ژیانمان بە هیچ مرۆڤێك نەبەخشیوەو هەموویان مردوون (هـەیە لە زانایان ئـەم ئایەتە دەكـاتە بـەڵگە لەسەر مردنى خضر پێغەمبەر صلى الله علیه وسلم ، وە تەنها عیسا صلى الله علیه وسلم زیندووەو خواى گەورە بەرزى كردۆتەوە بۆ ئاسمان و پێش هاتنى قیامەت دایدەبەزێنێت و دەججال دەكوژێت و دواتر دەمرێت) [\nأَفَإِنْ مِتَّ فَهُمُ الْخَالِدُونَ (٣٤)\n] ئایا تۆ ئەمریت و ئەوانی تر ئەمێننەوە؟ نەخێر ئەوانیش وەكو تۆ ئەمرن و كەس نامێنێت ."
    },
    {
      "ayah": 35,
      "surah": 21,
      "text": "[\nكُلُّ نَفْسٍ ذَائِقَةُ الْمَوْتِ\n] هەموو نەفسێك ئەبێ مردن بچێژێت و هیچ كەسێك نەمێنێت [\nوَنَبْلُوكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةً\n] وە ئێوە تاقی دەكەینەوە بە دڵتەنگى و دڵخۆشى، بە نەخۆشی و لەشساغی، بە هەژاری و دەوڵەمەندی، بە هەموو شتێك تاقیتان ئەكەینەوە تا دەربكەوێت كێ سوپاسگوزارى خواى گەورە دەكات [\nوَإِلَيْنَا تُرْجَعُونَ (٣٥)\n] وە هەر بۆ لای خوای گەورەیش ئەگەڕێنەوە ."
    },
    {
      "ayah": 36,
      "surah": 21,
      "text": "[\nوَإِذَا رَآكَ الَّذِينَ كَفَرُوا إِنْ يَتَّخِذُونَكَ إِلَّا هُزُوًا\n] وە كاتێك كە كافران ئەتبینن گاڵتەت پێ ئەكەن [\nأَهَذَا الَّذِي يَذْكُرُ آلِهَتَكُمْ وَهُمْ بِذِكْرِ الرَّحْمَنِ هُمْ كَافِرُونَ (٣٦)\n] ئەڵێن: ئا ئەمەیە كە تانەو تەشەر لە خواكانی ئێوە ئەدات لە كاتێكدا ئەوان خۆیان بێباوەڕن بە خوای گەورەو بە رەحمان و گاڵتە بە پێغەمبەرى خوا صلى الله علیه وسلم دەكەن ."
    },
    {
      "ayah": 37,
      "surah": 21,
      "text": "[\nخُلِقَ الْإِنْسَانُ مِنْ عَجَلٍ\n] مرۆڤ دروستكراوەو سروشتی وایە كە پەلەیەتی [\nسَأُرِيكُمْ آيَاتِي فَلَا تَسْتَعْجِلُونِ (٣٧)\n] موعجیزەو تواناو دەسەڵاتی خۆمتان نیشان ئەدەم بە سزادانى كافران بەڵام پەلە مەكەن و خۆتان داوای مەكەن پێش ئەوەی كە كاتی دیاریكراوی خۆی بێ ."
    },
    {
      "ayah": 38,
      "surah": 21,
      "text": "[\nوَيَقُولُونَ مَتَى هَذَا الْوَعْدُ إِنْ كُنْتُمْ صَادِقِينَ (٣٨)\n] وە ئەڵێن: ئەم كاتە كەی دێت كە خوای گەورە سزای ئێمە ئەدات ئەگەر ئێوە ڕاستگۆن ."
    },
    {
      "ayah": 39,
      "surah": 21,
      "text": "[\nلَوْ يَعْلَمُ الَّذِينَ كَفَرُوا حِينَ لَا يَكُفُّونَ عَنْ وُجُوهِهِمُ النَّارَ وَلَا عَنْ ظُهُورِهِمْ وَلَا هُمْ يُنْصَرُونَ (٣٩)\n] ئەگەر كافران بیانزانیایەو یەقینیان هەبوایە كە قیامەت دێت ئەو كاتە ئەبوایە وازیان بهێنایە لەم داواكاریەو پەلەى هاتنى سزایان نەكردایە، چونكە كاتێك كە ئاگری دۆزەخ دەیانگرێتەوە ناتوانن لە ڕوو و پشتی خۆیان ئاگرەكە لادەن چونكە لە هەموو لایەكەوە دەیانگرێتەوە، وە كەسێكیش نییە كە سەریان بخات و لە ئاگرى دۆزەخ رزگاریان بكات ."
    },
    {
      "ayah": 4,
      "surah": 21,
      "text": "[\nقَالَ رَبِّي يَعْلَمُ الْقَوْلَ فِي السَّمَاءِ وَالْأَرْضِ\n] پێغەمبەری خوا صلى الله علیه وسلم فەرمووی: پەروەردگارم زانیارى بە هەموو وتەیەك هەیەو ئاگای لێیە لە هەر شوێنێك بیكەن لە ئاسمان یان لە زەوی [\nوَهُوَ السَّمِيعُ الْعَلِيمُ (٤)\n] وە خوای گەورە زۆر بیسەرو زانایە ."
    },
    {
      "ayah": 40,
      "surah": 21,
      "text": "[\nبَلْ تَأْتِيهِمْ بَغْتَةً فَتَبْهَتُهُمْ\n] بەڵكو لە ناكاو و كوتوپڕدا قیامەت یان سزای خوای گەورە یان مردنیان بۆ دێت و سەرسامیان ئەكات و نازانن چى بكەن [\nفَلَا يَسْتَطِيعُونَ رَدَّهَا\n] ئەو كاتە ناتوانن لە خۆیانی دووربخەنەوەو بیگەڕێننەوە [\nوَلَا هُمْ يُنْظَرُونَ (٤٠)\n] وە مۆڵەتیشیان پێ نادرێت و بۆیان دواناخرێت ."
    },
    {
      "ayah": 41,
      "surah": 21,
      "text": "[\nوَلَقَدِ اسْتُهْزِئَ بِرُسُلٍ مِنْ قَبْلِكَ\n] وە بە دڵنیایی لە پێش تۆشدا ئەی محمد صلى الله علیه وسلم گاڵتە بە پێغەمبەرانێكی زۆر كراوە خەفەت مەخۆ كە گاڵتە بە تۆ دەكرێت [\nفَحَاقَ بِالَّذِينَ سَخِرُوا مِنْهُمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ (٤١)\n] وە سزای خوای گەورە ئەو كەسانەی گرتۆتەوە كە گاڵتەیان بە پێغەمبەران كردووە، وە شوێنێك نەبوو كە بۆی ڕابكەن و دەرباز بن ."
    },
    {
      "ayah": 42,
      "surah": 21,
      "text": "[\nقُلْ مَنْ يَكْلَؤُكُمْ بِاللَّيْلِ وَالنَّهَارِ مِنَ الرَّحْمَنِ\n] ئەی محمد صلى الله علیه وسلم پێیان بڵێ: ئەگەر سزای خوای گەورە دابەزێتە سەرتان كێ هەیە ئێوە بپارێزێ لە سزای خوای گەورەى رەحمان بە شەو و بە ڕۆژ؟ واتە كەس نییە [\nبَلْ هُمْ عَنْ ذِكْرِ رَبِّهِمْ مُعْرِضُونَ (٤٢)\n] بەڵكو ئەوان پشت ئەكەن لە زیكرو یادی خوای گەورەو دانى پێدا نانێن ."
    },
    {
      "ayah": 43,
      "surah": 21,
      "text": "[\nأَمْ لَهُمْ آلِهَةٌ تَمْنَعُهُمْ مِنْ دُونِنَا\n] یاخود ئایا ئەوان خواگەلێكیان هەیە كە قەدەغەی ئێمە بكات لە سزا دانیان [\nلَا يَسْتَطِيعُونَ نَصْرَ أَنْفُسِهِمْ\n] خواكانی ئەوان توانای ئەوەیان نییە كە خۆیان سەر بخەن [\nوَلَا هُمْ مِنَّا يُصْحَبُونَ (٤٣)\n] وە تـوانای ئـەوەشیان نییە كـە خۆیان بپارێزن لە سزای ئێمە ئیتر چۆن دەتوانن ئەوان بپارێزن؟"
    },
    {
      "ayah": 44,
      "surah": 21,
      "text": "[\nبَلْ مَتَّعْنَا هَؤُلَاءِ وَآبَاءَهُمْ حَتَّى طَالَ عَلَيْهِمُ الْعُمُرُ\n] بەڵكو خەڵكی مەككەمان ژیاند بەو هەموو نیعمەتانەی كە پێمان بەخشین بە خۆیان و باوك و باپیرانیان تا تەمەنیان درێژ بوو بەمە لە خۆبایی بوون [\nأَفَلَا يَرَوْنَ أَنَّا نَأْتِي الْأَرْضَ نَنْقُصُهَا مِنْ أَطْرَافِهَا\n] ئایا كافرانى مەككە نابینن كە ئێمە زەوی كەم ئەكەین و لە لایەكانەوە تەسكی ئەكەینەوە لێیان بەوەی كە ڕۆژ بە ڕۆژ دێ و شار فەتح ئەكرێ و ئەكەوێتە ژێر دەستی موسڵمان و ژیان لەوان تەسك ئەبێتەوە، یاخود مەبەست ئەوەیە بە مردنی زانایان زەوی وێران و كاول ئەبێت، یاخود بە زوڵم و ستەمی فەرمانڕەوایان زەوی وێران ئەبێت [\nأَفَهُمُ الْغَالِبُونَ (٤٤)\n] ئایا ئەوانن كە زاڵن و سەرئەكەون؟ نەخێر بە پێچەوانەوەیە ئەوان تێكشكاو و دۆڕاون ."
    },
    {
      "ayah": 45,
      "surah": 21,
      "text": "[\nقُلْ إِنَّمَا أُنْذِرُكُمْ بِالْوَحْيِ\n] ئەی محمد صلى الله علیه وسلم پێیان بڵێ: من دەتانترسێنم و ئاگادارتان دەكەمەوە لە سزاى خواى گەورە بەو قورئانە پیرۆزە [\nوَلَا يَسْمَعُ الصُّمُّ الدُّعَاءَ إِذَا مَا يُنْذَرُونَ (٤٥)\n] بەڵام كەسێك كەڕ بێت كاتێك ئاگاداریش بكرێتەوە گوێی لە بانگەواز نابێت، واتە: ئەوان وەكو كەڕ وان و نابیستن ."
    },
    {
      "ayah": 46,
      "surah": 21,
      "text": "[\nوَلَئِنْ مَسَّتْهُمْ نَفْحَةٌ مِنْ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَا وَيْلَنَا إِنَّا كُنَّا ظَالِمِينَ (٤٦)\n] وە ئەگەر كەمترین سزای خوای گەورە بیانگرێتەوە ئەو كاتە دان بە تاوانەكانیاندا دەنێن و دەڵێن: هاوارو تیاچوون بۆ خۆمان بەڕاستی ئێمە ستەمكار بووین."
    },
    {
      "ayah": 47,
      "surah": 21,
      "text": "لە رۆژى قیامەت تەرازوى دادپەروەرى دادەنرێت\n [\nوَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ\n] وە لە ڕۆژی قیامەتدا تەرازووی دادپەروەرى دائەنێین بۆ كێشانی كردەوەكانی مرۆڤ (یەك تەرازووە بەڵام بە كۆ باسكراوە چونكە كردەوەى سەرجەم خەڵكى پێ دەكێشرێت و كردەوەكان زۆرو جۆراوجۆرن، وە مرۆڤەكان و كردەوەكانیان و پەڕاوەكانیشیانى پێ دەكێشرێت) [\nفَلَا تُظْلَمُ نَفْسٌ شَيْئًا\n] وە هیچ كەسێك ستەم و زوڵمی لێ ناكرێت [\nوَإِنْ كَانَ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنَا بِهَا\n] وە ئەگەر بە ئەندازەی گەردێكی بچووك لە تۆوی دانەوێڵەیەك بێت ئەوەندە كردەوەی كەمی كردبێ ئەیهێنین و هیچی نافەوتێ و ئامادەی ئەكەین بۆ ئەوەی پاداشت یان سزای بدەینەوە لەسەری [\nوَكَفَى بِنَا حَاسِبِينَ (٤٧)\n] وە بەسە كە ئێمە حساب و لێپرسینەوە بكەین لەبەر وردەكاریمان كە هیچ شتێكمان لێ ون نابێت و نافەوتێ ."
    },
    {
      "ayah": 48,
      "surah": 21,
      "text": "[\nوَلَقَدْ آتَيْنَا مُوسَى وَهَارُونَ الْفُرْقَانَ وَضِيَاءً وَذِكْرًا لِلْمُتَّقِينَ (٤٨)\n] وە بە دڵنیایی ئێمە فورقانمان بە موسا و هارون بەخشیووە كە تەورات بوو لەبەر ئەوەی جیاكاری نێوان حەق و باتڵ و حەڵال و حەڕامی تیابووە، وە ڕووناكی و هیدایەت بووە بۆ ئەو كەسانەی كە لە كاتی خۆیدا شوێنی كەوتوونە، وە زیكرو یادخستنەوەیەكیش بووەو پەندو ئامۆژگاری تیادا بووە بۆ ئەو كەسانەی كە تەقوای خوای گەورەیان كردووە ."
    },
    {
      "ayah": 49,
      "surah": 21,
      "text": "[\nالَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ\n] ئەو كەسانەی كە لە خوای گەورە ئەترسێن بە نهێنی لە كاتێك كە خوای گەورەیان لە دونیا نەبینیوە [\nوَهُمْ مِنَ السَّاعَةِ مُشْفِقُونَ (٤٩)\n] وە ئەوان ترسی هاتنی ڕۆژی قیامەت و لێپرسینەوەیان هەیە ."
    },
    {
      "ayah": 5,
      "surah": 21,
      "text": "[\nبَلْ قَالُوا أَضْغَاثُ أَحْلَامٍ\n] بەڵكو ئەیانوت: ئەو قورئانەی كە محمد صلى الله علیه وسلم هێناوێتی هیچ نییە تەنها خەوێكی بێ مانا نەبێت كە هیچ تەئویل و لێكدانەوەیەكی نییە [\nبَلِ افْتَرَاهُ بَلْ هُوَ شَاعِرٌ\n] بەڵكو خۆی دایهێناوەو هەڵیبەستووە، بەڵكو محمد صلى الله علیه وسلم شاعیرە [\nفَلْيَأْتِنَا بِآيَةٍ كَمَا أُرْسِلَ الْأَوَّلُونَ (٥)\n] ئەگەر ڕاست ئەكات و پێغەمبەری خوایە صلى الله علیه وسلم با موعجیزەیەكمان بۆ بێنێ لەلایەن خوای گەورەوە هەروەكو چۆن پێغەمبەرانی پێشتری پێ نێردراوەو ئەوان موعجیزەی خۆیان هەبووە (هەرچەندە چەندەها موعجیزەى گەورەیان بینى بەڵام راستیان نەدەكردو ئیمانیان ناهێنا) ."
    },
    {
      "ayah": 50,
      "surah": 21,
      "text": "[\nوَهَذَا ذِكْرٌ مُبَارَكٌ أَنْزَلْنَاهُ\n] وە ئەم قورئانە پیرۆزەیش زیكرو یادخستنەوەو پەندو ئامۆژگارییەو پڕ خێرو بەرەكەتە دامانبەزاندۆتە خوارەوە [\nأَفَأَنْتُمْ لَهُ مُنْكِرُونَ (٥٠)\n] ئایا ئێوە ئینكاری ئەكەن لە كاتێكدا زۆر روون و ئاشكرایە."
    },
    {
      "ayah": 51,
      "surah": 21,
      "text": "بەسەرهاتى ئیبراهیم پێغەمبەر صلى الله علیه وسلم و قەومەكەى\n [\nوَلَقَدْ آتَيْنَا إِبْرَاهِيمَ رُشْدَهُ مِنْ قَبْلُ\n] وەبە دڵنیایی هەر لە پێشتردا ڕێگای ڕوشدو ڕاستمان بە ئیبراهیم پێغەمبەر صلى الله علیه وسلم بەخشی [\nوَكُنَّا بِهِ عَالِمِينَ (٥١)\n] وە ئێمە ئەمانزانی كە شایەنی ئەوەیە كە ڕێگای هیدایەت و ڕاستی پێ نیشان بدەین و بیكەین بە پێغەمبەر ."
    },
    {
      "ayah": 52,
      "surah": 21,
      "text": "[\nإِذْ قَالَ لِأَبِيهِ وَقَوْمِهِ مَا هَذِهِ التَّمَاثِيلُ الَّتِي أَنْتُمْ لَهَا عَاكِفُونَ (٥٢)\n] ئیمامى عەلى بە لاى كەسانێكدا تێپەڕى كە یارى شەتڕەنجیان دەكرد ئەم ئایەتەى بەسەریاندا خوێندەوە: كاتێك كە ئیبراهیم صلى الله علیه وسلم بە (ئازەر) ی باوكی و بە قەومەكەی وت: ئەم بتانە چین كە ئێوە بەدیاریانەوە دانیشتوونەو ماونەتەوەو عیبادەتیان ئەكەن."
    },
    {
      "ayah": 53,
      "surah": 21,
      "text": "[\nقَالُوا وَجَدْنَا آبَاءَنَا لَهَا عَابِدِينَ (٥٣)\n] ئەوان هیچ بەڵگەیەكیان پێ نەبوو تەنها وتیان: ئێمە باوك و باپیرانی خۆمان بینیوە كە عیبادەت و پەرستشیان بۆ ئەم بتانە كردووەو ئێمەیش لاسایى ئەوان دەكەینەوە ."
    },
    {
      "ayah": 54,
      "surah": 21,
      "text": "[\nقَالَ لَقَدْ كُنْتُمْ أَنْتُمْ وَآبَاؤُكُمْ فِي ضَلَالٍ مُبِينٍ (٥٤)\n] ئیبراهیمیش صلى الله علیه وسلم فەرمووی: بە دڵنیایی ئێوە و باوك و باپیرانتان لە گومڕاییەكی زۆر ئاشكرادا بوونە كە عیبادەت و پەرستن بۆ ئەو بتانە دەكەن ."
    },
    {
      "ayah": 55,
      "surah": 21,
      "text": "[\nقَالُوا أَجِئْتَنَا بِالْحَقِّ أَمْ أَنْتَ مِنَ اللَّاعِبِينَ (٥٥)\n] وتیان: ئەی ئیبراهیم ئایا تۆ حەقت بۆ هێناوین و بەڕاستتە یان گاڵتەمان لەگەڵدا ئەكەی؟ چونكە پێشتر قسەى وامان لێت نەبیستووە ."
    },
    {
      "ayah": 56,
      "surah": 21,
      "text": "[\nقَالَ بَلْ رَبُّكُمْ رَبُّ السَّمَاوَاتِ وَالْأَرْضِ الَّذِي فَطَرَهُنَّ\n] ئیبراهیم صلى الله علیه وسلم فەرمووی: بەڵكو پەروەردگاری ئێوە تەنها پەروەردگاری ئاسمانەكان و زەوییە كە دروستی كردوون، وە تاك و تەنهاو بێ شەریكە [\nوَأَنَا عَلَى ذَلِكُمْ مِنَ الشَّاهِدِينَ (٥٦)\n] وە منیش لەسەر ئەم یەكخواپەرستییە شایەتم ."
    },
    {
      "ayah": 57,
      "surah": 21,
      "text": "[\nوَتَاللَّهِ لَأَكِيدَنَّ أَصْنَامَكُمْ بَعْدَ أَنْ تُوَلُّوا مُدْبِرِينَ (٥٧)\n] وە سوێند بێ بەخوای گەورە ئەبێ هەموو بتەكانتان بشكێنم كاتێك كە ئێوە پشت هەڵئەكەن و ئەڕۆن بۆ ئاهەنگ گێڕان بە بۆنەى چەژنەكەتانەوە."
    },
    {
      "ayah": 58,
      "surah": 21,
      "text": "ئیبراهیم پێغەمبەر صلى الله علیه وسلم بتەكان دەشكێنێت\n [\nفَجَعَلَهُمْ جُذَاذًا إِلَّا كَبِيرًا لَهُمْ\n] دوای ئەوەی كە ئەوان لە شار چوونە دەرەوە ئیبراهیم صلى الله علیه وسلم مایەوەو وتی: من نەخۆشم، دەستى كرد بە بت شكاندن و هەر هەمووی شكاند تەنها بتە گەورەكە نەبێ كە پاچەكەى دایە دەستى [\nلَعَلَّهُمْ إِلَيْهِ يَرْجِعُونَ (٥٨)\n] بەڵكو بگەڕێنەوە بۆ لای ئەو وە پرسیاری لێ بكەن بزانن كێ بتەكانی تری شكاندووە، یان وا بزانن ئەو شكاندویەتى و پێى ناخۆشە لەگەڵ ئەودا ئەو بتە بچوكانەیش دەپەرستن ."
    },
    {
      "ayah": 59,
      "surah": 21,
      "text": "[\nقَالُوا مَنْ فَعَلَ هَذَا بِآلِهَتِنَا إِنَّهُ لَمِنَ الظَّالِمِينَ (٥٩)\n] كاتێك گەڕانەوە بینیان بتەكان هەمووی شكاوە وتیان: كێ وای لە خواكانی ئێمە كردووە بەڕاستی ئەوە كەسێكی ستەمكار بووە ."
    },
    {
      "ayah": 6,
      "surah": 21,
      "text": "[\nمَا آمَنَتْ قَبْلَهُمْ مِنْ قَرْيَةٍ أَهْلَكْنَاهَا أَفَهُمْ يُؤْمِنُونَ (٦)\n] سوننەتی خوای گەورە لە ئوممەتانی پێشتر وایە كە پێشنیاری هەر موعجیزەیەكیان بكردایە دواتر كە موعجیزەكەیان بۆ بهاتایەو ئیمانیان پێ نەهێنایە ئیللا خوای گەورە ڕیشەكێشی ئەكردن و لەناوی ئەبردن، واتە: ئێوەش ئەگەر پێشنیارى وا بكەن و داوای موعجیزە بكەن ئەگەر خوای گەورە هێنای و ئیمانتان نەهێنا ئەو كاتە لەناوتان ئەبات، بۆیە ئەمە بۆ ئێوە باشترە كە خوای گەورە وەڵامتان نەداتەوە."
    },
    {
      "ayah": 60,
      "surah": 21,
      "text": "[\nقَالُوا سَمِعْنَا فَتًى يَذْكُرُهُمْ يُقَالُ لَهُ إِبْرَاهِيمُ (٦٠)\n] وتیان: بیستوومانە گەنجێك هەیە كە بە خراپە باسی خواكانی ئێمەی كردووە ئەو گەنجەش ناوی ئیبراهیمە صلى الله علیه وسلم ، (كاتێك كە وتى دەبێت بتەكانتان بشكێنم یەكێكیان گوێى لێ بوو) ."
    },
    {
      "ayah": 61,
      "surah": 21,
      "text": "[\nقَالُوا فَأْتُوا بِهِ عَلَى أَعْيُنِ النَّاسِ\n] وتیان: بڕۆن بیهێنن لە پێش چاوی خەڵكی سزای بدەین [\nلَعَلَّهُمْ يَشْهَدُونَ (٦١)\n] بۆ ئەوەی خەڵكى ئامادەی سزاكەی بێت، یاخود شایەتی بدەن لەسەری ."
    },
    {
      "ayah": 62,
      "surah": 21,
      "text": "[\nقَالُوا أَأَنْتَ فَعَلْتَ هَذَا بِآلِهَتِنَا يَا إِبْرَاهِيمُ (٦٢)\n] وتیان: ئەی ئیبراهیم صلى الله علیه وسلم ئایا تۆ وات لە خواكانی ئێمە كردووەو هەمووت شكاندوون ."
    },
    {
      "ayah": 63,
      "surah": 21,
      "text": "[\nقَالَ بَلْ فَعَلَهُ كَبِيرُهُمْ هَذَا\n] فەرمووی: بەڵكو خوایە گەورەكەیان بتە گەورەكەیان وای لێ كردوون و هەموویانی شكاندووە (ئیبراهیم صلى الله علیه وسلم تەنها سێ جار ناراستى وتووە: دوانیان لەبەر خوا: كە وتى: نەخۆشم، وە وتى بتە گەورەكە ئەوانى ترى شكاندووە، وە كە بە پاشا ستەمكارەكەى وت سارا خۆشكمە كە خێزانى بوو مەبەستى خوشكمە لە دیندا بۆ ئەوەى پاشا دەستدرێژى نەكاتە سەرى، لەبەر ئەم سێ قسەیە لە رۆژى قیامەتدا پۆزش دێنێتەوەو ناتوانێت شەفاعەتى هەرە گەورە بكات) [\nفَاسْأَلُوهُمْ إِنْ كَانُوا يَنْطِقُونَ (٦٣)\n] دەی پرسیاری لێ بكەن ئەگەر ئەتوانێ وەڵامتان بداتەوەو قسە ئەكات."
    },
    {
      "ayah": 64,
      "surah": 21,
      "text": "[\nفَرَجَعُوا إِلَى أَنْفُسِهِمْ\n] هەندێكیان گەڕانەوە بۆ لای هەندێكیان، واتە: بێ بەڵگەو بێ قسە مانەوە، یاخود لۆمەى یەكتریان كرد بۆ خواكانمان بێ پاسەوان بەجێهێشت [\nفَقَالُوا إِنَّكُمْ أَنْتُمُ الظَّالِمُونَ (٦٤)\n] وتیان: بەڕاستی ئێوە ستەمكارن كە عیبادەتی ئەمانە ئەكەن، یان بێ پاسەوان خواكانتان بە جێهێشت ."
    },
    {
      "ayah": 65,
      "surah": 21,
      "text": "[\nثُمَّ نُكِسُوا عَلَى رُءُوسِهِمْ\n] پاشان سەریان شۆڕ كرد [\nلَقَدْ عَلِمْتَ مَا هَؤُلَاءِ يَنْطِقُونَ (٦٥)\n] وە وتیان: ئەی ئیبراهیم صلى الله علیه وسلم تۆ ئەزانی ئەم بتانە قسە ناكەن چۆن پرسیاریان لێ بكەین و لێیان بپرسین كە كێ شكاندوویەتی ."
    },
    {
      "ayah": 66,
      "surah": 21,
      "text": "[\nقَالَ أَفَتَعْبُدُونَ مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُكُمْ شَيْئًا وَلَا يَضُرُّكُمْ (٦٦)\n] ئیبراهیمیش صلى الله علیه وسلم مەبەستی ئەمەبوو فەرمووی: ئایا ئێوە جگە لە خوای گەورە عیبادەت بۆ كۆمەڵێك بت ئەكەن كە ناتوانن هیچ سوودێكتان پێ بگەیەنن وە ناتوانن زیانیشتان لەسەر لابدەن؟ تەنانەت ئەوەتا توانایان نییە سوودو زیان بۆ خۆیان بێنن ."
    },
    {
      "ayah": 67,
      "surah": 21,
      "text": "[\nأُفٍّ لَكُمْ وَلِمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ\n] ئۆف لە دەستی ئێوەو لەوانەی كە ئەیپەرستن جگە لە خوای گەورە [\nأَفَلَا تَعْقِلُونَ (٦٧)\n] ئەوە بۆ تێناگەن و بیر ناكەنەوە كە ئەمە ئیشێكی ناشیاوە."
    },
    {
      "ayah": 68,
      "surah": 21,
      "text": "بڕیارى سوتاندنى ئیبراهیم پێغەمبەر صلى الله علیه وسلم دەدرێت\n [\nقَالُوا حَرِّقُوهُ وَانْصُرُوا آلِهَتَكُمْ إِنْ كُنْتُمْ فَاعِلِينَ (٦٨)\n] كاتێك كە بە بەڵگە دەمكوتى كردن و هیچیان بۆ نەما بیڵێن، وتیان: ئیبراهیم صلى الله علیه وسلم بسوتێنن و خواكانتان سەربخەن ئەگەر ئێوە ئەم كارە ئەكەن و ئەتانەوێ تۆڵە بسەنن بۆ خواكانتان (هەمیشە ئەوانەى لەسەر باتڵن و بیروباوەڕە پوچەڵەكەیان بۆ خەڵكى دەردەكەوێت و بێ بەڵگە دەمێننەوە پەنا دەبەن بۆ توندوتیژى و كوشتن)."
    },
    {
      "ayah": 69,
      "surah": 21,
      "text": "خواى گەورە ئیبراهیم پێغەمبەر صلى الله علیه وسلم رزگار دەكات\n[\nقُلْنَا يَا نَارُ كُونِي بَرْدًا وَسَلَامًا عَلَى إِبْرَاهِيمَ (٦٩)\n] دوای ئەوەی كە ئاگرێكی زۆر گەورەیان كردەوە كە ئاگرى وا گەورە نەكرابووەوە، وە گڕو بڵێسەى زۆر گەورە بوو نەیانتوانى لێى نزیك ببنەوە بە مەنجەنیق ئیبراهیمیان صلى الله علیه وسلم هەڵدایە ناوی،لەو كاتەدا ئیبراهیم صلى الله علیه وسلم فەرمووى: (حسبی الله ونعم الوكیل، واتە: تەنها خوام بەسە، وە باشترین پشت پێبەستراوە) خوای گەورە ئەفەرمووێ: وتمان ئەی ئاگر ساردو سەلامەت بە لەسەر ئیبراهیم صلى الله علیه وسلم ، ئەگەر نەیفەرمووایە سەلامەت بە ئەوەندە سارد ئەبوو لە ساردیدا ئیبراهیمی صلى الله علیه وسلم ئەبەست و ئازاری پێ ئەگەیاند (لەو كاتەدا هەرچى ئاگرى دونیا هەبوو هەر هەمووى كوژایەوەو كەس سوودى لە ئاگر نەبینى، وە هەرچى گیانلەبەر هەبوو فووى لە ئاگرەكە دەكرد بۆ ئەوەى بكوژێتەوە تەنها قومقمۆك (پیسپیسۆك) نەبێت كە فووى دەكرد بۆ ئەوەى ئاگرەكە گەشتر بێت، هەر بۆیە سوننەتە بیكوژیت) ."
    },
    {
      "ayah": 7,
      "surah": 21,
      "text": "سەرجەم پێغەمبەران مرۆڤ و پیاو بوونە\n [\nوَمَا أَرْسَلْنَا قَبْلَكَ إِلَّا رِجَالًا نُوحِي إِلَيْهِمْ\n] ئەی محمد صلى الله علیه وسلم لە پێش تۆشدا بۆ ئوممەتانی تر هیچ كەسێكمان نەناردووە ئیللا پیاوانێك نەبێ كە وەحیمان بۆ ناردوون و مرۆڤ بوونەو جن و فریشتە نەبوونە، وە پیاو بوونەو ئافرەت نەبوونە [\nفَاسْأَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لَا تَعْلَمُونَ (٧)\n] ئێوەش پرسیار لە زانایانى یەهودو نەصارا بكەن ئەوان ئەو شتەیان ئەزانی كە پێغەمبەران مرۆڤ بوونەو پیاو بوونەو لەلایەن خوای گەورەوە هاتوونە، وە لە هەموو كاروبارێكی دیندا پرسیار لە زانایان بكەن ئەگەر ئێوە نەتانزانی ."
    },
    {
      "ayah": 70,
      "surah": 21,
      "text": "[\nوَأَرَادُوا بِهِ كَيْدًا\n] ئەوان نەخشەو پیلانیان بۆ ئیبراهیم صلى الله علیه وسلم دانا [\nفَجَعَلْنَاهُمُ الْأَخْسَرِينَ (٧٠)\n] وامان كرد ئەوان زەرەرمەندو تێكشكاو و دۆڕاو بن و ئیبراهیممان صلى الله علیه وسلم رزگار كرد ."
    },
    {
      "ayah": 71,
      "surah": 21,
      "text": "[\nوَنَجَّيْنَاهُ وَلُوطًا إِلَى الْأَرْضِ الَّتِي بَارَكْنَا فِيهَا لِلْعَالَمِينَ (٧١)\n] وە ئیبراهیم و لوط پێغەمبەریشمان صلى الله علیه وسلم ڕزگار كرد لە خەڵكى عێراق و ناردمانن بۆ ئەو زەویە پڕ خێرو بەرەكەتە كە (بیت المقدس)ە كە بۆ خەڵكی پڕە لە خێرو بەرەكەت و بەرهەم و بەروبووم و ئاو وە شوێنی ناردنی پێغەمبەرانە ."
    },
    {
      "ayah": 72,
      "surah": 21,
      "text": "[\nوَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ نَافِلَةً\n] وە دواتریش ئیسحاقمان بە ئیبراهیم بەخشی وە یەعقوبیش كە كوڕەزای بوو وەكو زیادەیەك، (ئەو تەنها داوای كوڕی كرد كوڕەزاشمان پێ بەخشی) [\nوَكُلًّا جَعَلْنَا صَالِحِينَ (٧٢)\n] وە هەموومان گێڕان لە پیاوچاكان ئیبراهیم و لوط و ئیسحاق و یەعقوب وە هەموویان پێغەمبەری خوا بوونە ."
    },
    {
      "ayah": 73,
      "surah": 21,
      "text": "[\nوَجَعَلْنَاهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا\n] وە كردیانمان بە پێشەواوبە ڕێنمایی ئێمەهیدایەتی خەڵكیان ئەدا وە خەڵكى شوێنیان ئەكەوتن [\nوَأَوْحَيْنَا إِلَيْهِمْ فِعْلَ الْخَيْرَاتِ\n] وە وەحیشمان بۆ ناردن كە كردەوەی چاك ئەنجام بدەن [\nوَإِقَامَ الصَّلَاةِ وَإِيتَاءَ الزَّكَاةِ\n] وە نوێژەكانتان بكەن و زەكاتی ماڵتان بدەن [\nوَكَانُوا لَنَا عَابِدِينَ (٧٣)\n] وە بەڕاستی ئەوان بە جوانترین شێواز عیبادەتی ئێمەیان ئەكرد."
    },
    {
      "ayah": 74,
      "surah": 21,
      "text": "خواى گەورە لوط پێغەمبەر صلى الله علیه وسلم رزگار دەكات\n [\nوَلُوطًا آتَيْنَاهُ حُكْمًا وَعِلْمًا\n] وە لوط پێغەمبەریش صلى الله علیه وسلم پێغەمبەرایەتی و زانست و زانیاریمان پێ بەخشی [\nوَنَجَّيْنَاهُ مِنَ الْقَرْيَةِ الَّتِي كَانَتْ تَعْمَلُ الْخَبَائِثَ\n] وە ڕزگارمان كرد لە دێی (سەدوم) كە كردەوەی پیسیان ئەنجام ئەدا كە نێربازی بوو [\nإِنَّهُمْ كَانُوا قَوْمَ سَوْءٍ فَاسِقِينَ (٧٤)\n] بەڕاستی ئەوانە قەومێكی خراپ و دەرچوو بوون لە گوێڕایەڵی خوای گەورە ."
    },
    {
      "ayah": 75,
      "surah": 21,
      "text": "[\nوَأَدْخَلْنَاهُ فِي رَحْمَتِنَا\n] وە ئەومان ڕزگار كردو خستمانە ناو ڕەحمەتی خۆمانەوەو ڕەحمەتی خۆمان ڕژاند بەسەریدا [\nإِنَّهُ مِنَ الصَّالِحِينَ (٧٥)\n] بەڕاستی ئەو لە پیاوچاكان بوو."
    },
    {
      "ayah": 76,
      "surah": 21,
      "text": "خواى گەورە نوح پێغەمبەر صلى الله علیه وسلم رزگار دەكات\n [\nوَنُوحًا إِذْ نَادَى مِنْ قَبْلُ\n] وە نوحیش صلى الله علیه وسلم پێش ئەم پێغەمبەرانە لە خوای گەورە پاڕایەوە كە قەومەكەی لەناوبدات دواى ئەوەى كە بێئومێد بوو لێیان [\nفَاسْتَجَبْنَا لَهُ\n] وە ئێمەش وەڵاممان دایەوە [\nفَنَجَّيْنَاهُ وَأَهْلَهُ مِنَ الْكَرْبِ الْعَظِيمِ (٧٦)\n] وە خۆی و كەسوكارەكەی، واتە: ئەو باوەڕدارانەی كە شوێنی كەوتن لەناو كەشتیەكەیدا ڕزگارمان كردن لەو سزا قورسە كە سزای كافرانمان پێدا كە تۆفان و زریان و لافاوەكە بوو ."
    },
    {
      "ayah": 77,
      "surah": 21,
      "text": "[\nوَنَصَرْنَاهُ مِنَ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِنَا\n] وە سەرمان خست بەسەر ئەو قەومە كافرانەى كە ئایەتەكانی ئێمەیان بەدرۆ زانی [\nإِنَّهُمْ كَانُوا قَوْمَ سَوْءٍ\n] بەڕاستی ئەوانە قەومێكی خراپ بوون [\nفَأَغْرَقْنَاهُمْ أَجْمَعِينَ (٧٧)\n] وە هەر هەموومان نوقمی ئاوەكە كردو لەناومان بردن."
    },
    {
      "ayah": 78,
      "surah": 21,
      "text": "سولەیمان پێغەمبەر صلى الله علیه وسلم تێگەیشتووتر بوو\n[\nوَدَاوُودَ وَسُلَيْمَانَ إِذْ يَحْكُمَانِ فِي الْحَرْثِ\n] وە داودو سولەیمان پێغەمبەر (سەڵات و سەلامی خوای گەورەیان لێ بێت) كاتێك بڕیاریاندا سەبارەت بە كشتوكاڵ و كێڵگەیەك [\nإِذْ نَفَشَتْ فِيهِ غَنَمُ الْقَوْمِ\n] كاتێك كە بەشەو مەڕی كەسانێك چووە ناو كێڵگەو زەرعاتی كەسانێكی ترەوەو خواردیان و لەناویان برد [\nوَكُنَّا لِحُكْمِهِمْ شَاهِدِينَ (٧٨)\n] وە ئێمەش ئاگاداری بڕیاردانی ئەوان بووین ."
    },
    {
      "ayah": 79,
      "surah": 21,
      "text": "[\nفَفَهَّمْنَاهَا سُلَيْمَانَ\n] بەڵام ئێمە ئەم حوكم و بڕیارەمان لە سولەیمان صلى الله علیه وسلم تێگەیاند، داود صلى الله علیه وسلم وتی: با مەڕەكان هەمووی بۆ خاوەن كشتوكاڵەكە بێ لەبەر ئەوەی زەرعاتەكەیانى خواردووە، بەڵام سولەیمان صلى الله علیه وسلم فەرمووی: نەخێر با مەڕەكان لای خاوەن زەرعاتەكە بێ ئەوانیش زەرعاتەكەیان بۆ چاك ئەكەن تا ئەو كاتەی زەرعاتەكە پێ ئەگاتەوە ئەمان لە بەرووبوومی مەڕەكان بخۆن دوایی زەرعاتەكەیان پێ گەیاند مەڕەكانیان بدەنەوەو زەرعاتەكەیش بۆ خاوەنەكەى دەگەڕێتەوە بە چاككراوى، خوای گەورەش ئەفەرمووێ: بەم شێوازە ئێمە سولەیمانمان صلى الله علیه وسلم فێر كردو تێگەیاند (جارێكى تر دوو ژن دوو كوڕیان پێ بوو گورگ یەكێكیانى برد هاتنە لاى داود صلى الله علیه وسلم منداڵەكەى دا بە ژنە گەورەكە، سولەیمان صلى الله علیه وسلم فەرمووى چەقۆیەكم بۆ بێنن لە نێوانتاندا ئەم منداڵە دەكەمە دوو بەشەوە یەكى بەشێكى بەرن، ژنە بچوكەكە وتى بیدە بەو منداڵى ئەوە، بەمەدا بۆى دەركەوت منداڵى ژنە بچوكەكەیەو داى بەو) [\nوَكُلًّا آتَيْنَا حُكْمًا وَعِلْمًا\n] وە هەر یەكێك لەوانەش پێغەمبەرایەتی و زانست و زانیاریمان پێ بەخشین [\nوَسَخَّرْنَا مَعَ دَاوُودَ الْجِبَالَ يُسَبِّحْنَ وَالطَّيْرَ\n] وە كـاتێـك داود صلى الله علیه وسلم زەبـورى بـخوێندایەو تـەسبیحات و زیكـری خـوای گـەورەی بـكـردایە ئـەوەنـدە دەنـگـى خۆش بوو شـاخـەكـان و باڵندەكانیش لەگەڵیدا زیكری خوای گەورەیان ئەكرد [\nوَكُنَّا فَاعِلِينَ (٧٩)\n] وە ئەوەی كە بمانەوێ ئێمە ئەنجامی ئەدەین ."
    },
    {
      "ayah": 8,
      "surah": 21,
      "text": "[\nوَمَا جَعَلْنَاهُمْ جَسَدًا لَا يَأْكُلُونَ الطَّعَامَ\n] وە پێغەمبەران هەموویان لاشەیان هەبووەو خواردنیشیان خواردووەو سروشتیان مرۆڤ بووە [\nوَمَا كَانُوا خَالِدِينَ (٨)\n] وە بۆ هەمیشەیش نەژیاون بەڵكو مردنیشیان بەسەردا هاتووە وەكو تێكڕای مرۆڤەكانی تر ."
    },
    {
      "ayah": 80,
      "surah": 21,
      "text": "[\nوَعَلَّمْنَاهُ صَنْعَةَ لَبُوسٍ لَكُمْ\n] وە فێری قەڵغان دروست كردنمان كرد [\nلِتُحْصِنَكُمْ مِنْ بَأْسِكُمْ\n] بۆ ئەوەی لە كاتی جەنگدا خۆتانی پێ بپارێزن لە دوژمنانتان [\nفَهَلْ أَنْتُمْ شَاكِرُونَ (٨٠)\n] ئایا ئێوە شوكرانەبژێری ئەو نیعمەتە زۆرانەی خوای گەورە ئەكەن."
    },
    {
      "ayah": 81,
      "surah": 21,
      "text": "خواى گەورە بای بۆ سولیمان پێغەمبەر صلى الله علیه وسلم ژێربار كردبوو\n [\nوَلِسُلَيْمَانَ الرِّيحَ عَاصِفَةً تَجْرِي بِأَمْرِهِ\n] وە خوای گەورە بای ژێربارو موسەخەر كردبوو بۆ سولەیمان صلى الله علیه وسلم بایەك كە وەكو زریان هەڵی ئەكرد بە فەرمانی سولەیمان صلى الله علیه وسلم [\nإِلَى الْأَرْضِ الَّتِي بَارَكْنَا فِيهَا\n] بۆ ئەو زەویەی كە پڕ خێرو بەرەكەت بوو بەرەكەتمان تێی كردبوو كە زەوی شام (بیت المقدس) بوو (هەرچى پێویست بوایە بە بایەكە دەیگواستەوەو باڵندەیش سێبەرى بۆ دەكرد) [\nوَكُنَّا بِكُلِّ شَيْءٍ عَالِمِينَ (٨١)\n] وە ئێمە زاناین بە هەموو شتێك."
    },
    {
      "ayah": 82,
      "surah": 21,
      "text": "شەیتانەكانیش ئیشیان بۆ سولیمان پێغەمبەر صلى الله علیه وسلم دەكرد\n [\nوَمِنَ الشَّيَاطِينِ مَنْ يَغُوصُونَ لَهُ\n] وە لە ناو شەیتانەكانیشدا خوای گەورە كۆمەڵێك شەیتانی خستبووە ژێر دەستی سولەیمانەوە صلى الله علیه وسلم كە ئیشیان بۆی ئەكرد لەناو دەریاداو دەریاوانیان بۆی ئەكردو دوڕڕو گەوهەری ژێر دەریایان بۆی دەرئەكرد [\nوَيَعْمَلُونَ عَمَلًا دُونَ ذَلِكَ\n] وە جگە لەوە كاری تریشی پێ دەكردن [\nوَكُنَّا لَهُمْ حَافِظِينَ (٨٢)\n] وە ئێمە دەمانپاراست لەوەى كە شەیتانەكان زیانى پێ بگەیەنن، یان دەمانپاراستن لەوەی كە ڕابكەن یان كار نەكەن."
    },
    {
      "ayah": 83,
      "surah": 21,
      "text": "خواى گەورە شیفاى ئەیوب پێغەمبەر صلى الله علیه وسلم دەدات\n [\nوَأَيُّوبَ إِذْ نَادَى رَبَّهُ\n] وە ئەیوب پێغەمبەر صلى الله علیه وسلم كاتێك لە خوای گەورە پاڕایەوە [\nأَنِّي مَسَّنِيَ الضُّرُّ\n] كە من تووشی نەخۆشییەكی سەخت بوومە كە ئەوترێ: حەوت ساڵ یان هەژدە ساڵ نەخۆش بووە [\nوَأَنْتَ أَرْحَمُ الرَّاحِمِينَ (٨٣)\n] وە هەر تۆ خوایە لە هەموو بەڕەحم و سۆزەكان بەڕەحم و سۆزو میهرەبانتری ."
    },
    {
      "ayah": 84,
      "surah": 21,
      "text": "[\nفَاسْتَجَبْنَا لَهُ فَكَشَفْنَا مَا بِهِ مِنْ ضُرٍّ\n] ئێمەش وەڵاممان دایەوەو ئەو نەخۆشیەی كە هەیبوو لامان برد لەسەری و شیفامان دا [\nوَآتَيْنَاهُ أَهْلَهُ\n] وە خێزان و كەسوكاریشیمان بۆ گەڕاندەوە [\nوَمِثْلَهُمْ مَعَهُمْ\n] وە هاوشێوەی ئەوەیشی كە هەیبوو بۆیمان گەڕاندەوە، یاخود منداڵی ترمان پێی بەخشی، پێغەمبەرى خوا صلى الله علیه وسلم دەفەرمێت: (خواى گەورە كوللەى ئاڵتونى باراندە سەریا و ئەمیش بە دەستى كۆى دەكردەوە، خواى گەورە فەرمووى: ئەى ئەیوب تێر نەبوویت، ئەمیش فەرمووى: ئەى پەروەردگار كێ لە رەحمەتى تۆ تێر دەبێت) [\nرَحْمَةً مِنْ عِنْدِنَا\n] ئەم شتانەمان بە ئەیوب صلى الله علیه وسلم بەخشی ڕەحمەت و میهرەبانییەك بوو لە ئێمەوە [\nوَذِكْرَى لِلْعَابِدِينَ (٨٤)\n] وە یادخستنەوەیەكیشە بۆ ئەو كەسانەی عیبادەتی خوای گەورە ئەكەن تا ئارامگر بن وەكو ئەیوب صلى الله علیه وسلم ."
    },
    {
      "ayah": 85,
      "surah": 21,
      "text": "[\nوَإِسْمَاعِيلَ وَإِدْرِيسَ وَذَا الْكِفْلِ\n] وە ئیسماعیل و ئیدریس (سەڵات و سەلامی خوای گەورەیان لەسەر بێت) (وَذَا الْكِفْلِ) هەیە ئەڵێ: پێغەمبەر بووە یاخود ئەڵێن: پاشایەكى دادپەروەرو پیاوچاكێك بووە لە بەنی ئیسرائیل و پێغەمبەر نەبووە [\nكُلٌّ مِنَ الصَّابِرِينَ (٨٥)\n] هەموو ئەمانەش ئارامگر بوونەو ئارامیان گرتووە ."
    },
    {
      "ayah": 86,
      "surah": 21,
      "text": "[\nوَأَدْخَلْنَاهُمْ فِي رَحْمَتِنَا\n] وە ئەمانەشمان خستۆتە ناو ڕەحمەتی خۆمان واتە: پێغەمبەرایەتی, پێغەمبەرایەتی یان بەهەشتمان پێ بەخشیوون [\nإِنَّهُمْ مِنَ الصَّالِحِينَ (٨٦)\n] وە هەموویان لە پیاوچاكان بوونە."
    },
    {
      "ayah": 87,
      "surah": 21,
      "text": "یونس پێغەمبەر صلى الله علیه وسلم لە قەومەكەى توڕە بوو\n [\nوَذَا النُّونِ\n] وە خوای گەورە یونس پێغەمبەرى صلى الله علیه وسلم بۆ لای خەڵكی نەینەوا نارد لە زەوى موسڵ، ئەمیش بانگەوازى كردن بەڵام وەڵامیان نەدایەوە [\nإِذْ ذَهَبَ مُغَاضِبًا\n] كاتێك كە لە قەومەكەی تووڕەبوو بەجێی هێشتن، وە هەڕەشەى لێ كردن پاش سێ رۆژى تر خواى گەورە سزاتان دەدات، ئەوانیش دواتر دڵنیا بوون راست دەكات دەرچوون بۆ بیابان و ئیمانیان هێناو لە خوا پاڕانەوە خوایش سزاى نەدان [\nفَظَنَّ أَنْ لَنْ نَقْدِرَ عَلَيْهِ\n] وە یونس صلى الله علیه وسلم گومانی وابوو كە سزای نادەین، یان لە ناو سكى نەهەنگەكە جێگاى تەسك ناكەین [\nفَنَادَى فِي الظُّلُمَاتِ\n] دوای ئەوەی كە سوارى كەشتییەك بوو ترسان لەوەى نقوم بێت، سێ جار تیرو پشكیان كرد یەكێكیان زیاد بوو فڕێى بدەنە ناو دەریاوە هەر سێ جارەكە یونس صلى الله علیه وسلم دەرچوو، بۆیە خۆى هەڵدایە ناو دەریاكەوەو نەهەنگێك قوتى دا ئەمیش لەناو تاریكی دەریاو تاریكی شەو و تاریكی سكی نەهەنگەكەدا لە خوای گەورە پاڕایەوە [\nأَنْ لَا إِلَهَ إِلَّا أَنْتَ\n] ئەی پەروەردگار هیچ پەرستراوێك بەحەق نییە شایەنی پەرستن بێ جگە لە زاتی پیرۆزی تۆ تاك و تەنهاو بێ شەریكی [\nسُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ (٨٧)\n] پاك و مونەززەهی بۆ تۆ بەڕاستی من لە ستەمكاران بووم و ستەمم كرد كاتێك كە قەومەكەی خۆمم بەجێ هێشت لێم خۆشبە ."
    },
    {
      "ayah": 88,
      "surah": 21,
      "text": "[\nفَاسْتَجَبْنَا لَهُ\n] ئێمەش وەڵاممان دایەوەو لێی خۆشبووین (پێغەمبەرى خوا صلى الله علیه وسلم دەفەرمێت: هیچ موسڵمانێك نییە ئەم دوعایە بكات بۆ هەر شتێك ئیللا خواى گەورە دوعاكەى قەبوڵ دەكات و وەڵامى دەداتەوە: (أَنْ لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ) [\nوَنَجَّيْنَاهُ مِنَ الْغَمِّ\n] وە لەو تەنگی و غەم و خەفەتە ڕزگارمان كرد لە ناو سكی نەهەنگەكە [\nوَكَذَلِكَ نُنْجِي الْمُؤْمِنِينَ (٨٨)\n] وە بەم شێوازەش باوەڕداران ڕزگار ئەكەین ئەگەر بۆ لاى ئێمە بگەڕێنەوەو روو لە ئێمە بكەن."
    },
    {
      "ayah": 89,
      "surah": 21,
      "text": "زەكەریا پێغەمبەر صلى الله علیه وسلم داواى منداڵ لە خوا دەكات\n [\nوَزَكَرِيَّا إِذْ نَادَى رَبَّهُ\n] وە زەكەریا پێغەمبەر صلى الله علیه وسلم كاتێك لە پەروەردگاری پاڕایەوە [\nرَبِّ لَا تَذَرْنِي فَرْدًا\n] ئەی پەروەردگار بەتەنها بەبێ مناڵ جێم مەهێڵەو مناڵم پێ ببەخشە [\nوَأَنْتَ خَيْرُ الْوَارِثِينَ (٨٩)\n] وە تۆ باشترین خوای كە لە پاش مرۆڤ میراتگری بۆ جێ دێڵیت، میراتگر بۆ زانست و زانیارى و دین و پێغەمبەرایەتی ."
    },
    {
      "ayah": 9,
      "surah": 21,
      "text": "[\nثُمَّ صَدَقْنَاهُمُ الْوَعْدَ فَأَنْجَيْنَاهُمْ وَمَنْ نَشَاءُ وَأَهْلَكْنَا الْمُسْرِفِينَ (٩)\n] پاشان ئەو بەڵێنانەی كە پێمان داون بۆمان هێناونەتەجێ كە ئەوان و ئەوەی كە ویستمان لێ بێت لە بەندە باوەڕدارەكان ڕزگارمان كردوون و وە ئەوانەی كە زیادڕەویان كردووەو سنووریان بەزاندووە لە كوفرو سەرپێچیدا ئەوانمان لەناو بردووە ."
    },
    {
      "ayah": 90,
      "surah": 21,
      "text": "[\nفَاسْتَجَبْنَا لَهُ وَوَهَبْنَا لَهُ يَحْيَى\n] ئێمەیش وەڵاممان دایەوە وە یەحیامان صلى الله علیه وسلم پێ بەخشی [\nوَأَصْلَحْنَا لَهُ زَوْجَهُ\n] وە خێزانەكەیشیمان چاك كرد كە نەزۆك بوو وامان لێ كرد كە منداڵی ببێ [\nإِنَّهُمْ كَانُوا يُسَارِعُونَ فِي الْخَيْرَاتِ\n] بە دڵنیایى ئەم پێغەمبەرانە دەستپێشخەریان ئەكرد لە كردەوەی چاكدا [\nوَيَدْعُونَنَا رَغَبًا وَرَهَبًا\n] وە لێماندەپاڕانەوەو عیبادەتی ئێمەیان ئەكردو ڕەغبەتیان هەبوو لە خێرو چاكە، وە لە شەڕو خراپە خۆیان پاراستووە، یاخود بە ڕەغبەتی بەهەشتەوەو لە ترسی دۆزەخدا عیبادەتی ئێمەیان كردووە [\nوَكَانُوا لَنَا خَاشِعِينَ (٩٠)\n] وە بۆ ئێمە ملكەچ و باوەڕدار بوونە ."
    },
    {
      "ayah": 91,
      "surah": 21,
      "text": "[\nوَالَّتِي أَحْصَنَتْ فَرْجَهَا\n] وە مەریەمیش كە داوێنی خۆی پاراست بەبێ ئەوەی كەس لێی نزیك بێتەوە عیسای بوو صلى الله علیه وسلم [\nفَنَفَخْنَا فِيهَا مِنْ رُوحِنَا\n] وە جبریل فووی كردەناو ملوانی كراسەكەی و بە ئیزنی خوای گەورە عیسای بوو صلى الله علیه وسلم [\nوَجَعَلْنَاهَا وَابْنَهَا آيَةً لِلْعَالَمِينَ (٩١)\n] خۆی و عیسای كوڕیمان صلى الله علیه وسلم كرد بە نیشانەو موعجیزەیەك بۆ هەموو جیهان كە كەسێك بەبێ باوك لە دایك بێت ."
    },
    {
      "ayah": 92,
      "surah": 21,
      "text": "[\nإِنَّ هَذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً\n] بە دڵنیایی هەر ئوممەتی ئیسلام ئوممەتی ئێوەیەو یەك ئوممەتن و دینەكەشتان یەك دینێكە [\nوَأَنَا رَبُّكُمْ فَاعْبُدُونِ (٩٢)\n] وە بەتاك و تەنها یەك خوایەكیشتان هەیە كە منم بۆیە بەتاك و تەنها عیبادەتی من بكەن و عیبادەتی جگە لە من مەكەن ."
    },
    {
      "ayah": 93,
      "surah": 21,
      "text": "[\nوَتَقَطَّعُوا أَمْرَهُمْ بَيْنَهُمْ\n] بەڵام خەڵكی دینەكەیان لە نێوان خۆیاندا بەش بەش و پارچە پارچە كردو بوون بە چەند گروپ و كۆمەڵێك [\nكُلٌّ إِلَيْنَا رَاجِعُونَ (٩٣)\n] بەڵام هەموویان لە ڕۆژی قیامەت بۆ لای ئێمە ئەگەڕێنەوەو خۆمان لێپرسینەوەیان لەگەڵدا دەكەین ."
    },
    {
      "ayah": 94,
      "surah": 21,
      "text": "[\nفَمَنْ يَعْمَلْ مِنَ الصَّالِحَاتِ وَهُوَ مُؤْمِنٌ\n] وە هەر كەسێك كردەوەی چاك بكات وە باوەڕدار بێت (كردەوەى چاك ئەوەیە كە نیەتت بۆ خوا بێت و بۆ ریات نەبێت، وە لەسەر سوننەت بێت و بیدعە نەبێت) [\nفَلَا كُفْرَانَ لِسَعْيِهِ\n] ئەوە هەوڵ و كۆششی ئەو ون نـابێت و نـافەوتێت [\nوَإِنَّا لَهُ كَاتِبُونَ (٩٤)\n] وە هەموو هەوڵ و كۆششەكانی بۆ ئەنووسین و ئەپارێزین و پاداشتی ئەدەینەوە ."
    },
    {
      "ayah": 95,
      "surah": 21,
      "text": "[\nوَحَرَامٌ عَلَى قَرْيَةٍ أَهْلَكْنَاهَا أَنَّهُمْ لَا يَرْجِعُونَ (٩٥)\n] وە خەڵكی دێیەك كە خوای گەورە لەناویان بدات ئەوان ناگەڕێنەوەو تەوبە ناكەن بۆیە خوای گەورە لەناویان ئەدات، یان ناگەڕێنەوە بۆ دونیاو قەدەغە كراوە لێیان ."
    },
    {
      "ayah": 96,
      "surah": 21,
      "text": "[\nحَتَّى إِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ\n] تا كاتێك كە سەددو بەنداو و بەربەستەكەی (یەئجوج و مەئجوج) ئەكرێتەوەو ئەیشكێنن [\nوَهُمْ مِنْ كُلِّ حَدَبٍ يَنْسِلُونَ (٩٦)\n] ئەو كاتە ئەوان لە هەموو شوێنە بەرزەكانەوە دەرئەچن بەخێرایی بۆ ئاشوب نانەوە لە زەویدا، كە ئەمە یەكێكە لە نیشانە گەورەكانی ڕۆژی قیامەت (لە نەوەى ئادەمن ژمارەیان یەكجار زۆرە بە رادەیەك كە بەسەر دەریاچەى (تەبەرییە) تێپەڕ دەبن سەرەتاكەیان ئاوى لێدەخوات بۆ كۆتاییەكەیان نامێنێت و وشكى دەكەن، موسڵمانان تواناى كوشتارى ئەمانیان نییەو خۆیان لە قەڵاو شوراكاندا قایم دەكەن، ئەمانیش دەڵێن خەڵكى سەر زەویمان كوشت با كوشتارى خەڵكى ئاسمان بكەین تیرەكانیان دەهاویژن بۆ ئاسمان بە خوێنەوە بۆیان دەگەڕێتەوە، دەڵێن خەڵكى ئاسمانیشمان كوشت، خواى گەورە كرمێكیان بۆ دەنێرێت و بەو كرمە دەیانكوژێت و سەر زەوى بۆگەن دەبێت، پاشان خواى گەورە باڵندە دەنێرێت فڕێیان دەدەنە ناو دەریاوە، پاشان خواى گەورە باران دەبارێنێت و سەر زەویان لێ پاك دەكاتەوە)."
    },
    {
      "ayah": 97,
      "surah": 21,
      "text": "چەند دیمەنێكى ترسناكى رۆژى قیامەت \n [\nوَاقْتَرَبَ الْوَعْدُ الْحَقُّ\n] بەڵێنی حەقی خوای گەورە نزیك بۆتەوە كاتێك كە (یەئجوج و مەئجوج) دەرئەكەوێ ئەوە نیشانەی قیامەتە، واتە: قیامەت نزیكە [\nفَإِذَا هِيَ شَاخِصَةٌ أَبْصَارُ الَّذِينَ كَفَرُوا\n] ئا لەو كاتەدا لە ڕۆژی قیامەتدا چاوی كافران ئەبڵەق بووە كاتێك كە سەختی ئەو دیمەنانە ئەبینن [\nيَا وَيْلَنَا قَدْ كُنَّا فِي غَفْلَةٍ مِنْ هَذَا\n] ئەڵێن: هاوار بۆ خۆمان بەڕاستی ئێمە لە دونیادا بێئاگا بووین لەم ڕۆژە كە ڕۆژی قیامەتە [\nبَلْ كُنَّا ظَالِمِينَ (٩٧)\n] بەڵكو ئێمە ستەمكار بووین ستەممان لە خۆمان كرد كە خۆمان بێئاگا كرد لەم ڕۆژە ."
    },
    {
      "ayah": 98,
      "surah": 21,
      "text": "[\nإِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ أَنْتُمْ لَهَا وَارِدُونَ (٩٨)\n] خوای گەورە ئەفەرمووێ: ئێوەو ئەوانەیشی كە ئەیانپەرستن لە غەیری خوای گەورە هەمووتان سووتەمەنی ئاگری دۆزەخن، ئێوە هەمووتان ئەچنە ئاگری دۆزەخەوە، (ئیبنو عەبباس) دەفەرمێت: كاتێك ئەم ئایەتە دابەزى زۆر قورس بوو لەسەر خەڵكى مەككە و وتیان محمد صلى الله علیه وسلم جوێن بە خواكانمان دەدات، (ئیبنو زەعبەرى) هات بۆ لایان پێى وتن: چیتانە؟ وتیان محمد صلى الله علیه وسلم جوێن بە خواكانمان دەدات، وتى: چى دەڵێت؟ وتیان وا دەڵێت و ئەم ئایەتەیان خوێندەوە، ئەویش وتى بۆم بانگ بكەن، بانگیان كردو (ئیبنو زەعبەرى) وتى: ئەى محمد صلى الله علیه وسلم ئەمە تایبەت بۆ خواكانى ئێمەیە یان بۆ هەموو ئەوانەیە كە جگە لە خواى گەورە دەپەرسترێن؟ فەرمووى: بەڵكو بۆ هەموو ئەوانەیە كە جگە لە خواى گەورە دەپەرسترێن، (ئیبنو زەعبەرى) وتى: سوێند بە خواى كەعبە بەسەریدا زاڵ بووین، ئەى محمد ئایا تۆ ناڵێیت عیسى و عوزێرو مەلائیكەتیش بەندەى چاكن؟ فەرمووى بەڵێ، وتى: ئەوەتا گاورەكان عیسى دەپەرستن و جولەكە عوزێر دەپەرستن و بەنو مەلیحیش مەلائیكەت دەپەرستن، خەڵكى مەككە كردیان بە هەرا، خواى گەورە ئایەتى (١٠١ و١٠٢) ى دابەزاند (الصحيح المُسنَد) ."
    },
    {
      "ayah": 99,
      "surah": 21,
      "text": "[\nلَوْ كَانَ هَؤُلَاءِ آلِهَةً مَا وَرَدُوهَا\n] ئـەوانـەی كـە ئێـوە دەیـانـپەرستـن ئـەگـەر خـوا بوونایە ئێستا لـەگـەڵ خۆتاندا نەئەخرانە نـاو ئاگـری دۆزەخەوە چۆن خوا ئەخرێتە ناو دۆزەخەوە [\nوَكُلٌّ فِيهَا خَالِدُونَ (٩٩)\n] وە هەموویان بە نەمری و بە هەمیشەیی لە ئاگری دۆزەخدا ئەمێننەوەو دەرناچن ."
    }
  ]
}
