{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 30,
      "text": "سوورەتی (روم) \n‏پێناسەیەكى ئەم سورەتە:\n١- سورەتى (روم) سورەتێكى مەككى یە جگە لە ئایەتى ژمارە (١٧) حەڤدە نەبێت كە مەدەنى یە.\n٢- ژمارەى ئایەتەكانى سورەتى (روم) بریتییە لە (٦٠) ئایەت.\n٣- سورەتى (روم) زنجیرەى ژمارە (٣٠) یە لە ریزبەندى لەناو سورەتەكانى قورئانى پیرۆزدا.\n٤- سورەتى (روم) لە دواى سورەتى (ئینشیقاق) دابەزیوە.\n٥- ئەم سورەتەش بە پیتە پچڕپچڕەكان دەست پێ دەكات.\n٦- (روم) كە لەم سورەتەدا باسكراوە، بریتییە لە ناوى قەومێك كە لە باكورى دورگەى عەرەبی نیشتەجێ بوون.\nتەوەرەكانى ئەم سورەتە: \nسورەتى (روم) كە سورەتێكى مەككییە، هەروەك سورەتە مەككییەكانى تر ئامانج و مەبەستى بریتییە لە باسكردنى بابەتە عەقیدەیی و ئەوانەى كە پەیوەندیان بە بیروباوەڕەوە هەیە، وە هەروەها جگە لەوانەش باس لە كۆمەڵێك لە ئایەت و بەڵگەو نیشانە سروشتى و گەردونییەكان دەكات بۆ ئەوەى مرۆڤ زیاتر تێڕامان بكات و بیریان لێ بكاتەوەو بەهۆیانەوە باوەڕ بهێنێت و زیاتر دەسەڵات و گەورەیی خواى گەورەى بۆ دەركەوێت.\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\n[\nالم (١)\n] لەسەرەتای سوورەتی (بەقەرە) باسی ئەم پیتانەمان كرد كە لەسەرەتای هەندێك لە سوورەتەكاندا هاتوون."
    },
    {
      "ayah": 10,
      "surah": 30,
      "text": "[\nثُمَّ كَانَ عَاقِبَةَ الَّذِينَ أَسَاءُوا السُّوأَى\n] پاشان سەرەنجامی خراپەكاران سزاى خراپ بووە كە دۆزەخە، یاخود وتراوە: (السُّوأَى) ناوێكە لە ناوەكانی دۆزەخ [\nأَنْ كَذَّبُوا بِآيَاتِ اللَّهِ\n] لەبەر ئەوەی ئایەتەكانی خوای گەورەیان بە درۆ زانی [\nوَكَانُوا بِهَا يَسْتَهْزِئُونَ (١٠)\n] وە گاڵتەیان پێ ئەكرد ."
    },
    {
      "ayah": 11,
      "surah": 30,
      "text": "[\nاللَّهُ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ\n] (اللَّهُ) ئەو خوایەیە كە سەرەتا دروستكراوەكان دروست ئەكات وە لە پاش مردنیان سەرلەنوێ دووبارە زیندوویان ئەكاتەوە [\nثُمَّ إِلَيْهِ تُرْجَعُونَ (١١)\n] پاشان لە رۆژى قیامەت هەر بۆ لای خوای گەورە ئەگەڕێنەوە [\nوَيَوْمَ تَقُومُ السَّاعَةُ\n] وە لە ڕۆژێكیش كە قیامەت هەڵئەسێ ."
    },
    {
      "ayah": 12,
      "surah": 30,
      "text": "[\nيُبْلِسُ الْمُجْرِمُونَ (١٢)\n] ئەلەو ڕۆژەدا تاوانباران و خراپەكاران بێئومێد ئەبن لە ڕەحمەتی خوا، یاخود ئابڕوویان ئەچێت و هەموو كردەوەى خراپیان ئاشكرا ئەبێت، یاخود خەفەتبار دەبن ."
    },
    {
      "ayah": 13,
      "surah": 30,
      "text": "[\nوَلَمْ يَكُنْ لَهُمْ مِنْ شُرَكَائِهِمْ شُفَعَاءُ\n] وە ئەو كەسانەش كە ئەمان كردبوویان بە شەریك بۆ خوای گەورە لەوێ ناتوانن تكایان بۆ بكەن [\nوَكَانُوا بِشُرَكَائِهِمْ كَافِرِينَ (١٣)\n] وە كافرو بێباوەڕن بەو كەسانەی كە كردبوویانن بەخواو شەریك بۆ خوای گەورە لەبەر ئەوەی لە قیامەت بۆیان دەرئەكەوێ كە ئەمانە خوا نەبوونەو هیچ سوودیان پێ ناگەیەنن ."
    },
    {
      "ayah": 14,
      "surah": 30,
      "text": "[\nوَيَوْمَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَتَفَرَّقُونَ (١٤)\n] وە ڕۆژێكیش كە قیامەت هەڵدەسێت لەو ڕۆژەدا خەڵكی لێك جیا ئەبنەوە ."
    },
    {
      "ayah": 15,
      "surah": 30,
      "text": "[\nفَأَمَّا الَّذِينَ آمَنُوا\n] ئەوانەی كە باوەڕدار بوونە [\nوَعَمِلُوا الصَّالِحَاتِ\n] وە كردەوەی چاكیان كردووە (كردەوەى چاك ئەوەیە بۆ خوا بێت و بۆ ریا نەبێت، وە لەسەر سوننەت بێت و بیدعە نەبێت) [\nفَهُمْ فِي رَوْضَةٍ يُحْبَرُونَ (١٥)\n] ئەوان لە باخ و باخاتەكانی بەهەشتدا لە نازو نیعمەتدان، یاخود گوێ لە گۆرانی خۆش ئەگرن لە بەهەشتدا ."
    },
    {
      "ayah": 16,
      "surah": 30,
      "text": "[\nوَأَمَّا الَّذِينَ كَفَرُوا\n] بەڵام ئەوانەی كە كافرو بێباوەڕ بوونە بەخوای گەورە [\nوَكَذَّبُوا بِآيَاتِنَا\n] وە ئایەتەكانی ئێمەیان بەدرۆ زانیوە [\nوَلِقَاءِ الْآخِرَةِ\n] وە باوەڕیان بە زیندوو بوونەوەو گەیشتن بە ڕۆژی دوایی نەبووە [\nفَأُولَئِكَ فِي الْعَذَابِ مُحْضَرُونَ (١٦)\n] ئا ئەمانە لەناو سزای ئاگرى دۆزەخدا ئامادەن و دەمێننەوە ."
    },
    {
      "ayah": 17,
      "surah": 30,
      "text": "[\nفَسُبْحَانَ اللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ (١٧)\n] وە پاك و مونەززەهی بۆ خوای گەورە, خوای گەورە بە پاك ڕابگرن و زیكرو تەسبیحاتی خوا بكەن لە كاتی ئێوارەو بەیانیاندا، واتە: زیكرەكانی بەیانیان و ئێواران بخوێنن ."
    },
    {
      "ayah": 18,
      "surah": 30,
      "text": "[\nوَلَهُ الْحَمْدُ فِي السَّمَاوَاتِ وَالْأَرْضِ\n] وە حەمدو سەناو ستایش بۆ خوای گەورەیە لە ئاسمانەكان و زەویدا [\nوَعَشِيًّا وَحِينَ تُظْهِرُونَ (١٨)\n] وە بە ئێواران و نیوەڕۆیان، یاخود وتراوە: ئەمە مەبەست پێی پێنج نوێژە فەرزەكەیە: (حِينَ تُمْسُونَ) ئێوارە، مەبەست پێى: نوێژی مەغریب و عیشایە (وَحِينَ تُصْبِحُونَ) مەبەست پێی نوێژی بەیانییە (وَعَشِيًّا) مەبەست پێی نوێژی عەصرە (وَحِينَ تُظْهِرُونَ) مەبەست پێی نوێژی نیوەڕۆیە, ئا لەو كاتانەدا نوێژەكان ئەنجام بدەن."
    },
    {
      "ayah": 19,
      "surah": 30,
      "text": "تواناو دەسەڵاتى خواى گەورە\n [\nيُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ\n] خوای گەورە ئەوەندە باڵادەستە لە مردوو زیندوو دەردێنێ و دروست ئەكات: وەكو لە دڵۆپێك ئاو مرۆڤ دروست دەكات, لە هێلكە باڵندە دروست دەكات, لە كافر موسڵمان دروست دەكات [\nوَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ\n] وە بە پێچەوانەیشەوە لە زیندوو مردوو دەردێنێ و دروست دەكات, مرۆڤ كە زیندووە مەنی و دڵۆپە ئاوی لێ دەردێنێ, باڵندە كە زیندووە هێلكەی لێ دەردێنێ, موسڵمان كە زیندووە جاری وا هەیە لە نەوەی ئەو كافر دەبێ [\nوَيُحْيِ الْأَرْضَ بَعْدَ مَوْتِهَا\n] وە لە پاش ئەوەی كە زەوی مردووە خوای گەورە بەهۆی بارانەوە زیندووی ئەكاتەوەو ئەیژیەنێتەوە [\nوَكَذَلِكَ تُخْرَجُونَ (١٩)\n] چۆن ئەو زەویە مردووەمان زیندوو كردەوە ئێوەش بەو شێوازە لەناو قەبرەكانتان دەرئەكرێن و زیندوو دەكرێنەوە ."
    },
    {
      "ayah": 2,
      "surah": 30,
      "text": "جەنگى نێوان فارس و رۆم\n [\nغُلِبَتِ الرُّومُ (٢)\n] ڕۆمەكان بەسەركردایەتى (هیرەقل) تێكشكێندران لەسەر دەستی فارسەكان بەسەركردایەتى (سابور) ."
    },
    {
      "ayah": 20,
      "surah": 30,
      "text": "[\nوَمِنْ آيَاتِهِ أَنْ خَلَقَكُمْ مِنْ تُرَابٍ\n] وە یەكێك لە نیشانەكانی تواناو دەسەڵاتی خوای گەورە لەسەر زیندوو بوونەوە ئەوەیە كە ئێوەی لە خۆڵ دروست كرد، واتە: ئادەمی باوكتان [\nثُمَّ إِذَا أَنْتُمْ بَشَرٌ تَنْتَشِرُونَ (٢٠)\n] پاشان خوای گەورە ئێوەى نەوەى ئادەمى لەسەر زەویدا بڵاو كردۆتەوەو زۆر بوونە."
    },
    {
      "ayah": 21,
      "surah": 30,
      "text": "خواى گەورە خۆشەویستى و سۆزو بەزەیی خستۆتە نێوان هاوسەرەكانەوە\n [\nوَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا\n] وە یەكێكی تر لە نیشانەكانی تواناو دەسەڵاتی خوای گەورە لەسەر زیندوو بوونەوە ئەوەیە كە لە نەفسی خۆتان خێزانی بۆ دروست كردوون، واتە: لە پەراسوى چەپى ئادەم حەوای دروست كردووە [\nلِتَسْكُنُوا إِلَيْهَا\n] بۆ ئەوەی ئەو خێزانانە وەكو سوكناو هێمنی و ئارامی و پشوویەكی دەروونی بێت بۆ ئێوە [\nوَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً\n] وە خۆشەویستی و ڕەحم و سۆزو بەزەیی خستۆتە نێوانتانەوە، یان (مَوَدَّةً) واتە: جیماع (وَرَحْمَةً) واتە: منداڵ [\nإِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ (٢١)\n] ئا ئەمانە هەمووی بەدڵنیایی بەڵگەیە لەسەر تاك و تەنهایى و تواناو دەسەڵاتی خوای گەورە بەڵام بۆ كەسانێك كە بیر بكەنەوەو تێیبفكرن."
    },
    {
      "ayah": 22,
      "surah": 30,
      "text": "هەندێك لە نیشانەكانى تواناو دەسەڵاتى خواى گەورە\n [\nوَمِنْ آيَاتِهِ خَلْقُ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافُ أَلْسِنَتِكُمْ وَأَلْوَانِكُمْ\n] وە یەكێكی تر لە بەڵگەو نیشانەكانی تاك و تەنهایى و تواناو دەسەڵاتی خوای گەورە دروست كردنی ئاسمانەكان و زەویە, وە زمانی ئێوەی لێك جیاواز كردووە هەر یەكێك بە زمانێك قسە ئەكەن، وە ڕەنگ و شێوازیشتان لێك جیاوازە هەر یەكەو شێوەیەكتان هەیە [\nإِنَّ فِي ذَلِكَ لَآيَاتٍ لِلْعَالِمِينَ (٢٢)\n] بە دڵنیایى هەموو ئەمانە بەڵگەو نیشانەن لەسەر تاك و تەنهایى و تواناو دەسەڵاتى خواى گەورە بەڵام بۆ كەسانێك كە زانا بن ."
    },
    {
      "ayah": 23,
      "surah": 30,
      "text": "[\nوَمِنْ آيَاتِهِ مَنَامُكُمْ بِاللَّيْلِ وَالنَّهَارِ\n] وە یەكێكی تر لە بەڵگەو نیشانەكانی تاك و تەنهایى و تواناو دەسەڵاتی خوای گەورە ئەوەیە بە شەو و بەڕۆژ ئێوە ئەخەوێنێ، بە شەو ئەخەون هەندێك جاریش بە ڕۆژ كاتی (قەیلولە) بۆ ئەوەی پشوویەك بدەن [\nوَابْتِغَاؤُكُمْ مِنْ فَضْلِهِ\n] وە بە رۆژیش ئەگەڕێن بەدوای ڕزق و ڕۆزی خۆتان و كاسبی ئەكەن [\nإِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَسْمَعُونَ (٢٣)\n] بە دڵنیایى هەموو ئەمانە بەڵگەو نیشانەیە لەسەر تاك و تەنهایى و تواناو دەسەڵاتى خواى گەورە بەڵام بۆ كەسانێك كە ببیستن وە پەندو ئامۆژگاری وەربگرن ."
    },
    {
      "ayah": 24,
      "surah": 30,
      "text": "[\nوَمِنْ آيَاتِهِ يُرِيكُمُ الْبَرْقَ خَوْفًا وَطَمَعًا\n] وە یەكێكی تر لە بەڵگەو نیشانەكانی تاك و تەنهایى و تواناو دەسەڵاتی خوای گەورە ئەوەیە كە هەورە بروسكەتان نیشان ئەدات كە هەندێك جار لێی ئەترسێن كە زەرەرو زیانتان پێ بگەیەنێ, وە هەندێك جار ئومێدتان پێیە كە دوای ئەوە باران ببارێ و سوودی لێ ببینن [\nوَيُنَزِّلُ مِنَ السَّمَاءِ مَاءً\n] وە لە ئاسمانیشەوە بارانتان بۆ ئەهێنێتە خوارەوە [\nفَيُحْيِي بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا\n] وە ئەو زەویەی كە لە دوای ئەوەی وشك و مردووە خوای گەورە بەهۆی بارانەوە زیندووی ئەكاتەوەو ڕووەك و دانەوێڵەی لێ ئەڕوێنێ، چۆن ئەو زەویە مردووەى زیندوو كردەوە بەو شێوەیەیش ئێوە زیندوو دەكاتەوە [\nإِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ (٢٤)\n] بە دڵنیایى هەموو ئەمانە بەڵگەو نیشانەیە لەسەر تاك و تەنهایى و تواناو دەسەڵاتى خواى گەورە بەڵام بۆ كەسانێك كە بیر بكەنەوەو تێبگەن ."
    },
    {
      "ayah": 25,
      "surah": 30,
      "text": "[\nوَمِنْ آيَاتِهِ أَنْ تَقُومَ السَّمَاءُ وَالْأَرْضُ بِأَمْرِهِ\n] وە یەكێكی تر لە بەڵگەو نیشانەكانی تواناو دەسەڵاتی خوای گەورە ئەوەیە كە ئاسمانەكان و زەوی بە فەرمانی خوا ڕاوەستاوە بەبێ ئەوەی هیچ شتێك ڕایگرتبێ [\nثُمَّ إِذَا دَعَاكُمْ دَعْوَةً مِنَ الْأَرْضِ\n] پاشان ئەگەر خوای گەورە لە ڕۆژی قیامەت بانگتان بكات كاتێك كە ئێوە مردوونەو لەناو زەویدان [\nإِذَا أَنْتُمْ تَخْرُجُونَ (٢٥)\n] ئێوە هەر هەمووتان دەرئەچن و فەرمانی خوای گەورە جێبەجێ ئەكەن ."
    },
    {
      "ayah": 26,
      "surah": 30,
      "text": "[\nوَلَهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ كُلٌّ لَهُ قَانِتُونَ (٢٦)\n] وە هەرچی لە ئاسمانەكان و زەوی هەیە هەمووی موڵكی خوای گەورەیەو هەموو ملكەچ و گوێڕایەڵی خوای گەورەن ."
    },
    {
      "ayah": 27,
      "surah": 30,
      "text": "[\nوَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ\n] وە خوای گەورە ئەو خوایەیە سەرەتا دروستكراوەكان دروست دەكات پاشان لە دوای مردنیش سەرلەنوێ زیندوویان ئەكاتەوە [\nوَهُوَ أَهْوَنُ عَلَيْهِ\n] كە ئەمەیان ئاسانترە لای خوای گەورە, ئەوەی یەكەمیش هەر ئاسانە بەڵام سەبارەت بە عەقڵ و تێگەیشتنی ئێمە ئەمەیان ئاسانترە [\nوَلَهُ الْمَثَلُ الْأَعْلَى فِي السَّمَاوَاتِ وَالْأَرْضِ\n] وە نموونەی هەرە بەرز بۆ خوای گەورەیە لە ئاسمانەكان و زەوی, خوای گەورە لە كەس ناچێت و كەس لە خوای گەورە ناچێت و تاك و تەنها و بێ هاوەڵە [\nوَهُوَ الْعَزِيزُ الْحَكِيمُ (٢٧)\n] وە خوای گەورە زۆر بەعیززەت و باڵادەستە، وە زۆر كاربەجێیە لە وتەو كردەوەیدا."
    },
    {
      "ayah": 28,
      "surah": 30,
      "text": "نمونە هێنانەوە لەسەر پوچەڵى هاوبەشبڕیاردان\n [\nضَرَبَ لَكُمْ مَثَلًا مِنْ أَنْفُسِكُمْ\n] خوای گەورە نموونەیەكی لە نەفسی خۆتان بۆ هێناونەتەوە كە نزیكترین شتە لە خۆتانەوە دەیبینن و لێی تێدەگەن لەسەر بەتاڵی هاوبەشبڕیاردان [\nهَلْ لَكُمْ مِنْ مَا مَلَكَتْ أَيْمَانُكُمْ مِنْ شُرَكَاءَ فِي مَا رَزَقْنَاكُمْ\n] ئایا كەسێك لە ئێوە كۆیلەی هەبێ ڕازییە ئەوانە ببن بە شەریك لەو ڕزقەی كە بە پێمان بەخشیوون؟ ڕازیت كۆیلەكەت ببێ بە شەریكت؟ [\nفَأَنْتُمْ فِيهِ سَوَاءٌ\n] كە ئێوە هەر چیتان هەیە لەگەڵ ئەوانەدا یەكسان بن تیایداو بەشداری ئێوە بكەن لەو شتانەی كە هەتانە [\nتَخَافُونَهُمْ كَخِيفَتِكُمْ أَنْفُسَكُمْ\n] وە ئێوە لێیان ئەترسێن كە ئەمانە ببنە شەریكتان لەماڵداو ماڵتان لەگەڵدا بەش بكەن، واتە: ڕازی نابن كە ئەوانە ببن بە شەریكی ئێوە, ئەی چۆن ڕازی ئەبن كە مرۆڤێكی بێ دەسەڵات بكەن بە شەریك بۆ خواى گەورەى بەدەسەڵات [\nكَذَلِكَ نُفَصِّلُ الْآيَاتِ لِقَوْمٍ يَعْقِلُونَ (٢٨)\n] بەم شێوازە ئایەتەكانی خۆمان درێژە پێ ئەدەین وە ڕوونی ئەكەینەوە بەڵام بۆ كەسانێك كە تێ بگەن ."
    },
    {
      "ayah": 29,
      "surah": 30,
      "text": "[\nبَلِ اتَّبَعَ الَّذِينَ ظَلَمُوا أَهْوَاءَهُمْ بِغَيْرِ عِلْمٍ\n] بەڵكو هاوبەشبڕیاردەران شوێن هەواو ئارەزووی خۆیان كەوتوون و بەبێ زانیاری عیبادەت بۆ جگە لە خواى گەورە دەكەن [\nفَمَنْ يَهْدِي مَنْ أَضَلَّ اللَّهُ\n] وە كەسێك كە خوای گەورە گومڕای بكات كێ ئەتوانێ هیدایەتی بدات كە ئەو شایەنی هیدایەت نییە؟ واتە كەس نییە هیدایەتى بدات [\nوَمَا لَهُمْ مِنْ نَاصِرِينَ (٢٩)\n] وە كاتێك خوای گەورە بیەوێ سزایان بدات كەس نییە كە لە سزای خوای گەورە بیانپارێزێ و سەریان بخات ."
    },
    {
      "ayah": 3,
      "surah": 30,
      "text": "[\nفِي أَدْنَى الْأَرْضِ\n] لە نزیكترین زەوی لە زەوی عەرەبەوە [\nوَهُمْ مِنْ بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ (٣)\n] بەڵام ڕۆمەكان لە پاش تێكشكاندنیان سەر ئەكەونەوە بەسەر فارسەكاندا وە زاڵ ئەبن بەسەریاندا ."
    },
    {
      "ayah": 30,
      "surah": 30,
      "text": "[\nفَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا\n] ئەی محمد صلى الله علیه وسلم تۆ ڕووی خۆت بە پاكی ڕابگرەو دامەزراو بە لەسەر دین و تەوحیدى خوای گەورە [\nفِطْرَتَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا\n] ئەم دینە پاكە ئەو فیترەتە پاكەیە كە خوای گەورە خەڵكی خستۆتە سەری، واتە: خەڵكى كە لە دایك دەبن لەسەر فیترەتی پاكی ئیسلامن، دواتر دایك و باوك و دەوروبەر دەیانگۆڕن و كاریگەریان لێدەكەن [\nلَا تَبْدِيلَ لِخَلْقِ اللَّهِ\n] هیچ گۆڕانێك بەسەر دروستكراوی خوای گەورەدا نایات، واتە: ئەوەی لەسەر فیترەتەكەی خۆی بمێنێتەوە لەسەر تەوحیدە، یاخود خەڵكى لەسەر فیترەتى پاكى ئیسلام و یەكخواپەرستى لامەدەن و وازیان لێبێنن [\nذَلِكَ الدِّينُ الْقَيِّمُ\n] ئا ئەمە دینی ڕێك و ڕاست و دامەزراوە [\nوَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ (٣٠)\n] بەڵام زۆربەی خەڵكی نازانن ."
    },
    {
      "ayah": 31,
      "surah": 30,
      "text": "[\nمُنِيبِينَ إِلَيْهِ\n] بۆ لای خوای گەورە بگەڕێنەوە [\nوَاتَّقُوهُ\n] وە تەقوای خوای گەورە بكەن و خۆتان لە تاوان بپارێزن [\nوَأَقِيمُوا الصَّلَاةَ\n] وە نوێژەكانتان ئەنجام بدەن بە ڕوكن و واجبات و خشوعەوە [\nوَلَا تَكُونُوا مِنَ الْمُشْرِكِينَ (٣١)\n] وە ئێوە لەو كەسانە مەبن و وەك ئەو كەسانە مەبن كە شەریكیان بۆ خوا داناوە."
    },
    {
      "ayah": 32,
      "surah": 30,
      "text": "حەرامێتى پەرتەوازەیی و پارچە پارچەیی\n [\nمِنَ الَّذِينَ فَرَّقُوا دِينَهُمْ\n] لەوانەی كە دینەكەی خۆیان پارچە پارچە كردووەو [\nوَكَانُوا شِيَعًا\n] وە بوونە بە كۆمەڵ كۆمەڵ و گروپ گروپ لە ئەهلی كتاب و ئەهلی بیدەع و ئەهلی ئەهواْ [\nكُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ (٣٢)\n] هەموو حیزب و كۆمەڵێكیش دڵخۆشە بەو مەنهەجەی كە لەسەریەتی و وائەزانێ لەسەر حەقە لە كاتێكدا لەسەر حەقیش نییە (تەنها ئەهلى سوننەو جەماعە لەسەر حەقن و كۆمەڵى رزگار بوون كە دەستگرتوون بە قورئان و سوننەت و ئەوەى كە هاوەڵان و شوێنكەوتوان و پێشینەو پێشەوایان لەسەرین لە كۆن و تازەدا)، (ئەم ئایەتە بەڵگەیە لەسەر حەرامێتى حیزبایەتى و پارچە پارچەیی و پەرتەوازەیی، بەڵكو دەبێت موسڵمانان یەك دەست و یەك دەنگ و یەك ریزو یەك كۆمەڵ بن) ."
    },
    {
      "ayah": 33,
      "surah": 30,
      "text": "[\nوَإِذَا مَسَّ النَّاسَ ضُرٌّ\n] وە كاتێك كە خەڵكی تووشی زەرەرو زیانێك بن لە وشكەساڵی و سەغڵەتی و بێ بارانی [\nدَعَوْا رَبَّهُمْ مُنِيبِينَ إِلَيْهِ\n] ئەو كاتە لە خوای گەورە دەپاڕێنەوەو هاناى بۆ دەبەن و داوای فریاكەوتنى لێدەكەن و بۆ لای خوای گەورە ئەگەڕێنەوە [\nثُمَّ إِذَا أَذَاقَهُمْ مِنْهُ رَحْمَةً\n] پاشان ئەگەر خوای گەورە لەلایەن خۆیەوە ڕەحمەتێكیان بۆ بنێرێ و ئەو ناخۆشیەیان لەسەر لابدات یان بارانیان بۆ ببارێنێ [\nإِذَا فَرِيقٌ مِنْهُمْ بِرَبِّهِمْ يُشْرِكُونَ (٣٣)\n] ئەو كاتە كۆمەڵێك لەوان ئەگەڕێنەوە بۆ سەر شەریك دانان بۆ خوای گەورە."
    },
    {
      "ayah": 34,
      "surah": 30,
      "text": "[\nلِيَكْفُرُوا بِمَا آتَيْنَاهُمْ\n] سەرەنجامیان وایە كە كوفر ئەكەن بەو نیعمەتانەی كە پێمان بەخشیوون [\nفَتَمَتَّعُوا فَسَوْفَ تَعْلَمُونَ (٣٤)\n] دەی ئێوە ڕابوێرن لە داهاتوودا كە سزای خوای گەورەتان بۆ دێت ئەو كاتە سەرەنجامی ئەم كوفرەتان ئەزانن (ئەمە هەڕەشەیەو پێویستە بە هەند وەربگیرێت، چونكە ئەگەر مرۆڤێك هەڕەشە بكات دەبێت بە گرنگ وەربگیرێت چ جاى هەڕەشەى خواى بە عیزەتى باڵادەست) ."
    },
    {
      "ayah": 35,
      "surah": 30,
      "text": "[\nأَمْ أَنْزَلْنَا عَلَيْهِمْ سُلْطَانًا\n] یاخود ئایا ئێمە بەڵگەی ڕوون و ئاشكرامان بۆ دابەزاندوون [\nفَهُوَ يَتَكَلَّمُ بِمَا كَانُوا بِهِ يُشْرِكُونَ (٣٥)\n] كە بەڵگەكان بێتە قسەو پێیان بڵێ شەریك بۆ خوای گەورە دابنێن، واتە: شتى وا نییەو بەڵكو پێچەوانەكەى راستە ئیتر بۆ هاوەڵ بۆ خوا بڕیار دەدەن ."
    },
    {
      "ayah": 36,
      "surah": 30,
      "text": "[\nوَإِذَا أَذَقْنَا النَّاسَ رَحْمَةً\n] وە كاتێك كە ڕەحمەتی خۆمان بە خەڵكی ببەخشین لە پیت و بەرەكەت و ڕزق و ڕۆزی و لەشساغی و باران [\nفَرِحُوا بِهَا\n] خەڵكى پێی دڵخۆش ئەبن وە جاری وا هەیە لە خۆبایی ئەبن [\nوَإِنْ تُصِبْهُمْ سَيِّئَةٌ\n] وە ئەگەر تووشی خراپەیەك ببن لە نەخۆشی و ناخۆشی دەردو بەڵا [\nبِمَا قَدَّمَتْ أَيْدِيهِمْ\n] ئەویش بەهۆی تاوانی خۆیانەوە [\nإِذَا هُمْ يَقْنَطُونَ (٣٦)\n] ئـەو كـاتـە بێ ئـومێد دەبـن لە ڕەحمەتی خوا (تەنها باوەڕداران نەبێت لە كاتى خۆشیدا سوپاسگوزارى خوا دەكەن و لە خۆبایی نابن، وە لە كاتى ناخۆشیدا ئارام دەگرن) ."
    },
    {
      "ayah": 37,
      "surah": 30,
      "text": "[\nأَوَلَمْ يَرَوْا أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ\n] ئایا نابینن خوای گەورە ڕزق و ڕۆزی فراوان ئەكات بۆ هەر كەسێك كە ویستی لێ بێت لە بەندەكانی بە فەزڵ و چاكەى خۆى، وە ویستیشی لێ بێت كەمی ئەكاتەوە بۆ هەر كەسێك كە ویستی لێ بێت بە دادپەروەرى و حیكمەتى خۆى [\nإِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ (٣٧)\n] بە دڵنیایى هەموو ئەمانە بەڵگەو نیشانەیە لەسەر تاك و تەنهایى و تواناو دەسەڵاتی خواى گەورە بەڵام بۆ كەسێك كە باوەڕی هەبێ."
    },
    {
      "ayah": 38,
      "surah": 30,
      "text": "پێدانى ماف بە خاوەن مافەكان\n [\nفَآتِ ذَا الْقُرْبَى حَقَّهُ\n] ئەو كەسەی كە خزمی نزیكتە حەقی پێ بدە و چاكەكاربە لەگەڵیداو پەیوەندى خزمایەتى بگەیەنە [\nوَالْمِسْكِينَ وَابْنَ السَّبِيلِ\n] وە یارمەتی فەقیرو هەژارو ڕێبوار بدە [\nذَلِكَ خَيْرٌ لِلَّذِينَ يُرِيدُونَ وَجْهَ اللَّهِ\n] ئەم كردەوانە باشترە بۆ كەسانێك كە مەبەستیان بینینى ڕووی پیرۆزی خوای گەورەو ڕەزامەندی و پاداشتى بێت لە رۆژى قیامەتدا (جێگیر كردنى رووى پیرۆزى خواى گەورەى تێدایە كە روویەكى پیرۆزو بەرێزەو لە رووى هیچ لە دروستكراوەكانى ناچێت و چۆنێتییەكەیشى خوا نەبێت كەس نایزانێت تا لە رۆژى قیامەت و لە بەهەشتدا إن شاء الله دەیبینین) [\nوَأُولَئِكَ هُمُ الْمُفْلِحُونَ (٣٨)\n] وە ئەو كەسانە سەرفرازو سەركەوتوون لە دونیاو قیامەت."
    },
    {
      "ayah": 39,
      "surah": 30,
      "text": "[\nوَمَا آتَيْتُمْ مِنْ رِبًا لِيَرْبُوَ فِي أَمْوَالِ النَّاسِ فَلَا يَرْبُو عِنْدَ اللَّهِ\n] وە هەر دیارى و بەخشینێك كە ئێوە بیدەن بە كەسێك مەبەستتان ئەوەبێ كە لە بەرامبەردا زیاترتان بۆ بێت و زیاتر وەربگرن ئەوە لای خوای گەورە ئەجرو پاداشتان نییەو خوا بەرەكەتی تێ ناكات، بەڵام گوناهـ و تاوانیش نییە، بەڵام نەهى لێكراوەو باش نییە دەبێت مرۆڤ هەرچى بەخشى تەنها مەبەستى رەزامەندى خواى گەورە بێت نەك دونیا [\nوَمَا آتَيْتُمْ مِنْ زَكَاةٍ تُرِيدُونَ وَجْهَ اللَّهِ فَأُولَئِكَ هُمُ الْمُضْعِفُونَ (٣٩)\n] بەڵام ئەو زەكاتەى كە لە پێناو خوای گەورەدا ئەیبەخشن ئەوە ئەجرو پاداشتتان چەند قاتێك دەست ئەكەوێ یەك بە دە، تا یەك بە حەوت سەد، تا زیاتر ."
    },
    {
      "ayah": 4,
      "surah": 30,
      "text": "[\nفِي بِضْعِ سِنِينَ\n] لە ماوەی سێ بۆ نۆ ساڵ [\nلِلَّهِ الْأَمْرُ مِنْ قَبْلُ وَمِنْ بَعْدُ\n] پێش ئەم سەركەوتن و زاڵ بوونەو دوای ئەوەش فەرمان و بەڕێوەبردنى ئەم بوونەوەرەو سەركەوتن و تێكشكان هەر بەدەست خوای گەورەیە [\nوَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ (٤)\n] وە لەو ڕۆژەشدا باوەڕداران دڵخۆش ئەبن بەسەرخستنی خوای گەورە بۆ ڕۆمەكان، لەبەر ئەوەی ڕۆمەكان ئەهلی كتاب بوون و موسڵمانان پێیان خۆشبوو ئەوان سەركەون، وە فارسەكان ئاگرپەرست بوون و موشریكان پێیان خۆشبوو ئەوان سەربكەون،"
    },
    {
      "ayah": 40,
      "surah": 30,
      "text": "[\nاللَّهُ الَّذِي خَلَقَكُمْ ثُمَّ رَزَقَكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ\n] خوای گەورە ئەو خوایەیە كە ئێوەی دروست كردووە پاشان ڕزق و ڕۆزی داون، پاشان دەتانمرێنێت، پاشان لە رۆژى قیامەت زیندووتان دەكاتەوە [\nهَلْ مِنْ شُرَكَائِكُمْ مَنْ يَفْعَلُ مِنْ ذَلِكُمْ مِنْ شَيْءٍ\n] ئایا ئەوانەی كە ئێوە كردووتانە بە شەریك بۆ خوای گەورە كەسیان ئەتوانن شتی وا بكەن؟ دروستتان بكەن و ڕزقتان بدەن و زیندووتان بكەنەوە؟ بێگومان نەخێر ئیتر بۆ دەیانكەن بە هاوبەش بۆ خواى باڵادەست [\nسُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ (٤٠)\n] پاك و مونەززەهی و بەرزی و بڵندی بۆ خوای گەورە لەو شیركەی كە ئێوە ئەیدەنە پاڵ خوای گەورە, خوای گەورە زۆر لەوە پاكترە كە ئێوە كەسانێك بكەنە شەریك بۆی."
    },
    {
      "ayah": 41,
      "surah": 30,
      "text": "[\nظَهَرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ\n] ئاشووب و فەسادو خراپەكارى و تاوان دەركەوتووە لە وشكانی و دەریادا، وە لە بیابان و ئاوەدانیدا، وە لە شارو دێیەكاندا [\nبِمَا كَسَبَتْ أَيْدِي النَّاسِ\n] بەهۆی هاوبەشبڕیاردان و تاوان و خراپەكاری خەڵكیەوە (هەر كەسێك تاوان بكات ئەوا ئاشوبى ناوەتەوە لەسەر زەویداو سزاى خواى گەورە بە هۆى ئەوانەوەیە، چونكە چاكسازى بە گوێڕایەڵى كردنى خـواى گـەورە دەبێت و، ئـەوانـەى گـوێڕایەڵى خـواى گـەورە دەكەن ئەوانە چاكسازن و بە هۆى كردەوەى ئەوانەوە خوا رەحم و بەرەكەتى خۆى دەنێرێتە سەر زەوى، هەروەها بەهۆى جێبەجێ كردنى شەریعەت و دادپەروەریەوە، هەروەكو لە كاتى هاتنى عیسادا صلى الله علیه وسلم كار بە شەریعەتى ئیسلام دەكرێت خوا بەرەكەت دەخاتە سەر رووى زەوى) [\nلِيُذِيقَهُمْ بَعْضَ الَّذِي عَمِلُوا\n] تا خوای گەورە سزایان بدات بەهۆی هەندێك لە كردەوە خراپەكانی خۆیان [\nلَعَلَّهُمْ يَرْجِعُونَ (٤١)\n] بەڵكو واز لە تاوان بهێنن و بگەڕێنەوە بۆ لای خواى گەورەو تەوبە بكەن و بە خۆیاندا بچنەوە ."
    },
    {
      "ayah": 42,
      "surah": 30,
      "text": "[\nقُلْ سِيرُوا فِي الْأَرْضِ\n] ئەی محمد صلى الله علیه وسلم پێیان بڵێ: بگەڕێن بەسەر زەویدا [\nفَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلُ\n] بڕوانن و بزانن سەرەنجامی كافرانی پێش ئێوە چۆن بووەو خوای گەورە چۆن لەناوی بردوون [\nكَانَ أَكْثَرُهُمْ مُشْرِكِينَ (٤٢)\n] ئەوان زۆربەیان هاوبەشبڕیاردەر بوون بۆیە خوای گەورە لەناوی بردن ."
    },
    {
      "ayah": 43,
      "surah": 30,
      "text": "[\nفَأَقِمْ وَجْهَكَ لِلدِّينِ الْقَيِّمِ\n] تۆ دامەزراو بە لەسەر ئەو دینە پاكە كە ئیسلامە [\nمِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لَا مَرَدَّ لَهُ مِنَ اللَّهِ\n] پێش ئەوەی ڕۆژێك بێت كە ڕۆژی قیامەتە كەس ناتوانێت بیگەڕێنێتەوەو دواى بخات و گەڕاندنەوەیش بۆ دونیا نیە [\nيَوْمَئِذٍ يَصَّدَّعُونَ (٤٣)\n] ئەلەو ڕۆژەدا خەڵكى بەش بەش ئەبن كۆمەڵێك بۆ بەهەشت و كۆمەڵێك بۆ دۆزەخ ."
    },
    {
      "ayah": 44,
      "surah": 30,
      "text": "[\nمَنْ كَفَرَ فَعَلَيْهِ كُفْرُهُ\n] هەر كەسێك كوفر بكات سەرەنجامی كوفرەكەی بۆ خۆی ئەگەڕێتەوە كە ئەچێتە ئاگری دۆزەخ [\nوَمَنْ عَمِلَ صَالِحًا فَلِأَنْفُسِهِمْ يَمْهَدُونَ (٤٤)\n] وە هەر كەسێك كردەوەی چاك بكات ئەوە كردەوەی چاكیان بۆ خۆیان پێش خستووەو لە بەهەشتدا جێگایان بۆ خۆیان ڕاخستووە (كردەوەى چاك ئەوەیە بۆ خوا بێت و بۆ ریا نەبێت، وە لەسەر سوننەت بێت و بیدعە نەبێت) ."
    },
    {
      "ayah": 45,
      "surah": 30,
      "text": "[\nلِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنْ فَضْلِهِ\n] تا خوای گەورە پاداشتی باوەڕداران بداتەوە ئەوانەی باوەڕیان هێناوەو كردەوەی چاكیان كردووە لە فەزڵ و چاكەی خۆی [\nإِنَّهُ لَا يُحِبُّ الْكَافِرِينَ (٤٥)\n] بە دڵنیایى خوای گەورە كافرانی خۆش ناوێت، لەگەڵ ئەوەیشدا ستەمیان لێ ناكات ."
    },
    {
      "ayah": 46,
      "surah": 30,
      "text": "[\nوَمِنْ آيَاتِهِ أَنْ يُرْسِلَ الرِّيَاحَ مُبَشِّرَاتٍ\n] وە یەكێكی تر لە نیشانەكانی تاك و تەنهایى و تواناو دەسەڵاتی خوای گەورە ئەوەیە كە ئەو بایانە ئەنێرێ كە موژدەدەرن، واتە: لە دوای ئەوەوە باران دێت [\nوَلِيُذِيقَكُمْ مِنْ رَحْمَتِهِ\n] وە تا خوای گەورە لە ڕەحمەتی خۆیتان پێ ببەخشێ بەهۆی ئەو بارانەوە پیت و بەرەكەت و دانەوێڵەو ڕووەكتان پێ ببەخشێ [\nوَلِتَجْرِيَ الْفُلْكُ بِأَمْرِهِ\n] وە بەهۆی ئەو بایانەوە تا كەشتیەكان لەناو دەریادا بڕۆن [\nوَلِتَبْتَغُوا مِنْ فَضْلِهِ\n] وە تا ئێوەش لەو كەشتیانەدا بۆ بازرگانی و گەڕان بەدوای ڕزق و ڕۆزیدا بڕۆن [\nوَلَعَلَّكُمْ تَشْكُرُونَ (٤٦)\n] وە بەڵكو شوكرانەبژێری ئەو نیعمەتانەی خوای گەورە بكەن بەسەرتانەوە."
    },
    {
      "ayah": 47,
      "surah": 30,
      "text": "خواى گەورە بەحەقى داناوە لەسەر خۆى باوەڕداران سەربخات\n [\nوَلَقَدْ أَرْسَلْنَا مِنْ قَبْلِكَ رُسُلًا إِلَى قَوْمِهِمْ\n] ئەی محمد صلى الله علیه وسلم بە دڵنیایى لە پێش تۆیشدا چەندەها پێغەمبەرانی ترمان بۆ لای قەومەكانیان ناردووە [\nفَجَاءُوهُمْ بِالْبَيِّنَاتِ\n] ئەمانیش بەڵگەی ڕوون و ئاشكراو موعجیزەیان بۆ هێناون [\nفَانْتَقَمْنَا مِنَ الَّذِينَ أَجْرَمُوا\n] بەڵام ئەوان ئیمانیان نەهێنا بۆیە ئێمە تۆڵەمان سەند لەو خراپەكارانە [\nوَكَانَ حَقًّا عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ (٤٧)\n] پێغەمبەرى خوا صلى الله علیه وسلم فەرمووى: (هیچ موسڵمانێك نییە بەرگرى لە برایەكى بكات كە خۆى لەوێ نەبێت ئیللا خواى گەورە بە حەقى داناوە لەسەر خۆى ئاگرى دۆزەخى لێ بگەڕێنێتەوە)، پاشان ئەم ئایەتەى خوێندەوە: وە خوای گەورە لە فەزڵ و چاكەى خۆى بە حەقی داناوە لەسەر خۆی كە باوەڕداران سەر بخات ."
    },
    {
      "ayah": 48,
      "surah": 30,
      "text": "[\nاللَّهُ الَّذِي يُرْسِلُ الرِّيَاحَ فَتُثِيرُ سَحَابًا\n] خوای گەورە ئەو خوایەیە كە با ئەنێرێ ئەو هەورانە بەرز ئەكاتەوە بەهۆی هەڵمی ئاوی دەریاوە [\nفَيَبْسُطُهُ فِي السَّمَاءِ كَيْفَ يَشَاءُ\n] وە لە ئاسماندا هەورەكان ڕائەخات وە بڵاوی ئەكاتەوە چۆن ویستی لێ بێت [\nوَيَجْعَلُهُ كِسَفًا\n] وە وای لێ ئەكات كە بەش بەش و پارچە پارچە و كەڵەك و قورسى دەكات لە پڕى ئاودا [\nفَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلَالِهِ\n] وە ئەبینی ئاو و باران لەناو هەورەكانەوە دێتە خوارەوە [\nفَإِذَا أَصَابَ بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ إِذَا هُمْ يَسْتَبْشِرُونَ (٤٨)\n] وە خوای گەورە بەویستی خۆى ئەو بارانە دادەبەزێنێتە سەر هەر شارو دێهات و زەوی بەندەكانی وە ئەوان دڵخۆش ئەبن ."
    },
    {
      "ayah": 49,
      "surah": 30,
      "text": "[\nوَإِنْ كَانُوا مِنْ قَبْلِ أَنْ يُنَزَّلَ عَلَيْهِمْ مِنْ قَبْلِهِ لَمُبْلِسِينَ (٤٩)\n] هەرچەندە پێش ئەوەی كە بارانەكەیان بۆ دابەزێ ئەوان بێ ئومێد ببوون و ماوەیەكى زۆر بووە باران نەباریوەو زۆر پێویستیان بووە."
    },
    {
      "ayah": 5,
      "surah": 30,
      "text": "[\nبِنَصْرِ اللَّهِ يَنْصُرُ مَنْ يَشَاءُ\n]وە لە دواتردا كە ڕۆمەكان سەركەوتن موسڵمانان دڵخۆش بوون (كە لە ساڵى رێككەوتنى حودەیبیە بووە، یان وتراوە لەساڵى غەزاى بەدر بووە) [\nوَهُوَ الْعَزِيزُ الرَّحِيمُ (٥)\n] وە خوای گەورە زۆر بە عیززەت و باڵادەستە بەسەر كافراندا، وە زۆر بەڕەحم و بەزەییە بۆ باوەڕداران ."
    },
    {
      "ayah": 50,
      "surah": 30,
      "text": "زیندوو كردنەوەى مردوو\n [\nفَانْظُرْ إِلَى آثَارِ رَحْمَتِ اللَّهِ\n] تۆ تەماشای شوێنەواری ڕەحمەتی خوای گەورە بكە كە بەهۆی ئەو بارانەو شوێنەوارەكەی ڕووەك و دانەوێڵە و گژوگیاو زەرعات و پیت و بەرەكەت لەسەر زەوی بڵاو ئەبێتەوە [\nكَيْفَ يُحْيِ الْأَرْضَ بَعْدَ مَوْتِهَا\n] چۆن ئەو زەوییە مردووەی زیندوو كردەوە بەهۆی ئەو بارانەوە [\nإِنَّ ذَلِكَ لَمُحْيِ الْمَوْتَى\n] بە دڵنیایى هەر ئەو خوایەی ئەو زەویە مردووەی زیندوو كردەوە بەهەمان شێوەش خوای گەورە توانای هەیە كە ئێوە لە پاش مردن زیندوو بكاتەوە لە ڕۆژی قیامەت [\nوَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (٥٠)\n] وە خوای گەورە تواناو دەسەڵاتی بەسەر هەموو شتێكدا هەیە ."
    },
    {
      "ayah": 51,
      "surah": 30,
      "text": "[\nوَلَئِنْ أَرْسَلْنَا رِيحًا فَرَأَوْهُ مُصْفَرًّا\n] وە كاتێك بایەكى وشك بنێرین بەسەر دانەوێڵەكەیاندا كە پێگەیشتووە لە پاش سەوزى زەردى بكات [\nلَظَلُّوا مِنْ بَعْدِهِ يَكْفُرُونَ (٥١)\n] ئەوە لە دوای ئەوە كوفرانەبژێری نیعمەتی خوای گەورە ئەكەن، واتە: كەم ئارامن."
    },
    {
      "ayah": 52,
      "surah": 30,
      "text": "مردوو قسەى زیندوو نابیستێت\n [\nفَإِنَّكَ لَا تُسْمِعُ الْمَوْتَى\n] ئەی محمد صلى الله علیه وسلم تۆ ناتوانی وا لەو مردووانە بكەی كە قسەی تۆ ببیستن، واتە: كافران تەشبیهـ كراون بە مردوو، چۆن ناتوانی مردوویەك وا لێ بكەی قسەی تۆ ببیستێ و قسەی تۆ نابیستێ بەهەمان شێوە ئەو كافرانەش قسەی تۆ نابیستن بیستنێك كە لێی تێ بگەن و سودمەند بن لێى (ئەم ئایەتە بەڵگەیە لەسەر ئەوەى كە مردوو قسەى زیندوو نابیستێت) [\nوَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ\n] یان كەسێك كە كەڕ بێ چەندێك بانگی لێ بكەی بانگی تۆ نابیستێ [\nإِذَا وَلَّوْا مُدْبِرِينَ (٥٢)\n] لە كاتێكدا ئەوان ئەڕۆن و پشت هەڵئەكەن لە حەقەكە ."
    },
    {
      "ayah": 53,
      "surah": 30,
      "text": "[\nوَمَا أَنْتَ بِهَادِ الْعُمْيِ عَنْ ضَلَالَتِهِمْ\n] ئەی محمد صلى الله علیه وسلم تۆ ناتوانی هیدایەتی كەسێكی كوێر بدەی لە گومڕاییدا كە كوێر بێ چۆن ئەتوانی ڕێنمایی بكەی لەبەر ئەوەی ئەوان نایانەوێ سوود ببینن بە چاویان [\nإِنْ تُسْمِعُ إِلَّا مَنْ يُؤْمِنُ بِآيَاتِنَا\n] تەنها تۆ ئەتوانی سوود بگەیەنی بە كەسانێك كە گوێیان لە تۆ بێت و قسەی تۆ ببیستن ئەوانەی كە ئیمانیان بە ئایەتەكانی ئێمە هەیە [\nفَهُمْ مُسْلِمُونَ (٥٣)\n] وە ئەو كەسانەن كە موسڵمانن و خۆیان تەسلیمی خوای گەورە كردووەو گوێڕایەڵن ."
    },
    {
      "ayah": 54,
      "surah": 30,
      "text": "[\nاللَّهُ الَّذِي خَلَقَكُمْ مِنْ ضَعْفٍ\n] خوای گەورە ئەو خوایەیە كە ئێوەی دروست كردووە لە لاوازی سەرەتا لە دڵۆپە ئاوێك، پاشان هاتوونەتە دونیاوە منداڵ و بچووك و لاواز بوونە [\nثُمَّ جَعَلَ مِنْ بَعْدِ ضَعْفٍ قُوَّةً\n] پاشان لە دوای ئەو لاوازییە كە منداڵیە بەهێزی كردوون كاتێك كە پێ ئەگەن و بالغ ئەبن [\nثُمَّ جَعَلَ مِنْ بَعْدِ قُوَّةٍ ضَعْفًا وَشَيْبَةً\n] دوای ئەو بەهێزیەش دووبارە لاواز ئەبنەوە و پیر ئەبن [\nيَخْلُقُ مَا يَشَاءُ\n] خوای گەورە ویستی لە چی بێت دروستی دەكات [\nوَهُوَ الْعَلِيمُ الْقَدِيرُ (٥٤)\n] وە خوای گەورە زۆر زاناو بەتواناو دەسەڵاتە."
    },
    {
      "ayah": 55,
      "surah": 30,
      "text": "[\nوَيَوْمَ تَقُومُ السَّاعَةُ\n] وە كاتێك كە ڕۆژی قیامەت دێت [\nيُقْسِمُ الْمُجْرِمُونَ مَا لَبِثُوا غَيْرَ سَاعَةٍ\n] تاوانباران سوێند ئەخۆن كە لە دونیادا نەژیاون تەنها چەند كاتێكی كەم نەبێت [\nكَذَلِكَ كَانُوا يُؤْفَكُونَ (٥٥)\n] بەم شێوازە ئەوان لە دونیادا لە حەق لایان ئەداو درۆیان دەكرد بۆیە لە قیامەتیش سوێندەكانیان بە درۆ ئەخۆن."
    },
    {
      "ayah": 56,
      "surah": 30,
      "text": "[\nوَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَالْإِيمَانَ\n] ئەو كەسانەی كە زانست و ئیمانیان پێ بەخشرا بوو كە پێغەمبەران یان مەلائیكەتان یان باوەڕدارانن پێیان دەڵێن: [\nلَقَدْ لَبِثْتُمْ فِي كِتَابِ اللَّهِ إِلَى يَوْمِ الْبَعْثِ\n] بە دڵنیایى ئێوە لە دونیادا زۆر ژیان تا ڕۆژی قیامەت, ئەمە هەمووی لە پەڕاوى كردەوەكانتان یان لە زانیارى خوا لە (لوح المحفوظ) لە كتابی خوای گەورە نووسرابوو تا ڕۆژی زیندوو بوونەوە [\nفَهَذَا يَوْمُ الْبَعْثِ\n] ئا ئەمەش ڕۆژی زیندوو بوونەوەیە كە ئێوە باوەڕتان پێی نەبوو لە دونیا [\nوَلَكِنَّكُمْ كُنْتُمْ لَا تَعْلَمُونَ (٥٦)\n] بەڵام ئێوە نەتان دەزانی ."
    },
    {
      "ayah": 57,
      "surah": 30,
      "text": "[\nفَيَوْمَئِذٍ لَا يَنْفَعُ الَّذِينَ ظَلَمُوا مَعْذِرَتُهُمْ\n] ئەلەو ڕۆژەشدا ئەوانەی كە زوڵمیان لە خۆیان كردبوو بە كوفر كردن عوزر هێنانەوەیان سوودیان پێ ناگەیەنێ [\nوَلَا هُمْ يُسْتَعْتَبُونَ (٥٧)\n] وە ڕێگاشیان پێ نادرێ بگەڕێنەوە بۆ دونیا، یان عوزر بهێننەوەو لۆمە ئەكرێن ."
    },
    {
      "ayah": 58,
      "surah": 30,
      "text": "[\nوَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ\n] وە بە دڵنیایى لەم قورئانە پیرۆزە بۆ خەڵكی لە هەموو نموونەیەكمان هێناوەتەوە كە ڕێنماییان بكات بۆ تەوحیدی خوای گەورەو بە ڕاست دانانی پێغەمبەران [\nوَلَئِنْ جِئْتَهُمْ بِآيَةٍ\n] وە ئەگەر تۆ هەر ئایەتێك لە ئایەتەكانی قورئانیان بۆ بێنیتەوە، یان هەر موعجیزەیەكیان بۆ بێنیت [\nلَيَقُولَنَّ الَّذِينَ كَفَرُوا إِنْ أَنْتُمْ إِلَّا مُبْطِلُونَ (٥٨)\n] بە دڵنیایى كافران ئەڵێن: ئەی محمد صلى الله علیه وسلم یان ئەی باوەڕداران ئێوە لەسەر بەتاڵ و پووچەڵن و ئەمە سیحرو جادووە ."
    },
    {
      "ayah": 59,
      "surah": 30,
      "text": "[\nكَذَلِكَ يَطْبَعُ اللَّهُ عَلَى قُلُوبِ الَّذِينَ لَا يَعْلَمُونَ (٥٩)\n] بەم شێوازە خوای گەورە مۆر ئەدات بەسەر دڵی ئەو كەسانەی كە نەزانن كە نایانەوێ تێ بگەن و بێنە سەر ڕێگای حەق ."
    },
    {
      "ayah": 6,
      "surah": 30,
      "text": "[\nوَعْدَ اللَّهِ لَا يُخْلِفُ اللَّهُ وَعْدَهُ\n] ئەمە بەڵێنی خوای گەورەیەو خوای گەورە بەڵێنی خۆی ئەباتە سەر [\nوَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ (٦)\n] بەڵام زۆربەی خەڵكی ئەم شتە نازانن واتە: كافران ."
    },
    {
      "ayah": 60,
      "surah": 30,
      "text": "[\nفَاصْبِرْ\n] بۆیە تۆ ئارام بگرە لەسەر ئازارو بەدرۆ زانینی ئەوان [\nإِنَّ وَعْدَ اللَّهِ حَقٌّ\n] بە دڵنیایى بەڵێنی خوای گەورە حەقەو خوای گەورە بەڵێنی خۆی ئەباتە سەر [\nوَلَا يَسْتَخِفَّنَّكَ الَّذِينَ لَا يُوقِنُونَ (٦٠)\n] وە كافران كە یەقینیان نییە با لە دینەكەت دوورت نەخەنەوەو توشى نەزانیت نەكەن، والله أعلم .\nبەم شێوازە هاتینە كۆتایی تەفسیرى سوورەتى (روم) والحمد لله."
    },
    {
      "ayah": 7,
      "surah": 30,
      "text": "[\nيَعْلَمُونَ ظَاهِرًا مِنَ الْحَيَاةِ الدُّنْيَا\n] تەنها لە ڕووكەشی ژیانی دونیا تێگەیشتوونە [\nوَهُمْ عَنِ الْآخِرَةِ هُمْ غَافِلُونَ (٧)\n] بەڵام ئەوان سەبارەت بە ژیانی دواڕۆژو قیامەت ئەوان بێئاگان ."
    },
    {
      "ayah": 8,
      "surah": 30,
      "text": "[\nأَوَلَمْ يَتَفَكَّرُوا فِي أَنْفُسِهِمْ\n] ئایا بۆ بیر ناكەنەوەو تێناڕوانن لە نەفسی خۆیان خوای گەورە چۆن دروستی كردوون [\nمَا خَلَقَ اللَّهُ السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا إِلَّا بِالْحَقِّ وَأَجَلٍ مُسَمًّى\n] وە خوای گەورە ئاسمانەكان و زەویەكان و ئەوەی لە نێوانیاندایە دروستی نەكردووە ئیللا بە حەق و دادپەروەری و حیكمەت نەبێ، وە كاتێكی دیاریكراویشی هەیە كە كەی كۆتایی پێ دێت كە ڕۆژی قیامەتە [\nوَإِنَّ كَثِيرًا مِنَ النَّاسِ بِلِقَاءِ رَبِّهِمْ لَكَافِرُونَ (٨)\n] وە بە دڵنیایى زۆرێك لە خەڵكی سەبارەت بە گەیشتن بە خوای گەورە لە ڕۆژی قیامەتدا بێباوەڕن و باوەڕیان بە قیامەت و زیندوو بوونەوە نییە ."
    },
    {
      "ayah": 9,
      "surah": 30,
      "text": "[\nأَوَلَمْ يَسِيرُوا فِي الْأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ\n] ئایا بەسەر زەویدا نەڕۆیشتوونەو نەگەڕاون تا تەماشا بكەن و سەرەنجامی كافرانی پێش خۆیان چۆن بووەو كە ئیمانیان نەهێناوە خوای گەورە چۆن لەناوی بردوون، هەرچەندە ئەوان ماڵ و منداڵ و سەربازو دەسەڵات و هێزیان لە ئێوە زیاتر بووە [\nكَانُوا أَشَدَّ مِنْهُمْ قُوَّةً\n] كافرانی ئوممەتانی پێشتر لە كافرانی مەككە بەهێزتر بوون [\nوَأَثَارُوا الْأَرْضَ\n] وە سەر زەویان ئاوەدان كردبووەوە [\nوَعَمَرُوهَا أَكْثَرَ مِمَّا عَمَرُوهَا\n] وە زیاتر ئاوەدانیان كردبووەوە لە خەڵكی مەككە بە كشتوكاڵ و خانوو دروست كردن و تەمەنیان درێژترو بەهێزتر بوونە [\nوَجَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ\n] وە پێغەمبەرانیان بە بەڵگەی ڕوون و ئاشكراو موعجیزەوە هاتن بۆ لایان بەڵام ئەوان ئیمانیان نەهێنا [\nفَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ\n] كە خوای گەورە لەناوی بردن زوڵم و ستەمی لێ نەكردن [\nوَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ (٩)\n] بەڵام ئەوان خۆیان زوڵمیان لە خۆیان كرد بەوەی كە پێغەمبەرانی خۆیان بەدرۆزانی و ئیمانیان نەهێنا ."
    }
  ]
}
