{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 45,
      "text": "سوورەتی (جاثييه) (واتە: لەسەر چۆك كەوتوو) \n‏پێناسەیەكى ئەم سورەتە:\n١- سورەتى (جاثييه) مەككى یە تەنها ئایەتى (١٤) نەبیت كە مەدەنى یە . \n٢- ژمارەى ئایەتەكانى سورەتى (جاثييه) (٣٧) ئایەتە.\n٣- سورەتى (جاثييه) زنجیرەى چل و پێنجەمە لە ریزبەندى لەناو سورەتەكانى قورئانى پیرۆزدا.\n٤- سورەتى (جاثييه) لە دواى سورەتى (دوخان) دابەزیوە.\n٥- سورەتى (جاثييه) یەكێكە لەو سورەتانەى كە بە (حەوامیم) ناسراون و بە (حم) دەست پێ دەكەن.\n٦- (جاثييه) ناوێكە لە ناوەكانى رۆژى دوایی.\nتەوەرەكانى ئەم سورەتە:\nسورەتى (جاثييه) سورەتێكى مەككییەو هەروەك سورەتە مەككییەكانى تر زۆرترین تەوەرو باسەكانى بریتین لە باسكردنى بابەتەكانى عەقیدەو بیروباوەڕو بە تەنها دانانى خواى گەورەو بە تەنها پەرستنى، وە هەروەها باوەڕبوون بەوەى كە قورئان و پێغەمبەرایەتى موحەممەد صلى الله علیه وسلم ، وە باوەڕ هێنان بە رۆژى دوایی و زیندوبوونەوەو وەرگرتنەوەى پاداشت و سزا. \nهەروەها ئەم سورەتە هەڕەشەى توندى تێدایە بۆ ئەوانەى كەوا باوەڕ بە خواى گەورە ناهێنن و بەردەوامن لەسەر كوفرو بێ باوەڕییان.\nجگە لەوەش خواى گەورە لەو سورەتەدا وریایی دەدات بەوانەى كەوا شوێن هەواو ئارەزوەكانیان كەوتون ئەگەر بەردەوام بن لەسەرى و وازنەهێنن، ئەوە دەبێتە هۆی ئەوەى كە خواى گەورە مۆر بدات لە دڵ و گویچكەیان و پەردە بخاتە سەر چاوەكانیان \nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\n[\nحم (١)\n] لەسەرەتای سوورەتی (بەقەرە)دا باسی ئەم پیتانەمان كرد كە لەسەرەتای هەندێك لە سوورەتەكانی قورئانی پیرۆزەوە هاتوون ."
    },
    {
      "ayah": 10,
      "surah": 45,
      "text": "[\nمِنْ وَرَائِهِمْ جَهَنَّمُ\n] وە لە پاشی ئەمانەیشەوە ئاگری دۆزەخ هەیەو چاوەڕوانیانەو دواتر فڕێ دەدرێنە ناوى [\nوَلَا يُغْنِي عَنْهُمْ مَا كَسَبُوا شَيْئًا\n] ئەوەیشی كە بەدەستیان هێناوە لە سەروەت و سامان و دەسەڵات و منداڵ و بڕوانامەو ناوبانگ هیچ سوودیان پێ ناگەیەنێت لە ڕۆژی قیامەتدا [\nوَلَا مَا اتَّخَذُوا مِنْ دُونِ اللَّهِ أَوْلِيَاءَ\n] یان ئەوانەی جگە لە خوای گەورە پەرستوویانە سوودیان پێ ناگەیەنن لە ڕۆژی قیامەت [\nوَلَهُمْ عَذَابٌ عَظِيمٌ (١٠)\n] وە سزایەكی زۆر بەئێش و ئازاریان بۆ هەیە ."
    },
    {
      "ayah": 11,
      "surah": 45,
      "text": "[\nهَذَا هُدًى\n] ئەم قورئانە پیرۆزە یان ئەم ئایەتانە كە لەم سوورەتەدا باسكرا هیدایەتە [\nوَالَّذِينَ كَفَرُوا بِآيَاتِ رَبِّهِمْ لَهُمْ عَذَابٌ مِنْ رِجْزٍ أَلِيمٌ (١١)\n] وە ئەوانەیشی كە كوفریان كردووە بە ئایەتەكانی خوای گەورە سزایەكی سەخت و بەئێش و ئازاریان بۆ هەیە."
    },
    {
      "ayah": 12,
      "surah": 45,
      "text": "خواى گەورە هەموو شتێكى بۆ مرۆڤـ ژێربار كردووە\n [\nاللَّهُ الَّذِي سَخَّرَ لَكُمُ الْبَحْرَ لِتَجْرِيَ الْفُلْكُ فِيهِ بِأَمْرِهِ\n] خوای گەورە ئەو خوایەیە كە ئەو دەریایانەی بۆ ئێوە ژێربار كردووە تا كەشتی تیادا بێت و بڕوات بە فەرمان و ئیزنی خوای گەورە [\nوَلِتَبْتَغُوا مِنْ فَضْلِهِ\n] وە تا ئێوەش بەدوای فەزڵی خوای گەورەدا بگەڕێن لە بازرگانی و كاسپی [\nوَلَعَلَّكُمْ تَشْكُرُونَ (١٢)\n] وە بەڵكو شوكرانەبژێری ئەم نیعمەتانەی خوای گەورە بكەن ."
    },
    {
      "ayah": 13,
      "surah": 45,
      "text": "[\nوَسَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ جَمِيعًا مِنْهُ\n] وە هەرچی لە ئاسمانەكان و زەویەكاندا هەیە خوای گەورە هەمووی بۆ ئێوە ژێربار كردووەو لەخزمەتی ئێوەدایە وەكو خۆرو مانگ و ئەستێرەكان و باو باران و شاخ و دەریاو دانەوێڵەو ڕووەك، وە هەمووى تەنها لەلایەن خواى گەورەوەیەو شەریكى نییە [\nإِنَّ فِي ذَلِكَ لَآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ (١٣)\n] بە دڵنیایی هەموو ئەم شتانە بەڵگەو نیشانەن لەسەر تواناو دەسەڵات و تاك و تەنهایی خوای گەورە بۆ كەسانێك كە بیر بكەنەوە ."
    },
    {
      "ayah": 14,
      "surah": 45,
      "text": "[\nقُلْ لِلَّذِينَ آمَنُوا يَغْفِرُوا لِلَّذِينَ لَا يَرْجُونَ أَيَّامَ اللَّهِ\n] ئەی محمد صلى الله علیه وسلم بە باوەڕداران بڵێ با لێبووردەبن وە ئارام بگرن لەسەر ئێش و ئازاری كافران كە بێباوەڕو بێباكن بە سزاو تۆڵەى خوا، ئەمە لەسەرەتاى ئیسلام بۆ ئەوەى موسڵمان بن، بەڵام كە بەردەوام بوون لەسەر كوفریان خواى گەورە جیهادى تەشریع كرد [\nلِيَجْزِيَ قَوْمًا بِمَا كَانُوا يَكْسِبُونَ (١٤)\n] خوای گەورە خۆی سزای ئەو كەسانە ئەداتەوە بەهۆی كردەوەی خراپی خۆیانەوە ."
    },
    {
      "ayah": 15,
      "surah": 45,
      "text": "[\nمَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ\n] هەر كەسێك كردەوەی چاك بكات پاداشتەكەی تەنها بۆ خۆیەتی و بۆ خۆی ئەگەڕێتەوە، (كردەوەى چاك ئەوەیە بۆ خوا بێت و بۆ ریا نەبێت، وە لەسەر سوننەت بێت و بیدعە نەبێت) [\nوَمَنْ أَسَاءَ فَعَلَيْهَا\n] وە ئەوەیشی خراپە بكات هەر خۆی سزاكەی ئەبینێتەوەو خۆی زەرەرمەند دەبێت [\nثُمَّ إِلَى رَبِّكُمْ تُرْجَعُونَ (١٥)\n] پاشان بەتەنها بۆ لای خوای گەورە ئەگەڕێنەوە ."
    },
    {
      "ayah": 16,
      "surah": 45,
      "text": "[\nوَلَقَدْ آتَيْنَا بَنِي إِسْرَائِيلَ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ\n] بە دڵنیایی ئێمە كتابمان بە بەنی ئیسرائیل بەخشیووە كە تەوراتە، وە حوكم و تێگەیشتن و دەسەڵات و پێغەمبەرایەتیمان پێ بەخشین [\nوَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ\n] وە لە جۆرەها خواردنی بەتام و چێژو پاكمان پێ بەخشین [\nوَفَضَّلْنَاهُمْ عَلَى الْعَالَمِينَ (١٦)\n] وە لەسەردەمی خۆیاندا فەزڵمان دان بەسەر هەموو جیهاندا ."
    },
    {
      "ayah": 17,
      "surah": 45,
      "text": "[\nوَآتَيْنَاهُمْ بَيِّنَاتٍ مِنَ الْأَمْرِ\n] وە شەریعەت و بەڵگەو موعجیزەی ڕوون و ئاشكرامان پێ بەخشین [\nفَمَا اخْتَلَفُوا إِلَّا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ\n] وە جیاوازی و ناكۆكی نەكەوتە نێوانیان تەنها لە پاش ئەوەی كە زانیاریان بۆ هات ئەمیش لە حەسوودیدا كە حەسوودیان بە یەكترى برد [\nإِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ (١٧)\n] بەڕاستی پەروەردگارت خۆی لە ڕۆژی قیامەتدا بڕیار لە نێوانیاندا ئەدات لەو شتانەی كە ناكۆكی و جیاوازی لە نێوانیاندا هەبووە، (ئەمەیش هەڕەشەو ئاگاداركردنەوەیە بۆ ئەم ئوممەتە كە شوێن رێچكەى ئەوان نەكەون و وەكو ئەوان نەكەن)."
    },
    {
      "ayah": 18,
      "surah": 45,
      "text": "شوێن هەواو ئارەزووى نەزان و نەفامان مەكەون\n [\nثُمَّ جَعَلْنَاكَ عَلَى شَرِيعَةٍ مِنَ الْأَمْرِ فَاتَّبِعْهَا\n] ئەی محمد صلى الله علیه وسلم پاشان تۆمان خستۆتە سەر شەریعەت و بەرنامەیەكی ئاشكرا تۆ شوێنی بكەوەو كاری پێ بكە [\nوَلَا تَتَّبِعْ أَهْوَاءَ الَّذِينَ لَا يَعْلَمُونَ (١٨)\n] وە شوێن هەواو ئارەزووی ئەو كەسانە مەكەوە كە تەوحیدو یەكخواپەرستی خوای گەورە نازانن ."
    },
    {
      "ayah": 19,
      "surah": 45,
      "text": "[\nإِنَّهُمْ لَنْ يُغْنُوا عَنْكَ مِنَ اللَّهِ شَيْئًا\n] ئەگەر شوێنى هەواو ئارەزووی ئەوان بكەوی ئەوا خوای گەورە سزات دەدات و ئەوان ناتوانن هیچ سوودێكت پێ بگەیەنن [\nوَإِنَّ الظَّالِمِينَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ\n] وە موشریكان و كافران هەندێكیان دۆست و پشتیوانی هەندێكیانن [\nوَاللَّهُ وَلِيُّ الْمُتَّقِينَ (١٩)\n] وە خوای گەورە دۆست و پشتیوان و سەرخەری ئەو كەسانەیە كە تەقوای خوای گەورە ئەكەن ."
    },
    {
      "ayah": 2,
      "surah": 45,
      "text": "[\nتَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْحَكِيمِ (٢)\n] ئەم قورئانە پیرۆزە دابەزێندراوە لەلایەن خوای گەورە كە خوایەكی زۆر بەعیززەت و داناو كاربەجێیە."
    },
    {
      "ayah": 20,
      "surah": 45,
      "text": "[\nهَذَا بَصَائِرُ لِلنَّاسِ وَهُدًى وَرَحْمَةٌ لِقَوْمٍ يُوقِنُونَ (٢٠)\n] ئەم قورئانە بەڵگەی ڕوون و ئاشكراو چاوڕۆشنایی و هیدایەت و ڕەحمەتە بۆ كەسانێك كە یەقینیان هەبێ و گومانیان نەبێ."
    },
    {
      "ayah": 21,
      "surah": 45,
      "text": "چاكەكاران و خراپەكاران یەكسان نین\n [\nأَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أَنْ نَجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ\n] ئایا ئەو كەسانەی كە كردەوەی خراپیان كردووە وا گومان دەبەن وەكو ئەو كەسانەیان سەیر ئەكەین و یەكسان ئەكەین كە ئیمانیان هێناوەو كردەوەی چاكیان كردووە!؟ نەخێر شتی وا نابێ [\nسَوَاءً مَحْيَاهُمْ وَمَمَاتُهُمْ\n] ئیتر لە ژیانی دونیادا بێت یان لە قیامەت و دوای مردنیان بێت یەكسان نین [\nسَاءَ مَا يَحْكُمُونَ (٢١)\n] بەڕاستی ئەمە خراپترین بڕیارە كە ئەیدەن كە ئەڵێن: ئێمە لەگەڵ باوەڕداراندا یەكسانین و جیاوازیمان نییە، پێغەمبەرى خوا صلى الله علیه وسلم دەفەرمێت: (چۆن لە دڕك ترێ ناڕنرێت بەهەمان شێوە خراپەكاران پلەى چاكەكارانیان دەست ناكەوێت) ."
    },
    {
      "ayah": 22,
      "surah": 45,
      "text": "[\nوَخَلَقَ اللَّهُ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ\n] وە خـوای گـەورە ئاسمانەكان و زەوی دروست كـردووە بە حەق و دادپەروەری [\nوَلِتُجْزَى كُلُّ نَفْسٍ بِمَا كَسَبَتْ\n] وە تا هەموو كەسێك پاداشت یان سزای خۆی وەرگرێ لەسەر كردەوەكانی [\nوَهُمْ لَا يُظْلَمُونَ (٢٢)\n] وە هیچ كەسێك زوڵم و ستەمی لێ ناكرێ ."
    },
    {
      "ayah": 23,
      "surah": 45,
      "text": "[\nأَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ\n] هەواڵم پێ بدە سەبارەت بە كەسێك كە هەواو ئارەزووی خۆی كردۆتە خوای خۆى و شوێنی هەواو ئارەزووی خۆی ئەكەوێت و شوێنی شەرع ناكەوێ [\nوَأَضَلَّهُ اللَّهُ عَلَى عِلْمٍ\n] وە خوای گەورە گومڕاى كردووە هەر چەندە زانیارى هەیەو حەق و هیدایەت ئەناسێ بەڵام شوێنی ناكەوێ و شوێن هەواو ئارەزووی خۆی ئەكەوێ، یان خواى گەورە گومڕاى كردووە چونكە زانیارى هەیەو دەزانێت شایانى گومڕاییە [\nوَخَتَمَ عَلَى سَمْعِهِ وَقَلْبِهِ\n] وە خوای گەورە مۆری لە گوێ و دڵی داوەو هیچ شتێك نابیستێت كە سوودى لێ ببینێت، وە هیچ شتێك تێناگات تا هیدایەتى پى وەرگرێت [\nوَجَعَلَ عَلَى بَصَرِهِ غِشَاوَةً\n] وە پەردەی داوە بەسەر چاویداو حەق نابینێت لەبەر ئەوەی شایەنی بینینى حەق نییە [\nفَمَنْ يَهْدِيهِ مِنْ بَعْدِ اللَّهِ\n] لە پاش ئەوەی كە خوای گەورە گومڕای بكات كێ هەیە هیدایەتی بدات [\nأَفَلَا تَذَكَّرُونَ (٢٣)\n] ئەوە بۆ بیر ناكەنەوەو پەندو ئامۆژگاری وەرناگرن ."
    },
    {
      "ayah": 24,
      "surah": 45,
      "text": "[\nوَقَالُوا مَا هِيَ إِلَّا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَا إِلَّا الدَّهْرُ\n] پێغەمبەرى خوا صلى الله علیه وسلم دەفەرمێت: خەڵكى سەردەمى نەفامى دەیانووت: تەنها شەو و رۆژ سەردەم و زەمانە ئێمە دەژێنێت و دەمانمرێنێت و زیندوومان دەكاتەوە، خواى گەورە ئەم ئایەتەى دابەزاند (الصحيح المُسنَد)، وە كافران و دەهرییەكان نكوڵى زیندووبوونەوەیان دەكردو ئەیانووت: تەنها ژیانى دونیا هەیەو لە دونیادا ئەژین و پاشان ئەمرین وە هیچ شتێك ئێمە لەناو نابات تەنها سەردەم و زەمانە نەبێ وە زیندوو بوونەوە نییە، وە دروست نییە جوێن بە سەردەم و زەمانە بدرێت، چونكە جوێندانە بە خواى گەورەو خواى گەورەیە رووداوەكانى تێدا بەڕێوە دەبات و هەموو شتێك بە دەستى ئەوە [\nوَمَا لَهُمْ بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلَّا يَظُنُّونَ (٢٤)\n] وە ئەوان هیچ زانیاریەكیان لەم شتەدا نییەو تەنها لە گومانەوە ئەم قسانە ئەكەن و گومان دەبەن ."
    },
    {
      "ayah": 25,
      "surah": 45,
      "text": "[\nوَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ مَا كَانَ حُجَّتَهُمْ إِلَّا أَنْ قَالُوا ائْتُوا بِآبَائِنَا إِنْ كُنْتُمْ صَادِقِينَ (٢٥)\n] وە كاتێك ئایەتە ڕوون و ئاشكراكانی ئێمەیان بەسەردا بخوێندرێتەوە لەسەر زیندوو بوونەوە ئەوان هیچ بەڵگەیەكیان نییە تەنها ئەوە نەبێ كە ئەڵێن باوك و باپیرانمان كە مردوونە بۆمان زیندوو بكەنەوەو بیهێنن ئەگەر ئێوە ڕاستگۆن و زیندوو بوونەوە هەیە ."
    },
    {
      "ayah": 26,
      "surah": 45,
      "text": "[\nقُلِ اللَّهُ يُحْيِيكُمْ\n] ئەی محمد صلى الله علیه وسلم پێیان بڵێ: تەنها خوای گەورەیە لە دونیا ئێوە لە نەبوونەوە بەدی دەهێنێت [\nثُمَّ يُمِيتُكُمْ\n] پاشان ئەتانمرێنێ [\nثُمَّ يَجْمَعُكُمْ إِلَى يَوْمِ الْقِيَامَةِ لَا رَيْبَ فِيهِ\n] پاشان لە ڕۆژی قیامەتدا هەمووتان كۆ ئەكاتەوە لە ساحەی مەحشەردا كە هیچ گومانێكی تیادا نییە [\nوَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ (٢٦)\n] بەڵام زۆربەی خەڵكی لە كافران ئەم شتانە نازانن و بە دوورى دەزانن ."
    },
    {
      "ayah": 27,
      "surah": 45,
      "text": "[\nوَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالْأَرْضِ\n] وە موڵكی ئاسمانەكان و زەوی هەمووی هی خوای گەورەیەو بەتاك و تەنها هەڵسوكەوتى تیادا دەكات [\nوَيَوْمَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَخْسَرُ الْمُبْطِلُونَ (٢٧)\n] وە كاتێك كە ڕۆژی قیامەت دێت ئەو كەسانەی كە لەسەر باتڵ و پووچەڵ بوونە ئەلەو ڕۆژەدا تووشی دۆڕاندن و زەرەرمەندێتی ڕاستەقینە ئەبن كە بەرەو ئاگری دۆزەخ بەڕێ ئەكرێن، (سوفیانى سەورى) هاتە مەدینە گوێى لە (موعافرى) بوو قسەى پێكەنیناوى بۆ خەڵكى دەكردو خەڵكى دەخستە پێكەنینەوە، پێى فەرموو: (ئەى شێخ ئایا نازانى خواى گەورە رۆژێكى هەیە كە ئەوانەى قسەى پوچەڵ و بەتاڵ دەكەن تیایدا زەرەرمەند دەبن؟) لە پاش ئەوە (موعافرى) تا مردن نەگەڕایەوە سەرى."
    },
    {
      "ayah": 28,
      "surah": 45,
      "text": "لە رۆژى قیامەت هەموو ئوممەتان لەسەر چۆك كەوتوونە\n [\nوَتَرَى كُلَّ أُمَّةٍ جَاثِيَةً\n] كاتێك كە دۆزەخ دەهێنرێت و دەنگێك دەردەكات ئەبینی هەموو ئوممەت و میللەتێك لەسەر چۆك كەوتوونە لەبەر سەختی و ناخۆشى دیمەنەكانی ڕۆژی قیامەت، تەنانەت ئیبراهیم پێغەمبەریش صلى الله علیه وسلم دەفەرمێت: نەفسى نەفسى نەفسى ئەى پەروەردگار ئەمڕۆ داواى رزگار كردنى جگە لە خۆمت لێ ناكەم، تەنانەت عیسا پێغەمبەریش صلى الله علیه وسلم دەفەرمێت: ئەى پەروەرگار ئەمڕۆ داواى رزگار كردنى هیچ كەسێكت لێ ناكەم تەنها نەفسى خۆم نەبێت، داواى رزگار كردنى مەریەمى دایكمت لێ ناكەم كە لێى بووم [\nكُلُّ أُمَّةٍ تُدْعَى إِلَى كِتَابِهَا\n] هەموو ئوممەتێك بانگ ئەكرێت بۆ لای ئەو كتابەی كە بۆی دابەزێندراوە، یاخود بۆ لای پەڕاوی كردەوەكانی خۆی [\nالْيَوْمَ تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ (٢٨)\n] پێیان ئەووترێ: ئەمڕۆ سزا یان پاداشتی خۆتان وەرئەگرن لەسەر ئەو كردەوانەی كە لە دونیادا كردووتانە ."
    },
    {
      "ayah": 29,
      "surah": 45,
      "text": "[\nهَذَا كِتَابُنَا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ\n] ئەمە ئەم كتابەی ئێمەیە ئێستا دێتە قسەو بە حەق هەموو شتێكتان پێ ئەڵێ، یاخود بۆتان ئەخوێندرێتەوە لەلایەن فریشتەكانەوە بەبێ زیادو كەم.\n كردەوەكان هەمووى كۆپى كراوە\n [\nإِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُونَ (٢٩)\n] ئەو كردەوانەی كە ئێوە لە دونیا كردووتانە فریشتەكانی ئێمە هەموویان ئیستینساخ و كۆپى كردووە وەكو خۆی بێ زیادو كەم و هەمووی نووسراوەو زوڵمتان لێ ناكرێ ."
    },
    {
      "ayah": 3,
      "surah": 45,
      "text": "تواناو دەسەڵاتى خواى گەورە\n [\nإِنَّ فِي السَّمَاوَاتِ وَالْأَرْضِ لَآيَاتٍ لِلْمُؤْمِنِينَ (٣)\n] بەڕاستی لە ئاسمانەكان و زەویدا چەندەها نیشانەو بەڵگەی تیادایە لەسەر تاك و تەنهایى و گەورەیی و دەسەڵاتی خوای گەورە بۆ كەسانێك كە باوەڕدار بن ."
    },
    {
      "ayah": 30,
      "surah": 45,
      "text": "[\nفَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَيُدْخِلُهُمْ رَبُّهُمْ فِي رَحْمَتِهِ\n] ئەو كەسانەی كە باوەڕیان هێناوەو كردەوەی چاكیان كردووە خوای گەورە ئەیانخاتە ناو ڕەحمەتی خۆی لە بەهەشتدا، (كردەوەى چاك ئەوەیە بۆ خوا بێت و بۆ ریا نەبێت، وە لەسەر سوننەت بێت و بیدعە نەبێت) [\nذَلِكَ هُوَ الْفَوْزُ الْمُبِينُ (٣٠)\n] كە ئەمە بەڕاستی بردنەوەی روون و ئاشكرایە."
    },
    {
      "ayah": 31,
      "surah": 45,
      "text": "[\nوَأَمَّا الَّذِينَ كَفَرُوا أَفَلَمْ تَكُنْ آيَاتِي تُتْلَى عَلَيْكُمْ فَاسْتَكْبَرْتُمْ وَكُنْتُمْ قَوْمًا مُجْرِمِينَ (٣١)\n] بەڵام ئەو كەسانەی كە كافر بوونە وەكو سەرزەنشت كردن خوای گەورە پێیان ئەفەرمووێ: ئایا ئایەتەكانی منتان بەسەردا نەخوێندرایەوە بەڵام ئێوە خۆتان بەگەورەزانی لە ئاستیداو وەرتان نەگرت وە ئێوە كەسانێكی موجریم و تاوانبار بوون ."
    },
    {
      "ayah": 32,
      "surah": 45,
      "text": "[\nوَإِذَا قِيلَ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَالسَّاعَةُ لَا رَيْبَ فِيهَا قُلْتُمْ مَا نَدْرِي مَا السَّاعَةُ إِنْ نَظُنُّ إِلَّا ظَنًّا وَمَا نَحْنُ بِمُسْتَيْقِنِينَ (٣٢)\n] وە ئەگەر لە دونیادا پێتان بووترایە كە وەعدو بەڵێنی خوای گەورە حەقە وە زیندوو بوونەوە هەیە وە قیامەتیش دێت و گومانی تیادا نیە ئێوە ئەتانووت نازانین قیامەت چ شتێكە تەنها گومانێكەو گومان ئەبەین وە ئێمە یەقینمان نییە لەوەی كە مردن و زیندوو بوونەوەو قیامەت هەبێ."
    },
    {
      "ayah": 33,
      "surah": 45,
      "text": "[\nوَبَدَا لَهُمْ سَيِّئَاتُ مَا عَمِلُوا وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ (٣٣)\n] وە لە ڕۆژی قیامەتدا سزاى كردەوە خراپەكانیان بۆ دەرئەكەوێ وە ئەوەی كە لە دونیادا گاڵتەیان پێ ئەكرد لە كردەوە خراپەكانیان دەوریان ئەدات وە رووبەڕوویان ئەبێتەوە وە سزای خوای گەورە دائەبەزێتە سەریان ."
    },
    {
      "ayah": 34,
      "surah": 45,
      "text": "[\nوَقِيلَ الْيَوْمَ نَنْسَاكُمْ كَمَا نَسِيتُمْ لِقَاءَ يَوْمِكُمْ هَذَا\n] خوای گەورە ئەفەرمووێ: ئەمڕۆ ئێمە بەجێتان دێلین لەناو ئاگری دۆزەخدا، وە مامەڵەتان لەگەڵدا دەكەین وەكو مامەڵەى لە یادكراو لەناو ئاگرى دۆزەخدا، هەروەكو چۆن ئێوە ئەو ڕۆژەتان لەبیر كرد وە لە یادتان كرد وە ئیش كردنتان بۆ ئەو ڕۆژە واز لێ هێنا وە پشت گوێتان خست [\nوَمَأْوَاكُمُ النَّارُ وَمَا لَكُمْ مِنْ نَاصِرِينَ (٣٤)\n] وە شوێنی مانەوەی ئێوە ئاگری دۆزەخە وە هیچ كەسێكیش نییە كە سەرتان بخات و سزای خوای گەورەتان لێ دوور بخاتەوە ."
    },
    {
      "ayah": 35,
      "surah": 45,
      "text": "[\nذَلِكُمْ بِأَنَّكُمُ اتَّخَذْتُمْ آيَاتِ اللَّهِ هُزُوًا وَغَرَّتْكُمُ الْحَيَاةُ الدُّنْيَا\n] چونكە ئێوە لە ژیانی دونیادا گاڵتەتان بە ئایەتەكانی خوای گەورە ئەكرد، وە ژیانی دونیا لە خشتەى بردبوون و ئێوە پێی هەڵخەڵەتابوون [\nفَالْيَوْمَ لَا يُخْرَجُونَ مِنْهَا وَلَا هُمْ يُسْتَعْتَبُونَ (٣٥)\n] ئەوان ئەمڕۆ لە ئاگری دۆزەخ دەرناكرێن وە ڕێگاشیان پێ نادرێ كە عوزرو بیانوو بهێننەوە، یان بگەڕێنەوە بۆ دونیا تا تەوبە بكەن یان ڕازی بكرێن ."
    },
    {
      "ayah": 36,
      "surah": 45,
      "text": "[\nفَلِلَّهِ الْحَمْدُ رَبِّ السَّمَاوَاتِ وَرَبِّ الْأَرْضِ رَبِّ الْعَالَمِينَ (٣٦)\n] حەمدو سەناو ستایش بۆ پەروەردگاری ئاسمانەكان و پەروەردگاری زەوییەكان و پەروەردگاری هەموو جیهان ."
    },
    {
      "ayah": 37,
      "surah": 45,
      "text": "[\nوَلَهُ الْكِبْرِيَاءُ فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ (٣٧)\n] وە بەرزی و بڵندی و گەورەیی و دەسەڵات هەر بۆ خوای گەورەیە لە ئاسمانەكان و زەوی، وە هەموو كەس و شتێك ملكەچى خواى گەورەن، وە خوای گەورە زۆر بەعیززەت و كاربەجێیە، والله أعلم ."
    },
    {
      "ayah": 4,
      "surah": 45,
      "text": "[\nوَفِي خَلْقِكُمْ وَمَا يَبُثُّ مِنْ دَابَّةٍ آيَاتٌ لِقَوْمٍ يُوقِنُونَ (٤)\n] وە لە دروست كردنی خۆیشتاندا كە خوای گەورە چۆن لە دڵۆپە ئاوێك دروستی كردوون، وە ئەو گیانلەبەرانەی كە بڵاوی كردۆتەوە بەسەر زەویدا هەر هەمووی بەڵگەو نیشانەن بۆ كەسانێك كە یەقینیان هەبێت ."
    },
    {
      "ayah": 5,
      "surah": 45,
      "text": "[\nوَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ\n] وە جیاوازی نێوان شەو و ڕۆژ لە كورتی و درێژی و ساردی و گەرمی و ڕووناكی و تاریكی بەهەمان شێوە بەڵگەو نیشانەن [\nوَمَا أَنْزَلَ اللَّهُ مِنَ السَّمَاءِ مِنْ رِزْقٍ فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ مَوْتِهَا\n] وە خوای گەورە لە ئاسمانەوە باران دائەبەزێنێ كە بەهۆیەوە ڕزق و ڕۆزی ئێوە ئەدات، وە ئەو زەویە مردووەی پێ ئەژیەنێتەوە [\nوَتَصْرِيفِ الرِّيَاحِ آيَاتٌ لِقَوْمٍ يَعْقِلُونَ (٥)\n] وە گۆڕانكاری لە بادا لە بەهێزى و لاوازى و خێرایى و هێواشى و ساردى و گەرمى و بەسوودى و زیاناوى ئەمانە هەمووی بەڵگەو نیشانەن لەسەر تواناو دەسەڵات و تاك و تەنهایی خوای گەورە بۆ كەسانێك كە بیر بكەنەوەو عەقڵیان هەبێت ."
    },
    {
      "ayah": 6,
      "surah": 45,
      "text": "[\nتِلْكَ آيَاتُ اللَّهِ نَتْلُوهَا عَلَيْكَ بِالْحَقِّ\n] ئەمانە ئایەتەكانى قورئانى پیرۆزەو بۆتی ئەخوێنینەوە بە حەق وە بەڵگەو نیشانەن لەسەر تواناو دەسەڵات و تاك و تەنهایی خوای گەورە [\nفَبِأَيِّ حَدِيثٍ بَعْدَ اللَّهِ وَآيَاتِهِ يُؤْمِنُونَ (٦)\n] لە دوای قسەو ئایەتی خوای گەورە ئەگەر باوەڕ بەمانە نەكەن ئیتر ئێوە باوەڕ بە چ قسەو نیشانەیەك ئەكەن!؟ كە وتەی خوا ڕاستترین وتەیە ."
    },
    {
      "ayah": 7,
      "surah": 45,
      "text": "[\nوَيْلٌ لِكُلِّ أَفَّاكٍ أَثِيمٍ (٧)\n] وەیل و هەڕەشەو دۆزەخ بۆ ئەو كەسانەی كە زۆر درۆ هەڵئەبەستن وە زۆر تاوانبارن ."
    },
    {
      "ayah": 8,
      "surah": 45,
      "text": "[\nيَسْمَعُ آيَاتِ اللَّهِ تُتْلَى عَلَيْهِ ثُمَّ يُصِرُّ مُسْتَكْبِرًا كَأَنْ لَمْ يَسْمَعْهَا\n] كاتێك ئایەتەكانی خوای گەورەیان بەسەردا ئەخوێندرێتەوە دەیبیستن پاشان لە جیاتى باوەڕ هێنان سوور ئەبن لەسەر كوفرو تاوانی خۆیان، وە خۆیان بە گەورە ئەزانن لە ئاست ئایەتەكانی خوای گەورە وەك ئەوەی كە هەر نەیانبیستبێت [\nفَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ (٨)\n] موژدەی سزایەكی زۆر بەئێش و ئازار بەم كەسانە بدە ."
    },
    {
      "ayah": 9,
      "surah": 45,
      "text": "[\nوَإِذَا عَلِمَ مِنْ آيَاتِنَا شَيْئًا اتَّخَذَهَا هُزُوًا\n] وە كاتێك كە شتێكیش لە ئایەتەكانی ئێمە بزانێت وە لەبەری بكات ئەوە بۆ گاڵتەجاڕی و سووكایەتی پێ كردن ئەیزانێت و فێرى ئەبێت و لەبەری ئەكات [\nأُولَئِكَ لَهُمْ عَذَابٌ مُهِينٌ (٩)\n] ئا ئەمانە سزایەكی ریسواكەرو سەرشۆڕكەریان بۆ هەیە و خوای گەورە لە سزادا زەلیل و سەرشۆڕو ڕیسوایان ئەكات، (بە چاوى خۆمان زۆر كەس لەمانە دەبینین كە لە دەزگاكانى راگەیاندنەوە گاڵتەو سوكایەتى بە ئیسلام و قورئان دەكەن و ئایەت و فەرموودەیان لەبەر كردووەو فێرى بوون بۆ ئەم مەبەستە، نەك بۆ وەرگرتنى ئەجرو پاداشت و كارپێكردنى، وا ئەزانن كارێكى چاك ئەكەن نازانن خواى گەورە بەم شێوازە هەڕەشەیان لێدەكات و سزایان دەدات، با چاوەڕوان بن!!) ."
    }
  ]
}
