{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 54,
      "text": "سوورەتی (قەمەر) (واتە: مانگ)\nپێناسەیەكى سورەتەكە:\n١- سورەتى (قەمەر) سورەتێكى مەككى یە تەنها ئایەتەكانى (٤٤-٤٦) نەبێت كە مەدەنین. \n٢- ژمارەى ئایەتەكانى سورەتى (قەمەر) (٥٥) ئایەتە. \n٣- سورەتى (قەمەر) زنجیرەى پەنجاو چوارەمە لە ریزبەندى لەناو سورەتەكانى قورئانى پیرۆزدا.\n٤- سورەتى (قەمەر) لە دواى سورەتى (طەڵاق) دابەزیوە. \n٥- پێغەمبەری خوا صلى الله علیه وسلم لە نوێژى چەژنەكاندا سوورەتى (قاف) و (قەمەر) ى دەخوێند\nتەوەرەكانى ئەم سورەتە:\nتەوەرەكانى سورەتى (قەمەر) هەر لەسەرەتاى سورەتەكەوە تا كۆتایی سورەتەكە بریتییە لە باسكردن و روونكردنەوەى بابەتەكانى عەقیدەو بیروباوەڕ، وە تەورەرەكانیشی بە شێوازێكى توندو ترسێنەرو هەڕەشە ئامێزو وریاكردنەوەو ئاگاداركردنەوە دەخاتە روو لە بەرامبەر كافرو بێ باوەڕو موشریكەكاندا، ئەمانەو لەگەڵ خستنەڕووى چەندین دیمەن و شێوازى عەزاب و سزاى خواى گەورە بۆ كافرو بێ باوەڕان.\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\nلەت بوونى مانگ\n [\nاقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ (١)\n] قیامەت نزیك بۆتەوەو مانگیش لەت بوو, كاتێك كە كافران لە مەككە داوایان لە پێغەمبەری خوا كرد صلى الله علیه وسلم موعجیزەیەكیان نیشان بدات، پێغەمبەری خواش صلى الله علیه وسلم ئاماژەی بۆ مانگ كرد تا بە چاوی خۆیان بینیان مانگ بوو بە دوو لەتەوە, وە ئەشكەوتی (حیڕا) لە نێوانیدا دەركەوت بەشێكی لە سەرووی شاخەكەوە دەركەوت و بەشەكەی تریشی لە خوارتر, وە پێغەمبەری خوا صلى الله علیه وسلم فەرمووی: شایەت بن، وە خواى گەورە ئەم دوو ئایەتەى دابەزاند (الصحيح المُسنَد) ."
    },
    {
      "ayah": 10,
      "surah": 54,
      "text": "[\nفَدَعَا رَبَّهُ أَنِّي مَغْلُوبٌ فَانْتَصِرْ (١٠)\n] نوحیش صلى الله علیه وسلم لە خوای گەورە پاڕایەوە: ئەی پەروەردگار ئەوان زاڵ بوونە بەسەر منداو من تواناى ئەوانم نییە تۆ تۆڵەیان لێ بسەنەو دینەكەی خۆت سەربخە."
    },
    {
      "ayah": 11,
      "surah": 54,
      "text": "لەناوبردنى قەومى نوح پێغەمبەر صلى الله علیه وسلم \n [\nفَفَتَحْنَا أَبْوَابَ السَّمَاءِ بِمَاءٍ مُنْهَمِرٍ (١١)\n] خوای گەورەش ئەفەرمووێ: دەرگاكانی ئاسمانمان كردەوە بە ئاوێكی خوڕو بەلێزمە، واتە: ئاوەكان لە هەوردا نەبووە وەكو باران بارین بەڵكو دەرگاكانی ئاسمانی كردەوەو بەبێ هەور ئاوێكى بێ وێنە ڕژایە سەریاندا"
    },
    {
      "ayah": 12,
      "surah": 54,
      "text": "[\nوَفَجَّرْنَا الْأَرْضَ عُيُونًا\n] وە هەر هەموو زەویشمان تەقاندەوە وەكو كانی تەقایەوەو ئاوی لێ دەرچوو، تەنانەت تەنورى نان كردنیش ئاوى لێهەڵدەقوڵا [\nفَالْتَقَى الْمَاءُ عَلَى أَمْرٍ قَدْ قُدِرَ (١٢)\n] هەردوو ئاوی ئاسمان و ئاوی زەوی یەكیان گرت بۆ كارێك كە خوای گەورە بڕیاری لەسەر دابوو كە ئەبێ نقوم بن ."
    },
    {
      "ayah": 13,
      "surah": 54,
      "text": "[\nوَحَمَلْنَاهُ عَلَى ذَاتِ أَلْوَاحٍ وَدُسُرٍ (١٣)\n] وە نوح و صلى الله علیه وسلم باوەڕدارانمان هەڵگرت لەسەر ئەو لەوح و دارانە (دُسُر) واتە: كەشتییەكە كە لە دارو بزمار پێكهاتبوو ."
    },
    {
      "ayah": 14,
      "surah": 54,
      "text": "[\nتَجْرِي بِأَعْيُنِنَا جَزَاءً لِمَنْ كَانَ كُفِرَ (١٤)\n] وە كەشتییەكە لەبەر چاوی ئێمەو بە فەرمان و پاراستنی ئێمە ئەڕۆی ئەمە وەكو سزایەك بۆ ئەو كەسانەی كە كوفریان كرد بە پێغەمبەرەكەی خوا صلى الله علیه وسلم ، یان وەكو پاداشتێك بۆ نوح صلى الله علیه وسلم ."
    },
    {
      "ayah": 15,
      "surah": 54,
      "text": "[\nوَلَقَدْ تَرَكْنَاهَا آيَةً فَهَلْ مِنْ مُدَّكِرٍ (١٥)\n] وە ئەم كەشتیەمان تا ماوەیەك هێشتەوەو خەڵك بینیان تا ببێتە پەندو ئامۆژگاری بۆ كەسانێك كە پەندو ئامۆژگاری لێ وەرگرن و دەست لە خراپەو تاوان هەڵگرن، یاخود كەشتیمان لەناو ئێوەدا هێشتەوە كە بەڵگەیە لەسەر تاك و تەنهایى و تواناو دەسەڵاتى خواى گەورە ئایا كەس هەیە پەندو ئامۆژگارى وەربگرێت ."
    },
    {
      "ayah": 16,
      "surah": 54,
      "text": "[\nفَكَيْفَ كَانَ عَذَابِي وَنُذُرِ (١٦)\n] وە بزانە سزاو ئاگاداركردنەوەی من چۆنەو چەند سەخت و قورسە بۆ كافران."
    },
    {
      "ayah": 17,
      "surah": 54,
      "text": "قورئانى پیرۆز ئاسانكراوە\n [\nوَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ\n] وە بە دڵنیایی ئێمە قورئانمان ئاسان كردووە بۆ زیكرو یادكردن و پەندو ئامۆژگارى وەرگرتن، لەفزو ماناو خوێندنەوەو لەبەركردنیمان ئاسان كردووە بۆ ئەوەی كە پەندو ئامۆژگاری لێ وەرگرن، ئەگەر خواى گەورە ئاسانى نەكردایە كەس نەیدەتوانى قسەو فەرموودەى خواى گەورە بخوێنێتەوە ."
    },
    {
      "ayah": 18,
      "surah": 54,
      "text": "[\nفَهَلْ مِنْ مُدَّكِرٍ (١٧)\n] ئایا كەس هەیە پەندو ئامۆژگاری لێ وەربگرێ و لە تاوان خۆى پێ بپارێزێت ."
    },
    {
      "ayah": 19,
      "surah": 54,
      "text": "[\nكَذَّبَتْ عَادٌ فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ (١٨)\n] قەومی عادیش پێغەمبەرەكەیان بەدرۆیان زانی كە هود صلى الله علیه وسلم بوو، وە بزانە سزاو ئاگاداركردنەوەی من چۆن بوو، وە چەند سەخت بوو بۆیان."
    },
    {
      "ayah": 2,
      "surah": 54,
      "text": "[\nوَإِنْ يَرَوْا آيَةً يُعْرِضُوا وَيَقُولُوا سِحْرٌ مُسْتَمِرٌّ (٢)\n] وە كاتێك كە بەڵگەو موعجیزەیەكیش ببینن لە جیاتی ئەوەی ئیمان بێنن پشت ئەكەن لە ئیمان هێنان، وە ئەڵێن: ئەمە جادووكردنێكی بەردەوامە، یان بەهێز بوو, یاخود جادووكردنێكی پووچەڵ و لەناوچوو بوو."
    },
    {
      "ayah": 20,
      "surah": 54,
      "text": "لەناوبردنى قەومى هود پێغەمبەر صلى الله علیه وسلم \n [\nإِنَّا أَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا فِي يَوْمِ نَحْسٍ مُسْتَمِرٍّ (١٩)\n] ئێمە بایەكی زۆر ساردی سەخت و دەنگێكی زۆر گەورەمان بۆ ناردن لە ڕۆژێكی زۆر خراپ سەبارەت بەوان، وە ئەو خراپی و سزایە بەردەوام بوو لەسەریان تا لەناوی بردن ."
    },
    {
      "ayah": 21,
      "surah": 54,
      "text": "[\nتَنْزِعُ النَّاسَ كَأَنَّهُمْ أَعْجَازُ نَخْلٍ مُنْقَعِرٍ (٢٠)\n] خەڵكی هەڵئەكۆڵی لە ماڵەكانیان و دەری ئەكردن و هەڵی ئەدانە ئاسماندا تا لە چاو دیار نامان پاشان بەری ئەدانەوە سەر زەوى و سەری لێ ئەكردنەوەو دەبوونە لاشەى بێ سەر وەكو قەدی دار خورمایان لێهات كە هەڵكەنرا بێت و لە زەویدا كەوتبێ ."
    },
    {
      "ayah": 22,
      "surah": 54,
      "text": "[\nفَكَيْفَ كَانَ عَذَابِي وَنُذُرِ (٢١)\n] وە بزانە سزاو ئاگاداركردنەوەى من چەند سەخت بوو بۆیان."
    },
    {
      "ayah": 23,
      "surah": 54,
      "text": "[\nوَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ\n] وە ئێمە بـە دڵنیـایی قـورئانمان ئـاسـان كـردووە بۆ زیكـر و یـادكـردن و پـەندو ئامۆژگارى وەرگرتن، لەفزو ماناو خوێندنەوەو لەبەركردنیمان ئاسان كردووە بۆ ئەوەی كە پەندو ئامۆژگاری لێ وەرگرن، ئەگەر خواى گەورە ئاسانى نەكردایە كەس نەیدەتوانى قسەو فەرموودەى خواى گەورە بخوێنێتەوە [\nفَهَلْ مِنْ مُدَّكِرٍ (٢٢)\n] ئایا كەس هەیە پەندو ئامۆژگاری لێ وەربگرێ و لە تاوان خۆى پێ بپارێزێت ."
    },
    {
      "ayah": 24,
      "surah": 54,
      "text": "[\nكَذَّبَتْ ثَمُودُ بِالنُّذُرِ (٢٣)\n] قەومی ثەمودیش سەرجەم پێغەمبەرانیان بەدرۆ زانی لەبەر ئەوەی هەر كەسێك پێغەمبەرێك بەدرۆ بزانێ ئەوە وەك ئەوە وایە هەموو پێغەمبەرانی بەدرۆ زانیبێ، كە ساڵح پێغەمبەریان صلى الله علیه وسلم بەدرۆ زانی [\nفَقَالُوا أَبَشَرًا مِنَّا وَاحِدًا نَتَّبِعُهُ إِنَّا إِذًا لَفِي ضَلَالٍ وَسُعُرٍ (٢٤)\n] وە وتیان: ئایا تەنها مرۆڤێك لەناو خۆماندا بووە بە پێغەمبەرو ئێمە هەموومان شوێن ئەو بكەوین, بەڕاستی ئێمە لە گومڕاییەكی ئاشكراو لە سزاداین, یاخود وتراوە: ئەمە شێتییە ئەگەر ئێمە هەموومان شوێن ئەو بكەوین ."
    },
    {
      "ayah": 25,
      "surah": 54,
      "text": "[\nأَأُلْقِيَ الذِّكْرُ عَلَيْهِ مِنْ بَيْنِنَا بَلْ هُوَ كَذَّابٌ أَشِرٌ (٢٥)\n] وتیان: ئایا لەناو ئێمەدا ئەو هەڵبژێردراوە كە وەحی بۆ بێ, بەڵكو ئەو شایانى نییەو كەسێكە زۆر درۆزن و زۆر لووتبەرزو خۆبەگەورەزانە."
    },
    {
      "ayah": 26,
      "surah": 54,
      "text": "[\nسَيَعْلَمُونَ غَدًا مَنِ الْكَذَّابُ الْأَشِرُ (٢٦)\n] خوای گەورە ئەفەرمووێ: سبەینێ، واتە: بەم نزیكانە كە سزایان بۆ دێت ئەو كاتە ئەزانن كێ زۆر درۆزن و خۆبەگەورەزان و لووتبەرزە."
    },
    {
      "ayah": 27,
      "surah": 54,
      "text": "حوشترەكەى ساڵح پێغەمبەر صلى الله علیه وسلم \n [\nإِنَّا مُرْسِلُو النَّاقَةِ فِتْنَةً لَهُمْ فَارْتَقِبْهُمْ وَاصْطَبِرْ (٢٧)\n] وە خوای گەورە ئەفەرمووێ: لەسەر داواكاری و پێشنیارى خۆیان ئێمە لە تاوێرێكی ڕەقەوە حوشترێكمان بۆ دەركردن وەكو تاقیكردنەوەیەك، وە تا ببێتە موعجیزەیەك لەسەر راستێتى پێغەمبەرایەتى ساڵح صلى الله علیه وسلم ، تۆ چاوەڕێ بەو بزانە ئەوان چی ئەكەن وە ئارام بگرە لەسەر ئەو ئازارانەی كە ئازارت پێ ئەگەیەنن سەرەنجام و سەركەوتن لە دونیاو قیامەت بۆ تۆیە ."
    },
    {
      "ayah": 28,
      "surah": 54,
      "text": "[\nوَنَبِّئْهُمْ أَنَّ الْمَاءَ قِسْمَةٌ بَيْنَهُمْ\n] وە پێیشیان ڕابگەیەنە كە چونە سەر ئاوەكە دابەشكراوە لە نێوانیاندا: ڕۆژێك حوشترەكە ئەچێتە سەر ئاو با ئەوان نەچن, وە ڕۆژێكیش حوشترەكە ناچێت ئەوان ئەچن [\nكُلُّ شِرْبٍ مُحْتَضَرٌ (٢٨)\n] هەر كەسێك بەشی خۆی هەیە لە ئاوەكەو ئامادە دەبن، بەڵام ئەوان وایان نەئەكرد ئەو ڕۆژەی سرەی خۆیان بوایە ئەڕۆیشتن، ئەوەیشی سرەی حوشترەكە بوو ئەڕۆیشتن ئەیاندۆشی ."
    },
    {
      "ayah": 29,
      "surah": 54,
      "text": "[\nفَنَادَوْا صَاحِبَهُمْ فَتَعَاطَى فَعَقَرَ (٢٩)\n] بانگیان كرد لە هاوڕێكەیان كە (قەدداری كوڕی سالیف) بووە كە خراپترینیان بووە دەستى دایە شمشێرو هەڵسا وشترەكەی سەربڕی و وەڵامى هۆزەكەى دایەوە ."
    },
    {
      "ayah": 3,
      "surah": 54,
      "text": "[\nوَكَذَّبُوا وَاتَّبَعُوا أَهْوَاءَهُمْ\n] وە پێغەمبەری خوایان صلى الله علیه وسلم بەدرۆ زانی وە شوێن هەواو ئارەزووی خۆیان كەوتن [\nوَكُلُّ أَمْرٍ مُسْتَقِرٌّ (٣)\n] وە هەموو كارێكیش جێگیر ئەبێت و روو دەدات: خێرو چاكە بۆ ئەهلی خێر, وە شەڕو خراپەش بۆ ئەهلی شەڕو خراپە ."
    },
    {
      "ayah": 30,
      "surah": 54,
      "text": "[\nفَكَيْفَ كَانَ عَذَابِي وَنُذُرِ (٣٠)\n] وە بزانە سزاو ئاگاداركردنەوەی من چەند سەخت بوو بۆیان."
    },
    {
      "ayah": 31,
      "surah": 54,
      "text": "لەناوبردنى قەومى ساڵح پێغەمبەر صلى الله علیه وسلم \n [\nإِنَّا أَرْسَلْنَا عَلَيْهِمْ صَيْحَةً وَاحِدَةً\n] ئێمە یەك دەنگێكمان ناردە سەریان كە جبریل بانگێكی كردو هاواری كرد بەوە خوای گەورە سزای دان و لەناوى بردن، (چونكە ئەوان تاوانەكەیان بە دەنگ ئەنجامداو بانگى یەكتریان كرد بۆ سەربڕینى حوشترەكە، خواى گەورەیش لە هاوشێوەى تاوانەكەى خۆى سزاى دان) [\nفَكَانُوا كَهَشِيمِ الْمُحْتَظِرِ (٣١)\n] وەكو گژوگیایەكیان لێهات كە لە لەوەڕگادا وشك دەبێتەوەو ئاژەڵ ئەداتە سەریدا وردو خاش دەبێت بەو شێوازەیان لێهات ."
    },
    {
      "ayah": 32,
      "surah": 54,
      "text": "[\nوَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ\n] وە بە دڵنیایی ئێمە قورئانمان ئاسان كردووە بۆ زیكرو یادكردن و پەندو ئامۆژگارى وەرگرتن، لەفزو ماناو خوێندنەوەو لەبەركردنیمان ئاسان كردووە بۆ ئەوەی كە پەندو ئامۆژگاری لێ وەرگرن، ئەگەر خواى گەورە ئاسانى نەكردایە كەس نەیدەتوانى قسەو فەرموودەى خواى گەورە بخوێنێتەوە [\nفَهَلْ مِنْ مُدَّكِرٍ (٣٢)\n] ئایا كەس هەیە پەندو ئامۆژگاری لێ وەربگرێ و لە تاوان خۆى پێ بپارێزێت ."
    },
    {
      "ayah": 33,
      "surah": 54,
      "text": "[\nكَذَّبَتْ قَوْمُ لُوطٍ بِالنُّذُرِ (٣٣)\n] وە قەومی (لوط)يش پێغەمبەرانیان بەدرۆ زانی و نێربازیان كرد."
    },
    {
      "ayah": 34,
      "surah": 54,
      "text": "لەناوبردنى قەومى لوط پێغەمبەر صلى الله علیه وسلم \n [\nإِنَّا أَرْسَلْنَا عَلَيْهِمْ حَاصِبًا إِلَّا آلَ لُوطٍ نَجَّيْنَاهُمْ بِسَحَرٍ (٣٤)\n] ئێمە بایەكمان بۆ ناردن كە بەردی بچووكی تیابوو بەردبارانمان كردن تەنها بنەماڵەى لوط صلى الله علیه وسلم نەبێ كە چەند كچێكى هەبوو موسڵمان بوون لە بەرەبەیاندا ئەوانمان رزگار كرد، (تەنها یەك كەسیش لە قەومەكەى شوێنی (لوط) صلى الله علیه وسلم نەكەوتن و ئیمانیان پێنەهێنا تەنانەت خێزانەكەى كافر بوو ئەویش تیاچوو) ."
    },
    {
      "ayah": 35,
      "surah": 54,
      "text": "[\nنِعْمَةً مِنْ عِنْدِنَا كَذَلِكَ نَجْزِي مَنْ شَكَرَ (٣٥)\n] ئەمیش نیعمەتێك بوو ڕژاندمان بەسەر (لوط) صلى الله علیه وسلم و كچەكانى كە شوێنی كەوتبوون، وە بەم شێوازە پاداشتی هەر كەسێك ئەدەینەوە كە شوكرانەبژێری نیعمەتەكانی خوای گەورە بكات ."
    },
    {
      "ayah": 36,
      "surah": 54,
      "text": "[\nوَلَقَدْ أَنْذَرَهُمْ بَطْشَتَنَا فَتَمَارَوْا بِالنُّذُرِ (٣٦)\n] وە (لوط)يش صلى الله علیه وسلم پێشتر ئاگاداری كردنەوە كە سزای خوای گەورە زۆر سەختە بەڵام ئەوان گومانیان لەو ئاگاداركردنەوەیە هەبوو وە باوەڕیان پێی نەكردو گوێیان پێنەدا ."
    },
    {
      "ayah": 37,
      "surah": 54,
      "text": "[\nوَلَقَدْ رَاوَدُوهُ عَنْ ضَيْفِهِ\n] وە كاتێك كە میوانی هات كە (جبریل و میكائیل و ئیسرافیل) بوون, لەسەر شێوەى گەنجى زۆر جوان هاتن وەكو تاقیكردنەوە بۆ خەڵكى، وە خێزانەكەیشی چوو خەڵكەكەی ئاگادار كردەوە كە میوانمان هاتووە وەرن دەستدرێژى بكەنە سەریان، ئەمانیش بەپەلە هاتن ویستیان بەسەر میوانەكاندا زاڵ بن بۆ ئەوەی خراپەو بەدڕەوشتیان لەگەڵدا بكەن، (لوط)يش صلى الله علیه وسلم دەرگاى لێ داخستن و دەیگەڕاندنەوەو ئەوانیش دەیانویست دەرگاكە بشكێنن و بێنە ژوورەوە [\nفَطَمَسْنَا أَعْيُنَهُمْ\n] خوای گەورە لە ڕێی جبریلەوە چاویانی هەڵكۆڵی یان چاویانی سڕییەوەو كوێری كردن [\nفَذُوقُوا عَذَابِي وَنُذُرِ (٣٧)\n] وە فەرمووی: دەی سزاو ئاگادار كردنەوەی من بچێژن ."
    },
    {
      "ayah": 38,
      "surah": 54,
      "text": "[\nوَلَقَدْ صَبَّحَهُمْ بُكْرَةً عَذَابٌ مُسْتَقِرٌّ (٣٨)\n] وە لە بەیانی زوودا خوای گەورە سزایەكی جێگیری بۆ ناردن كە لێیان جیا نەبوەوەو بەردەوام بوو لەگەڵیاندا ."
    },
    { "ayah": 39, "surah": 54, "text": "[\nفَذُوقُوا عَذَابِي وَنُذُرِ (٣٩)\n] دەی سزاو ئاگادار كردنەوەی من بچێژن." },
    {
      "ayah": 4,
      "surah": 54,
      "text": "[\nوَلَقَدْ جَاءَهُمْ مِنَ الْأَنْبَاءِ مَا فِيهِ مُزْدَجَرٌ (٤)\n] وە بە دڵنیایی كافرانی قوڕەیش ئەوەندە هەواڵی ئوممەتانی تریان بۆ هات كە بەسیان بێ بۆ ئەوەی كە بەرهەڵستییان بكات لە خراپەو كوفر كردن ."
    },
    {
      "ayah": 40,
      "surah": 54,
      "text": "[\nوَلَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ\n] وە بە دڵنیایی ئێمە قورئانمان ئاسان كردووە بۆ زیكرو یادكردن و پەندو ئامۆژگارى وەرگرتن، لەفزو ماناو خوێندنەوەو لەبەركردنیمان ئاسان كردووە بۆ ئەوەی كە پەندو ئامۆژگاری لێ وەرگرن، (ئەگەر خواى گەورە ئاسانى نەكردایە كەس نەیدەتوانى قسەو فەرموودەى خواى گەورە بخوێنێتەوە) [\nفَهَلْ مِنْ مُدَّكِرٍ (٤٠)\n] ئایا كەس هەیە پەندو ئامۆژگاری لێ وەربگرێ و لە تاوان خۆى پێ بپارێزێت."
    },
    {
      "ayah": 41,
      "surah": 54,
      "text": "[\nوَلَقَدْ جَاءَ آلَ فِرْعَوْنَ النُّذُرُ (٤١)\n] وە بە دڵنیایی فیرعەون و دارو دەستەكەی ئەوانیش ئینزاریان بۆ چوو لەلایەن موساو هارونەوە ."
    },
    {
      "ayah": 42,
      "surah": 54,
      "text": "[\nكَذَّبُوا بِآيَاتِنَا كُلِّهَا فَأَخَذْنَاهُمْ أَخْذَ عَزِيزٍ مُقْتَدِرٍ (٤٢)\n] بەڵام ئەوان ئایەت و موعجیزەكانى ئێمەیان هەر هەمووی بەدرۆ زانی و باوەڕیان پێ نەكرد، وە خوای گەورەش بردیانیەوە بردنەوەیەك كە زۆر بەعیززەت و تواناو دەسەڵاتەوە بوو ."
    },
    {
      "ayah": 43,
      "surah": 54,
      "text": "[\nأَكُفَّارُكُمْ خَيْرٌ مِنْ أُولَئِكُمْ\n] ئەی كافرانی مەككە ئایا ئێوە باشترو بەهێزترن لەم كافرانەی كە لە پێشتردا بۆتان باسكرا, ئەوان زۆر بەهێزتر بوون و خوای گەورە لەناوی بردن ئێوە چۆن لەناو نابات [\nأَمْ لَكُمْ بَرَاءَةٌ فِي الزُّبُرِ (٤٣)\n] یاخود ئێوە لە كتابدا بۆتان هاتووە كە بەرین لە سزای خواو سزای خوای گەورە ئێوە ناگرێتەوە؟ ئایا شتی واتان بۆ هاتووە؟ نەخێر."
    },
    {
      "ayah": 44,
      "surah": 54,
      "text": "[\nأَمْ يَقُولُونَ نَحْنُ جَمِيعٌ مُنْتَصِرٌ (٤٤)\n] یان ئەڵێن: ئێمە زۆرین و بەزۆرییەوە ئەنازێن و ئەڵێن زۆر زاڵ ئەبێ ."
    },
    {
      "ayah": 45,
      "surah": 54,
      "text": "[\nسَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ (٤٥)\n] بەڵكو ئەو زۆرییەتان تێكئەشكێن و پشت هەڵئەكەن وەكو چۆن لە جەنگی (بەدر)دا پشتیان هەڵكردو سەرانیان كوژرا، لە جەنگى بەدر پێغەمبەرى خوا صلى الله علیه وسلم ئەم دوو ئایەتەى دەخوێندەوە (٤٤ و٤٥) ."
    },
    {
      "ayah": 46,
      "surah": 54,
      "text": "[\nبَلِ السَّاعَةُ مَوْعِدُهُمْ\n] بەڵكو ڕۆژی قیامەت مەوعیدی لەناوچوون و سزای هەمیشەیی ئەوانە [\nوَالسَّاعَةُ أَدْهَى وَأَمَرُّ (٤٦)\n] وە قیامەتیش بەڕاستی سزاكەی زۆر قورسترو سەختترە، وە زۆر تاڵە لەچاو سزای دونیادا."
    },
    {
      "ayah": 47,
      "surah": 54,
      "text": "[\nإِنَّ الْمُجْرِمِينَ فِي ضَلَالٍ وَسُعُرٍ (٤٧)\n] بەڕاستی تاوانباران و خراپەكاران لە سزاو ئاگری سووتێنەری دۆزەخدان."
    },
    {
      "ayah": 48,
      "surah": 54,
      "text": "[\nيَوْمَ يُسْحَبُونَ فِي النَّارِ عَلَى وُجُوهِهِمْ ذُوقُوا مَسَّ سَقَرَ (٤٨)\n] لەو ڕۆژەدا كە ڕۆژی قیامەتە لەناو ئاگری دۆزەخدا لەسەر ڕوویان ڕائەكێشرێن وە پێیان ئەووترێ: دەی گڕو بڵێسەو گەرمی و سەختی سزای ئاگری دۆزەخ بچێژن."
    },
    {
      "ayah": 49,
      "surah": 54,
      "text": "[\nإِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ (٤٩)\n] (ئەبوهوڕەیڕە) دەفەرمێت: هاوبەشبڕیاردەرانى قوڕەیش هاتن بۆ لاى پێغەمبەرى خوا صلى الله علیه وسلم مشتومڕیان لەگەڵدا كرد لەسەر قەدەر، خواى گەورە ئەم دوو ئایەتەى دابەزاند (الصحيح المُسنَد): ئێمە هەموو شتێكمان بە قەدەر دروست كردووەو هەموو شتێك بڕاوەتەوەو بڕیارمان لەسەر داوە، وە پێغەمبەرى خوا صلى الله علیه وسلم ئەم ئایەتەى خوێندەوەو فەرمووى: (لەسەر كەسانێك لە ئوممەتەكەم دابەزیوە كە لە كۆتایی زەماندا دێن و باوەڕیان بە قەدەرى خواى گەورە نییەو بە درۆى دەزانن) كە قەدەرى یەكانن مەجوسى ئەم ئوممەتەن."
    },
    {
      "ayah": 5,
      "surah": 54,
      "text": "[\nحِكْمَةٌ بَالِغَةٌ\n] وە قورئانیش پڕە لە حیكمەت و ئەوپەڕی حیكمەت و كاربەجێیی تیایەو كەموكوڕی تیادا نییە، یاخود لە هیدایەتدان و گومڕاكردنى خەڵكى حیكمەتى تەواو هەیەو بێحیكمەت نیە [\nفَمَا تُغْنِ النُّذُرُ (٥)\n] وە ئاگاداركردنەوە هیچ سوودێكی بەوان نەگەیاند ."
    },
    {
      "ayah": 50,
      "surah": 54,
      "text": "[\nوَمَا أَمْرُنَا إِلَّا وَاحِدَةٌ كَلَمْحٍ بِالْبَصَرِ (٥٠)\n] وە فەرمانی ئێمەش بۆ هەر شتێك فەرمان دەركەین یەك شتێكە وەكو چاوترووكاندنێك وایە كە لە ماوەیەكی ئاوا كەمدا فەرمانی خۆمان جێبەجێ ئەكەین ."
    },
    {
      "ayah": 51,
      "surah": 54,
      "text": "[\nوَلَقَدْ أَهْلَكْنَا أَشْيَاعَكُمْ فَهَلْ مِنْ مُدَّكِرٍ (٥١)\n] وە ئەی كافرانی قوڕەیش هاوشێوەی ئێوەیشمان لەناوبرد لە ئوممەتانى پێشتر ئایا كەس هەیە پەندو ئامۆژگاری وەربگرێ لە سزادان و لەناوچوونى كافران ."
    },
    {
      "ayah": 52,
      "surah": 54,
      "text": "[\nوَكُلُّ شَيْءٍ فَعَلُوهُ فِي الزُّبُرِ (٥٢)\n] وە هەموو ئەو شتانەی كە ئوممەتانی پێشتر كردیان ئەمانیش كردیان, یان ئەوەی كە كردیان هەمووی لە (لوح المحفوظ)دا نووسرابوەوە, یاخود كە كردیان فریشتەكان نووسییانەوە ."
    },
    {
      "ayah": 53,
      "surah": 54,
      "text": "[\nوَكُلُّ صَغِيرٍ وَكَبِيرٍ مُسْتَطَرٌ (٥٣)\n] وە هەموو كردەوەیەك گەورە بێ یان بچووك هەمووی نووسراوەتەوە ."
    },
    {
      "ayah": 54,
      "surah": 54,
      "text": "[\nإِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَنَهَرٍ (٥٤)\n] ئەوانەیشی كە تەقوای خوای گەورەیان كردووەو خۆیان لە تاوان پاراستووە بە دڵنیایی لەناو باخ و باخاتدان كە جۆگەلە ئاو و كانی و ڕووبار بەژێریاندا ئەڕوات و جۆرەها خواردنەوەی خۆشی لێیە ."
    },
    {
      "ayah": 55,
      "surah": 54,
      "text": "[\nفِي مَقْعَدِ صِدْقٍ عِنْدَ مَلِيكٍ مُقْتَدِرٍ (٥٥)\n] لە شوێنێكى بەڕێزدان كە هیچ قسەى پوچ و بە تاڵ و درۆ و تاوانێكی تیادا نییە كە بەهەشتە، وە لەلای خوایەكن كە مەلیك و پاشای بەتواناو بەدەسەڵاتەو توانای هەموو شتێكی هەیە كە خوای گەورەیە، والله أعلم . \nبەم شێوازە هاتینە كۆتایی تەفسیرى سورەتى (قەمەر) والحمد لله."
    },
    {
      "ayah": 6,
      "surah": 54,
      "text": "[\nفَتَوَلَّ عَنْهُمْ\n] ئەی محمد صلى الله علیه وسلم تۆیش پشتیان تێ بكەو خۆتیان لەگەڵ ماندوو مەكە [\nيَوْمَ يَدْعُ الدَّاعِ إِلَى شَيْءٍ نُكُرٍ (٦)\n] تا ئەو ڕۆژەی كە بانگخواز كە (ئیسڕافیل)ە بانگیان ئەكات بۆ شتێكی زۆر گەورە كە لەلایان گەورەیە كە هاتنی ڕۆژی قیامەتە ."
    },
    {
      "ayah": 7,
      "surah": 54,
      "text": "[\nخُشَّعًا أَبْصَارُهُمْ يَخْرُجُونَ مِنَ الْأَجْدَاثِ كَأَنَّهُمْ جَرَادٌ مُنْتَشِرٌ (٧)\n] چاویان شۆڕە لە زەلیلیدا كاتێك كە لە گۆڕەكانیان دەرئەچن و بەرەو ساحەی مەحشەر بەڕێ ئەكەون وە لە زۆرییاندا وەكو كوللەی بڵاو وان ."
    },
    {
      "ayah": 8,
      "surah": 54,
      "text": "[\nمُهْطِعِينَ إِلَى الدَّاعِ يَقُولُ الْكَافِرُونَ هَذَا يَوْمٌ عَسِرٌ (٨)\n] بەخێرایی ئەڕۆن بەرەو لای ئەو فریشتەیەی كە بانگیان ئەكات كە (ئیسڕافیل)ە، وە كافران ئەڵێن: بەڕاستی ئەمە ڕۆژێكی یەكجار قورس و سەختە بۆ سەر كافران ."
    },
    {
      "ayah": 9,
      "surah": 54,
      "text": "[\nكَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ فَكَذَّبُوا عَبْدَنَا وَقَالُوا مَجْنُونٌ وَازْدُجِرَ (٩)\n] لە پێش ئەمانیشدا قەومی نوحیش نوح پێغەمبەریان صلى الله علیه وسلم بەدرۆ زانی و ئیمانیان پێی نەهێناو وتیان: نوح صلى الله علیه وسلم شێت بووە، وە بەرهەڵستیان كرد بە جۆرەها بەرهەڵستی كردن و هەڕەشە لێكردن و ئازاردان."
    }
  ]
}
