{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 58,
      "text": "سوورەتی (موجادیلە) (واتە: ئافرەتە گفتوگۆكارەكە) \nپێناسەیەكى سورەتەكە:\n١- سورەتى (موجادیلە) سورەتێكى مەدەنى یە. \n٢- ژمارەى ئایەتەكانى سورەتى (موجادیلە) (٢٢) ئایەتە.\n٣- سورەتى (موجادیلە) زنجیرەى پەنجاو هەشتەمە لە ریزبەندى لەناو سورەتەكانى قورئانى پیرۆزدا. \n٤- سورەتى (موجادیلە) لە دواى سورەتى (مونافیقون) دابەزیوە.\nتەوەرەكانى ئەم سورەتە:\nسورەتى (موجادیلە) كۆمەڵێكى زۆر حوكمى شەرعی و ئادابی پەروەردەیی لە خۆی گرتوەو خواى گەورە تێیدا باسی كردون، وەك باسكردنى بابەتەكانى (زیهار)و ئەو كەفارەتەى كە دەكەوێتە سەر ئەو كەسەى كە زیهارەكەى كردوە، وە حوكمى چپە چپ كردن و ئاداب و رەوشتى مەجلیس و دانیشتنەكان، وە هەروەها ئامۆژگارى تێدایە بۆ موسڵمانان لەسەر ئەوەى كە خۆشەویستیان نەبێت بەرامبەر بە دوژمنانى خواى گەورەو دینەكەى، و لەگەڵ باسكردنى هەندێك لە مونافیق و جولەكەكان.\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\nگفتوگۆى (خەولە) لەگەڵ پێغەمبەری خوا صلى الله علیه وسلم \n[\nقَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا وَتَشْتَكِي إِلَى اللَّهِ وَاللَّهُ يَسْمَعُ تَحَاوُرَكُمَا\n] ئەی پێغەمبەری خوا صلى الله علیه وسلم بە دڵنیایی خوای گەورە وتەی ئەو ئافرەتەی بیست كە مشتومڕت لەگەڵدا ئەكات سەبارەت بە مێردەكەی، وە گازندەی حاڵی خۆی ئەكات بۆ لای خوای گەورە، وە خوای گەورە گفتوگۆكەی ئێوە ئەبیستێ، كە ئافرەتەكە (خەولەی كچی ثەعلەبە) بووە كە گلەیی لە مێردەكەی كردووە كە (ئەوسی كوڕی سامیت) بووە كە وتى: ئەى پێغەمبەری خوا صلى الله علیه وسلم ماڵەكەى خواردم و گەنجى نەهێشتم و ئێستا پیر بووم و منداڵم نابێت پێى وتووم تۆ وەكو دایكم وایت (ظيهاری) لێ كردووم، خواى گەورە ئەم چەند ئایەتەى دابەزاند، (عائیشە) دەفەرمێت: سوپاس بۆ ئەو خوایە كە بیستنى زۆر فراوانەو هەموو شتەكان دەبیستێت، (خەولە) قسەى لەگەڵ پێغەمبەرى خوا صلى الله علیه وسلم دەكردو منیش لە لایەكى ژوورەوە بووم و قسەكانیم نابیست، بەڵام خواى گەورە بیستى و ئەم چەند ئایەتەى دابەزاند (الصحيح المُسنَد) [\nإِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ (١)\n] بەڕاستی خوای گەورە زۆر بیسەرە بە وتەكانتان وە بینایە بە كردەوەكانتان."
    },
    {
      "ayah": 10,
      "surah": 58,
      "text": "[\nإِنَّمَا النَّجْوَى مِنَ الشَّيْطَانِ لِيَحْزُنَ الَّذِينَ آمَنُوا وَلَيْسَ بِضَارِّهِمْ شَيْئًا إِلَّا بِإِذْنِ اللَّهِ\n] ئەو چپەچپەی كە بەتاوان و سەرپێچی كردن و دژایەتی كردنە ئەمە تەنها لەلایەن شەیتانەوەیە بۆ ئەوەی كە خەفەت بدات بە باوەڕداران و باوەڕداران خەفەت بخۆن بەڵام بە ئیزنی خوای گەورە هیچ زیانێكیان پێ ناگەیەنێ، پێغەمبەری خوا صلى الله علیه وسلم دەفەرمێت: (ئەگەر سێ كەس بوون با دوانتان بە نهێنى و چپەچپ قسە نەكەن ئیللا مەگەر ئیزنى سێیەم وەربگرن، چونكە پێى ناخۆشەو خەفەتى لێدەخوات) [\nوَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ (١٠)\n] وە با باوەڕداران تەنها پشت بە خوای گەورە ببەستن وە كارەكانیان تەنها بە خوای گەورە بسپێرن ."
    },
    {
      "ayah": 11,
      "surah": 58,
      "text": "[\nيَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قِيلَ لَكُمْ تَفَسَّحُوا فِي الْمَجَالِسِ فَافْسَحُوا يَفْسَحِ اللَّهُ لَكُمْ\n] ئەی باوەڕداران ئەگەر لە مەجلیسەكاندا ئیتر ئایا ئەگەر مەجلیسی زانست بێت یان مەجلیسی جەنگ بێت یان مەجلیسى ڕۆژی جومعە بێت، یان هەر شتێكی تر بوو كە پێتان وترا جێگا فراوان بكەنەوە بۆ ئەوەی جێگای خەڵكانی تریش ببێتەوە ئەوا ئێوەیش جێگا فراوان بكەنەوە، ئەوە خوای گەورە شوێنتان بۆ فراوان ئەكاتەوە [\nوَإِذَا قِيلَ انْشُزُوا فَانْشُزُوا\n] وە ئەگەر پێیشتان وترا هەندێكتان شوێنەكانی خۆتان بەجێ بێڵن بۆ خەڵكی تر بۆ ئەوەی ئەوانیش سوودمەند بن ئەوا ئێوە بڕۆن و جێگاكەیان بۆ بەجێ بێڵن.\nپلەبەرزى زانایان\n [\nيَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ\n] ئەوانەی كە باوەڕیان هێناوە لە ئێوە وە زانستی شەرعیان وەرگرتووە خوای گەورە پلەو پایەیان بەرز ئەكاتەوە لە دونیاو قیامەتدا [\nوَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ (١١)\n] وە خوای گەورە زانیارییەكی زۆر وردی هەیە بە كردەوەكانی ئێوە وە هیچ شتێك لە خوای گەورە ناشاردرێتەوە ."
    },
    {
      "ayah": 12,
      "surah": 58,
      "text": "[\nيَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَاجَيْتُمُ الرَّسُولَ فَقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَةً\n] ئەی باوەڕداران ئەگەر ئێوە بە نهێنی لەگەڵ پێغەمبەری خوادا صلى الله علیه وسلم قسەتان كرد وە كاری تایبەتتان هەبوو ئەوە پێش ئەوەی كە بەتایبەتی لەگەڵ پێغەمبەردا صلى الله علیه وسلم قسە بكەن ئەوە سەدەقەیەك بكەن، لەبەر ئەوەی صەحابە زۆر پێغەمبەری خوایان صلى الله علیه وسلم ماندوو ئەكرد وە زۆر پرسیاریان لێ ئەكرد وە زۆر ڕایانئەگرت، خوای گەورە ئەم ئایەتەی دابەزاند بۆ ئەوەی كە لەسەر پێغەمبەری خوای صلى الله علیه وسلم سووك بكات [\nذَلِكَ خَيْرٌ لَكُمْ وَأَطْهَرُ\n] ئەمە بۆ ئێوە باشترو پاكترە [\nفَإِنْ لَمْ تَجِدُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (١٢)\n] وە ئەگەر كەسێكیش توانای نەبوو سەدەقە بكات و ئیشی تایبەتی بە پێغەمبەری خوا بوو صلى الله علیه وسلم ئەوە ئاساییە بەبێ صەدەقەیش بیكات بەڕاستی خوای گەورە زۆر لێخۆشبوو و بەڕەحم و سۆزو بەزەیی و میهرەبانە ."
    },
    {
      "ayah": 13,
      "surah": 58,
      "text": "[\nأَأَشْفَقْتُمْ أَنْ تُقَدِّمُوا بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَاتٍ\n] ئایا لە فەقیری و هەژاری ترسان لەوەی كە پێش ئەوەی بەتایبەت لەگەڵ پێغەمبەری خوادا صلى الله علیه وسلم قسە بكەن سەدەقەو خێر بكەن, دەی لە فەقیری مەترسن [\nفَإِذْ لَمْ تَفْعَلُوا\n] وە ئەگەر ئەوەی فەرمانتان پێكرا لە سەدەقەو خێر نەتان كردو قورس بوو لەسەرتان [\nوَتَابَ اللَّهُ عَلَيْكُمْ\n] ئەوە خوای گەورە لێتان خۆشبوو ئەو حوكمەی لەسەرتان لابردو نەسخى كردەوە [\nفَأَقِيمُوا الصَّلَاةَ\n] وە ئێوە تەنها نوێژەكانتان بكەن [\nوَآتُوا الزَّكَاةَ\n] وە زەكاتی ماڵتان بدەن [\nوَأَطِيعُوا اللَّهَ وَرَسُولَهُ\n] وە گوێڕایەڵی خواو پێغەمبەری خوا صلى الله علیه وسلم بكەن [\nوَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ (١٣)\n] وە خوای گەورە زانیارییەكی زۆر وردی هەیە بە كردەوەكانی ئێوە, ئیمامی عەلی ئەفەرمووێ: ئەم ئایەتە تەنها من ئیشم پێكردووە كەس پێش من ئیشى پێ نەكردووەو دواى منیش كەس كارى پێناكات چونكە ئایەتەكە نەسخ بووەوە، دینارێكم ورد كردەوەو كردم بە دە درهەم و پرسیارێكی تایبەتم هەبوایە درهەمێكم دەكرد بە خێرو بە نهێنى پرسیارم لە پێغەمبەری خوا صلى الله علیه وسلم دەكرد."
    },
    {
      "ayah": 14,
      "surah": 58,
      "text": "جولەكە خوا غەزەبى لێگرتوون\n [\nأَلَمْ تَرَ إِلَى الَّذِينَ تَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِمْ مَا هُمْ مِنْكُمْ وَلَا مِنْهُمْ\n] ئەی محمد صلى الله علیه وسلم ئایا نابینی كەسانێك كە مونافیقانن خۆشەویستی و دۆستایەتیان بۆ كەسانێك هەیە كە خوای گەورە غەزەبی لێ گرتوون كە جوولەكەن، واتە: مونافیق دۆستایەتیان بۆ جوولەكە هەیە كە مونافیقان نە لەگەڵ ئێوەدان وە نە لەگەڵ ئەوانیشدان [\nوَيَحْلِفُونَ عَلَى الْكَذِبِ وَهُمْ يَعْلَمُونَ (١٤)\n] (ئیبنو عەبباس) دەفەرمێت: پێغەمبەری خوا صلى الله علیه وسلم لەگەڵ چەند موسڵمانێك لە سێبەرى ژوورێك لە ژوورەكانى دانیشتبوو، فەرمووى: ئێستا كەسێك دێت بۆ لاتان بە چاوى شەیتان تەماشا دەكات، كە هات قسەى لەگەڵ مەكەن، پیاوێكى شین هات پێغەمبەری خوا صلى الله علیه وسلم بانگى كردو پێى فەرموو: بۆچى تۆو فڵان و فڵان جوێن و تانەو تەشەرم لێدەدەن؟ ناوى چەند كەسێكى هێنا، ئەم پیاوە رۆیشت بانگى كردن ئەوانیش سوێندیان خواردو داواى لێبوردنیان كرد، خواى گەورە ئەم ئایەتەى دابەزاند (الصحيح المُسنَد): وە بەدرۆ سوێند ئەخۆن و خۆیشیان ئەزانن كە درۆ ئەكەن."
    },
    {
      "ayah": 15,
      "surah": 58,
      "text": "[\nأَعَدَّ اللَّهُ لَهُمْ عَذَابًا شَدِيدًا إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ (١٥)\n] خوای گەورە سزایەكی زۆر سەختی بۆ ئەو مونافیقانە ئامادە كردووە، بە دڵنیایی ئەمە خراپترین كارە كە ئەوان دەیانكرد ."
    },
    {
      "ayah": 16,
      "surah": 58,
      "text": "[\nاتَّخَذُوا أَيْمَانَهُمْ جُنَّةً فَصَدُّوا عَنْ سَبِيلِ اللَّهِ فَلَهُمْ عَذَابٌ مُهِينٌ (١٦)\n] ئەوان ئەو سوێندە درۆینەیان كردبووە قەڵغانێك و خۆیان پێ ئەپاراست لەوەی كە موسڵمانان بیانكوژن، وە ڕێگرییان ئەكرد لە بڵاو بوونەوەی دینی خوای گەورەو موسڵمان بوونى خەڵكى، ئەمانە لەناو سزای ئاگری دۆزەخدا خوای گەورە سەرشۆڕو ڕیسوایان ئەكات ."
    },
    {
      "ayah": 17,
      "surah": 58,
      "text": "[\nلَنْ تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلَا أَوْلَادُهُمْ مِنَ اللَّهِ شَيْئًا\n] ماڵ و منداڵیان هیچ سوودێكیان پێ ناگەیەنێ و لە سزای خوای گەورە نایانگەڕێنێتەوە [\nأُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ (١٧)\n] ئا ئەم مونافیقانە هاوەڵی ئاگری دۆزەخن وە بە نەمری و هەمیشەیی تیایدا ئەمێننەوە ."
    },
    {
      "ayah": 18,
      "surah": 58,
      "text": "[\nيَوْمَ يَبْعَثُهُمُ اللَّهُ جَمِيعًا فَيَحْلِفُونَ لَهُ كَمَا يَحْلِفُونَ لَكُمْ وَيَحْسَبُونَ أَنَّهُمْ عَلَى شَيْءٍ\n] لە ڕۆژی قیامەت خوای گەورە هەر هەموویان زیندوو ئەكاتەوە لەوێش سوێندی درۆینە ئەخۆن بۆ خوای گەورە كە ئێمە لەسەر رێگاى راست بووینە هەروەكو چۆن لە دونیادا سوێندیان بۆ ئێوە خواردووە, چۆن لە دونیا سوێندە درۆینەكانیان بۆ چووە سەر وا ئەزانن لە قیامەتیشدا بەو سوێندە درۆیینانە كاریان ئەچێتە سەرو سوودێكیان دەست ئەكەوێ وەك لە دونیا دەستیان كەوتووەو لەسەر شتێكن [\nأَلَا إِنَّهُمْ هُمُ الْكَاذِبُونَ (١٨)\n] ئاگادار بن و بزانن بەڕاستی درۆزنى ڕاستەقینە ئەمانەن ."
    },
    {
      "ayah": 19,
      "surah": 58,
      "text": "[\nاسْتَحْوَذَ عَلَيْهِمُ الشَّيْطَانُ فَأَنْسَاهُمْ ذِكْرَ اللَّهِ\n] ئەم كەسانە شەیتان بەسەریاندا زاڵ بووەو یادو زیكری خوای گەورەی لەبیر بردوونەتەوە [\nأُولَئِكَ حِزْبُ الشَّيْطَانِ\n] ئا ئەمانە حیزب و كۆمەڵ و پێڕو شوێنكەوتەی شەیتانن [\nأَلَا إِنَّ حِزْبَ الشَّيْطَانِ هُمُ الْخَاسِرُونَ (١٩)\n] ئاگادار بن و بزانن كۆمەڵ و پێڕو شوێنكەوتوانی شەیتان زەرەرمەندی ڕاستەقینە ئەوانن ."
    },
    {
      "ayah": 2,
      "surah": 58,
      "text": "ماناى (ظيهار)\n [\nالَّذِينَ يُظَاهِرُونَ مِنْكُمْ مِنْ نِسَائِهِمْ\n] ئەو كەسانەی لە ئێوەی موسڵمان كە (ظيهار) ئەكەن لە خێزانەكانیان (الظِّهَار) لە (الظَّهْر)ەوە هاتووە واتە: بە خێزانەكەی ئەڵێ تۆ وەكو پشتی دایكم وابی بۆ من، یان وەكو دایكم وابی، یان وەكو هەر مەحرەمێكی تر وەكو كچم وابی وەكو پوورم وابی بەمانە ئەم حوكمی (ظيهارە) جێبەجێ دەبێت، (ظيهار)یش لە پێش ئیسلامدا تەڵاق بووە بەڵام دواتر خوای گەورە حوكمەكەی بۆ ئەم ئوممەتە گۆڕی و ئاسانى كردو كەفارەتی بۆ دانا, جا ئەو كەسانەی وا بە خێزانەكانیان ئەڵێن [\nمَا هُنَّ أُمَّهَاتِهِمْ\n] بەم قسەیە ئەو ئافرەتە نابێ بە دایكی [\nإِنْ أُمَّهَاتُهُمْ إِلَّا اللَّائِي وَلَدْنَهُمْ\n] بەڵكو دایكیان تەنها ئەو كەسانەن كە لێیان بوونە [\nوَإِنَّهُمْ لَيَقُولُونَ مُنْكَرًا مِنَ الْقَوْلِ وَزُورًا\n] وە ئەمان قسەیەكی خراپ و پوچەڵ و درۆ ئەكەن, كەی خێزان ئەبێت بە دایك؟! [\nوَإِنَّ اللَّهَ لَعَفُوٌّ غَفُورٌ (٢)\n] وە بە دڵنیایی خوای گەورە زۆر لێبووردەو لێخۆشبووە بۆ كەسێك كە لە دەمى دەرچێت و بە بێ مەبەست بە خێزانەكەى بڵێت: وەكو خوشك و دایكمى."
    },
    {
      "ayah": 20,
      "surah": 58,
      "text": "[\nإِنَّ الَّذِينَ يُحَادُّونَ اللَّهَ وَرَسُولَهُ أُولَئِكَ فِي الْأَذَلِّينَ (٢٠)\n] ئەو كەسانەی كە دژایەتی خواو پێغەمبەری خوایان صلى الله علیه وسلم كردووەئا ئەوانە بە دڵنیایی خوای گەورە زەلیل و سەرشۆڕو ڕیسوایان ئەكات لە دونیاو قیامەتدا ."
    },
    {
      "ayah": 21,
      "surah": 58,
      "text": "[\nكَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي\n] خوای گەورە نووسیویەتی و بڕیاری داوە كە من و پێغەمبەرانم باڵادەست و سەركەوتوین بەسەر كافران و بێباوەڕاندا بە بەڵگە، وە لە كاتی جەنگدا بە شمشێر [\nإِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ (٢١)\n] بەڕاستی خوای گەورە زۆر بەهێزو باڵادەستە."
    },
    {
      "ayah": 22,
      "surah": 58,
      "text": "خۆشنەویستنى كافران\n [\nلَا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ\n] نابینی كەسانێك هەبن كە ئیمانیان بەخواو بەڕۆژی دوایی هەبێ وە خۆشەویستییان بۆ كەسانێك هەبێ كە دژایەتی خواو پێغەمبەری خوا صلى الله علیه وسلم ئەكەن، واتە: نابێ باوەڕدار خۆشەویستی بۆ كافر هەبێ, نابینی واتە نابێ ببینی و شتی وا نابێت كە خۆشەویستیان بۆ كافران هەبێت ئەو كاتە باوەڕەكەیان بەتاڵ ئەبێتەوە، باوەڕو خۆشەویستى كافران پێكەوە لە دڵدا كۆنابنەوەو دژ بەیەك و پێچەوانەن [\nوَلَوْ كَانُوا آبَاءَهُمْ\n] ئەگەر ئەو كەسە كافرانە باوكیشتان بێ كە كافر بوو نابێ خۆشتان بوێن, ئەمە لەسەر (ئەبو عوبەیدەی كوڕی جەراح) دابەزی لە شەڕی بەدردا باوكی خۆی كوشت [\nأَوْ أَبْنَاءَهُمْ\n] یان با ئەو كەسە كافرە كوڕیشت بێ نابێ خۆشت بوێ, لەسەر (ئەبوبەكری صدیق) دابەزی كە لە شەڕی بەدردا ویستی (عبدالرحمنی كوڕی) بكوژێ هێشتا موسڵمان نەبوو دواتر موسڵمان بوو [\nأَوْ إِخْوَانَهُمْ\n] یان با برایشیان بێ, لەسەر (موصعەبی كوڕی عومەیر) دابەزی كە (عوبەیدی كوڕی عومەیری) برای كوشت [\nأَوْ عَشِيرَتَهُمْ\n] با ئەو كەسە كافرانە ئەگەر عەشیرەت و هۆزیشت بوو نابێ خۆشت بوێ، (ئیمامی عومەرو ئیمامی حەمزەو ئیمامی عەلی و عوبەیدەى كوڕى حارس) لە جەنگی بەدردا خزمى خۆیان كوشتووە, وە هەموویان خزم و كەسوكاری یەكتری بوونە [\nأُولَئِكَ كَتَبَ فِي قُلُوبِهِمُ الْإِيمَانَ\n] ئەم كەسانە كە بەم شێوازەن خۆشەویستیان بۆ كافران و بێباوەڕان نییە ئەمانە خوای گەورە ئیمانی لە دڵیاندا جێگیر كردووەو رازاندۆتەوەو كۆكردۆتەوەو بەختەوەرى كردوون [\nوَأَيَّدَهُمْ بِرُوحٍ مِنْهُ\n] وە بەهێزی كردوون بەسەركەوتنێك لەلایەن خۆیەوە، چۆن مرۆڤ بە ڕوح ئەژێتەوە موسڵمانیش بە سەركەوتن ئەژێتەوە، بۆیە سەركەوتنی بە ڕوح ناوبردووە [\nوَيُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا\n] وە خوای گەورە لە ڕۆژی قیامەت ئەیانخاتە بەهەشتەوە كە پڕە لە باخ و باخات كە جۆگەلە ئاو بە ژێر دارو خانووەكانیاندا تێ ئەپەڕێ وە بە نەمری و هەمیشەیی تێیدا ئەمێننەوە [\nرَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ\n] ئەوان بەهۆی ئیسلام و ئیمانەوە كەسوكاریان لێیان تووڕەبوو, خوای گەورە قەرەبووی بۆ كردنەوە كە خۆی لەوان ڕازی بوو وە ئەوانیش ڕازین بەو بەش و پاداشتەی كە خوای گەورە پێی بەخشیون [\nأُولَئِكَ حِزْبُ اللَّهِ\n] ئا ئەمانە حیزب و سەربازی خوای گەورەن [\nأَلَا إِنَّ حِزْبَ اللَّهِ هُمُ الْمُفْلِحُونَ (٢٢)\n] ئاگاداربن وە بزانن سەربازان و كۆمەڵی خوای گەورە ئەوانن كە سەركەوتوو سەرفرازی ڕاستەقینەن لە دونیاو قیامەتدا، والله أعلم . \nبەم شێوازە هاتینە كۆتایی تەفسیرى سوورەتى (موجادیلە) والحمد لله."
    },
    {
      "ayah": 3,
      "surah": 58,
      "text": "كەفارەتى (ظيهار)\n [\nوَالَّذِينَ يُظَاهِرُونَ مِنْ نِسَائِهِمْ\n] وە ئەو پیاوانەی كە (ظيهار) لە خێزانەكانیان ئەكەن و پێیان ئەڵێن وەكو دایكم وایت یان وەكو خوشكم وابی [\nثُمَّ يَعُودُونَ لِمَا قَالُوا\n] پاشان ئەگەڕێنەوە لەو قسەیەی كە كردوویانە، یاخود ئەیانەوێ جیماع بكەن پێش ئەوەی كە كەفارەت بدەن، نابێت لە خێزانەكانیان نزیك ببنەوەو جیماعیان لەگەڵدا بكەن تا كەفارەتەكەی نەدەن كە ئەمەیەو خوای گەورە باسی كردووە: [\nفَتَحْرِيرُ رَقَبَةٍ مِنْ قَبْلِ أَنْ يَتَمَاسَّا\n] ئەبێ كۆیلەیەك ئازاد بكەن پێش ئەوەی كە جیماع لەگەڵ خێزانەكەیاندا بكەن, كە ئێستا كۆیلە نییە [\nذَلِكُمْ تُوعَظُونَ بِهِ\n] بەم شێوازە خوای گەورە فەرمانتان پێ ئەكات و ئامۆژگاریتان ئەكات [\nوَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ (٣)\n] وە خوای گەورە زۆر زانیاریەكی وردی بە كردەوەكانی ئێوە هەیە ."
    },
    {
      "ayah": 4,
      "surah": 58,
      "text": "[\nفَمَنْ لَمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ\n] وە ئەگەر كەسێك كۆیلەی نەبوو یان ئێستا كە كۆیلە نییە ئەبێ دوو مانگ لەسەر یەك بەڕۆژوو بێت، نابێ هیچ نێوانێكی تێبكات مەگەر بە عوزرى شەرعى، ئەو شتانەی لە ڕەمەزان عوزرە كە پیاو بەرۆژوو نەبێت لێرەش عوزرە, وە خیلافیش هەیە ئایا بە شەویش هەر نابێ جیماع بكات یاخود تەنها بە ڕۆژ, ئیمامی شافعی فەرموویەتی: ئەگەر لە كاتی بەڕۆژوو بوونیدا بە شەو جیماع بكات دروستە و ئاساییەو تەنها بەڕۆژ نابێت [\nمِنْ قَبْلِ أَنْ يَتَمَاسَّا\n] پێش ئەوەی جیماع بكات ئەبێ دوو مانگ لەسەر یەك بەڕۆژوو بێت [\nفَمَنْ لَمْ يَسْتَطِعْ فَإِطْعَامُ سِتِّينَ مِسْكِينًا\n] ئەی ئەگەر كەسێك توانای نییە دوو مانگ لەسەر یەك بەڕۆژوو بێت لەبەر نەخۆشییەك یان لەبەر تەمەن و بەساڵاچوون یان هەر عوزرێكی تر ئەوە ئەبێ شەست فەقیر تێر بكات، ژەمە خواردنێك بۆ شەست فەقیر ئەكات یاخود لە بری هەر ڕۆژێك كیلۆ و نیوێك برنج ئەدات، (بەڵام ئەگەر ژن بە پیاوەكەى وت: وەكو باوكم یان برام بیت ئەوا بە (ظيهار) دانانرێت و وەكو سوێند خواردنەو دەبێت دەبێت كەفارەتى سوێند خواردن بدات، چونكە (ظيهار) وەكو تەڵاق تایبەتە بە پیاو) [\nذَلِكَ لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ\n] خوای گەورە ئەم حوكمەی بەم شێوازە بۆ تەشریع كردوون تا ئیمان بەخواو پێغەمبەری خوا بێنن صلى الله علیه وسلم [\nوَتِلْكَ حُدُودُ اللَّهِ\n] وە ئەمە سنوورو حوكمی خوای گەورەیەو ئێوە مەیبەزێنن [\nوَلِلْكَافِرِينَ عَذَابٌ أَلِيمٌ (٤)\n] بەڵام كافران كە پەیوەست نین بە حوكم و سنورى خواى گەورە ئەوان سزای زۆر بە ئێش و ئازاریان بۆ هەیە كە ئاگری دۆزەخە ."
    },
    {
      "ayah": 5,
      "surah": 58,
      "text": "[\nإِنَّ الَّذِينَ يُحَادُّونَ اللَّهَ وَرَسُولَهُ كُبِتُوا كَمَا كُبِتَ الَّذِينَ مِنْ قَبْلِهِمْ\n] ئەو كەسانەی كە سەرپێچی و دژایەتی خواو پێغەمبەری خوا صلى الله علیه وسلم ئەكەن ئەوانە بە دڵنیایی زەلیل و ڕیسواو نەفرەت لێكراون هەروەكو چۆن ئەوانەی پێش خۆیان زەلیل و ئیهانەكراو و ڕیسواو نەفرەت لێكراو بوون [\nوَقَدْ أَنْزَلْنَا آيَاتٍ بَيِّنَاتٍ\n] وە بە دڵنیایی چەندەها موعجیزەو ئایەتی ڕوون و ئاشكرامان دابەزاندۆتە خوارەوە [\nوَلِلْكَافِرِينَ عَذَابٌ مُهِينٌ (٥)\n] وە كافرانیش سزایەكیان بۆ هەیە كە لەناو ئاگری دۆزەخدا ڕیسواو سەرشۆڕ ئەكرێن ."
    },
    {
      "ayah": 6,
      "surah": 58,
      "text": "[\nيَوْمَ يَبْعَثُهُمُ اللَّهُ جَمِيعًا فَيُنَبِّئُهُمْ بِمَا عَمِلُوا\n] لە ڕۆژی قیامەتدا خوای گەورە هەموویان زیندوو ئەكاتەوە وە هەواڵیان پێ ئەدات بەو كردەوانەی كە لە دونیادا كردوویانە لە كوفرو تاوان و سەرپێچی [\nأَحْصَاهُ اللَّهُ وَنَسُوهُ\n] خوای گەورە هەمووی سەرژمێری كردووەو هیچی نەفەوتاوە بەڵام ئەوان لە یادیان كردووە [\nوَاللَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ (٦)\n] وە خوای گەورە ئامادەو شاهیدە بەسەر هەموو كردەوەكانی ئێوەوە."
    },
    {
      "ayah": 7,
      "surah": 58,
      "text": "زانیارى فراوانى خواى گەورە\n [\nأَلَمْ تَرَ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ\n] ئایا نابینی خوای گەورە زانیاری وردی هەیە بە هەرچی لە ئاسمانەكان و زەوی هەیەو ڕووئەدات هیچی لە خوای گەورە ناشاردرێتەوە [\nمَا يَكُونُ مِنْ نَجْوَى ثَلَاثَةٍ إِلَّا هُوَ رَابِعُهُمْ\n] هیچ سێ كەسێك نییە بەیەكەوە بە نهێنی قسە بكەن و چپە چپ بكەن ئیللا خوای گەورە چوارەمیانەو زانیارى پێیانەو ئاگای لێیانە [\nوَلَا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ\n] وە ئـەگـەر پێنج بـن ئیللا خـوای گـەورە شەشەمیانە [\nوَلَا أَدْنَى مِنْ ذَلِكَ وَلَا أَكْثَرَ إِلَّا هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا\n] یـان لـەو ژمارە كەمتر بن یان زیاتر بن ئیللا خوای گەورە لەگەڵیاندایە لە هەر شوێنێك بن، لەگەڵدابوونی خوای گەورە بە بیستن و بینین و زانیاری و تواناو دەسەڵات و ویستێتى, بەڵام زاتی پیرۆزی خۆی لەسەر عەرشە [\nثُمَّ يُنَبِّئُهُمْ بِمَا عَمِلُوا يَوْمَ الْقِيَامَةِ\n] پاشان لە ڕۆژی قیامەتدا هەواڵیان پێ ئەدات بەو كردەوەو وتانەی كە كردوویانە بەتایبەتی ئەوەی كە چپە چپ و نهێنی بووە [\nإِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ (٧)\n] بەڕاستی خوای گەورە زۆر زانایە بە هەموو شتێك."
    },
    {
      "ayah": 8,
      "surah": 58,
      "text": "جولەكە ئاژاوە دەگێڕن\n [\nأَلَمْ تَرَ إِلَى الَّذِينَ نُهُوا عَنِ النَّجْوَى\n] ئایا نابینی ئەو كەسانەی كە قەدەغەكران لە چپەچپی نهێنی كە جوولەكەكان بوون كە باوەڕدارێك بەلایاندا ڕەت بوایە بە چپەچپ قسەیان ئەكرد ئەوانیش وایان ئەزانی كە نیازی خراپیان هەیەو باسى كوشتنیان دەكەن بۆیە وازیان لەو رێگایە دەهێنا، پێغەمبەری خوا صلى الله علیه وسلم قەدەغەى كردن لە چپە چپ بەڵام ئەوان گەڕانەوە سەرى، خواى گەورە ئەم ئایەتەى دابەزاند [\nثُمَّ يَعُودُونَ لِمَا نُهُوا عَنْهُ\n] پاشان گەڕانەوە بۆ ئەو چپەچپەی كە قەدەغەكرابوون لێى [\nوَيَتَنَاجَوْنَ بِالْإِثْمِ وَالْعُدْوَانِ وَمَعْصِيَتِ الرَّسُولِ\n] وە چپەچپیشیان بەتاوان و دژایەتی كردنی باوەڕداران و سەرپێچی كردنی پێغەمبەری خوایە صلى الله علیه وسلم [\nوَإِذَا جَاءُوكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ اللَّهُ\n] وە كاتێكیش كە جوولەكەكان دێنە لای تۆ ئەی محمد صلى الله علیه وسلم سڵاوت لێ ئەكەن بە شێوازێك كە خوای گەورە بەو شێوازە سڵاوی لە تۆ نەكردووە, لە جیاتی (السَّلَامُ عَلَيْكُمْ) ئەڵێن: (السَّامُ عَلَيْكَ) واتە: مردن و تیاچوون بۆ تۆ بێ ئەی محمد صلى الله علیه وسلم ، عائیشە دەفەرمێت: جوولەكە هاتن بۆ لاى پێغەمبەری خوا صلى الله علیه وسلم وتیان (السَّامُ عليكَ)، (واتە مردن و تیاچوونت لەسەر بێت ئەى باوكى قاسم)، عائیشە پێى فەرموون: (مردن و تیاچوون و نەفرەت لەسەر خۆتان بێت)، پێغەمبەری خوا صلى الله علیه وسلم فەرمووى: (ئەى عائیشە خواى گەورە قسەى خراپ و ناشیرینى پێ خۆش نییە)، وتم: ئایا نابیستى ئەوان چى دەڵێن؟، فەرمووى: (ئەى تۆ نەتبیست منیش چیم پێ وتن؟) پێى فەرموون: (وعلیكم)، واتە: لەسەر خۆتان بێت، وە فەرمووى: (دوعاى ئێمە لەواندا قەبوڵ دەبێت، بەڵام دوعاى ئەوان لە ئێمەدا قەبوڵ نابێت)، خواى گەورە ئەم ئایەتەى دابەزاند (الصحيح المُسنَد)، لە فەرموودەى تر دەفەرمێت: (كە جوولەكە سەلامیان لێكردن ئێوە تەنها بڵێن: وعلیكم)، (مرۆڤى موسڵمان دەبێت زمانى پاك بێت تەنانەت جوێن دان بە جولەكەیش دروست نییە) [\nوَيَقُولُونَ فِي أَنْفُسِهِمْ لَوْلَا يُعَذِّبُنَا اللَّهُ بِمَا نَقُولُ\n] وە جوولەكە لە نەفسی خۆیاندا لە نێوان خۆیاندا ئەڵێن: ئەبێ خوای گەورە سزامان نەدات بەو قسانەی كە ئەیكەین، واتە: ئەگەر بەڕاستی ئەمە پێغەمبەری خوای گەورە بێ صلى الله علیه وسلم خوای گەورە ئاگای لێیەو سزامان ئەدات لەسەری، خواى گەورە ئەم ئایەتەى دابەزاند (الصحيح المُسنَد) [\nحَسْبُهُمْ جَهَنَّمُ يَصْلَوْنَهَا فَبِئْسَ الْمَصِيرُ (٨)\n] خوای گەورە ئەفەرمووێ: دۆزەخیان بەسە كە ئەچنە ناوی و سزاكەی ئەچێژن كە خراپترین سەرەنجامە بۆی ئەگەڕێنەوە ."
    },
    {
      "ayah": 9,
      "surah": 58,
      "text": "[\nيَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا تَنَاجَيْتُمْ فَلَا تَتَنَاجَوْا بِالْإِثْمِ وَالْعُدْوَانِ وَمَعْصِيَتِ الرَّسُولِ وَتَنَاجَوْا بِالْبِرِّ وَالتَّقْوَى\n] ئەی باوەڕداران كاتێك كە ئێوە بە نهێنی قسەتان كردو چپەچپتان كرد وەكو جوولەكەو مونافیقان مەبن چپەچپی خراپ بكەن, بەڵكو با قسەی نهێنیشتان تاوان و دژایەتی كردنی باوەڕداران و سەرپێچی كردنى پێغەمبەری خوا نەبێ صلى الله علیه وسلم بەڵكو بە نهێنی قسەكردن و چپەچپی ئێوە لە گوێڕایەڵی خواو پێغەمبەری خواو صلى الله علیه وسلم چاكەو تەقوادا بێت [\nوَاتَّقُوا اللَّهَ الَّذِي إِلَيْهِ تُحْشَرُونَ (٩)\n] وە لەو خوایە بترسێن و خۆتان لە سزای ئەو خوایە بپارێزن كە هەمووتان ئەگەڕێنەوە بۆ لای و هەمووتان كۆ ئەكاتەوە لە ڕۆژی قیامەت ."
    }
  ]
}
