{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 60,
      "text": "سوورەتی (مومتەحەنە) (واتە: تاقیكراوە) \nپێناسەیەكى سورەتەكە:\n١- سورەتى (مومتەحەنە) سورەتێكى مەدەنى یە. \n٢- ژمارە ئایەتەكانى سورەتى (مومتەحەنە) (١٣) ئایەتە.\n٣- سورەتى (مومتەحەنە) زنجیرەى شەستەمە لە ریزبەندى لەناو سورەتەكانى قورئانى پیرۆزدا.\n٤- سورەتى (مومتەحەنە) لە دواى سورەتى (ئەحزاب) دابەزیوە.\nتەوەرەكانى ئەم سورەتە:\nتەوەرەكانى سورەتى (مومتەحەنە) زۆرتر باس لە بابەتە تەشریعییەكان دەكەن، وە تەوەرى سەرەكى لە سورەتەكەدا بریتییە لە باسكردنى بابەتى خۆشویستن و رق لێ بوونەوە لە پێناوى خواى گەورە، كە بەراستى ئەمەش یەكێكە لە بەشە گرنگ و بەهێزەكانى باوەڕ.\nوە هەروەها باسی حوكمى ئەو ئافرەتە باوەڕدارانە دەكات كەوا كۆچیان كردوە لە مەككەوە بۆ مەدینە، وە لەگەڵ پێویستێتى تاقیكردنەوەى ئیمان و باوەڕەكەیان، وە جگە لەمانەش باس لە كۆمەڵێك بابەت و ئەحكامى شەرعى تر دەكات.\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\nبەسەرهاتى (حاطەبى كوڕی ئەبی بەلتەعە)\n [\nيَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَقَدْ كَفَرُوا بِمَا جَاءَكُمْ مِنَ الْحَقِّ\n] ئەی باوەڕداران دوژمنی من و دوژمنی خۆتان مەكەن بە دۆست و خۆشەویستی خۆتان كە خۆشەویستیان بۆ دەرببڕن, لە كاتێكدا ئەوان كوفریان كردووە بەو حەقەی كە بۆ ئێوە هاتووە لەلایەن خوای گەورەوە كە قورئانی پیرۆزە, سەرەتای ئەم سوورەتە لەسەر (حاطەبی كوڕی ئەبی بەلتەعە) دابەزی (خوای لێ ڕازی بێت) كە پیاوێكى كۆچكەر بوو، وە بەشدارى غەزاى بەدرى كردبوو، كە پێغەمبەری خوا صلى الله علیه وسلم ویستی فەتحی مەككە بكات لە ساڵی هەشتی كۆچیدا (حاطەب) نامەیەكی نووسی و بە ئافرەتێكدا ناردى بۆ كافرانی قوڕەیش كە پێغەمبەری خوا صلى الله علیه وسلم نیازی هەیە فەتحی مەككە بكات، چونكە كەسوكاری لەوێ بوو وە خۆى قوڕەیشى نەبوو, بۆ ئەوەی بەهۆی ئەو نامەیەوە كەسوكاری پارێزراو بێت, خوای گەورە پێغەمبەری صلى الله علیه وسلم ئاگادار كردەوە، ئەویش (ئیمامی عەلی و زوبەیرو میقدادی) ناردو پێى فەرموون: لەلای باخی (خاخ) ئافرەتێكى لێیە نامەیەكی پێیە لێیبسەنن، ئەوانیش گەیشتنە ئەو شوێنەو گرتیان و نامەكەیان لێسەندو هێنایانەوە, وە هەواڵەكە پارێزراو بە كافران نەگەیشت، پێغەمبەری خوا صلى الله علیه وسلم فەرمووى: ئەى (حاطەب) بۆ واتكرد؟! وتى: هاوەڵان خزم و كەسوكاریان هەیە لە مەككە كە منداڵەكانیان بپارێزن بەڵام من بێكەسم لە مەككە ویستم بەم نامەیە منداڵەكانم لە مەككە پارێزراو بێت، نە كوفرم كردووەو نە لە دین هەڵگەڕاومەتەوەو نە لەپاش ئیسلام بە كوفر رازیم، پێغەمبەری خوا صلى الله علیه وسلم فەرمووى: (راستى لەگەڵتان كرد) و لێى خۆش بوو، ئیمامى عومەر فەرمووى: (ئەى پێغەمبەری خوا صلى الله علیه وسلم رێگام بدە با بدەم لە گەردنى ئەم مونافیقە)، پێغەمبەری خوا صلى الله علیه وسلم فەرمووى: (ئەو بەشدارى غەزاى بەدرى كردووە، تۆ چوزانیت! خواى گەورە تەماشاى هاوەڵانى بەدرى كردو پێى فەرموون: چى ئەكەن بیكەن ئەوا من لێتان خۆش بووم، یان بەهەشت بۆ ئێوە مسۆگەرو پێویست بووە) خواى گەورە سەرەتاى ئەم سوورەتەى دابەزاند (رواه البخاري ومسلم) [\nيُخْرِجُونَ الرَّسُولَ وَإِيَّاكُمْ أَنْ تُؤْمِنُوا بِاللَّهِ رَبِّكُمْ\n] لە كاتێكدا كافران پێغەمبەری خواو صلى الله علیه وسلم ئێوەی موسڵمانیشیان لە مەككە دەركردووە تەنها لەبەر ئەوەی كە ئێوە ئیمانتان بە خوای گەورە هێناوە [\nإِنْ كُنْتُمْ خَرَجْتُمْ جِهَادًا فِي سَبِيلِي وَابْتِغَاءَ مَرْضَاتِي\n] كاتێك كە ئێوە دەرچوونە بۆ جیهاد كردن لە پێناو خوای گەورە، وە مەبەستتان دەستخستنی ڕەزامەندی خوای گەورەیە ئێوە چۆن ئەبێ لەو كاتەدا خۆشەویستی بۆ كافران دەرببڕن [\nتُسِرُّونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَأَنَا أَعْلَمُ بِمَا أَخْفَيْتُمْ وَمَا أَعْلَنْتُمْ\n] كە ئێوە خۆشەویستی بۆ ئەوان دەرئەبڕن بە نهێنی وە من ئەزانم ئەوەی كە ئێوە شاردووتانەتەوەو ئاشكرای ئەكەن و زانیاریم بەهەمووی هەیەو هیچ شتێك لە من ناشاردرێتەوە [\nوَمَنْ يَفْعَلْهُ مِنْكُمْ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ (١)\n] وە هەر كەسێك لە ئێوە كاری وا بكات ئەوە لە ڕێگای ڕاست لایداوە."
    },
    {
      "ayah": 10,
      "surah": 60,
      "text": "[\nيَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ فَامْتَحِنُوهُنَّ\n] لە رێككەوتننامەى حودەیبیە پێغەمبەرى خوا صلى الله علیه وسلم لەگەڵ كافران رێككەوت كە ئەگەر كافرێك موسڵمان بوو هات بۆ لاى موسڵمانان دەبێت بۆیان بگەڕێننەوەو وەری نەگرن، كاتێك كە (أم كلثوم عقبة بن أبي معيط) كۆچى كرد بۆ مەدینە هەردوو براكەى (عەمارەو وەلید) هاتن بۆ لاى پێغەمبەرى خوا صلى الله علیه وسلم تا بۆیان بگەڕێنێتەوە، خواى گەورە ئەم ئایەتەى دابەزاندو ئافرەتانى لەو رێككەوتننامەیە جیا كردەوە (الصحيح المُسنَد) وە فەرمووى: ئەی باوەڕداران ئەگەر ئافرەتانی باوەڕداران لەناو كافرانەوە كۆچیان كردو هاتن بۆ لای ئێوە ئەوە ئێوە تاقییان بكەنەوە بزانن تا چ ڕادەیەك ئەیانەوێ موسڵمان بن, تاقیكردنەوەیشیان ئەوە بووە كە پێغەمبەرى خوا صلى الله علیه وسلم سوێندی ئەدان بە خوای گەورە لەبەر ڕق لێبوون لە مێردەكەی دەرنەچووەو لە مێردەكەى راینەكردووە، وە لەبەر خۆشەویستی زەوی و شارەكە كۆچی نەكردووەو بۆ دونیا نەهاتووە بەڵكو تەنها لەبەر خۆشەویستی خواو پێغەمبەرو صلى الله علیه وسلم سەرخستنی دینی خوای گەورە هاتووە كە ئەوە سوێند خواردن و تاقیكردنەوەیان بووە، (بەم ئایەتە سوننەتەكە نەسخ بوەوە یان تایبەتى كرد) [\nاللَّهُ أَعْلَمُ بِإِيمَانِهِنَّ\n] خوای گەورە خۆی زاناترە بە ئیمانی ئەوان ئایا لەبەر چی هاتوونەو كۆچیان كردووە [\nفَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ فَلَا تَرْجِعُوهُنَّ إِلَى الْكُفَّارِ\n] وە كە زانیتان و بۆتان دەركەوت ئەم ئافرەتانە باوەڕدارن ئەوا مەیانگەڕێننەوە بۆ مەككە بۆ لای مێردە كافرەكانیان [\nلَا هُنَّ حِلٌّ لَهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ\n] نە ئەم ئافرەتە باوەڕدارانە حەڵاڵن بۆ ئەو پیاوە كافرانە نە ئەوانیش حەڵاڵن بۆ ئەمان، واتە: ئافرەتی باوەڕدار حەرامە شوو بە كافر بكات و لەلای كافر بمێنێتەوە, وە كە موسڵمان بوو ئەبێ لە پیاوەكەی جیا بكرێتەوە، كە لەسەرەتاى ئیسلامدا دروست بوو لاى بمێنێتەوە، (ئەبولعاصى كوڕى رەبیع) مێردى زەینەبى كچى پێغەمبەرى خوا صلى الله علیه وسلم كافر بوو لە جەنگى (بەدر) بە دیلى كەوتە دەست موسڵمانان، كە بە پارە ئازاد كران زەینەب ملوانكەیەكى نارد كە خەدیجەى دایكى بە دیارى پێى دابوو، كە پێغەمبەرى خوا صلى الله علیه وسلم بینى ناسییەوە زۆر دڵى نەرم بوو، فەرمووى: ئەگەر دەتانەوێت ئەم دیلەى بۆ ئازاد بكەن، ئەوانیش رازى بوون و پێغەمبەرى خوا صلى الله علیه وسلم ئازادى كرد بەو مەرجەى كە رۆیشتەوە زەینەبى بۆ بنێرێت، ئەویش لەگەڵ (زەیدى كوڕى حاریسە) بۆى نارد، وە شەش ساڵ دواى ئەوە مێردەكەى موسڵمان بوو پێغەمبەرى خوا صلى الله علیه وسلم زەینەبى بۆ گەڕاندەوە بە مارەبڕینەكەى پێشوو، وە مارەیى و شایەتیشى بۆ دانەنا [\nوَآتُوهُمْ مَا أَنْفَقُوا\n] وە ئەو پیاوە كافرانە كە ئافرەتەكانیان موسڵمان بوونەو هاتوونە ئێوە مارەییەكان بۆ پیاوە كافرەكان بگەڕێننەوە [\nوَلَا جُنَاحَ عَلَيْكُمْ أَنْ تَنْكِحُوهُنَّ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ\n] لە دوای ئەوە كە مارەییتان بۆ مێردە كافرەكانیان گەڕاندەوە هیچ شتێكتان لەسەر نییە كە ئەو ئافرەتە باوەڕدارانە بخوازن بە مەرجێك ئەگەر مارەییان بۆ دابنێن وە عیددەیان تەواو بێت.\nحەرامێتى هاوسەرگیرى لەگەڵ كافراندا\n [\nوَلَا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ\n] وە ئێوە با ئافرەتی كافرتان لەلا نەمێنێ, كە لە پێشتردا دروست بووە پیاوی موسڵمان ئافرەتی كافر بهێنێ بەڵام كە ئەو ئایەتە دابەزی ئیتر خواى گەورە حەرامی كرد كە پیاوی موسڵمان ئافرەتی كافر بهێنێت، یان هەیبێ بیهێڵێتەوە بەڵكو ئەبێ لێی جیابێتەوە، ئیمامی عومەر دوو خێزانى كافرى هەبوو هەردووكی تەڵاق دان و لێیان جیا بووەوە, یەكێكیان (معاویەى كوڕى ئەبو سوفیان) مارەى كرد، ئەوى تریشیان (سەفوانى كوڕى ئومەییە) مارەى كرد، تەنها ئەهلی كتاب نەبێ كە پیاوی موسڵمان دروستە ئافرەتی ئەهلی كتاب بێنێ ئەگەر داوێن پاك بوون [\nوَاسْأَلُوا مَا أَنْفَقْتُمْ\n] وە ئەگەر ئافرەتێكی موسڵمان هەڵگەڕایەوەو كافر بوو چوو بۆ مەككە ئەوا ئێوە داوای مارەییەكەتان لە كافران بكەن [\nوَلْيَسْأَلُوا مَا أَنْفَقُوا\n] وە ئەوانیش ئەگەر خێزانێكیان موسڵمان بوو هاتە ناو موسڵمانان با داوای مارەیی بكەن و ئێوە بۆیان بنێرن [\nذَلِكُمْ حُكْمُ اللَّهِ يَحْكُمُ بَيْنَكُمْ\n] ئەمە حوكم و بڕیاری خوای گەورەیە بڕیار لە نێوانتاندا دەدات بە گەڕانەوەی مارەیی لە هەردوو لاوە لە پاش صوڵحی (حودەیبیە) [\nوَاللَّهُ عَلِيمٌ حَكِيمٌ (١٠)\n] وە خوای گەورە زۆر زاناو كاربەجێیە ."
    },
    {
      "ayah": 11,
      "surah": 60,
      "text": "[\nوَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ فَعَاقَبْتُمْ فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُمْ مِثْلَ مَا أَنْفَقُوا\n] وە ئەگەر هاتوو ئێوە یەكێك لە خێزانەكانتان لە دەست چوو بەوەی كە لە دینی ئیسلام هەڵگەڕایەوەو گەڕایەوە بۆ مەككە بۆ لای كافران, وە ئێوە ئەگەر هاتوو غەنیمەتان دەستكەوت ئەوە لەو غەنیمەت و مـاڵـەی كـافران كـە لـە جەنگ دەستتان ئەكەوێ لەوە مارەیى بۆ ئەو پیاوانە بدەن، چونكە كافران پەیوەست نەبوون بەو بڕیارە، ئەگەر ئافرەتێك لەوان بهاتایە بۆ ناو موسڵمانان ئەمان مارەییان بۆ پیاوە كافرەكەى دەگەڕاندەوە، بەڵام ئافرەتێك لە موسڵمانان بچوایا بۆ ناو كافران ئەوان مارەییان ناگەڕاندەوە بۆ پیاوە موسڵمانەكە [\nوَاتَّقُوا اللَّهَ الَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ (١١)\n] وە تەقوای ئەو خوایە بكەن كە ئێوە باوەڕتان پێی هێناوە ."
    },
    {
      "ayah": 12,
      "surah": 60,
      "text": "[\nيَا أَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ عَلَى أَنْ لَا يُشْرِكْنَ بِاللَّهِ شَيْئًا\n] ئەی پێغەمبەری خوا صلى الله علیه وسلم ئەگەر ئافرەتانێكی باوەڕدار كۆچیان كردو هاتن بۆ لای تۆ وە بەیعەتیان پێدایت لەسەر ئەوەی كە هیچ جۆرە شەریكێك بۆ خوای گەورە بڕیار نەدەن نە گەورە نە بچووك [\nوَلَا يَسْرِقْنَ\n] وە دزی نەكەن [\nوَلَا يَزْنِينَ\n] وە زینا نەكەن [\nوَلَا يَقْتُلْنَ أَوْلَادَهُنَّ\n] وە منداڵەكانیان نەكوژن وەكو لە سەردەمی نەزانی هەندێك هۆزو عەشیرەت كچیان زیندە بەچاڵ ئەكرد [\nوَلَا يَأْتِينَ بِبُهْتَانٍ يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ\n] وە بوهتانیش نەكەن بەوەی كە منداڵی جگە لە خۆیان بدەنە پاڵ خۆیان، بە زینا كردن بێ یان بە منداڵ دۆزینەوە بێ, یاخود هەبووە كچی بووە كچەكەی گۆڕیوەتەوە بە كوڕێك، ئاوا بوهتان مەكەن كە بڵێن ئەمە منداڵی ئێمەیەو لە خۆتان نەبێ [\nوَلَا يَعْصِينَكَ فِي مَعْرُوفٍ فَبَايِعْهُنَّ وَاسْتَغْفِرْ لَهُنَّ اللَّهَ\n] وە لە چاكەیشدا سەرپێچی تۆ نەكەن وەك ئەوەی كە لە خۆیان نەدەن و قژ نەڕنن و یەخە دانەدڕن و دوعا لە خۆیان نەكەن لە كاتی بەڵاو موسیبەت، ئەگەر هاتن لەسەر ئەم شتانە بەیعەتیان دا ئەی پێغەمبەر صلى الله علیه وسلم تۆ بەیعەتیان پێ بدە وە داوای لێخۆشبوونیان بۆ بكە لە خوای گەورە، عائیشە دەفەرمێت: (سوێند بە خواى گەورە هەرگیز پێغەمبەرى خوا صلى الله علیه وسلم دەستى بەر دەستى ئافرەتێك نەكەوتووە لە بەیعەتداندا، بەڵكو تەنها بە قسە بەیعەتى لێ وەردەگردن)، وە ئافرەتان وتیان ئەى پێغەمبەرى خوا صلى الله علیه وسلم تەوقەمان لەگەڵ ناكەیت؟ فەرمووى: (نەخێر من تەوقە لەگەڵ ئافرەتاندا ناكەم) [\nإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (١٢)\n] بەڕاستی خوای گەورە زۆر لێخۆشبوو و زۆر بەبەزەییە."
    },
    {
      "ayah": 13,
      "surah": 60,
      "text": "خۆشنەویستنى كافران\n [\nيَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِمْ\n] ئەی باوەڕداران ئێوە خۆشەویستی و پشتیوانى و سەرخستنتان بۆ كەسانێك دەرمەبڕن كە خوای گەورە غەزەبی لێ گرتوون كە بەتایبەتى جوولەكەن، وە بە گشتیش هەموو كافرانن [\nقَدْ يَئِسُوا مِنَ الْآخِرَةِ\n] ئەمانە بێ ئومێد بوونە لە پاداشتى ڕۆژی قیامەت لەبەر ئەوەی باوەڕیان بە زیندوو بوونەوە نییە [\nكَمَا يَئِسَ الْكُفَّارُ مِنْ أَصْحَابِ الْقُبُورِ (١٣)\n] چۆن كافران بێ ئومێد بوونە لە مردووەكانیان كە ئەڵێن: زیندوو بوونەوە نییەو مردووەكانمان زیندوو نابێتەوە، یان ناگەڕێنەوە بۆ ناومان, یاخود چۆن كافر كاتێك كە خۆی مردو سزای بینی ئەو كاتە تەواو بێ ئومێد ئەبێ لە گەڕانەوە بۆ دونیاو تەوبە كردن نییە، واتە: ئەوانە بەو شێوازە بێ ئومێدن، والله أعلم . \nبەم شێوازە هاتینە كۆتایی تەفسیرى سوورەتى (مومتەحەنە) والحمد لله."
    },
    {
      "ayah": 2,
      "surah": 60,
      "text": "كافران دەست و زمانیان ناپارێزن\n [\nإِنْ يَثْقَفُوكُمْ يَكُونُوا لَكُمْ أَعْدَاءً\n] لە كاتێكدا ئەوان كە پێتان بگەن و توانایان بەسەرتاندا هەبێت دوژمنایەتی خۆیانتان بۆ دەردەبڕن [\nوَيَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ وَأَلْسِنَتَهُمْ بِالسُّوءِ\n] وە دەست و زمانتان لێ دەكەنەوە بە خراپە [\nوَوَدُّوا لَوْ تَكْفُرُونَ (٢)\n] وە ئەوان ئاواتەخوازن كە ئێوە لە دینی ئیسلام هەڵگەڕێنەوەو كوفر بكەن، ئیتر چۆن ئەمانەتان خۆش دەوێت؟"
    },
    {
      "ayah": 3,
      "surah": 60,
      "text": "[\nلَنْ تَنْفَعَكُمْ أَرْحَامُكُمْ وَلَا أَوْلَادُكُمْ\n] نە خزم و خزمایەتی وە نە منداڵتان سوودتان پێ ناگەیەنێ لە ڕۆژی قیامەت ئەگەر ئێوە خۆشەویستی بۆ كافران دەرببڕن [\nيَوْمَ الْقِيَامَةِ يَفْصِلُ بَيْنَكُمْ\n] لە ڕۆژی قیامەت خوای گەورە خۆی لێكتان جیا ئەكاتەوەو باوەڕدار بۆ بەهەشت و بێباوەڕ بۆ دۆزەخ [\nوَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ (٣)\n] وە خوای گەورە زۆر بینایە بە كردەوەكانی ئێوەو هەمووی ئەبینێ و هیچی لێناشاردرێتەوە ."
    },
    {
      "ayah": 4,
      "surah": 60,
      "text": "[\nقَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ\n] بە دڵنیایی لە ئیبراهیم صلى الله علیه وسلم و ئەوانەی كە لەگەڵیدا بوون مامۆستایەتی و پێشەوایەتییەكی باش بۆ ئێوە هەبوو، واتە: ئیبراهیم صلى الله علیه وسلم و شوێنكەوتوانی ئەوانەی لەگەڵیدا بوون مامۆستاو پێشەواو پێشەنگی چاكن بۆ ئێوە, ئێوەش شوێن ئەوان بكەون و بەڕائەت لە كافران بكەن [\nإِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَآءُ مِنْكُمْ وَمِمَّا تَعْبُدُونَ مِنْ دُونِ اللَّهِ\n] لە دوای ئەوەی ئامۆژگاری زۆری قەومەكەیان كردو بێ ئومێد بوون لێیان پێیان وتن: ئێمە بەرین لە خۆتان و دین و رێبازو ئەو بتانەیشی كە جگە لە خوای گەورە دەیانپەرستن [\nكَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ الْعَدَاوَةُ وَالْبَغْضَاءُ أَبَدًا\n] ئێمە كافرو بێباوەڕین بە دین و رێبازى ئێوە، وە لە نێوان ئێمەو ئێوەیشدا دژایەتی و ڕق و كینە سەری هەڵداو دەستی پێ كرد بۆ هەمیشەیی و هەتا هەتایی تا ئێوە لەسەر كوفرتان بەردەوام بن و شەریك بۆ خوا دانێن، تەنها مەرجیشمان ئەمەیە كە [\nحَتَّى تُؤْمِنُوا بِاللَّهِ وَحْدَهُ\n] تا بەتاك و تەنها ئیمان بە خوای گەورە دێنن و بە تاك و تەنها دەیپەرستن، وە دەستبەرداری كوفرو شیركتان ئەبن ئەو كاتە لە دوژمنەوە ئەبن بە دۆست و خۆشەویستمان [\nإِلَّا قَوْلَ إِبْرَاهِيمَ لِأَبِيهِ لَأَسْتَغْفِرَنَّ لَكَ وَمَا أَمْلِكُ لَكَ مِنَ اللَّهِ مِنْ شَيْءٍ\n] لە هەموو شتێكدا ئیبراهیم صلى الله علیه وسلم و شوێنكەوتوانی پێشەنگ و پێشەواو مامۆستان بۆ ئێوە تەنها لەم وتەیەی ئیبراهیم صلى الله علیه وسلم نەبێ كە پێشەوا نیە بۆ ئێوە كاتێك كە بە باوكی وت: داوای لێخۆشبوونت بۆ ئەكەم لە خوای گەورە كە باوكی لەسەر كوفرو شیرك بوو، وە وتیشی: من توانای هیچ شتێكم نییە كە لە ڕۆژی قیامەت سزات لەسەر بگەڕێنمەوە ئەگەر ئیمان نەهێنی [\nرَبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ الْمَصِيرُ (٤)\n] ئەی پەروەردگار تەنها پشتمان بە تۆ بەستووەو هەموو كارەكانمان تەنها بە تۆ سپاردووە، وە بۆ لای تۆ گەڕاوینەتەوە، وە سەرئەنجامیشمان لە ڕۆژی قیامەتدا هەر بۆ لای تۆیە، واتە: دواتر لەو قسەیەی پەشیمان بووەوە كاتێك كە زانی باوكی كافرەو لەسەر كوفر بەردەوامەو دوژمنى خواى گەورەیەو لەسەر كوفر ئەمرێ بەڕائەتى لێكرد ."
    },
    {
      "ayah": 5,
      "surah": 60,
      "text": "[\nرَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِلَّذِينَ كَفَرُوا\n] ئەی پەروەردگار مەمانكە بە فیتنە بۆ كافران، واتە: بەدەستی ئەوان سزامان مەدەو ئەوان زاڵ مەكە بەسەرماندا, یاخود لەلایەن خۆتەوە سزامان بۆ مەنێرە تا كافران نەڵێن ئەگەر ئەمانە لەسەر حەق بوونایە چۆن خـوای گـەورە ئـاوا سـزای ئـەدان [\nوَاغْفِرْ لَنَا رَبَّنَا إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ (٥)\n] ئـەی پـەروەردگـار لێمـان خـۆشبـە هـەر تۆ زۆر باڵادەست و بەعیززەت و كاربەجێ و دانای ."
    },
    {
      "ayah": 6,
      "surah": 60,
      "text": "[\nلَقَدْ كَانَ لَكُمْ فِيهِمْ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ\n] بە دڵنیایی ئیبراهیم صلى الله علیه وسلم و شوێنكەوتوانی پێشەنگ و پێشەواو مامۆستای باش بوون بۆ ئێوە, بەڵام بۆ هەر كەسێك كە ئومێدی هەبێ بە گەیشتن بە خوای گەورە لە ڕۆژی قیامەت وە باوەڕی بەخواو ڕۆژی دوایی هەبێ [\nوَمَنْ يَتَوَلَّ فَإِنَّ اللَّهَ هُوَ الْغَنِيُّ الْحَمِيدُ (٦)\n] وە هەر كەسێكیش پشت هەڵبكات لە فەرمان و گوێڕایەڵى خواى گەورە ئەوا خوای گەورە زۆر دەوڵەمەندو بێ پێویستە لە دروستكراوەكانی, وە سوپاسكراوە لەلای دۆستەكانی."
    },
    {
      "ayah": 7,
      "surah": 60,
      "text": "[\nعَسَى اللَّهُ أَنْ يَجْعَلَ بَيْنَكُمْ وَبَيْنَ الَّذِينَ عَادَيْتُمْ مِنْهُمْ مَوَدَّةً\n] بە دڵنیایى خوای گەورە ڕۆژێك لە ڕۆژان خۆشەویستی دەخاتە نێوانی ئێوەو ئەوانەی كە دژایەتیتان كردوون لە كافران بەوەی كە ئەوان موسڵمان دەبن، وەكو لە فەتحی مەككەدا خەڵكێكی زۆر موسڵمان بوو, پێشتر دوژمنی پێغەمبەری خوا بوون صلى الله علیه وسلم دواتر بوون بە خۆشەویستی پێغەمبەری خوا صلى الله علیه وسلم ، (موقاتیل) ئەفەرمێ: لەسەر (ئەبو سوفیان) دابەزیوە كە موسڵمان بووەو یەكەم كەس بووە كە جەنگی هەڵگەڕاوەكانی كردووە, وە (ئوم حەبیبەی كچی) بە پێغەمبەر صلى الله علیه وسلم بەخشیووە, وە (موعاویەی) كوڕیشی بووە بە نووسەری وەحی پێغەمبەری خوا صلى الله علیه وسلم [\nوَاللَّهُ قَدِيرٌ\n] وە خوای گەورە زۆر تواناو دەسەڵاتی بەسەر هەموو شتێكدا هەیە [\nوَاللَّهُ غَفُورٌ رَحِيمٌ (٧)\n] وە خوای گەورە زۆر لێخۆشبوو و بەڕەحم و بەزەییە ."
    },
    {
      "ayah": 8,
      "surah": 60,
      "text": "چاكە كردن لەگەڵ كافراندا\n [\nلَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُمْ مِنْ دِيَارِكُمْ أَنْ تَبَرُّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ\n] (قوتەیلە) ى دایكى (ئەسمائى كچى ئەبو بەكر) هات بۆ لاى و هەندێك دیارى بۆ هێنا كە هێشتا كافر بوو، (ئەسمائیش) لێى وەرنەگرت تا پرسیارى لە (عائیشە)ى خوشكى كردو ئەویش پرسیارى بۆ كرد، پێغەمبەری خوا صلى الله علیه وسلم فەرمووى: پەیوەندى لەگەڵ دایكتدا بگەیەنە، وە خواى گەورە ئەم ئایەتەى دابەزاند: خوای گەورە قەدەغەو بەرهەڵستیتان لێ ناكات لە چاكە كردن و دادپەروەر بوون و ستەم نەكردن لەو كەسانەی كە كوشتاری ئێوەیان نەكردووە لەبەر دینەكەتان، وە ئێوەیان لە ماڵ و حاڵی خۆتان دەرنەكردووە [\nإِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ (٨)\n] بەڕاستی خوای گەورە ئەو كەسانەی خۆش ئەوێ كە دادپەروەرن, تەنانەت لەگەڵ كافرانیشدا ."
    },
    {
      "ayah": 9,
      "surah": 60,
      "text": "[\nإِنَّمَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ قَاتَلُوكُمْ فِي الدِّينِ وَأَخْرَجُوكُمْ مِنْ دِيَارِكُمْ وَظَاهَرُوا عَلَى إِخْرَاجِكُمْ أَنْ تَوَلَّوْهُمْ\n] بەڵام خوای گەورە تەنها نەهیتان لێ ئەكات سەبارەت بەو كەسانەی كە كوشتاری ئێوەیان كردووە لە پێناو دینەكەتاندا، وە ئێوەیان لە ماڵ و حاڵی خۆتان دەركردووەو پشتیوانی كافرانیان كردووە لەسەر كوشتار كردن و دەركردنی ئێوە خوای گەورە رێگریتان لێ ئەكات كە ئەوانەتان خۆش نەوێ وە نەیانكەنە دۆست و پشتیوان و سەرخەری خۆتان [\nوَمَنْ يَتَوَلَّهُمْ فَأُولَئِكَ هُمُ الظَّالِمُونَ (٩)\n] وە هەر كەسێك ئەوانی خۆش بوێ وە ئەوان سەربخات و پشتیوانیان بكات بەڕاستی ئەوانە زاڵم و ستەمكارن ."
    }
  ]
}
