{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 62,
      "text": "سوورەتی (جومعە) (واتە: رۆژى هەینى)\nپێناسەیەكى سورەتەكە:\n١- سورەتى (جومعە) سورەتێكى مەدەنى یە. \n٢- ژمارەى ئایەتەكانى سورەتى (جومعە) (١١) ئایەتە. \n٣- سورەتى (جومعە) زنجیرەى شەست و سێیەمە لە ریزبەندى لەناو سورەتەكانى قورئانى پیرۆزدا.\n٤- سورەتى (جومعە) لە دواى سورەتى (صەف) دابەزیوە.\nتەوەرەكانى ئەم سورەتە:\nسورەتى (جومعە)ش تەوەرەكانى باسی بابەتە تەشریعییەكان دەكەن، وە سەرەكیترین تەوەریش تێیدا بریتییە لە باسكردن و روونكردنەوەى حوكمەكانى نوێژى جومعە، كە خواى گەورە واجبی كردوە لەسەر باوەڕداران كە هەفتانەو لە رۆژى جومعەدا، وە لە شوێنى نوێژی نیوەرۆ نوێژی جومعە ئەنجام بدەن.\nوە هەروەها حەرامى كردوە كەوا لەكاتى بانگدا كرین و فرۆشتن ئەنجام بدرێت، وە لە كۆتاییەكەشیدا هەرەشەى كردوە لەوانەى لەوكاتەدا خەریكى كرین و فرۆشتن و بازرگانى كردنن و كەمتەرخەمن لەنوێژەكەیان.\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\n[\nيُسَبِّحُ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ\n] هەرچی لە ئاسمانەكان و زەوییەكانە لە فریشتەو جنی و مرۆڤ و ئاژەڵ و باڵندەو گیانلەبەرو بێگیانەكان هەر هەموویان زیكرو یادو عیبادەت و تەسبیحاتی خوای گەورە ئەكەن و خوای گەورە بە پاك و مونەززەهـ ڕائەگرن لە هەموو كەموكوڕییەك [\nالْمَلِكِ\n] ئەو خوایەی كە مەلیك و پاشایەو خاوەنى ئەم بوونەوەرەیەو بە تاك و تەنها هەڵسوكەوتى تێدا دەكات [\nالْقُدُّوسِ\n] پاكە لە هەموو كەموكوڕییەك، وەسفكراوە بە هەموو سیفاتێكى تەواو [\nالْعَزِيزِ الْحَكِيمِ (١)\n] زۆر بەعیززەت و باڵادەست و كاربەجێ و دانایە ."
    },
    {
      "ayah": 10,
      "surah": 62,
      "text": "[\nفَإِذَا قُضِيَتِ الصَّلَاةُ فَانْتَشِرُوا فِي الْأَرْضِ وَابْتَغُوا مِنْ فَضْلِ اللَّهِ\n] وە كاتێك كە نوێژ تەواو بوو ئێوە بڵاو ببنەوە لەسەر زەویدا بۆ بازرگانی و بژێوی ژیانتان وە داوای ڕزق و فەزڵی خوای گەورە بكەن، (ئەوەى دواى نوێژى جومعە كڕین و فرۆشتن بكات خواى گەورە بەرەكەتى بۆ تێدەكات) [\nوَاذْكُرُوا اللَّهَ كَثِيرًا لَعَلَّكُمْ تُفْلِحُونَ (١٠)\n] وە ئێوە لە كاتی بازرگانی و كڕین و فرۆشتندا زۆر زیكری خوای گەورە بكەن و با دونیا سەرقاڵتان نەكات لە زیكرى خوا، وە لە هەموو كاتێكدا زیكری خوای گەورە زۆر بكەن بەڵكو خوای گەورە سەركەوتوو سەرفرازتان بكات ."
    },
    {
      "ayah": 11,
      "surah": 62,
      "text": "[\nوَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انْفَضُّوا إِلَيْهَا وَتَرَكُوكَ قَائِمًا\n] (خەڵكی مەدینە فەقیرو هەژار بوون، وە سەرەتاى ئیسلام بوو هێشتا خەڵكى باش لە دین شارەزا نەبوون، یاخود وتراوە سەرەتا پێغەمبەرى خوا صلى الله علیه وسلم نوێژى پێش وتار دەخست لە رۆژى جومعەدا وەكو نوێژى چەژن، كاروانی (دوحیەی كوڕی خەلیفەی كەلبی) لە ڕۆژی جومعەدا لە شامەوە بە تەپڵ لێدانەوە هاتەوە پێش ئەوەى موسڵمان بێت، پێغەمبەرى خوایش صلى الله علیه وسلم وتاری ئەدا كاتێك كە وترا كاروانەكە گەڕاوەتەوە خەڵكی مزگەوتەكە هەموویان بەرەو پیری ڕۆیشتن تەنها دوانزە كەس لە مزگەوتدا مایەوە لەوانە ئەبوبەكرو عومەر (خوایان لێ ڕازی بێ)، وە پێغەمبەرى خوایان صلى الله علیه وسلم لەسەر مینبەرەكە بەجێهێشت وتارى دەدا، وە ئاهەنگى مارەبڕین و هاوسەرگیریش بوایە یاریان دەكردو ئامێرەكانى مۆسیقایان لێدەدا لە پێش مزگەوت، وە دەشتنشینان ئاژەڵ و شتومەكیان دەهێنا بۆ فرۆشتن، خەڵكى مزگەوتیش گوێیان لێبوایە دەڕۆیشتن و پێغەمبەری خوایان صلى الله علیه وسلم بەتەنها بەجێدەهێشت لەسەر مینبەرەكە، خواى گەورە ئەم ئایەتەى دابەزاند (الصحيح المُسنَد): ئەوان كاتێك بازرگانییەك یاخود كارێكى دونیایی ببینن ئەوە هەموویان بەرەو پیرى دەڕۆن وە تۆ بە تەنها بە پێوە بەجێ ئەهێڵن ڕاوەستاوی لەسەر مینبەرەكە, (ئەمەیش بەڵگەیە لەسەر ئەوەی كە لە ڕۆژی جومعە وتار بە پێوە ئەدرێ) [\nقُلْ مَا عِنْدَ اللَّهِ خَيْرٌ مِنَ اللَّهْوِ وَمِنَ التِّجَارَةِ\n] ئەی محمد صلى الله علیه وسلم پێیان بڵێ: ئەوەی لای خوای گەورەیە لە ئەجرو پاداشتی زۆر باشترە لەو گاڵتەو یاری كردن و بازرگانیە، واتە: بمانایەتەوە ئەوە باشتر بوو بۆتان [\nوَاللَّهُ خَيْرُ الرَّازِقِينَ (١١)\n] وە خوای گەورە باشترین ڕۆزیدەرە، واتە: داوای ڕزق و ڕۆزی لە خوای گەورە بكەن بەوەی كە عیبادەت و گوێڕایەڵی خوای گەورە بكەن, وە لەبەر كاسبی واز لە گوێڕایەڵى و عیبادەتی خوای گەورە مەهێنن، والله أعلم . \nبەم شێوازە هاتینە كۆتایی تەفسیرى سوورەتى (جومعە) والحمد لله."
    },
    {
      "ayah": 2,
      "surah": 62,
      "text": "[\nهُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ\n] خوای گەورە ئەو خوایەیە كە لەناو نەخوێندەوارەكاندا پێغەمبەرێكی لە خۆیان بۆ ناردن كە محمد بوو صلى الله علیه وسلم كە ئایەتەكانی خوای گەورەیان بەسەردا دەخوێنێتەوە، (بە عەرەب وتراوە نەخوێندەوار لەبەر ئەوەی پێشتر پێغەمبەریان بۆ نەڕۆیشتووە، یان خوێندەوارییەكی وایان نەبووەو خوێندەواریان كەم بووە) [\nوَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ\n] وە پاكیان دەكاتەوە لە كوفرو شیرك و تاوان و ڕەوشتی خراپ، وە فێرە قورئان و سوننەتیان دەكات (الْكِتَابَ) واتە: قورئان (الْحِكْمَةَ) حیكمەتیش واتە: سوننەت, یاخود حیكمەت فێربوون و شارەزابوونە لە دین [\nوَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلَالٍ مُبِينٍ (٢)\n] هەر چەندە ئەمان لە پێشتردا لە گومڕاییەكی زۆر ئاشكرادا بوونە كە شەریك دانان بووە بۆ خوای گەورە وە تاوان و سەرپێچی بووە ."
    },
    {
      "ayah": 3,
      "surah": 62,
      "text": "[\nوَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ\n] وە كەسانێكی تریش هەر لە خۆیان هێشتا بەمان نەگەیشتوون ئەوانەی كە لە دوای سەحابەوە دێن لە موسڵمانان, یاخود وتراوە: ئەوانەی كە لە جگە لە عەرەب موسڵمان ئەبن، (ئەبو هوڕەیڕە) دەفەرمێت: ئێمە لە خزمەت پێغەمبەرى خوا صلى الله علیه وسلم دانیشتبووین ئەم ئایەتە دابەزى، سێ جار پرسیاریان لێی كرد سەبارەت بەم ئایەتە ئەو كەسانە كێن؟ وەڵامى نەدایەوە، (سەلمانى فارسی)شمان لەناودا بوو، دەستی پیرۆزی خستە سەر (سەلمانی فارسی) و فەرمووی: (ئەگەر ئیمان لەسەر ئەستێرەكان بێ پیاوانێك لەمانە دەستی ئەخەن و بەدەستى دێنن) [\nوَهُوَ الْعَزِيزُ الْحَكِيمُ (٣)\n] وە خوای گەورە زۆر بەعیززەت و باڵادەست و كاربەجێ و دانایە ."
    },
    {
      "ayah": 4,
      "surah": 62,
      "text": "[\nذَلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ\n] ئەم ئیسلام و پێغەمبەرایەتییە فەزڵی خوای گەورەیە ئەیبەخشێ بە هەر كەسێك كە ویستی لێ بێت و شایەنی بێ [\nوَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ (٤)\n] وە خوای گەورە خاوەن فەزڵ و چاكەیەكی یەكجار گەورەیە."
    },
    {
      "ayah": 5,
      "surah": 62,
      "text": "نمونەى جولەكە\n[\nمَثَلُ الَّذِينَ حُمِّلُوا التَّوْرَاةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَارًا\n] جوولەكە كە تەوراتیان وەرگرت بۆ كارپێكردن پاشان وەكو خۆى هەڵیان نەگرت و كاریان پێ نەكردو دەستكاریان كرد نموونەی ئەمانە وەكو نموونەی گوێدرێژێك وایە كە بارێك كتێب هەڵبگرێ نازانێ كە لەسەرى یەوە چەندێك زانست و كتێبی بەنرخى تیادایەو لێى سوودمەند نابێت [\nبِئْسَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِ اللَّهِ\n] كە ئەمەیش خراپترین نموونەی قەومێكە كە ئایەتەكانی خوای گەورە بە درۆ ئەزانن [\nوَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ (٥)\n] وە خوای گەورە بەڕاستی هیدایەتی ئەو كەسانە نادات كە ستەمكارن ."
    },
    {
      "ayah": 6,
      "surah": 62,
      "text": "[\nقُلْ يَا أَيُّهَا الَّذِينَ هَادُوا إِنْ زَعَمْتُمْ أَنَّكُمْ أَوْلِيَاءُ لِلَّهِ مِنْ دُونِ النَّاسِ\n] ئەی محمد صلى الله علیه وسلم بە جوولەكە بڵێ: ئەی ئەو كەسانەی كە جوولەكەن كە بە گومانی خۆتان ئەڵێن: تەنها ئێمە دۆست و خۆشەویستی خوای گەورەین وە ئەچینە بەهەشتەوەو بەهەشت تایبەت بۆ ئێمەیە، (كە ئەیانووت: ئێمە نەوەو خۆشەویستی خوای گەورەین وە ناچینە دۆزەخەوەو بەهەشت تایبەتە بۆ ئێمە، وە محمدو موسڵمانان گومڕان) [\nفَتَمَنَّوُا الْمَوْتَ إِنْ كُنْتُمْ صَادِقِينَ (٦)\n] مادام بەهەشت بۆ ئێوەیە وە ئێوە ڕاستەوخۆ ئەچنە بەهەشتەوە دەی ئاوات بخوازن بە مردن بۆ ئەوەی یەكسەر بچنە بەهەشتەوە ئەگەر ڕاستگۆن, یان دوعا بكەن كێ گومڕایە ئەوە لەناوبچێت، بەڵام خۆیان ئەیانزانی كە ڕاست ناكەن بۆیە ئاواتیان ناخواست, پێغەمبەر صلى الله علیه وسلم ئەفەرمووێ: (ئەگەر ئاواتیان بخواستایە بمرن یەكسەر خوای گەورە ئەیمراندن و شوێنی خۆیانی لە دۆزەخدا نیشان ئەدان وە ئەیخستنە دۆزەخەوە)."
    },
    {
      "ayah": 7,
      "surah": 62,
      "text": "[\nوَلَا يَتَمَنَّوْنَهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ\n] وە ئەوان هەرگیز ئاواتەخوازی مردن نابن و لە هەموو كەس زیاتر ژیانیان خۆش ئەوێ بەهۆی ئەو كردەوە خراپانەی كە لە پێش خۆیان ناردوویانە لە كوفرو تاوان و سەرپێچی و دەستكارى كردن و گۆڕانكاری لە كتابەكانی خوای گەورەدا، وە كوشتنى هەندێك لە پێغەمبەران و هەوڵدان بۆ كوشتنی هەندێكى تریان [\nوَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ (٧)\n] وە خوای گەورە زۆر زانایە بە ستەمكاران."
    },
    {
      "ayah": 8,
      "surah": 62,
      "text": "مردن دەتانگرێتەوە\n [\nقُلْ إِنَّ الْمَوْتَ الَّذِي تَفِرُّونَ مِنْهُ فَإِنَّهُ مُلَاقِيكُمْ\n] ئەی محمد صلى الله علیه وسلم پێیان بڵێ: ئەو مردنەی كە ئێوە لێی ڕائەكەن هەر ئەتانگرێتەوەو پێتان ئەگات و رزگارتان نابێت لە دەستى [\nثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ\n] پاشان ئەگەڕێنەوە بۆ لای خوایەك كە زانای هەموو نهێنی و پەنهانەكانە [\nفَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ (٨)\n] وە لە ڕۆژی قیامەت خوای گەورە هەواڵتان پێ ئەدات بە هەموو ئەو كردەوە خراپانەی كە لە دونیا كردووتانە، وە سزا وەرئەگرن لەسەری و هیچی نافەوتێ."
    },
    {
      "ayah": 9,
      "surah": 62,
      "text": "فەرزبوونى نوێژى هەینى\n [\nيَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلَاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ\n] لە سەردەمى پێغەمبەرى خواو صلى الله علیه وسلم ئەبوبەكرو عومەردا (خوایان لێ ڕازی بێ) بانگى نوێژى جومعە هەر یەك بانگ بووە, لە سەردەمى ئیمامی عوسمان كە مەدینە گەورە بوو كردى بە دوو بانگ و بانگی یەكەمی زیاد كرد چونكە بڵندگۆ نەبووەو خەڵكى گوێیان لە بانگ نابوو، وە سەعاتیش نەبووە تا خەڵكى بزانن كە ڕۆژی جومعەیەو كاتی نوێژ نزیك بۆتەوە، بۆیە لەسەر بەرزترین خانوو لە مەدینە كە پێى دەوترا (زەورا) بانگی یەكەمیدا, ئەی باوەڕداران ئەگەر بانگی دووەم درا بۆ نوێژ كردن لە ڕۆژی جومعەدا ئەوە ئێوە بڕۆن بەرەو زیكری خوای گەورە (فَاسْعَوْا) واتە: بڕۆن، یان گرنگی و بایەخى پێ بدەن، نەك بە خێرایی بڕۆن، بەڵكو زۆر فەرموودە هاتووە دەبێت بە هێمنی و لەسەرخۆیی بڕۆیت بۆ مزگەوت نەك بە راكردن، (لە ئادابەكانى رۆژى جومعە: خۆشوشتن و بۆن لە خۆدان و سیواك كردن و پۆشینى پـۆشاكـى جـوان و زوو رۆیشتن و بـەپێ رۆیشتن و نزیـك بـوونەوە لە وتـارخـوێن و گـوێ گـرتن و بێدەنگ بوون و قسە نەكردن و خۆنەخڵافاندن و هەنگاونەنان بەسەر ملى خەڵكیداو زۆر نوێژ كردن و زۆر سەڵاوات دان و خوێندنى سورەتى كەهف) [\nوَذَرُوا الْبَيْعَ\n] وە واز لە كڕین و فرۆشتن بێنن لەبەر ئەوەی كە بانگی دووەم درا ئیتر كڕین و فرۆشتن حەرامە [\nذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ (٩)\n] ئا ئەم ڕۆیشتن بەرەو مزگەوت و زیكرو یادی خوای گەورەو واز هێنان لە كڕین و فرۆشتن بۆ دونیاو قیامەتى ئێوە باشترە ئەگەر بزانن، (خواى گەورە خۆى رۆژى هەینى بۆ موسڵمانان هەڵبژاردو كردى بە جەژنیان، هەر لە رۆژى جومعەدا ئادەمى دروستكردو كردیە بەهەشتەوە، وە هەر لە رۆژى جومعەدا دەریكرد لە بەهەشت، وە قیامەتیش لە رۆژى جومعەدا هەڵدەستێت، وە كاتێكى تێدایە پێش خۆرئاوا بوون كە دوعاى تێدا قەبوڵە) ."
    }
  ]
}
