{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 71,
      "text": "سوورەتی (نوح صلى الله علیه وسلم ) \nپێناسەیەكى سورەتەكە:\n١- سورەتى (نوح صلى الله علیه وسلم ) سورەتێكى مەككى یە. \n٢- ژمارەى ئایەتەكانى سورەتى (نوح صلى الله علیه وسلم ) (٢٨) ئایەتە.\n٣- سورەتى (نوح صلى الله علیه وسلم ) زنجیرەى حەفتاو یەكەمە لە ریزبەندى لەناو سورەتەكانى قورئانى پیرۆزدا.\n٤- سورەتى (نوح صلى الله علیه وسلم ) لە دواى سورەتى (نەحل) دابەزیوە.\nتەوەرەكانى ئەم سورەتە:\nسورەتى (نوح صلى الله علیه وسلم ) هەروەك سورەتە مەككییەكانى تر زۆرترین تەوەرو باسەكانى بریتییە لە باسكردنى بابەتەكانى عەقیدەو بیروباوەڕو جێگیركردنى بنەماكانى باوەڕ، وە هەروەها بەشێوەیەكى دوورو درێژ باسی چیرۆك و بەسەرهاتى پێغەمبەر نوح دەكات صلى الله علیه وسلم ، لەسەرەتاى بانگەوازەكەیەوە تا هاتنى تۆفان و لافاوەكەو نقوم بوونى بێ باوەڕانى قەومەكەى.\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\nبەسەرهاتى نوح پێغەمبەر صلى الله علیه وسلم و قەومەكەى \n[\nإِنَّا أَرْسَلْنَا نُوحًا إِلَى قَوْمِهِ\n] بەدڵنیایی ئێمە نوحمان صلى الله علیه وسلم نارد بۆ لای نەتەوەكەی خۆی كە یەكەم رەسول بووە خوای گەورە ناردوویەتی، وە نۆسەدو پەنجا ساڵ بانگەوازی نەتەوەكەی كردووە [\nأَنْ أَنْذِرْ قَوْمَكَ\n] بە نوحمان صلى الله علیه وسلم فەرموو تۆ ئاگاداری قەومەكەت بكەرەوەو بیانترسێنە [\nمِنْ قَبْلِ أَنْ يَأْتِيَهُمْ عَذَابٌ أَلِيمٌ (١)\n] پێش ئەوەی سزایەكی بەئێش و ئازاریان بۆ بێت لەلایەن خوای گەورەوەو سزایان بدات وەكو تۆفان و زریانەكە، یاخود بە سزای ئاگر."
    },
    {
      "ayah": 10,
      "surah": 71,
      "text": "داواى لێخۆشبوون لە خواى گەورە سەرچاوەى هەموو بەخششەكانە \n [\nفَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا (١٠)\n] پێم وتن ئێوە داوای لێخۆشبوون لە خوای گەورە بكەن لەو كوفرو تاوان و شیركانەی كە پێشتر كردووتانە ئەبینن خوای گەورە زۆر لێخۆشبووە بۆ ئەو تاوانبارانەى كە داوای لێخۆشبوون لە خوای گەورە دەكەن و لێیان خۆش ئەبێ."
    },
    {
      "ayah": 11,
      "surah": 71,
      "text": "[\nيُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا (١١)\n] وە خوای گەورە بارانتان بۆ ئەبارێنێ بارانێكی زۆر یەك لە دوای یەك بە لێزمەو بەخوڕ ."
    },
    {
      "ayah": 12,
      "surah": 71,
      "text": "[\nوَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ\n] وە هەر بەهۆی (أستغفر الله) و داوای لێخۆشبوون كردن لە خوای گەورە, خوای گەورە ماڵ و مناڵتان پێ ئەبەخشێ [\nوَيَجْعَلْ لَكُمْ جَنَّاتٍ\n] وە باخ و بێستانتان پێ ئەبەخشێ [\nوَيَجْعَلْ لَكُمْ أَنْهَارًا (١٢)\n] وە ئاو و كانی و ڕووباریشتان پێ ئەبەخشێ، هەموو نیعمەت و بەخششێكتان پێ ئەبەخشێ تەنها ئێوە داوای لێخۆشبوون لە خوای گەورە بكەن، (أستغفر الله و داوای لێخۆشبوون لە خوای گەورە هۆكارە بۆ هەموو ئەو نیعمەتانە كە خوای گەورە لە مرۆڤی گرتۆتەوە بەهۆی داوای لێخۆشبوونەوە دووبارە پێیان دەبەخشێتەوە) ."
    },
    {
      "ayah": 13,
      "surah": 71,
      "text": "[\nمَا لَكُمْ لَا تَرْجُونَ لِلَّهِ وَقَارًا (١٣)\n] نوح صلى الله علیه وسلم فەرمووی: ئەوە ئێوە چیتانە بۆ خوای گەورە بە گەورە نازانن ئەوەندەی كە خوای گەورە شایانی بە گەورە زانینە, بۆ بەتاك و تەنها خوای گەورە ناپەرستن وە گوێڕایەڵی ناكەن ئەوەندەی كە خوای گەورە شایەنی بەتاك پەرستنە ."
    },
    {
      "ayah": 14,
      "surah": 71,
      "text": "[\nوَقَدْ خَلَقَكُمْ أَطْوَارًا (١٤)\n] لە كاتێكدا خوای گەورە ئێوەی دروست كردووە لە چەند قۆناغێكی جیاوازدا: سەرەتا دڵۆپە ئاوێك بوونە، پاشان بوونە بە خوێنێكی مەیوو، پاشان بوونە بە پارچە گۆشتێك، پاشان تەواو دروست بوونە، پاشان لە دایك بوونە، ئینجا منداڵ بوونە، پاشان گەنج و پاشان پیری، ئەم هەموو قۆناغانە بەڵگەیە لەسەر تاك و تەنهایى و تواناو دەسەڵاتی خوای گەورە بۆ ئێوە تا كەى ئیمان ناهێنن ."
    },
    {
      "ayah": 15,
      "surah": 71,
      "text": "[\nأَلَمْ تَرَوْا كَيْفَ خَلَقَ اللَّهُ سَبْعَ سَمَاوَاتٍ طِبَاقًا (١٥)\n] ئایا نابینن كە خوای گەورە حەوت ئاسمانی دروست كردووە چین لەسەر چین ئاسمان لەسەر ئاسمان وە ڕایگرتووە ."
    },
    {
      "ayah": 16,
      "surah": 71,
      "text": "[\nوَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا\n] وە لەناو ئاسمانیشدا مانگی داناوە وەكو جوانی وایە بۆ ئاسمان, وە نورو ڕووناكییەو گەرمی تیادا نییە [\nوَجَعَلَ الشَّمْسَ سِرَاجًا (١٦)\n] وە خۆریشی داناوە وەكو چرایەك كە سەر زەوی ڕووناك ئەكاتەوە وە گەرمی و ڕووناكی تیادایە ."
    },
    {
      "ayah": 17,
      "surah": 71,
      "text": "[\nوَاللَّهُ أَنْبَتَكُمْ مِنَ الْأَرْضِ نَبَاتًا (١٧)\n] خوای گەورە ئێوە واتە: ئادەمی لە زەوی دروست كردووە، واتە: لە خۆڵ ئادەمی دروست كردووە ."
    },
    {
      "ayah": 18,
      "surah": 71,
      "text": "[\nثُمَّ يُعِيدُكُمْ فِيهَا\n] پاشان كە مردن ئەتانگەڕێنێتەوە ناو زەوی لەناو گۆڕەكاندا [\nوَيُخْرِجُكُمْ إِخْرَاجًا (١٨)\n] وە لە ڕۆژی قیامەتیش دووبارە دەرتان ئەكاتەوە لەناو زەوی."
    },
    {
      "ayah": 19,
      "surah": 71,
      "text": "[\nوَاللَّهُ جَعَلَ لَكُمُ الْأَرْضَ بِسَاطًا (١٩)\n] وە خوای گەورە زەوی بۆ ڕاخستوون تا لەسەری بەرژەوەندیەكانتان بەدەست بێنن."
    },
    {
      "ayah": 2,
      "surah": 71,
      "text": "[\nقَالَ يَا قَوْمِ إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ (٢)\n] نوح صلى الله علیه وسلم فەرمووی: ئەی قەومی خۆم من ترسێنەرو ئاگاداركەرەوەیەكی ئاشكرام بۆ ئێوەو ئەتانترسێنم بە سزای خوای گەورە ."
    },
    {
      "ayah": 20,
      "surah": 71,
      "text": "[\nلِتَسْلُكُوا مِنْهَا سُبُلًا فِجَاجًا (٢٠)\n] (فَج) واتە: ڕێگای فراوان لە نێوان دوو شاخدا, واتە: تا ڕێگای فراوان بۆ خۆتان بكەنەوە بۆ بەرژەوەندی خۆتان تیایدا هاتووچۆ بكەن."
    },
    {
      "ayah": 21,
      "surah": 71,
      "text": "[\nقَالَ نُوحٌ رَبِّ إِنَّهُمْ عَصَوْنِي\n] نوح صلى الله علیه وسلم فەرمووی: ئەی پەروەردگار ئەوان سەرپێچیان كردم و بە قسەیان نەكردم [\nوَاتَّبَعُوا مَنْ لَمْ يَزِدْهُ مَالُهُ وَوَلَدُهُ إِلَّا خَسَارًا (٢١)\n] وە خەڵكەكە شوێنی سەركردەو دەسەڵاتدارو دەوڵەمەندەكان كەوتن كە ئەمانە زۆری ماڵ و منداڵیان هیچ شتێكی بۆ زیاد نەكردن تەنها گومڕایی و زەرەرمەندی نەبێ, (زۆر كەس هەیە بەهۆی زۆری سەروەت و سامان و مناڵ و عەشیرەت و دەسەڵاتەوە گومڕا ئەبێ و لە ڕێگاى راست دەرئەچێ و سەرەنجامیش زەرەرمەند ئەبێت، ئەمانیش وابوون) ."
    },
    {
      "ayah": 22,
      "surah": 71,
      "text": "[\nوَمَكَرُوا مَكْرًا كُبَّارًا (٢٢)\n] وە نەخشەو پیلان و فێڵێكی زۆر گەورەیان دانا كە وایان نیشاندا ئەمان لەسەر حەق و هیدایەتن، وە خەڵكى نەزان و نەفامیان هاندا بۆ ئەوەی كە ئازاری نوح صلى الله علیه وسلم بدەن و بیكوژن ."
    },
    {
      "ayah": 23,
      "surah": 71,
      "text": "[\nوَقَالُوا لَا تَذَرُنَّ آلِهَتَكُمْ\n] دەسەڵاتدارو دەوڵەمەندو ناودارو گەورەكان بە خەڵكە ژێردەستەكەیان وت: واز نەهێنن لە پەرستنی خوایەكانتان ئەو پێنج خوایەی كە ئەیانپەرستن وازیان لێ مەهێنن و بەردەوام بن و دامەزراو بن لەسەر پەرستنیان و بە قسەی نوح نەكەن.\nپێنج پیاوچاكەكەى قەومى نوح پێغەمبەر صلى الله علیه وسلم \n [\nوَلَا تَذَرُنَّ وَدًّا وَلَا سُوَاعًا وَلَا يَغُوثَ وَيَعُوقَ وَنَسْرًا (٢٣)\n] وە واز لە پەرستنی (وەدد و سواع و یەغوث و یەعوق و نەسر) مەهێنن, كە ئەمانە وەكو (ابن عەباس) ئەفەرمووێ: ناوی پێنج پیاوچاك بوون لە پێش نوحدا لە نێوان ئادەم و نوحدا كە عیبادەتی خوای گەورەیان ئەكرد كە ئەوكاتە خەڵكى هەمووی یەكخواپەرست بووەو شەریك بۆ خوای گەورە دانەنراوە، تا ئەمان لەناوچوون و مردن شەیتان وەسوەسەی بۆ خەڵكەكە دروست كرد لەو مەجلیس و شوێنانەدا كە تیایدا دائەنیشتن پەیكەریان بۆ دروست بكەن وە بەناوی ئەوانەوە ناویان بنێن بۆ ئەوەی كاتێك ئەوانتان بیركەوتەوە ئێوەش وەكو ئەوان عیبادەتی خوای گەورە بكەن، ئەوانیش ئەو شتەیان بۆیان كرد تا ئەمانە ئەم جیلە لەناو چوون وە جیلێكی تر هات وە زانست نەما ئینجا شەیتان پێى وتن باوك و باپیرانی ئێوە ئەم پێنج پیاوچاكەیان پەرستووە، وە لە كاتی بێ بارانیدا داوای باران بارین و شتیان لەمان كردووە، خەڵكەكە دەستیان كرد بە پەرستنی ئەم پێنج پیاو باشە، كە ئەمە یەكەم شەریك دانان بوو لەسەر ڕووی زەویدا ڕوویدا، وە خوای گەورە نوحی صلى الله علیه وسلم ناردە ناویان بۆ ئەوەی خەڵكى واز لە پەرستنی ئەو پێنج پیاوباشە بێنن و بگەڕێنەوە بۆ پەرستنی خوای گەورە بەتاك و تەنها ."
    },
    {
      "ayah": 24,
      "surah": 71,
      "text": "[\nوَقَدْ أَضَلُّوا كَثِيرًا\n] نوح صلى الله علیه وسلم فەرمووی: ئەی پەروەردگار دەسەڵاتدارو گەورەكانیان، یاخود ئەم بتانە خەڵكێكی زۆریان گومڕا كردووە [\nوَلَا تَزِدِ الظَّالِمِينَ إِلَّا ضَلَالًا (٢٤)\n] خوایە ئەوەی كە زاڵم و ستەمكارو هاوبەشبڕیاردەرە هیچ شتێكیان بۆ زیاد نەكەی تەنها گومڕابوون و زەرەرمەندی نەبێ, وەكو چۆن موساش صلى الله علیه وسلم دوعای لە فیرعەون كرد، وە خوای گەورە دوعای هەردووكیانی قبووڵ كردو هەردوو ئوممەتەكەى نقومى ئاو كرد ."
    },
    {
      "ayah": 25,
      "surah": 71,
      "text": "[\nمِمَّا خَطِيئَاتِهِمْ أُغْرِقُوا\n] بەهۆی تاوانەكانیانەوە كە شەریك دانان بوو بۆ خوای گەورە, خوای گەورە نقوم و نگرۆی ئاوی كردن [\nفَأُدْخِلُوا نَارًا\n] لەناو ئەو ئاوەی كە تیایدا غەرق بوون ڕاستەوخۆ خوای گەورە لە فێنكی ئاوەكەوە بەرەو گەرمی ئاگر بردیانی, یاخود وتراوە: مەبەست پێی سزای قەبرە یەكسەر بەرەو ئاگری قەبر بردیانی و خرانە ناو ئاگرەوە [\nفَلَمْ يَجِدُوا لَهُمْ مِنْ دُونِ اللَّهِ أَنْصَارًا (٢٥)\n] وە ئەمانیش هیچ پشتیوانێكیان نەبوو كە لە سزای خوای گەورە بیانگەڕێنێتەوەو بیانپارێزێ, كەسێك نەبوو كە فریایان بكەوێ و ڕزگاریان بكات ."
    },
    {
      "ayah": 26,
      "surah": 71,
      "text": "[\nوَقَالَ نُوحٌ رَبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا (٢٦)\n] دوای ئەوەی نوح صلى الله علیه وسلم بێئومێد بوو وە خوای گەورە وەحی بۆ نارد كە چیدی خەڵكی ئیمان ناهێنن هەر ئەو چەند كەسەیە كە ئیمانیان هێناوە، ئەمیش دوعای كردو وتی: ئەی پەروەردگار لەسەر ڕووی زەویدا هیچ كافرێك مەهێڵە (دَيَّارًا) واتە: ئەوانەی كە لەناو ماڵدا جێگیرن كەسیان مەهێڵە, یاخود (دَيَّار) واتە: یەك كەس، تەنها كەسێكیان لێ مەهێڵەو هەر هەموویان لەناو بدە, وە خوای گەورە دوعاكەی قبووڵ كرد هەرچی لەسەر ڕووی زەوی بوو لە كافران هەمووی لەناو بردن تەنانەت خێزان و كوڕەكەی نوحیش كە موسڵمان نەبوون ."
    },
    {
      "ayah": 27,
      "surah": 71,
      "text": "[\nإِنَّكَ إِنْ تَذَرْهُمْ يُضِلُّوا عِبَادَكَ\n] نوح صلى الله علیه وسلم فەرمووی: ئەی پەروەردگار ئەگەر واز لەمانە بێنیت و بمێننەوە ئەمانە خەڵكی گومڕا ئەكەن و لە ڕێگای حەق لایان ئەدەن [\nوَلَا يَلِدُوا إِلَّا فَاجِرًا كَفَّارًا (٢٧)\n] وە خۆیشیان هیچ مناڵیان نابێ ئیللا دواتر مناڵەكانیان كە گەورە ئەبن زۆر فاجرو خراپەكارو كافر ئەبن و گوێڕایەڵی تۆ ناكەن ."
    },
    {
      "ayah": 28,
      "surah": 71,
      "text": "[\nرَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ\n] ئەمە دوعای نوحە صلى الله علیه وسلم : ئەی پەروەردگار لە خۆم و لە دایك و باوكم خۆشبە، (چونكە دایك و باوكى موسڵمان بوونە) [\nوَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا\n] وە ئەوەیشی كە هاتۆتە ماڵی من بە ئیمانداری، وە وتراوە ماڵەكە مەبەست پێی مزگەوتەكەیەتی، یاخود مەبەست پێی كەشتییەكەیەتی [\nوَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ\n] وە خوایە لە هەرچی باوەڕداری پیاو و ئافرەت هەیە لە هەر هەموویان خۆشبە بە زیندوو مردووەوە, دوعای بۆ هەموو باوەڕداران كردووە [\nوَلَا تَزِدِ الظَّالِمِينَ إِلَّا تَبَارًا (٢٨)\n] وە هیچ شتێك بۆ زاڵمان و موشریكان زیاد مەكە تەنها بەهیلاك چوون و تیاچوون و زەرەرمەندی دونیا و قیامەت نەبێت, دوعاكەیشی هەموو هاوبەشبڕیاردەرو ستەمكارێك ئەگرێتەوە تا ڕۆژی قیامەت، والله أعلم . \nبەم شێوازە هاتینە كۆتایی تەفسیرى سوورەتى (نوح صلى الله علیه وسلم ) والحمد لله."
    },
    {
      "ayah": 3,
      "surah": 71,
      "text": "[\nأَنِ اعْبُدُوا اللَّهَ\n] ئێوە عیبادەتی خوای گەورە بكەن بەتاك و تەنهاو شەریكی بۆ دامەنێن [\nوَاتَّقُوهُ\n] وە تەقوای خوای گەورە بكەن و خۆتان لە تاوان و حەرام بپارێزن [\nوَأَطِيعُونِ (٣)\n] وە گوێڕایەڵی من بكەن لە هەر شتێك كە فەرمانتان پێ ئەكەم ."
    },
    {
      "ayah": 4,
      "surah": 71,
      "text": "[\nيَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ\n] ئەوا خوای گەورە لە تاوانەكانتان خۆش ئەبێ، لەو تاوانە گەورانەی كە كردووتانە كە بەهۆیەوە ڕووبەڕووی سزای خوای گەورە ئەبنەوە ئەگەر ئیمان نەهێنن.\nیەكخواپەرستى هۆكارە بۆ تەمەن درێژى \n [\nوَيُؤَخِّرْكُمْ إِلَى أَجَلٍ مُسَمًّى\n] وە ئەگەر ئیمان بێنن سەرەڕای ئەوەی خوای گەورە لە تاوانەكانتان خۆش ئەبێ وە ماوەشتان بۆ درێژ ئەكاتەوە بۆ كاتێكی زیاتر سەر زەوی ئاوەدان بكەنەوە، (ئەم ئایەتە بەڵگەیە لەسەر ئەوەى كە بە یەكخواپەرستى و گوێڕایەڵی و كردەوەى چاك و گەیاندنى پەیوەندى خزمایەتى تەمەن درێژ دەبێت، یاخود بەرەكەت ئەكەوێتە ناو تەمەنی مرۆڤەوە) وەكو پێغەمبەرى خوا صلى الله علیه وسلم دەفەرمێت: (گەیاندنى پەیوەندى خزمایەتى تەمەن درێژ دەكات) [\nإِنَّ أَجَلَ اللَّهِ إِذَا جَاءَ لَا يُؤَخَّرُ لَوْ كُنْتُمْ تَعْلَمُونَ (٤)\n] ئەگەر لەسەر كوفرەكەتان بەردەوام بن ئەو ئەجەلەی كە خوای گەورە بۆی داناون دواناكەوێت، وە ئەگەر ئێوە ئەمە ئەزانن ئیمان بێنن تا خوای گەورە سزاتان نەدات ."
    },
    {
      "ayah": 5,
      "surah": 71,
      "text": "[\nقَالَ رَبِّ إِنِّي دَعَوْتُ قَوْمِي لَيْلًا وَنَهَارًا (٥)\n] نوح صلى الله علیه وسلم فەرمووی: ئەی پەروەردگار من بانگەوازی قەومەكەی خۆم كرد بۆ ئیمان هێنان بەتۆ بە شەو و بە ڕۆژ بە بەردەوامى."
    },
    {
      "ayah": 6,
      "surah": 71,
      "text": "[\nفَلَمْ يَزِدْهُمْ دُعَائِي إِلَّا فِرَارًا (٦)\n] بەڵام بانگەوازی من هیچ شتێكی بۆ ئەوان زیاد نەكرد تەنها دوور كەوتنەوەو ڕاكردن نەبێت."
    },
    {
      "ayah": 7,
      "surah": 71,
      "text": "[\nوَإِنِّي كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ\n] وە هەر كاتێك كە من بانگیانم كردبێ بۆ ئەوەی كە تۆ لێیان خۆش بیت، واتە: بۆ ئەوەی ئیمان بێنن كە بەهۆی ئیمان و گوێڕایەڵی و عیبادەتەوە تۆ لێیان خۆشبی [\nجَعَلُوا أَصَابِعَهُمْ فِي آذَانِهِمْ\n] ئەوان پەنجەكانیان ئەكردە گوێیانەوە بۆ ئەوەی قسەی من نەبیستن [\nوَاسْتَغْشَوْا ثِيَابَهُمْ\n] وە جلەكانیان ئەدا بە بان سەریانداو دەموچاویان دائەپۆشی بۆ ئەوەی نەمبینن و قسەی من نەبیستن و من نەیانناسمەوە [\nوَأَصَرُّوا\n] وە بەردەوام بوون لەسەر كوفرو سەرپێچییان [\nوَاسْتَكْبَرُوا اسْتِكْبَارًا (٧)\n] وە خۆیان بەگەورەزانی لەوەی كە حەق وەربگرن خۆبەگەورەزانینێكی سەخت ."
    },
    {
      "ayah": 8,
      "surah": 71,
      "text": "[\nثُمَّ إِنِّي دَعَوْتُهُمْ جِهَارًا (٨)\n] پاشان من بە ئاشكرا لە نێوان خەڵكیدا دەعوەو بانگەوازم كردن ."
    },
    {
      "ayah": 9,
      "surah": 71,
      "text": "[\nثُمَّ إِنِّي أَعْلَنْتُ لَهُمْ\n] پاشان دەعوەو بانگەوازەكەم بۆ ئاشكرا كردن بە دەنگی بەرز، وە بە دەنگی بەرز بانگەوازم كردن [\nوَأَسْرَرْتُ لَهُمْ إِسْرَارًا (٩)\n] وە بە نهێنیش هەر بانگەوازم كردن لە نێوان خۆم و خۆیاندا، واتە: یەك یەك چوومەتە ماڵیان وە یەك یەك قسەم لەگەڵ كردوون و هەموو شێوازێكم لەگەڵیاندا بەكارهێناوە بۆ ئەوەی كە باوەڕ بێنن."
    }
  ]
}
