{
  "text": "Однако величайшим благом, которым Аллах одарил Своих рабов, является Его религия ислам - самое лучшее, самое прекрасное и самое чистое из всех вероисповеданий на земле. Придерживаться этой религии Он предписал лучшим из лучших, избранным из числа избранных - пяти могущественным посланникам, имена которых упоминаются в этом аяте. Они были самыми совершенными и самыми достойными из людей, и потому религия, ниспосланная им Аллахом, должна была соответствовать их совершенству. Более того, Аллах возвысил их благодаря тому, что они исповедовали ее. Воистину, если бы не было ислама, то ни одно творение не заслужило бы перед Аллахом почтения. Ислам - это залог счастья и совершенства. Он зиждется на единобожии, праведных делах, благонравии и этикете, которым учит и к которым призывает Священный Коран. Ваша обязанность - придерживаться законов религии как в основных, так и во второстепенных вопросах, соблюдать их и всеми силами призывать к этому других, помогать друг другу в благочестии и богобоязненности и не способствовать вражде и совершению грехов. Стремитесь приходить к единому мнению в основных и второстепенных положениях религии, не допускайте того, чтобы разногласия в некоторых вопросах сеяли между вами рознь и не разделяйтесь на партии и группировки, враждующие друг с другом, не взирая на общность своих убеждений. Некоторыми проявлениями единства мусульман являются паломничество, праздничные собрания, пятничные и повседневные обязательные молитвы, священная война и другие обряды поклонения, которые Законотворец повелел совершать вместе с другими мусульманами и которые не могут считаться полноценными, если совершаются в стороне от остальных братьев. Тяжко для многобожников то, к чему ты их призываешь, ибо ты призываешь их к искреннему поклонению одному Аллаху. Всевышний сказал: «Когда поминают одного лишь Аллаха, содрогаются от отвращения сердца тех, которые не веруют в Последнюю жизнь. А когда поминают тех, которые ниже Него, они радуются» (39:45); «Неужели он обратил богов в Единственного Бога? Воистину, это - нечто удивительное!» (38:5). Аллах знает, кто из Его творений достоин быть посланником или простым верующим, и избирает его из числа остальных. Кроме того, Аллах из всего человечества избрал общину Пророка Мухаммада, да благословит его Аллах и приветствует, возвысил ее над остальными общинами и почтил ее самым лучшим и самым прекрасным вероисповеданием. Он приближает к себе того, кто обращается к Нему. Таким образом, причина того, что Аллах наставляет на прямой путь того или иного раба, заключается в том, что сам раб обращается к своему Господу, всем сердцем устремляется к Нему и жаждет встречи с Ним. Воистину, благие намерения и настойчивое стремление к прямому пути облегчают рабу путь к счастью, о чем и сказал Всевышний: «Явились к вам от Аллаха свет (Мухаммад) и Ясное Писание. Посредством его Аллах ведет по путям мира тех, кто стремится снискать Его довольство» (5:15–16). В суре «Лукман» Всевышний сказал: «…следуй путем тех, кто обратился ко Мне» (31:15). Если сопоставить эти слова с рассматриваемым нами аятом и вспомнить о том, как ревностно придерживались прямого пути сподвижники Пророка Мухаммада, да благословит его Аллах и приветствует, то становится ясно, что их мнение в вопросах религии является доказательством, имеющим полную силу, особенно, если это мнение принадлежит праведным халифам.",
  "ayah": 13,
  "surah": 42
}
