{
  "text": "О Мухаммад! Проповедуй свою истинную религию, ведущую на прямой путь, к которому призывали все Священные Писания и Божьи посланники. А если кто-либо откажется уверовать, то сражайся с ним. Кроме того, сам иди прямым пути так, как это велено тебе, не допуская ни излишеств, ни упущений, а лишь исполняя повеления Аллаха и сторонясь грехов, и поступай так всегда. Таким образом, Всевышний приказал Пророку, да благословит его Аллах и приветствует, постоянно совершенствоваться самому благодаря приверженности прямому пути и помогать в этом другим, призывая их встать на этот путь. Несомненно, все, что Аллах повелел Своему посланнику, да благословит его Аллах и приветствует, в равной степени относится и к остальным мусульманам, если только это не было исключительной обязанностью одного Пророка, да благословит его Аллах и приветствует. Не поддавайся искушениям неверующих и лицемеров, которые пытаются отвратить тебя от религии. Они предлагают тебе отказаться от прямого пути, согласиться с частью их верований или хотя бы не проповедовать ислам среди других. Если же ты уступишь их порочным желаниям, после того как тебе открылось ясное знание, то станешь одним из нечестивцев. Всевышний не сказал: «Не следуй их религии», - а назвал верования язычников их желаниями, потому что религия, следовать которой Аллах повелел арабам, была истинной религией всех посланников, но они не уверовали в нее, а пошли на поводу у своих страстей и порочных желаний и превратили религию в забаву и развлечение. Когда же ты будешь беседовать или препираться с ними, то скажи: «Я уверовал в то, что Аллах ниспослал из Писания». Твоя позиция должна зиждиться на этой великой основе, свидетельствующей о величии и славе ислама и его превосходстве над остальными религиями. Даже религия людей Писания является всего лишь толикой великого ислама. Из этого аята ясно, что если люди Писания станут оправдываться тем, что веруют в некоторые из Писания и в некоторых из посланников, это не принесет им пользы, потому что Писание, которое они проповедуют, и посланник, последователями которого они считают себя, непременно возвещали им о ниспослании Корана и пришествии Пророка Мухаммада, да благословит его Аллах и приветствует. О люди Писания! Писание и Посланник, да благословит его Аллах и приветствует, повелели всем правоверным уверовать в Мусу и Ису, в Тору и Евангелие. Они сообщили нам о них, засвидетельствовали истинность их миссии и поведали о том, что те в свою очередь свидетельствовали об истинности последнего послания. Однако нам не приказано верить в повествования Торы и Евангелия о пророках Мусе и Исе, если они не совпадают с нашим Писанием. О люди Писания! Господь приказал мне выносить справедливое решение по вопросам, в которых вы препираетесь друг с другом, и мне не помешает в этом ни ваша злоба, ни ваша ненависть. Будьте справедливы между собой и беспристрастно относитесь к воззрениям людей, даже если те не являются иудеями и христианами, а для этого соглашайтесь с ними, когда они правы, и опровергайте их, когда они ошибаются. Аллах - Господь всех творений, и прав на то, чтобы считать Его своим Господом, у вас не больше, чем у нас. Нам надлежит отвечать за наши хорошие и плохие деяния, вам - за ваши. У нас нет причин вступать в споры друг с другом, потому что все встало на свои места, истина отличилась ото лжи, а прямой путь отличился от заблуждения. Больше нет причин для споров и тяжбы, ибо в спор вступают для того, дабы выявить истину и изобличить ложь и дабы ищущий правду твердо ступал по прямой стезе, а заблудший лишился оправдания своему заблуждению. Этот аят не следует понимать как запрет на ведение споров с иудеями и христианами, потому что Всевышний сказал: «Если вступаете в спор с людьми Писания, то ведите его наилучшим образом» (29:46). Истинный смысл аята состоит в том, что мы изложили выше. Аллах соберет всех нас в Судный день, и тогда каждому человеку воздастся за его деяния, и станет ясно, кто был прав, а кто заблуждался. Вот почему нам не стоит больше пререкаться друг с другом.",
  "ayah": 15,
  "surah": 42
}
