{
  "text": "گناہوں کی بخشش مانگو اور اللہ تعالیٰ کی حمد وثناء کرو :حضرت عبداللہ بن عباس ؓ ما فرماتے ہیں کہ بڑی عمر والے مجاہدین کے ساتھ ساتھ حضرت عمر فاروق ؓ مجھے بھی شامل کرلیا کرتے تھے تو شاید کسی کے دل میں اس کی کچھ ناراضگی پیدا ہوگئی اس نے کہا کہ یہ ہمارے ساتھ نہ آیا کریں ان جتنے تو ہمارے بچے ہیں خلیقۃ المسلمین ؓ نے فرمایا کہ تم انہیں خوب جانتے ہو ایک دن سب کو بلایا اور مجھے بھی یاد فرمایا میں سمجھ گیا کہ آج انہیں کچھ بتانا چاہتے ہیں جب ہم سب جا پہنچے تو امیرا لمومنین ؓ نے ہم سے پوچھا کہ سورة اذا جآء کی نسبت تمہیں کیا علم ہے بعض نے کہا اس میں ہمیں اللہ کی حمدو ثناء بیان کرنے اور گناہوں کی بخشش چاہنے کا حکم کیا گیا ہے کہ جب مدد اللہ آجائے اور ہماری فتح ہو تو ہم یہ کریں اور بعض بالکل خاموش رہے تو آپ نے میری طرف توجہ فرمائی اور کہا کیا تم بھی یہی کہتے ہو میں نے کہا نہیں فرمایا پھر اور کیا کہتے ہو میں نے کہا یہ رسول اللہ ﷺ کے انتقال کا پیغام ہے آپ کو معلوم کرایا جا رہا ہے کہ اب آپ کی دنیوی زندگی ختم ہونے کو ہے آپ تسبیح حمد اور استفغار میں مشغول ہوجائیے حضرت فاروق نے فرمایا یہی میں بھی جانتا ہوں بخاری جب یہ سورت اتری تو حضور ﷺ نے فرمایا تھا کہ اب اسی سال میرا انتقال ہوجائیگا مجھے میرے انتقال کی خبر دی گئی ہے مسند احمد مجاہد ابو العالیہ ضحاک وغیرہ بھی یہی تفسیر بیان کرتے ہیں ایک روایت میں ہے کہ حضور ﷺ مدینہ شریف میں تھے فرمانے لگے اللہ اکبر اللہ اکبر اللہ کی مدد آگئی اور فتح بھی یمن والے آگئے پوچھا گیا حضور ﷺ یمن والے کیسے ہیں فرمایا وہ نرم دل لوگ ہیں سلجھی ہوئی طبیعت والے ہیں ایمان تو اہل یمن کا ہے اور سمجھ بھی اہل یمن کی ہے اور حکمت بھی اہل یمن والوں کی ہے ابن جریر ابن عباس کا بیان ہے کہ جب یہ سوت اتری چونکہ اس میں آپ کے انتقال کی خبر تھی تو آپ نے اپنے کاموں میں اور کمر کس لی اور تقریبا وہی فرمایا جو اوپر گزرا طبرانی حضرت ابن عباس ؓ سے یہ بھی مروی ہے کہ سورتوں میں پوری سورت نازل ہونے کے اعتبار سے سب سے آخری سورت یہی ہے طبرانی اور حدیث میں ہے کہ جب یہ سورت اتری آپ نے اس کی تلاوت کی اور فرمایا لوگ ایک کنارہ ہیں میں اور میرے اصحاب ایک کنارہ میں ہیں سنو فتح مکہ کے بعد ہجرت نہیں البتہ جہاد اور نیت ہے مروان کو جب یہ حدیث حضرت ابو سعید خدری نے سنائی تو یہ کہنے لگا جھوٹ کہتا ہے اس وقت مروان کیساتھ اس کے تخت پر حضرت رافع بن خدیج اور حضرت زید بن ثابت بھی بیٹھے تھے تو حضرت ابو سعید فرمانے لگے ان دونوں کو بھی اس حدیث کی خبر ہے یہ بھی اس حدیث کو بیان کرسکتے ہیں لیکن ایک کو تو اپنی سرداری چھن جانے کا خوف ہے اور دوسرے کو زکوٰۃ کی وصولی کے عہدے سے سبکدوش ہوجانے کا ڈر ہے مروان نے یہ سن کر کوڑا اٹھا کر حضرت ابو سعید کو مارنا چاہا ان دونوں بزرگوں نے جب یہ دیکھا تو کہنے لگے مروان سن حضرت ابو سعید نے سچ بیان فرمایا مسند احمد یہ حدیث ثابت ہے حضرت ابن عباس سے مروی ہے کہحضور ﷺ نے فتح مکہ کے دن فرمایا ہجرت نہیں رہی ہاں جہاد اور نیت ہے جب تمہیں چلنے کو کہا جائے اٹھ کھڑے ہوجایا کرو صحیح بخاری اور صحیح مسلم شریف میں یہ حدیث موجود ہے ہاں یہ بھی یاد رہے کہ جن بعض صحابہ نے حضرت فاروق اعظم ؓ کے سامنے اس سورت کا یہ مطلب بیان کیا کہ جب ہم پر اللہ تعالیٰ شہر اور قلعے فتح کر دے اور ہماری مدد فرمائے تو ہمیں حکم مل رہا ہے کہ ہم اس کی تعریفیں بیان کریں اس کا شکر کریں اور اس کی پاکیزگی بیان کریں نماز ادا کریں اور اپنے گناہوں کی بخشش طلب کریں یہ مطلب بھی بالکل صحیح ہے اور یہ تفسیر بھی نہایت پیاری ہے دیکھو رسول اللہ ﷺ نے فتح مکہ والے دن ضحی کے وقت آٹھ رکعت نماز ادا کی گو لوگ یہ کہتے ہیں کہ یہ ضحی کی نماز تھی لیکن ہم کہہ سکتے ہیں کہ ضحی کی نماز آپ ہمیشہ نہیں پڑھتے تھے پھر اس دن جبکہ شغل اور کام بہت زیادہ تھا مسافرت تھی یہ کیسے پڑھی ؟ آپ کی اقامت فتح کے موقعہ پر مکہ شریف میں رمضان شریف کے آخر تک انیس دن رہی آپ فرض نماز کو بھی قصر کرتے رہے روزہ بھی نہیں رکھا اور تمام لشکر جو تقریبا دس ہزار تھا اسی طرح کرتا رہا ان حقائق سے یہ بات صاف ثابت ہوجاتی ہے کہ یہ نماز فتح کے شکریہ کی نماز تھی اسی لیے سردار لشکر امام وقت پر مستحب ہے کہ جب کوئی شہر فتح ہو تو داخل ہوتے ہی دو رکعت نماز ادا کرے حضرت سعد بن ابی وقاص نے فتح مدائن والے دن ایسا ہی کیا تھا ان آٹھ رکعات کو دو دو رکعت کر کے ادا کرے گو بعض کا یہ قول بھی ہے کہ آٹھوں ایک ہی سلام سے پڑھ لے لیکن ابو داؤد کی حدیث صراحتا مروی ہے کہ حضور ﷺ نے اس نماز میں ہر دو رکعت کے بعد سلام پھیرا ہے دوسری تفسیر بھی صحیح ہے جو ابن عباس وغیرہ نے کی ہے کہ اس میں آپ کو آپ کے وصال کی خبر دی گئی کہ جب آپ اپنی بستی مکہ فتح کرلیں جہاں سے ان کفار نے آپ کو نکل جانے پر مجبور کیا تھا اور آپ اپنی آنکھوں اپنی محنت کا پھل دیکھ لیں کہ فوجوں کی فوجیں آپ کے جھنڈے تلے آجائیں جوق در جوق لوگ حلقہ بگوش اسلام ہوجائیں تو ہماری طرف آنے کی اور ہم سے ملاقات کی تیاریوں میں لگ جاؤ سمجھ لو کہ جو کام ہمیں تم سے لینا تھا پورا ہوچکا اب آخرت کی طرف نگاہیں ڈالو جہاں آپ کے لیے بہت بہتری ہے اور اس دنیا سے بہت زیادہ بھلائی آپ کے لیے وہاں ہے وہیں آپ کی مہمانی تیار ہے اور مجھ جیسا میزبان ہے تم ان نشانات کو دیکھ کر بکثرت میری حمدو ثناء کرو اور توبہ استغفار میں لگ جاؤ صحیح بخاری شریف کی حدیث میں حضرت عائشہ صدیقہ ؓ سے مروی ہے کہ آنحضرت ﷺ اپنے رکوع سجدے میں بہ کثرت سبحانک اللھم وبحمدک اللھم اغفرلی پڑھا کرتے تھے آپ قرآن کی اس آیت فسبح الخ پر عمل کرتے تھے اور روایت میں ہے کہ حضور ﷺ اپنی آخری عمر میں ان کلمات کا اکثر ورد کرتے تھے سبحان اللہ وبحمدہ استغفر اللہ واتوب الیہ اللہ کی ذات پاک ہے اسی کے لیے سب تعریفیں مختص ہیں میں اللہ سے استغفار کرتا ہوں اور اس کی طرف جھکتا ہوں اور فرمایا کرتے تھے کہ میرے رب نے مجھے حکم دے رکھا ہے کہ جب میں یہ علامت دیکھ لوں کہ مکہ فتح ہوگیا اور دین اسلام میں فوجیں کی فوجیں داخل ہونے لگیں تو میں ان کلمات کو بہ کثرت کہوں چناچہ بحمد اللہ میں اسے دیکھ چکا لہذا اب اس وظیفے میں مشغول ہوں (مسند احمد) ابن جریر میں حضرت ام سلمہ ؓ سے مروی ہے کہ حضور ﷺ اپنی آخری عمر میں بیٹھتے اٹھتے چلتے پھرتے آتے جاتے سبحان اللہ وبحمدہ پڑھا کرتے میں نے ایک مرتبہ پوچھا کہ حضور ﷺ اس کی کیا وجہ ہے تو آپ نے اس سورت کی تلاوت کی اور فرمایا مجھے حکم الٰہی یہی ہے کسی مجلس میں بیٹھیں پھر وہ مجلس برخاست ہو تو کیا پڑھنا چاہیے اسے ہم اپنی ایک مستقل تصنیف میں لکھ چکے ہیں مسند احمد میں ہے کہ جب یہ سورت اتری تو حضور ﷺ اسے اکثر اپنی نماز میں تلاوت کرتے اور رکوع میں تین مرتبہ یہ پڑھتے سبحانک اللھم ربنا وبحمدک اللھم اغفرلی انک انت التواب الرحیم فتح سے مراد یہاں فتح مکہ ہے اس پر اتفاق ہے عموما عرب قبائل اسی کے منتظر تھے کہ اگر یہ اپنی قوم پر غالب آجائیں اور مکہ ان کے زیر نگیں آجائے تو پھر ان کے نبی ہونے میں ذرا سا بھی شبہ نہیں اب جبکہ اللہ نے اپنے حبیب کے ہاتھوں مکہ فتح کرا دیا تو یہ سب اسلام میں آگئے اس کے بعد دو سال بھی پورے نہیں ہوئے تھے کہ سارا عرب مسلمان ہوگیا اور ہر ایک قبیلے میں اسلام اپنا راج کرنے لگا فالحملد اللہ صحیح بخاری شریف میں بھی حضرت عمر بن سلمہ کا یہ مقولہ موجود ہے کہ مکہ فتح ہوتے ہی ہر قبیلے نے اسلام کی طرف سبقت کی ان سب کو اسی بات کا انتظار تھا اور کہتے تھے کہ انہیں اور ان کی قوم کو چھوڑو دیکھو اگر یہ نبی برحق ہیں تو اپنی قوم پر غالب آجائیں گے اور مکہ پر ان کا جھنڈا نصب ہوجائیگا، \" ہم نے غزوہ فتح مکہ کا پورا پورا واقعہ تفصیل کے ساتھ اپنی سیرت کی کتاب میں لکھا ہے جو صاحب تفصیلات دیکھنا چاہیں وہ اس کتاب کو دیکھ لیں \" فالحمد اللہ مسند احمد میں ہے کہ حضرت جابر بن عبداللہ ؓ کے پڑوسی جب اپنے کسی سفر سے واپس آئے تو حضرت جابر ان سے ملاقات کرنے کے لیے گئے انہوں نے لوگوں کی پھوٹ اور ان کے اختلاف کا حال بیان کیا اور ان کی نو ایجاد بدعتوں کا تذکرہ کیا تو صحابی رسول ﷺ کی آنکھوں سے آنسو نکل آئے اور روتے ہوئے فرمانے لگے کہ میں نے اللہ کے حبیب شافع روز جزاء حضرت محمد مصطفیٰ ﷺ فداہ ابی وامی ﷺ سے سنا ہے کہ لوگوں کی فوجوں کی فوجیں اللہ کے دین میں داخل ہوئیں لیکن عنقریب جماعتوں کی جماعتیں ان میں سے نکلنے بھی لگ جائیں گی اس سورت کی تفسیر ختم ہوئی فالحمدللہ علی احسانہ۔",
  "ayah": 3,
  "surah": 110
}
