{
  "surah": 5,
  "ayah": 103,
  "text": "(Allah hath not appointed anything in the nature of a Bahirah or a Sa'ibah or a Wasilah or a Hami) He says: Allah has not prohibited the Bahirah, the Sa'ibah, the Wasilah or the Hami. As for the Bahirah, it was the norm that if a she-camel delivered on its fifth birthing a male camel, the latter would be immolated and both men and women would eat from it, but if it were a female, they would cleave its ear. The latter is called a Bahirah. The latter's milk and benefits were for men only, to the exclusion of women, and when she died both men and women could share her meat. As for the Sa'ibah, people used to give whatever they were willing to give of cattle and hand it over to the custodians of idols. The latter would offer it to travellers who passed by, the men not the women. The animals offered were also male and never female. When these died both men and women shared its meat. As for the Wasilah, when a sheep had delivered seven times, they used to check the seventh birth. If it were male, they used to immolate it and its meat was shared by men and women. If it were female, women would not be allowed to benefit from it until the animal died. When the animal died, both men and women shared its meat. If it were a twin delivery, male and female, both were spared for the benefit of men only, until their death. When the animal died, both men and women shared their meat. As for the Ham, it is the male camel whose offspring has produced its own offspring, it is said that such an animal has protected its back. This animal is left alone: it is not used for riding or transporting things. It cannot be stopped from drinking of any water or grazing in any pasture, nor can it be stopped from copulating with any she-camel that comes its way. When this animal gets too old or dies, its meat is shared by men and women. Allah says that He did not prescribe any of these practices described above; (but those who disbelieve) i.e. 'Amr ibn Luhayy and his followers (invent a lie against Allah) by declaring the above unlawful [for some]. (Most of them) all of them (have no sense) in relation to Allah's command, that which He has made lawful and that which He has made unlawful."
}
