{
  "surah": 5,
  "ayah": 3,
  "text": "Allah then explained what He made unlawful for them, saying: (Forbidden unto you (for food) are carrion) He says: eating carrion is forbidden for you because He has commanded that it be immolated (and blood) which is shed (and swine flesh, and that which hath been dedicated unto any other than Allah) in purpose, (and the strangled) that which is strangled with a rope until it dies, (and the dead through beating) the beast beaten by a piece of wood until it dies, (and the dead through falling from a height) or in a well and which dies as a consequence, (and that which has been killed by (the goring of) horns, and the devoured of wild beasts) as a prey, (saving that which ye make lawful) except that which you find on the verge of dying and make it lawful by immolating it, (and that which hath been immolated unto idols. And (forbidden is it) that you swear by the divining arrows) He says: He has forbidden your use of divining arrows. They were in the habit of writing on some arrows: \" My Lord commands me \" , and on others \" My Lord forbids me \" and then use the divination method associated with it to decide their affairs, and so Allah prohibited them from engaging in such activity. (This) that which I have mentioned to you of transgressions and the unlawful (is an abomination) engaging in them is an abomination and declaring them lawful is an act of disbelief. (This day) the day of the greater pilgrimage, the farewell pilgrimage (are those who disbelieve) the unbelievers of Mecca (in despair of your religion) in despair of you religion reverting to theirs after you left their religion and its laws; (so fear them not) in relation to following the Prophet Muhammad (pbuh) and opposing them (fear Me!) if you abstain from following Muhammad and his religion and follow them. (This day) the day of the pilgrimage (have I perfected your religion for you) I have elucidated to you the prescriptions of your religion: the lawful and the unlawful, the commands and the prohibitions (and completed My favour unto you) I have completed My blessing upon you in that, after today, no idolater will ever gather with you in 'Arafat, Mina, in the circumambulation around the Ka'bah, and in the coming and going between al-Safa and al-Marwah, (and have chosen for you as religion al-Islam."
}
