{
  "text": "نبی اکرم ﷺ کی حوصلہ افزائی  اس میں آنحضرت ﷺ کی تسلی ہے۔ آپ کو خبر دی جاتی ہے کہ نوح ؑ اتنی لمبی مدت تک اپنی قوم کو اللہ کی طرف بلاتے رہے۔ دن رات پوشیدہ اور ظاہر ہر طرح آپ نے انہیں اللہ کی دین کی طرف دعوت دی۔ لیکن وہ اپنی سرکشی اور گمراہی میں بڑھتے گئے۔ بہت ہی کم لوگ آپ پر ایمان لائے آخرکار اللہ کا غضب ان پر بصورت طوفان آیا اور انہیں تہس نہس کردیا تو اے پیغمبر آخرالزمان آپ اپنی قوم کی اس تکذیب کو نیا خیال نہ کریں۔ آپ اپنے دل کو رنجیدہ نہ کریں ہدایت و ضلالت اللہ کے ہاتھ میں ہے۔ جن لوگوں کا جہنم میں جانا طے ہوچکا ہے انہیں تو کوئی بھی ہدایت نہیں دے سکتا۔ تمام نشانیاں گو دیکھ لیں لیکن انہیں ایمان نصیب نہیں ہونے کا بالآخر جیسے نوح ؑ کو نجات ملی اور قوم ڈوب گئی اسی طرح آخر میں غلبہ آپ کا ہے اور آپ کے مخالفین پست ہوں گے۔ ابن عباس ؓ کا بیان ہے کہ چالیس سال کی عمر میں نوح ؑ کو نبوت ملی اور نبوت کے بعد ساڑھے نو سو سال تک آپ نے اپنی قوم کو تبلیغ کی۔ طوفان کی عالمگیر ہلاکت کے بعد بھی نوح ؑ ساٹھ سال تک زندہ رہے یہاں تک کہ بنو آدم کی نسل پھیل گئی اور دنیا میں یہ بہ بکثرت نظر آنے لگے۔ قتادہ فرماتے ہیں نوح ؑ کی عمر کل ساڑھے نو سو سال کی تھی تین سو سال تو آپ کے بےدعوت ان میں گذرے تین سو سال تک اللہ کی طرف اپنی قوم کو بلایا اور ساڑے تین سو سال بعد طوفان کے زندہ رہے لیکن یہ قول غریب ہے اور آیت کے ظاہر الفاظ سے تو یہی معلوم ہوتا ہے کہ آپ ساڑھے نو سو سال تک اپنی قوم کو اللہ کی وحدانیت کی طرف بلاتے رہے۔ عون بن ابی شداد کہتے ہیں کہ جب آپ کی عمر ساڑھے تین سو سال کی تھی اس وقت اللہ کی وحی آپ کو آئی اس کے بعد ساڑھے نو سو سال تک آپ لوگوں کو اللہ کی طرف بلاتے رہے اس کے بعد پھر ساڑھے تین سو سال کی عمر اور پائی۔ لیکن یہ بھی غریب قول ہے۔ زیادہ درست قول ابن عباس کا قول نظر آتا ہے واللہ اعلم۔ ابن عمر نے مجاہد سے پوچھا کہ نوح ؑ اپنی قوم میں کتنی مدت تک رہے ؟ انہوں نے کہا ساڑھے نو سو سال۔ آپ نے فرمایا کہ اس کے بعد سے لوگوں کے اخلاق ان کی عمریں اور عقلیں آج تک گھٹتی ہی چلی آئیں۔ جب قوم نوح پر اللہ کا غضب نازل ہوا تو اللہ تعالیٰ نے اپنے فضل وکرم سے اپنے نبی کو اور ایمان والوں کو جو آپ کے حکم سے طوفان سے پہلے کشتی میں سوار ہوچکے تھے بچالیا۔ سورة ہود میں اس کی تفصیل گزرچکی ہے اس لئے یہاں دوبارہ وارد نہیں کرتے۔ ہم نے اس کشتی کو دنیا کے لئے نشان بنادیا یا تو خود اس کشتی کو جیسے حضرت قتادۃ کا قول ہے کہ اول اسلام تک وہ جودی پہاڑ پر تھی۔ یا یہ کہ کشتی کو دیکھ کر پھر پانی کے سفر کے لئے جو کشتیاں لوگوں نے بنائیں ان کو انہیں دیکھ کر اللہ کا وہ بچانا یاد آجاتا ہے۔ جیسے فرمان ہے آیت (وَاٰيَةٌ لَّهُمْ اَنَّا حَمَلْنَا ذُرِّيَّــتَهُمْ فِي الْفُلْكِ الْمَشْحُوْنِ 41؀ۙ) 36۔ يس :41) ہماری قدرت کی نشانی ان کے لئے یہ بھی ہے کہ ہم نے ان کی نسل کو بھری ہوئی کشتی میں بٹھا دیا۔ اور ہم نے ان کے لئے اور اسی جیسی سواریاں بنادیں۔ سورة الحاقہ میں فرمایا جب پانی کا طوفان آیا تو ہم نے تمہیں کشتی میں بٹھالیا۔ اور ان کا ذکر تمہارے لئے یادگار بنادیا تاکہ جن کانوں کو اللہ نے یاد کی طاقت دی ہے وہ یاد رکھ لیں۔ یہاں شخص سے جنس کی طرف چڑھاؤ کیا ہے۔ جیسے آیت (وَلَقَدْ زَيَّنَّا السَّمَاۗءَ الدُّنْيَا بِمَصَابِيْحَ وَجَعَلْنٰهَا رُجُوْمًا لِّلشَّـيٰطِيْنِ وَاَعْتَدْنَا لَهُمْ عَذَاب السَّعِيْرِ) 67۔ الملک :5) والی آیت میں ہے کہ آسمان دنیا کے ستاروں دنیا کے ستاروں کا باعث زینت آسمان ہونا بیان فرما کر ان کی وضاحت میں شہاب کا شیطانوں کے لئے رجم ہونا بیان فرمایا ہے۔ اور آیت میں انسان کے مٹی سے پیدا ہونے کا ذکر کرکے فرمایا ہے پھر ہم نے اسے نطفے کی شکل میں قرار گاہ میں کردیا۔ ہاں یہ بھی ہوسکتا ہے کہ آیت میں ھا کی ضمیر کا مرجع عقوبت اور سزا کو کیا جائے واللہ اعلم (یہاں یہ خیال رہے کہ تفسیر ابن کثیر کے بعض نسخوں میں شروع تفسیر میں کچھ عبارت زیادہ ہے جو بعض نسخوں میں نہیں ہے۔ وہ یہ ہے کہ اللہ تعالیٰ نے حضرت نوح ؑ کا ساڑھے نو سو سال تک آزمایا جانا بیان کیا اور ان کے قول کو ان کی اطاعت کے ساتھ آزمانا بتلایا کہ ان کی تکذیب کی وجہ سے اللہ نے انہیں غرق کردیا۔ پھر اس کے بعد جلادیا۔ پھر قوم ابراہیم ؑ کی آزمائش کا ذکر کیا کہ انہوں نے بھی اطاعت و متابعت نہ کی پھر لوط ؑ کی آزمائش کا ذکر کیا اور ان کی قوم کا حشر بیان فرمایا۔ پھر حضرت شعیب ؑ کی قوم کے واقعات سامنے رکھے پھر عادیوں، ثمودیوں، قارونیوں، فرعونیوں، ہامانیوں وغیرہ کا ذکر کیا کہ اللہ پر ایمان لانے اور اس کی توحید کو نہ ماننے کی وجہ سے انہیں بھی طرح طرح کی سزائیں دی گئیں۔ پھر اپنے پیغمبر اعظم المرسلین ﷺ مشرکین اور منافقین سے تکالیف سہنے کا ذکر کیا اور آپ کو حکم دیا کہ اہل کتاب سے بہترین طریق پر مناظرہ کریں)",
  "ayah": 15,
  "surah": 29
}
