{
  "text": "تمام نشانیاں  دیکھتے ہیں کہ وہ کچھ نہ تھے پھر اللہ نے پیدا کردیا تاہم مر کر جینے کے قائل نہیں حالانکہ اس پر کسی دلیل کی ضروت نہیں کہ جو ابتداءاً پیدا کرسکتا ہے اس پر دوبارہ پیدا کرنا بہت ہی آسان ہے۔ پھر انہیں ہدایت کرتے ہیں کہ زمین اور نشانیوں پر غور کرو۔ آسمانوں کو ستاروں کو زمینوں کو پہاڑوں کو درختوں کو جنگلوں کو نہروں کو دریاؤں کو سمندروں کو پھلوں کو کھیتوں کو دیکھو تو سہی کہ یہ سب کچھ نہ تھا پھر اللہ نے سب کچھ کردیا کیا یہ تمام نشانیاں اللہ کی قدرت کو تم پر ظاہر نہیں کرتیں ؟ تم نہیں دیکھتے کہ اتنا بڑا صانع وقدیر اللہ کیا کچھ نہیں کرسکتا ؟ وہ تو صرف ہوجا کے کہنے سے تمام کو رچا دیتا ہے وہ خود مختار ہے اسے اسباب اور سامان کی ضرورت نہیں۔ اسی مضمون کو اور جگہ فرمایا کہ وہی نئی پیدائش میں پیدا کرتا ہے وہی دوبارہ پیدا کرے گا اور یہ تو اس پر بہت آسان ہے۔ پھر فرمایا زمین میں چل پھر کر دیکھو کہ اللہ نے ابتدائی پیدائش کس طرح کی تو تمہیں معلوم ہوجائے گا کہ قیامت کے دن کی دوسری پیدائش کی کیا کیفیت ہوگی۔ اللہ ہر چیز پر قادر ہے جیسے فرمایا ہم انہیں دنیا کے ہر حصے میں اور خود ان کی اپنی جانوں میں اپنی نشانیاں اس قدر دکھائیں گے کہ ان پر حق ظاہر ہوجائے۔ اور جگہ ارشاد ہے آیت (اَمْ خُلِقُوْا مِنْ غَيْرِ شَيْءٍ اَمْ هُمُ الْخٰلِقُوْنَ 35؀ۭ) 52۔ الطور :35) کیا وہ بغیر کسی چیز کے پیدا کئے گئے یا وہی اپنے خالق ہیں ؟ یا وہ آسمان و زمین کے خالق ہیں ؟ کچھ نہیں بےیقین لوگ ہیں۔ یہ اللہ کی شان ہے کہ جسے چاہے عذاب کرے جس پر چاہے رحم کرے وہ حاکم ہے قبضے والا ہے جو چاہتا ہے کرتا ہے جو ارادہ کرتا ہے جاری کردیتا ہے۔ کوئی اس کے حکم کو ٹال نہیں سکتا کوئی اس کے ارادے کو بدل نہیں سکتا۔ کوئی اس سے چوں چرا نہیں کرسکتا کوئی اس سے سوال نہیں کرسکتا اور وہ سب پر غالب ہے۔ جس سے چاہے پوچھ بیٹھے سب اس کے قبضے میں اس کی ماتحتی میں ہیں۔ خلق کا خالق امر کا مالک وہی ہے۔ اس نے جو کچھ کیا سراسر عدل ہے اس لیے کہ وہی مالک ہے وہ ظلم سے پاک ہے۔ حدیث شریف میں ہے اگر اللہ تعالیٰ ساتوں آسمان والوں اور زمین والوں کو عذاب کرے تب بھی وہ ظالم نہیں۔ عذاب رحم سب اس کی چیزیں ہیں۔ سب کے سب قیامت کے دن اس کی طرف لوٹائے جائیں گے اسی کے سامنے حاضر ہو کر پیش ہونگے۔ زمین والوں میں سے اور آسمان والوں میں سے کوئی اسے ہرا نہیں سکتا۔ بلکہ سب پر وہی غالب ہے۔ ہر ایک اس سے کانپ رہا ہے سب اس کے درد کے فقیر ہیں اور سب سے غنی ہے۔ تمہارا کوئی ولی اور مددگار اس کے سوا نہیں۔ اللہ کی آیتوں سے کفر کرنے والے اس کی ملاقات کو نہ ماننے والے اللہ کی رحمت سے محروم ہیں اور ان کے لئے دنیا اور آخرت میں دردناک الم افزا عذاب ہیں۔",
  "ayah": 22,
  "surah": 29
}
