{
  "text": "حضرت لوط ؑ اور حضرت سارہ ؓ کہا جاتا ہے کہ حضرت لوط ؑ حضرت ابراہیم ؑ کے بھتیجے تھے۔ لوط بن ہارون بن آزر۔ آپ کی ساری قوم میں سے ایک تو حضرت لوط ایمان لائے تھے اور ایک حضرت سارہ جو آپ کی بیوی تھی ایک روایت میں ہے کہ جب آپ کی بیوی صاحبہ کو اس ظالم بادشاہ نے اپنے سپاہیوں کے ذریعہ اپنے پاس بلوایا تو حضرت ابراہیم نے کہا تھا کہ دیکھو میں نے اپنا رشتہ تم سے بھائی بہن کا بنایا ہے تم بھی یہی کہنا کیونکہ اس وقت دنیا پر میرے اور تمہارے سوا کوئی مومن نہیں ہے تو ممکن ہے کہ اس سے مراد یہ ہو کہ کوئی میاں بیوی ہمارے سوا ایماندار نہیں۔ حضرت لوط آپ پر ایمان تو لائے مگر اسی وقت ہجرت کرکے شام چلے گئے تھے پھر اہل سدوم کی طرف نبی بناکر بھیج دئے گئے تھے جیسا کہ بیان گذرا اور آئے گا۔ ہجرت کا ارادہ یا تو حضرت لوط ؑ نے ظاہر فرمایا کیونکہ ضمیر کا مرجع اقرب تو یہی ہے۔ یا حضرت ابراہیم نے جیسا کہ ابن عباس ؓ ما اور ضحاک ؓ کا بیان ہے۔ تو گویا حضرت لوط ؑ کے ایمان لانے کے بعد آپ نے اپنی قوم سے دست برداری کرلی اور اپنا ارادہ ظاہر کیا کہ اور کسی جگہ جاؤں شاید وہاں والے اللہ والے بن جائیں۔ عزت اللہ کی اس کے رسول کی اور مومنوں کی ہے۔ حکمت والے اقوال، افعال، تقدیر، شریعت اللہ کی ہے۔ قتادۃ فرماتے ہیں کہ آپ کوفے سے ہجرت کرکے شام کے ملک کی طرف گئے۔ حدیث میں ہے کہ ہجرت کے بعد کی ہجرت حضرت ابراہیم ؑ کی ہجرت گاہ کی طرف ہوگی۔ اس وقت زمین پر بدترین لوگ باقی رہ جائیں گے جنہیں زمین تھوک دے گی اور اللہ ان سے نفرت کرے گا انہیں آگ سورؤں اور بندروں کے ساتھ ہنکاتی پھرے گی۔ راتوں کو دنوں کو انہی کیساتھ رہے گی۔ اور ان کی جھڑن کھاتی رہے گی۔ اور روایت میں ہے جو ان میں سے پیچھے رہ جائے گا اسے یہ آگ کھاجائے گی اور مشرق کی طرف سے کچھ لوگ میری امت میں ایسے نکلیں گے جو قرآن پڑھیں گے لیکن ان کے گلے سے نیچے نہیں اترے گا ان کے خاتمے کے بعد دوسرا گروہ کھڑا ہوگا۔ یہاں تک کہ آپ نے بیس سے بھی زیادہ بار اسے دہرایا۔ یہاں تک کہ انہی کے آخری گروہ میں سے دجال نکلے گا۔ حضرت عبداللہ بن عمرو کا بیان ہے کہ ایک زمانہ تو ہم پر وہ تھا کہ ہم ایک مسلمان بھائی کے لئے درہم و دینار کو کوئی چیز نہیں سمجھتے تھے اپنی دولت اپنے بھائی کی ہی سمجھتے تھے پھر وہ زمانہ آیا کہ دولت ہمیں اپنے مسلم بھائی سے زیادہ عزیز معلوم ہونے لگی۔ میں نے حضور ﷺ سے سنا ہے کہ اگر تم بیلوں کی دموں کے پیچھے لگ جاؤگے اور تجارت میں مشغول ہوجاؤگے اور اللہ کی راہ کا جہاد چھوڑ دو گے تو اللہ تعالیٰ تمہاری گردنوں میں ذلت کے پٹے ڈال دے گا جو اس وقت تک تم سے الگ نہ ہونگے جب تک کہ تم پھر سے وہیں نہ آجاؤ جہاں تھے اور تم توبہ نہ کرلو۔ پھر وہی حدیث بیان کی جو اوپر گزری اور فرمایا کہ میری امت میں ایسے لوگ ہونگے جو قرآں پڑھیں گے اور بدعملیاں کریں گے قرآن ان کے حلقوم سے نیچے نہیں اترے گا۔ ان کے علم کو دیکھ کر تم اپنے علموں کو حقیر سمجھنے لگوگے۔ وہ اہل اسلام کو قتل کریں گے پس جب یہ لوگ ظاہر ہوں تو انہیں قتل کردینا پھر نکلیں پھر مار ڈالنا پھر ظاہر ہوں پھر قتل کردینا۔ وہ بھی خوش نصیب ہے جو ان کے ہاتھوں قتل کیا جائے اور وہ بھی خوش نصیب ہے جو انکو قتل کریں۔ جب ان کے گروہ نکلیں گے اللہ انہیں برباد کردے گا پھر نکلیں گے پھر برباد ہوجائیں گے اسی طرح حضور ﷺ نے کوئی بیس مرتبہ بلکہ اس سے بھی زیادہ بار یہی فرمایا۔ ہم نے ابراہیم ؑ کو اسحاق ؑ نامی بیٹا دیا اور اسحاق ؑ کو یعقوب ؑ نامی۔ جیسے فرمان ہے کہ جب خلیل اللہ نے اپنی قوم کو اور ان کے معبودوں کو چھوڑ دیا تو اللہ نے آپ کو اسحاق اور یعقوب دیا اور ہر ایک کو نبی بنایا۔ اس میں یہ بھی اشارہ ہے کہ پوتا بھی آپ کی موجودگی میں ہوجائے گا اسحاق ؑ بیٹے تھے اور یعقوب ؑ پوتے تھے۔ اور آیت میں ہے کہ ہم نے حضرت ابراہیم ؑ کی بیوی صاحبہ کو اسحاق کی اور اسحاق ؑ کے پیچھے یعقوب ؑ کی بشارت دی۔ اور فرمایا کہ قوم کو چھوڑنے کے بدلے اللہ تمہارے گھر کی بستی یہ دے گا۔ جس سے تمہاری آنکھیں ٹھنڈی رہیں۔ پس ثابت ہوا کی حضرت یعقوب ؑ حضرت اسحاق ؑ کے فرزند تھے۔ یہی سنت سے بھی ثابت ہے قرآن کی اور آیت میں ہے کہ تم اس وقت موجود تھے جب حضرت یعقوب ؑ موت کا وقت آیا تو وہ اپنے لڑکوں سے کہنے لگے تم میرے بعد کس کی عبادت کروگے ؟ انہوں نے کہا آپ کی اور آپ کے والد ابراہیم علیہ السلام، اسماعیل ؑ ، اسحاق ؑ کے والد کی جو یکتا ہے اور واحد لاشریک ہے بخاری ومسلم کی حدیث میں ہے کریم بن کریم بن کریم یوسف بن یعقوب ؑ اسحاق ؑ بن ابراہیم ہیں۔ علیہم الصلوۃ والسلام۔ ابن عباس ؓ ما سے جو مروی ہے کہ اسحاق و یعقوب حضرت ابراہیم کے فرزند تھے اس سے مراد فرزند کے فرزند کو فرزند کہہ دینا۔ یہ نہیں کہ صلبی فرزند دونوں تھے ابن عباس ؓ ما تو کہا ہے کہ ادنی آدمی بھی ایسی ٹھوکر نہیں کھاسکتا۔ ہم نے انہی کی اولاد میں کتاب ونبوۃ رکھ دی۔ خلیل کا خطاب انہیں کو ملا انہیں کہا گیا پھر ان کے بعد انہی کی نسل میں نبوت وحکمت رہی بنی اسرائیل کے تمام انبیاء حضرت یعقوب بن اسحاق بن ابراہیم ؑ کی نسل سے ہیں۔ حضرت عیسیٰ تک تو یہ سلسلہ یونوی چلا۔ بنواسرائیل کے اس آخری پیغمبر نے اپنی امت کو صاف کہہ دیا کہ میں نے تمہیں نبی عربی قریشی ہاشمی خاتم الرسل سید اولاد آدم کی بشارت دیتا ہوں۔ جنہیں اللہ نے چن لیا ہے آپ حضرت اسماعیل کی نسل میں سے تھے۔ حضرت اسماعیل کی اولاد میں سے آپ کے سوائے اور نبی نہیں ہوا۔ علیہ افضل الصلوۃ والتسلیم۔ ہم نے انہیں دنیا کے ثواب بھی دئیے اور آخرت کی نیکیاں بھی عطا فرمائیں۔ دنیا میں رزق وسیع، جگہ پاک، بیوی نیک، سیرت جمیل اور ذکر حسن دیا ساری دنیا کے دلوں میں آپ کی محبت ڈال دی۔ باوجودیکہ اپنی اطاعت کی توفیق روز بروز اور زیادہ دی۔ کامل اطاعت گزاری کی توفیق کے ساتھ دنیا کی بھلائیاں بھی عطا فرمائیں۔ اور آخرت میں بھی صالحین میں رکھا۔ جیسے فرمان ہے ابراہیم مکمل فرماں بردار تھے موحد تھے مشرکوں میں سے نہ تھے آخرت میں بھلے لوگوں کا ساتھی ہوا۔",
  "ayah": 27,
  "surah": 29
}
