{
  "text": "فرشتوں کی آمد  حضرت لوط ؑ کی جب نہ مانی گئی بلکہ سنی بھی نہ گئی تو آپ نے اللہ تعالیٰ سے مدد طلب کی جس پر فرشتے بھیجے گئے۔ یہ فرشتے بشکل انسان پہلے بطور مہمان کے حضرت ابراہیم ؑ کے گھر آئے۔ آپ نے ضیافت کا سامان تیار کیا اور سامنے لارکھا۔ جب دیکھا کہ انہوں نے اس کی رغبت نہ کی تو دل ہی دل میں خوفزدہ ہوگئے تو فرشتوں نے ان کی دلجوئی شروع کی اور خبردی کہ ایک نیک بچہ ان کے ہاں پیدا ہوگا۔ حضرت سارہ جو وہاں موجود تھیں یہ سن کر تعجب کرنے لگیں جیسے سورة ہود اور سورة حجر میں مفصل تفسیر گذر چکی ہے۔ اب فرشتوں نے اپنا اصلی ارادہ ظاہر کیا۔ جسے سن کر خلیل الرحمن کو خیال آیا کہ اگر وہ لوگ کچھ اور ڈھیل دے دئیے جائیں تو کیا عجب کہ راہ راست پر آجائیں۔ اس لئے آپ فرمانے لگے کہ وہاں تو لوط نبی ؑ ہیں۔ فرشتوں نے جواب دیا ہم ان سے غافل نہیں۔ ہمیں حکم ہے کہ انہیں اور ان کے خاندان کو بچالیں۔ ہاں ان کی بیوی تو بیشک ہلاک ہوگی۔ کیونکہ وہ اپنی قوم کے کفر میں ان کا ساتھ دیتی رہی ہے۔ یہاں سے رخصت ہو کر خوبصورت قریب البلوغ بچوں کی صورتوں میں یہ حضرت لوط ؑ کے پاس پہنچے۔ انہیں دیکھتے ہی لوط شش وپنج میں پڑگئے کہ اگر انہیں ٹھہراتے ہیں تو ان کی خبر پاتے ہی کفار بھڑ بھڑا کر آجائیں گے اور مجھے تنگ کریں گے اور انہیں بھی پریشان کریں گے۔ اگر نہیں ٹھہراتا تو یہ انہی کے ہاتھ پڑجائیں گے قوم کی خصلت سے واقف تھے اس لئے ناخوش اور سنجیدہ ہوگئے۔ لیکن فرشتوں نے ان کی یہ گھبراہٹ دور کردی کہ آپ گھبرائیے نہیں رنجیدہ نہ ہوں ہم تو اللہ کے بھیجے ہوئے فرشتے ہیں انہیں تباہ و برباد کرنے کے لئے آئیں ہیں۔ آپ اور آپ کا خاندان سوائے آپ کی اہلیہ کے بچ جائے گا۔ باقی ان سب پر آسمانی عذاب آئے گا اور انہیں ان کی بدکاری کا نتیجہ دکھایا جائے گا۔ پھر حضرت جبرائیل ؑ نے ان بستیوں کو زمین سے اٹھایا اور آسمان تک لے گئے اور وہاں سے الٹ دیں پھر ان پر ان کے نام کے نشاندار پتھر برسائے گئے اور جس عذاب الٰہی کو وہ دورسجمھ رہے تھے وہ قریب ہی نکل آیا۔ ان کی بستیوں کی جگہ ایک کڑوے گندے اور بدبودار پانی کی جھیل رہ گئی۔ جو لوگوں کے لئے عبرت حاصل کرنے کا ذریعہ بنے۔ اور عقلمند لوگ اس ظاہری نشان کو دیکھ کر ان کی بری طرح ہلاکت کو یاد کرکے اللہ کی نافرمانیوں پر دلیری نہ کریں۔ عرب کے سفر میں رات دن یہ منظر ان کے پیش نظر تھا۔",
  "ayah": 35,
  "surah": 29
}
