{
  "text": "غیر مسلموں کو دلائل سے قائل کرو حضرت قتادۃ وغیرہ تو فرماتے ہیں کہ یہ آیت تو جہاد کے حکم کے ساتھ منسوخ ہے اب تو یہی ہے کہ یا تو اسلام قبول کرو یا جزیہ ادا کرو یا لڑائی لڑیں۔ لیکن اور بزرگ مفسرین کا قول ہے کہ یہ حکم باقی ہے جو یہودی یا نصرانی دینی امور کو سجھنا چاہے اور اسے مہذب طریقے پر سلجھے ہوئے پیرائے سے سمجھا دینا چاہئے۔ کیا عجیب ہے کہ وہ راہ راست اختیار کرے۔ جیسے اور آیت میں عام حکم موجود ہے آیت (اُدْعُ اِلٰى سَبِيْلِ رَبِّكَ بالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بالَّتِيْ هِىَ اَحْسَنُ ۭ اِنَّ رَبَّكَ هُوَ اَعْلَمُ بِمَنْ ضَلَّ عَنْ سَـبِيْلِهٖ وَهُوَ اَعْلَمُ بالْمُهْتَدِيْنَ01205) 16۔ النحل :125) اپنے رب کی راہ کی دعوت حکمت اور بہترین نصیحت کے ساتھ لوگوں کو دو۔ حضرت موسیٰ اور حضرت ہارون کو جب فرعون کے طرف بھیجا جاتا ہے تو فرمان ہوتا ہے کہ آیت (فَقُوْلَا لَهٗ قَوْلًا لَّيِّنًا لَّعَلَّهٗ يَتَذَكَّرُ اَوْ يَخْشٰى 44؀) 20۔ طه :44) یعنی اس سے نرمی سے گفتگو کرنا کیا عجب کہ وہ نصیحت قبول کرلے اور اس کا دل پگھل جائے۔ یہی قول حضرت امام ابن جریر کا پسندیدہ ہے۔ اور حضرت ابن زید سے یہی مروی ہے۔ ہاں ان میں سے جو ظلم پر اڑ جائیں اور ضد اور تعصب برتیں حق کو قبول کرنے سے انکار کردیں پھر مناظرے مباحثے بےسود ہیں پھر تو جدال و قتال کا حکم ہے۔ جیسے جناب باری عز اسمہ کا ارشاد ہے آیت (لَقَدْ اَرْسَلْنَا رُسُلَنَا بالْبَيِّنٰتِ وَاَنْزَلْنَا مَعَهُمُ الْكِتٰبَ وَالْمِيْزَانَ لِيَقُوْمَ النَّاس بالْقِسْطِ 25ۧ) 57۔ الحدید :25) ہم نے رسولوں کو واضح دلیلوں کے ساتھ بھیجا اور ان کے ہمراہ کتاب و میزان نازل فرمائی تاکہ لوگوں میں عدل و انصاف کا قیام ہوسکے۔ اور ہم نے لوہا بھی نازل فرمایا جس میں سخت لڑائی ہے۔ پس حکم اللہ یہ ہے کہ بھلائی سے اور نرمی سے جو نہ مانے اس پر پھر سختی کی جائے۔ جو لڑے اسی سے لڑا جائے ہاں یہ اور بات ہے کہ ماتحتی میں رہ کر جزیہ ادا کرے۔ پھر تصدیق کردیا کرو ممکن ہے کسی امر حق کو تم جھٹلادو اور ممکن ہے کسی باطل کی تم تصدیق کر بیٹھو۔ پس شرط یہ ہے کہ تصدیق کرو یعنی کہہ دو کہ ہمارا اللہ کی ہر بات پر ایمان ہے اگر تمہاری پیش کردہ چیز اللہ کی نازل کردہ ہے تو ہم اسے تسلیم کرتے ہیں اور اگر تم نے تبدیل و تحریف کردی ہے تو ہم اسے نہیں مانتے۔ صحیح بخاری شریف میں ہے کہ اہل کتاب توراۃ کو عبرانی زبان میں پڑھتے اور ہمارے سامنے عربی میں اس کا ترجمہ کرتے اس پر آنحضرت ﷺ نے فرمایا نہ تم انہیں سچا کہو نہ جھوٹا بلکہ تم آیت (امنا بالذی) سے آخر آیت تک پڑھ دیاکرو۔ مسند احمد میں ہے کہ حضور ﷺ کے پاس ایک یہودی آیا اور کہنے لگا کیا یہ جنازے بولتے ہیں ؟ آپ نے فرمایا اللہ ہی کو علم ہے۔ اس نے کہا میں جانتا ہوں یہ یقینا بولتے ہیں اس پر حضور ﷺ نے فرمایا یہ اہل کتاب جب تم سے کوئی بات بیان کریں تو تم نہ ان کی تصدیق کرو نہ تکذیب بلکہ کہہ دو ہمارا اللہ پر اور اس کی کتابوں پر اور اس کے رسولوں پر ایمان ہے۔ یہ اس لئے کہ کہیں ایسا نہ ہو تم کسی جھوٹ کو سچا کہہ دو یا کسی سچ کو جھوٹ بتادو۔ یہاں یہ بھی خیال رہے کہ ان اہل کتاب کی اکثروبیشتر باتیں تو غلط اور جھوٹ ہی ہوتی ہیں عموما بہتان و افتراء ہوتا ہے۔ ان میں تحریف و تبدل تغیر و تاویل رواج پاچکی ہے اور صداقت ایسی رہ گئی ہے کہ گویا کچھ بھی نہیں۔ پھر ایک بات اور بھی ہے کہ بالفرض سچ بھی ہو تو ہمیں کیا فائدہ ؟ ہمارے پاس تو اللہ کی تازہ اور کامل کتاب موجود ہے۔ چناچہ حضرت عبداللہ بن مسعود فرماتے ہیں اہل کتاب سے تم کچھ بھی نہ پوچھو۔ وہ خود جبکہ گمراہ ہیں تو تمہاری تصحیح کیا کریں گے ؟ ہاں یہ ہوسکتا ہے کہ ان کی کسی سچ بات کو تم جھوٹا کہہ دو۔ یا ان کی کسی جھوٹی بات کو تم سچ کہہ دو۔ یاد رکھو ہر اہل کتاب کے دل میں اپنے دین کا ایک تعصب ہے۔ جیسے کہ مال کی خواہش ہے (ابن جریر) صحیح بخاری شریف میں ہے حضرت عبداللہ بن عباس ؓ فرماتے ہیں تم اہل کتاب سے سوالات کیوں کرتے ہو ؟ تم پر تو اللہ کی طرف سے ابھی ابھی کتاب نازل ہوئی ہے جو بالکل خالص ہے جس میں باطل نہ ملا نہ مل جل سکے۔ تم سے تو خود اللہ تعالیٰ نے فرمایا ہے کہ اہل کتاب نے اللہ کے دین کو بدل ڈالا۔ اللہ کی کتاب میں تغیر کردیا اور اپنے ہاتھوں کی لکھی ہوئی کتابوں کو اللہ کی کتاب کہنے لگے اور دنیوی نفع حاصل کرنے لگے۔ کیوں بھلا تمہارے پاس جو علم اللہ ہے کیا وہ تمہیں کافی نہیں ؟ کہ تم ان سے دریافت کرو۔ دیکھو تو کس قدر ستم ہے کہ ان میں سے تو ایک بھی تم سے کبھی کچھ نہ پوچھے اور تم ان سے دریافت کرتے پھرو ؟ صحیح بخاری شریف میں ہے کہ ایک مرتبہ حضرت امیر معاویہ ؓ نے مدینے میں قریش کی ایک جماعت کے سامنے فرمایا کہ دیکھو ان تمام اہل کتاب میں اور ان کی باتیں بیان کرنے والوں میں سب سے اچھے حضرت کعب بن احبار ؓ ہے لیکن باوجود اس کے بھی ان کی باتوں میں بھی ہم کبھی کھبی جھوٹ پاتے ہیں۔ اس کا مطلب یہ نہیں کہ وہ عمدا جھوٹ بولتے ہیں بلکہ جن کتابوں پر انہیں اعتماد ہے وہ خود گیلی سوکھی سب جمع کرلیتے ہیں ان میں خود سچ جھوت صحیح غلط بھرا پڑا ہے۔ ان میں مضبوط ذی علم حافظوں کی جماعت تھی ہی نہیں۔ یہ تو اسی امت مرحومہ پر اللہ کا فضل ہے کہ اس میں بہترین دل ودماغ والے اور اعلیٰ فہم وذکا والے اور عمدہ حفظ و اتقان والے لوگ اللہ نے پیدا کردیئے ہیں لیکن پھر بھی آپ دیکھئے کہ کس قدر موضوعات کا ذخیرہ جمع ہوگیا ہے ؟ اور کس طرح لوگوں نے باتیں گھڑلی ہیں۔ محدثین نے اس باطل کو حق سے بالکل جدا کردیا فالحمدللہ۔",
  "ayah": 46,
  "surah": 29
}
