{
  "text": "محاسن کلام کا بےمثال جمال قرآن حکیم کافروں کی ضد، تکبر اور ہٹ دھرمی بیان ہو رہی ہے کہ انہوں نے اللہ کے رسول ﷺ سے ایسی ہی نشانی طلب کی جیسی کہ حضرت صالح سے ان کی قوم نے مانگی تھی۔ پھر اپنے نبی کو حکم دیتا ہے انہیں جواب دیجئے کہ آیتیں معجزے اور نشانات دکھانا میرے بس کی بات نہیں۔ یہ اللہ کے ہاتھ ہے۔ اگر اس نے تمہاری نیک نیتیں معلوم کرلیں تو وہ معجزہ دکھائے گا اور اگر تم اپنی ضد اور انکار سے بڑھ بڑھ کر باتیں ہی بنا رہے ہو تو وہ اللہ تم سے دبا ہوا نہیں کہ اس کی چاہت تمہاری چاہت کے تابع ہوجائے تم جو مانگو وہ کر ہی دکھائے گا۔ جیسے ایک اور روایت میں ہے کہ آیتیں بھیجنے سے ہمیں کوئی مانع نہیں سوائے اس کے کہ گذشتہ لوگ بھی برابر انکار ہی کرتے رہے۔ قوم ثمود کو دیکھو ہماری نشانی اونٹنی جو ان کے پاس آئی انہوں نے اس پر ظلم کیا۔ کہہ دو کہ میں تو صرف ایک مبلغ ہوں پیغمبر ہوں قاصد ہوں میرا کام تمہارے کانوں تک آواز اللہ کو پہنچا دینا ہے میں نے تو تمہیں تمہارا برا بھلا سمجھا دیا نیک بد سمجھا دیا اب تم جانو تمہارا کام جانے۔ ہدایت ضلالت اللہ کی طرف سے ہے وہ اگر کسی کو گمراہ کردے تو اس کی رہبری کوئی نہیں کرسکتا۔ چناچہ ایک اور جگہ ہے تجھ پر ان کی ہدایت کا ذمہ نہیں یہ اللہ کا کام ہے اور اس کی چاہت پر موقوف ہے۔ بھلا اس فضول گوئی کو تو دیکھو کہ کتاب عزیز ان کے پاس آچکی جس کے پاس کسی طرف سے باطل پھٹک نہیں سکتا اور انہیں اب تک نشانی کی طلب ہے۔ حالانکہ یہ تو تمام معجزات سے بڑھ کر معجزہ ہے۔ تمام دنیا کے فصیح وبلیغ اس کے معارضہ سے اور اس جیسا کلام پیش کرنے سے عاجز آگئے۔ پورے قرآن کا تو معارضہ کیا کرتے ؟ دس سورتوں کا بلکہ ایک سورت کا معارضہ بھی چیلنج کے باوجود نہ کرسکے۔ تو کیا اتنا بڑا اور اتنا بھاری معجزہ انہیں کافی نہیں ؟ جو اور معجزے طلب کرنے بیٹھے ہیں۔ یہ تو وہ پاک کتاب ہے جس میں گذشتہ باتوں کی خبر ہے اور ہونے والی باتوں کی پیش گوئی ہے اور جھگڑوں کا فیصلہ ہے اور یہ اس کی زبان سے پڑھی جاتی ہے جو محض امی ہے جس نے کسی سے الف با بھی نہیں پڑھا جو ایک حرف لکھنا نہیں جانتا بلکہ اہل علم کی صحبت میں بھی کبھی نہیں بیٹھا۔ اور وہ کتاب پڑھتا ہے جس سے گزشتہ کتابوں کی بھی صحت وعدم صحت معلوم ہوتی ہے جس کے الفاظ میں حلاوت جس کی نظم میں ملاحت جس کے انداز میں فصاحت جس کے بیان میں بلاغت جس کا طرز دلربا جس کا سیاق دلچسپ جس میں دنیا بھر کی خوبیاں موجود۔ خود بنی اسرائیل کے علماء بھی اس کی تصدیق پر مجبور۔ اگلی کتابیں جس پر شاہد۔ بھلے لوگ جس کے مداح اور قائل وعامل۔ اس اتنے بڑے معجزے کی موجودگی میں کسی اور معجزہ کی طلب محض بدنیتی اور گریز ہے۔ پھر فرماتا ہے اس میں ایمان والوں کے لئے رحمت و نصیحت ہے۔ یہ قرآن حق کا ظاہر کرنے والا باطل کو برباد کرنے والا ہے۔ گزشتہ لوگوں کے واقعات تمہارے سامنے رکھ کر تمہیں نصیحت وعبرت کا موقعہ دیتا ہے گنہگاروں کا انجام دکھاکر تمہیں گناہوں سے روکتا ہے۔ کہہ دو کہ میرے اور تمہارے درمیان اللہ گواہ ہے اور اس کی گواہی کافی ہے۔ وہ تمہاری تکذیب و سرکشی کو اور میری سچائی وخیر خواہی کو بخوبی جانتا ہے۔ اگر میں اس پر جھوٹ باندھتا تو وہ ضرور مجھ سے انتقام لیتا وہ ایسے لوگوں کو بغیر انتقام نہیں چھوڑتا۔ جیسے خود اس کا فرمان ہے کہ اگر یہ رسول مجھ پر ایک بات بھی گھڑ لیتا تو میں اس کا داہنا ہاتھ پکڑ کر اس کی رگ جاں کاٹ دیتا اور کوئی نہ ہوتا جو اسے میرے ہاتھ سے چھڑاسکے۔ چونکہ اس پر میری سچائی روشن ہے اور میں اسی کا بھیجا ہوا ہوں اور اس کا نام لے کر اس کی کہی ہوئی تم سے کہتا ہوں اس لئے وہ میری تائید کرتا ہے اور مجھے روز بروز غلبہ دیتا جاتا ہے اور مجھ سے معجزات پر معجزات ظاہر کراتا ہے۔ وہ زمین و آسمان کے غیب کا جاننے والا ہے اس پر ایک ذرہ بھی پوشیدہ نہیں باطل کا ماننے والے اور اللہ کو نہ ماننے والے ہی نقصان یافتہ اور ذلیل ہیں قیامت کے دن انہیں ان کی بد اعمالی کا نتیجہ بھگتنا پڑھے گا اور جو سرکشیاں دنیا میں کی ہیں سب کا مزہ چکھنا پڑے گا۔ بھلا اللہ کو نہ ماننا اور بتوں کو ماننا اس سے بڑھ کر اور ظلم کیا ہوگا ؟ وہ علیم وحکیم اللہ اس کا بدلہ دیئے بغیر ہرگز نہیں رہے گا۔",
  "ayah": 51,
  "surah": 29
}
