{
  "text": "جب عکرمہ طوفان میں گھر گئے دنیا کی حقارت وذلت اس کے زوال وفنا کا ذکر ہو رہا ہے کہ اسے کوئی دوام نہیں اس کا کوئی ثبات نہیں یہ تو صرف لہو ولعب ہے۔ البتہ دار آخرت کی زندگی دوام وبقا کی زندگی ہے وہ زوال وفنا سے قلت وذلت سے دور ہے۔ اگر انہیں علم ہوتا تو اس بقا والی چیز پر اس فانی چیز کو ترجیح نہ دیتے۔ پھر فرمایا کہ مشرکین بےکسی اور بےبسی کے وقت تو اللہ تعالیٰ وحدہ لاشریک لہ کو ہی پکارنے لگتے ہیں۔ پھر مصیبت کے ہٹ جانے اور مشکل کے ٹل جانے کے بعد اس کے ساتھ دوسروں کا نام کیوں لیتے ہیں ؟ جیسے اور جگہ ارشاد ہے آیت (وَاِذَا مَسَّكُمُ الضُّرُّ فِي الْبَحْرِ ضَلَّ مَنْ تَدْعُوْنَ اِلَّآ اِيَّاهُ ۚ فَلَمَّا نَجّٰىكُمْ اِلَى الْبَرِّ اَعْرَضْتُمْ ۭ وَكَانَ الْاِنْسَانُ كَفُوْرًا 67؀) 17۔ الإسراء :67) یعنی جب سمندر میں مشکل میں پھنستے ہیں اس وقت اللہ کے سوا سب کو بھول جاتے ہیں اور جب وہاں سے نجات پاکر خشکی میں آجاتے ہیں تو فورا ہی منہ پھیر لیتے ہیں۔ سیرت ابن اسحاق میں ہے کہ جب رسول اللہ ﷺ نے مکہ فتح کیا تو عکرمہ ابن ابی جہل یہاں سے بھاگ نکلا اور حبشہ جانے کے ارادے سے کشتی میں بیٹھ گیا اتفاقا سخت طوفان آیا اور کشتی ادھر ادھر ہونے لگی۔ جتنے مشرکین کشتی میں تھے سب کہنے لگے یہ موقعہ صرف اللہ کو پکارنے کا ہے اٹھو اور خلوص کے ساتھ اللہ تعالیٰ سے دعائیں کرو اس وقت نجات اسی کے ہاتھ ہے۔ یہ سنتے ہی عکرمہ نے کہا سنو اللہ کی قسم اگر سمندر کی اس بلا سے سوائے اللہ کے کوئی نجات نہیں دے سکتا تو خشکی کی مصیبتوں کا ٹالنے والا بھی وہی ہے۔ اللہ میں تجھ سے عہد کرتا ہوں کہ اگر میں یہاں سے بچ گیا تو سیدھا جاکر حضرت محمد ﷺ کے ہاتھ میں ہاتھ رکھ دونگا اور آپ کا کلمہ پڑھ لونگا۔ مجھے یقین ہے کہ اللہ کے رسول ﷺ میری خطاؤں سے درگذر فرمالیں گے اور مجھ پر رحم وکرم فرمائیں گے چناچہ یہی ہوا بھی آیت (لیکفروا) اور (لیتمتعوا) میں لام جو ہے اسے لام عافیت کہتے ہیں اس لئے کہ انکا قصد دراصل یہ نہیں ہوتا اور فی الواقع ان کی طرف نظریں ڈالنے سے بات بھی یہی ہے۔ ہاں اللہ تعالیٰ کی نسبت سے تو یہ لام تعلیل ہے۔ اس کی پوری تقریر ہم آیت (فَالْتَقَطَهٗٓ اٰلُ فِرْعَوْنَ لِيَكُوْنَ لَهُمْ عَدُوًّا وَّحَزَنًا ۭ اِنَّ فِرْعَوْنَ وَهَامٰنَ وَجُنُوْدَهُمَا كَانُوْا خٰطِـــــِٕيْنَ) 28۔ القصص :8) میں کرچکے ہیں۔",
  "ayah": 64,
  "surah": 29
}
