{
  "text": "হে নবী! (তোমার উম্মতকে বল,) তোমরা যখন তোমাদের স্ত্রীদেরকে তালাক দিতে ইচ্ছা কর[১] তখন তাদেরকে তালাক দিয়ো ইদ্দতের প্রতি লক্ষ্য রেখে,[২] ইদ্দতের হিসাব রেখো[৩] এবং তোমাদের প্রতিপালক আল্লাহকে ভয় করো; তোমরা তাদেরকে তাদের বাসগৃহ হতে বহিষ্কার করো না[৪] এবং তারা নিজেও যেন বের না হয়; [৫] যদি না তারা লিপ্ত হয় স্পষ্ট অশ্লীলতায়।[৬] এগুলো আল্লাহর নির্ধারিত সীমারেখা। আর যে আল্লাহর সীমা লংঘন করে, সে নিজের উপরই অত্যাচার করে।[৭] তুমি জান না, হয়তো আল্লাহ এর পর কোন উপায় করে দেবেন।[৮]\n[১] নবী করীম (সাঃ)-কে সম্বোধন করা হয়েছে তাঁর সম্মান ও মর্যাদার কারণে। নচেৎ এই নির্দেশ উম্মতকে দেওয়া হচ্ছে। অথবা সম্বোধন তাঁকেই করা হয়েছে এবং বহুবচন ক্রিয়া তাঁর সম্মানার্থে ব্যবহার করা হয়েছে। আর উম্মতের জন্য তো তাঁর আদর্শই যথেষ্ট। طَلَّقْتُمْ এর অর্থ হল, যখন তালাক দেওয়ার পাকা ইচ্ছা করে নিবে। (ইদ্দত মানে গণনা। অর্থাৎ, তালাকের নির্ধারিত দিন গণনা করা।)[২] এতে তালাক দেওয়ার তরীকা ও তার সময় উল্লেখ করা হয়েছে। لِعِدَّتِهِنَّ তে 'লাম' অক্ষরটি 'তাওক্বীত' (সময় নির্ণয়) এর জন্য ব্যবহার হয়েছে। অর্থাৎ, لأَوَّلِ অথবা لاسْتِقْبَالِ عِدَّتِهِنَّ (ইদ্দতের শুরুতে) তালাক দাও। অর্থাৎ, যখন মহিলা ঋতু (মাসিক) থেকে পবিত্র হয়ে যাবে, তখন তার সাথে আর সহবাস না করেই তালাক দাও। পবিত্র অবস্থা হল তার ইদ্দতের শুরু। এর অর্থ হল, মাসিক অবস্থায় অথবা পবিত্র অবস্থায় সহবাস করার পর তালাক দেওয়া ভুল তরীকা। এটাকেই ফিকাহ শাস্ত্রের পন্ডিতগণ 'বিদয়ী তালাক' এবং পূর্বের (সঠিক) তরীকাকে 'সুন্নী তালাক' বলে আখ্যায়িত করেছেন। এর সমর্থন হাদীসেও পাওয়া যায়; ইবনে উমার (রাঃ) মাসিক অবস্থায় তাঁর স্ত্রীকে তালাক দিয়ে দেন। এতে রসূল (সাঃ) রাগান্বিত হন এবং তাঁকে তালাক প্রত্যাহার করে নিতে বলার সাথে সাথে পবিত্র অবস্থায় তালাক দেওয়ার নির্দেশ দেন। আর এর সমর্থনে তিনি এই আয়াতকেই দলীল হিসাবে গ্রহণ করেন।\n(বুখারীঃ তালাক অধ্যায়)\nতবে মাসিক অবস্থায় দেওয়া তালাকও বিদআত হওয়া সত্ত্বেও তা তালাক বলে গণ্য হবে। মুহাদ্দিসগণের এবং অধিকাংশ আলেমগণের এটাই উক্তি। অবশ্য ইমাম ইবনে তাইমিয়্যাহ (রঃ) এবং ইমাম ইবনুল কাইয়্যেম (রঃ) বিদয়ী তালাককে তালাক গণ্য করেননি।\n(বিস্তারিত জানার জন্য দ্রষ্টব্যঃ নাইলুল আওতার, তালাক অধ্যায়, পরিচ্ছেদ, মাসিক ও পবিত্র অবস্থায় তালাক দেওয়া নিষেধ। এ ছাড়া অন্যান্য হাদীসের ব্যাখ্যাগ্রন্থও দেখুন।)\n[৩] অর্থাৎ, এর প্রথম ও শেষটার খেয়াল রাখ, যাতে স্ত্রী এর পর দ্বিতীয় বিবাহ করতে পারে। অথবা তোমরাই যদি রুজু' (প্রত্যাহার) করতে (স্ত্রীকে ফিরিয়ে নিতে) চাও, তবে (প্রথম এবং দ্বিতীয় তালাকের পর) ইদ্দতের ভিতরেই যেন রুজু' করতে পার[৪] অর্থাৎ, তালাক দেওয়ার সাথে সাথেই স্ত্রীকে নিজ ঘর থেকে বের করে দিও না, বরং ইদ্দত পর্যন্ত তাকে তোমাদেরই ঘরে থাকতে দাও। ইদ্দত শেষ হওয়া পর্যন্ত তার বাসস্থান ও ভরণ-পোষণের দায়িত্ব তোমাদের উপরেই থাকবে।[৫] অর্থাৎ, ইদ্দতের দিনগুলোতে স্ত্রীও যেন ঘর হতে বের হওয়া থেকে বিরত থাকে। তবে যদি একান্ত কোন জরুরী কাজে বের হতে হয় তবে সে কথা ভিন্ন।[৬] অর্থাৎ, ব্যভিচার, মুখ-খিস্তি, গালাগালি, ঝগড়া বা চরম অভদ্রতা প্রদর্শন করলে, যা থেকে ঘরের লোকদের কষ্ট হয়। এই অবস্থায় তাকে (বাড়ি থেকে) বের করা জায়েয হবে।[৭] অর্থাৎ, উল্লিখিত সমূহ বিধান হল আল্লাহর কর্তৃক নির্ধারিত সীমারেখা। যা অতিক্রম করা নিজের উপর যুলুম করার নামান্তর। কেননা, এই সীমালঙ্ঘনের যাবতীয় ক্ষতি ভোগ করতে হবে সীমালঙ্ঘনকারী নিজেকেই।[৮] অর্থাৎ, পুরুষের অন্তরে তালাকপ্রাপ্তা মহিলার প্রতি চাহিদা ও আকর্ষণ সৃষ্টি করে দেবেন ফলে সে রুজু করার প্রতি উদ্বুদ্ধ হয়ে যাবে। কেননা, প্রথম ও দ্বিতীয় তালাকের পর স্বামী ইদ্দতের ভিতরেই ফিরিয়ে নেওয়ার অধিকার রাখে। এই জন্য কোন কোন মুফাসসিরদের মত হল, এই আয়াতে আল্লাহ কেবল এক তালাক দেওয়ার আদেশ করেছেন এবং এক সাথে তিন তালাক দিতে নিষেধ করেছেন। কেননা, সে যেদি একই সময়ে তিন তালাক দিয়ে দেয় (আর শরীয়ত যদি তার এই তালাককে বৈধ গণ্য করে কার্যকরী করে দেয়), তবে এ কথা বলার কি কোন অর্থ হবে যে, 'হয়তো আল্লাহ কোন নতুন উপায় বের করে দেবেন।'\n(ফাতহুল ক্বাদীর)\nএটাকেই দলীল বানিয়ে ইমাম আহমাদ ও অন্যান্য উলামাগণ বলেছেন যে, বাসস্থান ও ভরণ-পোষণের উপর যে তাকীদ করা হয়েছে, তা কেবল সেই মহিলাদের জন্য, যাদেরকে তাদের স্বামীরা প্রথম অথবা দ্বিতীয় তালাক দিয়েছে। কেননা, এতে স্বামীর ফিরিয়ে নেওয়ার অধিকার অবশিষ্ট থাকে। আর যে মহিলাকে ইতিপূর্বে বিভিন্ন সময়ে দুই তালাক দেওয়া হয়ে গেছে, তৃতীয় তালাক তার জন্য তালাকে 'বাত্তাহ' অথবা 'বায়েনাহ' (কুবরা; যার পর আর স্ত্রীকে ফিরিয়ে নেওয়ার অধিকার থাকে না) গণ্য হবে। তার বাসস্থান এবং ভরণ-পোষণ স্বামীর দায়িত্বে থাকে না। তাকে সত্বর স্বামীর ঘর থেকে অন্যত্র স্থানান্তরিত করা হবে। কেননা, স্বামী আর তাকে ফিরিয়ে নিয়ে তার সাথে সংসার করতে পারে না। ﴿حَتَّى تَنْكِحَ زَوْجًا غَيْرَهُ﴾ \"যে পর্যন্ত না স্ত্রী কোন অন্য পুরুষকে বিবাহ করেছে।\" (অতঃপর সে স্বামী তালাক দিয়েছে বা মারা গেছে তারপর তাকে পুনর্বিবাহ করেছে।) এই জন্য এই স্ত্রীর আর তার স্বামীর কাছে থাকার এবং তার কাছ থেকে খোরপোশ আদায় করার অধিকার থাকে না। এর সমর্থন ফাতিমা বিনতে ক্বাইস (রাঃ) র ঘটনা থেকেও হয় যে, যখন তাঁর স্বামী তাঁকে তৃতীয় তালাকও দিয়ে দিলেন এবং তাঁকে স্বামীর ঘর থেকে বের হওয়ার জন্য বলা হলে তিনি বের হতে চাইলেন না। পরিশেষে বিষয়টা রসূল (সাঃ)-এর কাছে পৌঁছলে তিনি ফায়সালা করলেন যে, তাঁর বাসস্থান ও ভরণ-পোষণ নেই। তাকে সত্বর কোন অন্যত্র স্থানান্তরিত হওয়া উচিত। এমন কি কোন কোন বর্ণনায় পরিষ্কারভাবে এসেছে যে, (إِنَّمَا النَّفَقَةُ وَالسُّكْنَى لِلْمَرْأَةِ عَلَى زَوْجِهَا مَا كَانَتْ لَهُ عَلَيْهَا رَجْعَةٌ) অর্থাৎ, ভরণ-পোষণ ও বাসস্থান কেবল সেই মহিলার জন্য আছে, যাকে ফিরিয়ে নেওয়া তার স্বামীর অধিকারে আছে।\n(আহমাদ, নাসাঈ)\nঅবশ্য কোন কোন বর্ণনায় গর্ভবতী মহিলার জন্যেও বাসস্থান ও খোরপোশের কথার উল্লেখ রয়েছে।\n(বিস্তারিত জানার জন্য নাইলুল আওতার দ্রষ্টব্যঃ)\nকেউ কেউ এই বর্ণনাগুলোকে কুরআনের উল্লিখিত ﴿لاَ تُخْرِجُوْهُنَّ مِنْ بُيُوْتِهِنَّ﴾ (তোমরা তাদেরকে তাদের ঘর হতে বের করে দিও না) এই নির্দেশের পরিপন্থী মনে করে তা প্রত্যাখ্যান করেন, যা সঠিক নয়। কেননা, কুরআনের আয়াত তার পূর্বাপর প্রাসঙ্গিক আলোচনার ভিত্তিতে প্রতীয়মান হয় যে, উক্ত নির্দেশ রজয়ী তালাক (যে তালাকের পর ফিরিয়ে নেওয়ার অধিকার থাকে) প্রাপ্তা মহিলার ক্ষেত্রে দেওয়া হয়েছে। আর যদি এটাকে ব্যাপক ধরে নেওয়াও যায়, তবে হাদীসের এই বর্ণনাগুলো তার নির্দিষ্টকারী হবে। অর্থাৎ, কুরআনের সাধারণ নির্দেশকে হাদীসের এই বর্ণনাগুলো রজয়ী তালাকপ্রাপ্তা মহিলার জন্য নির্দিষ্ট করে দিল এবং 'বায়েনাহ' তালাকপ্রাপ্তা মহিলাকে উক্ত সাধারণ হুকুমের আওতা থেকে বের করে নিল।",
  "ayah": 1,
  "surah": 65
}
