{
  "text": "তোমরা তোমাদের সামর্থ্য অনুযায়ী যে স্থানে বাস কর, তাদেরকেও সে স্থানে বাস করতে দাও।[১] সংকটে ফেলার উদ্দেশ্যে তাদেরকে উত্ত্যক্ত করো না।[২] তারা গর্ভবতী থাকলে সন্তান প্রসব করা পর্যন্ত তাদের জন্য ব্যয় কর।[৩] অতঃপর যদি তারা তোমাদের সন্তানদেরকে স্তন্যদান করে, তাহলে তাদেরকে তাদের পারিশ্রমিক প্রদান কর।[৪] (সন্তানের কল্যাণ সম্পর্কে) তোমরা সঙ্গতভাবে নিজেদের মধ্যে পরামর্শ কর।[৫] তোমরা যদি নিজ নিজ দাবীতে অনমনীয় হও, তাহলে অন্য নারী তার পক্ষে স্তন্য দান করবে। [৬]\n[১] অর্থাৎ, রজয়ী তালাকপ্রাপ্তা মহিলাদেরকে (যাদেরকে তালাক দেওয়ার পর ফিরিয়ে নেওয়ার অবকাশ থাকে)। কারণ, 'বায়েনাহ তালাকপ্রাপ্তা' (যাদেরকে তালাকের পর ফিরিয়ে নেওয়ার সুযোগ থাকে না সেই মহিলা)-দের জন্য বাসস্থান এবং ভরণপোষণ জরুরী নয়। এ কথা পূর্বে আলোচিত হয়েছে। 'সামর্থ্য অনুযায়ী --- বাস করতে দাও' এর অর্থ হল, যদি বাড়ী এমন প্রশস্ত হয় যাতে কয়েকটি কামরা আছে, তাহলে একটি কামরা নির্দিষ্ট করে দাও। অন্যথা নিজের কামরা তার জন্য খালি করে দাও। এতে যে যৌক্তিকতা ও কৌশলগত দিক রয়েছে তা হল এই যে, যখন সে কাছে থেকে ইদ্দত পালন করবে, তখন হতে পারে স্বামীর অন্তরে দয়া (প্রেম বা যৌনকামনা) সৃষ্টি হবে এবং 'রুজু' করার (ফিরিয়ে নেওয়ার) উৎসাহ তার অন্তরে সৃষ্টি হয়ে যাবে। বিশেষ করে যদি সন্তানাদি থাকে, তবে ফিরিয়ে নেওয়ার উৎসাহ সৃষ্টি হওয়ার সম্ভাবনা অতি প্রবল থাকে। কিন্তু অনুতাপের বিষয় যে, বহু মুসলিম এই নির্দেশ অনুযায়ী আমল করে না। যার কারণে এই নির্দেশের উপকারিতা থেকে এবং তার কৌশলগত সুফল হতে সে বঞ্চিত হয়। আমাদের সমাজে তালাক দেওয়ার সাথে সাথেই মহিলাকে অচ্ছুত (অস্পৃশ্য) বানিয়ে ঘর থেকে বের করে দেওয়া হয় (অথবা মহিলা নিজেই দুঃখে অথবা ক্ষোভে গৃহত্যাগ করে) অথবা কখনো মেয়ের পক্ষের কেউ এসে তাকে তাদের ঘরে নিয়ে যায়। বলাই বাহুল্য যে, এই প্রচলন কুরআন কারীমের স্পষ্ট শিক্ষার পরিপন্থী।\n[২] অর্থাৎ, খোরপোশ অথবা বাসস্থানের ব্যাপারে তাদের উপর সংকীর্ণতা সৃষ্টি করা এবং তাদের মানহানি করা, যাতে তারা ঘর ছাড়তে বাধ্য হয়। ইদ্দতের মধ্যে এ রকম আচরণ যেন না করা হয়। কেউ কেউ এর অর্থ করেছেন, ইদ্দত শেষ হয়ে যাওয়ার কাছাকাছি পর্যায়ে তোমরা আবার 'রুজু' করে (ফিরিয়ে) নাও এবং বারংবার এ রকম কর। যেমন, জাহেলিয়াতের যুগে ছিল। সুতরাং সে পথ বন্ধ করার জন্য শরীয়ত তালাক দেওয়ার পর ফিরিয়ে নেওয়ার সময় নির্দিষ্ট করে দিল। যাতে আগামীতে কেউ এইভাবে মহিলার উপর সংকীর্ণতার সৃষ্টি না করে। এখন একজন কেবল দু'বার এ রকম করতে পারে। অর্থাৎ, তালাক দিয়ে ইদ্দত শেষ হওয়ার পূর্বেই ফিরিয়ে নিতে পারে। কিন্তু তৃতীয়বার আবার তালাক দিলে, তার ফিরিয়ে নেওয়ার মোটেই অধিকার থাকবে না।\n[৩] অর্থাৎ, তালাকপ্রাপ্তা মহিলা যদি গর্ভবতী হয়, তবে তার ভরণ-পোষণ ও বাসস্থান দেওয়া জরুরী, যদিও এ তালাক 'বায়েনাহ' (যে তালাকের পর ফিরিয়ে নেওয়ার অধিকার থাকে না তা) হয়। এ কথা পূর্বেও উল্লিখিত হয়েছে।\n[৪] অর্থাৎ, তালাক দেওয়ার পর তারা যদি তোমাদের শিশুদেরকে দুধ পান করায়, তাহলে তার পারিশ্রমিক তোমাদেরকেই দিতে হবে। (তখন 'সম্পর্ক নেই বলে কোন অর্থ ব্যয় করব না' বলা চলবে না।)\n[৫] অর্থাৎ, আপোসে পরামর্শ করে পারিশ্রমিক ও অন্যান্য সমস্ত বিষয় ঠিক করে নেবে। যেমন, শিশুর বাপ প্রচলিত নিয়মে পারিশ্রমিক দেবে এবং বাপের সামর্থ্য অনুযায়ী মা তার পারিশ্রমিক চাইবে ইত্যাদি।\n[৬] অর্থাৎ, পারিশ্রমিক ইত্যাদির ব্যাপারে যদি তাদের আপোসে মতের মিল না হয়, তবে অন্য কোন দুধ দানকারিণী মহিলার সাথে চুক্তি করে নেবে। সে তার শিশুকে দুধ পান করাবে।",
  "ayah": 6,
  "surah": 65
}
