{
  "text": "حدثنا محمد بن المثنى، قال: ثني عبد الأعلى، قال: ثنا داود، عن عكرِمة، في قوله: ( يَا أَيُّهَا الْمُزَّمِّلُ قُمِ اللَّيْلَ إِلا قَلِيلا ) قال: زُملت هذا الأمر فقم به.قال أبو جعفر: والذي هو أولى القولين بتأويل ذلك، ما قاله قتادة؛ لأنه قد عقبه بقوله: ( قُمِ اللَّيْلَ ) فكان ذلك بيانا عن أن وصفه بالتزمُّل بالثياب للصلاة، وأن ذلك هو أظهر معنييه.وقوله: ( قُمِ اللَّيْلَ إِلا قَلِيلا ) يقول لنبيه صلى الله عليه وسلم : ( قُمِ اللَّيْلَ ) يا محمد كله ( إِلا قَلِيلا ) منه ( نِصْفَهُ ) يقول: قم نصف الليل ( أَوِ انْقُصْ مِنْهُ قَلِيلا أَوْ زِدْ عَلَيْهِ ) يقول: أو زد عليه؛ خَيره الله تعالى ذكره حين فرض عليه قيام الليل بين هذه المنازل أي ذلك شاء فعل، فكان رسول الله صلى الله عليه وسلم وأصحابه فيما ذُكر يقومون الليل، نحو قيامهم في شهر رمضان فيما ذُكر حتى خفف ذلك عنهم.* ذكر من قال ذلك:حدثنا أبو كريب، قال: ثنا أبو أُسامة، عن مِسْعَرٍ، قال: ثنا سماك الحنفي، قال: سمعت ابن عباس يقول: لما نـزل أوّل المزمل، كانوا يقومون نحوًا من قيامهم في رمضان، وكان بين أوّلها وآخرها قريب من سنة.حدثنا أبو كريب، قال: ثنا محمد بن بشر، عن مِسْعَرٍ، قال: ثنا سماك، أنه سمع ابن عباس يقول، فذكر نحوه. إلا أنه قال: نحوا من قيامهم في شهر رمضان.حدثنا ابن وكيع، قال: ثنا يزيد بن حيان، عن موسى بن عبيدة، قال: ثني محمد بن طَحْلاء مولى أمّ سلمة، عن أبي سلمة بن عبد الرحمن، عن عائشة قالت: كنت أجعل لرسول الله صلى الله عليه وسلم حصيرا يصلي عليه من الليل، فتسامع به الناس، فاجتمعوا، فخرج كالمغضَب، وكان بهم رحيما، فخشي أن يُكتب عليهم قيام الليل، فقال: \" يا أيُّها النَّاسُ اكْلفُوا مِنَ الأعْمالِ ما تُطِيقُونَ، فإنّ الله لا يَمَلُّ مِنَ الثَّوَابِ حَتَّى تَمَلُّوا مِنَ العَمَلِ وخَيْرُ الأعْمال ما دُمْتُمْ عَلَيْه \" ونـزل القرآن: ( يَا أَيُّهَا الْمُزَّمِّلُ قُمِ اللَّيْلَ إِلا قَلِيلا نِصْفَهُ أَوِ انْقُصْ مِنْهُ قَلِيلا أَوْ زِدْ عَلَيْهِ ) حتى كان الرجل يربط الحبل ويتعلق، فمكثوا بذلك ثمانية أشهر، فرأى الله ما يبتغون من رضوانه فرحمهم فردّهم إلى الفريضة وترك قيام الليل.حدثنا ابن حميد، قال: ثنا مهران، عن موسى بن عبيدة الحميري، عن محمد بن طحلاء، عن أبي سلمة بن عبد الرحمن، عن عائشة قالت: كنت أشتري لرسول الله صلى الله عليه وسلم حصيرا، فكان يقوم عليه من أوّل الليل، فتسمع الناس بصلاته، فاجتمعت جماعة من الناس؛ فلما رأى اجتماعهم كره ذلك، فخشي أن يكتب عليهم، فدخل البيت كالمغضب، فجعلوا يتنحنحون ويتسعَّلون حتى خرج إليهم، فقال: \" يا أيُّها النَّاس إنَّ الله لا يَمَلُّ حتى تَمَلُّوا - يعنى من الثواب - فاكْلُفوا مِنَ العَمَلِ ما تُطِيقُون فإنَّ خَيَْر العَمَلِ أدْوَمُهُ وَإنْ قَلَّ\" ,ونـزلت عليه: ( يَا أَيُّهَا الْمُزَّمِّلُ قُمِ &; 23-679 &; اللَّيْلَ إِلا قَلِيلا ) السورة قال: فكتبت عليهم، وأنـزلت بمنـزلة الفريضة حتى إن كان أحدهم ليربط الحبل فيتعلق به؛ فلما رأى الله ما يكلفون مما يبتغون به وجه الله ورضاه، وضع ذلك عنهم، فقال:  إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أَدْنَى مِنْ ثُلُثَيِ اللَّيْلِ وَنِصْفَهُ  ... إلى  عَلِمَ أَنْ لَنْ تُحْصُوهُ فَتَابَ عَلَيْكُمْ  فردّهم إلى الفريضة، ووضع عنهم النافلة، إلا ما تطوّعوا به.",
  "ayah": 2,
  "surah": 73
}
