{
  "text": "حدثني عليّ، قال: ثنا أبو صالح، قال: ثنا معاوية، عن عليّ، عن ابن عباس، في قوله: ( قُمِ اللَّيْلَ إِلا قَلِيلا نِصْفَهُ أَوِ انْقُصْ مِنْهُ قَلِيلا أَوْ زِدْ عَلَيْهِ وَرَتِّلِ الْقُرْآنَ تَرْتِيلا ) فأمر الله نبيه والمؤمنين بقيام الليل إلا قليلا فشقّ ذلك على المؤمنين، ثم خفَّف عنهم فرحمهم، وأنـزل الله بعد هذا:  عَلِمَ أَنْ سَيَكُونُ مِنْكُمْ مَرْضَى وَآخَرُونَ يَضْرِبُونَ فِي الأَرْضِ  ... إلى قوله:  فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ  فوسع الله وله الحمد، ولم يضيق.حدثنا ابن حميد، قال: ثنا يعقوب، عن جعفر، عن سعيد، قال: لما أنـزل الله على نبيه: ( يَا أَيُّهَا الْمُزَّمِّلُ ) قال: مكث النبيّ صلى الله عليه وسلم على هذا الحال عشر سنين يقوم الليل كما أمره الله، وكانت طائفة من أصحابه يقومون معه، فأنـزل الله عليه بعد عشر سنين:  إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أَدْنَى مِنْ ثُلُثَيِ اللَّيْلِ وَنِصْفَهُ وَثُلُثَهُ وَطَائِفَةٌ مِنَ الَّذِينَ مَعَكَ  ... إلى قوله:  وَأَقِيمُوا الصَّلاةَ  فخفَّف الله عنهم بعد عشر سنين.حدثنا ابن حميد، قال: ثنا يحيى بن واضح عن الحسين، عن يزيد، عن عكرِمة والحسن، قالا قال في سورة المزمل ( قُمِ اللَّيْلَ إِلا قَلِيلا نِصْفَهُ أَوِ انْقُصْ مِنْهُ قَلِيلا أَوْ زِدْ عَلَيْهِ وَرَتِّلِ الْقُرْآنَ تَرْتِيلا ) نسختها الآية التي فيها:  عَلِمَ أَنْ لَنْ تُحْصُوهُ فَتَابَ عَلَيْكُمْ فَاقْرَءُوا مَا تَيَسَّرَ مِنَ الْقُرْآنِ  .حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( قُمِ اللَّيْلَ إِلا قَلِيلا ) قاموا حولا أو حولين حتى انتفخت سوقهم وأقدامهم، فأنـزل الله تخفيفا بعد في آخر السورة.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن قيس بن وهب، عن أبي عبد الرحمن، قال: لما نـزلت: ( يَا أَيُّهَا الْمُزَّمِّلُ ) قاموا بها حولا حتى ورمت أقدامهم وسوقهم حتى نـزلت:  فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ  فاستراح الناس.&; 23-680 &;قال: ثنا مهران، عن سفيان، عن جرير بياع المُلاء عن الحسن، قال: الحمد لله تطوّع بعد فريضة.حدثنا أبو كريب، قال: ثنا وكيع، عن مبارك، عن الحسن، قال: لما نـزلت ( يَا أَيُّهَا الْمُزَّمِّلُ )... الآية، قام المسلمون حولا فمنهم من أطاقه، ومنهم من لم يطقه، حتى نـزلت الرخصة.قال: ثنا وكيع، عن إسرائيل، عن سماك، عن عكرِمة، عن ابن عباس، قال: لما نـزل أوّل المزمل كانوا يقومون نحوا من قيامهم في شهر رمضان، وكان بين أوّلها وآخرها نحو من سنة.",
  "ayah": 3,
  "surah": 73
}
