{
  "text": "قوله: ( إِنَّ لَكَ فِي اَلنَّهَارِ سَبْحًا طَوِيلا ) يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم : إن لك يا محمد في النهار فراغا طويلا تتسع به، وتتقلَّب فيه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( سَبْحًا طَوِيلا ) فراغا طويلا يعني النوم.حدثنا ابن بشار، قال: ثنا مؤمل، قال: ثنا سفيان، عن منصور، عن مجاهد، قوله: ( إِنَّ لَكَ فِي اَلنَّهَارِ سَبْحًا طَوِيلا ) قال: متاعا طويلا.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، في قوله: ( سَبْحًا طَوِيلا ) قال: فراغا طويلا.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( إِنَّ لَكَ فِي اَلنَّهَارِ سَبْحًا طَوِيلا ) قال: لحوائجك، فافُرغ لدينك الليل، قالوا: وهذا حين كانت صلاة الليل فريضة، ثم إن الله منّ على العباد فخفَّفها ووضعها، وقرأ:  قُمِ اللَّيْلَ إِلا قَلِيلا  ... إلى آخر الآية، ثم قال:  إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أَدْنَى مِنْ ثُلُثَيِ اللَّيْلِ  حتى بلغ قوله:  فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ  الليل نصفه أو ثلثه، ثم جاء أمر أوسع وأفسح، وضع الفريضة عنه وعن أمته، فقال:  وَمِنَ اللَّيْلِ فَتَهَجَّدْ بِهِ نَافِلَةً لَكَ عَسَى أَنْ يَبْعَثَكَ رَبُّكَ مَقَامًا مَحْمُودًا  .حُدثت عن الحسين، قال: سمعت أبا معاذ يقول في قوله: ( إِنَّ لَكَ فِي اَلنَّهَارِ سَبْحًا طَوِيلا ) فراغا طويلا. وكان يحيى بن يعمر يقرأ ذلك بالخاء.حدثنا ابن حميد، قال: ثنا يحيى بن واضح، قال: ثنا عبد المؤمن، عن غالب الليثي، عن يحيى بن يعمر \" من جذيلة قيس \" أنه كان يقرأ ( سَبْخًا طَوِيلا ) قال: وهو النوم.قال أبو جعفر: والتسبيخ: توسيع القطن والصوف وتنفيشه، يقال للمرأة: سبخي قطنك: أي نفشيه ووسعيه؛ ومنه قول الأخطل:فأرْسَــلُوهُنَّ يُـذْرِينَ الـتَرَابَ كَمَـايُـذْرِي سَـبائخَ قُطْـنٍ نَـدْفُ أوْتـارُ (2)وإنما عني بقوله: ( إِنَّ لَكَ فِي اَلنَّهَارِ سَبْحًا طَوِيلا ) : إن لك في النهار سعة لقضاء حوائجك وقومك. والسبح والسبخ قريبا المعنى في هذا الموضع.------------------------الهوامش:(2) ‌البيت للأخطل يذكر الكلاب (اللسان : سبخ) قال : التسبيخ: التخفيف.ويقال : \"اللهم سبخ عني الحمى\" أي: خففها وسهلها، ولهذا قيل لقطع القطن إذا ندف: سبائخ، ومنه قول الأخطل يذكر الكلاب: \"فأرسلوهن..\" البيت. وقال الفراء في معاني القرآن (الورقة 346) وقوله: ( إن لك في النهار سبحا طويلا ) يقول: لك في النهار ما تقضي حوائجك. وقد قرأ بعضهم: سبخا، بالخاء، والتسبيخ: توسعة الصوف والقطن وما أشبهه، يقال: سبخي قطنك. قال أبو العباس (ثعلب): سمعت أبا عبد الله (ابن الأعرابي) يقول: حضر أبو زياد الكلابي مجلس الفراء في هذا اليوم، فسأله الفراء عن هذا الحرف، فقال: أهل باديتنا يقولون: اللهم سبخ عنه للمريض والملسوع ونحوه.",
  "ayah": 7,
  "surah": 73
}
