{
  "text": "وقوله: ( وَفِرْعَوْنَ ذِي الأوْتَادِ ) يقول جلّ ثناؤه: ألم تر كيف فعل ربك أيضا بفرعون صاحب الأوتاد.واختلف أهل التأويل في معنى قوله: ( ذِي الأوْتَادِ ) ولم قيل له ذلك، فقال بعضهم: معنى ذلك: ذي الجنود الذي يقوّون له أمره، وقالوا: الأوتاد في هذا الموضع: الجنود.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( وَفِرْعَوْنَ ذِي الأوْتَادِ ) قال: الأوتاد: الجنود الذين يشدّون له أمره، ويقال: كان فرعون يُوتِد في أيديهم وأرجلهم أوتادًا من حديد، يعلقهم بها.وقال آخرون: بل قيل له ذلك لأنه كان يُوتِد الناس بالأوتاد.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( ذِي الأوْتَادِ ) قال: كان يوتد الناس بالأوتاد.وقال آخرون: كانت مظالّ وملاعب يلعب له تحتها.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَفِرْعَوْنَ ذِي الأوْتَادِ ) ذُكر لنا أنها كانت مظال وملاعب يلعب له تحتها من أوتاد وحبال.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( ذِي الأوْتَادِ ) قال: ذي البناء كانت مظال يلعب له تحتها، وأوتادا تضرب له.قال: ثنا ابن ثور، عن معمر، عن ثابت البناني، عن أبي رافع، قال: أوتد فرعون لامرأته أربعة أوتاد، ثم جعل على ظهرها رحا عظيمة حتى ماتت.وقال آخرون: بل ذلك لأنه كان يعذّب الناس بالأوتاد.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن إسماعيل، عن محمود، عن سعيد بن جُبير ( وَفِرْعَوْنَ ذِي الأوْتَادِ ) قال: كان يجعل رجلا هاهنا ورجلا هاهنا، ويدا هاهنا ويدا هاهنا بالأوتاد.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( ذِي الأوْتَادِ ) قال: كان يوتد الناس بالأوتاد.وقال آخرون: إنما قيل ذلك لأنه كان له بنيان يعذّب الناس عليه.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن إسماعيل، عن رجل، عن سعيد بن جُبير ( وَفِرْعَوْنَ ذِي الأوْتَادِ ) قال: كان له منَارات يعذّبهم عليها.وأولى هذه الأقوال عندي بالصواب قول من قال: عُنِيَ بذلك: الأوتاد التي تُوتَد، من خشب كانت أو حديد، لأن ذلك هو المعروف من معاني الأوتاد، ووصف بذلك لأنه إما أن يكون كان يعذّب الناس بها، كما قال أبو رافع وسعيد بن جُبير، وإما أن يكون كان يُلعب له بها.",
  "ayah": 10,
  "surah": 89
}
