{
  "surah": 17,
  "ayah": 1,
  "text": "Glory be to Him — an affirmation of God’s transcendence — Who carried His servant Muhammad (s) by night laylan is in the accusative as an adverbial qualification; isrā’ means ‘to travel by night’; what is instructive about this mention of laylan ‘by night’ is that through its being indefinite there is an indication of the brevity of its duration from the Sacred Mosque that is Mecca to the Farthest Mosque the Holy House of Jerusalem so called because of its distance from the former; the environs of which We have blessed with fruits and rivers that We might show him some of Our signs the marvels of Our power. Indeed He is the Hearing the Seeing that is to say the Knower of the Prophet’s s sayings and deeds. Thus He God was gracious to him by way of carrying him on the night journey which comprised his encountering the other prophets his ascension to heaven and the sight of the marvels of the Divine Realm and His communion exalted be He with him. For he the Prophet s said ‘I was brought al-Burāq a white animal larger than a donkey but smaller than a mule; it was able to place its hoof back towards its extremity and so I mounted it. It set off carrying me until I reached the Holy House of Jerusalem. There I fastened the animal to the ring where the prophets fasten their animals. I then went in and prayed two units inside it. As I came out Gabriel came to me with a jug of wine and a jug of milk and so I chose the milk. Gabriel said to me “You have made the right choice by choosing the primordial nature fitra”.’ He the Prophet continued the narration ‘We then ascended to the heaven of this world whereat Gabriel asked to be let in. Someone asked “Who are you?”. He replied “Gabriel” “And who is with you?” “Muhammad (s)” he said. “Has he been sent for?”. “Yes he has been sent for”. Then it was opened for us and lo! Adam stood before me; he greeted me and prayed for well-being for me. We then ascended to the second heaven and Gabriel asked to be let in. Someone asked “Who are you?”. He replied “Gabriel” “And who is with you?” “Muhammad (s)” he said."
}
