{
  "text": "অতএব যখন তোমরা অবিশ্বাসীদের সাথে যুদ্ধে মোকাবিলা কর, তখন তাদের গর্দানে আঘাত কর,[১] পরিশেষে যখন তোমরা তাদেরকে সম্পূর্ণরূপে পরাভূত করবে, তখন তাদেরকে কষে বাঁধবে; [২] অতঃপর হয় অনুগ্রহ, না হয় মুক্তিপণ;[৩] যে পর্যন্ত না যুদ্ধ তার অস্ত্ররাজি নামিয়ে ফেলে।[৪] এটাই বিধান।[৫] আর আল্লাহ ইচ্ছা করলে তাদের নিকট হতে প্রতিশোধ নিতে পারতেন,[৬] কিন্তু তিনি চান তোমাদের কিছুকে অপরদের দ্বারা পরীক্ষা করতে।[৭] যারা আল্লাহর পথে নিহত হয়, তিনি কখনই তাদের কর্ম বিনষ্ট করবেন না। [৮]\n[১] উভয় দলের কথা উল্লেখ করার পর এখন কাফের এবং যে কিতাবধারীদের সাথে কোন চুক্তি হয়নি, তাদের বিরুদ্ধে যুদ্ধ করার নির্দেশ দেওয়া হচ্ছে। হত্যার পরিবর্তে গর্দান কাটার নির্দেশ দেওয়ার মধ্যে রয়েছে কাফেরদের সাথে চরম কঠোরতা প্রদর্শনের নির্দেশ।\n(ফাতহুল ক্বাদীর)\n[২] অর্থাৎ, তুমুল যুদ্ধ এবং তাদেরকে অধিকহারে হত্যা করার পর তাদের মধ্যে যারা তোমাদের হাতে ধরা পড়বে, তাদেরকে বন্দী করে শক্তভাবে বেঁধে রাখ। যাতে তারা পালাতে না পারে।\n[৩] مَنٌّ এর অর্থ হল, কোন বিনিময় না নিয়ে কেবল অনুগ্রহ করে ছেড়ে দেওয়া। আর فِدَاء এর অর্থ হল, কিছু মুক্তিপণ নিয়ে ছেড়ে দেওয়া। যুদ্ধবন্দীদের ব্যপারে এই স্বাধীনতা বা এখতিয়ার দেওয়া হয়েছে যে, পরিস্থিতি ও অবস্থা অনুপাতে যেটাই ইসলাম ও মুসলিমদের জন্য সর্বাধিক উত্তম হবে, সেটাই অবলম্বন করা যাবে।\n[৪] অর্থাৎ কাফেরদের সাথে যুদ্ধের পরিসমাপ্তি ঘটে। অথবা এর অর্থ এই যে, যুদ্ধরত শত্রু পরাস্ত হয়ে কিংবা সন্ধির আশ্রয় নিয়ে অস্ত্র রেখে দেয় অথবা ইসলাম বিজয়ী হয় এবং কুফরীর সমাপ্তি ঘটে। উদ্দেশ্য হল, এই ধরনের পরিস্থিতি সৃষ্টি না হওয়া অবধি কাফেরদের সাথে তোমাদের যুদ্ধ চলতেই থাকবে। তোমরা তাদেরকে হত্যা করবে এবং যুদ্ধবন্দীদের ক্ষেত্রে উক্ত দু'টি সিদ্ধান্তই (মুক্তিপণ নিয়ে বা না নিয়ে ছেড়ে দেওয়া) তোমাদের এখতিয়ারাধীন থাকবে। কেউ বলেছেন, এই আয়াতটি রহিত হয়ে গেছে; বিধায় এখন হত্যা ব্যতীত আর কিছুই অবশিষ্ট নেই। তবে সঠিক কথা এই যে, আয়াতটি রহিত নয়, বরং অব্যাহত। সুতরাং শাসকের চারটি জিনিসের এখতিয়ার আছেঃ কাফেরদের হত্যা করবে, না হয় বন্দী। বন্দীদের মধ্যে কাউকে অথবা সবাইকে হয় অনুগ্রহ করে ছেড়ে দেবে, না হয় মুক্তিপণ নিয়ে ছাড়বে।\n(ফাতহুল ক্বাদীর)\n[৫] কিংবা তোমরা এ রকমই করো। افْعَلُوْا ذَلِكَ বা ذَلِكَ حُكْمُ الْكُفَّار\n[৬] কাফেরদেরকে বিনাশ করে কিংবা শাস্তি দিয়ে। অর্থাৎ, তোমাদের তাদের সাথে যুদ্ধ করার কোন প্রয়োজনই পড়ত না।\n[৭] অর্থাৎ, তোমাদেরকে একে অপরের মাধ্যমে পরীক্ষা করতে। যাতে তিনি জেনে নেন যে, তোমাদের মধ্যে তাঁর পথে মুজাহিদ কারা? যাতে তিনি তাদেরকে প্রতিদান দেন এবং কাফেরদেরকে তাদের হাতে পরাস্ত করেন।\n[৮] অর্থাৎ, তাদের পুণ্য ও পুরস্কার বিনষ্ট করবেন না।",
  "ayah": 4,
  "surah": 47
}
