{
  "text": "( وفرعون ذي الأوتاد ) سمي بذلك لأنه كان يعذب الناس بالأوتاد ، وقد ذكرناه في سورة ( ص ) .أخبرنا أبوسعيد الشريحي ، أخبرنا أبوإسحاق الثعلبي ، أخبرنا ابن فنجويه ، حدثنا مخلد بن جعفر ، حدثنا الحسين بن علويه ، حدثنا إسماعيل بن عيسى ، حدثنا إسحاق بن بشر عن ابن سمعان عن عطاء عن ابن عباس : أن فرعون إنما سمي \" ذي الأوتاد \" لأنه كانت امرأة ، وهي امرأة خازن فرعون حزبيل وكان مؤمنا كتم إيمانه مائة سنة ، وكانت امرأته ماشطة بنت فرعون ، فبينما هي ذات يوم تمشط رأس بنت فرعون إذ سقط المشط من يدها ، فقالت : تعس من كفر بالله ، فقالت بنت فرعون : وهل لك من إله غير أبي ؟ فقالت : إلهي وإله أبيك وإله السماوات والأرض واحد لا شريك له ، فقامت فدخلت على أبيها وهي تبكي ، فقال : ما يبكيك ؟ قالت : الماشطة امرأة خازنك تزعم أن إلهك وإلهها وإله السماوات والأرض واحد لا شريك له . فأرسل إليها فسألها عن ذلك ، فقالت : صدقت ، فقال لها : ويحك اكفري بإلهك وأقري بأني إلهك ، قالت : لا أفعل فمدها بين أربعة أوتاد ، ثم أرسل عليها الحيات والعقارب ، وقال لها : اكفري بإلهك وإلا عذبتك بهذا العذاب شهرين ، فقالت له : ولو عذبتني سبعين شهرا ما كفرت بالله . وكان لها ابنتان فجاء بابنتها الكبرى فذبحها على قرب منها . وقال لها : اكفري بالله وإلا ذبحت الصغرى على قلبك ، وكانت رضيعا ، فقالت : لو ذبحت من على وجه الأرض على في ما كفرت بالله - عز وجل - ، فأتى بابنتها الصغرى فلما أضجعت على صدرها وأرادوا ذبحها جزعت المرأة ، فأطلق الله لسان ابنتها فتكلمت ، وهي من الأربعة الذين تكلموا أطفالا وقالت : يا أماه لا تجزعي فإن الله قد بنى لك بيتا في الجنة . اصبري فإنك تفضين إلى رحمة الله وكرامته ، فذبحت فلم تلبث أن ماتت فأسكنها الله الجنة ، قال : وبعث في طلب زوجها حزبيل فلم يقدروا عليه ، فقيل لفرعون : إنه قد رئي في موضع كذا وكذا في جبل كذا ، فبعث رجلين في طلبه فانتهيا إليه وهو يصلي ويليه صفوف من الوحوش خلفه يصلون ، فلما رأيا ذلك انصرفا ، فقال حزبيل : اللهم إنك تعلم أني كتمت إيماني مائة سنة ، ولم يظهر علي أحد ، فأيما هذين الرجلين كتم علي فاهده إلى دينك وأعطه من الدنيا سؤله ، وأيما هذين الرجلين أظهر علي فعجل عقوبته في الدنيا واجعل مصيره في الآخرة إلى النار ، فانصرف الرجلان إلى فرعون فأما أحدهما فاعتبر وآمن ، وأما الآخر فأخبر فرعون بالقصة على رءوس الملأ فقال له فرعون : وهل كان معك غيرك ؟ قال : نعم فلان ، فدعا به فقال : أحق ما يقول هذا ؟ قال : لا ما رأيت مما قال شيئا فأعطاه فرعون وأجزل ، وأما الآخر فقتله ، ثم صلبه .قال : وكان فرعون قد تزوج امرأة من نساء بني إسرائيل يقال لها \" آسية بنت مزاحم \" فرأت ما صنع فرعون بالماشطة ، فقالت : وكيف يسعني أن أصبر على ما يأتي به فرعون ، وأنا مسلمة وهو كافر ؟ فبينما هي كذلك تؤامر نفسها إذ دخل عليها فرعون فجلس قريبا منها ، فقالت : يا فرعون أنت شر الخلق وأخبثهم عمدت إلى الماشطة فقتلتها ، قال : فلعل بك الجنون الذي كان بها قالت : ما بي من جنون ، وإن إلهي وإلهها وإلهك وإله السماوات والأرض واحد لا شريك له ، فمزق عليها ثيابها وضربها وأرسل إلى أبويها فدعاهما ، فقال لهما : ألا تريان أن الجنون الذي كان بالماشطة أصابها ؟ قالت : أعوذ بالله من ذلك ، إني أشهد أن ربي وربك ورب السماوات والأرض واحد لا شريك له ، فقال لها أبوها : يا آسية ألست من خير نساء [ العماليق ] وزوجك إله العماليق ؟ قالت أعوذ بالله من ذلك ، إن كان ما يقول حقا فقولا له أن يتوجني تاجا تكون الشمس أمامه والقمر خلفه والكواكب حوله ، فقال لهما فرعون : اخرجا عني ، فمدها بين أربعة أوتاد يعذبها ، ففتح الله لها بابا إلى الجنة ليهون عليها ما يصنع بها فرعون ، فعند ذلك قالت : \" رب ابن لي عندك بيتا في الجنة ونجني من فرعون وعمله ونجني من القوم الظالمين \" ( التحريم - 11 ) فقبض الله روحها وأسكنها الجنة .",
  "ayah": 10,
  "surah": 89
}
