{
  "text": "Commentary\nEssential Characteristics of Paradise\nVerse sixteen mentions four kinds of favours and blessings in the next world, that is, rivers of pure water, rivers of milk of which the taste does not change, rivers of wine which gives delight and rivers of purified honey which will be given to the righteous in plenty.\nWorldly waters become polluted by getting mixed with earth, vegetation and other adulterating substances which make them stink. But in Paradise, there will be rivers having un-pollutable water. The river of pure, clean water that will not go bad in taste, smell or colour, (and will flow uninterruptedly without layers of dregs, scum or any other unpleasant- looking substances).\nMilk, in this world, is secreted by the mammary glands of female mammals, such as the cow's udders or the breasts of the human female, and soon it starts to deteriorate. In Paradise it will flow in rivers and the Heavenly milk will never be spoilt. Its taste will be eternally delicious, relishing and delightful.\nWorldly wine has a foul smell and a bitter taste, (though the ones addict to it do not feel its bitterness, being accustomed to it). But the Heavenly wine will give endless delight to the drinker. In Surah As-St [ 37:47] the Qur’ an describes the Heavenly wine as لَا فِيهَا غَوْلٌ وَلَا هُمْ عَنْهَا يُنزَفُونَ intoxicated: \"which has no headache in it, nor from it will they be .\"\nHoney, in this world, is the secretion derived principally from the nectarines of flowers, from which it is extracted by bees in the form of nectar and deposited in their honey-sacs, where it undergoes a certain change prior to storage in the cells of the comb. When it is ripe, that is, it has become sufficiently thick by evaporation, it may now be extracted or thrown from the honey-comb by centrifugal force or by gravity. When it is so extracted, it needs to be clarified of the accompanying particles of wax, scum and other unwanted substances. However, the honey in Paradise will be pure and clean and will be available amply, as rivers of honey will flow uninterruptedly without layers of dregs, scum or any other unpleasant-looking substances.\nAll four kinds of rivers - of water, milk, wine and honey - are used in their primary senses. There is no need to apply them unnecessarily in their figurative sense. However, it is obvious that the bounties of Paradise cannot be compared to things of this world. The taste and quality of the bounties of Paradise will be unique and can only be experienced in the gardens of Paradise.",
  "ayah": 12,
  "surah": 47
}
