{
  "text": "Commentary\nIn this verse the address is to the Holy Prophet ﷺ and he is, through an imperative verb, commanded to know that there is no object of worship besides Allah. It is quite obvious that every Muslim has the knowledge of this - let alone the leader of the Holy Prophets ﷺ who should have its knowledge more profoundly. Then why is he enjoined to acquire this knowledge? There can be two responses to this question: it can either mean that the Holy Prophet ﷺ is enjoined to be steadfast in his worship of Allah or it could mean that he must fulfill the demands of his knowledge. Qurtubi cites the incident of Sufyan Ibn ` Uyaynah (رح) who was asked about the significance of knowledge, he replied: Did you not read verse 19 of Surah Muhammad: فَاعْلَمْ أَنَّهُ لَا إِلَـٰهَ إِلَّا اللَّـهُ وَاسْتَغْفِرْ‌ لِذَنبِكَ \" So know for sure (0 Holy Prophet ﷺ) that there is no god but Allah, and seek forgiveness for your fault. It is required in this verse that knowledge should be acquired before action. Similarly, on other occasions in the Qur'an, first it is enjoined to acquire knowledge and then to fulfill its corresponding demands. For example, in [ 57:20] the Holy Qur'an has said, اعْلَمُوا أَنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ “ Know that the present life is but a sport and a diversion ... \" Then it was said, سَابِقُوا إِلَىٰ مَغْفِرَ‌ةٍ مِّن رَّ‌بِّكُمْ \"Race to forgiveness from your Lord (57:21) \". In Surah Anfal, (verse) the Qur'an says: وَاعْلَمُوا أَنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌ \"Know that your wealth and children are a trial...\" The demand of this knowledge is mentioned in Surah At-Taghabun (Verse 14): فَاحْذَرُ‌وهُمْ \"...so be fearful of Him.\". Thus on these occasions first the knowledge of different things are imparted, and then it is enjoined to fulfill the demands of that knowledge.\nIn this context, although the Holy Prophet ﷺ had prior knowledge of the Oneness of Allah, the injunction here is for the Holy Prophet ﷺ to fulfill the demand of this fundamental knowledge, that is, \" وَاسْتَغْفِرْ‌ لِذَنبِكَ and ask forgiveness for your faults (47:19) \". The Holy Prophet ﷺ is infallible and immune from sin, and therefore the possibility that he would commit sins is unthinkable. Despite this, the possibility of Allah's Holy Prophets ﷺ committing misjudgment in Ijtihad cannot be ruled out. But, according to the sacred law, such mistakes are not regarded as sins. In fact, they are rewarded, though the prophets (علیہم السلام) are told about the correct position, and keeping in view the high status of the prophets, such mistakes too are sometimes referred to as \"dhanb\" (fault or sin), as for instance in Surah ` Abasa [ 80] the Holy Prophets ] was criticized for his misjudgment. The details will be set out when discussing that Surah. The error of judgment referred to in that Surah was not really a sin. In fact, a reward was promised to him for that, but because it was not in conformity with his high status, Allah Ta` ala expressed His dislike. This type of \"dhanb\" (fault) is referred to in the current verse.\nNote\nSayyidna Abu Bakr Siddiq ؓ reports that Allah's Messenger ﷺ said: Recite لا إلہ إلا اللہ la ilaha illallah and istighfar frequently because Iblis (Shaitan) says, 'I got people involved in sins and destroyed them, but they destroyed me by reciting إلا اللہ illallah, so I got them involved in false and baseless thoughts and notions which they pursue as true, authentic and righteous, (for instance, the common religious innovations (bid'at), because they treat them as righteous,) hence, they do not feel any need to repent for their practice of innovations.\nمُتَقَلَّبَكُمْ وَمَثْوَاكُمْ last line (your moving from place to place and your permanent abode.) The word متَقَلَّب mutaqallab lexically means \"turning around or turning over\". The word mathwa means \"permanent resting place \". It is open to several interpretations. As a result, the commentators have assigned different meanings to the phrase. As a matter of fact, all the meanings attached to the phrase are correct, sound, authentic and true, because human beings are confronted by two types of conditions: in the one case their invovement in something is temporary, and other case it is permanent. Likewise, in some places man’ s stay is “ temporary” and in other places it is permanent. In the concluding phrase of the current verse, the word مُتَقَلَّبَ mutaqallab has been used to describe “ temporary” and مثوٰی is used to describe \"permanent\". Thus this verse signifies that Allah is fully aware of all conditions of human beings.",
  "ayah": 19,
  "surah": 47
}
