{
  "text": "وَلَوْ نَشَاءُ لَأَرَ‌يْنَاكَهُمْ فَلَعَرَ‌فْتَهُم بِسِيمَاهُمْ (And if We will, We would show them to you, so as you would definitely recognize them by their features - 47:30). In other words, if Allah wishes, He could pinpoint and define precisely who the hypocrites are and describe their features so that the Holy Prophet ﷺ could identify each hypocrite personally. Grammatically, the Qur'an has introduced this clause by the hypothetical particle lau \"if\". Thus introduced, the sentence implies that what is supposed either does not occur or is not likely to take place. From this point of view, the clause implies that if Allah had willed, He would have pinpointed every hypocrite to you personally, but His wisdom and clemency did not wish to expose them to shame and disgrace in this way, and thus maintain the principle that all worldly matters be decided by their outer appearance, and the inner conditions and matters of the heart be left to the All-Knowing Allah. However, Allah has given to the Holy Prophet ﷺ the insight, so that he is able to perceive into the inner nature and real character of the hypocrites by the style of their speech. This is the meaning of وَلَتَعْرِ‌فَنَّهُمْ فِي لَحْنِ الْقَوْلِ ; \"... And (still) you will recognize them by the tone of (their) speech. - 47:30]...\". (IbnKathir)\nSayyidna ` Uthman Ibn ` Affan ؓ says that anyone who conceals a secret in his heart, Allah displays it on his face, and brings it out by the slip of his tongue. In other words, in the course of conversation, some such words slip out which express their inner secrets. Likewise there is a Hadith which reports that any person harboring a secret thought in his heart, Allah puts a cover on it; if it is good, it becomes manifest. Some narrations of ahadith described that the Holy Prophet ﷺ was imparted the knowledge of a group of the hypocrites by name. For example, it is recorded in Musnad of Imam Ahmad on the authority ‘Uqbah ibn ‘Amr ؓ that the Holy Prophet ﷺ in one of his sermons called out the names of particular hypocrites and asked them to leave the congregation. Thirty - six names were counted altogether. (Ibn Kathir).",
  "ayah": 30,
  "surah": 47
}
