{
  "text": "Commentary\nإِنَّ الَّذِينَ كَفَرُ‌وا وَصَدُّوا عَن سَبِيلِ اللَّـهِ (Those who disbelieve and prevent (others) from Allah's way ... - 47:32) This verse also refers to the hypocrites, and the Jewish tribes of Banu Quraizah and Banu Nadir. Sayyidna Ibn ` Abbas ؓ says that this verse refers to those hypocrites who, on the occasion of the battle of Badr, joined forces with the infidels of Quraysh and helped them in such a way that twelve men of the two tribes took upon themselves the responsibility of feeding the entire army. Each one of the twelve men took turns to organize meal for the enemy camp on different days.\nوَسَيُحْبِطُ أَعْمَالَهُمْ (...and He will render their deeds vain - 47:32) Habt-ul-a` mal (rendering deeds vain) could have one of the two meanings: [ i ] their efforts to undermine Islam would be unsuccessful and fail as explained in the foregoing commentary of this verse; and [ ii ] on account of their disbelief and hypocrisy, their good deeds –such as charity, free will offerings, philanthropic activities and so on - will all be rendered void and will not be acceptable.\nلَا تُبْطِلُوا أَعْمَالَكُمْ and do not nullify Qur'an has employed the phrase ibtal ul-a'male instead of habt ul-a'mal because the scope of the former phrase is much wider than the latter phrase, because ibtal-ul-a'mal may be interpreted in two ways: In the one case it takes place on account of disbelief which was described in the foregoing verse by the phrase habt-ul-a` mal because no action of a die-hard infidel is ever acceptable on account of disbelief. If anyone embraced Islam and later abandoned it, all his good actions performed during the days of Islam will be rendered vain albeit good works of the days of Islam are acceptable. The good works, in this case, will be made vain because of the subsequent disbelief and apostasy.\nThe other case of ibtal-ul-a'mal is that the acceptability of some righteous deeds is sometimes conditional upon other righteous acts. If the condition is not fulfilled, the righteous deeds will be rendered fruitless. For example, for every righteous action to be acceptable, the necessary condition is that it must be performed exclusively and sincerely for Allah. It must not be performed to make an ostentatious display to people. Let us take a few examples of this rule from the Qur'an: In [ 98:5] we read:\nوَمَا أُمِرُ‌وا إِلَّا لِيَعْبُدُوا اللَّـهَ مُخْلِصِينَ لَهُ الدِّينَ\n\"They were commanded only to worship Allah, making their submission sincere for Him, (98:5) \".\nOn another occasion in the Qur'an [ 39:3] we read:\nأَلَا لِلَّـهِ الدِّينُ الْخَالِصُ\n\"Unquestionably, for Allah is the pure religion\" [ 39:3].\nThis goes to show that all good works - to be acceptable - must be done with the sincerity of heart and honesty of purpose. Otherwise they will be rendered void by Allah. On a third occasion in the Qur'an [ 2:264] we read: لَا تُبْطِلُوا صَدَقَاتِكُم بِالْمَنِّ وَالْأَذَىٰ \"0 those who believe, do not nullify your charities by boasting about favour, and teasing (2:264) \". This shows that giving charity to a needy person and then following it up by demands of gratitude or insulting words or hurting him in some other way will only nullify his charitable act. This probably could be the meaning of what Hasan Basri (رح) has said when interpreting this verse: \"Do not render vain your own good works by means of sins.\" Although the apparent sense of this statement is that if one commits a sin, all his good deeds are nullified, yet this being against the well-established position, its real purpose cannot be other than it refers only to those sins that are relevant to a particular virtuous act and which nullify that particular act only. It is similar to what Ibn Jurayj has said to explain this verse: \" (Do not nullify your virtuous acts) by doing them only to show off and to win a good name among the people.\" Likewise, Muqatil and others have explained it by saying: bil-manni, that is, (Do not nullify your deeds) by boasting about your favour. Otherwise, according to the unanimity of ahl-us-sunnah wal jamaah, no sin - not even a major sin other than kufr or shirk -- can destroy the righteous acts of a believer. For example, if a believer, who performs his prayer regularly and keeps his fasts, were to steal something, the sacred law does not declare his prayers and fasts null and void or demand him to repeat them. Therefore, in the statement of Hasan Basri (رح) the word 'sins' refers only to those sins refraining from which is a necessary condition for the acceptability of good works. For example, the acceptability of good works, it is necessary to refrain from riya', that is, to avoid showing off or making an ostentatious display of accomplishments. Moreover, it is also possible that Hasan Bari statement regarding refers to the deprivation of the blessings of righteous works, and not to the absolute nullification of a righteous work itself. This may apply to all types of sin in the sense that if a believer's sins are much more than his good deeds, the few good deeds that he has to his credit will be devoid of the blessing that may save him from the punishment of his sins. According to the rule of retribution, he will be punished first for his sins and finally through the virtue of his faith he will attain salvation and be admitted into the gardens of Paradise.\nRuling:\nIf a believer starts a nafl (an act of worship that is not obligatory), and then deliberately disrupts it before its completion, this too is deemed by Imam Abu Hanifah as nullifying the deed, and is impermissible according to him. Therefore, if a person commences righteous acts that were initially not compulsory or obligatory, their completion, according to this interpretation of the verse, becomes obligatory. Otherwise he would be committing ibtal-ul-a'mal [ nullification of actions ]. If anyone does this without a legitimate reason or nullifies them purposely, he would be a sinner, and it would be obligatory for him to make qada' for such nullification. According to Imam Shafi` i, neither he is a sinner nor is it obligatory for him to make qada'. His argument is that the act was not initially compulsory or obligatory, therefore its abandonment or nullification would not entail a sin. Hanafis are that the wordings of the current verse are general in their scope embracing all righteous acts, whether obligatory or supererogatory. Therefore, if a supererogatory act is initiated, its completion becomes obligatory. On this occasion, in Tafsir Mazhari, a large number of ahadith are quoted and the issue is discussed in detail.",
  "ayah": 32,
  "surah": 47
}
