{
  "text": "إِنَّمَا الْحَيَاةُ الدُّنْيَا (The worldly life is but play and pastime - 47:36.) As Muslims have been enjoined to fight in the cause of Allah, they will, for this purpose, have to make sacrifices of life and money. But the love of this world is the only thing that can prevent man from fighting. In this verse we are told that neither of these mundane benefits is permanent. After all, they all will perish and come to an end. Even if we succeed in saving them for now, they will be lost another time. The bounties of the next world are permanent and eternal: the believers need to develop love for them - not for the perishable things of this ephemeral world.\nوَلَا يَسْأَلْكُمْ أَمْوَالَكُمْ (...and will not ask you your riches... 47:36). The apparent meaning of this verse is that Allah does not demand or urge you to hand over your wealth. But the Qur'an is replete with verses relating to payment of zakah, charities and spending wealth in the way of Allah. Even in the next verse, the reader is emphatically called upon to expend in Allah's way. Thus there appears to be conflict between these verses. Some scholars resolve the conflict by saying that the present verse means that Allah does not need their money for His benefit, but it is for their own benefit that sacrifices of life and money are demanded.\nEarlier in this very verse, it has been declared expressly: يُؤْتِكُمْ أُجُورَ‌كُمْ (… He will give you your rewards, (47:36)”. The believers are required to spend in Allah's way which will help them in the Hereafter where they will need their righteous works most pressingly. That is where they will be rewarded. This interpretation of the verse has been preferred by Maulana Thanawi\tرحمۃ اللہ علیہ . A verse of identical meaning is مَا أُرِ‌يدُ مِنْهُم مِّن رِّ‌زْقٍ (I do not desire [ to receive ] any provision from them, nor do I desire that they should feed Me…51:57)\nOther scholars, however, assign another meaning to the words, \"and will not ask you your riches\". They say that \"asking your riches\" means to demand all of one's wealth. Their argument is that this clause needs to be read in conjunction with the next verse [ 37] lwhich says, إِن يَسْأَلْكُمُوهَا فَيُحْفِكُمْ (If He were to ask you of it, and were to press you,…) the word yuhfi is derived from ihfa which means to pursue a work persistently and insistently until it is accomplished. All scholars agree that the meaning of verse [ 37] is that if Allah demands for all of their wealth, they would become niggardly and acting upon this injunction would displease them. The displeasure would become visible at the time of expending. To sum up: the meaning of verse [ 36] is the same as verse [ 37]. The general meaning of the former verse is restricted by the latter verse. The meaning of these two verses is as follows: The pecuniary obligations, such as zaka that Allah has imposed on the believers is for their own benefit – Allah does not need their money or wealth. Further, Allah, through His grace and compassion, has imposed a nominal percentage for expending. For example, only 1/40th = 2.5% for zakah, 1/10th = 10% or 1/20th = 5% for agricultural produce, and one goat out of every hundred goats, have been imposed. Thus it is clear that Allah is not demanding for all of our wealth because that would be displeasing and a burden and it would weigh heavily on us. In fact, He has asked for so little of our wealth that we should discharge our obligation readily and happily. The concluding clause in verse [ 37] يُخْرِ‌جْ أَضْغَانَكُمْ ”...you would show miserliness, and He would expose your grudges.\" contains the word adghan which is the plural of dighn. It refers to secret malice, grudge or hatred. Naturally, man feels unhappy to part with all of his wealth. Even if he does not express his unhappiness openly, he would procrastinate at the time of payment. Procrastination would disclose his unhappiness. In short, if Allah had demanded from people all of their wealth, they would be tight-fisted and because of tight-fistedness their hearts will harbor rancour, malice and spite against spending in the cause of Allah which would be exposed. Therefore, He has imposed upon their wealth a small and nominal percentage to expend in the cause of Allah, but people are niggardly even in this case. This is what the Qur'an says in the last verse:",
  "ayah": 36,
  "surah": 47
}
