{
  "text": "Commentary\nThis verse lays down two points of law: first, it lays down that when war breaks the might and power of the enemy, and does away with their pomp and glory, they should be arrested rather than being killed. The Muslims are then given two options regarding the prisoners of war - either confer favour on them and release them without ransom or compensation; or release them against payment of ransom. There are several ways in which ransom may be taken, for instance by exchanging Muslim prisoners of war for non-Muslim prisoners of war. It is also possible to set them free after accepting pecuniary ransom. This injunction is apparently in conflict with the rule mentioned in Surah Al-Anfal. The prisoners of the battle of Badr were released against the payment of ransom, but Allah disapproved and expressed His displeasure against those who opined in favour of releasing them on ransom. The Messenger of Allah ﷺ is reported to have said: \"A grave punishment of Allah for this action of ours was very close, and if it had been meted out, no one besides ` Umar Ibn Khattab ؓ and Sa'd Ibn Mu'adh ؓ would have been spared, because only these two companions had disagreed with the idea of accepting pecuniary compensation for the release of the Prisoners of War (POW). (For details, see Ma’ ariful Quran, vol 4. pp 272-281). In short, the verses of Surah Al-Anfal prohibits release of prisoners against ransom, consequently their release without ransom would be prohibited all the more.\nOn the other hand, this verse of Surah Muhammad permits both the alternatives. Therefore, most of the Companions and jurists express the view that this verse of Surah Muhammad has abrogated the verse of Surah Al-Anfal. Tafsir Mazhari records this to be the opinion of Sayyidna ` Abdullah Ibn ` Umar, Hasan, ` Ata' ؓ and majority of the Companions and majority of the jurists. Among the jurists, Thawri, Shafi` I, Ahmad and Ishaq also hold this view.\nSayyidna Ibn ` Abbas ؓ says that on the occasion of the battle of Badr, the number of Muslims was small. Therefore, releasing the prisoners against ransom or releasing them as a gesture of grace were both prohibited. Finally, when Islam and Muslims went on to achieve total ascendancy, Allah Ta` ala abrogated the earlier injunction, and revealed this verse which permits both options. Qadi Thana'ullah cites this in his Tafsir Mazhari confirming that this is the authentic and preferred view, because the Holy Prophet ﷺ himself acted upon it, and after him the Righteous Caliphs also did the same. Therefore, this verse repeals the verse of Surah Al-Anfal - the reason being that the verse of Surah Al- Anfal was revealed on the occasion of the battle of Badr which took place in the 2nd year of Hijrah. The prisoners that were released by the Holy Prophet ﷺ in the battle of Hudaibiyah without ransom in the 6th year of Hijrah was in accordance with this verse of Surah Muhammad.\nIt is recorded in Sahih of Muslim on the authority of Sayyidna Anas ؓ that about eighty Makkans climbed down the mount Tan'im with the intention of launching a sudden attack on the Messenger of Allah ﷺ and the Muslim camp. They were all captured, but the Messenger of Allah ﷺ set them free without any compensation, lest it became the cause of war on that critical occasion. At this, the following verse of Surah Al-Fath [ 48:24] was revealed:\nوَهُوَ الَّذِي كَفَّ أَيْدِيَهُمْ عَنكُمْ وَأَيْدِيَكُمْ عَنْهُم بِبَطْنِ مَكَّةَ مِن بَعْدِ أَنْ أَظْفَرَ‌كُمْ عَلَيْهِمْ\n\"It is He who held their hands back from you, and your hands from them in the valley of Makkah, after giving you victory over them.\"\nAccording to one version, a popular view of Imam Abu Hanifah (رح) is that setting the prisoners of war free with or without ransom is not lawful. Therefore, the Hanafi scholars regard this verse of Surah Muhammad as abrogated by the verse of Surah Al-Anfal. But Tafsir Mazhari made it clear that the verse of Surah Al-Anfal was revealed first, and the verse of Surah Muhammad later - thus the later verse repealing the earlier verse. Therefore, the preferred view of Imam A'zam - in keeping with the opinion of the great majority of the Companions ؓ and leading jurists - it is lawful, if it is in the best interest and well-being of the Muslims. From amongst the Hanafi scholars, ` Allamah Ibn Humam shows his inclination towards this view in his Fath-ul-Qadir. He writes that according to the version cited in Quduri and Hidayah, Imam Abu Hanifah does not see it permissible to set prisoners of war free against payment of ransom. But according to another version of Imam Abu Hanifah (رح) ، cited in As-Siyar-ul-Kabir, it is permitted in conformity with the majority view. Among these two versions, the latter is more likely to be his preferred view. Imam Tahawi in his Ma’ ani-l-` Athar has also regarded the latter version as that of Imam Abu Hanifah (رح) .\nIn sum, according to the majority of Companions ؓ and jurists, neither of the verses under discussion is abrogated. The wordings of the verses of Surah Al-Anfal and Surah Muhammad leave us with the impression that none of these two can be called the abrogator or the abrogated. In fact, they are two injunctions for different situations. The leader of the Muslims may adopt either of the options depending on the conditions and needs of the Muslims. Qurtubi, on the basis of the Holy Prophet's ﷺ practice and that of the Righteous Caliphs ؓ ، has shown that the prisoners of war were sometimes killed, sometimes enslaved, at other times they were set free against ransom, and yet at other times they were released without compensation. Exacting ransom includes exchange of non-Muslim POWs for Muslim POWs or setting non-Muslim POW free against pecuniary compensation. Having cited these cases, he says that verses that have been regarded as abrogator and abrogated are in fact Muhkam or operative and perspicuous. Thus none of them is abrogated, because when the disbelievers are arrested and come into our control, the leader of the Muslims has four options: [ 1] if he deems appropriate, he may kill them ; [ 2] if he feels that it is in the best interest of the Muslims, he may hold them in bondage; [ 3] if it is appropriate, he may release them in lieu of pecuniary ransom or in exchange of Muslim POWs ; and [ 4] if it seems proper, they may be released.\n\"This is the view of the scholars of Madinah, Imam Shafi` I and Abu ` Ubayd رحمۃ اللہ علیہما . Imam Tahawi cites this as the opinion of Imam Abu Hanifah (رح) as well, although his generally known view is that which we have already mentioned. [ Qurtubi: V. 16, p. 228; sentence 16].\nFour Options Regarding POW\nThe foregoing discussion makes clear that the leader of the Muslims has four options regarding prisoners of war. There is a consensus of the entire Ummah on the permissibility of killing them and holding them in bondage. Although there is some difference of opinion on the issue of setting them free against ransom or without ransom, majority of the jurists holds the latter options lawful as well.\nThe Issue of Slavery in Islam\nA question arises here regarding prisoners of war. There are some juristic differences whether they could be set free, but there is no difference of opinion with regard to the permissibility of the latter two cases, i.e. killing them or holding them in bondage. Why did the Qur'an not mention these two cases explicitly? It merely mentions the two cases where it is permissible to release them. Imam Fakhr-ud-din Razi responds to this in his Tafsir Kabir. He says that only those two options have been mentioned here which are not permissible to enslave Arab POW. Killing of the crippled is not lawful either. Besides, the question of killing has been dealt with elaborately earlier. [ Tafsir Kabir: p. 508; v. 7].\nAnother point needs consideration: the permissibility of killing and enslaving was a common knowledge; all knew that the two cases are lawful. As opposed to this, the setting free of POW was prohibited on the occasion of the battle of Badr. On the present occasion, however, the intention was to permit them to be released with or without compensation. Here, there was no need to mention cases that were already known to be permissible. Therefore, these verses are silent about them. Thus, it is not correct to conclude from these verses that after their revelation, the permission to kill or enslave them has been abrogated. If the injunction to enslave had been abrogated, its prohibition would have been mentioned somewhere in the Qur'an or in a Hadith. If this verse was an indication of its prohibition, then why were POW held in bondage by the Holy Prophet ﷺ and after him by the Companions ؓ ، so ardently dedicated to Qur'an and Hadith, in a large number of battles after the revelation of the present verses? The narratives of enslaving are recorded in such large numbers in Hadith and history with chains of transmission effectively uninterrupted that denying them would be unreasonable obstinacy.\nAn objection and its rebuttal\nLet us now address the objection that Islam is the eat upholder of uman rights. Then h ہ w is it that it allows the enslaving of human beings?\nThis objection is a fallacy based on the false analogy drawn between Islamic concept of slavery and its practice in other religions and communities; whereas in Islam after the rights given to the slaves and the social status granted to them, they can hardly be called slaves in the generally accepted sense of the word. They in fact constitute a brotherhood. If the reality and spirit of Islamic concept of slavery is analyzed, we will realize that no better treatment can be meted out to POW than these instances found in Islamic history. A famous orientalist in his book Arab Civilization writes:\n“ When the word 'slave' is uttered in the presence of a European who is used to reading American writings, he conceives in his mind those helpless people who are shackled with chains, around whose necks are iron collars, who are lashed with whips and driven forth, whose food is barely enough to subsist, and for whom nothing more than dark dungeons are available to live in. I am not concerned here with how far this is true and to what extent atrocities committed by the British in America for the past several years fit the description . . . However, there is absolutely no doubt about the fact that Islam's concept of slavery is completely different from the Christian concept of slavery .\"\nThe truth of the matter is that in many instances there is no better solution than enslaving the POW, because if they are not enslaved, then logically there are three ways of sorting out the problem: either kill them, or set them free, or keep them as prisoners permanently. More often than not, all these three possibilities might not be in the best interest of the Muslim Ummah. Killing them might not be appropriate because the POW might be a talented person and his talent would be wasted and lost. Setting him free might be risking the danger of his going away to Dar-ul-harb and once again conspiring against the Muslims. Now there remains two options only: Either to keep him as a prisoner for good and confine him to some remote and separate island as has been the practice nowadays, or enslave him, make use of his talent and take full care of his human rights. It is obvious to everyone which of these options is the best, especially since the Islamic viewpoint regarding slaves has been made plain in a famous Hadith of the Holy Prophet as follows:\nاخوانکم جعلھم اللہ تحت ایدیکم فمن کان اخوہ تحت یدیہ فلیطعمہ ممّا یاکل ولیلبسہ ممّا یلبس ولا یکلّفہ ، ما یغلبہ فلیعنہ، (بخاری، مسلم، ابوداؤد وغیرھم)\n\"Your slaves are your brothers, and Allah has put them under your control. So whoever has a brother under his command should feed him of what he eats, and dress him of what he wears. Do not overburden them [ slaves ] to do things beyond their capacity, and if you do so, then help them.\" [ Bukhari, Muslim, Abu Dawud and others ]\nThe social and civil rights that Islam has accorded to the slaves are almost equal to free individuals. Thus, as opposed to other nations, Islam has not only permitted the slaves to marry but also emphasized that the masters should marry off those of their slaves and slavegirls who are righteous [ 24:32] so much so that he can even marry a free woman. A slave's share from the spoils of war is equal to that of a free mujahid. If he gives refuge to an enemy, it would be respected in the same way as given by a free individual. There are so many injunctions in Qur'an and Hadith regarding good treatment of slaves that if they are collected together, they can be compiled into a voluminous book. Sayyidna ` Ali ؓ says that the last words of the Messenger of Allah ﷺ before his departure from this earthly life were:\nالصّلوٰۃ الصّلوٰۃ، اتّقوا اللہ فیما ملکت ایمانکم\n\"Take care of prayer; take care of prayer. Keep your duty to Allah regarding slaves under your command\".\nIslam organized education and training programme for slaves: its effect was seen during the reign of ` Abd-ul-Malik Ibn Marwan in almost all the provinces of Islamic State. Some of the best and greatest authorities on education and intellectual development were slaves whose chronicles are narrated in several history books. Furthermore, this nominal slavery was gradually abolished or reduced. There is a huge number of Qur'anic verses and Holy Prophetic Traditions which set out the virtues and merits of setting the slaves free. There is no act better than emancipation of slaves. In juristic injunctions, pretexts have been looked for to emancipate slaves: expiation for violating fast, for murder, for zihar, for violating oaths and vows - in all these cases the first compulsory command is to emancipate a slave. A Hadith tells us that if a person has slapped a slave, its expiation is to set him free. Thus, the Companions ؓ used to emancipate slaves in large numbers. The author of al-Najm-ul-Wahhaj gives us the following table of the slaves set free by the Companions:\n1.\tSayyidah ` A'ishah ؓ عنہا…97\n2.\tSayyidna ` Abbas ؓ عنہ…70\n3.\tSayyidna Hakim Ibn Hizam ؓ ….100\n4.\tSayyidna ` Abdullah Ibn ` Umar ؓ …1000\n5.\tSayyidna ` Uthman Ghaniy ؓ …20\n6.\tSayyidna Dhul-Kila\" Al-Himyari ؓ 8000 [ in a day ]\n7.\tSayyidna ` Abdurrahman Ibn ` Auf ؓ 3000011\nThis table shows that only seven Companions ؓ ، set free 39, 259 slaves. Obviously, thousands of other Companions ؓ must have emancipated countless slaves.\nTo sum up: anyone who looks impartially at the comprehensive reforms Islam introduced in the system of slavery, he cannot escape the conclusion that drawing analogy between Islamic concept of slavery and its practice among other nations is absolutely false. In fact, permission to enslave POW after these reforms is a great boon to them.\nFurthermore, holding POW in bondage is only up to the point of permissibility which means that if an Islamic State deems it appropriate, it may hold them in bondage, but it has not been taken as an obligatory or as a commendable act. As a matter of fact, the collective teachings of Qur'an and Hadith lead us to believe that emancipating them is more meritorious. Then this permission, too, extends up to the time the Muslims have not entered into a compact with the enemies. If there is an agreement with the enemies which includes a clause to the effect that neither the enemies will enslave Muslim POW nor will the Muslims enslave the enemy POW, the clause will be binding. In our times, many countries have entered into such covenants. If Muslim countries have participated in such covenants, it would not be lawful for them to enslave as long as this agreement stands.\nCommentary\nWisdom in the Legality of Jihad\nوَلَوْ يَشَاءُ اللَّـهُ لَانتَصَرَ‌ مِنْهُمْ (And if Allah willed, He would have [ Himself ] taken vengeance upon them,…- 47:4) In this verse Allah says that legalizing of armed struggle in His cause against the infidels is a blessing as it replaces celestial punishments. The previous nations were punished with celestial and earthly calamities for their infidelity to Allah, for idolatry and for rebellion against Allah. The Ummah of Muhammad could have suffered the same fate but the Holy Prophet is a mercy unto mankind. As a result, the Ummah has been spared destruction by such general calamities. In place of them, jihad shar'I has been instituted. This, compared to general calamities, has many facilities and expedience. First of all, in general calamities the entire nation including men, women and children are decimated whereas in the case of Jihad according to the rules of war, women and children are safe and secure. As far as men are concerned, only those of the unbelieving men will have to face the believers who commit aggression and violence against those who protect the religion of Allah. Even among them not all men are killed, because many of them develop the ability to embrace Islamic faith, (or submit themselves as subjects of an Islamic state). Another wisdom in the institution of Jihad is that both the sides of war - Muslims and the enemies - are tested: which side is willing to sacrifice his life and wealth at the command of Allah and which side obstinately and stubbornly continues to reject the Truth or, having seen the crystal-clear evidence of Truth and being convinced by the Qur'anic arguments, embraces Islam.\nوَالَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّـهِ فَلَن يُضِلَّ أَعْمَالَهُمْ (And those who are killed in Allah's way, He will never let their deeds go in vain. - 47:4) At the beginning of the Surah it was asserted that those who persist in infidelity and idolatry and obstruct others from practising Islam, Allah rendered all their good deeds void, such as charity, alms, donations, and philanthropic and public welfare activities, because these deeds are not worthy of reward in the Hereafter without faith. Faith is a necessary condition for good works to be rewarded in the next world. As opposed to the case of the infidels, this verse asserts that those who sacrificed their lives to acquire the glorious privilege of a martyr in the cause of Allah - Allah will never imprint their works with irreverence, profanity or damnation. Even if they did commit sins, their sins will not have a negative impact on their good actions. In fact, often these good deeds of theirs will serve as an expiation for their sins.",
  "ayah": 4,
  "surah": 47
}
