{
  "text": "يقول تعالى ذكره: إن تتوبا إلى الله أيتها المرأتان فقد مالت قلوبكما إلى محبة ما كرهه رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم من اجتنابه جاريته، وتحريمها على نفسه، أو تحريم ما كان له حلالا مما حرّمه على نفسه بسبب حفصة.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( إِنْ تَتُوبَا إِلَى اللَّهِ فَقَدْ صَغَتْ قُلُوبُكُمَا ) يقول: زاغت قلوبكما، يقول: قد أثمت قلوبكما.حدثنا ابن حميد، قال: ثنا يحيى بن واضح، قال: ثنا محمد بن طلحة، عن زبيد، عن مجاهد، قال: كنا نرى أن قوله: ( فَقَدْ صَغَتْ قُلُوبُكُمَا ) شيء هين، حتى سمعت قراءة ابن مسعود ( إن تَتُوبَا إِلى اللهِ فَقَدْ زَاغَتْ قُلُوبُكُمُا ).حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( فَقَدْ صَغَتْ قُلُوبُكُمَا ) : أي مالت قلوبكما.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن قتادة ( فَقَدْ صَغَتْ قُلُوبُكُمَا ) مالت قلوبكما.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( فَقَدْ صَغَتْ قُلُوبُكُمَا ) يقول: زاغت.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان ( صَغَتْ قُلُوبُكُمَا ) قال: زاغت قلوبكما.حدثني يونس، قال: أخبرنا ابن وهب، قال ابن زيد، قال الله عزّ وجلّ: ( إِنْ تَتُوبَا إِلَى اللَّهِ فَقَدْ صَغَتْ قُلُوبُكُمَا ) قال: سرهما أن يجتنب رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم جاريته، وذلك لهما موافق ( صَغَتْ قُلُوبُكُمَا ) إلى أن سرّهما ما كره رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم.وقوله: ( وَإِنْ تَظَاهَرَا عَلَيْهِ ) يقول تعالى ذكره للتي أسرّ إليها رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم حديثه، والتي أفشت إليها حديثه، وهما عائشة وحفصة رضي الله عنهما.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن الزهري، عن عبيد الله بن عبد الله، عن ابن عباس قال: لم أزل حريصًا على أن أسأل عمر عن المرأتين من أزواج رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، اللتين قال الله جلّ ثناؤه: ( إِنْ تَتُوبَا إِلَى اللَّهِ فَقَدْ صَغَتْ قُلُوبُكُمَا ) قال: فحجّ عمر، وحججت معه، فلما كان ببعض الطريق عدل عمر، وعدلت معه بإداوة، ثم  أتاني فسكبت على يده وتوضأ فقلت: يا أمير المؤمنين، من المرأتان من أزواج النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم اللتان قال الله لهما( إِنْ تَتُوبَا إِلَى اللَّهِ فَقَدْ صَغَتْ قُلُوبُكُمَا ) قال عمر: واعجباً لك يا بن عباس، قال الزهري: وكره والله ما سأله ولم يكتم، قال: هي حفصة وعائشة؛ قال: ثم أخذ يسوق الحديث، فقال: كنا معشر قريش نغلب النساء، فلما قدمنا المدينة، ثم ذكر الحديث بطوله.حدثني يونس، قال: أخبرنا ابن أشهب، عن مالك، عن أَبي النضر، عن عليّ بن حسين، عن ابن عباس، أنه سأل عمر بن الخطاب رضي الله عنه عن المتظاهرتين على رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، فقال: عائشة وحفصة.حدثنا يونس، قال: أخبرنا ابن وهب، قال: أخبرنا سفيان، عن يحيى بن سعيد، عن عبيد بن حنين أنه سمع ابن عباس يقول: مكثت سنة وأنا أريد أن أسأل عمر بن الخطاب عن المتظاهرتين، فما أجد له موضعًا أسأله فيه، حتى خرج حاجا، وصحبته حتى إذا كان بمرّ الظَّهران ذهب لحاجته، وقال: أدركني بإداوة من ماء؛ فلما قضى حاجته ورجع، أتيته بالإداوة أصبها عليه، فرأيت موضعًا، فقلت: يا أمير المؤمنين، من المرأتان المتظاهرتان على رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم؟ فما قضيت كلامي حتى قال: عائشة وحفصة رضي الله عنهما.حدثنا ابن بشار وابن المثنى، قالا ثنا عمر بن يونس، قال: ثنا عكرمة بن عمار، قال: ثنا سماك أَبو زميل، قال: ثني عبد الله بن عباس، قال: ثني عمر بن الخطاب، قال: لما اعتزل نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم نساءه، دخلت عليه وأنا أرى في وجهه الغضب، فقلت: يا رسول الله ما شقّ عليك من شأن النساء، فلئن كنت طلقتهنّ فإن الله معك وملائكته، وجبرائيل وميكائيل، وأنا وأَبو بكر معك، وقلما تكلمت وأحمد الله بكلام، إلا رجوت أن يكون الله مصدّق قولي، فنـزلت هذه الآية، آية التخيير:  عَسَى رَبُّهُ إِنْ طَلَّقَكُنَّ أَنْ يُبْدِلَهُ أَزْوَاجًا خَيْرًا مِنْكُنَّ   ، ( وَإِنْ تَظَاهَرَا عَلَيْهِ فَإِنَّ اللَّهَ هُوَ مَوْلاهُ وَجِبْرِيلُ وَصَالِحُ الْمُؤْمِنِينَ ) ... الآية، وكانت عائشة ابنة أَبي بكر وحفصة تتظاهران على سائر نساء النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( وَإِنْ تَظَاهَرَا عَلَيْهِ ) يقول: على معصية النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم وأذاه.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، قال ابن عباس لعمر: يا أمير المؤمنين إني أريد أن أسالك عن أمر وإني لأهابك، قال: لا تهبني، فقال: من اللتان تظاهرتا على رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم؟ قال: عائشة وحفصة.وقوله: ( فَإِنَّ اللَّهَ هُوَ مَوْلاهُ وَجِبْرِيلُ وَصَالِحُ الْمُؤْمِنِينَ ) يقول: فإن الله هو وليه وناصره، وصالح المؤمنين، وخيار المؤمنين أيضًا مولاه وناصره.وقيل: عني بصالح المؤمنين في هذا الموضع: أَبو بكر، وعمر رضي الله عنهما.* ذكر من قال ذلك:حدثني عليّ بن الحسن الأزدي، قال: ثنا يحيى بن يمان، عن عبد الوهاب، عن مجاهد، في قوله: ( وَصَالِحُ الْمُؤْمِنِينَ ) قال: أَبو بكر وعمر.حدثنا ابن حميد، قال: ثنا يحيى بن واضح، قال: ثنا عبيد بن سليمان، عن الضحاك، في قوله: ( وَصَالِحُ الْمُؤْمِنِينَ ) قال: خيار المؤمنين أَبو بكر الصدّيق وعمر.حدثنا إسحاق بن إسرائيل، قال: ثنا الفضل بن موسى السيناني - من قرية بمرو يقال لها سينان - عن عبيد بن سليمان، قال: سمعت الضحاك بن مزاحم يقول في قوله: ( وَصَالِحُ الْمُؤْمِنِينَ ) قال: أَبو بكر وعمر.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( وَصَالِحُ الْمُؤْمِنِينَ ) يقول: خيار المؤمنين.وقال آخرون: عُنِي بصالح المؤمنين: الأنبياء صلوات الله عليهم.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَصَالِحُ الْمُؤْمِنِينَ ) قال: هم الأنبياء.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، قوله: ( وَصَالِحُ الْمُؤْمِنِينَ ) قال: هم الأنبياء.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان ( وَصَالِحُ الْمُؤْمِنِينَ ) قال الأنبياء.والصواب من القول في ذلك عندي: أن قوله: ( وَصَالِحُ الْمُؤْمِنِينَ ) وإن كان في لفظ واحد، فإنه بمعنى الجميع، وهو بمعنى قوله:  إِنَّ الإِنْسَانَ لَفِي خُسْرٍ  فالإنسان وإن كان في لفظ واحد، فإنه بمعنى الجميع، وهو نظير قول الرجل: لا تقْريَنّ إلا قارئ القرآن، يقال: قارئ القرآن، وإن كان في اللفظ واحدًا، فمعناه الجمع، لأنه قد أذن لكل قارئ القرآن أن يقريه، واحدًا كان أو جماعة.وقوله: ( وَالْمَلائِكَةُ بَعْدَ ذَلِكَ ظَهِيرٌ ) يقول: والملائكة مع جبريل وصالح المؤمنين لرسول الله صَلَّى الله عَلَيْهِ وَسَلَّم أعوان على من أذاه، وأراد مساءته. والظهير في هذا الموضع بلفظ واحد في معنى جمع. ولو أخرج بلفظ الجميع لقيل: والملائكة بعد ذلك ظهراء.وكان ابن زيد يقول في ذلك ما حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: ( وَإِنْ تَظَاهَرَا عَلَيْهِ فَإِنَّ اللَّهَ هُوَ مَوْلاهُ وَجِبْرِيلُ وَصَالِحُ الْمُؤْمِنِينَ ) قال: وبدأ بصالح المؤمنين ها هنا قبل الملائكة، قال: ( وَالْمَلائِكَةُ  بَعْدَ ذَلِكَ ظَهِيرٌ ) .",
  "ayah": 4,
  "surah": 66
}
