{
  "text": "يقول تعالى ذكره: عسى ربّ محمد إن طلقكنّ يا معشر أزواج محمد صَلَّى الله عَلَيْهِ وَسَلَّم أن يبدله منكنّ أزواجًا خيرًا منكن.وقيل: إن هذه الآية نـزلت على رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم تحذيرًا من الله نساءه لما اجتمعن عليه في الغيرة.* ذكر من قال ذلك:حدثنا أَبو كريب ويعقوب بن إبراهيم، قالا ثنا هشيم، قال: أخبرنا حميد الطويل، عن أنس بن مالك، قال: قال عمر بن الخطاب رضي الله عنه: اجتمع على رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم نساؤه في الغيرة فقلت لهنّ: عسى ربه إن طلقهن أن يبدله أزواجًا خيرًا منكنّ، قال: فنـزل كذلك.حدثنا يعقوب، قال: ثنا ابن علية، عن حميد، عن أنس، عن عمر، قال: بلغني عن بعض أمهاتنا، أمهات المؤمنين شدّة على رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم وأذاهنّ إياه، فاستقريتهنّ امرأة امرأة، أعظها وأنهاها عن أذى رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، وأقول: إن أبيتنّ أبدله الله خيرًا منكنّ، حتى أتيت، حسبت أنه قال على زينب، فقالت: يا ابن الخطاب، أما في رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم ما يعظ نساءه حتى تعظهنّ أنت؟ فأمسكت، فأنـزل الله ( عَسَى رَبُّهُ إِنْ طَلَّقَكُنَّ أَنْ يُبْدِلَهُ أَزْوَاجًا خَيْرًا مِنْكُنَّ ) .حدثنا ابن بشار، قال: ثنا ابن أَبي عديّ، عن حميد، عن أنس، قال: قال عمر بن الخطاب: بلغني عن أمهات المؤمنين شيء، فاستقريتهن أقول: لتكففن عن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، أو ليبدلنه الله أزواجًا خيرًا منكنّ، حتى أتيت على إحدى أمهات المؤمنين، فقالت: يا عمر أما في رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم ما يعظ نساءه حتى تعظهنّ أنت؟ فكففت، فأنـزل الله ( عَسَى رَبُّهُ إِنْ طَلَّقَكُنَّ أَنْ يُبْدِلَهُ أَزْوَاجًا خَيْرًا مِنْكُنَّ مُسْلِمَاتٍ مُؤْمِنَاتٍ ) ... الآية.واختلفت القرّاء في قراءة قوله: ( أَنْ يُبْدِلَهُ ) فقرأ ذلك بعض قرّاء مكة والمدينة والبصرة بتشديد الدال: \" يبدِّله أزواجا \" من التبديل .وقرأه عامة قرّاء الكوفة: ( يُبْدِلَهُ ) بتخفيف الدال من الإبدال.والصواب من القول أنهما قراءتان معروفتان صحيحتا المعنى، فبأيتهما قرأ القارئ فمصيب.وقوله: ( مُسْلِمَاتٍ ) يقول: خاضعات لله بالطاعة ( مُؤْمِنَاتٍ ) يعني مصدّقات بالله ورسوله.وقوله: ( قَانِتَاتٍ ) يقول: مطيعات لله.كما حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قول الله ( قَانِتَاتٍ ) قال: مطيعات.حدثني ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: ( قَانِتَاتٌ ) قال مطيعات.وقوله: ( تَائِبَاتٍ ) يقول: راجعات إلى ما يحبه الله منهنّ من طاعته عما يكرهه منهنّ( عَابِدَاتٍ ) يقول: متذللات لله بطاعته.وقوله: ( سَائِحَاتٍ ) يقول: صائمات.واختلف أهل التأويل في معنى قوله: ( سَائِحَاتٍ ) فقال بعضهم: معنى ذلك: صائمات.* ذكر من قال ذلك.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( سَائِحَاتٍ ) قال: صائمات.حدثنا بشر، قال: ثنا يزيد، ثنا سعيد، عن قتادة، قوله: ( سَائِحَاتٍ ) قال: صائمات.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، قال: السائحات الصائمات.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( سَائِحَاتٍ ) يعني: صائمات.وقال آخرون: السائحات: المهاجرات.* ذكر من قال ذلك:حدثنا إسحاق بن أبي إسرائيل، قال: ثنا عبد العزيز بن محمد الدراورديّ، عن زيد بن أسلم، قال: السائحات: المهاجرات.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( سَائِحَاتٍ ) قال: مهاجرات ليس في القرآن، ولا في أمة محمد سياحة إلا الهجرة، وهي التي قال الله  السَّائِحُونَ  .وقد بيَّنا الصواب من القول في معنى السائحين فيما مضى قبل بشواهده مع ذكرنا أقوال المختلفين فيه، وكرهنا إعادته.وكان بعض أهل العربية يقول: نرى أن الصائم إنما سمي سائحًا، لأن السائح لا زاد معه، وإنما يأكل حيث يجد الطعام، فكأنه أُخذ من ذلك.وقوله: ( ثَيِّبَاتٍ ) وهن اللواتي قد افترعن وذهبت عذرتهنّ( وَأَبْكَارًا ) وهنّ اللواتي لم يجامعن، ولم يفترعن.",
  "ayah": 5,
  "surah": 66
}
