{
  "text": "يقول تعالى ذكره: يا أيها الذين صدقوا الله ( تُوبُوا إِلَى اللَّهِ ) يقول: ارجعوا من ذنوبكم إلى طاعة الله، وإلى ما يرضيه عنكم ( تَوْبَةً نَصُوحًا ) يقول: رجوعا لا تعودون فيها أبدا.وبنحو الذي قلنا في تأويل قوله: ( نَصُوحًا ) قال أهل التأويل.* ذكر من قال ذلك:حدثنا هناد بن السَّريّ، قال: ثنا أَبو الأحوص، عن سماك، عن النعمان بن بشير، قال: سُئل عمر عن التوبة النصوح، قال: التوبة النصوح: أن يتوب الرجل من العمل السيئ، ثم لا يعود إليه أبدًا.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن سماك بن حرب، عن النعمان بن بشير، عن عمر، قال: التوبة النصوح: أن تتوب من الذنب ثم لا تعود فيه، أو لا تريد أن تعود.حدثنا ابن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن سماك بن حرب، قال: سمعت النعمان بن بشير يخطب، قال: سمعت عمر بن الخطاب رضي الله عنه يقول: ( يَا أيُّهَا الَّذِينَ آمَنُوا تُوبُوا إِلَى اللَّهِ تَوْبَةً نَصُوحًا ) قال: يذنب الذنب ثم لا يرجع فيه.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن سماك بن حرب، عن النعمان بن بشير، قال: سألت عمر عن قوله: ( تُوبُوا إِلَى اللَّهِ تَوْبَةً   نَصُوحًا ) قال: هو العبد يتوب من الذنب ثم لا يعود فيه أبدًا.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن سماك بن حرب، عن النعمان بن بشير، قال: سمعت عمر بن الخطاب يقول: التوبة النصوح، أن يتوب من الذنب فلا يعود.حدثنا به ابن حميد مرّة أخرى، قال: أخبرني عن عمر بهذا الإسناد، فقال: التوبة النصوح: الذي يذنب ثم لا يريد أن يعود.حدثني أَبو السائب، قال: ثنا أَبو معاوية، عن الأعمش، عن أَبي إسحاق، عن أَبي الأحوص، عن عبد الله ( تَوْبَةً نَصُوحًا ) قال: يتوب ثم لا يعود.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن أَبي إسحاق، عن أَبي الأحوص، عن عبد الله قال: التوبة النصوح: الرجل يذنب الذنب ثم لا يعود فيه.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( يَا أَيُّهَا الَّذِينَ آمَنُوا تُوبُوا إِلَى اللَّهِ تَوْبَةً نَصُوحًا ) أن لا يعود صاحبها لذلك الذنب الذي يتوب منه، ويقال: توبته أن لا يرجع إلى ذنب تركه.حدثنا محمد بن عمرو، قال: ثنا أَبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثني الحسن، قال: ثنا ورقاء جميعًا عن ابن أَبي نجيح، عن مجاهد، قوله: ( تَوْبَةً نَصُوحًا ) قال: يستغفرون ثم لا يعودون.حدثني نصر بن عبد الرحمن الأوديّ، قال: ثنا المحاربي، عن جويبر، عن الضحاك، في قوله: ( تَوْبَةً نَصُوحًا ) قال: النصوح. أن تحول عن الذنب ثم لا تعود له أبدًا.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( يَا أَيُّهَا الَّذِينَ  آمَنُوا تُوبُوا إِلَى اللَّهِ تَوْبَةً نَصُوحًا ) قال: هي الصادقة الناصحة.حدثنا يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قول الله.( تُوبُوا إِلَى اللَّهِ تَوْبَةً نَصُوحًا ) قال: التوبة النصوح الصادقة، يعلم أنها صدق ندامة على خطيئته، وحبّ الرجوع إلى طاعته، فهذا النصوح.واختلفت القرّاء في قراءة ذلك، فقرأته عامة قرّاء الأمصار خلا عاصم ( نَصُوحًا ) بفتح النون على أنه من نعت التوبة وصفتها، وذُكر عن عاصم أنه قرأه ( نُصْوحًا ) بضمّ النون، بمعنى المصدر من قولهم: نصح فلان لفلان نُصُوحًا.وأولى القراءتين بالصواب في ذلك قراءة من قرأ بفتح النون على الصفة للتوبة لإجماع الحجة على ذلك.وقوله: ( عَسَى رَبُّكُمْ أَنْ يُكَفِّرَ عَنْكُمْ سَيِّئَاتِكُمْ ) يقول: عسى ربكم أيها المؤمنون أن يمحو سيئات أعمالكم التي سلفت منكم ( وَيُدْخِلْكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأنْهَارُ ) يقول: وأن يدخلكم بساتين تجري من تحت أشجارها الأنهار ( يَوْمَ لا يُخْزِي اللَّهُ النَّبِيَّ ) محمدًا صَلَّى الله عَلَيْهِ وَسَلَّم ( وَالَّذِينَ آمَنُوا مَعَهُ نُورُهُمْ يَسْعَى بَيْنَ أَيْدِيهِمْ ) يقول: يسعى نورهم أمامهم ( وَبِأَيْمَانِهِمْ ) يقول: وبأيمانهم كتابهم.كما حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس قوله: ( يَوْمَ لا يُخْزِي اللَّهُ النَّبِيَّ وَالَّذِينَ آمَنُوا مَعَهُ ) ... إلى قوله: ( وَبِأَيْمَانِهِمْ ) يأخذون كتابهم فيه البشرى ( يَقُولُونَ رَبَّنَا أَتْمِمْ لَنَا نُورَنَا وَاغْفِرْ لِنَا ) يقول جلّ ثناؤه مخبرًا عن قيل المؤمنين يوم القيامة: يقولون ربنا أتمم لنا نورنا، يسألون ربهم أن يبقي لهم نورهم، فلا يطفئه حتى يجوزوا الصراط، وذلك حين يقول المنافقون والمنافقات للذين آمنوا  انْظُرُونَا نَقْتَبِسْ مِنْ نُورِكُمْ  .وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أَبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعًا، عن ابن أَبي نجيح، عن مجاهد، قوله: ( رَبَّنَا أَتْمِمْ لَنَا نُورَنَا ) قال: قول المؤمنين حين يُطفأ نور المنافقين.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن عاصم، عن الحسن، قال: ليس أحد إلا يعطى نورًا يوم القيامة، يعطى المؤمن والمنافق، فيطفأ نور المنافق، فيخشى المؤمن أن يطفأ نوره، فذلك قوله: ( رَبَّنَا أَتْمِمْ لَنَا نُورَنَا ) .حدثنا ابن حميد، قال: ثنا جرير، عن منصور، عن مجاهد، عن يزيد بن شجرة، قال: كان يذكرنا ويبكي، ويصدّق قوله فعله، يقول: يا أيها الناس إنكم مكتوبون عند الله عزّ وجلّ بأسمائكم وسيماكم، ومجالسكم ونجواكم وخلاتكم، فإذا كان يومُ القيامة قيل: يا فلانُ ابْنَ فلان هاكَ نورَك، ويا فلانُ ابْنَ فلان، لا نور لك.وقوله: ( وَاغْفِرْ لَنَا ) يقول: واستر علينا ذنوبنا، ولا تفضحنا بها بعقوبتك إيانا عليها( إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ) يقول: إنك على إتمام نورنا لنا، وغفران ذنوبنا، وغير ذلك من الأشياء ذو قدرة.",
  "ayah": 8,
  "surah": 66
}
