{
  "text": "وقوله ( وَإِنْ كُلٌّ لَمَّا جَمِيعٌ لَدَيْنَا مُحْضَرُونَ ) يقول تعالى ذكره: وإن كل هذه القرون التي أهلكناها والذين لم نهلكهم وغيرهم عندنا يوم القيامة جميعهم محضرون.كما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد عن قتادة ( وَإِنْ كُلٌّ لَمَّا جَمِيعٌ لَدَيْنَا مُحْضَرُونَ ) أي هم يوم القيامة .واختلفت القرّاء في قراءة ذلك، فقرأته عامة قرّاء المدينة والبصرة وبعض الكوفيين: (وَإنْ كُلٌّ لَمَا) بالتخفيف توجيها منهم إلى أن ذلك \" ما \" أدخلت عليها اللام التي تدخل جوابًا لإنْ وأن معنى الكلام: وإن كلّ لجميع لدينا محضرون. وقرأ ذلك عامة قرّاء أهل الكوفة ( لَمَّا) بتشديد الميم. ولتشديدهم ذلك عندنا وجهان: أحدهما: أن يكون الكلام عندهم كان مرادًا به: وإن كلّ لمما جميع، ثم حذفت إحدى الميمات لما كثرت، كما قال الشاعر:غَـدَاةَ طَفَـتْ عَلْمَـاءِ بَكْـرُ بنُ وَائِلٍوَعُجْنَـا صُـدُورَ الخَـيْلِ نَحْـوَ تَمِيـمٍ (1)والآخر: أن يكونوا أرادوا أن تكون ( لَمَّا) بمعنى إلا مع إنْ خاصة فتكون نظيرة إنما إذا وضعت موضع \" إلا \". وقد كان بعض نحويِّي الكوفة يقول: كأنها \" لَمْ\" ضمت إليها \" ما \"، فصارتا جميعا استثناء، وخرجتا من حد الجحد. وكان بعض أهل العربية يقول: لا أعرف وجه \" لمَّا \" بالتشديد.والصواب من القول في ذلك عندي أنهما قراءتان مشهورتان متقاربتا المعنى، فبأيتهما قرأ القارئ فمصيب.------------------------الهوامش:(1) هذا بيت من مقطوعة نسبها البلاذري في \"أنساب الأشراف\" إلى صالح بن عبد الله العبشمي الخارجي في محاربة حارثة بن بدر الغداني للأزارقة، قبل أن يحاربهم المهلب. ونسبها المبرد في الكامل إلى قطري بن الفجاءة الخارجي في يوم دولاب. ورواية البلاذري \"طفت في الماء\" ورواية المبرد: \"طفت علماء\". وأصله على الماء، كما تقول في بني الحارث: بالحارث. والبيت من شواهد الفراء في معاني القرآن (الورقة 269) قال: وقوله: (وإن كل لما جميع): شددها (لما) الأعمش وعاصم وقد خففها قوم كثير من قراء أهل المدينة. وبلغني أن عليا خففها، وهو الوجه؛ لأنها \"ما\" أدخلت عليها لام، تكون جوابا لإن، كأنك قلت وإن كل لما جميع لدينا محضرون؛ ولم ينقلها من ثقلها إلا عن صواب، فإن شئت أردت: وإن كل \"لمن ما\" جميع، ثم حذفت إحدى الميمات لكثرتهن كما قال \"غداة طفت علماء .... البيت\". والوجه الآخر من التثقيل: أن يجعلوا \"لما\" بمنزلة \"إلا\"، كأنها \"لم\" ضمت إليها \"ما\" فصار جميعًا حرفا واحدا، وخرجا من حد الجحد. وكان االكسائي ينفي هذا القول، يقول: لا أعرف جهة \"لما\" في التشديد في القراءة. وقال أبو عبيدة في مجاز القرآن (الورقة 204): \"وإن كل\": إذا خففت \"إن\" رفعتها بها، وإن ثقلت نصبت. \"لما جميع\" تفسيرها: وإن كل لجميع. و\"ما\" مجازها مجاز (مثلا ما بعوضة)، و (عما قليل).",
  "ayah": 32,
  "surah": 36
}
