{
  "text": "القول في تأويل قوله تعالى :  إِنَّا جَعَلْنَا فِي أَعْنَاقِهِمْ أَغْلالا فَهِيَ إِلَى الأَذْقَانِ فَهُمْ مُقْمَحُونَ (8)يقول تعالى ذكره: إنا جعلنا أيمان هؤلاء الكفار مغلولة إلى أعناقهم بالأغلال، فلا تُبسط بشيء من الخيرات. وهي في قراءة عبد الله فيما ذُكر (إِنَّا جَعَلْنَا فِي أَيْمَانِهِمْ أَغْلالا فَهِيَ إِلَى الأذْقَانِ) وقوله ( إِلَى الأذْقَانِ ) يعني: فأيمانهم مجموعة بالأغلال في أعناقهم، فكُني عن الأيمان، ولم يجر لها ذكر لمعرفة السامعين بمعنى الكلام، وأن الأغلال إذا كانت في الأعناق لم تكن إلا وأيدي المغلولين مجموعة بها إليها ، فاستغنى بذكر كون الأغلال في الأعناق من ذكر الأيمان، كما قال الشاعر:وَمـــا أدْرِي إذا يَمَّمْــتُ وَجْهًــاأُرِيـــدُ الخَــيْرَ أيُّهُمــا يَلِينِــيأألخَـــيرُ الــذي أنَــا أبْتَغِيــهِأم الشَّـــرُّ الَّـــذي لا يَــأتَلِيني (2)فكنى عن الشر، وإنما ذكر الخير وحده لعلم سامع ذلك بمعني قائله، إذ كان الشر مع الخير يذكر. والأذقان: جمع ذَقَن، والذَّقَنُ: مجمع اللَّحيين.وقوله ( فَهُمْ مُقْمَحُونَ ) والمقمَح هو المقنع، وهو أن يحدر الذقن حتى يصير في الصدر، ثم يرفع رأسه في قول بعض أهل العلم بكلام العرب من أهل البصرة ، وفي قول بعض الكوفيين: هو الغاض بصره بعد رفع رأسه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله ( إِنَّا جَعَلْنَا فِي أَعْنَاقِهِمْ أَغْلالا فَهِيَ إِلَى الأذْقَانِ فَهُمْ مُقْمَحُونَ ) قال: هو كقول الله  وَلا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَى عُنُقِكَ  يعني بذلك أن أيديهم موثقة إلى أعناقهم، لا يستطيعون أن يبسطوها بخير .حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى ، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، في قوله ( فَهُمْ مُقْمَحُونَ ) قال: رافعو رءوسهم، وأيديهم موضوعة على أفواههم.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( إِنَّا جَعَلْنَا فِي أَعْنَاقِهِمْ أَغْلالا فَهِيَ إِلَى الأذْقَانِ فَهُمْ مُقْمَحُونَ ) : أي فهم مغلولون عن كل خير .------------------------الهوامش:(2) البيتان من الوافر، وهما لسحيم بن وثيل الرياحي. وقد سبق الاستشهاد بهما في (14 : 157) عند قوله تعالى: (سرابيل تقيكم الحرب) في سورة النحل. واستشهد بهما هنا على أن قوله: \"أريد الخير أيهما يليني\" أي: أي الخير والشر يلني، فاكتفى بذكر الخير وكنى عن الشر، إذ كان معلوما من السياق كما في قوله تعالى: (إنا جعلنا في أعناقهم أغلالا) إذ لم يصر بذكر الأيمان لأن الأيمان إنما تكون في الأغلال مع الأعناق. فاكتفى بالأغلال عن ذكر الأيمان. قال الفراء في معاني القرآن (الورقة 267) وقوله: (إنا جعلنا في أعناقهم أغلالا فهي إلى الأذقان) فكنى عن هي، وهي للأيمان، ولم تذكر. وذلك أن الغل لا يكون إلا في اليمين والعنق جامعا لليمين والعنق، فيكفي ذكر أحدهما من صاحبه، ومثله قول الشاعر: \"وما أدري ....\" البيتين. فكنى عن الشر، وإنما ذكر الخير وحده. وذلك أن الشر يذكر مع الخير. وهي في قراءة عبد الله: (إنا جعلنا في أيمانهم أغلالا فهي إلى الأذقان) فكفت من ذكر (الأعناق) في حرف عبد الله، وكفت (الأعناق) من \"الأيمان\" في قراءة العامة. والذقن: أسفل اللحيين.",
  "ayah": 8,
  "surah": 36
}
