{
  "text": "يقول تعالى هذا كائن يوم القيامة \" يوم نطوي السماء كطي السجل للكتب كما قال تعالى \" وما قدروا الله حق قدره والأرض جميعا قبضته يوم القيامة والسموات مطويات بيمينه سبحانه وتعالى عما يشركون \" وقد قال البخاري حدثنا مقدم بن محمد حدثني عمي القاسم بن يحيى عن عبيدالله عن نافع عن ابن عمر عن رسول الله صلى الله عليه وسلم قال: \" إن الله يقبض يوم القيامةالأرضين وتكون السموات بيمينه \" انفرد به من هذا الوجه البخاري رحمه الله وقال ابن أبي حاتم حدثنا أبي حدثنا محمد بن أحمد بن الحجاج الرقي حدثنا محمد بن سلمة عن أبي الواصل عن أبي المليح الأزدي عن أبي الجوزاء الأزدي عن ابن عباس قال: يطوي الله السموات السبع بما فيها من الخليقه والأرضين السبع بما فيها من الخليقة يطوي ذلك كله بيمينه يكون ذلك كله في يده بمنزله خردلة وقوله \" كطي السجل للكتب \" قيل المراد بالسجل الكتاب وقيل المراد بالسجل ههنا ملك من الملائكة قال ابن أبي حاتم حدثنا على بن الحسين حدثنا محمد بن العلاء حدثنا يحيى بن يمان حدثنا أبو الوفاء الأشجعي عن أبيه عن ابن عمر في قوله تعالى \" يوم نطوي السماء كطي السجل للكتب \" قال السجل ملك فإذا صعد بالاستغفار قال اكتبها نورا وهكذا رواه ابن جرير عن أبي كريب عن ابن يمان به قال ابن أبي حاتم: وروي عن أبي جعفر محمد بن علي بن الحسين أن السجل ملك وقال السدي في هذه الآية السجل ملك موكل بالصحف فإذا مات الإنسان رفع كتابه إلى السجل فطواه ورفعه إلى يوم القيامة وقيل المراد به اسم رجل صحابي كان يكتب للنبي صلى الله عليه وسلم الوحي قال ابن أبي حاتم حدثنا أبو زرعة حدثنا نصر بن علي الجهضمي حدثنا نوح بن قيس عن عمرو ابن مالك عن أبي الجوزاء عن ابن عباس \" يوم نطوي السماء كطي السجل للكتب \" قال السجل هو الرجل قال نوح و أخبرنى يزيد بن كعب هو العوذي عن عمرو بن مالك عن أبي الجوزاء عن ابن عباس قال: السجـل كاتب للنبي صلى الله عليه وسلم وهكذا رواه أبو داود والنسائي كلاهما عن قتيبة بن سعيد عن نوح بن قيس عن يزيد بن كعب عن عمرو ابن مالك عن أبي الجوزاء عن ابن عباس \" قال:. السجل كاتب للنبي صلى الله عليه وسلم ورواه ابن جرير عن نصر ابن علي الجهضمي كما تقدم ورواه ابن عدي من رواية يحيى بن عمرو بن مالك النكري عن أبيه عن أبي الجوزاء عن ابن عباس قال كان لرسول الله صلى الله عليه وسلم كاتب يسمى السجل وهو قوله \" يوم نطوي السماء كطي السجل للكتب \" قال كما يطوي السجل الكتاب كذلك تطوى السماء ثم قال وهو غير محفوظ وقال الخطيب البغدادي في تاريخه أنبأنا أبو بكر البرقاني أنبأنا محمد بن محمد بن يعقوب الحجاجي أنبأنا أحمد بن الحسين الكرخي أن حمدان ابن سعد حدثهم عن عبدالله بن نمير عن عبيد الله بن عمر عن نافع عن ابن عمر قال: السجل كاتب للنبي صلى الله عليه وسلم وهذا منكر جدا من حديث نافع عن ابن عمر لا يصح أصلا وكذلك ما تقدم عن ابن عباس من رواية أبي داود وغيره لا يصح أيضا وقد صرح جماعة من الحفاظ بوضعه وإن كان في سنن أبي داود منهم شيخنا الحافظ الكبير أبو الحجاج المزي فسح الله في عمره ونسأ في أجله وختم له بصالح عمله وقد أفردت لهذا الحديث جزءا على حدته ولله الحمد. وقد تصدى الإمام أبو جعفر بن جرير للإنكار على هذا الحديث ورده أتم رد وقال: لا يعرف في الصحابة أحد اسمه السجل وكتاب النبي صلى الله عليه وسلم معروفون وليس فيهم أحد اسمه السجل وصدق رحمه الله في ذلك وهو من أقوى الأدلة على نكارة هذا الحديث وأما من ذكره في أسماء الصحابة فإنما اعتمد على هذا الحديث لا على غيره والله أعلم ; والصحيح عن ابن عباس أن السجل هي الصحيفة قاله علي بن أبي طلحة والعوفي عنه ونص على ذلك مجاهد وقتادة وغير واحد واختاره ابن جرير لأنه المعروف في اللغة فعلى هذا يكون معنى الكلام يوم نطوي السماء كطي السجل للكتاب أي على الكتاب بمعنى المكتوب كقوله \" فلما أسلما وتله للجبين \" أي على الجبين وله نظائر في اللغة والله أعلم وقوله \" كما بدأنا أول خلق نعيده وعدا علينا إنا كنا فاعلين \" يعني هذا كائن لا محالة يوم يعيد الله الخلائق خلقا جديدا كما بدأهم هو القادر على إعادتهم وذلك واجب الوقوع لأنه من جملة وعد الله الذي لا يخلف ولا يبدل وهو القادر على ذلك ولهذا قال \" إنا كنا فاعلين \" وقال الإمام أحمد حدثنا وكيع أبو جعفر وعبيدة العمى قالوا حدثنا شعبة عن المغيرة بن النعمان عن سعيد ابن جبير عن ابن عباس قال: قام فينا رسول الله صلى الله عليه وسلم بموعظة فقال \" إنكم محشورون إلى الله عز وجل حفاة عراة غرلا كما بدأنا أول خلق نعيده وعدا علينا إنا كنا فاعلين \" وذكر تمام الحديث أخرجاه في الصحيحين من حديث شعبة ذكره البخاري عند هذه الآية في كتابه وقد روى ليث بن أبي سليم عن مجاهد عن عائشة عن رسول الله صلى الله عليه وسلم نحو ذلك وقال العوفي عن ابن عباس في قوله \" كما بدأنا أول خلق نعيده \" قال: يهلك كل شيء كما كان أول مرة.",
  "ayah": 104,
  "surah": 21
}
