{
  "surah": 19,
  "ayah": 85,
  "text": "The day We shall muster the godwary to the All-Merciful in droves. He did not say, “to the Gardens in droves,” so as to mollify the hearts of the elect among the lovers, for they do not worship Him in hope of the Garden or fear of the Fire. Rather, they worship Him for His sake, for He has promised them that He will muster them to Him. The paradise-seekers are one thing, the God-seekers something else. He ascribed the paradise-seekers to paradise: “Surely the companions of the Garden today are in an occupation, rejoicing” [36:55]. Concerning the God-seekers He said, “The day We shall muster the godwary to the All- Merciful in droves.” Mamshād Dīnawarī was in the throes of death. A dervish was standing before him and sup- plicating: “Lord God, have mercy on him and grant him paradise.” Mamshād looked at him and shouted out, “O heedless man! It has been thirty years that paradise with its marvels and chambers, its houris and palaces, has been disclosing itself, but I have never glanced at it. Now that I am ar- riving at the drinking place of the Haqiqah, you intrude and want paradise and mercy for me!” O chevalier, this talk will not fit into just anyone's craw. It happens that in the pavilions of observation and the stations of generosity these chevaliers become seeking itself-sometimes in the robe of struggle, sometimes in the shirt of contemplation; sometimes in the intoxication of gratitude, sometimes in the sobriety of effacement; they both are and are not, they are both sober and drunk; their hearts are burnt by the fire of jealousy, their spirits drowned in the ocean of bewil- derment. They are runners standing still, silent speakers. When tomorrow people are mustered to the Presence of the Possessor of Majesty, everyone will have a mount. One will have the noble horse of obedience, another the Burāq of aspiration, but they will be in the grasp of Unity's exalt- edness. According to a report, “The spirits of the martyrs are in the craws of green birds.” When the spirits of the martyrs are commanded to depart from this world, they will be put into the craws of green birds and in lamps of light; or, it is said, in the meadows of paradise."
}
