{
  "text": "صدقہ مال کا تزکیہ ہے اللہ تعالیٰ اپنے رسول ﷺ کو حکم فرماتا ہے کہ \" آپ ان کے مالوں کا صدقہ لیا کریں۔ تاکہ اس وجہ سے انہیں پاکی اور ستھرائی حاصل ہو۔ \" اس کی ضمیر کا مرجع بعض کے نزدیک وہ مسلمان ہیں جنہوں نے اپنی نیکیوں کے ساتھ کچھ برائیاں بھی کرلیں تھیں۔ لیکن حکم اس کا عام ہے۔ عرب کے بعض قبیلوں کو اسی سے دھوکا ہوا تھا کہ یہ حکم آنحضرت ﷺ کے ساتھ خاص ہے۔ اسی وجہ سے انہوں نے خلیفہ برحق حضرت ابوبکر صدیق کو (زکوۃ کو فرض مان کر) زکوٰۃ دینے سے انکار کیا تھا۔ جس پر آپ نے مع باقی صحابہ کے ان سے لڑائی کی کہ وہ زکوٰۃ خلیفۃ الرسول کو اسی طرح ادا کریں جسطرح رسول اللہ ﷺ کو ادا کرتے تھے۔ یہاں تک کہ اگر وہ ایک بچہ اونٹنی کا یا ایک رسی بھی نہ دینگے تو بھی میں ان سے لڑائی جاری رکھوں گا۔ حکم ہوتا ہے کہ ان سے زکوتیں لے اور انکے لئے دعائیں کر۔ چناچہ صحیح مسلم شریف میں ہے کہ جب حضرت عبداللہ بن ابی اوفی ؓ کے والد آپ ﷺ کے پاس اپنا صدقہ لے کر آئے تو حسب عادت آپ نے دعا کی کہ اے اللہ آل ابی اوفی پر اپنی رحمتیں نازل فرما۔ اسی طرح جب آپ کے پاس کسی قسم کا صدقہ آتا تو آپ ان کے لئے دعا فرماتے۔ ایک عورت نے آپ سے آ کر درخواست کی کہ یا رسول اللہ میرے لئے اور میرے خاوند کے لئے دعا کیجئے۔ آپ نے فرمایا صلی اللہ علیک وعلی زوجک صلواتک کی اور قرأات صلواتک ہے۔ پہلی قرأت مفرد کی ہے دوسری جمع کی ہے۔ فرماتا ہے کہ تیری دعا ان کے لئے اللہ کی رحمت کا باعث ہے۔ اور ان کے وقار وعزت کا سبب ہے۔ اللہ تعالیٰ تیری دعاؤں کا سننے والا ہے۔ اور اسے بھی وہ بخوبی جانتا ہے کہ کون ان دعاؤں کا مستحق ہے اور کون اس کا اہل ہے۔ مسند احمد میں ہے کہ رسول اللہ ﷺ جب کسی کے لئے دعا کرتے تو اسے اور اسکی اولاد کو اور اس کی اولاد کی اولاد کو پہنچتی تھی۔ پھر فرمایا۔ کیا انہیں اتنا بھی علم نہیں کہ اللہ تعالیٰ اپنے بندوں کی توبہ قبول فرمانے والا ہے ؟ اور وہی ان کے صدقات لیتا ہے ؟ اس نے بندوں کو توبہ اور صدقے کی طرف بہت زیادہ رغبت دلائی ہے۔ یہ دونوں چیزیں گناہوں کو دور کردینے والی، انہیں معاف کرانے والی اور انکو مٹا دینے والی ہیں۔ توبہ کرنے والوں کی توبہ اللہ عزوجل قبول فرماتا ہے اور حلال کمائی سے صدقہ دینے والوں کا صدقہ اللہ تعالیٰ اپنے دائیں ہاتھ میں لے کر صدقہ کرنے والے کے لئے اسے پالتا ہے۔ یہاں تک کہ ایک کھجور کو احد کے پہاڑ کے برابر کردیتا ہے۔ چناچہ ترمذی وغیرہ میں ہے رسول اکرم ﷺ فرماتے ہیں اللہ تعالیٰ صدقہ قبول فرماتا ہے اپنے دائیں ہاتھ سے اسے لیتا ہے اور جس طرح تم اپنے کو پالتے ہو اسی طرح اللہ تعالیٰ اسے بڑھاتا رہتا ہے یہاں تک کہ ایک ایک کھجور احد پہاڑ کے برابر ہوجاتی ہے۔ اس کی تصدیق اللہ تعالیٰ عزوجل کی کتاب میں بھی موجود ہے پھر اسی آیت کا یہی جملہ آپ نے تلاوت فرمایا۔ اور اللہ تعالیٰ کا یہ فرمان بھی۔ (یمحق اللہ الربوا ویربی الصدقات) یعنی سود کو اللہ تعالیٰ گھٹاتا ہے اور صدقے کو بڑھاتا ہے۔ صدقہ اللہ عزوجل کے ہاتھ میں جاتا ہے، اس سے پہلے کہ وہ سائل کے ہاتھ میں جائے۔ پھر آپ نے اسی آیت کی تلاوت کی۔ ابن عساکر میں ہے کہ حضرت معاویہ ؓ کے زمانے میں مسلمانوں نے جہاد کیا جس میں ان پر حضرت عبدالرحمن بن خالد امام تھے۔ مسلمانوں میں سے ایک شخص نے مال غنیمت میں سے ایک سو رومی دینار چرا لئے جب لشکر وہاں سے لوٹ کر واپس آگیا تو اسے سخت ندامت ہوئی وہ ان دیناروں کو لے کر امام کے پاس آیا لیکن انہوں نے ان سے لینے سے انکار کردیا کہ میں اب لے کر کیا کروں ؟ لشکر تو متفرق ہوگیا کیسے بانٹ سکتا ہوں ؟ اب تو تو اسے اپنے پاس ہی رہنے دے۔ قیامت کے دن اللہ تعالیٰ کے پاس ہی لانا۔ اس نے صحابہ کرام رضوان اللہ علیہم سے پوچھنا شروع کیا لیکن ہر ایک یہی جواب دیتا رہا۔ یہ مسکین ان دیناروں کو حضرت معاویہ ؓ کے پاس لایا اور ہرچند کہا کہ آپ انہیں لے لیجئے لیکن آپ نے بھی نہ لئے۔ اب تو یہ روتا پیٹتا وہاں سے نکلا۔ راستے میں اسے حضرت عبداللہ بن شاعر سکسکی ؒ ملے۔ یہ مشہور دمشقی ہیں اور اصل میں حمص کے ہیں۔ یہ بہت بڑے فقیہ تھے۔ انہوں نے پوچھا کہ کیوں رو رہے ہو ؟ اس شخص نے اپنا تمام واقعہ بیان کیا۔ آپ نے فرمایا جو میں کہوں گا وہ کرو گے بھی ؟ اس نے کہا یقینا۔ آپ نے فرمایا جاؤ اور خمس تو حضرت معاویہ ؓ کو دے آؤ۔ یعنی بیس دینار۔ اور باقی کے اسی دینار اللہ کی راہ میں اس پورے لشکر کی طرف سے خیرات کردو۔ اللہ تعالیٰ ان سب کے نام اور مکان جانتا ہے اور وہ اپنے بندوں کی توبہ قبول کرتا ہے۔ اس شخص نے یہی کیا۔ حضرت معاویہ ؓ کو جب یہ خبر پہنچی تو آپ نے فرمایا واللہ مجھے اگر یہ مسئلہ سوجھ جاتا اور میں اسے یہ فتویٰ دے دیتا تو مجھے اس ساری سلطنت اور ملکیت سے زیادہ محبوب تھا۔ اس نے نہایت اچھا فتویٰ دیا۔",
  "ayah": 103,
  "surah": 9
}
