{
  "text": "مشرکین کے لیے دعائے مغفرت کی نبی اکرم ﷺ کو ممانعت  مسند احمد میں ہے کہ ابو طالب کی موت کے وقت اس کے پاس رسول اللہ ﷺ تشریف لے گئے۔ وہاں اس وقت ابو جہل اور عبداللہ بن ابی امیہ بھی تھا۔ آپ نے فرمایا چچا لا الہ الا للہ کہہ لے اس کلمے کی وجہ سے اللہ عز وجل کے ہاں میں تیری سفارش تو کرسکوں۔ یہ سن کر ان دونوں نے کہا کہ اے ابو طالب کیا تو عبدالمطلب کے دین سے پھرجائے گا ؟ اس پر اس نے کہا میں تو عبدالمطلب کے دین پر ہوں۔ آنحضرت ﷺ نے فرمایا خیر میں جب تک منع نہ کردیا جاؤں تیرے لیے بخشش مانگتا رہونگا۔ لیکن (اوپر والی آیت) اتری۔ یعنی نبی کو اور مومنوں کو لائق نہیں کہ وہ مشرکوں کے لیے بخشش مانگیں گو وہ ان کے قریبی رشتہ دار ہی ہوں۔ ان پر تو یہ ظاہر ہوچکا ہے کہ مشرک جہنمی ہیں۔ اسی بارے میں (اِنَّكَ لَا تَهْدِيْ مَنْ اَحْبَبْتَ وَلٰكِنَّ اللّٰهَ يَهْدِيْ مَنْ يَّشَاۗءُ ۚوَهُوَ اَعْلَمُ بالْمُهْتَدِيْنَ 56؀) 28۔ القصص :56) بھی اتری ہے۔ یعنی تو جسے محبت کرے اسے راہ نہیں دکھا سکتا بلکہ اللہ تعالیٰ جسے چاہے راہ دکھاتا ہے۔ مسند احمد میں ہے کہ حضرت علی ؓ نے ایک شخص کی زبانی اپنے مشرک ماں باپ کے لیے استغفار سن کر اس سے کہا کہ تو مشرکوں کے لیے استغفار کرتا ہے اس نے جواب دیا کہ کیا حضرت ابراہیم نے اپنے باپ کے لیے استغفار نہیں کیا ؟ فرماتے ہیں میں نے جاکر یہ ذکر نبی ﷺ سے کیا۔ اس پر یہ آیت اتری۔ کہا جب کہ وہ مرگیا پھر میں نہیں جانتا یہ قول مجاہد کا ہے۔ مسند احمد میں ہے ہم تقریبا ایک ہزار آدمی رسول اللہ ﷺ کے ساتھ ایک سفر میں تھے، آپ منزل پر اترے، دو رکعت نماز ادا کی پھر ہماری طرف منہ کر کے بیٹھے۔ اس وقت آپ ﷺ کی آنکھوں سے انسو جاری تھے۔ حضرت عمر ؓ یہ دیکھ کر تاب نہ لاسکے، اٹھ کر عرض کیا کہ میرے ماں باپ آپ پر فدا ہوں کیا بات ہے ؟ آپ نے فرمایا بات یہ ہے کہ میں نے اپنے رب عزوجل سے اپنی والدہ کے لیے استغفار کرنے کی اجازت طلب کی تو مجھے اجازت نہ ملی۔ اس پر میری آنکھیں بھر آئیں کہ میری ماں ہے اور جہنم کی آگ ہے۔ اچھا اور سنو ! میں نے تمہیں تین چیزوں سے منع کیا تھا اب وہ ممانعت ہٹ گئی ہے۔ زیارت قبور سے منع کیا تھا، اب تم کرو کیونکہ اس سے تمہیں بھلائی یاد آئے گی۔ میں نے تمہیں تین دن سے زیادہ قربانی کے گوشت کو روکنے سے منع فرمایا تھا اب تم کھاؤ اور جس طرح چاہو روک رکھو۔ اور میں نے تمہیں بعض خاص برتنوں میں پینے کو منع فرمایا تھا لیکن اب تم جس برتن میں چاہو پی سکتے ہیں لیکن خبردار نشے والی چیز ہرگز نہ پینا۔ ابن جریر میں ہے کہ مکہ شریف آتے ہوئے رسول اللہ ﷺ ایک نشان قبر کے پاس بیٹھ گئے اور کچھ دیر خطاب کر کے آپ کھڑے ہوئے ہم نے پوچھا کہ یا رسول اللہ یہ کیا بات تھی ؟ آپ نے فرمایا میں نے اپنے پروردگار سے اپنی ماں کی قبر کے دیکھنے کی اجازت مانگی وہ تو مل گئی لیکن اس کے لیے استغفار کرنے کی اجازت مانگی تو نہ ملی۔ اب جو آپ نے رونا شروع کیا تو ہم نے تو آپ کو کبھی ایسا اتنا روتے نہیں دیکھا۔ ابن ابی حاتم میں ہے کہ آپ قبرستان کی طرف نکلے، ہم بھی آپ کے ساتھ تھے۔ وہاں آپ ایک قبر کے پاس بیٹھ کر دیر تک مناجات میں مشغول رہے، پھر رونے لگے۔ ہم بھی خوب روئے پھر کھڑے ہوئے تو ہم سب بھی کھڑے ہوگئے آپ نے حضرت عمر ؓ کو اور ہمیں بلا کر فرمایا کہ تم کیسے روئے ؟ ہم نے کہا آپ کو روتا دیکھ کر آپ نے فرمایا یہ قبر میری ماں آمنہ کی تھی میں نے اسے دیکھنے کی اجازت چاہی تھی جو مجھے ملی تھی۔ اور روایت میں ہے کہ دعا کی اجازت نہ ملی اور (آیت ماکان الخ،) اتری پس جو ماں کی محبت میں صدمہ ہونا چاہیے مجھے ہوا۔ دیکھو میں نے زیارت قبر کی تمہیں ممانعت کی تھی۔ لیکن اب میں رخصت دیتا ہوں کیونکہ اس سے آخرت یاد آتی ہے۔ طبرانی میں ہے کہ غزوہ تبوک کی واپسی میں عمرے کے وقت ثنیہ عسفان سے اترتے ہوئے آپ نے صحابہ سے فرمایا تم عقبہ میں ٹھہرو، میں ابھی آیا۔ وہاں سے اتر کر آپ اپنی والدہ کی قبر پر گئے۔ اللہ تعالیٰ سے دیر تک مناجات کرتے رہے۔ پھر پھوٹ پھوٹ کر رونا شروع کیا آپ کے رونے سے سب لوگ رونے لگے اور یہ سمجھے کہ آپ کی امت کے بارے میں کوئی نئی بات پیدا ہوئی جس سے آپ اس قدر رو رہے ہیں۔ انہیں روتا دیکھ کر رسول اللہ ﷺ واپس پلٹے اور دریافت فرمایا کہ تم لوگ کیوں رو رہے ہو ؟ انہوں نے جواب دیا آپ کو روتا دیکھ کر اور یہ سمجھ کر کہ شاید آپ کی امت کے بارے میں کوئی ایسا نیا حکم اترا جو طاقت سے باہر ہے۔ آپ نے فرمایا سنو بات یہ ہے کہ یہاں میری ماں کی قبر ہے۔ میں نے اپنے پروردگار سے قیامت کے دن اپنی ماں کی شفاعت کی اجازت طلب کی لیکن اللہ تعالیٰ نے عطا نہیں فرمائی تو میرا دل بھر آیا اور میں رونے لگا۔ جبرائیل آئے اور مجھ سے فرمایا ابراہیم کا استغفار اپنے باپ کے لیے صرف ایک وعدے سے تھا جس کا وعدہ ہوچکا تھا لیکن جب اس پر کھل گیا تو کہ اس کا باپ اللہ کا دشمن ہے توہ وہ فوراً بیزار ہوگیا پس آپ بھی اپنی ماں سے اسی طرح بیزار ہوجائیے جس طرح حضرت ابراہیم ؑ اپنے باپ سے بیزار ہوگئے۔ پس مجھے اپنی ماں پر رحم اور ترس آیا۔ پھر میں نے دعا کی کہ میری امت پر سے چاروں سختیاں دور کردی جائیں اللہ تعالیٰ نے دو تو دور فرما دیں لیکن دو کے دور فرمانے سے انکار فرما دیا۔ ا۔ آسمان سے پتھر برسا کر ان کی ہلاکت002 زمین انہیں دھنسا کر ان کی ہلاکت۔003 ان میں پھوٹ اور اختلاف کا پڑنا۔004 ان میں ایک کو ایک سے ایذائیں پہنچنا۔ ان چاروں چیزوں سے بچاؤ کی میری دعا تھی دو پہلی چیزیں تو مجھے عنایت ہوگئیں میری امت آسمانی پتھراؤ سے اور زمین میں دھنسائے جانے سے تو بچا دی گئی۔ ہاں آپس کا اختلاف آپس کی سر پھٹول یہ نہیں اٹھی۔ آپ کی والدہ کی قبر ایک ٹیلے تلے تھی اس لیے آپ راستے سے گھوم کر وہاں گئے تھے۔ یہ روایت غریب ہے اور سیاق عجیب ہے۔ لیکن اس سے بھی زیادہ غریب اور منکر وہ روایت ہے جو امام خطیب بغدادی نے اپنی کتاب بنام سابق لاحق میں مجہول سند سے وارد کی ہے جس میں ہے کہ اللہ تعالیٰ نے آپ کی والدہ کو زندہ کردیا اور ایمان لائیں پھر مرگئیں۔ اس طرح کی سہیلی کی ایک روایت ہے جس میں ایک نہیں کئی ایک راوی مجہول ہیں۔ اس میں ہے کہ آپ کے ماں باپ دونوں دوبارہ زندہ ہوئے پھر ایمان لائے ابن دحیہ نے اسی روایت پر نظریں جما کر کہا ہے کہ یہ نئی زندگی اسی طرح کی ہے جس طرح مروی ہے کہ سورج ڈوب جانے کے بعد واپس لوٹا اور حضرت علی نے نماز عصر ادا کی۔ طحاوی تو کہتے ہیں کہ سورج والی یہ روایت ثابت ہے۔ قرطبی کہتے ہیں ان کی دو بار کی زندگی شرعاً یا عقلاً ممتنع نہیں۔ کہتے ہیں میں نے سنا ہے کہ آپ کے چچا ابو طالب کو بھی اللہ تعالیٰ نے زندہ کیا اور آپ پر ایمان لایا۔ میں کہتا ہوں اگر صیح روایت سے یہ روایتیں ثابت ہوں تو بیشک مانع کوئی نہیں (لیکن تینوں روایتیں محض گپ ہیں) واللہ اعلم۔ حضرت ابن عباس فرماتے ہیں آپ نے ارادہ کیا کہ اپنی ماں کے لیے استغفار کریں اس آیت میں اللہ تعالیٰ نے منع فرمایا۔ تو آپ نے حضرت ابراہیم کے استغفار کو پیش کیا۔ اس کا جواب (آیت ماکان استغفار الخ،) میں مل گیا۔ فرماتے ہیں اس آیت سے پہلے مشرکین کے لیے استغفار کیا جاتا تھا۔ اب ممنوع ہوگیا۔ ہاں زندوں کے لیے جائز رہا۔ لوگوں نے آکر حضور ﷺ سے کہا کہ ہمارے بڑوں میں ایسے بھی تھے جو پڑوس کا اکرام کرتے تھے، صلہ رحمی کرتے تھے، غلام آزاد کرتے تھے، ذمہ داری کا خیال رکھتے تھے۔ تو کیا ہم ان کے لیے استغفار نہ کریں ؟ آپ نے فرمایا کیوں نہیں، میں بھی اپنے والد کے لیے استغفار کرتا ہوں جیسے کہ حضرت ابراہیم اپنے والد کے لیے کرتے تھے۔ اس پر (مَا كَان للنَّبِيِّ وَالَّذِيْنَ اٰمَنُوْٓا اَنْ يَّسْتَغْفِرُوْا لِلْمُشْرِكِيْنَ وَلَوْ كَانُوْٓا اُولِيْ قُرْبٰى مِنْۢ بَعْدِ مَا تَبَيَّنَ لَھُمْ اَنَّھُمْ اَصْحٰبُ الْجَحِيْمِ) 9۔ التوبہ :113) تک نازل ہوئی۔ پھر حضرت ابراہیم ؑ کا عذر بیان ہوا اور فرمایا (وَمَا كَانَ اسْتِغْفَارُ اِبْرٰهِيْمَ لِاَبِيْهِ اِلَّا عَنْ مَّوْعِدَةٍ وَّعَدَھَآ اِيَّاهُ ۚ فَلَمَّا تَـبَيَّنَ لَهٗٓ اَنَّهٗ عَدُوٌّ لِّلّٰهِ تَبَرَّاَ مِنْهُ ۭ اِنَّ اِبْرٰهِيْمَ لَاَوَّاهٌ حَلِيْمٌ01104) 9۔ التوبہ :114) مذکور ہے کہ نبی اللہ ﷺ نے فرمایا اللہ تعالیٰ نے مجھے چند باتیں وحی کی ہیں جو میرے کانوں میں گونج رہی ہیں اور میرے دل میں جگہ پکڑے ہوئے ہیں۔ مجھے حکم فرمایا گیا کہ میں کسی اس شخص کے لیے استغفار نہ کروں جو شرک پر مرا ہو۔ اور یہ کہ جو شخص اپنا فالتو مال دے دے اس کے لیے یہی افضل ہے اور جو روک رکھے اسکے لیے برائی ہے۔ ہاں برابر سرابر حسب ضرورت پر اللہ کے ہاں ملامت نہیں۔ ابن عباس ؓ فرماتے ہیں ایک یہودی مرگیا جس کا ایک لڑکا تھا لیکن وہ مسلمان تھا اس لیے اپنے باپ کے جنازے میں وہ شریک نہ ہوا۔ جب حضرت عبداللہ بن عباس کو یہ بات معلوم ہوئی تو فرمانے لگے اسے جنازے میں جانا چاہیے تھا اور دفن میں بھی موجود رہنا چاہیے تھا اور باپ کی زندگی تک اس کے لیے ہدایت کی دعا کرنی چاہیے تھی۔ ہاں موت کے بعد اسے اس کی حالت پر چھوڑ دیتا۔ پھر آپ نے (وَمَا كَانَ اسْتِغْفَارُ اِبْرٰهِيْمَ لِاَبِيْهِ اِلَّا عَنْ مَّوْعِدَةٍ وَّعَدَھَآ اِيَّاهُ ۚ فَلَمَّا تَـبَيَّنَ لَهٗٓ اَنَّهٗ عَدُوٌّ لِّلّٰهِ تَبَرَّاَ مِنْهُ ۭ اِنَّ اِبْرٰهِيْمَ لَاَوَّاهٌ حَلِيْمٌ01104) 9۔ التوبہ :114) تلاوت فرمائی کہ حضرت ابراہیم نے یہ طریقہ نہیں چھوڑا۔ اس کی صحت کی گواہ ابو داؤد وغیرہ کہ یہ روایت بھی ہوسکتی ہے کہ ابو طالب کی موت پر حضرت علی ؓ آکر کہتے ہیں کہ یا رسول اللہ آپ کے بوڑھے چچا گمراہ مرگئے ہیں۔ آپ نے فرمایا جاؤ انہیں دفنا کر سیدھے میرے پاس آؤ الخ۔ مروی ہے کہ جب ابو طالب کا جنازہ حضور ﷺ کے پاس سے گزرا تو آپ نے فرمایا میں تجھ سے صلہ رحمی کا رشتہ نبھا چکا۔ حضرت عطا بن ابی رباح فرماتے ہیں میں تو قبلہ کی طرف منہ کرنے والوں میں سے کسی کے جنازے کی نماز نہ چھوڑوں گا۔ گو وہ کوئی حبشن زنا سے حاملہ ہی ہو۔ اس لیے اللہ تعالیٰ نے مشرکوں پر ہی نماز و دعا حرام کی ہے اور فرمایا ہے (مَا كَان للنَّبِيِّ وَالَّذِيْنَ اٰمَنُوْٓا اَنْ يَّسْتَغْفِرُوْا لِلْمُشْرِكِيْنَ وَلَوْ كَانُوْٓا اُولِيْ قُرْبٰى مِنْۢ بَعْدِ مَا تَبَيَّنَ لَھُمْ اَنَّھُمْ اَصْحٰبُ الْجَحِيْمِ) 9۔ التوبہ :113) حضرت ابوہریرہ ؓ سے ایک شخص نے سنا کہ وہ کہتے ہیں اللہ تعالیٰ اس پر رحم فرمائے جو ابوہریرہ اور اس کی ماں کے لیے استغفار کرے۔ تو اس نے کہا باپ کے لیے بھی۔ آپ نے فرمایا نہیں اس لیے کہ میرا باپ شرک پر مرا ہے۔ آیت میں فرمان الٰہی ہے کہ جب حضرت ابراہیم پر اپنے باپ کا اللہ کا دشمن ہونا کھل گیا۔ یعنی وہ کفر ہی پر مرگیا۔ مروی ہے کہ قیامت کے دن جب حضرت ابراہیم سے ان کا باپ ملے گا۔ نہایت سرا سیمگی پریشانی کی حالت میں چہرہ غبار آلود اور کالا پڑا ہوا ہوگا کہے گا کہ ابراہیم آج میں تیری نافرمانی نہ کروں گا۔ حضرت ابراہیم جناب باری میں عرض کریں گے کہ میرے رب تو نے مجھے قیامت کے دن رسوا نہ کرنے کا وعدہ کیا ہوا ہے۔ اور میرا باپ تیری رحمت سے دور ہو کر عذاب میں مبتلا ہو یہ بہت بڑی رسوائی ہے۔ اس پر فرمایا جائے گا کہ اپنی پیٹھ پیچھے دیکھو۔ دیکھیں گے کہ ایک بجو کیچڑ میں لتھڑا ہوا کھڑا ہے۔ یعنی آپ کے والد کی صورت مسخ ہوگئی ہوگی اور اس کے پاؤں پکڑ کر گھسیٹ کر اسے دوزخ میں ڈال دیا جائے گا۔ فرماتا ہے کہ ابراہیم بڑا ہی دعا کرنے والا تھا۔ حضور ﷺ سے اواہ کا مطلب دریافت کیا گیا تو آپ نے فرمایا رونے دھونے والا، اللہ تعالیٰ کے سامنے گریہ وزاری کرنے والا۔ ابن مسعود فرماتے ہیں بہت ہی رحم کرنے والا، مخلوق رب کے ساتھ نرمی اور سلوک اور مہربانی کرنے والا۔ ابن عباس کا قول ہے پورے یقین والا۔ سچے ایمان والا، توبہ کرنے والا، حبشی زبان میں اواہ مومن اور موقن یقین و ایمان والے کو کہتے ہیں۔ ذوالنجادین نامی ایک صحابی کو اس بنا پر کہ جب قرآن کریم میں اللہ تعالیٰ کا ذکر ہوتا تو وہ اسی وقت دعا کے ساتھ آواز اٹھاتے تھے رسول اللہ ﷺ نے اواہ فرمایا۔ (مسند احمد) اواہ سے مراد تسبیح پڑھنے والا۔ ضحٰی کی نماز پڑھنے والا۔ اپنے گناہوں کی یاد آنے پر استغفار کرنے والا۔ اللہ کے دین کی حفاظت کرنے والا۔ رب سے ڈرنے والا۔ پوشیدہ اگر کوئی گناہ ہوجائے تو توبہ کرنے والا بھی مروی ہے۔ آنحضرت ﷺ کے سامنے ایک شخص کا ذکر ہوا کہا کہ وہ اللہ تعالیٰ کی بکثرت یاد کرتا ہے اور اللہ کی تسبیح بیان کرتا رہتا ہے۔ آپ نے فرمایا وہ اواہ ہے۔ (ابن جریر) اسی ابن جریر میں ہے کہ حضور ﷺ نے ایک میت کو دفن کر کے فرمایا یقینا تو اواہ یعنی بکثرت تلاوت کلام اللہ شریف کرنے والا تھا۔ اور روایت میں ہے کہ ایک شخص بیت اللہ شریف کا طواف کرتے ہوئے اپنی دوا میں اوہ اوہ کر رہا تھا۔ اس کے انتقال کے بعد حضور ﷺ اس کے دفن میں شامل تھے چونکہ رات کا وقت تھا اس لیے آپ کے ساتھ چراغ بھی تھا۔ (ابن جریر) یہ روایت غریب ہے۔ کعب احبار فرماتے ہیں کہ جب حضرت ابراہیم کے سامنے جہنم کا ذکر ہوتا تھا تو آپ اس سے پناہ مانگا کرتے تھے۔ ابن عباس فرماتے ہیں \" اواہ یعنی فقیہ \" امام ابن جریر کا فیصلہ یہ ہے کہ سب سے بہتر قول ان تمام اقوال میں یہ ہے کہ مراد اس لفظ سے بکثرت دعا کرنے والا ہے۔ الفاظ کے مناسب بھی یہی ہے کیونکہ اللہ تعالیٰ نے یہاں ذکر یہ فرمایا ہے کہ حضرت ابراہیم ؑ اپنے والد کے لیے استغفار کیا کرتے تھے اور تھے بھی بکثرت دعا مانگنے والے۔ بردبار بھی تھے، جو آپ پر ظلم کرے، آپ سے برا پیش آئے آپ تحمل کر جایا کرتے تھے۔ باپ نے آپ کو ایذاء دی صاف کہہ دیا تھا کہ تو میرے معبودوں سے منہ پھیر رہا ہے تو اگر اپنی اس حرکت سے باز نہ آیا تو میں تجھے پتھر مار مار کر مار ڈالوں گا۔ وغیرہ لیکن پھر بھی آپ نے ان کے لیے استغفار کرنے کا وعدہ کرلیا، پس اللہ فرماتا ہے کہ ابراہیم اواہ اور حلیم تھے۔",
  "ayah": 114,
  "surah": 9
}
