{
  "text": "مشرکوں کو اللہ کے گھر سے کیا تعلق ؟ یعنی اللہ کے ساتھ شریک کرنے والوں کو اللہ کی مسجدوں (کی تعمیر) کرنے والے بننا لائق ہی نہیں یہ مشرک ہیں بیت اللہ سے انہیں کیا تعلق ؟ مساجد کو مسجد بھی پڑھا گیا ہے پس مراد مسجد حرام ہے جو روئے زمین کی مسجدوں سے اشرف ہے جو اول دن سے صرف اللہ کی عبادت کے لیے بنائی گئی ہے جس کی بنیادیں خلیل اللہ نے رکھیں تھیں اور یہ لوگ مشرک ہیں حال و قال دونوں اعتبار سے تم نصرانی سے پوچھو وہ صاف کہے گا میں نصرانی ہوں، یہود سے پوچھو وہ اپنی یہودیت کا اقرار کریں گے، صابی سے پوچھو وہ بھی اپنا صابی ہونا اپنی زبان سے کہے گا، مشرک بھی اپنے مشرک ہونے کے لیے اقراری ہیں ان کے اس شرک کی وجہ سے ان کے اعمال اکارت ہوچکے ہیں اور وہ ہمیشہ کے لیے ناری ہیں۔ یہ تو مسجد حرام سے اور اللہ کی راہ روکتے ہی ہیں یہ گو کہیں لیکن دراصل یہ اللہ کے اولیاء نہیں اولیاء اللہ تو وہ ہیں جو متقی ہوں لیکن اکثر لوگ علم سے کورے اور خالی ہوتے ہیں۔ ہاں بیت اللہ کی آبادی مومنوں کے ہاتھوں ہوتی ہے پس جس کے ہاتھ سے مسجدوں کی آبادی ہو اس کے ایمان کا قرآن گواہ ہے۔ مسند میں ہے حضور ﷺ فرماتے ہیں جب تم کسی کو مسجد میں آنے جانے کی عادت والا دیکھو تو اس کے ایمان کی شہات دو پھر آپ نے یہی آیت تلاوت فرمائی اور حدیث میں ہے مسجدوں کے آباد کرنے والے اللہ والے ہیں اور حدیث میں ہے کہ اللہ تعالیٰ ان مسجد والوں پر نظریں ڈال کر اپنے عذاب پوری قوم پر سے ہٹا لیتا ہے۔ اور حدیث میں ہے اللہ عزوجل فرماتا ہے مجھے اپنی عزت اور اپنے جلال کی قسم کہ میں زمین والوں کو عذاب کرنا چاہتا ہوں لیکن اپنے گھروں کے آباد کرنے والوں اور اپنی راہ میں آپس میں محبت رکھنے والوں اور صبح سحری کے وقت استغفار کرنے والوں پر نظریں ڈال کر اپنے عذاب ہٹا لیتا ہوں۔ ابن عساکر میں ہے کہ شیطان انسان کا بھیڑیا ہے جیسے بکریوں کا بھیڑیا ہوتا ہے کہ وہ الگ تھلگ پڑی ہوئی ادھر ادھر کی بکھری بکری کو پکڑ کرلے جاتا ہے پس تم پھوٹ اور اختلاف سے بچو جماعت کو اور عوام کو اور مسجدوں کو لازم پکڑے رہو۔ اصحاب رسول ﷺ کا بیان ہے کہ مسجدیں اس زمین پر اللہ کا گھر ہیں جو ان میں داخل ہو اللہ کا ان پر حق ہے کہ وہ مساجد کا احترام کریں۔ ابن عباس فرماتے ہیں جو نماز کی اذان سن کر پھر بھی مسجد میں آکر باجماعت نماز نہ پڑھے اس کی نماز نہیں ہوتی وہ اللہ کا نافرمان ہے کہ مسجدوں کی آبادی کرنے والے اللہ کے اور قیامت کے ماننے والے ہی ہوتے ہیں۔ پھر فرمایا نمازی بدنی عبادت نماز کے پابند ہوتے ہیں اور مالی عبادت زکوٰۃ کے بھی ادا کرنے والے ہوتے ہیں ان کی بھلائی اپنے لیے بھی ہوتی ہے اور پھر عام مخلوق کے لیے بھی ہوتی ہے ان کے دل اللہ کے سوا اور کسی سے ڈرتے نہیں یہی راہ یافتہ لوگ ہیں۔ موحد ایمان دار قرآن و حدیث کے ماتحت پانچوں نمازوں کے پابند صرف اللہ کا خوف کھانے والے اس کے سوا دوسرے کی بندگی نہ کرنے والے ہی راہ یافتہ اور کامیاب اور بامقصد ہیں۔ یہ یاد رہے کہ بقول حضرت ابن عباس قرآن کریم میں جہاں بھی لفظ عسی وہاں یقین کے معنی میں ہے امید کے معنی میں نہیں مثلاً فرمان ہے (آیت عسی ان یبعثک ربک مقام محمودا) تو مقام محمود میں پہنچانا یقینی حضور ﷺ کا شافع محشر بننا یقینی چیز ہے جس میں کوئی شک شبہ نہیں۔ محمد بن اسحاق فرماتے ہیں \" عسی \" کلام اللہ میں حق و یقین کے لیے آتا ہے",
  "ayah": 18,
  "surah": 9
}
