{
  "text": "مشرکین کو حدود حرم سے نکال دو  اللہ تعالیٰ احکم الحاکمین اپنے پاک دین والے پاکیزگی اور طہارت والے مسلمان بندوں کو حکم فرماتا ہے کہ وہ دین کی رو سے نجس مشرکوں کو بیت اللہ شریف کے پاس نہ آنے دیں یہ آیت سنہ 9 ہجری میں نازل ہوئی اسی سال آنحضرت رسول مقبول ﷺ حضرت علی ؓ کو حضرت ابوبکر صدیق ؓ کے ساتھ بھیجا اور حکم دیا کہ مجمع حج میں اعلان کردو کہ اس سال کے بعد کوئی مشرک حج کو نہ آئے اور کوئی ننگا شخص بیت اللہ شریف کا طواف نہ کرے اس شرعی حکم کو اللہ تعالیٰ قادر وقیوم نے یوں ہی پورا کیا کہ نہ وہاں مشرکوں کو داخلہ نصیب ہوا نہ کسی نے اس کے بعد عریانی کی حالت میں اللہ کے گھر کا طواف کیا۔ حضرت جابر بن عبداللہ غلام اور ذمی شخص کو مستثنیٰ بناتے ہیں۔ مسند کی حدیث میں فرمان رسول اکرم ﷺ ہے کہ ہماری اس مسجد میں اس کے بعد سوائے معاہدہ والے اور تمہارے غلاموں کے اور کوئی کافر نہ آئے۔ لیکن اس مرفوع سے زیادہ صحیح سند والی موقوف روایت ہے۔ خلیفتہ المسلمین حضرت عمر بن عبدالعزیز ؒ نے فرمان جاری کردیا تھا کہ یہود و نصرانی کو مسلمانوں کی مسجدوں میں نہ آنے دو ان کا یہ امتناعی حکم اسی آیت کے تحت تھا۔ حضرت عطاء فرماتے ہیں کہ حرم سارا اس حکم میں مثل مسجد حرام کے ہے۔ یہ آیت مشرکوں کی نجاست پر بھی دلیل واثق ہے۔ صحیح حدیث میں ہے مومن نجس نہیں ہوتا۔ باقی رہی یہ بات کہ مشرکوں کا بدن اور ذات بھی نجس ہے یا نہیں ؟ پس جمہور کا قول تو یہ ہے کہ نجس نہیں۔ اس لئے کہ اللہ تعالیٰ نے اہل کتاب کا ذبیحہ حلال کیا ہے۔ بعض ظاہریہ کہتے ہیں کہ مشرکوں کے بدن بھی ناپاک ہی۔ حسن فرماتے ہیں جو ان سے مصافحہ کرے وہ ہاتھ دھو ڈالے۔ اس حکم پر بعض لوگوں نے کہا کہ پھر تو ہماری تجارت کا مندا ہوجائے گا۔ ہمارے بازار بےرونق ہوجائیں گے اور بہت سے فائدے جاتے رہیں گے اس کے جواب میں اللہ تعالیٰ غنی وحمید فرماتا ہے کہ تم اس بات سے نہ ڈرو اللہ تمہیں اور بہت سی صورتوں سے دلا دے گا تمہیں اہل کتاب سے جزیہ دلائے گا اور تمہیں غنی کر دے گا تمہاری مصلحتوں کو تم سے زیادہ رب جانتا ہے اس کا حکم اس کی ممانعت کسی نہ کسی حکمت سے ہی ہوتی ہے۔ یہ تجارت اتنے فائدے کی نہیں جتنا فائدہ وہ تمہیں جزیئے سے دیتا۔ ان اہل کتاب سے جو اللہ، اس کے رسول ﷺ ، اور قیامت کے منکر ہیں جو کسی نبی کے صحیح معنی میں پورے متبع نہیں بلکہ اپنی خواہشوں کے اور اپنے بڑوں کی تقلید کے پیچھے پڑے ہوئے ہیں اگر انہیں اپنے نبی ﷺ پر اپنی شریعت پر پورا ایمان ہوتا تو وہ ہمارے اس نبی پر بھی ضرور ایمان لاتے ان کی بشارت تو ہر نبی دیتا رہا ان کی اتباع کا حکم ہر نبی نے دیا لیکن باوجود اس کے وہ اس اشرف الرسل کے انکاری ہیں پس اگلے نبیوں کے شرع سے بھی دراصل انہیں کوئی دور کا سروکار بھی نہیں اسی وجہ سے ان نبیوں کا زبانی اقرار ان کے لئے بےسود ہے کیونکہ یہ سید الانبیاء افضل الرسل خاتم النبین اکمل المرسلین سے کفر کرتے ہیں اس لئے ان سے بھی جہاد کرو۔ ان سے جہاد کے حکم کی یہ پہلی آیت ہے اس وقت تک آس پاس کے مشرکین سے جنگ ہوچکی تھی ان میں سے اکثر توحید کے جھنڈے تلے آ چکے تھے جزیرۃ العرب میں اسلام نے جگہ کرلی تھی اب یہود و نصاریٰ کی خبر لینے اور انہیں راہ حق دکھانے کا حکم ہوا۔ سنہ 9 ہجری میں یہ حکم اترا اور آپ نے رومیوں سے جہاد کی تیاری کی لوگوں کو اپنے ارادے سے مطلع کیا مدینہ کے ارد گرد کے عربوں کو آمادہ کیا اور تقریباً تیس ہزار کا لشکر لے کر روم کا رخ کیا۔ بجز منافقین کے یہاں کوئی نہ رکا سوائے بعض کے۔ موسم سخت گرم تھا پھلوں کا وقت تھا روم سے جہاد کیلئے شام کے ملک کا دور دراز کا کٹھن سفر تھا۔ تبوک تک تشریف لے گئے وہاں تقریباً بیس روز قیام فرمایا پھر اللہ سے استخارہ کر کے حالت کی تنگی اور لوگوں کی ضعیفی کی وجہ سے واپس لوٹے۔ جیسے کہ عنقریب اس کا واقعہ انشاء اللہ تعالیٰ بیان ہوگا۔ اسی آیت سے استدلال کر کے بعض نے فرمایا ہے کہ جزیہ صرف اہل کتاب سے اور ان جیسوں سے ہی لیا جائے جیسے مجوس ہیں چناچہ ہجر کے مجسیوں سے آنحضرت ﷺ نے جزیہ لیا تھا۔ امام شافعی کا یہی مذہب ہے اور مشہور مذہب امام احمد کا بھی یہی ہے۔ امام ابوحنیفہ کہتے ہیں سب عجمیوں سے لیا جائے خواہ وہ اہل کتاب ہوں خواہ مشرک ہوں۔ ہاں عرب میں سے صرف اہل کتاب سے ہی لیا جائے۔ امام مالک فرماتے ہیں کہ جزیئے کا لینا تمام کفار سے جائز ہے خواہ وہ کتابی ہوں یا مجوسی ہوں یابت پرست وغیرہ ہوں۔ ان مذاہب کے دلائل وغیرہ کی تفصیل کی یہ جگہ نہیں واللہ اعلم۔ پس فرماتا ہے کہ جب تک وہ ذلت و خواری کے ساتھ اپنے ہاتھوں جزیہ نہ دیں انہیں نہ چھوڑو پس اہل ذمہ کو مسلمانوں پر عزت و توقیر دینی اور انہیں اوج و ترقی دینی جائز نہیں صحیح مسلم میں ہے رسول اللہ ﷺ فرماتے ہیں یہود و نصاریٰ سے سلام کی ابتداء نہ کرو اور جب ان سے کوئی راستے میں مل جائے تو اسے تنگی سے مجبور کرو۔ یہی وجہ تھی جو حضرت عمر فاروق ؓ نے ان سے ایسی ہی شرطیں کی تھیں عبدالرحمٰن بن غنم اشعری کہتے ہیں میں نے اپنے ہاتھ سے عہد نامہ لکھ کر حضرت عمر ؓ کو دیا تھا کہ اہل شام کو فلاں فلاں شہری لوگوں کی طرف سے یہ معاہدہ ہے امیرالمومنین حضرت عمر فاروق ؓ سے کہ جب آپ کے لشکر ہم پر آئے ہم نے آپ سے اپنی جان مال اور اہل و عیال کے لئے امن طلب کی ہم ان شرطوں پر وہ امن حاصل کرتے ہیں کہ ہم اپنے ان شہروں میں اور ان کے آس پاس کوئی گرجا گھر اور خانقاہ نئی نہیں بنائیں گے۔ مندر اور نہ ایسے کسی خرابی والے مکان کی اصلاح کریں گے اور جو مٹ چکے ہیں انہی درست نہیں کریں گے ان میں اگر کوئی مسلمان مسافر اترنا چاہے تو روکیں گے نہیں خواہ دن ہو خواہ رات ہو ہم ان کے دروازے رہ گذر اور مسافروں کے لئے کشادہ رکھیں گے اور جو مسلمان آئے ہم اس کی تین دن تک مہمانداری کریں گے، ہم اپنے ان مکانوں یا رہائشی مکانوں وغیرہ میں کہیں کسی جاسوس کو نہ چھپائیں گے، مسلمانوں سے کوئی دھوکہ فریب نہیں کریں گے، اپنی اولاد کو قرآن نہ سکھائیں گے، شرک کا اظہار نہ کریں گے نہ کسی کو شرک کی طرف بلائیں گے، ہم میں سے کوئی اگر اسلام قبول کرنا چاہے ہم اسے ہرگز نہ روکیں گے، مسلمانوں کی توقیر و عزت کریں گے، ہماری جگہ اگر وہ بیٹھنا چاہیں تو ہم اٹھ کر انہیں جگہ دے دیں گے، ہم مسلمانوں سے کسی چیز میں برابری نہ کریں گے، نہ لباس میں نہ جوتی میں نہ مانگ نکالنے میں، ہم ان کی زبانیں نہیں بولیں گے، ان کی کنیتیں نہیں رکھیں گے، زین والے گھوڑوں پر سواریاں نہ کریں گے، تلواریں نہ لٹکائیں گے نہ اپنے ساتھ رکھیں گے۔ انگوٹھیوں پر عربی نقش نہیں کرائیں گے، شراب فروشی نہیں کریں گے، اپنے سروں کے اگلے بالوں کو تراشوا دیں گے اور جہاں کہیں ہوں گے زنار ضرورتاً ڈالے رہیں گے، صلیب کا نشان اپنے گرجوں پر ظاہر نہیں کریں گے۔ اپنی مذہبی کتابیں مسلمانوں کی گذر گاہوں اور بازاروں میں ظاہر نہیں کریں گے گرجوں میں ناقوس بلند آواز سے بجائیں گے نہ مسلمانوں کی موجودگی میں با آواز بلند اپنی مذہبی کتابیں پڑھیں گے نہ اپنے مذہبی شعار کو راستوں پر کریں گے نہ اپنے مردوں پر اونچی آواز سے ہائے وائے کریں گے نہ ان کے ساتھ مسلمانوں کے راستوں میں آگ لے کر جائیں گے مسلمانوں کے حصے میں آئے ہوئے غلام ہم نہ لیں گے مسلمانوں کی خیر خواہی ضرور کرتے رہیں گے ان کے گھروں میں جھانکیں گے نہیں۔ جب یہ عہد نامہ حضرت فاروق اعظم کی خدمت میں پیش ہوا تو آپ نے ایک شرط اور بھی اس میں بڑھوائی کہ ہم کسی مسلمانوں کو ہرگز ماریں گے نہیں یہ تمام شرطیں ہمیں قبول و منظور ہیں اور ہمارے سب ہم مذہب لوگوں کو بھی۔ انہی شرائط پر ہمیں امن ملا ہے اگر ان میں سے کسی ایک شرط کی بھی ہم خلاف ورزی کریں تو ہم سے آپ کا ذمہ الگ ہوجائے گا اور جو کچھ آپ اپنے دشمنوں اور مخالفوں سے کرتے ہیں ان تمام کے مستحق ہم بھی ہوجائیں گے۔",
  "ayah": 28,
  "surah": 9
}
