{
  "text": "حج اکبر کے دن اعلان اللہ تعالیٰ اور اس کے رسول ﷺ کی طرف سے عام اعلان ہے اور ہے بھی بڑے حج کے دن۔ یعنی عید قرباں کو جو حج کے تمام دنوں سے بڑا اور افضل دن ہے کہ اللہ اور اس کا رسول ﷺ مشرکوں سے بری الذمہ بیزار اور الگ ہے اگر اب بھی تم گمراہی اور شرک و برائی چھوڑ دو تو یہ تمہارے حق میں بہتر ہے توبہ کرلو نیک بن جاؤ اسلام قبول کرلو، شرک و کفر چھوڑ دو اور اگر تم نے نہ مانا اپنی ضلالت پر قائم رہے تو تم نہ اب اللہ کے قبضے سے باہر ہو نہ آئندہ کسی وقت اللہ کو دبا سکتے ہو وہ تم پر قادر ہے تمہاری چوٹیاں اس کے ہاتھ میں ہیں وہ کافروں کو دنیا میں بھی سزا کرے گا اور آخرت میں بھی عذاب کرے گا۔ صحیح بخاری شریف میں ہے حضرت ابوہریرہ ؓ فرماتے ہیں کہ مجھے حضرت ابوبکر صدیق ؓ نے قربانی والے دن ان لوگوں میں جو اعلان کے لیے بھیجے گئے تھے بھیجا۔ ہم نے منادی کردی کہ اس سال کے بعد کوئی مشرک حج کو نہ آئے اور بیت اللہ شریف کا طواف کوئی شخص ننگا ہو کر نہ کرے پھر حضور ﷺ نے حضرت علی کو بھیجا کہ سورة براۃ کا اعلان کردیں پس آپ نے بھی منٰی میں ہمارے ساتھ عید کے دن انہیں احکام کی منادی کی۔ حج اکبر کا دن بقرہ عید کا دن ہے۔ کیونکہ لوگ حج اصغر بولا کرتے تھے۔ حضرت ابوبکر صدیق ؓ کے اعلان کے بعد حجتہ الوداع میں ایک بھی مشرک حج کو نہیں آیا تھا۔ حنین کے زمانے میں رسول اللہ ﷺ نے جعرانہ سے عمرے کا احرام باندھا تھا پھر اس سال حضرت ابوبکر صدیق ؓ کو امیر حج بنا کر بھیجا اور آپ نے حضرت ابوہریرہ ؓ کو منادی کے لیے روانہ فرمایا پھر حضور ﷺ نے حضرت علی ؓ کو بھیجا کہ برات کا اعلان کردیں امیر حج حضرت علی ؓ کے آنے کے بعد بھی حضرت ابوبکر صدیق ؓ ہی رہے ؓ۔ لیکن اس روایت میں غربت ہے عمرہ جعرانہ والے سال امیر حج حضرت عتاب بن اسید تھے حضرت ابو بکرصدیق ؓ تو سنہ009ھ میں امیر حج تھے۔ مسند کی روایت میں ہے حضرت ابوہریرہ فرماتے ہیں اس سال حضرت علی ؓ کے ساتھ میں تھا ہم نے پکار پکار کر منادی کردی کہ جنت میں صرف ایماندار ہی جائیں گے بیت اللہ کا طواف آئندہ سے کوئی شخص عریانی کی حالت میں نہیں کرسکے گا۔ جن کے ساتھ ہمارے عہد و پیمان ہیں ان کی مدت آج سے چار ماہ کی ہے، اس مدت کے گذر جانے کے بعد اللہ اور اس کا رسول ﷺ مشرکوں سے بری الذمہ ہیں اس سال کے بعد کسی کافر کو بیت اللہ کے حج کی اجات نہیں۔ حضرت ابوہریرہ ؓ فرماتے ہیں۔ یہ منادی کرتے کرتے مرا گلا پڑگیا۔ حضرت علی کی آواز بیٹھ جانے کے بعد میں نے منادی شروع کردی تھی۔ ایک روایت میں ہے جس سے عہد ہے اس کی مدت وہی ہے۔ امام ابن جریر فرماتے ہیں مجھے تو ڈر ہے کہ یہ جملہ کسی راوی کے وہم کی وجہ سے نہ ہو۔ کیونکہ مدت کے بارے میں اس کے خلاف بہت سی روایتیں ہیں۔ مسند میں ہے کہ براۃ کا اعلان کرنے کو آپ ﷺ حضرت ابو بکرصدیق ؓ کو بھیجا وہ ذوالحلیفہ پہنچے ہوں گے جو آپ نے فرمایا کہ یہ اعلان تو یا میں خود کروں گا یا میرے اہل بیت میں سے کوئی شخص کرے گا پھر آپ نے حضرت علی کو بھیجا حضرت علی فرماتے ہیں سورة برات کی دس آیتیں جب اتریں آپ نے حضرت ابوبکر کو بلا کر فرمایا انہیں لے جاؤ اور اہل مکہ کو سناؤ پھر مجھے یاد فرمایا اور ارشاد ہوا کہ تم جاؤ ابوبکر صدیق ؓ سے تم ملو جہاں وہ ملیں ان سے کتاب لے لینا اور مکہ والوں کے پاس جاکر انہیں پڑھ سنانا میں چلا جحفہ میں جا کر ملاقات ہوئی۔ میں نے ان سے کتاب لے لی آپ واپس لوٹے اور حضور ﷺ سے پوچھا کہ کیا میرے بارے میں کوئی آیتیں نازل ہوئی ہیں ؟ آپ نے فرمایا نہیں جبرائیل ؑ میرے پاس آئے اور فرمایا کہ یا تو یہ پیغام خود آپ پہنچائیں یا اور کوئی شخص جو آپ میں سے ہو۔ اس سند میں ضعف ہے اور اس سے یہ مراد بھی نہیں حضرت ابوبکر صدیق ؓ اس وقت لوٹ آئے نہیں بلکہ آپ نے اپنی سرداری میں وہ حج کرایا حج سے فارغ ہو کر پھر واپس آئے جیسے کہ اور روایتوں میں صراحتاً مروی ہے۔ اور حدیث میں ہے کہ حضرت علی ؓ سے جب حضور ﷺ نے اس پیغام رسانی کا ذکر کیا تو حضرت علی ؓ نے عذر پیش کیا کہ میں عمر کے لحاظ سے اور تقریر کے لحاظ سے اپنے میں کمی پاتا ہوں آپ نے فرمایا لیکن ضرورت اس کی ہے کہ اسے یا تو میں آپ پہنچاؤں یا تو پہنچائے حضرت علی ؓ نے کہا اگر یہی ہے تو لیجئے میں جاتا ہوں آپ ﷺ نے فرمایا جاؤ اللہ تیری زبان کو ثابت رکھے اور تیرے دل کو ہدایت دے۔ پھر اپناہاتھ ان کے منہ پر رکھا۔ لوگوں نے حضرت علی سے پوچھا کہ حج کے موقع پر حضرت ابوبکر صدیق ؓ کے ساتھ آپ کو رسول اللہ ﷺ نے کیا بات پہنچانے بھیجا تھا ؟ آپ نے وہی اوپر والی چاروں باتیں بیان فرمائیں۔ مسند وغیرہ میں یہ روایت کسی طریق سے آئی ہے اس میں لفظ یہ ہیں کہ جن سے معاہدہ ہے وہ جس مدت تک ہے اسی تک رہے گا اور حدیث میں ہے کہ آپ سے لوگوں نے کہا کہ آپ حج میں حضرت صدیق اکبر ؓ کو بھیج چکے ہیں کاش کہ یہ پیغام بھی انہیں پہنچا دیتے آپ نے تو حج کا انتظام کیا اور عید والے دن حضرت علی ؓ نے لوگوں کو رسول اللہ ﷺ کے یہ احکام پہنچائے۔ پھر یہ دونوں آپ کے پاس آئے پس مشرکین میں سے جن سے عام عہد تھا ان کے لیے تو چار ماہ کی مدت ہوگئی۔ باقی جس سے جتنا عہد تھا وہ بدستور رہا۔ اور روایت میں ہے کہ ابوبکر صدیق کو تو رسول اللہ ﷺ نے امیر حج بنا کر بھیجا تھا اور مجھے ان کے پاس چالیس آیتیں سورة برات کی دے کر بھیجا تھا آپ نے عرفات کے میدان میں عرفہ کے دن لوگوں کو خطبہ دیا۔ پھر حضرت علی ؓ سے فرمایا اٹھئے اور سرکار رسالت مآب کا پیغام لوگوں کو سنا دیجئے۔ پس حضرت علی ؓ نے کھڑے ہو کر ان چالیس آیتوں کی تلاوت فرمائی۔ پھر لوٹ کر منٰی میں آکر جمرہ پر کنکریاں پھینکیں اونٹ نحر کیا سر منڈوایا پھر مجھے معلوم ہوا کہ سب حاجی اس خطبے کے وقت موجود تھے اس لیے میں نے ڈیروں میں اور خیموں میں اور پڑاؤ میں جا جا کر منادی شروع کردی میرا خیال ہے کہ شاید اس وجہ سے لوگوں کو یہ گمان ہوگیا یہ دسویں تاریخ کا ذکر ہے حالانکہ اصل پیغام نویں کو عرفہ کے دن پہنچا دیا گیا تھا۔ ابو اسحاق کہتے ہیں میں نے ابو جحیفہ سے پوچھا کہ حج اکبر کا کونسا دن ہے ؟ آپ نے فرمایا عرفے کا دن۔ میں نے کہا یہ آپ اپنی طرف سے فرما رہے ہیں یا صحابہ ؓ سے سنا ہوا۔ فرمایا سب کچھ یہی ہے۔ عطاء بھی یہی فرماتے ہیں حضرت عمر ؓ بھی یہی فرما کر فرماتے ہیں پس اس دن کو کوئی روزہ نہ رکھے۔ راوی کہتا ہے میں نے اپنے باپ کے بعد حج کیا مدینے پہنچا اور پوچھا کہ یہاں آج کل سب سے افضل کون ہیں ؟ لوگوں نے کہا حضرت سعید بن مسیب ہیں ؓ۔ میں آپ کی خدمت میں حاضر ہوا اور کہا کہ میں نے مدینے والوں سے پوچھا کہ یہاں آج کل سب سے افضل کون ہیں ؟ تو انہوں نے آپ کا نام لیا تو میں آپ کے پاس آیا ہوں یہ فرمائیے کہ عرفہ کے دن کے روزے کے بارے میں آپ کیا فرماتے ہیں ؟ آپ نے فرمایا میں تمہیں اپنے سے ایک سو درجے بہترین شخص کو بتاؤں وہ عمرو بن عمر ہیں وہ اس روزے سے منع فرماتے تھے اور اسی دن کو حج اکبر فرماتے تھے۔ (ابن ابی حاتم وغیرہ) اور بھی بہت سے بزرگوں نے یہی فرمایا ہے۔ کہ حج اکبر سے مراد عرفے کا دن ہے ایک مرسل حدیث میں بھی ہے آپ نے اپنے عرفے کے خطبے میں فرمایا یہی حج اکبر کا دن ہے۔ دوسرا قول یہ ہے کہ اس سے مراد بقرہ عید کا دن۔ حضرت علی یہی فرماتے ہیں۔ ایک مرتبہ حضرت علی بقر عید والے دن اپنے سفید خچر پر سوار جا رہے تھے کہ ایک شخص نے ان کی لگام تھام لی اور یہی پوچھا آپ نے فرمایا حج اکبر کا دن آج ہی کا دن ہے لگام چھوڑ دے۔ عبداللہ بن ابی اوفی کا قول بھی یہی ہے۔ حضرت مغیرہ بن شعبہ نے اپنے عید کے خطبے میں فرمایا آج ہی کا دن یوم الاضحی ہے آج ہی کا دن یوم النحر ہے۔ آج ہی کا دن حج اکبر کا دن ہے۔ ابن عباس سے بھی یہی مروی ہے اور بھی بہت سے لوگ اسی طرف گئے ہیں کہ حج اکبر بقرہ عید کا دن ہے۔ امام ابن جریر کا پسندیدہ قول بھی یہی ہے۔ صحیح بخاری کے حوالے سے پہلے حدیث گذر چکی ہے۔ کہ حضرت ابوبکر صدیق ؓ سے منادی کرنے والوں کو منٰی میں عید کے دن بھیجا تھا۔ ابن جریر میں ہے رسول اللہ ﷺ حجتہ الوداع میں جمروں کے پاس دسویں تاریخ ذی الحجہ کو ٹھہرے اور فرمایا یہی دن حج اکبر کا دن ہے اور روایت میں ہے کہ آپ کی اونٹنی سرخرنگ کی تھی آپ نے لوگوں سے پوچھا کہ جانتے بھی ہو ؟ آج کیا دن ہے ؟ لوگوں نے کہا قربانی کا دن ہے۔ آپ نے فرمایا سچ ہے یہی دن حج اکبر کا ہے۔ اور روایت میں ہے کہ آپ اونٹنی پر سوار تھے لوگ اس کی نکیل تھامے ہوئے تھے۔ آپ نے صحابہ ؓ سے پوچھا کہ یہ کونسا دن ہے جانتے ہو ؟ ہم اس خیال سے خاموش ہوگئے کہ شاید آپ اس کا کوئی اور ہی نام بتائیں۔ آپ نے فرمایا یہ حج اکبر کا دن نہیں ؟ اور روایت میں ہے کہ لوگوں نے آپ کے سوال پر جواب دیا کہ یہ حج اکبر کا دن ہے۔ سعید بن مسیب فرماتے ہیں کہ عید کے بعد کا دن ہے۔ مجاہد کہتے ہیں حج کے سب دنوں کا یہی نام ہے۔ سفیان بھی یہی کہتے ہیں کہ جیسے یوم جمل یوم صفین ان لڑائیوں کے تمام دنوں کا نام ہے ایسے ہی یہ بھی ہے۔ حسن بصری سے جب یہ سوال ہوا تو آپ نے فرمایا تمہیں اس سے کیا حاصل یہ تو اس سال تھا جس سال حج کے امیر حضرت ابوبکر صدیق ؓ تھے۔ ابن سیرین اسی سوال کے جواب میں فرماتے ہیں یہی وہ دن تھا جس میں رسول اللہ کا اور عام لوگوں کا حج ہوا۔",
  "ayah": 3,
  "surah": 9
}
