{
  "text": "احکامات دین میں رد و بدل انتہائی مذموم سوچ ہے  مشرکوں کے کفر کی زیادتی بیان ہو رہی ہے کہ وہ کس طرح اپنی فاسد رائے کو اور اپنی ناپاک خواہش کو شریعت ربانی میں داخل کر کے اللہ کے دین کے احکام میں رد و بدل کردیتے تھے۔ حرام کو حلال اور حلال کو حرام بنا لیتے تھے۔ تین مہینے کی حرمت کو تو ٹھیک رکھا پھر چوتھے مہینے محرم کی حرمت کو اس طرح بدل دیا کہ محرم کو صفر کے مہینے میں کردیا اور محرم کی حرمت نہ کی۔ تاکہ بظاہر سال کے چار مہینے کی حرمت بھی پوری ہوجائے اور اصلی حرمت کے مہینے محرم میں لوٹ مار قتل و غارت بھی ہوجائے اور اس پر اپنے قصیدوں میں مبالغہ کرتے تھے اور فخریہ اپنا یہ فعل اچھالتے تھے۔ ان کا ایک سردار تھا جنادہ بن عمرو بن امیہ کنانی یہ ہر سال حج کو آتا اس کی کنیت ابو ثمامہ تھی یہ منادی کردیتا کہ نہ تو ابو ثمامہ کے مقابلے میں کوئی آواز اٹھا سکتا ہے نہ اس کی بات میں کوئی عیب جوئی کرسکتا ہے سنو پہلے سال کا صفر مہینہ حلال ہے اور دوسرے سال کا حرام۔ پس ایک سال کے محرم کی حرمت نہ رکھتے دوسرے سال کے محرم کی حرمت منا لیتے۔ ان کی اسی زیادتی کفر کا بیان اس آیت میں ہے۔ یہ شخص اپنے گدھے پر سوار آتا اور جس سال یہ محرم کو حرمت والا بنا دیتا لوگ اس کی حرمت کرتے اور جس سال وہ کہہ دیتا کہ محرم کو ہم نے ہٹا کر صفر میں اور صفر کو آگے بڑھا کر محرم میں کردیا ہے اس سال عرب میں اس ماہ محرم کی حرمت کوئی نہ کرتا۔ ایک قول یہ بھی ہے کہ بنی کنانہ کے اس شخص کو علمس کہا جاتا تھا یہ منادی کردیتا کہ اس سال محرم کی حرمت نہ منائی جائے اگلے سال محرم اور صفر دونوں کی حرمت رہے گی پس اس کے قول پر جاہلیت کے زمانے میں عمل کرلیا جاتا اور اب حرمت کے اصلی مہینے میں جس میں ایک انسان اپنے باپ کے قاتل کو پا کر بھی اس کی طرف نگاہ بھر کر نہیں دیکھتا تھا اب آزادی سے آپس میں خانہ جنگیاں اور لوٹ مار ہوتی۔ لیکن یہ قول کچھ ٹھیک نہیں معلوم ہوتا کیونکہ قرآن کریم نے فرمایا ہے کہ گنتی میں وہ موافقت کرتے تھے اور اس صورت میں گنتی کی موافقت بھی نہیں ہوتی بلکہ ایک سال میں تین مہینے رہ جاتے ہیں اور دوسرے سال میں پانچ ماہ ہوجاتے ہیں۔ ایک قول یہ بھی ہے کہ اللہ کی طرف سے تو حج فرض تھا ذی الحجہ کے مہینے میں لیکن مشرک ذی الحجہ کا نام محرم رکھ لیتے پھر برابر گنتی گنتے جاتے اور اس حساب سے جو ذی الحجہ آتا اس میں حج ادا کرتے پھر محرم کے نام سے خاموشی برت لیتے اس کا ذکر ہی نہ کرتے پھر لوٹ کر صفر نام رکھ دیتے پھر رجب کو جمادی الاخر پھر شعبان کو رمضان اور رمضان کو شوال پھر ذوالقعدہ کو شوال ذی الحجہ کو ذی القعدہ اور محرم کو ذی الحجہ کہتے اور اس میں حج کرتے۔ پھر اس کا اعادہ کرتے اور دو سال تک ہر ایک مہینے میں برابر حج کرتے۔ جس سال حضرت ابوبکر صدیق ؓ نے حج کیا اس سال مشرکوں کی اس گنتی کے مطابق دوسرے برس کا ذوالقعدہ کا مہینہ تھا۔ آنحضور ﷺ نے حج کے موقعہ پر ٹھیک ذوالحجہ کا مہینہ تھا اور اسی کی طرف آپ نے اپنے خطبے میں اشارہ فرمایا اور ارشاد ہوا کہ زمانہ گھوم پھر کر اسی ہئیت پر آگیا ہے جس ہئیت پر اس وقت تھا جب زمین و آسمان اللہ تعالیٰ نے بنائے لیکن یہ قول بھی درست نہیں معلوم ہوتا۔ اس وجہ سے کہ اگر ذی القعدہ میں حضرت ابوبکر صدیق ؓ کا حج ہوا تو یہ حج کیسے صحیح ہوسکتا ہے ؟ حالانکہ اللہ تعالیٰ کا فرمان ہے (آیت واذان من اللہ و رسولہ الی الناس یوم الحج الاکبر الخ،) یعنی اللہ اور اس کے رسول ﷺ کی طرف سے آج کے حج اکبر کے دن مشرکوں سے علیحدگی اور بیزاری کا اعلان ہے۔ اس کی منادی حضرت ابوبکر صدیق ؓ کے حج میں ہی کی گئی پس اگر یہ حج ذی الحجہ کے مہینے میں نہ ہوتا تو اللہ تعالیٰ اس دن کو حج کا دن نہ فرماتا اور صرف مہینوں کی تقدیم و تاخیر کو جس کا بیان اس آیت میں ہے ثابت کرنے کے لئے اس تکلف کی ضرورت بھی نہیں کیونکہ وہ تو اس کے بغیر بھی ممکن ہے۔ کیونکہ مشرکین ایک سال تو محرم الحرام کے مہینے کو حلال کرلیتے اور اس کے عوض ماہ صفر کو حرمت والا کرلیتے سال کے باقی مہینے اپنی جگہ رہتے۔ پھر دوسرے محرم کو حرام سمجھتے اور اس کی حرمت و عزت باقی رکھتے تاکہ سال کے چار حرمت والے مہینے جو اللہ کی طرف سے مقرر تھے ان کی گنتی میں موافقت کرلیں پس کبھی تو حرمت والے تینوں مہینے جو پے درپے ہیں ان میں سے آخری ماہ محرم کی حرمت رکھتے کبھی اسے صفر کی طرف موخر کردیتے۔ رہا حضور ﷺ کا فرمان کہ زمانہ گھوم پھر کر اپنی اصلی حالت پر آگیا ہے یعنی اس وقت جو مہینہ ان کے نزدیک ہے وہی مہینہ صحیح گنتی میں بھی ہے اس کا پورا بیان ہم اس سے پہلے کرچکے ہیں واللہ اعلم۔ ابن ابی حاتم میں ہے کہ عقبہ میں رسول اللہ ﷺ ٹھہرے مسلمان آپ کے پاس جمع ہوگئے آپ نے اللہ تعالیٰ کی پوری حمد وثناء بیان فرما کر فرمایا کہ مہینوں کی تاخیر شیطان کی طرف سے کفر کی زیادتی تھی کہ کافر بہکیں۔ وہ ایک سال محرم کو حرمت والا کرتے اور صفر کو حلت والا پھر محرم کو حلت والا کرلیتے یہی ان کی وہ تقدیم تاخیر ہے جو اس آیت میں بیان ہوئی ہے۔ امام محمد بن اسحاق ؒ نے اپنی کتاب السیرت میں اس پر بہت اچھا کلام کیا ہے جو بیحد مفید اور عمدہ ہے۔ آپ تحریر فرماتے ہیں کہ اس کام کو سب سے پہلے کرنے والا علمس حذیفہ بن عبید تھا۔ پھر قیم بن عدی بن عامر بن ثعلبہ بن حارث بن مالک بن کنانہ بن خزیمہ بن مدرکہ بن الیاس بن مضر بن نزار بن معد بن عدنان۔ پھر اس کا لڑکا عباد پھر اس کا لڑکا قلع پھر اس کا لڑکا امیہ پھر اس کا لڑکا عوف پھر اس کا لڑکا ابو ثمامہ جنادہ اسی کے زمانہ میں اشاعت اسلام ہوئی۔ عرب لوگ حج سے فارغ ہو کر اس کے پاس جمع ہوتے یہ کھڑا ہو کر انہیں لیکچر دیتا اور رجب ذوالقعدہ اور ذوالحجہ کی حرمت بیان کرتا اور ایک سال تو محرم کو حلال کردیتا اور محرم صفر کو بنا دیتا اور ایک سال محرم کو ہی حرمت والا کہہ دیتا کہ اللہ کی حرمت کے مہینوں کی گنتی موافق ہوجائے اور اللہ کا حرام حلال بھی ہوجائے۔",
  "ayah": 37,
  "surah": 9
}
