{
  "text": "جہاد اور حرمت والے مہینے  حرمت والے مہینوں سے مراد یہاں وہ چار مہینے ہیں جن کا ذکر (اِنَّ عِدَّةَ الشُّهُوْرِ عِنْدَ اللّٰهِ اثْنَا عَشَرَ شَهْرًا فِيْ كِتٰبِ اللّٰهِ يَوْمَ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ مِنْهَآ اَرْبَعَةٌ حُرُمٌ ۭذٰلِكَ الدِّيْنُ الْقَيِّمُ ڏ فَلَا تَظْلِمُوْا فِيْهِنَّ اَنْفُسَكُمْ وَقَاتِلُوا الْمُشْرِكِيْنَ كَاۗفَّةً كَمَا يُقَاتِلُوْنَكُمْ كَاۗفَّةً ۭ وَاعْلَمُوْٓا اَنَّ اللّٰهَ مَعَ الْمُتَّقِيْنَ 36؀) 9۔ التوبہ :36) میں ہے پس ان کے حق میں آخری حرمت والا مہینہ محرم الحرام کا ہے ابن عباس اور ضحاک سے بھی یہی مروی ہے لیکن اس میں ذرا تامل ہے بلکہ مراد اس سے یہاں وہ چار مہینے ہیں جن میں مشرکین کو پناہ ملی تھی کہ ان کے بعد تم سے لڑائی ہے چناچہ خود اسی سورت میں اس کا بیان اور آیت میں آرہا ہے۔ فرماتا ہے ان چار ماہ کے بعد مشرکوں سے جنگ کرو انہیں قتل کرو، انہیں گرفتار کرو، جہاں بھی پاؤ پس یہ عام ہے لیکن مشہور یہ ہے کہ یہ خاص ہے حرم میں لڑائی نہیں ہوسکتی جیسے فرمان ہے (وَاقْتُلُوْھُمْ حَيْثُ ثَقِفْتُمُوْھُمْ وَاَخْرِجُوْھُمْ مِّنْ حَيْثُ اَخْرَجُوْكُمْ وَالْفِتْنَةُ اَشَدُّ مِنَ الْقَتْلِ ۚ وَلَا تُقٰتِلُوْھُمْ عِنْدَ الْمَسْجِدِ الْحَرَامِ حَتّٰى يُقٰتِلُوْكُمْ فِيْهِ ۚ فَاِنْ قٰتَلُوْكُمْ فَاقْتُلُوْھُمْ ۭكَذٰلِكَ جَزَاۗءُ الْكٰفِرِيْنَ01901) 2۔ البقرة :191) یعنی مسجد حرام کے پاس ان سے نہ لڑو جب تک کہ وہ اپنی طرف سے لڑائی کی ابتداء نہ کریں۔ اگر یہ وہاں تم سے لڑیں تو پھر تمہیں بھی ان سے لڑائی کرنے کی اجازت ہے۔ چاہو قتل کرو، چاہو قید کرلو، ان کے قلعوں کا محاصرہ کرو ان کے لیے ہر گھاٹی میں بیٹھ کر تاک لگاؤ انہیں زد پر لاکر مارو۔ یعنی یہی نہیں کہ مل جائیں تو جھڑپ ہوجائے خود چڑھ کر جاؤ۔ ان کی راہیں بند کرو اور انہیں مجبور کردو کہ یا تو اسلام لائیں یا لڑیں۔ اس لیے فرمایا کہ اگر وہ توبہ کرلیں پابند نماز ہوجائیں زکوٰۃ دینے کے مانعین سے جہاد کرنے کی اسی جیسی آیتوں سے حضرت ابوبکر صدیق ؓ نے دلیل لی تھی کہ لڑائی اس شرط پر حرام ہے کہ اسلام میں داخل ہوجائیں اور اسلام کے واجبات بجا لائیں۔ اس آیت میں ارکان اسلام کو ترتیب وار بیان فرمایا ہے اعلٰی پھر ادنٰی پس شہادت کے بعد سب سے بڑا رکن اسلام نماز ہے جو اللہ عزوجل کا حق ہے۔ نماز کے بعد زکوٰۃ ہے جس کا نفع فقیروں مسکینوں محتاجوں کو پہنچتا ہے اور مخلوق کا زبردست حق جو انسان کے ذمے ہے ادا ہوجاتا ہے۔ یہی وجہ ہے کہ اکثر نماز کے ساتھ ہی زکوٰۃ کا ذکر اللہ تعالیٰ بیان فرماتا ہے۔ بخاری و مسلم میں رسول اللہ ﷺ فرماتے ہیں مجھے حکم کیا گیا ہے کہ لوگوں سے جہاد جاری رکھو، جب تک کہ وہ یہ گواہی نہ دیں کہ کوئی معبود بجز اللہ کے نہیں ہے اور یہ کہ محمد ﷺ رسول اللہ ہیں اور نمازوں کو قائم کریں اور زکوٰۃ دیں۔ حضرت عبداللہ بن مسعود فرماتے ہیں کہ تمہیں نمازوں کے قائم کرنے اور زکوٰۃ دینے کا حکم کیا گیا ہے جو زکوٰۃ نہ دے اس کی نماز بھی نہیں۔ حضرت عبد الرحمن بن زید بن اسلام فرماتے ہیں اللہ تعالیٰ ہرگز کسی کی نماز قبول نہیں فرماتا جب تک وہ زکوٰۃ ادا نہ کرے۔ اللہ تعالیٰ حضرت ابوبکر ؓ پر رحم فرمائے آپ کی فقہ سب سے بڑھی ہوئی تھی۔ جو آپ نے زکوٰۃ کے منکروں سے جہاد کیا۔ مسند احمد میں ہے رسول اللہ ﷺ فرماتے ہیں مجھے لوگوں سے جہاد کا حکم دیا گیا ہے۔ جب تک کہ وہ یہ گواہی نہ دیں کہ بجز اللہ تعالیٰ برحق کے اور کوئی لائق عبادت نہیں اور حضرت محمد ﷺ اللہ کے رسول ہیں۔ جب وہ ان دونوں باتوں کا اقرار کرلیں، ہمارے قبلہ کی طرف منہ کرلیں، ہمارا ذبیحہ کھانے لگیں، ہم جیسی نمازیں پڑھنے لگیں تو ہم پر ان کے خون ان کے مال حرام ہیں مگر احکام حق کے ماتحت انہیں وہ حق حاصل ہے جو اور مسلمانوں کا ہے اور ان کے ذمے ہر وہ چیز ہے جو اور مسلمانوں کے ذمے ہے یہ روایت بخاری شریف میں اور سنن میں بھی ہے سوائے ابن ماجہ کے۔ ابن جریر میں ہے رسول مقبول ﷺ فرماتے ہیں جو دنیا سے اس حال میں جائے کہ اللہ تعالیٰ اکیلے کی خالص عبادت کرتا ہو اور اس کے ساتھ کسی کو شریک نہ کرتا ہو تو وہ اس حال میں جائے گا کہ اللہ اس سے خوش ہوگا۔ حضرت انس ؓ فرماتے ہیں یہی اللہ کا دین ہے اسی کو تمام پیغمبر (علیہم السلام) لائے تھے اور اپنے رب کی طرف سے اپنی اپنی امتوں کو پہنچایا تھا اس سے پہلے کہ باتیں پھیل جائیں اور خواہشیں ادھر ادھر لگ جائیں اس کی سچائی کی شہادت اللہ کی آخری وحی میں موجود ہے اللہ تعالیٰ فرماتا ہے (فَاِنْ تَابُوْا وَاَقَامُوا الصَّلٰوةَ وَاٰتَوُا الزَّكٰوةَ فَاِخْوَانُكُمْ فِي الدِّيْنِ ۭوَنُفَصِّلُ الْاٰيٰتِ لِقَوْمٍ يَّعْلَمُوْنَ 11) 9۔ التوبہ :11) پس توبہ یہی ہے کہ اللہ تعالیٰ واحد برحق ہے پس توبہ یہی ہے کہ اللہ تعالیٰ واحد برحق کے سوا اوروں کی عبادت سے دست بردار ہوجائیں نماز اور زکوٰۃ کے پابند ہوجائیں اور آیت میں ہے کہ ان تینوں کاموں کے بعد وہ تمہارے دینی برادر ہیں ضحاک فرماتے ہیں یہ تلوار کی آیت ہے اس نے ان تمام عہد و پیمان کو چاک کردیا، جو مشرکوں سے تھے۔ ابن عباس کا قول ہے کہ برات کے نازل ہونے پر چار مہینے گزر جانے کے بعد کوئی عہد و ذمہ باقی نہیں رہا۔ پہلی شرطیں برابری کے ساتھ توڑ دی گئیں۔ اب اسلام اور جہاد باقی رہ گیا، حضرت علی بن ابی طالب ؓ فرماتے ہیں اللہ تعالیٰ نے اپنے نبی کو چار تلواروں کے ساتھ بھیجا ایک تو مشرکین عرب میں فرماتا ہے (فَاقْتُلُوا الْمُشْرِكِيْنَ حَيْثُ وَجَدْتُّمُــوْهُمْ وَخُذُوْهُمْ وَاحْصُرُوْهُمْ وَاقْعُدُوْا لَهُمْ كُلَّ مَرْصَدٍ ۚ فَاِنْ تَابُوْا وَاَقَامُوا الصَّلٰوةَ وَاٰتَوُا الزَّكٰوةَ فَخَــلُّوْا سَـبِيْلَهُمْ ۭاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ) 9۔ التوبہ :5) مشرکوں کو جہاں پاؤ قتل کرو۔ یہ روایت اسی طرح مختصراً ہے۔ میرا خیال ہے کہ دوسری تلوار اہل کتاب میں فرماتا ہے (قَاتِلُوا الَّذِيْنَ لَا يُؤْمِنُوْنَ باللّٰهِ وَلَا بالْيَوْمِ الْاٰخِرِ وَلَا يُحَرِّمُوْنَ مَا حَرَّمَ اللّٰهُ وَرَسُوْلُهٗ وَلَا يَدِيْنُوْنَ دِيْنَ الْحَقِّ مِنَ الَّذِيْنَ اُوْتُوا الْكِتٰبَ حَتّٰي يُعْطُوا الْجِزْيَةَ عَنْ يَّدٍ وَّهُمْ صٰغِرُوْنَ 29؀) 9۔ التوبہ :29) اللہ تبارک و تعالیٰ پر قیامت کے دن پر ایمان نہ لانے والوں اور اللہ رسول کے حرام کردہ کو حرام نہ ماننے والوں اور اللہ کے سچے دین کو قبول کرنے والوں سے جو اہل کتاب ہیں جہاد کرو تاوقتیکہ وہ ذلت کے ساتھ جزیہ دینا قبول کرلیں۔ تیری تلوار منافوں میں فرمان ہے (يٰٓاَيُّھَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنٰفِقِيْنَ وَاغْلُظْ عَلَيْهِمْ ۭ وَمَاْوٰىهُمْ جَهَنَّمُ ۭوَبِئْسَ الْمَصِيْرُ 73؀) 9۔ التوبہ :73) اے نبی کافروں اور منافقوں سے جہاد کرو۔ چوتھی تلوار باغیوں میں ارشاد ہے (وَاِنْ طَاۗىِٕفَتٰنِ مِنَ الْمُؤْمِنِيْنَ اقْتَتَلُوْا فَاَصْلِحُوْا بَيْنَهُمَا ۚ فَاِنْۢ بَغَتْ اِحْدٰىهُمَا عَلَي الْاُخْرٰى فَقَاتِلُوا الَّتِيْ تَبْغِيْ حَتّٰى تَفِيْۗءَ اِلٰٓى اَمْرِ اللّٰهِ ۚ فَاِنْ فَاۗءَتْ فَاَصْلِحُوْا بَيْنَهُمَا بالْعَدْلِ وَاَقْسِطُوْا ۭ اِنَّ اللّٰهَ يُحِبُّ الْمُقْسِطِيْنَ) 49۔ الحجرات :9) اگر مسلمانوں کی دو جماعتوں میں لڑائی ہوجائے تو ان میں صلح کرادو پھر بھی اگر کوئی جماعت دوسری کو دباتی چلی جائے تو ان باغیوں سے تم لڑو جب تک کہ وہ پلٹ کر اللہ کے حکم کی ماتحتی میں نہ آجائے۔ ضحاک اور سدی کا قول ہے کہ یہ آیت تلوار (فَاِذَا لَقِيْتُمُ الَّذِيْنَ كَفَرُوْا فَضَرْبَ الرِّقَابِ ۭ حَتّىٰٓ اِذَآ اَثْخَنْتُمُوْهُمْ فَشُدُّوا الْوَثَاقَ ڎ فَاِمَّا مَنًّـۢا بَعْدُ وَاِمَّا فِدَاۗءً حَتّٰى تَضَعَ الْحَرْبُ اَوْزَارَهَاڃ ذٰ۩لِكَ ړ وَلَوْ يَشَاۗءُ اللّٰهُ لَانْتَـصَرَ مِنْهُمْ وَلٰكِنْ لِّيَبْلُوَا۟ بَعْضَكُمْ بِبَعْـضٍ ۭ وَالَّذِيْنَ قُتِلُوْا فِيْ سَبِيْلِ اللّٰهِ فَلَنْ يُّضِلَّ اَعْمَالَهُمْ) 47۔ محمد :4) سے منسوخ ہے یعنی بطور احسان کے یا فدیہ لے کر کافر قیدیوں کو چھوڑ دو۔ قتادہ اس کے برعکس کہتے ہیں پچھلی آیت پہلی سے منسوخ ہے۔",
  "ayah": 5,
  "surah": 9
}
