{
  "text": "مومنوں کو نیکی کے انعامات  مومنو کی ان نیکیوں پر جو اجر وثواب انہیں ملے گا ان کا بیان ہو رہا ہے کہ ابدی نعمتیں ہمیشگی کی راحتیں باقی رہنے والی جنتیں جہاں قدم قدم پر خوشگوار پانی کے چشمے ابل رہے ہیں جہاں بلند وبالا خوبصورت مزین صاف ستھرے آرائش و زیبائش والے محلات اور مکانات ہیں۔حضور ﷺ فرماتے ہیں دو جنتیں تو صرف سونے کی ہیں ان کے برتن اور جو کچھ بھی وہاں ہے سب سونے ہی سونے کا ہے اور دو جنتیں چاندی کی ہیں برتن بھی اور کل چیزیں بھی ان میں اور دیدارالٰہی میں کوئی حجاب بجز اس کبریائی کی چادر کے نہیں جو اللہ جل وعلا کے چہرے پر ہے یہ جنت عدن میں ہوں گے۔ اور حدیث میں ہے کہ مومن کے لئے جنت میں ایک خیمہ ہوگا ایک ہی موتی کا بنا ہوا اس کا طول ساٹھ میل کا ہوگا مومن کی بیویاں وہیں ہوں گی جن کے پاس یہ آتا جاتا رہے گا لیکن ایک دوسرے کو دکھائی نہ دیں گی۔ آپ کا فرمان ہے کہ جو اللہ رسول ﷺ پر ایمان لائے نماز قائم رکھے رمضان کے روزے رکھے اللہ پر حق ہے کہ اسے جنت میں لے جائے اس نے ہجرت کی ہو یا اپنے وطن میں ہی رہا ہو لوگوں نے کہا پھر ہم اوروں سے بھی یہ حدیث بیان کردیں ؟ آپ نے فرمایا جنت میں ایک سو درجے ہیں جو اللہ تعالیٰ نے اپنی راہ کے مجاہدوں کے لئے بنائے ہیں ہر دو درجوں میں اتنا ہی فاصلہ ہے جتنا زمین و آسمان میں۔ پس جب بھی تم اللہ سے جنت کا سوال کرو تو جنت الفردوس طلب کرو وہ سب سے اونچی اور سب سے بہتر جنت ہے جنتوں کی سب نہریں وہیں سے نکلتی ہیں اس کی چھت رحمن کا عرش ہے فرماتے ہیں۔ اہل جنت جنتی بالاخانوں کو اس طرح دیکھیں گے جس طرح تم آسمان کے چمکتے دھمکتے ستاروں کو دیکھتے ہو۔ یہ بھی معلوم رہے کہ تمام جنتوں میں خالص ایک اعلیٰ مقام ہے جس کا نام وسیلہ ہے کیونکہ وہ عرش سے بالکل ہی قریب ہے یہ جگہ ہے حضرت محمد رسول اللہ ﷺ کی۔ آپ فرماتے جب تم مجھ پر درود پڑھو تو اللہ سے میرے لئے وسیلہ طلب کیا کرو۔ پوچھا گیا وسیلہ کیا ہے ؟ فرمایا جنت کا وہ اعلیٰ درجہ جو ایک ہی شخص کو ملے گا اور مجھے اللہ کی ذات سے قوی امید ہے وہ شخص میں ہی ہوں۔ آپ فرماتے ہیں موذن کی اذان کا جواب دو جیسے کلمات وہ کہتا ہے تم بھی کہو پھر مجھ پر درود پڑھو جو شخص مجھ پر ایک مرتبہ درود بھیجتا ہے اللہ تعالیٰ اس پر اپنی دس رحمتیں نازل فرماتا ہے پھر میرے لئے وسیلہ طلب کرو اور جنت کی ایک منزل ہے جو تمام مخلوق الہیہ میں سے ایک ہی شخص کو ملے گی مجھے امید ہے کہ وہ مجھے ہی عنایت ہوگی جو شخص میرے لئے اللہ سے اس وسیلے کی طلب کرے اس کیلئے میری شفاعت روز قیامت حلال ہوگئی۔ فرماتے ہیں میرے لئے اللہ سے وسیلہ طلب کرو دنیا میں یہ جو بھی میرے لئے وسیلے کی دعا کرے گا میں قیامت کے دن اس کا گواہ اور سفارشی بنوں گا۔ صحابہ نے ایک دن آپ سے پوچھا کہ یارسول اللہ ہمیں جنت کی باتیں سنائیے انکی بنا کس چیز کی ہے ؟ فرمایا سونے چاندی کی اینٹوں کی، اس کا گارا خالص مشک ہے، اس کے کنکر لولو اور یاقوت ہے اس کی مٹی زعفران ہے اس میں جو جائے گا وہ نعمتوں میں ہوگا جو کبھی خالی نہ ہوں وہ ہمیشہ کی زندگی پائے گا جس کے بعد موت کا کھٹکا بھی نہیں نہ اس کے کپڑے خراب ہوں نہ اس کی جوانی ڈھلے۔ فرماتے ہیں جنت میں ایسے بالا خانے ہیں جنکا اندر کا حصہ باہر سے نظر آتا ہے اور باہر کا حصہ اندر سے۔ ایک اعرابی نے پوچھا حضور ﷺ یہ بالا خانے کن کے لئے ہیں ؟ آپ نے فرمایا جو اچھا کلام کرے کھانا کھلائے روزے رکھے اور راتوں کو لوگوں کے سونے کے وقت تہجد کی نماز ادا کرے۔ فرماتے ہیں کوئی ہے جو جنت کا شائق اور اس کے لئے محنت کرنے والا ہو ؟ واللہ جنت کی کوئی چار دیواری محدود کرنے والا نہیں وہ تو ایک چمکتا ہوا بقعہ نور ہے اور مہکتا ہوا گلستان ہے اور بلند وبالا پاکیزہ محلات ہیں اور جاری وساری نہریں ہیں اور گدرائے ہوئے اور پکے میوؤں کے خوشے ہیں اور جوش جمال لدھے پھندے، سبزہ ہے پھیلا ہوا، کشادگی اور راحت ہے، امن اور چین ہے، نعمت اور رحمت ہے، عالیشان خوش منظر کو شک اور حویلیاں ہیں۔ یہ سنکر لوگ بول اٹھے کہ حضور ہم سب اس جنت کے مشتاق اور اس کے حاصل کرنے کے لئے کوشاں ہیں۔ آپ نے فرمایا انشاء اللہ کہو پس لوگوں نے انشاء اللہ کہا۔ پھر فرماتا ہے ان تمام نعمتوں سے اعلیٰ اور بالا نعمت اللہ کی رضامندی ہے۔ فرماتے ہیں اللہ تعالیٰ عزوجل جنتیوں کو پکارے گا کہ اے اہل جنت ! وہ کہیں گے لبیک ربنا وسعدیک والخیر فی یدیک۔ پوچھے گا کہو تم خوش ہوگئے ؟ وہ جواب دیں گے کہ خوش کیوں نہ ہوتے تو نے تو اے پروردگار ہمیں وہ دیا جو مخلوق میں سے کسی کو نہ ملا ہوگا اللہ تعالیٰ فرمائے گا لو میں تمہیں اس سے بہت ہی افضل و اعلیٰ چیز عطا فرماتا ہوں وہ کہیں گے یا اللہ اس سے بہتر چیز اور کیا ہوسکتی ہے ؟ اللہ تعالیٰ فرمائے گا سنو میں نے اپنی رضامندی تمہیں عطا فرمائی آج کے بعد میں کبھی بھی تم سے ناخوش نہ ہوؤں گا۔ حضور ﷺ فرماتے ہیں جب جنتی جنت میں پہنچ جائیں گے اللہ عزوجل فرمائے گا کچھ اور چاہیے تو دوں وہ کہیں گے یا اللہ جو تو نے ہمیں عطا فرما رکھا ہے اس سے بہتر تو کوئی اور چیز ہو ہی نہیں سکتی۔ اللہ فرمائے گا وہ میری رضامندی ہے جو سب سے بہتر ہے۔ امام حافظ ضیاء مقدسی نے صفت جنت میں ایک مستقل کتاب لکھی ہے اس میں اس حدیث کو شرط صحیح پر بتایا ہے۔ واللہ اعلم۔",
  "ayah": 72,
  "surah": 9
}
