{
  "text": "Disbelieving Chiefs and Their Followers will dispute in the Fire\nAllah said,\nوَبَرَزُواْ\n(And they shall appear) meaning, all the creatures, the wicked and the righteous among them, will appear before Allah the One, the Irresistible. They will be gathered on a flat plain that does not have anything those present could use for cover,\nفَقَالَ الضُّعَفَاءُ\n(then the weak will say) the followers who used to obey their chiefs, leaders and notables will say,\nلِلَّذِينَ اسْتَكْبَرُواْ\n(to those who were arrogant) who rebelled against worshipping Allah alone without partners and obeying the Messengers,\nإِنَّا كُنَّا لَكُمْ تَبَعًا\n(Verily, we were following you,), we obeyed your orders and implemented them,\nفَهَلْ أَنتُمْ مُّغْنُونَ عَنَّا مِنْ عَذَابِ اللَّهِ مِن شَىْءٍ\n(can you avail us anything against Allah's torment) They will ask, `can you prevent any of Allah's torment from striking us as you used to promise and vow to us' The leaders will say in response,\nلَوْ هَدَانَا اللَّهُ لَهَدَيْنَاكُمْ\n`(Had Allah guided us, we would have guided you.) but the statement of our Lord shall come to pass concerning us, and the destiny that He has appointed for us and you shall come true; the word of punishment shall befall the disbelievers,\nسَوَآءٌ عَلَيْنَآ أَجَزِعْنَآ أَمْ صَبَرْنَا مَا لَنَا مِن مَّحِيصٍ\n(It makes no difference to us (now) whether we rage, or bear (these torments) with patience; there is no place of refuge for us.) we have no means of escape from what we are in, whether we face it with patience or grief.' I (Ibn Kathir) say that it appears that this conversation will occur in the Fire after they enter it, just as Allah said in other Ayat,\nوَإِذْ يَتَحَآجُّونَ فِى النَّـارِ فَيَقُولُ الضُّعَفَاءُ لِلَّذِينَ اسْتَكْـبَرُواْ إِنَّا كُنَّا لَكُمْ تَبَعاً فَهَلْ أَنتُم مُّغْنُونَ عَنَّا نَصِيباً مِّنَ النَّارِ - قَالَ الَّذِينَ اسْتَكْبَرُواْ إِنَّا كُلٌّ فِيهَآ إِنَّ اللَّهَ قَدْ حَكَمَ بَيْنَ الْعِبَادِ\n(And, when they will dispute in the Fire, the weak will say to those who were arrogant: \"Verily, we followed you, can you then take from us some portion of the Fire\" Those who were arrogant will say: \"We are all (together) in this (Fire)! Verily, Allah has judged between (His) servants!\")40:47-48,\nقَالَ ادْخُلُواْ فِى أُمَمٍ قَدْ خَلَتْ مِن قَبْلِكُم مِّن الْجِنِّ وَالإِنْسِ فِى النَّارِ كُلَّمَا دَخَلَتْ أُمَّةٌ لَّعَنَتْ أُخْتَهَا حَتَّى إِذَا ادَّارَكُواْ فِيهَا جَمِيعًا قَالَتْ أُخْرَاهُمْ لاٍّولَـهُمْ رَبَّنَا هَـؤُلاءِ أَضَلُّونَا فَـَاتِهِمْ عَذَابًا ضِعْفًا مِّنَ النَّارِ قَالَ لِكُلٍّ ضِعْفٌ وَلَـكِن لاَّ تَعْلَمُونَ - وَقَالَتْ أُولَـهُمْ لاٌّخْرَاهُمْ فَمَا كَانَ لَكُمْ عَلَيْنَا مِن فَضْلٍ فَذُوقُواْ الْعَذَابَ بِمَا كُنتُمْ تَكْسِبُونَ\n((Allah) will say: \"Enter you in the company of nations who passed away before you, of men and Jinn, into the Fire.\" Every time a new nation enters, it curses its sister nation (that went before) until they will be gathered all together in the Fire. The last of them will say to the first of them: \"Our Lord! These misled us, so give them a double torment of the Fire.\" He will say: \"For each one there is double (torment), but you know not.\" The first of them will say to the last of them: \"You were not better than us, so taste the torment for what you used to earn.\")7:38-39, and,\nوَقَالُواْ رَبَّنَآ إِنَّآ أَطَعْنَا سَادَتَنَا وَكُبَرَآءَنَا فَأَضَلُّونَا السَّبِيلاْ - رَبَّنَآ ءَاتِهِمْ ضِعْفَيْنِ مِنَ الْعَذَابِ وَالْعَنْهُمْ لَعْناً كَبِيراً\n(Our Lord! Verily, we obeyed our chiefs and our great ones, and they misled us from the (right) way. Our Lord! Give them a double torment and curse them with a mighty curse!)33:67-68 Disbelievers will also dispute on the Day of Gathering,\nوَقَالَ الَّذِينَ كَفَرُواْ لَن نُّؤْمِنَ بِهَـذَا الْقُرْءَانِ وَلاَ بِالَّذِى بَيْنَ يَدَيْهِ وَلَوْ تَرَى إِذِ الظَّـلِمُونَ مَوْقُوفُونَ عِندَ رَبِّهِمْ يَرْجِعُ بَعْضُهُمْ إِلَى بَعْضٍ الْقَوْلَ يَقُولُ الَّذِينَ اسْتُضْعِفُواْ لِلَّذِينَ اسْتَكْبَرُواْ لَوْلاَ أَنتُمْ لَكُنَّا مُؤْمِنِينَ - قَالَ الَّذِينَ اسْتَكْبَرُواْ لِلَّذِينَ اسْتُضْعِفُواْ أَنَحْنُ صَدَدنَـكُمْ عَنِ الْهُدَى بَعْدَ إِذْ جَآءَكُمْ بَلْ كُنتُمْ مُّجْرِمِينَ - وَقَالَ الَّذِينَ اسْتُضْعِفُواْ لِلَّذِينَ اسْتَكْبَرُواْ بَلْ مَكْرُ الَّيْلِ وَالنَّهَارِ إِذْ تَأْمُرُونَنَآ أَن نَّكْفُرَ بِاللَّهِ وَنَجْعَلَ لَهُ أَندَاداً وَأَسَرُّواْ النَّدَامَةَ لَمَّا رَأَوُاْ اْلَعَذَابَ وَجَعَلْنَا الاٌّغْلَـلَ فِى أَعْنَاقِ الَّذِينَ كَفَرُواْ هَلْ يُجْزَوْنَ إِلاَّ مَا كَانُواْ يَعْمَلُونَ\n(But if you could see when the wrongdoers will be made to stand before their Lord, how they will cast the (blaming) word one to another! Those who were deemed weak will say to those who were arrogant: \"Had it not been for you, we certainly have been believers!\" And those who were arrogant will say to those who were deemed weak: \"Did we keep you back from guidance after it had come to you Nay, but you were wrongdoers.\" Those who were deemed weak will say to those who were arrogant: \"Nay, but it was your plotting by night and day: when you ordered us to disbelieve in Allah and set up rivals to Him!\" And We shall put iron collars round the necks of those who disbelieved. Are they requited aught except what they used to do)34:31-33",
  "ayah": 21,
  "surah": 14
}
