{
  "text": "The Command for Prayer and Charity\nAllah orders His servants to obey Him, fulfill His rights and be kind to His creatures. He ordained the prayer, which affirms the worship of Allah alone, without partners, and to spend from the provisions that He has granted them, by paying the due Zakah, spending on relatives and being kind to all others. Establishing the prayer requires performing it on time, perfectly, preserving its act of bowing having humility during it, and preserving its prostrations. Allah has ordained spending from what He granted, in secret and public, so that the people save themselves,\nمِّن قَبْلِ أَن يَأْتِىَ يَوْمٌ\n(before the coming of a Day), the Day of Resurrection,\nلاَّ بَيْعٌ فِيهِ وَلاَ خِلَـلٌ\n(on which there will be neither mutual bargaining nor befriending.) on which no ransom will be accepted from anyone, if he seeks to buy himself. Allah said in another Ayah,\nفَالْيَوْمَ لاَ يُؤْخَذُ مِنكُمْ فِدْيَةٌ وَلاَ مِنَ الَّذِينَ كَفَرُواْ\n(So this Day no ransom shall be taken from you, nor of those who disbelieved.) 57:15 Allah said here,\nوَلاَ خِلَـلٌ\n(nor befriending.) Ibn Jarir commented, \"Allah says that on that Day, there will be no friendship between friends that might save those deserving punishment from it. Rather, on that Day, there will be fairness and justice.\" Qatadah said, \"Allah knows that in this life, there is mutual bargaining and there are friendships which people benefit from. A man chooses his friends and the reasons behind befriending them; if it was for Allah's sake, their friendship should be maintained, but if it was for other than Allah, their friendship is bound to be cutoff.\" I say that the meaning of this, is that Allah the Exalted is declaring that on that Day, no mutual bargaining or ransom will avail anyone, even if he ransoms himself with the earth's fill of gold if he could find that amount! No friendship or intercession shall avail one if he meets Allah while a disbeliever. Allah the Exalted said,\nوَاتَّقُواْ يَوْمًا لاَّ تَجْزِى نَفْسٌ عَن نَّفْسٍ شَيْئًا وَلاَ يُقْبَلُ مِنْهَا عَدْلٌ وَلاَ تَنفَعُهَا شَفَـعَةٌ وَلاَ هُمْ يُنصَرُونَ\n(And fear the Day when no person shall avail another, nor shall compensation be accepted from him, nor shall intercession be of use to him, nor shall they be helped.)2:123 and,\nيأَيُّهَا الَّذِينَ ءَامَنُواْ أَنفِقُواْ مِمَّا رَزَقْنَـكُم مِّن قَبْلِ أَن يَأْتِىَ يَوْمٌ لاَّ بَيْعٌ فِيهِ وَلاَ خُلَّةٌ وَلاَ شَفَـعَةٌ وَالْكَـفِرُونَ هُمُ الظَّـلِمُونَ\n(O you believe! Spend of that with which We have provided for you, before a Day comes when there will be no bargaining, nor friendship, nor intercession. And it is the disbelievers who are the wrongdoers.)2:254",
  "ayah": 31,
  "surah": 14
}
