{
  "text": "Every Prophet was sent with the Language of His People; Guidance or Misguidance follows the Explanation\nAllah is Kind and Compassionate with His creation, sending Messengers to them from among them and speaking their language, so that they are able to understand the Message that the Messengers were sent with. Allah said next,\nفَيُضِلُّ اللَّهُ مَن يَشَآءُ وَيَهْدِى مَن يَشَآءُ\n(Then Allah misleads whom He wills and guides whom He wills.) after the proof and evidence have been established for the people, Allah misguides whom He wills from the path of guidance and guides whom He wills to the truth,\nوَهُوَ الْعَزِيزُ\n(And He is the All-Mighty,) whatever He wills occurs and whatever He does not will never occurs,\nالْحَكِيمُ\n(the All-Wise.) in His decisions, misleading those who deserve to be misled and guiding those who deserve guidance. This is from Allah's wisdom with His creation, every Prophet He sent to a people spoke their language and everyone of these Prophets were only sent to their people. Muhammad bin `Abdullah, Allah's Messenger ﷺ, was sent to all people. It is recorded in the Two Sahihs that Jabir said that the Messenger of Allah ﷺ said,\n«أُعْطِيتُ خَمْسًا لَمْ يُعْطَهُنَّ أَحَدٌ مِنَ الْأَنْبِيَاءِ قَبْلِي:نُصِرْتُ بِالرُّعْبِ مَسِيرَةَ شَهْرٍ، وَجُعِلَتِ لِيَ الْأَرْضُ مَسْجِدًا وَطَهُورًا، وَأُحِلَّتْ لِيَ الْغَنَائِمُ وَلَمْ تُحَلَّ لِأَحَدٍ قَبْلِي، وَأُعْطِيتُ الشَّفَاعَةَ، وَكَانَ النَّبِيُّ يُبْعَثُ إِلَى قَوْمِهِ خَاصَّةً وَبُعِثْتُ إِلَى النَّاسِ عَامَّة»\n(I have been given five things which were not given to Anyone else before me. Allah made me victorious by awe, (by His frightening my enemies) for a distance of one month's journey. The earth has been made for me (and for my followers) a place for worship and a purifier. The war booty has been made lawful for me and it was not lawful for anyone else before me. I have been given the right of Intercession (on the Day of Resurrection). Every Prophet used to be sent to his nation only, but I have been sent to all mankind.) Allah said,\nقُلْ يَأَيُّهَا النَّاسُ إِنِّى رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا\n(Say: \"O mankind! Verily, I am sent to you all as the Messenger of Allah...) 7:158",
  "ayah": 4,
  "surah": 14
}
