{
  "text": "Allah never breaks a Promise\nفَلاَ تَحْسَبَنَّ اللَّهَ مُخْلِفَ وَعْدِهِ رُسُلَهُ\n(So think not that Allah will fail to keep His promise to His Messengers.) His promise to grant them victory in this life and on the Day when the Witnesses shall come forth. Allah affirms that He is All-Able and that nothing He wills escapes His power and none can resist Him. Allah affirms that He is Able to exact retribution from those who disbelieve in Him and deny Him,\nوَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ\n(Woe that Day to the deniers!)77:15 Allah said here,\nيَوْمَ تُبَدَّلُ الاٌّرْضُ غَيْرَ الاٌّرْضِ وَالسَّمَـوَتُ\n(On the Day when the earth will be changed to another earth and so will be the heavens,) meaning, His promise shall come to pass on the Day when the earth will be changed to an earth other than this earth that we know and recognize. It is recorded in the Two Sahihs that Sahl bin Sa`d said that the Messenger of Allah ﷺ said,\n«يُحْشَرُ النَّاسُ يَوْمَ الْقِيَامَةِ عَلَى أَرْضٍ بَيْضَاءَ عَفْرَاءَ كَقُرْصَةِ النَّقِيِّ لَيْسَ فِيهَا مَعْلَمٌ لِأَحَد»\n(On the Day of Resurrection, the people will be gathered on a white (barren), flat earth just like the wheat bread, it has no recognizable features for anyone.) Imam Ahmad recorded that `A'ishah said, \"I was the first among all people who asked the Messenger of Allah ﷺ about this Ayah,\nيَوْمَ تُبَدَّلُ الاٌّرْضُ غَيْرَ الاٌّرْضِ وَالسَّمَـوَتُ\n(On the Day when the earth will be changed to another earth and so will be the heavens,) saying, `O Allah's Messenger! Where will the people be then' He said,\n«عَلَى الصِّرَاط»\n(On the Sirat.)\" Muslim, but not Al-Bukhari, collected this Hadith. At-Tirmidhi and Ibn Majah also recorded it, and At-Tirmidhi said \"Hasan Sahih\". Imam Muslim bin Al-Hajjaj recorded in his Sahih that Thawban the servant of the Messenger of Allah ﷺ said, \"I was standing next to the Messenger of Allah ﷺ when a Jewish rabbi came to him and said, `Peace be to you, O Muhammad.' I pushed him with such a force that almost caused him to fall down and he asked me why I did that. I said, `Why did you not say, `O Messenger of Allah' The Jew said, `We call him by the name which his family gave him.' The Messenger of Allah ﷺ said,\n«إِنَّ اسْمِي مُحَمَّدٌ الَّذِي سَمَّانِي بِهِ أهْلِي»\n(Muhammad is indeed the name which my family gave me.) The Jew said, `I came to ask you about something.' The Messenger of Allah ﷺ replied,\n«أَيَنْفَعُكَ شَيْئًا إِنْ حَدَّثْتُكَ؟»\n(Would it benefit you if I replied to your question) He said, `I will hear it with my ear.' The Messenger of Allah ﷺ poked the ground with a staff he had and said,\n«سَل»\n(Ask.) The Jew said, `Where will the people be when the earth will be changed to another earth and so will the heavens' The Messenger of Allah ﷺ said,\n«هُمْ فِي الظُّلْمَةِ دُونَ الْجَسْر»\nقال: فمن أول الناس إجازة؟ فقال:\n«فُقَرَاءُ الْمُهَاجِرِين»\n، فقال اليهودي: فما تحفتهم حين يدخلون الجنة؟ قال:\n«زِيَادَةُ كَبِدِ النُّون»\nقال: فما غذاؤهم في إثرها؟ قال:\n«يُنْحَرُ لَهُمْ ثَوْرُ الْجَنَّةِ الَّذِي كَانَ يَأْكُلُ مِنْ أَطْرَافِهَا»\nقال: فما شرابهم عليه؟ قال:\n«مِنْ عَيْنٍ فِيهَا تُسَمَّى سَلْسَبِيلًا»\n. قال: صدقت، قال: وجئت أسألك عن شيء لا يعلمه أحد من أهل الأرض إلا نبي أو رجل أو رجلان. قال:\n«أَيَنْفَعُكَ إِنْ حَدَّثْتُكَ؟»\nقال: أسمع بأذني. قال: جئت أسألك عن الولد، قال:\n«مَاءُ الرُّجُلِ أَبْيَضُ، وَمَاءُ الْمَرْأَةِ أَصْفَرُ، فَإِذَا اجْتَمَعَا فَعَلَا مَنِيُّ الرُّجُلِ مَنِيَّ الْمَرْأَةِ، أَذْكَرَا بِإِذْنِ اللهِ تَعَالَى، وَإِذَا عَلَا مَنِيُّ الْمَرْأَةِ مَنِيَّ الرَّجُلِ، أَنَّثَا بِإِذْنِ الله»\nقال اليهودي: لقد صدقت وإنك لنبي ثم انصرف، فقال رسول اللهصلى الله عليه وسلّم:\n«لَقَدْ سَأَلَنِي هَذَا عَنِ الَّذِي سَأَلَنِي عَنْهُ، وَمَا لِي عِلْمٌ بِشَيْءٍ مِنْهُ حَتَّى أَتَانِي اللهُ بِه»\n(In the darkness before the Bridge (Jasr).) He asked, `Who will be the first to pass it' He said, (The poor emigrants (Muhajirin).) He asked, `What will their (refreshment) be when they enter Paradise' He said, (The caul of fish liver.) He asked, `What will they have after that' He said, (A bull of Paradise which grazed through its pathways will be slaughtered for them.) He asked, `From what will they drink' He said, (From a fountain whose name is Salsabil. ) He said, `You have said the truth. I have come to ask you something about which none of the inhabitants of the earth knows, with the exception of a Prophet or one or two other men.' He said, (Would you benefit by me informing you about it) He replied, `I would listen. I have come to ask you about the child.' He said, (The fluid of the man is white, and the woman's is yellow. When they meet, if the discharge of the man is greater than that of the woman, then it becomes a male, by Allah's permission. When the womans discharge is greater than the man's, it becomes a female by Allah's permission.) The Jew said, `You have told the truth and are indeed a Prophet.' Then he left. So Allah's Messenger ﷺ said; (He asked me such things that I had no knowledge of it until Allah gave it to me.) Allah said next,\nوَبَرَزُواْ للَّهِ\n(and they will appear before Allah), describing when the creatures will be resurrected before Allah from their graves,\nالْوَاحِدُ الْقَهَّارُ\n(the One, the Irresisti- ble.) Who has full power and control over all things and to Whom the necks and minds are subservient.",
  "ayah": 47,
  "surah": 14
}
