{
  "text": "১০১ নং আয়াতের তাফসীর:\nএ আয়াতে আল্লাহ তা‘আলা মুসাফিরকে সফরে থাকাকালীন সালাত কসর (চার রাকআতবিশিষ্ট সালাত দু‘রাকআত করে আদায়) করার অনুমতি প্রদান করেছেন। তবে অবশ্যই সফর কোন শরীয়তসম্মত বা বৈধ কাজের জন্য হতে হবে। এটাই অধিকাংশ আলেমদের অভিমত।\nতাই শরীয়ত অবাধ্য কোন কাজে সফর করলে তাতে কসর করা বৈধ হবে না। যেমন চুরি, ডাকাতি, ছিনতাই ইত্যাদি কাজের জন্য বের হওয়া।\n(إِنْ خِفْتُمْ) “যদি তোমাদের ভয় হয়”। এ কথা অবস্থার দিকে লক্ষ করে বলা হয়েছে। কেননা তখন সারা আরব-ভূমি যুদ্ধ ক্ষেত্রে পরিণত হয়ে গিয়েছিল। কোন অবস্থাতেই সফর বিপদ মুক্ত ছিল না। কুরআনের এরূপ অনেক বিধান অধিকাংশ অবস্থার দিকে লক্ষ করে নাযিল হয়েছে।\nযেমন আল্লাহ তা‘আলা বলেন,\n(لَا تَاْكُلُوا الرِّبَا اَضَعَافًأ مُّضَاعَفًا)\nতোমরা চক্রবৃদ্ধি হারে সুদ খেয়ো না। তার মানে কি এই- চক্রবৃদ্ধি না হলে সুদ খাওয়া যাবে? না বরং তখন আরবরা চক্রবৃদ্ধি হারে সুদ খেত, তাই এভাবে বলা হয়েছে।\nঅনুরূপ:\n(تُكْرِهُوْا فَتَيٰتِكُمْ عَلَي الْبِغَا۬ءِ إِنْ أَرَدْنَ تَحَصُّنًا)\nতোমাদের দাসীগণ সতীত্ব রক্ষা করতে চাইলে পার্থিব জীবনের ধন-লালসায় তাদেরকে ব্যভিচারিণী হতে বাধ্য কর না”(সূরা নূর ২৪:৩৩)\nএর অর্থ কি এই যে, তারা ব্যভিচার করতে চাইলে অনুমতি দিয়ে দাও। বরং তারা সতিত্ব রক্ষা করতে চাইতো তাই আল্লাহ তা‘আলা এ কথা বলেছেন। তাই ভয় না থাকলেও যে কোন বৈধ সফরে সালাত কসর করা যাবে। (ইবনু কাসীর, অত্র আয়াতের তাফসীর)\nইয়ালা বিন উমাইয়া (রাঃ)‎ হতে বর্ণিত। তিনি বলেন: উমার (রাঃ)‎-কে জিজ্ঞেস করলাম আল্লাহ তা‘আলা বলেছেন,\n(فَلَیْسَ عَلَیْکُمْ جُنَاحٌ اَنْ تَقْصُرُوْا مِنَ الصَّلٰوةِﺣ اِنْ خِفْتُمْ)\n‘যদি তোমাদের আশঙ্কা হয়, কাফিররা তোমাদের জন্য ফেতনা সৃষ্টি করবে, তবে সালাত সংক্ষিপ্ত করলে তোমাদের কোন দোষ নেই’ এখন কি আল্লাহ তা‘আলা মানুষদের নিরাপত্তা দেননি? (তাহলে কসর করতে হবে কেন?)\nউমার (রাঃ)‎ বললেন: তুমি যাতে আশ্চর্য হয়েছো আমিও তাতে আশ্চর্য হয়েছিলাম। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে জিজ্ঞেস করলে তিনি বলেছেন: এটা আল্লাহ তা‘আলার পক্ষ থেকে দান। অতএব আল্লাহ তা‘আলার দান কবূল কর। (মুসনাদ আহমাদ হা: ১৭৪, সহীহ)\nসফরের দূরত্ব: কতদূর গেলে সফর হবে এবং কসরের সালাত বৈধ হবে এরূপ কোন সীমা নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নির্ধারণ করে দেননি। বরং কুরআনে ও সহীহ হাদীসে শুধু সফরের কথা এসেছে। তাই মানুষের কাছে সফর বলে মনে হয় এমন দূরত্বে গেলেই কসরের সালাত পড়তে পারবে। (জাদুল মাআদ ১/৪৬, সহীহ ফিকহুস সুন্নাহ: ১/৪৮১)\nনাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও সাহাবীদের যুগে তিন মাইল, পাঁচ মাইল, দশ মাইল ইত্যাদি দূরত্বে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিজে ও সাহাবীগণ কসর সালাত আদায় করতেন। (ইরওয়াউল গালীল ৩/১৫-১৮)\nকারণ উক্ত দূরত্ব সে সময়ে সফর বলে তাদের নিকট গণ্য হত।\nকতদিনের সফরে গেলে সালাত কসর করে আদায় করতে পারবে এ বিষয়েও নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কোন সময়সীমা নির্ধারণ করে দেননি। তাই এ নিয়ে বেশ মতভিন্নতা পাওয়া যায়। সেহেতু কোন ব্যক্তি কোথাও স্থায়ী বসবাস বা দীর্ঘদিন অবস্থানের উদ্দেশ্য ছাড়া যতদিনের জন্যই সফর করুক না কেন তার জন্য মুসাফিরের হুকুম প্রযোজ্য হবে। (ইরওয়াউল গালীল ৩/২৮, সহীহ ফিকহুস সুন্নাহ ১/৪৯৭)\nআয়াত থেকে শিক্ষণীয় বিষয়:\n১. বৈধ সফরে সালাত কসর করার বিধান জানতে পারলাম।\n২. কসরের জন্য ভয় থাকা আবশ্যক না।\n৩. কসরের জন্য নির্ধারিত কোন দূরত্ব ও সময়সীমা নেই।",
  "ayah": 101,
  "surah": 4
}
