{
  "text": "১৭১ নং আয়াতের তাফসীর:\nغلو (অতিরঞ্জন বা বাড়াবাড়ি করা) শব্দের তাৎপর্য হল, কোন বস্তুকে তার নির্ধারিত সীমা থেকে বাড়িয়ে দেয়া।\nআল্লাহ তা‘আলা আহলে কিতাবদেরকে ধর্মের ব্যাপারে বাড়াবাড়ি ও সীমালঙ্ঘন করতে নিষেধ করেছেন। এ অপরাধ খ্রিস্টানদের মধ্যে বেশি বিদ্যমান। যেমন তারা ঈসা (আঃ)-এর সত্যতার ব্যাপারে সীমালঙ্ঘন করেছে। এমনকি আল্লাহ তা‘আলা তাঁকে যে মর্যাদা দান করেছেন তারা তার ঊর্ধ্বে তুলে দিয়েছিল।\nতারা ঈসা (আঃ)-কে নাবীর মর্যাদা থেকে ইলাহের মর্যাদায় তুলে দিয়েছে। তারা ধর্ম যাজকদেরকে মা‘বূদ বানিয়ে নিয়েছিল। আল্লাহ তা‘আলা বলেন:\n(اِتَّخَذُوْآ أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِّنْ دُوْنِ اللّٰهِ)\n“তারা আল্লাহ ব্যতীত তাদের পণ্ডিতগণকে ও সংসার-বিরাগিগণকে তাদের প্রভুরূপে গ্রহণ করেছে।”(সূরা তাওবাহ ৯:৩১)\nরাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খ্রিস্টানদের বাড়াবাড়ি দেখে উম্মতকে সতর্ক করে বলেছেন: তোমরা আমার ব্যাপারে তেমন বাড়াবাড়ি করো না যেমন খ্রিস্টানরা ঈসা (আঃ)-এর ব্যাপারে করেছে। আমি কেবল একজন আল্লাহ তা‘আলার বান্দা ও রাসূল, সুতরাং তোমরা আমাকে আল্লাহ তা‘আলার বান্দা ও রাসূল বলে সম্বোধন কর। (সহীহ বুখারী হা: ৩৪৪৫)\nঅতঃপর আল্লাহ তা‘আলা মানুষদেরকে সর্তক করে বলেন: তোমরা আল্লাহ তা‘আলার ব্যাপারে সত্য ছাড়া আর কিছু বলবে না। আয়াতের এ অংশ তিনটি জিনিস শামিল করে:\n(১) আল্লাহ তা‘আলার ব্যাপারে মিথ্যারোপ করা যাবে না।\n(২) বিনা জ্ঞানে আল্লাহ তা‘আলার গুণাবলী, নাম কাজ ও শরীয়াতের ব্যাপারে মুখ খোলা যাবে না।\n(৩) আল্লাহ তা‘আলার ব্যাপারে যা বলবে সত্য বলবে।\nতাই আল্লাহ তা‘আলা খ্রিস্টানদেরকে বলছেন, তোমরা যে বলে থাক আল্লাহ তা‘আলা তিনজনের একজন, ঈসা আল্লাহ তা‘আলার সন্তান, মারইয়াম আল্লাহ তা‘আলার স্ত্রী ইত্যাদি সব মিথ্যা এবং এসব আল্লাহ তা‘আলার ব্যাপারে অপবাদ মাত্র।\n(إِنَّمَا الْمَسِيْحُ عِيْسٰي)\n‘মারইয়ামের ছেলে ‘ঈসা মসীহ’ঈসা (আঃ) আল্লাহ তা‘আলার একজন বান্দা, তিনি আল্লাহ তা‘আলার সন্তান নন। একটি মাত্র কথা ‘কুন’(হয়ে যাও) দ্বারা আল্লাহ তা‘আলা মারইয়ামের গর্ভে পিতা ছাড়া সৃষ্টি করেছেন। এবং যেসকল রূহ দ্বারা তিনি মানুষ সৃষ্টি করেন তার মধ্যে ঈসা (আঃ) অন্যতম একটি। আল্লাহ তা‘আলা বলেন:\n(وَالَّتِيْٓ أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيْهَا مِنْ رُّوْحِنَا وَجَعَلْنٰهَا وَابْنَهَآ اٰيَةً لِّلْعٰلَمِيْنَ)‏\n“এবং স্মরণ কর‎ সে নারী (মারইয়াম)-কে, যে নিজ সতীত্বকে রক্ষা করেছিল, অতঃপর তার মধ্যে আমি আমার রূহ ফুঁকে দিয়েছিলাম এবং তাকে ও তার পুত্রকে করেছিলাম বিশ্ববাসীর জন্য এক নিদর্শন। (সূরা আম্বিয়া ২১:৯১)\nএরূপ ঘটনা সূরা মায়িদার ৭৫ নং, সূরা আল ইমরানের ৫৯ নং, সূরা তাহরীমের ১২ নং আয়াতে উল্লেখ করেছেন।\nরাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, যে ব্যক্তি সাক্ষ্য দিল আল্লাহ তা‘আলা ছাড়া সত্য কোন মা‘বূদ নেই, তার কোন শরীক নেই, মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আল্লাহ তা‘আলার বান্দা ও রাসূল, ঈসা (আঃ) আল্লাহ তা‘আলার বান্দা ও রাসূল, তিনি আল্লাহ তা‘আলার একটি কথা যা মারইয়ামের প্রতি ফুঁকে দিয়েছেলেন, তিনি আল্লাহ তা‘আলার রূহসমূহের অন্যতম একটি রূহ, জান্নাত সত্য, জাহান্নাম সত্য, তার যে আমলই থাকুক না কেন আল্লাহ তা‘আলা তাকে জান্নাতে প্রবেশ করাবেন। (সহীহ বুখারী হা: ৩৪৩৫)\nঅতএব আল্লাহ তা‘আলা ও রাসূলগণের প্রতি যেভাবে ঈমান আনা দরকার সেভাবে ঈমান আন। আর “তিন বল না”। অর্থাৎ আল্লাহ তা‘আলা তিনজন- এ কথা বল না। যারা এ কথা বলে তারা কাফির। আল্লাহ তা‘আলা বলেন:\n(لَقَدْ كَفَرَ الَّذِيْنَ قَالُوْآ إِنَّ اللّٰهَ ثَالِثُ ثَلٰثَةٍ م وَمَا مِنْ إلٰهٍ إِلَّآ إِلٰهٌ وَّاحِدٌ)\n“যারা বলে, ‘আল্লাহ তো তিনের মধ্যে একজন, তারা কুফরী করেছে- এক ইলাহ ব্যতীত অন্য কোন ইলাহ সত্যিকার নেই।”(সূরা মায়িদাহ ৫:৭৩)\nতাই আমরাও যেন আমাদের নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-সহ কোন নাবী, ওলী-আওলিয়ার ব্যাপারে বাড়াবাড়ি না করি। আমরা প্রত্যেক নাবীকে তার উপযুক্ত মর্যাদা প্রদান করবো, মর্যাদার নামে সীমালংঘন করবো না।\nআয়াত থেকে শিক্ষণীয় বিষয়:\n১. দীনের ব্যাপারে বাড়াবাড়ি করা হারাম।\n২. বিনা জ্ঞানে আল্লাহ তা‘আলার ব্যাপারে কথা বলা হারাম।\n৩. ঈসা (আঃ) আল্লাহ তা‘আলার একজন বান্দা ও রাসূল।\n৪. তিনজন আল্লাহ- এ কথা যারা বলে তারা কাফির।\n৫. নাবী ও ওলী আওলিয়াদের ব্যাপারে বাড়াবাড়ি করা নিষেধ।",
  "ayah": 171,
  "surah": 4
}
