{
  "text": "৩৬ নং আয়াতের তাফসীর:\nএখানে আল্লাহ তা‘আলা তাঁর নিজের উলুহিয়ার বা এক আল্লাহ তা‘আলার ইবাদত করার নির্দেশ দিচ্ছেন এবং সাথে সাথে উলুহিয়া বিধ্বংসী আমল শির্ক করা থেকে নিষেধ করছেন।\nএকদা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মুয়ায বিন জাবালকে বলেন, হে মুয়ায (রাঃ) তুমি কি জান! বান্দার ওপর আল্লাহ তা‘আলার হক কী? এবং আল্লাহ তা‘আলার ওপর বান্দার হক কী? মুয়ায (রাঃ) বলেন, আল্লাহ তা‘আলা ও তাঁর রাসূল অধিক জানেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, বান্দার ওপর আল্লাহ তা‘আলার হক হল: বান্দা একমাত্র আল্লাহ তা‘আলার ইবাদত করবে এবং তাঁর সাথে কাউকে শরীক করবে না। আর বান্দা যখন এ কাজ করবে তখন আল্লাহ তা‘আলার ওপর বান্দার হক হল: আল্লাহ তা‘আলা তাকে শাস্তি দেবেন না। (সহীহ বুখারী হা: ২৮৫৬)\nআল্লাহ তা‘আলার হকের সাথে সাথে মানুষের মাঝে যারা সবচেয়ে বেশি সৎ আচরণ পাবার হকদার মাতা-পিতার কথা উল্লেখ করেছেন। যেখানেই আল্লাহ তা‘আলা নিজের কথা বলেছেন সেখানেই পিতা-মাতার হকের কথা উল্লেখ করেছেন। যেমন আল্লাহ তা‘আলা বলেন:\n(وَقَضٰي رَبُّكَ أَلَّا تَعْبُدُوْآ إِلَّآ إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا)\n“তোমার প্রতিপালক আদেশ দিয়েছেন তিনি ব্যতীত অন্য কারও ‘ইবাদত কর না ও পিতা-মাতার প্রতি সদ্ব্যবহার কর।”(সূরা ইসরা ১৭:২৩)\nপিতা-মাতার সাথে সৎ আচরণের পরেই নিকট আত্মীয়, ইয়াতীম, মিসকিন, পাড়া-প্রতিবেশি, মুসাফির ও ক্রীতদাস-দাসীদের সাথেও সৎ আচরণের নির্দেশ দেয়া হয়েছে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন:\nمَا زَالَ جِبْرِيلُ يُوصِينِي بِالْجَارِ، حَتّٰي ظَنَنْتُ أَنَّهُ سَيُوَرِّثُهُ\nজিবরীল আমাকে সর্বদা প্রতিবেশীর ব্যাপারে অসীয়ত করতে থাকে এমনকি আমার মনে হল অচিরেই আমার ওয়ারিশ বানিয়ে দেবে। (সহীহ বুখারী হা: ৬০১৫)\n(وَالْجَارِ ذِي الْقُرْبٰي وَالْجَارِ الْجُنُبِ)\n‘নিকট প্রতিবেশী, দূর প্রতিবেশী’ইবনু আব্বাস (রাঃ)‎ বলেন,\n(وَالْجَارِ ذِي الْقُرْبٰي)\nহল এমন প্রতিবেশী যার সাথে আত্মীয়তা আছে। الجارالجنب হল যার সাথে আত্মীয়তা সম্পর্ক নেই। কেউ কেউ বলেন, প্রথমটা হল মুসলিম, আর দ্বিতীয়টা হল অমুসলিম।\nوالصاحب بالجنب\nকেউ বলেন, এর দ্বারা উদ্দেশ্য হল: স্ত্রী, কেউ বলেছেন; সৎবন্ধু। আর কেউ বলেন, বাড়িতে অবস্থান ও ভ্রমণে যে বন্ধু।\n(وَمَا مَلَکَتْ اَیْمَانُکُمْ)\n‘দক্ষিণ হস্ত যাদের মালিক হয়েছে’ অর্থাৎ ক্রীতদাস-দাসী। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন: তুমি যা খাও তোমার দাস-দাসীকে তাই খাওয়াও। তুমি যা পর তোমার দাস-দাসীকেও তা-ই পরাও। অন্য বর্ণনায় রয়েছে, যদি তোমার কর্মচারী খাবার নিয়ে আসে তাহলে তাকে সাথে নিয়ে বসে খাও, না খেলে এক লোকমা বা দুই লোকমা দিয়ে দাও। কেননা সে আগুনের তাপ সহ্য করেছে। (সহীহ বুখারী হা: ৫৪৬০) তারপর আল্লাহ তা‘আলা যাদেরকে ভালবাসেন না তাদের আলোচনা উল্লেখ করেছেন।\nমাতরাফ (রহঃ) বলেন: আমার নিকট আবূ যার (রাঃ)‎-এর একটি বর্ণনা পৌঁছে ছিল। আমার মনের আশা ছিল তার সাথে সাক্ষাত করার। একদিন তাঁর সাথে সাক্ষাত হয়ে গেল। আমি বললাম: হে আবূ যার, আমার কাছে পৌঁছেছে যে, আপনি নাকি মনে করেন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আপনাদের এ হাদীস বলেছেন: নিশ্চয়ই আল্লাহ তা‘আলা তিন প্রকার লোককে ভালবাসেন, আবার তিন প্রকার লোককে অপছন্দ করেন। তিনি বললেন: হ্যাঁ সত্য। তুমি কি মনে কর আমি আমার বন্ধুর ব্যাপারে মিথ্যা বলব! যে তিন প্রকার লোককে আল্লাহ তা‘আলা ভালবাসেন না তারা হল, অহঙ্কারী দাম্ভিক। তোমরা কি কিতাবে পাওনি? তখন\n(إِنَّ اللّٰهَ لَا يُحِبُّ مَنْ كَانَ مُخْتَالًا فَخُوْرَا)\n‘নিশ্চয়ই আল্লাহ পছন্দ করেন না দাম্ভিক, অহঙ্কারীকে।’এ আয়াতটি পাঠ করেন।\nআয়াত থেকে শিক্ষণীয় বিষয়:\n১. সকল ইবাদত একমাত্র আল্লাহ তা‘আলার জন্য করতে হবে।\n২. ইবাদত বিধ্বংসী শির্ক থেকে অবশ্যই দূরে থাকতে হবে।\n৩. পিতা-মাতাসহ অন্যান্যদের সাথে সদাচরণ করতে হবে।\n৪. অহঙ্কারী ও দাম্ভিক লোকেদের আল্লাহ তা‘আলা ভালবাসেন না।",
  "ayah": 36,
  "surah": 4
}
