{
  "text": "৪৩ নং আয়াতের তাফসীর:\nআল্লাহ তা‘আলা তাঁর মু’মিন বান্দাদেরকে নেশাগ্রস্ত অবস্থায় সালাত ও সালাতের স্থান মাসজিদের নিকটবর্তী হতে নিষেধ করেছেন। এ বিধান ছিল মদ হারাম হবার পূর্বে। আমরা পূর্বে উল্লেখ করেছি মদ তিনটি পর্যায়ে হারাম হয়েছে। এটি ছিল দ্বিতীয় পর্যায়।\nএ আয়াতের শানে নুযূল সম্পর্কে সূরা বাক্বারার ২১৯ নং আয়াতে উল্লেখ করা হয়েছে। সেই সাথে আল্লাহ তা‘আলা বান্দাদেরকে অপবিত্র অবস্থায় সালাত ও মাসজিদের নিকটবর্তী হতে নিষেধ করেছেন। তবে কেউ যদি মাসজিদের এক দরজা থেকে অন্য দরজায় যেতে বাধ্য হয় মাসজিদে অবস্থান ব্যতীত তাহলে তার জন্য তা বৈধ।\nতারপর আল্লাহ তা‘আলা তায়াম্মুমের বিধান ও যাদের জন্য তা শরীয়তসিদ্ধ করে দিয়েছেন তাদের বর্ণনা দিচ্ছেন। শরীয়ত কর্তৃক তায়াম্মুমের অনুমতি প্রাপ্ত ব্যক্তিবর্গ নিম্নরূপ:\n১. অসুস্থ ব্যক্তি, যিনি আশঙ্কা করেন যে, পানি ব্যবহার করলে অসুস্থতা বৃদ্ধি পাবে।\n২. মুসাফির, দূরে সফর করুক বা কাছেই সফর করুক যদি পানি না পায় তাহলে তিনি তায়াম্মুম করে সালাত আদায় করতে পারেন।\nযদি পানি না থাকে বাড়িতে অবস্থানকারী ব্যক্তিদের জন্যও তায়াম্মুম শরীয়াতসিদ্ধ। এখানে রোগী ও মুসাফিরের কথা বিশেষভাবে উল্লেখ করার কারণ হল সাধারণত এদের প্রয়োজন বেশি দেখা দেয়।\n৩. পেশাব-পায়খানার প্রয়োজন পূরণকারী পানি না পেলে তায়াম্মুম করবে।\n৪. স্ত্রীর সাথে দৈহিক সম্পর্ক করার পরও যদি সালাতের সময় হয়ে যায় কিন্তু পানি না পায় তাহলে তায়াম্মুম করে সালাত আদায় করবে। তারপরেও সালাত বিলম্ব করা বা ছেড়ে দেয়ার কোন সুযোগ নেই।\nতারপর তায়াম্মুমের পদ্ধতি বলা হচ্ছে। প্রথমে উভয় হাত মাটিতে একবার মেরে মুখমণ্ডল মাসেহ করবে তারপর উভয় হাতের কব্জী পর্যন্ত মাসেহ করবে।\nরাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন: তোমার জন্য এরূপ করাই যথেষ্ট ছিল- এই বলে তিনি দু’হাত মাটিতে মারলেন এবং উভয় হাতে ফুঁ দিলেন (যাতে বেশি বালু থাকলে পড়ে যায়) তারপর উভয় হাত দ্বারা তার চেহারা ও হাতের কব্জী পর্যন্ত মাসেহ করলেন। (সহীহ বুখারী হা: ৩৮)\nরাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একবারই মাটিতে দু’হাত মেরেছেন, দু’বার না। দু’বার মাটিতে হাত মারা এবং কনুই পর্যন্ত মাসেহ করার হাদীস দুর্বল। (দারাকুতনী: ১/১৮০)\nইমাম বুখারী অধ্যায় রচনা করেছেন:\nباب التيمم ضربة\n“তায়াম্মুমের জন্য মাটিতে হাত মারা একবার”-এর অধ্যায়। صعيدا طيبا “পবিত্র মাটি” পৃথিবীর সমস্ত মাটি মুসলিমদের জন্য সালাত ও তায়াম্মুমের জন্য পবিত্র। তবে হাদীসে যে স্থানগুলোর কথা বাদ দেয়া হয়েছে সেগুলো ব্যতীত।\nরাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, আমার জন্য পৃথিবীর মাটি সালাতের জায়গা। অতএব পুরুষদের জন্য কোন অবস্থাতেই সালাত বর্জনের সুযোগ নেই, মহিলাদের জন্যও না, তবে বিশেষ কয়েক দিন ব্যতীত। (সহীহ বুখারী হা: ৩৩৫)\nআয়াত থেকে শিক্ষণীয় বিষয়:\n১. অপবিত্র অবস্থায় সালাত আদায় ও মাসজিদে অবস্থান হারাম। তবে কেউ মাসজিদের এক দরজা হতে অন্য দরজা দিয়ে গমন করতে বাধ্য হলে তা জায়েয।\n২. তায়াম্মুমের বিধান জানতে পারলাম।\n৩. তায়াম্মুমের জন্য হাত মাটিতে মারতে হবে মাত্র একবার।\n৪. গোসল ফরয হলে যথাযসম্ভব তা তাড়াতাড়ি সেরে নেয়া উত্তম।\n৫. পানি না পেলে অপবিত্র অবস্থাতেই তায়াম্মুম করে সালাত আদায় করে নেয়া বৈধ।",
  "ayah": 43,
  "surah": 4
}
