{
  "surah": 30,
  "ayah": 50,
  "text": "So gaze on the traces of God's mercy, how He brings the earth to life after its death. The Real is saying, “My servant, at the time of spring open up the insight of intellect, open the eye of heedfulness, and gaze upon My artisanry. Look at the quivering of the earth and the weeping of heaven, the rising of the trees, the murmuring of the water, the yearning of the passionate, the birds like preachers, the gazelles like perfume-dealers, the nightingales like drunkards in a garden.” Reflect on the plants of the earth and gaze on the traces of what the King has wrought. Eyes of languid silver, their pupils cast of gold, On stalks of emerald, bearing witness, that God has no associate. So gaze. Look at the earth that has put on a robe. The trees are selling perfume, the nightingales shouting on the trees, every bird seeking a companion. The Lord who works such artisanry is worthy of hearing the supplications of the servants and concealing the offenses of the disobedient. So gaze on the traces of God's mercy. Look at the traces of His mercy, the marks of His artisanry, the evidence of His unity. That Lord who fills the trees with fruit in springtime, puts water into streams, makes the ocean rain pearls, brings forth perfume from the earth-that Lord who shows this artisanry is worthy for the servants to make obedience to Him their blanket and watchword. So gaze on the traces of God's mercy. It has been said that springtime is three: First is the springtime of this world, which is the time of finding happiness and youth. Second is the spring- time of that world, which is the subsistent bliss and everlasting kingdom. Third is a hidden spring- time which, if you have it, you yourself know. If you do not have it and you fancy that you have it, you will long be in remorse. From year to year the springtime of the earth is one month. It is the cause of the heaven's rain and the north wind. It is quick in separation and slow to bring about union, so it would be absurd to attach the heart to it. Springtime comes once a year. Roses grow from dust, water flows from stone, the spirits of the tested find ease in springtime's scent, and everyone who has lost his heart finds again the heart that has fled."
}
