{
  "text": "Allah is Your Lord\nAllah said,\nذَلِكُـمُ اللَّهُ رَبُّـكُمْ\n(Such is Allah, your Lord!) Who created everything and has neither a son nor a wife,\nلا إِلَـهَ إِلاَّ هُوَ خَـلِقُ كُلِّ شَىْءٍ فَاعْبُدُوهُ\n(None has the right to be worshipped but He, the Creator of all things. So worship Him,) Alone without partners, and attest to His Oneness, affirming that there is no deity worthy of worship except Him. Allah has neither descendants, nor acsendants, wife, equal or rival,\nوَهُوَ عَلَى كُلِّ شَىْءٍ وَكِيلٌ\n(And He is the Guardian over all things.) meaning, Trustee, Watcher and Disposer of affairs for all things in existence, giving them provisions and protection by day and night. Seeing Allah in the Hereafter Allah said,\nلاَّ تُدْرِكُهُ الاٌّبْصَـرُ\n(No vision can grasp Him) in this life. The vision will be able to look at Allah in the Hereafter, as affirmed and attested to by the numerous Hadiths from the Prophet through authentic chains of narration in the collections of the Sahihs, Musnad and Sunan collections. As for this life, Masruq narrated that `A'ishah said, \"Whoever claims that Muhammad has seen his Lord, will have uttered a lie against Allah, for Allah the Most Honored, says,\nلاَّ تُدْرِكُهُ الاٌّبْصَـرُ وَهُوَ يُدْرِكُ الاٌّبْصَـرَ\n(No vision can grasp Him, but His grasp is over all vision.)\" In the Sahih (Muslim) it is recorded that Abu Musa Al-Ash`ari narrated from the Prophet ,\n«إِنَّ اللهَ لَا يَنَامُ وَلَا يَنْبَغِي لَهُ أَنْ يَنَامَ، يَخْفِضُ الْقِسْطَ وَيَرْفَعُهُ، يُرْفَعُ إِلَيْهِ عَمَلُ النَّهَارِ قَبْلَ اللَّيْلِ، وَعَمَلُ اللَّيْلِ قَبْلَ النَّهَارِ، حِجَابُهُ النُّورُ أَوِ النَّارُ لَوْ كَشَفَهُ لَأَحْرَقَتْ سَبُحَاتُ وَجْهِهِ مَا انْتَهَى إِلَيْهِ بَصَرُهُ مِنْ خَلْقِه»\n(Verily, Allah does not sleep and it does not befit His majesty that He should sleep. He lowers the scale (of everything) and raises it. The deeds of the day are ascended to Him before the night, and the deeds of the night before the day. His Veil is the Light -- or Fire -- and if He removes it (the veil), the Light of His Face will burn every created thing that His sight reaches.) In the previous revealed Books there is this statement, \"When Musa requested to see Him, Allah said to Musa: `O Musa! Verily, no living thing sees Me, but it dies and no dried things sees me, but it rolls up.' \" Allah said,\nفَلَمَّا تَجَلَّى رَبُّهُ لِلْجَبَلِ جَعَلَهُ دَكًّا وَخَرَّ موسَى صَعِقًا فَلَمَّآ أَفَاقَ قَالَ سُبْحَـنَكَ تُبْتُ إِلَيْكَ وَأَنَاْ أَوَّلُ الْمُؤْمِنِينَ\n(So when his Lord appeared to the mountain, He made it collapse to dust, and Musa fell down unconscious. Then when he recovered his senses he said: \"Glory be to You, I turn to You in repentance and I am the first of the believers.\") 7:143. These Ayat, Hadiths and statements do not negate the fact that Allah will be seen on the Day of Resurrection by His believing servants, in the manner that He decides, all the while preserving His might and grace as they are. The Mother of the Faithful, `A'ishah, used to affirm that Allah will be seen in the Hereafter, but denied that it could occur in this life, mentioning this Ayah as evidence,\nلاَّ تُدْرِكُهُ الاٌّبْصَـرُ وَهُوَ يُدْرِكُ الاٌّبْصَـرَ\n(No vision can grasp Him, but His grasp is over all vision.) Her denial was a denial of the ability to encompass Him, meaning to perfectly see His grace and magnificance as He is, for that is not possible for any human, angel or anything created. Allah's statement,\nوَهُوَ يُدْرِكُ الاٌّبْصَـرَ\n(but His grasp is over all vision.) means, He encompasses all vision and He has full knowledge of them, for He created them all. In another Ayah, Allah said;\nأَلاَ يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللَّطِيفُ الْخَبِيرُ\n(Should not He Who has created know And He is the Most Subtle, Well Acquainted (with all things).) 67:14 It is also possible that `all vision' refers to those who have the vision. As-Suddi said that Allah's statement,\nلاَّ تُدْرِكُهُ الاٌّبْصَـرُ وَهُوَ يُدْرِكُ الاٌّبْصَـرَ\n(No vision can grasp Him, but His grasp is over all vision.) means, \"Nothing sees Him (in this life), but He sees all creation.\" Abu Al-`Aliyah said that Allah's statement,\nوَهُوَ اللَّطِيفُ الْخَبِيرُ\n(He is the Most Subtle, Well-Acquainted (with all things).) means, \"He is the Most Subtle, bringing forth all things, Well-Acquainted with their position and place.\" Allah knows best. In another Ayah, Allah mentions Luqman's advice to his son,\nيبُنَىَّ إِنَّهَآ إِن تَكُ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ فَتَكُنْ فِى صَخْرَةٍ أَوْ فِى السَّمَـوَتِ أَوْ فِى الاٌّرْضِ يَأْتِ بِهَا اللَّهُ إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ\n(O my son! If it be (anything) equal to the weight of grain of mustard seed, and though it be in a rock, or in the heavens or in the earth, Allah will bring it forth. Verily, Allah is Most Subtle, Well Acquainted) 31:16",
  "ayah": 103,
  "surah": 6
}
