{
  "text": "The Prohibition of Insulting the False gods of the Disbelievers, So that they Do not Insult Allah\nAllah prohibits His Messenger and the believers from insulting the false deities of the idolators, although there is a clear benefit in doing so. Insulting their deities will lead to a bigger evil than its benefit, for the idolators might retaliate by insulting the God of the believers, Allah, none has the right to be worshipped but He. `Ali bin Abi Talhah said that Ibn `Abbas commented on this Ayah 6:108; \"They (disbelievers) said, `O Muhammad! You will stop insulting our gods, or we will insult your Lord.' Thereafter, Allah prohibited the believers from insulting the disbelievers' idols,\nفَيَسُبُّواْ اللَّهَ عَدْواً بِغَيْرِ عِلْمٍ\n(lest they insult Allah wrongfully without knowledge.)\" `Abdur-Razzaq narrated that Ma`mar said that Qatadah said, \"Muslims used to insult the idols of the disbelievers and the disbelievers would retaliate by insulting Allah wrongfully without knowledge. Allah revealed,\nوَلاَ تَسُبُّواْ الَّذِينَ يَدْعُونَ مِن دُونِ اللَّهِ\n(And insult not those whom they worship besides Allah.)\" On this same subject -- abandoning what carries benefit to avert a greater evil - it is recorded in the Sahih that the Messenger of Allah ﷺ said,\n«مَلْعُونٌ مَنْ سَبَّ وَالِدَيْه»\n(Cursed is he who insults his own parents!) They said, \"O Allah's Messenger! And how would a man insult his own parents\" He said,\n«يَسُبُّ أَبَا الرَّجُلِ فَيَسُبُّ أَبَاهُ وَيَسُبُّ أُمَّهُ فَيَسُبُّ أُمَّه»\n(He insults a man's father, and that man insults his father, and insults his mother and that man insults his mother.) Allah's statement,\nكَذَلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمْ\n(Thus We have made fair seeming to each people its own doings;) means, as We made fair seeming to the idolators loving their idols and defending them, likewise We made fair seeming to every previous nation the misguidance they indulged in. Allah's is the most perfect proof, and the most complete wisdom in all that He wills and chooses.\nثُمَّ إِلَى رَبِّهِمْ مَّرْجِعُهُمْ\n(then to their Lord is their return,) gathering and final destination,\nفَيُنَبِّئُهُمْ بِمَا كَانُواْ يَعْمَلُونَ\n(and He shall then inform them of all that they used to do.) He will compensate them for their deeds, good for good and evil for evil.",
  "ayah": 108,
  "surah": 6
}
