{
  "text": "Asking for Miracles and Swearing to Believe if They Come\nAllah states that the idolators swore their strongest oaths by Allah,\nلَئِن جَآءَتْهُمْ ءَايَةٌ\n(that if there came to them a sign...) a miracle or phenomenon,\nلَّيُؤْمِنُنَّ بِهَا\n(they would surely believe therein.) affirming its truth,\nقُلْ إِنَّمَا الاٌّيَـتُ عِندَ اللَّهِ\n(Say: \"Signs are but with Allah.\") 6:109 meaning: Say, O Muhammad - to those who ask you for signs out of defiance, disbelief and rebellion, not out of the desire for guidance and knowledge - \"The matter of sending signs is for Allah. If He wills, He sends them to you, and if He wills, He ignores your request.\" Allah said next,\nوَمَا يُشْعِرُكُمْ أَنَّهَآ إِذَا جَآءَتْ لاَ يُؤْمِنُونَ\n(And what will make you perceive that (even) if it came, they will not believe) It was said that `you' in `make you preceive' refers to the idolators, according to Mujahid. In this case, the Ayah would mean, what makes you -- you idolators -- preceive that you are truthful in the vows that you swore Therefore, in this recitation, the Ayah means, the idolators will still not believe if the sign that they asked for came. It was also said that `you' in, `what will make you preceive', refers to the believers, meaning, what will make you preceive, O believers, that the idolators will still not believe if the signs come. Allah also said,\nمَا مَنَعَكَ أَلاَّ تَسْجُدَ إِذْ أَمَرْتُكَ\n(\"What prevented you (O Iblis) that you did not prostrate, when I commanded you\") 7:12 and,\nوَحَرَامٌ عَلَى قَرْيَةٍ أَهْلَكْنَـهَآ أَنَّهُمْ لاَ يَرْجِعُونَ\n(And a ban is laid on every town (population) which We have destroyed that they shall not return (to this world again).) 21:95 These Ayat mean: `What made you, O Iblis, refrain from prostrating, although I commanded you to do so, and, in the second Ayah, that village shall not return to this world again. In the Ayah above 6:109, the meaning thus becomes: What makes you perceive, O believers, who wish eagerly for the disbelievers to believe, that if the Ayat came to them they would believe Allah said next,\nوَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَـرَهُمْ كَمَا لَمْ يُؤْمِنُواْ بِهِ أَوَّلَ مَرَّةٍ\n(And We shall turn their hearts and their eyes away, as they refused to believe therein for the first time,) Al-`Awfi said that Ibn `Abbas said about this Ayah, \"When the idolators rejected what Allah sent down, their hearts did not settle on any one thing and they turned away from every matter (of benefit).\" Mujahid said that Allah's statement,\nوَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَـرَهُمْ\n(and We shall turn their hearts and their eyes away, ) means, We prevent them from the faith, and even if every sign came to them, they will not believe, just as We prevented them from faith the first time. Similar was said by `Ikrimah and `Abdur-Rahman bin Zayd bin Aslam. `Ali bin Abi Talhah said that Ibn `Abbas said, \"Allah mentions what the servants will say before they say it and what they will do before they do it. Allah said;\nوَلاَ يُنَبِّئُكَ مِثْلُ خَبِيرٍ\n(And none can inform you like Him Who is the All-Knower.) 35:14 and,\nأَن تَقُولَ نَفْسٌ يحَسْرَتَى عَلَى مَا فَرَّطَتُ فِى جَنبِ اللَّهِ\n(Lest a person should say, \"Alas, my grief that I was undutiful to Allah.\") 39:56 until,\nلَوْ أَنَّ لِى كَـرَّةً فَأَكُونَ مِنَ الْمُحْسِنِينَ\n(\"If only I had another chance, then I should indeed be among the doers of good.\") 39:58. So Allah, glory be to Him, states that if they were sent back to life, they would not accept the guidance,\nوَلَوْ رُدُّواْ لَعَـدُواْ لِمَا نُهُواْ عَنْهُ وَإِنَّهُمْ لَكَـذِبُونَ\n(But if they were returned, they would certainly revert to that which they were forbidden. And indeed they are liars.) 6:28 Allah said,\nوَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَـرَهُمْ كَمَا لَمْ يُؤْمِنُواْ بِهِ أَوَّلَ مَرَّةٍ\n(And We shall turn their hearts and their eyes away (from guidance), as they refused to believe therein for the first time,) meaning: `If they were sent back to this life, they would be prevented from embracing the guidance, just as We prevented them from it the first time, when they were in the life of this world.\" Allah said,\nوَنَذَرُهُمْ\n(and We shall leave them...) and abandon them,\nفِي طُغْيَـنِهِمْ\n(in their trespass...) meaning, disbelief, according to Ibn `Abbas and As-Suddi. Abu Al-`Aliyah, Ar-Rabi` bin Anas and Qatadah said that `their trespass' means, `their misguidance'. m\nيَعْمَهُونَ\n(to wander blindly) or playfully, according to Al-A`mash. Ibn `Abbas, Mujahid, Abu Al-`Aliyah, Ar-Rabi`, Abu Malik and others commented, \"to wander in their disbelief.\"",
  "ayah": 109,
  "surah": 6
}
