{
  "text": "أَوْ تَأْتِىَ بِاللَّهِ وَالْمَلَـئِكَةِ قَبِيلاً\n(or you bring Allah and the angels before (us) face to face.) 17:92\nقَالُواْ لَن نُّؤْمِنَ حَتَّى نُؤْتَى مِثْلَ مَآ أُوتِىَ رُسُلُ اللَّهِ\n(They said: \"We shall not believe until we receive the like of that which the Messengers of Allah had received.\") 6:124 and,\nوَقَالَ الَّذِينَ لاَ يَرْجُونَ لِقَآءَنَا لَوْلاَ أُنزِلَ عَلَيْنَا الْمَلَـئِكَةُ أَوْ نَرَى رَبَّنَا لَقَدِ اسْتَكْبَرُواْ فِى أَنفُسِهِمْ وَعَتَوْا عُتُوّاً كَبِيراً\n(And those who expect not a meeting with Us said: \"Why are not the angels sent down to us, or why do we not see our Lord\" Indeed they think too highly of themselves, and are scornful with great pride.) 25:21 Allah said,\nوَكَلَّمَهُمُ الْمَوْتَى\n(and the dead had spoken unto them,) This is, to inform them of the truth of what the Messengers brought them;\nوَحَشَرْنَا عَلَيْهِمْ كُلَّ شَىْءٍ قُبُلاً\n(and We had gathered together all things before them,) before their eyes, as `Ali bin Abi Talhah and Al-`Awfi reported from Ibn `Abbas. This is the view of Qatadah and `Abdur-Rahman bin Zayd bin Aslam. This Ayah means, if all nations were gathered before them, one after the other, and each one testifies to the truth of what the Messengers came with,\nمَّا كَانُواْ لِيُؤْمِنُواْ إِلاَّ أَن يَشَآءَ اللَّهُ\n(they would not have believed, unless Allah willed,) for guidance is with Allah not with them. Certainly, Allah guides whom He wills and misguides whom He wills, and He does what He wills,\nلاَ يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْـَلُونَ\n(He cannot be questioned about what He does, while they will be questioned.) 21:23, This is due to His knowledge, wisdom, power, supreme authority and irresistibility. Similarly, Allah said,\nإِنَّ الَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَةُ رَبِّكَ لاَ يُؤْمِنُونَ - وَلَوْ جَآءَتْهُمْ كُلُّ ءايَةٍ حَتَّى يَرَوُاْ الْعَذَابَ الاٌّلِيمَ\n(Truly, those, against whom the Word (wrath) of your Lord has been justified, will not believe. Even if every sign should come to them, until they see the painful torment.) 10:96-97",
  "ayah": 111,
  "surah": 6
}
