{
  "text": "The Prohibition of what was Slaughtered in other than Allah's Name\nThis Ayah is used to prove that slaughtered animals are not lawful when Allah's Name is not mentioned over them -- even if slaughtered by a Muslim. The Ayah about hunting game,\nفَكُلُواْ مِمَّآ أَمْسَكْنَ عَلَيْكُمْ وَاذْكُرُواْ اسْمَ اللَّهِ عَلَيْهِ\n(So eat of what they (trained hunting dogs or birds of prey) catch for you, but pronounce the Name of Allah over it.) 5:4 supports this. The Ayah here emphasized this ruling, when Allah said,\nوَإِنَّهُ لَفِسْقٌ\n(for surely it is disobedience.) They say that \"it\" refers to eating it, and others say that it refers to the sacrifice for other than Allah. There are various Hadiths that order mentioning Allah's Name when slaughtering and hunting. The Hadith narrated by `Adi bin Hatim and Abu Tha`labah (that the Prophet said);\n«إِذَا أَرْسَلْتَ كَلْبَكَ الْمُعَلَّمَ وَذَكْرتَ اسْمَ اللهِ عَلَيْهِ فَكُلْ مَا أَمْسَكَ عَلَيْك»\n(When you send your trained hunting dog and mention Allah's Name on releasing it, then eat from whatever it catches for you.) This Hadith was collected in the Two Sahihs. The Rafi` bin Khadij narrated that the Prophet said;\n«مَا أَنْهَرَ الدَّمَ وَذُكِرَ اسْمُ اللهِ عَلَيْهِ فَكُلُوه»\n(You can use what would make blood flow (i. e., slaughter) and you can eat what is slaughtered and the Name of Allah is mentioned at the time of slaughtering.) This Hadith was also collected in the Two Sahihs. Ibn Mas`ud narrated that Allah's Messenger ﷺ said to the Jinns.\n«لَكُمْ كُلُّ عَظْمٍ ذُكِرَ اسْمُ اللهِ عَلَيْه»\n((For food) you have every bone on which Allah's Name was mentioned on slaughtering.) Muslim collected this Hadith. Jundub bin Sufyan Al-Bajali said that the Messenger of Allah ﷺ said,\n«مَنْ ذَبَحَ قَبْلَ أَنْ يُصَلِّيَ فَلْيَذْبَحْ مَكَانَهَا أُخْرَى، وَمَنْ لَمْ يَكُنْ ذَبَحَ، حَتَّى صَلَّيْنَا فَلْيَذْبَحْ بِاسْمِ الله»\n(Whoever slaughtered before he prayed (the `Id prayer), let him slaughter another sacrifice in its place. Whoever did not offer the sacrifice before we finished the prayer, let him slaughter and mention Allah's Name.) The Two Sahihs recorded this Hadith.\nThe Devil's Inspiration\nAllah said,\nوَإِنَّ الشَّيَـطِينَ لَيُوحُونَ إِلَى أَوْلِيَآئِهِمْ لِيُجَـدِلُوكُمْ\n(And certainly, the Shayatin do inspire their friends to dispute with you,) Ibn Abi Hatim recorded that Abu Ishaq said that a man said to Ibn `Umar that Al-Mukhtar claimed that he received revelation. So Ibn `Umar said, \"He has said the truth,\" and recited this Ayah,\nوَإِنَّ الشَّيَـطِينَ لَيُوحُونَ إِلَى أَوْلِيَآئِهِمْ\n(And certainly, the Shayatin do inspire their friends...) Abu Zamil said, \"I was sitting next to Ibn `Abbas at a time when Al-Mukhtar bin Abi `Ubayd was performing Hajj. So a man came to Ibn `Abbas and said, `O Ibn `Abbas! Abu Ishaq (Al-Mukhtar) claimed that he received revelation this night.' Ibn `Abbas said, He has said the truth.' I was upset and said, `Ibn `Abbas says that Al-Mukhtar has said the truth' Ibn `Abbas replied, `There are two types of revelation, one from Allah and one from the devil. Allah's revelation came to Muhammad ﷺ, while the Shaytan's revelation comes to his friends.' He then recited,\nوَإِنَّ الشَّيَـطِينَ لَيُوحُونَ إِلَى أَوْلِيَآئِهِمْ\n(And certainly, the Shayatin do inspire their friends...) We also mentioned `Ikrimah's commentary on the Ayah,\nيُوحِى بَعْضُهُمْ إِلَى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُوراً\n(Inspiring one another with adorned speech as a delusion.) Allah said next,\nلِيُجَـدِلُوكُمْ\n(to dispute with you,) Ibn Jarir recorded that Ibn `Abbas commented;\nوَلاَ تَأْكُلُواْ مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ\n(Eat not of that on which Allah's Name has not been mentioned...) until,\nلِيُجَـدِلُوكُمْ\n(...to dispute with you,) \"The devils inspire their loyal supporters, `Do you eat from what you kill but not from what Allah causes to die\"' As-Suddi said; \"Some idolators said to the Muslims, `You claim that you seek Allah's pleasure. Yet, you do not eat what Allah causes to die, but you eat what you slaughter' Allah said,\nوَإِنْ أَطَعْتُمُوهُمْ\n(and if you obey them...), and eat dead animals,\nإِنَّكُمْ لَمُشْرِكُونَ\n(then you would indeed be polytheists. ) Similar was said by Mujahid, Ad-Dahhak and several others among scholars of the Salaf.\nGiving Preference to Anyone's Saying Over the Legislation of Allah is Shirk\nAllah's statement,\nوَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ\n(and if you obey them, then you would indeed be polytheists.) means, when you turn away from Allah's command and Legislation to the saying of anyone else, preferring other than what Allah has said, then this constitutes Shirk. Allah said in another Ayah,\nاتَّخَذُواْ أَحْبَـرَهُمْ وَرُهْبَـنَهُمْ أَرْبَاباً مِّن دُونِ اللَّهِ\n(They (Jews and Christians) took their rabbis and their monks to be their lords besides Allah.)9:31 In explanation of this Ayah, At-Tirmidhi recorded that `Adi bin Hatim said, \"O Allah's Messenger! They did not worship them.\" The Prophet said,\n«بَلَى إِنَّهُمْ أَحَلُّوا لَهُمُ الْحَرَامَ وَحَرَّمُوا عَلَيْهِمُ الْحَلَالَ فَاتَّبعُوهُمْ فَذَلِكَ عِبَادَتُهُمْ إِيَّاهُم»\n(Yes they did. They (monks and rabbis) allowed the impermissible for them and they prohibited the lawful for them, and they followed them in that. That was their worship of them.)",
  "ayah": 121,
  "surah": 6
}
