{
  "text": "فَمَن يُرِدِ اللَّهُ أَن يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلإِسْلَـمِ\n(And whomsoever Allah wills to guide, He opens his breast to Islam;) He makes Islam easy for him and strengthens his resolve to embrace it, and these are good signs. Allah said in other Ayat,\nأَفَمَن شَرَحَ اللَّهُ صَدْرَهُ لِلإِسْلَـمِ فَهُوَ عَلَى نُورٍ مِّن رَّبِّهِ\n(Is he whose breast Allah has opened to Islam, so that he is in light from His Lord (as he who is a non-Muslim)) 39:22 and,\nوَلَـكِنَّ اللَّهَ حَبَّبَ إِلَيْكُمُ الايمَـنَ وَزَيَّنَهُ فِى قُلُوبِكُمْ وَكَرَّهَ إِلَيْكُمُ الْكُفْرَ وَالْفُسُوقَ وَالْعِصْيَانَ أُوْلَـئِكَ هُمُ الرَشِدُونَ\n(But Allah has endeared the faith to you and has beautified it in your hearts, and has made disbelief, wickedness and disobedience hated by you. Such are they who are the rightly guided.) 49:7 Ibn `Abbas commented on Allah's statement,\nفَمَن يُرِدِ اللَّهُ أَن يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلإِسْلَـمِ\n(And whomsoever Allah wills to guide, He opens his breast to Islam;), \"Allah says that He will open his heart to Tawhid and faith in Him.\" This is the same as was reported from Abu Malik and several others, and it is sound. Allah's statement,\nوَمَن يُرِدْ أَن يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقاً حَرَجاً\n(and whomsoever He wills to send astray, He makes his breast closed and constricted,) refers to inability to accept guidance, thus being deprived of beneficial faith.\nكَأَنَّمَا يَصَّعَّدُ فِى السَّمَآءِ\n(. ..as if he is climbing up to the sky.) because of the heaviness of faith on him. Sa`id bin Jubayr commented that in this case, \"(Islam) finds every path in his heart impassable.\" Al-Hakam bin Aban said that `Ikrimah narrated from Ibn `Abbas that he commented on:\nكَأَنَّمَا يَصَّعَّدُ فِى السَّمَآءِ\n(...as if he is climbing up to the sky), \"Just as the Son of Adam cannot climb up to the sky, Tawhid and faith will not be able to enter his heart, until Allah decides to allow it into his heart.\" Imam Abu Ja`far bin Jarir commented: \"This is a parable that Allah has given for the heart of the disbeliever, which is completely impassable and closed to faith. Allah says, the example of the disbeliever's inability to accept faith in his heart and that it is too small to accommodate it, is the example of his inability to climb up to the sky, which is beyond his capability and power.\" He also commented on Allah's statement,\nكَذَلِكَ يَجْعَلُ اللَّهُ الرِّجْسَ عَلَى الَّذِينَ لاَ يُؤْمِنُونَ\n(Thus Allah puts the Rijs (wrath) on those who believe not.) \"Allah says that just as He makes the heart of whomever He decides to misguide, closed and constricted, He also appoints Shaytan for him and for his likes, those who refused to believe in Allah and His Messenger. Consequently, Shaytan lures and hinders them from the path of Allah.\" `Ali bin Abi Talhah reported that Ibn `Abbas said that, Rijs, refers to Shaytan, while Mujahid said that it refers to all that does not contain goodness. `Abdur-Rahman bin Zayd bin Aslam said that, Rijs, means, `torment'.",
  "ayah": 125,
  "surah": 6
}
