{
  "text": "The Idolators Forbade Certain Types of Cattle\n`Ali bin Abi Talhah reported that Ibn `Abbas said, \"Hijr refers to what they forbade, such as the Wasilah, and the like.\" Similar was said by Mujahid, Ad-Dahhak, As-Suddi, Qatadah, `Abdur-Rahman bin Zayd bin Aslam and others. Qatadah commented on,\nوَقَالُواْ هَـذِهِ أَنْعَـمٌ وَحَرْثٌ حِجْرٌ\n(They say that such and such cattle and crops are Hijr,) \"It is a prohibition that the Shayatin appointed for their wealth, and a type of exaggeration and extremism that did not come from Allah.\" `Abdur-Rahman Ibn Zayd bin Aslam said that, d\nحِجْرٍ\n(Hijr,) refers to what the idolators designated for their deities. As-Suddi said that the Ayah,\nلاَّ يَطْعَمُهَآ إِلاَّ مَن نَّشَآءُ بِزَعْمِهِمْ\n(And none should eat of them except those whom we allow, they claimed...) means, \"They said, only those whom we choose can eat of them., and the rest are prohibited from eating them.\" Similar to this honorable Ayah, Allah said,\nقُلْ أَرَأَيْتُمْ مَّآ أَنزَلَ اللَّهُ لَكُمْ مِّن رِّزْقٍ فَجَعَلْتُمْ مِّنْهُ حَرَامًا وَحَلاَلاً قُلْ ءَآللَّهُ أَذِنَ لَكُمْ أَمْ عَلَى اللَّهِ تَفْتَرُونَ\n(Say: \"Tell me, what provision Allah has sent down to you! And you have made of it lawful and unlawful.\" Say: \"Has Allah permitted you (to do so), or do you invent a lie against Allah\") 10:59, and,\nمَا جَعَلَ اللَّهُ مِن بَحِيرَةٍ وَلاَ سَآئِبَةٍ وَلاَ وَصِيلَةٍ وَلاَ حَامٍ وَلَـكِنَّ الَّذِينَ كَفَرُواْ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ وَأَكْثَرُهُمْ لاَ يَعْقِلُونَ\n(Allah has not instituted things like Bahirah or a Sa'ibah or a Wasilah or a Ham. But those who disbelieve invent lies against Allah, and most of them have no understanding.) 5:103 As-Suddi said that cattle forbidden to be used for burden were the Bahirah, Sa'ibah, Wasilah and Ham, as well as cattle for which the idolators did not mention Allah's Name when slaughtering them nor when they were born. Abu Bakr bin `Ayyash said that `Asim bin Abi An-Najud said, \"Abu Wa'il said to me, `Do you know the meaning of the Ayah,\nوَأَنْعَـمٌ حُرِّمَتْ ظُهُورُهَا وَأَنْعَـمٌ لاَّ يَذْكُرُونَ اسْمَ اللَّهِ عَلَيْهَا\n(And (they say) there are cattle forbidden to be used for burden, and cattle on which the Name of Allah is not pronounced.) I said, `No.' He said, `It is the Bahirah, which they would not use to for Hajj (either by riding it or carrying things on it).\"' Mujahid also said that they were some of the camels belonging to idolators on which Allah's Name was not mentioned when riding, milking, carrying things, copulation or any other action.\nافْتِرَآءً عَلَيْهِ\n(lying against Him.) against Allah. The idolators indeed lied when they attributed this evil to Allah's religion and Law; He did not allow them to do that nor did He approve of it,\nسَيَجْزِيهِم بِمَا كَانُواْ يَفْتَرُونَ\n(He will recompense them for what they used to fabricate.) against Him, and falsely attribute to Him.",
  "ayah": 138,
  "surah": 6
}
