{
  "text": "وَقَالُواْ مَا فِى بُطُونِ هَـذِهِ الأَنْعَـمِ خَالِصَةٌ لِّذُكُورِنَا\n(And they say: \"What is in the bellies of such and such cattle is for our males alone...\") refers to milk. `Awfi said that Ibn `Abbas said about this Ayah,\nوَقَالُواْ مَا فِى بُطُونِ هَـذِهِ الأَنْعَـمِ خَالِصَةٌ لِّذُكُورِنَا\n(And they say: \"What is in the bellies of such and such cattle is for our males alone...\") \"It is about milk, which they prohibited for their females and allowed only their males to drink. When a sheep would give birth to a male sheep, they would slaughter it and feed it to their males, but not to their females. If the newly born lamb was a female, they would not slaughter it, but if it was stillborn, they would share in it (with their females)! Allah forbade this practice.\" Similar was said by As-Suddi. Ash-Sha`bi said, \"The Bahirah's milk was only given to the men. But if any cattle from the Bahirah died, both men and women would share in eating it.\" Similar was said by `Ikrimah, Qatadah and `Abdur-Rahman bin Zayd bin Aslam. Mujahid commented;\nوَقَالُواْ مَا فِى بُطُونِ هَـذِهِ الأَنْعَـمِ خَالِصَةٌ لِّذُكُورِنَا وَمُحَرَّمٌ عَلَى أَزْوَجِنَا\n(And they say: \"What is in the bellies of such and such cattle is for our males alone, and forbidden to our females...\") \"It refers to the Sa'ibah and the Bahirah.\" Abu Al-`Aliyah, Mujahid and Qatadah said that Allah's statement,\nسَيَجْزِيهِمْ وَصْفَهُمْ\n(He will punish them for their attribution. ) means, uttering such falsehood. This is explained by Allah's statement,\nوَلاَ تَقُولُواْ لِمَا تَصِفُ أَلْسِنَتُكُمُ الْكَذِبَ هَـذَا حَلَـلٌ وَهَـذَا حَرَامٌ لِّتَفْتَرُواْ عَلَى اللَّهِ الْكَذِبَ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لاَ يُفْلِحُونَ\n(And say not concerning that which your tongues falsely utter: \"This is lawful and this is forbidden.\" so as to invent lies against Allah. Verily, those who invent lies against Allah will never prosper.) 16:116 Allah said,\nإِنَّهُ حَكِيمٌ\n(Verily, He is All-Wise.) in His actions, statements, Law and decree,\nعَلِيمٌ\n(All-Knower), in the actions of His servants, whether good or evil, and He will recompense them for these deeds completely.",
  "ayah": 139,
  "surah": 6
}
