{
  "text": "The Prohibition of Consuming the Orphan's Property\n`Ata' bin As-Sa'ib said that Sa`id bin Jubayr said that Ibn `Abbas said, \"When Allah revealed,\nوَلاَ تَقْرَبُواْ مَالَ الْيَتِيمِ إِلاَّ بِالَّتِى هِىَ أَحْسَنُ\n(And come not near to the orphan's property, except to improve it.) and,\nإِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَلَ الْيَتَـمَى ظُلْماً\n(Verily, those who unjustly eat up the property of orphans.) those who were guardians of orphans separated their food from the orphans' food and their drink from their drink. When any of that food or drink remained, they used to keep it for the orphan until he or she ate it or it spoiled. This became difficult for the companions and they talked about it to the Messenger of Allah ﷺ, and Allah sent down the Ayah,\nوَيَسْـَلُونَكَ عَنِ الْيَتَـمَى قُلْ إِصْلاَحٌ لَّهُمْ خَيْرٌ وَإِن تُخَالِطُوهُمْ فَإِخْوَنُكُمْ\n(And they ask you about orphans. Say: \"The best thing is to work honestly in their property, and if you mix your affairs with theirs, then they are your brothers.\") 2:220 Thereafter, they mixed their food and drink with food and drink of the orphans.\" Abu Dawud collected this statement. Allah's statement,\nحَتَّى يَبْلُغَ أَشُدَّهُ\n(until he (or she) attains the age of full strength;), refers to reaching the age of adolescence, according to Ash-Sha`bi, Malik and several others among the Salaf.\nThe Command to Give Full Measure and Full Weight with Justice\nAllah's statement,\nوَأَوْفُواْ الْكَيْلَ وَالْمِيزَانَ بِالْقِسْطِ\n(and give full measure and full weight with justice.) is a command to establish justice while giving and taking. Allah has also warned against abandoning this commandment, when He said,\nوَيْلٌ لِّلْمُطَفِّفِينَ - الَّذِينَ إِذَا اكْتَالُواْ عَلَى النَّاسِ يَسْتَوْفُونَ - وَإِذَا كَالُوهُمْ أَوْ وَّزَنُوهُمْ يُخْسِرُونَ - أَلا يَظُنُّ أُوْلَـئِكَ أَنَّهُمْ مَّبْعُوثُونَ - لِيَوْمٍ عَظِيمٍ - يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَـلَمِينَ\n(Woe to Al-Mutaffifin. Those who, when they have to receive by measure from men, demand full measure. And when they have to give by measure or weight to (other) men, give less than due. Do they not think that they will be resurrected (for reckoning). On a Great Day The Day when (all) mankind will stand before the Lord of all that exists) 83:1-6. Allah destroyed an entire nation that was accustomed to giving less in weights and measures. Allah said next,\nلاَ نُكَلِّفُ نَفْسًا إِلاَّ وُسْعَهَا\n(We burden not any person, but that which he can bear.) that is, whoever strives while pursuing his rights and giving other peoples' full rights, then there is no sin on him if he commits an honest mistake after trying his best and striving to do what is right.\nThe Order for Just Testimony\nAllah said;\nوَإِذَا قُلْتُمْ فَاعْدِلُواْ وَلَوْ كَانَ ذَا قُرْبَى\n(And whenever you give your word, say the truth even if a near relative is concerned.) This is similar to His statement,\nيَـأَيُّهَآ الَّذِينَ ءَامَنُواْ كُونُواْ قَوَّامِينَ للَّهِ شُهَدَآءَ بِالْقِسْطِ\n(O you who believe! Stand out firmly for Allah as just witnesses.) 5:8 And there is a similar Ayah in Surat An-Nisa'. So Allah commands justice in action and statement, with both near relatives and distant relatives. Indeed, Allah orders justice for everyone at all times and in all situations.\nThe Command to Follow Allah's Straight Path and to Avoid All Other Paths\n`Ali bin Abi Talhah reported that Ibn `Abbas commented on Allah's statements,\nوَلاَ تَتَّبِعُواْ السُّبُلَ فَتَفَرَّقَ بِكُمْ عَن سَبِيلِهِ\n(And follow not (other) paths, for they will separate you away from His path.), and,\nأَنْ أَقِيمُواْ الدِّينَ وَلاَ تَتَفَرَّقُواْ فِيهِ\n((Saying) that you should establish religion and make no divisions in it.) 42:13, and similar Ayat in the Qur'an, \"Allah commanded the believers to adhere to the Jama`ah and forbade them from causing divisions and disputes. He informed them that those before them were destroyed because of divisions and disputes in the religion of Allah.\" Similar was said by Mujahid and several others. Imam Ahmad bin Hanbal recorded that `Abdullah bin Mas`ud said, \"The Messenger of Allah ﷺ drew a line with his hand (in the sand) and said,\n«هَذَا سَبِيلُ اللهِ مُسْتَقِيمًا»\n(This is Allah's path, leading straight.) He then drew lines to the right and left of that line and said,\n«هَذِهِ السُّبُلُ لَيْسَ مِنْهَا سَبِيلٌ إِلَّا عَلَيْهِ شَيْطَانٌ يَدْعُو إِلَيْه»\n(These are the other paths, on each path there is a devil who calls to it.) He then recited,\nوَأَنَّ هَـذَا صِرَطِي مُسْتَقِيمًا فَاتَّبِعُوهُ وَلاَ تَتَّبِعُواْ السُّبُلَ فَتَفَرَّقَ بِكُمْ عَن سَبِيلِهِ\n(And verily, this is My straight path, so follow it, and follow not (other) paths, for they will separate you away from His path.)6:153\" Al-Hakim also recorded this Hadith and said; \"Its chain is Sahih, but they did not record it.\" Imam Ahmad and `Abd bin Humayd recorded (and this is the wording of Ahmad) that Jabir said; \"We were sitting with the Prophet when he drew a line in front of him and said,\n«هَذَا سَبِيلُ الله»\n(This is Allah's path.) He also drew two lines to its right and two lines to its left and said,\n«هَذِهِ سُبُلُ الشَّيْطَان»\n(These are the paths of Shaytan.) He then placed his hand on the middle path and recited this Ayah;",
  "ayah": 152,
  "surah": 6
}
