{
  "text": "The Good Deed is Multiplied Tenfold, While the Sin is Recompensed with the Same\nThis Ayah explains the general Ayah;\nمَن جَآءَ بِالْحَسَنَةِ فَلَهُ خَيْرٌ مِّنْهَا\n(Whoever comes with good, then he will receive better than that.)28:84 There are several Hadiths that are in agreement with the apparent wording of this honorable Ayah. Imam Ahmad bin Hanbal recorded that Ibn `Abbas said that the Messenger of Allah ﷺ said about his Lord,\n«إِنَّ رَبَّكُمْ عَزَّ وَجَلَّ رَحِيمٌ مَنْ هَمَّ بِحَسَنَةٍ فَلَمْ يَعْمَلْهَا كُتِبَتْ لَهُ حَسَنَةً فَإِنْ عَمِلَهَا كُتِبَتْ لَهُ عَشْرًا إِلَى سَبْعِمِائَةٍ إِلَى أَضْعَافٍ كَثِيرَةٍ. وَمَنْ هَمَّ بِسَيِّئَةٍ فَلَمْ يَعْمَلْهَا كُتِبَتْ لَهُ حَسَنَةً فَإِنْ عَمِلَهَا كُتِبَتْ لَهُ وَاحِدَةً أَوْ يَمْحُوهَا اللهُ عَزَّ وَجَلَّ وَلَا يَهْلِكُ عَلَى اللهِ إِلَّا هَالِك»\n(Your Lord is Most Merciful. Whoever intends to perform a good deed and does not do it, it will be written for him as a good deed. If he performs it, it will be written for him as ten deeds, to seven hundred, to multifold. Whoever intends to commit an evil deed, but does not do it, it will be written for him as a good deed. If he commits it, it will be written for him as a sin, unless Allah erases it. Only those who deserve destruction will be destroyed by Allah.) Al-Bukhari, Muslim and An-Nasa'i also recorded this Hadith. Ahmad also recorded that Abu Dharr said that the Messenger of Allah ﷺ said,\n«يَقُولُ اللهُ عَزَّ وَجَلَّ:مَنْ عَمِلَ حَسَنَةً فَلَهُ عَشْرُ أَمْثَالِهَا وَأَزِيدُ وَمَنْ عَمِلَ سَيِّئَةً فَجَزَاؤُهَا مِثْلُهَا أَوْ أَغْفِرُ وَمَنْ عَمِلَ قُرَابَ الْأَرْضِ خَطِيئَةً ثُمَّ لَقِيَنِي لَا يُشْرِكُ بِي شَيْئًا جَعَلْتُ لَهُ مِثْلَهَا مَغْفِرَةً، وَمَنِ اقْتَرَبَ إِليَّ شِبْرًا اقْتَرَبْتُ إِلَيْهِ ذِرَاعًا وَمَنِ اقْتَرَبَ إِلَيَّ ذِرَاعًا اقْتَرَبْتُ إِلَيْهِ بَاعًا وَمَنْ أَتَانِي يَمْشِي أَتَيْتُهُ هَرْوَلَة»\n(Allah says, `Whoever performs a good deed, will have tenfold for it and more. Whoever commits a sin, then his recompense will be the same, unless I forgive. Whoever commits the earth's fill of sins and then meets Me while associating none with Me, I will give him its fill of forgiveness. Whoever draws closer to Me by a hand's span, I will draw closer to him by a forearm's length. Whoever draws closer to Me by a forearm's length, I will draw closer to him by an arm's length. And whoever comes to Me walking, I will come to him running.') Muslim also collected this Hadith. Know that there are three types of people who refrain from committing a sin that they intended. There are those who refrain from committing the sin because they fear Allah, and thus will have written for them a good deed as a reward. This type contains both a good intention and a good deed. In some narrations of the Sahih, Allah says about this type, \"He has left the sin for My sake.\" Another type does not commit the sin because of forgetfulness or being busy attending to other affairs. This type of person will neither earn a sin, nor a reward. The reason being that, this person did not intend to do good, nor commit evil. Some people abandon the sin because they were unable to commit it or due to laziness, after trying to commit it and seeking the means that help commit it. This person is just like the person who commits the sin. There is an authentic Hadith that states,\n«إِذَا الْتَقَى الْمُسْلِمَانِ بِسَيْفَيْهِمَا فَالْقَاتِلُ وَالْمَقْتُولُ فِي النَّار»\n(When two Muslims meet with their swords, then the killer and the killed will be in the Fire.) They said, \"O Allah's Messenger! We know about the killer, so what about the killed\" He said,\n«إِنَّهُ كَانَ حَرِيصًا عَلَى قَتْلِ صَاحِبِه»\n(He was eager to kill his companion.) Al-Hafiz Abu Al-Qasim At-Tabarani said that Abu Malik Al-Ash`ari said that the Messenger of Allah ﷺ said,\n«الْجُمُعَةُ كَفَّارَةٌ لِمَا بَيْنَهَا وَبَيْنَ الْجُمُعَةِ الَّتِي تَلِيهَا وَزِيَادَةُ ثَلَاثَةِ أَيَّامٍ، وَذَلِكَ لأَنَّ اللهَ تَعَالَى قَالَ:\nمَن جَآءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا\n»\n(Friday (prayer) to the next Friday (preayer), plus three more days, erase whatever was committed (of sins) between them. This is because Allah says: Whoever brings a good deed shall have ten times the like thereof to his credit) Abu Dharr narrated that the Messenger of Allah ﷺ said,\n«مَنْ صَامَ ثَلَاثَةَ أَيَّامٍ مِنْ كُلِّ شَهْرٍ فَقَدْ صَامَ الدَّهْرَ كُلَّه»\n(Whoever fasts three days every month, will have fasted all the time.) Ahmad, An-Nasa'i, and Ibn Majah recorded this Hadith, and this is Ahmad's wording. At-Tirmidhi also recorded it with this addition;\n«فأنزل الله تصديق ذلك في كتابه»\n(So Allah sent down affirmation of this statement in His Book, )\nمَن جَآءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا\n(Whoever brings a good deed shall have ten times the like thereof to his credit,)\n«اليوم بعشرة أيام»\n(Therefore, a day earns ten days.) At-Tirmidhi said; \"This Hadith is Hasan\". There are many other Hadiths and statements on this subject, but what we mentioned should be sufficient, Allah willing, and our trust is in Him.",
  "ayah": 160,
  "surah": 6
}
