{
  "text": "The Command to Sincerely Trust in Allah\nAllah said,\nقُلْ\n(Say), O Muhammad , to those idolators, about worshipping Allah alone and trusting in Him,\nأَغَيْرَ اللَّهِ أَبْغِى رَبًّا\n(Shall I seek a lord other than Allah...) 6:164,\nوَهُوَ رَبُّ كُلِّ شَىْءٍ\n(while He is the Lord of all things ) and Who protects and saves me and governs all my affairs But, I only trust in Him and go back to Him, because He is the Lord of everything, Owner of all things and His is the creation and the decision. This Ayah commands sincerely trusting Allah, while the Ayah before it commands sincerely worshipping Allah alone without partners. These two meanings are often mentioned together in the Qur'an. Allah directs His servants to proclaim,\nإِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ\n(You (alone) we worship, and You (alone) we ask for help (for each and every thing).) 1:5 Allah said,\nفَاعْبُدْهُ وَتَوَكَّلْ عَلَيْهِ\n(So worship Him and put your trust in Him.) 11:123, and\nقُلْ هُوَ الرَّحْمَـنُ ءَامَنَّا بِهِ وَعَلَيْهِ تَوَكَّلْنَا\n(Say: \"He is the Most Gracious (Allah), in Him we believe, and in Him we put our trust\".) 67:29, and,\nرَّبُّ الْمَشْرِقِ وَالْمَغْرِبِ لاَ إِلَـهَ إِلاَّ هُوَ فَاتَّخِذْهُ وَكِيلاً\n(Lord of the east and the west; none has the right to be worshipped but He. So take Him a guardian.) 73:9 There are similar Ayat on this subject.\nEvery Person Carries His Own Burden\nAllah said,\nوَلاَ تَكْسِبُ كُلُّ نَفْسٍ إِلاَّ عَلَيْهَا وَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى\n(No person earns any (sin) except against himself (only), and no bearer of burdens shall bear the burden of another.) thus emphasizing Allah's reckoning, decision and justice that will occur on the Day of Resurrection. The souls will only be recompensed for their deeds, good for good and evil for evil. No person shall carry the burden of another person, a fact that indicates Allah's perfect justice. Allah said in other Ayat,\nوَإِن تَدْعُ مُثْقَلَةٌ إِلَى حِمْلِهَا لاَ يُحْمَلْ مِنْهُ شَىْءٌ وَلَوْ كَانَ ذَا قُرْبَى\n(And if one heavily laden calls another to (bear) his load, nothing of it will be lifted even though he be near of kin.) 35:18, and,\nفَلاَ يَخَافُ ظُلْماً وَلاَ هَضْماً\n(Then he will have no fear of injustice, nor of any curtailment (of his reward).) 20:112 Scholars of Tafsir commented, \"No person will be wronged by carrying the evil deeds of another person, nor will his own good deeds be curtailed or decreased.\" Allah also said;\nكُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ - إِلاَّ أَصْحَـبَ الْيَمِينِ\n(Every person is a pledge for what he has earned. Except those on the Right.) 74:38-39, meaning, every person will be tied to his evil deeds. But, for those on the right -- the believers -- the blessing of their good works will benefit their offspring and relatives, as well. Allah said in Surat At-Tur,\nوَالَّذِينَ ءَامَنُواْ وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُم بِإِيمَـنٍ أَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ وَمَآ أَلَتْنَـهُمْ مِّنْ عَمَلِهِم مِّن شَىْءٍ\n(And those who believe and whose offspring follow them in faith, to them shall We join their offspring, and We shall not decrease the reward of their deeds in anything.) 52:21, meaning, We shall elevate their offspring to their high grades in Paradise, even though the deeds of the offspring were less righteous, since they shared faith with them in its general form. Allah says, We did not decrease the grades of these righteous believers so that those (their offspring and relatives) who have lesser grades, can share the same grades as them. Rather Allah elevated the lesser believers to the grades of their parents by the blessing of their parents' good works, by His favor and bounty. Allah said next (in Surat At-Tur),\nكُلُّ امْرِىءٍ بِمَا كَسَبَ رَهَينٌ\n(Every person is a pledge for that which he has earned.) 52:21, meaning, of evil. Allah's statement here,\nثُمَّ إِلَى رَبِّكُمْ مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ\n(Then unto your Lord is your return, so He will tell you that wherein you have been differing.) means, work you (disbelievers), and we will also work. Surely, both you and us will be gathered to Allah and He will inform us of our deeds and your deeds and the decision on what we used to dispute about in the life of this world. Allah said in other Ayat,\nقُل لاَّ تُسْـَلُونَ عَمَّآ أَجْرَمْنَا وَلاَ نُسْـَلُ عَمَّا تَعْمَلُونَ - قُلْ يَجْمَعُ بَيْنَنَا رَبُّنَا ثُمَّ يَفْتَحُ بَيْنَنَا بِالْحَقِّ وَهُوَ الْفَتَّاحُ الْعَلِيمُ\n(Say: \"You will not be asked about our sins, nor shall we be asked of what you do.\" Say: \"Our Lord will assemble us all together, then He will judge between us with truth. And He is the Just Judge, the All-Knower of the true state of affairs.\") 34:25-26.",
  "ayah": 164,
  "surah": 6
}
