{
  "text": "The Polythiests Shall be Questioned About the Shirk They Committed\nAbout the polytheists, Allah said:\nوَيَوْمَ نَحْشُرُهُمْ جَمِيعاً\n(And on the Day when We shall gather them all together,) This is on the Day of Resurrection, when He will ask them about the idols and rivals that they worshipped instead of Him. Allah will say to them,\nأَيْنَ شُرَكَآؤُكُمُ الَّذِينَ كُنتُمْ تَزْعُمُونَ\n(Where are your partners (false deities) whom you used to assert (as partners in worship with Allah)) Allah said in Surat Al-Qasas,\nوَيَوْمَ يُنَـدِيهِمْ فَيَقُولُ أَيْنَ شُرَكَآئِىَ الَّذِينَ كُنتُمْ تَزْعُمُونَ\n(And (remember) the Day when He will call to them, and say, \"Where are My (so-called) partners whom you used to assert\") 28:62. Allah's statement,\nثُمَّ لَمْ تَكُنْ فِتْنَتُهُمْ\n(There will then be (left) no Fitnah for them) means, argument. `Ata' Al-Khurasani said that,\nثُمَّ لَمْ تَكُنْ فِتْنَتُهُمْ\n(There will then be (left) no Fitnah for them) in the face of the affliction that will be placed on them,\nإِلاَّ أَن قَالُواْ وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ\n(but to say: \"By Allah, our Lord, we were not those who joined others (in worship with Allah).\") Allah said next,\nانظُرْ كَيْفَ كَذَبُواْ عَلَى أَنفُسِهِمْ وَضَلَّ عَنْهُمْ مَّا كَانُواْ يَفْتَرُونَ\n(Look! How they lie against themselves! But the (lie) which they invented will disappear from them.) which is similar to His other statement,\nثُمَّ قِيلَ لَهُمْ أَيْنَ مَا كُنتُمْ تُشْرِكُونَ - مِن دُونِ اللَّهِ قَـالُواْ ضَـلُّواْ عَنَّا بَل لَّمْ نَكُنْ نَّدْعُواْ مِن قَبْلُ شَيْئاً كَذَلِكَ يُضِلُّ اللَّهُ الْكَـفِرِينَ\n(Then it will be said to them: \"Where are (all) those whom you used to join in worship as partners. Besides Allah\" They will say, \"They have vanished from us: Nay, we did not invoke (worship) anything before.\" Thus Allah leads astray the disbelievers.) 40:73-74\nThe Miserable Do Not Benefit from the Qur'an\nAllah's statement,\nوَمِنْهُمْ مَّن يَسْتَمِعُ إِلَيْكَ وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِى ءَاذَانِهِمْ وَقْراً وَإِن يَرَوْاْ كُلَّ ءَايَةٍ لاَّ يُؤْمِنُواْ بِهَا\n(And of them there are some who listen to you; but We have set veils on their hearts, so they understand it not, and deafness in their ears; if they see every one of the Ayat they will not believe therein;) means, they come to you, (O Muhammad ), so that they hear you recite the Qur'an, but its recitation does not benefit them, because Allah has set veils on their hearts, and so they do not understand the Qur'an,\nوَفِى ءَاذَانِهِمْ وَقْرًا\n(and (set) deafness in their ears;) that prevents them from hearing what benefits them. In another Ayah, Allah said;\nوَمَثَلُ الَّذِينَ كَفَرُواْ كَمَثَلِ الَّذِى يَنْعِقُ بِمَا لاَ يَسْمَعُ إِلاَّ دُعَآءً وَنِدَآءً\n(And the example of those who disbelieve, is as that of him who shouts at one who hears nothing but calls and cries.) 2:171 Allah said next,\nوَإِن يَرَوْاْ كُلَّ ءَايَةٍ لاَّ يُؤْمِنُواْ بِهَا\n(if they see every one of the Ayat they will not believe therein;) meaning, they will not believe in any of the Ayat, proofs, clear evidences and signs they witness because they do not have sound comprehension or fair judgment. In another Ayah, Allah said,\nوَلَوْ عَلِمَ اللَّهُ فِيهِمْ خَيْرًا لأَسْمَعَهُمْ\n(Had Allah known of any good in them, He would indeed have made them listen.) 8:23 Allah said,\nحَتَّى إِذَا جَآءُوكَ يُجَـدِلُونَكَ\n(to the point that when they come to you to argue with you...) using falsehood against truth,\nيَقُولُ الَّذِينَ كَفَرُواْ إِنْ هَـذَآ إِلاَّ أَسَـطِيرُ الاٌّوَّلِينَ\n(those who disbelieve say: \"These are nothing but tales of the men of old.\") The disbelievers say, what you (O Muhammad ) brought us was taken from the books of those who were before us, meaning plagiarized,\nوَهُمْ يَنْهَوْنَ عَنْهُ وَيَنْأَوْنَ عَنْهُ\n(And they prevent others from him and they themselves keep away from him,) They discourage people from following the truth, believing in Muhammad ﷺ and obeying the Qur'an,\nوَيَنْأَوْنَ عَنْهُ\n(and they themselves keep away from him,) They thus combine both evil acts, for they neither benefit themselves, nor let others benefit from the Prophet . `Ali bin Abi Talhah said that Ibn `Abbas said that the Ayah,\nوَهُمْ يَنْهَوْنَ عَنْهُ\n(And they prevent others from him.) means, they hinder people from believing in Muhammad ﷺ. Muhammad bin Al-Hanafiyyah said, \"The disbelievers of Quraysh used to refrain from meeting Muhammad and they discouraged people from coming to him.\" Similar was reported from Qatadah, Mujahid and Ad-Dahhak and several others.\nوَإِن يُهْلِكُونَ إِلاَّ أَنفُسَهُمْ وَمَا يَشْعُرُونَ\n(and (by doing so) they destroy not but themselves, yet they perceive (it) not.) They destroy themselves by committing this evil action, and its harm will only touch them. Yet, they do not perceive this fact!",
  "ayah": 22,
  "surah": 6
}
