{
  "text": "The Servants are in Allah's Hands Before and After Death\nAllah states that He brings death to His servants in their sleep at night, for sleep is minor death. Allah said in other Ayat,\nإِذْ قَالَ اللَّهُ يعِيسَى إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَىَّ\n(And (remember) when Allah said: \"O `Isa! I will take you and raise you to Myself...\") 3:55, and,\nاللَّهُ يَتَوَفَّى الاٌّنفُسَ حِينَ مِوْتِـهَا وَالَّتِى لَمْ تَمُتْ فِى مَنَامِـهَا فَيُمْسِكُ الَّتِى قَضَى عَلَيْهَا الْمَوْتَ وَيُرْسِلُ الاٍّخْرَى إِلَى أَجَلٍ مُّسَمًّى\n(It is Allah Who takes away the souls at the time of their death, and those that die not during their sleep. He keeps those (souls) for which He has ordained death and sends the rest for a term appointed.)39:42, ,thus mentioning both minor and major death. Allah says,\nوَهُوَ الَّذِى يَتَوَفَّـكُم بِالَّيْلِ وَيَعْلَمُ مَا جَرَحْتُم بِالنَّهَارِ\n(It is He, Who takes your souls by night (when you are asleep), and has knowledge of all that you have done by day,) meaning, He knows the deeds and actions that you perform during the day. This Ayah demonstrates Allah's perfect knowledge of His creation, by day and night, and in their movements and idleness. Allah said in other Ayat,\nسَوَآءٌ مِّنْكُمْ مَّنْ أَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهِ وَمَنْ هُوَ مُسْتَخْفٍ بِالَّيْلِ وَسَارِبٌ بِالنَّهَارِ\n(It is the same (to Him) whether any of you conceal his speech or declare it openly, whether he be hid by night or go forth freely by day.) 13:10, and\nوَمِن رَّحْمَتِهِ جَعَلَ لَكُمُ الَّيْلَ وَالنَّهَارَ لِتَسْكُنُواْ فِيهِ\n(It is out of His mercy that He made night and day, so that you may rest therein), by night,\nوَلِتَبْتَغُواْ مِن فَضْلِهِ\n(and that you may seek of His bounty) by day. Allah said,\nوَجَعَلْنَا الَّيْلَ لِبَاساً - وَجَعَلْنَا النَّهَارَ مَعَاشاً\n(And (We) have made the night as a covering. And (We) have made the day for livelihood.) 78:10-11. Allah said here,\nوَهُوَ الَّذِى يَتَوَفَّـكُم بِالَّيْلِ وَيَعْلَمُ مَا جَرَحْتُم بِالنَّهَارِ\n(It is He, Who takes your souls by night (when you are asleep), and has knowledge of all that you have done by day,) 6:60, Then said,\nثُمَّ يَبْعَثُكُمْ فِيهِ\n(then he raises (wakes) you up again,) by day, according to Mujahid, Qatadah and As-Suddi. Allah's statement,\nلِيُقْضَى أَجَلٌ مّسَمًّى\n(that a term appointed be fulfilled) refers to the life span of every person,\nثُمَّ إِلَيْهِ مَرْجِعُكُمْ\n(then (in the end), unto Him will be your return.) on the Day of Resurrection,\nثُمَّ يُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ\n(Then He will inform you of what you used to do.) He will reward you, good for good, and evil for evil. Allah's statement,\nوَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ\n(He is the Qahir over His servants.) The Qahir means, the one who controls everything, all are subservient to His supreme grace, greatness and majesty,\nوَيُرْسِلُ عَلَيْكُم حَفَظَةً\n(and He sends guardians over you,) angels who guard mankind. In another Ayah, Allah said;\nلَهُ مُعَقِّبَـتٌ مِّن بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ يَحْفَظُونَهُ مِنْ أَمْرِ اللَّهِ\n(For each (person), there are angels in succession, before and behind him. They guard him by the command of Allah.) 13:11, watching his deeds and recording them. Allah said,\nوَإِنَّ عَلَيْكُمْ لَحَـفِظِينَ\n(But verily, over you (are appointed angels in charge of mankind) to watch you.) 82:10, and,\nإِذْ يَتَلَقَّى الْمُتَلَقِّيَانِ عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ قَعِيدٌ - مَّا يَلْفِظُ مِن قَوْلٍ إِلاَّ لَدَيْهِ رَقِيبٌ عَتِيدٌ\n((Remember!) that the two receivers (recording angels) receive, one sitting on the right and one on the left. Not a word does he utter, but there is a watcher by him, ready.) 50:17-18. Allah's statement,\nحَتَّى إِذَا جَآءَ أَحَدَكُمُ الْمَوْتُ\n(until when death approaches one of you...) refers to, when one's life span comes to an end and he is dying,\nتَوَفَّتْهُ رُسُلُنَا\n(Our messengers take his soul...) meaning, there are angels who are responsible for this job. Ibn `Abbas and several others said that the Angel of Death has angels who pull the soul from its body and when it reaches the throat, the Angel of Death captures it. Allah said;\nوَهُمْ لاَ يُفَرِّطُونَ\n(and they never neglect their duty.) They guard the soul of the dead person and take it to wherever Allah wills, to `Illiyyin if he was among the righteous, and to Sijjin if he was among the wicked (disbelievers, sinners, etc.), we seek refuge with Allah from this end. Allah said next,\nثُمَّ رُدُّواْ إِلَى اللَّهِ مَوْلَـهُمُ الْحَقِّ\n(Then they are returned to Allah, their Master, the Just Lord.) Imam Ahmad recorded that Abu Hurayrah said that the Prophet said,\n«إِنَّ الْمَيِّتَ تَحْضُرُهُ الْمَلَائِكَةُ فَإِذَا كَانَ الرَّجُلُ الصَّالِحُ، قَالُوا: اخْرُجِي أَيَّتُهَا النَّفْسُ الطَّيِّبَةُ كَانَتْ فِي الْجَسَدِ الطَّيِّبِ،اخْرُجِي حَمِيدَةً، وَأَبْشِرِي بِرَوْحٍ وَرَيْحَانٍ، وَرَبَ غَيْرِ غَضْبَانَ، فَلَا تَزَالُ يُقَالُ لَهَا ذَلِكَ حَتَّى تَخْرُجَ، ثُمَّ يُعْرَجَ بِهَا إِلَى السَّمَاءِ، فَيَسْتَفْتَحُ لَهَا فَيُقَالُ مَنْ هَذَا؟ فَيُقَالُ: فُلَانٌ، فَيُقَالَ: مَرْحبًا بِالنَّفْسِ الطَّيِّبَةِ، كَانَتْ فِي الْجَسَدِ الطَّيِّبِ، ادْخُلي حَمِيدَةً وَأَبْشِرِي بِرَوْحٍ وَرَيْحَانٍ وَرَبَ غَيْرِ غَضْبَانَ، فَلَا تَزَالُ يُقَالُ لَهَا ذَلِكَ حَتَّى يُنْتَهَى بِهَا إِلَى السَّمَاءِ الَّتِي فِيهَا اللهُ عَزَّ وَجَلَّ، وَإِذَا كَانَ الرَّجُلُ السَّوْءُ، قَالُوا: اخْرُجِي أَيَّتُهَا النَّفْسُ الْخَبِيثَةُ كَانَتْ فِي الْجَسَدِ الْخَبِيثِ، اخْرُجِي ذَمِيمَةً وَأَبْشِري بِحَمِيمٍ وَغَسَّاقٍ، وَآخَرَ مِنْ شَكْلِهِ أَزْوَاج، فَلَا تَزَالُ يُقَالُ لَهَا ذَلِكَ حَتَّى تَخْرُجَ، ثُمَّ يُعْرَجَ بِهَا إِلَى السَّمَاءِ، فَيُسْتَفْتَحُ لَهًا فَيُقَالُ: مَنْ هَذَا؟ فَيُقَالُ: فُلَانٌ، فَيُقَالُ: لَا مَرْحَبًا بِالنَّفْسِ الْخَبِيثَةِ كَانَتْ فِي الْجَسَدِ الْخَبِيثِ، ارْجِعِي ذَمِيمَةً، فَإِنَّهُ لَا يُفْتَحُ لَكَ أَبْوَابُ السَّمَاءِ، فَتُرْسَلُ مِنَ السَّمَاءِ ثُمَّ تَصِيرُ إِلَى الْقَبْرِ، فَيُجْلَسُ الرَّجُلُ الصَّالِحُ، فَيُقَالُ لَهُ مِثْلُ مَا قِيلَ فِي الْحَدِيثِ الأَوَّلِ، وَيُجْلَسُ الرَّجُلُ السَّوْءُ فَيُقَالُ لَهُ مِثْلُ مَا قِيلَ فِي الْحَدِيثِ الثَّانِي»\n(The angels attend the dying person. If he is a righteous person, the angels will say, `O pure soul from a pure body! Come out with honor and receive the good news of rest, satisfaction and a Lord Who is not angry.' The angels will keep saying this until the soul leaves its body, and they will then raise it up to heaven and will ask that the door be opened for the soul and it will be asked, `Who is this' It will be said, `(The soul of) so-and-so.' It will be said, `Welcome, to the pure soul that inhabited the pure body. Enter with honor and receive the good news of rest, satisfaction and a Lord Who is not angry.' This statement will be repeated until the soul reaches the heaven above which there is Allah. If the dying person is evil, the angels will say, `Get out (of your body), O wicked soul from a wicked body! Get out in disgrace and receive the news of boiling fluid, a fluid dark, murky, intensely cold and other (torments) of similar kind - all together - to match them.' This statement will be said repeatedly until the evil soul leaves its body. The soul will be raised up to heaven and a request will be made that the door be opened for it. It will be asked, `Who is this' It will be said, `(The soul of) so and so.' It will be said, `No welcome to the wicked soul from the wicked body. Return with disgrace, for the doors of heaven will not be opened for you.' So it will be thrown from heaven until it returns to the grave. So the righteous person sits and similar is said to him as before. And the evil person sits and similar is said to him as before.) It is also possible that the meaning of,\nثُمَّ رُدُّواْ\n(Then they are returned...) refers to the return of all creation to Allah on the Day of Resurrection, when He will subject them to His just decision. Allah said in other Ayat,\nقُلْ إِنَّ الاٌّوَّلِينَ وَالاٌّخِرِينَ - لَمَجْمُوعُونَ إِلَى مِيقَـتِ يَوْمٍ مَّعْلُومٍ\n(Say: \"(Yes) verily, those of old, and those of later times. All will surely be gathered together for an appointed meeting of a known Day.\") 56:49-50 and,\nوَحَشَرْنَـهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ أَحَداً\n(And We shall gather them all together so as to leave not one of them behind...) 18:47 until,\nوَلاَ يَظْلِمُ رَبُّكَ أَحَدًا\n(And your Lord treats no one with injustice.) 18:49 Allah said here,\nمَوْلَـهُمُ الْحَقِّ أَلاَ لَهُ الْحُكْمُ وَهُوَ أَسْرَعُ الْحَـسِبِينَ\n(their Master, the Just Lord. Surely, His is the judgement and He is the swiftest in taking account.) 6:62",
  "ayah": 62,
  "surah": 6
}
