{
  "text": "Which was revealed in Madina\nThe Messenger of Allah recited this Surah to Ubayy\nImam Ahmad recorded from Anas bin Malik that the Messenger of Allah said to Ubayy bin Ka`b,\n«إِنَّ اللهَ أَمَرَنِي أَنْ أَقْرَأَ عَلَيْكَ»\nلَمْ يَكُنِ الَّذِينَ كَفَرُواْ مِنْ أَهْلِ الْكِتَـبِ\n(Verily, Allah has commanded me to recite to you (Those who disbelieve from among the People of the Scripture.)) Ubayy said, \"He (Allah) mentioned me by name to you\" The Prophet replied,\n«نَعَم»\n(Yes.) So he (Ubayy) cried. Al-Bukhari, Muslim, At-Tirmidhi and An-Nasa'i all recorded this Hadith from Shu`bah.\nبِسْمِ اللَّهِ الرَّحْمَـنِ الرَّحِيمِ\nIn the Name of Allah, the Most Gracious, the Most Merciful.\nMentioning the Situation of the Disbelievers among the People of the Scripture and the Idolators\nAs for the People of the Scripture, they are the Jews and the Christians, and the idolators are the worshippers of idols and fire among the Arabs and the non-Arabs. Mujahid said, they are not going\nمُنفَكِّينَ\n(to leave) \"Meaning, they will not be finished until the truth becomes clear to them.\" Qatadah also said the same thing.\nحَتَّى تَأْتِيَهُمُ الْبَيِّنَةُ\n(until there came to them the Bayyinah.) meaning, this Qur'an. This is why Allah says,\nلَمْ يَكُنِ الَّذِينَ كَفَرُواْ مِنْ أَهْلِ الْكِتَـبِ وَالْمُشْرِكِينَ مُنفَكِّينَ حَتَّى تَأْتِيَهُمُ الْبَيِّنَةُ\n(Those who disbelieve from among the People of the Scripture and idolators, were not going to leave until there came to them the Bayyinah.) Then He explains what the Bayyinah is by His saying,\nرَسُولٌ مِّنَ اللَّهِ يَتْلُو صُحُفاً مُّطَهَّرَةً\n(A Messenger from Allah, reciting purified pages.) meaning, Muhammad and the Magnificent Qur'an he recites, which is written down among the most high gathering in purified pages. This is similar to Allah's statement,\nفَى صُحُفٍ مُّكَرَّمَةٍ - مَّرْفُوعَةٍ مُّطَهَّرَةٍ - بِأَيْدِى سَفَرَةٍ - كِرَامٍ بَرَرَةٍ\n(In Records held in honor. Exalted, purified, in the hands of scribes (angels). Honorable and obedient.) (80:13-16) Then Allah says,\nفِيهَا كُتُبٌ قَيِّمَةٌ\n(Wherein are upright Books.) Ibn Jarir said, \"Meaning in the purified pages are Books from Allah that are upright, just and straight. They have no mistakes in them because they are from Allah, the Mighty and Majestic.\"\nThe Differing only occurred after the Knowledge came\nAllah says,\nوَمَا تَفَرَّقَ الَّذِينَ أُوتُواْ الْكِتَـبَ إِلاَّ مِن بَعْدِ مَا جَآءَتْهُمُ الْبَيِّنَةُ\n(And the People of the Scripture differed not until after there came to them the Bayyinah.) This is similar to Allah's statement,\nوَلاَ تَكُونُواْ كَالَّذِينَ تَفَرَّقُواْ وَاخْتَلَفُواْ مِن بَعْدِ مَا جَآءَهُمُ الْبَيِّنَـتُ وَأُوْلَـئِكَ لَهُمْ عَذَابٌ عَظِيمٌ\n(And be not as those who divided and differed among themselves after the Bayyinat came to them. It is they for whom there is an awful torment.) (3:105) This refers to the people of those divinely revealed Scriptures that were sent down to the nations that were before us. After Allah established the proofs and evidences against them, they divided and differed concerning that which Allah had intended in their Scriptures, and they had many differences. This is like what has been reported in a Hadith that has many routes of transmission,\n«إِنَّ الْيَهُودَ اخْتَلَفُوا عَلَى إِحْدَى وَسَبْعِينَ فِرْقَةً، وَإِنَّ النَّصَارَى اخْتَلَفُوا عَلى ثِنْتَيْنِ وَسَبْعِينَ فِرْقَةً، وَسَتَفْتَرِقُ هَذِهِ الْأُمَّةُ عَلَى ثَلَاثٍ وَسَبْعِينَ فِرْقَةً، كُلُّهَا فِي النَّارِ إِلَّا وَاحِدَة»\n(Verily, the Jews differed until they became seventy-one sects. And verily, the Christians differed until they became seventy-two sects. And this Ummah will divide into seventy-three sects, and all of them will be in the Fire except one.) They said, \"Who are they, O Messenger of Allah\" He replied,\n«مَا أَنَا عَلَيْهِ وَأَصْحَابِي»\n((Those who are upon) what I and my Companions are upon.)\nThe Command of Allah was merely that They make their Religion solely for Him\nAllah says,\nوَمَآ أُمِرُواْ إِلاَّ لِيَعْبُدُواْ اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ\n(And they were commanded not, but that they should worship Allah, making religion purely for Him alone,) This is similar to Allah's statement,\nوَمَآ أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلاَّ نُوحِى إِلَيْهِ أَنَّهُ لا إِلَـهَ إِلاَّ أَنَاْ فَاعْبُدُونِ\n(And We did not send any Messenger before you but We revealed to him: La ilaha illa Ana.) (21:25) Thus, Allah says,\nحُنَفَآءَ\n(Hunafa') meaning, avoiding Shirk and being truly devout to Tawhid. This is like Allah's statement,\nوَلَقَدْ بَعَثْنَا فِى كُلِّ أُمَّةٍ رَّسُولاً أَنِ اعْبُدُواْ اللَّهَ وَاجْتَنِبُواْ الْطَّـغُوتَ\n(And Verily, We have sent among every Ummah a Messenger (proclaiming): \"Worship Allah, and avoid the Taghut (false deities).\") (16:36) A discussion of the word Hanif has already been mentioned previously and in Surat Al-An`am, so there is no need to repeat it here.\nوَيُقِيمُواْ الصَّلَوةَ\n(and perform Salah) And this is the best of the physical forms of worship.\nوَيُؤْتُواْ الزَّكَوةَ\n(and give Zakah,) This is doing good to the poor and the needy.\nوَذَلِكَ دِينُ القَيِّمَةِ\n(and that is the right religion.) meaning, the upright and just religion, or the nation that is straight and balanced.",
  "ayah": 1,
  "surah": 98
}
