{
  "text": "حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَيُسْقَوْنَ فِيهَا كَأْسًا كَانَ مِزَاجُهَا زَنْجَبِيلا عَيْنًا فِيهَا تُسَمَّى سَلْسَبِيلا ) رقيقة يشربها المقرّبون صِرْفا، وتمزج لسائل أهل الجنة. وقوله: ( عَيْنًا فِيهَا تُسَمَّى سَلْسَبِيلا ) يقول تعالى ذكره: عينا في الجنة تسمى سلسبيلا. قيل: عُنِي بقوله سلسبيلا سلسة مُنقادا ماؤها.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( عَيْنًا فِيهَا تُسَمَّى سَلْسَبِيلا ) عينا سلسة مستقيدا ماؤها.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( تُسَمَّى سَلْسَبِيلا ) قال: سلسة يصرفونها حيث شاءوا.وقال آخرون: عُني بذلك أنها شديدة الجِرْيَةِ.* ذكر من قال ذلك:حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن ابن أبي نجيح، عن مجاهد ( عَيْنًا فِيهَا تُسَمَّى سَلْسَبِيلا ) قال: حديدة الجِرْية.حدثنا أبو كُريب، قال: ثنا الأشجعي، عن سفيان، عن ابن أبي نجيح، عن مجاهد، مثله.قال: ثنا أبو أسامة، عن شبل، عن ابن أبي نجيح، عن مجاهد، قال: سلسة الجرية.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن ابن أبي نجيح، عن مجاهد ( عَيْنًا فِيهَا تُسَمَّى سَلْسَبِيلا ) حديدة الجِرْية.حدثنا أبو كُريب، قال: ثنا وكيع، عن سفيان، عن ابن أبي نجيح، عن مجاهد، مثله.واختلف أهل العربية في معنى السلسبيل وفي إعرابه، فقال بعض نحويِّي البصرة، قال بعضهم: إن سلسبيل صفة للعين بالتسلسل. وقال بعضهم: إنما أراد عينا تسمى سلسبيلا أي: تسمى من طيبها السلسبيل أي: توصف للناس كما تقول: الأعوجّي والأرحبيّ والمهريّ من الإبل، وكما تنسب الخيل إذا وصفت إلى الخيل المعروفة المنسوبة كذلك تنسب العين إلى أنها تسمى، لأن القرآن نـزل على كلام العرب، قال: وأنشدني يونس:صَفْـرَاءُ مِـنْ نَبْـعٍ يُسَـمَّى سَـهْمُهامِـنْ طُـولِ ما صَرَعَ الصُّيُودَ الصَّيِّبُ (7)&; 24-109 &;فرفع الصَّيِّبُ لأنه لم يرد أن يسمى بالصَّيب، إنما الصَّيب من صفة الاسم والسهم، وقوله: \" يسمى سهمها \" أي يذكر سهمها. قال: وقال بعضهم: لا بل هو اسم العين، وهو معرفة، ولكنه لما كان رأس آية، وكان مفتوحا، زيدت فيه الألف، كما قال: ( كَانت قَوارِيرا ) . وقال بعض نحويِّي الكوفة: السلسبيل: نعت أراد به سلس في الحلق، فلذلك حَرِيّ أن تسمى بسلاستها.وقال آخر منهم: ذكروا أن السلسبيل اسم للعين، وذكروا أنه صفة للماء لسلسه وعذوبته؛ قال: ونرى أنه لو كان اسما للعين لكان ترك الإجراء فيه أكثر، ولم نر أحدا ترك إجراءها وهو جائز في العربية، لأن العرب تجري ما لا يجرى في الشعر، كما قال متمم بن نويرة:فَمَــا وَجْـدُ أظْـآرٍ ثَـلاثٍ رَوَائـمٍرأيْـنَ مخَـرًّا مِـنْ حُـوَارٍ ومَصْرَعا (8)فأجرى روائم، وهي مما لا يُجرَى.والصواب من القول في ذلك عندي أن قوله: ( تُسَمَّى سَلْسَبِيلا ) صفة للعين، وصفت بالسلاسة في الحلق، وفي حال الجري، وانقيادها لأهل الجنة يصرّفونها حيث شاءوا، كما قال مجاهد وقتادة؛ وإنما عني بقوله ( تُسَمَّى ) : توصف.وإنما قلت ذلك أولى بالصواب لإجماع أهل التأويل على أن قوله: ( سَلْسَبِيلا ) صفة لا اسم.",
  "ayah": 17,
  "surah": 76
}
