{
  "text": "The Fate of 'Umm Jamil, the Wife of Abu Lahab\nVerse [ 111:4] وَامْرَ‌أَتُهُ حَمَّالَةَ الْحَطَبِ (And his wife as well, the wicked, the carrier of firewood.) As Abu Lahab was a vehement enemy of the Holy Messenger ﷺ ، his wife too was supportive of her husband in his disbelief, rejection, obstinacy, and in persecuting the Holy Prophet ﷺ . She was a sister of Abu Sufyan, and daughter of Harb Ibn 'Umayyah. Her nickname was Umm Jamil. The Qur'an makes plain in this verse that this wretched woman will also roast with her husband in the fire of Hell. She is described as حَمَّالَةَ الْحَطَبِ which literally means 'the carrier of firewood'. Idiomatically, Arabs use this expression to refer to a 'tale-bearer ', that is, one who gathers pieces of gossip and carries them between individuals and families in order to ignite the fires of discord and enmity between people, exactly as one would gather firewood to kindle the fire. This telltale woman improperly carried information concerning the private affairs of the Messenger of Allah ﷺ ، and the blessed Companions in an attempt to ignite and instigate trouble. In this verse too, the phrase 'the carrier of firewood' has been interpreted by Sayyidna Ibn ` Abbas ؓ ، Mujahid, ` Ikrimah رحمۃ اللہ علیہما and a group of commentators to mean that 'She was a tale-bearer' while Ibn Zaid, Dahhak and other commentators رحمۃ اللہ علیہم retain it in its original sense, and explain that she literally used to collect thorny branches from the jungle, and place them in the path of the Messenger of Allah ﷺ in order to harm him - hence the description: 'carrier of firewood'. [ Qurtubl, Ibn Kathir ].\nSome scholars explain that just as she used to help her husband in this world to promote disbelief and tyranny and to assist him in harming the Messenger of Allah ﷺ ، she will add to the torment of her husband in the Hereafter. She will collect the branches of zaqqum and other trees and add them as fuel to the fire of Hell in which her husband would be roasting. [ Ibn Kathir ].\nTale-Bearing: A Gravely Major Sin\nIt is recorded in the two Sahihs that the Messenger of Allah ﷺ is reported to have said that a tale-bearer (to harm others) will not enter Paradise. Fudail Ibn ` Iyad (رح) says that there are three evil deeds of man that destroy all his righteous actions. They are: [ 1] backbiting; [ 2] tale-bearing; and [ 3] lying. ` Ata' Ibn Sa'ib (رح) says that he asked Sha'bi (رح) about the Prophetic Tradition in which the Messenger of Allah ﷺ is reported to have said: لَا یدخل الجنّۃ سافک دم ولا مشّاء بنمیمۃ ولا تاجر یربی . \"Three types of people will not enter Paradise: [ 1] a murderer; [ 2] a tale-bearer; and [ 3] a trader who is involved in usury.\" ` Ata' (رح) says that I cited this Tradition to Sha'bi and asked him in a surprising tone that the Holy Prophet ﷺ has equated 'a tale-bearer' with a murderer and a usurer. He replied: \"Indeed, tale-bearing is the root cause of murder and usurpation of wealth.\" [ Qurtubi ]",
  "ayah": 4,
  "surah": 111
}
