{
  "text": "The People of the Book made two mistakes in their religion. One is that they omitted some teachings from it by means either of deliberate misinterpretation or distortion. For instance, they made certain changes in their Book obviating the necessity to accept any further prophet for their salvation; their attachment to the religion of their forfathers was considered enough for their salvation. The other mistake which they made in the name of religion, was that they imposed upon themselves restrictions which had not been ordained by God: for example, the petty rites of sacrifice, which were not commanded by their prophets, but which were concocted by their scholars by means of their hair-splitting interpretations. The Quran came to them as a blessing. It revived or renewed their Divine religion, when they had been groping in the darkness on a path which they deludedly thought was leading them towards paradise, when it was actually taking them towards the wrath of God. The Quran pulled them out of this darkness. On the one hand, the Quran presented their lost teachings in their original form, and on the other hand, liberated them from the unnecessary religious restrictions by which they had shackled themselves. Now those who obey and follow their desires will remain groping in the dark, and those who seek the pleasure of God, will find the right path. With the help of God’s guidance, they will be successful in pulling themselves out of darkness and enter the brightness of light. The fact of Truth being Truth and falsehood being falsehood is clarified perfectly, but it is always in terms of reasoning, and reasoning appeals to the minds of only those people who keep their minds open. The false deities (other than the one and only God) set up by human beings are such that they are not capable of creating or destroying anything by themselves. This fact is in itself enough to establish that there is no deity except the one and only God. How can beings that have no powers over creation and death be God?",
  "ayah": 15,
  "surah": 5
}
