{
  "text": "At the time the Children of Israel left Egypt under the leadership of Moses and reached the Sinai desert, a tyrant community, the Amaliqa, was ruling Syria and Palestine areas. God informed the Children of Israel that the tyrant people had come to the end of their epoch, that they should enter that country and that with the help of God they would overcome the tyrant people after some negligible resistence. But, the Israelites were so terror-striken by the tyrant community that they were not prepared to enter its country. This meant that they were more afraid of human beings than of God. Thereafter, they became worthless in the eyes of God. God then decided that for forty years (1440 B.C. to 1400 B.C.) they would wander in the desert, by which time all those who were of the age of twenty years or more would have died and during this period a new generation living under new conditions would have grown up. And it actually happened like that. In the forty years spent in the desert, all the people of advanced age died. Thereafter, their new generations under the leadership of Yusha‘ bin Nun (Joshua) conquered Syria and Palestine. This Yusha‘ was one of the the two righteous Israelites who had previously advised their community to trust in God and enter the Amaliqa’s country. The Children of Israel had told Moses that if they invaded that country (of the Amalekites) they themselves would be defeated and their children would be treated as so much loot. But, these very children, after growing up, entered that country and captured it. The children acquired this strength because, for a long period, they had faced the hardships of desert life. Those very conditions which had been considered by the fathers of the children to be so dangerous as to spell death for their children actually held for them the secret of life. To live in favourable conditions is evidently very pleasant. But, the fact is that the best latent talents of a man emerge when he has to struggle with circumstances for his life. In Egypt, the Children of Israel had been living in peace for centuries. The result of this was that they had become a dead community. But after their exile, the desert life which they had to live was a total challenge for them. Those who spent their lives from childhood to youth in such circumstances were naturally a different kind of people. The desert conditions had fostered in them simplicity courage, diligence and realism; and these are the qualities which infuse life into a community. If a community becomes ‘dead’ as a result of the prevailing circumstances, then it is placed in extraordinary circumstances in order to revive it.",
  "ayah": 26,
  "surah": 5
}
