{
  "text": "Whatever a man receives in this world is bestowed by God. Therefore, one who, out of being jealous inflicts harm upon another who is better situated in life attempts, in effect, to nullify God’s plan. Such a person is to some extent given the scope to do whatever he likes in this world of trial, but in the eyes of God, he is the worst sinner. Abel drew the attention of his elder brother Cain to this fact. This created some hesitation in Cain’s mind. He realised that if he was bent on killing his younger brother, it was without any justification. But the feeling of jealousy in him did not cool down. He invented excuses to justify his action. Ultimately, his inner struggle resolved itself by returning to his self-devised justification and he proceeded to kill his brother. The voice of conscience is the voice of God. A question arising in a man’s conscience about any action of his amounts in fact to his facing a test. A man is successful if he gives a positive response to the voice of his conscience, but if, in taking the shelter of false excuses, he suppresses the voice of his conscience, then he has failed. It has been recorded in a tradition of the Prophet that transgression and the killing of kindred are sins for which punishment starts right here in this world. The punishment for the unjustified atrocity committed by Cain against his brother was given to him not only in the Hereafter but in this very world where he was immediately plunged into misery. It has come to us through Mujahid that Cain, after committing the murder, was afflicted by his lower leg becoming stuck to his thigh. He remained lying on the ground, unattended and uncared for, until he died in ignominy and distress. (Tafsir ibn Kathir). Cain was instructed by means of a crow how to bury the dead body under the ground. This points to the fact that man was less knowledgeable than the animals about the ways of nature. And, if he follows his emotions, there is no worse transgressor than he. Furthermore, it is implied that if, rather than committing a crime, a man buries the intention in his heart, he will not have to face the shame of it afterwards. A man should curb and bury his bad intentions in his heart and not allow them to emerge and become a reality. A man, before bringing his evil designs to fruition, has simply to bury the intention. If, not, he will be confronted with the problem of burying the dead body, which, even after burial, will be treated by God as not having been buried.",
  "ayah": 31,
  "surah": 5
}
