{
  "text": "The Jews had formulated a new self-made religion by mingling their own innovations with the true religion of God. Their self interests were linked with this self-devised religion. Therefore, they were not at all ready to give it up and adopt the pure religion introduced by the Prophet. Instead of bowing down before the Truth, they took to harassing the flag-bearer of Truth, so that he should kneel down before them, give up the true religion of God and accept the religion devised by them. Had it been the will of God, He could have tied the hands of these transgressors at the very first instance and they would not have succeeded in harassing him. But God allowed them some respite to put their evil plans into action. This was done so as to make it abundantly clear that these claimants of so-called righteousness were the worst type of irreligious people; being devotees not of God but of their own self-interests. This act of God, though it constituted a hard test for the missionary of Truth, was the only way a decision might be reached as to who deserved paradise and who deserved hell. It is the weakness of the human being that he wants to fulfill his desires. Being governed by God’s commandments is, therefore, not tolerable to him. He then goes so far as to use self-devised interpretations of the Divine religion to make it conform to his desires. Pure religion is acceptable only to those who do not view things in the light of their desires, preferring to make the moral choice of rising above them. The word of God is undoubtedly the truest word. But in this present world of trial, every Truth is hidden behind the curtain of doubt. It is the test of a man that he should be able to tear asunder this curtain, that he should be able to make the unseen observable to himself, so that he may be in possession of the Truth. One who is caught up in outward doubts is a failure and one who brushes aside the veil of apparent doubts and finds the Truth has achieved success.",
  "ayah": 50,
  "surah": 5
}
