{
  "text": "In this verse paradise is declared the reward for certain ‘words’ uttered by people (fa athabahumu’llah bima qalu). But what were these ‘words’ which made the speakers of them entitled to eternal paradise? What they said represented and gave expression to their entire being. It was the sound of the outflow of their personality. They heard God’s message in such a way that they found the whole truth enshrined in it. It penetrated their hearts and minds. It caused in them a revolution which changed the entire focus of their wishes and aspirations—to the extent that all barriers of prejudice and interests broke down. They identified themselves with Truth in such a way that they lost their separate identity. They became its witness and to become a witness meant truth embedding itself within them. The Quran was not a mere book for them but a living sign of the Lord of the Universe. This Divine experience, although expressed in words, was not just a matter of words: it was a turmoil, an earthquake which affected their entire existence. So much so that tears flowed from their eyes. Words spoken about reality do not merely make a statement: they are the highest form in which to give meaningful shape to a man’s actions and feelings, and, in the entire known universe, only man has the capacity to comprehend the refinement and significance of words and to use them to the best effect. ‘Words’ are the best of man’s being. ‘Word’ is eloquent action. Therefore, when a man proves and expresses his servitude to God at the level of ‘words’, he establishes a certain entitlement to paradise. The strongest reasons for non-acceptance of Truth by a man are his ego and pride. Those who have pride hidden in their hearts show the strongest reaction against the call for Truth, refusing to accept it at any cost and going so far as to become its most dangerous antagonists. On the other hand, those who are not filled with pride, while they may be flawed by any other evil, they cannot oppose the Truth to this extent.",
  "ayah": 83,
  "surah": 5
}
