{
  "text": "ثم حكى القرآن بعض المقترحات المتعنتة التى كان يقترحها المشركون على رسول الله صلى الله عليه وسلم فقال : { وَأَقْسَمُواْ بالله جَهْدَ أَيْمَانِهِمْ } .الجهد : الوسع والطاقة من جهد نفسه يجهدها فى الأمر إذا بلغ أقصى وسعها وطاقتها فيه . وهو مصدر فى موضع الحال .أى : وأقسم أولئك المشركون بالله مجتهدين فى أيمانهم ، مؤكدين إياها بأقصى ألوان التأكيد ، معلنين أنهم لئن جاءتهم آية من الآيات الكونية التى اقترحوها عليك يا محمد ليؤمنن بها أنها من عند الله وأنك صادق فيما تبلغه عن ربك .وقد لقن الله - تعالى - رسوله صلى الله عليه وسلم الرد المفحم لهم فقال : { قُلْ إِنَّمَا الآيات عِندَ الله } .أى : قل لهم يا محمد إن هذه الآيات التى اقترحتموها تعنتا وعنادا مردها إلى الله ، فهو وحده القادر عليها والمتصرف فيها حسب مشيئته وحكمته ، إن شاء أنزلها وإن شاء منعها ، أما أنا فليس ذلك إلىَّ .أخرج ابن جرير - بسنده - عن محمد بن كعب القرظى قال : \" كلم نفر من قريش رسول الله صلى الله عليه وسلم فقالوا له ، يا محمد تخبرنا أن موسى كان معه عصا ضرب بها الحجر ، فانفجرت منه اثنتا عشرة عيناً ، وتخبرنا أن عيى كان يحيى الموتى ، وتخبرنا أن ثمود كانت لهم ناقة فأتنا بآية من هذه الآيات حتى نصدقك ، فقال لهم رسول الله صلى الله عليه وسلم : \" أى شىء تحبون أن آتيكم به \"؟ قالوا ، تجعل لنا الصا ذهبا ، فقال لهم \" فإن فعلت تصدقونى \"؟ قالوا نعم . والله لئن فعلت لنتبعنك أجمعون فقال رسول الله صلى الله عليه وسلم يدعو فجاءه جبريل فقال ، إن شئت أصبح الصفا ذهبا على أن يعذبهم الله إذا لم يؤمنوا ، وإن شئت فاتركهم حتى يتوب تائبهم ، فقال صلى الله عليه وسلم \" بل أتركهم حتى يتوب تائبهم \" ، فأنزل الله - تعالى - قوله : { وَأَقْسَمُواْ بالله جَهْدَ أَيْمَانِهِمْ } . إلى قوله ( ولكن أَكْثَرَهُمْ يَجْهَلُونَ ) \" .وقوله : { وَمَا يُشْعِرُكُمْ أَنَّهَآ إِذَا جَآءَتْ لاَ يُؤْمِنُونَ } .أى : وما يدريكم أيها المؤمنون الراغبون فى إنزال هذه الآيات طمعا فى إسلام هؤلاء المشركين أنها إذا جاءت لا يؤمنون أى : إذا جاءت هذه الآيات فأنا أعلم أنهم لا يؤمنون وأنتم لا تعلمون ذلك ولذا توقعتم إيمانهم ورغبتم فى نزول الآيات .فالخطاب هنا للمؤمنين ، والاستفهام فى معنى النفى ، وهو إخبار عنهم بعدم العلم وليس للإنكار عليهم .أى : إنكم إيها المؤمنون ليس عندكم شىء من أسباب الشعور بهذا الأمر الغيبى الذى لا يعلمه إلا علام الغيوب وهو أنهم لا يؤمنون إن جاءتهم الآيات التى يقترحونها على رسول الله صلى الله عليه وسلم تعنتا وجهلا .قال صاحب الكشاف : { وَمَا يُشْعِرُكُمْ } وما يدريكم { أَنَّهَآ } أى الآية التى تقترحونها { إِذَا جَآءَتْ لاَ يُؤْمِنُونَ } يعنى أنا أعلم أنها إذا جاءت لا يؤمنون بها وأنتم لا تدرون بذلك ، وذلك أن المؤمنين كانوا يطمعون فى إيمانهم إذا جاءت تلك الآية ويتمنون مجيئها ، فقال - عز وجل - وما يدريكم أنهم لا يؤمنون ، وقيل : إنها بمعنى \" لعل \" من قول العرب : ائت السوق أنك تشترى حماراً .وقال امرؤ القيس .عوجا على الطلل المحيل لأننا ... نبكى الديار كما بكى ابن خذامأى : لعلنا نبكى الديار .وقرىء بكسر \" إنها \" على أن الكلام قد تم قبله بمعنى : وما يشعركم ما يكون منهم؟ ثم أخبرهم بعلمه فيهم فقال : إنها إذا جاءت لا يؤمنون البتة \" .",
  "ayah": 109,
  "surah": 6
}
