{
  "text": "{ وَيَوْمَ يِحْشُرُهُمْ جَمِيعاً يَامَعْشَرَ الجن قَدِ استكثرتم مِّنَ الإنس وَقَالَ أَوْلِيَآؤُهُم مِّنَ الإنس } .ففى هذه الآيات عرض مؤثر زاخر بالحوار والاعتراف والمناقشة والحكم تحكيه السورة الكريمة وهى تصور مشاهد المجرمين يوم القيامة .وقوله : { وَيَوْمَ يِحْشُرُهُمْ جَمِيعاً يَامَعْشَرَ الجن قَدِ استكثرتم مِّنَ الإنس وَقَالَ أَوْلِيَآؤُهُم مِّنَ الإنس } .المعشر : الجماعة الذين يعاشر بعضهم بعضا أو الذين يربطهم أمر مشترك بينهم والمراد بالجن شياطينهم ومردتهم .والمعنى : واذكر يا محمد - أو أيها العاقل - يوم نحشر الضالين والمضلين جميعاً من الإنس والجن ، فنقول للمضلين من الجن : { قَدِ استكثرتم مِّنَ الإنس } أى : قد أكثرتم من إغوائكم الإنس وإظلالكم إياهم ، أو قد أكثرتم منهم بأن جعلتموهم أتباعكم ، وأهل طاعتكم ، ووسوستم لهم بالمعاصى حتى غررتموهم وأوردتموهم هذا المصير الأليم .و \" يوم \" منصوب على الظرفية والعامل فيه مقدر ، أى : اذكر يوم نحشرهم جميعاً . والضمير المنصوب فى \" نحشرهم \" لمن يحشر من الثقلين . وقيل للكفار الذين تتحدث عنهم هذه الآيات .ووجه الخطاب إلى معشر الجن ، لأنهم هم الأصل فى إضلال أتباعهم من الإنس ، وهم السبب فى صدقهم عن السبيل القويم .والمقصود من هذا القول لهم توبيخهم وتقريعهم على ما كان يصدر منهم من إغواء الغافلين من الإنس .وهنا يحكى القرآن رد الضالين من الإنس على هذا التوبيخ فيقول : { وَقَالَ أَوْلِيَآؤُهُم مِّنَ الإنس رَبَّنَا استمتع بَعْضُنَا بِبَعْضٍ وَبَلَغْنَآ أَجَلَنَا الذي أَجَّلْتَ لَنَا } .أى : وقال الذين أطاعوهم وانقادوا لهم من الإنس يا ربنا ، لقد استمتع بعضنا ببعض .أى : انتفع الإنس بالجن حيث دلوهم على المفاسد وما يوصل إليها ، وانتفع الجن بالإنس ، حيث أطاعوهم واستجابوا لوسوستهم ، وخالفوا أمر ربهم .وقال الحسن : ما كان استمتاع بعضهم ببعض إلا أن الجن أمرت وعملت الإنس .أى : فالجن نالت التعظيم منهم فعبدت ، والإنس بوسوستهم تمتعوا بإيثار الشهوات الحاضرة على اللذات الغائبة .وقيل : استمتاع الإنس بالجن معناه أن الرجل فى الجاهلية كان إذا سافر فنزل بأرض قفر خاف على نفسه من الجن فيقول . أعوذ بسيد هذا الوداى من شر سفهاء قومه ، فيبيت فى جوارهم وأما استمتاع الجن بالإنس فهو أنهم قالوا . سدنا الإنس حتى عاذوا بنا ، فيزدادون بذلك شرفا فى قومهم وعظما فى أنفسهم .وقيل : استمتاع الإنس بالجن هو ما كانوا يلقون إليهم من الأراجيف والسحر والكهانة ، واستمتاع الجن بالإنس هو طاعة الإنس لهم فيما يزينون لهم من المعاصى فصاروا كالرؤساء لهم .والذى نراه . أن استماع الجن بالإنس والإنس بالجن يتناول كل ذلك ، حيث انتفع كل فريق من صاحبه باللذة العاجلة التى أوردته إلى سوء المصير .وقولهم هذا ، هو تحسر منهم على حالهم ، إذ قالوه اعترافاً بما فعلوه من طاعة للشياطين واتباع الهوى ، وتكذيب أمر البعث .وإنما قال الأتباع من الإنس هذا القول مع أن الخطاب موجه إلى المتبوعين من شياطين الجن ، للإيذان بأن شياطين الجن قد أفحموا . ولم يستطيعوا أن ينطقوا أو يجيبوا . ثم أتبعوا تحسرهم هذا بتحسر آخر وهو قولهم : \" وبلغنا أجلنا الذى أجلت لنا \" .أى \" ها نحن يا ربنا قد استمتع بعضنا ببعض فى الدنيا عن طريق الشهوات المحرمة . واللذات الفانية القبيحة ، وها نحن قد وصلنا بعد استمتاع بعضنا ببعض إلى الأجل الذى حددته لنا ، وهو يوم القيامة والجزاء . ونحن فى أقبح صورة وأسوأ عيش .وهنا يأتيهم الرد الحاسم . والحكم النافذ من الله العلى الكبير . حيث يقول - سبحانه - { قَالَ النار مَثْوَاكُمْ خَالِدِينَ فِيهَآ إِلاَّ مَا شَآءَ الله } .مثواكم : الثواء مع الإقامة مع الاستقرار . يقال : ثوى يثوى ثواء أى : استقر ، والثوية مأوى الغنم .والمعنى : قال الله - تعالى - لهؤلاء الظالمين المعترفين على أنفسهم بارتكاب الموبقات : النار منزلكم ومحل إقامتكم الدائمة . فأنتم خالدين فيها فى كل وقت إلا فى وقت مشيئة الله بخلاف ذلك ، لأن الأمور كلها متروكة إليه ، وخاضعة لمشيئته .والأرجح أن المراد بهذا الاستثناء وبنظائره فى آيات أخر ، المبالغة فى الخلود .أى : أنه لا ينتفى فى وقت ما إلا وقت مشيئته - تعالى - وهو سبحانه لا يشاء ذلك . فقد أخبر فى آيات متعددة من كتابه أن هؤلاء الكفار لا يخرجون من النار أبدا .وفى إيراد هذا المعنى بتلك الصورة ، بلاغ للناس بأن مرد الأمور كلها إلى مشيئة الله ، وأن خلود المشركين فى نار جهنم إنما هو بمحض مشيئته ، ولو شاء غير ذلك ما خلدوا ، وفيه إلى جانب ذلك تنكيل آخر بهؤلاء الأشقياء لأنهم قد صاروا فى حيرة دائمة من أمرهم .تجعلهم مشتتين بين الطمع فى الخروج مما هم فيه ، واليأس منه .وهذا التفسير للجملة الكريمة هو الذى نختاره ونرجحه ، وهناك وجوه أخرى فى تفسيرها منها ما ذهب إليه الزمخشرى حيث قال :وقوله : { خَالِدِينَ فِيهَآ إِلاَّ مَا شَآءَ الله } أى : يخلدون فى عذاب النار الأبد كله إلا الأوقات التى ينقلون فيها من عذاب النار إلى عذاب الزمهرير فقد روى أنهم يدخلون وادياً فيه من الزمهرير ما يميز بعض أوصالهم من بعض ، فيتعاوون ويطلبون الرد إلى الجحيم ، أو أن يكون من قول الموتور - أى المظلوم - الذى ظفر بواتره ، ولم يزل يحرق عليه أنيابه ، وقد طلب أن ينفس عن خناقه . أهلكنى الله إن نفست عنك إلا إذا شئتُ ، علم أنه لا يشاء إلى التشفى منه بأقصى ما يقدر عليه من التعنت والتشديد . فيكون قوله إلا إذا شئت من أشد الوعيد مع تهكم بالموعد لخروجه فى صورة الاستثناء الذى فيه إطماع .ومنها : ما نقل عن ابن عباس أنه - تعالى - استثنى قوما قد سبق فى علمه أنهم يدخلون فى الإسلام ، وهو مبنى على أن الاستثناء . ليس من المحكى وأن \" ما \" بمعنى \" من \" .ومنها : أنهم تفتح لهم أبواب الجنة ويخرجون من النار فإذا توجهوا للدخول أغلقت فى وجوههم استهزاء بهم . فهم فيها إلا الوقت الذى يخرجون منها متجهين إلى الجنة حيث تقفل فى وجوههم ليكون ذلك أعظم فى حسرتهم .ومنها : أن هذا الاستثناء إشارة إلى فناء النار . أى : إلا وقت مشيئة الله فناءها وزوال عذابها . وهى مسألة خلافية بين العلماء .وهناك أقوال أخرى لا مجال لذكرها . والقول الذى نرجحه ونعتمده هو الذى سقناه أولا كما أشرنا إلى ذلك من قبل لأنه قول المحققين من العلماء؛ ولأنه يتناسب مع ما يليق بذات الله من كمال قدرته . ونفاذ إرادته .وجملة \" إن ربك حكيم عليم \" تسلية لبيان ما تقتضيه حكمته وإرادته . أى : إن ربك حكيم فى التعذيب والإثابة وفى كل أفعاله . عليم بأحوال الثقلين وأعمالهم وبما يلي بها من جزاء .",
  "ayah": 128,
  "surah": 6
}
