{
  "text": "والآية فى الوقت ذاته تهدد الظالمين ، وتتوعدهم بسوء المصير إذا لم يقلعوا عن ظلمهم ، ويثوبوا إلى رشدهم ، ويقيدوا أنفسهم بمبدأ العدالة ورعاية الحق ثم بعد هذا التعقيب بتلك الآية التى بينت طبيعة الأشرار يعود القرآن إلى سؤال الإنس والجن فيقول : { يَامَعْشَرَ الجن والإنس أَلَمْ يَأْتِكُمْ رُسُلٌ مِّنْكُمْ يَقُصُّونَ عَلَيْكُمْ آيَاتِي وَيُنذِرُونَكُمْ لِقَآءَ يَوْمِكُمْ هذا } ؟قال الإمام ابن جرير : وهذا خبر من الله - جل ثناؤه - عما هو قائل يوم القيامة ، لهؤلاء العادلين به من مشركى الإنس والجن ، يخبر أنه - تعالى - يقوله لهم : { يَامَعْشَرَ الجن والإنس أَلَمْ يَأْتِكُمْ رُسُلٌ مِّنْكُمْ يَقُصُّونَ عَلَيْكُمْ آيَاتِي } يقول : يخبرونكم بما أوحى إليهم من تنبيهى إياكم على مواضع حججى ، وتعريفى لكم أدلتى على توحيدى وتصديقى أنبيائى والعمل بأمرى والانتهاء إلى حدودى ، { وَيُنذِرُونَكُمْ لِقَآءَ يَوْمِكُمْ هذا } يقول : يحذرونكم لقاء عذابى فى يومكم هذا وعقابى على معصيتكم إياى فتنتهوا عن معاصى ، وهذا من الله - تعالى - تقريع لهم وتوبيخ على ما سلف منهم فى الدنيا من الفسوق والمعاصى ومعناه ، قد أتاكم رسل منكم ينبهونكم على خطأ ما كنتم عليه مقيمين بالحجج البالغة ، وينذرونكم وعيد الله ، فلم تقبلوا ولم تتذكروا \" .وقوله { رُسُلٌ مِّنْكُمْ } استدل به من قال إن الله قد أرسل رسلا من الجن إلى أبناء جنسهم إلا أن جمهور العلماء يخالفون ذلك ويرون أن الرسل جميعا من الإنس ، وإنما قيل : رسل منكم لأنه لما جمع الثقلان فى الخطاب صح ذلك وإن كان من أحدهما ، كقوله : \" يخرج منهما اللؤلؤ والمرجان ، وإنما يخرجان من أحدهما وهو الماء الملح دون العذب .قال أبو السعود : والمعنى : ألم يأتكم رسل من جملتكم : لكن لا على أنهم من جنس الفريقين معاً بل من الإنس خاصة ، وإنما جعلوا منهما إما لتأكيد وجوب اتباعهم ، والإيذان بتقاربهما ذاتا ، واتحادهما تكليفا وخطابا .كأنهما من جنس واحد ، ولذلك تمكن أحدهما من إضلال الآخر ، وإما لأن المراد بالرسل ما يعم رسل الرسل ، وقد ثبت أن الجن استمعوا إلى النبى صلى الله عليه وسلم وأنذروا بما سمعوه . أقوامهم ، إذ حكى القرآن عنهم أنهم { وَلَّوْاْ إلى قَوْمِهِم مُّنذِرِينَ } وأنهم قالوا لهم : { إِنَّا سَمِعْنَا قُرْآناً عَجَباً } وقال صاحب المنار ، وجملة القول فى الخلاف أنه ليس فى المسألة نص قطعى ، والظواهر التى استدل بها الجمهور يحتمل أن تكون خاصة برسل الإنس ، لأن الكلام معهم ، وليست أقوى من ظاهر ما استدل به من قال إن الرسل من الفريقين . والجن عالم غيبى لا نعرف عنه ألا ما ورد به النص . وقد دل القرآن وكذا السنة على رسالة نبينا محمد صلى الله عليه وسلم إليهم ، فنحن نؤمن بما ورد ونفوض الأمر فيما عدا ذلك إلى الله - تعالى - \" .ثم يحكى القرآن أنهم قد شهدوا على أنفسهم بالكفر فقال : { قَالُواْ شَهِدْنَا على أَنْفُسِنَا } أن الرسل قد بشرونا وأنذرونا ، ولم يقصروا فى تبليغنا وإرشادنا .وقوله - سبحانه - { وَغَرَّتْهُمُ الحياة الدنيا } أى غرهم متاع الحياة الدنيا من الشهوات والمال والجاه وحب الرياسة ، فاستحبوا العمى على الهدى ، وباعوا آخرتهم بدنياهم . { وَشَهِدُواْ على أَنْفُسِهِمْ أَنَّهُمْ كَانُواْ كَافِرِينَ } أى : شهدوا على أنفسهم عندما وقفوا بين يدى الله للحساب فى الآخرة أنهم كانوا كافرين فى الدنيا بما جاءتهم به الرسل .قال صاحب الكشاف : فإن قلت : ما لهم مقرين فى هذه الآية - على أنفسهم بالكفر - جاحدين فى قوله { والله رَبِّنَا مَا كُنَّا مُشْرِكِينَ } قلت : يوم القيامة يوم طويل ، والأحوال فيه مختلفة فتارة يقرون وأخرى يجحدون ، وذلك يدل على شدة خوفهم واضطراب أحوالهم ، فإن على أفواههم . فإن قلت : لم كرر ذكر شهادتهم على أنفسهم؟ قلت :الأولى : حكاية لقولهم كيف يقولون ويعترفون .والثانية : ذم لهم وتخطئة لرأيهم ووصف لقلة نظرهم لأنفسهم وأنهم قوم غرتهم الحياة الدنيا واللذات الحاضرة وكانت عاقبة أمرهم أن اضطروا إلى الشهادة على أنفسهم بالكفر ، والاستسلام لربهم ، وإنما قال ذلك تحذيراً للسامعين من مثل حالهم \" .هذا ، وإنك لتقرأ هذه الآية الكريمة وغيرها من الآيات التى تصور مشهداً من مشاهد يوم القيامة فيخيل إليك أنك أمام مشهد حاضر أمام عينيك ترى فيه الظالمين وحسراتهم ، والضالين والمضلين وهم يتبادلون التهم وذلك من إعجاز القرآن الكريم وأنه من عند الله ولو كان من عند غير الله لوجدوا فيه اختلافاً كثيراً .",
  "ayah": 130,
  "surah": 6
}
