{
  "text": "لقد حكت هذه الآيات الكريمة بعض الرذائل التى كانت متفشية فى المجتمع الجاهلى ، أما الرذيلة الأولى فملخصها أنهم كانوا يجعلون من زروعهم وأنعامهم وسائر أموالهم نصيباً لله ونصيباً لأوثانهم ، فيشركونها فى أموالهم فما كان لله صرفوه إلى الضيفان والمساكين ، وما كان للأوثان أنفقوه عليها وعلى سدنتها فإذا رأوا ما جعلوه لله أزكى بدلوه بما للأوثان ، وإذا رأوا ما جعلوه للأوثان أزكى تركوه لها .استمع إلى القرآن وهو يقص ذلك بأسلوبه الحكيم فيقول : { وَجَعَلُواْ للَّهِ مِمَّا ذَرَأَ مِنَ الحرث والأنعام نَصِيباً } .\" ذرأ \" بمعنى خلق يقال : ذرأ الله الخلق يذرؤهم ذرءًا أى : خلقهم وأوجدهم وقيل . الذرأ الخلق على وجه الاختراع .أى : وجعل هؤلاء المشركون مما خلقه الله - تعالى - من الزروع والأنعام نصيباً لله يعطونه للمساكين وللضيوف وغيرهم ، وجعلوا لأصنامهم نصيباً آخر يقدمونه لسدنتها ، وإنما لم يذكر النصيب الذى جعلوه لأصنامهم اكتفاء بدلالة ما بعده وهو قوله : { فَقَالُواْ هذا للَّهِ بِزَعْمِهِمْ وهذا لِشُرَكَآئِنَا } .أى : فقالوا فى القسم الأول : هذا لله نتقرب به إليه .وقالوا فى الثانى : وهذا لشركائنا نتوسل به إليها .وقوله - تعالى - فى القسم الأول { هذا للَّهِ بِزَعْمِهِمْ } أى : بتقولهم ووضعهم الذى لا علم لهم به ولا هدى .قال الجمل : ومن المعلوم أن الزعم هو الكذب ، وإنما نسبوا للكذب فى هذه المقالة مع أن كل شىء لله ، لأن هذا الجعل لم يأمرهم به الله وإنما هو مجرد اختراع منهم .وقال أبو السعود : وإنما قيد الأول بالزعم للتنبيه على أنه فى الحقيقة جعل لله - تعالى - غير مستتبع لشىء من الثواب كالتطوعات التى يبتغى بها وجه الله - لا لما قيل من أنه للتنبيه على أن ذلك مما اخترعوه ، فإن ذلك مستفاد من الجعل ولذلك لم يقيد به الثانى ، ويجوز أن يكون ذلك تمهيداً لما بعده على معنى أن قولهم هذا لله مجرد زعم منهم لا يعلمون بمقتضاه الذى هو اختصاصه - تعالى - به .ثم فصل - سبحانه - ما كانوا يعملونه بالنسبة للقسمة فقال : { فَمَا كَانَ لِشُرَكَآئِهِمْ فَلاَ يَصِلُ إلى الله وَمَا كَانَ للَّهِ فَهُوَ يَصِلُ إلى شُرَكَآئِهِمْ } .أى : فما كان من هذه الزروع والأنعام من القسم الذى يتقرب به إلى شركائهم ، فإنهم يحرمون الضيفان والمساكين منه ولا يصل إلى الله منه شىء ، وما كان منها من القسم الذى يتقرب به إلى الله عن طريق إكرام الضيف والصدقة ، فإنهم يجورون عليه ويأخذون منه ما يعطونه لسدنة الأصنام وخدامها .فهم يجعلون قسم الأصنام لسدنتها وأتباعها وحدهم ، بينما القسم الذى جعلوه لله بزعمهم ينتقصونه ويضعون الكثير منه فى غير موضعه ، ويقولون : إن الله غنى وإن آلهتنا محتاجة .وقد عقب القرآن على هذه القسمة الجائرة بقوله : { سَآءَ مَا يَحْكُمُونَ } أى : ساء وقبح حكمهم وقسمتهم حيث آثروا مخلوقا عاجزا عن كل شىء ، على خالق قادر على كل شىء ، فهم بجانب عملهم الفاسد من أساسه لم يعدلوا فى القسمة .هذه هى الرذيلة الأولى من رذائلهم ، أما الرزيلة الثانية فهى أن كثيراً منهم كانوا يقتلون أولادهم ، ويئدون بناتهم لأسباب لا تمت إلى العقل السليم بصلة وقد حكى القرآن ذلك فى قوله .",
  "ayah": 136,
  "surah": 6
}
