{
  "text": "استمع إلى القرآن وهو يفضح زعمهم هذا فيقول : { وَقَالُواْ مَا فِي بُطُونِ هذه الأنعام خَالِصَةٌ لِّذُكُورِنَا وَمُحَرَّمٌ على أَزْوَاجِنَا وَإِن يَكُن مَّيْتَةً فَهُمْ فِيهِ شُرَكَآءُ } ومرادهم بما فى بطون هذه الأنعام أجنة البحائر والسوائب .أى : ومن فنون كفرهم أنهم قالوا ما فى بطون هذه الأنعام المحرمة إذا نزل منها حياً فأكله حلال للرجال دون النساء ، وإذا نزل ميتاً فأكله حلالا للرجال والنساء على السواء .وفى رواية العوفى عن ابن عباس أن المراد بما فى بطونها اللبن ، فقد كانوا يحرمونه على إناثهم ويشربه ذكرانهم وكانت الشاة إذاولدت ذكراً ذبحوه ، وكان للرجال دون النساء ، وإن كانت أنثى تركت فلم تذبح ، وإن كانت ميتة فهم فيه شركاء .قال بعضهم : \" ومن مباحث اللفظ فى الآية أن قوله \" خالصة \" فيه وجوه :أحدها : أن التاء قيد للمبالغة فى الوصف كراوية وداهية فلا يقال إنه غير مطابق للمبتدأ على القول بأنه خبر .وثانيا : أن المبتدأ وهو { مَا فِي بُطُونِ هذه الأنعام } مذكر اللفظ مؤنث المعنى ، لأن المراد به الأجنة فيجوز تذكير خبره باعتبار اللفظ وتأنيثه باعتبار المعنى .وثالثها : أنه مصدر فتكون العبارة مثل قولهم : عطاؤك عافية والمطر رحمة والرخصة نعمة .ورابعها : أنه مصدر مؤكد أو حال من المستكن فى الظرف وخبر المبتدأ { لِّذُكُورِنَا } .وقوله : { سَيَجْزِيهِمْ وَصْفَهُمْ إِنَّهُ حِكِيمٌ عَلِيمٌ } تهديد لهم أى : سيجزيهم بما هم أهله من العذاب المهين جزاء وصفهم أو بسبب وصفهم الكذب على الله فى أمر التحليل والتحريم على سبيل التحكم والتهجم بالباطل على شرعه . إنه - سبحانه - حكيم فى أقواله وأفعاله وشرعه ، عليم بأعمال عباده من خير أو شر وسيجازيهم عليها .قال الآلوسى : ونصب { وَصْفَهُمْ } - على ما ذهب إليه الزجاج - لوقوعه موقع مصدر { سَيَجْزِيهِمْ } فالكلام على تقدير مضاف . أى : جزاء وصفهم . وقيل : التقدير . سيجزيهم العقاب بوصفهم أى : بسببه فلما سقطت الباء نصب وصفهم .ثم قال : وهذا كما قال بعض المحققين من بليغ الكلام وبديعه ، فإنهم يقولون ، كلامه يصف الكذب إذا كذب ، وعينه تصف السحر ، أى ساحرة ، وقد يصف الرشاقة ، بمعنى رشيق . مبالغة ، حتى كأن من سمعه أو رآه وصف له ذلك بما يشرحه له \" .وإلى هنا تكون الآيات الأربعة التى بدأت بقوله - تعالى - { وَجَعَلُواْ للَّهِ مِمَّا ذَرَأَ مِنَ الحرث والأنعام نَصِيباً } . . . إلخ . قد قصت علينا أربع رذائل من أفعال المشركين وأقوالهم .وإن العاقل ليعجب وهو يستعرض هذه الضلالات - التى حكتها الآيات . يعجب لما تحملوه فى سبيل ضلالاتهم من أعباء مادية وخسائر وتضحيات ، يعجب للعقيدة الفاسدة وكيف تكلف أصحابها الكثير ومع ذلك فهم مصرون على اعتناقها ، وعلى التقيد بأغلالها ، وأوهامها ، وتبعاتها .لكأن القرآن وهو يحكى تلك الرذائل وما تحمله أصحابها فى سبيلها يقول لأتباعه - من بين ما يقول - إذا كان أصحاب العقائد الفاسدة قد ضحوا حتى بقلذات أكبادهم إرضاء لشركائهم . . . فأولى بكم ثم أولى أن تضحوا فى سبيل عقيدتكم الصحيحة ، وملتكم الحنيفية السمحاء بالأنفس والأموال .هذا وقد عقب القلرآن بعد إيراه لتلك الرذائل بقوله .",
  "ayah": 139,
  "surah": 6
}
