{
  "text": "ثم أمر الله - تعالى - رسوله صلى الله عليه وسلم بعد إلزام المشركين وتبكيتهم ، وبيان أن ما يتقولونه فى أمر التحريم افتراء محض - بعد كل ذكل أمره بأن يبين لهم ما حمره الله عليهم فقال : { قُل لاَّ أَجِدُ فِي . . . . } .أى : { قُل } يا محمد لهؤلاء المفترين على الله الكذب فى أمر التحليل والتحريم وغيرهما { لاَّ أَجِدُ فِي مَآ أُوْحِيَ إِلَيَّ مُحَرَّماً على طَاعِمٍ يَطْعَمُهُ } .أى : لا أجد فيما أوحاه الله إلى من القرآن طعاما محرما على أكل يريد أن يأكله من ذكر أو أنثى رداً على قولهم { مُحَرَّمٌ على أَزْوَاجِنَا } والجملة الكريمة تفيد أن طريق التحريم والتحليل إنما هو الوحى وليس مجرد الهوى والتشهى ، وأن الأصل فى الأشياء الحل إلا أن يرد نص بالتحريم .و { مُحَرَّماً } صفة لموصوف محذوف ، أى : شيئاً محرما ، أو طعاما محرما ، وهو المفعول الأول لأجد ، أما المفعول الثانى فهو { فِي مَآ أُوْحِيَ إِلَيَّ } قدم للاهتمام به .وقوله { يَطْعَمُهُ } فى موضع الصفة لطاعم جىء به قطعا للمجاز كما فى قوله { وَلاَ طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ } ثم بين - سبحانه - ما حرمه فقال : { إِلاَّ أَن يَكُونَ مَيْتَةً أَوْ دَماً مَّسْفُوحاً أَوْ لَحْمَ خِنزِيرٍ فَإِنَّهُ رِجْسٌ أَوْ فِسْقاً أُهِلَّ لِغَيْرِ الله بِهِ } .أى : لا أجد فيما أوحاه الله إلى الآن شيئاً محرما من المطاعم إلا أن يكون هذا الشىء أو ذلك الطعام { مَيْتَةً } أى : بهيمة ماتت حتف أنفها .{ أَوْ دَماً مَّسْفُوحاً } أى : دما مصبوبا سائلا كالدم الذى يخرج من المذبوح عند ذبحه ، لا الدم الجامد كالكبد والطحال ، والسفح : الصب والسيلان .{ أَوْ لَحْمَ خِنزِيرٍ فَإِنَّهُ } أى اللحم لأنه المحدث عنه ، أو الخنزير لأنه الأقرب أو جميع ما ذكر من الميتة والدم ولحم الخنزير .{ رِجْسٌ } أى : قذر خبيث تعافه الطباع السليمة وضار بالأبدان { أَوْ فِسْقاً أُهِلَّ لِغَيْرِ الله بِهِ } أى : خروجا عن الدين ، لكونه عند ذبحه قد ذكر عليه غير اسمه - تعالى - من صنم أو وثن أو طاغون أو نحو ذلك .والإهلال : رفع الصوت عند رؤية الهلال ، ثم استعمل لرفع الصوت مطلقا ، ومنه إهلال الصبى ، والإهلال بالحج ، وكانوا فى الجاهلية إذا أرادوا ذبح ما قربوه إلى آلهتهم سموا عليها أسماءها - كاللات والعزى - ورفعوا بها أصواتهم ، وسمى ذلك إهلالا .وإنما سمى { مَاأُهِلَّ لِغَيْرِ الله بِهِ } فسقا ، لتوغله فى باب الفسق ، والخروج عن الشريعة الصحيحة ، ومنه قوله - تعالى - ( وَلاَ تَأْكُلُواْ مِمَّا لَمْ يُذْكَرِ اسم الله عَلَيْهِ وَإِنَّهُ لَفِسْقٌ ) .ثم بين - سبحانه - حكم المضطر فقال : { فَمَنِ اضطر غَيْرَ بَاغٍ وَلاَ عَادٍ } .أى : فمن أصابته ضرورة قاهرة ألجأته إلى الأكل من هذه الأشياء المحرمة حالة كونه غير باغ فى أكله ، أى غير طالب للمحرم وهو يجد غيره . أو غير طالب له للذته ، أو على جهة الاستئثار به على مضطر آخر بأن ينفرد بتناوله فيها عن الآخر .أو حالة كونه - أيضاً - غير عاد فيما يأكل ، أى : غير متجاوز سد الجوعة فلا إثم عليه فى هذه الأحوال .وباغ : مأخوذ من البغاء وهو الطلب تقول : بغيته بغاء وبغى بغية وبغية أى : طلبته .وعاد : اسم فاعل بمعنى متعد ، تقول : فلان عدا طوره إذا تجاوز حده وتعداه إلى غيره فهو عاد ، ومنه قوله - تعالى - { بَلْ أَنتُمْ قَوْمٌ عَادُونَ } وقوله { فَإِنَّ رَبَّكَ غَفُورٌ رَّحِيمٌ } أى : فإن ربك واسع المغفرة والرحمة لا يؤاخذ المضطرين ، ولا يكلف الناس بما فوق طاقتهم ، وإنما هو رءوف رحيم بهم يريد بهم اليسر ولا يريد بهم العسر .والجملة الكريمة جواب الشرط باعتبار لازم المعنى وهو عدم المؤاخذة . وقيل جواب الشرط محذوف : أى فمن اضطر ، فلا مؤاخذة عليه وهذه الجملة تعليل له .هذا ، والآية الكريمة ليس المقصود منها حصر المحرمات فى هذه الأربعة وإنما المقصود منها الرد على مزاعم المشركين فيما حرموه بغير علم من البحائر والسوائب وغيرها .قال ابن كثير : الغرض من سياق هذه الآية الرد على المشركين الذين ابتدعوا ما ابتدعوه من تحريم المحرمات على أنفسهم بآرائهم الفاسدة من البحيرة والسائبة والوصيلة والحام ونحو ذلك . فأمر - تعالى - رسوله أنه لا يجد فيما أوحاه الله إليه أن ذلك محرم ، وأن الذى حرمه هو الميتة وما ذكر معها وما عدا ذلك فلم يحرم ، وإنما هو عفو مسكوت عنه . فكيف تزعمون أنه حرام؟! ومن أين حرمتموه ولم يحرمه الله - تعالى -؟! وعلى هذا فلا ينفى تحريم أشياء أخر فيما بعد هذا . كما جاء النهى عن الحمر الأهلية ولحوم السباع وكل ذى مخلب من الطير \" .وقال القرطبى : والآية مكية ، ولم يكن فى الشريعة فى ذلك الوقت محرم غير هذه الأشياء ، ثم نزلت سورة المائدة بالمدينة وزيد فى المحرمات كالمنخنقة والموقوذة والمتردية والنطيحة وغير ذلك ، وحرم رسول الله صلى الله عليه وسلم بالمدينة أكل كل ذى ناب من السباع وكل ذى مخلب من الطير ، وقد اختلف العلماء فى حكم هذه الآية وتأويلها على أقوال :الأول : ما أشرنا إليه من أن هذه الآية مكية وكل محرم حرمه رسول الله أو جاء فى الكتاب مضموم إليها ، فهو زيادة حكم من الله على لسان نبيه . على هذا أكثر أهل العلم من أهل النظر والفقه والأثر \" .والخلاصة : أن الآية الكريمة ليس المقصود منها حصر المحرمات فى هذه الأربعة وإنما المقصود منها الرد على مزاعم المشركين ، وذلك أن الكفار . كما قال الإمام الشافعى - لما حرموا ما أحل الله وأحلوا ما حرمه الله وكانوا على المضادة والمحادة جاءت الآية مناقضة لغرضهم ، فكأنه قال - سبحانه - لا حلال إلا ما حرمتموه ولا حرام إلا ما أحللتموه ، نازلا منزلة من يقول : لا تأكل اليوم حلاوة .فتقول : لا أكل اليوم إلا الحلاوة ، والغرض المضادة لا للنفى والإثبات على الحقيقة .فهو - تعالى - لم يقصد ما وراء الميتة والدم ولحم الخنزير وما أهل لغير الله به ، إذ القصد إثبات التحريم لا إثبات الحل .قال إمام الحرمين : وهذا فى غاية الحسن ، ولولا سبق الشافعى إلى ذلك لما كنا نستجيز مخالفة مالك - رضى الله عنه - فى حصر المحرمات فيما ذكرته الآية \" .وفى حكم هذه الآية وتأويلها أقوال أخرى بسطها العلماء فارجع إليها إذا شئت .",
  "ayah": 145,
  "surah": 6
}
