{
  "text": "ثم حكى القرآن بعد ذلك شبهة من الشبهات الباطلة التى تمسك بها المشركون فى شركهم وجهالاتهم ورد عليها بما يبطلها ويخرس ألسنة قائليها أو المتذرعين بها فقال : { سَيَقُولُ الذين أَشْرَكُواْ . . . } .إن هذه الآيات الكريمة تعرض لشبهة قديمة جديدة : قديمة لأن كثيرا من مجادلى الرسل موهوابها ، وحديثة لأنها دائما تراود كثيرا من المتمسكين بالأوهام فى سبيل إرضاء نزواتهم من المتع الباطلة والشهوات المحرمة .إنهم يقولون عندما يرتكبون القبائح والمنكرات : هذا أمر الله ، وهذا قضاؤه ، وتلك مشيئته وإرادته ، ولو شاء الله عدم فعلنا لهذه الأشياء لما فعلناها وإذا كان الله قد قضى علينا بها فما ذنبنا؟ ولماذا يعاقبنا عليها؟ إلى غير ذلك من اللغو الباطل ، والكلام العابث الذى يريدون من ورائه التحلل من أوامر الله ونواهيه .ولنتدبر سوياً أيها القارىء الكريم - هذه الآيات ، وهى تحكي تلك الشبهات الباطلة ، ثم تقذفها بالحق الواضح ، والبرهان القاطع ، فإذا هى زاهقةيقول - سبحانه - { سَيَقُولُ الذين أَشْرَكُواْ لَوْ شَآءَ الله مَآ أَشْرَكْنَا وَلاَ آبَاؤُنَا وَلاَ حَرَّمْنَا مِن شَيْءٍ } .أى : سيقو هؤلاء المشركون لو شاء الله - تعالى - ألا نشرك به وألا يشرك به آباؤنا من قبلنا ، لنفذت مشيئته ، ولما أشركنا نحن ولا آباؤنا .ولو شاء كذلك ألا نحرم شيئاً مما حرمناه من الحرث والأنعام وغيرها لتمت مشيئته ولما حرمنا شيئاً مما حرمنا .ولكنه - سبحانه - لم يشأ ذلك ، بل شاء لنا أن نشرك معه فى العبادة هذه الأصنام ، وأن نحرم ما نحرم من الحرث والأنعام وقد رضى لنا ذلك فلماذا تطالبنا يا محمد بتغيير مشيئة الله ، وتدعونا إلى الدخول فى دينك الذى لم يشأ الله دخولنا فيه؟قال الآلوسى ما ملخصه : \" وهم لم يريدوا بهذا الكلام الاعتذار عن ارتكاب القبيح ، لأنهم لم يعتقدوا قبح أفعالهم وإنما مرادهم من هذا القول الاحتجاج على أن ما ارتكبوه - من الشرك والتحريم - حق ومشروع ومرضى عند الله ، بناء على أن المشيئة والإرادة تسابق الأمر وتستلزم الرضا ، فيكون حاصل كلامهم :إن ما نرتكبه من الشرك والتحريم وغيرهما تعلقت به مشيئة الله وإرادته ، وكل ما تعلقت به مشيئة الله وإرادته فهو مشروع ومرضى عنده . فينتج أن ما نرتكبه من الشرك والتحريم مشروع ومرضى عند الله \" .وقد حكى القرآن فى كثير من آياته ما يشبه قولهم هذا ، ومن ذلك قوله - تعالى - { وَقَالَ الذين أَشْرَكُواْ لَوْ شَآءَ الله مَا عَبَدْنَا مِن دُونِهِ مِن شَيْءٍ نَّحْنُ ولا آبَاؤُنَا وَلاَ حَرَّمْنَا مِن دُونِهِ مِن شَيْءٍ كذلك فَعَلَ الذين مِن قَبْلِهِمْ } وقوله - تعالى - { وَقَالُواْ لَوْ شَآءَ الرحمن مَا عَبَدْنَاهُمْ مَّا لَهُم بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلاَّ يَخْرُصُونَ } وقد رد القرآن على قولهم بما يبطله فقال : { كذلك كَذَّبَ الذين مِن قَبْلِهِم حتى ذَاقُواْ بَأْسَنَا } .أى : مثل هذا التكذيب من مشركى مكة للرسول صلى الله عليه وسلم فيما جاء به من إبطال الشرك ، قد كذب الذين من قبلهم لرسلهم ، واستمروا فى تكذيبهم لهم حتى أنزلنا على هؤلاء المكذبين عذابنا ونقمتنا .ومن مظاهر تكذيب هؤلاء المشركين لرسلهم ، أنهم عندما قال لهم الرسل عليهم السلام - اعبدوا الله ولا تشركوا به شيئا . كذبوهم واحتجوا عليهم بأن ما هم عليه من شرك واقع بمشيئة الله ، وزعموا أنه ما دام كذلك فهو مرضى عنده - سبحانه - فكان الرد عليهم بأنه لو كان هذا الشرك وغيره من قبائحهم مرضيا عنده - سبحانه - : لما أذاق أسلافهم المكذبين - الذين قالوا لرسلهم مثل قولهم - عذابه ونقمته . ولما أخذهم أخذ عزيز مقتدر .قال الآلوسى ما ملخصه : وحاصل هذا الرد أن كلام المشركين يتضمن تكذيب الرسل وقد دلت المعجزة على صدقهم ، ولا يخفى أن المقدمة الأولى وهى أن كل شىء بمشيئة الله : لا تكذيب فيها ، بل هى متضمنة لتصديق ما تطابق فيه العقل والشرع من كون كل شىء بمشيئة الله ، وامتناع أن يجرى فى ملكه خلاف ما يشاء . فمنشأ التكذيب هو المقدمة الثانية ، وهى أن كل ما تعلقت به مشيئة الله وإرادته فهو مشروع ومرضى عنه ، لأن الرسل عليهم السلام : يدعونهم إلى التوحيد ويقولون لهم : إن الله لا يرضى لعباده الكفر دينا ولا يأمر بالفحشاء ، فيكون قوله : إن ما نرتكبه مشروع ومرضى عنده سبحانه : تكذيب لقول الرسل . وحيث كان فساد هذه الحجة باعتبار المقدمة الثانية تعين أنها ليست بصادقة ، وحينئذ يصدق نقيضها وهى أنه ليس كل ما تعلقت به المشيئة والإرادة بمشروع ومرضى عنده - سبحانه - بناء على أن الإرادة لا تساوق الأمر .ثم بعد هذا الرد المفحم للمشركين أمر الله : تعالى : رسوله أن يطالبهم بدليل على مزاعمهم فقال : { قُلْ هَلْ عِندَكُم مِّنْ عِلْمٍ فَتُخْرِجُوهُ لَنَآ } .أى : قل لهم يا محمد على سبيل التوبيخ والتعجيز : هل عندكم من علم ثابت تعتمدون عليه فى قولكم { لَوْ شَآءَ الله مَآ أَشْرَكْنَا } ! إن كان عندكم هذا العلم فاخرجوه لنا لنتباحث معكم فيه ، ونعرضه على ما جئتكم به من آيات بينة ودلائل ساطعة . فإن العاقل هو الذى لا يتكلم بدون علم ، ولا يحيل على مشيئة الله التى لا ندرى عنها شيئاً .و { مِّنْ } فى قوله { مِّنْ عِلْمٍ } زائدة ، وعلم مبتدأ ، وعندكم خبر مقدم .وقوله : { فَتُخْرِجُوهُ } منصوب بأن المضمرة بعد فاء السببية الواقعة بعد الاستفهام الإنكارى .ثم بين حقيقة حالهم فقال : { إِن تَتَّبِعُونَ إِلاَّ الظن وَإِنْ أَنتُمْ إَلاَّ تَخْرُصُونَ } .أى : أنتم لستم على شىء ما من العلم ، بل ما تتبعون فى أقوالهم وأعمالكم وعقائدكم إلا الظن الباطل الذى لا يغنى من الحق شيئا . وما أنتم إلا تخرصون أى تكذبون على الله فيما ادعيتموه .واصل الخرص : القول بالظن . يقال : خرصت النخل خرصا - من باب قتل - حزرت ثمره وقدرته بالظن والتخمين ، واستعمل فى الكذب لما يداخله من الظنون الكاذبة ، فيقال : خرص فى قوله - كنصر - أى كذب .",
  "ayah": 148,
  "surah": 6
}
