{
  "text": "ثم يمضى القرآن فى تهديدهم خطوة أخرى . رداً على ما كانوا يطلبون من الآيات الخارقة ، وتحذيراً من إعراضهم وتقاعسهم عن طريق الحق مع أن الزمن لا يتوقف ، والفرص لا تعود فيقول : { هَلْ يَنظُرُونَ . . . . }أى : ما ينتظر مشركو مكة وغيرهم من المكذبين بعد إعراضهم عن آيات الله إلا أن تأتيهم الملائكة لقبض أرواحهم من أجسادهم .والجملة الكريمة مستأنفة لبيان أنهم لا يتأتى منهم الإيمان بإنزال ما ذكر من البينات والهدى .قال البيضاوى : وهم ما كانوا منتظرين لذلك ، ولكن لما كان يلحقهم لحوق المنتظر شبهوا بالمنتظرين .وقوله : { أَوْ يَأْتِيَ رَبُّكَ } أى : إتياناً يناسب ذاته الكريمة بدون كيف أو تشبيه للقضاء بين الخلق يوم القيامة ، وقيل المراد بإتيان الرب ، إتيان ما وعد به من النصر للمؤمنين والعذاب للكافرين .وقوله : { أَوْ يَأْتِيَ بَعْضُ آيَاتِ رَبِّكَ } أى : بعض علامات قيام الساعة ، وذلك قبل يوم القيامة ، وفسر فى الحديث بطلوع الشمس من مغربها .فقد روى البخارى عن أبى هريرة قال : قال رسول الله صلى الله عليه وسلم \" لا تقوم الساعة حتى تطلع الشمس من مغربها . فإذا رآها الناس آمن من عليها . فذاك حين لا ينفع نفساً إيمانها لم تكن آمنت من قبل \" .وفى رواية لمسلم والترمذى عن أبى هريرة أن رسول الله صلى الله عليه وسلم قال : \" ثلاث إذا خرجن لا ينفع نفساً إيمانها لم تكن آمنت من قبل أو كسبت فى إيمانها خيراً : طلوع الشمس من مغربها ، والدجال ، ودابة الأرض \" .ثم بين - سبحانه - أنه عند مجىء علامات الساعة لا ينفع الإيمان فقال :{ يَوْمَ يَأْتِي بَعْضُ آيَاتِ رَبِّكَ لاَ يَنفَعُ نَفْساً إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِن قَبْلُ أَوْ كَسَبَتْ في إِيمَانِهَا خَيْراً } .أى : عند مجىء بعض أشراط الساعة ، يذهب التكليف ، فلا ينفع الإيمان حينئذ نفساً كافرة لم تكن آمنت قبل ظهورها ، ولا ينفع العمل الصالح نفساً مؤمنة تعمله عند ظهور هذه الأشراط ، لأن العمل أو الإيمان عند ظهور هذه العلامات لا قيمة له لبطلان التطليف فى هذا الوقت .قال الطبرى : معنى الآية لا ينفع كافراً لم يكن آمن قبل الطلوع - أى طلوع الشمس من مغربها - إيمان بعد الطلوع . ولا ينفع مؤمناً لم يكن عمل صالحاً قبل الطلوع ، بعد الطلوع . لأن حكم الإيمان والعمل الصالح حينئذ . حكم من آمن أو عمل عند الغرغرة ، وذلك لا يفيد شيئاً . كما قال - تعالى - { فَلَمْ يَكُ يَنفَعُهُمْ إِيمَانُهُمْ لَمَّا رَأَوْاْ بَأْسَنَا } وكما ثبت فى الحديث الصحيح : \" إن الله يقبل توبة العبد ما لم يغرغر \" .وقال ابن كثير : إذا أنشأ الكافر إيماناً يومئذ لم يقبل منه ، فأما من كان مؤمناً قبل ذلك فإن كان مصلحاً فى عمله فهو بخير عظيم ، وإن لم يكن مصلحاً فأحدث توبة حينئذ لم تقبل منه توبته ، كما دلت عليه الأحاديث ، وعليه يحمل قوله - تعالى - : { أَوْ كَسَبَتْ في إِيمَانِهَا خَيْراً } أى : لا يقبل منها كسب عمل صالح إذا لم يكن عاملا به قبل ذلك \" .وقوله : { قُلِ انتظروا إِنَّا مُنتَظِرُونَ } تهديد لهم . أى : قل يا محمد لهؤلاء الكافرين : انتظروا ما تنتظرونه من إتيان أحد الأمور ألثلاثة لتروا أى شىء تنتظرون ، فإنا منتظرون معكم لنشاهد ما يحل بكم من سوء العاقبة .",
  "ayah": 158,
  "surah": 6
}
