{
  "text": "وبعد أن بين - سبحانه - أحوال الكفار فى الآخرة أتبعه بما يوجب اليأس من إيمان بعضهم فقال : { وَمِنْهُمْ مَّن يَسْتَمِعُ إِلَيْكَ وَجَعَلْنَا على قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وفي آذَانِهِمْ وَقْراً } .قال ابن عباس : إن أبا سفيان بن حرب ، والوليد بن المغيرة ، والنضر بن الحارث ، وعتبة وشيبة ابنا ربيعة ، وأمية بن خلف . استمعوا إلى رسول الله صلى الله عليه وسلم وهو يقرأ القرآن ، فقالوا للنضر : يا أبا قتيلة ما يقول محمد؟ فقال : والذى جعلها بيته ما أدرى ما يقول ، إلا أنى أرى تحرك شفيته يتكلم بشىء فما يقول إلا أساطير ، مثل ما كنت أحدثكم عن القرون الماضية ، وكان النضر كثير الحديث عن القرون الأولى وكان يحدث قريشا فيستملحون حديثه فأنزل الله هذه الآية \" .والأكنة : جمع كنان كغطاء وأغطية لفظا ومعنى والوقر - بالفتح - الثقل فى السمع .والمعنى : ومن هؤلاء المشكرين يا محمد من يستمع إليك حين تقرأ القرآن وقد جعلنا - بسبب عنادهم وجحودهم - على قلوبهم أغطية تحول بينهم وبين فقهه ، كما جعلنا فى أسماعهم صمما يمنع من سماعه بتدبر وتعقل .قال صاحب المنار : \" وجعل الأكنة على القلوب والوقر فى الآذان فى الآية من تشبيه الحجب والموانع المعنوية بالحجب والموانع الحسية؛ فإن القلب الذى لا يفقه الحديث ولا يتدبره كالوعاء الذى وضع عليه الكن أو الكنان وهو الغطاء حتى لا يدخل فيه شىء . والآذان التى لا تسمع الكلام سماع فهم وتدبر كالآذان المصابة بالثقل او الصمم ، لأن سمعها وعدمه سواء .وقال بعض العلماء : \" وهنا يسأل سائل : إذا كان منع الهداية من الله - تعالى - بالغشاوة على قلوبهم والختم عليا وبالوقر فى آذانهم فلا يسمعون سماع تبصر فماذا يكون عليهم من تبعة يحاسبون عليها حسابا عسيرا بالعذاب الأليم؟والجواب عن ذلك أن الله - سبحانه - يسير الأمور وفق حكمته العلاي فمن يسلك سبيل الهداية يرشده وينير طريقه ويثيبه ، ومن يقصد إلى الغواية ويسير فى طريقها تجيئه النذر تباعاً إنذارا بعد إنذار ، فإن أيقظت النذر ضميره وتكشفت العماية عن قلبه فقد اهتدى وآمن بعد كفر .ومن لم تجد فيه النذر المتتابعة ولم توقظ له ضميرا ولم تبصره من عمى فقد وضع الله - تعالى - على قلبه غشاوة وفى آذانه وقرا \" .صم صور - سبحانه - عنادهم وإعراضهم عن الحق مهما وضحت براهينه فقال : { وَإِن يَرَوْاْ كُلَّ آيَةٍ لاَّ يُؤْمِنُواْ بِهَا } .أى : وإن يروا كل آية من الآيات الدالة على صحة نبوتك وصدق دعوتك فلن يؤمنوا بها لاستحواذ الغرور والعناد على قلوبهم .والمراد من الرؤية هنا البصرية ، ومن الآيات المعجزات الحسية كانشقاق القمر ونبع الماء من بين أصابعه الشريفة .وهذه الجملة الكريمة المقصود بها ذمهم لعدم انتفاعهم بحاسة البصر بعد ذمهم لعدم انتفاعهم بعقولهم وأسماعهم .وجىء بكلمة { كُلَّ } لعموم النفى ، أى : أنهم لا يؤمنون بأية معجزة يرونها مهما وضحت براهينها ، ومهما كانت دلالتها ظاهرة على صدق النبى صلى الله عليه وسلم .ثم بين - سبحانه - ما كان يجرى منهم مع رسول الله صلى الله عليه وسلم فقال :{ حتى إِذَا جَآءُوكَ يُجَادِلُونَكَ يَقُولُ الذين كفروا إِنْ هاذآ إِلاَّ أَسَاطِيرُ الأولين } .الأساطير جمع إسطارة أو أسطورة ومعناها الخرافات والترهات .أى : حتى إذا ما صاروا إليك أيها الرسول ليخاصموك وينازعوك فى دعوتك فإنهم يقولون لك بسبب كفرهم وجحودهم ، ما هذا القرآن الذى نسمعه منك إلا أقاصيص الأولين المشتملة على خرافاتهم وأوهامهم .وفى قوله - تعالى - { حتى إِذَا جَآءُوكَ يُجَادِلُونَكَ } إشارة إلى أن مجيئهم لم يكن من أجل الوصول إلى الحق ، وإنما كان من أجل المجادلة المتعنتة مع الرسول الكريم صلى الله عليه وسلم .",
  "ayah": 25,
  "surah": 6
}
