{
  "text": "ثم بين - سبحانه - أنهم لا يكتفون بمحاربة الدعوة الإسلامية ، بل هم لفجورهم - يحرضون غيرهم على محاربتها معهم فقال - تعالى - :{ وَهُمْ يَنْهَوْنَ عَنْهُ وَيَنْأَوْنَ عَنْهُ وَإِن يُهْلِكُونَ إِلاَّ أَنفُسَهُمْ وَمَا يَشْعُرُونَ } .النهى : الزجر ، والنأى : البعد ، والضمير \" هم \" يعود على المشركين .والمعنى : إن هؤلاء المشركين لا يكتفون بمحاربة الحق ، بل يزجرون الناس عن اتباعه ، ويبعدونهم عن الاستماع إليه . فهم قد جمعوا بين فعلين قبيحين : محاربتهم للحق وحمل غيرهم معهم على محاربته والبعد عنه .وهم بهذا العمل الباطل القبيح ما يهلكون إلا أنفسهم ولكنهم لا يشعرون بذلك لانطماس بصيرتهم ، وقسوة قلوبهم .وعملهم هذا يدل على أنهم كانوا معترفين فى قرارة أنفسهم بأن القرآن حق ، لأنهم لو كانوا يعتقدون أنه أساطير الأولين - كما زعموا - لتركوا الناس يسمعونها ليتأكدوا من أنها خرافات وأوهام ، ولكنهم لما كانوا مؤمنين ببلاغة القرآن وصدقه ، فإنهم نهوا غيرهم عن سماعه حتى لا يؤمن به وابتعدوا هم عنه حتى لا يتأثروا به فيدخلوا فى دين الإسلام ، ولقد حكى الله عنهم هذا المعنى فى قوله - تعالى -{ وَقَالَ الذين كَفَرُواْ لاَ تَسْمَعُواْ لهذا القرآن والغوا فِيهِ لَعَلَّكُمْ تَغْلِبُونَ } والضمير فى قوله - تعالى - { عَنْهُ } يرجع إلى النبى صلى الله عليه وسلم وما جاء به من آيات .ويرى بعض المفسرين أن الضمير \" هم \" يرجع إلى عشيرة النبى صلى الله عليه وسلم فيكون المعنى : وهم - أى أعمام النبى صلى الله عليه وسلم وعشيرته ينهون الناس عن إيذائه والتعرض له بسوء ، ولكنهم فى الوقت نفسه ينأون عنه أى يبتعدون عن دعوته فلا يؤمنون بها ، ولعل أوضح مثل لذلك أبو طالب ، فقد كان يدافع عن النبى صلى الله عليه وسلم إلا أنه لم يدخل فى الإسلام مع تصريحه بأنه هو الدين الحق .ومما روى عنه فى هذا المعنى قوله :والله لن يصلوا إليك بجمعهم ... حتى أوسد فى التراب دفيناًفاصدع بأمرك ما عليك غضاضه ... وابشر بذاك وقر منك عيوناًودعوتنى وزعمت أنك ناصحى ... فلقد صدقت وكنت قبل أميناًوعرضت ديناً قد عرفت بأنه ... من خير أديان البرية ديناًلولا الملامة أو حذار مسبة ... لوجدتنى سمحاً بذاك يقيناًوالذى تطمئن إليه النفس أن الرأى الأول هو الأرجح . لأن الكلام مسوق فى بيان موقف المشركين من النبى صلى الله عليه وسلم ، وأنهم قد بلغ بهم السفه والعناد أنهم لا يكتفون بالإعراض عن الحق الذى جاء به محمد صلى الله عليه وسلم بل تعدى شرهم إلى غيرهم ، وأنهم كانوا يحرضون الناس على إيذائه وعلى الابتعاد عنه .",
  "ayah": 26,
  "surah": 6
}
