{
  "text": "ثم أخذ القرآن الكريم فى مخاطبة النبى صلى الله عليه وسلم وفى تسليته عما أصابه من قومه فقال : { قَدْ نَعْلَمُ . . . } .{ قَدْ } هنا للتحقيق وتأكيد العلم وتكثيره ، والتحقيق هنا جاء من موضوعها لا من ذاتها كما أن التكثير راجع إلى متعلقات العلم ، لا إلى العلم نفسه ، لأن صفة القديم لا تقبل الزيادة والتكثير وإلا لزم حدوثها . والحزن ألم يعترى النفس عند فقد محبوب ، أو امتناع مرغوب أو حدوث مكروه .قال الأمام ابن كثير عند تفسيره لهذه الآية ما ملخصه : يوقل تعالى مسليا لنبيه صلى الله عليه وسلم . فى تكذيب قومه له ومخالفتهم إياه { قَدْ نَعْلَمُ إِنَّهُ لَيَحْزُنُكَ الذي يَقُولُونَ } أى : قد أحطنا علما بتكذيبهم لك وحزنك وتأسفك عليهم وقوله { فَإِنَّهُمْ لاَ يُكَذِّبُونَكَ ولكن الظالمين بِآيَاتِ الله يَجْحَدُونَ } أى : هم لا يتهمونك بالكذب فى نفس الأمر ، ولكنهم يعاندون الحق ويدفعونه بصدورهم كما قال سفيان الثورى عن أبى إسحاق عن ناجيه عن على قال : قال أبو جهل للنبى صلى الله عليه وسلم : إنا لا نكذبك يا محمد ولكن نكذب ما جئت به فأنزل الله { فَإِنَّهُمْ لاَ يُكَذِّبُونَكَ ولكن الظالمين بِآيَاتِ الله يَجْحَدُونَ } . وعن أبى يزيد المدنى أن النبى صلى الله عليه وسلم لقى أبا جهل فصافحه فقال له رجل : ألا أراك تصافح هذا الصابىء؟ فقال : والله إنى لأعلم أنه لنبى ، ولكن متى كنا لبنى عبد مناف تبعاً؟ وتلا أبو زيد { قَدْ نَعْلَمُ إِنَّهُ لَيَحْزُنُكَ الذي يَقُولُونَ فَإِنَّهُمْ لاَ يُكَذِّبُونَكَ ولكن الظالمين بِآيَاتِ الله يَجْحَدُونَ } .فالآية الكريمة مسوقة على سبيل الاستئناف لتسلية النبى صلى الله عليه وسلم عما كان يصيبه من المشركين ومما لا شك فيه أنه - عليه الصلاة والسلام - كان حريصاً على إسلامهم ، فإذا ما رآهم معرضين عن دعوته حزن وأسف ، وفى معنى هذه الآية جاءت آيات كثيرة منها قوله - تعالى - : { فَلَعَلَّكَ بَاخِعٌ نَّفْسَكَ على آثَارِهِمْ إِن لَّمْ يُؤْمِنُواْ بهذا الحديث أَسَفاً } ومنها قوله - تعالى - { فَلاَ تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ إِنَّ الله عَلِيمٌ بِمَا يَصْنَعُونَ } ومنها قوله - تعالى - { فَلاَ يَحْزُنكَ قَوْلُهُمْ إِنَّا نَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ } قال الجمل : والفاء فى قوله { فَإِنَّهُمْ لاَ يُكَذِّبُونَكَ } للتعليل ، فإن قوله { قَدْ نَعْلَمُ إِنَّهُ لَيَحْزُنُكَ } بمعنى لا يحزنك ، كما يقال فى مقام المنع والزجر نعلم ما تفعل . ووجه التعليل : أن التكذيب فى الحقيقة لى وأنا الحليم الصبور ، فتخلق بأخلاقى . ويحتمل أن يكون المعنى : إنه يحزنك قولهم لأنه تكذيب لى فأنت لم تحزن لنفسك بل لما هو أهم .والمعنى : إن هؤلاء الكفار - يا محمد - لا ينسبونك إلى الكذب ، فهم قد لقبوك بالصادق الأمين ، ولكنهم يجحدون الآيات الدالة على صدقك بإنكارها بألسنتهم مع اعتقادهم صدقها .والجحود هو الإنكار مع العلم ، أى نفى ما فى القلب ثبوته ، أو إثبات ما فى القلب نفيه ، وفى التعبير بالجحود بعد نفى التكذيب إشارة إلى أن آيات الله واضحة بحيث يصدقها كل عاقل وأنه لا يصح إنكارها إلا عن طريق الجحود .وقال - سبحانه - { ولكن الظالمين } ولم يقل ( ولكنهم ) ، لبيان سبب جحودهم وهو الظلم الذى استقر فى نفوسهم ، وفيه فوق ذلك تسجيل للظلم عليهم حتى يكونوا أهلا لما يصيبهم من عقاب .",
  "ayah": 33,
  "surah": 6
}
