{
  "text": "ثم ذكر - سبحانه - بعض الآيات الكونية المبثوثة فى الأرض والجو والمعروضة على البصائر والأبصار فقال - تعالى - :{ وَمَا مِن دَآبَّةٍ فِي الأرض وَلاَ طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ إِلاَّ أُمَمٌ أَمْثَالُكُمْ } .الدابة : كل ما يدب على الأرض من حيوان . والطائر : كل ذى جناح يسبح فى الهواء ، والأمم : جمع أمة وهى جماعة يجمعهم أمر ما .والمعنى : إنه لا يوجد نوع ما من أنواع الأحياء التى تدب على الأرض ولا من أنواع الطير التى تسبح فى الهواء إلا وهى أمم مماثلة لكم فى أن الله خلقهم وتكفل بأرزاقهم .قال صاحب الكشاف : فإن قلت ما الغرض من ذكر ذلكظ قلت : الدلالة عن عظم قدرة الله . وسعة سلطانه ، وتدبير تلك الخلائق المتفاوتة الأجناس ، المتكاثرة الأصناف ، وهو حافظ لما لها ، وما عليها ، مهيمن على أحوالها ، لا يشغله شأن من شأن ، وأن المكلفين ليسوا بمخصوصين بذلك دون من عداهم من سائر الحيوان \" .وذكر الجناحين فى الطير لتوجيه الأنظار إلى بديع صنعه - سبحانه - وحسن خلقه .قال - تعالى - : { أَوَلَمْ يَرَوْا إِلَى الطير فَوْقَهُمْ صَافَّاتٍ وَيَقْبِضْنَ مَا يُمْسِكُهُنَّ إِلاَّ الرحمن إِنَّهُ بِكُلِّ شَيْءٍ بَصِيرٌ } ثم قال - تعالى - : { مَّا فَرَّطْنَا فِي الكتاب مِن شَيْءٍ ثُمَّ إلى رَبِّهِمْ يُحْشَرُونَ } .التفريط فى الأمر : التقصير فيه وتضييعه حتى يفوت . والمراد بالكتاب اللوح المحفوظ وقيل المراد به القرآن .والمعنى : ما تركنا فى الكتاب شيئاً لم نحصه ولم نثبته ، وإنما أحطنا بكل شىء علماً ، وليس من مخلوق صغر أو كبر فى هذا الوجود إلا وسيجمع يوم القيامة أمام خالقه .فالآية الكريمة مسوقة لبيان سعة علم الله - تعالى - وكمال قدرته ، لتكون كالدليل على أنه - سبحانه - قادر على تنزيل الآية التى اقترحوها ، وإنما لم ينزلها لأن حكمته تقتضى ذلك .وجملة { مَّا فَرَّطْنَا فِي الكتاب مِن شَيْءٍ } معترضة لتقرير مضمون ما قبلها .والتعبير بثم فى قوله { ثُمَّ إلى رَبِّهِمْ يُحْشَرُونَ } للإشارة إلى أنهم أعداد لا يحصيها العد ، وجمعهم ليس يسيرا فى ذاته ، وإن كان بالنسبة لقدرته - تعالى - أمرا هينا .ويرى بعض العلماء أن المراد بحشر البهائم موتها . ويرى آخرون أن المراد بعثها يوم القيامة لقوله - تعالى - : { وَإِذَا الوحوش حُشِرَتْ } وفى الحديث الشريف عن أبى ذر الغفارى أن النبى صلى الله عليه وسلم \" رأى شاتين تتناطحان فقال : يا أبا ذر هل تدرى فيم تتناطحان؟ قال : لا . قال : ولكن الله يدرى ويقضى بينهما \" .",
  "ayah": 38,
  "surah": 6
}
