{
  "text": "وبعد أن أمر الله - تعالى - نبيه بمصاحرة المشركين بأنه لن يكون فى يوم من الأيام متبعاً لأهوائهم ، أمره أن يخبرهم بأنه على الحق الواضح الذى لا يضل متبعه ، وبأن الله وحده هو الذى سيقضى بينه وبينهم فقال - تعالى - : { قُلْ إِنِّي على بَيِّنَةٍ . . . } .البينة : الدلالة الواضحة من بان يبين إذا ظهر ، أو الحجة الفاصلة بين الحق والباطل على أنها من البينونة أى الانفصال .والمعنى : قل يا محمد لهؤلاء المشركين الذين يريدون منك اتباع أهوائهم كيف يتأتى لى ذلك وأنا على شريعة واضحة وملة صحيحة لا يعتريها شك ، ولا يخالطها زيغ لأنها كائنة من ربى الذى لا يضل ولا ينسى .والتنوين فى كلمة { بَيِّنَةٍ } للتفخيم والتعظيم ، وهى صفة لموصوف محذوف للعلم به فى الكلام ، أى : على حجة بينة واضحة محقة للحق ومبطلة للباطل فأنا لن أتزحزح عنها أبدا .وفى ذلك تعريض بالمشركين بأنهم ليسوا على بصيرة من أمرهم ، وإنما هم قد اتبعوا ما وجدوا عليه آبائهم بغير علم ولا هدى ولا كتاب منير .وجملة { وَكَذَّبْتُم بِهِ } فى موضع حال من { بَيِّنَةٍ } وهى تفيد التعجب منهم حيث كذبوا بما دلت عليه البينات ، واتفقت على صحته العقول السليمة .والضمير فى قوله { بِهِ } يعود على الله - تعالى - أى : وكذبتم بالله مع أن دلائل توحيده ظاهرة واضحة .وقيل : يعود على البينة والتذكير باعتبار أنها بمعنى البينان .وقيل : يعود على القرآن أى والحال أنكم كذبتم بالقرآن الذى هو بينتى من ربى .وقوله : { مَا عِندِي مَا تَسْتَعْجِلُونَ بِهِ } أى : ليس فى مقدورى أن أنزل بكم ما تستعجلونه من العذاب ، وإنما ذلك مرجعه إلى الله وحده .وهذه الجملة الكريمة رد على المشركين الذين استعجلوا نزول العذاب عندما أنذرهم النبى صلى الله عليه وسلم بسوء المصير إذا ما استمروا فى ضلالهم ، فقد حكى القرآن عنهم أنهم قالوا { وَإِذْ قَالُواْ اللهم إِن كَانَ هذا هُوَ الحق مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السمآء أَوِ ائتنا بِعَذَابٍ أَلِيمٍ } فكان رد النبى صلى الله عليه وسلم عليهم بأن الذى يملك إنزال العذاب بهم إنما هو الله وحده ، وتأخير العذاب عنهم إنما هو لحكمة يعملها الله ، فهو وحده الذى يقدر وقت نزوله .وقوله { إِنِ الحكم إِلاَّ للَّهِ } أى : ما الحكم فى تعجيل العذاب أو تأخيره وفى كل شأن من شئون الخلق إلا لله وحده فهو - سبحانه - الذى ينزل قضاءه حسب سنته الحكيمة ، وموازينه الدقيقة .وقرأ الكسائى وغيره \" يقص الحق \" ، أى : يقص - سبحانه - القضاء الحق فى كل شأن من شئونه .وقوله { يَقُصُّ الحق } أى : يتبع الحق والحكمة فيما يحكم به ويقدره { وَهُوَ خَيْرُ الفاصلين } أى : القاضين بين عباده .قال ابن جرير : { وَهُوَ خَيْرُ الفاصلين } أى : وهو من ميز بين المحق والمبطل وأعدلهم ، لأنه لا يقع فى حكمه وقضائه حيف إلى أحد لوسيلة إليه ولا لقرابة ولا مناسبة ، ولا فى قضائه جور لأنه لا يأخذ الرشوة فى الأحكام فيجور ، فهو أعدل الحكام وخير الفاصلين \" .",
  "ayah": 57,
  "surah": 6
}
