{
  "text": "ثم يمضى السياق القرآنى مع المكذبين المتعجلين للعذاب ، فيسوق لهم صورة لعلم الله الشامل الذى لا يند عنه شىء { وَعِندَهُ مَفَاتِحُ الغيب لاَ يَعْلَمُهَآ إِلاَّ هُوَ } .قال القرطبى : { مَفَاتِحُ } جمع مفتح ، ويقال مفتاح ويجمع مفاتيح ، وهى قراءة ابن السميقع ، والمفتح عبارة عن كل ما يخل غلقاً محسوساً كان كالقفل على البيت ، أو معقولا كالنظر ، وروى ابن ماجه فى سننه وأبى حاتم البستى فى صحيحه عن أنس بن مالك قال : قال رسول الله صلى الله عليه وسلم :\" إن من الناس مفاتيح للخير مغاليق للشر ، وإن من الناس مفاتيح للشر مغاليق للخير فطوبى لمن جعل الله مفاتيح الخير على يديه ، وويل لمن جعل الله مفاتيح الشر على يديه \" ، وهو فى الآية استعارة عن التوصل إلى الغيوب كما يتوصل فى الشاهد بالمفتح إلى الغيب عن الإنسان . ولذلك قال بعضهم هو مأخوذ من قول الناس افتح على كذا ، أى : أعطنى أو علمنى ما أتوصل إليه به فالله - تعالى - عنده علم الغيب ، وبيده الطرق الموصلة إليه لا يملكها إلا هو ، فمن شاء إطلاعه عليها أطلعه ، ومن شاء حجبه عنها حجبه .والغيب : ما غاب عن علم الناس بحيث لا سبيل لهم إلى معرفته ، وهو يشمل الأعيان المغيبة كالملائكة والجن ، ويشمل الأعراض الخفية ومواقيت الأشياء وغير ذلك . وقدم الظرف لإفادة الاختصاص ، أى : عنده لا عند غيره مفاتيح الغيب ، وجملة \" لا يعلمها إلا هو \" فى موضع الحال من مفاتح ، وهى مؤكدة لمضمون ما قبلها .ومعنى { لاَ يَعْلَمُهَآ إِلاَّ هُوَ } أى : لا يعلم الغيوب علماً تاماً مستقلا إلا هو - سبحانه - فأما ما أطلع عليه بعض أصفيائه من الغيوب فهو إخبار منه لهم ، فكان فى الأصل راجعاً إلى علمه هو . قال - تعالى - { عَالِمُ الغيب فَلاَ يُظْهِرُ على غَيْبِهِ أَحَداً إِلاَّ مَنِ ارتضى مِن رَّسُولٍ } ثم بين - سبحانه - أن علمه ليس مقصوراً على المغيبات ، وإنما هو يشملها كما يشمل المشاهدات فقال : { وَيَعْلَمُ مَا فِي البر والبحر } .قال الراغب : أصل البحر كل مكان واسع جامع للماء الكثير ، وقيل إن أصله الماء الملح دون العذب وأطلق على النهر بالتوسع أو التغليب ، والبر ما يقابله من الأرض وهو ما يسمى باليابسة .وهذه الجملة معطوفة على جملة ، وعنده مفتاح الغيب ، لغفادة تعميم علمه - سبحانه - بالأشياء الظاهرة المتفاوتة فى الظهور بعد إفادة علمه بما لا يظهر الناس .وقدم ذكر البر على البحر على طريقة الترقى من الأقل إلى الأعظم ، لأن قسم البحر من الأرض أكبر من قسم البر ، وخفاياه أكثر وأعظم ، وخصهما بالذكر لأنهما أعظم المخلوقات المجاورة للبشر .ثم صرح - سبحانه - بشمول علمه لكل كلى وجزئى ، ولكل صغير وكبير ، ولكل دقيق وجليل ، فقال - تعالى - { وَمَا تَسْقُطُ مِن وَرَقَةٍ إِلاَّ يَعْلَمُهَا وَلاَ حَبَّةٍ فِي ظُلُمَاتِ الأرض وَلاَ رَطْبٍ وَلاَ يَابِسٍ إِلاَّ فِي كِتَابٍ مُّبِينٍ } .أى : وما تسقط ورقة ما من شجرة من الأشجار ولا حبة فى باطن الأرض وأجوافها ، ولا رطب ولا يابس من الثمار أو غيرها إلا ويعلمه الله علما تاما شاملا ، لأن كل ذلك مكتوب ومحفوظ فى العلم الإلهى الثابت .وجملة { وَمَا تَسْقُطُ مِن وَرَقَةٍ إِلاَّ يَعْلَمُهَا } معطوفة على جملة ، ويعلم ما فى البر والبحر ، لقصد زيادة التعميم فى الجزئيات الدقيقة .والمراد بظلمات الأرض بطونها ، وكنَّى بالظلمة عن البطن لأنه لا يدرك ما فيه كما لا يدرك ما فى الظلمة .وقوله { إِلاَّ فِي كِتَابٍ مُّبِينٍ } تأكيد لقوله \" لا يعلمها \" لأن المراد بالكتاب المبين علم الله - تعالى - الذى وسع كل شىء ، أو اللوح المحفوظ الذى هو محل معلوماته - عز وجل - .قال الإمام الرازى : قال الزجاج : يجوز أن الله - تعالى - : أثبت كيفية المعلومات فى كتاب من قبل أن يخلق الخلق كما قال - تعالى - : { مَآ أَصَابَ مِن مُّصِيبَةٍ فِي الأرض وَلاَ في أَنفُسِكُمْ إِلاَّ فِي كِتَابٍ مِّن قَبْلِ أَن نَّبْرَأَهَآ } ثم قال الإمام الرازى : وفائدة هذا الكتاب أمور :أحدها : أنه - تعالى - : إنما كتب هذه الأحوال فى اللوح المحفوظ لتقف الملائكة على نفاذ علمه فى المعلومات ، وأنه لا يغيب عنه مما فى السموات والأرض شىء ، فيكون ذلك عبرة تامة كاملة للملائكة باللوح المحفوظ لأنهم يقابلون به ما يحدث فى صحيفة هذا العالم فيجدونه موافقاً له .وثانيها : أنه يجوز أن يقال : أنه - تعالى - : ذكر ما ذكر من الورقة والحبة تنبيها للمكلفين على أمر الحساب ، وإعلاما بأنه لا يفوته من كل ما يصنعون فى الدنيا شىء ، لأنه إذا كان لا يهمل الأحوال التى ليس فيها ثواب ولا عقاب ولا تكليف فبأن لا يهمل الأحوال المشتملة على الثواب والعقاب أولى .وثالثها : أنه - تعالى - : علم أحوال جميع الموجودات ، فيمتنع تغييرها عن مقتضى ذلك العلم وإلا لزم الجهل ، فإذا كتب أحوال جميع الموجودات فى ذلك الكتاب على التفصيل التام امتنع - أيضاً - تغييرها ، وإلا لزم الكذب ، فتصير كتابة جملة الأحوال فى ذلك الكتاب موجبا تاما ، وسببا كاملا فى أنه يمتنع تقدم ما تأخر وتأخر ما تقدم كما قال صلى الله عليه وسلم \" جف القلم بما هو كائن إلى يوم القيامة \" .ويؤخذ من هذه الآية الكريمة أمور من أهمها :أن علم الله - تعالى - : محيط بالكليات والجزئيات ، وبكل شىء فى هذا الكون ، وبذلك يتبين بطلان رأى بعض الفلاسفة الذين قالوا بأن الله يعلم الكليات ولا يعلم الجزئيات .أن علم الغيب مرده إلى الله وحده ، قال الحاكم : دل قوله تعالى { وَعِندَهُ مَفَاتِحُ الغيب لاَ يَعْلَمُهَآ إِلاَّ هُوَ } على بطلان قول الإمامية : إن الإمام يعلم شيئاً من الغيب \" .وقال القاسمى : قال صاحب \" فتح البيان \" : فى هذه الآية الشريفة ما يدفع أباطيل الكهان والمنجمين وغيرهم من مدعى الكشف والإلهام ما ليس من شأنهم ولا يدخل تحت قدرتهم ولا يحيط به علمهم .ولقد ابتلى الإسلام وأهله بقوم سوء من هذه الأجناس الضالة والأنواع المخذولة ، ولم يربحوا من أكاذيبهم وأباطيلهم سوى خطة السوء المذكورة فى قول الصادق المصدوق صلى الله عليه وسلم \" من أتى كاهنا أو منجما فقد كفر بما أنزل على محمد \" قال ابن مسعود \" أوتى نبيكم كل شىء إلا مفاتيح الغيب \" .وروى البخارى بسنده عن ابن عمر أن رسول الله صلى الله عليه وسلم قال : \" مفاتيح الغيب خمس لا يعملها إلا الله . لا يعلم أحد ما يكون فى غد إلا الله ، ولا يعلم أحد ما يكون فى الأرحام إلا الله . ولا تعمل نفس ماذا تكسب غداً ، ولا تدرى نفس بأى أرض تموت ، ولا يدرى أحد متى يجىء المطر \" .وقال القرطبى : قال علماؤنا : أضاف - سبحانه علم الغيب إلى نفسه فى غير ما آية من كتابه إلا من اصطفى من عباده ، فمن قال : إنه ينزل الغيث غدا وجزم فهو كافر ، وكذلك من قال : إنه يعلم ما فى الرحم فهو كافر . وفى صحيح مسلم عن عائشة قالت : من زعم أن رسول الله صلى الله عليه وسلم يخبر بما يكون فى غد فقد أعظم على الله الفرية؛ والله تعالى يقول : { قُل لاَّ يَعْلَمُ مَن فِي السماوات والأرض الغيب إِلاَّ الله } ثم قال : وقد انقلبت الأحوال فى هذه الأزمان بإتيان المنجمين والكهان لا سيما بالديار المصرية فقد شاع فى رؤسائهم وأتباعهم وأمرائهم اتخاذ المنجمين ، بل ولقد انخدع كثير من المنتسبين للفقر والدين فلجأوا إلى هؤلاء الكهنة والعرافين فبهرجوا عليهم بالمحال ، واستخرجوا منهم الأموال ، فحصلوا من أقوالهم على السراب والآل ، ومن أديانهم على الفساد والضلال ، وكل ذلك من الكبائر لحديث النبى صلى الله عليه وسلم \" من أتى عرافا فسأله عن شىء لم تقبل له صلاة أربعين يوما \" والعراف هو الحازر والمنجم الذى يدعى علم الغيب .",
  "ayah": 59,
  "surah": 6
}
