{
  "text": "ثم حكى القرآن الحالة الثالثة والأخيرة التى استدل بها إبراهيم على بطلان الشرك فقال - تعالى - { فَلَماَّ رَأَى الشمس بَازِغَةً قَالَ هذا رَبِّي هاذآ أَكْبَرُ } أى : فلما رأى إبراهيم الشمس مبتدئة فى الطلوع وقد عم نورها الآفاق ، قال مشيرا إليها { هذا رَبِّي هاذآ أَكْبَرُ } أى : أكبر الكواكب جرما وأعظمها قوة ، فهو أولى بالألوهية إن كان المدار فيها على التفاضل والخصوصية .فقوله { هاذآ أَكْبَرُ } تأكيد لما رامه من إظهار النصفة للقوم ، ومبالغة فى تلك المجاراة الظاهرة لهم ، وتمهيد لإقامة الحجة البالغة عليهم ، واستدراج لهم إلى ما يريد أن يلقيه على مسامعهم بعد ذلك .قال صاحب الكشاف : فإن قلت ما وجه التذكير فى قوله { هذا رَبِّي } والإشارة للشمس؟ قلتك جعل المبتدأ مثل الخبر لكونهما عبارة عن شىء واحد ، كقولهم : ما جاءت حاجتك ومن كانت أمك ، وكان اختيار هذه الطريقة واجبا لصيانة الرب عن شبهة التأنيث ألا تراهم قالوا فى صفة الله علام ولم يقولوا علامة وإن كان العلامة أبلغ احترازاً من علامة التأنيث .وقوله { فَلَمَّآ أَفَلَتْ } قال : { قَالَ ياقوم إِنِّي برياء مِّمَّا تُشْرِكُونَ } أى فلما غابت الشمس واحتجب ضوؤها ، جاهر إبراهيم قومه بالنتيجة التى يريد الوصول إليها فقال : يا قوم إنى برىء من عبادة الأجرام المتغيرة التى يغشاها الأفول ، وبرىء من إشراككم مع الله آلهة أخرى .قال الآلوسى : وإنما احتج - عليه السلام - بالأفول دون البزوغ مع أنه انتقال ، لأن الأفول متعدد الدلالة أيضاً إذ هو انتقال مع احتجاب ولا كذلك البزوغ ، ولأن دلالة الأفول على المقصود ظاهرة يعرفها كل أحد ، فإن الآفل يزول سلطانه وقت الأفول .هذا والمتأمل فى هذه الحالات الثالث يرى أن إبراهيم - عليه السلام - قد سلك مع قومه أحكم الطرق فى الاستدلال على وحدانية الله ، فقد ترقى معهم وهو يأخذ بيدهم إلى النتيجة التى يريدها بأسلوب يقنع العقول السليمة ، ورحم الله صاحب الانتصاف فقد بين ذلك بقوله : \" والتعريض بضلالهم ثانيا أى فى قوله { لَئِن لَّمْ يَهْدِنِي رَبِّي لأَكُونَنَّ مِنَ القوم الضالين } أصرح وأقوى من قوله أولا { لا أُحِبُّ الآفلين } وإنما ترقى إلى ذلك ، لأن الخصوم قد أقام عليهم بالاستدلال الأول حجة ، فأنسوا بالقدح فى معتقدهم ، ولو قيل هذا فى الأول فلعلهم كانوا ينفرون ولا يصغون إلى الاستدلال ، فما عرض - صلوات الله عليه - بأنهم فى ضلالة إلا بعد أن وثق بإصغائهم إلى تمام المقصود واستماعهم إلى آخره . والدليل على ذلك أنه ترقى فى النوبة الثالثة إلى التصريح بالبراءة منهم والتقريع بأنهم على شرك حين تم قيام الحجة ، وتبلج الحق ، وبلغ من الظهور غاية المقصود .",
  "ayah": 78,
  "surah": 6
}
