{
  "text": "ثم قال - تعالى - { وَمِن ذُرِّيَّتِهِ دَاوُودَ وَسُلَيْمَانَ وَأَيُّوبَ وَيُوسُفَ وموسى وَهَارُونَ وَكَذَلِكَ نَجْزِي المحسنين وَزَكَرِيَّا ويحيى وعيسى وَإِلْيَاسَ كُلٌّ مِّنَ الصالحين وَإِسْمَاعِيلَ واليسع وَيُونُسَ وَلُوطاً وَكُلاًّ فَضَّلْنَا عَلَى العالمين } .الضمير فى قوله - تعالى - { وَمِن ذُرِّيَّتِهِ } يرى ابن جرير وغيره أنه يعود إلى نوح لأنه أقرب مذكور .ويرى جمهور المفسرين أنه يعود على إبراهيم لأن الكلام فى شأنه وفى شأن النعم التى منحها الله إياه .وقد ذكر الله فى هذه الآيات أربعة عشر نبيا وهم :1 - داود بن يسى من بط يهوذا من بنى إسرائيل وكانت ولادته فى بيت لحم سنة 1085 ق . م تقريبا وهو الذى قتل جالوت كما جاء فى القرآن الكريم { وَقَتَلَ دَاوُدُ جَالُوتَ وَآتَاهُ الله الملك والحكمة وَعَلَّمَهُ مِمَّا يَشَآءُ } وكانت وفاته سنة 1000 ق . م تقريبا .2 - سليمان بن داود - عليهما السلام - ولد بأورشليم حوالى سنة 1043 ق . م وتوفى سنة 975 ق . م . وقد جاء ذكر داود وسليمان فى كثير من آيات القرآن الكريم ، ومن ذلك قوله - تعالى -{ وَلَقَدْ آتَيْنَا دَاوُودَ وَسُلَيْمَانَ عِلْماً وَقَالاَ الحمد لِلَّهِ الذي فَضَّلَنَا على كَثِيرٍ مِّنْ عِبَادِهِ المؤمنين } 3 - أيوب ، قال ابن جرير : هو ابن موصى بن روم بن عيص بن إسحاق ، وروى الطبرانى أن مدة عمره كانت ثلاثة وتسعين سنة .4 - يوسف وهو ابن يعقوب بن إسحاق بن إبراهيم - عليه السلام - وكانت ولادته قبل ميلاد عيسى - عليه السلام - بألفى سنة تقريبا .5 - موسى وهو ابن عمران بن يصهر بن ماهيث بن لاوى بن يعقوب وكانت ولادته حوالى القرن الرابع عشر ق . م .6 - هارون وهو أخو موسى لأمه وقيل لأبيه وأمه ، وقيل مات قبيل موسى بزمن يسير .7 - زكريا وهو ابن أزن بن بركيا ويتصل نسبه بسليمان - عليه السلام - وكان قريب العهد بعيسى حيث تولى كفالة أمه مريم كما جاء فى القرآن الكريم { وَكَفَّلَهَا زَكَرِيَّا } 8 - يحيى وهو ابن زكريا .9 - عيسى وهو ابن مريم . قال ابن كثير . وفى ذكر عيسى فى ذرية إبراهيم أو نوح دلالة على دخول ولد البنات فى ذرية الرجل ، لأن انتساب عيسى ليس إلا من جهة أم مريم .10 - الياس وهو ابن فنحاص بن العيزار بن هارون أخى موسى وهو المعروف فى كتب الإسرائيليين باسم \" إيليا \" وقد أرسله الله إلى بنى إسرائيل حين عبدوا الأوثان قال - تعالى - { وَإِنَّ إِلْيَاسَ لَمِنَ المرسلين إِذْ قَالَ لِقَوْمِهِ أَلاَ تَتَّقُونَ أَتَدْعُونَ بَعْلاً وَتَذَرُونَ أَحْسَنَ الخالقين } ويقال إنه كان موجوداً فى زمن الملك \" آخاب \" ملك بنى إسرائيل فى حوالى سنة 918 ق . م .11 - إسماعيل وهو الابن الأكبر لإبراهيم - عليهما السلام - وجد محمد صلى الله عليه وسلم .12 - اليسع وهو ابن شافاط وكانت وفاته حوالى سنة 840 ق . م ودفن بالسامرة .13 - يونس وهو ابن متى أرسله الله إلى أهل نينوى من بلاد أشور فى حوالى القرن الثامن ق . م .14 - لوط وهو ابن هاران بن تارح فهو ابن أخى إبراهيم وكانت رسالته إلى أهل سدوم من شرق الأردن .وقوله { وَكُلاًّ فَضَّلْنَا عَلَى العالمين } أى : وكل واحد من هؤلاء الأنبياء المذكورين لا بعضهم دون بعض فضلناه بالنبوة على العالمين من أهل عصره .قال الجمل : اعلم أن الله - تعالى - ذكر هنا ثمانية عشر نبياً من غير ترتيب لا بحسب الزمان ولا بحسب الفضل لأن الواو لا تقتضى الترتيب ، ولكن هنا لطيفة فى هذا الترتيب وهى أن الله - تعالى - خص كل طائفة من الأنبياء بنوع من الكرامة والفضل . فذكر أولا نوحاً وإبراهيم وإسحاق ويعقوب لأنهم أصول الأنبياء وإليهم يرجع حسبهم جميعاً . ثم من المراتب المعتبرة بعد النبوة الملك والقدرة والسلطان وقد أعطى الله من ذلك داود وسليمان حظاً وافراً .ومن المراتب الصبر عند نزول البلاء والمحن والشدائد وقد خص الله بهذه أيوب . ثم عطف على هاتين المرتبتين من جمع بينهما وهو يوسف فإنه صبر على البلاء والشدة إلى أن آتاه الله ملك مصر مع النبوة ، ثم من المراتب المعتبرة فى تفضيل الأنبياء كثرة المعجزات وقوة البراهين وقد خص الله موسى وهارون من ذلك بالحظ الوافر ، ومن المراتب المعتبرة الزهد فى الدنيا وقد خص الله بذلك زكريا ويحيى وعيسى وإلياس ، ثم ذكر الله بعد هؤلاء الأنبياء من لم يبق له أتباع ولا شريعة وهم إسماعيل واليسع ويونس ولوط فإذا اعتبرنا هذه اللطيفة كان هذا الترتيب حسناً والله أعلم بمراده وأسرار كتابه .ومن المعروف أن الأنبياء الذين يجب الإيمان بهم على التفصيل خمسة وعشرون نبياً . وهم هؤلاء الثمانى عشرة الذين ذكروا فى هذه الآيات ، يضاف إليهم سبعة نظمهم الناظم فى قوله :حتم على كل ذى التكليف معرفة ... بأبنياء على التفصيل قد علموافى تلك حجتنا منهم ثمانية ... من بعد عشر ويبقى سبعة وهمإدريس ، هود ، شعيب ، صالح وكذا ... ذو الكفل آدم بالمختار قد ختموا",
  "ayah": 86,
  "surah": 6
}
