{
  "text": "وبعد أن أبطل - سبحانه - بالدليل قول من قال { مَآ أَنزَلَ الله على بَشَرٍ مِّن شَيْءٍ } أتبعه ببيان أن هذا القرآن من عند الله وأنه مصدق للكتب السماوية السابقة ومهيمن عليها فقال - تعالى - :{ وهذا كِتَابٌ أَنزَلْنَاهُ مُبَارَكٌ مُّصَدِّقُ الذي بَيْنَ يَدَيْهِ } .والمعنى : وهذا القرآن كتاب أنزلناه على قلبك يا محمد وهذا الكتاب من صفاته أنه مبارك أى : كثير الفوائد لاشتماله على منافع الدين والدنيا .والمبارك اسم مفعول من باركه وبارك فيه ، إذا جعل له البركة ، ومعناها كثرة الخير ونماؤه .وقدم هنا وصفه بالإنزال على وصفه بالبركة بخلاف قوله \" وهذا ذكر مبارك أنزلناه \" لأن الأهم هنا وصفه بالإنزال ، إذ جاء عقيب إنكارهم أن ينزل الله على بشر من شىء بخلافه هناك .ووقعت الصفة الأولى جملة فعلية لأن الإنزال يتجدد وقتا فوقتا ، والثانية اسمية لأن الاسم يدل على الثبوت والاستقرار وهو مقصود هنا أى : أن بركته ثابتة مستقرة .قال الإمام الرازى : العلوم إما نظرية وإما عملية ، أما العلوم النظرية فأشرفها وأكملها معرفة ذات الله وصفاته وأفعاله وأحكامه وأسمائه ، ولا ترى فى هذه العلوم أكمل ولا أشرف مما تجده فى هذا الكتاب ، وأما العلوم العملية فالمطلوب إما أعمال الجوارح ، وإما أعمال القلب ، وهو المسمى بطهارة الأخلاق وتزكية النفس ، ولا تجد هذين العلمين مثل ما تجده فى هذا الكتاب ، ثم قد جرت سنة الله بأن الباحث فيه والمتمسك به يحصل له عز الدنيا وسعادة الآخرة .وقوله { مُّصَدِّقُ الذي بَيْنَ يَدَيْهِ } أى أن هذا القرآن موافق ومؤيد للكتب التى قبله فى إثبات التوحيد ونفى الشرك ، وفى سائر أصول الشرائع التى لا تنسخ .وقوله : { وَلِتُنذِرَ أُمَّ القرى وَمَنْ حَوْلَهَا } أى : ولتنذر بهذا الكتاب أم القرى أى مكة ، ومن حولها من أطراف الأرض شرقا وغربا لعموم بعثته صلى الله عليه وسلم قال - تعالى - { وَأُوحِيَ إِلَيَّ هذا القرآن لأُنذِرَكُمْ بِهِ وَمَن بَلَغَ } وقال - تعالى - { قُلْ ياأيها الناس إِنِّي رَسُولُ الله إِلَيْكُمْ جَمِيعاً } وسميت مكة بأم القرى لأنها مكان أول بيت وضع للناس ، ولأنها قبلة أهل القرى كلها ومحجهم ، ولأنها أعظم القرى شأنا وغيرها كالتبع لها كما يتبع الفرع الأصل ، وفى ذكرها بهذا الاسم المبنىء عما ذكر إشعار بأن إنذار أهلها مستتبع لإنذار أهل الأرض كافة .ووجه الاقتصار على مكة ومن حوهلا فى هذه الآية أنهم الذين جرى الكلام والجدال معهم فى قوله - تعالى - قبل ذلك{ وَكَذَّبَ بِهِ قَوْمُكَ وَهُوَ الحق } قال الآلوسى : ويمكن أن يقال خصهم بالذكر لأنهم الأحق بإنذاره صلى الله عليه وسلم فهو كقوله - تعالى - : { وَأَنذِرْ عَشِيرَتَكَ الأقربين } ولذا أنزل كتاب كل رسول بلسان قومه \" .وقال صاحب المنار \" وزعم بعض اليهود المتقدمين وغيرهم أن المراد بمن حولها بلاد العرب فخصه بمن قرب منها عرفا ، واستدلوا به على أن بعثة النبى صلى الله عليه وسلم خاصة بقومه العرب .والاستدلال باطل وإن سلم التخصيص المذكور ، فإن إرساله إلى قومه لا ينافى إرساله إلى غيرهم ، وقد ثبت عموم بعثته صلى الله عليه وسلم من آيات أخرى كقوله - تعالى - { وَمَآ أَرْسَلْنَاكَ إِلاَّ كَآفَّةً لِّلنَّاسِ بَشِيراً وَنَذِيراً } وقوله : { والذين يُؤْمِنُونَ بالآخرة يُؤْمِنُونَ بِهِ } .أى : والذين يؤمنون بالآخرة وما فيها من ثواب وعقاب يؤمنون بهذا الكتاب الذى أنزله الله هداية ورحمة لأن من صدق بالآخرة خاف العاقبة ، وحرص على العمل الصالح الذى ينفعه .ثم ختمت الآية بهذا الثناء الجميل عليهم فقالت { وَهُمْ على صَلاَتِهِمْ يُحَافِظُونَ } أى يؤدونها فى أوقاتها مقيمين لأركانها وآدابها فى خشوع واطمئنان ، وخصت الصلاة بالذكر لكونها أشرف العبادات وأعظمها خطراً بعد الإيمان .قال الإمام الرازى : \" ويكفيها شرفا أنه لم يقع اسم الإيمان على شىء من العبادات الظاهرة إلا عليها كما فى قوله - تعالى - { وَمَا كَانَ الله لِيُضِيعَ إِيمَانَكُمْ } إى صلاتكم ، ولم يقع اسم الكفر على شىء من المعاصى إلا على ترك الصلاة ، ففى الحديث الشريف \" من ترك الصلاة متعمداً فقد كفر \" فلا اختصت الصلاة بهذا النوع من التشريف لا جرم خصها الله بالذكر فى هذا المقام \" .وبعد أن بين - سبحانه - مزايا هذا القرآن أتبع ذلك ببيان عاقبة الذين يفترون الكذب على الله - تعالى - ، وصور أحوالهم عند النزع الأخير وعندما يقفون أمام ربهم للحساب بصورة ترتجف لها الأفئدة فقال - تعالى - :",
  "ayah": 92,
  "surah": 6
}
