{
  "text": "ثم صور - سبحانه - حالهم عندما يعرضون للحساب فقال : { وَلَقَدْ جِئْتُمُونَا فرادى كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ } .أى : ولقد جئتمونا للحساب والجزاء منعزلين ومنفردين عن الأموال والأولاد وعن كل ما جمعتموه فى الدنيا من متاع ، أو منفردين عن الأصنام والأوثان التى زعمتهم أنها شفعاؤكم عند الله .وفرادى قيل هو جمع فرد ، وفريد وقيل : هو اسم جمع لأن فرداً لا يجمع على فرادى وقول من قال إنه جمع : أراد أنه جمع له فى المعنى .وهذه الجملة الكريمة مستأنفة جاءت لبيان ما سيقوله الله لهؤلاء الظالمين يوم القيامة ، بعد بيان ما تقوله ملائكة العذاب عند موتهم .وقوله : { كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ } تشبيه للمجىء أريد منه معنى الإحياء بعد الموت الذى كانوا ينكرونه فقد رأوه رأى العين .أى : جئتمونا منعزلين عن كل ما كنتم تعتزون به فى الحياة الدنيا ، مجيئا مثل مجيئكم يوم خلقناكم أول مرة حفاة عراة . فالكاف فى محل نصب صفة لمصدر محذوف .روى الشيخان عن ابن عباس قال : قام رسول الله صلى الله عليه وسلم بموعظة فقال : \" أيها الناس إنكم تحشرون إلى الله حفاة عراة غرلا ( كَمَا بَدَأْنَآ أَوَّلَ خَلْقٍ نُّعِيدُهُ وَعْداً عَلَيْنَآ إِنَّا كُنَّا فَاعِلِينَ ) \" .ورويا - أيضاً - عن عائشة قالت : \" قال رسول الله صلى الله عليه وسلم \" تحشرون حفاة عراة غرلا . قالت : يا رسول الله ، الرجال والنساء جميعاً ينظر بعضهم إلى بعض؟ قال صلى الله عليه وسلم : الأمر أشد من أن يهمهم ذلك \" \" .وروى الطبرانى بسنده عن عائشة أنها قالت \" قرأت قول الله - تعالى - { وَلَقَدْ جِئْتُمُونَا فرادى كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ } فقالت : يا رسول الله واسوأتاه! الرجال والنساء جميعاً ينظر بعضهم إلى سوأة بعض؟ فقال رسول الله صلى الله عليه وسلم لكل امرىء منهم يومئذ شأن يغنيه لا ينظر الرجال إلى النساء ولا النساء إلى الرجال ، شُغل بعضهم عن بعض \" .قوله : { وَتَرَكْتُمْ مَّا خَوَّلْنَاكُمْ وَرَاءَ ظُهُورِكُمْ } أى : تركتم ما أعطيناكم وملكناكم فى الدنيا من أموال وأولاد وغيرهما وراء ظهوركم ولم تحملوا منه معكم نقيرا عندما جئتمونا للحساب .الخول : ما أعطاه الله لعباده من النعم : يقال : خوله الشىء تخويلا ، ملكه إياه ومكنه منه . ومنه التخول بمعنى التعهد .والجملة الكريمة تتضمن توبيخهم ، لأنهم لم يقدموا منه شيئاً فى دنياهم ليكون نافعا لهم فى أخراهم ، بل جمعوه وتركوه لغيرهم دون أن ينتفعوا به فى معادهم .وقد ثبت فى الصحيح أن رسول الله صلى الله عليه وسلم قال : \" يقول ابن آدم : مالى! مالى! وهل لك من مالك إلا ما أكلت فأفنيت ، أو لبست فأبليت أو تصدقت فأمضيت وما سوى ذلك فهو ذاهب وتاركه للناس \" .وقوله : { وَمَا نرى مَعَكُمْ شُفَعَآءَكُمُ الذين زَعَمْتُمْ أَنَّهُمْ فِيكُمْ شُرَكَآءُ } تقريع وتوبيخ لهم على شركهم .أى : ما نرى وما نبصر معكم من زعمتم أنهم سيشفعون لكم عند الله من الأصنام والأوثان التى توهمتم أنهم شركاء لله تعالى فى ربوبيتكم واستحقاقه عبادتكم .وقوله { لَقَد تَّقَطَّعَ بَيْنَكُمْ } أى : لقد تقطع الاتصال الذى كان بينكم فى الدنيا واضمحل .ففاعل { تَّقَطَّعَ } ضمير يعود على الاتصال المدلول عليه بلفظ { شُرَكَآءُ } و { بَيْنَكُمْ } منصوب على الظرفية .وقرىء بالرفع أى : لقد تقطع شملكم فإن البين مصدر يستعمل فى الوصل وفى الفراق بالاشتراك؛ والأصل لقد تقطع ما بينكم وقد قرىء به أى : تقطع ما بينكم من الأسباب والصلات .{ وَضَلَّ عَنكُم مَّا كُنتُمْ تَزْعُمُونَ } أى : وغلب عنكم ما كنتم تزعمون من شفاعة الشفعاء ، ورجاء الأنداد والأصنام . كما قال - تعالى - { إِذْ تَبَرَّأَ الذين اتبعوا مِنَ الذين اتبعوا وَرَأَوُاْ العذاب وَتَقَطَّعَتْ بِهِمُ الأسباب وَقَالَ الذين اتبعوا لَوْ أَنَّ لَنَا كَرَّةً فَنَتَبَرَّأَ مِنْهُمْ كَمَا تَبَرَّءُواْ مِنَّا كَذَلِكَ يُرِيهِمُ الله أَعْمَالَهُمْ حَسَرَاتٍ عَلَيْهِمْ وَمَا هُم بِخَارِجِينَ مِنَ النار } وهكذا يسوق القرآن مشهد هؤلاء الظالمين بتلك الصورة التى تهز النفوس ، وتحمل العقلاء على الإيمان والعمل الصالح .",
  "ayah": 94,
  "surah": 6
}
