{
  "text": "ثم بين - سبحانه - ألوانا أخرى من مظاهر قدرته وحكمته فقال : { فَالِقُ الإصباح وَجَعَلَ الليل سَكَناً والشمس والقمر حُسْبَاناً } .الإصباح : مصدر سمى به الصبح ، أى : شاق ظلمة الصبح - وهى الغبش فى آخر الليل الذى يلى الفجر المستطيل الكاذب - عن بياض النهار فيضىء الوجود ، ويضمحل الظلام ، ويذهب الليل بسواده ، ويجىء النهار بضيائه .وجملة \" فالق الإصباح \" خبر لمبتدأ محذوف أى : هو فالق ، أو خبر آخر لإنّ { وَجَعَلَ الليل سَكَناً } أى وجعل الليل محلا لسكون الخلق فيه ، وراحة لهم بعد معاشهم بالنهار وسعيهم للحصول على رزقهم .قال صاحب الكشاف : السكن : ما يسكن إليه الرجل ويطمئن استئناسا به واسترواحا إليه ، من زوج أو حبيب . ومنه قيل للنار سكن لأنه يستأنس بها ، ألا تراهم سموها المؤنسة ، والليل يطمئن إليه المتعب بالنهار لاستراحته فيه ، ويجوز أن يراد : وجعل الليل مسكونا فيه من قوله : ( لِتَسْكُنُواْ فِيهِ ) .{ والشمس والقمر حُسْبَاناً } الحسبان فى الأصل مصدر حسب - بفتح السين - كالغفران والشكران تقول حسبت المال حسبانا : أى أحصيته عددا . والمعنى : وجعل الشمس والقمر يجريان فى الفلك بحساب مقدر معلوم لا يتغير ولا يضطرب حتى ينتهى إلى أقصى منازلهما بحيث تتم الشمس دورتها فى سنة ويتم القمر دورته فى شهر ، وبذلك تنتظم المصالح المتعلقة بالفصول الأربعة وغيرها ، قال - تعالى - { هُوَ الذي جَعَلَ الشمس ضِيَآءً والقمر نُوراً وَقَدَّرَهُ مَنَازِلَ لِتَعْلَمُواْ عَدَدَ السنين والحساب } وقوله { ذلك تَقْدِيرُ العزيز العليم } أى : ذلك الجعل والتسيير البديع الشأن تقدير العزيز ، أى : الغالب القاهر الذى لا يتعاصاه شىء من الأشياء التى من جملتها تسييرهما على الوجه المخصوص ، العليم بكل شىء فلا يعزب عن علمه مثقال ذرة فى الأرض ولا فى السماء .قال الإمام الرازى عند تفسيره لهذه الآية الكريمة ما ملخصه :\" اعلم أن هذا نوع آخر من دلائل وجود الصانع وعلمه وقدرته وحكمته فالنوع المتقدم - أى قوله { إِنَّ الله فَالِقُ } . . . إلخ - كان مأخوذا من دلالة أحوال النبات والحيوان ، والنوع المذكور فى هذه الآية مأخوذ من الأحوال الفلكية ، وذلك لأن فلق ظلمة الليل بنور الصبح أعظم فى كمال القدرة من فلق الحب والنوى بالنبات والشجر ولأن من المعلوم بالضرورة أن الأحوال الفلكية أعظم فى القلوب وأكثر وقعاً من الأحوال الأرضية \" .وبعد أن ساق - رحمه الله - الأدلة على ذلك قال : والعزيز إشارة إلى كمال قدرته ، والعليم إشارة إلى كمال علمه ، ومعناه : أن تقدير الأفلاك بصفاتها المخصوصة ، وهيآتها المحدودة ، وحركاتها المقدرة بالمقادير المخصوصة فى البطء والسرعة ، لا يمكن تحصيله إلا بقدرة كاملة متعلقة بجميع الممكنات ، وعلم نافذ فى جميع المعلومات من الكليات والجزئيات ، وذلك تصريح بأن حصول هذه الأحوال والصفات ليس بالطبع والخاصة ، وإنما هو بتخصيص الفاعل المختار والله أعلم .",
  "ayah": 96,
  "surah": 6
}
