{
  "text": "ثم ساق - سبحانه - لونا رابعا من دلائل كمال قدرته ورحمته . فقال - تعالى - : { وَهُوَ الذي أَنشَأَكُم مِّن نَّفْسٍ وَاحِدَةٍ فَمُسْتَقَرٌّ وَمُسْتَوْدَعٌ } .أى : وهو - سبحانه - الذى أوجدكم من نفس واحدة هى نفس أبيكم آدم - عليه السلام - قال - تعالى - { ياأيها الناس اتقوا رَبَّكُمُ الذي خَلَقَكُمْ مِّن نَّفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَآءً } وفى هذه الجملة الكريمة تذكير بنعمة أخرى من نعم الله على خلقه ، لأن رجوع الناس إلى أصل واحد أقرب إلى التواد والتراحم والتعاطف ، وفيها - أيضاً - دليل على عظيم قدرته - عز وجل - . والفاء فى قوله - تعالى - { فَمُسْتَقَرٌّ وَمُسْتَوْدَعٌ } للتفريع عن أنشأكم .أى : أنشأكم من نفس واحدة فلكم موضع الاستقرار فى الأرحام أو فى الأرض وموضع استيداع فى الأصلاب أو فى القبور .وهذا التفسير مأثور عن ابن عباس ، وقد زكاه الإمام الرازى فقال : ومما يدل على قوة هذا القول أن النطقة الواحدة لا تبقى فى صلب الأب زمانا طويلا فالمستقر أقرب إلى الثبات من المستودع \" .وقيل المستقر حالة الإنسان بعد الموت لأنه إن كان سعيدا فقد استقرت تلك السعادة ، وكذلك إن كان شقيا ، والمستودع حالة قبل الموت لأن الكافر قد ينقلب مؤمنا .وقيل : المستقر من خلق من النفس الأولى ودخل الدنيا واستقر فيها ، والمستودع الذى لم يخلق بعد وسيخلق .والذى نراه أن الرأى الأول هو الصحيح لأنه رأى جمهور المفسرين ، ولأن شواهد القرآن تؤيده كما فى قوله - تعالى - { وَلَكُمْ فِي الأرض مُسْتَقَرٌّ وَمَتَاعٌ إلى حِينٍ } وكما فى قوله - تعالى - { وَنُقِرُّ فِي الأرحام مَا نَشَآءُ إلى أَجَلٍ مُّسَمًّى } وقرىء { فَمُسْتَقِرٌّ } - بكسر القاف - أى : فمنكم مستقر فى الأرحام ومنكم مستودع .وقوله { قَدْ فَصَّلْنَا الآيات لِقَوْمٍ يَفْقَهُونَ } أى : قد فصلنا الآيات الدالة على قدرتنا ووضحناها لقوم يفقهون ما يتلى عليهم ويتدبرونه فينتفعون بذلك .قال صاحب الكشاف : فإن قلت : لم قيل \" يعلمون \" مع ذكر النجوم و { يَفْقَهُونَ } مع ذكر إنشاء بنى آدم؟ قلت : كان إنشاء الإنس من نفس واحدة وتصريفهم بين أحوال مختلفة ألطف وأدق صنعة وتدبيرا فكان ذكر الفقه الذى هو استعمال فطنته وتدقيقه نظره مطابقا له .وقد علق صاحب الانتصاف على كلام الزمخشرى بما ملخصه : \" جواب الزمخشرى صناعى ، والتحقيق أنه لما أريد فصل كليهما بفاصلة تنبيها على استقلال كل واحدة منهما بالمقصود من الحجة ، كره فصلهما بفاصلتين متساويتين فى اللفظ ، لما فى ذلك من التكرار فعدل إلى فاصلة مخالفة تحسيناً للنظم واتساقا فى البلاغة ، ويحتمل وجهاً آخر فى تخصيص الأولى بالعلم والثانية بالفقه وهو أنه لما كان المقصود التعريض بمن لا يتدبر آيات الله ولا يعتبر بمخلوقاته وكانت الآية الأولى خارجة عن أنفس النظار ومنافية لها ، إذ النجوم والنظر فيها وعلم الحكمة الإلهية فى تدبيره لها أمر خارج عن نفس الناظر ، ولا كذلك النظر فى إنشائهم من نفس واحدة ، وتقلباتهم فى أطوار مختلفة فإنه نظر لا يعدو نفس الناظر ولا يتجاوزها ، فإذا تمهد ذلك فجهل الإنسان بنفسه وبأحواله أبشع من جهله بالأمور الخارجة عنه كالنجوم والأفلاك ، فلما كان الفقه أدنى درجات العلم إذ هو عبارة عن الفهم نفى من أبشع القبيلين جهلا وهم الذين لا يتبصرون فى أنفسهم ، ونفى الأدنى أبشع من نفى الأعلى درجة فخص به أسوأ الفريقين حالا . . وإذا قيل : فلان \" لا يفقه شيئاً \" كان أذم فى العرف من قولك : فلان لا يعلم شيئاً وكأن معنى قولك لا يفقه شيئاً ليست له أهلية الفهم وإن فهم ، وأما قولك \" لا يعلم شيئاً \" فغايته نفى حصول العلم له ، وقد يكون له أهلية الفهم والعلم لو يعلم .",
  "ayah": 98,
  "surah": 6
}
