{
  "text": "বল, এসো, তোমাদের জন্য তোমাদের প্রতিপালক যা নিষিদ্ধ করেছেন তা তোমাদেরকে পড়ে শোনাই।[১] তা এইঃ তোমরা কোন কিছুকে তাঁর অংশী করবে না,[২] মাতা-পিতার সাথে সদ্ব্যবহার করবে,[৩] দারিদ্রে্র কারণে তোমরা তোমাদের সন্তানদেরকে হত্যা করবে না।[৪] আমিই তোমাদেরকে ও তাদেরকে জীবিকা দিয়ে থাকি। প্রকাশ্যে হোক কিংবা গোপনে হোক, অশ্লীল আচরণের নিকটবর্তীও হয়ো না এবং আল্লাহ যার হত্যা নিষিদ্ধ করেছেন যথার্থ কারণ ব্যতীত[৫] তাকে হত্যা করো না। তোমাদেরকে তিনি এ নির্দেশ দিয়েছেন, যেন তোমরা অনুধাবন কর।\n[১] অর্থাৎ, সেগুলো নয়, যেগুলো তোমরা আল্লাহর অবতীর্ণকৃত কোন দলীল ছাড়া কেবল নিজেদের ভ্রান্ত খেয়াল এবং অমূলক ধারণার ভিত্তিতে হারাম গণ্য করেছ। বরং হারাম হল সেই জিনিসগুলো, যেগুলোকে তোমাদের প্রতিপালক হারাম ঘোষণা করেছেন। কারণ, তোমাদের স্রষ্টা এবং আহারদাতা তিনিই এবং প্রতিটি জিনিসের জ্ঞানও তাঁরই কাছে। কাজেই এ অধিকারও তাঁরই যে, তিনি যে জিনিসটা চান হালাল এবং যে জিনিসটা চান হারাম করেন। সুতরাং আমি তোমাদেরকে এই জিনিসগুলোর বিশদ বিবরণ দিচ্ছি, যার তাকীদ তোমাদের প্রতিপালকের কাছ থেকে এসেছে।\n[২] أَلاَّ تُشْرِكُوْا এর পূর্বে أَوْصَاكُمْ ঊহ্য আছে। অর্থাৎ, আল্লাহ তাআলা তোমাদেরকে নির্দেশ দিয়েছেন যে, তাঁর সাথে তোমরা অন্য কাউকে অংশীদার স্থাপন করো না। শিরক হল সব চেয়ে বড় পাপ। (তওবা ছাড়া) এ পাপের কোন ক্ষমা নেই। মুশরিকের উপর জান্নাত হারাম এবং জাহান্নাম ওয়াজিব। কুরআন মাজীদে এ বিষয়টিকে বিভিন্নভাবে বারবার বর্ণনা করা হয়েছে এবং নবী করীম (সাঃ)ও বহু হাদীসে এর বিশ্লেষণ সুস্পষ্ট ভাষায় বর্ণনা করেছেন। তা সত্ত্বেও বাস্তব এটাই যে, মানুষ শয়তানের চক্রান্তে পড়ে ব্যাপকহারে শিরকী কাজ সম্পাদন করে চলেছে।\n[৩] অর্থাৎ, মাতা-পিতার সাথে অসদ্ব্যবহার করবে না। মহান আল্লাহর তাওহীদ (একত্বতা) এবং তাঁর আনুগত্যের পর এখানেও (এবং কুরআনের অন্য অনেক স্থানেও) পিতা-মাতার সাথে সদ্ব্যবহার করার নির্দেশ দেওয়া হয়েছে। আর এ থেকে এ কথা পরিষ্কার হয়ে যায় যে, প্রতিপালকের আনুগত্যের পর পিতা-মাতার আনুগত্য করার গুরুত্ব অপরিসীম। যদি কেউ এই 'রুবূবিয়্যাতে সুগরা' (পিতা-মাতার আনুগত্য ও তাদের সাথে সদ্ব্যবহারের) দাবীসমূহ পূরণ না করে, তবে সে 'রুবূবিয়্যাতে কুবরা' (আল্লাহর আনুগত্যের) দাবীসমূহ পূরণ করতেও অসফল হবে।\n[৪] জাহেলী যুগের এই জঘন্য কাজ বর্তমানে জন্ম-নিয়ন্ত্রণের নামে সারা পৃথিবীতে অতি ধুমধামের সাথে চলছে। আল্লাহ এ থেকে আমাদেরকে হিফাযত করুন!\n[৫] অর্থাৎ, খুনের বদলে খুন। আর তা কেবল বৈধই নয়, বরং নিহতের উত্তরাধিকারী যদি মাফ করে না দেয়, তবে এ হত্যা অতি জরুরী। মহান আল্লাহ বলেন, {وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ} \"ক্বিসাসে রয়েছে তোমাদের জন্য জীবন।\"\n(সূরা বাক্বারাহ ২:১৭৯)",
  "ayah": 151,
  "surah": 6
}
