{
  "text": "آیت نمبر 12 تا 13\nاللہ کی یہ چھوٹی سی مخلوق انسان پر اللہ کے بڑے کرم ہیں کہ اس نے اس کے لئے اس کائنات کی عظیم مخلوقات کو مسخر کردیا ہے۔ اور ان مخلوقات سے یہ مختلف طریقوں سے فائدہ اٹھا تا ہے اور اس طرح کہ اللہ تعالیٰ نے اسے یہ سمجھایا ہے کہ اس کائنات کا قانون فطرت کیا ہے ؟ جس کے مطابق یہ کائنات چلتی ہے اور اس کے خلاف نہیں جاسکتی۔ اگر اللہ کی جانب سے انسان کو اس قدر علمی صلاحیت نہ دی گئی ہوتی تو اس کے لئے ممکن نہ تھا کہ وہ ان کائناتی قوتوں کو اس طرح مسخر کر کے ان سے اس طرح استفادہ کرتا بلکہ اس کے لئے ان قوتوں کے اندر زندہ رہنا بھی مشکل ہوجاتا کیونکہ انسان ایک چھوٹا سا کیڑا ہے اور فطرت کی قوتیں نہایت ہی عظیم القوت ، عظیم الجثہ اور بڑے بڑے افلاک ہیں۔\nسمندر ان بڑی قوتوں میں سے ایک ہے جسے انسان نے مسخر کرلیا ہے۔ انسان کو اللہ نے اس کی ساخت اور خصوصیات کا علم دیا اور انسان نے معلوم کیا کہ کشتی اس عظیم اور سرکش سمندر کے اوپر چل سکتی ہے اور اس کی بھپری ہوئی جبار موجوں کے ساتھ ٹکرا سکتی ہے اور اسے ان سے کوئی نقصان نہیں پہنچ سکتا۔\nلتجری الفلک فیہ بامرہ (45 : 12) “ تا کہ اس کے حکم سے کشتیاں اس میں چلیں ”۔ اللہ ہی ہے جس نے سمندر کو یہ خصوصیات دیں اور کشتی کے مواد کو تیرنے کی خصوصیات دیں۔ فضا کے دباؤ، ہواؤں کی تیزی اور زمین کی کشش کی خصوصیات پیدا کیں اور وہ دوسرے خصائص اس میں رکھے جن کی وجہ سے بحری سفر آسان ہوا اور انسان کو اس کام کا علم دیا کہ وہ سمندر مخلوق سے نفع اٹھائے اور دوسرے فوائد بھی حاصل کرے۔\nولتبتغوا من فضلہ (45 : 12) “ اور تم اس کا فضل تلاش کرو ”۔ مثلاً سمندر میں شکار ، زیب وزینت کا سامان ، تجارت ، معلوماتی سفر ، تجربات ، مشقیں ، ورزش اور تفریح وغیرہ۔ غرض وہ سارے فوائد جو یہ چھوٹا سا انسان سمندروں سے حاصل کرتا ہے۔\nغرض اللہ نے انسان کے لئے کشتی اور سمندر دونوں کو مسخر کیا کہ وہ اللہ کے فضل کی تلاش کرے۔ پھر اللہ کا شکر کرے کہ اللہ نے یہ فضل و کرم ، یہ انعامات اور یہ تسخیر اور یہ علم اسے دیا۔\nولعلم تشکرون (45 : 12) “ اور تم شکر گزار بنو ”۔ اللہ تعالیٰ پھر اس قرآن کے ذریعہ انسان کو ہدایت کرتا ہے کہ اس ذات باری کی وفاداری کرو ، اس سے تعلق قائم کرو ، اور یہ بات معلوم کرو کہ تمہارے اور اس کائنات کے درمیان ایک تعلق ہے اور وہ یہ کہ تم اس کا حصہ ہو اور ایک ناموس فطرت کے تحت چل رہے ہو اور تم دونوں کا رخ اللہ ہی کی طرف ہے۔\nسمندروں کی تسخیر کے خصوصی ذکر کے ساتھ یہ پوری کائنات بھی بالعموم تمہارے لیے مسخر کردی گئی ہے۔ زمین اور آسمانوں کے درمیان پائے جانے والی تمام قوتیں ، نعمتیں اور مفید چیزیں جو اس کے لئے فرائض منصب خلافت کی ادائیگی میں مفید و معاون ہیں۔\nوسخر لکم ۔۔۔۔۔۔ جمیعا منہ (45 : 13) “ اس نے زمین اور آسمان کی ساری ہی چیزیں تمہارے لیے مسخر کردیں ، سب کچھ اپنے پاس سے ”۔ اس کائنات میں جتنی چیزیں بھی ہیں وہ اللہ کی طرف سے ہیں اور اسی کی ہیں۔ وہی ان کا پیدا کرنے والا اور مدبر ہے۔ اس نے ان کو مسخر کر رکھا ہے۔ اور ان پر اس چھوٹی سی مخلوق کو مسلط کردیا ہے۔ انسان جسے اللہ نے اس کائنات کے مزاج اور اس کے قوانین کو سمجھنے کی قوت دی اور وہ اپنی قوت اور طاقت سے کہیں بڑی قوتوں کو مسخر کرتا ہے۔ یہ سب کام اللہ کا فضل و کرم ہے۔ اس انسان پر اور جو لوگ تفکر اور تدبر سے کام لیتے ہیں ان کے لئے اس میں آیات و نشانات ہیں بشرطیکہ وہ اپنی اس عقل سے یہ فائدہ بھی اٹھائیں کہ اس کائنات اور اس انسان کا ایک پیدا کرنے والا بھی ہے جس نے اسے یہ سب کچھ دیا ہے اپنے کرم خاص سے :\nان فی ذلک لایت لقوم یتفکرون (45 : 13) “ اس میں بڑی نشانیاں ہیں ان لوگوں کے لئے جو غوروفکر کرنے والے ہیں ”۔ یہ فکر اور یہ تدبر اس وقت تک صحیح ، جامع اور گہرا نہ ہو سکے گا جب تک وہ ان قوتوں ، مسخر شدہ قوتوں کے پیچھے اس بڑی قوت کی طرف جھانکنے کی کوشش نہ کرے گا ، جس نے ان تمام قوتوں کو پیدا کیا اور جس نے انسان کو پیدا کیا اور پھر انسان کو ان رازوں سے آگاہ کیا کہ ان کا راز یہ ہے اور ان کا قانون قدرت یہ ہے اور فطرت کائنات اور فطرت انسان ایک ہے۔ اور ان دونوں کے درمیان یہ تعلق ہے۔ اس تعلق کا یہ نتیجہ ہے کہ انسان کو علم حاصل ہوا ، اسے قوت اور کنٹرول حاصل ہوا ، اس نے ان قوتوں کو مسخر کر کے اپنے فائدے کے لئے استعمال کیا۔ اگر یہ تعلق نہ ہوتا تو انسان کو ان چیزوں سے کچھ بھی حاصل نہ ہوتا۔\n٭٭٭\nجب بات یہاں تک پہنچی ہے اور ایک مومن اس کائنات کے قلب تک جا پہنچتا ہے۔ اسے شعور حاصل ہوجاتا ہے کہ قوت کا حقیقی سرچشمہ کیا ہے ، یہ کہ اس کائنات کے اسرار و رموز کی آگاہی دراصل قوت کا حقیقی سرچشمہ ہے۔ اب مومنین کو ہدایت کی جاتی ہے کہ وہ شرافت ، اخلاق عالیہ ، وسعت قلبی اور رواداری اختیار کریں اور جو ضعیف ، ناتواں اور جاہل لوگ اس خزانے اور اس بھرپور خزانہ علم و معرفت سے محروم ہیں ، ان پر رحم کریں ، ان کے ساتھ ہمدردی کریں کہ یہ لوگ ان عظیم حقائق سے محروم ہیں۔ جو اللہ کے نوامیس فطرت کو نہیں دیکھتے ، جو تاریخ میں سنن الٰہیہ کو تلاش نہیں کرتے جو اس کائنات کے اسر اور موز سے واقف نہیں اور اس لیے وہ اس خالق کی عظمت سے بھی بیخبر ہیں۔",
  "ayah": 13,
  "surah": 45
}
