{
  "text": "آیت نمبر 14 تا 15\nاہل ایمان کو ہدایت کی گئی ہے کہ جو لوگ اللہ کے عذاب سے نہیں ڈرے ، ان سے درگزر کرو اور ان کے ساتھ دشمنی کی بجائے ہمدردی کا رویہ اختیار کرو۔ اور شریفانہ اور اخلاق عالیہ کا رویہ اختیار کرو۔ درگزر کرو اور ان پر رحم کرو کہ وہ مساکین ہیں۔ وہ علم و ہدایت اور قوت اور رحمت کے اصل سرچشمے سے محروم ہیں۔ یہ ایمان ہی کا سرچشمہ ہے جو انسان کو غنی ، قوی اور رحیم و کریم بنا دیتا ہے۔ انسان اسی پر بھروسہ کرتا ہے ، مطنئن ہوتا ہے اور مشکل اوقات میں اس کے سامنے سربسجود ہوتا ہے اور اس کے سہارے آہ و فغاں کرتا ہے۔ پھر یہ لوگ ان قوانین فطرت اور سنن الہٰیہ سے بھی ناواقف ہیں جن کے نتیجے میں انسان کو ہر قسم کی قوت حاصل ہوتی ہے۔ اہل ایمان چونکہ ایمان کے خزانے تک رسائی حاصل کرچکے ہیں اور اس کے ذریعہ ان کو مادی اور روحانی اطمینان حاصل ہے اور وہ ایک برتر پوزیشن ہیں اس لیے ان کے شایان شان یہ ہے کہ وہ عفو و درگزر سے کام لیں۔\nدوسری بات یہ ہے کہ اس درگزر کے نتیجے میں اہل ایمان کا رویہ ہوگا کہ وہ تمام معاملات اللہ کے حوالے کردیں گے جو محسن کو اس کے احسان کی جزاء دے گا اور بدکار کو اس کی بدکاریوں پر سزا دے گا۔ عفو و درگزر کی بجائے اگر اہل ایمان ان بیچاروں کے ساتھ سختی کا رویہ اختیار کرتے ہیں تو وہ اس نیکی سے محروم ہوجائیں گے بشرطیکہ اس عفو و درگزر کی پالیسی کے نتیجے میں امن وامان کو خطرہ لاحق نہیں ہوتا ، اور لوگ حدود اللہ پر دست درازی میں جری نہیں ہوجاتے ہوں۔\nلیجزی قوما بما کانوا یکسبون (45 : 14) “ تا کہ اللہ خود ایک گروہ کو اس کی کمائی کا بدلہ دے ”، اور اس کے بعد یہ بھی تصریح کردی جاتی ہے کہ جزاء و سزا میں ہر شخص اپنے کئے کا ذمہ دار ہے۔ لہٰذا ہر شخص کو اللہ کے سامنے حاضری دینے کے وقت کی فکر کرنی چاہئے۔\nمن عمل صالحا ۔۔۔۔۔۔۔ ترجعون (45 : 15) “ جو کوئی نیک عمل کرے گا اپنے ہی لیے کرے گا اور جو برائی کرے گا وہ آپ ہی اس کا خمیازہ بھگتے گا۔ پھرجانا تو سب کو اپنے رب ہی کی طرف ہے ”۔ یوں ایک مومن کا سینہ فراخ ہوتا ہے۔ اس کی سوچ بلند ہوتی ہے۔ وہ انفرادی مشکلات بھی برداشت کرتا ہے اور احمقوں کی حماقتیں بھی برداشت کرتا ہے اور اندھے اور محروم لوگوں کے طرز عمل کو بھی برداشت کرتا ہے۔ اس لیے نہیں کہ وہ کمزور ہوتا ہے اور اینٹ کا جواب پتھر سے نہیں دے سکتا۔ یہ برداشت وہ تنگ دلی سے نہیں بلکہ وسعت قلبی سے کرتا ہے۔ کیونکہ وہ مضبوط کردار اور کھلے دل کا مالک ہوتا ہے۔ اور اس نے ان محروم لوگوں کے لئے بھی ہدایت کی مشعل اٹھا رکھی ہوتی ہے۔ اس نے بیماروں کے لئے شفایابی کا تریاق اتھا رکھا ہوتا ہے۔ اور وہ اس پر اجر کا طالب صرف اللہ سے ہوتا ہے اور آخرت میں ہوتا ہے۔ اور آخر کار تمام امور اللہ کے ہاتھ میں ہوتے ہیں اور ہدایت اور رہنمائی کا سرچشمہ بھی اللہ ہی ہے۔ اور اس کی طرف لوٹنا ہے۔\n٭٭٭٭\nاب انسانیت کے لئے مومن قیادت کے کردار کے موضوع پر بات ہوتی ہے۔ یہ قیادت اب اسلامی جماعت کی شکل میں وجود میں لائی گئی ہے۔ اس سے پہلے یہ بنی اسرائیل کے ہاتھ میں تھی۔ ان کو کتاب دی گئی۔ حکومت دی گئی ، نبوت دی گئی مگر انہوں نے اختلافات شروع کر دئیے۔ اور ان سے یہ قیادت اور منصب لے کر اے محمد ﷺ اب آپ کو دے دیا گیا ہے۔ اس وقت آپ مکہ میں تھے۔ اور دعوت اسلامی نہایت ہی مشکل دور سے گزر رہی تھی لیکن آدم (علیہ السلام) سے ادھر اس کا مزاج ، اس کی نوعیت اور مقاصد اور مہم ایک ہی رہی ہے۔",
  "ayah": 14,
  "surah": 45
}
