{
  "text": "آیت نمبر 16 تا 20\nاسلام سے قبل تحریک اسلامی کی قیادت بنی اسرائیل کے پاس تھی۔ آسمانی ہدایت اور عقیدہ کے حامل یہی تھے۔ اور اللہ نے اس دور کے لئے یہ مشن ان کے سپرد کردیا تھا ۔ کیونکہ انسانیت کے لئے ہر دور میں آسمانی رہنمائی کی ضرورت رہی ہے۔ اس لیے کہ زمین کے اندر جو بھی قائدین رہے ہیں وہ خواہشات نفسانیہ کے پیروکار ، جاہل اور تقصیرات سے پر رہے ہیں اس لیے وہ انسانوں کے لئے جو قانون اور شریعت بناتے رہے ہیں۔ وہ ایسی ہی تقصیر رہی۔ اللہ تعالیٰ نے چونکہ انسانوں کو پیدا کیا ہے۔ اس لیے اللہ کی شریعت ہی ایسی ہو سکتی ہے جو جہل ، ذاتی خواہشات اور تقصیرات سے پاک ہو سکتی ہے۔ اس لئے کہ سب لوگ اللہ کے بندے ہیں۔ اللہ کسی کا حامی اور کسی کا مخالف نہیں ہے۔ اور اللہ جہل قصور اور خواہشات سے پاک ہے۔ وہ زیادہ جانتا ہے اور لطیف وخبیر ہے۔\nولقد اتینا ۔۔۔۔۔۔ والنبوۃ (45 : 16) “ اس سے پہلے بنی اسرائیل کو ہم نے کتاب ، حکم اور نبوت عطا کی تھی ”۔ تورات ان کو دی گئی جس میں اللہ کی شریعت تھی۔ اور اس میں یہ احکام تھے کہ شریعت کو قائم کرو اور موسیٰ (علیہ السلام) کے بعد بھی نبوت اور حکومت ان میں جاری رہی کہ شریعت کو قائم کرو اور ان کے اندر دوسری اقوام کے مقابلے میں بیشمار نبی بھیجے گئے۔\nورزقنھم من الطیبت (45 : 16) “ ان کو ہم نے عمدہ سامان زیست سے نوازا ”۔ ان کی حکومتیں اور ان کی نبوتیں ارض مقدس تک محدود رہیں۔ یہ سر زمین فرات اور نیل کے درمیان ایک پاک سرزمین تھی۔\nوفضلنھم علی العلمین (45 : 16) “ اور دنیا بھر کے لوگوں پر ان کو ہم نے فضیلت عطا کی ”۔ اس مرکزی مقام پر ربانی ہدایت کے حامل ہونے کے ناتے اس وقت یہ تمام عالم پر برتر قوم تھے اور ان کی افضیلت کی بڑی دلیل یہ تھی کہ وہ حاملین شریعت تھے اور ان کو حکومت اور نبوت دی گئی تھی۔\nواتینھم بیت من الارمر (45 : 17) “ اور دین کے معاملے میں انہیں واضح ہدایات دے دیں ”۔ جو شریعت انہیں دی گئی وہ دو ٹوک اور حق و باطل کے درمیان فیصلہ کرنے والی تھی۔ اس میں کوئی بات ناقابل فہم ، پیچیدہ ، ٹیٹرھی اور صحیح راہ سے منحرف نہ تھی۔ اس لیے انہوں نے اس شریعت کو جو اختلافات کئے اور فرقے بنے اس کا کوئی جواز نہ تھا۔ انہوں نے جو تفرقہ کیا اس کی وجہ یہ نہ تھی کہ وہ شریعت اور دین سمجھے نہ تھے یا یہ کہ وہ جاہل تھے اور انہیں صحیح بات اور حق معلوم نہ تھا۔\nفما اختلفوا الا من بعد ما جاءھم العلم (45 : 17) “ پھر جو اختلافات ان کے درمیان واقع ہوئے وہ جانتے ہوئے کئے گئے۔ ان کے درمیان حد درجہ حسد اور بغض پیدا ہوگیا تھا۔ اور باہم نزاع اور ایک دوسرے پر مظالم ڈھاتے ہوئے یہ اختلافات کئے گئے ، باوجود اس بات کے کہ وہ صحیح بات جانتے تھے ”۔\nبغیابینھم (45 : 17) “ اس بنا پر ہوا کہ آپس میں ایک دوسرے پر زیادتی کرنا چاہتے تھے ”۔ یوں زمین پر ان کی قیادت ختم ہوگئی اور اللہ نے ان کو جو خلافت ارضی عطا کی تھی ان سے چھین لی گئی اور اختلافات کا آخری فیصلہ تو اللہ کرے گا۔\nان ربک یقضی۔۔۔۔۔ فیہ یختلفون (45 : 17) “ اللہ قیامت کے روز ان معاملات کا فیصلہ فرمائے گا جن میں وہ اختلافات کرتے رہے ہیں ”۔\nاس کے بعد اللہ نے رسالت جدیدہ کو خلافت ارضی کا مقام عطا فرمایا ، جو قوم کو اللہ کی شریعت کی طرف لوٹائے گی اور تمام معاملات میں اللہ کی قیادت اور برتری قائم کرے گی۔ اور دنیا میں اللہ کی شریعت کے مطابق نظام قائم کرے گی ، بندوں کی خواہشات کے مطابق نہیں۔\nثم جعلنک علی ۔۔۔۔۔ لا یعلمون (45 : 18) “ اس کے بعد اب اے نبی ﷺ ، ہم نے تم دین کے معاملہ میں ایک صاف شاہراہ پر قائم کیا لہٰذا تم اسی پر چلو اور ان لوگوں کی خواہشات کا اتباع نہ کرو ، جو علم نہیں رکھتے ”۔ یوں یہ معاملہ بالکل صاف ہوجاتا ہے یا تو اللہ کی شریعت ہوگی یا ان لوگوں کی خواہشات ہوں گی جو نہیں جانتے۔ تیسری کوئی صورت نہیں ہے۔ یا تو سیدھی اور مستقیم شریعت اور شاہراہ ہے اور یا پھر لوگوں کی بدلتی ہوئی خواہشات ہیں۔ اور ان کے درمیان تیسرا کوئی راستہ نہیں ہے۔ جو قوم شریعت کو چھوڑتی ہے ، وہ اپنی خواہشات کی پوجا کرتی ہے کیونکہ شریعت کے سوا جو بھی ہے وہ ان لوگوں کی ہوا وہوس ہے جو نہیں مانتے۔\nاللہ تعالیٰ نبی کریم ﷺ کو اس بات سے ڈراتا ہے کہ آپ ان لوگوں کی خواہشات کی اطاعت نہ کریں جو نہیں جانتے۔ اگر آپ نے یہ کام کیا تو یہ لوگ اللہ کے مقابلے میں آپ کو کوئی فائدہ نہ دے سکیں گے۔ یہ لوگ تو ایک دوسرے کے ساتھ دوستی کرتے ہیں۔ اگر اللہ کے دین اور شریعت کو نہ ماننے والے یہ لوگ ایک دوسرے کے جگری دوست بھی بن جائیں اور ایکا بھی کرلیں تو بھی یہ آپ کا کچھ بھی بگاڑ نہیں سکتے۔ کیونکہ اے پیغمبر آپ کے مولیٰ تو اللہ ہے۔\nانھم لن یغنوا ۔۔۔۔۔۔۔ ولی المتقین (45 : 19) “ اس کے بعد اے نبی ہم نے تم دین کے معاملہ میں ایک صاف شاہراہ (شریعت) پر قائم کیا ہے۔ لہٰذا تم اس پر چلو اور ان لوگوں کی خواہشات کا اتباع نہ کرو جو علم نہیں رکھتے۔ اللہ کے مقابلے میں وہ تمہارے کچھ بھی کام نہیں آسکتے ۔ ظالم لوگ ایک دوسرے کے ساتھ ہیں اور متقیوں کا ساتھی اللہ ہے ”۔\nیعنی ایک طرف شریعت ہے جو علم و حکمت پر مبنی ہے اور دوسری جانب خواہشات نفسانیہ ہیں جو جہالت پر مبنی ہیں اور جاہلیت ہیں۔ ایک داعی کو چاہئے کہ وہ شریعت کا اتباع کرے اور ساری ذاتی خواہشات کو چھوڑ دے۔ داعی کا فرض ہے کہ وہ شریعت سے ادھر ادھر نہ ہو کیونکہ ذاتی خواہشات رکھنے والے لوگ اللہ کے مقابلے میں کوئی مدد نہیں دے سکتے۔ وہ تو داعی کے مخالف ہوتے ہیں اور سب مل کر مخالفت کرتے ہیں اور وہ شریعت کی مخالفت میں ایک دوسرے کے ممدو معاون ہوتے ہیں ، لہٰذا داعی کو ظالموں اور جاہلوں سے کوئی توقع نہیں رکھنی چاہئے۔ پھر یہ کہ یہ ظالم کسی داعی کی مدد بھی نہیں کرسکتے کیونکہ یہ تو ان کی خواہشات کے خلاف ہے لیکن وہ اس قدر کمزور ہوتے ہیں کہ وہ سچے داعی کو نقصان بھی نہیں پہنچا سکتے۔ کیونکہ داعی کا والی وارث اللہ ہوتا ہے اور جس کا والی وارث اللہ ہو ، اس کا مقابلہ کوئی نہیں کرسکتا۔ اور انسان ضعیف کمزور ہوتے ہیں ، جن کی کوئی قوت نہیں ہوتی جبکہ اللہ کے دوست مسلمان ہوتے ہیں اور وہ قوی ہوتے ہیں۔\nاس فیصلہ کن بیان پر مزید تبصرہ یہ ہے کہ قرآن دو ٹوک اور فیصلہ کن باتیں کرتا ہے اور قرآن کی ان دوٹوک باتوں سے یقین نصیب ہوتا ہے جو انسان کو بصیرت اور ہدایت دیتا ہے۔\nھذا بصائر ۔۔۔۔۔ لقوم یوقنون (45 : 20) “ یہ بصیرت کی روشنیاں ہیں سب لوگوں کے لئے اور ہدایت اور رحمت ان لوگوں کے لئے جو یقین لائیں ”۔ قرآن کی تعریف یہ کی گئی ہے کہ یہ لوگوں کے لئے بصیرت ہے۔ اس کے معنی یہ ہیں کہ قرآن کے اندر گہری بصیرت ہے اور روشنی ہے۔ قرآن بذات خود بصیرت اور رونی ہے جس طرح بصیرت اور روشنی انسانوں کے لئے دیکھنے اور سمجھنے کا ذریعہ ہوتے ہیں تو قرآن بذات خود بصیرت وہدایت ہے اور یہ بذات خود رحمت ہے ، لیکن قرآن کے اندر یہ صفات تب نظر آئیں گی اور اس سے یہ فوائد تب حاصل ہوں گے جب کسی کے اندر ذوق یقین پیدا ہو۔ انسان کے اندر اس قدر یقین ہوجائے جس کے اندر شک کا شبہ ہی نہ ہو۔ اس کے اندر کوئی بےچینی نہ ہو ، اور دل میں کوئی خلش نہ ہو۔ جب قلب کو یقین حاصل ہوجائے اور اسے پورا وثوق حاصل ہوجائے تو ان کے اندر پھر کوئی تزلزل نہیں ہوتا۔ وہ پھر شف شف نہیں کرتا۔ ادھر ادھر نہیں ڈولتا ، اس کی راہ پھر واضح ہوجاتی ہے۔ اسے اپنی منزل دور افق پر بلند نظر آتی ہے ۔ اس کا مقصد متعین ہوجاتا ہے۔ طریق کار متعین اور استوار ہوجاتا ہے۔ اب پھر قرآن اس کے لئے نور بصیرت بن جاتا ہے ، ہدایت بن جاتا ہے اور رحمت بن جاتا ہے بشرطیکہ یقین محکم ہو۔\nاس بیان کے بعد کہ ظالم ایک دوسرے کے دوست ہیں اور اللہ متقین کے ولی ہیں۔ اور یہ کہ قرآن مجید کے لئے نور بصیرت ہے اور یقین کرنے والوں کے لئے ہدایت و رحمت ہے۔ یہ کہا جاتا ہے کہ جو لوگ برائیوں کا ارتکاب کرتے ہیں اور جو لوگ نیک کام کرتے ہیں ، یعنی مومن ان کے درمیان بنیادی فرق ہے اور اللہ کے ہاں دونوں کا ایک مقام نہیں ہو سکتا۔ نہ دونوں کا ایک جیسا فیصلہ ہو سکتا ہے ۔ اللہ کے ترازو میں دونوں کے درمیان فرق ہے۔ اللہ نے آسمانوں اور زمین کے اس نظام کو حق اور عدل پر قائم کر رکھا ہے۔ اور اس کائنات کے نقشے میں سچائی بنیادی اور اساسی عنصر ہے۔",
  "ayah": 20,
  "surah": 45
}
