{
  "text": "القول في تأويل قوله تعالى :  ن وَالْقَلَمِ وَمَا يَسْطُرُونَ (1)اختلف أهل التأويل في تأويل قوله: ( ن ) فقال بعضهم: هو الحوت الذي عليه الأرَضُون.ذكر من قال ذلك:حدثنا محمد بن المثنى، قال: ثنا ابن أبى عديّ، عن شعبة، عن سليمان، عن أبي ظَبْيان، عن ابن عباس، قال: أوّل ما خلق الله من شيء القلم، فجرى بما هو كائن، ثم رفع بخار الماء، فخلقت منه السماوات، ثم خلق النون فبسطت الأرض على ظهر النون، فتحرّكت الأرض فمادت، فأثبت بالجبال، فإن الجبال لتفخر على الأرض، قال: وقرأ: ( ن وَالْقَلَمِ وَمَا يَسْطُرُونَ ).حدثنا تميم بن المنتصر، قال: ثنا إسحاق، عن شريك، عن الأعمش، عن أبي ظبيان، أو مجاهد عن ابن عباس، بنحوه، إلا أنه قال: فَفُتِقَتْ مِنْهُ السموات.حدثنا ابن بشار، قال: ثنا يحيى، قال: ثنا سفيان، قال: ثني سليمان، عن أبي ظبيان، عن ابن عباس، قال: أوّل ما خلق الله القلم، قال: اكتب، &; 23-524 &; قال: ما أكتب؟ قال: اكتب القدر، قال: فجرى بما يكون من ذلك اليوم إلى قيام الساعة، ثم خلق النون، ورفع بخار الماء، ففُتِقت منه السماء و بُسِطت الأرض على ظهر النون، فاضطرب النون، فمادت الأرض، فأثبتت بالجبال، فإنها لتفخر على الأرض.حدثنا واصل بن عبد الأعلى، قال: ثنا محمد بن فُضَيل، عن الأعمش، عن أبي ظبيان، عن ابن عباس قال: \" أوّل ما خلق الله من شيء القلم، فقال له: اكتب، فقال: وما أكتب؟ قال: اكتب القدر، قال فجرى القلم بما هو كائن من ذلك إلى قيام الساعة، ثم رفع بخار الماء ففتق منه السموات، ثم خلق النون فدُحيت الأرض على ظهره، فاضطرب النون، فمادت الأرض، فأُثبتت بالجبال فإنها لتفخر على الأرض \".حدثنا واصل بن عبد الأعلى، قال: ثنا وكيع، عن الأعمش، عن أبي ظبيان، عن ابن عباس نحوه.حدثنا محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، أن إبراهيم بن أبي بكر، أخبره عن مجاهد، قال: كان يقال النون: الحوت الذي تحت الأرض السابعة.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، قال: قال معمر، ثنا الأعمش، أن ابن عباس قال: إنّ أوّل شيء خُلق القلم، ثم ذكر نحو حديث واصل عن ابن فضيل، وزاد فيه: ثم قرأ ابن عباس: ( ن وَالْقَلَمِ وَمَا يَسْطُرُونَ ).حدثنا ابن حميد، قال: ثنا جرير، عن عطاء، عن أبي الضحى مسلم بن صبيح، عن ابن عباس، قال: إن أوّل شيء خلق ربي القلم، فقال له: اكتب، فكتب ما هو كائن إلى أن تقوم الساعة، ثم خلق النون فوق الماء، ثم كبس الأرض عليه.وقال آخرون: ( ن ) حرف من حروف الرحمن.* ذكر من قال ذلك:حدثنا عبد الله بن أحمد المروزي، قال: ثنا عليّ بن الحسين، قال: ثنا أبي، عن يزيد، عن عكرمة، عن ابن عباس  الر  و  حم  و ( ن ) حروف الرحمن مقطعة.حدثني محمد بن معمر، قال: ثنا عباس بن زياد الباهلي، قال: ثنا شعبة، عن أبي بشر، عن سعيد بن جُبير، عن ابن عباس، قوله:  الر  و  حم  و ( ن ) قال: اسم مقطع.وقال آخرون: ( ن ) : الدواة، والقلم: القلم.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا يعقوب، قال: ثنا أخي عيسى بن عبد الله، عن ثابت البناني، عن ابن عباس قال: إن الله خلق النون وهي الدواة، وخلق القلم، فقال: &; 23-525 &; اكتب، فقال: ما أكتب؟ قال: اكتب ما هو كائن إلى يوم القيامة، من عمل معمول، برّ أو فجور، أو رزق مقسوم حلال أو حرام، ثم ألزم كلّ شيء من ذلك شأنه دخوله في الدنيا ومقامه فيها كم، وخروجه منها كيف؛ ثم جعل على العباد حفظة وللكتاب خزانا، فالحفظة ينسخون كلّ يوم عمل ذلك اليوم، فإذا فني الرزق وانقطع الأثر، وانقضى الأجل، أتت الحفظة الخزنة يطلبون عمل ذلك اليوم، فتقول لهم الخزنة: ما نجد لصاحبكم عندنا شيئا، فترجع الحفظة فيجدونهم قد ماتوا؛ قال: فقال ابن عباس: ألستم قوما عربا تسمعون الحَفَظة يقولون:  إِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُونَ  وهل يكون الاستنساخ إلا من أصل؟.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن الحسن وقتادة، في قوله: ( ن ) قال: هو الدواة.حدثنا ابن حميد، قال: ثنا الحكم بن بشير، قال: ثنا عمرو، عن قتادة، قال: النون: الدواة.وقال آخرون: ( ن ) : لوح من نور.* ذكر من قال ذلك:حدثنا الحسن بن شبيب المكتّب، قال: ثنا محمد بن زياد الجزري، عن فرات بن أبي الفرات، عن معاوية بن قرّة، عن أبيه، قال: قال رسول الله صلى الله عليه وسلم \"( ن وَالْقَلَمِ وَمَا يَسْطُرُونَ )\" لوح من نور يجري بما هو كائن إلى يوم القيامة لوح &;وقال آخرون: ( ن ) : قَسَم أقسم الله به.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، في قوله: ( ن وَالْقَلَمِ وَمَا يَسْطُرُونَ ) يُقْسِم الله بما شاء.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله الله: ( ن وَالْقَلَمِ وَمَا يَسْطُرُونَ ) قال: هذا قسم أقسم الله به.وقال آخرون: هي اسم من أسماء السورة.وقال آخرون: هي حرف من حروف المعجم؛ وقد ذكرنا القول فيما جانس ذلك من حروف الهجاء التي افتتحت بها أوائل السور، والقول في قوله نظير القول في ذلك.واختلفت القرّاء في قراءة: ( ن ) فأظهر النون فيها وفي  يس  عامة قرّاء الكوفة خلا الكسائيّ، وعامة قرّاء البصرة، لأنها حرف هجاء، والهجاء مبني على الوقوف عليه وإن اتصل، وكان الكسائيّ يُدغم النون الآخرة منهما ويخفيها بناء على الاتصال.والصواب من القول في ذلك عندنا أنهما قراءتان فصيحتان بأيتهما قرأ القارئ أصاب، غير أن إظهار النون أفصح وأشهر، فهو أعجب إلىّ.وأما القلم فهو القلم المعروف، غير أن الذي أقسم به ربنا من الأقلام: القلم الذي خلقه الله تعالى ذكره، فأمره فجرى بكتابة جميع ما هو كائن إلى يوم القيامة.حدثني محمد بن صالح الأنماطي، قال ثنا عباد بن العوّام، قال: ثنا عبد الواحد بن سليم، قال: سمعت عطاء، قال: سألت الوليد بن عبادة بن الصامت كيف كانت وصية أبيك حين حشره الموت؟ فقال: دعاني فقال: أي بنيّ اتق الله واعلم أنك لن تتقي الله، ولن تبلغ العلم حتى تؤمن بالله وحده، والقدر خيره وشرّه، إني سمعت رسول الله صلى الله عليه وسلم يقول: \" إنَّ أوَّلَ مَا خَلَقَ اللهُ خَلَقَ القَلَمَ، فَقالَ لَهُ: اكْتُبْ، قالَ: يَا رَبّ وَما أكْتُبُ؟ قال: اكْتُبَ القَدَرَ، قالَ فَجَرَى القَلَمُ فِي تِلْكَ السَّاعَةِ بِمَا كانَ وَما هُوَ كائِنٌ إلى الأبَدِ\".حدثني محمد بن عبد الله الطوسي، قال: ثنا عليّ بن الحسن بن شقيق، قال: أخبرنا عبد الله بن المبارك، قال: أخبرنا رباح بن زيد، عن عمرو بن حبيب، عن القاسم بن أبي بزّة، عن سعيد بن جُبير، عن ابن عباس أنه كان يحدّث أن رسول الله صلى الله عليه وسلم قال: \" أوَّلُ شَيْء خَلَق اللهُ القَلَمَ وأمَرَهُ فَكَتَبَ كُلَّ شَيْء \".حدثنا موسى بن سهل الرملي، قال: ثنا نعيم بن حماد، قال: ثنا ابن المبارك بإسناده عن النبيّ صلى الله عليه وسلم، نحوه.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن أبي هاشم، عن مجاهد قال: قلت لابن عباس: إن ناسا يكذّبون بالقدر، فقال: إنهم يكذّبون بكتاب الله، لآخذّن بشَعْر أحدهم، فلا يقصَّن به، إن الله كان على عرشه قبل أن يخلق شيئًا، فكان أوّل ما خلق الله القلم، فجرى بما هو كائن إلى يوم القيامة،  فإنما يجري الناس على أمر قد فُرغ منه.حدثنا ابن المثنى، قال: ثنا عبد الصمد، قال: ثنا شعبة، قال: ثنا أبو هاشم، أنه سمع مجاهدًا، قال: سمعت عبد الله - لا ندري ابن عمر أو ابن عباس قال -: إن أوّل ما خلق الله القلم، فجرى القلم بما هو كائن؛ وإنما يعمل الناس اليوم فيما قد فُرِغ منه.حدثني يونس، قال: أخبرنا ابن وهب، قال: ثني معاوية بن صالح؛ وحدثني عبد الله بن آدم، قال: ثنا أبي، قال: ثنا الليث بن سعد عن معاوية بن صالح، عن أيوب بن زياد، قال: ثني عباد بن الوليد بن عُبادة بن الصامت، قال: أخبرني أبي، قال: قال أبي عُبادة بن الصامت: يا بنيّ سمعت رسول الله صلى الله عليه وسلم يقول: \" إنَّ أوَّلَ مَا خَلَقَ اللهُ القَلَمَ، فَقَالَ لَهُ: اكْتُبْ فَجَرَى فِي تِلْكَ السَّاعَةِ بِمَا هُوَ كَائِنٌ إلَى يَوْمِ القِيَامَةِ\"حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، عن ابن أبي نجيح، عن مجاهد، في قوله: ( ن وَالْقَلَمِ ) قال: الذي كُتِبَ به الذكر.حدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، عن ابن أبي نجيح، أخبره عن إبراهيم بن أبي بكر، عن مجاهد، في قوله: ( ن وَالْقَلَمِ ) قال: الذي كتب به الذكر.وقوله: ( وَمَا يَسْطُرُونَ ) يقول: والذي يخُطُّون ويكتبون. وإذا وُجِّهَ التأويل إلى هذا الوجه كان القسم بالخلق وأفعالهم. وقد يحتمل الكلام معنى آخر، وهو أن يكون معناه: وسطرهم ما يسطرون، فتكون \" ما \" بمعنى المصدر. واذا وُجه التأويل إلى هذا الوجه، كان القسم بالكتاب، كأنه قيل: ن والقلم والكتاب.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَمَا يَسْطُرُونَ ) قال: وما يَخُطُّون.حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( وَمَا يَسْطُرُونَ ) يقول: يكتبون.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث،  قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( وَمَا يَسْطُرُونَ ) قال: وما يكتبون.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( وَمَا يَسْطُرُونَ ) : وما يكتبون، يقال منه: سطر فلان الكتاب فهو يَسْطُر سَطْرا: إذا كتبه؛ ومنه قول رُؤبة بن العجَّاج:إنّي وأسْطارٍ سُطِرْنَ سَطْرَا (1)------------------الهوامش :(1) البيت في ديوان رؤبة بن العجاج الراجز (ديوانه طبع ليبسج 174). وهو من شواهد أبي عبيدة في مجاز القرآن عند قوله تعالى: ( والقلم وما يسطرون ) قال: وما يكتبون قال رؤبة: \"إني وأسطار...\" البيت. والأسطار: جمع سطر، وهو الصف من النخل أو من حروف الكتابة المنسوقة.",
  "ayah": 1,
  "surah": 68
}
