{
  "text": "وقوله: (وَإِنْ يَكَادُ الَّذِينَ كَفَرُوا لَيُزْلِقُونَكَ بِأَبْصَارِهِمْ ) يقول جلّ ثناؤه: وإن يكاد الذين كفروا يا محمد يَنْفُذونك بأبصارهم من شدة عداوتهم لك ويزيلونك فيرموا بك عند نظرهم إليك غيظا عليك. وقد قيل: إنه عُنِيَ بذلك: وإن يكان الذين كفروا مما عانوك بأبصارهم ليرمون بك يا محمد، ويصرعونك، كما تقول العرب: كاد فلان يصرعني بشدة نظره إليّ، قالوا: وإنما كانت قريش عانوا رسول الله صلى الله عليه وسلم ليصيبوه بالعين، فنظروا إليه ليعينوه، وقالوا: ما رأينا رجلا مثله، أو إنه لمجنون، فقال الله لنبيه عند ذلك: وإن يكاد الذين كفروا ليرمونك بأبصارهم (لَمَّا سَمِعُوا الذِّكْرَ وَيَقُولُونَ إِنَّهُ لَمَجْنُونٌ ).وبنحو الذي قلنا في معنى (لَيُزْلِقُونَكَ ) قال أهل التأويل.* ذكر من قال ذلك:حدثنا أبو كُرَيب، قال: ثنا ابن عيينة، عن عمرو، عن عطاء، عن ابن عباس، في قوله: (وَإِنْ يَكَادُ الَّذِينَ كَفَرُوا لَيُزْلِقُونَكَ بِأَبْصَارِهِمْ لَمَّا سَمِعُوا الذِّكْرَ ) يقول: يُنْفُذونك بأبصارهم من شدّة النظر، يقول ابن عباس: يقال للسهم: زَهَق السهم أو زلق.حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: (لَيُزْلِقُونَكَ بِأَبْصَارِهِمْ ) يقول: لَيَنْفُذونك بأبصارهم.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: (وَإِنْ يَكَادُ الَّذِينَ كَفَرُوا لَيُزْلِقُونَكَ بِأَبْصَارِهِمْ ) يقول: ليزهقونك بأبصارهم.حدثني يعقوب بن إبراهيم، قال: ثنا هشيم، قال: أخبرنا معاوية، عن إبراهيم، عن عبد الله أنه كان يقرأ : ( وَإنْ يَكادُ الَّذِينَ كَفَرُوا لَيُزْهِقُونَكَ ).حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، في، قوله: (لَيُزْلِقُونَكَ ) قال: لينفذونك بأبصارهم.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة في قوله: (لَيُزْلِقُونَكَ بِأَبْصَارِهِمْ ) قال: ليزهقونك، وقال الكلبي ليصْرَعونك.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة (وَإِنْ يَكَادُ الَّذِينَ كَفَرُوا لَيُزْلِقُونَكَ بِأَبْصَارِهِمْ ) لينفذونك بأبصارهم معاداة لكتاب الله، ولذكر الله.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: (وَإِنْ يَكَادُ الَّذِينَ كَفَرُوا لَيُزْلِقُونَكَ بِأَبْصَارِهِمْ ) يقول: يَنْفذونك بأبصارهم من العداوة والبغضاء.واختلفت القرّاء في قراءة قوله: (لَيُزْلِقُونَكَ ) فقرأ ذلك عامة قراء المدينة ( لَيَزْلِقُونَكَ ) بفتح الياء من زلقته أزلقه زَلْفًا. وقرأته عامة قرّاء الكوفة والبصرة (لَيُزْلِقُونَكَ ) بضم الياء من أزلقه يُزْلِقه.والصواب من القول في ذلك عندي أنهما قراءتان معروفتان، ولغتان مشهورتان في العرب متقاربتا المعنى؛ والعرب تقول للذي يحْلِق الرأس: قد أزلقه وزلقه، فبأيتهما قرأ القارئ فمصيب.وقوله: (لَمَّا سَمِعُوا الذِّكْرَ ) يقول: لما سمعوا كتاب الله يتلى (وَيَقُولُونَ إِنَّهُ لَمَجْنُونٌ ) يقول تعالى ذكره: يقول هؤلاء المشركون الذين وصف صفتهم إن محمدا لمجنون، وهذا الذي جاءنا به من الهذيان الذي يَهْذِي به في جنونه.",
  "ayah": 51,
  "surah": 68
}
