{
  "text": "وقوله: (بِأَيِّيكُمُ الْمَفْتُونُ ) اختلف أهل التأويل في تأويل ذلك، فقال بعضهم: تأويله بأيكم المجنون، كأنه وجَّه معنى الباء في قوله: (بِأَيِّيكُمُ ) إلى معنى في. وإذا وجهت الباء إلى معنى في كان تأويل الكلام: ويبصرون في أيّ الفريقين المجنون في فريقك يا محمد أو فريقهم، ويكون المجنون اسما مرفوعا بالباء.* ذكر من قال معنى ذلك: بأيكم المجنون.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن ليث، عن مجاهد: { بأيكم المفتون } قال: المجنون.قال ثنا مهران، عن سفيان، عن خصيف، عن مجاهد (بِأَيِّيكُمُ الْمَفْتُونُ ) قال: بأيكم المجنون.وقال آخرون: بل تأويل ذلك: بأيكم الجنون؛ وكأن الذين قالوا هذا القول وجهوا المفتون إلى معنى الفتنة أو المفتون، كما قيل: ليس له معقول ولا معقود: أي بمعنى ليس له عقل ولا عقد رأى فكذلك وضع المفتون موضع الفُتُون.* ذكر من قال: المفتون: بمعنى المصدر، وبمعنى الجنون:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: (بِأَيِّيكُمُ الْمَفْتُونُ ) قال: الشيطان.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك، يقول في قوله: (بِأَيِّيكُمُ الْمَفْتُونُ ) يعني الجنون.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس يقول: بأيكم الجنون.وقال آخرون: بل معنى ذلك: أيكم أولى بالشيطان؛ فالباء على قول هؤلاء زيادة دخولها وخروجها سواء، ومثَّل هؤلاء ذلك بقول الراجز:نَحْـنُ بنُـو جَـعْدَةَ أصحَـابُ الفَلَـجْنَضْـرِبُ بالسَّـيْفِ وَنَرْجُـو بـالفَرَجْ (2)بمعنى: نرجو الفرج، فدخول الباء في ذلك عندهم في هذا الموضع وخروجها سواء.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: (فَسَتُبْصِرُ وَيُبْصِرُونَ بِأَيِّيكُمُ الْمَفْتُونُ ) يقول: بأيكم أولى بالشيطان.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: (بِأَيِّيكُمُ الْمَفْتُونُ ) قال: أيكم أولى بالشيطان.واختلف أهل العربية في ذلك نحو اختلاف أهل التأويل، فقال بعض نحوِّيي البصرة: معنى ذلك: فستبصر ويبصرون أيُّكم المفتون. وقال بعض نحوِّيي الكوفة: بأيكم المفتون ها هنا، بمعنى الجنون، وهو في مذهب الفُتُون، كما قالوا: ليس له معقول ولا معقود؛ قال: وإن شئت جعلت بأيكم في أيكم في أيّ الفريقين المجنون؛ قال: وهو حينئذ اسم ليس بمصدر.وأولى الأقوال في ذلك عندي بالصواب قول من قال: معنى ذلك: بأيكم الجنون، ووجه المفتون إلى الفتون بمعنى المصدر، لأن ذلك أظهر معاني الكلام، إذا لم ينو إسقاط الباء، وجعلنا لدخولها وجها مفهوما.وقد بيَّنا أنه غير جائز أن يكون في القرآن شيء لا معنى له.-----------------الهوامش :(2) البيتان من مشطور الرجز، وهما من شواهد أبي عبيدة في مجاز القرآن (الورقة 179) من مصورة الجامعة عن نسخة \"مراد مثلا\" بالآستانة قال عند قوله تعالى: ( بأيكم المفتون ) مجازها: أيكم المفتون، كما قال الأول: \"نحن بنو جعدة...\" والشاهد فيه أن الباء في قوله بالفرج، أي نرجو الفرج، كما زيدت في الآية. والبيتان للنابغة الجعدي. وقد سبق الاستشهاد بهما على مثل هذا الموضع في الجزء (18: 14) فراجعه.",
  "ayah": 6,
  "surah": 68
}
