{
  "text": "১৬-২৫ নং আয়াতের তাফসীর\nএখানে মহামহিমান্বিত আল্লাহ স্বীয় নবী (সঃ)-কে শিক্ষা দিচ্ছেন যে, তিনি ফেরেশতার নিকট হতে কিভাবে ওহী গ্রহণ করবেন। রাসূলুল্লাহ (সঃ) ওহী গ্রহণ করার ব্যাপারে খুবই তাড়াতাড়ি করতেন। তাই আল্লাহ তাবারাকা ওয়া তা'আলা তাঁকে নির্দেশ দিচ্ছেনঃ যখন ফেরেশতা ওহী নিয়ে আসবে তখন তুমি শুনতে থাকবে। অতঃপর যে ভয়ে তিনি এরূপ করতেন সেই ব্যাপারে তাঁকে সান্ত্বনা দিতে গিয়ে আল্লাহ পাক বলেনঃ হে নবী (সঃ)! তোমার বক্ষে ওটা জমা করে দেয়া এবং তোমার ভাষায় তা পড়িয়ে নেয়ার দায়িত্ব আমার। অনুরূপভাবে তোমার দ্বারা এর ব্যাখ্যা করিয়ে দেয়ার দায়িত্বও আমার। সুতরাং প্রথম অবস্থা হলো মুখস্থ করানো, দ্বিতীয় অবস্থা হলো পড়িয়ে নেয়া এবং তৃতীয় অবস্থা হলো বিষয়টির ব্যাখ্যা করিয়ে নেয়া। তিনটিরই দায়িত্ব আল্লাহ পাক নিজে গ্রহণ করেছেন। যেমন অন্য জায়গায় রয়েছেঃ (আরবি)অর্থাৎ “তোমার প্রতি আল্লাহর ওহীর সম্পূর্ণ হবার পূর্বে কুরআন পাঠে তুমি ত্বরা করো না এবং বলঃ হে আমার প্রতিপালক! আমার জ্ঞানের বৃদ্ধি সাধন করুন।” (২০:১১৪)মহান আল্লাহ বলেনঃ হে নবী (সঃ)! সংরক্ষণ ও পাঠ করাবার দায়িত্ব আমারই। সুতরাং যখন আমি ওটা পাঠ করি অর্থাৎ আমার নাযিলকৃত ফেরেশতা ওটা পাঠ করে তখন তুমি ঐ পাঠের অনুসরণ কর অর্থাৎ শুনতে থাকে এবং তার পাঠ শেষ হলে পর পাঠ করো। আমার মেহেরবানীতে তুমি পূর্ণরূপে মুখস্থ রাখতে সক্ষম হবে। শুধু তাই নয়, বরং এর বিশদ ব্যাখ্যার দায়িত্বও আমারই। মুখস্থ ও পাঠ করিয়ে নেয়ার পর এটাকে ব্যাখ্যা করে তোমাকে বুঝিয়ে দেয়া হবে, যাতে তুমি আমার প্রকৃত উদ্দেশ্য এবং স্পষ্ট শরীয়ত সম্পর্কে অবহিত হতে পার।মুসনাদে আহমাদে হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, ইতিপূর্বে ওহী গ্রহণ করতে খুবই কষ্ট বোধ হতো। এই ভয়ে যে, না জানি হয়তো তিনি ভুলে যাবেন। তাই তিনি ফেরেশতার সাথে সাথে পড়তে থাকতেন এবং স্বীয় ওষ্ঠ মুবারক হেলাতে থাকতেন। এ হাদীসের বর্ণনাকারী হযরত ইবনে আব্বাস (রাঃ) স্বীয় ওষ্ঠ নড়িয়ে দেখিয়ে দেন এবং তাঁর শিষ্য হযরত সাঈদ (রঃ)-ও নিজের উস্তাদের মত নিজের ওষ্ঠ নড়িয়ে তাঁর শিষ্যকে দেখান। ঐ সময় মহামহিমান্বিত আল্লাহ (আরবি) এ আয়াতটি অবতীর্ণ করেন। অর্থাৎ হে নবী (সঃ)! তাড়াতাড়ি ওহীর আয়ত্ত্ব করার জন্যে তুমি তোমার জিহ্বা ওর সাথে সঞ্চালন করো না। এটা সংরক্ষণ ও পাঠ করাবার দায়িত্ব আমারই। সুতরাং যখন জিবরাঈল (আঃ) এটা পাঠ করে তখন তুমি নীরবে তা শ্রবণ করবে। তার চলে যাওয়ার পর তার মত করেই তোমাকে পড়ানোর দায়িত্ব আমার। (সহীহ বুখারী ও সহীহ মুসলিমেও এ রিওয়াইয়াতটি রয়েছে। সহীহ বুখারীতে এও রয়েছে যে, যখন ওহী অবতীর্ণ হতো তখন রাসূলুল্লাহ (সঃ) চক্ষু নীচু করে নিতেন এবং ফেরেশতা চলে যাওয়ার পর তিনি তা পাঠ করতেন মুসনাদে ইবনে আবী হাতিমেও হযরত ইবনে আব্বাস (রাঃ)-এর রিওয়াইয়াতে এটা বর্ণিত হয়েছে এবং পূর্বযুগীয় বহু মুফাসির গুরুজনও এটাই বলেছেন)এও বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) সদা-সর্বদা তিলাওয়াত করতে থাকতেন এই ভয়ে যে, না জানি হয়তো তিনি ভুলে যাবেন। এই পরিপ্রেক্ষিতে উপরোক্ত আয়াতগুলো অবতীর্ণ হয়। হযরত ইবনে আব্বাস (রাঃ) ও হযরত আতিয়্যাহ আওফী (রঃ) বলেন যে, (আরবি) এর ভাবার্থ হচ্ছেঃ হালাল ও হারামের বর্ণনা দেয়ার দায়িত্ব আমারই। হযরত কাতাদারও (রঃ) এটাই উক্তি।এরপর মহামহিমান্বিত আল্লাহ বলেনঃ এই কাফিরদেরকে কিয়ামতকে অস্বীকার করতে, আল্লাহর পবিত্র কিতাবকে অমান্য করতে এবং তাঁর প্রসিদ্ধ রাসূল (সঃ)-এর আনুগত্য না করতে উদ্বুদ্ধকারী হচ্ছে দুনিয়ার প্রেম এবং আখিরাত বর্জন। অথচ আখিরাতের দিন হলো বড়ই গুরুত্বপূর্ণ দিন। ঐ দিন বহু লোক এমন হবে যাদের মুখমণ্ডলে উজ্জ্বলতা প্রকাশ পাবে। তারা তাদের প্রতিপালকের দিকে তাকিয়ে থাকবে। যেমন সহীহ্ বুখারীতে বর্ণিত আছেঃ “শীঘ্রই তোমাদের প্রতিপালককে তোমরা প্রকাশ্য দৃষ্টিতে দেখতে পাবে। বহু হাদীসে মুতাওয়াতির সনদে, যেগুলো হাদীসের ইমামগণ নিজেদের কিতাবসমূহে আনয়ন করেছেন, এটা বর্ণিত হয়েছে যে, মুমিনরা কিয়ামতের দিন তাদের প্রতিপালককে দেখতে পাবে। এ হাদীসগুলোকে কেউ সরাতেও পারবে না এবং অস্বীকারও করতে পারবে না। সহীহ্ বুখারী ও সহীহ মুসলিমে হযরত আবূ সাঈদ (রাঃ) ও হযরত আবূ হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, জনগণ জিজ্ঞেস করলেনঃ “হে আল্লাহর রাসূল (সঃ)! কিয়ামতের দিন কি আমরা আমাদের প্রতিপালককে দেখতে পাবো?” রাসূলুল্লাহ্ (সঃ) উত্তরে বললেনঃ “যখন আকাশ মেঘশূন্য ও সম্পূর্ণ পরিষ্কার থাকে তখন সূর্য ও চন্দ্রকে দেখতে তোমাদের কোন কষ্ট ও অসুবিধা হয় কি?” উত্তরে তারা বললেনঃ “জ্বী, না।” তখন তিনি বললেনঃ “এভাবেই তোমরা তোমাদের প্রতিপালককে দেখতে পাবে।”সহীহ্ বুখারী ও সহীহ মুসলিমেই হযরত জারীর (রাঃ) হতে বর্ণিত আছে যে, একদা রাত্রে রাসূলুল্লাহ (সঃ) চৌদ্দ তারিখের পূর্ণিমার চন্দ্রের দিকে তাকিয়ে বললেনঃ নিশ্চয়ই তোমরা তোমাদের প্রতিপালককে দেখতে পাবে যেমনভাবে এই চন্দ্রকে তোমরা দেখতে পাচ্ছ। সুতরাং তোমরা সক্ষম হলে সূর্য উদিত হওয়ার পূর্বের নামাযে (অর্থাৎ ফজরের নামাযে) এবং সূর্য অস্তমিত হওয়ার পূর্বের নামাযে (অর্থাৎ আসরের নামাযে) কোন প্রকার অবহেলা করো না।এই বিশুদ্ধ কিতাব দু’টিতেই হযরত আবূ মূসা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “দু’টি জান্নাত রয়েছে স্বর্ণের, তথাকার পাত্র এবং প্রত্যেক জিনিসই স্বর্ণ নির্মিত, আর দু'টি জান্নাত রয়েছে রৌপ্যের, তথাকার পাত্র, বাসন এবং সব কিছুই রৌপ্য নির্মিত। এই জান্নাতগুলোর অধিবাসীদের এবং আল্লাহর দীদারের (দর্শনের) মাঝে তাঁর শ্রেষ্ঠত্বের চাদর ছাড়া আর কোন প্রতিবন্ধকতা থাকবে না। এটা জান্নাতে আদনের বর্ণনা।” সহীহ মুসলিমে হযরত সুহায়েব (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেন, জান্নাতীরা যখন জান্নাতে প্রবেশ করবে তখন আল্লাহ্ তা'আলা তাদেরকে জিজ্ঞেস করবেনঃ “তোমাদের জন্যে আমি আরো কিছু বৃদ্ধি করে দিই তা তোমরা চাও কি?” তারা উত্তরে বলবেঃ “আপনি আমাদের মুখমণ্ডল উজ্জ্বল করেছেন, আমাদের জান্নাতে প্রবিষ্ট করেছেন এবং আমাদেরকে জাহান্নাম হতে রক্ষা করেছেন। সুতরাং আমাদের আর কোন্ জিনিসের প্রয়োজন থাকতে পারে?” তৎক্ষণাৎ পর্দা সরে যাবে। তখন ঐ জান্নাতীদের দৃষ্টি তাদের প্রতিপালকের প্রতি পতিত হবে এবং তাতে তারা যে আনন্দ ও মজা পাবে তা অন্য কিছুতেই পাবে না। এই দীদারে বারী তা’আলাই হবে তাদের নিকট সবচেয়ে প্রিয়। এটাকেই (আরবি) বলা হয়েছে।” অতঃপর রাসূলুল্লাহ (সঃ) নিম্নের আয়াতটি পাঠ করেনঃ (আরবি) অর্থাৎ “সৎকর্মশীলদের জন্যে রয়েছে জান্নাত এবং তারা মহান আল্লাহ্‌ দীদার বা দর্শনও লাভ করবে।” (১০:২৬) সহীহ মুসলিমে হযরত জাবির (রাঃ) বর্ণিত হাদীসে আছে যে, আল্লাহ্ তা'আলা কিয়ামতের ময়দানে মুমিনদের উপর হাসিযুক্ত তাজাল্লী নিক্ষেপ করবেন।এসব হাদীস দ্বারা জানা যাচ্ছে যে, মুমিনরা কিয়ামতের দিন আল্লাহ্ পাকের দীদার বা দর্শন লাভে ধন্য হবে।মুসনাদে আহমাদে হযরত ইবনে উমার (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ্ (সঃ) বলেছেনঃ “সর্বনিম্ন পর্যায়ের জান্নাতী তার রাজ্য ও রাজত্ব দু'হাজার বছর দেখতে থাকবে। দূরবর্তী ও নিকটবর্তী বস্তু সমান দৃষ্টির মধ্যে থাকবে। সব জায়গাতেই তারই স্ত্রী ও খাদেম দেখতে পাবে। আর সর্বোচ্চ পর্যায়ের জান্নাতী প্রত্যহ দুই বার করে আল্লাহ্ পাকের চেহারা অবলোকন করবে।  (এ হাদীসটি জামে তিরমিযীতেও রয়েছে। আমরা ভয় করছি যে, যদি এই প্রকারের সমস্ত হাদীস ও রিওয়াইয়াত এবং এগুলোর সনদসমূহ ও বিভিন্ন শব্দ এখানে জমা করি তবে বিষয় খুব দীর্ঘ হয়ে যাবে। বহু সহীহ ও হাসান হাদীস, বহু সনদ অন্যান্য সুনানের কিতাবগুলোতে বর্ণিত হয়েছে, যেগুলোর অধিকাংশই আমাদের এই তাফসীরের মধ্যে বিভিন্ন স্থানে এসেও গেছে। অবশ্য তাওফীক প্রদানের মালিক একমাত্র আল্লাহ)আল্লাহর শুকর যে, এই মাসআলায় অর্থাৎ আল্লাহ্ তা'আলার দীদার কিয়ামতের দিন মুমিনদের লাভ হওয়া সম্পর্কে সাহাবা, তাবেঈন এবং পূর্বযুগীয় গুরুজনদের ইত্তেফাক ও ইজমা রয়েছে। ইসলামের ইমামগণ ও মানব জাতির হাদীগণও এ ব্যাপারে ঐকমত্য পোষণ করেন। যারা এর ব্যাখ্যা দিয়ে বলেন যে, এর দ্বারা আল্লাহ তা'আলার নিয়ামত রাশিকে দেখা বুঝানো হয়েছে, যেমন হযরত মুজাহিদ (রঃ) ও হযরত আবূ সালিহ্ (রঃ) হতে তাফসীরে ইবনে জারীরে বর্ণিত হয়েছে, তাঁদের এ উক্তি সত্য হতে বহু দূরে এবং এটা কৃত্রিমতাপূর্ণ। তাঁদের কাছে এ আয়াতের জবাব কোথায়? যেখানে পাপীদের সম্পর্কে বলা হয়েছেঃ (আরবি)অর্থাৎ “কখনই (তাদের ধারণা সত্য) নয়, নিশ্চয়ই সেই দিন তাদের প্রতিপালক হতে তাদেরকে পর্দার মধ্যে রেখে দেয়া হবে (অর্থাৎ তারা তাদের প্রতিপালকের সাক্ষাৎ লাভে বঞ্চিত হবে)।” (৮৩:১৫) হযরত ইমাম শাফেয়ী (রঃ) বলেন যে, পাপী ও অপরাধীদের দীদারে ইলাহী হতে বঞ্চিত হওয়া দ্বারা সুস্পষ্টভাবে প্রতীয়মান হচ্ছে যে, সৎ লোকেরা দীদারে ইলাহী লাভ করে ধন্য হবে। মুতাওয়াতির হাদীস সমূহ দ্বারাও এটা সাব্যস্ত হয়ে গেছে এবং (আরবি)-এ আয়াতের শব্দের ধারাও এটাই প্রমাণ করছে যে, মুমিনরা মহান প্রতিপালকের দর্শন লাভ করবে। হযরত হাসান (রঃ) বলেন যে, সেদিন কোন কোন মুখমণ্ডল উজ্জ্বল হবে’ এর ভাবার্থ হচ্ছেঃ কতকগুলো চেহারা সেদিন অতি সুন্দর দেখাবে। কেননা, দীদারে রবের উপর তাদের দৃষ্টি পড়তে থাকবে, তাহলে কেন তাদের চেহারা সুন্দর ও উজ্জ্বল হবে না? পক্ষান্তরে, বহু মুখমণ্ডল সেদিন হয়ে পড়বে বিবর্ণ, এই আশংকায় যে, এক ধ্বংসকারী বিপর্যয় আসন্ন। তাদের দৃঢ় বিশ্বাস হবে যে, সত্বরই তাঁদের উপর আল্লাহর পাকড়াও আসছে এবং অচিরেই তাদেরকে জাহান্নামে যেতে হচ্ছে। এ বিষয়টি আল্লাহ্ পাকের নিম্নের উক্তির মতঃ (আরবি)অর্থাৎ “সেদিন কতক মুখ উজ্জ্বল হবে এবং কতক মুখ কালো হবে।” (৩:১০৬) মহান আল্লাহর নিম্নের উক্তিগুলোও অনুরূপঃ (আরবি) অর্থাৎ “অনেক মুখমণ্ডল সেদিন হবে উজ্জ্বল, সহাস্য ও প্রফুল্ল। আর বহু মুখমণ্ডল সেদিন হবে ধূলিধূসর। সেগুলোকে আচ্ছন্ন করবে কালিমা। এরাই কাফির ও পাপাচারী।” (৮০:৩৮-৪২)মহিমান্বিত আল্লাহর এ উক্তিগুলোও ঐ রূপঃ (আরবি) অর্থাৎ “সেই দিন বহু মুখমণ্ডল অবনত, ক্লিষ্ট ও ক্লান্ত হবে। তারা প্রবেশ করবে জ্বলন্ত অগ্নিতে। তাদেরকে অত্যুষ্ণ প্রস্রবণ হতে পান করানো হবে। তাদের জন্যে খাদ্য থাকবে না যারী’ (এক প্রকার কন্টকময় গুল) ব্যতীত, যা তাদেরকে পুষ্ট করবে না এবং তাদের ক্ষুধা নিবৃত্ত করবে না। বহু মুখমণ্ডল সেই নি হবে আনন্দোজ্জ্বল, নিজেদের কর্ম-সাফল্যে পরিতৃপ্ত, সুমহান জান্নাতে।” (৮৮:২-১০) এই বিষয়েরই আরো বহু আয়াত রয়েছে।",
  "ayah": 25,
  "surah": 75
}
