{
  "text": "آیت نمبر 27 تا 29\nیہ ہے اصل بات ، ان تین آیات میں وہ عظیم حقیقت بیان کردی گئی ہے ، جس کی قرآن میں بہت اہمیت ہے۔ یہ نہایت ہی گہری ، عمومی اور عظیم الشان حقیقت ہے۔ اس کی جڑیں اور شاخیں اس پوری کائنات کے اندر گہری ہیں اور دور تک پھیلی ہوئی ہیں۔ حقیقت یہ ہے کہ آسمان و زمین اور ان کے درمیان کی مخلوق کوئی کھیل تماشا نہیں ہے۔ یہ باطل نہ تھی ، نہ ہے اور نہ ہوگی ۔ بلکہ یہ حق ہے۔ یہ کائنات حقائق پر قائم ہے۔ اس ہمہ گیر سچائی سے تمام سچائیاں پھولتی ہیں اور یہ سچائی دراصل اس کائنات اور پھر اس زمین کی حقیقت وماہیت ہے۔ اس دنیا پر انسان کی حکمرانی میں سچائی ، لوگوں کے درمیان عدل و انصاف کے قیام میں سچائی ، لوگوں کے شعور کی سچائی اور ان کے اعمال میں سچائی کا قیام اس عظیم حق اور سچائی کی شاخیں ہیں۔ لہٰذا جو لوگ ایمان لاتے ہیں اور شعور کی سچائی رکھتے ہیں اور جو لوگ نیک عمل کرتے ہیں اور ان کا طرز عمل درست ہے وہ مفسدین کی طرح نہیں ہوسکتے ۔ لہذا اس کرۂارض پر وزن اور فساق وفجار کا وزن برابر نہیں ہوسکتا ۔ جس عظیم سچائی کو یہ کتاب لے کر آئی ہے تاکہ لوگ اس کی آیات پر تدبر کریں اور ان میں سے جو عقلمند ہیں وہ اس سے نصیحت حاصل کریں۔ وہ عظیم سچائی ہے۔ اور لوگوں کو چاہئے کہ وہ اس عظیم حقیقت کا وافر حصہ پالیں اور اس پر تدبر کریں۔ کافر درحقیقت اس عظیم سچائی کا تصور بھی نہیں رکھتے ۔ کیونکہ ان کی فطرت ، ان کا شعور اس عظیم سچائی سے محروم ہے جس کے اوپر یہ کائنات قائم ہے۔ اور جس کا حامل قرآن ہے۔ کافر تو رب تعالیٰ کے بارے سوئے ظن رکھتے ہیں۔ اور وہ اس عظیم سچائی کے ادراک سے محروم ہوتے ہیں۔\nذٰلک ظن۔۔۔۔۔ من لنار (38: 27) ” یہ تو ان لوگوں کا گمان ہے جنہوں نے کفر کیا اور ایسے کافروں کے لیے بربادی ہے ، جہنم کی آگ سے “۔\nاسلامی شریعت دراصل اللہ کے اس عظیم حق کی تشریح کررہی ہے۔ جس پر یہ پوری کائنات قائم ہے۔ اللہ تعالیٰ اس دنیا میں حکام اور خلفاء سے جس سچائی اور عدل کا مطالبہ فرمایا ہے وہ اس کلی حق اور سچائی کا ایک حصہ ہے۔ اس حق کا تقاضا یہ ہے کہ جس طرح وہ کائنات میں قائم ہے اسی طرح انسانوں کے نظام اور معاشرے میں بھی قائم ہوتا کہ یہ عظیم سچائی ادھوری نہ ہو۔ اس کے تمام اطراف قائم ہوجائیں ۔ اس لیے جو لوگ شریعت سے انحراف کرتے ہیں ، عدالت سے انحراف کرتے ہیں۔ وہ دراصل اس سچائی سے انحراف کرتے ہیں جس کے اوپر یہ پوری کائنات قائم ہے۔ اس طرح وہ اس کائنات میں ایک عظیم شروفساد پیدا کردیتے ہیں۔ یوں کائناتی قوتوں کے درمیان تصادم پیدا ہوجاتا ہے۔ لہٰذا اس صورت میں ان کائناتی قوتوں کے درمیان بھی تصادم کا خطرہ ہوتا ہے اور انسانی قوتوں کے درمیان بھی۔ یوں کائنات اور انسانی معاشرے دونوں میں ٹوٹ پھوٹ کا خطرہوتا ہے۔ کیونکہ ایک ظالم ، باغی اور ناموس الہٰی اور شریعت الہہ سے متصادم ہونے والا شخص سالم اور صراط مستقیم پر قائم نہیں رہ سکتا ۔ اور یہ ضعیف اور ناتواں انسان اگر بغاوت بھی کرے تو اللہ کی عظیم قوتوں کا وہ کیا بگاڑ سکتا ہے۔ وہ اگر کوئی فساد برپا کرے گا اور نقصان کرے گا تو اپنا کرے گا۔ اللہ کی جبار وقہار قوتوں کے مقابلے میں تو وہ بےبس ہوجائے گا۔\nیہ وہ عظیم حقیقت ہے جس کے اوپر تمام اہل دانش کو غور کرنا چاہئے اور اصحاب دانش اور عقل کو چاہئے کہ وہ اس سے نصیحت حاصل کریں۔ اس قصے کے درمیان یہ سبق آموز واقعہ بیان ہوا اور اس پر تبصرہ ہوا تاکہ اس اہم بات کی وضاحت کردی جائے۔ حضرت داؤد (علیہ السلام) پر اللہ کے مزید انعامات گنائے جاتے ہیں کہ اللہ نے اپنے فضل وکرم سے ان کی اولاد میں حضرت سلیمان جیسے باکمال شخص پیدا کیے جن پر اللہ کا بہت بڑا کرم ہوا۔ بلکہ کئی قسم کی کرم نوازیاں ہوئیں۔ حضرت سلیمان کی آزمائش ،\nان پر اللہ کے کرم کے واقعات کے بعد اللہ کی رحمتوں کی بارش کے واقعات کا ذکر ہوتا ہے۔",
  "ayah": 29,
  "surah": 38
}
