{
  "text": "فسخرناله۔۔۔ الصفاد (38: 36 تا 38) ” تب ہم نے اس کے لیے ہوا کو مسخر کردیا جو اس کے حکم سے نرمی کے ساتھ چلتی تھی ، جدھر وہ چاہتا تھا اور شیاطین کو مسخر کردیا ۔ ہر طرح کے معمار اور غوطہ خور اور دوسرے جو پابند سلاسل تھے “۔\nہوا کو اللہ کے حکم سے اس کے بندوں میں سے کسی کے لیے مسخر کرنے سے یہ لازم نہیں آتا کہ اللہ کے ارادے سے باہر آگئی ۔ انسانوں کی تسخیر کے باوجود ہوا بدستور ارادہ الہٰی کے تحت چلتی ہے۔ اللہ کے حکم سے اس کے نوا میں فطرت کے مطابق ہی چلتی ہے۔ جب اللہ اپنے کسی بندے کے لیے یہ بات سہل بنادے کہ اس کا فعل ارادۂ الہٰی کی تعبیر ہو اور بندے کا حکم الہٰی کے موافق ہوجائے تو ایسے میں کائناتی قوتیں اللہ کے امر کے ساتھ ساتھ بندے کے امر کے ساتھ چلتی نظر آتی ہیں۔ پھر یہ ہوائیں نہایت ہی نرمی کے ساتھ جہاں وہ بندہ چاہتا ہے ادھر چلتی ہیں۔ یہ ایک ایسا فعل ہے جس کا صدور اللہ سے مستبد نہیں ہوتا ہے۔ یہ فعل کی صورتوں میں سرزد ہوتا ہے۔ مثلاً اللہ تعالیٰ رسول اللہ ﷺ کو خطاب کرکے فرماتا ہے۔\nلئن لم۔۔۔ الاقلیلا (33: 60) ” اگر منافقین اور وہ لوگ جن کے دلوں میں خرابی ہے ، اور وہ مدینہ میں ہیجان انگیز افواہیں پھیلاتے ہیں ایسی حرکتوں سے باز نہ آئے تو ہم ان کے خلاف کاروائی کرنے کے لیے اٹھا کھڑا کریں گے۔ پھر وہ اس شہر میں مشکل ہی سے تمہارے ساتھ رہ سکیں گے “۔ اس کا مفہوم کیا ہے ؟ مطلب یہ ہے کہ اگر وہ باز نہ آئے تو اللہ اپنا ارادہ حضرت محمد ﷺ کے ارادے کی صورت میں حرکت میں لائے گا اور آپ کو ان کے خلاف اٹھا کر یوں ان کو مدینہ سے نکال دے گا۔ اللہ کے ارادے کے نتیجے میں محمد ﷺ ان کے خلاف قتال شروع کردیں گے۔ یوں اللہ کے ارادے اور نبی کے ارادے میں توافق پیدا ہوجائے گا۔ دونوں کے ارادے باہم مل جائیں گے اور اللہ کا ارادہ رسول اللہ ﷺ کے اقدامات کی شکل میں نظر آئے گا ۔ اللہ تعالیٰ نے حضرت سلیمان (علیہ السلام) کے لیے ہوا کو اسی معنی میں مسخر کردیا تھا جس طرح حضرت سلیمان چاہتے۔ اسی طرح اللہ ہواؤں کو مسخر فرما دیتا ۔ یا جس طرح اللہ چاہتا اسی طرف حضرت سلیمان کا ارادہ ہوجاتا۔\nاسی طرح آپ کیلیے شاطین کو بھی مسخر کردیا گیا اور آپ ان سے تعمیرات کا کام لیتے تھے۔ سمندر میں اور خشکی میں یہ لوگ آپ کیلیے غوطہ لگاتے تھے اور جو اشیاء حضرت سلیمان چاہتے تھے وہ نکال لاتے تھے اور مخالفین اور مفسدین کو سزا دینے کی پوری پوری قدرت اللہ نے آپ کیلیے ودیعت کردی تھی۔ مجرموں کو گرفتار کرنے ، قید کرنے اور پکڑنے کی پوری قدرت آپ کو دے دی تھی ۔ آپ کی حکومت میں امن وامان کا کوئی مسئلہ نہ تھا۔ یعنی مجرم اکیلے اور اجتماعی شکل میں گرفتار ہوکر پایہ زنجیر کردیئے جاتے۔\nزمین میں دولت کی تقسیم کے پورے اختیارات آپ کو دے دیئے تھے۔ جسے چاہتے ' جسے چاہتے نہ دیتے۔ یا جسے جس قدر چاہتے ' دے دیتے۔",
  "ayah": 36,
  "surah": 38
}
