{
  "text": "آیت نمبر 71 تا 72\nہمیں اس کا علم نہیں ہے کہ مکالمہ کس انداز میں ہوا ۔ اور یہ کہ اللہ تعالیٰ کی فرشتوں کے ساتھ مکالمے کی کیفیت کیا ہے اور یہ بھی ہمیں معلوم نہیں ہے کہ فرشتے اللہ سے ہدایات کس طرح اخذ کرتے ہیں۔ نہ ہم فرشتوں کی حقیقت سے باخبر ہوں ۔ نہ ہمیں ان مسائل میں الجھنے کی ضرورت لاحق ہے اور نہ کوئی فائدہ متوقع ہے۔ ہم چاہتے ہیں کہ اس قصے کا جو مطلب ہے اور اس کے اندر جو فلسفہ ہے اس پر بات کریں۔\nاللہ نے انسان کو مٹی سے پیدا کیا۔ جس طرح زمین کی تمام ذی روح چیزوں کو مٹی سے بنایا۔ تمام زندہ مخلوقات کے عناصر ترکیبی مٹی میں موجود ہیں۔ صرف ایک چیز ابھی تک راز ہے کہ روح اور حیات اس کے اندر کہاں سے آئی اور کس طرح آئی۔ اس راز کے سوا انسان کی ذات کے تمام مٹی سے ہیں۔ اور انسان دوسرے حیوانوں کے مقابلے میں انسان قرار پایا۔ وہ اسی روح کی وجہ سے جو اللہ نے اس کی ذات کے اندر پھونکا۔ انسان کی ماں یہ زمین ہے۔ زمین کے عناصر سے اس کی تخلیق ہوئی ہے اور جب اس سے روح جدا ہوتی ہے تو وہ پھر مٹی میں تبدیل ہوجاتا ہے۔ جب اس کے جسد خاکی سے روح نکلتی ہے تو اس سے اس کے آثار علوی نکل جاتے ہیں۔\nروح کی پھونک کی کیا حقیقت ہے ' اس کی اہلیت سے ہم بیخبر ہیں ' البتہ روح کے آثار ہمارے علم میں ہیں۔ یہ روحانی آثار ہیں جن کی بنا پر یہ حضرت انسان دوسرے حیوانات سے ممتاز ہوتا ہے اور اس روح ہی کی وجہ سے وہ روحانی اور عقلی ارتقاء کرتا ہے ۔ یہ روح ہی ہے جس کی وجہ سے انسان ماضی سے تجربات حاصل کرتا ہے۔ اور مستقبل کے لیے راہ عمل متعین کرتا ہے۔ اس طرح انسانی عقل حواس کے مدرکات اور عقل کے مدرکات سے آگے بڑھ جاتی ہے۔ اور اسے وہ روحانی معلومات حاصل ہوتی جو حواس اور عقل کے دائرے سے وراء ہیں۔\nعقل اور روحانی ارتقاء انسان کے ساتھ مخصوص ہے۔ اس زمین پر زندہ ہونے والے تمام دوسرے ذی حیات انسان کے ساتھ اس خاصہ میں شریک نہیں ہیں۔ جب سے انسان پیدا ہوا ہے اس کے ساتھ دوسرے حیوانات بھی پیدا ہوئے۔ لیکن انسان اور زمین کی تاریخ میں کبھی ایسا نہیں ہوا کہ حیوانات میں سے کوئی حیوان عقل اور روح کے اعتبار سے انسان جیسی ترقی کر گیا ہو۔ اگر ہم عضویاتی ارتقاء کو تسلیم بھی کرلیں لیکن عقلی ارتقاء کی کوئی مثال نہیں ہے۔\nاللہ نے اس بشری مخلوق میں اپنی روح پھونکی ہے۔ کیونکہ اللہ کا ارادہ یہ تھا کہ حضرت انسان زمین پر اللہ کا خلیفہ ہو اور اس خلافت اور نیابت کی رو سے زمین کے اختیارات اپنے حدودقدرت کی حد تک سنبھال لے۔ یعنی اس کی تعمیر کرے۔ اس کے اندر پوشیدہ قوتوں کو اپنے کام میں لائے اور یہاں خدا کی منشاء کو پورا کرے۔\nاللہ نے انسان کو ترقی اور حصول علم دی اور اپنے روز آفرینش سے وہ ترقی کررہا ہے بشرطیکہ وہ اس روح کے منبع سے جڑا رہے یعنی ذات باری سے۔ اور ذات باری سے وہ صراط مستقیم کی طرف گامزن ہونے کی ہدات لیتا رہے لیکن اگر وہ عالم بالا کی ہدایات سے منحرف ہوجائے تو پھر انسان کی ذات میں ترقی اور آگاہی کا جو تموج ہے وہ متوازن نہیں رہتا ۔ اور اس کی سمت بھی درست نہیں رہتی۔ اور بعض اوقات انسان آگے بڑھنے کے بجائے ترقی معکوس کرتا ہے اور یہ تموج پھر اس کی ذاتی اور انسانی سلامتی کے لیے خطرناک صورت اختیار کرلیتا ہے۔ اگر وہ انسانی خصوصیات میں رفعت قہقری اختیار کرلے تو حقیقی ارتقاء کے بجائے وہ زوال کی راہ پر پڑجاتا ہے۔ اگرچہ بظاہر اس کے علوم وفنون زیادہ ہوگئے ہوں۔ وہ تجربات میں بہت آگے جاچکا ہو اور زندگی کے بعض پہلوؤں کے اعتبار سے ترقی کر گیا ہو۔\nیہ انسان ! نہایت ہی جھوٹا انسان ' کائنات کے ان عظیم اور ہولناک اجسام وکرات کی بہ نسبت ! یہ انسان ! جس کی قوتیں نہایت محدود ہیں جس کا عمل بہت قصیر ہے۔ جس کا علم بہت ہی محدود ہے۔ یہ انسان اس قدر عظمت و کرامت حاصل ہی نہ کرسکتا تھا۔ اگر اللہ نے اس میں اپنی روح نہ پھونکی ہوتی اور اس پر اللہ کا یہ مخصوص کرم نہ ہوا ہوتا۔\nذرا سوچو ' اس انسان کی حیثیت ہی کیا ہے۔ یہ تو اس کائنات کے اندر ایک نہایت ہی چھوٹا سا کیڑا ہے اور یہ لاتعدولا نحصی دوسرے زندہ کیڑوں ، مکوڑوں اور پرندوں اور چرندوں کے ساتھ یہاں رہتا ہے اور یہ زمین کیا ہے ، یہ کسی ایک نظام شمسی میں چھوٹی سی گیند ہے اور اس قسم کی کئی بلین گیندیں اس کائنات میں تیرتی پھرتی ہیں۔ اللہ ہی جانتا ہے کہ ان کا آغاز کہاں سے ہے اور انتہا کہاں پر ہے ' یہ انسان ! اس انسان کو فرشتے سجدہ کرتے ہیں۔ اللہ کے فرشتے ' یہ محض اس نفح روح کی وجہ سے ہے جو نہایت ہی گہراراز ہے اور عظیم راز ہے۔ اس راز ہی کی وجہ سے یہ انسان زمانہ قدیم سے محض حیوان رذیل نہیں ہے۔ اگر اس سے یہ روح اور روحانیات کو منفی کردیا جائے تو یہ ایک حقیر مٹی کا ٹکڑا ہے۔ ملائکہ نے بہرحال امرالہٰی کی تعمیل کی۔",
  "ayah": 71,
  "surah": 38
}
