{
  "surah": 43,
  "ayah": 6,
  "text": "How many a prophet We sent among the ancients, but a prophet never came to them except that they mocked him. This is a marvelous business. Whenever there is talk of friends, He joins it to the story of the estranged. Whenever He shows gentleness and generosity, He puts it next to severity and harsh- ness. Wherever there is a reality, He creates a metaphor to scatter dust on the reality. Wherever there is an argument, He mixes it with ambiguity to scratch the face of the argument. Wherever there is knowledge, He brings forth ignorance to struggle with the ruling power of the knowledge. Wherever there is tawḤīd, He brings forth associationism to travel the path of quarreling with tawḤīd. For every friend, He creates a thousand enemies. For everyone sincerely truthful, He brings a hundred thousand heretics. Wherever there is a mosque, He builds a church in front of it. Wherever there is a monastery, there is a tavern; wherever a turban, a sash of unbelief; wherever an attestation, a disavowal; wherever a worshiper, someone ignorant; wherever a friend, an enemy; wherever someone truthful, someone ungodly. He has filled from east to west with adornment and blessings, and in every blessing He has prepared a tribulation and trial. “Among the hardships of this world is the harm of almond candy and the benefit of myrobalan.” The poor, incapable Ad- amite! He stays bewildered in the midst of this work and does not have the gall to say a word. He suffers iniquity from those moon-like faces and does not have the gall to sigh, His face is like a mirror and a sigh would ruin it. The Pir of the Tariqah said, “The Adamite has three states with which he is busy: obedience, by which he profits; disobedience, which he regrets; and heedlessness, by which he loses. What counsel is more beautiful than the Qur'an? Who is more lovingly kind as a counselor than the Patron? What capital is vaster than faith? What is more profitable than commerce with God? Is it that the Adamite is content to be in loss and approves of severance? Has when whatever is to arrive for him arrives.” This is the attribute of that people concerning whom the Exalted Lord says,"
}
