{
  "text": "قوله تعالى : عسى ربه إن طلقكن أن يبدله أزواجا خيرا منكن مسلمات مؤمنات قانتات تائبات عابدات سائحات ثيبات وأبكاراقوله تعالى : عسى ربه إن طلقكن قد تقدم في الصحيح أن هذه الآية نزلت على لسان عمر رضي الله عنه . ثم قيل : كل \" عسى \" في القرآن واجب ; إلا هذا . وقيل : هو واجب ، ولكن الله عز وجل علقه بشرط وهو التطليق ولم يطلقهن .أن يبدله أزواجا خيرا منكن لأنكن لو كنتن خيرا منهن ما طلقكن رسول الله صلى الله عليه وسلم قال معناه السدي . وقيل : هذا وعد من الله تعالى لرسوله صلى الله عليه وسلم ، لو طلقهن في الدنيا أن يزوجه في الدنيا نساء خيرا منهن . وقرئ \" أن يبدله \" بالتشديد والتخفيف . والتبديل والإبدال بمعنى ، كالتنزيل والإنزال . والله كان عالما بأنه كان لا يطلقهن ، ولكن أخبر عن قدرته ، على أنه إن طلقهن أبدله خيرا منهن تخويفا لهن . وهو كقوله تعالى : وإن تتولوا يستبدل قوما غيركم . وهو إخبار عن القدرة وتخويف لهم ، لا أن في الوجود من هو خير من أصحاب رسول الله صلى الله عليه وسلم .قوله تعالى : مسلمات يعني مخلصات ، قاله سعيد بن جبير . وقيل : معناه مسلمات لأمر الله تعالى وأمر رسوله .مؤمنات مصدقات بما أمرن به ونهين عنه .قانتات مطيعات . والقنوت : الطاعة . وقد تقدم .تائبات أي من ذنوبهن ; قاله السدي . وقيل : راجعات إلى أمر رسول الله صلى الله عليه وسلم تاركات لمحاب أنفسهن .عابدات أي كثيرات العبادة لله تعالى . وقال ابن عباس : كل عبادة في القرآن فهو التوحيد .سائحات صائبات ; قال ابن عباس والحسن وابن جبير . وقال زيد بن أسلم وابنه عبد الرحمن ويمان : مهاجرات . قال زيد : وليس في أمة محمد صلى الله عليه وسلم سياحة إلا الهجرة . والسياحة الجولان في الأرض . وقال الفراء والقتبي وغيرهما : سمي الصائم سائحا لأن السائح لا زاد معه ، وإنما يأكل من حيث يجد الطعام . وقيل : ذاهبات في طاعة الله عز وجل ; من ساح الماء إذا ذهب . وقد مضى في سورة \" التوبة \" والحمد لله .ثيبات وأبكارا أي منهن ثيب ومنهن بكر . وقيل : إنما سميت الثيب ثيبا لأنها راجعة إلى زوجها إن أقام معها ، أو إلى غيره إن فارقها . وقيل : لأنها ثابت إلى بيت أبويها . وهذا أصح ; لأنه ليس كل ثيب تعود إلى زوج . وأما البكر فهي العذراء ; سميت بكرا [ ص: 179 ] لأنها على أول حالتها التي خلقت بها . وقال الكلبي : أراد بالثيب مثل آسية امرأة فرعون ، وبالبكر مثل مريم ابنة عمران .قلت : وهذا إنما يمشي على قول من قال : إن التبديل وعد من الله لنبيه لو طلقهن في الدنيا زوجه في الآخرة خيرا منهن . والله أعلم .",
  "ayah": 5,
  "surah": 66
}
