{
  "text": "قوله تعالى : ياأيها الذين آمنوا توبوا إلى الله توبة نصوحا عسى ربكم أن يكفر عنكم سيئاتكم ويدخلكم جنات تجري من تحتها الأنهار يوم لا يخزي الله النبي والذين آمنوا معه نورهم يسعى بين أيديهم وبأيمانهم يقولون ربنا أتمم لنا نورنا واغفر لنا إنك على كل شيء قديرقوله تعالى : يا أيها الذين آمنوا توبوا إلى الله توبة نصوحا فيه مسألتان :الأولى : قوله تعالى : يا أيها الذين آمنوا توبوا إلى الله أمر بالتوبة وهي فرض على الأعيان في كل الأحوال وكل الأزمان . وقد تقدم بيانها والقول فيها في \" النساء \" وغيرها . توبة نصوحا اختلفت عبارة العلماء وأرباب القلوب في التوبة النصوح على ثلاثة وعشرين قولا ; فقيل : هي التي لا عودة بعدها كما لا يعود اللبن إلى الضرع ; وروي عن عمر وابن مسعود وأبي بن كعب ومعاذ بن جبل رضي الله عنهم . ورفعه معاذ إلى النبي صلى الله عليه وسلم . وقال قتادة : النصوح الصادقة الناصحة . وقيل الخالصة ; يقال : نصح أي أخلص له القول . وقال الحسن : النصوح أن يبغض الذنب الذي أحبه ويستغفر منه إذا ذكره . وقيل : هي التي لا يثق بقبولها ويكون على وجل منها . وقيل : هي التي لا يحتاج معها إلى توبة . وقال الكلبي : التوبة النصوح الندم بالقلب ، والاستغفار باللسان ، والإقلاع عن الذنب ، والاطمئنان على أنه لا يعود . وقال سعيد بن جبير : هي التوبة المقبولة ; ولا تقبل ما لم يكن فيها ثلاثة شروط : خوف ألا تقبل ، ورجاء أن تقبل ، وإدمان الطاعات . وقال سعيد بن المسيب : توبة تنصحون بها أنفسكم . وقال [ ص: 183 ] القرظي : يجمعها أربعة أشياء : الاستغفار باللسان ، وإقلاع بالأبدان ، وإضمار ترك العود بالجنان ، ومهاجرة سيئ الخلان . وقال سفيان الثوري : علامة التوبة النصوح أربعة : القلة والعلة والذلة والغربة . وقال الفضيل بن عياض : هو أن يكون الذنب بين عينيه ، فلا يزال كأنه ينظر إليه . ونحوه عن ابن السماك : أن تنصب الذنب الذي أقللت فيه الحياء من الله أمام عينك وتستعد لمنتظرك . وقال أبو بكر الوراق : هو أن تضيق عليك الأرض بما رحبت ، وتضيق عليك نفسك ; كالثلاثة الذين خلفوا . وقال أبو بكر الواسطي : هي توبة لا لفقد عوض ; لأن من أذنب في الدنيا لرفاهية نفسه ثم تاب طلبا لرفاهيتها في الآخرة ; فتوبته على حفظ نفسه لا لله . وقال أبو بكر الدقاق المصري : التوبة النصوح هي رد المظالم ، واستحلال الخصوم ، وإدمان الطاعات . وقال رويم : هو أن تكون لله وجها بلا قفا ، كما كنت له عند المعصية قفا بلا وجه . وقال ذو النون : علامة التوبة النصوح ثلاث : قلة الكلام ، وقلة الطعام ، وقلة المنام . وقال شقيق : هو أن يكثر صاحبها لنفسه الملامة ، ولا ينفك من الندامة ; لينجو من آفاتها بالسلامة . وقال سري السقطي : لا تصلح التوبة النصوح إلا بنصيحة النفس والمؤمنين ; لأن من صحت توبته أحب أن يكون الناس مثله . وقال الجنيد : التوبة النصوح هو أن ينسى الذنب فلا يذكره أبدا ; لأن من صحت توبته صار محبا لله ، ومن أحب الله نسي ما دون الله . وقال ذو الأذنين : هو أن يكون لصاحبها دمع مسفوح ، وقلب عن المعاصي جموح . وقال فتح الموصلي : علامتها ثلاث : مخالفة الهوى ، وكثرة البكاء ، ومكابدة الجوع والظمأ . وقال سهل بن عبد الله التستري : هي التوبة لأهل السنة والجماعة ; لأن المبتدع لا توبة له ; بدليل قوله صلى الله عليه وسلم : حجب الله على كل صاحب بدعة أن يتوب . وعن حذيفة : بحسب الرجل من الشر أن يتوب من الذنب ثم يعود فيه . وأصل التوبة النصوح من الخلوص ; يقال : هذا عسل ناصح إذا خلص من الشمع . وقيل : هي مأخوذة من النصاحة وهي الخياطة . وفي أخذها منها وجهان : أحدهما : لأنها توبة قد أحكمت طاعته وأوثقتها كما يحكم الخياط الثوب بخياطته ويوثقه . والثاني : لأنها قد جمعت بينه وبين أولياء الله وألصقته بهم ; كما يجمع الخياط الثوب [ ص: 184 ] ويلصق بعضه ببعض . وقراءة العامة نصوحا بفتح النون ، على نعت التوبة ، مثل امرأة صبور ، أي توبة بالغة في النصح . وقرأ الحسن وخارجة وأبو بكر عن عاصم بالضم ; وتأويله على هذه القراءة : توبة نصح لأنفسكم . وقيل : يجوز أن يكون نصوحا ، جمع نصح ، وأن يكون مصدرا ، يقال : نصح نصاحة ونصوحا . وقد يتفق فعالة وفعول في المصادر ، نحو الذهاب والذهوب . وقال المبرد : أراد توبة ذات نصح ، يقال : نصحت نصحا ونصاحة ونصوحا .الثانية : في الأشياء التي يتاب منها وكيف التوبة منها . قال العلماء : الذنب الذي تكون منه التوبة لا يخلو ، إما أن يكون حقا لله أو للآدميين . فإن كان حقا لله كترك صلاة فإن التوبة لا تصح منه حتى ينضم إلى الندم قضاء ما فات منها . وهكذا إن كان ترك صوم أو تفريطا في الزكاة . وإن كان ذلك قتل نفس بغير حق فأن يمكن من القصاص إن كان عليه وكان مطلوبا به . وإن كان قذفا يوجب الحد فيبذل ظهره للجلد إن كان مطلوبا به . فإن عفي عنه كفاه الندم والعزم على ترك العود بالإخلاص . وكذلك إن عفي عنه في القتل بمال فعليه أن يؤديه إن كان واجدا له ، قال الله تعالى : فمن عفي له من أخيه شيء فاتباع بالمعروف وأداء إليه بإحسان . وإن كان ذلك حدا من حدود الله كائنا ما كان فإنه إذا تاب إلى الله تعالى بالندم الصحيح سقط عنه . وقد نص الله تعالى على سقوط الحد عن المحاربين إذا تابوا قبل القدرة عليهم . وفي ذلك دليل على أنها لا تسقط عنهم إذا تابوا بعد القدرة عليهم ; حسب ما تقدم بيانه . وكذلك الشراب والسراق والزناة إذا أصلحوا وتابوا وعرف ذلك منهم ، ثم رفعوا إلى الإمام فلا ينبغي له أن يحدهم . وإن رفعوا إليه فقالوا : تبنا لم يتركوا ، وهم في هذه الحالة كالمحاربين إذا غلبوا . هذا مذهب الشافعي . فإن كان الذنب من مظالم العباد فلا تصح التوبة منه إلا برده إلى صاحبه والخروج عنه - عينا كان أو غيره - إن كان قادرا عليه ، فإن لم يكن قادرا فالعزم أن يؤديه إذا قدر في أعجل وقت وأسرعه . وإن كان أضر بواحد من المسلمين وذلك الواحد لا يشعر به أو لا يدري من أين أتي ، فإنه يزيل ذلك الضرر عنه ، ثم يسأله أن يعفو عنه ويستغفر له ، فإذا عفا عنه فقد سقط الذنب عنه . وإن أرسل من يسأل ذلك له ، فعفا ذلك المظلوم عن ظالمه - عرفه بعينه أو لم يعرفه - فذلك صحيح . وإن أساء رجل إلى رجل بأن فزعه بغير حق ، أو غمه أو لطمه ، أو صفعه بغير حق ، أو ضربه بسوط فآلمه ، ثم جاءه مستعفيا نادما [ ص: 185 ] على ما كان منه ، عازما على ألا يعود ، فلم يزل يتذلل له حتى طابت نفسه فعفا عنه ، سقط عنه ذلك الذنب . وهكذا إن كان شانه بشتم لا حد فيه .قوله تعالى : عسى ربكم أن يكفر عنكم سيئاتكم عسى من الله واجبة . وهو معنى قوله عليه السلام : \" التائب من الذنب كمن لا ذنب له \" . و \" أن \" في موضع رفع اسم عسى .قوله تعالى : \" ويدخلكم \" معطوف على \" يكفر \" . وقرأ ابن أبي عبلة \" ويدخلكم \" مجزوما عطفا على محل عسى أن يكفر . كأنه قيل : توبوا يوجب تكفير سيئاتكم ويدخلكم جنات تجري من تحتها الأنهار .يوم لا يخزي الله النبي العامل في \" يوم \" : يدخلكم أو فعل مضمر . ومعنى \" يخزي \" هنا يعذب ، أي لا يعذبه ولا يعذب الذين آمنوا معه .نورهم يسعى بين أيديهم وبأيمانهم تقدم في سورة \" الحديد \" .يقولون ربنا أتمم لنا نورنا واغفر لنا إنك على كل شيء قال ابن عباس ومجاهد وغيرهما : هذا دعاء المؤمنين حين أطفأ الله نور المنافقين ; حسب ما تقدم بيانه في سورة \" الحديد \" .",
  "ayah": 8,
  "surah": 66
}
