{
  "text": "২-৩ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা বলেনঃ ইদ্দত বিশিষ্টা নারীদের ইদ্দতের সময়কাল যখন পূর্ণ হওয়ার নিকটবর্তী হবে তখন তাদের স্বামীদের দুটো পন্থার যে কোন একটি গ্রহণ করা উচিত। হয় তাদেরকে যথাবিধি স্ত্রীরূপেই রেখে দিবে, অর্থাৎ যে তালাক তাদেরকে দিয়েছিল তা হতে রাজআত করে তাদেরকে যথা নিয়মে তাদের বিবাহ বন্ধনে রেখে দিয়ে তাদের সাথে স্ত্রীরূপে বসবাস করবে, না হয় তাদেরকে তালাক দিয়ে দিবে। কিন্তু তাদেরকে গাল মন্দ দিবে না, শাসন গর্জন করবে না, বরং ভালভাবে তাদেরকে পরিত্যাগ করবে।এরপর আল্লাহ তাবারাকা ওয়া তা'আলা বলেনঃ যদি তোমরা তোমাদের স্ত্রীদেরকে রাজআত করে নাও তবে তোমাদের মধ্য হতে অর্থাৎ মুসলমানদের মধ্য হতে দুইজন ন্যায়পরায়ণ লোককে সাক্ষী রাখবে। যেমন সুনানে আবি দাউদ ও সুনানে ইবনে মাজাহতে বর্ণিত হয়েছে যে, হযরত ইমরান ইবনে হুসাইন (রাঃ)-কে জিজ্ঞেস করা হয়ঃ “একটি লোক তার স্ত্রীকে তালাক দিয়েছে, অতঃপর তার সাথে সহবাস করেছে। অথচ না সে তালাকের উপর সাক্ষী রেখেছে, না রাজআতের উপর সাক্ষী রেখেছে। এর হুকুম কি হবে?” উত্তরে তিনি বলেনঃ “সে সুন্নাতের বিপরীত তালাক দিয়েছে এবং সুন্নাতের বিপরীত রাজআত করেছে। তার উচিত ছিল তালাকের উপরও সাক্ষী রাখা এবং রাজআতের উপরও সাক্ষী রাখা। সে ভবিষ্যতে আর যেন এর পুনরাবৃত্তি না করে।” হযরত আতা (রঃ) বলেন যে, বিবাহ, তালাক এবং রাজআত দুই জন ন্যায়পরায়ণ সাক্ষী ছাড়া জায়েয নয়। যেমন আল্লাহ পাকের নির্দেশ রয়েছে। তবে নিরুপায়ভাবে হয়ে গেলে সেটা অন্য কথা।মহান আল্লাহ এরপর বলেনঃ সাক্ষী নির্ধারণ করার ও সত্য সাক্ষ্য দেয়ার নির্দেশ তাদেরকে দেয়া হচ্ছে যারা আল্লাহ ও আখিরাতে বিশ্বাস করে। যারা শরীয়তের পাবন্দ ও আখিরাতের শাস্তিকে ভয়কারী।ইমাম শাফেয়ী (রঃ)-এর একটি উক্তি এই যে, রাজআতের উপর সাক্ষী রাখা ওয়াজিব। অনুরূপভাবে তাঁর মতে বিবাহেও সাক্ষী রাখা ওয়াজিব। অন্য একটি জামাআতেরও এটাই উক্তি। এই মাসআলাকে স্বীকারকারী উলামায়ে কিরামের এ দলটি একথাও বলেন যে, মুখে উচ্চারণ করা ছাড়া রাজআত সাব্যস্ত হয় না। কেননা, সাক্ষী রাখা জরুরী। আর যে পর্যন্ত রাজআতের কথা মুখে উচ্চারণ না করবে সে পর্যন্ত কিভাবে সাক্ষী নির্ধারণ করা যাবে?মহামহিমান্বিত আল্লাহ বলেনঃ যে কেউ আল্লাহকে ভয় করে আল্লাহ তার পথ করে দিবেন। অর্থাৎ যে ব্যক্তি শরীয়তের আহকাম পালন করবে, আল্লাহর হারামকৃত জিনিস হতে দূরে থাকবে, তিনি তার মুক্তির পথ বের করে দিবেন। আর তিনি তাকে তার ধারণাতীত উৎস হতে দান করবেন। হযরত আবূ যার (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “একদা রাসূলুল্লাহ (সঃ) ………… (আরবি)-এই আয়াত দু’টি পাঠ করতে শুরু করেন। পাঠ শেষে তিনি বলেনঃ “হে আবূ যার (রাঃ)! যদি সমস্ত মানুষ শুধু এটা হতেই গ্রহণ করে তবে তাদের জন্যে যথেষ্ট হয়ে যাবে।” অতঃপর বারবার তিনি এগুলো পড়তে থাকলেন। শেষ পর্যন্ত আমার তন্দ্রা আসতে লাগলো। তারপর তিনি বললেনঃ “হে আবূ যার (রাঃ)! যখন তোমাকে মদীনা হতে বের করে দেয়া হবে তখন তুমি কি করবে?” আমি জবাবে বললামঃ আমি আরো বেশী প্রশস্ততা ও রহমতের দিকে চলে যাবো। অর্থাৎ মক্কা শরীফে চলে যাবো এবং আমি মক্কার কবুতররূপে থাকবো। তিনি আবার জিজেস করলেনঃ “তোমাকে যখন মক্কা হতেও বের করে দেয়া হবে তখন তুমি কি করবে?” আমি উত্তর দিলামঃ তখন আমি সিরিয়ার পবিত্র ভূমিতে চলে যাবো। তিনি পুনরায় প্রশ্ন করলেনঃ “তোমাকে যখন সিরিয়া হতেও বের করে দেয়া হবে তখন তুমি কি করবে?” আমি উত্তরে বললামঃ যিনি আপনাকে সত্যসহ প্রেরণ করেছেন তাঁর শপথ! আমি তখন আমার তরবারী কাঁধে রেখে মুকাবিলায় নেমে পড়বো। তিনি বললেনঃ “আমি তোমাকে এরচেয়ে উত্তম পন্থা বলে দিবো কি?” আমি বললামঃ অবশ্যই বলে দিন। তিনি বললেনঃ “তুমি শুনবে, মানবে, যদিও হাবশী গোলামও (নেতা) হয়।” (এ হাদীসটি মুসনাদে আহমদে বর্ণিত হয়েছে)মুসনাদে ইবনে আবি হাতিমে বর্ণিত আছে যে, হযরত আবদুল্লাহ ইবনে মাসউদ (রাঃ) বলেনঃ “কুরআন কারীমের মধ্যে সবচেয়ে ব্যাপক আয়াত হলো (আরবি)- (১৬:৯০)-এই আয়াতটি এবং প্রশস্ততম ওয়াদার আয়াত হলো (আরবি)-এই আয়াতটি। মসনাদের মধ্যে হযরত আবদুল্লাহ ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যক্তি খুব বেশী ইসতিগফার বা ক্ষমা প্রার্থনা করতে থাকে তাকে আল্লাহ সর্বপ্রকারের চিন্তা ও দুঃখ হতে মুক্তি দিয়ে থাকেন এবং সর্বপ্রকারের সংকীর্ণতা হতে প্রশস্ততা দান করেন, আর তাকে তার ধারণাতীত উৎস হতে রিয্‌ক দান করে থাকেন।”হযরত ইবনে আব্বাস (রাঃ) এ আয়াতের তাফসীরে বলেন যে, এর ভাবার্থ হচ্ছেঃ আল্লাহ তাকে দুনিয়া ও আখিরাতের সমস্ত দুঃখ-কষ্ট ও চিন্তা হতে মুক্তি দান করবেন। হযরত রাবী (রঃ) বলেন, এর অর্থ হচ্ছেঃ মানুষের উপর যে কাজ কঠিন হয়, আল্লাহ তা সহজ করে দেন। হযরত ইকরামা (রঃ) বলেন যে, এর ভাবার্থ হচ্ছেঃ যে ব্যক্তি আল্লাহর নির্দেশ অনুযায়ী তার স্ত্রীকে তালাক দিবে, আল্লাহ তাকে মুক্তি দান করবেন। হযরত ইবনে মাসউদ (রাঃ) প্রমুখ গুরুজন বলেনঃ সে জানে যে, আল্লাহ ইচ্ছা করলে দিবেন এবং ইচ্ছা করলে দিবেন না। আর তিনি এমন জায়গা হতে দিবেন যা সে জানে না। হযরত কাতাদা বলেন যে, এর ভাবার্থ হলোঃ আল্লাহ তাকে সন্দেহযুক্ত বিষয় ও মৃত্যুর সময়ের কষ্ট হতে রক্ষা করবেন। আর তাকে এমন জায়গা হতে রিয্‌ক দান করবেন যা তার কল্পনাতীত।হযরত সুদ্দী (রঃ) বলেন যে, এখানে আল্লাহ হতে ভয় করার অর্থ হলো সুন্নাত অনুযায়ী তালাক দেয়া ও সুন্নাত অনুযায়ী রাজআত করা। বর্ণিত আছে যে, হযরত আউফ ইবনে মালিক আশযায়ী (রাঃ) নামক রাসূলুল্লাহ্ (সঃ)-এর একজন সাহাবীর এক ছেলেকে কাফিররা গ্রেফতার করে নিয়ে যায় এবং জেলখানায় বন্দী করে দেয়। এরপর হযরত আউফ ইবনে মালিক (রাঃ) রাসূলুল্লাহ (সঃ)-এর কাছে আসতেন এবং তাঁর পুত্রের অবস্থা, প্রয়োজন এবং বিপদ আপদ ও কষ্টের কথা বর্ণনা করতেন। রাসূলুল্লাহ (সঃ) তাকে ধৈর্যধারণের উপদেশ দিতেন এবং বলতেনঃ “সত্বরই আল্লাহ তা’আলা তার মুক্তির পথ বের করে দিবেন।” অল্পদিন মাত্র অতিবাহিত হয়েছে, ইতিমধ্যে তাঁর পুত্র শক্রদের মধ্য হতে পলায়ন করেন। পথে তিনি শক্রদের ছাগলের পাল পেয়ে যান। ছাগলগুলো তিনি হাঁকিয়ে নিয়ে পিতার নিকট হাযির হন। ঐ সময় (আরবি) –এই আয়াত নাযিল হয়।” (এটা ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন)হযরত সাওবান (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “নিশ্চয়ই বান্দা গুনাহে লিপ্ত হওয়ার কারণে রিয্‌ক হতে বঞ্চিত হয়, দু'আ ছাড়া অন্য কিছু তকদীর ফিরায় না এবং নেক কাজ ও সদ্ব্যবহার ছাড়া অন্য কিছু হায়াত বৃদ্ধি করে না।” (এ হাদীসটি ইমাম আহমাদ (রঃ), ইমাম নাসাঈ (রঃ) ও ইমাম ইবনে মাজাহ (রঃ) বর্ণনা করেছেন)মুহাম্মাদ ইবনে ইসহাক (রঃ) বর্ণনা করেছেন যে, হযরত মালিক আশায়ীর (রাঃ) পুত্র হযরত আউফ (রাঃ) যখন কাফিরদের হাতে বন্দী ছিলেন তখন তিনি (হযরত মালিক আশযায়ী রাঃ) রাসূলুল্লাহ্ (সঃ)-এর নিকট আসেন (এবং তাঁকে এটা অবহিত করেন)। রাসূলুল্লাহ (সঃ) তাঁকে বলেনঃ “তুমি তাকে বলে পাঠাও যে সে যেন খুব বেশী বেশী (আরবি) পাঠ করতে থাকে।” কাফিররা হযরত আউফ (রাঃ)-কে বেঁধে রেখেছিল। একদা হঠাৎ করে তার বন্ধন খুলে যায় এবং তিনি সেখান হতে পালাতে শুরু করেন। বাইরে এসে তিনি তাদের একটি উষ্ট্রী দেখতে পান এবং ওর উপর সওয়ার হয়ে বাড়ী অভিমুখে রওয়ানা হয়ে যান। পথে তিনি কাফিরদের উটের পাল দেখে সবগুলো হাঁকিয়ে নিয়ে যান। কাফিররা তাঁর পশ্চাদ্বাবন করে। কিন্তু তখন তিনি তাদের নাগালের বাইরে। অবশেষে তিনি তাঁর বাড়ীর দূরযার উপর এসে ডাক দেন। ডাক শুনে তাঁর পিতা বলেনঃ “কা’বার প্রতিপালকের শপথ! এটা তো আউফ (রাঃ)-এর কণ্ঠ।” এ কথা শুনে তাঁর মা বলেনঃ “হায় কপাল! এটা আউফ (রাঃ)-এর কণ্ঠ কি করে হতে পারে? সে তো কাফিরদের হাতে বন্দী! অতঃপর পিতা, মাতা এবং খাদেম বাইরে এসে দেখেন যে, সত্যিই তিনি আউফ (রাঃ)। গোটা প্রাঙ্গন উটে ভর্তি হয়ে যায়। পিতা তাঁকে জিজ্ঞেস করেনঃ “এ উটগুলো কেমন?” উত্তরে তিনি ঘটনাটি বর্ণনা করেন। পিতা বলেনঃ “আচ্ছা, থামো। আমি এটা সম্পর্কে রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করে আসি।” রাসূলুল্লাহ (সঃ) একথা শুনে বললেনঃ “এগুলো সবই তোমার মাল। তোমার মনে যা চায় তাই করতে পার।” ঐ সময় (আরবি)-এই আয়াত অবতীর্ণ হয়।” (এটা ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)হযরত ইমরান ইবনে হুসাইন (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যক্তি সব দিকের সম্পর্ক ছিন্ন করে আল্লাহর হয়ে যায়, আল্লাহ তার সব কাঠিন্যে তার জন্যে যথেষ্ট হয়ে যান এবং তার ধারণাতীত উৎস হতে তাকে রিযিক দান করে থাকেন। আর যে ব্যক্তি আল্লাহ হতে সরে গিয়ে দুনিয়ার হয়ে যায়, আল্লাহ তাকে দুনিয়ার হাতেই সঁপে দেন।”  (এটাও ইমাম ইবনে আবি হাতিমই (রঃ) বর্ণনা করেছেন)হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, একদা তিনি রাসূলুল্লাহ (সঃ)-এর সওয়ারীতে তার পিছনে উপবিষ্ট ছিলেন। ঐ সময় রাসূলুল্লাহ (সঃ) তাঁকে বলেনঃ “হে বালক! আমি তোমাকে কয়েকটি কথা শিখিয়ে দিচ্ছি। তুমি আল্লাহকে স্মরণ করবে, তাহলে আল্লাহ তোমাকে স্মরণ করবেন। তুমি আল্লাহর হুকুমের হিফাযত করবে, তাহলে তুমি আল্লাহকে তোমার পাশে এমনকি তোমার সামনে পাবে। কিছু চাইতে হলে আল্লাহর কাছেই চাবে। সাহায্য প্রার্থনা করতে হলে তাঁর কাছেই করবে। সমস্ত উম্মত মিলিত হয়ে যদি তোমার উপকার করতে চায় এবং তা যদি আল্লাহ না চান তবে তারা তোমার সামান্যতম উপকারও করতে পারবে না। অনুরূপভাবে সবাই মিলিত হয়ে যদি তোমার ক্ষতি করতে চায় তবে তারা তোমার ক্ষতি করতে পারবে না, তোমার ভাগ্যে আল্লাহ যা লিখে রেখেছেন তা ছাড়া। কলম উঠে গেছে এবং কাগজ শুকিয়ে গেছে।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন। জামে তিরমিযীতেও এ হাদীসটি রয়েছে এবং ইমাম তিরমিযী (রঃ) এটাকে হাসান সহীহ বলেছেন)হযরত আবদুল্লাহ ইবনে মাসউদ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যক্তি কোন প্রয়োজনে পড়ে এবং সে তা জনগণের সামনে তুলে ধরে, খুব সম্ভব সে কঠিন অবস্থায় পড়ে যাবে, তার কাজ হালকা হবে না। পক্ষান্তরে যে ব্যক্তি তার প্রয়োজন আল্লাহর নিকট নিয়ে যায়, আল্লাহ অবশ্য অবশ্যই তার প্রয়োজন পুরো করে থাকেন এবং তার উদ্দেশ্য সফল করেন। হয়তো তাড়াতাড়ি এই দুনিয়াতেই পুরো করেন, না হয় মৃত্যুর পর আখিরাতে পুরো করবেন।” (এ হাদীসটি মুসনাদে আহমাদে বর্ণিত হয়েছে)মহান আল্লাহ বলেনঃ আল্লাহ তাঁর ইচ্ছা পূরণ করবেনই। অর্থাৎ তিনি স্বীয় আহকাম যেমনভাবে চান তাঁর মাখলূকের মধ্যে পুরো করে থাকেন।আল্লাহ সব কিছুর জন্যে স্থির করেছেন নির্দিষ্ট মাত্রা। যেমন তিনি অন্য জায়গায় বলেছেনঃ (আরবি) অর্থাৎ তাঁর বিধানে প্রত্যেক বস্তুরই এক নির্দিষ্ট পরিমাণ রয়েছে।”(১৩:৮)",
  "ayah": 3,
  "surah": 65
}
