{
  "text": "৬-৭ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা স্বীয় বান্দাদেরকে হুকুম করছেন যে, যখন তাদের মধ্যে কেউ তার স্ত্রীকে তালাক দিবে তখন যেন তার ইদ্দতকাল পূর্ণ না হওয়া পর্যন্ত তাকে তার বসবাসের জায়গা দেয়। এ জায়গা তার শক্তি ও সামর্থ্য অনুযায়ী হবে। এমনকি হযরত কাতাদাহ (রঃ) বলেন যে, যদি সে খুবই সংকীর্ণ অবস্থার লোক হয় তবে যেন তার ঘরের এক কোণাতেই তাকে স্থান দেয়।মহান আল্লাহ বলেনঃ তোমরা তাদেরকে সংকটে ফেলার উদ্দেশ্যে উত্যক্ত করো না। তাদেরকে কষ্ট দিয়ে এমন সংকটময় অবস্থায় ফেলে দিয়ো না যে, তারা সহ্য করতে না পেরে বাড়ী ছেড়ে চলে যায়। অথবা তোমাদের হাত হতে রক্ষা পাওয়ার জন্যে তারা তাদের প্রাপ্য মোহর ছেড়ে দেয়। কিংবা তোমরা তাদেরকে এমনভাবে তালাক দিবে না যে, ইদ্দত পূর্ণ হওয়ার দুই একদিন পূর্বে রাজআত করার ঘোষণা দিবে, এরপর আবার তালাক দিবে এবং ইদ্দত পূর্ণ হওয়ার নিকটবর্তী সময়ে রাজমাত করে নিবে।এরপর ইরশাদ হচ্ছেঃ তালাকপ্রাপ্তা নারী যদি গর্ভবতী হয় তবে তার খাওয়া-খরচের দায়িত্ব তার স্বামীর। অধিকাংশ আলেমের মতে এই হুকুম ঐ মহিলাদের জন্যে খাস করে বর্ণনা করা হচ্ছে যাদেরকে শেষের তালাক দিয়ে দেয়া হয়েছে। যাদেরকে রাজআত করার অধিকার স্বামীর নেই। কেননা, যাকে রাজআত করার অধিকার স্বামীর উপর রয়েছে তার খরচাদি বহন করার দায়িত্ব তো স্বামীর উপর রয়েছেই। সে গর্ভবতী হোক আর না-ই হোক। অন্যান্য আলেমগণ বলেন যে, এটা ঐ নারীদেরও হুকুমের বর্ণনা যাদেরকে রাজআত করার অধিকার স্বামীদের রয়েছে। কেননা, উপরেও এদের বর্ণনা ছিল। এটাকে পৃথকভাবে বর্ণনা করার কারণ এই যে, সাধারণতঃ গর্ভবতীর ইদ্দত কাল দীর্ঘ হয়ে থাকে। সুতরাং কেউ যেন এটা ধারণা না করে যে, ইদ্দতের সময়কাল পর্যন্ত তো তার স্ত্রীর খরচ বহনের দায়িত্ব তার উপর ন্যস্ত, তার পরে নয়। এজন্যেই পরিষ্কারভাবে ঘোষণা করে দেয়া হয়েছে যে, রাজয়ী তালাক দেয়ার সময় যদি স্ত্রী গর্ভবতী হয় তবে সন্তান ভূমিষ্ট না হওয়া পর্যন্ত তার খরচ বহনের দায়িত্ব স্বামীর উপর অর্পিত। এ ব্যাপারেও আলেমদের মধ্যে মতানৈক্য রয়েছে যে, এই খরচ তার জন্যে গর্ভের মাধ্যমে, না গর্ভের জন্যে? ইমাম শাফিয়ী (রঃ) প্রমুখ হতে দু’টি উক্তিই বর্ণিত আছে এবং এর ভিত্তিতে বহু মাসআলাতেও মতানৈক্য প্রকাশ পেয়েছে।  এরপর মহামহিমান্বিত আল্লাহ বলেনঃ যখন এই তালাকপ্রাপ্ত নারীরা গর্ভ হতে ফারেগ হবে তখন যদি তারা তোমাদের সন্তানদেরকে দুধ পান করায় তবে তাদেরকে দুধ পান করাতে দিতে হবে। তবে সন্তানদেরকে দুধ পান করানো বা না করানোর এখতেয়ার তাদের রয়েছে। কিন্তু প্রথম বারের দুধ পান অবশ্য তাদেরকে করাতেই হবে। পরে না পান করাতেও পারে। কেননা, শিশুর জীবন সাধারণতঃ এই দুধের সাথেই জড়িত। অতঃপর সে যদি এর পরেও দুধ পান করাতে থাকে তবে পিতা-মাতার মধ্যে যে পারিশ্রমিক দানের সিদ্ধান্ত গৃহীত হবে তা অবশ্যই আদায় করতে হবে। তোমরা পরস্পর যে কাজ করে থাকো তা কল্যাণের সাথে ও নিয়ম মাফিক হওয়া উচিত। এটা নয় যে, ক্ষতি করার চেষ্টা করবে এবং তাকে কষ্ট দেয়ার চেষ্টা করবে। যেমন সূরায়ে বাকারায় রয়েছেঃ (আরবি)অর্থাৎ “মাতাকে তার ছেলের ব্যাপারে কষ্ট দেয়া হবে না এবং পিতাকে তার ছেলের ব্যাপারে কষ্ট দেয়া হবে না।” (২:২৩৩)মহান আল্লাহ বলেনঃ যদি পরস্পরের মধ্যে মতভেদ হয়, যেমন শিশুর পিতা কম দিতে চায় এবং মাতা তা স্বীকার করতে চায় না, অথবা মাতা বেশী দাবী করে এবং পিতার নিকট তা ভারী বোধ হয়, তারা কোনক্রমেই একমত হতে পারে না, তবে স্বামীর অন্য কোন ধাত্রী রাখার এখতেয়ার রয়েছে। হ্যাঁ, তবে ধাত্রীকে যে পারিশ্রমিক দেয়া হবে সেটা নিতেই যদি মা সম্মতি প্রকাশ করে তবে মায়েরই অগ্রাধিকার থাকবে।এরপর আল্লাহ তাবারাকা ওয়া তা'আলা বলেনঃ শিশুর পিতা অথবা অভিভাবক যে রয়েছে তার উচিত যে, সে যেন তার সামর্থ্য অনুযায়ী শিশুর উপর খরচ করে। বিত্তবান নিজ সামর্থ্য অনুযায়ী খরচ করবে এবং যার জীবনোপকরণ সীমিত সে আল্লাহ যা দান করেছেন তা হতে ব্যয় করবে। আল্লাহ যাকে যে সামর্থ্য দিয়েছেন তদপেক্ষা গুরুতর বোঝা তিনি তার উপর চাপান না। তাফসীরে ইবনে জারীরে রয়েছে যে, হযরত উমার (রাঃ) হযরত আবূ উবাইদাহ (রাঃ)-এর ব্যাপারে জিজ্ঞেস করে জানতে পারেন যে, তিনি মোটা কাপড় পরিধান করে থাকেন এবং হালকা খাবার খেয়ে থাকেন। অতঃপর তিনি তাঁর নিকট এক হাজার স্বর্ণ মুদ্রা পাঠিয়ে দেয়ার নির্দেশ দেন এবং প্রেরিত লোকটিকে বলে দেন যে, তিনি ঐ এক হাজার স্বর্ণ মুদ্রা পেয়ে কি করেন তা যেন সে দেখে আসে। যখন তিনি এই এক হাজার স্বর্ণ মুদ্রা প্রাপ্ত হন। তখন মিহিন কাপড় পরতে এবং খুব উত্তম খাদ্য খেতে শুরু করেন। প্রেরিত দূত ফিরে এসে হযরত উমার (রাঃ)-এর সামনে ঘটনাটি বর্ণনা করেন। ঘটনা শুনে হযরত উমার (রাঃ) বলেনঃ “আল্লাহ হযরত আবূ উবাইদাহ (রাঃ)-এর উপর দয়া করুন! তিনি …… (আরবি) আয়াতের উপর আমল করেছেন। হাফিয আবূল কাসিম তিবরানী (রঃ) একটি গারীব হাদীস বর্ণনা করেছেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “একটি লোকের নিকট দশটি দীনার (স্বর্ণমুদ্রা) ছিল। সে তা হতে একটি দীনার আল্লাহর পথে সাদকা করে। দ্বিতীয় এক ব্যক্তির নিকট দশ উকিয়া (এক ঊকিয়ায় চল্লিশ দিরহাম হয়) ছিল। তা হতে সে এক উকিয়া আল্লাহর পথে খরচ করে। তৃতীয় আর এক ব্যক্তির নিকট একশ’ উকিয়া ছিল। তা হতে সে আল্লাহর নামে দশ উকিয়া খরচ করে। এরা তিন জনই প্রতিদান পাওয়ার ব্যাপারে আল্লাহর নিকট সমান। কেননা, প্রত্যেকেই তার মালের এক দশমাংশ আল্লাহর পথে খরচ করেছে। এরপর মহান আল্লাহ বলেনঃ আল্লাহ কষ্টের পর দিবেন স্বস্তি। যেমন অন্য জায়গায় বলেনঃ (আরবি) অর্থাৎ “অবশ্য কষ্টের পরেই স্বস্তি আছে।” (৯৪:৬)মুসনাদে আহমাদের হাদীসটি এখানে উল্লেখযোগ্য। তাতে রয়েছে যে, হযরত আবূ হুরাইরা (রাঃ) বলেনঃ “পূর্ব যুগে এক স্বামী ও এক স্ত্রী বাস করতো। তারা অত্যন্ত দারিদ্রের মধ্যে কালাতিপাত করতো। তাদের কাছে জীবন ধারণের কিছুই ছিল না। একদা স্বামী সফর হতে ফিরে আসে। সে ক্ষুধার জ্বালায় অত্যন্ত অস্থির হয়ে পড়েছিল। স্ত্রীকে জিজ্ঞেস করলোঃ “কোন খাবার আছে কি?\" স্ত্রী বললেনঃ “আপনি খুশী হন, আল্লাহ প্রদত্ত খাদ্য আমাদের নিকট এসে পৌঁছেছে।” স্বামী বললোঃ “তাহলে নিয়ে এসো। যা আছে তাই এনে দাও। আমি অত্যন্ত ক্ষুধার্ত।” স্ত্রী বললোঃ “আরো একটু ধৈর্য ধারণ করুন! আমাদের আল্লাহর রহমতের বহু কিছু আশা রয়েছে। যখন আরো কিছু বিলম্ব হয়ে গেল তখন স্বামী আবার বললোঃ “তোমার কাছে যা কিছু আছে তা নিয়ে আস না কেন? আমি যে ক্ষুধার জ্বালায় অত্যন্ত কষ্ট পাচ্ছি। স্ত্রী বললোঃ “এতো তাড়াতাড়ি করছেন কেন? এখনই আমি চুল্লী হতে হাঁড়ি নামিয়ে আনছি।” কিছুক্ষণ পর স্ত্রী যখন দেখলো যে, স্বামী আবার তাগাদা করতে উদ্যত হচ্ছে তখন সে নিজে নিজে বলতে লাগলোঃ “উঠে তন্দুর হতে হাঁড়ি উঠিয়ে দেখি তো!” উঠে দেখে যে, আল্লাহর অসীম কুদরতে তার ভরসার বিনিময়ে হাঁড়ি বকরীর গোশতে পূর্ণ হয়ে আছে। এবং আরো দেখে যে, ঘরের যাঁতা ঘুরতে রয়েছে এবং আটা বের হতে আছে। সে হাঁড়ি হতে সমস্ত গোশত বের করে নিলো এবং যাতা হতে আটা উঠিয়ে নিলো এবং যাতা ঝেড়ে ফেললো। হযরত আবূ হুরাইরা (রাঃ) বলেনঃ “যাঁর হাতে আবূল কাসেম (সঃ)-এর প্রাণ রয়েছে তাঁর শপথ! হযরত মুহাম্মাদ (সঃ) বলেছেনঃ যদি সে যাঁতা না ঝাড়তো বরং শুধু আটা নিয়ে নিতো তবে কিয়ামত পর্যন্ত ঐ যাঁতা ঘুরতে থাকতো।”অন্য একটি রিওয়াইয়াতে রয়েছে যে, একটি লোক বাড়ীতে প্রবেশ করে দেখে যে, ক্ষুধার জ্বালায় পরিবারস্থ লোকদের অবস্থা অত্যন্ত শোচনীয় হয়ে পড়েছে। এ দেখে সে জঙ্গলের দিকে চলে যায়। তার স্ত্রী যখন দেখলো যে, তার স্বামী অত্যন্ত বিচলিত অবস্থায় রয়েছে এবং তাদের করুণ দৃশ্য দেখতে না পেরে বাড়ী হতে চলে গেছে, তখন সে তার যাতা ঠিকঠাক করলো এবং চুল্লীতে আগুন ধরিয়ে দিলো। অতঃপর আল্লাহ তা'আলার নিকট প্রার্থনা করলোঃ “হে আল্লাহ! আমাদেরকে আপনি রিয্‌ক দান করুন!” দু'আ শেষে উঠে দেখে যে, হাঁড়ি গোশতে পরিপূর্ণ রয়েছে এবং যাতা ঘুরতে রয়েছে ও আটা বের হতে আছে। ইতিমধ্যে স্বামী বাড়ীতে পৌঁছে গেল এবং স্ত্রীকে জিজ্ঞেস করলোঃ আমি বাড়ী হতে যাওয়ার পর কিছু পেয়েছো কি?” স্ত্রী উত্তরে বললোঃ “হ্যাঁ, মহান আল্লাহ আমাদেরকে বহু কিছু দান করেছেন। সে গিয়ে যাঁতার পাট উঠিয়ে নিলো। নবী (সঃ)-এর সামনে ঘটনাটি বর্ণিত হলে তিনি বলেনঃ “যদি সে যাতার পাট না উঠাতো তবে কিয়ামত পর্যন্ত ঐ যাতা ঘুরতে থাকতো।”",
  "ayah": 7,
  "surah": 65
}
