{
  "text": "آیت 11 { قُلْ اِنِّیْٓ اُمِرْتُ اَنْ اَعْبُدَ اللّٰہَ مُخْلِصًا لَّہُ الدِّیْنَ } ”اے نبی ﷺ ! آپ کہہ دیجیے مجھے تو حکم ہوا ہے کہ میں بندگی کروں اللہ کی اس کے لیے اپنی اطاعت کو خالص کرتے ہوئے۔“ یہ وہی الفاظ ہیں جو اس سے پہلے آیت 2 میں بھی آ چکے ہیں۔ یہ مضمون اس سورت کا عمود ہے اور اس میں بار بار آئے گا۔ چناچہ اس مضمون کی اہمیت کا تقاضا ہے کہ اسے اچھی طرح سمجھ لیا جائے۔ اس حوالے سے بنیادی طور پر یہ نکتہ ذہن نشین کر لیجیے کہ ہرچیز کی طرح عبادت کا بھی ایک ظاہر ہے اور ایک اس کی اصل حقیقت ہے۔ عبادت کا ظاہر اس کی رسومات ہیں۔ ”رسم“ کسی شے کی ظاہری شکل کو کہا جاتا ہے۔ مثلاً یہ لکھائی میں جو حروف اور الفاظ استعمال ہوتے ہیں ان کی ظاہری اشکال کو ”رسم“ رسم الخ ط کہتے ہیں۔ جیسے قرآن کا موجودہ رسم الخط ”رسم عثمانی“ کہلاتا ہے۔ اب اگر نماز کی مثال لیں تو نماز میں کھڑے ہونا ‘ اللہ کی حمد و تسبیح کرنا ‘ رکوع و سجدہ کرنا مراسم عبادت ہیں۔ بعض دوسرے مذاہب میں اپنے معبود کے سامنے مودب کھڑے ہونا ‘ سلیوٹ کرنا اور ہاتھ جو ڑناوغیرہ ان کی عبادت کے مراسم ہیں۔ چناچہ عرف عام میں مراسم ِعبودیت عبادت کی ظاہری شکل و صورت کو ہی ”عبادت“ سمجھا جاتا ہے جبکہ عبادت کی اصل حقیقت کچھ اور ہے۔ اب عبادت کی اصل حقیقت کو یوں سمجھیں کہ یہ بھی دو حصوں پر مشتمل ہے۔ اس کا ایک جسد ہے اور ایک اس کی روح۔ اصل عبادت کا جسد ”اطاعت“ ہے۔ لیکن عبادت کے حوالے سے اطاعت کے مفہوم کو سمجھنے کے لیے لفظ ”عبادت“ کے لغوی معنی کو ذہن میں رکھنا ہوگا۔ عبادت کا لفظ ”عبد“ سے مشتق ہے اور عبد کے معنی غلام کے ہیں۔ عبد یا غلام اپنے آقا کی ہمہ تن اور ہمہ وقت اطاعت غلامی کا پابند ہوتا ہے۔ چناچہ قرآن میں اس سے پہلے ہم یہ لفظ دو مرتبہ غلامی اور کلی اطاعت کے معنی میں پڑھ چکے ہیں۔ سورة المومنون میں حضرت موسیٰ اور حضرت ہارون ﷺ کے بارے میں فرعون کا یہ قول نقل ہوا ہے : { وَقَوْمُہُمَا لَنَا عٰبِدُوْنَ۔ } کہ ان کی قوم تو ہماری غلام ہے۔ اسی طرح سورة الشعراء میں حضرت موسیٰ علیہ السلام کے اس مکالمے کا حوالہ آچکا ہے جس میں آپ علیہ السلام نے فرعون کو مخاطب کر کے فرمایا تھا : { وَتِلْکَ نِعْمَۃٌ تَمُنُّہَا عَلَیَّ اَنْ عَبَّدْتَّ بَنِیْٓ اِسْرَآئِ یْلَ۔ ”اور یہ احسان جو تو مجھے جتلا رہا ہے کیا یہ اس کا بدلہ ہے کہ تو نے بنی اسرائیل کو غلام بنا رکھا ہے ؟“ اب ظاہر ہے بنی اسرائیل فرعون یا قبطیوں کی پرستش یا پوجا تو نہیں کرتے تھے ‘ وہ ان کی نماز نہیں پڑھتے تھے اور انہیں سجدہ بھی نہیں کرتے تھے۔ البتہ وہ ان کے غلام تھے اور اس حیثیت میں ان کی ”اطاعت“ کے پابند تھے۔ لہٰذا متذکرہ بالا دونوں آیات میں عبد کا لفظ کلی اطاعت یا غلامی کے مفہوم میں ہی استعمال ہوا ہے۔ چناچہ اطاعت یا غلامی دراصل عبادت کا جسد ہے جبکہ اس کی روح ”محبت“ ہے۔ یعنی اگر کسی کی محبت کے جذبے سے سرشار ہو کر اس کی اطاعت کی جائے تو وہ اس کی عبادت ہوگی ‘ جبکہ جبری اطاعت عبادت نہیں ہوسکتی۔ مثلاً 1947 ء سے پہلے برصغیر میں ہم لوگ انگریز کی اطاعت کرتے تھے ‘ لیکن ہماری اس اطاعت کو عبادت نہیں کہا جاسکتا ‘ اس لیے کہ یہ جبری اطاعت تھی۔ امام ابن تیمیہ رح اور ان کے شاگرد حافظ ابن قیم رح نے عبادت کی تعریف یوں کی ہے : العبادۃ تجمع اََصْلَین : غایۃَ الحُبِّ مع غایۃ الذُّلِّ والخُضوع یعنی اللہ کی عبادت دو چیزوں کے مجموعے کا نام ہے : اس کے ساتھ غایت درجے کی محبت اور اس کے سامنے غایت درجے کا تذلل اور عاجزی کا اظہار۔ دوسرے لفظوں میں اللہ کی عبادت کا مطلب یہ ہے کہ انسان حد درجے کی محبت کے ساتھ خود کو اللہ کے سامنے بچھا دے اور اس کا مطیع و منقاد ہوجائے۔ چناچہ اللہ کی محبت کے جذبے سے سرشار ہو کر اس کی کلی اطاعت کرنا اصل عبادت ہے ‘ جبکہ مراسم عبادت کی حیثیت عبادت کے ”ظاہر“ کی ہے۔  آیت زیر مطالعہ کا مضمون گویا اس سورت کا عمود ہے کہ اللہ کی عبادت کرو اس کے لیے اپنی اطاعت کو خالص کرتے ہوئے۔ اس ضمن میں یہ نکتہ بہت اہم ہے کہ اللہ کی اطاعت سے آزاد کسی دوسرے کی مستقل بالذات اطاعت تو شرک ہے ہی ‘ لیکن اگر کسی نے اللہ کی اطاعت کے ساتھ کسی اور کی اطاعت کو بھی شریک کرلیا تو ایسی جزوی یا مشترکہ اطاعت اللہ کو قبول نہیں۔ ایسی اطاعت اللہ کی طرف سے ایسے اطاعت گزار کے منہ پردے ماری جائے گی۔ اس حوالے سے سورة البقرۃ کی آیت 208 کا یہ حکم بہت واضح ہے : { یٰٓــاَیُّہَا الَّذِیْنَ اٰمَنُوا ادْخُلُوْا فِی السِّلْمِ کَآفَّۃًص } ”اے اہل ایمان ! اسلام میں پورے کے پورے داخل ہو جائو !“ یعنی اللہ کو ُ کلی اطاعت مطلوب ہے۔ کسی کی پچیس فی صد ‘ پچاس فی صد یا پچھتر ّ 75 فی صد اطاعت اسے قبول نہیں۔ یہ تو ہے عبادت کی اصل روح اور اطاعت کی اصل کیفیت جو اللہ کو مطلوب ہے۔ لیکن ایک ہم ہیں جو یہ سمجھے بیٹھے ہیں کہ ہم پانچ یا دس فیصد اطاعت پر ہی اللہ کو نعوذ باللہ ٹرخا دیں گے اور وہ اسی معیار کی اطاعت پر ہمیں جنت اور اس کی نعمتوں سے نواز دے گا۔ دراصل ہماری اسی ٹیڑھی سوچ کی وجہ سے آج ہمارے ذہنوں سے زندگی کے تمام گوشوں میں اللہ کی کلی اطاعت اور کلی بندگی کا تصور نکل چکا ہے۔ اللہ تعالیٰ کی اطاعت اور بندگی کے اسی تصور کو زیر مطالعہ سورتوں میں ایک خاص ترتیب سے اجاگر کیا گیا ہے۔ اس طرح کہ اس مضمون کی جڑیں اس پہلی سورت میں ملیں گی اور اس کی چوٹی چوتھی سورت یعنی سورة الشوریٰ میں جا کر نظر آئے گی۔",
  "ayah": 11,
  "surah": 39
}
