{
  "text": "آیت 23 { اَللّٰہُ نَزَّلَ اَحْسَنَ الْحَدِیْثِ کِتٰـبًا مُّتَشَابِہًا مَّثَانِیَ } ”اللہ نے بہترین کلام نازل کیا ہے کتاب کی صورت میں ‘ جس کے مضامین باہم مشابہ ہیں اور بار بار دہرائے گئے ہیں“ ہمارے ہاں لوگ عام طور پر لفظ ”حدیث“ کے صرف ایک ہی مفہوم سے آشنا ہیں جو کہ اس لفظ کا اصطلاحی مفہوم ہے ‘ یعنی فرمانِ رسول ﷺ کو اصطلاحاً حدیث کہا جاتا ہے۔ جبکہ اس لفظ کے لغوی معنی بات یا کلام کے ہیں اور قرآن میں لفظ ”حدیث“ اسی مفہوم میں آیا ہے۔ جیسے سورة المرسلات میں فرمایا گیا : { فَبِاَیِّ حَدِیْثٍم بَعْدَہٗ یُؤْمِنُوْنَ۔ } کہ اس قرآن کے بعد اب یہ لوگ بھلا اور کس بات پر ایمان لائیں گے ؟ چناچہ آیت زیر مطالعہ میں اَحْسَنَ الْحَدِیْثِ کا مطلب ہے : بہترین کلام۔ مُّتَشَابِہًا سے مراد قرآن کے الفاظ ‘ اس کی آیات اور اس کے مضامین کا باہم مشابہ ہونا ہے۔ یہ مشابہت قرآن کے اہم مضامین کی تکرار کی وجہ سے پیدا ہوتی ہے۔ جیسے ہم دیکھتے ہیں کہ قصہ آدم علیہ السلام و ابلیس قرآن میں سات مقامات پر مذکور ہے۔ بظاہر سب مقامات پر یہ قصہ ایک سا معلوم ہوتا ہے مگر ہر جگہ سیاق وسباق کے حوالے سے اس میں کوئی نہ کوئی نئی بات ضرور سامنے آتی ہے۔ اگر ایک شخص اپنے معمول کے مطابق سات روز میں قرآن مجید ختم کرتا ہو تو وہ ہر روز کہیں نہ کہیں اس قصے کی تلاوت کرے گا۔ اس لحاظ سے اس قصے کی تفصیلات ‘ متعلقہ آیات اور ان آیات کے الفاظ اسے باہم مشابہ محسوس ہوں گے۔ اسی طرح بعض سورتوں کی بھی آپس میں گہری مشابہت ہے اور اسی مشابہت کی بنا پر انہیں جوڑوں میں تقسیم کیا گیا ہے۔ -۔ - مَثَانِیَکا معنی ہے دہرائی ہوئی یا جوڑوں کی صورت میں۔  { تَقْشَعِرُّ مِنْہُ جُلُوْدُ الَّذِیْنَ یَخْشَوْنَ رَبَّہُمْ } ”اس کی تلاوت سے ان لوگوں کے رونگٹے کھڑے ہوجاتے ہیں جو اپنے رب سے ڈرتے ہیں۔“ متقی لوگ جب قرآن مجید کو پڑھتے ہیں تو ان پر اللہ کا خوف طاری ہوجاتا ہے اور اس خوف کی وجہ سے ان کی یہ کیفیت ہوجاتی ہے۔ { ثُمَّ تَلِیْنُ جُلُوْدُہُمْ وَقُلُوْبُہُمْ اِلٰی ذِکْرِ اللّٰہِ } ”پھر ان کی کھالیں اور ان کے دل اللہ کی یاد کے لیے نرم پڑجاتے ہیں۔“ یعنی ان کے بدن اور ان کے دل نرم ہو کر اللہ کے ذکر کی طرف جھک پڑتے ہیں۔ { ذٰلِکَ ہُدَی اللّٰہِ یَہْدِیْ بِہٖ مَنْ یَّشَآئُ } ”یہ اللہ کی ہدایت ہے جس سے وہ ہدایت بخشتا ہے جس کو چاہتا ہے۔“ { وَمَنْ یُّضْلِلِ اللّٰہُ فَمَا لَہٗ مِنْ ہَادٍ } ”اور جس کو اللہ گمراہ کر دے پھر اس کے لیے کوئی ہدایت دینے والا نہیں۔“ جس کی گمراہی پر اللہ ہی کی طرف سے مہر ثبت ہوچکی ہو پھر اسے کون ہدایت دے سکتا ہے ؟",
  "ayah": 23,
  "surah": 39
}
