{
  "text": "آیت 5 { خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِالْحَقِّ ”اس نے پیدا کیا ہے آسمانوں اور زمین کو حق کے ساتھ۔“ یعنی یہ کائنات ایک نہایت منظم ‘ بامقصد اور نتیجہ خیز تخلیق ہے ‘ یہ کوئی کار عبث نہیں ہے۔ { یُـکَوِّرُ الَّــیْلَ عَلَی النَّہَارِ وَیُــکَوِّرُ النَّہَارَ عَلَی الَّــیْلِ } ”وہ رات کو لپیٹ دیتا ہے دن پر اور دن کو لپیٹ دیتا ہے رات پر“ یہ مضمون قرآن حکیم میں تکرار کے ساتھ آیا ہے۔ متعدد مقامات پر یہی الفاظ دہرائے گئے ہیں ‘ جبکہ بعض جگہوں پر { یُوْلِجُ الَّــیْلَ فِی النَّہَارِ وَیُوْلِجُ النَّہَارَ فِی الَّــیْلِ } کے الفاظ بھی آئے ہیں۔ بہر حال مقصود اس سے یہ حقیقت واضح کرنا ہے کہ رات اور دن کے الٹ پھیر کا یہ منضبط اور منظم نظام بےمقصد اور عبث نہیں ہے۔ اس حقیقت کو سمجھنے کے لیے عالم نباتات کے نظام تنفس ّ respiration system کی مثال لی جاسکتی ہے جو کلی طور پر دن رات کے ادلنے بدلنے کے ساتھ متعلق و مشروط ہے یا پھر روئے زمین پر پھیلے ہوئے پورے نظام زندگی کا حوالہ دیا جاسکتا ہے جو بالواسطہ یا بلاواسطہ طور پر اس گردش لیل و نہار کا مرہونِ منت ہے۔ غرض اس کائنات کی کوئی چیزیا کوئی تخلیق بھی بےمقصد و بےکار نہیں۔ اور اگر ایسا ہے اور یقینا ایسا ہی ہے تو پھر انسان اور انسان کی تخلیق کیونکر بےمقصد و بےکار ہوسکتی ہے ‘ جس کے لیے یہ سب کچھ پیدا کیا گیا ہے ؟  یہاں پر ہر ذی شعور انسان کے ذہن میں یہ سوال خود بخود پیدا ہونا چاہیے کہ جب کائنات اور اس کی تمام چیزیں انسان کے لیے پیدا کی گئی ہیں تو آخر انسان کا مقصد ِتخلیق کیا ہے ؟ ایک حدیث میں الفاظ آئے ہیں : فَاِنَّ الدُّنْیَا خُلِقَتْ لَـکُمْ وَاَنْتُمْ خُلِقْتُمْ لِلْآخِرَۃِ 1 یعنی دنیا تمہارے لیے پیدا کی گئی ہے اور تم آخرت کے لیے پیدا کیے گئے ہو۔ بہر حال اگر عقل اور منطق کی عینک سے بھی دیکھا جائے تو بھی آخرت کے تصور کے بغیر انسان کی تخلیق کا کوئی جواز نظر نہیں آتا۔ خصوصاً انسان کو نیکی اور بدی کا جو شعور ودیعت ہوا ہے وہ ایک ایسی دنیا کا تقاضا کرتا ہے جہاں اچھائی کا نتیجہ واقعی اچھا نکلے اور برائی کا انجام واقعی برا ہو۔ جبکہ اس دنیا میں ہر جگہ اور ہر وقت ایسا ہوتا دکھائی نہیں دیتا۔ چناچہ انسان کی اخلاقی حس moral sense کے نتیجہ خیز ہونے کے لیے بھی ایک دوسری زندگی کا ظہور نا گزیر ہے۔ { وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ } ”اور اس نے مسخر کردیا سورج اور چاند کو۔“ { کُلٌّ یَّجْرِیْ لِاَجَلٍ مُّسَمًّی } ”یہ سب کے سب چل رہے ہیں ایک وقت معین تک کے لیے۔“ { اَلَا ہُوَ الْعَزِیْزُ الْغَفَّارُ } ”آگاہ ہو جائو ! وہ زبردست ہے ‘ بہت بخشنے والا۔“",
  "ayah": 5,
  "surah": 39
}
