{
  "text": "وقال أهل التفسير : كانت أعينهم مفتوحة وهم نائمون ; فكذلك كان الرائي يحسبهم أيقاظا . وقيل : تحسبهم أيقاظا لكثرة تقلبهم كالمستيقظ في مضجعه . وأيقاظا جمع يقظ ويقظان ، وهو المنتبه .وهم رقود كقولهم : وهم قوم ركوع وسجود وقعود فوصف الجمع بالمصدر .ونقلبهم ذات اليمين وذات الشمال قال ابن عباس : لئلا تأكل الأرض لحومهم . قال أبو هريرة : كان لهم في كل عام تقليبتان . وقيل : في كل سنة مرة . وقال مجاهد : في كل سبع سنين مرة . وقالت فرقة : إنما قلبوا في التسع الأواخر ، وأما في الثلاثمائة فلا . وظاهر كلام المفسرين أن التقليب كان من فعل الله ، ويجوز أن يكون من ملك بأمر الله ، فيضاف إلى الله - تعالى - .قوله تعالى : وكلبهم باسط ذراعيه بالوصيدفيه أربع مسائل :الأولى : وكلبهم قال عمرو بن دينار : إن مما أخذ على العقرب ألا تضر [ ص: 332 ] أحدا [ قال ] في ليله أو في نهاره : صلى الله على نوح . وإن مما أخذ على الكلب ألا يضر من حمل عليه [ إذا قال ] : وكلبهم باسط ذراعيه بالوصيد .أكثر المفسرين على أنه كلب حقيقة ، وكان لصيد أحدهم أو لزرعه أو غنمه ; على ما قال مقاتل . واختلف في لونه اختلافا كثيرا ، ذكره الثعلبي . تحصيله : أي لون ذكرت أصبت ; حتى قيل لون الحجر وقيل لون السماء . واختلف أيضا في اسمه ; فعن علي : ريان . ابن عباس : قطمير . الأوزاعي : مشير . عبد الله بن سلام : بسيط . كعب : صهيا . وهب : نقيا . وقيل قطمير ; ذكره الثعلبي . وكان اقتناء الكلب جائزا في وقتهم ، كما هو عندنا اليوم جائز في شرعنا . وقال ابن عباس : هربوا ليلا ، وكانوا سبعة فمروا براع معه كلب فاتبعهم على دينهم . وقال كعب : مروا بكلب فنبح لهم فطردوه فعاد فطردوه مرارا ، فقام الكلب على رجليه ورفع يديه إلى السماء كهيئة الداعي ، فنطق فقال : لا تخافوا مني أنا أحب أحباء الله - تعالى - فناموا حتى أحرسكم .الثانية : ورد في الصحيح عن ابن عمر عن النبي - صلى الله عليه وسلم - قال : من اقتنى كلبا إلا كلب صيد أو ماشية نقص من أجره كل يوم قيراطان . وروى الصحيح أيضا عن أبي هريرة قال : قال رسول الله - صلى الله عليه وسلم - : من اتخذ كلبا إلا كلب ماشية أو صيد أو زرع انتقص من أجره كل يوم قيراط . قال الزهري : وذكر لابن عمر قول أبي هريرة فقال : يرحم الله أبا هريرة كان صاحب زرع . فقد دلت السنة الثابتة على اقتناء الكلب للصيد والزرع والماشية . وجعل النقص في أجر من اقتناها على غير ذلك من المنفعة ; إما لترويع الكلب المسلمين وتشويشه عليهم بنباحه ، أو لمنع دخول الملائكة البيت ، أو لنجاسته ، على ما يراه الشافعي ، أو لاقتحام النهي عن اتخاذ ما لا منفعة فيه ; والله أعلم . وقال في إحدى الروايتين قيراطان وفي الأخرى قيراط . وذلك يحتمل أن يكون في نوعين من الكلاب أحدهما أشد أذى من الآخر ، كالأسود [ ص: 333 ] الذي أمر - عليه السلام - بقتله ، ولم يدخله في الاستثناء حين نهى عن قتلها كما هو منصوص في حديث جابر ; أخرجه الصحيح . وقال : عليكم بالأسود البهيم ذي النقطتين فإنه شيطان . ويحتمل أن يكون ذلك لاختلاف المواضع ، فيكون ممسكه بالمدينة مثلا أو بمكة ينقص قيراطان وبغيرها قيراط . وأما المباح اتخاذه فلا ينقص ; كالفرس والهرة . والله أعلم .الثالثة : وكلب الماشية المباح اتخاذه عند مالك هو الذي يسرح معها ، لا الذي يحفظها في الدار من السراق . وكلب الزرع هو الذي يحفظها من الوحوش بالليل أو بالنهار لا من السراق . وقد أجاز غير مالك اتخاذها لسراق الماشية والزرع . وقد تقدم في \" المائدة \" من أحكام الكلاب ما فيه كفاية ، والحمد لله .الرابعة : قال ابن عطية : وحدثني أبي - رضي الله عنه - قال سمعت أبا الفضل الجوهري في جامع مصر يقول على منبر وعظه سنة تسع وستين وأربعمائة : إن من أحب أهل الخير نال من بركتهم ; كلب أحب أهل فضل وصحبهم فذكره الله في محكم تنزيله .قلت : إذا كان بعض الكلاب قد نال هذه الدرجة العليا بصحبته ومخالطته الصلحاء والأولياء حتى أخبر الله - تعالى - بذلك في كتابه جل وعلا فما ظنك بالمؤمنين الموحدين المخالطين المحبين للأولياء والصالحين بل في هذا تسلية وأنس للمؤمنين المقصرين عن درجات الكمال ، المحبين للنبي - صلى الله عليه وسلم - وآله خير آل . روى الصحيح عن أنس بن مالك قال : بينا أنا ورسول الله - صلى الله عليه وسلم - خارجان من المسجد فلقينا رجل عند سدة المسجد فقال : يا رسول الله ، متى الساعة ؟ قال رسول الله - صلى الله عليه وسلم - : ما أعددت لها قال : فكأن الرجل استكان ، ثم قال : يا رسول الله - صلى الله عليه وسلم - : \" ما أعددت لها كثير صلاة ولا صيام ولا صدقة ، ولكني أحب الله ورسوله . قال : فأنت مع من أحببت . في رواية قال أنس بن مالك : فما فرحنا بعد الإسلام فرحا أشد من قول النبي - صلى الله عليه وسلم - : فأنت مع من أحببت . قال أنس : فأنا أحب الله ورسوله وأبا بكر وعمر ، فأرجو أن أكون معهم وإن لم أعمل بأعمالهم .قلت : وهذا الذي تمسك به أنس يشمل من المسلمين كل ذي نفس ، فكذلك تعلقت أطماعنا بذلك وإن كنا مقصرين ، ورجونا رحمة الرحمن وإن كنا غير مستأهلين ; كلب أحب [ ص: 334 ] قوما فذكره الله معهم فكيف بنا وعندنا عقد الإيمان وكلمة الإسلام ، وحب النبي - صلى الله عليه وسلم - ، ولقد كرمنا بني آدم وحملناهم في البر والبحر ورزقناهم من الطيبات وفضلناهم على كثير ممن خلقنا تفضيلا .وقالت فرقة : لم يكن كلبا حقيقة ، وإنما كان أحدهم ، وكان قد قعد عند باب الغار طليعة لهم كما سمي النجم التابع للجوزاء كلبا ; لأنه منها كالكلب من الإنسان ; ويقال له : كلب الجبار . قال ابن عطية : فسمي باسم الحيوان اللازم لذلك الموضع أما إن هذا القول يضعفه ذكر بسط الذراعين فإنها في العرف من صفة الكلب حقيقة ; ومنه قول النبي - صلى الله عليه وسلم - : ولا يبسط أحدكم ذراعيه انبساط الكلب . وقد حكى أبو عمر المطرز في كتاب اليواقيت أنه قرئ \" وكالبهم باسط ذراعيه بالوصيد \" . فيحتمل أن يريد بالكالب هذا الرجل على ما روي ; إذ بسط الذراعين واللصوق بالأرض مع رفع الوجه للتطلع هي هيئة الريبة المستخفي بنفسه . ويحتمل أن يريد بالكالب الكلب . وقرأ جعفر بن محمد الصادق \" كالبهم \" يعني صاحب الكلب .قوله تعالى : باسط ذراعيه أعمل اسم الفاعل وهو بمعنى المضي ; لأنها حكاية حال ولم يقصد الإخبار عن فعل الكلب . والذراع من طرف المرفق إلى طرف الأصبع الوسطى . ثم قيل : بسط ذراعيه لطول المدة . وقيل : نام الكلب ، وكان ذلك من الآيات . وقيل : نام مفتوح العين .بالوصيد الوصيد : الفناء ; قاله ابن عباس ومجاهد وابن جبير ، أي فناء الكهف ، والجمع وصائد ووصد . وقيل الباب . وقاله ابن عباس أيضا . وأنشد :بأرض فضاء لا يسد وصيدها     علي ومعروفي بها غير منكروقد تقدم . وقال عطاء : عتبة الباب ، والباب الموصد هو المغلق . وقد أوصدت الباب وآصدته أي أغلقته . والوصيد : النبات المتقارب الأصول ، فهو مشترك ، والله أعلم .قوله تعالى : لو اطلعت عليهم قرأ الجمهور بكسر الواو . والأعمش ويحيى بن وثاب بضمها .لوليت منهم فرارا أي لو أشرفت عليهم لهربت منهم .ولملئت منهم رعبا أي لما حفهم الله - تعالى - من الرعب واكتنفهم من الهيبة . وقيل : لوحشة مكانهم ; وكأنهم [ ص: 335 ] آواهم الله إلى هذا المكان الوحش في الظاهر لينفر الناس عنهم . وقيل : كان الناس محجوبين عنهم بالرعب ، لا يجسر أحد منهم على الدنو إليهم . وقيل : الفرار منهم لطول شعورهم وأظفارهم ; وذكره المهدوي والنحاس والزجاج والقشيري . وهذا بعيد ; لأنهم لما استيقظوا قال بعضهم لبعض : لبثنا يوما أو بعض يوم . ودل هذا على أن شعورهم وأظفارهم كانت بحالها ; إلا أن يقال : إنما قالوا ذلك قبل أن ينظروا إلى أظفارهم وشعورهم . قال ابن عطية : والصحيح في أمرهم أن الله - عز وجل - حفظ لهم الحالة التي ناموا عليها لتكون لهم ولغيرهم فيهم آية ، فلم يبل لهم ثوب ولم تغير صفة ، ولم ينكر الناهض إلى المدينة إلا معالم الأرض والبناء ، ولو كانت في نفسه حالة ينكرها لكانت عليه أهم . وقرأ نافع وابن كثير وابن عباس وأهل مكة والمدينة \" لملئت منهم \" بتشديد اللام على تضعيف المبالغة ; أي ملئت ثم ملئت . وقرأ الباقون لملئت بالتخفيف ، والتخفيف أشهر في اللغة . وقد جاء التثقيل في قول المخبل السعدي :وإذ فتك النعمان بالناس محرما     فملي من كعب بن عوف سلاسلهوقرأ الجمهور رعبا بإسكان العين . وقرأ بضمها أبو جعفر . قال أبو حاتم : هما لغتان . وفرارا نصب على الحال ورعبا مفعول ثان أو تمييز .",
  "ayah": 18,
  "surah": 18
}
