{
  "text": "قوله تعالى : سيقولون ثلاثة رابعهم كلبهم ويقولون خمسة سادسهم كلبهم رجما بالغيب ويقولون سبعة وثامنهم كلبهم قل ربي أعلم بعدتهم ما يعلمهم إلا قليل فلا تمار فيهم إلا مراء ظاهرا ولا تستفت فيهم منهم أحدا[ ص: 343 ] قوله تعالى : سيقولون ثلاثة رابعهم كلبهم الضمير في سيقولون يراد به أهل التوراة ومعاصري محمد - صلى الله عليه وسلم - . وذلك أنهم اختلفوا في عدد أهل الكهف هذا الاختلاف المنصوص . وقيل : المراد به النصارى ; فإن قوما منهم حضروا النبي - صلى الله عليه وسلم - من نجران فجرى ذكر أصحاب الكهف فقالت اليعقوبية : كانوا ثلاثة رابعهم كلبهم . وقالت النسطورية : كانوا خمسة سادسهم كلبهم . وقال المسلمون : كانوا سبعة ثامنهم كلبهم . وقيل : هو إخبار عن اليهود الذين أمروا المشركين بمسألة النبي - صلى الله عليه وسلم - عن أصحاب الكهف . والواو في قوله وثامنهم كلبهم طريق النحويين أنها واو عطف دخلت في آخر إخبار عن عددهم ; لتفصل أمرهم ، وتدل على أن هذا غاية ما قيل ، ولو سقطت لصح الكلام . وقالت فرقة منها ابن خالويه : هي واو الثمانية . وحكى الثعلبي عن أبي بكر بن عياش أن قريشا كانت تقول في عددها ستة سبعة وثمانية ; فتدخل الواو في الثمانية . وحكى نحوه القفال ، فقال : إن قوما قالوا العدد ينتهي عند العرب إلى سبعة ، فإذا احتيج إلى الزيادة عليها استؤنف خبر آخر بإدخال الواو ، كقوله التائبون العابدون - ثم قال - والناهون عن المنكر والحافظون . يدل عليه أنه لما ذكر أبواب جهنم حتى إذا جاءوها فتحت أبوابها بلا واو ، ولما ذكر الجنة قال : وفتحت أبوابها بالواو . وقال خيرا منكن مسلمات ثم قال وأبكارا فالسبعة نهاية العدد عندهم كالعشرة الآن عندنا . قال القشيري أبو نصر : ومثل هذا الكلام تحكم ، ومن أين السبعة نهاية عندهم ثم هو منقوض بقوله - تعالى - : هو الله الذي لا إله إلا هو الملك القدوس السلام المؤمن المهيمن العزيز الجبار المتكبر ولم يذكر الاسم الثامن بالواو . وقال قوم ممن صار إلى أن عددهم سبعة : إنما ذكر الواو في قوله سبعة وثامنهم لينبه على أن هذا العدد هو الحق ، وأنه مباين للأعداد الأخر التي قال فيها أهل الكتاب ; ولهذا قال - تعالى - في الجملتين المتقدمتين رجما بالغيب ولم يذكره في الجملة الثالثة ولم يقدح فيها بشيء ; فكأنه قال لنبيه هم سبعة وثامنهم كلبهم . والرجم : القول بالظن ; يقال لكل ما يخرص : رجم فيه ومرجوم ومرجم ; كما قال :وما الحرب إلا ما علمتم وذقتم وما هو عنها بالحديث المرجمقلت : قد ذكر الماوردي والغزنوي : وقال ابن جريج ومحمد بن إسحاق كانوا ثمانية ، [ ص: 344 ] وجعلا قوله - تعالى - وثامنهم كلبهم أي صاحب كلبهم . وهذا مما يقوي طريق النحويين في الواو ، وأنها كما قالوا . وقال القشيري : لم يذكر الواو في قوله : رابعهم سادسهم ، ولو كان بالعكس لكان جائزا ، فطلب الحكمة والعلة في مثل هذه الواو تكلف بعيد ، وهو كقوله في موضع آخر وما أهلكنا من قرية إلا ولها كتاب معلوم . وفي موضع آخر : إلا لها منذرون ذكرى .قوله تعالى : قل ربي أعلم بعدتهم أمر الله - تعالى - نبيه - عليه السلام - في هذه الآية أن يرد علم عدتهم إليه - عز وجل - . ثم أخبر أن عالم ذلك من البشر قليل . والمراد به قوم من أهل الكتاب ; في قول عطاء . وكان ابن عباس يقول : أنا من ذلك القليل ، كانوا سبعة وثامنهم كلبهم ، ثم ذكر السبعة بأسمائهم ، والكلب اسمه قطمير كلب أنمر ، فوق القلطي ودون الكردي . وقال محمد بن سعيد بن المسيب : هو كلب صيني . والصحيح أنه زبيري . وقال : ما بقي بنيسابور محدث إلا كتب عني هذا الحديث إلا من لم يقدر له . قال : وكتبه أبو عمرو الحيري عني .قوله تعالى : فلا تمار فيهم إلا مراء ظاهرا أي لا تجادل في أصحاب الكهف إلا بما أوحيناه إليك ; وهو رد علم عدتهم إلى الله - تعالى - . وقيل : معنى المراء الظاهر أن تقول : ليس كما تقولون ، ونحو هذا ، ولا تحتج على أمر مقدر في ذلك . وفي هذا دليل على أن الله - تعالى - لم يبين لأحد عددهم فلهذا قال إلا مراء ظاهرا أي ذاهبا ; كما قال :وتلك شكاة ظاهر عنك عارهاولم يبح له في هذه الآية أن يماري ; ولكن قوله إلا مراء استعارة من حيث يماريه أهل الكتاب . سميت مراجعته لهم مراء ثم قيد بأنه ظاهر ; ففارق المراء الحقيقي المذموم . والضمير في قوله فيهم عائد على أهل الكهف . وقوله : فلا تمار فيهم يعني في عدتهم ; وحذفت العدة لدلالة ظاهر القول عليها .قوله تعالى : ولا تستفت فيهم منهم أحدا روي أنه - عليه السلام - سأل نصارى نجران عنهم فنهي عن السؤال . والضمير في قوله منهم عائد على أهل الكتاب المعارضين . وفي هذا دليل على منع المسلمين من مراجعة أهل الكتاب في شيء من العلم .",
  "ayah": 22,
  "surah": 18
}
