{
  "text": "قوله تعالى : واتل ما أوحي إليك من كتاب ربك لا مبدل لكلماته ولن تجد من دونه ملتحداقوله تعالى : واتل ما أوحي إليك من كتاب ربك لا مبدل لكلماته قيل : هو من تمام قصة أصحاب الكهف ; أي اتبع القرآن فلا مبدل لكلمات الله ولا خلف فيما أخبر به من قصة أصحاب الكهف . وقال الطبري : لا مغير لما أوعد بكلماته أهل معاصيه والمخالفين لكتابه .ولن تجد أنت .من دونه إن لم تتبع القرآن وخالفته .ملتحدا أي ملجأ وقيل موئلا وأصله الميل ومن لجأت إليه فقد ملت إليه . قال القشيري أبو نصر عبد الرحيم : وهذا آخر قصة أصحاب الكهف . ولما غزا معاوية غزوة المضيق نحو الروم وكان معه ابن عباس فانتهى إلى الكهف الذي فيه أصحاب الكهف ; فقال معاوية : لو كشف لنا عن هؤلاء فننظر إليهم ; فقال ابن عباس : قد منع الله من هو خير منك عن ذلك ، فقال : لو اطلعت عليهم لوليت منهم فرارا فقال : لا أنتهي حتى أعلم علمهم ، وبعث قوما لذلك ، فلما دخلوا الكهف بعث الله عليهم ريحا فأخرجتهم ; ذكره الثعلبي أيضا . وذكر أن النبي - صلى الله عليه وسلم - سأل الله أن يريه إياهم ، فقال إنك لن تراهم في دار الدنيا ولكن ابعث إليهم أربعة من خيار أصحابك ليبلغوهم رسالتك [ ص: 349 ] ويدعوهم إلى الإيمان ; فقال النبي - صلى الله عليه وسلم - لجبريل - عليه السلام - : كيف أبعثهم ؟ فقال : ابسط كساءك وأجلس على طرف من أطرافه أبا بكر وعلى الطرف الآخر عمر وعلى الثالث عثمان وعلى الرابع علي بن أبي طالب ، ثم ادع الريح الرخاء المسخرة لسليمان فإن الله - تعالى - يأمرها أن تطيعك ; ففعل فحملتهم الريح إلى باب الكهف ، فقلعوا منه حجرا ، فحمل الكلب عليهم فلما رآهم حرك رأسه وبصبص بذنبه وأومأ إليهم برأسه أن ادخلوا فدخلوا الكهف فقالوا : السلام عليكم ورحمة الله وبركاته ; فرد الله على الفتية أرواحهم فقاموا بأجمعهم وقالوا : عليكم السلام ورحمة الله وبركاته ; فقالوا لهم : معشر الفتية ، إن النبي محمد بن عبد الله - صلى الله عليه وسلم - يقرأ عليكم السلام ; فقالوا : وعلى محمد رسول الله السلام ما دامت السماوات والأرض ، وعليكم بما أبلغتم ، وقبلوا دينه وأسلموا ، ثم قالوا : أقرئوا محمدا رسول الله منا السلام ، وأخذوا مضاجعهم وصاروا إلى رقدتهم إلى آخر الزمان عند خروج المهدي . فيقال : إن المهدي يسلم عليهم فيحييهم الله ثم يرجعون إلى رقدتهم فلا يقومون حتى تقوم الساعة ، فأخبر جبريل رسول الله - صلى الله عليه وسلم - بما كان منهم ، ثم ردتهم الريح فقال النبي - صلى الله عليه وسلم - : كيف وجدتموهم ؟ . فأخبروه الخبر ؟ فقال النبي - صلى الله عليه وسلم - : اللهم لا تفرق بيني وبين أصحابي وأصهاري واغفر لمن أحبني وأحب أهل بيتي وخاصتي وأصحابي . وقيل : إن أصحاب الكهف دخلوا الكهف قبل المسيح ; فأخبر الله - تعالى - المسيح بخبرهم ثم بعثوا في الفترة بين عيسى ومحمد - صلى الله عليه وسلم - . وقيل : كانوا قبل موسى - عليه السلام - وأن موسى ذكرهم في التوراة ; ولهذا سألت اليهود رسول الله - صلى الله عليه وسلم - . وقيل : دخلوا الكهف بعد المسيح ; فالله أعلم أي ذلك كان .",
  "ayah": 27,
  "surah": 18
}
