{
  "text": "قوله تعالى : واصبر نفسك مع الذين يدعون ربهم بالغداة والعشي يريدون وجهه ولا تعد عيناك عنهم تريد زينة الحياة الدنيا ولا تطع من أغفلنا قلبه عن ذكرنا واتبع هواه وكان أمره فرطاقوله تعالى : واصبر نفسك مع الذين يدعون ربهم بالغداة والعشي هذا مثل قوله : ولا تطرد الذين يدعون ربهم بالغداة والعشي في سورة \" الأنعام \" وقد مضى الكلام فيه . وقال سلمان الفارسي - رضي الله عنه - : جاءت المؤلفة قلوبهم إلى رسول الله - صلى الله عليه وسلم - : عيينة بن [ ص: 350 ] حصن والأقرع بن حابس فقالوا : يا رسول الله ; إنك لو جلست في صدر المجلس ونحيت عنا هؤلاء وأرواح جبابهم - يعنون سلمان وأبا ذر وفقراء المسلمين ، وكانت عليهم جباب الصوف لم يكن عليهم غيرها - جلسنا إليك وحادثناك وأخذنا عنك ، فأنزل الله - تعالى - : واتل ما أوحي إليك من كتاب ربك لا مبدل لكلماته ولن تجد من دونه ملتحدا واصبر نفسك مع الذين يدعون ربهم بالغداة والعشي يريدون وجهه - حتى بلغ - إنا أعتدنا للظالمين نارا أحاط بهم سرادقها . يتهددهم بالنار . فقام النبي - صلى الله عليه وسلم - يلتمسهم حتى إذا أصابهم في مؤخر المسجد يذكرون الله قال : الحمد لله الذي لم يمتني حتى أمرني أن أصبر نفسي مع رجال من أمتي ، معكم المحيا ومعكم الممات . وقرأ نصر بن عاصم ومالك بن دينار وأبو عبد الرحمن \" ولا تطرد الذين يدعون ربهم بالغدوة والعشي \" وحجتهم أنها في السواد بالواو . وقال أبو جعفر النحاس : وهذا لا يلزم لكتبهم الحياة والصلاة بالواو ، ولا تكاد العرب تقول الغدوة لأنها معروفة .وروي عن الحسن \" ولا تعد عيناك عنهم \" أي لا تتجاوز عيناك إلى غيرهم من أبناء الدنيا طلبا لزينتها ; حكاه اليزيدي . وقيل : لا تحتقرهم عيناك ; كما يقال فلان تنبو عنه العين ; أي مستحقرا .تريد زينة الحياة الدنيا أي تتزين بمجالسة هؤلاء الرؤساء الذين اقترحوا إبعاد الفقراء من مجلسك ; ولم يرد النبي - صلى الله عليه وسلم - أن يفعل ذلك ، ولكن الله نهاه عن أن يفعله ، وليس هذا بأكثر من قوله لئن أشركت ليحبطن عملك . وإن كان الله أعاذه من الشرك .وتريد فعل مضارع في موضع الحال ; أي لا تعد عيناك مريدا ; كقول امرئ القيس :فقلت له لا تبك عينك إنما نحاول ملكا أو نموت فنعذراوزعم بعضهم أن حق الكلام : لا تعد عيناك عنهم ; لأن \" تعد \" متعد بنفسه . قيل له : والذي وردت به التلاوة من رفع العينين يئول إلى معنى النصب فيها ، إذا كان لا تعد عيناك عنهم بمنزلة لا تنصرف عيناك عنهم ، ومعنى لا تنصرف عيناك عنهم لا تصرف عينيك عنهم ; فالفعل مسند إلى العينين وهو في الحقيقة موجه إلى النبي - صلى الله عليه وسلم - ; كما قال - تعالى - : فلا تعجبك أموالهم فأسند الإعجاب إلى الأموال ، والمعنى : لا تعجبك يا محمد أموالهم . ويزيدك وضوحا قول الزجاج : إن المعنى لا تصرف بصرك عنهم إلى غيرهم من ذوي الهيئات والزينة .[ ص: 351 ] قوله تعالى : ولا تطع من أغفلنا قلبه عن ذكرنا روى جويبر عن الضحاك عن ابن عباس في قوله - تعالى - : ولا تطع من أغفلنا قلبه عن ذكرنا قال : نزلت في أمية بن خلف الجمحي ، وذلك أنه دعا النبي - صلى الله عليه وسلم - إلى أمر كرهه من تجرد الفقراء عنه وتقريب صناديد أهل مكة ; فأنزل الله - تعالى - : ولا تطع من أغفلنا قلبه عن ذكرنا يعني من ختمنا على قلبه عن التوحيد . واتبع هواه يعني الشرك .وكان أمره فرطا قيل هو من التفريط الذي هو التقصير وتقديم العجز بترك الإيمان . وقيل : من الإفراط ومجاوزة الحد ، وكأن القوم قالوا : نحن أشراف مضر إن أسلمنا أسلم الناس ; وكان هذا من التكبر والإفراط في القول . وقيل : فرطا أي قدما في الشر ; من قولهم : فرط منه أمر أي سبق . وقيل : معنى أغفلنا قلبه وجدناه غافلا ; كما تقول : لقيت فلانا فأحمدته ; أي وجدته محمودا . وقال عمرو بن معديكرب لبني الحارث بن كعب : والله لقد سألناكم فما أبخلناكم ، وقاتلناكم فما أجبناكم ، وهاجيناكم فما أفحمناكم ; أي ما وجدناكم بخلاء ولا جبناء ولا مفحمين .وقيل : نزلت ولا تطع من أغفلنا قلبه عن ذكرنا في عيينة بن حصن الفزاري ; ذكره عبد الرزاق ، وحكاه النحاس عن سفيان الثوري . والله أعلم .",
  "ayah": 28,
  "surah": 18
}
