{
  "text": "قوله تعالى : ووضع الكتاب فترى المجرمين مشفقين مما فيه ويقولون ياويلتنا مال هذا الكتاب لا يغادر صغيرة ولا كبيرة إلا أحصاها ووجدوا ما عملوا حاضرا ولا يظلم ربك أحدا قوله تعالى : ووضع الكتاب الكتاب اسم جنس ، وفيه وجهان : أحدهما : أنها كتب الأعمال في أيدي العباد ; قاله مقاتل . الثاني : أنه وضع الحساب ; قاله الكلبي ، فعبر عن الحساب بالكتاب لأنهم يحاسبون على أعمالهم المكتوبة . والقول الأول أظهر ; ذكره ابن المبارك قال : أخبرنا الحكم أو أبو الحكم - شك نعيم - عن إسماعيل بن عبد الرحمن عن رجل من بني أسد قال : قال عمر لكعب : ويحك يا كعب حدثنا من حديث الآخرة ; قال : نعم يا أمير المؤمنين إذا كان يوم القيامة رفع اللوح المحفوظ فلم يبق أحد من الخلائق إلا وهو ينظر إلى عمله - قال - ثم يؤتى بالصحف التي فيها أعمال العباد فتنثر حول العرش ، وذلك قوله - تعالى - : ووضع الكتاب فترى المجرمين مشفقين مما فيه ويقولون ياويلتنا مال هذا الكتاب لا يغادر صغيرة ولا كبيرة إلا أحصاها قال الأسدي : الصغيرة ما دون الشرك ; والكبيرة الشرك ، إلا أحصاها - قال كعب ; ثم يدعى المؤمن فيعطى كتابه بيمينه فينظر فيه فإذا حسناته باديات للناس [ ص: 374 ] وهو يقرأ سيئاته لكيلا يقول كانت لي حسنات فلم تذكر فأحب الله أن يريه عمله كله حتى إذا استنقص ما في الكتاب وجد في آخر ذلك كله أنه مغفور وأنك من أهل الجنة ; فعند ذلك يقبل إلى أصحابه ثم يقول هاؤم اقرءوا كتابيه إني ظننت أني ملاق حسابيه ثم يدعى بالكافر فيعطى كتابه بشماله ثم يلف فيجعل من وراء ظهره ويلوى عنقه ; فذلك قوله وأما من أوتي كتابه وراء ظهره فينظر في كتابه فإذا سيئاته باديات للناس وينظر في حسناته لكيلا يقول أفأثاب على السيئات . وكان الفضيل بن عياض إذا قرأ هذه الآية يقول : يا ويلتاه ضجوا إلى الله - تعالى - من الصغائر قبل الكبائر . قال ابن عباس : الصغيرة التبسم ، والكبيرة الضحك ; يعني ما كان من ذلك في معصية الله - عز وجل - ; ذكره الثعلبي . وحكى الماوردي عن ابن عباس أن الصغيرة الضحك .قلت : فيحتمل أن يكون صغيرة إذا لم يكن في معصية ، فإن الضحك من المعصية رضا بها والرضا بالمعصية معصية ، وعلى هذا تكون كبيرة ، فيكون وجه الجمع هذا والله أعلم . أو يحمل الضحك فيما ذكر الماوردي على التبسم ، وقد قال - تعالى - : فتبسم ضاحكا من قولها . وقال سعيد بن جبير : إن الصغائر اللمم كالمسيس والقبل ، والكبيرة المواقعة والزنا . وقد مضى في \" النساء \" بيان هذا . قال قتادة : اشتكى القوم الإحصاء وما اشتكى أحد ظلما ، فإياكم ومحقرات الذنوب فإنها تجتمع على صاحبها حتى تهلكه . وقد مضى . ومعنى أحصاها عدها وأحاط بها ; وأضيف الإحصاء إلى الكتاب توسعا .أحصاها ووجدوا ما عملوا أي وجدوا إحصاء ما عملوا حاضرا وقيل : وجدوا جزاء ما عملوا حاضرا .حاضرا ولا يظلم ربك أي لا يأخذ أحدا بجرم أحد ، ولا يأخذه بما لم يعمله ; قاله الضحاك . وقيل : لا ينقص طائعا من ثوابه ولا يزيد عاصيا في عقابه .",
  "ayah": 49,
  "surah": 18
}
