{
  "text": "قوله تعالى : فانطلقا حتى إذا لقيا غلاما فقتله قال أقتلت نفسا زكية بغير نفس لقد جئت شيئا نكرا في البخاري قال يعلى قال سعيد : ( وجد غلمانا يلعبون فأخذ غلاما كافرا فأضجعه ثم ذبحه بالسكين ) قال أقتلت نفسا زكية بغير نفس لم تعمل بالحنث ، وفي الصحيحين وصحيح الترمذي : ( ثم خرجا من السفينة فبينما هما يمشيان على الساحل إذ أبصر الخضر غلاما يلعب مع الغلمان ، فأخذ [ ص: 395 ] الخضر رأسه بيده فاقتلعه بيده فقتله ، قال له موسى : أقتلت نفسا زكية بغير نفس لقد جئت شيئا نكرا قال ألم أقل لك إنك لن تستطيع معي صبرا قال : وهذه أشد من الأولى . قال إن سألتك عن شيء بعدها فلا تصاحبني قد بلغت من لدني عذرا ) لفظ البخاري . وفي التفسير : إن الخضر مر بغلمان يلعبون فأخذ بيده غلاما ليس فيهم أضوأ منه ، وأخذ حجرا فضرب به رأسه حتى دمغه ، فقتله . قال أبو العالية : لم يره إلا موسى ، ولو رأوه لحالوا بينه وبين الغلام .قلت : ولا اختلاف بين هذه الأحوال الثلاثة ، فإنه يحتمل أن يكون دمغه أولا بالحجر ، ثم أضجعه فذبحه ، ثم اقتلع رأسه ; والله أعلم بما كان من ذلك وحسبك بما جاء في الصحيح . وقرأ الجمهور \" زاكية \" بالألف وقرأ الكوفيون وابن عامر زكية بغير ألف وتشديد الياء ; قيل المعنى واحد ; قاله الكسائي وقال ثعلب : الزكية أبلغ قال أبو عمرو : الزاكية التي لم تذنب قط ، والزكية التي أذنبت ثم تابت .قوله تعالى : غلاما اختلف العلماء في الغلام هل كان بالغا أم لا ؟ فقال الكلبي : كان بالغا يقطع الطريق بين قريتين ، وأبوه من عظماء أهل إحدى القريتين ، وأمه من عظماء القرية الأخرى ، فأخذه الخضر فصرعه ، ونزع رأسه عن جسده . قال الكلبي : واسم الغلام شمعون وقال الضحاك : حيسون وقال وهب : اسم أبيه سلاس واسم أمه رحمى وحكى السهيلي أن اسم أبيه كازير واسم أمه سهوى وقال الجمهور : لم يكن بالغا ; ولذلك قال موسى زاكية لم تذنب ، وهو الذي يقتضيه لفظ الغلام ; فإن الغلام في الرجال يقال على من لم يبلغ ، وتقابله الجارية في النساء وكان الخضر قتله لما علم من سره ، وأنه طبع كافرا كما في صحيح الحديث ، وأنه لو أدرك لأرهق أبويه كفرا ، وقتل الصغير غير مستحيل إذا أذن الله في ذلك ; فإن الله - تعالى - الفعال لما يريد ، القادر على ما يشاء ، وفي كتاب العرائس : إن موسى لما قال للخضر أقتلت نفسا زكية الآية - غضب الخضر واقتلع كتف الصبي الأيسر ، وقشر اللحم عنه ، وإذا في عظم كتفه مكتوب : كافر لا يؤمن بالله أبدا . وقد احتج أهل القول الأول بأن العرب تبقي على الشاب اسم الغلام ، ومنه قول ليلى الأخيلية :شفاها من الداء العضال الذي بها غلام إذا هز القناة سقاها[ ص: 396 ] وقال صفوان لحسان :تلق ذباب السيف عني فإنني     غلام إذا هوجيت لست بشاعروفي الخبر : ( إن هذا الغلام كان يفسد في الأرض ، ويقسم لأبويه أنه ما فعل ، فيقسمان على قسمه ، ويحميانه ممن يطلبه )قالوا وقوله : بغير نفس يقتضي أنه لو كان عن قتل نفس لم يكن به بأس ، وهذا يدل على كبر الغلام ، وإلا فلو كان لم يحتلم لم يجب قتله بنفس ، وإنما جاز قتله لأنه كان بالغا عاصيا . قال ابن عباس : كان شابا يقطع الطريق ، وذهب ابن جبير إلى أنه بلغ سن التكليف لقراءة أبي وابن عباس \" وأما الغلام فكان كافرا وكان أبواه مؤمنين \" والكفر والإيمان من صفات المكلفين ، ولا يطلق على غير مكلف إلا بحكم التبعية لأبويه ، وأبوا الغلام كانا مؤمنين بالنص فلا يصدق عليه اسم الكافر إلا بالبلوغ ، فتعين أن يصار إليه والغلام من الاغتلام وهو شدة الشبق .قوله تعالى : نكرا اختلف الناس أيهما أبلغ إمرا أو قوله نكرا فقالت فرقة : هذا قتل بين ، وهناك مترقب ; ف نكرا أبلغ ، وقالت فرقة : هذا قتل واحد وذاك قتل جماعة ف إمرا أبلغ . قال ابن عطية : وعندي أنهما لمعنيين وقوله : إمرا أفظع وأهول من حيث هو متوقع عظيم ، ونكرا بين في الفساد لأن مكروهه قد وقع ; وهذا بين قوله : قال إن سألتك عن شيء بعدها فلا تصاحبني شرط وهو لازم ، والمسلمون عند شروطهم ، وأحق الشروط أن يوفى به ما التزمه الأنبياء ، والتزم للأنبياء . وقوله : قد بلغت من لدني عذرا يدل على قيام الاعتذار بالمرة الواحدة مطلقا ، وقيام الحجة من المرة الثانية بالقطع ; قاله ابن العربي . ابن عطية : ويشبه أن تكون هذه القصة أيضا أصلا للآجال في الأحكام التي هي ثلاثة ، وأيام المتلوم ثلاثة ; فتأمله .",
  "ayah": 74,
  "surah": 18
}
