{
  "text": "قوله تعالى : أما السفينة فكانت لمساكين يعملون في البحر استدل بهذا من قال : إن المسكين أحسن حالا من الفقير ، وقد مضى هذا المعنى مستوفى من سورة \" براءة \" . وقد قيل : إنهم كانوا تجارا ولكن من حيث هم مسافرون عن قلة في لجة بحر ، وبحال ضعف عن مدافعة خطب عبر عنهم بمساكين ; إذ هم في حالة يشفق عليهم بسببها ، وهذا كما تقول لرجل غني وقع في وهلة أو خطب : مسكين . وقال كعب وغيره : كانت لعشرة إخوة من المساكين ورثوها من أبيهم خمسة زمنى ، وخمسة يعملون في البحر . وقيل : كانوا سبعة لكل واحد منهم زمانة ليست بالآخر . وقد ذكر النقاش أسماءهم ; فأما العمال منهم فأحدهم كان مجذوما ; والثاني أعور ، والثالث أعرج ، والرابع آدر ، والخامس محموما لا تنقطع عنه الحمى الدهر كله وهو أصغرهم ; والخمسة الذين لا يطيقون العمل : أعمى وأصم وأخرس ومقعد ومجنون ، وكان البحر الذي يعملون فيه ما بين فارس والروم ; ذكره الثعلبي . وقرأت فرقة : \" لمساكين \" بتشديد السين ، واختلف في ذلك فقيل : هم ملاحو السفينة ، وذلك أن المساك هو الذي يمسك رجل السفينة ، وكل الخدمة تصلح لإمساكه فسمي الجميع مساكين . وقالت فرقة : أراد بالمساكين دبغة المسوك وهي الجلود واحدها مسك . والأظهر قراءة مساكين بالتخفيف جمع مسكين ، وأن معناها : إن السفينة لقوم ضعفاء ينبغي أن يشفق عليهم . والله أعلم .قوله تعالى : فأردت أن أعيبها أي أجعلها ذات عيب ، يقال : عبت الشيء فعاب إذا صار ذا عيب ، فهو معيب وعائب .وقوله : وكان وراءهم ملك يأخذ كل سفينة غصبا قرأ ابن عباس وابن جبير ( صحيحة ) وقرأ أيضا ابن عباس وعثمان بن عفان ( صالحة ) . و ( وراء ) أصلها بمعنى خلف ; فقال بعض المفسرين : إنه كان خلفه وكان رجوعهم عليه . والأكثر على أن معنى ( وراء ) هنا أمام ; يعضده قراءة ابن عباس وابن جبير \" وكان أمامهم ملك يأخذ كل سفينة صحيحة غصبا \" . قال ابن عطية : وراءهم هو عندي على بابه ; وذلك أن هذه الألفاظ إنما تجيء مراعى بها الزمان وذلك أن الحدث المقدم الموجود هو الأمام ، والذي يأتي بعده هو الوراء وهو ما خلف ، وذلك بخلاف ما يظهر بادي الرأي ، وتأمل هذه الألفاظ في مواضعها حيث وردت تجدها تطرد ، فهذه الآية معناها : إن هؤلاء وعملهم وسعيهم يأتي بعده في الزمان غصب هذا الملك ; ومن قرأ \" أمامهم \" أراد في المكان ، أي كأنهم يسيرون إلى بلد ، وقوله - عليه الصلاة والسلام - : الصلاة أمامك يريد في المكان ، وإلا فكونهم في ذلك الوقت كان أمام [ ص: 408 ] الصلاة في الزمان ; وتأمل هذه المقالة فإنها مريحة من شغب هذه الألفاظ ; ووقع لقتادة في كتاب الطبري وكان وراءهم ملك قال قتادة : أمامهم ألا تراه يقول : من ورائهم جهنم وهي بين أيديهم ; وهذا القول غير مستقيم ، وهذه هي العجمة التي كان الحسن بن أبي الحسن يضج منها ; قاله الزجاج .قلت : وما اختاره هذا الإمام قد سبقه إليه في ذلك ابن عرفة ; قال الهروي قال ابن عرفة : يقول القائل كيف قال \" من ورائه \" وهي أمامه ؟ فزعم أبو عبيد وأبو علي قطرب أن هذا من الأضداد ، وأن وراء في معنى قدام ، وهذا غير محصل ; لأن أمام ضد وراء ، وإنما يصلح هذا في الأوقات ، كقولك للرجل إذا وعد وعدا في رجب لرمضان ثم قال : ومن ورائك شعبان لجاز وإن كان أمامه ، لأنه يخلفه إلى وقت وعده ; وأشار إلى هذا القول أيضا القشيري وقال : إنما يقال هذا في الأوقات ، ولا يقال للرجل أمامك إنه وراءك ; قال الفراء : وجوزه غيره ; والقوم ما كانوا عالمين بخبر الملك ، فأخبر الله - تعالى - الخضر حتى عيب السفينة ; وذكره الزجاج . وقال الماوردي : اختلف أهل العربية في استعمال وراء موضع أمام على ثلاثة أقوال : [ أحدها ] يجوز استعمالها بكل حال وفي كل مكان وهو من الأضداد قال الله - تعالى - : ومن ورائهم جهنم أي من أمامهم : وقال الشاعر :أترجو بنو مروان سمعي وطاعتي وقومي تميم والفلاة ورائيايعني أمامي . [ والثاني ] أن وراء تستعمل في موضع أمام في المواقيت والأزمان لأن الإنسان يجوزها فتصير وراءه ولا يجوز في غيرها . [ الثالث ] أنه يجوز في الأجسام التي لا وجه لها كحجرين متقابلين كل واحد منهما وراء الآخر ولا يجوز في غيرهما ; وهذا قول علي بن عيسى .واختلف في اسم هذا الملك فقيل : هدد بن بدد . وقيل : الجلندي ; وقاله السهيلي . وذكر البخاري اسم الملك الآخذ لكل سفينة غصبا فقال : هو ( هدد بن بدد والغلام المقتول ) اسمه حيسور ، وهكذا قيدناه في الجامع من رواية يزيد المروزي ، وفي غير هذه الرواية حيسور بالحاء وعندي في حاشية الكتاب رواية ثالثة : وهي حيسون وكان يأخذ كل سفينة جيدة غصبا فلذلك عابها الخضر وخرقها ; ففي هذا من الفقه العمل بالمصالح إذا تحقق وجهها ، وجواز إصلاح كل المال بإفساد بعضه ، وقد تقدم . وفي صحيح مسلم وجه الحكمة [ ص: 409 ] بخرق السفينة وذلك قوله : ( فإذا جاء الذي يسخرها وجدها منخرقة فتجاوزها ، فأصلحوها بخشبة . . . ) الحديث . وتحصل من هذا الحض على الصبر في الشدائد ، فكم في ضمن ذلك المكروه من الفوائد ، وهذا معنى قوله : وعسى أن تكرهوا شيئا وهو خير لكم .",
  "ayah": 79,
  "surah": 18
}
