{
  "text": "قالوا ياذا القرنين أي قالت له أمة من الإنس صالحة .إن يأجوج ومأجوج مفسدون في الأرض قال الأخفش : من همز يأجوج فجعل الألفين من الأصل يقول : يأجوج يفعول ومأجوج مفعول كأنه من أجيج النار . قال : ومن لا يهمز ويجعل الألفين زائدتين يقول : \" ياجوج \" من يججت وماجوج من مججت وهما غير مصروفين ; قال رؤبة :لو أن ياجوج وماجوج معا وعاد عاد واستجاشوا تبعاذكره الجوهري . وقيل : إنما لم ينصرفا لأنهما اسمان أعجميان ، مثل طالوت وجالوت غير مشتقين ; علتاهما في منع الصرف العجمة والتعريف والتأنيث . وقالت فرقة : هو معرب من أج وأجج علتاهما في منع الصرف التعريف والتأنيث . وقال أبو علي : يجوز أن يكونا عربيين ; فمن همز يأجوج فهو على وزن يفعول مثل يربوع ، من قولك أجت النار أي ضويت ، ومنه الأجيج ، ومنه ملح أجاج ، ومن لم يهمز أمكن أن يكون خفف الهمزة فقلبها ألفا مثل رأس ، وأما مأجوج فهو مفعول من أج ، والكلمتان من أصل واحد في الاشتقاق ومن لم يهمز فيجوز أن يكون خفف الهمزة ، ويجوز أن يكون فاعولا من مج ، وترك الصرف فيهما للتأنيث والتعريف كأنه اسم للقبيلة . واختلف في إفسادهم ; سعيد بن عبد العزيز : إفسادهم أكل بني آدم . وقالت فرقة : إفسادهم إنما كان متوقعا ، أي سيفسدون ، فطلبوا وجه التحرز منهم . وقالت فرقة : إفسادهم هو الظلم والغشم والقتل وسائر وجوه الإفساد المعلوم من البشر ، والله أعلم . وقد وردت أخبار بصفتهم وخروجهم وأنهم ولد يافث . روى أبو هريرة عن النبي - صلى الله عليه وسلم - قال : ولد لنوح سام وحام ويافث فولد سام العرب وفارس والروم والخير فيهم وولد يافث يأجوج ومأجوج والترك والصقالبة ولا خير فيهم وولد حام القبط والبربر والسودان . وقال كعب الأحبار : احتلم آدم - عليه السلام - فاختلط ماؤه بالتراب فأسف فخلقوا من ذلك الماء ، فهم متصلون بنا من [ ص: 427 ] جهة الأب لا من جهة الأم . وهذا فيه نظر ; لأن الأنبياء - صلوات الله عليهم - لا يحتلمون ، وإنما هم من ولد يافث ، وكذلك قال مقاتل وغيره . وروى أبو سعيد الخدري عن النبي - صلى الله عليه وسلم - أنه قال : لا يموت رجل منهم حتى يولد لصلبه ألف رجل . يعني يأجوج ومأجوج . وقال أبو سعيد : هم خمس وعشرون قبيلة من وراء يأجوج ومأجوج لا يموت الرجل من هؤلاء ومن يأجوج ومأجوج حتى يخرج من صلبه ألف رجل ذكره القشيري . وقال عبد الله بن مسعود : سألت النبي - صلى الله عليه وسلم - عن يأجوج ومأجوج ، فقال - عليه الصلاة والسلام - : يأجوج ومأجوج أمتان كل أمة أربعمائة ألف أمة كل أمة لا يعلم عددها إلا الله لا يموت الرجل منهم حتى يولد له ألف ذكر من صلبه كلهم قد حمل السلاح قيل : يا رسول الله صفهم لنا . قال : ( هم ثلاثة أصناف صنف منهم أمثال الأرز - شجر بالشام طول الشجرة عشرون ومائة ذراع - وصنف عرضه وطوله سواء نحوا من الذراع وصنف يفترش أذنه ويلتحف بالأخرى لا يمرون بفيل ولا وحش ولا خنزير إلا أكلوه ويأكلون من مات منهم مقدمتهم بالشام وساقتهم بخراسان يشربون أنهار الشرق وبحيرة طبرية فيمنعهم الله من مكة والمدينة وبيت المقدس . وقال علي - رضي الله - تعالى - عنه - : ( وصنف منهم في طول شبر ، لهم مخالب وأنياب السباع ، وتداعي الحمام ، وتسافد البهائم ، وعواء الذئاب ، وشعور تقيهم الحر والبرد ، وأذان عظام إحداها وبرة يشتون فيها ، والأخرى جلدة يصيفون فيها ، ويحفرون السد حتى كادوا ينقبونه فيعيده الله كما كان ، فيقولون : ننقبه غدا إن شاء الله - تعالى - فينقبونه ويخرجون ، ويتحصن الناس بالحصون ، فيرمون إلى السماء فيرد السهم عليهم ملطخا بالدم ، ثم يهلكهم الله - تعالى - بالنغف في رقابهم ) . ذكره الغزنوي . وقال علي عن النبي - صلى الله عليه وسلم - : يأجوج أمة لها أربعمائة أمير وكذا مأجوج لا يموت أحدهم حتى ينظر إلى ألف فارس من ولده .[ ص: 428 ] قلت : وقد جاء مرفوعا من حديث أبي هريرة ، خرجه ابن ماجه في السنن قال : قال رسول الله - صلى الله عليه وسلم - : إن يأجوج ومأجوج يحفران كل يوم حتى إذا كادوا يرون شعاع الشمس قال الذي عليهم ارجعوا فستحفرونه غدا فيعيده الله أشد ما كان حتى إذا بلغت مدتهم وأراد الله - تعالى - أن يبعثهم على الناس حفروا حتى إذا كادوا يرون شعاع الشمس قال ارجعوا فستحفرونه غدا إن شاء الله - تعالى - فاستثنوا فيعودون إليه وهو كهيئته حين تركوه فيحفرونه ويخرجون على الناس فينشفون الماء ويتحصن الناس منهم في حصونهم فيرمون بسهامهم إلى السماء فيرجع عليها الدم - الذي أحفظ - فيقولون قهرنا أهل الأرض وعلونا أهل السماء فيبعث الله - تعالى - عليهم نغفا في أقفائهم فيقتلهم بها قال رسول الله - صلى الله عليه وسلم - : والذي نفسي بيده إن دواب الأرض لتسمن وتشكر شكرا من لحومهم قال الجوهري شكرت الناقة تشكر شكرا فهي شكرة ; وأشكر الضرع امتلأ لبنا .وقال وهب بن منبه : رآهم ذو القرنين ، وطول الواحد منهم مثل نصف الرجل المربوع منا ، لهم مخاليب في مواضع الأظفار وأضراس وأنياب كالسباع ، وأحناك كأحناك الإبل ، وهم هلب عليهم من الشعر ما يواريهم ، ولكل واحد منهم أذنان عظيمتان ، يلتحف إحداهما ويفترش الأخرى ، وكل واحد منهم قد عرف أجله لا يموت حتى يخرج له من صلبه ألف رجل إن كان ذكرا ، ومن رحمها ألف أنثى إن كانت أنثى . وقال السدي والضحاك : الترك شرذمة من يأجوج ومأجوج خرجت تغير ، فجاء ذو القرنين فضرب السد فبقيت في هذا الجانب . قال السدي : بني السد على إحدى وعشرين قبيلة ، وبقيت منهم قبيلة واحدة دون السد فهم الترك . وقاله قتادة .قلت : وإذا كان هذا ، فقد نعت النبي - صلى الله عليه وسلم - الترك كما نعت يأجوج ومأجوج ، فقال - عليه الصلاة والسلام - : لا تقوم الساعة حتى يقاتل المسلمون الترك قوما وجوههم كالمجان المطرقة [ ص: 429 ] يلبسون الشعر ويمشون في الشعر في رواية ينتعلون الشعر خرجه مسلم وأبو داود وغيرهما . ولما علم النبي - صلى الله عليه وسلم - عددهم وكثرتهم وحدة شوكتهم قال - عليه الصلاة والسلام - : اتركوا الترك ما تركوكم . وقد خرج منهم في هذا الوقت أمم لا يحصيهم إلا الله - تعالى - ، ولا يردهم عن المسلمين إلا الله - تعالى - ، حتى كأنهم يأجوج ومأجوج أو مقدمتهم . وروى أبو داود عن أبي بكرة أن رسول الله - صلى الله عليه وسلم - قال : ينزل ناس من أمتي بغائط يسمونه البصرة عند نهر يقال له دجلة يكون عليه جسر يكثر أهلها وتكون من أمصار المهاجرين - قال ابن يحيى قال أبو معمر وتكون من أمصار المسلمين فإذا كان في آخر الزمان جاء بنو قنطوراء عراض الوجوه صغار الأعين حتى ينزلوا على شاطئ النهر فيتفرق أهلها ثلاث فرق فرقة يأخذون أذناب البقر والبرية وهلكوا وفرقة يأخذون لأنفسهم وكفروا وفرقة يجعلون ذراريهم خلف ظهورهم ويقاتلونهم وهم الشهداء الغائط المطمئن من الأرض والبصرة الحجارة الرخوة وبها سميت البصرة وبنو قنطوراء هم الترك يقال : إن قنطوراء اسم جارية كانت لإبراهيم - صلوات الله وسلامه عليه - ، ولدت له أولادا جاء من نسلهم الترك .قوله تعالى : فهل نجعل لك خرجا على أن تجعل بيننا وبينهم سدافيه مسألتان :الأولى : قوله تعالى : فهل نجعل لك خرجا استفهام على جهة حسن الأدب خرجا أي جعلا وقرئ \" خراجا \" والخرج أخص من الخراج يقال : أد خرج رأسك وخراج مدينتك وقال الأزهري : الخراج يقع على الضريبة ، ويقع على مال الفيء ، ويقع على الجزية وعلى الغلة والخراج اسم لما يخرج من الفرائض في الأموال . والخرج : المصدر .[ ص: 430 ] وقوله تعالى : على أن تجعل بيننا وبينهم سدا أي ردما ; والردم ما جعل بعضه على بعض حتى يتصل وثوب مردم أي مرقع ، قاله الهروي يقال : ردمت الثلمة أردمها بالكسر ردما أي سددتها والردم أيضا الاسم وهو السد وقيل : الردم أبلغ من السد إذ السد كل ما يسد به والردم وضع الشيء على الشيء من حجارة أو تراب أو نحوه حتى يقوم من ذلك حجاب منيع ومنه ردم ثوبه إذا رقعه برقاع متكاثفة بعضها فوق بعض ومنه قول عنترة :هل غادر الشعراء من متردمأي من قول يركب بعضه على بعض . وقرئ سدا بالفتح في السين ، فقال الخليل وسيبويه : الضم هو الاسم والفتح المصدر . وقال الكسائي : الفتح والضم لغتان بمعنى واحد وقال عكرمة وأبو عمرو بن العلاء وأبو عبيدة : ما كان من خلقة الله لم يشاركه فيه أحد بعمل فهو بالضم ، وما كان من صنع البشر فهو بالفتح . ويلزم أهل هذه المقالة أن يقرءوا سدا بالفتح وقبله بين السدين بالضم ، وهي قراءة حمزة والكسائي . وقال أبو حاتم عن ابن عباس وعكرمة عكس ما قال أبو عبيدة . وقال ابن أبي إسحاق : ما رأته عيناك فهو سد بالضم وما لا ترى فهو سد بالفتح .الثانية : في هذه الآية دليل على اتخاذ السجون ، وحبس أهل الفساد فيها ، ومنعهم من التصرف لما يريدونه ، ولا يتركون وما هم عليه ، بل يوجعون ضربا ويحبسون أو يكلفون ويطلقون كما فعل عمر - رضي الله عنه - .",
  "ayah": 94,
  "surah": 18
}
