{
  "text": "آیت نمبر 1 تا 15\nالر تلک ایت الکتب وقران مبین (15 : 1) ” ا۔ ل۔ ر۔ یہ آیات ہیں کتاب الٰہی اور قرآن مبین کی “۔ یعنی یہ حروف اور ان جیسے دوسرے حروف ہی دراصل قرآن اور کتاب الٰہی ہیں اور یہ حروف سب انسانوں کی دسترس میں ہیں۔ لیکن یہی حروف قرآن کریم کی شکل میں عظیم آیات الٰہی کی صورت اختیار کرلیتے ہیں۔ عام لوگوں کی دسترس سے باہر ہوجاتے ہیں ، ایسی ترکیبات اور جملوں کی شکل اختیار کرتے ہیں کہ کسی کے لئے ایسا کلام لانا ممکن نہیں ہوتا۔ ان حروف کا کوئی ذاتی مفہوم نہیں ہے لیکن یہی حروف قرآن مجید میں موضع ، بیان کنندہ اور کشاف بن جاتے ہیں۔\nلوگوں میں سے بعض لوگ آج ان آیات و معجزات کی تکذیب کرتے ہیں اور قرآن مبین کو نہیں مانتے لیکن ایک دن ایسا آنے والا ہے کہ وہ بڑی حسرت سے یہ کہیں گے کہ کاش وہ ایسا رویہ اختیار نہ کرتے بلکہ کاش کہ وہ ایمان لاتے اور استقامت اختیار کرتے۔\nربما یود الذین کفروا لو کانوا مسلمین (15 : 2) ” بعید نہیں کہ ایک وقت آجائے جب وہی لوگ جنہوں نے آج (دعوت اسلام کو قبول کرنے سے ) انکار کردیا ہے ، پچھتا پچھتا کر کہیں گے کہ کاش ہم نے سر تسلیم خم کردیا ہوتا “۔\nیہ وقت دور نہیں ہے ، لیکن اس وقت ان کی یہ تمنائیں ان کو کوئی فائدہ نہ دیں گی۔ اس وقت چاہتوں کا فائدہ نہ ہوگا۔ اس انداز بیان میں نہایت ہی لطیف طور پر ان کا مذاق بھی اڑایا گیا ہے اور ان کو دھمکی بھی دی گئی ہے۔ یہ بھی بتایا گیا ہے کہ دعوت اسلامی جو تمہارے سامنے پیش کی جا رہی ہے ، اس کے قبول کرنے کے بعد مہلت بہت ہی محدود ہے ، اسے ضائع مت کرو ، بہت جلد ایسے حالات آنے والے ہیں کہ یہ لوگ تمنائیں کریں گے کہ کاش وہ مسلمان ہوتے ، لیکن اس وقت ان کی یہ خواہشات مفید نہ ہوں گی۔\nذرھم یاکلوا ۔۔۔۔۔ یعلمون (15 : 3) ” چھوڑ انہیں ، کھائیں پئیں اور مزے کریں اور بھلا وے میں ڈال رکھے ان کو جھوٹی امید ، عنقریب انہیں معلوم ہوجائے گا “۔ وہ جس حال میں ہیں ، انہیں اسی میں چھوڑ دے ، یہ تو محض حیوانوں کی طرح زندگی بسر کر رہے ہیں۔ کھانا پینا اور عیش کرنا ، جس میں کوئی غورو فکر نہیں ہے۔ وہ حیوانیت سے آگے کچھ دیکھنا نہیں چاہتے ، لہٰذا انہیں رہنے دیجئے اپنے حال میں۔ انہوں نے جھوٹی امیدوں کے طویل و عریض منصوبے اس زندگی کے بارے میں بنا رکھے ہیں حالانکہ زندگی کی گھڑیاں ٹک ٹک کر کے ختم ہو رہی ہیں اور فرصت اور مواقع ختم ہوتے جا رہے ہیں لہٰذا ایسے لوگوں کو اپنے حال پر چھوڑ دیں۔ ان کا انجام خراب ہونے والا ہے۔ آپ ﷺ ان کی سرگرمیوں میں حصہ دار نہ بنیں ، یہ لوگ تو دنیا کی بےوفا تمناؤں میں ڈوبے ہوئے ہیں۔ یہ محض خواہشات کے سراب کے پیچھے دوڑ رہے ہیں ، یہ خواہشات ان کو یہ دھوکہ دیتی ہیں کہ ابھی زندگی کی فرصت طویل ہے اور یہ کہ اس زندگی میں یہ لوگ تمناؤں کے طویل و عریض منصوبے کو رو بعمل لے آئیں گے اور ان کے سامنے کوئی رکاوٹ نہ ہوگی ، کوئی بات ان کی تمناؤں کے علی الرغم نہ ہوگی الا یہ کہ ان سے کوئی بھی زندگی کا حساب و کتاب لینے والا نہیں ہے اور وہ جس طرح کھا پی رہے ہیں اس طرح آخرت میں یا زندگی کے آنے والے دنوں میں بھی وہ کامیاب رہیں گے۔\nاور سراب کی طرح دھوکہ دینے والی امیدیں اور سراب کے پیچھے دشت پیمائی کی یہ تصویر در حقیقت ایک زندہ انسانی روپ کی تصویر ہے ، جو انسانی زندگی میں واضح طور پر نظر آتی ہے اور ہمیشہ انسان کو دھوکہ دیتی ہے۔ انسان ہمیشہ ان امیدوں کے سراب کے پیچھے بھاگتا رہتا ہے۔ ان میں مگن رہتا ہے ، یہاں تک کہ وہ امن و عافیت کی حدود کو اچانک پار کرلیتا ہے اللہ سے غافل ، موت سے غافل اور قضا وقدر کے فیصلوں سے بےعلم ، اپنے فرائض سے غافل ، حلال و حرام کی حدود کو پھاندتے ہوئے ، یہاں تک کہ وہ خدا سے بھی غافل ہوجاتا ہے۔ اسے موت اور حشر ونشر کا خیال ہی نہیں ہوتا کہ اچانک پکڑا جاتا ہے۔\nیہ ہے ان کی بھلاوے کی حالت جس میں وہ مبتلا ہیں اور رسول اللہ ﷺ کو کہا جاتا ہے کہ آپ ﷺ ان کو اس میں غرق چھوڑ دیں۔ عنقریب ان کو اصل حقیقت معلوم ہوجائے گی ، لیکن اس وقت ان کا یہ علم ان کے لئے مقید نہ ہوگا کیونکہ وہ زائد المیعاد ہوگا ۔ یہ ایک تہدید آمیز انداز گفتگو بھی ہے اور ساتھ ہی ساتھ ان کو جگانے کے لئے ایک چٹکی بھی دی جاتی ہے ، شاید کہ وہ مدہوشی سے جاگ اٹھیں جس کی وجہ سے وہ نہایت ہی اٹل انجام بد سے غافل ہیں۔ اس کائنات کا نظام ایک مخصوص سنت الہٰیہ کے مطابق چل رہا ہے۔ اس سنت میں تخلف ممکن نہیں ہے۔ قوموں کا عروج وزوال بعینہٖ اس سنت کے مطا بق ہوتا ہے۔ اقوام کا انجام اس رویے کے مطابق متعین ہوتا ہے جو وہ اس سنت الٰہیہ کے حوالے سے اختیار کرتی ہیں۔\nوما اھلکنا ۔۔۔۔۔ معلوم (4) ما تسبق ۔۔۔۔۔ یستاخرون (5) (15 : 4 : 5) ” ہم نے اس سے پہلے جس بستی کو بھی ہلاک کیا ہے اس کے لئے ایک خاص مہلت عمل لکھی جا چکی تھی۔ کوئی قوم نہ اپنے وقت مقرر سے پہلے ہلاک ہو سکتی ہے ، نہ اس کے بعد چھوٹ سکتی ہے “۔ لہٰذا اگر کسی کو قدرے مہلت مل گئی ہے اور عذاب ٹلا ہوا ہے تو اسے غافل نہ ہوجانا چاہئے۔ عذاب کا جلدی آنا یا دیر سے آنا سنت الٰہیہ کے مطابق ہوتا ہے لیکن جلد ہی انہیں معلوم ہوجائے گا۔\nیہ مہلت اقوام و ملل کو کون دیتا ہے ؟ یہ اللہ کے اختیار میں ہے اور مہلت یا عذاب کا تعین لوگوں کے طرز عمل کے مطابق ہوتا ہے۔ اگر کوئی ایمان لے آئے ، نیکی کی راہ اختیار کرے ، اپنے رویے کو درست کرلے اور دنیا میں عدل و انصاف کا نظام رائج کر دے تو مہلت دراز ہوجاتی ہے۔ یہاں تک کہ یہ قوم فسق و فجور اور برے راستے اختیار کرتی ہے ، اس میں بھلائی کی مقدار کم رہ جاتی ہے اور اس سے خیر کی توقع نہیں ہوتی۔ اب یہ امت اپنے مقررہ انجام تک پہنچ جاتی ہے اور اس دنیا سے اس کے وجود کو مٹا دیا جاتا ہے ۔ یا تو وہ مکمل طور پر نیست و نابود کردی جاتی ہے یا اس کو اس قدر ضعیف و ناتواں کردیا جاتا ہے کہ اس کا وجود ہی کالعدم تصور ہوتا ہے۔\nیہ سوال کیا جاسکتا ہے کہ بعض اقوام نہ مومن ہیں ، نہ نیک ہیں ، نہ صالح ہیں اور نہ ان کے اندر عدل پایا جاتا ہے لیکن اس کے باوجود وہ دنیا میں عروج پارہی ہیں ، پر قوت اور ذی شوکت ہیں اور بدستور زندہ رہ رہی ہیں۔ یہ سوال بظاہر قوی نظر آتا ہے مگر یہ درست نہیں ہے ، اس لیے کہ جن اقوام کو دیکھ کر یہ سوال اٹھتا ہے ان میں خیر اور صلاح کے بعض پہلو لازماً موجود ہوتے تھے۔ مثلاً زمین کے اندر فریضہ خلافت خداوندی کو وہ اچھی طرح ادا کر رہی ہوتی ہیں اور دنیا کی آبادی اور تعمیر میں وہ اچھے کام کر رہی ہوتی ہیں ، وہ جن علاقوں میں بستی ہیں ان میں وہ عدل کرتی ہیں اگرچہ ان کا نظریہ عدل محدود ہوتا ہے۔ مادی ترقی ، مادی بہبود کا ایک معیار انہوں نے قائم کر رکھا ہے اگرچہ وہ محدود و نقطہ نظر پر مبنی ہے۔ یہ اقوام یہ مہلت محض ان کی اس محدود و خیر کی وجہ سے پا رہی ہیں۔ جب بھی یہ خیر ختم ہوجائے گا ، یہ اقوام ختم ہوجائیں گی۔\nحقیقت یہی ہے کہ سنت الٰہیہ میں تخلف ممکن نہیں ہے۔ ہر امت اور ہر قوم کے زوال کے لئے ایک وقت مقرر اور یہ اپنے وقت پر ہوتا ہے۔\nما تسبق من امۃ اجلھا وما یستاخرون (15 : 5) ” کوئی قوم نہ اپنے وقت سے پہلے ہلاک ہو سکتی ہے نہ اس کے چھوت سکتی ہے “۔ کسی قوم کو اس بات پر مغرور نہیں ہونا چاہئے کہ ان کو اللہ کی گرفت نے ابھی تک اپنی لپیٹ میں نہیں لیا ہے۔ یہاں سیاق کلام میں رسول اللہ ﷺ کے ساتھ ان کے برے رویے کی ایک جھلک بھی دکھائی جاتی ہے ، حالانکہ رسول نے ان کے سامنے ایک کتاب مبین رکھ دی ہے۔ یہ ان کو جگاتی سے اور ان کو بھولا ہوا سبق یاد دلاتی ہے۔ ان کو نئی روشنی دیتی ہے ، لیکن وہ ہیں کہ الٹا مذاق کرتے ہیں اور گمراہی میں حد سے گزر رہے ہیں۔\nوقالوا یایھا الذی۔۔۔۔۔۔ لمجنون (6) لو ما تاتینا ۔۔۔۔۔۔ من الصدقین (7) (15 : 6- 7) لوگ کہتے ہیں ” اے وہ شخص جس پر یہ ذکر نازل ہوا ہے ، تو یقیناً دیوانہ ہے۔ اگر تو سچا ہے تو ہمارے سامنے فرشتوں کو لے کیوں نہیں آتا ؟ “ انہوں نے حضور اکرم ﷺ کے لئے یہ فقرہ جو کہا۔\nیا یھا الذی نزل علیہ الذکر ” اے وہ شخص جس پر ذکر نازل ہوا ہے “ بطور مذاق استعمال کیا ہے ، کیونکہ یہ لوگ درحقیقت وحی رسالت کے منکر تھے ۔ یہ فقرہ وہ بطور تحکم اور استہزا استعمال کر رہے تھے۔ نیز ان کا رویہ حضور اکرم ﷺ کے بارے میں اس قدر گستاخانہ تھا کہ انہوں نے حضور ﷺ کے لئے انک لمجنون (15 : 6) ” تم یقیناً دیوانہ ہو “ کے الفاظ استعمال کئے اور وہ آپ کو مجنون اس لیے کہتے تھے کہ آپ ان کو مسلسل دعوت دے رہے تھے اور یہ لوگ حضور اکرم ﷺ سے فرشتوں کے نزول کا مطالبہ بھی غایت درجہ مذاق کے طور پر کرتے تھے۔\nلو ما تاتینا بالملئکۃ ان کنت من الصدقین (15 : 7) ” اگر تم سچے ہو تو ہمارے سامنے فرشتوں کو لے کیوں نہیں آتے “۔ منکرین کی جانب سے نزول ملائکہ کا مطالبہ اس سورة اور دوسری سورتوں میں بار بار دہرایا جاتا ہے۔ آپ سے بھی اور دوسرے رسولوں سے بھی یہ مطالبہ ہوتا رہا ہے اور یہ مطالبہ جن لوگوں کی طرف سے ہوا ہے انہوں نے نہ انسان کو پہچانا ہے اور نہ ان کے دل میں اس کی اصل قدر و قیمت اجاگر ہے کہ اللہ نے مقام نبوت انسان کو عطا کیا ہے اور انسان میں سے برگزیدہ لوگوں کو بطور نبی مبعوث فرمایا ہے۔\nقرآن کریم اس سوال کا جواب یوں دیتا ہے کہ فرشتوں کا یہ منصب نہیں ہے کہ وہ رسولوں کی معاونت تبلیغ میں کریں۔ فرشتے رسولوں کی معاونت میں اس وقت آتے ہیں جب تبلیغ کی حجت تمام ہوجاتی ہے اور سنت الٰہیہ کے مطابق فیصلہ ہوجاتا ہے کہ اب مکذبین کو ہلاک کرنا ہے۔ ان کی مہلت کا وقت ختم ہوگیا ہے ۔ اس وقت جب فرشتے آتے ہیں تو مہلت ختم ہوچکی ہوتی ہے۔\nما ننزل الملئکۃ الا بالحق وما کانوا اذا منظرین (15 : 8) “ اور ہم فرشتوں کو یوں نہیں اتار دیا کرتے۔ وہ جب اترے ہیں تو حق کے ساتھ اترتے ہیں اور پھر لوگوں کو مہلت نہیں دی جاتی ”۔ کیا یہ لوگ فرشتوں کا ایسا نزول چاہتے ہیں اور اسی کو مطالبہ کرتے ہیں ؟\nان کے اس مطالبے کی خطرناکی کے بیان کے بعد ، ان کے سامنے ہدایت اور عقل و تدبر کا رویہ اختیار کرنے کی دعوت پیش کی جاتی ہے اور کہا جاتا ہے کہ فرشتے سچائی کے ساتھ آتے ہیں اور وہ احقاق حق کر کے جاتے ہیں اور مکذبین اس بات کے مستحق ہوتے ہیں کہ انہیں نابود کردیا جائے۔ چناچہ جب فرشتے نازل ہوتے ہیں تو وہ اس آخری سچے فیصلے کے نفاذ (Exicution) کے لئے آتے ہیں۔ ان پر جو فرشتے نازل نہیں ہو رہے تو اس میں ان کی خیر ہے لیکن وہ اپنی خیر کو نہیں سمجھ سکتے۔ اللہ فرشتوں کے بجائے ان پر ذکر و فکر والی آیات نازل فرما رہے ہیں تا کہ وہ غوروفکر کریں۔ تفکر و تدبر کام لیں اور اپنی ہلاکت کو دعوت نہ دیں۔ ان کے لئے فرشتوں کا نازل نہ ہونا بہتر ہے۔\nانا نحن نزلنا الذکر وانا لہ لحفظون (15 : 9) “ اس ذکر ہم نے نازل کیا ہے ، اور ہم ہی اس کے نگہبان ہیں ” ۔ لہٰذا ان کے لئے اسی میں بہتری ہے کہ یہ قبول کرلیں۔ اب یہ آخری نصیحت تو محفوظ ہے اور ابد الآباد تک باقی رہنے والی ہے۔ اس میں حق ہے ، باطل کا کوئی آمیزہ نہیں ہے۔ اس میں اب کوئی تحریف نہیں کی جاسکتی۔ اور یہ آخری نصیحت زندگی کے ہر معاملے میں ان کی راہنمائی کے لئے کافی ہے۔ بشرطیکہ وہ حق کے طالب ہوں اور ملائکہ کے نزول کا غلط مطالبہ نہ کریں۔ کیونکہ اللہ نے ابھی فرشتے بھیجنے کا فیصلہ نہیں کیا۔ کیونکہ اللہ ابھی ان کی خیرت چاہتا ہے اس لیے انہیں ہلاک کرنے والے فرشتے بھیجنے کے بجائے اس نے قرآن محفوظ بھیجا۔\nاب حضور اکرم ﷺ کو بھی اپنی جگہ تسلی دی جاتی ہے۔ بتایا جاتا ہے کہ آپ پہلے رسول نہیں ہیں جس کا استقبال تکذیب اور استہزاء سے کیا گیا ہو ، پہلی اقوام میں بھی رسول آتے رہے ہیں اور ان کو بھی آپ ؐ کی طرح جھٹلایا گیا اور ان کا بھی آپ ہی کی طرح مذاق اڑایا گیا۔\nولقد ارسلنا۔۔۔۔۔ الاولین (10) وما یاتیھم ۔۔۔۔ یستھزؤن (11) (15 : 10- 11) “ اے محمد ﷺ ہم تم سے پہلے بہت سی گزری ہوئی قوموں میں رسول بھیج چکے ہیں ، کبھی ایسا نہیں ہوا کہ کبھی ان کے پاس کوئی رسول آیا ہو ، اور انہوں نے اس کا مذاق نہ اڑایا ہو ”۔ بتایا جاتا ہے کہ اے محمد ﷺ جس طرح انبیائے سابقین کی پیش کردہ دعوت کے ساتھ ان کے مخاطبین نے سلوک کیا بعینہ ایسا ہی سلوک آپ کی پیش کردہ دعوت کے ساتھ یہ مکذبین کر رہے ہیں اور اسی طرح ہم اس دعوت کو ان کے دلوں میں چلاتے ہیں جبکہ یہ دل نہ اس پر غور کرنا چاہتے ہیں اور نہ ہی قبولیت کے لئے تیار ہیں۔\nکذلک نسلکہ فی قلوب المجرمین (12) لا یومنون ۔۔۔۔ الاولین (13) (15 : 12- 13) “ مجرمین کے دلوں میں تو ہم اس ذکر کو اسی طرح گزارتے ہیں وہ اس پر ایمان نہیں لایا کرتے۔ قدیم سے اس قماش کے لوگوں کا یہی طریقہ چلا آرہا ہے ”۔ یہ بات نہیں ہوتی ہے کہ ان لوگوں کے غوروفکر کے لئے رسولوں نے دلائل پیش نہیں کیے ہوتے بلکہ اصل بات یہ ہوتی ہے کہ وہ عناد اور مکابرو میں مبتلا ہوتے ہیں۔ اور ایمان کی مخالفت میں آگے بڑھ رہے ہوتے ہیں۔\nیہاں ان کی ذلت آمیز ہٹ دھرمی کا ایک نمونہ بھی پیش کردیا جاتا ہے اور بتایا جاتا ہے کہ وہ دعوت اسلامی کے خلاف حد درجہ بغض اور حسد میں مبتلا ہیں۔\nولو فتحنا ۔۔۔۔۔ یعرجون (14) لقالوا انما۔۔۔۔۔۔ مسحورون (15) (15 : 14- 15) “ اگر ہم ان پر آسمان کا کوئی دروازہ کھول دیتے اور وہ دن دھاڑے اس میں چڑھنے بھی لگتے تب بھی وہ یہی کہتے کہ ہماری آنکھوں کو دھوکہ ہو رہا ہے بلکہ ہم پر جادو کردیا گیا ہے ”۔ مجرد یہ تصور کہ انسان آسمانوں میں بلند ہو رہا ہے ، یہ بھی ایک قسم کا دروازہ کھولنا ہے۔ لیکن اگر وہ اپنے اجسام کے ساتھ عملاً چڑھیں ، دیکھیں کہ آسمانوں کے دروازے ان کے سامنے مفتوح ہیں۔ وہ دیکھیں کہ وہ چڑھ رہے ہیں اور ان کے حواس مدرکہ یہ دیکھ رہے ہیں کہ یہ عمل ہو رہا ہے ۔ اور وہ مشاہدہ کر رہے ہوں تو پھر بھی اپنی یہ ہٹ دھرمی چھوڑنے کے لئے تیار نہ ہوں گے اور کہیں گے ، نہیں نہیں ، یہ حقیقت نہیں ہے بلکہ ہم پر جادو کردیا گیا ہے اور ہماری نظر بندی کردی گئی ہے۔ یہ جو ہم دیکھ رہے ہیں محض تخیل ہے۔ بلکہ ہم پر صریح جادو کردیا گیا ہے۔ یہ جو کچھ ہم مشاہدہ کر رہے ہیں ، محسوس کر رہے ہیں ، یہ سب کچھ جادوگری ہے۔\nیوں قرآن مجید ان کی ہٹ دھرمی کی یہ نہایت ہی انتہائی تصویر کشی کرتا ہے ، جس سے ان کا گھٹیا مفاد ظاہر ہوتا ہے۔ اس سے یہ بتانا مقصود ہے کہ ایسے لوگوں کے ساتھ مجادلہ کرنا نہایت ہی لغویات ہے۔ مقصد یہ ثابت کرنا ہے کہ ان کے پاس دلائل ایمان کی کمی نہیں اور یہ نہی ہے کہ وہ نزول ملائکہ کا مطالبہ کر رہے اور وہ پورا نہیں ہوتا۔ اس لیے وہ ایمان نہیں لاتے کیونکہ اگر نزول ملائکہ کے بجائے خود ان کے لئے آسمانوں میں پر وز کا انتظام کردیا جائے ، تو بھی ان کا رویہ یہی ہوگا ، یہ پرلے درجے کے ہٹ دھرم ہیں۔ لا پرواہ ، بےحیا اور دیدہ دلیر ہیں۔ حق اگر روز روشن کی طرح بھی آجائے تو بھی یہ مان کردینے والے نہیں ہیں۔\nیہاں قرآن مجید نے انسانوں میں ہٹ دھرمی کرنے والوں کی بہترین تصویر کشی کی ہے۔ اس قدر بری تصویر کشی کہ انسان کو اس سے گھن آنے لگتی ہے اور وہ ان لوگوں کے روپ کو نہایت ہی حقیر سمجھنے لگتا ہے۔\n٭٭٭\nاب ہٹ دھرمی کے منظر سے ہم کائناتی دلائل و نشانات کی طرف منتقل ہوتے ہیں۔ ہٹ دھرمی کا مظاہرہ تو صرف آسمانوں سے متعلق تھا ، اب پوری کائنات ہمارے سامنے ہے۔ پہلے آسمانوں کو لیا جاتا ہے ، پھر زمین کے بعض مظاہر سامنے لائے جاتے ہیں۔ ایسی ہواؤں کا منظر پیش کیا جاتا ہے جو بارآلود بادلوں سے لدی ہوئی ہیں ، پھر اس کرۂ ارض پر موت وحیات کی بو قلمونیاں پیش کی جاتی ہیں اور اس کے بعد حشر ونشر کے بعض مناظر۔ ان تمام نشانات و شواہد کا انکار وہی لوگ کرتے ہیں کہ اگر ان کے سامنے آسمانوں کے دروازے کھول دئیے جائیں اور وہ ان سے اوپر چڑھ بھی جائیں تو بھی وہ اپنی ہٹ دھرمی کی وجہ سے نہ مانیں گے اور یہ کہیں گے ، کہ ہماری آنکھوں کو دھوکہ دیا جا رہا ہے ، نظر بندی کردی گئی ہے ، ہم مسحور ہوگئے ہیں۔ اب ذرا ان تمام مناظر و مشاہد کو ایک ایک کر کے ملاحظہ فرمائیں۔",
  "ayah": 15,
  "surah": 15
}
