{
  "text": "آیت نمبر 19 تا 20\nاس کائنات کی فضاؤں میں ایک قسم کی وسعت اور عظمت پائی جاتی ہے۔ آسمانوں میں بڑے بڑے قلعوں کا ذکر ہے۔ لفظ بروج کے تلفظ میں بھی ایک قسم کا زمزمہ اور عظمت ہے۔ “ شہاب ” کو لفظ مبین سے بیان کیا گیا۔ اس میں ایک عظمت کی طرف اشارہ ہے۔\nزمین میں پہاڑوں کو رواسی کہا گیا اور ان پہاڑوں کے بھاری بھرکم ہونے کا اظہار لفظ الفینا سے کیا گیا۔ پھر نباتات کو موزون کی صفت سے موصوف کیا گیا۔ موزون لفظی اور معنوی دونوں اعتبار سے بھاری بھرکم ہے۔ اگرچہ یہاں مفہوم یہ ہے کہ اپنی پیچیدہ ساخت کے اعتبار سے وہ محکم اور متوازن ہے۔ پھر عظمت کی اس فضا میں معیشت کے بجائے معایش کا لفظ استعمال ہوا ہے۔ اور اسے نکرہ کی صورت میں مجمل چھوڑا گیا ہے۔ پھر من لستم لہ برزقین (15 : 20) میں بھی تمام زندہ مخلوقات کی طرف اشارہ کردیا گیا جو اس کرۂ ارض پر پائی جاتی ہیں۔ غرض تعبیرات ، الفاظ اور مفاہیم ، ہر اعتبار سے اس منظر میں عظمت ہی عظمت پائی جاتی ہے۔ یہ تکوینی آیت ہے۔ یہ آفاق کائنات سے گزر کر انفس کو بھی لیتی ہے۔ یہ وسیع تر سرزمین جو دعوت نظارہ اور دعوت سپردے رہی ہے ، یہ عظیم الشان پہاڑ جو سینہ گیتی پر ابھرے ہوئے ہیں اور یہ قسم قسم کے نباتات جو اس میں اگے ہوئے ہیں اور پھر بات اس پہلو پر مرکوز ہوتی ہے کہ یہ سب کے سب انسانوں کے مفاد کے لئے ہیں۔ اس کرۂ ارض پر زندگی کا سروسامان اور نوع نوع کی خوراکیں ، آیت میں ان کو مجمل چھوڑ دیا گیا ہے تا کہ ان کی وسعت اور عظمت کی طرف اشارہ ہو ، یہ سب کچھ اے انسان ، تیرے لئے ہے اور پھر تمہارے لیے ایسی مخلوقات بھی پیدا کی گئی ہیں کہ جو تمہارے لیے مفید ہیں اور تم ان کو پالیتے نہیں ہو۔ اللہ اور صرف اللہ ان کو پالتا ہے۔ تم اس طرح ایک امت اور مخلوق ہو ، جس طرح دوسری مخلوقات ہیں جن کی تعداد اور انواع بھی کسی کو معلوم نہیں ہے۔ یہ نوع نوع کی مخلوق اللہ کے رزق خاص پر پلتی ہے۔ اور اللہ نے ، اے انسان انہیں مفت تمہاری خدمت میں لگایا ہے۔ پھر بعض صنف مخلوقات ایسی ہے کہ اللہ کے رزق پر پلتی ہے اور ان پر کوئی فرائض نہیں ہیں۔\nیہ تمام انواع و اقسام کی مخلوقات اور ان کے لئے قسم قسم کا رزق ، اللہ تعالیٰ نے پورا پورا ، اس کائنات میں پیدا کر رکھا ہے اور یہ سب مخلوق اور ان کا سامان زیست اللہ کے دست قدرت اور تصرف ذاتی میں ہے اور اللہ اپنی سنت کے مطابق جس طرح چاہتا ہے تمام امور میں تصرف فرماتا ہے اور اپنے احکام اپنی مخلوقات کے اندر جاری فرماتا ہے۔",
  "ayah": 20,
  "surah": 15
}
