{
  "text": "آیت نمبر 23 تا 25\nیہاں یہ دو دوسرا پیراگراف پہلے پیراگراف سے ہم آہنگ ہوجاتا ہے۔ پہلے میں یہ کہا گیا تھا۔\nوانا لنحن ۔۔۔۔۔ الوارثون (23) ولاد علمنا۔۔۔۔ المستاخرین (24) (15 : 23- 24) “ ہم نے اس سے پہلے جس بستی کو بھی ہلاک کیا ہے اس کے لئے ایک خاص مہلت عمل لکھی جا چکی تھی۔ کوئی قوم نہ اپنے وقت مقرر سے پہلے ہلاک ہو سکتی ہے ، نہ اس کے بعد چھوٹ سکتی ہے ”۔ جبکہ یہاں یہ فیصلہ دیا جاتا ہے کہ موت وحیات اللہ کے ہاتھ میں ہے اور اللہ سب کا وارث ہے اور موت کے بعد اس کی طرف لوگ اٹھیں گے۔ اللہ جانتا ہے اور اس نے لکھ رکھا ہے کہ کوئی پہلے مار دیا جائے اور کس کو مہلت عمل دی جائے اور بعد میں وہ اس جہاں سے رخصت ہو ، بہرحال موت کے بعد سب نے اٹھنا ہے ، اور اللہ کی طرف لوٹنا ہے۔\nانہ حکیم علیم (15 : 25) “ وہ حکیم وعلیم ہے ”۔ وہ اپنے حکمت کے مطابق اقوام و افراد کے لئے وقت مہلت طے کرتا ہے۔ اسے موت کا وقت معلوم ہے اور حشر کا وقت بھی اس نے مقرر و متعین کر رکھا ہے اور درمیانی عرصے کے امور بھی اسی کے ہاتھ میں ہیں۔\nاس پیراگراف اور سابق دونوں پیراگراف میں منظر کی حرکات ہم آہنگ ہیں۔ آسمانوں سے نزول ہدایت ، فرشتوں کا اترنا ، شیاطین پرستاروں کی بمباری ، ہواؤں کا چلنا اور بارشوں کا نزول ، یہ سب مناظر دونوں میں ہیں۔ پھر اس دنیا اور کائنات کے بڑے بڑے واقعات آسمان ، قلعے ، ستارے اور سیارے ، زمین ، پہاڑ ، ہوائیں ، بارشیں اور نباتات بھی مشترکہ مناظر ہیں۔ ہٹ دھرمی کے اظہار کے لئے بھی ایسی ہی مثال دی گئی جو ان پیروں کے مضمون سے ہم آہنگ ہے کہ اگر آسمان میں ایک دروازہ کھول دیا جائے اور یہ لوگ اس میں چڑھ جائیں تو پھر بھی ان کے مکابرہ اور ہٹ دھرمی کا حال یہی ہوگا۔ غرض مضمون اور اس کی تصویر کشی قرآن عظیم کے انوکھے انداز تعبیر کو ظاہر کرتی ہے۔\n٭٭٭\nاب یہاں تخلیق انسانیت کا قصہ عظیم پیش کیا جاتا ہے۔ آغاز انسانیت اور اس جہان میں ہدایت و ضلالت کی حکمت اور اس کے اسباب و عوامل ، یعنی قصہ آدم۔ وہ کن عناصر سے کس طرح پیدا ہوئے ؟ اور ان کی تخلیق کے وقت اور بعد کیا حالات ان کو پیش آئے۔\nاس سے پہلے ، اس تفسیر میں قصہ آدم کا مطالعہ ہم نے دو دفعہ کیا ہے یعنی سورة بقرہ اور سورة اعراف میں۔ دونوں مقامات پر یہ قصہ بعض مخصوص حالات میں ، مخصوص مقاصد کے لئے بیان ہوا تھا ۔ یہی وجہ ہے کہ دونوں مقامات پر اس قصے کی مختلف کڑیاں لائی گئیں اور طرز ادا بھی دونوں جگہ مختلف رہا۔ قصے کی فضا اور اس کے اثرات مختلف رہے اگرچہ دونوں مقامات پر بعض اثرات اور نتائج یکساں بھی تھے۔ یہ قصہ یہاں تیسری بار آرہا ہے۔\nتینوں مقامات پر اس قصے کے بعض تمہیدی بیانات یکساں ہیں۔ مثلاً سورة بقرہ میں جہاں یہ قصہ آیا ، وہاں اس سے قبل یہ کہا گیا۔\nھو الذین خلق لکم ۔۔۔۔۔۔ شییء علیم (2 : 29) “ وہی تو ہے ، جس نے تمہارے لیے زمین کی ساری چیزیں پیدا کیں ، پھر اوپر کی طرف توجہ فرمائی اور سات آسمان استوار کئے اور وہ ہر چیز کا علم رکھنے والا ہے ”۔ اور سورة اعراف (11) میں جہاں یہ قصہ آیا اس سے پہلے کہا گیا ۔\nولقد مکنکم ۔۔۔۔۔ ما تشکرون (7 : 10) “ ہم نے تمہیں زمین میں اختیارات کے ساتھ بسایا اور تمہارے لیے یہاں سامان زیست فراہم کیا ، مگر تم لوگ کم ہی شکر گزار ہوئے ”۔ اور یہاں سورة حجر (19) میں کہا گیا ہے :\nوالارض مددنھا ۔۔۔۔ موزون (15 : 19) “ ہم نے زمین کو پھیلایا ، اس میں پہاڑ جمائے۔ اس میں ہر قسم کی نباتات ٹھیک ٹھیک نپی تلی مقدار کے ساتھ اگائی۔ لیکن ان تینوں مقامات پر قصے کا انداز بیان مختلف ہے۔ اور اس سے غرض وغایت بھی مختلف ہے۔\nسورة بقرہ میں اس قصے سے غرض یہ تھی کہ تخلیق کائنات کے بعد اللہ نے اس کرۂ ارض پر حضرت آدم (علیہ السلام) کو اپنا نائب و خلیفہ بنایا اور زمین کے اندر جو سہولیات موجود ہیں وہ سب بنی آدم کے لئے ہیں۔ چناچہ بات کی ابتداء ہی یوں ہوئی۔\nواذ قال ربک للملئکۃ انی جاعل فی الارض خلیفۃ (2 : 30) “ اور اس وقت کو یاد کرو جب تمہارے رب نے فرشتوں سے کہا ، میں زمین میں خلیفہ مقرر کرنے والا ہوں ”۔ اس لیے وہاں اس قصے میں آدم (علیہ السلام) کے منصب خلافت ارضی کے اسرارو رموز بیان کیے گئے ہیں جن پر فرشتوں کو تعجب ہوا ، کیونکہ وہ اسرار و رموز ان کی نظروں سے اوجھل تھے۔ چناچہ اللہ تعالیٰ کو اپنے خلیفہ کا مقام ان پر ظاہر کرنا پڑا۔\nوعلم ادم الاسماء ۔۔۔۔۔۔ ان کنتم صدقین (31) قالوا سبحانک ۔۔۔۔۔ العلیم الحکیم (32) قال یادم انبئھم ۔۔۔۔۔۔ کنتم تکتمون (33) (31 تا 33) “ اس کے بعد اللہ نے آدم کو ساری چیزوں کے نام سکھائے ، پھر انہیں فرشتوں کے سامنے پیش کیا اور فرمایا “ اگر تمہارا خیال صحیح ہے (کہ کسی خلیفہ کے تقرر سے انتظام بگڑ جائے گا ) تو ذرا ان چیزوں کے نام بتاؤ ”۔ انہوں نے نے عرض کیا : نقص سے پاک تو آپ ہی کی ذات ہے ، ہم تو بس اتنا ہی علم رکھتے ہیں ، جتنا آپ نے ہم کو دے دیا ہے۔ حقیقت میں سب کچھ جاننے والا اور سمجھنے والا آپ کے سوا کوئی نہیں ”۔ پھر اللہ نے آدم سے کہا ، تم ان چیزوں کے نام بتاؤ ”۔ جب اس نے ان سب کے نام بتا دئیے ، تو اللہ نے فرمایا : “ میں نے تم سے کہا نہ تھا کہ میں آسمانوں اور زمین کی ساری حقیقتیں جانتا ہوں جو تم سے مخفی ہیں اور جو تم ظاہر کرتے ہو وہ بھی مجھے معلوم ہے اور جو کچھ تم چھپاتے ہو ، اسے بھی ہم جانتے ہیں ”۔\nاس کے بعد بقرہ میں ملائکہ کا سجدہ اور ابلیس کے انکار و استکبار کے واقعات بیان ہوئے۔ آدم (علیہ السلام) اور ان کی اہلیہ کو جنت میں بسانے کی کہانی بیان کی گئی۔ پھر بتا یا گیا کہ کس طرح شیطان نے آدم و حواکو بہکایا اور یوں انہیں جنت سے خارج کرا دیا۔ اس کے بعد آدم و حوا کو زمین پر اتارا گیا اور یہاں ان کے ذمے فریضہ خلافت ارضی کی ذمہ داری لگائی گئی ۔ لیکن جنت سے خارج کرنے سے قبل ان سے امتحان لے کر زمین میں رہنے کے لئے تیار کیا گیا۔ انہوں نے توبہ کی اور اللہ سے مغفرت طلب کی۔ سورة بقرہ میں اس قصے کے بعد بنی اسرائیل کو یہ بات یاد دلائی گئی ہے کہ وہ میرے ان انعامات کو یاد کریں جو میں نے ان پر کئے۔ اور انہوں نے خدا کے ساتھ جو عہد کئے اس کو پورا کریں کیونکہ یہ فریضہ وہ ہے جو تمام انسانوں کے ابو الاباء حضرت آدم (علیہ السلام) نے اپنے اوپر عائد کیا اور اسی عہد کی اساس پر ان کو خلافت ارضی نصیب ہوتی۔\nسورة اعراف میں بھی یہ قصہ آیا ہے۔ اس میں وہ طویل کہانی بیان کی گئی جو عروج فی الجنۃ اور وہاں سے پھر نکالے جانے سے متعلق ہے۔ اس قصے میں یہ سبق یاد دلایا گیا ہے کہ ابلیس آغاز کائنات سے انسان کا دشمن تھا اور آخر تک رہے گا۔ یہاں تک کہ آدم و ابلیس جس طرح پہلے دربار الٰہی میں تھے پھر وہاں پیش ہوں۔ اب ایک فریق تو ان لوگوں کا ہوگا جو جنت میں داخل ہوں گے ، جہاں سے شیطان نے ان کے والدین کو نکالا تھا ، کیونکہ ان لوگوں نے شیطان کو اپنا دشمن سمجھ کر اس کی مخالفت کی۔ ایک دوسرا فریق آگ میں گرایا جائے گا ، کیونکہ انہوں نے شیطان مردود اور ہٹ دھرم کے قدموں کی پیروی کی۔ یہی وجہ ہے کہ وہاں بھی ملائکہ کی جانب سے آدم کے سامنے سجدہ ریز ہونے کا ذکر بھی ہوا۔ یہ تذکرہ بھی ہوا کہ ابلیس نے انکار اور استکبار کیا۔ اس نے اللہ سے مطالبہ کیا کہ قیامت تک اسے مہلت دی جائے تا کہ وہ ان بنی آدم کو گمراہ کرسکے جن کی وجہ سے وہ جنت سے بےآبرو کر کے نکالا گیا۔ اب آدم اور اس کی زوجہ کو جنت میں بسایا گیا اور حکم دیا گیا کہ وہ جو چاہیں وہاں کھائیں پئیں صرف ایک درخت کے قریب نہ جائیں۔ یہ ایک درکت کی ممانعت بھی دراصل علامتی ممانعت تھی۔ مقصد یہ تھا کہ آدم (علیہ السلام) کے جذبہ اطاعت امر اور ان کی قوت ارادی کو ٹیسٹ کیا جائے۔ اس کے بعد وہاں یہ تذکرہ آتا ہے کہ کس طرح شیطان نے ان کے دلوں میں وسوسے ڈالے اور کس طرح انہوں نے اس درخت کا پھل چکھ لیا اور پھر کس طرح معجزانہ انداز میں ان کے جسم عریاں ہوگئے اور کس طرح اللہ کا عتاب حضرت آدم اور ان کی زوجہ پر نازل ہوا اور کس طرح ان کو ، سب کو ، زمین میں اتار کر بسا دیا گیا کہ وہ اس کرۂ ارض پر بھی حق و باطل کے معرکے میں شریک ہوں۔ فرمایا گیا :\nقال اھبطوا ۔۔۔۔۔ الی حین (24) قال فیھا ۔۔۔۔۔ تخرجون (25) (7 : 24- 25) “ فرمایا اتر جاؤ تم ایک دوسرے کے دشمن ہو ، اور تمہارے لیے ایک خاص مدت تک زمین ہی جائے قرار اور سامان زیست ہے ”۔ اور فرمایا : “ وہیں تم کو جینا ہے اور وہیں مرنا ہے اور اسی سے تم کو آخر کار نکالا جائے گا ”۔\nانسانیت کی یہ کہانی سورة اعراف میں اسی طرح چلتی ہے یہاں تک کہ سب لوگ دوبارہ میدان حشر میں پہنچ جاتے ہیں۔ وہ وہاں بڑی تفصیل کے ساتھ ایک دوسرے سے گفتگو کرتے ہیں اور ردو قدح اور حساب و کتاب کے بعد ایک فریق جنت میں اور ایک فریق دوزخ میں چلا جاتا ہے۔\nونادی اصحب النار۔۔۔۔۔ علی الکفرین (7 : 50) “ اور دوزخ کے لوگ جنت والوں کو پکاریں گے کہ کچھ تھوڑا سا پانی ہم پر بھی ڈال دو یا جو رزق اللہ نے تمہیں دیا ہے ، اس میں سے کچھ پھینک دو ۔ وہ جواب دیں گے کہ اللہ نے یہ دونوں چیزیں منکرین حق پر حرام کردی ہیں ”۔ (50) اور اس کے بعد اب اس منظر پر پردہ گرجاتا ہے۔\nلیکن یہاں اس قصے کا مدعا کیا ہے ؟ یہاں تخلیق انسان کے اسرارو رموز اور فلسفہ ہدایت و ضلالت زیر بحث ہیں اور انسان کی ذات میں ہدایت و ضلالت کے جو عوام رکھ دئیے گئے ہیں ان سے بحث کی گئی ہے۔ چناچہ یہاں بات کا آغاز اس امر سے کیا جاتا ہے کہ انسان کو سڑی ہوئی مٹی کے سوکھے گارے سے پیدا کیا گیا اور اللہ نے پھر اس میں اپنی روشن روح پھونکی اور اس سے قبل اللہ تعالیٰ نے جنوں کو آگ کی لپیٹ دے پیدا کردیا تھا ، یہاں پھر سجود ملائکہ ، انکار ابلیس کے واقعات آتے ہیں۔ ابلیس کہتا ہے کہ کیا میں ایک ایسے انسان کے سامنے سربسجود ہوجاؤں جسے مٹی سے پیدا کیا گیا۔ پھر یہ بتایا جاتا ہے کہ کس طرح شیطان کو ملعون قرار دے کر درگاہ الٰہی سے نکالا گیا۔ پھر اس کی طرف سے درخواست پیش ہوتی ہے کہ اسے قیامت تک کے لئے مہلت دی جائے ۔ اس کی درخواست منظور ہوتی ہے۔ یہاں شیطان اعتراف کرتا ہے کہ وہ لوگوں کو گمراہ کرے گا لیکن اللہ کے جو مخلص بندے ہوں گے ان پر اسے کوئی قدرت حاصل نہ ہو سکے گی۔ وہ جن لوگوں کو گمراہ کرے گا وہ اس کی اطاعت اور اس کے طریقوں کو قبول کرنے کے لئے از خود تیار ہوں گے اور اللہ کے دین اور طریقے میں ان کو کوئی دلچسپی نہ ہوگی ۔ دونوں فریقوں کا انجام مختصراً بیان کردیا جاتا ہے بغیر تفصیل کے کیونکہ یہاں مقصد صرف تخلیق انسان اور فلسفہ ہدایت و ضلالت موضوع کلام ہے۔",
  "ayah": 24,
  "surah": 15
}
