{
  "text": "آیت نمبر 30 تا 31\nفرشتوں نے تو یہ سجدہ اس لیے کیا کہ ان کی فطرت ہی عبادت الٰہی اور تعمیل حکم ہے۔ بغیر چون و چرا کے اور ابلیس نے انکار اس لیے کیا کہ وہ ملائکہ میں سے نہ تھا۔ ملائکہ نوری مخلوق ہیں اور شیطان ناری۔ فرشتے ایسے ہیں کہ ان کو اللہ کی طرف سے جو حکم بھی ملے وہ اس کی نافرمانی نہیں کرتے ، انہیں جو حکم ملے وہ کر گزرتے ہیں اور ابلیس نے یہ حکم ملتے ہی انکار کیا اور استکبار کیا۔ اس لیے یقیناً وہ فرشتوں میں سے نہ تھا۔ یہاں استثناء متصل نہیں ہے ، یہ اس طرح ہے جس طرح کہتے ہیں کہ فلاں کی اولاد تو سب آگئے مگر احمد نہیں آیا۔ جبکہ احمد فلاں کے بیٹوں میں سے نہیں ہوتا۔ صرف یہ کہ وہ ان کے ساتھ ہی رہنے والا ہوتا ہے یا ان کے آنے والے کے فعل کے ساتھ۔ اس کا بھی کچھ تعلق ہوتا ہے اس لیے اسے استثنائیہ جملے میں یکجا کردیا جاتا ہے۔\nیہاں سوال یہ پیدا ہوتا ہے کہ حکم تو تھا ہی فرشتوں کو ، پھر ابلیس اس حکم کے مدلول میں کس طرح شامل ہوگیا۔ تو جواب یہ ہے کہ سیاق کلام سے معلوم ہوتا ہے ابلیس بھی اس حکم میں شامل تھا۔ سورة اعراف میں تو صراحت کے ساتھ ابلیس کو شامل کیا گیا۔\nقال ما منعک الا تسجد اذ امرتک ” اس نے کہا کس چیز نے تجھے منع کیا کہ تو سجدہ کرے جبکہ میں نے تمہیں حکم دیا ہے “۔ قرآن کریم کا یہ انداز بیان ہے کہ وہ حالاتی مفہوم پر اکتفاء کرتا ہے۔ یہ اسلوب قرآن میں بکثرت پایا جاتا ہے۔ آیت مذکورہ اس بات پر قطعی الدلالت ہے کہ اللہ کی طرف ابلیس کو بھی حکم دے دیا گیا تھا اور یہ ضروری نہیں ہے کہ یہ حکم وہی ہو جو فرشتوں کو دیا گیا ۔ یہ بھی ہو سکتا ہے کہ فرشتوں کے احکام میں ہی ابلیس کو شامل کردیا گیا ہو کیونکہ وہ ان سے متعلق تھا۔ اور یہ بھی ہو سکتا ہے کہ ابلیس کو علیحدہ حکم دیا گیا ہو ، لیکن یہاں اس کا تذکرہ اس لیے نہیں کیا گیا کہ یہاں اسے نظر انداز کرنا مطلوب تھا اور فرشتوں کو نمایاں کرنا مطلوب تھا۔ لیکن جس طرح ان آیات سے معلوم ہوتا ہے کہ ابلیس فرشتوں میں سے نہ تھا اور ہم بھی یہی موقف اختیار کرتے ہیں۔\nفرشتوں کی حقیقت کیا ہے ؟ ابلیس کی حقیقت کیا ہے ؟ یہ غیبی امور ہیں اور مسلمات ایمانیہ میں سے ہیں۔ ہم ان پر اسی طرح ایمان لاتے ہیں جس طرح نصوص میں ان کا تذکرہ ہوا ہے۔ جیسا کہ ہم نے اوپر تشریح کی ہے عقل کے لئے ان حقائق تک رسائی ممکن نہیں ہے اس لیے وہ نصوص کے سوا کسی حقیقت تک نہیں پہنچ سکتی۔ اس کا دائرہ کار نہایت ہی محدود ہے۔",
  "ayah": 30,
  "surah": 15
}
