{
  "text": "آیت نمبر 61 تا 66\nیہ فرشتے جلدی سے لوط (علیہ السلام) کو بتا دیتے ہیں کہ وہ فرشتے ہیں ، وہ اس کام کے لئے آگئے ہیں جس میں ان کی قوم شک میں مبتلا تھی ، یعنی یہ کہ بد اعمالیاں کر رہے ہیں اس پر ان کا کوئی مواخذہ نہ ہوگا۔ وہ اللہ کے عذاب کو بروئے کار لانے کے لئے آئے ہیں اور جب فرشتے آجاتے ہیں تو پھر اللہ کے عذاب کے نزول میں دیر نہیں ہوتی۔ وہ فوراً آتا ہے اس لیے یہاں بھی بات جلد ختم کی جا رہی ہے۔\nقال انکم قوم منکرون (15 : 62) ” آپ لوگ اجنبی معلوم ہوتے ہیں “۔ یہ بات حضرت لوط (علیہ السلام) نے اس لیے کہی کہ ان کو ان مہمانوں کے بارے میں پریشانی لاحق ہوگئی تھی ، وہ اپنی قوم کو اچھی طرح جانتے تھے ۔ ان کو یقین تھا کہ یہ قوم ان کے مہمانوں کے ساتھ برا سلوک کرے گی۔ نیز یہ کہ وہ اپنی قوم میں کمزور ہیں اور لوگ طاقتور اور فساق و فجار ہیں ، یعنی وہ کہہ رہے ہیں کہ تم عجیب لوگ ہو کہ اس گاؤں میں آگئے ہو حالانکہ یہ لوگ جس فسق و فجور میں مبتلا ہیں اور تم جیسے لوگوں کے ساتھ وہ جو سلوک کرتے ہیں وہ معروف و مشہور ہے لیکن فرشتوں نے وضاحت کردی :\nقالوا بل ۔۔۔۔ فیہ یمترون (63) واتینک ۔۔۔۔۔ لصدقون (64) (15 : 63- 64) ” انہوں نے جواب دیا نہیں بلکہ ہم وہی چیز لے کر آئے ہیں جس آنے کے میں یہ لوگ شک کر رہے تھے۔ ہم تم سے سچ کہتے ہیں کہ ہم حق کے ساتھ تمہارے پاس آئے ہیں۔ ان تاکیدان سے معلوم ہوتا ہے کہ حضرت لوط (علیہ السلام) اس معاملے میں کس قدر بےبس ہوگئے تھے اور ان کی بےچینی کا عالم کیا تھا۔ وہ حیران تھے کہ ایک طرف سے وہ اپنے مہمانوں کے حوالے سے ذمہ دار ہیں اور دوسری جانب وہ قوم کے مقابلے میں بےبس ہیں۔ چناچہ فرشتوں نے نہایت ہی تاکیدی الفاظ میں ان کو تسلی دی اور ان کو فائنل ہدایات دینے سے قبل ان کو اچھی طرح مطمئن کردیا کہ اب ان لوگوں کا وقت ختم ہے۔\nفاسر باھلک ۔۔۔۔۔۔ حیث تومرون (15 : 65) ” لہٰذا اب تم کچھ رات رہے اپنے گھر والوں کو لے کر نکل جاؤ اور خود ان کے پیچھے پیچھے چلو۔ تم میں سے کوئی بات پلٹ کر نہ دیکھے۔ بس سیدھے چلے جاؤ جدھر جانے کا تمہیں حکم دیا جا رہا ہے “۔ سری ، رات کے سفر کو کہتے ہیں۔ رات کا قطعہ یعنی اس کا ایک حصہ ، حضرت لوط (علیہ السلام) کو حکم تھا کہ اپنے اہل و عیال کو لے کر رات کے وقت نکل جائیں ، صبح سے پہلے پہلے ، حضرت خود ان کے پیچھے پیچھے جائیں۔ ان میں سے کوئی تذبذب نہ کرے ، پیچھے نہ دیکھے یعنی اپنے علاقے کی طرف مڑ کر بھی نہ دیکھے۔ انسان جب اپنا محبوب علاقہ چھوڑتا ہے تو وہ نکلنے میں سست روی اختیار کرتا ہے۔ بار بار پیچھے دیکھتا ہے اور یہاں چونکہ صبح کے وقت ہی عذاب آنے والا تھا اور وقت مقرر تھا اس لیے ان کو بروقت نکلنے کی سخت تاکید کی گئی ۔\nوقضینا الیہ۔۔۔۔۔ مصبحین (15 : 66) ” اور اسے ہم نے اپنا یہ فیصلہ پہنچا دیا کہ صبح ہوتے ہوتے ان لوگوں کی جڑ کاٹ دی جائے گی “۔ یہ عظیم فیصلہ تھا اور پیغمبر کو قبل از وقت اس سے آگاہ کردیا گیا تھا کہ صبح سے پہلے پہلے ان کی جڑ کاٹ دی جائے گی۔ جب ان کی جڑ کٹ گئی تو شاخیں خود بخود کٹ گئیں۔ یہ انداز تعبیر ایسا ہے کہ اس سے ان کا مکمل استیصال ظاہر ہوتا ہے ، لہٰذا اہل اسلام کو سختی سے ہدایت کی گئی کہ ان میں سے کوئی پیچھے نہ دیکھے۔ یہ نہ ہو کہ کفار کی طرح یہ بھی عذاب کی لپیٹ میں آجائے۔ کیونکہ پیچھے رہنے والے عمومی عذاب سے کیسے بچ سکتے ہیں۔\nیہاں سیاق کلام میں اس انجام کو دوسرے واقعات سے قبل ہی پیش کردیا گیا کیونکہ سورة کے موضوع اور محل کا تقاضا ہی یہ تھا۔ اس کے بعد وہ واقعات دے دئیے جو مہمانوں کی آمد کے موقع پر پیش آئے۔\nانہوں نے جب سنا کہ حضرت لوط (علیہ السلام) کے گھر چاند جیسے چہروں والے نوجوان لڑکے آئے ہوئے ہیں ، (بعض روایات میں آیا ہے کہ ان مہمانوں کے بارے میں اطلاع خود حضرت لوط (علیہ السلام) کی بیوی نے ان اوباشوں کو دی تھی ) تو یہ لوگ بہت خوش ہوئے کہ خوب شکار ملا ہے۔",
  "ayah": 65,
  "surah": 15
}
