{
  "text": "الَّذِي خَلَقَكَ فَسَوَّاكَ فَعَدَلَكَ (7) وإذ كانت الملابسة لا تتصوّر ماهيتها مع الذوات فقد تعين في باء الملابسة إذا دخلت على اسم ذات أن يكون معها تقدير شأن من شؤون الذات يفهم من المقام ، فالمعنى هنا : ما غرك بالإِشراك بربك كما يدل عليه قوله : { الذي خلقك فسواك فعدلك } الآية فإن منكر البعث يومئذ لا يكون إلاّ مشركاً .وإيثار تعريف الله بوصف «ربك» دون ذكر اسم الجلالة لما في معنى الرب من الملك والإِنشاء والرفق ، ففيه تذكير للإِنسان بموجبات استحقاق الرب طاعة مربوبه فهو تعريض بالتوبيخ .وكذلك إجراء وصف الكريم دون غيره من صفات الله للتذكير بنعمته على الناس ولطفه بهم فإن الكريم حقيق بالشكر والطاعة .والوصف الثالث الذي تضمنته الصلة : { فعَدَّلك في أيّ صورة } جامع لكثير مما يؤذن به الوصفان الأولان فإن الخلق والتسوية والتعديل وتحسين الصورة من الرفق بالمخلوق ، وهي نعم عليه وجميع ذلك تعريض بالتوبيخ على كفران نعمته بعبادة غيره .وذكر عن صالح بن مسمار قال : بلغنا أن النبي صلى الله عليه وسلم تلا هذه الآية فقال : «غره جهله» ، ولم يذكر سنداً .وتعداد الصلات وإن كان بعضها قد يغني عن ذكر البعض فإن التسوية حالة من حالات الخلق ، وقد يغني ذكرها عن ذكر الخلق كقوله : { فسواهن سبع سماوات } [ البقرة : 29 ] ولكن قُصد إظهار مراتب النعمة . وهذا من الإِطناب المقصود به التذكير بكل صلة والتوقيف عَليها بخصوصها ، ومن مقتضيات الإِطناب مقام التوبيخ .والخَلق : الإِيجاد على مقدار مقصود .والتسْوية : جعل الشيء سويّاً ، أي قويماً سليماً ، ومن التسوية جعل قواه ومنافعه الذاتية متعادلة غير متفاوتة في آثار قيامها بوظائفها بحيث إذا اختل بعضها تطرق الخلل إلى البقية فنشأ نقص في الإِدراك أو الإِحساس أو نشأ انحراف المزاج أو ألم فيه ، فالتسوية جامعة لهذا المعنى العظيم .والتعديل : التناسب بين أجزاء البدن مثل تناسب اليدين ، والرجلين ، والعينين ، وصورة الوجه ، فلا تفاوت بين متزاوجها ، ولا بشاعة في مجموعها . وجعَلَه مستقيم القامة ، فلو كانت إحدى اليدين في الجنب ، والأخرى في الظهر لاختلّ عملهما ، ولو جعل العينان في الخلف لانعدمت الاستفادة من النظر حال المشي ، وكذلك مواضع الأعضاء الباطنة من الحَلق والمعدة والكبد والطحال والكليتين . وموضع الرئتين والقلب وموضع الدماغ والنخاع .وخلق الله جسد الإِنسان مقسمةً أعضاؤه وجوارحه على جهتين لا تفاوت بين جهة وأخرى منهما وجعل في كل جهة مثل ما في الأخرى من الأوردة والأعصاب والشرايين .وفرع فعل «سواك» على { خلقك } وفِعل «عدَّلك» على «سوّاك» تفريعاً في الذكر نظراً إلى كون معانيها مترتبة في اعتبار المعتبر وإن كان جميعاً حاصلاً في وقت واحد إذ هي أطوار التكوين من حين كونه مضغة إلى تمام خلقه فكان للفاء في عطفها أحسن وقع كما في قوله تعالى :{ الذي خلق فسوى والذي قدر فهدى } [ الأعلى : 2 ، 3 ] .وقرأ الجمهور : { فعدَّلك } بتشديد الدال . وقرأه عاصم وحمزة والكسائي وخلف بتخفيف الدال ، وهما متقاربان إلا أن التشديد يدل على المبالغة في العدل ، أي التسوية فيفيد إتقان الصنع .وقوله : { في أي صورة } اعلم أن أصل { أي } أنها للاستفهام عن تمييز شيء عن مشاركيه في حاله كما تقدم في قوله تعالى : { من أي شيء خلقه } في سورة عبس ( 18 ) وقوله تعالى : { فبأي حديث بعده يؤمنون } [ الأعراف : 185 ] .والاستفهام بها كثيراً ما يراد به الكناية عن التعجب أو التعجيب من شأن ما أضيفت إليه { أيّ } لأن الشيء إذا بلغ من الكمال والعظمة مبلغاً قوياً يُتساءل عنه ويُستفهم عن شأنه ، ومن هنا نشأ معنى دلالة { أيّ } على الكمال ، وإنما تحقيقه أنه معنى كنائي كثر استعماله في كلامهم ، وإنما هي الاستفهامية ، و { أيّ } هذه تقع في المعنى وصفاً لنكرة إمّا نعتاً نحو : هو رجل أيُّ رجل ، وإما مضافة إلى نكرة كما في هذه الآية",
  "ayah": 7,
  "surah": 82
}
