{
  "text": "يخبر تعالى عن هول يوم القيامة وما يكون فيه من الأمور العظيمة فمنها انشقاق السماء وتفطرها وانفراجها بالغمام وهو ظلل النور العظيم الذي يبهر الأبصار ونزول ملائكة السموات يومئذ فيحيطون بالخلائق في مقام المحشر ثم يجيء الرب تبارك وتعالى لفصل القضاء. قال مجاهد وهذا كما قال تعالى: \"هل ينظرون إلا أن يأتيهم الله في ظلل من الغمام والملائكة\" الآية قال ابن أبي حاتم حدثنا محمد بن عمار بن الحارث حدثنا مؤمل حدثنا حماد بن سلمة عن علي بن زيد عن يوسف بن مهران عن ابن عباس أنه قرأ هذه الآية \"ويوم تشقق السماء بالغمام ونزل الملائكة تنزيلا\" قال ابن عباس رضي الله عنهما يجمع الله تعالى الخلق يوم القيامة في صعيد واحد الجن والإنس والبهائم والسباع والطير وجميع الخلق فتنشق السماء الدنيا فينزل أهلها وهم أكثر من الجن والإنس ومن جميع الخلق فيحيطون بالجن والإنس وبجميع الخلق ثم تنشق السماء الثانية فينزل أهلها فيحيطون بالملائكة الذين نزلوا قبلهم وبالجن والإنس وجميع الخلق وهم أكثر من أهل السماء الدنيا ومن جميع الخلق ثم تنشق السماء الثالثة فينزل أهلها وهم أكثر من أهل السماء الثانية والسماء الدنيا ومن جميع الخلق فيحيطون بالملائكة الذين نزلوا قبلهم وبالجن والإنس وجميع الخلق ثم كذلك كل سماء على ذلك التضعيف حتى تنشق السماء السابعة فينزل أهلها وهم أكثر ممن نزل قبلهم من أهل السموات ومن الجن والإنس ومن جميع الخلق فيحيطون بالملائكة الذين نزلوا قبلهم من أهل السموات وبالجن والإنس وجميع الخلق كلهم وينزل ربنا عز وجل في ظلل من الغمام وحوله الكروبيون وهم أكثر من أهل السموات السبع ومن الجن والإنس وجميع الخلق لهم قرون كأكعب القنا وهم تحت العرش لهم زجل بالتسبيح والتهليل والتقديس لله عز وجل ما بين أخمص قدم أحدهم إلى كعبه مسيرة خمسمائة عام وما بين كعبه إلى ركبتيه مسيرة خمسمائة عام ما بين ركبته إلى حجزته مسيرة خمسمائة عام وما بين حجزته إلى ترقوته مسيرة خمسمائة عام وما بين ترقوته إلى موضع القرط مسيرة خمسمائة عام وما فوق ذلك مسيرة خمسمائة عام وجهنم محسه هكذا رواه ابن أبي حاتم بهذا السياق وقال ابن جرير حدثنا القاسم حدثنا الحسين حدثني الحجاج عن مبارك بن فضالة عن علي بن زيد بن جدعان عن يوسف بن مهران أنه سمع ابن عباس يقول: إن هذه السماء إذا انشقت ينزل منها من الملائكة أكثر من الإنس والجن وهو يوم التلاق يوم يلتقي أهل السماء وأهل الأرض فيقول أهل الأرض جاء ربنا؟ فيقولون لم يجئ وهو آت ثم تنشق السماء الثانية ثم سماء سماء على قدر ذلك من التضعيف إلى السماء السابعة فينزل منها من الملائكة أكثر من جميع من نزل من السموات ومن الجن والإنس قال فتنزل الملائكة الكروبيون ثم يأتي ربنا في حملة العرش الثمانية بين كعب كل ملك وركبته مسيرة سبعين سنة وبين فخذه ومنكبه مسيرة سبعين سنة قال وكل ملك منهم لم يتأمل وجه صاحبه وكل ملك منهم واضع رأسه بين ثدييه يقول سبحان الملك القدوس وعلى رءوسهم شيء مبسوط كأنه القنا والعرش فوق ذلك ثم وقف فمداره على علي بن زيد بن جدعان وفيه ضعف في سياقاته غالبا وفيها نكارة شديدة وقد ورد في حديث الصور المشهور قريب من هذا والله أعلم وقد قال الله تعالى: \"فيومئذ وقعت الواقعة وانشقت السماء فهي يومئذ واهية والملك على أرجائها ويحمل عرش ربك فوقهم يومئذ ثمانية\" قال شهر بن حوشب حملة العرش ثمانية أربعة منهم يقولون: سبحانك اللهم وبحمدك لك الحمد على حلمك بعد علمك وأربعة يقولون: سبحانك اللهم وبحمدك لك الحمد على عفوك بعد قدرتك رواه ابن جرير عنه وقال أبو بكر بن عبدالله إذا نظر أهل الأرض إلى العرش يهبط عليهم من فوقهم شخصت إليه أبصارهم ورجفت كلاهم في أجوافهم وطارت قلوبهم من مقرها من صدورهم إلى حناجرهم قال ابن جرير حدثنا القاسم حدثنا الحسين حدثنا المعتمر بن سليمان عن عبدالجليل عن أبي حازم عن عبدالله بن عمرو قال: يهبط الله عز وجل حين يهبط وبينه وبين خلقه سبعون ألف حجاب منها النور والظلمة فيضرب الماء في تلك الظلمة صوتا تنخلع له القلوب وهذا موقوف على عبدالله بن عمرو من كلامه ولعله من الزاملتين والله أعلم.",
  "ayah": 25,
  "surah": 25
}
