{
  "text": "Commentary\nوَتَرَ‌ىٰ كُلَّ أُمَّةٍ جَاثِيَةً (\"And you will see every community kneeling down...45:28\" ). The word jathiyah is derived from جُثُو juthuww. It means ` to sit with knees upon the ground'. Sayyidna Sufyan ؓ says that the word means ` to sit in such a way that only the knees and the toes of the feet rest on the ground'. The latter type of sitting will be on account of awe, horror and fear. The words, كُلُّ أُمَّةٍ \"every community\" means that horrors of Resurrection will be felt by all on the plain - believers, non-believers, and righteous and unrighteous, all of them. There are other verses and traditions that exclude the Prophets and the righteous from experiencing the horrors of the Plains of Resurrection. The present verse is not in conflict with them. It is possible that the Prophets (علیہم السلام) and the righteous will experience the horrors of the Plains of Resurrection for a short period of time - the period of time will be so short as if it never existed. It is also possible that the word hull is not used in the sense of \"every\" but in the sense of ` most' - as is used occasionally. From this point of view, the phrase would mean not all the people on the Plain of Resurrection but ` most people' will experience horror, thus the prophets and the righteous are excluded. Some of the scholars take the position that the word jathiyah means ` to sit like the sitting posture in salah'. If this be taken for granted, the difficulty automatically disappears because such a sitting is not out of fear or horror. It is out of respect and honour.\nكُلُّ أُمَّةٍ تُدْعَىٰ إِلَىٰ كِتَابِهَا ...Every community will be called to its book (of record)...45:28\". The word kitab, according to most commentators, refers to ` book of record' which the angels have been writing in the world. The record-books will be thrown on the Plains of Resurrection and each one will receive his respective record-book and it will be said to him: \"Read your book. This day you yourself are enough to take your own account. (17:14) \" The phrase ` Calling towards the record-books' purports to say that they will have to render an account of their deeds before Allah in the next life.\nAlhamdulillah\nThe Commentary on\nSurah Aljathiyah\nEnds here",
  "ayah": 1,
  "surah": 46
}
