{
  "text": "وَشَهِدَ شَاهِدٌ مِّن بَنِي إِسْرَ‌ائِيلَ عَلَىٰ مِثْلِهِ فَآمَنَ وَاسْتَكْبَرْ‌تُمْ (and a witness from the children of Isra'il testifies about something similar to it and comes to believe in it while you persist in your arrogance, [ then, how unjust you are!]....- 46:10) The subject of this verse is almost the same as of the verse of the last chapter of Surah As-Shu'ara'\nأَوَلَمْ يَكُن لَّهُمْ آيَةً أَن يَعْلَمَهُ عُلَمَاءُ بَنِي إِسْرَ‌ائِيلَ\nIs it not a proof for them that the knowledgeable of the children of Isra it recognize him (the Prophet)? (26: 197)\nThe gist is that these ignorant Jews and Christians who deny the messenger-ship of the Holy Prophet ﷺ and disbelieve the Qur'an are ignorant of their own books, because many scholars of Bani Isra'il having found the prophethood of the Holy Prophet t- and its signs mentioned in their books and having witnessed those signs, have come to believe in him. Even the testimony of their own scholars is not enough for these ignorant people.\nVerse 10 of this Sarah states that their falsification of the Holy Prophet ﷺ and their claim about the Qur'an that it is a forgery, is baseless firstly because, as mentioned in verse 8, if anyone lays a false claim to prophethood, he has to be eliminated by the divine punishment right in this world, so that the common people may be saved from his fraudulent claims, Secondly, if they do not accept this argument, they should, at least, not overlook the possibility that if his claim is correct, and this book is actually from Allah Ta’ ala, and they continue to persist in their arrogance, denial and disbelief, specially when one of their own learned scholar from Bani Isra'il testifies the Book to be from Allah, and comes to believe in it, then what will be their end and how severe a punishment will they deserve?\nThis verse does not name any particular scholar of Bani Isra'iil, nor does it specify whether the testimony had already been given before this verse was revealed, or it would come afterwards. It, in effect, sounds a warning that should such a situation have already arisen or if it should arise in future, one should worry about saving one's skin. Therefore, understanding this verse is not dependent upon the determination of a particular testifier; rather all the Jews and Christians who embraced Islam, of which Sayyidna ` Abdullah Ibn Salam ؓ is more prominent, are included herein, although he embraced Islam in Madinah, while this verse was revealed in Makkah. (Ibn Kathir)\nThe statement by Sayyidna Sa'd ؓ reported in some narrations of Bukhari, Muslim and Nasa'i, that this verse was revealed about Sayyidna ` Abdullah Ibn Salam ؓ and the same statement from Ibn ` Abbas ؓ ، Mujahid , Dahhak, Qatadah , etc. is not against this verse being Makki, as in this case, it will be a prophecy for the future. (IbnKathir)",
  "ayah": 10,
  "surah": 46
}
