{
  "text": "Commentary\nقُلْ أَرَ‌أَيْتُم مَّا تَدْعُونَ مِن دُونِ اللَّـهِ (Say, \"Tell me about those whom you invoke instead of Allah,...46:4) In these verses, the claim of the polytheists about the existence of some other gods has been refuted by demanding a proof to substantiate this claim, because no claim can be accepted, neither rationally nor according to the religious principles, unless it is proved by concrete evidences to support it. Then dealing with all possible types of arguments, it has been proved that they do not have any evidence or proof in their favor, and that their insisting on such a baseless claim is nothing but deviation from the truth. The arguments have been classified by these verses in three types. One is a rational argument. Verse 4 negates any argument of this type in their favor by saying, أَرُ‌ونِي مَاذَا خَلَقُوا مِنَ الْأَرْ‌ضِ أَمْ لَهُمْ شِرْ‌كٌ فِي السَّمَاوَاتِ \"Show me what they have created of the earth; Or have they a share in (the creation of the heavens?\" (46:4)\nThe second type of argument is that which refers to and relies on the statement of an authority. It is obvious that, in any matter concerning Allah, no one can be an authority except Allah Himself, and His statements can be proved either by the divine books, like Torah, Injil or Qur'an, or by the sayings of the prophets sent by Him. Negation of the first type of authority in their case is established by saying, ائْتُونِي بِكِتَابٍ مِّن قَبْلِ هَـٰذَا \"Bring to me a book (revealed) before this one, (46:4) \" meaning that if you have any proof of this type, then bring the book revealed before the Qur'an which allows idol-worship. And the second type of argument (that may be based on the saying of a prophet) has been negated by saying, أَوْ أَثَارَ‌ةٍ مِّنْ عِلْمٍ \"or a trace of knowledge,\" (46:4) meaning thereby that if you cannot bring any revealed book to prove the validity of idol-worship, then at least put forward any authentic saying of any prophet which proves your contention. And if you can do neither, then your words and deeds are totally misguided.\nThe original word used in the text is 'atharah' which is an infinitive in the sense of 'reporting' and has been explained by ` Ikrimah and Muqatil to mean a dictum of a prophet.\nThe explanation given above is taken from the Tafsir of Qurtubi, and this is the explanation accepted by most exegetes. There are some other views in the interpretation of this verse, but they are neither well-established, nor in full harmony with the textual structure. Therefore, they are not adopted by the majority of the exegetes. (Allah knows best)",
  "ayah": 4,
  "surah": 46
}
