{
  "text": "ثم بين أن التحريم والتحليل يكون بالوحي والتنزيل ، فقال : ( قل لا أجد في ما أوحي إلي محرما ) وروي أنهم قالوا : فما المحرم إذا فنزل : ( قل ) يا محمد ( لا أجد في ما أوحي إلي محرما ) أي : شيئا محرما ، ( على طاعم يطعمه ) آكل يأكله ، ( إلا أن يكون ميتة ) قرأ ابن عامر وأبو جعفر \" تكون \" بالتاء ، ( ميتة ) رفع أي : إلا أن تقع ميتة ، وقرأ ابن كثير وحمزة \" تكون \" بالتاء ، ( ميتة ) نصب على تقدير اسم مؤنث ، أي : إلا أن تكون النفس ، أو : الجثة ميتة ، وقرأ الباقون \" يكون \" بالياء \" ميتة \" نصب ، يعني إلا أن يكون المطعوم ميتة ، ( أو دما مسفوحا ) أي : مهراقا سائلا قال ابن عباس : يريد ما خرج من الحيوان ، وهن أحياء وما خرج من الأرواح وما يخرج من الأوداج عند الذبح ، ولا يدخل فيه الكبد والطحال ، لأنهما جامدان ، وقد جاء الشرع بإباحتهما ، ولا ما اختلط باللحم من الدم ، لأنه غير سائل .قال عمران بن حدير : سألت أبا مجلز عما يختلط باللحم من الدم ، وعن القدر يرى فيها حمرة الدم؟ فقال : لا بأس به ، إنما نهى عن الدم المسفوح .وقال إبراهيم : لا بأس بالدم في عرق أو مخ ، إلا المسفوح الذي تعمد ذلك ، وقال عكرمة : لولا هذه الآية لاتبع المسلمون من العروق ما يتبع اليهود .( أو لحم خنزير فإنه رجس ) حرام ، ( أو فسقا أهل لغير الله به ) وهو ما ذبح على غير اسم الله تعالى . فذهب بعض أهل العلم إلى أن التحريم مقصور على هذه الأشياء . يروى ذلك عن عائشة وابن عباس قالوا : ويدخل في الميتة : المنخنقة والموقوذة ، وما ذكر في أول سورة المائدة .وأكثر العلماء على أن التحريم لا يختص بهذه الأشياء ، والمحرم بنص الكتاب ما ذكر هنا .ذلك معنى قوله تعالى : \" قل لا أجد في ما أوحي إلي محرما \" ، وقد حرمت السنة أشياء يجب القول بها .منها : ما أخبرنا إسماعيل بن عبد القاهر ثنا عبد الغافر بن محمد بن عيسى الجلودي ثنا إبراهيم بن محمد بن سفيان ثنا مسلم بن الحجاج ، قال ثنا عبيد الله بن معاذ العنبري أخبرنا أبي أنا شعبة عن الحكم عن ميمون بن مهران عن ابن عباس رضي الله عنهما قال : \" نهى رسول الله - صلى الله عليه وسلم - عن كل ذي ناب من السباع ، وكل ذي مخلب من الطير \" .أخبرنا أبو الحسن السرخسي ثنا زاهر بن أحمد ثنا أبو إسحاق الهاشمي ثنا أبو مصعب عن مالك عن إسماعيل بن أبي حكيم عن عبيدة بن سفيان الحضرمي عن أبي هريرة أن رسول الله - صلى الله عليه وسلم - قال : \" أكل كل ذي ناب من السباع حرام \" .والأصل عند الشافعي : أن ما لم يرد فيه نص تحريم أو تحليل ، فإن كان مما أمر الشرع بقتله - كما قال : \" خمس فواسق يقتلن في الحل والحرم \" أو نهى عن قتله ، كما روي أنه نهى عن قتل النحلة والنملة - فهو حرام ، وما سوى ذلك فالمرجع فيه إلى الأغلب من عادات العرب ، فما يأكله الأغلب منهم فهو حلال ، وما لا يأكله الأغلب منهم فهو حرام ، لأن الله تعالى خاطبهم بقوله : ( قل أحل لكم الطيبات ) ، فثبت أن ما استطابوه فهو حلال .( فمن اضطر غير باغ ولا عاد فإن ربك غفور رحيم ) أباح أكل هذه المحرمات عند الاضطرار في غير العدوان .",
  "ayah": 145,
  "surah": 6
}
