{
  "text": "قوله عز وجل : ( قل هو القادر على أن يبعث عليكم عذابا من فوقكم ) قال الحسن وقتادة : نزلت الآية في أهل الإيمان ، وقال قوم نزلت في المشركين .قوله ( عذابا من فوقكم ) يعني : الصيحة والحجارة والريح والطوفان ، كما فعل بعاد وثمود وقوم شعيب وقوم لوط وقوم نوح ، ( أو من تحت أرجلكم ) يعني : الرجفة والخسف كما فعل بقوم شعيب وقارون .وعن ابن عباس ومجاهد : ( عذابا من فوقكم ) : السلاطين الظلمة ، ومن تحت أرجلكم : العبيد السوء ، وقال الضحاك : ( من فوقكم ) من قبل كباركم ( أو من تحت أرجلكم ) أي من أسفل منكم ، ( أو يلبسكم شيعا ) أي : يخلطكم فرقا ويبث فيكم الأهواء المختلفة ، ( ويذيق بعضكم بأس بعض ) يعني : السيوف المختلفة ، يقتل بعضكم بعضا .أخبرنا عبد الواحد بن أحمد المليحي أنا أحمد بن عبد الله النعيمي أنا محمد بن يوسف أنا محمد بن إسماعيل أنا أبو النعمان أنا حماد بن زيد عن عمرو بن دينار عن جابر قال : لما نزلت هذه الآية ( قل هو القادر على أن يبعث عليكم عذابا من فوقكم ) قال رسول الله صلى الله عليه وسلم \" أعوذ بوجهك \" ، قال : ( أو من تحت أرجلكم ) قال : \" أعوذ بوجهك \" ، قال : ( أو يلبسكم شيعا ويذيق بعضكم بأس بعض ) قال رسول الله صلى الله عليه وسلم : \" هذا أهون أو هذا أيسر \" .أخبرنا أحمد بن عبد الله الصالحي أنا أبو بكر أحمد بن الحسن الحيري أنا أبو جعفر محمد بن علي دحيم الشيباني أخبرنا أحمد بن حازم بن أبي غرزة أنا يعلى بن عبيد الطنافسي أنا عثمان بن حكيم عن عامر بن سعد بن وقاص عن أبيه ، قال : أقبلنا مع رسول الله صلى الله عليه وسلم حتى مررنا على مسجد بني معاوية فدخل فصلى ركعتين وصلينا معه فناجى ربه طويلا ثم قال : سألت ربي ثلاثا : سألته أن لا يهلك أمتي بالغرق فأعطانيها ، وسألته أن لا يهلك أمتي بالسنة فأعطانيها ، وسألته أن لا يجعل بأسهم بينهم ، فمنعنيها \"أخبرنا الإمام أبو علي الحسين بن محمد القاضي أنا السيد أبو الحسن محمد بن الحسين بن داود العلوي أنا أبو بكر محمد بن أحمد بن دلويه الدقاق ثنا محمد بن إسماعيل البخاري ثنا إسماعيل بن أبي أويس حدثني أخي عن سليمان بن بلال عن عبيد الله بن عمر عن عبد الله بن عبد الرحمن الأنصاري أن عبد الله بن عمر جاءهم ثم قال : \" إن النبي صلى الله عليه وسلم دعا في مسجد فسأل الله ثلاثا فأعطاه اثنتين ومنعه واحدة ، سأله أن لا يسلط على أمته عدوا من غيرهم يظهر عليهم فأعطاه ذلك ، وسأله أن لا يهلكهم بالسنين فأعطاه ذلك وسأله أن لا يجعل بأس بعضهم على بعض ، فمنعه ذلك \" .قوله عز وجل : ( انظر كيف نصرف الآيات لعلهم يفقهون ) .",
  "ayah": 65,
  "surah": 6
}
