{
  "text": "ثم كلف الله - تعالى - رسوله - صلى الله عليه وسلم - أن يأمر أهل بيته بالمداومة على إقامة الصلاة فقال : ( وَأْمُرْ أَهْلَكَ بالصلاة واصطبر عَلَيْهَا ) .والمراد بأهل بيته - صلى الله عليه وسلم - أزواجه وبناته : وقيل : ما يشملهم ويشمل معهم جميع المؤمنين من بنى هاشم . وقيل المراد بهم : جميع أتباعه من أمته .أى : وأمر - أيها الرسول الكريم - أهل بيتك بالمداومة على إقامة الصلاة بخشوع وإخلاص واطمئنان ، واصطبر على تكاليفها ومشاقها ، وعلى إقامتها كاملة غير منقوصة ، وعلى تحقيق آثارها الطيبة فى نفسك .وقد ساق بعض المفسرين عن تفسيره لهذه الآية أحاديث منها ما أخرجه البيهقى عن عبد الله بن سلام قال : كان النبى - صلى الله عليه وسلم - إذا نزلت بأهله شدة أو ضيق أمرهم بالصلاة ، وتلا هذه الآية : ( وَأْمُرْ أَهْلَكَ بالصلاة ) .وأخرج مالك والبيهقى عن أسلم قال : كان عمر بن الخطاب يصلى من الليل ما شاء الله - تعالى - أن يصلى حتى إذا كان آخر الليل أيقظ أهله للصلاة ويقول لهم : الصلاة ، الصلاة ويتلو هذه الآية . . .وقوله - سبحانه - ( لاَ نَسْأَلُكَ رِزْقاً نَّحْنُ نَرْزُقُكَ والعاقبة للتقوى ) تشجيع وتحريض للمؤمنين على إقامة الصلاة ، ودفع لما يتوهمه البعض من أن المداومة على إقامة الصلاة قد تشغل الإنسان عن السعى فى طلب المعاش .أى : مر - أيها الرسول الكريم - أهلك بالمداومة على الصلاة ، واصطبر على تكاليفها ، فهذه الصلاة هى من أركان العبادات التى خلقك الله وخلق عباده من أجلها ، ولا يصح أن يشغلكم عنها أى شاغل من سعى فى طلب الرزق أو غيره ، فنحن لا نكلفكم أن ترزقوا أنفسكم أو غيركم ، وإنما نحن الذين نرزقكم ونرزق الخلق جميعا قال - تعالى - : ( وَمَا مِن دَآبَّةٍ فِي الأرض إِلاَّ عَلَى الله رِزْقُهَا . . . ) وقال - سبحانه - : ( وَكَأَيِّن مِّن دَآبَّةٍ لاَّ تَحْمِلُ رِزْقَهَا الله يَرْزُقُهَا وَإِيَّاكُمْ وَهُوَ السميع العليم ) وقوله ( والعاقبة للتقوى ) أى : والعاقبة الحميدة لأهل التقوى والخشية من الله - تعالى - الذين لا تلهيهم تجارة ولا بيع عن ذكر الله وإقام الصلاة .روى الترمذى وابن ماجه عن أبى هريرة قال : قال رسول الله - صلى الله عليه وسلم - : \" يقول الله - تعالى : \" يا بان آدم . تفرغ لعبادتى ، املأ صدرك غنى ، وأسد فقرك ، وإن لم تفعل ملأت صدرك شغلا ، ولم أسد فقرك \" \" .وروى ابن ماجه عن زيد بن ثابت قال : سمعت رسول الله - صلى الله عليه وسلم - يقول : \" من كانت الدنيا همه ، فرق الله عليه أمره ، وجعل فقره بين عينيه ، ولم يأته من الدنيا إلا ما كتب له . ومن كان الآخرة نيته ، جمع له أمره ، وجعل غناه فى قلبه ، وأتته الدنيا وهى راغمة \" .",
  "ayah": 132,
  "surah": 20
}
