{
  "text": "{ وَتَرَكْنَا فِيهَا آيَةً لِلَّذِينَ يَخَافُونَ الْعَذَابَ الْأَلِيمَ } يعتبرون بها ويعلمون، أن الله شديد العقاب، وأن رسله صادقون، مصدقون.فصل في ذكر بعض ما تضمنته هذه القصة من الحكم والأحكاممنها: أن من الحكمة، قص الله على عباده نبأ الأخيار والفجار، ليعتبروا بحالهم  وأين وصلت بهم الأحوال.ومنها: فضل إبراهيم الخليل، عليه الصلاة والسلام، حيث ابتدأ الله قصته، بما يدل على الاهتمام بشأنها، والاعتناء بها.ومنها: مشروعية الضيافة، وأنها من سنن إبراهيم الخليل، الذي أمر الله هذا النبي  وأمته، أن يتبعوا ملته، وساقها الله في هذا الموضع، على وجه المدح له والثناء.ومنها: أن الضيف يكرم بأنواع الإكرام، بالقول، والفعل، لأن الله وصف أضياف إبراهيم، بأنهم مكرمون، أي: أكرمهم إبراهيم، ووصف الله ما صنع بهم من الضيافة، قولاً وفعلاً، ومكرمون أيضًا عند الله تعالى.ومنها: أن إبراهيم عليه السلام، قد كان بيته، مأوى للطارقين والأضياف، لأنهم دخلوا عليه من غير استئذان، وإنما سلكوا طريق الأدب، في الابتداء السلام  فرد عليهم إبراهيم سلامًا، أكمل من سلامهم وأتم، لأنه أتى به جملة اسمية، دالة على الثبوت والاستمرار.ومنها: مشروعية تعرف من جاء إلى الإنسان، أو صار له فيه نوع اتصال، لأن في ذلك، فوائد كثيرة.ومنها: أدب إبراهيم ولطفه في الكلام، حيث قال: { قَوْمٌ مُنْكَرُونَ } ولم يقل: { أنكرتكم } [وبين اللفظين من الفرق، ما لا يخفى].ومنها: المبادرة إلى الضيافة والإسراع بها، لأن خير البر عاجله [ولهذا بادر إبراهيم بإحضار قرى أضيافه].ومنها: أن الذبيحة الحاضرة، التي قد أعدت لغير الضيف الحاضر  إذا جعلت له، ليس فيها أقل إهانة، بل ذلك من الإكرام، كما فعل إبراهيم عليه السلام، وأخبر الله أن ضيفه مكرمون.ومنها: ما من الله به على خليله إبراهيم، من الكرم الكثير، وكون ذلك حاضرًا عنده  وفي بيته معدًا، لا يحتاج إلى أن يأتي به  من السوق، أو الجيران، أو غير ذلك.ومنها: أن إبراهيم، هو الذي خدم أضيافه، وهو خليل الرحمن، وكبير  من ضيف الضيفان.ومنها: أنه قربه إليهم في المكان الذي هم فيه، ولم يجعله في موضع، ويقول لهم: { تفضلوا، أو ائتوا إليه } لأن هذا أيسر عليهم وأحسن.ومنها: حسن ملاطفة الضيف في الكلام اللين، خصوصًا، عند تقديم الطعام إليه، فإن إبراهيم عرض عليهم عرضًا لطيفًا، وقال: { أَلَا تَأْكُلُونَ } ولم يقل: { كلوا } ونحوه من الألفاظ، التي غيرها أولى منها، بل أتى بأداة العرض، فقال: { أَلَا تَأْكُلُونَ } فينبغي للمقتدي به أن يستعمل من الألفاظ الحسنة، ما هو المناسب واللائق بالحال، كقوله لأضيافه: { ألا تأكلون } أو: \\\"ألا تتفضلون علينا وتشرفوننا وتحسنون إلينا \\\" ونحوه.ومنها: أن من خاف من الإنسان  لسبب من الأسباب، فإن عليه أن يزيل عنه الخوف، ويذكر له ما يؤمن روعه، ويسكن جأشه، كما قالت الملائكة لإبراهيم [لما خافهم]: { لَا تَخَفْ } وأخبروه بتلك البشارة السارة، بعد الخوف منهم.ومنها: شدة فرح سارة، امرأة إبراهيم، حتى جرى منها ما جرى، من صك وجهها، وصرتها غير المعهودة.ومنها: ما أكرم الله به إبراهيم وزوجته سارة، من البشارة، بغلام عليم.",
  "ayah": 37,
  "surah": 51
}
