{
  "text": "يقول تعالى لنبيه محمد صلى الله عليه وسلم: { فَإِنْ كُنْتَ فِي شَكٍّ مِمَّا أَنْزَلْنَا إِلَيْكَ } هل هو صحيح أم غير صحيح؟. { فَاسْأَلِ الَّذِينَ يَقْرَءُونَ الْكِتَابَ مِنْ قَبْلِكَ } أي: اسأل أهل الكتب المنصفين، والعلماء الراسخين، فإنهم سيقرون لك بصدق ما أخبرت به، وموافقته لما معهم، فإن قيل: إن كثيرًا من أهل الكتاب، من اليهود والنصارى، بل ربما كان أكثرهم ومعظمهم كذبوا رسول الله وعاندوه، وردوا عليه دعوته. والله تعالى أمر رسوله أن يستشهد بهم، وجعل شهادتهم حجة لما جاء به، وبرهانًا على صدقه، فكيف يكون ذلك؟ فالجواب عن هذا، من عدة أوجه: منها: أن الشهادة إذا أضيفت إلى طائفة، أو أهل مذهب، أو بلد ونحوهم، فإنها إنما تتناول العدول الصادقين منهم. وأما من عداهم، فلو كانوا أكثر من غيرهم فلا عبرة فيهم، لأن الشهادة مبنية على العدالة والصدق، وقد حصل ذلك بإيمان كثير من أحبارهم الربانيين، كـ \\\"عبد الله بن سلام\\\" [وأصحابه وكثير ممن أسلم في وقت النبي صلى الله عليه وسلم، وخلفائه، ومن بعده]  و \\\"كعب الأحبار\\\" وغيرهما. ومنها: أن شهادة أهل الكتاب للرسول صلى الله عليه وسلم مبنية على كتابهم التوراة الذي ينتسبون إليه. فإذا كان موجودًا في التوراة، ما يوافق القرآن ويصدقه، ويشهد له بالصحة، فلو اتفقوا من أولهم لآخرهم  على إنكار ذلك، لم يقدح بما جاء به الرسول. ومنها: أن الله تعالى أمر رسوله أن يستشهد بأهل الكتاب على صحة ما جاءه، وأظهر ذلك وأعلنه على رءوس الأشهاد. ومن المعلوم أن كثيرًا منهم من أحرص الناس على إبطال دعوة الرسول محمد صلى الله عليه وسلم، فلو كان عندهم ما يرد ما ذكره الله، لأبدوه وأظهروه وبينوه، فلما لم يكن شيء من ذلك، كان عدم رد المعادي، وإقرار المستجيب من أدل الأدلة على صحة هذا القرآن وصدقه. ومنها: أنه ليس أكثر أهل الكتاب، رد دعوة الرسول، بل أكثرهم استجاب لها، وانقاد طوعًا واختيارًا، فإن الرسول بعث وأكثر أهل الأرض المتدينين أهل كتاب .  فلم يمكث دينه مدة غير كثيرة، حتى انقاد للإسلام أكثر أهل الشام، ومصر، والعراق، وما جاورها من البلدان التي هي مقر دين أهل الكتاب، ولم يبق إلا أهل الرياسات الذين آثروا رياساتهم على الحق، ومن تبعهم من العوام الجهلة، ومن تدين بدينهم اسمًا لا معنى، كالإفرنج الذين حقيقة أمرهم أنهم دهرية منحلون عن جميع أديان الرسل، وإنما انتسبوا للدين المسيحي، ترويجًا لملكهم، وتمويهًا لباطلهم، كما يعرف ذلك من عرف أحوالهم البينة الظاهرة. وقوله: { لَقَدْ جَاءَكَ الْحَقُّ } أي: الذي لا شك فيه بوجه من الوجوه ولهذا قال: { مِنْ رَبِّكَ فَلَا تَكُونَنَّ مِنَ الْمُمْتَرِينَ } كقوله تعالى: { كِتَابٌ أُنْزِلَ إِلَيْكَ فَلَا يَكُنْ فِي صَدْرِكَ حَرَجٌ مِنْهُ }",
  "ayah": 94,
  "surah": 10
}
