{
  "text": "قوله تعالى : ( إن تستفتحوا فقد جاءكم الفتح ) وذلك أن أبا جهل قال يوم بدر لما التقى الناس : اللهم أقطعنا للرحم وآتانا بما لم نعرف فأحنه الغداة ، فكان هو المستفتح على نفسه .أخبرنا عبد الواحد بن أحمد المليحي ، أنا أحمد بن عبد الله النعيمي ، أنا محمد بن يوسف ، ثنا محمد بن إسماعيل ، ثنا يعقوب بن إبراهيم ، حدثنا إبراهيم بن سعد عن أبيه عن جده قال : قال عبد الرحمن بن عوف : إني لفي الصف يوم بدر إذ التفت فإذا عن يميني وعن يساري فتيان ، حديثا السن ، فكأني لم آمن بمكانهما ، إذ قال لي أحدهما سرا من صاحبه : يا عم أرني أبا جهل ، فقلت : يا ابن أخي وما تصنع به؟ فقال : عاهدت الله - عز وجل - إن رأيته أن أقتله أو أموت دونه . فقال لي الآخر سرا من صاحبه مثله ، فما سرني أني بين رجلين بمكانهما ، فأشرت لهما إليه ، فشدا عليه مثل الصقرين حتى ضرباه ، وهما ابنا عفراء .وأخبرنا عبد الواحد بن أحمد المليحي ، أنا أحمد بن عبد الله النعيمي ، أنا محمد بن يوسف ، ثنا محمد بن إسماعيل ، ثنا محمد بن المثنى ، ثنا ابن أبي عدي ، عن سليمان التيمي عن أنس رضي الله عنه ، قال : قال رسول الله - صلى الله عليه وسلم - يوم بدر : \" من ينظر لنا ما صنع أبو جهل \" ؟ قال : فانطلق ابن مسعود فوجده قد ضربه ابنا عفراء حتى برد ، قال : فأخذ بلحيته فقال : أنت أبو جهل ؟ فقال : وهل فوق رجل قتله قومه أو قتلتموه .قال محمد بن إسحاق حدثني عبد الله بن أبي بكر قال : قال معاذ بن عمرو بن الجموح لما فرغ رسول الله - صلى الله عليه وسلم - من غزوه أمر بأبي جهل بن هشام أن يلتمس في القتلى ، فقال : اللهم لا يعجزنك ، قال فلما سمعتها جعلته من شأني فعمدت نحوه فضربته ضربة أطنت قدمه بنصف ساقه . قال : وضربني ابنه عكرمة على عاتقي ، فطرح يدي فتعلقت بجلدة من جنبي ، وأجهضني القتال عنه ، فلقد قاتلت عامة يومي ، وإني لأسحبها خلفي ، فلما آذتني جعلت عليها قدمي ، ثم تمطيت بها حتى طرحتها ، ثم مر بأبي جهل وهو عقير معوذ بن عفراء ، فضربه حتى أثبته ، فتركه وبه رمق ، فمر عبد الله بن مسعود بأبي جهل قال عبد الله بن مسعود : وجدته بآخر رمق فعرفته فوضعت رجلي على عنقه ، ثم قلت : هل أخزاك الله يا عدو الله؟ قال : وبماذا أخزاني ، أعمد من رجل قتلتموه أخبرني لمن الدائرة؟ قلت : لله ولرسوله .وروي عن ابن مسعود أنه قال : قال لي أبو جهل : لقد ارتقيت يا رويعي الغنم مرتقى صعبا ، ثم احتززت رأسه ، ثم جئت به إلى رسول الله - صلى الله عليه وسلم - فقلت : يا رسول الله هذا رأس أبي جهل ، فقال : آلله الذي لا إله غيره ؟ قلت : نعم ، والذي لا إله غيره ، ثم ألقيته بين يدي رسول الله - صلى الله عليه وسلم - فحمد الله - عز وجل - .وقال السدي والكلبي : كان المشركون حين خرجوا إلى النبي - صلى الله عليه وسلم - من مكة أخذوا بأستار الكعبة وقالوا : اللهم انصر أعلى الجندين وأهدى الفئتين وأكرم الحزبين وأفضل الدينين ففيه نزلت : \" إن تستفتحوا فقد جاءكم الفتح \" أي : إن تستنصروا فقد جاءكم النصر .وقال عكرمة : قال المشركون والله لا نعرف ما جاء به محمد فافتح بيننا وبينه بالحق ، فأنزل الله - عز وجل - : \" إن تستفتحوا فقد جاءكم الفتح \" أي : إن تستقضوا فقد جاءكم القضاء .وقال أبي بن كعب : هذا خطاب لأصحاب رسول الله - صلى الله عليه وسلم - ، قال الله تعالى للمسلمين : \" إن تستفتحوا فقد جاءكم الفتح \" أي : إن تستنصروا فقد جاءكم الفتح والنصر .أخبرنا أحمد بن عبد الله الصالحي ، أنا أحمد بن الحسن الحيري ، أنا حاجب بن أحمد ، ثنا عبد الرحيم بن منيب ، ثنا الفضل بن موسى ، ثنا إسماعيل بن أبي خالد عن قيس عن خباب رضي الله عنه قال : شكونا إلى النبي - صلى الله عليه وسلم - وهو متوسد بردة له في ظل الكعبة وقد لقينا من المشركين شدة ، فقلنا : ألا تدعو الله لنا ، ألا تستنصر لنا؟ فجلس محمارا لونه أو وجهه فقال لنا : قد كان من قبلكم يؤخذ الرجل ، ويحفر له في الأرض ثم يجاء بالمنشار فيجعل فوق رأسه ثم يجعل بفرقتين ما يصرفه ذلك عن دينه ، ويمشط بأمشاط الحديد ما دون لحمه من عظم وعصب ، وما يصرفه عن دينه ، والله ليتمن هذا الأمر حتى يسير الراكب منكم من صنعاء إلى حضرموت لا يخشى إلا الله ، ولكنكم تعجلون \" .قوله : ( وإن تنتهوا ) يقول للكفار ، إن تنتهوا عن الكفر بالله وقتال نبيه - صلى الله عليه وسلم - ، ( فهو خير لكم وإن تعودوا ) لحربه وقتاله ، ( نعد ) بمثل الواقعة التي وقعت بكم يوم بدر . وقيل : وإن تعودوا إلى الدعاء والاستفتاح نعد للفتح لمحمد - صلى الله عليه وسلم - ، ( ولن تغني عنكم فئتكم ) جماعتكم ، ( شيئا ولو كثرت وأن الله مع المؤمنين ) قرأ أهل المدينة وابن عامر وحفص \" وأن الله \" بفتح الهمزة ، أي : ولأن الله مع المؤمنين ، كذلك \" لن تغني عنكم فئتكم شيئا \" ، وقيل : هو عطف على قوله : \" ذلكم وأن الله موهن كيد الكافرين \" ، وقرأ الآخرون : \" وإن الله \" بكسر الألف على الابتداء .",
  "ayah": 19,
  "surah": 8
}
