{
  "text": "After the Truth, has been made plain, those who do not accept it, say that the requisite sound arguments in its favour were not forthcoming and had such reasoning been put forward, they would have accepted it. In other words, according to them, the reason for their denial lay outside them and not within them. That is to say, that they had failed to accept the truth, not because of any lack of receptivity on their part, but because of a lack of arguments in support of the truth. But just the opposite is true. The Truth is so clear that when it appears, all the signs of the earth and the heavens corroborate it. It becomes the most established and proven fact in the universe. But, in order to find the Truth, an observant eye and a receptive mind are vital and these are the very virtues which are non-existent in those who deny the truth. When a man shows arrogance with regard to the Truth, the reason for it is mostly polytheism (shirk). The position taken by most people is that while accepting God, they also love some living or dead beings in whom they have placed their trust and to whom they give a position of greatness. In this way, everyone has appointed for himself some ‘great ones’ other than God. They lead their lives relying on these ‘great ones’, though before God all of them are small. Ultimately, the only things which will save one, will be one’s personal deeds and not the exaltedness of the ‘great ones’. A prophet’s mission is to exhort his hearers to turn to the one and only God. He sets out on this mission because of his realization of the truth. In other words, the prophetic call is that which links a man with the one and only God. The veracity of this call is so abundantly evident to him that it bespeaks a deep realization of godhood and acts as an inspiration to him. Man takes his temporary satisfaction to be permanent in nature, though nobody has any guarantee of how long he will live. Nobody knows when death will come and prove all his claims false; and when the upheaval of Doomsday will upset his well-made world. Man thinks that a sure and certain fate is in store for him, though in fact at every moment of his life, he is standing on the shore of an uncertain future.",
  "ayah": 108,
  "surah": 12
}
