{
  "text": "وَمَا اخْتَلَفْتُمْ فِيهِ مِنْ شَيْءٍ فَحُكْمُهُ إِلَى اللَّهِ ذَلِكُمُ اللَّهُ رَبِّي عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ (10){ قَدِيرٌ * وَمَا اختلفتم فِيهِ مِن شَىْءٍ فَحُكْمُهُ إِلَى الله ذَلِكُمُ الله رَبِّى عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ } .يجوز أن يكون هذا تكملة للاعتراض فيكون كلاماً موجهاً من الله تعالى إلى النّاس . ويجوز أن يكون ابتداء كلام متصلاً بقوله : { ذلاكم الله ربّي عليه توكلت } ، { فحكمه إلى الله } تعيَّن أن يكون مجمُوع هذا الكلام لمتكلممٍ واحد ، لأن ضمائر { ربي } ، و { توكلتُ } ، و { أنيب } ضمائره ، وتلك الضمائر لا تصلح أن تعود إلى الله تعالى . ولا حظَّ في سياق الوحي إلى أحد سوى النبي صلى الله عليه وسلم فتعين تقدير فعل أمرٍ بقوللٍ يَقوله النبي صلى الله عليه وسلموالجملة معطوفة على الجمل التي قبلها لأن الكلام موجه إلى النبي صلى الله عليه وسلم وإلى المسلمين . والواو عاطفة فِعل أمر بالقول ، وحَذْفُ القول شائع في القرآن بدلالة القرائن لأن مادة الاختلاف مشعرة بأنه بين فريقين وحالة الفريقين مشعرة بأنه اختلاف في أمور الاعتقاد التي أنكرها الكافرون من التوحيد والبعثثِ والنفع والإضرار .و { من شيء } بيان لإبهام { ما } ، أيْ أيُّ شيء اختلفتم فيه ، والمراد : من أشياء الدّين وشؤون الله تعالى .وضمير { فحكمه } عائد إلى { مَا اختلفتم } على معنى : الحكمُ بينكم في شأنه إلى الله . والمعنى : أنه يتضح لهم يوم القيامة المحقّ من المبطل فيما اختلفوا فيه حين يرون الثواب للمؤمنين والعقاب للمشركين ، فيعلَم المشركون أنهم مبطلون فيما كانوا يزعمون .و { إلى الله } خبر عن ( حُكْمُهُ ) . و { إلى } للانتهاء وهو انتهاء مجازي تمثيلي ، مُثِّل تأخيرُ الحكم إلى حلول الوقت المعيَّن له عند الله تعالى بسير السائر إلى أحد يَنزل عنده .ولا علاقة لهذه الآية باختلاف علماء الأمة في أصول الدّين وفروعه لأن ذلك الاختلافَ حكمه منوط بالنظر في الأدلة والأقيسة صحةً وفساداً فإصدار الحكم بين المصيب والمخطىء فيها يسيرٌ إن شاء النّاس التداول والإنصاف . وبذلك توصل أهل الحق إلى التمييز بين المصيب والمخطىء ، ومراتببِ الخطأ في ذلك ، على أنّه لا يناسب سياق الآيات سابِقها وتاليها ولا أغراضَ السور المكية . وقد احتج بهذه الآية نفاة القياس ، وهو احتجاج لا يرتضيه نطَّاس .{ الله ذَلِكُمُ الله رَبِّى عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ } .يجوز أن تكون الجملة مقول قول محذوف يدلّ عليه قوله : { لتنذر أمّ القرى } [ الشورى : 7 ] الآية ، فتكون كلاماً مستأنفاً لأن الإنذار يقتضي كلاماً منذراً به ، ويجوز أن تكون متصلة بجملة { وما اختلفتم فيه من شيء } تكملة للكلام الموجه من الله ويكون في قوله : { ربي } التفاتاً من الخطاب إلى التكلم ، والتقدير : ذلكم الله ربّكم ، وتكون جملتا { عليه توكلت وإليه أنيب } معترضتين .والإشارةُ لتمييز المشار إليه وهو المفهوم مِن { فحكمه إلى الله } . وهذا التمييز لإبطال التباس ماهية الإلهياة والربوبية على المشركين إذ سموا الأصنام آلهة وأرباباً .وأوثر اسم الإشارة الذي يستعمل للبعيد لقصد التعظيم بالبعد الاعتباري اللازم لِلسموّ وشرف القدْر ، أي ذلكم الله العظيمُ . ويُتوصل من ذلك إلى تعظيم حكمه ، فالمعنى : الله العظيم في حكمه هُو ربّي الذي توكلت عليه فهو كافيني منكم .والتوكل : تفعل من الوَكْل ، وهو التفويض في العَمل ، وتقدم عند قوله تعالى ، { فإذا عزمتَ فتوكّل على الله } في سورة آل عمران ( 159 ) .والإنابة : الرجوع ، والمراد بها هنا الكناية عن ترك الاعتماد على الغير لأن الرجوع إلى الشيء يستلزم عدم وجود المطلوب عند غيره ، وتقدمت الإنابة عند قوله تعالى : { إن إبراهيم لحليمٌ أوّاهٌ منيبٌ } في سورة هود ( 75 ) .وجيء في فعل { توكلت } بصيغة الماضي وفي فعل { أنيب } بصيغة المضارع للإشارة إلى أن توكله على الله كان سابقاً من قبل أن يظهر له تنكر قومه له ، فقد صادف تنكرُهم منه عبداً متوكلاً على ربّه ، وإذا كان توكله قد سبق تنكُّرَ قومه فاستمراره بعد أن كشّروا له عن أنياب العدوان محقق .وأما فعل { أنيب } فجيء فيه بصيغة المضارع للإشارة إلى تجدد الإنابة وطلب المغفرة . ويعلم تحققها في الماضي بمقارنتها لجملة { عليه توكلت } لأن المتوكل منيب ، ويجوز أن يكون ذلك من الاحتباك . والتقدير : عليه توكلت وأتوكل وإليه أنْبت وأنيب .وتقديم المتعلِّقين في { عليه توكلت وإليه أنيب } لإفادة الاختصاص ، أي لا أتوكّل إلا عليه ولا أنيب إلا إليه .",
  "ayah": 10,
  "surah": 42
}
