{
  "text": "شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحًا وَالَّذِي أَوْحَيْنَا إِلَيْكَ وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وَمُوسَى وَعِيسَى أَنْ أَقِيمُوا الدِّينَ وَلَا تَتَفَرَّقُوا فِيهِ كَبُرَ عَلَى الْمُشْرِكِينَ مَا تَدْعُوهُمْ إِلَيْهِ اللَّهُ يَجْتَبِي إِلَيْهِ مَنْ يَشَاءُ وَيَهْدِي إِلَيْهِ مَنْ يُنِيبُ (13){ عَلِيمٌ * شَرَعَ لَكُم مِّنَ الدين مَا وصى بِهِ نُوحاً والذى أَوْحَيْنَآ إِلَيْكَ وَمَا وَصَّيْنَا } .انتقال من الامتنان بالنعم الجثمانية إلى الامتنان بالنعمة الروحية بطريق الإقبال على خطاب الرّسول صلى الله عليه وسلم والمؤمنين للتنويه بدين الإسلام وللتعريض بالكفار الذين أعرضوا عنه . فالجملة ابتدائية .ومعنى { شرع } أوضح وبيّن لكم مسالك ما كلفكم به . وأصل { شَرَعَ } جعل طريقاً واسعة ، وكثُر إطلاقه على سنّ القوانين والأديان فسُمّي الدّين شريعة . فشرع هنا مستعار للتبيين كما في قوله : { أم لَهم شركاء شرَعُوا لهم من الدّين ما لم يأذن به الله } [ الشورى : 21 ] ، وتقدم في قوله تعالى : { لكل جعلنا منكم شِرْعَةً ومنهاجاً } في سورة [ العقود : 48 ] .والتعريف في الدين } تعريف الجنس ، وهو يعمّ الأديان الإلهاية السابقة . و { من } للتبعيض .والتوصية : الأمر بشيء مع تحريض على إيقاعه والعمل به . ومعنى كونه شرع للمسلمين من الدّين ما وصَّى به نوحاً أن الإسلام دين مثل ما أمر بِه نوحاً وحضَّه عليه . فقوله : { ما وصى به نوحاً } مقدر فيه مضاف ، أي مثلَ ما وصَّى به نوحاً ، أو هو بتقدير كاف التشبيه على طريقة التشبيه البليغ مبالغة في شدة المماثلة حتى صار المِثل كأنّه عين مثله . وهذا تقدير شائع كقول ورقة بن نوفل : «هذا هو الناموس الذي أنزل على عيسى» .والمراد : المماثلة في أصول الدّين مما يجب لله تعالى من الصفات ، وفي أصول الشريعة من كليات التشريع ، وأعظمُها توحيدُ الله ، ثم ما بعده من الكليات الخمس الضروريات ، ثم الحاجيات التي لا يستقيم نظام البشر بدونها ، فإن كل ما اشتملت عليه الأديان المذكورة من هذا النوع قد أُودع مثله في دين الإسلام . فالأديان السابقة كانت تأمر بالتوحيد ، والإيمان بالبعث والحياةِ الآخرة ، وتقْوى الله بامتثال أمره واجتناب مَنْهِيّه على العموم ، وبمكارم الأخلاق بحسب المعروف ، قال تعالى : { قد أفلح من تزكّى وذكر اسمَ ربّه فَصلَّى بل تؤثرون الحياة الدّنيا والآخرة خير وأبقى إنّ هذا لفي الصحف الأولى صحففِ إبراهيم وموسى } [ الأعلى : 14 19 ] . وتختلف في تفاصيل ذلك وتفاريعه .ودين الإسلام لم يَخْلُ عن تلك الأصول وإن خالفها في التفاريع تضييقاً وتوسيعاً ، وامتازت هذه الشريعة بتعليل الأحكام وسدّ الذرائع والأمر بالنظر في الأدلة وبرفع الحرج وبالسماحة وبشدة الاتصال بالفطرة ، وقد بيّنتُ ذلك في كتابي «مقاصدِ الشريعة الإسلامية» . أو المراد المماثلة فيما وقع عقبه بقوله : { أن أقيموا الدين } إلخ بناء على أن تكون { أنْ } تفسيرية ، أي شرع لكم وجوب إقامة الدّين المُوحَى به وعدم التفرّق فيه كما سيأتي . وأيًّا مَّا كان فالمقصود أن الإسلام لا يخالف هذه الشرائع المسمّاة ، وأن اتّباعه يأتي بما أتت به من خير الدّنيا والآخرة .والاقتصار على ذكر دين نوح وإبراهيم وموسى وعيسى لأن نوحاً أول رسول أرسله الله إلى النّاس ، فدينه هو أساس الدّيانات ، قال تعالى :{ إنا أوحينا إليك كما أوحينا إلى نوح والنبيئين من بعده } [ النساء : 163 ] ولأن دين إبراهيم هو أصل الحنيفية وانتشر بين العرب بدعوة إسماعيل إليه فهو أشهر الأديان بين العرب ، وكانوا على أثارة منه في الحجّ والختان والقِرى والفتوة . ودين موسى هو أوسع الأديان السابقة في تشريع الأحكام ، وأما دين عيسى فلأنه الدّين الذي سبق دين الإسلام ولم يكن بينهما دين آخر ، وليتضمنَ التهيئةَ إلى دعوة اليهود والنصارى إلى دين الإسلام . وتعقيب ذكر دين نوح بما أُوحي إلى محمّد عليهما السلام للإشارة إلى أن دين الإسلام هو الخاتم للأديان ، فعطف على أول الأديان جمعاً بين طَرفيْ الأديان ، ثم ذُكر بعدهما الأديانُ الثلاثة الأخَر لأنها متوسطة بين الدينين المذكورين قبلها . وهذا نسج بديع من نظم الكلام ، ولولا هذا الاعتبار لكان ذكر الإسلام مبتدأ به كما في قوله : { إنا أوحينا إليك كما أوحينا إلى نوح والنبيئين من بعده } [ النساء : 163 ] وقوله : { وإذ أخذنا من النبيئين ميثاقهم ومنك ومن نوح } الآية في سورة [ الأحزاب : 7 ] .وذكرَ في الكشاف } في آية الأحزاب أن تقديم ذِكر النبي صلى الله عليه وسلم في التفصيل لبيان أفضليته لأن المقام هنالك لسرد من أخذ عليهم الميثاق ، وأما آية سورة الشورى فإنّما أوردت في مقام وصف دين الإسلام بالأصالة والاستقامة فكأنّ الله قال : شرع لكم الدّينَ الأصيل الذي بعث به نوحاً في العهد القديم وبعث به محمداً صلى الله عليه وسلم في العهد الحديث ، وبعث به من توسط بينهما .فقوله : { والذي أوحينا إليك } هو ما سبق نزوله قبل هذه الآية من القرآن بما فيه من أحكام ، فعطْفُهُ على ما وصَّى به نوحاً لما بينه وبين ما وصَّى به نوحاً من المغايرة بزيادة التفصيل والتفريع . وذكرُه عقب ما وصّى به نوحاً للنكتة التي تقدمت .وفي قوله تعالى : { ما وصى به نوحاً } وقولِه : { وما وصينا به إبراهيم } ، جيء بالموصول { ما } ، وفي قوله : { والذي أوحينا إليك } جيء بالموصول { الذي } ، وقد يظهر في بادىء الرأي أنه مجرّد تفنّن بتجنب تكرير الكلمة ثلاثَ مرات متواليات ، وذلك كاففٍ في هذا التخالف . وليس يبعد عندي أن يكون هذا الاختلافُ لغرض معنويّ ، وأنه فَرق دقيق في استعمال الكلام البليغ وهو أن { الذي } وأخواته هي الأصل في الموصولات فهي موضوعة من أصل الوضع للدلالة على من يُعيَّن بحالة معروفة هي مضمون الصلة ، ف { الذي } يدلّ على معروف عند المخاطب بصلته .وأمّا { مَا } الموصولةُ فأصلها اسم عام نكرة مبهمة محتاجة إلى صفة نحو قوله تعالى : { إنَّ الله نعِمَّا يَعِظُكم به } [ النساء : 58 ] عند الزمخشري وجماعة إذ قدّروه : نعم شيئاً يعظكم به . ف { ما } نكرة تمييز ل ( نِعْم ) وجملة { يعظكم به صفة لتلك النكرة . وقال سيبويه في قوله تعالى : { هذا ما لديَّ عتيد } [ ق : 23 ] المراد : هذا شيء لدي عتِيد ، وأنشدوا: ... لِمَا نافععٍ يسعَى اللبيبُ فلا تكُنلشيء بَعيدٍ نفعُه الدّهرَ ساعيا ... أي لشيء نَافع ، فقد جاءت صفتها اسماً مفرداً بقرينة مقابلته بقوله : لشيء بعيد نفعه ، ثم يعْرِض ل { مَا } التعريفُ بكثرة استعمالها نكرة موصوفة بجملةٍ فتعرفت بصفتها وَأشْبهت اسم الموصول في ملازمة الجملة بعدها ، ولذلك كثر استعمال { ما } موصولة في غير العقلاء ، فيكون إيثار { ما وصَّى به نوحاً } و { ما وصينا به إبراهيم وموسى وعيسى } بحرف { ما } لمناسبة أنّها شرائع بَعُد العهدُ بها فلم تكن معهودة عند المخاطبين إلا إجمالاً فكانت نكرات لا تتميز إلا بصفاتها ، وأما إيثار الموحَى به إلى النبي صلى الله عليه وسلم باسم { الذي } فلأنه شرع متدَاوَل فيهم معروفٌ عندهم . فالتقدير : شرع لكم شيئاً وصَّى به نوحاً وشيئاً وصَّى به إبراهيم وموسى وعيسى ، والشيءَ الموحى به إليك . ولعل هذا من نكت الإعجاز المغفول عنها . وفي العدول من الغيبة إلى التكلم في قوله : { والذي أوحينا إليك } بعد قوله { شرع لكم } التفات .وذُكر في جانب الشرائع الأربع السابقة فعل { وصى } وفي جانب شريعة محمد صلى الله عليه وسلم فعل الإيحَاء لأن الشرائع التي سبقت شريعةَ الإسلام كانت شرائع موقتة مقدّراً ورود شريعة بعدها فكان العمل بها كالعمل الذي يقوم به مؤتمن على شيء حتى يأتي صاحبه ، وليقع الاتصال بين فعل { أوحينا إليك } وبين قوله في صدر السورة { كذلك يُوحي إليك وإلى الذين من قبلك الله العزيز الحكيم } [ الشورى : 3 ] .و { أنْ } في قوله : { أن أقيموا الدين } يجوز أن تكون مصدرية ، فإنّها قد تدخل على الجملة الفعلية التي فعلها متصرف ، والمصدرُ الحاصل منها في موضع بدل الاشتمال من { مَا } الموصولة الأولى أو الأخيرة . وإذا كان بدلاً من إحداهما كان في معنى البدل من جميع أخواتهما لأنها سواء في المفعولية لفعل { شرع } بواسطة العطف فيكون الأمر بإقامة الدّين والنهي عن التفرق فيه مما اشتملت عليه وصاية الأديان . ويجوز أن تكون تفسيريةً لمعنى { وصى } لأنه يتضمن معنى القول دون حروفه . فالمعنى : أن إقامة الدّين واجتماع الكلمة عليه أوصى الله بها كلَّ رسول من الرّسل الذين سماهم . وهذا الوجه يقتضي أن ما حُكي شرعه في الأديان السابقة هو هذا المعنى وهو إقامة الدّين المشروع كما هو ، والإقامة مُجملةٌ يفسرها ما في كل دين من الفروع .وإقامة الشيء : جعله قائماً ، وهي استعارة للحرص على العمل به كقوله : { ويقيمون الصلاة } وقد تقدم في سورة [ البقرة : 3 ] .وضمير { أقيموا } مراد به : أُمَم أولئك الرسل ولم يسبق لهم ذكر في اللّفظ لكن دل على تقديرهم ما في فعل { وصى } من معنى التبليغ . وأعقب الأمرُ بإقامة الدّين بالنهي عن التفرق في الدين .والتفرق : ضد التجمع ، وأصله : تباعد الذوات ، أي اتساع المسافة بينها ويستعار كثيراً لقُوّة الاختلاف في الأحوال والآراء كما هنا ، وهو يشمل التفرق بين الأمة بالإيمان بالرّسول ، والكفر به ، أي لا تختلفوا على أنبيائكم ، ويشمل التفرق بين الذين آمنوا بأن يكونوا نِحَلاً وأحزاباً ، وذلك اختلاف الأمة في أمور دينها ، أي في أصوله وقواعده ومقاصده ، فإن الاختلاف في الأصول يفضي إلى تعطيل بعضها فينخرم بعض أساس الدّين .والمراد : ولا تتفرقوا في إقامته بأن ينشط بعضهم لإقامته ويتخاذل البعض ، إذ بدون الاتفاق على إقامة الدّين يضطرب أمره . ووجه ذلك أن تأثير النفوس إذا اتفقت يَتوارد على قصد واحد فيقوَى ذلك التأثير ويسرع في حصول الأثر إذ يصير كل فرد من الأمة مُعِيناً للآخر فيسهل مقصدهم من إقامة دينهم . أما إذا حصل التفرق والاختلاف فذلك مُفضضٍ إلى ضياع أمور الدّين في خلال ذلك الاختلاف ، ثم هو لا يلبث أن يُلقِيَ بالأمة إلى العداوة بينها وقد يجرّهم إلى أن يتربص بعضهم ببعض الدوائرَ ، ولذلك قال الله تعالى : { ولا تَنَازَعُوا فتفْشَلُوا وتَذهَبَ ريحُكم } [ الأنفال : 46 ] .وأما الاختلاف في فروعه بحسب استنباط أهل العلم بالدّين فذلك من التفقّه الوارد فيه قول النبي صلى الله عليه وسلم « من يُرِدِ الله به خيراً يفقِهْه في الدّين » .{ فِيهِ كَبُرَ عَلَى المشركين مَا تَدْعُوهُمْ } .اعتراض بين جملة { شرع لكم من الدين } وجملةِ { وما تفرّقوا إلاّ من بعد ما جاءهم العلم } [ الشورى : 14 ] . ولك أن تجعله استئنافاً بيانياً جواباً عن سُؤال مَن يتعجب من إعراض المشركين عن الإسلام مع أنه دين مؤيّد بما سَبق من الشرائع الإلهاية ، فأجيب إجمالاً بأنه كَبُر على المشركين وتجهموه و { كبر } بمعنى صعُب ، وقريب منه إطلاق ثقل ، أيْ عجزوا عن قبول ما تدعوهم إليه ، فالكبر مجاز استعير للشيء الذي لا تطمئن النفس لقبوله ، والكِبرُ في الأصل الدّال على ضخامة الذات لأن شأن الشيء الضخم أن يعسر حمله ولما فيه من تضمين معنى ثقل عدّي ب { على } .وعبر عن دعوة الإسلام ب { ما } الموصولة اعتباراً بنُكران المشركين لهذه الدعوة واستغرابِهم إيّاها ، وعدِّهم إيّاها من المحال الغريب ، وقد كبر عليهم ذلك من ثلاث جهات :جهة الداعي لأنه بشر مثلهم قالوا { أبعَث الله بشراً رسولاً } [ الإسراء : 94 ] ، ولأنه لم يكن قبْل الدعوة من عظماء القريتين { لولا نُزّل هذا القرآن على رجللٍ من القريتين عظيمٍ } [ الزخرف : 31 ] .وجهةِ ما به الدعوة فإنهم حسبوا أن الله لا يخاطب الرّسل إلا بكتاب ينزله إليه دفعة من السماء فقد قالوا { لن نُؤمن لِرُقيِّك حتى تُنزّل علينا كتاباً نقرؤه } [ الإسراء : 93 ] { وقال الذين لا يرجون لقاءنا لولا أنزل علينا الملائكة أو نرى ربّنا } [ الفرقان : 21 ] { وقال الذين لا يعلمون لولا يكلمنا الله } [ البقرة : 118 ] والقائلون هم المشركون .ومن جهة ما تضمنته الدعوة مما لم تساعد أهواؤهم عليه قالوا : { أجعل الآلهة إلها واحداً } [ ص : 5 ] { هل ندُلُّكم على رجل ينبِّئكم إذا مُزِّقتم كلَّ مُمَزَّققٍ إنكم لفي خلققٍ جديدٍ } [ سبأ : 7 ] . وجيء بالفعل المضارع في { تدعوهم } للدلالة على تجدد الدعوة واستمرارها .{ إِلَيْهِ الله يجتبى إِلَيْهِ مَن يَشَآءُ ويهدى إِلَيْهِ مَن } .استئناف بياني جواب عن سؤال من يسأل : كيف كبرت على المشركين دعوة الإسلام ، بأن الله يجتبي من يشاء ، فالمشركون الذين لم يقتربوا من هدى الله غيرُ مجتبَيْنَ إلى الله إذ لم يشأ اجتباءهم ، أي لم يقدر لهم الاهتداء . ويجوز أن يكون ردّاً على إحدى شبههم الباعثة على إنكارهم رسالته بأن الله يجتبي من يشاء ولا يلزمه مراعاة عوائدكم في الزعامة والاصطفاء .والاجتباء : التقريب والاختيار قال تعالى : { قالوا لولا اجتَبَيْتَها } [ الأعراف : 203 ] . ومن يشاء الله اجتباءه مَن هداه إلى دينه ممن ينيب وهو أعلم بسرائر خلقه .وتقديم المسند إليه وهو اسم الجلالة على الخبر الفِعلي لإفادة القصر ردّاً على المشركين الذين أحالوا رسالة بشر من عند الله . وحين أكبروا أن يكون الضعفة من المؤمنين خيراً منهم .",
  "ayah": 13,
  "surah": 42
}
