{
  "text": "اللَّهُ لَطِيفٌ بِعِبَادِهِ يَرْزُقُ مَنْ يَشَاءُ وَهُوَ الْقَوِيُّ الْعَزِيزُ (19)هذه الجملة توطئة لجملة { من كان يريد حرث الآخرة نزد له في حرثه } [ الشورى : 20 ] لأن ما سيذكر في الجملة الآتية هو أثر من آثار لطف الله بعباده ورفقه بهم وما يَسَّر من الرزق للمؤمنين منهم والكفار في الدّنيا ، ثم ما خصّ به المؤمنين من رزق الآخرة ، فالجملة مستأنفة استئنافاً ابتدائياً مقدِّمة لاستئناف الجملة الموطَّإ لها ، وهي جملة { من كان يريد حرث الآخرة نزد له في حرثه } الآية [ الشورى : 20 ] . وموقع جملة من كان يريد حرث الآخرة } الخ فسنبينه .واللطيف : البَر القوي البِرّ . ويدخل في هذا كثير من النعم . فسّر عدد من المفسّرين اللطيف بواهب بعضها وإنما هو تفسيرُ تمثيل لا يخُصُّ دلالةَ الوصف به . وفعل ( لَطَف ) من باب نصر يتعدى بالباء كما هنا وباللام كما في قوله : { إن ربّي لطيفٌ لما يشاء } كما تقدم في سورة يوسف ( 100 ) . وتقدم تحقيقُ معنى اسمه تعالى اللطيف .وعباده عام لجميع العباد ، وهم نوع الإنسان لأنه جمع مضاف . وجملة يرزق من يشاء } في موضع الحال من اسم الجلالة ، أو في موضع خبر عنه .والرزق : إعطاء ما ينفع . وهو عندنا لا يختص بالحلال وعند المعتزلة يختص به والخلاف اصطلاح .والظاهر : أن المراد هنا رزق الدّنيا لأن الكلام توطئة لقوله : { من كان يريد حرث الآخرة } [ الشورى : 20 ] .والمشيئة : مشيئة تقدير الرّزق لكل أحد من العباد ليكون عموم اللطف للعباد باقياً ، فلا يكون قوله : من يشاء } في معنى التكرير ، إذ يصير هكذا يرزق من يشاء من عباده الملطوففِ بجميعهم ، وما الرزق إلا من اللطف ، فيصيرُ بعضَ المعنى المفاد ، فلا جرم تعيّن أن المشيئة هنا مصروفة لمشيئة تقدير الرزق بمقاديره .والمعنى : أنه للطفه بجميع عباده لا يترك أحداً منهم بلا رزق وأنه فضل بعضهم على بعض في الرزق جرياً على مشيئته . وهذا المعنى يثير مسألة الخلاف بين أيمة أصول الدّين في نعمة الكافر ، ومِن فروعها رزقُ الكافر . وعن الشيخ أبي الحسن الأشعري أن الكافر غير منعم عليه نعمةً دنيوية لأن ملاذّ الكافر استدراج لمَّا كانت مفضية إلى العذاب في الآخرة فكانت غير نعمة ، ومرادهم بالدنيوية مقابل الدينية . وكأنَّ مراد الشيخ بهذا تحقيق معنى غضب الله على الكافرين كما جاء في آيات كثيرة ، فمراده : أن الكافر غير مُنْعَم عليه نعمةَ رضى وكرامةٍ ولكنها نعمة رحمة لما له من انتساب المخلوقية لله تعالى .وقال أبو بكر الباقلاني : الكافر منعَم عليه نعمة دُنيوية . وقالت المعتزلة : هو منعم عليه نعمة دنيوية ودينية : فالدنيوية ظاهرة ، والدّينية كالقُدرة على النظر المؤدي إلى معرفة الله .وهذه مسألة أرجع المحققون الخلافَ فيها إلى اللفظ والبناءِ على المصطلحات والاعتبارات الموافقة لدقائق المذاهب ، إذ لا ينازع أحد في نعمة المنعمين منهم وقد قال تعالى : { وذرْني والمُكذبين أولي النَّعْمَة }[ المزمل : 11 ] .وعُطف { وهو القوي العزيز } على صفة { لطيف } أو على جملة { يرزق من يشاء } وهو تمجيد لله تعالى بهاتين الصفتين ، ويفيد الاحتراس من توهم أن لطفه عن عجز أو مصانعة ، فإنه قوي عزيز لا يَعجز ولا يصانِع ، أو عن توهم أن رزقه لمن يشاء عن شحّ أو قِلّةٍ فإنه القويّ ، والقوي تنتفي عنه أسباب الشحّ ، والعزيز ينتفي عنه سبب الفقر فرزقه لمن يشاء بما يشاء منوط لحكمة عَلِمها في أحوال خلقه عامة وخاصة ، قال تعالى : { ولو بسط الله الرزق لعباده لبغوا في الأرض ولكِنْ ينزِّل بقَدَر ما يشاء } [ الشورى : 27 ] الآية .والإخبار عن اسم الجلالة بالمسند المعَرّففِ باللام يفيد معنى قصر القوة والعزة عليه تعالى ، وهو قصر الجنس للمبالغة لكماله فيه تعالى حتى كأنَّ قوة غيره وعزّة غيره عَدَم .",
  "ayah": 19,
  "surah": 42
}
