{
  "text": "أَمْ لَهُمْ شُرَكَاءُ شَرَعُوا لَهُمْ مِنَ الدِّينِ مَا لَمْ يَأْذَنْ بِهِ اللَّهُ وَلَوْلَا كَلِمَةُ الْفَصْلِ لَقُضِيَ بَيْنَهُمْ وَإِنَّ الظَّالِمِينَ لَهُمْ عَذَابٌ أَلِيمٌ (21){ } .{ أمنَّصِيبٍ * أَمْ لَهُمْ شُرَكَاءُ شَرَعُواْ لَهُمْ مِّنَ الدين مَا لَمْ يَأْذَن بِهِ الله وَلَوْلاَ كَلِمَةُ الفصل لَقُضِىَ بَيْنَهُمْ وَإِنَّ الظالمين لَهُمْ عَذَابٌ أَلِيمٌ } للإضراب الانتقالي وهو انتقال من الكلام على تفرق أهل الشرائع السالفة في شرائعهم مَن انقرض منهم ومن بقي كأهل الكتابين إلى الكلام على ما يشابه ذلك من الاختلاف على أصل الديانة ، وتلك مخالفة المشركين للشرائع كلّها وتلقّيهم دين الإشراك من أيمة الكفر وقادة الضلال .ومعنى الاستفهام الذي تقضيه { أم } التي للإضراب هو هنا للتقريع والتهكّم ، فالتقريع راجع إلى أنهم شرعوا من الدّين ما لم يأذن به الله والتهكم راجع إلى من شرعوا لهم الشرك ، فسئلوا عمن شرع لهم دين الشرك : أهم شركاء آخرون اعتقدوهم شركاءَ لله في الإلهاية وفي شرع الأديان كما شرع الله للناس الأديان؟ وهذا تهكّم بهم لأن هذا النوع من الشركاء لم يدّعِه أهل الشرك من العرب . وهذا المعنى هو الذي يساعد تنكير { شركاء } ووصْفَه بجملة { شرعوا لهم من الدين } . ويجوز أن يكون المسؤول عن الذي شرع لهم هو الأصنام التي يعبدونها ، وهو الذي درج عليه المفسرون ، فيكون { لهم } في موضع الحال من { شركاء } .والمقصود : فضح فظاعة شركهم بعروه عن الانتساب إلى الله ، أي إن لم يكن مشروعاً من الإله الحقّ فهو مشروع من الآلهة الباطلة وهي الشركاء . وظاهر أن تلك الآلهة لا تصلح لتشريع دين لأنها لا تعقل ولا تتكلم ، فتعين أن دين الشرك دين لا مستند له . وقريب من هذا قوله تعالى : { وكذلك زَيَّن لِكَثير من المشركين قتل أولادهم شركاؤهم } [ الأنعام : 137 ] .وقيل المراد بالشركاء : أيمة دين الشرك أطلق عليهم اسم الشركاء مجازاً بعلاقة السببية .وضميرَا { لهم } عائدان إلى { الذين لا يؤمنون بها } [ الشورى : 18 ] أو إلى { الذين يحاجون في الله } [ الشورى : 16 ] . والتعريف في { الدين } للجنس ، أي شرعوا لهم من جنس الدّين ما ، أي ديناً لم يأذن به الله ، أي لم يأذن بِشرعه ، أي لم يرسل به رسولاً منه ولا أوحى به بواسطة ملائكته .{ الله وَلَوْلاَ كَلِمَةُ الفصل لَقُضِىَ } ،هو كقوله فيما تقدم { ولولا كلمة سبقت من ربّك إلى أجل مسمى لقُضي بينهم } [ الشورى : 14 ] .وكلمة الفصل هي : ما قدّره الله وأرادهُ من إمهالهم . والفصل : الفاصل ، أي الذي لا تردد فيه .{ بَيْنَهُمْ وَإِنَّ الظالمين لَهُمْ عَذَابٌ } .عطف على جملة { ولولا كلمة الفصل } والمقصود تحقيق إمهالهم إلى أجل مسمى لا يفلتهم من المؤاخذة بما ظَلموا . والمراد بالظالمين المشركون { إن الشرك لظلم عظيم } [ لقمان : 13 ] .والعذاب الأليم : عذاب الآخرة لجميعهم ، وعذاب الدّنيا بالسيف والذلّ للذين أُخّروا إلى إبَّان حلوله مثل قتلهم يوم بدر .وَتَوْكيد الخبر بحرف التوكيد لأن هذا الخبر موجه إليهم لأنهم يسمعون هذا الكلام ويعلمون أنهم المقصودون به .",
  "ayah": 21,
  "surah": 42
}
