{
  "text": "ذَلِكَ الَّذِي يُبَشِّرُ اللَّهُ عِبَادَهُ الَّذِينَ آَمَنُوا وَعَمِلُوا الصَّالِحَاتِ قُلْ لَا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِلَّا الْمَوَدَّةَ فِي الْقُرْبَى وَمَنْ يَقْتَرِفْ حَسَنَةً نَزِدْ لَهُ فِيهَا حُسْنًا إِنَّ اللَّهَ غَفُورٌ شَكُورٌ (23){ الكبير * ذَلِكَ الذى يُبَشِّرُ الله عِبَادَهُ الذين ءَامَنُواْ وَعَمِلُواْ الصالحات قُل لاَّ أَسْھَلُكُمْ عَلَيْهِ أَجْراً إِلاَّ المودة فِى القربى وَمَن يَقْتَرِفْ حَسَنَةً نَّزِدْ لَهُ فِيهَا } .اسم الإشارة مؤكد لنظيره الذي قبله ، أي ذلك المذكور الذي هو فضل يحصل لهم في الجنّة هو أيضاً بشرى لهم من الحياة الدنيا .والعائد من الصلة إلى الموصول محذوف تقديره : الذي يبشر الله به عباده . وحذفه هنا لتنزيله منزلة الضمير المنصوب باعتبار حذف الجار على طريقة حذفه في نحو قوله : { واختار موسى قومه } [ الأعراف : 155 ] بتقدير : من قومه ، فلما عومل معاملة المنصوب حذف كما يحذف الضمير المنصوب .وقرأ نافع وعاصم وابن عامر ويعقوب وخلف { يبشر } بضم التحتية وفتح الموحدة وتشديد الشين المكسورة ، وهو من بشّره ، إذا أخبره بحادثثٍ يسره . وقرأه ابن كثير وأبو عمر وحمزة والكسائي { يَبْشُر } بفتح التحتية وسكون الموحدة وضم الشين مخففة ، يقال : بشرت الرجل بتخفيف الشين أبشرُهُ من باب نصر إذا غبطه بحادث يَسرّه .وجَمعُ العباد المضافُ إلى اسم الجلالة أو ضميرِه غَلَب إطلاقه في القرآن في معرض التقريب وترفيع الشّأن ، ولذلك يكون موقع { الذين آمنوا وعملوا الصالحات } هنا موقع عطف البيان على نحو قوله تعالى : { ألا إن أولياء الله لا خوف عليهم ولا هم يحزنون الذين آمنوا وكانوا يتقون } [ يونس : 62 ، 63 ] إذ وقع { الذين آمنوا موقع عطف البيان من أولياء الله .الصالحات قُل لاَّ أَسْھَلُكُمْ عَلَيْهِ أَجْراً إِلاَّ المودة فِى } .استئناف ابتدائي بمناسبة ذكر ما أعد للمشركين من عذاب وما أعد للمؤمنين من خير ، وضمير جماعة المخاطبين مراد به المشركون لا محالة وليس في الكلام السابق ما يتوهم منه أن يكون { قل لا أسألكم } جواباً عنه ، فتعين أن جملة { قل لا أسألكم عليه أجراً } كلام مستأنف استئنافاً ابتدائياً .ويظهر مما رواه الواحدي في «أسباب النزول» عن قتادة : أن المشركين اجتمعوا في مجمع لهم فقال بعضهم لبعض : أترون محمداً يَسأل على ما يتعاطاه أجراً . فنزلت هذه الآية ، يعنون : إن كان ذلك جمعنا له مالاً كما قالوه له غير مرة ، أنها لا اتصال لها بما قبلها وأنها لما عرض سبب نزولها نزلت في أثناء نزول الآيات التي قبلها والتي بعدها فتكون جملة ابتدائية . وكان موقعها هنا لمناسبة ما سبق من ذكر حجاج المشركين وعنادهم فإن مناسبتها لما معها من الآيات موجودة إذ هي من جملة ما واجه به القرآن محاجّة المشركين ، ونفَى به أوهامهم ، واستفتح بصائرهم إلى النظر في علامات صدق الرسول؛ فهي جملة ابتدائية وقعت معترضة بين جملة { والذين آمنوا وعملوا الصالحات } وجملة { ومن يقترف حسنة } .وابتدئت ب { قل } إما لأنها جواب عن كلام صدر منهم ، وإمّا لأنها مما يهتم بإبلاغه إليهم كما أن نظائرها افتتحت بمثل ذلك مثل قوله تعالى :{ قل ما سألتكم من أجر فهو لكم } [ سبأ : 47 ] وقوله : { قل ما أسألكم عليه من أجر وما أنا من المتكلفين } [ ص : 86 ] وقوله : { قل لا أسألكم عليه أجراً } [ الأنعام : 90 ] .وضمير { عليه } عائد إلى القرآن المفهوم من المقام .والأجر : الجزاء الذي يعطاه أحد على عمل يعمله ، وتقدم عند قوله تعالى : { إن الله عنده أجر عظيم } في سورة براءة ( 22 ) .والمودّة : المحبة والمعاملة الحسنة المشبهة معاملة المتحابين ، وتقدمت عند قوله { مودّة بينكم في الحياة الدنيا } في سورة العنكبوت ( 25 ) . والكلام على تقدير مضاف أي معاملة المودة ، أي المجاملة بقرينة أن المحبة لا تُسأل لأنها انبعاث وانفعال نفساني .وفي } للظرفية المجازية لأنه مجرورها وهو { القربى } لا يصلح لأن يكون مظروفاً فيه .ومعنى الظرفية المجازية هنا : التعليل ، وهو معنى كثير العروض لحرف { في } كقوله : { وجاهدوا في الله } [ الحج : 78 ] .و { القربى } : اسم مصدر كالرُجعى والبُشرى ، وهي قَرابة النسب ، قال تعالى : { وآتتِ ذا القُربى حقّه } [ الإسراء : 26 ] ، وقال زهير: ... وظُلمُ ذوي القربى أشدّ مضاضَةً . . . البيتوتقدم عند قوله تعالى : { ولذي القربى } في سورة الأنفال ( 41 ) .ومعنى الآية على ما يقتضيه نظمها : لا أسألكم على القرآن جزاء إلا أن تَوَدُّوني ، أي أن تعاملوني معاملة الوِدِّ ، أي غير معاملة العداوةِ ، لأجل القرابة التي بيننا في النسب القرشي .وفي «صحيح البخاري» و«جامع الترمذي» سئل ابن عباس عن هذه الآية بحضرة سعيد بن جبير فابتدر سعيد فقال : قُربى آل محمد ، فقال ابنُ عباس : عَجِلْتَ لم يكن بطن من قريش إلا كان له فيهم قرابة ، فقال : إلاّ أنْ تَصِلُوا ما بيني وبينكم من القرابة . وذكر القرطبي عن الشعبي أنه قال : أكثرَ الناسُ علينا في هذه الآية فكتبنا إلى ابن عباس نسأله عنها فكتب أن رسول الله صلى الله عليه وسلم كان أوسط الناس في قريش فليس بطن من بطونهم إلا وقد وَلَدَهُ فقال الله له : { قل لا أسألكم عليه أجراً إلا المودة في القربى } إلاَّ أن تَوَدوني في قرابتي منكم ، أي تَرَاعُوا ما بيني وبينكم فتصدّقوني ، فالقربى ههنا قرابة الرحم كأنه قال : اتبعوني للقرابة إن لم تتبعوني للنُبوءةِ . انتهى كلام القرطبي . وما فسر به بعض المفسرين أن المعنى : إلا أن تودّوا أقاربي تلفيق معنى عن فهم غير منظور فيه إلى الأسلوب العربي ، ولا تصح فيه رواية عمن يعتد بفهمه .أمّا كون محبة آل النبي صلى الله عليه وسلم لأجل محبة ما له اتصال به خُلُقاً من أخلاق المسلمين فحاصل من أدلة أخرى ، وتحديد حدودها مُفصَّل في «الشفاء» لعياض . والاستثناء منقطع لأن المودّة لأجل القرابة ليست من الجزاء على تبليغ الدعوة بالقرآن ولكنها مما تقتضيه المروءة فليس استثناؤها من عموم الأجر المنفي استثناء حقيقياً . والمعنى : لا أسألكم على التبليغ أجراً وأسألُكم المودّة لأجل القربى . وإنما سألهم المودّة لأن معاملتهم إياه معاملةَ المودّة معِينة على نشر دعوة الإسلام ، إذ تَلِين بتلك المعاملة شكيمتهم فيتركون مقاومته فيتمكن من تبليغ دعوة الإسلام على وجه أكمل .فصارت هذه المودة غرضاً دينياً لا نفع فيه لنفس النبي صلى الله عليه وسلموفي بعض الأخبار الموضوعة في أسباب النزول أن سبب نزول هذه الآية : أن النبي صلى الله عليه وسلم لَمَّا قدم المدينة كانت تنوبه نوائب لا يسعها ما في يديه . فقالت الأنصار : إن هذا الرجل هداكم الله به فنجمع له مالاً ، ففعلوا ثم أتوه به ، فنزلت . وفي رواية : أن الأنصار قالوا له يوماً : أنفسُنا وأموالنا لك ، فنزلت . وقيل نزل { ذلك الذي يبشر الله عباده } إلى قوله : { إنه عليم بذات الصدور } [ الشورى : 23 ، 24 ] . ولأجل ذلك قال فريق : إن هذه الآيات مدنية كما تقدم في أول السورة وهي أخبار واهية .وتضمنت الآية أن النبي صلى الله عليه وسلم منزّه عن أن يتطلب من الناس جزاء على تبليغ الهدى إليهم فإن النبوءة أعظم مرتبة في تعليم الحقّ وهي فوق مرتبة الحكمة ، والحكماء تنزّهوا عن أخذ الأجر على تعليم الحكمة ، فإن الحكمة خير كثير والخير الكثير لا تقابله أعراض الدنيا ، ولذلك أمر الله رُسُله بالتنزّه عن طلب جزاء على التبليغ ، فقال حكاية عن نوح { وما أسألكم عليه من أجر إن أجري إلاّ على رب العالمين } [ الشعراء : 109 ] . وكذلك حكى عن هود وصالح ولوط وشعيب .{ القربى وَمَن يَقْتَرِفْ حَسَنَةً نَّزِدْ لَهُ فِيهَا حُسْناً إِنَّ الله غَفُورٌ } .تذييل لجملة { ذلك الذي يبشر الله عباده الذين آمنوا وعملوا الصالحات } والمعنى : وكلما عمل مؤمن حسنة زدناه حسناً من ذلك الفضل الكبير . وهذا في معنى قوله تعالى : { والله يضاعف لمن يشاء } [ البقرة : 261 ] والواو اعتراضية .والاقتراف : افتعال من القَرْف ، وهو الاكتساب ، فالاقتراف مبالغة في الكسب نظيرَ الاكتساب ، وليس خاصاً باكتساب السوء وإن كان قد غلب فيه ، وأصله من قَرَفَ الشجرةَ ، إذا قشر قِرْفَها ، بكسر القاف ، وهو لِحَاؤها ، أي قَشْرُ عودها ، وتقدم عند قوله تعالى : { وليَقترفوا ما هم مقترفون } في سورة الأنعام ( 113 ) ، وعند قوله : { وأموالٌ اقترفتموها } في سورة براءة ( 24 ) .والحسنة : الفَعْلة ذات الحسن صفة مشبهة غلبت في استعمال القرآن والسنة على الطاعة والقربة فصارت بمنزلة الجوامد عَلَماً بالغلبة وهي مشتقة من الحسن وهو جمال الصورة . والحُسن : ضد القبح وهو صفة في الذات تقتضي قبول منظرها في نفوس الرّائين وميلهم إلى مداومة مشاهدتها . وتوصف المعنويات بالحسن فيراد به كون الفعل أو الصفة محمودة عند العقول مرغوباً في الاتصاف بها .ولما كانت الحسنة مأخوذة من الحُسن جعلت الزيادة فيها من الزيادة في الحسن مراعاة لأصل الاشتقاق فكان ذكر الحُسْن من الجناس المعبر عنه بجناس الاشتقاق نحو قوله تعالى : { فأقم وجهك للدّين القيم } [ الروم : 43 ] ، وصار المعنى نزِد له فيها مماثلاً لها . ويتعين أن الزيادة فيها زيادة من غير عَملِه ولا تكون الزيادة بعمل يعمله غيره لأنها تصير عملاً يستحق الزيادة أيضاً فلا تنتهي الزيادة فتعيّن أن المراد الزيادة في جزاء أمثالها عند الله . وهذا معنى قوله تعالى : { من جاء بالحسنة فله عشْر أمثالها } [ الأنعام : 160 ] وقوله { والله يضاعف لمن يشاء } [ البقرة : 261 ] ، وقول النبي صلى الله عليه وسلم « من هَم بحسنة فعمِلها كتبها الله عنده عشر حسنات إلى سبعمائة ضعف » .وجملة { إن الله غفور شكور } تذييل وتعليل للزيادة لقصد تحقيقها بأن الله كثيرة مغفرته لمن يستحقها ، كثير شكره للمتقربين إليه . والمقصود بالتعليل هو وصف الشكور ، وأما وصف الغفور فقد ذكر للإشارة إلى ترغيب المقترفين السيئات في الاستغفار والتوبة ليغفر لهم فلا يقنطوا من رحمة الله .",
  "ayah": 23,
  "surah": 42
}
