{
  "text": "وَجَزَاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُهَا فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللَّهِ إِنَّهُ لَا يُحِبُّ الظَّالِمِينَ (40)هذه جمل ثلاث مُعترضة الواحدة تلو الأخرى بين جملة { والذين إذا أصابهم البغي } [ الشورى : 39 ] الخ وجملة { ولَمَن انتصر بعد ظلمه } [ الشورى : 41 ] . وفائدة هذا الاعتراض تحديد الانتصار والترغيب في العفو ثم ذم الظلم والاعتداء ، وهذا انتقال من الإذن في الانتصار من أعداء الدين إلى تحديد إجرائه بين الأمة بقرينة تفريع فمن عفا وأصلح } على جملة { وجزاء سيئة سيئة مثلها } إذ سمى ترك الانتصار عفواً وإصلاحاً ولا عفو ولا إصلاح مع أهل الشرك .وبقرينة الوعد بأجر من الله على ذلك العفو ولا يكون على الإصلاح مع أهل الشرك أجر .و { سيئة } صفة لمحذوف ، أي فعلة تسوء من عومل بها . ووزن { سيئة } فَيْعِلة مبالغة في الوصف مِثل : هيّنة ، فعينها ياء ولامها همزة ، لأنها من ساء ، فلما صيغ منها وزن فَيْعِلَة التقت يَاءَاننِ فأدغمَتا ، أي أن المُجازيء يجازيء من فَعَل معه فَعلةً تسوءه بفعلة سيئة مثل فعلتِه في السوء ، وليس المراد بالسيئة هنا المعصية التي لا يرضاها الله ، فلا إشكال في إطلاق السيئة على الأذَى الذي يُلحق بالظالم .ومعنى { مثلها } أنها تكون بمقدارها في متعارف الناس ، فقد تكون المماثلة في الغرض والصورة وهي المماثلة التامة وتلك حقيقةُ المماثلة مثل القصاص من القاتل ظلماً بمثل ما قَتَل به ، ومن المعتدي بجراح عمد ، وقد تتعذر المماثلة التامة فيصار إلى المشابهة في الغرض ، أي مقدار الضرّ وتلك هي المقاربة مثل تعذر المشابهة التامة في جزاء الحروب مع عدوّ الدين إذ قد يلحق الضر بأشخاص لم يصيبوا أحداً بضرّ ويَسْلَمُ أشخاص أصابوا الناس بضرّ ، فالمماثلة في الحَرب هي انتقام جماعة من جماعة بمقدار ما يُشفي نفوس الغالبين حسبما اصطلح عليه الناس .ومن ذلك أيضاً إتلاف بعض الحواس بسبب ضرب على الرأس أو على العين فيصار إلى الدية إذ لا تضبط إصابة حاسّة الباغي بمثل ما أصاب به حاسّة المعتدَى عليه . وكذلك إعطاء قيم المتلفات من المقوَّمات إذ يتعسر أن يكلف الجاني بإعطاء مثل ما أتلفه .ومن مشاكل المماثلة في العقوبة مسألة الجماعة يتمالؤون على قتل أحد عمداً ، أو على قطع بعض أعضائه؛ فإن اقتص من واحد منهم كان ذلك إفلاتاً لبقية الجناة من عقوبة جرمهم ، وإن اقتص من كل واحد منهم كان ذلك زيادة في العقوبة لأنهم إنما جنَوا على واحد .فمن العلماء من لم يعتدَّ بتلك الزيادة ونظَرَ إلى أن كل واحد منهم جنى على المجني عليه فاستحق الجزاء بمثل ما ألحقه بالمجنّي عليه ، وجَعَل التعدّد مُلغى وراعى في ذلك سدّ ذريعة أن يتحيّل المجرم على التنصل من جرمه بضم جماعة إليه ، وهذا قول مالك والشافعي أخذاً من قضاءِ عمر بن الخطاب ، وقوله : لو اجتمع على قتله أهلُ صنعاء لاقتصصتُ منهم .ومنهم من عدل عن الزيادة مطلقاً وهو قول داود الظاهري ، ومنهم من عدل عن تلك الزيادة في القطع ولم يعدل عنها في القتل ، ولعل ذلك لأن عمر بن الخطاب قضى به في القتل ولم يؤثر عن أحد في القطع . وربما ألغى بعضهم الزيادة إذا كان طريق ثبوت الجناية ضعيفاً مثل القسامة مع اللوث عند من يرى القصاص بها فإن مالكاً لم ير أن يُقتل بالقسامة أكثرُ من رجل واحد .واعلم أن المماثلة في نحو هذا تحقق بقيمة الغرم كما اعتبرت في الديات وأروش الجِنايات .وجملة { إنه لا يحب الظالمين } في موضع العلة لكلام محذوف دل عليه السياق فيقدر : أنه يحب العافين كما قال { والعافين عن الناس والله يحبّ المحسنين } [ آل عمران : 134 ] . ونصْرُه على ظالمه موكول إلى الله وهو لا يحب الظالمين ، أي فيؤجر الذين عفوا وينتصر لهم على الباغين لأنه لا يحب الظالمين فلا يهمل الظالم دون عقاب { ومن قُتل مظلوماً فقد جعلنا لوليّه سلطاناً فلا يُسرف في القتل إنه كان منصوراً } [ الإسراء : 33 ] . وقد استفيد حبّ الله العافين من قوله : إنه لا يحب الظالمين } ، وعلى هذا فمَا صْدَقُ الظالمين : هم الذين أصابوا المؤمنين بالبغي .ويجوز أيضاً أن يكون التعليل بقوله : { إنه لا يحب الظالمين } منصرفاً لمفهوم جملة { وجزاء سيئة سيئة مثلها } أي دون تجاوز المماثلة في الجزاء كقوله : { وإن عاقبتُم فعاقبوا بمثل ما عوقبتم به } [ النمل : 126 ] فيكون مَا صْدَقُ { الظالمين } : الذين يتجاوزون الحد في العقوبة من المؤمنين على أن يكون تحذيراً من مجاوزة الحدّ ، كقول النبي صلى الله عليه وسلم \" من حامَ الحمى يوشك أن يقع فيه \" .وقد شملت هذه الآية بموقعها الاعتراضي أصول الإرشاد إلى ما في الانتصار من الظالم وما في العفو عنه من صلاح الأمة ، ففي تخويل حق انتصار المظلوم من ظالمه ردع للظالمين عن الإقدام على الظلم خوفاً من أن يأخذ المظلوم بحقه ، فالمعتدي يحسب لذلك حسابه حين الهمّ بالعدوان .وفي الترغيب في عفو المظلوم عن ظالمه حفظ آصرة الأخوة الإسلامية بين المظلوم وظالمه كيلا تنثَلِم في آحاد جزئياتها بل تزداد بالعفو متانة كما قال تعالى : { ادفع بالتي هي أحسن فإذا الذي بينك وبينه عداوة كأنّه وليّ حميم } [ فصلت : 34 ] .على أن الله تعالى لَمْ يهمل جانب ردع الظالم فأنبأ بتحقيق أنه بمحل من غضب الله عليه إذ قال : إنه لا يحب الظالمين } ولا ينحصر ما في طي هذا من هول الوعيد .وتنشأ على معنى هذه الآية مسألة غرَّاء تجاذبتها أنظار السلف بالاعتبار ، وهي : تحليل المظلوم ظالمه من مظلمته . قال أبو بكر بن العربي في «الأحكام» : روى ابن القاسم وابن وهب عن مالك وسئل عن قول سعيد بن المسيّب : لا أحلّل أحداً ، فقال : ذلك يختلف . فقلت : الرجل يسلف الرجل فيهلِكُ ولا وفاء له قال : أرى أن يحلله ، وهو أفضل عندي لقول الله تعالى :{ الذين يستمعون القول فيتّبعون أحسنه } [ الزمر : 18 ] ، وإن كان له فضل يُتبع فقيل له : الرجل يظلم الرجل ، فقال : لا أرى ذلك ، وهو عندي مخالف للأول لقول الله تعالى : { إنما السبيل على الذين يظلمون الناس } [ الشورى : 42 ] ، ويقول تعالى : { ما على المحسنين من سبيل } [ التوبة : 91 ] فلا أرى أن تجعله من ظلمه في حلّ .قال ابن العربي فصار في المسألة ثلاثة أقوال : أحدها : لا يحلّله بحال قاله ابن المسيّب . والثاني : يحلّله ، قاله ابن سيرين ، زاد القرطبي وسليمان بن يسار ، الثالث : إن كان مالاً حلّله وإن كان ظلماً لم يحلّله وهو قول مالك .وجه الأول : } أن لا يُحلّ ما حرم الله فيكون كالتبديل لحكم الله .ووجه الثاني : أنه حقه فله أن يسقطه .ووجه الثالث : أن الرجل إذا غُلِب على حقكَ فمن الرفق به أن تحلله ، وإن كان ظالماً فمن الحق أن لا تتركه لئلا يغْتَرّ الظَّلَمة ويسترسلوا في أفعالهم القبيحة .وذكَر حديث مسلم عن عُبادة بن الوليد بن عبادة بن الصامت قال : خرجت أنا وأبي لطلب العلم في هذا الحيّ من الأنصار قبْل أن يهلكوا فكان أول من لقينا أبو اليسر صاحب رسول الله صلى الله عليه وسلم فقال له أبي : أرى في وجهك سنعة من غضب فقال : أجَل كان لي على فلان دين ، فأتيت أهله وقلت : أثَمّ هو؟ قالوا : لا فخرج ابن له فقلت له : أين أبوك؟ فقال سمع صوتك فدخل أريكة أمي . فقلتُ : اخرجْ إليَّ ، فخرج . فقلت : ما حملك على أن اختبأت مني؟ قال : خشيت والله أن أحدثك فأكذبك وأنت صاحب رسول الله صلى الله عليه وسلم وكنتُ والله معسراً . قال : فأتى بصحيفته فمحاها بيده ، قال : إن وجدت قضاء فاقض وإلاّ فأنت في حلّ .",
  "ayah": 40,
  "surah": 42
}
