{
  "text": "إِنَّمَا السَّبِيلُ عَلَى الَّذِينَ يَظْلِمُونَ النَّاسَ وَيَبْغُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ أُولَئِكَ لَهُمْ عَذَابٌ أَلِيمٌ (42)استئناف بياني فإنه لما جرى الكلام السابق كله على الإذن للذين بُغِي عليهم أن ينتصروا ممن بغَوا عليهم ثم عقب بأن أولئك ما عليهم من سبيل كان ذلك مثار سؤاللِ سائِللٍ عن الجانب الذي يقع عليه السبيل المنفي عن هؤلاء .والقصر المفاد ب { إنما } تأكيد لمضمون جملة { فأولئك ما عليهم من سبيل } [ الشورى : 41 ] لأنه كان يكفي لإفادة معنى القصر أن يقابل نفيُ السبيل عن الذين انتصروا بعد ظلمهم بإثبات أنّ السبيل على الظالمين ، لأن إثبات الشيء لأحد ونفيه عمن سواه يفيد معنى القصر وهو الأصل في إفادة القصر بطريق المساواة أو الإطناب كقول آلسّمَؤْأل أو غيره: ... تَسيل على حدّ الظُّبات نفوسناوليستْ على غير الظبات تسيلُ ... وأما طرق القصر المعروفة في علم المعاني فهي من الإيجاز ، فلما أوردت أداة القصر هُنَا حصل نفي السبيل عن غيرهم مرةً أخرى بمفاد القصر فتأكد حصوله الأولُ الذي حصل بالنفي ، ونظيرُه قوله تعالى : ما على المُحسنين من سبيل إلى قوله : { إنَّما السبيل على الذين يستأذنونك وهم أغنياء } في سورة براءة ( 93 ) .والمراد بالسبيل } عين المراد به في قوله : { فأولئك ما عليهم من سبيل } [ الشورى : 41 ] بقرينة أنه أعيد معرَّفا باللام بعد أن ذُكر منكَّراً فإن إعادة اللفظ النكرة معرّفاً بلام التعريف يفيد أن المراد به ما ذكر أولاً . وهذا السبيل الجزاء والتبعة في الدنيا والآخرة .وشمل عموم الذين يظلمون } ، وعمومُ { الناس } كلَّ ظالم ، وبمقدار ظلمه يكون جزاؤه . ويدخل ابتداءً فيه الظالمون المتحدَّث عنهم وهم مشركو أهل مكة ، والناسُ المتحدث عنهم وهم المسلمون يومئذٍ .والبغي في الأرض : الاعتداء على ما وضعه الله في الأرض من الحق الشامل لمنافع الأرض التي خلقت للناس ، مثل تحجير الزرع والأنعاممِ المحكِي في قوله تعالى : { وقالوا هذه أنعام وحَرْث حِجْرٌ لا يَطْعَمُها إلا مَن نَشاء بزعمهم } [ الأنعام : 138 ] ، ومثل تسييب السائبة وتبحير البَحيرة ، والشامل لمخالفة ما سنّه الله في فطرة البشر من الأحوال القويمة مثل العدللِ وحسن المعاشرة ، فالبغْيُ عليها بمثل الكبرياء والصلف وتحقير الناسسِ المؤمنين وطردِهم عن مجامع القوْم بغيٌ في الأرض بغير الحق .والأرض } : أرض مكة ، أو جميع الكرة الأرضية وهو الأليق بعموم الآية ، كما قال تعالى : { وإذا تولى سعَى في الأرض ليفسد فيها } [ البقرة : 205 ] وقال : { ولا تفسدوا في الأرض بعد إصلاحها } [ الأعراف : 85 ] ، فكل فساد وظلم يقع في جزء من الأرض فهو بغي مظروف في الأرض .وبغير الحق } متعلق ب { يبغون } وهو لكشف حالة البغي لإفادة مذمته إذ لا يكون البغي إلاّ بغيرِ الحق فإن مسمى البغي هو الاعتداء على الحق ، وأما الاعتداء على المبطل لأجل باطله فلا يسمى بغياً ويُسمّى اعتداء قال تعالى : { فمن اعتدى عليكم فاعتدوا عليه بمثل ما اعتدى عليكم } [ البقرة : 194 ] ، ويقال : استعدَى فلان الحاكمَ على خصمه ، أي طلب منه الحكم عليه .وجملة أولئك لهم عذاب أليم } بيان جملة { إنما السبيل على الذين يظلمون } إن أريد ب { السبيل } في قوله : { ما عليهم من سبيل } [ الشورى : 41 ] سبيل العقاب في الآخرة ، أو بدل اشتمال منها إن أريد بالسبيل } هنالك ما يشمل الملام في الدنيا ، أي السبيل الذي عليهم هو أن لهم عذاباً أليماً جزاء ظلمهم وبغيهم .وحكم هذه الآية يشمل ظُلم المشركين للمسلمين ويشمل ظلم المسلمين بعضهم بعضاً ليتناسب مضمونها مع جميع ما سبق .وجيء باسم الإشارة للتنبيه على أنهم أحرياء بما يذكر بعد اسم الإشارة لأجل ما ذكر قبله مع تمييزهم أكمل تمييز بهذا الوعيد .",
  "ayah": 42,
  "surah": 42
}
