{
  "text": "وَتَرَاهُمْ يُعْرَضُونَ عَلَيْهَا خَاشِعِينَ مِنَ الذُّلِّ يَنْظُرُونَ مِنْ طَرْفٍ خَفِيٍّ وَقَالَ الَّذِينَ آَمَنُوا إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ أَلَا إِنَّ الظَّالِمِينَ فِي عَذَابٍ مُقِيمٍ (45){ سَبِيلٍ * وَتَرَاهُمْ يُعْرَضُونَ عَلَيْهَا خاشعين مِنَ الذل يَنظُرُونَ مِن طَرْفٍ خَفِىٍّ وَقَالَ الذين ءامنوا إِنَّ الخاسرين الذين خسروا أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ } .أعيد فعل ( ترى ) للاهتمام بهذه الرؤية وتهويلها كما أعيد فعل ( تلاقوا ) في قول ودَّاككٍ بن ثُمْيل المازني :رويداً بني شيبان بعضَ وعيدكم ... تُلاَقوا غداً خيلي على سَفَوَانِتُلاقوا جياداً لا تَحِيدُ عن الوغَى ... إذا ظَهَرتْ في المَأْزِق المُتَدَانِيوالعَرْض : أصله إظهار الشيء وإراءته للغير ، ولذلكَ كان قول العرب : عَرَضْتُ البَعير على الحوض معدوداً عند علماء اللغة وعلماء المعاني من قبيل القَلْب في التركيب ، ثم تتفرع عليه إطلاقات عديدة متقاربة دقيقة تحتاج إلى تدقيق .ومن إطلاقاته قولهم : عَرْض الجندِ على الأمير ، وعرض الأسرى على الأمير ، وهو إمرارهم ليرى رأيه في حالهم ومعاملتهم ، وهو إطلاقه هنا على طريق الاستعارة ، استعير لفظ { يعرضون } لمعنى : يُمَرُّ بهم مَرًّا عاقبته التمكن منهم والحكمُ فيهم فكأنَّ جهنم إذا عرضوا عليها تحكم بما أعدّ الله لهم من حريقها ، ويفسره قوله في سورة الأحقاف ( 20 ) { ويَوم يُعرض الذين كفروا على النار أذهبتم طيباتكم في حياتكم الدنيا واستمتعتم بها } الآية .وقد تقدم إطلاق له آخر عند قوله تعالى : { ثم عَرَضَهم على الملائكة } في سورة البقرة ( 31 ) .وبني فعل { يعرضون } للمجهول لأن المقصود حصول الفعل لا تعيين فاعله . والذين يَعرِضون الكافرين على النار هم الملائكةُ كما دلت عليه آيات أخرى .وضمير { عليها } عائد إلى العذاب بتأويل أنه النار أو جهنم أو عائد إلى جهنم المعلومة من المقام .وانتصب { خاشعين } على الحال من ضمير الغيبة في { تراهُم } لأنها رؤية بصرية .والخشوع : التطامن وأثَر انكسار النفس من استسلام واستكانة فيكون للمخافة ، وللمهابة ، وللطاعة ، وللعجز عن المقاومة .والخشوع مثل الخضوع إلاّ أن الخضوع لا يسند إلاّ إلى البدن فيقال : خضع فلان ، ولا يقال : خضع بَصَرُه إلا على وجه الاستعارة ، كما في قوله تعالى : { فلا تخْضَعْنَ بالقول } [ الأحزاب : 32 ] ، وأما الخشوع فيسند إلى البدن كقوله تعالى : { خاشعين لله } في آخر سورة آل عمران ( 199 ) . ويُسند إلى بعض أعضاء البدن كقوله تعالى : { خُشَّعاً أبصارُهم } في سورة القمر ( 7 ) ، وقوله : وخشعت الأصوات للرحمان فلا تسمع إلا همساً في سورة طه ( 108 ) .والمراد بالخشوع في هذه الآية ما يبدو عليهم من أثر المذلة والمخافة . فقوله : من الذل } متعلق ب { خاشعين } وتعلقه به يغني عن تعليقه ب { ينظرون } ويفيد ما لا يفيده تعليقه به .و { مِنْ } للتعليل ، أي خاشعين خشوعاً ناشئاً عن الذل ، أي ليس خشوعهم لتعظيم الله والاعتراف له بالعبودية لأن ذلك الاعتقاد لم يكن من شأنهم في الدنيا .وجملة { ينظرون من طرف خفي } في موضع الحال من ضمير { خاشعين } لأن النظر من طرف خفيّ حالة للخاشع الذليل ، والمقصود من ذكرها تصوير حالتهم الفظيعة . وفي قريب من هذا المعنى قول النابغة يصف سبايا :يَنْظُرْن شزْراً إلى مَن جاءَ عن عُرُض ... بأوْجُهٍ منكِراتتِ الرِقّ أحْرَارِوقول جرير :فغضَّ الطرف إنك من نُمير ... فلا كعباً بلغتَ ولا كِلاباوالطرْف : أصله مصدر ، وهو تحريك جفْن العين ، يقال : طَرَفَ من باب ضرب ، أي حرّك جفنه ، وقد يطلق على العين من تسمية الشيء بفعله ، ولذلك لا يثنّى ولا يجمع قال تعالى : { لا يرتَدُّ إليهم طَرْفُهم } [ إبراهيم : 43 ] . ووَصْفُه في هذه الآية ب { خفي } يقتضي أنه أريد به حركة العين ، أي ينظرون نظراً خفيّاً ، أي لا حِدّة له فهو كَمُسَارَقَةِ النظر ، وذلك من هول ما يرونه من العذاب ، فهم يحجمون عن مشاهدته للروع الذي يصيبهم منها ، ويبعثهم ما في الإنسان من حب الاطلاع على أن يتطلعوا لما يساقون إليه كحال الهارب الخائف ممن يتبعه ، فتراه يُمعن في الجرْي ويلتفت وراءه الفَينة بعد الفَينة لينظر هل اقتربَ منه الذي يجري وراءه وهو في تلك الالتفاتة أفات خطوات من جريه لكن حب الاطلاع يغالبه .و { من } في قوله : { من طرف خفي } للابتداء المجازي . والمعنى : ينظرون نظراً منبعثاً من حركة الجفن الخفيّة . وحُذف مفعول { ينظرون } للتعميم أي ينظرون العذاب ، وينظرون أهوال الحشر وينظرون نعيم المؤمنين من طَرف خفيّ .{ خَفِىٍّ وَقَالَ الذين ءامنوا إِنَّ الخاسرين الذين خسروا أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ القيامة أَلاَ إِنَّ الظالمين فِى عَذَابٍ } .يترجح أن الواو للحال لا للعطف ، والجملة حال من ضمير الغيبة في { تراهم } ، أي تراهم في حال الفظاعة الملتبسين بها ، وتراهم في حال سماع الكلام الذامّ لهم الصادر من المؤمنين إليهم في ذلك المشهد . وحُذفت ( قد ) مع الفعل الماضي لظهور قرينة الحال .وهذا قول المؤمنين يوم القيامة إذ كانوا يومئذ مطمئنين من الأهوال شاكرين ما سبق من إيمانهم في الدنيا عارفين بِرِبْححِ تجارتهم ومقابلين بالضد حالة الذين كانوا يسخرون بهم في الدنيا إذ كانوا سبباً في خسارتهم يوم القيامة .والظاهر : أن المؤمنين يقولون هذا بمسمع من الظالمين فيزيد الظالمين تلهيباً لندامتهم ومهانتهم وخزيهم . فهذا الخبر مستعمل في إظهار المسرّة والبهجة بالسلامة مما لحق الظالمين ، أي قالوه تحدثاً بالنعمة واغتباطاً بالسلامة يقوله كل أحد منهم أو يقوله بعضهم لبعض . وإنما جيء بحرف { إنَّ } مع أن القائل لا يشك في ذلك والسامع لا يشك فيه للاهتمام بهذا الكلام إذ قد تبيّنت سعادتهم في الآخرة وتوفيقهم في الدنيا بمشاهدة ضد ذلك في معانديهم .والتعريف في { الخاسرين } تعريف الجنس ، أي لا غيرهم . والمعنى : أنهم الأكملون في الخسران وتسمّى ( ألْ ) هذه دالة على معنى الكمال وهو مستفاد من تعريف الجزءين المفيد للقصر الادعائي حيث نُزل خسران غيرهم منزلة عدم الخسران . فالمعنى : لا خسران يشبه خسرانهم ، فليس في قوله : { إن الخاسرين } إظهار في مقام الإضمار كما توهم ، وقد تقدم نظيره في قوله : { قل إن الخاسرين الذين خسروا أنفسهم وأهليهم يوم القيامة } في سورة الزمر ( 15 ) .والخسران : تلف مال التاجر ، واستعير هنا لانتفاء الانتفاع بما كان صاحبه يُعِده للنفع ، فإنهم كانوا يأمُلون نعيم أنفسهم والأنس بأهليهم حيثما اجتمعوا ، فكُشف لهم في هذا الجمع عن انتفاء الأمرين ، أو لأنهم كانوا يحسبون أن لا يحيوا بعد الموت فحسِبوا أنهم لا يَلْقَوْن بعده ألماً ولا توحشهم فرقة أهليهم فكُشف لهم ما خيَّب ظنهم فكانوا كالتاجر الذي أمّل الربح فأصابه الخسران .وقوله : يوم القيامة } يتعلق بفعل { خسروا } لا بِفعل { قال } .وجملة { ألا إن الظالمين في عذاب مقيم } تذييل للجمل التي قبلها من قوله : { وترى الظالمين لمَّا رأوا العذاب } [ الشورى : 44 ] الآيات . لأن حالة كونهم في عذاب مقيم أعم من حالة تلهفهم على أن يُردّوا إلى الدنيا ، وذلِهم وسماعِهم الذم .وإعادة لفظ { الظالمين } إظهار في مقام الإضمار اقتضاه أن شأن التذييل أن يكون مستقل الدلالة على معناه لأنه كالمثل . وليست هذه الجملة من قول المؤمنين إذ لا قِبَل للمؤمنين بأن يحكموا هذا الحكم ، على أن أسلوب افتتاحه يقتضي أنه كلام مَن بيده الحكم يوم القيامة وهو مَلِكُ يوم الدين ، فهو كلام من جانب الله ، أي وَهم معَ الندم وذلك الذل والخزي بسماع ما يكرهون في عذاببٍ مستمر . وافتتحت الجملة بحرف التنبيه لكثرة ذلك في التذييلات لأهميتها .والمقيم : الذي لا يرتحل . ووصف به العذاب على وجه الاستعارة ، شبه المستمر الدائم بالذي اتخذ دار إقامة لا يبرحها .",
  "ayah": 45,
  "surah": 42
}
