{
  "text": "تَكَادُ السَّمَوَاتُ يَتَفَطَّرْنَ مِنْ فَوْقِهِنَّ وَالْمَلَائِكَةُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيَسْتَغْفِرُونَ لِمَنْ فِي الْأَرْضِ أَلَا إِنَّ اللَّهَ هُوَ الْغَفُورُ الرَّحِيمُ (5){ العظيم * تَكَادُ السماوات يَتَفَطَّرْنَ مِن فَوْقِهِنَّ والملائكة يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيَسْتَغْفِرُونَ } .جملة مستأنفة مقررة لمعنى جملة { وهو العلي العظيم } [ الشورى : 4 ] ولذلك لم تعطف عليها ، أي يكاد السماوات على عظمتهن يتشققن من شدّة تسخرهن فيما يسخرهُن الله له من عمل لا يخالف ما قدّره الله لهنّ ، وأيضاً قد قيل : إن المعنى : يكاد السماوات يتفطرن من كثرة ما فيهن من الملائكة والكواكب وتصاريف الأقدار ، فيكون في معنى قول النبي صلى الله عليه وسلم \" أطَّتتِ السماء وبِحَقها أن تَئطّ . والذي نفسُ محمّد بيده ما فيها موضع شِبر إلا فيه جبهة مَلَك ساجد يسبح الله بحمده \" ويرجّحه تعقيبه بقوله تعالى : { والملائكة يسبحون بحمد ربهم } كما سيأتي .وقرأ نافع وحده والكسَائِي { يكاد } بتحتية في أوّله . وقرأه الباقون بفوقية وهما وجهان جائزان في الفعل المسند إلى جمع غيرِ المذكر السالم وخاصة مع عدم التأنيث الحقيقي . وتقدم في سورة مريم ( 90 ) قوله : { يكاد السماوات يتفَطَّرْنَ منه . وقرأ الجمهور يتفطرن } بتحتية ثم فوقية وأصله مضارع التفطر ، وهو مطاوع التفطير الذي هو تكرير الشقّ . وقرأه أبو عمرو وأبو بكر عن عاصم ويعقوب بِتَحتيّة ثم نون وهو مضارع : انفطَر ، مطاوع الفطر مصدر فطَر الثلاثي ، إذا شَقَّ ، وليس المقصود منه على القراءتين قبول أثر الفاعل إذ لا فاعل هنا للشقّ وإنّما المقصود الخبر بحصول الفعل ، وهذا كثير ، كقولهم : انشقّ ضوء الفجر ، فلا التفات هنا لما يقصد غالباً في مادة التفعل من تكرير الفعل إذ لا فاعل للشقّ هنا ولا لتكرره ، فاستوت القراءتان في باب البلاغة ، على أنّ استعمال صيغ المطاوعة في اللّغة ذو أنحاء كثيرة واعتبارات كما نبه عليه كلام الرضيّ في «شرح الشافية» .وقوله : { من فوقهن } يجوز أن يكون ضمير { فوقهن } عائداً على { السماوات } ، فيكون المجرور متعلقاً بفعل { يتفطرن } بمعنى : أن انشقاقهن يحصل من أعلاهنّ ، وذلك أبلغ الانشقاق لأنه إذا انشقّ أعلاهن كان انشقاق ما دونه أولى ، كما قيل في قوله تعالى : { وهي خاوية على عروشها } كما تقدم في سورة البقرة ( 259 ) وفي سورة الحج ( 45 ) . وتكون { من } ابتدائيّة .ويجوز أن يكون الضمير عائداً إلى { الأرض } من قوله تعالى : { وما في الأرض } [ الشورى : 4 ] على تأويل الأرض بأرضين باعتبار أجزاء الكرة الأرضية أو بتأويل الأرض بسكانها من باب { واسْأل القرية } [ يوسف : 82 ] .وتكون { من } زائدة زيادتها مع الظروف لتأكيد الفوقية ، فيفيد الظرف استحضار حالة التفطر وحالة موقعه ، وقد شبه انشقاق السماء بانشقاق الوَردة في قوله تعالى : { فإذا انشقت السماء فكانت وردة كالدِّهان } [ الرحمن : 37 ] . والوردة تنشق من أعلاها حين ينفتح بُرْعُومُها فيوشك إنْ هُن تفطَّرْنَ أن يخْررْنَ على الأرض ، أي يكاد يقع ذلك لِما فشا في الأرض من إشراك وفساد على معنى قوله تعالى : { وقالوا اتخذ الرحمن ولداً لقد جئتم شيئاً إِدًّا يكاد السماوات يتفطَّرْنَ منه وتنشقّ الأرض وتخرّ الجبال هدّاً }[ مريم : 88 90 ] ويرجحه قوله الآتي : { والذين اتخذوا من دونه أولياء الله حفيظ عليهم } [ الشورى : 6 ] . وعن ابن عباس { يكاد السماوات يتفطَّرن } من قول المشركين { اتخذ الله ولداً } [ البقرة : 116 ] .{ فَوْقِهِنَّ والملائكة يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيَسْتَغْفِرُونَ لِمَن فِى الارض أَلاَ إِنَّ الله هُوَ الغفور } .جملة عطفت على جملة { يكاد السماوات يتفطرن } لإفادتها تقرير معنى عظمة الله تعالى وجلاله المدلول عليهما بقوله : { وهو العلي العظيم } [ الشورى : 4 ] .مرتبة واجب الوجود سبحانه وهو أهل التنزيه والحمد ومرتبة الروحانيات وهي الملائكة وهي واسطة المتصرف القدير ومفيض الخير في تنفيذ أمره من تكوين وهدى وإفاضة خير على النّاس ، فهي حين تتلقى من الله أوامره تسبِّحُه وتحمده ، وحين تفيض خيرات ربّها على عباده تستغفر للذين يتقبلونها تقبل العبيد المؤمنين بربّهم ، وتلك إشارة إلى حصول ثمرات إبلاغها ، وذلك بتأثيرها في نظم أحوال العالم الإنساني . ومرتبة البشرية المفضلة بالعقل إذ أكمله الإيمانُ وهي المراد ب ( من في الأرض ) .",
  "ayah": 5,
  "surah": 42
}
