{
  "text": "وَلَوْ شَاءَ اللَّهُ لَجَعَلَهُمْ أُمَّةً وَاحِدَةً وَلَكِنْ يُدْخِلُ مَنْ يَشَاءُ فِي رَحْمَتِهِ وَالظَّالِمُونَ مَا لَهُمْ مِنْ وَلِيٍّ وَلَا نَصِيرٍ (8)عطف على جملة { فريق في الجنة وفريق في السعير } [ الشورى : 7 ] . والغرض من هذا العطف إفادة أن كونهم فريقين أمرٌ شاء الله تقديره ، أي أوجد أسبابه بحكمته ولو شاء لقدّر أسباب اتحادهم على عقيدة واحدة من الهُدى فكانوا سواء في المصير ، والمراد : لكانوا جميعاً في الجنّة .وهذا مسوق لتسلية الرّسول صلى الله عليه وسلم والمؤمنين على تمنّيهم أن يكون النّاس كلّهم مهتدين ويكون جميعهم في الجنّة ، وبذلك تعلم أن ليس المراد : لو شاء الله لجعلهم أمّة واحدة في الأمرين الهُدى والضلال ، لأن هذا الشقّ الثاني لا يتعلق الغرض ببيانه هنا وإن كان في نفس الأمر لو شاء الله لكان . فتأويل هذه الآية بما جاء في قوله تعالى : { ولو شئنا لآتينا كل نفس هداها ولكن حقّ القول مني لأملان جهنم من الجنّة والنّاس أجمعين } [ السجدة : 13 ] وقوله : { ولو شاء ربُّك لآمَنَ مَنْ في الأرض كلّهم جميعاً أفأنت تكره النّاس حتى يكونوا مؤمنين } [ يونس : 99 ] .وقد دلّ على ذلك الاستدراكُ الذي في قوله : { ولكن يدخل من يشاء في رحمته } أي ولكن شَاء مشيئةً أخرى جرت على وفق حكمته ، وهي أنْ خلقهم قابلين للهدى والضلال بتصاريف عُقولهم وأميالهم ، ومكَّنهم من كسب أفعالهم وأوضح لهم طريق الخير وطريق الشر بالتكليف فكان منهم المهتدون وهم الذين شاء الله إدخالهم في رحمته ، ومنهم الظالمون الذين ما لهم من ولي ولا نصير . فقوله : { يدخل من يشاء في رحمته } أحدُ دليلين على المعنى المستدرَك إذ التقدير : ولكنه جعلهم فريقين فريقاً في الجنّة وفريقاً في السعير ليدخل من يشاء منهم في رحمته وهي الجنة . وأفهم ذلك أنّه يدخل منهم الفريق الآخر في عقابه ، فدلّ عليه أيضاً بقوله : { والظالمون ما لهم من ولي ولا نصير } لأن نفي النصير كناية عن كونهم في بؤس وضُر ومغلوبية بحيث يحتاجون إلى نصير لو كان لهم نصير ، فيدخل في الظالمين مشركو أهل مكّة دخولاً أوليًّا لأنهم سبب ورود هذا العموم .وأصل النظم : ويُدخل من يشاء في غضبه ، فعُدِل عنه إلى ما في الآية للدلالة على أن سبب إدخالهم في غضبه هو ظلمهم ، أي شركهم { إن الشرك لظلمٌ عظيمٌ } [ لقمان : 13 ] مع إفادة أنّهم لا يجدون وليًّا يدفع عنهم غضبه ولا نصيرا يثْأر لهم . وضمير ( جعلهم ) عائد إلى فريق الجنّة وفريق السعير باعتبار أفراد كل فريق .",
  "ayah": 8,
  "surah": 42
}
