{
  "surah": 46,
  "ayah": 35,
  "text": "So be patient, as the messengers possessed of resoluteness were patient. And seek not to hurry it for them. On the day they see what they were promised, it will be as if they had not delayed for an hour of daytime. God's Messenger heard so many insults and ill words from the unbelievers and underwent so much suffering from them that he became anguished. Because of that anguish he wished in his heart that a punishment would reach them and they would taste chastisement. The Lord of the Worlds sent this verse: “So be patient... and seek not to hurry it. O MuḤammad, be patient with the torment and insults of the associaters and do not hasten to chastise and punish them. Emulate your brothers the prophets. They were patient with the sufferings and repellant things from their people. They knew that all of it was Our decree, so they did not complain or become anguished. You do the same that they did. O MuḤammad, so emulate their guidance [6:90]. Do you not know that one of My names is the Patient? The patient is he who does not hurry to punish: 'He gives respite but does not disregard.'” When the faithful servant believes that the Real is the Patient, he must make patience his own holdfast and support in order to increase in faith. MuṣṬafā said, “Patience is half of faith, and certainty is all of faith.” The station of patience is the station of the worshipers, and the station of certainty is the station of the recognizers. MuṣṬafā said to Ibn ʿAbbās, “If you can act for God with approval and certainty, do so. Other- wise, there is great good in patience with what you dislike.” First he called him to certainty, which is the great station and all of faith. Then he said, “If you do not have the capacity and do not reach this station, keep your feet fixed in the station of the patient, for in patience there is good aplenty. Surely the patient shall be paid their wage in full, without reckoning [39:10].” A great man was asked about the meaning of patience. He said, “Swallowing down trial with- out making claims.” It is to taste the poison of trial and then not to voice any claim."
}
