{
  "text": "آیت 105 حَقِیْقٌ عَلٰٓی اَنْ لآَّ اَقُوْلَ عَلَی اللّٰہِ الاَّ الْحَقَّ ط فرعون کے لیے حضرت موسیٰ علیہ السلام کوئی اجنبی آدمی نہیں تھے۔ آپ علیہ السلام اس کے ساتھ ہی شاہی محل میں پلے بڑھے تھے۔ حضرت موسیٰ علیہ السلام کی پیدائش کے وقت جو فرعون برسر اقتدار تھا وہ اس فرعون کا باپ تھا اور اسی نے حضرت موسیٰ علیہ السلام کو بچپن میں بچایا تھا۔ حضرت موسیٰ علیہ السلام کی والدہ نے آپ علیہ السلام کو ایک صندوق میں بند کر کے دریائے نیل میں ڈال دیا تھا۔ وہ صندوق فرعون کے محل کے پاس ساحل پر آ لگا تھا اور محل کے ملازمین نے اسے اٹھا لیا تھا۔ فرعون کو پتا چلا تو وہ اسرائیلی بچہ سمجھ کر آپ علیہ السلام کے قتل کے درپے ہوا ‘ مگر اس کی بیوی نے اسے یہ کہہ کر باز رکھا تھا کہ ہم اس کو اپنا بیٹا بنالیں گے ‘ یہ ہمارے لیے آنکھوں کی ٹھنڈک ہوگا : قُرَّتُ عَیْنٍ لِّیْ وَلَکَ ط القصص : 9 کیونکہ اس وقت تک ان کے ہاں کوئی اولاد نہیں تھی۔ چناچہ اس نے حضرت موسیٰ علیہ السلام کو اپنا بیٹا بنا لیا۔ بعد میں اس کے ہاں بھی ایک بیٹا پیدا ہوا۔ حضرت موسیٰ علیہ السلام اور فرعون کا بیٹا تقریباً ہم عمر تھے ‘ وہ دونوں اکٹھے محل میں پلے بڑھے تھے اور ان کے درمیان حقیقی بھائیوں جیسی محبت تھی ‘ بلکہ حضرت موسیٰ علیہ السلام کی حیثیت بڑے بھائی کی تھی۔ جب بڑا فرعون بوڑھا ہوگیا تو اس نے اپنی زندگی میں ہی اقتدار اپنے بیٹے کے سپرد کردیا تھا۔ چناچہ جس فرعون کے دربار میں حضرت موسیٰ علیہ السلام نے اپنی نبوت کا دعویٰ کیا یہ وہی تھا جس کے ساتھ آپ علیہ السلام شاہی محل میں پلے بڑھے تھے۔ ابھی کچھ ہی برس پہلے آپ علیہ السلام یہاں سے مدین گئے تھے اور پھر مدین سے واپس آ رہے تھے تو آپ علیہ السلام کو نبوت اور رسالت ملی اس کی پوری تفصیل آگے جا کر سورة طٰہٰ اور سورة القصص میں آئے گی۔ اس پس منظر میں فرعون کے ساتھ آپ علیہ السلام کا بات کرنے کا انداز بھی کسی عام آدمی جیسا نہیں تھا۔ آپ علیہ السلام نے بڑے واضح اور بےباک انداز میں فرعون کو مخاطب کر کے فرمایا کہ دیکھو ! میرا یہ منصب نہیں اور یہ بات میرے شایان شان نہیں کہ میں تم سے کوئی لایعنی اور جھوٹی بات کروں۔قَدْ جِءْتُکُمْ بِبَیِّنَۃٍ مِّنْ رَّبِّکُمْ فَاَرْسِلْ مَعِیَ بَنِیْٓ اِسْرَآءِیْلَ بنی اسرائیل حضرت یوسف علیہ السلام کی وساطت سے فلسطین سے آکر مصر میں اس وقت آباد ہوئے تھے جب یہاں ایک عربی النسل خاندان کی حکومت تھی۔ اس خاندان کے بادشاہ چروا ہے بادشاہ Hiksos Kings کہلاتے تھے۔ ان کے دور حکومت میں حضرت یوسف علیہ السلام کے احترام کی وجہ سے بنی اسرائیل کو معاشرے میں ایک خصوصی مقام حاصل رہا اور وہ صدیوں تک عیش و عشرت کی زندگی گزارتے رہے۔ اس کے بعد کسی دور میں مصر کے اندر قوم پرست عناصر کے زیر اثر انقلاب آیا۔ اس انقلاب کے نتیجے میں حکمران خاندان کو ملک بدر کردیا گیا اور یہاں قبطی قوم کی حکومت قائم ہوگئی۔ یہ لوگ مصر کے اصل باشندے تھے۔ بنی اسرائیل کے لیے یہ تبدیلی بڑی منحوس ثابت ہوئی۔ سابق شاہی خاندان کے چہیتے ہونے کی وجہ سے وہ قبطی حکومت کے زیر عتاب آگئے اور ان کی حیثیت اور زندگی بتدریج پست سے پست اور سخت سے سخت ہوتی چلی گئی۔ حضرت موسیٰ علیہ السلام کے زمانے میں یہ لوگ مصر میں غلامانہ زندگی گزار رہے تھے ‘ بلکہ فرعونوں کی طرف سے آئے روز ان پر طرح طرح کے مظالم ڈھائے جاتے تھے۔ یہ وہ حالات تھے جن میں حضرت موسیٰ علیہ السلام کو مبعوث کیا گیا تاکہ وہ بنی اسرائیل کو فرعون کی غلامی سے نجات دلا کر واپس فلسطین لائیں۔ چناچہ حضرت موسیٰ علیہ السلام نے فرعون سے مطالبہ کیا کہ بنی اسرائیل کو میرے ساتھ جانے دیا جائے۔",
  "ayah": 106,
  "surah": 7
}
