{
  "text": "آیت 43 وَنَزَعْنَا مَا فِیْ صُدُوْرِہِمْ مِّنْ غِلٍّ اہل ایمان بھی آخر انسان ہیں۔ باہمی معاملات میں ان کو بھی ایک دوسرے سے گلے اور شکوے ہوسکتے ہیں اور دلوں میں شکوک و شبہات جنم لے سکتے ہیں۔ دینی جماعتوں کے اندر بھی کسی مامور کو امیر سے ‘ امیر کو مامور سے یا ایک رفیق کو دوسرے رفیق سے شکایت ہوسکتی ہے۔ کچھ ایسے گلے شکوے بھی ہوسکتے ہیں جو دنیا کی زندگی میں ختم نہ ہو سکے ہوں گے۔ ایسے گلے شکو وں کے ضمن میں قرآن حکیم میں کئی مرتبہ فرمایا گیا کہ اہل جنت کو جنت میں داخل کرنے سے پہلے ان کے دلوں کو ایسی تمام آلائشوں سے پاک کردیا جائے گا اور وہ لوگ باہم بھائی بھائی بن کر ایک دوسرے کے رو برو بیٹھیں گے : وَنَزَعْنَا مَا فِیْ صُدُوْرِہِمْ مِّنْ غِلٍّ اِخْوَانًا عَلٰی سُرُرٍ مُّتَقٰبِلِیْنَ الحجر اسی لیے اہل ایمان کو سورة الحشر میں یہ دعا بھی تلقین کی گئی ہے : رَبَّنَا اغْفِرْ لَنَا وَلِاِخْوَانِنَا الَّذِیْنَ سَبَقُوْنَا بالْاِیْمَانِ وَلَا تَجْعَلْ فِیْ قُلُوْبِنَا غِلًّا لِّلَّذِیْنَ اٰمَنُوْا رَبَّنَآ اِنَّکَ رَءُ وْفٌ رَّحِیْمٌ اے ہمارے پروردگار ! تو ہمارے اور ہمارے ان بھائیوں کے گناہ معاف فرما دے جو ہم سے پہلے ایمان لائے اور اہل ایمان میں سے کسی کے لیے بھی ہمارے دل میں کوئی کدورت باقی نہ رہنے دے ‘ بیشک تو رؤف اور رحیم ہے۔ ان مضامین کی آیات کے بارے میں حضرت علی رض کا یہ قول بھی خاص طور پر سورة الحجر ‘ آیت 47 کے شان نزول میں منقول ہے کہ یہ میرا اور معاویہ رض کا ذکر ہے کہ اللہ تعالیٰ ہمیں جنت میں داخل کرے گا تو دلوں سے تمام کدورتیں صاف کر دے گا۔ ظاہر بات ہے کہ حضرت علی اور حضرت امیر معاویہ علیہ السلام کے درمیان جنگیں ہوئی ہیں تو کتنی کچھ شکایتیں باہمی طور پر پیدا ہوئی ہوں گی۔ ایسی تمام شکایتیں اور کدورتیں وہاں دور کردی جائیں گی۔تَجْرِیْ مِنْ تَحْتِہِمُ الْاَنْہٰرُ ج وَقَالُوا الْحَمْدُ لِلّٰہِ الَّذِیْ ھَدٰٹَنا لِھٰذَاقف وَمَا کُنَّا لِنَھْتَدِیَ لَوْ لَآ اَنْ ھَدٰٹنَا اللّٰہُج لَقَدْ جَآءَ تْ رُسُلُ رَبِّنَا بالْحَقِّ ط وَنُوْدُوْٓا اَنْ تِلْکُمُ الْجَنَّۃُ اُوْرِثْتُمُوْہَا بِمَا کُنْتُمْ تَعْمَلُوْنَ بندے کا مقام عبدیت اسی بات کا تقاضا کرتا ہے کہ وہ اللہ کے انعام و اکرام پر سراپا شکر بن کر پکار اٹھے کہ اے اللہ میں اس لائق نہیں تھا ‘ میرے اعمال ایسے نہیں تھے ‘ میں اپنی کوشش کی بنیاد پر کبھی بھی اس کا مستحق نہیں ہوسکتا تھا ‘ یہ سارا تیرا فضل و کرم ‘ تیری عطا اور تیری دین ہے ‘ جبکہ اللہ تعالیٰ بندے کے حسن نیت اور اعمال صالحہ کی قدرافزائی کرتے ہوئے ارشاد فرمائے گا کہ میرے بندے ‘ تو نے دنیا میں جو محنت کی تھی ‘ یہ مقام تیری محنت کا انعام ہے ‘ تیری کوشش کا ثمر ہے ‘ تیرے ایثار کا صلہ ہے۔ تو نے خلوص نیت سے حق کا راستہ چنا تھا ‘ اس میں تو نے نقصان بھی برداشت کیا ‘ باطل کا مقابلہ کرنے میں تکالیف بھی اٹھائیں۔ چناچہ بندے کی کوشش و محنت اور اللہ تعالیٰ کا فضل و کرم دونوں چیزیں مل کر ہی بندے کی دائمی فلاح کو ممکن بناتی ہیں۔ ہم ایک نیک کام کا ارادہ کرتے ہیں تو اللہ تعالیٰ نیت کے خلوص کو دیکھتے ہوئے اس کام کی توفیق دے دیتا ہے اور اسے ہمارے لیے آسان کردیتا ہے۔ اگر ہم ارادہ ہی نہیں کریں گے تو اللہ کی طرف سے توفیق بھی نہیں ملے گی۔ اسی طرح اللہ کی توفیق وتیسیر کے بغیر محض ارادے سے بھی ہم کچھ نہیں کرسکتے۔",
  "ayah": 43,
  "surah": 7
}
