{
  "text": "آیت 54 اِنَّ رَبَّکُمُ اللّٰہُ الَّذِیْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ فِیْ سِتَّۃِ اَیَّامٍ ثُمَّ اسْتَوٰی عَلَی الْعَرْشِ قف۔ عرش کی حقیقت اور اللہ تعالیٰ کے عرش پر متمکن ہونے کی کیفیت ہمارے تصور سے بالا تر ہے۔ اس لحاظ سے یہ آیت متشابہات میں سے ہے۔ اس کی اصل حقیقت کو اللہ ہی جانتا ہے۔ ممکن ہے واقعتا یہ کوئی مجسم شے ہو اور کسی خاص جگہ پر موجود ہو اور یہ بھی ہوسکتا ہے کہ محض استعارہ ہو۔ عالم غیب کی خبریں دینے والی اس طرح کی قرآنی آیات مستقل طور پر آیات متشابہات کے زمرے میں آتی ہیں۔ البتہ جن آیات میں بعض سائنسی حقائق بیان ہوئے ہیں ‘ ان میں سے اکثر کی صداقت سائنسی ترقی کے باعث منکشف ہوچکی ہے ‘ اور وہ محکمات کے درجے میں آچکی ہیں۔ اس سلسلے میں آئندہ تدریجاً مزید پیش رفت کی توقع بھی ہے۔ واللہ اعلم ! یُغْشِی الَّیْلَ النَّہَارَ یَطْلُبُہٗ حَثِیْثًالا دن رات کے پیچھے آتا ہے اور رات دن کے پیچھے آتی ہے۔وَّالشَّمْسَ وَالْقَمَرَ وَالنُّجُوْمَ مُسَخَّرٰتٍم بِاَمْرِہٖ ط سورج ‘ چاند اور ستاروں کے مسخر ہونے کا مطلب یہ ہے کہ جو بھی قاعدہ یا قانون ان کے لیے مقرر کردیا گیا ہے ‘ وہ اس کی اطاعت کر رہے ہیں۔ اَلاَ لَہُ الْخَلْقُ وَالْاَمْرُ ط۔ ان الفاظ کے دو مفہوم ذہن میں رکھئے۔ ایک تو بہت سادہ اور سطحی مفہوم ہے کہ یہ کائنات اللہ نے تخلیق کی ہے اور اب اس میں اسی کا حکم کارفرما ہے۔ یعنی احکام طبیعیہ بھی اسی کے بنائے ہوئے ہیں جن کے مطابق کائنات کا نظام چل رہا ہے ‘ اور احکام تشریعیہ بھی اسی نے اتارے ہیں کہ یہ اوامر اور یہ نواہی ہیں ‘ انسان ان کے مطابق اپنی زندگی گزارے۔ مگر اس کا دوسرا اور گہرا مفہوم یہ ہے کہ کائنات میں تخلیق دو سطح پر ہوئی ہے۔ اس لحاظ سے یہ دو الگ الگ عالم ہیں ‘ ایک عالم خلق ہے اور دوسرا عالم امر۔ عالم امر میں عدم محض سے تخلیق creation ex nihilio ہوتی ہے اور اس میں تخلیق کے لیے بس کُن کہا جاتا ہے تو چیز وجود میں آجاتی ہے فَیَکُون۔ اس کے لیے نہ وقت درکار ہے اور نہ کسی مادے کی ضرورت ہوتی ہے۔ فرشتوں ‘ انسانی ارواح اور وحی کا تعلق عالم امر سے ہے۔ اسی لیے ان کے سفر کرنے کے لیے بھی کوئی وقت درکار نہیں ہوتا۔ فرشتہ آنکھ جھپکنے میں زمین سے ساتویں آسمان پر پہنچ جاتا ہے۔ دوسری طرف عالم خلق میں ایک شے سے کوئی دوسری شے طبعی قوانین اور ضوابط کے مطابق بنتی ہے۔ اس میں مادہ بھی درکار ہوتا ہے اور وقت بھی لگتا ہے۔ جیسے رحم مادر میں بچے کی تخلیق میں کئی ماہ لگتے ہیں۔ آم کی گٹھلی سے پودا اگنے اور بڑھ کر درخت بننے کے لیے کئی سال کا وقت درکار ہوتا ہے۔ عالم خلق میں جب زمین اور آسمانوں کی تخلیق ہوئی تو قرآن کے مطابق یہ چھ دنوں میں مکمل ہوئی۔ یہ آیت بھی ابھی تک متشابہات میں سے ہے ‘ اگرچہ اس کے بارے میں اب جلد حقیقت منکشف ہونے کے امکانات ہیں۔ اس کی حقیقت کے بارے میں اللہ ہی جانتا ہے کہ ان چھ دنوں سے کتنا زمانہ مراد ہے۔ اس کا دورانیہ کئی لاکھ سال پر بھی محیط ہوسکتا ہے۔ خود قرآن کے مطابق ہمارا ایک دن اللہ کے نزدیک ایک ہزار سال کا بھی ہوسکتا ہے سورۃ السجدۃ ‘ آیت 5 اور پچاس ہزار سال کا بھی سورۃ المعارج ‘ آیت 4۔یہ قرآن مجید کا اعجاز ہے کہ انتہائی پیچیدہ علمی نکتے کو بھی ایسے الفاظ اور ایسے پیرائے میں بیان کردیتا ہے کہ ایک عمومی ذہنی سطح کا آدمی بھی اسے پڑھ کر مطمئن ہوجاتا ہے ‘ جبکہ ایک فلسفی و حکیم انسان کو اسی نکتے کے اندر علم و معرفت کا بحربے کراں موجزن نظر آتا ہے۔ چناچہ پندرہ سو سال پہلے صحرائے عرب کے ایک بدو کو اس آیت کا یہ مفہوم سمجھنے میں کوئی الجھن محسوس نہیں ہوئی ہوگی کہ یہ کائنات اللہ کی تخلیق ہے اور اسی کو حق ہے کہ اس پر اپنا حکم چلائے۔ مگر جب ایک صاحب علم محقق اس لفظ امر پر غور کرتا ہے اور پھر قرآن مجید میں غوطہ زنی کرتا ہے کہ یہ لفظ امر قرآن مجید میں کہاں کہاں ‘ کن کن معانی میں استعمال ہوا ہے ‘ اور پھر ان تمام مطالب و مفاہیم کو آپس میں مربوط کر کے دیکھتا ہے تو اس پر بہت سے علمی حقائق منکشف ہوتے ہیں۔ بہر حال عالم خلق ایک الگ عالم ہے اور عالم امر الگ ‘ اور ان دونوں کے قوانین و ضوابط بھی الگ الگ ہیں۔",
  "ayah": 54,
  "surah": 7
}
