{
  "text": "وَقَالُوا لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ مَا كُنَّا فِي أَصْحَابِ السَّعِيرِ (10)أعيد فعل القول للإِشارة إلى أن هذا كلام آخر غير الذي وقع جواباً عن سؤال خزنة جهنم وإنما هذا قول قالوه في مجامعهم في النار تحسراً وتندماً ، أي وقال بعضهم لبعض في النار فهو من قبيل قوله تعالى : { حتى إذا ادَّاركوا فيها جميعاً قالت أخراهم لأولاهم ربنا هؤلاء أضلونا } [ الأعراف : 38 ] الخ . لتأكيد الإِخبار على حسب الوجهين المتقدمين في موقع جملة { إن أنتم إلاّ في ضلال كبير } [ الملك : 9 ] .وذكروا ما يدل على انتفاء السمع والعقل عنهم في الدنيا ، وهم يريدون سمعاً خاصاً وعقلاً خاصاً ، فانتفاء السمع بإعراضهم عن تلقي دعوة الرسل مثل ما حكى الله عن المشركين { وقال الذين كفروا لا تسمعوا لهذا القرآن } [ فصلت : 26 ] وانتفاء العقل بترك التدبر في آيات الرسل ودلائل صدقهم فيما يدْعون إليه .ولا شك في أن أقل الناس عقلاً المشركون لأنهم طرحوا ما هو سبب نجاتهم لغير معارض يعارضه في دينهم ، إذ ليس في دين أهل الشرك وعيد على ما يخالف الشرك من معتقدات ، ولا على ما يخالف أعمال أهله من الأعمال ، فكان حكم العقل قاضياً بأن يتلقوا ما يدعوهم إليه الرسل من الإِنذار بالامتثال إذ لا معارض له في دينهم لولا الإلف والتكبر بخلاف حال أهل الأديان أتباع الرسل الذين كانوا على دين فهم يخشون إن أهملوه أن لا يغني عنهم الدين الجديد شيئاً فكانوا إلى المعذرة أقرب لولا أن الأدلة بعضها أقوى من بعض .وذكر القرطبي في تفسير قوله تعالى : { أم تأمرهم أحلامهم بهذا } [ سورة الطور : 32 ] عن كتاب الحكيم الترمذي أنه أخرج حديثاً \" أن رجلاً قال : يا رسول الله ما أعقلَ فلاناً النصراني ، فقال النبي صلى الله عليه وسلم مَهْ ، إن الكافر لا عقل له أما سمعتَ قول الله تعالى : { وقالوا لو كنا نسمع أو نعقل ما كنا في أصحاب السعير } \" قال وفي حديث ابن عمر فزجره النبي صلى الله عليه وسلم وقال : \" مَهْ إن العاقل من يعمل بطاعة الله \" ولم أقف عليه فيما رأيت من كتب التفسير ولم يذكره السيوطي في التفسير بالمأثور في سورة الطور ولا في سورة الملك .ويؤخذ من هذه الآية أن قوام الصلاح في حسن التلقي وحسن النظر وأن الأثر والنظر ، أي القياس هما أصلا الهدى ، ومن العجيب ما ذكره صاحب «الكشاف» : أن من المفسرين من قال : إن المراد من الآية : لو كنا على مذهب أصحاب الحديث أو على مذهب أصحاب الرأي . ولم أقف على تعيين من فسر الآية بهذا ولا أحسبه إلاّ من قبيل الاسترواح .و { أو } للتقسيم وهو تقسيم باعتبار نوعي الأحوال التي تقتضي حسن الاستماع تارة إذا ألقي إليها إرشاد ، وحسنَ التفهم والنظر تارة إذا دعيت إلى النظر من داع غير أنفسها ، أو من دواعي أنفسها ، قال تعالى : { فبشر عبادي الذين يستمعون القول فيتبعون أحسنه أولئك الذين هداهم الله وأولئك هم أولوا الألباب } [ الزمر : 1718 ] .ووجه تقديم السمع على العقل أن العقل بمنزلة الكليّ والسمع بمنزلة الجُزئي ورعياً للترتيب الطبيعي لأن سمع دعوة النذير هو أول ما يتلقاه المنذَرون ، ثم يُعمِلون عقولهم في التدبر فيها .",
  "ayah": 10,
  "surah": 67
}
