{
  "text": "أَوَلَمْ يَرَوْا إِلَى الطَّيْرِ فَوْقَهُمْ صَافَّاتٍ وَيَقْبِضْنَ مَا يُمْسِكُهُنَّ إِلَّا الرَّحْمَنُ إِنَّهُ بِكُلِّ شَيْءٍ بَصِيرٌ (19)عطف على جملة : { هو الذي جعل لكم الأرض ذلولاً } [ الملك : 15 ] استرسالاً في الدلائل على انفراد الله تعالى بالتصرف في الموجودات ، وقد انتقل من دلالة أحوال البشر وعالمهم ، إلى دلالة أعجب أحوال العجماوات وهي أحوال الطيرِ في نظام حركاتها في حال طيرانها إذ لا تمشي على الأرض كما هو في حركات غيرها على الأرض ، فحالها أقوى دلالة على عجيب صنع الله المنفردِ به .واشتمل التذكير بعجيب خلقة الطير في طيرانها على ضرب من الإِطناب لأن الأوصاف الثلاثة المستفادة من قوله : { فوقهم صافات ويقبضن } تُصَوِّر صورة حركات الطيران للسامعين فتنبههم لدقائق ربما أغفلهم عن تدقيق النظر فيها نشأتُهم بينها من وقت ذهول الإدراك في زمن الصِّبا ، فإن المرء التونسي أو المغربي مثلاً إذا سافر إلى بلاد الهند أو إلى بلاد السودان فرأى الفِيلَة وهو مكتمل العقل دَقيق التمييز أدرك من دقائق خلقة الفيل ما لا يدركه الرجل من أهل الهند الناشىء بين الفِيلة ، وكم غفل الناس عن دقائق في المخلوقات من الحيوان والجماد ما لو تتبعوه لتجلى لهم منها مَا يَمْلأ وصفُه الصحف قال تعالى : { أفلا ينظرون إلى الإبل كيف خلقت وإلى السماء كيفَ رفعت وإلى الجبال كيف نصبت وإلى الأرض كيف سطحت } [ الغاشية : 1720 ] ، وقال : { وفي أنفسكم أفلا تبصرون } [ الذاريات : 21 ] .وقد رأيت بعض من شاهد البحر وهو كبير ، ولم يكن شاهده من قبل ، كيفَ امتلكه من العجب ما ليس لأحدٍ ممن ألفوه معشاره .وهذا الإطناب في هذه السورة مخالف لما في نظير هذه الآية من سورة النحل ( 79 ) في قوله : { ألم يَروا إلى الطير مسخرات في جَوّ السماء ما يمسكهن إلاّ الله } وذلك بحسب ما اقتضاه اختلاف المقامين فسورة النحل رابعة قبل سورة الملك ، فلما أوقظت عقولهم فيها للنظر إلى ما في خلقة الطير من الدلائل فلم يتفطنوا وسُلك في هذه السورة مسلك الإِطناب بزيادة ذكر أوصاف ثلاثة :فالوصف الأول : ما أفاده قوله : فوقهم } فإن جميع الدواب تمشي على الأرض والطير كذلك فإذا طار الطائر انتقل إلى حالة عجيبة مخالفة لبقية المخلوقات وهي السير في الجوّ بواسطة تحريك جناحيه وذلك سرّ قوله تعالى : { يطير بجناحيه } [ الأنعام : 38 ] بعد قوله : { ولا طائر في } [ سورة الأنعام : 38 ] لقصد تصوير تلك الحالة .الوصف الثاني : { صافات } وهو وصف بوزن اسم الفاعل مشتق من الصَّف ، وهو كون أشياء متعددة متقاربة الأمكنة وباستواء ، وهو قاصر ومتعد ، يقال : صَفّوا ، بمعنى اصطفوا كما حكى الله عن الملائكة : { وإنا لنحن الصَّافُّون } [ الصافات : 165 ] وقال تعالى في البُدْن { فاذكروا اسم الله عليها صَوافَّ } [ الحج : 36 ] . ويقال : صفهم إذا جعلهم مستوين في الموقف ، وفي حديث ابن عباس في الجنائز «مرَّ رسول الله صلى الله عليه وسلم بقبر منبوذ» إلى قوله : «فصفَّنا خلفه وكبَّر» .والمراد هنا أن الطير صافّة أجنحتها فحذف المفعول لعلمه من الوصف الجاري على الطير إذ لا تجعل الطير أشياء مصفوفة إلاّ ريش أجنحتها عند الطيران فالطائر إذا طار بسط جناحيه ، أي مدها فصفّ ريش الجناح فإذا تمدد الجناحُ ظهر ريشه مصطّفاً فكان ذلك الاصطفاف من أثر فعل الطير فوصفت به ، وتقدم عند قوله تعالى : { والطير صافات } في سورة النور ( 41 ) . وبسط الجناحين يُمكّن الطائرَ من الطيران فهو كمدّ اليدين للسابح في الماء .الوصف الثالث : ويقبضن } وهو عطف على { صافات } من عطف الفعل على الاسم الشبيه بالفعل في الاشتقاق وإفادةِ الاتصاف بحدوث المصدر في فاعله ، فلم يفت بعطفه تماثل المعطوفين في الاسمية والفعلية الذي هو من محسنات الوصل .والقَبض : ضد البسط . والمراد به هنا ضد الصّف المذكور قبله ، إذ كان ذلك الصف صادقاً على معنى البسط ومفعوله المحذوف هنا هو عين المحذوف في المعطوف عليه ، أي قابضات أجنحتهن حين يدنينها من جُنوبهن للازدياد من تحريك الهواء للاستمرار في الطيران .وأوثر الفعل المضارع في { يَقْبضن } لاستحضار تلك الحالة العجيبة وهي حالة عكس بسط الجناحين إذ بذلك العكس يزداد الطيران قوة امتداد زمان .وجيء في وصف الطير ب { صافات } بصيغة الاسم لأن الصف هو أكثر أحوالها عند الطيران فناسبه الاسم الدال على الثبات ، وجيء في وصفهن بالقبض بصيغة المضارع لدلالة الفعل على التجدد ، أي ويجددن قبض أجنحتهن في خلال الطيران للاستعانة بقبض الأجنحة على زيادة التحرك عندما يَحسسن بتغلب جاذبية الأرض على حركات الطيران ، ونظيره قوله تعالى في الجِبال والطيرِ { يسبحن بالعشيّ والإِشراق والطيرَ محشورة } [ ص : 18 19 ] لأن التسبيح في وقتين والطير محشورة دَوْماً .وانتصَب { فوقهم } على الحال من { الطير } وكذلك انتصب { صافات } .وجملة { ويقبضن } في موضع نصب على الحال لعطفها على الوصف الذي هو حال فالرؤية بصرية مضمنة معنى النظر ، ولذلك عُديت إلى المرئي ب ( إلى ) . والاستفهام في { أو لم يَروا } إنكاري ، ونزلوا منزلة من لم يرَ هاته الأحوال في الطير لأنهم لم يعتبروا بها ولم يهتدوا إلى دلالتها على انفراد خالقها بالإِلهية .وجملة { ما يمسكهن إلاّ الرحمان } مبينة لجملة { أو لم يروا إلى الطير } وما فيها من استفهام إنكار ، أي كان حقهم أن يعلموا أنهن ما يُمسكُهن إلاّ الرحمان إذ لا ممسك لها ترونه كقوله تعالى : { ويمسك السماء أن تقع على الأرض } [ الحج : 65 ] .وفي هذا إيماء إلى أن الذي أمسك الطير عن الهُوِيّ المفضي إلى الهلاك هو الذي أهلك الأمم الذين من قبللِ هؤلاء فلو لم يشركوا به ولو استعصموا بطاعته لأنجاهم من الهلاك كما أنجى الطيْر من الهُوِيّ .ومعنى إمساك الله إياها : حفظها من السقوط على الأرض بما أودع في خلقتها من الخصائص في خفة عظامها وقوة حركة الجوانح وما جعل لهن من القوادم ، وهي ريشات عشر هي مقاديم ريش الجناح ، ومن الخوافي وهي ما دونها من الجناح إلى منتهى ريشه ، وما خلقه من شكل أجسادها المعين على نفوذها في الهواء فإن ذلك كله بخلق الله إياها مانعاً لها من السقوط وليس ذلك بمعاليق يعلقها بها أحد كما يعلق المشعوذ بعض الصور بخيوط دقيقة لا تبدو للناظرين .وإيثار اسم { الرحمان } هنا دون الاسم العلَم بخلاف ما في سورة النحل ( 79 ) { ألم يروا إلى الطير مسخرات في جو السماء ما يمسكهن إلاّ الله } لعله للوجه الذي ذكرناه آنفاً في خطابهم بطريقة الإِطناب من قوله : أو لم يروا إلى الطير فوقهم صافات } الآية .فمن جملة عنادهم إنكارهم اسم { الرحمان } فلما لم يرعووا عما هم عليه ذكر وصف { الرحمان } في هذه السورة أربع مرات .وجملة { إنه بكل شيء بصير } تعليل لمضمون { ما يمسكهُنّ إلاّ الرحمان } أي أمسكهن الرحمان لعموم علمه وحكمته ولا يمسكهن غيره لقصور علمهم أو انتفائه .والبصير : العليم ، مشتق من البصيرة ، فهو هنا غير الوصف الذي هو من الأسماء الحسنى في نحو : السميع البصير ، وإنما هو هنا من باب قولهم : فلان بصير بالأمور . وقوله تعالى : { إن الله بصير بالعباد } [ غافر : 44 ] ، فهو خبر لا وصف ولا منزل منزلة الاسم . وتقديم { بكل شيء } على متعلقه لإفادة القصر الإِضافي وهو قصر قلب ردّاً على من يزعمون أنه لا يعلم كل شيء كالذين قيل لهم { وأسروا قولكم أو اجهروا به } [ الملك : 13 ] .",
  "ayah": 19,
  "surah": 67
}
