{
  "text": "قُلْ هُوَ الرَّحْمَنُ آَمَنَّا بِهِ وَعَلَيْهِ تَوَكَّلْنَا فَسَتَعْلَمُونَ مَنْ هُوَ فِي ضَلَالٍ مُبِينٍ (29)هذا تكرير ثالث لفعل { قل } من قوله : { قل هو الذي أنشأكم } [ الملك : 23 ] الآية .وجاء هذا الأمر بقول يقوله لهم بمناسبة قوله : { أو رحمنا } [ الملك : 28 ] فإنه بعد أن سوَّى بين فرض إهلاك المسلمين وإحيائهم في أن أيّ الحالين فُرض لا يجيرهم معه أحد من العذاب ، أعقبه بأن المسلمين آمنوا بالرحمان ، فهم مظنة أن تتعلق بهم هذه الصفة فيرحمهم الله في الدنيا والآخرة ، فيعلم المشركون علم اليقين أيّ الفريقين في ضلال حين يرون أثر الرحمة على المسلمين وانتفاءه عن المشركين في الدنيا وخاصة في الآخرة .وضميرُ { هو } عائد إلى الله تعالى الواقع في الجملة قبله ، أي الله هو الذي وَصْفُه { الرحمان } فهو يرحمنا ، وأنكم أنكرتم هذا الاسم فأنتم أحرياء بأن تُحرَموا آثار رحمته . ونحن توكلنا عليه دون غيره وأنتم غرّكم عزّكم وجعلتم الأصنام معتمدكم ووكلاءكم .وبهذه التوطئة يقع الإيماء إلى الجانب المهتدي والجانب الضالّ من قوله : { فستعلمون من هو في ضلال مبين } لأنه يظهر بداءً تأمل أن الذين في ضلال مبين هم الذين جحدوا وصف { الرحمان } وتوكلوا على الأوثان .و { مَن } موصولة ، وما صْدَقُ { مَن } فريق مُبهم متردد بين فريقين تضمنهما قوله : { إن أهلكني الله ومَن معي } [ الملك : 28 ] وقوله : { فمن يجير الكافرين } [ الملك : 28 ] ، فأحد الفريقين فريق النبي صلى الله عليه وسلم ومن معه ، والآخر فريق الكافرين ، أي فستعلمون اتضاح الفريق الذي هو في ضلال مبين .وتقديم معمول { توكلنا } عليه لإفادة الاختصاص ، أي توكلنا عليه دون غيره تعريضاً بمخالفة حال المشركين إذ توكلوا على أصنامهم وأشركوها في التوكل مع الله ، أو نَسُوا التوكل على الله باشتغال فكرتهم بالتوجه إلى الْاصنام .وإنما لم يقدم معمول { آمنَّا } عليه فلم يقل : به آمنا لمُجرد الاهتمام إلى الإِخبار عن إيمانهم بالله لوقوعه عقب وصف الآخرين بالكفر في قوله : { فمن يجير الكافرين من عذاب أليم } [ الملك : 28 ] فإن هذا جواب آخر عن تمنّيهم له الهلاك سُلك به طريق التبكيت ، أي هو الرحمان يجيرنا من سوء ترومونه لنا لأننا آمنا به ولم نكْفر به كما كفرتم ، فلم يكن المقصود في إيراده نفي الإِشراك وإثبات التوحيد ، إذ الكلام في الإِهلاك والإنجاء المعبّر عنه ب { رَحِمنَا } [ الملك : 28 ] فجيء بجملة { ءامنا } على أصل مجرد معناها دون قصد الاختصاص ، بخلاف قوله : { وعليه توكلنا } لأن التوكل يقتضي منجياً وناصراً ، والمشركون متوكلون على أصنامهم وقوتهم وأموالهم ، فقيل : نحن لا نتكل على ما أنتم متكلون عليه ، بل على الرحمان وحده توكلنا .وفعل { فستعلمون } معلق عن العمل لمجيء الاستفهام بعده .وقرأ الجمهور { فستعلمون } بتاء الخطاب على أنه مما أمر بقوله الرسول صلى الله عليه وسلم وقرأه الكسائي بياء الغائب على أن يكون إخباراً من الله لرسوله بأنه سيعاقبهم عقاب الضالّين .",
  "ayah": 29,
  "surah": 67
}
