{
  "text": "১০৬-১০৮ নং আয়াতের তাফসীর:\nএ আয়াতে কারীমা স্বাভাবিক হুকুমের অন্তর্ভুক্ত। এ কথাও বলা হয়েছে যে, এ আয়াতটি মানসূখ’ বা রহিত হয়ে গেছে। তারকীবে নাহবীর দিক দিয়ে (আরবী) শব্দটি বা বিধেয়। আর (আরবী) বাক্যের মধ্যে (আরবী) বা উদ্দেশ্য হবে। অর্থাৎ বাক্যটি (আরবী) এরূপ ছিল। দ্বিতীয় (আরবী) শব্দটি (আরবী) রূপে ছিল যা লোপ করা হয়েছে এবং (আরবী) অর্থাৎ (আরবী) শব্দটিকেই ওর স্থলাভিষিক্ত করা হয়েছে। আবার এ কথাও বলা হয়েছে যে, এরূপ মনে করতে হবে। এ অবস্থায় (আরবী) শব্দটি (আরবী) শব্দের (আরবী) বা বিশেষণ হবে। (আরবী) দ্বারা (আরবী) বুঝানো হয়েছে। কেউ কেউ বলেন যে, দ্বারা অসিয়ত কারীদেরকে বুঝানো হয়েছে। আর (আরবী) দ্বারা (আরবী) বা আহলে কিতাবদেরকে বুঝানো হয়েছে। (এটা বলেছেন ইবনে জারীর (রঃ)) অর্থাৎ অসিয়তকারীর গোত্রের মধ্য হতে দু’জন সাক্ষী এবং আর দু’জন সাক্ষী হবে অন্য গোত্রের মধ্য  হতে। (আরবী) -এর ভাবার্থ হচ্ছে-যখন তোমরা সফরে থাকবে এবং ঐ অবস্থায় তোমাদের মৃত্যু এসে যাবে তখন তোমরা মুসলমানদের মধ্য হতে দু’জন সাক্ষী রাখবে। আর মুসলমান পাওয়া না গেলে অমুসলিম হলেও চলবে। এখানে এ কথা বের হচ্ছে যে, সফরে অসিয়তের সময় মুসলমান বিদ্যমান না থাকলে যিম্মীদেরকে সাক্ষী বানানো যেতে পারে। শুরাইহ্ (রঃ) বলেন যে, সফর ও অসিয়তের সময় ছাড়া অন্য কোন সময় ইয়াহুদী ও নাসারাদের সাক্ষ্য গ্রহণযোগ্য হবে না। ইমাম আহমাদ ইবনে হাম্বল (রঃ) হতেও এরূপই বর্ণিত আছে। আইম্মায়ে সালাসা বা ইমাম আবূ হানীফা (রঃ) ছাড়া বাকী তিনজন ইমাম এর বিপরীত মত পোষণ করেন। তারা বলেন যে, কোন অবস্থাতেই মুসলিমের উপর অমুসলিমের সাক্ষ্য গ্রহণযোগ্য নয়। ইমাম আবু হানীফা (রঃ) যিম্মীর উপর যিম্মীর সাক্ষ্য বৈধ বলেছেন।ইমাম যুহরী (রঃ)-এর উক্তি নকল করে ইবনে জারীর (রঃ) বলেন যে, বাসস্থানে বা সফরে কাফিরের সাক্ষ্য গ্রহণযোগ্য না হওয়াই সুন্নাত তরীকা। সাক্ষ্য প্রদানের অধিকার শুধু মুসলমানেরই রয়েছে। ইবনে যায়েদ (রঃ) বলেন যে, এ আয়াতটি ঐ সময় অবতীর্ণ হয় যখন একটি লোক মারা গিয়েছিল এবং সেখানে সে সময় কোন মুসলমান বিদ্যমান ছিল না। ওটা ছিল ইসলামের প্রাথমিক যুগের ঘটনা। ঐ সময় সমস্ত শহর ছিল অমসলিমদের দখলে এবং সব লোকই ছিল কাফির। উত্তরাধিকারের কোন নিয়ম-কানুনও তখন চালু ছিল না। ওটা অসিয়ত হিসেবে বন্টিত হতো। তারপর অসিয়ত মানসূখ হয়ে যায় এবং ফারায়েয (উত্তরাধিকারীদের অংশ) ফরয করা হয়। অতঃপর লোকেরা উত্তরাধিকারের নিয়ম-কানুনের উপর আমল করতে শুরু করে। এ বিষয়ে চিন্তাভাবনার অবকাশ রয়েছে। আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন। ইবনে জারীর (রঃ) বলেন যে, (আরবী) দ্বারা দু’জন ওসীকে বুঝানো হয়েছে, কি দু’জন সাক্ষীকে বুঝানো হয়েছে এ ব্যাপারে আলেমদের মধ্যে মতভেদ রয়েছে। ইবনে মাসউদ (রাঃ) বলেন যে, যদি লোক সফরে থাকে এবং তার সাথে মালধন থাকে, এমতাবস্থায় তার মৃত্যুর সময় ঘনিয়ে আসে, তবে মুসলমানদের মধ্যে দুটি লোককে পেলে সে স্বীয় পরিত্যক্ত সম্পদ তাদের কাছে সমর্পণ করবে এবং দু’জন মুসলমানকে ওর উপর সাক্ষীও রাখবে। এটা ছিল ওসী নিযুক্ত করার অবস্থা। (আরবী) -এর ভাবার্থ এই যে, এ দু’জন মুসলমান সাক্ষী নিযুক্ত হবে। আয়াতে কারীমার পূর্ব সম্পর্ক দ্বারা এটাই প্রকাশ পাচ্ছে। সুতরাং যদি এ দু’জন মুসলমানের সাথে তৃতীয় কোন মুসলমান উপস্থিত না থাকে তবে অসিয়ত ও সাক্ষ্য এ বিশেষণও এ দু'জনের মধ্যেই একত্রিত হয়ে যাবে। যেমন তামীমুদ্দারী ও আদী ইবনে বিদার কাহিনীতে সত্বরই এর বর্ণনা আসছে ইনশাআল্লাহ।(আরবী) ‘তোমরা ঐ দু'জনকে নামাযের পর রুখে নাও। ইবনে আব্বাস (রাঃ) বলেন যে, এর দ্বারা আসর নামায বুঝানো হয়েছে। ইমাম যুহরী (রাঃ) বলেন যে, এর অর্থ হচ্ছে ঐ দু’জন মুসলমানের মাযহাবী নামায। ভাবার্থ এই যে, এ দু’জন সাক্ষী নামাযের পর একত্রিত হবে যাতে বেশী লোকের সমাবেশে এ সাক্ষ্যদান কার্য সম্পন্ন হতে পারে। (আরবী) অর্থাৎ সাক্ষীদ্বয় সাক্ষ্যদানের সময় আল্লাহর নামে শপথ করবে। (আরবী) অর্থাৎ যদি তোমাদের সন্দেহ হয় যে, তারা দু'জন ভুল বর্ণনা দেবে বা খিয়ানত করবে, তবে ঐ সাক্ষীদ্বয়কে সেই সময় আল্লাহর নামে শপথ করে বলতে হবেঃ আমরা মিথ্যা শপথের বিনিময়ে এই নশ্বর জগতের সামান্য অর্থ উপার্জন করবো না, যদিও আমাদের এ শপথের কারণে আমাদের নিকট আত্মীয়েরাও ক্ষতিগ্রস্ত হয়। (আরবী) অর্থাৎ আমরা আল্লাহর (আদিষ্ট) সাক্ষ্যকে গোপন করবো না। সাক্ষ্যদান কার্যের গুরুত্ব বুঝাবার জন্যেই সাক্ষ্যের সম্বন্ধ আল্লাহর সঙ্গে লাগানো হয়েছে।(আরবী) অর্থাৎ যদি আমরা সাক্ষ্যে কোন প্রকার পরিবর্তন করি অথবা সম্পূর্ণরূপে তা গোপন করি তবে আমরা পাপীদের অন্তর্ভুক্ত হয়ে যাবো।(আরবী) অর্থাৎ যদি ঐ দু’জন সাক্ষী ও ওসীর ব্যাপারে এটা প্রমাণিত হয় যে, তারা খিয়ানত করেছে এবং মৃত ব্যক্তির মাল উত্তরাধিকারীদের নিকট পৌছাতে গিয়ে কিছু আত্মসাৎ করেছে তবে যাদের প্রাপ্য নষ্ট হয়েছে তাদের মধ্য হতে দু’জন সাক্ষী পূর্ববর্তী স্বাক্ষীদ্বয়ের স্থানে দাঁড়িয়ে যাবে। অর্থাৎ যখন সঠিক সংবাদ দ্বারা এটা প্রমাণিত হয়ে যাবে যে, পূর্ববর্তী দু’জন সাক্ষী খিয়ানত করেছে, তবে মৃত ব্যক্তির উত্তরাধিকারীদের মধ্য হতে দ’জন অতি নিকটবর্তী উত্তরাধিকারী দাড়িয়ে যাবে এবং আল্লাহর নামে শপথ করে বলবেঃ “আমাদের সাক্ষ্য তাদের (পূর্ববর্তী সাক্ষীদ্বয়ের) সাক্ষ্যের তুলনায় বিশুদ্ধতর। তারা দুজন বাস্তবিকই খিয়ানত করেছে এবং এ দোষারোপ করাতে আমরা মোটেই বাড়াবাড়ি করছি না। যদি আমরা মিথ্যা অপবাদ দেই তবে অবশ্যই আমরা পাপীদের অন্তর্ভুক্ত হয়ে যাবো।\" এটা যেন উত্তরাধিকারীদের পক্ষ হতে শপথ। যেমন হত্যাকারীদের পক্ষ হতে বেঈমানী সাব্যস্ত হলে নিহত ব্যক্তির অভিভাবকরা শপথ করে থাকে। এটা আহকামের বাবুল কাসামাতে স্থিরীকৃত হয়েছে।হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, বানী সাহম গোত্রের একটি লোক তামীমুদ্দারী ও আদী ইবনে বিদার সঙ্গে সফরে বেরিয়েছিল। অতঃপর সাহমী লোকটি এমন এক জায়গায় মৃত্যুবরণ করে যেখানে কোন মুসলমান ছিল না। যখন তারা দু'জন তার পরিত্যক্ত সম্পদ নিয়ে স্বদেশে ফিরে আসে তখন সাহমীর পরিবারের লোকেরা রৌপ্য নির্মিত একটি পেয়ালা অনুপস্থিত দেখে। তখন রাসূলুল্লাহ (সঃ) তাদের দুজনের শপথ গ্রহণ করেন। এরপর পেয়ালাটি মক্কায় পাওয়া যায়। তাদেরকে ঐ সম্পর্কে জিজ্ঞাসাবাদ করা হলে তারা বলেঃ “আমরা এটা তামীম ও আদীর নিকট হতে ক্রয় করে নিয়েছি। তারপর সাহমীর অভিভাবকদের মধ্য হতে দু’জন লোক দাঁড়িয়ে যায় এবং শপথ করে বলেঃ “নিশ্চয়ই আমাদের দুজনের শপথ এদের দু'জনের শপথ অপেক্ষা বেশী সত্য। নিশ্চয়ই পেয়ালাটি আমাদের সঙ্গীরই বটে।\" তাদের ব্যাপারেই এ আয়াতটি অবতীর্ণ হয়। (এ হাদীসটি ইমাম তিরমিযী (রঃ) ও ইমাম আবু দাউদ (রঃ) তাখরীজ করেছেন। ইমাম তিরমিযী (রঃ) এটাকে হাসান গারীব বলেছেন) আবু জাফর ইবনে জারীর (রঃ) শাবী (রঃ) হতে যে ঘটনাটি বর্ণনা করেছেন তা এ ঘটনাটির সত্যতা প্রমাণ করে। ঘটনাটি এই যে, বিদেশে একজন মুসলমানের মৃত্যু ঘটে। ওসী নিযুক্ত করার মত কোন মুসলমান সেখানে ছিল না। তখন মৃত্যুশয্যায় শায়িত লোকটি আহলে কিতাবের মধ্য হতে দু’জন লোককে ওসী নিযুক্ত করে। ঐ লোক দুটি কুফায় হযরত আবূ মূসা আশআরী (রাঃ)-এর নিকট হাযির হয় এবং মৃত লোকটির পরিত্যক্ত সম্পদ তাঁর নিকট পেশ করে। এ দেখে হযরত আবু মূসা আশআরী (রাঃ) বলেনঃ “এরূপই একটি ঘটনা রাসূলুল্লাহ (সঃ)-এর সময় ঘটেছিল। এখন এটা হচ্ছে দ্বিতীয় ঘটনা।” সুতরাং আসরের নামাযের পর লোক দু'টিকে শপথ করানো হয়। তারা শপথ করে বলেঃ “আমরা না খিয়ানত করেছি, না মিথ্যা বলছি, না কিছু আত্মসাৎ করেছি, বরং এটাই হচ্ছে মৃত ব্যক্তির সম্পদ।” তখন তাদের শপথকে সত্য বলে মেনে নেয়া হয় এবং তাদের সাক্ষ্য অনুযায়ীই হযরত আবু মূসা আশআরী (রাঃ) ফায়সালা করেন। নবী (সঃ)-এর যুগে এরূপই ঘটনা দ্বারা তামীম ও আদীর ঘটনাকে বুঝানো হয়েছে। বলা হয়েছে, তামীমুদ্দারী (রাঃ)-এর ইসলাম গ্রহণের ঘটনা হচ্ছে নবম হিজরীর। আর আশআরী (রাঃ) সম্পৰ্কীয় ঘটনাটি হচ্ছে অন্য ঘটনা। আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন।এ আয়াতে নির্দেশ রয়েছে যে, মরণশয্যায় শায়িত ব্যক্তি দু’জন ওসী নিযুক্ত করবে এবং দু’জন মুসলমানকে সাক্ষী রাখবে। এটা হচ্ছে বাড়ীতে অবস্থানরত সময়ের মাসআলা। (আরবী) এ আয়াতের উপর ভিত্তি করেই একথা বলা হচ্ছে। আর সফরের ব্যাপারে বলা হয়েছে- (আরবী) অর্থাৎ যদি তোমরা সফরে থাক এবং সেই সময় তোমাদের মৃত্যু নিকটবর্তী হয়, আর কোন মুসলমান সেখানে উপস্থিত না থাকে তবে সে যেন ইয়াহূদী, নাসারা যা মাজুসীদের মধ্যে হতে দু’জন লোককে ওসী নিযুক্ত করে এবং পরিত্যক্ত সম্পদ তাদের নিকট সমর্পণ করে। এখন যদি মৃত ব্যক্তির ওয়ারিসরা ঐ ওসীদ্বয়কে স্বীকার করে নেয় তবে তো ভালোই। নচেৎ বাদশাহর কাছে মোকাদ্দমা পেশ করতে হবে। এমতাবস্থায় আল্লাহ তা'আলার নির্দেশ হচ্ছে- (আরবী) অর্থাৎ যদি তাদের সাক্ষ্যের সত্যতায় তোমাদের সন্দেহ হয় তবে নামাযের পর তাদেরকে শপথ করিয়ে নাও। হযরত আবদুল্লাহ ইবনে আব্বাস (রাঃ) বলেনঃ মৃত ব্যক্তির আত্মীয়-স্বজন খ্রীষ্টান সাক্ষীদ্বয়কে অস্বীকার করেছিল এবং তাদেরকে ভয় দেখিয়েছিল ও ধমকিয়ে ছিল। তখন আবু মূসা (রাঃ) ঐ। স্বাক্ষীদ্বয়কে আসরের নামাযের পর শপথ করিয়েছিলেন। তখন আমি বলেছিলাম- তাদের কাছে আমাদের নামাযের মর্যাদা কি আছে? তাদেরকে তো তাদের নামাযের শপথ করানো উচিত। সুতরাং তারা দু'জন তাদের মাযহাবের নিময় অনুযায়ী নামায পড়ার পর শপথ করে বললোঃ “আমরা সামান্য শপথের জন্য আমাদের কসমকে বিক্রি করবো না, নতুবা আমরা পাপী হয়ে যাবো। তোমাদের সঙ্গী এ অসিয়তই করেছিল এবং এটাই তার পরিত্যক্ত সম্পদ। শপথ করার পর্বে ইমাম তাদেরকে বলে দিয়েছিলেন- “যদি তোমরা গোপন করে রাখো বা খিয়ানত কর তবে স্বীয় কওমের নিকট তোমরা অপদস্ত হবে এবং এরপর আর কখনও তোমাদের সাক্ষ্য কবুল করা হবে না। আর তোমাদেরকে শাস্তিও দেয়া হবে।”(আরবী) অর্থাৎ এটাই এমন এক পন্থা যে, এতে সাক্ষী ঘটনা অনুযায়ী তার সাক্ষ্য প্রদান করবে এবং তার এ ভয় থাকবে যে, যদি সে ঘটনা অনুযায়ী সাক্ষ্য প্রদান না করে তবে মুসলমানদের সাক্ষ্য প্রদানের মাধ্যমে তাদের শপথকে বাতিল করে দেয়া হবে। আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ যদি জানতে পারা যায় যে, তারা অবৈধ পন্থায় সত্যকে গোপন করেছে। তবে তাদের স্থলে যাদের হক নষ্ট হয়েছে তাদের মধ্য হতে দু’জন সাক্ষী দাড়িয়ে যাবে এবং তারা শপথ করে বলবে যে, কাফিরদের শপথ বাতিল এবং তারা বাড়াবাড়ি করছে না। এখন কাফিরদের সাক্ষ্য বাতিল করে দিয়ে মৃত ব্যক্তির অলীদের সাক্ষ্য গ্রহণ করা হবে। অধিকাংশ আইম্মায়ে তাবেঈন, পূর্ববর্তী গুরুজন এবং ইমাম আহমাদ (রঃ) প্রমুখের এটাই মাযহাব।(আরবী) অর্থাৎ এতে বিস্ময়ের কিছুই নেই যে, তারা আল্লাহর শপথের সম্মানার্থে এবং অপদস্ত হওয়ার ভয়ে যে মতের ওয়ারিসরা তাদের কসমের মাধ্যমে তাদের কসমকে রদ করে দেবে এবং তাদেরকে শাস্তিও প্রদান করা হবে। তারা সত্য কথাই বলবে।অতঃপর আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ তোমরা তোমাদের সমস্ত কাজে আল্লাহকে ভয় কর এবং (আরবী) অর্থাৎ তার আনুগত্য স্বীকার করে চল।(আরবী) অর্থাৎ যারা আল্লাহর আনুগত্য ও শরীয়তের অনুসরণ হতে বেরিয়ে যায় তিনি তাদেরকে সুপথ লাভের তাওফীক দেন না।",
  "ayah": 108,
  "surah": 5
}
