{
  "text": "৭-১১ নং আয়াতের তাফসীর:\nএ বিরাট ধর্ম এবং এ মহান রাসূল (সঃ)-কে পাঠিয়ে আল্লাহ তা'আলা এ উম্মতের উপর যে ইহসান করেছেন সেটাই তিনি স্মরণ করিয়ে দিচ্ছেন। আর সেই অঙ্গীকারের উপর দৃঢ় থাকার জন্যে তাদেরকে হিদায়াত করেছেন, যে অঙ্গীকার মুসলমানরা করেছিল, তারা আল্লাহর রাসূলের (সঃ) অনুগত হবে, তাঁকে সর্ব প্রকারের সাহায্য করবে, দ্বীনের উপর প্রতিষ্ঠিত থাকবে, নিজেরা তা কবুল করবে এবং অপরের নিকটও তা পৌছিয়ে দেবে। ইসলাম গ্রহণের সময় প্রতিটি মুমিন স্বীয় বায়আতে উক্ত জিনিসগুলো স্বীকার করতো। সাহাবায়ে কিরাম নিম্নলিখিত ভাষায় বলেছিলেনঃ “আমরা আল্লাহর রাসূল (সঃ)-এর নিকট বায়আত গ্রহণ করছি যে, আমরা শুনতে থাকবো, মানতে থাকবো। আমাদের মনের চাহিদা হোক বা না-ই হোক অথবা অন্যদেরকে আমাদের উপর প্রাধান্য দেয়া হোক না কেন। কোন যোগ্য লোকের নিকট থেকে আমরা কোন কাজ ছিনিয়ে নেবো না।\"ইরশাদ হচ্ছে-তোমরা ঈমান আনছো না কেন? অথচ রাসূলুল্লাহ (সঃ) তোমাদেরকে তোমাদের প্রভুর উপর ঈমান আনার আহ্বান জানাচ্ছেন! আর তিনি তোমাদের নিকট অঙ্গীকারও নিয়েছেন, যদি তোমাদের বিশ্বাস হয়। এটাও বলা হয়েছে যে, এ আয়াতে ইয়াহদীদেরকে স্মরণ করিয়ে দেয়া হচ্ছে তাদেরকে বলা হচ্ছে- তোমরা তো রাসূলুল্লাহ (সঃ)-এর আনুগত্য স্বীকারের কথা দিয়েছো, এরপরেও তাঁকে মান্য না করার কি অর্থ হতে পারে? একথাও বলা হয়েছে যে, হযরত আদমের পৃষ্ঠ থেকে বের হবার পর আল্লাহ তা'আলা বানু আদমের নিকট থেকে যে অঙ্গীকার নিয়েছিলেন- আমি কি তোমাদের প্রভু নই? সবাই স্বীকারোক্তি করেছিল-হা, আমরা এর উপর সাক্ষী থাকলাম। কিন্তু প্রথম উক্তিটিই বেশী প্রকাশমান। সুদ্দী (রঃ) ও হযরত ইবনে আব্বাস (রাঃ) হতে এটাই বর্ণিত আছে। ইমাম ইবনে জারীরও (রঃ) একে পছন্দনীয় বলেছেন। সর্বাবস্থায় মানুষের আল্লাহকে ভয় করা উচিত। তিনি অন্তরের ও বক্ষের গোপনীয় কথাও পূর্ণভাবে অবগত রয়েছেন। ঘোষিত হচ্ছে-হে মুমনিগণ! লোকদেরকে দেখাবার জন্যে নয়, বরং আল্লাহর জন্যে সত্যের উপর প্রতিষ্ঠিত থাক এবং ইনসাফের সাথে সঠিক সাক্ষী হয়ে যাও। সহীহ বুখারী ও সহীহ মুসলিমে হযরত নোমান ইবনে বাশীর (রাঃ) হতে বর্ণিত আছে যে, তিনি বলেনঃ আমার পিতা আমাকে একটি দান দিয়ে রেখেছিলেন। তখন আমার মা উমরাহ বিনতে রাওয়াহা (রাঃ) বলেনঃ “আমি এ পর্যন্ত নিশ্চিন্ত হতে পারি না যে পর্যন্ত না রাসূলুল্লাহ (সঃ)-কে এর উপর সাক্ষী বানানো হয়।' এ কথা শুনে আমার পিতা রাসূলুল্লাহ (সঃ)-এর নিকট হাযির হয়ে ঘটনাটি বর্ণনা করেন। তখন রাসূলুল্লাহ (সঃ) আমার পিতাকে জিজ্ঞেস করেনঃ “তোমার অনান্য সন্তানদেরকেও কি এরূপ দান দিয়ে রেখেছো?” আমার পিতা উত্তরে বললেনঃ ‘না। রাসূলুল্লাহ (সঃ) তখন বললেনঃ “আল্লাহকে ভয় কর এবং স্বীয় সন্তানদের মধ্যে ইনসাফ কায়েম কর। যাও, আমি কোন অত্যাচারের উপর সাক্ষী হতে পারি না। আমার পিতা তখন ঐ দান আমার নিকট হতে ফিরিয়ে নেন।ইরশাদ হচ্ছে- কোন সম্পদায়ের শত্রুতা যেন তোমাদেরকে আদল ও ইনসাফের পথ থেকে সরিয়ে না দেয়। (এখানে কওম' দ্বারা ইয়াহূদকে বুঝানো হয়েছে। তারা নবী (সঃ)-কে হত্যা করার ইচ্ছা করেছিল। যেমন ইবনে জারীর (রঃ) বর্ণনা করেছেন। আর সুহাইলী বলেন যে, এখানে কওম’ দ্বারা গাওরাস ইবনে হারিস গাতফানীকে বুঝানো হয়েছে) বন্ধু হোক বা শত্রু হোক, তোমাদের ইনসাফের পক্ষ অবলম্বন করা উচিত। এটাই হচ্ছে তাকওয়ার অধিক নিকটবর্তী। এখানে (আরবী) ঐ (আরবী)-এর উপর (আরবী) করেছে যার দিকে (আরবী) টি ফিরেছে। এ নযীর কুরআন মাজীদে আরও রয়েছে। আরবদের কথাতেও এর ব্যবহার দেখা যায়। কুরআন কারীমের এক জায়গায় রয়েছে- (আরবী) অর্থাৎ তোমরা যদি কোন বাড়ীতে প্রবেশের অনুমতি প্রার্থনা কর, “আর সে সময় তোমাদেরকে বলা হয়- ফিরে যাও, তাহলে তোমরা ফিরে যাবে, এটাই তোমাদের জন্যে অধিক পবিত্র থাকার কারণ হবে।”(২৪:২৮) সুতরাং এখানেও (আরবী) -এর (আরবী) -এর উল্লেখ করা হয়নি, কিন্তু (আরবী) এর (আরবী) বিদ্যমান রয়েছে। অর্থাৎ ফিরে যাওয়া। অনুরূপভাবে আয়াতেও এ (আরবী) অর্থাৎ “ইনসাফ করা বিদ্যমান রয়েছে। এটাও স্মরণীয় বিষয় যে, এখানে শব্দটি (আরবী) -এর রূপ। এটা এমন জায়গায় রয়েছে যে অন্যদিকে আর কিছুই নেই। যেমনঃ (আরবী) (২৫ ২৪)-এ আয়াতটিতে রয়েছে। আর যেমন এক মহিলার হযরত উমার (রাঃ)-কে (আরবী) -এ কথা বলা। এরপর আল্লাহ তা'আলা বলেনঃ তোমরা আল্লাহকে ভয় কর, নিশ্চয়ই তিনি তোমাদের আমল সম্বন্ধে পূর্ণ ওয়াকিফহাল। তিনি ভাল ও মন্দের পূর্ণ প্রতিদান প্রদান করবেন। তিনি মুমিনদের পাপ ক্ষমা করে তাদেরকে মহান পুরস্কার অর্থাৎ জান্নাত দান করার অঙ্গীকার করেছেন। যদিও প্রকৃতপক্ষে তারা এ রহমত একমাত্র আল্লাহর অনুগ্রহের ফলেই লাভ করবে, কিন্তু এ রহমতের প্রতি মনোযোগ দেয়ার কারণ হবে তাদের আমল। অতএব, প্রকৃতপক্ষে সর্বপ্রকারের প্রশংসার যোগ্য একমাত্র আল্লাহ এবং সব কিছুই তারই অনুগ্রহ ও দয়া মাত্র। জ্ঞান ও ইনসাফের দাবী তো এটাই যে, মুমিন ও সৎ লোকদেরকে জান্নাত দেয়া হোক এবং কাফির ও মিথ্যা প্রতিপন্নকারীদেরকে জাহান্নামে প্রবিষ্ট করা হোক। সুতরাং হবেও তাই। তারপর আল্লাহ পাক নিজের আর একটি নিয়ামতের কথা মুমিনদেরকে স্মরণ করিয়ে দিচ্ছেন। যার বিস্তারিত বিবরণ নিম্নরূপঃহযরত জাবির (রাঃ) বর্ণনা করেন যে, কোন এক সফরে নবী (সঃ) একটি মনযিলে অবতরণ করেন। জনগণ ছায়াযুক্ত বৃক্ষরাজির খোঁজে বিচ্ছিন্নভাবে এদিক ওদিক ঘোরাফেরা করছিলেন। রাসূলুল্লাহ (সঃ) স্বীয় হাতিয়ার একটি গাছে লটকিয়ে রাখেন। এমন সময় এক বেদুঈন এসে তাঁর তরবারীখানা হাতে টেনে নিয়ে বলে, আপনাকে এখন আমার হাত থেকে কে বাঁচাতে পারে? উত্তরে রাসূলুল্লাহ (সঃ) বলেনঃ “মহামহিমান্বিত আল্লাহ (আমাকে বাঁচাবেন)।” সে দ্বিতীয়বার এ প্রশ্নই করলো। রাসূলুল্লাহ (সঃ) পুনরায় এ উত্তরই দিলেন। বেদুঈন তৃতীয়বার বললো, “আপনাকে আমা থেকে রক্ষা করবে কে?” তিনি উত্তরে বললেনঃ আল্লাহ। বর্ণনাকারী বলেন যে, এ কথা বলার সাথে সাথে বেদুঈনের হাত থেকে তরবারী পড়ে গেল। রাসূলুল্লাহ (সঃ) সাহাবীদেরকে ডাক দিলেন। তাঁরা এসে গেলে তিনি তাঁদের কাছে বেদুঈনের ঘটনাটি বর্ণনা করলেন। সে তখনও তার পার্শ্বে উপবিষ্ট ছিল। কিন্তু তিনি তার কোন প্রতিশোধ নিলেন না। কাতাদাহ (রঃ) বলেন যে, কতগুলো তোক প্রতারণা করে রাসূলুল্লাহ (সঃ)-কে হত্যা করতে চেয়েছিল এবং তারাই ঐ বেদুঈনকে গুপ্তঘাতক হিসেবে তাঁর নিকট পাঠিয়েছিল। কিন্তু মহান আল্লাহ তাদের পরিকল্পনা এভাবে ব্যর্থ করে দেন। সহীহ হাদীস দ্বারা জানা যায় যে, ঐ বেদুঈনের নাম ছিল গাওরাস ইবনে হারিস। হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, ইয়াহূদীরা রাসূলুল্লাহ (সঃ) ও তাঁর সাহাবীদেরকে হত্য করার উদ্দেশ্যে খাদ্যে বিষ মিশিয়ে তাদেরকে দাওয়াত করে। কিন্তু মহান আল্লাহ এ সংবাদ রাসূলুল্লাহ (সঃ)-কে জানিয়ে দেন। সুতরাং তারা বেঁচে যান। একথাও বলা হয়েছে যে, কা'ব ইবনে আশরাফ এবং তার ইয়াহূদী সঙ্গীরা রাসূলুল্লাহ (সঃ)-কে বাড়ীতে ডেকে নিয়ে কষ্ট দিতে চেয়েছিল। এটা ঐ সময়ের ঘটনা, যখন নবী (সঃ) আমেরী লোকদের দিয়াত গ্রহণের জন্যে তাদের নিকট গিয়েছিলেন। ঐ সময় দুষ্টেরা আমর ইবনে জাহাশ ইবনে কা'বকে উত্তেজিত করতঃ বলেছিল- “আমরা রাসূলুল্লাহ (সঃ)-কে নীচে দাঁড় করিয়ে রেখে আলোচনায় লিপ্ত করিয়ে রাখবো, এ সুযোগে তুমি উপর থেকে তার উপর পাথর ফেলে দিয়ে তাঁকে দুনিয়া হতে বিদায় করে দেবে।” কিন্তু মহান আল্লাহ স্বীয় রাসূল (সঃ)-কে পথেই তাদের দুষ্টামির কথা জানিয়ে দেন। সুতরাং রাসূলুল্লাহ (সঃ) সাহাবীগণসহ সেখান হতে ফিরে আসেন। এ আয়াতে ঐ ঘটনারই উল্লেখ রয়েছে।ইরশাদ হচ্ছে-মুমিনদের আল্লাহর উপর ভরসা করা উচিত। বিপদ আপদ থেকে রক্ষাকারী একমাত্র তিনিই। এরপর রাসূলুল্লাহ (সঃ) মহান আল্লাহর নির্দেশক্রমে বানূ নাযীরের বিরুদ্ধে সেনাবাহিনী নিয়ে অগ্রসর হন। তাদের কিছু সংখ্যক লোককে হত্যা করেন এবং কতক লোককে দেশ থেকে তাড়িয়ে দেন।",
  "ayah": 11,
  "surah": 5
}
