{
  "text": "১১০-১১১ নং আয়াতের তাফসীর:\nএখানে আল্লাহ তা'আলা ঐ সমুদয় মুজিযারূপ নিয়ামতের বর্ণনা দিচ্ছেন, যেগুলো ঈসা ইবনে মারইয়াম (আঃ)-এর উপর তিনি অবতীর্ণ করেছিলেন। তিনি হযরত ঈসা (আঃ)-কে সম্বোধন করে বলেন, হে ঈসা (আঃ)! আমি যে তোমাকে নিয়ামতগুলো প্রদান করেছি সেগুলো তুমি স্মরণ কর। আমি তোমাকে পিতা ব্যতিরেকেই সৃষ্টি করেছি এবং তোমার সত্তাকে আমার ক্ষমতার পরিপূর্ণতার একটা নিদর্শন করেছি। আর তোমার মায়ের উপরও ইহসান করেছি এইভাবে যে, তোমাকে তার পবিত্রতার দলীল বানিয়েছি এবং মূর্খ ও অত্যাচারী লোকেরা তার উপর যে নির্লজ্জতার অপবাদ দিয়েছিল তা থেকে তাকে রক্ষা করেছি। তোমাকে আমি রূহুল কুদুস অর্থাৎ জিবরাঈল (আঃ)-এর মাধ্যমে সাহায্য করেছি। আমি তোমাকে তোমার শৈশবে ও যৌবনে এমনিভাবে নবী ও আল্লাহর পথে আহ্বানকারী বানিয়েছি যে, তুমি দোলনা থেকেই কথা বলতে শুরু করে দিয়েছে এবং তোমার মাতার পবিত্রতার সাক্ষ্য প্রদান করেছে, আর নিজেকে আল্লাহর দাস বলে স্বীকার করে নিয়েছো। শৈশব ও যৌবনেও মানুষের কাছে আল্লাহর বাণী পৌছিয়ে দিয়েছো। পৌঢ় বয়সে কথা বলা বিস্ময়কর নয় বটে কিন্তু দোলনা থেকে কথা কতইনা বিস্ময়কর ব্যাপার। আল্লাহ পাক তোমাকে কিতাবের তা'লীম দিয়েছেন এবং মূসা (আঃ)-এর উপর অবতারিত তাওরাতের লিখা ও পড়া শিক্ষা দিয়েছেন।(আরবী) অর্থাৎ তুমি আমার আদেশে মাটি দ্বারা পাখীর আকৃতি সদৃশ একটি আকৃতি তৈরী করতে এবং ফুৎকার দিতে। তখন তা আমারই আদেশে জীবিত পাখী হয়ে উড়তে শুরু করতো।(আরবী) সূরায়ে আলে ইমরানে এর উপর আলোচনা হয়ে গেছে। সুতরাং এখানে আর পুনরাবৃত্তির প্রয়োজন নেই।(আরবী) অর্থাৎ তুমি মৃতদেরকে ডাকতে তখন তারা আল্লাহর হুকুমে জীবিত হয়ে কবর হতে বেরিয়ে আসতো। (আরবী) অর্থাৎ হে ঈসা (আঃ)! আমার ঐ নিয়ামতের কথা স্মরণ কর যে, যখন তুমি বানী ইসরাঈলের নিকট নবুওয়াতের দলীলসহ পৌছলে এবং তারা তোমাকে মিথ্যা প্রতিপন্ন করলো, তোমার উপর অপবাদ দিলো, তোমাকে যাদুকর বললো এবং তোমাকে হত্যা করার ও শূলি দেয়ার চেষ্টা করলো, তখন আমি তোমাকে তাদের থেকে বাঁচিয়ে নিলাম, এরপর তোমাকে আমার নিকট উঠিয়ে নিলাম। এটা এ কথাই প্রমাণ করে যে, হযরত ঈসা (আঃ)-এর উপর আল্লাহর এ অনুগ্রহ তাঁকে তাঁর নিকট উঠিয়ে নেয়ার পরের ঘটনা, কিংবা এটা কিয়ামতের দিন সংঘটিত হবে। কিন্তু ভবিষ্যতকালকে অতীত কালের রূপ দ্বারা তা'বীর করা হয়েছে। কেননা, আল্লাহ তাআলার কাছে অতীত কালের ন্যায় ভবিষ্যত কালও নিশ্চিতরূপে অনুষ্ঠিতব্য। এসব হচ্ছে অদৃশ্যের ঘটনা, যেগুলো সম্পর্কে মহান আল্লাহ স্বীয় রাসূল মুহাম্মাদ (সঃ)-কে অবহিত করেছেন।(আরবী) এটাও হযরত ঈসা (আঃ)-এর প্রতি আল্লাহ পাকের একটা অনুগ্রহ যে, তিনি তার জন্যে সঙ্গী-সাথী ও সাহায্যকারী ঠিক করে দিয়েছেন। এখানে অহীর অর্থ হচ্ছে অন্তরের মধ্যে কিছু ভরে দেয়া। যেমন তিনি অন্য জায়গায় বলেছেন (আরবী) অর্থাৎ ‘আমি মূসা (আঃ)-এর মায়ের কাছে অহী পাঠিয়েছিলাম-মূসা (আঃ)-কে দুধ পান করাও।' (২৮৪৭) এরূপ ইলহামকে সর্বসম্মতভাবে অহী বলা হয়েছে। আর এক জায়গায় আল্লাহ তা'আলা বলেছেন- (আরবী) অর্থাৎ ‘আমি মৌমাছির নিকট অহী পাঠিয়েছিলাম-পাহাড়সমূহে তোমাদের ঘর তৈরী কর। (১৬:৬৮) এভাবে হাওয়ারীদের উপর আল্লাহ ইলহাম করেছিলেন, তখন তারা ইলহামকৃত হুকুম মান্য করেছিল! হযরত হাসান বসরী (রঃ) বলেন যে, মহা মহিমান্বিত আল্লাহ তাদের উপর ইলহাম করেছিলেন। সুদী (রঃ) বলেন যে, তিনি তাদের অন্তরে ওটা নিক্ষেপ করেছিলেন। এর ভাবার্থ এও হতে পারে-আমি তোমার মাধ্যমে তাদের কাছে অহী করেছিলাম এবং তাদেরকে আল্লাহর প্রতি ঈমান আনয়নের আহ্বান জানিয়েছিলাম। তখন তারা তা কবুল করে নিয়েছিল এবং বলেছিল (আরবী) (হে ঈসা আঃ!) আপনি সাক্ষী থাকুন যে, আমরা আত্মসমর্পণকারী হয়ে গেলাম।",
  "ayah": 111,
  "surah": 5
}
