{
  "text": "১১২-১১৫ নং আয়াতের তাফসীর:\nএখানে ‘মায়িদাহ বা খাবারের খাঞ্চার বর্ণনা দেয়া হচ্ছে। এ জন্যই এ সূরার নাম ‘মায়িদাহ' রাখা হয়েছে। এখানেও আল্লাহ তা'আলা স্বীয় বান্দা ও রাসূল হযরত ঈসা (আঃ)-এর উপর তার ইহসানের কথা প্রকাশ করেছেন। অর্থাৎ তিনি খাবারের খাঞ্চা অবতরণের জন্যে দুআ করেছিলেন, সেই দুআ মহান আল্লাহ কবুল করেছিলেন। এটাও ছিল হযরত ঈসা (আঃ)-এর একটা মুজিযা এবং তাঁর নবুওয়াতের অকাট্য প্রমাণ। কোন কোন ইমাম বর্ণনা করেছেন যে, এ ঘটনা ই শীলে বর্ণিত হয়নি এবং একমাত্র মুসলমান ছাড়া খ্রীষ্টানেরাও এ সম্পর্কে অবহিত ছিল না, মুসলমানদের মাধ্যমেই তারা অবগত হয়েছে। আল্লাহ পাকের উক্তি (আরবী) অর্থাৎ যখন হযরত ঈসা (আঃ)-এর অনুসারী হওয়ারীরা বলেছিল- “হে ঈসা (আঃ)! আপনার প্রভু কি আমাদের উপর আকাশ থেকে খাদ্যভর্তি খাঞ্চা অবতীর্ণ করতে পারেন?” এখানে অধিকাংশ কারী (আরবী) পড়েছেন (অর্থাৎ আপনার প্রভু কি এতে সক্ষম?) অন্যান্য কারীরা (আরবী) পড়েছেন (অর্থাৎ আপনি কি এতে সক্ষম?) (আরবী) খাদ্যপূর্ণ খাঞ্চাকে বলা হয়। কেউ কেউ বলেছেন যে, হযরত ঈসা (আঃ)-এর সঙ্গীরা তাদের অভাব ও দারিদ্রের তাড়নায় এ কথা বলেছিল যে, আল্লাহ তাআলা যেন প্রত্যহ তাদের উপর আকাশ থেকে খানাভর্তি খাঞ্চা অবতীর্ণ করেন, যা খেয়ে তারা ইবাদতের শক্তি সঞ্চয় করতে পারে। তখন হযরত ঈসা (আঃ) তাদেরকে বলেছিলেনতোমরা যদি প্রকৃত মুমিন হয়ে থাক তবে আল্লাহকে ভয় কর এবং এরূপ প্রার্থনা করা থেকে বিরত হও। আহার্য চাওয়ার ব্যাপারে আল্লাহ পাকের উপর ভরসা। কর। হতে পারে যে, এ জিনিসই তোমাদের জন্যে ফিৎনা ফাসাদের কারণ হয়ে যাবে। তার এ কথা শুনে হাওয়ারীরা বলেছিল- “আমরা মহান আল্লাহর মুখাপেক্ষী হয়ে পড়েছি। আমাদের খাওয়ার প্রয়োজন। আর আমরা যখন আকাশ হতে অবতারিত খাদ্যপূর্ণ খাঞ্চা দেখতে পাবো তখন আমাদের মনে পূর্ণ প্রশান্তি নেমে আসবে। ফলে আপনার প্রতি আমাদের ঈমান দৃঢ় হবে এবং আপনি যে আল্লাহর রাসূল এ ব্যাপারে আমাদের আর কোন সন্দেহই থাকবে না। আর আমরা নিজেরাই সাক্ষী হয়ে যাবো যে, এটা আল্লাহ পাকের পক্ষ থেকে একটা বড় নিদর্শন এবং আপনার নবুওয়াত ও সত্যতার স্পষ্ট দলীল।” তখন হযরত ঈসা (আঃ) আল্লাহ তা'আলার কাছে প্রার্থনা জানালেন- “হে আল্লাহ! আমাদের উপর আকাশ হতে খাদ্যপূর্ণ খাঞ্চা অবতীর্ণ করুন! যেন ওটা আমাদের জন্যে অর্থাৎ যারা বর্তমানে বিদ্যমান রয়েছে এবং যারা পরে আসবে, সকলের জন্যেই আনন্দের বিষয় হয়।” সুদ্দী (রঃ) বলেন যে, এর ভাবার্থ হচ্ছে- যেদিন ওটা অবতীর্ণ হবে সে দিনকে আমরা খুশীর দিন হিসাবে মর্যাদা দেবো এবং আমাদের পরবর্তী লোকেরাও ঐ দিনকে সম্মানিত দিন মনে করবে।' হযরত সুফইয়ান সাওরী (রঃ) বলেন যে, (আরবী) -এর ভাবার্থ হচ্ছে- ‘আমরা ঐ দিনে। নামায পড়বো।' কাতাদাহ (রঃ) বলেন যে, এর ভাবার্থ হচ্ছে আমাদের পরবর্তীদের জন্যে এ দিনটি স্মরণীয় হয়ে থাকবে।' হযরত সালমান ফারসী (রঃ) বলেন যে, এ কথা দ্বারা হযরত ঈসা (আঃ) বুঝাতে চেয়েছিলেন- “যেন ওটা আমাদের সবারই জন্যে একটা শিক্ষণীয় বিষয় হয়ে যায় এবং রিসালাতের সত্যতার জন্যে সুস্পষ্ট দলীল হতে পারে। আর হে আল্লাহ! যেন ওটা আপনার পূর্ণ ক্ষমতার এবং আমার প্রার্থনা ককূল হওয়ার দলীল হিসাবে প্রকাশ পায়, যাতে জনগণ আমার রিসালাতের সত্যতা স্বীকার করে নিতে পারে।” “হে আল্লাহ! আপনার পক্ষ হতে আমাদের নিকট আমাদের কষ্ট ও পরিশ্রম ছাড়াই উত্তম খাদ্য প্রেরণ করুন, যেহেতু আপনি হচ্ছেন সর্বোত্তম আহার্য প্রদানকারী।”তখন আল্লাহ তা'আলা বললেনঃ “ঠিক আছে, আমি তোমাদের কাছে খাদ্যপূর্ণ খাঞ্চা প্রেরণ করছি। কিন্তু সাবধান! এর পরও যদি তোমার কওম কুফরী করে এবং অবাধ্যই থেকে যায় তবে আমি তাদেরকে এমন শাস্তি প্রদান করবো, যে শাস্তির স্বাদ বিশ্ববাসীর কেউই কখনও গ্রহণ করেনি বা করবেও না।”মহান আল্লাহ অন্য জায়গায় বলেছেন (আরবী) অর্থাৎ কিয়ামতের দিন (ফেরেশতাদেরকে বলা হবে) ফিরআউনের দলবলকে কঠিনতম শাস্তির মধ্যে প্রবিষ্ট কর।' (৪০৪ ৪৬) আর এক জায়গায় আল্লাহ পাক বলেছেন- (আরবী) অর্থাৎ “নিশ্চয়ই মুনাফিকরা জাহান্নামের নিম্নতম গহ্বরে অবস্থান করবে। (৪:১৪৫) ইবনে জারীর (রঃ) বলেন যে, হযরত আব্দুল্লাহ ইবনে আমর (রাঃ) বলেছেন- “কিয়ামতের দিন তিন প্রকারের লোককে কঠিনতম শাস্তি প্রদান করা হবে। (১) মুনাফিক, (২) খাদ্যপূর্ণ খাঞ্চা অবতীর্ণ হওয়ার পরও যারা কুফরী। করেছিল এবং (৩) ফিরআউনের দলবল।” হাওয়ারীদের উপর খাঞ্চা অবতীর্ণ হওয়া সম্পর্কে যে হাদীসগুলো বর্ণিত হয়েছে সেগুলো উল্লেখ করা হলোঃ আবু জাফর ইবনে জারীর (রঃ) হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণনা করেছেন যে, হযরত ঈসা (আঃ) বানী ইসরাঈলকে বললেনঃ “তোমরা কি ত্রিশদিন রোযা রাখতে পার? অতঃপর তোমরা আল্লাহ তাআলার নিকট খাঞ্চার জন্যে প্রার্থনা করবে এবং তিনি তোমাদেরকে তা প্রদান করবেন। কেননা, আমলকারীকে মহান আল্লাহ তার আমলের প্রতিদান দিয়ে থাকেন। তারা তখন তাই করলো। অতঃপর তারা বললোঃ “হে মঙ্গলের শিক্ষাদানকারী ঈসা (আঃ)! আপনি বলে থাকেন যে, আমলকারীদেরকে আল্লাহ তা'আলা তাদের আমলের প্রতিদান অবশ্যই প্রদান করে থাকেন। আপনি আমাদেরকে ত্রিশটি রোযা রাখতে বলেছিলেন, আমরা তা রেখেছি। ত্রিশদিন আমরা কারও চাকরী করলে সে আমাদেরকে খেতে দেয় বা বেতন দেয়। তাহলে এখন কি আপনার প্রভু আমাদের উপর খাদ্যপূর্ণ খাঞ্চা অবতীর্ণ করবেন?” তখন হযরত ঈসা (আঃ) বললেনঃ “তোমরা যদি মুমিন হয়ে থাক তবে আল্লাহকে ভয় কর।' হাওয়ারীরা তখন বললোঃ ‘আমরা তো শুধু আমাদের মনের প্রশান্তি চাচ্ছি এবং নিজেরা বিশ্বাস করে অন্যদের সামনেও সাক্ষী হয়ে যাওয়ার ইচ্ছা পোষণ করছি।' মোটকথা, শেষ পর্যন্ত আকাশ থেকে খাদ্যের খাঞ্চা অবতীর্ণ হলো, যাতে সাতটি মাছ ও সাতটি রুটি ছিল। খাঞ্চাটি তাদের সামনে এসে থেমে গেলো। প্রথম থেকে শেষ পর্যন্ত সমস্ত লোকই তা খেলো। ইবনে জারীর (রঃ) এরূপ বর্ণনা করেছেন। অনুরূপ বর্ণনা ইবনে আবি হাতিম (রঃ) থেকেও বর্ণিত আছে। তিনি হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণনা করেন যে, হাওয়ারীরা হযরত ঈসা ইবনে মারইয়াম (আঃ)-কে বললোঃ আপনি আল্লাহর নিকট প্রার্থনা করুন, তিনি যেন আমাদের উপর আকাশ থেকে খাদ্যপূর্ণ খাঞ্চা অবতীর্ণ করেন। হযরত ইবনে আব্বাস (রাঃ) বলেন যে, তখন ফেরেশতাগণ মায়িদাহ্ বা খাঞ্চা নিয়ে অবতীর্ণ হন। ঐ খাঞ্চায় সাতটি মাছ ও সাতটি রুটি ছিল। খাঞ্চাটি তারা তাদের সামনে রেখে দেন। তা থেকে তাদের প্রথম থেকে শেষ পর্যন্ত সমস্ত লোকই ভক্ষণ করে।ইবনে আবি হাতিম (রঃ) হযরত আম্মার ইবনে ইয়াসির (রাঃ) হতে বর্ণনা করেছেন যে, নবী (সঃ) বলেছেন- “যে মায়েদাহ বা খাঞ্চাটি আকাশ থেকে অবতীর্ণ হয়েছিল তাতে রুটি ও গোশত ছিল। তাদের উপর নির্দেশ ছিল যে, তারা যেন খিয়ানত না করে এবং পরবর্তী দিনের জন্যে উঠিয়ে না রাখে। কিন্তু তারা খিয়ানত করেছিল এবং জমা করে রেখেছিল। ফলে তাদের আকৃতি বিকৃত করে দিয়ে তাদেরকে বানর ও শূকরে পরিণত করা হয়েছিল।” মায়িদাহ্ সম্পৰ্কীয় যতগুলো হাদীস বর্ণিত রয়েছে, সবগুলো দ্বারাই প্রমাণিত হচ্ছে যে, উক্ত মায়িদাহ বা খানাভর্তি খাঞ্চা হযরত ঈসা (আঃ)-এর যুগের বানী ইসরাঈলের উপর অবতীর্ণ হয়েছিল এবং ওটা ছিল আল্লাহর নিকট তাঁর প্রার্থনার ফল। আর এটা আল্লাহ তাআলার (আরবী) -এ আয়াত দ্বারা স্পষ্টভাবে প্রমাণিত হচ্ছে।কোন কোন উক্তিকারী এটাও উক্তি করেছেন যে, খাঞ্চা অবতীর্ণ হয়নি। হযরত কাতাদা (রঃ) হতে বর্ণিত আছে যে, হযরত হাসান (রঃ) বলতেন- যখন তাদেরকে (আরবী) -এ কথা বলা হলো তখন তারা বললোঃ “আমাদের এর প্রয়োজন নেই। ফলে তা আর অবতীর্ণ হলো না। কিন্তু জমহর উলামার মতে মায়িদাহ্ অবতীর্ণ হয়েছিল। ইবনে জারীরও (রঃ) এই মত পোষণ করেছেন। কেননা, মহান আল্লাহর (আরবী) –এ উক্তি দ্বারা এটাই প্রমাণিত হচ্ছে। তার ওয়াদা এবং ওয়াঈদ সত্য। আর এটা সত্য বলে অনুমিতও হচ্ছে। আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন। পূর্ববর্তী গুরুজন থেকে যেসব খবর’ ও ‘আসার’ বর্ণিত হয়েছে সেগুলো দ্বারাও এটাই প্রমাণিত হয়। ইমাম আহমাদ (রঃ) হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণনা করেছেন যে, কুরাইশরা নবী (সঃ)-কে বললোঃ আপনি আপনার প্রভুর নিকট প্রার্থনা করুন, তিনি যেন আমাদের জন্যে সাফা পর্বতকে সোনা বানিয়ে দেন, তাহলে আমরা আপনার উপর বিশ্বাস স্থাপন করবো। তিনি বললেনঃ ‘সত্যি তোমরা ঈমান। আনবে তো?' তারা উত্তরে বললোঃ হঁ্যা। বর্ণনাকারী বলেন যে, নবী (সঃ) তখন আল্লাহ তাআলার নিকট প্রার্থনা জানালেন। ইতিমধ্যে তাঁর নিকট হযরত জিবরাঈল (আঃ) এসে পড়লেন- “তুমি যদি চাও তবে সকালেই সাফা পর্বত সোনায় পরিণত হয়ে যাবে। কিন্তু এর পরও তারা ঈমান না আনলে আমি তাদেরকে এমন শাস্তি প্রদান করবো যে শাস্তি আমি বিশ্ববাসীর আর কাউকে প্রদান করবো না। আর যদি তুমি চাও যে, আমি তাদের তাওবা কবুল করতঃ তাদের উপর করুণা বর্ষণ করি, তবে আমি তাই করবো।” তখন নবী (সঃ) বললেনঃ হে আমার প্রভু! আমি আপনার নিকট তাওবার কবুলিয়ত ও করুণাই কামনা করি।",
  "ayah": 115,
  "surah": 5
}
