{
  "text": "১১৬-১১৮ নং আয়াতের তাফসীর:\nকিয়ামতের দিন আল্লাহ তাআলা হযরত ঈসা (আঃ)-কে এই কথাগুলো ঐসব লোকের সামনে সম্বোধন করে বলবেন যারা তাকে ও তার মাতাকে মা'বুদ বানিয়ে নিয়েছিল। এ কথাগুলোর মাধ্যমে মহান আল্লাহ খ্রীষ্টানদেরকে ধমক দিয়েছেন ও ভয় প্রদর্শন করেছেন। কাতাদা (রঃ) ও অন্যান্যগণ এরূপই বলেছেন। হযরত কাতাদা (রঃ)-এর উপর আল্লাহ পাকের (আরবী) (অর্থাৎ এটা ঐ দিন যেদিন সত্যবাদীদেরকে তাদের সত্যবাদীতার পুরস্কার দেয়া হবে) এ উক্তিটিকে দলীল হিসেবে গ্রহণ করেছেন। সুদ্দী (রঃ) বলেন যে, এ সম্বোধন ও উত্তর দুনিয়াতেই ছিল। ইবনে জারীর (রঃ) এ কথাকে সমর্থন করে বলেন যে, যখন হযরত ঈসা (আঃ)-কে আকাশে উঠিয়ে নেয়া হয়েছিল এটা ঐ ঘটনার সঙ্গে সম্পর্ক যুক্ত। ইমাম ইবনে জারীর (রঃ) দু'প্রকারে-এর উপর দলীল গ্রহণ করেছেন। প্রথম প্রকার এই যে, এ কথাটি (আরবী) বা অতীতকালের ক্রিয়া দ্বারা বলা হয়েছে, (আরবী) অর্থাৎ বলা হয়েছে। দ্বিতীয় প্রকার এই যে, (আরবী) এবং (আরবী)- এটা হচ্ছে শর্তযুক্ত উক্তি এবং এই উক্তি দুনিয়াতেই করা হয়েছিল। আর শাস্তি প্রদান ও ক্ষমা করণের শর্ত আখিরাতের জন্যে উঠিয়ে রাখা হয়েছে। এ দু'টি দলীলের ব্যাপারে চিন্তা ভাবনার অবকাশ আছে। কেননা, অতীতকালের ক্রিয়া আসলো তো কি হলো? কিয়ামতের অধিকাংশ ঘটনাকেই অতীতকালের ক্রিয়া দ্বারা বর্ণনা করা হয়েছে, যাতে ওটা সংঘটিত হওয়ার উপর যথেষ্ট দলীল হতে পারে। এখন বাকী থাকলো (আরবী) শব্দটির কালামে শরতিয়া হওয়ার কথা। এ সম্পর্কে বলা যাবে যে, এর দ্বারা পাপীদের প্রতি হযরত ঈসা (আঃ)-এর অসন্তুষ্টি প্রকাশ পেয়েছে এবং তাদের পরিণাম আল্লাহর ইচ্ছার প্রতি ছেড়ে দেয়া হয়েছে। আর শর্তের উপর কোন কিছু সম্পর্কিত হওয়া ওটা সংঘটিত হওয়ার দাবিদার হতে পারে না। কুরআন কারীমের আয়াতসমূহে এর বহু নযীর বিদ্যমান রয়েছে। এই ব্যাপারে হযরত কাতাদা (রঃ)-এর বর্ণনা রয়েছে তা খুবই স্পষ্ট। তা হচ্ছে এই যে, এটা হবে কিয়ামতের দিনের কথোপকথন, যাতে সেদিন সকলের সামনে খ্রীষ্টানদের সব কিছু খুলে যায় এবং তাদের মনে ভয় ও সন্ত্রাস সৃষ্টি হয়। হযরত আবূ মূসা আশআরী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেন- কিয়ামতের দিন নবীগণ ও তাদের উম্মতদেরকে ডাক দেয়া হবে। অতঃপর হযরত ঈসা (আঃ)-কে আহ্বান করা হবে এবং আল্লাহ তাআলা তাঁকে স্বীয় নিয়ামতের কথা স্মরণ করিয়ে দেবেন। তিনি তা স্বীকার করে নেবেন। তারপর আল্লাহ পাক তাঁকে জিজ্ঞেস করবেনঃ তুমি কি লোকদেরকে বলেছিলে- তোমরা আল্লাহকে বাদ দিয়ে আমাকে ও আমার মাতাকে মা'বুদ বানিয়ে নাও? তখন তিনি তা অস্বীকার করবেন। অতঃপর নাসারাদেরকে আনয়ন করা হবে এবং তাদেরকে ঐ সম্পর্কে জিজ্ঞেস করা হবে। তারা তখন বলবেঃ ‘হ্যা, তিনি আমাদেরকে এ আদেশই করেছিলেন। এই কথা শুনে হযরত ঈসা (আঃ)-এর মাথা ও দেহের লোম ভয়ে খাড়া হয়ে যাবে। ফেরেশতাগণ তখন তার চুলগুলো ধরে রাখবেন। আর এই নাসারাদেরকে আল্লাহর সামনে এক হাজার বছর পর্যন্ত জোড় পায়ে বসিয়ে রাখা হবে। অবশেষে তাদের উপর হুজ্জত কায়েম হয়ে যাবে এবং সত্য তাদের সামনে প্রকাশ হয়ে পড়বে। আর তাদের জন্যে ক্রুশ উঠানো হবে। অতঃপর তাদেরকে জাহান্নামের দিকে হাঁকিয়ে নিয়ে যাওয়া হবে। (হাফিয ইবনে আসাকির এই হাদীসটি বর্ণনা করেছেন এবং ইবনে কাসীর একে গারীব ও আযীয বলেছেন)(আরবী) এ জবাবে হযরত ঈসা (আঃ)-কে উত্তম ভদ্রতার কতইনা তাওফীক দান করা হয়েছিল এবং তার অন্তরে কতইনা সুন্দর দলীল ভরে দেয়া হয়েছে। তিনি বলেন-হে আল্লাহ! যে কথা বলার আমার কোন অধিকার নেই সে কথা আমি কিরূপে বলতে পারি? যদি আমি এ কথা বলেও থাকি তবে অবশ্যই সেটা আপনি ভাল রূপেই জানেন। কেননা, আপনার কাছে তো কোন কিছুই গোপন থাকে না। আপনি আমার অন্তরের কথা অবগত আছেন, কিন্তু আমি আপনার ইচ্ছা সম্পর্কে মোটেই অবগত নই। আপনি আমাকে যা নির্দেশ দিয়েছিলেন আমি তার একটি অক্ষরও বেশী করিনি। আমি তো শুধু এ কথাই বলেছিলাম- তোমরা আল্লাহরই ইবাদত করবে যিনি আমারও প্রতিপালক এবং তোমাদেরও প্রতিপালক। আমি যতদিন তাদের মধ্যে ছিলাম ততদিন তাদের কার্যাবলী তদারক করেছি। অতঃপর যখন থেকে আপনি আমাকে উঠিয়ে নিয়েছেন তখন থেকে আপনিই তাদের কার্যাবলী তদারক করেছেন। আর আপনি প্রত্যেক কাজ সম্বন্ধেই পূর্ণ অবগত।হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত, তিনি বলেন, একদা রাসূলুল্লাহ (সঃ) আমাদের মধ্যে খুত্ব দিতে গিয়ে বলেনঃ হে লোক সকল! কিয়ামতের দিন তোমাদেরকে উলঙ্গ মাথা, উলঙ্গ দেহ এবং উলঙ্গ পা অবস্থায় উঠানো হবে, যেমন তোমরা তোমাদের জন্মের দিন ছিলে। সর্বপ্রথম হযরত ইবরাহীম (আঃ)-কে পোশাক পরানো হবে। এরপর আমার উম্মতের মধ্য হতে কতক লোককে আনয়ন করা হবে যাদেরকে জাহান্নামের নিদর্শন হিসেবে বাম দিকে রাখা হবে। তখন আমি বলবো- এরা তো আমারই উম্মত। সেই সময় বলা হবে- তুমি জান না যে, এরা তোমার (ইন্তেকালের) পরে তোমার সুন্নাতকে পরিত্যাগ করেছিল এবং বিদআত চালু করে দিয়েছিল। আমি একজন সৎ বান্দার মত ঐ কথাই বলবো যে কথা হযরত ঈসা (আঃ) বলেছিলেন। (এ আয়াতের তাফসীরে ইমাম বুখারী (রঃ) এটা বর্ণনা করেছেন) তাহলে (আরবী) আল্লাহ পাকের এই কালাম তাঁরই ইচ্ছার উপর নির্ভর করে। তিনি যা চাইবেন তাই করবেন। তিনি সবারই কৈফিয়ত তলব করতে পারেন, কিন্তু তার কাছে কেউই কোন কৈফিয়ত তলব করতে পারে না। তা ছাড়া এই কালাম নাসারাদের উপর তার অসন্তুষ্টি প্রকাশকারী, যারা হযরত ঈসা (আঃ) -কে তাঁর শরীক ও পুত্র এবং মারইয়াম (আঃ)-কে তাঁর স্ত্রী (নাউযুবিল্লাহি মিন যালিক) সাব্যস্ত করেছিল। এ আয়াতের বড়ই মাহাত্ম্য রয়েছে। হদীসে আছে যে, নবী (সঃ) এক রাত্রে সকাল পর্যন্ত নামাযে এ আয়াতটিই পড়তে থাকেন।ইমাম আহমাদ (রঃ) বর্ণনা করেছেন যে, হযরত আবু যার (রাঃ) বলেন, একদা রাত্রে নবী (সঃ) (আরবী) এ আয়াতটি নামাযে পাঠ করতে থাকেন এবং এর মাধ্যমেই তিনি রুকূ ও সিজদা করেন। আর এভাবেই সকাল হয়ে যায়। সকালে আমি বললাম, হে আল্লাহর রাসূল (সঃ)! রাত্রে নামাযে আপনি এ আয়াতটিই পড়তে থাকলেন এবং এর মাধ্যমেই রুকু ও সিজদা করতে রইলেন, শেষ পর্যন্ত সকাল হয়ে গেল, এর কারণ কি? তিনি উত্তরে বললেনঃ “আমি মহিমান্বিত আল্লাহর কাছে আমার উম্মতের জন্যে সুপারিশের প্রার্থনা করছিলাম। তখন তিনি তার সাথে অংশী স্থাপন করেছে এরূপ লোক ছাড়া সকলকেই ক্ষমা করে দেয়ার অঙ্গীকার করেছেন।” ইবনে আবি হাতিম (রঃ) আব্দুল্লাহ ইবনে। আমর ইবনে আস (রাঃ) হতে বর্ণনা করেছেন যে, নবী (সঃ) হযরত ঈসা (আঃ)-এর (আরবী) -এ উক্তিটি পাঠ করেন। অতঃপর তিনি স্বীয় হস্তদ্বয় উত্তোলন করেন এবং বলেনঃ “হে আল্লাহ! আমার উম্মত (অর্থাৎ আমার উম্মতকে ক্ষমা করুন)।' এ বলে তিনি কাঁদতে শুরু করেন। আল্লাহ তা'আলা তখন হযরত জিবরাঈল (আঃ)-কে তাঁর নিকট পাঠিয়ে দেন। হযরত জিবরাঈল (আঃ) এসে তাঁকে কান্নার কারণ জিজ্ঞেস করলে তিনি তাঁকে যা উত্তর দেয়ার ছিল তাই দেন। তখন মহান আল্লাহ হযরত জিবরাঈল (আঃ)-কে বলেনঃ “হে জিবরাঈল (আঃ)! তুমি মুহাম্মাদ (সঃ)-এর কাছে গিয়ে বল যে, আল্লাহ তাঁকে তাঁর উম্মতের ব্যাপারে সন্তুষ্ট করবেন, দুঃখিত করবেন না।” ইমাম আহমাদ (রঃ) হযরত হুযাইফা ইবনে ইয়ামান (রাঃ) হতে বর্ণনা করেছেন যে, তিনি বলেন, একদা রাসূলুল্লাহ (সঃ) আমাদের নিকট অনুপস্থিত থাকলেন, বের হলেন না, এমনকি আমরা ধারণা করলাম যে, তিনি কখনই বের হবেন না। অতঃপর তিনি বের হলেন এবং এমনভাবে সিজদায় পড়ে গেলেন যে, তাঁর প্রাণবায়ু নির্গত হয়ে গেছে বলে আমাদের ধারণা হলো। তারপর তিনি মাথা উঠিয়ে বললেনঃ আমার প্রতিপালক আমার নিকট আমার উম্মতের ব্যাপারে কি করা যায় সেই পরামর্শ চেয়েছিলেন। আমি বললাম, হে আমার প্রভু! এরা তো আপনারই মাখলুক ও আপনারই বান্দা! দ্বিতীয় বার তিনি আমার নিকট পরামর্শ চাইলে আমি ঐ কথাই বললাম। তখন তিনি আমাকে বললেনঃ “হে মুহাম্মাদ (সঃ)! তোমার উম্মতের ব্যাপারে আমি তোমাকে অপদস্থ করবো না। আর তিনি আমাকে এই সুসংবাদ দিলেন যে, আমার সঙ্গে আমার উম্মতের যে প্রথম দলটি জান্নাতে যাবে তাদের সংখ্যা হবে সত্তর হাজার এবং এরূপ প্রত্যেক হাজারের সঙ্গে আরও সত্তর হাজার করে থাকবে। এরা সবাই বিনা হিসেবে জান্নাতে প্রবেশ করবে। তারপর আল্লাহ তা'আলা জিবরাঈল (আঃ)-এর মাধ্যমে আমাকে বললেনঃ তুমি প্রার্থনা কর, তা কবুল করা হবে এবং চাও, তা দেয়া হবে। আমি জিবরাঈল (আঃ)-কে বললাম, আল্লাহ কি আমার প্রার্থনা মঞ্জুর করার ইচ্ছা করেছেন? জিবরাঈল (আঃ) উত্তরে বললেনঃ হ্যা, আল্লাহ আমাকে আপনার নিকট এই উদ্দেশ্যেই পাঠিয়েছেন। আল্লাহ আমাকে সব কিছুই প্রদান করেছেন। আমি এ জন্যে অহংকার করছি না। আর আমার পূর্ববর্তী ও পরবর্তী সমস্ত গুনাহ মাফ করে দেয়া হয়েছে এবং আমি ভূ-পৃষ্ঠে সুস্থ শরীরে বিচরণ করছি। আমাকে এই বিশেষত্ব দেয়া হয়েছে যে, আমার উম্মত দুর্ভিক্ষে মারা যাবে না এবং তারা পরাজিত হবে না। আল্লাহ আমাকে কাওসার দান করেছেন। এটা হচ্ছে জান্নাতের একটি নহরের নাম যা আমার হাওযে বয়ে আসবে। আর আমাকে মর্যাদা, সাহায্য এবং রুউব বা ভক্তি প্রযুক্ত ভীতি প্রদান করা হয়েছে, যা আমার উম্মতের সামনে জনগণের উপর এক মাসের পথের ব্যবধান হতে প্রভাব বিস্তার করে থাকে। আমি সকল নবীর পূর্বে জান্নাতে প্রবেশ করবো। আমার উম্মতের জন্যে গনীমত বা যুদ্ধলব্ধ মাল হালাল করা হয়েছে এবং আরও এমন কতক জিনিস আমার উম্মতের জন্যে হালাল করা হয়েছে যেগুলো আমার পূর্ববর্তী নবীদের উম্মতের উপর হালাল ছিল না। আর মাযহাব হিসেবে আমার ধর্মে কোন কাঠিন্য রাখা হয়নি। (সনদের দিক দিয়ে এই হাদীসটি দুর্বল হলেও সাফাআতের হাদীসগুলো এর দুর্বলতা দূর করে দিয়েছে)",
  "ayah": 118,
  "surah": 5
}
