{
  "text": "এ আয়াতে আল্লাহ তা'আলা ইয়াহুদী ও নাসারাদেরকে সম্বোধন করে বলেছেনঃ আমি তোমাদের সকলের নিকট স্বীয় রাসূল (সঃ) পাঠিয়েছি, যে শেষ নবী, যার পরে আর কোন নবী বা রাসূল আসবে না। দেখো, হয়রত ঈসা (আঃ) থেকে নিয়ে আজ পর্যন্ত কোন রাসূলের আগমন ঘটেনি। এ সুদীর্ঘ সময়ের পরে এ নবী আগমন করেছে। কেউ কেউ বলেন যে, এ দীর্ঘ সময় ছিল ছ’শ বছর। কারও কারও মতে ওটা ছিল সাড়ে পাঁচশ বছর। আবার কেউ কেউ বলেন যে, তা ছিল পাঁচশ চল্লিশ বছর। অন্য কারও মতে তা ছিল চারশ বছর এবং আরও ত্রিশ বছরের কিছু বেশী। ইবনে আসাকির (রঃ) শাবী (রঃ) হতে বর্ণনা করেছেন যে, তিনি বলেছেনঃ “হযরত ঈসা (আঃ)-কে আকাশে উঠিয়ে নেয়া এবং আমাদের নবী (সঃ)-এর মদীনায় হিজরত করার মাঝে ৯৩৩ বছরের ব্যবধান ছিল। কিন্তু সঠিক উক্তি হচ্ছে প্রথমটিই অর্থাৎ ছ'শ ত্রিশ বছর। এ দু'টি উক্তির মধ্যে সামঞ্জস্য বিধান এভাবে করা যেতে পারে যে, প্রথম উক্তি সূর্য মাস হিসেবে এবং এবং দ্বিতীয় উক্তি চান্দ্র মাস হিসেবে। এ গণনায় প্রতি তিনশ বছরে আট বছরের ব্যবধান হয়ে যাবে। এ জন্যেই আহলে কাহাফের ঘটনায় রয়েছে- (আরবী) অর্থাৎ “তারা তাদের গুহায় তিনশ বছর অবস্থান করে এবং আরও নয় বছর বাড়িয়ে দেয়।” (১৮:২৫) সুতরাং সূর্য হিসেবে তাদের গর্তে অবস্থানের সময়কাল আহলে কিতাবের যা জানা ছিল তা ছিল তিনশ বছর। তার সাথে ন’বছর বাড়িয়ে দিয়ে চন্দ্র হিসেবে পূর্ণ হয়ে গেল। এ আয়াতের দ্বারা জানা গেল যে, বানী ইসরাঈলের শেষ নবী হযরত ঈসা (আঃ) হতে নিয়ে সাধারণভাবে বানী আদমের শেষ নবী হযরত মুহাম্মাদ (সঃ) পর্যন্ত এই মধ্যবর্তী সময়ে কোন নবী আসেননি। সহীহ বুখারী শরীফে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “অন্যান্য লোকদের তুলনায় ঈসা (আঃ)-এর সাথে আমার সম্পর্ক বেশী রয়েছে। কেননা, আমার ও তার মাঝে কোন নবী নেই।” ঐ হাদীস দ্বারা এসব লোকের ধারণাকে খণ্ডন করা হয়েছে। যারা মনে করে যে, এ দুই মর্যাদা সম্পন্ন নবীর মাঝে আরও একজন নবী ছিলেন। যার নাম খালিদ ইবনে সিনান। যেমন কাযাঈ প্রমুখ লোক বর্ণনা করেছেন। উদ্দেশ্য এই যে, শেষ নবী আল্লাহর হাবীব হযরত মুহাম্মাদ (সঃ) দুনিয়ার বুকে ঐ সময় আগমন করেছেন যে সময় রাসূলগণের শিক্ষা লোপ পেয়েছিল, তাঁদের পথ নিশ্চিহ্ন হয়ে পড়েছিল, দুনিয়া তাওহীদ বা একত্ববাদকে ভুলে গিয়েছিল, স্থানে স্থানে মাখলুকের পূজা শুরু হয়েছিল, সূর্য, চন্দ্র ও মূর্তিপূজা চলছিল, আল্লাহর দ্বীন বদলে গিয়েছিল, দ্বীনের আলোর উপর কুফরীর অন্ধকার ছেয়ে গিয়েছিল, দুনিয়ার প্রান্তে প্রান্তে ঔদ্ধত্য ও অবাধ্যতা ছড়িয়ে পড়েছিল, আদল ও ইনসাফ এমনকি মনুষ্যত্ব পর্যন্ত দুনিয়া হতে মুছে গিয়েছিল, মূর্খতা ও অজ্ঞতার শাসন চালু হয়েছিল এবং মুষ্টিমেয় কতক লোক ছাড়া ভূ-পৃষ্ঠে আল্লাহর নাম উচ্চারণকারী কেউ ছিল না। অতএব জানা গেল যে, মুহাম্মাদ (সঃ)-এর মর্যাদা ও সম্মান আল্লাহর নিকট অত্যন্ত বেশী ছিল এবং তিনি যে প্রেরিতত্বের কাজ আঞ্জাম দিয়েছিলেন তা কোন সাধারণ প্রেরিতত্ব ছিল না।মুসনাদে আহমাদে হযরত আইয়ায ইবনে হাম্মাদুল মাজেশেঈ (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) একদা খুবায় বলেনঃ আমার প্রভু আমাকে নির্দেশ দিয়েছেন যে, তোমরা যা জান না তা আমি তোমাদেরকে শিক্ষা দেই। আল্লাহ আমাকে আজই জানিয়ে দিয়েছেন-আমি আমার বান্দাদেরকে যা কিছু দান। করেছি তার সবই তাদের জন্যে হালাল করেছি। আমি আমার সকল বান্দাকেই একত্ববাদীরূপে সৃষ্টি করেছি। কিন্তু শয়তান তাদের কাছে এসে তাদেরকে বিভ্রান্ত করে এবং আমার হালালকৃত বস্তু তাদের উপর হারাম করে দেয়। আর সে তাদেরকে বলে যে, তারা যেন কোন দলীল না থাকা সত্ত্বেও আমার সাথে অংশীদার স্থাপন করে। জেনে রেখো যে, আল্লাহ তা'আলা পৃথিবীবাসীর প্রতি দৃষ্টিপাত করেছেন এবং সমস্ত আরব ও আজমকে অপছন্দ করেছেন, শুধু বানী ইসরাঈদের কতক লোককে নয় যারা তাওহীদ বা একত্ববাদের উপর প্রতিষ্ঠিত রয়েছে। তারপর তিনি আমাকে বলেছেনঃ আমি তোমাকে এজন্যেই নবী করে প্রেরণ করেছি যে, তোমাকে পরীক্ষা করবো এবং তোমারই কারণে অন্যদেরকেও পরীক্ষা করে নেবো। আমি তোমার উপর এমন কিতাব অবতীর্ণ করেছি যাকে পানিতে ধুয়ে ফেলতে পারবে না, যাকে তুমি ঘুমন্ত ও জাগ্রত সর্বাবস্থায় পাঠ করে থাক। অতঃপর আমার প্রভু আমাকে নির্দেশ দিয়েছেন যে, আমি যেন কুরাইশদের মধ্যে আল্লাহর পয়গাম পৌছিয়ে দেই। আমি তখন বললাম-হে আল্লাহ! এরা তো আমার মাথায় আঘাত করে রুটির মত করে দেবে। তখন আমার প্রভু আমাকে বলেনঃ তুমি তাদেরকে বের করে দাও যেমন তারা তোমাকে বের করে দিয়েছে। তুমি তাদের সাথে যুদ্ধ কর, তোমাকে সাহায্য করা হবে। তুমি তাদের উপর খরচ কর, তোমার উপরও খরচ করা হবে। তুমি তাদের মোকাবিলায় সেনাবাহিনী প্রেরণ কর, আমি তার উপর আরও পাঁচগুণ সৈন্য প্রেরণ করবো। তুমি অনুগতদেরকে নিয়ে অবাধ্যাদের বিরুদ্ধে যুদ্ধ কর।জান্নাতী লোক তিন প্রকারের। (১) ন্যায়পরায়ণ, সৎ ব্যবহাকারী ও দান খয়রাতকারী বাদশাহ। (২) দয়ালু ব্যক্তি, যিনি প্রত্যেক আত্মীয় ও মুসলমানের সাথে বিনয় ও নম্র ব্যবহার করে থাকেন। (৩) ঐ ব্যক্তি, যিনি দরিদ্র হওয়া সত্ত্বেও হারাম থেকে বেঁচে থাকেন, অথচ তার স্ত্রী ও ছেলেমেয়ে রয়েছে। আর জাহান্নামী লোক পাঁচ প্রকারের। (১) ঐ দুর্বল ও নিম্ন শ্রেণীর লোক, যার কোন ধর্ম নেই। সে অধীনস্থ লোক এবং তার স্ত্রী, ছেলেমেয়ে ও মালধন নেই। (২) ঐ খিয়ানতকারী ব্যক্তি, যার দাঁত ক্ষুদ্র হতে ক্ষুদ্রতম জিনিসের উপরও লেগে থাকে এবং সে অতি তুচ্ছ ও নগণ্য জিনিসের প্রতি খিয়ানত করতেও ছাড়ে না। (৩) এসব লোক, যারা সকাল ও সন্ধ্যায় জনগণকে তাদের পরিবার ও মালধনে ধোকা দিয়ে থাকে। (৪) কৃপণ অথবা (বর্ণনাকরীর সন্দেহ) মিথ্যাবাদী। (৫) অকথ্য ভাষা প্রয়োগকারী। এ হাদীসটি সহীহ মুসলিম ও সুনানে নাসাঈতেও রয়েছে। এটা বলার উদ্দেশ্য এই যে, রাসূলুল্লাহ (সঃ)-কে প্রেরণের সময় ভূ-পৃষ্ঠে কোন সত্য ধর্ম বিদ্যমান ছিল না। আল্লাহ তা'আলা স্বীয় নবী (সঃ)-এর মাধ্যমে মানুষকে অন্ধকার ও ভ্রান্ত পথ থেকে বের করে আলো ও হিদায়াতের পথে নিয়ে আসেন এবং তাদেরকে সরল সঠিক পথে এনে দাঁড় করিয়ে দেন। তাদেরকে তিনি উজ্জ্বল ও স্পষ্ট শরীয়ত দান করেন, যাতে তাদের ওযর পেশ করার কোন অবকাশ না থাকে এবং তারা একথা বলার সুযোগ না পায় যে, তাদের কাছে কোন নবী-রাসূল আগমন করেননি এবং তাদেরকে জান্নাতের সুসংবাদ দেননি ও জাহান্নাম হতে ভয় প্রদর্শন করেননি। সুতরাং ব্যাপক ক্ষমতার অধিকারী মহান আল্লাহ স্বীয় মনোনীত নবী (সঃ)-কে সারা বিশ্বের হিদায়াতের জন্যে প্রেরণ করেন। আমাদের মহান প্রভু তাঁর বাধ্য ও অনুগত বান্দাদেরকে জান্নাতী শান্তি প্রদানে এবং অবাধ্য বান্দাদেরকে জাহান্নামের শাস্তি প্রদানে পূর্ণভাবে সক্ষম।",
  "ayah": 19,
  "surah": 5
}
