{
  "text": "আল্লাহ পাক উল্লিখিত আয়াতে যে সমস্ত বস্তু খাওয়া অবৈধ তার বর্ণনা দিয়েছেন। মৃত ঐ জানোয়ারকে বলা হয়, যে জানোয়ার যবেহ অথবা শিকার ব্যতীত নিজেই মৃত্যুবরণ করে। মৃত পশু খাওয়া এ জন্যেই নিষিদ্ধ যে, তাতে। শরীর ও দ্বীনের জন্যে ক্ষতিকর রক্ত থেকে যায়। তবে মৃত মাছ খাওয়া হালাল। কারণ মুআত্তায়ে মালিক, মুসনাদে শাফিঈ, মুসনাদে আহমাদ, সুনানে আবি দাউদ, জামেউত তিরমিযী, সুনানে নাসাঈ, সুনানে ইবনে মাজাহ, সহীহ ইবনে খুযাইমা এবং সহীহ ইবনে হাব্বানে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, একদা রাসূলুল্লাহ (সঃ)-কে সমুদ্রের পানি সম্পর্কে জিজ্ঞেস করা হয়। তখন তিনি বলেন যে, ওর পানি পবিত্র এবং ওর মধ্যেকার মৃত হালাল। এ সম্পর্কীয় একটি হাদীস সামনে রয়েছে।(আরবী) শব্দ দ্বারা প্রবাহিত রক্তকে বুঝানো হয়েছে। যেমন আল্লাহ পাক অন্যত্র বলেছেনঃ (আরবী) (৬:১৪৬)-এর দ্বারাও প্রবাহিত রক্তকে বুঝানো হয়েছে। এটাই আব্বাস (রাঃ) ও সাঈদ ইবনে যুবাইর (রঃ)-এর মত। ইবনে আবি হাতিম (রঃ) বর্ণনা করেন যে, ইবনে আব্বাসকে প্লীহা ও কলিজা সম্পর্কে জিজ্ঞেস করা হয়েছিল। তিনি বলেছিলেনঃ “তোমরা তা খাও।” তখন লোকেরা বললোঃ “ওটা তো রক্ত।' তিনি বললেনঃ “তোমাদের উপর শুধুমাত্র প্রবাহিত রক্তকেই হারাম করা হয়েছে।” হযরত আয়েশা (রাঃ) হতে বর্ণিত, তিনি বলেনঃ ‘শুধু প্রবাহিত রক্তকেই নিষিদ্ধ ঘোষণা করা হয়েছে। ইমাম শাফিঈ (রঃ) ইবনে উমার (রাঃ) হতে বর্ণনা করেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমাদের জন্যে দু'টি মৃত জন্তু ও দু'প্রকারের রক্ত হালাল করা হয়েছে। মৃত জন্তু দু'টি হলো মাছ ও ফড়িং এবং দু’প্রকার রক্ত হলো কলিজা ও প্লীহা।” এ হাদীসটি মুসনাদে আহমাদ, সুনানে ইবনে মাজাহ, দারেকুতনী এবং বায়হাকীতেও বর্ণনাকারী আবদুর রহমান ইবনে আসলামের মাধ্যমে বর্ণনা করা হয়েছে। অথচ আবদুর রহমান একজন দুর্বল রাবী। হাফিয বায়হাকী বলেন যে, এ হাদীসটিকে ইসমাঈল ইবনে ইদরীস এবং আবদুল্লাহও বর্ণনা করেছেন। ইবনে কাসীর (রঃ) বলেন যে, এ দু’জনও দুর্বল রাবী। তবে তাদের দুর্বলতার মধ্যে কিছু কম বেশী আছে। সুলাইমান ইবনে বিলালও এ হাদীসটি বর্ণনা করেছেন। যদিও তিনি একজন বিশ্বস্ত রাবী তবুও কারও কারও মতে এটি একটি মওকুফ হাদীস। এর বর্ণনাকারী হচ্ছেন হযরত আবদুল্লাহ ইবনে উমার (রাঃ)। হাফিয আবু জার আরাফীর মতে এ হাদীসটি মওকুফ হওয়া সঠিক। ইবনে আবি হাতিম সুদ্দী ইবনে আজলান হতে বর্ণনা করেন, তিনি বলেন, রাসূলুল্লাহ (সঃ) আমাকে আমার সম্প্রদায়ের লোকদেরকে আল্লাহ ও তাঁর রাসূল (সঃ)-এর প্রতি আহ্বান করার জন্যে প্রেরণ করেন এবং ইসলামের আহ্বানগুলো তাদের নিকট ব্যক্ত করার নির্দেশ দেন। আমি তাদের মধ্যে আমার কাজ করছিলাম। হঠাৎ একদিন তারা আমার নিকট এক পেয়ালা রক্ত নিয়ে উপস্থিত হলো এবং তারা সবাই মিলে ঐ রক্ত পান করার জন্যে প্রস্তুতি নিলো। তারা আমাকেও ঐ রক্ত পান করার জন্যে অনুরোধ করলো। তখন আমি তাদেরকে বললাম, তোমাদের জন্যে আফসোস! আমি তোমাদের কাছে এমন এক ব্যক্তির নিকট হতে এসেছি যিনি তোমাদের জন্য এ রক্তকে হারাম করেছেন। তখন তারা সকলে আমাকে সেই হুকুমটি সম্পর্কে জিজ্ঞেস করলো। তখন আমি তাদেরকে এ আয়াতটি পড়ে শুনালাম। হাফিয আবু বকর তাঁর গ্রন্থে উল্লেখ করেছেন যে, সুদ্দী বলেন, আমি তাদেরকে ইসলামের দিকে আহ্বান করতে থাকি। কিন্তু তারা ইসলাম গ্রহণ করতে অস্বীকার করে। একদিন আমি তাদেরকে আমাকে এক গ্লাস পানি পান করাতে বলি। কারণ আমি সে সময় অত্যন্ত তৃষ্ণার্ত ছিলাম। তখন তারা বললোঃ “না, আমরা তোমাকে মৃত্যু পর্যন্তও পানি পান করাবো না। আমি তখন চিন্তিত অবস্থায় ভীষণ গরমের মধ্যে উত্তপ্ত পাথরের উপর আবা’ মাথায় দিয়ে ঘুমিয়ে পড়লাম। ঘুমন্ত অবস্থায় আমি স্বপ্নে দেখলাম যে, এক ব্যক্তি অতি সুন্দর একটি কাচের পেয়ালায় উত্তম সুমিষ্ট পানীয় নিয়ে আমার নিকট উপস্থিত হলো এবং আমাকে পেয়ালাটি দিলো। আমি তখন তা হতে পান করলাম এবং সাথে সাথেই জেগে উঠলাম। জেগে দেখলাম যে, আমার কোন পিপাসা নেই, বরং এরপর আজ পর্যন্ত আমি কখনও পিপাসার্ত হইনি। হাকিম তার মুসতাদরিক গ্রন্থে এ অংশটি বেশী বর্ণনা করেন। সুদ্দী (রঃ) বলেন, এরপর আমি আমার সম্প্রদায়ের লোককে বলাবলি করতে শুনলামঃ “তোমাদের নিকট তোমাদের সম্প্রদায় হতে একজন সর্দার এসেছেন; অথচ তোমরা তাকে এক ঢাক পানিও প্রদান করলে না!” এরপর তারা আমার নিকট পানীয় দ্রব্য নিয়ে আসলো। তখন আমি বললাম, এখন আমার এর প্রয়োজন নেই। কারণ, আল্লাহ আমাকে খাইয়েছেন এবং পানও করিয়েছেন। আমি তাদেরকে আমার খাবারপূর্ণ পেট দেখালাম। তারপর তারা সবাই ইসলাম গ্রহণ করলো। কবি আশা তাঁর কবিতায় কত সুন্দরই না বর্ণনা করেছেনঃ “এবং তুমি কখনও ভক্ষণ করার উদ্দেশ্যে মৃত জন্তুর নিকট যেওনা এবং পশুর শরীরে আঘাত করে তা হতে নির্গত রক্ত পান করার উদ্দেশ্যে ধারাল অস্ত্র গ্রহণ করো না। আর তোমরা পূজার বেদীর উপর স্থাপিত কোন জন্তুকে খেওনা, মূর্তিপূজা করো না, বরং আল্লাহর ইবাদত কর।” কাসীদার এ অংশটি প্রসিদ্ধ ঐতিহাসিক ইবনে ইসহাক তাঁর গ্রন্থে উল্লেখ করেছেন।(আরবী) তাফসীরকারক এর ব্যাখ্যায় বলেন যে, গৃহপালিত এবং বন্য শূকর উভয়ই হারাম। শূকরের মাংস বলতে চর্বি এবং তার অন্যান্য অংশকে বুঝায়। এখানে প্রশ্ন উঠতে পারে যে, (আরবী) শব্দের দ্বারা মাংসকে বুঝানো হয়। শূকরের চর্বি বা অন্যান্য অংশ কি করে গ্রহণ করা যেতে পারে? এর উত্তরে যাহেরী সম্প্রদায় বলেন যে, কুরআন মাজীদের অন্য একটি আয়াতে আছে-(আরবী) (৬:১৪৬)। এখানে (আরবী)-এর (আরবী) এর দ্বারা (আরবী) কে বুঝানো হয়েছে। আর (আরবী) বলতে তার যাবতীয় অঙ্গ প্রত্যঙ্গকেই বুঝায়। কিন্তু এটা আরবী ভাষার রীতি অনুযায়ী সঠিক। নয়। কারণ, (আরবী) আরবীতে বা সর্বনাম সব সময়ই (আরবী) -এর দিকে ফিরে, কখনও (আরবী)-এর দিকে না। আর এখানে (আরবী) হলো (আরবী) শব্দটি। আসলে এর সঠিক উত্তর হলো এই যে, (আরবী) বা গোশত বলতে আরবরা উক্ত জন্তুর প্রতিটি অঙ্গকেই গ্রহণ করে থাকে। সহীহ মুসলিম শরীফে হযরত বুরাইদা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যক্তি খেলায় অংশগ্রহণ করে সে যেন তার হস্তকে শূকরের গোশত ও তার রক্তে রঞ্জিত করলো। এখানে শূকরের গোশত ও রক্ত স্পর্শ করার প্রতি ঘৃণা পোষণ করা হয়েছে। অতএব ওটা ভক্ষণ করা নিঃসন্দেহে নিষিদ্ধ। এ হাদীস শূকরের গোশত ও রক্তসহ যাবতীয় অঙ্গ-প্রত্যঙ্গ অবৈধ হওয়ার প্রতি ইঙ্গিত করে। সহীহ বুখারী ও সহীহ মুসলিমে আরও উল্লেখ আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহ পাক মদ, মৃত, শূকর এবং মূর্তির ব্যবসাকে হারাম করেছেন।” তখন রাসুলুল্লাহ (সঃ)-কে প্রশ্ন করা হয়ঃ মৃতের চর্বি সম্পর্কে আপনার অভিমত কি? কারণ মানুষ তা দ্বারা নৌকায় প্রলেপ দেয়, চামড়াতে মালিশ করে এবং প্রদীপ জ্বালায়। তিনি উত্তরে বললেনঃ “ওগুলোও হারাম।” সহীহ বুখারীতে আবু সুফিয়ানের হাদীসে উল্লেখ আছে যে, একদা রোম সম্রাট আবু সুফিয়ানের নিকট জানতে চেয়েছিলেন রাসূলুল্লাহ (সঃ) তাদেরকে কোন্ কোন্ বিষয়ে নিষেধ করেছেন? তদুত্তরে আবু সুফিয়ান বলেছিলেনঃ রাসূলুল্লাহ (সঃ) আমাদেরকে মৃত ও রক্ত খেতে নিষেধ করেছেন।'(আরবী)-এর ব্যাখ্যায় তাফসীরকারক বলেন যে, এর দ্বারা যে জন্তুকে আল্লাহ ব্যতীত অন্য কারো নামে যবেহ করা হয় তাকে বুঝানো হয়েছে। কারণ, আল্লাহ তার সৃষ্টজীবকে তাঁর মহান নামের উপর যবেহ্ করা ওয়াজিব করেছেন। অতএব যখন তার নির্দেশকে লংঘন করে মূর্তি বা অন্য কোন সৃষ্টজীবের নামে যবেহ করা হয় তখন তা হারাম হবে। এ ব্যাপারে আলেমগণ একমত। তবে যদি কোন পশু যবেহ করার সময় ভুলে বা ইচ্ছাকৃতভাবে বিসমিল্লাহ পড়া না হয় তবে উক্ত পশু হারাম বা হালাল হওয়ার ব্যাপারে আলেমদের মধ্যে মতভেদ আছে। এ বিষয়ে সূরা আন-আমের ব্যাখ্যায় বিস্তারিত আলোচনা করা হয়েছে। ইবনে আবি হাতিম আবু তোফাইল হতে বর্ণনা করেন যে, যখন হযরত আদম (আঃ) পৃথিবীতে অবতরণ করেন তখন তার উপর চারটি বস্তু হারাম করা হয়েছিল। সেগুলো হলো মৃত পশু, রক্ত, শূকরের মাংস এবং আল্লাহ ছাড়া অন্যের নামে উৎসর্গিত পশু। এ চারটি বস্তুকে কখনও হালাল করা হয়নি। বরং আসমান ও যমীনকে সৃষ্টি করার পর হতেই এগুলো হারাম ছিল। ইসরাঈলীদের পাপের কারণে আল্লাহ পাক তাদের জন্যে কিছু কিছু হালাল বস্তুকে হারাম করে দিয়েছিলেন। এরপর হযরত ঈসা (আঃ)-এর যুগে হযরত আদম (আঃ)-এর যুগের ন্যায় নির্দেশ আসে এবং উল্লিখিতি চারটি বস্তু ছাড়া সবকিছুই হালাল হয়ে যায়। কিন্তু তারা হযরত ঈসা (আঃ)-কে মিথ্যাপ্রতিপন্ন করে এবং তার নির্দেশ অমান্য করে। হাদীসের সংজ্ঞানুযায়ী এ হাদীসটি ‘গারীব'। ইবনে আবি হাতিম বর্ণনা করেন যে, বান্ রেবা গোত্রের ইবনে ওয়ায়েল নামে এক ব্যক্তি এবং ফারাজদাকের পিতা গালিব উভয়েই একশটি করে উটের পা কাটার জন্যে বাজি ধরে। কুফা শহরের উপকণ্ঠে একটি ঝর্ণার ধারে তারা তাদের উটগুলোর পা কাটা শুরু করে। তখন জনসাধারণ তাদের গাধা ও খচ্চরের পিঠে চড়ে উটের গোশত নেয়ার জন্যে তথায় গমন করে। এ দেখে হযরত আলী (রাঃ) রাসূলুল্লাহ (সঃ)-এর একটি সাদা খচ্চরের পিঠে চড়ে বলতে শুরু করেনঃ “হে জনমণ্ডলী! তোমরা এ উটগুলোর গোশত খেওনা। কেননা, এগুলোকে আল্লাহ ছাড়া অন্যের নামে উৎসর্গ করা হয়েছে।\" হাদীসের সংজ্ঞানুযায়ী এটিও একটি ‘গারীব' হাদীস। তবে আবু দাঊদের সুনানে বর্ণিত একটি হাদীস দ্বারা এ হাদীসের বিশুদ্ধতা প্রমাণিত হয়। হাদীসটি নিম্নরূপঃইবনে আব্বাস (রাঃ) বর্ণনা করেন যে, রাসূলুল্লাহ (সঃ) আরব বেদুঈনদের মত পরস্পর বাজি রেখে উটের পা কাটতে নিষেধ করেছেন। ইমাম আবু দাউদ (রঃ) আরও বলেন যে, মুহাম্মাদ ইবনে জাফর এ হাদীসটিকে একটি মওকুফ হাদীস বলে বর্ণনা করেছেন। এ হাদীসের বর্ণনাকারী হচ্ছেন হযরত আবদুল্লাহ ইবনে আব্বাস (রাঃ)। ইমাম আবূ দাউদ ইকরামা হতে আরও বর্ণনা করেন যে, রাসূলুল্লাহ (সঃ) প্রতিযোগিতার উদ্দেশ্যে প্রদত্ত খাবার খেতে নিষেধ করেছেন।(আরবী)-এ শব্দের ব্যাখ্যায় তাফসীরকারক বলেন যে, ইচ্ছাকৃতভাবে যে জন্তুকে গলাটিপে মারা হয় অথবা যে জন্তু আকস্মিকভাবে দম বন্ধ হয়ে মারা যায় তাকে বলা হয়। যেমন কোন পশুকে খুঁটির সাথে বেঁধে রাখলে ছুটাছুটি করার ফলে গলায় দডির ফাঁস লেগে যদি দম বন্ধ হয়ে মারা যায় তবে তা খাওয়া হারাম। আর (আরবী) শব্দের দ্বারা ঐ মৃত জন্তুকে বুঝানো হয়েছে। যাকে ভারী অথচ ধারাল নয় এমন অস্ত্র দ্বারা আঘাত করে মারা হয়েছে। যেমন ইবনে আব্বাস (রাঃ) বলেন যে, যে জন্তুকে লাঠি দ্বারা আঘাত করে মারা হয় তাকে (আরবী) বলা হয়। কাতাদা বলেন যে, জাহেলি যুগের লোকেরা লাঠি দ্বারা আঘাত করে পশু মেরে খেতো। হাদীসের সহীহ গ্রন্থে বর্ণিত হয়েছে যে, আদি ইবনে হাতিম (রাঃ) একদা রাসূলুল্লাহ (সঃ)-কে বলেনঃ “হে আল্লাহর রাসূল (সঃ)! আমি এক পার্শ্বে ধারাল এবং অপর পার্শ্বে ধারহীন এ জাতীয় এক প্রকার প্রশস্ত অস্ত্র দ্বারা শিকার করি। এ শিকার খাওয়া কি জায়েয?” রাসূলুল্লাহ (সঃ) উত্তরে বললেনঃ “যদি ওটা ধারাল পার্শ্ব দ্বারা আঘাত প্রাপ্ত হয় তবে তা খাওয়া জায়েয। আর যদি ওটা ধারহীন অংশ দ্বারা আঘাত প্রাপ্ত হয়ে মারা যায় তবে তা অপবিত্র এবং তা খাওয়া জায়েয নয়।”এ হাদীসে রাসূলুল্লাহ (সঃ) ধারহীন অস্ত্র এবং ধারাল অস্ত্রের দ্বারা শিকার করা জন্তুর মধ্যে পার্থক্য করেছেন। তিনি ধারাল অংশের দ্বারা আঘাতপ্রাপ্ত হয়ে মৃত জন্তুকে খাওয়া জায়েয করেছেন এবং ধারহীন অংশ দ্বারা আঘাত প্রাপ্ত হয়ে মৃত জন্তুকে খাওয়া নাজায়েয করেছেন। ফিকাহ শাস্ত্রবিদগণ এ ব্যাপারে একমত। তবে যদি ক্ষত না করে শুধু অস্ত্রের ভারত্বের দ্বারা কোন জন্তু নিহত হয় তবে তা হারাম বা হালাল হওয়ার ব্যাপারে আলেমদের মধ্যে দ্বিমত রয়েছে। ইমাম শাফিঈ উভয় মতই পোষণ করেন। তাঁর এক মতানুযায়ী উল্লিখিত হাদীসের আলোকে এ জন্তুটি হালাল নয়। অন্য মতানুযায়ী কুকুর দ্বারা শিকার করা জন্তু খাওয়া যেহেতু হালাল, সেহেত ভারী অস্ত্র দ্বারা শিকার করা জন্তুকে খাওয়াও হালাল। এ বিষয়টি নিম্নে বিস্তারিতভাবে আলোচনা করা হলোঃযদি শিকারী কুকুরকে শিকারের জন্যে পাঠানো হয় এবং সে ক্ষত না করে ভারত্বের দ্বারা অথবা আঘাতের দ্বারা তাকে হত্যা করে তবে তা হালাল ও হারাম হওয়ার ব্যাপার আলেমদের দুটি মত আছে। এক মতানুসারে তা খাওয়া হালাল। কারণ কুরআন মাজীদে উল্লেখ আছে- “কুকুর তোমাদের জন্যে যা শিকার করে আনে তোমরা তা খাও।” এ আয়াতটি ক্ষত করা বা না করা উভয় ধরনের শিকারকেই বুঝিয়েছে। ঠিক একইভাবে আদি ইবনে হাতিমের হাদীসেও এ জাতীয় নির্দেশের প্রতি ইঙ্গিত রয়েছে। এটা ইমাম শাফিঈ (রঃ)-এর মত। ইমাম নববী ও ইমাম রাফেয়ী প্রমুখ আলেমগণও ইমাম শাফিঈ (রঃ)-এর এ মতকে সঠিক বলে গ্রহণ করেছেন। তাফসীরকারক ইবনে কাসীর (রঃ) বলেন যে, ইমাম শাফিঈ (রঃ)-এর (আরবী) -এবং (আরবী) নামক গ্রন্থে বর্ণিত তাঁর কথা হতে এ জাতীয় নির্দেশের প্রতি ইঙ্গিত বুঝায় না। উক্ত গ্রন্থদ্বয়ে বর্ণিত তাঁর বক্তব্য দ্ব্যর্থবোধক। তাঁর অনুসারীগণ এ ব্যাখ্যাকে কেন্দ্র করে দু'দলে বিভক্ত হয়ে পড়েছেন এবং উভয় দলই তাঁর বক্তব্যকে নিজ নিজ দলের পক্ষে ব্যবহার করেছেন। অবশ্য আল্লাহ পাকই এ বিষয়ে সম্যক অবগত। তবে তার এ বক্তব্যে উক্ত পশু হালাল হওয়ার প্রতি অতি সামান্য ইঙ্গিতই পাওয়া যায়। আসলে এ জাতীয় পশু হালাল না হারাম এ প্রসঙ্গে তিনি খোলাখুলি কোন মন্তব্য করেননি। ইবনে সাব্বাগ হাসান ইবনে যিয়াদের বর্ণনানুযায়ী ইমাম আবু হানীফা (রঃ) হতে বর্ণনা করেন যে, এ জাতীয় পশু হালাল। ইমাম আবু জাফর ইবনে জারীর তাঁর তাফসীর গ্রন্থে বর্ণনা করেন যে, সালমান ফারসী (রাঃ), আবূ হুরাইরা (রাঃ), সা’দ ইবনে আবি ওয়াক্কাস (রাঃ) এবং ইবনে উমার (রাঃ)-এর মতে এ জাতীয় পশু হালাল। কিন্তু হাদীসের সংজ্ঞানুযায়ী এ হাদীসটি গারীব। কারণ তাদের পক্ষ হতে এ জাতীয় কোন প্রকাশ্য বক্তব্য নেই। ইবনে কাসীর ইবনে জারীরের এ রিওয়ায়াত সম্পর্কে দ্বিমত পোষণ করেন।শিকারী কুকুর কর্তৃক ভার বা আঘাত দ্বারা নিহত পশু খাওয়া হালাল কি হারাম এ ব্যাপারে আলেমদের দ্বিতীয় মত হলো এই যে, ঐ পশু খাওয়া হালাল নয়। আর এটাই ইমাম শাফিঈ (রঃ)-এর আর একটি মত। ইমাম মুযানীও তার এ মতকে সমর্থন করেন। ইবনে সাব্বাগও ইমাম শাফিঈ (রঃ)-এর এ দ্বিতীয় মতকে প্রাধান্য দিয়েছেন। ইমাম আবু ইউসুফ (রঃ) ও ইমাম মুহাম্মাদ (রঃ) ইমাম আবু হানীফা (রঃ) থেকে বর্ণনা করেন যে, এ জাতীয় পশু হালাল নয়। আর এটাই ইমাম আহমাদ ইবনে হাম্বল (রঃ)-এর প্রসিদ্ধ মত। ইবনে কাসীর (রঃ)-এর মতে এ মতটি সঠিক হওয়ারই সম্ভাবনা বেশী। কারণ এটাই ইসলামী আইনের নীতিমালার সাথে অধিক সামঞ্জস্যপূর্ণ। ইবনে সাব্বাগ এ মতের পক্ষে রাফে ইবনে খুদাইজের হাদীস দ্বারা দলীল গ্রহণ করেছেন। হাদীসটি নিম্নরূপঃরাফে ইবনে খুদাইজ (রাঃ) বলেনঃ আমি রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করলাম, আমরা আগামীকাল শত্রুর সম্মুখীন হবো। তখন কাছে কোন ছুরি থাকবে না। আমরা কি বাশের ধারাল অংশ দ্বারা কোন শিকারকে যবেহ করতে পারি? তখন রাসূলুল্লাহ (সঃ) বললেনঃ “যে অস্ত্র রক্ত প্রবাহিত করে এবং যে জন্তুকে যবেহ করার সময় আল্লাহর নাম নেয়া হয় তোমরা তা খেতে পার।\" এ হাদীসটি সহীহ বুখারী ও সহীহ মুসলিম উভয় গ্রন্থেই রয়েছে। ইবনে কাসীর (রঃ) বলেন যে, যদিও এ হাদীসটি একটি বিশেষ কারণে বর্ণনা করা হয়েছে, তবুও অধিকাংশ উসুলবিদ ও আইনবিদ হাদীসটিকে সাধারণভাবে গ্রহণ করেছেন। যেমন রাসূলুল্লাহ (সঃ)-কে একদা মধুর তৈরী নাবীজ জাতীয় পানীয় সম্পর্কে জিজ্ঞেস করা হলে তিনি বলেনঃ “যে সমস্ত পানীয় মানুষের মধ্যে মাতলামি এনে দেয় সেগুলো হারাম।\" এ হাদীটি সম্পর্কে কোন কোন ফিকাহবিদ বলেন যে, রাসূলুল্লাহ (সঃ) খাস করে মধুর তৈরী পানীয় সম্পর্কেই এ মন্তব্য করেছেন। ঠিক এমনিভাবে উল্লিখিত হাদীসটিতে যদিও একটি বিশেষ যবেহ্ সম্পর্কে প্রশ্ন করা হয়েছিল তথাপি এর জবাবে রাসূলুল্লাহ (সঃ) এমন একটি মন্তব্য করেন যা উক্ত বিশেষ যবেহ্ এবং এর সাথে সংযুক্ত অন্যান্য যবেহূকে শামিল করে। কারণ আল্লাহ পাক রাসূলুল্লাহ (সঃ)-কে সংক্ষিপ্ত অথচ ব্যাপক অর্থবোধক বক্তব্য রাখার ক্ষমতা দান করেছিলেন। অতএব দেখা যাচ্ছে। যে, যদি শিকারী কুকুর আঘাত বা তার ভারত্বের দ্বারা কোন পশুকে হত্যা করে অথচ এতে রক্ত প্রবাহিত না হয় তাহলে উক্ত পশু খাওয়া হালাল নয়। কারণ উপরোক্ত হাদীসে যে অবস্থায় পশুকে হালাল করা হয়েছে তার বিপরীত অবস্থায় তা নিশ্চয়ই হারাম হবে। এ হাদীস হতে কুকুরের শিকার করা পশু সম্পর্কে যে সিদ্ধান্ত গ্রহণ করা হয়েছে সে সম্পর্কে কেউ কেউ প্রশ্ন উত্থাপন করেছেন যে, উক্ত হাদীসে রাসূলুল্লাহ (সঃ)-কে যবেহ করার অস্ত্র সম্পর্কে জিজ্ঞেস করা হয়েছিল। তাকে যবেহ করা পশু সম্পর্কে জিজ্ঞেস করা হয়নি। এজন্যে দেখা যায় যে, রাসূলুল্লাহ (সঃ) অন্য এক হাদীসে দাত ও নখের দ্বারা কোন পশু যবেহ করতে নিষেধ করেছেন। আর এর কারণ সম্পর্কে তিনি বলেছেন যে, দাঁত হাড়ের অনুরূপ এবং নখ দ্বারা অমুসলিম হাবসীরা যবেহ করতো। এ হাদীসে রাসূলুল্লাহ (সঃ) যে দু’টি বস্তু দ্বারা পশু যবেহ করতে নিষেধ করেছেন। সে বস্তু দু’টো যবেহের অস্ত্রের অন্তর্ভুক্ত। ওটা নিশ্চয়ই যবেহকৃত পশুর প্রতি কোন ইঙ্গিত বহন করে না। অতএব পূর্ববর্তী হাদীসে কুকুরের শিকার পশু সম্পর্কে কোন ইঙ্গিত নেই। ইবনে কাসীর (রঃ) এ প্রশ্নের উত্তরে বলেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ যে বস্তু রক্ত প্রবাহিত করে এবং যে জন্তু আল্লাহর নামে যবেহ করা হয় তা খাওয়া তোমাদের জন্যে হালাল। এ হাদীসে রাসূলুল্লাহ (সঃ) যে বস্তু রক্ত প্রবাহিত করে সেই অস্ত্র দ্বারাই তোমরা পশুকে যবেহ কর’একথা বলেননি। অতএব এ হাদীসটি হতে একই সাথে দু'টি নির্দেশ পাওয়া যায়। একটি অস্ত্র সম্পর্কিত এবং অপরটি যবেহকৃত পশু সম্পর্কিত। অর্থাৎ পশুকে এমন অস্ত্র দ্বারা যবেহ করতে হবে যা রক্ত প্রবাহিত করে। কিন্তু তা দাঁত বা হাড় হওয়া চলবে না। উল্লিখিত হাদীস হতে কুকুরের শিকার সম্পর্কে ইমাম মুযানী এভাবে দলীল গ্রহণ করে থাকেন যে, হাদীসটিতে তীর দ্বারা শিকার করা পশু সম্পর্কে বলা হয়েছে-‘যদি অস্ত্রের ধারহীন অংশের আঘাত দ্বারা শিকার করা পশু মারা যায় তবে তা খেয়ো না। আর যদি ধারাল অংশের আঘাতে মারা যায় তবে তা খাও।' কিন্তু কুকুর সম্পর্কে সাধারণ মন্তব্য করা হয়েছে। এখানে রাসূলুল্লাহ (সঃ)-এর এ সাধারণ মন্তব্যকে বিশেষ অর্থে গ্রহণ করতে হবে। কারণ দু'টি ভিন্ন জাতীয় বস্তু দ্বারা শিকার করা হলেও নির্দেশটি শিকার করা পশু সম্পর্কিত। যেমন পবিত্র কুরআনে অন্যায়ভাবে হত্যাকারীকে একটি মুমিন গেলাম আযাদ করার নির্দেশ দেয়া হয়েছে। কিন্তু যেহার' সম্পর্কিত নির্দেশে শুধু গোলাম আযাদ করার কথাই বলা হয়েছে। এখানে যদিও এক জায়গায় মুমিন গোলামের কথা বলা হয়েছে এবং অন্য জায়গায় শুধু গোলামের কথা বলা হয়েছে, তবুও উভয় ক্ষেত্রেই মুমিন গোলাম আযাদ করার অর্থই গ্রহণ করতে হবে। ইবনে কাসীর (রঃ)-এর মতে ইমাম মুযানীর এ মতটি সঠিক। বিশেষভাবে যারা এ মতবাদের মূলনীতিকে গ্রহণ করেন তাঁদের জন্যে এ যুক্তিটি উত্তম বলে মনে হবে। সুতরাং যারা এর বিরোধিতা করে থাকেন তাদের পক্ষে এ ব্যাপারে সঠিক ও যুক্তিসম্মত মত পেশ করা উচিত। ইবনে কাসীর (রঃ) ইমাম মুযানীর (রঃ) পক্ষে বলেনঃ আমরা জানি যে, হাদীসে এসেছে-‘অস্ত্রের ধারহীন অংশের আঘাত দ্বারা মৃত শিকার খাওয়া হালাল নয়।' এ হাদীসের উপর কিয়াস করেও আমরা এ সিদ্ধান্তে উপনীত হতে পারি যে, কুকুর তার ভারত্বের দ্বারা কোন শিকারকে হত্যা করলে তা খাওয়া হালাল হবে না। কারণ এ দু'টোই শিকারের অস্ত্র স্বরূপ ব্যবহৃত হয়ে থাকে। উল্লিখিত আয়াতটিতে (আরবী) (৫:৪) কুকুরের শিকার সম্পর্কে একটি সাধারণ নির্দেশ আছে। এখানে কোন শর্তের পশুর উল্লেখ করা হয়নি। আমরা কিয়াসের দ্বারা কুকুরের শিকারের প্রতি বিশেষ শর্ত আরোপ করছি। কারণ, এ জাতীয় অবস্থায় সাধারণ নির্দেশের পরিবর্তে কিয়াসের প্রতি গুরুত্ব দেয়া হয়ে থাকে। এটাই চার ইমাম এবং অধিকাংশ আলেমের মত। ইবনে কাসীর (রঃ)-এর মতেও এটা উত্তম মতবাদ। দ্বিতীয় কথা হলো এই যে, (আরবী) (৫:৪) আয়াতটিতে একটি সাধারণ নির্দেশ দেয়া হয়েছে, কিন্তু উপরে আলোচিত মৃত শিকার শিং বা এ জাতীয় কোন বস্তু দ্বারা আঘাতপ্রাপ্ত হয়ে মৃত অথবা দম বন্ধ হয়ে বা এ জাতীয় অন্য কোনভাবে মৃত জন্তু নির্দেশিত হুকুমের অন্তর্ভুক্ত। তবে যে কোন অবস্থায় (আরবী) (৫:৪) নির্দেশকে প্রাধান্য দিতে হবে। কারণ শরীয়ত এ আয়াতের নির্দেশকে শিকারের ব্যাপারেই গ্রহণ করেছে। যেমন রাসূলুল্লাহ (সঃ) হযরত আদি ইবনে হাতিম (রাঃ)-কে বলেছিলেনঃ যদি শিকার তীরের ধারহীন অংশের আঘাতে মারা যায় তবে তা অপবিত্র। কাজেই তোমরা তা খেয়ো না।' ইবনে কাসীর (রঃ) বলেনঃ আমাদের জানামতে এমন কোন আলেম নেই যিনি কুরআন ও হাদীসের নির্দেশের মধ্যে পার্থক্য করে একথা বলেছেন যে, শুধু অস্ত্রের ধারহীন অংশ দ্বারা শিকার করা জন্তুই শিকারের অন্তর্ভুক্ত হবে এবং শিং- এর আঘাতে মৃত জন্তু শিকারের নির্দেশের আওতায় পড়ে না। সুতরাং আলোচ্য মৃত শিকারকে যদি হালাল বলা হয় তবে এর দ্বারা সমস্ত আলেমের ইজমার বিরোধিতা করা হবে। অথচ ইজমার বিরোধিতা করা কারো মতেই জায়েয নয়, বরং অধিকাংশ আলেম এ ধরনের কাজকেই বিধি বহির্ভূত বলেছেন।\nদ্বিতীয়তঃ\n(আরবী) (৫:৪) -এ আয়াতটি আলেমদের ইজমা অনুযায়ী সাধারণ নির্দেশ বহন করে না। বরং এ আয়াতের দ্বারা শুধুমাত্র ঐ ধরনের জ্যুকে বুঝানো হয়েছে যেগুলো শরীয়তের দৃষ্টিতে হালাল। সুতরাং এর সাধারণ নির্দেশ হতে হারাম জন্তুগুলো বাদ পড়ে যায়। কেননা, শরীয়তের সাধারণ নির্দেশের দুটি স্তর আছে, একটিতে সীমা নির্ধারণ করা হয়ে থাকে এবং অন্যটিতে কোন সীমা নির্ধারণ করা থাকে না। আর এ জাতীয় সাধারণ নির্দেশের বেলায় সীমা নির্ধারিত নির্দেশকেই প্রাধান্য দেয়া হয়। অন্য আর একটি মতে বলা হয়েছে যে, এ ধরনের শিকার মৃত জন্তুর হুকুমের অন্তর্ভুক্ত। কারণ এ ধরনের শিকারের মধ্যে রক্ত ও যাবতীয় রস ওর ভেতরেই থেকে যায়। আর মৃত জন্তুও এ কারণেই হারাম হয়ে থাকে। সুতরাং কিয়াস অনুযায়ী উপরোক্ত শিকারও হালাল নয়। অন্য আর একটি মত এই যে, পবিত্র কুরআনের (আরবী) আয়াতটি হারাম জন্তুর বর্ণনায় একটি মুহকাম আয়াত। এর কোন হুকুম অন্য কোন আয়াতের হুকুম দ্বারা বাতিল হয় না। ঠিক এমনিভাবেই পবিত্র কুরআনের (আরবী) (৫:৪)-এ আয়াতটি হালাল জন্তুর বর্ণনায় একটি মুহকাম আয়াত। মূলতঃ এ ধরনের আয়াতের নির্দেশের মধ্যে কোন বিরোধ নেই। আর এ আয়াতগুলোর ব্যাখ্যা হাদীস শরীফে রয়েছে। যেমন তীর দ্বারা শিকার করা জন্তু সম্পর্কিত। হাদীসটি এখানে উল্লেখ করা যেতে পারে। এ হাদীসে যে জন্তু হালাল সম্পর্কিত আয়াতের অন্তর্ভুক্ত তার কথা বলা হয়েছে। অর্থাৎ অস্ত্রের ধারাল অংশ দ্বারা যা শিকার করা হয় তা হালাল। কারণ তা পবিত্র বস্তুর অন্তর্ভুক্ত। এমনিভাবে যে জন্তু হারাম সম্পর্কিত আয়াতের অন্তর্ভুক্ত তার কথাও উল্লেখ করা হয়েছে। অর্থাৎ অস্ত্রের ধারহীন অংশ দ্বারা যে জন্তুকে শিকার করা হয়েছে তা হারাম। কারণ তা অপবিত্র। আর এটা অপবিত্র বস্তু হারাম সম্পর্কিত আয়াতের নির্দেশের একটি অঙ্গও বটে। অতএব কুকুর যে শিকারকে ক্ষত করে মেরে ফেলে তা হালাল সম্পর্কিত আয়াতের নির্দেশের অন্তর্ভুক্ত। আর কুকুর যে শিকারকে আঘাতে বা ভারের দ্বারা মেরেছে তা শিং বা ঐ জাতীয় বস্তু দ্বারা মৃত জন্তু সম্পর্কিত নির্দেশের অন্তর্ভুক্ত। সুতরাং তা হালাল নয়। যদি প্রশ্ন করা হয় যে, কুকুরের শিকার সম্পর্কে ভিন্ন ভিন্ন ভাবে কেন নির্দেশ দেয়া হয়নি? যেমন যদি কুকুর শিকারকে ক্ষত করে মেরে ফেলে তবে তা হালাল। আর যদি ক্ষত না করে মেরে ফেলে তবে তা হালাল নয়। তাফসীরকারক এ প্রশ্নের উত্তরে বলেন যে, ভার বা আঘাতের দ্বারা শিকারকে মেরে ফেলার উদাহরণ বিরল।কারণ কুকুর সাধারণতঃ নখ বা থাবা অথবা এ দু'টো দ্বারাই শিকারকে হত্যা করে থাকে। সুতরাং কুকুরের শিকার সম্পর্কে ভিন্ন ভিন্ন হুকুম দেয়ার কোন প্রশ্ন উঠে না। অথবা যদি কুকুর ভার বা আঘাতের দ্বারা শিকারকে হত্যা করে তবে এর হুকুম ঐ ব্যক্তির নিকট স্পষ্ট। কারণ সে জানে যে, এর হুকুম মৃতজন্তু, দম আটকিয়ে মৃতজন্তু, প্রহারে মৃতজন্তু, পতনে মৃতজস্তু এবং শিং-এর আঘাতে মৃত্যুর হুকুমেরই মত। তবে শিকারী কোন কোন সময় তীর বা ধারহীন অস্ত্রকে (আরবী) ভুল বশতঃ বা খেলাচ্ছলে শিকারের গায়ে ঠিকমত লাগাতে পারে না। বরং অধিকাংশ সময়েই ঠিকভাবে শিকারের গায়ে লাগাতে ব্যর্থ হয়ে থাকে। শিকার ক্ষত না হয়ে অস্ত্রের চাপ বা আঘাতের ফলে মারা যায়। এ কারণে রাসূলুল্লাহ (সঃ)-এ দু’ব্যাপারে বিস্তারিত হুকুম দান করেছেন। অবশ্য আল্লাহই এ ব্যাপারে সম্যক অবগত আছেন। ঠিক এমনিভাবে কুকুর তার অভ্যাস বশতঃ কখনো কখনো শিকারকৃত জন্তুকে খেয়ে ফেলে। এ জন্যেই রাসূলুল্লাহ (সঃ) ওর সম্পর্কে নির্দেশ দিয়ে বলেছেনঃ “যদি কুকুর শিকারকে খেয়ে ফেলে তবে তোমরা তা খেয়ো না। কারণ আমি ভয় করি যে, কুকুর তার নিজের জন্যেই ঐ জন্তুকে রেখে দিয়েছে। হাদীসের এ বর্ণনাটি সঠিক। সহীহ বুখারী ও সহীহ মুসলিম উভয় গ্রন্থে হাদীসটি স্থান পেয়েছে। অধিকাংশ আলেমের মতে কুকুরের শিকার সম্পর্কে এ নির্দেশটিকে কুকুরের শিকার হালাল হওয়া সম্পর্কিত আয়াতের নির্দেশ হতে পৃথক করে বলা হয়েছে যে, কুকুর যদি তার শিকারের কোন অংশ খেয়ে ফেলে তবে তা হালাল নয়। হযরত আবূ হুরাইরা (রাঃ) ও হযরত ইবনে আব্বাস (রাঃ) হতে এরূপ বর্ণিত হয়েছে। হাসান (রঃ), শাবী (রঃ) এবং নাখঈরও (রঃ) এ অভিমত। ইমাম আবু হানীফা (রঃ), ইমাম মুহাম্মাদ (রঃ), ইমাম আবূ ইউসুফ (রঃ), ইমাম আহমাদ ইবনে হাম্বল (রঃ) এবং ইমাম শাফিঈ (রঃ)-এর একটি প্রসিদ্ধ অভিমতও এটাই। ইবনে জারীর (রঃ) তাঁর তাফসীর গ্রন্থে আলী (রাঃ), সাঈদ (রঃ), সালমান (রঃ), আবূ হুরাইরা (রাঃ), ইবনে উমার (রাঃ) এবং ইবনে আব্বাস (রাঃ) হতে বর্ণনা করেন যে, কুকুরের শিকার খাওয়া যাবে যদিও সে শিকারের কিছু অংশ খেয়ে ফেলে। এমন কি সাঈদ (রঃ), সালমান (রঃ), আবু হুরাইরা (রাঃ) ও অন্যান্যদের মতে যদি কুকুর শিকারের এক টুকরা গোশত ব্যতীত সবটুকু খেয়ে ফেলে তবুও ঐ গোশতের টুকরাটি খাওয়া যাবে। ইমাম মালিক (রঃ) এবং ইমাম শাফিঈ (রঃ)-এর পূর্ব মতও এটাই। ইমাম শাফিঈ (রঃ) তাঁর পরবর্তী নতুন অভিমতে কুকুরের শিকার সম্পর্কিত দু'টি অভিমতের প্রতিই ইঙ্গিত প্রদান করেছেন। আবু মনসুর ইবনে সাব্বাগ ও অন্যান্য শাফিঈ মতাবলম্বী ইমামগণ ইমাম শাফিঈ (রঃ) হতে তার এ অভিমত বর্ণনা করেন। ইমাম আবু দাউদ (রঃ) উত্তম ও জোরালো সনদ দ্বারা আবু সা'লাবা আল খুশানী হতে বর্ণনা করেন যে, রাসূলুল্লাহ (সঃ) কুকুরের শিকার সম্পর্কে বলেছেনঃ “যদি তুমি কুকুরকে শিকারের জন্যে পাঠাবার সময় আল্লাহর নাম উল্লেখ করে থাক তবে তুমি শিকারকে খাও, যদিও কুকুর তার কিছু অংশ খেয়ে ফেলে এবং তোমার হস্ত তোমার প্রতি যা ফিরিয়ে দেয় তা খাও।” ইমাম নাসাঈ (রঃ) এ হাদীসটি আমর ইবনে শশাআইবের সনদের দ্বারা তাঁর গ্রন্থে উল্লেখ করেছেন। হাদীসটি হচ্ছে নিম্নরূপঃআবু সা'লাবা নামক এক বেদুঈন রাসূলুল্লাহ (সঃ)-কে সম্বোধন করে বলেছিলঃ “হে আল্লাহর রাসূল!.......” ইমাম নাসাঈ (রঃ) হাদীসটির পরবর্তী অংশটুকু আবু দাউদ (রঃ)-এর রিওয়ায়াতের মতই বর্ণনা করেন। ইমাম মুহাম্মাদ ইবনে জারীর (রঃ) তার তাফসীর গ্রন্থে সালমান ফারসী (রাঃ) হতে বর্ণনা করেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যখন কোন লোক তার কুকুরকে শিকারের উদ্দেশ্যে প্রেরণ করে এবং কুকুর শিকারকৃত জন্তুর কিছু অংশ খেয়ে নেয় তবে বাকী অংশ সে খেতে পারে।” ইমাম ইবনে জারীর (রঃ) এ হাদীসটিকে হযরত সালমান (রাঃ) হতে মাওকুফ হাদীস বলে অভিমত প্রকাশ করেন। অধিকাংশ আলেম কুকুরের শিকার সম্পর্কিত নির্দেশের ক্ষেত্রে আদি কর্তৃক বর্ণিত হাদীসটিকে অগ্রাধিকার দিয়ে থাকেন এবং আবু সা'লাবা প্রমুখের বর্ণিত হাদীসকে দুর্বল বলে অভিমত প্রকাশ করেন। কোন কোন আলেম আবু সা'লাবা বর্ণিত হাদীসকে এ অর্থে গ্রহণ করেছেন যে, কুকুর শিকার করার পর যদি দীর্ঘ সময় পর্যন্ত মালিকের অপেক্ষা করার পর ক্ষুধার তাড়নায় বা এ জাতীয় কোন কারণে শিকারের কিছু অংশ খেয়ে ফেলে তবে বাকী অংশটুকু খেতে কোন দোষ নেই। কেননা, এ অবস্থায় এ আশংকা করা যায় না যে, কুকুর শিকারকে তার নিজের জন্যেই গ্রহণ করেছে। তবে কুকুর যদি শিকার করা মাত্রই তা ভক্ষণ করতে শুরু করে তবে এ অবস্থায় বুঝা যাবে যে, সে শিকারকে তার নিজের জন্যেই গ্রহণ করেছে। অবশ্য এ ব্যাপারে মহান আল্লাহই সম্যক অবগত।শিকারী পাখী সম্পর্কে ইমাম শাফিঈ (রঃ) বলেন যে, এর শিকারের হুকুমও কুকুরের শিকারের ন্যায়। অধিকাংশ আলেমের মতে যদি শিকারী পাখী শিকার করে তার কিছু অংশ খেয়ে ফেলে তবে তা খাওয়া হারাম। কিন্তু অপর একদল আলেমের মতে তা খাওয়া হারাম নয়। শাফিঈ মতাবলম্বী ইমাম মুযানী পাখীর শিকার সম্পর্কে এ অভিমত পোষণ করেন যে, শিকারী পাখী যদি শিকার করার পর শিকারের কোন অংশ খেয়ে ফেলে তবে তা খাওয়া হারাম নয়। ইমাম আবু হানীফা (রঃ) এবং ইমাম আহমাদ ইবনে হাম্বল (রঃ)-এর মতও এটাই। তারা এর কারণ প্রসঙ্গে বলেন যে, কুকুরকে যেমন মারপিট করে শিকার করা শিক্ষা দেয়া যায়, পাখীকে সেরূপভাবে শিকার করা শিখানো যায় না। আর তা ছাড়া শিকার খাওয়া ব্যতীত পাখীকে শিকার করা শিক্ষা দেয়া সম্ভবপর নয়। সুতরাং এটা ধর্তব্য নয়। এ ছাড়া কুকুরের শিকার সম্পর্কে শরীয়তের নির্দেশ এসেছে। কিন্তু পাখীর শিকার সম্পর্কে শরীয়তে কোন নির্দেশ আসেনি। শেখ আবু আলী তার ‘ইফসাহ্' গ্রন্থে লিখেছেনঃ যেহেতু আমরা শিকারী কুকুর কর্তৃক শিকারের কিছু অংশ খেয়ে ফেলার পরে ঐ শিকারকে হারাম বলে গণ্য করি, সেহেতু শিকারী পাখী কর্তৃক শিকারের কিছু অংশ খাওয়া হলে উক্ত শিকার হারাম হওয়ার ব্যাপারে দুটি দিক রয়েছে। কিন্তু কাযী আবু তাইয়্যেব আবু আলী কর্তৃক এ বিশ্লেষণকে অস্বীকার করেছেন। তিনি বলেন যে, ইমাম শাফিঈ (রঃ) কুকুরের ও পাখীর শিকার সম্পর্কে স্পষ্ট ভাষায় একই ধরনের অভিমত ব্যক্ত করেছেন। অবশ্য এ ব্যাপারে আল্লাহই সম্যক জ্ঞান রাখেন।(আরবী) ঐ মৃত জন্তুকে বলা হয় যা পাহাড় বা কোন উঁচু স্থান হতে পড়ে মৃত্যুবরণ করে। এ ধরনের জন্তু খাওয়া হালাল নয়। আলী ইবনে আবি তালহা ইবনে আব্বাস (রাঃ) হতে বর্ণনা করেন যে, (আরবী) ঐ জন্তুকে বলা হয়, যে পাহাড় হতে পড়ে মারা যায়। কাতাদার মতে এটা ঐ ধরনের জন্তু যা কূপে পড়ে মারা যায়। সুদী বলেন যে, যে জন্তু পাহাড় হতে পড়ে অথবা কূপে পড়ে মারা যায় তাকেই (আরবী) বলা হয়।(আরবী) ঐ জন্তুকে বলা হয় যা অন্য জন্তুর শিং-এর আঘাতে মারা যায়। যদি ওটা শিং দ্বারা আঘাতপ্রাপ্ত হয় এবং তা হতে রক্ত প্রবাহিত হয় এবং ঐ আঘাত যদি যবেহ করার স্থানেও লাগে তবুও ঐ ধরনের জন্তু খাওয়া হারাম। আরবী ভাষায় (আরবী) শব্দটি (আরবী) অর্থাৎ (আরবী) -এর অর্থে ব্যবহৃত হয়। আরবী ভাষায় এ ধরনের শব্দ অধিকাংশ সময় ব্যতীতই ব্যবহৃত হয়ে থাকে। যথা (আরবী) অর্থাৎ সুরমা লাগান চোখ এবং (আরবী) অর্থাৎ খেযাব লাগান হস্ততালু। আরবী ভাষায় এটা কখনও (আরবী) এবং (আরবী) হিসেবে ব্যবহৃত হয় না। কিন্তু উক্ত আয়াতের শব্দগুলোতে ব্যবহৃত হওয়া সম্পর্কে কোন কোন ব্যাকরণবিদ বলেন যে, উক্ত শব্দগুলো (আরবী)-এর স্থানে ব্যবহৃত হওয়ার কারণে ওর শেষে (আরবী)-এর ব্যবহৃত হয়েছে। যেমন আরবরা বলে থাকে (আরবী) কিন্তু কেউ কেউ বলে থাকেন যে, উক্ত শব্দগুলোতে এ জন্যেই ব্যবহার করা হয়েছে যাতে দেখা মাত্রই বুঝা যায় যে, এ শব্দগুলো (আরবী) বা স্ত্রীলিঙ্গ। ত (আরবী) ও (আরবী) '-এর বেলায় প্রথম দৃষ্টেই ওটা (আরবী) বলে মনে হয়।(আরবী) -এ অংশের ব্যাখ্যায় তাফসীরকারক বলেন যে, সিংহ, নেকড়ে বাঘ, চিতা বাঘ বা কুকুর যে জন্তুকে আক্রমণ করে এবং ওর কিছু অংশ খেয়ে ফেলার কারণে ওটা মারা যায় তা খাওয়া হারাম। যদিও আঘাতের কারণে রক্ত প্রবাহিত হয় এবং উক্ত আঘাত জন্তু যবেহ্ করার স্থানে লাগে তবুও আলেমদের ইজমা অনুযায়ী উক্ত জন্তু খাওয়া হালাল নয়। যদি হিংস্র জন্তু ছাগল, উট, গরু বা এ জাতীয় কোন জন্তুকে মেরে কিছু অংশ খেয়ে ফেলতো তবুও অজ্ঞতার যুগের লোকেরা উক্ত জন্তুর বাকী অংশ খেতো। কিন্তু আল্লাহ পাক মুমিনদের জন্যে ওটা হারাম করে দেন।(আরবী) অর্থাৎ দম আটকিয়ে পড়া, প্রহারে আহত, পতনে ও শিং-এর আঘাতে এবং জন্তুর আক্রমণে মৃতপ্রায় জন্তুকে যদি জীবিতাবস্থায় পাওয়া যায় ও তাকে যবেহ করা যায় তবে তা খাওয়া হালাল। ইবনে আব্বাস (রাঃ) এর ব্যাখ্যায় বলেনঃ “যদি এ ধরনের জন্তুগুলোকে তোমরা প্রাণ থাকা অবস্থায় যবেহ করতে সক্ষম হও তবে তোমরা সেগুলো খাও। কারণ ওগুলো পবিত্র।” সাঈদ ইবনে যুবাইর (রঃ), হাসান বসরী (রঃ) এবং সুদ্দীও (রঃ) এ অভিমত পোষণ করেন। হযরত আলী (রাঃ) হতে বর্ণিত আছে যে, যদি এ ধরনের জন্তুগুলোকে যবেহ করার পর ওগুলো লেজ, গাখা ও চোখ নাড়ে তবে সেগুলো খাওয়া হালাল। ইবনে জারীর (রঃ) হযরত আলী (রাঃ) হতে বর্ণনা করেন যে, তিনি বলেছেন, যদি তোমরা প্রহারে, পতনে বা শিং-এর আঘাতে মৃতপ্রায় জন্তুকে হাত বা পা নাড়া অবস্থায় পাও তবে ওকে যবেহ করে খাও। তাউস, হাসান, কাতাদা, উবাইদ ইবনে উমাইর, যহহাক এবং আরও অনেকের মতে যদি যবেহ করার পর জন্তু তার কোন অংশকে নাড়ে এবং যবেহ করার পরও বুঝা যায় যে, ওর প্রাণ আছে তবে তা খাওয়া হালাল। এটাই অধিকাংশ ফিকাহবিদের মত। ইমাম আবু হানীফা (রঃ), ইমাম শাফিঈ (রঃ) এবং ইমাম আহমাদ ইবনে হাম্বলও (রঃ) এ অভিমতই পোষণ করেন। ইবনে ওয়াহ্হাব (রঃ) বলেন যে, একদা ইমাম মালিক (রঃ)-কে এমন বকরী সম্পর্কে জিজ্ঞেস করা হয়, যাকে কোন হিংস্র জন্তু আঘাত করার ফলে নাড়ি ভুড়ি বেরিয়ে পড়ে। তিনি উত্তরে বলেনঃ “আমার মতে ওকে যবেহ করার প্রয়োজন নেই।\" আশহাব বলেন যে, ইমাম মালিক (রঃ)-কে আরও জিজ্ঞেস করা হয়, যদি হিংস্র জন্তু কোন বকরীকে আঘাত করে তার পিঠকে ভেঙ্গে দেয় তবে ওটা মারা যাওয়ার পূর্বে কি ওকে যবেহ করা যাবে? তিনি উত্তরে বলেনঃ “যদি আঘাত ওর গলা পর্যন্ত পৌঁছে যায় তবে আমার মতে ওটা খাওয়া ঠিক নয়। তবে যদি ওর দেহের কোন একাংশে আঘাত লেগে থাকে তাহলে আমার মতে ওটা খেতে কোন অসুবিধা নেই। তাকে আরো প্রশ্ন করা হয়, কোন হিংস্র জন্তু যদি বকরীর উপর লাফিয়ে পড়ে তার পিঠ ভেঙ্গে ফেলে তবে ওটা খাওয়া কি হালাল? তিনি জবাবে বলেনঃ “আমার মতে ওটা খাওয়া ঠিক নয়। কারণ এত বড় আঘাতের পরে ওটা জীবিত থাকতে পারে না। তাকে আরও জিজ্ঞেস করা হয়, যদি হিংস্র জন্তু উক্ত বকরীর পেটকে চিরে ফেলে অথচ ওর নাড়ি ভুড়ি বের না হয় তবে কি ওটা খাওয়া হালাল হবে? তিনি উত্তরে বলেনঃ “আমার মতে ওটা খাওয়া যাবে না। আর এটাই ইমাম মালিক (রঃ)-এর মাযহাবপন্থীদের মত। ইবনে কাসীর (রঃ) ইমাম মালিক (রঃ)-এর উল্লিখিত মতামত সম্পর্কে মন্তব্য করতে গিয়ে বলেন, উক্ত আয়াতটি একটি সাধারণ নির্দেশ বহন করে। ইমাম মালিক (রঃ) এ সাধারণ নির্দেশ হতে যে বিশেষ নির্দেশগুলো বের করেছেন। এর পক্ষে বিশেষ দলীল প্রমাণের প্রয়োজন রয়েছে। অবশ্য আল্লাহ পাকই সবচেয়ে ভাল জানেন। সহীহ বুখারী ও মুসলিম উভয় গ্রন্থেই রাফে ইবনে খুদাইজ (রঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করেনঃ আমরা আগামীকাল শক্রর সম্মুখীন হবো। এমতাবস্থায় আমাদের সাথে যদি কোন ছুরি না থাকে তবে বাঁশের ধারাল অংশ দ্বারা আমরা যবেহ করতে পারব কি? উত্তরে রাসূলুল্লাহ (সঃ) বললেনঃ যদি রক্ত প্রবাহিত করে এবং যবেহ করার সময় আল্লাহর নাম নেয়া হয় তবে তোমরা ঐ জন্তু খাও। কিন্তু দাঁত না নখ দ্বারা কোন জন্তু যবেহ করা যাবে না। আর এর কারণ সম্পর্কে আমি তোমাদেরকে এই বলি যে, দাঁত হচ্ছে হাড় স্বরূপ, আর নখ হচ্ছে আবিসিনিয়ার অমুসলিমদের অস্ত্র। দারেকুতনী (রঃ) যে হাদীসকে মারফু হাদীস হিসেবে বর্ণনা করেছেন সে সম্পর্কে মন্তব্যের অবকাশ আছে। হযরত উমার (রাঃ) হতে যে মওকুফ হাদীসটি বর্ণিত আছে ওটাই অধিক বিশুদ্ধ। হাদীসটি নিম্নরূপঃ কণ্ঠ ও লুব্বা যবেহ করার প্রকৃত স্থান এবং তোমরা প্রাণ বের হওয়ার জন্যে তাড়াহুড়া করো না।ইমাম আহমাদ ইবনে হাম্বলের মুসনাদে উল্লেখ আছে যে, রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করা হয়েছিলঃ কণ্ঠ ও লুব্বর মধ্যে যবেহ করাই কি সঠিক? তিনি উত্তরে বলেছিলেনঃ ‘তার রানে আঘাত করলেও তোমার জন্যে যথেষ্ট হবে।' সনদের দিক থেকে এটা একটা বিশুদ্ধ হাদীস। তবে হাদীসের নির্দেশটি ঐ বিশেষ অবস্থায় প্রযোজ্য হবে যখন জন্তুটির কণ্ঠ বা লুব্বাতে যবেহ করা সম্ভবপর হবে না।(আরবী) মুজাহিদ এবং ইবনে জুরাইদ বলেন যে, কাবা শরীফের এলাকায় অবস্থিত একটি পাথরকে (আরবী) বলা হয়। ইবনে জুরাইদ আরও বলেন যে, সেখানে ৩৬০টি পূজার বেদী ছিল। জাহেলিয়াত যুগের লোকেরা এ বেদীগুলোর নিকটে পশু বলি দিত এবং তারা পবিত্র কা'বা গৃহের নিকটবর্তী বেদীগুলোতে বলি দেয়া পশুগুলোর রক্ত ছিটিয়ে দিতো। তারা উক্ত পশুগুলোর গোশত বেদীতে রেখে দিতো। আরও অনেক তাফসীরকারকও এ বর্ণনা দিয়েছেন। অতঃপর আল্লাহ তা'আলা মুমিনদেরকে এ কাজ করতে নিষেধ করেন এবং পূজার বেদীর বলি দেয়া পশুগুলোকে খাওয়া হারাম করে দেন। এমনকি পূজার বেদীর উপর বলিদানকৃত পশুগুলোকে হত্যা করার সময় আল্লাহর নাম নিলেও তা খাওয়া হারাম। কারণ এটা শিরকের অন্তর্ভুক্ত। কেননা, আল্লাহ এবং তাঁর রাসূল (সঃ) এ জাতীয় শিরককে নিষিদ্ধ বলে ঘোষণা করেছেন। আর এটা হারাম হওয়াই বাঞ্ছনীয়। কারণ, আল্লাহ ছাড়া অন্য কারও নামে যবেহ করা জন্তুর হারাম হওয়া সম্পর্কিত নির্দেশ ইতিপূর্বেই দেয়া হয়েছে।(আরবী) অর্থাৎ হে মুমিনগণ! তীরের সাহায্যে অংশ বণ্টন করাও তোমাদের জন্যে হারাম করা হয়েছে। (আরবী) শব্দের একবচন (আরবী) যুলাম। শব্দটি। কখনো কখনো একে যালামও পড়া হয়। অজ্ঞতার যুগে আরবরা এ তীরের সাহায্যে ভাগ্য নির্ধারণ করতো। সেখানে তিনটি তীর থাকতো। একটিতে লিখা থাকতো (আরবী) বা কর। দ্বিতীয়টিতে লিখা থাকতো বা (আরবী) করো না। আর তৃতীয়টিতে কিছুই লিখা থাকতো না। কারো কারো বর্ণনানুযায়ী প্রথমটিতে লিখা থাকতো (আরবী) অর্থাৎ আমার প্রভু আমাকে নির্দেশ দিয়েছেন। দ্বিতীয়টিতে লিখা থাকতো (আরবী) অর্থাৎ আমার প্রভু আমাকে নিষেধ করেছেন। আর তৃতীয়টিতে কিছুই লিখা থাকতো না। যখন তাদের কোন কাজে দ্বিধা-সংকোচ আসতো তখন তারা এ তীর নিক্ষেপ করতো। যদি নির্দেশসূচক তীরটি উঠতো তখন তারা ঐ কাজটি করতো।নিষেধসূচক তীরটি উঠলে তারা ঐ কাজটি থেকে বিরত থাকতো। আর শূন্য তীরটি উঠলে তারা পুনরায় তীর নিক্ষেপ করতো। (আরবী) শব্দটি আরবী ভাষায় তীরের দ্বারা অংশ অন্বেষণ করার অর্থে ব্যবহৃত হয়ে থাকে। এটাই আবু জাফর ইবনে জারীরের অভিমত। ইবনে আবি হাতিম (রঃ) ইবনে আব্বাস (রাঃ) হতে বর্ণনা করেন যে, (আরবী) এমন ধরনের তীরকে বলা হতো যদ্বারা তারা তাদের বিভিন্ন কাজে অংশগ্রহণের ব্যাপারে সিদ্ধান্ত গ্রহণ করতো। মুজাহিদ, ইবরাহীম নাখঈ, হাসান বসরী এবং মুকাতিল ইবনে হাইয়ান থেকেও এই ধরনের বর্ণনা রয়েছে। মুহাম্মাদ ইবনে ইসহাক এবং অন্যান্যদের মতে কুরাইশদের সর্ববৃহৎ ও সর্বশ্রেষ্ঠ মূর্তিটির নাম ছিল হুবল। ওটা পবিত্র কাবা গৃহের ভেতরের কূপের মধ্যে পোঁতা ছিল। কাবা শরীফের জন্যে যে সমস্ত উপঢৌকন ও অন্যান্য দ্রব্যাদি আসতো তা উক্ত কূপে সংরক্ষিত রাখা হতো। হুবলের নিকট সাতটি তীর রাখা হতো, এ তীরগুলোতে কিছু লিখা থাকতো। তাদের বিভিন্ন কাজে যখন দ্বিধা-সংকোচের সৃষ্টি হতো তখন তারা এ তীরগুলো নিক্ষেপ করতো এবং তীরের নির্দেশানুযায়ী কাজ করতো। সহীহ বুখারী ও সহীহ মুসলিম শরীফের হাদীসে উল্লেখ আছে যে, রাসূলুল্লাহ (সঃ) যখন কা'বা গৃহে প্রবেশ করেন তখন তিনি তথায় হযরত ইবরাহীম (আঃ) ও হযরত ইসমাঈল (আঃ)-এর পূর্ণ মূর্তি দেখতে পান। তাদের দু’হাতে তীর রাখা ছিল। নবী করীম (সঃ) তখন বলেনঃ “আল্লাহ তাদেরকে (অজ্ঞতা যুগের আরবদেরকে) ধ্বংস করুন। কারণ তারা জানতো যে, হযরত ইবরাহীম (আঃ) ও হযরত ইসমাঈল (আঃ) কখনও ভাগ্য নির্ধারণে এ তীর ব্যবহার করতেন না।” সহীহ বুখারী ও সহীহ মুসলিমে আরও বর্ণিত আছে যে, যখন রাসূলুল্লাহ (সঃ) এবং আবু বকর (রাঃ) মদীনায় হিজরতের জন্যে রওয়ানা হন তখন। সুরাকা ইবনে মালিক ইবনে জাশাম তাদেরকে ধরে জীবিতাবস্থায় মক্কায় ফিরিয়ে আনার উদ্দেশ্যে রওয়ানা হন। সুরাকা বলেন যে, তিনি তাঁরেদকে ক্ষতিগ্রস্ত করতে পারবেন কি না তা বের হওয়ার পূর্বেই তীর নিক্ষেপ করে জানবার চেষ্টা করেন। কিন্তু দেখা গেল যে, তীর টানার ফলে তার অপছন্দনীয় বস্তুটি প্রকাশ পেয়েছে। অর্থাৎ তিনি তাদের ক্ষতি সাধন করতে পারবেন না। এরপর তিনি দ্বিতীয় ও তৃতীয়বারও তীর নিক্ষেপ করেন। কিন্তু প্রতিবারই তাঁর অপছন্দনীয় বস্তুটি প্রকাশ পেতে থাকে। এতদ্সত্ত্বেও তিনি তাঁদের অন্বেষণে বের হন। অবশ্য তিনি তখনও ইসলাম গ্রহণ করেননি। পরে তিনি ইসলাম গ্রহণ করেন। ইবনে মিরদুওয়াই হযরত আবু দারদা (রাঃ) হতে বর্ণনা করেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ভবিষ্যদ্বাণী করে অথবা তীরের দ্বারা ভাগ্য নির্ধারণ করে এবং কোন বিশেষ ঘটনাকে অশুভ মনে করে সফর হতে বিরতণ থাকে, সে জান্নাতের উচ্চ মর্যাদা লাভ করতে পারবে না।' হযরত মুজাহিদ (রহঃ) (আরবী) এর ব্যাখ্যায় আরও বলেন যে, (আরবী) বলতে আরবদের জুয়াখেলার তীর এবং পারস্য ও রোমবাসীদের -কে বুঝানো হতো। তাফসীরকারক বলেন যে, মুজাহিদের এ মত সম্পর্কে মন্তব্যের অবকাশ আছে। তবে এটা বলা যেতে পারে যে, আরবরা তীর দ্বারা জুয়া খেলতো এবং ইস্তাখারা করতো। আল্লাহই এ সম্পর্কে সবচেয়ে বেশী জানেন।মহান আল্লাহ তীর এবং জুয়াখেলা এ দু’টিকে একই সাথে বর্ণনা করেছেন। যেমন এ সূরার শেষাংশে আল্লাহ পাক বলেনঃ “হে মুমিনগণ! মদ, জুয়া, মূর্তিপূজার বেদী এবং ভাগ্য নির্ধারক তীর ঘৃণ্য বস্তু ও শয়তানের কাজ। সুতরাং তোমরা ওটা বর্জন কর। যেন তোমরা সফলকাম হতে পার। শয়তান তো মদ-জুয়া দ্বারা তোমাদের মধ্যে ঘৃণা ও বিদ্বেষ ঘটাতে চায় এবং তোমাদেরকে আল্লাহর স্মরণ ও নামায হতে বাধা দিতে চায়। তবুও কি তোমরা নিবৃত্ত হবে না” ঠিক এমনিভাবে এখানেও আল্লাহ তা'আলা বলেন যে, তীর দ্বারা ভাগ্য নির্ধারণ করা জঘন্যতা, ভ্রষ্টতা, মূখতা এবং একটি শিরকী কাজ। আল্লাহ তাঁর মুমিন বান্দাদেরকে নির্দেশ দিলেন যে, তারা যখন তাদের কোন কাজে দ্বিধা-দ্বন্দ্বের সম্মুখীন হয় তখন যেন তারা আল্লাহর ইবাদত করে, তাদের বাঞ্ছিত কাজের জন্যে ইসতাখারা করে এবং আল্লাহর কাছে তাদের কাজের জন্যে মঙ্গল কামনা করে। মুসনাদে আহমাদ, সহীহ বুখারী এবং সুনান গ্রন্থসমূহে জাবির ইবনে আবদুল্লাহ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) তাদেরকে যাবতীয় কাজে পবিত্র কুরআনের শিখানোর মত করে ইসতাখারা করা শিক্ষা দিতেন। রাসূলুল্লাহ (সঃ) বলেনঃ যখন তোমাদের কাছে কোন গুরুত্বপূর্ণ কাজ এসে পড়বে তখন তোমরা দু'রাকআত নফল নামায পড়ে নিয়ে নিম্নের দু'আটি পড়বেঃ (আরবী) অনুবাদঃ “হে আল্লাহ! আমি আপনার নিকট আপনার জ্ঞানের মাধ্যমে মঙ্গল কামনা করছি এবং আপনার ক্ষমতার ওসিলায় আপনার নিকট শক্তি কামনা করছি। আপনার নিকট আপনার মহান দান যাজ্ঞা করছি। কারণ আপনি ক্ষমতাবান আর আমি অক্ষম। আপনি জানেন আর আমি কিছুই জানি না। আপনি অদৃশ্য বস্তু সম্পর্কে সম্যক অবগত। হে আল্লাহ! আপনি যদি জানেন যে, এ কাজে (কাজের নাম বলতে হবে) আমার দ্বীন, দুনিয়া, ইহজীবন ও পরজীবন অথবা বর্তমান বা ভবিষ্যতের জন্যে কোন মঙ্গল নিহিত রয়েছে, তবে আপনি তা আমার জন্যে নির্ধারিত করে দিন এবং সহজ করে দিন, অতঃপর তাতে বরকত দান করুন। হে আল্লাহ! যদি আপনি জানেন যে, আমার এ কাজে আমার দ্বীন, দুনিয়া, ইহজীবন ও পরজীবনে কোন অমঙ্গল রয়েছে, তবে আমাকে তা হতে বিরত রাখুন এবং উক্ত কাজকেও আমা হতে দূরে রাখুন। আর যে কাজে আমার জন্যে মঙ্গল রয়েছে তা আমার জন্যে নির্ধারিত করে দিন। এবং ঐ কাজে আমার সন্তুষ্টি দান করুন।” উক্ত দু'আয় বর্ণিত শব্দগুলো মুসনাদে আহমাদে বর্ণিত আছে। ইমাম তিরমিযী (রঃ) এ হাদীস সম্পর্কে মন্তব্য করতে গিয়ে বলেনঃ “হাদীসের সংজ্ঞানুযায়ী এ হাদীসটি একটি হাসান সহীহ এবং গারীব হাদীস। এ হাদীসটিকে আমরা শুধু আবুল মাওয়ালীর সনদের মাধ্যমে পাই।”(আরবী) আলী ইবনে আবি তালহা ইবনে আব্বাস (রাঃ) হতে এ আয়াতের ব্যাখ্যায় বলেন যে, কাফিররা তোমাদের দ্বীনের ব্যাপারে হতাশ হয়ে গেছে। অর্থাৎ তারা তোমাদের ধর্মের সাথে তাদের ধর্মকে মিশিয়ে দেয়ার চেষ্টায় ব্যর্থ হয়েছে। আতা ইবনে আবি রাবাহ, সুদ্দী ও মুকাতিল ইবনে হাইয়ান হতেও এ ধরনের বর্ণনা রয়েছে। আয়াতের এ অর্থ বহনকারী একটি সহীহ হাদীস পাওয়া যায়। হাদীসটি নিম্নরূপঃরাসূলুল্লাহ (সঃ) বলেনঃ “আরব উপদ্বীপের নামাযীগণ শয়তানের পূজা করবে, শয়তান এটা থেকে নিরাশ হয়ে গেছে। তবে সে তাদেরকে পরস্পরের বিরুদ্ধে উস্কানি দিতে থাকবে।” উক্ত আয়াতটির অর্থ এটাও হতে পারে যে, মক্কার মুশরিকগণ মুসলমানদের মত রূপ ধারণ করার ব্যাপারে নিরাশ হয়ে গেছে। কারণ, ইসলামের নির্দেশাবলী এ দু'টি সম্প্রদায়ের মধ্যে বহু পার্থক্য সৃষ্টি করেছে। এ জন্যেই তো আল্লাহ তাঁর মুমিন বান্দাদেরকে নির্দেশ দিয়েছেন যেন তারা ধৈর্য ধারণ করে, কাফিরদের বিরোধিতায় দৃঢ় তাকে এবং আল্লাহ ছাড়া আর কাউকেও ভয় না করে। মহান আল্লাহ পবিত্র কুরআনের অন্যত্র বলেছেনঃ “কাফিরগণ কর্তৃক তোমাদের বিরোধিতা করা হলে তোমরা তাদেরকে ভয় করো না, বরং তোমরা আমাকে ভয় কর। আমি তোমাদেরকে সাহায্য করবো, তাদের উপর বিজয় দান করবো এবং তোমাদেরকে হিফাজত করবো যেন তারা তোমাদের ক্ষতি করতে না পারে। আর সর্বোপরি দুনিয়া ও আখিরাতে আমি তোমাদেরকে তাদের উপর বিজয় দান করবো।” (আরবী) এটা উম্মতে মুহাম্মাদিয়ার প্রতি আল্লাহর মহান দান। কারণ, তিনি এ উম্মতের জীবন বিধানকে পরিপূর্ণতা দান করেছেন, যার ফলে তারা অন্য বিধানের মুখাপেক্ষী নয়। এমনিভাবে তিনি তাদের নবী (সঃ)-কে ‘খাতামুন্নাবিয়্যীন’ বা সর্বশেষ নবী করেছেন এবং অন্য কোন নবীর মুখাপেক্ষী করেননি। আর তাদের নবীকে সমগ্র মানব জাতির ও বিশ্ববাসীর নবী করে পাঠিয়েছেন। তিনি যে বস্তুকে হালাল করেছেন সেটাই হালাল এবং যেই বস্তুকে হারাম করেছেন সেটাই হারাম। তিনি যে দ্বীনকে প্রবর্তন করেছেন ওটাই একমাত্র দ্বীন এবং তিনি যে সংবাদ প্রদান করেছেন ওটা ন্যায় ও সত্য তাতে বিন্দুমাত্র মিথ্যা বা বৈপরিত্য নেই। যেমন আল্লাহ পাক অন্যত্র বলেছেনঃ “(হে। নবী!) তুমি যে সমস্ত সংবাদ দিয়েছ সেগুলো সত্য এবং যে সমস্ত আদেশ ও নিষেধ করেছ সেগুলো ন্যায় নীতি ভিত্তিক।” আল্লাহ এ উম্মতের দ্বীনকে পূর্ণতা দান করার মাধ্যমে তাঁর দ্বীনকে পরিপূর্ণ করেছেন। আর এজন্যেই তিনি বলেছেনঃ “আজ আমি তোমাদের দ্বীনকে পূর্ণতা দান করেছি এবং তোমাদের জন্যে আমার দ্বীনকে পরিপূর্ণ করেছি। আর ইসলামকে তোমাদের দ্বীন হিসেবে মনোনীত করেছি। সুতরাং তোমরা ওটাকে তোমাদের নিজেদের জন্যে গ্রহণ করে সন্তুষ্ট হও। কেননা, ওটা সেই দ্বীন যাকে আল্লাহ ভালবাসেন ও পছন্দ করেন। আর এ দ্বীনসহ তিনি তাঁর সম্মানিত রাসূলদের অন্যতম শ্রেষ্ঠ রাসূল (সঃ)-কে পাঠিয়েছেন। এ দ্বীনসহ তিনি তাঁর সর্বশ্রেষ্ঠ গ্রন্থকে অবতীর্ণ করেছেন। হযরত আলী ইবনে তালহা ইবনে আব্বাস (রাঃ) হতে উক্ত আয়াতের ব্যাখ্যা প্রসঙ্গে বর্ণনা করেন যে, দ্বীনের দ্বারা ইসলামকে বুঝানো হয়েছে। আল্লাহ তাঁর নবী ও মুমিনদেরকে এ আয়াতের দ্বারা এ সংবাদ প্রদান করেন যে, তিনি তাদের ঈমানকে পরিপূর্ণ করেছেন। সুতরাং তারা আর কখনও এর চেয়ে অধিক বস্তুর মুখাপেক্ষী হবে না। আর আল্লাহ যখন এ দ্বীনকে একবার পরিপূর্ণতা দান করেছেন তখন তিনি আর কখনও তাকে অসম্পূর্ণতার দিকে নিয়ে যাবেন না। আল্লাহ একবার যখন ওর প্রতি সন্তুষ্ট হয়েছেন তখন আর কখনও ওর প্রতি অসন্তুষ্ট হবেন না। আসবাত সুদ্দী হতে বর্ণনা করেন যে, এ আয়াত আরাফার দিনে অবতীর্ণ হয়। এ আয়াত অবতীর্ণ হওয়ার পর হালাল এবং হারাম সম্পর্কিত আর কোন আয়াত অবতীর্ণ হয়নি। রাসূলুল্লাহ (সঃ) এ হজ্ব হতে প্রত্যাবর্তনের পরই ইন্তেকাল করেন। আসমা বিনতে উমাইস বলেনঃ “আমি রাসূলুল্লাহ (সঃ)-এর সাথে হজ্ব করেছিলাম। যখন আমরা সফরের অবস্থায় ছিলাম তখন একদিন হঠাৎ জিবরাঈল (আঃ) রাসূলুল্লাহ (সঃ)-এর নিকট আগমন করেন। এ সময় রাসূলুল্লাহ (সঃ) তাঁর বাহনের উপর উপবিষ্ট অবস্থায় একটু নীচের দিকে ঝুঁকে পড়েন। বাহনটি তখন অহীর ভার সহ্য করতে না পারায় বসে পড়ে। তখন আমি রাসূলুল্লাহ (সঃ)-এর শরীরের উপর আমার চাদরটি বিছিয়ে দিলাম।” ইবনে জারীর এবং আরও অনেকের মতে, রাসূলুল্লাহ (সঃ) এ আরাফাত দিবসের ৮১ দিন পরে ইন্তেকাল করেন। ইবনে জারীর আনতারার উদ্ধৃতি দিয়ে আরও বলেন যে, উক্ত আয়াতটি অবতীর্ণ হওয়ার দিনটি ছিল হজ্বে আকবরের দিন। এ আয়াতটি অবতীর্ণ হওয়ার পর হযরত উমার (রাঃ) কাঁদতে লাগলেন। তখন রাসূলুল্লাহ (সঃ) তাকে কাঁদার কারণ জিজ্ঞেস করেন। উমার (রাঃ) বলেনঃ “আমরা এ দ্বীন সম্পর্কে আরও বেশী কিছু আশা করছিলাম। কিন্তু এটা যখন পূর্ণতা লাভ করেছে, তখন সাধারণ নিয়মানুযায়ী এখন তা অবনতির দিকে যেতে পারে।” তখন রাসূলুল্লাহ (সঃ) বলেনঃ “তুমি সত্য কথাই বলেছো।” এ হাদীসের অর্থের স্বপক্ষে অন্য একটি সহীহ হাদীস এসেছে, হাদীসটি নিম্নরূপঃ“ইসলাম স্বল্প সংখ্যক লোক নিয়ে শুরু হয়েছিল এবং অতিসত্বরই তা স্বল্প সংখ্যার দিকে প্রত্যাবর্তন করবে। অতএব এ স্বল্প সংখ্যক লোকের জন্যে সুসংবাদ।” ইমাম আহমাদ ইবনে হাম্বল (রঃ) তারিক ইবনে শিহাব হতে বর্ণনা করেন যে, একজন ইয়াহূদী হযরত উমার ইবনে খাত্তাব (রাঃ)-এর নিকট এসে বলেনঃ “হে আমীরুল মুমিনীন! আপনাদের ধর্মীয় গ্রন্থে একটি আয়াত আছে, তা যদি ইয়াহুদীদের উপর অবতীর্ণ হতো তবে আমরা ঐ আয়াত অবতীর্ণ হওয়ার দিনটিকে একটি ঈদের দিন হিসেবে গণ্য করতাম।” তখন হযরত উমার (রাঃ) তাকে জিজ্ঞেস করেনঃ “আয়াতটি কি?” উত্তরে ইয়াহূদী বলেঃ (আরবী)-এ আয়াতটি। হযরত উমার (রাঃ) তখন বললেনঃ “আল্লাহর শপথ! যে দিনে ও যে সময়ে উক্ত আয়াতটি রাসূলুল্লাহ (সঃ)-এর উপর অবতীর্ণ হয়েছিল আমি উক্ত দিন ও সময় সম্পর্কে অবগত আছি। ওটা ছিল আরাফার দিন শুক্রবার সন্ধ্যার সময়।\" ইমাম বুখারী (রঃ), ইমাম মুসলিম (রঃ), ইমাম তিরমিযী (রঃ) এবং ইমাম নাসাঈ (রঃ) এ হাদীসটিকে তাদের গ্রন্থে স্থান দিয়েছেন। ইমাম বুখারী (রঃ) তাঁর সহীহ গ্রন্থের কিতাবুত তাফসীরে এ হাদীসটি তারিক হতে বর্ণনা করেন তিনি বলেন যে, ইয়াহুদীগণ হযরত উমার (রাঃ) বললোঃ “আপনারা আপনাদের পবিত্র কুরআনের এমন একটি আয়াত পাঠ করে থাকেন যে, যদি ঐ আয়াতটি আমাদের ইয়াহুদী সম্প্রদায়ের উপর অবতীর্ণ হতো তবে আমরা ঐ দিনকেই ঈদের দিন হিসেবে গ্রহণ করতাম।\" তখন হযরত উমার (রাঃ) বললেনঃ “আমি এ আয়াত অবতীর্ণ হওয়ার সময় ও স্থান সম্পর্কে ভালভাবে অবগত আছি। আর রাসূলুল্লাহ (সঃ) তখন কোথায় ছিলেন সেটাও জানি। উক্ত দিনটি ছিল আরাফার দিন এবং আল্লাহর শপথ! আমিও সে সময় আরাফায় ছিলাম।” সুফিয়ান বলেনঃ “আরাফার দিনটি শুক্রবার ছিল কি-না এ ব্যাপারে আমার সন্দেহ রয়েছে।” ইবনে কাসীর (রঃ) বলেনঃ সুফিয়ান যদি এ ব্যাপারে সন্দেহ পোষণ করে থাকেন যে, শুক্রবারের কথাটি হাদীসের বর্ণনার মধ্যে রয়েছে কি-না, তবে এটা হাদীস বর্ণনার ব্যাপারে তাঁর অসতর্কতা। কারণ, তিনি সন্দেহ করেছেন যে, তাঁর শায়েখ তাঁকে শুক্রবারের কথা বলেছেন কি বলেননি। আর যদি তার এ ব্যাপারে সন্দেহ হয়ে থাকে যে, বিদায় হজ্বের বছর আরাফায় অবস্থান শুক্রবার দিন হয়েছিল কি-না? তবে আমার ধারণায় এ সন্দেহ সুফিয়ান সওরী কর্তৃক হতে পারে না। কারণ, এটা এমন একটি জানা ও প্রসিদ্ধ ঘটনা যাতে মাগাযী’ ও ‘সিয়র লেখক এবং ফকীহগণ একমত। এ ব্যাপারে এতো অধিকসংখ্যক প্রসিদ্ধ হাদীস বর্ণিত রয়েছে যে, এতে সন্দেহের কোন অবকাশই থাকতে পারে না। অবশ্য আল্লাহই এ ব্যাপারে সবচেয়ে ভাল জানেন। হযরত উমার (রাঃ) কর্তৃক বর্ণিত হাদীসটি বহু সনদের মাধ্যমেও বর্ণিত হয়েছে। ইবনে জারীর (রঃ) বর্ণনা করেন যে, হযরত কা'ব (রঃ) হযরত উমার (রাঃ)-কে বলেনঃ “যদি অন্য কোন উম্মতের উপর এ আয়াতটি অবতীর্ণ হতো তবে তারা ঐ আয়াত অবতীর্ণ হওয়ার দিনটিকে একটি ঈদের দিন হিসেবে গ্রহণ করতো এবং সেই দিনে তারা সকলেই একত্রিত হতো।”তখন হযরত উমার (রাঃ) হযরত কা'ব (রাঃ)-কে জিজ্ঞেস করলেনঃ “ওটা কোন, আয়াত?” তিনি উত্তরে বললেনঃ (আরবী)-এ আয়াতটি। তখন হযরত উমার (রাঃ) বললেনঃ “আমি এ আয়াত অবতীর্ণ হওয়ার দিন ও সময় সম্পর্কে জানি। ওটা ছিল জুমআ ও আরাফার দিন। আল্লাহর শুকরিয়া আদায় করছি যে, এ দু’দিনই আমাদের ঈদের দিন।” ইবনে জারীর (রঃ) আম্মারা (রাঃ) হতে বর্ণনা করেন যে, একদা হযরত ইবনে আব্বাস (রাঃ)। আয়াতটি পাঠ করেন। তখন একজন ইয়াহূদী তাঁকে বলেনঃ “যদি এ আয়াতটি আমাদের উপর অবতীর্ণ হতো তবে আমরা ওর অবতীর্ণ হওয়ার দিনকেই ঈদের দিন হিসেবে গ্রহণ করতাম।” উত্তরে ইবনে আব্বাস (রাঃ) বলেনঃ “ওটা দু'টি ঈদের দিনে অবতীর্ণ হয়েছে। একটি ঈদের দিন এবং অপরটি জুম'আর দিন।” হযরত আলী (রাঃ) হতে বর্ণিত আছে যে, .. (আরবী) আয়াতটি রাসূলুল্লাহ (সঃ)-এর উপর আরাফার দিন সন্ধ্যার সময় অবতীর্ণ হয়। তখন রাসূলুল্লাহ (সঃ) দণ্ডায়মান অবস্থায় ছিলেন। আমর ইবনে কায়েস আসসাকুনী বলেন যে, তিনি মু'আবিয়া ইবনে আবু সুফিয়ান (রাঃ)-কে মিম্বরের উপর দণ্ডায়মান অবস্থায় ... (আরবী) পূর্ণ আয়াতটি তিলাওয়াত করতে শুনেন। অতঃপর মুআবিয়া (রাঃ) বলেনঃ “এ আয়াতটি আরাফার দিন অবতীর্ণ হয়। নবী করীম (সঃ) সে সময় মাওকাফে অবস্থান করছিলেন। ইবনে জারীর (রঃ), ইবনে মিরদুওয়াই (রঃ) এবং তিবরানী (রঃ) তাঁদের সনদের মাধ্যমে হযরত আব্বাস (রাঃ) হতে বর্ণনা করেন যে, নবী করীম (সঃ) সোমবার দিন জন্মগ্রহণ করেন, সোমবার দিন তিনি মক্কা হতে হিজরত করেন, সোমবার দিন তিনি মদীনায় প্রবেশ করেন এবং সোমবার দিন তিনি বদরের যুদ্ধে জয়লাভ করেন। এ সোমবার দিন সূরা মায়িদাহ্ তথা ... (আরবী) আয়াতটি অবতীর্ণ হয় এবং সোমবারের যিকরের (ইবাদতের) অধিক মূল্য দেয়া হয়েছে। ইবনে কাসীর (রঃ) এ হাদীস সম্পর্কে মন্তব্য করতে গিয়ে বলেনঃ হাদীসের সংজ্ঞানুযায়ী এটি একটি ‘গারীব হাদীস এবং এর সনদ দুর্বল। ইমাম আহমাদ ইবনে হাম্বল (রঃ) তার সনদের মাধ্যমে ইবনে আব্বাস (রাঃ) হতে বর্ণনা করেন যে, নবী করীম (সঃ) সোমবার দিন জন্মগ্রহণ করেছেন, সোমবার দিন তাকে নবুওয়াত প্রদান করা হয়েছে, সোমবার দিন তিনি মক্কা হতে মদীনার দিকে হিজরত করেছেন এবং সোমবার দিন হাজরে আসওয়াদকে স্থাপন করা হয়েছে। তাফসীরকারক বলেনঃ ইমাম আহমাদ ইবনে হাম্বল (রঃ)-এর এ বর্ণনায় সোমবার দিন সূরা মায়েদাহ অবতীর্ণ হওয়ার উল্লেখ নেই। আল্লাহ পাক এ বিষয় সম্পর্কে সম্যক অবগত।ইবনে কাসীর (রঃ) আরও বলেনঃ সম্ভবতঃ ইবনে আব্বাস (রাঃ) বলতে চেয়েছিলেন যে, এ আয়াত অবতীর্ণ হওয়ার দিন তিন প্রকারের ঈদের দিন ছিল। কিন্তু বর্ণনাকারী ভুল বশতঃ (আরবী)  শব্দের দ্বারা সোমবারের অর্থ করেছেন। আল্লাহই এ বিষয়ে সবচেয়ে বেশী জানেন।ইবনে জারীর (রঃ) বলেন যে, এ আয়াতটি অবতীর্ণ হওয়ার সময় সম্পর্কে আরও দু'টি অভিমত রয়েছে। একটি অভিমত হলো এই যে, এ আয়াতটি অবতীর্ণ হওয়ার দিন কারও জানা নেই। ইবনে জারীর এ অভিমতের স্বপক্ষে ইবনে আব্বাস (রাঃ) হতে একটি হাদীসের উল্লেখ করেছেন। আর একটি মতানুযায়ী বলা হয়েছে যে, এ আয়াতটি রাসূলুল্লাহ (সঃ)-এর বিদায় হজ্বের সফরে অবতীর্ণ হয়েছে। ইবনে জারীর এ হাদীসটি তার সনদের মাধ্যমে রাবী ইবনে আসাস (রাঃ) হতে বর্ণনা করেছেন। ইবনে কাসীর (রঃ) বলেনঃ ইবনে মিরদুওয়াই তাঁর সনদের মাধ্যমে আবু সাঈদ আল খুদরী (রাঃ) হতে বর্ণনা করেন যে, এ আয়াতটি রাসূলুল্লাহ (সঃ)-এর উপর গাদিরে জুমের দিন অবতীর্ণ হয়েছে এবং ঐদিন রাসূলুল্লাহ (সঃ) হযরত আলী (রাঃ)-কে বলেছিলেনঃ “আমি যার নেতা আলীও তার নেতা।” ইবনে মিরদুওয়াই এ হাদীসটি হযরত আবু হুরাইরা (রাঃ) হতেও বর্ণনা করেছেন। এ বর্ণনায় দেখা যায় যে, ঐদিনটি ছিল ১৮ই যিলহজ্ব। অর্থাৎ রাসূলুল্লাহ (সঃ)-এর বিদায় হজ্ব থেকে প্রবর্তনের দিন। ইবনে কাসীর (রঃ) উপরোক্ত মতগুলোর কোনটিই শুদ্ধ নয় বলে মন্তব্য করেছেন। বরং সঠিক ও সন্দেহাতীত অভিমত এই যে, আয়াতটি আরাফার দিন অবতীর্ণ হয়েছে। আর সেদিন ছিল জুম'আর দিন। হযরত উমার ইবনে খাত্তাব (রাঃ), আলী ইবনে আবি তালিব (রাঃ), ইসলামের প্রথম বাদশাহ্ মু'আবিয়া ইবনে আবি সুফিয়ান (রাঃ), কুরআনের ভাষ্যকার আবদুল্লাহ ইবনে আব্বাস (রাঃ) ও সামুরা ইবনে জুনদুব (রাঃ) হতেও বর্ণনা করা হয়েছে যে, আরাফার দিনটি ছিল জুম'আর দিন। শা'বী, কাতাদাহ ইবনে দিমাআহ, শাহর ইবনে হাওশাব এবং বহু ইমাম ও আলেমেরও অভিমত এটাই। ইবনে জারীর তাবারীও এ মতটিই গ্রহণ করেছেন।(আরবী) অর্থাৎ আল্লাহ যে সমস্ত বস্তুকে হারাম করেছেন, প্রয়োজনের তাকিদে যদি কোন লোক ওগুলো খেতে বাধ্য হয় তবে সেগুলো খেতে পারে। আল্লাহ এ ব্যাপারে তার প্রতি ক্ষমাশীল ও দয়ালু। কেননা, আল্লাহ জানেন যে, সে অপারগ ও অক্ষম হয়ে হারাম বস্তুকে গ্রহণ করেছে। সুতরাং তিনি তাকে ক্ষমা করে দেবেন। ইবনে হিব্বানের সহীহ গ্রন্থে হযরত ইবনে উমার (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ আল্লাহ তাঁর বান্দাদেরকে যে কাজ করার অনুমতি প্রদান করেছেন তা পালন করাকে তিনি ঐরকম পছন্দ করেন যেমন তিনি তার অবাধ্য না হওয়াকে পছন্দ করে থাকেন।আহমাদ ইবনে হাম্বল (রঃ)-এর মুসনাদে হাদীসটি এভাবে বর্ণিত হয়েছে যে, যে ব্যক্তি আল্লাহর অনুমতিকে গ্রহণ করলো না সে যেন আরাফার পাহাড় সমূহের সমান গুনাহ্ করলো। এজন্যেই ফিকাহূবিদগণের মতে কখনও মৃত জন্তু খাওয়া ওয়াজিব এবং ওটা ঐ সময়, যখন হালাল বস্তু পাওয়া যায় না, আর ক্ষুধার কারণে মৃত্যুর আশংকা রয়েছে। আবার অবস্থার পরিপ্রেক্ষিতে কখনও মৃত জন্তু খাওয়া মুস্তাহাব এবং কখনও মুবাহ্। অবশ্য প্রয়োজনের তাকিদে হারাম বস্তু কি পরিমাণ গ্রহণ করা যাবে এ ব্যাপারে আলেমদের মধ্যে মতভেদ রয়েছে। কারও মতে যে পরিমাণ খেলে জান বাঁচে তার বেশী নয়। কারও মতে পেট ভরেও খাওয়া যাবে। আবার কারো কারো মতে পেট ভরে খাওয়াও যাবে এবং ভবিষ্যতের জন্যে রেখেও দেয়া যাবে। এ সম্পর্কে বিস্তারিত বর্ণনা আহকাম সম্পর্কিত কিতাবে পাওয়া যাবে।যদি কোন ব্যক্তি ক্ষুধার তাড়নায় বিব্রত হয়ে পড়ে, এমতাবস্থায় মৃত জন্তু পেলে বা ইহরাম বাঁধা অবস্থায় শিকার পেলে সে কি মৃত জন্তু বা শিকারকৃত জন্তু খেয়ে নেবে না অন্যের খাদ্য তার বিনানুমতিতেই খেয়ে নেবে এবং পরে মালিককে সেই পরিমাণ খাদ্য দিয়ে দেবে, এ ব্যাপারে আলেমদের দু'ধরনের অভিমত রয়েছে। ইমাম শাফিঈ (রঃ) হতে দু'ধরনের অভিমতই বর্ণিত হয়েছে। অধিকাংশ সাধারণ লোকের মধ্যে ধারণা প্রচলিত আছে যে, মৃতজন্তু হালাল হওয়ার জন্যে তিন দিন পর্যন্ত ক্ষুধার্ত থাকা শর্ত। ইবনে কাসীর (রঃ) বলেন। যে, এ শর্ত ঠিক নয়, বরং যখনই কোন ব্যক্তি ক্ষুধার তাড়নায় মৃত খেতে বাধ্য ও মজবুর হয়ে পড়বে তখনই তার জন্যে তা খাওয়া জায়েয। ইমাম আহমাদ ইবনে হাম্বল (রঃ) তার সনদের মাধ্যমে আবু ওয়াকিদ আল লায়সী হতে বর্ণনা করেন যে, একদা সাহাবীগণ রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করলেনঃ আমরা কখনও কখনও এমন স্থানে উপস্থিত হই সেখানে আমরা ক্ষুধার্ত হয়ে পড়ি। তখন কোন্ কোন্ অবস্থায় আমাদের জন্যে মৃত জন্তু খাওয়া হালাল হবে? রাসূলুল্লাহ (সঃ) উত্তরে বললেনঃ “যখন তোমরা সকাল ও সন্ধ্যায় কোন খাদ্য বা তরিতরকারী না পাও তখন তোমরা তা (মৃত জন্তু) খেতে পার।” হাদীসে উল্লিখিত সনদটি ইমাম আহমাদ একাই তাঁর গ্রন্থে এনেছেন। অবশ্য সনদটি সহীহ। কারণ, ইমাম বুখারী (রঃ) ও ইমাম মুসলিম (রঃ) সনদ সহীহ হওয়ার জন্যে যেসব শর্ত আরোপ করেছেন তা উক্ত শর্তগুলো পূরণ করে। এ হাদীসটি ইবনে জারীরও তার সনদের মাধ্যমে ইমাম আওযায়ী হতে বর্ণনা করেছেন। কেউ কেউ এ হাদীসটিকে “মুরসাল\" সনদের মাধ্যমে বর্ণনা করেছেন। উল্লেখ্য যে, যে সনদে কোন সাহাবীর নাম উল্লেখ থাকে না তাকে মুরসাল সনদ বলে। ইবনে জারীর তার সনদের মাধ্যমে ইবনে আউন হতে বর্ণনা করেন, আমি হাসানের নিকট সামুরার কিতাব দেখতে পাই এবং তার সম্মুখে ওটা পাঠ করি। তাতে লিপিবদ্ধ ছিল যে, সকাল বা সন্ধ্যায় খাদ্য পাওয়া না গেলে ঐ অবস্থাকে ক্ষুধার চরম অবস্থা বলে বিবেচনা করা যাবে। (আর এ অবস্থায় মৃত জন্তু খাওয়া যেতে পারে) হাসান বর্ণনা করেন যে, এক ব্যক্তি রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করেনঃ কোন অবস্থায় হারাম বস্তু খাওয়া যায়? তিনি উত্তরে বলেনঃ “যখন তুমি তোমার পরিবারবর্গের জন্যে দুধ অথবা অন্য খাদ্যসামগ্রী সরবরাহ করতে না পার তখন হারাম বস্তু (মৃত জন্তু) খেতে পার।” অপর একটি হাদীসে উল্লেখ আছে যে, এক বেদুঈন রাসূলুল্লাহ (সঃ)-কে হালাল ও হারাম বস্তু সম্পর্কে জিজ্ঞেস করে। উত্তরে তিনি বলেনঃ “তোমার জন্যে পবিত্র বস্তু খাওয়া হালাল এবং অপবিত্র বস্তু খাওয়া হারাম। তবে যদি তুমি কখনো কোন খাদ্য খেতে বাধ্য হও তাহলে হালাল বা হারাম বিবেচনা না করে খেতে পার। কিন্তু যে অবস্থায় তুমি তা পরিহার করে চলতে পার সে অবস্থায় তা খাওয়া হারাম।” ঐ ব্যক্তি তখন তাকে আবার জিজ্ঞেস করলো, উক্ত অনন্যোপায় অবস্থাটা কি? যে অবস্থায় আমার জন্যে হারাম খাওয়া সিদ্ধ এবং ঐ অবস্থাই বা কি, যে অবস্থা আমাকে হারাম বস্তু খাওয়া থেকে নিবৃত্ত রাখবে? রাসূলুল্লাহ (সঃ) জবাবে বললেনঃ “ঐ অবস্থাকে অনন্যোপায় অবস্থা বলা হয়, যে অবস্থায় তুমি কোন হালাল বস্তু না পাও অথচ তোমার আকাক্ষিত বস্তুগুলো হারাম বস্তু হিসেবে পেয়ে থাক। ঐ সময় তুমি ওগুলো দ্বারা প্রয়োজনমত তোমার পরিবার পরিজনকে খাওয়াও। তবে যখন ওগুলো পরিহার করে চলার অবস্থা সৃষ্টি হয় তখন সেগুলো খাওয়া বন্ধ কর। আর অনুকূল অবস্থা বলতে ঐ অবস্থাকে বুঝায়, যে অবস্থায় তুমি তোমার পরিজনকে শুধুমাত্র রাতের বেলায় সামান্য পরিমাণ পানীয় বস্তু দিতে পার। এ অবস্থায় তুমি হারাম বস্তু পরিহার কর। কারণ এটা তোমার জন্যে অনুকূল অবস্থা। তাই এ অবস্থায় কোন হারাম খাওয়া জায়েয নয়।” ইমাম আবু দাউদ (রঃ) তাঁর সনদের মাধ্যমে নুয়ায়ী আল-আমেরীর মাধ্যমে বর্ণনা করেন যে, একদা তিনি রাসূলুল্লাহ (সঃ)-এর নিকট উপস্থিত হয়ে তাকে জিজ্ঞেস করেনঃ কোন অবস্থায় আমাদের জন্যে মৃত জন্তু খাওয়া হালাল? রাসূলুল্লাহ (সঃ) তখন তাঁকে জিজ্ঞেস করেন, “তোমাদের খাদ্য কি?” উত্তরে তিনি বললেনঃ আমরা সকালে এক পেয়ালা এবং বিকালে এক পেয়ালা দুধ পান করে থাকি। তখন রাসূলুল্লাহ (সঃ) বললেনঃ “এ অবস্থাকে ক্ষুধার্ত অবস্থা বলা যায়।” তিনি এ অবস্থায় তাঁদেরকে মৃত জন্তু খেতে অনুমতি দেন। ইমাম আবু দাঊদ (রঃ) এ হাদীসটিকে একাই তাঁর গ্রন্থে স্থান দিয়েছেন। ইবনে কাসীর (রঃ) এ হাদীসের ব্যাখ্যায় বলেনঃ তারা সকাল ও বিকাল বেলায় যা খেতো তা তাদের জন্যে যথেষ্ট ছিলনা বলেই তাদের প্রয়োজন মিটানোর জন্যে রাসূলুল্লাহ (সঃ) তাদেরকে মৃতজন্তু খেতে অনুমতি দিয়েছেন। ফিকাহবিদদের একটি দল এ হাদীস থেকে দলীল গ্রহণ করে বলেন যে, এ জাতীয় লোকদের জন্যে পেট ভরেও হারাম বস্তু খাওয়া জায়েয। শুধুমাত্র জীবন বাঁচানোর জন্যে খাওয়া যেতে পারে, এরূপ শর্ত তারা আরোপ করেননি। অবশ্য আল্লাহই এ বিষয়ে সবচেয়ে বেশী জানেন।ইমাম আবু দাউদ (রঃ) তাঁর সনদের মাধ্যমে সামুরা হতে, আর একটি হাদীস বর্ণনা করেন যে, একটি লোক তাঁর পরিবার পরিজনসহ হাররা নামক স্থানে অবতরণ করে। তথায় এক ব্যক্তি তার উষ্ট্রীকে হারিয়েছিল। সে এ লোকটিকে বললোঃ 'যদি তুমি আমার হারানো উটটি পাও তবে তোমার কাছে রেখে দিও।' এরপর সে উষ্ট্ৰীটি পেল এবং বহু খোজাখুজির পরেও মালিকের কোন সন্ধান পেলো না। ইত্যবসরে এ উষ্ট্ৰীটি রোগাক্রান্ত হয়ে পড়লো। তখন তার স্ত্রী তাকে বললোঃ তুমি উষ্ট্রীটিকে যবেহ কর। কিন্তু সে যবেহ করতে অস্বীকার করলো এবং পরে উষ্ট্ৰীটি মারা গেল। মারা যাওয়ার পর তার স্ত্রী তাকে উষ্ট্রীটির চামড়া ছাড়াতে এবং ওর গোশত ও চর্বি শুকিয়ে নিতে বললো, যেন তারা তা খেতে পারে। তখন সে রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস না করে তা করতে অস্বীকার করলো। এর পর সে রাসূলুল্লাহ (সঃ)-এর নিকট উপস্থিত হয়ে এ সম্পর্কে জিজ্ঞেস করলো। রাসূলুল্লাহ (সঃ) তাকে জিজ্ঞেস করলেনঃ “তোমার কাছে কি এ পরিমাণ খাদ্য আছে যে, ওর ফলে তুমি এ মৃত উস্ত্রীর গোশত খাওয়া থেকে বিরত থাকতে পার?” উত্তরে লোকটি বললোঃ না। রাসূলুল্লাহ (সঃ) তখন তাদেরকে তা খেতে অনুমতি দিলেন। বর্ণনাকারী বলেন যে, এরপর উষ্ট্রীর মালিক ফিরে আসে এবং লোকটি তাকে সমস্ত খবর খুলে বলে। উষ্ট্রীর মালিক তাকে বলে, তুমি প্রথমেই কেন উষ্ট্রীকে যবেহ করে খাওনি? সে উত্তরে বলেঃ আমি তোমার সামনে লজ্জিত হবো বলেই যবেহ করিনি।' এ হাদীসটিও ইমাম আবূ দাউদ (রঃ) একাই বর্ণনা করেছেন। এ হাদীসের আলোকে ফিকাহ শাস্ত্রবিদদের অপর একটি দল দলীল গ্রহণ করেন যে, এ প্রকার লোকদের জন্যে হারাম বস্তু পেট ভরে খাওয়া, প্রয়োজনবোধে কিছু সময়ের জন্যে সঞ্চিত করা উভয়ই জায়েয। তবে আল্লাহ পাকই সবচেয়ে ভাল জানেন।(আরবী) অর্থাৎ যে ব্যক্তি আল্লাহর নাফরমানীমূলক কাজে লিপ্ত না হয় তার জন্যেই এ প্রকারের হারাম বস্তু ভক্ষণ করা বৈধ। ইবনে কাসীর (রঃ) বলেনঃ মহান আল্লাহ সূরা মায়িদাহর এ আয়াতে শুধুমাত্র পাপে লিপ্ত ব্যক্তিদের জন্যে হারাম বস্তু ভক্ষণ নিষিদ্ধ করেছেন। কিন্তু সীমালংঘনকারীদের জন্যেও যে তা ভক্ষণ করা হারাম তার কোন উল্লেখ নেই। যেমন সূরা বাকারার আয়াতে উল্লেখ রয়েছে। আয়াতটি নিম্নরূপঃ“যারা অনন্যোপায় অবস্থায় অন্যায়কারী, কিন্তু সীমালংঘনকারী নয় তাদের কোন পাপ হবে না। নিশ্চয়ই আল্লাহ ক্ষমাশীল ও পরম দয়ালু।” এ আয়াত হতে ফিকাহবিদগণের একটি দল প্রমাণ গ্রহণ করেন যে, যে ব্যক্তি সফরে নাফরমানীমূলক কাজে লিপ্ত থাকে, সে সফর সংক্রান্ত ব্যাপারে শরীয়তের শিথিলতা পাওয়ার যোগ্য নয়। কেননা, পাপ কার্যে লিপ্ত ব্যক্তিদের জন্যে শিথিলতা প্রযোজ্য নয়। তবে আল্লাহ পাকই সবচেয়ে ভাল জানেন।",
  "ayah": 3,
  "surah": 5
}
