{
  "text": "৩৮-৪০ নং আয়াতের তাফসীর:\nহযরত ইবনে মাসউদ (রাঃ)-এর কিরআতে (আরবী) রয়েছে। এ কিরআতটি খুবই বিরল হলেও আমল কিন্তু এর উপরই। তবে আমল এই কিরআতের কারণে নয়, বরং অন্যান্য দলীল প্রমাণের উপর ভিত্তি করে। চোরের হাত কাটার নিয়ম ইসলামপূর্ব যুগেও ছিল। ইসলাম একে বিস্তারিত এবং শৃংখলিত করেছে। অনুরূপভাবে কাসামাত, দিয়াত, ফারায়েয প্রভৃতি মাসআলাও পূর্ব থেকেই ছিল। কিন্তু সেগুলো ছিল বিশৃংখল ও অসম্পূর্ণভাবে। ইসলাম ঐগুলোকে ঠিকঠাক করে দিয়েছে। একটা উক্তি এটাও আছে যে, কুরাইশরা সর্বপ্রথম চুরির অপরাধে খুযাআ গোত্রের দুওয়াইক নামক একটি লোকের হাত কেটে নিয়েছিল। সে কাবা ঘরের গেলাফ বা আবরণ চুরি করেছিল। আবার এটাও বলা হয়েছে যে, চোরেরা ওটা তার নিকট রেখে দিয়েছিল। কতক ধর্মশাস্ত্রবিদের অভিমত এই যে, চুরির বস্তুর কোন সীমা নেই। তা অল্পই হোক আর বেশীই হোক এবং সুরক্ষিত জায়গা থেকে চুরি করে থাক বা অরক্ষিত জায়গা থেকে চুরি করে থাক, সর্বাবস্থাতেই চোরের হাত কাটা যাবে। হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, এ আয়াতটি সাধারণ। তাহলে এ উক্তিটির ভাবার্থ এটাও হতে পারে এবং অন্যটাও হতে পারে। যারা উপরোক্ত মত পোষণ করেন তাঁদের একটি দলীল হচ্ছে এ হাদীসটি যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহ চোরের উপর অভিসম্পাত বর্ষণ করুন যে, সে সামান্য ডিম চুরি করে হাত কাটিয়ে নেয়, সে দড়ি বা রঞ্জু চুরি করে, ফলে তার হাত কাটা হয়।” জমহুর উলামার অভিমত এই যে, চোরাই মালের সীমা নির্দিষ্ট আছে, যদিও সেই নির্দিষ্ট সীমার ব্যাপারে মতভেদ রয়েছে। ইমাম মালিক (রঃ) বলেন যে, তিনটি খাঁটি রৌপ্যমুদ্রা বা এ পরিমাণ মূল্যের কোন জিনিস চুরি করলে হাত কাটা হবে। সহীহ বুখারী ও সহীহ মুসলিমে রাসূলুল্লাহ (সঃ)-এর একটি চোরের হাত একটা ঢাল চুরি করার অপরাধে কেটে নেয়ার কথা বর্ণিত আছে। আর ওর মূল্য এ পরিমাণই ছিল। একটি চোর দরজা বা জানালার উপরিস্থিত কাঠ চুরি করেছিল। এ অপরাধে হযরত উসমান (রাঃ) তার হাত কেটে নিয়েছিলেন। ঐ কাঠটির মূল্য তিন দিরহামই ছিল। হযরত উসমান (রাঃ)-এর এ কাজটি যেন সাহাবায়ে কিরামের নীরব ইজমা’ই ছিল এবং এর দ্বারা এটাও সাব্যস্ত হচ্ছে যে, ফল চোরের হাত কেটে নেয়া হবে। হানাফীগণ এটা স্বীকার করেন না। তাঁদের মতে চোরাই মাল দশ দিরহাম মূল্যের হওয়া জরুরী। ইমাম শাফিঈ (রঃ) এর বিপরীত মত পোষণ করেন। তিনি চোরাই মালের জন্যে কমপক্ষে এক চতুর্থাংশ স্বর্ণমুদ্রা পরিমাণ মূল্য বা তার চেয়ে বেশী নির্দিষ্ট করেছেন। তাঁর দলীল হচ্ছে। সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত হাদীসটি। তাতে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “এক চতুর্থাংশ স্বর্ণমুদ্রা বা তার চেয়ে বেশীতে চোরের হাত কেটে নেয়া হবে।” সহীহ মুসলিমে একটি হাদীস রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “এক চতুর্থাংশ স্বর্ণমুদ্রা বা তার চেয়ে বেশী না হলে চোরের হাত কাটা যাবে না। সুতরাং এ হাদীস স্পষ্টভাবে এ মাসআলার মীমাংসা করে দেয়। আর যে হাদীসে তিন দিরহামে রাসূলুল্লাহ (সঃ)-এর চোরের হাত কেটে নেয়ার নির্দেশ বর্ণিত আছে, ওটা এর বিপরীত নয়। কেননা, ঐ সময় দীনার বা স্বর্ণমুদ্রা বারোটি দিরহাম বা রৌপ্যমুদ্রা পরিমাণ মূল্যের ছিল। অতএব, মূল হচ্ছে এক চতুর্থাংশ দীনার, তিন দিরহাম নয়। হযরত উমার ইবনে খাত্তাব (রাঃ), হযরত উসমান ইবনে আফফান (রাঃ) এবং হযরত আলী ইবনে আবি তালিব (রাঃ) এ কথাই বলেন। হযরত উমার ইবনে আবদুল আযীয (রঃ), লায়েস ইবনে সা'দ আওযায়ী (রঃ), ইমাম শাফিঈ (রঃ), ইসহাক ইবনে রাহওয়াই (রঃ) এবং আবু সাউর দাউদ ইবনে আলী যাহেরীরও (রঃ) এটাই উক্তি। এক রিওয়ায়াতে ইমাম ইসহাক ইবনে রাওয়াই (রঃ) এবং ইমাম আহমাদ ইবনে হাম্বল (রঃ) হতে বর্ণিত আছে যে, চতুর্থাংশ দীনারই হোক বা তিন দিরহামই হোক, দু'টোই হচ্ছে চোরের হাত কেটে ফেলার নেসাব। মুসনাদে আহমাদে হযরত আয়েশা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “এক চতুর্থাংশ দীনার মূল্যের বস্তু চুরিতে তোমরা চোরের হাত কেটে নাও, তার কম পরিমাণ মূল্যের জিনিস চুরিতে হাত কেটো না।” ঐ সময় দীনার ছিল বারো দিরহামের। সুতরাং এক চতুর্থাংশ দীনার তিন দিরহামই হয়। সুনানে নাসাঈর শব্দ হচ্ছে নিম্নরূপঃ “চোরের হাত ঢালের মূল্যের কমে কাটা হবে না।” হযরত আয়েশা (রাঃ)-কে জিজ্ঞেস করা হয়ঃ ঢালের মূল্য কত? তিনি উত্তরে বলেনঃ “এক চতুর্থাংশ দীনার।” সুতরাং এ সমুদয় হাদীস দ্বারা এটা স্পষ্টভাবে সাব্যস্ত হচ্ছে যে, হাত কাটার জন্যে দশ দিরহামের শর্ত করা ভুল। আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন।ইমাম আবু হানীফা (রঃ) এবং তাঁর সঙ্গী-সাথীগণ বলেন যে, রাসূলুল্লাহ (সঃ)-এর যুগে যে ঢাল চুরির অপরাধে চোরের হাত কেটে নেয়া হয়েছিল ওর * মূল্য ছিল দশ দিরহাম। যেমন আবু বকর ইবনে আবি শায়বা (রঃ) হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণনা করেছেন যে, নবী (সঃ)-এর যুগে ঢালের মূল্য ছিল দশ দিরহাম। আমর ইবনে শুআইব তাঁর পিতা থেকে এবং তিনি তাঁর দাদা থেকে বর্ণনা করেছেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “ঢালের মূল্যের কমে চোরের হাত কাটা হবে না।” আর ঢালের মূল্য ছিল দশ দিরহাম। হানাফীগণ বলেনঃ “ঢালের মূল্যের ব্যাপারে হযরত ইবনে আব্বাস (রাঃ) এবং হযরত আবদুল্লাহ ইবনে আমর (রাঃ) হযরত ইবনে উমার (রাঃ)-এর বিরোধিতা করেছেন। আর হুদূদের ব্যাপারে সাবধানতার উপর আমল করা উচিত এবং বেশীতেই সাবধানতা আছে। এ কারণেই আমরা চোরের হাত কাটার ব্যাপারে নেসাব নির্ধারণ করেছি দশ দিরহাম।” পূর্ববর্তী কোন কোন মনীষী বলেন যে, এর হদ হচ্ছে দশ দিরহাম বা এক দীনার। আলী ইবনে মাসউদ (রঃ), ইবরাহীম নখঈ (রঃ) এবং আবু জাফর (রঃ) হতে এটাই বর্ণিত আছে। সাঈদ ইবনে জুবাইর (রঃ) বলেন যে, পাঁচ দীনার বা পঞ্চাশ দিরহামের সমান মূল্যের দ্রব্য চুরি ছাড়া পঞ্চমাংশ কেটে নেয়া হবে না। যাহেরিয়ার মাযহাব এই যে, চুরির মাল অল্পই হোক আর বেশীই হোক, তাতে হাত কেটে নেয়া হবে। তাদেরকে জমহুর এ উত্তর দিয়েছেন যে, প্রথমতঃ তো এ প্রয়োগই মানসূখ বা রহিত। কিন্তু এ উত্তর ঠিক নয়। কেননা, রহিত করণের ইতিহাসের কোন নিশ্চয়তা নেই। দ্বিতীয় উত্তর এই যে, ডিমের ভাবার্থ হচ্ছে লোহার ডিম এবং রজ্জ্বর ভাবার্থ হচ্ছে নৌকার মূল্যবান রঞ্জু। তৃতীয় উত্তর এই যে, পরিণামের দিকে লক্ষ্য রেখে এ নির্দেশ দেয়া হয়েছে। অর্থাৎ চোর এ ক্ষুদ্র ক্ষুদ্র সাধারণ জিনিসগুলো চুরি করতে করতে শেষ পর্যন্ত মূল্যবান জিনিস চুরি করতে শুরু করে এবং এর ফলে তার হাত কেটে নেয়া হয়। আবার এও হতে পারে যে, রাসূলুল্লাহ (সঃ)-এর এ নির্দেশ ঘটনার বর্ণনা হিসেবে ছিল। অজ্ঞতার যুগে ছোট ছোট জিনিস চুরি করলেও হাত কেটে নেয়া হতো। সুতরাং তিনি হয়তো আফসোস করে এবং চোরকে লজ্জা দিতে গিয়ে বলেছিলেনঃ সে কতই না লাঞ্ছিত ও বেওকুফ যে, সাধারণ জিনিসের কারণে হাতের মত এমন একটি নিয়ামত থেকে বঞ্চিত হচ্ছে। বর্ণিত আছে যে, আবুল আলা মাআরবী যখন বাগদাদে আসে তখন সে এ ব্যাপারে বড় রকম আপত্তি করে বসে এবং তার মনে এ খেয়াল জাগে যে, তার এ আপত্তির কেউ কোন জবাব দিতে পারবে না। তাই সে এ ব্যাপারে একটি কবিতা রচনা করে। কবিতাটির অনুবাদ নিম্নরূপ-“যদি হাত কেটে নেয়ার সিদ্ধান্ত হয় তবে এর দিয়্যাত হিসাবে পাঁচশ’ দেয়া হবে, আবার এই হাতকে মাত্র এক চতুর্থাংশ দীনার চুরির কারণে কেটে নেয়া হবে। এটা এমন একটি পরস্পর বিরোধী কথা যা আমার বোধগম্য হয় না, কাজেই আমাকে নীবর থাকতে হয়, আর আমি আমার মাওলার নিকট জাহান্নামের আগুন থেকে আশ্রয় প্রার্থনা করছি।” যখন তার এ উক্তির প্রসিদ্ধি লাভ ঘটলো তখন উলামায়ে কিরাম তার জবাব দিতে চাইলেন। এ দেখে সে পালিয়ে গেলো। কাযী আবদুল অহ্হাব তার এ উক্তির জবাবে বলেছিলেনঃ “যতক্ষণ পর্যন্ত হাত বিশ্বস্ত ছিল ততক্ষণ পর্যন্ত তা মূল্যবান ছিল এবং যখন সে বিশ্বাসঘাতকতা করলো অর্থাৎ চুরি করলো তখন তার মূল্য কমে গেল।” কোন কোন মনীষী কিছু বিস্তারিতভাবে এর উত্তর দিয়েছেন। তারা বলেছেনঃ এর দ্বারা শরীয়তের পূর্ণ হিকমত প্রকাশ পাচ্ছে এবং দুনিয়ার শান্তি ও নিরাপত্তা প্রতিষ্ঠিত হচ্ছে। তবে কেউ যদি কারও হাত বিনা কারণে কেটে দেয় তাহলে সে জন্যে বড় রকমের ব্যবস্থা রয়েছে, যাতে তোক এ জঘন্য কাজ থেকে বিরত থাকে। সেখানে এ হুকুমই উপযুক্ত ছিল। সামান্য জিনিস চুরি করার কারণে হাত কেটে নেয়ার নির্দেশ দেয়া হয়েছে যাতে এ ভয়ে চুরির দরজা বন্ধ হয়ে যায়। সুতরাং এটাই তো হচ্ছে প্রকৃত হিকমতের পরিচয়। যদি চুরিতেও একটা নির্দিষ্ট পরিমাণের শর্ত লাগানো হতো তবে চুরির পথ বন্ধ হতো না। এটা কৃতকর্মেরই প্রতিফল। উচিত পন্থা এটাই যে, যে অঙ্গ দ্বারা সে অপরের ক্ষতিসাধন করেছে ঐ অঙ্গের উপরই শাস্তি হবে, যাতে তার যথেষ্ট শিক্ষা লাভ হয় এবং অন্যেরাও সতর্ক হয়। আল্লাহ প্রতিশোধ গ্রহণের ব্যাপারে প্রবল পরাক্রান্ত এবং স্বীয় আদেশ ও নিষেধের ব্যাপারে পূর্ণ বিজ্ঞানময়।(আরবী) যে ব্যক্তি সীমালংঘন করার পর অর্থাৎ চুরি করার পর তাওবা করে নেয় এবং আমলকে সংশোধন করে নেয়, তার প্রতি আল্লাহ (রহমতের) দৃষ্টি করবেন, নিশ্চয়ই আল্লাহ পরম ক্ষমাশীল, অতি দয়ালু। তবে হ্যাঁ, কেউ যদি কারও মাল চুরি করার পর তা নিজের কাছেই রেখে দেয় তাহলে শুধুমাত্র তাওবা করলেই গুনাহ মাফ হবে না। যে পর্যন্ত না সেই মাল মালিককে ফিরিয়ে না দেবে অথবা ওর পূর্ণ মূল্য প্রদান করবে। জমহুর ইমামদের এটাই অভিমত। শুধুমাত্র ইমাম আবু হানীফা (রঃ) বলেন যে, যদি চুরির অপরাধে হাত কেটে নেয়া হয় এবং চোরাই মাল নষ্ট হয়ে গিয়ে থাকে তবে দুনিয়ায় ওর বদলা প্রদান করা তার উপর জরুরী নয়। ইমাম দারেকুনীর হাদীস গ্রন্থের একটি মুরসাল হাদীসে রয়েছে যে, রাসূলুল্লাহ (সঃ)-এর সামনে একটি চোরকে হাযির করা হয়। লোকটি একটি চাদর চুরি করেছিল। রাসূলুল্লাহ (সঃ) তাকে বলেনঃ “আমার মনে হয় তুমি চুরি করনি।”সে বলে, হে আল্লাহর রাসূল (সঃ)! আমি চুরি করেছি। তখন রাসূলুল্লাহ (সঃ) লোকদেরকে বলেনঃ “তোমরা একে নিয়ে গিয়ে হাত কেটে দাও।” তার হাত কেটে নেয়া হলে সে রাসূলুল্লাহ (সঃ)-এর নিকট আগমন করে। তিনি তাকে বলেনঃ তাওবা কর। সে তখন তওবা করে। তখন রাসূলুল্লাহ (সঃ) তাকে বলেনঃ “আল্লাহ তোমার তাওবা কবূল করেছেন।সুনানে ইবনে মাজায় রয়েছে যে, হযরত উমার ইবনে সুমরা (রাঃ) রাসূলুল্লাহ (সঃ)-এর নিকট এসে বলেঃ “হে আল্লাহর রাসূল (সঃ)! আমি চুরি করে ফেলেছি। সুতরাং আপনি আমাকে পবিত্র করে নিন। আমি অমুক কাবীলার উট চুরি করেছি।” রাসূলুল্লাহ (সঃ) তখন সেই কাবীলার লোকদের নিকট সংবাদ পাঠিয়ে জানতে চান যে, ওটা সত্য কি-না। তারা বলেঃ “আমাদের একটি উট অবশ্যই চুরি হয়েছে। তখন তাঁর নির্দেশক্রমে হযরত উমার ইবনে সুমরা (রাঃ)-এর হাত কেটে নেয়া হয়। তিনি তখন হাতকে সম্বোধন করে বলেনঃ “আমি সেই আল্লাহর কৃতজ্ঞতা প্রকাশ করছি যিনি আমার দেহ হতে তোমাকে পৃথক করে দিয়েছেন। তুমি আমার সমস্ত দেহকে জাহান্নামে নিয়ে যেতে চেয়েছিলে।”ইমাম আহমাদ (রঃ) হযরত আবদুল্লাহ ইবনে আমর (রাঃ) হতে বর্ণনা করেছেন যে, আল্লাহর রাসূল (সঃ)-এর যুগে একটি স্ত্রীলোক চুরি করেছিল। তখন যে লোকদের সে চুরি করেছিল তারা তাকে নিয়ে রাসূলুল্লাহ (সঃ)-এর নিকট আগমন করে। অতঃপর তারা বলেঃ “হে আল্লাহর রাসূল (সঃ)! এ স্ত্রীলোকটি আমাদের চুরি করেছে।” রাসূলুল্লাহ (সঃ) তখন বলেনঃ “তোমরা তার হাত কেটে নাও।” তার গোত্রীয় লোকেরা পুনরায় বলেঃ “আমরা তার মুক্তিপণ হিসেবে পাঁচশ’ স্বর্ণমুদ্রা প্রদান করছি।” রাসূলুল্লাহ (সঃ) তখনও বললেনঃ “তোমরা তার হাত কেটে নাও।” ফলে তার ডান হাত কেটে নেয়া হলো। স্ত্রীলোকটি তখন বললোঃ “হে আল্লাহর রাসূল (সঃ)! এতে আমার তাওবাও কি হয়ে গেল?” তিনি বললেনঃ “হ্যা, তুমি পাপ থেকে এমন পাকসাফ হয়ে গেলে যে, যেন তুমি আজকেই জন্মগ্রহণ করলে।”তখন এ আয়াতটি অবতীর্ণ হয়। ঐ স্ত্রীলোকটি ছিল মাখযুম গোত্রের। এ ঘটনাটি সহীহ বুখারী ও সহীহ মুসলিমেও আছে। স্ত্রীলোকটি ভ্রান্ত বংশের ছিল বলে তার ব্যাপারে লোকদের মধ্যে খুবই দুশ্চিন্তা দেখা দেয় এবং তারা ইচ্ছা করে যে, রাসূলুল্লাহ(সঃ)-কে তার সম্পর্কে কিছু সুপারিশ করা হোক। এ ঘটনাটি মক্কা বিজয়ের সময় ঘটেছিল। অবশেষে সিদ্ধান্ত গৃহীত হয় যে, হযরত উসামা ইবনে যায়েদ (রাঃ)-এর মাধ্যমে সুপারিশ করা হোক। কারণ, তিনি রাসূলুল্লাহ (সঃ)-এর অত্যন্ত প্রিয়পাত্র। সুতরাং হযরত উসামা ইবনে যায়েদ (রাঃ) যখন রাসূলুল্লাহ (সঃ)-এর কাছে তার জন্যে সুপারিশ করেন তখন তিনি অত্যন্ত অসন্তুষ্ট হন এবং রাগতঃস্বরে বলেনঃ “উসামা (রাঃ)! তুমি আল্লাহর হদসমূহের মধ্যে একটি হদের ব্যাপারে সুপারিশ করছো?” একথা শুনে হযরত উসামা (রাঃ) অত্যন্ত ঘাবড়িয়ে যান এবং বলেনঃ “আমি বড়ই অপরাধ করে ফেলেছি, দয়া করে আমার জন্যে ক্ষমা প্রার্থনা করুন।” সন্ধ্যার সময় রাসূলুল্লাহ (সঃ) একটি ভাষণ প্রদান করেন। তাতে তিনি আল্লাহর পূর্ণ প্রশংসা ও স্তুতিবাদের পর বলেনঃ “তোমাদের পূর্ববর্তী লোকেরা এ স্বভাবের কারণে ধ্বংস হয়ে গিয়েছিল। তাদের মধ্যে যখন কোন সম্ভান্ত লোক চুরি করতো তখন তারা তাকে ছেড়ে দিত। পক্ষান্তরে কোন সাধারণ লোক চুরি করলে তার উপর হদ জারি করতো। যে আল্লাহর হাতে আমার প্রাণ রয়েছে তার শপথ! যদি ফাতিমা বিনতে মুহাম্মাদ (সঃ) চুরি করে তবে তারও হাত কেটে নেবো।\" অতঃপর তাঁর নির্দেশক্রমে মহিলাটির হাত কেটে নেয়া হয়। হযরত আয়েশা (রাঃ) বলেনঃ “এরপর ঐ মহিলাটি বিশুদ্ধ অন্তরে তাওবা করে এবং বিবাহ বন্ধনে আবদ্ধ হয়। তারপর থেকে সে কোন কাজে কামে আমার কাছে আসতো এবং তার প্রয়োজনের কথা রাসূলুল্লাহ (সঃ)-এর কাছে তুলে ধরতাম।”সহীহ মুসলিমে রয়েছে যে, একটি মহিলা লোকদের কাছ থেকে আসবাবপত্র ধার করতো, তারপর তা অস্বীকার করে বসতো। তখন রাসূলুল্লাহ (সঃ) তার হাত কেটে নেয়ার নির্দেশ দেন। অন্য একটি বর্ণনায় আছে যে, মহিলাটি এভাবে অলংকার গ্রহণ করতে এবং হযরত বিলাল (রাঃ)-কে তার হাত কেটে নেয়ার নির্দেশ দেয়া হয়েছিল। আহকামের কিতাবগুলোর মধ্যে এ ধরনের বহু হাদীস রয়েছে যেগুলো চুরির সাথে সম্পর্কযুক্ত। আল্লাহ পাকের জন্যই সমুদয় প্রশংসা। সমস্ত বাদশাহর বাদশাহ, সারা বিশ্বের প্রকৃত বাদশাহ এবং সঠিক শাসনকর্তা একমাত্র আল্লাহ, যার কোন নির্দেশকে কেউ বাধা দিতে পারে না এবং যার কোন ইচ্ছাকে কেউ বদলিয়ে দিতে সক্ষম নয়। তিনি যাকে ইচ্ছা ক্ষমা করেন এবং যাকে ইচ্ছা শাস্তি দেন। তিনি সব কিছুর উপরই পূর্ণ ক্ষমতাবান।",
  "ayah": 40,
  "surah": 5
}
