{
  "text": "হালাল ও হারামের বর্ণনা দেয়ার পর এটাকে পরিষ্কার রূপে বর্ণনা করার জন্যে আল্লাহ তা'আলা বলেন যে, সমুদয় পবিত্র বস্তু হালাল। তারপর তিনি ইয়াহূদ ও নাসারাদের যবেহকৃত জীবগুলোর বৈধতার বর্ণনা দিলেন। হযরত ইবনে আব্বাস (রাঃ), আবূ উমামাহ (রঃ), মুজাহিদ (রঃ), সাঈদ ইবনে যুবাইর (রঃ), ইকরামা (রঃ), আতা’ (রঃ), হাসান বসরী (রঃ), মাকহ্ল (রঃ), ইবরাহীম নাখঈ (রঃ), সুদ্দী (রঃ), মুকাতিল (রঃ) এবং ইবনে হাইয়ানও (রঃ) একথাই বলেন যে, এখানে এর ভাবার্থ হচ্ছে তাদের স্বহস্তে যবেহকৃত জানোয়ার। এটা খাওয়া মুসলমানদের জন্যে হালাল। কেননা, তারাও গায়রুল্লাহর নামে যবেহ করাকে নাজায়েয মনে করে এবং যবেহ করার সময় আল্লাহ ছাড়া অন্য কারও নাম নেয় না। যদিও আল্লাহ সম্পর্কে তাদের বিশ্বাস সম্পূর্ণরূপে অমূলক, যা থেকে আল্লাহ তাবারাকা ওয়া তা'আলা পবিত্র ও বহু। ঊর্ধ্বে। সহীহ হাদীসে হযরত আবদুল্লাহ ইবনে মুগাফফাল (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, খায়বার যুদ্ধে আমি চর্বি ভর্তি একটি মশক প্রাপ্ত হই। আমি ওটাকে নিজের অধিকারে নিয়ে নিই এবং বলি, আজ আমি কাউকেও এর অংশ দেবো না। তারপর এদিক ওদিক দৃষ্টি নিক্ষেপ করি। হঠাৎ দেখি যে, রাসূলুল্লাহ (সঃ) আমার পাশেই দাঁড়িয়ে রয়েছেন এবং মুচকি হাসছেন। এ হাদীসটি দ্বারা এ দলীলও গ্রহণ করা হয়েছে সে, গনীমতের মধ্য হতে পানাহারের কোন প্রয়োজনীয় জিনিস বন্টনের পূর্বেও নিয়ে নেয়া জায়েয। এ দলীল এ হাদীসের দ্বারা পরিষ্কার রূপে প্রকাশ পেয়েছে। তিন মাযহাবের ফকীহগণ মালেকীদের সামনে এ সনদ পেশ করে বলেছেনঃ তোমরা যে বলে থাক, আহলে কিতাবের নিকট যে খাদ্য হালাল সেই খাদ্য আমাদের নিকটও হালাল- এটা ভুল। দেখো, ইয়াহূদীরা চর্বিকে তাদের জন্যে হারাম মনে করে থাকে, অথচ মুসলমান ওটা গ্রহণ করছে। কিন্তু তাদের এ কথা বলা ঠিক নয়। কেননা, ওটা ছিল একটি ব্যক্তিগত ব্যাপার। তাছাড়া এটাও হতে পারে যে, ওটা ছিল এমন চর্বি যা ইয়াহূদীরাও তাদের জন্যে হালাল মনে করে থাকে। অর্থাৎ পিঠের চর্বি, নাড়ি সংলগ্ন চর্বি এবং হাড়ের সাথে লেগে থাকা চর্বি। এর চেয়ে আরও বেশী প্রমাণযুক্ত ঐ দলীলটি যাতে রয়েছে যে, খায়বারবাসী সদ্য ভাজা একটি ছাগী রাসূলুল্লাহ (সঃ)-কে উপঢৌকন দিয়েছিল যার একটি কাঁধে তারা বিষ মিশ্রিত করেছিল। কেননা, তাদের জানা ছিল যে, রাসূলুল্লাহ (সঃ) কাদের গোশত পছন্দ করে থাকেন। রাসূলুল্লাহ (সঃ) ঐ গোশত মুখে দিয়ে দাঁত দ্বারা কাটা মাত্রই আল্লাহর নির্দেশক্রমে ঐ কাঁধ বলে উঠলোঃ “আমাতে বিষ মিশ্রিত রয়েছে। তিনি তৎক্ষণাৎ ওটা থুথু করে ফেলে দিলেন। ওর ক্রিয়া তাঁর সামনের দাঁতে রয়েও গেল। আহারে তার সাথে হযরত বাসার ইবনে মারূরও (রাঃ) ছিলেন। ঐ বিষক্রিয়াতেই তিনি মৃত্যু মুখে পতিত হলেন। এর প্রতিশোধ হিসেবে বিষ মিশ্রিতকারিণী মহিলাটিকেও হত্যা করা হলো, যার নাম ছিল যয়নব। এটা প্রমাণরূপে স্বীকৃত হওয়ার কারণ এই যে, রাসূলুল্লাহ (সঃ) স্বয়ং সঙ্গীগণসহ ঐ গোশত ভক্ষণের দৃঢ় ইচ্ছা পোষণ করেছিলেন এবং তারা যে চর্বিকে হারাম মনে করতো তা তারা বের করে ফেলেছে কি-না সেটাও তিনি তাদেরকে জিজ্ঞেস করলেন না। অন্য একটি হাদীসে আছে যে, একজন ইয়াহূদী রাসূলুল্লাহ (সঃ)-কে দাওয়াত দেয় এবং তার সামনে যবের রুটি এবং পুরাতন শুষ্ক চর্বি হাযির করে। হযরত মাকহুল (রঃ) বলেন যে, যার উপর আল্লাহর নাম নেয়া না হবে এটা খাওয়া হারাম করার পর আল্লাহ তা'আলা মুসলমানদের উপর দয়া পরবশ হয়ে তা মানসূখ বা রহিত করতঃ আহলে কিতাবের যবেহকৃত জন্তু তাদের জন্যে হালাল করে দেন। এটা স্মরণ রাখা দরকার যে, আহূলে কিতাবের যবেহকৃত জন্তু তাদের জন্যে হালাল করার দ্বারা এটা সাব্যস্ত হয় না যে, যে জন্তুর উপর আল্লাহর নাম নেয়া হবে না সেটাও হালাল হবে। কেননা, তাদের মধ্যে মুশরিকও ছিল, যারা যবেহ করার সময় আল্লাহর নাম নিতো না, এমনকি তাদের গোশত ভক্ষণ যবেহর উপরই নির্ভরশীল ছিল না। বরং তারা মৃত জন্তুরও গোশত ভক্ষণ করতো। কিন্তু আহলে কিতাব এদের বিপরীত এবং এদের মত আরও কয়েকটি সম্প্রদায় রয়েছে। যেমন সামেরাহ, সায়েবাহ এবং ইবরাহীম (আঃ) ও শীষ (আঃ) প্রমুখ গয়গম্বরদের ধর্মের দাবীদার। যেমন আলেমদের দু’টি উক্তির মধ্যে একটি উক্তি রয়েছে। আর আরবের খ্রীষ্টান যেমন বানূ তাগলিব, তানূখ, বাহরা, জুযাম, লাখম, আমেলা এবং তাদের ন্যায় আরও। জমহুরের মতে এদের হাতে যবেহকত জানোয়ারের গোশত খাওয়া চলবে না। হযরত আলী (রাঃ) বলেনঃ “তোমরা বা তাগলিবের হাতে যবেহকৃত জানোয়ারের গোশত ভক্ষণ করো না। কেননা, তারা তো শুধুমাত্র মদ্যপান ছাড়া খ্রীষ্টানদের নিকট হতে আর কিছুই গ্রহণ করেনি।”তবে সাঈদ ইবনে মুসাইয়াব (রঃ) এবং হাসান বসরী (রঃ)-এর মতে বান্ তাগলিবের খ্রীষ্টানদের হাতে যবেহকৃত জন্তুর গোশত ভক্ষণে কোন দোষ নেই। এখন বাকি থাকলো মাজুসীদের ব্যাপারটা, তাদেরকে খ্রীষ্টানদের সাথে মিলিয়ে দিয়ে তাদের অনুগামী করতঃ তাদের নিকট জিযিয়া আদায় করা হলেও তাদের মেয়েদেরকে বিয়ে করা এবং তাদের যবেহকৃত জীবের গোশত ভক্ষণ করা জায়েয নয়। হ্যাঁ, তবে ইমাম শাফিঈ (রঃ) ও ইমাম আহমাদ ইবনে হাম্বল (রঃ)-এর সঙ্গী সাথীদের অনুসারী আবু সউর ইবরাহীম ইবনে খালিদ কালবী এর বিপরীত মত পোষণ করেন। যখন তিনি এ কথা বলেন এবং জনগণের মধ্যে এটা ছড়িয়ে পড়ে তখন ফকীহগণ এ কথার ভীষণভাবে প্রতিবাদ করেন। এমনকি ইমাম আহমাদ ইবনে হাম্বল (রঃ) তো একথাও বলে ফেলেন যে, এ মাসআলায় তিনি নিজের নামের মতই বটে অর্থাৎ বলদের পিতা। আবু সাউর একটি সাধারণ হাদীসকে সামনে রেখে একথা বলে দিয়েছেন যে, হাদীসে রয়েছেঃ “তোমরা মাজুসীদের সাথে আহলে কিতাবের ন্যায় ব্যবহার কর।” কিন্তু প্রথমতঃ এ বর্ণনা তো এ শব্দগুলো দ্বারা সাব্যস্তই নয়। দ্বিতীয়তঃ এ বর্ণনাটি মুরসাল'। হ্যাঁ, তবে সহীহ বুখারীতে শুধু এটুকু তো অবশ্যই রয়েছে যে, রাসূলুল্লাহ (সঃ) হিজরের মাজুসীদের নিকট থেকে জিযিয়া গ্রহণ করেছিলেন। এসব ছাড়া আমরা বলি যে, আবু সাউরের পেশকৃত হাদীসকে যদি আমরা মেনেও নেই তথাপি আমরা বলতে পারি যে, এর ‘উমুম' দ্বারাও এ আয়াতের মাফহূম-মুখালিফের দলীলের মাধ্যমে আহলে কিতাব ছাড়া অন্যান্য ধর্মাবলম্বীদের যবেহকৃত জন্তু আমাদের জন্যে হারাম সাব্যস্ত হচ্ছে। এরপর বলা হচ্ছে-তোমাদের (মুসলমানদের) যবেহকৃত জীব তাদের (আহলে কিতাবদের) জন্যে হালাল। অর্থাৎ হে মুসলমানরা! তোমরা আহলে কিতাবদেরকে তোমাদের যবেহকৃত জীবের গোশত খাওয়াতে পার। এটা এ আমরের খবর নয় যে, তাদের ধর্মে তাদের জন্যে তোমাদের যবেহকৃত প্রাণী হালাল। হ্যা, তবে খুব বেশী বলা গেলে এটুকুই বলা যেতে পারেঃ এটা এ কথারই খবর হবে- তাদেরকেও তাদের কিতাবে এ নির্দেশ দেয়া হয়েছে যে, যে জীবকে আল্লাহর নামে যবেহ্ করা হয়েছে তা তারা খেতে পারে। এ ব্যাপারে এটা সাধারণ কথা যে, যবেহকারী তাদের ধর্মের অনুসারীই হোক বা অন্য কেউ হোক। কিন্তু প্রথম উক্তিটি হচ্ছে সবচেয়ে বেশী সুন্দর অর্থাৎ তোমাদের জন্যে অনুমতি রয়েছে যে, তোমরা আহ্লে কিতাবদেরকে তোমাদের যবেহকৃত জন্তুর গোশত ভক্ষণ করাও, যেমন তোমরা তাদের যবেহকৃত জন্তুর গোশত খেতে পার। এটা যেন অদল বদলের হিসেবে বলা হয়েছে। যেমন রাসূলুল্লাহ (সঃ) মুনাফিকদের নেতা আবদুল্লাহ ইবনে উবাই ইবনে সালকে নিজের বিশেষ জামা দ্বারা কাফন পরিয়েছিলেন। কোন কোন গুরুজন যার কারণ বর্ণনা করতে গিয়ে বলেছেন যে, রাসূলুল্লাহ (সঃ)-এর চাচা হযরত আব্বাস (রাঃ) যখন মদীনায় আগমন করেন তখন আবদুল্লাহ ইবনে উবাই তাকে নিজের জামাটি প্রদান করেছিল। তাই রাসূলুল্লাহ (সঃ) এর বিনিময়ে তার কাফনের জন্যে স্বীয় জামাটি প্রদান করেছিলেন। হ্যাঁ, তবে একটি হাদীসে রয়েছে যে, নবী (সঃ) বলেছেনঃ “তোমরা মুমিন ছাড়া আর কারও সাথে উঠা বসা করো না এবং মুত্তাকীদের ছাড়া আর কাউকেও নিজেদের খাদ্য খেতে দিও না।\" এ হাদীসটিকে এ অদল বদলের বিপরীত মনে করা ঠিক হবে না। কেননা, হতে পারে যে, মুস্তাহাব হিসেবে এ হুকুম দেয়া হয়েছে। আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন। ঘোষিত হচ্ছে-সতী সাধ্বী মুসলিম নারীদেরকে বিয়ে করা তোমাদের জন্যে হালাল করা হয়েছে। এটা অবতরণিকা হিসেবে বলা হয়েছে। এ জন্যেই এর পরই বলা হচ্ছে-তোমাদের পূর্বে যাদেরকে কিতাব দেয়া হয়েছিল। তাদের সতী সাধ্বী নারীদেরকে বিয়ে করা তোমাদের জন্যে বৈধ করা হয়েছে। এ উক্তিও রয়েছে যে, (আরবী) -এর ভাবার্থ হচ্ছে স্বাধীনা নারীগণ। অর্থাৎ দাসী যেন না হয়। এ উক্তিটি হযরত মুজাহিদ (রঃ)-এর সাথে সম্পর্ক যুক্ত। মুজাহিদ (রঃ)-এর উক্তির শব্দগুলো হচ্ছে নিম্নরূপঃ(আরবী) -এর ভাবার্থ হচ্ছে (আরবী) বা স্বাধীনা নারীগণ। ভাবার্থ যখন এটা হবে যে, দাসীরা এর অন্তর্ভুক্ত নয় তখন এ অর্থও নেয়া যেতে পারে যে, সতী সাধ্বী নারীগণকে বিয়ে করা হালাল। কেননা, তার থেকে এ শব্দগুলো দ্বারাই অন্য একটি বর্ণনা বর্ণিত হয়েছে। জমহুরও এ কথা বলেন। আর এটাই সঠিকতমও বটে। এটা না হলে যিম্মীয়া এবং অসতী নারীও এর অন্তর্ভুক্ত হয়ে যাবে। এর ফলে অবস্থা সম্পূর্ণরূপে বিগড়ে যাবে এবং তার “শুধু পেট ভর্তি ও খারাপ পরিমাপ”-এ প্রবাদ বাক্যের নায়কে পরিণত হবে। সুতরাং এটাই সঠিক মনে হচ্ছে যে, এখানে (আরবী)-এর ভাবার্থ হবে ঐ সব নারী যারা সতী সাধ্বী ও ব্যভিচার থেকে সম্পূর্ণরূপে মুক্ত। যেমন অন্য আয়াতে (আরবী) -এর সাথে (আরবী) শব্দগুলো রয়েছে। আলেম ও মুফাসৃসিরগণের মধ্যেএ ব্যাপারে মতভেদ রয়েছে যে, আহলে কিতাবদের স্বাধীন ও দাসী সকল সতী সাধ্বী নারীই কি এ আয়াতের অন্তর্ভুক্ত? তাফসীরে ইবনে জারীরের মধ্যে পূর্ববর্তী গুরুজনদের একটি দলের উক্তি নকল করা হয়েছে। তারা বলেন যে, -এর অর্থ হচ্ছে সতী সাধ্বী। একটি উক্তি এটাও বর্ণিত হয়েছে যে, এর ভাবার্থ হচ্ছে যিম্মীয়া নারীগণ, স্বাধীনা নারীগণ। নয়। এর দলীল হিসেবে। (আরবী) অর্থাৎ “যারা আল্লাহর উপর ও পরকালের উপর বিশ্বাস স্থাপন করে না, তোমরা তাদের সাথে যুদ্ধ কর।\" (৯:২৯)-এ আয়াতটি পেশ করা হয়েছে। হযরত আবদুল্লাহ ইবনে উমার (রাঃ) খ্রীষ্টান নারীদেরকে বিয়ে করা নাজায়েয মনে করতেন এবং বলতেনঃ তারা বলে যে তাদের প্রভু হচ্ছে হযরত ঈসা (আঃ), এর চেয়ে বড় শিরক আর কি হতে পারে? আর তারা যখন মুশরিক রূপে পরিগণিত হলো তখন কুরআন কারীমের। (আরবী) (অর্থাৎ “মুশরিকা নারীগণ যে পর্যন্ত ঈমান না আনে সে পর্যন্ত তোমরা তাদেরকে বিয়ে করো না।\" (২৪ ২২১)-এ আয়াতটি উপর অবশ্যই প্রযোজ্য হবে।ইবনে আবি হাতিম (রঃ) হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণনা করেছেন। যে, যখন মুশরিকদেরকে বিয়ে না করার হুকুম নাযিল হয় তখন সাহাবায়ে কিরাম তা থেকে বিরত থাকেন। অতঃপর যখন আহলে কিতাবের সতী সাধ্বীদেরকে বিয়ে করার অনুমতি যুক্ত আয়াত অবতীর্ণ হয় তখন জনগণ তাদেরকে বিয়ে করেন। সাহাবীদের একটি দল এ আয়াতটিকে দলীল হিসেবে গ্রহণ করতঃ খ্রীষ্টান নারীদেরকে বিয়ে করেন এবং এটাকে কোন অপরাধমূলক কাজ মনে করেননি। তাহলে এটা যেন সূরায়ে বাকারায় নিষেধযুক্ত আয়াতের অন্তর্ভুক্ত ছিল, কিন্তু পরে অন্য আয়াত একে বিশিষ্ট করে দিয়েছেন। এটা ঐ সময় প্রযোজ্য হবে যখন মেনে নেয়া হবে যে, নিষেধযুক্ত আয়াতের মধ্যে এটাও শামিল ছিল। নচেৎ এ দুটি আয়াতের মধ্যে কোনই বৈপরীত্ব নেই। কেননা, আরও বহু আয়াতে আলে কিতাবদেরকে মুশরিকদের হতে পৃথকরূপে বর্ণনা করা হয়েছে। যেমনঃ (আরবী) (৩:২০) আয়াত দু'টিতে তাদেরকে মুশরিকদের হতে পৃথকভাবে বর্ণনা করা হয়েছে।ইরশাদ হচ্ছে- তোমরা তাদেরকে তাদের নির্দিষ্ট মহর প্রদান কর। অর্থাৎ যেহেতু তারা নিজেদেরকে নির্লজ্জতাপূর্ণ কাজ থেকে বাঁচিয়ে রেখেছে, সেহেতু তোমরা তাদেরকে তাদের ন্যায্য মহর সন্তুষ্টচিত্তে দিয়ে দাও। হযরত জাবির ইবনে আবদুল্লাহ (রাঃ), আমির শা’বী (রঃ), ইবরাহীম নাখঈ (রঃ) এবং হাসান বসরী (রঃ)-এর ফতওয়া এই যে, যদি কোন লোক কোন নারীকে বিয়ে করে এবং সহবাসের পূর্বে তার স্ত্রী ব্যভিচারে লিপ্ত হয়ে পড়ে তবে স্বামী-স্ত্রীকে বিচ্ছিন্ন করে দিতে হবে এবং স্বামী তার স্ত্রীকে যে মহর প্রদান করেছে তা তার নিকট থেকে ফিরিয়ে নিতে হবে। (তাফসীরে ইবনে জারীর)বলা হচ্ছে-তোমরা তাদেরকে পত্নী রূপে গ্রহণ করে নাও, না প্রকাশ্যে ব্যভিচার কর, আর না গোপন প্রণয় কর। সুতরাং নারীদের জন্যে যেমন পবিত্রতা ও সতীত্বের শর্ত আরোপ করা হয়েছে, তেমনই পুরুষদের জন্যেও এ শর্ত আরোপ করা হয়েছে। আর সাথে সাথেই বলা হয়েছে যে, তারা যেন না প্রকাশ্য ব্যভিচারী হয়, না এদিক ওদিক ঘুরাঘুরি করে এবং না বিশেষ সম্পর্কের কারণে হারাম কার্যে লিপ্ত হয়ে পড়ে। সুরায়ে নিসার মধ্যে এরূপই নির্দেশ বর্ণিত হয়েছে। ইমাম আহমাদও (রঃ) এদিকেই গেছেন যে, ব্যভিচারিণী নারীর সাথে তাওবা করার পূর্বে কোন সৎ লোকের বিবাহ কখনও জায়েয নয়। আর তাঁর নিকট পুরুষদের ব্যাপারেও এ হুকুমই প্রযোজ্য যে, কোন ব্যভিচারী পুরুষের সাথে কোন সতী সাধ্বী নারীর বিবাহ জায়েয নয় যে পর্যন্ত না সে। খাটি অন্তরে তাওবা করে এবং জঘন্য কাজ থেকে বিরত হয়। তাঁর দলীল হিসেবে একটি হাদীসও রয়েছে। তাতে রয়েছে যে, ব্যভিচারী লোক চাবুক দ্বারা প্রহৃত হওয়ার পর একমাত্র তার মত নারীকেই বিয়ে করতে পারে। খলীফাতুল মুসলিমীন হযরত উমার ফারূক (রাঃ) একবার বলেনঃ “কোন মুসলমান যদি ব্যভিচার করে তবে আমি চাই যে, কোন সতী সাধ্বী মুসলমান নারীর সাথে তার বিয়ে কখনও হতে দেবো না।” হযরত উবাই ইবনে কা'ব (রাঃ) বলেনঃ “হে আমীরুল মুমিনীন! শিরকের পাপ তো এর চেয়ে অনেক বড় তথাপি মুশরিকদের তাওবাও তো ককূল হয়ে থাকে।” এ মাসআলাকে আমারা (আরবী) (২৪:৩)-এ আয়াতের তাফসীরে ইনশাআল্লাহ বিস্তারিতভাবে বর্ণনা করবো। আয়াতের শেষে বলা হয়েছে-কাফিরদের আমল বিনষ্ট হয়ে যাবে এবং পরকালে তারা ক্ষতিগ্রস্ত হয়।",
  "ayah": 5,
  "surah": 5
}
