{
  "text": "৬৪-৬৬ নং আয়াতের তাফসীর:\nঅভিশপ্ত ইয়াহূদীদের একটি জঘন্য উক্তির বর্ণনা দেয়া হচ্ছে যে, তারা মহান আল্লাহকে কৃপণ বলতো। তারাই আল্লাহ পাককে দরিদ্রও বলতো। আল্লাহ তা'আলার পবিত্র সত্তা সেই অপবিত্র উক্তির বহু ঊর্ধ্বে। সুতরাং “আল্লাহর হাত বন্ধ হয়ে আছে”- এটার ভাবার্থ তাদের নিকট এই ছিল না যে, তাঁর হাত বন্ধন মুক্ত রয়েছে। বরং এর দ্বারা তারা তাঁর কৃপণতা বুঝাতে চেয়েছিল। এ বাকরীতিই কুরআন কারীমের অন্য জায়গাতেও রয়েছে। যেমন আল্লাহ পাক বলেনঃ (আরবী) অর্থাৎ “স্বীয় হাতকে নিজের গর্দানের সাথে বেঁধে রেখো না এবং সীমা থেকে বেশীও বিস্তার করো না, নচেৎ লজ্জিত হয়ে বসে পড়তে হবে।\" (১৭:২৯) সুতরাং এ আয়াতে আল্লাহ কৃপণতা থেকে এবং অযথা ও অতিরিক্ত খরচ করা থেকে বিরত থাকতে বললেন। অতএব, ইয়াহূদীদেরও “হাত বন্ধন মুক্ত রয়েছে”-এ কথার উদ্দেশ্য এটাই ছিল। ফাখাস নামক ইয়াহুদী এ কথা বলেছিল। ঐ অভিশপ্ত ইয়াহূদীদেরই “আল্লাহ দরিদ্র এবং আমরা ধনী”-এ উক্তিও ছিল। ফলে হযরত আবু বকর (রাঃ) তাকে প্রহার করেছিলেন। মুহাম্মাদ ইবনে ইসহাক হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণনা করেছেন যে, ইয়াহূদীদের শাস ইবনে কায়েস নামক একটি লোক বলেছিলঃ “নিশ্চয়ই তোমার প্রভু কৃপণ, তিনি খরচ বা দান করেন না। (তিবরানী (রঃ) হযরত ইবনে আব্বাস (রাঃ) হতে তাখরীজ করেছেন যে, এ উক্তিকারী ছিল শাস ইবনে কায়েস। আর আবুশ শায়েখ তাখরীজ করেছেন যে, এ উক্তিকারীর নাম হচ্ছে ফানহাস)” তখন এ আয়াতটি অবতীর্ণ হয় এবং বলা হয় যে, কৃপণ, লাঞ্ছিত এবং কাপুরুষ হচ্ছে তারা নিজেরাই। যেমন অন্য আয়াতে বলা হয়েছে-“তারা যদি বাদশাহ হয়ে যায় তবে কাউকেও কিছুই দেবে না। বরং তারা তো অন্যদের নিয়ামত দেখে জ্বলে পুড়ে মরে। তারা লাঞ্ছিত লোক, বরং আল্লাহর হাত খোলা রয়েছে, তিনি অনেক কিছু খরচ করতে রয়েছেন, তাঁর ফসলও অনুগ্রহ প্রশস্ত, তাঁর দান সাধারণ। সব জিনিসের ভাণ্ডার তাঁরই হাতে রয়েছে। সমস্ত সৃষ্টজীব দিনরাত সব জায়গায় তারই মুখাপেক্ষী। যেমন আল্লাহ বলেনঃ (আরবী) অর্থাৎ “তোমরা যা চেয়েছো তাই তিনি তোমাদেরকে দিয়েছেন, যদি তোমরা আল্লাহর নিয়ামত গণনা করতে চাও তবে তা গুণে শেষ করতে পারবে না, নিশ্চয়ই মানুষ অত্যাচারী ও অকৃতজ্ঞ।\" (১৪:৩৪) মুসনাদে আহমাদে হযরত আবূ হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ আল্লাহর দক্ষিণ হস্ত পরিপূর্ণ। রাত দিনের খরচ তাঁর ধনভাণ্ডারকে কমায় না। শুরু হতে আজ পর্যন্ত যত কিছু তিনি স্বীয় মাখলুককে দান করেছেন তা তাঁর ধনভাণ্ডারকে একটুও হ্রাস করেনি। প্রথমে তার আরশ পানির উপর ছিল। তার অপর হাতে ‘দান' অথবা অধিকার রয়েছে। ওটাই উঁচু করে এবং নীচু করে। আল্লাহ তা'আলা বলেনঃ তোমরা আমার পথে খরচ কর, আমিও তোমাদেরকে দান করবো। সহীহ বুখারী ও সহীহ মুসলিমেও এ হাদীসটি রয়েছে। ঘোষণা করা হচ্ছে-হে নবী (সঃ)! তোমার কাছে আল্লাহর নিয়ামত যত বৃদ্ধি পাবে, এ শয়তানদের কুফর ও হিংসা-বিদ্বেষ ততো বেড়ে যাবে। অনুরূপভাবে যেমন মুমিনদের ঈমান, আত্মসমর্পণ এবং আনুগত্য বৃদ্ধি পাবে তেমনই এসব ইয়াহুদী ও মুশরিকদের অবাধ্যতা, হঠকারিতা এবং হিংসা-বিদ্বেষ বাড়তে থাকবে। যেমন অন্য এক আয়াতে আছে (আরবী) অর্থাৎ “মুমিনদের জন্যে এটা তো হিদায়াত ও প্রতিষেধক এবং বেঈমানরা এর থেকে অন্ধ ও বধির, এদেরই দূর দূরান্ত থেকে ডাক দেয়া হচ্ছে।”(৪১৪ ৪৪) আর একটি আয়াতে আছে (আরবী) অর্থাৎ “আমি কুরআন অবতীর্ণ করেছি যা মুমিনদের জন্যে প্রতিষেধক ও করুণা এবং এর দ্বারা অত্যাচারীদের ক্ষতিই বেড়ে যায়।” (১৭:৮২)\nইরশাদ হচ্ছে-\nতাদের পরস্পরের অন্তরের হিংসা-বিদ্বেষ ও বৈরীভাব কিয়ামত পর্যন্ত মিটবে না। তারা একে অপরের রক্ত পিপাসু। হক ও সত্যের উপর তাদের একতাবদ্ধ হওয়া অসম্ভব। তারা নিজেদেরই ধর্মের মধ্যে বিচ্ছিন্নতা সৃষ্টি করেছে। তাদের পরস্পরের মধ্যে ঝগড়া-বিবাদ ও শত্রুতা চলে আসছে এবং চলতে থাকবে। তারা মাঝে মাঝে তোমাদের বিরুদ্ধে যুদ্ধের প্রস্তুতি গ্রহণ করে থাকে। কিন্তু প্রতিবারেই তাদেরকে পরাজয় বরণ করতে হয়। তাদের চক্রান্ত তাদেরই উপর প্রত্যাবর্তিত হয়। তারা অশান্তি ও বিশৃংখলা সৃষ্টিকারী এবং আল্লাহর শত্রু। কোন বিশৃংখলা সৃষ্টিকারীকে আল্লাহ ভালবাসেন না।মহান আল্লাহ বলছেন-যদি এ আহলে কিতাব অর্থাৎ ইয়াহুদী ও নাসারারা আল্লাহ ও তাঁর রাসূল (সঃ)-এর উপর ঈমান আনতো এবং তাকওয়া অবলম্বন করতো, আর হারাম ও হালাল মেনে চলতো, তবে আমি তাদের কৃত সমস্ত অপরাধ ক্ষমা করে দিতাম ও তাদেরকে সুখের উদ্যানে প্রবিষ্ট করতাম এবং তাদের উদ্দেশ্য সফল করতাম।এরপর আল্লাহ তা'আলা বলেনঃ যদি তারা তাওরাত, ইঞ্জীল এবং কুরআনকে মেনে নিতো, কেননা তাওরাত ও ইঞ্জীলকে মেনে নিলে কুরআনকে মেনে নেয়া অবশ্যম্ভাবী হয়ে পড়বে; কারণ ঐ দুটি কিতাবের সঠিক শিক্ষা এটাই যে, কুরআন সত্য। কুরআনের ও শেষ নবী (সঃ)-এর সত্যতার স্বীকারোক্তি পূর্ববর্তী কিতাবগুলোতে রয়েছে, সুতরাং যদি তারা এ কিতাবাগুলোকে কোন পরিবর্তন ও পরিবর্ধন ছাড়াই মেনে নিতো, তবে ওগুলো তাদেরকে ইসলামের পথ দেখাতো, যে ইসলামের প্রচার নবী (সঃ) করেছেন, এমতাবস্থায় আল্লাহ পাক তাদেরকে দুনিয়ার সুখ শান্তিও প্রদান করতেন। আকাশ থেকে তিনি বৃষ্টি বর্ষণ করতেন। ফলে যমীন হতে সফল উৎপাদিত হতো। তখন উপর ও নীচের অর্থাৎ আসমান ও যমীনের বরকত তাদেরকে দান করা হতো। যেমন তিনি বলেছেন- (আরবী) অর্থাৎ “গ্রামবাসীরা যদি ঈমান আনতো ও তাকওয়া অবলম্বন করতো, তবে আমি অবশ্যই তাদের উপর আসমান ও যমীনের বরকত নাযিল করতাম” (৭৪৯৬) আর এক জায়গায় আছে- (আরবী) অর্থাৎ “মানুষের অসৎ কর্মের কারণে স্থলে ও পানিতে অশান্তি ও বিশৃংখলা প্রকাশিত হয়েছে।” (৩০:৪১) অর্থ এটাও হতে পারে, বিনা কষ্টে ও পরিশ্রমে আমি তাদেরকে প্রচুর ও বরকতপূর্ণ রিক বা খাদ্য দান করতাম। কেউ কেউ এ বাক্যের ভাবার্থ এও বর্ণনা করেছেন যে, ঐ লোকগুলো এরূপ করলে ভাল হয়ে যেতো। কিন্তু এ উক্তিটি পূর্ববর্তী গুরুজনদের উক্তির বিপরীত। ইবনে আবি হাতিম (রঃ) এ জায়গায় একটি হাদীস এনেছেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ ‘এটা খুবই নিকটে যে, ইলম উঠিয়ে নেয়া হবে।' একথা শুনে হযরত যিয়াদ ইবনে লাবীদ (রাঃ) আরয করেনঃ হে আল্লাহর রাসূল (সঃ)! এটা কিরূপে হতে পারে যে, ইলম উঠে যাবে? অথচ আমরা নিজেরা কুরআন পড়েছি এবং আমাদের সন্তানদেরকে তা শিখিয়েছি। তিনি তখন বলেনঃ “আফসোস! আমি তো তোমাকে মদীনাবাসীদের মধ্যে সবচেয়ে জ্ঞানী মনে করতাম! তুমি কি দেখছো না যে, ইয়াহুদী ও নাসারাদের হাতেও তো তাওরাত ও ইঞ্জীল রয়েছে। কিন্তু এর দ্বারা তাদের কি উপকার হয়েছে? তারা তো আল্লাহর আহকাম পরিত্যাগ করেছে।” অতঃপর তিনি এ আয়াতটি পাঠ করেন। এ হাদীসটি মুসনাদে আহমাদেও রয়েছে যে, রাসূলুল্লাহ (সঃ) কোন একটি বিষয়ের বর্ণনা দিতে গিয়ে বলেনঃ “এটা ইলম উঠে যাওয়ার সময় ঘটবে। তখন হযরত ইবনে লাবীদ (রাঃ) বলেনঃ ইলম কিরূপে উঠে যাবে? অথচ আমরা কুরআন পড়েছি এবং আমাদের সন্তানদেরকে তা শিখিয়েছি। তারা আবার তাদের সন্তানদেরকে শিখাবে। এভাবে কিয়ামত পর্যন্ত এটা চালু থাকবে। এর উত্তরে রাসূলুল্লাহ (সঃ) যা বলেছিলেন তা উপরে বর্ণিত হলো।ইরশাদ হচ্ছে-তাদের মধ্যে একটি দল সরল-সঠিক পথের পথিকও রয়েছে। কিন্তু তাদের অধিকাংশেরই কার্যকলাপ অতি জঘন্য। যেমন এক স্থানে মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “মূসার কওমের মধ্যে একটি দল হকের হিদায়াত গ্রহণকারী এবং ওর মাধ্যমই আদল ও ইনসাফকারীও ছিল।\" (৭:১৫৯) হযরত ঈসা (আঃ)-এর কওমের ব্যাপারে বলা হয়েছে- (আরবী) অর্থাৎ “তাদের মধ্যকার ঈমানদার লোকদেরকে আমি তাদের পুণ্যের পুরস্কার দান করেছিলাম।” (৫৭:২৭) এটা মনে রাখার বিষয় যে, আহলে কিতাবের জন্যে মধ্যম শ্রেণীকে উত্তম শ্রেণী বলা হলো। আর উম্মতে মুহাম্মাদিয়ার মধ্যে এ মর্যাদা হচ্ছে দ্বিতীয় একটি মর্যাদা, যার উপর তৃতীয় একটি মর্যাদার স্তরও রয়েছে। যেমন আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ “অতঃপর আমি কিতাবের উত্তরাধিকারী আমার কতক বান্দাকে বানিয়েছি, যাদের মধ্যে কতিপয় বান্দা তো নিজেদের নফসের উপর যুলুমকারী, কতিপয় বান্দা মধ্যমপন্থী এবং কতক বান্দা আল্লাহর হুকুমে পুণ্য অর্জনে অগ্রগামী। এটাই বড় অনুগ্রহ।” (৩৫:৩২) সুতরাং এ উম্মতের তিন প্রকারের লোকই জান্নাতে প্রবেশ করবে। ইবনে মিরদুওয়াই (রঃ) বর্ণনা করেছেন যে, রাসূলুল্লাহ (সঃ) একদা সাহাবীদের সামনে বলেনঃ “মূসা (আঃ)-এর উম্মতের একাত্তরটি দল হয়েছে, তন্মধ্যে একটি হবে জান্নাতী, বাকী সত্তরটি দল হবে জাহান্নামী। ঈসা (আঃ)-এর উম্মতের বাহাত্তরটি দল হয়েছে। এগুলোর মধ্যে একটি হবে জান্নাতী এবং বাকী একাত্তরটি হবে জাহান্নামী। আমার উম্মত এ দু’জনের চেয়ে বেড়ে যাবে। তাদেরও একটি দল জান্নাতী হবে এবং বাকী বাহাত্তরটি দল জাহান্নামী হবে।” জনগণ জিজ্ঞেস করলোঃ “ঐ দলটি কারা?তিনি উত্তরে বললেনঃ ‘জামাআত, জামাআত।' ইয়াকূব ইবনে ইয়াযীদ বলেন যে, হযরত আলী ইবনে আবি তালিব (রাঃ) যখন এ হাদীসটি বর্ণনা করতেন তখন কুরআন কারীমের। (আরবী) এবং (আরবী) (৭:১৮১) -এ আয়াতগুলোও পাঠ করতেন এবং বলতেন যে, এর দ্বারা উম্মতে মুহাম্মাদিয়াকে বুঝানো হয়েছে। কিন্তু এ শব্দে এবং এ সনদে হাদীসটি অত্যন্ত গারীব বা দুর্বল। সত্তরের উপর দলগুলোর হাদীসটি বহু সনদে বর্ণিত আছে, যা আমরা অন্য জায়গায় বর্ণনা করেছি।",
  "ayah": 66,
  "surah": 5
}
