{
  "text": "মহান আল্লাহ এখানে স্বীয় নবী (সঃ)-কে রাসূল’ -এ প্রিয় শব্দ দ্বারা সম্বোধন করে বলছেন-তুমি মানুষের কাছে আমার সমস্ত আহকাম পৌছিয়ে দাও। রাসূলুল্লাহ (সঃ) করলেনও তাই। সহীহ বুখারীতে রয়েছে, হযরত আয়েশা (রাঃ) বলেনঃ “যে ব্যক্তি তোমাকে বলে যে, মুহাম্মাদ (সঃ) তাঁর নাযিলকৃত কোন কিছু গোপন করেছেন, সে মিথ্যা বলেছে। এখানে হাদীসটি সংক্ষিপ্তভাবে আছে। সহীহ বুখারী ও সহীহ মুসলিমে হযরত আয়েশা (রাঃ) হতেই বর্ণিত আছে, তিনি বলেনঃ যদি মুহাম্মাদ (সঃ) কুরআনের কোন অংশ গোপন করতেন তবে তিনি অবশ্যই (আরবী) (৩৩:৩৭)-এ আয়াতটিই গোপন করতেন। ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন যে, একটি লোক হযরত ইবনে আব্বাস (রাঃ)-কে বলেঃ “লোকদের মধ্যে এ আলোচনা চলছে যে, আপনাদেরকে রাসূলুল্লাহ (সঃ) এমন কতগুলো কথা বলেছেন যা তিনি অন্য লোকদের নিকট প্রকাশ করেননি?” তখন তিনি এ আয়াতটি পাঠ করে বলেনঃ “আল্লাহর শপথ! রাসূলুল্লাহ (সঃ) আমাদেরকে এরূপ কোন বিশিষ্ট জিনিসের উত্তরাধিকারী করেননি। এ হাদীসের ইসনাদ খুবই উত্তম। সহীহ বুখারীতে রয়েছে যে, একটি লোক হযরত আলী (রাঃ)-কে জিজ্ঞেস করেনঃ “আপনাদের কাছে কি কুরআন ছাড়া অন্য অহীও আছে?” তিনি উত্তরে বলেনঃ “যে আল্লাহ শস্য উৎপন্ন করেছেন এবং জীবজন্তু সৃষ্টি করেছেন তাঁর শপথ! না, শুধু এ বুদ্ধি ও বিবেক, যা তিনি কোন লোককে কুরআনের ব্যাপারে দিয়েছেন এবং যা কিছু এই সহীফায় রয়েছে (এছাড়া আর কিছুই নেই)।” তিনি আবার জিজ্ঞেস করেনঃ সহীফায় কি আছে? উত্তরে তিনি বলেনঃ “এর মধ্যে দিয়্যাতের মাসআলা ও বন্দীদেরকে ছেড়ে দেয়ার আহকাম রয়েছে এবং এ বিধান রয়েছে যে, কাফিরকে হত্যা করার কারণে কিসাস হিসেবে কোন মুসলমানকে হত্যা করা হবে না।”সহীহ বুখারীতে হযরত যুহরী (রাঃ)-এর উক্তি রয়েছে, তিনি বলেনঃ “আল্লাহ তাআলার পক্ষ থেকে হচ্ছে রিসালাত, রাসূলুল্লাহ (সঃ)-এর দায়িত্ব হচ্ছে প্রচার করা এবং আমাদের কর্তব্য হচ্ছে মেনে নেয়া।” রাসূলুল্লাহ (সঃ) আল্লাহ তাআলার সমস্ত কথা পৌছিয়ে দিয়েছেন। তাঁর সমস্ত উম্মতই এর সাক্ষী। প্রকৃতপক্ষে তিনি আমানত পূর্ণভাবে আদায় করেছেন এবং যেটা সবচেয়ে বড় সম্মেলন ছিল তাতে সবাই এটা স্বীকার করে নিয়েছেন। অর্থাৎ হাজ্বাতুল বিদা' বা বিদায় হজ্বের খুৎবায় সমস্ত সাহাবী এ কথা স্বীকার করেছেন যে, রাসূলুল্লাহ (সঃ) তাঁর দায়িত্ব পূর্ণভাবে পালন করেছেন এবং আল্লাহর বাণী সকলের কাছে পৌঁছিয়ে দিয়েছেন। সহীহ মুসলিমে রয়েছে যে, রাসূল্লাহ (সঃ) তার এ ভাষণে জনগণকে সম্বোধন করে বলেছিলেনঃ “তোমরা আল্লাহর কাছে আমার ব্যাপারে জিজ্ঞাসিত হবে। তাহলে বল তো তোমরা কি উত্তর দেবে?” সবাই সমস্বরে বললেনঃ “আমরা সাক্ষ্য দান করছি যে, আপনি প্রচার করেছেন, রিসালাতের হক পুরোপুরি আদায় করেছেন এবং পূর্ণভাবে আমাদের মঙ্গল কামনা করেছেন। তিনি তখন স্বীয় হস্ত ও মস্তক আকাশ পানে উত্তোলন করতঃ জনগণের দিকে ঝুঁকিয়ে দিয়ে বললেনঃ “হে আল্লাহ! আমি কি পৌছিয়ে দিয়েছি, হে আল্লাহ! আমি কি পৌছিয়ে দিয়েছি?” মুসনাদে আহমাদে এটাও রয়েছে যে, রাসূলুল্লাহ (সঃ) এ ভাষণে জনগণকে জিজ্ঞেস করেছিলেনঃ “হে লোক সকল! এটা কোন্ দিন? সবাই উত্তরে বললেনঃ ‘মর্যাদা সম্পন্ন দিন।' তিনি আবার প্রশ্ন করলেনঃ ‘এটা কোন্ শহর? সবাই জবাবে বললেনঃ ‘সম্মানিত শহর।' পুনরায় তিনি জিজ্ঞেস করলেনঃ “এটা কোন্ মাস?' সবাই বললেনঃ ‘মর্যাদা সম্পন্ন মাস। তখন তিনি বললেনঃ “সুতরাং তোমাদের মাল, তোমাদের রক্ত এবং তোমাদের ইজ্জত ও আবরুর একে অপরের কাছে এ রকমই মর্যাদা রয়েছে যেমন এ দিনের, এ শহরের এবং এ মাসের সম্মান ও মর্যাদা রয়েছে। বারবার তিনি এর পুনরাবৃত্তি করলেন। তারপর তিনি স্বীয় অঙ্গুলি আকাশের দিকে উঠিয়ে বললেনঃ হে আল্লাহ! আমি কি পৌছিয়ে দিয়েছি?' হযরত ইবনে আব্বাস (রাঃ) বলেনঃ “আল্লাহর শপথ! এটা তার প্রভুর পক্ষ থেকে তাঁর প্রতি অসিয়ত ছিল।” অতঃপর রাসূলুল্লাহ (সঃ) বলেনঃ “দেখো! তোমাদের প্রত্যেক উপস্থিত ব্যক্তি যেন প্রত্যেক অনুপস্থিত ব্যক্তির নিকট এটা পৌঁছে দেয়। দেখো! তোমরা আমার পরে যেন কাফের হয়ে যেয়ো না এবং একে অপরকে হত্যা করো না।” ইমাম বুখারীও (রঃ) এটা বর্ণনা করেছেন।অতঃপর ইরশাদ হচ্ছে-হে নবী (সঃ)! তুমি যদি আমার হুকুম আমার বান্দা পর্যন্ত পৌঁছিয়ে না দাও তবে তুমি রিসালাতের হক আদায় করলে না। তারপর এর যা শাস্তি তা তো স্পষ্ট। যদি তুমি একটি আয়াতও গোপন কর তবে তুমি রিসালাত ভেঙ্গে দিলে। হযরত মুজাহিদ (রঃ) বলেন যে, যখন “যা কিছু অবতীর্ণ হয়েছে তা পৌঁছিয়ে দাও”-এ হুকুম নাযিল হয় তখন রাসূলুল্লাহ (সঃ) বলেনঃ “আমি তো একা, আর এই সব কিছু মিলে আমার উপর ভারী হয়ে যাচ্ছে, সুতরাং আমি কিভাবে এটা পালন করতে পারি!” তখন এ দ্বিতীয় বাক্যটি অবতীর্ণ হয়ঃ তুমি যদি এটা পালন না কর তবে তুমি রিসালাতের দায়িত্বই পালন করলে না।তারপর আল্লাহ পাক বলেনঃ তোমাকে লোকদের থেকে রক্ষা করার দায়িত্ব আমার, তোমার রক্ষক ও সাহায্যকারী আমি। তুমি নির্ভয় থাক, কেউই তোমার কোন ক্ষতি করতে পারবে না। এ আয়াত অবতীর্ণ হওয়ার পূর্বে রাসূলুল্লাহ (সঃ) নিজের প্রহরী রাখতেন। সাহাবীগণ তাকে রক্ষা করার কাজে নিযুক্ত থাকতেন। যেমন হযরত আয়েশা (রাঃ) বলেনঃ একদা রাত্রে রাসূলুল্লাহ (সঃ) জেগেই ছিলেন। তার ঘুম হচ্ছিল না। আমি জিজ্ঞেস করলামঃ হে আল্লাহর রাসূল (সঃ)! ব্যাপার কি? তিনি উত্তরে বললেনঃ যদি আজ রাত্রে আমার কোন হৃদয়বান সাহাবী আমাকে পাহারা দিতো!' তিনি একথা বলতেই আছেন, হঠাৎ আমার কানে অস্ত্রের শব্দ আসলো, তিনি জিজ্ঞেস করলেনঃ “কে? উত্তর আসলোঃ “আমি সা’দ ইবনে মালিক (রাঃ)। তিনি জিজ্ঞেস করলেনঃ “কেন আসলে? তিনি উত্তরে বললেনঃ “হে আল্লাহর রাসূল (সঃ)! আপনাকে পাহারা দেয়ার জন্য এসেছি।”এরপর তিনি নিশ্চিন্তে ঘুমিয়ে পড়লেন। এমনকি আমি তাঁর নাক ডাকার শব্দ শুনতে পেলাম। (সহীহ বুখারী ও সহীহ মুসলিম) একটি রিওয়ায়াতে আছে যে, এটা দ্বিতীয় হিজরীর ঘটনা। এ আয়াতটি নাযিল হওয়া মাত্রই রাসূলুল্লাহ (সঃ) তাঁবু হতে মাথা বের করে দিয়ে প্রহরীদেরকে বললেনঃ “তোমরা চলে যাও, আমি আমার প্রভুর আশ্রয়ে এসে গেছি। সুতরাং এখন তোমাদের পাহারা দেয়ার কোনই প্রয়োজন নেই।” আর একটি বর্ণনায় আছে যে, অবু তালিব সদা রাসূলুল্লাহর সাথে কোন না কোন লোক রাখতেনই। যখন এ আয়াত অবতীর্ণ হলো তখন তিনি তাকে বললেনঃ “চাচাজান! এখন আর আমার সাথে কোন লোক পাঠাবার প্রয়োজন নেই। আমি মহান আল্লাহর রক্ষণাবেক্ষণে এসে গেছি।” কিন্তু এ রিওয়ায়াতটি গারীব ও মুনকার। এটাতো মক্কার ঘটনা, আর এ আয়াতটি মদীনায় অবতীর্ণ হয়েছিল। এতে কোনই সন্দেহ নেই, মহান আল্লাহ মক্কাতেই স্বীয় রাসূল (সঃ)-কে পূর্ণভাবে রক্ষণাবেক্ষণ করেছেন। চুতর্দিকে অস্ত্রশস্ত্রে সজ্জিত শত্রু দ্বারা পরিবেষ্টিত থাকা সত্ত্বেও মক্কার নেতৃস্থানীয় লোকেরা রাসূলুল্লাহ (সঃ)-এর চুল পরিমাণ ক্ষতি সাধন করতে সক্ষম হয়নি। রিসালাতের প্রথম ভাগে তার চাচা আবু তালিবের মাধ্যমে তার রক্ষণাবেক্ষণ হতে থাকে। কেননা, আবু তালিব ছিলেন কুরাইশদের এক প্রভাবশালী নেতা। আল্লাহ তার অন্তরে স্বীয় রাসূল (সঃ)-এর প্রতি ভালবাসা স্থাপন করেছিলেন। এ ভালবাসা ছিল প্রকৃতিগত ও স্বাভাবিক ভালবাসা, শরীয়তগত ভালবাসা নয়। আবু তালিবের এ ভালবাসা যদি শরীয়তগত হতো তবে কুরাইশরা রাসূলুল্লাহ (সঃ)-এর সাথে সাথে তাকেও হত্যা করার ষড়যন্ত্রে লিপ্ত হতো। আবূ তালিবের মৃত্যুর পর আল্লাহ তা'আলা মদীনার আনসাদের অন্তরে রাসূলুল্লাহ (সঃ)-এর প্রতি শরীয়তগত মুহব্বত পয়দা করে দেন এবং তিনি তাঁদের কাছেই চলে যান। তখন মুশরিকরা ও ইয়াহূদীরা অত্যন্ত উত্তেজিত হয়ে ওঠে ও ভারী ভারী অস্ত্রশস্ত্রে সজ্জিত সেনাবাহিনী নিয়ে তাঁর বিরুদ্ধে যুদ্ধ। করার মানসে দ্রুত এগিয়ে আসে। কিন্তু বারবার অকৃতকার্য হওয়ার ফলে তাদের আশার গুড়ে বালি পড়ে যায়। অনুরূপভাবে তাদের গোপন ষড়যন্ত্রও আল্লাহর ফযল ও করমে ব্যর্থতায় পর্যবসিত হয়। এক দিকে তারা তার উপর যাদু করে, অপরদিকে সূরা নাস’ ও ‘ফালাক’ অবতীর্ণ হয় এবং যাদুক্রিয়া নষ্ট করে দেয়া হয়। একদিকে তারা শত চেষ্টা করে ছাগীর কাঁধে বিষ মিশিয়ে রাসূলুল্লাহ (সঃ)-কে দাওয়াত করতঃ তার সামনে পেশ করে, অন্য দিকে আল্লাহ পাক স্বীয় নবী (সঃ)-কে ঐ ব্যাপারে সতর্ক করে দেন এবং তারা বিফল মনোরথ হয়। এ ধরনের আরও বহু ঘটনা তার জীবনে পরিলক্ষিত হয়।তাফসীরে ইবনে জারীরে রয়েছে যে, এক সফরে রাসূলুল্লাহ (সঃ) একটি ছায়াদার বৃক্ষের নীচে দুপুরে দ্রিা গিয়েছিলেন। এরূপ ছায়াদার বৃক্ষ সাহাবীগণ অভ্যাসগতভাবে প্রতি মনযিলে খুঁজে খুঁজে তার জন্যে নির্দিষ্ট করে রাখতেন। হঠাৎ এক বেদুঈন তথায় এসে যায়। বৃক্ষের শাখায় ঝুলন্ত তার তরবারীখানা নামিয়ে সে তা খাপ থেকে বের করলো এবং বললোঃ বলতো কে এখন তোমাকে রক্ষা করবে?' রাসূলুল্লাহ (সঃ) তখন বললেনঃ “আল্লাহ আমাকে রক্ষা করবেন।' তখনই বেদুঈনের হাত কেঁপে উঠলো এবং তরবারীখানা তার হাত থেকে পড়ে গেল। আর তার মাথাটি গাছে সজোরে আঘাত প্রাপ্ত হলো। ফলে তার মাথা চূর্ণ-বিচূর্ণ হয়ে গেল। সেই সময় আল্লাহ তা'আলা এ আয়াতগুলো অবতীর্ণ করলেন। ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন যে, যখন রাসূলুল্লাহ (সঃ) বান্ আনমার গোত্রের বিরুদ্ধে যুদ্ধ করছিলেন, সে সময় তিনি যাতুর রিকা নামক খেজুরের বাগানে একটি কূপে পা লটকিয়ে বসেছিলেন। এমন সময় বানূ নাজ্জার গোত্রের ওয়ারিস নামক একটি লোক বলে ওঠেঃ “দেখ, আমি এখনই মুহাম্মাদকে হত্যা করছি।' লোকেরা জিজ্ঞেস করলো :কিরূপে? সে উত্তরে বললোঃ “আমি কোন বাহানা করে তাঁর তরবারীখানা নিয়ে নেবো। তারপর ঐ তরবারী দ্বারাই তাঁর জীবন শেষ করবো।' একথা বলে সে রাসূলুল্লাহ (সঃ)-এর কাছে আসলো এবং এ কথা সে কথা বলার পর তার তরবারীটা দেখতে চাইলো। তিনি তো তাকে দিয়ে দিলেন। কিন্তু ওটা হাতে নেয়া মাত্রই সে এতো কাঁপতে শুরু করলো যে, শেষ পর্যন্ত তরবারী হাতে রাখতে পারলো না, তার হাত থেকে পড়ে গেল। তখন রাসূলুল্লাহ (সঃ) তাকে বললেনঃ “তোমার ও তোমার কুমতলবের মাঝে আল্লাহ প্রতিবন্ধক হয়েছিলেন। ঐ সময় এ আয়াতটি অবতীর্ণ হয়। হুয়াইরিস ইবনে হারিসেরও ঐরূপই একটি ঘটনা প্রসিদ্ধি লাভ করে আছে। ইবনে মিরদুওয়াই (রঃ) বর্ণনা করেছেনঃ সাহাবায়ে কিরামের অভ্যাস এই ছিল যে, সফরে তারা যেখানে বিশ্রামের জন্যে থামতেন সেখানে রাসূলুল্লাহ (সঃ)-এর জন্যে ঘন ছায়াযুক্ত একটি বড় গাছ রেখে দিতেন। তিনি সেই গাছের ছায়ায় বিশ্রাম করতেন। একদা তিনি এ ধরনের একটি গাছের নীচে ঘুমিয়ে পড়েছিলেন এবং তার তরবারীখানা ঐ গাছেই লটকান ছিল। এমন সময় একটি লোক এসে পড়ে এবং তরবারীখানা হাতে নিয়ে বলেঃ ‘এখন তোমাকে আমার হাত থেকে কে বাঁচাবে? তিনি উত্তরে বলেনঃ “আল্লাহ বাঁচাবেন। তুমি তরবারী রেখে দাও।তখন সে এতো আতংকিত হয়ে পড়ে যে, তাকে হুকুম পালন করতেই হয়। সে তরবারী তাঁর সামনে রেখে দেয়। সে সময় মহান আল্লাহ (আরবী) -এ আয়াতটি অবতীর্ণ করেন।সাহাবায়ে কিরাম একটি লোককে রাসূলুল্লাহ (সঃ)-এর নিকট ধরে নিয়ে আসেন এবং তাকে বলেনঃ “এ লোকটি আপনাকে হত্যা করার ইচ্ছা করেছিল। তখন লোকটি কাঁপতে শুরু করে। রাসূলুল্লাহ (সঃ) তখন তাকে বলেনঃ তুমি আমাকে হত্যা করতে চাইলেও আল্লাহ তোমার ইচ্ছা পূর্ণ করবেন না।'ইরশাদ হচ্ছে-তোমার দায়িত্ব হচ্ছে শুধু প্রচার করে দেয়া। হিদায়াত করার হাত আল্লাহর। তিনি কাফিরদেরকে হিদায়াত করবেন না। তুমি পৌছিয়ে দাও। হিসাব গ্রহণকারী হচ্ছেন আল্লাহ।",
  "ayah": 67,
  "surah": 5
}
