{
  "text": "কাজেই আপনি যেভাবে আদিষ্ট হয়েছেন তাতে অবিচল থাকুন এবং আপনার সাথে যারা তাওবা করেছে তারাও [১] ; এবং তোমরা সীমালংঘন কর না [২] তোমরা যা কর নিশ্চয় তিনি তার সম্যক দ্রষ্টা।\n[১] ইস্তেকামত শব্দের অভিধানিক অর্থ হচ্ছে, ডান বা বাম কোনদিক একটু পরিমাণ না ঝুঁকে একদম সোজাভাবে থাকা। [কুরতুবী] মূলতঃ এটা সহজ কাজ নয়। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও সকল মুসলিমকে তাদের সর্বকার্যে সর্বাবস্থায় ইস্তেকামত অবলম্বন করার জন্য এ আয়াতে নির্দেশ দেয়া হয়েছে। ‘ইস্তেকামত’ শব্দটি ছোট হলেও এর অর্থ অত্যন্ত ব্যাপক। কেননা, সর্বাবস্থায় দ্বীনের পথে সঠিকভাবে চলার অর্থ হচ্ছে- আকায়েদ, ইবাদত, লেন-দেন, আচার-ব্যবহার, ব্যবসা-বাণিজ্য, অর্থ উপার্জন ও ব্যয় তথা নীতি-নৈতিকতার যাবতীয় ক্ষেত্রে আল্লাহ তা'আলার নির্ধারিত সীমারেখার মধ্যে থেকে তারই নির্দেশিত সোজা পথে চলা। তন্মধ্যে কোন ক্ষেত্রে, কোন কার্যে এবং পরিস্থিতিতে গড়িমসি করা, বাড়াবাড়ি করা অথবা ডানে বামে ঝুঁকে পড়া ইস্তেকামতের পরিপন্থী। দুনিয়ায় যত গোমরাহী ও পাপাচার দেখা যায়, তা সবই ইস্তেকামত হতে সরে যাওয়ার ফলে সৃষ্টি হয়। আকায়েদ অর্থাৎ বিশ্বাসের ক্ষেত্রে ইস্তেকামত না থাকলে, মানুষ বিদ’আত হতে শুরু করে কুফর ও শেরেকী পর্যন্ত পৌছে যায়। আল্লাহ তা'আলার তাওহীদ, তার পবিত্র সত্তা ও গুণাবলী সম্পর্কে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যে সুষ্ঠ ও সঠিক মূলনীতি শিক্ষা দিয়েছেন, তার মধ্যে বিন্দুমাত্র হ্রাস-বৃদ্ধি বা পরিবর্ধন পরিবর্জনকারী পথভ্রষ্টরূপে আখ্যায়িত হবে, তা তার নিয়ত যতই ভাল হোক না কেন। অনুরূপভাবে নবী ও রাসূল আলাইহিমুসসালামগণের প্রতি শ্রদ্ধার যে সীমারেখা নির্ধারিত হয়েছে, সে ব্যাপারে ক্রটি করা স্পষ্ট ধৃষ্টতা ও পথভ্রষ্টতা। তেমনি কোন রাসূলকে আল্লাহ্র গুণাবলী ও ক্ষমতার মালিক বানিয়ে দেয়াও চরম পথভ্রষ্টতা। ইয়াহুদী ও নাসারারা এহেন বাড়াবাড়ির কারণেই বিভ্রান্ত ও বিপথগামী হয়েছে। ইবাদত ও আল্লাহর নৈকট্য লাভ করার জন্য কুরআনে করীম নির্দেশিত এবং রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম প্রদর্শিত পথের মধ্যে কোনরূপ কমতি বা গাফলতি মানুষকে যেমন কোন বাড়াবাড়ি বা পরিবর্ধনও মানুষকে বিদ'আতে লিপ্ত করে। এজন্যই রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার উম্মতকে বিদ'আত ও নিত্য নতুন সৃষ্ট পথ ও মত হতে অত্যন্ত জোরালোভাবে নিষেধ করেছেন এবং বিদ'আতকে চরম গোমরাহী বলে অভিহিত করেছেন। [দেখুন, আবু দাউদ: ৪৬০৭]  অতএব, প্রত্যেক মুসলিমের  কর্তব্য হচ্ছে, যখন কোন কার্য সে আল্লাহর সন্তুষ্টি লাভের জন্য ইবাদত হিসাবে করতে চায়, তখন কাজ করার আগে পূর্ণ তাহকীক করে জানতে হবে যে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ও তার সাহাবায়ে কেরাম রাদিয়াল্লাহু আনহুম উক্ত কার্য ঐভাবে করেছেন কি না? যদি না করে থাকেন, তবে উক্ত কাজে নিজের শক্তি ও সময়ের অপচয় করা কক্ষনো ঠিক হবে না। কারণ, আকায়েদ, ইবাদাত, মুআমালাত তথা লেন-দেন, আখলাক বা স্বভাব-চরিত্র ও আচার-ব্যবহার তথা জীবনের সর্বক্ষেত্রে কুরআন করীম নির্দেশিত মূলনীতিগুলিকে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বাস্তবে রূপায়িত করে একটা সুষ্ঠ সঠিক মধ্যপন্থার পত্তন করেছেন। বন্ধুত্ব, শক্রতা, ক্রোধ, ধৈর্য, মিতব্যয় ও দানশীলতা, জীবিকা উপার্জন, আল্লাহর উপর নির্ভরতা, আবশ্যকীয় উপায়-উপকরণ সংগ্রহ করা এবং ফলাফলের জন্য আল্লাহ তা'আলার অনুগ্রহের প্রতি তাকিয়ে থাকা ইত্যাদি সর্বক্ষেত্রে মুসলিমদেরকে এক নজীরবিহীন মধ্যপন্থা দেখিয়ে দিয়েছেন। তা পুরোপুরি অবলম্বন করেই মানুষ সত্যিকার মানুষ হতে পারে। তা থেকে বিচ্যুত হলেই সামাজিক বিপর্যয় সৃষ্টি হয়। সারকথা, জীবনের সর্বক্ষেত্রে দ্বীনের অনুশাসন মেনে চলাই ইস্তেকামতের তাফসীর। সুফিয়ান ইবনে আবদুল্লাহ আস-সাকাফী রাদিয়াল্লাহু আনহু রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সমীপে আরজ করলেন, ইয়া রসুলাল্লাহ! ইসলাম সম্পর্কে আপনি আমাকে এমন একটি ব্যাপক শিক্ষা দান করুন যেন আপনার পরে আমার কারো কাছে কিছু জিজ্ঞেস করার প্রয়োজন না হয়। তিনি বললেন, “আল্লাহ্‌র প্রতি ঈমান আন, তারপর ইস্তেকামত অবলম্বন কর”। [মুসলিমঃ ৩৮] উসমান ইবন হাদের আলতিনি বললেন, ‘তুমি তাকওয়া অবলম্বন কর এবং ইস্তেকামত গ্রহণ কর। অনুসরণ কর এবং বিদ'আত থেকে দূরে থাক। [সুনান দারমীঃ ১৪১] [বিস্তারিত জানার জন্য দেখুন, ইবন তাইমিয়্যা: আল-ইস্তিকামাহ ১/৩-৩২]\nমূলত:\nইস্তেকামতই সবচেয়ে দুস্কর কার্য। এজন্যই সালফে-সালেহীন বলতেন যে, কারামতের চেয়ে ইস্তেকামতের মর্যাদা উধের্ব। অর্থাৎ যে ব্যক্তি সৰ্বকার্যে ইস্তেকামত অবলম্বন করে, যদি জীবনভর তার দ্বারা কোন অলৌকিক ঘটনা সংঘটিত না হয়, তথাপি তার মর্যাদা সবার উর্ধ্বে।\nআবদুল্লাহ ইবন আব্বাস রাদিয়াল্লাহু আনহুমা বলেন “পূর্ণ কুরআনের মধ্যে এ আয়াতের চেয়ে কঠিন ও কষ্টকর কোন হুকুম রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের উপর নাযিল হয় নি।” তাই ইবন আব্বাস রাদিয়াল্লাহু আনহুমার মতে রাসূলের বাণী “সূরা হুদ আমাকে বৃদ্ধ করেছে।” এ সূরার ইস্তেকামতের নির্দেশই ছিল তার বার্ধক্যের কারণ। [কুরতুবী]\n[২] ইস্তেকামতের আদেশ দানের পর আল্লাহ বলেনঃ ‘সীমালঙ্ঘন করো না।’ এখানে সোজা পথে দৃঢ় থাকার আদেশ দান করেই শুধু ক্ষান্ত করা হয় নি। বরং তার নেতিবাচক দিকটিও স্পষ্টভাবে নিষেধ করা হয়েছে যে, আকায়েদ, ইবাদত, লেনদেন ও নীতি-নৈতিকতার ক্ষেত্রে আল্লাহ তা'আলা ও তাঁর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের নির্ধারিত সীমারেখা অতিক্রম করো না। কেননা, এটাই পার্থিব ও ধর্মীয় সর্বক্ষেত্রে বিপর্যয় ও ফাসাদের মূল কারণ। সুতরাং তোমাদের কেউ যেন আনুগত্যের সময় শরীআত নির্ধারিত সীমা লঙ্ঘন না করে। যেমন কেউ সাওম পালন করতে গিয়ে বাড়াবাড়ি করে সেটাকে সবসময়ের জন্য করে নিল। আবার কেউ রাতে সালাতে দাড়াতে গিয়ে ঘুম বন্ধ করে দিল। যে বস্তু হালাল করা হয়েছে কেউ তা পরিত্যাগ করে দিল। [ফাতহুল কাদীর] যেমন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, ‘অথচ আমি সাওম পালন করি, সাওম পালন থেকে বিরতও হই, রাতে সালাতের জন্য দাঁড়াই, সালাত থেকে বিরত হয়ে ঘুমও যাই। আর বিয়ে-শাদীও করি। অতঃপর যে আমার সুন্নাত থেকে বিমুখ হবে সে আমার দলভুক্ত নয়।’ [বুখারী ৫০৬৩; মুসলিম: ১৪০১]",
  "ayah": 112,
  "surah": 11
}
