{
  "text": "তাদের জন্য আখিরাতে আগুন ছাড়া অন্য কিছুই নেই এবং তারা যা করেছিল আখিরাতে তা নিস্ফল হবে। আর তারা যা করত তা ছিল নিরর্থক [১]।\n[১] অর্থাৎ প্রতিটি সৎকার্য গ্রহণযোগ্য ও আখেরাতের মুক্তির কারণ হওয়ার পূর্বশর্ত হচ্ছে, সেটা একমাত্র আল্লাহ তা'আলার সন্তুষ্টি লাভের জন্য করতে হবে। আল্লাহর সন্তুষ্টি লাভ করার জন্য তা রাসূলুল্লাহ্‌ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের তরীকা মোতাবেক হতে হবে। যে ব্যক্তি আল্লাহ ও তার রাসূলের প্রতি ঈমানই রাখে না, তার যাবতীয় কার্যকলাপ গুণ গরিমা, নীতি নৈতিকতা প্রাণহীন দেহের ন্যায়। যার বাহ্যিক আকৃতি অতি সুন্দর হলেও আখেরাতে তার কানাকড়িরও মূল্য নেই। তবে দৃশ্যতঃ সেটা যেহেতু পূণ্যকার্য ছিল এবং তা দ্বারা বহু লোক উপকৃত হয়েছে, তাই আল্লাহ তা'আলা এহেন তথাকথিত সৎকার্যকে সম্পূর্ণ বিফল ও বিনষ্ট করেন না, বরং এসব লোকের যা মূখ্য উদ্দেশ্য ও কাম্য ছিল যেমন তার সুনাম ও সম্মান বৃদ্ধি হবে, লোকে তাকে দানশীল, মহান ব্যক্তিরূপে স্মরণ করবে, নেতারূপে তাকে বরণ করবে ইত্যাদি আল্লাহ তা'আলা স্বীয় ইনসাফ ও ন্যায়নীতির ভিত্তিতে দুনিয়ার জীবনেই তাকে দান করেন। অপরদিকে আখেরাতে মুক্তিলাভ করা যেহেতু তাদের কাম্য ছিল না এবং তাদের প্রাণহীন সৎকার্য আখেরাতের অপূর্ব ও অনন্ত নেয়ামতসমূহের মূল্য হওয়ার যোগ্য ছিল না, কাজেই আখেরাতে তার কোন প্রতিদানও লাভ করবে না। বরং নিজেদের কুফরী, শেরেকী ও গোনাহের কারণে জাহান্নামের আগুনে চিরকাল তাদের জ্বলতে হবে। আয়াতে বলা হয়েছে যে, “আখেরাতে তাদের জন্য আগুন ছাড়া আর কিছু নেই।\" এতে করে বোঝা যায় যে, এ আয়াত কাফেরদের সম্পর্কেই বলা হয়েছে। কেননা, একজন মুসলিম যত বড় পাপীই হোক না কেন, তার গোনাহের শাস্তি ভোগ করার পর অবশেষে আল্লাহ্ তা'আলার ইচ্ছায় জাহান্নাম থেকে মুক্তি পেয়ে জান্নাতে প্রবেশ করবে এবং আরাম আয়েশ ও নেয়ামত লাভ করবে।\nকোন কোন মুফাসসিরের মতে এ আয়াতে ঐসব মুসলিমদের অবস্থা বর্ণিত হয়েছে যারা কার্যের বিনিময়ে শুধু পার্থিব জীবনে সুখ শান্তি যশ খ্যাতি প্রত্যাশা করে। লোক দেখানো মনোভাব নিয়ে কাজ করে। এমতাবস্থায় অত্র আয়াতের মর্ম হবে এই যে, তারা নিজেদের পাপের শাস্তি ভোগ না করা পর্যন্ত জাহান্নামের আগুন ছাড়া অন্য কিছু পাবে না। পরিশেষে পাপের শাস্তি ভোগান্তে তারাও অবশ্য সৎকাজের প্রতিদান লাভ করবে। [কুরতুবী] সত্যনিষ্ঠ আলেমদের কারও কারও মতে, অত্র আয়াতে ঐসব লোকের অবস্থা বর্ণিত হয়েছে, যারা তাদের যাবতীয় সৎকার্য শুধু পার্থিব ফায়দা হাসিলের জন্য করে থাকে, চাই সে আখেরাতের প্রতি অবিশ্বাসী কাফের হোক অথবা নামধারী মুসলিম হোক। তাই যদি কোন মুসলিম শুধুমাত্র লোকদেখানোর উদ্দেশ্যে সৎকাজ করে অথবা শুধু দুনিয়া অর্জনের জন্য করে, তবে এ সব দুনিয়াকামী লোক ইচ্ছা ও বাসনায় আল্লাহর সাথে শির্ককারী বলে বিবেচিত হবে। আর যে আল্লাহর সাথে শির্ক করে তার যাবতীয় আমলই বিনষ্ট হয়ে যায়। সে হিসেবে ঐসব নামধারী মুসলিমও এ আয়াতের অন্তর্ভুক্ত হবে এবং তাদের পরিণাম হবে জাহান্নাম। শির্ক করার কারণে তারা কখনো জান্নাতে যেতে পারবে না। মু'আবিয়া রাদিয়াল্লাহু আনহু, মাইমুন ইবনে মেহরান ও মুজাহিদ রাহিমাহুমুল্লাহ এ ব্যাখ্যা গ্রহণ করেছেন। [কুরতুবী]",
  "ayah": 16,
  "surah": 11
}
