{
  "text": "অবশেষে যখন আমাদের আদেশ আসল এবং উনান উথলে উঠল [১]; আমরা বললাম, এতে উঠিয়ে নিন প্রত্যেক শ্রেণীর যুগলের দুটি [২], যাদের বিরুদ্ধে পূর্ব-সিদ্ধান্ত হয়েছে তারা ছাড়া আপনার পরিবার-পরিজনকে এবং যারা ঈমান এনেছে তাদেরকে। আর তার সাথে ঈমান এনেছিল কেবল  অল্প কয়েকজন [৩]।\n[১] এ সম্পর্কে মুফাসসিরগণের বিভিন্ন উক্তি পাওয়া যায়। কুরআনের সুস্পষ্ট বক্তব্য থেকে বুঝা যায়, প্লাবনের সূচনা হয় একটি বিশেষ চুলা থেকে। তার তলা থেকে পানির স্রোত বের হয়ে আসে। তারপর একদিকে আকাশ থেকে মুষলধারে বৃষ্টি হতে থাকে এবং অন্যদিকে বিভিন্ন জায়গায় মাটি ফুঁড়ে পানির ফোয়ারা বেরিয়ে আসতে থাকে। এখানে কেবল চুলা থেকে পানি উথলে ওঠার কথা বলা হয়েছে এবং সামনের দিকে গিয়ে বৃষ্টির দিকে ইংগিত করা হয়েছে। কিন্তু সূরা ‘আল-কামার ১১-১৩’ এর বিস্তারিত বর্ণনা দেয়া হয়েছে। সেখানে বলা হয়েছেঃ “আমি আকাশের দরজা খুলে দিলাম। এর ফলে অনবরত বৃষ্টি পড়তে লাগলো। মাটিতে ফাটল সৃষ্টি করলাম। ফলে চারদিকে পানির ফোয়ারা বের হতে লাগলো। আর যে কাজটি নির্ধারিত করা হয়েছিল এ দু'ধরনের পানি তা পূর্ণ করার জন্য পাওয়া গেলো।\" তাছাড়া এ আয়াতে “তান্নুর” (চুলা) শব্দটির ওপর আলিফ-লাম বসানোর মাধ্যমে একথা প্রকাশ করা হয় যে, একটি বিশেষ চুলাকে আল্লাহ এ কাজ শুরু করার জন্য নির্দিষ্ট করেছিলেন। ইশারা পাওয়ার সাথে সাথেই চুলাটির তলা ঠিক সময়মতো ফেটে পানি উথলে ওঠে। পরে এ চুলাটিই প্লাবনের চুলা হিসেবে পরিচিত হয়। সূরা মুমিনূনের ২৭ আয়াতে স্পষ্ট বলে দেয়া হয়েছে যে, এ চুলাটির কথা নূহ আলাইহিসসালামকে বলে দেয়া হয়েছিল। তবে আয়াতে বর্ণিত ‘তান্নুর’ শব্দটির অর্থ ইবন আব্বাস ও ইকরিমা এর মতে, ভূপৃষ্ঠ। [তাবারী; বাগভী; ইবন কাসীর] তখন অর্থ হবে, পুরো যমীনটাই ঝর্ণাধারার মতো হয়ে গেল যে, তা থেকে পানি উঠতে থাকল। এমনকি যে আগুনের চুলা থেকে আগুন বের হওয়ার কথা তা থেকে আগুন না বের হয়ে পানি নির্গত হতে আরম্ভ করল। [ইবন কাসীর]\n[২] অর্থাৎ জোড় বিশিষ্ট প্রত্যেক প্রাণী এক এক জোড়া করে নৌকায় তুলে নিন। [ইবন কাসীর]\n[৩] তারপর নূহ আলাইহিসসালামকে নির্দেশ দেয়া হয়েছে যে, বেঈমান কাফেরদের বাদ দিয়ে আপনার পরিজনবর্গকে এবং সমস্ত ঈমানদারগণকে কিশ্‌তিতে তুলে নিন। তবে তখন ঈমানদারদের সংখ্যা অতি নগণ্য ছিল। জাহাজে আরোহনকারীদের সঠিক সংখ্যা কুরআনে ও হাদীসে নির্দিষ্ট করে কোথাও উল্লেখ করা হয়নি। তাই এ ব্যাপারে কোন সংখ্যা নির্ধারণ করা ঠিক হবে না। [তাবারী]",
  "ayah": 40,
  "surah": 11
}
