{
  "text": "আল্লাহ্‌ বললেন, ‘হে নূহ্ ! নিশ্চয় সে আপনার পরিবারভুক্ত নয়। সে অবশ্যই অসৎকর্মপরায়ণ [২]। কাজেই যে বিষয়ে আপনার জ্ঞান নেই সে বিষয়ে আমাকে অনুরোধ করবেন না [৩]। আমি আপনাকে উপদেশ দিচ্ছি, আপনি যেন অজ্ঞদের অন্তর্ভুক্ত না হন।‘\n[১] এ আয়াতাংশের তাফসীরে ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা থেকে বর্ণিত, তিনি বলেছেনঃ এখানে সে আপনার পরিবারভুক্ত নয়’ বলে বুঝানো হয়েছে যে, যাদেরকে নাজাত দেয়ার ওয়াদা আমি করেছিলাম সে তাদের অন্তর্ভুক্ত নয়। [ইবন কাসীর] এর কারণ হলো, সে কাফের ছিল। আর মুক্তি বা নাজাতের ব্যাপারে কাফেরের সাথে ঈমানদারের কোন সম্পর্ক থাকতে পারে না। তাছাড়া পূর্ব আয়াতে এসেছে যে, “আপনার পরিবারকেও (তাতে উঠান) কিন্তু যাদের বিরুদ্ধে পূর্ব সিদ্ধান্ত হয়েছে তাদের ছাড়া”। সে পূর্ব সিদ্ধান্ত অনুসারে কুফরি ও তার পিতার অবাধ্যতার কারণে ডুবে মরন।‘ [ইবন কাসীর]\n[২] এটি হচ্ছে কুফরী ও ঈমানের বিরোধের ক্ষেত্রে সিদ্ধান্ত নেবার ব্যাপার। এখানে শুধুমাত্র যারা সৎ তাদেরকে রক্ষা করা হবে এবং যারা অসৎ ও নষ্ট হয়ে গেছে তাদেরকে খতম করে দেয়া হবে। তার আমল যেহেতু খারাপ সুতরাং রক্ষা করা যাবে না। সে নিয়্যত ও আমলে আপনার বিপরীত কাজ করেছে। [তাবারী] তাছাড়া এ আয়াতের আরেকটি অর্থও ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা থেকে বর্ণিত হয়েছে, তা হলো, এখানে (إنه) বলে নূহ আলাইহিসসালামের দোআকে বুঝানো হয়েছে। অর্থাৎ হে নূহ আপনি যে আপনার কাফের সন্তানের জন্য আমার শরনাপন্ন হয়েছেন এ কাজটা সৎ কাজ নয়। আপনার যে বিষয়ে জ্ঞান নেই সে বিষয়ে কিছু চাওয়া ভাল কাজ নয়। [তাবারী; সা’দী]\n[৩] অর্থাৎ যে জিনিসের পরিণাম আপনার জানা নেই যে এটা ভাল-কি মন্দ বয়ে নিয়ে আসবে এমন কাজে আপনি এগিয়ে যাবেন না। এমন কিছু আমার কাছে চাইবেন না। আমি আপনাকে নসীহত করছি এমন এক নসীহত যা দ্বারা আপনি পূর্ণতা লাভ করবেন এবং জাহেলদের কর্মকাণ্ড থেকে নাজাত পাবেন। তখন নূহ আলাইহিস সালাম যা করেছেন সে জন্য ভীষণ লজ্জিত হলেন এবং বললেন, ‘হে আমার রব! যে বিষয়ে আমার জ্ঞান নেই, সে বিষয়ে যাতে আপনাকে অনুরোধ না করি, এ জন্য আমি আপনার আশ্রয় প্রার্থনা করছি। আপনি যদি আমাকে ক্ষমা না করেন এবং আমাকে দয়া না করেন, তবে আমি ক্ষতিগ্রস্তদের অন্তর্ভুক্ত হব। সুতরাং ক্ষমা ও রহমতের দ্বারাই কেউ নাজাত পেতে পারে এবং ক্ষতিগ্রস্ত হওয়া থেকে মুক্তি পেতে পারে [সা'দী] আয়াত থেকে প্রমাণিত হচ্ছে, নূহ আলাইহিস সালাম তার সন্তানের নাজাতের জন্য যে ডাক দিয়েছিলেন সেটা যে হারাম ছিল তা তার জানা ছিল না। তিনি মনে করেননি যে, পূর্ববর্তী আয়াতে বর্ণিত “যারা যুলুম করেছে তাদের সম্পর্কে আপনি আমাকে কোন আবেদন করবেন না; তারা তো নিমজ্জিত হবে\" সেটা দ্বারা তাকে তার সন্তানের ব্যাপারে দোআ করতে নিষেধ করা হয়েছে। বিশেষ করে তার কাছে দুটি নির্দেশের মধ্যে বিরোধ লেগে গিয়েছিল। তিনি মনে করেছিলেন, তার সন্তানের জন্য নাজাতের আহবান পূর্বোক্ত আল্লাহর পক্ষ থেকে \"আর আপনার পরিবারকে\" নৌকাতে উঠিয়ে নিন, সে ঘোষণায় তার সন্তান অন্তর্ভুক্ত হবে। সে হিসেবে তিনি নাজাতের আহবান জানিয়েছিলেন। কিন্তু পরবর্তীতে তাকে জানিয়ে দেয়া হয় যে, সে যালেমদের অন্তর্ভুক্ত, তার জন্য কোন প্রকার দোআ করা যাবে না। তখন তিনি সে অনুসারে আল্লাহর কাছে ক্ষমা চান এবং তার দয়া তলব করেন। [ফাতহুল কাদীর; সা’দী] এতে স্পষ্ট হলো যে, একজন মহান মর্যাদাশালী নবী নিজের চোখের সামনে নিজের কলিজার টুকরা সন্তানকে ডুবে যেতে দেখছেন এবং অস্থির হয়ে সন্তানের গোনাহ মাফ করার জন্য আল্লাহর কাছে আবেদন জানাচ্ছেন। কিন্তু আল্লাহর দরবার থেকে জবাবে তাকে ধমক দেয়া হচ্ছে। কারণ একটিই, সে ছেলের মধ্যে রয়েছে শির্ক ও কুফর। সুতরাং যার কাছে থাকবে শির্ক ও কুফর তার জন্য কেউ কোন সুপারিশ করতেও সক্ষম হবে না। [দেখুন, ইবন তাইমিয়্যা: মাজমু ফাতাওয়া ১/১৩১]",
  "ayah": 46,
  "surah": 11
}
