{
  "text": "জেনে রাখ ! নিশ্চয় তারা তাঁর কাছে গোপন রাখার জন্য তাদের বক্ষ দ্বিভাঁজ করে। জেনে রাখ ! তারা যখন নিজেদেরকে বস্ত্রে আচ্ছাদিত করে তখন তারা যা গোপন করে ও প্রকাশ করে, তিনি তা জানেন [১]। অন্তরে যা আছে, নিশ্চয় তিনি তা সবিশেষে অবগত।\n[১] আলোচ্য আয়াতে বলা হয়েছে যে, কাফেরগণ সন্দেহ সংশয় করে মুখ লুকিয়ে থাকে আর মনে করে যে, এর মাধ্যমে তারা নিজেদেরকে আড়াল করতে পারবে। তারা মূলতঃ আল্লাহ থেকে কখনো আড়াল করতে পারবে না। কেননা, আল্লাহ্ তাআলা থেকে কোন কিছুই আড়াল নেই। তাই যত চেষ্টাই করুক না কেন তারা নিজেদের আড়াল করতে পারবে না। অন্য আয়াতে আল্লাহ্ তা'আলা বলেনঃ “আমরাই মানুষকে সৃষ্টি করেছি এবং তার প্রবৃত্তি তাকে যে কুমন্ত্রণা দেয় তা আমি জানি \" [সূরা কাফঃ ১৬] অন্য আয়াতে আল্লাহ বলেনঃ “আর জেনে রাখ যে, তোমাদের অন্তরে যা গোপন আছে আল্লাহ্ তা জানেন সুতরাং তোমরা তাকে ভয় কর”। [সূরা আল-বাকারাহঃ ২৩৫] অন্য আয়াতে বলেনঃ “তারপর আমরা অবশ্যই জ্ঞানসহ তাদের কাছে তা ব্যক্ত করব, আর আমরা তো অনুপস্থিত ছিলাম না\" [সূরা আল-আ’রাফঃ ৭] আরও বলেনঃ “আপনি যে কোন অবস্থায় থাকেন এবং আপনি সে সম্পর্কে কুরআন থেকে যা তিলাওয়াত করেন এবং তোমরা যে কোনো কাজ কর, আমি তোমাদের পরিদর্শক--যখন তোমরা তাতে প্রবৃত্ত হও। আকাশমণ্ডলী ও পৃথিবীর অণু পরিমাণও আপনার প্রতিপালকের দৃষ্টির বাইরে নয় এবং তার চেয়ে ক্ষুদ্রতর বা বৃহত্তর কিছুই নেই যা সুস্পষ্ট কিতাবে নেই”। [সূরা ইউনুসঃ ৬১]\nতবে তারা যে শুধু হক শোনা থেকে মুখ ফিরিয়ে নিত তা’ই নয়। বরং তারা রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আল্লাহ্‌র যে বাণী শোনাত তা’ও না শোনার ভান করত। আর মনে করত যে, এভাবে তারা আল্লাহ্‌ থেকে গোপন করছে। কারণ, মক্কায় যখন নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে নিয়ে আলোচনা-সমালোচনা শুরু হলো তখন সেখানে এমন বহু লোক যারা বিরোধিতায় প্রকাশ্যে তেমন একটা তৎপর ছিল না কিন্তু মনে মনে তার দাওয়াতের প্রতি ছিল চরমভাবে ক্ষুব্ধ ও বিরূপভাবাপন্ন। তারা তাঁকে পাশ কাটিয়ে চলতো। তাঁর কোন কথা শুনতে চাইতো না। কোথাও তাঁকে বসে থাকতে দেখলে পেছন ফিরে চলে যেতো। দূর থেকে তাঁকে আসতে দেখলে মুখ ফিরিয়ে নিতো অথবা কাপড়ের আড়ালে মুখ লুকিয়ে ফেলতো, যাতে তাঁর মুখোমুখি হতে না হয় এবং তিনি তাদেরকে সম্বোধন করে কথা বলতে শুরু করে না দেন। এখানে এ ধরনের লোকদের প্রতি ইংগিত করা হয়েছে। [তাবারী; বাগভী; সাদী; ফাতহুল কাদীর] আয়াতের অপর অনুবাদ হচ্ছে, তারা আল্লাহর কাছ থেকে বা রাসূলের কাছ থেকে নিজেদের লুকানোর জন্য মাথা নীচু করে সামনের দিকে ঝুঁকে কাপড় দিয়ে ঢেকে চলে যেত। অথচ যত কাপড় দিয়েই তারা নিজদেরকে ঢাকুক না কেন আল্লাহ্ তা'আলা ঠিকই তাদের দেখছেন। [ইবন কাসীর] তাই আয়াতে বলা হয়েছে, এরা সত্যের মুখোমুখি হতে ভয় পায় এবং উটপাখির মত বালির মধ্যে মুখ গুজে রেখে মনে করে, যে সত্যকে দেখে তারা মুখ লুকিয়েছে তা অন্তহিত হয়ে গেছে। অথচ সত্য নিজের জায়গায় দাঁড়িয়ে আছে এবং এ তামাশাও দেখছে যে, এ নির্বোধরা তার থেকে বাঁচার জন্য মুখ লুকাচ্ছে। অথবা আয়াতের অর্থ, তারা তাদের কুফর তাদের অন্তরে গোপন করে রাখে আর মনে করে যে, আল্লাহ থেকে গোপন করছে। অথচ তারা যত কাপড় দিয়েই নিজেদেরকে আড়াল করুক না কেন আল্লাহ্‌ তো তাদের অবস্থা জানেন। [মুয়াসসার]\nআবার তাদের মধ্যে এমন কতিপয় লোকও ছিল যারা তাদের প্রাত্যহিক গোপনীয় কাজসমূহ যেমন স্ত্রী-সহবাস, পায়খানা ব্যবহার করার সময়ও নিজেদের কাপড় খুলতে লজ্জাবোধ করত এবং তা আকাশের দিকে হয়ে যাওয়ার ভয় করত। কিন্তু অন্যান্য সময় আল্লাহর কোন খেয়াল রাখত না। তাই আল্লাহ তা'আলা তাদের এ অদ্ভুত কর্মকাণ্ডের সমালোচনা করে এ আয়াত নাযিল করেন। ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা বলেনঃ ‘তারা (কাফেরগণ) স্ত্রী-সহবাসের সময় বা পায়খানা ব্যবহার করার সময় আকাশের দিকে মুখ করতে লজ্জাবোধ করত এবং কাপড় দিয়ে নিজেদের মাথা ঢেকে রাখত। তখন আল্লাহ এ আয়াত নাযিল করেন। [বুখারীঃ ৪৬৮১, ৪৬৮২, ৪৬৮৩]",
  "ayah": 5,
  "surah": 11
}
