{
  "text": "আর যমীনে বিচরণকারী সবার জীবিকার [১] দায়িত্ব আল্লাহ্‌রই [২] এবং তিনি সেসবের স্থায়ী ও অস্থায়ী অবস্থিতি [৩] সম্বন্ধে অবহিত; সবকিছুই সুস্পষ্ট কিতাবে আছে [৪]।\n[১]  রিযিকের আভিধানিক অর্থ এমন বস্তু যা কোন প্রাণী আহার্যরূপে গ্রহণ করে, যার দ্বারা সে দৈহিক শক্তি সঞ্চয়, প্রবৃদ্ধি সাধন এবং জীবন রক্ষা করে থাকে। রিযিকের জন্য মালিকানা স্বত্ব শর্ত নয়। সকল জীব জন্তু রিযিক ভোগ করে থাকে কিন্তু তারা তার মালিক হয় না। কারণ, মালিক হওয়ার যোগ্যতাই ওদের নেই। অনুরূপভাবে ছোট শিশুরাও মালিক নয়, কিন্তু ওদের রিযিক অব্যাহতভাবে তাদের কাছে পৌছতে থাকে। [কুরতুবী]\n[২] এমন সব প্রাণীকে (دابة) বলে যা ভূপৃষ্ঠে বিচরণ করে। [কুরতুবী] পক্ষীকুলও এর অন্তর্ভুক্ত। কারণ, খাদ্য গ্রহনের জন্য তারা ভূপৃষ্ঠে অবতরণ করে থাকে এবং তাদের বাসস্থান ভূ-পৃষ্ঠ সংলগ্ন হয়ে থাকে। সামুদ্রিক প্রাণীসমূহ ও পৃথিবীর বুকে বিচরণশীল। কেননা, সাগর-মহাসাগরের তলদেশেও মাটির অস্তিত্ব রয়েছে। মোটকথা, সমুদয় প্রাণীকুলের রিযিকের দায়িত্ব তিনি নিজেই গ্রহন করছেন। এবং একথা এমনভাবে ব্যক্ত করেছেন যা দ্বারা দায়িত্ব ও কর্তব্য নির্দেশ করা যায়। ইরশাদ হয়েছে, “তাদের রিযিকের দায়িত্ব আল্লাহর উপর ন্যস্ত”। একথা সুস্পষ্ট যে, আল্লাহ তা'আলার উপর এহেন গুরুদায়িত্ব চাপিয়ে দেয়ার মত কোন ব্যক্তি বা শক্তি নেই, বরং তিনি নিজেই অনুগ্রহ করে গ্রহন করে আমাদেরকে আশ্বস্ত করেছেন। আর এক পরম সত্য, দাতা ও সর্বশক্তিমান সত্তার ওয়াদা যাতে নড়চড় হওয়ার অবকাশ নেই। সুতরাং নিশ্চয়তা বিধান করণার্থে এখানে (على) শব্দ ব্যবহৃত হয়েছে যা ফরয বা অবশ্যকরণীয় ক্ষেত্রে ব্যবহার করা হয়। অথচ আল্লাহ্‌র উপর কোন কাজ ফরয বা ওয়াজিব হতে পারে না, তিনি কারো হুকুমের তোয়াক্কা করেন না। বরং এটি সম্পূর্ণ তার অনুগ্রহ। [কুরতুবী] কোন কোন মুফাসসির অবশ্য বলেছেন যে, এখানে (على) বা উপরে বলে (من)  বা হতে বলা উদ্দেশ্য। অর্থাৎ সবার রিযক আল্লাহ্‌র পক্ষ থেকে আসে। [কুরতুবী]\n[৩] আয়াতে উল্লেখিত (مستقر) এবং (مستودع) এর অর্থ, (مستقر) শব্দটির কয়েকটি অর্থ করা হয়েছে, ১. যমীনের বুকে অবস্থান স্থল। বা পিতার পিঠে অবস্থানকে। ২. দিন বা রাতে আশ্রয় নেয়ার স্থান। আর (مستودع) শব্দটিরও কয়েকটি অর্থ বর্ণনা করা হয়েছে, ১. মায়ের রেহেমে অবস্থান বা ডিমের মধ্যে অবস্থানকে। ২. মৃত্যু হওয়ার স্থানকে। [দেখুন, তাবারী; কুরতুবী; ইবন কাসীর; সাদী] এ ব্যাপারে এক হাদীসে বর্ণিত আছে যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ “যখন কারো মৃত্যু কোন যমীনে লিখা থাকে তখন সে সেখানে যাওয়ার জন্য কোন না কোন প্রয়োজন অনুভব করবে। তারপর সে যখন সেখানে পৌছবে তখন তাকে মৃত্যু দেয়া হয়। আর কিয়ামতের দিন যমীন তাকে বের করে দিয়ে বলবে, (هٰذَا ما اسْتَوْدَعْتَنِيْ) অর্থাৎ এটা আমার কাছে আপনি আমানত রেখেছিলেন। [মুস্তাদরাকে হাকিমঃ ১/৪২, সুনানুল কুবরা লিল বাইহাকীঃ ৯৮৮৯] কালেমাদ্বয়ের আরো বিস্তারিত তাফসীর সূরা আলআন’আমের ৯৮ নং আয়াতে করা হয়েছে।\n[৪] আয়াতে বর্ণিত সুস্পষ্ট কিতাব বলতে লাওহে মাহফুজকে বুঝানো হয়েছে। আল্লাহ তা'আলা বান্দার সমস্ত কর্মকাণ্ড সুস্পষ্ট কিতাবে লিখে নিয়েছেন এবং তার জ্ঞান থেকে এর সামান্যও গোপন থাকে না, এটা তিনি পবিত্র কুরআনে বারবার ঘোষণা করেছেন। [দেখুন, সূরা আল-আনআমঃ৩৮, ৫৯, সূরা ইউনুসঃ ৬১]",
  "ayah": 6,
  "surah": 11
}
