{
  "text": "তারা বলল, ‘হে লূত ! নিশ্চয় আমরা আপনার রব প্রেরিত ফিরিশ্‌তা। তারা কখনই আপনার কাছে পৌঁছাতে পারবে না [১]। কাজেই আপনি রাতের কোন এক সময়ে আপনার পরিবার বর্গ সহ বের হয়ে পড়ুন [২] এবং আপনাদের মধ্যে কেও পিছনের দিকে তাকাবে না, আপনার স্ত্রী ছাড়া [৩]। তাদের যা ঘটবে তাঁর ও তাই ঘটবে। নিশ্চয় প্রভাত তাদের জন্য নির্ধারিত সময়। প্রভাত কি খুব কাছাকাছি নয় ?\n[১] লূত আলাইহিসসালাম এক সংকটজনক পরিস্থিতির সম্মুখীন হলেন। তিনি স্বতঃস্ফূর্তভাবে বলে উঠলেন হায়! আমি যদি তোমাদের চেয়ে অধিকতর শক্তিশালী হতাম, অথবা আমার আত্মীয় স্বজন যদি এখানে থাকত যারা এই যালেমদের হাত থেকে আমাকে রক্ষা করতো তাহলে কত ভালো হতো। ফেরেশতাগণ লূত আলাইহিসসালামের অস্থিরতা ও উৎকণ্ঠা লক্ষ্য করে প্রকৃত রহস্য ব্যক্ত করলেন এবং বললেনঃ আপনি নিশ্চিত থাকুন আপনার দলই সুদৃঢ় ও শক্তিশালী। আমরা মানুষ নই বরং আল্লাহর প্রেরিত ফেরেশ্তা। তারা আমাদেরকে কাবু করতে পারবে না বরং আযাব নাযিল করে দুরাত্মা দুরাচারদের নিপাত সাধনের জন্যই আমরা আগমন করেছি। তারপরও লূত আলাইহিসসালাম তাদের বাঁধা দিতে থাকলেন। কিন্তু তারা কোন বাঁধাই মানল না। তখন জিবরীল আলাইহিস সালাম বের হয়ে তাদের মুখের উপর তার ডানা দিয়ে এক ঝাপটা মারলেন। আর তাতেই তারা অন্ধ হয়ে গেল। তারা যখন ফিরছিল তারা পথ দেখতে পাচ্ছিল না। [ইবন কাসীর] এ কথাই আল্লাহ্ তা'আলা অন্য আয়াতে বলেছেন, “আর অবশ্যই তারা লূতের কাছ থেকে তার মেহমানদেরকে অসদুদ্দেশ্যে দাবি করল, তখন আমরা তাদের দৃষ্টি শক্তি লোপ করে দিলাম এবং বললাম, আস্বাদন কর আমার শাস্তি এবং ভীতির পরিণাম।” [সূরা আল-কামারঃ ৩৭]\n[২] তখন ফেরেশতাগণ আল্লাহ তা'আলার নির্দেশক্রমে লূত আলাইহিসসালামকে বললেন- আপনি কিছুটা রাত থাকতে আপনার লোকজনসহ এখান থেকে অন্যত্র সরে যান এবং সবাইকে সতর্ক করে দিন যে, তাদের কেউ যেন পিছনে ফিরে না তাকায়, তবে আপনার স্ত্রী ব্যতীত। কারণ, অন্যদের উপর যে আযাব আপতিত হবে, তাকেও সে আযাব ভোগ করতে হবে।\n[৩] এর এক অর্থ হতে পারে যে, আপনার স্ত্রীকে সাথে নেবেন না। এ হিসেবে তিনি তাকে সাথে নিয়ে বের হননি। [কুরতুবী] দ্বিতীয় অর্থ হতে পারে যে, তাকে পিছনে ফিরে চাইতে নিষেধ করবেন না। [কুরতুবী] আরেক অর্থ হতে পারে যে, সে আপনার হুশিয়ারী মেনে চলবে না। সুতরাং সে তাদের সাথে বের হবার পর যখন একটি পাথর পতনের শব্দ শুনে লুতের হুশিয়ারী না মেনে পিছনের দিকে তাকায় এবং বলে উঠে, হায় আমার জাতি! সে তাদের জন্য সমবেদনা জানাচ্ছিল। আর তখনি একটি পাথর এসে তাকে আঘাত করে এবং সে মারা যায়। [বাগভী; কুরতুবী ইবন কাসীর]। এটি এক মর্মম্ভদ শিক্ষণীয় ঘটনা। এ সূরায় লোকদেরকে একথা শিক্ষা দেবার জন্য বর্ণনা করা হয়েছে যে, কোন বুযর্গের সাথে আত্মীয়তার সম্পর্ক এবং কোন বুযর্গের সুপারিশ তোমাদের নিজেদের গোনাহের পরিণতি থেকে বাঁচাতে পারে না।",
  "ayah": 81,
  "surah": 11
}
