{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 19,
      "text": "اختلف أهل التأويل في تأويل قوله تعالى ذكره: كاف من (كهيعص) فقال بعضهم: تأويل ذلك أنها حرف من اسمه الذي هو كبير، دلّ به عليه، واستغنى بذكره عن ذكر باقي الاسم.* ذكر من قال ذلك:حدثني أبو حصين عبد الله بن أحمد بن يونس، قال: ثنا عبثر، قال: ثنا حصين، عن إسماعيل بن راشد، عن سعيد بن جبير، عن ابن عباس في هذه الآية (كهيعص) قال: كبير، يعني بالكبير: الكاف من (كهيعص).حدثنا هناد بن السريّ، قال: ثنا أبو الأحوص، عن حصين، عن إسماعيل بن راشد، عن سعيد بن جبير، مثله.حدثنا أبو كريب، قال: ثنا ابن إدريس، قال: أخبرنا حصين، عن إسماعيل بن راشد، عن سعيد بن جبير، عن ابن عباس، كان يقول (كهيعص) قال: كاف: كبير.حدثني أبو السائب، قال: أخبرنا ابن إدريس، عن حصين، عن إسماعيل بن راشد، عن سعيد بن جبير في (كهيعص) قال: كاف: كبير.حدثنا ابن بشار، قال : ثنا عبد الرحمن بن مهدي، قال: ثنا سفيان، عن حصين، عن إسماعيل ، عن سعيد بن جبير، عن ابن عباس، نحوه.وقال آخرون: بل الكاف من ذلك حرف من حروفه اسمه الذي هو كاف.* ذكر من قال ذلك:حدثني يحيى بن طلحة اليربوعي، قال: أخبرنا شريك، عن سالم، عن سعيد، في قوله (كهيعص) قال: كاف: كافٍ.حدثنا أبو كريب، قال: ثنا جابر بن نوح، قال: أخبرنا أبو روق، عن الضحاك بن مزاحم في قوله: (كهيعص) قال: كاف: كافٍ.حدثنا ابن حميد، قال: ثنا حكام عن عنبسة، عن الكلبي مثله.وقال آخرون: بل هو حرف من حروف اسمه الذي هو كريم.* ذكر من قال ذلك:حدثنا ابن حميد، قال : ثنا حكام، عن عمرو، عن عطاء، عن سعيد بن جبير (كهيعص) قال: كاف من كريم.وقال الذين فسروا ذلك هذا التفسير الهاء من كهيعص: حرف من حروف اسمه الذي هو هاد.* ذكر من قال ذلك:حدثنا أبو كريب، قال: ثنا ابن إدريس، قال: أخبرنا أبو حصين، عن سعيد بن جبير، عن ابن عباس، قال: كان يقول في الهاء من (كهيعص) : هاد.حدثنا أبو حصين، قال: ثنا عبثر، قال: ثنا حصين، عن إسماعيل بن راشد، عن سعيد بن جبير، عن ابن عباس، مثله.حدثنا هناد، قال: ثنا أبو الأحوص، عن حصين، عن إسماعيل، عن سعيد، مثله.حدثني أبو السائب، قال: ثنا ابن إدريس، عن حصين، عن إسماعيل بن راشد، عن سعيد بن جبير نحوه.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن حصين، عن إسماعيل، عن سعيد بن جبير، عن ابن عباس، مثله.حدثني يحيى بن طلحة، قال: ثنا جابر بن نوح ، قال : أخبرنا أبو روق، عن الضحاك بن مزاحم في قوله (كهيعص) ، قال: ها: هاد.حدثنا ابن حميد، قال: ثنا حكام، قال: ثنا عنبسة، عن الكلبي، مثله.واختلفوا في تأويل الياء من ذلك، فقال بعضهم: هو حرف من حروف اسمه الذي هو يمين.* ذكر من قال ذلك:حدثني أبو حصين، قال: ثنا عبثر، قال: ثنا حصين، عن إسماعيل بن راشد، عن سعيد بن جبير عن ابن عباس، قال: \" يا \" من (كهيعص) ياء يمين.حدثني أبو حصين، قال: ثنا عبثر، قال: ثنا حصين، عن إسماعيل بن راشد، عن سعيد بن جبير عن ابن عباس، قال: \" يا \" من (كهيعص) ياء يمين.* ذكر من قال ذلك:حدثنا أبو كريب، قال: ثنا ابن إدريس ، قال: أخبرنا حصين، عن إسماعيل بن راشد، عن سعيد بن جبير، عن ابن عباس، مثله.حدثنا هناد، قال: ثنا أبو الأحوص، عن حصين، عن إسماعيل بن راشد، عن سعيد بن جبير مثله.حدثني أبو السائب، قال: ثنا ابن إدريس، عن حصين، عن إسماعيل بن راشد ، عن سعيد بن جبير ياء: يمين.وقال آخرون: بل هو حرف من حروف اسمه الذي هو حكيم.* ذكر من قال ذلك:حدثنا ابن حميد ، قال: ثنا حكام، عن عمرو، عن عطاء، عن سعيد بن جبير (كهيعص) قال: يا: من حكيم.وقال آخرون: بل هي حروف من قول القائل: يا من يجير.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا يحيى بن واضح، قال: ثنا إبراهيم بن الضريس، قال: سمعت الربيع بن أنس في قوله (كهيعص) قال: يا من يجير ولا يجار عليه.واختلف متأوّلو ذلك كذلك في معنى العين، فقال بعضهم: هي حرف من حروف اسمه الذي هو عالم.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا حكام، عن عمرو، عن عطاء، عن سعيد (كهيعص) قال: عين من عالم.حدثنا ابن حميد، قال: ثنا حكام، عن عنبسة، عن الكلبي، مثله.حدثنا أبو كريب، قال: ثنا ابن إدريس، قال: أخبرنا حصين، عن إسماعيل بن راشد، عن سعيد بن جبير، عن ابن عباس، مثله.حدثنا عمرو، قال: ثنا مروان بن معاوية، عن العلاء بن المسيب بن رافع، عن أبيه، في قوله (كهيعص) قال: عين: من عالم.وقال آخرون: بل هي حرف من حروف اسمه الذي هو عزيز.ذكر من قال ذلك:* حدثني أبو حصين، قال: ثنا عبثر، قال: ثنا حصين، عن إسماعيل بن راشد، عن سعيد بن جبير، عن ابن عباس (كهيعص) عين: عزيز.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن حصين، عن إسماعيل ، عن سعيد بن جبير، عن ابن عباس، مثله.حدثني أبو السائب، قال: ثنا ابن إدريس، عن حصين، عن إسماعيل بن راشد، عن سعيد بن جبير مثله.حدثنا هناد، قال: ثنا أبو الأحوص، عن حصين، عن إسماعيل بن راشد، عن سعيد بن جبير مثله.حدثني يحيى بن طلحة اليربوعي، قال: ثنا شريك، عن سالم، عن سعيد بن جبير، في قوله (كهيعص) قال: عين عزيز.وقال آخرون: بل هي حرف من حروف اسمه الذي هو عدل.* ذكر من قال ذلك:حدثنا أبو كريب، قال: ثنا جابر بن نوح، قال: أخبرنا أبو روق، عن الضحاك بن مزاحم، في قوله (كهيعص) قال: عين: عدل.وقال الذين تأولوا ذلك هذا التأويل: الصاد من قوله (كهيعص) : حرف من حروف اسمه الذي هو صادق.* ذكر الرواية بذلك: حدثنا أبو كريب ، قال: ثنا ابن إدريس، قال: أخبرنا حصين، عن إسماعيل بن راشد، عن سعيد بن جبير، عن ابن عباس، قال: كان يقول في (كهيعص) صاد : صادق.حدثني أبو حصين، قال: ثنا عبثر، قال: ثنا حصين ، عن إسماعيل بن راشد، عن سعيد بن جبير، عن ابن عباس، مثله.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن حصين، عن إسماعيل، عن سعيد بن جبير، عن ابن عباس، مثله.حدثنا هناد، قال: ثنا أبو الأحوص، عن حصين، عن إسماعيل بن راشد، عن سعيد بن جبير مثله.حدثني أبو السائب، قال: ثنا ابن إدريس، عن حصين، عن إسماعيل بن راشد، عن سعيد بن جبير، مثله.حدثنا أبو كريب، قال: ثنا جابر بن نوح، قال: أخبرنا أبو روق، عن الضحاك بن مزاحم، قال: صاد: صادق.حدثني يحيى بن طلحة، قال: ثنا شريك، عن سالم، عن سعيد، قال: صادق، يعني الصاد من (كهيعص)حدثنا ابن حميد، قال: ثنا حكام، عن عمرو، عن عطاء، عن سعيد (كهيعص) قال: صاد صادق.حدثنا ابن حميد، قال: ثنا حكام، قال: ثنا عنبسة، عن الكلبي، قال: صادق.وقال آخرون: بل هذه الكلمة كلها اسم من أسماء الله تعالى.* ذكر من قال ذلك:حدثني محمد بن خالد بن خداش، قال: ثني سالم بن قتيبة، عن أبي بكر الهُذَليّ، عن عاتكة، عن فاطمة ابنة عليّ قالت: كان عليّ يقول: يا(كهيعص) : اغفر لي.حدثني عليّ، قال: ثنا عبد الله، قال: ثني معاوية، عن عليّ، عن ابن عباس، في قوله: (كهيعص) قال: فإنه قسم أقسم الله به، وهو من أسماء الله.وقال آخرون: كلّ حرف من ذلك اسم من أسماء الله عزّ وجل.* ذكر من قال ذلك:حدثني مطر بن محمد الضبي، قال: ثنا عبد الرحمن بن مهدي، عن عبد العزيز بن مسلم القسملي، عن الربيع بن أنس، عن أبي العالية، قال: (كهيعص) ليس منها حرف إلا وهو اسم.وقال آخرون: هذه الكلمة اسم من أسماء القرآن.* ذكر من قال ذلك:حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة في قوله (كهيعص) قال: اسم من أسماء القرآن.قال أبو جعفر: والقول في ذلك عندنا نظير القول في  الم  وسائر فواتح سور القرآن التي افتتحت أوائلها بحروف المعجم، وقد ذكرنا ذلك فيما مضى قبل، فأغنى عن إعادته في هذا الموضع."
    },
    {
      "ayah": 10,
      "surah": 19,
      "text": "وقوله: ( قَالَ رَبِّ اجْعَلْ لِي آيَةً ) يقول تعالى ذكره: قال زكريا: يا ربّ اجعل لي علما ودليلا على ما بشَّرَتني به ملائكتك من هذا الغلام عن أمرك ورسالتك، ليطمئنّ إلى ذلك قلبي.كما حدثني يونس ، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله ( قَالَ رَبِّ اجْعَلْ لِي آيَةً ) قال: قال ربّ اجعل لي آية أن هذا منك.حدثنا موسى، قال: ثنا عمرو، قال: ثنا أسباط، عن السديّ: قال رب، فإن كان هذا الصوت منك فاجعل لي آية (قال) الله (آيَتُكَ) لذلك ( أَلا تُكَلِّمَ النَّاسَ ثَلاثَ لَيَالٍ سَوِيًّا ) يقول جلّ ثناؤه: علامتك لذلك، ودليلك عليه أن لا تكلم الناس ثلاث ليال وأنت سويّ صحيح، لا علة بك من خرس ولا مرض يمنعك من الكلام.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا حكام، عن عمرو، عن عطاء، عن سعيد، عن ابن عباس ( ثَلاثَ لَيَالٍ سَوِيًّا ) قال: اعتقل لسانه من غير مرض.حدثني عليّ، قال: ثنا عبد الله، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله ( ثَلاثَ لَيَالٍ سَوِيًّا ) يقول: من غير خرس.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى; وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، في قوله ( ثَلاثَ لَيَالٍ سَوِيًّا ) قال: لا يمنعك من الكلام مرض.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد ( أَلا تُكَلِّمَ النَّاسَ ثَلاثَ لَيَالٍ سَوِيًّا ) قال: صحيحا لا يمنعك من الكلام مرض.حدثنا بشر ، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( قَالَ آيَتُكَ أَلا تُكَلِّمَ النَّاسَ ثَلاثَ لَيَالٍ سَوِيًّا ) من غير بأس ولا خرس، وإنما عوقب بذلك لأنه سأل آية بعد ما شافهته الملائكة مشافهة، أخذ بلسانه حتى ما كان يفيض الكلام إلا أومأ إيماء.حدثنا الحسن، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة، عن عكرمة، في قوله ( ثَلاثَ لَيَالٍ سَوِيًّا ) قال: سويا من غير خرس.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله ( قَالَ آيَتُكَ أَلا تُكَلِّمَ النَّاسَ ثَلاثَ لَيَالٍ سَوِيًّا ) وأنت صحيح، قال: فحبس لسانه، فكان لا يستطيع أن يكلم أحدا، وهو في ذلك يسبح، ويقرأ التوراة ويقرأ الإنجيل، فإذا أراد كلام الناس لم يستطع أن يكلمهم.حدثنا ابن حميد، قال: ثنا سلمة، عن ابن إسحاق، عمن لا يتهم، عن وهب بن منبه اليماني، قال: أخذ الله بلسانه من غير سوء، فجعل لا يطيق الكلام، وإنما كلامه لقومه بالإشارة، حتى مضت الثلاثة الأيام التي جعلها الله آية لمصداق ما وعده من هبته له.حدثنا موسى، قال: ثنا عمرو، قال: ثنا أسباط، عن السدّي ( قَالَ آيَتُكَ أَلا تُكَلِّمَ النَّاسَ ثَلاثَ لَيَالٍ سَوِيًّا ) يقول: من غير خرس إلا رمزا، فاعتقل لسانه ثلاثة أيام وثلاث ليال.وقال آخرون: السويّ من صفة الأيام، قالوا: ومعنى الكلام: قال: آيتك ألا تكلم الناس ثلاث ليال متتابعات.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال : ثني أبي، عن أبيه، عن ابن عباس، قوله ( قَالَ آيَتُكَ أَلا تُكَلِّمَ النَّاسَ ثَلاثَ لَيَالٍ سَوِيًّا ) قال: ثلاث ليال متتابعات."
    },
    {
      "ayah": 11,
      "surah": 19,
      "text": "يقول تعالى ذكره: فخرج زكريا على قومه من مصلاه حين حُبس لسانه عن كلام الناس، آية من الله له على حقيقة وعده إياه ما وعد. فكان ابن جريج يقول في معنى خروجه من محرابه، ما حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج ، عن ابن جريج ( فَخَرَجَ عَلَى قَوْمِهِ مِنَ الْمِحْرَابِ ) قال: أشرف على قومه من المحراب.قال أبو جعفر: وقد بيَّنا معنى المحراب فيما مضى قبل، بما أغنى عن إعادته في هذا الموضع.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله ( فَخَرَجَ عَلَى قَوْمِهِ مِنَ الْمِحْرَابِ ) قال: المحراب: مصلاه، وقرأ:  فَنَادَتْهُ الْمَلائِكَةُ وَهُوَ قَائِمٌ يُصَلِّي فِي الْمِحْرَابِوقوله: ( فَأَوْحَى إِلَيْهِمْ ) يقول: أشار إليهم، وقد تكون تلك الإشارة باليد وبالكتاب وبغير ذلك، مما يفهم به عنه ما يريد. وللعرب في ذلك لغتان: وَحَى، وأوحى فمن قال: وَحَى، قال في يفعل: يَحِي; ومن قال: أوحى، قال : يُوحي، وكذلك أوَمَى وَوَمَى، فمن قال: وَمَى، قال في يفعل يَمِي; ومن قال أوَمَى، قال يُومِي.واختلف أهل التأويل في المعنى الذي به أوحى إلى قومه، فقال بعضهم: أوحى إليهم إشارة باليد.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى; وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد (فَأَوْحَى) : فأشار زكريا.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، مثله.حدثنا ابن حميد، قال: ثنا سلمة، عن ابن إسحاق، عمن لا يتهم، عن وهب بن منبه ( فَأَوْحَى إِلَيْهِمْ ) قال: الوحي: الإشارة.حدثنا الحسن، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة ( فَأَوْحَى إِلَيْهِمْ ) قال: أومى إليهم.وقال آخرون: معنى أوحى: كتب.* ذكر من قال ذلك:حدثنا محمود بن خداش، قال: ثنا عباد بن العوام، عن سفيان بن حسين، عن الحكم، عن مجاهد، في قول الله تعالى ( فَأَوْحَى إِلَيْهِمْ أَنْ سَبِّحُوا بُكْرَةً وَعَشِيًّا ) قال: كتب لهم في الأرض.حدثنا الحسن، قال: أخبرنا عبد الرزاق، عن الثوري، عن ابن أبي ليلى، عن الحكم ( فَأَوْحَى إِلَيْهِمْ ) قال: كتب لهم.حدثنا موسى، قال: ثنا عمرو، قال: ثنا أسباط، عن السدّي ( فَخَرَجَ عَلَى قَوْمِهِ مِنَ الْمِحْرَابِ ) فكتب لهم في كتاب ( أَنْ سَبِّحُوا بُكْرَةً وَعَشِيًّا ) ، وذلك قوله ( فَأَوْحَى إِلَيْهِمْ )وقال آخرون: معنى ذلك: أمرهم.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله ( فَأَوْحَى إِلَيْهِمْ أَنْ سَبِّحُوا بُكْرَةً وَعَشِيًّا ) قال: ما أدري كتابا كتبه لهم، أو إشارة أشارها، والله أعلم، قال: أمرهم أن سَبِّحوا بكرة وعشيا، وهو لا يكلمهم.وقوله ( أَنْ سَبِّحُوا بُكْرَةً وَعَشِيًّا ) قد بيَّنت فيما مضى الوجوه التي ينصرف فيها التسبيح، وقد يجوز في هذا الموضع أن يكون عنى به التسبيح الذي هو ذكر الله، فيكون أمرهم بالفراغ لذكر الله في طرفي النهار بالتسبيح، ويجوز أن يكون عنى به الصلاة، فيكون أمرهم بالصلاة في هذين الوقتين.وكان قتادة يقول في قوله ( فَأَوْحَى إِلَيْهِمْ أَنْ سَبِّحُوا بُكْرَةً وَعَشِيًّا ) قال: أومى إليهم أن صلوا بكرة وعشيا."
    },
    {
      "ayah": 12,
      "surah": 19,
      "text": "يقول تعالى ذكره: فولد لزكريا يحيى، فلما ولد، قال الله له: يا يحيى، خذ هذا الكتاب بقوة، يعني كتاب الله الذي أنـزله على موسى، وهو التوراة بقوّة، يقول: بجدّ.كما حدثنا الحسن، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة، في قوله (خُذِ الْكِتَابَ بِقُوَّةٍ) قال : بجدّ.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال : ثنا عيسى وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد (خُذِ الْكِتَابَ بِقُوَّةٍ) قال: بجدّ.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، مثله.وقال ابن زيد في ذلك ما حدثني به يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: (يَا يَحْيَى خُذِ الْكِتَابَ بِقُوَّةٍ) قال: القوّة: أن يعمل ما أمره الله به، ويجانب فيه ما نهاه الله عنه .قال أبو جعفر: وقد بيَّنت معنى ذلك بشواهده فيما مضى من كتابنا هذا، في سورة آل عمران، فأغنى ذلك عن إعادته في هذا الموضع.وقوله (وَآتَيْنَاهُ الْحُكْمَ صَبِيًّا) يقول تعالى ذكره: وأعطيناه الفهم لكتاب الله في حال صباه قبل بلوغه أسنان الرجال.وقد حدثنا أحمد بن منيع، قال: ثنا عبد الله بن المبارك، قال: أخبرني معمر، ولم يذكره عن أحد في هذه الآية (وَآتَيْنَاهُ الْحُكْمَ صَبِيًّا) قال: بلغني أن الصبيان قالوا ليحيى: اذهب بنا نلعب، فقال: ما للعب خُلقتُ، فأنـزل الله (وَآتَيْنَاهُ الْحُكْمَ صَبِيًّا).وقوله ( وَحَنَانًا مِنْ لَدُنَّا ) يقول تعالى ذكره: ورحمة منا ومحبة له آتيناه الحكم صبيا.وقد اختلف أهل التأويل في معنى الحنان، فقال بعضهم: معناه: الرحمة، ووَجهوا الكلام إلى نحو المعنى الذي وجهناه إليه.* ذكر من قال ذلك:حدثنا علي، قال: ثنا عبد الله، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله ( وَحَنَانًا مِنْ لَدُنَّا ) يقول: ورحمة من عندنا.حدثنا محمد بن المثنى، قال: ثنا محمد بن جعفر ، قال: ثنا شعبة، عن سماك، عن عكرمة، في هذه الآية ( وَحَنَانًا مِنْ لَدُنَّا ) قال: رحمة."
    },
    {
      "ayah": 13,
      "surah": 19,
      "text": "حدثنا الحسن، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة، في قوله ( وَحَنَانًا مِنْ لَدُنَّا ) قال: رحمة من عندنا.حدثنا القاسم، قال: ثنا الحسين، قال: ثنا هشيم، قال: أخبرنا جويبر، عن الضحاك، قوله ( وَحَنَانًا مِنْ لَدُنَّا ) قال: رحمة من عندنا لا يملك عطاءها غيرنا.حُدثت عن الحسين بن الفرج، قال: سمعت أبا معاذ، قال: أخبرنا عبيد بن سليمان، قال: سمعت الضحاك يقول في قوله ( وَحَنَانًا مِنْ لَدُنَّا ) يقول: رحمة من عندنا، لا يقدر على أن يعطيها أحد غيرنا.وقال آخرون: بل معنى ذلك: ورحمة من عندنا لزكريا ، آتيناه الحكم صبيا، وفعلنا به الذي فعلنا.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( وَحَنَانًا مِنْ لَدُنَّا ) يقول: رحمة من عندنا.وقال آخرون: معنى ذلك: وتعطفا من عندنا عليه، فعلنا ذلك.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى ; وحدثني الحارث، قال: ثنا الحسن قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله ( وَحَنَانًا مِنْ لَدُنَّا ) قال: تعطفا من ربه عليه.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد ، مثله.وقال آخرون: بل معنى الحنان: المحبة. ووجهوا معنى الكلام إلى: ومحبة من عندنا فعلنا ذلك.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا حكام، عن عنبسة، عن يحيى بن سعيد، عن عكرمة ( وَحَنَانًا مِنْ لَدُنَّا ) قال: محبة عليه.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله (وَحَنانا) قال: أما الحنان فالمحبة.وقال آخرون معناه تعظيما منا له.* ذكر من قال ذلك:حدثنا القاسم، قال: ثنا الحسين، قال: ثنا أبو تميلة، عن أبي حمزة، عن جابر، عن عطاء بن أبي رباح ( وَحَنَانًا مِنْ لَدُنَّا ) قال: تعظيما من لدنا. وقد ذكر عن ابن عباس رضي الله عنهما أنه قال: لا أدري ما الحنان.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، قال: أخبرني عمرو بن دينار أنه سمع عكرمة، عن ابن عباس، قال: والله ما أدري ما حنانا.وللعرب في حَنَانَك لغتان: حَنَانَك يا ربنا، وحَنانَيك; كما قال طَرَفة بن العبد في حنانيك:أبـا مُنْـذِرٍ أفْنَيْـتَ فاسْـتَبْقِ بَعْضَنـاحَنـانَيْكَ بعـضُ الشَّرِّ أهْوَنُ مِن بعضِ (1)وقال امرؤ القيس في اللغة الأخرى:ويَمْنَحُهــا بَنُـو شَـمَجَى بـن جَـرْمٍمَعِـــيزَهُمُ حَنـــانَكَ ذَا الحَنــانِ (2)وقد اختلف أهل العربية في \" حنانيك \" فقال بعضهم: هو تثنية \" حنان \". وقال آخرون: بل هي لغة ليست بتثنية; قالوا: وذلك كقولهم: حَوَاليك; وكما قال الشاعر:ضَرْبا هَذَا ذَيْكَ وطَعْنا وَخْضًا (3)وقد سوّى بين جميع ذلك الذين قالوا حنانيك تثنية، في أن كل ذلك تثنية. وأصل ذلك أعني الحنان، من قول القائل: حنّ فلان إلى كذا وذلك إذا ارتاح إليه واشتاق، ثم يقال: تحنَّنَ فلان على فلان، إذا وصف بالتعطُّف عليه والرقة به، والرحمة له، كما قال الشاعر:تَحَــنّنْ عَــليَّ هَــدَاكَ المَلِيــكُفـــإنَّ لِكُـــلّ مَقــامٍ مَقــالا (4)بمعنى: تعطَّف عليّ. فالحنان: مصدر من قول القائل: حنّ فلان على فلان، يقال منه: حننت عليه، فأنا أحنّ عليه حنينا وحنانا، ومن ذلك قيل لزوجة الرجل: حَنَّته، لتحنته عليها وتعطفه، كما قال الراجز:وَلَيْلَـــةٍ ذَاتِ دُجًـــى سَــرَيْتُولَــمْ تَضِــرْنِي حَنَّــةٌ وَبيْــتُ (5)وقوله: (وَزَكاةً) يقول تعالى ذكره: وآتينا يحيى الحكم صبيا، وزكاة: وهو الطهارة من الذنوب، واستعمال بدنه في طاعة ربه، فالزكاة عطف على الحكم من قوله ( وَآتَيْنَاهُ الْحُكْمَ ).وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: (وَزَكاةً) قال: الزكاة: العمل الصالح.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، قوله (وَزَكاةً) قال: الزكاة: العمل الصالح الزكيّ.حُدثت عن الحسين ، قال: سمعت أبا معاذ يقول: أخبرنا عبيد بن سليمان، قال: سمعت الضحاك يقول: في قوله (وَزَكاةً) يعني العمل الصالح الزاكي.وقوله (وكانَ تَقِيًّا) يقول تعالى ذكره: وكان لله خائفا مؤدّيا فرائضه، مجتنبا محارمه مسارعا في طاعته.كما: حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( وَزَكَاةً وَكَانَ تَقِيًّا ) قال: طهر فلم يعمل بذنب.حدثني يونس، قال: خبرنا ابن وهب، قال: قال ابن زيد، في قوله ( وَزَكَاةً وَكَانَ تَقِيًّا ) قال: أما الزكاة والتقوى فقد عرفهما الناس.-------------------------------الهوامش :(1) البيت لطرفة بن العبد البكري ( اللسان : حنن ) . والشاهد في قوله حنانيك ، أي تحننا على تحنن . وحكى الأزهري عن الليث : حنانيك يا فلان افعل كذا ، ولا تفعل كذا ، يذكره الرحمة والبر ، وأنشد بيت طرفة . قال ابن سيده : وقد قالوا حنانا ، فصلوه من الإضافة في الإفراد ، وكل ذلك بدل من اللفظ بالفعل .(2) البيت لامرئ القيس بن حجر ( اللسان : حنن ) و ( مختار الشعر الجاهلي ، بشرح مصطفى السقا طبعة الحلبي ص 110 ) قال شارحه ويمنحها : هذه رواية الأصمعي أي يعطيها ويروى : ويمنعها ، وهي أشبه بمعنى البيت . وقوله : حنانك ذا الحنان ، فسره ابن الأعرابي : رحمتك يا رحمن ، فأغنى عنهم . وعلى أية حال . فالشاعر برم بمجاورة بني شمجي بن جرم ، متسخط فعلهم ، زار عليهم ، إذا منعوه المعزى . فأما إذا منحوه إياها ( على رواية الأصمعي ) فإنه يكون ساخطا ، لاضطراره إلى أن يقبل منح أمثالهم مع ما له من الشرف والعراقة في الملك ؛ كأنه يقول في نفسه : أبعد ما كان لنا من العز الشامخ تذل نفسي وتضطر إلى قبول المنح والصلات من الناس . وفي اللسان : فرواية الأعرابي تسخط وذم ، وذلك تفسيره ؛ ورواية الأصمعي : تشكر وحمد ودعاء لهم ، وكذلك تفسيره .(3) البيت في ( اللسان : هذذ ) غير منسوب . قال : الهذ و الهذذ : سرعة القطع وسرعة القراءة . قال : ضربا هذا ذيك : أي هذا بعد هذ ، يعني قطعا بعد قطع . وعلى هذا استشهد به المؤلف . . والوخض : قال الأصمعي : إذا خالطت الطعنة الجوف ولم تنفذ ، فذلك الوخض والوخط أه . يقال : وخضه بالرمح وخضا .(4) البيت للحطيئة ( لسان العرب : حنن ) . قال : وتحنن عليه : ترحم ، وأنشد ابن بر الحطيئة : تحنن علي . . . البيت .(5) هذان بيتان من مشطور الرجز ، لأبي محمد الفقعسي ، وبينهما بيت ثالث ، وهو قوله * ولـم يلتنـي عـن سـراها ليت *( اللسان : حنن ) . وقد استشهد بالبيتين الأولين منهما صاحب اللسان في ( ليت ) . واستشهد بهما المؤلف في الجزء الخامس عشر عند تفسير قوله تعالى : ( سبحان الذي أسرى بعبده ) وموضع الشاهد هنا في البيت الثالث وهو قوله : \" حنة \" . قال : وحنة الرجل : امرأته ، قال أبو محمد الفقعسي : \" وليلة \" . . . . إلخ . الأبيات الثلاثة . قال : وهي طلته وكنيته ونهضته وحاصنته وحاضنته ."
    },
    {
      "ayah": 14,
      "surah": 19,
      "text": "يقول تعالى ذكره: وكان برّا بوالديه، مسارعا في طاعتهما ومحبتهما ، غير عاقّ بهما(وَلَمْ يَكُنْ جَبَّارًا عَصِيًّا) يقول جلّ ثناؤه: ولم يكن مستكبرا عن طاعة ربه وطاعة والديه، ولكنه كان لله ولوالديه متواضعا متذللا يأتمر لما أمر به، وينتهي عما نُهِي عنه، لا يَعْصِي ربه، ولا والديه.وقوله (عَصِيًّا) فعيل بمعنى أنه ذو عصيان، من قول القائل: عَصَى فلان ربه، فهو يعصيه عصيا."
    },
    {
      "ayah": 15,
      "surah": 19,
      "text": "وقوله ( وَسَلامٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّا ) يقول: وأمان من الله يوم ولد، من أن يناله الشيطان من السوء، بما ينال به بني آدم، وذلك أنه رُوي عن رسول الله صلى الله عليه وسلم أنه قال: \" كُلُّ بَنِي آدَمَ يَأْتي يَوْمَ القِيامَةِ وَلَهُ ذَنْبٌ إلا ما كانَ مِنْ يَحْيَى بنِ زَكَريَّا \".حدثنا بذلك ابن حميد، قال: ثنا سلمة، عن ابن إسحاق، عن يحيى بن سعيد، عن سعيد بن المسيب، قال: ثني ابن العاص، أنه سمع رسول الله صلى الله عليه وسلم يقول ذلك.حدثنا الحسن، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة، في قوله (جَبَّارًا عَصِيًّا) قال: كان ابن المسيب يذكر قال: قال رسول الله صلى الله عليه وسلم: \" مَا مِنْ أحَدٍ يَلْقَى اللهَ يَوْمَ القِيامَةِ، إلا ذَا ذَنْبٍ، إلا يَحْيَى بنَ زَكَريَّا \".قال: وقال قتادة: ما أذنب، ولا هم بامرأة.وقوله ( وَيَوْمَ يَمُوتُ ) يقول: وأمان من الله تعالى ذكره له من فَتَّاني القبر، ومن هول المطلع ( وَيَوْمَ يُبْعَثُ حَيًّا ) يقول: وأمان له من عذاب الله يوم القيامة، يوم الفزع الأكبر، من أن يروعه شيء، أو أن يفزعه ما يفزع الخلق.وقد ذكر ابن عيينة في ذلك ما حدثني أحمد بن منصور الفَيروزِيّ، قال: أخبرني صدقة بن الفضل قال: سمعت ابن عطية يقول: أوحش ما يكون الخلق في ثلاثة مواطن: يوم يولد فيرى نفسه خارجا مما كان فيه، ويوم يموت فيرى قوما لم يكن عاينهم، ويوم يُبعث فيرى نفسه في محشر عظيم، قال: فأكرم الله فيها يحيى بن زكريا، فخصه بالسلام عليه، فقال ( وَسَلامٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًّا ).حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، أن الحسن قال: إن عيسى ويحيى التقيا فقال له عيسى: استغفر لي، أنت خير مني، فقال له الآخر: استغفر لي، أنت خير مني، فقال له عيسى: أنت خير مني ، سَلَّمت على نفسي، وسلَّم الله عليك، فعرف والله فضلها."
    },
    {
      "ayah": 16,
      "surah": 19,
      "text": "يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: واذكر يا محمد في كتاب الله الذي أنـزله عليك بالحقّ مريم ابنة عمران ، حين اعتزلت من أهلها، وانفردت عنهم، وهو افتعل من النَّبذ، والنَّبذ: الطَّرْح، وقد بيَّنا ذلك بشواهده فيما مضى قبلُ.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، في قوله (وَاذْكُرْ فِي الْكِتَابِ مَرْيَمَ إِذِ انْتَبَذَتْ) أي انفردت من أهلها.حدثني سليمان بن عبد الجبار، قال: ثنا محمد بن الصَّلْت، قال: ثنا أبو كُدَينة، عن قابوس، عن أبيه، عن ابن عباس (إِذِ انْتَبَذَتْ مِنْ أَهْلِهَا مَكَانًا شَرْقِيًّا) قال: خرجت مكانا شرقيا.حدثنا موسى، قال: ثنا عمرو، قال: ثنا أسباط، عن السديّ، قال: خرجت مريم إلى جانب المحراب لحيض أصابها، وهو قوله: (6) فانتبذت من أهلها مكانا شرقيا: في شرقيّ المحراب.وقوله (مَكَانًا شَرْقِيًّا) يقول: فتنحت واعتزلت من أهلها في موضع قِبَلَ مَشرق الشمس دون مَغربها.كما حدثنا الحسن، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة، في قوله (مَكَانًا شَرْقِيًّا) قال: من قِبَل المشرق.حدثني إسحاق بن شاهين، قال: ثنا خالد بن عبد الله، عن داود، عن عامر، عن ابن عباس، قال: إني لأعلم خلق الله لأيّ شيء اتخذت النصارى المشرق قبلة لقول الله: فانتبذت من أهلها مكانا شرقيا، فاتخذوا ميلاد عيسى قبلة.حدثنا ابن المثنى، قال: ثني عبد الأعلى، قال: ثنا داود، عن عامر، عن ابن عباس، مثله.حدثني سليمان بن عبد الجبار، قال: أخبرنا محمد بن الصَّلْت، قال: ثنا أبو كُدَينة، عن قابوس، عن أبيه ، عن ابن عباس، قال: إن أهل الكتاب كتب عليهم الصلاة إلى البيت، والحج لله، وما صرفهم عنهما إلا تأويل ربك (إِذِ انْتَبَذَتْ مِنْ أَهْلِهَا مَكَانًا شَرْقِيًّا) فصلوا قبل مطلع الشمس.حدثنا بشر، قال : ثنا يزيد، قال: ثنا سعيد، عن قتادة (إِذِ انْتَبَذَتْ مِنْ أَهْلِهَا مَكَانًا شَرْقِيًّا) قال: شاسعا متنحيا.وقيل: إنها إنما صارت بمكان يلي مشرق الشمس، لأن ما يلي المشرق عندهم كان خيرا مما يلي المغرب ، وكذلك ذلك فيما ذُكر عند العرب.----------------------الهوامش :(6) كذا هنا ، وفي موضوعين بعد : فانتبذت ، والقراءة : إذ انتبذت ."
    },
    {
      "ayah": 17,
      "surah": 19,
      "text": "وقوله: ( فَاتَّخَذَتْ مِنْ دُونِهِمْ حِجَابًا ) يقول: فاتخذت من دون أهلها سترا يسترها عنهم وعن الناس ، وذُكر عن ابن عباس، أنها صارت بمكان يلي المشرق، لأن الله أظلها بالشمس، وجعل لها منها حجابا.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله (انْتَبَذَتْ مِنْ أَهْلِهَا مَكَانًا شَرْقِيًّا) قال: مكانا أظلتها الشمس أن يراها أحد منهم.وقال غيره في ذلك ما حدثنا موسى، قال: ثنا عمرو، قال: ثنا أسباط، عن السديّ( فَاتَّخَذَتْ مِنْ دُونِهِمْ حِجَابًا ) من الجدران.وقوله ( فَأَرْسَلْنَا إِلَيْهَا رُوحَنَا ) يقول تعالى ذكره: فأرسلنا إليها حين انتبذت من أهلها مكانا شرقيا، واتخذت من دونهم حجابا: جبريل.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( فَأَرْسَلْنَا إِلَيْهَا رُوحَنَا ) قال: أرسل إليها فيما ذُكر لنا جبريل.حدثنا ابن حميد، قال: ثنا سلمة، عن ابن إسحاق، عمن لا يتهم، عن وهب بن منبه، قال: وجدتْ عندها جبريل قد مثله الله بشرا سويا.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، قوله ( فَأَرْسَلْنَا إِلَيْهَا رُوحَنَا ) قال: جبريل .حدثني محمد بن سهل، قال: ثنا إسماعيل بن عبد الكريم، قال: ثني عبد الصمد بن معقل بن أخي وهب، قال: سمعت وهب بن منبه ، قال: أرسل الله جبريل إلى مريم، فَمَثَل لها بشرا سويا.حدثني موسى، قال: ثنا عمرو، قال: ثنا أسباط، عن السديّ، قال : فلما طهرت، يعني مريم من حيضها، إذا هي برجل معها، وهو قوله ( فَأَرْسَلْنَا إِلَيْهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرًا سَوِيًّا ) يقول تعالى ذكره: فتشبه لها في صورة آدميّ سويّ الخلق منهم، يعني في صورة رجل من بني آدم معتدل الخلق."
    },
    {
      "ayah": 18,
      "surah": 19,
      "text": "يقول تعالى ذكره: فخافت مريم رسولنا، إذ تمثل لها بشرًا سويا، وظنته رجلا يريدها على نفسها.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، قوله (إِنِّي أَعُوذُ بِالرَّحْمَنِ مِنْكَ إِنْ كُنْتَ تَقِيًّا) قال: خشيت أن يكون إنما يريدها على نفسها.حدثنا موسى، قال: ثنا عمرو، قال: ثنا أسباط، عن السديّ  فَتَمَثَّلَ لَهَا بَشَرًا سَوِيًّا  فلما رأته فزعت منه وقالت: (إِنِّي أَعُوذُ بِالرَّحْمَنِ مِنْكَ إِنْ كُنْتَ تَقِيًّا) فقالت: إني أعوذ أيها الرجل بالرحمن منك، تقول: أستجير بالرحمن منك أن تنال مني ما حرّمه عليك إن كنت ذا تقوى له تتقي محارمه، وتجتنب معاصيه; لأن من كان لله تقيا، فإنه يجتنب ذلك. ولو وجه ذلك إلى أنها عَنَت: إني أعوذ بالرحمن منك إن كنت تتقي الله في استجارتي واستعاذتي به منك كان وجها.كما حدثنا ابن حميد، قال: ثنا سلمة، عن ابن إسحاق، عمن لا يتهم، عن وهب بن منبه (قَالَتْ إِنِّي أَعُوذُ بِالرَّحْمَنِ مِنْكَ إِنْ كُنْتَ تَقِيًّا) ولا ترى إلا أنه رجل من بني آدم.حدثنا أبو كريب، قال: ثنا أبو بكر، عن عاصم، قال: قال ابن زيد - وذكر قَصَص مريم - فقال: قد علمت أن التقيّ ذو نُهية حين قالت (إِنِّي أَعُوذُ بِالرَّحْمَنِ مِنْكَ إِنْ كُنْتَ تَقِيًّا قَالَ إِنَّمَا أَنَا رَسُولُ رَبِّكِ). يقول تعالى ذكره: فقال لها روحنا: إنما أنا رسول ربك يا مريم أرسلني إليك ( لأهَبَ لَكِ غُلامًا زَكِيًّا )"
    },
    {
      "ayah": 19,
      "surah": 19,
      "text": "واختلفت القرّاء في قراءة ذلك، فقرأته عامَّة قرّاء الحجاز والعراق غير أبي عمرو ( لأهَبَ لَكِ ) بمعنى: إنما أنا رسول ربك: يقول: أرسلني إليك لأهب لك ( غُلامًا زَكِيًّا ) على الحكاية ، وقرأ ذلك أبو عمرو بن العلاء ( ليهب لك غلامًا زكيا ) بمعنى: إنما أنا رسول ربك أرسلني إليك ليهب الله لك غلاما زكيا.قال أبو جعفر: والصواب من القراءة في ذلك، ما عليه قرّاء الأمصار، وهو ( لأهَبَ لَكِ ) بالألف دون الياء، لأن ذلك كذلك في مصاحف المسلمين، وعليه قراءة قديمهم وحديثهم، غير أبي عمرو، وغير جائز خلافهم فيما أجمعوا عليه، ولا سائغ لأحد خلاف مصاحفهم، والغلام الزكيّ: هو الطاهر من الذنوب وكذلك تقول العرب: غلام زاكٍ وزكيّ، وعال وعليّ."
    },
    {
      "ayah": 2,
      "surah": 19,
      "text": "اختلف أهل العربية في الرافع للذكر، والناصب للعبد، فقال بعض نحويي البصرة في معنى ذلك كأنه قال: مما نقصّ عليك ذكر رحمة ربك عبده، وانتصب العبد بالرحمة كما تقول: ذكر ضرب زيد عمرا. وقال بعض نحويي الكوفة: رفعت الذكر بكهيعص، وإن شئت أضمرت هذا ذكر رحمة ربك، قال: والمعنى ذكر ربك عبده برحمته تقديم وتأخير.قال أبو جعفر: والقول الذي هو الصواب عندي في ذلك أن يقال: الذكر مرفوع بمضمر محذوف، وهو هذا كما فعل ذلك في غيرها من السور، وذلك كقول الله:  بَرَاءَةٌ مِنَ اللَّهِ وَرَسُولِهِ  وكقوله:  سُورَةٌ أَنْـزَلْنَاهَا  ونحو ذلك. والعبد منصوب بالرحمة، وزكريا في موضع نصب، لأنه بيان عن العبد، فتأويل الكلام: هذا ذكر رحمة ربك عبده زكريا."
    },
    {
      "ayah": 20,
      "surah": 19,
      "text": "يقول تعالى ذكره: قالت مريم لجبريل ( أنَّى يَكُونُ لي غُلامٌ ) من أيّ وجه يكون لي غلام؟ أمن قِبَل زوج أتزوّج ، فأرزقه منه، أم يبتدئ الله فيّ خلقه ابتداء ( وَلَمْ يَمْسَسْنِي بَشَرٌ ) من ولد آدم بنكاح حلال (ولَمْ أَكُ) إذ لم يمسسني منهم أحد على وجه الحلال (بَغِيًّا) بغيت ففعلت ذلك من الوجه الحرام، فحملته من زنا.كما حدثنا موسى، قال: ثنا عمرو، قال: ثنا أسباط، عن السديّ( وَلَمْ أَكُ بَغِيًّا ) يقول: زانية."
    },
    {
      "ayah": 21,
      "surah": 19,
      "text": "( قَالَ كَذَلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٌ ) يقول تعالى ذكره: قال لها جبريل: هكذا الأمر كما تصفين ، من أنك لم يمسسك بشر ولم تكوني بغيا، ولكن ربك قال: هو عليّ هين : أي خلق الغلام الذي قلت أن أهبه لك عليّ هين لا يتعذّر عليّ خلقه وهبته لك من غير فحل يفتحلك.( وَلِنَجْعَلَهُ آيَةً لِلنَّاسِ ) يقول: وكي نجعل الغلام الذي نهبه لك علامة وحجة على خلقي أهبه لك.( وَرَحْمَةً مِنَّا ) يقول: ورحمة منا لك، ولمن آمن به وصدقه أخلقه منك ( وَكَانَ أَمْرًا مَقْضِيًّا ) يقول: وكان خلقه منك أمرا قد قضاه الله، ومضى في حكمه وسابق علمه أنه كائن منك. كما حدثنا ابن حميد، قال: ثنا سلمة، عن ابن إسحاق، قال: ثني من لا أتهم، عن وهب بن منبه ( وَكَانَ أَمْرًا مَقْضِيًّا ) أي أن الله قد عزم على ذلك، فليس منه بدّ."
    },
    {
      "ayah": 22,
      "surah": 19,
      "text": "وفي هذا الكلام متروك تُرِك ذكره استغناء بدلالة ما ذكر منه عنه ( فَنَفَخْنَا فِيهِ مِنْ رُوحِنَا بغلام فَحَمَلَتْهُ فَانْتَبَذَتْ بِهِ مَكَانًا قَصِيًّا ) وبذلك جاء تأويل أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سهل، قال: ثنا إسماعيل بن عبد الكريم، قال: ثني عبد الصمد بن معقِل ابن أخي وهب بن منبه، قال: سمعت وهبا قال: لما أرسل الله جبريل إلى مريم تمثَّل لها بشرا سويا فقالت له:  إِنِّي أَعُوذُ بِالرَّحْمَنِ مِنْكَ إِنْ كُنْتَ تَقِيًّا  ثم نفخ في جيب درعها حتى وصلت النفخة إلى الرحم فاشتملت.حدثنا ابن حميد، قال : ثنا سلمة، عن ابن إسحاق، عمن لا يتهم، عن وهب بن منبه اليماني ، قال: لما قال ذلك، يعني لما قال جبريل  قَالَ كَذَلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٌ  .... الآية استسلمت لأمر الله، فنفخ في جيبها ثم انصرف عنها.حدثنا موسى، قال: ثنا عمرو، قال: ثنا أسباط ، عن السديّ، قال: طرحَتْ عليها جلبابها لما قال جبريل ذلك لها، فأخذ جبريل بكميها، فنفخ في جيب درعها، وكان مشقوقا من قُدامها، فدخلت النفخة صدرها، فحملت، فأتتها أختها امرأة زكريا ليلة تزورها; فلما فتحت لها الباب التزمتها، فقالت امرأة زكريا: يا مريم أشعرت أني حبلى، قالت مريم: أشعرت أيضا أني حُبلى، قالت امرأة زكريا: إني وجدت ما في بطني يسجد لما في بطنك، فذلك قوله  مُصَدِّقًا بِكَلِمَةٍ مِنَ اللَّهِ  .حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، قال: قال ابن جريج: يقولون: إنه إنما نفخ في جيب درعها وكمها.وقوله ( فَانْتَبَذَتْ بِهِ مَكَانًا قَصِيًّا ) يقول: فاعتزلت بالذي حملته، وهو عيسى، وتنحَّت به عن الناس مكانا قصيا يقول: مكانا نائيا قاصيا عن الناس، يقال: هو بمكان قاص، وقصيّ بمعنى واحد، كما قال الراجز:لَتَقْعُــــدِنَّ مَقْعَـــدَ القَصِـــيِّمِنِّـــي ذي القـــاذُوَرةِ المَقْــلِيّ (7)يقال منه: قصا المكان يقصو قصوا : إذا تباعد، وأقصيت الشيء: إذا أبعدته وأخَّرته.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله ( فَانْتَبَذَتْ بِهِ مَكَانًا قَصِيًّا ) قال: مكانا نائيا.حدثني محمد بن عمرو، قال: ثنا أبو عاصم ، قال: ثنا عيسى; وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله ( مَكَانًا قَصِيًّا ) قال: قاصيا.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، مثله.حدثنا موسى، قال: ثنا عمرو، قال: ثنا أسباط، عن السدّي، قال: لما بلغ أن تضع مريم، خرجت إلى جانب المحراب الشرقي منه فأتت أقصاه.-------------------------الهوامش :(7) البيتان لرؤبة ابن العجاج الراجز ( انظر فوائد القلائد في مختصر الشواهد للعيني ص 115 - 116 ) وبعدهما بيتان آخران وهما :أو تحـــلفي بـــربك العـــليأنــى أبــو ذيــا لــك الصبـيومقعد القصي : إما مفعول مطلق . على أن يكون المقعد بمعنى القعود أو على أنه مفعول فيه ، أي في مقعد القصي ، أي البعيد ، من قصا المكان يقصو : إذا بعد . ويقال رجل قاذورة : أي لا يخالط الناس ، لسوء خلقه . والمقلي المبغض من قلاه يقليه قلى بالكسر . وهما صفتان للقصي . وفي ( لسان العرب : قصا ) قصا عنه قصوا ، وقصوا وقصا وقصاء ، وقصي ( بكسر الصاد ) : بعد وقصا المكان يقصو قصوا ( على فعول ) : بعد . والقصي والقاصي : البعيد ، والجمع : أقصاء فيهما ، كشاهد وأشهاد ، ونصير وأنصار ."
    },
    {
      "ayah": 23,
      "surah": 19,
      "text": "وقوله ( فَأَجَاءَهَا الْمَخَاضُ إِلَى جِذْعِ النَّخْلَةِ ) يقول تعالى ذكره: فجاء بها المخاض إلى جذع النخلة، ثم قيل: لما أسقطت الباء منه أجاءها، كما يقال: أتيتك بزيد، فإذا حذفت الباء قيل آتيتك زيدا ، كما قال جل ثناؤه  آتُونِي زُبَرَ الْحَدِيدِ  والمعنى: بزُبَر الحديد، ولكن الألف مدت لما حذفت الباء، وكما قالوا: خرجت به وأخرجته، وذهبت به وأذهبته، وإنما هو أفعل من المجيء، كما يقال : جاء هو، وأجأته أنا: أي جئت به، ومثل من أمثال العرب \" : شرّ ما أجاءني إلى مُخَّة عرقوب \"، وأشاء ويقال: شرّ ما يُجِيئك ويُشِيئك إلى ذلك ; ومنه قول زهير:وَجــارٍ ســارَ مُعْتَمِــدًا إلَيْكُــمْأجاءَتْـــهُ المَخافَـــةُ والرَّجــاءُ (8)يعنى: جاء به، وأجاءه إلينا وأشاءك: من لغة تميم، وأجاءك من لغة أهل العالية، وإنما تأوّل من تأوّل ذلك بمعنى: ألجأها، لأن المخاض لما جاءها إلى جذع النخلة، كان قد ألجأها إليه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى; وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله ( فَأَجَاءَهَا الْمَخَاضُ ) قال : المخاض ألجأها.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، قال: ألجأها المخاض. قال ابن جريج: وقال ابن عباس: ألجأها المخاض إلى جذع النخلة.حدثنا موسى، قال: ثنا عمرو، قال: ثنا أسباط، عن السديّ( فَأَجَاءَهَا الْمَخَاضُ إِلَى جِذْعِ النَّخْلَةِ ) يقول: ألجأها المخاض إلى جذع النخلة.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد ، عن قتادة، قوله ( فَأَجَاءَهَا الْمَخَاضُ إِلَى جِذْعِ النَّخْلَةِ ) قال: اضطرّها إلى جذع النخلة.واختلفوا في أيّ المكان الذي انتبذت مريم بعيسى لوضعه، وأجاءَها إليه المخاض، فقال بعضهم: كان ذلك في أدنى أرض مصر، وآخر أرض الشأم، وذلك أنها هربت من قومها لما حملت ، فتوجهت نحو مصر هاربة منهم.* ذكر من قال ذلك:حدثنا محمد بن سهل، قال: ثنا إسماعيل بن عبد الكريم، قال: ثني عبد الصمد بن معقل، أنه سمع وهب بن منبه يقول: لما اشتملت مريم على الحمل، كان معها قَرابة لها، يقال له يوسف النَّجار، وكانا منطلقين إلى المسجد الذي عند جبل صهيون، وكان ذلك المسجد يومئذ من أعظم مساجدهم، فكانت مريم ويوسف يخدمان في ذلك المسجد، في ذلك الزمان ، وكان لخدمته فضل عظيم، فرغبا في ذلك، فكانا يليان معالجته بأنفسهما، تحبيره وكناسته وطهوره، وكل عمل يعمل فيه، وكان لا يعمل من أهل زمانهما أحد أشدّ اجتهادًا وعبادة منهما، فكان أوّل من أنكر حمل مريم صاحِبُها يوسف; فلما رأى الذي بها استفظعه، وعظم عليه، وفظع به، فلم يدر على ماذا يضع أمرها، فإذا أراد يوسف أن يتهمها، ذكر صلاحها وبراءتها، وأنها لم تغب عنه ساعة قطّ; وإذا أراد أن يبرئها، رأى الذي ظهر عليها; فلما اشتدّ عليه ذلك كلمها، فكان أوّل كلامه إياها أن قال لها: إنه قد حدث في نفسي من أمرك أمر قد خشيته، وقد حَرَصت على أن أميته وأكتمه في نفسي، فغلبني ذلك، فرأيت الكلام فيه أشفى لصدري، قالت: فقل قولا جميلا قال: ما كنت لأقول لك إلا ذلك، فحدثيني، هل ينبت زرع بغير بذر؟ قالت: نعم، قال: فهل تنبت شجرة من غير غيث يصيبها؟ قالت: نعم ، قال: فهل يكون ولد من غير ذكر؟ قالت: نعم، ألم تعلم أن الله تبارك وتعالى أنبت الزرع يوم خلقه من غير بذر، والبذر يومئذ إنما صار من الزرع الذي أنبته الله من غير بذر; أو لم تعلم أن الله بقدرته أنبت الشجر بغير غيث، وأنه جعل بتلك القدرة الغيث حياة للشجر بعد ما خلق كلّ واحد منهما وحده، أم تقول: لن يقدر الله على أن ينبت الشجر حتى استعان عليه بالماء، ولولا ذلك لم يقدر على إنباته؟ قال يوسف لها: لا أقول هذا، ولكني أعلم أن الله تبارك وتعالى بقدرته على ما يشاء يقول لذلك كن فيكون، قالت مريم: أو لم تعلم أن الله تبارك وتعالى خلق آدم وامرأته من غير أنثى ولا ذكر؟ قال: بلى، فلما قالت له ذلك، وقع في نفسه أن الذي بها شيء من الله تبارك وتعالى، وأنه لا يسعه أن يسألها عنه، وذلك لما رأى من كتمانها لذلك ، ثم تولى يوسف خدمة المسجد، وكفاها كل عمل كانت تعمل فيه، وذلك لما رأى من رقة جسمها، واصفرار لونها، وكلف وجهها، ونتوّ بطنها، وضعف قوّتها، ودأب نظرها، ولم تكن مريم قبل ذلك كذلك; فلما دنا نفاسها أوحى الله إليها أن أخرجي من أرض قومك ، فإنهم إن ظفروا بك عيروك، وقتلوا ولدك، فأفضت ذلك إلى أختها، وأختها حينئذ حُبلى، وقد بشرت بيحيى، فلما التقيا وجدت أمّ يحيى ما في بطنها خرّ لوجهه ساجدا معترفا لعيسى، فاحتملها يوسف إلى أرض مصر على حمار له ليس بينها حين ركبت وبين الإكاف شيء، فانطلق يوسف بها حتى إذا كان متاخما لأرض مصر في منقطع بلاد قومها، أدرك مريم النفاس، ألجأها إلى آريّ حمار، يعنى مذود الحمار، وأصل نخلة، وذلك في زمان أحسبه بردا أو حرّا \" الشكّ من أبي جعفر \"، فاشتدّ على مريم المخاض; فلما وجدت منه شدّة التجأت إلى النخلة فاحتضنتها واحتوشتها الملائكة، قاموا صفوفًا محدقين بها.وقد رُوي عن وهب بن منبه قول آخر غير هذا، وذلك ما حدثنا به ابن حميد ، قال: ثنا سلمة، عن ابن إسحاق عمن لا يتهم، عن وهب بن منبه، قال: لما حضر ولادُها، يعني مريم، ووجدت ما تجد المرأة من الطلق ، خرجت من المدينة مغربة من إيلياء، حتى تدركها الولادة إلى قرية من إيلياء على ستة أميال يقال لها بيت لحم، فأجاءها المخاض إلى أصل نخلة إليها مذود بقرة تحتها ربيع من الماء، فوضعته عندها.وقال آخرون: بل خرجت لما حضر وضعها ما في بطنها إلى جانب المحراب الشرقي منه، فأتت أقصاه فألجأها المخاض إلى جِذْعِ النخلة، وذلك قول السدي، وقد ذكرت الرواية به قبل.حدثني زكريا بن يحيى بن أبي زائدة، قال: ثنا حجاج، قال: قال ابن جريج : أخبرني المغيرة بن عثمان، قال: سمعت ابن عباس يقول: ما هي إلا أن حملت فوضعت.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، قال: وأخبرني المغيرة بن عثمان بن عبد الله أنه سمع ابن عباس يقول: ليس إلا أن حملتْ فولدتْ.وقوله: ( يَالَيْتَنِي مِتُّ قَبْلَ هَذَا ) ذكر أنها قالت ذلك في حال الطلق استحياء من الناس.كما حدثنا موسى، قال: ثنا عمرو، قال: ثنا أسباط، عن السديّ، قال: قالت وهي تطلق من الحبل استحياء من الناس ( يَا لَيْتَنِي مِتُّ قَبْلَ هَذَا وَكُنْتُ نَسْيًا مَنْسِيًّا ) تقول: يا ليتني مِتُّ قبل هذا الكرب الذي أنا فيه، والحزن بولادتي المولود من غير بَعْل، وكنت نِسيا منسيًّا: شيئا نُسي فتُرك طلبه كخرق الحيض التي إذا ألقيت وطرحت لم تطلب ولم تذكر، وكذلك كل شيء نسي وترك ولم يطلب فهو نسي. ونسي بفتح النون وكسرها لغتان معروفتان من لغات العرب بمعنى واحد، مثل الوَتر والوِتر، والجَسر والجِسر، وبأيتهما قرأ القارئ فمصيب عندنا; وبالكسر قرأت عامة قرّاء الحجاز والمدينة والبصرة وبعض أهل الكوفة; وبالفتح قرأه أهل الكوفة; ومنه قول الشاعر:كـأنَّ لَهَـا فِـي الأرْضِ نِسْـيا تَقُصُّهُإذَا مــا غَـدَتْ وإنْ تُحَـدّثْكَ تَبْلَـتِ (9)ويعني بقوله: تقصه: تطلبه، لأنها كانت نسيته حتى ضاع، ثم ذكرته فطلبته، ويعني بقوله: تبلت: تحسن وتصدّق، ولو وجه النسي إلى المصدر من النسيان كان صوابا، وذلك أن العرب فيما ذكر عنها تقول: نسيته نسيانا ونسيا، كما قال بعضهم من طاعة الربّ وعصي الشيطان، يعني وعصيان، وكما تقول أتيته إتيانا وأتيا، كما قال الشاعر:أتــيُ الفَوَاحِــشِ فِيهِــمُ مَعْرَوفَـةٌوَيَــروْنَ فِعْـلَ المَكْرُمـاتِ حَرَامَـا (10)وقوله (مَنْسيًّا) مفعول من نسيت الشيء كأنها قالت: ليتني كنت الشيء الذي ألقي، فترك ونسي.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، قال: أخبرني عطاء الخراساني عن ابن عباس، قوله: ( يَالَيْتَنِي مِتُّ قَبْلَ هَذَا وَكُنْتُ نَسْيًا مَنْسِيًّا ) لم أخلق، ولم أك شيئا.حدثنا موسى ، قال: ثنا عمرو، قال: ثنا أسباط، عن السديّ( وَكُنْتُ نَسْيًا مَنْسِيًّا ) يقول: نِسيا: نُسي ذكري، ومنسيا: تقول: نسي أثري، فلا يرى لي أثر ولا عين.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَكُنْتُ نَسْيًا مَنْسِيًّا ) : أي شيئا لا يعرف ولا يذكر.حدثنا الحسن، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر ، عن قتادة، قوله ( وَكُنْتُ نَسْيًا مَنْسِيًّا ) قال: لا أعرف ولا يدرى من أنا.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن أبي جعفر، عن الربيع بن أنس ( نَسْيًا مَنْسِيًّا ) قال: هو السقط.حدثني يونس، قال: أخبرنا ابن وهب ، قال: قال ابن زيد، في قوله ( يَالَيْتَنِي مِتُّ قَبْلَ هَذَا وَكُنْتُ نَسْيًا مَنْسِيًّا ) لم أكن في الأرض شيئًا قط."
    },
    {
      "ayah": 24,
      "surah": 19,
      "text": "اختلفت القرّاء في قراءة ذلك، فقرأته عامة قرّاء الحجاز والعراق ( فَنَادَاهَا مِنْ تَحْتِهَا ) بمعنى: فناداها جبرائيل من بين يديها على اختلاف منهم في تأويله; فمن متأوّل منهم إذا قرأه ( مِنْ تَحْتِهَا ) كذلك; ومن متأوّل منهم أنه عيسى ، وأنه ناداها من تحتها بعد ما ولدته. وقرأ ذلك بعض قرّاء أهل الكوفة والبصرة ( فَنَادَاها مَنْ تَحْتَها ) وبفتح التاءين من تحت، بمعنى: فناداها الذي تحتها، على أن الذي تحتها عيسى، وأنه الذي نادى أمه.* ذكر من قال: الذي ناداها من تحتها المَلَك ، حدثنا ابن حميد، قال: ثنا يحيى بن واضح، قال: ثنا عبد المؤمن، قال: سمعت ابن عباس قرأ: ( فَنَادَاهَا مِنْ تَحْتِهَا ) يعني: جبرائيل.حدثني أحمد بن عبد الله أحمد بن يونس، قال: أخبرنا عَبثر ، قال: ثنا حصين، عن عمرو بن ميمون الأوْديّ، قال: الذي ناداها الملك.حدثنا ابن بشار، قال: ثنا أبو أحمد، قال: ثنا سفيان، عن الأعمش، عن إبراهيم، عن علقمة، أنه قرأ: فخاطبها من تحتها.حدثنا أبو هشام الرفاعي، قال: ثنا يحيى، قال: ثنا سفيان، عن الأعمش، عن إبراهيم، عن علقمة أنه قرأ: فخاطبها من تحتها.حدثنا الرفاعي، قال: ثنا وكيع، عن أبيه، عن الأعمش، عن إبراهيم، عن علقمة أنه قرأها كذلك.حدثنا ابن بشار، قال: ثنا أبو عامر، قال: ثنا سفيان، عن جويبر، عن الضحاك ( فَنَادَاهَا مِنْ تَحْتِهَا ) قال: جبرائيل.حدثنا ابن بشار، قال: ثنا أبو عاصم، عن سفيان، عن جويبر، عن الضحاك، مثله.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( فَنَادَاهَا مِنْ تَحْتِهَا ) : أي من تحت النخلة.حدثنا موسى، قال: ثنا عمرو، قال: ثنا أسباط، عن السديّ(فَنَادَاهَا) جبرائيل ( مِنْ تَحْتِهَا أَلا تَحْزَنِي ).حدثنا الحسن، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة، في قوله ( فَنَادَاهَا مِنْ تَحْتِهَا ) قال: المَلَك.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله ( فَنَادَاهَا مِنْ تَحْتِهَا ) يعني: جبرائيل كان أسفل منها.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي ، قال: ثني أبي، عن أبيه، عن ابن عباس، ( فَنَادَاهَا مِنْ تَحْتِهَا ) قال: ناداها جبرائيل ولم يتكلم عيسى حتى أتت قومها.* ذكر من قال: ناداها عيسى صلى الله عليه وسلم: حدثنا محمد بن بشار، قال: ثنا أبو عاصم، قال: ثنا سفيان، عن ابن أبي نجيح، عن مجاهد، قوله ( فَنَادَاهَا مِنْ تَحْتِهَا ) قال: عيسى ابن مريم.حدثنا ابن بشار، قال: ثنا أبو عامر، قال: ثنا سفيان، عن ابن أبي نجيح، عن مجاهد، مثله.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، مثله.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج ، عن مجاهد، مثله.حدثنا بشر، قال: ثنا يزيد، قال : ثنا سعيد، عن قتادة، عن الحسن ( فَنَادَاهَا مِنْ تَحْتِهَا ) ابنها.حدثنا الحسن، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة، قال: قال الحسن: هو ابنها.حدثنا ابن حميد، قال: ثنا سلمة، عن ابن إسحاق، عمن لا يتهم، عن وهب بن منبه (فَنَادَاهَا) عيسى ( مِنْ تَحْتِهَا أَلا تَحْزَنِي ) .حدثني أبو حميد أحمد بن المغيرة الحمصي، قال: ثنا عثمان بن سعيد ، قال: ثنا محمد بن مهاجر، عن ثابت بن عجلان، عن سعيد بن جبير، قوله ( فَنَادَاهَا مِنْ تَحْتِهَا ) قال عيسى: أما تسمع الله يقول  فَأَشَارَتْ إِلَيْهِ  .حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد ( فَنَادَاهَا مِنْ تَحْتِهَا ) قال: عيسى; ناداها( مِنْ تَحْتِهَا أَلا تَحْزَنِي قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا ).حُدثت عن عبد الله بن أبي جعفر، عن أبيه، عن الربيع بن أنس، عن أبي العالية الرياحيّ، عن أبيّ بن كعب قال: الذي خاطبها هو الذي حملته في جوفها ودخل من فيها.قال أبو جعفر: وأولى القولين في ذلك عندنا قول من قال: الذي ناداها ابنها عيسى، وذلك أنه من كناية ذكره أقرب منه من ذكر جبرائيل، فردّه على الذي هو أقرب إليه أولى من ردّه على الذي هو أبعد منه. ألا ترى في سياق قوله  فَحَمَلَتْهُ فَانْتَبَذَتْ بِهِ مَكَانًا قَصِيًّا  يعني به: فحملت عيسى فانتبذت به، ثم قيل: فناداها نسقا على ذلك من ذكر عيسى والخبر عنه. ولعلة أخرى، وهي قوله ( فَأَشَارَتْ إِلَيْهِ ) ولم تشر إليه إن شاء الله ألا وقد علمت أنه ناطق في حاله تلك، وللذي كانت قد عرفت ووثقت به منه بمخاطبته إياها بقوله لها( أَلا تَحْزَنِي قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا ) وما أخبر الله عنه أنه قال لها أشيري للقوم إليه، ولو كان ذلك قولا من جبرائيل، لكان خليقا أن يكون في ظاهر الخبر، مبينا أن عيسى سينطق، ويحتجّ عنها للقوم، وأمر منه لها بأن تشير إليه للقوم إذا سألوها عن حالها وحاله.فإذا كان ذلك هو الصواب من التأويل الذي بينا، فبين أن كلتا القراءتين، أعني ( مِنْ تَحْتِهَا ) بالكسر، ( وَمَنْ تَحْتَها ) بالفتح صواب. وذلك أنه إذا قرئ بالكسر كان في قوله (فَنَادَاهَا) ذكر من عيسى: وإذا قرئ( مَنْ تَحْتَها) بالفتح كان الفعل لمن وهو عيسى. فتأويل الكلام إذن: فناداها المولود من تحتها أن لا تحزني يا أمه ( قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا ).كما حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله ( فَنَادَاهَا مِنْ تَحْتِهَا أَلا تَحْزَنِي ) قالت: وكيف لا أحزن وأنت معي، لا ذات زوج فأقول من زوج، ولا مملوكة فأقول من سيدي، أي شيء عذري عند الناس  يَا لَيْتَنِي مِتُّ قَبْلَ هَذَا وَكُنْتُ نَسْيًا مَنْسِيًّا  فقال لها عيسى: أنا أكفيك الكلام.واختلف أهل التأويل في المعنيّ بالسريّ في هذا الموضع، فقال بعضهم: عني به: النهر الصغير.* ذكر من قال ذلك:حدثنا ابن بشار، قال: ثنا أبو عاصم، قال: ثنا سفيان، عن أبي إسحاق، عن البراء بن عازب ( قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا ) قال: الجدول.حدثنا ابن بشار، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن أبي إسحاق، قال: سمعت البراء يقول في هذه الآية ( قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا ) قال: الجدول.حدثني عليّ، قال : ثنا عبد الله، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله ( قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا ) وهو نهر عيسى.حدثني محمد بن سعد ، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله ( قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا ) قال: السريّ: النهر الذي كان تحت مريم حين ولدته كان يجري يسمى سَرِيا.حدثني أبو حصين، قال: ثنا عَبثر، قال: ثنا حصين، عن عمرو بن ميمون الأوْدِيّ، قال في هذه الآية ( قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا ) قال: السريّ: نهر يُشرب منه.حدثنا يعقوب وأبو كريب، قالا ثنا هشيم، قال: أخبرنا حصين، عن عمرو بن ميمون، في قوله: ( قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا ) قال: هو الجدول.حدثنا محمد بن عمرو ، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد ( سَرِيًّا) قال: نهر بالسريانية.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، مثله، قال ابن جريج: نهر إلى جنبها.حدثنا محمد بن بشار، قال: ثنا أبو داود، قال: ثنا شعبة، عن قتادة، عن الحسن، في قوله ( قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا ) قال: كان سريا فقال حميد بن عبد الرحمن: إن السريّ: الجدول، فقال: غلبتنا عليك الأمراء.حدثنا القاسم، قال: ثنا الحسين، قال: ثنا أبو بكر بن عياش، عن أبي حصين، عن سعيد بن جبير ( قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا ) قال: هو الجدول، النهر الصغير، وهو بالنبطية: السريّ.حدثني أبو حميد الحمصي، قال: ثنا عثمان بن سعيد، قال: ثنا محمد بن مهاجر، عن ثابت بن عجلان قال: سألت سعيد بن جبير، عن السريّ، قال: نهر.حدثنا أبو كريب، قال: ثنا هشيم، عن مغيرة، عن إبراهيم، قال: النهر الصغير.حدثني يعقوب، قال: ثنا هشيم، قال: أخبرنا مغيرة، عن إبراهيم، أنه قال: هو النهر الصغير: يعني الجدول، يعني قوله ( قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا ).حدثنا ابن وكيع، قال: ثنا أبي، عن سلمة بن نبيط، عن الضحاك، قال: جدول صغير بالسريانية.حدثنا عن الحسين ، قال: سمعت أبا معاذ، قال: أخبرنا عبيد بن سليمان، قال: سمعت الضحاك يقول في قوله ( تَحْتَكِ سَرِيًّا ) الجدول الصغير من الأنهار.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا ) والسريّ: هو الجدول، تسميه أهل الحجاز.حدثنا الحسن، قال: ثنا عبد الرزاق، قال: أخبرنا معمر ، في قوله (سَرِيًّا) قال: هو جدول.حدثنا ابن حميد، قال: ثنا سلمة، عن ابن إسحاق، عمن لا يتهم وعن وهب بن منبه ( قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا ) يعني ربيع الماء.- حدثنا موسى بن هارون، قال: ثنا عمرو، قال: ثنا أسباط، عن السدي ( قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا ) والسريّ: هو النهر.وقال آخرون: عنى به عيسى.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، عن الحسن ( قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا ) والسريّ: عيسى نفسه.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله ( قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا ) يعني نفسه، قال: وأيّ شيء أسرى منه، قال: والذين يقولون: السريّ: هو النهر ليس كذلك النهر، لو كان النهر لكان إنما يكون إلى جنبها، ولا يكون النهر تحتها.قال أبو جعفر: وأولى القولين في ذلك عندي بالصواب قيل من قال: عنى به الجدول، وذلك أنه أعلمها ما قد أتاها الله من الماء الذي جعله عندها، وقال لها  وَهُزِّي إِلَيْكِ بِجِذْعِ النَّخْلَةِ تُسَاقِطْ عَلَيْكِ رُطَبًا جَنِيًّا * فَكُلِي  من هذا الرطب  وَاشْرَبِي  من هذا الماء  وَقَرِّي عَيْنًا  بولدك، والسريّ معروف من كلام العرب أنه النهر الصغير; ومنه قول لبيد:فَتَوَسَّـطا عُـرْضَ السَّـريّ وَصَدَّعـامَسْـــجُورَةٌ مُتَجــاوِرًا قُلامُهــا (11)ويُروى فينا (12) مسجورة، ويُروى أيضًا: فغادرا.قوله ( وَهُزِّي إِلَيْكِ بِجِذْعِ النَّخْلَةِ ) ذكر أن الجذع كان جذعًا يابسًا، وأمرها أن تهزّه، وذلك في أيام الشتاء، وهزّها إياه كان تحريكه.-----------------------------الهوامش :(8) البيت لزهير بن أبي سلمى ( اللسان : جيأ ) . قال : وأجاءه إلى شيء : جاء به ، وألجأه ، واضطره إليه . قال زهير بن أبي سلمى : \" وجار . . . \" البيت . قال الفراء : أصله من جئت ، وقد وقد جعلته العرب إلجاء . وفي المثل : \" شر ما أجاءك إلى مخة العرقوب ، وشر ما يجيئك إلى مخة عرقوب \" قال الأصمعي : وذلك أن العرقوب لا مخ فيه ، وإنما يحوج إليه من لا يقدر على شيء . ومنهم من يقول : شر ما ألجأك : والمعنى واحد . وتميم تقول : شر ما أشاءك .(9) البيت للشنفرى \" اللسان : نسي \" قال : والنسي : الشيء المنسي الذي لا يذكر . وقال الأخفش : النسي : ما أغفل من شيء حقير ونسي. وقال الزجاج : النسي في كلام العرب الشيء المطروح ، لا يؤبه له . وقال الشنفرى : \" وكأن لها . . . البيت \" قال ابن بري : بلت ، فالفتح : إذا قطع ، وبلت بالكسر : إذا سكن . وقال الفراء : النسي والنسي ( بكسر النون المشددة وفتحها ) لغتان فيه تلقيه المرأة من خرق اعتلاها ( حيضها ) مثل وتر ووتر . قال ولو أراد بالنسي ( بالفتح ) مصدر النسيان ، كان صوابا .(10) في ( اللسان : أتى ) : الإتيان : المجيء . أتيته أتيا وإتيانا وإتيانه ومأتاه : جئته . واستشهد المؤلف بالبيت على أن العرب تقول نسيته نسيانا ونسيا ، كما تقول أتيته إتيانا وأتيا . وقوله معروفة : أنث الخبر بالتاء مع أن المبتدأ وهو الأتي مذكر ، لكنه لما أضيف إلى الفواحش ، وهي جمع فاحشة . اكتسب منها التأنيث فلذلك أنث الخبر بالتاء .(11) البيت للبيد بن ربيعة العامري ، من معلقته المشهورة ( انظره في شرح الزوزني على المعلقات السبع ، وفي شرح التبريزي على القصائد العشر ، وفي جمهرة أشعار العرب ص 63 - 74 ) . قال صاحب الجمهرة : توسطا ؛ : أي دخلا وسطه . وعرض السري : أي ناحية النهر ، وأهل الحجاز . يسمون النهر سريا . وصدعا : أي فرقا . ومسجورة : أي عينا مملوءة ؛ قال الله تعالى : ( والبحر المسجور ) وأقلامها ، ويروى قلامها ، وهو ضرب من الشجر الحمض ، والأقلام : قصب اليراع . وقال الزوزني يقول : فتو سط العير والأتان جانب النهر الصغير ، وشقا عينا مملوءة ماء ، قد تجاوز قلامها ، أي قد كثر هذا الضرب من النبت عليها . وتحرير المعنى : أنهما قد ورد عينا ممتلئة ماء ، فدخلا فيها من عرض نهرها ، وقد تجاور نبتها . والشاهد في قوله \" السري \" وهو اسم للنهر الصغير .(12) كذا في المخطوطة بغير نقط ، ولم نقف على هذه الرواية ."
    },
    {
      "ayah": 25,
      "surah": 19,
      "text": "كما حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله ( وَهُزِّي إِلَيْكِ بِجِذْعِ النَّخْلَةِ ) قال: حركيها.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( وَهُزِّي إِلَيْكِ بِجِذْعِ النَّخْلَةِ ) قال: كان جذعًا يابسًا، فقال لها: هزّيه ( تُسَاقِطْ عَلَيْكِ رُطَبًا جَنِيًّا ).حدثنا ابن حميد، قال: ثنا يحيى بن واضح، قال: ثنا عبد المؤمن، قال: سمعت أبا نهيك يقول: كانت نخلة يابسة.حدثني محمد بن سهل بن عسكر، قال: ثنا إسماعيل بن عبد الكريم، قال: ثني عبد الصمد بن معقل قال: سمعت وهب بن منبه يقول في قوله: ( وَهُزِّي إِلَيْكِ بِجِذْعِ النَّخْلَةِ ) فكان الرطب يتساقط عليها وذلك في الشتاء.حدثنا موسى بن هارون، قال: ثنا عمرو، قال: ثنا أسباط، عن السديّ( وَهُزِّي إِلَيْكِ بِجِذْعِ النَّخْلَةِ ) وكان جذعا منها مقطوعا فهزّته، فإذا هو نخلة، وأجري لها في المحراب نهر، فتساقطت النخلة رطبًا جنيا فقال لها  فَكُلِي وَاشْرَبِي وَقَرِّي عَيْنًا  .وقال آخرون: بل معنى ذلك: وهزّي إليك بالنخلة.* ذكر من قال ذلك:حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، قال: قال مجاهد ( وَهُزِّي إِلَيْكِ بِجِذْعِ النَّخْلَةِ ) قال: النخلة.حدثنا ابن بشار، قال: ثنا أبو أحمد، قال: ثنا سفيان، عن عيسى بن ميمون، عن مجاهد، في قوله ( وَهُزِّي إِلَيْكِ بِجِذْعِ النَّخْلَةِ ) قال: العجوة.حدثني يعقوب، قال: ثنا هشيم، قال: أخبرنا حصين، عن عمرو بن ميمون، أنه تلا هذه الآية: ( وَهُزِّي إِلَيْكِ بِجِذْعِ النَّخْلَةِ تُسَاقِطْ عَلَيْكِ رُطَبًا جَنِيًّا ) قال: فقال عمرو: ما من شيء خير للنفساء من التمر والرطب ، وأدخلت الباء في قوله: ( وَهُزِّي إِلَيْكِ بِجِذْعِ النَّخْلَةِ ) كما يقال: زوجتك فلانة، وزوّجتك بفلانة; وكما قال  تَنْبُتُ بِالدُّهْنِ  بمعنى: تنبت الدهن.وإنما تفعل العرب ذلك، لأن الأفعال تكنى عنها بالباء، فيقال إذا كنيت عن ضربت عمرا: فعلت به، وكذلك كلّ فعل، فلذلك تدخل الباء في الأفعال وتخرج، فيكون دخولها وخروجها بمعنى، فمعنى الكلام: وهزِّي إليك جذع النخلة ، وقد كان لو أن المفسرين كانوا فسروه وكذلك: وهزِّي إليك رطبًا بجذع النخلة، بمعنى: على جذع النخلة، وجها صحيحا، ولكن لست أحفظ عن أحد أنه فسره كذلك. ومن الشاهد على دخول الباء في موضع دخولها وخروجها منه سواء قول الشاعر:بِـوَادٍ يَمـانٍ يُنْبِـتُ السِّـدْرَ صَـدْرُهُوأسْـــفَلُهُ بـــالمَرْخِ والشَّــبَهانِ (13)واختلف القراء في قراءة قوله ( تَسَّاقَطُ ) فقرأ ذلك عامة قرّاء المدينة والبصرة والكوفة ( تَسَّاقَطُ) بالتاء من تساقط وتشديد السين، بمعنى: تتساقط عليك النخلة رطبًا جنيا، ثم تُدغم إحدى التاءين في الأخرى فتشدّد (14) وكأن الذين قرءوا ذلك كذلك وجهوا معنى الكلام إلى: وهزِّي إليك بجذع النخلة تساقط النخلة عليك رطبًا : وقرأ ذلك بعض قراء الكوفة ( تَساقَطُ ) بالتاء وتخفيف السين، ووجه معنى الكلام، إلى مثل ما وجه إليه مشدّدوها، غير أنهم خالفوهم في القراءة. ورُوي عن البراء بن عازب أنه قرأ ذلك ( يُساقِط) بالياء.حدثني بذلك أحمد بن يوسف، قال: ثنا القاسم، قال: ثنا يزيد، عن جرير بن حازم، عن أبي إسحاق قال: سمعت البراء بن عازب يقرؤه كذلك، وكأنه وجه معنى الكلام إلى: وهزِّي إليك بجذع النخلة يتساقط الجذع عليك رطبًا جنيا.ورُوي عن أبي نهيك أنه كان يقرؤه ( تُسْقِطُ ) بضمّ التاء وإسقاط الألف.حدثنا بذلك ابن حميد ، قال: ثنا يحيى بن واضح، قال: ثنا عبد المؤمن، قال: سمعت أبا نَهِيك يقرؤه كذلك ، وكأنه وجه معنى الكلام إلى: تسقط النخلة عليك رطبًا جنيا.قال أبو جعفر: والصواب من القول في ذلك عندي أن يقال: إن هذه القراءات الثلاث، أعني (تَسَّاقَطُ) بالتاء وتشديد السين، وبالتاء وتخفيف السين، وبالياء وتشديد السين، قراءات متقاربات المعاني، قد قرأ بكل واحدة منهن قرّاء أهل معرفة بالقرآن ، فبأيّ ذلك قرأ القارئ فمصيب الصواب فيه، وذلك أن الجذع إذا تساقط رطبًا، وهو ثابت غير مقطوع، فقد تساقطت النخلة رطبًا، وإذا تساقطت النخلة رطبًا، فقد تساقطت النخلة بأجمعها، جذعها وغير جذعها، وذلك أن النخلة ما دامت قائمة على أصلها، فإنما هي جذع وجريد وسعف ، فإذا قطعت صارت جذعا، فالجذع الذي أمرت مريم بهزّه لم يذكر أحد نعلمه أنه كان جذعًا مقطوعًا غير السديّ، وقد زعم أنه عاد بهزِّها إياه نخلة، فقد صار معناه ومعنى من قال: كان المتساقط. عليها رطبا نخلة واحدا، فتبين بذلك صحة ما قلنا.وقوله: (جَنِيًّا) يعني مجنيا; وإنما كان أصله مفعولا فصرف إلى فعيل; والمجني: المأخوذ طريا، وكل ما أخذ من ثمرة، أو نقل من موضعه بطراوته فقد اجتني، ولذلك قيل: فلان يجتني الكمأة; ومنه قول ابن أخت جذيمة:هَـــذَا جَنَــايَ وخِيــارُهُ فِيــهِإذْ كُــلُّ جــانٍ يَــدُهُ إلـى فِيـهْ (15)------------------------الهوامش:(13) في ( اللسان : سدر ) السدر : شجر النبق ، واحدتها سدرة . . . والمرخ : شجر كثير الورى سريعه . . وفي ( اللسان : شبه ) الشبهان : نبت يشبه الثمام ، ويقال له الشبهان . قال ابن سيده : والشبهان ( بالتحريك ) والشبهان ( بضمتين ) : ضرب من العضاه ؛ وقيل : هو الثمام ، يمانية ، حكاها ابن دريد. قال رجل من عبد القيس * بـواد يمـان ينبـت الشث صدره *. . . البيت . قال ابن بري قال أبو عبيدة : البيت للأحول اليشكري . واسمه يعلى . قال : وتقديره : وينبت أسفله المرخ . على أن تكون الباء زائدة .وإن شئت قدرته : وينبت أسفله بالمرخ ، فتكون الباء للتعدية . لما قدرت الفعل ثلاثيا . وفي الصحاح : الشبهان : هو الثمام من الرياحين . و ( في اللسان : شث ) الشث : ضرب من الشجر عن ابن دريد ، وأنشد البيت : * بـواد يمـان ينبـت الشث فرعه *إلخ . وقيل : الشث : شجر طيب الريح ، مر الطعم ، يدبغ به . قال أبو الدقيش : وينبت في جبال الغور وتهامة ونجد . والبيت شاهد على أن الباء في قوله \" بالمرخ \" زائدة ، دخولها كخروجها وهي مثل الباء في قوله تعالى : ( وهزي إليك بجذع النخلة ) . قال في ( اللسان : هز ) الهز : تحريك الشيء ، كما تهز القناة ، فتضطرب وتهز . وهزه يهزه هزا وهز به ، وفي التنزيل العزيز : ( وهزي إليك بجذع النخلة ) أي حركي . والعرب تقول : هزه وهز به إذا حركه . ومثله : خذ الخطام ، وخذ بالخطام ، وتعلق زيدا وتعلق بزيد . قال ابن سيده : وإنما عداه بالباء ، لأن في هزي معنى جري ، ( أمر من الجر ) .(14) عبارة الجلالين ، بتاءين قبلت الثانية سينا وأدغمت في السين .(15) البيت في ( اللسان : جنى ) قال : قال أبو عبيد : يضرب هذا مثلا للرجل يؤثر صاحبه بخيار ما عنده . قال أبو عبيد : وذكر ابن الكلبي أن المثل لعمرو بن عدي اللخي بن أخت جذيمة ، وهو أول من قاله ، وإن خذيمة نزل منزلا ، وأمر الناس أن يجتنوا له الكمأة، فكان بعضهم يستأثر بخير ما يجد ، ويأكل طيبها ، وعمرو يأتيه بخير ما يجد ، ولا يأكل منها شيئا ، فلما أتى خاله جذيمة قال : هذا . . . البيت والجنى : ما يجنى من الشجر . ويروى * هــذا جنــاي وهجانـه فيـه *أي خياره . أه . وقال : وجنيت الثمر أجنيتها واجتنيتها : بمعنى . ابن سيده : جني الثمرة ونحوها وتجناها ، كل ذلك : تناولها من شجرتها وعلى هذا استشهد المؤلف بالبيت ."
    },
    {
      "ayah": 26,
      "surah": 19,
      "text": "يقول تعالى ذكره: فكلي من الرطب الذي يتساقط عليك، واشربي من ماء السريّ الذي جعله ربك تحتك، لا تخشي جوعًا ولا عطشًا( وَقَرِّي عَيْنًا ) يقول: وطيبي نفسا وافرحي بولادتك إياي ولا تحزني ونصبت العين لأنها هي الموصوفة بالقرار. وإنما معنى الكلام: ولتقرِر عينك بولدك، ثم حوّل الفعل عن العين إلى المرأة صاحبة العين، فنصبت العين إذ كان الفعل لها في الأصل على التفسير، نظير ما فعل بقوله  فَإِنْ طِبْنَ لَكُمْ عَنْ شَيْءٍ مِنْهُ نَفْسًا  وإنما هو: فإن طابت أنفسهن لكم . وقوله  وَضَاقَ بِهِمْ ذَرْعًا  ومنه قوله  تُسَاقِطْ عَلَيْكِ رُطَبًا جَنِيًّا  إنما هو يساقط عليك رطب الجذع، فحوّل الفعل إلى الجِذْع، في قراءة من قرأه بالياء. وفي قراءة من قرأ:  تُسَاقِطْ  بالتاء، معناه: يساقط عليك رطب النخلة، ثم حول الفعل إلى النخلة.وقد اختلفت القرّاء في قراءة قوله (وقرِّي)فأما أهل المدينة فقرءوه (وَقَرِّي ) بفتح القاف على لغة من قال: قَرِرت بالمكان أَقَرّ به، وقَرِرت عينا، أقرّ به قُرورا، وهي لغة قريش فيما ذكر لي وعليها القراءة.وأما أهل نجد فإنها تقول قررت به عينا أقر به قرارا وقررت بالمكان أقر به، فالقراءة على لغتهم: (وَقِري عَيْنا) بكسر القاف، والقراءة عندنا على لغة قريش بفتح القاف.وقوله ( فَإِمَّا تَرَيِنَّ مِنَ الْبَشَرِ أَحَدًا ) يقول: فإن رأيت من بني آدم أحدا يكلمك أو يسائلك عن شيء أمرك وأمر ولدك وسبب ولادتكه ( فَقُولِي إِنِّي نَذَرْتُ لِلرَّحْمَنِ صَوْمًا ) يقول : فقولي: إني أوجبت على نفسي لله صمتا ألا أُكَلِّم أحدًا من بني آدم اليوم ( فَلَنْ أُكَلِّمَ الْيَوْمَ إِنْسِيًّا )وبنحو الذي قلنا في معنى الصوم، قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن عبد الأعلى، قال: ثنا معتمر بن سليمان، عن أبيه، قال: سمعت أنس بن مالك يقول في هذه الآية ( إِنِّي نَذَرْتُ لِلرَّحْمَنِ صَوْمًا ) صمتا.حدثني زكريا بن يحيى بن أبي زائدة، قال: ثنا حجاج، قال : أخبرنا ابن جريج، قال: أخبرني المغيرة بن عثمان، قال: سمعت أنس بن مالك يقول ( إِنِّي نَذَرْتُ لِلرَّحْمَنِ صَوْمًا ) قال: صمتا.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله ( إِنِّي نَذَرْتُ لِلرَّحْمَنِ صَوْمًا ) قال : يعني بالصوم: الصمت.حدثني يعقوب، قال: ثنا ابن عُلَية، عن سليمان التيميّ، قال: سمعت أنسا قرأ ( إنِّي نَذَرْتُ للرَّحْمَن صَوْما وَصَمْتا ) .حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة ( إِنِّي نَذَرْتُ لِلرَّحْمَنِ صَوْمًا ) أما قوله (صَوْما) فإنها صامت من الطعام والشراب والكلام.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد ، قال: سمعت الضحاك يقول في قوله ( نَذَرْتُ لِلرَّحْمَنِ صَوْمًا ) قال: كان من بني إسرائيل من إذا اجتهد صام من الكلام كما يصوم من الطعام ، إلا مِن ذكر الله، فقال لها ذلك، فقالت: إني أصوم من الكلام كما أصوم مِنْ الطعام، إلا من ذكر الله; فلما كلموها أشارت إليه، فقالوا  كَيْفَ نُكَلِّمُ مَنْ كَانَ فِي الْمَهْدِ صَبِيًّا  فأجابهم فقال  إِنِّي عَبْدُ اللَّهِ آتَانِيَ الْكِتَابَ  حتى بلغ  ذَلِكَ عِيسَى ابْنُ مَرْيَمَ قَوْلَ الْحَقِّ الَّذِي فِيهِ يَمْتَرُونَ  .واختلفوا في السبب الذي من أجله أمرها بالصوم عن كلام البشر، فقال بعضهم: أمرها بذلك لأنه لم يكن لها حجة عند الناس ظاهرة، وذلك أنها جاءت وهي أيِّم بولد بالكفّ عن الكلام ليكفيها فأمرت الكلام ولدها.* ذكر من قال ذلك:حدثنا هارون بن إسحاق الهمداني، قال: ثنا مصعب بن المقدام، قال: ثنا إسرائيل، قال: ثنا أبو إسحاق، عن حارثة، قال: كنت عند ابن مسعود، فجاء رجلان فسلم أحدهما ولم يسلم الآخر، فقال: ما شأنك؟ فقال أصحابه: حلف أن لا يكلم الناس اليوم، فقال عبد الله: كلم الناس وسلم عليهم، فإن تلك امرأة علمت أن أحدا لا يصدّقها أنها حملت من غير زوج، يعني بذلك مريم عليها السلام.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد لما قال عيسى لمريم (لا تَحْزَنِي) قالت: وكيف لا أحزن وأنت معي، لا ذات زوج ولا مملوكة، أي شيء عذري عند الناس  يَا لَيْتَنِي مِتُّ قَبْلَ هَذَا وَكُنْتُ نَسْيًا مَنْسِيًّا  فقال لها عيسى: أنا أكفيك الكلام ( فَإِمَّا تَرَيِنَّ مِنَ الْبَشَرِ أَحَدًا فَقُولِي إِنِّي نَذَرْتُ لِلرَّحْمَنِ صَوْمًا فَلَنْ أُكَلِّمَ الْيَوْمَ إِنْسِيًّا ) قال: هذا كله كلام عيسى لأمه.حدثنا ابن حميد ، قال: ثنا سلمة، عن ابن إسحاق، عمن لا يتهم، عن وهب بن منبه ( إِمَّا تَرَيِنَّ مِنَ الْبَشَرِ أَحَدًا فَقُولِي إِنِّي نَذَرْتُ لِلرَّحْمَنِ صَوْمًا فَلَنْ أُكَلِّمَ الْيَوْمَ إِنْسِيًّا ) فإني سأكفيك الكلام.وقال آخرون: إنما كان ذلك آية لمريم وابنها.* ذكر من قال ذلك:حدثنا الحسن، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة، في قوله ( إِنِّي نَذَرْتُ لِلرَّحْمَنِ صَوْمًا ) قال في بعض الحروف: صمتا وذلك إنك لا تلقى امرأة جاهلة تقول: نذرت كما نذرت مريم، ألا تكلم يومًا إلى الليل ، وإنما جعل الله تلك آية لمريم ولابنها، ولا يحلّ لأحد أن ينذر صمت يوم إلى الليل.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، فقرأ ( إِنِّي نَذَرْتُ لِلرَّحْمَنِ صَوْمًا ) وكانت تقرأ في الحرف الأوّل: صمتا، وإنما كانت آية بعثها الله لمريم وابنها.وقال آخرون: بل كانت صائمة في ذلك اليوم، والصائم في ذلك الزمان كان يصوم عن الطعام والشراب وكلام الناس، فأذن لمريم في قدر هذا الكلام ذلك اليوم وهي صائمة.* ذكر من قال ذلك:حدثنا موسى، قال: ثنا عمرو، قال: ثنا أسباط، عن السديّ( فَإِمَّا تَرَيِنَّ مِنَ الْبَشَرِ أَحَدًا) يكلمك (فَقُولِي إِنِّي نَذَرْتُ لِلرَّحْمَنِ صَوْمًا فَلَنْ أُكَلِّمَ الْيَوْمَ إِنْسِيًّا ) فكان من صام في ذلك الزمان لم يتكلم حتى يمسي، فقيل لها: لا تزيدي على هذا."
    },
    {
      "ayah": 27,
      "surah": 19,
      "text": "يقول تعالى ذكره:فلما قال ذلك عيسى لأمه اطمأنت نفسها، وسلَّمت لأمر الله، وحملته حتى أتت به قومها.كما حدثنا ابن حميد ، قال: ثنا سلمة عن ابن إسحاق، عمن لا يتهم، عن وهب بن منبه، قال: أنساها يعنى مريم كرب البلاء وخوف الناس ما كانت تسمع من الملائكة من البشارة بعيسى، حتى إذا كلَّمها، يعني عيسى، وجاءها مصداق ما كان الله وعدها احتملته ثم أقبلت به إلى قومها.وقال السديّ في ذلك ما حدثنا موسى، قال: ثنا عمرو، قال: ثنا أسباط، عن السديّ، قال: لما ولدته ذهب الشيطان، فأخبر بني إسرائيل أن مريم قد ولدت، فأقبلوا يشتدّون، فدعوها( فَأَتَتْ بِهِ قَوْمَهَا تَحْمِلُهُ ).وقوله ( قَالُوا يَا مَرْيَمُ لَقَدْ جِئْتِ شَيْئًا فَرِيًّا ) يقول تعالى ذكره: فلما رأوا مريم، ورأوا معها الولد الذي ولدته، قالوا لها: يا مريم لقد جئت بأمر عجيب، وأحدثت حدثا عظيما. وكل عامل عملا أجاده وأحسنه فقد فراه، كما قال الراجز:قَــدْ أَطْعَمَتنِــي دَقَــلا حُجْرِيًّــاقَــدْ كُــنْتِ تَفْــرِينَ بِـهِ الفَرِيَّـا (1)وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى; وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد في قول الله تعالى (فَرِيًّا) قال: عظيما.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، مثله.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( لَقَدْ جِئْتِ شَيْئًا فَرِيًّا ) قال: عظيما.حدثنا موسى، قال: ثنا عمرو، قال: ثنا أسباط، عن السديّ( لَقَدْ جِئْتِ شَيْئًا فَرِيًّا ) قال: عظيما.حدثنا ابن حميد، قال: ثنا سلمة، عن ابن إسحاق، عمن لا يتهم، عن وهب بن منبه، قال: لما رأوها ورأوه معها، قالوا: يا مريم ( لَقَدْ جِئْتِ شَيْئًا فَرِيًّا ) : أي الفاحشة غير المقاربة.------------------------الهوامش:(1) في ( اللسان : دقل ) : الدقل من التمر : معروف ، قيل : هو أردأ أنواعه . وفي ( اللسان : فرى ) : التهذيب : ويقال للرجل إذا كان جادًّا في الأمر قويا : تركته يفري الفرى ويقد . والعرب تقول : تركته يفري الفرى : إذا عمل العمل أو السقي فأجاد . . . وأنشد الفراء لزرارة بن صعب يخاطب العامرية :قَــدْ أطْعَمَتْنِــي دَقَــلا حَوْليًّــامُسَوَّسًـــا مُـــدَوَّدًا حَجْرِيًّـــاقَــدْ كُــنْتِ تَفْــرِينَ بِـهِ الفَرِيَّـاأي كنت تكثرين في القول وتعظمينه . يقال : فلان يفري الفرى : إذا يأتي بالعجب في عمله .ثم قال : وفي التنزيل العزيز في قصة مريم : ( لقد جئت شيئا فريا ) . قال الفراء : الفري الأمر العظيم ، أي جئت شيئا عظيما . وقيل : جئت شيئا فريا : أي مصنوعا مختلقا ."
    },
    {
      "ayah": 28,
      "surah": 19,
      "text": "اختلف أهل التأويل في السبب الذي من أجله قيل لها: يا أخت هارون، ومن كان هارون هذا الذي ذكره الله، وأخبر أنهم نسبوا مريم إلى أنها أخته، فقال بعضهم: قيل لها( يَا أُخْتَ هَارُونَ ) نسبة منهم لها إلى الصلاح، لأن أهل الصلاح فيهم كانوا يسمون هارون ، وليس بهارون أخي موسى.* ذكر من قال ذلك:حدثنا الحسن ، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة، في قوله ( يَا أُخْتَ هَارُونَ ) قال: كان رجلا صالحًا في بني إسرائيل يسمى هارون، فشبَّهوها به، فقالوا: يا شبيهة هارون في الصلاح.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( يَا أُخْتَ هَارُونَ مَا كَانَ أَبُوكِ امْرَأَ سَوْءٍ وَمَا كَانَتْ أُمُّكِ بَغِيًّا ) قال: كانت من أهل بيت يُعرفون بالصلاح، ولا يُعرفون بالفساد ومن الناس من يُعرفون بالصلاح ويتوالدون به، وآخرون يُعرفون بالفساد ويتوالدون به، وكان هارون مصلحا محببا في عشيرته، وليس بهارون أخي موسى، ولكنه هارون آخر. قال: وذُكر لنا أنه شيع جنازته يوم مات أربعون ألفا، كلهم يسمون هارون من بني إسرائيل.حدثني يعقوب، قال: ثنا ابن علية، عن سعيد بن أبي صدقة، عن محمد بن سيرين، قال: نبئت أن كعبا قال: إن قوله ( يَا أُخْتَ هَارُونَ ) ليس بهارون أخي موسى، قال: فقالت له عائشة: كذبت، قال : يا أمّ المؤمنين،  إن كان النبيّ صلى الله عليه وسلم قاله فهو أعلم وأخبر، وإلا فإني أجد بينهما ستّ مئة سنة، قال: فسكتت.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله ( يَا أُخْتَ هَارُونَ ) قال: اسم واطأ اسما، كم بين هارون وبينهما من الأمم أمم كثيرة.حدثنا أبو كريب وابن المثنى وسفيان وابن وكيع وأبو السائب، قالوا: ثنا عبد الله بن إدريس الأودي، قال: سمعت أبي يذكر عن سماك بن حرب، عن علقمة بن وائل، عن المغيرة بن شعبة، قال: بعثني رسول الله صلى الله عليه وسلم إلى أهل نجران، فقالوا لي: ألستم تقرءون ( يَا أُخْتَ هَارُونَ ) ؟ قلت: بلى وقد علمتم ما كان بين عيسى وموسى، فرجعت إلى رسول الله صلى الله عليه وسلم، فأخبرته، فقال: \" ألا أخْبَرْتَهُمْ أنَّهُمْ كانُوا يُسَمّونَ بأنْبِيائِهمْ والصَّالِحِينَ قَبْلَهُمْ\".حدثنا ابن حميد، قال: ثنا الحكم بن بشير، قال: ثنا عمرو، عن سماك بن حرب، عن علقمة بن وائل، عن المغيرة بن شعبة، قال: أرسلني النبيّ صلى الله عليه وسلم في بعض حوائجه إلى أهل نجران، فقالوا: أليس نبيك يزعم أن هارون أخو مريم هو أخو موسى؟ فلم أدر ما أردّ عليهم حتى رجعت إلى النبي صلى الله عليه وسلم، فذكرت له ذلك، فقال: \" إنَّهُمْ كَانُوا يُسَمُّون بأسْماءِ مَنْ كانَ قَبْلَهُمْ\".وقال بعضهم: عنى به هارون أخو موسى، ونُسبت مريم إلى أنها أخته لأنها من ولده، يقال للتميميّ: يا أخا تميم، وللمُضَرِيّ: يا أخا مُضَر.* ذكر من قال ذلك:حدثنا موسى، قال: ثنا عمرو، قال: ثنا أسباط، عن السديّ( يَا أُخْتَ هَارُونَ ) قال: كانت من بني هارون أخي موسى، وهو كما تقول: يا أخا بني فلان.وقال آخرون: بل كان ذلك رجلا منهم فاسقا معلن الفسق، فنسبوها إليه.قال أبو جعفر: والصواب من القول في ذلك ما جاء به الخبر عن  رسول الله صلى الله عليه وسلم الذي ذكرناه، وأنها نسبت إلى رجل من قومها.وقوله ( مَا كَانَ أَبُوكِ امْرَأَ سَوْءٍ ) يقول: ما كان أبوك رجل سوء يأتي الفواحش ( وَمَا كَانَتْ أُمُّكِ بَغِيًّا ) يقول: وما كانت أمك زانية. كما حدثني موسى، قال: ثنا عمرو، قال: ثنا أسباط، عن السدي ( وَمَا كَانَتْ أُمُّكِ بَغِيًّا ) قال: زانية. وقال (وَمَا كَانَتْ أُمُّكِ بَغِيًّا ) ولم يقل: بغيَّة، لأن ذلك مما يوصف به النساء دون الرجال، فجرى مجرى امرأة حائض وطالق، وقد كان بعضهم يشبه ذلك بقولهم: ملحفة جديدة وامرأة قتيل."
    },
    {
      "ayah": 29,
      "surah": 19,
      "text": "يقول تعالى ذكره: فلما قال قومها ذلك لها قالت لهم ما أمرها عيسى بقيله لهم، ثم أشارت لهم إلى عيسى أن كلِّموه.كما حدثنا موسى، قال: ثنا عمرو ، قال: ثنا أسباط، عن السديّ، قال: لما قالوا لها  مَا كَانَ أَبُوكِ امْرَأَ سَوْءٍ وَمَا كَانَتْ أُمُّكِ بَغِيًّا  قالت لهم ما أمرها الله به، فلما أرادوها بعد ذلك على الكلام أشارت إليه، إلى عيسى.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( فَأَشَارَتْ إِلَيْهِ ) قال: أمرتهم بكلامه.حدثنا ابن حميد، قال: ثنا سلمة، عن ابن إسحاق، عمن لا يتهم، عن وهب بن منبه ( فَأَشَارَتْ إِلَيْهِ ) يقول: أشارت إليه أن كلِّموه.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، قوله ( فَأَشَارَتْ إِلَيْهِ ) أن كَلِّموه.وقوله ( قَالُوا كَيْفَ نُكَلِّمُ مَنْ كَانَ فِي الْمَهْدِ صَبِيًّا ) يقول تعالى ذكره ، قال قومها لها: كيف نكلم من وُجد في المهد؟ وكان في قوله ( مَنْ كَانَ فِي الْمَهْدِ صَبِيًّا ) معناها التمام، لا التي تقتضي الخبر، وذلك شبيه المعنى بكان التي في قوله  هَلْ كُنْتُ إِلا بَشَرًا رَسُولا  وإنما معنى ذلك: هل أنا إلا بشر رسول؟ وهل وجدت أو بعثت; وكما قال زهير بن أبي سُلْمَى:زَجَــرْتُ علَيْــهِ حُــرَّةً أرْحَبِيَّـةًوَقَـدْ كَـانَ لَـوْنُ اللَّيْـلِ مِثْلَ الأرَنْدَجِ (2)بمعنى: وقد صار أو وُجد. وقيل: إنه عنى بالمهد في هذا الموضع: حجر أمه.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( مَنْ كَانَ فِي الْمَهْدِ صَبِيًّا ) والمهد: الحجر.قال أبو جعفر: وقد بينا معنى المهد فيما مضى بشواهده، فأغنى عن إعادته في هذا الموضع.------------------------الهوامش:(2) البيت في ( ديوان زهير بن أبي سلمى . طبعة دار الكتب المصرية بشرح أبي العباس ثعلب ، ص 323 ) ورواية الأصل : أجرت تحريف . وقوله عليه : على ذلك الطريق . وحرة كريمة وأرحبية : منسوبة إلى أرحب ، وأرحب بطن من همدان ، تنسب إليهم النجائب الأرحبية ، وقيل هو موضع . وقال الأزهري : يحتمل أن يكون أرحب فحلا تنسب إليه النجائب لأنها من نسله والأرندج واليرندج : السواد يسود به الخف ، أو هو الجلد الأسود . أي زجرت على هذا الطريق هذه الناقة . والليل أسود مثل الأرندج ."
    },
    {
      "ayah": 3,
      "surah": 19,
      "text": "وقوله: (إِذْ نَادَى رَبَّهُ نِدَاءً خَفِيًّا) يقول حين دعا ربه، وسأله بنداء خفي، يعنى: وهو مستسرّ بدعائه ومسألته إياه ما سأل ، كراهة منه للرياء.كما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: (إِذْ نَادَى رَبَّهُ نِدَاءً خَفِيًّا) أي سرّا، وإن الله يعلم القلب النقيّ، ويسمع الصوت الخفيّ.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، قوله (إِذْ نَادَى رَبَّهُ نِدَاءً خَفِيًّا) قال: لا يريد رياء."
    },
    {
      "ayah": 30,
      "surah": 19,
      "text": "يقول تعالى ذكره: فلما قال قوم مريم لها  كَيْفَ نُكَلِّمُ مَنْ كَانَ فِي الْمَهْدِ صَبِيًّا  وظنوا أن ذلك منها استهزاء بهم، قال عيسى لها متكلمًا عن أمه: ( إِنِّي عَبْدُ اللَّهِ آتَانِيَ الْكِتَابَ ) . وكانوا حين أشارت لهم إلى عيسى فيما ذُكر عنهم غضبوا.كما حدثني موسى، قال: ثنا عمرو، قال: ثنا أسباط، عن السديّ، قال: لما أشارت لهم إلى عيسى غضبوا، وقالوا: لسخريتها بنا حين تأمرنا أن نكلم هذا الصبيّ أشدّ علينا من زناها  قَالُوا كَيْفَ نُكَلِّمُ مَنْ كَانَ فِي الْمَهْدِ صَبِيًّا  .حدثنا ابن حميد، قال: ثنا سلمة، عن ابن إسحاق، عمن لا يتهم، عن وهب بن منبه  قَالُوا كَيْفَ نُكَلِّمُ مَنْ كَانَ فِي الْمَهْدِ صَبِيًّا  فأجابهم عيسى عنها فقال لهم ( إِنِّي عَبْدُ اللَّهِ آتَانِيَ الْكِتَابَ وَجَعَلَنِي نَبِيًّا )... الآية.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد ، في قوله  قَالُوا كَيْفَ نُكَلِّمُ مَنْ كَانَ فِي الْمَهْدِ صَبِيًّا  قَالَ لَهُمُ (إِنِّي عَبْدُ اللَّهِ آتَانِيَ الْكِتَابَ وَجَعَلَنِي نَبِيًّا ) فقرأ حتى بلغ  وَلَمْ يَجْعَلْنِي جَبَّارًا شَقِيًّا  فقالوا: إن هذا لأمر عظيم.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد بن سليمان، قال: سمعت الضحاك يقول  كَيْفَ نُكَلِّمُ مَنْ كَانَ فِي الْمَهْدِ صَبِيًّا * قَالَ إِنِّي عَبْدُ اللَّهِ  لم يتكلم عيسى إلا عند ذلك حين  قَالُوا كَيْفَ نُكَلِّمُ مَنْ كَانَ فِي الْمَهْدِ صَبِيًّاوقوله ( آتَانِيَ الْكِتَابَ ) يقول القائل: أو آتاه الكتاب والوحي قبل أن يخلق في بطن أمه فإن معنى ذلك بخلاف ما يظنّ، وإنما معناه: وقضى يوم قضى أمور خلقه إليّ أن يؤتيني الكتاب.كما حدثني بشر بن آدم، قال: ثنا الضحاك، يعني ابن مخلد، عن سفيان، عن سماك، عن عكرمة ( آتَانِيَ الْكِتَابَ ) قال: قضى أن يؤتيني الكتاب فيما مضى.حدثنا محمد بن بشار، قال: ثنا أبو عاصم، قال: أخبرنا سفيان، عن سماك، عن عكرمة، في قوله ( إِنِّي عَبْدُ اللَّهِ آتَانِيَ الْكِتَابَ ) قال: القضاء.حدثنا الحسن، قال: أخبرنا عبد الرزّاق، عن إسرائيل، عن سماك، عن عكرمة، في قوله ( إِنِّي عَبْدُ اللَّهِ آتَانِيَ الْكِتَابَ ) قال: قضى أن يؤتيني الكتاب.وقوله ( وَجَعَلَنِي نَبِيًّا ) وقد بيَّنت معنى النبيّ واختلاف المختلفين فيه، والصحيح من القول فيه عندنا بشواهده فيما مضى بما أغنى عن إعادته.وكان مجاهد يقول في معنى النبيّ وحده ما حدثنا به محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى; وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قال: النبيّ وحده الذي يكلم وينـزل عليه الوحي ولا يرسل."
    },
    {
      "ayah": 31,
      "surah": 19,
      "text": "وقوله ( وَجَعَلَنِي مُبَارَكًا ) اختلف أهل التأويل في معنى ذلك، فقال بعضهم: معناه: وجعلني نفاعا.* ذكر من قال ذلك:حدثني سليمان بن عبد الرحمن بن حماد الطلحي، قال: ثنا العلاء، عن عائشة امرأة ليث، عن ليث، عن مجاهد ( وَجَعَلَنِي مُبَارَكًا ) قال: نفاعا.وقال آخرون: كانت بركته الأمر بالمعروف والنهي عن المنكر.* ذكر من قال ذلك:حدثني سليمان بن عبد الجبار، قال: ثنا محمد بن يزيد بن خنيس المخزومي، قال: سمعت وُهَيْب ابن ابن الورد مولى بني مخزوم، قال: لقي عالم عالما لما هو فوقه في العلم، قال له: يرحمك الله، ما الذي أعلن من علمي، قال: الأمر بالمعروف والنهي عن المنكر، فإنه دين الله الذي بعث به أنبياءه إلى عباده، وقد اجتمع الفقهاء على قول الله: ( وَجَعَلَنِي مُبَارَكًا أَيْنَ مَا كُنْتُ ) وقيل: ما بركته؟ قال: الأمر بالمعروف والنهي عن المنكر أينما كان.وقال آخرون معنى ذلك: جعلني معلم الخير.* ذكر من قال ذلك:حدثني يونس بن عبد الأعلى، قال: ثنا سفيان في قوله ( وَجَعَلَنِي مُبَارَكًا أَيْنَ مَا كُنْتُ ) قال: معلما للخير.حدثنا ابن حميد، قال: ثنا جرير، عن ليث، عن مجاهد ، قوله ( وَجَعَلَنِي مُبَارَكًا أَيْنَ مَا كُنْتُ ) قال: معلمًا للخير حيثما كنت.وقوله ( وَأَوْصَانِي بِالصَّلاةِ وَالزَّكَاةِ ) يقول: وقضى أن يوصيني بالصلاة والزكاة، يعنى المحافظة على حدود الصلاة وإقامتها على ما فرضها عليّ. وفي الزكاة معنيان: أحدهما: زكاة الأموال أن يؤدّيها. والآخر: تطهير الجسد من دنس الذنوب; فيكون معناه: وأوصاني بترك الذنوب واجتناب المعاصي.وقوله ( مَا دُمْتُ حَيًّا ) يقول: ما كنت حيا في الدنيا موجودا، وهذا يبين عن أن معنى الزكاة في هذا الموضع: تطهير البدن من الذنوب، لأن الذي يوصف به عيسى صلوات الله وسلامه عليه أنه كان لا يدّخر شيئا لغد، فتجب عليه زكاة المال ، إلا أن تكون الزكاة التي كانت فرضت عليه الصدقة بكلّ ما فضل عن قوته، فيكون ذلك وجهًا صحيحًا."
    },
    {
      "ayah": 32,
      "surah": 19,
      "text": "يقول تعالى ذكره: مخبرا عن قيل عيسى للقوم: وجعلني مباركا وبرًّا: أي جعلني برًّا بوالدتي. والبرّ هو البارّ، يقال: هو برّ بوالده، وبارّ به، وبفتح الباء قرأت هذا الحرف قرّاء الأمصار. ورُوِي عن أبي نهيك ما حدثنا ابن حميد، قال: ثنا يحيى بن واضح، قال: ثنا عبد المؤمن، عن أبي نهيك أنه قرأ ( وَبَرًّا بِوَالِدَتِي ) من قول عيسى عليه السلام، قال أبو نهيك: أوصاني بالصلاة والزكاة والبرّ بالوالدين، كما أوصاني بذلك.فكأنّ أبا نهيك وجه تأويل الكلام إلى قوله ( وَبَرًّا بِوَالِدَتِي ) هو من خبر عيسى، عن وصية الله إياه به، كما أن قوله ( وَأَوْصَانِي بِالصَّلاةِ وَالزَّكَاةِ ) من خبره عن وصية الله إياه بذلك. فعلى هذا القول يجب أن يكون نصب البرّ بمعنى عمل الوصية فيه، لأن الصلاة والزكاة وإن كانتا مخفوضتين في اللفظ، فإنهما بمعنى النصب من أجل أنه مفعول بهما.وقوله ( وَلَمْ يَجْعَلْنِي جَبَّارًا شَقِيًّا ) يقول: ولم يجعلني مستكبرًا على الله فيما أمرني به، ونهاني عنه، شقيا، ولكن ذللني لطاعته، وجعلني متواضعا.كما حدثنا بشر، قال : ثنا يزيد، قال: ثنا سعيد، عن قتادة، قال: ذكر لنا أنه يعني عيسى، كان يقول: سلوني، فإن قلبي ليِّن، وإني صغير في نفسي مما أعطاه الله من التواضع.وحدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَبَرًّا بِوَالِدَتِي وَلَمْ يَجْعَلْنِي جَبَّارًا شَقِيًّا ) ذكر لنا أن امرأة رأت ابن مريم يحيي الموتى، ويُبرئ الأكمه والأبرص ، في آيات سلطه الله عليهنّ، وأذن له فيهنّ، فقالت: طوبى للبطن الذي حملك، والثدي الذي أرضعت به، فقال نبيّ الله ابن مريم يجيبها : طوبى لمن تلا كتاب الله، واتبع ما فيه ( وَلَمْ يَجْعَلْنِي جَبَّارًا شَقِيًّا ).حدثنا القاسم، قال: ثنا الحسين، قال: ثنا محمد بن كثير، عن عبد الله بن واقد أبي رجاء، عن بعض أهل العلم، قال: لا تجد عاقا إلا وجدته جبارًا شقيا. ثم قرأ ( وَبَرًّا بِوَالِدَتِي وَلَمْ يَجْعَلْنِي جَبَّارًا شَقِيًّا ) قال: ولا تجد سيئ المِلْكة إلا وجدته مختالا فخورا، ثم قرأ  وَمَا مَلَكَتْ أَيْمَانُكُمْ إِنَّ اللَّهَ لا يُحِبُّ مَنْ كَانَ مُخْتَالا فَخُورًا  ."
    },
    {
      "ayah": 33,
      "surah": 19,
      "text": "وقوله ( وَالسَّلامُ عَلَيَّ يَوْمَ وُلِدْتُ وَيَوْمَ أَمُوتُ وَيَوْمَ أُبْعَثُ حَيًّا ) يقول: والأمنة من الله عليّ من الشيطان وجنده يوم ولدت أن ينالوا مني ما ينالون ممن يولد عند الولادة، من الطعن فيه، ويوم أموت، من هول المطلع، ويوم أبعث حيا يوم القيامة أن ينالني الفزع الذي ينال الناس بمعاينتهم أهوال ذلك اليوم.كما حدثنا ابن حميد، قال: ثنا سلمة، عن ابن إسحاق، عمن لا يتهم، عن وهب بن منبه ( وَالسَّلامُ عَلَيَّ يَوْمَ وُلِدْتُ وَيَوْمَ أَمُوتُ وَيَوْمَ أُبْعَثُ حَيًّا ) قال: يخبرهم في قصة خبره عن نفسه، أنه لا أب له وأنه سيموت ثم يُبْعث حيا، يقول الله تبارك وتعالى  ذَلِكَ عِيسَى ابْنُ مَرْيَمَ قَوْلَ الْحَقِّ الَّذِي فِيهِ يَمْتَرُونَ  ."
    },
    {
      "ayah": 34,
      "surah": 19,
      "text": "يقول تعالى ذكره: هذا الذي بيَّنت لكم صفته، وأخبرتكم خبره، من أمر الغلام الذي حملته مريم ، هو عيسى ابن مريم، وهذه الصفة صفته، وهذا الخبر خبره، وهو ( قَوْلَ الْحَقِّ ) يعني أن هذا الخبر الذي قصصته عليكم قول الحقّ، والكلام الذي تلوته عليكم قول الله وخبره، لا خبر غيره، الذي يقع فيه الوهم والشكّ، والزيادة والنقصان، على ما كان يقول الله تعالى ذكره: فقولوا في عيسى أيها الناس، هذا القول الذي أخبركم الله به عنه، لا ما قالته اليهود، الذين زعموا أنه لغير رشدة، وأنه كان ساحرًا كذّابا، ولا ما قالته النصارى، من أنه كان لله ولدا، وإن الله لم يتخذ ولدا، ولا ينبغي ذلك له.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا القاسم، قال : ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد قوله ( ذَلِكَ عِيسَى ابْنُ مَرْيَمَ قَوْلَ الْحَقِّ ) قال: الله الحقّ.حدثني يحيى بن إبراهيم المسعودي، قال: ثني أبي، عن أبيه، عن جدّه، عن الأعمش، عن إبراهيم، قال: كانوا يقولون في هذا الحرف في قراءة عبد الله، قال: ( الَّذِي فِيهِ يَمْتَرُونَ ) ، قال: كلم الله.ولو وُجِّه تأويل ذلك إلى: ذلك عيسى ابن مريم القول الحقّ، بمعنى ذلك القول الحقّ، ثم حذفت الألف واللام من القول، وأضيف إلى الحقّ ، كما قيل:  إِنَّ هَذَا لَهُوَ حَقُّ الْيَقِينِ . وكما قيل:  وَعْدَ الصِّدْقِ الَّذِي كَانُوا يُوعَدُونَ  كان تأويلا صحيحًا.وقد اختلفت القراء في قراءة ذلك ، فقرأته عامَّة قرّاء الحجاز والعراق ( قَوْلُ الحَقّ ) برفع القول على ما وصفت من المعنى. وجعلوه في إعرابه تابعًا لعيسى، كالنعت له، وليس الأمر في إعرابه عندي على ما قاله الذين زعموا أنه رفع على النعت لعيسى، إلا أن يكون معنى القول الكلمة، على ما ذكرنا عن إبراهيم من تأويله ذلك كذلك، فيصحّ حينئذ أن يكون نعتا لعيسى ، وإلا فرفعه عندي بمضمر، وهو هذا قول الحقّ على الابتداء، وذلك أن الخبر قد تناهى عن قصة عيسى وأمه عند قوله ( ذَلِكَ عِيسَى ابْنُ مَرْيَمَ ) ثم ابتدأ الخبر بأن الحق فيما فيه تمتري الأمم من أمر عيسى، هو هذا القول، الذي أخبر الله به عنه عباده، دون غيره ، وقد قرأ ذلك عاصم بن أبي النجود وعبد الله بن عامر بالنصب، وكأنهما أرادا بذلك المصدر: ذلك عيسى ابن مريم قولا حقا، ثم أدخلت فيه الألف واللام ، وأما ما ذُكر عن ابن مسعود من قراءته ( ذلكَ عِيسَى ابنُ مَرْيَمَ قالُ الحقّ) فإنه بمعنى قول الحقّ، مثل العاب والعيب، والذام والذيم.قال أبو جعفر: والصواب من القراءة في ذلك عندنا: الرفع، لإجماع الحجة من القرّاء عليه. وأما قوله تعالى ذكره: ( الَّذِي فِيهِ يَمْتَرُونَ ) فإنه يعني: الذي فيه يختصمون ويختلفون، من قولهم: ماريت فلانا: إذا جادلته وخاصمته.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( ذَلِكَ عِيسَى ابْنُ مَرْيَمَ قَوْلَ الْحَقِّ الَّذِي فِيهِ يَمْتَرُونَ ) امترت فيه اليهود والنصارى; فأما اليهود فزعموا أنه ساحر كذّاب; وأما النصارى فزعموا أنه ابن الله، وثالث ثلاثة، وإله، وكذبوا كلهم، ولكنه عبد الله ورسوله، وكلمته وروحه.حدثنا القاسم، قال: ثنا الحسين، فال: ثني حجاج، عن ابن جريج، قوله ( الَّذِي فِيهِ يَمْتَرُونَ ) قال: اختلفوا ؛ فقالت فرفة: هو عبد الله ونبيه، فآمنوا به. وقالت فرقة: بل هو الله. وقالت فرقة: هو ابن الله. تبارك وتعالى عما يقولون علوًّا كبيرا ، قال: فذلك قوله  فَاخْتَلَفَ الأَحْزَابُ مِنْ بَيْنِهِمْ  والتي في الزخرف، قال دِقْيوس ونسطور ومار يعقوب، قال أحدهم حين رفع الله عيسى: هو الله، وقال الآخر: ابن الله، وقال الآخر: كلمة الله وعبده، فقال المفتريان: إن قولي هو أشبه بقولك، وقولك بقولي من قول هذا، فهلمّ فلنقاتلهم، فقاتلوهم وأوطئوهم إسرائيل، فأخرجوا منهم أربعة نفر، أخرج كلّ قوم عالمهم، فامتروا في عيسى حين رُفِع، فقال أحدهم: هو الله هبط إلى الأرض وأحيا من أحيا، وأمات من أمات، ثم صعد إلى السماء، وهم النسطورية ، فقال الاثنان: كذبت، ثم قال أحد الاثنين للآخر: قل فيه، قال: هو ثالث ثلاثة: الله إله، وهو إله، وأمه إله، وهم الإسرائيلية ملوك النصارى; قال الرابع: كذبت، هو عبد الله ورسوله وروحه وكلمته، وهم المسلمون، فكان لكل رجل منهم أتباع على ما قال، فاقتتلوا، فظهر على المسلمين، وذلك قول الله :  وَيَقْتُلُونَ الَّذِينَ يَأْمُرُونَ بِالْقِسْطِ مِنَ النَّاسِ  قال قتادة: هم الذين قال الله:  فَاخْتَلَفَ الأَحْزَابُ  اختلفوا فيه فصاروا أحزابا."
    },
    {
      "ayah": 35,
      "surah": 19,
      "text": "يقول تعالى ذكره: لقد كفرت الذين قالوا: إن عيسى ابن الله، وأعظموا الفِرية عليه، فما ينبغي لله أن يتخذ ولدا ، ولا يصلح ذلك له ولا يكون، بل كل شيء دونه فخلقه، وذلك نظير قول عمرو بن أحمر:فِـي رأسِ خَلْقَـاءَ مِـنْ عَنقاءَ مُشْرِفَةٍلا يُبْتَغَــى دُونهـا سَـهْلٌ وَلا جَـبَلُ (3)وأن من قوله ( أَنْ يَتَّخِذَ ) في موضع رفع بكان. وقوله: (سُبْحَانَهُ) يقول: تنـزيهًا لله وتبرئة له أن يكون له ما أضاف إليه الكافرون القائلون: عيسى ابن الله. وقوله إِذَا قَضَى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ ) يقول جل ثناؤه: إنما ابتدأ الله خلق عيسى ابتداء، وأنشأه إنشاء من غير فحل افتحل أمه، ولكنه قال له ( كُنْ فَيَكُونُ ) لأنه كذلك يبتدع الأشياء ويخترعها، إنما يقول، إذا قضى خلق شيء أو إنشاءه: كن فيكون موجودا حادثا، لا يعظم عليه خلقه، لأنه لا يخلقه بمعاناة وكلفة، ولا ينشئه بمعالجة وشدّة.------------------------الهوامش:(3) البيت لعمر بن أحمر . ( اللسان : عنق ) قال : وأما قول ابن أحمر :فِـي رأْسِ خَلْقـاءَ مِـنْ عَنْقَاءَ مُشْرِفَةٍلا يُبْتَغَــى دُونَهـا سَـهْلٌ وَلا جَـبَلُفإنه يصف جبلا ، يقول : لا ينبغي أن يكون فوقها سهل ولا جبل أحصن منها . أه . قلت : والخلقاء : الصخرة الملساء . العنقاء : البعيدة في السماء . والمشرفة : العالية . ورواية الشطر الثاني في الأصل * مـا ينبغـي دونها سهل ولا جبل *"
    },
    {
      "ayah": 36,
      "surah": 19,
      "text": "وقوله ( وَإِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ ) اختلف القرّاء في قراءة ذلك، فقرأته عامَّة قرّاء أهل المدينة والبصرة ( وأنَّ اللهَ رَبِّي وَرَبكُمْ ) واختلف أهل العربية في وجه فتح \" أن \" إذا فتحت، فقال بعض نحوييّ الكوفة: فُتحت ردّا على عيسى وعطفا عليه، بمعنى: ذلك عيسى ابن مريم، وذلك أن الله ربي وربكم. وإذا كان ذلك كذلك كانت أن رفعا، وتكون بتأويل خفض، كما قال  ذَلِكَ أَنْ لَمْ يَكُنْ رَبُّكَ مُهْلِكَ الْقُرَى بِظُلْمٍ  قال: ولو فتحت على قوله (وَأَوْصَانِي) بأن الله، كان وجها. وكان بعض البصريين يقول: وذُكر ذلك أيضًا عن أبي عمرو بن العلاء، وكان ممن يقرؤه بالفتح إنما فتحت أن بتأويل (وَقَضَى) أن الله ربي وربُّكم. وكانت عامّة قرّاء الكوفيين يقرءونه (وَإنَّ الله) بكسر إن بمعنى النسق على قوله ( فَإِنَّمَا يَقُولُ لَهُ ) . وذُكر عن أبيّ بن كعب أنه كان يقرؤه (فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ إنَّ اللهَ رَبِّي وَرَبُّكُمْ) بغير واو.قال أبو جعفر: والقراءة التي نختار في ذلك: الكسر على الابتداء. وإذا قرئ كذلك لم يكن لها موضع، وقد يجوز أن يكون عطفا على \" إن \" التي مع قوله  قَالَ إِنِّي عَبْدُ اللَّهِ آتَانِيَ الْكِتَابَ ... وَإِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ  ولو قال قائل، ممن قرأ ذلك نصبا: نصب على العطف على الكتاب، بمعنى: آتاني الكتاب، وأتاني أن الله ربي وربكم، كان وجها حسنا. ومعنى الكلام: وإني وأنتم أيها القوم جميعا لله عبيد، فإياه فاعبدوا دون غيره.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا سلمة، عن ابن إسحاق، عمن لا يتهم، عن وهب بن منبه، قال: عهد إليهم حين أخبرهم عن نفسه ومولده وموته وبعثه ( إِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَذَا صِرَاطٌ مُسْتَقِيمٌ ) أي إني وإياكم عبيد الله، فاعبدوه ولا تعبدوا غيره.وقوله ( هَذَا صِرَاطٌ مُسْتَقِيمٌ ) يقول: هذا الذي أوصيتكم به، وأخبرتكم أن الله أمرني به هو الطريق المستقيم، الذي من سلكه نجا، ومن ركبه اهتدى، لأنه دين الله الذي أمر به أنبياءه."
    },
    {
      "ayah": 37,
      "surah": 19,
      "text": "يقول تعالى ذكره: فاختلف المختلفون في عيسى، فصاروا أحزابا متفرّقين من بين قومه.كما حدثني محمد بن عمرو ، قال: ثنا أبو عاصم، قال: ثنا عيسى; وحدثني الحارث، قال: ثني الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله ( فَاخْتَلَفَ الأحْزَابُ مِنْ بَيْنِهِمْ ) قال: أهل الكتاب.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، مثله.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( فَاخْتَلَفَ الأحْزَابُ مِنْ بَيْنِهِمْ ) ذُكر لنا أن لما رُفع ابن مريم، انتخبت بنو إسرائيل أربعة من فقهائهم، فقالوا للأوّل: ما تقول في عيسى؟ قال: هو الله هبط إلى الأرض، فخلق ما خلق، وأحيا ما أحيا، ثم صَعِد إلى السماء، فتابعه على ذلك ناس من الناس، فكانت اليعقوبية من النصارى; وقال الثلاثة الآخرون: نشهد أنك كاذب، فقالوا للثاني: ما تقول في عيسى؟ قال: هو ابن الله ، فتابعه على ذلك ناس من الناس، فكانت النَّسطورية من النصارى; وقال الاثنان الآخران: نشهد أنك كاذب، فقالوا للثالث: ما تقول في عيسى؟ قال: هو إله، وأمه إله، والله إله، فتابعه على ذلك ناس من الناس، فكانت الإسرائيلية من النصارى، فقال الرابع: أشهد أنك كاذب، ولكنه عبد الله ورسوله، هو كلمة الله وروحه; فاختصم القوم، فقال المرء المسلم: أنشدُكم الله ما تعلمون أن عيسى كان يَطعم الطعام، وأن الله تبارك وتعالى: لا يطعم الطعام قالوا: اللهمّ نعم، قال: هل تعلمون أن عيسى كان ينام؟ قالوا: اللهمّ نعم ، قال فخصمهم المسلم; قال: فاقتتل القوم. قال: فذُكر لنا أن اليعقوبية ظهرت يومئذ وأصيب المسلمون، فأنـزل الله في ذلك القرآن  إِنَّ الَّذِينَ يَكْفُرُونَ بِآيَاتِ اللَّهِ وَيَقْتُلُونَ النَّبِيِّينَ بِغَيْرِ حَقٍّ وَيَقْتُلُونَ الَّذِينَ يَأْمُرُونَ بِالْقِسْطِ مِنَ النَّاسِ فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ  .حدثنا الحسن، قال: أخبرنا إسحاق، قال: أخبرنا عبد الرزّاق، قال: أخبرنا معمر، عن قتادة ( فَاخْتَلَفَ الأحْزَابُ مِنْ بَيْنِهِمْ ) اختلفوا فيه فصاروا أحزابا.وقوله: ( فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنْ مَشْهَدِ يَوْمٍ عَظِيمٍ ) يقول: فوادي جهنم الذي يدعى ويلا للذين كفروا بالله، من الزاعمين أن عيسى لله ولد، وغيرهم من أهل الكفر به من شهودهم يومًا عظيما شأنه ، وذلك يوم القيامة.وكان قتادة يقول في تأويل ذلك ما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قال الله: ( فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنْ مَشْهَدِ يَوْمٍ عَظِيمٍ ) شهدوا هولا إذا عظيما."
    },
    {
      "ayah": 38,
      "surah": 19,
      "text": "يقول تعالى ذكره مخبرًا عن حال الكافرين به، الجاعلين له أندادا، والزاعمين أن له ولدا يوم ورودهم عليه في الآخرة: لئن كانوا في الدنيا عميا عن إبصار الحقّ، والنظر إلى حجج الله التي تدلّ على وحدانيته، صما عن سماع آي كتابه ، وما دعتهم إليه رسل الله فيها من الإقرار بتوحيده، وما بعث به أنبياءه، فما أسمعهم يوم قدومهم على ربهم في الآخرة، وأبصرهم يومئذ حين لا ينفعهم الإبصار والسماع.وبنحو الذي قلنا في ذلك، قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( أَسْمِعْ بِهِمْ وَأَبْصِرْ ) ذاك والله يوم القيامة، سمعوا حين لا ينفعهم السمع، وأبصروا حين لا ينفعهم البصر.حدثنا الحسن، قال أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتاده، في قوله ( أَسْمِعْ بِهِمْ وَأَبْصِرْ ) قال: أسمعُ قومٍ وأبصرُهُم.حدثنا القاسم، قال: ثنا الحسين، قال: ثنا أبو سفيان، عن معمر، عن قتادة، قال ( أَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنَا ) يوم القيامة.حدثنا القاسم، قال: ثنا الحسن ، قال: ثني حجاج، عن أبي جعفر، عن الربيع بن أنس، عن أبي العالية، قال: (أسمِعْ) بحديثهم اليوم (وأبْصِرْ) كيف يصنع بهم ( يَوْمَ يَأْتُونَنَا ).حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله ( أَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنَا ) قال: هذا يوم القيامة، فأما الدنيا فلا كانت على أبصارهم غشاوة، وفي آذانهم وقر في الدنيا; فلما كان يوم القيامة أبصروا وسمعوا فلم ينتفعوا، وقرأ  رَبَّنَا أَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَلْ صَالِحًا إِنَّا مُوقِنُونَ  .وقوله ( لَكِنِ الظَّالِمُونَ الْيَوْمَ فِي ضَلالٍ مُبِينٍ ) يقول تعالى ذكره: لكن الكافرون الذين أضافوا إليه ما ليس من صفته، وافتروا عليه الكذب اليوم في الدنيا، في ضلال مبين: يقول: في ذهاب عن سبيل الحقّ، وأخذ على غير استقامة، مبين أنه جائر عن طريق الرشد والهدى، لمن تأمله وفكر فيه، فهدي لرشده.."
    },
    {
      "ayah": 39,
      "surah": 19,
      "text": "يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: وأنذر يا محمد هؤلاء المشركين بالله يوم حسرتهم وندمهم، على ما فرّطوا في جنب الله، وأورثت مساكنهم من الجنة أهل الإيمان بالله والطاعة له، وأدخلوهم مساكن أهل الإيمان بالله من النار، وأيقن الفريقان بالخلود الدائم، والحياة التي لا موت بعدها، فيا لها حسرةً وندامة.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد بن بشار، قال: ثنا عبد الرحمن بن مهدي، قال: ثنا سفيان، عن سَلَمة بن كُهَيل، قال: ثنا أبو الزعراء، عن عبد الله في قصة ذكرها، قال: \" ما من نفس إلا وهي تنظر إلى بيت في الجنة، وبيت في النار، وهو يوم الحسرة، فيرى أهل النار البيت الذي كان قد أعدّه الله لهم لو آمنوا، فيقال لهم: لو آمنتم وعملتم صالحا كان لكم هذا الذي ترونه في الجنة، فتأخذهم الحسرة، ويرى أهل الجنة البيت الذي في النار، فيقال: لولا أن منّ الله عليكم \".حدثنا أبو السائب، قال: ثنا معاوية، عن الأعمش، عن أبي صالح، عن أبي سعيد، قال: قال رسول الله صلى الله عليه وسلم: \" يُجاءُ بالمَوْتِ يَوْمَ القِيامَةِ فَيُوقَفُ بينَ الجَنَّةِ والنَّار كأنَّه كَبْشٌ أمْلَح،ُ قال: فَيُقَالُ: يا أهْلَ الجَنَّةِ هَلْ تَعْرِفُونَ هَذَا ؟ فَيَشْرئِبُّونَ وَيَنْظُرُون، فَيَقُولُونَ: نَعَمْ، هَذَا المَوْتُ، فَيُقَالُ: يا أهْلَ النَّارِ هَلْ تَعْرِفُونَ هَذَا؟ فَيَشْرئِبُّونَ وَيَنْظُرُونَ، فيقُولُونَ نَعَمْ هَذَا المَوْتُ ، ثُمَّ يُؤْمَرُ بِهِ فَيُذْبَحُ، قال: فَيَقُول: يا أهْلَ الجَنَّةِ خُلُودٌ فَلا مَوْتَ، وَيَا أهْلَ النَّارِ خُلُودٌ فلا مَوْتَ ، قال: ثم قرأ رسول الله صلى الله عليه وسلم ( وَأَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ إِذْ قُضِيَ الأَمْرُ وَهُمْ فِي غَفْلَةٍ وَهُمْ لا يُؤْمِنُونَ ) وأشار بيده في الدنيا \".حدثني عبيد بن أسباط بن محمد، قال: ثنا أبي، عن الأعمش، عن أبي صالح، عن أبي هريرة، عن النبيّ صلى الله عليه وسلم في هذه الآية ( وَأَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ ) قال: \" يُنَادَى: يَا أهْلَ الجَنَّةِ، فَيَشْرَئِبُونَ، فَيَنْظُرُونَ، ثُمَّ يُنَادَى: يا أهْلَ النَّار فَيَشْرَئِبُّونَ فَيَنْظُرُونَ، فَيُقالُ: هَلْ تَعْرِفُونَ المَوْتَ ؟ قال: فَيَقُولُونَ: لا قال: فَيُجَاءُ بِالمَوْتِ فِي صُورَةِ كَبْشٍ أمْلَحَ، فيُقالُ: هَذَا المَوْتُ، ثُمَّ يُؤْخَذُ فَيُذْبَحُ، قالَ: ثُمَّ يُنَادِي يا أهْلَ النَّارِ خُلُودٌ فَلا مَوْتَ، وَيَا أهْلَ الجَنَّةِ خُلُودٌ فلا مَوْتَ\"، قال: ثم قرأ ( وَأَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ إِذْ قُضِيَ الأَمْرُ ).حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، قال: قال ابن عباس، في قوله ( وَأَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ ) قال: يصور الله الموت في صورة كبش أملح، فيذبح، قال: فييأس أهل النار من الموت، فلا يرجونه، فتأخذهم الحسرة من أجل الخلود في النار، وفيها أيضًا الفزع الأكبر، ويأمل أهل الجنة الموت، فلا يخشونه، وأمنوا الموت ، وهو الفزع الأكبر، لأنهم يخلدون في الجنة، قال ابن جريج: يحشر أهل النار حين يذبح الموت والفريقان ينظرون، فذلك قوله ( إِذْ قُضِيَ الأَمْرُ ) قال: ذبح الموت ( وَهُمْ فِي غَفْلَةٍ ).حدثنا القاسم، قال: ثنا الحسين، قال ثني حجاج، عن ابن جريج، عن أبيه أنه أخبره أنه سمع عبيد بن عمير في قصصه يقول: يؤْتى بالموت كأنه دابة ، فيذبح والناس ينظرون.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله وَأَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ ) قال: يوم القيامة، وقرأ  أَنْ تَقُولَ نَفْسٌ يَا حَسْرَتَا عَلَى مَا فَرَّطْتُ فِي جَنْبِ اللَّهِ  .حدثني عليّ، قال: ثنا عبد الله، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله ( وَأَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ ) من أسماء يوم القيامة، عظمه الله، وحذّره عباده. وقوله ( إِذْ قُضِيَ الأَمْرُ ) يقول: إذ فُرِغَ من الحكم لأهل النار بالخلود فيها، ولأهل الجنة بمقام الأبد فيها، بذبح الموت.وقوله ( وَهُمْ فِي غَفْلَةٍ ) يقول: وهؤلاء المشركون في غفلة عما الله فاعل بهم يوم يأتونه خارجين إليه من قبورهم، من تخليده إياهم في جهنم، وتوريثه مساكنهم من الجنة غيرهم ( وَهُمْ لا يُؤْمِنُونَ ) يقول تعالى ذكره: وهم لا يصدقون بالقيامة والبعث، ومجازاة الله إياهم على سيئ أعمالهم، بما أخبر أنه مجازيهم به."
    },
    {
      "ayah": 4,
      "surah": 19,
      "text": "حدثنا موسى بن هارون، قال: ثنا عمرو بن حماد، قال: ثنا أسباط، عن السدي، قال: رغب زكريا في الولد، فقام فصلى، ثم دعا ربه سرّا ، فقال: ( رَبِّ إِنِّي وَهَنَ الْعَظْمُ مِنِّي ).... إلى  وَاجْعَلْهُ رَبِّ رَضِيًّا  وقوله: ( قَالَ رَبِّ إِنِّي وَهَنَ الْعَظْمُ مِنِّي ) يقول تعالى ذكره، فكان نداؤه الخفي الذي نادى به ربه أن قال: ( رَبِّ إِنِّي وَهَنَ الْعَظْمُ مِنِّي ) يعني بقوله (وَهَنَ) ضعف ورقّ من الكبر.كما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( قَالَ رَبِّ إِنِّي وَهَنَ الْعَظْمُ مِنِّي ) أي ضعف العظم مني.حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا الثوري، عن ابن أبي نجيح، عن مجاهد، في قوله: ( وَهَنَ الْعَظْمُ مِنِّي ) قال: نحل العظم. قال عبد الرزاق، قال: الثوري: وبلغني أن زكريا كان ابن سبعين سنة.وقد اختلف أهل العربية في وجه النصب في الشَّيْب، فقال بعض نحويي البصرة: نصب على المصدر من معنى الكلام، كأنه حين قال: اشتعل، قال: شاب، فقال: شَيْبا على المصدر. قال: وليس هو في معنى: تفقأت شحما وامتلأت ماء، لأن ذلك ليس بمصدر. وقال غيره : نصب الشيب على التفسير، لأنه يقال: اشتعل شيب رأسي، واشتعل رأسي شيبا، كما يقال: تفقأت شحما، وتفقأ شحمي.وقوله: ( وَلَمْ أَكُنْ بِدُعَائِكَ رَبِّ شَقِيًّا ) يقول: ولم أشق يا رب بدعائك، لأنك لم تخيب دعائي قبل إذ كنت أدعوك في حاجتي إليك، بل كنت تجيب وتقضي حاجتي قبلك.كما حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج عن ابن جريج، قوله: ( وَلَمْ أَكُنْ بِدُعَائِكَ رَبِّ شَقِيًّا ) يقول: قد كنت تعرّفني الإجابة فيما مضى."
    },
    {
      "ayah": 40,
      "surah": 19,
      "text": "يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: لا يحزنك تكذيب هؤلاء المشركين لك يا محمد فيما أتيتهم به من الحق، فإن إلينا مرجعهم ومصيرهم ومصير جميع الخلق غيرهم، ونحن وارثو الأرض ومن عليها من الناس، بفنائهم منها، وبقائها لا مالك لها غيرنا، ثم علينا جزاء كل عامل منهم بعمله، عند مرجعه إلينا، المحسن منهم بإحسانه، والمسيء بإساءته."
    },
    {
      "ayah": 41,
      "surah": 19,
      "text": "يقول تعالى ذكره لنبيه: (واذْكُرْ) يا محمد في كتاب الله (إِبراهيمِ) خليل الرحمن، فاقصص على هؤلاء المشركين قصصه وقصص أبيه، ( إِنَّهُ كَانَ صِدِّيقًا ) يقول: كان من أهل الصدق في حديثه وأخباره ومواعيده لا يكذب، والصدّيق هو الفعيل من الصدق.وقد بيَّنا ذلك فيما مضى بما أغنى عن إعادته في هذا الموضع (نَبِيًّا) يقول: كان الله قد نبأه وأوحى إليه."
    },
    {
      "ayah": 42,
      "surah": 19,
      "text": "وقوله ( إِذْ قَالَ لأَبِيهِ ) يقول: اذكره حين قال لأبيه ( يَا أَبَتِ لِمَ تَعْبُدُ مَا لا يَسْمَعُ ) يقول: ما تصنع بعبادة الوَثَن الذي لا يسمع ( وَلا يُبْصِرُ) شيئا(وَلا يُغْنِي عَنْكَ شَيْئًا ) يقول: ولا يدفع عنك ضرّ شيء، إنما هو صورة مصوّرة لا تضرّ ولا تنفع ، يقول ما تصنع بعبادة ما هذه صفته؟ اعبد الذي إذا دعوته سمع دعاءك، وإذا أحيط بك أبصرك فنصرك، وإذا نـزل بك ضرّ دفع عنك.واختلف أهل العربية في وجه دخول الهاء في قوله (يا أبَتِ) فكان بعض نحوييّ أهل البصرة يقول: إذا وقفت عليها قلت: يا أبه، وهي هاء زيدت نحو قولك: يا أمه، ثم يقال: يا أم إذا وصل، ولكنه لما كان الأب على حرفين، كان كأنه قد أُخِلّ به، فصارت الهاء لازمة، وصارت الياء كأنها بعدها، فلذلك قالوا: يا أبة أقبل، وجعل التاء للتأنيث، ويجوز الترخيم من أيا أب أقبل، لأنه يجوز أن تدعو ما تضيفه إلى نفسك في المعنى مضموما، نحو قول العرب: يا ربّ اغفر لي، وتقف في القرآن: يا أبة في الكتاب.وقد يقف بعض العرب على الهاء بالتاء. وقال بعض نحويي الكوفة: الهاء مع أبة وأمة هاء وقف، كثرت في كلامهم حتى صارت كهاء التأنيث، وأدخلوا عليها الإضافة، فمن طلب الإضافة، فهي بالتاء لا غير، لأنك تطلب بعدها الياء، ولا تكون الهاء حينئذ إلا تاء، كقولك: يا أبت لا غير، ومن قال: يا أبه، فهو الذي يقف بالهاء، لأنه لا يطلب بعدها ياء; ومن قال: يا أبتا، فإنه يقف عليها بالتاء، ويجوز بالهاء; فأما بالتاء، فلطلب ألف الندبة، فصارت الهاء تاء لذلك، والوقف بالهاء بعيد، إلا فيمن قال: \" يا أميمةَ ناصبِ (1)\" فجعل هذه الفتحة من فتحة الترخيم، وكأن هذا طرف الاسم ، قال: وهذا بعيد.------------------------الهوامش:(1) هذا جزء من بيت للنابغة ( سبق الاستشهاد به في 14 : 21 ) وهو :كِــلِيني لِهَــمٍّ يَـا أُمَيْمَـةَ نـاصِبِولَيْــلٍ أُقَاسِــيهِ بَطِـيءُ الكَـوَاكِبِ."
    },
    {
      "ayah": 43,
      "surah": 19,
      "text": "يقول تعالى ذكره: قال إبراهيم لأبيه: يا أبت إني قد آتاني الله من العلم ما لم يؤتك فاتبعني: يقول: فاقبل مني نصيحتي ( أَهْدِكَ صِرَاطًا سَوِيًّا ) يقول: أبصرك هدى الطريق المستوي الذي لا تضلّ فيه إن لزمته، وهو دين الله الذي لا اعوجاج فيه."
    },
    {
      "ayah": 44,
      "surah": 19,
      "text": "يقول تعالى ذكره: يا أبت لا تعبد الشيطان إن الشيطان كان لله عاصيا ، والعصيّ هو ذو العصيان، كما العليم ذو العلم ، وقد قال قوم من أهل العربية: العصيّ: هو العاصي، والعليم هو العالم، والعريف هو العارف، واستشهدوا لقولهم ذلك، بقول طريف بن تميم العنبريّ :أو كُلَّمـــا وَرَدَتْ عُكــاظَ قَبيلَــةٌبَعَثُــوا إلــيَّ عَــرِيفُهُمْ يَتَوَسَّــمُ (2)وقالوا: قال عريفهم وهو يريد: عارفهم، والله أعلم.------------------------الهوامش:(2) البيت في ( اللسان : عرف ) ونسبه إلى طريف بن مالك العنبري ، وقيل طريف بن عمرو . قال : والعريف والعارف بمعنى ، مثل عليم وعالم . وقال سيويه : هو فعيل بمعنى فاعل ، كقولهم ضريب قداح . والجمع عرفاء ."
    },
    {
      "ayah": 45,
      "surah": 19,
      "text": "يقول: يا أبت إني أعلم انك إن متّ على عبادة الشيطان أنه يمسك عذاب من عذاب الله ( فَتَكُونَ لِلشَّيْطَانِ وَلِيًّا ) يقول: تكون له وليا دون الله ويتبرأ الله منك، فتهلك، والخوف في هذا الموضع بمعنى العلم، كما الخشية بمعنى العلم، في قوله  فَخَشِينَا أَنْ يُرْهِقَهُمَا طُغْيَانًا وَكُفْرًا  ."
    },
    {
      "ayah": 46,
      "surah": 19,
      "text": "يقول تعالى ذكره: قال أبو إبراهيم لإبراهيم، حين دعاه إبراهيم إلى  عبادة الله وترك عبادة الشيطان، والبراءة من الأوثان والأصنام ( أَرَاغِبٌ أَنْتَ ) يا إبراهيم عن عبادة آلهتي؟(لئن) أنت (لم تنته) عن ذكرها بسوء (لأرجمنك) يقول: لأرجمنك بالكلام، وذلك السبّ، والقول القبيح.وبنحو ما قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا موسى، قال: ثنا عمرو، قال: ثنا أسباط، عن السدّي ( قَالَ أَرَاغِبٌ أَنْتَ عَنْ آلِهَتِي يَا إِبْرَاهِيمُ لَئِنْ لَمْ تَنْتَهِ لأَرْجُمَنَّكَ ) بالشتيمة والقول.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، قال: قال ابن جريج ، في قوله ( لَئِنْ لَمْ تَنْتَهِ لأَرْجُمَنَّكَ ) قال: بالقول; لأشتمنك.حُدثت عن الحسين، قال: سمعت أبا معاذ، يقول: أخبرنا عبيد بن سليمان، قال: سمعت الضحاك يقول في قوله (لأَرْجُمَنَّكَ) يعني : رجم القول.وأما قوله ( وَاهْجُرْنِي مَلِيًّا ) فإن أهل التأويل اختلفوا في تأويله، فقال بعضهم: معنى ذلك: واهجرني حينا طويلا ودهرا. ووجهَّوا معنى الملّي إلى المُلاوة من الزمان، وهو الطويل منه.* ذكر من قال ذلك:حدثنا محمد بن بشار، قال: ثنا عبد الرحمن، قال: ثنا أبو داود، قال: ثنا محمد بن أبي الوضاح، عن عبد الكريم، عن مجاهد، في قوله ( وَاهْجُرْنِي مَلِيًّا ) قال: دهرا.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى; وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله (مَلِيًّا) قال حينا.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، مثله.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، عن الحسن ( وَاهْجُرْنِي مَلِيًّا ) قال: طويلا.حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن الحسن، في قوله ( وَاهْجُرْنِي مَلِيًّا ) قال: زمانا طويلا.حدثنا ابن حميد، قال: ثنا سلمة، عن ابن إسحاق ( وَاهْجُرْنِي مَلِيًّا ) يقول: دهرا، والدهر المليّ.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا إسرائيل، عن أبي حصين، عن سعيد بن جبير ( وَاهْجُرْنِي مَلِيًّا ) قال : دهرا.حدثنا موسى، قال: ثنا عمرو ، ثنا أسباط، عن السديّ( وَاهْجُرْنِي مَلِيًّا ) قال: أبدا.وقال آخرون: بل معنى ذلك: واهجرني سويا سليما من عقوبتي إياك، ووجَّهوا معنى المليّ إلى قول الناس: فلان مليّ بهذا الأمر: إذا كان مضطلعا به غنيا فيه. وكأن معنى الكلام كان عندهم: واهجرني وعرضك وافر من عقوبتي، وجسمك معافى من أذاي.* ذكر من قال ذلك:حدثني عليّ بن داود، قال: ثنا عبد الله بن صالح، قال: ثني معاوية بن صالح، عن عليّ بن أبي طلحة، عن ابن عباس ( وَاهْجُرْنِي مَلِيًّا ) يقول: اجتنبني سَوِيًّا.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله ( وَاهْجُرْنِي مَلِيًّا ) قال: اجتنبني سالما قبل أن يصيبك مني عقوبة.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( وَاهْجُرْنِي مَلِيًّا ) قال: سالما.حدثنا الحسن ، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة، مثله.حدثنا ابن بشار، قال: ثنا يحيى بن كثير بن درهم أبو غسان، قال: ثنا قرة بن خالد، عن عطية الجدلي ( وَاهْجُرْنِي مَلِيًّا ) قال: سالما.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول : أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله ( وَاهْجُرْنِي مَلِيًّا ) اجتنبني سالما لا يصيبك مني معرّة.قال أبو جعفر: وأولى القولين بتأويل الآية عندي قول من قال: معنى ذلك: واهجرني سويا، سلما من عقوبتي، لأنه عقيب قوله ( لَئِنْ لَمْ تَنْتَهِ لأَرْجُمَنَّكَ ) وذلك وعيد منه له إن لم ينته عن ذكر آلهته بالسوء أن يرجمه بالقول السيئ ، والذي هو أولى بأن يتبع ذلك التقدّم إليه بالانتهاء عنه قبل أن تناله العقوبة، فأما الأمر بطول هجره فلا وجه له."
    },
    {
      "ayah": 47,
      "surah": 19,
      "text": "يقول تعالى ذكره: قال إبراهيم لأبيه حين توعَّده على نصيحته إياه ودعائه إلى الله بالقول السيئ والعقوبة: سلام عليك يا أبت، يقول: أمنة مني لك أن أعاودك فيما كرهت، ولدعائك إليّ ما توعدتني عليه بالعقوبة، ولكني ( سَأَسْتَغْفِرُ لَكَ رَبِّي ) يقول: ولكني سأسأل ربي أن يستر عليك ذنوبك بعفوه إياك عن عقوبتك عليها( إِنَّهُ كَانَ بِي حَفِيًّا ) يقول: إن ربي عهدته بي لطيفا يجيب دعائي إذا دعوته ، يقال منه: تحفى بي فلان. وقد بيَّنت ذلك بشواهده فيما مضى، بما أغنى عن إعادته هاهنا.وبنحو ما قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا عبد الله، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله ( إِنَّهُ كَانَ بِي حَفِيًّا ) يقول: لطيفا.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله ( إِنَّهُ كَانَ بِي حَفِيًّا ) قال: إنه كان بي لطيفا، فإن الحفيّ: اللطيف."
    },
    {
      "ayah": 48,
      "surah": 19,
      "text": "وقوله ( وَأَعْتَزِلُكُمْ وَمَا تَدْعُونَ مِنْ دُونِ اللَّهِ ) يقول: وأجتنبكم وما تدعون من دون الله من الأوثان والأصنام (وأدْعُو رَبّي) يقول: وأدعو ربي، بإخلاص العبادة له، وإفراده بالربوبية ( عَسَى أَلا أَكُونَ بِدُعَاءِ رَبِّي شَقِيًّا ) يقول: عسى أن لا أشقى بدعاء ربي، ولكن يجيب دعائي، ويعطيني ما أسأله."
    },
    {
      "ayah": 49,
      "surah": 19,
      "text": "يقول تعالى ذكره: فلما اعتزل إبراهيم قومه وعبادة ما كانوا يعبدون من دون الله من الأوثان آنسنا وحشته من فراقهم، وأبدلناه منهم بمن هو خير منهم وأكرم على الله منهم، فوهبنا له ابنه إسحاق، وابن ابنه يعقوب بن إسحاق ( وَكُلا جَعَلْنَا نَبِيًّا ) فوحد، ولم يقل أنبياء، لتوحيد لفظ كلّ."
    },
    {
      "ayah": 5,
      "surah": 19,
      "text": "يقول: وإني خفت بني عمي وعصبتي من ورائي: يقول: من بعدى أن يرثوني، وقيل: عنى بقوله (مِنْ وَرَائِي) من قدّامي ومن بين يديّ ؛ وقد بيَّنت جواز ذلك فيما مضى قبل.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: (وَإِنِّي خِفْتُ الْمَوَالِيَ مِنْ وَرَائِي) يعني بالموالي: الكلالة الأولياء أن يرثوه، فوهب الله له يحيى.حدثنا يحيى بن داود الواسطي، قال: ثنا أبو أسامة، عن إسماعيل، عن أبي صالح في قوله: (وَإِنِّي خِفْتُ الْمَوَالِيَ مِنْ وَرَائِي) قال: العصبة.حدثنا أبو كريب، قال: ثنا جابر بن نوح، عن إسماعيل، عن أبي صالح في قوله (وَإِنِّي خِفْتُ الْمَوَالِيَ مِنْ وَرَائِي) قال: خاف موالي الكلالة.حدثنا مجاهد بن موسى، قال: ثنا يزيد، قال: أخبرنا إسماعيل بن أبي خالد، عن أبي صالح بنحوه.حدثني يعقوب، قال: ثنا هشيم، قال: أخبرنا إسماعيل بن أبي خالد، عن أبي صالح (وَإِنِّي خِفْتُ الْمَوَالِيَ مِنْ وَرَائِي) قال: يعني الكلالة.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى ؛ وحدثني الحارث، قال : ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد في قول الله (خِفْتُ الْمَوَالِيَ مِنْ وَرَائِي) قال: العصبة.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، مثله.حدثنا الحسن، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة، قوله (وَإِنِّي خِفْتُ الْمَوَالِيَ مِنْ وَرَائِي) قال: العصبة.حدثني موسى، قال: ثنا عمرو، قال: ثنا أسباط، عن السديّ(وَإِنِّي خِفْتُ الْمَوَالِيَ مِنْ وَرَائِي) والموالي: هنّ العصبة ، والموالي: جمع مولى، والمولى والوليّ في كلام العرب واحد. وقرأت قراء الأمصار (وَإِنِّي خِفْتُ الْمَوَالِيَ) بمعنى: الخوف الذي هو خوف الأمن. وروي عن عثمان بن عفان أنه قرأه : (وَإِنِّي خِفْتُ الْمَوَالِيَ) بتشديد الفاء وفتح الخاء من الخفة، كأنه وجه تأويل الكلام: وإني ذهبت عصبتي ومن يرثني من بني أعمامي. وإذا قرئ ذلك كذلك كانت الياء من الموالي مسكنة غير متحركة، لأنها تكون في موضع رفع بخفت.وقوله (وَكَانَتِ امْرَأَتِي عَاقِرًا) يقول: وكانت زوجتي لا تلد، يقال منه: رجل عاقر، وامرأة عاقر بلفظ واحد، كما قال الشاعر:لَبِئـسَ الفَتـى أنْ كُـنْتُ أعْوَرَ عاقِرً اجبَانـا فَمَـا عُـذْرِي لَدَى كُلّ مَحْضَرِ (1)وقوله (فَهَبْ لِي مِنْ لَدُنْكَ وَلِيًّا) يقول: فارزقني من عندك ولدا وارثا ومعينا.------------------------الهوامش:(1) البيت في ديوان عامر بن الطفيل ، طبعة ليدن سنة 1913 . والرواية فيه \" فبئس \" في مكان : \" لبئس \" وفي اللسان : العاقر التي لا تحمل ، ورجل عاقر : لا يولد له ، ونساء عقر ، بضم العين وتشديد القاف المفتوحة . وقد استشهد به المؤلف على معنى العاقر ، في سورة آل عمران ( 3 : 257 ) وأعاده في هذا الموضع ، ومحل الاستشهاد في الموضعين واحد ."
    },
    {
      "ayah": 50,
      "surah": 19,
      "text": "( وَوَهَبْنَا لَهُمْ مِنْ رَحْمَتِنَا ) يقول جلّ ثناؤه: ورزقنا جميعهم، يعني إبراهيم وإسحاق ويعقوب من رحمتنا، وكان الذي وهب لهم من رحمته، ما بسط لهم في عاجل الدنيا من سعة رزقه، وأغناهم بفضله.وقوله ( وَجَعَلْنَا لَهُمْ لِسَانَ صِدْقٍ عَلِيًّا ) يقول تعالى ذكره: ورزقناهم الثناء الحسن، والذكر الجميل من الناس.كما حدثني عليّ، قال: ثنا عبد الله ، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله ( وَجَعَلْنَا لَهُمْ لِسَانَ صِدْقٍ عَلِيًّا ) يقول: الثناء الحسن.وإنما وصف جل ثناؤه اللسان الذي جعل لهم بالعلوّ، لأن جميع أهل الملل تحسن الثناء عليهم، والعرب تقول: قد جاءني لسان فلان، تعني ثناءه أو ذمه; ومنه قول عامر بن الحارث:إنّــي أتَتْنِــي لِسـانٌ لا أسَـرُّ بِهَـامِـنْ عَلْـو لا عَجَـبٌ مِنْهـا وَلا سَخُرُ (3)ويروى: لا كذب فيها ولا سَخَر:جـاءَتْ مُرجَمَّـة قـد كُـنْتُ أحْذَرُهالَـوْ كـانَ يَنْفَعُنِـي الإشْـفاقُ والحَذَرُ (4)مرجمة: يظنّ بها.------------------------الهوامش:(3) البيت لأعشى باهلة واسمه عامر بن الحارث ( جمهرة أشعار العرب ص 135 ) وهي إحدى المراثي الجياد . وفي ( اللسان : لسن ) اللسان : جارحة الكلام ، وقد يكنى بها عن الكلمة ، فيؤنث حينئذ . قال : أعشى باهلة : \" إني أتتني لسانه . . . البيت \" . قال ابن بري : اللسان هنا : الرسالة والمقالة . وقد يذكر على معنى الكلام . ثم قال : قال اللحياني : اللسان في الكلام يذكر ويؤنث ، يقال إن لسان الناس عليك لحسنة وحسن ، أي ثناؤهم . أه . واللسان : الثناء ، وقوله عز وجل : \" واجعل لي لسان صدق في الآخرين\" : معناه : اجعل لي ثناءً حسنًا باقيًا إلى آخر الدهر . أه . وفي ( تاج العروس : علا ) : وأن قول أعشى باهلة \" من علو \" فيروى بضم الواو وفتحها وكسرها ، أي أتاني خبر من أعالي نجد . أه . وفي جمهرة أشعار العرب : السخر : الاستهزاء . أه . وقد استشهد المؤلف بالبيت على أن اللسان قد يجيء بمعنى الثناء مع أن اللغويين فسروه بمعنى الخبر أو الرسالة أو المقالة .(4) هذا البيت لأعشى باهلة أيضًا ، وهو بعد البيت السابق عليه في القصيدة نفسها ، كما في ( جمهرة أشعر العرب ص 136 ) . ومعنى مرجمة : أي مظنونة ، لا يوقف على حقيقتها ويقال : كلام مرجم عن غير يقين . ولعل الشاعر أراد أن الناس كلهم لم يصدقوا خبر هذا الفاجعة التي نزلت بهم ، فهم بين مصدق ومكذب ."
    },
    {
      "ayah": 51,
      "surah": 19,
      "text": "يقول تعالى ذكره لنبيه صلى الله عليه وسلم: واذكر يا محمد في كتابنا الذي أنـزلناه إليك موسى بن عمران، واقصص على قومك أنه كان مخلصا.واختلفت القراء في قراءة ذلك، فقرأته عامة قراء المدينة والبصرة وبعض الكوفيين: (إنَّهُ كانَ مُخْلِصًا) بكسر اللام من المُخْلِص، بمعنى: إنه كان يخلص لله العبادة، ويفرده بالألوهية، من غير أن يجعل له فيها شريكا ، وقرأ ذلك عامة قرّاء أهل الكوفة خلا عاصم ( إِنَّهُ كَانَ مُخْلَصًا ) بفتح اللام من مُخْلَص، بمعنى: إن موسى كان الله قد أخلصه واصطفاه لرسالته، وحمله نبيا مرسلا.قال أبو جعفر: والصواب من القول في ذلك عندي: أنه كان صلى الله عليه وسلم مخلصا عبادة الله، مُخْلَصا للرسالة والنبوّة، فبأيتهما قرأ القارئ فمصيب الصواب.( وَكَانَ رَسُولا ) يقول: وكان لله رسولا إلى قومه بني إسرائيل، ومن أرسله إليه نبيا."
    },
    {
      "ayah": 52,
      "surah": 19,
      "text": "يقول تعالى ذكره: ونادينا موسى من ناحية الجبل، ويعني بالأيمن : يمين موسى، لأنة الجبل لا يمين له ولا شمال، وإنما ذلك كما يقال: قام عن يمين القبلة وعن شمالها.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة، في قوله ( مِنْ جَانِبِ الطُّورِ الأيْمَنِ ) قال: جانب الجبل الأيمن . وقد بيَّنا معنى الطور واختلاف المختلفين فيه، ودللنا على الصواب من القول فيما مضى بما أغنى عن إعادته في هذا الموضع.وقوله ( وَقَرَّبْنَاهُ نَجِيًّا ) يقول تعالى ذكره: وأدنيناه مناجيا، كما يقال: فلان نديم فلان ومنادمه، وجليس فلان ومجالسه. وذُكر أن الله جلّ ثناؤه أدناه، حتى سمع صريف القلم.* ذكر من قال ذلك:حدثنا ابن بشار، قال: ثنا يحيى، قال: ثنا سفيان، عن عطاء بن السائب، عن سعيد بن جبير، عن ابن عباس ( وَقَرَّبْنَاهُ نَجِيًّا ) قال: أٌدْنِيّ حتى سمع صريف القلم.حدثنا محمد بن منصور الطَوسِيّ، قال: ثنا يحيى بن أبي بكر، قال: ثنا شبل، عن ابن أبي نجيح، قال: أراه عن مجاهد، في قوله ( وَقَرَّبْنَاهُ نَجِيًّا ) قال: بين السماء الرابعة، أو قال: السابعة، وبين العرش سبعون ألف حجاب: حجاب نور، وحجاب ظلمة، وحجاب نور، وحجاب ظلمة; فما زال يقرب موسى حتى كان بينه وبينه حجاب، وسمع (1) صريف القلم  قَالَ رَبِّ أَرِنِي أَنْظُرْ إِلَيْكَ  .حدثنا عليّ بن سهل، قال: ثني حجاج، عن أبي جعفر، عن الربيع، عن أبي العالية، قال: قرّبه منه حتى سمع صريف القلم.حدثنا ابن حميد، قال: ثنا جرير، عن عطاء، عن ميسرة (وقَرَّبْناهُ نَجِيًّا) قال: أُدْنِيَ حتى سمع صريف القلم في اللوح، وقال شعبة: أردفه جبرائيل عليه السلام.وقال قتادة في ذلك، ما حدثنا به الحسن بن يحيى، قال: أخبرنا عبد الرزاق ، قال: أخبرنا معمر، عن قتادة، في قوله ( وَقَرَّبْنَاهُ نَجِيًّا ) قال: نجا بصدقه.------------------------الهوامش:(1) عبارة الدر المنثور للسيوطي : حتى كان بينه وبينه حجاب ، فلما رأى مكانه وسمع . . . إلخ"
    },
    {
      "ayah": 53,
      "surah": 19,
      "text": "وقوله ( وَوَهَبْنَا لَهُ مِنْ رَحْمَتِنَا أَخَاهُ هَارُونَ ) يقول: ووهبنا لموسى رحمة منا أخاه هارون (نَبِيًّا) يقول أيَّدناه بنبوّته، وأعنَّاه بها.كما حدثني يعقوب، قال: ثنا ابن علية، عن داود، عن عكرمة، قال: قال ابن عباس: قوله ( وَوَهَبْنَا لَهُ مِنْ رَحْمَتِنَا أَخَاهُ هَارُونَ نَبِيًّا ) قال: كان هارون أكبر من موسى، ولكن أراد وهب له نبوّته."
    },
    {
      "ayah": 54,
      "surah": 19,
      "text": "يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: واذكر يا محمد في الكتاب إسماعيل بن إبراهيم، فاقصص خبره إنه كان لا يكذب وعده، ولا يخلف، ولكنه كان إذا وعد ربه، أو عبدًا من عباده وعدًا وفّى به.كما حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، قوله ( إِنَّهُ كَانَ صَادِقَ الْوَعْدِ ) قال: لم يعد ربه عِدة إلا أنجزها.حدثني يونس، قال: أخبرنا ابن وهب، قال: أخبرني عمرو بن الحارث أن سهل بن عقيل، حدثه أن إسماعيل عليه السلام وعد رجلا مكانا أن يأتيه، فجاء ونسي الرجل، فظلّ به إسماعيل، وبات حتى جاء الرجل من الغد، فقال: ما برحت من هاهنا؟ قال: لا قال: إني نسيت، قال: لم أكن لأبرح حتى تأتي، فبذلك كان صادقا."
    },
    {
      "ayah": 55,
      "surah": 19,
      "text": "يقول تعالى ذكره: ( وَكَانَ يَأْمُرُ أَهْلَهُ ) بـ إقامة (الصَّلاةِ و) إيتاء ( وَالزَّكَاةِ وَكَانَ عِنْدَ رَبِّهِ مَرْضِيًّا ) عمله، محمودا فيما كلفه ربه، غير مقصر في طاعته."
    },
    {
      "ayah": 56,
      "surah": 19,
      "text": "يقول تعالى ذكره: واذكر يا محمد في كتابنا هذا إدريس ( إِنَّهُ كَانَ صِدِّيقًا ) لا يقول الكذب، (نَبِيًّا) نوحي إليه من أمرنا ما نشاء.( وَرَفَعْنَاهُ مَكَانًا عَلِيًّا ) يعني به إلى مكان ذي علوّ وارتفاع. وقال بعضهم: رُفع إلى السماء السادسة.وقال آخرون: الرابعة.* ذكر الرواية بذلك: حدثني يونس بن عبد الأعلى، قال: أخبرنا ابن وهب، قال : أخبرني جرير بن حازم، عن سليمان الأعمش، عن شمر بن عطية، عن هلال بن يساف، قال: سأل ابن عباس كعبا وأنا حاضر، فقال له: ما قول الله تعالى لإدريس ( وَرَفَعْنَاهُ مَكَانًا عَلِيًّا ) قال كعب: أما إدريس، فإن الله أوحى إليه: إني رافع لك كلّ يوم مثل عمل جميع بني آدم، فأحبّ أن تزداد عملا فأتاه خليل له من الملائكة، فقال: إن الله أوحى إليّ كذا وكذا، فكلم لي ملك الموت، فليؤخرني حتى أزداد عملا فحمله بين جناحيه، ثم صعد به إلى السماء; فلما كان في السماء الرابعة، تلقاهم ملك الموت منحدرا، فكلم ملك الموت في الذي كلمه فيه إدريس ، فقال: وأين إدريس؟ فقال: هو ذا على ظهري، قال ملك الموت: فالعجب بعثت أقبض روح إدريس في السماء الرابعة، فجعلت أقول: كيف أقبض روحه في السماء الرابعة وهو في الأرض؟ فقبض روحه هناك، فذلك قول الله تبارك وتعالى ( وَرَفَعْنَاهُ مَكَانًا عَلِيًّا )."
    },
    {
      "ayah": 57,
      "surah": 19,
      "text": "حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى; وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله ( وَرَفَعْنَاهُ مَكَانًا عَلِيًّا ) قال: إدريس رُفع فلم يمت، كما رُفع عيسى.حدثنا القاسم، قال: ثنا الحسين ، قال: ثني حجاج، عن ابن جريج، عن مجاهد، مثله، إلا أنه قال: ولم يمت.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( وَرَفَعْنَاهُ مَكَانًا عَلِيًّا ) قال: رفع إلى السماء السادسة، فمات فيها.حدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد بن سليمان، قال: سمعت الضحاك يقول في قوله ( وَرَفَعْنَاهُ مَكَانًا عَلِيًّا ) إدريس أدركه الموت في السماء السادسة.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن منصور، عن مجاهد ( وَرَفَعْنَاهُ مَكَانًا عَلِيًّا ) قال: السماء الرابعة.حدثنا أبو كريب، قال: ثنا ابن يمان، عن سفيان، عن أبي هارون العبدي، عن أبي سعيد الخدريّ( وَرَفَعْنَاهُ مَكَانًا عَلِيًّا ) قال: في السماء الرابعة.حدثنا عليّ بن سهيل، قال: ثنا حجاج، قال: ثنا أبو جعفر الرازي، عن الربيع بن أنس، عن أبي العالية الرياحي، عن أبي هريرة أو غيره \" شكّ أبو جعفر الرازي \" قال: لما أسري بالنبيّ صلى الله عليه وسلم صعد به جبريل إلى السماء الرابعة، فاستفتح فقيل: من هذا؟ قال: جبرائيل، قالوا: ومن معه؟ قال: محمد، قالوا: أوقد أرسل إليه؟ قال: نعم، قالوا: حياه الله من أخ ومن خليفة، فنعم الأخ ونعم الخليفة، ونعم المجيء جاء، قال: فدخل فإذا هو برجل، قال: هذا إدريس رفعه الله مكانا عليا.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، في قوله ( وَرَفَعْنَاهُ مَكَانًا عَلِيًّا ) قال: حدثنا أنس بن مالك أن نبيّ الله حدث أنه لما عرج به إلى السماء قال: أتيت على إدريس في السماء الرابعة."
    },
    {
      "ayah": 58,
      "surah": 19,
      "text": "يقول تعالى ذكره لنبيه صلى الله عليه وسلم: هؤلاء الذين اقتصصتُ عليك أنباءهم في هذه السورة يا محمد، الذين أنعم الله عليهم بتوفيقه، فهداهم لطريق الرشد من الأنبياء من ذريّة آدم، ومن ذرّية من حملنا مع نوح في الفُلك، ومن ذرّية إبراهيم خليل الرحمن، ومن ذرّية إسرائيل، وممن هدينا للإيمان بالله والعمل بطاعته واجتبينا: يقول: وممن اصطفينا واخترنا لرسالتنا ووحينا، فالذي عنى به من ذرية آدم إدريس، والذي عنى به من ذرية من حملنا مع نوح إبراهيم، والذي عنى به من ذرية إبراهيم إسحاق ويعقوب وإسماعيل، والذي عنى به من ذرية إسرائيل: موسى وهارون وزكريا وعيسى وأمه مريم، ولذلك فرق تعالى ذكره أنسابهم وإن كان يجمع جميعهم آدم لأن فيهم من ليس من ولد من كان مع نوح في السفينة، وهو إدريس، وإدريس جدّ نوح.وقوله تعالى ذكره: ( إِذَا تُتْلَى عَلَيْهِمْ آيَاتُ الرَّحْمَنِ ) يقول إذا تتلى على هؤلاء الذين أنعم الله عليهم من النبيين أدلة الله وحججه التي أنـزلها عليهم في كتبه، خروا لله سجدا، استكانة له وتذللا وخضوعا لأمره وانقيادا، (وَبُكِيًّا) يقول: خرّوا سجدا وهم باكون، والبُكِيّ: جمع باك، كما العُتِيّ جمع عات والجُثِيّ: جمع جاث، فجمع وهو فاعل على فعول، كما يجمع القاعد قعودا، والجالس جلوسا، وكان القياس أن يكون: وبُكوّا وعتوّا، ولكن كرهت الواو بعد الضمة فقلبت ياء، كما قيل في جمع دلو أدل. وفي جمع البهو أبه، وأصل ذلك أفعل أدلو وأبهو، فقلبت الواو ياء لمجيئها بعد الضمة استثقالا وفي ذلك لغتان مستفيضتان، قد قرأ بكلّ واحدة علماء من القرّاء بالقرآن بكيا وعتوّا بالضم، وبكيا وعتيا بالكسر. وقد يجوز أن يكون البكيّ هو البكاء بعينه.وقد حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن الأعمش، عن إبراهيم، قال: قرأ عمر بن الخطاب سورة مريم فسجد وقال: هذا السجود، فأين البكيّ؟ يريد: فأين البكاء."
    },
    {
      "ayah": 59,
      "surah": 19,
      "text": "يقول تعالى ذكره: فحدث من بعد هؤلاء الذين ذكرت من الأنبياء الذين أنعمت عليهم، ووصفت صفتهم في هذه السورة، خلْف سوء في الأرض أضاعوا الصلاة.ثم اختلف أهل التأويل في صفة إضاعتهم الصلاة، فقال بعضهم: كانت إضاعتهموها تأخيرهم إياها عن مواقيتها ، وتضييعهم أوقاتها.* ذكر من قال ذلك:حدثني عليّ بن سعد الكندي، قال: ثنا عيسى بن يونس، عن الأوزاعي، عن موسى بن سليمان، عن القاسم بن مخيمرة، في قوله ( فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ أَضَاعُوا الصَّلاةَ ) قال: إنما أضاعوا المواقيت، ولو كان تركا كان كفرا.حدثنا إسحاق بن زيد الخطابي، قال: ثنا الفريابي، عن الأوزاعي، عن القاسم بن مخيمرة، نحوه.حدثنا عبد الكريم بن أبي عمير، قال: ثني الوليد بن مسلم، عن أبي عمرو، عن القاسم بن مخيمرة، قال: أضاعوا المواقيت، ولو تركوها لصاروا بتركها كفارا.حدثني يونس بن عبد الأعلى، قال: ثنا الوليد بن مسلم، عن الأوزاعي، عن القاسم، نحوه.حدثنا القاسم، قال: ثنا الحسين، قال: ثنا عيسى، عن الأوزاعي، عن إبراهيم بن يزيد، أن عمر بن عبد العزيز بعث رجلا إلى مصر لأمر أعجله للمسلمين، فخرج إلى حرسه، وقد كان تقدم إليهم أن لا يقوموا إذا رأوه، قال: فأوسعوا له، فجلس بينهم فقال: أيكم يعرف الرجل الذي بعثناه إلى مصر؟ فقالوا: كلنا نعرفه، قال: فليقم أحدثكم سنا، فليدعه، فأتاه الرسول فقال: لا تعجلني أشدّ عليّ ثيابي، فأتاه فقال: إن اليوم الجمعة، فلا تبرحن حتى تصلي، وإنا بعثناك في أمر أعجله للمسلمين، فلا يعجلنك ما بعثناك له أن تؤخر الصلاة عن ميقاتها، فإنك مصليها لا محالة، ثم قرأ ( فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ أَضَاعُوا الصَّلاةَ وَاتَّبَعُوا الشَّهَوَاتِ فَسَوْفَ يَلْقَوْنَ غَيًّا ) ثم قال: لم يكن إضاعتهم تركها، ولكن أضاعوا الوقت.حدثنا ابن وكيع، قال: ثنا أبي، عن المسعودي، عن القاسم بن عبد الرحمن، والحسن بن مسعود، عن ابن مسعود، أنه قيل له: إن الله يكثر ذكر الصلاة في القرآن  الَّذِينَ هُمْ عَنْ صَلاتِهِمْ سَاهُونَ  و  عَلَى صَلاتِهِمْ دَائِمُونَ  و  عَلَى صَلاتِهِمْ يُحَافِظُونَ  فقال ابن مسعود رضي الله عنه: على مواقيتها ، قالوا: ما كنا نرى ذلك إلا على الترك، قال: ذاك الكفر.حدثنا القاسم، قال: ثنا الحسين، قال: ثنا عمر أبو حفص الأبار، عن منصور بن المعتمر، قال: قال مسروق: لا يحافظ أحد على الصلوات الخمس، فيكتب من الغافلين، وفي إفراطهنّ الهلكة، وإفراطهنّ: إضاعتهنّ عن وقتهنّ.وقال آخرون: بل كانت إضاعتهموها: تركها.* ذكر من قال ذلك:حدثني يونس بن عبد الأعلى ، قال: أخبرنا ابن وهب، قال: أخبرنا أبو صخر، عن القرظي، أنه قال في هذه الآية ( فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ أَضَاعُوا الصَّلاةَ وَاتَّبَعُوا الشَّهَوَاتِ ) يقول: تركوا الصلاة.قال أبو جعفر: وأولى التأويلين في ذلك عندي بتأويل الآية، قول من قال: إضاعتهموها تركهم إياها لدلالة قول الله تعالى ذكره بعده على أن ذلك كذلك، وذلك قوله جلّ ثناؤه  إِلا مَنْ تَابَ وَآمَنَ وَعَمِلَ صَالِحًا  فلو كان الذين وصفهم بأنهم ضيعوها مؤمنين لم يستثن منهم من آمن، وهم مؤمنون ولكنهم كانوا كفارا لا يصلون لله، ولا يؤدّون له فريضة فسقة قد آثروا شهوات أنفسهم على طاعة الله، وقد قيل: إن الذين وصفهم الله بهذه الصفة قوم من هذه الأمة يكونون في آخر الزمان.حدثني محمد بن عمرو، قال : ثنا أبو عاصم، قال: ثنا عيسى. وحدثني الحارث، قال: ثنا الحسن. قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله ( فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ أَضَاعُوا الصَّلاةَ وَاتَّبَعُوا الشَّهَوَاتِ فَسَوْفَ يَلْقَوْنَ غَيًّا ) قال: عند قيام الساعة، وذهاب صالحي أمة محمد صلى الله عليه وسلم ينـزو بعضهم على بعض في الأزقة. قال محمد بن عمرو : زنا. وقال الحارث: زناة.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريح، عن مجاهد مثله، وقال: زنا كما قال ابن عمرو.حدثنا القاسم، قال: ثنا الحسين، قال: ثنا أبو تميلة، عن أبي حمزه، عن جابر، عن عكرمة ومجاهد وعطاء بن أبي رباح ( فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ ).... الآية، قال: هم أمة محمد.وحدثني الحارث، قال: ثنا الأشيب، قال : ثنا شريك، عن أبي تميم بن مهاجر في قول الله: ( فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ أَضَاعُوا الصَّلاةَ ) قال: هم في هذه الأمة يتراكبون تراكب الأنعام والحمر في الطرق، لا يخافون الله في السماء، ولا يستحيون الناس في الأرض.وأما قوله ( فَسَوْفَ يَلْقَوْنَ غَيًّا ) فإنه يعني أن هؤلاء الخلْف الذين خلفوا بعد أولئك الذين أنعم الله عليهم من النبيين سيدخلون غيا، وهو اسم واد من أودية جهنم، أو اسم بئر من آبارها.كما حدثني عباس بن أبي طالب، قال: ثنا محمد بن زياد بن رزان (2) قال: ثنا شرقي بن قطامي، عن لقمان بن عامر الخزاعي، قال: جئت أبا أمامة صديّ بن عجلان الباهلي، فقلت: حدِّثنا حديثا سمعته من رسول الله صلى الله عليه وسلم، قال: فدعا بطعام، ثم قال: قال رسول الله صلى الله عليه وسلم: \" لَوْ أنَّ صَخْرَةً زنَةَ عَشْرِ أوَاقٍ قُذِفَ بِها من شَفيرِ جَهَنَّمَ ما بَلَغَتْ قَعْرَها خَمْسِينَ خَرِيفا، ثُمَّ تَنْتَهي إلى غَيٍّ وأثامٍ ، قال: قُلْتُ وَما غَيّ ومَا أثامٌ؟ قالَ: بِئْرَانِ في أسْفَلِ جَهَنَّمَ يَسِيلُ فِيهِما صَدِيدُ أهْلِ النَّارِ، وَهُما اللَّتانِ ذَكَرَ اللهُ في كِتابِهِ( أَضَاعُوا الصَّلاةَ وَاتَّبَعُوا الشَّهَوَاتِ فَسَوْفَ يَلْقَوْنَ غَيًّا ) ، وقوله في الفرقان  وَلا يَزْنُونَ وَمَنْ يَفْعَلْ ذَلِكَ يَلْقَ أَثَامًا  .حدثنا محمد بن بشار، قال: ثنا عمرو بن عاصم، قال: ثنا المعتمر بن سليمان، عن أبيه، عن قتادة، عن أبي أيوب، عن عبد الله بن عمرو ( فَسَوْفَ يَلْقَوْنَ غَيًّا ) قال: واديا في جهنم.حدثنا محمد بن بشار، قال: ثنا عبد الرحمن ، قال: ثنا سفيان، عن أبي إسحاق، عن أبي عبيدة، عن عبد الله ( فَسَوْفَ يَلْقَوْنَ غَيًّا ) قال: واديا في النار.حدثنا محمد بن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن أبي إسحاق ، عن أبي عبيدة، عن عبد الله أنه قال في هذه الآية ( فَسَوْفَ يَلْقَوْنَ غَيًّا ) قال: نهر في جهنم خبيث الطعم بعيد القعر.حدثني محمد بن عبيد المحاربي، قال: ثنا أبو الأحوص، عن أبي إسحاق، عن أبي عبيدة، عن أبيه، في قوله ( فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ أَضَاعُوا الصَّلاةَ وَاتَّبَعُوا الشَّهَوَاتِ فَسَوْفَ يَلْقَوْنَ غَيًّا ) قال: الغيّ: نهر جهنم في النار، يعذّب فيه الذين اتبعوا الشهوات.حدثنا القاسم، قال: ثنا الحسين، قال: ثنا أبو الأحوص، عن أبي إسحاق، عن أبي عبيدة، عن أبيه، في قوله ( فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ أَضَاعُوا الصَّلاةَ وَاتَّبَعُوا الشَّهَوَاتِ فَسَوْفَ يَلْقَوْنَ غَيًّا ) قال: الغيّ: نهر جهنم في النار، يعذّب فيه الذين اتبعوا الشهوات.حدثنا القاسم، قال: ثنا الحسين، قال: ثنا أبو الأحوص، عن أبي إسحاق، عن أبي عبيدة، عن عبد الله ( أَضَاعُوا الصَّلاةَ وَاتَّبَعُوا الشَّهَوَاتِ فَسَوْفَ يَلْقَوْنَ غَيًّا ) قال: نهر في النار يقذف فيه الذين اتبعوا الشهوات.وقال آخرون: بل عنى بالغيّ في هذا الموضع: الخسران.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا عبد الله، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله ( فَسَوْفَ يَلْقَوْنَ غَيًّا ) يقول: خسرانا.وقال آخرون: بل عنى به الشرّ.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله ( فَسَوْفَ يَلْقَوْنَ غَيًّا ) قال: الغيّ: الشرّ.ومنه قول الشاعر:فَمَـنْ يَلْـقَ خَـيْرًا يَحْـمَد النَّاس أمْرَهُوَمَـنْ يَغْـوَ لا يَعْـدَمْ على الغَيّ لائما (3)قال أبو جعفر: وكلّ هذه الأقوال متقاربات المعاني، وذلك أن من ورد البئرين اللتين ذكرهما النبيّ صلى الله عليه وسلم، والوادي الذي ذكره ابن مسعود في جهنم، فدخل ذلك، فقد لاقى خسرانا وشرّا، حسبه به شرّا.------------------------الهوامش:(2) ذكر صاحب تاج العروس : الحافظ أبا بكر : محمد بن علي بن عاصم بن رازان ، بسند أصبهان المعروف بابن المقري ، بألف بعد الراء فلعل \" رزان \" هنا محرف عن \" رازان \" .(3) البيت للمرقش الأصغر : ربيعة بن سليمان بن سعد بن مالك ضييعة بن قيس بن ثعلبة ، وهو ابن أخي المرقش الأكبر ، وعم طرفة بن العبد ( المفضليات ، طبع القاهرة ص 118 ) . وفي ( اللسان : غوى ) قال : الغي : الضلال والخيبة . غوى ( بالفتح ) غيا ، وغوى ( بالكسر ) غواية . الأخيرة عن أبي عبيد : ضل . ورجل غاو ، وغو ، وغوى ، وغيان : ضال . وأغواه هو . وأنشد للمرقش : \" فمن يلق . . . . البيت \" ."
    },
    {
      "ayah": 6,
      "surah": 19,
      "text": "وقوله: ( يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ ) يقول: يرثني من بعد وفاتي مالي، ويرث من آل يعقوب النبوة، وذلك أن زكريا كان من ولد يعقوب.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا أبو كريب، قال: ثنا جابر بن نوح، عن إسماعيل، عن أبي صالح، قوله ( يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ ) يقول: يرث مالي، ويرث من آل يعقوب النبوّة.حدثنا مجاهد، قال: ثنا يزيد، قال: أخبرنا إسماعيل، عن أبي صالح في قوله ( يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ ) قال: يرث مالي، ويرث من آل يعقوب النبوّة.حدثني يعقوب، قال: ثنا هشيم، قال: أخبرنا إسماعيل بن أبي خالد، عن أبي صالح، في قوله ( يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ ) قال: يرثني مالي، ويرث من آل يعقوب النبوّة.حدثني يعقوب، قال: ثنا هشيم، قال: أخبرنا إسماعيل بن أبي خالد، عن أبي صالح، في قوله ( يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ ) قال: يكون نبيا كما كانت آباؤه أنبياء.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى ، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد ( يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ ) قال: وكان وراثته علما، وكان زكريا من ذرّية يعقوب.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، قال : كان وراثته علما، وكان زكريا من ذرية يعقوب.حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة، عن الحسن، في قوله ( يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ ) قال: نبوّته وعلمه.حدثنا أبو كريب، قال: ثنا جابر بن نوح، عن مبارك، عن الحسن، قال: قال رسول الله صلى الله عليه وسلم: \" رَحِمَ اللهُ أخِي زَكَرِيَّا، ما كانَ عَلَيْهِ مِنْ وَرَثَةِ مالِهِ حِينَ يَقُولُ فَهَبْ لي مِنْ لَدُنْكَ وَلِيًّا، يَرِثُنِي وَيَرِثْ مِنْ آلِ يَعْقُوبَ\".حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ ) قال: كان الحسن يقول: يرث نبوّته وعلمه. قال قتادة: ذُكر لنا \" أن نبيّ الله صلى الله عليه وسلم كان إذا قرأ هذه الآية، وأتى على ( يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ ) قال: رحم الله زكريا ما كان عليه من ورثته \".حدثنا الحسن، قال أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة، أن النبي صلى الله عليه وسلم، قال: \" يَرْحَمُ اللهُ زكَرِيَّا ومَا عَلَيْهِ مِنْ وَرَثَتِهِ، وَيَرْحَمُ اللهُ لُوطا إنْ كانَ لَيَأْوِي إلى رُكْنٍ شَدِيدٍ\".حدثني موسى، قال: ثنا عمرو، قال: ثنا أسباط، عن السديّ(فَهَبْ لِي مِنْ لَدُنْكَ وَلِيًّا يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ ) قال: يرث نبوّتي ونبوّة آل يعقوب.واختلفت القرّاء في قراءة قوله: ( يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ ) فقرأت ذلك عامَّة قرّاء المدينة ومكة وجماعة من أهل الكوفة:( يَرِثُنِي وَيَرِثُ ) برفع الحرفين كليهما، بمعنى فهب الذي يرثني ويرث من آل يعقوب، على أن يرثني ويرث من آل يعقوب، من صله الوليّ. وقرأ ذلك جماعة من قرّاء أهل الكوفة والبصرة: ( يَرِثُنِي وَيَرِثْ ) بجزم الحرفين على الجزاء والشرط، بمعنى: فهب لي من لدنك وليا فإنه يرثني إذا وهبته لي. وقال الذين قرءوا ذلك كذلك: إنما حسن ذلك في هذا الموضع، لأن يرثني من آية غير التي قيلها. قالوا وإنما يحسنُ أن يكون مثل هذا صلة، إذا كان غير منقطع عما هو له صلة، كقوله:  رِدْءًا يُصَدِّقُنِي  .قال أبو جعفر: وأولى القراءتين عندي في ذلك بالصواب قراءة من قرأه برفع الحرفين على الصلة للوليّ، لأنّ الوليّ نكرة، وأن زكريا إنما سأل ربه أن يهب له وليا يكون بهذه الصفة، كما رُوي عن رسول الله صلى الله عليه وسلم، لا أنه سأله وليا، ثم أخبر أنه إذا وهب له ذلك كانت هذه صفته، لأن ذلك لو كان كذلك، كان ذلك من زكريا دخولا في علم الغيب الذي قد حجبه الله عن خلقه.وقوله ( وَاجْعَلْهُ رَبِّ رَضِيًّا ) يقول: واجعل يا ربّ الولي الذي تهبه لي مرضيا ترضاه أنت ويرضاه عبادك دينا وخُلُقا وخَلْقا. والرضي: فعيل صرف من مفعول إليه."
    },
    {
      "ayah": 60,
      "surah": 19,
      "text": "يقول تعالى ذكره: فسوف يلقى هؤلاء الخلف السوء الذين وصف صفتهم غيا، إلا الذين تابوا فراجعوا أمر الله، والإيمان به وبرسوله ( وَعَمِلَ صَالِحًا ) يقول: وأطاع الله فيما أمره ونهاه عنه، وأدّى فرائضه، واجتنب محارمه من هلك منهم على كفره ، وإضاعته الصلاة واتباعه الشهوات. وقوله: ( وَلا يُظْلَمُونَ شَيْئًا ) يقول: ولا يُبْخَسون من جزاء أعمالهم شيئا، ولا يجمع بينهم وبين الذين هلكوا من الخلف السوء منهم قبل توبتهم من ضلالهم، وقبل إنابتهم إلى طاعة ربهم في جهنم، ولكنهم يدخلون مدخل أهل الإيمان."
    },
    {
      "ayah": 61,
      "surah": 19,
      "text": "يقول تعالى ذكره: فأولئك يدخلون الجنة ( جَنَّاتِ عَدْنٍ ) وقوله: (جنات عدن) نصب ترجمة عن الجنة. ويعني بقوله ( جَنَّاتِ عَدْنٍ ) بساتين إقامة. وقد بينت ذلك فيما مضى قبل بشواهده المغنية عن إعادته.وقوله ( الَّتِي وَعَدَ الرَّحْمَنُ عِبَادَهُ بِالْغَيْبِ ) يقول: هذه الجنات هي الجنات التي وعد الرحمن عباده المؤمنين أن يدخلوها بالغيب، لأنهم لم يروها ولم يعاينوها، فهي غيب لهم. وقوله ( إِنَّهُ كَانَ وَعْدُهُ مَأْتِيًّا ) يقول تعالى ذكره: إن الله كان وعده، ووعده في هذا الموضع موعوده، وهو الجنة مأتيا يأتيه أولياؤه وأهل طاعته الذين يدخلهموها الله. وقال بعض نحويي الكوفة: خرج الخبر على أن الوعد هو المأتيّ، ومعناه: أنه هو الذي يأتي، ولم يقل: وكان وعده آتيا، لأن كلّ ما أتاك فأنت تأتيه، وقال: ألا ترى أنك تقول : أتيت على خمسين سنة، وأتت عليّ خمسون سنة، وكلّ ذلك صواب، وقد بيَّنت القول فيه، والهاء في قوله (إنَّهُ) من ذكر الرحمن."
    },
    {
      "ayah": 62,
      "surah": 19,
      "text": "يقول تعالى ذكره: لا يسمع هؤلاء الذين يدخلون الجنة فيها لغوا، وهو الهَدْي والباطل من القول والكلام ( إِلا سَلامًا ) وهذا من الاستثناء المنقطع، ومعناه: ولكن يسمعون سلاما، وهو تحية الملائكة إياهم. وقوله ( وَلَهُمْ رِزْقُهُمْ فِيهَا بُكْرَةً وَعَشِيًّا ) يقول: ولهم طعامهم وما يشتهون من المطاعم والمشارب في قدر وقت البُكرة ووقت العشيّ من نهار أيام الدنيا، وإنما يعني أن الذي بين غدائهم وعشائهم في الجنة قدر ما بين غداء أحدنا في الدنيا وعشائه، وكذلك ما بين العشاء والغداء وذلك لأنه لا ليل في الجنة ولا نهار، وذلك كقوله  خَلَقَ الأَرْضَ فِي يَوْمَيْنِ  و  خَلَقَ السَّمَاوَاتِ وَالأَرْضَ فِي سِتَّةِ أَيَّامٍ  يعني به: من أيام الدنيا.كما حدثنا عليّ بن سهل، قال: ثنا الوليد بن مسلم، قال: سألت زهير بن محمد، عن قول الله: ( وَلَهُمْ رِزْقُهُمْ فِيهَا بُكْرَةً وَعَشِيًّا ) قال: ليس في الجنة ليل، هم في نور أبد، ولهم مقدار الليل والنهار، يعرفون مقدار الليل بإرخاء الحجب وإغلاق الأبواب، ويعرفون مقدار النهار برفع الحجب، وفتح الأبواب.حدثنا عليّ، قال: ثنا الوليد، عن خليد ، عن الحسن، وذكر أبواب الجنة، فقال: أبواب يُرى ظاهرها من باطنها، فَتكلم وتَكلم، فتهمهم انفتحي انغلقي، فتفعل.حدثني ابن حرب، قال: ثنا موسى بن إسماعيل، قال: ثنا عامر بن يساف، عن يحيى، قال: كانت العرب في زمانهم من وجد منهم عشاء وغداء، فذاك الناعم في أنفسهم، فأنـزل الله ( وَلَهُمْ رِزْقُهُمْ فِيهَا بُكْرَةً وَعَشِيًّا ) : قدر ما بين غدائكم في الدنيا إلى عشائكم.حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة ، في قوله: ( وَلَهُمْ رِزْقُهُمْ فِيهَا بُكْرَةً وَعَشِيًّا ) قال: كانت العرب إذا أصاب أحدهم الغداء والعشاء عجب له، فأخبرهم الله أن لهم في الجنة بكرة وعشيا، قدر ذلك الغداء والعشاء.حدثنا الحسن، قال: أخبرنا عبد الرزاق، فال: أخبرنا الثوريّ، عن ابن أبي نجيح ، عن مجاهد، قال: ليس بكرة ولا عشيّ، ولكن يؤتون به على ما كانوا يشتهون في الدنيا.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( وَلَهُمْ رِزْقُهُمْ فِيهَا بُكْرَةً وَعَشِيًّا ) فيها ساعتان بكرة وعشيّ، فإن ذلك لهم ليس ثم ليل، إنما هو ضوء ونور."
    },
    {
      "ayah": 63,
      "surah": 19,
      "text": "يقول تعالى ذكره: هذه الجنة التي وصفت لكم أيها الناس صفتها، هي الجنة التي نورثها، يقول: نورث مساكن أهل النار فيها( مِنْ عِبَادِنَا مَنْ كَانَ تَقِيًّا ) يقول: من كان ذا اتقاء عذاب الله بأداء فرائضه، واجتناب معاصيه."
    },
    {
      "ayah": 64,
      "surah": 19,
      "text": "ذُكر أن هذه الآية نـزلت من أجل استبطاء رسول الله صلى الله عليه وسلم جبرائيل بالوحي، وقد ذكرت بعض الرواية ، ونذكر إن شاء الله باقي ما حضرنا ذكره مما لم نذكر قبل.* ذكر من قال ذلك:حدثنا أبو كريب، قال: ثنا عبد الله، قال : ثنا عبد الله بن أبان العجلي، وقبيصة ووكيع; وحدثنا سفيان بن وكيع قال: ثنا أبي، جميعا عن عمر بن ذرّ، قال: سمعت أبي يذكر عن سعيد بن جيبر، عن ابن عباس، أن محمدا قال لجبرائيل: \" ما يَمْنَعُكَ أنْ تَزُورَنا أكْثرَ مِمَّا تَزُورُنا \" فنـزلت هذه الآية ( وَمَا نَتَنَزَّلُ إِلا بِأَمْرِ رَبِّكَ لَهُ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذَلِكَ وَمَا كَانَ رَبُّكَ نَسِيًّا ) قال: هذا الجواب لمحمد صلى الله عليه وسلم.حدثني محمد بن معمر، قال: ثنا عبد الملك بن عمرو، قال: ثنا عمر بن ذرّ ، قال: ثني أبي، عن سعيد بن جبير، عن ابن عباس، أن النبيّ صلى الله عليه وسلم قال لجبرائيل: مَا يَمْنَعُكَ أنْ تَزُورَنا أكْثَرَ مِمَّا تَزُورُنَا؟ فنـزلت ( وَمَا نَتَنزلُ إِلا بِأَمْرِ رَبِّكَ ) \".حدثني محمد بن سعد ، قال: ثني أبي، قال ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله ( وَمَا نَتَنزلُ إِلا بِأَمْرِ رَبِّكَ) إلى (وَمَا كَانَ رَبُّكَ نَسِيًّا ) قال: احتبس جبرائيل عن النبيّ صلى الله عليه وسلم، فوجد رسول الله صلى الله عليه وسلم من ذلك وحزن، فأتاه جبرائيل فقال : يا محمد ( وَمَا نَتَنزلُ إِلا بِأَمْرِ رَبِّكَ لَهُ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذَلِكَ وَمَا كَانَ رَبُّكَ نَسِيًّا ).حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة، قال: لبث جبرائيل عن النبي صلى الله عليه وسلم، فكأن النبي استبطأه، فلما أتاه قال له جبرائيل ( وَمَا نَتَنزلُ إِلا بِأَمْرِ رَبِّكَ ).... الآية.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَمَا نَتَنزلُ إِلا بِأَمْرِ رَبِّكَ لَهُ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا ) قال: هذا قول جبرائيل، احتبس جبرائيل في بعض الوحي، فقال نبيّ الله صلى الله عليه وسلم: \" ما جئْتَ حتى اشْتَقْتُ إلَيْك فقال له جبرائيل: ( وَمَا نَتَنزلُ إِلا بِأَمْرِ رَبِّكَ لَهُ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا ) \".حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى; وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، في قول الله تبارك وتعالى ( وَمَا نَتَنزلُ إِلا بِأَمْرِ رَبِّكَ ) قال: قول الملائكة حين استراثهم محمد صلى الله عليه وسلم، كالتي في الضحى.حدثنا القاسم، قال ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، قال: لبث جبرائيل عن محمد اثنتي عشرة ليلة، ويقولون: قُلي، فلما جاءه قال: أيْ جَبْرائِيلُ لَقَدْ رِثْتَ عَلَيَّ حتى لَقَدْ ظَنَّ المُشْرِكُونَ كُلَّ ظَنّ فنـزلت ( وَمَا نَتَنزلُ إِلا بِأَمْرِ رَبِّكَ لَهُ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذَلِكَ وَمَا كَانَ رَبُّكَ نَسِيًّا ).حُدثت عن الحسين، قال: سمعت أبا معاذ، يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( وَمَا نَتَنزلُ إِلا بِأَمْرِ رَبِّكَ ) احتبس عن نبيّ الله صلى الله عليه وسلم حتى تكلم المشركون في ذلك، واشتدّ ذلك على نبيّ الله، فأتاه جبرائيل، فقال: اشتدّ عليك احتباسنا عنك، وتكلم في ذلك المشركون، وإنما أنا عبد الله ورسوله، إذا أمرني بأمر أطعته ( وَمَا نَتَنزلُ إِلا بِأَمْرِ رَبِّكَ ) يقول: بقول ربك.ثم اختلف أهل التأويل في تأويل قوله: ( لَهُ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذَلِكَ ) فقال بعضهم: يعني بقوله ( مَا بَيْنَ أَيْدِينَا ) من الدنيا، وبقوله ( وَمَا خَلْفَنَا) الآخرة (وَمَا بَيْنَ ذَلِكَ ) النفختين.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا حكام، عن أبي جعفر، عن الربيع ( لَهُ مَا بَيْنَ أَيْدِينَا ) يعني الدنيا( وَمَا خَلْفَنَا) الآخرة (وَمَا بَيْنَ ذَلِكَ ) النفختين.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن أبي جعفر، عن الربيع، عن أبي العالية، قال ( مَا بَيْنَ أَيْدِينَا) مِنَ الدُّنْيَا(وَمَا خَلْفَنَا ) من أمر الآخرة ( وَمَا بَيْنَ ذَلِكَ ) ما بين النفختين.وقال آخرون ( مَا بَيْنَ أَيْدِينَا) الآخرة (وَمَا خَلْفَنَا) الدنيا(وَمَا بَيْنَ ذَلِكَ ) ما بين الدنيا والآخرة.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( بَيْنَ أَيْدِينَا) الآخرة (وَمَا خَلْفَنَا ) من الدنيا.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد ، عن قتادة ( لَهُ مَا بَيْنَ أَيْدِينَا ) من أمر الآخرة ( وَمَا خَلْفَنَا ) من أمر الدنيا( وَمَا بَيْنَ ذَلِكَ ) ما بين الدنيا والآخرة ( وَمَا كَانَ رَبُّكَ نَسِيًّا ).حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة ( لَهُ مَا بَيْنَ أَيْدِينَا ) مِنَ الآخِرَةِ( وَمَا خَلْفَنَا) مِنَ الدُّنْيَا(وَمَا بَيْنَ ذَلِكَ ) ما بين النفختين.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله ( مَا بَيْنَ أَيْدِينَا) مِنَ الآخِرَةِ(وَمَا خَلْفَنَا ) من الدنيا.وقال آخرون في ذلك بما حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج ( مَا بَيْنَ أَيْدِينَا ) قال: ما مضى أمامنا من الدنيا( وَمَا خَلْفَنَا ) ما يكون بعدنا من الدنيا والآخرة ( وَمَا بَيْنَ ذَلِكَ ) قال: ما بين ما مضى أمامهم، وبين ما يكون بعدهم.وكان بعض أهل العربية من أهل البصرة يتأوّل ذلك له ( مَا بَيْنَ أَيْدِينَا ) قبل أن نخلق ( وَمَا خَلْفَنَا ) بعد الفناء ( وَمَا بَيْنَ ذَلِكَ ) حين كنا.قال أبو جعفر: وأولى الأقوال في ذلك بالصواب، قول من قال: معناه: له ما بين أيدينا من أمر الآخرة، لأن ذلك لم يجئ وهو جاء، فهو بين أيديهم، فإن الأغلب في استعمال الناس إذا قالوا : هذا الأمر بين يديك، أنهم يعنون به ما لم يجئ، وأنه جاء، فلذلك قلنا: ذلك أولى بالصواب. وما خلفنا من أمر الدنيا، وذلك ما قد خلفوه فمضى، فصار خلفهم بتخليفهم إياه، وكذلك تقول العرب لما قد جاوزه المرء وخلفه هو خلفه، ووراءه وما بين ذلك: ما بين ما لم يمض من أمر الدنيا إلى الآخرة، لأن ذلك هو الذي بين ذَينك الوقتين.وإنما قلنا: ذلك أولى التأويلات به، لأن ذلك هو الظاهر الأغلب، وإنما يحمل تأويل القرآن على الأغلب من معانيه، ما لم يمنع من ذلك ما يجب التسليم له. فتأمل الكلام إذن: فلا تستبطئنا يا محمد في تخلفنا عنك، فإنا لا نتنـزل من السماء إلى الأرض إلا بأمر ربك لنا بالنـزول إليها، لله ما هو حادث من أمور الآخرة التي لم تأت وهي آتية، وما قد مضى فخلفناه من أمر الدنيا، وما بين وقتنا هذا إلى قيام الساعة ، بيده ذلك كله، وهو مالكه ومصرّفه، لا يملك ذلك غيره، فليس لنا أن نحدث في سلطانه أمرا إلا بأمره إيانا به ( وَمَا كَانَ رَبُّكَ نَسِيًّا ) يقول: ولم يكن ربك ذا نسيان، فيتأخر نـزولي إليك بنسيانه إياك بل هو الذي لا يعزب عنه شيء في السماء ولا في الأرض فتبارك وتعالى ولكنه أعلم بما يدبر ويقضي في خلقه. جلّ ثناؤه.وبنحو ما قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد ( وَمَا كَانَ رَبُّكَ نَسِيًّا ) ما نسيك ربك."
    },
    {
      "ayah": 65,
      "surah": 19,
      "text": "يقول تعالى ذكره: لم يكن ربك يا محمد ربّ السماوات والأرض وما بينهما نسيا، لأنه لو كان نسيا لم يستقم ذلك، ولهلك لولا حفظه إياه، فالربّ مرفوع ردّا على قوله  رَبِّكَ  وقوله (فاعْبُدْه) يقول: فالزم طاعته، وذلّ لأمره ونهيه ( وَاصْطَبِرْ لِعِبَادَتِهِ ) يقول: واصبر نفسك على النفوذ لأمره ونهيه، والعمل بطاعته، تفز برضاه عنك، فإنه الإله الذي لا مثل له ولا عدل ولا شبيه في جوده وكرمه وفضله ( هَلْ تَعْلَمُ لَهُ سَمِيًّا ) يقول: هل تعلم يا محمد لربك هذا الذي أمرناك بعبادته، والصبر على طاعته مثلا في كرمه وجوده، فتعبده رجاء فضله وطوله دونه كلا ما ذلك بموجود.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا عبد الله، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله ( هَلْ تَعْلَمُ لَهُ سَمِيًّا ) يقول: هل تعلم للربّ مثلا أو شبيها.حدثني سعيد بن عثمان التنوخي، قال: ثنا إبراهيم بن مهدي، عن عباد بن عوام، عن شعبة، عن الحسن بن عمارة، عن رجل ، عن ابن عباس، في قوله ( هَلْ تَعْلَمُ لَهُ سَمِيًّا ) قال: شبيها.حدثني يحيى بن إبراهيم المسعودي، قال: ثنا أبي، عن أبيه، عن جدّه، عن الأعمش، عن مجاهد في هذه الآية ( هَلْ تَعْلَمُ لَهُ سَمِيًّا ) قال: هل تعلم له شبيها، هل تعلم له مثلا تبارك وتعالى.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( هَلْ تَعْلَمُ لَهُ سَمِيًّا ) لا سميّ لله ولا عَدل له، كلّ خلقه يقر له، ويعترف أنه خالقه، ويعرف ذلك، تم يقرأ هذه الآية  وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّهُ  .حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، في قوله ( هَلْ تَعْلَمُ لَهُ سَمِيًّا ) قال: يقول: لا شريك له ولا مثل."
    },
    {
      "ayah": 66,
      "surah": 19,
      "text": "يقول تعالى ذكره: ( وَيَقُولُ الإنْسَانُ ) الكافر الذي لا يصدق بالبعث بعد الموت أخرج حيا، فأُبعث بعد الممات وبعد البلاء والفناء إنكارا منه ذلك ."
    },
    {
      "ayah": 67,
      "surah": 19,
      "text": "يقول الله تعالى ذكره: ( أَوَلا يَذْكُرُ الإنْسَانُ ) المتعجب من ذلك المنكر قدرة الله على إحيائه بعد فنائه، وإيجاده بعد عدمه في خلق نفسه، أن الله خلقه من قبل مماته، فأنشأه بشرًّا سويا من غير شيء ( وَلَمْ يَكُ ) من قبل إنشائه إياه (شَيْئًا) فيعتبر بذلك ويعلم أن من أنشأه من غير شيء لا يعجز عن إحيائه بعد مماته، وإيجاده بعد فنائه.وقد اختلفت القراء في قراءة قوله: ( أَوَلا يَذْكُرُ الإنْسَانُ ) فقرأه بعض قرّاء المدينة والكوفة ( أَوَلا يَذْكُرُ ) بتخفيف الذال، وقد قرأ ذلك عامة قرّاء الكوفة والبصرة والحجاز ( أولا يَذَّكَّرُ) بتشديد الذال والكاف، بمعنى: أولا يتذكر، والتشديد أعجب إليّ، وإن كانت الأخرى جائزة ، لأن معنى ذلك: أولا يتفكر فيعتبر."
    },
    {
      "ayah": 68,
      "surah": 19,
      "text": "يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: فوربك يا محمد لنحشرنّ هؤلاء القائلين: أئذا متنا لسوف نخرج أحياء يوم القيامة من قبورهم ، مقرنين بأوليائهم من الشياطين ( ثُمَّ لَنُحْضِرَنَّهُمْ حَوْلَ جَهَنَّمَ جِثِيًّا ) والجثي: جمع الجاثي.كما حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس قوله ( ثُمَّ لَنُحْضِرَنَّهُمْ حَوْلَ جَهَنَّمَ جِثِيًّا ) يعني: القعود، وهو مثل قوله  وَتَرَى كُلَّ أُمَّةٍ جَاثِيَةً  ."
    },
    {
      "ayah": 69,
      "surah": 19,
      "text": "يقول تعالى ذكره: ثم لنأخذن من كلّ جماعة منهم أشدّهم على الله عتوّا، وتمرّدًا فلنبدأنّ بهم.وبنحو ما قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن عليّ بن الأقمر، عن أبي الأحوص ( ثُمَّ لَنَنـزعَنَّ مِنْ كُلِّ شِيعَةٍ أَيُّهُمْ أَشَدُّ عَلَى الرَّحْمَنِ عِتِيًّا ) قال: نبدأ بالأكابر فالأكابر جرما.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله ( ثُمَّ لَنَنـزعَنَّ مِنْ كُلِّ شِيعَةٍ أَيُّهُمْ أَشَدُّ عَلَى الرَّحْمَنِ عِتِيًّا ) يقول: أيهم أشدّ للرحمن معصية، وهي معصيته في الشرك.حدثني عليّ، قال: ثنا عبد الله، قال: ثنا معاوية، عن عليّ، عن ابن عباس، قوله ( أَيُّهُمْ أَشَدُّ عَلَى الرَّحْمَنِ عِتِيًّا ) يقول: عصيا.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى ؛ وحدثني الحارث، قال: ثنا الحسن ، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله ( مِنْ كُلِّ شِيعَةٍ ) قال: أمة. وقوله (عِتِيًّا) قال: كفرا.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، مثله، وزاد فيه ابن جريج: فلنبدأنّ بهم.قال أبو جعفر: والشيعة هم الجماعة المتعاونون على الأمر من الأمور، يقال من ذلك: تشايع القوم: إذا تعاونوا; ومنه قولهم للرجل الشجاع: إنه لمشيع: أي معان، فمعنى الكلام: ثم لننـزعن من كل جماعة تشايعت على الكفر بالله،  أشدّهم على الله عتوّا، فلنبدأنّ بإصلائه جهنم. والتشايع في غير هذا الموضع: التفرّق; ومنه قول الله عزّ ذكره:  وَكَانُوا شِيَعًا  يعني: فرقا; ومنه قول ابن مسعود أو سعد ؛ إني أكره أن آتي رسول الله صلى الله عليه وسلم، فيقول: شيَّعت بين أمتي، بمعنى: فرّقت."
    },
    {
      "ayah": 7,
      "surah": 19,
      "text": "يقول تعالى ذكره: فاستجاب له ربه، فقال له: يا زكريا إنا نبشرك بهبتنا لك غلاما اسمه يحيى.كان قتادة يقول: إنما سماه الله يحيى لإحيائه إياه بالإيمان.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( يَا زَكَرِيَّا إِنَّا نُبَشِّرُكَ بِغُلامٍ اسْمُهُ يَحْيَى ) عبد أحياه الله للإيمان.وقوله ( لَمْ نَجْعَلْ لَهُ مِنْ قَبْلُ سَمِيًّا ) اختلف أهل التأويل في تأويل ذلك، فقال بعضهم معناه لم تلد مثله عاقر قط.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا عبد الله، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله ليحيى ( لَمْ نَجْعَلْ لَهُ مِنْ قَبْلُ سَمِيًّا ) يقول: لم تلد العواقر مثله ولدا قط.وقال آخرون: بل معناه: لم نجعل له من قبله مثلا.* ذكر من قال ذلك:حدثنا محمد بن المثنى، قال: ثنا أبو الربيع ، قالا ثنا سالم بن قتيبة، قال: أخبرنا شعبة، عن الحكم، عن مجاهد، في قوله ( لَمْ نَجْعَلْ لَهُ مِنْ قَبْلُ سَمِيًّا ) قال: شبيها.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى; وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، في قوله ( لَمْ نَجْعَلْ لَهُ مِنْ قَبْلُ سَمِيًّا ) قال: مثلا.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، مثله.وقال آخرون: معنى ذلك، أنه لم يسمّ باسمه أحد قبله.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( لَمْ نَجْعَلْ لَهُ مِنْ قَبْلُ سَمِيًّا ) لم يسمّ به أحد قبله.حدثنا الحسن، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة في قوله ( لَمْ نَجْعَلْ لَهُ مِنْ قَبْلُ سَمِيًّا ) قال: لم يسمّ يحيى أحد قبله.- حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، مثله.حدثني يونس، قال: أخبرنا ابن وهب، قال: ثنا عبد الرحمن بن زيد بن أسلم في قول الله ( لَمْ نَجْعَلْ لَهُ مِنْ قَبْلُ سَمِيًّا ) قال: لم يسمّ أحد قبله بهذا الاسم.حدثنا موسى، قال : ثنا عمرو، قال: ثنا أسباط، عن السديّ( إِنَّا نُبَشِّرُكَ بِغُلامٍ اسْمُهُ يَحْيَى لَمْ نَجْعَلْ لَهُ مِنْ قَبْلُ سَمِيًّا ) لم يسمّ أحد قبله يحيى.قال أبو جعفر: وهذا القول أعني قول من قال: لم يكن ليحيى قبل يحيى أحد سمي باسمه أشبه بتأويل ذلك، وإنما معنى الكلام: لم نجعل للغلام الذي نهب لك الذي اسمه يحيى من قبله أحدا مسمى باسمه، والسميّ: فعيل صرف من مفعول إليه."
    },
    {
      "ayah": 70,
      "surah": 19,
      "text": "يقول تعالى ذكره:ثم لنحن أعلم من هؤلاء الذين ننـزعهم من كلّ شيعة أولاهم بشدّة العذاب، وأحقهم بعظيم العقوبة.وذكر عن ابن جريج أنه كان يقول في ذلك ما حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج ( ثُمَّ لَنَحْنُ أَعْلَمُ بِالَّذِينَ هُمْ أَوْلَى بِهَا صِلِيًّا ) قال: أولى بالخلود في جهنم.قال أبو جعفر: وهذا الذي قاله ابن جريج، قول لا معنى له، لأن الله تعالى ذكره أخبر أن الذين ينـزعهم من كلّ شيعة من الكفرة أشدّهم كفرا، ولا شكّ أنه لا كافر بالله إلا مخلَّد في النار، فلا وجه، وجميعهم مخلدون في جهنم، لأن يقال: ثم لنحن أعلم بالذين هم أحقّ بالخلود من هؤلاء المخلدين، ولكن المعنى في ذلك ما ذكرنا. وقد يحتمل أن يكون معناه: ثم لنحن أعلم بالذين هم أولى ببعض طبقات جهنم صليا. والصلّي: مصدر صليت تصلي صليا، والصليّ: فعول، ولكن واوها انقلبت ياء فأدغمت في الياء التي بعدها التي هي لام الفعل، فصارت ياء مشدّدة."
    },
    {
      "ayah": 71,
      "surah": 19,
      "text": "يقول تعالى ذكره: وإن منكم أيها الناس إلا وارد جهنم، كان على ربك يا محمد إيراهموها قضاء مقضيا، قد قضى ذلك وأوجبه في أمّ الكتاب.واختلف أهل العلم في معنى الورود الذي ذكره الله في هذا الموضع، فقال بعضهم: الدخول.* ذكر من قال ذلك:حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا ابن عيينة عن عمرو، قال: أخبرني من سمع ابن عباس يخاصم نافع بن الأزرق، فقال ابن عباس: الورود: الدخول، وقال نافع: لا فقرأ ابن عباس:  إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ أَنْتُمْ لَهَا وَارِدُونَ  أورود هو أم لا؟ وقال  يَقْدُمُ قَوْمَهُ يَوْمَ الْقِيَامَةِ فَأَوْرَدَهُمُ النَّارَ وَبِئْسَ الْوِرْدُ الْمَوْرُودُ  أورود هو أم لا؟ أما أنا وأنت فسندخلها، فانظر هل نخرج منها أم لا؟ وما أرى الله مخرجك منها بتكذيبك، قال: فضحك نافع.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن عطاء بن أبي رباح، قال. قال أبو راشد الحروري: ذكروا هذا فقال الحروري: لا يسمعون حسيسها، قال ابن عباس: ويلك أمجنون أنت؟ أين قوله تعالى  يَقْدُمُ قَوْمَهُ يَوْمَ الْقِيَامَةِ فَأَوْرَدَهُمُ النَّارَ وَبِئْسَ الْوِرْدُ الْمَوْرُودُ   وَنَسُوقُ الْمُجْرِمِينَ إِلَى جَهَنَّمَ وِرْدًا  ، وقوله ( وَإِنْ مِنْكُمْ إِلا وَارِدُهَا ) والله إن كان دعاء من مضى: اللهم أخرجني من النار سالمًا، وأدخلني الجنة غانما.قال ابن جريج: يقول: الورود الذي ذكره الله في القرآن: الدخول، ليردنها كل برّ وفاجر في القرآن أربعة أوراد  فَأَوْرَدَهُمُ النَّارَ  و  حَصَبُ جَهَنَّمَ أَنْتُمْ لَهَا وَارِدُونَ   وَنَسُوقُ الْمُجْرِمِينَ إِلَى جَهَنَّمَ وِرْدًا  ، وقوله ( وَإِنْ مِنْكُمْ إِلا وَارِدُهَا ).حدثني محمد بن سعد، قال: ثني عمي، قال : ثني أبي، عن أبيه، عن ابن عباس، قوله ( وَإِنْ مِنْكُمْ إِلا وَارِدُهَا كَانَ عَلَى رَبِّكَ حَتْمًا مَقْضِيًّا ) يعني البرّ والفاجر، ألم تسمع إلى قول الله تعالى لفرعون  يَقْدُمُ قَوْمَهُ يَوْمَ الْقِيَامَةِ فَأَوْرَدَهُمُ النَّارَ وَبِئْسَ الْوِرْدُ الْمَوْرُودُ  وَقَالَ  وَنَسُوقُ الْمُجْرِمِينَ إِلَى جَهَنَّمَ وِرْدًا  فسمى الورود في النار دخولا وليس بصادر.حدثنا الحسن بن عرفة، قال: ثنا مروان بن معاوية، عن بكار بن أبي مروان، عن خالد بن معدان، قال: قال أهل الجنة بعد ما دخلوا الجنة: ألم يعدنا ربنا الورود على النار؟ قال: قد مررتم عليها وهي خامدة.قال ابن عرفة، قال مروان بن معاوية، قال بكار بن أبي مروان، أو قال: جامدة.حدثنا محمد بن المثنى، قال: ثنا مرحوم بن عبد العزيز، قال: ثني أبو عمران الجوني، عن أبي خالد قال: تكون الأرض يومًا نارًا، فماذا أعددتم لها؟ قال: فذلك قول الله  وَإِنْ مِنْكُمْ إِلا وَارِدُهَا كَانَ عَلَى رَبِّكَ حَتْمًا مَقْضِيًّا * ثُمَّ نُنَجِّي الَّذِينَ اتَّقَوْا وَنَذَرُ الظَّالِمِينَ فِيهَا جِثِيًّا  .حدثني يعقوب بن إبراهيم، قال: ثنا ابن عُلية، عن الجريري، عن أبي السليل، عن غنيم بن قيس، قال: ذكروا ورود النار، فقال كعب: تمسك النار للناس كأنها متن إهالة، حتى يستوي عليها أقدام الخلائق برّهم وفاجرهم، ثم يناديها مناد: أن أمسكي أصحابك، ودعي أصحابي، قال: فيخسف بكلّ وليّ لها، ولهي أعلم بهم من الرجل بولده، ويخرج المؤمنون ندية أبدانهم. قال: وقال كعب: ما بين منكبي الخازن من خزنتها مسيره سنة، مع كل واحد منهم عمود له شعبتان، يدفع به الدفعة، فيصرع به في النار سبعمائة ألف.حدثنا أبو كريب، قال: ثنا ابن يمان، عن مالك بن مغول، عن أبي إسحاق، قال: كان أبو ميسرة إذا أوى إلى فراشه، قال: يا ليت أمي لم تلدني، ثم يبكي، فقيل: وما يبكيك يا أبا ميسرة؟ قال : أخبرنا أنا واردوها، ولم يخبرنا أنا صادرون عنها.حدثنا ابن حميد، قال: ثنا حكام، عن إسماعيل، عن قيس، قال: بكى عبد الله بن رواحة في مرضه، فبكت امرأته، فقال: ما يبكيك، قالت: رأيتك تبكي فبكيت، قال ابن رواحة: إني قد علمت إنى وارد النار فما أدري أناج منها أنا أم لا؟ .حدثنا القاسم، قال: ثنا الحسين، قال: ثنا أبو عمرو داود بن الزبرقان، قال: سمعت السدّي يذكر عن مرّة الهمداني، عن ابن مسعود ( وَإِنْ مِنْكُمْ إِلا وَارِدُهَا ) قال: داخلها.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، عن ابن عباس، في قوله ( وَإِنْ مِنْكُمْ إِلا وَارِدُهَا ) قال: يدخلها.حدثنا الحسن بن يحيى ، قال: أخبرنا عبد الرزاق، عن ابن عيينة، عن إسماعيل بن أبي خالد، عن قيس بن أبي حازم، قال: كان عبد الله بن رواحة واضع رأسه في حجر امرأته، فبكى، فبكت امرأته، قال: ما يبكيك؟ قالت : رأيتك تبكي فبكيت، قال: إني ذكرت قول الله ( وإن منكم إلا واردها ) فلا أدري أنجو منها، أم لا؟ .وقال آخرون: بلّ هو المرّ عليها.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَإِنْ مِنْكُمْ إِلا وَارِدُهَا ) يعني جهنم مرّ الناس عليها.حدثنا الحسن، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة في قوله ( وَإِنْ مِنْكُمْ إِلا وَارِدُهَا ) قال: هو المرّ عليها.حدثنا خلاد بن أسلم، قال: أخبرنا النضر، قال: أخبرنا إسرائيل، قال: أخبرنا أبو إسحاق، عن أبي الأحوص، عن عبد الله في قوله ( وَإِنْ مِنْكُمْ إِلا وَارِدُهَا ) قال: الصراط على جهنم مثل حدّ السيف، فتمرّ الطبقة الأولى كالبرق، والثانية كالريح، والثالثة كأجود الخيل، والرابعة كأجود البهائم ، ثم يمرّون والملائكة يقولون: اللهمّ سلم سلم.وقال آخرون: بل الورود: هو الدخول، ولكنه عنى الكفار دون المؤمنين.* ذكر من قال ذلك:حدثنا ابن المثنى، قال: ثنا أبو داود، قال: ثنا شعبة، قال: أخبرني عبد الله بن السائب، عن رجل سمع ابن عباس يقرؤها( وَإِنْ مِنْكُمْ إِلا وَارِدُهَا ) يعني الكفار، قال: لا يردها مؤمن.حدثنا محمد بن بشار، قال: ثنا عبد الرحمن، قال: ثنا عمرو بن الوليد الشني، قال: سمعت عكرمة يقول (وإن منكم إلا واردها) يعني الكفار.وقال آخرون: بل الورود عام لكلّ مؤمن وكافر، غير أن ورود المؤمن المرور، وورود الكافر الدخول.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله ( وَإِنْ مِنْكُمْ إِلا وَارِدُهَا ) ورود المسلمين المرور على الجسر بين ظهريها وورود المشركين أن يدخلوها، قال: وقال النبيّ صلى الله عليه وسلم: \" الزَّالُّونَ والزَّالاتٌ يَومَئِذٍ كَثِيرٌ، وقد أحَاطَ الجِسْرَ سِماطانِ مِنَ المَلائِكَةِ، دَعْوَاهُمْ يَوْمَئِذٍ يا اللهُ سَلِّمْ \".وقال آخرون: ورود المؤمن ما يصيبه في الدنيا من حمَّى ومرض.* ذكر من قال ذلك:حدثنا أبو كريب، قال: ثنا ابن يمان، عن عثمان بن الأسود، عن مجاهد قال: الحمى حظ كل مؤمن من النار، ثم قرأ (وَإِنْ مِنْكُمْ إِلا وَارِدُهَا ).حدثني عمران بن بكار الكلاعي، قال: ثنا أبو المغيرة، قال: ثنا عبد الرحمن بن يزيد بن تميم، قال: ثنا إسماعيل بن عبيد الله، عن أبي صالح، عن أبي هريرة قال: خرج رسول الله صلى الله عليه وسلم يعود رجلا من أصحابه وبه وعك وأنا معه، ثم قال: \" إنَّ اللهَ يَقُولُ: هِيَ نَارِي أُسَلِّطُهَا عَلَى عَبْدِي المُؤْمِنُ، لِتَكُونَ حَظَّهُ مِنَ النَّارِ فِي الآخِرَةِ\".وقال آخرون: يردها الجميع، ثم يصدر عنها المؤمنون بأعمالهم.* ذكر من قال ذلك:حدثنا ابن المثنى، قال: ثنا يحيى بن سعيد، عن شعبة، قال: ثني السديّ، عن مرّة، عن عبد الله ( وَإِنْ مِنْكُمْ إِلا وَارِدُهَا ) قال: يردُونها ثم يصدون عنها بأعمالهم.حدثنا ابن المثنى، قال: ثنا عبد الرحمن بن مهدي، قال: ثنا شعبه، عن السدّي، عن مرّة، عن عبد الله، بنحوه.حدثني محمد بن عبيد المحاربي، قال: ثنا أسباط ، عن عبد الملك، عن عبيد الله، عن مجاهد، قال: كنت عند ابن عباس، فأتاه رجل يُقال له أبو راشد، وهو نافع بن الأزرق، فقال له : يا ابن عباس أرأيت قول الله ( وَإِنْ مِنْكُمْ إِلا وَارِدُهَا كَانَ عَلَى رَبِّكَ حَتْمًا مَقْضِيًّا ) قال: أما أنا وأنت يا أبا راشد فسنردها، فانظر هل نصدر عنها أم لا؟ .حدثنا ابن بشار، قال: ثنا أبو عاصم، قال: ثنا ابن جريج، قال: أخبرنا أبو الزبير أنه سمع جابر بن عبد الله يسأل عن الورود، فقال: نحن يوم القيامة على كوى أو كرى، فوق الناس، فتدعى الأمم بأوثانها، وما كانت تعبد الأوّل فالأوّل، فينطلق بهم ويتبعونه، قال: ويعطى كلّ إنسان منافق ومؤمن نورا، ويغشى ظلمة ثم يتبعونه، وعلى جسر جهنم كلاليب تأخذ من شاء الله، فيطفأ نور المنافق، وينجو المؤمنون، فتنجو أوّل زمرة كالقمر ليلة البدر، وسبعون ألفًا لا حساب عليهم، ثم الذين يلونهم كأضواء نجم في السماء، ثم كذلك، ثم تحلّ الشفاعة فيشفعون، ويخرج من النار من قال لا إله إلا الله ممن في قلبه وزن شعيرة من خير، ثم يلقون تلقاء الجنة، ويهريق عليهم أهل الجنة الماء، فينبتون نبات الشيء في السيل، ثم يسألون فيجعل لهم الدنيا وعشرة أمثالها.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن المبارك، عن الحسن، قال: قال رجل لأخيه: هل أتاك بأنك وارد النار؟ قال: نعم، قال: فهل أتاك أنك صادر عنها؟ قال: لا قال: ففيم الضحك؟ قال: فما رؤي ضاحكا حتى لحق بالله.حدثنا يونس، قال: أخبرنا ابن وهب، قال: أخبرنا عمرو بن الحارث أن بكيرا حدّثه أنه قال لبسر بن سعيد: إن فلانا يقول: إن ورود النار القيام عليها. قال بسر: أما أبو هريرة فسمعته يقول: \" إذا كان يوم القيامة، يجتمع الناس نادى مناد: ليلحق كل أناس بما كانوا يعبدون، فيقوم هذا إلى الحجر، وهذا إلى الفرس، وهذا إلى الخشبة حتى يبقى الذين يعبدون الله، فيأتيهم الله، فإذا رأوه قاموا إليه ، فيذهب بهم فيسلك بهم على الصراط، وفيه عليق، فعند ذلك يؤذن بالشفاعة، فيمرّ الناس، والنبيون يقولون: اللهمّ سلم سلم. قال بكير: فكان ابن عميرة يقول: فناج مسلم ومنكوس في جهنم ومخدوش، ثم ناج.وأولى الأقوال في ذلك بالصواب قول من قال: يردها الجميع ثم يصدر عنها المؤمنون، فينجيهم الله، ويهوي فيها الكفار وورودهموها هو ما تظاهرت به الأخبار عن رسول الله صلى الله عليه وسلم من مرورهم على الصراط المنصوب على متن جهنم، فناج مسلم ومكدس فيها.* ذكر الأخبار المروية عن رسول الله صلى الله عليه وسلم بذلك: حدثنا أبو كريب، قال: ثنا ابن إدريس، عن الأعمش، عن أبي سفيان، عن جابر، عن أمّ مبشر امرأة زيد بن حارثة، قالت: قال رسول الله صلى الله عليه وسلم وهو في بيت حفصة: \" لا يَدْخُلُ النَّارَ أحَدٌ شَهِدَ بَدْرًا والحُدَيْبِيَةَ ، قالت: فقالت حفصة: يا رسول الله، أليس الله يقول (وَإِنْ مِنْكُمْ إِلا وَارِدُهَا ) ؟ فقال رسول الله: \" فمَهْ(ثُمَّ يُنَجِّي اللهُ الَّذِينَ اتَّقَوْا ) \".حدثنا الحسن بن مدرك، قال: ثنا يحيى بن حماد، قال: ثنا أبو عوانة، عن الأعمش، عن أبي سفيان، عن جابر، عن أمّ مبشر، عن رسول الله صلى الله عليه وسلم، بمثله.حدثنا أبو كريب، قال: ثنا أبو معاوية، عن الأعمش، عن أبي سفيان، عن جابر، عن أمّ مبشر، عن حفصة، قالت : قال رسول الله صلى الله عليه وسلم: \" إنّي لأرْجُو أنْ لا يَدْخُلَ النَّارَ أحَدٌ شَهِدَ بَدْرًا والحُدَيْبِيَةَ ، قالت: فقلت يا رسول الله، أليس الله يقول: ( وإن ْ مِنْكُمْ إِلا وَارِدُهَا ) ؟ قال: فَلَمْ تَسْمَعِيهِ يَقُولُ: (ثُمَّ نُنَجِّي الَّذِينَ اتَّقَوْا وَنَذَرُ الظَّالِمِينَ فِيهَا جِثِيًّا) ؟\".حدثني يعقوب بن إبراهيم، قال: ثنا ابن عُلَية، عن محمد بن إسحاق، قال : ثني عبيد الله بن المغيرة بن معيقب، عن سليمان بن عمرو بن عبد العِتْواري، أحد بني ليث، وكان في حجر أبي سعيد، قال: سمعت أبا سعيد الخُدريّ يقول: سمعت رسول الله صلى الله عليه وسلم يقول: \" يُوضَعُ الصِّراطُ بينَ ظَهْرَيْ جَهَنَّمَ، عَلَيْهِ حَسكٌ كحَسكِ السَّعْدانِ، ثُمَّ يَسْتَجِيزُ النَّاسُ، فَناج مُسْلِمٌ ومجْرُوحٌ بِهِ، ثُمَّ ناجٍ ومُحْتَبِسٌ ومُكَدَّسٌ فيها، حتى إذَا فَرَغَ اللهُ مِنَ القضَاءِ بَينَ العِبَادِ تَفَقَّدَ المُؤْمِنُونَ رِجَالا كانُوا مَعَهُم في الدُّنْيَا يُصلُّون صلاتَهُمْ، ويُزَكُّونَ زكاتَهُمْ ويَصُومُون صِيامَهُمْ، ويَحُجُّونَ حجَّهُمْ، وَيغْزُونَ غَزْوَهُمْ، فَيَقُولُونَ: أيْ ربَّنا عبادٌ مِنْ عِبادِكَ كانُوا مَعَنا في الدُّنْيا، يُصلُّون صلاتَنَا، ويُزَكُّونَ زكاتَنا، ويَصُومُونَ صِيامَنَا، ويحُجُّونَ حَجَّنا، وَيغْزُونَ غَزْونا، لا نَراهُمْ، فَيَقُولُ: اذْهَبُوا إلى النَّار، فَمَنْ وجَدْتُمْ فِيها مِنْهُمْ فأخْرِجُوهُ، فَيَجِدُونَهُمْ قَدْ أخَذَتْهُم النَّار على قَدْرِ أعمالِهِمْ، فَمِنْهمْ مَنْ أخَذَتْهُ النَّارُ إلى قَدَمَيْهِ، ومِنْهُمْ مَنْ أخَذَتْهُ إلى نِصْفِ ساقِيْهِ، ومِنْهُمْ مَنْ أخَذَتْهُ إلى رُكْبَتَيْهِ، ومِنْهُمْ مَنْ أخَذَتْهُ إلى  ثَدْيَيْهِ، ومِنْهُمْ مَنْ أخَذَتهُ إلى عُنُقِهِ ولمْ تَغْشَ الوُجُوهَ، فَيَسْتَخْرِجُونَهُمْ مِنْها، فَيَطْرَحُونَهُمْ في ماءِ الحَياةِ ؛ قِيلَ: وما ماءُ الحَياةِ يا رَسولَ اللهِ؟ قالَ غُسْلُ أهْلِ الجَنَّةِ، فَيَنْبُتُونَ كَمَا تَنْبُتُ الزَّرْعَةُ فِي غُثاءِ السَّيْلِ، ثُمَّ تَشْفَعُ الأنْبِياءُ فِي كُلّ مَنْ كانَ يَشْهَدُ أن لا إله إلا اللهُ مُخْلِصًا، فَيَسْتَخْرِجُونَهُمْ مِنْها، ثُمَّ يَتَحننُ اللهُ بِرَحْمَتِهِ عَلى مَنْ فِيها، فَما يَتْرُكُ فيها عَبْدًا فِي قَلْبِهِ مِثْقال ذَرَّةٍ مِنَ الإيمَانِ إلا أخْرَجَهُ مِنْها \".حدثني محمد بن عبد الله بن عبد الحكم، قال: ثنا أبي وشعيب بن الليث، عن الليث بن خالد، عن يزيد بن أبي هلال، عن زيد بن أسلم، عن عطاء بن يسار ، عن أبي سعيد الخُدريّ، أن رسول الله صلى الله عليه وسلم قال: \" يُؤْتَي بالجِسْرِ - يعني يوم القيامة - فَيُجْعَلُ بينَ ظَهْرِيْ جَهَنَّمَ ، قلنا: يا رسول الله وما الجسر؟ قال: مَدحَضَةٌ مزَلَّةٌ، عَلَيْهِ خَطاطِيفُ وكَلالِيبُ وحَسَكَةٌ مُفَلْطَحَةٌ لَهَا شَوْكَةٌ عُقَيْفاء تكُونُ بِنَجْدٍ، يُقالُ لَهَا السَّعْدانُ، يَمُرُّ المُؤْمِنُونَ عَلَيْها كالطَّرفِ والبَرْقِ وكالرِّيحِ، وكأجاوِدِ الخَيْلِ والرِّكاب، فَناجٍ مُسْلِمٌ، ومَخْدُوشٌ مُسْلِمٌ، ومَكْدُوسٌ في جَهَنَّم، ثُمَّ يَمُرُّ آخِرُهُمْ يُسْحَبُ سَحْبا، فَمَا أنْتُمْ بأشدّ مُناشَدَةً لي في الحَقِّ قَد تَبَيَّنَ لَكْمْ، مِنَ المُؤْمِنِينَ يَومَئذٍ للجبَّارِ تَبارَك وَتَعالى، إذَا رأوْهُمْ قَدْ نَجَوْا وَبَقي إخْوانُهُم \".حدثني أحمد بن عيسى، قال: ثنا سعيد بن كثير بن عفير، قال: ثنا ابن لهيعة، عن أبي الزبير، قال: سألت جابر بن عبد الله عن الورود، فقال: سمعت رسول الله صلى الله عليه وسلم يقول : \" هُوَ الدُّخولُ، يَرِدُونَ النَّارَ حتى يَخْرُجُوا مِنْها، فآخِرُ مَنْ يَبْقَى رَجُلٌ عَلى الصِّراطِ يَزْحَف، فَيرْفَعُ اللهُ لَهُ شَجَرَةً، قالَ: فَيَقُولُ: أيْ رَبّ أدْنِنِي مِنْها، قالَ: فَيُدْنيهِ اللهُ تَبَارَكَ وَتَعالى مِنْها، قالَ: ثُمَّ يَقُولُ: أيْ رَبّ أدْخِلْنِي الجَنَّةَ، قالَ: فَيَقُولُ: سَلْ، قالَ: فَيَسألُ، قال : فَيَقُولُ: ذلكَ لَكَ وَعَشْرَةُ أضعافِهِ أوْ نَحْوَها; قال: فَيَقُولُ: يا ربّ تَسْتهزِئُ بِي؟ قالَ: فَيَضْحَكُ حتى تَبْدُوَ لَهْوَاتُهُ وأضْرَاسُهُ\".حدثني يونس، قال: أخبرنا ابن وهب، قال: أخبرني يحيى بن أيوب \" ح \"; وحدثنا أبو كريب، قال: ثنا محمد بن زيد، عن رشدين، جميعا عن زياد بن فائد، عن سهل بن معاذ، عن أبيه، عن رسول الله صلى الله عليه وسلم أنه قال: \" مَنْ حَرَسَ وَرَاءَ المُسْلِمِينَ في سَبِيلِ اللهِ مُتَطَوّعا، لا يأخُذُهُ سُلْطانٌ بحرَسٍ، لَمْ يَرَ النَّارَ بعَيْنِه إلا تَحلَّةَ القَسَمِ ، فإنَّ اللهَ تَعالى يقُولُ( وَإِنْ مِنْكُمْ إِلا وَارِدُهَا ) .حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، أخبرني الزهري، عن ابن المسيب عن أبي هريرة، أن النبيّ صلى الله عليه وسلم قال: \" مَنْ مَاتَ لَهُ ثَلاثَةٌ لَمْ تَمَسَّهُ النَّارُ إلا تَحِلَّةِ القَسَمِ\" يعني: الورود.وأما قوله ( كَانَ عَلَى رَبِّكَ حَتْمًا مَقْضِيًّا ) فإن أهل التأويل اختلفوا في تأويله، فقال بعضهم معناه: كان على ربك قضاء مقضيا.* ذكر من قال ذلك:حدثني محمد بن عمرو ، قال: ثنا أبو عاصم، قال: ثنا عيسى; وحدثني الحارث، قال: ثنا الحسن قال: ثنا ورقاء جميعا عن ابن أبي نجيح، عن مجاهد، قوله (حَتْما) قال: قضاء.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج ( حَتْمًا مَقْضِيًّا ) قال قضاء.وقال آخرون: بل معناه: كان على ربك قسَما واجبا.* ذكر من قال ذلك:حدثنا القاسم، قال: ثنا الحسين، قال: ثنا أبو عمرو داود بن الزّبرقان، قال: سمعت السديّ يذكر عن مرّة الهمداني، عن ابن مسعود ( كَانَ عَلَى رَبِّكَ حَتْمًا مَقْضِيًّا ) قال: قسما واجبا.حدثنا بشر ، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( كَانَ عَلَى رَبِّكَ حَتْمًا مَقْضِيًّا ) يقول: قسما واجبا.قال أبو جعفر: وقد بيَّنت القول في ذلك."
    },
    {
      "ayah": 72,
      "surah": 19,
      "text": "يقول تعالى ذكره: ( ثُمَّ نُنَجِّي ) من النار بعد ورود جميعهم إياها، ( الَّذِينَ اتَّقَوْا ) فخافوه، بأداء فرائضه واجتناب معاصيه ( وَنَذَرُ الظَّالِمِينَ فِيهَا جِثِيًّا ) يقول جل ثناؤه: وندع الذين ظلموا أنفسهم، فعبدوا غير الله، وعصوا ربهم، وخالفوا أمره ونهيه في النار جثيا، يقول: بروكا على ركبهم.وبنحو الذي قلنا في ذلك، قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَنَذَرُ الظَّالِمِينَ فِيهَا جِثِيًّا ) على ركبهم.حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة ( وَنَذَرُ الظَّالِمِينَ فِيهَا جِثِيًّا ) على ركبهم.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله ( وَنَذَرُ الظَّالِمِينَ فِيهَا جِثِيًّا ) قال: الجثيّ: شرّ الجلوس، لا يجلس الرجل جاثيا إلا عند كرب ينـزل به.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( ثُمَّ نُنَجِّي الَّذِينَ اتَّقَوْا وَنَذَرُ الظَّالِمِينَ فِيهَا جِثِيًّا ) إن الناس وردوا جهنم وهي سوداء مظلمة، فأما المؤمنون فأضاءت لهم حسناتهم، فأنجوا منها. وأما الكفار فأوبقتهم أعمالهم، واحتبسوا بذنوبهم."
    },
    {
      "ayah": 73,
      "surah": 19,
      "text": "يقول تعالى ذكره: ( وإذَا تُتْلَى ) على الناس ( آياتُنا ) التي أنـزلناها على رسولنا محمد ( بَيِّنَات )، يعني واضحات لمن تأمَّلها وفكَّر فيها أنها أدلة على ما جعلها الله أدلة عليه لعباده، ( قال الذين كفروا بالله ) وبكتابه وآياته، وهم قريش، ( لِلَّذِينَ آمَنُوا ) فصدّقوا به، وهم أصحاب محمد ( أَيُّ الْفَرِيقَيْنِ خَيْرٌ مَقَامًا ) يَعْني بالمقام: موضع إقامتهم، وهي مساكنهم ومنازلهم ( وَأَحْسَنُ نَدِيًّا ) وهو المجلس، يقال منه: ندوت القوم أندوهم ندوا: إذا جمعتهم في مجلس، ويقال: هو في نديّ قومه وفي ناديهم: بمعنى واحد ، ومن النديّ قول حاتم:ودُعِيــتُ فـي أُولـي النَّـدِيّ ولَـمْيُنْظَـــرْ إلــيَّ بــأعْيُنٍ خُــزْرِ (1)وتأويل الكلام: وإذا تتلى عليهم آياتنا بيِّنات، قال الذين كفروا للذين آمنوا: أيّ الفريقين منا ومنكم أوسع عيشا، وأنعم بالا وأفضل مسكنا، وأحسن مجلسا، وأجمع عددا وغاشية في المجلس، نحن أم أنتم؟وبنحو الذي قلنا في ذلك، قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد بن بشار، قال: ثنا مؤمل، قال: ثنا سفيان، عن الأعمش، عن أبي ظبيان، عن ابن عباس، قوله ( خَيْرٌ مَقَامًا وَأَحْسَنُ نَدِيًّا ) قال: المقام: المنـزل، والنديّ: المجلس.حدثنا ابن المثنى، قال: ثنا ابن أبي عديّ عن شعبة، عن سليمان، عن أبى ظَبيان، عن ابن عباس بمثله.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال : ثني أبي، عن أبيه، عن ابن عباس ( وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا أَيُّ الْفَرِيقَيْنِ خَيْرٌ مَقَامًا وَأَحْسَنُ نَدِيًّا ) قال: المقام: المسكن، والنديّ، المجلس والنعمة والبهجة التي كانوا فيها، وهو كما قال الله لقوم فرعون، حين أهلكهم وقصّ شأنهم في القرآن فقال  كَمْ تَرَكُوا مِنْ جَنَّاتٍ وَعُيُونٍ * وَزُرُوعٍ وَمَقَامٍ كَرِيمٍ * وَنَعْمَةٍ كَانُوا فِيهَا فَاكِهِينَ  فالمقام: المسكن والنعيم، والنديّ: المجلس والمجمع الذي كانوا يجتمعون فيه، وقال الله فيما قصّ على رسوله في أمر لوط إذ قال  وَتَأْتُونَ فِي نَادِيكُمُ الْمُنْكَرَ  ، والعرب تسمي المجلس: النادي.حدثني عليّ، قال: ثنا عبد الله، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله ( وَأَحْسَنُ نَدِيًّا ) يقول: مجلسا.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، في قول الله ( أَيُّ الْفَرِيقَيْنِ ) قال: قريش تقولها لأصحاب محمد صلى الله عليه وسلم ( وَأَحْسَنُ نَدِيًّا ) قال: مجالسهم، يقولونه أيضا.حدثنا القاسم، قال: ثنا الحسين قال: ثنِي حجاج، عن ابن جريج، عن مجاهد، نحوه.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا أَيُّ الْفَرِيقَيْنِ خَيْرٌ مَقَامًا وَأَحْسَنُ نَدِيًّا ) رأوا أصحاب محمد صلى الله عليه وسلم في عيشهم خشونة، وفيهم قشافة، فعرّض أهل الشرك بما تسمعون. قوله ( وَأَحْسَنُ نَدِيًّا ) يقول: مجلسا.حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة، في قوله ( أَيُّ الْفَرِيقَيْنِ خَيْرٌ مَقَامًا وَأَحْسَنُ نَدِيًّا ) قال: النديّ، المجلس، وقرأ قول الله تعالى  فَلْيَدْعُ نَادِيَهُ  قال: مجلسه.------------------------الهوامش:(1) البيت لحاتم الطائي ، من شعره في كتاب ( شعراء النصرانية : القسم الأول ص 115 ) وفي ( اللسان : ندى ) : والندى : المجالسة وناديته : جالسته ، وتنادوا : تجالسوا في النادي ، والندي : المجلس ما داموا مجتمعين فيه ، فإذا تفرقوا عنه فليس بندي . وقيل : الندي : مجلس القوم نهارا عن كراع . والنادي : كالندي . التهذيب : النادي المجلس ، يندو إليه من حواليه ، ولا يسمى ناديا حتى يكون فيه أهله ، وإذا تفرقوا لم يكن ناديا ، وهو الندي ، والجمع الأندية . أه . الخزر : جمع خزراء من الخزر ، وهو كما في ( اللسان : خزر ) كسر العين بصرها خلقة . وقيل : هو ضيق العين وصغرها . وقيل هو النظر الذي كأنه في أحد الشقين ، ثم استشهد ببيت حاتم ، وقد استشهد المؤلف به ، على أن معنى الندي : مجلس القوم ."
    },
    {
      "ayah": 74,
      "surah": 19,
      "text": "يقول تعالى ذكره: وكم أهلكنا يا محمد قبل هؤلاء القائلين من أهل الكفر للمؤمنين، إذا تُتلى عليهم آيات الرحمن، أيّ الفريقين خير مقاما، وأحسن نديا، مجالس من قرن هم أكثر متاع منازل من هؤلاء، وأحسن منهم منظرا وأجمل صورا، فأهلكنا أموالهم، وغيرنا صورهم; ومن ذلك قول علقمة بن عبدة:كُــمَيْتٌ كَلَـوْنِ الأرْجُـوَانِ نَشَـرْتهُلبَيْـعِ الـرّئِي فـي الصّـوَانِ المُكَعَّبِ (2)يعني بالصوان: التخت الذي تصان فيه الثياب.وبنحو الذي قلنا في ذلك، قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد بن بشار، قال: ثنا مؤمل، قال: ثنا سفيان، عن الأعمش، عن أبي ظبيان، عن ابن عباس ( أَحْسَنُ أَثَاثًا وَرِئْيًا ) قال: الرئي: المنظر، والأثاث: المتاع.حدثنا ابن المثنى، قال: ثنا ابن أبي عديّ عن شعبة عن سليمان عن أبي ظبيان عن ابن عباس قال: الرئي المنظر.حدثني عليّ، قال: ثنا عبد الله، قال : ثني معاوية، عن عليّ عن ابن عباس، قوله ( أَحْسَنُ أَثَاثًا وَرِئْيًا ) يقول: منظرا.حدثني محمد بن سعد، قال: ثني أبي، قال ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( أَحْسَنُ أَثَاثًا وَرِئْيًا ) الأثاث: المال، والرئي: المنظر.حدثنا ابن بشار، قال: ثنا هوذة، قال: ثنا عوف، عن الحسن، في قوله ( أَثَاثًا وَرِئْيًا ) قال: الأثاث: أحسن المتاع، والرِّئي: قال: المال.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، يقول الله تبارك وتعالى ( وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ هُمْ أَحْسَنُ أَثَاثًا وَرِئْيًا ) : أي أكثر متاعا وأحسن منـزلة ومستقرا، فأهلك الله أموالهم، وأفسد صورهم عليهم تبارك وتعالى.حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة، قوله ( أَحْسَنُ أَثَاثًا وَرِئْيًا ) قال: أحسن صورا، وأكثر أموالا.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى; وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد (أثاثا) قال: المتاع (وَرِئْيا) قال: فيما يرى الناس.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، بنحوه.حدثنا ابن حميد وبشر بن معاذ، قالا ثنا جرير بن قابوس، عن أبيه، عن ابن عباس : الأثاث: المال، والرِّئي: المنظر الحسن.حدثنا القاسم، قال: ثني حجاج، عن ابن جريج، عن عطاء الخراساني، عن ابن عباس (وَرِئْيا) : منظرا في اللون والحسن.حدثنا القاسم، قال: ثني حجاج، عن ابن جريج، عن عطاء الخراساني، عن ابن عباس (وَرِئْيا) منظرا في اللون والحسن.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله ( أَحْسَنُ أَثَاثًا وَرِئْيًا ) قال: الرئي: المنظر، والأثاث: المتاع، أحسن متاعا، وأحسن منظرا.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول في قوله: (أحْسَنُ أثَاثًا) يعني المال (وَرِئْيا) يعني: المنظر الحسن.واختلفت القرّاء في قراءة ذلك، فقرأته عامة قرّاء أهل المدينة: \" وَرِيًّا \" غير مهموز، وذلك إذا قرئ كذلك يتوجه لوجهين: أحدهما: أن يكون قارئه أراد الهمزة، فأبدل منها ياء، فاجتمعت الياء المُبدلة من الهمز والياء التي هي لام الفعل، فأدغمتا، فجعلتا ياء واحدة مشددة ليُلْحِقُوا ذلك، إذ كان رأس آية، بنظائره من سائر رءوس الآيات قبله وبعده; والآخر أن يكون من رويت أروى روية وريًّا، وإذا أريد به ذلك كان معنى الكلام: وكم أهلكنا قبلهم من قرن، هم أحسن متاعا، وأحسن نظرا لماله، ومعرفة لتدبيره ، وذلك أن العرب تقول: ما أحسن رؤية فلان في هذا الأمر إذا كان حسن النظر فيه والمعرفة به. وقرأ ذلك عامة قرّاء العراق والكوفة والبصرة (وَرِئْيا) بهمزها، بمعنى: رؤية العين، كأنه أراد: أحسن متاعا ومَرآة. وحُكي عن بعضهم أنه قرأ: أحسن أثاثا وزيا، بالزاي، كأنه أراد أحسن متاعا وهيئة ومنظرا، وذلك أن الزيّ هو الهيئة والمنظر من قولهم: زيَّيت الجارية ، بمعنى: زينتها وهيأتها.قال أبو جعفر: وأولى القراءات في ذلك بالصواب، قراءة من قرأ (أثاثا وَرِئْيا) بالراء والهمز، لإجماع الحجة من أهل التأويل على أن معناه: المنظر، وذلك هو من رؤية العين، لا من الرؤية، فلذلك كان المهموز أولى به، فإن قرأ قارئ ذلك بترك للهمز، وهو يريد هذا المعنى، فغير مخطئ في قراءته. وأما قراءته بالزاي فقراءة خارجة ، عن قراءة القرّاء، فلا أستجيز القراءة بها لخلافها قراءتهم، وإن كان لهم في التأويل وجه صحيح.واختلف أهل العربية في الأثاث أجمع هو أم واحد، فكان الأحمر فيما ذُكر لي عنه يقول: هو جمع، واحدتها أثاثة، كما الحمام جمع واحدتها حمامة ، والسحاب جمع واحدتها سحابة ، وأما الفراء فإنه كان يقول: لا واحد له، كما أن المتاع لا واحد له. قال: والعرب تجمع المتاع: أمتعة، وأماتيع، ومتع. قال: ولو جمعت الأثاث لقلت: ثلاثة آثَّةٍ وأثث. وأما الرئي فإن جمعه: آراء.------------------------الهوامش:(2) البيت لعلقمة بن عبدة وهو الثاني والعشرون من قصيدته التي مطلعها :*ذهبت من الهجران في غير مذهب *( مختار الشعر الجاهلي طبعة الحلبي بشرح مصطفى السقا ، ص 436 ) وفيه \" الرداء \" في موضع الرئي . قال شارحه : الكميت : الفرس الذي لونه بين السواد والحمرة . والأرجوان : صبغ أحمر مشبع . والمراد هنا : ثوب أحمر . . والصوان : ثوب تصان فيه الثياب ، ويقال له التخت . والمكعب هنا الموشى من الثياب ، وهو من صفة الرداء . ويقال : المكعب : المطوي المشدود ، وكل ما ربعته فقد كعبته ، ومنه الفتاة الكاعب : التي تكعب ثدييها وبرز . وفي ( اللسان : رأي ) : الرئي ( على فعيل ) والرئي ( على فعل بكسر أوله ) الثوب ينشر للبيع عن علي . التهذيب : الرئي ، بهمزة مسكنة : الثوب الفاخر الذي ينشر ليرى حسنه"
    },
    {
      "ayah": 75,
      "surah": 19,
      "text": "يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: قل يا محمد لهؤلاء المشركين بربهم، القائلين: إذا تتلى عليهم آياتنا، أيّ الفريقين منا ومنكم خير مقاما وأحسن نديا ، من كان منا ومنكم في الضلالة جائرا عن طريق الحقّ ، سالكا غير سبيل الهدى، فليمدد له الرحمن مدّا: يقول: فليطوَّل له الله في ضلالته، وليمله فيها إملاء.وبنحو الذي قلنا في ذلك، قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، عن ابن أبي نجيح، عن مجاهد، في قوله ( فِي الضَّلالَةِ فَلْيَمْدُدْ لَهُ الرَّحْمَنُ مَدًّا ) فليَدعْه الله في طغيانه.وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، عن ابن أبي نجيح، عن مجاهد، مثله.حدثنا القاسم، قال: ثنا الحسين، قال: ثنى حجاج، عن ابن جريج، عن مجاهد، مثله.وقوله ( حَتَّى إِذَا رَأَوْا مَا يُوعَدُونَ إِمَّا الْعَذَابَ وَإِمَّا السَّاعَةَ ) يقول تعالى ذكره: قل لهم: من كان منا ومنكم في الضلالة، فليمدد له الرحمن في ضلالته إلى أن يأتيهم أمر الله، إما عذاب عاجل، أو يلقوا ربهم عند قيام الساعة التي وعد الله خلقه أن يجمعهم لها، فإنهم إذا أتاهم وعد الله بأحدِ هذين الأمرين ( فَسَيَعْلَمُونَ مَنْ هُوَ شَرٌّ مَكَانًا ) ومسكنا منكم ومنهم ( وَأَضْعَفُ جُنْدًا ) أهم أم انتم؟ ويتبينون حينئذ أيّ الفريقين خير مقاما، وأحسن نديا."
    },
    {
      "ayah": 76,
      "surah": 19,
      "text": "يقول تعالى ذكره: ويزيد الله من سلك قصد المحجة، واهتدى لسبيل الرشد، فآمن بربه، وصدّق بآياته، فعمل بما أمره به، وانتهى عما نهاه عنه هدى بما يتجدّد له من الإيمان بالفرائض التي يفرضها عليه ، ويقرّ بلزوم فرضها إياه، ويعمل بها، فذلك زيادة من الله في اهتدائه بآياته هدى على هداه، وذلك نظير قوله  وَإِذَا مَا أُنْـزِلَتْ سُورَةٌ فَمِنْهُمْ مَنْ يَقُولُ أَيُّكُمْ زَادَتْهُ هَذِهِ إِيمَانًا فَأَمَّا الَّذِينَ آمَنُوا فَزَادَتْهُمْ إِيمَانًا وَهُمْ يَسْتَبْشِرُونَ  . وقد كان بعضهم يتأول ذلك: ويزيد الله الذين اهتدوا هدى بناسخ القرآن ومنسوخه، فيؤمن بالناسخ، كما آمن من قبل بالمنسوخ، فذلك زيادة هدى من الله له على هُدَاه من قبل ( وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَابًا ) يقول تعالى ذكره: والأعمال التي أمر الله بها عباده ورضيها منهم ، الباقيات لهم غير الفانيات الصالحات، خير عند ربك جزاء لأهلها( وَخَيْرٌ مَرَدًّا ) عليهم من مقامات هؤلاء المشركين بالله، وأنديتهم التي يفتخرون بها على أهل الإيمان في الدنيا.وقد بيَّنا معنى الباقيات الصالحات، وذكرنا اختلاف المختلفين في ذلك، ودللنا على الصواب من القول فيه فيما مضى بما أغنى عن إعادته في هذا الموضع.حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا عمر بن راشد، عن يحيى بن أبي كثير عن أبي سلمة بن عبد الرحمن بن عوف، قال: \" جلس النبي صلى الله عليه وسلم ذات يوم، فأخذ عودا يابسا، فحطّ ورقه ثم قال: إنَّ قَوْلَ لا إله إلا اللهُ، واللهُ أكْبَرُ، والحَمْدُ للهِ وسُبْحَانَ اللهِ، تَحطُّ الخَطايا، كمَا تَحُطُّ وَرَقَ هذِهِ الشَّجَرَةِ الرِّيحُ، خُذْهُنَّ يا أبا الدَّرْدَاءِ قَبْلَ أنْ يُحَالَ بَيْنَكَ وَبَيْنَهُنَّ، هُنَّ البَاقِيَاتُ الصَّالِحاتُ، وَهُنَّ مِنْ كُنُوزِ الجَنَّةِ\"، قال أبو سلمة: فكان أبو الدرداء إذا ذكر هذا الحديث قال: لأهللنّ الله، ولأكبرنّ الله، ولأسبحنّ الله، حتى إذا رآني الجاهل حسب أني مجنون."
    },
    {
      "ayah": 77,
      "surah": 19,
      "text": "يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: (أَفَرَأَيْتَ) يا محمد (الَّذِي كَفَرَ بِآيَاتِنَا) حججنا فلم يصدّق بها، وأنكر وعيدنا من أهل الكفر (وَقَالَ) وهو بالله كافر وبرسوله (لأُوتَيَنَّ) في الآخرة (مَالا وَوَلَدًا).وذُكر أن هذه الآيات أنـزلت في العاص بن وائل السهمي أبي عمرو بن العاص.* ذكر الرواية بذلك: حدثنا أبو السائب وسعيد بن يحيى، قالا ثنا أبو معاوية، عن الأعمش، عن مسلم، عن مسروق، عن خباب، قال: كنت رجلا قينا، وكان لي على العاص بن وائل دين، فأتيته أتقاضاه، فقال: والله لا أقضيك حتى تكفر بمحمد، فقلت: والله لا أكفر بمحمد حتى تموت ثم تبعث، قال: فقال: فإذا أنا متّ ثم بُعثت كما تقول، جئتني ولي مال وولد، قال: فأنـزل الله تعالى: (أَفَرَأَيْتَ الَّذِي كَفَرَ بِآيَاتِنَا وَقَالَ لأُوتَيَنَّ مَالا وَوَلَدًا) ( أَطَّلَعَ الْغَيْبَ أَمِ اتَّخَذَ عِنْدَ الرَّحْمَنِ عَهْدًا ).... إلى قوله:  وَيَأْتِينَا فَرْدًا  .حدثني به أبو السائب، وقرأ في الحديث: وولدا.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، أن رجالا من أصحاب رسول الله صلى الله عليه وسلم كانوا يطلبون العاص بن وائل السهمي بدين، فأتوه يتقاضونه، فقال: ألستم تزعمون أن في الجنة فضة وذهبا وحريرا، ومن كلّ الثمرات؟ قالوا: بلى، قال: فإن موعدكم الآخرة، فوالله لأُوتينّ مالا وولدا، ولأُوتينّ مثل كتابكم الذي جئتم به، فضرب الله مثله في القران، فقال: (أَفَرَأَيْتَ الَّذِي كَفَرَ بِآيَاتِنَا وَقَالَ لأُوتَيَنَّ مَالا).... إلى قوله  وَيَأْتِينَا فَرْدًا  .حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى; وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، في قول الله (لأُوتَيَنَّ مَالا وَوَلَدًا) قال: العاص بن وائل يقوله.حدثنا القاسم، قال. ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، مثله.حدثنا بشر بن معاذ، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله (أَفَرَأَيْتَ الَّذِي كَفَرَ بِآيَاتِنَا وَقَالَ لأُوتَيَنَّ مَالا وَوَلَدًا) فذكر لنا أن رجالا من أصحاب رسول الله صلى الله عليه وسلم، أتوا رجلا من المشركين يتقاضونه دينا، فقال: أليس يزعم صاحبكم أن في الجنة حريرا وذهبا؟ قالوا: بلى، قال فميعادكم الجنة، فوالله لا أومن بكتابكم الذي جئتم به، استهزاء بكتاب الله، ولأُوتينّ مالا وولدا ، يقول الله ( أَطَّلَعَ الْغَيْبَ أَمِ اتَّخَذَ عِنْدَ الرَّحْمَنِ عَهْدًا )؟."
    },
    {
      "ayah": 78,
      "surah": 19,
      "text": "حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا الثوري، عن الأعمش، عن أبي الضحى، عن مسروق، قال: قال خباب بن الأرت: كنت قينا بمكة، فكنت أعمل للعاص بن وائل، فاجتمعت لي عليه دراهم، فجئت لأتقاضاه ، فقال لي: لا أقضيك حتى تكفر بمحمد، قال: قلت: لا أكفر بمحمد حتى تموت ثم تبعث، قال: فإذا بُعثت كان لي مال وولد، قال: فذكرت ذلك لرسول الله صلى الله عليه وسلم، فأنـزل الله تبارك وتعالى (أَفَرَأَيْتَ الَّذِي كَفَرَ بِآيَاتِنَا وَقَالَ لأُوتَيَنَّ مَالا وَوَلَدًا) إِلَى  وَيَأْتِينَا فَرْدًا  .واختلفت القرّاء في قراءة قوله (وَوَلَدًا) فقرأته قرّاء المدينة والبصرة وبعض أهل الكوفة: (وَوَلَدًا) بفتح الواو من الولد في كلّ القرآن، غير أن أبا عمرو بن العلاء خص التي في سورة نوح بالضمّ، فقرأها( مالُهُ وَوُلْدُهُ ) وأما عامَّةُ قرّاء الكوفة غير عاصم، فإنهم قرءوا من هذه السورة من قوله (مَالا وَوَلَدًا) إلى آخر السورة. واللتين في الزخرف، والتي في نوح، بالضمِّ وسكون اللام.وقد اختلف أهل العربية في معنى ذلك إذا ضمت واوه، فقال بعضهم: ضمها وفتحها واحد، وإنما هما لغتان، مثل قولهم العُدم والعَدم، والحزن والحَزَن. واستشهدوا لقيلهم ذلك بقول الشاعر:فَلَيْـتَ فُلانـا كـانَ فـي بَطْـنِ أُمِّـهِوَلَيْــتَ فُلانــا كـانَ وُلْـدَ حِمـارِ (1)ويقول الحارث بن حِلِّزة:وَلَقَــــدْ رأيْــــتُ مَعاشِـــرًاقَـــدْ ثَمَّـــرُوا مــالا وَوُلْــدًا (2)وقول رُؤْبة:الحَـــمْدُ للــهِ العَزِيــزِ فَــرْدَالَــمْ يَتَّخِـذْ مِـنْ وُلْـدِ شَـيْءٍ وُلْـدَا (3)وتقول العرب في مثلها: وُلْدُكِ مِنْ دَمَّى عَقِبَيْكِ، قال: وهذا كله واحد، بمعنى الولد.وقد ذُكر لي أن قيسا تجعل الوُلْد جمعا، والوَلد واحدا .ولعلّ الذين قرءوا ذلك بالضمّ فيما اختاروا فيه الضمّ، إنما قرءوه كذلك ليفرقوا بين الجمع والواحد.قال أبو جعفر: والذي هو أولى بالصواب من القول في ذلك عندي أن الفتح في الواو من الوَلد والضمّ فيها بمعنى واحد، وهما لغتان، فبأيتهما قرأ القارئ فمصيب الصواب، غير أن الفتح أشهر اللغتين فيها، فالقراءة به أعجبُ إليّ لذلك.وقوله ( أَطَّلَعَ الْغَيْبَ ) يقول عزّ ذكره: أعلم هذا القائل هذا القول علم الغيب، فعلم أن له في الآخرة مالا وولدا باطلاعه على علم ما غاب عنه ( أَمِ اتَّخَذَ عِنْدَ الرَّحْمَنِ عَهْدًا ) يقول: أم آمن بالله وعمل بما أمر به، وانتهى عما نهاه عنه ، فكان له بذلك عند الله عهدا أن يؤتيه ما يقول من المال والولد.كما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( أَطَّلَعَ الْغَيْبَ أَمِ اتَّخَذَ عِنْدَ الرَّحْمَنِ عَهْدًا ) بعمل صالح قدّمه.-----------------------الهوامش :(1) البيت في ( اللسان : ولد ) ولم ينسبه . قال : الولد والولد واحد ، مثل العرب والعرب ، والعجم ، والعجم ونحو ذلك . وأنشد الفراء : \" فليت فلانا . . . \" البيت . فهذا واحد . قال : وقيس تجعل الولد جمعا ، والولد ( بالتحريك ) واحدا . ابن السكيت يقال في الولد : الولد ( بكسر أوله ) ولا ولد ( بضم أوله ) . قال : ويكون الولد ( بضم أوله ) واحدا وجمعا قال : وقد يكون الولد ( بالضم ) جمع الولد ، مثل أسد وأسد . ( وهذا قريب مما نقله المؤلف عن الفراء في معاني القرآن ) .(2) البيت للحارث بن حلزة اليشكري ، وهو من شواهد ( لسان العرب : ولد ) مثل الشاهد الذي قبله . واستشهد به الفراء أيضًا في معاني القرآن ( مصورة الجامعة رقم 24059 ص 195 ) ثم قال : والولد والولد : لغتان مثل ما قالوا : العدم والعدم .(3) البيتان لرؤبة بن العجاج ، وهما من مشطور الرجز ، و الفرد : المتفرد بالربوبية ، و بالأمر دون خلقه ، وهو الواحد الأحد الذي لا نظير له ولا ثاني . والبيت ساقه المؤلف مع الشاهدين السابقين عليه . شواهد على أن الولد ، بضم الواو وسكون اللام ، بمعنى الولد ، بالتحريك . وأنه مفرد ، وقد يجيء بمعنى الجمع ."
    },
    {
      "ayah": 79,
      "surah": 19,
      "text": "يعني تعالى ذكره بقوله (كَلا) : ليس الأمر كذلك، ما اطلع الغيب، فعلم صدق ما يقول، وحقيقة ما يذكر، ولا اتخذ عند الرحمن عهدا بالإيمان بالله ورسوله، والعمل بطاعته، بل كذب وكفر ، ثم قال تعالى ذكره (سَنَكْتُبُ مَا يَقُولُ) : أي سنكتب ما يقول هذا الكافر بربه، القائل  لأُوتَيَنَّ  في الآخرة  مَالا وَوَلَدًا  (وَنَمُدُّ لَهُ مِنَ الْعَذَابِ مَدًّا) يقول: ونـزيده من العذاب في جهنم بقيله الكذب والباطل في الدنيا، زيادة على عذابه بكفره بالله."
    },
    {
      "ayah": 8,
      "surah": 19,
      "text": "يقول تعالى ذكره: قال زكريا لما بشره الله بيحيى: ( رَبِّ أَنَّى يَكُونُ لِي غُلامٌ ) ومن أيّ وجه يكون لي ذلك، وامرأتي عاقر لا تحبل، وقد ضعُفت من الكبر عن مباضعة النساء بأن تقوّيني على ما ضعفت عنه من ذلك، وتجعل زوجتي ولودا، فإنك القادر على ذلك وعلى ما تشاء، أم بأن أن أنكح زوجة غير زوجتي العاقر، يستثبت ربه الخبر، عن الوجه الذي يكون من قبله له الولد، الذي بشره الله به، لا إنكارا منه صلى الله عليه وسلم حقيقة كون ما وعده الله من الولد، وكيف يكون ذلك منه إنكارا لأن يرزقه الولد الذي بشَّره به، وهو المبتدئ مسألة ربه ذلك بقوله  فَهَبْ لِي مِنْ لَدُنْكَ وَلِيًّا * يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ  بعد قوله  إِنِّي وَهَنَ الْعَظْمُ مِنِّي وَاشْتَعَلَ الرَّأْسُ شَيْبًا  .وقال السديّ في ذلك: ما حدثني موسى بن هارون، قال: ثنا عمرو، قال: ثنا أسباط، عن السديّ، قال: نادى جبرائيل زكريا  إِنَّا نُبَشِّرُكَ بِغُلامٍ اسْمُهُ يَحْيَى لَمْ نَجْعَلْ لَهُ مِنْ قَبْلُ سَمِيًّا  فلما سمع النداء، جاءه الشيطان فقال: يا زكريا إن الصوت الذي سمعت ليس من الله، إنما هو من الشيطان يسخر بك، ولو كان من الله أوحاه إليك كما يوحي إليك غيره من الأمر، فشك وقال ( أَنَّى يَكُونُ لِي غُلامٌ ) يقول: من أين يكون  وَقَدْ بَلَغَنِيَ الْكِبَرُ وَامْرَأَتِي عَاقِرٌ  .وقوله ( وَقَدْ بَلَغْتُ مِنَ الْكِبَرِ عِتِيًّا ) يقول: وقد عتوت من الكبر فصرت نحل العظام يابسها، يقال منه للعود اليابس، عوت عاتٍ وعاسٍ، وقد عتا يعتو عَتِيًّا وعُتُوّا، وعسى يعسو عِسِيا وعسوّا، وكلّ متناه إلى غايته في كبر أو فساد، أو كفر، فهو عات وعاس.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني يعقوب ، قال: ثنا هشيم، قال: أخبرنا حصين، عن عكرمة، عن ابن عباس، قال: قد علمتُ السنة كلها، غير أني لا أدري أكان رسول الله صلى الله عليه وسلم يقرأ في الظهر والعصر أم لا ولا أدري كيف كان يقرأ هذا الحرف ( وَقَدْ بَلَغْتُ مِنَ الْكِبَرِ عِتِيًّا ) أو (عِسِيًّا).حدثني محمد بن سعد، قال: ثني أبي، قال: ثنى عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله ( وَقَدْ بَلَغْتُ مِنَ الْكِبَرِ عِتِيًّا ) قال: يعني بالعِتيّ: الكبر. .حدثني محمد بن عمرو، قال : ثنا أبو عاصم ؛ قال: ثنا عيسى; وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله (عِتِيًّا) قال: نحول العظم.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، مثله.حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة، في قوله ( مِنَ الْكِبَرِ عِتِيًّا ) قال: سنًّا، وكان ابن بضع وسبعين سنة.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله ( وَقَدْ بَلَغْتُ مِنَ الْكِبَرِ عِتِيًّا ) قال: العتيّ: الذي قد عتا عن الولد فيما يرى نفسه لا يولد له.- حُدثت عن الحسين بن الفرج، قال: سمعت أبا معاذ يقول: ثنا عبيد بن سليمان، قال: سمعت الضحاك يقول في قوله ( وَقَدْ بَلَغْتُ مِنَ الْكِبَرِ عِتِيًّا ) قال: هو الكبر."
    },
    {
      "ayah": 80,
      "surah": 19,
      "text": "وقوله ( وَنَرِثُهُ مَا يَقُولُ ) يقول عزّ ذكره :ونسلب هذا القائل: لأوتين في الآخرة مالا وولدا، ماله وولده، ويصير لنا ماله وولده دونه، ويأتينا هو يوم القيامة فردا ، وحده لا مال معه ولا ولد.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال : ثنا أبو عاصم، قال: ثنا عيسى \" ح \"; وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله ( وَنَرِثُهُ مَا يَقُولُ ) ماله وولده، وذلك الذي قال العاص بن وائل.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، مثله.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( وَنَرِثُهُ مَا يَقُولُ وَيَأْتِينَا فَرْدًا ) لا مال له ولا ولد.حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة، في قوله ( وَنَرِثُهُ مَا يَقُولُ ) قال: ما عنده، وهو قوله  لأُوتَيَنَّ مَالا وَوَلَدًا  وفي حرف ابن مسعود: ونرثه ما عنده.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله ( وَنَرِثُهُ مَا يَقُولُ ) قال: ما جمع من الدنيا وما عمل فيها( وَيَأْتِينَا فَرْدًا ) قال : فردا من ذلك، لا يتبعه قليل ولا كثير.حدثني عليّ، قال: ثنا عبد الله، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله ( وَنَرِثُهُ مَا يَقُولُ ) : نرثه (4)---------------------الهوامش :(4) كذا في ابن كثير أيضا . والذي في الدر عن ابن عباس : ونرثه ما يكون : ماله وولده ."
    },
    {
      "ayah": 81,
      "surah": 19,
      "text": "يقول تعالى ذكره: واتخذ يا محمد هؤلاء المشركون من قومك آلهة يعبدونها من دون الله، لتكون هؤلاء الآلهة لهم عزًّا، يمنعونهم من عذاب الله، ويتخذون عبادتهموها عند الله زلفى ، وقوله: (كلا) يقول عز ذكره: ليس الأمر كما ظنوا وأمَّلوا من هذه الآلهة التي يعبدونها من دون الله، في أنها تنقذهم من عذاب الله، وتنجيهم منه، ومن سوء إن أراده بهم ربهم."
    },
    {
      "ayah": 82,
      "surah": 19,
      "text": "وقوله: ( سَيَكْفُرُونَ بِعِبَادَتِهِمْ ) يقول عزّ ذكره: ولكن سيكفر الآلهة في الآخرة بعبادة هؤلاء المشركين يوم القيامة إياها، وكفرهم بها قيلهم لربهم : تبرأنا إليك ما كانوا إيانا يعبدون، فجحدوا أن يكونوا عبدوهم أو أمروهم بذلك، وتبرّءُوا منهم، وذلك كفرهم بعبادتهم.وأما قوله ( وَيَكُونُونَ عَلَيْهِمْ ضِدًّا ) فإن أهل التأويل اختلفوا في تأويله، فقال بعضهم: معنى ذلك: وتكون آلهتهم عليهم عونا، وقالوا: الضدّ: العون.* ذكر من قال ذلك:حدثنا عليّ، قال: ثنا عبد الله، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله ( وَيَكُونُونَ عَلَيْهِمْ ضِدًّا ) يقول: أعوانا.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى \" ح \"; وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا عن ابن أبي نجيح، عن مجاهد ( وَيَكُونُونَ عَلَيْهِمْ ضِدًّا ) قال: عونا عليهم تخاصمهم وتكذّبهم.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج ، عن مجاهد ( وَيَكُونُونَ عَلَيْهِمْ ضِدًّا ) قال: أوثانهم يوم القيامة في النار.وقال آخرون: بل عنى بالضدّ في هذا الموضع: القُرَناء.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله ( وَيَكُونُونَ عَلَيْهِمْ ضِدًّا ) يقول: يكونون عليهم قرناء.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( وَيَكُونُونَ عَلَيْهِمْ ضِدًّا ) قرناء في النار، يلعن بعضهم بعضا، ويتبرأ بعضهم من بعض.حدثنا الحسن، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة، في قوله (ضِدّا) قال: قرناء في النار.وقال آخرون: معنى الضدّ هاهنا: العدوّ.* ذكر من قال ذلك: حُدثت عن الحسين، قال: سمعت أبا مُعاذ يقول: أخبرنا عبيد، قال : سمعت الضحاك يقول في قوله ( وَيَكُونُونَ عَلَيْهِمْ ضِدًّا ) قال: أعداء.وقال آخرون: معنى الضدّ في هذا الموضع: البلاء.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( وَيَكُونُونَ عَلَيْهِمْ ضِدًّا ) قال: يكونون عليهم بلاء.الضدّ: البلاء، والضدّ في كلام العرب: هو الخلاف، يقال: فلان يضادّ فلانا في كذا، إذا كان يخالفه في صنيعه، فيفسد ما أصلحه، ويصلع ما أفسده، وإذ كان ذلك معناه، وكانت آلهة هؤلاء المشركين الذين ذكرهم الله في هذا الموضع يتبرءون منهم، وينتفون يومئذ، صاروا لهم أضدادا، فوصفوا بذلك.وقد اختلف أهل العربية في وجه توحيد الضدّ، وهو صفة لجماعة. فكان بعض نحوييِّ البصرة يقول: وحد لأنه يكون جماعة، وواحدا مثل الرصد والأرصاد. قال: ويكون الرصد أيضا لجماعة. وقال بعض نحويي الكوفة وحد، لأن معناه عونا، وذكر أن أبا نهيك كان يقرأ ذلك.كما حدثنا ابن حميد، قال : ثنا يحيى بن واضح، قال: ثنا عبد المؤمن، قال: سمعت أبا نهيك الأزدي يقرأ ( كَلا سَيَكْفُرُونَ ) يعني الآلهة كلها أنهم سيكفرون بعبادتهم."
    },
    {
      "ayah": 83,
      "surah": 19,
      "text": "يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: ألم تر يا محمد أنا أرسلنا الشياطين على أهل الكفر بالله (تَؤُزُّهُمْ) يقول: تحرّكهم بالإغواء والإضلال، فتزعجهم إلى معاصي الله، وتغريهم بها حتى يواقعوها(أزًّا) إزعاجا وإغواء.وبنحو ما قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا عليّ، قال: ثنا عبد الله، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: (أَزًّا) يقول: تغريهم إغراء.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريح، قال: قال ابن عباس: تؤزّ الكافرين إغراء في الشرك: امض امض في هذا الأمر، حتى توقعهم في النار، امضوا في الغيّ امضوا.حدثنا أبو كريب، قال: ثنا أبو إدريس، عن جويبر، عن الضحاك، في قوله (تَؤُزُّهُمْ أَزًّا) قال: تغريهم إغراء.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله (تَؤُزُّهُمْ أَزًّا) قال: تزعجهم إزعاجا في معصية الله.حدثنا محمد بن بشار، قال: ثنا ابن عثمة، قال: ثنا سعيد بن بشير، عن قتادة في قول الله (تَؤُزُّهُمْ أَزًّا) قال: تزعجهم إلى معاصي الله إزعاجا.حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة، في قوله (تَؤُزُّهُمْ أَزًّا) قال تزعجهم إزعاجا في معاصي الله.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله (أَلَمْ تَرَ أَنَّا أَرْسَلْنَا الشَّيَاطِينَ عَلَى الْكَافِرِينَ تَؤُزُّهُمْ أَزًّا) فقرأ  وَمَنْ يَعْشُ عَنْ ذِكْرِ الرَّحْمَنِ نُقَيِّضْ لَهُ شَيْطَانًا فَهُوَ لَهُ قَرِينٌ  قال: تؤزّهم أزّا، قال: تشليهم إشلاء على معاصي الله تبارك وتعالى، وتغريهم عليها، كما يغري الإنسان الآخر على الشيء ، يقال منه: أزَزْت فلانا بكذا، إذا أغريته به أؤزُّه أزّا وأزيزا ، وسمعت أزيز القدر: وهو صوت غليانها على النار; ومنه حديث مطرف عن أبيه، أنه انتهى إلى النبيّ صلى الله عليه وسلم وهو يصلي، ولجوفه أزيز كأزيز المرجل."
    },
    {
      "ayah": 84,
      "surah": 19,
      "text": "وقوله ( فَلا تَعْجَلْ عَلَيْهِمْ إِنَّمَا نَعُدُّ لَهُمْ عَدًّا ) يقول عزّ ذكره: فلا تعجل على هؤلاء الكافرين بطلب العذاب لهم والهلاك، يا محمد إنما نعدّ لهم عدّا ، يقول: فإنما نؤخر إهلاكهم ليزدادوا إثما، ونحن نعدّ أعمالهم كلها ونحصيها حتى أنفاسهم لنجازيهم على جميعها، ولم نترك تعجيل هلاكهم لخير أردناه بهم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا عليّ، قال: ثنا عبد الله، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله ، ( إِنَّمَا نَعُدُّ لَهُمْ عَدًّا ) يقول: أنفاسهم التي يتنفسون في الدنيا، فهي معدودة كسنهم وآجالهم."
    },
    {
      "ayah": 85,
      "surah": 19,
      "text": "يقول تعالى ذكره: يوم نجمع الذين اتقوا في الدنيا فخافوا عقابه، فاجتنبوا لذلك معاصيه، وأدوا فرائضه إلى ربهم (وَفْدًا) يعني بالوفد: الركبان ، يقال: وفدت على فلان: إذا قدمت عليه، وأوفد القوم وفدا على أميرهم، إذا بعثوا قبلهم بعثا. والوفد في هذا الموضع بمعنى الجمع، ولكنه واحد، لأنه مصدر واحدهم وافد، وقد يجمع الوفد: الوفود، كما قال بعض بني حنيفة:إنّــي لَمُمْتَــدِح فَمَـا هُـوَ صَـانِعٌرأسُ الوُفُــودِ مُزاحِـمُ بـن جِسـاسِ (5)وقد يكون الوفود في هذا الموضع جمع وافد، كما الجلوس جمع جالس.وبنحو ما قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني زكريا بن يحيى بن أبي زائدة، قال: ثنا ابن فضيل، عن عبد الرحمن بن إسحاق، عن النعمان بن سعد، عن عليّ، في قوله (يَوْمَ نَحْشُرُ الْمُتَّقِينَ إِلَى الرَّحْمَنِ وَفْدًا) قال: أما والله ما يحشر الوفد على أرجلهم، ولا يساقون سوقا، ولكنهم يؤتون بنوق لم ير الخلائق مثلها، عليها رحال الذهب، وأزمتها الزبرجد، فيركبون عليها حتى يضربوا أبواب الجنة.حدثنا محمد بن المثنى، قال: ثنا عبد الرحمن بن مهدي، عن شعبة، عن إسماعيل، عن رجل، عن أبي هريرة (يَوْمَ نَحْشُرُ الْمُتَّقِينَ إِلَى الرَّحْمَنِ وَفْدًا) قال: على الإبل.حدثنا عليّ، قال: ثنا عبد الله، قال: ثنا معاوية، عن عليّ، عن ابن عباس، قوله (يَوْمَ نَحْشُرُ الْمُتَّقِينَ إِلَى الرَّحْمَنِ وَفْدًا) يقول: ركبانا.حدثنا ابن حميد، قال: ثنا الحكم بن بشير، قال: ثنا عمرو بن قيس الملائي، قال: إن المؤمن إذا خرج من قبره استقبله أحسن صورة، وأطيبها ريحا، فيقول: هل تعرفني؟ فيقول: لا إلا أن الله طيب ريحك وحسن صورتك، فيقول: كذلك كنت في الدنيا أنا عملك الصالح طالما ركبتك في الدنيا، فاركبني أنت اليوم، وتلا(يَوْمَ نَحْشُرُ الْمُتَّقِينَ إِلَى الرَّحْمَنِ وَفْدًا).حدثنا الحسن، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة (إِلَى الرَّحْمَنِ وَفْدًا) قال: وفدا إلى الجنة.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، في قوله (يَوْمَ نَحْشُرُ الْمُتَّقِينَ إِلَى الرَّحْمَنِ وَفْدًا) قال: على النجائب.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، قال: سمعت سفيان الثوري يقول (يَوْمَ نَحْشُرُ الْمُتَّقِينَ إِلَى الرَّحْمَنِ وَفْدًا) قال: على الإبل النوق.----------------------------الهوامش :(5) البيت لبعض بني حنيفة ، كما قال المؤلف . وفي ( تاج العروس : جثث : جساس بوزن كتاب ابن نشبة بن ربيع التيمي ، ابن عمرو بن عبد الله بن لؤى بن عمرو بن الحارث بن تيم بن عبد مناة بن أد : أبو قبيلة ، من ولده مزاحم بن زفر بن علاج بن الحارث بن عامرو بن جساس عن شعبة عنه أبو الربيع الزهراني ، وأخوه عثمان بن زفر ، حدث عن يوسف بن موسى القطان وغيره . وفي خلاصة تذهيب تهذيب الكمال للخزرجي : مزاحم بن زفر بن الحارث الكوفي ، عن عمر بن عبد العزيز ؛ وعنه شعبة وسفيان ، وثقه ابن معين . وفي اللسان : وفد ) قال الله تعالى : ( يوم نحشر المتقين إلى الرحمن وفدا) : قيل الوفد : الركبان المكرمون . . . وهم الوفد والوفود . فأما الوفد فاسم للجمع ، وقيل جمع . وأما الوفود فجمع وافد . . . . وجمع الوفد : أوفاد ووفود ."
    },
    {
      "ayah": 86,
      "surah": 19,
      "text": "وقوله ( وَنَسُوقُ الْمُجْرِمِينَ إِلَى جَهَنَّمَ وِرْدًا ) يقول تعالى ذكره: ونسوق الكافرين بالله الذين أجرموا إلى جهنم عطاشا ، والوِرد: مصدر من قول القائل: وردت كذا أرِده وِردا، ولذلك لم يجمع ، وقد وصف به الجمع.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثني عبد الله، قال : ثني معاوية، عن عليّ، عن ابن عباس، قوله ( وَنَسُوقُ الْمُجْرِمِينَ إِلَى جَهَنَّمَ وِرْدًا ) يقول: عطاشا.حدثنا محمد بن المثنى، قال: ثنا عبد الرحمن بن مهدي، عن شعبة، عن إسماعيل، عن رجل، عن أبي هريرة ( وَنَسُوقُ الْمُجْرِمِينَ إِلَى جَهَنَّمَ وِرْدًا ) قال: عطاشا.حدثني يعقوب والفضل بن صباح، قالا ثنا إسماعيل بن عُلَيَّة ، عن أبي رجاء، قال: سمعت الحسن يقول في قوله ( وَنَسُوقُ الْمُجْرِمِينَ إِلَى جَهَنَّمَ وِرْدًا ) قال: عطاشا.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن يونس، عن الحسن، مثله.حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة، في قوله: ( إِلَى جَهَنَّمَ وِرْدًا ) قال: ظماء إلى النار.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَنَسُوقُ الْمُجْرِمِينَ إِلَى جَهَنَّمَ وِرْدًا ) سوقوا إليها وهم ظمء عطاش .حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، قال: سمعت سفيان يقول في قوله ( وَنَسُوقُ الْمُجْرِمِينَ إِلَى جَهَنَّمَ وِرْدًا ) قال: عطاشا."
    },
    {
      "ayah": 87,
      "surah": 19,
      "text": "يقول تعالى ذكره: لا يملك هؤلاء الكافرون بربهم يا محمد، يوم يحشر الله المتقين إليه وفدا الشفاعة، حين يشفع أهل الإيمان بعضهم لبعض عند الله، فيشفع بعضهم لبعض ( إِلا مَنِ اتَّخَذَ مِنْهُمْ عِنْدَ الرَّحْمَنِ ) في الدنيا(عَهْدًا) بالإيمان به، وتصديق رسوله، والإقرار بما جاء به، والعمل بما أمر به.كما حدثني عليّ، قال: ثنا عبد الله، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله ( إِلا مَنِ اتَّخَذَ عِنْدَ الرَّحْمَنِ عَهْدًا ) قال: العهد: شهادة أن لا إله إلا الله، ويتبرأ إلى الله من الحول والقوّة ولا يرجو إلا الله.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، قوله ( لا يَمْلِكُونَ الشَّفَاعَةَ إِلا مَنِ اتَّخَذَ عِنْدَ الرَّحْمَنِ عَهْدًا ) قال: المؤمنون يومئذ بعضهم لبعض شفعاء ( إِلا مَنِ اتَّخَذَ عِنْدَ الرَّحْمَنِ عَهْدًا ) قال: عملا صالحا.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( لا يَمْلِكُونَ الشَّفَاعَةَ إِلا مَنِ اتَّخَذَ عِنْدَ الرَّحْمَنِ عَهْدًا ): أي بطاعته، وقال في آية أخرى  لا تَنْفَعُ الشَّفَاعَةُ إِلا مَنْ أَذِنَ لَهُ الرَّحْمَنُ وَرَضِيَ لَهُ قَوْلا  ليعلموا أن الله يوم القيامة يشفع المؤمنين بعضهم في بعض، ذكر لنا أن نبيّ الله صلى الله عليه وسلم كان يقول: \" إنَّ في أُمَّتِي رَجُلا لَيُدْخِلَنَّ اللهُ بِشَفاعَتِهِ الجَنَّةَ أكْثَرَ مِنْ بني تَمِيمِ\"، وكنا نحدّث أن الشهيد يشفع في سبعين من أهل بيته.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، عن أبي المليح، عن عوف بن مالك، قال: قال رسول الله صلى الله عليه وسلم: \" إنَّ شَفاعَتِي لِمَنْ ماتَ مِنْ أُمَّتِي لا يُشْرِكُ باللهِ شَيئًا \" ، و \" مَن \" في قوله (إلا مَنْ) في موضع نصب على الاستثناء ، ولا يكون خفضا بضمير اللام، ولكن قد يكون نصبا في الكلام في غير هذا الموضع، وذلك كقول القائل: أردت المرور اليوم إلا العدوّ، فإني لا أمر به، فيستثنى العدوّ من المعنى، وليس ذلك كذلك في قوله ( لا يَمْلِكُونَ الشَّفَاعَةَ إِلا مَنِ اتَّخَذَ عِنْدَ الرَّحْمَنِ عَهْدًا ) لأن معنى الكلام: لا يملك هؤلاء الكفار إلا من آمن بالله، فالمؤمنون ليسوا من أعداد الكافرين، ومن نصبه على أن معناه إلا لمن اتخذ عند الرحمن عهدا، فإنه ينبغي أن يجعل قوله لا يملكون الشفاعة للمتقين ، فيكون معنى الكلام حينئذ يوم نحشر المتقين إلى الرحمن وفدا، لا يملكون الشفاعة، إلا من اتخذ عند الرحمن عهدا، فيكون معناه عند ذلك، إلا لمن اتخذ عند الرحمن عهدا. فأما إذا جعل لا يملكون الشفاعة خبرا عن المجرمين، فإن \" من \" تكون حينئذ نصبا على أنه استثناء منقطع، فيكون معنى الكلام: لا يملكون الشفاعة، لكن من اتخذ عند الرحمن عهدا يملكه."
    },
    {
      "ayah": 88,
      "surah": 19,
      "text": "يقول تعالى ذكره: وقال هؤلاء الكافرون بالله (اتَّخَذَ الرَّحْمَنُ وَلَدًا) (لَقَدْ جِئْتُمْ شَيْئًا إِدًّا) يقول تعالى ذكره للقائلين ذلك من خلقه: لقد جئتم أيها الناس شيئا عظيما من القول منكرا.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:"
    },
    {
      "ayah": 89,
      "surah": 19,
      "text": "حدثني عليّ، قال: ثنا عبد الله، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله (شَيْئًا إِدًّا) يقول: قولا عظيما.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس قوله (لَقَدْ جِئْتُمْ شَيْئًا إِدًّا) يقول: لقد جئتم شيئا عظيما وهو المنكر من القول.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى ; وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله (شَيْئًا إِدًّا) قال: عظيما.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، مثله.حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة، في قوله (شَيْئًا إِدًّا) قال: عظيما.حدثني يونس، قال: أخبرنا ابن وهب، قال : قال ابن زيد في قوله (لَقَدْ جِئْتُمْ شَيْئًا إِدًّا) قال: جئتم شيئا كبيرا من الأمر حين دعوا للرحمن ولدا. وفي الإدّ لغات ثلاث، يقال: لقد جئت شيئا إدّا، بكسر الألف، وأدّا بفتح الألف، وآدا بفتح الألف ومدّها، على مثال مادّ فاعل. وقرأ قرّاء الأمصار، وبها نقرأ، وقد ذكر عن أبي عبد الرحمن السلمي أنه قرأ ذلك بفتح الألف، ولا أرى قراءته كذلك لخلافها قراءة قرّاء الأمصار، والعرب تقول لكلّ أمر عظيم: إدّ، وإمر، ونكر; ومنه قوله الراجز:قَــدْ لَقِــيَ الأَعْـدَاءُ مِنِّـي نُكْـرَادَاهِيَــــةٌ دَهْيـــاءَ إدّا إمْـــرَا (6)ومنه قول الآخر:فِي لَهَثٍ منهُ وَحَثْلٍ إدًّا (7)-------------------الهوامش :(6) هذان بيتان من مشطور الرجز ، وقد سبق استشهاد المؤلف بهما عند قوله تعالى في سورة الكهف ( 15 : 184 ) \"لقد جئت شيئا إمرا \" . وقد شرحناهما ثمت .(7) هذا بيت من مشطور الرجز لم أعرف قائله . واللهث واللهاث : حر العطش في الجوف . وفي ( اللسان : لهث ) ابن سيده : لهث الكلب بالفتح ، ولهث يلهث فيهما لهثا : دلع لسانه من شدة العطش والحر ، وكذلك الطائر إذا أخرج لسانه من حر أو عطش . ولهث الرجل ولهث ( بفتح الهاء في الأول وكسرها في الثاني ) يلهث ( بالفتح ) في اللغتين جميعا ، لهثا فهو لهثان : أعيا . وأما الحثل فلم أجد في مادة ( حثل ) في المعاجم معنى يناسب البيت ، ولعله محرف عن الخبل ، وهو فساد الأعضاء . أو عن الختل ، وهو التخادع عن غفلة ، ولعل الراجز يصف كلب صيد أو فرسا . وأما الإد فهو العجب والأمر الفظيع ؛ وهو محل الشاهد في كلام المؤلف ، كالبيتين قبله ."
    },
    {
      "ayah": 9,
      "surah": 19,
      "text": "يقول تعالى ذكره: قال الله لزكريا مجيبا له (قَالَ كَذَلِكَ) يقول: هكذا الأمر كما تقول من أنّ امرأتك عاقر، وإنك قد بلغت من الكبر العتيّ، ولكن ربك يقول: خلْق ما بشَّرتك به من الغلام الذي ذكرت لك أن اسمه يحيى عليّ هين، فهو إذن من قوله (قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٌ) كناية عن الخلق.وقوله (وَقَدْ خَلَقْتُكَ مِنْ قَبْلُ وَلَمْ تَكُ شَيْئًا) يقول تعالى ذكره وليس خلق ما وعدتك أن أهبه لك من الغلام الذي ذكرت لك أمره منك مع كبر سنك، وعقم زوجتك بأعجب من خلقك، فإني قد خلقتك، فأنشأتك بشرا سويا من قبل خلقي ما بشرتك بأني واهب لك من الولد، ولم تك شيئا، فكذلك أخلق لك الولد الذي بشرتك به من زوجتك العاقر، مع عِتيك ووهن عظامك، واشتعال شيب رأسك."
    },
    {
      "ayah": 90,
      "surah": 19,
      "text": "وقوله ( تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ ) يقول تعالى ذكره:تكاد السماوات يتشققن قطعا من قيلهم (اتَّخَذَ الرَّحْمَنُ وَلَدًا) ومنه قيل: فطرنا به: إذا انشق.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا عبد الله، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله  تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا * أَنْ دَعَوْا لِلرَّحْمَنِ وَلَدًا  قال: إن الشرك فزعت منه السماوات والأرض والجبال، وجميع الخلائق إلا الثقلين، وكادت أن تزول منه لعظمة الله، وكما لا ينفع مع الشرك إحسان المشرك، كذلك نرجو أن يغفر الله ذنوب الموحدين. وقال رسول الله صلى الله عليه وسلم: \" لَقِّنُوا مَوْتَاكُمْ شَهَادَةَ أنْ لا إلهَ إلا اللهُ، فَمَنْ قَالَهَا عِنْدَ مَوْتِهِ وَجَبَتْ له الجَنَّةُ\" قالوا: يا رسول الله، فمن قالها في صحته؟ قال: \" تلك أوْجَبُ وأَوجَبُ\" . ثم قال: \" والَّذِي نَفْسِي بِيَدِهِ لَوْ جِيءَ بالسَّمَاوَاتِ والأَرَضِينَ وَمَا فِيهِنَّ وما بَيْنَهُنَّ وَمَا تَحْتَهُنَّ، فَوُضِعْنَ فِي كِفَّةِ المِيزان، ووُضِعَتْ شَهَادَةُ أنْ لا إلهَ إلا اللهُ في الكِفَّةِ الأُخْرَى، لَرَجَحَتْ بِهِنَّ\".حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جُرَيج، عن مجاهد ( تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ الأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا ) ذُكر لنا أن كعبا كان يقول: غضبت الملائكة، واستعرت جهنم، حين قالوا ما قالوا.وقوله: (وتنشق الأرض) يقول: وتكاد الأرض تنشقّ، فتنصدع من ذلك ( وَتَخِرُّ الْجِبَالُ هَدًّا ) يقول: وتكاد الجبال يسقط بعضها على بعض سقوطا. والهدّ: السقوط، وهو مصدر هددت، فأنا أهدّ هدّا.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا عبد الله، قال: ثني معاوية، عن علي، عن ابن عباس، قوله ( وَتَخِرُّ الْجِبَالُ هَدًّا ) يقول : هدما.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج ، عن ابن جُرَيج، قال: قال ابن عباس ( وتخر الجبال هدّا) قال: الهد: الانقضاض.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله ( وَتَخِرُّ الْجِبَالُ هَدًّا ) قال: غضبا لله . قال: ولقد دعا هؤلاء الذين جعلوا لله هذا الذي غضبت السماوات والأرض والجبال من قولهم، لقد استتابهم ودعاهم إلى التوبة، فقال :  لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ ثَالِثُ ثَلاثَةٍ  قالوا: هو وصاحبته وابنه، جعلوهما إلهين معه  وَمَا مِنْ إِلَهٍ إِلا إِلَهٌ وَاحِدٌ  .... إلى قوله:  وَيَسْتَغْفِرُونَهُ وَاللَّهُ غَفُورٌ رَحِيمٌ  ."
    },
    {
      "ayah": 91,
      "surah": 19,
      "text": "يقول تعالى ذكره: وتكاد الجبال أن تخرّ انقضاضا، لأن دعوا للرحمن ولدا. ف \" أن \" في موضع نصب في قول بعض أهل العربية، لاتصالها بالفعل، وفي قول غيره في موضع خفض بضمير الخافض ، وقد بينا الصواب من القول في ذلك في غير موضع من كتابنا هذا بما أغنى عن إعادته في هذا الموضع.وقال (أَنْ دَعَوْا لِلرَّحْمَنِ وَلَدًا) يعني بقوله: (أَنْ دَعَوْا) : أن جعلوا له ولدا، كما قال الشاعر:ألا رُبَّ مَـنْ تَدْعُـو نَصِيحا وَإنْ تَغِبتَجـدْهُ بغَيْـبٍ غـيرَ مُنْتَصِـحِ الصَّدْرِ (8)وقال ابن أحمر:أهْـوَى لَهَـا مِشْـقَصًا حَشْرًا فَشَبْرَقَهاوكـنتُ أدْعُـو قَذَاهـا الإثمـدَ القَـرِدَا (9)-----------------------------الهوامش :(8) انظر شرح هذا الشاهد مع شرح تاليه .(9) ( 1 ) البيت في ( اللسان : دعا ) . ونسبه إلى ابن أحمر الباهلي . قال : ودعوته بزيد ، ودعوته إياه سميته به ، تعدى الفعل بعد إسقاط الحرف ؛ قال ابن أحمر الباهلي : \" أهوى لها . . . \" البيت . أي اسميه ، وأراد : أهوى لها بمشقص ، فحذف الحرف وأوصل وقوله عز وجل ( أن دعوا للرحمن ولدا ) : أي جعلوا ، وأنشد بيت ابن أحمر أيضا وقال : أي كنت أجعل وأسمي ؛ ومثله قول الشاعر : \" ألا رب من تدعو تصيحا . . . البيت \" . والمشقص من النصال : ما كان طويلا غير عريض ، فإذا كان عريضا فهو المعبلة ( اللسان : شقص ) . وسهم محشور وحشر : مستوى قذذ الريش ، وكل لطيف دقيق حشر . وشبرقها : مزقها ، يقال : ثوب مشبرق : مقطع ممزق . وفي كتاب ( المعاني الكبير لابن قتيبة طبع حيدر أباد ص 988 ) : يقول : كنت من إشفاتي عليها أسمي ما يصلحها قذى ، فكيف ما يؤذيها . وقوله \" أدعو \" أي أسمي ؛ تقول : ما تدعون هذا فيكم ؟ أي ما تسمونه ؟ والحشر : السهم الخفيف الريش الذي قد شد قصبه ورصافه . والإثمد : الكحل الأسود والقرد : هو الذي ينقطع في العين ؛ وقيل : القرد : الذي لصق بعضه ببعض . والمعنى : كنتم أسمي الإثمد قذى ، من حذري عليها ."
    },
    {
      "ayah": 92,
      "surah": 19,
      "text": "وقوله (وَمَا يَنْبَغِي لِلرَّحْمَنِ أَنْ يَتَّخِذَ وَلَدًا) يقول: وما يصلح لله أن يتخذ ولدا، لأنه ليس، كالخلق الذين تغلبهم الشهوات، وتضطرّهم اللذّات إلى جماع الإناث، ولا ولد يحدث إلا من أنثى، والله يتعالى عن أن يكون كخلقه، وذلك كقول ابن أحمر:فـي رأسِ خَلْقـاءَ مِـنْ هَنْقاءَ مُشْرِفَةٍمـا ينبغـي دُونَها سَهْلٌ ولا جَبَلُ (10)يعني: لا يصلح ولا يكون.------------------------الهوامش :(10) تقدم الاستشهاد بهذا البيت قريبا في هذا الجزء ص 84 وشرحناه ثمة ."
    },
    {
      "ayah": 93,
      "surah": 19,
      "text": "( إِنْ كُلُّ مَنْ فِي السَّمَاوَاتِ وَالأَرْضِ إِلا آتِي الرَّحْمَنِ عَبْدًا ) يقول: ما جميع من في السماوات من الملائكة، وفي الأرض من البشر والإنس والجنّ( إِلا آتِي الرَّحْمَنِ عَبْدًا ) يقول: إلا يأتي ربه يوم القيامة عبدا له، ذليلا خاضعا، مقرًّا له بالعبودية، لا نسب بينه وبينه.وقوله ( آتِي الرَّحْمَنِ ) إنما هو فاعل من أتيته، فأنا آتيه."
    },
    {
      "ayah": 94,
      "surah": 19,
      "text": "يقول تعالى ذكره: لقد أحصى الرحمن خلقه كلهم، وعدَّهم عدّا، فلا يخفى عليه مبلغ جميعهم، وعرف عددهم، فلا يعزب عنه منهم أحد."
    },
    {
      "ayah": 95,
      "surah": 19,
      "text": "( وَكُلُّهُمْ آتِيهِ يَوْمَ الْقِيَامَةِ فَرْدًا ) يقول: وجميع خلقه سوف يرد عليه يوم تقوم الساعة وحيدا لا ناصر له من الله، ولا دافع عنه، فيقضي الله فيه ما هو قاض، ويصنع به ما هو صانع."
    },
    {
      "ayah": 96,
      "surah": 19,
      "text": "يقول تعالى ذكره: إن الذين آمنوا بالله ورسله، وصدّقوا بما جاءهم من عند ربهم، فعملوا به، فأحلوا حلاله، وحرّموا حرامه ( سَيَجْعَلُ لَهُمُ الرَّحْمَنُ وُدًّا ) في الدنيا، في صدور عباده المؤمنين.وبنحو الذي قلنا في ذلك، قال أهل التأويل.* ذكر من قال ذلك:حدثني يحيى بن طلحة، قال: ثنا شريك، عن مسلم الملائي، عن مجاهد، عن ابن عباس، في قوله ( سَيَجْعَلُ لَهُمُ الرَّحْمَنُ وُدًّا ) قال: محبة في الناس في الدنيا.حدثني عليّ، قال: ثنا عبد الله، قال: ثني معاوية، عن عليّ ، عن ابن عباس، في قوله: ( سَيَجْعَلُ لَهُمُ الرَّحْمَنُ وُدًّا ) قال: حبا.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله ( سَيَجْعَلُ لَهُمُ الرَّحْمَنُ وُدًّا ) قال: الودّ من المسلمين في الدنيا، و الرزق الحسن ، واللسان الصادق.حدثني يحيى بن طلحة، قال: ثنا شريك ، عن عبيد المُكْتِبِ، عن مجاهد، في قوله ( سَيَجْعَلُ لَهُمُ الرَّحْمَنُ وُدًّا ) قال: محبة في المسلمين في الدنيا.حدثنا ابن حميد، قال: ثنا حكام، عن عنبسة، عن القاسم بن أبي بزّة، عن مجاهد، في قوله : ( سَيَجْعَلُ لَهُمُ الرَّحْمَنُ وُدًّا ) قال: يحبهم ويحببهم إلى خلقه.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى; وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا، عن ابن أبي نجيح، عن مجاهد ( سَيَجْعَلُ لَهُمُ الرَّحْمَنُ وُدًّا ) قال: يحبهم ويحببهم إلى المؤمنين.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، مثله.حدثنا القاسم، قال: ثنا الحسين، قال: ثنا عليّ بن هاشم، عن بن أبي ليلى، عن الحكم، عن سعيد بن جبير، عن ابن عباس، قال: يحبهم ويحببهم.حدثنا ابن حميد، قال: ثنا الحكم بن بشير، قال: ثنا عمرو، عن قتادة، في قوله ( سَيَجْعَلُ لَهُمُ الرَّحْمَنُ وُدًّا ) قال: ما أقبل عبد إلى الله إلا أقبل الله بقلوب العباد إليه. وزاده من عنده.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ، قوله ( إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَيَجْعَلُ لَهُمُ الرَّحْمَنُ وُدًّا ) : إي والله في قلوب أهل الإيمان. ذُكر لنا أن هرم بن حيان كان يقول : ما أقبل عبد بقلبه إلى الله، إلا أقبل الله بقلوب المؤمنين إليه ، حتى يرزقه مودّتهم ورحمتهم.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، أن عثمان بن عفان كان يقول: ما من الناس عبد يعمل خيرًا ولا يعمل شرًّا، إلا كساه الله رداء عمله.حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، عن الثوري، عن مسلم، عن مجاهد، عن ابن عباس، في قوله ( سَيَجْعَلُ لَهُمُ الرَّحْمَنُ وُدًّا ) قال: محبة. وذُكر أن هذه الآية نـزلت في عبد الرحمن بن عوف.حدثني محمد بن عبد الله بن سعيد الواسطي، قال: أخبرنا يعقوب بن محمد، قال: ثنا عبد العزيز بن عمران، عن عبد الله بن عثمان بن أبي سليمان بن جبير بن مطعم، عن أبيه، عن أمه أمّ إبراهيم ابنة أبي عبيدة بن عبد الرحمن بن عوف ، عن أبيها، عن عبد الرحمن بن عوف، أنه لما هاجر إلى المدينة، وجد في نفسه على فراق أصحابه بمكة، منهم شيبة بن ربيعة، وعتبة بن ربيعة، وأمية بن خلف، فأنـزل الله تعالى: ( إن الذين آمنوا وعملوا الصالحات سيجعل لهم الرحمن ودا )."
    },
    {
      "ayah": 97,
      "surah": 19,
      "text": "وقوله ( فَإِنَّمَا يَسَّرْنَاهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ الْمُتَّقِينَ ) يقول تعالى ذكره: فإنما يسَّرنا يا محمد هذا القرآن بلسانك، تقرؤه لتبشر به المتقين الذين اتقوا عقاب الله ، بأداء فرائضه، واجتناب معاصيه بالجنة ( وَتُنْذِرَ بِهِ قَوْمًا لُدًّا ) يقول: ولتنذر بهذا القرآن عذاب الله قومك من قريش، فإنهم أهل لدد وجدل بالباطل، لا يقبلون الحق. واللدّ: شدة الخصومة.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى; وحدثني الحارث، قال: ثنا الحسين، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله (لُدًّا) قال: لا يستقيمون.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، مثله.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله ( وتنذر به قوما لدا ) يقول: لتنذر به قومًا ظَلَمة.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَتُنْذِرَ بِهِ قَوْمًا لُدًّا ) : أي جدالا بالباطل، ذوي لدة وخصومة.حدثنا القاسم، قال: ثنا الحسين، قال: ثنا محمد بن فضيل، عن ليث، عن مجاهد، في قوله: ( وَتُنْذِرَ بِهِ قَوْمًا لُدًّا ) قال: فجارا.حدثنا الحسن، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة، في قوله ( قَوْمًا لُدًّا ) قال: جدالا بالباطل.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله ( وَتُنْذِرَ بِهِ قَوْمًا لُدًّا ) قال: الألدّ: الظلوم، وقرأ قول الله  وَهُوَ أَلَدُّ الْخِصَامِ  .حدثنا أبو صالح الضراري (1) . قال: ثنا العلاء بن عبد الجبار، قال: ثنا مهدي ميمون، عن الحسن في قول الله عزّ وجلّ( وَتُنْذِرَ بِهِ قَوْمًا لُدًّا ) قال: صما عن الحقّ.حدثني ابن سنان، قال: ثنا أبو عاصم، عن هارون، عن الحسن، مثله.وقد بيَّنا معنى الألدّ فيما مضى بشواهده، فأغنى ذلك عن إعادته في هذا الموضع."
    },
    {
      "ayah": 98,
      "surah": 19,
      "text": "يقول تعالى ذكره: وكثيرًا أهلكنا يا محمد قبل قومك من مشركي قريش، من قرن، يعني من جماعة من الناس، إذا سلكوا في خلافي وركوب معاصي مسلكهم، هل تحسّ منهم من أحد: يقول: فهل تحسّ أنت منهم أحدًا يا محمد فتراه وتعاينه ( أَوْ تَسْمَعُ لَهُمْ رِكْزًا ) يقول:أو تسمع لهم صوتا، بل بادوا وهلكوا، وخلت منهم دورهم، وأوحشت منهم منازلهم، وصاروا إلى دار لا ينفعهم فيها إلا صالح من عمل قدّموه، فكذلك قومك هؤلاء، صائرون إلى ما صار إليه أولئك، إن لم يعالجوا التوبة قبل الهلاك.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا عبد الله، قال: ثنا معاوية، عن عليّ، عن ابن عباس، قوله ( أَوْ تَسْمَعُ لَهُمْ رِكْزًا ) قال: صوتا.حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة، قوله ( هَلْ تُحِسُّ مِنْهُمْ مِنْ أَحَدٍ أَوْ تَسْمَعُ لَهُمْ رِكْزًا ) قال: هل ترى عينا، أو تسمع صوتا.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( هَلْ تُحِسُّ مِنْهُمْ مِنْ أَحَدٍ أَوْ تَسْمَعُ لَهُمْ رِكْزًا ) يقول: هل تسمع من صوت، أو ترى من عين .حُدثت عن الحسين، قال: سمعت أبا معاذ، يقول: ثنا عبيد، قال: سمعت الضحاك يقول، في قوله ( أَوْ تَسْمَعُ لَهُمْ رِكْزًا ) يعني: صوتا.حدثنا أبو كريب ، قال: ثنا ابن عيينة، عن عمرو، عن عطاء، عن ابن عباس، قال: ركز الناس: أصواتهم. قال أبو كريب: قال سفيان: ( هَلْ تُحِسُّ مِنْهُمْ مِنْ أَحَدٍ أَوْ تَسْمَعُ لَهُمْ رِكْزًا ) قال: أو تسمع لهم حسا. قال: والركز: الحس.قال أبو جعفر: والركز في كلام العرب: الصوت الخفيّ، كما قال الشاعر:فَتَوجَّسَــتْ ذِكْــرَ الأنِيسِ فَراعَهـاعَـنْ ظَهْـرِ غَيْـبٍ والأنِيسُ سَـقامُها (2)"
    }
  ]
}
