{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 30,
      "text": "القول في تأويل قوله تعالى :  الم (1)قال أبو جعفر: قد بيَّنا فيما مضى قبلُ معنى قوله: (الم) وذكرنا ما فيه من أقوال أهل التأويل، فأغنى ذلك عن إعادته في هذا الموضع."
    },
    {
      "ayah": 10,
      "surah": 30,
      "text": "القول في تأويل قوله تعالى :  ثُمَّ كَانَ عَاقِبَةَ الَّذِينَ أَسَاءُوا السُّوءَى أَنْ كَذَّبُوا بِآيَاتِ اللَّهِ وَكَانُوا بِهَا يَسْتَهْزِئُونَ (10)يقول تعالى ذكره: ثم كان آخر أمر من كفر من هؤلاء الذين أثاروا الأرض وعمروها، وجاءتهم رسلهم بالبينات بالله، وكذّبوا رسلهم، فأساءوا بذلك من فعلهم.( السُّوءَى ): يعني الخُلَّة التي هي أسوأ من فعلهم؛ أما في الدنيا، فالبوار والهلاك، وأما في الآخرة فالنار لا يخرجون منها، ولا هم يستعتبون.وبنحو الذي قلنا فى ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة قوله: ( ثُمَّ كَانَ عَاقِبَةَ الَّذِينَ أَسَاءُوا السُّوءَى ) : الذين أشركوا السوءَى: أي النار.حدثني عليّ، قال: ثنا أبو صالح قال: ثني معاوية، عن عليّ، عن ابن عباس قوله: ( ثُمَّ كَانَ عَاقِبَةَ الَّذِينَ أَسَاءُوا السُّوءَى ) يقول: الذين كفروا جزاؤهم العذاب.وكان بعض أهل العربية يقول: السوءى في هذا الموضع: مصدر، مثل البُقوى، وخالفه في ذلك غيره فقال: هي اسم.وقوله: (أَن كَذَّبُوا بِآيَاتِ اللهِ) يقول: كانت لهم السوءى ، لأنهم كذّبوا في الدنيا بآيات الله، (وَكَانُوا بِهَا يَسْتَهْزِئُونَ ). يقول: وكانوا بحجج الله وهم أنبياؤه ورسله يسخرون."
    },
    {
      "ayah": 11,
      "surah": 30,
      "text": "القول في تأويل قوله تعالى :  اللَّهُ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ ثُمَّ إِلَيْهِ تُرْجَعُونَ (11)يقول تعالى ذكره: الله تعالى يبدأ إنشاء جميع الخلق منفردا بإنشائه من غير شريك ولا ظهير، فيحدثه من غير شيء، بل بقدرته عزّ وجل، ثم يعيد خلقا جديدا بعد إفنائه وإعدامه، كما بدأه خلقا سويا، ولم يك شيئا(ثُمَّ إِلَيْهِ تُرْجَعُونَ) يقول: ثم إليه من بعد إعادتهم خلقا جديدا يردّون، فيحشرون لفصل القضاء بينهم و  لِيَجْزِيَ الَّذِينَ أَسَاءُوا بِمَا عَمِلُوا وَيَجْزِيَ الَّذِينَ أَحْسَنُوا بِالْحُسْنَى  ."
    },
    {
      "ayah": 12,
      "surah": 30,
      "text": "القول في تأويل قوله تعالى :  وَيَوْمَ تَقُومُ السَّاعَةُ يُبْلِسُ الْمُجْرِمُونَ (12)يقول تعالى ذكره: ويوم تجيء الساعة التي فيها يفصل الله بين خلقه، وينشر فيها الموتى من قبورهم، فيحشرهم إلى موقف الحساب (يُبْلِسُ الْمُجْرِمُونَ) يقول: ييأس الذين أشركوا بالله، واكتسبوا في الدنيا مساوئ الأعمال من كلّ شرّ، ويكتئبون ويتندمون، كما قال العجاج:يا صَاحِ هلْ تعْرِفُ رَسمًا مُكْرَساقـــالَ نَعَــمْ أعْرِفُــهُ وأبْلَســا (2)وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد قوله: (يُبْلِسُ). قال: يكتئب.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة قوله: (يُبْلِسُ الْمُجْرِمُونَ) أي في النار.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قول الله: ( وَيَوْمَ تَقُومُ السَّاعَةُ يُبْلِسُ الْمُجْرِمُونَ ) قال: المبلس: الذي قد نـزل به الشرّ، إذا أبلس الرجل، فقد نـزل به بلاء.----------------الهوامش :(2) البيتان من الرجز للعجاج (ديوانه طبع ليبسج سنة 1903 ص 31) ومعاني القرآن للفراء (الورقة 247) و (مجاز القرآن لأبي عبيدة الورقة 186 - ب) قال أبو عبيدة في تفسير قوله تعالى: (ويوم تقوم الساعة يبلس المجرمون): أي يتندمون، ويكأبون وييأسون قال * \"يا صاح ...\" البيتان. وفي (اللسان: كرس): ورسم مكرس (اسم مفعول) ومكرس (اسم فاعل) وهو الذي قد بعرت فيه الإبل وبولت، فركب بعضه بعضًا. وقال في (بلس): أبلس الرجل: قطع به، عن ثعلب. وأبلس: سكت؛ وأبلس من رحمة الله: أي يئس وندم."
    },
    {
      "ayah": 13,
      "surah": 30,
      "text": "وقوله: ( وَلَمْ يَكُنْ لَهُمْ مِنْ شُرَكَائِهِمْ شُفَعَاءُ ) يقول تعالى ذكره: ( وَيَوْمَ تَقُومُ السَّاعَةُ ) لم يكن لهؤلاء المجرمين الذين وصف جلّ ثناؤه صفتهم (مِن شُرَكَائِهِمْ) الذين كانوا يتبعونهم، على ما دعوهم إليه من الضلالة، فيشاركونهم في الكفر بالله، والمعاونة على أذى رسله، (شُفَعَاءُ) يشفعون لهم عند الله، فيستنقذوهم من عذابه، ( وَكَانُوا بِشُرَكَائِهِمْ كَافِرِينَ ) يقول: وكانوا بشركائهم في الضلالة والمعاونة في الدنيا على أولياء الله (كَافِرِينَ)، يجحدون ولايتهم، ويتبرّءون منهم، كما قال جلّ ثناؤه:  إِذْ تَبَرَّأَ الَّذِينَ اتُّبِعُوا مِنَ الَّذِينَ اتَّبَعُوا وَرَأَوُا الْعَذَابَ وَتَقَطَّعَتْ بِهِمُ الأَسْبَابُ * وَقَالَ الَّذِينَ اتَّبَعُوا لَوْ أَنَّ لَنَا كَرَّةً فَنَتَبَرَّأَ مِنْهُمْ كَمَا تَبَرَّءُوا مِنَّا"
    },
    {
      "ayah": 14,
      "surah": 30,
      "text": "القول في تأويل قوله تعالى :  وَيَوْمَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَتَفَرَّقُونَ (14)يقول تعالى ذكره: ويوم تجيء الساعة التي يحشر فيها الخلق إلى الله يومئذ، يقول في ذلك اليوم (يَتَفَرَّقُونَ) يعني: يتفرّق أهل الإيمان بالله، وأهل الكفر به، فأما أهل الإيمان، فيؤخذ بهم ذات اليمين إلى الجنة، وأما أهل الكفر فيؤخذ بهم ذات الشمال إلى النار، فهنالك يميز الله الخبيث من الطيِّب.كما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة في قوله: ( وَيَوْمَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَتَفَرَّقُونَ ) قال: فرقة والله، لا اجتماع بعدها."
    },
    {
      "ayah": 15,
      "surah": 30,
      "text": "(فَأَمَّا الَّذِينَ آمَنُوا) بالله ورسوله (وَعَمِلُوا الصَّالِحَاتِ) يقول: وعملوا بما أمرهم الله به، وانتهوا عما نهاهم عنه ( فَهُمْ فِي رَوْضَةٍ يُحْبَرُونَ ) يقول: فهم في الرياحين والنباتات الملتفة، وبين أنواع الزهر في الجنان يُسرون، ويلذّذون بالسماع وطيب العيش الهنيّ، وإنما خصّ جلّ ثناؤه ذكر الروضة في هذا الموضع، لأنه لم يكن عند الطرفين أحسن منظرا، ولا أطيب نشرا من الرياض، ويدل على أن ذلك كذلك قول أعشي بني ثعلبة:مـا رَوْضَـةٌ مِن رِياضِ الحُسْن مُعْشِبَةٌخَـضْرَاءُ جـادَ عَلَيْهـا مُسْـبِلٌ هَطِلُيُضَـاحكُ الشَّـمس منهـا كَوْكَبٌ شَرِقٌمُــؤَزَرٌ بعَمِيــمِ النَّبْــتِ مُكْتَهِـلُيَوْمـا بـأطْيَبَ مِنْهـا نَشْـرَ رائحَـةٍوَلا بأحْسَــنَ مِنْهـا إذ دَنـا الأصُـلُ (3)فأعلمهم بذلك تعالى، أن الذين آمنوا وعملوا الصالحات من المنظر الأنيق، واللذيذ من الأراييح، والعيش الهنيّ فيما يحبون، ويسرُون به، ويغبطون عليه. و (الحبرة) عند العرب: السرور والغبطة، قال العجاج:فـالْحَمْدُ لِلـهِ الَّـذِي أعْطَـى الحَـبَرْمَــوَالِيَ الحَــقَّ إِنَّ المَـوْلى شَـكَرْ (4)واختلف أهل التأويل في معنى ذلك، فقال بعضهم: معنى ذلك: فهم في روضة يكرمون.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس قوله: (فَهُمْ فِي رَوْضَةٍ يُحْبَرُونَ) قال: يكرمون.وقال آخرون: معناه: ينعمون.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد في قوله: ( يُحْبَرُونَ ) قال: ينعمون.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة في قوله: (فَهُمْ فِي رَوْضَةٍ يُحْبَرُونَ) قال: ينعمون.وقال آخرون: يلذذون بالسماع والغناء.* ذكر من قال ذلك:حدثني محمد بن موسى الحرسي، قال: ثني عامر بن يساف، قال: سألت يحيى بن أبي كثير، عن قول الله: (فَهُمْ فِي رَوْضَةٍ يُحْبَرُونَ) قال: الحبرة: اللذة والسماع.حدثنا عبيد الله بن محمد الفريابي، قال: ثنا ضمرة بن ربيعة، عن الأوزاعي، عن يحيى بن أبي كثير في قوله: (يُحْبَرُونَ) قال: السماع في الجنة.حدثنا ابن وكيع، قال: ثنا عيسى بن يونس، عن الأوزاعي، عن يحيى بن أبي كثير، مثله.حدثنا ابن وكيع، قال: ثنا أبي، عن عامر بن يساف، عن يحيى بن أبي كثير، مثله.وكل هذه الألفاظ التي ذكرنا عمن ذكرناها عنه تعود إلى معنى ما قلنا.-------------------الهوامش :(3) الأبيات الثلاثة لأعشى بني قيس بن ثعلبة (ديوانه طبع القاهرة بشرح الدكتور محمد حسين ص 57) والرواية فيه: من رياض الحزن. وهو المرتفع من الأرض. وأورد أبو عبيدة في مجاز القرآن (الورقة 187) البيت الأول والثالث. والرواية فيه: من رياض الحزم. وهو بمعنى الحزن أي الغليظ من الأرض. قال أبو عبيدة: (في روضة يحبرون): مجازه يفرحون ويسرون. وليس شيء أحسن عند العرب من الرياض المعشبة، ولا أطيب ريحًا؛ قال الأعشى: \"ما روضة ...\" إلخ. اهـ. قلت: ورواية الحزن أو الحزم أحسن الروايات، ورياض الحزن أطيب من رياض المنخفضات، لأن الريح تهب عليها فتهيج رائحتها، ولأن الأقدام لا تطؤها، ولأن الشمس تضربها من جميع نواحيها فيزكو زرعها وينضر. والمسبل: المطر. والهطل: الغزير، والكوكب النور والشرق : الزاهي والمؤزر الذي حوله نبات آخر، فهو كالإزار له. والمكتهل: الذي قد بلغ وتم. والنشر: تضوع الرائحة. والأصل: جمع أصيل، وهو وقت الغروب أو قبيله بقليل، حين تصفر الشمس وتدنو من الغروب.(4) البيتان للعجاج ( ديوانه طبع ليبسج سنة 1903 ص 15 ) من أرجوزة يمدح بها عمر بن عبيد الله بن معمر ) و ( مجاز القرآن لأبي عبيدة الورقة 187 - ب ) وقد أورده عطفًا على قول الأعشى الذي قبله. وفي ( اللسان: حبر ) : الحبر ( بفتح فسكون والحبر ) بفتحتين والحبرة ( بفتح فسكون ) والحبور: كله السرور. قال العجاج: \" فالحمد لله ...\" البيت من قولهم: حبرني هذا الأمر حبرًا ، أي سرني ، وقد حرك الباء فيهما، وأصله التسكين. وأحبرني الأمر: سرني ويروى الشبر ا هـ ."
    },
    {
      "ayah": 16,
      "surah": 30,
      "text": "القول في تأويل قوله تعالى :  وَأَمَّا الَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا وَلِقَاءِ الآخِرَةِ فَأُولَئِكَ فِي الْعَذَابِ مُحْضَرُونَ (16)يقول تعالى ذكره: وأما الذين جحدوا توحيد الله، وكذبوا رسله، وأنكروا البعث بعد الممات والنشور للدار الآخرة، فأولئك في عذاب الله محضرون، وقد أحضرهم الله إياها، فجمعهم فيها ليذوقوا العذاب الذي كانوا في الدنيا يكذّبون (1) .--------------------الهوامش :(1) كذا في الأصل بحذف ضمير الربط. أي يكذبون به."
    },
    {
      "ayah": 17,
      "surah": 30,
      "text": "القول في تأويل قوله تعالى :  فَسُبْحَانَ اللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ (17)يقول تعالى ذكره: فسبحوا الله أيها الناس: أي صلوا له (حِينَ تُمْسُونَ)، وذلك صلاة المغرب، (وَحِينَ تُصْبَحُونَ)، وذلك صلاة الصبح ."
    },
    {
      "ayah": 18,
      "surah": 30,
      "text": "(وَلهُ الْحَمْدُ فِي السَّمَاوَاتِ وَالأرْضِ) يقول: وله الحمد من جميع خلقه دون غيره (فِي السَّمَاوَاتِ) من سكانها من الملائكة، ( وَالأرْضِ ) من أهلها، من جميع أصناف خلقه فيها، (وَعَشِيًّا) يقول: وسَبِّحوه أيضا عشيا، وذلك صلاة العصر (وَحِينَ تُظْهِرُونَ) يقول: وحين تَدْخلون في وقت الظهر.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن وكيع، قال: ثنا أبي، عن سفيان، عن عاصم، عن أبي رَزين، قال: سأل نافع بن الأزرق ابن عباس: هل نجد (2) ميقات الصلوات الخمس في كتاب الله؟ قال: نعم (فَسُبْحَانَ اللهِ حِينَ تُمْسُونَ) المغرب (وَحِينَ تُصْبِحُونَ) الفجر (وَعَشِيًّا) العصر (وَحِينَ تُظْهِرُونَ) الظهر، قال:  وَمِنْ بَعْدِ صَلاةِ الْعِشَاءِ ثَلاثُ عَوْرَاتٍ لَكُمْ  .حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن عاصم، عن أبي رَزين، قال: سأل نافع بن الأزرق ابن عباس عن الصلوات الخمس في القرآن، قال: نعم، فقرأ (فَسُبْحَانَ اللهِ حِينَ تُمْسُونَ) قال: صلاة المغرب (وَحِينَ تُصْبِحُونَ) قال: صلاة الصبح (وَعَشِيًّا) قال: صلاة العصر (وَحِينَ تُظْهِرُونَ) صلاة الظهر، ثم قرأ:  وَمِنْ بَعْدِ صَلاةِ الْعِشَاءِ ثَلاثُ عَوْرَاتٍ لَكُمْ  .حدثني أبو السائب، قال: ثنا ابن إدريس، عن ليث، عن الحكم بن أبي عياض، عن ابن عباس، قال: جمعت هاتان الآيتان مواقيت الصلاة (فَسُبْحَانَ اللهِ حِينَ تُمْسُونَ) قال: المغرب والعشاء (وَحِينَ تُصْبِحُونَ) الفجر (وَعَشِيًّا) العصر (وَحِينَ تُظْهِرُونَ) الظهر.حدثنا ابن وكيع، قال: ثنا ابن إدريس، عن ليث، عن الحكم، عن أبي عياض، عن ابن عباس، بنحوه.حدثني يعقوب بن إبراهيم، قال: ثنا ابن علية، عن ليث، عن الحكم، عن أبي عياض، عن ابن عباس في قوله: (فَسُبْحَانَ اللهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ ...) إلى قوله: (وَحِينَ تُظْهِرُونَ) قال: جمعت الصلوات (فَسُبْحَانَ اللهِ حِينَ تُمْسُونَ) المغرب والعشاء (وَحِينَ تُصْبِحُونَ) صلاة الصبح (وَعَشِيًّا) صلاة العصر (وَحِينَ تُظْهِرُونَ) صلاة الظهر.حدثنا ابن وكيع، قال: ثنا إسحاق بن سليمان الرازي، عن أبي سنان، عن ليث، عن مجاهد (فَسُبْحَانَ اللهِ حِينَ تُمْسُونَ) المغرب والعشاء (وَحِينَ تُصْبِحُونَ) الفجر (وَعَشِيًّا) العصر (وَحِينَ تُظْهِرُونَ) الظهر، وكلّ سجدة في القرآن فهي صلاة.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة (فَسُبْحَانَ اللهِ حِينَ تُمْسُونَ) لصلاة المغرب (وَحِينَ تُصْبِحُونَ) لصلاة الصبح (وَعشَيًّا) لصلاة العصر  (وَحِينَ تُظْهِرُونَ) صلاة الظهر أربع صلوات.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قول الله: ( فَسُبْحَانَ اللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ وَلَهُ الْحَمْدُ فِي السَّمَاوَاتِ وَالأرْضِ وَعَشِيًّا وَحِينَ تُظْهِرُونَ ) قال: (حِينَ تُمْسُونَ): صلاة المغرب، (وَحِينَ تُصْبِحُونَ): صلاة الصبح، وعشيا: صلاة العصر، وحين تظهرون: صلاة الظهر.-----------------------الهوامش :(2) (هل تجد): ساقطة من الأصل، وأوردها الشوكاني في تفسيره فتح القدير (4 : 114) وسقط منه بعدها كلمة \"ميقات\" التي أوردها المؤلف هنا ."
    },
    {
      "ayah": 19,
      "surah": 30,
      "text": "القول في تأويل قوله تعالى :  يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَيُحْيِي الأَرْضَ بَعْدَ مَوْتِهَا وَكَذَلِكَ تُخْرَجُونَ (19)يقول تعالى ذكره: صَلّوا في هذه الأوقات التي أمركم بالصلاة فيها أيها الناس، الله الذي يخرج الحيّ من الميت، وهو الإنسان الحيّ من الماء الميت، ويخرج الماء الميت من الإنسان الحيّ(ويُحيي الأرْضَ بَعْدَ مَوْتِهَا) فينبتها، ويخرج زرعها بعد خرابها وجدوبها(وَكَذَلكَ تُخْرَجُونَ) يقول: كما يحيي الأرض بعد موتها، فيخرج نباتها وزرعها، كذلك يحييكم من بعد مماتكم، فيخرجكم أحياء من قبوركم إلى موقف الحساب.وقد بيَّنا فيما مضى قبل تأويل قوله: ( يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ )، وذكرنا اختلاف أهل التأويل فيه، فأغنى ذلك عن إعادته في هذا الموضع، غير أنا نذكر بعض ما لم نذكر من الخبر هنالك إن شاء الله.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس قوله: ( يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ ) قال: يخرج من الإنسان ماء ميتا (3) فيخلق منه بشرا، فذلك الميت من الحي، ويخرج الحي من الميت، فيعني بذلك أنه يخلق من الماء بشرًا فذلك الحي من الميت.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة، عن الحسن قوله: ( يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ ) المؤمن من الكافر، والكافر من المؤمن.حدثنا ابن وكيع، قال: ثنا جرير، وأبو معاوية عن الأعمش، عن إبراهيم، عن عبد الله ( يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ ) قال: النُّطْفة ماء الرجل ميتة وهو حيّ، ويخرج الرجل منها حيا وهي ميتة.--------------------الهوامش :(3) قوله \"ماء ميتًا\" بحسب الظاهر للأعين المجردة؛ فأما بعد اختراع المجهر المكبر، فقد علم أن ماء الرجل ليس بميت. والله سبحانه يخرج النبات الحي من الأرض الميتة، وأمثلة المفسرين القدماء تحتاج إلى تحقيق."
    },
    {
      "ayah": 2,
      "surah": 30,
      "text": "وقوله: ( غُلِبَتِ الرُّومُ فِي أَدْنَى الأرْضِ ) اختلفت القرّاء في قراءته، فقرأته عامة قرّاء الأمصار (غُلِبَتِ الرُّومُ) بضمّ الغين، بمعنى أن فارس غَلَبت الروم.وروي عن ابن عمر وأبي سعيد في ذلك ما حدثنا ابن وكيع، قال: ثني أبي، عن الحسن الجفريّ، عن سليط، قال: سمعت ابن عمر يقرأ (الم غَلَبَتِ الرُّومُ) فقيل له: يا أبا عبد الرحمن، على أيّ شيء غَلَبوا؟ قال: على ريف الشام.والصواب من القراءة في ذلك عندنا الذي لا يجوز غيره ( الم غُلِبَتِ الرُّومُ ) بضم الغين؛ لإجماع الحجة من القرّاء عليه. فإذ كان ذلك كذلك، فتأويل الكلام: غلبت فارس الروم ."
    },
    {
      "ayah": 20,
      "surah": 30,
      "text": "القول في تأويل قوله تعالى :  وَمِنْ آيَاتِهِ أَنْ خَلَقَكُمْ مِنْ تُرَابٍ ثُمَّ إِذَا أَنْتُمْ بَشَرٌ تَنْتَشِرُونَ (20)يقول تعالى ذكره: ومن حُججه على أنه القادر على ما يشاء أيها الناس من إنشاء وإفناء، وإيجاد وإعدام، وأن كل موجود فخلقه خلقة أبيكم من تراب، يعني بذلك خلق آدم من تراب، فوصفهم بأنه خلقهم من تراب، إذ كان ذلك فعله بأبيهم آدم كنحو الذي قد بيَّنا فيما مضى من خطاب العرب من خاطبت بما فعلت بسلفه من قولهم: فعلنا بكم وفعلنا.وقوله: (ثُمَّ إِذَا أنتُمْ بَشَرٌ تَنتَشِرُونَ) يقول: ثم إذا أنتم معشر ذرّية من خلقناه من تراب (بَشَرٌ تَنتَشِرُونَ)، يقول: تتصرفون.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة (وَمِنْ آياتِهِ أنْ خَلَقَكُمْ مِنْ تُرَابٍ) خلق آدم عليه السلام من تراب (ثُمَّ إِذَا أَنتُمْ بَشَرٌ تَنتَشِرُونَ) يعني: ذرّيته."
    },
    {
      "ayah": 21,
      "surah": 30,
      "text": "القول في تأويل قوله تعالى :  وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا لِتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً إِنَّ فِي ذَلِكَ لآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ (21)يقول تعالى ذكره: ومن حججه وأدلته على ذلك أيضا خلقه لأبيكم آدم من نفسه زوجة ليسكن إليها، وذلك أنه خلق حوّاء من ضلع من أضلاع آدم.كما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة ( وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا ) خلقها لكم من ضلع من أضلاعه.وقوله: (وَجَعَلَ بَيْنَكُم مَّوَدَّةً وَرَحْمَةً) يقول: جعل بينكم بالمصاهرة والختونة مودة تتوادّون بها، وتتواصلون من أجلها، (وَرَحْمَةً) رحمكم بها، فعطف بعضكم بذلك على بعض (إنَّ فِي ذَلِكَ لآيَاتٍ لِّقَوْمٍ يَتَفَكَّرُونَ) يقول تعالى ذكره: إن في فعله ذلك لعبرا وعظات لقوم يتذكرون في حجج الله وأدلته، فيعلمون أنه الإله الذي لا يُعجزه شيء أراده، ولا يتعذّر عليه فعل شيء شاءه."
    },
    {
      "ayah": 22,
      "surah": 30,
      "text": "القول في تأويل قوله تعالى :  وَمِنْ آيَاتِهِ خَلْقُ السَّمَاوَاتِ وَالأَرْضِ وَاخْتِلافُ أَلْسِنَتِكُمْ وَأَلْوَانِكُمْ إِنَّ فِي ذَلِكَ لآيَاتٍ لِلْعَالِمِينَ (22)يقول تعالى ذكره: ومن حججه وأدلته أيضا على أنه لا يُعجزه شيء، وأنه إذا شاء أمات من كان حيا من خلقه،  ثُمَّ إِذَا شَاءَ أَنْشَرَهُ  وأعاده كما كان قبل إماتته إياه خلقه السموات والأرض من غير شيء أحدث ذلك منه، بل بقدرته التي لا يمتنع معها عليه شيء أراده (وَاخْتِلافُ أَلْسِنَتِكُمْ) يقول: واختلاف منطق ألسنتكم ولغاتها(وَأَلْوَانِكُمْ) يقول: واختلاف ألوان أجسامكم (إِنَّ فِي ذَلِكَ لآياتٍ للْعالِمِينَ) يقول: إن في فعله ذلك كذلك لعبرا وأدلة لخلقه الذين يعقلون أنه لا يعييه إعادتهم لهيئتهم التي كانوا بها قبل مماتهم من بعد فنائهم، وقد بيَّنا معنى (الْعَالِمِينَ) فيما مضى قبل."
    },
    {
      "ayah": 23,
      "surah": 30,
      "text": "القول في تأويل قوله تعالى :  وَمِنْ آيَاتِهِ مَنَامُكُمْ بِاللَّيْلِ وَالنَّهَارِ وَابْتِغَاؤُكُمْ مِنْ فَضْلِهِ إِنَّ فِي ذَلِكَ لآيَاتٍ لِقَوْمٍ يَسْمَعُونَ (23)يقول تعالى ذكره: ومن حججه عليكم أيها القوم، تقديره الساعات والأوقات، ومخالفته بين الليل والنهار، فجعل الليل لكم سكنا تسكنون فيه، وتنامون فيه، وجعل النهار مضيئا لتصرّفكم في معايشكم والتماسكم فيه من رزق ربكم (إِنَّ فِي ذَلِكَ لآياتٍ لقَوْمٍ يَسْمَعُونَ) يقول تعالى ذكره: إن في فعل الله ذلك كذلك، لعبرا وذكرى وأدلة على أن فاعل ذلك لا يُعجزه شيء أراده (لِقَوْمٍ يِسْمَعُونَ) مواعظ الله، فيتعظون بها، ويعتبرون فيفهمون حجج الله عليهم."
    },
    {
      "ayah": 24,
      "surah": 30,
      "text": "القول في تأويل قوله تعالى :  وَمِنْ آيَاتِهِ يُرِيكُمُ الْبَرْقَ خَوْفًا وَطَمَعًا وَيُنَزِّلُ مِنَ السَّمَاءِ مَاءً فَيُحْيِي بِهِ الأَرْضَ بَعْدَ مَوْتِهَا إِنَّ فِي ذَلِكَ لآيَاتٍ لِقَوْمٍ يَعْقِلُونَ (24)يقول تعالى ذكره: ومن حججه (يُرِيكُمُ البَرْقَ خَوْفًا) لكم إذا كنتم سفْرا، أن تُمطروا فتتأذّوا به (وطَمَعًا) لكم، إذا كنتم في إقامة، أن تمطروا، فتحيوا وتخصبوا(وَيُنـزلُ مِنَ السَّماءِ مَاءً) يقول: وينـزل من السما مطرا، فيحيي بذلك الماء الأرض الميتة؛ فتنبت ويخرج زرعها بعد موتها، يعني جدوبها ودروسها(إِنَّ فِي ذَلِكَ لآيَاتٍ) يقول: إن في فعله ذلك كذلك لعبرا وأدلة (لِقَوْمٍ يَعْقِلُونَ) عن الله حججه وأدلته.وبنحو الذي قلنا في معنى قوله: (يُرِيكُمُ الْبَرْقَ خَوْفًا وَطَمَعًا) قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال ثنا يزيد، قال: ثنا سعيد، عن قَتادة، فى قوله: ( وَمِنْ آيَاتِهِ يُرِيكُمُ الْبَرْقَ خَوْفًا وَطَمَعًا ) قال: خوفا للمسافر، وطمعا للمقيم. واختلف أهل العربية في وجه سقوط \" أن \" في قوله: ( يُرِيكُمُ الْبَرْقَ خَوْفًا وَطَمَعًا ) فقال بعض نحويي البصرة: لم يذكر هاهنا \" أن \"؛ لأن هذا يدلّ على المعنى، وقال الشاعر:ألا أيُّهَـذَا الزَّاجِـرِي أحْـضُرَ الـوَغَىوأنْ أشْـهَدَ اللَّـذَّاتِ هَـل أنْتَ مُخْلِدي (4)قال: وقال:لَـوْ قُلْـتُ مـا فِـي قَوْمِهـا لَـمْ تِيثَمِيَفْضُلُهــا فــي حَسَــبٍ وَمِيسـمِ (5)وقال: يريد ما في قومها أحد، وقال بعض نحويي الكوفيين: إذا أظهرت \" أن \" فهي في موضع رفع، كما قال:  وَمِنْ آيَاتِهِ خَلْقُ السَّمَاوَاتِ وَالأَرْضِ  - وَمَنَامُكُمْ) فإذا حذفت جعلت (مِنْ) مؤدّية عن اسم متروك، يكون الفعل صلة، كقول الشاعر:وَمــا الدَّهْــرُ إلا تارَتـانِ فَمِنْهُمـاأمـوتُ وأُخْـرَى أبْتَغـي العَيْش أَكْدحُ (6)كأنه أراد: فمنهما ساعة أموتها، وساعة أعيشها، وكذلك: (وَمِنْ آيَاتِهِ يُرِيكُمُ) آية البرق، وآية لكذا، وإن شئت أردت: ويريكم من آياته البرق، فلا تضمر \" وأن \" ولا غيره. وقال بعض من أنكر قول البصري: إنما ينبغي أن تحذف \" أن \" من الموضع الذي يدلّ على حذفها، فأما في كلّ موضع فلا فأما مع أحضر الوغى، فلما كان: زجرتك أن تقوم، وزجرتك لأنْ تقوم، يدلّ على الاستقبال جاز حذف \" أن \"؛ لأن الموضع معروف لا يقع في كلّ الكلام، فأما قوله: ومن آياته أنك قائم، وأنك تقوم، وأن تقوم، فهذا الموضع لا يحذف، لأنه لا يدلّ على شيء واحد.والصواب من القول في ذلك أن \" من \" في قوله: (وَمِنْ آياتِهِ) تدل على المحذوف، وذلك أنها تأتي بمعنى التبعيض. وإذا كانت كذلك، كان معلوما أنها تقتضي البعض، فلذلك تحذف العرب معها الاسم؛ لدلالتها عليه.------------الهوامش :(4) البيت لطرفة بن العبد البكري من معلقته (مختار الشعر الجاهلي، بشرح مصطفى السقا، طبعة الحلبي ص 317). ورواية البيت عند البصريين أحضر بالرفع، لأنه لما أضمر (أن) قبله ذهب عملها، لأنها لا تعمل عندهم وهي مضمرة إلا في المواضع العشرة المخصوصة. وعند الكوفيين أحضر بالنصب، لأنها وإن أضمرت فكأنها موجودة لقوة الدلالة عليها؛ فكأنه قال: أن أحضر. والوغى: الحرب. وأصله أصوات المحاربين فيها. يقول: أيها الإنسان الذي يلومني على شهودي الحرب، وتحصيل اللذات، هل تخلدني في الدنيا إذا كففت عن الحرب؟ وقوله تعالى: (ومن آياته يريكم البرق ...) إلخ إما أن يتعلق (من آياته) بـ (يريكم)، فيكون في موضع نصب، ومن لابتداء الغاية أو \"يريكم\" على إضمار (أن) كما قال طرفة: \"ألا أيهذا ...\" البيت برفع أحضر، كرواية البصريين، والتقدير: أن أحضر، فلما حذف (أن) ارتفع الفعل، فيكون التقدير: ومن آياته إراءتكم إياكم البرق .(5) البيت من الرجز لحكيم بن معية الربعي التميمي، وهو راجز إسلامي كان في زمن العجاج، وقد نسبه إليه سيبويه في الكتاب (خزانة الأدب الكبرى للبغدادي 2 : 311). وأنشده الفراء في معاني القرآن عند قوله تعالى: (من الذين هادوا يحرفون الكلم) على أحد وجهين وذلك من كلام العرب أن يضمروا (مَنْ بفتح الميم) في مبتدأ الكلام (بمن بكسر الميم)، فيقولون: منا يقول ذاك ومنا لا يقوله؛ وذلك أن (من بالكسر) بعض لما هي منه فلذلك أدت عن المعنى المتروك؛ قال الله تعالى: (وما منا إلا له مقام معلوم) وقال (وإن منكم إلا واردها). ولا يجوز إضمار (من) بالفتح في شيء من الصفات (حروف الجر) إلا على هذا الذي نبأتك به، وقد قالها الشاعر في (في) ولست أشتهيها. قال: لو قلت ... البيت. وإنما جاز لك لأنك تجد معنى من (بالكسر) من أنه بعض ما أضيفت إليه ألا ترى أنك تقول: فينا الصالحون، وفينا دون ذلك، فكأنك قلت: منا. وقال الفراء في قوله تعالى (ومن آياته يريكم البرق). فمن أضمر (أن) فهي موضع اسم مرفوع، كما قال: (ومن آياته منامكم) فإذا حذفت أن، جعلت من (بالكسر) مؤدية عن اسم متروك يكون الفعل (في) صلة له، كقول الشاعر \"وما الدهر إلا تارتان ...\" إلخ البيت. كأن أراد: فمنها ساعة أموتها، وساعة أعيشها. وكذلك، ومن آياته آية للبرق، وآية لكذا. وإن شئت: يريكم من آياته البرق، فلا تضمر أن ولا غيره. ا هـ .(6) البيت لتميم بن أبي مقبل، وهو شاعر إسلامي (خزانة الأدب الكبرى للبغدادي) 2 : 308 (وهو شاهد على أن جملة أموت صفة لموصوف محذوف أي تارة أموت فيها أو أموتها، وتارة أخرى أبتغي العيش فيها. هكذا قدره سيبويه. وقال الفراء في (معاني القرآن، الورقة 247 ): كأنه أراد: فمنها ساعة أموتها، وساعة أعيشها. وكذلك: ومن آياته آية للبرق، وآية لكذا، وإن شئت: يريكم من آياته البرق، فلا تضمر (أن) ولا غيره. ا هـ . وأنشد البيت الزجاج في تفسيره، عند قوله تعالى: (من الذين هادوا يحرفون الكلم) أي قوم يحرفون، كهذا البيت. والمعنى منهما: تارة أموت فيها. فحذف تارة، وأقام الجملة التي هي صفة نائبة عنها ... إلخ."
    },
    {
      "ayah": 25,
      "surah": 30,
      "text": "القول في تأويل قوله تعالى :  وَمِنْ آيَاتِهِ أَنْ تَقُومَ السَّمَاءُ وَالأَرْضُ بِأَمْرِهِ ثُمَّ إِذَا دَعَاكُمْ دَعْوَةً مِنَ الأَرْضِ إِذَا أَنْتُمْ تَخْرُجُونَ (25)يقول تعالى ذكره: ومن حججه أيها القوم على قُدرته على ما يشاء، قيام السماء والأرض بأمره خضوعا له بالطاعة بغير عمد ترى ( ثُمَّ إِذَا دَعَاكُمْ دَعْوَةً مِنَ الأرْضِ إِذَا أَنْتُمْ تَخْرُجُونَ ) يقول: إذا أنتم تخرجون من الأرض، إذا دعاكم دعوة مستجيبين لدعوته إياكم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة ( وَمِنْ آيَاتِهِ أَنْ تَقُومَ السَّمَاءُ وَالأرْضُ بِأَمْرِهِ ) قامتا بأمره بغير عمد ( ثُمَّ إِذَا دَعَاكُمْ دَعْوَةً مِنَ الأرْضِ إِذَا أَنْتُمْ تَخْرُجُونَ ) قال: دعاهم فخرجوا من الأرض.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله: (إِذَا أنتُمْ تَخْرُجُونَ) يقول: من الأرض."
    },
    {
      "ayah": 26,
      "surah": 30,
      "text": "القول في تأويل قوله تعالى :  وَلَهُ مَنْ فِي السَّمَاوَاتِ وَالأَرْضِ كُلٌّ لَهُ قَانِتُونَ (26)يقول تعالى ذكره: من في السموات والأرض من ملك وجنّ وإنس عبيد وملك (كُلٌّ لَهُ قَانِتُونَ) يقول: كلّ له مطيعون، فيقول قائل: وكيف قيل (كُلٌّ لَهُ قَانِتُونَ) وقد علم أن أكثر الإنس والجنّ له عاصون؟ فنقول: اختلف أهل التأويل في تأويل ذلك، فنذكر اختلافهم، ثم نبين الصواب عندنا في ذلك من القول، فقال بعضهم: ذلك كلام مخرجه مخرج العموم، والمراد به الخصوص، ومعناه: (كُلٌّ لَهُ قَانِتُونَ) في الحياة والبقاء والموت، والفناء والبعث والنشور، لا يمتنع عليه شيء من ذلك، وإن عصاه بعضهم في غير ذلك.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس قوله:  وَمِنْ آيَاتِهِ أَنْ تَقُومَ السَّمَاءُ وَالأَرْضُ بِأَمْرِهِ ...  إلى (كُلٌّ لَهُ قَانِتُونَ) يقول: مطيعون، يعني الحياة والنشور والموت، وهم عاصون له فيما سوى ذلك من العبادة.وقال آخرون: بل معنى ذلك: (كُلٌّ لَهُ قَانِتُونَ) بإقرارهم بأنه ربهم وخالقهم.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة (كُلٌّ لَهُ قَانِتُونَ) : أي مطيع مقرٌّ بأن الله ربه وخالقه.وقال آخرون: هو على الخصوص، والمعنى: (وَلَهُ مَن فِي السَّمَاوَاتِ وَالأرْضِ) من ملك وعبد مؤمن لله مطيع دون غيرهم.* ذكر من قال ذلك:حدثني يونس. قال: أخبرنا ابن وهب. قال: قال ابن زيد في قوله: (كُلٌّ لَهُ قَانِتُونَ) قال: كلّ له مطيعون، المطيع: القانت. قال: وليس شيء إلا وهو مطيع، إلا ابن آدم، وكان أحقهم أن يكون أطوعهم لله. وفي قوله:  وَقُومُوا لِلَّهِ قَانِتِينَ  .قال: هذا في الصلاة. لا تتكلموا في الصلاة، كما يتكلم أهل الكتاب في الصلاة. قال: وأهل الكتاب يمشي بعضهم إلى بعض في الصلاة. قال: ويتقابلون في الصلاة، فإذا قيل لهم في ذلك، قالوا: لكي تذهب الشحناء من قلوبنا، تسلم قلوب بعضنا لبعض، فقال الله: وقوموا لله قانتين لا تزولوا كما يزولون. قانتين: لا تتكلموا كما يتكلمون. قال: فأما ما سوى هذا كله في القرآن من القنوت فهو الطاعة، إلا هذه الواحدة.وأولى الأقوال في ذلك بالصواب، القول الذي ذكرناه عن ابن عباس، وهو أن كلّ من في السماوات والأرض من خلق لله مطيع في تصرّفه فيما أراد تعالى ذكره، من حياة وموت، وما أشبه ذلك، وإن عصاه فيما يكسبه بقوله، وفيما له السبيل إلى اختياره وإيثاره على خلافه.وإنما قلت: ذلك أولى بالصواب في تأويل ذلك؛ لأن العصاة من خلقه فيما لهم السبيل إلى اكتسابه كثير عددهم، وقد أخبر تعالى ذكره عن جميعهم أنهم له قانتون، فغير جائز أن يخبر عمن هو عاص أنه له قانت فيما هو له عاص. وإذا كان ذلك كذلك، فالذي فيه عاص هو ما وصفت، والذي هو له قانت ما بينت."
    },
    {
      "ayah": 27,
      "surah": 30,
      "text": "وقوله: ( وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ ) يقول تعالى ذكره: والذي له هذه الصفات تبارك وتعالى، هو الذي يبدأ الخلق من غير أصل فينشئه ويوجده، بعد أن لم \u0026; 20-92 \u0026; يكن شيئا، ثم يفنيه بعد ذلك، ثم يعيده، كما بدأه بعد فنائه، وهو أهون عليه.اختلف أهل التأويل في معنى قوله: (وَهُوَ أهْوَنُ عَلَيْهِ) فقال بعضهم: معناه: وهو هين عليه.* ذكر من قال ذلك:حدثنا ابن وكيع، قال: ثنا يحيى بن سعيد العطار، عن سفيان، عمن ذكره، عن منذر الثوري، عن الربيع بن خيثم (وَهُوَ أهْوَنُ عَلَيْهِ) قال: ما شيء عليه بعزيز.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس قوله: ( وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ ) يقول: كلّ شيء عليه هين.وقال آخرون: معناه: وإعادة الخلق بعد فنائهم أهون عليه من ابتداء خلقهم.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس قوله: (وَهُوَ أهْوَنُ عَلَيْهِ) قال: يقول: أيسر عليه.حدثنا محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد قوله: (وَهُوَ أَهْوَنُ عَلَيْهِ) قال: الإعادة أهون عليه من البداءة، والبداءة عليه هين.حدثني ابن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن سماك، عن عكرِمة قرأ هذا الحرف ( وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ ) قال: تعجب الكفار من إحياء الله الموتى، قال: فنـزلت هذه الآية: ( وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ ) إعادة الخلق أهون عليه من إبداء الخلق.حدثنا ابن وكيع، قال: ثنا غندر، عن شعبة، عن سماك، عن عكرِمة، بنحوه. إلا أنه قال: إعادة الخلق أهون عليه من ابتدائه.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة قوله: (وَهُوَ أهْوَنُ عَلَيْه) : يقول: إعادته أهون عليه من بدئه، وكلّ على الله هين. وفي بعض القراءة: (وكلٌ على الله هين).وقد يحتمل هذا الكلام وجهين، غير القولين اللذين ذكرت، وهو أن يكون معناه: \u0026; 20-93 \u0026; وهو الذي يبدأ الخلق ثم يعيده، وهو أهون على الخلق؛ أي إعادة الشيء أهون على الخلق من ابتدائه. والذي ذكرنا عن ابن عباس في الخبر الذي حدثني به ابن سعد قول أيضا له وجه.وقد وجَّه غير واحد من أهل العربية قول ذي الرمة:أخـي قَفَـرَاتٍ دَبَّيَـتْ فِـي عظامـهشُـفافات أعْجـاز الكَـرَى فهوَ أخْضَعَ (1)إلى أنه بمعنى خاضع. وقول الآخر:لَعَمْـــرُكَ إنَّ الزِّبْرَقــانَ لَبــاذِلٌلَمعْروفِــه عِنْــدَ السِّـنِينَ وأفْضَـلُكَــرِيمٌ لَــه عَـنْ كُـلّ ذَمّ تَـأَخُّرٌوفِــي كُــلّ أسْـبابِ المَكـارِمِ أوَّلُ (2)إلى أنه بمعنى: وفاضل. وقول معن:لَعَمْــرُكَ مـا أْدِري وإنّـي لأوْجَـلُعــلى أيِّنــا تَعْــدُو المَنِيَّـةُ أوَّلُ (3)إلى أنه بمعنى: وإني لوجل. وقول الآخر:تَمَنَّـى مُـرَيْءُ القَيْسِ مَوْتي وإنْ أمُتْفَتِلــكَ سَـبِيلٌ لَسْـتُ فِيهـا بـأوْحَدِ (4)إلى أنه بمعنى: لست فيها بواحد. وقول الفرزدق:إنَّ الَّـذِي سَـمَكَ السَّـماءَ بَنـى لَنـابَيْتــا دَعائمُــهُ أعَــزُّ وأطْــوَلُ (5)إلى أنه بمعنى: عزيزة طويلة.قالوا: ومنه قولهم في الأذان: الله أكبر؛ بمعنى: الله كبير؛ وقالوا: إن قال قائل: إن الله لا يوصف بهذا، وإنما يوصف به الخلق، فزعم أنه وهو أهون على الخلق، فإن الحجة عليه قول الله:  وَكَانَ ذَلِكَ عَلَى اللَّهِ يَسِيرًا  ، وقوله:  وَلا يَئُودُهُ حِفْظُهُمَا  أي: لا يثقله حفظهما.وقوله: (وَلَهُ المَثَلُ الأعْلَى) يقول: ولله المثل الأعلى في السماوات والأرض، وهو أنه لا إله إلا هو وحده لا شريك له، ليس كمثله شيء، فذلك المثل الأعلى، تعالى ربنا وتقدّس.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس قوله: (وَلَهُ المَثَلُ الأعْلَى فِي السَّمَاوَاتِ) يقول: ليس كمثله شيء.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة قوله: (وَلَهُ المَثَلُ الأعْلَى فِي السَّمَاوَاتِ والأرْضِ) مثله أنه لا إله إلا هو، ولا ربّ غيره.وقوله: (وَهُوَ العَزِيزُ الحَكِيمُ) يقول تعالى ذكره: وهو العزيز في انتقامه من أعدائه، الحكيم في تدبيره خلقه، وتصريفهم فيما أراد من إحياء وإماتة، وبعث ونشر، وما شاء.---------------------الهوامش:(1) البيت في ديوان ذي الرمة (طبع جامعة كيمبردج سنة 1919 ص 348). قال في شرحه: شفافات: بقايا أعجاز الكرى، أواخر النوم، فاستعار له المنهل. فكأنه قد سكر، فهو أخضع.(2) البيتان لم أقف على قائلهما. والزبرقان بن بدر من سادات بني تميم. والسنون جمع سنة، والمراد بها الجدب والقحط. والشاهد في قول الشاعر \"وأفضل\" فإنه بمعنى \"فاضل\" ولا تفضيل فيه، كما قال المؤلف: على أنه يمكن تخريج البيت على معنى التفضيل، كما يأتي في الشواهد الأخرى، أي وهو أفضل من غيره على كل حال.(3) البيت لمعن بن أوس المزني (ذيل الأمالي لأبي علي القالي ص 218). واستشهد به المؤلف على أن قوله: \"لأوجل\": أي لوجل، وانظر شرح البيت وإعرابه في خزانة الأدب الكبرى للبغدادي (3 : 505 - 506).(4) البيت لمالك بن القين الخزرجي الأنصاري، حققه الأستاذ عبد العزيز الميمني في شرح ذيل الأمالي ص 104 (وهو من ثلاثة أبيات كتب بها يزيد بن عبد الملك إلى أخيه هشام وقد بلغه أنه يتمنى موته. وقيل: كتب بها الوليد إلى أخيه سليمان) كما في مروج الذهب للمسعودي (ورواية صدر البيت الأول مخالفة لما في ذيل الأمالي ص 218) والأبيات الثلاثة هي:تَمَنَّـى رِجَـالٌ أَنْ أَمُـوتَ وَإِنْ أَمُـتْفَتِلْــكَ سَـبِيلٌ لَسْـتُ فِيهَـا بِـأَوْحَدِفَمَـا عَيْشُ مَـنْ يَرْجُو رَدَايَ بِضَائرِيوَمَـا عَيْشُ مَـنْ يَرْجُـو رَدَايَ بِمُخْلَدِفَقُـلْ للَّـذِي يَبْغـي خِلافَ الَّذِي مَضَىتَجَــهَّزْ لأُخْـرَى مِثْلِهَـا فَكَـأَنْ قَـدِوقوله: \"خلاف الذي مضى\": يريد: أن يخلف على ميراثه أو محله. وقد استشهد المؤلف على أن قوله \"بأوحد\" معناه واحد، مثل قول الله تعالى: (وهو أهون عليه): أي هين عليه، فالصيغة وإن كانت صيغة أفعل التي للتفضيل إلا أنه لا تفضيل هنا، وإنما هو لمجرد الوصف بدون تفضيل. وإنما ذكر يزيد هذه الأبيات على سبيل التمثل بها وليست من شعره. قال القالي: فرد عليه هشام بيتين وهما:وَمَـنْ لا يُغْمِـض عَيْنَـهُ عَنْ صَـدِيقِهِوَعَـنْ بَعْـضِ مَا فِيهِ يَمُتْ وَهُوَ عَاتِبُوَمَــنْ يَتَتَبَّــعْ جَـاهِدًا كُـلَّ عَـثْرَةٍيَجِدْهَـا وَلا يَسْـلَمْ لَـهُ الدَّهْرَ صَاحِبُثم قال: فرد عليه يزيد بقصيدة معن بن أوس التي يقول فيها:لَعَمْــرُكَ مـا أدْرِي وَإِنّـي لأَوْجَـلُعَــلى أينــا تَعْــدُو المَنِيَّـةُ أوَّلُوقد بين البغدادي في خزانة الأدب الكبرى (500 - 502) أن هذا الشاهد وما ماثله يمكن أن يحمل على التفضيل لا على مجرد الوصف، فراجعه ثمة.(5) البيت للفرزدق (ديوانه طبعة الصاوي بالقاهرة ص 714) وهو من شواهد أبي عبيدة في مجاز القرآن (الورقة 187 - ب) قال أبو عبيدة: أي عزيزة طويلة. فإن احتج فقال: إن الله عز وجل لا يوصف بهذا، وإنما يوصف الخلق، فزعم أن (وهو أهون عليه) على الخلق؛ فإن الحجة عليه قول الله عز وجل: (وكان ذلك على الله يسيرًا). وفي آية أخرى: (ولا يئوده حفظهما) أي لا يثقله."
    },
    {
      "ayah": 28,
      "surah": 30,
      "text": "القول في تأويل قوله تعالى :  ضَرَبَ لَكُمْ مَثَلا مِنْ أَنْفُسِكُمْ هَلْ لَكُمْ مِنْ مَا مَلَكَتْ أَيْمَانُكُمْ مِنْ شُرَكَاءَ فِي مَا رَزَقْنَاكُمْ فَأَنْتُمْ فِيهِ سَوَاءٌ تَخَافُونَهُمْ كَخِيفَتِكُمْ أَنْفُسَكُمْ كَذَلِكَ نُفَصِّلُ الآيَاتِ لِقَوْمٍ يَعْقِلُونَ (28)يقول تعالى ذكره: مثل لكم أيها القوم ربكم مثلا من أنفسكم، (هَلْ لَكُمْ مِمَّا مَلَكَتْ أَيْمَانُكُم) يقول: من مماليككم من شركاء، فيما رزقناكم من مال، فأنتم فيه سواء وهم. يقول: فإذا لم ترضوا بذلك لأنفسكم فكيف رضيتم أن تكون آلهتكم التي تعبدونها لي شركاء في عبادتكم إياي، وأنتم وهم عبيدي ومماليكي، وأنا مالك جميعكم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة قوله: ( ضَرَبَ لَكُمْ مَثَلا مِنْ أَنْفُسِكُمْ هَلْ لَكُمْ مِنْ مَا مَلَكَتْ أَيْمَانُكُمْ مِنْ شُرَكَاءَ فِي مَا رَزَقْنَاكُمْ فَأَنْتُمْ فِيهِ سَوَاءٌ ) قال: مثل ضربه الله لمن عدل به شيئا من خلقه، يقول: أكان أحدكم مشاركا مملوكه في فراشه وزوجته؟! فكذلكم الله لا يرضى أن يعدل به أحد من خلقه.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: ( ضَرَبَ لَكُمْ مَثَلا مِنْ أَنْفُسِكُمْ هَلْ لَكُمْ مِنْ مَا مَلَكَتْ أَيْمَانُكُمْ مِنْ شُرَكَاءَ فِي مَا رَزَقْنَاكُمْ فَأَنْتُمْ فِيهِ سَوَاءٌ ) قال: هل تجد أحدا يجعل عبده هكذا في ماله، فكيف تعمد أنت وأنت تشهد أنهم عبيدي وخلقي، وتجعل لهم نصيبا في عبادتي، كيف يكون هذا؟ قال: وهذا مثل ضربه الله لهم، وقرأ: ( كَذَلِكَ نُفَصِّلُ الآيَاتِ لِقَوْمٍ يَعْقِلُونَ ).واختلف أهل التأويل في تأويل قوله: ( تَخَافُونَهُمْ كَخِيفَتِكُمْ أَنْفُسَكُمْ ) فقال بعضهم: معنى ذلك: تخافون هؤلاء الشركاء، مما ملكت أيمانكم، أن يرثوكم أموالكم من بعد وفاتكم، كما يرث بعضكم بعضا.* ذكر من قال ذلك:حُدثت عن حجاج، عن ابن جُرَيج، عن عطاء الخراساني، عن ابن عباس قال: في الآلهة، وفيه يقول: تخافونهم أن يرثوكم كما يرث بعضكم بعضا.وقال آخرون: بل معنى ذلك: تخافون هؤلاء الشركاء مما ملكت أيمانكم أن يقاسموكم أموالكم، كما يقاسم بعضكم بعضا.* ذكر من قال ذلك:حدثنا ابن عبد الأعلى، قال: ثنا المعتمر، قال: سمعت عمران، قال: قال أبو مجلز: إن مملوكك لا تخاف أن يقاسمك مالك، وليس له ذلك، كذلك الله لا شريك له.وأولى القولين بالصواب في تأويل ذلك، القول الثاني؛ لأنه أشبههما بما دلّ عليه ظاهر الكلام، وذلك أن الله جلّ ثناؤه وبخ هؤلاء المشركين، الذين يجعلون له من خلقه آلهة يعبدونها، وأشركوهم في عبادتهم إياه، وهم مع ذلك يقرّون بأنها خلقه وهم عبيده، وعيرهم بفعلهم ذلك، فقال لهم: هل لكم من عبيدكم شركاء فيما خوّلناكم من نعمنا، فهم سواء، وأنتم في ذلك تخافون أن يقاسموكم ذلك المال الذي هو بينكم وبينهم، كخيفة بعضكم بعضا أن يقاسمه ما بينه وبينه من المال شركة، فالخيفة التي ذكرها تعالى ذكره بأن تكون خيفة مما يخاف الشريك من مقاسمة شريكه المال الذي بينهما إياه، أشبه من أن تكون خيفة منه بأن يرثه؛ لأن ذكر الشركة لا يدلّ على خيفة الوراثة، وقد يدلّ على خيفة الفراق والمقاسمة.وقوله: (كَذَلكَ نُفَصّلُ الآياتِ لِقَوْمٍ يَعْقِلُونَ) يقول تعالى ذكره: كما بيَّنا لكم أيها القوم حججنا في هذه الآيات من هذه السورة على قدرتنا على ما نشاء من إنشاء ما نشاء، وإفناء ما نحبّ، وإعادة ما نريد إعادته بعد فنائه، ودللنا على أنه لا تصلح العبادة إلا للواحد القهار، الذي بيده ملكوت كلّ شيء كذلك نبين حججنا في كل حقّ لقوم يعقلون، فيتدبرونها إذا سمعوها، ويعتبرون فيتعظون بها."
    },
    {
      "ayah": 29,
      "surah": 30,
      "text": "القول في تأويل قوله تعالى :  بَلِ اتَّبَعَ الَّذِينَ ظَلَمُوا أَهْوَاءَهُمْ بِغَيْرِ عِلْمٍ فَمَنْ يَهْدِي مَنْ أَضَلَّ اللَّهُ وَمَا لَهُمْ مِنْ نَاصِرِينَ (29)يقول تعالى ذكره: ما ذلك كذلك، ولا أشرك هؤلاء المشركون في عبادة الله \u0026; 20-97 \u0026; الآلهة والأوثان؛ لأن لهم شركاء فيما رزقهم الله من ملك أيمانهم، فهم وعبيدهم فيه سواء، يخافون أن يقاسموهم ما هم شركاؤهم فيه، فرضوا لله من أجل ذلك بما رضوا به لأنفسهم، فأشركوهم في عبادته، ولكن الذين ظلموا أنفسهم فكفروا بالله، اتبعوا أهواءهم، جهلا منهم لحقّ الله عليهم، فأشركوا الآلهة والأوثان في عبادته، (فَمَنْ يهْدِي مَنْ أضَلَّ اللهُ) يقول: فمن يسدّد للصواب من الطرق، يعني بذلك من يوفق للإسلام مَن أضلّ الله عن الاستقامة والرشاد (وَما لَهُمْ منْ ناصرِينَ) يقول: وما لمن أضلّ الله من ناصرين ينصرونه، فينقذونه من الضلال الذي يبتليه به تعالى ذكره."
    },
    {
      "ayah": 3,
      "surah": 30,
      "text": "( فِي أَدْنَى الأرْضِ ) من أرض الشام إلى أرض فارس ( وَهُمْ مِنْ بَعْدِ غَلَبِهِمْ ) يقول: والروم من بعد غلبة فارس إياهم (سَيَغْلِبُونَ) فارس ."
    },
    {
      "ayah": 30,
      "surah": 30,
      "text": "القول في تأويل قوله تعالى :  فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا فِطْرَةَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا لا تَبْدِيلَ لِخَلْقِ اللَّهِ ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ (30)يقول تعالى ذكره: فسدّد وجهك نحو الوجه الذي وجهك إليه ربك يا محمد لطاعته، وهي الدين، (حَنِيفًا) يقول: مستقيما لدينه وطاعته (فِطرةَ اللهِ التي فَطَر النَّاسَ عَلَيْهَا) يقول: صنعة الله التي خلق الناس عليها ونصبت \" فطرة \" على المصدر من معنى قوله: (فَأقِم وَجْهَكَ للدّينِ حَنِيفًا) وذلك أن معنى ذلك: فطر الله الناس على ذلك فطرة.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: (فِطْرَةَ اللهِ الَّتِي فَطَر النَّاسَ عَلَيْها) قال: الإسلام مُذ خلقهم الله من آدم جميعا، يقرّون بذلك، وقرأ:  وَإِذْ أَخَذَ رَبُّكَ مِنْ بَنِي آدَمَ مِنْ ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ عَلَى أَنْفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ قَالُوا بَلَى شَهِدْنَا  قال: فهذا قول الله:  كَانَ النَّاسُ أُمَّةً وَاحِدَةً فَبَعَثَ اللَّهُ النَّبِيِّينَ  بعد.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد (فِطْرَةَ اللهِ) قال: الإسلام.حدثنا ابن حميد، قال: ثنا يحيى بن واضح، قال: ثنا يونس بن أبي صالح، \u0026; 20-98 \u0026; عن يزيد بن أبي مريم، قال: مرّ عمر بمُعاذ بن جبل، فقال: ما قوام هذه الأمة؟ قال معاذ: ثلاث، وهنّ المنجيات: الإخلاص، وهو الفطرة (فِطْرَةَ اللهِ الَّتِي فَطَرَ النَّاسَ عَلَيْها)، والصلاة: وهي الملة، والطاعة: وهي العصمة. فقال عمر: صدقت.حدثني يعقوب، قال: ثني ابن علية، قال: ثنا أيوب، عن أبي قلابة أن عمر قال لمعاذ: ما قوام هذه الأمة؟ ثم ذكر نحوه.وقوله: (لا تَبْدِيلَ لِخَلْقِ اللهِ) يقول: لا تغيير لدين الله؛ أي لا يصلح ذلك، ولا ينبغي أن يفعل.واختلف أهل التأويل في تأويل ذلك، فقال بعضهم نحو الذي قلنا في ذلك.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد (لا تَبْدِيلَ لخَلْقِ اللهِ) قال: لدينه.حدثني أبو السائب، قال: ثنا ابن إدريس، عن ليث قال: أرسل مجاهد رجلا يقال له: قاسم، إلى عكرِمة يسأله عن قول الله: (لا تَبْدِيلَ لخَلْقِ اللهِ) إنما هو الدين، وقرأ: (لا تَبْدِيلَ لخَلْقِ اللهِ ذلكَ الدّينُ القَيِّمُ).حدثنا ابن وكيع، قال: ثنا زيد بن حباب، عن حسين بن واقد، عن يزيد النحوي، عن عكرِمة (فطْرَةَ اللهِ الَّتي فَطَرَ النَّاسَ عَلَيْها) قال: الإسلام.قال: ثني أبي، عن نضر بن عربي، عن عكرمة (لا تَبْدِيلَ لخَلْقِ اللهِ) قال: لدين الله.قال: ثني أبي، عن سفيان، عن ليث، عن مجاهد، قال: لدين الله.قال: ثنا أبي، عن عبد الجبار بن الورد، عن القاسم بن أبي بزّة، قال: قال مجاهد، فسل عنها عكرِمة، فسألته، فقال عكرِمة: دين الله تعالى ما له أخزاه الله؟! ألم يسمع إلى قوله: (فِطْرَةَ اللهِ التي فَطَرَ النَّاسَ عَلَيْهَا لا تَبْدِيلَ لِخَلْقِ اللهِ)؟حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة (لا تَبْدِيلَ لِخَلْقِ اللهِ) : أي لدين الله.حدثنا ابن وكيع، قال: ثنا حفص بن غياث، عن ليث، عن عكرِمة، قال: \u0026; 20-99 \u0026; لدين الله.قال: ثنا ابن عيينة، عن حميد الأعرج، قال: قال سعيد بن جُبَير (لا تَبْدِيلَ لِخَلْقِ اللهِ) قال: لدين الله.قال: ثنا المحاربي، عن جويبر، عن الضحاك (لا تَبْدِيلَ لِخَلْقِ اللهِ) قال: لدين الله.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: (لا تَبْدِيلَ لِخَلْقِ اللهِ) قال: دين الله.حدثنا ابن وكيع، قال: ثنا أبي، عن مسعر وسفيان، عن قيس بن مسلم، عن إبراهيم، قال: (لا تَبْدِيلَ لِخَلْقِ اللهِ) قال: لدين الله.قال: ثنا أبي، عن جعفر الرازي، عن مغيرة، عن إبراهيم، قال: لدين الله.وقال آخرون: بل معنى ذلك: لا تغيير لخلق الله من البهائم، بأن يخصي الفحول منها.* ذكر من قال ذلك:حدثنا ابن وكيع، قال: ثنا ابن فضيل، عن مطرف، عن رجل، سأل ابن عباس عن خصاء البهائم، فكرهه، وقال: (لا تَبْدِيلَ لِخَلْقِ اللهِ).قال: ثنا ابن عيينة، عن حميد الأعرج، قال: قال عكرِمة: الإخصاء.قال: ثنا حفص بن غياث، عن ليث، عن مجاهد، قال: الإخصاء.وقوله: (ذلكَ الدِّينُ القَيِّمُ) يقول تعالى ذكره: إن إقامتك وجهك للدين حنيفا، غير مغير ولا مبدّل، هو الدين القيم، يعني: المستقيم الذي لا عوج فيه عن الاستقامة من الحنيفية إلى اليهودية والنصرانية، وغير ذلك من الضلالات والبدع المحدثة.وقد وجَّه بعضهم معنى الدين في هذا الموضع إلى الحساب.* ذكر من قال ذلك:حدثني محمد بن عمارة، قال: ثنا عبد الله بن موسى، قال: أخبرنا أبو ليلى، عن بريدة (ذَلِكَ الدِّينُ القَيِّمُ) قال: الحساب القيم.(وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ) يقول تعالى ذكره: ولكن أكثر الناس لا يعلمون أن الدين الذي أمرتك يا محمد به بقولي (فَأقمْ وَجْهَكَ للدِّينِ حَنِيفا) هو الدين الحقّ دون سائر الأديان غيره."
    },
    {
      "ayah": 31,
      "surah": 30,
      "text": "القول في تأويل قوله تعالى :  مُنِيبِينَ إِلَيْهِ وَاتَّقُوهُ وَأَقِيمُوا الصَّلاةَ وَلا تَكُونُوا مِنَ الْمُشْرِكِينَ (31)يعني تعالى ذكره بقوله: (مُنِيِبِين إلَيْهِ) تائبين راجعين إلى الله مقبلين.كما حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: (مُنِيبينَ إلَيْهِ) قال: المنيب إلى الله: المطيع لله، الذي أناب إلى طاعة الله وأمره، ورجع عن الأمور التي كان عليها قبل ذلك، كان القوم كفارا، فنـزعوا ورجعوا إلى الإسلام.وتأويل الكلام: فأقم وجهك يا محمد للدين حنيفا، منيبين إليه، إلى الله، فالمنيبون حال من الكاف التي في وجهك.فإن قال قائل: وكيف يكون حالا منها، والكاف كناية عن واحد، والمنيبون صفة لجماعة؟ قيل: لأن الأمر من الكاف كناية اسمه من الله في هذا الموضع أمر منه له ولأمته، فكأنه قيل له: فأقم وجهك أنت وأمتك للدين حنيفا لله، منيبين إليه.وقوله: (واتَّقُوهُ) يقول جلّ ثناؤه: وخافوا الله وراقبوه، أن تفرّطوا في طاعته، وتركبوا معصيته (وَلا تَكُونَوا مِنَ المُشْرِكِينَ) يقول: ولا تكونوا من أهل الشرك بالله بتضييعكم فرائضه، وركوبكم معاصيه، وخلافكم الدين الذي دعاكم إليه."
    },
    {
      "ayah": 32,
      "surah": 30,
      "text": "وقوله: (مِنَ الَّذِينَ فَرَّقُوا دِينَهُمْ وكانُوا شِيَعا) يقول: ولا تكونوا من المشركين الذين بدّلوا دينهم، وخالفوه ففارقوه (وكانوا شِيَعًا) يقول: وكانوا أحزابا فرقا كاليهود والنصارى.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة (الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعا) : وهم اليهود والنصارى.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: (الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعا) إلى آخر الآية، قال: هؤلاء يهود، فلو وجِّه قوله: (مِنَ الِّذِينَ فَرَّقُوا دِينَهُمْ) إلى أنه خبر مستأنف منقطع عن قوله: (وَلا تَكُونُوا مِنَ المُشْرِكِينَ)، وأن معناه: (من الذين فرّقوا دِينَهُم وكانُوا شيَعا) أحزابا، (كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ) كان وجها يحتمله الكلام.وقوله: (كُلُّ حِزْبٍ بمَا لَديْهِمْ فَرِحُونَ) يقول: كل طائفة وفرقة من هؤلاء الذين فارقوا دينهم الحقّ، فأحدثوا البدع التي أحدثوا(بِمَا لَديْهم فَرِحُونَ) يقول: بما هم به متمسكون من المذهب، فرحون مسرورون، يحسبون أن الصواب معهم دون غيرهم."
    },
    {
      "ayah": 33,
      "surah": 30,
      "text": "القول في تأويل قوله تعالى :  وَإِذَا مَسَّ النَّاسَ ضُرٌّ دَعَوْا رَبَّهُمْ مُنِيبِينَ إِلَيْهِ ثُمَّ إِذَا أَذَاقَهُمْ مِنْهُ رَحْمَةً إِذَا فَرِيقٌ مِنْهُمْ بِرَبِّهِمْ يُشْرِكُونَ (33)يقول تعالى ذكره: وإذا مسّ هؤلاء المشركين الذين يجعلون مع الله إلها آخر ضرّ، فأصابتهم شدة وجدوب وقحوط (دَعَوْا رَبَّهُمْ) يقول: أخلصوا لربهم التوحيد، وأفردوه بالدعاء والتضرّع إليه، واستغاثوا به (مُنِيبِينَ إِلَيْهِ)، تائبين إليه من شركهم وكفرهم (ثُمَّ إِذَا أذاقَهُمْ مِنْهُ رَحْمَةً) يقول: ثم إذا كشف ربهم تعالى ذكره عنهم ذلك الضرّ، وفرّجه عنهم، وأصابهم برخاء وخصب وسعة، (إذَا فَرِيقٌ مِنْهُمْ) يقول: إذا جماعة منهم (بِرَبِّهِمْ يُشْرِكُونَ) يقول: يعبدون معه الآلهة والأوثان."
    },
    {
      "ayah": 34,
      "surah": 30,
      "text": "القول في تأويل قوله تعالى :  لِيَكْفُرُوا بِمَا آتَيْنَاهُمْ فَتَمَتَّعُوا فَسَوْفَ تَعْلَمُونَ (34)يقول تعالى ذكره متوعدا لهؤلاء المشركين الذين أخبر عنهم أنه إذا كشف الضرّ عنهم كفروا به: ليكفروا بما أعطيناهم، يقول: إذا هم بربهم يشركون، كي يكفروا: أي يجحدوا النعمة التي أنعمتها عليهم، بكشفي عنهم الضرّ الذي كانوا فيه، وإبدالي ذلك لهم بالرخاء والخصب والعافية، وذلك الرخاء والسعة هو الذي آتاهم تعالى ذكره: الذي قال: (بِمَا آتَيْنَاهُمْ) وقوله: (فَتَمَتَّعُوا) يقول: فتمتعوا أيها القوم، بالذي آتيناكم من الرخاء والسعة في هذه الدنيا(فَسَوْف تَعْلَمُونَ) إذا وردتم على ربكم ما تلقون من عذابه، وعظيم عقابه على كفركم به في الدنيا.وقد قرأ بعضهم: (فَسَوْفَ يَعْلَمُونَ) بالياء، بمعنى: ليكفروا بما آتيناهم، فقد تمتعوا، على وجه الخبر، فسوف يعلمون."
    },
    {
      "ayah": 35,
      "surah": 30,
      "text": "القول في تأويل قوله تعالى :  أَمْ أَنْزَلْنَا عَلَيْهِمْ سُلْطَانًا فَهُوَ يَتَكَلَّمُ بِمَا كَانُوا بِهِ يُشْرِكُونَ (35)يقول تعالى ذكره: أم أنـزلنا على هؤلاء الذين يشركون في عبادتنا الآلهة والأوثان كتابا بتصديق ما يقولون، وبحقيقة ما يفعلون (فَهُوَ يَتَكَلَّمُ بِمَا كَانُوا بِهِ يُشْرِكُونَ) يقول: فذلك الكتاب ينطق بصحة شركهم، وإنما يعني جلّ ثناؤه بذلك: أنه لم ينـزل بما يقولون ويفعلون كتابا، ولا أرسل به رسولا وإنما هو شيء افتعلوه واختلقوه؛ اتباعا منهم لأهوائهم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة قوله: ( أَمْ أَنـزلْنَا عَلَيْهِمْ سُلْطَانًا فَهُوَ يَتَكَلَّمُ بِمَا كَانُوا بِهِ يُشْرِكُونَ ) يقول: أم أنـزلنا عليهم كتابا فهو ينطق بشركهم."
    },
    {
      "ayah": 36,
      "surah": 30,
      "text": "القول في تأويل قوله تعالى :  وَإِذَا أَذَقْنَا النَّاسَ رَحْمَةً فَرِحُوا بِهَا وَإِنْ تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ إِذَا هُمْ يَقْنَطُونَ (36)يقول تعالى ذكره: إذا أصاب الناس منا خصب ورخاء وعافية في الأبدان والأموال، فرحوا بذلك، وإن تصبهم منا شدّة من جدب وقحط وبلاء في الأموال والأبدان (بِمَا قَدَّمَتْ أيْدِيهمْ) يقول: بما أسلفوا من سيئ الأعمال بينهم وبين الله، وركبوا من المعاصي (إذَا هُمْ يَقْنطُونَ) يقول: إذا هم ييأسون من الفرج، والقنوط: هو الإياس، ومنه قول حميد الأرقط.قَدْ وَجَدُوا الحَجَّاجَ غَيرَ قَانِطِ (1)وقوله: (إذَا هُمْ يَقْنَطُونَ) هو جواب الجزاء؛ لأن \" إذا \" نابت عن الفعل بدلالتها عليه، فكأنه قيل: وإن تصبهم سيئة بما قدّمت أيديهم وجدتهم يقنطون، أو تجدهم، أو رأيتهم، أو تراهم. وقد كان بعض نحويي البصرة يقول: إذا كانت \" إذا \" جوابا لأنها متعلقة بالكلام الأوّل بمنـزلة الفاء.------------------------الهوامش:(1) البيت لحميد الأرقط (مجاز القرآن لأبي عبيدة، الورقة 188 - ب) قال: (إذا هو يقنطون): أي ييئسون، قال حميد الأرقط: \"قد وجدوا ...\" البيت. وفي (اللسان: قنط): القنوط: اليأس. وفي التهذيب: اليأس من الخير. وقيل: أشد اليأس من الشيء. وقنط يقنط ويقنط (كضرب ونصر) وقنط قنطًا كتعب فهو قنط، وقرئ: (ولا تكن من القانطين). وأما قنط يقنط (بالفتح فيهما) وقنط يقنط (بالكسر فيهما) فإنما هو على الجمع بين  اللغتين. كما قاله الأخفش."
    },
    {
      "ayah": 37,
      "surah": 30,
      "text": "القول في تأويل قوله تعالى :  أَوَلَمْ يَرَوْا أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُ إِنَّ فِي ذَلِكَ لآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ (37)يقول تعالى ذكره: أولم ير هؤلاء الذين يفرحون عند الرخاء يصيبهم والخصب، وييأسون من الفرج عند شدّة تنالهم، بعيون قلوبهم، فيعلموا أن الشدّة والرخاء بيد الله، وأن الله يبسط الرزق لمن يشاء من عباده فيوسعه عليه، ويقدر على من أراد فيضيقه عليه (إنَّ فِي ذلكَ لآياتٍ لِقَوْمٍ يُؤمِنُونَ) يقول: إن في بسطه ذلك على من بسطه عليه، وقدره على من قدره عليه، ومخالفته بين من خالف بينه من عباده في الغنى والفقر، لدلالة واضحة لمن صدّق حجج الله وأقرّ بها إذا عاينها ورآها."
    },
    {
      "ayah": 38,
      "surah": 30,
      "text": "القول في تأويل قوله تعالى :  فَآتِ ذَا الْقُرْبَى حَقَّهُ وَالْمِسْكِينَ وَابْنَ السَّبِيلِ ذَلِكَ خَيْرٌ لِلَّذِينَ يُرِيدُونَ وَجْهَ اللَّهِ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ (38)يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: فأعط يا محمد ذا القرابة منك حقه عليك من الصلة والبرّ، والمسكين وابن السبيل، ما فرض الله لهما في ذلك.كما حدثنا ابن وكيع، قال: ثنا غندر، عن عوف، عن الحسن (فآت ذَا القُرْبَى حَقَّهُ وَالمِسكينَ وَابْنَ السَّبِيلِ) قال: هو أن توفيهم حقهم إن كان عند يسر، وإن لم يكن عندك؛ فقل لهم قولا ميسورا، قل لهم الخير.وقوله: ( ذَلِكَ خَيْرٌ لِلَّذِينَ يُرِيدُونَ وَجْهَ اللَّهِ ) يقول تعالى ذكره: إيتاء هؤلاء حقوقهم التي ألزمها الله عباده، خير للذين يريدون الله بإتيانهم ذلك (وأُولَئِكَ هُمُ المُفْلِحُونَ) يقول: ومن يفعل ذلك مبتغيا وجه الله به، فأولئك هم المنجحون، المدركون طلباتهم عند الله، الفائزون بما ابتغوا والتمسوا بإيتائهم إياهم ما آتوا."
    },
    {
      "ayah": 39,
      "surah": 30,
      "text": "القول في تأويل قوله تعالى :  وَمَا آتَيْتُمْ مِنْ رِبًا لِيَرْبُوَ فِي أَمْوَالِ النَّاسِ فَلا يَرْبُو عِنْدَ اللَّهِ وَمَا آتَيْتُمْ مِنْ زَكَاةٍ تُرِيدُونَ وَجْهَ اللَّهِ فَأُولَئِكَ هُمُ الْمُضْعِفُونَ (39)يقول تعالى ذكره: وما أعطيتم أيها الناس، بعضكم بعضا من عطية؛ لتزداد في  أموال الناس برجوع ثوابها إليه، ممن أعطاه ذلك، (فَلا يَرْبُو عِنْدَ اللهِ)، يقول: فلا يزداد ذلك عند الله، لأن صاحبه لم يعطه من أعطاه مبتغيا به وجهه (وَما آتَيْتمْ مِنْ زَكاةٍ) يقول: وما أعطيتم من صدقة تريدون بها وجه الله، (فَأُوْلَئِكَ) يعني الذين يتصدّقون بأموالهم، ملتمسين بذلك وجه الله (هُمُ المُضْعِفُونَ) يقول: هم الذين لهم الضعف من الأجر والثواب. من قول العرب: أصبح القوم مسمِنين معطِشين، إذا سمنت إبلهم وعطشت.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس قوله: (وَما آتَيْتُمْ مِنْ رِبا لِيَرْبُوَ فِي أمْوَالِ النَّاسِ فَلا يَرْبُو عِنْدَ اللهِ) قال: هو ما يعطي الناس بينهم بعضهم بعضا، يعطي الرجل الرجل العطية، يريد أن يعطى أكثر منها.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن منصور بن صفية، عن سعيد بن جُبَير (وَما آتَيْتُمْ مِنْ رِبا لِيَرْبُوَ فِي أمْوالِ النَّاسِ) قال: هو الرجل يعطي الرجل العطية ليثيبه.قال: ثنا يحيى، قال ثنا سفيان، عن منصور بن صفية، عن سعيد بن جُبَير، مثله.حدثنا ابن وكيع، قال: ثني أبي، عن سفيان، عن منصور بن صفية، عن سعيد بن جُبَير (وَما آتَيْتُمْ مِنْ رِبا لِيَرْبُوَ فِي أموَال النَّاس فَلا يَرْبُو عِنْدَ اللهِ) قال: الرجل يعطي ليثاب عليه.حدثنا ابن بشار، قال: ثنا يحيى بن سعيد، قال: ثنا سفيان، عن ابن أبي نجيح، عن مجاهد (وَما آتَيْتُمْ مِنْ رِبا لِيَرْبُو فِي أمْوَال النَّاسِ) قال: الهدايا.حدثنا ابن وكيع، قال: ثني أبي، قال: ثنا سفيان، عن ابن أبي نجيح، عن مجاهد قال: هي الهدايا.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد (وَما آتَيْتُمْ مِنْ رِبا لِيَرْبُو فِي أمْوَالِ النَّاسِ) قال: يعطي ماله يبتغي أفضل منه.حدثنا ابن وكيع، قال: ثنا ابن فضيل، عن ابن أبي خالد، عن إبراهيم، قال: هو الرجل يهدي إلى الرجل الهدية؛ ليثيبه أفضل منها.قال: ثنا محمد بن حميد المعمري، عن معمر، عن ابن طاوس، عن أبيه: هو الرجل يعطي العطية، ويهدي الهدية، ليثاب أفضل من ذلك، ليس فيه أجر ولا وزر.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة (وَما آتَيْتُمْ مِنْ رِبا لِيرْبُوَ فِي أمْوَالِ النَّاس فَلا يَرْبُو عِنْدَ اللهِ) قال: ما أعطيت من شيء تريد مثابة الدنيا، ومجازاة الناس ذاك الربا الذي لا يقبله الله، ولا يجزي به.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله: (وَما آتَيْتُمْ مِنْ رِبا لِيَرْبُوَ فِي أمْوَالِ النَّاسِ) فهو ما يتعاطى الناس بينهم ويتهادون، يعطي الرجل العطية؛ ليصيب منه أفضل منها، وهذا للناس عامة.وأما قوله:  وَلا تَمْنُنْ تَسْتَكْثِرُ  فَهذَا للنبيّ خاصة، لم يكن له أن يعطي إلا لله، ولم يكن يعطي ليعطى أكثر منه.وقال آخرون: إنما عنى بهذا الرجل: يعطي ماله الرجل ليعينه بنفسه، ويخدمه، ويعود عليه نفعه، لا لطلب أجر من الله.* ذكر من قال ذلك:حدثنا ابن وكيع، قال: ثنا أبي ومحمد بن فضيل، عن زكريا، عن عامر (وَما آتَيْتُمْ مِنْ رِبا لِيَرْبُوَ فِي أمْوَال النَّاسِ) قال: هو الرجل يلزق بالرجل، فيخفّ له ويخدمه، ويسافر معه، فيجعل له ربح بعض ماله ليجزيه، وإنما أعطاه التماس عونه، ولم يرد وجه الله.وقال آخرون: هو إعطاء الرجل ماله ليكثر به مال من أعطاه ذلك، لا طلب ثواب الله.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا جرير، عن مغيرة، عن أبي حصين، عن ابن عباس (وَما آتَيْتُمْ مِنْ رِبًا لِيَرْبُوَ فِي أمْوَال النَّاسِ) قال: ألم تر إلى الرجل يقول للرجل: لأموّلنك، فيعطيه، فهذا لا يربو عند الله؛ لأنه يعطيه لغير الله ليثري ماله.قال ثنا عمرو بن عبد الحميد الآملي، قال: ثنا مروان بن معاوية، عن إسماعيل بن أبي خالد، قال: سمعت إبراهيم النخعي يقول في قوله: (وَما آتَيْتُمْ مِنْ رِبًا لِيَرْبُوَ فِي أمْوَال النَّاسِ فَلا يَرْبُو عِندَ اللهِ) قال: كان هذا في الجاهلية، يعطي أحدهم ذا القرابة المال يكثر به ماله.وقال آخرون: ذلك للنبيّ صلى الله عليه وسلم خاصة، وأما لغيره فحلال.* ذكر من قال ذلك:حدثنا ابن وكيع، قال: ثنا أبي، عن أبي روّاد، عن الضحاك (وَما آتَيْتُمْ مِنْ رِبا لِيَرْبُوَ فِي أمْوَال النَّاسِ فَلا يَرْبُو عِنْدَ اللهِ) هذا للنبيّ صلى الله عليه وسلم، هذا الربا الحلال.وإنما اخترنا القول الذي اخترناه في ذلك؛ لأنه أظهر معانيه.واختلفت القرّاء في قراءة ذلك، فقرأته عامة قرّاء الكوفة والبصرة وبعض أهل مكة، (لِيَرْبُو) بفتح الياء من يربو، بمعنى: وما آتيتم من ربا ليربو ذلك الربا في أموال الناس، وقرأ ذلك عامة قرّاء أهل المدينة: (لِتَرْبُوا) بالتاء من تربوا وضمها، بمعنى: وما آتيتم من ربا لتربوا أنتم في أموال الناس.والصواب من القول في ذلك عندنا، أنهما قراءتان مشهورتان في قرّاء الأمصار مع تقارب معنييهما؛ لأن أرباب المال إذا أربوا ربا المال، وإذا ربا المال فبإرباء أربابه إياه ربا، فإذا كان ذلك كذلك، فبأيّ القراءتين قرأ القارئ فمصيب.وأما قوله: (وَما آتَيْتُمْ مِنْ زَكاةٍ تُرِيدُونَ وَجْهَ اللهِ فَأُولَئِكَ هُمُ المُضعِفُونَ) فإن أهل التأويل قالوا في تأويله نحو الذي قلنا.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة قوله: (وَما آتَيْتُمْ مِنْ زَكاةٍ تُرِيدون وَجْهَ اللهِ فَأُولَئِكَ هُمُ المُضْعِفُونَ) قال: هذا الذي يقبله الله ويضعفه لهم عشر أمثالها، وأكثر من ذلك.حدثنا عن عبد الرزاق، قال: أخبرنا معمر، عن قَتادة، قال: قال ابن عباس قوله: (وَما آتيتُمْ مِنْ رِبا ليَرْبُوَ فِي أمْوَالِ النَّاسِ فَلا يَرْبُو عِنْدَ اللهِ) قال: هي الهبة، يهب الشيء يريد أن يُثاب عليه أفضل منه، فذلك الذي لا يربو عند الله، لا يؤجر فيه صاحبه، ولا إثم عليه (وَما آتَيْتُمْ مِنْ زَكاةٍ) قال: هي الصدقة تريدون وجه الله (فَأُولَئِكَ هُمُ المُضْعِفونَ) قال معمر: قال ابن أبي نجيح، عن مجاهد، مثل ذلك."
    },
    {
      "ayah": 4,
      "surah": 30,
      "text": "( فِي بِضْعِ سِنِينَ لِلَّهِ الأمْرُ مِنْ قَبْلُ ) غلبتهم فارس (وَمِنْ بَعْدُ) غلبتهم إياها، يقضي في خلقه ما يشاء، ويحكم ما يريد، ويظهر من شاء منهم على من أحبّ إظهاره عليه ( وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ بِنَصْرِ اللَّهِ ) يقول: ويوم يغلب الروم فارس يفرح المؤمنون بالله ورسوله بنصر الله إياهم على المشركين، ونُصْرة الروم على فارس (يَنْصُرُ) اللهُ تعالى ذكره (مَنْ يَشاءُ) من خلقه، على من يشاء، وهو نُصرة المؤمنين على المشركين ببدر، (وَهُوَ العَزِيزُ) يقول: والله الشديد في انتقامه من أعدائه، لا يمنعه من ذلك مانع، ولا يحول بينه وبينه حائل، (الرَّحِيمُ) بمن تاب من خلقه، وراجع طاعته أن يعذّبه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن المثنى، قال: ثنا محمد بن سعيد -أو، سعيد الثعلبي، الذي يقال له أبو سعد من أهل طَرَسُوس- قال: ثنا أبو إسحاق الفزاري، عن سفيان بن سعيد الثوري، عن حبيب بن أبي عمرة، عن سعيد بن جُبَير، عن ابن عباس، قال: كان المسلمون يُحبون أن تغلب الرومُ أهل الكتاب، وكان المشركون يحبون أن يغلب أهل فارس؛ لأنهم أهل أوثان، قال: فذكروا ذلك لأبي بكر، فذكره أبو بكر للنبيّ صلى الله عليه وسلم فقال: \" أَمَا إنَّهُمْ سَيُهْزَمُونَ\"، قال: فذكر ذلك أبو بكر للمشركين، قال: فقالوا: أفنجعل بيننا وبينكم أجلا فإن غلبوا كان لك كذا وكذا، وإن غلبنا كان لنا كذا وكذا، وقال: فجعلوا بينهم وبينه أجلا خمس سنين، قال: فمضت فلم يُغلَبوا، قال: فذكر ذلك أبو بكر للنبيّ صلى الله عليه وسلم، فقال له: \" أَفَلا جَعَلْتَهُ دُونَ العَشْرِ\"، قال سعيد: والبضْع ما دون العشر، قال: فَغَلَبَ الروم، ثم غلبت، قال: فذلك قوله: ( الم غُلِبَتِ الرُّومُ فِي أَدْنَى الأرْضِ وَهُمْ مِنْ بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ فِي بِضْعِ سِنِينَ ) قال: البضع: ما دون العشر، ( لِلَّهِ الأمْرُ مِنْ قَبْلُ وَمِنْ بَعْدُ وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ بِنَصْرِ اللَّهِ ) قال سفيان: فبلغني أنهم غلبوا يوم بدر.حدثني زكريا بن يحيى بن أبان المصري، قال: ثنا موسى بن هارون البرديّ، قال: ثنا معن بن عيسى، قال: ثنا عبد الله بن عبد الرحمن، عن ابن شهاب، عن عبيد الله، عن ابن عباس، قال: لما نـزلت ( الم غُلِبَتِ الرُّومُ فِي أَدْنَى الأرْضِ ...) الآية، ناحب أبو بكر قريشا، ثم أتى النبيّ صلى الله عليه وسلم، فقال له: إني قد ناحبتهم، فقال له النبيّ صلى الله عليه وسلم: \" هَلا احْتَطْتَ، فإنَّ البِضْع ما بينَ الثلاثِ إلى التِّسْعِ\". قال الجمحي: المناحبة: المراهنة، وذلك قبل أن يكون تحريم ذلك.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس قوله: ( الم غُلِبَتِ الرُّومُ ...) إلى قوله: ( وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ بِنَصْرِ اللَّهِ ) قال: قد مضى، كان ذلك في أهل فارس والروم، وكانت فارس قد غلبتهم، ثم غلبت الروم بعد ذلك، ولقي نبيّ الله صلى الله عليه وسلم مشركي العرب، يوم التقت الروم وفارس، فنصر الله النبيّ صلى الله عليه وسلم ومن معه من المسلمين على مشركي العرب، ونصر أهل الكتاب على مشركي العجم، ففرح المؤمنون بنصر الله إياهم، ونصر أهل الكتاب على العجم. قال عطية: فسألت أبا سعيد الخدريّ عن ذلك، فقال: التقينا مع محمد رسول الله صلى الله عليه وسلم ومشركي العرب، والتقت الروم وفارس، فنصرنا الله على مشركي العرب، ونصر الله أهل الكتاب على المجوس، ففرحنا بنصر الله إيانا على المشركين، وفرحنا بنصر الله أهل الكتاب على المجوس، فذلك قوله: ( وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ بِنَصْرِ اللَّهِ ).حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس في قوله: ( الم غُلِبَتِ الرُّومُ فِي أَدْنَى الأرْضِ وَهُمْ مِنْ بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ ) غلبتهم فارس، ثم غلبت الروم.حدثني أبو السائب، قال: ثنا أبو معاوية، عن الأعمش، عن مسلم، عن مسروق، قال: قال عبد الله خمس قد مضين: الدخان، واللزام، والبطشة، والقمر، والروم.حدثنا ابن المثنى، قال: ثنا عبد الأعلى، قال: ثنا داود، عن عامر، عن ابن مسعود، قال: قد مضى ( الم غُلِبَتِ الرُّومُ ).حدثنا محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح عن مجاهد ( الم غُلِبَتِ الرُّومُ ...) إلى قوله: ( أَكْثَرَ النَّاسِ لا يَعْلَمُونَ ) قال: ذَكَر غَلَبة فارس إياهم، وإدالة الروم على فارس، وفرحَ المؤمنون بنصر الروم أهل الكتاب على فارس من أهل الأوثان.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن أبي بكر بن عبد الله، عن عكرِمة، أن الروم وفارس اقتتلوا في أدنى الأرض، قالوا: وأدنى الأرض يومئذ أَذْرعات، بها التقَوا، فهُزِمت الروم، فبلغ ذلك النبيّ صلى الله عليه وسلم وأصحابه وهم بمكة، فشقَّ ذلك عليهم، وكان النبيّ صلى الله عليه وسلم يكره أن يظهر الأميُّون من المجوس على أهل الكتاب من الروم، ففرح الكفار بمكة وشمتوا، فلقوا أصحاب النبيّ صلى الله عليه وسلم، فقالوا: إنكم أهل الكتاب، والنصارى أهل كتاب، ونحن أمِّيُّون، وقد ظهر إخواننا من أهل فارس على إخوانكم من أهل الكتاب، وإنكم إن قاتلتمونا لنظهرنّ عليكم، فأنـزل الله ( الم غُلِبَتِ الرُّومُ فِي أَدْنَى الأرْضِ وَهُمْ مِنْ بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ فِي بِضْعِ سِنِينَ لِلَّهِ الأمْرُ مِنْ قَبْلُ وَمِنْ بَعْدُ وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ بِنَصْرِ اللَّهِ ...) الآيات، فخرج أبو بكر الصدّيق إلى الكفَّار، فقال: أفرحتم بظهور إخوانكم على إخواننا؟ فلا تفرحوا، ولا يقرّنّ الله أعينكم، فوالله ليظهرنّ الروم على فارس، أخبرنا بذلك نبينا صلى الله عليه وسلم، فقام إليه أُبيّ بن خلف، فقال: كذبت يا أبا فضيل، فقال له أبو بكر رضي الله عنه: أنت أكذب يا عدوّ الله، فقال: أناحبك عشر قلائص مني، وعشر قلائص منك، فإن ظهرت الروم على فارس غرمتُ، وإن ظهرت فارس على الروم غرمتَ إلى ثلاث سنين، ثم جاء أبو بكر إلى النبيّ صلى الله عليه وسلم فأخبره، فقال: \" مَا هَكذَا ذَكَرْتُ، إنَّما البِضْعُ ما بينَ الثَّلاثِ إلى التِّسْعِ، فَزَايِدْهُ فِي الخَطَرِ، ومادّه فِي الأجَلِ\". فخرج أبو بكر فلقي أُبَيًّا، فقال: لعلك ندمت، فقال: لا فقال: أزايدك في الخطر، وأمادّك في الأجل، فاجعلها مائة قلوص لمائة قلوص إلى تسع سنين، قال: قد فعلت.حدثنا القاسم، قال: ثنا الحسين، قال ثني حجاج، عن أبي بكر، عن عكرِمة قال: كانت في فارس امرأة لا تلد إلا الملوك الأبطال، فدعاها كسرى، فقال: إني أريد أن أبعث إلى الروم جيشا وأستعمل عليهم رجلا من بنيك، فأشيري عليّ أيهم أستعمل، فقالت: هذا فلان، وهو أروغ من ثعلب، وأحذر من صرد، وهذا فرخان، وهو أنفذ من سنان، وهذا شهربراز، وهو أحلم من كذا، فاستعمل أيهم شئت، قال: إني قد استعملت الحليم، فاستعمل شهربراز، فسار إلى الروم بأهل فارس، وظهر عليهم، فقتلهم، وخرّب مدائنهم، وقطع زيتونهم. قال أبو بكر: فحدّثت بهذا الحديث عطاء الخراساني فقال: أما رأيت بلاد الشام؟ قلت: لا قال: أما إنك لو رأيتها لرأيت المدائن التي خرّبت، والزيتون الذي قُطع، فأتيت الشام بعد ذلك فرأيته.قال عطاء الخراساني: ثني يحيى بن يعمر، أن قيصر بعث رجلا يُدعى قطمة بجيش من الروم، وبعث كسرى شهربراز، فالتقيا بأذرعات وبصرى، وهي أدنى الشام إليكم، فلقيت فارس الروم، فغلبتهم فارس، ففرح بذلك كفار قريش، وكرهه المسلمون، فأنـزل الله (الم غُلِبَتِ الرُّومُ فِي أَدْنَى الأرْضِ ...) الآيات، ثم ذكر مثل حديث عكرِمة، وزاد: فلم يزل شهربراز يطؤهم، ويخرب مدائنهم حتى بلغ الخليج، ثم مات كسرى، فبلغهم موته، فانهزم شهربراز وأصحابه، وأوعبت عليهم الروم عند ذلك، فأتبعوهم يقتلونهم قال: وقال عكرِمة في حديثه: لما ظهرت فارس على الروم جلس فرخان يشرب، فقال لأصحابه: لقد رأيت كأني جالس على سرير كسرى، فبلغت كسرى، فكتب إلى شهربُراز: إذا أتاك كتابي فابعث إليّ برأس فرخان. فكتب إليه: أيها الملك، إنك لن تجد مثل فرخان، إن له نكاية وضربا في العدوّ، فلا تفعل. فكتب إليه: إن في رجال فارس خلفا منه، فعجِّل إليّ برأسه، فراجعه، فغضب كسرى، فلم يجبه، وبعث بريدا إلى أهل فارس، إني قد نـزعت عنكم شهربراز، واستعملت عليكم فرخان، ثم دفع إلى البريد صحيفة صغيرة: إذا ولي فرخان المُلك، وانقاد له أخوه، فأعطه هذه؛ فلما قرأ شهربراز الكتاب قال: سمعا وطاعة، ونـزل عن سريره وجلس فرخان، ودفع الصحيفة إليه، قال: ائتوني بشهربراز، فقدّمه ليضرب عنقه، قال: لا تعجل حتى أكتب وصيتي، قال: نعم، فدعا بالسَّفط، فأعطاه ثلاث صحائف، وقال: كل هذا راجعت فيك كسرى، وأنت أردت أن تقتلني بكتاب واحد، فردَّ الملك، وكتب شهربراز إلى قيصر ملك الروم: إن لي إليك حاجة لا يحملها البريد، ولا تبلغها الصحف، فالقني، ولا تلقني إلا في خمسين روميا، فإني ألقاك في خمسين فارسيا، فأقبل قيصر في خمسمائة ألف رومي، وجعل يضع العيون بين يديه في الطريق، وخاف أن يكون قد مكر به، حتى أتته عيونه أن ليس معه إلا خمسون رجلا ثم بسط لهما والتقيا في قبة ديباج ضربت لهما، مع كل واحد منهما سكين، فدعيا ترجمانا بينهما، فقال شهربراز: إن الذين خرّبوا مدائنك أنا وأخي بكيدنا وشجاعتنا، وإن كسرى حسدنا، فأراد أن أقتل أخي، فأبيت، ثم أمر أخي أن يقتلني، فقد خلعناه جميعا، فنحن نقاتله معك. فقال: قد أصبتما، ثم أشار أحدهما إلى صاحبه أن السرّ بين اثنين، فإذا جاوز اثنين فشا. قال: أجل، فقتلا الترجمان جميعا بسكينيهما، فأهلك الله كسرى، وجاء الخبر إلى رسول الله صلى الله عليه وسلم يوم الحُدَيبية، ففرح ومن معه.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة ( الم غُلِبَتِ الرُّومُ ) قال: غلبتهم فارس على أدنى الشام ( وَهُمْ مِنْ بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ ...) الآية، قال: لما أنـزل الله هؤلاء الآيات صدّق المسلمون ربهم، وعلموا أن الروم سيظهرون على فارس، فاقتمروا هم والمشركون خمس قلائص خمس قلائص، وأجلوا بينهم خمس سنين، فولي قمار المسلمين أبو بكر رضي الله عنه، وولي قمار المشركين أُبيّ بن خلف، وذلك قبل أن ينهى عن القمار، فحل الأجل، ولم يظهر الروم على فارس، وسأل المشركون قمارهم، فذكر ذلك أصحاب النبيّ للنبي صلى الله عليه وسلم قال: \" لَمْ تكُونُوا أَحِقَّاءَ أنْ تُؤجِّلُوا دُونَ العَشْرِ، فإنَّ البِضْعَ ما بينَ الثلاثِ إلى العَشْرِ، وَزَايِدوهُمْ فِي القِمار، وَمادُّوهُمْ فِي الأجَلِ\"، ففعلوا ذلك، فأظهر الله الروم على فارس عند رأس البِضْع سنينَ من قمارهم الأوّل، وكان ذلك مرجعه من الحديبية، ففرح المسلمون بصلحهم الذي كان، وبظهور أهل الكتاب على المجوس، وكان ذلك مما شدّد الله به الإسلام وهو قوله: ( وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ بِنَصْرِ اللَّهِ ...) الآية.حدثني يعقوب، قال: ثنا ابن علية، عن داود بن أبي هند، عن الشعبيّ في قوله: ( الم غُلِبَتِ الرُّومُ ...) إلى قوله: ( وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ ) قال: كان النبيّ صلى الله عليه وسلم أخبر الناس بمكة أن الروم ستغلب، قال: فنـزل القرآن بذلك، قال: وكان المسلمون يحبون ظهور الروم على فارس؛ لأنهم أهل الكتاب.حدثنا ابن وكيع، قال: ثنا المحاربي، عن داود بن أبي هند، عن عامر، عن عبد الله قال: كانت فارس ظاهرة على الروم، وكان المشركون يحبون أن تظهر فارس على الروم، وكان المسلمون يحبون أن تظهر الروم على فارس؛ لأنهم أهل كتاب، وهم أقرب إلى دينهم، فلما نـزلت ( الم غُلِبَتِ الرُّومُ ) إلى (فِي بِضْعِ سِنِينَ) قالوا: يا أبا بكر، إن صاحبك يقول: إن الروم تظهر على فارس في بضع سنين، قال: صدق. قالوا: هل لك أن نقامرك؟ فبايعوه على أربع قلائص إلى سبع سنين، فمضت السبع ولم يكن شيء، ففرح المشركون بذلك، وشقّ على المسلمين، فذكروا ذلك للنبيّ صلى الله عليه وسلم: فقال: \" مَا بضْعُ سِنينَ عنْدَكُمْ؟ \" قالوا: دون العشر. قال: \" اذْهَبْ، فزَايِدْهُمْ وازْدَدْ سَنَتَيْن \" قال: فما مضت السنتان حتى جاءت الركبان بظهور الروم على فارس، ففرح المسلمون بذلك، فأنـزل الله: (الم غُلِبَتِ الرُّومُ ...) إلى قوله: (وَعْدَ اللهِ لا يُخْلِفُ اللهُ وَعْدَهُ).حدثنا ابن وكيع، قال: ثنا أبي، عن الأعمش ومطر، عن أبي الضحى، عن مسروق، عن عبد الله قال: مضت الروم.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: ( الم غُلِبَتِ الرُّومُ فِي أَدْنَى الأرْضِ ) قال: أدنى الأرض: الشأم، (وَهُمْ منْ بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ) قال: كانت فارس قد غلبت الروم، ثم أديل الروم على فارس، وذُكر أن رسول الله صلى الله عليه وسلم قال: \" إنَّ الرُّوم سَتَغْلِبُ فارِسًا \"، فقال المشركون: هذا مما يتخرّص محمد، فقال أبو بكر: تناحبونني؟ -والمناحبة: المجاعلة- قالوا: نعم. فناحبهم أبو بكر، فجعل السنين أربعا أو خمسا، ثم جاء إلى النبي صلى الله عليه وسلم، فقال رسول صلى الله عليه وسلم: \" إنَّ الْبِضْعَ فِيمَا بَيْنَ الثَّلاثِ إِلَى التِّسْعِ، فارْجعْ إلى القَوْمِ، فَزِدْ فِي المُناحَبَةِ\"، فرجع إليهم. قالوا: فناحبهم فزاد. قال: فغَلبت الروم فارسا،."
    },
    {
      "ayah": 40,
      "surah": 30,
      "text": "القول في تأويل قوله تعالى :  اللَّهُ الَّذِي خَلَقَكُمْ ثُمَّ رَزَقَكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ هَلْ مِنْ شُرَكَائِكُمْ مَنْ يَفْعَلُ مِنْ ذَلِكُمْ مِنْ شَيْءٍ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ (40)يقول تعالى ذكره للمشركين به، معرّفهم قبح فعلهم، وخبث صنيعهم: الله أيها القوم الذي لا تصلح العبادة إلا له، ولا ينبغي أن تكون لغيره، هو الذي خلقكم ولم تكونوا شيئا، ثم رزقكم وخوّلكم، ولم تكونوا تملكون قبل ذلك، ثم هو يميتكم من بعد أن خلقكم أحياء، ثم يحييكم من بعد مماتكم لبعث القيامة.كما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة قوله: ( اللَّهُ الَّذِي خَلَقَكُمْ ثُمَّ رَزَقَكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ) للبعث بعد الموت.وقوله: (هَلْ مِنْ شُرَكائِكُمْ مَنْ يَفْعَلُ مِنْ ذَلِكُمْ مِنْ شَيْءٍ) يقول تعالى ذكره: هل من آلهتكم وأوثانكم التي تجعلونهم لله في عبادتكم إياه شركاء من يفعل من ذلكم من شيء، فيخلق، أو يرزق، أو يميت، أو ينشر، وهذا من الله تقريع لهؤلاء المشركين. وإنما معنى الكلام أن شركاءهم لا تفعل شيئا من ذلك، فكيف يعبد من دون الله من لا يفعل شيئا من ذلك، ثم برأ نفسه تعالى ذكره عن الفرية التي افتراها هؤلاء المشركون عليه بزعمهم أن آلهتهم له شركاء، فقال جلّ ثناؤه (سبحانه) أي تنـزيها لله وتبرئة (وَتَعالى) يقول: وعلوّا له (عَمَّا يُشْرِكُونَ) يقول: عن شرك هؤلاء المشركين به.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة قوله: (هَلْ مِنْ شُرَكائِكُمْ مَنْ يَفْعَلُ مِنْ ذَلِكُمْ مِنْ شَيْءٍ) لا والله (سُبْحانَهُ وَتَعَالى عَمَّا يُشْرِكُونَ) يسبح نفسه إذ قيل عليه البهتان."
    },
    {
      "ayah": 41,
      "surah": 30,
      "text": "القول في تأويل قوله تعالى :  ظَهَرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ بِمَا كَسَبَتْ أَيْدِي النَّاسِ لِيُذِيقَهُمْ بَعْضَ الَّذِي عَمِلُوا لَعَلَّهُمْ يَرْجِعُونَ (41)يقول تعالى ذكره: ظهرت المعاصي في برّ الأرض وبحرها بكسب أيدي الناس ما نهاهم الله عنه.واختلف أهل التأويل في المراد من قوله: (ظَهَرَ الفَسادُ فِي البَرّ والبَحْرِ) فقال بعضهم: عنى بالبرّ، الفلوات، وبالبحر: الأمصار والقُرى التي على المياه والأنهار.* ذكر من قال ذلك:حدثنا أبو كُرَيب قال: ثنا عثام، قال: ثنا النضر بن عربي، عن مجاهد  وَإِذَا تَوَلَّى سَعَى فِي الأَرْضِ لِيُفْسِدَ فِيهَا ...  الآية، قال: إذا وَلي سعى بالتعدّي والظلم، فيحبس الله القطر، فَـ(يُهْلِكَ الحَرْثَ والنَّسْلَ وَاللهُ لا يُحِبُّ الفَسادَ) قال: ثم قرأ مجاهد: (ظَهَرَ الفَسادُ فِي البَرّ والبَحْرِ ...) الآية، قال: ثم قال: أما والله ما هو بحركم هذا، ولكن كل قرية على ماء جار فهو بحر.حدثنا ابن وكيع، قال: ثنا أبي، عن النضر بن عربي، عن عكرمة (ظَهَرَ الفَسادُ فِي البَرّ والبَحْرِ) قال: أما إني لا أقول بحركم هذا، ولكن كلّ قرية على ماء جار.قال: ثنا يزيد بن هارون، عن عمرو بن فروخ، عن حبيب بن الزبير، عن عكرِمة (ظَهَرَ الفَسادُ فِي البَرّ والبَحْرِ) قال: إن العرب تسمي الأمصار بحرا.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة قوله: (ظَهَرَ الفَسادُ فِي البَرّ والبَحْرِ بِمَا كَسَبَتْ أيْدِي النَّاسِ) قال: هذا قبل أن يَبعث الله نبيه محمدا صلى الله عليه وسلم، امتلأت ضلالة وظلما، فلما بعث الله نبيه رجع راجعون من الناس.قوله: (ظَهَرَ الفَسادُ فِي البَرّ والبَحْرِ) أما البرّ فأهل العمود، وأما البحر فأهل القرى والريف.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: (ظَهَرَ الفَسادُ فِي البَرّ والبَحْرِ) قال: الذنوب، وقرأ (لِيُذيقَهُمْ بَعْضَ الَّذِي عَمِلُوا لَعلَّهُمْ يَرْجِعُونَ).حدثنا ابن بشار، قال: ثنا أبو عامر، قال: ثنا قرة، عن الحسن في قوله: (ظَهَرَ الفَسادُ فِي البَرّ والبَحْرِ بِمَا كَسَبَتْ أيْدِي النَّاسِ) قال: أفسدهم الله بذنوبهم، في بحر الأرض وبرها بأعمالهم الخبيثة.وقال آخرون: بل عنى بالبرّ: ظهر الأرض، الأمصار وغيرها، والبحر: البحر المعروف.* ذكر من قال ذلك:حدثنا ابن وكيع، قال: ثنا أبي، عن سفيان، عن ليث، عن مجاهد (ظَهَرَ الفَسادُ فِي البَرّ والبَحْرِ) قال: في البرّ: ابن آدم الذي قتل أخاه، وفي البحر: الذي كان يأخذ كلّ سفينة غصبا.حدثني يعقوب، قال: قال أبو بشر -يعني: ابن علية-: قال: سمعت ابن أبي نجيح، يقول في قوله: (ظَهَرَ الفَسادُ فِي البَرّ والبَحْرِ بِمَا كَسَبَتْ أيْدِي النَّاسِ) قال: بقتل ابن آدم، والذي كان يأخذ كل سفينة غصبا.حدثنا ابن وكيع، قال: ثنا يزيد بن هارون، عن فضيل بن مرزوق، عن عطية (ظَهَرَ الفَسادُ فِي البَرّ والبَحْرِ) قال: قلت: هذا البرّ، والبحر أيّ فساد فيه؟ قال: فقال: إذا قلّ المطر، قل الغوص.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد في قوله: (ظَهَرَ الفَسادُ فِي البرّ) قال: قتل ابن آدم أخاه، (وَالْبَحْر) قال: أخذ الملك السفن غصبا.وأولى الأقوال في ذلك بالصواب أن الله تعالى ذكره، أخبر أن الفساد قد ظهر في البرّ والبحر عند العرب في الأرض القفار، والبحر بحران: بحر ملح، وبحر عذب، فهما جميعا عندهم بحر، ولم يخصص جلّ ثناؤه الخبر عن ظهور ذلك في بحر دون بحر، فذلك على ما وقع عليه اسم بحر عذبا كان أو ملحا. إذا كان ذلك كذلك، دخل القرى التي على الأنهار والبحار.فتأويل الكلام إذن إذ كان الأمر كما وصفت، ظهرت معاصي الله في كل مكان من برّ وبحر (بِمَا كَسَبَتْ أيْدِي النَّاسِ) : أي بذنوب الناس، وانتشر الظلم فيهما.وقوله: (لِيُذِيقَهُمْ بَعْضَ الَّذِي عَمِلُوا) يقول جل ثناؤه: ليصيبهم بعقوبة بعض أعمالهم التي عملوا، ومعصيتهم التي عصوا(لَعَلَّهُمْ يَرجِعُونَ) يقول: كي ينيبوا إلى الحقّ، ويرجعوا إلى التوبة، ويتركوا معاصي الله.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن وكيع، قال: ثنا ابن فضيل، عن أشعث، عن الحسن (لَعَلَّهُمْ يَرْجِعُونَ) قال: يتوبون.قال: ثنا ابن مهدي، عن سفيان، عن السدي، عن أبي الضحى، عن مسروق، عن عبد الله (لَعَلَّهُمْ يَرْجِعُونَ) يوم بدر لعلهم يتوبون.قال: ثنا أبو أُسامة، عن زائدة، عن منصور، عن إبراهيم (لَعَلَّهُمْ يَرْجِعُونَ) قال: إلى الحقّ.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة قوله: (لِيُذِيقَهُمْ بَعْضَ الَّذِي عَمِلُوا لَعَلَّهُمْ يَرْجِعُونَ) : لعلّ راجعا أن يرجع، لعل تائبا أن يتوب، لعلّ مستعتبا أن يستعتب.حدثنا ابن بشار، قال: ثنا أبو عامر، قال: ثنا قرة، عن الحسن (لَعَلَّهُمْ يَرْجِعُونَ) قال: يرجع من بعدهم.واختلفت القرّاء في قراءة قوله: (لِيُذِيقَهُمْ) فقرأ ذلك عامة قرّاء الأمصار (لِيُذِيقَهُمْ) بالياء، بمعنى: ليذيقهم الله بعض الذي عملوا، وذُكر أن أبا عبد الرحمن السلمي قرأ ذلك بالنون على وجه الخبر من الله عن نفسه بذلك."
    },
    {
      "ayah": 42,
      "surah": 30,
      "text": "القول في تأويل قوله تعالى :  قُلْ سِيرُوا فِي الأَرْضِ فَانْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلُ كَانَ أَكْثَرُهُمْ مُشْرِكِينَ (42)يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: قل يا محمد لهؤلاء المشركين بالله من قومك: سيروا في البلاد، فانظروا إلى مساكن الذين كفروا بالله من قبلكم، وكذّبوا رسلَه، كيف كان آخر أمرهم، وعاقبة تكذيبهم رُسلَ الله وكفرهم، ألم نهلكهم بعذاب منا، ونجعلهم عبرة لمن بعدهم، (كان أكثرهم مشركين)، يقول: فَعَلنا ذلك بهم؛ لأن أكثرهم كانوا مشركين بالله مثلَهم."
    },
    {
      "ayah": 43,
      "surah": 30,
      "text": "القول في تأويل قوله تعالى :  فَأَقِمْ وَجْهَكَ لِلدِّينِ الْقَيِّمِ مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لا مَرَدَّ لَهُ مِنَ اللَّهِ يَوْمَئِذٍ يَصَّدَّعُونَ (43)يقول تعالى ذكره: فوجِّه وجْهَك يا محمد، نحو الوجه الذي وجَّهك إليه ربك (للدّين القَيِّمِ) لطاعة ربك، والمِلةِ المستقيمةِ التي لا اعوجاج فيها عن الحقِّ( مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لا مَرَدَّ لَهُ مِنَ اللَّهِ ) يقول تعالى ذكره: من قبل مجيء يوم من أيام الله لا مردّ له لمجيئه؛ لأن الله قد قضى بمجيئه فهو لا محالة جاء (يَوْمَئِذٍ يَصَّدَّعُونَ) يقول: يوم يجيء ذلك اليوم يصدّع الناسُ، يقول: يتفرّق الناس فرقتين من قولهم: صَدَعتُ الغنم صدعتين: إذا فرقتها فرقتين: فريق في الجنة، وفريق في السعير.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة قوله: (فَأقِمْ وَجْهَكَ للدِينِ القَيِّمِ) الإسلام ( مِنْ قَبْلِ أَنْ يَأْتِيَ يَوْمٌ لا مَرَدَّ لَهُ مِنَ اللَّهِ يَوْمَئِذٍ يَصَّدَّعُونَ ) فريق في الجنة، وفريق في السعير.حدثني علي، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس قوله: (يَوْمَئِذٍ يَصَّدَّعُونَ) يقول: يتفرّقون.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: (يَصَّدَّعُونَ) قال: يتفرّقون إلى الجنة، وإلى النار."
    },
    {
      "ayah": 44,
      "surah": 30,
      "text": "القول في تأويل قوله تعالى :  مَنْ كَفَرَ فَعَلَيْهِ كُفْرُهُ وَمَنْ عَمِلَ صَالِحًا فَلأَنْفُسِهِمْ يَمْهَدُونَ (44)يقول تعالى ذكره: من كفر بالله فعليه أوزار كفره، وآثام جحوده نِعَمَ ربه، (وَمَنْ عَمِلَ صَالِحًا): يقول: ومن أطاع الله، فعمل بما أمره به في الدنيا، وانتهى عما نهاه عنه فيها(فَلأنْفُسِهِمْ يَمْهَدونَ) يقول: فلأنفسهم يستعدون، ويسوّون المضجع ليسلموا من عقاب ربهم، وينجوا من عذابه، كما قال الشاعر:امْهِـدْ لنفْسِـكَ حـانَ السُّـقْمُ والتَّلَـفُوَلا تُضَيِّعَـنَّ نَفْسـا مَـا لَهـا خَـلَفُ (1)وبنحو الذي قلنا في تأويل ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد (فَلأنْفُسِهِمْ يَمْهَدُونَ) قال: يسوّون المضاجع.حدثنا ابن المثنى والحسين بن يزيد الطحان وابن وكيع وأبو عبد الرحمن العلائي، قالوا: ثنا يحيى بن سليم، عن ابن أبي نجيح، عن مجاهد (فَلأنْفُسِهِمْ يَمْهَدُونَ) قال: في القبر.حدثنا إبراهيم بن سعيد الجوهري، قال: ثنا يحيى بن سليم، عن ابن أبي نجيح، عن مجاهد (فَلأنْفُسِهِمْ يَمْهَدُونَ) قال: للقبر.حدثنا نصر بن عليّ، قال: ثنا يحيى بن سليم، قال: ثنا ابن أبي نجيح، قال: سمعت مجاهدا يقول في قوله: (فَلأنْفُسِهِمْ يَمْهَدُونَ) قال: في القبر.--------------------------الهوامش:(1) البيت لسليمان بن يزيد العدوي (مجاز القرآن لأبي عبيدة، الورقة 189 - أ) قال في تفسير قوله تعالى: (فلأنفسهم يمهدون): من (بفتح الميم) يقع على الواحد والاثنين والجميع. ومجازها هنا مجاز الجميع. ويمهد: أي يكسب ويعمل ويستعد. قال سليمان بن يزيد العدوي: امهد لنفسك ...\" البيت وحان: قرب. والتلف: الموت. وفي اللسان (مهد) لنفسه يمهد مهدًا (كفتح) كسبب وعمل."
    },
    {
      "ayah": 45,
      "surah": 30,
      "text": "القول في تأويل قوله تعالى :  لِيَجْزِيَ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنْ فَضْلِهِ إِنَّهُ لا يُحِبُّ الْكَافِرِينَ (45)يقول تعالى ذكره:  يَوْمَئِذٍ يَصَّدَّعُونَ  ...  لِيَجْزِيَ الَّذِينَ آمَنُوا  بالله ورسوله (وَعَمِلُوا الصَّالِحَاتِ) يقول: وعملوا بما أمرهم الله (مِنْ فَضْلِهِ) الذي وعد من أطاعه في الدنيا أن يجزيه يوم القيامة (إنَّهُ لا يُحِبُّ الكافِرِينَ) يقول تعالى ذكره: إنما خصّ بجزائه من فضله الذين آمنوا وعملوا الصالحات دون من كفر بالله، إنه لا يحبّ أهل الكفر به. واستأنف الخبر بقوله: (إنَّه لا يُحِبُّ الكافِرِينَ) وفيه المعنى الذي وصفت."
    },
    {
      "ayah": 46,
      "surah": 30,
      "text": "القول في تأويل قوله تعالى :  وَمِنْ آيَاتِهِ أَنْ يُرْسِلَ الرِّيَاحَ مُبَشِّرَاتٍ وَلِيُذِيقَكُمْ مِنْ رَحْمَتِهِ وَلِتَجْرِيَ الْفُلْكُ بِأَمْرِهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ (46)يقول تعالى ذكره: ومن أدلته على وحدانيته، وحججه عليكم، على أنه إله كلّ شيء (أنْ يُرْسِلَ الرّياحَ مُبَشِّراتٍ) بالغيث والرحمة (وَلِيُذِيقَكُمْ مِنْ رَحْمَتِهِ) يقول: ولينـزل عليكم من رحمته، وهي الغيث الذي يحيي به البلاد، ولتجري السفن في البحار بها بأمره إياها(وَلِتَبْتَغُوا مِنْ فَضْلِهِ) يقول: ولتلتمسوا من أرزاقه ومعايشكم التي قسمها بينكم (وَلَعلَّكُمْ تَشْكُرُونَ) يقول: ولتشكروا ربكم على ذلك، أرسل هذه الرياح مبشرات.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد (الرّياحَ مُبَشِّراتٍ) قال: بالمطر.وقالوا في قوله: (وَلِيُذِيقَكُمْ مِنْ رَحْمَتِهِ) مثل الذي قلنا فيه.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد قوله: (وَلِيُذِيقَكُمْ مِنْ رَحْمَتِهِ) قال: المطر.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة (وَلِيُذِيقَكُمْ مِنْ رَحْمَتِهِ) : المطر."
    },
    {
      "ayah": 47,
      "surah": 30,
      "text": "القول في تأويل قوله تعالى :  وَلَقَدْ أَرْسَلْنَا مِنْ قَبْلِكَ رُسُلا إِلَى قَوْمِهِمْ فَجَاءُوهُمْ بِالْبَيِّنَاتِ فَانْتَقَمْنَا مِنَ الَّذِينَ أَجْرَمُوا وَكَانَ حَقًّا عَلَيْنَا نَصْرُ الْمُؤْمِنِينَ (47)يقول تعالى ذكره مسليا نبيه صلى الله عليه وسلم، فيما يلقى من قومه من الأذى فيه بما لقي من قبله من رسله من قومهم، ومعلمه سنته فيهم، وفي قومهم، وأنه سالك به وبقومه سنته فيهم، وفي أممهم: ولقد أرسلنا يا محمد من قبلك رسلا إلى قومهم الكفرة، كما أرسلناك إلى قومك العابدي الأوثان من دون الله (فَجَاءُوهُمْ بالبَيِّناتِ) يعني: بالواضحات من الحجج على صدقهم، وأنهم لله رسل، كما جئت أنت قومك بالبينات فكذّبوهم، كما كذّبك قومك، وردّوا عليهم ما جاءوهم به من عند الله، كما ردّوا عليك ما جئتهم به من عند ربك، (فَانْتَقَمْنَا مِنَ الَّذِينَ أَجْرَمُوا) يقول: فانتقمنا من الذين أجرموا الآثام، واكتسبوا السيئات من قومهم، ونحن فاعلو ذلك كذلك بمجرمي قومك، (وَكَانَ حَقًّا عَلَيْنا نَصْرُ المُؤْمِنِينَ) يقول: ونجَّينا الذين آمنوا بالله وصدّقوا رسله، إذ جاءهم بأسنا، وكذلك نفعل بك وبمن آمن بك من قومك، (وَكَانَ حَقًّا عَلَيْنا نَصْرُ المُؤْمِنينَ) على الكافرين، ونحن ناصروك ومن آمن بك على مَن كفر بك، ومظفروك بهم."
    },
    {
      "ayah": 48,
      "surah": 30,
      "text": "القول في تأويل قوله تعالى :  اللَّهُ الَّذِي يُرْسِلُ الرِّيَاحَ فَتُثِيرُ سَحَابًا فَيَبْسُطُهُ فِي السَّمَاءِ كَيْفَ يَشَاءُ وَيَجْعَلُهُ كِسَفًا فَتَرَى الْوَدْقَ يَخْرُجُ مِنْ خِلالِهِ فَإِذَا أَصَابَ بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ إِذَا هُمْ يَسْتَبْشِرُونَ (48)يقول تعالى ذكره: ( اللَّهُ الَّذِي يُرْسِلُ الرِّيَاحَ فَتُثِيرُ سَحَابًا ) يقول: فتنشئ الرياح سحابا، وهي جمع سحابة، (فَيَبْسُطُهُ فِي السَّمَاءِ كَيْفَ يَشَاءُ) يقول: فينشره الله، ويجمعه في السماء كيف يشاء، وقال: (فيبسطه) فوحد الهاء، وأخرج مخرج كناية المذكر، والسحاب جمع كما وصفت، ردّا على لفظ السحاب، لا على معناه، كما يقال: هذا تمر جيد.وبنحو الذي قلنا في تأويل قوله: (فَيَبْسُطُهُ) قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة (فَيَبْسُطُهُ فِي السَّماءِ كَيْفَ يَشَاءُ) ويجمعه.وقوله: (وَيَجْعَلُهُ كِسَفًا) : يقول: ويجعل السحاب قِطعا. متفرّقة.كما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة (وَيجْعَلُهُ كِسَفا) : أي قطعا.وقوله: (فَتَرى الوَدْقَ) يعني: المطر (يَخْرُجُ مِنْ خِلالِهِ) يعني: من بين السحاب.كما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة (فَتَرى الوَدْقَ يخْرُجُ مِنْ خِلالِهِ).حدثنا ابن وكيع، قال: ثنا أبي، عن قطن، عن حبيب، عن عبيد بن عمير (يُرْسِلُ الرّياحَ فَتُثِيرُ سَحَابًا) قال: الرياح أربع: يبعث الله ريحا فتقمّ الأرض قما، ثم يبعث الله الريح الثانية فتثير سحابا، فيجعله في السماء كِسَفا، ثم يبعث الله الريح الثالثة فتؤلف بينه، فيجعله ركاما، ثم يبعث الريح الرابعة فتمطر.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد (فَتَرَى الوَدْقَ) قال: القطر.وقوله: (فَإذَا أَصَابَ بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ إذا هُمْ يَسْتَبْشِرُونَ) يقول: فإذا صرف ذلك الودق إلى أرض من أراد صرفه إلى أرضه من خلقه؛ رأيتهم يستبشرون؛ بأنه صرف ذلك إليهم ويفرحون."
    },
    {
      "ayah": 49,
      "surah": 30,
      "text": "القول في تأويل قوله تعالى :  وَإِنْ كَانُوا مِنْ قَبْلِ أَنْ يُنَزَّلَ عَلَيْهِمْ مِنْ قَبْلِهِ لَمُبْلِسِينَ (49)يقول تعالى ذكره: وكان هؤلاء الذين أصابهم الله بهذا الغيث من عباده، من قبل أن ينـزل عليهم هذا الغيث، من قبل هذا الغيث (لَمُبْلِسِينَ) يقول: لمكتئبين حزنين؛ باحتباسه عنهم.كما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة ( وَإِنْ كَانُوا مِنْ قَبْلِ أَنْ يُنـزلَ عَلَيْهِمْ مِنْ قَبْلِهِ لَمُبْلِسِينَ ) : أي قانطين.واختلف أهل العربية في وجه تكرير \" من قبله \" وقد تقدم قبل ذلك قوله: (مِنْ قَبْلِ أَنْ يُنـزلَ عَلَيْهم) فقال بعض نحويي البصرة: ردّ من قبله على التوكيد، نحو قوله:  فَسَجَدَ الْمَلائِكَةُ كُلُّهُمْ أَجْمَعُونَ  . وقال غيره: ليس ذلك كذلك؛ لأن مع (مِنْ قَبْلِ أنْ يُنـزلَ عَلَيْهم) حرفا ليس مع الثانية، قال: فكأنه قال: من قبل التنـزيل من قبل المطر، فقد اختلفتا، وأما  كُلُّهُمْ أَجْمَعُونَ  وكد بأجمعين؛ لأن كلا يكون اسما ويكون توكيدا، وهو قوله: أجمعون. والقول عندي في قوله: (مِنْ قَبْلِهِ) على وجه التوكيد."
    },
    {
      "ayah": 5,
      "surah": 30,
      "text": "فذلك قول الله: ( وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ بِنَصْرِ اللَّهِ يَنْصُرُ مَنْ يَشَاءُ ) يوم أديلت الروم على فارس.حدثنا ابن وكيع، قال: ثنا معاوية بن عمرو، عن أبي إسحاق الفزاري، عن سفيان، عن حبيب بن أبي عمرة، عن سعيد بن جُبَير، عن ابن عباس ( الم غُلِبَتِ الرُّومُ ) قال: غُلبت وغَلبت؛ فأما الذين قرءوا ذلك: (غَلَبَتِ الرُّومُ) بفتح الغين، فإنهم قالوا: نـزلت هذه الآية خبرا من الله نبيه صلى الله عليه وسلم عن غلبة الروم.* ذكر من قال ذلك:حدثنا نصر بن عليّ، قال: ثنا المعتمر بن سليمان، عن أبيه، عن سليمان -يعني الأعمش- عن عطية، عن أبي سعيد، قال: لما كان يوم ظهر الروم على فارس، فأعجب ذلك المؤمنين، فنـزلت (الم غُلِبَتِ الرُّومُ ) على فارس.حدثنا محمد بن المثنى، قال: ثنا يحيى بن حماد، قال: ثنا أبو عوانة، عن سليمان، عن عطية، عن أبي سعيد، قال: لما كان يوم بدر، غلبت الروم على فارس، ففرح المسلمون بذلك، فأنـزل الله (الم غُلِبَتِ الرُّومُ ...) إلى آخر الآية.حدثنا يحيى بن إبراهيم المسعودي، قال: ثنا أبي، عن أبيه، عن جدّه، عن الأعمش، عن عطية، عن أبي سعيد، قال: لما كان يوم بدر، ظهرت الروم على فارس، فأعجب ذلك المؤمنين؛ لأنهم أهل كتاب، فأنـزل الله ( الم غُلِبَتِ الرُّومُ فِي أَدْنَى الأرْضِ ) قال: كانوا قد غلبوا قبل ذلك، ثم قرأ حتى بلغ ( وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ بِنَصْرِ اللَّهِ ).وقوله: (فِي أَدْنَى الأرْضِ) قد ذكرت قول بعضهم فيما تقدّم قبل، وأذكر قول من لم يذكر قوله.حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس قوله: (فِي أَدْنَى الأرْضِ) يقول: في طرف الشام. ومعنى قوله أدنى: أقرب، وهو أفعل من الدنوّ والقرب. وإنما معناه: في أدنى الأرض من فارس، فترك ذكر فارس استغناء بدلالة ما ظهر من قوله: (فِي أَدْنَى الأرْضِ) عليه منه. وقوله: (وَهُمْ مِنْ بَعْدِ غَلَبِهِمْ) يقول: والروم من بعد غلبة فارس إياهم سيغلبون فارس.وقوله: (مِنْ بَعْدِ غَلَبِهِمْ) مصدر من قول القائل: غلبته غلبة، فحذفت الهاء من الغلبة. وقيل: من بعد غلبهم، ولم يقل: من بعد غلبتهم للإضافة، كما حذفت من قوله:  وَإِقَامَ الصَّلاةِ  للإضافة. وإنما الكلام: وإقامة الصلاة.وأما قوله: (سَيَغْلِبُونَ) فإن القرّاء أجمعين على فتح الياء فيها، والواجب على قراءة من قرأ: (الم غَلَبَتِ الرُّومُ) بفتح الغين، أن يقرأ قوله: (سَيُغْلَبُونَ) بضم الياء، فيكون معناه: وهم من بعد غلبتهم فارس سيغلبهم المسلمون، حتى يصحّ معنى الكلام، وإلا لم يكن للكلام كبير معنى إن فتحت الياء، لأن الخبر عما قد كان يصير إلى الخبر عن أنه سيكون، وذلك إفساد أحد الخبرين بالآخر.وقوله: (فِي بضْعِ سِنِينَ) قد ذكرنا اختلاف أهل التأويل في معنى البضع فيما مضى، وأتينا على الصحيح من أقوالهم، بما أغنى عن إعادته في هذا الموضع.وقد حدثنا ابن حميد، قال: ثنا الحكم بن بشير، قال: ثنا خلاد بن أسلم الصفار، عن عبد الله بن عيسى، عن عبد الرحمن بن الحارث، عن أبيه، عن عبد الله بن عمرو، قال: قلت له: ما البضع؟ قال: زعم أهل الكتاب أنه تسع أو سبع.وأما قوله: ( لِلَّهِ الأمْرُ مِنْ قَبْلُ وَمِنْ بَعْدُ ) فإن القاسم حدثنا، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جُرَيج قوله: (لِلهِ الأمْرُ مِنْ قَبْلُ) دولة فارس على الروم، (وَمِنْ بَعْدُ) دولة الروم على فارس.وأما قوله: ( وَيَوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ بِنَصْرِ اللَّهِ يَنْصُرُ مَنْ يَشَاءُ ) فقد ذكرنا الرواية في تأويله قبل، وبيَّنا معناه."
    },
    {
      "ayah": 50,
      "surah": 30,
      "text": "القول في تأويل قوله تعالى :  فَانْظُرْ إِلَى آثَارِ رَحْمَةِ اللَّهِ كَيْفَ يُحْيِي الأَرْضَ بَعْدَ مَوْتِهَا إِنَّ ذَلِكَ لَمُحْيِي الْمَوْتَى وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (50)اختلفت القرّاء في قوله: (فانْظُرْ إلَى آثارِ رَحْمَةِ اللهِ) فقرأته عامة قرّاء أهل المدينة \u0026; 20-116 \u0026; والبصرة، وبعض الكوفيين: (إلَى أَثَرِ رَحْمَةِ اللهِ) على التوحيد، بمعنى: فانظر يا محمد إلى أثر الغيث الذي أصاب الله به من أصاب من عباده، كيف يحيي ذلك الغيث الأرض من بعد موتها. وقرأ ذلك عامة قرّاء الكوفة: (فَانْظُرْ إلى آثارِ رَحْمَةِ اللهِ) على الجماع، بمعنى: فانظر إلى آثاء الغيث الذي أصاب الله به من أصاب، كيف يحيي الأرض بعد موتها.والصواب من القول فى ذلك، أنهما قراءتان مشهورتان في قراءة الأمصار، متقاربتا المعنى، وذلك أن الله إذا أحيا الأرض بغيث أنـزله عليها، فإن الغيث أحياها بإحياء الله إياها به، وإذا أحياها الغيث، فإن الله هو المحيي به، فبأي القراءتين قرأ القارئ فمصيب. فتأويل الكلام إذًا: فانظر يا محمد، إلى آثار الغيث الذي ينـزل الله من السحاب، كيف يحيي بها الأرض الميتة، فينبتها ويعشبها، من بعد موتها ودثورها، (إنَّ ذَلِكَ لَمُحْيِي المَوْتَى). يقول جلّ ذكره: إن الذي يحيي هذه الأرض بعد موتها بهذا الغيث، لمحيي الموتى من بعد موتهم، وهو على كلّ شيء مع قدرته على إحياء الموتى قدير، لا يعزّ عليه شيء أراده، ولا يمتنع عليه فعل شيء شاءه سبحانه."
    },
    {
      "ayah": 51,
      "surah": 30,
      "text": "القول في تأويل قوله تعالى :  وَلَئِنْ أَرْسَلْنَا رِيحًا فَرَأَوْهُ مُصْفَرًّا لَظَلُّوا مِنْ بَعْدِهِ يَكْفُرُونَ (51)يقول تعالى ذكره: ولئن أرسلنا ريحا مفسدة ما أنبته الغيث الذي أنـزلناه من السماء، فرأى هؤلاء الذين أصابهم الله بذلك الغيث الذي حييت به أرضوهم، وأعشبت ونبتت به زروعهم، ما أنبتته أرضوهم بذلك الغيث من الزرع مصفرّا، قد فسد بتلك الريح التي أرسلناها، فصار من بعد خضرته مصفرا، لظلوا من بعد استبشارهم، وفرحتهم به يكفرون بربهم."
    },
    {
      "ayah": 52,
      "surah": 30,
      "text": "القول في تأويل قوله تعالى :  فَإِنَّكَ لا تُسْمِعُ الْمَوْتَى وَلا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ (52)يقول تعالى ذكره: (فَإنَّكَ) يا محمد، (لا تُسْمِعُ المَوتَى) يقول: لا تجعل لهم أسماعا يفهمون بها عنك ما تقول لهم، وإنما هذا مثل معناه: فإنك لا تقدر أن تفهم هؤلاء المشركين، الذين قد ختم الله على أسماعهم، فسلبهم فهم ما يُتلى عليهم من مواعظ تنـزيله، كما لا تقدر أن تفهم الموتى الذين قد سلبهم الله أسماعهم، بأن تجعل لهم أسماعا.وقوله: (وَلا تُسْمِعُ الصُّمَّ الدُّعَاءَ) يقول: وكما لا تقدر أن تُسمع الصمّ الذين قد سلبوا السمع -الدعاء، إذا هم ولوا عنك مدبرين، كذلك لا تقدر أن توفق هؤلاء الذين قد سلبهم الله فهم آيات كتابه، لسماع ذلك وفهمه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة قوله: (فَإنَّكَ لا تُسْمِعُ المَوْتَى) : هذا مثل ضربه الله للكافر، فكما لا يسمع الميت الدعاء، كذلك لا يسمع الكافر، (وَلا تُسْمِعُ الصُّمَّ الدُّعاءَ إذَا وَلَّوْا مُدْبِرِينَ) يقول: لو أن أصمَّ ولى مدبرا ثم ناديته لم يسمع، كذلك الكافر لا يسمع، ولا ينتفع بما يسمع."
    },
    {
      "ayah": 53,
      "surah": 30,
      "text": "وقوله: ( وَمَا أَنْتَ بِهَادِي الْعُمْيِ عَنْ ضَلالَتِهِمْ ) يقول تعالى ذكره: وما أنت يا محمد بمسدّد من أعماه الله عن الاستقامة، ومحجة الحقّ، فلم يوفقه لإصابة الرشد، فصارفه عن ضلالته التي هو عليها، وركوبه الجائر من الطرق إلى سبيل الرشاد، يقول: ليس ذلك بيدك ولا إليك، ولا يقدر على ذلك أحد غيري؛ لأني القادر على كل شيء. وقيل: (بهادي العمي عن ضلالتهم) ولم يقل: من ضلالتهم، لأن معنى الكلام ما وصفت، من أنه: وما أنت بصارفهم عنه، فحمل على المعنى. ولو قيل: من ضلالتهم، كان صوابا. وكان معناه: ما أنت بمانعهم من ضلالتهم.وقوله: (إنْ تُسْمعُ إلا مَنْ يُؤْمِنُ بِآياتِنا) يقول تعالى ذكره لنبيه: ما تسمع السماع الذي ينتفع به سامعه فيعقله، إلا من يؤمن بآياتنا، لأن الذي يؤمن بآياتنا إذا سمع كتاب الله تدبَّره وفهمه وعقله، وعمل بما فيه، وانتهى إلى حدود الله الذي حدّ فيه، فهو الذي يسمع السماع النافع.وقوله: (فَهُمْ مُسْلِمُونَ) يقول: فهم خاضعون لله بطاعته، متذللون لمواعظ كتابه."
    },
    {
      "ayah": 54,
      "surah": 30,
      "text": "القول في تأويل قوله تعالى :  اللَّهُ الَّذِي خَلَقَكُمْ مِنْ ضَعْفٍ ثُمَّ جَعَلَ مِنْ بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِنْ بَعْدِ قُوَّةٍ ضَعْفًا وَشَيْبَةً يَخْلُقُ مَا يَشَاءُ وَهُوَ الْعَلِيمُ الْقَدِيرُ (54)يقول تعالى ذكره لهؤلاء المكذّبين بالبعث من مشركي قريش، محتجا عليهم بأنه القادر على ذلك، وعلى ما يشاء: (اللهُ الَّذِي خَلَقَكُمْ) أيها الناس (مِنْ ضَعْفٍ) يقول: من نطفة وماء مهين، فأنشأكم بشرا سويا، (ثُمَّ جَعَلَ مِنْ بَعْدِ ضَعْفٍ قُوَّةً) يقول: ثم جعل لكم قوّة على التصرّف، من بعد خلقه إياكم من ضعف، ومن بعد ضعفكم بالصغر والطفولة، (ثُم جَعَلَ مِنْ بَعْدِ قُوةٍ ضَعْفًا وَشَيْبَةً) يقول: ثم أحدث لكم الضعف، بالهرم والكبر عما كنتم عليه أقوياء في شبابكم، وشيبة.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة قوله: (الَّذِي خَلَقَكُمْ مِنْ ضَعْفٍ) أي من نطفة ( ثُمَّ جَعَلَ مِنْ بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِنْ بَعْدِ قُوَّةٍ ضَعْفًا ) الهرم (وَشَيْبَةً) الشمط.وقوله: (يَخْلُقُ ما يَشاءُ) يقول تعالى ذكر: يخلق ما يشاء من ضعف وقوّة وشباب وشيب (وَهُوَ العَلِيمُ) بتدبير خلقه (القَدِيرُ) على ما يشاء، لا يمتنع عليه شيء أراده، فكما فعل هذه الأشياء، فكذلك يميت خلقه ويحييهم إذا شاء. يقول: واعلموا أن الذي فعل هذه الأفعال بقدرته يحيي الموتى إذا شاء."
    },
    {
      "ayah": 55,
      "surah": 30,
      "text": "القول في تأويل قوله تعالى :  وَيَوْمَ تَقُومُ السَّاعَةُ يُقْسِمُ الْمُجْرِمُونَ مَا لَبِثُوا غَيْرَ سَاعَةٍ كَذَلِكَ كَانُوا يُؤْفَكُونَ (55)يقول تعالى ذكره: ويوم تجيء ساعة البعث، فيبعث الخلق من قبورهم، يقسم المجرمون، وهم الذين كانوا يكفرون بالله في الدنيا، ويكتسبون فيها الآثام، وإقسامهم: حلفهم بالله (ما لَبِثُوا غيرَ ساعَةٍ) : يقول: يقسمون بأنهم لم يلبثوا في قبورهم غير ساعة واحدة، يقول الله جلّ ثناؤه: كذلك في الدنيا كانوا يؤفكون: يقول: كذبوا في قيلهم وقَسَمِهِم ما لبثنا غير ساعة، كما كانوا في الدنيا يكذبون ويحلفون على الكذب وهم يعلمون.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة ( وَيَوْمَ تَقُومُ السَّاعَةُ يُقْسِمُ الْمُجْرِمُونَ مَا لَبِثُوا غَيْرَ سَاعَةٍ كَذَلِكَ كَانُوا يُؤْفَكُونَ ) أي: يكذبون في الدنيا، وإنما يعني بقوله: (يُؤفَكُونَ) عن الصدق، ويَصُدُّون عنه إلى الكذب."
    },
    {
      "ayah": 56,
      "surah": 30,
      "text": "القول في تأويل قوله تعالى :  وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَالإِيمَانَ لَقَدْ لَبِثْتُمْ فِي كِتَابِ اللَّهِ إِلَى يَوْمِ الْبَعْثِ فَهَذَا يَوْمُ الْبَعْثِ وَلَكِنَّكُمْ كُنْتُمْ لا تَعْلَمُونَ (56)كان قَتادة يقول: هذا من المقدّم الذي معناه التأخير.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة قوله: ( وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَالإيمَانَ لَقَدْ لَبِثْتُمْ فِي كِتَابِ اللَّهِ إِلَى يَوْمِ الْبَعْثِ ) قال: هذا من مقاديم الكلام. وتأويلها: وقال الذين أوتوا الإيمان والعلم: لقد لبثتم في كتاب الله (1) .وذُكر عن ابن جُرَيج أنه كان يقول: معنى ذلك: وقال الذين أوتوا العلم بكتاب الله، والإيمان بالله وكتابه.وقوله: (فِي كِتابِ اللهِ) يقول: فيما كتب الله مما سبق في علمه أنكم تلبثونه (فَهَذَا يَوْمُ البَعْثِ) يقول: فهذا يوم يبعث الناس من قبورهم (وَلَكِنَّكُمْ كُنْتُمْ لا تَعْلَمُونَ) يقول: ولكنكم كنتم لا تعلمون في الدنيا أنه يكون، وأنكم مبعوثون من بعد الموت، فلذلك كنتم تكذبون.------------------------الهوامش:(1) في فتح القدير للشوكاني (4 : 224) قال الواحدي: والمفسرون حملوا هذا على التقديم والتأخير، على تقدير: وقال الذين أوتوا العلم في كتاب الله. وهذا غير ما قدره قتادة في حديثه الذي رواه المؤلف هنا."
    },
    {
      "ayah": 57,
      "surah": 30,
      "text": "القول في تأويل قوله تعالى :  فَيَوْمَئِذٍ لا يَنْفَعُ الَّذِينَ ظَلَمُوا مَعْذِرَتُهُمْ وَلا هُمْ يُسْتَعْتَبُونَ (57)يقول تعالى ذكره: فيوم يبعثون من قبورهم (لا يَنْفَعُ الَّذِينَ ظَلَمُوا مَعْذِرَتُهُمْ) يعني: المكذّبين بالبعث في الدنيا(معذرتهم)، وهو قولهم: ما علمنا أنه يكون، ولا أنا نُبعث (وَلا هُمْ يُسْتَعْتَبُونَ) يقول: ولا هؤلاء الظلمة يُسترجعون يومئذ عما كانوا يكذّبون به في الدنيا."
    },
    {
      "ayah": 58,
      "surah": 30,
      "text": "القول في تأويل قوله تعالى :  وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هَذَا الْقُرْآنِ مِنْ كُلِّ مَثَلٍ وَلَئِنْ جِئْتَهُمْ بِآيَةٍ لَيَقُولَنَّ الَّذِينَ كَفَرُوا إِنْ أَنْتُمْ إِلا مُبْطِلُونَ (58)يقول تعالى ذكره: ولقد مثلنا للناس في هذا القرآن من كل مثل احتجاجا عليهم، وتنبيها لهم عن وحدانية الله. وقوله: (َولئنْ جِئْتَهُمْ بِآيَةٍ) يقول: ولئن جئت يا محمد هؤلاء القوم بآية، يقول: بدلالة على صدق ما تقول ( لَيَقُولَنَّ الَّذِينَ كَفَرُوا إِنْ أَنْتُمْ إِلَّا مُبْطِلُونَ ) يقول: ليقولنّ الذين جحدوا رسالتك، وأنكروا نبوّتك، إن أنتم أيها المصدّقون محمدا فيما أتاكم به إلا مبطلون فيما تجيئوننا به من هذه الأمور."
    },
    {
      "ayah": 59,
      "surah": 30,
      "text": "القول في تأويل قوله تعالى :  كَذَلِكَ يَطْبَعُ اللَّهُ عَلَى قُلُوبِ الَّذِينَ لا يَعْلَمُونَ (59)يقول تعالى ذكره: كذلك يختم الله على قلوب الذين لا يعلمون حقيقة ما تأتيهم به يا محمد من عند الله من هذه العِبر والعظات، والآيات البيِّنات، فلا يفقهون عن الله حُجة، ولا يفهمون عنه ما يتلو عليهم من آي كتابه، فهم لذلك في طغيانهم يتردّدون."
    },
    {
      "ayah": 6,
      "surah": 30,
      "text": "القول في تأويل قوله تعالى :  وَعْدَ اللَّهِ لا يُخْلِفُ اللَّهُ وَعْدَهُ وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ (6)يقول تعالى ذكره: وعد الله جلّ ثناؤه، وعد أن الروم ستغلب فارس من بعد غلبة فارس لهم، ونصب (وَعْدَ اللهِ) على المصدر من قوله: ( وَهُمْ مِنْ بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ ) لأن ذلك وعد من الله لهم أنهم سيغلبون، فكأنه قال: وعد الله ذلك المؤمنين وعدا، (لا يُخلف اللهُ وَعْدَهُ) يقول تعالى ذكره: إن الله يفي بوعده للمؤمنين أن الروم سيغلبون فارس، لا يخلفهم وعده ذلك؛ لأنه ليس في مواعيده خلف (ولكِنَّ أكْثَرَ النَّاسِ لا يعْلَمُونَ) يقول: ولكنّ أكثر قريش الذين يكذّبون بأن الله منجز وعده المؤمنين، من أن الروم تغلب فارس، لا يعلمون أن ذلك كذلك، وأنه لا يجوز أن يكون في وعد الله إخلاف."
    },
    {
      "ayah": 60,
      "surah": 30,
      "text": "القول في تأويل قوله تعالى :  فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَلا يَسْتَخِفَّنَّكَ الَّذِينَ لا يُوقِنُونَ (60)يقول تعالى ذكره: فاصبر يا محمد لما ينالك من أذاهم، وبلِّغهم رسالة ربك، فإن وعد الله الذي وعدك من النصر عليهم، والظفر بهم، وتمكينك وتمكين أصحابك وتُبَّاعك في الأرض حقّ(وَلا يسْتَخِفَّنَّك الَّذِينَ لا يُوقِنُونَ) يقول: ولا يستخفنّ حلمك ورأيك هؤلاء المشركون بالله الذين لا يوقنون بالمعاد ولا يصدّقون بالبعث بعد الممات، فيثبطوك عن أمر الله والنفوذ لما كلَّفك من تبليغهم رسالته.حدثنا ابن وكيع، قال: ثنا أبي، عن سعيد بن جُبَير، عن عليّ بن ربيعة، أن رجلا من الخوارج، قرأ خلف عليّ رضي الله عنه :  لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ  فقال عليّ: ( فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَلا يَسْتَخِفَّنَّكَ الَّذِينَ لا يُوقِنُونَ ).قال: ثنا يحيى بن آدم، عن شريك، عن عثمان بن أبي زرعة عن عليّ بن ربيعة قال: نادى رجل من الخوارج عليا رضي الله عنه، وهو في صلاة الفجر، فقال:  وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ  فأجابه عليّ رضي الله عنه وهو في الصلاة: ( فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَلا يَسْتَخِفَّنَّكَ الَّذِينَ لا يُوقِنُونَ ).حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة ( فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَلا يَسْتَخِفَّنَّكَ الَّذِينَ لا يُوقِنُونَ ) قال: قال رجل من الخوارج خلف عليّ في صلاة الغداة:  وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ  فأنصت له عليّ رضي الله عنه حتى فهم ما قال؛ فأجابه وهو في الصلاة: ( فَاصْبِرْ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَلا يَسْتَخِفَّنَّكَ الَّذِينَ لا يُوقِنُونَ ).آخر تفسير سورة الروم."
    },
    {
      "ayah": 7,
      "surah": 30,
      "text": "القول في تأويل قوله تعالى :  يَعْلَمُونَ ظَاهِرًا مِنَ الْحَيَاةِ الدُّنْيَا وَهُمْ عَنِ الآخِرَةِ هُمْ غَافِلُونَ (7)يقول تعالى ذكره: يعلم هؤلاء المكذّبون بحقيقة خبر الله أن الروم ستغلب فارس، ظاهرا من حياتهم الدنيا، وتدبير معايشهم فيها، وما يصلحهم، وهم عن أمر آخرتهم، وما لهم فيه النجاة من عقاب الله هنالك، غافلون، لا يفكرون فيه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا أبو تُمَيْلة يحيى بن واضح الأنصاري، قال: ثنا الحسين بن واقد، قال: ثنا يزيد النحوي، عن عكرمة، عن ابن عباس في قوله: (يَعْلَمُونَ ظاهِرا مِنَ الحَياةِ الدُّنْيا) يعني معايشهم، متى يحصدون ومتى يغرسون.حدثني أحمد بن الوليد الرمليّ، قال ثنا: عمرو بن عثمان بن عمر، عن عاصم بن عليّ، قال: ثنا أبو تميلة، قال: ثنا ابن واقد، عن يزيد النحويّ، عن عكرمة، عن ابن عباس في قوله: (يعلَمونَ ظاهِرًا من الحَياةِ الدُّنْيا) قال: متى يَزْرَعون، متى يَغْرِسون.حدثنا محمد بن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، قال: ثني شرقي، عن عكرمة في قوله: ( يَعْلَمُونَ ظَاهِرًا مِنَ الْحَيَاةِ الدُّنْيَا ) قال: هو السراج أو نحوه.حدثنا أبو هريرة محمد بن فراس الضبعي، قال: ثنا أبو قُتَيبة، قال: ثنا شعبة، عن شرقي، عن عكرِمة في قوله: ( يَعْلَمُونَ ظَاهِرًا مِنَ الْحَيَاةِ الدُّنْيَا ) : قال السراجون.حدثنا أحمد بن الوليد الرملي، قال: ثنا سليمان بن حرب، قال: ثنا شعبة، عن شرقي، عن عكرِمة في قوله: ( يَعْلَمُونَ ظَاهِرًا مِنَ الْحَيَاةِ الدُّنْيَا ) قال: الخرازون والسراجون.حدثنا بشر بن آدم، قال: ثنا عبد الرحمن بن مهدي، قال: ثنا سفيان، عن منصور، عن إبراهيم ( يَعْلَمُونَ ظَاهِرًا مِنَ الْحَيَاةِ الدُّنْيَا ) قال: معايشهم، وما يصلحهم.حدثنا ابن بشار، قال: ثنا عبد الرحمن بن مهدي، قال: ثنا سفيان، عن منصور، عن إبراهيم، مثله.حدثني بشر بن آدم، قال: ثنا الضحاك بن مخلد، عن سفيان، عن أبيه، عن عكرِمة، وعن منصور، عن إبراهيم ( يَعْلَمُونَ ظَاهِرًا مِنَ الْحَيَاةِ الدُّنْيَا ) قال: معايشهم.حدثني عليّ، قال: ثنا عبد الله، قال: ثني معاوية، عن عليّ، عن ابن عباس قوله: ( ظَاهِرًا مِنَ الْحَيَاةِ الدُّنْيَا ) يعني الكفار، يعرفون عمران الدنيا، وهم في أمر الدين جهال.حدثني ابن وكيع، قال: ثني أبي، عن سفيان، عن أبيه، عن عكرِمة ( يَعْلَمُونَ ظَاهِرًا مِنَ الْحَيَاةِ الدُّنْيَا ) قال: معايشهم، وما يصلحهم.حدثنا ابن وكيع، قال: ثنا أبي، عن سفيان، عن منصور، عن إبراهيم مثله.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة قوله: ( يَعْلَمُونَ ظَاهِرًا مِنَ الْحَيَاةِ الدُّنْيَا ) من حرفَتها وتصرّفها وبغيتها، ( وَهُمْ عَنِ الآخِرَةِ هُمْ غَافِلُونَ ).حدثنا ابن وكيع، قال: ثنا أبي، عن سفيان، عن رجل، عن الحسن، قال: يعلمون متى زرعهم، ومتى حصادهم.قال: ثنا حفص بن راشد الهلالي، عن شعبة، عن شرقي، عن عكرِمة ( يَعْلَمُونَ ظَاهِرًا مِنَ الْحَيَاةِ الدُّنْيَا ) قال: السراج ونحوه.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن أبي جعفر، عن الربيع، عن أبي العالية قال: صرفها في معيشتها.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: ( يَعْلَمُونَ ظَاهِرًا مِنَ الْحَيَاةِ الدُّنْيَا وَهُمْ عَنِ الآخِرَةِ هُمْ غَافِلُونَ ) (1) .وقال آخرون في ذلك ما حدثنا ابن حميد، قال: ثنا يعقوب القمي، عن جعفر، عن سعيد في قوله: ( يَعْلَمُونَ ظَاهِرًا مِنَ الْحَيَاةِ الدُّنْيَا ) قال: تسترق الشياطين السمع، فيسمعون الكلمة التي قد نـزلت ينبغي لها أن تكون في الأرض، قال: ويرمون بالشُّهب، فلا ينجو أن يحترق، أو يصيبه شرر منه، قال: فيسقط فلا يعود أبدا، قال: ويرمي بذاك الذي سمع إلى أوليائه من الإنس، قال: فيحملون عليه ألف كذبة، قال: فما رأيت الناس يقولون: يكون كذا وكذا، قال: فيجيء الصحيح منه كما يقولون، الذي سمعوه من السماء، ويعقبه من الكذب الذي يخوضون فيه.------------------------الهوامش:(1) كذا في النسخ، ولم يذكر التفسير، ولعله سقط من قلم الناسخ، أو لعله كلمة \"نحوه\" أو \"مثله\"، وكثيرًا ما يتركها."
    },
    {
      "ayah": 8,
      "surah": 30,
      "text": "القول في تأويل قوله تعالى :  أَوَلَمْ يَتَفَكَّرُوا فِي أَنْفُسِهِمْ مَا خَلَقَ اللَّهُ السَّمَاوَاتِ وَالأَرْضَ وَمَا بَيْنَهُمَا إِلا بِالْحَقِّ وَأَجَلٍ مُسَمًّى وَإِنَّ كَثِيرًا مِنَ النَّاسِ بِلِقَاءِ رَبِّهِمْ لَكَافِرُونَ (8)يقول تعالى ذكره: أولم يتفكَّر هؤلاء المكذّبون بالبعث يا محمد من قومك في خلق الله إياهم، وأنه خلقهم ولم يكونوا شيئا، ثم صرفهم أحوالا وقارات حتى صاروا رجالا فيعلموا أن الذي فعل ذلك قادر أن يعيدهم بعد فنائهم خلقا جديدا، ثم يجازي المحسن منهم بإحسانه، والمسيء بإساءته لا يظلم أحدا منهم، فيعاقبه بجرم غيره، ولا يحرم أحدا منهم جزاء عمله، لأنه العدل الذي لا يجور ( مَا خَلَقَ اللَّهُ السَّمَاوَاتِ وَالأرْضَ وَمَا بَيْنَهُمَا ) إلا بالعدل، وإقامة الحقّ، (وَأَجَلٍ مُسَمًّى) يقول: وبأجل مؤقت مسمى، إذا بلغت ذلك الوقت أفنى ذلك كله، وبدّل الأرض غير الأرض والسماوات ، وبرزوا لله الواحد القهَّار، وإن كثيرا من الناس بلقاء ربهم جاحدون منكرون؛ جهلا منهم بأن معادهم إلى الله بعد فنائهم، وغفلة منهم عن الآخرة."
    },
    {
      "ayah": 9,
      "surah": 30,
      "text": "القول في تأويل قوله تعالى :  أَوَلَمْ يَسِيرُوا فِي الأَرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ كَانُوا أَشَدَّ مِنْهُمْ قُوَّةً وَأَثَارُوا الأَرْضَ وَعَمَرُوهَا أَكْثَرَ مِمَّا عَمَرُوهَا وَجَاءَتْهُمْ رُسُلُهُمْ بِالْبَيِّنَاتِ فَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ (9)يقول تعالى ذكره: أولم يسر هؤلاء المكذّبون بالله، الغافلون عن الآخرة من قريش في البلاد التي يسلكونها تجرا، فينظروا إلى آثار الله فيمن كان قبلهم من الأمم المكذّبة، كيف كان عاقبة أمرها في تكذيبها رسلها، فقد كانوا أشدّ منهم قوّة، (وَأَثَارُوا الأرْضَ): يقول: واستخرجوا الأرض، وحرثوها وعمروها أكثر مما عمر هؤلاء، فأهلكهم الله بكفرهم وتكذيبهم رسلهم، فلم يقدروا على الامتناع، مع شدّة قواهم مما نـزل بهم من عقاب الله، ولا نفعتهم عمارتهم ما عمروا من الأرض، إذ (جَاءَتْهُمْ رُسُلُهُم بِالْبَينَاتِ) من الآيات، فكذّبوهم، فأحلّ الله بهم بأسه، (فَمَا كَانَ الله لِيَظْلِمَهُمْ) بعقابه إياهم على تكذيبهم رسله، وجحودهم آياته، (وَلَكِن كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ) بمعصيتهم ربهم.وبنحو الذي قلنا في تأويل قوله: (وَأَثَارُوا الأرْضَ) قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس قوله: ( أَوَلَمْ يَسِيرُوا فِي الأرْضِ فَيَنْظُرُوا كَيْفَ كَانَ عَاقِبَةُ الَّذِينَ مِنْ قَبْلِهِمْ كَانُوا أَشَدَّ مِنْهُمْ قُوَّةً وَأَثَارُوا الأرْضَ وَعَمَرُوهَا أَكْثَرَ مِمَّا عَمَرُوهَا ) قال: ملكوا الأرض وعمروها.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد (وَأَثَارُوا الأرْضَ) قال: حرثوها.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة (أَولَمْ يَسِيرُوا فِي الأرْضَ ...) إلى قوله: (وَأَثَارُوا الأرْضَ وَعَمَرُوها) كقوله:  وَآثَارًا فِي الأَرْضِ  ، وقوله: (وَعَمَرُوها) أكثر مما عمر هؤلاء (وَجَاءَتْهُمْ رُسُلُهُم بالْبَيِّناتِ)."
    }
  ]
}
