{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 41,
      "text": "القول في تأويل قوله تعالى :  حم (1)قال أبو جعفر: قد تقدم القول منا فيما مضى قبلُ في معنى ( حم ) والقول في هذا الموضع كالقول في ذلك."
    },
    {
      "ayah": 10,
      "surah": 41,
      "text": "القول في تأويل قوله تعالى :  وَجَعَلَ فِيهَا رَوَاسِيَ مِنْ فَوْقِهَا وَبَارَكَ فِيهَا وَقَدَّرَ فِيهَا أَقْوَاتَهَا فِي أَرْبَعَةِ أَيَّامٍ سَوَاءً لِلسَّائِلِينَ (10)يقول تعالى ذكره: وجعل في الأرض التي خلق في يومين جبالا رواسي, وهي الثوابت في الأرض من فوقها, يعني: من فوق الأرض على ظهرها.وقوله: ( وَبَارَكَ فِيهَا ) يقول: وبارك في الأرض فجعلها دائمة الخير لأهلها.وقد ذُكر عن السديّ في ذلك ما حدثنا موسى, قال: ثنا عمرو, قال: ثنا أسباط, عن السديّ: ( وَبَارَكَ فِيهَا ) قال: أنبت شجرها.( وَقَدَّرَ فِيهَا أَقْوَاتَهَا )اختلف أهل التأويل في ذلك, فقال بعضهم: وقدر فيها أقوات أهلها بمعنى أرزاقهم ومعايشهم.* ذكر من قال ذلك:حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن الحسن ( وَقَدَّرَ فِيهَا أَقْوَاتَهَا ) قال: أرزاقها.حدثني موسى, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قول الله: ( وَقَدَّرَ فِيهَا أَقْوَاتَهَا ) قال: قدر فيها أرزاق العباد, ذلك الأقوات.حدثنا موسى, قال: ثنا عمرو, قال: ثنا أسباط, عن السديّ( وَقَدَّرَ فِيهَا أَقْوَاتَهَا ) يقول: أقواتها لأهلها.وقال آخرون: بل معناه: وقدر فيها ما يصلحها.* ذكر من قال ذلك:حدثني علي بن سهل, قال: ثنا الوليد بن مسلم, عن خليد بن دعلج, عن قتادة, قوله: ( وَقَدَّرَ فِيهَا أَقْوَاتَهَا ) قال: صلاحها.وقال آخرون: بل معنى ذلك: وقدر فيها جبالها وأنهارها وأشجارها.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَقَدَّرَ فِيهَا أَقْوَاتَهَا ) : خلق فيها جبالها وأنهارها وبحارها وشجرها, وساكنها من الدواب كلها.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( وَقَدَّرَ فِيهَا أَقْوَاتَهَا ) قال: جبالها ودوابها وأنهارها وبحارها.وقال آخرون: بل معنى ذلك: وقدر فيها أقواتها من المطر.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, في قوله: ( وَقَدَّرَ فِيهَا أَقْوَاتَهَا ) قال: من المطر.وقال آخرون: بل معنى ذلك: وقدر في كل بلدة منها ما لم يجعله في الآخر منها لمعاش, بعضهم من بعض بالتجارة من بلدة إلى بلدة.* ذكر من قال ذلك:حدثني الحسين بن محمد الذارع, قال: ثنا أبو محصن, قال: ثنا حسين, عن عكرمة, في قوله: ( وَقَدَّرَ فِيهَا أَقْوَاتَهَا ) قال: اليمانيّ باليمن, والسابريّ بسابور.حدثني محمد بن عبد الله بن بزيع, قال: ثنا أبو محصن, عن حصين, قال: قال عكرمة ( وَقَدَّرَ فِيهَا أَقْوَاتَهَا ) اليمانية باليمن, والسابرية بسابور, وأشباه هذا.حدثنا أبو كُرَيب, قال: ثنا ابن إدريس, قال: سمعت حصينا عن عكرمة في قوله: ( وَقَدَّرَ فِيهَا أَقْوَاتَهَا ) قال: في كل أرض قوت لا يصلح في غيرها, اليماني باليمن, والسابري بسابور.حدثني يعقوب بن إبراهيم, قال: ثنا هشيم, قال: أخبرنا حصين عن عكرمة في قوله: ( وَقَدَّرَ فِيهَا أَقْوَاتَهَا ) قال: البلد يكون فيه القوت أو الشيء لا يكون لغيره, ألا ترى أن السابري إنما يكون بسابور, وأن العصب إنما يكون باليمن ونحو ذلك.حدثني إسماعيل بن سيف, قال: ثنا ابن عبد الواحد بن زياد, عن خصيف, عن مجاهد, في قوله: ( وَقَدَّرَ فِيهَا أَقْوَاتَهَا ) قال: السابريّ بسابور, والطيالسة من الريّ.حدثني إسماعيل, قال: ثنا أبو النضر صاحب البصري, قال: ثنا أبو عوانة, عن مطرف, عن الضحاك في قوله: ( وَقَدَّرَ فِيهَا أَقْوَاتَهَا ) قال: السابريّ بسابور, والطيالسة من الريّ.فى قوله ( وَقَدَّرَ فِيهَا أَقْوَاتَهَا ) قال: السابريّ من سابور, والطيالسة من الريّ, والحِبَر من اليمن.والصواب من القول في ذلك أن يقال: إن الله تعالى أخبر أنه قدّر في الأرض أقوات أهلها, وذلك ما يقوتهم من الغذاء, ويصلحهم من المعاش, ولم يخصص جلّ ثناؤه بقوله ( وَقَدَّرَ فِيهَا أَقْوَاتَهَا ) أنه قَدّر فيها قوتا دون قوت, بل عم الخبر عن تقديره فيها جميع الأقوات, ومما يقوت أهلها ما لا يصلحهم غيره من الغذاء, وذلك لا يكون إلا بالمطر والتصرّف في البلاد لما خصّ به بعضا دون بعض, ومما أخرج من الجبال من الجواهر, ومن البحر من المآكل والحليّ, ولا قول في ذلك أصح مما قال جلّ ثناؤه: قدّر في الأرض أقوات أهلها, لما وصفنا من العلة.وقال جلّ ثناؤه: ( فِي أَرْبَعَةِ أَيَّامٍ ) لما ذكرنا قبل من الخبر الذي روينا عن ابن عباس, عن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم أنه فرغ من خلق الأرض وجميع أسبابها ومنافعها من الأشجار والماء والمدائن والعمران والخراب في أربعة أيام, أوّلهنّ يوم الأحد, وآخرهن يوم الأربعاء.حدثني موسى, قال: ثنا عمرو, قال: ثنا أسباط, عن السديّ, قال: خلق الجبال فيها وأقوات أهلها وشجرها وما ينبغي لها في يومين, في الثلاثاء والأربعاء.وقال بعض نحويي البصرة: قال. خلق الأرض في يومين, ثم قال في أربعة أيام, لأنه يعني أن هذا مع الأول أربعة أيام, كما تقول: تزوّجت أمس امرأة, واليوم ثنتين, وإحداهما التي تزوّجتها أمس.وقوله: ( سَوَاءً لِلسَّائِلِينَ ) اختلف أهل التأويل في تأويله, فقال بعضهم: تأويله: سواء لمن سأل عن مبلغ الأجل الذي خلق الله فيه الأرض, وجعل فيها الرواسي من فوقها والبركة, وقدّر فيها الأقوات بأهلها, وجَدَهُ كما أخبر الله أربعه أيام لا يزدن على ذلك ولا ينقصن منه.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( سَوَاءً لِلسَّائِلِينَ ) من سأل عن ذلك وجده, كما قال الله.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( سَوَاءً لِلسَّائِلِينَ ) قال: من سأل فهو كما قال الله.حدثنا موسى بن هارون, قال: ثنا عمرو, قال: ثنا أسباط, عن السديّ( فِي أَرْبَعَةِ أَيَّامٍ سَوَاءً لِلسَّائِلِينَ ) يقول: من سأل فهكذا الأمر.وقال آخرون: بل معنى ذلك: سواء لمن سأل ربه شيئا مما به الحاجة إليه من الرزق, فإن الله قد قدّر له من الأقوات في الأرض, على قدر مسألة كل سائل منهم لو سأله لما نفذ من علمه فيهم قبل أن يخلقهم.*ذكر من قال ذلك:حدثني يونس, قال: أخبرنا ابن وهب قال: قال ابن زيد في قوله ( سَوَاءً لِلسَّائِلِينَ ) قال: قدّر ذلك على قدر مسائلهم, يعلم ذلك أنه لا يكون من مسائلهم شيء إلا شيء قد علمه قبل أن يكون. واختلفت القراء في قراءة ذلك. فقرأته عامة قراء الأمصار غير أبي جعفر والحسن البصري: ( سَوَاءً ) بالنصب. وقرأه أبو جعفر القارئ: \" سَوَاءٌ\" بالرفع. وقرأ الحسن: \" سَوَاءٍ\" بالجر.والصواب من القراءة في ذلك ما عليه قراء الأمصار, وذلك قراءته بالنصب لإجماع الحجة من القراء عليه, ولصحة معناه. وذلك أن معنى الكلام: قدر فيها أقواتها سواء لسائليها على ما بهم إليه الحاجة, وعلى ما يصلحهم.وقد ذُكر عن ابن مسعود أنه كان يقرأ ذلك: \" وَقَسَّمَ فِيهَا أقْوَاتَهَا \".وقد اختلف أهل العربية في وجه نصب سواءً, فقال بعض نحويي البصرة: من نصبه جعله مصدرا, كأنه قال: استواء. قال: وقد قرئ بالجر وجعل اسما للمستويات: أي في أربعة أيام تامَّة. وقال بعض نحويي الكوفة: من خفض سواء, جعلها من نعت الأيام, وإن شئت من نعت الأربعة, ومن نصبها جعلها متصلة بالأقوات. قال: وقد ترفع كأنه ابتداء, كأنه قال: ذلك ( سَوَاءً لِلسَّائِلِينَ ) يقول: لمن أراد علمه.والصواب من القول في ذلك أن يكون نصبه إذا نصب حالا من الأقوات, إذ كانت سواء قد شبهت بالأسماء النكرة, فقيل: مررت بقوم سواء, فصارت تتبع النكرات, وإذا تبعت النكرات انقطعت من المعارف فنصبت, فقيل: مررت بإخوتك سواء, وقد يجوز أن يكون إذا لم يدخلها تثنية ولا جمع أن تشبه بالمصادر. وأما إذا رُفعت, فإنما ترفع ابتداء بضمير ذلك ونحوه, وإذا جرت فعلى الاتباع للأيام أو للأربعة."
    },
    {
      "ayah": 11,
      "surah": 41,
      "text": "وقوله: ( ثُمَّ اسْتَوَى إِلَى السَّمَاءِ وَهِيَ دُخَانٌ فَقَالَ لَهَا وَلِلأرْضِ اِئْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَا أَتَيْنَا طَائِعِينَ ) يعني تعالى ذكره: ثم استوى إلى السماء, ثم ارتفع إلى السماء.وقد بيَّنا أقوال أهل العلم في ذلك فيما مضى قبل.وقوله: ( فَقَالَ لَهَا وَلِلأرْضِ اِئْتِيَا طَوْعًا أَوْ كَرْهًا ) يقول جلّ ثناؤه: فقال الله للسماء والأرض: جيئا بما خلقت فيكما, أما أنت يا سماء فأطلعي ما خلقت فيك من الشمس والقمر والنجوم, وأما أنت يا أرض فأخرجي ما خلقت فيك من الأشجار والثمار والنبات, وتشقَّقِي عن الأنهار ( قَالَتَا أَتَيْنَا طَائِعِينَ ) جئنا بما أحدثت فينا من خلقك, مستجيبين لأمرك لا نعصي أمرك.وبنحو الذي قلنا في ذلك قال أهل التأويل.*ذكر من قال ذلك:حدثنا أبو هشام, قال: ثنا ابن يمان, قال: ثنا سفيان, عن ابن جريج, عن سليمان بن موسى, عن مجاهد, عن ابن عباس,( فَقَالَ لَهَا وَلِلأرْضِ اِئْتِيَا طَوْعًا أَوْ كَرْهًا قَالَتَا أَتَيْنَا طَائِعِينَ ) قال: قال الله للسموات: أطلعي شمسي وقمري, وأطلعي نجومي, وقال للأرض: شققي أنهارك وأخرجي ثمارك, فقالتا: أعطينا طائعين.حدثني يعقوب بن إبراهيم, قال: ثنا ابن علية, عن ابن جريج, عن سليمان الأحول, عن طاوس, عن ابن عباس, في قوله ( اِئْتِيَا ) : أعطيا. وفي قوله: ( قَالَتَا أَتَيْنَا ) قالتا: أعطينا.وقيل: أتينا طائعين, ولم يقل طائعتين, والسماء والأرض مؤنثتان, لأن النون والألف اللتين هما كناية أسمائهما في قوله ( أَتَيْنَا ) نظيره كناية أسماء المخبرين من الرجال عن أنفسهم, فأجرى قوله ( طَائِعِينَ ) على ما جرى به الخبر عن الرجال كذلك. وقد كان بعض أهل العربية يقول: ذهب به إلى السموات والأرض ومن فيهنّ.وقال آخرون منهم: قيل ذلك كذلك لأنهما لما تكلمتا أشبهتا الذكور من بني آدم."
    },
    {
      "ayah": 12,
      "surah": 41,
      "text": "القول في تأويل قوله تعالى :  فَقَضَاهُنَّ سَبْعَ سَمَاوَاتٍ فِي يَوْمَيْنِ وَأَوْحَى فِي كُلِّ سَمَاءٍ أَمْرَهَا وَزَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَحِفْظًا ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ (12)يقول تعالى ذكره: ففرغ من خلقهنّ سبع سموات في يومين, وذلك يوم الخميس ويوم الجمعة.كما حدثني موسى, قال: ثنا عمرو, قال: ثنا أسباط, عن السديّ, قال: استوى إلى السماء وهي دخان من تنفس الماء حين تنفس, فجعلها سماء واحدة, ففتقها, فجعلها سبع سموات في يومين, في الخميس والجمعة. وإنما سمي يوم الجمعة لأنه جمع فيه خلق السموات والأرض.وقوله: ( وَأَوْحَى فِي كُلِّ سَمَاءٍ أَمْرَهَا ) يقول: وألقى في كل سماء من السموات السبع ما أراد من الخلق.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, في قوله: ( وَأَوْحَى فِي كُلِّ سَمَاءٍ أَمْرَهَا ) قال: ما أمر الله به وأراده.حدثنا موسى, قال: ثنا عمرو, قال: ثنا أسباط, عن السديّ( وَأَوْحَى فِي كُلِّ سَمَاءٍ أَمْرَهَا ) قال: خلق في كلّ سماء خلقها من الملائكة والخلق الذي فيها من البحار وجبال البرد, وما لا يعلم.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَأَوْحَى فِي كُلِّ سَمَاءٍ أَمْرَهَا ) : خلق فيها شمسها وقمرها ونجومها وصلاحها.وقوله: ( وَزَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ وَحِفْظًا ) يقول تعالى ذكره: وزيَّنا السماء الدنيا إليكم أيها الناس بالكواكب وهي المصابيح.كما حدثنا موسى, قال: ثنا عمرو, قال: ثنا أسباط, عن السديّ( زَيَّنَّا السَّمَاءَ الدُّنْيَا بِمَصَابِيحَ ) قال: ثم زين السماء بالكواكب, فجعلها زينة ( وَحِفْظًا ) من الشياطين.واختلف أهل العربية في وجه نصبه قوله: ( وَحِفْظًا ) فقال بعض نحويي البصرة: نصب بمعنى: وحفظناها حفظا, كأنه قال: ونحفظها حفظا, لأنه حين قال: \" زَيَّنَّاهَا بِمَصَابِيحَ\" قد أخبر أنه قد نظر في أمرها وتعهدها, فهذا يدلّ على الحفظ, كأنه قال: وحفظناها حفظا. وكان بعض نحويي الكوفة يقول: نصب ذلك على معنى: وحفظا زيناها, لأن الواو لو سقطت لكان إنا زينا السماء الدنيا حفظا; وهذا القول الثاني أقرب عندنا للصحة من الأوّل.وقد بيَّنا العلة في نظير ذلك في غير موضع من هذا الكتاب, فأغنى ذلك عن إعادته.وقوله: ( ذَلِكَ تَقْدِيرُ الْعَزِيزِ الْعَلِيمِ ) يقول تعالى ذكره: هذا الذي وصفت لكم من خلقي السماء والأرض وما فيهما, وتزييني السماء الدنيا بزينة الكواكب, على ما بينت تقدير العزيز في نقمته من أعدائه, العليم بسرائر عباده وعلانيتهم, وتدبيرهم على ما فيه صلاحهم."
    },
    {
      "ayah": 13,
      "surah": 41,
      "text": "القول في تأويل قوله تعالى :  فَإِنْ أَعْرَضُوا فَقُلْ أَنْذَرْتُكُمْ صَاعِقَةً مِثْلَ صَاعِقَةِ عَادٍ وَثَمُودَ (13)يقول تعالى ذكره: فإن أعرض هؤلاء المشركون عن هذه الحجة التي بيَّنتها لهم يا محمد, ونبهتهم عليها فلم يؤمنوا بها ولم يقروا أن فاعل ذلك هو الله الذي لا إله غيره, فقل لهم: أنذرتكم أيها الناس صاعقة تهلككم مثل صاعقة عاد وثمود.وقد بيَّنا فيما مضى أن معنى الصاعقة: كلّ ما أفسد الشيء وغيره عن هيئته. وقيل في هذا الموضع عنى بها وقيعة من الله وعذاب.* ذكر من قال ذلك:حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله: ( صَاعِقَةً مِثْلَ صَاعِقَةِ عَادٍ وَثَمُودَ ) قال: يقول: أنذرتكم وقيعة عاد وثمود, قال: عذاب مثل عذاب عاد وثمود."
    },
    {
      "ayah": 14,
      "surah": 41,
      "text": "وقوله: ( إِذْ جَاءَتْهُمُ الرُّسُلُ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ ) يقول: فقل: أنذرتكم صاعقة مثل صاعقه عاد وثمود التي أهلكتهم, إذ جاءت عادا وثمود  الرسل من بين أيديهم; فقوله \" إذ \" من صلة صاعقة. وعنى بقوله: ( مِنْ بَيْنِ أَيْدِيهِمْ ) الرسل التي أتت آباء الذين هلكوا بالصاعقة من هاتين الأمتين.وعنى بقوله: ( وَمِنْ خَلْفِهِمْ ) : من خلف الرسل الذين بعثوا إلى آبائهم رسلا إليهم, وذلك أن الله بعث إلى عاد هودا, فكذبوه من بعد رسل قد كانت تقدمته إلى آبائهم أيضا, فكذبوهم, فأهلكوا.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله: ( فَإِنْ أَعْرَضُوا )... إلى قوله: ( وَمِنْ خَلْفِهِمْ ) قال: الرسل التي كانت قبل هود, والرسل الذين كانوا بعده, بعث الله قبله رسلا وبعث من بعده رسلا.وقوله: ( أَلا تَعْبُدُوا إِلا اللَّهَ ) يقول تعالى ذكره: جاءتهم الرسل بأن لا تعبدوا إلا الله وحده لا شريك له.قالوا: ( لَوْ شَاءَ رَبُّنَا لأنـزلَ مَلائِكَةً ) يقول جل ثناؤه: فقالوا لرسلهم إذ دعوهم إلى الإقرار بتوحيد الله: لو شاء ربنا أن نوحده, ولا نعبد من دونه شيئا غيره, لأنـزل إلينا ملائكة من السماء رسلا بما تدعوننا أنتم إليه, ولم يرسلكم وأنتم بشر مثلنا, ولكنه رضي عبادتنا ما نعبد, فلذلك لم يرسل إلينا بالنهي عن ذلك ملائكة.وقوله: ( فَإِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ ) يقول: قال لرسلهم: فإنا بالذي أرسلكم به ربكم إلينا جاحدون غير مصدّقين به."
    },
    {
      "ayah": 15,
      "surah": 41,
      "text": "القول في تأويل قوله تعالى :  فَأَمَّا عَادٌ فَاسْتَكْبَرُوا فِي الأَرْضِ بِغَيْرِ الْحَقِّ وَقَالُوا مَنْ أَشَدُّ مِنَّا قُوَّةً أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً وَكَانُوا بِآيَاتِنَا يَجْحَدُونَ (15)يقول تعالى ذكره: ( فَأَمَّا عَادٌ ) قوم هود ( فَاسْتَكْبَرُوا ) على ربهم وتجبروا( فِي الأرْضِ ) تكبرا وعتوّا بغير ما أذن الله لهم به ( وَقَالُوا مَنْ أَشَدُّ مِنَّا قُوَّةً أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَهُمْ ) وأعطاهم ما أعطاهم من عظم الخلق, وشدة البطش ( هُوَ أَشَدُّ مِنْهُمْ قُوَّةً ) فيحذروا عقابه, ويتقوا سطوته لكفرهم به, وتكذيبهم رسله. يقول: وكانوا بأدلتنا وحججنا عليهم يجحدون."
    },
    {
      "ayah": 16,
      "surah": 41,
      "text": "القول في تأويل قوله تعالى :  فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا فِي أَيَّامٍ نَحِسَاتٍ لِنُذِيقَهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا وَلَعَذَابُ الآخِرَةِ أَخْزَى وَهُمْ لا يُنْصَرُونَ (16)يقول تعالى ذكره: فأرسلنا على عاد ريحا صرصرا.واختلف أهل التأويل في معنى الصرصر, فقال بعضهم: عني بذلك أنها ريح شديدة.* ذكر من قال ذلك.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى, عن ابن أبي نجيح, عن مجاهد, قوله ( رِيحًا صَرْصَرًا ) قال: شديدة.حدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء, عن ابن أبي نجيح, عن مجاهد ( رِيحًا صَرْصَرًا ) شديدة السَّموم عليهم.وقال آخرون: بل عنى بها أنها باردة.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا ) قال: الصرصر: الباردة.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله: ( رِيحًا صَرْصَرًا ) قال: باردة.حدثنا محمد بن الحسين, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( رِيحًا صَرْصَرًا ) قال: باردة ذات الصوت.حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: ثنا عبيد, قال: سمعت. الضحاك يقول, في قوله: ( رِيحًا صَرْصَرًا ) يقول: ريحا فيها برد شديد.وأولى القولين في ذلك بالصواب قول مجاهد, وذلك أن قوله: ( صَرْصَرًا ) إنما هو صوت الريح إذا هبت بشدة, فسمع لها كقول القائل: صرر, ثم جعل ذلك من أجل التضعيف الذي في الراء, فقال ثم أبدلت إحدى الراءات صادا لكثرة الراءات, كما قيل في ردده: ردرده, وفي نههه: نهنهه, كما قال رؤبة:فــــالْيَوْمَ قَــــدْ تُنَهْنِهُنـــيوَأَوَّلُ حِــــلْمٍ لَيْسَ بِالْمُسَــــفَّهِ (1)وكما قيل في كففه: كفكفه, كما قال النابغة?أُكَفكِــفُ عَــبْرَةً غَلَبَــتْ عُـدَاتِيإذَا نَهْنَهْتُهَـــا عـــادَت ذُباحــا (2)وقد قيل: إن النهر الذي يسمى صرصرا, إنما سمي بذلك لصوت الماء الجاري فيه, وإنه \" فعلل \" من صرر نظير الريح الصرصر.وقوله: ( فِي أَيَّامٍ نَحِسَاتٍ ) اختلف أهل التأويل في تأويل النحسات, فقال بعضهم: عني بها المتتابعات.* ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله: ( فِي أَيَّامٍ نَحِسَاتٍ ) قال: أيام متتابعات أنـزل الله فيهن العذاب.وقال آخرون: عني بذلك المشائيم.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله: ( أَيَّامٍ نَحِسَاتٍ ) قال: مشائيم.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( فِي أَيَّامٍ نَحِسَاتٍ ) أيام والله كانت مشئومات على القوم.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, قال: النحسات: المشئومات النكدات.حدثنا محمد بن الحسين, قال: ثنا أحمد بن المفضل, قال: ثنا أسباط, عن السديّ( فِي أَيَّامٍ نَحِسَاتٍ ) قال: أيام مشئومات عليهم.وقال آخرون: معنى ذلك: أيام ذات شر.* ذكر من قال ذلك:حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد قوله: ( أَيَّامٍ نَحِسَاتٍ ) قال: النحس: الشر; أرسل عليهم ريح شر ليس فيها من الخير شيء.وقال آخرون: النحسات: الشداد.* ذكر من قال ذلك:حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: ثنا عبيد, قال: سمعت الضحاك يقول ( فِي أَيَّامٍ نَحِسَاتٍ ) قال: شداد.وأولى الأقوال في ذلك بالصواب قول من قال عنى بها: أيام مشائيم ذات نحوس, لأن ذلك هو المعروف من معنى النحس في كلام العرب.وقد اختلفت القرّاء في قراءة ذلك, فقرأته عامة قراء الأمصار غير نافع وأبي عمرو ( فِي أَيَّامٍ نَحِسَاتٍ ) بكسر الحاء, وقرأه نافع وأبو عمرو: \" نَحْسَاتٍ\" بسكون الحاء. وكان أبو عمرو فيما ذكر لنا عنه يحتج لتسكينه الحاء بقوله:  يَوْمِ نَحْسٍ مُسْتَمِرٍّ  وأن الحاء فيه ساكنة.والصواب من القول في ذلك أن يقال: إنهما قراءتان مشهورتان, قد قرأ بكل واحدة منهما قرّاء علماء مع اتفاق معنييهما, وذلك أن تحريك الحاء وتسكينها في ذلك لغتان معروفتان, يقال هذا يوم نحْس, ويوم نَحِس, بكسر الحاء وسكونها; قال الفرّاء: أنشدني بعض العرب?أبْلِــغْ جُذَامــا وَلَخْمـا أنَّ إخْـوَتَهُمْطَيَّـا وَبَهْـرَاءَ قَـوْمٌ نَصْـرُهُمْ نَحِسُ (3)وأما من السكون فقول الله  يَوْمِ نَحْسٍ  ; منه قول الراجز?يَــوْمَيْنِ غَيْمَيْــنِ وَيَوْمــا شَمْسـانَجْــمَيْنِ بالسَّــعْدِ وَنَجْمــا نَحْسـا (4)فمن كان في لغته:  يَوْمِ نَحْسٍ  قال: \" في أيَّامٍ نَحْساتٍ\", ومن كان في لغته: (يَوْمِ نَحِسٍ) قال: ( فِي أَيَّامٍ نَحِسَاتٍ ), وقد قال بعضهم: النحْس بسكون الحاء: هو الشؤم نفسه, وإن إضافة اليوم إلى النحس, إنما هو إضافة إلى الشوم, وإن النحِس بكسر الحاء نعت لليوم بأنه مشئوم, ولذلك قيل: ( فِي أَيَّامٍ نَحِسَاتٍ ) لأنها أيام مشائيم.وقوله: ( لِنُذِيقَهُمْ عَذَابَ الْخِزْيِ فِي الْحَيَاةِ الدُّنْيَا ) يقول جل ثناؤه: ولعذابنا إياهم في الآخرة أخزى لهم وأشد إهانة وإذلالا. يقول: وهم يعني عادا لا ينصرهم من الله يوم القيامة إذا عذبهم ناصر, فينقذهم منه, أو ينتصر لهم.------------------------الهوامش:(1) البيتان في ديوانه ( طبع ليبسج 166 ) وهما أل ( 19 ، 20 ) ونهنهني زجرني وكفنى . يقول هذا بعد أن كبر وضعف . والأول : الرجوع . والحلم العقل . والسفه : المنسوب إلى السفه . يقول : كنت أستجيب لدواعي الصبا ما دمت شابا ، أما اليوم وقد علتني كبرة ، ورجع إلى ما عزب من عقلي ، فقد كفني عن الطيش حلمي وعقلى ، فلا أفعل ما كنت أفعل في الشباب .(2) نسب المؤلف البيت إلى النابغة ، ولم أجده في الديوان ولا في شروحه المختلفة . ومعنى أكفكف العبرة : أردها . وقوله غلبت عداتي : أي أنهم كانوا حراصا على أن أبكي بما يسيئون إلى ، فغلبتهم عبرتي التي حبستها ، ونهنهتها : كففتها ورددتها . وذباحا : ذبحا . ذبحا . يريد أنه حبس عبرته ، وكان حبسها كالذبح من شدة الألم لأن البكاء يخفف ما يضطرم في النفس من ألم وغيظ ونحوه . والبيت عند المؤلف شاهد على أن كفكف ونهنه وصرصر ونحوها من الفعل الرباعي المضعف : أصلها : كفف ونهه وصرر ، فلما اجتمع فيه ثلاث أحرف أمثال ، أبدلت إحدى الراءات من نوع فاء الكلمة . وهذا مذهب لبعض النحويين الكوفيين ، والله أعلم .(3) البيت من شواهد الفراء في معاني القرآن ( الورقة 289 ) عند قوله تعالى :\" في أيام نحسات\" . قال : العوام على تثقيلها بكسر الحاء . وقد خفف بعض أهل المدينة ( بسكون الحاء ) . قال وقد سمعت بعض العرب ينشد :\" أبلغ جذاما ... البيت\" فهذا لمن ثقل . ومن خفف بناه على قوله\" في يوم نحس مستمر\" وفي ( اللسان : نحس ) وقرأ أبو عمرو :\" فأرسلنا عليهم ريحا صرصرا في أيام نحسات\" بسكون الحاء . قال الأزهري : هي جمع أيام نحسة ثم جمع الجمع ( بسكون الحاء فيهما) . وقرأت في أيام نحسات ( بكسر الحاء ) وهي المشؤمات عليهم في الوجهين . ا هـ .(4) البيتان من مشطور الرجز ، ولم نعرف قائلهما . واستشهد المؤلف بهما على أن النحس فيه لغتان : سكون الحاء ، كهذا البيت وكسرها كالشاهد الذي قبله . وعلى هاتين اللغتين جاءت قراءة من قرأ قوله تعالى :\" في أيام نحسات\" وقد سبق القول عليه في الشاهد السابق ."
    },
    {
      "ayah": 17,
      "surah": 41,
      "text": "القول في تأويل قوله تعالى :  وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ فَاسْتَحَبُّوا الْعَمَى عَلَى الْهُدَى فَأَخَذَتْهُمْ صَاعِقَةُ الْعَذَابِ الْهُونِ بِمَا كَانُوا يَكْسِبُونَ (17)يقول تعالى ذكره: فبينا لهم سبيل الحق وطريق الرشد.كما حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله: ( وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ ) : أي بيَّنا لهم.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ ) بينا لهم سبيل الخير والشرّ.حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ ) بينا لهم.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ ) قال: أعلمناهم الهدى والضلالة, ونهيناهم أن يتبعوا الضلالة, وأمرناهم أن يتبعوا الهدى.وقد اختلفت القرّاء في قراءة قوله: ( ثَمُودُ ) فقرأته عامة القراء من الأمصار غير الأعمش وعبد الله بن أبي إسحاق برفع ثمود, وترك إجرائها على أنها اسم للأمة التي تعرف بذلك. وأما الأعمش فإنه ذكر عنه أنه كان يجري ذلك في القرآن كله إلا في قوله:  وَآتَيْنَا ثَمُودَ النَّاقَةَ مُبْصِرَةً  فإنه كان لا يجريه في هذا الموضع خاصة من أجل أنه في خطّ المصحف في هذا الموضع بغير ألف, وكان يوجه ثمود إلى أنه اسم رجل بعينه معروف, أو اسم جيل معروف. وأما ابن إسحاق فإنه كان يقرؤه نصبا. وأما ثمود بغير إجراء, وذلك وإن كان له في العربية وجه معروف, فإن أفصحَ منه وأصحّ في الإعراب عند أهل العربية الرفع لطلب أما الأسماء وأن الأفعال لا تليها, وإنما تعمل العرب الأفعال التي بعد الأسماء فيها إذا حسن تقديمها قبلها والفعل في أما لا يحسن تقديمه قبل الاسم; ألا ترى أنه لا يقال: وأما هدينا فثمود, كما يقال: ( وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ ).والصواب من القراءة في ذلك عندنا الرفع وترك الإجراء; أما الرفع فلما وصفت, وأما ترك الإجراء فلأنه اسم للأمة.وقوله: ( فَاسْتَحَبُّوا الْعَمَى عَلَى الْهُدَى ) يقول: فاختاروا العمى على البيان الذي بينت لهم, والهدى الذي عرفتهم, بأخذهم طريق الضلال على الهدى, يعني على البيان الذي بينه لهم, من توحيد الله.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط. عن السديّ( فَاسْتَحَبُّوا الْعَمَى عَلَى الْهُدَى ) قال: اختاروا الضلالة والعمى على الهدى.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله: ( وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ فَاسْتَحَبُّوا الْعَمَى عَلَى الْهُدَى ) قال: أرسل الله إليهم الرسل بالهدى فاستحبوا العمى على الهدى.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( فَاسْتَحَبُّوا الْعَمَى ) يقول: بينا لهم, فاستحبوا العمى على الهدى.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( فَاسْتَحَبُّوا الْعَمَى عَلَى الْهُدَى ) قال: استحبوا الضلالة على الهدى, وقرأ: و  كَذَلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمْ  ... إلى آخر الآية, قال: فزين لثمود عملها القبيح, وقرأ:  أَفَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ فَرَآهُ حَسَنًا فَإِنَّ اللَّهَ يُضِلُّ مَنْ يَشَاءُ  ... إلى آخر الآية.وقوله: ( فَأَخَذَتْهُمْ صَاعِقَةُ الْعَذَابِ الْهُونِ بِمَا كَانُوا يَكْسِبُونَ ) يقول: فأهلكتهم من العذاب المذل المهين لهم مهلكة أذلتهم وأخزتهم; والهون: هو الهوان.كما حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( عَذَابَ الْهُونِ ) قال: الهوان.وقوله: ( بِمَا كَانُوا يَكْسِبُونَ ) من الآثام بكفرهم بالله قبل ذلك, وخلافهم إياه, وتكذيبهم رسله."
    },
    {
      "ayah": 18,
      "surah": 41,
      "text": "وقوله: ( وَنَجَّيْنَا الَّذِينَ آمَنُوا ) يقول: ونجينا الذين آمنوا من العذاب الذي أخذهم بكفرهم بالله, الذين وحدوا الله, وصدقوا رسله.يقول: وكانوا يخافون الله أن يحل بهم من العقوبة على كفرهم لو كفروا ما حل بالذين هلكوا منهم, فآمنوا اتقاء الله وخوف وعيده, وصدقوا رسله, وخلعوا الآلهة والأنداد."
    },
    {
      "ayah": 19,
      "surah": 41,
      "text": "القول في تأويل قوله تعالى :  وَيَوْمَ يُحْشَرُ أَعْدَاءُ اللَّهِ إِلَى النَّارِ فَهُمْ يُوزَعُونَ (19)يقول تعالى ذكره: ويوم يجمع هؤلاء المشركون أعداء الله إلى النار, إلى نار جهنم, فهم يحبس أولهم على آخرهم.كما حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( فَهُمْ يُوزَعُونَ ) قال: يحبس أوّلهم على آخرهم.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( فَهُمْ يُوزَعُونَ ) قال: عليهم وزعة تردّ أولاهم على أُخراهم."
    },
    {
      "ayah": 2,
      "surah": 41,
      "text": "وقوله: ( تَنـزيلٌ مِنَ الرَّحْمَنِ الرَّحِيمِ ) يقول تعالى ذكره: هذا القرآن تنـزيل من عند الرحمن الرحيم نـزله على نبيه محمد صَلَّى الله عَلَيْهِ وَسَلَّم ."
    },
    {
      "ayah": 20,
      "surah": 41,
      "text": "وقوله: ( حَتَّى إِذَا مَا جَاءُوهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصَارُهُمْ ) يقول: حتى إذا ما جاءوا النار شهد عليهم سمعهم بما كانوا يصغون به في الدنيا إليه, ويسمعون له, وأبصارهم بما كانوا ينظرون إليه في الدنيا( وَجُلُودُهُمْ بِمَا كَانُوا يَعْمَلُونَ ).وقد قيل: عني بالجلود في هذا الموضع: الفروج.* ذكر من قال ذلك.حدثنا ابن حميد, قال: ثنا يعقوب القمي, عن الحكم الثقفي, رجل من آل أبي عقيل رفع الحديث,  وَقَالُوا لِجُلُودِهِمْ لِمَ شَهِدْتُمْ عَلَيْنَا  إنما عني فروجهم, ولكن كني عنها.حدثني يونس, قال: أخبرنا ابن وهب, قال: ثنا حرملة, أنه سمع عبيد الله بن أبي جعفر, يقول ( حَتَّى إِذَا مَا جَاءُوهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصَارُهُمْ وَجُلُودُهُمْ ) قال: جلودهم: الفروج.وهذا القول الذي ذكرناه عمن ذكرنا عنه في معنى الجلود, وإن كان معنى يحتمله التأويل, فليس بالأغلب على معنى الجلود ولا بالأشهر, وغير جائز نقل معنى ذلك المعروف على الشيء الأقرب إلى غيره إلا بحجة يجب التسليم لها."
    },
    {
      "ayah": 21,
      "surah": 41,
      "text": "القول في تأويل قوله تعالى :  وَقَالُوا لِجُلُودِهِمْ لِمَ شَهِدْتُمْ عَلَيْنَا قَالُوا أَنْطَقَنَا اللَّهُ الَّذِي أَنْطَقَ كُلَّ شَيْءٍ وَهُوَ خَلَقَكُمْ أَوَّلَ مَرَّةٍ وَإِلَيْهِ تُرْجَعُونَ (21)يقول تعالى ذكره: وقال هؤلاء الذين يحشرون إلى النار من أعداء الله سبحانه لجلودهم إذ شهدت عليهم بما كانوا في الدنيا يعملون: لم شهدتم علينا بما كنا نعمل في الدنيا؟.فأجابتهم جلودهم: ( أَنْطَقَنَا اللَّهُ الَّذِي أَنْطَقَ كُلَّ شَيْءٍ ) فنطقنا; وذكر أن هذه الجوارح تشهد على أهلها عند استشهاد الله إياها عليهم إذا هم أنكروا الأفعال التي كانوا فعلوها في الدنيا بما سخط الله, وبذلك جاء الخبر عن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم.* ذكر الأخبار التي رُويت عن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم:حدثنا أحمد بن حازم الغفاريّ, قال: أخبرنا عليّ بن قادم الفزاري, قال: أخبرنا شريك, عن عبيد المُكْتِب, عن الشعبيّ, عن أنس, قال: ضحك رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم ذات يوم حتى بدت نواجذه, ثم قال: \" ألا تَسْأَلُونِي ممَّ ضَحِكْتُ؟\" قالوا: ممّ ضحكتَ يا رسول الله؟ قال: \" عَجِبْتُ مِنْ مُجَادَلَةِ العَبْدِ رَبَّهُ يَوْمَ القِيَامَةِ! قال: يقُولُ: يا رَبّ ألَيْسَ وَعَدْتَنِي أنْ لا تَظْلِمَنِي؟ قالَ: فإنَّ لكَ ذلكَ, قال: فإنّي لا أقْبَلُ عليَّ شاهدًا إلا مِنْ نَفْسِي, قالَ: أوَلَيْس كفَى بِي شَهِيدًا, وَبالمَلائِكَةِ الكرَام الكاتبين؟ قالَ فَيُخْتمُ عَلى فِيه, وَتَتَكَلَّمُ أرْكانُهُ بِمَا كانَ يَعْمَلُ, قالَ: فَيَقُولُ لَهُنَّ: بُعْدًا لَكُنَّ وسُحْقا, عَنْكُنَّ كُنْتُ أُجادِلُ\".حدثنا ابن حميد, قال: ثنا مهران, عن سفيان, عن عبيد المكتب, عن فضيل بن عمرو, عن الشعبي, عن أنس, عن النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم بنحوه.حدثني عباس بن أبي طالب, قال: ثنا يحيى بن أبي بكر, عن شبل, قال: سمعت أبا قزعة يحدّث عمرو بن دينار, عن حكيم بن معاوية, عن أبيه, عن النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم أنه قال, وأشار بيده إلى الشأم, قال: \" هاهُنا إلى هاهُنا تحْشَرُونَ رُكْبانا وَمُشاةً على وُجُوهِكُمْ يَوْمَ القِيَامَةِ, على أفْوَاهِكُمْ الفِدامُ, تُوَقُّونَ سَبْعِينَ أُمَّةً أنْتُمْ آخِرُها وأكْرَمُها على الله, وإن أوَّلَ ما يُعْرِبُ مِنْ أحَدِكُمْ فَخِذُهُ\".حدثنا مجاهد بن موسى, قال: ثنا يزيد, قال: أخبرنا الحريري, عن حكيم بن معاوية, عن أبيه عن النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم قال: وتَجِيئُونَ يَوْمَ القِيَامَةِ على أفْوَاهِكُمْ الفِدامُ, وإنَّ أوَّلَ ما يَتَكَلَّمُ مِنَ الآدَمِيّ فَخِذُهُ وكَفُّهُ\".حدثني يعقوب بن إبراهيم, قال: ثنا ابن علية, عن بهز بن حكيم, عن أبيه, عن جده, قال: قال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم \" ما لي أُمْسكُ بحُجَزِكُمْ مِنَ النَّارِ؟ ألا إن رَبِّي داعيَّ وإنَّهُ سائِلي هَلْ بَلَّغْت عِبادَهُ؟ وإنّي قائِلٌ: رَبّ قَدْ بَلَّغْتُهُمْ, فَيُبَلِّغَ شاهدُكُمْ غائِبَكُمْ, ثُمَّ إنَّكُمْ مُدَّعُونَ مُفَدَّمَةً أفْوَاهُكُمْ بالفِدامِ, ثُمَّ إنَّ أوَّل ما يُبِينُ عَنْ أَحْدِكَمْ لفَخِذُهُ وكَفُّهُ\".حدثني محمد بن خلف, قال: ثنا الهيثم بن خارجة, عن إسماعيل بن عياش, عن ضمضم بن زُرْعة, عن شريح بن عبيد, عن عقبة, سمع النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم يقول: \" إنَّ أوَّل عَظْمٍ تَكَلَّمَ مِنَ الإنْسانِ يَوْمَ يخْتَمُ على الأفْوَاهِ فَخِذُه ُمِنَ الرِّجْل الشمال \".وقوله: ( وَهُوَ خَلَقَكُمْ أَوَّلَ مَرَّةٍ ) يقول تعالى ذكره: والله خلقكم الخلق الأول ولم تكونوا شيئا. يقول: وإليه مصيركم من بعد مماتكم."
    },
    {
      "ayah": 22,
      "surah": 41,
      "text": "( وَمَا كُنْتُمْ تَسْتَتِرُونَ ) في الدنيا( أَنْ يَشْهَدَ عَلَيْكُمْ ) يوم القيامة ( سَمْعُكُمْ وَلا أَبْصَارُكُمْ وَلا جُلُودُكُمْ ).واختلف أهل التأويل في معنى قوله: ( وَمَا كُنْتُمْ تَسْتَتِرُونَ ), فقال بعضهم: معناه: وما كنتم تستخفون.* ذكر من قال ذلك:حدثنا محمد بن الحسين, قال: ثنا أحمد بن المفضل, قال: ثنا أسباط, عن السديّ( وَمَا كُنْتُمْ تَسْتَتِرُونَ ) : أي تَسْتَخْفُونَ منها.وقال آخرون: معناه: وما كنتم تتقون.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله: ( وَمَا كُنْتُمْ تَسْتَتِرُونَ ) قال: تتقون.وقال آخرون: بل معنى ذلك: وما كنتم تظنون.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَمَا كُنْتُمْ تَسْتَتِرُونَ ) يقول: وما كنتم تظنون ( أَنْ يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلا أَبْصَارُكُمْ ) حتى بلغ ( كَثِيرًا مِمَّا ) كنتم ( تَعْمَلُونَ ), والله إن عليك يا ابن آدم لشهودا غير متهمة من بدنك, فراقبهم واتق الله في سر أمرك وعلانيتك, فإنه لا يخفي عليه خافية, الظلمة عنده ضوء, والسر عنده علانية, فمن استطاع أن يموت وهو بالله حسن الظنّ فليفعل, ولا قوّة إلا بالله.وأولى الأقوال في ذلك بالصواب قول من قال: معنى ذلك: وما كنتم تَستَخْفُون, فتتركوا ركوب محارم الله في الدنيا حذرا أن يشهد عليكم سمعكم وأبصاركم اليوم.وإنما قلنا ذلك أولى الأقوال في ذلك بالصواب, لأن المعروف من معاني الاستتار الاستخفاء.فإن قال قائل: وكيف يستخفي الإنسان عن نفسه مما يأتي؟ قيل: قد بيَّنا أن معنى ذلك إنما هو الأماني, وفي تركه إتيانه إخفاؤه عن نفسه.وقوله: ( وَلَكِنْ ظَنَنْتُمْ أَنَّ اللَّهَ لا يَعْلَمُ كَثِيرًا مِمَّا ) كنتم ( تَعْمَلُونَ ) يقول جلّ ثناؤه: ولكن حسبتم حين ركبتم في الدنيا من معاصي الله أن الله لا يعلم كثيرا مما تعملون من أعمالكم الخبيثة, فلذلك لم تستتروا أن يشهد عليكم سمعكم وأبصاركم وجلودكم, فتتركوا ركوب ما حرّم الله عليكم.وذُكر أن هذه الآية نـزلت من أجل نفر تدارَءُوا بينهم في علم الله بما يقولونه ويتكلمون سرًا.* ذكر الخبر بذلك.حدثني ابن يحيى القطعي, قال: ثنا أبو داود, قال: ثنا قيس, عن منصور, عن مجاهد, عن أبي معمر الأزدي, عن عبد الله بن مسعود, قال: كنت مستترا بأستار الكعبة, فدخل ثلاثة نفر, ثَقَفيان وقُرشيّ, أو قُرشيان وثَقَفي, كثير شحوم بطونهما, قليل فقه قلوبهما, فتكلموا بكلام لم أفهمه, فقال أحدهم: أترون أن الله يسمع ما نقول؟ فقال الرجلان: إذا رفعنا أصواتنا سمع, وإذا لم نرفع لم يسمع, فأتيت رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم, فذكرت له ذلك, فنـزلت هذه الآية: ( وَمَا كُنْتُمْ تَسْتَتِرُونَ أَنْ يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلا أَبْصَارُكُمْ )... إلى آخر الآية.حدثنا محمد بن بشار, قال: ثنا يحيى بن سعيد, قال: ثنا سفيان, قال: ثني الأعمش, عن عمارة بن عمير, عن وهب بن ربيعة, عن عبد الله بن مسعود, قال: إني لمستتر بأستار الكعبة, إذ دخل ثلاثة نفر, ثقفي وختناه قرشيان, قليل فقه قلوبهما, كثير شحوم بطونهما, فتحدثوا بينهم بحديث, فقال أحدهم: أترى الله يسمع ما قلنا؟ فقال الآخر: إنه يسمع إذا رفعنا, ولا يسمع إذا خفضنا. وقال الآخر: إذا كان يسمع منه شيئا فهو يسمعه كله, قال: فأتيت رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم, فذكرت ذلك له, فنـزلت هذه الآية: ( وَمَا كُنْتُمْ تَسْتَتِرُونَ أَنْ يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلا أَبْصَارُكُمْ )... حتى بلغ  وَإِنْ يَسْتَعْتِبُوا فَمَا هُمْ مِنَ الْمُعْتَبِينَ  .حدثنا ابن بشار, قال: ثنا يحيى, قال: ثنا سفيان, قال: ثني منصور, عن مجاهد, عن أبي معمر, عن عبد الله بنحوه."
    },
    {
      "ayah": 23,
      "surah": 41,
      "text": "القول في تأويل قوله تعالى :  وَذَلِكُمْ ظَنُّكُمُ الَّذِي ظَنَنْتُمْ بِرَبِّكُمْ أَرْدَاكُمْ فَأَصْبَحْتُمْ مِنَ الْخَاسِرِينَ (23)يقول تعالى ذكره: وهذا الذي كان منكم في الدنيا من ظنكم أن الله لا يعلم كثيرا مما تعملون من قبائح أعمالكم ومساويها, هو ظنكم الذي ظننتم بربكم في الدنيا أرداكم, يعني أهلككم. يقال منه: أردى فلانا كذا وكذا: إذا أهلكه, وردي هو: إذا هلك, فهو يردى ردى; ومنه قول الأعشى:أفِـي الطَّـوْفِ خِـفْتِ عَـليَّ الـرَّدَىوكَــمْ مِــنْ ردًى أهْلَـهُ لَـمْ يَـرِمْ (1)يعني: وكم من هالك أهله لم يرم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ, قوله: ( أَرْدَاكُمْ ) قال: أهلككم.حدثنا ابن عبد الأعلى, قال: ثنا محمد بن ثور, عن معمر, قال: تلا الحسن: ( وَذَلِكُمْ ظَنُّكُمُ الَّذِي ظَنَنْتُمْ بِرَبِّكُمْ أَرْدَاكُمْ ) فقال: إنما عمل الناس على قدر ظنونهم بربهم; فأما المؤمن فأحسن بالله الظن, فأحسن العمل; وأما الكافر والمنافق, فأساءا الظن فأساءا العمل, قال ربكم:  وَمَا كُنْتُمْ تَسْتَتِرُونَ أَنْ يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلا أَبْصَارُكُمْ  ... حتى بلغ : ( الخاسرين ) . قال معمر: وحدثني رجل: أنه يؤمر برجل إلى النار, فيلتفت فيقول: يا ربّ ما كان هذا ظني بك, قال: وما كان ظنك بي؟ قال: كان ظني أن تغفر لي ولا تعذّبني, قال: فإني عند ظنك بي\".حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قال: الظنّ ظنان, فظنّ منج, وظنّ مُرْدٍ قال:  الَّذِينَ يَظُنُّونَ أَنَّهُمْ مُلاقُو رَبِّهِمْ  قال  إِنِّي ظَنَنْتُ أَنِّي مُلاقٍ حِسَابِيَهْ  , وهذا الظنّ المنجي ظنا يقينا, وقال ها هنا: ( وَذَلِكُمْ ظَنُّكُمُ الَّذِي ظَنَنْتُمْ بِرَبِّكُمْ أَرْدَاكُمْ ) هذا ظنّ مُرْدٍ.وقوله: وقال الكافرون  إِنْ نَظُنُّ إِلا ظَنًّا وَمَا نَحْنُ بِمُسْتَيْقِنِينَ  وذُكر لنا أن نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم كان يقول ويروي ذلك عن ربه: \" عَبْدِي عِنْدَ ظنِّه بِي, وأنا مَعَهُ إذَا دَعانِي\". وموضع قوله: ( ذَلِكُمْ ) رفع بقوله ظنكم. وإذا كان ذلك كذلك, كان قوله: ( أَرْدَاكُمْ ) في موضع نصب بمعنى: مرديا لكم. وقد يُحتمل أن يكون في موضع رفع بالاستئناف, بمعنى: مردٍ لكم, كما قال:  تِلْكَ آيَاتُ الْكِتَابِ الْحَكِيمِ * هُدًى وَرَحْمَةً  في قراءة من قرأه بالرفع. فمعنى الكلام: هذا الظنّ الذي ظننتم بربكم من أنه لا يعلم كثيرا مما تعملون هو الذي أهلككم, لأنكم من أجل هذا الظنّ اجترأتم على محارم الله فقدمتم عليها, وركبتم ما نهاكم الله عنه, فأهلككم ذلك وأرداكم. يقول: فأصبحتم اليوم من الهالكين, قد غبنتم ببيعكم منازلكم من الجنة بمنازل أهل الجنة من النار.------------------------الهوامش:(1) هذا البيت للأعشى يخاطب ابنته . وقد سبق القول فيه مفصلا في الجزء ( 23 : 62 ) وموضع الشاهد هنا هو ( الردى ) بمعنى الهلاك . وهو مصدر ردي ( كفرح ) يردى ردى . ومنه قوله تعالى :\" وذلكم ظنكم الذي ظننتم الذي بربكم أرداكم\" ."
    },
    {
      "ayah": 24,
      "surah": 41,
      "text": "القول في تأويل قوله تعالى :  فَإِنْ يَصْبِرُوا فَالنَّارُ مَثْوًى لَهُمْ وَإِنْ يَسْتَعْتِبُوا فَمَا هُمْ مِنَ الْمُعْتَبِينَ (24)يقول تعالى ذكره: فإن يصبر هؤلاء الذين يحشرون إلى النار على النار, فالنار مسكن لهم ومنـزل. يقول: وإن يسألوا العُتبى, وهي الرجعة لهم إلى الذي يحبون بتخفيف العذاب عنهم. يقول: فليسوا بالقوم الذين يرجع بهم إلى الجنة, فيخفف عنهم ما هم فيه من العذاب, وذلك كقوله جلّ ثناؤه مخبرا عنهم:  قَالُوا رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا  ... إلى قوله  وَلا تُكَلِّمُونِ  وكقولهم لخزنة جهنم:  ادْعُوا رَبَّكُمْ يُخَفِّفْ عَنَّا يَوْمًا مِنَ الْعَذَابِ  ... إلى قوله:  وَمَا دُعَاءُ الْكَافِرِينَ إِلا فِي ضَلالٍ  ."
    },
    {
      "ayah": 25,
      "surah": 41,
      "text": "القول في تأويل قوله تعالى :  وَقَيَّضْنَا لَهُمْ قُرَنَاءَ فَزَيَّنُوا لَهُمْ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَحَقَّ عَلَيْهِمُ الْقَوْلُ فِي أُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِهِمْ مِنَ الْجِنِّ وَالإِنْسِ إِنَّهُمْ كَانُوا خَاسِرِينَ (25)يعنى تعالى ذكره بقوله: ( وَقَيَّضْنَا لَهُمْ قُرَنَاءَ ) وبعثنا لهم نُظراء من الشياطين, فجعلناهم لهم قرناء قرنَّاهم بهم يزيِّنون لهم قبائح أعمالهم, فزينوا لهم ذلك.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( وَقَيَّضْنَا لَهُمْ قُرَنَاءَ ) قال: الشيطان.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد قوله: ( وَقَيَّضْنَا لَهُمْ قُرَنَاءَ ) قال: شياطين.وقوله: ( فَزَيَّنُوا لَهُمْ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ) يقول: فزين لهؤلاء الكفار قرناؤُهم من الشياطين ما بين أيديهم من أمر الدنيا. فحسنوا ذلك لهم وحبَّبوه إليهم حتى آثروه على أمر الآخرة ( وَمَا خَلْفَهُمْ ) يقول: وحسَّنوا لهم أيضا ما بعد مماتهم بأن دعوهم إلى التكذيب بالمعاد, وأن من هلك منهم, فلن يُبعث, وأن لا ثواب ولا عقاب حتى صدّقوهم على ذلك, وسهل عليهم فعل كلّ ما يشتهونه, وركوب كلّ ما يلتذونه من الفواحش باستحسانهم ذلك لأنفسهم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( فَزَيَّنُوا لَهُمْ مَا بَيْنَ أَيْدِيهِمْ ) من أمر الدنيا( وَمَا خَلْفَهُمْ ) من أمر الآخرة.وقوله: ( وَحَقَّ عَلَيْهِمُ الْقَوْلُ ) يقول تعالى ذكره: ووجب لهم العذاب بركوبهم ما ركبوا مما زين لهم قرناؤهم وهم من الشياطين.كما حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( وَحَقَّ عَلَيْهِمُ الْقَوْلُ ) قال: العذاب.( فِي أُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِهِمْ مِنَ الْجِنِّ وَالإنْسِ ), يقول تعالى ذكره: وحق على هؤلاء الذين قيضنا لهم قُرَناء من الشياطين, فزيَّنوا لهم ما بين أيديهم وما خلفهم العذاب في أمم قد مضت قبلهم من ضربائهم, حق عليهم من عذابنا مثل الذي حَقّ على هؤلاء بعضهم من الجن وبعضهم من الإنس.( إِنَّهُمْ كَانُوا خَاسِرِينَ ) يقول: إن تلك الأمم الذين حق عليهم عذابنا من الجنّ والإنس, كانوا مغبونين ببيعهم رضا الله ورحمته بسخطه وعذابه."
    },
    {
      "ayah": 26,
      "surah": 41,
      "text": "القول في تأويل قوله تعالى :  وَقَالَ الَّذِينَ كَفَرُوا لا تَسْمَعُوا لِهَذَا الْقُرْآنِ وَالْغَوْا فِيهِ لَعَلَّكُمْ تَغْلِبُونَ (26)يقول تعالى ذكره: ( وَقَالَ الَّذِينَ كَفَرُوا ) بالله ورسوله من مشركي قريش: ( لا تَسْمَعُوا لِهَذَا الْقُرْآنِ وَالْغَوْا فِيهِ ) يقول: قالوا للذين يطيعونهم من أوليائهم من المشركين: لا تسمعوا لقارئ هذا القرآن إذا قرأه, ولا تصغوا له, ولا تتبعوا ما فيه فتعملوا به.كما حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس قوله: ( وَقَالَ الَّذِينَ كَفَرُوا لا تَسْمَعُوا لِهَذَا الْقُرْآنِ وَالْغَوْا فِيهِ لَعَلَّكُمْ تَغْلِبُونَ ) قال: هذا قول المشركين, قالوا: لا تتبعوا هذا القرآن والهوا عنه.وقوله: ( وَالْغَوْا فِيهِ ) يقول: الغطوا بالباطل من القول إذا سمعتم قارئه يقرؤه كَيْما لا تسمعوه, ولا تفهموا ما فيه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن حميد, قال: ثنا حكام, عن عنبسة, عن محمد بن عبد الرحمن, عن القاسم بن أبي بزّة, عن مجاهد, في قول الله: ( لا تَسْمَعُوا لِهَذَا الْقُرْآنِ وَالْغَوْا فِيهِ ) قال: المكاء والتصفير, وتخليط من القول على رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم إذا قرأ, قريش تفعله.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله: ( وَالْغَوْا فِيهِ ) قال: بالمكاء والتصفير والتخليط في المنطق على رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم إذا قرأ القرآن, قريش تفعله.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله: ( وَقَالَ الَّذِينَ كَفَرُوا لا تَسْمَعُوا لِهَذَا الْقُرْآنِ وَالْغَوْا فِيهِ ) : أي اجحدوا به وأنكروه وعادوه, قال: هذا قول مشركي العرب.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, قال: قال بعضهم في قوله: ( وَالْغَوْا فِيهِ ) قال: تحدثوا وصيحوا كيما لا تسمعوه.وقوله: ( لَعَلَّكُمْ تَغْلِبُونَ ) يقول: لعلكم بفعلكم ذلك تصدون من أراد استماعه عن استماعه, فلا يسمعه, وإذا لم يسمعه ولم يفهمه لم يتبعه, فتغلبون بذلك من فعلكم محمدا."
    },
    {
      "ayah": 27,
      "surah": 41,
      "text": "قال الله جل ثناؤه: ( فَلَنُذِيقَنَّ الَّذِينَ كَفَرُوا ) بالله من مشركي قريش الذين قالوا هذا القول عذابا شديدا في الآخرة ( وَلَنَجْزِيَنَّهُمْ أَسْوَأَ الَّذِي كَانُوا يَعْمَلُونَ ) يقول: ولنثيبنهم على فعلهم ذلك وغيره من أفعالهم بأقبح جزاء أعمالهم التي عملوها في الدنيا."
    },
    {
      "ayah": 28,
      "surah": 41,
      "text": "القول في تأويل قوله تعالى :  ذَلِكَ جَزَاءُ أَعْدَاءِ اللَّهِ النَّارُ لَهُمْ فِيهَا دَارُ الْخُلْدِ جَزَاءً بِمَا كَانُوا بِآيَاتِنَا يَجْحَدُونَ (28)يقول تعالى ذكره: هذا الجزاء الذي يجزى به هؤلاء الذين كفروا من مشركي قريش جزاء أعداء الله; ثم ابتدأ جلّ ثناؤه الخبر عن صفة ذلك الجزاء, وما هو فقال: هو النار, فالنار بيان عن الجزاء, وترجمة عنه, وهي مرفوعة بالردّ عليه; ثم قال: ( لَهُمْ فِيهَا دَارُ الْخُلْدِ ) يعني لهؤلاء المشركين بالله في النار دار الخلد يعني دار المكث واللبث, إلى غير نهاية ولا أمد; والدار التي أخبر جلّ ثناؤه أنها لهم في النار هي النار, وحسن ذلك لاختلاف اللفظين, كما يقال: لك من بلدتك دار صالحة, ومن الكوفة دار كريمة, والدار: هي الكوفة والبلدة, فيحسن ذلك لاختلاف الألفاظ, وقد ذكر لنا أنها في قراءة ابن مسعود: \" ذَلكَ جَزَاءُ أعْدَاء اللهِ النَّارُ دَارُ الخُلْدِ\" ففي ذلك تصحيح ما قلنا من التأويل في ذلك, وذلك أنه ترجم بالدار عن النار.وقوله: ( جَزَاءً بِمَا كَانُوا بِآيَاتِنَا يَجْحَدُونَ ) يقول: فعلنا هذا الذي فعلنا بهؤلاء من مجازاتنا إياهم النار على فعلهم جزاء منا بجحودهم في الدنيا بآياتنا التي احتججنا بها عليهم."
    },
    {
      "ayah": 29,
      "surah": 41,
      "text": "القول في تأويل قوله تعالى :  وَقَالَ الَّذِينَ كَفَرُوا رَبَّنَا أَرِنَا الَّذَيْنِ أَضَلانَا مِنَ الْجِنِّ وَالإِنْسِ نَجْعَلْهُمَا تَحْتَ أَقْدَامِنَا لِيَكُونَا مِنَ الأَسْفَلِينَ (29)يقول تعالى ذكره: وقال الذين كفروا بالله ورسوله يوم القيامة بعد ما أدخلوا جهنم: يا ربنا أرنا اللذين أضلانا من خلقك من جنهم وإنسهم. وقيل: إن الذي هو من الجنّ إبليس, والذي هو من الإنس ابن آدم الذي قتل أخاه.* ذكر من قال ذلك:حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن ثابت الحداد, عن حبة العرنيّ (2) عن عليّ بن أبي طالب رضي الله عنه في قوله: ( أَرِنَا الَّذَيْنِ أَضَلانَا مِنَ الْجِنِّ وَالإنْسِ ) قال: إبليس الأبالسة وابن آدم الذي قتل أخاه.حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن سلمة, عن مالك بن حصين, عن أبيه عن عليّ رضي الله عنه في قوله: ( رَبَّنَا أَرِنَا الَّذَيْنِ أَضَلانَا مِنَ الْجِنِّ وَالإنْسِ ) قال: إبليس وابن آدم الذي قتل أخاه.حدثنا ابن المثنى, قال: ثني وهب بن جرير, قال: ثنا شعبة, عن سلمة بن كهيل, عن أبي مالك وابن مالك, عن أبيه, عن علي رضي الله عنه ( رَبَّنَا أَرِنَا الَّذَيْنِ أَضَلانَا مِنَ الْجِنِّ وَالإنْسِ ) قال: ابن آدم الذي قتل أخاه, وإبليس الأبالسة.حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ, عن علي بن أبي طالب رضي الله عنه, في قوله: ( رَبَّنَا أَرِنَا الَّذَيْنِ أَضَلانَا مِنَ الْجِنِّ وَالإنْسِ )... الآية, فإنهما ابن آدم القاتل, وإبليس الأبالسة. فأما ابن آدم فيدعو به كلّ صاحب كبيرة دخل النار من أجل الدعوة. وأما إبليس فيدعو به كل صاحب شرك, يدعوانهما في النار.حدثنا محمد بن عبد الأعلى, قال: ثنا محمد بن ثور, قال: ثنا معمر, عن قتادة ( رَبَّنَا أَرِنَا الَّذَيْنِ أَضَلانَا مِنَ الْجِنِّ وَالإنْسِ ) هو الشيطان, وابن آدم الذي قتل أخاه.وقوله ( نَجْعَلْهُمَا تَحْتَ أَقْدَامِنَا لِيَكُونَا مِنَ الأسْفَلِينَ ) يقول: نجعل هذين اللذين أضلانا تحت أقدامنا, لأن أبواب جهنم بعضها أسفل من بعض, وكل ما سفل منها فهو أشد على أهله, وعذاب أهله أغلظ, ولذلك سأل هؤلاء الكفار ربهم أن يريهم اللذين أضلاهم ليجعلوهما أسفل منهم ليكونا في أشد العذاب في الدرك الأسفل من النار.------------------------الهوامش:(2) كذا في خلاصة الخزرجي ، حبة بن جوين العرني ، بضم المهملة الأولى ، أبو قدامة الكوفي ؛ عن علي ؛ وعنه سلمة بن كهيل والحكم بن عتيبة . قال العجلي : ثقة ؛ وقال ابن سعد : مات سنة ست وسبعين . وفي الأصل : العوفي ، تحريف ."
    },
    {
      "ayah": 3,
      "surah": 41,
      "text": "( كِتَابٌ فُصِّلَتْ آيَاتُهُ ) يقول: كتاب بينت آياته.كما حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السدي, قوله: ( فُصِّلَتْ آيَاتُهُ ) قال: بينت آياته.وقوله: ( قُرْآنًا عَرَبِيًّا ) يقول تعالى ذكره: فُصلت آياته هكذا.وقد اختلف أهل العربية في وجه نصب القرآن, فقال بعض نحويّي البصرة قوله: ( كِتَابٌ فُصِّلَتْ ) الكتاب خبر لمبتدأ أخبر أن التنـزيل كتاب, ثم قال: ( فُصِّلَتْ آيَاتُهُ قُرْآنًا عَرَبِيًّا ) شغل الفعل بالآيات حتى صارت بمنـزلة الفاعل, فنصب القرآن."
    },
    {
      "ayah": 30,
      "surah": 41,
      "text": "القول في تأويل قوله تعالى :  إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلائِكَةُ أَلا تَخَافُوا وَلا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ (30)يقول تعالى ذكره: ( إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ) وحده لا شريك له, وبرئوا من الآلهة والأنداد,( ثُمَّ اسْتَقَامُوا ) على توحيد الله, ولم يخلطوا توحيد الله بشرك غيره به, وانتهوا إلى طاعته فيما أمر ونهى.وبنحو الذي قلنا في ذلك جاء الخبر عن رسوله الله صَلَّى الله عَلَيْهِ وَسَلَّم وقاله أهل التأويل على اختلاف منهم, في معنى قوله: ( ثُمَّ اسْتَقَامُوا ) ذُكر الخبر بذلك عن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم.حدثنا عمرو بن عليّ, قال: ثنا سالم بن قتيبة أبو قتيبة, قال: ثنا  سهيل بن أبي حزم القطعي, عن ثابت البناني, عن أنس بن مالك, أن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم قرأ: ( إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا ) قال: \" قد قالها الناس, ثم كفر أكثرهم, فمن مات عليها فهو ممن استقام \".وقال بعضهم: معناه: ولم يشركوا به شيئا. ولكن تموا على التوحيد.* ذكر من قال ذلك:حدثنا ابن بشار. قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن أبي إسحاق, عن عامر بن سعد, عن سعيد بن عمران, قال: قد قرأت عند أبي بكر الصديق رضي الله عنه هذه الآية: ( إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا ) قال: هم الذين لم يشركوا بالله شيئا.حدثنا ابن وكيع. قال: ثنا أبي, عن سفيان بإسناده, عن أبي بكر الصديق رضي الله عنه, مثله.قال ثنا جرير بن عبد الحميد. وعبد الله بن إدريس عن الشيباني, عن أبي بكر بن أبي موسى, عن الأسود بن هلال, عن أبي بكر رضي الله عنه أنه قال لأصحابه ( إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا ) قال: قالوا: ربنا الله ثم عملوا بها, قال: لقد حملتموها على غير المحمل ( إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا ) الذين لم يعدلوها بشرك ولا غيره.حدثنا أبو كريب وأبو السائب قالا ثنا إدريس, قال: أخبرنا الشيباني, عن أبي بكر بن أبي موسى, عن الأسود بن هلال المحاربي, قال: قال أبو بكر: ما تقولون في هذه الآية: ( إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا ) قال: ربنا الله ثم استقاموا من ذنب, قال: فقال أبو بكر: لقد حملتم على غير المحمل, قالوا: ربنا الله ثم استقاموا فلم يلتفتوا إلى إله غيره.حدثنا ابن حميد, قال: ثنا حكام, عن عنبسة, عن ليث, عن مجاهد ( إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا ) قال: أي على: لا إله إلا الله.قال: ثنا حكام عن عمرو, عن منصور, عن مجاهد ( إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا ) قال: أسلموا ثم لم يشركوا به حتى لحقوا به.قال: ثنا حكام عن عمرو, عن منصور, عن مجاهد, قوله ( إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا ) قال: أسلموا ثم لم يشركوا به حتى لحقوا به.قال: ثنا حكام, قال: ثنا عمرو, عن منصور, عن جامع بن شداد, عن الأسود بن هلال مثل ذلك.حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا ) قال: تموا على ذلك.حدثني سعد بن عبد الله بن عبد الحكم, قال: ثنا حفص بن عمر, قال: ثنا الحكم بن أبان, عن عكرمة قوله: ( إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا ) قال: استقاموا على شهادة أن لا إله إلا الله.وقال آخرون: معنى ذلك: ثم استقاموا على طاعته.* ذكر من قال ذلك:حدثنا أحمد بن منيع, قال: ثنا عبد الله بن المبارك, قال: ثنا يونس بن يزيد عن الزهري, قال: تلا عمر رضي الله عنه على المنبر: ( إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا ) قال: استقاموا والله بطاعته, ولم يروغوا روغان الثعلب.حدثنا ابن عبد الأعلى, قال: ثنا محمد بن ثور, عن معمر, عن قتادة: ( إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا ) قال استقاموا على طاعة الله. وكان الحسن إذا تلاها قال: اللهمَّ فأنت ربنا فارزقنا الاستقامة.حدثني عليّ, قال: ثنا عبد الله, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله: ( إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا ) يقول: على أداء فرائضه.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا ) قال: على عبادة الله وعلى طاعته.وقوله: ( تَتَنـزلُ عَلَيْهِمُ الْمَلائِكَةُ ) يقول: تتهبط عليهم الملائكة عند نـزول الموت بهم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن حميد, قال: ثنا حكام, عن عنبسة, عن محمد بن عبد الرحمن, عن القاسم بن أبي بزّة, عن مجاهد, في قوله: ( تَتَنـزلُ عَلَيْهِمُ الْمَلائِكَةُ أَلا تَخَافُوا وَلا تَحْزَنُوا ) قال: عند الموت.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى, وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, مثله.حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( تَتَنـزلُ عَلَيْهِمُ الْمَلائِكَةُ ) قال: عند الموت.وقوله: ( أَلا تَخَافُوا وَلا تَحْزَنُوا ) يقول: تتنـزل عليهم الملائكة بأن لا تخافوا ولا تحزنوا; فإن في موضع نصب إذا كان ذلك معناه.وقد ذُكر عن عبد الله أنه كان يقرأ ذلك \" تَتَنـزلُ عَلَيْهِمُ الْمَلائِكَةُ أَلا تَخَافُوا وَلا تَحْزَنُوا \" بمعنى: تتنـزل عليهم قائلة: لا تخافوا, ولا تحزنوا. وعنى بقوله: ( أَلا تَخَافُوا ) ما تقدمون عليه من بعد مماتكم ( وَلا تَحْزَنُوا ) على ما تخلفونه وراءكم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( أَلا تَخَافُوا وَلا تَحْزَنُوا ) قال لا تخافوا ما أمامكم, ولا تحزنوا على ما بعدكم.حدثني يونس, قال: أخبرنا يحيى بن حسان, عن مسلم بن خالد, عن ابن أبي نجيح, عن مجاهد, قوله: ( تَتَنـزلُ عَلَيْهِمُ الْمَلائِكَةُ أَلا تَخَافُوا وَلا تَحْزَنُوا ) قال: لا تخافوا ما تقدمون عليه من أمر الآخرة, ولا تحزنوا على ما خلفتم من دنياكم من أهل وولد, فإنا نخلفكم في ذلك كله.وقيل: إن ذلك في الآخرة.* ذكر من قال ذلك:حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله: ( تَتَنـزلُ عَلَيْهِمُ الْمَلائِكَةُ أَلا تَخَافُوا وَلا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّة ) فذلك في الآخرة.وقوله: ( وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ ) يقول: وسروا بأن لكم في الآخرة الجنة التي كنتم توعدونها في الدنيا على إيمانكم بالله, واستقامتكم على طاعته.كما حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ ) في الدنيا."
    },
    {
      "ayah": 31,
      "surah": 41,
      "text": "القول في تأويل قوله تعالى :  نَحْنُ أَوْلِيَاؤُكُمْ فِي الْحَيَاةِ الدُّنْيَا وَفِي الآخِرَةِ وَلَكُمْ فِيهَا مَا تَشْتَهِي أَنْفُسُكُمْ وَلَكُمْ فِيهَا مَا تَدَّعُونَ (31)يقول تعالى ذكره مخبرا عن قيل ملائكته التي تتنـزل على هؤلاء المؤمنين الذين استقاموا على طاعته عند موتهم: ( نَحْنُ أَوْلِيَاؤُكُمْ ) أيها القوم ( فِي الْحَيَاةِ الدُّنْيَا ) كنا نتولاكم فيها; وذكر أنهم الحفظة الذين كانوا يكتبون أعمالهم.* ذكر من قال ذلك:حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( نَحْنُ أَوْلِيَاؤُكُمْ فِي الْحَيَاةِ الدُّنْيَا ) نحن الحفظة الذين كنا معكم في الدنيا, ونحن أولياؤكم في الآخرة.وقوله: ( وَفِي الآخِرَةِ ) يقول: وفي الآخرة أيضا نحن أولياؤكم, كما كنا لكم في الدنيا أولياء, يقول: ولكم في الآخرة عند الله ما تشتهي أنفسكم من اللّذات والشهوات.وقوله: ( وَلَكُمْ فِيهَا مَا تَدَّعُونَ ) يقول: ولكم في الآخرة ما تدّعون."
    },
    {
      "ayah": 32,
      "surah": 41,
      "text": "وقوله: ( نـزلا مِنْ غَفُورٍ رَحِيمٍ ) يقول: أعطاكم ذلك ربكم نـزلا لكم من ربّ غفور لذنوبكم, رحيم بكم أن يعاقبكم بعد توبتكم; ونصب نـزلا على المصدر من معنى قوله: ( وَلَكُمْ فِيهَا مَا تَشْتَهِي أَنْفُسُكُمْ وَلَكُمْ فِيهَا مَا تَدَّعُونَ ) لأن في ذلك تأويل أنـزلكم ربكم بما يشتهون من النعيم نـزلا."
    },
    {
      "ayah": 33,
      "surah": 41,
      "text": "القول في تأويل قوله تعالى :  وَمَنْ أَحْسَنُ قَوْلا مِمَّنْ دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحًا وَقَالَ إِنَّنِي مِنَ الْمُسْلِمِينَ (33)يقول تعالى ذكره: ومن أحسن أيها الناس قولا ممن قال ربنا الله ثم استقام على الإيمان به, والانتهاء إلى أمره ونهيه, ودعا عباد الله إلى ما قال وعمل به من ذلك.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد بن عبد الأعلى, قال: ثنا محمد بن ثور, عن معمر, قال:  تلا الحسن: ( وَمَنْ أَحْسَنُ قَوْلا مِمَّنْ دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحًا وَقَالَ إِنَّنِي مِنَ الْمُسْلِمِينَ ) قال: هذا حبيب الله, هذا وليّ الله, هذا صفوة الله, هذا خيرة الله, هذا أحبّ الخلق إلى الله, أجاب الله في دعوته, ودعا الناس إلى ما أجاب الله فيه من دعوته, وعمل صالحا في إجابته, وقال: إنني من المسلمين, فهذا خليفة الله.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله: ( وَمَنْ أَحْسَنُ قَوْلا مِمَّنْ دَعَا إِلَى اللَّهِ )... الآية, قال: هذا عبد صدّق قولَه عملُه, ومولَجه مخرجُه, وسرَّه علانيته, وشاهده مغيبه, وإن المنافق عبد خالف قوله عمله, ومولجه مخرجه, وسرَّه علانيته, وشاهده مغيبه.واختلف أهل العلم في الذي أريد بهذه الصفة من الناس, فقال بعضهم: عني بها نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم.* ذكر من قال ذلك:حدثنا محمد بن الحسين, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( وَمَنْ أَحْسَنُ قَوْلا مِمَّنْ دَعَا إِلَى اللَّهِ ) قال: محمد صَلَّى الله عَلَيْهِ وَسَلَّم حين دعا إلى الإسلام.حدثني يونس قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( وَمَنْ أَحْسَنُ قَوْلا مِمَّنْ دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحًا وَقَالَ إِنَّنِي مِنَ الْمُسْلِمِينَ ) قال: هذا رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم. وقال آخرون: عُني به المؤذّن.* ذكر من قال ذلك:حدثني داود بن سليمان بن يزيد المكتب البصري, قال: ثنا عمرو بن جرير البجلي, عن إسماعيل بن أبي خالد, عن قيس بن أبي حازم, في قول الله: ( وَمَنْ أَحْسَنُ قَوْلا مِمَّنْ دَعَا إِلَى اللَّهِ ) قال: المؤذن ( وَعَمِلَ صَالِحًا ) قال: الصلاة ما بين الأذان إلى الإقامة.وقوله: ( وَقَالَ إِنَّنِي مِنَ الْمُسْلِمِينَ ) يقول: وقال: إنني ممن خضع لله بالطاعة, وذل له بالعبودة, وخشع له بالإيمان بوحدانيته."
    },
    {
      "ayah": 34,
      "surah": 41,
      "text": "وقوله: ( وَلا تَسْتَوِي الْحَسَنَةُ وَلا السَّيِّئَةُ ) يقول تعالى ذكره: ولا تستوي حسنة الذين قالوا ربنا الله ثم استقاموا, فأحسنوا في قولهم, وإجابتهم وبهم إلى ما دعاهم إليه من طاعته, ودعوا عباد الله إلى مثل الذي أجابوا ربهم إليه, وسيئة الذين قالوا:  لا تَسْمَعُوا لِهَذَا الْقُرْآنِ وَالْغَوْا فِيهِ لَعَلَّكُمْ تَغْلِبُونَ  فكذلك لا تستوي عند الله أحوالهم ومنازلهم, ولكنها تختلف كما وصف جلّ ثناؤه أنه خالف بينهما, وقال جلّ ثناؤه: ( وَلا تَسْتَوِي الْحَسَنَةُ وَلا السَّيِّئَةُ ) فكرر لا والمعنى: لا تستوي الحسنة ولا السيئة, لأن كلّ ما كان غير مساو شيئا, فالشيء الذي هو له غير مساو غير مساويه, كما أن كل ما كان مساويا لشيء فالآخر الذي هو له مساو, مساو له, فيقال: فلان مساو فلانا, وفلان له مساو, فكذلك فلان ليس مساويا لفلان, لا فلان مساويا له, فلذلك كرّرت لا مع السيئة, ولو لم تكن مكرّرة معها كان الكلام صحيحا. وقد كان بعض نحويي البصرة يقول: يجوز أن يقال: الثانية زائدة; يريد: لا يستوي عبد الله وزيد, فزيدت لا توكيدا, كما قال  لِئَلا يَعْلَمَ أَهْلُ الْكِتَابِ أَلا يَقْدِرُونَ  أي لأن يعلم, وكما قال:  لا أُقْسِمُ بِيَوْمِ الْقِيَامَةِ * وَلا أُقْسِمُ بِالنَّفْسِ اللَّوَّامَةِ  . وقد كان بعضهم ينكر قوله هذا في:  لِئَلا يَعْلَمَ أَهْلُ الْكِتَابِ  , وفي قوله:  لا أُقْسِمُ  فيقول: لا الثانية في قوله:  لِئَلا يَعْلَمَ أَهْلُ الْكِتَابِ  أن لا يقدرون ردّت إلى موضعها, لأن النفي إنما لحق يقدرون لا العلم, كما يقال: لا أظنّ زيدا لا يقوم, بمعنى: أظن زيدا لا يقوم; قال: وربما استوثقوا فجاءوا به أوّلا وآخرا, وربما اكتفوا بالأول من الثاني.وحُكي سماعا من العرب: ما كأني أعرفها: أي كأني لا أعرفها. قال: وأما \" لا \" في قوله  لا أُقْسِمُ  فإنما هو جواب, والقسم بعدها مستأنف, ولا يكون حرف الجحد مبتدأ صلة.وإنما عنى يقوله.( وَلا تَسْتَوِي الْحَسَنَةُ وَلا السَّيِّئَة ) ولا يستوي الإيمان بالله والعمل بطاعته والشرك به والعمل بمعصيته.وقوله: ( ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ ) يقول تعالى ذكره لنبيّه محمد صَلَّى الله عَلَيْهِ وَسَلَّم: ادفع يا محمد بحلمك جهل من جهل عليك, وبعفوك عمن أساء إليك إساءة المسيء, وبصبرك عليهم مكروه ما تجد منهم, ويلقاك من قِبلهم.وبنحو الذي قلنا في ذلك قال أهل التأويل على اختلاف منهم في تأويله.* ذكر من قال ذلك.حدثني عليّ, قال: ثنا أبو صالح, قال ثني معاوية, عن عليّ, عن ابن عباس, قوله: ( ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ ) قال: أمر الله المؤمنين بالصبر عند الغضب, والحلم والعفو عند الإساءة, فإذا فعلوا ذلك عصمهم الله من الشيطان, وخضع لهم عدوُّهم, كأنه وليّ حميم.وقال آخرون: معنى ذلك: ادفع بالسلام على من أساء إليك إساءته.* ذكر من قال ذلك:حدثنا محمد بن بشار, قال: ثنا أبو عامر, قال: ثنا سفيان, عن طلحة بن عمرو, عن عطاء ( ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ ) قال: بالسلام.حدثنا محمد بن عبد الأعلى, قال: ثنا محمد بن ثور, عن معمر, عن عبد الكريم الجزري, عن مجاهد ( ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ ) قال: السلام عليك إذا لقيته.وقوله: ( فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ ) يقول تعالى ذكره: افعل هذا الذي أمرتك به يا محمد من دفع سيئة المسيء إليك بإحسانك الذي أمرتك به إليه, فيصير المسيء إليك الذي بينك وبينه عداوة, كأنه من ملاطفته إياك. وبرّه لك, وليّ لك من بني أعمامك, قريب النسب بك, والحميم: هو القريب.كما حدثنا بشر, قال: ثنا يزيد. قال: ثنا سعيد, , عن قتادة ( كَأَنَّهُ وَلِيٌّ حَمِيمٌ ) : أي كأنه وليّ قريب."
    },
    {
      "ayah": 35,
      "surah": 41,
      "text": "القول في تأويل قوله تعالى :  وَمَا يُلَقَّاهَا إِلا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلا ذُو حَظٍّ عَظِيمٍ (35)يقول تعالى ذكره: وما يعطى دفع السيئة بالحسنة إلا الذين صبروا لله على المكاره, والأمور الشاقة; وقال: ( وَمَا يُلَقَّاهَا ) ولم يقل: وما يلقاه, لأن معنى الكلام: وما يلقى هذه الفعلة من دفع السيئة بالتي هي أحسن.وقوله: ( وَمَا يُلَقَّاهَا إِلا ذُو حَظٍّ عَظِيمٍ ). يقول: وما يلقى هذه إلا ذو نصيب وجدّ له سابق في المبرات عظيم.كما حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ, في قوله: ( وَمَا يُلَقَّاهَا إِلا ذُو حَظٍّ عَظِيمٍ ) : ذو جدّ.وقيل: إن ذلك الحظ الذي أخبر الله جلّ ثناؤه في هذه الآية أنه لهؤلاء القوم هو الجنة.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَمَا يُلَقَّاهَا إِلا الَّذِينَ صَبَرُوا )... الآية. والحظّ العظيم: الجنة. ذكر لنا أن أبا بكر رضي الله عنه شتمه رجل ونبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم شاهد, فعفا عنه ساعة, ثم إن أبا بكر جاش به الغضب, فردّ عليه, فقام النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم فاتبعه أبو بكر, فقال يا رسول الله شتمني الرجل, فعفوت وصفحت وأنت قاعد, فلما أخذت أنتصر قمت يا نبيّ الله, فقال نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم: \" إنَّهُ كانَ يَرُدُّ عَنْكَ مَلَكٌ من المَلائكَةِ, فَلَمَّا قَرُبْتَ تَنْتَصِرُ ذَهَبَ المَلَكُ وَجاءَ  الشَّيْطانُ, فَوَاللهِ ما كُنْتُ لأجالِسَ الشَّيْطانَ يا أبا بَكْرٍ\".حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله: ( وَمَا يُلَقَّاهَا إِلا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلا ذُو حَظٍّ عَظِيمٍ ) يقول: الذين أعدّ الله لهم الجنة."
    },
    {
      "ayah": 36,
      "surah": 41,
      "text": "وقوله: ( وَإِمَّا يَنـزغَنَّكَ مِنَ الشَّيْطَانِ نـزغٌ فَاسْتَعِذْ بِاللَّهِ )... الآية, يقول تعالى ذكره: وإما يلقين الشيطان يا محمد في نفسك وسوسة من حديث النفس إرادة حملك على مجازاة المسيء بالإساءة, ودعائك إلى مساءته, فاستجر بالله واعتصم من خطواته, إن الله هو السميع لاستعاذتك منه واستجارتك به من نـزغاته, ولغير ذلك من كلامك وكلام غيرك, العليم بما ألقى في نفسك من نـزغاته, وحدثتك به نفسك ومما يذهب ذلك من قبلك, وغير ذلك من أمورك وأمور خلقه.كما حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( وَإِمَّا يَنـزغَنَّكَ مِنَ الشَّيْطَانِ نـزغٌ ) قال: وسوسة وحديث النفس ( فَاسْتَعِذْ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ ).حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد ( وَإِمَّا يَنـزغَنَّكَ مِنَ الشَّيْطَانِ نـزغٌ ) هذا الغضب."
    },
    {
      "ayah": 37,
      "surah": 41,
      "text": "القول في تأويل قوله تعالى :  وَمِنْ آيَاتِهِ اللَّيْلُ وَالنَّهَارُ وَالشَّمْسُ وَالْقَمَرُ لا تَسْجُدُوا لِلشَّمْسِ وَلا لِلْقَمَرِ وَاسْجُدُوا لِلَّهِ الَّذِي خَلَقَهُنَّ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ (37)يقول تعالى ذكره: ومن حجج الله تعالى على خلقه ودلالته على وحدانيته, وعظيم سلطانه, اختلاف الليل والنهار, ومعاقبة كلّ واحد منهما صاحبه, والشمس والقمر, لا الشمس تدرك القمر  وَلا اللَّيْلُ سَابِقُ النَّهَارِ وَكُلٌّ فِي فلك يسبحون   لا تسجدوا أيها الناس للشمس ولا للقمر, فإنهما وإن جريا في الفلك بمنافعكم, فإنما يجريان به لكم بإجراء الله إياهما لكم طائعين له في جريهما ومسيرهما, لا بأنهما يقدران بأنفسهما على سير وجري دون إجراء الله إياهما وتسييرهما, أو يستطيعان لكم نفعا أو ضرّا, وإنما الله مسخرهما لكم لمنافعكم ومصالحكم, فله فاسجدوا, وإياه فاعبدوا دونها, فإنه إن شاء طمس ضوءهما, فترككم حيارى في ظلمة لا تهتدون سبيلا ولا تبصرون شيئا. وقيل: ( وَاسْجُدُوا لِلَّهِ الَّذِي خَلَقَهُنَّ ) فجمع بالهاء والنون, لأن المراد من الكلام: واسجدوا لله الذي خلق الليل والنهار والشمس والقمر, وذلك جمع, وأنث كنايتهن, وإن كان من شأن العرب إذا جمعوا الذكر إلى الأنثى أن يخرجوا كنايتهما بلفظ كناية المذكر فيقولوا: أخواك وأختاك كلموني, ولا يقولوا: كلمنني, لأن من شأنهم أن يؤنثوا أخبار الذكور من غير بني آدم في الجمع, فيقولوا: رأيت مع عمرو أثوابا فأخذتهن منه. وأعجبني خواتيم لزيد قبضتهنّ منه.وقوله: ( إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ ) يقول: إن كنتم تعبدون الله, وتذلون له بالطاعة; وإن من طاعته أن تخلصوا له العبادة, ولا تشركوا في طاعتكم إياه وعبادتكموه شيئا سواه, فإن العبادة لا تصلح لغيره ولا تنبغي لشيء سواه."
    },
    {
      "ayah": 38,
      "surah": 41,
      "text": "القول في تأويل قوله تعالى :  فَإِنِ اسْتَكْبَرُوا فَالَّذِينَ عِنْدَ رَبِّكَ يُسَبِّحُونَ لَهُ بِاللَّيْلِ وَالنَّهَارِ وَهُمْ لا يَسْأَمُونَ (38)يقول تعالى ذكره: فإن استكبر يا محمد هؤلاء الذين أنت بين أظهرهم من مشركي قريش, وتعظموا عن أن يسجدوا لله الذي خلقهم وخلق الشمس والقمر, فإن الملائكة الذين عند ربك لا يستكبرون عن ذلك, ولا يتعظمون عنه, بل يسبحون له, ويصلون ليلا ونهارًا,( وَهُمْ لا يَسْأَمُونَ ) يقول وهم لا يفترون عن عبادتهم, ولا يملون الصلاة له.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي. عن أبيه, عن ابن عباس, قوله: ( فَإِنِ اسْتَكْبَرُوا فَالَّذِينَ عِنْدَ رَبِّكَ يُسَبِّحُونَ لَهُ بِاللَّيْلِ وَالنَّهَارِ ) قال: يعني محمدا, يقول: عبادي, ملائكة صافون يسبحون ولا يستكبرون."
    },
    {
      "ayah": 39,
      "surah": 41,
      "text": "القول في تأويل قوله تعالى :  وَمِنْ آيَاتِهِ أَنَّكَ تَرَى الأَرْضَ خَاشِعَةً فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ إِنَّ الَّذِي أَحْيَاهَا لَمُحْيِي الْمَوْتَى إِنَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ( 39 )يقول تعالى ذكره: ومن حجج الله أيضا وأدلته على قدرته على نشر الموتى من بعد بلاها, وإعادتها لهيئتها كما كانت من بعد فنائها أنك يا محمد ترى الأرض دارسة غبراء, لا نبات بها ولا زرع.كما حدثنا بشر, قاله: ثنا يزيد, قاله: ثنا سعيد, عن قتادة, قوله: ( وَمِنْ آيَاتِهِ أَنَّكَ تَرَى الأرْضَ خَاشِعَةً ) : أي غبراء متهشمة.حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ ( وَمِنْ آيَاتِهِ أَنَّكَ تَرَى الأرْضَ خَاشِعَةً ) قال: يابسة متهمشة.( فَإِذَا أَنـزلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ ) يقول تعالى ذكره: فإذا أنـزلنا من السماء غيثا على هذه الأرض الخاشعة اهتزت بالنبات. يقول: تحرّكت به.كما حدثنا محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال. ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله: ( اهْتَزَّتْ ) قال: بالنبات ( وَرَبَتْ ) يقول: انتفخت.كما حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ, ( وَرَبَتْ ) انتفخت.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( فَإِذَا أَنـزلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ ) يعرف الغيث في سحتها وربوها.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد ( وَرَبَتْ ) للنبات, قال: ارتفعت قبل أن تنبت.وقوله: ( إِنَّ الَّذِي أَحْيَاهَا لَمُحْيِي الْمَوْتَى ) يقول تعالى ذكره: إن الذي أحيا هذه الأرض الدارسة فأخرج منها النبات, وجعلها تهتزّ بالزرع من بعد يبسها ودثورها بالمطر الذي أنـزل عليها لقادر أن يحيي أموات بني آدم من بعد مماتهم بالماء الذي ينـزل من السماء لإحيائهم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ, قال: كما يحيي الأرض بالمطر, كذلك يحيي الموتى بالماء يوم القيامة بين النفختين. يعني بذلك تأويل قوله: ( إِنَّ الَّذِي أَحْيَاهَا لَمُحْيِي الْمَوْتَى ) .وقوله: ( إِنَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ) يقول تعالى ذكره: إن ربك يا محمد على إحياء خلقه بعد مماتهم وعلى كل ما يشاء ذو قدرة لا يعجزه شيء أراده, ولا يتعذّر عليه فعل شيء شاءه."
    },
    {
      "ayah": 4,
      "surah": 41,
      "text": "وقال: ( بَشِيرًا وَنَذِيرًا ) على أنه صفة, وإن شئت جعلت نصبه على المدح كأنه حين ذكره أقبل في مدحته, فقال: ذكرنا قرآنا عربيا بشيرا ونذيرا, وذكرناه قرآنا عربيا, وكان فيما مضى من ذكره دليل على ما أضمر. وقال بعض نحويّي الكوفة: نصب قرآنا على الفعل: أي فصلت آياته كذلك. قال: وقد يكون النصب فيه على القطع, لأن الكلام تامّ عند قوله \"آيَاتُهُ\". قال: ولو كان رفعا على أنه من نعت الكتاب كان صوابا, كما قال في موضع آخر:  كِتَابٌ أَنْـزَلْنَاهُ إِلَيْكَ مُبَارَكٌ  وقال: وكذلك قوله: ( بَشِيرًا وَنَذِيرًا ) فيه ما في ( قُرْآنًا عَرَبِيًّا ).وقوله: ( لِقَوْمٍ يَعْلَمُونَ ) يقول: فصلت آيات هذا الكتاب قرآنا عربيا لقوم يعلمون اللسان العربي.بشيرا لهم يبشرهم إن هم آمنوا به, وعملوا بما أنـزل فيه من حدود الله وفرائضه بالجنة,( وَنَذِيرًا ) يقول ومنذرا من كذب به ولم يعمل بما فيه بأمر الله في عاجل الدنيا, وخلود الأبد في نار جهنم في آجل الآخرة.وقوله: ( فَأَعْرَضَ أَكْثَرُهُمْ ) يقول تعالى ذكره: فاستكبر عن الإصغاء له وتدبر ما فيه من حجج الله, وأعرض عنه أكثر هؤلاء القوم الذين أنـزل هذا القرآن بشيرا لهم ونذيرا, وهم قوم رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم. يقول: فهم لا يصغون له فيسمعوه إعراضا عنه واستكبارا."
    },
    {
      "ayah": 40,
      "surah": 41,
      "text": "القول في تأويل قوله تعالى :  إِنَّ الَّذِينَ يُلْحِدُونَ فِي آيَاتِنَا لا يَخْفَوْنَ عَلَيْنَا أَفَمَنْ يُلْقَى فِي النَّارِ خَيْرٌ أَمْ مَنْ يَأْتِي آمِنًا يَوْمَ الْقِيَامَةِ اعْمَلُوا مَا شِئْتُمْ إِنَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ ( 40 )يعني جلّ ثناؤه بقوله: ( إِنَّ الَّذِينَ يُلْحِدُونَ فِي آيَاتِنَا ) إن الذين يميلون عن الحق في حججنا وأدلتنا, ويعدلون عنها تكذيبا بها وجحودا لها.وقد بيَّنت فيما مضى معنى اللحد بشواهده المغنية عن إعادتها في هذا الموضع.وسنذكر بعض اختلاف المختلفين في المراد به من معناه في هذا الموضع.اختلف أهل التأويل في المراد به من معنى الإلحاد في هذا الموضع, فقال بعضهم: أريد به معارضة المشركين القرآن باللغط والصفير استهزاء به.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى: وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, في قوله: ( إِنَّ الَّذِينَ يُلْحِدُونَ فِي آيَاتِنَا ) قال: المُكَاء وما ذكر معه.وقال بعضهم: أريد به الخبر عن كذبهم في آيات الله.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( إِنَّ الَّذِينَ يُلْحِدُونَ فِي آيَاتِنَا ) قال: يكذّبون في آياتنا.وقال آخرون: أريد به يعاندون.* ذكر من قال ذلك:حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ ( إِنَّ الَّذِينَ يُلْحِدُونَ فِي آيَاتِنَا ) قال: يشاقُّون: يعاندون.وقال آخرون: أريد به الكفر والشرك.* ذكر من قال ذلك:حدثني يونس, قال: أخبرنا ابن وهب, قال قال ابن زيد, في قوله: ( إِنَّ الَّذِينَ يُلْحِدُونَ فِي آيَاتِنَا لا يَخْفَوْنَ عَلَيْنَا ) قال: هؤلاء أهل الشرك وقال: الإلحاد: الكفر والشرك.وقال آخرون: أريد به الخبر عن تبديلهم معاني كتاب الله.* ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثني أبي, قال: ثنى عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله: ( إِنَّ الَّذِينَ يُلْحِدُونَ فِي آيَاتِنَا لا يَخْفَوْنَ عَلَيْنَا ) قال: هو أن يوضع الكلام على غير موضعه. وكل هذه الأقوال التي ذكرناها في تأويل ذلك في قريبات المعاني, وذلك أن اللحد والإلحاد: هو الميل, وقد يكون ميلا عن آيات الله, وعدولا عنها بالتكذيب بها, ويكون بالاستهزاء مكاء وتصدية, ويكون مفارقة لها وعنادا, ويكون تحريفا لها وتغييرا لمعانيها.ولا قول أولى بالصحة في ذلك مما قلنا, وأن يعم الخبر عنهم بأنهم ألحدوا في آيات الله, كما عمّ ذلك ربنا تبارك وتعالى.وقوله: ( لا يَخْفَوْنَ عَلَيْنَا ) يقول تعالى ذكره: نحن بهم عالمون لا يخفون علينا, ونحن لهم بالمرصاد إذا وردوا علينا, وذلك تهديد من الله جلّ ثناؤه لهم بقوله: سيعلمون عند ورودهم علينا ماذا يلقون من أليم عذابنا. ثم أخبر جلّ ثناؤه عما هو فاعل بهم عند ورودهم عليه, فقال: ( أَفَمَنْ يُلْقَى فِي النَّارِ خَيْرٌ أَمْ مَنْ يَأْتِي آمِنًا يَوْمَ الْقِيَامَةِ ) . يقول تعالى ذكره لهؤلاء الذين يلحدون في آياتنا اليوم في الدنيا يوم القيامة عذاب النار, ثم قال الله: أفهذا الذي يلقى في النار خير, أم الذي يأتي يوم القيامة آمنا من عذاب الله لإيمانه بالله جلّ جلاله؟ هذا الكافر, إنه إن آمن بآيات الله, واتبع امر الله ونهيه, أمنه يوم القيامة مما حذره منه من عقابه إن ورد عليه يومئذ به كافرا.وقوله: ( اعْمَلُوا مَا شِئْتُمْ ) وهذا أيضا وعيد لهم من الله خرج مخرج الأمر, وكذلك كان مجاهد يقول: حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن ابن أبي نجيح عن مجاهد ( اعْمَلُوا مَا شِئْتُمْ ) قال: هذا وعيد.وقوله: ( إِنَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ ) يقول جلّ ثناؤه: إن الله أيها الناس بأعمالكم التي تعملونها ذو خبرة وعلم لا يخفي عليه منها, ولا من غيرها شيء."
    },
    {
      "ayah": 41,
      "surah": 41,
      "text": "القول في تأويل قوله تعالى :  إِنَّ الَّذِينَ كَفَرُوا بِالذِّكْرِ لَمَّا جَاءَهُمْ وَإِنَّهُ لَكِتَابٌ عَزِيزٌ ( 41 )يقول تعالى ذكره: إن الذين جحدوا هذا القرآن وكذّبوا به لما جاءهم, وعنى بالذكر القرآن.كما حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله: ( إِنَّ الَّذِينَ كَفَرُوا بِالذِّكْرِ لَمَّا جَاءَهُمْ ) كفروا بالقرآن.وقوله: ( وَإِنَّهُ لَكِتَابٌ عَزِيزٌ ) يقول تعالى ذكره: وإن هذا الذكر لكتاب عزيز بإعزاز الله إياه, وحفظه من كل من أراد له تبديلا أو تحريفا, أو تغييرا, من إنسي وجني وشيطان مارد.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله: ( وَإِنَّهُ لَكِتَابٌ عَزِيزٌ ) يقول: أعزه الله لأنه كلامه, وحفظه من الباطل.حدثنا محمد بن الحسين, قال: ثنا أحمد بن المفضل, قال: ثنا أسباط, عن السديّ ( وَإِنَّهُ لَكِتَابٌ عَزِيزٌ ) قال: عزيز من الشيطان."
    },
    {
      "ayah": 42,
      "surah": 41,
      "text": "وقوله: ( لا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلا مِنْ خَلْفِهِ ) اختلف أهل التأويل في تأويله فقال بعضهم: معناه: لا يأتيه النكير من بين يديه ولا من خلفه.* ذكر من قال ذلك:حدثنا أبو كريب, قال: ثنا ابن يمان, عن أشعث, عن جعفر, عن سعيد ( لا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلا مِنْ خَلْفِهِ ) قال: النكير من بين يديه ولا من خلفه.وقال آخرون: معنى ذلك: لا يستطيع الشيطان أن ينقص منه حقا, ولا يزيد فيه باطلا قالوا: والباطل هو الشيطان.وقوله: ( مِنْ بَيْنِ يَدَيْهِ ) من قبل الحق ( وَلا مِنْ خَلْفِهِ ) من قبل الباطل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( لا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلا مِنْ خَلْفِهِ ) الباطل: إبليس لا يستطيع أن ينقص منه حقا, ولا يزيد فيه باطلا.وقال آخرون: معناه: إن الباطل لا يطيق أن يزيد فيه شيئا من الحروف ولا ينقص, منه شيئا منها.* ذكر من قال ذلك:حدثنا محمد بن الحسين, قال: ثنا أحمد بن المفضل, قال: ثنا أسباط, عن السديّ ( لا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلا مِنْ خَلْفِهِ ) قال: الباطل: هو الشيطان لا يستطيع أن يزيد فيه حرفا ولا ينقص.وأولى الأقوال في ذلك عندنا بالصواب أن يقال: معناه: لا يستطيع ذو باطل بكيده تغييره بكيده, وتبديل شيء من معانيه عما هو به, وذلك هو الإتيان من بين يديه, ولا إلحاق ما ليس منه فيه, وذلك إتيانه من خلفه.وقوله: ( تَنـزيلٌ مِنْ حَكِيمٍ حَمِيدٍ ) يقول تعالى ذكره: هو تنـزيل من عند ذي حكمة بتدبير عباده, وصرفهم فيما فيه مصالحهم, ( حَمِيدٍ ) يقول: محمود على نعمه عليهم بأياديه عندهم."
    },
    {
      "ayah": 43,
      "surah": 41,
      "text": "القول في تأويل قوله تعالى :  مَا يُقَالُ لَكَ إِلا مَا قَدْ قِيلَ لِلرُّسُلِ مِنْ قَبْلِكَ إِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ وَذُو عِقَابٍ أَلِيمٍ ( 43 )يقول تعالى ذكره لنبيّه محمد صَلَّى الله عَلَيْهِ وَسَلَّم: ما يقول لك هؤلاء المشركون المكذّبون ما جئتهم به من عند ربك إلا ما قد قاله من قبلهم من الأمم الذين كانوا من قبلك, يقول له: فاصبر على ما نالك من أذى منهم, كما صبر أولو العزم من الرسل,  وَلا تَكُنْ كَصَاحِبِ الْحُوتِوبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( مَا يُقَالُ لَكَ إِلا مَا قَدْ قِيلَ لِلرُّسُلِ مِنْ قَبْلِكَ ) يعزي نبيّه صَلَّى الله عَلَيْهِ وَسَلَّم كما تسمعون, يقول:  كَذَلِكَ مَا أَتَى الَّذِينَ مِنْ قَبْلِهِمْ مِنْ رَسُولٍ إِلا قَالُوا سَاحِرٌ أَوْ مَجْنُونٌ  .حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ في قوله: ( مَا يُقَالُ لَكَ إِلا مَا قَدْ قِيلَ لِلرُّسُلِ مِنْ قَبْلِكَ ) قال: ما يقولون إلا ما قد قال المشركون للرسل من قبلك.وقوله: ( إِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ ) يقول: إن ربك لذو مغفرة لذنوب التائبين إليه من ذنوبهم بالصفح عنهم ( وَذُو عِقَابٍ أَلِيمٍ ) يقول: وهو ذو عقاب مؤلم لمن أصرّ على كفره وذنوبه, فمات على الإصرار على ذلك قبل التوبة منه."
    },
    {
      "ayah": 44,
      "surah": 41,
      "text": "القول في تأويل قوله تعالى :  وَلَوْ جَعَلْنَاهُ قُرْآنًا أَعْجَمِيًّا لَقَالُوا لَوْلا فُصِّلَتْ آيَاتُهُ أَأَعْجَمِيٌّ وَعَرَبِيٌّ قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاءٌ وَالَّذِينَ لا يُؤْمِنُونَ فِي آذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى أُولَئِكَ يُنَادَوْنَ مِنْ مَكَانٍ بَعِيدٍ ( 44 )يقول تعالى ذكره: ولو جعلنا هذا القرآن الذي أنـزلناه يا محمد أعجميا لقال قومك من قريش: ( لَوْلا فُصِّلَتْ آيَاتُهُ ) يعني: هلا بينت أدلته وما فيه من آية, فنفقهه ونعلم ما هو وما فيه, أأعجميّ, يعني أنهم كانوا يقولون إنكارا له: أأعجميّ هذا القرآن ولسان الذي أنـزل عليه عربي؟.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد بن بشار, قال: ثنا محمد بن جعفر, قال: ثنا شعبة, عن أبي بشر, عن سعيد بن جبير أنه قال في هذه الآية ( لَوْلا فُصِّلَتْ آيَاتُهُ أَأَعْجَمِيٌّ وَعَرَبِيٌّ ) قال: لو كان هذا القران أعجميا لقالوا: القرآن أعجميّ, ومحمد عربيّ.حدثنا محمد بن المثنى, قال: ثني محمد بن أبي عديّ, عن داود بن أبي هند, عن جعفر بن أبي وحشية عن سعيد بن جبير في هذه الآية: ( لَوْلا فُصِّلَتْ آيَاتُهُ أَأَعْجَمِيٌّ وَعَرَبِيٌّ ) قال: الرسول عربيّ, واللسان أعجميّ.حدثنا ابن المثنى, قال: ثني عبد الأعلى, قال: ثنا أبو داود عن سعيد بن جبير في قوله: ( وَلَوْ جَعَلْنَاهُ قُرْآنًا أَعْجَمِيًّا لَقَالُوا لَوْلا فُصِّلَتْ آيَاتُهُ أَأَعْجَمِيٌّ وَعَرَبِيٌّ ) قرآن أعجميّ ولسان عربيّ.حدثنا ابن المثنى, قال: ثنا عبد الأعلى, قال: ثنا داود, عن محمد بن أبي موسى, عن عبد الله بن مطيع بنحوه.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله: ( لَوْلا فُصِّلَتْ آيَاتُهُ ) فجعل عربيا, أعجميّ الكلام وعربيّ الرجل.حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ, في قوله: ( وَلَوْ جَعَلْنَاهُ قُرْآنًا أَعْجَمِيًّا لَقَالُوا لَوْلا فُصِّلَتْ آيَاتُهُ ) يقول: بُينت آياته, أأعجميّ وعربيّ, نحن قوم عرب ما لنا وللعجمة.وقد خالف هذا القول الذي ذكرناه عن هؤلاء آخرون, فقالوا: معنى ذلك ( لَوْلا فُصِّلَتْ آيَاتُهُ ) بعضها عربيّ, وبعضها عجميّ. وهذا التأويل على  تأويل من قرأ ( أَعْجَمِيّ ) بترك الاستفهام فيه, وحمله خبرا من الله تعالى عن قيل المشركين ذلك, يعني: هلا فصلت آياته, منها عجميّ تعرفه العجم, ومنها عربيّ تفقهه العرب.* ذكر من قال ذلك:حدثنا ابن حميد, قال: ثنا يعقوب, عن جعفر, عن سعيد, قال: قالت قريش: لولا أنـزل هذا القرآن أعجميا وعربيا, فأنـزل الله ( لَقَالُوا لَوْلا فُصِّلَتْ آيَاتُهُ أَأَعْجَمِيٌّ وَعَرَبِيٌّ قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاءٌ ) فأنـزل الله بعد هذه الآية كل لسان, فيه  حِجَارَةً مِنْ سِجِّيلٍ  قال: فارسية أعربت سنك وكل.وقرأت قراء الأمصار: ( أَأَعْجَمِيٌّ وَعَرَبِيٌّ ؟ ) على وجه الاستفهام, وذكر عن الحسن البصري أنه قرأ ذلك: أعجميّ بهمزة واحدة على غير مذهب الاستفهام, على المعنى الذي ذكرناه عن جعفر بن أبي المغيرة, عن سعيد بن جبير.والصواب من القراءة في ذلك عندنا القراءة التي عليها قراء الأمصار لإجماع الحجة عليها على مذهب الاستفهام.وقوله: ( قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاءٌ ) يقول تعالى ذكره: قل يا محمد لهم: هو, ويعني بقوله ( هُوَ ) القرآن ( لِلَّذِينَ آمَنُوا ) بالله ورسوله, وصدقوا بما جاءهم به من عند ربهم ( هُدًى ) يعني بيان للحق ( وَشِفَاءٌ ) يعني أنه شفاء من الجهل.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال. ثنا سعيد, عن قتادة ( قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاءٌ ) قال: جمله الله نورا وبركة وشفاء للمؤمنين.حدثنا محمد, قال. ثنا أحمد, قال: ثنا أسباط, عن السديّ ( قُلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاءٌ ) قال: القرآن.وقوله: ( وَالَّذِينَ لا يُؤْمِنُونَ فِي آذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى ) يقول تعالى ذكره: والذين لا يؤمنون بالله ورسوله, وما جاءهم به من عند الله في آذانهم ثقل عن استماع هذا القرآن, وصمم لا يستمعونه ولكنهم يعرضون عنه, ( وَهُوَ عَلَيْهِمْ عَمًى ) يقول: وهذا القرآن على قلوب هؤلاء المكذّبين به عمى عنه, فلا يبصرون حججه عليهم, وما فيه من مواعظه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَالَّذِينَ لا يُؤْمِنُونَ فِي آذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى ) عموا وصموا عن القرآن, فلا ينتفعون به, ولا يرغبون فيه.حدثنا محمد, قال. ثنا أحمد, قال: ثنا أسباط, عن السديّ ( وَالَّذِينَ لا يُؤْمِنُونَ فِي آذَانِهِمْ وَقْرٌ ) قال: صمم ( وَهُوَ عَلَيْهِمْ عَمًى ) قال: عميت قلوبهم عنه.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( وَهُوَ عَلَيْهِمْ عَمًى ) قال: العمى: الكفر.وقرأت قرّاء الأمصار: ( وَهُوَ عَلَيْهِمْ عَمًى ) بفتح الميم. وذُكر عن ابن عباس أنه قرأ: \" وَهُوَ عَلَيْهِمْ عَمٍ\" بكسر الميم على وجه النعت للقرآن.والصواب من القراءة في ذلك عندنا ما عليه قرّاء الأمصار.وقوله: ( أُولَئِكَ يُنَادَوْنَ مِنْ مَكَانٍ بَعِيدٍ ) اختلف أهل التأويل في معناه, فقال بعضهم: معنى ذلك: تشبيه من الله جلّ ثناؤه, لعمى قلوبهم عن فهم ما أنـزل في القرآن من حججه ومواعظه ببعيد, فهم كما مع صوت من بعيد نودي, فلم يفهم ما نودي, كقول العرب للرجل القليل الفهم: إنك لتنادى من بعيد, وكقولهم للفهم: إنك لتأخذ الأمور من قريب.* ذكر من قال ذلك:حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن ابن جريج, عن بعض أصحابه, عن مجاهد ( أُولَئِكَ يُنَادَوْنَ مِنْ مَكَانٍ بَعِيدٍ ) قال: بعيد من قلوبهم.حدثنا ابن بشار, قال: ثنا أبو أحمد, قال: ثنا سفيان, عن ابن جريج عن مجاهد, بنحوه.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( أُولَئِكَ يُنَادَوْنَ مِنْ مَكَانٍ بَعِيدٍ ) قال: ضيعوا أن يقبلوا الأمر من قريب, يتوبون ويؤمنون, فيقبل منهم, فأبوا.وقال آخرون: بل معنى ذلك: إنهم ينادون يوم القيامة من مكان بعيد منهم بأشنع أسمائهم.* ذكر من قال ذلك:حدثنا ابن بشار, قال: ثنا أبو أحمد, قال: ثنا سفيان, عن أجلح, عن الضحاك بن مزاحم ( أُولَئِكَ يُنَادَوْنَ مِنْ مَكَانٍ بَعِيدٍ ) قال: ينادَى الرجل بأشنع اسمه.واختلف أهل العربية في موضع تمام قوله:  إِنَّ الَّذِينَ كَفَرُوا بِالذِّكْرِ لَمَّا جَاءَهُمْ  فقال بعضهم: تمامه: ( أُولَئِكَ يُنَادَوْنَ مِنْ مَكَانٍ بَعِيدٍ ) وجعل قائلو هذا القول خبر  إِنَّ الَّذِينَ كَفَرُوا بِالذِّكْرِ  - ( أُولَئِكَ يُنَادَوْنَ مِنْ مَكَانٍ بَعِيدٍ ) ; وقال بعض نحويي البصرة: يجوز ذلك ويجوز أن بكون على الأخبار التي في القرآن يستغنى بها, كما استغنت أشياء عن الخبر إذا طال الكلام, وعرف المعنى, نحو قوله:  وَلَوْ أَنَّ قُرْآنًا سُيِّرَتْ بِهِ الْجِبَالُ أَوْ قُطِّعَتْ بِهِ الأَرْضُ  . وما أشبه ذلك.قال: وحدثني شيخ من أهل العلم, قال: سمعت عيسى بن عمر يسأل عمرو بن عبيد  إِنَّ الَّذِينَ كَفَرُوا بِالذِّكْرِ لَمَّا جَاءَهُمْ  أين خبره؟ فقال عمرو:  معناه في التفسير: إن الذين كفروا بالذكر لما جاءهم كفروا به  وَإِنَّهُ لَكِتَابٌ عَزِيزٌ  فقال عيسى: أجدت يا أبا عثمان.وكان بعض نحويي الكوفة يقول: إن شئت جعلت جواب  إِنَّ الَّذِينَ كَفَرُوا بِالذِّكْرِ  ( أُولَئِكَ يُنَادَوْنَ مِنْ مَكَانٍ بَعِيدٍ ) وإن شئت كان جوابه في قوله:  وَإِنَّهُ لَكِتَابٌ عَزِيزٌ  , فيكون جوابه معلوما, فترك فيكون أعرب الوجهين وأشبهه بما جاء في القرآن.وقال آخرون: بل ذلك مما انصرف عن الخبر عما ابتدئ به إلى الخبر عن الذي بعده من الذكر; فعلى هذا القول ترك الخبر عن الذين كفروا بالذكر, وجعل الخبر عن الذكر فتمامه على هذا القول; وإنه لكتاب عزيز; فكان معنى الكلام عند قائل هذا القول: إن الذكر الذي كفر به هؤلاء المشركون لما جاءهم, وإنه لكتاب عزيز, وشبهه بقوله:  وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ  .وأولى الأقوال في ذلك عندي بالصواب أن يقال: هو مما ترك خبره اكتفاء بمعرفة السامعين بمعناه لما تطاول الكلام."
    },
    {
      "ayah": 45,
      "surah": 41,
      "text": "القول في تأويل قوله تعالى :  وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ فَاخْتُلِفَ فِيهِ وَلَوْلا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَقُضِيَ بَيْنَهُمْ وَإِنَّهُمْ لَفِي شَكٍّ مِنْهُ مُرِيبٍ ( 45 )يقول تعالى ذكره: ( وَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ ) يا محمد, يعني التوراة, كما آتيناك الفرقان, ( فَاخْتُلِفَ فِيهِ ) يقول: فاختلف في العمل بما فيه الذين أوتوه من اليهود ( وَلَوْلا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ لَقُضِيَ بَيْنَهُمْ ) يقول: ولولا ما سبق من قضاء الله وحكمه فيهم أنه أخر عذابهم إلى يوم القيامة.كما حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ, في قوله: ( وَلَوْلا كَلِمَةٌ سَبَقَتْ مِنْ رَبِّكَ ) قال: أخروا إلى يوم القيامة.وقوله: ( وَإِنَّهُمْ لَفِي شَكٍّ مِنْهُ مُرِيبٍ ) يقول: وإن الفريق المبطل منهم لفي شكّ مما قالوا فيه ( مُريب ) يقول: يريبهم قولهم فيه ما قالوا, لأنهم قالوا بغير ثبت, وإنما قالوه ظنًّا."
    },
    {
      "ayah": 46,
      "surah": 41,
      "text": "القول في تأويل قوله تعالى :  مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ وَمَنْ أَسَاءَ فَعَلَيْهَا وَمَا رَبُّكَ بِظَلامٍ لِلْعَبِيدِ ( 46 )يقول تعالى ذكره: من عمل بطاعة الله في هذه الدنيا, فائتمر لأمره, وانتهى عما نهاه عنه ( فَلِنَفْسِهِ ) يقول: فلنفسه عمل ذلك الصالح من العمل, لأنه يجازى عليه جزاءه, فيستوجب في المعاد من الله الجنة, والنجاة من النار. ( وَمَنْ أَسَاءَ فَعَلَيْهَا ) يقول: ومن عمل بمعاصي الله فيها, فعلى نفسه جنى, لأنه أكسبها بذلك سخط الله, والعقاب الأليم. ( وَمَا رَبُّكَ بِظَلامٍ لِلْعَبِيدِ ) يقول تعالى ذكره: وما ربك يا محمد بحامل عقوبة ذنب مذنب على غير مكتسبه, بل لا يعاقب أحدا إلا على جرمه الذي اكتسبه في الدنيا, أو على سبب استحقه به منه, والله أعلم."
    },
    {
      "ayah": 47,
      "surah": 41,
      "text": "القول في تأويل قوله تعالى :  إِلَيْهِ يُرَدُّ عِلْمُ السَّاعَةِ وَمَا تَخْرُجُ مِنْ ثَمَرَاتٍ مِنْ أَكْمَامِهَا وَمَا تَحْمِلُ مِنْ أُنْثَى وَلا تَضَعُ إِلا بِعِلْمِهِ وَيَوْمَ يُنَادِيهِمْ أَيْنَ شُرَكَائِي قَالُوا آذَنَّاكَ مَا مِنَّا مِنْ شَهِيدٍ (47)يقول تعالى ذكره: إلى الله يرد العالمون به علم الساعة, فإنه لا يعلم ما قيامها غيره.( وَمَا تَخْرُجُ مِنْ ثَمَرَاتٍ مِنْ أَكْمَامِهَا ) يقول: وما تظهر من ثمرة شجرة من أكمامها التي هي متغيبة فيها, فتخرج منها بارزة.( وَمَا تَحْمِلُ مِنْ أُنْثَى ) يقول: وما تحمل من أنثى من حمل حين تحمله, ولا تضع ولدها إلا بعلم من الله, لا يخفى عليه شيء من ذلك.وبنحو الذي قلنا في معنى قوله: ( وَمَا تَخْرُجُ مِنْ ثَمَرَاتٍ مِنْ أَكْمَامِهَا ) قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى, وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, في قوله: ( مِنْ أَكْمَامِهَا ) قال: حين تطلع.حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( وَمَا تَخْرُجُ مِنْ ثَمَرَاتٍ مِنْ أَكْمَامِهَا ) قال: من طلعها والأكمام جمع كمة (1) وهو كل ظرف لماء أو غيره, والعرب تدعو قشر الكفراة كمَّا.واختلفت القراء في قراءة قوله: ( مِنْ ثَمَرَاتٍ ) فقرأت ذلك قرّاء المدينة: ( مِنْ ثَمَرَاتٍ ) على الجماع, وقرأت قراء الكوفة \" من ثمرات \" على لفظ الواحدة, وبأي القراءتين قرئ ذلك فهو عندنا صواب لتقارب معنييهما مع شهرتهما في القراءة.وقوله: ( وَيَوْمَ يُنَادِيهِمْ أَيْنَ شُرَكَائِي ) يقول تعالى ذكره: ويوم ينادي الله هؤلاء المشركين به في الدنيا الأوثان والأصنام: أين شركائي الذين كنتم تشركونهم في عبادتكم إياي؟.( قَالُوا آذَنَّاكَ ) يقول: أعلمناك ( مَا مِنَّا مِنْ شَهِيدٍ ) يقول: قال هؤلاء المشركون لربهم يومئذ: ما منا من شهيد يشهد أن لك شريكا.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ, قال: ثما أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله ( آذَنَّاكَ ) يقول: أعلمناك.حدثني محمد, قال: ثنا أبو صالح, قال: ثنا أسباط, عن السديّ, في قوله: ( آذَنَّاكَ مَا مِنَّا مِنْ شَهِيدٍ ) قالوا: أطعناك (2) ما منا من شهيد على أن لك شريكا.------------------------الهوامش:(1) لعل الأصل : جمع كم ، بلا تاء ، لأن الأكمام جمع\" كم\" لا جمع كمة . انظر ( اللسان : كم ) .(2) كذا في الأصل . ولعله\" أطلعناك\" ، ليكون فيه معنى العلم ."
    },
    {
      "ayah": 48,
      "surah": 41,
      "text": "القول في تأويل قوله تعالى :  وَضَلَّ عَنْهُمْ مَا كَانُوا يَدْعُونَ مِنْ قَبْلُ وَظَنُّوا مَا لَهُمْ مِنْ مَحِيصٍ (48)يقول تعالى ذكره: وضلّ عن هؤلاء المشركين يوم القيامة آلهتهم التي كانوا يعبدونها في الدنيا, فأخذ بها طريق غير طريقهم, فلم تنفعهم, ولم تدفع عنهم شيئا من عذاب الله الذي حلّ بهم.وقوله: ( وَظَنُّوا مَا لَهُمْ مِنْ مَحِيصٍ ) يقول: وأيقنوا حينئذ ما لهم من ملجأ: أي ليس لهم ملجأ يلجئون إليه من عذاب الله.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ(وَظَنُّوا مَا لَهُمْ مِنْ مَحِيصٍ) : استيقنوا أنه ليس لهم ملجأ.واختلف أهل العربية في المعنى الذي من أجله أبطل عمل الظنّ في هذا الموضع, فقال بعض أهل البصرة فعل ذلك, لأن معنى قوله: ( وَظَنُّوا ) : استيقنوا. قال: و \" ما \" هاهنا حرف وليس باسم, والفعل لا يعمل في مثل هذا, فلذلك جعل الفعل ملغى. وقال بعضهم: ليس يلغي الفعل وهو عامل في المعنى إلا لعلة. قال: والعلة أنه حكاية, فإذا وقع على ما لم يعمل فيه كان حكاية وتمنيا, وإذا عمل فهو على أصله."
    },
    {
      "ayah": 49,
      "surah": 41,
      "text": "وقوله: ( لا يسأم الإنْسَانُ مِنْ دُعَاءِ الْخَيْرِ ) يقول تعالى ذكره: لا يمل الكافر بالله من دعاء الخير, يعني من دعائه بالخير, ومسألته إياه ربه. والخير في هذا الموضع: المال وصحة الجسم, يقول: لا يملّ من طلب ذلك.( وَإِنْ مَسَّهُ الشَّرُّ ) يقول: وإن ناله ضرّ في نفسه من سُقم أو جهد في معيشته, أو احتباس من رزقه ( فَيَئُوسٌ قَنُوطٌ ) يقول: فإنه ذو يأس من روح الله وفرجه, قنوط من رحمته, ومن أن يكشف ذلك الشرّ النازل به عنه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( لا يَسْأَمُ الإنْسَانُ مِنْ دُعَاءِ الْخَيْرِ ) يقول: الكافر ( وَإِنْ مَسَّهُ الشَّرُّ فَيَئُوسٌ قَنُوطٌ ) : قانط من الخير.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( لا يَسْأَمُ الإنْسَانُ ) قال: لا يملّ. وذكر أن ذلك في قراءة عبد الله: \" لا يَسْأَمُ الإنْسَانُ مِنْ دَعَاءٍ بالخَيْرِ\"."
    },
    {
      "ayah": 5,
      "surah": 41,
      "text": "القول في تأويل قوله تعالى :  وَقَالُوا قُلُوبُنَا فِي أَكِنَّةٍ مِمَّا تَدْعُونَا إِلَيْهِ وَفِي آذَانِنَا وَقْرٌ وَمِنْ بَيْنِنَا وَبَيْنِكَ حِجَابٌ فَاعْمَلْ إِنَّنَا عَامِلُونَ (5)يقول تعالى ذكره: وقال هؤلاء المشركون المعرضون عن آيات الله من مشركي قريش إذ دعاهم محمد نبيّ الله إلى الإقرار بتوحيد الله وتصديق ما في هذا القرآن من أمر الله ونهيه, وسائر ما أنـزل فيه ( قُلُوبُنَا فِي أَكِنَّةٍ ) يقول: في أغطية ( مِمَّا تَدْعُونَا ) يا محمد ( إِلَيْهِ ) من توحيد الله, وتصديقك فيما جئتنا به, لا نفقه ما تقول ( وَفِي آذَانِنَا وَقْرٌ ) وهو الثقل, لا نسمع ما تدعونا إليه استثقالا لما يدعو إليه وكراهة له. وقد مضى البيان قبل عن معاني هذه الأحرف بشواهده, وذكر ما قال أهل التأويل فيه, فكرهنا إعادة ذلك في هذا الموضع.وقد: حدثني محمد بن عمرو قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, في قوله: ( قُلُوبُنَا فِي أَكِنَّةٍ ) قال: عليها أغطية كالجَعْبة للنَّبْل.حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ, قوله: ( وَقَالُوا قُلُوبُنَا فِي أَكِنَّةٍ ) قال: عليها أغطية ( وَفِي آذَانِنَا وَقْرٌ ) قال: صمم.وقوله: ( وَمِنْ بَيْنِنَا وَبَيْنِكَ حِجَابٌ ) يقولون: ومن بيننا وبينك يا محمد ساتر لا نجتمع من أجله نحن وأنت, فيرى بعضنا بعضا, وذلك الحجاب هو اختلافهم في الدين, لأن دينهم كان عبادة الأوثان, ودين محمد صَلَّى الله عَلَيْهِ وَسَلَّم عبادة الله وحده لا شريك له, فذلك هو الحجاب الذي زعموا أنه بينهم وبين نبيّ الله, وذلك هو خلاف بعضهم بعضا في الدين.وأدخلت \" من \" في قوله ( وَمِنْ بَيْنِنَا وَبَيْنِكَ حِجَابٌ ) والمعنى: وبيننا وبينكَ حِجابٌ, توكيدا للكلام."
    },
    {
      "ayah": 50,
      "surah": 41,
      "text": "القول في تأويل قوله تعالى :  وَلَئِنْ أَذَقْنَاهُ رَحْمَةً مِنَّا مِنْ بَعْدِ ضَرَّاءَ مَسَّتْهُ لَيَقُولَنَّ هَذَا لِي وَمَا أَظُنُّ السَّاعَةَ قَائِمَةً وَلَئِنْ رُجِعْتُ إِلَى رَبِّي إِنَّ لِي عِنْدَهُ لَلْحُسْنَى فَلَنُنَبِّئَنَّ الَّذِينَ كَفَرُوا بِمَا عَمِلُوا وَلَنُذِيقَنَّهُمْ مِنْ عَذَابٍ غَلِيظٍ (50)يقول تعالى ذكره: ولئن نحن كشفنا عن هذا الكافر ما أصابه من سقم في نفسه وضرّ, وشدّة في معيشته وجهد, رحمة منا, فوهبنا له العافية في نفسه بعد السقم, ورزقناه مالا فوسعنا عليه في معيشته من بعد الجهد والضرّ.( لَيَقُولَنَّ هَذَا لِي ) عند الله, لأن الله راض عني برضاه عملي, وما أنا عليه مقيم.كما حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد ( لَيَقُولَنَّ هَذَا لِي ): أي بعملي, وأنا محقوق بهذا. يقول: وما أحسب القيامة قائمة يوم تقوم. يقول: وإن قامت أيضا القيامة, ورددت إلى الله حيا بعد مماتي. يقول: إن لي عنده غنى ومالا.كما حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ, في قوله: ( إِنَّ لِي عِنْدَهُ لَلْحُسْنَى ) يقول: غنى. يقول تعالى ذكره: فلنخبرن هؤلاء الكفار بالله, المتمنين عليه الأباطيل يوم يرجعون إليه بما عملوا في الدنيا من المعاصي, واجترحوا من السيئات, ثم لنجازينّ جميعهم على ذلك جزاءهم.وذلك العذاب الغليظ تخليدهم في نار جهنم, لا يموتون فيها ولا يحيون."
    },
    {
      "ayah": 51,
      "surah": 41,
      "text": "القول في تأويل قوله تعالى :  وَإِذَا أَنْعَمْنَا عَلَى الإِنْسَانِ أَعْرَضَ وَنَأَى بِجَانِبِهِ وَإِذَا مَسَّهُ الشَّرُّ فَذُو دُعَاءٍ عَرِيضٍ (51)يقول تعالى ذكره: وإذا نحن أنعمنا على الكافر, فكشفنا ما به من ضرّ, ورزقناه غنى وسعة, ووهبنا له صحة جسم وعافية, أعرض عما دعوناه إليه من طاعته, وصدّ عنه ( وَنَأَى بِجَانِبِهِ ) يقول: وبعد من إجابتنا إلى ما دعوناه إليه, ويعني بجانبه بناحيته.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ, في قوله: ( أَعْرَضَ وَنَأَى بِجَانِبِهِ ) يقول: أعرض: صدّ بوجهه, ونأى بجانبه: يقول: تباعد.وقوله: ( وَإِذَا مَسَّهُ الشَّرُّ فَذُو دُعَاءٍ عَرِيضٍ ) يعني بالعريض: الكثير.كما حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( فَذُو دُعَاءٍ عَرِيضٍ ) يقول: كثير, وذلك قول الناس: أطال فلان الدعاء: إذا أكثر, وكذلك أعرض دعاءه."
    },
    {
      "ayah": 52,
      "surah": 41,
      "text": "القول في تأويل قوله تعالى :  قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ ثُمَّ كَفَرْتُمْ بِهِ مَنْ أَضَلُّ مِمَّنْ هُوَ فِي شِقَاقٍ بَعِيدٍ (52)يقول تعالى ذكره لنبيّه محمد صَلَّى الله عَلَيْهِ وَسَلَّم ( قُلْ ) يا محمد للمكذّبين بما جئتهم به من عند ربك من هذا القرآن ( أَرَأَيْتُمْ ) أيها القوم ( إِنْ كَانَ ) هذا الذي تكذبون به ( مِنْ عِنْدِ اللَّهِ ثُمَّ كَفَرْتُمْ بِهِ ) ألستم في فراق وبعد من الصواب, فجعل مكان التفريق الخبر, فقال: ( مَنْ أَضَلُّ مِمَّنْ هُوَ فِي شِقَاقٍ بَعِيدٍ ) إذا كان مفهوما معناه.وقوله: ( مَنْ أَضَلُّ مِمَّنْ هُوَ فِي شِقَاقٍ بَعِيدٍ ) يقول: قل لهم من أشد ذهابا عن قصد السبيل, وأسلك لغير طريق الصواب, ممن هو في فراق لأمر الله وخوف له, بعيد من الرشاد."
    },
    {
      "ayah": 53,
      "surah": 41,
      "text": "القول في تأويل قوله تعالى :  سَنُرِيهِمْ آيَاتِنَا فِي الآفَاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ (53)يقول تعالى ذكره: سنري هؤلاء المكذّبين, ما أنـزلنا على محمد عبدنا من الذكر, آياتنا في الآفاق.واختلف أهل التأويل في معنى الآيات التي وعد الله هؤلاء القوم أن يريهم, فقال بعضهم: عني بالآيات في الآفاق وقائع النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم بنواحي بلد المشركين من أهل مكة وأطرافها, وبقوله: ( وَفِي أَنْفُسِهِمْ ) فتح مكة.* ذكر من قال ذلك:حدثنا أبو كريب, قال: ثنا ابن يمان, عن سفيان, عن عمرو بن دينار, عن عمرو بن أبي قيس, عن المنهال, في قوله: ( سَنُرِيهِمْ آيَاتِنَا فِي الآفَاقِ ) قال: ظهور محمد صَلَّى الله عَلَيْهِ وَسَلَّم على الناس.حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( سَنُرِيهِمْ آيَاتِنَا فِي الآفَاقِ ) يقول: ما نفتح لك يا محمد من الآفاق ( وَفِي أَنْفُسِهِمْ ) في أهل مكة, يقول: نفتح لك مكة.وقال آخرون: عنى بذلك أنه يريهم نجوم الليل وقمره, وشمس النهار, وذلك ما وعدهم أنه يريهم في الآفاق. وقالوا: عنى بالآفاق: آفاق السماء, وبقوله: ( وَفِي أَنْفُسِهِمْ ) سبيل الغائط والبول.* ذكر من قال ذلك:حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( سَنُرِيهِمْ آيَاتِنَا فِي الآفَاقِ وَفِي أَنْفُسِهِمْ ) قال: آفاق السموات: نجومها وشمسها وقمرها اللاتي يجرين, وآيات فى أنفسهم أيضا.وأولى القولين في ذلك بالصواب القول الأول, وهو ما قاله السديّ, وذلك أن الله عزّ وجلّ وعد نبيّه صَلَّى الله عَلَيْهِ وَسَلَّم أن يري هؤلاء المشركين الذين كانوا به مكذّبين آيات في الآفاق, وغير معقول أن يكون تهدّدهم بأن يريهم ما هم راءوه, بل الواجب أن يكون ذلك وعدا منه لهم أن يريهم ما لم يكونوا راؤه قبل من ظهور نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم على أطراف بلدهم وعلى بلدهم, فأما النجوم والشمس والقمر, فقد كانوا يرونها كثيرا قبل وبعد ولا وجه لتهددهم بأنه يريهم ذلك.وقوله: ( حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ ) يقول جلّ ثناؤه: أري هؤلاء المشركين وقائعنا بأطرافهم وبهم حتى يعلموا حقيقة ما أنـزلنا إلى محمد, وأوحينا إليه من الوعد له بأنا مظهرو ما بعثناه به من الدين على الأديان كلها, ولو كره المشركون.وقوله: ( أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ ) يقول تعالى ذكره: أولم يكف بربك يا محمد أنه شاهد على كل شيء مما يفعله خلقه, لا يعزب عنه علم شيء منه, وهو مجازيهم على أعمالهم, المحسن بالإحسان, والمسيء جزاءه.وفي قوله: ( أنَّهُ ) وجهان:أحدهما: أن يكون في موضع خفض على وجه تكرير الباء, فيكون معنى الكلام حينئذ: أولم يكف بربك بأنه على كلّ شيء شهيد؟ والآخر: أن يكون في موضع رفع رفعا, بقوله: يكف, فيكون معنى الكلام: أولم يكف بربك شهادته على كل شيء."
    },
    {
      "ayah": 54,
      "surah": 41,
      "text": "القول في تأويل قوله تعالى :  أَلا إِنَّهُمْ فِي مِرْيَةٍ مِنْ لِقَاءِ رَبِّهِمْ أَلا إِنَّهُ بِكُلِّ شَيْءٍ مُحِيطٌ (54)يقول تعالى ذكره: ألا إن هؤلاء المكذّبين بآيات الله في شكّ من لقاء ربهم, يعني أنهم في شك من البعث بعد الممات, ومعادهم إلى ربهم.كما حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( أَلا إِنَّهُمْ فِي مِرْيَةٍ مِنْ لِقَاءِ رَبِّهِمْ ) يقول: في شك.وقوله: ( أَلا إِنَّهُ بِكُلِّ شَيْءٍ مُحِيطٌ ) يقول تعالى ذكره: ألا أن الله بكل شيء مما خلق محيط علما بجميعه, وقدرة عليه, لا يعزب عنه علم شيء منه أراده فيفوته, ولكن المقتدر عليه العالم بمكانه.آخر تفسير سورة فصلت"
    },
    {
      "ayah": 6,
      "surah": 41,
      "text": "القول في تأويل قوله تعالى :  قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَاسْتَقِيمُوا إِلَيْهِ وَاسْتَغْفِرُوهُ وَوَيْلٌ لِلْمُشْرِكِينَ (6)يقول تعالى ذكره: قل يا محمد لهؤلاء المعرضين عن آيات الله من قومك: أيها القوم, ما أنا إلا بشر من بني آدم مثلكم في الجنس والصورة والهيئة لست بمَلك ( يُوحَى إِلَيَّ ) يوحي الله إلى أن لا معبود لكم تصلح عبادته إلا معبود واحد.( فَاسْتَقِيمُوا إِلَيْهِ )يقول: فاستقيموا إليه بالطاعة, ووجهوا إليه وجوهكم بالرغبة والعبادة دون الآلهة والأوثان.يقول: وسلوه العفو لكم عن ذنوبكم التي سلفت منكم بالتوبة من شرككم, يتب عليكم ويغفر لكم."
    },
    {
      "ayah": 7,
      "surah": 41,
      "text": "وقوله: (وَوَيْلٌ لِلْمُشْرِكِينَ * الَّذِينَ لا يُؤْتُونَ الزَّكَاةَ وَهُمْ بِالآخِرَةِ هُمْ كَافِرُونَ) يقول تعالى ذكره: وصديد أهل النار, وما يسيل منهم للمدعين لله شريكا العابدين الأوثان دونه الذين لا يؤتون الزكاة.اختلف أهل التأويل في ذلك, فقال بعضهم: معناه: الذين لا يعطون الله الطاعة التي تطهرهم, وتزكي أبدانهم, ولا يوحدونه; وذلك قول يذكر عن ابن عباس.* ذكر الرواية بذلك:حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله: (وَوَيْلٌ لِلْمُشْرِكِينَ * الَّذِينَ لا يُؤْتُونَ الزَّكَاةَ ) قال: هم الذين لا يشهدون أن لا إله إلا الله.حدثني سعيد بن عبد الله بن عبد الحكم, قال: ثنا حفص, قال: ثنا الحكم بن أبان, عن عكرمة, قوله: ( وَوَيْلٌ لِلْمُشْرِكِينَ * الَّذِينَ لا يُؤْتُونَ الزَّكَاةَ): الذين لا يقولون لا إله إلا الله.وقال آخرون: بل معنى ذلك: الذين لا يقرّون بزكاة أموالهم التي فرضها الله فيها, ولا يعطونها أهلها. وقد ذكرنا أيضا قائلي ذلك قبلُ.وقد حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة (وَوَيْلٌ لِلْمُشْرِكِينَ * الَّذِينَ لا يُؤْتُونَ الزَّكَاةَ) قال: لا يقرّون بها ولا يؤمنون بها. وكان يقال: إن الزكاة قنطرة الإسلام, فمن قطعها نجا, ومن تخلف عنها هلك; وقد كان أهل الردّة بعد نبيّ الله قالوا: أما الصلاة فنصلِّي, وأما الزكاة فوالله لا تغصب أموالنا; قال: فقال أبو بكر: والله لا أفرق بين شيء جمع الله بينه; والله لو منعوني عقالا مما فرض الله ورسوله لقاتلناهم عليه.حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( وَوَيْلٌ لِلْمُشْرِكِينَ الَّذِينَ لا يُؤْتُونَ الزَّكَاةَ ) قال: لو زَكَّوا وهم مشركون لم ينفعهم.والصواب من القول في ذلك ما قاله الذين قالوا: معناه: لا يؤدّون زكاة أموالهم; وذلك أن ذلك هو الأشهر من معنى الزكاة, وأن في قوله: ( وَهُمْ بِالآخِرَةِ هُمْ كَافِرُونَ ) دليلا على أن ذلك كذلك, لأن الكفار الذين عنوا بهذه الآية كانوا لا يشهدون أن لا إله إلا الله, فلو كان قوله: ( الَّذِينَ لا يُؤْتُونَ الزَّكَاةَ ) مرادا به الذين لا يشهدون أن لا إله إلا الله لم يكن لقوله: ( وَهُمْ بِالآخِرَةِ هُمْ كَافِرُونَ ) معنى, لأنه معلوم أن من لا يشهد أن لا إله إلا الله لا يؤمن بالآخرة, وفي اتباع الله قوله: ( وَهُمْ بِالآخِرَةِ هُمْ كَافِرُونَ ) قوله ( الَّذِينَ لا يُؤْتُونَ الزَّكَاةَ ) ما ينبئ عن أن الزكاة في هذا الموضع معنيّ بها زكاة الأموال.وقوله: ( وَهُمْ بِالآخِرَةِ هُمْ كَافِرُونَ ) يقول: وهم بقيام الساعة, وبعث الله خلقه أحياء من قبورهم, من بعد بلائهم وفنائهم منكرون."
    },
    {
      "ayah": 8,
      "surah": 41,
      "text": "القول في تأويل قوله تعالى :  إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ (8)يقول تعالى ذكره: إن الذين صدقوا الله ورسوله, وعملوا بما أمرهم الله به ورسوله, وانتهوا عما نهاهم عنه, وذلك هو الصالحات من الأعمال.( لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ )يقول: لمن فعل ذلك أجر غير منقوص عما وعدهم أن يأجرهم عليه.وقد اختلف في تأويل ذلك أهل التأويل, وقد بيَّناه فيما مضى بما أغنى عن إعادته في هذا الموضع. وقد:حدثنا محمد بن الحسين, قال: ثنا أحمد بن المفضل, قال: ثنا أسباط, عن السديّ( لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ ) قال بعضهم: غير منقوص. وقال بعضهم: غير ممنون عليهم.حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله: ( أَجْرٌ غَيْرُ مَمْنُونٍ ) يقول: غير منقوص.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, قوله: ( لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ ) قال: محسوب."
    },
    {
      "ayah": 9,
      "surah": 41,
      "text": "وقوله: ( أَئِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الأرْضَ فِي يَوْمَيْنِ ) وذلك يوم الأحد ويوم الاثنين; وبذلك جاءت الأخبار عن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم وقالته العلماء, وقد ذكرنا كثيرا من ذلك فيما مضى قبل, ونذكر بعض ما لم نذكره قبل إن شاء الله.* ذكر بعض ما لم نذكره فيما مضى من الأخبار بذلك:حدثنا هناد بن السري, قال: ثنا أبو بكر بن عياش, عن أبي سعيد البقال, عن عكرمة, عن ابن عباس, قال هناد: قرأت سائر الحديث على أبي بكر \" أن اليهود أتت النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم فسألته عن خلق السموات والأرض, قال: \" خَلَقَ اللهُ الأرْضَ يَوْمَ الأحَد وَالاثْنَيْنِ, وَخَلَقَ الجِبَالَ يَوْمَ الثُّلاثَاءِ وَما فِيهِنَّ مِنْ مَنَافِعَ, وَخَلَقَ يَوْمَ الأرْبَعاء الشَّجَرَ وَالمَاءَ وَالمَدَائِنَ وَالعُمْرَانَ والخَرَابَ, فَهَذِهِ أرْبَعَةٌ, ثُمَّ قال: أئِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الأرْضَ فِي يَوْمَيْنِ, وَتَجْعَلُونَ لَهُ أنْدَادًا, ذلك رَبُّ العَالَمِينَ, وَجَعَلَ فِيهَا رَوَاسِيَ مِنْ فَوْقِها وَبَارَكَ فِيها, وَقَدَّرَ فِيها أقْوَاتَهَا في أرْبَعَةِ أيَّامٍ سَوَاءً للسَّائِلِينَ لِمَنْ سأل. قالَ: وَخَلَقَ يَوْمَ الخَمِيسِ السَّمَاءَ, وَخَلَقَ يَوْمَ الجُمْعَةِ النُّجُومَ والشَّمْسَ وَالقَمَرَ وَالمَلائِكَةَ إلَى ثَلاثِ سَاعَاتٍ بَقِيَتْ مِنْهُ فَخَلَقَ فِي أَوَّلِ سَاعَةٍ مِنْ هَذِهِ الثَّلاثَةِ الآجَالِ حِينَ يَمُوتُ مَنْ مَاتَ, وفِي الثَّانِيَةِ ألْقَى الآفَةَ على كُلِّ شَيْءٍ مِمَّا يَنْتَفِعُ بِهِ النَّاسُ, وَفِي الثَّالِثَةِ آدَمَ وَأَسْكَنَهُ الجَنَّةَ, وَأَمَرَ إبْلِيسَ بالسُّجُودِ لَهُ, وَأَخْرَجَهُ مِنْهَا فِي آخِرِ سَاعَةٍ\" قالت اليهود: ثم ماذا يا محمد؟ قال: \" ثُمَّ اسْتَوَى على العَرْشِ\", قالوا: قد أصبت لو أتممت, قالوا: ثم استراح; فغضب النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم غضبا شديدا, فنـزل:  وَلَقَدْ خَلَقْنَا السَّمَاوَاتِ وَالأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ وَمَا مَسَّنَا مِنْ لُغُوبٍ * فَاصْبِرْ عَلَى مَا يَقُولُونَ  .حدثنا تميم بن المنتصر, قال: أخبرنا إسحاق, عن شريك, عن غالب بن غلاب, عن عطاء بن أبي رباح, عن ابن عباس, قال: إن الله خلق يوما واحدا فسماه الأحد, ثم خلق ثانيا فسماه الإثنين, ثم خلق ثالثا فسماه الثلاثاء, ثم خلق رابعا فسماه الأربعاء, ثم خلق خامسا فسماه الخميس; قال: فخلق الأرض في يومين: الأحد والاثنين, وخلق الجبال يوم الثلاثاء, فذلك قول الناس: هو يوم ثقيل, وخلق مواضع الأنهار والأشجار يوم الأربعاء, وخلق الطير والوحوش والهوامّ والسباع يوم الخميس, وخلق الإنسان يوم الجمعة, ففرغ من خلق كلّ شيء يوم الجمعة.حدثنا موسى, قال: ثنا عمرو, قال: ثنا أسباط, عن السديّ( خَلَقَ الأرْضَ فِي يَوْمَيْنِ ) في الأحد والإثنين.وقد قيل غير ذلك.وذلك ما حدثني القاسم بن بشر بن معروف والحسين بن علي قالا ثنا حجاج, عن ابن جريج, قال أخبرني إسماعيل بن أمية, عن أيوب بن خالد, عن عبد الله بن رافع مولى أم سلمة, عن أبي هريرة قال: أخذ رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم بيدي فقال: \" خَلَقَ اللهُ التُّرْبَةَ يَوْمَ السَّبْتِ, وَخَلَقَ فِيها الجِبالَ يَوْمَ الأحَدِ, وَخَلَقَ الشَّجَرَ يَوْمَ الاثْنَيْنِ, وَخَلَقَ المَكْرُوهَ يَوْمَ الثُّلاثَاءِ,  وَخَلَقَ النُّورَ يَوْمَ الأرْبَعَاءِ, وَبَثَّ فِيهَا الدَّوَابّ يوم الخَمِيسِ, وَخَلَقَ آدَمَ بَعْدَ العَصْرِ يَوْمَ الجُمُعَةِ آخِرِ خَلْق في آخِرِ سَاعَةٍ مِنْ ساعاتِ الجُمُعَةِ فِيمَا بَيْنَ العَصْرِ إلى اللَّيْلِ\".وقوله: ( وَتَجْعَلُونَ لَهُ أَنْدَادًا ) يقول: وتجعلون لمن خلق ذلك كذلك أندادا, وهم الأكفاء من الرجال تطيعونهم في معاصي الله, وقد بيَّنا معنى الندّ بشواهده فيما مضى قبل.وقوله: ( ذَلِكَ رَبُّ الْعَالَمِينَ ) يقول: الذي فعل هذا الفعل, وخلق الأرض في يومين, مالك جميع الجن والإنس, وسائر أجناس الخلق, وكل ما دونه مملوك له, فكيف يجوز أن يكون له ندّ؟! هل يكون المملوك العاجز الذي لا يقدر على شيء ندّا لمالكه القادر عليه؟."
    }
  ]
}
