{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 43,
      "text": "القول في تأويل قوله تعالى :  حم (1)قد بينَّا فيما مضى قوله ( حم ) بما أغنى عن إعادته في هذا الموضع."
    },
    {
      "ayah": 10,
      "surah": 43,
      "text": "( الَّذِي جَعَلَ لَكُمُ الأرْضَ مَهْدًا )يقول: الذي مهد لكم الأرض, فجعلها لكم وطاء توطئونها بأقدامكم, وتمشون عليها بأرجلكم.( وَجَعَلَ لَكُمْ فِيهَا سُبُلا ) يقول: وسهل لكم فيها طرقا تتطرّقونها من بلدة إلى بلدة, لمعايشكم ومتاجركم.كما حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَجَعَلَ لَكُمْ فِيهَا سُبُلا ) أي طرقا. حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( الَّذِي جَعَلَ لَكُمُ الأرْضَ مَهْدًا ) قال: بساطا( وَجَعَلَ لَكُمْ فِيهَا سُبُلا ) قال: الطرق.( لَعَلَّكُمْ تَهْتَدُونَ ) يقول: لكي تهتدوا بتلك السبل إلى حيث أردتم من البلدان والقرى والأمصار, لولا ذلك لم تطيقوا براح أفنيتكم ودوركم, ولكنها نعمة أنعم بها عليكم."
    },
    {
      "ayah": 11,
      "surah": 43,
      "text": "القول في تأويل قوله تعالى :  وَالَّذِي نـَزَّلَ مِنَ السَّمَاءِ مَاءً بِقَدَرٍ فَأَنْشَرْنَا بِهِ بَلْدَةً مَيْتًا كَذَلِكَ تُخْرَجُونَ (11)يقول تعالى ذكره: ( وَالَّذِي نـَزَّلَ مِنَ السَّمَاءِ مَاءً بِقَدَرٍ ) يعني: ما نـزل جلّ ثناؤه من الأمطار من السماء بقدر: يقول: بمقدار حاجتكم إليه, فلم يجعله كالطوفان, فيكون عذابا كالذي أنـزل على قوم نوح, ولا جعله قليلا لا ينبت به النبات والزرع من قلته, ولكن جعله غيثا, حيا للأرض الميتة محييا.( فَأَنْشَرْنَا بِهِ بَلْدَةً مَيْتًا ) يقول جلّ ثناؤه: فأحيينا به بلده من بلادكم ميتا, يعني مجدبة لا نبات بها ولا زرع, قد درست من الجدوب, وتعفنت من القحوط ( كَذَلِكَ تُخْرَجُونَ ) يقول تعالى ذكره:كما أخرجنا بهذا الماء الذي نـزلناه من السماء من هذه البلدة الميتة بعد جدوبها وقحوطها النبات والزرع, كذلك أيها الناس تخرجون من بعد فنائكم ومصيركم في الأرض رفاتًا بالماء الذي أنـزله إليها لإحيائكم من بعد مماتكم منها أحياء كهيئتكم التي بها قبل مماتكم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَالَّذِي نَـزَّلَ مِنَ السَّمَاءِ مَاءً بِقَدَرٍ ).... الآية, كما أحيا الله هذه الأرض الميتة بهذا الماء كذلك تبعثون يوم القيامة.وقيل: أنشرنا به, لأن معناه: أحيينا به, ولو وصفت الأرض بأنها أحييت, قيل: نشرت الأرض, كما قال الأعشى:?حــتى يَقُــولَ النَّــاسُ ممَّـا رأوْايـــا عَجَبــا للْمَيِّــتِ النَّاشِــرِ (1)"
    },
    {
      "ayah": 12,
      "surah": 43,
      "text": "وقوله: ( وَالَّذِي خَلَقَ الأزْوَاجَ كُلَّهَا ) يقول تعالى ذكره: والذي خلق كلّ شيء فزوّجه, أي (2) خلق الذكور من الإناث أزواجا, الإناث من الذكور أزواجا( لَكُمْ مِنَ الْفُلْكِ ) وهي السفن ( وَالأنْعَامِ ) وهي البهائم ( مَا تَرْكَبُونَ ) يقول: جعل لكم من السفن ما تركبونه في البحار إلى حيث قصدتم واعتمدتم في سيركم فيها لمعايشكم ومطالبكم, ومن الأنعام ما تركبونه في البر إلى حيث أردتم من البلدان, كالإبل والخيل والبغال والحمير.-----------------الهوامش :(1) البيت للأعشى ميمون بن قيس من قصيدة يهجو بها علقمة بن علاثة ويمدح عامر بن الطفيل ، في المنافرة التي جرت بينهما ( ديوانه 139 ) وعلقمة بن علاثة صحابي ، قدم على النبي صلى الله عليه وسلم ، وهو شيخ ، فأسلم وبايع . والبيت : من شواهد ( أبي عبيدة في مجاز القرآن الورقة 220 - 1 ) عند قوله تعالى في سورة الزخرف : ( فأنشرنا به بلدة ميتا ) قال : أحيينا . ونشرت الأرض : حييت ، قال الأعشى :\" حتى يقول ...\" البيت . وفي ( اللسان : نشر ) : ونشر الله الميت ينشره نشرا ونشورا . وأنشره ، أحياه فنشر هو ، قال الأعشى :\" حتى يقول الناس ... البيت\" . ا هـ .(2) في الأصل : أن . ولعله من تحريف الناسخ ."
    },
    {
      "ayah": 13,
      "surah": 43,
      "text": "القول في تأويل قوله تعالى :  لِتَسْتَوُوا عَلَى ظُهُورِهِ ثُمَّ تَذْكُرُوا نِعْمَةَ رَبِّكُمْ إِذَا اسْتَوَيْتُمْ عَلَيْهِ وَتَقُولُوا سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ (13)يقول تعالى ذكره: كي تستوا على ظهور ما تركبون.واختلف أهل العربية في وجه توحيد الهاء في قوله: ( عَلَى ظُهُورِهِ ) وتذكيرها, فقال بعض نحويي البصرة: تذكيره يعود على ما تركبون, وما هو مذكر, كما يقال: عندي من النساء من يوافقك ويسرك, وقد تذكر الأنعام وتؤنث. وقد قال في موضع آخر:  مِمَّا فِي بُطُونِهِ  وقال في موضع آخر:  بُطُونِهَا  وقال بعض نحوييّ الكوفة: أضيفت الظهور إلى الواحد, لأن ذلك الواحد في معنى جمع بمنـزلة الجند والجيش. قال: فإن قيل: فهلا قلت: لتستووا على ظهره, فجعلت الظهر واحدا إذا أضفته إلى واحد. قلت: إن الواحد فيه معنى الجمع, فردّت الظهور إلى المعنى, ولم يقل ظهره, فيكون كالواحد الذي معناه ولفظه واحد. وكذلك تقول: قد كثر نساء الجند, وقلت: ورفع الجند أعينه ولم يقل عينه. قال: وكذلك كلّ ما أضفت إليه من الأسماء الموصوفة, فأخرجها على الجمع, وإذا أضفت إليه اسما في معنى فعل جاز جمعه وتوحيده, مثل قولك: رفع العسكر صوتَه, وأصواته أجود وجاز هذا لأن الفعل لا صورة له في الاثنين إلا الصورة في الواحد.وقال آخر منهم: قيل: لتستووا على ظهره, لأنه وصف للفلك, ولكنه وحد الهاء, لأن الفلك بتأويل جمع, فجمع, الظهور ووحد الهاء, لأن أفعال كل واحد تأويله الجمع توحد وتجمع مثل: الجند منهزم ومنهزمون, فإذا جاءت الأسماء خرج على الأسماء لا غير, فقلت: الجند رجال, فلذلك جمعت الظهور ووحدت الهاء, ولو كان مثل الصوت وأشباهه جاز الجند رافع صوته وأصواته.قوله: ( ثُمَّ تَذْكُرُوا نِعْمَةَ رَبِّكُمْ ) يقول تعالى ذكره: ثم تذكروا نعمة ربكم التي أنعمها عليكم بتسخيره ذلك لكم مراكب في البر والبحر ( إِذَا اسْتَوَيْتُمْ عَلَيْهِ ) فتعظموه وتمجدوه, وتقولوا تنـزيها لله الذي سخر لنا هذا الذي ركبناه من هذه الفلك والأنعام, مما يصفه به المشركون, وتشرك معه في العبادة من الأوثان والأصنام ( وَمَا كُنَّا لَهُ مُقْرِنِينَ ).وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا أبو كريب وعبيد بن إسماعيل الهباري, قالا ثنا المحاربيّ, عن عاصم الأحول, عن أبي هاشم عن أبي مجلز, قال: ركبت دابة, فقلت: ( سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ ), فسمعني رجل من أهل البيت; قال أبو كُرَيب والهباريّ: قال المحاربيّ: فسمعت سفيان يقول: هو الحسن بن علي رضوان الله تعالى عليهما, فقال: أهكذا أمرت؟ قال: قلت: كيف أقول؟ قال: تقول الحمد لله الذي هدانا الإسلام, الحمد لله الذي من علينا بمحمد عليه الصلاة والسلام, الحمد لله الذي جعلنا في خير أمة أُخرجت للناس, فإذا أنت قد ذكرت نعما عظاما, ثم يقول بعد ذلك ( سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ * وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ ).حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن أبي هاشم, عن أبي مجلز, أن الحسن بن عليّ رضى الله عنه, رأى رجلا ركب دابة, فقال: الحمد لله الذي سخر لنا هذا, ثم ذكر نحوه.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( لِتَسْتَوُوا عَلَى ظُهُورِهِ ثُمَّ تَذْكُرُوا نِعْمَةَ رَبِّكُمْ إِذَا اسْتَوَيْتُمْ عَلَيْهِ ) يعلمكم كيف تقولون إذا ركبتم في الفلك تقولون:  بِسْمِ اللَّهِ مَجْرَاهَا وَمُرْسَاهَا إِنَّ رَبِّي لَغَفُورٌ رَحِيمٌ  وإذا ركبتم الإبل قلتم: ( سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ * وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ ) ويعلمكم ما تقولون إذا نـزلتم من الفلك والأنعام جميعا تقولون: اللهمّ أنـزلنا منـزلا مباركًا وأنت خير المنـزلين.حدثنا محمد بن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن ابن طاوس, عن أبيه أنه كان إذا ركب قال: اللهمّ هذا من منك وفضلك, ثم يقول: ( سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ * وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ ).وقوله: ( وَمَا كُنَّا لَهُ مُقْرِنِينَ ) وما كنا له مطيقين ولا ضابطين, من قولهم: قد أقرنت لهذا: إذا صرت له قرنا وأطقته, وفلان مقرن لفلان: أي ضابط له مُطِيق.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس ( وَمَا كُنَّا لَهُ مُقْرِنِينَ ) يقول: مطيقين.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, في قول الله عزّ وجلّ: ( مُقْرِنِينَ ) قال: الإبل والخيل والبغال والحمير.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَمَا كُنَّا لَهُ مُقْرِنِينَ ) أي مُطِيقين, لا والله لا في الأيدي ولا في القوّة.حدثنا محمد بن عبد الأعلى, قال: ثنا محمد بن ثور, عن معمر, عن قتادة, قوله: ( وَمَا كُنَّا لَهُ مُقْرِنِينَ ) قال: في القوّة.حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( وَمَا كُنَّا لَهُ مُقْرِنِينَ ) قال: مُطِيقين.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد في قول الله جلّ ثناؤه: ( سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ ) قال: لسنا له مطيقين, قال: لا نطيقها إلا بك, لو لا أنت ما قوينا عليها ولا أطقناها."
    },
    {
      "ayah": 14,
      "surah": 43,
      "text": "وقوله: ( وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ ) يقول جلّ ثناؤه: وليقولوا أيضا: وإنا إلى ربنا من بعد مماتنا لصائرون إليه راجعون."
    },
    {
      "ayah": 15,
      "surah": 43,
      "text": "القول في تأويل قوله تعالى :  وَجَعَلُوا لَهُ مِنْ عِبَادِهِ جُزْءًا إِنَّ الإِنْسَانَ لَكَفُورٌ مُبِينٌ (15)يقول تعالى ذكره: وجعل هؤلاء المشركون لله من خلقه نصيبا, وذلك قولهم للملائكة: هم بنات الله.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني في محمد بن عمرو, قال: ثنا عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد في قول الله عزّ وجلّ: ( وَجَعَلُوا لَهُ مِنْ عِبَادِهِ جُزْءًا ) قال: ولدا وبنات من الملائكة.حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( وَجَعَلُوا لَهُ مِنْ عِبَادِهِ جُزْءًا ) قال: البنات.وقال آخرون: عنى بالجزء ها هنا: العدل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَجَعَلُوا لَهُ مِنْ عِبَادِهِ جُزْءًا ) : أي عدلا.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله: ( وَجَعَلُوا لَهُ مِنْ عِبَادِهِ جُزْءًا ) : أي عدلا."
    },
    {
      "ayah": 16,
      "surah": 43,
      "text": "وإنما اخترنا القول الذي اخترناه في تأويل ذلك, لأن الله جلّ ثناؤه أتبع ذلك قوله: ( أَمِ اتَّخَذَ مِمَّا يَخْلُقُ بَنَاتٍ وَأَصْفَاكُمْ بِالْبَنِينَ ) توبيخًا لهم على قولهم ذلك, فكان معلوما أن توبيخه إياهم بذلك إنما هو عما أخبر عنهم من قيلهم ما قالوا في إضافة البنات إلى الله جلّ ثناؤه.وقوله: ( إِنَّ الإنْسَانَ لَكَفُورٌ مُبِينٌ ) يقول تعالى ذكره: إن الإنسان لذو جحد لنعم ربه التي أنعمها عليه مبين: يقول: يبين كفرانه نعمه عليه, لمن تأمله بفكر قلبه, وتدبر حاله.وقوله: ( أَمِ اتَّخَذَ مِمَّا يَخْلُقُ بَنَاتٍ ) يقول جلّ ثناؤه موبخا هؤلاء المشركين الذين وصفوه بأن الملائكة بناته: اتخذ ربكم أيها الجاهلون مما يخلق بنات, وأنتم لا ترضون لأنفسكم, وأصفاكـم بالبنين. يقول: وأخلصكم بالبنين, فجعلهم لكم."
    },
    {
      "ayah": 17,
      "surah": 43,
      "text": "( وَإِذَا بُشِّرَ أَحَدُهُمْ بِمَا ضَرَبَ لِلرَّحْمَنِ مَثَلا ) يقول تعالى ذكره: وإذا بشر أحد هؤلاء المشركين الجاعلين لله من عباده حزءا بما ضرب للرحمن مثلا يقول: بما مثل لله, فشبهه شبها, وذلك ما وصفه به من أن له بنات.كما حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, في قوله: ( بِمَا ضَرَبَ لِلرَّحْمَنِ مَثَلا ) قال: ولدا.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله: ( بِمَا ضَرَبَ لِلرَّحْمَنِ مَثَلا ) بما جعل لله.وقوله: ( ظَلَّ وَجْهُهُ مُسْوَدًّا ) يقول تعالى ذكره: ظلّ وجه هذا الذي بشَّر بما ضرب للرحمن مثلا من البنات مسودّا من سوء ما بشر به.( وَهُوَ كَظِيمٌ ) يقول: وهو حزين.كما حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَهُوَ كَظِيمٌ ) : أي حزين."
    },
    {
      "ayah": 18,
      "surah": 43,
      "text": "القول في تأويل قوله تعالى :  أَوَمَنْ يُنَشَّأُ فِي الْحِلْيَةِ وَهُوَ فِي الْخِصَامِ غَيْرُ مُبِينٍ (18)يقول تعالى ذكره: أو من ينبت في الحلية ويزين بها( وَهُوَ فِي الْخِصَامِ ) يقول: وهو في مخاصمة من خاصمه عند الخصام غير مبين, ومن خصمه ببرهان وحجة, لعجزه وضعفه, جعلتموه جزء الله من خلقه وزعمتم أنه نصيبه منهم, وفي الكلام متروك استغنى بدلالة ما ذكر منه وهو ما ذكرت.واختلف أهل التأويل في المعنيّ بقوله: ( أَوَمَنْ يُنَشَّأُ فِي الْحِلْيَةِ وَهُوَ فِي الْخِصَامِ غَيْرُ مُبِينٍ ), فقال بعضهم: عُنِي بذلك الجواري والنساء.* ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله: ( أَوَمَنْ يُنَشَّأُ فِي الْحِلْيَةِ وَهُوَ فِي الْخِصَامِ غَيْرُ مُبِينٍ ) قال: يعني المرأة.حدثنا محمد بن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن علقمة, عن مرثد, عن مجاهد, قال: رخص للنساء في الحرير والذهب, وقرأ ( أَوَمَنْ يُنَشَّأُ فِي الْحِلْيَةِ وَهُوَ فِي الْخِصَامِ غَيْرُ مُبِينٍ ) قال: يعني المرأة.حدثني محمد بن عمرو, قال: قال ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, في قوله ( أَوَمَنْ يُنَشَّأُ فِي الْحِلْيَةِ وَهُوَ فِي الْخِصَامِ غَيْرُ مُبِينٍ ) قال: الجواري جعلتموهنّ للرحمن ولدا, كيف تحكمون.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله: ( أَوَمَنْ يُنَشَّأُ فِي الْحِلْيَةِ وَهُوَ فِي الْخِصَامِ غَيْرُ مُبِينٍ ) قال: الجواري يسفههنّ بذلك, غير مبين بضعفهنّ.حدثنا محمد بن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( أَوَمَنْ يُنَشَّأُ فِي الْحِلْيَةِ ) يقول: جعلوا له البنات وهم إذا بشِّر أحدهم بهنّ ظلّ وجهه مسودّا وهو كظيم. قال: وأما قوله: ( وَهُوَ فِي الْخِصَامِ غَيْرُ مُبِينٍ ) يقول: قلما تتكلم امرأة فتريد أن تتكلم بحجتها إلا تكلمت بالحجة عليها.حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( أَوَمَنْ يُنَشَّأُ فِي الْحِلْيَةِ وَهُوَ فِي الْخِصَامِ غَيْرُ مُبِينٍ ) قال: النساء.وقال آخرون: عُنِي بذلك أوثانهم التي كانوا يعبدونها من دون الله.* ذكر من قال ذلك:حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( أَوَمَنْ يُنَشَّأُ فِي الْحِلْيَةِ ) ... الآية, قال: هذه تماثيلهم التي يضربونها من فضة وذهب يعبدونها هم الذين أنشئوها, ضربوها من تلك الحلية, ثم عبدوها( وَهُوَ فِي الْخِصَامِ غَيْرُ مُبِينٍ ) قال: لا يتكلم, وقرأ ( فَإِذَا هُوَ خَصِيمٌ مُبِينٌ ) .وأولى القولين في ذلك بالصواب قول من قال: عُنِي بذلك الجواري والنساء, لأن ذلك عقيب خبر الله عن إضافة المشركين إليه ما يكرهونه لأنفسهم من البنات, وقلة معرفتهم بحقه, وتحليتهم إياه من الصفات والبخل, وهو خالقهم ومالكهم ورازقهم, والمنعم عليهم النعم التي عددها في أول هذه السورة ما لا يرضونه لأنفسهم, فاتباع ذلك من الكلام ما كان نظيرا له أشبه وأولى من اتباعه ما لم يجر له ذكر.واختلف القرّاء في قراءة قوله: ( أَوَمَنْ يُنَشَّأُ فِي الْحِلْيَةِ ) فقرأته عامة قرّاء المدينة والبصرة وبعض المكيين والكوفيين \" أوْ مَنْ يَنْشَأُ\" بفتح الياء والتخفيف من نَشَأَ ينشأ. وقرأته عامة قرّاء الكوفة ( يُنَشَّأُ ) بضم الياء وتشديد الشين من نَشَّأْتُهُ فهو يُنَشَّأُ. والصواب من القول في ذلك عندنا أن يقال: إنهما قراءتان معروفتان في قراءة الأمصار, متقاربتا المعنى, لأن المُنَشَّأ من الإنشاء ناشئ, والناشئ منشأ, فبأيتهما قرأ القارئ فمصيب. وقد ذُكر أن ذلك في قراءة عبد الله \" أوَ مَنْ لا يُنشَّأُ إلا فِي الحلْية \", وفي\" من \" وجوه من الإعراب الرفع على الاستئناف والنصب على إضمار يجعلون كأنه قيل: أو من ينشأ في الحلية يجعلون بنات الله. وقد يجوز النصب فيه أيضا على الردّ على قوله: أم اتخذ مما يخلق بنات أو من ينشأ في الحلية, فيردّ\" من \" على البنات, والخفض على الردّ على \" ما \" التي في قوله:  وَإِذَا بُشِّرَ أَحَدُهُمْ بِمَا ضَرَبَ لِلرَّحْمَنِ مَثَلا  ."
    },
    {
      "ayah": 19,
      "surah": 43,
      "text": "القول في تأويل قوله تعالى :  وَجَعَلُوا الْمَلائِكَةَ الَّذِينَ هُمْ عِبَادُ الرَّحْمَنِ إِنَاثًا أَشَهِدُوا خَلْقَهُمْ سَتُكْتَبُ شَهَادَتُهُمْ وَيُسْأَلُونَ (19)يقول تعالى ذكره: وجعل هؤلاء المشركون بالله ملائكته الذين هم عباد الرحمن.واختلفت القرّاء في قراءة ذلك, فقرأته عامة قرّاء المدينة \" الذين هم عند الرحمن \" بالنون, فكأنهم تأولوا في ذلك قول الله جلّ ثناؤه:  إِنَّ الَّذِينَ عِنْدَ رَبِّكَ لا يَسْتَكْبِرُونَ  فتأويل الكلام على هذه القراءة: وجعلوا ملائكة الله الذين هم عنده يسبحونه ويقدسونه إناثا, فقالوا: هم بنات الله جهلا منهم بحق الله, وجرأة منهم على قيل الكذب والباطل. وقرأ ذلك عامة قرّاء الكوفة والبصرة ( وَجَعَلُوا الْمَلائِكَةَ الَّذِينَ هُمْ عِبَادُ الرَّحْمَنِ إِنَاثًا ) بمعنى: جمع عبد. فمعنى الكلام على قراءة هؤلاء: وجعلوا ملائكة الله الذين هم خلقه وعباده بنات الله, فأنثوهم بوصفهم إياهم بأنهم إناث.والصواب من القول في ذلك عندي أنهما قراءتان معروفتان في قراءة الأمصار صحيحتا المعنى, فبأيتهما قرأ القارئ فمصيب, وذلك أن الملائكة عباد الله وعنده.واختلفوا أيضًا في قراءة قوله: ( أَشَهِدُوا خَلْقَهُمْ ) فقرأ ذلك بعض قرّاء المدينة \" أشهدوا خلقهم \" بضم الألف, على وجه ما لم يسمّ فاعله, بمعنى: أأشهد الله هؤلاء المشركين الجاعلين ملائكة الله إناثا, خلق ملائكته الذين هم عنده, فعلموا ما هم, وأنهم إناث, فوصفوهم بذلك, لعلمهم بهم, وبرؤيتهم إياهم, ثم رد ذلك إلى ما لم يسمّ فاعله.وقرئ بفتح الألف, بمعنى: أشهدوا هم ذلك فعلموه؟ والصواب من القول في ذلك عندي أنهما قراءتان معروفتان, فبأيتهما قرأ القارئ فمصيب.وقوله: ( سَتُكْتَبُ شَهَادَتُهُمْ ) يقول تعالى ذكره: ستكتب شهادة هؤلاء القائلين: الملائكة بنات الله في الدنيا, بما شهدوا به عليهم, ويسألون عن شهادتهم تلك في الآخرة أن يأتوا ببرهان على حقيقتها, ولن يجدوا إلى ذلك سبيلا."
    },
    {
      "ayah": 2,
      "surah": 43,
      "text": "وقوله: (وَالْكِتَابِ الْمُبِينِ) قسم من الله تعالى أقسم بهذا الكتاب الذي أنـزله على نبيه محمد صَلَّى الله عَلَيْهِ وَسَلَّم فقال: (وَالْكِتَابِ الْمُبِينِ) لمن تدبَّره وفكَّر في عبره وعظاته هداه ورشده وأدلته على حقيته, وأنه تنـزيل من حكيم حميد, لا اختلاق من محمد صَلَّى الله عَلَيْهِ وَسَلَّم ولا افتراء من أحد"
    },
    {
      "ayah": 20,
      "surah": 43,
      "text": "القول في تأويل قوله تعالى :  وَقَالُوا لَوْ شَاءَ الرَّحْمَنُ مَا عَبَدْنَاهُمْ مَا لَهُمْ بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلا يَخْرُصُونَ (20)يقول تعالى ذكره: وقال هؤلاء المشركون من قريش: لو شاء الرحمن ما عبدنا أوثاننا التي نعبدها من دونه, وإنما لم يحلّ بنا عقوبة على عبادتنا إياها لرضاه منا بعبادتناها.كما حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله: ( لَوْ شَاءَ الرَّحْمَنُ مَا عَبَدْنَاهُمْ ) للأوثان يقول الله عزّ وجلّ.( مَا لَهُمْ بِذَلِكَ مِنْ عِلْمٍ ) يقول: ما لهم بحقيقة ما يقولون من ذلك من علم, وإنما يقولونه تخرّصا وتكذّبا, لأنهم لا خبر عندهم مني بذلك ولا بُرْهان. وإنما يقولونه ظنا وحسبانا.( إِنْ هُمْ إِلا يَخْرُصُونَ ) يقول: ما هم إلا متخرّصون هذا القول الذي قالوه, وذلك قولهم ( لَوْ شَاءَ الرَّحْمَنُ مَا عَبَدْنَاهُمْ ).وكان مجاهد يقول في تأويل ذلك, ما حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثنا الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله: ( إِنْ هُمْ إِلا يَخْرُصُونَ ) ما يعلمون قُدرة الله على ذلك."
    },
    {
      "ayah": 21,
      "surah": 43,
      "text": "وقوله: ( أَمْ آتَيْنَاهُمْ كِتَابًا مِنْ قَبْلِهِ ) يقول تعالى ذكره ما (3) آتينا هؤلاء المتخرّصين القائلين لو شاء الرحمن ما عبدنا الآلهة كتابا بحقيقة ما يقولون من ذلك, من قبل هذا القرآن الذي أنـزلناه إليك يا محمد.( فَهُمْ بِهِ مُسْتَمْسِكُونَ ) يقول: فهم بذلك الكتاب الذي جاءهم من عندي من قبل هذا القرآن, مستمسكون يعملون به, ويدينون بما فيه, ويحتجون به عليك.----------------------الهوامش :(3) ما : ساقطة من المطبوعة ."
    },
    {
      "ayah": 22,
      "surah": 43,
      "text": "القول في تأويل قوله تعالى :  بَلْ قَالُوا إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِمْ مُهْتَدُونَ (22)يقول تعالى ذكره: ما آتينا هؤلاء القائلين: لو شاء الرحمن ما عبدنا هؤلاء الأوثان بالأمر بعبادتها, كتابا من عندنا, ولكنهم قالوا: وجدنا آباءنا الذين كانوا قبلنا يعبدونها, فنحن نعبدها كما كانوا يعبدونها; وعنى جلّ ثناؤه بقوله: ( بَلْ قالوا إنا (4) وَجَدْنَا آباءنَا على أُمَّةٍ ). بل وجدنا آباءنا على دين وملة, وذلك هو عبادتهم الأوثان.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد قوله: ( عَلَى أُمَّةٍ ) : مِلَّة.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله: ( إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ ) يقول: وجدنا آباءنا على دين.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله: ( إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ ) قال: قد قال ذلك مشركو قريش: إنا وجدنا آباءنا على دين.حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط عن السديّ( قَالُوا إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ ) قال: على دين.واختلفت القرّاء في قراءة قوله: ( عَلَى أُمَّةٍ ) فقرأته عامة قرّاء الأمصار ( عَلَى أُمَّةٍ ) بضم الألف بالمعنى الذي وصفت من الدين والملة والسنة. وذُكر عن مجاهد وعمر بن عبد العزيز أنهما قرأاه \" على إمَّةٍ\" بكسر الألف. وقد اختلف في معناها إذا كسرت ألفها, فكان بعضهم يوجه تأويلها إذا كسرت على أنها الطريقة وأنها مصدر من قول القائل: أممت القوم فأنا أؤمهم إمَّة. وذُكر عن العرب سماعا: ما أحسن عمته وإمته وجلسته إذا كان مصدرا. ووجهه بعضهم إذا كُسرت ألفها إلى أنها الإمة التي بمعنى النعيم والمُلك, كما قال عدي بن زيد. ثُــمَّ بَعْــدَ الفَــلاحِ والمُلْـكِ والإمة وَارَتهُـــمْ هُنـــاكَ القُبـــور (5)وقال: أراد إمامة الملك ونعيمه. وقال بعضهم: (الأمَّة بالضم, والإمَّة بالكسر بمعنى واحد).والصواب من القراءة في ذلك الذي لا أستجيز غيره: الضم في الألف لإجماع الحجة من قرّاء الأمصار عليه. وأما الذين كسروها فإني لا أراهم قصدوا بكسرها إلا معنى الطريقة والمنهاج, على ما ذكرناه قبل, لا النعمة والملك, لأنه لا وجه لأن يقال: إنا وجدنا آباءنا على نعمة ونحن لهم متبعون في ذلك, لأن الاتباع إنما يكون في الملل والأديان وما أشبه ذلك لا في الملك والنعمة, لأن الاتباع في الملك ليس بالأمر الذي يصل إليه كلّ من أراده.وقوله: ( وَإِنَّا عَلَى آثَارِهِمْ مُهْتَدُونَ ) يقول: وإنا على آثار آبائنا فيما كانوا عليه من دينهم مهتدون, يعني: لهم متبعون على منهاجهم.كما حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس ( وَإِنَّا عَلَى آثَارِهِمْ مُهْتَدُونَ ) يقول: وإنا على دينهم.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَإِنَّا عَلَى آثَارِهِمْ مُهْتَدُونَ ) يقول: وإنا متبعوهم على ذلك.------------------------الهوامش:(3) ما : ساقطة من المطبوعة .(4) التلاوة : ( بل قالوا إنا وجدنا آباءنا على أمة ) .(5) البيت لعدي بن زيد العبادي ( اللسان : أمم ) وهو من شواهد الفراء في معاني القرآن ، عند قوله تعالى ( إنا وجدنا آباءنا على أمة ) ( الورقة 294 ) قال : قرأها القراء بضم الألف من\" أمة\" ، وكسرها مجاهد ، وعمر بن عبد العزيز . وكأن الإمة : الطريقة ، والمصدر من أممت القوم ؛ فإن العرب تقول : ما أحسن إمته وعمته وجلسته ، إذا كان مصدرا . والأمة أيضا : الملك والنعيم . قال عدي :\" ثم بعد الفلاج ...\" البيت . فكأنه أراد إمامة الملك ونعيمه . ا هـ . وفي اللسان : والأمة ( بالضم ) والكسر الدين . والأمة ( بالكسر ) لغة في الأمة ( بالضم ) وهي الطريقة والدين . ا هـ ."
    },
    {
      "ayah": 23,
      "surah": 43,
      "text": "القول في تأويل قوله تعالى :  وَكَذَلِكَ مَا أَرْسَلْنَا مِنْ قَبْلِكَ فِي قَرْيَةٍ مِنْ نَذِيرٍ إِلا قَالَ مُتْرَفُوهَا إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِمْ مُقْتَدُونَ (23)يقول تعالى ذكره: وهكذا كما فعل هؤلاء المشركون من قريش فعل من قبلهم من أهل الكفر بالله, وقالوا مثل قولهم, لم نرسل من قبلك يا محمد في قرية, يعني إلى أهلها رسلا تنذرهم عقابنا على كفرهم بنا فأنذروهم وحذروهم سخطنا, وحلول عقوبتنا بهم ( إِلا قَالَ مُتْرَفُوهَا ), وهم رؤساؤهم وكبراؤهم.كما حدثنا محمد بن عبد الأعلى, قال: ثنا محمد بن ثور, عن معمر, عن قتادة, في قوله: ( إِلا قَالَ مُتْرَفُوهَا ) قال: رؤساؤهم وأشرافهم.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله: ( وَكَذَلِكَ مَا أَرْسَلْنَا مِنْ قَبْلِكَ فِي قَرْيَةٍ مِنْ نَذِيرٍ إِلا قَالَ مُتْرَفُوهَا ) قادتهم ورءوسهم فى الشرك.وقوله: ( إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ ) يقول: قالوا: إنا وجدنا آباءنا على ملة ودين ( وَإِنَّا عَلَى آثَارِهِمْ ) يعني: وإنا على منهاجهم وطريقتهم مقتدون بفعلهم نفعل كالذي فعلوا, ونعبد ما كانوا يعبدون; يقول جلّ ثناؤه لمحمد صَلَّى الله عَلَيْهِ وَسَلَّم: فإنما سلك مشركو قومك منهاج من قبلهم من إخوانهم من أهل الشرك بالله في إجابتهم إياك بما أجابوك به, وردّهم ما ردّوا عليك من النصيحة, واحتجاجهم بما احتجوا به لمُقامهم على دينهم الباطل.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله: ( وَإِنَّا عَلَى آثَارِهِمْ مُقْتَدُونَ ) قال بفعلهم.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَإِنَّا عَلَى آثَارِهِمْ مُقْتَدُونَ ) فاتبعوهم على ذلك."
    },
    {
      "ayah": 24,
      "surah": 43,
      "text": "القول في تأويل قوله تعالى :  قَالَ أَوَلَوْ جِئْتُكُمْ بِأَهْدَى مِمَّا وَجَدْتُمْ عَلَيْهِ آبَاءَكُمْ قَالُوا إِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ (24)يقول تعالى ذكره لنبيه محمد صَلَّى الله عَلَيْهِ وَسَلَّم: قل يا محمد لهؤلاء المشركين من قومك, القائلين إنا وجدنا آباءنا على أمة وإنا على آثارهم مقتدون ( أَوَلَوْ جِئْتُكُمْ ) أيها القوم من عند ربكم ( بِأَهْدَى ) إلى طريق الحق, وأدل لكم على سبيل الرشاد ( مِمَّا وَجَدْتُمْ ) أنتم عليه آباءكم من الدين والمِلَّة.( قَالُوا إِنَّا بِمَا أُرْسِلْتُمْ بِهِ كَافِرُونَ ) يقول: فقال ذلك لهم, فأجابوه بأن قالوا له كما قال الذين من قبلهم من الأمم المكذّبة رسلها لأنبيائها: إنا بما أرسلتم به يا أيها القوم كافرون, يعني: جاحدون منكرون.وقرأ ذلك قرّاء الأمصار سوى أبي جعفر \" قل أولو جئتكم \" بالتاء. وذُكر عن أبي جعفر القارئ أنه قرأه \" قُلْ أوَلَوْ جِئْنَاكُمْ\" بالنون والألف.والقراءة عندنا ما عليه قرّاء الأمصار لإجماع الحجة عليه."
    },
    {
      "ayah": 25,
      "surah": 43,
      "text": "القول في تأويل قوله تعالى :  فَانْتَقَمْنَا مِنْهُمْ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ (25)يقول تعالى ذكره: فانتقمنا من هؤلاء المكذّبة رسلها من الأمم الكافرة بربها, بإحلالنا العقوبة بهم, فانظر يا محمد كيف كان عقبى أمرهم, إذ كذّبوا بآيات الله. ويعني بقوله: ( عَاقِبَةُ الْمُكَذِّبِينَ ) آخر أمر الذين كذبوا رسل الله إلام صار, يقول: ألم نهلكهم فنجعلهم عبرة لغيرهم؟كما حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( فَانْتَقَمْنَا مِنْهُمْ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُكَذِّبِينَ ) قال: شر والله, أخذهم بخسف وغرق, ثم أهلكهم فأدخلهم النار."
    },
    {
      "ayah": 26,
      "surah": 43,
      "text": "القول في تأويل قوله تعالى :  وَإِذْ قَالَ إِبْرَاهِيمُ لأَبِيهِ وَقَوْمِهِ إِنَّنِي بَرَاءٌ مِمَّا تَعْبُدُونَ (26)يقول تعالى ذكره: ( وَإِذْ قَالَ إِبْرَاهِيمُ لأبِيهِ وَقَوْمِهِ ) الذين كانوا يعبدون ما يعبده مشركو قومك يا محمد ( إِنَّنِي بَرَاءٌ مِمَّا تَعْبُدُونَ ) من دون الله, فكذّبوه, فانتقمنا منهم كما انتقمنا ممن قبلهم من الأمم المكذّبة رسلها. وقيل: ( إِنَّنِي بَرَاءٌ مِمَّا تَعْبُدُونَ ) فوضع البراء وهو مصدر موضع النعت, والعرب لا تثني البراء ولا تجمع ولا تؤنث, فتقول: نحن البراء والخلاء: لِما ذكرت أنه مصدر, وإذا قالوا: هو بريء منك ثنوا وجمعوا وأنَّثوا, فقالوا: هما بريئان منك, وهم بريئون منك. وذُكر أنها في قراءة عبد الله: \" إنَّنِي بَرِيءٌ\" بالياء, وقد يجمع برئ: براء وأبراء."
    },
    {
      "ayah": 27,
      "surah": 43,
      "text": "( إِلا الَّذِي فَطَرَنِي ) يقول: إني بريء مما تعبدون من شيء إلا من الذي فطرني, يعني الذي خلقني ( فَإِنَّهُ سَيَهْدِينِ ) يقول: فإنه سيقومني للدين الحقّ,ويوفقني لاتباع سبيل الرشد.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله: ( وَإِذْ قَالَ إِبْرَاهِيمُ لأبِيهِ وَقَوْمِهِ )... الآية, قال: كايدهم, كانوا يقولون: إن الله ربنا  وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالأَرْضَ لَيَقُولُنَّ اللَّهُ  فلم يبرأ من ربه.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, قوله: ( إِنَّنِي بَرَاءٌ مِمَّا تَعْبُدُونَ ) يقول: إنني بريء مما تعبدون \" إلا الذي خلقني\".حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( إِلا الَّذِي فَطَرَنِي ) قال: خلقني."
    },
    {
      "ayah": 28,
      "surah": 43,
      "text": "وقوله: ( وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِي عَقِبِهِ ) يقول تعالى ذكره: وجعل قوله: ( إِنَّنِي بَرَاءٌ مِمَّا تَعْبُدُونَ إِلا الَّذِي فَطَرَنِي ) وهو قول: لا إله إلا الله, كلمة باقية في عقبه, وهم ذريّته, فلم يزل فى ذريّته من يقول ذلك من بعده.واختلف أهل التأويل في معنى الكلمة التي جعلها خليل الرحمن باقية في عقبه, فقال بعضهم: بنحو الذي قلنا في ذلك.* ذكر من قال ذلك:حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن ليث, عن مجاهد ( وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِي عَقِبِهِ ) قال: لا إله إلا الله.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَجَعَلَهَا كَلِمَةً بَاقِيَةً ) قال: شهادة أن لا إله إلا الله, والتوحيد لم يزل في ذريته من يقولها من بعده.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِي عَقِبِهِ ) قال: التوحيد والإخلاص, ولا يزال في ذريّته من يوحد الله ويعبده.حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِي عَقِبِهِ ) قال: لا إله إلا الله.وقال آخرون: الكلمة التي جعلها الله في عقبه اسم  الإسلام.* ذكر من قال ذلك:حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, فى قوله: ( وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِي عَقِبِهِ ) فقرأ  إِذْ قَالَ لَهُ رَبُّهُ أَسْلِمْ قَالَ أَسْلَمْتُ لِرَبِّ الْعَالَمِينَ  قال: جعل هذه باقية في عقبه, قال: الإسلام, وقرأ  هُوَ سَمَّاكُمُ الْمُسْلِمِينَ مِنْ قَبْلُ  فقرأ  وَاجْعَلْنَا مُسْلِمَيْنِ لَكَوبنحو ما قلنا في معنى العقب قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله: ( فِي عَقِبِهِ ) قال: ولده.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله: ( وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِي عَقِبِهِ ) قال: يعني من خلَفه.حدثني محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( فِي عَقِبِهِ ) قال: في عقب إبراهيم آل محمد صَلَّى الله عَلَيْهِ وَسَلَّم.حدثني محمد بن عبد الله بن عبد الحكم, قال: ثنا ابن أبي فديك, قال: ثنا ابن أبي ذئب, عن ابن شهاب أنه كان يقول: العقب: الولد, وولد الولد.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد ( فِي عَقِبِهِ ) قال: عقبه: ذرّيته.وقوله: ( لَعَلَّهُمْ يَرْجِعُونَ ) يقول: ليرجعوا إلى طاعة ربهم, ويثوبوا إلى عبادته, ويتوبوا من كفرهم وذنوبهم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( لَعَلَّهُمْ يَرْجِعُونَ ) : أي يتوبون, أو يذَّكرون."
    },
    {
      "ayah": 29,
      "surah": 43,
      "text": "القول في تأويل قوله تعالى :  بَلْ مَتَّعْتُ هَؤُلاءِ وَآبَاءَهُمْ حَتَّى جَاءَهُمُ الْحَقُّ وَرَسُولٌ مُبِينٌ (29)يقول تعالى ذكره: ( بَلْ مَتَّعْتُ ) يا محمد ( هَؤُلاءِ ) المشركين من قومك ( وَآبَاءَهُمْ ) من قبلهم بالحياة, فلم أعاجلهم بالعقوبة على كفرهم ( حَتَّى جَاءَهُمُ الْحَقُّ ) يعني جلّ ثناؤه بالحقّ: هذا القرآن: يقول: لم أهلكهم بالعذاب حتى أنـزلت عليهم الكتاب, وبعثت فيهم رسولا مبينا. يعني بقوله: ( وَرَسُولٌ مُبِينٌ ) : محمدا صَلَّى الله عَلَيْهِ وَسَلَّم, والمبين: أنه يبين لهم بالحجج التي يحتج بها عليهم أنه لله رسول محقّ فيما يقول"
    },
    {
      "ayah": 3,
      "surah": 43,
      "text": "( إِنَّا جَعَلْنَاهُ قُرْآنًا عَرَبِيًّا ) يقول: إنا أنـزلناه قرآنا عربيا بلسان العرب, إذا كنتم أيها المنذرون به من رهط محمد صَلَّى الله عَلَيْهِ وَسَلَّم عربا( لَعَلَّكُمْ تَعْقِلُونَ ) يقول: معانيه وما فيه من مواعظ, ولم ينـزله بلسان العجم, فيجعله أعجميا, فتقولوا نحن: نحن عرب, وهذا كلام أعجمي لا نفقه معانيه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ (حم * وَالْكِتَابِ الْمُبِينِ) هو هذا الكتاب المبين.حدثنا بشر, قال: ثنا يزيد, قال: (حم * وَالْكِتَابِ الْمُبِينِ ) مبين والله بركته, وهداه ورشده."
    },
    {
      "ayah": 30,
      "surah": 43,
      "text": "( وَلَمَّا جَاءَهُمُ الْحَقُّ ) يقول جلّ ثناؤه: ولما جاء هؤلاء المشركين القرآنُ من عند الله, ورسول من الله أرسله إليهم بالدعاء إليه ( قَالُوا هَذَا سِحْرٌ ) يقول: هذا الذي جاءنا به هذا الرسول سحر يسحرنا به, ليس بوحي من الله ( وَإِنَّا بِهِ كَافِرُونَ ) يقول: قالوا: وإنا به جاحدون, ننكر أن يكون هذا من الله.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ, في قوله: ( وَلَمَّا جَاءَهُمُ الْحَقُّ قَالُوا هَذَا سِحْرٌ وَإِنَّا بِهِ كَافِرُونَ ) قال: هؤلاء قريش قالوا القرآن الذي جاء به محمد صَلَّى الله عَلَيْهِ وَسَلَّم: هذا سحر."
    },
    {
      "ayah": 31,
      "surah": 43,
      "text": "القول في تأويل قوله تعالى :  وَقَالُوا لَوْلا نُزِّلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ (31)يقول تعالى ذكره: وقال هؤلاء المشركون بالله من قريش لما جاءهم القرآن من عند الله: هذا سحر, فإن كان حقا فهلا نـزل على رجل عظيم من إحدى هاتين القريتين مكة أو الطائف.واختلف في الرجل الذي وصفوه بأنه عظيم, فقالوا: هلا نـزل عليه هذا القرآن, فقال بعضهم: هلا نـزل على الوليد بن المُغيرة المخزومي من أهل مكة, أو حبيب بن عمرو بن عمير الثقفي من أهل الطائف؟.* ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله: ( لَوْلا نـزلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ ) قال: يعني بالعظيم: الوليد بن المغيرة القرشيّ, أو حبيب بن عمرو بن عمير الثقفي, وبالقريتين: مكة والطائف.وقال آخرون: بل عُنِي به عُتْبةُ بن ربيعة من أهل مكة, وابن عبد ياليل, من أهل الطائف.* ذكر من قال ذلك:حدثنا محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد ( عَلَى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ ) قال عتبة بن ربيعة من أهل مكة, وابن عبد ياليل الثقفي من الطائف.وقال آخرون: بل عني به من أهل مكة: الوليد بن المُغيرة, ومن أهل الطائف: ابن مسعود (1) .* ذكر من قال ذلك:حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله: ( رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ ) قال: الرجل: الوليد بن المغيرة, قال: لو كان ما يقول محمد حقا أنـزل عليّ هذا, أو على ابن مسعود الثقفي, والقريتان: الطائف ومكة, وابن مسعود الثقفي من الطائف اسمه عروة بن مسعود.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله: ( لَوْلا نـزلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ ) والقريتان: مكة والطائف; قال: قد قال ذلك مشركو قريش, قال: بلغنا أنه ليس فخذ من قريش إلا قد ادّعته, وقالوا: هو منا, فكنا نحدّث أن الرجلين: الوليد بن المغيرة, وعروة الثقفي أبو مسعود, يقولون: هلا كان أنـزل على أحد هذين الرجلين.حدثني يونس, قال: أخبرنا ابن وهب: قال ابن زيد, في قوله: ( لَوْلا نـزلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ ) قال: كان أحد العظيمين عروة بن مسعود الثقفي, كان عظيم أهل الطائف.وقال آخرون: بل عني به من أهل مكة: الوليد بن المغيرة, ومن أهل الطائف: كنانة بن عَبد بنِ عمرو.* ذكر من قال ذلك:حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( وَقَالُوا لَوْلا نـزلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ ) قال: الوليد بن المغيرة القرشي, وكنانة بن عبد بن عمرو بن عمير, عظيم أهل الطائف.وأولى الأقوال في ذلك بالصواب أن يقال كما قال جلّ ثناؤه, مخبرا عن هؤلاء المشركين ( وَقَالُوا لَوْلا نـزلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ ) إذ كان جائزا أن يكون بعض هؤلاء, ولم يضع الله تبارك وتعالى لنا الدلالة على الذين عنوا منهم في كتابه, ولا على لسان رسوله صَلَّى الله عَلَيْهِ وَسَلَّم, والاختلاف فيه موجود على ما بيَّنت.--------------------الهوامش :(1) هو عروة بن مسعود الثقفي ، كما تكرر في الروايات ، لا أبو مسعود ، كما في هذه الرواية ؛ فلعلها من تحريف الناسخ ."
    },
    {
      "ayah": 32,
      "surah": 43,
      "text": "وقوله: ( أَهُمْ يَقْسِمُونَ رَحْمَةَ رَبِّكَ ) يقول تعالى ذكره: أهؤلاء القائلون: لولا نـزل هذا القرآن على رجل من القريتين عظيم يا محمد, يقسمون رحمة ربك بين خلقه, فيجعلون كرامته لمن شاءوا, وفضله لمن أرادوا, أم الله الذي يقسم ذلك, فيعطيه من أحبّ, ويحرمه مَنْ شاء؟.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا أبو كريب, قال: ثنا عثمان بن سعيد, قال: ثنا بشر بن عمارة, عن أبي روق, عن الضحاك عن ابن عباس, قال: لما بعث الله محمدا رسولا أنكرت العرب ذلك, ومن أنكر منهم, فقالوا: الله أعظم من أن يكون رسوله بشرا مثل محمد, قال: فأنـزل الله عزّ وجلّ:  أَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَا إِلَى رَجُلٍ مِنْهُمْ أَنْ أَنْذِرِ النَّاسَ  وقال  وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ إِلا رِجَالا نُوحِي إِلَيْهِمْ فَاسْأَلُوا أَهْلَ الذِّكْرِ  يعني: أهل الكتب الماضية, أبشرا كانت الرسل التي أتتكم أم ملائكة؟ فإن كانوا ملائكة أتتكم, وإن كانوا بشرا فلا تنكرون أن يكون محمد رسولا قال: ثم قال:  وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ إِلا رِجَالا نُوحِي إِلَيْهِمْ مِنْ أَهْلِ الْقُرَى  أي ليسوا من أهل السماء كما قلتم; قال: فلما كرر الله عليهم الحجج قالوا, وإذا كان بشرا فغير محمد كان أحق بالرسالة فـ( لَوْلا نـزلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ ) يقولون: أشرف من محمد صَلَّى الله عَلَيْهِ وَسَلَّم, يعنون الوليد بن المغيرة المخزومي, وكان يسمى ريحانة قريش, هذا من مكة, ومسعود بن عمرو بن عبيد الله الثقفي من أهل الطائف, قال: يقول الله عزّ وجلّ ردّا عليهم ( أَهُمْ يَقْسِمُونَ رَحْمَةَ رَبِّكَ ) أنا أفعل ما شئت.وقوله: ( نَحْنُ قَسَمْنَا بَيْنَهُمْ مَعِيشَتَهُمْ فِي الْحَيَاةِ الدُّنْيَا ) يقول تعالى ذكره: بل نحن نقسم رحمتنا وكرامتنا بين من شئنا من خلقنا, فنجعل من شئنا رسولا ومن أردنا صديقا, ونتخذ من أردنا خليلا كما قسمنا بينهم معيشتهم التي يعيشون بها في حياتهم الدنيا من الأرزاق والأقوات, فجعلنا بعضهم فيها أرفع من بعض درجة, بل جعلنا هذا غنيا, وهذا فقيرا, وهذا ملكًا, وهذا مملوكًا( لِيَتَّخِذَ بَعْضُهُمْ بَعْضًا سُخْرِيًّا ).وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قال: قال الله تبارك وتعالى ( أَهُمْ يَقْسِمُونَ رَحْمَةَ رَبِّكَ نَحْنُ قَسَمْنَا بَيْنَهُمْ مَعِيشَتَهُمْ فِي الْحَيَاةِ الدُّنْيَا ) فتلقاه ضعيف الحيلة, عي اللسان, وهو مبسوط له في الرزق, وتلقاه شديد الحيلة, سليط اللسان, وهو مقتور عليه, قال الله جلّ ثناؤه: ( نَحْنُ قَسَمْنَا بَيْنَهُمْ مَعِيشَتَهُمْ فِي الْحَيَاةِ الدُّنْيَا ) كما قسم بينهم صورهم وأخلاقهم تبارك ربنا وتعالى.وقوله: ( لِيَتَّخِذَ بَعْضُهُمْ بَعْضًا سُخْرِيًّا ) يقول: ليستسخر هذا هذا في خدمته إياه, وفي عود هذا على هذا بما في يديه من فضل, يقول: جعل تعالى ذكره بعضا لبعض سببا فى المعاش, في الدنيا.وقد اختلف أهل التأويل فيما عنى بقوله: ( لِيَتَّخِذَ بَعْضُهُمْ بَعْضًا سُخْرِيًّا ) فقال بعضهم: معناه ما قلنا فيه.* ذكر من قال ذلك:حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ, في قوله: ( لِيَتَّخِذَ بَعْضُهُمْ بَعْضًا سُخْرِيًّا ) قال: يستخدم بعضهم بعضا في السخرة.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( لِيَتَّخِذَ بَعْضُهُمْ بَعْضًا سُخْرِيًّا ) قال: هم بنو آدم جميعا, قال: وهذا عبد هذا, ورفع هذا على هذا درجة, فهو يسخره بالعمل, يستعمله به, كما يقال: سخر فلان فلانا.وقال بعضهم: بل عنى بذلك: ليملك بعضهم بعضا.* ذكر من قال ذلك:حدثنا ابن حميد, قال: ثنا يحيى بن واضح, قال: ثنا عبيد بن سليمان, عن الضحاك, في قوله: ( لِيَتَّخِذَ بَعْضُهُمْ بَعْضًا سُخْرِيًّا ) يعني بذلك: العبيد والخدم سخر لهم.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( لِيَتَّخِذَ بَعْضُهُمْ بَعْضًا سُخْرِيًّا ) مِلْكة.وقوله: ( وَرَحْمَةُ رَبِّكَ خَيْرٌ مِمَّا يَجْمَعُونَ ) يقول تعالى ذكره: ورحمة ربك يا محمد بإدخالهم الجنة خير لهم مما يجمعون من الأموال في الدنيا.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَرَحْمَةُ رَبِّكَ خَيْرٌ مِمَّا يَجْمَعُونَ ) يعني الجنة.حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( وَرَحْمَةُ رَبِّكَ ) يقول: الجنة خير مما يجمعون في الدنيا."
    },
    {
      "ayah": 33,
      "surah": 43,
      "text": "القول في تأويل قوله تعالى :  وَلَوْلا أَنْ يَكُونَ النَّاسُ أُمَّةً وَاحِدَةً لَجَعَلْنَا لِمَنْ يَكْفُرُ بِالرَّحْمَنِ لِبُيُوتِهِمْ سُقُفًا مِنْ فِضَّةٍ وَمَعَارِجَ عَلَيْهَا يَظْهَرُونَ (33)يقول تعالى ذكره: ( وَلَوْلا أَنْ يَكُونَ النَّاسُ أُمَّةً ) : جماعة واحدة.ثم اختلف أهل التأويل في المعنى الذي لم يؤمن اجتماعهم عليه, لو فعل ما قال جلّ ثناؤه, وما به لم يفعله من أجله, فقال بعضهم: ذلك اجتماعهم على الكفر. وقال: معنى الكلام: ولولا أن يكون الناس أمة واحدة على الكفر, فيصيرَ جميعهم كفارا( لَجَعَلْنَا لِمَنْ يَكْفُرُ بِالرَّحْمَنِ لِبُيُوتِهِمْ سُقُفًا مِنْ فِضَّةٍ ).* ذكر من قال ذلك.حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله: ( وَلَوْلا أَنْ يَكُونَ النَّاسُ أُمَّةً وَاحِدَةً ) يقول الله سبحانه: لولا أن أجعل الناس كلهم كفارا, لجعلت للكفار لبيوتهم سقفا من فضة.حدثنا ابن بشار, قال: ثنا هوذة بن خليفة, قال: ثنا عوف, عن الحسن, في قوله: ( وَلَوْلا أَنْ يَكُونَ النَّاسُ أُمَّةً وَاحِدَةً ) قال: لولا أن يكون الناس كفارا أجمعون, يميلون إلى الدنيا, لجعل الله تبارك وتعالى الذي قال, ثم قال: والله لقد مالت الدنيا بأكثر أهلها, وما فعل ذلك, فكيف لو فعله.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله: ( وَلَوْلا أَنْ يَكُونَ النَّاسُ أُمَّةً وَاحِدَةً ) : أي كفارا كلهم.حدثنا محمد بن عيد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( وَلَوْلا أَنْ يَكُونَ النَّاسُ أُمَّةً وَاحِدَةً ) قال: لولا أن يكون الناس كفارا.حدثنا محمد, قال: ثنا أحمد, قال. ثما أسباط, عن السديّ( وَلَوْلا أَنْ يَكُونَ النَّاسُ أُمَّةً وَاحِدَةً ) يقول: كفارا على دين واحد.وقال آخرون: اجتماعهم على طلب الدنيا وترك طلب الآخرة. وقال: معنى الكلام: ولولا أن يكون الناس أمة واحدة على طلب الدنيا ورفض الآخرة.* ذكر من قال ذلك:حدثنا يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( وَلَوْلا أَنْ يَكُونَ النَّاسُ أُمَّةً وَاحِدَةً ) قال: لولا أن يختار الناس دنياهم على دينهم, لجعلنا هذا لأهل الكفر.وقوله: ( لَجَعَلْنَا لِمَنْ يَكْفُرُ بِالرَّحْمَنِ لِبُيُوتِهِمْ سُقُفًا مِنْ فِضَّةٍ ) يقول تعالى ذكره: لجعلنا لمن يكفر بالرحمن فى الدنيا سقفا, يعني أعالي بيوتهم, وهي السطوح فضة .كما حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( لِبُيُوتِهِمْ سُقُفًا مِنْ فِضَّةٍ ) السقف: أعلى البيوت.واختلف أهل العربية فى تكرير اللام التي في قوله: ( لِمَنْ يَكْفُرُ ) وفي قوله: ( لِبُيُوتِهِمْ ), فكان بعض نحويي البصرة يزعم أنها أدخلت في البيوت على البدل. وكان بعض نحويي الكوفة يقول: إن شئت حملتها في ( لِبُيُوتِهِمْ ) مكرّرة، كما في  يَسْأَلُونَكَ عَنِ الشَّهْرِ الْحَرَامِ قِتَالٍ فِيهِ  وإن شئت جعلت اللامين مختلفتين, كأن الثانية في معنى على, كأنه قال: جعلنا لهم على بيوتهم سقفا. قال: وتقول العرب للرجل في وجهه: جعلت لك لقومك الأعطية: أي جعلته من أجلك لهم.واختلفت القرّاء في قراءة قوله: \" سُقُفًا \" فقرأته عامة قرّاء أهل مكة وبعض المدنيين وعامة البصريين ( سَقْفا ) بفتح السين وسكون القاف اعتبارا منهم ذلك بقوله:  فَخَرَّ عَلَيْهِمُ السَّقْفُ مِنْ فَوْقِهِمْ  وتوجيها منهم ذلك إلى أنه بلفظ واحد معناه الجمع. وقرأه بعض قرّاء المدينة وعامة قرّاء الكوفة ( سُقُفًا ) بضم السين والقاف، ووجهوها إلى أنها جمع سقيفة أو سقوف. وإذا وجهت إلى أنها جمع سقوف كانت جمع الجمع, لأن السقوف: جمع سقف, ثم تجمع السقوف سقفا, فيكون ذلك نظير قراءة من قرأه \" فَرُهُنٌ مَقْبُوضَةٌ\" بضم الراء والهاء, وهي الجمع, واحدها  رهان ورهون, وواحد الرهون والرهان: رهن.وكذلك قراءة من قرأ \" كُلُوا مِنْ ثُمُرِهِ\" بضم الثاء والميم, ونظير قول الراجز:حتى إذَا ابْتَلَّتْ حَلاقِيمُ الحُلُقْ (2)وقد زعم بعضهم أن السُّقُف بضم السين والقاف جمع سقف, والرُّهُن بضم الراء والهاء جمع رهن, فأغفل وجه الصواب في ذلك, وذلك أنه غير موجود في كلام العرب اسم على تقدير فعل بفتح الفاء وسكون العين مجموعا على فعل, فيجعل السُّقُف والرُّهُن مثله.والصواب من القول في ذلك عندي, أنهما قراءتان متقاربتا المعنى, معروفتان في قراءة الأمصار, فبأيتهما قرأ القارئ فمصيب.وقوله: ( وَمَعَارِجَ عَلَيْهَا يَظْهَرُونَ ) يقول: ومراقي ودَرَجا عليها يصعدون, فيظهرون على السقف والمعارج: هي الدرج نفسها, كما قال المثنى بن جندل?يا رَبّ ربَّ البَيْتِ ذي المَعَارِج (3)وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس ( وَمَعَارِجَ ) قال: معارج من فضة, وهي درج.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَمَعَارِجَ عَلَيْهَا يَظْهَرُونَ ): أي دَرجا عليها يصعدون.حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( وَمَعَارِجَ عَلَيْهَا يَظْهَرُونَ ) قال: المعارج: المراقي.حدثنا محمد, قال: ثنا ابن ثور, عن حمر, عن قتادة, في قوله: ( وَمَعَارِجَ عَلَيْهَا يَظْهَرُونَ ) قال: درج عليها يرفعون.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن ابن عباس قوله: ( وَمَعَارِجَ عَلَيْهَا يَظْهَرُونَ ) قال: درج عليها يصعدون إلى الغرف.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( وَمَعَارِجَ عَلَيْهَا يَظْهَرُونَ ) قال: المعارج: درج من فضة.------------------------الهوامش:(2) البيت في ( اللسان : حلق ) ، ولم ينسبه ، ولعله لرؤبة . قال : الحلق : مساغ الطعام والشراب في المريء ، والجمع القليل : أحلاق ، والكثير : حلوق ، وحلق . الأخيرة ككتب عزيزة . أنشد الفارسي :* حـتى إذا ابتلـت حـلاقيم الحلق *وفي معاني القرآن للفراء ( الورقة 295) قال عند قوله تعالى : ( لجعلنا لمن يكفر بالرحمن لبيوتهم سقفا ) : والسقف قرأها عاصم والأعمش\" سقفا\" ( أي بضم السين والقاف ) . وإن شئت جعلت واحدها\" سقيفة\" ، وإن شئت جعلت\" سقوفا\" ، فيكون جمع الجمع ، كما قال الشاعر :* حـتى إذَا بُلَّـتْ حَـلاقِيمُ الحُـلُقْ ** أهْـوَى لأدْنـى فَقْـرَةٍ عَلى شَفَقٍ *ومثله قراءة من قرأ :\" كلوا من ثمره\" ( بضم الثاء والميم ) ، وهو جمع ، وواحده : ثمار وكقول من قرأ :\" فرهن مقبوضة\" واحدها\" رهان\" و\" رهون\" . ا هـ .(3) البيت نسبه المؤلف إلى المثنى بن جندل . ونسبه أبو عبيدة في مجاز القرآن ، ( الورقة 220 - ب ) إلى جندل بن المثنى ، وهو الصواب ، وهو جندل بن المثنى الطهوي ، كما في سمط اللآلي ( 702 ) . والمعارج : جمع معراج ، وهي كما في ( اللسان : عرج ) المصاعد والدرج . واستشهد به المؤلف عند قوله تعالى : ( ومعارج عليها يظهرون ) . قال أبو عبيدة : المعارج : الدرج . قال جندل ابن المثنى :* يـا رب رب البيـت ذي المعارج *"
    },
    {
      "ayah": 34,
      "surah": 43,
      "text": "القول في تأويل قوله تعالى :  وَلِبُيُوتِهِمْ أَبْوَابًا وَسُرُرًا عَلَيْهَا يَتَّكِئُونَ (34)يقول تعالى ذكره: وجعلنا لبيوتهم أبوابا من فضة, وسُرُرا من فضة.كما حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, وسررا قال: سرر فضة.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, فى قوله: ( وَلِبُيُوتِهِمْ أَبْوَابًا وَسُرُرًا عَلَيْهَا يَتَّكِئُونَ ) قال: الأبواب من فضة, والسرر من فضة عليها يتكئون, يقول: على السرر يتكئون."
    },
    {
      "ayah": 35,
      "surah": 43,
      "text": "وقوله: ( وَزُخْرُفًا ) يقول: ولجعلنا لهم مع ذلك زخرفا, وهو الذهب.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس ( وَزُخْرُفًا ) وهو الذهب.حدثنا محمد بن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله: ( وَزُخْرُفًا ) قال: الذهب. وقال الحسن: بيت من زُخرف, قال: ذهب.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَزُخْرُفًا ) الزخرف: الذهب, قال: قد والله كانت تكره ثياب الشهرة. وذُكر لنا أن نبي الله صَلَّى الله عَلَيْهِ وَسَلَّم كان يقول: \" إيَّاكُمْ والحُمْرَةَ فإنَّها مِنْ أحَبّ الزّينَةِ إلى الشَّيْطَانِ\".حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( وَزُخْرُفًا ) قال: الذهب.حدثنا أحمد (1) قال: ثنا أسباط, عن السديّ( وَزُخْرُفًا ) قال: الذهب.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( وَزُخْرُفًا ) لجعلنا هذا لأهل الكفر, يعني لبيوتهم سقفا من فضة وما ذكر معها. والزخرف سمي هذا الذي سمي السقف, والمعارج والأبواب والسرر من الأثاث والفرش والمتاع.حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله: ( وَزُخْرُفًا ) يقول: ذهبا. والزخرف على قول ابن زيد: هذا هو ما تتخذه الناس من منازلهم من الفرش والأمتعة والآلات.وفي نصب الزخرف وجهان: أحدهما: أن يكون معناه: لجعلنا لمن يكفر بالرحمن لبيوتهم سقفا من فضة ومن زخرف, فلما لم يكرّر عليه من نصب على إعمال الفعل فيه ذلك, والمعنى فيه: فكأنه قيل: وزخرفا يجعل ذلك لهم منه. والوجه الثاني: أن يكون معطوفا على السرر, فيكون معناه: لجعلنا لهم هذه الأشياء من فضة, وجعلنا لهم مع ذلك ذهبا يكون لهم غنى يستغنون بها, ولو كان التنـزيل جاء بخفض الزخرف لكان: لجعلنا لمن يكفر بالرحمن لبيوتهم سقفا من فضة ومن زخرف, فكان الزخرف يكون معطوفا على الفضة. وأما المعارج فإنها جُمعت على مفاعل, وواحدها معراج, على جمع معرج, كما يجمع المفتاح مفاتح على جمع مفتح, لأنهما لغتان: معرج, ومفتح, ولو جمع معاريج كان صوابا, كما يجمع المفتاح مفاتيح, إذ كان واحده معراج.وقوله: ( وَإِنْ كُلُّ ذَلِكَ لَمَّا مَتَاعُ الْحَيَاةِ الدُّنْيَا ) يقول تعالى ذكره: وما كل هذه الأشياء التي ذكرت من السقف من الفضة والمعارج والأبواب والسرر من الفضة والزخرف, إلا متاع يستمتع به أهل الدنيا في الدنيا.( وَالآخِرَةُ عِنْدَ رَبِّكَ لِلْمُتَّقِينَ ) يقول تعالى ذكره: وزين الدار الآخرة وبهاؤها عند ربك للمتقين, الذين اتقوا الله فخافوا عقابه, فجدوا في طاعته, وحذروا معاصيه خاصة دون غيرهم من خلق الله.كما حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَالآخِرَةُ عِنْدَ رَبِّكَ لِلْمُتَّقِينَ ) خصوصا.-----------------الهوامش :(1) يظهر أن هذا مكرر ."
    },
    {
      "ayah": 36,
      "surah": 43,
      "text": "القول في تأويل قوله تعالى :  وَمَنْ يَعْشُ عَنْ ذِكْرِ الرَّحْمَنِ نُقَيِّضْ لَهُ شَيْطَانًا فَهُوَ لَهُ قَرِينٌ (36)يقول تعالى ذكره: ومن يعرض عن ذكر الله فلم يخف سطوته, ولم يخش عقابه ( نُقَيِّضْ لَهُ شَيْطَانًا فَهُوَ لَهُ قَرِينٌ ) يقول: نجعل له شيطانا يغويه فهو له قرين: يقول: فهو للشيطان قرين, أي يصير كذلك, وأصل العشو: النظر بغير ثبت لعلة في العين, يقال منه: عشا فلان يعشو عشوا وعشوّا: إذا ضعف بصره, وأظلمت عينه, كأن عليه غشاوة, كما قال الشاعر:مَتـى تَأتِـهِ تَعْشُـو إلـى ضَـوْءِ نارِهِتَجِـدْ حَطَبـا جَـزْلا وَنـارًا تَأَجَّجـا (2)يعني: متى تفتقر فتأته يعنك. وأما إذا ذهب البصر ولم يبصر, فإنه يقال فيه: عَشِيَ فلان يَعْشَى عَشًى منقوص, ومنه قول الأعشى?رأتْ رَجُـــلا غَــائِبَ الوَافِــدَيْنِمُخْــتَلِفَ الخَـلْقِ أعْشَـى ضَرِيـرا (3)يقال منه: رجل أعشى وامرأة عشواء. وإنما معنى الكلام: ومن لا ينظر في حجج الله بالإعراض منه عنه إلا نظرًا ضعيفًا, كنظر من قد عَشِيَ بصره ( نُقَيِّضْ لَهُ شَيْطَانًا ). وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله: ( وَمَنْ يَعْشُ عَنْ ذِكْرِ الرَّحْمَنِ نُقَيِّضْ لَهُ شَيْطَانًا ) يقول: إذا أعرض عن ذكر الله نقيض له شيطانا( فَهُوَ لَهُ قَرِينٌ ).حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ, في قوله:  ( وَمَنْ يَعْشُ عَنْ ذِكْرِ الرَّحْمَنِ ) قال: يعرض.وقد تأوّله بعضهم بمعنى. ومن يعمَ, ومن تأوّل ذلك كذلك, فيحب أن تكون قراءته ( وَمَنْ يَعْشَ ) بفتح الشين على ما بيَّنت قيل.* ذكر من تأوّله كذلك: حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( وَمَنْ يَعْشُ عَنْ ذِكْرِ الرَّحْمَنِ ) قال: من يعمَ عن ذكر الرحمن."
    },
    {
      "ayah": 37,
      "surah": 43,
      "text": "وقوله: ( وَإِنَّهُمْ لَيَصُدُّونَهُمْ عَنِ السَّبِيلِ ) يقول تعالى ذكره: وإن الشياطين ليصدّون هؤلاء الذين يعشون عن ذكر الله, عن سبيل الحقّ, فيزينون لهم الضلالة, ويكرهون إليهم الإيمان بالله, والعمل بطاعته ( وَيَحْسَبُونَ أَنَّهُمْ مُهْتَدُونَ ) يقول: ويظن المشركون بالله بتحسين الشياطين لهم ما هم عليه من الضلالة, أنهم على الحق والصواب, يخبر تعالى ذكره عنهم أنهم من الذي هم عليه من الشرك على شكّ وعلى غير بصيرة. وقال جلّ ثناؤه: ( وَإِنَّهُمْ لَيَصُدُّونَهُمْ عَنِ السَّبِيلِ ) فأخرج ذكرهم مخرج ذكر الجميع, وإنما ذُكر قبل واحدا, فقال: ( نُقَيِّضْ لَهُ شَيْطَانًا ) لأن الشيطان وإن كان لفظه واحدا, ففي معنى جمع.--------------------الهوامش :(2) هذا بيت مركب من شطرين من بيتين مختلفين ؛ فصدره للحطيئة من قصدية مدح بها بغيض بن عامر بن شماس بن لأي بن أنف الناقة التميمي. وعجزه من بيت لعبد بن الحر من قصيدة قالها وهو في حبس مصعب بن الزبير في الكوفة وبيت الحطيئة بتمامه كما في ( خزانة الأدب الكبير للبغدادي 3 : 662 ) :مَتـى تَأْتِـهِ تَعْشُـو إلـى ضَـوْءِ نَارِهِتجِـدْ خَـيرَ نـارٍ عِنْدَهـا خَـيرُ مُوقِدِوبيت عبد الله بن الحر بتمامه هو ، كما في ( الخزانة 3 : 663 ) :َتـى تَأْتِنـا تُلْمِـمْ بِنـا فِـي دِيارِنـاتَجِـدْ حَطَبـا جَـزْلا ونـاراً تَأجَّجـاواستشهد المؤلف بالبيت عند قوله تعالى : ( ومن يعش عن ذكر الرحمن ) . قال أبو عبيدة في مجاز القرآن ( الورقة 220 ) : أي تظلم عينه عنه ، كأن عليها غشاوة . وقال الفراء في معاني القرآن ( الورقة 295) : يريد : ومن يعرض عنه . ومن قرأها (ومن يعش ) فتح الشين ، فمعناه : من يعم عنه . وقال القتيبي ( اللسان : عشي ) معنى قوله ( ومن يعش عن ذكر الرحمن ) أي يظلم بصره . قال : وهذا قول أبي عبيدة . ثم ذهب يرد قول الفراء ويقول : لم أر أحداً يجيزه : عشوت عن الشيء : أعرضت عنه . إنما يقال : تعايشت عن الشيء : أي تغافلت عنه ، كأني لم أره . وكذلك تعاميت . قال : وعشوت إلى النار : أي استدللت عليها ببصر ضعيف . وقال الأزهري يرد كلام ابن قتيبة : أغفل القتيبي موضع الصواب ، واعترض مع غفلته على الفراء . والعرب تقول : عشوت إلى النار أعشو عشوا ، أي قصدتها مهتديا . وعشوت عنها : أي أعرضت عنها . فيفرقون بين إلى وعن موصولين بالفعل . ا هـ .(3) البيت لأعشى بن قيس بن ثعلبة ، ميمون بن قيس ( ديوانه طبع القاهرة 95 ) الضمير في رأت يعود على امرأة ذكرها من أول القصيدة ، وسماها ليلى . والوافدان : العينان . ومختلف الخلق : غيرته السن والأحداث عما عهدته عليه من النضرة والقوة . والأعشى الذي به سوء في عينيه ، أو هو الذي لا يبصر ليلاً ، أو هو الأعمى . وهو الأقرب لقوله بعده\" ضريرا\" . وفعله عشي يعشى عشى ، مثل عمي يعمى . وهو غير عشا إلى الشيء يعشو إذا نظر إليه وأقبل عليه ؛ أو عشا عنه يعشو عشا : إذا أعرض عنه ؛ كما بيناه في الشاهد الذي قبله . ا هـ ."
    },
    {
      "ayah": 38,
      "surah": 43,
      "text": "القول في تأويل قوله تعالى :  حَتَّى إِذَا جَاءَنَا قَالَ يَا لَيْتَ بَيْنِي وَبَيْنَكَ بُعْدَ الْمَشْرِقَيْنِ فَبِئْسَ الْقَرِينُ (38)اختلفت القرّاء في قراءة قوله: ( حَتَّى إِذَا جَاءَنَا ) فقرأته عامة قرّاء الحجاز سوى ابن محيصن, وبعض الكوفيين وبعض الشاميين \" حتى إذا جاءنا \" على التوحيد بمعنى: حتى إذا جاءنا هذا الذي عَشِي عن ذكر الرحمن, وقرينه الذي قيض له من الشياطين. وقرأ ذلك عامة قرّاء الكوفة والبصرة وابن محيصن: ( حَتَّى إِذَا جَاءَنَا ) على التوحيد, بمعنى: حتى إذا جاءنا هذا العاشي من بني آدم عن ذكر الرحمن.والصواب من القول في ذلك عندنا أنهما قراءتان متقاربتا المعنى وذلك أن في خبر الله تبارك وتعالى عن حال أحد الفريقين عند مقدمه عليه فيما أقرنا فيه في الدنيا, الكفاية للسامع عن خبر الآخر, إذ كان الخبر عن حال أحدهما معلوما به خبر حال الآخر, وهما مع ذلك قراءتان مستفيضتان في قرءة الأمصار, فبأيتهما قرأ القارئ فمصيب.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة: حتى إذَا جاءنا هو وقرينه جميعا.وقوله: ( يَا لَيْتَ بَيْنِي وَبَيْنَكَ بُعْدَ الْمَشْرِقَيْنِ ) يقول تعالى ذكره: قال أحد هذين القرينين لصاحبه الآخر: وددت أن بيني وبينك بعد المشرقين: أى بعد ما بين المشرق والمغرب, فغلب اسم أحدهما على الآخر, كما قيل: شبه القمرين, وكما قال الشاعر?أخَذْنــا بآفــاقِ السَّــمَاءِ عَلَيْكُـمُلنَــا قَمَرَاهَــا والنُّجُــومُ الطَّـوَالِعُ (4)وكما قال الآخر?فَبَصْــرَةُ الأزْدِ مِنَّـا والعِـرَاقُ لنَـاوالمَـوْصِلانِ وَمِنَّـا مِصْـرُ والحَـرَمُ (5)يعني: الموصل والجزيرة, فقال: الموصلان, فغلب الموصل.وقد قيل: عنى بقوله ( بُعْدَ الْمَشْرِقَيْنِ ) : مشرق الشتاء, ومشرق الصيف, وذلك أن الشمس تطلع في الشتاء من مشرق, وفي الصيف من مشرق غيره; وكذلك المغرب تغرب في مغربين مختلفين, كما قال جلّ ثناؤه:  رَبُّ الْمَشْرِقَيْنِ وَرَبُّ الْمَغْرِبَيْنِ  .وذُكر أن هذا قول أحدهما لصاحبه عند لزوم كل واحد منهما صاحبه حتى يورده جهنم.* ذكر من قال ذلك:حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن سعيد الجريري, قال: بلغني أن الكافر إذا بُعث يوم القيامة من قبره, سفع بيده الشيطان, فلم يفارقه حتى يصيرهما الله إلى النار, فذلك حين يقول: يا ليت بيني وبينك بعد المشرقين, فبئس القرين. وأما المؤمن فيوكَّل به ملك فهو معه حتى قال: إما يفصل بين الناس, أو نصير إلى ما شاء الله.-----------------الهوامش :(4) البيت للفرزدق ( ديوانه طبعة الصاوي 519 ) . قال : وقمراها : الشمس والقمر ، ثناهما تغليبا . ورواه المبرد في الكامل :\" أخذنا بأطراف\" في موضع ، ورواه في آخر بآفاق . ا هـ . واستشهد به المؤلف عند قوله تعالى : (يا ليت بيني وبينك بعد المشرقين) : أي بعد ما بين المشرق والمغرب . وأخذ كلامه من كلام الفراء في معاني القرآن ( الورقة 295 ) قال الفراء : يريد ما بين مشرق الشتاء ومشرق الصيف . ويقال إنه أراد المشرق والمغرب ، فقال المشرقين ، وهو أشبه الوجهين بالصواب ؛ لأن العرب قد تجمع الاسمين ، على تسمية أشهرهما فيقال : جاءك الزهدمان ، وإنما أحدهما زهم ( أي والآخر : كردم العبسيان كما تقدم في شاهد سابق ) وقال الشاعر :\" أخذنا بآفاق السماء ...\" البيت .(5) هذا الشاهد في معنى الذي قبله . استشهد به الفراء أيضا في معاني القرآن كسابقه ، على أن الشيئين المختلفي اللفظ ، قد يجمعان بلفظ واحد ، فيقال البصرتان ، البصرة والكوفة ، والموصلان للموصل والجزيرة . وكل هذا من باب تغليب الأشهر من اللفظين على الآخر . قال : وأنشدني رجل من طيئ :\" فبصرة الأزد منا ...\" البيت ، يريد الجزيرة والموصل ."
    },
    {
      "ayah": 39,
      "surah": 43,
      "text": "وقوله: ( وَلَنْ يَنْفَعَكُمُ الْيَوْمَ ) أيها العاشون عن ذكر الله في الدنيا( إِذْ ظَلَمْتُمْ أَنَّكُمْ فِي الْعَذَابِ مُشْتَرِكُونَ ) يقول: لن يخفف عنكم اليوم من عذاب الله اشتراككم فيه, لأن لكل واحد منكم نصيبه منه, و \" أنَّ\" من قوله ( أنَّكُمْ ) في موضع رفع لما ذكرت أن معناه: لن ينفعكم اشتراككم."
    },
    {
      "ayah": 4,
      "surah": 43,
      "text": "القول في تأويل قوله تعالى :  وَإِنَّهُ فِي أُمِّ الْكِتَابِ لَدَيْنَا لَعَلِيٌّ حَكِيمٌ (4)يقول تعالى ذكره: وإن هذا الكتاب أصل الكتاب الذي منه نسخ هذا الكتاب عندنا لعليّ: يقول: لذو علوّ ورفعة, حكيم: قد أحكمت آياته, ثم فصلت فهو ذو حكمة.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني يعقوب, قال: ثنا ابن علية, عن هشام الدستوائي, عن القاسم بن أبي بزة, قال: ثنا عروة بن عامر, أنه سمع ابن عباس يقول: أول ما خلق الله القلم, فأمره أن يكتب ما يريد أن يخلق, قال: والكتاب عنده, قال: ( وَإِنَّهُ فِي أُمِّ الْكِتَابِ لَدَيْنَا لَعَلِيٌّ حَكِيمٌ ). يعني القرآن في أمّ الكتاب الذي عند الله منه نسخ.حدثني أبو السائب, قال: ثنا ابن إدريس, قال: سمعت أبي, عن عطية بن سعد في قول الله تبارك وتعالى: ( وَإِنَّهُ فِي أُمِّ الْكِتَابِ لَدَيْنَا لَعَلِيٌّ حَكِيمٌ ) يعني القرآن في أمّ الكتاب الذي عند الله منه نسخ.حدثني أبو السائب, قال: ثنا ابن إدريس, قال: سمعت مالكا يروي عن عمران, عن عكرمة ( وَإِنَّهُ فِي أُمِّ الْكِتَابِ لَدَيْنَا ) قال: أمّ الكتاب القرآن.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله: ( وَإِنَّهُ فِي أُمِّ الْكِتَابِ لَدَيْنَا ) قال: أمّ الكتاب: أصل الكتاب وجملته.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَإِنَّهُ فِي أُمِّ الْكِتَابِ ) : أي جملة الكتاب أي أصل الكتاب.حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( وَإِنَّهُ فِي أُمِّ الْكِتَابِ ) يقول: في الكتاب الذي عند الله في الأصل.وقوله: ( لَدَيْنَا لَعَلِيٌّ حَكِيمٌ ) وقد ذكرنا معناه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( لَدَيْنَا لَعَلِيٌّ حَكِيمٌ ) يخبر عن منـزلته وفضله وشرفه."
    },
    {
      "ayah": 40,
      "surah": 43,
      "text": "القول في تأويل قوله تعالى :  أَفَأَنْتَ تُسْمِعُ الصُّمَّ أَوْ تَهْدِي الْعُمْيَ وَمَنْ كَانَ فِي ضَلالٍ مُبِينٍ (40)يقول تعالى ذكره لنبيه محمد صَلَّى الله عَلَيْهِ وَسَلَّم: ( أَفَأَنْتَ تُسْمِعُ الصُّمَّ ) : من قد سلبه الله استماع حججه التي احتجّ بها في هذا الكتاب فأصمه عنه, أو تهدي إلى طريق الهدى من أعمى الله قلبه عن إبصاره, واستحوذ عليه الشيطان, فزين له الردى ( وَمَنْ كَانَ فِي ضَلالٍ مُبِينٍ ) يقول: أو تهدي من كان في جور عن قصد السبيل, سالك غير سبيل الحقّ, قد أبان ضلاله أنه عن الحقّ زائل, وعن قصد السبيل جائر: يقول جلّ ثناؤه: ليس ذلك إليك, إنما ذلك إلى الله الذي بيده صرف قلوب خلقه كيف شاء, وإنما أنت منذر, فبلغهم النذارة."
    },
    {
      "ayah": 41,
      "surah": 43,
      "text": "وقوله: ( فَإِمَّا نَذْهَبَنَّ بِكَ فَإِنَّا مِنْهُمْ مُنْتَقِمُونَ ) اختلف أهل التأويل في المعنيين بهذا الوعيد, فقال بعضهم: عني به أهل الإسلام من أمة نبينا عليه الصلاة والسلام .* ذكر من قال ذلك:حدثنا سوار بن عبد الله العنبري, قال: ثني أبي, عن أبي الأشهب, عن الحسن, في قوله: ( فَإِمَّا نَذْهَبَنَّ بِكَ فَإِنَّا مِنْهُمْ مُنْتَقِمُونَ ) قال: لقد كانت بعد نبي الله نقمة شديدة, فأكرم الله جلّ ثناؤه نبيه صَلَّى الله عَلَيْهِ وَسَلَّم أن يريه في أمته ما كان من النقمة بعده.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله: ( فَإِمَّا نَذْهَبَنَّ بِكَ فَإِنَّا مِنْهُمْ مُنْتَقِمُونَ ) فذهب الله بنبيه صَلَّى الله عَلَيْهِ وَسَلَّم, ولم ير في أمته إلا الذي تقرّ به عينه, وأبقى الله النقمة بعده, وليس من نبيّ إلا وقد رأى في أمته العقوبة, أو قال ما لا يشتهي. ذُكر لنا أن النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم أُري الذي لقيت أمته بعده, فما زال منقبضا ما انبسط ضاحكا حتى لقي الله تبارك وتعالى.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, قال: تلا قتادة ( فَإِمَّا نَذْهَبَنَّ بِكَ فَإِنَّا مِنْهُمْ مُنْتَقِمُونَ ) فقال: ذهب النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم وبقيت النقمة, ولم ير الله نبيه صَلَّى الله عَلَيْهِ وَسَلَّم في أمته شيئا يكرهه حتى مضى, ولم يكن نبيّ قطّ إلا رأى العقوبة في أمته, إلا نبيكم صَلَّى الله عَلَيْهِ وَسَلَّم. قال: وذُكر لنا أن النبي صَلَّى الله عَلَيْهِ وَسَلَّم أري ما يصيب أمته بعده, فما رئي ضاحكا منبسطا حتى قبضه الله.وقال آخرون: بل عنى به أهل الشرك من قريش, وقالوا: قد أري الله نبيه عليه الصلاة والسلام فيهم.* ذكر من قال ذلك:حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ, في قوله: ( فَإِمَّا نَذْهَبَنَّ بِكَ فَإِنَّا مِنْهُمْ مُنْتَقِمُونَ ) كما انتقمنا من الأمم الماضية."
    },
    {
      "ayah": 42,
      "surah": 43,
      "text": "( أَوْ نُرِيَنَّكَ الَّذِي وَعَدْنَاهُمْ ) فقد أراه الله ذلك وأظهره عليه. وهذا القول الثاني أولى التأويلين في ذلك بالصواب وذلك أن ذلك في سياق خبر الله عن المشركين فلأن يكون ذلك تهديدا لهم أولى من أن يكون وعيدا لمن لم يجر له ذكر. فمعنى الكلام إذ كان ذلك كذلك: فإن نذهب بك يا محمد من بين أظهر هؤلاء المشركين, فنخرجك من بينهم ( فَإِنَّا مِنْهُمْ مُنْتَقِمُونَ ), كما فعلنا ذلك بغيرهم من الأمم المكذّبة رسلها.( أَوْ نُرِيَنَّكَ الَّذِي وَعَدْنَاهُمْ ) يا محمد من الظفر بهم, وإعلائك عليهم ( فَإِنَّا عَلَيْهِمْ مُقْتَدِرُونَ ) أن نظهرك عليهم, ونخزيهم بيدك وأيدي المؤمنين بك."
    },
    {
      "ayah": 43,
      "surah": 43,
      "text": "القول في تأويل قوله تعالى :  فَاسْتَمْسِكْ بِالَّذِي أُوحِيَ إِلَيْكَ إِنَّكَ عَلَى صِرَاطٍ مُسْتَقِيمٍ (43)يقول تعالى ذكره لنبيه محمد صَلَّى الله عَلَيْهِ وَسَلَّم: فتمسك يا محمد بما يأمرك به هذا القرآن الذي أوحاه إليك ربك,( إِنَّكَ عَلَى صِرَاطٍ مُسْتَقِيمٍ ) و منهاج سديد, وذلك هو دين الله الذي أمر به, وهو الإسلام.كما حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله: ( فَاسْتَمْسِكْ بِالَّذِي أُوحِيَ إِلَيْكَ إِنَّكَ عَلَى صِرَاطٍ مُسْتَقِيمٍ ) : أي الإسلام.حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( فَاسْتَمْسِكْ بِالَّذِي أُوحِيَ إِلَيْكَ إِنَّكَ عَلَى صِرَاطٍ مُسْتَقِيمٍ )."
    },
    {
      "ayah": 44,
      "surah": 43,
      "text": "وقوله: ( وَإِنَّهُ لَذِكْرٌ لَكَ وَلِقَوْمِكَ ) يقول تعالى ذكره: وإن هذا القرآن الذي أوحي إليك يا محمد الذي أمرناك أن تستمسك به لشرف لك ولقومك من قريش ( وَسَوْفَ تُسْأَلُون ) يقول: وسوف يسألك ربك وإياهم عما عملتم فيه, وهل عملتم بما أمركم ربكم فيه, وانتهيتم عما نهاكم عنه فيه؟.وبنحو الذي قلنا في تأويل ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ, قال: ثنا أبو صالح, قال: ثنا معاوية, عن عليّ, عن ابن عباس: قوله: ( وَإِنَّهُ لَذِكْرٌ لَكَ وَلِقَوْمِكَ ) يقول: إن القرآن شرف لك.حدثني عمرو بن مالك, قال: ثنا سفيان, عن ابن أبي نجيح, عن مجاهد, في قوله: ( وَإِنَّهُ لَذِكْرٌ لَكَ وَلِقَوْمِكَ ) قال: يقول للرجل: من أنت؟ فيقول: من العرب, فيقال: من أيّ العرب؟ فيقول: من قريش.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَإِنَّهُ لَذِكْرٌ لَكَ وَلِقَوْمِكَ ) وهو هذا القرآن.حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( وَإِنَّهُ لَذِكْرٌ لَكَ وَلِقَوْمِكَ ) قال: شرف لك ولقومك, يعني القرآن.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( وَإِنَّهُ لَذِكْرٌ لَكَ وَلِقَوْمِكَ ) قال: أولم تكن النبوّة والقرآن الذي أنـزل على نبيه صَلَّى الله عَلَيْهِ وَسَلَّم ذكرا له ولقومه."
    },
    {
      "ayah": 45,
      "surah": 43,
      "text": "القول في تأويل قوله تعالى :  وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُسُلِنَا أَجَعَلْنَا مِنْ دُونِ الرَّحْمَنِ آلِهَةً يُعْبَدُونَ (45)اختلف أهل التأويل في معنى قوله: ( وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُسُلِنَا ) ومن الذين أمر رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم بمسألتهم ذلك, فقال بعضهم الذين أمر بمسألتهم ذلك رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم, مؤمنو أهل الكتابين: التوراة, والإنجيل.* ذكر من قال ذلك:حدثني عبد الأعلى بن واصل, قال: ثنا يحيى بن آدم, عن ابن عيينة, عن ابن أبي نجيح, عن مجاهد قال: في قراءة عبد الله بن مسعود \" وَاسأَلْ الَّذِينَ أرْسَلْنا إلَيْهِمْ قَبْلَكَ رُسُلنا \".حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُسُلِنَا ) إنها قراءة عبد الله: \" سل الذين أرسلنا إليهم قبلك رسلنا \".حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُسُلِنَا ) يقول: سل أهل التوراة والإنجيل: هل جاءتهم الرسل إلا بالتوحيد أن يوحدوا الله وحده؟ قال: وفي بعض القراءة: \" واسأل الذين أرسلنا إليهم رسلنا قبلك \".( أَجَعَلْنَا مِنْ دُونِ الرَّحْمَنِ آلِهَةً يُعْبَدُونَ ).حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة في بعض الحروف \" واسْأَلْ الَّذِينَ أَرْسَلْنا إِلَيْهِمْ قَبْلَكَ مِنْ رُسُلِنا \" سل أهل الكتاب: أما كانت الرسل تأتيهم بالتوحيد؟ أما كانت تأتي بالإخلاص؟.حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: ثنا عبيد, قال: سمعت الضحاك يقول: في قوله: ( وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُسُلِنَا ) في قراءة ابن مسعود \" سَلِ الَّذِينَ يَقْرَءُونَ الكِتَابَ مِنْ قَبْلِكَ\" يعني: مؤمني أهل الكتاب.وقال آخرون: بل الذي أمر بمسألتهم ذلك الأنبياء الذين جُمِعوا له ليلة أُسرِي به ببيت المقدس.* ذكر من قال ذلك:حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ قَبْلِكَ )... الآية, قال: جمعوا له ليلة أُسري به ببيت المقدس, فأمهم, وصلى بهم, فقال الله له: سلهم, قال: فكان أشدّ إيمانا ويقينا بالله وبما جاء من الله أن يسألهم, وقرأ  فَإِنْ كُنْتَ فِي شَكٍّ مِمَّا أَنْـزَلْنَا إِلَيْكَ فَاسْأَلِ الَّذِينَ يَقْرَءُونَ الْكِتَابَ مِنْ قَبْلِكَ  قال: فلم يكن فى شكّ, ولم يسأل الأنبياء, ولا الذين يقرءون الكتاب. قال: ونادى جبرائيل صَلَّى الله عَلَيْهِ وَسَلَّم, فقلت في نفسي: \" الآن يؤمنا أبونا إبراهيم \"; قال: \" فدفع جبرائيل في ظهري\", قال: تقدم يا محمد فصلّ, وقرأ  سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلا مِنَ الْمَسْجِدِ الْحَرَامِ  ... حتى بلغ  لِنُرِيَهُ مِنْ آيَاتِنَا  .وأولى القولين بالصواب في تأويل ذلك, قول من قال: عني به: سل مؤمني أهل الكتابين.فإن قال قائل: وكيف يجوز أن يقال: سل الرسل, فيكون معناه: سل المؤمنين بهم وبكتابهم؟ قيل: جاز ذلك من أجل أن المؤمنين بهم وبكتبهم أهل بلاغ عنهم ما أتوهم به عن ربهم, فالخبر عنهم وعما جاءوا به من ربهم إذا صحَّ بمعنى خبرهم, والمسألة عما جاءوا به بمعنى مسألتهم إذا كان المسئول من أهل العلم بهم والصدق عليهم, وذلك نظير أمر الله جلّ ثناؤه إيانا برد ما تنازعنا فيه إلى الله وإلى الرسول, يقول:  فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ  ومعلوم أن معنى ذلك: فردوه إلى كتاب الله وسنة رسوله, لأن الرد إلى ذلك رد إلى الله والرسول. وكذلك قوله: ( وَاسْأَلْ مَنْ أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رُسُلِنَا ) إنما معناه: فاسأل كتب الذين أرسلنا من قبلك من الرسل, فإنك تعلم صحة ذلك من قبلنا, فاستغنى بذكر الرسل من ذكر الكتب, إذ كان معلوما ما معناه.وقوله: ( أَجَعَلْنَا مِنْ دُونِ الرَّحْمَنِ آلِهَةً يُعْبَدُونَ ) يقول: أمرناهم بعبادة الآلهة من دون إلله فيما جاءوهم به, أو أتوهم بالأمر بذلك من عندنا.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( أَجَعَلْنَا مِنْ دُونِ الرَّحْمَنِ آلِهَةً يُعْبَدُونَ )؟ أتتهم الرسل يأمرونهم بعبادة الآلهة من دون الله؟ وقيل: ( آلِهَةً يُعْبَدُونَ ), فأخرج الخبر عن الآلهة مخرج الخبر عن ذكور بني آدم, ولم يقل: تعبد, ولا يعبدن, فتؤنث وهي حجارة, أو بعض الجماد كما يفعل في الخبر عن بعض الجماد. وإنما فعل ذلك كذلك, إذ كانت تعبد وتعظم تعظيم الناس ملوكهم وسراتهم, فأجري الخبر عنها مُجْرى الخبر عن المملوك والأشراف من بني آدم."
    },
    {
      "ayah": 46,
      "surah": 43,
      "text": "القول في تأويل قوله تعالى :  وَلَقَدْ أَرْسَلْنَا مُوسَى بِآيَاتِنَا إِلَى فِرْعَوْنَ وَمَلَئِهِ فَقَالَ إِنِّي رَسُولُ رَبِّ الْعَالَمِينَ (46)يقول تعالى ذكره: ولقد أرسلنا يا محمد موسى بحججنا إلى فرعون وأشراف قومه, كما أرسلناك إلى هؤلاء المشركين من قومك, فقال لهم موسى: إني رسول رب العالمين, كما قلت أنت لقومك من قريش. إني رسول الله إليكم."
    },
    {
      "ayah": 47,
      "surah": 43,
      "text": "( فَلَمَّا جَاءَهُمْ بِآيَاتِنَا إِذَا هُمْ مِنْهَا يَضْحَكُونَ ) يقول: فلما جاء موسى فرعون وملأه بحججنا وأدلتنا على صدق قوله, فيما يدعوهم إليه من توحيد الله والبراءة من عبادة الآلهة, إذا فرعون وقومه مما جاءهم به موسى من الآيات والعبر يضحكون; كما أن قومك مما جئتهم به من الآيات والعبر يسخرون, وهذا تسلية من الله عزّ وجلّ نبيه صَلَّى الله عَلَيْهِ وَسَلَّم عما كان يلقى من مشركي قومه, وإعلام منه له, أن قومه من أهل الشرك لن يعدو أن يكونوا كسائر الأمم الذين كانوا على منهاجهم في الكفر بالله وتكذيب رسله, وندب منه نبيه صَلَّى الله عَلَيْهِ وَسَلَّم إلى الاستنان في الصبر عليهم بسنن أولي العزم من الرسل, وإخبار منه له أن عقبى مردتهم إلى البوار والهلاك كسنته في المتمردين عليه قبلهم, وإظفاره بهم, وإعلائه أمره, كالذي فعل بموسى عليه السلام, وقومه الذين آمنوا به من إظهارهم على فرعون وملئه."
    },
    {
      "ayah": 48,
      "surah": 43,
      "text": "القول في تأويل قوله تعالى :  وَمَا نُرِيهِمْ مِنْ آيَةٍ إِلا هِيَ أَكْبَرُ مِنْ أُخْتِهَا وَأَخَذْنَاهُمْ بِالْعَذَابِ لَعَلَّهُمْ يَرْجِعُونَ (48)يقول تعالى ذكره: وما نري فرعون وملأه آية, يعني: حجته لنا عليه بحقيقة ما يدعوه إليه رسولنا موسى ( إِلا هِيَ أَكْبَرُ مِنْ أُخْتِهَا ) يقول: إلا التي نريه من ذلك أعظم في الحجة عليهم وأوكد من التي مضت قبلها من الآيات, وأدل على صحة ما يأمره به موسى من توحيد الله.وقوله: ( وَأَخَذْنَاهُمْ بِالْعَذَابِ ) يقول: وأنـزلنا بهم العذاب, وذلك كأخذه  تعالى ذكره إياهم بالسنين, ونقص من الثمرات, وبالجراد, والقمل, والضفادع, والدم.وقوله: ( لَعَلَّهُمْ يَرْجِعُونَ ) يقول: ليرجعوا عن كفرهم بالله إلى توحيده وطاعته, والتوبة مما هم عليه مقيمون من معاصيهم.كما حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله: ( وَأَخَذْنَاهُمْ بِالْعَذَابِ لَعَلَّهُمْ يَرْجِعُونَ ) أي يتوبون, أو يذكرون."
    },
    {
      "ayah": 49,
      "surah": 43,
      "text": "القول في تأويل قوله تعالى :  وَقَالُوا يَا أَيُّهَا السَّاحِرُ ادْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِنْدَكَ إِنَّنَا لَمُهْتَدُونَ (49)يقول تعالى ذكره: وقال فرعون وملؤه لموسى: ( يَا أَيُّهَا السَّاحِرُ ادْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِنْدَكَ ) وعنوا بقولهم \" بِمَا عَهِدَ عِنْدَكَ\": بعهده الذي عهد إليك أنا إن آمنا بك واتبعناك, كُشف عنا الرِّجْز.كما حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, في قول الله عزّ وجلّ( بِمَا عَهِدَ عِنْدَكَ ) قال لئن آمنا ليكشفن عنا العذاب.إن قال لنا قائل: وما وجه قيلهم يا أيها الساحر ادع لنا ربك بما عهد عندك, وكيف سموه ساحرا وهم يسألونه أن يدعو لهم ربه ليكشف عنهم العذاب؟ قيل: إن الساحر كان عندهم معناه: العالم, ولم يكن السحر عندهم ذما, وإنما دعوه بهذا الاسم, لأن معناه عندهم كان: يا أيها العالم.وقوله: ( إِنَّنَا لَمُهْتَدُونَ ) يقول: قالوا: إنا لمتبعوك فمصدّقوك فيما جئتنا به, وموحدو الله فمبصرو سبيل الرشاد.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله: ( يَا أَيُّهَا السَّاحِرُ ادْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِنْدَكَ إِنَّنَا لَمُهْتَدُونَ ) قال: قالوا يا موسى: ادع لنا ربك لئن كشفت عنا الرجز لنؤمننّ لك."
    },
    {
      "ayah": 5,
      "surah": 43,
      "text": "القول في تأويل قوله تعالى :  أَفَنَضْرِبُ عَنْكُمُ الذِّكْرَ صَفْحًا أَنْ كُنْتُمْ قَوْمًا مُسْرِفِينَ (5)اختلف أهل التأويل في تأويل ذلك, فقال بعضهم: معناه: أفنضرب عنكم ونترككم أيها المشركون فيما تحسبون, فلا نذكركم بعقابنا من أجل أنكم قوم مشركون.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, في قول الله عزّ وجلّ: ( أَفَنَضْرِبُ عَنْكُمُ الذِّكْرَ صَفْحًا ) قال: تكذّبون بالقرآن ثم لا تعاقبون عليه.حدثني محمد بن عمارة, قال: ثنا عبيد الله بن موسى, قال: اخبرنا سفيان, عن إسماعيل, عن أبي صالح, قوله: ( أَفَنَضْرِبُ عَنْكُمُ الذِّكْرَ صَفْحًا ) قال: بالعذاب.حدثني محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( أَفَنَضْرِبُ عَنْكُمُ الذِّكْرَ صَفْحًا ) قال: أفنضرب عنكم العذاب.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني  أبي, عن أبيه, عن ابن عباس, قوله: ( أَفَنَضْرِبُ عَنْكُمُ الذِّكْرَ صَفْحًا أَنْ كُنْتُمْ قَوْمًا مُسْرِفِينَ ) يقول: أحسبتم أن نصفح عنكم ولما تفعلوا ما أمرتم به.وقال آخرون: بل معنى ذلك: أفنترك تذكيركم بهذا القرآن, ولا نذكركم به, لأن كنتم قوما مسرفين.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( أَفَنَضْرِبُ عَنْكُمُ الذِّكْرَ صَفْحًا أَنْ كُنْتُمْ قَوْمًا مُسْرِفِينَ ) : أي مشركين, والله لو كان هذا القرآن رفع حين ردّه أوائل هذه الأمة لهلكوا, فدعاهم إليه عشرين سنة, أو ما شاء الله من ذلك.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله: ( أَفَنَضْرِبُ عَنْكُمُ الذِّكْرَ صَفْحًا ) قال: لو أن هذه الأمة لم يؤمنوا لضرب عنهم الذكر صفحا, قال: الذكر ما أنـزل عليهم مما أمرهم الله به ونهاهم صفحا, لا يذكر لكم منه شيئا.وأولى التأويلين في ذلك بالصواب تأويل من تأوّله: أفنضرب عنكم العذاب فنترككم ونعرض عنكم, لأن كنتم قوما مسرفين لا تؤمنون بربكم.وإنما قلنا ذلك أولى التأويلين بالآية, لأن الله تبارك وتعالى أتبع ذلك خبره عن الأمم السالفة قبل الأمم التي توعدها بهذه الآية في تكذيبها رسلها, وما أحل بها من نقمته, ففي ذلك دليل على أن قوله: ( أَفَنَضْرِبُ عَنْكُمُ الذِّكْرَ صَفْحًا ) وعيد منه للمخاطبين به من أهل الشرك, إذ سلكوا في التكذيب بما جاءهم عن الله رسولهم مسلك الماضين قبلهم.واختلفت القرّاء في قراءة ذلك, فقرأته عامة قرّاء المدينة والكوفة \" إنْ كُنْتُمْ\" بكسر الألف من \" إن \" بمعنى: أفنضرب عنكم الذكر صفحا إذ كنتم قوما مسرفين. وقرأه بعض قرّاء أهل مكة والكوفة وعامة قرّاء البصرة \" أنْ\" بفتح الألف من \" أنْ\", بمعنى: لأن كنتم.واختلف أهل العربية في وجه فتح الألف من أن في هذا الموضع, فقال بعض نحويي البصرة: فتحت لأن معنى الكلام: لأن كنتم. وقال بعض نحويي الكوفة: من فتحها فكأنه أراد شيئا ماضيا, فقال: وأنت تقول في الكلام: أتيت أن حرمتني, تريد: إذ حرمتني, ويكسر إذا أردت: أتيت إن تحرمني. ومثله:  وَلا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ أَنْ صَدُّوكُمْ  و (إِنْ صَدُّوكُمْ) بكسر وبفتح.فَلَعَلَّكَ بَاخِعٌ نَفْسَكَ عَلَى آثَارِهِمْ إِنْ لَمْ يُؤْمِنُوا بِهَذَا الْحَدِيثِ أَسَفًا  قال: والعرب تنشد قول الفرزدق?أتَجْــزَعُ أنْ أُذْنــا قُتَيْبَــةَ حُزَّتـاجِهـارًا وَلـمْ تَجْـزَعْ لقَتْـلِ ابنِ حَازِمِ (1)قال: وينشد?أتَجْــزَعُ أنْ بـانَ الخَـلِيطُ المُـوَدّعُوَحَـبْلُ الصَّفَـا مِـنْ عَـزَّةَ المُتَقَطِّـعُ (2)قال: وفي كل واحد من البيتين ما في صاحبه من الكسر والفتح.والصواب من القول في ذلك عندنا: أن الكسر والفتح في الألف في هذا الموضع قراءتان مشهورتان في قرأة الأمصار صحيحتا المعنى, فبأيتهما قرأ القارئ فمصيب, وذلك أن العرب إذا تقدم \" أن \" وهي بمعنى الجزاء فعل مستقبل كسروا ألفها أحيانا, فمحضوا لها الجزاء, فقالوا: أقوم إن قمت, وفتحوها أحيانا, وهم ينوون ذلك المعنى, فقالوا: أقوم أن قمت بتأويل, لأن قمت, فإذا كان الذي تقدمها من الفعل ماضيا لم يتكلموا إلا بفتح الألف من \" أن \" فقالوا: قمت أن قمت, وبذلك جاء التنـزيل, وتتابع شعر الشعراء.------------------------الهوامش:(1) البيت من شواهد النحويين ومن شواهد الفراء في معاني القرآن ( الورقة 294 ) قال عند قوله تعالى في سورة الزخرف : ( أفنضرب عنكم الذكر صفحا أن كنتم( قرأ الأعمش : ( إن كنتم ) بالكسر . وقرأ عاصم والحسن ( أن كنتم ) بفتح أن ، كأنهم أرادوا شيئا ماضيا ، وأنت تقول في الكلام : أأسبك أن حرمتني ، وتكسر إذا أردت : أأسبك إن تحرمني ؟ ومثله : ( لا يجرمنكم شنآن قوم إن صدوكم) تكسر إن وتفتح ومثله ( فعلك باخع نفسك على آثارهم إن لم يؤمنوا) . والعرب تنشد . قول الفرزدق\" أتجزع إن أذنا قتيبة ...\" البيت . بالفتح والكسر . ورواية البيت في شرح شواهد المغني للسيوطي :\" أتغضب\" في مكان\" أتجزع\" قال : وضمير تغضب راجع على قيس. والحز : القطع . وابن خازم : عبد الله بن خازم ، بمعجمتين ، كما ضبطه الدارقطني وغيره أمير خراسان ، وليها سنتين ، ثم ثار به أهل خرسان ، فقتلوه ، وحملوا رأسه إلى عبد الملك بن مروان. وقتيبة بن مسلم الباهلي ، من أكبر قواد المسلمين ، وفاتحي بلاد الشرق ، وهو الذي افتتح خوارزم وسمرقند وبخارى . وقتل سنة سبع وتسعين رحمه الله . والظاهر أن قول المؤلف\" أتيت أن حرمتني\" . فيه تصحيف من الناسخ لقول الفراء في معاني القرآن\" أأسبك حرمتني\" .(2) البيت لكثير عزة ، وهو من شواهد الفراء أورده بعد الشاهد السابق ، قال : أنشدوني\" أتجزع أن بان\" ... البيت . ثم قال : وفي كل واحد من البيتين ، ما في صاحبه من الفتح والكسر ."
    },
    {
      "ayah": 50,
      "surah": 43,
      "text": "وقوله: ( فَلَمَّا كَشَفْنَا عَنْهُمُ الْعَذَابَ إِذَا هُمْ يَنْكُثُونَ ) يقول تعالى ذكره: فلما رفعنا عنهم العذاب الذي أنـزلنا بهم, الذي وعدوا أنهم إن كشف عنهم اهتدوا لسبيل الحق, إذا هم بعد كشفنا ذلك عنهم ينكثون العهد الذي عاهدونا: يقول: يغدرون ويصرّون على ضلالهم, ويتمادون في غيهم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( إِذَا هُمْ يَنْكُثُونَ ) : أي يغدرون."
    },
    {
      "ayah": 51,
      "surah": 43,
      "text": "القول في تأويل قوله تعالى :  وَنَادَى فِرْعَوْنُ فِي قَوْمِهِ قَالَ يَا قَوْمِ أَلَيْسَ لِي مُلْكُ مِصْرَ وَهَذِهِ الأَنْهَارُ تَجْرِي مِنْ تَحْتِي أَفَلا تُبْصِرُونَ (51)يقول تعالى ذكره: ( وَنَادَى فِرْعَوْنُ فِي قَوْمِهِ ) من القبط, فـ( قَالَ يَا قَوْمِ أَلَيْسَ لِي مُلْكُ مِصْرَ وَهَذِهِ الأنْهَارُ تَجْرِي مِنْ تَحْتِي أَفَلا تُبْصِرُونَ ) يعنى بقوله: ( مِنْ تَحْتِي ) : من بين يدي في الجنان.كما حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَهَذِهِ  الأنْهَارُ تَجْرِي مِنْ تَحْتِي ) قال: كانت لهم جنات وأنهار ماء.وقوله: ( أَفَلا تُبْصِرُونَ ) يقول: أفلا تبصرون أيها القوم ما أنا فيه من النعيم والخير, وما فيه موسى من الفقر وعيّ اللسان, افتخر بملكه مصر عدوّ الله, وما قد مكَّن له من الدنيا استدراجا من الله له, وحسب أن الذي هو فيه من ذلك ناله بيده وحوله, وأن موسى إنما لم يصل إلى الذي يصفه, فنسبه من أجل ذلك إلى المهانة محتجًا على جهلة قومه بأن موسى عليه السلام لو كان محقًا فيما يأتي به من الآيات والعبر, ولم يكن ذلك سحرا, لأكسب نفسه من الملك والنعمة, مثل الذي هو فيه من ذلك جهلا بالله واغترارًا منه بإملائه إياه."
    },
    {
      "ayah": 52,
      "surah": 43,
      "text": "القول في تأويل قوله تعالى :  أَمْ أَنَا خَيْرٌ مِنْ هَذَا الَّذِي هُوَ مَهِينٌ وَلا يَكَادُ يُبِينُ (52)يقوله تعالى ذكره مخبرًا عن قيل فرعون لقومه بعد احتجاجه عليهم بملكه وسلطانه, وبيان لسانه وتمام خلقه, وفضل ما بينه وبين موسى بالصفات التي وصف بها نفسه وموسى: أنا خير أيها القوم, وصفتي هذه الصفة التي وصفت لكم ( أم هذا الذي هو مهين ) لا شيء له من الملك والأموال مع العلة التي في جسده, والآفة التي بلسانه, فلا يكاد من أجلها يبين كلامه؟.وقد اختُلف في معنى قوله: ( أمْ ) في هذا الموضع, فقال بعضهم: معناها: بل أنا خير, وقالوا. ذلك خير, لا استفهام.* ذكر من قال ذلك:حدثنا محمد: قال: ثنا أحمد قال: ثنا أسباط, عن السديّ, قوله: ( أَمْ أَنَا خَيْرٌ مِنْ هَذَا الَّذِي هُوَ مَهِينٌ ) قال: بل أنا خير من هذا. وبنحو ذلك كان يقول بعض أهل العلم بكلام العرب من أهل البصرة.وقال بعض نحويي الكوفة, هو من الاستفهام الذي جعل بأم لاتصاله بكلام قبله. قال: وإن شئت رددته على قوله:  أَلَيْسَ لِي مُلْكُ مِصْرَ  ؟ وإذا وجه الكلام إلى أنه استفهام, وجب أن يكون في الكلام محذوف استغني بذكر ما ذكر مما ترك ذكره, ويكون معنى الكلام حينئذ: أنا خير أيها القوم من هذا الذي هو مهين, أم هو؟.وذُكر عن بعض القرّاء أنه كان يقرأ ذلك \" أما أنا خَيْرٌ\".حدثنا بذلك عن الفرّاء قال: أخبرني بعض المشيخة أنه بلغه أن بعض القرّاء قرأ كذلك, ولو كانت هذه القراءة قراءة مستفيضة في قَرَأة الأمصار لكانت صحيحة, وكان معناها حسنا, غير أنها خلاف ما عليه قرّاء الأمصار, فلا أستجيز القراءة بها, وعلى هذه القراءة لو صحت لا كلفة له في معناها ولا مؤنة.والصواب من القراءة في ذلك ما عليه قرّاء الأمصار. وأولى التأويلات بالكلام إذ كان ذلك كذلك, تأويل من جعل: أم أنا( خَيْرٌ )؟ من الاستفهام الذي جعل بأم, لاتصاله بما قبله من الكلام, ووجهه إلى أنه بمعنى: أأنا خير من هذا الذي هو مهين؟ أم هو؟ ثم ترك ذكر أم هو, لما في الكلام من الدليل عليه.وعني بقوله: ( مِنْ هَذَا الَّذِي هُوَ مَهِينٌ ) : من هذا الذي هو ضعيف لقلة ماله, وأنه ليس له من الملك والسلطان ماله.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( أَمْ أَنَا خَيْرٌ مِنْ هَذَا الَّذِي هُوَ مَهِينٌ ) قال: ضعيف.حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( مِنْ هَذَا الَّذِي هُوَ مَهِينٌ ) قال: المهين: الضعيف.وقوله: ( وَلا يَكَادُ يُبِينُ ) يقول: ولا يكاد يبين الكلام من عِيّ لسانه. وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَلا يَكَادُ يُبِينُ ) : أي عَييّ اللسان.حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( وَلا يَكَادُ يُبِينُ ) الكلام."
    },
    {
      "ayah": 53,
      "surah": 43,
      "text": "وقوله: ( فَلَوْلا أُلْقِيَ عَلَيْهِ أَسْوِرَةٌ مِنْ ذَهَبٍ ) يقول: فهلا ألقي على موسى إن كان صادقا أنه رسول رب العالمين أسورة من ذهب, وهو جمع سوار, وهو القُلْب الذي يجعل في اليد.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله: ( أَسْوِرَةٌ مِنْ ذَهَبٍ ) يقول: أقلبة من ذهب.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( أَسْوِرَةٌ مِنْ ذَهَبٍ ) : أي أقلبة من ذهب.واختلفت القرّاء في قراءة ذلك, فقرأته عامة قرّاء المدينة والبصرة والكوفة \" فَلَوْلا أُلْقِيَ عَلَيْهِ أَسَاوِرَةٌ مِنْ ذَهَبٍ\". وذُكر عن الحسن البصري أنه كان يقرؤه ( أَسْوِرَةٌ مِنْ ذَهَبٍ ).وأولى القراءتين في ذلك بالصواب عندي ما عليه قَرَأة الأمصار, وإن كانت الأخرى صحيحة المعنى.واختلف أهل العربية في واحد الأساورة, والأسورة, فقال بعض نحوييّ البصرة: الأسورة جمع إسوار قال: والأساورة جمع الأسورة; وقال: ومن قرأ ذلك أساورة, فإنه أراد أساوير والله أعلم, فجعل الهاء عوضا من الياء, مثل الزنادقة صارت الهاء فيها عوضا من الياء التي في زناديق. وقال بعض نحوييّ الكوفة: من قرأ أساورة جعل واحدها إسوار; ومن قرأ أسورة جعل واحدها سوار; وقال: قد تكون الأساورة جمع أسورة كما يقال في جمع الأسقية الأساقي, وفي جمع الأكرع الأكارع. وقال آخر منهم قد قيل في سوار اليد: يجوز فيه أسوار وإسوار; قال: فيجوز على هذه اللغة أن يكون أساورة جمعه. وحُكي عن أبي عمرو بن العلاء أنه كان يقول: واحد الأساورة إسوار; قال: وتصديقه في قراءة أبيّ بن كعب \" فَلَوْلا أُلْقِيَ عَلَيْهِ أسَاوِرَةٌ مِنْ ذَهَبٍ\" فإن كان ما حكي من الرواية من أنه يجوز أن يقال في سوار اليد إسوار, فلا مؤنة في جمعه أساورة, ولست أعلم ذلك صحيحا عن العرب برواية عنها, وذلك أن المعروف في كلامهم من معنى الإسوار: الرجل الرامي, الحاذق بالرمي من رجال العجم. وأما الذي يُلبس في اليد, فإن المعروف من أسمائه عندهم سوارا. فإذا كان ذلك كذلك, فالذي هو أولى بالأساورة أن يكون جمع أسورة على ما قاله الذي ذكرنا قوله في ذلك.وقوله: ( أَوْ جَاءَ مَعَهُ الْمَلائِكَةُ مُقْتَرِنِينَ ) يقول: أو هلا إن كان صادقا جاء معه الملائكة مقترنين قد اقترن بعضهم ببعض, فتتابَعُوا يشهدون له بأنه لله رسول إليهم. وبنحو الذي قلنا في ذلك, قال أهل التأويل على اختلاف منهم في العبارة على تأويله, فقال بعضهم: يمشون معا.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال أبو عاصم, قال ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن نجيح, عن مجاهد, في قوله: ( الْمَلائِكَةُ مُقْتَرِنِينَ ) قال: يمشون معا.وقال آخرون: متتابعين.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا زيد, قال: ثنا سعيد, عن قتادة ( أَوْ جَاءَ مَعَهُ الْمَلائِكَةُ مُقْتَرِنِينَ ) : أي متتابعين.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, مثله.وقال آخرون: يقارن بعضهم بعضا.* ذكر من قال ذلك:حدثنا محمد, قال ثنا أحمد, قال: ثنا أسباط, عن السديّ( أَوْ جَاءَ مَعَهُ الْمَلائِكَةُ مُقْتَرِنِينَ ) قال: يقارن بعضهم بعضا."
    },
    {
      "ayah": 54,
      "surah": 43,
      "text": "القول في تأويل قوله تعالى :  فَاسْتَخَفَّ قَوْمَهُ فَأَطَاعُوهُ إِنَّهُمْ كَانُوا قَوْمًا فَاسِقِينَ (54)يقول تعالى ذكره: فاستخفّ فرعون خلقا من قومه من القبط, بقوله الذي أخبر الله تبارك وتعالى عنه أنه قال لهم, فقبلوا ذلك منه فأطاعوه, وكذّبوا موسى, قال الله: وإنما أطاعوا فاستجابوا لما دعاهم إليه عدوّ الله من تصديقه, وتكذيب موسى, لأنهم كانوا قوما عن طاعة الله خارجين بخذلانه إياهم, وطبعه على قلوبهم."
    },
    {
      "ayah": 55,
      "surah": 43,
      "text": "يقول الله تبارك وتعالى: ( فَلَمَّا آسَفُونَا ) يعني بقوله: آسفونا: أغضبونا.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله ( فَلَمَّا آسَفُونَا ) يقول: أسخطونا.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس,( فَلَمَّا آسَفُونَا ) يقول: لما أغضبونا.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد ( فَلَمَّا آسَفُونَا ) : أغضبونا.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله: ( فَلَمَّا آسَفُونَا ) قال: أغضبوا ربهم.حدثنا ابن عبد الأعلى, قال ثنا ابن ثور, عن معمر, عن قتادة ( فَلَمَّا آسَفُونَا ) قال: أغضبونا.حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( فَلَمَّا آسَفُونَا ) قال: أغضبونا, وهو على قول يعقوب:  يَا أَسَفَى عَلَى يُوسُفَ  قال: يا حَزني على يوسف.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( فَلَمَّا آسَفُونَا انْتَقَمْنَا مِنْهُمْ ) قال: أغضبونا, وقوله: ( انْتَقَمْنَا مِنْهُمْ ) يقول: انتقمنا منهم بعاجل العذاب الذي عجلناه لهم, فأغرقناهم جميعا في البحر."
    },
    {
      "ayah": 56,
      "surah": 43,
      "text": "القول في تأويل قوله تعالى :  فَجَعَلْنَاهُمْ سَلَفًا وَمَثَلا لِلآخِرِينَ (56)اختلفت القرّاء في قراءة ذلك, فقرأته عامة قرّاء الكوفة غير عاصم \" فَجَعَلْنَاهُمْ سُلُفًا \" بضم السين واللام, توجيها ذلك منهم إلى جمع سليف من الناس, وهو المتقدّم أمام القوم. وحكى الفرّاء أنه سمع القاسم بن معن يذكر أنه سمع العرب تقول: مضى سليف من الناس. وقرأته عامة قرّاء المدينة والبصرة وعاصم: ( فَجَعَلْنَاهُمْ سَلَفًا ) بفتح السين واللام.وإذا قرئ كذلك احتمل أن يكون مرادا به الجماعة والواحد والذكر والأنثى, لأنه يقال للقوم: أنتم لنا سلف, وقد يجمع فيقال: هم أسلاف; ومنه الخبر الذي روي عن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم أنه قال: \" يَذْهَبُ الصَّالِحُونَ أسْلافًا \".وكان حُميد الأعرج يقرأ ذلك: \" فَجَعَلْنَاهُمْ سُلَفًا \" بضم السين وفتح اللام, توجيها منه ذلك إلى جمع سلفة من الناس, مثل أمة منهم وقطعة.وأولى القراءات في ذلك بالصواب قراءة من قرأه بفتح السين واللام, لأنها اللغة الجوداء, والكلام المعروف عند العرب, وأحقّ اللغات أن يقرأ بها كتاب الله من لغات العرب أفصحها وأشهرها فيهم. فتأويل الكلام إذن: فجعلنا هؤلاء الذين أغرقناهم من قوم فرعون في البحر مقدّمة يتقدمون إلى النار, كفار قومك يا محمد من قريش, وكفار قومك لهم بالأثر.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله: ( فَجَعَلْنَاهُمْ سَلَفًا وَمَثَلا لِلآخِرِينَ ) قال: قوم فرعون كفارهم سلفا لكفار أمة محمد صَلَّى الله عَلَيْهِ وَسَلَّم.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( فَجَعَلْنَاهُمْ سَلَفًا ) في النار.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر: ( فَجَعَلْنَاهُمْ سَلَفًا ) قال: سلفا إلى النار.وقوله: ( وَمَثَلا لِلآخِرِينَ ) يقول: وعبرة وعظة يتعظ بهم مَنْ بعدهم من الأمم, فينتهوا عن الكفر بالله. وبمثل الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, مجاهد ( وَمَثَلا لِلآخِرِينَ ) قال: عبرة لمن بعدهم.حدثنا ابن عبد الأعلى, قال: ثنا أبو ثور, عن معمر, عن قتادة ( وَمَثَلا لِلآخِرِينَ ) : أي عظة للآخرين.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَمَثَلا لِلآخِرِينَ ) : أي عظة لمن بعدهم.حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( فَجَعَلْنَاهُمْ سَلَفًا وَمَثَلا ) قال: عبرة."
    },
    {
      "ayah": 57,
      "surah": 43,
      "text": "وقوله: ( وَلَمَّا ضُرِبَ ابْنُ مَرْيَمَ مَثَلا ) يقول تعالى ذكره: ولما شبه الله عيسى في إحداثه وإنشائه إياه من غير فحل بآدم, فمثله به بأنه خلقه من تراب من غير فحل, إذا قومك يا محمد من ذلك يضجون ويقولون: ما يريد محمد منا إلا أن نتخذه إلها نعبده, كما عبدت النصارى المسيح.واختلف أهل التأويل في تأويل ذلك, فقال بعضهم بنحو الذي قلنا فيه.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال ثنا أبو عاصم, قال ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, في قول الله عزّ وجلّ: ( إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ ) قال: يضجون; قال: قالت قريش: إنما يريد محمد أن نعبده كما عبد قوم عيسى عيسى.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, قال: لما ذُكر عيسى ابن مريم جزعت قريش من ذلك, وقالوا: يا محمد ما ذكرت عيسى ابن مريم (1) وقالوا: ما يريد محمد إلا أن نصنع به كما صنعت النصارى بعيسى ابن مريم, فقال الله عزّ وجلّ:  مَا ضَرَبُوهُ لَكَ إِلا جَدَلا  .حدثنا بشر, قال ثنا يزيد, قال: ثنا سعيد, عن قتادة, قال: لما ذكر عيسى في القرآن قال مشركو قريش: يا محمد ما أردت إلى ذكر عيسى؟ قال: وقالوا: إنما يريد أن نحبه كما أحبَّت النصارى عيسى.وقال آخرون: بل عنى بذلك قول الله عزّ وجلّ  إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ أَنْتُمْ لَهَا وَارِدُونَ  قيل المشركين عند نـزولها: قد رضينا بأن تكون آلهتنا مع عيسى وعُزَير والملائكة, لأن كل هؤلاء مما يعبد من دون الله, قال الله عزّ وجلّ: ( وَلَمَّا ضُرِبَ ابْنُ مَرْيَمَ مَثَلا إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ ) وقالوا: أآلهتنا خير أم هو؟.* ذكر من قال ذلك:حدثني محمد بن سعد, ثنا أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس: ( وَلَمَّا ضُرِبَ ابْنُ مَرْيَمَ مَثَلا إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ ) قال: يعني قريشا لما قيل لهم  إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ أَنْتُمْ لَهَا وَارِدُونَ  فقالت له قريش: فما ابن مريم؟ قال: ذاك عبد الله ورسوله, فقالوا: والله ما يريد هذا إلا أن نتخذه ربا كما اتخذت النصارى عيسى ابن مريم ربا, فقال الله عزّ وجلّ:  مَا ضَرَبُوهُ لَكَ إِلا جَدَلا بَلْ هُمْ قَوْمٌ خَصِمُونَ  .واختلفت القرّاء في قراءة قوله: ( يَصُدُّونَ ) فقرأته عامة قرّاء المدينة, وجماعة من قرّاء الكوفة: \" يصُدُّونَ\" بضم الصاد. وقرأ ذلك بعض قرّاء الكوفة والبصرة ( يَصُدُّونَ ) بكسر الصاد.واختلف أهل العلم بكلام العرب في فرق ما بين ذلك إذا قُرئ بضم الصاد, وإذا قُرئ بكسرها, فقال بعض نحوييّ البصرة, ووافقه عليه بعض الكوفيين: هما لغتان بمعنى واحد, مثل يشُدّ ويشِدّ, ويَنُمُّ ويَنِمّ من النميمة. وقال آخر: منهم من كسر الصاد فمجازها يضجون, ومن ضمها فمجازها يعدلون. وقال بعض من كسرها: فإنه أراد يضجون, ومن ضمها فإنه أراد الصدود عن الحقّ.وحُدثت عن الفرّاء قال: ثني أبو بكر بن عياش, أن عاصما ترك يصدّون من قراءة أبي عبد الرحمن, وقرأ يصدّون, قال: قال أبو بكر. حدثني عاصم, عن أبي رزين, عن أبي يحيى, أن ابن عباس لقي ابن أخي عبيد بن عمير, فقال: إن عمك لعربيّ, فما له يُلحن في قوله: \" إذَا قُومُكَ مِنْهُ يَصُدُّونَ\", وإنما هي ( يَصُدُّونَ ).والصواب من القول في ذلك أنهما قراءتان معروفتان, ولغتان مشهورتان بمعنى واحد, ولم نجد أهل التأويل فرقوا بين معنى ذلك إذا قرئ بالضم والكسر, ولو كان مختلفا معناه, لقد كان الاختلاف في تأويله بين أهله موجودا وجود اختلاف القراءة فيه باختلاف اللغتين, ولكن لما لم يكن مختلف المعنى لم يختلفوا في أن تأويله: يضجون ويجزعون, فبأي القراءتين قرأ القارئ فمصيب.* ذكر ما قلنا في تأويل ذلك:حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله: ( إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ ) قال: يضجون.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس ( إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ ) يقول: يضجون.حدثنا ابن حميد, قال: ثنا يحيى بن واضح, قال: ثنا أبو حمزة, عن المُغيرة الضبيّ, عن الصعب بن عثمان قال: كان ابن عباس يقرأ ( إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ ), وكان يفسرها يقول: يضجون.ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن عاصم, عن أبي رزين, عن ابن عباس ( إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ ) قال: يضجون.حدثنا ابن المثنى, قال: ثنا ابن أبي عدي, عن شعبة عن عاصم عن أبي رزين, عن ابن عباس بمثله.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح عن مجاهد, في قول الله عزّ وجلّ: ( إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ ) قال: يضجون.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ ) : أي يجزعون ويضجون.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن عاصم بن أبي النجود, عن أبي صالح, عن ابن عباس أنه قرأها( يَصُدُّونَ ) : أي يضجون, وقرأ عليّ رضي الله عنه ( يَصُدُّونَ ).حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: ثنا عبيد, قال: سمعت الضحاك يقول, في قوله: ( إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ ) قال: يضجون.حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ ) قال: يضجون.------------------------الهوامش:(1) كذا في الأصل ، ولم يتم الكلام ؛ ولعله اكتفى بدلالة ما بعده عليه ."
    },
    {
      "ayah": 58,
      "surah": 43,
      "text": "القول في تأويل قوله تعالى :  وَقَالُوا أَآلِهَتُنَا خَيْرٌ أَمْ هُوَ مَا ضَرَبُوهُ لَكَ إِلا جَدَلا بَلْ هُمْ قَوْمٌ خَصِمُونَ (58)يقول تعالى ذكره: وقال مشركو قومك يا محمد: آلهتنا التي نعبدها خير؟ أم محمد فنعبد محمدا؟ ونترك آلهتنا؟.وذُكر أن ذلك في قراءة أبيّ بن كعب: \" أآلهتنا خير أم هذا \" .* ذكر الرواية بذلك: حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور عن معمر, عن قتادة أن في حرف أبي بن كعب \" وقالوا أآلهتنا خير أم هذا \" يعنون محمدا صَلَّى الله عَلَيْهِ وَسَلَّم.وقال آخرون: بل عنى بذلك: آلهتنا خير أم عيسى؟.* ذكر من قال ذلك:حدثنا محمد بن الحسين, قال: ثنا أحمد بن المفضل, قال: ثنا أسباط, عن السديّ, في قوله: ( وَقَالُوا أَآلِهَتُنَا خَيْرٌ أَمْ هُوَ مَا ضَرَبُوهُ لَكَ إِلا جَدَلا بَلْ هُمْ قَوْمٌ خَصِمُونَ ) قال: خاصموه, فقالوا: يزعم أن كلّ من عبد من دون الله في النار, فنحن نرضى أن تكون آلهتنا مع عيسى وعُزير والملائكة هؤلاء قد عُبدوا من دون الله, قال: فأنـزل الله براءة عيسى.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, فى قوله: ( أَآلِهَتُنَا خَيْرٌ ) قال: عبد هؤلاء عيسى, ونحن نعبد الملائكة.وقوله: ( مَا ضَرَبُوهُ لَكَ إِلا جَدَلا بَلْ هُمْ قَوْمٌ خَصِمُونَ ).... إلى ( فِي الأرْضِ يَخْلُفُونَ ). وقوله تعالى ذكره: ( مَا ضَرَبُوهُ لَكَ إِلا جَدَلا ) يقول تعالى ذكره: ما مثلوا لك هذا المثل يا محمد ولا قالوا لك هذا القول إلا جدلا وخصومة يخاصمونك به ( بَلْ هُمْ قَوْمٌ خَصِمُونَ ) يقول جلّ ثناؤه: ما بقومك يا محمد هؤلاء المشركين في محاجتهم إياك بما يحاجونك به طلب الحق ( بَلْ هُمْ قَوْمٌ خَصِمُونَ ) يلتمسون الخصومة بالباطل.وذُكر عن النبي صَلَّى الله عَلَيْهِ وَسَلَّم أنه قال: \" ما ضل قوم عن الحق إلا أوتوا الجدل \".* ذكر الرواية ذلك: حدثنا ابن المثنى, قال: ثنا يعلى, قال: ثنا الحجاج بن دينار, عن أبي غالب عن أبي أمامة قال: قال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: \" ما ضل قوم بعد هدى كانوا عليه إلا أوتوا الجدل, وقرأ: ( مَا ضَرَبُوهُ لَكَ إِلا جَدَلا )... الآية.حدثني موسى بن عبد الرحمن الكندي وأبو كُرَيب قالا ثنا محمد بن بشر, قال: ثنا حجاج بن دينار, عن أبي أُمامة \" أن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم, خرج على الناس وهم يتنازعون في القرآن, فغضب غضبا شديدًا, حتى كأنما صبّ على وجهه الخلّ, ثم قال صَلَّى الله عَلَيْهِ وَسَلَّم: \" لا تَضْرِبُوا كِتَابَ الله بَعْضَهُ بِبَعْضٍ, فإنَّهُ ما ضَلَّ قَوْمٌ قَطُّ إلا أُوتُوا الجَدَلَ\", ثم تلا( مَا ضَرَبُوهُ لَكَ إِلا جَدَلا بَلْ هُمْ قَوْمٌ خَصِمُونَ )."
    },
    {
      "ayah": 59,
      "surah": 43,
      "text": "وقوله: ( إِنْ هُوَ إِلا عَبْدٌ أَنْعَمْنَا عَلَيْهِ ) يقول تعالى ذكره: فما عيسى إلا عبد من عبادنا, أنعمنا عليه بالتوفيق والإيمان, وجعلناه مثلا لبني إسرائيل, يقول: وجعلناه آية لبني إسرائيل, وحجة لنا عليهم بإرسالناه إليهم بالدعاء إلينا, وليس هو كما تقول النصارى من أنه ابن الله تعالى, تعالى الله عن ذلك.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة: ( إِنْ هُوَ إِلا عَبْدٌ أَنْعَمْنَا عَلَيْهِ ) يعني بذلك عيسى ابن مريم, ما عدا ذلك عيسى ابن مريم, إن كان إلا عبدا أنعم الله عليه.وبنحو الذي قلنا أيضا في قوله: ( وَجَعَلْنَاهُ مَثَلا لِبَنِي إِسْرَائِيلَ ) قالوا.* ذكر من قال ذلك:حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن قتادة ( مَثَلا لِبَنِي إِسْرَائِيلَ ) أحسبه قال: آية لبني إسرائيل.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَجَعَلْنَاهُ مَثَلا لِبَنِي إِسْرَائِيلَ ) أي آية."
    },
    {
      "ayah": 6,
      "surah": 43,
      "text": "القول في تأويل قوله تعالى :  وَكَمْ أَرْسَلْنَا مِنْ نَبِيٍّ فِي الأَوَّلِينَ (6)يقول تعالى ذكره: (وَكَمْ أَرْسَلْنَا مِنْ نَبِيٍّ) يا محمد في القرون الأولين الذين مضوا قبل قرنك الذي بعثت فيه كما أرسلناك في قومك من قريش."
    },
    {
      "ayah": 60,
      "surah": 43,
      "text": "قوله: ( وَلَوْ نَشَاءُ لَجَعَلْنَا مِنْكُمْ مَلائِكَةً فِي الأرْضِ يَخْلُفُونَ ) يقول تعالى ذكره: ولو نشاء معشر بني آدم أهلكناكم, فأفنينا جميعكم, وجعلنا بدلا منكم في الأرض ملائكة يخلفونكم فيها يعبدونني وذلك نحو قوله تعالى ذكره:  إِنْ يَشَأْ يُذْهِبْكُمْ أَيُّهَا النَّاسُ وَيَأْتِ بِآخَرِينَ وَكَانَ اللَّهُ عَلَى ذَلِكَ قَدِيرًا  وكما قال:  إِنْ يَشَأْ يُذْهِبْكُمْ وَيَسْتَخْلِفْ مِنْ بَعْدِكُمْ مَا يَشَاءُ  .وبنحو الذي قلنا في ذلك قال أهل التأويل, غير أن منهم من قال: معناه: يخلف بعضهم بعضا.* ذكر من قال ذلك:حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله: ( وَلَوْ نَشَاءُ لَجَعَلْنَا مِنْكُمْ مَلائِكَةً فِي الأرْضِ يَخْلُفُونَ ) يقول: يخلف بعضهم بعضا.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله: ( لَجَعَلْنَا مِنْكُمْ مَلائِكَةً فِي الأرْضِ يَخْلُفُونَ ) قال: يعمرون الأرض بدلا منكم.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله: ( مَلائِكَةً فِي الأرْضِ يَخْلُفُونَ ) قال: يخلف بعضهم بعضا, مكان بني آدم.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَلَوْ نَشَاءُ لَجَعَلْنَا مِنْكُمْ مَلائِكَةً فِي الأرْضِ يَخْلُفُونَ ) لو شاء الله لجعل في الأرض ملائكة يخلف بعضهم بعضا.حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( وَلَوْ نَشَاءُ لَجَعَلْنَا مِنْكُمْ مَلائِكَةً فِي الأرْضِ يَخْلُفُونَ ) قال: خلفا منكم."
    },
    {
      "ayah": 61,
      "surah": 43,
      "text": "القول في تأويل قوله تعالى :  وَإِنَّهُ لَعِلْمٌ لِلسَّاعَةِ فَلا تَمْتَرُنَّ بِهَا وَاتَّبِعُونِ هَذَا صِرَاطٌ مُسْتَقِيمٌ (61)اختلف أهل التأويل في الهاء التي في قوله: ( وَإِنَّهُ ) وما المعنيّ بها, ومن ذكر ما هي, فقال بعضهم: هي من ذكر عيسى, وهي عائدة عليه. وقالوا: معنى الكلام: وإن عيسى ظهوره علم يعلم به مجيء الساعة, لأن ظهوره من أشراطها ونـزوله إلى الأرض دليل على فناء الدنيا, وإقبال الآخرة.* ذكر من قال ذلك:حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن عاصم, عن أبي رزين, عن يحيى, عن ابن عباس,( وَإِنَّهُ لَعِلْمٌ لِلسَّاعَةِ ) قال: خروج عيسى ابن مريم.حدثنا ابن المثنى, قال: ثنا ابن أبي عدي, عن شعبة, عن عاصم, عن أبي رزين, عن ابن عباس بمثله, إلا أنه قال: نـزول عيسى ابن مريم.حدثني محمد بن إسماعيل الأحمسيّ, قال: ثنا غالب بن قائد, قال: ثنا قيس, عن عاصم, عن أبي رزين, عن ابن عباس, أنه كان يقرأ \" وَإِنَّهُ لَعَلَمٌ للسَّاعَةِ\" قال: نـزول عيسى ابن مريم.حدثنا أبو كُرَيب, قال: ثنا ابن عطية, عن فضيل بن مرزوق, عن جابر, قال: كان ابن عباس يقول: ما أدري علم الناس بتفسير هذه الآية, أم لم يفطنوا لها؟\" وَإِنَّهُ لَعَلَمٌ للسَّاعَةِ\" قال: نـزول عيسى ابن مريم.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس: \" وَإِنَّهُ لَعَلْمٌ للسَّاعَةِ\" قال: نـزول عيسى ابن مريم.حدثني يعقوب, قال: ثنا هشيم, قال: أخبرنا حصين, عن أبي مالك وعوف عن الحسن أنهما قالا في قوله: ( وَإِنَّهُ لَعِلْمٌ لِلسَّاعَةِ ) قالا نـزول عيسى ابن مريم وقرأها أحدهما \" وَإِنَّهُ لَعَلْمٌ للسَّاعَةِ\".حدثنا محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله: ( وَإِنَّهُ لَعِلْمٌ لِلسَّاعَةِ ) قال: آية للساعة خروج عيسى ابن مريم قبل يوم القيامة.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة \" وَإِنَّهُ لَعَلَمٌ للسَّاعَةِ\" قال: نـزول عيسى ابن مريم علم للساعة: القيامة.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله: \" وَإِنَّهُ لَعَلَمٌ للسَّاعَةِ\" قال: نـزول عيسى ابن مريم علم للساعة.حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( وَإِنَّهُ لَعِلْمٌ لِلسَّاعَةِ ) قال: خروج عيسى ابن مريم قبل يوم القيامة.حدثت عن الحسين, قال: سمعت أبا معاذ يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله: ( وَإِنَّهُ لَعِلْمٌ لِلسَّاعَةِ ) يعني خروج عيسى ابن مريم ونـزوله من السماء قبل يوم القيامة.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( وَإِنَّهُ لَعِلْمٌ لِلسَّاعَةِ ) قال: نـزول عيسى ابن مريم علم للساعة حين ينـزل.وقال آخرون: الهاء التي في قوله: ( وَإنَّهُ ) من ذكر القرآن, وقالوا: معنى الكلام: وإن هذا القرآن لعلم للساعة يعلمكم بقيامها, ويخبركم عنها وعن أهوالها.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قال: كان الحسن يقول: \" وَإِنَّهُ لَعَلَمٌ للسَّاعَةِ\" هذا القرآن.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة قال: كان ناس يقولون: القرآن علم للساعة. واجتمعت قرّاء الأمصار في قراءة قوله: ( وَإِنَّهُ لَعِلْمٌ لِلسَّاعَةِ ) على كسر العين من العلم. ورُوي عن ابن عباس ما ذكرت عنه في فتحها, وعن قتادة والضحاك.والصواب من القراءة في ذلك: الكسر في العين, لإجماع الحجة من القرّاء عليه.وقد ذكر أن ذلك في قراءة أُبيّ, وإنه لذكر للساعة, فذلك مصحح قراءة الذين قرءوا بكسر العين من قوله: ( لَعِلْمٌ ).وقوله: ( فَلا تَمْتَرُنَّ بِهَا ) يقول: فلا تشكنّ فيها وفي مجيئها أيها الناس.كما حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( فَلا تَمْتَرُنَّ بِهَا ) قال: تشكون فيها.وقوله: ( وَاتَّبِعُونَ ) يقول تعالى ذكره: وأطيعون فاعملوا بما أمرتكم به, وانتهوا عما نهيتكم عنه,( هَذَا صِرَاطٌ مُسْتَقِيمٌ ) يقول: اتباعكم إياي أيها الناس في أمري ونهي صراط مستقيم, يقول: طريق لا اعوجاج فيه, بل هو قويم."
    },
    {
      "ayah": 62,
      "surah": 43,
      "text": "وقوله: ( وَلا يَصُدَّنَّكُمُ الشَّيْطَانُ ) يقول جلّ ثناؤه: ولا يعدلنكم الشيطان عن طاعتي فيما آمركم وأنهاكم, فتخالفوه إلى غيره, وتجوروا عن الصراط المستقيم فتضلوا( إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ ) يقول: إن الشيطان لكم عدوّ يدعوكم إلى ما فيه هلاككم, ويصدّكم عن قصد السبيل, ليوردكم المهالك, مبين قد أبان لكم عداوته, بامتناعه من السجود لأبيكم آدم, وإدلائه بالغرور حتى أخرجه من الجنة حسدًا وبغيًا."
    },
    {
      "ayah": 63,
      "surah": 43,
      "text": "القول في تأويل قوله تعالى :  وَلَمَّا جَاءَ عِيسَى بِالْبَيِّنَاتِ قَالَ قَدْ جِئْتُكُمْ بِالْحِكْمَةِ وَلأُبَيِّنَ لَكُمْ بَعْضَ الَّذِي تَخْتَلِفُونَ فِيهِ فَاتَّقُوا اللَّهَ وَأَطِيعُونِ (63)يقول تعالى ذكره: ولم جاء عيسى بني إسرائيل بالبينات, يعني بالواضحات من الأدلة. وقيل: عُني بالبيِّنات: الإنجيل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَلَمَّا جَاءَ عِيسَى بِالْبَيِّنَاتِ ) أي بالإنجيل. وقوله: ( قَالَ قَدْ جِئْتُكُمْ بِالْحِكْمَةِ ) قيل: عُني بالحكمة في هذا الموضع: النبوّة.* ذكر من قال ذلك:حدثني محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( قَالَ قَدْ جِئْتُكُمْ بِالْحِكْمَةِ ) قال: النبوّة.وقد بيَّنت معنى الحكمة فيما مضى من كتابنا هذا بشواهده, وذكرت اختلاف المختلفين في تأويله, فأغنى ذلك عن إعادته.وقوله: ( وَلأبَيِّنَ لَكُمْ بَعْضَ الَّذِي تَخْتَلِفُونَ فِيهِ ) يقول: ولأبين لكم معشر بني إسرائيل بعض الذي تختلفون فيه من أحكام التوراة.كما حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله: ( وَلأبَيِّنَ لَكُمْ بَعْضَ الَّذِي تَخْتَلِفُونَ فِيهِ ) قال: من تبديل التوراة.وقد قيل: معنى البعض في هذا الموضع بمعنى الكلّ, وجعلوا ذلك نظير قول لبيد?تَــرَّاكُ أمْكِنَــةٍ إذَا لَــمْ أرْضَهَـاأوْ يَعْتَلِـقْ بَعْـضَ النُّفـوسِ حِمامُهـا (1)قالوا: الموت لا يعتلق بعض النفوس, وإنما المعنى: أو يعتلق النفوس حمامها, وليس لما قال هذا القائل كبير معنى, لأن عيسى إنما قال لهم: ( وَلأبَيِّنَ لَكُمْ بَعْضَ الَّذِي تَخْتَلِفُونَ فِيهِ ), لأنه قد كان بينهم اختلاف كثير في أسباب دينهم ودنياهم, فقال لهم: أبين لكم بعض ذلك, وهو أمر دينهم دون ما هم فيه مختلفون من أمر دنياهم, فلذلك خص ما أخبرهم أنه يبينه لهم. وأما قول لبيد: \" أو يعتلق بعض النفوس \", فإنه إنما قال ذلك أيضا كذلك, لأنه أراد: أو يعتلق نفسه حمامها, فنفسه من بين النفوس لا شكّ أنها بعض لا كل.وقوله: ( فَاتَّقُوا اللَّهَ وَأَطِيعُونِ ) يقول: فاتقوا ربكم أيها الناس بطاعته, وخافوه باجتناب معاصيه, وأطيعون فيما أمرتكم به من اتقاء الله واتباع أمره, وقبول نصيحتي لكم.-------------------الهوامش :(1) البيت للبيد ( مجاز القرآن لأبي عبيدة . الورقة 221 ) أنشده عند قوله تعالى : ( لأبين لكم بعض الذي تختلفون فيه ) قال : البعض هاهنا : كله . قال لبيد :\" تراك ... البيت\" . وفي شرح الزوزني للمعلقات السبع ( ص 116 ) يقول : إني تراك أماكن إذا لم أرضها إلا أن يرتبط نفسي حمامها ، فلا يمكنها البراح . وأراد ببعض النفوس هنا : نفسه . هذا أوجه الأقوال وأحسنها . ومن جعل بعض النفوس بمعنى كل النفوس ، فقد أخطأ لأن بعضا لا يفيد العموم والاستيعاب . وتحرير المعنى : إني لا أترك الأماكن أجتويها وأقلبها ، إلا أن أموت . وقال التبريزي في شرح القصائد العشر ، ( ص 160 ) يقول : أترك الأمكنة إذا رأيت فيها ما يكره إلا أن يدركني الموت . وأراد بالنفوس نفسه ، ويعتلق : يحبس . والحمام : الموت . ويقال القدر . وقوله أو يعتلق مجزوم عطفا على قوله : إذا لم أرضها . ا هـ ."
    },
    {
      "ayah": 64,
      "surah": 43,
      "text": "وقوله: ( إِنَّ اللَّهَ هُوَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ ) يقول: إن الله الذي يستوجب  علينا إفراده بالألوهية وإخلاص الطاعة له, ربي وربكم جميعا, فاعبدوه وحده, لا تشكروا معه في عبادته شيئا, فإنه لا يصلح, ولا ينبغي أن يُعبد شيء سواه.وقوله: ( هَذَا صِرَاطٌ مُسْتَقِيمٌ ) يقول: هذا الذي أمرتكم به من اتقاء الله وطاعتي, وإفراد الله بالألوهة, هو الطريق المستقيم, وهو دين الله الذي لا يقبل من أحد من عباده غيره."
    },
    {
      "ayah": 65,
      "surah": 43,
      "text": "القول في تأويل قوله تعالى :  فَاخْتَلَفَ الأَحْزَابُ مِنْ بَيْنِهِمْ فَوَيْلٌ لِلَّذِينَ ظَلَمُوا مِنْ عَذَابِ يَوْمٍ أَلِيمٍ (65)اختلف أهل التأويل في المعنيين بالأحزاب, الذين ذكرهم الله فى هذا الموضع, فقال بعضهم: عنى بذلك: الجماعة التي تناظرت في أمر عيسى, واختلفت فيه.* ذكر من قال ذلك:حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله: ( فَاخْتَلَفَ الأحْزَابُ مِنْ بَيْنِهِمْ ) قال: هم الأربعة الذين أخرجهم بنو إسرائيل يقولون في عيسى. وقال آخرون: بل هم اليهود والنصارى.* ذكر من قال ذلك:حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ, في قوله: ( فَاخْتَلَفَ الأحْزَابُ مِنْ بَيْنِهِمْ ) قال: اليهود والنصارى. والصواب من القول في ذلك أن يقال: معنى ذلك: فاختلف الفرق المختلفون في عيسى ابن مريم من بين من دعاهم عيسى إلى ما دعاهم إليه من اتقاء الله والعمل بطاعته, وهم اليهود والنصارى, ومن اختلف فيه من النصارى, لأن جميعهم كانوا أحزابا مبتسلين (2) مختلفي الأهواء مع بيانه لهم أمر نفسه, وقوله لهم:  إِنَّ اللَّهَ هُوَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَذَا صِرَاطٌ مُسْتَقِيمٌ  .وقوله: ( فَوَيْلٌ لِلَّذِينَ ظَلَمُوا مِنْ عَذَابِ يَوْمٍ أَلِيمٍ ) يقول تعالى ذكره فالوادي السائل من القيح والصديد في جهنم للذين كفروا بالله, الذين قالوا في عيسى ابن مريم بخلاف ما وصف عيسى به نفسه في هذه الآية ( مِنْ عَذَابِ يَوْمٍ أَلِيمٍ ) يقول: من عذاب يوم مؤلم, ووصف اليوم بالإيلام, إذ كان العذاب الذي يؤلمهم فيه, وذلك يوم القيامة.كما حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( مِنْ عَذَابِ يَوْمٍ أَلِيمٍ ) قال: من عذاب يوم القيامة.-----------------الهوامش :(2) كذا في الأصل . ولعل الصواب\" متبسلين\" بتقديم التاء على الباء . قال في اللسان : تبسل الرجل : عبس من الغضب أو الشجاعة أما ابتسل الرجل بتقديم الباء ، فمعناه : أخذ على رقيته أجرا . ا هـ ."
    },
    {
      "ayah": 66,
      "surah": 43,
      "text": "وقوله: ( هَلْ يَنْظُرُونَ إِلا السَّاعَةَ أَنْ تَأْتِيَهُمْ بَغْتَةً ) يقول: هل ينظر هؤلاء الأحزاب المختلفون في عيسى ابن مريم, القائلون فيه الباطل من القول, إلا الساعة التي فيها تقوم القيامة فجأة ( وَهُمْ لا يَشْعُرُونَ ) يقول: وهم لا يعلمون بمجيئها."
    },
    {
      "ayah": 67,
      "surah": 43,
      "text": "القول في تأويل قوله تعالى :  الأَخِلاءُ يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلا الْمُتَّقِينَ (67)يقول تعالى ذكره: المتخالون يوم القيامة على معاصي الله في الدنيا, بعضهم لبعض عدوّ, يتبرأ بعضهم من بعض, إلا الذين كانوا تخالّوا فيها على تقوى الله.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, في قوله: ( الأخِلاءُ يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلا الْمُتَّقِينَ ) فكلّ خُلَّةٍ على معصية الله في الدنيا متعادون.حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله ( الأخِلاءُ يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلا الْمُتَّقِينَ ) فكلّ خُلَّةٍ هي عداوة إلا خلة المتقين.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن أبي إسحاق, أن عليا رضي الله عنه قال: خليلان مؤمنان, وخليلان كافران, فمات أحد المؤمنين فقال: يا ربّ إن فلانا كان يأمرني بطاعتك وطاعة رسولك, ويأمرني بالخير, وينهاني عن الشرّ ويخبرني أني ملاقيك يا ربّ فلا تضله بعدي واهده كما هديتني وأكرمه كما أكرمتني, فإذا مات خليله المؤمن جمع بينهما فيقول: ليثن أحدكما على صاحبه فيقول: يا ربّ إنه كان يأمرني بطاعتك وطاعة رسولك, ويأمرني بالخير, وينهاني عن الشرّ, ويخبرني أني ملاقيك, فيقول: نعم الخليل, ونعم الأخ, ونعم الصاحب; قال: ويموت أحد الكافرين فيقول: يا ربّ إن فلانا كان ينهاني عن طاعتك وطاعة رسولك, ويأمرني بالشرّ, وينهاني عن الخير, ويخبرني أني غير ملاقيك, فيقول: بئس الأخ, وبئس الخليل, وبئس الصاحب."
    },
    {
      "ayah": 68,
      "surah": 43,
      "text": "وقوله: ( يَا عِبَادِ لا خَوْفٌ عَلَيْكُمُ الْيَوْمَ وَلا أَنْتُمْ تَحْزَنُونَ ) وفي هذا الكلام محذوف استغنى بدلالة ما ذكر عليه. ومعنى الكلام: الأخلاء يومئذ بعضهم لبعض عدو إلا المتقين, فإنهم يقال لهم: يا عبادي لا خوف عليكم اليوم من عقابي, فإني قد أمنتكم منه برضاي عنكم, ولا أنتم تحزنون على فراق الدنيا فإن الذي قدمتم عليه خير لكم مما فارقتموه منها.وذُكر أن الناس ينادون هذا النداء يوم القيامة, فيطمع فيها من ليس من أهلها حتى يسمع قوله:  الَّذِينَ آمَنُوا بِآيَاتِنَا وَكَانُوا مُسْلِمِينَ  فييأس منها عند ذلك.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, قال: ثنا المعتمر, عن أبيه, قال سمعت أن الناس حين يبعثون ليس منهم أحد إلا فزع, فينادي مناد: يا عباد الله لا خوف عليكم اليوم ولا أنتم تحزنون, فيرجوها الناس كلهم, قال: فيتبعها  الَّذِينَ آمَنُوا بِآيَاتِنَا وَكَانُوا مُسْلِمِينَ  قال: فييأس الناس منها غير المسلمين."
    },
    {
      "ayah": 69,
      "surah": 43,
      "text": "القول في تأويل قوله تعالى :  الَّذِينَ آمَنُوا بِآيَاتِنَا وَكَانُوا مُسْلِمِينَ (69)وقوله: ( الَّذِينَ آمَنُوا بِآيَاتِنَا ) يقول تعالى ذكره: يا عبادي الذين آمنوا وهم الذين صدقوا بكتاب الله ورسله, وعملوا بما جاءتهم به رسلهم, وكانوا مسلمين, يقول: وكانوا أهل خضوع لله بقلوبهم, وقبول منهم لما جاءتهم به رسلهم عن ربهم على دين إبراهيم خليل الرحمن صَلَّى الله عَلَيْهِ وَسَلَّم, حنفاء لا يهود ولا نصارى, ولا أهل أوثان."
    },
    {
      "ayah": 7,
      "surah": 43,
      "text": "( وَمَا يَأْتِيهِمْ مِنْ نَبِيٍّ إِلا كَانُوا بِهِ يَسْتَهْزِئُونَ ) يقول وما كان يأتي قرنا من أولئك القرون وأمة من أولئك الأمم الأولين لنا من نبيّ يدعوهم إلى الهدى وطريق الحق, إلا كان الذين يأتيهم ذلك من تلك الأمم نبيهم الذي أرسله إليهم يستهزئون سخرية منهم بهم كاستهزاء قومك بك يا محمد. يقول: فلا يعظمن عليك ما يفعل بك قومك, ولا يشقنّ عليك, فإنهم إنما سلكوا في استهزائهم بك مسلك أسلافهم, ومنهاج أئمتهم الماضين من أهل الكفر بالله."
    },
    {
      "ayah": 70,
      "surah": 43,
      "text": "وقوله: ( ادْخُلُوا الْجَنَّةَ أَنْتُمْ وَأَزْوَاجُكُمْ تُحْبَرُونَ ) يقول جلّ ثناؤه: ادخلوا الجنة أنتم أيها المؤمنون وأزواجكم مغبوطين بكرامة الله, مسرورين بما أعطاكم اليوم ربكم.وقد اختلف أهل التأويل في تأويل قوله: ( تُحْبَرُونَ ) وقد ذكرنا ما قد قيل في ذلك فيما مضى, وبيَّنا الصحيح من القول فيه عندنا بما أغنى عن إعادته في هذا الموضع, غير أنا نذكر بعض ما لم يُذكر هنالك من أقوال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( ادْخُلُوا الْجَنَّةَ أَنْتُمْ وَأَزْوَاجُكُمْ تُحْبَرُونَ ) : أي تَنْعَمون.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله: ( تُحْبَرُونَ ) قال: تنعمون.حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ, في قوله: ( تُحْبَرُونَ ) قال: تكرمون.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( أَنْتُمْ وَأَزْوَاجُكُمْ تُحْبَرُونَ ) قال: تنعمون."
    },
    {
      "ayah": 71,
      "surah": 43,
      "text": "القول في تأويل قوله تعالى :  يُطَافُ عَلَيْهِمْ بِصِحَافٍ مِنْ ذَهَبٍ وَأَكْوَابٍ وَفِيهَا مَا تَشْتَهِيهِ الأَنْفُسُ وَتَلَذُّ الأَعْيُنُ وَأَنْتُمْ فِيهَا خَالِدُونَ (71)يقول تعالى ذكره: يُطاف على هؤلاء الذين آمنوا بآياته في الدنيا إذا دخلوا الجنة في الآخرة بصحاف من ذهب, وهي جمع للكثير من الصَّحْفة, والصَّحْفة: القصعة.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( يُطَافُ عَلَيْهِمْ بِصِحَافٍ مِنْ ذَهَبٍ ) قال: القصاع.حدثنا أبو كريب, قال: ثنا يمان, عن أشعث بن إسحاق, عن جعفر, عن شعبة, قال: \" إنّ أدنى أهل الجنة منـزلة, من له قصر فيه سبعون ألف خادم, في يد كل خادم صحفة سوى ما في يد صاحبها, لو فتح بابه فضافه أهل الدنيا لأوسعهم \".حدثنا ابن حميد, قال: ثنا يعقوب القميّ, جعفر, عن سعيد, قال: \" إن أخسّ أهل الجنة منـزلا من له سبعون ألف خادم, مع كل خادم صحفة من ذهب, لو نـزل به جميع أهل الأرض لأوسعهم, لا يستعين عليهم بشيء من غيره, وذلك في قول الله تبارك وتعالى:  لَهُمْ مَا يَشَاءُونَ فِيهَا وَلَدَيْنَا مَزِيدٌ  ولهم (وَفِيهَا مَا تَشْتَهِيهِ الأَنْفُسُ وَتَلَذُّ الأَعْيُنُ)\".حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, عن أبي أيوب الأزدي, عن عبد الله بن عمرو, قال: \" ما أحد من أهل الجنة إلا يسعى عليه ألف غلام, كلّ غلام على عمل ما عليه صاحبه \".وقوله: ( وَأَكْوَابٍ ) وهي جمع كوب, والكوب: الإبريق المستدير الرأس, الذي لا أذن له ولا خرطوم, وإياه عنى الأعشى بقوله?صَرِيفِيَّـــةٌ طَيِّـــبٌ طَعْمُهَـــالَهَــا زَبَــدٌ بَيْــنَ كُــوب وَدَنّ (3)وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد, قال حدثنا أحمد, قال: ثنا أسباط, عن السديّ( وَأَكْوَابٍ ) قال: الأكواب التي ليست لها آذان.ومعنى الكلام: يطاف عليهم فيها بالطعام في صحاف من ذهب, وبالشرب في أكواب من ذهب, فاستغنى بذكر الصحاف والأكواب من ذكر الطعام والشراب, الذي يكون فيها لمعرفة السامعين بمعناه \" وَفِيهَا مَا تَشْتَهِي (4) الأنْفُسُ وَتَلَذُّ الأعْيُنُ\" يقول تعالى ذكره:  لكم في الجنة ما تشتهي نفوسكم أيها المؤمنون, وتلذّ أعينكم ( وَأَنْتُمْ فِيهَا خَالِدُونَ ) يقول: وأنتم فيها ماكثون,لا تخرجون منها أبدا.كما حدثنا بشر, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن علقمة بن مرثد, عن ابن سابط أن رجلا قال: يا رسول الله إني أُحِبُّ الخَيْلَ, فهل في الجنة خيل؟ فقال: \" إنْ يُدْخِلْكَ الجَنَّةَ إنْ شاءَ, فَلا تَشاءُ أنْ تَرْكَبَ فَرَسًا مِنْ يَاقُوتَةٍ حَمْرَاءَ تَطيرُ بِكَ فِي أيّ الجَنَّة شِئْتَ إلا فَعَلَتْ\", فقال أعرابيّ: يا رسول الله إني أحبّ الإبلَ, فهل في الجنة إبل؟ فقال: \" يا أعرابيّ إنْ يُدْخِلْكَ اللهُ الجَنَّةَ إنْ شاءَ اللهُ, فَفِيها ما اشْتَهَتْ نَفْسُكَ, وَلَذَّتْ عَيْنَاك \".حدثنا الحسن بن عرفة, قال: ثنا عمر بن عبد الرحمن الأبار, عن محمد بن سعد الأنصاري, عن أبي ظبية السلفي, قال: إن السرب من أهل الجنة لتظلهم السحابة, قال: فتقول: ما أُمْطِرُكُمْ؟ قال: فما يدعو داع من القوم بشيء إلا أمطرتهم, حتى إن القائل منهم ليقول: أمطرينا كواعب أترابا.حدثنا ابن عرفة, قال: ثنا مروان بن معاوية, عن عليّ بن أبي الوليد, قال: قيل لمجاهد في الجنة سماع؟ قال: إن فيها لشجرا يقال له العيص, له سماع لم يسمع السامعون إلى مثله.حدثني موسى بن عبد الرحمن, قال: ثنا زيد بن حباب, قال: أخبرنا معاوية بن صالح, قال: ثني سليمان بن عامر, قال: سمعت أبا أمامة, يقول: \" إن الرجل من أهل الجنة ليشتهي الطائر وهو يطير, فيقع متفلقا نضيجا في كفه, فيأكل منه حتى تنتهي نفسه, ثم يطير, ويشتهي الشراب, فيقع الإبريق في يده, ويشرب منه ما يريد, ثم يرجع إلى مكانه.واختلفت القرّاء في قراءة قوله: ( وَفِيهَا مَا تَشْتَهِيهِ الأنْفُسُ ) فقرأته عامة قرّاء المدينة والشام: ( مَا تَشْتَهِيهِ ) بزيادة هاء, وكذلك ذلك في مصاحفهم. وقرأ ذلك عامة قرّاء العراق \" تَشْتَهِي\" بغير هاء, وكذلك هو في مصاحفهم.والصواب من القول في ذلك أنهما قراءتان مشهورتان بمعنى واحد, فبأيتهما قرأ القارئ فمصيب.------------------------الهوامش:(3) البيت لأعشى بن قيس بني ثعلبة ( ديوانه طبع القاهرة ص 17) وصريفية ، منسوبة إلى صريفون : موضع بالعراق مشهور بجودة خمره . وقيل نسبت إلى الصريف وهو اللبن ساعة يحلب جعلها صريفية لأنها أخذت من الدن ساعتئذ أحضرت ، كأنها أخذت قبل أن تمزج . والزبد . ما يعلوها عند تحريكها من الدن إلى الكوب من الفقاقيع . والكوب : الكوز الذي لا عروة له . أو هو الكوز المستدير الرأس الذي لا أذن له .(4) قراءة مشهورة متواترة بحذف الهاء ."
    },
    {
      "ayah": 72,
      "surah": 43,
      "text": "القول في تأويل قوله تعالى :  وَتِلْكَ الْجَنَّةُ الَّتِي أُورِثْتُمُوهَا بِمَا كُنْتُمْ تَعْمَلُونَ (72)يقول تعالى ذكره: يقال لهم: وهذه الجنة التي أورثكموها الله عن أهل النار الذين أدخلهم جهنم بما كنتم في الدنيا تعملون من الخيرات."
    },
    {
      "ayah": 73,
      "surah": 43,
      "text": "( لَكُمْ فِيهَا ) يقول: لكم في الجنة فاكهة كثيرة من كلّ نوع ( مِنْهَا تَأْكُلُونَ ) يقول: من الفاكهة تأكلون ما اشتهيتم."
    },
    {
      "ayah": 74,
      "surah": 43,
      "text": "القول في تأويل قوله تعالى :  إِنَّ الْمُجْرِمِينَ فِي عَذَابِ جَهَنَّمَ خَالِدُونَ (74)يقول تعالى ذكره ( إِنَّ الْمُجْرِمِينَ ) وهم الذين اجترموا في الدنيا الكفر بالله, فاجترموا به في الآخرة ( فِي عَذَابِ جَهَنَّمَ خَالِدُونَ ) يقول: هم فيه ماكثون."
    },
    {
      "ayah": 75,
      "surah": 43,
      "text": "لا يفتر عنهم, يقول: لا يخفف عنهم العذاب وأصل الفتور: الضعف ( وَهُمْ فِيهِ مُبْلِسُونَ ) يقول: وهم في عذاب جهنم مبلسون, والهاء في فيه من ذكر العذاب. ويذكر أن ذلك في قراءة عبد الله: \" وَهُمْ فِيهَا مُبْلِسُونَ\" والمعنى: وهم في جهنم مبلسون, والمبلس في هذا الموضع: هو الآيس من النجاة الذي قد قنط فاستسلم للعذاب والبلاء.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَهُمْ فِيهِ مُبْلِسُونَ ) : أي مستسلمون.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, قوله: ( وَهُمْ فِيهِ مُبْلِسُونَ ) قال: آيسون.وقال آخرون بما حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( وَهُمْ فِيهِ مُبْلِسُونَ ) متغير حالهم.وقد بينَّا فيما مضى معنى الإبلاس بشواهده, وذكر المختلفين فيه بما أغنى عن إعادته في هذا الموضع."
    },
    {
      "ayah": 76,
      "surah": 43,
      "text": "وقوله: ( وَمَا ظَلَمْنَاهُمْ وَلَكِنْ كَانُوا هُمُ الظَّالِمِينَ ) يقول تعالى ذكره: وما ظلمنا هؤلاء المجرمين بفعلنا بهم ما أخبرناكم أيها الناس أنا فعلنا بهم من التعذيب بعذاب جهنم ( وَلَكِنْ كَانُوا هُمُ الظَّالِمِينَ ) بعبادتهم في الدنيا غير من كان عليهم عبادته, وكفرهم بالله, وجحودهم توحيده."
    },
    {
      "ayah": 77,
      "surah": 43,
      "text": "القول في تأويل قوله تعالى :  وَنَادَوْا يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ قَالَ إِنَّكُمْ مَاكِثُونَ (77)يقول تعالى ذكره: ونادى هؤلاء المجرمون بعد ما أدخلهم الله جهنم, فنالهم فيها من البلاء ما نالهم, مالكا خازن جهنم ( يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ ) قال: ليمتنا ربك, فيفرغ من إماتتنا, فذكر أن مالكا لا يجيبهم في وقت قيلهم له ذلك, ويدعهم ألف عام بعد ذلك, ثم يجيبهم, فيقول لهم: ( إِنَّكُمْ مَاكِثُونَ ).* ذكر من قال ذلك:حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن عطاء بن السائب, عن أبي الحسن, عن ابن عباس ( وَنَادَوْا يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ ) فأجابهم بعد ألف سنة ( إِنَّكُمْ مَاكِثُونَ ).حدثنا ابن حميد, قال: ثنا جرير, عن عطاء بن السائب, عن رجل من جيرانه يقال له الحسن, عن نوف في قوله: ( وَنَادَوْا يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ ) قال: يتركهم مئة سنة مما تعدون, ثم يناديهم فيقول: يا أهل النار إنكم ماكثون.حدثنا محمد بن بشار, قال: ثنا ابن أبي عدي, عن سعيد, عن قتادة, عن عبد الله بن عمرو, قال: ( وَنَادَوْا يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ ) قال: فخلى عنهم أربعين عاما لا يجيبهم, ثم أجابهم: ( إِنَّكُمْ مَاكِثُونَ ) : قالوا  رَبَّنَا أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَالِمُونَ  فخلى عنهم مثلي الدنيا, ثم أجابهم:  اخْسَئُوا فِيهَا وَلا تُكَلِّمُونِ  قال: فوالله ما نبس القوم بعد الكلمة, إن كان إلا الزفيرُ والشهيق.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, عن أبي أيوب الأزدي, عن عبد الله بن عمرو, قال: إن أهل جهنم يدعون مالكا أربعين عاما فلا يجيبهم, ثم يقول: ( إِنَّكُمْ مَاكِثُونَ ), ثم ينادون ربهم  رَبَّنَا أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَالِمُونَ  فيدعهم أو يخلي عنهم مثل الدنيا, ثم يردّ عليهم  اخْسَئُوا فِيهَا وَلا تُكَلِّمُونِ  قال: فما نبس القوم بعد ذلك بكلمة إن كان إلا الزفير والشهيق في نار جهنم.حدثنا ابن حميد, قال: ثنا حكام, عن عمرو, عن عطاء, عن الحسن, عن نوف ( وَنَادَوْا يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ ) قال: يتركهم مئة سنة مما تعدّون, ثم ناداهم فاستجابوا له, فقال: إنكم ماكثون.حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط عن السديّ, في قوله: ( وَنَادَوْا يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ ) قال: مالك خازن النار, قال: فمكثوا ألف سنة مما تعدون, قال: فأجابهم بعد ألف عام: إنكم ماكثون.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قول الله تعالى ذكره: ( وَنَادَوْا يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ ) قال: يميتنا, القضاء ههنا الموت, فأجابهم ( إِنَّكُمْ مَاكِثُونَ )."
    },
    {
      "ayah": 78,
      "surah": 43,
      "text": "وقوله: ( لَقَدْ جِئْنَاكُمْ بِالْحَقِّ ) يقول: لقد أرسلنا إليكم يا معشر قريش رسولنا محمدا بالحق.كما حدثني محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ,( لَقَدْ جِئْنَاكُمْ بِالْحَقِّ ), قال: الذي جاء به محمد صَلَّى الله عَلَيْهِ وَسَلَّم ( وَلَكِنَّ أَكْثَرَكُمْ لِلْحَقِّ كَارِهُونَ ) يقول تعالى ذكره: ولكن أكثرهم لما جاء به محمد صَلَّى الله عَلَيْهِ وَسَلَّم من الحق كارهون."
    },
    {
      "ayah": 79,
      "surah": 43,
      "text": "القول في تأويل قوله تعالى :  أَمْ أَبْرَمُوا أَمْرًا فَإِنَّا مُبْرِمُونَ (79)يقول تعالى ذكره: أم أبرم هؤلاء المشركون من قريش أمرا فأحكموه, يكيدون به الحقّ الذي جئناهم به, فإنا محكمون لهم ما يخزيهم, ويذلهم من النكال.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله: ( أَمْ أَبْرَمُوا أَمْرًا فَإِنَّا مُبْرِمُونَ ) قال: مجمعون: إن كادوا شرّا كدنا مثله.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله: ( أَمْ أَبْرَمُوا أَمْرًا فَإِنَّا مُبْرِمُونَ ) قال: أم أجمعوا أمرا فإنا مجمعون.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( أَمْ أَبْرَمُوا أَمْرًا فَإِنَّا مُبْرِمُونَ ) قال: أم أحكموا أمرا فإنا محكمون لأمرنا."
    },
    {
      "ayah": 8,
      "surah": 43,
      "text": "القول في تأويل قوله تعالى :  فَأَهْلَكْنَا أَشَدَّ مِنْهُمْ بَطْشًا وَمَضَى مَثَلُ الأَوَّلِينَ (8)يقول تعالى ذكره: فأهلكنا أشدّ من هؤلاء المستهزئين بأنبيائهم بطشا إذا بطشوا فلم يعجزونا بقواهم وشدة بطشهم, ولم يقدروا على الامتناع من بأسنا إذ أتاهم, فالذين هم أضعف منهم قوة أحرى أن لا يقدروا على الامتناع من نقمنا إذا حلَّت بهم. يقول جلّ ثناؤه: ومضى لهؤلاء المشركين المستهزئين بك ولمن قبلهم من ضربائهم مثلنا لهم في أمثالهم من مكذّبي رسلنا الذين أهلكناهم, يقول: فليتوقع هؤلاء الذين يستهزئون بك يا محمد من عقوبتنا مثل الذي أحللناه بأولئك الذين أقاموا على تكذيبك.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَمَضَى مَثَلُ الأوَّلِينَ ) قال: عقوبة الأولين.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, في قوله: ( مَثَلُ الأوَّلِينَ ) قال: سُنتهم."
    },
    {
      "ayah": 80,
      "surah": 43,
      "text": "وقوله: ( أَمْ يَحْسَبُونَ أَنَّا لا نَسْمَعُ سِرَّهُمْ وَنَجْوَاهُمْ ) يقول: أم يظنّ هؤلاء المشركون بالله أنا لا نسمع ما أخفوا عن الناس من منطقهم, وتشاوروا بينهم وتناجوا به دون غيرهم, فلا نعاقبهم عليه لخفائه علينا.وقوله: ( بَلَى وَرُسُلُنَا لَدَيْهِمْ يَكْتُبُونَ ) يقول تعالى ذكره: بل نحن نعلم ما تناجوا به بينهم, وأخفوه عن الناس من سرّ كلامهم, وحفظتنا لديهم, يعني عندهم يكتبون ما نطقوا به من منطق, وتكلموا به من كلامهم.وذكر أن هذه الآية نـزلت في نفر ثلاثة تدارءوا في سماع الله تبارك وتعالى كلام عباده.* ذكر من قال ذلك:حدثني عمرو بن سعيد بن يسار القرشيّ, قال: ثنا أبو قتيبة, قال: ثنا عاصم بن محمد العمريّ, عن محمد بن كعب القرظي, قال: بينا ثلاثة بين الكعبة وأستارها, قرشيان وثقفي, أو ثقفيان وقرشيّ, فقال واحد من الثلاثة: أترون الله يسمع كلامنا؟ فقال الأول: إذا جهرتم سمع, وإذا أسررتم لم يسمع, قال الثاني: إن كان يسمع إذا أعلنتم, فإنه يسمع إذا أسررتم, قال: فنـزلت ( أَمْ يَحْسَبُونَ أَنَّا لا نَسْمَعُ سِرَّهُمْ وَنَجْوَاهُمْ بَلَى وَرُسُلُنَا لَدَيْهِمْ يَكْتُبُونَ ).وبنحو الذي قلنا في معنى قوله: ( بَلَى وَرُسُلُنَا لَدَيْهِمْ يَكْتُبُونَ ) قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( بَلَى وَرُسُلُنَا لَدَيْهِمْ يَكْتُبُونَ ) قال: الحفَظة.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد. عن قتادة ( بَلَى وَرُسُلُنَا لَدَيْهِمْ يَكْتُبُونَ ) : أي عندهم."
    },
    {
      "ayah": 81,
      "surah": 43,
      "text": "القول في تأويل قوله تعالى :  قُلْ إِنْ كَانَ لِلرَّحْمَنِ وَلَدٌ فَأَنَا أَوَّلُ الْعَابِدِينَ (81)اختلف أهل التأويل في تأويل قوله: ( قُلْ إِنْ كَانَ لِلرَّحْمَنِ وَلَدٌ فَأَنَا أَوَّلُ الْعَابِدِينَ ) فقال بعضهم: في معنى ذلك: قل يا محمد إن كان للرحمن ولد في قولكم وزعمكم أيها المشركون, فأنا أوّل المؤمنين بالله في تكذيبكم, والجاحدين ما قلتم من أن له ولدا.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد ( قُلْ إِنْ كَانَ لِلرَّحْمَنِ وَلَدٌ ) كما تقولون ( فَأَنَا أَوَّلُ الْعَابِدِينَ ) المؤمنين بالله, فقولوا ما شئتم.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن ابن أبي نجيح, عن مجاهد, في قوله: ( فَأَنَا أَوَّلُ الْعَابِدِينَ ) قال: قل إن كان لله ولد في قولكم, فأنا أول من عبد الله ووحده وكذّبكم.وقال آخرون: بل معنى ذلك: قل ما كان للرحمن ولد, فأنا أول العابدين له بذلك.* ذكر من قال ذلك:حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله: ( قُلْ إِنْ كَانَ لِلرَّحْمَنِ وَلَدٌ فَأَنَا أَوَّلُ الْعَابِدِينَ ) يقول: لم يكن للرحمن ولد فأنا أول الشاهدين.وقال آخرون: بل معنى ذلك نفي, ومعنى إن الجحد, وتأويل ذلك ما كان ذلك, ولا ينبغي أن يكون.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله: ( قُلْ إِنْ كَانَ لِلرَّحْمَنِ وَلَدٌ فَأَنَا أَوَّلُ الْعَابِدِينَ ) قال قتادة: وهذه كلمة من كلام العرب ( إِنْ كَانَ لِلرَّحْمَنِ وَلَدٌ ) : أي إن ذلك لم يكن, ولا ينبغي.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( قُلْ إِنْ كَانَ لِلرَّحْمَنِ وَلَدٌ فَأَنَا أَوَّلُ الْعَابِدِينَ ) قال: هذا الإنكاف (1) ما كان للرحمن ولد, نكف الله أن يكون له ولد, وإن مثل \" ما \" إنما هي: ما كان للرحمن ولد, ليس للرحمن ولد, مثل قوله:  وَإِنْ كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الْجِبَالُ  إنما هي: ما كان مكرهم لتزول منه الجبال, فالذي أنـزل الله من كتابه وقضاه من قضائه أثبت من الجبال, و \" إن \" هي\" ما \" إن كان ما كان تقول العرب: إن كان, وما كان الذي تقول. وفي قوله: ( فَأَنَا أَوَّلُ الْعَابِدِينَ ) أول من يعبد الله بالإيمان والتصديق أنه ليس للرحمن ولد على هذا أعبد الله.حدثني ابن عبد الرحيم البرقي, قال: ثنا عمرو بن أبي سلمة, قال: سألت ابن محمد, عن قول الله: ( إِنْ كَانَ لِلرَّحْمَنِ وَلَدٌ ) قال: ما كان.حدثني ابن عبد الرحيم البرقي, قال: ثنا عمرو, قال: سألت زيد بن أسلم, عن قول الله: ( قُلْ إِنْ كَانَ لِلرَّحْمَنِ وَلَدٌ ) قال: هذا قول العرب معروف, إن كان: ما كان, إن كان هذا الأمر قط, ثم قال: وقوله: وإن كان: ما كان.وقال آخرون: معنى \" إن \" في هذا الموضع معنى المجازاة, قالوا: وتأويل الكلام: لو كان للرحمن ولد, كنت أوّل من عبده بذلك.* ذكر من قال ذلك:حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( قُلْ إِنْ كَانَ لِلرَّحْمَنِ وَلَدٌ فَأَنَا أَوَّلُ الْعَابِدِينَ ) قال: لو كان له ولد كنت أول من عبده بأن له ولدا, ولكن لا ولد له.وقال آخرون: معنى ذلك: قل إن كان للرحمن ولد, فأنا أوّل الآنفين ذلك, ووجهوا معنى العابدين إلى المنكرين الآبين, من قول العرب: قد عبِد فلان من هذا الأمر إذا أنف منه وغضب وأباه, فهو يعبد عبدا, كما قال الشاعر?ألا هَــوِيَتْ أُمُّ الوَلِيــدِ وأصْبَحَـتْلِمَـا أبْصَـرَتْ فِـي الـرأس مِنِّي تَعَبَّدُ (2)وكما قال الآخر?مَتـى مـا يَشـأْ ذُو الودّ يَصْرِمْ خَلِيلَهُوَيَعْبَــدْ عَلَيْــهْ لا محَالَــةَ ظالِمَـا (3)وقد حدثني يونس بن عبد الأعلى, قال: أخبرنا ابن وهب, ثني قال: ابن أبي ذئب, عن أبي قسيط, عن بعجة بن زيد الجهني, أن امرأة منهم دخلت على زوجها, وهو رجل منهم أيضا, فولدت له في ستة أشهر, فذكر ذلك لعثمان بن عفان رضي الله عنه فأمر بها أن تُرجم, فدخل عليه عليّ بن أبي طالب رضي الله عنه فقال: إن الله تبارك وتعالى يقول في كتابه: وَحَمْلُهُ وَفِصَالُهُ ثَلاثُونَ شَهْرًا  وقال:  وَفِصَالُهُ فِي عَامَيْنِ  قال: فوالله ما عبِد عثمان أن بعث إليها تردّ. قال يونس, قال ابن وهب: عبد: استنكف.وأولى الأقوال في ذلك عندي بالصواب قول من قال: معنى: ( إنْ ) الشرط الذي يقتضي الجزاء على ما ذكرناه عن السديّ, وذلك أن \" إن \" لا تعدو في هذا الموضع أحد معنيين: إما أن يكون الحرف الذي هو بمعنى الشرط الذي يطلب الجزاء, أو تكون بمعنى الجحد, وهب إذا وجهت إلى الجحد لم يكن للكلام كبير معنى, لأنه يصير بمعنى: قل ما كان للرحمن ولد, وإذا صار بذلك المعنى أوهم أهل الجهل من أهل الشرك بالله أنه إنما نفى بذلك عن الله عزّ وجلّ أن يكون له ولد قبل بعض الأوقات, ثم أحدث له الولد بعد أن لم يكن, مع أنه لو كان ذلك معناه لقدر الذين أمر الله نبيَّهُ محمدا صَلَّى الله عَلَيْهِ وَسَلَّم أن يقول لهم: ما كان للرحمن ولد, فأنا أول العابدين أن يقولوا له صدقت, وهو كما قلت, ونحن لم نـزعم أنه لم يزل له ولد. وإنما قلنا: لم يكن له ولد, ثم خلق الجنّ فصاهرهم, فحدث له منهم ولد, كما أخبر الله عنهم أنهم كانوا يقولونه, ولم يكن الله تعالى ذكره ليحتجّ لنبيه صَلَّى الله عَلَيْهِ وَسَلَّم وعلى مكذبيه من الحجة بما يقدرون على الطعن فيه, وإذ كان في توجيهنا \" إن \" إلى معنى الجحد ما ذكرنا, فالذي هو أشبه المعنيين بها الشرط. وإذ كان ذلك كذلك, فبينة صحة ما نقول من أن معنى الكلام: قل يا محمد لمشركي قومك الزاعمين أن الملائكة بنات الله: إن كان للرحمن ولد فأنا أول عابديه بذلك منكم, ولكنه لا ولد له, فأنا أعبده بأنه لا ولد له, ولا ينبغي أن يكون له.وإذا وجه الكلام إلى ما قلنا من هذا الوجه لم يكن على وجه الشكّ, ولكن على وجه الإلطاف من الكلام وحسن الخطاب, كما قال جلّ ثناؤه  قُلِ اللَّهُ وَإِنَّا أَوْ إِيَّاكُمْ لَعَلَى هُدًى أَوْ فِي ضَلالٍ مُبِينٍ  .وقد علم أن الحقّ معه, وأن مخالفيه في الضلال المبين.------------------------الهوامش:(1) في النهاية لابن الأثير : إنكاف الله من سوء : أي تنزيهه وتقديسه . وأنكفته : نزهته .(2) هذا شاهد لم أقف على قائله . استشهد به المؤلف عند قوله تعالى : ( فأنا أول العابدين ) . قال أبو عبيدة في تفسير الآية ( مجاز القرآن الورقة 221 ) : مجازها إن كان للرحمن ولد : إن في موضع ( ما ) في قول بعضهم : ما كان للرحمن ولد . والفاء : مجازها مجاز الواو . يريد : ما كان وأنا أول العابدين . وقال آخرون : مجازها : إن كان في قولكم للرحمن ولد ، فأنا أول العابدين : أي الكافرين بذاك ، والجاحدين لما قلتم . وهو من عبدت تعبد . ا هـ . أي من باب علم يعلم . بمعنى أنف أو غضب أو كره الشيء . وتعبد في البيت: بمعنى تأنف أو تغضب ، وهو كعبد بمعنى أنف وغضب قال في ( اللسان : عبد ) : وتعبد : كعبد .(3) وهذا الشاهد أيضا لم أقف على قائله ، وهو بمعنى الشاهد الذي قبله ، استشهد به المؤلف على الآية نفسها ، يريد أن قول الشاعر : يعبد عليه هو مضارع عبد عليه كعلم : إذا غضب عليه . وفي ( اللسان : عبد ) والعبد ( كسبب) طول الغضب . قال الفراء : عبد عليه ، وأحن عليه ، أي غضب . وقال الغنوي : العبد : الحزن والوجد . قال الفرزدق .أولَئِـكَ قَـوْمِي إنْ هَجَـوْتِي هَجَـوْتُهُموَأَعْبَــدُ أنْ أهْجُــو كُلَيْبــا بِـدَارِمِأعبد : أي آنف . ا هـ ."
    },
    {
      "ayah": 82,
      "surah": 43,
      "text": "وقوله: ( سُبْحَانَ رَبِّ السَّمَاوَاتِ وَالأرْضِ ) يقول تعالى ذكره تبرئة وتنـزيها لمالك السموات والأرض ومالك العرش المحيط بذلك كله, وما في ذلك من خلق مما يصفه به هؤلاء المشركون من الكذب, ويضيفون إليه من الولد وغير ذلك من الأشياء التي لا ينبغي أن تضاف إليه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله: ( رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ ) : أي يكذّبون."
    },
    {
      "ayah": 83,
      "surah": 43,
      "text": "القول في تأويل قوله تعالى :  فَذَرْهُمْ يَخُوضُوا وَيَلْعَبُوا حَتَّى يُلاقُوا يَوْمَهُمُ الَّذِي يُوعَدُونَ (83)يقول تعالى ذكره: فذر يا محمد هؤلاء المفترين على الله, الواصفة بأن له ولدا يخوضوا في باطلهم, ويلعبوا في دنياهم ( حَتَّى يُلاقُوا يَوْمَهُمُ الَّذِي يُوعَدُونَ ) وذلك يوم يصليهم الله بفريتهم عليه جهنم, وهو يوم القيامة.كما حدثنا محمد, قال: ثنا أحمد, قال: ثنا أسباط, عن السديّ( حَتَّى يُلاقُوا يَوْمَهُمُ الَّذِي يُوعَدُونَ ) قال: يوم القيامة."
    },
    {
      "ayah": 84,
      "surah": 43,
      "text": "وقوله: ( وَهُوَ الَّذِي فِي السَّمَاءِ إِلَهٌ وَفِي الأرْضِ إِلَهٌ ) يقول تعالى ذكره: والله الذي له الألوهة في السماء معبود, وفي الأرض معبود كما هو في السماء معبود, لا شيء سواه تصلح عبادته; يقول تعالى ذكره: فأفردوا لمن هذه صفته العبادة, ولا تشركوا به شيئا غيره.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله: ( وَهُوَ الَّذِي فِي السَّمَاءِ إِلَهٌ وَفِي الأرْضِ إِلَهٌ ) قال: يُعبد في السماء, ويُعبد في الأرض.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, في قوله: ( وَهُوَ الَّذِي فِي السَّمَاءِ إِلَهٌ وَفِي الأرْضِ إِلَهٌ ) أي يُعبد في السماء وفي الأرض.وقوله: ( وَهُوَ الْحَكِيمُ الْعَلِيمُ ) يقول: وهو الحكيم في تدبير خلقه, وتسخيرهم لما يشاء, العليم بمصالحهم."
    },
    {
      "ayah": 85,
      "surah": 43,
      "text": "القول في تأويل قوله تعالى :  وَتَبَارَكَ الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالأَرْضِ وَمَا بَيْنَهُمَا وَعِنْدَهُ عِلْمُ السَّاعَةِ وَإِلَيْهِ تُرْجَعُونَ (85)يقول تعالى ذكره, وتبارك الذي له سلطان السموات السبع والأرض, وما بينهما من الأشياء كلها, جار على جميع ذلك حكمه, ماض فيهم قضاؤه. يقول: فكيف يكون له شريكا من كان في سلطانه وحكمه فيه نافذ.( وَعِنْدَهُ عِلْمُ السَّاعَةِ ) يقول: وعنده علم الساعة التي تقوم فيها القيامة, ويُحشر فيها الخلق من قبورهم لموقف الحساب.قوله: ( وَإِلَيْهِ تُرْجَعُونَ ) يقول: وإليه أيها الناس تردّون من بعد مماتكم, فتصيرون إليه, فيجازي المحسن بإحسانه, والمسيء بإساءته."
    },
    {
      "ayah": 86,
      "surah": 43,
      "text": "القول في تأويل قوله تعالى :  وَلا يَمْلِكُ الَّذِينَ يَدْعُونَ مِنْ دُونِهِ الشَّفَاعَةَ إِلا مَنْ شَهِدَ بِالْحَقِّ وَهُمْ يَعْلَمُونَ (86)اختلف أهل التأويل في تأويل ذلك, فقال بعضهم: معنى ذلك: ولا يملك عيسى وعُزير والملائكة الذين يعبدهم هؤلاء المشركون بالساعة, الشفاعة عند الله لأحد, إلا من شهد بالحقّ, فوحد الله وأطاعه, بتوحيد علم منه وصحة بما جاءت به رسله.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله: ( وَلا يَمْلِكُ الَّذِينَ يَدْعُونَ مِنْ دُونِهِ الشَّفَاعَةَ ) قال: عيسى, وعُزير, والملائكة.قوله: ( إِلا مَنْ شَهِدَ بِالْحَقِّ ) قال: كلمة الإخلاص, وهم يعلمون أن الله حقّ, وعيسى وعُزير والملائكة يقول: لا يشفع عيسى وعُزير والملائكة إلا من شهد بالحقّ, وهو يعلم الحقّ.وقال آخرون: عني بذلك: ولا تملك الآلهة التي يدعوها المشركون ويعبدونها من دون الله الشفاعة إلا عيسى وعُزير وذووهما, والملائكة الذين شهدوا بالحقّ, فأقروا به وهم يعلمون حقيقة ما شهدوا به.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَلا يَمْلِكُ الَّذِينَ يَدْعُونَ مِنْ دُونِهِ الشَّفَاعَةَ إِلا مَنْ شَهِدَ بِالْحَقِّ وَهُمْ يَعْلَمُونَ ) : الملائكة وعيسى وعُزير, قد عُبِدوا من دون الله ولهم شفاعة عند الله ومنـزلة.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( إِلا مَنْ شَهِدَ بِالْحَقِّ ) قال: الملائكة وعيسى ابن مريم وعُزير, فإن لهم عند الله شهادة.وأولى الأقوال في ذلك بالصواب أن يقال: إن الله تعالى ذكره أخبر أنه لا يملك الذين يعبدهم المشركون من دون الله الشفاعة عنده لأحد, إلا من شهد بالحقّ, وشهادته بالحقّ: هو إقراره بتوحيد الله, يعني بذلك: إلا من آمن بالله, وهم يعلمون حقيقة توحيده, ولم يخصص بأن الذي لا يملك ملك الشفاعة منهم بعض من كان يعبد من دون الله, فذلك على جميع من كان تعبد قريش من دون الله يوم نـزلت هذه الآية وغيرهم, وقد كان فيهم من يعبد من دون الله الآلهة, وكان فيهم من يعبد من دونه الملائكة وغيرهم, فجميع أولئك داخلون في قوله: ولا يملك الذين يدعو قريش وسائر العرب من دون الله الشفاعة عند الله. ثم استثنى جلّ ثناؤه بقوله: ( إِلا مَنْ شَهِدَ بِالْحَقِّ وَهُمْ يَعْلَمُونَ ) وهم الذين يشهدون شهادة الحقّ فيوحدون الله, ويخلصون له الوحدانية, على علم منهم ويقين بذلك, أنهم يملكون الشفاعة عنده بإذنه لهم بها, كما قال جلّ ثناؤه:  وَلا يَشْفَعُونَ إِلا لِمَنِ ارْتَضَى  فأثبت جلّ ثناؤه للملائكة وعيسى وعُزير ملكهم من الشفاعة ما نفاه عن الآلهة والأوثان باستثنائه الذي استثناه."
    },
    {
      "ayah": 87,
      "surah": 43,
      "text": "القول في تأويل قوله تعالى :  وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّهُ فَأَنَّى يُؤْفَكُونَ (87)يقول تعالى ذكره: ولئن سألت يا محمد هؤلاء المشركين بالله من قومك: من خلقهم؟ ليقولنّ: الله خلقنا.( فَأَنَّى يُؤْفَكُونَ ) فأي وجه يصرفون عن عبادة الذي خلقهم, ويحرمون إصابة الحقّ في عبادته."
    },
    {
      "ayah": 88,
      "surah": 43,
      "text": "وقوله: ( وَقِيلِهِ يَا رَبِّ إِنَّ هَؤُلاءِ قَوْمٌ لا يُؤْمِنُونَ ) اختلفت القرّاء في قراءة قوله:( وَقِيلِهِ ) فقرأته عامة قرّاء المدينة ومكة والبصرة \" وَقِيلَهُ\" بالنصب. وإذا قرئ كذلك ذلك, كان له وجهان في التأويل: أحدهما العطف على قوله:  أَمْ يَحْسَبُونَ أَنَّا لا نَسْمَعُ سِرَّهُمْ وَنَجْوَاهُمْ  ونسمع قيله يا رب. والثاني: أن يضمر له ناصب, فيكون معناه حينئذ: وقال قوله: ( يَا رَبِّ إِنَّ هَؤُلاءِ قَوْمٌ لا يُؤْمِنُونَ ) وشكا محمد شكواه إلى ربه. وقرأته عامة قرّاء الكوفة ( وقِيلِهِ ) بالخفض على معنى: وعنده علم الساعة, وعلم قيله.والصواب من القول في ذلك أنهما قراءتان مشهورتان في قراءة الأمصار صحيحتا المعنى فبأيتهما قرأ القارئ فمصيب. فتأويل الكلام إذن: وقال محمد قيله شاكيا إلى ربه تبارك وتعالى قومه الذين كذّبوه, وما يلقى منهم: يا ربّ إن هؤلاء الذين أمرتني بإنذارهم وأرسلتني إليهم لدعائهم إليك, قوم لا يؤمنون.كما حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, في قوله: ( وَقِيلِهِ يَارَبِّ إِنَّ هَؤُلاءِ قَوْمٌ لا يُؤْمِنُونَ ) قال: فأبرّ الله عزّ وجلّ قول محمد صَلَّى الله عَلَيْهِ وَسَلَّم.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله: ( وَقِيلِهِ يَارَبِّ إِنَّ هَؤُلاءِ قَوْمٌ لا يُؤْمِنُونَ ) قال: هذا قول نبيكم عليه الصلاة والسلام يشكو قومه إلى ربه.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( وَقِيلِهِ يَارَبِّ ) قال: هو قول النبي صَلَّى الله عَلَيْهِ وَسَلَّم ( إِنَّ هَؤُلاءِ قَوْمٌ لا يُؤْمِنُونَ )."
    },
    {
      "ayah": 89,
      "surah": 43,
      "text": "القول في تأويل قوله تعالى :  فَاصْفَحْ عَنْهُمْ وَقُلْ سَلامٌ فَسَوْفَ يَعْلَمُونَ (89)يقول تعالى ذكره لنبيه محمد صَلَّى الله عَلَيْهِ وَسَلَّم, جوابا له عن دعائه إياه إذ قال: \" يا ربّ إن هؤلاء قوم لا يؤمنون \"( فَاصْفَحْ عَنْهُمْ ) يا محمد, وأعرض عن أذاهم ( وَقُلْ ) لهم ( سَلام ) عليكم ورفع سلام بضمير عليكم أو لكم.واختلف القرّاء في قراءة قوله: ( فَسَوْفَ يَعْلَمُونَ ) فقرأ ذلك عامة قرّاء المدينة \" فَسَوْفَ تَعْلَمُونَ\" بالتاء على وجه الخطاب, بمعنى: أمر الله عزّ وجلّ نبيه صَلَّى الله عَلَيْهِ وَسَلَّم أن يقول ذلك للمشركين, مع قوله: ( سَلام ) وقرأته عامة قرّاء الكوفة وبعض قرّاء مكة ( فَسَوْفَ يَعْلَمُونَ ) بالياء على وجه الخبر, وأنه وعيد من الله للمشركين, فتأويله على هذه القراءة: ( فَاصْفَحْ عَنْهُمْ ) يا محمد ( وَقُلْ سَلام ). ثم ابتدأ تعالى ذكره الوعيد لهم, فقال ( فَسَوْفَ يَعْلَمُونَ ) ما يلقون من البلاء والنكال والعذاب على كفرهم, ثم نسخ الله جلّ ثناؤه هذه الآية, وأمر نبيَّه صَلَّى الله عَلَيْهِ وَسَلَّم بقتالهم.كما حدثنا محمد بن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( فَاصْفَحْ عَنْهُمْ وَقُلْ سَلامٌ ) قال: اصفح عنهم, ثم أمره بقتالهم.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قال الله تبارك وتعالى يعزّي نبيه صَلَّى الله عَلَيْهِ وَسَلَّم ( فاصفح عنهم وقل سلام فسوف يعلمون ).آخر تفسير سورة الزخرف"
    },
    {
      "ayah": 9,
      "surah": 43,
      "text": "القول في تأويل قوله تعالى :  وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالأَرْضَ لَيَقُولُنَّ خَلَقَهُنَّ الْعَزِيزُ الْعَلِيمُ (9)يقول تعالى ذكره: ولئن سألت يا محمد هؤلاء المشركين من قومك: من خلق السموات السبع والأرضين, فأحدثهن وأنشأهن؟ ليقولنّ: خلقهنّ العزيز في سلطانه  وانتقامه من أعدائه, العليم بهن وما فيهنّ من الأشياء, لا يخفى عليه شيء."
    }
  ]
}
