{
  "ayahs": [
    { "ayah": 1, "surah": 45, "text": "القول في تأويل قوله تعالى :  حم (1)قد تقدم بياننا في معنى قوله (حم) ." },
    {
      "ayah": 10,
      "surah": 45,
      "text": "القول في تأويل قوله تعالى :  مِنْ وَرَائِهِمْ جَهَنَّمُ وَلا يُغْنِي عَنْهُمْ مَا كَسَبُوا شَيْئًا وَلا مَا اتَّخَذُوا مِنْ دُونِ اللَّهِ أَوْلِيَاءَ وَلَهُمْ عَذَابٌ عَظِيمٌ (10)يقول تعالى ذكره: ومن وراء هؤلاء المستهزئين بآيات الله, يعني من بين أيديهم. وقد بينَّا العلة التي من أجلها قيل لما أمامك, هو وَرَاءك, فيما مضى بما أغنى عن إعادته; يقول: من بين أيديهم نار جهنم هم واردوها, ولا يغنيهم ما كسبوا شيئًا: يقول: ولا يغني عنهم من عذاب جهنم إذا هم عُذّبوا به ما كسبوا في الدنيا من مال وولد شيئا.وقوله: ( وَلا مَا اتَّخَذُوا مِنْ دُونِ اللَّهِ أَوْلِيَاءَ ) يقول: ولا آلهتهم التي عبدوها من دون الله, ورؤساؤهم, وهم الذين أطاعوهم في الكفر بالله, واتخذوهم نُصراء في الدنيا, تغني عنهم يومئذ من عذاب جهنم شيئا.( وَلَهُمْ عَذَابٌ عَظِيمٌ ) يقول: ولهم من الله يومئذ عذاب في جهنم عظيم."
    },
    {
      "ayah": 11,
      "surah": 45,
      "text": "القول في تأويل قوله تعالى :  هَذَا هُدًى وَالَّذِينَ كَفَرُوا بِآيَاتِ رَبِّهِمْ لَهُمْ عَذَابٌ مِنْ رِجْزٍ أَلِيمٌ (11)يقول تعالى ذكره: هذا القرآن الذي أنـزلناه على محمد هدى: يقول: بيان ودليل على الحقّ, يهدي إلى صراط مستقيم, من اتبعه وعمل بما فيه ( وَالَّذِينَ كَفَرُوا بِآيَاتِ رَبِّهِمْ ) يقول: والذين جحدوا ما في القرآن من الآيات الدالات على الحقّ, ولم يصدقوا بها, ويعملوا بها, لهم عذاب أليم يوم القيامة موجع."
    },
    {
      "ayah": 12,
      "surah": 45,
      "text": "القول في تأويل قوله تعالى :  اللَّهُ الَّذِي سَخَّرَ لَكُمُ الْبَحْرَ لِتَجْرِيَ الْفُلْكُ فِيهِ بِأَمْرِهِ وَلِتَبْتَغُوا مِنْ فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ (12)يقول تعالى ذكره: الله أيها القوم, الذي لا تنبغي الألوهة إلا له, الذي أنعم عليكم هذه النعم, التي بيَّنها لكم في هذه الآيات, وهو أنه ( سَخَّرَ لَكُمُ الْبَحْرَ لِتَجْرِيَ ) السفن (فيه بأمره) لمعايشكم وتصرّفكم في البلاد لطلب فضله فيها, ولتشكروا ربكم على تسخيره ذلك لكم فتعبدوه وتطيعوه فيما يأمركم به, وينهاكم عنه."
    },
    {
      "ayah": 13,
      "surah": 45,
      "text": "القول في تأويل قوله تعالى :  وَسَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ جَمِيعًا مِنْهُ إِنَّ فِي ذَلِكَ لآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ (13)يقول تعالى ذكره: ( وَسَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ ) من شمس وقمر ونجوم ( وَمَا فِي الأرْضِ ) من دابة وشجر وجبل وجماد وسفن لمنافعكم ومصالحكم ( جَمِيعًا مِنْهُ ). يقول تعالى ذكره: جميع ما ذكرت لكم أيها الناس من هذه النعم, نعم عليكم من الله أنعم بها عليكم, وفضل منه تفضّل به عليكم, فإياه فاحمدوا لا غيره, لأنه لم يشركه في إنعام هذه النعم عليكم شريك, بل تفرّد بإنعامها عليكم وجميعها منه, ومن نعمه فلا تجعلوا له في شكركم له شريكا بل أفردوه بالشكر والعبادة, وأخلصوا له الألوهة, فإنه لا إله لكم سواه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس قوله ( وَسَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الأرْضِ جَمِيعًا مِنْهُ ) يقول: كل شيء هو من الله, وذلك الاسم فيه اسم من أسمائه, فذلك جميعا منه, ولا ينازعه فيه المنازعون, واستيقن أنه كذلك.وقوله ( إِنَّ فِي ذَلِكَ لآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ ) يقول تعالى ذكره: إن في  تسخير الله لكم ما أنبأكم أيها الناس أنه سخره لكم فى هاتين الآيتين (لآيَاتٍ) يقول: لعلامات ودلالات على أنه لا إله لكم غيره, الذي أنعم عليكم هذه النعم, وسخر لكم هذه الأشياء التي لا يقدر على تسخيرها غيره لقوم يتفكرون في آيات الله وحججه وأدلته, فيعتبرون بها ويتعظون إذا تدبروها, وفكَّروا فيها."
    },
    {
      "ayah": 14,
      "surah": 45,
      "text": "القول في تأويل قوله تعالى :  قُلْ لِلَّذِينَ آمَنُوا يَغْفِرُوا لِلَّذِينَ لا يَرْجُونَ أَيَّامَ اللَّهِ لِيَجْزِيَ قَوْمًا بِمَا كَانُوا يَكْسِبُونَ (14)يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: قل يا محمد للذين صدّقوا الله واتبعوك, يغفروا للذين لا يخافون بأس الله ووقائعه ونقمه إذا هم نالوهم بالأذى والمكروه ( لِيَجْزِيَ قَوْمًا بِمَا كَانُوا يَكْسِبُونَ ) يقول: ليجزي الله هؤلاء الذين يؤذونهم من المشركين في الآخرة, فيصيبهم عذابه بما كانوا فى الدنيا يكسبون من الإثم, ثم بأذاهم أهل الإيمان بالله.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله ( قُلْ لِلَّذِينَ آمَنُوا يَغْفِرُوا لِلَّذِينَ لا يَرْجُونَ أَيَّامَ اللَّهِ لِيَجْزِيَ قَوْمًا بِمَا كَانُوا يَكْسِبُونَ ) قال: كان نبي الله صلى الله عليه وسلم يعرض عن المشركين إذا آذوه, وكانوا يستهزئون به, ويكذّبونه, فأمره الله عزّ وجلّ أن يقاتل المشركين كافَّة, فكان هذا من المنسوخ.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى, عن ابن أبي نجيح, عن مجاهد, في قول الله ( لِلَّذِينَ لا يَرْجُونَ أَيَّامَ اللَّهِ ) قال: لا يُبالون نِعم الله, أو نِقم الله.حدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي  نجيح, عن مجاهد ( لا يَرْجُونَ أَيَّامَ اللَّهِ ) قال: لا يُبالون نِعم الله. وهذه الآية منسوخة بأمر الله بقتال المشركين. وإنما قُلنا: هي منسوخة لإجماع أهل التأويل على أن ذلك كذلك.* ذكر من قال ذلك:وقد ذكرنا الرواية في ذلك عن ابن عباس، حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة في قوله ( قُلْ لِلَّذِينَ آمَنُوا يَغْفِرُوا لِلَّذِينَ لا يَرْجُونَ أَيَّامَ اللَّهِ ) قال: نسختها ما في الأنفال  فَإِمَّا تَثْقَفَنَّهُمْ فِي الْحَرْبِ فَشَرِّدْ بِهِمْ مَنْ خَلْفَهُمْ لَعَلَّهُمْ يَذَّكَّرُونَ  وفي براءة  قَاتِلُوا الْمُشْرِكِينَ كَافَّةً كَمَا يُقَاتِلُونَكُمْ كَافَّةً  أمر بقتالهم حتى يشهدوا أن لا إله إلا الله وأن محمدًا رسول الله.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله ( قُلْ لِلَّذِينَ آمَنُوا يَغْفِرُوا لِلَّذِينَ لا يَرْجُونَ أَيَّامَ اللَّهِ ) قال: نسختها  فَاقْتُلُوا الْمُشْرِكِينَ  .حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله ( قُلْ لِلَّذِينَ آمَنُوا يَغْفِرُوا لِلَّذِينَ لا يَرْجُونَ أَيَّامَ اللَّهِ ) قال: هذا منسوخ, أمر الله بقتالهم في سورة براءة.حدثنا ابن حميد, قال: ثنا حكام, قال: ثنا عنبسة عمن ذكره عن أبي صالح ( قُلْ لِلَّذِينَ آمَنُوا يَغْفِرُوا لِلَّذِينَ لا يَرْجُونَ أَيَّامَ اللَّهِ ) قال: نسختها التي في الحج  أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا  .حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( قُلْ لِلَّذِينَ آمَنُوا يَغْفِرُوا لِلَّذِينَ لا يَرْجُونَ أَيَّامَ اللَّهِ ) قال: هؤلاء المشركون, قال: وقد نسخ هذا وفرض جهادهم والغلظة عليهم.وجزم قوله (يَغْفِرُوا) تشبيها له بالجزاء والشرط وليس به, ولكن لظهوره في الكلام على مثاله, فعرّب تعريبه, وقد مضى البيان عنه قبل.واختلفت القرّاء في قراءة قوله ( لِيَجْزِيَ قَوْمًا ) فقرأه بعض قرّاء المدينة والبصرة والكوفة: (لِيَجْزِي) بالياء على وجه الخبر عن الله أنه يجزيهم ويثيبهم وقرأ ذلك بعض عامة قرّاء الكوفيين \" لنجزي\" بالنون على وجه الخبر من الله عن نفسه. وذُكر عن أبي جعفر القارئ أنه كان يقرؤه ( لِيُجْزَى قَوْمًا ) على مذهب ما لم يسمّ فاعله, وهو على مذهب كلام العرب لحن، (1) إلا أن يكون أراد: ليجزي الجزاء قوما, بإضمار الجزاء, وجعله مرفوعا( لِيُجْزِي ) فيكون وجها من القراءة, وإن كان بعيدا (2) .والصواب من القول في ذلك عندنا أن قراءته بالياء والنون على ما ذكرت من قراءة الأمصار جائزة بأيّ تينك القراءتين قرأ القارئ. فأما قراءته على ما ذكرت عن أبي جعفر, فغير (3) جائزة عندي لمعنيين: أحدهما: أنه خلاف لما عليه الحجة من القرّاء, وغير جائز عندي خلاف ما جاءت به مستفيضا فيهم. والثاني بعدها من الصحة فى العربية إلا على استكراه الكلام على غير المعروف من وجهه.------------------------الهوامش:(1) ليس كلام العرب حجة على القراءة ولكن القراءة حجة على كلامهم.(2) يجوز أن يكون الفاعل نائب فاعل هو قوله تعالى (بما كانوا يكسبون).(3) قوله: فغير جائزة، هذا خطأ لأن القراءة عشرية صحيحة متواترة في قوة السبعة."
    },
    {
      "ayah": 15,
      "surah": 45,
      "text": "القول في تأويل قوله تعالى :  مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ وَمَنْ أَسَاءَ فَعَلَيْهَا ثُمَّ إِلَى رَبِّكُمْ تُرْجَعُونَ (15)يقول تعالى ذكره: من عمل من عباد الله بطاعته فانتهى إلى أمره, وانـزجر لنهيه, فلنفسه عمل ذلك الصالح من العمل, وطلب خلاصها من عذاب الله, أطاع ربه لا لغير ذلك, لأنه لا ينفع ذلك غيره, والله عن عمل كل عامل غنيّ( وَمَنْ أَسَاءَ فَعَلَيْهَا ) يقول: ومن أساء عمله في الدنيا بمعصيته فيها ربه, وخلافه فيها أمره ونهيه, فعلى نفسه جنى, لأنه أوبقها بذلك, وأكسبها به سخطه, ولم يضرّ أحدا سوى نفسه ( ثُمَّ إِلَى رَبِّكُمْ تُرْجَعُونَ ) يقول: ثم أنتم أيها الناس أجمعون إلى ربكم تصيرون من بعد مماتكم, فيجازى المحسن منكم بإحسانه, والمسيء بإساءته, فمن ورد عليه منكم بعمل صالح, جوزي من الثواب صالحا, ومن ورد عليه منكم بعمل سيئ جوزي من الثواب سيئا."
    },
    {
      "ayah": 16,
      "surah": 45,
      "text": "القول في تأويل قوله تعالى :  وَلَقَدْ آتَيْنَا بَنِي إِسْرَائِيلَ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ وَفَضَّلْنَاهُمْ عَلَى الْعَالَمِينَ (16)يقول تعالى ذكره ( وَلَقَدْ آتَيْنَا ) يا محمد ( بَنِي إِسْرَائِيلَ الْكِتَابَ ) يعني التوراة والإنجيل، (والحُكْمَ) يعني الفهم بالكتاب, والعلم بالسنن التي لم تنـزل فى الكتاب، ( وَالنُّبُوَّةَ ) يقول: وجعلنا منهم أنبياء ورسُلا إلى الخلق، ( وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ ) يقول: وأطعمناهم من طيبات أرزاقنا, وذلك ما أطعمهم من المنّ والسلوى ( وَفَضَّلْنَاهُمْ عَلَى الْعَالَمِينَ ) يقول: وفضلناهم على عالمي أهل زمانهم في أيام فرعون وعهده في ناحيتهم بمصر والشام."
    },
    {
      "ayah": 17,
      "surah": 45,
      "text": "القول في تأويل قوله تعالى :  وَآتَيْنَاهُمْ بَيِّنَاتٍ مِنَ الأَمْرِ فَمَا اخْتَلَفُوا إِلا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ (17)يقول تعالى ذكره: وأعطينا بني إسرائيل واضحات من أمرنا بتنـزيلنا إليهم التوراة فيها تفصيل كل شيء ( فَمَا اخْتَلَفُوا إِلا مِنْ بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ ) طلبا للرياسات, وتركا منهم لبيان الله تبارك وتعالى في تنـزيله.وقوله ( إِنَّ رَبَّكَ يَقْضِي بَيْنَهُمْ يَوْمَ الْقِيَامَةِ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ ) يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: إن ربك يا محمد يقضي بين المختلفين من بني إسرائيل بغيا بينهم يوم القيامة, فيما كانوا فيه في الدنيا يختلفون بعد العلم  الذي آتاهم, والبيان الذي جاءهم منه, فيفلج المحقّ حينئذ على المبطل بفصل الحكم بينهم."
    },
    {
      "ayah": 18,
      "surah": 45,
      "text": "القول في تأويل قوله تعالى :  ثُمَّ جَعَلْنَاكَ عَلَى شَرِيعَةٍ مِنَ الأَمْرِ فَاتَّبِعْهَا وَلا تَتَّبِعْ أَهْوَاءَ الَّذِينَ لا يَعْلَمُونَ (18)يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: ثم جعلناك يا محمد من بعد الذي آتينا بني إسرائيل, الذين وصفت لك صفتهم ( عَلَى شَرِيعَةٍ مِنَ الأمْرِ ) يقول: على طريقة وسنة ومنهاج من أمرنا الذي أمرنا به من قبلك من رسلنا( فاتَّبِعْها ) يقول: فاتبع تلك الشريعة التي جعلناها لك ( وَلا تَتَّبِعْ أَهْوَاءَ الَّذِينَ لا يَعْلَمُونَ ) يقول: ولا تتبع ما دعاك إليه الجاهلون بالله, الذين لا يعرفون الحقّ من الباطل, فتعمل به, فتهلك إن عملت به.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس ( ثُمَّ جَعَلْنَاكَ عَلَى شَرِيعَةٍ مِنَ الأمْرِ فَاتَّبِعْهَا ) قال: يقول على هدى من الأمر وبيِّنة.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( ثُمَّ جَعَلْنَاكَ عَلَى شَرِيعَةٍ مِنَ الأمْرِ فَاتَّبِعْهَا ) والشريعة: الفرائض والحدود والأمر والنهي فاتبعها( وَلا تَتَّبِعْ أَهْوَاءَ الَّذِينَ لا يَعْلَمُونَ ).حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد في قوله ( ثُمَّ  جَعَلْنَاكَ عَلَى شَرِيعَةٍ مِنَ الأمْرِ ) قال: الشريعة: الدين. وقرأ  شَرَعَ لَكُمْ مِنَ الدِّينِ مَا وَصَّى بِهِ نُوحًا وَالَّذِي أَوْحَيْنَا إِلَيْكَ  قال: فنوح أوّلهم وأنت آخرهم."
    },
    {
      "ayah": 19,
      "surah": 45,
      "text": "وقوله ( إِنَّهُمْ لَنْ يُغْنُوا عَنْكَ مِنَ اللَّهِ شَيْئًا ) يقول تعالى ذكره: إن هؤلاء الجاهلين بربهم, الذين يدعونك يا محمد إلى اتباع أهوائهم, لن يغنوا عنك إن أنت اتبعت أهواءهم, وخالفت شريعة ربك التي شرعها لك من عقاب الله شيئا, فيدفعوه عنك إن هو عاقبك, وينقذوك منه.وقوله ( وَإِنَّ الظَّالِمِينَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ ) يقول: وإن الظالمين بعضهم أنصار بعض, وأعوانهم على الإيمان بالله وأهل طاعته ( وَاللَّهُ وَلِيُّ الْمُتَّقِينَ ) يقول تعالى ذكره: والله يلي من اتقاه بأداء فرائضه, واجتناب معاصيه بكفايته, ودفاع من أراده بسوء, يقول جلّ ثناؤه لنبيه عليه الصلاة والسلام فكن من المتقين, يكفك الله ما بغاك وكادك به هؤلاء المشركون, فإنه وليّ من اتقاه, ولا يعظم عليك خلاف من خالف أمره وإن كثر عددهم, لأنهم لن يضرّوك ما كان الله وليك وناصرك."
    },
    {
      "ayah": 2,
      "surah": 45,
      "text": "وأما قوله: ( تَنـزيلُ الْكِتَابِ مِنَ اللَّهِ ) فإن معناه: هذا تنـزيل القرآن من عند الله (العَزِيزِ) في انتقامه من أعدائه (الحَكِيمِ) في تدبيره أمر خلقه."
    },
    {
      "ayah": 20,
      "surah": 45,
      "text": "القول في تأويل قوله تعالى :  هَذَا بَصَائِرُ لِلنَّاسِ وَهُدًى وَرَحْمَةٌ لِقَوْمٍ يُوقِنُونَ (20)يقول تعالى ذكره ( هَذَا ) الكتاب الذي أنـزلناه إليك يا محمد ( بَصَائِرُ لِلنَّاسِ ) يُبْصِرُون به الحقّ من الباطل, ويعرفون به سبيل الرشاد, والبصائر: جمع بصيرة.وبنحو الذي قلنا في ذلك كان ابن زيد يقول.* ذكر من قال ذلك:حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( هَذَا بَصَائِرُ لِلنَّاسِ وَهُدًى وَرَحْمَةٌ ) قال: القرآن. قال: هذا كله إنما هو في القلب. قال: والسمع والبصر في القلب. وقرأ  فَإِنَّهَا لا تَعْمَى الأَبْصَارُ وَلَكِنْ تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ  وليس ببصر الدنيا ولا بسمعها.وقوله: ( وَهُدًى ) يقول: ورشاد ( وَرَحْمَةٌ لِقَوْمٍ يُوقِنُونَ ) بحقيقة صحة هذا القرآن, وأنه تنـزيل من الله العزيز الحكيم. وخصّ جلّ ثناؤه الموقنين بأنه لهم بصائر وهدى ورحمة, لأنهم الذين انتفعوا به دون من كذب به من أهل الكفر, فكان عليه عمى وله حزنا."
    },
    {
      "ayah": 21,
      "surah": 45,
      "text": "وقوله ( أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ ) يقول تعالى ذكره: أم ظنّ الذين اجترحوا السيئات من الأعمال في الدنيا, وكذّبوا رسل الله, وخالفوا أمر ربهم, وعبدوا غيره, أن نجعلهم في الآخرة, كالذين آمنوا بالله وصدّقوا رسله وعملوا الصالحات, فأطاعوا الله, وأخلصوا له العبادة دون ما سواه من الأنداد والآلهة, كلا ما كان الله ليفعل ذلك, لقد ميز بين الفريقين, فجعل حزب الإيمان في الجنة, وحزب الكفر في السعير.كما حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ )... الآية, لعمري لقد تفرّق القوم في الدنيا, وتفرّقوا عند الموت, فتباينوا في المصير.وقوله ( سَوَاءً مَحْيَاهُمْ وَمَمَاتُهُمْ ) اختلفت القرّاء في قراءة قوله (سَوَاء) فقرأت ذلك عامة قرّاء المدينة والبصرة وبعض قرّاء الكوفة (سَوَاءٌ) بالرفع, على أن الخبر متناه عندهم عند قوله ( كَالَّذِينَ آمَنُوا ) وجعلوا خبر قوله ( أَنْ نَجْعَلَهُمْ قَوْلَهُ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ ), ثم ابتدءوا الخبر عن استواء حال محيا المؤمن ومماته, ومحيا الكافر ومماته, فرفعوا قوله: (سَوَاءٌ) على وجه الابتداء بهذا المعنى, وإلى هذا المعنى وجه تأويل ذلك جماعة من أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله ( سَوَاءً مَحْيَاهُمْ وَمَمَاتُهُمْ ) قال: المؤمن في الدنيا والآخرة مؤمن, والكافر في الدنيا والآخرة كافر.حدثنا أبو كُرَيب, قال: ثنا الحسن, عن شيبان, عن ليث, في قوله ( سَوَاءً مَحْيَاهُمْ وَمَمَاتُهُمْ ) قال: بعث المؤمن مؤمنا حيا وميتا, والكافر كافرًا حيًا وميتًا.وقد يحتمل الكلام إذا قُرئ سواء رفعا وجها آخر غير هذا المعنى الذي ذكرناه عن مجاهد وليث, وهو أن يوجه إلى: أم حسب الذين اجترحوا السيئات أن نجعلهم والمؤمنين سواء في الحياة والموت, بمعنى: أنهم لا يستوون, ثم يرفع سواء على هذا المعنى, إذ كان لا ينصرف, كما يقال: مررت برجل خير منك أبوه, وحسبك أخوه, فرفع حسبك, وخير إذ كانا في مذهب الأسماء, ولو وقع موقعهما فعل في لفظ اسم لم يكن إلا نصبا, فكذلك قوله: (سواءٌ). وقرأ ذلك عامة قرّاء الكوفة (سَوَاءٌ) نصبا, بمعنى: أحسبوا أن نجعلهم والذين آمنوا وعملوا الصالحات سواء.والصواب من القول في ذلك عندي أنهما قراءتان معروفتان في قراءة الأمصار قد قرأ بكلّ واحدة منهما أهل العلم بالقرآن صحيحتا المعنى, فبأيتهما قرأ القارئ فمصيب.واختلف أهل العربية في وجه نصب قوله (سَوَاءٌ) ورفعه, فقال بعض نحويي البصرة ( سَوَاءً مَحْيَاهُمْ وَمَمَاتُهُمْ ) رفع. وقال بعضهم: إن المحيا والممات للكفار كله, قال ( أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أَنْ نَجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ ) ثم قال سواء محيا الكفار ومماتهم: أي محياهم محيا سواء, ومماتهم ممات سواء, فرفع السواء على الابتداء. قال: ومن فَسَّر المحيا والممات للكفار والمؤمنين, فقد يجوز في هذا المعنى نصب السواء ورفعه, لأن من جعل السواء مستويا, فينبغي له في القياس أن يُجريه على ما قبله, لأنه صفة, ومن جعله الاستواء, فينبغي له أن يرفعه لأنه اسم, إلا أن ينصب المحيا والممات على البدل, وينصب السواء على الاستواء, وإن شاء رفع السواء إذا كان في معنى مستو, كما تقول: مررت برجل خير منك أبوه, لأنه صفة لا يصرف والرفع أجود.وقال بعض نحويي الكوفة قوله ( سَوَاءً مَحْيَاهُمْ ) بنصب سواء وبرفعه, والمحيا والممات في موضع رفع بمنـزلة, قوله: رأيت القوم سواء صغارهم وكبارهم بنصب سواء لأنه يجعله فعلا لما عاد على الناس من ذكرهم, قال: وربما جعلت العرب سواء في مذهب اسم بمنـزلة حسبك, فيقولون: رأيت قومك سواء صغارهم وكبارهم. فيكون كقولك: مررت برجل حسبك أبوه, قال: ولو جعلت مكان سواء مستو لم يرفع, ولكن نجعله متبعا لما قبله, مخالفا لسواء, لأن مستو من صفة القوم, ولأن سواء كالمصدر, والمصدر اسم. قال: ولو نصبت المحيا والممات كان وجها, يريد أن نجعلهم سواء في محياهم ومماتهم.وقال آخرون منهم: المعنى: أنه لا يساوي من اجترح السيئات المؤمن في الحياة, ولا الممات, على أنه وقع موقع الخبر, فكان خبرا لجعلنا, قال: والنصب للأخبار كما تقول: جعلت إخوتك سواء, صغيرهم وكبيرهم, ويجوز أن يرفع, لأن سواء لا ينصرف. وقال: من قال: ( أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أَنْ نَجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ ) فجعل كالذين الخبر استأنف بسواء ورفع ما بعدها, وأن نصب المحيا والممات نصب سواء لا غير, وقد تقدّم بياننا الصواب من القول في ذلك.وقوله ( سَاءَ مَا يَحْكُمُونَ ) يقول تعالى ذكره: بئس الحكم الذي حسبوا أنا نجعل الذين اجترحوا السيئات والذين آمنوا وعملوا الصالحات, سواء محياهم ومماتهم."
    },
    {
      "ayah": 22,
      "surah": 45,
      "text": "القول في تأويل قوله تعالى :  وَخَلَقَ اللَّهُ السَّمَاوَاتِ وَالأَرْضَ بِالْحَقِّ وَلِتُجْزَى كُلُّ نَفْسٍ بِمَا كَسَبَتْ وَهُمْ لا يُظْلَمُونَ (22)يقول تعالى ذكره: ( وَخَلَقَ اللَّهُ السَّمَاوَاتِ وَالأرْضَ بِالْحَقِّ ) للعدل والحقّ, لا لما حسب هؤلاء الجاهلون بالله, من أنه يجعل من اجترح السيئات, فعصاه وخالف أمره, كالذين آمنوا وعملوا الصالحات, في المحيا والممات, إذ كان ذلك من فعل غير أهل العدل والإنصاف, يقول جلّ ثناؤه: فلم يخلق الله السموات والأرض للظلم والجور, ولكنا خلقناهما للحقّ والعدل. ومن الحق أن نخالف بين حكم المسيء والمحسن, في العاجل والآجل.وقوله ( وَلِتُجْزَى كُلُّ نَفْسٍ بِمَا كَسَبَتْ ) يقول تعالى ذكره: وليثيب الله كلّ عامل بما عمل من عمل خلق السموات والأرض, المحسن بالإحسان, والمسيء بما هو أهله, لا لنبخس المحسن ثواب إحسانه, ونحمل عليه جرم غيره, فنعاقبه, أو نجعل للمسيء ثواب إحسان غيره فنكرمه, ولكن لنجزي كلا بما كسبت يداه, وهم لا يُظلمون جزاء أعمالهم."
    },
    {
      "ayah": 23,
      "surah": 45,
      "text": "القول في تأويل قوله تعالى :  أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ وَأَضَلَّهُ اللَّهُ عَلَى عِلْمٍ وَخَتَمَ عَلَى سَمْعِهِ وَقَلْبِهِ وَجَعَلَ عَلَى بَصَرِهِ غِشَاوَةً فَمَنْ يَهْدِيهِ مِنْ بَعْدِ اللَّهِ أَفَلا تَذَكَّرُونَ (23)اختلف أهل التأويل في تأويل قوله ( أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ ) فقال بعضهم: معنى ذلك: أفرأيت من اتخذ دينه بهواه, فلا يهوى شيئا إلا ركبه, لأنه لا يؤمن بالله, ولا يحرِّم ما حَرَّمَ, ولا يحلل ما حَللَ, إنما دينه ما هويته نفسه يعمل به.* ذكر من قال ذلك:حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, في قوله ( أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ ) قال: ذلك الكافر اتخذ دينه بغير هدى من الله ولا برهان.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله ( أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ ) قال: لا يهوي شيئا إلا ركبه لا يخاف الله.وقال آخرون: بل معنى ذلك: أفرأيت من اتخذ معبوده ما هويت عبادته نفسه من شيء.* ذكر من قال ذلك:حدثنا ابن حميد, قال: ثنا يعقوب, عن جعفر, عن سعيد, قال: كانت قريش تعبد العُزّى, وهو حجر أبيض, حينا من الدهر, فإذا وجدوا ما هو أحسن منه طرحوا الأوّل وعبدوا الآخر, فأنـزل الله ( أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ ) .وأولى التأويلين في ذلك بالصواب قول من قال: معنى ذلك: أفرأيت يا محمد من اتخذ معبوده هواه, فيعبد ما هوي من شيء دون إله الحقّ الذي له الألوهة من كلّ شيء, لأن ذلك هو الظاهر من معناه دون غيره.وقوله ( وَأَضَلَّهُ اللَّهُ عَلَى عِلْمٍ ) يقول تعالى ذكره: وخذله عن محجة الطريق, وسبيل الرشاد في سابق علمه على علم منه بأنه لا يهتدي, ولو جاءته كل آية.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس ( وَأَضَلَّهُ اللَّهُ عَلَى عِلْمٍ ) يقول: أضله الله في سابق علمه.وقوله ( وَخَتَمَ عَلَى سَمْعِهِ وَقَلْبِهِ ) يقول تعالى ذكره: وطَبَع على سمعه أن  يسمع مواعظ الله وآي كتابه, فيعتبر بها ويتدبرها, ويتفكر فيها, فيعقل ما فيها من النور والبيان والهدى.وقوله ( وَقَلْبِهِ ) يقول: وطبع أيضًا على قلبه, فلا يعقل به شيئا, ولا يعي به حقا.وقوله ( وَجَعَلَ عَلَى بَصَرِهِ غِشَاوَةً ) يقول: وجعل على بصره غشاوة أن يبصر به حجج الله, فيستدّل بها على وحدانيته, ويعلم بها أن لا إله غيره.واختلفت القرّاء في قراءة قوله ( وَجَعَلَ عَلَى بَصَرِهِ غِشَاوَةً ) فقرأته عامة قرّاء المدينة والبصرة وبعض قرّاء الكوفة ( غِشَاوَةً ) بكسر الغين وإثبات الألف فيها على أنها اسم, وقرأ ذلك عامة قرّاء الكوفة (غَشْوَةً) بمعنى: أنه غشاه شيئا في دفعة واحدة, ومرّة واحدة, بفتح الغين بغير ألف, وهما عندي قراءتان صحيحتان فبأيتهما قرأ القارئ فمصيب.وقوله ( فَمَنْ يَهْدِيهِ مِنْ بَعْدِ اللَّهِ ) يقول تعالى ذكره: فمن يوفِّقه لإصابة الحقّ, وإبصار محجة الرشد بعد إضلال الله إياه ( أَفَلا تَذَكَّرُونَ ) أيها الناس, فتعلموا أن من فعل الله به ما وصفنا, فلن يهتدي أبدا, ولن يجد لنفسه وليا مرشدا."
    },
    {
      "ayah": 24,
      "surah": 45,
      "text": "القول في تأويل قوله تعالى :  وَقَالُوا مَا هِيَ إِلا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَا إِلا الدَّهْرُ وَمَا لَهُمْ بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلا يَظُنُّونَ (24)يقول تعالى ذكره: وقال هؤلاء المشركون الذين تقدّم خبره عنهم: ما حياة إلا حياتنا الدنيا التي نحن فيها لا حياة سواها تكذيبا منهم بالبعث بعد الممات.كما حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَقَالُوا مَا هِيَ إِلا حَيَاتُنَا الدُّنْيَا ) : أي لعمري هذا قول مشركي العرب.وقوله ( نَمُوتُ وَنَحْيَا ) نموت نحن ونحيا وتحيا أبناؤنا بعدنا, فجعلوا حياة أبنائهم بعدهم حياة لهم, لأنهم منهم وبعضهم, فكأنهم بحياتهم أحياء, وذلك نظير قول الناس: ما مات من خلف ابنا مثل فلان, لأنه بحياة ذكره به, كأنه حيّ غير ميت, وقد يحتمل وجها آخر, وهو أن يكون معناه: نحيا ونموت على وجه تقديم الحياة قبل الممات, كما يقال: قمت وقعدت, بمعنى: قعدت وقمت; والعرب تفعل ذلك في الواو خاصة إذا أرادوا الخبر عن شيئين أنهما كانا أو يكونان, ولم تقصد الخبر عن كون أحدهما قبل الآخر, تقدم المتأخر حدوثا على المتقدم حدوثه منهما أحيانا, فهذا من ذلك, لأنه لم يقصد فيه إلى الخبر عن كون الحياة قبل الممات, فقدّم ذكر الممات قبل ذكر الحياة, إذ كان القصد إلى الخبر عن أنهم يكونون مرّة أحياء وأخرى أمواتا.وقوله ( وَمَا يُهْلِكُنَا إِلا الدَّهْرُ ) يقول تعالى ذكره مخبرًا عن هؤلاء المشركين أنهم قالوا: وما يهلكنا فيفنينا إلا مرّ الليالي والأيام وطول العمر, إنكارًا منهم أن يكون لهم ربّ يفنيهم ويهلكهم.وقد ذُكر أنها في قراءة عبد الله (وَمَا يُهْلِكُنَا إِلا دَهْرٌ يَمُرُّ).وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد ( وَمَا يُهْلِكُنَا إِلا الدَّهْرُ ) قال: الزمان.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله ( وَمَا يُهْلِكُنَا إِلا الدَّهْرُ ) قال ذلك مشركو قريش ( وَمَا يُهْلِكُنَا إِلا الدَّهْرُ ) : إلا العمر.وذُكر أن هذه الآية نـزلت من أجل أن أهل الشرك كانوا يقولون: الذي يهلكنا ويفنينا الدهر والزمان, ثم يسبون ما يفنيهم ويهلكهم, وهم يرون أنهم   يسبون بذلك الدهر والزمان, فقال الله عزّ وجلّ لهم: أنا الذي أفنيكم وأهلككم, لا الدهر والزمان, ولا علم لكم بذلك.* ذكر الرواية بذلك عمن قاله:حدثنا أبو كُرَيب, قال: ثنا ابن عيينة, عن الزهريّ, عن سعيد بن المسيب, عن أبي هريرة, عن النبيّ صلى الله عليه وسلم، قال: \" كانَ أهْلُ الجَاهِلِيَّةِ يَقُولُونَ: إنَّمَا يُهْلِكُنَا اللَّيْلُ وَالنَّهَارُ, وَهُوَ الَّذِي يُهْلِكُنَا وَيُمِيتُنَا وَيُحْيِينا, فقال الله في كتابه: ( وَقَالُوا مَا هِيَ إِلا حَيَاتُنَا الدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَا إِلا الدَّهْرُ ) قال: فَيَسُبُّونَ الدَّهْرَ, فَقَالَ اللَّهُ تَبَارَكَ وَتَعَالَى: يُؤْذِينِي ابْنُ آدَمَ يَسُبُّ الدَّهْرَ وأنا الدَّهْرُ, بِيَدِي الأمْرُ, أُقَلِّبُ اللَّيْلَ وَالنَّهَارَ\".حدثنا عمران بن بكار الكُلاعي, قال: ثنا أبو روح, قال: ثنا سفيان بن عيينة, عن الزهريّ, عن سعيد بن المسيب, عن أبي هريرة, عن النبيّ صلى الله عليه وسلم, نحوه.حدثني يونس بن عبد الأعلى, قال: أخبرنا ابن وهب, قال: ثني يونس بن يزيد, عن ابن شهاب, قال: أخبرني أبو سلمة بن عبد الرحمن, قال; قال أبو هريرة, سمعت رسول الله صلى الله عليه وسلم قال: \" قال الله تعالى: يَسُبُّ ابْنُ آدَمَ الدَّهْرَ, وأنا الدَّهْرُ, بِيَدِي اللَّيْلُ والنَّهَارُ\".حدثنا ابن حُمَيد, قال: ثنا سلمة, عن ابن إسحاق, عن العلاء بن عبد الرحمن, عن أبيه عن أبي هريرة أن النبيّ صلى الله عليه وسلم قال: \" يَقُولُ اللَّهُ اسْتَقْرَضْتُ عَبْدِي فَلَمْ يُعْطِني, وَسَبَّنِي عَبْدي يَقُولُ: وَادَهْرَاهُ, وأنا الدَّهْرُ\".حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, عن الزهريّ, عن أبي هريرة, عن النبيّ صلى الله عليه وسلم \" إنَّ اللَّهَ قالَ: لا يَقُولَنَّ أَحَدُكُمْ: يا خَيْبَةَ الدَّهْرِ, فإنّي أنا الدَّهْرُ, أُقَلِّبُ لَيْلَهُ وَنَهَارهُ, وَإذَا شِئْتُ قَبَضْتُهُما \".حدثني يعقوب, قال: ثنا ابن علية, عن هشام, عن أبي هريرة قال: \" لا تَسُبُّوا الدَّهْرَ, فإنَّ اللَّهَ هُوَ الدَّهْرُ\"( وَمَا لَهُمْ بِذَلِكَ مِنْ عِلْمٍ إِنْ هُمْ إِلا يَظُنُّونَ ) يقول تعالى ذكره: وما لهؤلاء المشركين القائلين: ما هي إلا حياتنا الدنيا نموت ونحيا, وما يهلكنا إلا الدهر, بما يقولون من ذلك من علم: يعني من يقين علم, لأنهم يقولون ذلك تخرّصا بغير خبر أتاهم من الله, ولا برهان عندهم بحقيقته ( إِنْ هُمْ إِلا يَظُنُّونَ ) يقول جلّ ثناؤه: ما هم إلا في ظنّ من ذلك, وشكّ يخبر عنهم أنهم في حيرة من اعتقادهم حقيقة ما ينطقون من ذلك بألسنتهم."
    },
    {
      "ayah": 25,
      "surah": 45,
      "text": "القول في تأويل قوله تعالى :  وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ مَا كَانَ حُجَّتَهُمْ إِلا أَنْ قَالُوا ائْتُوا بِآبَائِنَا إِنْ كُنْتُمْ صَادِقِينَ (25)يقول تعالى ذكره: وإذا تُتلى على هؤلاء المشركين المكذّبين بالبعث آياتنا, بأن الله باعث خلقه من بعد مماتهم, فجامعهم يوم القيامة عنده للثواب والعقاب (بَيِّنَاتٍ) يعني: واضحات جليات, تنفي الشكّ عن قلب أهل التصديق بالله في ذلك ( مَا كَانَ حُجَّتَهُمْ إِلا أَنْ قَالُوا ائْتُوا بِآبَائِنَا إِنْ كُنْتُمْ صَادِقِينَ ) يقول جل ثناؤه: لم يكن لهم حجة على رسولنا الذي يتلو ذلك عليهم إلا قولهم له: ائتنا بآبائنا الذين قد هلكوا أحياء, وانشرهم لنا إن كنت صادقا فيما تتلو علينا وتخبرنا, حتى نصدّق بحقيقة ما تقول بأن الله باعثنا من بعد مماتنا, ومحيينا من بعد فنائنا."
    },
    {
      "ayah": 26,
      "surah": 45,
      "text": "القول في تأويل قوله تعالى :  قُلِ اللَّهُ يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يَجْمَعُكُمْ إِلَى يَوْمِ الْقِيَامَةِ لا رَيْبَ فِيهِ وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ (26)يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم قل يا محمد لهؤلاء المشركين المكذّبين بالبعث, القائلين لك ائتنا بآبائنا إن كنت صادقا: الله أيها المشركون يحييكم ما شاء أن يحييكم في الدنيا, ثم يميتكم فيها إذا شاء, ثم يجمعكم إلى يوم القيامة, يعني أنه يجمعكم جميعا أوّلكم وآخركم, وصغيركم وكبيركم ( إلى يوم القيامة ) يقول: ليوم القيامة, يعني أنه يجمعكم جميعا أحياء ليوم القيامة ( لا رَيْبَ فِيهِ ) يقول: لا شكّ فيه, يقول: فلا تشكوا في ذلك, فإن الأمر كما وصفت لكم ( وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ ) يقول: ولكن أكثر الناس الذين هم أهل تكذيب بالبعث, لا يعلمون حقيقة ذلك, وأن الله محييهم من بعد مماتهم."
    },
    {
      "ayah": 27,
      "surah": 45,
      "text": "القول في تأويل قوله تعالى :  وَلِلَّهِ مُلْكُ السَّمَاوَاتِ وَالأَرْضِ وَيَوْمَ تَقُومُ السَّاعَةُ يَوْمَئِذٍ يَخْسَرُ الْمُبْطِلُونَ (27)يقول تعالى ذكره: ولله سلطان السموات السبع والأرض, دون ما تدعون له شريكا, وتعبدونه من دونه, والذي تدعونه من دونه من الآلهة والأنداد في مُلكه وسلطانه, جارٍ عليه حكمه, فكيف يكون ما كان كذلك له شريكا, أم كيف تعبدونه, وتتركون عبادة مالككم, ومالك ما تعبدونه من دونه ( وَيَوْمَ تَقُومُ السَّاعَةُ ) يقول تعالى ذكره: ويوم تجيء الساعة التي يُنْشِر الله فيها الموتى من قبورهم, ويجمعهم لموقف العرض ( يَخْسَرُ الْمُبْطِلُونَ ) : يقول: يغبن فيها الذين أبطلوا في الدنيا في أقوالهم ودعواهم لله شريكا, وعبادتهم آلهة دونه بأن يفوز بمنازلهم من الجنة المحقون, ويبدّلوا بها منازل من النار كانت للمحقين.فجعلت لهم بمنازلهم من الجنة, ذلك هو الخسران المبين."
    },
    {
      "ayah": 28,
      "surah": 45,
      "text": "القول في تأويل قوله تعالى :  وَتَرَى كُلَّ أُمَّةٍ جَاثِيَةً كُلُّ أُمَّةٍ تُدْعَى إِلَى كِتَابِهَا الْيَوْمَ تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ (28)يقول تعالى ذكره: وترى يا محمد يوم تقوم الساعة أهل كل ملة ودين جاثية: يقول: مجتمعة مستوفزة على ركبها من هول ذلك اليوم.كما حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد في قوله: ( وَتَرَى كُلَّ أُمَّةٍ جَاثِيَةً ) قال على الركب مستوفِزِين.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( وَتَرَى كُلَّ أُمَّةٍ جَاثِيَةً ) قال: هذا يوم القيامة جاثية على ركبهم.حُدثت عن الحسين, قال: سمعت أبا معاذ, يقول: ثنا عبيد, قال: سمعت الضحاك يقول, في قوله ( وَتَرَى كُلَّ أُمَّةٍ جَاثِيَةً ) يقول: على الركب عند الحساب.وقوله (كل أمة تدعى إلى كتابها) يقول: كل أهل ملة ودين تُدعى إلى كتابها الذي أملت على حفظتها.كما حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( كُلُّ أُمَّةٍ تُدْعَى إِلَى كِتَابِهَا ) يعلمون أنه ستدعى أُمة قبل أُمة, وقوم قبل قوم, ورجل قبل رجل. ذُكر لنا أن نبيّ الله صلى الله عليه وسلم كان يقول: \" يُمَثَّلُ لِكُلِّ أُمَّةٍ يَوْمَ الْقِيَامَةِ مَا كَانَتْ تَعْبُدُ مِنْ حَجَرٍ, أَوْ وَثَنٍ أَوْ خَشَبَةٍ, أَوْ دَابَّةٍ, ثُمَّ يُقَالُ: مَنْ كَانَ يَعْبُدُ شَيْئًا فَلْيَتْبَعْهُ, فَتَكُونُ, أوْ تُجْعَلُ تِلْكَ الأوْثَانُ قَادَةً إِلَى النَّارِ حَتَّى تَقْذِفَهُمْ فِيهَا, فَتَبْقَى أُمَّةُ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَهْلُ الْكِتَابِ, فَيَقُولُ لِلْيَهُودِ: مَا كُنْتُمْ تَعْبُدُونَ؟ فَيَقُولُونَ: كُنَّا نَعْبُدُ اللَّهَ وَعُزَيْرًا إِلا قَلِيلا مِنْهُمْ, فَيُقَالُ لَهَا: أَمَّا عُزَيْرٌ فَلَيْسَ مِنْكُمْ وَلَسْتُمْ مِنْهُ, فَيُؤْخَذُ بِهِمْ ذَاتَ الشِّمَالِ, فَيَنْطَلِقُونَ وَلا يَسْتَطِيعُونَ مُكُوثًا, ثُمَّ يُدْعَى بِالنَّصَارَى, فَيُقَالُ لَهُمْ: مَا كُنْتُمْ تَعْبُدُونَ؟ فَيَقُولُونَ: كُنَّا نَعْبُدُ اللَّهَ وَالْمَسِيحَ إِلا قَلِيلا مِنْهُمْ فَيُقَالُ: أَمَّا عِيسَى فَلَيْسَ مِنْكُمْ وَلَسْتُمْ مِنْهُ, فَيُؤْخَذُ بِهِمْ ذَاتَ الشِّمَالِ, فَيَنْطَلِقُونَ وَلا يَسْتَطِيعُونَ مُكُوثًا, وَتَبْقَى أُمَّةُ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ, فَيُقَالُ لَهُمْ: مَا كُنْتُمْ تَعْبُدُونَ؟ فَيَقُولُونَ: كُنَّا نَعْبُدُ اللَّهَ وَحْدَهُ, وَإِنَّمَا فَارَقْنَا هَؤُلاءِ فِي الدُّنْيَا مَخَافَةَ يَوْمِنَا هَذَا, فَيُؤْذَنُ لِلْمُؤْمِنِينَ فِي السُّجُودِ, فَيَسْجُدُ الْمُؤْمِنُونَ, وَبَيْنَ كُلِّ مُؤْمِنٍ مُنَافِقٌ, فَيَقْسُو ظَهْرُ الْمُنَافِقُ عَنِ السُّجُودِ, وَيَجْعَلُ اللَّهُ سُجُودَ الْمُؤْمِنِينَ عَلَيْهِ تَوْبِيخًا وَصَغَارًا وَحَسْرَةً وَنَدَامَةً\".حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, عن الزهريّ, عن عطاء بن يزيد الليثي, عن أبي هريرة, قال: \" قال الناس: يا رسول الله هل نَرَى رَبَّنَا يَوْمَ الْقِيَامَةِ؟ قَالَ: \" هَلْ تُضَامُّونَ فِي الشَّمْسِ لَيْسَ دُونَهَا سَحَابٌ, قَالُوا: لا يَا رَسُولَ اللَّّهِ, قَالَ: \" هَلْ تُضَارُّونَ فِي الْقَمَرِ لَيْلَةَ الْبَدْرِ لَيْسَ دُونَهُ سَحَابٌ؟\" قَالُوا: لا يَا رَسُولَ اللَّهِ, قَالَ: فَإِنَّكُمْ تَرَوْنَهُ يَوْمَ الْقِيَامَةِ كَذَلِكَ يَجْمَعُ اللًّهُ النَّاسَ فَيَقُولُ: مَنْ كَانَ يَعْبُدُ شَيْئًا فَلْيَتْبَعْهُ, فَيَتْبَعُ مَنْ كَانَ يَعْبُدُ الْقَمَرَ الْقَمَرَ, وَمَنْ كَانَ يَعْبُدُ الشَّمْسَ الشَّمْسَ, وَيَتْبَعُ مَنْ كَانَ يَعْبُدُ الطَّوَاغِيتَ الطَّوَاغِيتَ, وَتَبْقَى هَذِهِ الأمَّةُ فِيهَا مُنَافِقُوهَا, فَيَأْتِيهِمْ رَبُّهُمْ فِي صُورَةٍ, وَيُضْرَبُ جِسْرٌ عَلَى جَهَنَّمَ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" فَأَكُونُ أَوَّلَ مَنْ يُجِيزُ, وَدَعْوَةُ الرُّسُلِ يَوْمَئِذٍ: اللَّهُمَّ سَلِّمْ, اللَّهُمَّ سَلِّمْ وَبِهَا كَلالِيبُ كَشَوْكِ السَّعْدَانِ هَلْ رَأَيْتُمْ شَوْكَ السَّعْدَانِ؟ قَالُوا: نَعَمْ يَا رَسُولَ اللَّهِ قَالَ: فَإِنَّهَا مِثْلُ شَوْكِ السَّعْدَانِ غَيْرَ أَنَّهُ لا يَعْلَمُ أَحَدٌ قَدْرَ عِظَمِهَا إِلا اللَّهُ وَيَخْطَفُ النَّاسَ بِأَعْمَالِهِمْ, فَمِنْهُمْ الْمُوبَقُ بِعَمَلِهِ, وَمِنْهُمْ الْمُخَرْدِلُ ثُمَّ يَنْجُو \", ثم ذكر الحديث بطوله.وقوله ( الْيَوْمَ تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ ) يقول تعالى ذكره: كلّ أُمة تُدعى إلى كتابها, يقال لها: اليوم تجزون: أي تثابون وتعطون أجور ما كنتم في الدنيا من جزاء الأعمال تعملون بالإحسان الإحسانَ, وبالإساءة جزاءها."
    },
    {
      "ayah": 29,
      "surah": 45,
      "text": "القول في تأويل قوله تعالى :  هَذَا كِتَابُنَا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ إِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُونَ (29)يقول تعالى ذكره: لكلّ أمة دعيت في القيامة إلى كتابها الذي أملت على  حفظتها في الدنيا  الْيَوْمَ تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ  فلا تجزعوا من ثوابناكم على ذلك, فإنكم ينطق عليكم إن أنكرتموه بالحق فاقرءوه ( إِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُونَ ) يقول: إنا كنا نستكتب حفظتنا أعمالكم, فتثبتها في الكتب وتكتبها.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا أبو كُرَيب, قال: ثنا طلق بن غنام, عن زائدة, عن عطاء بن مقسم, عن ابن عباس ( هَذَا كِتَابُنَا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ ) قال: هو أمّ الكتاب فيه أعمال بني آدم ( إِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُونَ ) قال: نعم, الملائكة يستنسخون أعمال بني آدم.حدثنا ابن حُميد, قال: ثنا يعقوب القمي, قال: ثني أخي عيسى بن عبد الله بن ثابت الثُّمالي, عن ابن عباس, قال: \" إن الله خلق النون وهي الدواة, وخلق القلم, فقال: اكتب, قال: ما أكتب, قال: اكتب ما هو كائن إلى يوم القيامة من عمل معمول, برّ أو فجور, أو رزق مقسوم, حلال أو حرام, ثم ألزم كلّ شيء من ذلك شأنه دخوله في الدنيا, ومقامه فيها كم, وخروجه منه كيف, ثم جعل على العباد حفظة, وعلى الكتاب خزانا، فالحفظة ينسخون كلّ يوم من الخزان عمل ذلك اليوم, فإذا فني الرزق وانقطع الأثر, وانقضى الأجل, أتت الحفظة الخزنة يطلبون عمل ذلك اليوم, فتقول لهم الخزنة: ما نجد لصاحبكم عندنا شيئا, فترجع الحفظة, فيجدونهم قد ماتوا, قال: فقال ابن عباس: ألستم قوما عربا تسمعون الحفظة يقولون ( إِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُونَ ) وهل يكون الاستنساخ إلا من أصل \".حدثنا ابن حميد, قال: ثنا حكام, عن عمرو, عن عطاء, عن الحكم, عن مقسم, عن ابن عباس ( هَذَا كِتَابُنَا يَنْطِقُ عَلَيْكُمْ بِالْحَقِّ ) قال: الكتاب: الذكر ( إِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُونَ ) قال: نستنسخ الأعمال.وقال آخرون في ذلك ما حدثنا الحسن بن عرفة, قال: ثنا النضر بن  إسماعيل, عن أبي سنان الشيبانيّ, عن عطاء بن أبي رباح, عن أبي عبد الرحمن السلميّ, عن عليّ بن أبي طالب رضي الله عنه أنه قال: إن لله ملائكة ينـزلون في كل يوم بشيء يكتبون فيه أعمال بني آدم."
    },
    {
      "ayah": 3,
      "surah": 45,
      "text": "وقوله: ( إِنَّ فِي السَّمَاوَاتِ وَالأرْضِ لآيَاتٍ لِلْمُؤْمِنِينَ ) يقول تعالى ذكره: إن في السموات السبع اللاتي منهنّ نـزول الغيث, والأرض التي منها خروج الخلق أيها الناس ( لآيَاتٍ لِلْمُؤْمِنِينَ ) يقول: لأدلة وحججا للمصدّقين بالحجج إذا تبيَّنوها ورأوها."
    },
    {
      "ayah": 30,
      "surah": 45,
      "text": "وقوله ( فَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَيُدْخِلُهُمْ رَبُّهُمْ فِي رَحْمَتِهِ ) يقول تعالى ذكره: فأما الذين آمنوا بالله في الدنيا فوحدوه, ولم يشركوا به شيئا, وعملوا الصالحات: يقول: وعملوا بما أمرهم الله به, وانتهوا عما نهاهم الله عنه ( فَيُدْخِلُهُمْ رَبُّهُمْ فِي رَحْمَتِهِ ) يعني في جنته برحمته.وقوله ( ذَلِكَ هُوَ الْفَوْزُ الْمُبِينُ ) يقول: دخولهم في رحمة الله يومئذ هو الظفر بما كانوا يطلبونه, وإدراك ما كانوا يسعون في الدنيا له, المبين غايتهم فيها, أنه هو الفوز."
    },
    {
      "ayah": 31,
      "surah": 45,
      "text": "القول في تأويل قوله تعالى :  وَأَمَّا الَّذِينَ كَفَرُوا أَفَلَمْ تَكُنْ آيَاتِي تُتْلَى عَلَيْكُمْ فَاسْتَكْبَرْتُمْ وَكُنْتُمْ قَوْمًا مُجْرِمِينَ (31)يقول تعالى ذكره: وأما الذين جحدوا وحدانية الله, وأبوا إفراده في الدنيا بالألوهة, فيقال لهم: ألم تكن آياتي في الدنيا تُتلى عليكم.فإن قال قائل: أوليست أمَّا تجاب بالفاء, فأين هي؟ فإن الجواب أن يقال: هي الفاء التي في قوله ( أَفَلَمْ ). وإنما وجه الكلام في العربية لو نطق به على بيانه, وأصله أن يقال: وأما الذين كفروا, فألم تكن آياتي تتلى عليكم, لأن معنى الكلام: وأما الذين كفروا فيقال لهم ألم, فموضع الفاء في ابتداء المحذوف الذي هو مطلوب في الكلام, فلما حُذفت يقال: وجاءت ألف استفهام, حكمها أن تكون مبتدأة بها, ابتدئ بها, وجعلت الفاء بعدها.وقد تُسقط العرب الفاء التي هي جواب \" أما \" في مثل هذا الموضع أحيانا إذا أسقطوا الفعل الذي هو في محل جواب أمَّا كما قال جلّ ثناؤه  فَأَمَّا الَّذِينَ اسْوَدَّتْ  وُجُوهُهُمْ أَكَفَرْتُمْ بَعْدَ إِيمَانِكُمْ  فحذفت الفاء, إذ كان الفعل الذي هو في جواب أمَّا محذوفا, وهو فيقال, وذلك أن معنى الكلام: فأما الذين اسودّت وجوههم فيقال لهم: أكفرتم, فلما أسقطت, يقال الذي به تتصل الفاء سقطت الفاء التي هي جواب أمَّا.وقوله (فَاسْتَكْبَرْتُمْ) يقول: فاستكبرتم عن استماعها والإيمان بها( وَكُنْتُمْ قَوْمًا مُجْرِمِينَ ) يقول: وكنتم قوما تكسبون الآثام والكفر بالله, ولا تصدّقون بمعاد, ولا تؤمنون بثواب ولا عقاب."
    },
    {
      "ayah": 32,
      "surah": 45,
      "text": "القول في تأويل قوله تعالى :  وَإِذَا قِيلَ إِنَّ وَعْدَ اللَّهِ حَقٌّ وَالسَّاعَةُ لا رَيْبَ فِيهَا قُلْتُمْ مَا نَدْرِي مَا السَّاعَةُ إِنْ نَظُنُّ إِلا ظَنًّا وَمَا نَحْنُ بِمُسْتَيْقِنِينَ (32)يقول تعالى ذكره: ويقال لهم حينئذ: ( وَإِذَا قِيلَ) لَكُمُ (إِنَّ وَعْدَ اللَّهِ ) الذي وعد عباده, أنه محييهم من بعد مماتهم, وباعثهم من قبورهم ( حَقٌّ وَالسَّاعَةُ ) التي أخبرهم أنه يقيمها لحشرهم, وجمعهم للحساب والثواب على الطاعة, والعقاب على المعصية, آتية ( لا رَيْبَ فِيهَا ) يقول: لا شكَ فيها, يعني في الساعة, والهاء في قوله ( فِيهَا ) من ذكر الساعة. ومعنى الكلام: والساعة لا ريب في قيامها, فاتقوا الله وآمنوا بالله ورسوله, واعملوا لما ينجيكم من عقاب الله فيها( قُلْتُمْ مَا نَدْرِي مَا السَّاعَةُ ) تكذيبا منكم بوعد الله جلّ ثناؤه, وردًا لخبره, وإنكارًا لقُدرته على إحيائكم من بعد مماتكم.وقوله ( إِنْ نَظُنُّ إِلا ظَنًّا ) يقول: وقلتم ما نظنّ أن الساعة آتية إلا ظنا( وَمَا نَحْنُ بِمُسْتَيْقِنِينَ ) أنها جائية, ولا أنها كائنة.واختلفت القرّاء في قراءة قوله ( وَالسَّاعَةُ لا رَيْبَ فِيهَا ) فقرأت ذلك عامة قرّاء المدينة والبصرة وبعض قرّاء الكوفة و ( السَّاعَةُ ) رفعا على الابتداء. وقرأته  عامة قرّاء الكوفة \" وَالسَّاعَةَ\" نصبا عطفا بها على قوله ( إِنَّ وَعْدَ اللَّهِ حَقٌّ ).والصواب من القول في ذلك عندنا, أنهما قراءتان مستفيضتان في قراءة الأمصار صحيحتا المخرج في العربية متقاربتا المعنى, فبأيتهما قرأ القارئ فمصيب."
    },
    {
      "ayah": 33,
      "surah": 45,
      "text": "القول في تأويل قوله تعالى :  وَبَدَا لَهُمْ سَيِّئَاتُ مَا عَمِلُوا وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ (33)يقول تعالى ذكره: وبدا لهؤلاء الذين كانوا في الدنيا يكفرون بآيات الله سيئات ما عملوا في الدنيا من الأعمال, يقول: ظهر لهم هنالك قبائحها وشرارها لما قرءوا كتب أعمالهم التي كانت الحفظة تنسخها في الدنيا( وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ ) يقول: وحاق بهم من عذاب الله حينئذ ما كانوا به يستهزئون إذ قيل لهم: إن الله مُحِلُّهُ بمن كذب به على سيئات ما في الدنيا عملوا من الأعمال."
    },
    {
      "ayah": 34,
      "surah": 45,
      "text": "القول في تأويل قوله تعالى :  وَقِيلَ الْيَوْمَ نَنْسَاكُمْ كَمَا نَسِيتُمْ لِقَاءَ يَوْمِكُمْ هَذَا وَمَأْوَاكُمُ النَّارُ وَمَا لَكُمْ مِنْ نَاصِرِينَ (34)يقول تعالى ذكره: وقيل لهؤلاء الكفرة الذين وصف صفتهم: اليوم نترككم في عذاب جهنم, كما تركتم العمل للقاء ربكم يومكم هذا.كما حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله ( وَقِيلَ الْيَوْمَ نَنْسَاكُمْ ) نترككم. وقوله ( وَمَأْوَاكُمُ النَّارُ ) يقول: ومأواكم التي تأوون إليها نار جهنم، ( وَمَا لَكُمْ مِنْ نَاصِرِينَ ) يقول: وما لكم من مستنقذ ينقذكم اليوم من عذاب الله, ولا منتصر ينتصر لكم ممن يعذّبكم, فيستنقذ لكم منه."
    },
    {
      "ayah": 35,
      "surah": 45,
      "text": "القول في تأويل قوله تعالى :  ذَلِكُمْ بِأَنَّكُمُ اتَّخَذْتُمْ آيَاتِ اللَّهِ هُزُوًا وَغَرَّتْكُمُ الْحَيَاةُ الدُّنْيَا فَالْيَوْمَ لا يُخْرَجُونَ مِنْهَا وَلا هُمْ يُسْتَعْتَبُونَ (35)يقول تعالى ذكره: يقال لهم: هذا الذي حلّ بكم من عذاب الله اليوم (بِأَنَّكُمْ) في الدنيا( اتَّخَذْتُمْ آيَاتِ اللَّهِ هُزُوًا ), وهي حججه وأدلته وآي كتابه التي أنـزلها على رسوله صلى الله عليه وسلم (هُزُوًا) يعني سخرية تسخرون منها( وَغَرَّتْكُمُ الْحَيَاةُ الدُّنْيَا ) يقول: وخدعتكم زينة الحياة الدنيا. فآثرتموها على العمل لما ينجيكم اليوم من عذاب الله، يقول تعالى ذكره: ( فَالْيَوْمَ لا يُخْرَجُونَ مِنْهَا ) مِنَ النَّارِ ( وَلا هُمْ يُسْتَعْتَبُونَ ) يقول: ولا هم يردّون إلى الدنيا ليتوبوا ويراجعوا الإنابة مما عوقبوا عليه."
    },
    {
      "ayah": 36,
      "surah": 45,
      "text": "القول في تأويل قوله تعالى :  فَلِلَّهِ الْحَمْدُ رَبِّ السَّمَاوَاتِ وَرَبِّ الأَرْضِ رَبِّ الْعَالَمِينَ (36)يقول تعالى ذكره ( فَلِلَّهِ الْحَمْدُ ) على نِعمه وأياديه عند خلقه, فإياه فاحمدوا أيها الناس, فإن كلّ ما بكم من نعمة فمنه دون ما تعبدون من دونه من آلهة ووثن, ودون ما تتخذونه من دونه ربا, وتشركون به معه ( رَبِّ السَّمَاوَاتِ وَرَبِّ الأرْضِ ) يقول: مالك السموات السبع, ومالك الأرضين السبع و ( رَبِّ الْعَالَمِينَ ) يقول: مالك جميع ما فيهنّ من أصناف الخلق."
    },
    {
      "ayah": 37,
      "surah": 45,
      "text": "( وله الكبرياء في السماوات والأرض ) يقول: وله العظمة والسلطان في السموات والأرض دون ما سواه من الآلهة والأنداد ( وَهُوَ الْعَزِيزُ ) في نقمته من أعدائه, القاهر كل ما دونه, ولا يقهره شيء ( الْحَكِيمُ ) في تدبيره خلقه وتصريفه إياهم فيما شاء كيف شاء, والله أعلم.آخر تفسير سورة الجاثية"
    },
    {
      "ayah": 4,
      "surah": 45,
      "text": "القول في تأويل قوله تعالى :  وَفِي خَلْقِكُمْ وَمَا يَبُثُّ مِنْ دَابَّةٍ آيَاتٌ لِقَوْمٍ يُوقِنُونَ (4)يقول تعالى ذكره: وفى خلق الله إياكم أيها الناس, وخلقه ما تفرّق في الأرض من دابة تدّب عليها من غير جنسكم ( آيَاتٌ لِقَوْمٍ يُوقِنُونَ ) يعني: حججا وأدلة لقوم يوقنون بحقائق الأشياء, فيقرّون بها, ويعلمون صحتها.واختلفت القرّاء في قراءة قوله: ( آيَاتٌ لِقَوْمٍ يُوقِنُونَ ) وفي التي بعد ذلك فقرأ ذلك عامة قرّاء المدينة والبصرة وبعض قرّاء الكوفة (آياتٌ) رفعا على الابتداء, وترك ردّها على قوله  لآيَاتٍ لِلْمُؤْمِنِينَ  , وقرأته عامة قرّاء الكوفة (آياتٍ) خفضا بتأويل النصب ردّا على قوله  لآيَاتٍ لِلْمُؤْمِنِينَ  .وزعم قارئو ذلك كذلك من المتأخرين أنهم اختاروا قراءته كذلك, لأنه في قراءة أُبيّ في الآيات الثلاثة (لآياتٍ) باللام فجعلوا دخول اللام في ذلك في قراءته دليلا لهم على صحة قراءة جميعه بالخفض, وليس الذي اعتمدوا عليه من الحجة في ذلك بحجة, لأنه لا رواية بذلك عن أبيّ صحيحة, وأبيّ لو صحت به عنه رواية, ثم لم يُعلم كيف كانت قراءته بالخفض أو بالرفع لم يكن الحكم عليه بأنه كان يقرؤه خفضا, بأولى من الحكم عليه بأنه كان يقرؤه رفعا, إذ كانت العرب قد تدخل اللام في خبر المعطوف على جملة كلام تامّ قد عملت في ابتدائها \" إن \", مع ابتدائهم إياه, كما قال حُمَيد بن ثَور الهِلاليّ:إنَّ الخِلافَـــةَ بَعْـــدَهُمْ لَذَميمَــةٌوَخَــلائِفٌ طُــرُفٌ لَمِمَّــا أحْـقِرُ (1)فأدخل اللام في خبر مبتدأ بعد جملة خبر قد عملت فيه \" إن \" إذ كان الكلام, وإن ابتدئ منويا فيه إن.والصواب من القول في ذلك إن كان الأمر على ما وصفنا أن يقال: إن الخفض في هذه الأحرف والرفع قراءتان مستفيضتان في قراءة الأمصار قد قرأ بهما علماء من القرّاء صحيحتا المعنى, فبأيتهما قرأ القارئ فمصيب.------------------------الهوامش:(1) لم أجد البيت في ديوان حميد بن ثور الهلالي طبعة دار الكتب المصرية . والخلاف الطرف : هم الذين خلفوا بعد آبائهم القدماء . يقول : إن الخلافة بعد الخلفاء الأولين صارت ذميمة ، والخلفاء المحدثون محتقرون في عيني ، لأنهم لا يسلكون مسلك آبائهم . والشاهد في البيت أن الشاعر استأنف بالواو جملة من مبتدأ وخبر مرفوعين بعد الجملة الأولى التي مبتدؤها منصوب بأن ، وذلك كما في الآية : \"إن في السموات والأرض لآيات للمؤمنين وفي خلقكم وما يبث من دابة آيات لقوم يوقنون\" . ا . هـ . وقال الفراء في معاني القرآن (الورقة 299) قوله \" وفي خلقكم وما يبث من دابة آيات\": تقرأ الآيات بالخفض، على تأويل النصب ، يرد على قوله \"إن في السموات والأرض لآيات\" . ويقوي الخفض فيها أنها في قراءة عبد الله بن مسعود : لآيات . وفي قراءة أُبي لآيات. والرفع قراءة الناس على الاستئناف فيما بعد أن . والعرب تقول : إن لي عليك مالا ، وعلى أخيك مال كثير ، فينصبون الثاني ويرفعونه وفي قراءة عبد الله : \"وفي اختلاف الليل والنهار\" فهذه تقوي خفض الاختلاف . ولو رفع رافع فقال: \"واختلاف الليل والنهار آيات\" أيضا ، يجعل الاختلاف آيات ، ولم نسمعه من أحد من القراء . قال : ولو رفع رافع الآيات وفيها اللام ، كان صوابا. قال : أنشدني الكسائي \"إن الخلافة..\" البيت."
    },
    {
      "ayah": 5,
      "surah": 45,
      "text": "القول في تأويل قوله تعالى :  وَاخْتِلافِ اللَّيْلِ وَالنَّهَارِ وَمَا أَنْزَلَ اللَّهُ مِنَ السَّمَاءِ مِنْ رِزْقٍ فَأَحْيَا بِهِ الأَرْضَ بَعْدَ مَوْتِهَا وَتَصْرِيفِ الرِّيَاحِ آيَاتٌ لِقَوْمٍ يَعْقِلُونَ (5)يقول تبارك وتعالى ( وَاخْتِلافِ اللَّيْلِ وَالنَّهَارِ ) أيها الناس, وتعاقبهما عليكم, هذا بظلمته وسواده وهذا بنوره وضيائه ( وَمَا أَنـزلَ اللَّهُ مِنَ السَّمَاءِ مِنْ رِزْقٍ ) وهو الغيث الذي به تخرج الأرض أرزاق العباد وأقواتهم, وإحيائه الأرض بعد موتها: يقول: فأنبت ما أنـزل من السماء من الغيْث ميت الأرض, حتى اهتزّت بالنبات والزرع من بعد موتها, يعني: من بعد جدوبها وقحوطها ومصيرها دائرة لا نبت فيها ولا زرع.وقوله ( وَتَصْرِيفِ الرِّيَاحِ ) يقول: وفي تصريفه الرياح لكم شمالا مرّة, وجنوبا أخرى, وصبًّا أحيانا, ودبورا أخرى لمنافعكم.وقد قيل: عنى بتصريفها بالرحمة مرّة, وبالعذاب أخرى.* ذكر من قال ذلك:حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله ( وَتَصْرِيفِ الرِّيَاحِ ) قال: تصريفها إن شاء جعلها رحمة; وإن شاء جعلها عذابا.وقوله ( آيَاتٌ لِقَوْمٍ يَعْقِلُونَ ) يقول تعالى ذكره: في ذلك أدلة وحجج لله على خلقه, لقوم يعقلون عن الله حججه, ويفهمون عنه ما وعظهم به من الآيات والعبر."
    },
    {
      "ayah": 6,
      "surah": 45,
      "text": "القول في تأويل قوله تعالى :  تِلْكَ آيَاتُ اللَّهِ نَتْلُوهَا عَلَيْكَ بِالْحَقِّ فَبِأَيِّ حَدِيثٍ بَعْدَ اللَّهِ وَآيَاتِهِ يُؤْمِنُونَ (6)يقول تعالى ذكره: هذه الآيات والحجج يا محمد من ربك على خلقه نتلوها عليك بالحقّ: يقول: نخبرك عنها بالحقّ لا بالباطل, كما يخبر مشركو قومك عن آلهتهم بالباطل, أنها تقرّبهم إلى الله زُلْفَى, فبأيّ حديث بعد الله وآياته تؤمنون: يقول تعالى ذكره للمشركين به: فبأيّ حديث أيها القوم بعد حديث الله هذا الذي يتلوه عليكم, وبعد حجه عليكم وأدلته التي دلكم بها على وحدانيته من أنه لا ربّ لكم سواه, تصدّقون, إن كنتم كذّبتم لحديثه وآياته. وهذا التأويل على مذهب قراءة من قرأ (تُؤْمِنُونَ) على وجه الخطاب من الله بهذا الكلام للمشركين, وذلك قراءة عامة قرّاء الكوفيين.وأما على قراءة من قرأه (يُؤْمِنُونَ) بالياء, فإن معناه: فبأيّ حديث يا محمد بعد حديث الله الذي يتلوه عليك وآياته هذه التي نبه هؤلاء المشركين عليها, وذكرهم بها, يؤمن هؤلاء المشركون, وهي قراءة عامة قرّاء أهل المدينة والبصرة, ولكلتا القراءتين وجه صحيح, وتأويل مفهوم, فبأية القراءتين قرأ ذلك القارئ فمصيب عندنا, وإن كنت أميل إلى قراءته بالياء إذ كانت في سياق آيات قد مضين قبلها على وجه الخبر, وذلك قوله:  لِقَوْمٍ يُوقِنُونَ  و  لِقَوْمٍ يَعْقِلُونَ  ."
    },
    {
      "ayah": 7,
      "surah": 45,
      "text": "القول في تأويل قوله تعالى :  وَيْلٌ لِكُلِّ أَفَّاكٍ أَثِيمٍ (7)يقول تعالى ذكره: الوادي السائل من صديد أهل جهنم, لكلّ كذّاب ذي إثم بربه, مفتر عليه ."
    },
    {
      "ayah": 8,
      "surah": 45,
      "text": "( يَسْمَعُ آيَاتِ اللَّهِ تُتْلَى عَلَيْهِ ) يقول: يسمع آيات كتاب الله تُقرأ عليه ( ثُمَّ يُصِرُّ ) على كفره وإثمه فيقيم عليه غير تائب منه, ولا راجع عنه ( مُسْتَكْبِرًا ) على ربه أن يذعن لأمره ونهيه ( كَأَنْ لَمْ يَسْمَعْهَا ) يقول: كأن لم يسمع ما تلي عليه من آيات الله بإصراره على كفره ( فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ ) يقول: فبشر يا محمد هذا الأفَّاك الأثيم الذي هذه صفته بعذاب من الله له.(أليم) : يعني موجع في نار جهنم يوم القيامة."
    },
    {
      "ayah": 9,
      "surah": 45,
      "text": "القول في تأويل قوله تعالى :  وَإِذَا عَلِمَ مِنْ آيَاتِنَا شَيْئًا اتَّخَذَهَا هُزُوًا أُولَئِكَ لَهُمْ عَذَابٌ مُهِينٌ (9)يقول تعالى ذكره: (وَإِذَا عَلِمَ) هذا الأفاك الأثيم (مِنْ) آيات الله ( شَيْئًا اتَّخَذَهَا هُزُوًا ) : يقول: اتخذ تلك الآيات التي علمها هزوا, يسخر منها, وذلك كفعل أبي جهل حين نـزلت  إِنَّ شَجَرَةَ الزَّقُّومِ * طَعَامُ الأَثِيمِ  إذ دعا بتمر وزبد فقال: تزقموا من هذا, ما يعدكم محمد إلا شهدا, وما أشبه ذلك من أفعالهم.وقوله ( أُولَئِكَ لَهُمْ عَذَابٌ مُهِينٌ ) يقول تعالى ذكره: هؤلاء الذين يفعلون هذا الفعل, وهم الذين يسمعون آيات الله تُتلى عليهم ثم يصرّون على كفرهم استكبارًا, ويتخذون آيات الله التي علموها هزوا, لهم يوم القيامة من الله عذاب مهين يهينهم ويذلهم في نار جهنم, بما كانوا في الدنيا يستكبرون عن طاعة الله واتباع آياته, وإنما قال تعالى ذكره (أُولَئِكَ) فجمع. وقد جرى الكلام قبل ذلك (2) ردّا للكلام إلى معنى الكلّ في قوله  وَيْلٌ لِكُلِّ أَفَّاكٍ أَثِيمٍ  .------------------------الهوامش:(2) لعله : وقد جرى الكلام قبل ذلك على الإفراد ، ردا. إلخ..."
    }
  ]
}
