{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 46,
      "text": "القول في تأويل قوله تعالى :  حم (1)قد تقدم بياننا في معنى قوله ( حم تَنـزيلُ الْكِتَابِ ) بما أغنى عن إعادته في هذا الموضع"
    },
    {
      "ayah": 10,
      "surah": 46,
      "text": "القول في تأويل قوله تعالى :  قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ وَكَفَرْتُمْ بِهِ وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَى مِثْلِهِ فَآمَنَ وَاسْتَكْبَرْتُمْ إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ (10)يقول تعالى ذكره: قل يا محمد لهؤلاء المشركين القائلين لهذا القرآن لما جاءهم هذا سحر مبين (أَرَأَيْتُمْ) أيها القوم (إِنْ كَانَ) هذا القرآن (مِنْ عِنْدِ اللَّهِ) أنـزله عليّ(وَكَفَرْتُمْ) أنتم (بِهِ) يقول: وكذّبتم أنتم به.وقوله ( وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَى مِثْلِهِ ) اختلف أهل التأويل في تأويل ذلك, فقال بعضهم: معناه: وشهد شاهد من بني إسرائيل, وهو موسى بن عمران عليه السلام على مثله, يعني على مثل القرآن, قالوا: ومثل القرآن الذي شهد عليه موسى بالتصديق التوراة.* ذكر من قال ذلك:حدثنا ابن المثنى, قال: ثنا عبد الوهاب, قال: ثنا داود, عن عامر, عن مسروق في هذه الآية: ( وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَى مِثْلِهِ ) فخاصم به الذين كفروا من أهل مكة, التوراة مثل القرآن, وموسى مثل محمد صَلَّى الله عَلَيْهِ وَسَلَّم.حدثنا محمد بن المثنى, قال: ثنا عبد الأعلى, قال: سئل داود, عن قوله: ( قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ وَكَفَرْتُمْ بِهِ )... الآية, قال داود, قال عامر, قال مسروق: والله ما نـزلت في عبد الله بن سلام, ما أنـزلت إلا بمكة, وما أسلم عبد الله إلا بالمدينة, ولكنها خصومة خاصم محمد صَلَّى الله عَلَيْهِ وَسَلَّم بها قومه, قال: فنـزلت ( قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ وَكَفَرْتُمْ بِهِ وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَى مِثْلِهِ فَآمَنَ وَاسْتَكْبَرْتُمْ ) قال: فالتوراة مثل القرآن, وموسى مثل محمد صَلَّى الله عَلَيْهِ وَسَلَّم , فآمنوا بالتوراة وبرسولهم, وكفرتم.حدثنا أبو كُرَيب, قال: ثنا ابن إدريس, قال: سمعت داود بن أبي هند, عن الشعبيّ, قال: أناس يزعمون أن شاهدا من بني إسرائيل على مثله عبد الله بن سلام, وإنما أسلم عبد الله بن سلام بالمدينة; وقد أخبرني مسروق أن آل حم, إنما نـزلت بمكة, وإنما كانت محاجة رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم قومه, فقال: ( أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ ) يعني القرآن ( وَكَفَرْتُمْ بِهِ وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَى مِثْلِهِ فَآمَنَ ) موسى ومحمد عليهما الصلاة والسلام على الفرقان.حدثني أبو السائب, قال: ثنا ابن إدريس, عن داود, عن الشعبيّ, قال: إن ناسا يزعمون أن الشاهد على مثله: عبد الله بن سلام, وأنا أعلم بذلك, وإنما أسلم عبد الله بالمدينة, وقد أخبرني مسروق أن آل حم إنما نـزلت بمكة, وإنما كانت محاجة رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم لقومه, فقال: ( قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ ) يعني الفرقان ( وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَى مِثْلِهِ ) فمثل التوراة الفرقان, التوراة شهد عليها موسى, ومحمد على الفرقان صلى الله عليهما وسلم.حدثني يعقوب, قال: ثنا ابن علية, قال: أخبرنا داود, عن الشعبيّ. عن مسروق, في قوله ( قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ ) الآية, قال: كان إسلام ابن سلام بالمدينة ونـزلت هذه السورة بمكة إنما كانت خصومة بين محمد عليه الصلاة والسلام وبين قومه, فقال: ( قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ وَكَفَرْتُمْ بِهِ وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَى مِثْلِهِ ) قال: التوراة مثل الفرقان, وموسى مثل محمد, فآمن به واستكبرتم, ثم قال: آمن هذا الذي من بني إسرائيل بنبيه وكتابه, واستكبرتم أنتم, فكذّبتم أنتم نبيكم وكتابكم,( إِنَّ اللَّهَ لا يَهْدِي )... إلى قوله  هَذَا إِفْكٌ قَدِيمٌ  .وقال آخرون: عنى بقوله ( وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَى مِثْلِهِ ) عبد الله بن سلام, قالوا: ومعنى الكلام وشهد شاهد من بني إسرائيل على مثل هذا القرآن بالتصديق. قالوا: ومثل القرآن التوراة.* ذكر من قال ذلك:حدثني يونس, قال: ثنا عبد الله بن يوسف التَّنِّيسي, قال: سمعت مالك بن أنس يحدّث عن أَبي النضر, عن عامر بن سعد بن أبي وقَّاص, عن أبيه, قال: ما سمعت رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم يقول لأحد يمشي على الأرض إنه من أهل الجنة إلا لعبد الله بن سلام; قال: وفيه نـزلت ( وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَى مِثْلِهِ ) .حدثنا الحسين بن عليّ الصُّدائي, قال: ثنا أبو داود الطيالسي, قال: ثنا شعيب بن صفوان, قال: ثنا عبد الملك بن عمير, أن محمد بن يوسف بن عبد الله بن سلام, قال: قال عبد الله: أنـزل فيّ( قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ )... إلى قوله ( فَآمَنَ وَاسْتَكْبَرْتُمْ ) .حدثني عليّ بن سعد بن مسروق الكنديّ, قال: ثنا أبو محمد بن يحيى بن يعلى, عن عبد الملك بن عمير, عن ابن أخي عبد الله بن سلام, قال: قال عبد الله بن سلام: نـزلت فيّ( وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَى مِثْلِهِ فَآمَنَ وَاسْتَكْبَرْتُمْ إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ ) .حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله ( قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ )... الآية, قال: كان رجل من أهل الكتاب آمن بمحمد صَلَّى الله عَلَيْهِ وَسَلَّم , فقال: إنا نجده في التوراة, وكان أفضل رجل منهم, وأعلمهم بالكتاب, فخاصمت اليهود النبي صَلَّى الله عَلَيْهِ وَسَلَّم , فقال: \" أترضون أن يحكم بيني وبينكم عبد الله بن سلام \"؟ \" أتؤمنون \"؟ قالوا: نعم, فأرسل إلى عبد الله بن سلام, فقال: \" أتشهد أني رسول الله مكتوبا في التوراة والإنجيل \", قال: نعم, فأعرضت اليهود, وأسلم عبد الله بن سلام, فهو الذي قال الله جلّ ثناؤه عنه ( وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَى مِثْلِهِ فَآمَنَ وَاسْتَكْبَرْتُمْ ) يقول: فآمن عبد الله بن سلام.حدثني محمد بن عمرو, قال: ثنا أَبو عاصم, قال: ثنا عيسى; وحدثنيالحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعًا, عن ابن أَبي نجيح, عن مجاهد, في قوله ( وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَى مِثْلِهِ ) قال: عبد الله بن سلام.حدثنا بِشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ )... الآية, كنا نحدّث أنه عبد الله بن سلام آمن بكتاب الله وبرسوله وبالإسلام, وكان من أحبار اليهود.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله ( وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَى مِثْلِهِ ) ؟ قال: هو عبد الله بن سلام.حُدثت عن الحسين قال: سمعت أبا معاذ يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله: ( وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَى مِثْلِهِ ) الشاهد: عبد الله بن سلام, وكان من الأحبار من علماء بني إسرائيل, وبعث رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم إلى اليهود, فأتوه, فسألهم فقال: \" أتَعْلَمُون أنّي رسُولُ الله تجدُونَنِي مَكْتُوبًا عِنْدَكُمْ في التَوْراة \" ؟ قالوا: لا نعلم ما تقول, وإنا بما جئت به كافرون, فقال: \" أيَّ رجل عَبْدُ الله بْنُ سَلام عنْدَكُمْ\"؟ قالوا: عالمنا وخيرنا, قال: \" أتَرْضوْن بهِ بَيْنِي وَبَيْنَكُمْ\"؟ قالوا: نعم, فأرسل رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم إلى عبد الله بن سلام, فجاءه فقال: \" ما شَهادَتُكَ يا ابْنَ سَلام \"؟ قال: أشهد أنك رسول الله, وأن كتابك جاء من عند الله, فآمن وكفروا, يقول الله تبارك وتعالى ( فَآمَنَ وَاسْتَكْبَرْتُمْ ) .حدثنا محمد بن بشار, قال: ثنا محمد بن جعفر, قال: ثنا عوف, عن الحسن, قال: بلغني أنه لما أراد عبد الله بن سلام أن يسلم قال: يا رسول الله, قد علمت اليهود أني من علمائهم, وأن أَبي كان من علمائهم, وإني أشهد أنك رسول الله, وأنهم يجدونك مكتوبًا عندهم في التوراة, فأرسل إلى فلان وفلان, ومن سماه من اليهود, وأخبئني في بيتك, وسلهم عني, وعن أبي, فإنهم سيحدثونك أني أعلمهم, وأن أَبي من أعلمهم, وإني سأخرج إليهم, فأشهد أنك رسول الله, وأنهم يجدونك مكتوبا عندهم في التوراة, وأنك بُعثت بالهدى ودين الحقّ, قال: ففعل رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم , فخبأه في بيته وأرسل إلى اليهود, فدخلوا عليه, فقال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم : \" ما عبد الله بن سلام فيكم \"؟ قالوا: أعلمنا نفسا. وأعلمنا أبا. فقال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم : \" أرأيْتُمْ إنْ أسْلَمَ تُسْلِمُونَ\"؟ قالوا: لا يسلم, ثلاث مرار, فدعاه فخرج, ثم قال: أشهد أنك رسول الله, وأنهم يجدونك مكتوبا عندهم في التوراة, وأنك بُعِثْتَ بالهدى ودين الحقّ, فقالت اليهود: ما كنا نخشاك على هذا يا عبد الله بن سلام, قال: فخرجوا كفارا, فأنـزل الله عزّ وجلّ في ذلك ( قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ وَكَفَرْتُمْ بِهِ وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَى مِثْلِهِ فَآمَنَ وَاسْتَكْبَرْتُمْ ) .حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَى مِثْلِهِ فَآمَنَ وَاسْتَكْبَرْتُمْ ) قال: هذا عبد الله بن سلام, شهد أن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم وكتابه حق, وهو في التوراة حقّ, فآمن واستكبرتم.حدثني أبو شرحبيل الحمصي, قال: ثنا أبو المغيرة, قال: ثنا صفوان بن عمرو, عن عبد الرحمن بن جُبير بن نفير, عن أبيه, عن عوف بن مالك الأشجعي, قال: انطلق النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم وأنا معه, حتى دخلنا كنيسة اليهود بالمدينة يوم عيد لهم, فكرهوا دخولنا عليهم, فقال لهم رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم \" يا مَعْشَرَ اليَهُودِ أَرُوني اثْنَي عَشَرَ رَجُلا يَشْهَدُونَ إِنَّهُ لا إلَهَ إلا هُو, وأنَّ مُحَمَّدا رَسُولُ الله, يُحْبطُ الله عَنْ كُلِّ يَهُودِيّ تَحْتَ أدِيمِ السَّماءِ الغَضَبَ الَّذِي غَضِب عَلَيْهِ\", قال: فأسكتوا فما أجابه منهم أحد, ثم ثلَّث فلم يجبه أحد, فانصرف وأنا معه, حتى إذا كدنا أن نخرج نادى رجل من خلفنا: كما أنت يا محمد, قال: فأقبل, فقال ذلك الرجل: أيّ رجل تَعلموني فيكم يا معشر اليهود, قالوا: والله ما نعلم أنه كان فينا رجل أعلم بكتاب الله, ولا أفقه منك, ولا من أبيك, ولا من جدّك قبل أبيك, قال: فإني أشهد بالله أنه النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم الذي تجدونه في التوراة والإنجيل, قالوا كذبت, ثم ردّوا عليه قوله وقالوا له شرّا, فقال لهم رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم : \" كَذَبْتُمْ لَنْ نَقْبَلَ قَوْلَكُمْ, أما آنفا فَتَثْنُونَ عَلَيْهِ مِنَ الخَيْرِ ما أثْنَيْتُمْ, وأمَّا إذْ آمَن كَذَّبْتُمُوهُ وَقُلْتُمْ ما قُلْتُمْ, فَلَنْ نَقْبَلَ قَوْلَكُمْ\", قال: فخرجنا ونحن ثلاثة: رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم , وأنا, وعبد الله بن سلام, فأنـزل الله فيه: ( قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ )... الآية .والصواب من القول في ذلك عندنا أن الذي قاله مسروق في تأويل ذلك أشبه بظاهر التنـزيل, لأن قوله ( قُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ وَكَفَرْتُمْ بِهِ وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَى مِثْلِهِ ) في سياق توبيخ الله تعالى ذكره مشركي قريش, واحتجاجا عليهم لنبيه صَلَّى الله عَلَيْهِ وَسَلَّم , وهذه الآية نظيرة سائر الآيات قبلها, ولم يجر لأهل الكتاب ولا لليهود قبل ذلك ذكر, فتوجه هذه الآية إلى أنها فيهم نـزلت, ولا دلّ على انصراف الكلام عن قصص الذين تقدّم الخبر عنهم معنى, غير أن الأخبار قد وردت عن جماعة من أصحاب رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم بأن ذلك عنى به عبد الله بن سلام وعليه أكثر أهل التأويل, وهم كانوا أعلم بمعاني القرآن, والسبب الذي فيه نـزل , وما أريد به.فتأويل الكلام إذ كان ذلك كذلك, وشهد عبد الله بن سلام, وهو الشاهد من بني إسرائيل على مثله, يعني على مثل القرآن, وهو التوراة, وذلك شهادته أن محمدا مكتوب في التوراة أنه نبيّ تجده اليهود مكتوبا عندهم في التوراة, كما هو مكتوب في القرآن أنه نبيّ.وقوله ( فَآمَنَ وَاسْتَكْبَرْتُمْ ) يقول: فآمن عبد الله بن سلام, وصدّق بمحمد صَلَّى الله عَلَيْهِ وَسَلَّم , وبما جاء به من عند الله, واستكبرتم أنتم على الإيمان بما آمن به عبد الله بن سلام معشر اليهود ( إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ ) يقول: إن الله لا يوفِّق لإصابة الحقّ, وهدى الطريق المستقيم, القوم الكافرين الذين ظلموا أنفسهم بإيجابهم لها سخط الله بكفرهم به."
    },
    {
      "ayah": 11,
      "surah": 46,
      "text": "القول في تأويل قوله تعالى :  وَقَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا لَوْ كَانَ خَيْرًا مَا سَبَقُونَا إِلَيْهِ وَإِذْ لَمْ يَهْتَدُوا بِهِ فَسَيَقُولُونَ هَذَا إِفْكٌ قَدِيمٌ (11)يقول تعالى ذكره: وقال الذين جحدوا نبوة محمد صَلَّى الله عَلَيْهِ وَسَلَّم من يهود بني إسرائيل للذين آمنوا به, لو كان تصديقكم محمدا على ما جاءكم به خيرا, ما سبقتمونا إلى التصديق به, وهذا التأويل على مذهب من تأوّل قوله  وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَى مِثْلِهِ  أنه معنيّ به عبد الله بن سلام, فأما على تأويل من تأوّل أنه عُني به مشركو قريش, فإنه ينبغي أن يوجه تأويل قوله ( وَقَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا لَوْ كَانَ خَيْرًا مَا سَبَقُونَا إِلَيْهِ ) أنه عُني به مشركو قريش وكذلك كان يتأوّله قتادة, وفي تأويله إياه كذلك ترك منه تأويله, قوله  وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَى مِثْلِهِ  أنه معني به عبد الله بن سلام.* ذكر الرواية عنه ذلك:حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( وَقَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا لَوْ كَانَ خَيْرًا مَا سَبَقُونَا إِلَيْهِ ) قال: قال ذاك أناس من المشركين: نحن أعزّ, ونحن, ونحن, فلو كان خيرا ما سبقنا إليه فلان وفلان, فإن الله يختصّ برحمته من يشاء.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَقَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا لَوْ كَانَ خَيْرًا مَا سَبَقُونَا إِلَيْهِ ) قال: قد قال ذلك قائلون من الناس, كانوا أعزّ منهم في الجاهلية, قالوا: والله لو كان هذا خيرا ما سبقنا إليه بنو فلان وبنو فلان, يختص الله برحمته من يشاء, ويكرم الله برحمته من يشاء, تبارك وتعالى.وقوله ( وَإِذْ لَمْ يَهْتَدُوا بِهِ ) يقول تعالى ذكره: وإذ لم يبصروا بمحمد وبما جاء به من عند الله من الهدى, فيرشدوا به الطريق المستقيم ( فَسَيَقُولُونَ هَذَا إِفْكٌ قَدِيمٌ ) يقول: فسيقولون هذا القرآن الذي جاء به محمد صَلَّى الله عَلَيْهِ وَسَلَّم أكاذيب من أخبار الأوّلين قديمة, كما قال جل ثناؤه مخبرًا عنهم,  وَقَالُوا أَسَاطِيرُ الأَوَّلِينَ اكْتَتَبَهَا فَهِيَ تُمْلَى عَلَيْهِ بُكْرَةً وَأَصِيلا  ."
    },
    {
      "ayah": 12,
      "surah": 46,
      "text": "القول في تأويل قوله تعالى :  وَمِنْ قَبْلِهِ كِتَابُ مُوسَى إِمَامًا وَرَحْمَةً وَهَذَا كِتَابٌ مُصَدِّقٌ لِسَانًا عَرَبِيًّا لِيُنْذِرَ الَّذِينَ ظَلَمُوا وَبُشْرَى لِلْمُحْسِنِينَ (12)يقول تعالى ذكره: ومن قبل هذا الكتاب, كتاب موسى, وهو التوراة, إماما لبني إسرائيل يأتمون به, ورحمة لهم أنـزلناه عليهم. وخرج الكلام مخرج الخبر عن الكتاب بغير ذكر تمام الخبر اكتفاء بدلالة الكلام على تمامه; وتمامه: ومن قبله كتاب موسى إماما ورحمة أنـزلناه عليه, وهذا كتاب أنـزلناه لسانا عربيا.اختلف في تأويل ذلك, وفي المعنى الناصب ( لِسَانًا عَرَبِيًّا ) أهل العربية, فقال بعض نحويي البصرة: نصب اللسان والعربي, لأنه من صفة الكتاب, فانتصب على الحال, أو على فعل مضمر, كأنه قال: أعني لسانا عربيا. قال: وقال بعضهم على مصدق جعل الكتاب مصدق اللسان, فعلى قول من جعل اللسان نصبا على الحال, وجعله من صفة الكتاب, ينبغي أن يكون تأويل الكلام, وهذا كتاب بلسان عربيّ مصدّق التوراة كتاب موسى, بأن محمدا لله رسول, وأن ما جاء به من عند الله حقّ.وأما القول الثاني الذي حكيناه عن بعضهم, أنه جعل الناصب للسان مصدّق, فقول لا معنى له, لأن ذلك يصير إذا يؤوّل كذلك إلى أن الذي يصدق القرآن نفسه, ولا معنى لأن يقال: وهذا كتاب يصدّق نفسه, لأن اللسان العربيّ هو هذا الكتاب, إلا أن يجعل اللسان العربيّ محمدا عليه الصلاة والسلام , ويوجه تأويله إلى: وهذا كتاب وهو القرآن يصدّق محمدا, وهو اللسان العربيّ, فيكون ذلك وجها من التأويل.وقال بعض نحويي الكوفة: قوله: ( لِسَانًا عَرَبِيًّا ) من نعت الكتاب, وإنما نُصب لأنه أريد به: وهذا كتاب يصدّق التوراة والإنجيل لسانا عربيا, فخرج لسانا عربيا من يصدّق, لأنه فعل, كما تقول: مررت برجل يقوم محسنا, ومررت برجل قائم محسنا, قال: ولو رفع لسان عربيّ جاز على النعت للكتاب.وقد ذُكر أن ذلك في قراءة ابن مسعود \" وهذا كتاب مصدّق لما بين يديه لسانا عربيا \" ، فعلى هذه القراءة يتوجه النصب في قوله ( لِسَانًا عَرَبِيًّا ) من وجهين: أحدهما على ما بيَّنت من أن يكون اللسان خارجا من قوله (مصَدّقٌ) والآخر: أن يكون قطعا من الهاء التي في بين يديه.والصواب من القول في ذلك عندي أن يكون منصوبا على أنه حال مما في مصدّق من ذكر الكتاب, لأن قوله: (مصَدّقٌ) فعل, فتأويل الكلام إذ كان ذلك كذلك: وهذا القرآن يصدق كتاب موسى بأن محمدا نبي مرسل لسانا عربيا.وقوله ( لِيُنْذِرَ الَّذِينَ ظَلَمُوا ) يقول: لينذر هذا الكتاب الذي أنـزلناه إلى محمد عليه الصلاة والسلام الذين ظلموا أنفسهم بكفرهم بالله بعبادتهم غيره.وقوله ( وَبُشْرَى لِلْمُحْسِنِينَ ) يقول: وهو بشرى للذين أطاعوا الله فأحسنوا في إيمانهم وطاعتهم إياه في الدنيا, فحسن الجزاء من الله لهم في الآخرة على طاعتهم إياه. وفي قوله (وبُشْرى) وجهان من الإعراب: الرفع على العطف على الكتاب بمعنى: وهذا كتاب مصدّق وبشرى للمحسنين. والنصب على معنى: لينذر الذين ظلموا ويبشر, فإذا جعل مكان يبشر وبُشرى أو وبشارة, نصبت كما تقول أتيتك لأزورك وكرامة لك, وقضاء لحقك, بمعنى لأزورك وأكرمك, وأقضي حقك, فتنصب الكرامة والقضاء بمعنى مضمر.واختلفت القرّاء في قراءة (لِيُنْذِرَ) فقرأ ذلك عامة قرّاء الحجاز \" لِتُنْذِرَ\" بالتاء بمعنى: لتنذر أنت يا محمد, وقرأته عامة قرّاء العراق بالياء بمعنى: لينذر الكتاب, وبأي القراءتين قرأ ذلك القارئ فمصيب."
    },
    {
      "ayah": 13,
      "surah": 46,
      "text": "القول في تأويل قوله تعالى :  إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا فَلا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ (13)يقول تعالى ذكره: ( إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ) الذي لا إله غيره ( ثُمَّ اسْتَقَامُوا ) على تصديقهم بذلك فلم يخلطوه بشرك, ولم يخالفوا الله في أمره ونهيه ( فَلا خَوْفٌ عَلَيْهِمْ ) من فزع يوم القيامة وأهواله ( وَلا هُمْ يَحْزَنُونَ ) على ما خلفوا وراءهم بعد مماتهم."
    },
    {
      "ayah": 14,
      "surah": 46,
      "text": "وقوله ( أُولَئِكَ أَصْحَابُ الْجَنَّةِ ) يقول تعالى ذكره: هؤلاء الذين قالوا هذا القول, واستقاموا أهل الجنة وسكانها( خَالِدِينَ فِيهَا ) يقول: ماكثين فيها أبدا( جَزَاءً بِمَا كَانُوا يَعْمَلُونَ ) يقول: ثوابا منا لهم آتيناهم ذلك على أعمالهم الصالحة التي كانوا في الدنيا يعملونها."
    },
    {
      "ayah": 15,
      "surah": 46,
      "text": "القول في تأويل قوله تعالى :  وَوَصَّيْنَا الإِنْسَانَ بِوَالِدَيْهِ إِحْسَانًا حَمَلَتْهُ أُمُّهُ كُرْهًا وَوَضَعَتْهُ كُرْهًا وَحَمْلُهُ وَفِصَالُهُ ثَلاثُونَ شَهْرًا حَتَّى إِذَا بَلَغَ أَشُدَّهُ وَبَلَغَ أَرْبَعِينَ سَنَةً قَالَ رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَى وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَصْلِحْ لِي فِي ذُرِّيَّتِي إِنِّي تُبْتُ إِلَيْكَ وَإِنِّي مِنَ الْمُسْلِمِينَ (15)يقول تعالى ذكره: ووصينا ابن آدم بوالديه الحسن في صحبته إياهما أيام حياتهما, والبرّ بهما في حياتهما وبعد مماتهما.واختلفت القرّاء في قراءة قوله (حُسنا) فقرأته عامة قرّاء المدينة والبصرة \" حُسنا \" بضمّ الحاء على التأويل الذي وصف. وقرأ ذلك عامة قرّاء الكوفة (إحْسانا) بالألف, بمعنى: ووصيناه بالإحسان إليهما, وبأيّ ذلك قرأ القارئ فمصيب, لتقارب معاني ذلك , واستفاضة القراءة بكل واحدة منهما في القرّاء.وقوله ( حَمَلَتْهُ أُمُّهُ كُرْهًا وَوَضَعَتْهُ كُرْهًا ) يقول تعالى ذكره: ووصينا الإنسان بوالديه إحسانا برّا بهما, لما كان منهما إليه حملا ووليدا وناشئا, ثم وصف جلّ ثناؤه ما لديه من نعمة أمه, وما لاقت منه في حال حمله ووضعه, ونبهه على الواجب لها عليه من البرّ, واستحقاقها عليه من الكرامة وجميل الصحبة, فقال: ( حَمَلَتْهُ أُمُّهُ ) يعني في بطنها كرها, يعني مشقة,( وَوَضَعَتْهُ كُرْهًا ) يقول: وولدته كرها يعني مشقة.كما حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( حَمَلَتْهُ أُمُّهُ كُرْهًا وَوَضَعَتْهُ كُرْهًا ) يقول: حملته مشقة, ووضعته مشقة.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة والحسن , في قوله ( حَمَلَتْهُ أُمُّهُ كُرْهًا وَوَضَعَتْهُ كُرْهًا ) قالا حملته في مشقة, ووضعته في مشقة.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أَبي نجيح, عن مجاهد, قوله ( حَمَلَتْهُ أُمُّهُ كُرْهًا ) قال: مشقة عليها.اختلف القرّاء في قراءة قوله (كُرْها) فقرأته عامة قراء المدينة والبصرة  \" كَرها \" بفتح الكاف. وقرأته عامة قرّاء الكوفة (كُرها) بضمها, وقد بينت اختلاف المختلفين في ذلك قبل إذا فتح وإذا ضمّ في سورة البقرة بما أغنى عن إعادته في هذا الموضع.والصواب من القول في ذلك عندي أنهما قراءتان معروفتان, متقاربتا المعنى, فبأيتهما قرأ القارئ فمصيب.وقوله ( وَحَمْلُهُ وَفِصَالُهُ ثَلاثُونَ شَهْرًا ) يقول تعالى ذكره: وحمل أمه إياه جنينا في بطنها, وفصالها إياه من الرضاع, وفطمها إياه, شرب اللبن ثلاثون شهرا.واختلفت القرّاء في قراءة قوله (وَفِصَالُهُ) , فقرأ ذلك عامة قرّاء الأمصار غير الحسن البصري: (وحَمْلُهُ وَفِصَالُهُ) بمعنى: فاصلته أمه فصالا ومفاصلة. وذُكر عن الحسن البصري أنه كان يقرؤه: \" وحَمْلُهُ وَفَصْلُهُ\" بفتح الفاء بغير ألف, بمعنى: وفصل أمه إياه.والصواب من القول في ذلك عندنا, ما عليه قرّاء الأمصار, لإجماع الحجة من القراء عليه، وشذوذ ما خالف.وقوله ( حَتَّى إِذَا بَلَغَ أَشُدَّهُ ) اختلف أهل التأويل في مبلغ حد ذلك من السنين, فقال بعضهم: هو ثلاث وثلاثون سنة.* ذكر من قال ذلك:حدثنا أبو كُرَيب, قال: ثنا ابن إدريس, قال: سمعت عبد الله بن عثمان بن خثيم, عن مجاهد, عن ابن عباس, قال: أشدّه: ثلاث وثلاثون سنة, واستواؤه أربعون سنة, والعذر الذي أعذر الله فيه إلى ابن آدم ستون.حدثنا محمد بن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( حَتَّى إِذَا بَلَغَ أَشُدَّهُ ) قال: ثلاثا وثلاثين.وقال آخرون: هو بلوغ الحلم.* ذكر من قال ذلك:حدثني يعقوب بن إبراهيم, قال: ثنا هشيم, قال: أخبرنا مجالد, عن الشعبيّ, قال: الأشدّ: الحلم إذا كتبت له الحسنات, وكتبت عليه السيئات.وقد بيَّنا فيما مضى الأشدّ جمع شدّ, وأنه تناهي قوّته واستوائه. وإذا كان ذلك كذلك, كان الثلاث والثلاثون به أشبه من الحلم, لأن المرء لا يبلغ في حال حُلمه كمال قواه, ونهاية شدّته, فإن العرب إذا ذكرت مثل هذا من الكلام, فعطفت ببعض على بعض جعلت كلا الوقتين قريبا أحدهما من صاحبه, كما قال جلّ ثناؤه:  إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أَدْنَى مِنْ ثُلُثَيِ اللَّيْلِ وَنِصْفَهُ  ولا تكاد تقول أنا أعلم أنك تقوم قريبا من ساعة من الليل وكله, ولا أخذت قليلا من مال أو كله, ولكن تقول: أخذت عامة مالي أو كله, فكذلك ذلك في قوله ( حَتَّى إِذَا بَلَغَ أَشُدَّهُ وَبَلَغَ أَرْبَعِينَ سَنَةً ) لا شك أن نسق الأربعين على الثلاث والثلاثين أحسن وأشبه, إذ كان يراد بذلك تقريب أحدهما من الآخر من النسق على الخمس عشرة أو الثمان عشرة.وقوله ( وَبَلَغَ أَرْبَعِينَ سَنَةً ) ذلك حين تكاملت حجة الله عليه, وسير عنه جهالة شبابه وعرف الواجب لله من الحق في بر والديه.كما حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَبَلَغَ أَرْبَعِينَ سَنَةً ) وقد مضى من سيئ عمله.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( وَبَلَغَ أَرْبَعِينَ سَنَةً قَالَ رَبِّ أَوْزِعْنِي ) حتى بلغ ( مِنَ الْمُسْلِمِينَ ) وقد مضى من سيئ عمله ما مضى.وقوله ( قَالَ رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَى وَالِدَيَّ ) يقول تعالى ذكره: قال هذا الإنسان الذي هداه الله لرشده, وعرف حقّ الله عليه فيما ألزمه من برّ والديه ( رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ ) يقول: أغرني بشكر نعمتك التي أنعمت عليّ في تعريفك إياي توحيدك وهدايتك لي للإقرار بذلك, والعمل بطاعتك ( وَعَلَى وَالِدَيَّ ) من قبلي, وغير ذلك من نعمتك علينا, وألهمني ذلك. وأصله من وزعت الرجل على كذا: إذا دفعته عليه.وكان ابن زيد يقول في ذلك ما حدثني به يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ ) قال: اجعلني أشكر نعمتك, وهذا الذي قاله ابن زيد في قوله ( رَبِّ أَوْزِعْنِي ) وإن كان يئول إليه معنى الكلمة, فليس بمعنى الإيزاع على الصحة.وقوله ( وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ ) يقول تعالى ذكره: أوزعني أن أعمل صالحا من الأعمال التي ترضاها, وذلك العمل بطاعته وطاعة رسوله صلى الله عليه وسلم .وقوله ( وَأَصْلِحْ لِي فِي ذُرِّيَّتِي ) يقول: وأصلح لي أموري في ذرّيتي الذين وهبتهم, بأن تجعلهم هداة للإيمان بك, واتباع مرضاتك, والعمل بطاعتك, فوصفه (1) جل ثناؤه بالبرّ بالآباء والأمهات والبنين والبنات. وذُكر أن هذه الآية نـزلت في أبي بكر الصديق رضي الله عنه .وقوله ( إِنِّي تُبْتُ إِلَيْكَ وَإِنِّي مِنَ الْمُسْلِمِينَ ) يقول تعالى ذكره مخبرا عن قيل هذا الإنسان.( إِنِّي تُبْتُ إِلَيْكَ ) يقول: تبت من ذنوبي التي سلفت مني في سالف أيامي إليك ( وَإِنِّي مِنَ الْمُسْلِمِينَ ) يقول: وإني من الخاضعين لك بالطاعة, المستسلمين لأمرك ونهيك, المنقادين لحكمك.------------------------الهوامش:(1) لعله فوصاه ."
    },
    {
      "ayah": 16,
      "surah": 46,
      "text": "القول في تأويل قوله تعالى :  أُولَئِكَ الَّذِينَ نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ مَا عَمِلُوا وَنَتَجَاوَزُ عَنْ سَيِّئَاتِهِمْ فِي أَصْحَابِ الْجَنَّةِ وَعْدَ الصِّدْقِ الَّذِي كَانُوا يُوعَدُونَ (16)يقول تعالى ذكره: هؤلاء الذين هذه الصفة صفتهم, هم الذين يُتقبل عنهم أحسن ما عملوا في الدنيا من صالحات الأعمال, فيجازيهم به, ويثيبهم عليه ( وَنَتَجاوَزُ عَنْ سَيِّئَاتِهِمْ ) يقول: ويصفح لهم عن سيئات أعمالهم التي عملوها في الدنيا, فلا يعاقبهم عليها( فِي أَصْحَابِ الْجَنَّةِ ) يقول: نفعل ذلك بهم فعلنا مثل ذلك في أصحاب الجنة وأهلها الذين هم أهلها.كما حدثني يعقوب بن إبراهيم, قال: ثنا المعتمر بن سليمان, عن الحكم بن أبان, عن الغطريف, عن جابر بن زيد, عن ابن عباس. عن النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم عن الروح الأمين, قال: \" يؤتي بحسنات العبد وسيئاته, فيقتص بعضها ببعض، فإن بقيت حسنة وسع الله له في الجنة- قال: فدخلت على يزداد, فحدث بمثل هذا الحديث, قال: قلت: فإن ذهبت الحسنة؟ قال: ( أُولَئِكَ الَّذِينَ نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ مَا عَمِلُوا وَنَتَجاوَزُ عَنْ سَيِّئَاتِهِمْ )... الآية .حدثنا ابن حميد, قال: ثنا جرير, عن ليث, عن مجاهد, قال: دعا أبو بكر عمر رضي الله عنهما , فقال له: إني أوصيك بوصية أن تحفظها: إن لله في الليل حقا لا يقبله بالنهار, وبالنهار حقا لا يقبله بالليل, إنه ليس لأحد نافلة حتى يؤدّي الفريضة, إنه إنما ثقُلت موازين من ثقُلت موازينه يوم القيامة باتباعهم الحقّ في الدنيا, وثقُل ذلك عليهم, وحقّ لميزان لا يوضع فيه إلا الحقّ أن يثقل, وخفَّت موازين من خفَّت موازينه يوم القيامة, لاتباعهم الباطل في الدنيا, وخفته عليهم, وحقّ لميزان لا يوضع فيه إلا الباطل أن يخف.ألم تر أن الله ذكر أهل الجنة بأحسن أعمالهم, فيقول قائل: أين يبلغ عملي من عمل هؤلاء, وذلك أن الله عزّ وجلّ تجاوز عن أسوأ أعمالهم فلم يبده, ألم تر أن الله ذكر أهل النار بأسوأ أعمالهم حتى يقول قائل: أنا خير عملا من هؤلاء, وذلك بأن الله ردّ عليهم أحسن أعمالهم, ألم تر أن الله عزّ وجلّ أنـزل أية الشدّة عند آية الرخاء, وآية الرخاء عند آية الشدّة, ليكون المؤمن راغبا راهبا, لئلا يُلقي بيده إلى التهلكة, ولا يتمنى على الله أمنية يتمنى على الله فيها غير الحقّ.واختلفت القراء في قراءة قوله ( أُولَئِكَ الَّذِينَ نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ مَا عَمِلُوا وَنَتَجاوَزُ ) فقرأ ذلك عامة قرّاء المدينة والبصرة وبعض قرّاء الكوفة (يُتَقَبَّلُ وَيُتَجَاوَزُ) بضم الياء منهما, على ما لم يسمّ فاعله, ورفع (أحْسَنُ). وقرأ ذلك عامة قراء الكوفة (نَتَقَبَّلُ, وَنَتَجَاوَزُ) بالنون وفتحها, ونصب (أحسنَ) على معنى إخبار الله جلّ ثناؤه عن نفسه أنه يفعل ذلك بهم,وردّا للكلام على قوله  وَوَصَّيْنَا الإِنْسَانَ  ونحن نتقبل منهم أحسن ما عملوا ونتجاوز, وهما قراءتان معروفتان صحيحتا المعنى, فبأيتهما قرأ القارئ فمصيب.وقوله ( وَعْدَ الصِّدْقِ الَّذِي كَانُوا يُوعَدُونَ ) يقول: وعدهم الله هذا الوعد, وعد الحقّ لا شك فيه أنه موفّ لهم به, الذي كانوا إياه في الدنيا يعدهم الله تعالى, ونصب قوله ( وَعْدَ الصِّدْقِ ) لأنه مصدر خارج من قوله ( نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ مَا عَمِلُوا وَنَتَجاوَزُ عَنْ سَيِّئَاتِهِمْ ) , وإنما أخرج من هذا الكلام مصدر وعد وعدا, لأن قوله ( يَتَقَبَّلُ عَنْهُمْ - وَيَتَجاوَز ُ) وعد من الله لهم, فقال: وعد الصدق, على ذلك المعنى."
    },
    {
      "ayah": 17,
      "surah": 46,
      "text": "القول في تأويل قوله تعالى :  وَالَّذِي قَالَ لِوَالِدَيْهِ أُفٍّ لَكُمَا أَتَعِدَانِنِي أَنْ أُخْرَجَ وَقَدْ خَلَتِ الْقُرُونُ مِنْ قَبْلِي وَهُمَا يَسْتَغِيثَانِ اللَّهَ وَيْلَكَ آمِنْ إِنَّ وَعْدَ اللَّهِ حَقٌّ فَيَقُولُ مَا هَذَا إِلا أَسَاطِيرُ الأَوَّلِينَ (17)وهذا نعت من الله تعالى ذكره نعت ضالّ به كافر, وبوالديه عاقّ, وهما مجتهدان في نصيحته ودعائه إلى الله, فلا يزيده دعاؤهما إياه إلى الحقّ, ونصيحتهما له إلا عتوًا وتمرّدا على الله, وتماديا في جهله, يقول الله جلّ ثناؤه ( وَالَّذِي قَالَ لِوَالِدَيْهِ ) أن دعواه إلى الإيمان بالله, والإقرار ببعث الله خلقه من قبورهم, ومجازاته إياهم بأعمالهم (أُفٍّ لَكُمَا) يقول: قذرا لكما ونتنا( أَتَعِدَانِنِي أَنْ أُخْرَجَ ) يقول أتعدانني أن أخرج من قبري من بعد فنائي وبلائي فيه حيا.كما حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( أَتَعِدَانِنِي أَنْ أُخْرَجَ ) أن أبعث بعد الموت.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله ( أَتَعِدَانِنِي أَنْ أُخْرَجَ ) قال: يعني البعث بعد الموت.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله ( وَالَّذِي قَالَ لِوَالِدَيْهِ أُفٍّ لَكُمَا أَتَعِدَانِنِي )... إلى آخر الآية; قال: الذي قال هذا ابن لأبي بكر رضي الله عنه , قال: ( أَتَعِدَانِنِي أَنْ أُخْرَجَ ) أتعدانني أن أبعث بعد الموت.حدثنا ابن بشار, قال: ثنا هوذة, قال: ثنا عوف, عن الحسن, في قوله ( وَالَّذِي قَالَ لِوَالِدَيْهِ أُفٍّ لَكُمَا أَتَعِدَانِنِي أَنْ أُخْرَجَ ) قال: هو الكافر الفاجر العاقّ لوالديه, المكذب بالبعث.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قال: ثم نعت عبد سوء عاقا لوالديه فاجرا فقال: ( وَالَّذِي قَالَ لِوَالِدَيْهِ أُفٍّ لَكُمَا )... إلى قوله ( أَسَاطِيرُ الأوَّلِينَ ) .وقوله ( وَقَدْ خَلَتِ الْقُرُونُ مِنْ قَبْلِي ) يقول: أتعدانني أن أبعث, وقد مضت قرون من الأمم قبلي, فهلكوا, فلم يبعث منهم أحدا, ولو كنت مبعوثا بعد وفاتي كما تقولان, لكان قد بعث من هلك قبلي من القرون ( وَهُمَا يَسْتَغِيثَانِ اللَّهَ ) يقول تعالى ذكره ووالداه يستصرخان الله عليه, ويستغيثانه عليه أن يؤمن بالله, ويقرّ بالبعث ويقولان له: ( وَيْلَكَ آمِنْ ) , أي صدّق بوعد الله, وأقر أنك مبعوث من بعد وفاتك, إن وعد الله الذي وعد خلقه أنه باعثهم من قبورهم, ومخرجهم منها إلى موقف الحساب لمجازاتهم بأعمالهم حقّ لا شكّ فيه، فيقول عدوّ الله مجيبا لوالديه, وردًّا عليهما نصيحتهما, وتكذيبا بوعد الله: ما هذا الذي تقولان لي وتدعواني إليه من التصديق بأني مبعوث من بعد وفاتي من قبري, إلا ما سطره الأوّلون من الناس من الأباطيل, فكتبوه, فأصبتماه أنتما فصدّقتما."
    },
    {
      "ayah": 18,
      "surah": 46,
      "text": "القول في تأويل قوله تعالى :  أُولَئِكَ الَّذِينَ حَقَّ عَلَيْهِمُ الْقَوْلُ فِي أُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِهِمْ مِنَ الْجِنِّ وَالإِنْسِ إِنَّهُمْ كَانُوا خَاسِرِينَ (18)يقول تعالى ذكره: هؤلاء الذين هذه الصفة صفتهم, الذين وجب عليهم عذاب الله, وحلَّت بهم عقوبته وسخطه, فيمن حلّ به عذاب الله على مثل الذي حلّ بهؤلاء من الأمم الذين مضوا قبلهم من الجنّ والإنس, الذين كذّبوا رسل الله, وعتوا عن أمر ربهم.وقوله (إِنَّهُمْ كَانُوا خَاسِرِينَ) يقول تعالى ذكره: إنهم كانوا المغبونين ببيعهم الهدى بالضلال والنعيم بالعقاب.2حدثنا محمد بن بشار, قال: ثنا معاذ بن هشام, قال: ثنا أبي, عن قتادة, عن الحسن, قال: الجنّ لا يموتون, قال قتادة: فقلت ( أُولَئِكَ الَّذِينَ حَقَّ عَلَيْهِمُ الْقَوْلُ فِي أُمَمٍ قَدْ خَلَتْ )... الآية."
    },
    {
      "ayah": 19,
      "surah": 46,
      "text": "وقوله ( وَلِكُلٍّ دَرَجَاتٌ مِمَّا عَمِلُوا ) يقول تعالى ذكره: ولكلّ هؤلاء الفريقين: فريق الإيمان بالله واليوم الآخر, والبرّ بالوالدين, وفريق الكفر بالله واليوم الآخر, وعقوق الوالدين اللذين وصف صفتهم ربنا عزّ وجلّ في هذه الآيات منازل ومراتب عند الله يوم القيامة, مما عملوا, يعني من عملهم الذي عملوه في الدنيا من صالح وحسن وسيىء يجازيهم الله به.وقد حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( وَلِكُلٍّ دَرَجَاتٌ مِمَّا عَمِلُوا ) قال: درج أهل النار يذهب سفالا ودرج أهل الجنة يذهب علوا( وَلِيُوَفِّيَهُمْ أَعْمَالَهُمْ ) يقول جلّ ثناؤه: وليعطى جميعهم أجور أعمالهم التي عملوها في الدنيا, المحسن منهم بإحسانه ما وعد الله من الكرامة, والمسيء منهم بإساءته ما أعدّه من الجزاء ( وَهُمْ لا يُظْلَمُونَ ) يقول: وجميعهم لا يظلمون: لا يجازى المسيء منهم إلا عقوبة على ذنبه, لا على ما لم يعمل, ولا يحمل عليه ذنب غيره, ولا يبخس المحسن منهم ثوابَ إحسانه."
    },
    {
      "ayah": 2,
      "surah": 46,
      "text": "قد تقدم بياننا في معنى قوله ( حم تَنـزيلُ الْكِتَابِ ) بما أغنى عن إعادته في هذا الموضع."
    },
    {
      "ayah": 20,
      "surah": 46,
      "text": "القول في تأويل قوله تعالى :  وَيَوْمَ يُعْرَضُ الَّذِينَ كَفَرُوا عَلَى النَّارِ أَذْهَبْتُمْ طَيِّبَاتِكُمْ فِي حَيَاتِكُمُ الدُّنْيَا وَاسْتَمْتَعْتُمْ بِهَا فَالْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ بِمَا كُنْتُمْ تَسْتَكْبِرُونَ فِي الأَرْضِ بِغَيْرِ الْحَقِّ وَبِمَا كُنْتُمْ تَفْسُقُونَ (20)يقول تعالى ذكره: ( وَيَوْمَ يُعْرَضُ الَّذِينَ كَفَرُوا ) بِاللَّهِ ( عَلَى النَّارِ ) يقال لهم ( أَذْهَبْتُمْ طَيِّبَاتِكُمْ فِي حَيَاتِكُمُ الدُّنْيَا وَاسْتَمْتَعْتُمْ بِهَا ) فيها.كما حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( وَيَوْمَ يُعْرَضُ الَّذِينَ كَفَرُوا عَلَى النَّارِ ) قرأ يزيد حتى بلغ ( وَبِمَا كُنْتُمْ تَفْسُقُونَ ) تعلمون والله أن أقواما يشترطون حسناتهم استبقى رجل طيباته إن استطاع, ولا قوّة إلا بالله. ذُكر أن عمر بن الخطاب كان يقول: لو شئت كنت أطيبكم طعاما, وألينكم لباسا, ولكني أستبقي طيباتي. وذُكر لنا أنه لما قدم الشأم, صنع له طعام لم ير قبله مثله, قال: هذا لنا, فما لفقراء المسلمين الذين ماتوا وهم لا يشبعون من خبز الشعير؟ قال خالد بن الوليد: لهم الجنة, فاغرورقت عينا عمر, وقال: لئن كان حظنا في الحطام, وذهبوا- قال أبو جعفر فيما أرى أنا- بالجنة, لقد باينونا بونا بعيدا.وذُكر لنا \" أن نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم دخل على أهل الصفة مكانا يجتمع - فيه فقراء المسلمين, وهم يرقَعون ثيابهم بالأدَم, ما يجدون لها رقاعا, قال: أنتم اليوم خير, أو يوم يغدو أحدكم في حلة, ويروح في أُخرى, ويغدى عليه بحفنة, ويُراح عليه بأخرى, ويستر بيته كما تستر الكعبة. قالوا: نحن يومئذ خير, قال: \" بل أنتم اليوم خير \" .حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قال: حدثنا صاحب لنا عن أبي هريرة, قال: إنما كان طعامنا مع النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم الأسودين: الماء, والتمر, والله ما كنا نرى سمراءكم هذه, ولا ندري ما هي.قال: ثنا سعيد, عن قتادة, عن أبي بردة بن عبد الله بن قيس الأشعريّ, عن أبيه, قال: أي بنيّ لو شهدتنا مع رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم ونحن مع نبينا إذا أصابتنا السماء, حسبت أن ريحنا ريح الضأن, إنما كان لباسنا الصوف.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قول الله عزّ وجلّ( أَذْهَبْتُمْ طَيِّبَاتِكُمْ فِي حَيَاتِكُمُ الدُّنْيَا )... إلى آخر الآية, ثم قرأ  مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا وَهُمْ فِيهَا لا يُبْخَسُونَ  وقرأ  مَنْ كَانَ يُرِيدُ حَرْثَ الآخِرَةِ نَـزِدْ لَهُ فِي حَرْثِهِ وَمَنْ كَانَ يُرِيدُ حَرْثَ الدُّنْيَا نُؤْتِهِ مِنْهَا  وقرأ  مَنْ كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَنْ نُرِيدُ  ... إلى آخر الآية, وقال: هؤلاء الذين أذهبوا طيباتهم في حياتهم الدنيا.واختلفت القرّاء في قراءة قوله ( أَذْهَبْتُمْ طَيِّبَاتِكُمْ ) , فقرأته عامة قرّاء الأمصار (أَذْهَبْتُمْ) بغير استفهام, سوى أبي جعفر القارئ, فإنه قرأه بالاستفهام, والعرب تستفهم بالتوبيخ, وتترك الاستفهام فيه, فتقول: أذهبت ففعلت كذا وكذا, وذهبت ففعلت وفعلت. وأعجب القراءتين إليّ ترك الاستفهام فيه, لإجماع الحجة من القرّاء عليه, ولأنه أفصح اللغتين.وقوله ( فَالْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ ) يقول تعالى ذكره: يقال لهم: فاليوم أيها الكافرون الذين أذهبوا طيباتهم في حياتهم الدنيا تجزون: أي تثابون عذاب الهون, يعني عذاب الهوان, وذلك عذاب النار الذي يهينهم. كما حدثنا محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى;  وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد ( عَذَابَ الْهُونِ ) قال: الهوان ( بِمَا كُنْتُمْ تَسْتَكْبِرُونَ فِي الأرْضِ بِغَيْرِ الْحَقِّ ) يقول: بما كنتم تتكبرون في الدنيا على ظهر الأرض على ربكم, فتأبون أن تخلصوا له العبادة, وأن تذعنوا لأمره ونهيه بغير الحقّ, أي بغير ما أباح لكم ربكم, وأذن لكم به ( وَبِمَا كُنْتُمْ تَفْسُقُونَ ) يقول: بما كنتم فيها تخالفون طاعته فتعصونه."
    },
    {
      "ayah": 21,
      "surah": 46,
      "text": "القول في تأويل قوله تعالى :  وَاذْكُرْ أَخَا عَادٍ إِذْ أَنْذَرَ قَوْمَهُ بِالأَحْقَافِ وَقَدْ خَلَتِ النُّذُرُ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ أَلا تَعْبُدُوا إِلا اللَّهَ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ (21)يقول تعالى ذكره لنبيه محمد صَلَّى الله عَلَيْهِ وَسَلَّم : واذكر يا محمد لقومك الرّادّين عليك ما جئتهم به من الحقّ هودا أخا عاد, فإن الله بعثك إليهم كالذي بعثه إلى عاد, فخوّفهم أن يحلّ بهم من نقمة الله على كفرهم ما حلّ بهم إذ كذّبوا رسولنا هودًا إليهم, إذ أنذر قومه عادا بالأحقاف. والأحقاف: جمع حقف وهو من الرمل ما استطال, ولم يبلغ أن يكون جبلا وإياه عنى الأعشى:فَبــاتَ إلـى أرْطـاةِ حِـقْفٍ تَلُفُّـهُخَـرِيقُ شَـمالٍ يَـتْرُكُ الوَجْـهَ أقْتَمـا (1)واختلف أهل التأويل في الموضع الذي به هذه الأحقاف, فقال بعضهم: هي جبل بالشام.* ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس: ( وَاذْكُرْ أَخَا عَادٍ إِذْ أَنْذَرَ قَوْمَهُ بِالأحْقَافِ ) قال: الأحقاف: جبل بالشام.حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله ( إِذْ أَنْذَرَ قَوْمَهُ بِالأحْقَافِ ) جبل يسمى الأحقاف.وقال آخرون: بل هي واد بين عُمان ومهرة.* ذكر من قال ذلك:حدثني محمد بن سعد قال: ثني أبي, قال: ثني عمي, قال: ثني أبي عن أبيه, عن ابن عباس ( وَاذْكُرْ أَخَا عَادٍ إِذْ أَنْذَرَ قَوْمَهُ بِالأحْقَافِ ) قال: فقال: الأحقاف الذي أنذر هود قومه واد بين عمان ومهرة.حدثنا ابن حُمَيد, قال: ثنا سلمة, عن ابن إسحاق, قال: كانت منازل عاد وجماعتهم, حيث بعث الله إليهم هودا الأحقاف: الرمل فيما بين عُمان إلى حَضْرَمَوْتَ, فاليمن كله, وكانوا مع ذلك قد فشَوْا في الأرض كلها, قهروا أهلها بفضل قوّتهم التي آتاهم الله.وقال آخرون: هي أرض.* ذكر من قال ذلك:حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن منصور, عن مجاهد, قال: الأحقاف: الأرض.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى, عن ابن أبي نجيح, عن مجاهد ( إِذْ أَنْذَرَ قَوْمَهُ بِالأحْقَافِ ) قال: حشاف أو كلمة تشبهها, قال أبو موسى: يقولون مستحشف.حدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد ( إِذْ أَنْذَرَ قَوْمَهُ بِالأحْقَافِ ) حِشاف من حِسْمَى.وقال آخرون: هي رمال مُشْرفة على البحر بالشِّحْر.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( وَاذْكُرْ أَخَا عَادٍ إِذْ أَنْذَرَ قَوْمَهُ بِالأحْقَافِ ) ذُكر لنا أن عادا كانوا حيا باليمن أهل رمل مشرفين على البحر بأرض يقال لها الشِّحْر.حدثنا محمد بن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله ( وَاذْكُرْ أَخَا عَادٍ إِذْ أَنْذَرَ قَوْمَهُ بِالأحْقَافِ ) قال: بلغَنَا أنهم كانوا على أرض يقال لها الشحر, مشرفين على البحر, وكانوا أهل رمل.حدثني يونس, قال: أخبرنا ابن وهب, قال: أخبرنا عمرو بن الحارث, عن سعيد بن أبي هلال, عن عمرو بن عبد الله, عن قتادة, أنه قال: كان مساكن عاد بالشِّحْر.وأولى الأقوال في ذلك بالصواب أن يقال: أن الله تبارك وتعالى أخبر أن عادا أنذرهم أخوهم هود بالأحقاف, والأحقاف ما وصفت من الرمال المستطيلة المشرفة, كما قال العَجَّاج:بات إلى أرْطاةِ حقْف أحْقَفا (2)وكما حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( وَاذْكُرْ أَخَا عَادٍ إِذْ أَنْذَرَ قَوْمَهُ بِالأحْقَافِ ) قال: الأحقاف: الرمل الذي يكون كهيئة الجبل تدعوه العرب الحقف, ولا يكون أحقافا إلا من الرمل, قال: وأخو عاد هود. وجائز أن يكون ذلك جبلا بالشأم. وجائز أن يكون واديا بين عمان وحضرموت. وجائز أن يكون الشحر وليس في العلم به أداء فرض, ولا في الجهل به تضييع واجب, وأين كان فصفته ما وصفنا من أنهم كانوا قوما منازلهم الرمال المستعلية المستطيلة.وقوله ( وَقَدْ خَلَتِ النُّذُرُ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ أَلا تَعْبُدُوا إِلا اللَّهَ ) يقول تعالى ذكره: وقد مضت الرسل بإنذار أممها( مِنْ بَيْنِ يَدَيْهِ ) يعني: من قبل هود ومن خلفه, يعني: ومن بعد هود. وقد ذُكر أن ذلك في قراءة عبد الله (وَقَدْ خَلَتِ النُّذُرُ مِنْ بَيْنِ يَدَيْهِ وَمِنْ بَعْدِهِ) ، ( أَلا تَعْبُدُوا إِلا اللَّهَ ) يقول: لا تشركوا مع الله شيئا في عبادتكم إياه, ولكن أخلصوا له العبادة, وأفردوا له الألوهة, إنه لا إله غيره, وكانوا فيما ذُكر أهل أوثان يعبدونها من دون الله.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله ( وَقَدْ خَلَتِ النُّذُرُ مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ أَلا تَعْبُدُوا إِلا اللَّهَ ) قال: لن يبعث الله رسولا إلا بأن يعبد الله.وقوله ( إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ ) يقول تعالى ذكره مخبرا عن قيل هود لقومه: إني أخاف عليكم أيها القوم بعبادتكم غير الله عذاب الله في يوم عظيم وذلك يوم يعظم هوله, وهو يوم القيامة.------------------------الهوامش:(1) البيت لأعشى بني قيس بن ثعلبة ( ديوانه طبعة القاهرة 295 ) وفي روايته : \" يلوذ \" في موضع \" فبات \" : من قصيدة يمدح بها إياس بن قبيصة الطائي ، أو قيس بن معد يكرب ، والضمير في فبات راجع إلى الثور الوحشي الذي شبه به ناقته ، في أبيات سابقة . والأرطي : شجر ضخم ينبت في الرمل. واحدته : أرطأة . ما اعوج وانعطف ، وجمعه : أحقاف . وهو موضع الشاهد في البيت . والخريق : الريح الشديدة الهبوب . والشمال : ريح باردة تهب من ناحية الشام . يقول : يلجأ هذا الثور إلى أرطأة في منعرج رمل ، تعصف من حوله ريح شمالية هوجاء ، فتترك وجهه أغبر قاتمًا .(2) لم أجد البيت في ديوان العجاج المطبوع . والذي في ( اللسان : حقف ) : واحقوقف الرمل : إذا طال واعوج . واحقوقف الهلال : اعوج . وكل ما طال واعوج فقد احقوقف ، كظهر البعير ، وشخص القمر ، قال العجاج :نــاج طــواه الأيـن ممـا وجفـاطـــي الليــالي زلفــا فزلفــا* سـماوة الهـلال حـتى احقوقفـا *والمؤلف ساق هذا البيت شاهدًا على أن الأحقاف : الرمال المستطيلة المشرفة ، كما قال العجاج : \" بات ... إلخ \" . وأصله من شواهد أبي عبيدة في مجاز القرآن ( الورقة 222 ) قال : \" إذ أنذر قومه بالأحقاف \" : أحقاف الرمال . قال العجاج ... البيت . أقول : ولست على يقين من صحة هذا الشاهد ، فإن أكثر ألفاظه من ألفاظ الشاهد الذي قبله ، فلعله اضطرب في أفواه الرواة وتداخل مع سابقه ."
    },
    {
      "ayah": 22,
      "surah": 46,
      "text": "القول في تأويل قوله تعالى :  قَالُوا أَجِئْتَنَا لِتَأْفِكَنَا عَنْ آلِهَتِنَا فَأْتِنَا بِمَا تَعِدُنَا إِنْ كُنْتَ مِنَ الصَّادِقِينَ (22)يقول تعالى ذكره: قالت عاد لهود, إذ قال لهم لا تعبدوا إلا الله: إني أخاف عليكم عذاب يوم عظيم, أجئتنا يا هود لتصرفنا عن عبادة آلهتنا إلى عبادة ما تدعونا إليه, وإلى اتباعك على قولك.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( أَجِئْتَنَا لِتَأْفِكَنَا عَنْ آلِهَتِنَا ) قال: لتزيلنا, وقرأ  إِنْ كَادَ لَيُضِلُّنَا عَنْ آلِهَتِنَا لَوْلا أَنْ صَبَرْنَا عَلَيْهَا  قال: تضلنا وتزيلنا وتأفكنا( فَأْتِنَا بِمَا تَعِدُنَا ) من العذاب على عبادتنا ما نعبد من الآلهة ( إِنْ كُنْتُ ) من أهل الصدق في قوله وعداته."
    },
    {
      "ayah": 23,
      "surah": 46,
      "text": "القول في تأويل قوله تعالى :  قَالَ إِنَّمَا الْعِلْمُ عِنْدَ اللَّهِ وَأُبَلِّغُكُمْ مَا أُرْسِلْتُ بِهِ وَلَكِنِّي أَرَاكُمْ قَوْمًا تَجْهَلُونَ (23)يقول تعالى ذكره: قال هود لقومه عاد: ( إِنَّمَا الْعِلْمُ ) بوقت مجيء ما أعدكم به من عذاب الله على كفركم به عند الله, لا أعلم من ذلك إلا ما علمني ( وَأُبَلِّغُكُمْ مَا أُرْسِلْتُ بِهِ ) يقول: وإنما أنا رسول إليكم من الله, مبلغ أبلغكم عنه ما أرسلني به من الرسالة ( وَلَكِنِّي أَرَاكُمْ قَوْمًا تَجْهَلُونَ ) مواضع حظوظ أنفسكم, فلا تعرفون ما عليها من المضرّة بعبادتكم غير الله, وفي استعجال عذابه."
    },
    {
      "ayah": 24,
      "surah": 46,
      "text": "القول في تأويل قوله تعالى :  فَلَمَّا رَأَوْهُ عَارِضًا مُسْتَقْبِلَ أَوْدِيَتِهِمْ قَالُوا هَذَا عَارِضٌ مُمْطِرُنَا بَلْ هُوَ مَا اسْتَعْجَلْتُمْ بِهِ رِيحٌ فِيهَا عَذَابٌ أَلِيمٌ (24)يقول تعالى ذكره: فلما جاءهم عذاب الله الذي استعجلوه, فرأوه سحابا عارضا في ناحية من نواحي السماء ( مُسْتَقْبِلَ أَوْدِيَتِهِمْ ) والعرب تسمي السحاب الذي يُرَى في بعض أقطار السماء عشيا, ثم يصبح من الغد قد استوى, وحبا بعضه إلى بعض عارضا, وذلك لعرضه في بعض أرجاء السماء حين نشأ, كما قال الأعشى:يـا مـن يَـرَى عارضا قَدْ بِتُّ أرْمُقُهُكأنَّمَـا الْـبَرْقُ فـي حافاتِـهِ الشُّـعَلُ (3)( قَالُوا هَذَا عَارِضٌ مُمْطِرُنَا ) ظنا منهم برؤيتهم إياه أن غيثا قد أتاهم يَحيون به, فقالوا: هذا الذي كان هودٌ يعدنا, وهو الغيث.كما حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( فَلَمَّا رَأَوْهُ عَارِضًا مُسْتَقْبِلَ أَوْدِيَتِهِمْ )... الآية, وذُكر لنا أنهم حبس عنهم المطر زمانا, فلما رأوا العذاب مقبلا( قَالُوا هَذَا عَارِضٌ مُمْطِرُنَا ) . وذُكر لنا أنهم قالوا: كذب هود كذب هود; فلما خرج نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم الله فشامه, قال: ( بَلْ هُوَ مَا اسْتَعْجَلْتُمْ بِهِ رِيحٌ فِيهَا عَذَابٌ أَلِيمٌ ) .حدثنا ابن حميد, قال: ثنا سلمة, عن ابن إسحاق, قال: ساق الله السحابة السوداء التي اختار قَيْلُ ابن عنـز بما فيها من النقمة إلى عاد, حتى تخرج عليهم من واد لهم يقال له المغيث, فلما رأوها استبشروا( قَالُوا هَذَا عَارِضٌ مُمْطِرُنَا ) : يقول الله عزّ وجلّ: ( بَلْ هُوَ مَا اسْتَعْجَلْتُمْ بِهِ رِيحٌ فِيهَا عَذَابٌ أَلِيمٌ ) .وقوله ( بَلْ هُوَ مَا اسْتَعْجَلْتُمْ بِهِ ) يقول تعالى ذكره مخبرا عن قيل نبيه صَلَّى الله عَلَيْهِ وَسَلَّم هود لقومه لما قالوا له عند رؤيتهم عارض العذاب, قد عرض لهم في السماء هذا عارض ممطرنا نحيا به, ما هو بعارض غيث, ولكنه عارض عذاب لكم, بل هو ما استعجلتم به: أي هو العذاب الذي استعجلتم به, فقلتم:  فَأْتِنَا بِمَا تَعِدُنَا إِنْ كُنْتَ مِنَ الصَّادِقِينَ  ( رِيحٌ فِيهَا عَذَابٌ أَلِيمٌ ) والريح مكرّرة على ما في قوله ( هُوَ مَا اسْتَعْجَلْتُمْ بِهِ ) كأنه قيل: بل هو ريح فيها عذاب أليم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد بن المثنى, قال: ثنا محمد بن جعفر, قال: ثنا شعبة, عن أبي إسحاق, عن عمرو بن ميمون, قال: كان هود جلدا في قومه, وإنه كان قاعدا في قومه, فجاء سحاب مكفهرّ,( قَالُوا هَذَا عَارِضٌ مُمْطِرُنَا ) فَقَالَ : ( بَلْ هُوَ مَا اسْتَعْجَلْتُمْ بِهِ رِيحٌ فِيهَا عَذَابٌ أَلِيمٌ ) قال: فجاءت ريح فجعلت تلقي الفسطاط, وتجيء بالرجل الغائب فتلقيه.حدثني يحيى بن إبراهيم المسعوديّ, قال: ثني أبي, عن أبيه, عن جدّه, قال: قال سليمان, ثنا أبو إسحاق, عن عمرو بن ميمون, قال: لقد كانت الريح تحمل الظعينة فترفعها حتى تُرى كأنها جرادة.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله ( فَلَمَّا رَأَوْهُ عَارِضًا مُسْتَقْبِلَ أَوْدِيَتِهِمْ )... إلى آخر الآية, قال: هي الريح إذا أثارت سحابا,( قَالُوا هَذَا عَارِضٌ مُمْطِرُنَا ) , فقال نبيهم: بل ريح فيها عذاب أليم."
    },
    {
      "ayah": 25,
      "surah": 46,
      "text": "القول في تأويل قوله تعالى :  تُدَمِّرُ كُلَّ شَيْءٍ بِأَمْرِ رَبِّهَا فَأَصْبَحُوا لا يُرَى إِلا مَسَاكِنُهُمْ كَذَلِكَ نَجْزِي الْقَوْمَ الْمُجْرِمِينَ (25)وقوله ( تُدَمِّرُ كُلَّ شَيْءٍ بِأَمْرِ رَبِّهَا ) : يقول تعالى ذكره: تخرّب كل شيء, وترمي بعضه على بعض فتهلكه, كما قال جريروكــانَ لَكُــمْ كَبَكْــرِ ثَمُـود لَمَّـارَغــا ظُهْــرًا فَدَمَّــرَهُمْ دَمـارًا (4)يعني بقوله: دمرهم: ألقى بعضهم على بعض صَرْعى هَلكَى.وإنما عنى بقوله ( تُدَمِّرُ كُلَّ شَيْءٍ بِأَمْرِ رَبِّهَا ) مما أرسلت بهلاكه, لأنها لم تدمر هودا ومن كان آمن به.حدثنا أبو كُرَيب, قال: ثنا طلق, عن زائدة, عن الأعمش, عن المنهال, عن سعيد بن جبير, عن ابن عباس, قال: ما أرسل الله على عادٍ من الريح إلا قدر خاتمي هذا, فنـزع خاتمه.وقوله ( فَأَصْبَحُوا لا يُرَى إِلا مَسَاكِنُهُمْ ) يقول: فأصبح قوم هود وقد هلكوا وفنوا, فلا يُرى في بلادهم شيء إلا مساكنهم التي كانوا يسكنونها.واختلفت القرّاء في قراءة قوله ( فَأَصْبَحُوا لا يُرَى إِلا مَسَاكِنُهُمْ ) فقرأ ذلك عامة قرّاء المدينة والبصرة ( لا تَرَى إلا مَساكِنَهُمْ) بالتاء نصبا, بمعنى: فأصبحوا لا ترى أنت يا محمد إلا مساكنهم وقرأ ذلك عامة قراء الكوفة ( لا يُرَى إِلا مَسَاكِنُهُمْ ) بالياء في (يُرى) , ورفع المساكن, بمعنى: ما وصفت قبل أنه لا يرى في بلادهم شيء إلا مساكنهم.وروى الحسن البصري ( لا تُرَى) بالتاء, وبأيّ القراءتين اللتين ذكرت من قراءة أهل المدينة والكوفة قرأ ذلك القارئ فمصيب وهو القراءة برفع المساكن إذا قُرئ قوله (يُرى) بالياء وضمها وبنصب المساكن إذا قرئ قوله: \" ترى \" بالتاء وفتحها, وأما التي حُكيت عن الحسن, فهي قبيحة في العربية وإن كانت جائزة, وإنما قبحت لأن العرب تذكِّر الأفعال التي قبل إلا وإن كانت الأسماء التي بعدها أسماء إناث, فتقول: ما قام إلا أختك, ما جاءني إلا جاريتك, ولا يكادون يقولون: ما جاءتني إلا جاريتك, وذلك أن المحذوف قبل إلا أحد, أو شيء واحد, وشيء يذكر فعلهما العرب, وإن عنى بهما المؤنث, فتقول: إن جاءك منهنّ أحد فأكرمه, ولا يقولون: إن جاءتك, وكان الفرّاء يجيزها على الاستكراه, ويذكر أن المفضل أنشده:وَنارُنــا لَــمْ تُــرَ نـارًا مِثْلُهـاقَــدْ عَلِمَــتْ ذاكَ مَعَــدّ أكْرَمَـا (5)فأنث فعل مثل لأنه للنار, قال: وأجود الكلام أن تقول: ما رئي مثلها.وقوله ( كَذَلِكَ نَجْزِي الْقَوْمَ الْمُجْرِمِينَ ) يقول تعالى ذكره: كما جزينا عادا بكفرهم بالله من العقاب في عاجل الدنيا, فأهلكناهم بعذابنا, كذلك نجزي القوم الكافرين بالله من خلقنا, إذ تمادوا في غيهم وطَغَوا على ربهم.------------------------الهوامش:(3) البيت لأعشى بن قيس بن ثعلبة ( ديوانه طبعه القاهرة 57 ) وفي روايته : \" أرقبه \" في موضع \" أرمقه \" ، وهما بمعنى أنظر إليه . واليت شاهد على أن معنى العارض السحاب المعترض في السماء . قال في ( اللسان : عرض ) والعارض : السحاب الذي يعترض في أفق السماء . وفي التنزيل في قصة قوم عاد : \" فلما رأوه عارضا مستقبل أوديتهم قالوا هذا عارض ممطرنا \" أي قالوا : هذا الذي وعدنا به سحاب فيه الغيث . أ هـ . وقال أبو عبيدة في مجاز القرآن : ( الورقة 222 ) والعارض من السحاب : الذي يرى في قطر من أقطار السماء من العشى ، ثم يصبح وقد حبا حتى استوى .(4) البيت ليس لجرير كما ورد في الأصل ، وإنما هو للفرذدق ، من قصيدة في ديوانه يرد بها على جرير ويناقضه وهي في ديوانه ( طبعة الصاوي 442 ) ، وأول القصيدة :جَــرَّ المُخْزِيــات عَـــلَى كُـلَيْبٍجــرير ثــم مــا منـع الذمـارًاوكــانَ لَهُــمْ كَبَكْــرِ ثَمُـودَ لَمَّـارَغــا ظُهْــرا فَدَمَّــرَهُمْ دَمــارًاأي جلب على قومه الدمار والخراب(5) البيت من شواهد الفراء في معاني القرآن ( الورقة 301 ) استشهد به عند قوله تعالى : \" فأصبحوا لا ترى إلا مساكنهم \" فقال إنها قرئت بالتاء أو بالياء مضمومة ( مع بناء الفعل للمجهول ) . ووصف القراءة بالتاء المضمومة بأن فيها قبحًا ؛ قال : لأن العرب إذا جعلت فعل المؤنث قبل إلا ذكروه ، فقالوا : لم يقم إلا جاريتك ، وما قام إلا جاريتك ، ولا يكادون يقولون : ما قامت إلا جاريتك ، وذلك أن المتروك ( المستثنى منه ) أحد أو شيء ، فأحد إذا كانت لمؤنث أو مذكر فعلها مذكر ؛ ألا ترى أنك تقول : إن قام أحد منهن فاضربه ، ولا تقول : إن قامت إلا مستكرها ، وهو على ذلك جائز ؛ قال : أنشدني المفضل : \" ونارنا ... البيت \" . فأنت فعل مؤنث ، لأنه للنار ؛ وأجود الكلام أن تقول : ما رؤى مثلها . قلت : وقوله \" أكرما \" نعت لنارا ."
    },
    {
      "ayah": 26,
      "surah": 46,
      "text": "القول في تأويل قوله تعالى :  وَلَقَدْ مَكَّنَّاهُمْ فِيمَا إِنْ مَكَّنَّاكُمْ فِيهِ وَجَعَلْنَا لَهُمْ سَمْعًا وَأَبْصَارًا وَأَفْئِدَةً فَمَا أَغْنَى عَنْهُمْ سَمْعُهُمْ وَلا أَبْصَارُهُمْ وَلا أَفْئِدَتُهُمْ مِنْ شَيْءٍ إِذْ كَانُوا يَجْحَدُونَ بِآيَاتِ اللَّهِ وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ (26)يقول تعالى ذكره لكفار قريش: ولقد مكنَّا أيها القوم عادا الذين أهلكناهم بكفرهم فيما لم نمكنكم فيه من الدنيا, وأعطيناهم منها الذي لم نعطكم منهم من كثرة الأموال, وبسطة الأجسام, وشدّة الأبدان.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ, قال: ثني أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله ( وَلَقَدْ مَكَّنَّاهُمْ فِيمَا إِنْ مَكَّنَّاكُمْ فِيهِ ) يقول: لم نمكنكم.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( وَلَقَدْ مَكَّنَّاهُمْ فِيمَا إِنْ مَكَّنَّاكُمْ فِيهِ ) : أنبأكم أنه أعطى القوم ما لم يعطكم.وقوله ( وَجَعَلْنَا لَهُمْ سَمْعًا ) يسمعون به مواعظ ربهم, وأبصارا يبصرون بها حجج الله, وأفئدة يعقلون بها ما يسرّهم وينفعهم ( فَمَا أَغْنَى عَنْهُمْ سَمْعُهُمْ وَلا أَبْصَارُهُمْ وَلا أَفْئِدَتُهُمْ مِنْ شَيْءٍ ) يقول: فلم ينفعهم ما أعطاهم من السمع والبصر والفؤاد إذ لم يستعملوها فيما أعطوها له, ولم يعملوها فيما ينجيهم من عقاب الله, ولكنهم استعملوها فيما يقرّبهم من سخطه ( إِذْ كَانُوا يَجْحَدُونَ بِآيَاتِ اللَّهِ ) يقول: إذ كانوا يكذّبون بحجج الله وهم رُسله, وينكرون نبوّتهم ( وَحَاقَ بِهِمْ مَا كَانُوا بِهِ يَسْتَهْزِئُونَ ) يقول: وعاد عليهم ما استهزءوا به, ونـزل بهم ما سخروا به, فاستعجلوا به من العذاب, وهذا وعيد من الله جلّ ثناؤه لقريش, يقول لهم: فاحذروا أن يحلّ بكم من العذاب على كفركم بالله وتكذيبكم رسله, ما حلّ بعاد, وبادروا بالتوبة قبل النقمة."
    },
    {
      "ayah": 27,
      "surah": 46,
      "text": "القول في تأويل قوله تعالى :  وَلَقَدْ أَهْلَكْنَا مَا حَوْلَكُمْ مِنَ الْقُرَى وَصَرَّفْنَا الآيَاتِ لَعَلَّهُمْ يَرْجِعُونَ (27)يقول تعالى ذكره لكفار قريش محذّرهم بأسه وسطوته, أن يحلّ بهم على كفرهم ( وَلَقَدْ أَهْلَكْنَا ) أيها القوم من القُرَى ما حول قريتكم, كحجر ثمود وأرض سدوم ومأرب ونحوها, فأنذرنا أهلها بالمَثُلات, وخرّبنا ديارها, فجعلناها خاوية على عروشها.وقوله: ( وَصَرَّفْنَا الآيَاتِ ) يقول: ووعظناهم بأنواع العظات, وذكرناهم بضروب من الذِّكْر والحجج, وبيَّنا لهم ذلك.كما حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( وَصَرَّفْنَا الآيَاتِ ) قال بيَّناها( لَعَلَّهُمْ يَرْجِعُونَ ) يقول ليرجعوا عما كانوا عليه مقيمين من الكفر بالله وآياته. وفي الكلام متروك ترك ذكره استغناء بدلالة الكلام عليه, وهو: فأبوا إلا الإقامة على كفرهم, والتمادي في غيهم, فأهلكناهم, فلن ينصرهم منا ناصر؛ يقول جلّ ثناؤه: فلولا نصر هؤلاء الذين أهلكناهم من الأمم الخالية قبلهم أوثانهم وآلهتهم التي اتخذوا عبادتها قربانا يتقرّبون بها فيما زعموا إلى ربهم منا إذ جاءهم بأسنا, فتنقذهم من عذابنا إن كانت تشفع لهم عند ربهم كما يزعمون.وهذا احتجاج من الله لنبيه محمد صَلَّى الله عَلَيْهِ وَسَلَّم على مُشركي قومه, يقول لهم: لو كانت آلهتكم التي تعبدون من دون الله تغني عنكم شيئا, أو تنفعكم عند الله كما تزعمون أنكم إنما تعبدونها, لتقرّبكم إلى الله زلفى, لأغنت عمن كان قبلكم من الأمم التي أهلكتها بعبادتهم إياها, فدفعت عنها العذاب إذا نـزل, أو لشفعت لهم عند ربهم, فقد كانوا من عبادتها على مثل الذي عليه أنتم, ولكنها ضرتهم ولم تنفعهم."
    },
    {
      "ayah": 28,
      "surah": 46,
      "text": "يقول تعالى ذكره: ( بَلْ ضَلُّوا عَنْهُمْ ) يقول: بل تركتهم آلهتهم التي كانوا يعبدونها, فأخذت غير طريقهم, لأن عبدتها هلكت, وكانت هي حجارة أو نحاسا, فلم يصبها ما أصابهم ودعوها, فلم تجبهم, ولم تغثهم, وذلك ضلالها عنهم, وذلك إفكهم, يقول عزّ وجلّ هذه الآلهة التي ضلَّت عن هؤلاء الذين كانوا يعبدونها من دون الله عند نـزول بأس الله بهم, وفي حال طمعهم فيها أن تغيثهم, فخذلتهم, هو إفكهم: يقول: هو كذبهم الذي كانوا يكذّبون, ويقولون به هؤلاء آلهتنا وما كانوا يفترون, يقول: وهو الذي كانوا يفترون, فيقولون: هي تقرّبنا إلى الله زُلفى, وهي شفعاؤنا عند الله. وأخرج الكلام مخرج الفعل, والمعنيّ المفعول به, فقيل: وذلك إفكهم, والمعنيّ فيه: المأفوك به لأن الإفك إنما هو فعل الآفك, والآلهة مأفوك بها. وقد مضى البيان عن نظائر ذلك قبل, قال: وكذلك قوله ( وَمَا كَانُوا يَفْتَرُونَ ) .واختلفت القرّاء في قراءة قوله ( وَذَلِكَ إِفْكُهُمْ ) فقرأته عامة قرّاء الأمصار، وذلك إفكهم بكسر الألف وسكون الفاء وضم الكاف بالمعنى الذي بيَّنا.وروي عن ابن عباس رضي الله عنهما في ذلك ما حدثني أحمد بن يوسف, قال: ثنا القاسم, قال: ثنا هشيم, عن عوف, عمن حدثه, عن ابن عباس, أنه كان يقرؤها(وَذَلِكَ أَفْكُهُمْ) يعني بفتح الألف والكاف وقال: أضلهم. فمن قرأ القراءة الأولى التي عليها قرّاء الأمصار, فالهاء والميم في موضع خفض. ومن قرأ هذه القراءة التي ذكرناها عن ابن عباس فالهاء والميم في موضع نصب, وذلك أن معنى الكلام على ذلك, وذلك صرفهم عن الإيمان بالله.والصواب من القراءة في ذلك عندنا, القراءة التي عليها قراءة الأمصار لإجماع الحجة عليها."
    },
    {
      "ayah": 29,
      "surah": 46,
      "text": "القول في تأويل قوله تعالى :  وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ فَلَمَّا حَضَرُوهُ قَالُوا أَنْصِتُوا فَلَمَّا قُضِيَ وَلَّوْا إِلَى قَوْمِهِمْ مُنْذِرِينَ (29)يقول تعالى ذكره مقرّعا كفار قريش بكفرهم بما آمنت به الجنّ( وَإِذْ صَرَفْنَا إِلَيْكَ ) يا محمد ( نَفَرًا مِنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ ) ذكر أنهم صرفوا إلى رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم بالحادث الذي حدث من رَجْمِهم بالشهب.* ذكر من قال ذلك:حدثنا ابن حُمَيد, قال: ثنا جرير, عن مغيرة, عن زياد, عن سعيد بن جُبير, قال: \" كانت الجن تستمع, فلما رُجِموا قالوا: إن هذا الذي حدث في السماء لشيء حدث في الأرض, فذهبوا يطلبون حتى رأوا النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم خارجا من سوق عكاظ يصلي بأصحابه الفجر, فذهبوا إلى قومهم \".حدثنا محمد بن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن أيوب, عن سعيد بن جُبير, قال: \" ولما بعث النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم حُرِست السماء, فقال الشيطان: ما حُرِست إلا لأمر قد حدث في الأرض فبعث سراياه في الأرض , فوجدوا النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم قائما يصلي صلاة الفجر بأصحابه بنَخْلة, وهو يقرأ. فاستمعوا حتى إذا فرغ ( وَلَّوْا إِلَى قَوْمِهِمْ مُنْذِرِينَ )... إلى قوله  مُسْتَقِيمٍ  .حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله ( وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ )... إلى آخر الآية, قال: لم تكن السماء تحرس في الفترة بين عيسى ومحمد صَلَّى الله عَلَيْهِ وَسَلَّم , وكانوا يقعدون مقاعد للسمع; فلما بعث الله محمدا صَلَّى الله عَلَيْهِ وَسَلَّم حرست السماء حرسا شديدا, ورُجِمت الشياطين, فأنكروا ذلك, وقالوا:  لا نَدْرِي أَشَرٌّ أُرِيدَ بِمَنْ فِي الأَرْضِ أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَدًا  فقال إبليس: لقد حدث في الأرض حدث, واجتمعت إليه الجنّ, فقال: تفرّقوا في الأرض, فأخبروني ما هذا الخبر الذي حدث في السماء, وكان أوّل بعث ركب من أهل نصيبين, وهي أشراف الجنّ وساداتهم, فبعثهم إلى تهامة, فاندفعوا حتى بلغوا الوادي, وادي نخلة, فوجدوا نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم يصلي صلاة الغداة ببطن نخلة, فاستمعوا; فلما سمعوه يتلو القرآن, قالوا: أنصتوا, ولم يكن نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم علم أنهم استمعوا إليه وهو يقرأ القرآن; فلما قضى ولوا إلى قومهم منذرين .واختلف أهل التأويل في مبلغ عدد النفر الذين قال الله ( وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِنَ الْجِنِّ ) فقال بعضهم: كانوا سبعة نفر.* ذكر من قال ذلك:حدثنا أبو كُرَيب, قال: ثنا عبد الحميد, قال: ثنا النضر بن عربيّ, عن عكرمة, عن ابن عباس ( وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ )... الآية, قال: كانوا سبعة نفر من أهل نصيبين, فجعلهم رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم رسلا إلى قومهم.وقال آخرون: بل كانوا تسعة. نفر.* ذكر من قال ذلك:حدثنا ابن بشار, قال: ثنا يحيى, عن سفيان, عن عاصم, عن زِرّ( وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ ) قال: كانوا تسعة نفر فيهم زَوْبعة.حدثنا ابن بشار, قال: ثنا أبو احمد, قال: ثنا سفيان, عن عاصم, عن زِرّ بن حبيش, قال: \" أنـزل على النبي صَلَّى الله عَلَيْهِ وَسَلَّم وهو ببطن نخلة,( فَلَمَّا حَضَرُوهُ ) قال: كانوا تسعة أحدهم زَوْبَعَة \".وقوله ( فَلَمَّا حَضَرُوهُ ) يقول: فلما حضر هؤلاء النفر من الجنّ الذين صرفهم الله إلى رسوله نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم .واختلف أهل العلم في صفة حضورهم رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم , فقال بعضهم: حضروا رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم , يتعرّفون الأمر الذي حدث من قبله ما حدث في السماء, ورسول الله صَلَّى الله عَلَيْهِ وَسَلَّم لا يشعر بمكانهم, كما قد ذكرنا عن ابن عباس قبل.وكما حدثنا ابن بشار, قال: ثنا هوذة, قال: ثنا عوف, عن الحسن, في قوله ( وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِنَ الْجِنِّ ) قال: ما شعر بهم رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم حتى جاءوا, فأوحى الله عزّ وجلّ إليه فيهم, وأخبر عنهم.وقال آخرون: بل أمر نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم أن يقرأ عليهم القرآن, وأنهم جمعوا له بعد أن تقدّم الله إليه بإنذارهم, وأمره بقراءة القرآن عليهم.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِنَ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ ) قال: \" ذكر لنا أنهم صرفُوا إليه من نِينَوَى, قال: فإن نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم , قال: إني أمرت أن أقرأ القرآن على الجنّ, فأيكم يتبعني\" ؟ فأطرقوا, ثم استتبعهم فأطرقوا, ثم استتبعهم الثالثة فأطرقوا, فقال رجل: يا رسول الله إنك لذو بدئه, (1) فاتبعه عبد الله بن مسعود, فدخل رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم شعبا يقال له شعب الحجون. قال: وخطّ نبي الله صَلَّى الله عَلَيْهِ وَسَلَّم على عبد الله خطا ليثبته به, قال: فجعلت تهوي بي وأرى أمثال النسور تمشي في دفوفها, وسمعت لغطا شديدا, حتى خفت على نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم , ثم تلا القرآن; فلما رجع نبيّ الله قلت: يا نبيّ الله ما اللغط الذي سمعت؟ قال: اجتمعوا إليّ في قتيل كان بينهم, فقُضي بينهم بالحقّ .وذُكر لنا أن ابن مسعود لما قَدِم الكوفة رأى شيوخا شُمطا من الزُّط, فراعوه, قال: من هؤلاء؟ قالوا: هؤلاء نفر من الأعاجم, قال: ما أريت للذين قرأ عليهم النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم الإسلام من الجنّ شبها أدنى من هؤلاء.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, أن نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم ذهب وابن مسعود ليلة دعا الجنّ, فخطَّ النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم على ابن مسعود خطا, ثم قال له: لا تخرج منه ثم ذهب النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم إلى الجنّ, فقرأ عليهم القرآن, ثم رجع إلى ابن مسعود فقال: وهل رأيت شيئا؟ قال: سمعت لغَطا شديدا, قال: إن الجنّ تدارأت في قتيل قُتل بينها, فقُضِي بينهم بالحقّ, وسألوه الزاد, فقال: وكل عظم لكم عرق, وكلّ روث لكم خُضْرة. قالوا: يا رسول الله تقذّرها الناس علينا, فنهى النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم أن يستنجي بأحدهما; فلما قدم ابن مسعود الكوفة رأى الزُّطّ, وهم قوم طوال سود, فأفزعوه, فقال: أظَهَرُوا؟ فقيل له: إن هؤلاء قوم من الزُّطّ, فقال ما أشبههم بالنفر الذين صُرِفوا إلى النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم .قال : ثنا ابن ثور, عن معمر. عن يحيى بن أبي كثير, عن عبد الله بن عمرو بن غَيلان الثقفيّ أنه قال لابن مسعود: \" حُدثت أنك كنت مع رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم ليلة وفد الجنّ, قال: أجَل, قال: فكيف كان؟ فذكر الحديث كله. وذُكِر أن النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم خطّ عليه خطا وقال: ولا تبرح منها, فذكر أن مثل العجاجة السوداء غشيت رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم , فذُعِر ثلاث مرّات, حتى إذا كان قريبا من الصبح, أتاني رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم , فقال: أنِمْتَ؟ قلت: لا والله, ولقد هممت مرارا أن أستغيث بالناس حتى سمعتك تقرعهم بعصاك تقول: واجلسوا, قال: ولو خرجتَ لم آمن أن يختطفك بعضهم, ثم قال: وهل رأيت شيئا؟ قال: نعم رأيت رجالا سودا مستشعري ثياب بيض, قال: أولئك جنّ نصيبين, سألوني المتاع, والمتاع الزاد, فمتعتهم بكلّ عظم حائل أو بعرة أو روثة, فقلت: يا رسول الله, وما يغني ذلك عنهم؟ قال: إِنَّهُمْ لَنْ يَجِدوُا عَظْما إلا وَجَدُوا عَلَيْهِ لَحْمَه يَوْمَ أُكِل, وَلا رَوْثَةً إلا وَجَدُوا فِيها حَبَّها يَوْمَ أُكِلَتْ, فَلا يَسْتَنْقِيَنَّ أحَدٌ مِنْكُمْ إذَا خَرَجَ مِنَ الخَلاءِ بعَظْمٍ وَلا بَعْرَةٍ وَلا رَوْثَةٍ\" .حدثني محمد بن عبد الله بن عبد الحكم, قال: أخبرنا أبو زُرْعة وهب بن راشد, قال: قال يونس, قال ابن شهاب: أخبرني أبو عثمان بن شبة الخزاعي, وكان من أهل الشام \" أن ابن مسعود قال: قال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم لأصحابه وهو بمكة: مَنْ أَحَبَّ منْكُمْ أنْ يَحْضُرَ أمْرَ الجنّ اللَّيْلَةَ فَلْيَفْعَلْ\" . فلم يحضر منهم أحد غيري, قال: فانطلقنا حتى إذا كنا بأعلى مكة, خطّ لي برجله خطا, ثم أمرني أن أجلس فيه, ثم انطلق حتى قام فافتتح القرآن, فغشيته أسودة كبيرة حالت بيني وبينه حتى ما أسمع صوته, ثم طفقوا يتقطعون مثل قطع السحاب ذاهبين, حتى بقي منهم رهط, ففرغ رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم مع الفجر, فانطلق متبرّزا, ثم أتاني فقال: وما فَعَلَ الرَّهْطُ ؟ قلت: هم أولئك يا رسول الله, فأخذ عظما أو روثا أو جمجمة فأعطاهم إياه زادا, ثم نهى أن يستطيب أحد بعظم أو روث \".حدثني أحمد بن عبد الرحمن بن وهب, قال: ثنا عمي عبد الله بن وهب, قال: أخبرني يونس, عن ابن شهاب, عن أبي عثمان بن شبة الخزاعي, وكان من أهل الشأم, أن عبد الله بن مسعود قال: قال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم , فذكر مثله سواء, إلا أنه قال: فأعطاهم روثا أو عظما زادا, ولم يذكر الجمجمة.حدثني أحمد بن عبد الرحمن بن وهب, قال: ثني عمي, قال: أخبرني يونس, عن الزهريّ, عن عبيد الله بن عبد الله, أن ابن مسعود, قال: سمعت رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم يقول: \" بِتُّ اللًّيْلَةَ أقْرأُ عَلى الجِنّ رُبُعا بالحَجُونِِ\" .واختلفوا في الموضع الذي تلا عليهم رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم فيه القرآن, فقال عبد الله بن مسعود قرأ عليهم بالحَجون, وقد ذكرنا الرواية عنه بذلك.وقال آخرون: قرأ عليهم بنخلة, وقد ذكرنا بعض من قال ذلك, ونذكر من لم نذكره.حدثنا أبو كُرَيب, قال: ثنا خلاد, عن زهير بن معاوية, عن جابر الجعفي, عن عكرمة, عن ابن عباس \" أن النفر الذين أتوا رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم من جنّ نصيبين أتوه وهو بنخلة \".حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد ( وَإِذْ صَرَفْنَا إِلَيْكَ نَفَرًا مِنَ الْجِنِّ ) قال: لقيهم بنخلة ليلتئذ. وقوله ( فَلَمَّا حَضَرُوهُ قَالُوا أَنْصِتُوا ) يقول تعالى ذكره: فلما حضروا القرآن ورسول الله صَلَّى الله عَلَيْهِ وَسَلَّم يقرأ, قال بعضهم لبعض: أنصتوا لنستمع القرآن.كما حدثنا ابن بشار, قال: ثنا يحيى, عن سفيان, عن عاصم, عن زِرّ( فَلَمَّا حَضَرُوهُ قَالُوا أَنْصِتُوا ) قالوا: صَهْ.قال: ثنا أبو أحمد, قال: ثنا سفيان, عن عاصم, عن زِرّ بن حُبَيْش, مثله.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, في قوله ( فَلَمَّا حَضَرُوهُ قَالُوا أَنْصِتُوا ) قد علم القوم أنهم لن يعقلوا حتى ينصتوا.وقوله ( فَلَمَّا قُضِيَ ) يقول: فلما فرغ رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم من القراءة وتلاوة القرآن.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثني أبي, قال: ثنى عمي, قال: ثني أبي, عن أبيه, عن ابن عباس,( فَلَمَّا قُضِيَ ) يقول: فلما فرغ من الصلاة.( وَلَّوْا إِلَى قَوْمِهِمْ مُنْذِرِينَ ) . وقوله ( وَلَّوْا إِلَى قَوْمِهِمْ مُنْذِرِينَ ) يقول: انصرفوا منذرين عذاب الله على الكفر به.وذُكر عن ابن عباس أن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم جعلهم رسلا إلى قومهم.حدثنا بذلك أبو كُرَيب, قالا ثنا عبد الحميد الحِمَّانيّ, قال: ثنا النضر, عن عكرمة, عن ابن عباس. وهذا القول خلاف القول الذي روي عنه أنه قال: لم يكن نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم علم أنهم استمعوا إليه وهو يقرأ القرآن, لأنه محال أن يرسلهم إلى آخرين إلا بعد علمه بمكانهم, إلا أن يقال: لم يعلم بمكانهم في حال استماعهم للقرآن, ثم علم بعد قبل انصرافهم إلى قومهم, فأرسلهم رسلا حينئذ إلى قومهم, وليس ذلك في الخبر الذي روي.-----------------------الهوامش:(1) في ابن كثير \" لذو ندبة \" ، وكأن الرجل يتعجب من نشاط رسول الله صلى الله عليه وسلم وإسراعه لما ندب أصحابه إليه فأحجموا . ولعله مأخوذ من قولهم \" رجل ندب \" أي خفيف سريع في الحاجة ."
    },
    {
      "ayah": 3,
      "surah": 46,
      "text": "وقوله ( مَا خَلَقْنَا السَّمَاوَاتِ وَالأرْضَ وَمَا بَيْنَهُمَا إِلا بِالْحَقِّ ) يقول تعالى ذكره: ما أحدثنا السموات والأرض فأوجدناهما خلقا مصنوعا, وما بينهما من أصناف العالم إلا بالحقّ, يعني: إلا لإقامة الحقّ والعدل في الخلق.وقوله ( وَأَجَلٌ مُسَمًّى ) يقول: وإلا بأجل لكل ذلك معلوم عنده يفنيه إذا هو بلغه, ويعدمه بعد أن كان موجودا بإيجاده إياه.وقوله ( وَالَّذِينَ كَفَرُوا عَمَّا أُنْذِرُوا مُعْرِضُونَ ) يقول تعالى ذكره: والذين جحدوا وحدانية الله عن إنذار الله إياهم معرضون, لا يتعظون به, ولا يتفكرون فيعتبرون."
    },
    {
      "ayah": 30,
      "surah": 46,
      "text": "القول في تأويل قوله تعالى :  قَالُوا يَا قَوْمَنَا إِنَّا سَمِعْنَا كِتَابًا أُنْزِلَ مِنْ بَعْدِ مُوسَى مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ يَهْدِي إِلَى الْحَقِّ وَإِلَى طَرِيقٍ مُسْتَقِيمٍ (30)يقول تعالى ذكره مخبرًا عن قيل هؤلاء الذين صُرفوا إلى رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم من الجن لقومهم لما انصرفوا إليهم من عند رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم : ( يَا قَوْمَنَا ) مِنَ الْجِنِّ إِنَّا سَمِعْنَا كِتَابًا أُنـزلَ مِنْ بَعْدِ كِتَابٌ مُوسَى مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ ) يقول: يصدق ما قبله من كتب الله التي أنـزلها على رُسله (2) .وقوله ( يَهْدِي إِلَى الْحَقِّ ) يقول: يرشد إلى الصواب, ويدّل على ما فيه لله رضا( وَإِلَى طَرِيقٍ مُسْتَقِيمٍ ) يقول: وإلى طريق لا اعوجاج فيه, وهو الإسلام.وكان قتادة يقول في ذلك ما حدثنا بشر, قال: ثنا سعيد عن قتادة أنه قرأ ( قَالُوا يَا قَوْمَنَا إِنَّا سَمِعْنَا كِتَابًا أُنـزلَ مِنْ بَعْدِ مُوسَى مُصَدِّقًا لِمَا بَيْنَ يَدَيْهِ يَهْدِي إِلَى الْحَقِّ وَإِلَى طَرِيقٍ مُسْتَقِيمٍ ) فقال: ما أسرع ما عقل القوم, ذُكر لنا أنهم صُرِفوا إليه من نينوى.-----------------الهوامش:(2)في الأصل : رسوله : ولعله تحريف من النسخ ."
    },
    {
      "ayah": 31,
      "surah": 46,
      "text": "القول في تأويل قوله تعالى :  يَا قَوْمَنَا أَجِيبُوا دَاعِيَ اللَّهِ وَآمِنُوا بِهِ يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ وَيُجِرْكُمْ مِنْ عَذَابٍ أَلِيمٍ (31)يقول تعالى ذكره مخبرا عن قيل هؤلاء النفر من الجنّ( يَا قَوْمَنَا ) مِنَ الْجِنِّ ( أَجِيبُوا دَاعِيَ اللَّهِ ) قالوا: أجيبوا رسول الله محمدا إلى ما يدعوكم إليه من طاعة الله ( وَآمِنُوا بِهِ ) يقول: وصدّقوه فيما جاءكم به وقومه من أمر الله ونهيه, وغير ذلك مما دعاكم إلى التصديق به ( يَغْفِرْ لَكُمْ ) يقول: يتغمد لكم ربكم من ذنوبكم فيسترها لكم ولا يفضحكم بها في الآخرة بعقوبته إياكم عليها( وَيُجِرْكُمْ مِنْ عَذَابٍ أَلِيمٍ ) يقول: وينقذكم من عذاب موجع إذا أنتم تبتم من ذنوبكم, وأنبتم من كفركم إلى الإيمان بالله وبداعيه."
    },
    {
      "ayah": 32,
      "surah": 46,
      "text": "وقوله ( وَمَنْ لا يُجِبْ دَاعِيَ اللَّهِ فَلَيْسَ بِمُعْجِزٍ فِي الأرْضِ ) يقول تعالى ذكره مخبرا عن قيل هؤلاء النفر لقومهم: ومن لا يجب أيُّها القوم رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم محمدا, وداعيه إلى ما بعثه بالدعاء إليه من توحيده, والعمل بطاعته ( فَلَيْسَ بِمُعْجِزٍ فِي الأرْضِ ) يقول: فليس بمعجز ربه بهربه, إذا أراد عقوبته على تكذيبه داعيه, وتركه تصديقه وإن ذهب في الأرض هاربا, لأنه حيث كان فهو في سلطانه وقبضته ( وَلَيْسَ لَهُ مِنْ دُونِهِ أَولِيَاءُ ) يقول: وليس لمن لم يحب داعي الله من دون ربه نُصراء ينصرونه من الله إذا عاقبه ربه على كفره به وتكذيبه داعيه.وقوله ( أُولَئِكَ فِي ضَلالٍ مُبِينٍ ) يقول: هؤلاء الذين لم يجيبوا داعي الله فيصدّقوا به, وبما دعاهم إليه من توحيد الله, والعمل بطاعته في جور عن قصد السبيل, وأخذ على غير استقامة,( مُبِينٍ ) : يقول: يبين لمن تأمله أنه ضلال, وأخذ على غير قصد."
    },
    {
      "ayah": 33,
      "surah": 46,
      "text": "القول في تأويل قوله تعالى :  أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالأَرْضَ وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقَادِرٍ عَلَى أَنْ يُحْيِيَ الْمَوْتَى بَلَى إِنَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (33)يقول تعالى ذكره: أولم ينظر هؤلاء المنكرون إحياء الله خلقه من بعد وفاتهم, وبعثه إياهم من قبورهم بعد بلائهم, القائلون لآبائهم وأمهاتهم  أُفٍّ لَكُمَا أَتَعِدَانِنِي أَنْ أُخْرَجَ وَقَدْ خَلَتِ الْقُرُونُ مِنْ قَبْلِي  فلم يبعثوا بأبصار قلوبهم, فيروا ويعلموا أن الله الذي خلق السموات السبع والأرض, فابتدعهنّ من غير شيء, ولم يعي بإنشائهنّ, فيعجز عن اختراعهنّ وإحداثهنّ( بِقَادِرٍ عَلَى أَنْ يُحْيِيَ الْمَوْتَى ) فيخرجهم من بعد بلائهم في قبورهم أحياء كهيئتهم قبل وفاتهم.واختلف أهل العربية في وجه دخول الباء في قوله ( بِقَادِرٍ ) فقال بعض نحويي البصرة: هذه الباء كالباء في قوله  كَفَى بِاللَّهِ  وهو مثل  تَنْبُتُ بِالدُّهْنِ  وقال بعض نحويي الكوفة: دخلت هذه الباء للمَ; قال: والعرب تدخلها مع الجحود إذا كانت رافعة لما قبلها, وتدخلها إذا وقع عليها فعل يحتاج إلى اسمين مثل قولك: ما أظنك بقائم, وما أظنّ أنك بقائم, وما كنت بقائم, فإذا خلعت الباء نصبت الذي كانت تعمل فيه, بما تعمل فيه من الفعل, قال: ولو ألقيت الباء من قادر في هذا الموضع رفع, لأنه خبر لأن, قال: وأنشدني بعضهم:فَمَــا رَجَــعَتْ بخائِبَــةٍ رِكـابٌحَــكِيمُ بــنُ المُســيِّبِ مُنْتهَاهـا (3)فأدخل الباء في فعل لو ألقيت منه نصب بالفعل لا بالباء, يقاس على هذا ما أشبهه.وقال بعض من أنكر قول البصريّ الذي ذكرنا قوله: هذه الباء دخلت للجحد, لأن المجحود في المعنى وإن كان قد حال بينهما بأنّ( أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالأرْضَ وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقَادِرٍ عَلَى أَنْ يُحْيِيَ الْمَوْتَى ) قال: فإنَّ اسم يَرَوْا وما بعدها في صلتها, ولا تدخل فيه الباء, ولكن معناه جحد, فدخلت للمعنى.وحُكي عن البصريّ أنه كان يأبى إدخال إلا وأن النحويين من أهل الكوفة يجيزونه, ويقولون: ما ظننت أن زيدا إلا قائما, وما ظننت أن زيدا بعالم. وينشد:وَلَسْــتُ بِحــالِفٍ لَوَلَــدْتُ مِنْهُـمْعَــــلى عَمِّيَّـــةٍ إلا زِيـــادًا (4)قال: فأدخل إلا بعد جواب اليمين, قال: فأما  كَفَى بِاللَّهِ  , فهذه لم تدخل إلا لمعنى صحيح, وهي للتعجب, كما تقول لظَرُفَ بزيد. قال: وأما  تَنْبُتُ بِالدُّهْنِ  فأجمعوا على أنها صلة. وأشبه الأقوال في ذلك بالصواب قول من قال: دخلت الباء في قوله (بقادِرٍ) للجَحْد, لما ذكرنا لقائلي ذلك من العلل.واختلفت القرّاء في قراءة قوله ( بِقَادِرٍ ) فقرأ ذلك عامة قرّاء الأمصار, عن أبي إسحاق والجَحْدريّ والأعرج ( بقادِرٍ ) وهي الصحيحة عندنا لإجماع قرّاء الأمصار عليها. وأما الآخرون الذين ذكرتهم فإنهم فيما ذُكر عنهم كانوا يقرءون ذلك \" يقدر \" بالياء. وقد ذُكر أنه في قراءة عبد الله بن مسعود ( أنَّ الله الَّذِي خَلَقَ السَّمَواتِ والأرْضَ قَادِرٌ ) بغير باء, ففي ذلك حجة لمن قرأه \" بقادِرٍ\" بالباء والألف. وقوله ( بَلَى إِنَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ) يقول تعالى ذكره: بلى, يقدر الذي خلق السموات والأرض على إحياء الموتى: أي الذي خلق ذلك على كلّ شيء شاء خلقه, وأراد فعله, ذو قدرة لا يعجزه شيء أراده, ولا يُعييه شيء أراد فعله, فيعييه إنشاء الخلق بعد الفناء, لأن من عجز عن ذلك فضعيف, فلا ينبغي أن يكون إلها من كان عما أراد ضعيفا.-----------------الهوامش:(3) البيت من شواهد الفراء في معاني القرآن ( الورقة 303 ) قال : وقوله تعالى : \" أو لم يروا أن الله الذي خلق السموات والأرض بقادر \" : دخلت الباء للم . والعرب تدخلها مع الجحود إذا كانت رافعة لما قبلها ، أو يدخلونها إذا وقع عليها فعل محتاج إلى اسمين مثل قولك : ما أظنك بقائم ، وما أظن بقائم ، وما كنت بقائم ، فإذا خلعت الباء ، نصبت الذي كانت تعمل فيه بما تعمل فيه من الفعل . ولو ألقيت الباء من \" قادر \" في هذا الموضع رفع، لأنه خبر لأن ، وأنشدني بعضهم : \" فما رجعت بخائبة ... البيت \" . فادخل الباء في فعل لو ألقيت منه ، نصب بالفعل لا بالباء . يقاس على هذا ما أشبهه ؛ وقد ذكر عن بعض القراء أنه قرأ \" يقدر \" مكان \" بقادر \" ، كما قرأ حمزة : \" وما أنت بهادي العمي \" ، وقراءة العوام \" بهاد العمي \" . أ هـ .(4) هذا بيت لم ينسبه المؤلف ، ونقله عن بعض النحويين . وليس في معاني القرآن للفراء . وهو موضع خلاف بين البصريين والكوفيين . فالبصريون يأبون دخول ( إلا ) بعد جواب اليمين ، والكوفيون يجيزونه ويستشهدون بالبيت على ذلك ، كما قال المؤلف ."
    },
    {
      "ayah": 34,
      "surah": 46,
      "text": "القول في تأويل قوله تعالى :  وَيَوْمَ يُعْرَضُ الَّذِينَ كَفَرُوا عَلَى النَّارِ أَلَيْسَ هَذَا بِالْحَقِّ قَالُوا بَلَى وَرَبِّنَا قَالَ فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ (34)يقول تعالى ذكره: ويوم يعرض هؤلاء المكذّبون بالبعث, وثواب الله عباده على أعمالهم الصالحة, وعقابه إياهم على أعمالهم السيئة, على النار, نار جهنم, يقال لهم حينئذ: أليس هذا العذاب الذي تعذّبونه اليوم, وقد كنتم تكذّبون به في الدنيا بالحقّ, توبيخا من الله لهم على تكذيبهم به, كان في الدنيا( قَالُوا بَلَى وَرَبِّنَا ) يقول: فيجيب هؤلاء الكفرة من فورهم بذلك, بأن يقولوا بلى هو الحق والله قال : ( فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ ) يقول: فقال لهم المقرّر بذلك: فذوقوا عذاب النار الآن بما كنتم تجحدونه في الدنيا, وتنكرونه, وتأبون الإقرار إذا دُعيتم إلى التصديق به."
    },
    {
      "ayah": 35,
      "surah": 46,
      "text": "القول في تأويل قوله تعالى :  فَاصْبِرْ كَمَا صَبَرَ أُولُو الْعَزْمِ  مِنَ الرُّسُلِ وَلا تَسْتَعْجِلْ لَهُمْ كَأَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ لَمْ يَلْبَثُوا إِلا سَاعَةً مِنْ نَهَارٍ بَلاغٌ فَهَلْ يُهْلَكُ إِلا الْقَوْمُ الْفَاسِقُونَ (35)يقول تعالى ذكره لنبيه محمد صَلَّى الله عَلَيْهِ وَسَلَّم , مثبته على المضيّ لما قلَّده من عبْء الرسالة, وثقل أحمال النبوّة صَلَّى الله عَلَيْهِ وَسَلَّم , وآمره بالائتساء في العزم على النفوذ لذلك بأولي العزم من قبله من رسله الذين صبروا على عظيم ما لَقُوا فيه من قومهم من المكاره, ونالهم فيه منهم من الأذى والشدائد ( فَاصْبِرْ ) يا محمد على ما أصابك في الله من أذى مكذّبيك من قومك الذين أرسلناك إليهم بالإنذار ( كَمَا صَبَرَ أُولُو الْعَزْمِ مِنَ الرُّسُلِ ) على القيام بأمر الله, والانتهاء إلى طاعته من رسله الذين لم ينههم عن النفوذ لأمره, ما نالهم فيه من شدّة. وقيل: إن أولي العزم منهم, كانوا الذين امتُحِنوا في ذات الله في الدنيا بِالمحَن, فلم تزدهم المحن إلا جدّا في أمر الله, كنوح وإبراهيم وموسى ومن أشبههم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني يونس, قال: أخبرنا ابن وهب, قال: ثنى ثوابة بن مسعود, عن عطاء الخُراسانيّ, أنه قال ( فَاصْبِرْ كَمَا صَبَرَ أُولُو الْعَزْمِ مِنَ الرُّسُلِ ) نوح وإبراهيم وموسى وعيسى ومحمد صَلَّى الله عَلَيْهِ وَسَلَّم.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( فَاصْبِرْ كَمَا صَبَرَ أُولُو الْعَزْمِ مِنَ الرُّسُلِ ) كنا نحدث أن إبراهيم كان منهم.وكان ابن زيد يقول في ذلك ما حدثني به يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( فَاصْبِرْ كَمَا صَبَرَ أُولُو الْعَزْمِ مِنَ الرُّسُلِ ) قال: كلّ الرسل كانوا أولي عزم لم يتخذ الله رسولا إلا كان ذا عزم, فاصبر كما صبروا.حدثنا ابن سنان القزّاز, قال: ثنا عبد الله بن رجاء, قال: ثنا إسرائيل, عن سالم, عن سعيد بن جُبير, في قوله ( فَاصْبِرْ كَمَا صَبَرَ أُولُو الْعَزْمِ مِنَ الرُّسُلِ ) قال: سماه الله من شدته العزم.وقوله ( وَلا تَسْتَعْجِلْ لَهُمْ ) يقول: ولا تستعجل عليهم بالعذاب, يقول: لا تعجل بمسألتك ربك ذلك لهم فإن ذلك نازل بهم لا محالة ( كَأَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ لَمْ يَلْبَثُوا إِلا سَاعَةً مِنْ نَهَارٍ ) يقول: كأنهم يوم يرون عذاب الله الذي يعدهم أنه منـزله بهم, لم يلبثوا في الدنيا إلا ساعة من نهار, لأنه ينسيهم شدّة ما ينـزل بهم من عذابه, قدر ما كانوا في الدنيا لبثوا, ومبلغ ما فيها مكثوا من السنين والشهور, كما قال جل ثناؤه:  قَالَ كَمْ لَبِثْتُمْ فِي الأَرْضِ عَدَدَ سِنِينَ * قَالُوا لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ فَاسْأَلِ الْعَادِّينَ  .وقوله بَلاغٌ ) فيه وجهان: أحدهما أن يكون معناه: لم يلبثوا إلا ساعة من نهار ذلك لبث بلاغ, بمعنى: ذلك بلاغ لهم في الدنيا إلى أجلهم, ثم حذفت ذلك لبث, وهي مرادة في الكلام اكتفاء بدلالة ما ذكر من الكلام عليها. والآخر: أن يكون معناه: هذا القرآن والتذكير بلاغ لهم وكفاية , إن فكَّروا واعتبروا فتذكروا.وقوله ( فَهَلْ يُهْلَكُ إِلا الْقَوْمُ الْفَاسِقُونَ ) يقول تعالى ذكره: فهل يهلك الله بعذابه إذا أنـزله إلا القوم الذين خالفوا أمره, وخرجوا عن طاعته وكفروا به. ومعنى الكلام: وما يهلك الله إلا القوم الفاسقين وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, في قوله ( فَهَلْ يُهْلَكُ إِلا الْقَوْمُ الْفَاسِقُونَ ) تعلموا ما يهلك على الله إلا هالك ولى الإسلام ظهرَه أو منافق صدّق بلسانه وخالف بعمله. ذُكر لنا أن نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم كان يقول: \" أَيُّمَا عَبْدٍ مِنْ أُمَّتِي هَمَّ بِحَسَنَةٍ كُتِبَتْ لَهُ وَاحِدَةٌ, وَإِنْ عَملها كُتِبَتْ لَهُ عَشْرُ أَمْثَالِهَا. وَأَيُّمَا عَبْدٍ هَمَّ بِسَيِّئَةٍ لَمْ تُكْتَبْ عَلَيْهِ, فَإِنْ عَمِلَهَا كُتِبَتْ سَيِّئَةً وَاحِدَةً, ثُمَّ كَانَ يَتْبَعُهَا, وَيَمْحُوهَا اللَّهُ وَلا يَهْلِكُ إلا هَالِكٌ\".آخر تفسير سورة الأحقاف"
    },
    {
      "ayah": 4,
      "surah": 46,
      "text": "القول في تأويل قوله تعالى :  قُلْ أَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللَّهِ أَرُونِي مَاذَا خَلَقُوا مِنَ الأَرْضِ أَمْ لَهُمْ شِرْكٌ فِي السَّمَاوَاتِ اِئْتُونِي بِكِتَابٍ مِنْ قَبْلِ هَذَا أَوْ أَثَارَةٍ مِنْ عِلْمٍ إِنْ كُنْتُمْ صَادِقِينَ (4)يقول تعالى ذكره: قل يا محمد لهؤلاء المشركين بالله من قومك: أرأيتم أيها القوم الآلهة والأوثان التي تعبدون من دون الله, أروني أيّ شيء خلقوا من الأرض, فإن ربي خلق الأرض كلها, فدعوتموها من أجل خلقها ما خلقت من ذلك آلهة وأربابا, فيكون لكم بذلك في عبادتكم إياها حجة, فإن من حجتي على عبادتي إلهي, وإفرادي له الألوهة, أنه خلق الأرض فابتدعها من غير أصل.وقوله ( أَمْ لَهُمْ شِرْكٌ فِي السَّمَاوَاتِ ) يقول تعالى ذكره: أم لآلهتكم التي تعبدونها أيها الناس, شرك مع الله في السموات السبع, فيكون لكم أيضًا بذلك حجة في عبادتكموها, فإن من حجتي على إفرادي العبادة لربي, أنه لا شريك له في خلقها, وأنه المنفرد بخلقها دون كلّ ما سواه.وقوله ( اِئْتُونِي بِكِتَابٍ مِنْ قَبْلِ هَذَا ) يقول تعالى ذكره: بكتاب جاء من عند الله من قبل هذا القرآن الذي أُنـزل عليّ, بأن ما تعبدون من الآلهة والأوثان خلقوا من الأرض شيئًا, أو أن لهم مع الله شركًا في السموات, فيكون ذلك حجة لكم على عبادتكم إياها, لأنها إذا صحّ لها ذلك صحت لها الشركة في النِّعم التي أنتم فيها, ووجب لها عليكم الشكر, واستحقت منكم الخدمة, لأن ذلك لا يقدر أن يخلقه إلا الله.وقوله ( أَوْ أَثَارَةٍ مِنْ عِلْمٍ ) اختلفت القرّاء في قراءة ذلك, فقرأته عامة قرّاء الحجاز والعراق ( أَوْ أَثَارَةٍ مِنْ عِلْمٍ ) بالألف, بمعنى: أو ائتوني ببقية من علم. ورُوي عن أبي عبد الرحمن السلميّ أنه كان يقرؤه \" أَوْ أَثَرَةٍ مِنْ عِلْمٍ\"، بمعنى: أو خاصة من علم أوتيتموه, وأوثرتم به على غيركم, والقراءة التي لا أستجيز غيرها( أَوْ أَثَارَةٍ مِنْ عِلْمٍ ) بالألف, لإجماع قرّاء الأمصار عليها.واختلف أهل التأويل في تأويلها, فقال بعضهم: معناه: أو ائتوني بعلم بأن آلهتكم خَلَقت من الأرض شيئا, وأن لها شرك في السموات من قبل الخطّ الذي تخطونه في الأرض, فإنكم معشر العرب أهل عيافة وزجر وكهانة.* ذكر من قال ذلك:حدثنا بشر بن آدم, قال: ثنا أبو عاصم, عن سفيان, عن صفوان بن سليم, عن أبي سلمة, عن ابن عباس ( أَوْ أَثَارَةٍ مِنْ عِلْمٍ ) قال: خط كان يخطه العرب في الأرض.حدثنا أبو كُرَيْب, قال: قال أَبو بكر: يعني ابن عياش: الخط: هو العيافة.وقال آخرون: بل معنى ذلك: أو خاصة من علم.* ذكر من قال ذلك:حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتاده ( أَوْ أَثَارَةٍ مِنْ عِلْمٍ ) قال: أو خاصة من علم.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( أَوْ أَثَارَةٍ مِنْ عِلْمٍ ) قال: أي خاصة من علم.حدثنا عبد الوارث بن عبد الصمد بن عبد الوارث, قال: ثني أبي, عن الحسين, عن قتادة ( أَوْ أَثَارَةٍ مِنْ عِلْمٍ ) قال: خاصة من علم.وقال آخرون: بل معنى ذلك: أو علم تُشيرونه فتستخرجونه.* ذكر من قال ذلك :حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن الحسن, في قوله: ( أَوْ أَثَارَةٍ مِنْ عِلْمٍ ) قال: أثارة شيء يستخرجونه فِطْرة.وقال آخرون: بل معنى ذلك: أو تأثرون ذلك علمًا عن أحد ممن قبلكم؟* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى؛  وحدثني الحارث, قال: ثنا الحسن قال: ثنا ورقاء جميعًا, عن ابن أَبي نجيح, عن مجاهد ( أَوْ أَثَارَةٍ مِنْ عِلْمٍ ) قال: أحد يأثر علما.وقال آخرون: بل معنى ذلك: أو ببينة من الأمر.* ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس ( أَوْ أَثَارَةٍ مِنْ عِلْمٍ ) يقول: ببينة من الأمر.وقال آخرون: بل معنى ذلك: ببقية من علم.* ذكر من قال ذلك:حدثنا أبو كُريب, قال: سُئل أَبو بكر, يعني ابن عياش عن ( أَثَارَةٍ مِنْ عِلْمٍ ) قال: بقية من علم.وأولى الأقوال في ذلك بالصواب قول من قال: الأثارة: البقية من علم, لأن ذلك هو المعروف من كلام العرب, وهي مصدر من قول القائل: أثر الشيء أثارة, مثل سمج سماجة, وقبح قباحة, كما قال راعي الإبل:وذاتِ أثـــارةٍ أكَـــلَتْ عَلَيْهــا[ نَبَاتًـــا فِــي أكمِتِــهِ قَفَــارا] (1)يعني: وذات بقية من شحم, فأما من قرأه (أَوْ أَثَرَةٍ) فإنه جعله أثرة من الأثر,  كما قيل: قترة وغبرة. وقد ذُكر عن بعضهم أنه قرأه (أَوْ أَثْرَةٍ) بسكون الثاء, مثل الرجفة والخطفة, وإذا وجه ذلك إلى ما قلنا فيه من أنه بقية من علم, جاز أن تكون تلك البقية من علم الخط, ومن علم استثير من كُتب الأوّلين, ومن خاصة علم كانوا أوثروا به. وقد رُوي عن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم في ذلك خبر بأنه تأوّله أنه بمعنى الخط, سنذكره إن شاء الله تعالى, فتأويل الكلام إذن: ائتوني أيها القوم بكتاب من قبل هذا الكتاب, بتحقيق ما سألتكم تحقيقه من الحجة على دعواكم ما تدّعون لآلهتكم, أو ببقية من علم يوصل بها إلى علم صحة ما تقولون من ذلك ( إِنْ كُنْتُمْ صَادِقِينَ ) في دعواكم لها ما تدّعون, فإن الدعوى إذا لم يكن معها حجة لم تُغن عن المدّعي شيئًا.------------------------الهوامش:(1) هذا بيت من قصيدة للراعي ، مدح بها سعد بن عبد الرحمن بن عتاب بن أسيد، عدتها سبعة وخمسون بيتا . وقوله \" ذات آثارة \" أي رب ناقة ذات سمن . والأثارة ، بفتح الهمزة : شحم متصل بشحم آخر ، ويقال هي بقية من الشحم العتيق ، يقال : سمنت الناقة على أثارة ، أي على بقية شحم . وأكمته : غلفه ، جمع كمام ، وهو جمع كم بكسر الكاف ، وهو غطاء النور وغلافه . وقفارًا وقفارة : وصف للنبات : أي رعته خاليًا لها من مزاحمة غيرها في رعيه . وأصله من قولهم طعام قفار : أي أكل بلا إدام . ( انظر خزانة الأدب الكبرى للبغدادي 4 : 251 ) واستشهد بالبيت أبو عبيدة في مجاز القرآن ( الورقة 222 ) . عند قوله تعالى : \" أو أثارة من علم \" أي بقية من شحم أكلت عليه . ومن قال : \" أثرة \" فهو مصدر أثره يأثره : يذكره . وفي ( اللسان : أثر ) : وأثرة العلم وأثرته وأثارته ، بقية منه تؤثر فتذكر . وقال الزجاج أثاره : في معنى علامة . ويجوز أن يكون على معنى بقية من علم ونسب البيت للشماخ."
    },
    {
      "ayah": 5,
      "surah": 46,
      "text": "القول في تأويل قوله تعالى :  وَمَنْ أَضَلُّ مِمَّنْ يَدْعُو مِنْ دُونِ اللَّهِ مَنْ لا يَسْتَجِيبُ لَهُ إِلَى يَوْمِ الْقِيَامَةِ وَهُمْ عَنْ دُعَائِهِمْ غَافِلُونَ (5)يقول تعالى ذكره: وأيّ عبد أضلّ من عبد يدعو من دون الله آلهة لا تستجيب له إلى يوم القيامة: يقول: لا تُجيب دعاءه أبدا, لأنها حجر أو خشب أو نحو ذلك.وقوله: ( وَهُمْ عَنْ دُعَائِهِمْ غَافِلُونَ ) يقول تعالى ذكره: وآلهتهم التي يدعونهم عن دعائهم إياهم في غفلة, لأنها لا تسمع ولا تنطق, ولا تعقل. وإنما عنى بوصفها بالغفلة, تمثيلها بالإنسان الساهي عما يقال له, إذ كانت لا تفهم مما يقال لها شيئًا, كما لا يفهم الغافل عن الشيء ما غفل عنه. وإنما هذا توبيخ من الله لهؤلاء المشركين لسوء رأيهم, وقُبح اختيارهم في عبادتهم, من لا يعقل شيئًا ولا يفهم, وتركهم عبادة من جميع ما بهم من نعمته, ومن به استغاثتهم عندما ينـزل بهم من الحوائج والمصائب.وقيل: من لا يستجيب له, فأخرج ذكر الآلهة وهي جماد مخرج ذكر بني آدم, ومن له الاختيار والتمييز, إذ كانت قد مثلتها عبدتها بالملوك والأمراء التي تخدم في خدمتهم إياها, فأجرى الكلام في ذلك على نحو ما كان جاريًا فيه عندهم."
    },
    {
      "ayah": 6,
      "surah": 46,
      "text": "القول في تأويل قوله تعالى :  وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ (6)يقول تعالى ذكره: وإذا جُمع الناس يوم القيامة لموقف الحساب, كانت هذه الآلهة التي يدعونها في الدنيا لهم أعداء, لأنهم يتبرءون منهم ( وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ ) يقول تعالى ذكره: وكانت آلهتهم التي يعبدونها في الدنيا بعبادتهم جاحدين, لأنهم يقولون يوم القيامة: ما أمرناهم بعبادتنا, ولا شعرنا بعبادتهم إيانا, تبرأنا إليك منهم يا ربنا."
    },
    {
      "ayah": 7,
      "surah": 46,
      "text": "وقوله ( وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ ) يقول تعالى ذكره: وإذا يقرأ على هؤلاء المشركين بالله من قومك آياتنا, يعني حججنا التي احتججناها عليهم, فيما أنـزلناه من كتابنا على محمد صَلَّى الله عَلَيْهِ وَسَلَّم (بَيِّنَاتٍ) يعني واضحات نيرات ( قَالَ الَّذِينَ كَفَرُوا لِلْحَقِّ لَمَّا جَاءَهُمْ ) يقول تعالى ذكره: قال الذين جحدوا وحدانية الله, وكذّبوا رسوله للحقّ لما جاءهم من عند الله, فأنـزل على رسوله صَلَّى الله عَلَيْهِ وَسَلَّم ( هَذَا سِحْرٌ مُبِينٌ ) يعنون هذا القرآن خداع يخدعنا, ويأخذ بقلوب من سمعه فعل السحر (مبين) يقول: يُبين لمن تأمله ممن سمعه أنه سحر مبين."
    },
    {
      "ayah": 8,
      "surah": 46,
      "text": "القول في تأويل قوله تعالى :  أَمْ يَقُولُونَ افْتَرَاهُ قُلْ إِنِ افْتَرَيْتُهُ فَلا تَمْلِكُونَ لِي مِنَ اللَّهِ شَيْئًا هُوَ أَعْلَمُ بِمَا تُفِيضُونَ فِيهِ كَفَى بِهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ وَهُوَ الْغَفُورُ الرَّحِيمُ (8)يقول تعالى ذكره: أم يقولون هؤلاء المشركون بالله من قريش, افترى محمد هذا القرآن, فاختلقه وتخرّصه كذبا, قل لهم يا محمد إن افتريته وتخرّصته على الله كذبا( فَلا تَمْلِكُونَ لِي ) يقول: فلا تغنون عني من الله إن عاقبني على افترائي إياه, وتخرّصي عليه شيئًا, ولا تقدرون أن تدفعوا عني سوءا إن أصابني به.وقوله ( هُوَ أَعْلَمُ بِمَا تُفِيضُونَ فِيهِ ) يقول: ربي أعلم من كل شيء سواه بما تقولون بينكم في هذا القرآن والهاء من قوله ( تُفِيضُونَ فِيهِ ) من ذكر القرآن.وبنحو الذي قلنا في معنى قوله ( تُفِيضُونَ فِيهِ ) قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعًا, عن ابن أَبي نجيح, عن مجاهد, في قوله  إِذْ تُفِيضُونَ فِيهِ  قال: تقولون.وقوله ( كَفَى بِهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ ) يقول: كفى بالله شاهدا علي وعليكم بما تقولون من تكذبيكم لي فيما جئتكم به من عند الله الغفور الرحيم لهم, بأن لا يعذبهم عليها بعد توبتهم منها."
    },
    {
      "ayah": 9,
      "surah": 46,
      "text": "القول في تأويل قوله تعالى :  قُلْ مَا كُنْتُ بِدْعًا مِنَ الرُّسُلِ وَمَا أَدْرِي مَا يُفْعَلُ بِي وَلا بِكُمْ إِنْ أَتَّبِعُ إِلا مَا يُوحَى إِلَيَّ وَمَا أَنَا إِلا نَذِيرٌ مُبِينٌ (9)يقول تعالى ذكره لنبيه محمد صَلَّى الله عَلَيْهِ وَسَلَّم : قل يا محمد لمشركي قومك من قريش ( مَا كُنْتُ بِدْعًا مِنَ الرُّسُلِ ) يعني: ما كنت أول رسل الله التي أرسلها إلى خلقه, قد كان من قبلي له رسل كثيرة أرسلت إلى أمم قبلكم; يقال منه: هو بدع في هذا الأمر, وبديع فيه, إذا كان فيه أوّل. ومن البدع قول عديّ بن زيد.فَـلا أنـا بِـدْعٌ مِـنْ حَوَادِث تَعْتَرِيرِجَـلا عَـرَتْ مِـنْ بَعْدِ بُؤْسَى وَأَسعد (1)ومن البديع قول الأحوص:فَخَــرَتْ فـانْتَمَتْ فقُلْـتُ انْظُـرِينيليسَ جَـــهْلٌ أتَيتُـــه بِبَـــدِيع (2)يعني بأوّل, يقال: هو بدع من قوم أبداع.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله ( مَا كُنْتُ بِدْعًا مِنَ الرُّسُلِ ) يقول: لست بأوّل الرسل.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله ( مَا كُنْتُ بِدْعًا مِنَ الرُّسُلِ ) قال: يقول: ما كنت أوّل رسول أُرسل.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعًا, عن ابن أَبي نجيح, عن مجاهد, قوله ( مَا كُنْتُ بِدْعًا مِنَ الرُّسُلِ ) قال: ما كنت أوّلهم.حدثنا ابن حُمَيد, قال: ثنا عبد الوهاب بن معاوية, عن أَبي هبيرة, قال: سألت قتادة ( قُلْ مَا كُنْتُ بِدْعًا مِنَ الرُّسُلِ ) قال: أي قد كانت قبلي رسل.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( قُلْ مَا كُنْتُ بِدْعًا مِنَ الرُّسُلِ ) يقول: أي إن الرسل قد كانت قبلي.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله ( بِدْعًا مِنَ الرُّسُلِ ) قال: قد كانت قبله رسل.وقوله ( وَمَا أَدْرِي مَا يُفْعَلُ بِي وَلا بِكُمْ ) اختلف أهل التأويل في تأويله, فقال بعضهم: عنى به رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم وقيل له: قل للمؤمنين بك ما أدري ما يفعل بي ولا بكم يوم القيامة, وإلام نصير هنالك, قالوا ثم بين الله لنبيه محمد صَلَّى الله عَلَيْهِ وَسَلَّم وللمؤمنين به حالهم في الآخرة, فقيل له  إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا * لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ  وقال:  لِيُدْخِلَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا وَيُكَفِّرَ عَنْهُمْ سَيِّئَاتِهِمْ  .* ذكر من قال ذلك:حدثنا عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله ( وَمَا أَدْرِي مَا يُفْعَلُ بِي وَلا بِكُمْ ) فأنـزل الله بعد هذا  لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ  .حدثنا ابن حُمَيد, قال: ثنا يحيى بن واضح, عن الحسين, عن يزيد, عن عكرمة والحسن البصري قالا قال في حم الأحقاف ( وَمَا أَدْرِي مَا يُفْعَلُ بِي وَلا بِكُمْ إِنْ أَتَّبِعُ إِلا مَا يُوحَى إِلَيَّ وَمَا أَنَا إِلا نَذِيرٌ مُبِينٌ ) فنسختها الآية التي في سورة الفتح  إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا * لِيَغْفِرَ لَكَ اللَّهُ  ... الآية, فخرج نبي الله صَلَّى الله عَلَيْهِ وَسَلَّم حين نـزلت هذه الآية, فبشرهم بأنه غفر له ما تقدّم من ذنبه وما تأخر, فقال له رجال من المؤمنين: هنيئا لك يا نبي الله, قد علمنا ما يفعل بك, فماذا يُفعل بنا؟ فأنـزل الله عزّ وجلّ في سورة الأحزاب, فقال  وَبَشِّرِ الْمُؤْمِنِينَ بِأَنَّ لَهُمْ مِنَ اللَّهِ فَضْلا كَبِيرًا  وقال  لِيُدْخِلَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا وَيُكَفِّرَ عَنْهُمْ سَيِّئَاتِهِمْ وَكَانَ ذَلِكَ عِنْدَ اللَّهِ فَوْزًا عَظِيمًا * وَيُعَذِّبَ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْمُشْرِكِينَ وَالْمُشْرِكَاتِ الظَّانِّينَ بِاللَّهِ  ... الآية, فبين الله ما يفعل به وبهم.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَمَا أَدْرِي مَا يُفْعَلُ بِي وَلا بِكُمْ ) ثم درى أو علم من رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم بعد ذلك ما يفعل به, يقول  إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا * لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ  .حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله ( وَمَا أَدْرِي مَا يُفْعَلُ بِي وَلا بِكُمْ ) قال: قد بين له أنه قد غفر من ذنبه ما تقدم وما تأخر.وقال آخرون: بل ذلك أمر من الله جلّ ثناؤه نبيه عليه الصلاة والسلام أن يقوله للمشركين من قومه ويعلم أنه لا يدري إلام يصير أمره وأمرهم في الدنيا, أيصير أمره معهم أن يقتلوه أو يخرجوه من بينهم, أو يؤمنوا به فيتبعوه, وأمرهم إلى الهلاك, كما أهلكت الأمم المكذّبة رسلها من قبلهم أو إلى التصديق له فيما جاءهم به من عند الله.* ذكر من قال ذلك:حدثنا ابن حُمَيد, قال: ثنا يحيى بن واضح, قال: ثنا أبو بكر الهذليّ, عن الحسن, في قوله ( وَمَا أَدْرِي مَا يُفْعَلُ بِي وَلا بِكُمْ ) فقال: أما في الآخرة فمعاذ الله, قد علم أنه في الجنة حين أخذ ميثاقه في الرسل, ولكن قال: وما أدري ما يفعل بي ولا بكم في الدنيا, أخرج كما أخرجت الأنبياء قبلي أو أُقتل كما قُتلت الأنبياء من قبلي, ولا أدري ما يفعل بي ولا بكم, أمتي المكذّبة, أم أمتي المصدّقة, أم أمتي المرمية بالحجارة من السماء قذفا, أم مخسوف بها خسفا, ثم أوحي إليه:  وَإِذْ قُلْنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِالنَّاسِ  يقول أحطت لك بالعرب أن لا يقتلوك, فعرف أنه لا يُقتل.ثم أنـزل الله عزّ وجلّ:  هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَكَفَى بِاللَّهِ شَهِيدًا  يقول: أشهد لك على نفسه أنه سيظهر دينك على الأديان, ثم قال له في أمته:  وَمَا كَانَ اللَّهُ لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ وَمَا كَانَ اللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ  فأخبره الله ما يصنع به, وما يصنع بأمته.وقال آخرون: بل معنى ذلك: وما أدري ما يفترض عليّ وعليكم, أو ينـزل من حكم, وليس يعني ما أدري ما يفعل بي ولا بكم غدا في المعاد من ثواب الله من أطاعه, وعقابه من كذّبه.وقال آخرون: إنما أمر أن يقول هذا في أمر كان ينتظره من قِبَل الله عزّ وجلّ في غير الثواب والعقاب.وأولى الأقوال في ذلك بالصحة وأشبهها بما دلّ عليه التنـزيل, القول الذي قاله الحسن البصري, الذي رواه عنه أَبو بكر الهُذَليّ.وإنما قلنا ذلك أولاها بالصواب لأن الخطاب من مبتدأ هذه السورة إلى هذه الآية, والخبر خرج من الله عزّ وجلّ خطابا للمشركين وخبرا عنهم, وتوبيخا لهم, واحتجاجا من الله تعالى ذكره لنبيه صَلَّى الله عَلَيْهِ وَسَلَّم عليهم.فإذا كان ذلك كذلك, فمعلوم أن هذه الآية أيضًا سبيلها سبيل ما قبلها وما بعدها في أنها احتجاج عليهم, وتوبيخ لهم, أو خبر عنهم. وإذا كان ذلك كذلك, فمحال أن يقال للنبي صَلَّى الله عَلَيْهِ وَسَلَّم : قل للمشركين ما أدري ما يفعل بي ولا بكم في الآخرة, وآيات كتاب الله عزّ وجلّ في تنـزيله ووحيه إليه متتابعة بأن المشركين في النار مخلدون, والمؤمنون به في الجنان منعمون, وبذلك يرهبهم مرّة, ويرغبهم أخرى, ولو قال لهم ذلك, لقالوا له: فعلام نتبعك إذن وأنت لا تدري إلى أيّ حال تصير غدا في القيامة, إلى خفض ودعة, أم إلى شدّة وعذاب; وإنما اتباعنا إياك إن اتبعناك, وتصديقنا بما تدعونا إليه, رغبة في نعمة, وكرامة نصيبها, أو رهبة من عقوبة, وعذاب نهرب منه, ولكن ذلك كما قال الحسن, ثم بين الله لنبيه صَلَّى الله عَلَيْهِ وَسَلَّم ما هو فاعل به, وبمن كذب بما جاء به من قومه وغيرهم.وقوله ( إِنْ أَتَّبِعُ إِلا مَا يُوحَى إِلَيَّ ) يقول تعالى ذكره: قل لهم ما أتبع فيما آمركم به, وفيما أفعله من فعل إلا وحي الله الذي يوحيه إليّ، ( وَمَا أَنَا إِلا نَذِيرٌ مُبِينٌ ) يقول: وما أنا لكم إلا نذير, أنذركم عقاب الله على كفركم به مبين: يقول: قد أبان لكم إنذاره, وأظهر لكم دعاءه إلى ما فيه نصيحتكم, يقول: فكذلك أنا.------------------------الهوامش:(1) البيت لعدي بن زيد ( شعراء النصرانية 465 ) وروايته فيه :فلسـت بمـن يخشـى حوادث تعتريرجـالا فبـادوا بعـد بـؤس وأسـعدوليس فيه شاهد على هذه الرواية ؛ وقد استشهد به المؤلف على أنه يقال: هو بدع في هذا الأمر ، على معنى ما كنت أول الناس فيه وقوله تعالى : \" قل ما كنت بدعا من الرسل \" : معناه ما كنت أول من أرسل ، قد أرسل قبلي رسل كثير .(2) يقول الأحوص : فخرت علي وانتسبت إلى آبائها . فقلت : كفي ، وليس جهلك علي ببديع ولا غريب ، فقد عهدت مثله من أمثالك في النساء . والبيت من شواهد أبي عبيدة في مجاز القرآن ( الورقة 222 - 1 ) استشهد به على أن البديع بمعنى البدع ، وذلك عند تفسير قوله تعالى : \" قل ما كنت بدعا من الرسل \" ."
    }
  ]
}
