{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 53,
      "text": "القول في تأويل قوله تعالى :  وَالنَّجْمِ إِذَا هَوَى (1)اختلف أهل التأويل في تأويل قوله ( وَالنَّجْمِ إِذَا هَوَى ) فقال بعضهم: عُنِيَ بالنجم: الثُّريا وعُنِي بقوله ( إِذَا هَوَى ) : إذا سقط, قالوا: تأويل الكلام: والثريا إذا سقطت.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله: ( وَالنَّجْمِ إِذَا هَوَى ) قال: إذا سقطت الثريا مع الفجر.حدثنا ابن حُميد. قال: ثنا مهران, عن سفيان ( وَالنَّجْمِ إِذَا هَوَى ) قال: الثريا، وقال مجاهد: ( وَالنَّجْمِ إِذَا هَوَى ) قال: سقوط الثريا.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله: ( وَالنَّجْمِ إِذَا هَوَى ) قال: إذا انصبّ.وقال آخرون: معنى ذلك: والقرآن إذا نـزل.* ذكر من قال ذلك:حدثني زياد بن عبد الله الحساني أبو الخطاب, قال: ثنا مالك بن \u0026; 22-496 \u0026; سعير, قال: ثنا الأعمش, عن مجاهد, في قوله ( وَالنَّجْمِ إِذَا هَوَى ) قال: القرآن إذا نـزل.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَالنَّجْمِ إِذَا هَوَى * مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوَى ) قال: قال عُتبة بن أبي لهب: كفرتُ بربّ النجم, فقال رسول الله صلى الله عليه وسلم: \" أمَا تَخَافُ أنْ يَأكُلَكَ كَلْبُ اللهِ\" قال: فخرج في تجارة إلى اليمن, فبينما هم قد عرَّسوا, إذ سمعَ صوتَ الأسد, فقال لأصحابه إني مأكول, فأحدقوا به, وضرب على أصمخّتهم فناموا, فجاء حتى أخذه, فما سمعوا إلا صوته.حدثنا ابن عبد الأعلى, قال: ثنا محمد بن ثور, قال: ثنا معمر, عن قتادة \" أن النبي صلى الله عليه وسلم تلا( وَالنَّجْمِ إِذَا هَوَى ) فقال ابن لأبي لهب حسبته قال: اسمه عُتبة: كفرت بربّ النجم, فقال النبي صلى الله عليه وسلم: \" احْذَرْ لا يأكُلكَ كَلْبُ الله \"; قال: فضرب هامته. قال: وقال ابن طاوس عن أبيه, أن النبي صلى الله عليه وسلم قال: \" ألا تَخاف أنْ يُسلِّطَ اللهُ عَلَيْك كَلْبَهُ؟\" فخرج ابن أبي لهب مع ناس فى سفر حتى إذا كانوا في بعض الطريق سمعوا صوت الأسد. فقال: ما هو إلا يريدني, فاجتمع أصحابه حوله وجعلوه في وسطهم, حتى إذا ناموا جاء الأسد فأخذه من بينهم. وكان بعض أهل المعرفة بكلام العرب من أهل البصرة يقول: عنى بقوله: ( وَالنَّجْمِ ) والنجوم. وقال: ذهب إلى لفظ الواحد, وهو في المعنى الجميع, واستشهد لقوله ذلك بقول راعي الإبل:فَبَـاتَتْ تَعُـدُّ النَّجْـمَ فـي مُسـتَحيرَةٍسَــريعٌ بِــأيْدي الآكـلِينَ جُمُودُهـا (1)والصواب من القول في ذلك عندي ما قاله مجاهد من أنه عنى بالنجم في هذا الموضع: الثريا, وذلك أن العرب تدعوها النجم, والقول الذي قاله من حكينا عنه من أهل البصرة قول لا نعلم أحدا من أهل التأويل قاله, وإن كان له وجه, فلذلك تركنا القول به.--------------------الهوامش :(1) البيت لراعي الإبل النميري عبيد بن أيوب ( مجاز القرآن لأبي عبيدة الورقة 230 من المصورة 26059) قال عند قوله تعالى ( والنجم إذا هوى ) : قسم ، والنجم : النجوم ، ذهب إلى لفظ الواحد وهو في معنى الجمع ، قال راعي الإبل : \" وباتت تعد النجم ... \" البيت . وفي مستحيرة : في إهالة ، جعلها طافية ، لأنها من شحم . وقال ابن قتيبة في كتاب المعاني الكبير ، طبع الهند .وقال الراعي وذكر امرأة أضافها : فباتت ... البيت . مستحيرة : جفنة قد تحير فيها الدسم ، فهي ترى فيها النجوم لصفاء الإهالة ، وأراد بقوله تعد النجم : الثرياء ، والعرب تسمى الثريا النجم . قال :طلــــع النجــــم عشــــاءابتغــــى الـــراعي كســـاءوقال التبريزي في شرح حماسة أبي تمام ( 4 : 39 ) قال أبو العلاء : كان بعض الناس يجعل \" تعد \" هنا من العدد ، أي أن هذه المرأة تعد النجم في الجفنة المستحيرة ، أي المملوءة ، لأنها ترى خيال النجوم فيها ، وقد يجوز هذا الوجه ، وقد يحتمل أن يكون \" تعد \" في معنى تحسب وتظن ، والمراد أن المرأة تحسب النجم في الجفنة ، لما تراه من بياض الشحم أ . هـ ."
    },
    {
      "ayah": 10,
      "surah": 53,
      "text": "وقوله ( فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَى ) يقول: فكان جبرائيل من محمد صلى الله عليه وسلم على قدر قوسين, أو أدنى من ذلك, يعني: أو أقرب منه, يقال: هو منه قاب قوسين, وقيب قوسين, وقيد قوسين, وقادَ قوسين, وقَدَى قوسين, كل ذلك بمعنى: قدر قوسين.وقيل: إن معنى قوله ( فَكَانَ قَابَ قَوْسَيْنِ ) أنه كان منه حيث الوتر من القوس.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله ( قَابَ قَوْسَيْنِ ) قال: حيث الوتر من القوس.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن الحسن ( فَكَانَ قَابَ قَوْسَيْنِ ) قال: قِيد قوسين.وقال ذلك قتادة.حدثنا ابن حُميد, قال: ثنا مهران, عن سفيان, عن خصِيف, عن مجاهد ( فَكَانَ قَابَ قَوْسَيْنِ ) قال: قِيدَ, أو قدرَ قوسين.حدثنا أبو كُريب, قال: ثنا أبو معاوية, عن إبراهيم بن طهمان, عن عاصم, عن زِرّ, عن عبد الله فكان قاب قوسين أو أدنى: قال: دنا جبريل عليه السلام منه حتى كان قدر ذراع أو ذراعين.حدثنا ابن حُميد, قال: ثنا حكام, عن عمرو, عن عاصم, عن أبي رزين ( قَابَ قَوْسَيْنِ ) قال: ليست بهذه القوس, ولكن قدر الذراعين أو أدنى; والقاب: هو القيد.واختلف أهل التأويل في المعنيّ بقوله ( فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَى ) فقال بعضهم: في ذلك, بنحو الذي قلنا فيه.حدثنا ابن أبي الشوارب, قال: ثنا عبد الواحد بن زياد, قال: ثنا سليمان الشيباني, قال: ثنا زرّ بن حُبيش, قال: قال عبد الله في هذه الآية ( فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَى ) قال: قال رسول الله صلى الله عليه وسلم: \" رأيْتُ جبريلَ لَهُ سِتُّ مِئةِ جنَاحٍ\".حدثنا عبد الحميد بن بيان السكري, قال: ثنا خالد بن عبد الله, عن الشيباني, عن زرّ, عن ابن مسعود في قوله ( فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَى ) قال: رأى جبرائيل ست مئة جناح في صورته.حدثنا محمد بن عبيد, قال: ثنا قبيص بن ليث الأسدي, عن الشيباني, عن زرّ بن حبيش, عن عبد الله بن مسعود ( فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَى ) قال: رأى النبيّ صلى الله عليه وسلم جبريل عليه السلام له ستّ مئة جناح.حدثنا ابن وكيع, قال: ثنا ابن وهب, قال: ثنا ابن لهيعة, عن أبي الأسود, عن عروة, عن عائشة قالت: كان أوّل شأن رسول الله صلى الله عليه وسلم أنه رأى في منامه جبريل عليه السلام بأجياد, ثم إنه خرج ليقضي حاجته, فصرخ به جبريل: يا محمد; فنظر رسول الله صلى الله عليه وسلم يمينا وشمالا فلم ير شيئا ثلاثا; ثم خرج فرآه, فدخل في الناس, ثم خرج, أو قال: ثم نظر \" أنا أشك \", فرآه, فذلك قوله:  وَالنَّجْمِ إِذَا هَوَى * مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوَى * وَمَا يَنْطِقُ عَنِ الْهَوَى  ... إلى قوله: ( فَتَدَلَّى ) جبريل إلى محمد صلى الله عليه وسلم ,( فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَى ) يقول: القاب: نصف الأصبع. وقال بعضهم: ذراعين كان بينهما.حدثنا ابن حُميد, قال: ثنا مهران, عن سفيان, عن الشيباني, عن زرّ بن حبيش, عن ابن مسعود ( فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَى ) قال: له ستّ مئة جناح, يعني جبريل عليه السلام .حدثنا إبراهيم بن سعيد, قال: ثنا أبو أسامة, قال: ثنا زكريا, عن ابن أشوع, عن عامر, عن مسروق, قال: قلت لعائشة: ما قوله ( ثُمَّ دَنَا فَتَدَلَّى * فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَى * فَأَوْحَى إِلَى عَبْدِهِ مَا أَوْحَى ) فقالت: إنما ذلك جبريل, كان يأتيه في صورة الرجال, وإنه أتاه في هذه المرّة في صورته, فسدّ أفق السماء.وقال آخرون: بل الذي دنا فكان قاب قوسين أو أدنى: جبريل من ربه.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى؛ وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد ( فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَى ) قال: الله من جبريل عليه السلام .وقال آخرون: بل كان الذي كان قاب قوسين أو أدنى: محمد من ربه.* ذكر من قال ذلك:حدثنا ابن حُميد, قال: ثنا مهران, عن موسى بن عبيد الحميري , عن محمد بن كعب القرظي, عن بعض أصحاب النبيّ صلى الله عليه وسلم قال: قلنا يا نبيّ الله: هل رأيت ربك؟ قال: \" لَمْ أرَهُ بعَيْني, ورأيتُهُ بفُؤَادي مَرَّتَيْن \", ثم تلا( ثُمَّ دَنَا فَتَدَلَّى ) .حدثنا خلاد بن أسلم, قال: أخبرنا النضر، قال: أخبرنا محمد بن عمرو بن علقمة بن وقاص الليثيّ, عن كثير, عن أنس بن مالك, قال: قال رسول الله صلى الله عليه وسلم: \" لَمَّا عُرِجَ بي, مَضَى جِبْريل حتى جاءَ الجَنَّةَ, قالَ: فَدَخَلْتُ فأُعْطيتُ الكَوْثَر, ثُمَّ مَضَى حتى جاءَ السِّدْرَةَ المُنْتَهَى, فَدَنَا رَبُّكَ فَتَدَلَّى, فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَى, فَأَوْحَى إِلَى عَبْدِهِ مَا أَوْحَى \"."
    },
    {
      "ayah": 11,
      "surah": 53,
      "text": "وقوله ( فَأَوْحَى إِلَى عَبْدِهِ مَا أَوْحَى ) اختلف أهل التأويل في تأويل ذلك, فقال بعضهم: معناه: فأوحى الله إلى عبده محمد وحيه, وجعلوا قوله: ( مَا أَوْحَى ) بمعنى المصدر.* ذكر من قال ذلك:حدثنا ابن بشار, قال: ثنا معاذ بن هشام, قال: ثنا أبي, عن قتادة, عن عكرمة, عن ابن عباس, في قوله ( فَأَوْحَى إِلَى عَبْدِهِ مَا أَوْحَى ) قال: عبده محمد صلى الله عليه وسلم ما أوحى إليه ربه.وقد يتوجه على هذا التأويل \" مَا \" للوجهين: أحدهما: أن تكون بمعنى \" الذي\"، فيكون معنى الكلام فأوحى إلى عبده الذي أوحاه إليه ربه. والآخر: أن يكون بمعنى المصدر.* ذكر من قال ذلك:حدثنا ابن بشار, قال: ثنا معاذ بن هشام قال: ثني أبي, عن قتادة ( فَأَوْحَى إِلَى عَبْدِهِ مَا أَوْحَى ) , قال الحسن: جبريل.حدثنا ابن حُميد, قال: ثنا مهران, عن أبي جعفر, عن الربيع ( فَأَوْحَى إِلَى عَبْدِهِ مَا أَوْحَى ) قال: على لسان جبريل.حدثنا ابن حُميد, قال: ثنا حكام, عن أبى جعفر, عن الربيع, مثله.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( فَأَوْحَى إِلَى عَبْدِهِ مَا أَوْحَى ) قال: أوحى جبريل إلى رسول الله صلى الله عليه وسلم ما أوحى الله إليه.وأولى القولين في ذلك عندنا بالصواب قول من قال: معنى ذلك: فأوحى جبريل إلى عبده محمد صلى الله عليه وسلم ما أوحى إليه ربه, لأن افتتاح الكلام جرى في أوّل السورة بالخبر عن رسول الله صلى الله عليه وسلم , وعن جبريل عليه السلام , وقوله ( فَأَوْحَى إِلَى عَبْدِهِ مَا أَوْحَى ) في سياق ذلك ولم يأت ما يدلّ على انصراف الخبر عنهما, فيوجه ذلك إلى ما صرف إليه."
    },
    {
      "ayah": 12,
      "surah": 53,
      "text": "وقوله ( مَا كَذَبَ الْفُؤَادُ مَا رَأَى ) يقول تعالى ذكره: ما كذب فؤاد محمد محمدا الذي رأى, ولكنه صدّقه.واختلف أهل التأويل في الذي رآه فؤاده فلم يكذبه, فقال بعضهم: الذي رآه فؤاده رب العالمين, وقالوا جعل بصره في فؤاده, فرآه بفؤاده, ولم يره بعينه.* ذكر من قال ذلك:حدثنا سعيد بن يحيى, قال: ثني عمي سعيد عبد الرحمن بن سعيد, عن إسرائيل بن يونس بن أبي إسحاق السبيعي, عن سماك بن حرب, عن عكرمة, عن ابن عباس, في قوله ( مَا كَذَبَ الْفُؤَادُ مَا رَأَى ) قال: رآه بقلبه صلى الله عليه وسلم .حدثنا خلاد بن أسلم, قال: أخبرنا النضر بن شميل, قال: أخبر عباد, يعني ابن منصور, قال: سألت عكرمة, عن قوله: ( مَا كَذَبَ الْفُؤَادُ مَا رَأَى ) قال: أتريد أن أقول لك قد رآه, نعم قد رآه, ثم قد رآه, ثم قد رآه حتى ينقطع النفس.حدثنا ابن حُميد, قال: ثنا يحيى بن واضح, قال: ثنا عيسى بن عبيد, قال: سمعت عكرِمة, وسُئل هل رأى محمد ربه, قال نعم, قد رأى ربه.قال: ثنا يحيى بن واضح, قال: ثنا سالم مولى معاوية, عن عكرمة, مثله.حدثنا أحمد بن عيسى التميمي, قال: ثنا سليمان بن عمرو بن سيار, قال: ثني أبي, عن سعيد بن زربى عن عمرو بن سليمان, عن عطاء, عن ابن عباس, قال: قال رسول الله صلى الله عليه وسلم: \" رَأَيْتُ ربِّي فِي أَحْسَن صُورَةٍ، فَقالَ لي: يا مُحَمَّدُ هَلْ تَدْرِي فِيمَ يَخْتَصِمُ المَلأ الأعْلَى؟ فَقُلْتُ: لا يا رَبّ فَوضَعَ يَدَهُ بَيْنَ كَتِفيَّ, فَوَجَدْتُ بَرْدَهَا بَيْنَ ثَدْيَّ فَعَلِمْت ما في السَّماء والأرض فَقُلْتُ: يا رَبِّ فِي الدَّرَجَاتِ والكَفَّارَاتِ وَنَقْلِ الأقْدَامِ إلى الجُمُعات, وَانْتَظارِ الصَّلاة بعْد الصَّلاة, فَقُلْتُ: يَا رَبّ إِنَّكَ اتَّخَذْتَ إبْراهيم خَليلا وكَلَّمْتَ مُوسَى تَكليما, وفَعَلْتَ وفَعَلْتَ؟ فقال: ألمْ أشْرَحْ لَكَ صَدْرَكَ؟ ألَمْ أضَعْ عَنْكَ وِزْرَكَ؟ ألَمْ أَفْعَلْ بِكَ؟ ألم أفْعَلْ. قال: \" فَأفْضَى إليًّ بأشْياءَ لَمْ يُؤذَنْ لي أنْ أُحَدّثكُمُوها; قال: فَذلكَ قَوْلُهُ فِي كِتَابِهِ يُحدّثْكُمُوهُ : ثُمَّ دَنَا فَتَدَلَّى فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَى فَأَوْحَى إِلَى عَبْدِهِ مَا أَوْحَى مَا كَذَبَ الْفُؤَادُ مَا رَأَى ,\" فَجَعَل نُورَ بَصَري فِي فُؤَادِي, فَنَظَرْتُ إلَيْهِ بفُؤَادِي \".حدثني محمد بن عمارة وأحمد بن هشام, قالا ثنا عبيد الله بن موسى, قال: أخبرنا إسرائيل, عن السديّ, عن أبي صالح ( مَا كَذَبَ الْفُؤَادُ مَا رَأَى ) قال: رآه مرّتين بفؤاده.حدثنا أبو كُرَيب, قال: ثنا ابن عطية, عن قيس, عن عاصم الأحول, عن عكرمة, عن ابن عباس, قال: إن الله اصطفى إبراهيم بالخُلَّة, واصطفى موسى بالكلام, واصطفى محمدا بالرؤية صلوات الله عليهم.حدثنا ابن حُميد, قال: ثنا مهران, عن سفيان عن الأعمش, عن زياد بن الحصين, عن أبي العالية عن ابن عباس ( مَا كَذَبَ الْفُؤَادُ مَا رَأَى ) قال: رآه بفؤاده.قال: ثنا مهران, عن سفيان, عن أبي إسحاق عمن سمع ابن عباس يقول ( مَا كَذَبَ الْفُؤَادُ مَا رَأَى ) قال: رأى محمد ربه.قال ثنا حكام, عن أبي جعفر, عن الربيع ( مَا كَذَبَ الْفُؤَادُ ) فلم يكذّبه ( مَا رَأَى ) قال: رأى ربه.قال: ثنا مهران, عن أبي جعفر, عن الربيع ( مَا كَذَبَ الْفُؤَادُ مَا رَأَى ) قال رأى محمد ربه بفؤاده.وقال آخرون: بل الذي رآه فؤاده فلم يكذبه جبريل عليه السلام .* ذكر من قال ذلك:حدثني ابن بزيع البغدادي, قال: ثنا إسحاق بن منصور, قال: ثنا إسرائيل, عن أبي إسحاق, عن عبد الرحمن بن يزيد, عن عبد الله ( مَا كَذَبَ الْفُؤَادُ مَا رَأَى ) قال: رأى رسول الله صلى الله عليه وسلم جبريل عليه حلتا رفرف قد ملأ ما بين السماء والأرض .حدثنا إبراهيم بن يعقوب الجوزجانيّ, قال: ثنا عمرو بن عاصم, قال: ثنا حماد بن سلمة, عن عاصم عن زرّ, عن عبد الله, أن النبي صلى الله عليه وسلم قال: \" رأيْتُ جِبْريلَ عِنْدَ سِدْرَةِ المُنْتَهَى, لَهُ سِتُّ مئَة جنَاح, يَنْفضُ مِنْ رِيشهِ التَّهاويلَ الدُّرَّ والياقُوتَ \".حدثنا أبو هشام الرفاعي, وإبراهيم بن يعقوب, قالا ثنا زيد بن الحباب, أن الحسين بن واقد, حدثه قال: حدثني عاصم بن أبي النجود, عن أبي وائل, عن عبد الله, قال: قال رسول الله صلى الله عليه وسلم: \" رأيْتُ جِبْريلَ عِنْدَ سِدْرَةِ المُنْتَهَى لَهُ سِتُّ مئَة جنَاح \" زاد الرفاعيّ في حديثه, فسألت عاصما عن الأجنحة, فلم يخبرني, فسألت أصحابي, فقالوا: كلّ جناح ما بين المشرق والمغرب .حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله ( مَا كَذَبَ الْفُؤَادُ مَا رَأَى ) قال: رأى جبريل في صورته التي هي صورته, قال: وهو الذي رآه نـزلة أخرى.واختلفت القرّاء في قراءة قوله ( مَا كَذَبَ الْفُؤَادُ مَا رَأَى ) فقرأ ذلك عامة قرّاء المدينة ومكة والكوفة والبصرة ( كَذبَ ) بالتخفيف, غير عاصم الجحدري وأبي جعفر القارئ والحسن البصري فإنهم قرءوه \" كذب \" بالتشديد, بمعنى: أن الفؤاد لم يكذب الذي رأى, ولكنه جعله حقا وصدقا, وقد يحتمل أن يكون معناه إذا قرئ كذلك: ما كذّب صاحب الفؤاد ما رأى. وقد بيَّنا معنى من قرأ ذلك بالتخفيف.والذي هو أولى القراءتين في ذلك عندي بالصواب قراءة من قرأه بالتخفيف لإجماع الحجة من القرّاء عليه, والأخرى غير مدفوعة صحتها لصحة معناها."
    },
    {
      "ayah": 13,
      "surah": 53,
      "text": "القول في تأويل قوله تعالى :  أَفَتُمَارُونَهُ عَلَى مَا يَرَى (12)اختلفت القرّاء في قراءة ( أَفَتُمَارُونَهُ ) , فقرأ ذلك عبد الله بن مسعود وعامة أصحابه \" أفَتَمْرُونهُ\" بفتح التاء بغير ألف, وهي قراءة عامة أهل الكوفة, ووجهوا تأويله إلى أفتجحدونه.حدثني يعقوب بن إبراهيم, قال: ثنا هشيم, قال: أخبرنا مغيرة, عن إبراهيم أنه كان يقرأ: \" أفَتَمْرُونَهُ\" بفتح التاء بغير ألف, يقول: أفتجحدونه; ومن قرأ ( أَفَتُمَارُونَهُ ) قال: أفتجادلونه. وقرأ ذلك عامة قرّاء المدينة ومكة والبصرة وبعض الكوفيين ( أَفَتُمَارُونَهُ ) بضم التاء والألف, بمعنى: أفتجادلونه.والصواب من القول في ذلك: أنهما قراءتان معروفتان صحيحتا المعنى, وذلك أن المشركين قد جحدوا أن يكون رسول الله صلى الله عليه وسلم رأى ما أراه الله ليلة أُسري به وجادلوا في ذلك, فبأيتهما قرأ القارئ فمصيب.وتأويل الكلام: أفتجادلون أيها المشركون محمدا على ما يرى مما أراه الله من آياته."
    },
    {
      "ayah": 14,
      "surah": 53,
      "text": "وقوله ( وَلَقَدْ رَآهُ نـزلَةً أُخْرَى ) يقول: لقد رآه مرّة أخرى.واختلف أهل التأويل في الذي رأى محمد نـزلة أخرى نحو اختلافهم في قوله:  مَا كَذَبَ الْفُؤَادُ مَا رَأَى  .* ذكر بعض ما روي في ذلك من الاختلاف.* ذكر من قال فيه رأى جبريل عليه السلام :حدثنا محمد بن المثنى, قال: ثنا عبد الوهاب الثقفي, قال: ثنا داود, \u0026; 22-511 \u0026; عن عامر, عن مسروق, عن عائشة, أن عائشة قالت: يا أبا عائشة من زعم أن محمدا رأى ربه فقد أعظم الفرية على الله; قال: وكنت متكئا, فجلست, فقلت: يا أمّ المؤمنين أنظريني ولا تعجليني, أرأيت قول الله ( وَلَقَدْ رَآهُ نـزلَةً أُخْرَى ،  وَلَقَدْ رَآهُ بِالأُفُقِ الْمُبِينِ  قال: إنما هو جبريل رآه مرّة على خلقه وصورته التي خلق عليها, ورآه مرة أخرى حين هبط من السماء إلى الأرض سادّا عظم خلقه ما بين السماء والأرض, قالت: أنا أوّل من سأل النبيّ صلى الله عليه وسلم عن هذه الآية, قال \" هو جبريل عليه السلام \" .حدثنا ابن المثنى, قال: ثنا ابن أبي عديّ وعبد الأعلى, عن داود, عن عامر, عن مسروق, عن عائشة بنحوه.حدثنا يزيد بن هارون, قال: أخبرنا داود, عن الشعبي, عن مسروق, قال: كنت عند عائشة, فذكر نحوه.حدثنا ابن وكيع, قال: ثنا عبد الأعلى, عن داود, عن الشعبي, عن مسروق, عن عائشة رضي الله عنها قالت له: يا أبا عائشة, من زعم أن محمدا رأى ربه فقد أعظم الفرية على الله, والله يقول:  لا تُدْرِكُهُ الأَبْصَارُ وَهُوَ يُدْرِكُ الأَبْصَارَ  -  وَمَا كَانَ لِبَشَرٍ أَنْ يُكَلِّمَهُ اللَّهُ إِلا وَحْيًا أَوْ مِنْ وَرَاءِ حِجَابٍ  قال: وكنت متكئًا, فجلست وقلت: يا أمّ المؤمنين انتظري ولا تعجلي ألم يقل الله ( وَلَقَدْ رَآهُ نـزلَةً أُخْرَى ) -  وَلَقَدْ رَآهُ بِالأُفُقِ الْمُبِينِ  فقالت: أنا أوّل هذه الأمة سألت رسول الله صلى الله عليه وسلم عن ذلك, فقال: \" لَمْ أَرَ جبْريلَ عَلى صُورته إلا هاتَيْن المَرْتَيْن مُنْهَبطا مِنَ السماء سادًّا عِظَم خَلقَه ما بَيْنَ السَّماءِ والأرض \".حدثني يعقوب بن إبراهيم, قال: ثنا ابن علية, قال: أخبرنا داود بن أبي هند, عن الشعبيّ, عن مسروق, قال: كنت متكئا عند عائشة, فقالت: يا أبا عائشة, ثم ذكر نحوه.حدثنا ابن حُميد, قال: ثنا مهران, عن سفيان, عن أبي إسحاق, عن عبد الرحمن بن يزيد, عن ابن مسعود ( وَلَقَدْ رَآهُ نـزلَةً أُخْرَى ) قال: رأى جبريل في رفرف قد ملأ ما بين السماء والأرض.حدثنا ابن حميد, قال: ثنا مهران, عن سفيان, عن قيس بن وهب, عن مرّة, عن ابن مسعود ( وَلَقَدْ رَآهُ نـزلَةً أُخْرَى ) قال: رأى جبريل في وبر رجليه كالدرّ, مثل القطر على البقل.حدثني الحسين بن عليّ الصدائي, قال: ثنا أبو أسامة, عن سفيان, عن قيس بن وهب, عن مرّة فى قوله ( وَلَقَدْ رَآهُ نـزلَةً أُخْرَى ) ثم ذكر نحوه.حدثنا ابن بشار, قال: ثنا مؤمل, قال: ثنا سفيان, عن سلمة بن كهيل, عن مجاهد ( وَلَقَدْ رَآهُ نـزلَةً أُخْرَى ) قال: رأى جبريل في صورته مرّتين.حدثنا ابن حُميد, قال: ثنا مهران, عن سفيان, عن سلمة بن كهيل الحضرميّ, عن مجاهد, قال: رأى النبيّ صلى الله عليه وسلم جبريل عليه السلام في صورته مرّتين.حدثنا ابن حُميد, قال: ثنا مهران, عن أبي جعفر, عن الربيع ( وَلَقَدْ رَآهُ نـزلَةً أُخْرَى ) قال: جبريل عليه السلام .حدثنا عبد الحميد بن بيان, قال: ثنا محمد بن يزيد, عن إسماعيل, عن عامر, قال: ثني عبد الله بن الحارث بن نوفل, عن كعب أنه أخبره أن الله تباك وتعالى قسم رؤيته وكلامه بين موسى ومحمد, فكلَّمه موسى مرّتين, ورآه محمد مرّتين, قال: فأتى مسروق عائشة, فقال: يا أمّ المؤمنين, هل رأى محمد ربه, فقالت: سبحان الله لقد قفّ شعري لما قلت: أين أنت من ثلاثة من حدّثك بهنّ فقد كذب, من أخبرك أن محمدا رأى ربه فقد كذب, ثم قرأت \u0026; 22-513 \u0026;  لا تُدْرِكُهُ الأَبْصَارُ وَهُوَ يُدْرِكُ الأَبْصَارَ وَهُوَ اللَّطِيفُ الْخَبِيرُ   وَمَا كَانَ لِبَشَرٍ أَنْ يُكَلِّمَهُ اللَّهُ إِلا وَحْيًا أَوْ مِنْ وَرَاءِ حِجَابٍ  ومن أخبرك ما في غد فقد كذب, ثم تلت آخر سورة لقمان  إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنَـزِّلُ الْغَيْثَ وَيَعْلَمُ مَا فِي الأَرْحَامِ وَمَا تَدْرِي نَفْسٌ مَاذَا تَكْسِبُ غَدًا وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ  ومن أخبرك أن محمدا كتم شيئا من الوحي فقد كذب, ثم قرأت  يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْـزِلَ إِلَيْكَ مِنْ رَبِّكَ  قالت: ولكنه رأى جبريل عليه السلام في صورته مرّتين .حدثنا موسى بن عبد الرحمن, قال: ثنا أبو أسامة, قال: ثني إسماعيل, عن عامر, قال: ثنا عبد الله بن الحارث بن نوفل, قال: سمعت كعبا, ثم ذكر نحو حديث عبد الحميد بن بيان, غير أنه قال في حديثه فرآه محمد مرّة, وكلَّمه موسى مرّتين.* ذكر من قال فيه: رأى ربه عزّ وجلّ.حدثنا أبو كُرَيب, قال: ثنا عمرو بن حماد, قال: ثنا أسباط, عن سماك عن عكرمة, عن ابن عباس أنه قال ( وَلَقَدْ رَآهُ نـزلَةً أُخْرَى ) قال: إن رسول الله صلى الله عليه وسلم رأى ربه بقلبه, فقال له رجل عند ذلك: أليس  لا تُدْرِكُهُ الأَبْصَارُ وَهُوَ يُدْرِكُ الأَبْصَارَ  ؟ قال له عكرمة: أليس ترى السماء؟ قال: بلى, أفكلها ترى؟.حدثنا سعيد بن يحيى, قال: ثنا أبي, قال: ثنا محمد بن عمرو, عن أبي سلمة, عن ابن عباس, في قول الله ( وَلَقَدْ رَآهُ نـزلَةً أُخْرَى * عِنْدَ سِدْرَةِ الْمُنْتَهَى ) قال: دنا ربه فتدلى, فكان قاب قوسين أو أدنى, فأوحى إلى عبده ما أوحى; قال: قال ابن عباس قد رآه النبيّ صلى الله عليه وسلم ."
    },
    {
      "ayah": 15,
      "surah": 53,
      "text": "وقوله ( عِنْدَ سِدْرَةِ الْمُنْتَهَى ) يقول تعالى ذكره: ولقد رآه عند سدرة المنتهى, فعند من صلة قوله ( رَآهُ ) والسدرة: شجرة النبق.وقيل لها سدرة المنتهى في قول بعض أهل العلم من أهل التأويل, لأنه إليها ينتهي علم كلّ عالم.* ذكر من قال ذلك:حدثنا ابن حُميد, قال: ثنا يعقوب, عن حفص بن حميد, عن شمر, قال: جاء ابن عباس إلى كعب الأحبار, فقال له حدثني عن قول الله ( عِنْدَ \u0026; 22-514 \u0026; سِدْرَةِ الْمُنْتَهَى * عِنْدَهَا جَنَّةُ الْمَأْوَى ) فقال كعب: إنها سدرة في أصل العرش, إليها ينتهي علم كلّ عالم, مَلك مقرّب, أو نبيّ مرسل, ما خلفها غيب, لا يعلمه إلا الله.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال أخبرني جرير بن حازم, عن الأعمش, عن شمر بن عطية, عن هلال بن يساف, قال: سأل ابن عباس كعبا, عن سدرة المنتهى وأنا حاضر, فقال كعب: إنها سدرة على رءوس حملة العرش, وإليها ينتهي علم الخلائق, ثم ليس لأحد وراءها علم, ولذلك سميت سدرة المنتهى, لانتهاء العلم إليها.وقال آخرون: قيل لها سدرة المنتهى, لأنها ينتهي ما يهبط من فوقها, ويصعد من تحتها من أمر الله إليها.* ذكر من قال ذلك:حدثني محمد بن عمارة, قال: ثنا سهل بن عامر, قال: ثنا مالك, عن الزُّبير, عن عديّ, عن طلحة اليامي, عن مرّة, عن عبد الله, قال: لما أُسري برسول الله صلى الله عليه وسلم انتهى به إلى سدرة المنتهى وهي في السماء السادسة, إليها ينتهي من يعرج من الأرض أو من تحتها, فيقبض منها, وإليها ينتهي ما يهبط من فوقها, فيقبض فيها.حدثني جعفر بن محمد المروزي, قال: ثنا يعلي, عن الأجلح, قال: قلت للضحاك: لِم تسمى سدرة المنتهى؟ قال: لأنه ينتهي إليها كلّ شيء من أمر الله لا يعدوها.وقال آخرون: قيل لها: سِدْرة المنتهى, لأنه ينتهي إليها كلّ من كان على سنة رسول الله صلى الله عليه وسلم ومنهاجه.* ذكر من قال ذلك:حدثنا ابن حُميد, قال: ثنا مهران, عن أبي جعفر, عن الربيع ( عِنْدَ \u0026; 22-515 \u0026; سِدْرَةِ الْمُنْتَهَى ) , قال: إليها ينتهي كلّ أحد, خلا على سنة أحمد, فلذلك سميت المنتهى.حدثني عليّ بن سهل, قال: ثنا حجاج, قال: ثنا أبو جعفر الرازيّ, عن الربيع بن أنس, عن أبي العالية الرياحي, عن أبي هُريرة, أو غيره \" شكّ أبو جعفر الرازيّ\" قال: لما أُسري بالنبيّ صلى الله عليه وسلم , انتهى إلى السدرة, فقيل له: هذه السدرة ينتهي إليها كلّ أحد خلا من أمتك على سنتك.والصواب من القول في ذلك أن يقال: إن معنى المنتهى الانتهاء, فكأنه قيل: عند سدرة الانتهاء. وجائز أن يكون قيل لها سدرة المنتهى: لانتهاء علم كلّ عالم من الخلق إليها, كما قال كعب. وجائز أن يكون قيل ذلك لها, لانتهاء ما يصعد من تحتها, وينـزل من فوقها إليها, كما روي عن عبد الله. وجائز أن يكون قيل ذلك كذلك لانتهاء كلّ من خلا من الناس على سنة رسول الله صلى الله عليه وسلم إليها. وجائز أن يكون قيل لها ذلك لجميع ذلك, ولا خبر يقطع العذر بأنه قيل ذلك لها لبعض ذلك دون بعض, فلا قول فيه أصحّ من القول الذي قال ربنا جَلَّ جلاله, وهو أنها سدرة المنتهى.وبالذي قلنا في أنها شجرة النبق تتابعت الأخبار عن رسول الله صلى الله عليه وسلم , وقال أهل العلم.* ذكر ما في ذلك من الآثار, وقول أهل العلم:حدثنا ابن بشار, قال: ثنا ابن أبي عديّ, عن حميد, عن أنس بن مالك, قال: قال رسول الله صلى الله عليه وسلم: \" انْتَهَيْتُ إلَى السِّدْرَة فإذَا نَبْقَها مثْلُ الجرار, وإذَا وَرَقُها مِثْلُ آذَانِ الفِيلَةِ فَلَمَّا غَشيهَا مِنْ أمر اللهِ ما غَشيهَا, تَحَوَّلَتْ ياقُوتا وَزُمُرَّدًا وَنَحْوَ ذلكَ \".حدثنا محمد بن المثنى, قال: ثنا ابن أبي عديّ, عن سعيد عن قتادة, عن أنس بن مالك عن مالك بن صعصعة رجل من قومه قال: قال نبيّ الله صلى الله عليه وسلم: \" لَمَّا انْتَهَيْتُ إلى السَّماءِ السَّابِعَة أَتَيْتُ عَلى إبْرَاهيمَ فَقُلْتُ: يا جبْريلُ مَنْ هَذا؟ قال: هَذَا أبُوكَ إبْراهِيمُ, فَسَلَّمْتُ عَلَيْهِ, فَقَالَ: مَرْحَبَا بالابن الصَّالحِ والنَّبِيّ الصَّالِح, قال: ثُمَّ رُفِعَتْ لي سِدرَةُ المُنْتَهَى فحدّث نبيّ الله أنّ نبقها مثل قلال هجر, وأن ورقها مثل آذان الفِيلة \".وحدثنا ابن المثنى, قال: ثنا خالد بن الحارث, قال: ثنا سعيد, عن قتادة, عن أنس بن مالك عن مالك بن صعصعة رجل من قومه, عن النبيّ صلى الله عليه وسلم , بنحوه.حدثنا ابن المثنى, قال ثنا معاذ بن هشام, قال: ثني أبي, عن قتادة, قال: ثنا أنس بن مالك, عن مالك بن صعصعة, أن رسول الله صلى الله عليه وسلم قال, فذكر نحوه.حدثنا احمد بن أبي سُرَيج, قال: ثنا الفضل بن عنبسة, قال: ثنا حماد بن سلمة, عن ثابت البُنَانيّ, عن أنس بن مالك, أن رسول الله صلى الله عليه وسلم: \" رَكَبْتُ البُرَاقَ ثُمَّ ذُهِبَ بي إلى سدْرَة المُنتهَى, فَإِذَا وَرَقُها كآذَانِ الفِيلَةِ, وإذَا ثمَرُها كالقلال ; قال: فَلَمَّا غَشِيَها مِنْ أمْرِ الله ما غَشيَها تَغَيَّرتْ, فَمَا أحَدٌ يَسْتَطيعُ أنْ يصِفَها مِنْ حُسْنها, قال: فأَوْحَى اللهُ إليّ ما أوْحَى \".حدثنا أحمد بن أبي سريج, قال: ثنا أبو النضر, قال ثنا سليمان بن المُغيرة, عن أنس, قال: قال رسول الله صلى الله عليه وسلم : \" عَرَجَ بِي المَلَكُ; قال: ثُمَّ انتهَيْتُ إلى السِّدْرَةِ وأنا أعْرِفُ أنها سدْرَةٌ, أعرفُ وَرَقَهَا وثَمرَهَا; قال: فَلَمَّا غَشِيَها مِنْ أمر اللهِ ما غَشيهَا تَحَوَّلَتْ حتى ما يسْتَطِيعُ أَحَدٌ أنْ يَصِفَها \".حدثنا محمد بن سنان القزّاز, قال: ثنا يونس بن إسماعيل, قال: ثنا سليمان, عن ثابت, عن أنس عن رسول الله صلى الله عليه وسلم مثله, إلا أنه قال: \" حتى ما أسْتَطِيعُ أنْ أصِفَها \".حدثنا عليّ بن سهل, قال: ثنا حجاج, قال: ثنا أبو جعفر الرازيّ, عن الربيع بن أنس, عن أبي العالية الرياحي, عن أبي هريرة أو غيره \" شكّ أبو جعفر الرازيّ\" قال: لما أُسريَ بالنبيّ صلى الله عليه وسلم انتهى إلى السدرة, فقيل له: \u0026; 22-517 \u0026; هذه السدرة ينتهي إليها كلّ أحد خلا من أمتك على سنتك, فإذا هي شجرة يخرج من أصلها أنهار من ماء غير آسن, وأنهار من لبن لم يتغير طعمه, وأنهار من خمر لذّة للشاربين, وأنهار من عسل مصفى, وهي شجرة يسير الراكب في ظلها سبعين عاما لا يقطعها, والورقة منها تغطي الأمة كلها \".وحدثنا ابن حُميد, قال: ثنا مهران, عن سفيان, عن سلمة بن كهيل الحضرميّ, عن الحسن العرنيِّ, أراه عن الهذيل بن شرحبيل, عن ابن مسعود ( سِدْرَةِ الْمُنْتَهَى ) قال: من صُبْر الجنة عليها أو عليه فضول السندس والإستبرق, أو جعل عليها فضول.وحدثنا ابن حُميد مرّة أخرى, عن مهران, فقال عن الحسن العُرني, عن الهذيل, عن ابن مسعود \" ولم يشكّ فيه \", وزاد فيه: قال صبر الجنة: يعني وسطها; وقال أيضا: عليها فضول السندس والإستبرق.حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن سلمة بن كهيل, عن الحسن العرني, عن الهذيل بن شرحبيل, عن عبد الله بن مسعود في قوله ( سِدْرَةِ الْمُنْتَهَى ) قال: صبر الجنة عليها السندس والإستبرق.حدثنا أبو كُرَيب, قال: ثنا يونس بن بكير, عن محمد بن إسحاق, عن يحيى بن عباد بن عبد الله, عن أبيه, عن أسماء بنت أبي بكر, قالت: سمعت رسول الله صلى الله عليه وسلم , وذكر سدرة المنتهى, فقال: يَسيرُ في ظِلّ الْفَنَن مِنْها مِئَةُ رَاكِبٍ , أو قال: يَسْتَظلُّ فِي الفَنَنِ مِنْها مِئَةُ رَاكِبٍ\",شكّ يحيى \" فِيها فَراشُ الذَّهَبِ, كانَّ ثمرها القِلالُ \".حدثنا ابن حُميد, قال: ثنا مهران, عن أبي جعفر, عن الربيع, عن سدرة المنتهى, قال: السدرة: شجرة يسير الراكب في ظلها مئة عام لا يقطعها, وإن ورقة منها غَشَّت الأمَّةَ كلها.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله ( عِنْدَ سِدْرَةِ الْمُنْتَهَى ) : أن النبي صلى الله عليه وسلم قال: \" رُفِعتْ لي سدْرَةٌ مُنْتهَاها فِي السَّماءِ السَّابِعَة, نَبْقُها مِثْلُ قِلال هَجِرٍ, وَوَرَقُها مِثْلُ آذان الفيلَة, يَخْرُجُ مِنْ سَاقِها نَهْرانِ ظاهِران, ونَهْرانِ باطِنان , قال: قُلْتُ لجِبْرِيلَ ما هَذَان النَّهْرَانِ أرْوَاحٌ (4) قال: أَمَّا النَّهْرَانِ الباطِنان, فَفِي الجَنَّة, وأمَّا النَّهْرَانِ الظَّاهرَان: فالنِّيلُ والفراتُ\".------------------الهوامش :(4) كذا في المخطوطة رقم 100 تفسير بدار الكتب المصرية ( ج 22 : 59 ب ) ولعل الكلمة محرفة ، أو لعلها زائدة من قلم الناسخ ."
    },
    {
      "ayah": 16,
      "surah": 53,
      "text": "وقوله ( عِنْدَهَا جَنَّةُ الْمَأْوَى ) يقول تعالى ذكره: عند سدرة المنتهى جنة مأوى الشهداء.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي ، عن أبيه, عن ابن عباس, قوله ( عِنْدَهَا جَنَّةُ الْمَأْوَى ) قال: هي يمين العرش, وهي منـزل الشهداء.حدثنا ابن حُميد, قال: ثنا مهران, عن سفيان, عن داود, عن أبي العالية عن ابن عباس ( عِنْدَهَا جَنَّةُ الْمَأْوَى ) قال: هو كقوله  فَلَهُمْ جَنَّاتُ الْمَأْوَى نُزُلا بِمَا كَانُوا يَعْمَلُونَ  .حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله ( عِنْدَهَا جَنَّةُ الْمَأْوَى ) قال: منازل الشهداء."
    },
    {
      "ayah": 17,
      "surah": 53,
      "text": "وقوله ( إِذْ يَغْشَى السِّدْرَةَ مَا يَغْشَى ) يقول تعالى ذكره: ولقد رآه نـزلة أخرى؛ إذ يغشى السدرة ما يغشى, فإذ من صلة رآه.واختلف أهل التأويل في الذي يغشى السدرة, فقال بعضهم: غَشيَها فرَاش الذهب.* ذكر من قال ذلك:حدثني محمد بن عمارة, قال: ثنا سهل بن عامر, قال: ثنا مالك, عن الزبير بن عديّ, عن طلحة الياميّ, عن مرّة, عن عبد الله ( إِذْ يَغْشَى السِّدْرَةَ مَا يَغْشَى ) قال: غشيها فَرَاش من ذهب.حدثني أبو السائب, قال: ثنا أبو معاوية, عن الأعمش, عن مسلم أو طلحة \" شكّ الأعمش \" عن مسروق في قوله: ( إِذْ يَغْشَى السِّدْرَةَ مَا يَغْشَى ) قال: غشيها فَراش من ذهب.حدثنا أبو كُرَيب, قال: ثنا أبو خالد, عن جويبر, عن الضحاك, عن ابن عباس, قال: قال رسول صلى الله عليه وسلم : \" رأيتُها بعَيْني سِدْرَةَ المُنْتَهَى حتى اسْتَثبَتُّها ثُمَّ حالَ دُونَها فَرَاشٌ مِنْ ذَهَبٍ\" .حدثنا ابن وكيع, قال: ثنا أبو خالد الأحمر, عن جويبر, عن الضحاك, عن ابن عباس ( إِذْ يَغْشَى السِّدْرَةَ مَا يَغْشَى ) قال: قال رسول الله صلى الله عليه وسلم: \" رأيتُها حتى اسْتَثبَتُّها، ثُمَّ حالَ دُونَها فَرَاشُ الذَهَبِ \".حدثنا ابن حُمَيد, قال ثنا جرير, عن مغيرة, عن مجاهد وإبراهيم, في قوله ( إِذْ يَغْشَى السِّدْرَةَ مَا يَغْشَى ) قال: غشيها فراش من ذهب.حدثنا ابن حُمَيد, قال ثنا مهران, عن موسى, يعني ابن عبيدة, عن يعقوب بن زيد, قال: \" سئل النبي صلى الله عليه وسلم: ما رأيتَ يغشى السِّدرة؟ قال: رَأيْتُها يَغْشاها فَرَاشٌ مِنْ ذَهَبٍ \".حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( إِذْ يَغْشَى السِّدْرَةَ مَا يَغْشَى ) قال: قيل له: يا رسولَ الله, أيّ شيء رأيت يغشى تلك السدرة؟ قال: رَأيْتُها يَغْشاها فَرَاشٌ مِنْ ذَهَبٍ, ورأيْتُ على كُلّ وَرَقَةٍ مِنْ وَرَقِها مَلَكا قائما يُسَبِّحُ اللهَ\".وقال آخرون: الذي غشيها ربّ العزّة وملائكته.* ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي، عن أبيه, عن ابن عباس, قوله: ( إِذْ يَغْشَى السِّدْرَةَ مَا يَغْشَى ) قال: غشيها الله, فرأى محمد من آيات ربه الكبرى.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, في قوله ( إِذْ يَغْشَى السِّدْرَةَ مَا يَغْشَى ) قال: كان أغصان السدرة لؤلؤًا وياقوتا أو زبرجدا, فرآها محمد, ورأى محمد بقلبه ربه.حدثنا ابن حُميد, قال: ثنا مهران, عن أبي جعفر, عن الربيع ( إِذْ يَغْشَى السِّدْرَةَ مَا يَغْشَى ) قال: غشيها نور الربّ, وغشيتها الملائكة من حُبّ الله مثل الغربان حين يقعن على الشجر \".حدثنا ابن حُميد, قال: ثنا حكام, عن أبي جعفر, عن الربيع بنحوه.حدثنا علي بن سهل, قال: ثنا حجاج, قال: ثنا أبو جعفر الرازيّ, عن الربيع بن أنس, عن أبي العالية الرياحي, عن أبي هريرة أو غيره \" شكّ أبو جعفر \" قال: لما أُسري بالنبيّ صلى الله عليه وسلم انتهى إلى السدرة, قال: فغشيها نور الخَلاقِ, وغشيتها الملائكة أمثال الغربان حين يقعن على الشجر, قال: فكلمه عند ذلك, فقال له: سَلْ."
    },
    {
      "ayah": 18,
      "surah": 53,
      "text": "القول في تأويل قوله تعالى :  مَا زَاغَ الْبَصَرُ وَمَا طَغَى (17)يقول تعالى ذكره: ما مال بصر محمد يَعْدِل يمينا وشمالا عما رأى, أي ولا جاوز ما أمر به قطعا, يقول: فارتفع عن الحدّ الذي حُدّ له.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن بشار, قال: ثنا أبو أحمد الزبيريّ, قال: ثنا سفيان, عن منصور, عن مسلم البطين, عن ابن عباس, فى قوله ( مَا زَاغَ الْبَصَرُ وَمَا طَغَى ) قال: ما زاغ يمينا ولا شمالا ولا طغى, ولا جاوز ما أُمر به.حدثنا ابن حُميد, قال: ثنا مهران, عن موسى بن عبيدة, عن محمد بن كعب القرظي ( مَا زَاغَ الْبَصَرُ وَمَا طَغَى ) قال رأى جبرائيل في صورة المَلك.قال: ثنا مهران, عن سفيان, عن منصور, عن مسلم البطين, عن ابن عباس ( مَا زَاغَ الْبَصَرُ وَمَا طَغَى ) قال: ما زاغ: ذهب يمينا ولا شمالا ولا طغى: ما جاوز."
    },
    {
      "ayah": 19,
      "surah": 53,
      "text": "وقوله ( لَقَدْ رَأَى مِنْ آيَاتِ رَبِّهِ الْكُبْرَى ) يقول تعالى ذكره: لقد رأى محمد هنالك من أعلام ربه وأدلته الأعلام والأدلة الكبرى.واختلف أهل التأويل في تلك الآيات الكبرى, فقال بعضهم: رأى رَفْرفا أخضر قد سدّ الأفق.* ذكر من قال ذلك:حدثنا أبو هشام الرفاعي, قال: ثنا أبو معاوية, قال: ثنا الأعمش, عن إبراهيم, عن علقمة, عن عبد الله ( لَقَدْ رَأَى مِنْ آيَاتِ رَبِّهِ الْكُبْرَى ) قال: رفرفا أخضر من الجنة قد سدّ الأفق.حدثني أبو السائب, قال: ثنا أبو معاوية, عن الأعمش, عن إبراهيم, قال: قال عبد الله, فذكر مثله.حدثنا ابن حُميد, قال: ثنا مهران, عن سفيان, عن الأعمش, عن إبراهيم, عن علقمة, عن ابن مسعود ( مِنْ آيَاتِ رَبِّهِ الْكُبْرَى ) قال: رفرفا أخضر قد سدّ الأفق.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, عن الأعمش أن ابن مسعود قال: رأى النبيّ صلى الله عليه وسلم , رَفرفا أخضر من الجنة قد سدّ الأفق.وقال آخرون: رأى جبريل في صورته.* ذكر من قال ذلك:حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( لَقَدْ رَأَى مِنْ آيَاتِ رَبِّهِ الْكُبْرَى ) قال: جبريل رآه في خلقه الذي يكون به في السموات, قدر قوسين من رسول الله صلى الله عليه وسلم , فيما بينه وبينه."
    },
    {
      "ayah": 2,
      "surah": 53,
      "text": "وقوله: ( مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوَى ) يقول تعالى ذكره: ما حاد صاحبكم أيها الناس عن الحقّ ولا زال عنه, ولكنه على استقامة وسداد.ويعني بقوله ( وَمَا غَوَى ) : وما صار غويًّا, ولكنه رشيد سديد; يقال: غَوَيَ يَغْوي من الغيّ, وهو غاو, وغَوِيّ يَغْوَى من اللبن (2) إذا بَشِم. وقوله: ( مَا ضَلَّ صَاحِبُكُمْ ) جواب قسم والنجم.---------------------الهوامش :(2) في ( اللسان : غوى ) : غوى بالفتح غيا ، وغوى ( بالكسر ) غواية الأخيرة عن أبي عبيدة : ضل . وفيه : غوى الفصيل والسخلة ، يغوى غوى ( مثل فرح ) : بشم من اللبن أ . هـ ."
    },
    {
      "ayah": 20,
      "surah": 53,
      "text": "القول في تأويل قوله تعالى :  أَفَرَأَيْتُمُ اللاتَ وَالْعُزَّى (19)يقول تعالى ذكره: أفرأيتم أيها المشركون اللات, وهي من الله ألحقت فيه التاء فأنثت, كما قيل عمرو للذكر, وللأنثى عمرة; وكما قيل للذكر عباس, ثم قيل للأنثى عباسة, فكذلك سمى المشركون أوثانهم بأسماء الله تعالى ذكره, وتقدّست أسماؤهم, فقالوا من الله اللات, ومن العزيز العُزَّى; وزعموا أنهن بنات الله, تعالى الله عما يقولون وافتروا, فقال جلّ ثناؤه لهم: أفرأيتم أيها الزاعمون أن اللات والعُزَّى ومناة الثالثة بنات الله ( أَلَكُمُ الذَّكَرُ ) يقول: أتختارون لأنفسكم الذكر من الأولاد وتكرهون لها الأنثى, وتجعلون ( َلَهُ الأنْثَى ) التي لا ترضونها لأنفسكم, ولكنكم تقتلونها كراهة منكم لهنّ.واختلفت القرّاء في قراءة قوله: ( اللاتَ ) فقرأته عامة قرّاء الأمصار بتخفيف التاء على المعنى الذي وصفتُ. وذُكر أن اللات بيت كان بنخلة تعبده قريش. وقال بعضهم: كان بالطائف.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( أَفَرَأَيْتُمُ اللاتَ وَالْعُزَّى ) أما اللات فكان بالطائف.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( أَفَرَأَيْتُمُ اللاتَ وَالْعُزَّى ) قال: اللات بيت كان بنخلة تعبده قريش.وقرأ ذلك ابن عباس ومجاهد وأبو صالح \" اللاتَّ\" بتشديد التاء وجعلوه صفة للوثن الذي عبدوه, وقالوا: كان رجلا يَلُتّ السويق للحاج; فلما مات عكفوا على قبره فعبدوه.* ذكر الخبر بذلك عمن قاله:حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن منصور, عن مجاهد (أفَرأيْتُمُ اللاتَّ والعُزَّى) قال: كان يَلُتّ السويق للحاجِّ, فعكف على قبره.قال: ثنا مؤمل, قال: ثنا سفيان, عن منصور, عن مجاهد (أفَرأيْتُمُ اللاتَّ) قال: اللات: كان يلتّ السويق للحاجِّ.حدثنا ابن حُميد, قال: ثنا مهران, عن سفيان, عن منصور, عن مجاهد \" اللاتَّ\" قال: كان يَلُتّ السويق فمات, فعكفوا على قبره.حدثنا ابن حُميد, قال: ثنا جرير, عن منصور, عن مجاهد, في قوله \" اللاتَّ\" قال: رجل يلتّ للمشركين السويق, فمات فعكفوا على قبره.حدثنا أحمد بن هشام, قال: ثنا عبيد الله بن موسى, عن إسرائيل, عن أبي صالح, في قوله \" اللاتَّ\" قال: اللاتّ: الذي كان يقوم على آلهتهم, يَلُتّ لهم السويق, وكان بالطائف.حدثني أحمد بن يوسف, قال: ثنا أبو عبيد, قال: ثنا عبد الرحمن, عن أبي الأشهب, عن أبي الجوزاء عن ابن عباس, قال: كان يلتّ السويق للحاجّ.وأولى القراءتين بالصواب عندنا في ذلك قراءة من قرأه بتخفيف التاء على المعنى الذي وصفت لقارئه كذلك لإجماع الحجة من قرّاء الأمصار عليه.وأما العُزَّى فإن أهل التأويل اختلفوا فيها, فقال بعضهم: كان شجرات يعبدونها.* ذكر من قال ذلك:حدثنا ابن بشار, قال: ثنا مؤمل, قال: ثنا سفيان, عن منصور, عن مجاهد ( وَالْعُزَّى ) قال: العُزَّى: شُجيرات.وقال آخرون: كانت العُزَّى حَجَرا أبيض.* ذكر من قال ذلك:حدثنا ابن حُميد, قال: ثنا يعقوب, عن جعفر, عن سعيد بن جُبَير, قال ( الْعُزَّى ) : حَجَرا أبيض.وقال آخرون: كان بيتا بالطائف تعبده ثقيف.* ذكر من قال ذلك:حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( وَالْعُزَّى ) قال: العزّى: بيت بالطائف تعبده ثقيف.وقال آخرون: بل كانت ببطن نَخْلة.* ذكر من قال ذلك:"
    },
    {
      "ayah": 21,
      "surah": 53,
      "text": "حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَمَنَاةَ الثَّالِثَةَ الأخْرَى ) قال: أما مناةُ فكانت بقُدَيد, آلهة كانوا يعبدونها, يعني اللات والعُزَّى ومَناة.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( وَمَنَاةَ الثَّالِثَةَ الأخْرَى ) قال: مناة بيت كان بالمشلِّل يعبده بنو كعب.واختلف أهل العربية في وجه الوقف على اللات ومنات, فكان بعض نحويّي البصرة يقول: إذا سكت قلت اللات, وكذلك مناة تقول: مناتْ.وقال: قال بعضهم: اللاتّ, فجعله من اللتّ؛ الذي يلت ولغة للعرب يسكتون على ما فيه الهاء بالتاء يقولون: رأيت طَلْحتْ, وكلّ شيء مكتوب بالهاء فإنها تقف عليه بالتاء, نحو نعمة ربك وشجرة. وكان بعض نحويّي الكوفة يقف على اللات بالهاء \" أفَرأيْتُمُ اللاة \" وكان غيره منهم يقول: الاختيار في كل ما لم يضف أن يكون بالهاء رحمة من ربي, وشجرة تخرج, وما كان مضافا فجائزا بالهاء والتاء, فالتاء للإضافة, والهاء لأنه يفرد ويوقف عليه دون الثاني, وهذا القول الثالث أفشى اللغات وأكثرها في العرب وإن كان للأخرى وجه معروف. وكان بعض أهل المعرفة بكلام العرب من أهل البصرة يقول: اللات والعزّى ومناة الثالثة: أصنام من حجارة كانت في جوف الكعبة يعبدونها."
    },
    {
      "ayah": 22,
      "surah": 53,
      "text": "وقوله ( أَلَكُمُ الذَّكَرُ وَلَهُ الأنْثَى ) يقول: أتزعمون أن لكم الذكر الذي ترضونه, ولله الأنثى التي لا ترضونها لأنفسكم ( تِلْكَ إِذًا قِسْمَةٌ ضِيزَى ) يقول جلّ ثناؤه: قسمتكم هذه قسمة جائرة غير مستوية, ناقصة غير تامة, لأنكم جعلتم لربكم من الولد ما تكرهون لأنفسكم, وآثرتم أنفسكم بما ترضونه, والعرب تقول: ضزته حقه بكسر الضاد, وضزته بضمها فأنا أضيزه وأضوزه, وذلك إذا نقصته حقه ومنعته وحُدثت عن معمر بن المثنى قال: أنشدني الأخفش:فـإنْ تَنْـأَ عَنَّـا نَنْتَقصْـكَ وَإنْ تَغِـبْفَسَــهْمُكَ مَضْئُـوزٌ وأنْفُـك رَاغِـمُ (5)ومن العرب من يقول: ضَيْزى بفتح الضاد وترك الهمز فيها; ومنهم من يقول: ضأزى بالفتح والهمز, وضُؤزى بالضم والهمز, ولم يقرأ أحد بشيء من هذه اللغات. وأما الضيِّزى بالكسر فإنها فُعلى بضم الفاء, وإنما كُسرت الضاد منها كما كسرت من قولهم: قوم بيض وعين, وهي \" فُعْل \" لأن واحدها: بيضاء وعيناء ليؤلفوا بين الجمع والاثنين والواحد, وكذلك كرهوا ضمّ الضاد من ضِيزَى, فتقول: ضُوزَى, مخافة أن تصير بالواو وهي من الياء. وقال الفرّاء: إنما قضيت على أوّلها بالضمّ, لأن النعوت للمؤنث تأتي إما بفتح, وإما بضمّ; فالمفتوح: سكْرَى وعطشى; والمضموم: الأنثى والحُبلى; فإذا كان اسما ليس بنعت كسر أوّله, كقوله  وَذَكِّرْ فَإِنَّ الذِّكْرَى تَنْفَعُ الْمُؤْمِنِينَ  كسر أوّلها, لأنها اسم ليس بنعت, وكذلك الشِّعْرَى كسر أوّلها, لأنها اسم ليس بنعت.------------------الهوامش :(5) رواية البيت في \" اللسان ، ضأز \" : \" وإن تقم \" في مكان \" وإن تغب \" . قال : ابن الأعرابي تقول العرب : قسمة ضؤزى بالضم والهمز ؛ وضوزى ، بالضم بلا همز ؛ وضئزي ، بالكسر والهمز ؛ وضيزي ، بالكسر ، وترك الهمز ؛ قال : ومعناها كلها الجور . وفي ( اللسان : ضيز ) : ضاز في الحكم : أي جار . وضازه حقه يضيزه ضيزا : نقصه وبخسه ومنعه . وضزت فلانا أضيزه ضيزا : جرت عليه . وضاز يضيز : إذا جار . وقد يهمز فيقال : ضأزه يضأزه ضأزا.وفي التنزيل العزيز : ( تلك إذا قسمة ضيزى ) ، وقسمة ضيزى وضوزى أي جائرة . وقد نقل المؤلف كلام الفراء بتمامه في معاني القرآن ( الورقة 316 ) ، فنكتفي بالإشارة إليه . ولخص القرطبي كلام النحويين في ضيزى تلخيصا حسنًا في ( 17 : 103 ) فراجعه ثمة ."
    },
    {
      "ayah": 23,
      "surah": 53,
      "text": "وبنحو الذي قلنا في تأويل قوله ( قِسْمَةٌ ضِيزَى ) قال أهل التأويل, وإن اختلفت ألفاظهم بالعبارة عنها, فقال بعضهم: قِسْمة عَوْجاء.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله ( تِلْكَ إِذًا قِسْمَةٌ ضِيزَى ) قال: عوجاء.وقال آخرون: قسمة جائرة.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( تِلْكَ إِذًا قِسْمَةٌ ضِيزَى ) يقول: قسمة جائرة.حدثنا محمد بن عبد الأعلى, قال: ثنا محمد بن ثور, عن معمر, عن قتادة ( قِسْمَةٌ ضِيزَى ) قال: قسمة جائرة.حدثنا محمد بن حفص أبو عبيد الوصائي (6) قال: ثنا ابن حُميد, قال: ثنا ابن لهيعة, عن ابن عمرة, عن عكرمة, عن ابن عباس, في قوله: ( تِلْكَ إِذًا قِسْمَةٌ ضِيزَى ) قال: تلك إذا قسمة جائرة لا حقّ فيها.وقال آخرون: قسمة منقوصة.* ذكر من قال ذلك:حدثنا ابن حُميد, قال: ثنا مهران, عن سفيان ( تِلْكَ إِذًا قِسْمَةٌ ضِيزَى ) قال: منقوصة.وقال آخرون: قسمة مخالفة.* ذكر من قال ذلك:حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( تِلْكَ إِذًا قِسْمَةٌ ضِيزَى ) قال: جعلوا لله تبارك وتعالى بنات, وجعلوا الملائكة لله بنات, وعبدوهم, وقرأ  أَمِ اتَّخَذَ مِمَّا يَخْلُقُ بَنَاتٍ وَأَصْفَاكُمْ بِالْبَنِينَ * وَإِذَا بُشِّرَ  ... الآية, وقرأ  وَيَجْعَلُونَ لِلَّهِ الْبَنَاتِ  ... إلى آخر الآية, وقال: دعوا لله ولدا, كما دعت اليهود والنصارى, وقرأ  كَذَلِكَ قَالَ الَّذِينَ مِنْ قَبْلِهِمْ  قال: والضيزى في كلام العرب: المخالفة, وقرأ  إِنْ هِيَ إِلا أَسْمَاءٌ سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ  .----------------الهوامش :(6) لم أجده في الخلاصة ، ولا في التاج ولا أعلم على أي شيء نسب ."
    },
    {
      "ayah": 24,
      "surah": 53,
      "text": "القول في تأويل قوله تعالى :  إِنْ هِيَ إِلا أَسْمَاءٌ سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ مَا أَنْزَلَ اللَّهُ بِهَا مِنْ سُلْطَانٍ إِنْ يَتَّبِعُونَ إِلا الظَّنَّ وَمَا تَهْوَى الأَنْفُسُ وَلَقَدْ جَاءَهُمْ مِنْ رَبِّهِمُ الْهُدَى (23)يقول تعالى ذكره: ما هذه الأسماء التي سميتموها وهي اللات والعزّى ومناة الثالثة الأخرى, إلا أسماء سميتموها أنتم وآباؤكم أيها المشركون بالله, وآباؤكم من قبلكم, ما أنـزل الله بها, يعني بهذه الأسماء, يقول: لم يبح الله ذلك لكم, ولا أذن لكم به.كما حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( مِنْ سُلْطَانٍ ) ... إلى آخر الآية.وقوله ( إِنْ يَتَّبِعُونَ إِلا الظَّنَّ ) يقول تعالى ذكره: ما يتبع هؤلاء المشركون في هذه الأسماء التي سموا بها آلهتهم إلا الظنّ بأنّ ما يقولون حقّ لا اليقين ( وَمَا تَهْوَى الأنْفُسُ ) يقول: وهوى أنفسهم, لأنهم لم يأخذوا ذلك عن وحي جاءهم من الله, ولا عن رسول الله أخبرهم به, وإنما اختراق من قِبل أنفسهم, أو أخذوه عن آبائهم الذين كانوا من الكفر بالله على مثل ما هم عليه منه.وقوله ( وَلَقَدْ جَاءَهُمْ مِنْ رَبِّهِمُ الْهُدَى ) يقول: ولقد جاء هؤلاء المشركين بالله من ربهم البيان مما هم منه على غير يقين, وذلك تسميتهم اللات والعزّى ومناة الثالثة بهذه الأسماء وعبادتهم إياها. يقول: لقد جاءهم من ربهم الهدى في ذلك, والبيان بالوحي الذي أوحيناه إلى محمد صلى الله عليه وسلم أن عبادتها لا تنبغي, وأنه لا تصلح العبادة إلا لله الواحد القهار.وقال ابن زيد في ذلك ما حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( وَلَقَدْ جَاءَهُمْ مِنْ رَبِّهِمُ الْهُدَى ) فما انتفعوا به."
    },
    {
      "ayah": 25,
      "surah": 53,
      "text": "القول في تأويل قوله تعالى :  أَمْ لِلإِنْسَانِ مَا تَمَنَّى (24)يقول تعالى ذكره: أم اشتهى محمد صلى الله عليه وسلم ما أعطاه الله من هذه الكرامة التي كرّمه بها من النبوّة والرسالة, وأنـزل الوحي عليه, وتمنى ذلك, فأعطاه إياه ربه, فلله ما في الدار الآخرة والأولى, وهي الدنيا, يعطي من شاء من خلقه ما شاء, ويحرم من شاء منهم ما شاء.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( أَمْ لِلإنْسَانِ مَا تَمَنَّى ) قال: وإن كان محمد تمنى هذا, فذلك له."
    },
    {
      "ayah": 26,
      "surah": 53,
      "text": "القول في تأويل قوله تعالى :  أَمْ لِلإِنْسَانِ مَا تَمَنَّى (24)يقول تعالى ذكره: أم اشتهى محمد صلى الله عليه وسلم ما أعطاه الله من هذه الكرامة التي كرّمه بها من النبوّة والرسالة, وأنـزل الوحي عليه, وتمنى ذلك, فأعطاه إياه ربه, فلله ما في الدار الآخرة والأولى, وهي الدنيا, يعطي من شاء من خلقه ما شاء, ويحرم من شاء منهم ما شاء.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( أَمْ لِلإنْسَانِ مَا تَمَنَّى ) قال: وإن كان محمد تمنى هذا, فذلك له."
    },
    {
      "ayah": 27,
      "surah": 53,
      "text": "وقوله ( وَكَمْ مِنْ مَلَكٍ فِي السَّمَاوَاتِ لا تُغْنِي شَفَاعَتُهُمْ شَيْئًا ) يقول تعالى ذكره: وكم من ملك في السموات لا تغني: كثير من ملائكة الله, لا تنفع شفاعتهم عند الله لمن شفعوا له شيئا, إلا أن يشفعوا له من بعد أن يأذن الله لهم بالشفاعة لمن يشاء منهم أن يشفعوا له ويرضى, يقول: ومن بعد أن يرضى لملائكته الذين يشفعون له أن يشفعوا له, فتنفعه حينئذ شفاعتهم, وإنما هذا توبيخ من الله تعالى ذكره لعبدة الأوثان والملأ من قريش وغيرهم الذين كانوا يقولون  مَا نَعْبُدُهُمْ إِلا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى  فقال الله جلّ ذكره لهم: ما تنفع شفاعة ملائكتي الذين هم عندي لمن شفعوا له, إلا من بعد إذني لهم بالشفاعة له ورضاي، فكيف بشفاعة من دونهم, فأعلمهم أن شفاعة ما يعبدون من دونه غير نافعتهم."
    },
    {
      "ayah": 28,
      "surah": 53,
      "text": "القول في تأويل قوله تعالى :  إِنَّ الَّذِينَ لا يُؤْمِنُونَ بِالآخِرَةِ لَيُسَمُّونَ الْمَلائِكَةَ تَسْمِيَةَ الأُنْثَى (27)يقول تعالى ذكره: إن الذين لا يصدّقون بالبعث في الدار الآخرة, وذلك يوم القيامة ليسمون ملائكة الله تسمية الإناث, وذلك أنهم كانوا يقولون: هم بنات الله.وبنحو الذي قلنا في قوله ( تَسْمِيَةَ الأنْثَى ) قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, في قوله ( تَسْمِيَةَ الأنْثَى ) قال: الإناث."
    },
    {
      "ayah": 29,
      "surah": 53,
      "text": "وقوله ( وَمَا لَهُمْ بِهِ مِنْ عِلْمٍ ) يقول تعالى: وما لهم يقولون من تسميتهم الملائكة تسمية الأنثى من حقيقة علم ( إِنْ يَتَّبِعُونَ إِلا الظَّنَّ ) يقول: ما يتبعون في ذلك إلا الظنّ, يعني أنهم إنما يقولون ذلك ظنا بغير علم.وقوله ( وَإِنَّ الظَّنَّ لا يُغْنِي مِنَ الْحَقِّ شَيْئًا ) يقول: وإن الظنّ لا ينفع من الحق شيئا فيقوم مقامه ."
    },
    {
      "ayah": 3,
      "surah": 53,
      "text": "القول في تأويل قوله تعالى :  وَمَا يَنْطِقُ عَنِ الْهَوَى (3)يقول تعالى ذكره: وما ينطق محمد بهذا القرآن عن هواه ( إِنْ هُوَ إِلا وَحْيٌ يُوحَى ) يقول: ما هذا القرآن إلا وحي من الله يوحيه إليه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( وَمَا يَنْطِقُ عَنِ الْهَوَى ) : أي ما ينطق عن هواه ."
    },
    {
      "ayah": 30,
      "surah": 53,
      "text": "وقوله ( فَأَعْرِضْ عَنْ مَنْ تَوَلَّى عَنْ ذِكْرِنَا ) يقول جلّ ثناؤه لنبيه محمد صلى الله عليه وسلم: فدع من أدبر يا محمد عن ذكر الله ولم يؤمن به فيوحده.وقوله ( وَلَمْ يُرِدْ إِلا الْحَيَاةَ الدُّنْيَا ) يقول: ولم يطلب ما عند الله في الدار الآخرة, ولكنه طلب زينة الحياة الدنيا, والتمس البقاء فيها."
    },
    {
      "ayah": 31,
      "surah": 53,
      "text": "القول في تأويل قوله تعالى :  ذَلِكَ مَبْلَغُهُمْ مِنَ الْعِلْمِ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِمَنِ اهْتَدَى (30)يقول تعالى ذكره: هذا الذي يقوله هؤلاء الذين لا يؤمنون بالآخرة في الملائكة من تسميتهم إياها تسمية الأنثى ( مَبْلَغُهُمْ مِنَ الْعِلْمِ ) يقول: ليس لهم علم إلا هذا الكفر بالله, والشرك به على وجه الظنّ بغير يقين علم.وكان ابن زيد يقول في ذلك, ما حدثني يونس, قال: أخبرنا ابن \u0026; 22-531 \u0026; وهب, قال: قال ابن زيد, في قوله  فَأَعْرِضْ عَنْ مَنْ تَوَلَّى عَنْ ذِكْرِنَا وَلَمْ يُرِدْ إِلا الْحَيَاةَ الدُّنْيَا * ذَلِكَ مَبْلَغُهُمْ مِنَ الْعِلْمِ  قال: يقول ليس لهم علم إلا الذي هم فيه من الكفر برسول الله, ومكايدتهم لما جاء من عند الله, قال: وهؤلاء أهل الشرك.وقوله ( إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ ) يقول تعالى ذكره: إن ربك يا محمد هو أعلم بمن جار عن طريقه فى سابق علمه, فلا يؤمن, وذلك الطريق هو الإسلام ( وَهُوَ أَعْلَمُ بِمَنِ اهْتَدَى ) يقول: وربك أعلم بمن أصاب طريقه فسلكه في سياق علمه, وذلك الطريق أيضا الإسلام."
    },
    {
      "ayah": 32,
      "surah": 53,
      "text": "القول في تأويل قوله تعالى :  وَلِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ لِيَجْزِيَ الَّذِينَ أَسَاءُوا بِمَا عَمِلُوا وَيَجْزِيَ الَّذِينَ أَحْسَنُوا بِالْحُسْنَى (31) الَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الإِثْمِ وَالْفَوَاحِشَ إِلا اللَّمَمَيقول تعالى ذكره ( وَلِلَّهِ ) مُلك ( مَا فِي السَّمَاوَاتِ وَمَا فِي الأرْضِ ) من شيء. وهو يضلّ من يشاء, وهو أعلم بهم ( لِيَجْزِيَ الَّذِينَ أَسَاءُوا بِمَا عَمِلُوا ) يقول: ليجزي الذين عصوه من خلقه, فأساءوا بمعصيتهم إياه, فيثيبهم بها النار ( وَيَجْزِيَ الَّذِينَ أَحْسَنُوا بِالْحُسْنَى ) يقول: وليجزي الذين أطاعوه فأحسنوا بطاعتهم إياه في الدنيا بالحسنى وهي الجنة, فيثيبهم بها.وقيل: عُنِي بذلك أهل الشرك والإيمان.* ذكر من قال ذلك:حدثني يونس, قال: أخبرنا ابن وهب, قال: أخبرني عبد الله بن عياش, قال: قال زيد بن أسلم في قول الله ( لِيَجْزِيَ الَّذِينَ أَسَاءُوا بِمَا عَمِلُوا وَيَجْزِيَ الَّذِينَ أَحْسَنُوا ) المؤمنون.وقوله ( الَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الإثْمِ ) يقول: الذين يبتعدون عن كبائر \u0026; 22-532 \u0026; الإثم التي نهى الله عنها وحرمها عليهم فلا يقربونها, وذلك الشرك بالله, وما قد بيَّناه في قوله  إِنْ تَجْتَنِبُوا كَبَائِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ  .وقوله ( وَالْفَوَاحِشَ ) وهي الزنا وما أشبهه, مما أوجب الله فيه حدّا.وقوله ( إِلا اللَّمَمَ ) اختلف أهل التأويل في معنى \" إلا \" في هذا الموضع, فقال بعضهم: هي بمعنى الاستثناء المنقطع, وقالوا: معنى الكلام: الذين يجتنبون كبائر الإثم والفواحش, إلا اللمم الذي ألمُّوا به من الإثم والفواحش في الجاهلية قبل الإسلام, فإن الله قد عفا لهم عنه, فلا يؤاخذهم به.* ذكر من قال ذلك:حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله ( الَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الإثْمِ وَالْفَوَاحِشَ إِلا اللَّمَمَ ) يقول: إلا ما قد سلف.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( الَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الإثْمِ وَالْفَوَاحِشَ إِلا اللَّمَمَ ) قال: المشركون إنما كانوا بالأمس يعملون معناه, فأنـزل الله عزّ وجلّ( إِلا اللَّمَمَ ) ما كان منهم في الجاهلية. قال: واللمم: الذي ألموا به من تلك الكبائر والفواحش في الجاهلية قبل الإسلام, وغفرها لهم حين أسلموا.حدثني يعقوب, قال: ثنا ابن علية, عن ابن عياش, عن ابن عون, عن محمد, قال: سأل رجل زيد بن ثابت, عن هذه الآية ( الَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الإثْمِ وَالْفَوَاحِشَ إِلا اللَّمَمَ ) فقال: حرم الله عليك الفواحش ما ظهر منها وما بطن.حدثني يونس بن عبد الأعلى, قال: أخبرنا ابن وهب, قال: أخبرني عبد الله بن عياش قال: قال زيد بن أسلم في قول الله ( الَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الإثْمِ وَالْفَوَاحِشَ إِلا اللَّمَمَ ) قال: كبائر الشرك والفواحش: الزنى, تركوا ذلك  حين دخلوا في الإسلام, فغفر الله لهم ما كانوا ألموا به وأصابوا من ذلك قبل الإسلام.وكان بعض أهل العلم بكلام العرب ممن يوجه تأويل \" إلا \" في هذا الموضع إلى هذا الوجه الذي ذكرته عن ابن عباس يقول في تأويل ذلك: لم يؤذن لهم في اللمم, وليس هو من الفواحش, ولا من كبائر الإثم, وقد يُستثنى الشيء من الشيء, وليس منه على ضمير قد كفّ عنه فمجازه, إلا أن يلمَّ بشيء ليس من الفواحش ولا من الكبائر, قال: الشاعر:وَبَلْـــــدَةٍ ليْسَ بِهـــــا أَنِيسُإلا اليَعـــــــــافيرُ وإلا الْعِيسُ (1)واليعافير: الظباء, والعيس: الإبل وليسا من الناس, فكأنه قال: ليس به أنيس, غير أن به ظباء وإبلا. وقال بعضهم: اليعفور من الظباء الأحمر, والأعيس: الأبيض.وقال بنحو هذا القول جماعة من أهل التأويل.* ذكر من قال ذلك:حدثنا محمد بن عبد الأعلى, قال: ثنا محمد بن ثور, عن معمر, عن الأعمش, عن أبي الضحى, أن ابن مسعود قال: زنى العينين: النظر, وزنى الشفتين: التقبيل, وزنى اليدين: البطش, وزنى الرجلين: المشي, ويصدّق ذلك الفرْج أو يكذّبه, فإن تقدّم بفرجه كان زانيا, وإلا فهو اللمم.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, قال: وأخبرنا ابن طاوس, عن أبيه, عن ابن عباس قال: ما رأيت شيئا أشبه باللمم مما قال أبو هريرة عن النبي صلى الله عليه وسلم: \" إِنَّ اللهَ كَتَبَ عَلَى ابْنِ آدَمَ حَظَّهُ مِنْ الزِّنى أَدْرَكَهُ ذَلِكَ لا مَحَالَةَ، فَزِنَى الْعَيْنَينِ النَّظَرُ، وَزِنَى اللِّسَانِ المَنْطِقُ، وَالنَّفْسُ تَتَمَنَّى وَتَشْتَهي، وَالْفَرْجُ يُصَدِّقُ ذَلِكَ أَوْ يُكَذِّبُهُ\".حدثني أبو السائب, قال: ثنا أبو معاوية, عن الأعمش, عن مسلم, عن مسروق في قوله ( إِلا اللَّمَمَ ) قال: إن تقدم كان زنى, وإن تأخر كان لَمَمًا.حدثني يعقوب بن إبراهيم, قال: ثنا ابن عُلَية, قال: ثنا منصور بن عبد الرحمن, قال: سألت الشعبيّ, عن قول الله ( يَجْتَنِبُونَ كَبَائِرَ الإثْمِ وَالْفَوَاحِشَ إِلا اللَّمَمَ ) قال: هو ما دون الزنى, ثم ذكر لنا عن ابن مسعود, قال: \" زنى العينين: ما نظرت إليه, وزنى اليد: ما لمستْ, وزنى الرجل: ما مشتْ والتحقيق بالفرج.حدثني محمد بن معمر, قال: ثنا يعقوب, قال: ثنا وهيب, قال: ثنا عبد الله بن عثمان بن خُثَيم بن عمرو القاريّ, قال: ثني عبد الرحمن بن نافع الذي يقال له ابن لُبابة الطائفيّ, قال: سألت أبا هُريرة عن قول الله ( الَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الإثْمِ وَالْفَوَاحِشَ إِلا اللَّمَمَ ) قال: القُبلة, والغمزة, والنظْرة والمباشرة, إذا مسّ الختان الختان فقد وجب الغسل, وهو الزنى.وقال آخرون: بل ذلك استثناء صحيح, ومعنى الكلام: الذين يجتنبون كبائر الإثم والفواحش إلا اللمم إلا أن يلمّ بها ثم يتوب.* ذكر من قال ذلك:حدثني سليمان بن عبد الجبار, قال: ثنا أبو عاصم, قال: أخبرنا زكريا بن إسحاق, عن عمرو بن دينار, عن عطاء, عن ابن عباس ( الَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الإثْمِ وَالْفَوَاحِشَ إِلا اللَّمَمَ ) قال: هو الرجل يلمّ بالفاحشة ثم يتوب; قال: وقال رسول الله صلى الله عليه وسلم:إِنْ تَغْفِــرْ اللَّهُــمَّ تَغْفِــرْ جَمَّــاوَأَيُّ عَبْــــدٍ لَـــكَ لا أَلَمَّـــا (2)حدثني ابن المثنى, قال: ثنا محمد بن جعفر, قال ثنا شعبة, عن منصور, عن مجاهد, أنه قال في هذه الآية ( إِلا اللَّمَمَ ) قال: الذي يلم بالذنب ثم يدعه, وقال الشاعر:إِنْ تَغْفِــرْ اللَّهُــمَّ تَغْفِــرْ جَمَّــاوَأَيُّ عَبْــــدٍ لَـــكَ لا أَلَمَّـــاحدثني محمد بن عبد الله بن بزيع, قال: ثنا يونس, عن الحسن, عن أبي هُريرة, أراه رفعه: ( الَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الإثْمِ وَالْفَوَاحِشَ إِلا اللَّمَمَ ) قال: اللَّمة من الزنى, ثم يتوب ولا يعود, واللَّمة من السرقة, ثم يتوب ولا يعود; واللَّمة من شرب الخمر, ثم يتوب ولا يعود, قال: فتلك الإلمام.حدثنا ابن بشار, قال: ثنا ابن أبي عديّ, عن عوف, عن الحسن, \u0026; 22-536 \u0026; في قول الله ( الَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الإثْمِ وَالْفَوَاحِشَ إِلا اللَّمَمَ ) قال: اللَّمة من الزنى أو السرقة, أو شرب الخمر, ثم لا يعود.حدثني يعقوب, قال: ثنا ابن أبي عديّ عن عوف, عن الحسن, في قول الله ( الَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الإثْمِ وَالْفَوَاحِشَ إِلا اللَّمَمَ ) قال: اللمة من الزنى, أو السرقة, أو شرب الخمر ثم لا يعود.حدثني يعقوب, قال: ثنا ابن علية, عن أبي رجاء, عن الحسن, في قوله ( الَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الإثْمِ وَالْفَوَاحِشَ إِلا اللَّمَمَ ) قال: قد كان أصحاب النبيّ صلى الله عليه وسلم يقولون: هذا الرجل يصيب اللمة من الزنا, واللَّمة من شرب الخمر, فيخفيها فيتوب منها.حدثنا ابن حُميد, قال: ثنا مهران, عن سفيان, عن ابن جريج, عن عطاء, عن ابن عباس ( إِلا اللَّمَمَ ) يلمّ بها فى الحين, قلت الزنى, قال: الزنى ثم يتوب.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, قال: قال معمر: كان الحسن يقول في اللَّمم: تكون اللَّمة من الرجل: الفاحشة ثم يتوب.حدثنا ابن حُميد, قال: ثنا مهران, عن سفيان, عن إسماعيل, عن أبي صالح, قال: الزنى ثم يتوب.قال: ثنا مهران, عن أبي جعفر, عن قتادة, عن الحسن ( إِلا اللَّمَمَ ) قال: أن يقع الوقعة ثم ينتهي.حدثنا أبو كُرَيب, قال: ثنا ابن عيينة, عن عمرو, عن عطاء, عن ابن عباس قال: اللَّمم: الذي تُلِمُّ المرَّةَ.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, قال: أخبرني يحيى بن أيوب, عن المثنى بن الصباح, عن عمرو بن شعيب, أن عبد الله بن عمرو بن العاص، قال: اللمم: ما دون الشرك.حدثنا ابن بشار, قال: ثنا أبو عامر, قال: ثنا مرّة, عن عبد الله بن القاسم, في قوله ( إِلا اللَّمَمَ ) قال: اللَّمة يلم بها من الذنوب.حدثنا ابن حُمَيد, قال: ثنا جرير, عن منصور, عن مجاهد, في قوله ( إِلا اللَّمَمَ ) قال: الرجل يلمّ بالذنب ثم ينـزع عنه. قال: وكان أهل الجاهلية يطوفون بالبيت وهم يقولون:إِنْ تَغْفِــرْ اللَّهُــمَّ تَغْفِــرْ جَمَّــاوَأَيُّ عَبْــــدٍ لَـــكَ لا أَلَمَّـــاوقال آخرون ممن وجه معنى \" إلا \" إلى الاستثناء المنقطع: اللمم: هو دون حدّ الدنيا وحد الآخرة, قد تجاوز الله عنه.* ذكر من قال ذلك:حدثنا ابن حُميد, قال: ثنا مهران, عن سفيان, عن جابر, عن عطاء, عن ابن الزبير ( إِلا اللَّمَمَ ) قال: ما بين الحدّين, حدّ الدنيا, وعذاب الآخرة.حدثنا ابن المثنى, قال: ثنا محمد بن جعفر, عن شعبة, عن الحكم, عن ابن عباس أنه قال: اللمم: ما دون الحدّين: حدّ الدنيا والآخرة.حدثنا ابن المثنى, قال: ثنا ابن أبي عديّ, عن شعبة, عن الحكم وقتادة, عن ابن عباس بمثله, إلا أنه قال: حدّ الدنيا, وحدّ الآخرة.حدثني يعقوب, قال: ثنا ابن علية, قال: أخبرنا شعبة, عن الحكم بن عُتَيبة, قال: قال ابن عباس: اللمم ما دون الحدين, حد الدنيا وحد الآخرة.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي، عن أبيه, عن ابن عباس قوله ( الَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الإثْمِ وَالْفَوَاحِشَ إِلا اللَّمَمَ ) قال: كلّ شيء بين الحدّين, حدّ الدنيا وحدّ الآخرة تكفِّره الصلوات, وهو اللمم, وهو دون كل موجب; فأما حدّ الدنيا فكلّ حدّ فرض الله عقوبته في الدنيا; وأما حدّ الآخرة فكلّ شيء ختمه الله بالنار, وأخَّر عقوبته إلى الآخرة.حدثنا ابن حُميد, قال: ثنا يحيى, قال: ثنا الحسين, عن يزيد, عن عكرمة, في قوله: ( إِلا اللَّمَمَ ) يقول: ما بين الحدين, كل ذنب ليس فيه حدّ في الدنيا ولا عذاب في الآخرة, فهو اللمم.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( الَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الإثْمِ وَالْفَوَاحِشَ إِلا اللَّمَمَ ) واللمم: ما كان بين الحدّين لم يبلغ حدّ الدنيا ولا حدّ الآخرة موجبة, قد أوجب الله لأهلها النار, أو فاحشة يقام عليه الحدّ في الدنيا.وحدثنا ابن حُميد, قال: ثنا مهران, عن أبي جعفر, عن قتادة, قال: قال بعضهم: اللمم: ما بين الحدّين: حدّ الدنيا, وحدّ الآخرة.حدثنا أبو كُريب ويعقوب, قالا ثنا إسماعيل بن إبراهيم, قال: ثنا سعيد بن أبي عروبة, عن قتادة عن ابن عباس, قال: اللمم: ما بين الحدّين: حدّ الدنيا, وحدّ الآخرة.حدثنا ابن حُميد, قال: ثنا مهران, عن سفيان, قال: قال الضحاك ( إِلا اللَّمَمَ ) قال: كلّ شيء بين حدّ الدنيا والآخرة فهو اللمم يغفره الله.وأولى الأقوال في ذلك عندي بالصواب قول من قال \" إلا \" بمعنى الاستثناء المنقطع, ووجّه معنى الكلام إلى ( الَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الإثْمِ وَالْفَوَاحِشَ إِلا اللَّمَمَ ) بما دون كبائر الإثم, ودون الفواحش الموجبة للحدود في الدنيا, والعذاب في الآخرة, فإن ذلك معفوّ لهم عنه, وذلك عندي نظير قوله جلّ ثناؤه:  إِنْ تَجْتَنِبُوا كَبَائِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ وَنُدْخِلْكُمْ مُدْخَلا كَرِيمًا  فوعد جلّ ثناؤه باجتناب الكبائر, العفو عما دونها من السيئات, وهو اللمم الذي قال النبي صلى الله عليه وسلم: \" الْعَينانِ تَزْنِيَانِ، وَالْيَدَانِ تَزْنِيَانِ، وَالرِّجلانِ تَزْنِيَانِ، وَيُصَدّقُ ذَلِكَ الْفَرْجُ أَوْ يُكَذِّبُهُ \"، وذلك أنه لا حد فيما دون ولوج الفرج في الفرج, وذلك هو العفو من الله في الدنيا عن عقوبة العبد عليه, والله جلّ ثناؤه أكرم من أن يعود فيما قد عفا عنه, كما رُوي عن النبيّ صلى الله عليه وسلم واللمم في كلام العرب: المقاربة للشيء, ذكر الفرّاء أنه سمع العرب تقول: ضربه ما لمم القتل (3) يريدون ضربا مقاربا للقتل. قال: وسمعت من آخر: ألمّ يفعل في معنى: كاد يفعل.-------------------الهوامش :(1) البيت من شواهد أبي عبيدة في مجاز القرآن ( الورقة 231 ) قال عند قوله تعالى : ( يجتنبون كبائر الإثم والفواحش إلا اللمم ) : لم يؤذن لهم في اللمم ، وليس هو من الفواحش ولا من كبائر الإثم ، وقد يستثنى الشيء من الشيء وليس منه على ضمير قد كف عنه ، فمجازه : إلا أن يلم ملم بشيء ، ليس من الفواحش والكبائر قال : \" وبلد ليس بها أنيس ... البيتين \" . واليعافير الظباء ، والعيس : الإبل ، وليسا من الناس ، فكأنه قال : ليس بها أنيس غير أن بها ظباء وإبلا . وقال بعضهم : اليعفور من الظباء : الأحمر ، والأعيس : الأبيض من الظباء أ . هـ . وقال العيني في فرائد القلائد : قاله جران العود النميري ، واسمه عامر بن الحارث . والشاهد في \" إلا اليعافير \" فإنه استثناء من قوله أنيس ، على الإبدال ، مع أنه منقطع ، على لغة بني تميم ، وأهل الحجاز يوجبون النصب \" أي في الاستثناء المنقطع \" . وهو جمع يعفور ، وهو ولد البقرة الوحشية ، والعيس جمع عيساء ، وهي الإبل البيض يخالط بياضها شيء من الشقرة أ . هـ . وقال الفراء في معاني القرآن ( الورقة 316 ) قوله \" إلا اللمم \" : يقول : إلا المتقارب من صغير الذنوب . قال وسمعت من بعض العرب : ألم يفعل : في معنى كاد يفعل ، وذكر الكلبي بإسناده أنها النظرة في غير تعمد ، فهي لمم ، وهي مغفورة ، فإن أعاد النظر فليس بلمم ، هو ذنب أ . هـ .(2) البيت لأمية بن أبي الصلت ( اللسان : لمم ) قال : والإلمام واللمم : مقاربة الذنب . وقيل : اللمم : ما دون الكبائر من الذنوب . وفي التنزيل العزيز: الذين يجتنبون كبائر الإثم والفواحش إلا اللمم \" . وألم الرجل ، من اللمم ، وهو صغار الذنوب . وقال أمية : \" إن تغفر اللهم ... البيتين \" . ويقال : هو مقاربة المعصية من غير مواقعة . وقال الأخفش : اللمم : المقارب من الذنوب . وقال : ابن بري : الشعر لأمية بن أبي الصلت ، قال : وذكر عبد الرحمن ( ابن أخي الأصمعي ) عن عمه ، عن يعقوب ( ابن السكيت ) عن مسلم بن أبي طرفة الهذلي قال : مر أبو خراش ( الهذلي الشاعر ) يسعى بين الصفا والمروة وهو يقول :لا هــم هــذا خــامس إن تمــاأتمـــه اللـــه وقـــد أتمـــاإن تغفــر اللهــم تغفــر جمــاوأي عبــــد لـــك لا ألمــــا(3) هذه العبارة مما رواه الفراء عن العرب ، قال في معاني القرآن : وسمعت العرب ... إلخ ، وما صلته ، يريد ضربا مقاربا للقتل ."
    },
    {
      "ayah": 33,
      "surah": 53,
      "text": "القول في تأويل قوله تعالى :  إِنَّ رَبَّكَ وَاسِعُ الْمَغْفِرَةِ هُوَ أَعْلَمُ بِكُمْ إِذْ أَنْشَأَكُمْ مِنَ الأَرْضِ وَإِذْ أَنْتُمْ أَجِنَّةٌ فِي بُطُونِ أُمَّهَاتِكُمْ فَلا تُزَكُّوا أَنْفُسَكُمْ هُوَ أَعْلَمُ بِمَنِ اتَّقَى (32)يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم ( إِنَّ رَبَّكَ ) يا محمد ( وَاسِعُ الْمَغْفِرَةِ ) : واسع عفوه للمذنبين الذين لم تبلغ ذنوبهم الفواحش وكبائر الإثم. وإنما أعلم جلّ ثناؤه بقوله هذا عباده أنه يغفر اللمم بما وصفنا من الذنوب لمن اجتنب كبائر الإثم والفواحش.كما حدثنا يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( إِنَّ رَبَّكَ وَاسِعُ الْمَغْفِرَةِ ) قد غفر ذلك لهم.وقوله ( هُوَ أَعْلَمُ بِكُمْ إِذْ أَنْشَأَكُمْ مِنَ الأرْضِ ) يقول تعالى ذكره: ربكم أعلم بالمؤمن منكم من الكافر, والمحسن منكم من المسيء, والمطيع من العاصي, حين ابتدعكم من الأرض, فأحدثكم منها بخلق أبيكم آدم منها, وحين أنتم أجنة في بطون أمهاتكم, يقول: وحين أنتم حمل لم تولدوا منكم, وأنفسكم بعدما (4) صرتم رجالا ونساء.وبنحو الذي قلنا في ذلك قال أهل التأول.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, في قوله ( هُوَ أَعْلَمُ بِكُمْ إِذْ أَنْشَأَكُمْ مِنَ الأرْضِ ) قال: كنحو قوله  وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ  .وحدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, فى قوله ( إِذْ أَنْشَأَكُمْ مِنَ الأرْضِ ) قال: حين خلق آدم من الأرض ثم خلقكم من آدم, وقرأ ( وَإِذْ أَنْتُمْ أَجِنَّةٌ فِي بُطُونِ أُمَّهَاتِكُمْ ) .وقد بيَّنا فيما مضى قبل معنى الجنين, ولِمَ قيل له جنين, بما أغنى عن إعادته في هذا الموضع.وقوله ( فَلا تُزَكُّوا أَنْفُسَكُمْ ) يقول جل ثناؤه: فلا تشهدوا لأنفسكم بأنها زكية بريئة من الذنوب والمعاصي.كما حدثنا ابن حُميد, قال: ثنا مهران, عن سفيان, قال: سمعت زيد بن أسلم يقول ( فَلا تُزَكُّوا أَنْفُسَكُمْ ) يقول: فلا تبرئوها.وقوله ( هُوَ أَعْلَمُ بِمَنِ اتَّقَى ) يقول جلّ ثناؤه: ربك يا محمد أعلم بمن خاف عقوبة الله فاجتنب معاصيه من عباده.--------------------الهوامش :(4) كذا وردت هذه العبارة الأخيرة في الأصل ، وهي غامضة من أول قوله \" منكم وأنفسكم ... إلخ \" ولعل صوابها : فلا تزكوا أنفسكم بعد ما صرتم رجالا ونساء ."
    },
    {
      "ayah": 34,
      "surah": 53,
      "text": "القول في تأويل قوله تعالى :  أَفَرَأَيْتَ الَّذِي تَوَلَّى (33)يقول تعالى ذكره: أفرأيت يا محمد الذي أدبر عن الإيمان بالله, وأعرض \u0026; 22-541 \u0026; عنه وعن دينه, وأعطى صاحبه قليلا من ماله, ثم منعه فلم يعطه, فبخل عليه.وذُكر أن هذه الآية نـزلت في الوليد بن المغيرة من أجل أنه عاتبه بعض المشركين, وكان قد اتبع رسول الله صلى الله عليه وسلم على دينه, فضمن له الذي عاتبه إن هو أعطاه شيئا من ماله, ورجع إلى شركه أن يتحمل عنه عذاب الآخرة, ففعل, فأعطى الذي عاتبه على ذلك بعض ما كان ضمن له, ثم بخل عليه ومنعه تمام ما ضمن له.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, في قوله ( وَأَكْدَى ) قال الوليد بن المغيرة: أعطى قليلا ثم أكدى.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( أَفَرَأَيْتَ الَّذِي تَوَلَّى ) ... إلى قوله ( فَهُوَ يَرَى ) قال: هذا رجل أسلم, فلقيه بعض من يُعَيِّره فقال: أتركت دين الأشياخ وضَلَّلتهم, وزعمت أنهم في النار, كان ينبغي لك أن تنصرهم, فكيف يفعل بآبائك, فقال: إني خشيت عذاب الله, فقال: أعطني شيئا, وأنا أحمل كلّ عذاب كان عليك عنك, فأعطاه شيئا, فقال زدني, فتعاسر حتى أعطاه شيئا, وكتب له كتابا, وأشهد له, فذلك قول الله ( أَفَرَأَيْتَ الَّذِي تَوَلَّى * وَأَعْطَى قَلِيلا وَأَكْدَى ) عاسره ( أَعِنْدَهُ عِلْمُ الْغَيْبِ فَهُوَ يَرَى ) نـزلت فيه هذه الآية.وبنحو الذي قلنا في معنى قوله ( أَكْدَى ) قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن حُميد, قال: ثنا مهران, عن أبي سنان الشيباني, عن ثابت, عن الضحاك, عن ابن عباس ( أَعْطَى قَلِيلا وَأَكْدَى ) قال: أعطى قليلا ثم انقطع.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله ( أَفَرَأَيْتَ الَّذِي تَوَلَّى * وَأَعْطَى قَلِيلا وَأَكْدَى ) يقول: أعطى قليلا ثم انقطع.حدثنا ابن حُمَيد, قال: ثنا مهران, عن سفيان, عن منصور, عن مجاهد ( وَأَعْطَى قَلِيلا وَأَكْدَى ) قال: انقطع فلا يُعْطِي شيئا, ألم تر إلى البئر يقال لها أكدت.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد ( وَأَكْدَى ) : انقطع عطاؤه.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن ابن طاوس وقتادة, في قوله: ( وَأَكْدَى ) قال: أعطى قليلا ثم قطع ذلك.قال: ثنا ابن ثور, قال: ثنا معمر, عن عكرمة مثل ذلك.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَأَكْدَى ) أي بخل وانقطع عطاؤه.حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله ( وَأَكْدَى ) يقول: انقطع عطاؤه.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( وَأَكْدَى ) عاسره, والعرب تقول: حفر فلان فأكدى, وذلك إذا بلغ الكدية, وهو أن يحفر الرجل في السهل, ثم يستقبله جبل فيُكْدِي, يقال: قد أكدى كداء, وكديت أظفاره وأصابعه كديا شديدا, منقوص: إذا غلظت, وكديت أصابعه: إذا كلت فلم تعمل شيئا, وكدا النبت إذا قلّ ريعه يهمز ولا يهمز. وكان بعض أهل العلم بكلام العرب يقول: اشتق قوله: أكدى, من كُدْية الركِيَّة, وهو أن يحفِر حتى ييأس من الماء, فيُقال حينئذ بلغنا كُدْيتها."
    },
    {
      "ayah": 35,
      "surah": 53,
      "text": "حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( أَفَرَأَيْتَ الَّذِي تَوَلَّى ) ... إلى قوله ( فَهُوَ يَرَى ) قال: هذا رجل أسلم, فلقيه بعض من يُعَيِّره فقال: أتركت دين الأشياخ وضَلَّلتهم, وزعمت أنهم في النار, كان ينبغي لك أن تنصرهم, فكيف يفعل بآبائك, فقال: إني خشيت عذاب الله, فقال: أعطني شيئا, وأنا أحمل كلّ عذاب كان عليك عنك, فأعطاه شيئا, فقال زدني, فتعاسر حتى أعطاه شيئا, وكتب له كتابا, وأشهد له, فذلك قول الله ( أَفَرَأَيْتَ الَّذِي تَوَلَّى * وَأَعْطَى قَلِيلا وَأَكْدَى ) عاسره ( أَعِنْدَهُ عِلْمُ الْغَيْبِ فَهُوَ يَرَى ) نـزلت فيه هذه الآية.وبنحو الذي قلنا في معنى قوله ( أَكْدَى ) قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن حُميد, قال: ثنا مهران, عن أبي سنان الشيباني, عن ثابت, عن الضحاك, عن ابن عباس ( أَعْطَى قَلِيلا وَأَكْدَى ) قال: أعطى قليلا ثم انقطع.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله ( أَفَرَأَيْتَ الَّذِي تَوَلَّى * وَأَعْطَى قَلِيلا وَأَكْدَى ) يقول: أعطى قليلا ثم انقطع.حدثنا ابن حُمَيد, قال: ثنا مهران, عن سفيان, عن منصور, عن مجاهد ( وَأَعْطَى قَلِيلا وَأَكْدَى ) قال: انقطع فلا يُعْطِي شيئا, ألم تر إلى البئر يقال لها أكدت.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد ( وَأَكْدَى ) : انقطع عطاؤه.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن ابن طاوس وقتادة, في قوله: ( وَأَكْدَى ) قال: أعطى قليلا ثم قطع ذلك.قال: ثنا ابن ثور, قال: ثنا معمر, عن عكرمة مثل ذلك.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَأَكْدَى ) أي بخل وانقطع عطاؤه.حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله ( وَأَكْدَى ) يقول: انقطع عطاؤه.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( وَأَكْدَى ) عاسره, والعرب تقول: حفر فلان فأكدى, وذلك إذا بلغ الكدية, وهو أن يحفر الرجل في السهل, ثم يستقبله جبل فيُكْدِي, يقال: قد أكدى كداء, وكديت أظفاره وأصابعه كديا شديدا, منقوص: إذا غلظت, وكديت أصابعه: إذا كلت فلم تعمل شيئا, وكدا النبت إذا قلّ ريعه يهمز ولا يهمز. وكان بعض أهل العلم بكلام العرب يقول: اشتق قوله: أكدى, من كُدْية الركِيَّة, وهو أن يحفِر حتى ييأس من الماء, فيُقال حينئذ بلغنا كُدْيتها."
    },
    {
      "ayah": 36,
      "surah": 53,
      "text": "وقوله ( أَعِنْدَهُ عِلْمُ الْغَيْبِ فَهُوَ يَرَى ) يقول تعالى ذكره: أعند هذا الذي ضمن له صاحبه أن يتحمل عنه عذاب الله في الآخرة علم الغيب, فهو يرى حقيقة قوله, ووفائه بما وعده."
    },
    {
      "ayah": 37,
      "surah": 53,
      "text": "وقوله ( أَمْ لَمْ يُنَبَّأْ بِمَا فِي صُحُفِ مُوسَى ) يقول تعالى ذكره: أم لم يُخَبَّرْ هذا المضمون له, أن يتحمل عنه عذاب الله في الآخرة, بالذي في صحف موسى بن عمران عليه السلام ."
    },
    {
      "ayah": 38,
      "surah": 53,
      "text": "وقوله ( وَإِبْرَاهِيمَ الَّذِي وَفَّى ) يقول: وإبراهيم الذي وفى من أرسل إليه ما أرسل به.ثم اختلف أهل التأويل في معنى الذي وفى, فقال بعضهم: وفاؤه بما عهد إليه ربه من تبليغ رسالاته, وهو ( أَلا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ) .* ذكر من قال ذلك:حدثنا ابن حُميد, قال: ثنا مهران, عن سفيان, عن عطاء, عن عكرمة, عن ابن عباس ( وَإِبْرَاهِيمَ الَّذِي وَفَّى ) قال: كانوا قبل إبراهيم يأخذون الوليّ بالوليّ, حتى كان إبراهيم, فبلغ ( أَلا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ) لا يؤاخذ أحد بذنب غيره.حدثنا ابن حُميد, قال: ثنا مهران, عن سفيان, عن جابر, عن مجاهد, عن عكرمة ( وَإِبْرَاهِيمَ الَّذِي وَفَّى ) قالوا: بلغ هذه الآيات ( أَلا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ) .حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( وَإِبْرَاهِيمَ الَّذِي وَفَّى ) قال: وفّى طاعة الله, وبلَّغ رسالات ربه إلى خلقه.وكان عكرمة يقول: وفَّى هؤلاء الآيات العشر ( أَلا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ) ... حتى بلغ  وَأَنَّ عَلَيْهِ النَّشْأَةَ الأُخْرَى  .حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله ( وَإِبْرَاهِيمَ الَّذِي وَفَّى ) وفَّى طاعة الله ورسالاته إلى خلقه.حدثني يحيى بن طلحة اليربوعي, قال: ثنا أبو بكير, عن أبي حصين, عن سعيد بن جبير, في قوله ( وَإِبْرَاهِيمَ الَّذِي وَفَّى ) قال: بلَّغ ما أمر به.حدثنا ابن حُميد, قال: ثنا مهران, عن سفيان ( وَإِبْرَاهِيمَ الَّذِي وَفَّى ) قال: بلَّغ.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( وَإِبْرَاهِيمَ الَّذِي وَفَّى ) قال: وفى: بلغ رسالات ربه, بلَّغ ما أُرسل به, كما يبلغ الرجل ما أُرسل به."
    },
    {
      "ayah": 39,
      "surah": 53,
      "text": "وقال آخرون: بل وفَّى بما رأى في المنام من ذبح ابنه, وقالوا قوله ( أَلا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ) من المؤخر الذي معناه التقديم; وقالوا: معنى الكلام: أم لم ينبأ بما في صحف موسى ألا تزر وازرة وزر أخرى, وبما في صحف إبراهيم الذي وفى.* ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي عن أبيه, عن ابن عباس في قوله ( أَمْ لَمْ يُنَبَّأْ بِمَا فِي صُحُفِ مُوسَى * وَإِبْرَاهِيمَ الَّذِي وَفَّى ) يقول: إبراهيم الذي استكمل الطاعة فيما فعل بابنه حين رأى الرؤيا, والذي في صحف موسى ( أَلا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ) ... إلى آخر الآية.حدثني يونس, قال: أخبرنا ابن وهب, قال: أخبرني ابن لهيعة, عن أبي صخر, عن القُرَظَيّ, وسُئل عن هذه الآية ( وَإِبْرَاهِيمَ الَّذِي وَفَّى ) قال: وفى بذبح ابنه.وقال آخرون بل معنى ذلك: أنه وفى ربه جميع شرائع الإسلام.* ذكر من قال ذلك:حدثنا عبد الله بن أحمد بن شبَويه, قال: ثنا عليّ بن الحسن, قال: ثنا خارجة بن مُصْعبٍ, عن داود بن أبي هند, عن عكرمة عن ابن عباس قال: الإسلام ثلاثون سهما. وما ابتلي بهذا الدين أحد فأقامه إلا إبراهيم, قال الله ( وَإِبْرَاهِيمَ الَّذِي وَفَّى ) فكتب الله له براءة من النار.حدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء, عن ابن أبي نجيح, عن مجاهد ( وَإِبْرَاهِيمَ الَّذِي وَفَّى ) ما فُرِض عليه.وقال آخرون: وفى بما رُوي عن رسول الله صلى الله عليه وسلم في الخبر الذيحدثنا أبو كُرَيب, قال: ثنا رشدين بن سعد, قال: ثني زيان بن فائد, عن سهل بن معاذ, عن أنس, عن أبيه, قال: كان النبيّ صلى الله عليه وسلم يقول: \"أَلا أُخْبِرُكُمْ لِمَ سَمَّى اللهُ إِبْرَاهِيمَ خَلِيلَهُ الَّذِي وَفَّى؟ لأنَّهُ كَانَ يَقُولُ كُلَّمَا أَصْبَحَ وَأَمْسَى:  فَسُبْحَانَ اللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ  حَتَّى خَتَمَ الآيَةَ\".وقال آخرون: بل وفى ربه عمل يومه.* ذكر من قال ذلك:حدثنا أبو كُرَيب, قال: ثنا الحسن بن عطية, قال: ثنا إسرائيل, عن جعفر بن الزبير عن القاسم, عن أبي أُمامة, قال: قال رسول الله صلى الله عليه وسلم: ( وَإِبْرَاهِيمَ الَّذِي وَفَّى ) قال: \" أتدرون ما وَفَّى \"؟ قالوا الله ورسوله أعلم, قال: وفَّى عَمَل يَوْمِهِ أرْبَعَ رَكعَات في النَّهارِ\".وأولى الأقوال في ذلك بالصواب قول من قال: وفى جميع شرائع الإسلام وجميع ما أُمر به من الطاعة, لأن الله تعالى ذكره أخبر عنه أنه وفى فعم بالخبر عن توفيته جميع الطاعة, ولم يخصص بعضا دون بعض.فإن قال قائل : فإنه خصّ ذلك بقوله وفي ( أَلا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ) فإن ذلك مما أخبر الله جل ثناؤه أنه في صحف موسى وإبراهيم, لا مما خصّ به الخبر عن أنه وفى. وأما التوفية فإنها على العموم, ولو صحّ الخبران اللذان ذكرناهما أو أحدهما عن رسول الله صلى الله عليه وسلم، لم نَعْدُ القول به إلى غيره ولكن في إسنادهما نظر يجب التثبت فيهما من أجله.وقوله ( أَلا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ) فإن من قوله ( أَلا تَزِرُ ) على التأويل الذي تأوّلناه في موضع خفض ردّا على \" ما \" التي في قوله ( أَمْ لَمْ يُنَبَّأْ بِمَا فِي صُحُفِ مُوسَى ) يعني بقوله ( أَلا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ) غيرها, بل كل آثمة فإنما إثمها عليها.وقد بيَّنا تأويل ذلك باختلاف أهل العلم فيه فيما مضى قبل.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد بن عبيد المحاربيّ , قال: ثنا أبو مالك الجَنْبي, قال: ثنا إسماعيل بن أبي خالد, عن أبي مالك الغفاريّ في قوله ( أَلا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى * وَأَنْ لَيْسَ لِلإنْسَانِ إِلا مَا سَعَى ) إلى قوله  مِنَ النُّذُرِ الأُولَى  قال: هذا في صحف إبراهيم وموسى.وإنما عُني بقوله ( أَلا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ) الذي ضَمِن للوليد بن المغيرة أن يتحمل عنه عذاب الله يوم القيامة, يقول: ألم يُخْبَرْ قائل هذا القول, وضامن هذا الضمان بالذي في صحف موسى وإبراهيم مكتوب: أن لا تأثم آثمة إثم أخرى غيرها."
    },
    {
      "ayah": 4,
      "surah": 53,
      "text": "( إِنْ هُوَ إِلا وَحْيٌ يُوحَى ) قال: يوحي الله تبارك وتعالى إلى جبرائيل, ويوحي جبريل إلى محمد صلى الله عليه وسلم .وقيل: عنى بقوله ( وَمَا يَنْطِقُ عَنِ الْهَوَى ) بالهوى."
    },
    {
      "ayah": 40,
      "surah": 53,
      "text": "( وَأَنْ لَيْسَ لِلإنْسَانِ إِلا مَا سَعَى ) يقول جلّ ثناؤه: أوَ لم يُنَبأ أنه لا يُجَازي عامل إلا بعمله, خيرا كان ذلك أو شرّا.كما حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد في قوله ( وَأَنْ لَيْسَ لِلإنْسَانِ إِلا مَا سَعَى ) , وقرأ  إِنَّ سَعْيَكُمْ لَشَتَّى  قال: أعمالكم.وذُكر عن ابن عباس أنه قال: هذه الآية منسوخة.حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن \u0026; 22-547 \u0026; ابن عباس, قوله ( وَأَنْ لَيْسَ لِلإنْسَانِ إِلا مَا سَعَى ) قال: فأنـزل الله بعد هذا  وَالَّذِينَ آمَنُوا وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُمْ بِإِيمَانٍ أَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ  فأدخل الأبناء بصلاح الآباء الجنة."
    },
    {
      "ayah": 41,
      "surah": 53,
      "text": "القول في تأويل قوله تعالى :  وَأَنَّ سَعْيَهُ سَوْفَ يُرَى (40)قوله جل ثناؤه ( وَأَنَّ سَعْيَهُ سَوْفَ يُرَى ) يقول تعالى ذكره: وأن عمل كلّ عامل سوف يراه يوم القيامة, من ورد القيامة بالجزاء الذي يُجازى عليه, خيرا كان أو شرّا, لا يؤاخذ بعقوبة ذنب غير عامله, ولا يثاب على صالح عمله عامل غيره. وإنما عُنِي بذلك: الذي رجع عن إسلامه بضمان صاحبه له أن يتحمل عنه العذاب, أن ضمانه ذلك لا ينفعه, ولا يُغْنِي عنه يوم القيامة شيئا, لأن كلّ عامل فبعمله مأخوذ."
    },
    {
      "ayah": 42,
      "surah": 53,
      "text": "وقوله ( ثُمَّ يُجْزَاهُ الْجَزَاءَ الأوْفَى ) يقول تعالى ذكره: ثم يُثاب بسعيه ذلك الثواب الأوفى. وإنما قال جل ثناؤه ( الأوْفَى ) لأنه أوفى ما وعد خلقه عليه من الجزاء, والهاء في قوله ( ثُمَّ يُجْزَاهُ ) من ذكر السعي, وعليه عادت."
    },
    {
      "ayah": 43,
      "surah": 53,
      "text": "وقوله ( وَأَنَّ إِلَى رَبِّكَ الْمُنْتَهَى ) يقول تعالى ذكره لنبيه صلى الله عليه وسلم: وأن إلى ربك يا محمد انتهاء جميع خلقه ومرجعهم, وهو المجازي جميعهم بأعمالهم, صالحهم وطالحهم, ومحسنهم ومسيئهم."
    },
    {
      "ayah": 44,
      "surah": 53,
      "text": "وقوله ( وَأَنَّهُ هُوَ أَضْحَكَ وَأَبْكَى ) يقول تعالى ذكره: وأن ربك هو أضحك أهل الجنة في الجنة بدخولهم إياها, وأبكى أهل النار في النار بدخولهموها, وأضحك من شاء من أهل الدنيا, وأبكى من أراد أن يبكيه منهم."
    },
    {
      "ayah": 45,
      "surah": 53,
      "text": "القول في تأويل قوله تعالى :  وَأَنَّهُ هُوَ أَمَاتَ وَأَحْيَا (44)يقول تعالى ذكره: وأنه هو أمات من مات من خلقه, وهو أحيا من حَيا منهم. وعنى بقوله ( أَحْيَا ) نفخ الروح في النطفة الميتة, فجعلها حية بتصييره الروح فيها."
    },
    {
      "ayah": 46,
      "surah": 53,
      "text": "القول في تأويل قوله تعالى :  وَأَنَّهُ خَلَقَ الزَّوْجَيْنِ الذَّكَرَ وَالأنْثَى (45)وقوله (وَأَنَّهُ خَلَقَ الزَّوْجَيْنِ الذَّكَرَ وَالأُنْثَى * مِنْ نُطْفَةٍ إِذَا تُمْنَى) يقول تعالى ذكره: وأنه ابتدع إنشاء الزوجين الذكر والأنثى, وجعلهما زوجين, لأن الذكر زوج الأنثى, والأنثى له زوج فهما زوجان, يكون كلّ واحد منهما زوجا للآخر."
    },
    {
      "ayah": 47,
      "surah": 53,
      "text": "وقوله ( مِنْ نُطْفَةٍ إِذَا تُمْنَى ) و \" من \" من صلة خلق. يقول تعالى ذكره: خلق ذلك من نطفة إذا أمناه الرجل والمرأة."
    },
    {
      "ayah": 48,
      "surah": 53,
      "text": "وقوله ( وَأَنَّ عَلَيْهِ النَّشْأَةَ الأخْرَى ) يقول تعالى ذكره: وأن على ربك يا محمد أن يخلق هذين الزوجين بعد مماتهم, وبلاهم في قبورهم الخلق الآخر, وذلك إعادتهم أحياء خلقًا جديدا, كما كانوا قبل مماتهم."
    },
    {
      "ayah": 49,
      "surah": 53,
      "text": "القول في تأويل قوله تعالى :  وَأَنَّهُ هُوَ أَغْنَى وَأَقْنَى (48)يقول تعالى ذكره: وأن ربك هو أغنى من أغنى من خلقه بالمال وأقناه, فجعل له قنية أصول أموال.واختلف أهل التأويل في تأويله, فقال بعضهم بالذي قلنا في ذلك.* ذكر من قال ذلك:حدثني محمد بن عمارة الأسديّ, قال: ثنا عبيد الله بن موسى, عن السديّ, عن أبي صالح, قوله: ( أَغْنَى وَأَقْنَى ) قال: أغنى المال وأقنى القنية.وقال آخرون: عُنِي بقوله: ( أَغْنَى ) : أخدم.* ذكر من قال ذلك:حدثنا ابن بشار, قال: ثنا أبو عاصم, قال: ثنا سفيان, عن ليث, عن مجاهد, في قوله: ( وَأَنَّهُ هُوَ أَغْنَى وَأَقْنَى ) قال: أغنى: مَوَّل, وأقنى: أخدم.حدثني يعقوب بن إبراهيم, قال: ثنا ابن علية, عن أبي رجاء, عن الحسن, قوله: ( أَغْنَى وَأَقْنَى ) قال: أخدم.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله: ( أَغْنَى وَأَقْنَى ) قال: أغنى وأخدم.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة قوله ( أَغْنَى وَأَقْنَى ) قال: أعطى وأرضى وأخدم.وقال آخرون: بل عُني بذلك أنه أغنى من المال واقنى: رضي.* ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثنى أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله: ( وَأَنَّهُ هُوَ أَغْنَى وَأَقْنَى ) قال: فإنه أغنى وأرضى.حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن ليث, عن مجاهد ( وَأَنَّهُ هُوَ أَغْنَى وَأَقْنَى ) قال: أغنى موّل, وأقنى: رضّى.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: : ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله ( أَغْنَى ) قَال: موّل ( وَأَقْنَى ) قَال: رضي.حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله ( وَأَنَّهُ هُوَ أَغْنَى وَأَقْنَى ) يقول: أعطاه وأرضاه.حدثنا ابن حُميد, قال: ثنا مهران, عن سفيان, عن ليث, عن مجاهد, مثل حديث ابن بشار, عن عبد الرحمن, عن سفيان.وقال آخرون: بل عُنِي بذلك أنه أغنى نفسه, وأفقر خلقه إليه.* ذكر من قال ذلك:حدثنا ابن عبد الأعلى, قال: ثنا المعتمر بن سليمان, عن أبيه ( وَأَنَّهُ هُوَ أَغْنَى وَأَقْنَى ) قال: زعم حضرميّ أنه ذكر له أنه أغنى نفسه, وأفقر الخلائق إليه.وقال آخرون: بل عُنِي بذلك أنه أغنى من شاء من خلقه, وأفقر من شاء.* ذكر من قال ذلك:حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( وَأَنَّهُ هُوَ أَغْنَى وَأَقْنَى ) قال: أغنى فأكثر, وأقنى أقلّ, وقرأ  يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ لَهُ  ."
    },
    {
      "ayah": 5,
      "surah": 53,
      "text": "وقوله ( عَلَّمَهُ شَدِيدُ الْقُوَى ) : يقول تعالى ذكره: عَلَّم محمدا صلى الله عليه وسلم هذا القرآن جبريلُ عليه السلام , وعُنِي بقوله ( شَدِيدُ الْقُوَى ) شديد الأسباب. والقُوى: جمع قوّة. كما الجثى: جمع جثوة, والحبى: جمع حبوة. ومن العرب من يقول: القوى: بكسر القاف, كما تُجمع الرشوة رشا بكسر الراء, والحبوة حبا. وقد ذُكر عن العرب أنها تقول: رُشوة بضم الراء, ورشوة بكسرها, فيجب أن يكون جمع من جمع ذلك رشا بكسر الراء على لغة من قال: واحدها رشوة, وأن يكون جمع من جمع ذلك بضمّ الراء, من لغة من ضمّ الراء في واحدها وإن جمع بالكسر من كان لغته من الضمّ في الواحدة, أو بالضمّ من كان من لغته الكسر؛ فإنما هو حمل إحدى اللغتين على الأخرى.وبنحو الذي قلنا في تأويل قوله: ( عَلَّمَهُ شَدِيدُ الْقُوَى ) قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( عَلَّمَهُ شَدِيدُ الْقُوَى ) يعني جبريل.حدثنا ابن حُميد, قال: ثنا حكام, عن أبي جعفر, عن الربيع ( عَلَّمَهُ شَدِيدُ الْقُوَى ) قال: جبرائيل عليه السلام .حدثنا ابن حُميد, قال: ثنا مهران, عن أبي جعفر, عن الربيع, مثله."
    },
    {
      "ayah": 50,
      "surah": 53,
      "text": "وقوله: ( وَأَنَّهُ هُوَ رَبُّ الشِّعْرَى ) يقول تعالى ذكره: وأن ربك يا محمد هو ربّ الشِّعْرَي, يعني بالشعرى: النجم الذي يسمى هذا الأسم, وهو نجم كان بعض أهل الجاهلية يعبده من دون الله.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله ( وَأَنَّهُ هُوَ رَبُّ الشِّعْرَى ) قال: هو الكوكب الذي يدعى الشعرى.حدثني عليّ بن سهل, قال: ثنا مؤمل, قال: ثنا سفيان, عن خصيف, عن مجاهد, في قوله: ( وَأَنَّهُ هُوَ رَبُّ الشِّعْرَى ) قال: الكوكب الذي خَلْف الجوزاء, كانوا يعبدونه.حدثنا ابن حُميد, قال: ثنا مهران, عن سفيان, عن منصور, عن مجاهد: ( وَأَنَّهُ هُوَ رَبُّ الشِّعْرَى ) قال: كان يُعبد في الجاهلية.حدثنا محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله ( رَبُّ الشِّعْرَى ) قال: مرزم الجوزاء.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( وَأَنَّهُ هُوَ رَبُّ الشِّعْرَى ) كان حيّ من العرب يعبدون الشِّعْرَى هذا النجم الذي رأيتم, قال بشر, قال: يريد النجم الذي يتبع الجوزاء.حدثنا ابن عبد الأعلى, قال ثنا ابن ثور, عن معمر, عن قتادة, في قوله ( رَبُّ الشِّعْرَى ) قال: كان ناس في الجاهلية يعبدون هذا النجم الذي الذي يُقال له الشِّعْرَى.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( وَأَنَّهُ هُوَ رَبُّ الشِّعْرَى ) كانت تُعبد في الجاهلية, فقال: تعبدون هذه وتتركون ربها؟ اعبدوا ربها. قال: والشِّعْرَى: النجم الوقاد الذي يتبع الجوزاء, يقال له المرزم."
    },
    {
      "ayah": 51,
      "surah": 53,
      "text": "وقوله: ( وَأَنَّهُ أَهْلَكَ عَادًا الأولَى ) يعني تعالى ذكره بعاد الأولى: عاد بن إرم بن عوص بن سام بن نوح, وهم الذين أهلكهم الله بريح صرصر عاتية, وإياهم عنى بقوله  أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍ * إِرَمَ  واختلفت القرّاء في قراءة ذلك, فقرأته عامة قرّاء المدينة وبعض قرّاء البصرة \" عادًا لُولى \" بترك الهمز وجزم النون حتى صارت اللام في الأولى, كأنها لام مثقلة, والعرب تفعل ذلك في مثل هذا, حُكي عنها سماعا منهم: \" قم لان عنا \", يريد: قم الآن, جزموا الميم لما حرّكت اللام التي مع الألف في الآن, وكذلك تقول: صم اثنين, يريدون: صُم الاثنين. وأما عامة قرّاء الكوفة وبعض المكيين, فإنهم قرأوا ذلك بإظهار النون وكسرها, وهمز الأولى على اختلاف في ذلك عن الأعمش, فروى أصحابه عنه غير القاسم بن معن موافقة أهل بلده في ذلك. وأما القاسم بن معن فحكى عنه عن الأعمش أنه وافق في قراءته ذلك قراء المدنيين.والصواب من القراءة في ذلك عندنا ما ذكرنا من قراءة الكوفيين, لأن ذلك هو الفصيح من كلام العرب, وأن قراءة من كان من أهل السليقة فعلى البيان والتفخيم, وأن الإدغام في مثل هذا الحرف وترك البيان إنما يوسع فيه لمن كان ذلك سجيته وطبعه من أهل البوادي. فأما المولدون فإن حكمهم أن يتحرّوا أفصح القراءات وأعذبها وأثبتها, وإن كانت الأخرى جائزة غير مردودة.وإنما قيل لعاد بن إرم: عاد الأولى, لأن بني لُقَيم بن هزَّال بن هزل بن عَبِيل بن ضِدّ بن عاد الأكبر, كانوا أيام أرسل الله على عاد الأكبر عذابه سكانا بمكة مع إخوانهم من العمالقة, ولد عمليق بن لاوذ بن سام بن نوح, ولم يكونوا مع قومهم من عاد بأرضهم, فلم يصبهم من العذاب ما أصاب قومهم, وهم عاد الآخرة, ثم هلكوا بعد.وكان هلاك عاد الآخرة ببغي بعضهم على بعض, فتفانوا بالقتل فيما حدثنا ابن حُميد, قال: ثنا سلمة عن ابن إسحاق, فيما ذكرنا قيل لعاد الأكبر الذي أهلك الله ذرّيته بالريح: عاد الأولى, لأنها أُهلكت قبل عاد الآخرة. وكان ابن زيد يقول: إنما قيل لعاد الأولى لأنها أوّل الأمم هلاكا.حدثني يونس, قال: أخبرنا ابن وهب, قال قال ابن زيد, في قوله: ( أَهْلَكَ عَادًا الأولَى ) قال: يقال: هي من أوّل الأمم."
    },
    {
      "ayah": 52,
      "surah": 53,
      "text": "وقوله: ( وَثَمُودَ فَمَا أَبْقَى ) يقول تعالى ذكره: ولم يبق الله ثمود فيتركها على طغيانها وتمردها على ربها مقيمة, ولكنه عاقبها بكفرها وعتوّها فأهلكها.واختلفت القرّاء في قراءة ذلك, فقرأته عامة قرَّاء البصرة وبعض الكوفيين ( وَثَمُودَ فَمَا أَبْقَى ) بالإجراء إتباعا للمصحف, إذ كانت الألف مثبتة فيه, وقرأه بعض عامة الكوفيين بترك الإجراء. وذُكر أنه في مصحف عبد الله بغير ألف.والصواب من القول في ذلك أنهما قراءتان معروفتان, فبأيتهما قرأ القارئ فمصيب لصحتهما في الإعراب والمعنى. وقد بيَّنا قصة ثمود وسبب هلاكها فيما مضى بما أغنى عن إعادته."
    },
    {
      "ayah": 53,
      "surah": 53,
      "text": "القول في تأويل قوله تعالى :  وَقَوْمَ نُوحٍ مِنْ قَبْلُ إِنَّهُمْ كَانُوا هُمْ أَظْلَمَ وَأَطْغَى (52)يقول تعالى ذكره: وأنه أهلك قوم نوح من قبل عاد وثمود, إنهم كانوا هم أشدّ ظلما لأنفسهم, وأعظم كفرا بربهم, وأشدّ طغيانا وتمرّدا على الله من الذين أهلكهم من بعد من الأمم, وكان طغيانهم الذي وصفهم الله به, وأنهم كانوا بذلك أكثر طغيانا من غيرهم من الأمم.كما حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( وَقَوْمَ نُوحٍ مِنْ قَبْلُ إِنَّهُمْ كَانُوا هُمْ أَظْلَمَ وَأَطْغَى ) لم يكن قبيل من الناس هم أظلم وأطغى من قوم نوح, دعاهم نبيّ الله صلى الله عليه وسلم نوح ألف سنة إلا خمسين عاما, كلما هلك قرن ونشأ قرن دعاهم نبيّ الله حتى ذكر لنا أن الرجل كان يأخذ بيد ابنه فيمشي به, فيقول: يا بنيّ إن أبي قد مشى بي إلى هذا, وأنا مثلك يومئذ تتابُعا في الضلالة, وتكذيبا بأمر الله.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله ( إِنَّهُمْ كَانُوا هُمْ أَظْلَمَ وَأَطْغَى ) قال: دعاهم نبيّ الله ألف سنة إلا خمسين عاما."
    },
    {
      "ayah": 54,
      "surah": 53,
      "text": "وقوله: ( وَالْمُؤْتَفِكَةَ أَهْوَى ) يقول تعالى: والمخسوف بها, المقلوب أعلاها أسفلها, وهي قرية سَذُوم قوم لوط, أهوى الله, فأمر جبريل صلى الله عليه وسلم , فرفعها من الأرض السابعة بجناحه, ثم أهواها مقلوبة.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد في قول الله ( وَالْمُؤْتَفِكَةَ أَهْوَى ) قال: أهواها جبريل, قال: رفعها إلى السماء ثم أهواها.حدثنا ابن حُميد, قال: ثنا مهران, عن سفيان, عن إسماعيل, عن أبي عيسى يحيى بن رافع: ( وَالْمُؤْتَفِكَةَ أَهْوَى ) قال: قرية لوط حين أهوى بها.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( وَالْمُؤْتَفِكَةَ أَهْوَى ) قال: قرية لوط.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله ( وَالْمُؤْتَفِكَةَ أَهْوَى ) قال: هم قوم لوط.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( وَالْمُؤْتَفِكَةَ أَهْوَى ) قال: قرية لوط أهواها من السماء, ثم أتبعها ذاك الصخر, اقتُلعت من الأرض, ثم هوى بها في السماء ثم قُلبت.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله ( وَالْمُؤْتَفِكَةَ أَهْوَى ) قال: المكذّبين أهلكهم الله."
    },
    {
      "ayah": 55,
      "surah": 53,
      "text": "وقوله: ( فَغَشَّاهَا مَا غَشَّى ) يقول تعالى ذكره: فغشّى الله المؤتفكة من الحجارة المنضودة المسومة ما غشاها, فأمطرها إياه من سجيل.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( فَغَشَّاهَا مَا غَشَّى ) غشاها صخرا منضودا.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( فَغَشَّاهَا مَا غَشَّى ) قال: الحجارة.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( فَغَشَّاهَا مَا غَشَّى ) قال: الحجارة التي رماهم بها من السماء."
    },
    {
      "ayah": 56,
      "surah": 53,
      "text": "القول في تأويل قوله تعالى :  فَبِأَيِّ آلاءِ رَبِّكَ تَتَمَارَى (55)يقول: ( فَبِأَيِّ آلاءِ رَبِّكَ تَتَمَارَى ) يقول تعالى ذكره: فبأيّ نعمات ربك يا ابن آدم التي أنعمها عليك ترتاب وتشكّ وتجادل, والآلاء: جمع إلًى. وفي واحدها لغات ثلاثة: إليٌّ على مثال عِليٌّ, وإليَّ على مثال عَليْ, وألَى على مثال علا (1) .وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( فَبِأَيِّ آلاءِ رَبِّكَ تَتَمَارَى ) يقول: فبأيّ نِعم الله تتمارى يا ابن آدم.وحدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( فَبِأَيِّ آلاءِ رَبِّكَ تَتَمَارَى ) قال: بأيّ نِعم ربك تتمارَى."
    },
    {
      "ayah": 57,
      "surah": 53,
      "text": "وقوله: ( هَذَا نَذِيرٌ مِنَ النُّذُرِ الأولَى ) اختلف أهل التأويل في معنى قوله جل ثناؤه لمحمد صلى الله عليه وسلم ( هَذَا نَذِيرٌ مِنَ النُّذُرِ الأولَى ) ووصفه إياه بأنه من النذر الأولى وهو آخرهم, فقال بعضهم: معنى ذلك: أنه نذير لقومه, وكانت النذر الذين قبله نُذرا لقومهم, كما يقال: هذا واحد من بني آدم, وواحد من الناس.* ذكر من قال ذلك:حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله ( هَذَا نَذِيرٌ مِنَ النُّذُرِ الأولَى ) قال: أنذر محمد صلى الله عليه وسلم كما أنذرت الرسل من قبله.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( هَذَا نَذِيرٌ مِنَ النُّذُرِ الأولَى) إنما بعث محمد صلى الله عليه وسلم بما بعث الرسل قبله.حدثنا أبو كُرَيب, قال: ثنا ابن يمان, عن شريك, عن جابر, عن أبي جعفر ( هَذَا نَذِيرٌ مِنَ النُّذُرِ الأولَى ) قال: هو محمد صلى الله عليه وسلم .وقال آخرون: معنى ذلك غير هذا كله, وقالوا: معناه هذا الذي أنذرتكم به أيها القوم من الوقائع التي ذكرت لكم أني أوقعتها بالأمم قبلكم من النذر التي أنذرتها الأمم قبلكم في صحف إبراهيم وموسى.* ذكر من قال ذلك:حدثنا ابن حُميد. قال: ثنا مهران, عن سفيان, عن إسماعيل, عن \u0026; 22-557 \u0026; أبي مالك ( هَذَا نَذِيرٌ مِنَ النُّذُرِ الأولَى ) قال: مما أنذروا به قومهم في صحف إبراهيم وموسى.وهذا الذي ذكرت، عن أبي مالك أشبه بتأويل الآية, وذلك أن الله تعالى ذكره ذكر ذلك في سياق الآيات التي أخبر عنها أنها في صحف إبراهيم وموسى نذير من النُّذر الأولى التي جاءت الأمم قبلكم كما جاءتكم، فقوله ( هَذَا ) بأن تكون إشارة إلى ما تقدمها من الكلام أولى وأشبه منه بغير ذلك."
    },
    {
      "ayah": 58,
      "surah": 53,
      "text": "وقوله ( أَزِفَتِ الآزِفَةُ ) يقول : ذنت الدانية: وإنما يعني: دنت القيامة القريبة منكم أيها الناس يقال منه: أزف رَحِيل فلان. إذا دنا وقَرُب, كما قال نابغة بنى ذُبيان:أَزِفَ الترَحُّــلُ غَــيرَ أنَّ ركابنــالَمَّــا تَــزَلْ بِرَحالِنـا وكـأنْ قَـدٍ (2)وكما قال كعب بن زُهَير:بـانَ الشَّـبابُ وأمْسَـى الشَّيبُ قَدْ أزِفاوَلا أرَى لشَــبابٍ ذَاهِــبٍ خَلَفَــا (3)وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس ( أَزِفَتِ الآزِفَةُ ) من أسماء يوم القيامة, عظَّمه الله, وحذره عباده.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قالا ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, في قوله ( أَزِفَتِ الآزِفَةُ ) قال: اقتربت الساعة.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( أَزِفَتِ الآزِفَةُ ) قال: الساعة ."
    },
    {
      "ayah": 59,
      "surah": 53,
      "text": "( لَيْسَ لَهَا مِنْ دُونِ اللَّهِ كَاشِفَةٌ ).وقوله: ( لَيْسَ لَهَا مِنْ دُونِ اللَّهِ كَاشِفَةٌ ) يقول تعالى ذكره: ليس للآزفة التي قد أزفت, وهي الساعة التي قد دنت من دون الله كاشف, يقول: ليس تنكشف فتقوم إلا بإقامة الله إياها, وكشفها دون من سواه من خلقه, لأنه لم يطلع عليها مَلَكا مقرّبا, ولا نبيا مرسلا. وقيل: كاشفة, فأنثت, وهي بمعنى الانكشاف; كما قيل:  فَهَلْ تَرَى لَهُمْ مِنْ بَاقِيَةٍ  بمعنى: فهل ترى لهم من بقاء; وكما قيل: العاقبة وماله من ناهية, وكما قيل  لَيْسَ لِوَقْعَتِهَا كَاذِبَةٌ  بمعنى تكذيب,  وَلا تَزَالُ تَطَّلِعُ عَلَى خَائِنَةٍ مِنْهُمْ  بمعنى خيانة.القول في تأويل قوله تعالى :  أَفَمِنْ هَذَا الْحَدِيثِ تَعْجَبُونَ (59)يقول تعالى ذكره لمشركي قريش: أفمن هذا القرآن أيها الناس تعجبون, أنْ نـزلَ على محمد صلى الله عليه وسلم , وتضحكون منه استهزاءً به, ولا تبكون مما فيه من الوعيد لأهل معاصي الله, وأنتم من أهل معاصيه ( وَأَنْتُمْ سَامِدُونَ ) يقول: وأنتم لاهون عما فيه من العِبر والذكر, معرضون عن آياته; يقال للرجل: دع عنا سُمودَك, يراد به: دع عنا لهوك, يقال منه: سَمَدَ فلان يَسْمُد سُمُودا.وبنحو الذي قلنا في ذلك قال أهل التأويل وإن اختلفت ألفاظهم بالعبارة عنه, فقال بعضهم: غافلون. وقال بعضهم: مغنون. وقال بعضهم: مُبَرْطمون.* ذكر من قال ذلك:"
    },
    {
      "ayah": 6,
      "surah": 53,
      "text": "وقوله: ( ذُو مِرَّةٍ فَاسْتَوَى ) اختلف أهل التأويل في تأويل قوله: ( ذُو مِرَّةٍ ) فقال بعضهم: معناه: ذو خَلْق حسن.* ذكر من قال ذلك:حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, في قوله ( ذُو مِرَّةٍ ) قال: ذو منظر حسن.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( ذُو مِرَّةٍ فَاسْتَوَى ) : ذو خَلْق طويل حسن.وقال آخرون: بل معنى ذلك: ذو قوّة.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال : ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثني الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد ( ذُو مِرَّةٍ فَاسْتَوَى ) قال: ذو قوة جبريل.حدثنا ابن حُميد, قال: ثنا مهران عن سفيان ( ذُو مِرَّةٍ ) قال: ذو قوّة.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( ذُو مِرَّةٍ فَاسْتَوَى ) قال: ذو قوّة, المرّة: القوّة.حدثنا ابن حُميد, قال: ثنا حكام عن أبي جعفر عن الربيع ( ذُو مِرَّةٍ فَاسْتَوَى ) جبريل عليه السلام .وأولى القولين في ذلك بالصواب قول من قال: عنى بالمرّة: صحة الجسم وسلامته من الآفات والعاهات. والجسم إذا كان كذلك من الإنسان, كان قويا, وإنما قلنا إن ذلك كذلك, لأن المرة واحدة المرر, وإنما أُريد به: ذو مرة سوية. وإذا كانت المرّة صحيحة, كان الإنسان صحيحا. ومنه قول النبيّ صلى الله عليه وسلم: \" لا تَحِلُّ الصَّدقَةَ لِغَنِيّ, وَلا لذي مرةٍ سَويَّ\"."
    },
    {
      "ayah": 60,
      "surah": 53,
      "text": "( لَيْسَ لَهَا مِنْ دُونِ اللَّهِ كَاشِفَةٌ ).وقوله: ( لَيْسَ لَهَا مِنْ دُونِ اللَّهِ كَاشِفَةٌ ) يقول تعالى ذكره: ليس للآزفة التي قد أزفت, وهي الساعة التي قد دنت من دون الله كاشف, يقول: ليس تنكشف فتقوم إلا بإقامة الله إياها, وكشفها دون من سواه من خلقه, لأنه لم يطلع عليها مَلَكا مقرّبا, ولا نبيا مرسلا. وقيل: كاشفة, فأنثت, وهي بمعنى الانكشاف; كما قيل:  فَهَلْ تَرَى لَهُمْ مِنْ بَاقِيَةٍ  بمعنى: فهل ترى لهم من بقاء; وكما قيل: العاقبة وماله من ناهية, وكما قيل  لَيْسَ لِوَقْعَتِهَا كَاذِبَةٌ  بمعنى تكذيب,  وَلا تَزَالُ تَطَّلِعُ عَلَى خَائِنَةٍ مِنْهُمْ  بمعنى خيانة.القول في تأويل قوله تعالى :  أَفَمِنْ هَذَا الْحَدِيثِ تَعْجَبُونَ (59)يقول تعالى ذكره لمشركي قريش: أفمن هذا القرآن أيها الناس تعجبون, أنْ نـزلَ على محمد صلى الله عليه وسلم , وتضحكون منه استهزاءً به, ولا تبكون مما فيه من الوعيد لأهل معاصي الله, وأنتم من أهل معاصيه ( وَأَنْتُمْ سَامِدُونَ ) يقول: وأنتم لاهون عما فيه من العِبر والذكر, معرضون عن آياته; يقال للرجل: دع عنا سُمودَك, يراد به: دع عنا لهوك, يقال منه: سَمَدَ فلان يَسْمُد سُمُودا.وبنحو الذي قلنا في ذلك قال أهل التأويل وإن اختلفت ألفاظهم بالعبارة عنه, فقال بعضهم: غافلون. وقال بعضهم: مغنون. وقال بعضهم: مُبَرْطمون.* ذكر من قال ذلك:"
    },
    {
      "ayah": 61,
      "surah": 53,
      "text": "حدثنا محمد بن عبد الأعلى, قال: ثنا محمد بن ثور, عن معمر, عن قتادة, عن عكرمة, عن ابن عباس, قوله ( سَامِدُونَ ) قال: هو الغناء, كانوا إذا سمعوا القرآن تَغَنَّوا ولعبوا, وهي لغة أهل اليمن, قال اليماني: اسْمُد.حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله: ( سَامِدُونَ ) يقول: لاهون.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس , قوله ( وَأَنْتُمْ سَامِدُونَ ) يقول: لاهون.حدثنا ابن بشار, قال: ثنا عبد الرحمن بن مهدي, قال: ثنا سفيان, عن أبيه, عن عكرمة, عن ابن عباس, قال: هي يمانية اسمد تَغَنَّ لنا.حدثنا أبو كُرَيب, قال: ثنا الأشجعي, عن سفيان, عن أبيه, عن عكرمة, عن ابن عباس, قال: هو الغناء, وهي يمانية, يقولون: اسمد لنا: تغَنَّ لنا .قال: ثنا عبيد الله الأشجعي, عن سفيان, عن حكيم بن الديلم, عن الضحاك, عن ابن عباس ( وَأَنْتُمْ سَامِدُونَ ) قال: كانوا يمرّون على النبي صلى الله عليه وسلم شامخين, ألم تروا إلى الفحل في الإبل عَطِنا شامخا (4) .حدثنا ابن بشار, قال: ثنا ابن أبى عديّ, عن سعيد, عن قتادة, عن الحسن, في قوله: ( وَأَنْتُمْ سَامِدُونَ ) قال: غافلون.حدثنا أبو كُرَيب, قال: ثنا ابن عيينة, عن ابن أبي نجيح, عن مجاهد ( وَأَنْتُمْ سَامِدُونَ ) قال: كانوا يمرّون على النبيّ صلى الله عليه وسلم غضابا مُبَرْطِمين. وقال عكرِمة: هو الغناء بالحِميرية.قال: ثنا الأشجعيّ ووكيع, عن سفيان, عن ابن أبى نجيح, عن مجاهد, قال: هي الْبَرْطَمة.حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن ابن أبي نجيح, عن مجاهد, قوله ( وَأَنْتُمْ سَامِدُونَ ) قال: البرطمة.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله ( وَأَنْتُمْ سَامِدُونَ ) قال: البرطمة.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى, عن ابن أبي نجيح, عن عكرِمة, عن ابن عباس قال: السامدون: المغَنُّون بالحميرية.حدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء, ثنا ابن أبي نجيح, عن مجاهد, قال: كان عكرِمة يقول: السامدون يغنون بالحميرية, ليس فيه ابن عباس.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتاده قوله ( سَامِدُونَ ) : أي غافلون .حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله ( سَامِدُونَ ) قال: غافلون.حُدثت عن الحسين, قال: سمعت أبا معاذ, يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله ( وَأَنْتُمْ سَامِدُونَ ) السُّمود: اللهو واللعب.حدثنا حميد بن مسعدة, قال: ثنا يزيد بن زريع, قال: ثنا سفيان بن سعيد, عن فطر, عن أبي خالد الوالبيّ, عن عليّ رضي الله عنه قال: رآهم قياما ينتظرون الإمام, فقال: ما لكم سامدون .حدثني ابن سنان القزاز, قالا ثنا أبو عاصم, عن عمران بن زائدة بن نشيط, عن أبيه, عن أبي خالد قال: خرج علينا عليّ رضي الله عنه ونحن قيام, فقال: مالي أراكم سامدين.قال: ثنا أبو عاصم, قال: أخبرنا سفيان, عن مطر, عن زائدة, عن أبي خالد، بمثله .حدثنا ابن بشار, قال: ثنا ابن أبي عديّ, عن سعيد, عن أبي معشر, عن إبراهيم, في قوله ( وَأَنْتُمْ سَامِدُونَ ) قال: قيام القوم قبل أن يجيء الإمام.حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن منصور, عن عمران الخياط، عن إبراهيم في القوم ينتظرون الصلاة قياما; قال: كان يقال: ذاك السُّمود.حدثنا ابن حُميد, قال: ثنا مهران, عن أبي جعفر, عن ليث والعزرميّ, عن مجاهد ( وَأَنْتُمْ سَامِدُونَ ) قال: البرطَمة.حدثنا ابن حُميد, قال: ثنا مهران, عن سفيان, عن أبيه, عن عكرمة, عن ابن عباس ( وَأَنْتُمْ سَامِدُونَ ) قال: الغناء باليمانية: اسْمُد لنا.حدثنا يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( وَأَنْتُمْ سَامِدُونَ ) قال: السامد: الغافل.حدثنا ابن حُميد, قال: ثنا جرير, عن منصور, عن إبراهيم, قال: كانوا يكرهون أن يقوموا إذا أقام المؤذن للصلاة، وليس عندهم الإمام, وكانوا يكرهون أن ينتظروه قياما, وكان يقال: ذاك السُّمود, أو من السُّمود."
    },
    {
      "ayah": 62,
      "surah": 53,
      "text": "وقوله ( فَاسْجُدُوا لِلَّهِ وَاعْبُدُوا ) يقول تعالى ذكره: فاسجدوا لله أيها الناس في صلاتكم دون مَن سواه من الآلهة والأنداد, وإياه فاعبدوا دون غيره, فإنه لا ينبغي أن تكون العبادة إلا له, فأخلصوا له العبادة والسجود, ولا تجعلوا له شريكا في عبادتكم إياه.آخر تفسير سورة النجم."
    },
    {
      "ayah": 7,
      "surah": 53,
      "text": "وقوله ( فَاسْتَوَى وَهُوَ بِالأفُقِ الأعْلَى ) يقول: فاستوى هذا الشديد القويّ وصاحبكم محمد بالأفق الأعلى, وذلك لما أسري برسول الله صلى الله عليه وسلم استوى هو وجبريل عليهما السلام بمطلع الشمس الأعلى, وهو الأفق الأعلى, وعطف بقوله: \" وَهُوَ\" على ما في قوله: \" فاسْتَوَى \" من ذكر محمد صلى الله عليه وسلم , والأكثر من كلام العرب إذا أرادوا العطف في مثل هذا الموضع أن يظهروا كناية المعطوف عليه, فيقولوا: استوى هو وفلان, وقلَّما يقولون استوى وفلان، وذكر الفرّاء عن بعض العرب أنه أنشده:ألَــمْ تَـرَ أنَّ النَّبْـعَ يَصْلُـبُ عـودُهُوَلا يَسْــتَوي والخِـرْوَعُ المُتَقَصِّـفُ (3)فرد الخروع على \" ما \" في يستوي من ذكر النبع, ومنه قوله الله  أَئِذَا كُنَّا تُرَابًا وَآبَاؤُنَا  فعطف بالآباء على المكنّى في  كُنَّا  من غير إظهار نحن, فكذلك قوله ( فَاسْتَوَى وَهُوَ ) , وقد قيل: إن المستوي: هو جبريل, فإن كان ذلك كذلك, فلا مُؤْنة في ذلك, لأن قوله ( وَهُوَ ) من ذكر اسم جبريل, وكأن قائل ذلك وجَّه معنى قوله ( فَاسْتَوَى ) : أي ارتفع واعتدل.* ذكر من قال ذلك:حدثنا ابن حُميد, قال: ثنا حكام, عن أبي جعفر, عن الربيع ( ذُو مِرَّةٍ فَاسْتَوَى ) جبريل عليه السلام وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:-------------------الهوامش :(3) هذا البيت من شواهد الفراء في معاني القرآن ( الورقة 314 ) وفي روايته \" يخلق \" في مكان \" يصلب \" . والخروع : شجرة لينة الأغصان ، تتقصف أفنانها للينها ، ومن ثمرها يستخرج زيت الخروع الذي يستعمل في أغراض طبية وصناعية . والنبع شجر صلب ينبت في أعالي الجبال ، تتخذ من خشبه القسي والسهام . وبينه وبين الخروع بون بعيد في صلابة العود . واستشهد الفراء بالبيت عند قوله تعالى \" فاستوى وهو بالأفق الأعلى \" أي استوى ( هو ) أي جبريل ، وهو أي محمد صلى الله عليه وسلم بالأفق الأعلى ، وعطف هو البارز على هو المستتر ، فأضمر الاسم في استوى ، ورد عليه هو ، قال : وأكثر كلام العرب أن يقولوا : استوى هو وأبوه ؛ ولا يكادون يقولون : استوى وأبوه ، وهو جائز لأن في الفعل مضمرا ؛ أنشدني بعضهم : \" ألم تر أن النبع ... البيت \" . وقال الله وهو أصدق قيلا : (أئذا كنا ترابا وآباؤنا ) فرد الآباء على المضمر في كنا ، إلا أنه حسن لما حيل بينهما بالتراب ، والكلام : أئذا كنا ترابا نحن وآباؤنا أ . هـ ."
    },
    {
      "ayah": 8,
      "surah": 53,
      "text": "حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَهُوَ بِالأفُقِ الأعْلَى ) والأفق: الذي يأتي منه النهار.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن الحسن, في قوله ( وَهُوَ بِالأفُقِ الأعْلَى ) قال: بأفق المشرق الأعلى بينهما.حدثنا ابن حُميد, قال: ثنا حكام, عن أبي جعفر, عن الربيع ( وَهُوَ بِالأفُقِ الأعْلَى ) يعني جبريل.قال: ثنا مهران, عن أبي جعفر, عن الربيع ( وَهُوَ بِالأفُقِ الأعْلَى ) قال: السماء الأعلى, يعني جبريل عليه السلام ."
    },
    {
      "ayah": 9,
      "surah": 53,
      "text": "القول في تأويل قوله تعالى :  ثُمَّ دَنَا فَتَدَلَّى (8)يقول تعالى ذكره: ثم دنا جبريل من محمد صلى الله عليه وسلم فتدلى إليه, وهذا من المؤخِّر الذي معناه القديم, وإنما هو: ثم تدلى فدنا, ولكنه حسن تقديم قوله ( دَنَا ) , إذ كان الدنوّ يدلّ على التدلي والتدلي على الدنوّ, كما يقال: زارني فلان فأحسن, وأحسن إليّ فزارني وشتمني فأساء, وأساء فشتمني لأن الإساءة هي الشتم: والشتم هو الإساءة.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن الحسن ( ثُمَّ دَنَا فَتَدَلَّى ) قال: جبريل عليه السلام .حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( ثُمَّ دَنَا فَتَدَلَّى ) يعني: جبريل.حدثنا ابن حُميد, قال: ثنا مهران, عن أبي جعفر, عن الربيع ( ثُمَّ دَنَا فَتَدَلَّى ) قال: هو جبريل عليه السلام .وقال آخرون: بل معنى ذلك: ثم دنا الربّ من محمد صلى الله عليه وسلم فتدلى.* ذكر من قال ذلك:حدثنا يحيى بن الأمويّ, قال: ثنا أبي, قال: ثنا محمد بن عمرو, عن أبي سَلَمة, عن ابن عباس ( ثُمَّ دَنَا فَتَدَلَّى ) قال: دنا ربه فتدلّى.حدثنا الربيع, قال: ثنا ابن وهب, عن سليمان بن بلال, عن شريك بن أبي نمر, قال: سمعت أنس بن مالك يحدثنا عن ليلة المسرى برسول الله صلى الله عليه وسلم \" أنه عرج جبرائيل برسول الله صلى الله عليه وسلم إلى السماء السابعة, ثم علا به بما لا يعلمه إلا الله, حتى جاء سدرة المنتهى, ودنا الجبار ربّ العزة فتدلى حتى كان منه قاب قوسين أو أدنى, فأوحى الله إليه ما شاء, فأوحى الله إليه فيما أوحى خمسين صلاة على أمته كلّ يوم وليلة, وذكر الحديث \" ."
    }
  ]
}
