{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 55,
      "text": "القول في تأويل قوله تعالى :  الرَّحْمَنُ (1)يقول تعالى ذكره: الرحمن أيها الناس برحمته إياكم علمكم القرآن. فأنعم بذلك عليكم، إذ بصَّركم به ما فيه رضا ربكم، وعرّفكم ما فيه سخطه، لتطيعوه باتباعكم ما يرضيه عنكم، وعملكم بما أمركم به، وبتجنبكم ما يُسخطه عليكم، فتستوجبوا بذلك جزيل ثوابه، وتنجوا من أليم عقابه."
    },
    {
      "ayah": 10,
      "surah": 55,
      "text": "القول في تأويل قوله تعالى:  وَالأَرْضَ وَضَعَهَا لِلأَنَامِ (10)يقول تعالى ذكره ( وَالأرْضَ وَضَعَهَا لِلأنَامِ ) والأرض وطأها للخلق، وهم الأنام.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( لِلأنَامِ ) يقول : للخلق.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثنى أبي، عن أبيه، عن ابن عباس، قوله: ( وَالأرْضَ وَضَعَهَا لِلأنَامِ ) قال: كلّ شيء فيه الروح.حدثني يعقوب، قال: ثنا ابن عُلَية، قال: أخبرنا أبو رجاء، عن الحسن، في قوله: ( وَالأرْضَ وَضَعَهَا لِلأنَامِ ) قال: للخلق الجنّ والإنس.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، في قوله: ( لِلأنَامِ ) قال: للخلائق.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( لِلأنَامِ ) قال: للخلق.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( وَضَعَهَا لِلأنَامِ ) قال: الأنام: الخلق.حدثنا ابن بشار، قال: ثنا محمد بن مروان، قال: ثنا أبو العوّام، عن قتادة ( وَالأرْضَ وَضَعَهَا لِلأنَامِ ) قال: للخلق.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، مثله."
    },
    {
      "ayah": 11,
      "surah": 55,
      "text": "وقوله: ( فِيهَا فَاكِهَةٌ وَالنَّخْلُ ذَاتُ الأكْمَامِ ) يقول تعالى ذكره: في الأرض فاكهة، والهاء والألف فيها من ذكر الأرض.( وَالنَّخْلُ ذَاتُ الأكْمَامِ ): والأكمام: جمع كِمّ، وهو ما تكممت فيه.واختلف أهل التأويل في معنى ذلك، فقال: بعضهم: عنى بذلك تكمم النخل في الليف.* ذكر من قال ذلك:حدثني يعقوب، قال: ثنا ابن علية، عن أبي رجاء، قال: سألت الحسن، عن قوله: ( وَالنَّخْلُ ذَاتُ الأكْمَامِ )، فقال: سَعَفة من ليف عُصبَتْ بها.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة والحسن ( ذَاتُ الأكْمَامِ ): أكمامها: ليفها.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَالنَّخْلُ ذَاتُ الأكْمَامِ ) : الليف الذي يكون عليها.وقال آخرون : يعني بالأكمام: الرُّفات.* ذكر من قال ذلك:حدثنا ابن بشار، قال: ثنا محمد بن مروان، قال: ثنا أبو العوّام، عن قتادة ( وَالنَّخْلُ ذَاتُ الأكْمَامِ )، قال: أكمامها رُفاتها.وقال آخرون: بل معنى الكلام: والنخل ذات الطلع المتكمم في كمامه.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد في قوله: ( وَالنَّخْلُ ذَاتُ الأكْمَامِ )، وقيل له: هو الطلع، قال: نعم، وهو في كم منه حتى ينفتق عنه، قال: والحبّ أيضا في أكمام. وقرأ:  وَمَا تَخْرُجُ مِنْ ثَمَرَاتٍ مِنْ أَكْمَامِهَا  .وأولى الأقوال في ذلك بالصواب أن يقال: إن الله وصف النخل بأنها ذات أكمام، وهي متكممة في ليفها، وطلعها متكمم في جُفِّهِ، ولم يخصص الله الخبر عنها بتكممها في ليفها ولا تكمم طلعها في جفه، بل عمّ الخبر عنها بأنها ذات أكمام.والصواب أن يقال: عني بذلك ذات ليف، وهي به مُتَكَممة وذات طَلعْ هو في جُفِّه متكمِّمٌ فيُعَمَّم، كما عَمَّ جلّ ثناؤه."
    },
    {
      "ayah": 12,
      "surah": 55,
      "text": "وقوله: ( وَالْحَبُّ ذُو الْعَصْفِ وَالرَّيْحَانُ ) يقول تعالى ذكره: وفيها الحبّ، وهو حبّ البُرّ والشعير ذو الورق، والتبن: هو العَصْف، وإياه عنى علقمة بن عَبَدَة:تَسقِــى مَذَانِبَ قَدْ مـالَتْ عَصِيفَتُهـاحَـدُورَها مِــنْ أتِيّ المَاء مَطْمـومُ (2)وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( وَالْحَبُّ ذُو الْعَصْفِ وَالرَّيْحَانُ ) يقول: التبن.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( وَالْحَبُّ ذُو الْعَصْفِ وَالرَّيْحَانُ ) قال: العصف: ورق الزرع الأخضر الذي قطع رءوسه، فهو يسمى العصف إذا يبس.حدثنا ابن حُمَيد، قال: ثنا يعقوب، عن جعفر، عن سعيد ( وَالْحَبُّ ذُو الْعَصْفِ ): البقل من الزرع.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَالْحَبُّ ذُو الْعَصْفِ )، وعصفه تبنه.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، قال: العصف: التبن.حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان، عن الضحاك ( وَالْحَبُّ ذُو الْعَصْفِ )، قال: الحبّ: البّر والشعير، والعصف: التِّبن.حدثنا سعيد بن يحيى، قال: ثنا عبد الله بن المبارك الخراسانيّ، عن إسماعيل بن أبي خالد، عن أبي مالك قوله: ( وَالْحَبُّ ذُو الْعَصْفِ وَالرَّيْحَانُ ) قال: الحب أول ما ينبت.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد في قوله: ( وَالْحَبُّ ذُو الْعَصْفِ وَالرَّيْحَانُ ) قال: العصف: الورق من كل شيء. قال: يقال للزرع إذا قُطع: عصافة، وكلّ ورق فهو عصافة.حدثنا الحسن بن عرفة، قال: ثني يونس بن محمد، قال: ثنا عبد الواحد، قال: ثنا أبو روق عطية بن الحارث، قال: سمعت الضحاك يقول في قوله: ( وَالْحَبُّ ذُو الْعَصْفِ ) قال: العصف: التبن.حدثنا سليمان بن عبد الجبار، قال: ثنا محمد بن الصلت، قال: ثنا أبو كُدَينة، عن عطاء، عن سعيد، عن ابن عباس ( ذُو الْعَصْفِ ) قال: العصف: الزرع.وقال بعضهم: العصف: هو الحب من البرّ والشعير بعينه.* ذكر من قال ذلك:حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله: ( وَالْحَبُّ ذُو الْعَصْفِ وَالرَّيْحَانُ )، أما العصف: فهو البرّ والشعير.وأما قوله: ( وَالرَّيْحَانُ ) فإن أهل التأويل اختلفوا في تأويله فقال بعضهم: هو الرزق.* ذكر من قال ذلك:حدثني زيد بن أخزم الطائي، قال: ثنا عامر بن مدرك، قال: ثنا عتبة بن يقظان، عن عكرِمة، عن ابن عباس، قال: كلّ ريحان في القرآن فهو رزق.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد ( وَالرَّيْحَانُ ) قال: الرزق.حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان، عن الضحاك ( وَالرَّيْحَانُ ): الرزق، ومنهم من يقول: ريحاننا.حدثني سليمان بن عبد الجبار، قال: ثنا محمد بن الصلت، قال: ثنا أبو كدينة، عن عطاء، عن سعيد بن جُبير، عن ابن عباس ( وَالرَّيْحَانُ ) قال: الريح.حدثنا الحسن بن عرفة، قال: ثني يونس بن محمد، قال: ثنا عبد الواحد، قال: ثنا أبو روق عطية بن الحارث، قال: سمعت الضحاك يقول في قوله: ( وَالرَّيْحَانُ ) قال: الرزق والطعام.وقال آخرون : هو الريحان الذي يشمّ.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قال: ( الريحان ) ما تنبت الأرض من الريحان.حدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله: ( وَالرَّيْحَانُ ): أما الريحان فما أنبتت الأرض من ريحان.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، عن الحسن ( وَالرَّيْحَانُ ) قال: ريحانكم هذا، حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: ( وَالرَّيْحَانُ ) : الرياحين التي توجد ريحها.وقال آخرون : هو خُضرة الزرع.حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية عن عليّ، عن ابن عباس، قوله: ( وَالرَّيْحَانُ ) يقول : خُضرة الزرع.وقال آخرون : هو ما قام على ساق.* ذكر من قال ذلك:حدثنا ابن حُميد، قال: ثنا يعقوب، عن جعفر، عن سعيد، قال: ( الريحان ) ما قام على ساق.وأولى الأقوال في ذلك بالصواب قول من قال: عُنِي به الرزق، وهو الحبّ الذي يؤكل منه.وإنما قلنا ذلك أولى الأقوال في ذلك بالصواب؛ لأن الله جلّ ثناؤه أخبر عن الحبّ أنه ذو العصف، وذلك ما وصفنا من الورق الحادث منه، والتبن إذا يبس، فالذي هو أولى بالريحان، أن يكون حبه الحادث منه، إذ كان من جنس الشيء الذي منه العصف، ومسموع من العرب تقول: خرجنا نطلب رَيْحان الله ورزقه، ويقال: سبحانَك وريحانَك: أي ورزقك، ومنه قول النمر بن تَوْلب:سَــلامُ الإلــه وَرَيْحـــانُهُوجَــنَّتــُهُ وسَمــاءٌ درَرْ (3)وذُكر عن بعضهم أنه كان يقول: العصف: المأكول من الحبّ والريحان: الصحيح الذي لم يؤكل.واختلفت القراء في قراءة قوله: ( وَالرَّيْحَانُ )، فقرأ ذلك عامة قرّاء المدينة والبصرة وبعض المكيين، وبعض الكوفيين بالرفع عطفا به على الحبّ، بمعنى: وفيها الحبّ ذو العصف، وفيها الريحان أيضا. وقرأ ذلك عامة قرّاء الكوفيين.( وَالرَّيْحَانُ ) بالخفض عطفا به على العصف، بمعنى والحبّ ذو العصف وذو الريحان. (4)وأولى القراءتين في ذلك بالصواب: قراءة من قرأه بالخفض للعلة التي بينت في تأويله، وأنه بمعنى الرزق. وأما الذين قرءوه رفعا، فإنهم وجَّهوا تأويله فيما أرى إلى أنه الريحان الذي يشمّ، فلذلك اختاروا الرفع فيه وكونه خفضا بمعنى: وفيها الحبّ ذو الورق والتبن، وذو الرزق المطعوم أولى وأحسن لما قد بيَّناه قبل.------------------------الهوامش:(2) هذا الشاهد من شواهد أبي عبيدة في مجاز القرآن ( الورقة 172 من مصورة جامعة القاهرة رقم 26390 عن نسخة \"مراد متلا \" . وهذا بعد ان انتهت مراجعنا على الصورة الأولى رقم 26059 لانتهاء أورقها عند سورة القمر ) أنشده أبو عبيدة عند قوله تعالى : ( والحب ذو العصف والريحان ) قال : تخرج له عصيفة، وهي أذنته أعلاه، وهو الهبود، وأذنه إنما هي زيادته وكثرته وورقه الذي يتعصف .وهو كما قال علقمة بن عبدة \" تسقى مذانب ... البيت \".طمها: ملأها لم يبق فيها شيء، وطم إناءه ملأه . وقال شارح مختار الشعر الجاهلي 426: المذانب جمع مذنب، وهو مسيل الماء إلى الأرض، والجدول يسيل عن الروضة بمائها إلى ويرها : وعصيفتها : هي الورق الذي يجز فيؤكل، ثم يسقى أصله، ليعود ورقه . وجذورها : الذي انحدر من هذه المذانب واطمأن . الأتي : الجدول . وأراد به هنا : ما يسيل من الماء في الجدول . والمطموم: المملوء بالماء .(3) البيت للنمر بن تولب العكلي ( اللسان : روح ) وبعده :غَمـــامٌ يُـــنَزِّل رِزْقَ العِبــادفأحْيــا البِــلادَ وطَــابَ الشَّـجَرْوهو من شواهد أبي عبيدة في مجاز القرآن ( الورقة 172 من المصورة 26390 بجامعة القاهرة ) قال : والريحان والحب منه الذي يؤكل، يقال: سبحانك وريحانك: أي رزقك؛ قال النمر بن تولب \" سلام الإله ... البيت \" ا هـ. وفي ( اللسان : درر ) : والدرة في الأمطار أن يتبع بعضها بعضا، وجمعها : درر، وللسحاب درر: أي صب، الجمع: درر؛ قال النمر بن تولب :... البيتين . سماء درر أي: ذات درر . ا هـ.(4) هذا من كلام الفراء في معاني القرآن صفحة 320 من المخطوطة ."
    },
    {
      "ayah": 13,
      "surah": 55,
      "text": "القول في تأويل قوله تعالى :  فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ (13)يعني تعالى ذكره بقوله: (فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ): فبأيّ نِعَم ربكما معشر الجنّ والإنس من هذه النعم تكذّبان.كما حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سهل السراج، عن الحسن (فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ): فبأيّ نعمة ربكما تكذّبان.قال عبد الرحمن، قال: ثنا سفيان، عن الأعمش، عن مجاهد، عن ابن عباس، في قوله: (فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ) قال: لا بأيتها يا ربّ.حدثنا محمد بن عباد بن موسى وعمرو بن مالك النضري، قالا ثنا يحيى بن سليمان الطائفي، عن إسماعيل بن أمية، عن نافع، عن ابن عمر، قال: إن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم قرأ سورة الرحمن، أو قُرئت عنده، فقال \" ما لِيَ أسْمَعُ الجنّ أحْسَنَ جَوَابا لِرَبِّها مِنْكُمْ ؟ \" قالوا: ماذا يا رسول الله ؟ قال: \" ما أتَيْتُ على قَوْلِ اللهِ: (فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ) ؟ إلا قالت الجنّ: لا بِشَيْءٍ مِنْ نِعْمَةِ رَبِّنا نُكَذّبُ .\"حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: (فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ) يقول: فبأيّ نعمة الله تكذّبان.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة (فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ) يقول للجنّ والإنس: بأيّ نِعم الله تكذّبان.حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان، عن الأعمش وغيره، عن مجاهد، عن ابن عباس أنه كان إذا قرأ (فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ) قال: لا بأيتها ربنا.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: (فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ) قال: الآلاء: القدرة، فبأيّ آلائه تكذّب خلقكم كذا وكذا، فبأيّ قُدرة الله تكذّبان أيها الثَّقَلان، الجنّ والإنس.فإن قال: لنا قائل: وكيف قيل: ( فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ ) فخاطب اثنين، وإنما ذكر في أول الكلام واحد، وهو الإنسان؟ قيل: عاد بالخطاب في قوله: (فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ) إلى الإنسان والجانّ، ويدلّ على أن ذلك كذلك ما بعد هذا من الكلام، وهو قوله: ( خَلَقَ الإنْسَانَ مِنْ صَلْصَالٍ كَالْفَخَّارِ * وَخَلَقَ الْجَانَّ مِنْ مَارِجٍ مِنْ نَارٍ ). وقد قيل: إنما جعل الكلام خطابا لاثنين، وقد ابتدئ الخبر عن واحد، لما قد جرى من فعل العرب تفعل ذلك، وهو أن يخاطبوا الواحد بفعل الاثنين، فيقولون: خلياها يا غلام، وما أشبه ذلك، مما قد بيَّناه من كتابنا هذا في غير موضع."
    },
    {
      "ayah": 14,
      "surah": 55,
      "text": "وقوله: (خَلَقَ الإنْسَانَ مِنْ صَلْصَالٍ كَالْفَخَّارِ) يقول تعالى ذكره: خلق الله الإنسان وهو آدم من صلصال: وهو الطين اليابس الذي لم يطبخ، فإنه من يبسه له صلصلة إذا حرّك ونقر كالفخار، يعني أنه من يُبسه وإن لم يكن مطبوخا، كالذي قد طُبخ بالنار، فهو يصلصل كما يصلصل الفخار، والفخار: هو الذي قد طُبخ من الطين بالنار.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عبيد الله بن يوسف الجبيريّ، قال: ثنا محمد بن كثير، قال: ثنا مسلم، يعني الملائي، عن مجاهد، عن ابن عباس، في قوله: (مِنْ صَلْصَالٍ كَالْفَخَّارِ) قال: هو من الطين الذي إذا مطرت السماء فيبست الأرض كأنه خزف رقاق.حدثنا أبو كُرَيب، قال: ثنا عثمان بن سعيد، قال: ثنا بشر بن عمارة، عن أبي روق، عن الضحاك، عن ابن عباس، قال: خلق الله آدم من طين لازب، واللازب: اللَّزِج الطيب من بعد حمأ مسنون مُنْتن.قال: وإنما كان حمأ مسنونا بعد التراب، قال: فخلق منه آدم بيده، قال: فمكث أربعين ليلة جسدا ملقى، فكان إبليس يأتيه فيضربه برجله فيصلصل فيصوّت، قال: فهو قول الله تعالى: ( كَالْفَخَّارِ) يقول : كالشيء المنفرج الذي ليس بمصمت.حدثنا ابن بشار، قال: ثنا محمد بن سعيد وعبد الرحمن، قالا ثنا سفيان، عن الأعمش، عن مسلم البطين، عن سعيد بن جُبَير، عن ابن عباس قال: الصلصال: التراب المدقق.حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قال: الصلصال: التراب المدقَّق.حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: (خَلَقَ الإنْسَانَ مِنْ صَلْصَالٍ كَالْفَخَّارِ) يقول : الطين اليابس.حدثنا هناد، قال: ثنا أبو الأحوص، عن سماك، عن عكرِمة، في قوله: (مِنْ صَلْصَالٍ كَالْفَخَّارِ) قال: الصلصال: طين خُلط برمل فكان كالفخار.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، قوله: (مِنْ صَلْصَالٍ كَالْفَخَّارِ) والصلصال: التراب اليابس الذي يُسمع له صلصلة فهو كالفخار، كما قال الله عزّ وجلّ.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: (مِنْ صَلْصَالٍ كَالْفَخَّارِ)، قال: من طين له صلصلة كان يابسا، ثم خلق الإنسان منه.حدثني يونس، قال: أخبرنا ابن وهب، قال: ابن زيد في قوله: (مِنْ صَلْصَالٍ كَالْفَخَّارِ)، قال: يبس آدم في الطين في الجنة، حتى صار كالصلصال، وهو الفخار، والحمأ المسنون: المنتن الريح.حدثنا ابن بشار، قال: ثنا محمد بن مروان، قال: ثنا أبو العوّام، عن قتادة (خَلَقَ الإنْسَانَ مِنْ صَلْصَالٍ كَالْفَخَّارِ) قال: من تراب يابس له صلصلة.قال: ثنا أبو عاصم، قال: ثنا شبيب، عن عكرِمة، عن ابن عباس (خَلَقَ الإنْسَانَ مِنْ صَلْصَالٍ كَالْفَخَّارِ) قال: ما عصر فخرج من بين الأصابع، ولو وجه موجه قول صلصال إلى أنه فعلال من قولهم صلّ اللحم: إذا أنتن وتغيرت ريحه، كما قيل من صرّ الباب صرصر، وكبكب من كب، كان وجها ومذهبا."
    },
    {
      "ayah": 15,
      "surah": 55,
      "text": "وقوله: (وَخَلَقَ الْجَانَّ مِنْ مَارِجٍ مِنْ نَارٍ) يقول تعالى ذكره: وخلق الجانّ من مارج من نار، وهو ما اختلط بعضه ببعض، من بين أحمر، وأصفر \u0026; 23-26 \u0026; وأخضر من قولهم: مَرج أمر القوم: إذا اختلط، ومن قول النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم لعبد الله بن عمرو: \" كَيْفُ بِكَ إذَا كُنْتَ فِي حُثالَةٍ مِنَ النَّاسِ قَدْ مَرِجَتْ عُهُودُهُمْ وأماناتُهُمْ ! وَذلكَ هُوَ لَهَبُ النَّارِ وَلِسانُهُ\".وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا عبد الله بن يوسف الجبيريّ أبو حفص، قال: ثنا محمد بن كثير، قال: ثنا مسلم، عن مجاهد، عن ابن عباس، في قوله: (مِنْ مَارِجٍ مِنْ نَارٍ)، قال: من أوسطها وأحسنها.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: (وَخَلَقَ الْجَانَّ مِنْ مَارِجٍ مِنْ نَارٍ) يقول: خلقه من لهب النار، من أحسن النار.حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: (مِنْ مَارِجٍ مِنْ نَارٍ) يقول: خالص النار.حدثنا أبو كُرَيب، قال: ثنا عثمان بن سعيد، قال: ثنا بشر بن عمارة، عن أبي روق، عن الضحاك عن ابن عباس، قال: خلقت الجنّ الذين ذكروا في القرآن من مارج من نار، وهو لسان النار الذي يكون في طرفها إذا ألهبت.حدثنا هناد، قال: ثنا أبو الأحوص، عن سماك، عن عكرِمة، في قوله: (مِنْ مَارِجٍ مِنْ نَارٍ)، قال: من أحسن النار.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، عن ابن أبي نجيح، عن مجاهد، في قوله: (مِنْ مَارِجٍ مِنْ نَارٍ)، قال: اللهب الأصفر والأخضر، الذي يعلو النار إذا أوقدت.وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، عن ابن أبي نجيح، عن مجاهد مثله، إلا أنه قال: والأحمر.حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان، عن منصور، عن مجاهد (وَخَلَقَ الْجَانَّ مِنْ مَارِجٍ مِنْ نَارٍ)، قال: هو اللهب المنقطع الأحمر.قال: ثنا مهران، عن سفيان، عن الضحاك، في قوله: (وَخَلَقَ الْجَانَّ مِنْ مَارِجٍ مِنْ نَارٍ)، قال: أحسن النار.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله: (مِنْ مَارِجٍ مِنْ نَارٍ)، قال: من لهب النار.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: (وَخَلَقَ الْجَانَّ مِنْ مَارِجٍ مِنْ نَارٍ) : أي من لهب النار.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن الحسن، في قوله: (مِنْ مَارِجٍ مِنْ نَارٍ) قال: من لهب النار.حدثني يونس، قال: أخبرنا ابن وهب، قال قال: ابن زيد، في قوله: (وَخَلَقَ الْجَانَّ مِنْ مَارِجٍ مِنْ نَارٍ) قال: المارج: اللهب.حدثنا ابن بشار، قال: ثنا محمد بن مروان، قال: ثنا أبو العوام، عن قتادة (وَخَلَقَ الْجَانَّ مِنْ مَارِجٍ مِنْ نَارٍ) قال: من لهب من نار."
    },
    {
      "ayah": 16,
      "surah": 55,
      "text": "وقوله: (فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ) يقول تعالى ذكره: فبأيّ نعمة ربكما معشر الثقلين من هذه النعم تكذّبان ؟"
    },
    {
      "ayah": 17,
      "surah": 55,
      "text": "القول في تأويل قوله تعالى :  رَبُّ الْمَشْرِقَيْنِ وَرَبُّ الْمَغْرِبَيْنِ (17)يقول تعالى ذكره: ذلكم أيها الثقلان ( رَبُّ المَشْرقَينِ )، يعني بالمشرقين: مشرق الشمس في الشتاء، ومشرقها في الصيف.وقوله: ( وَرَبُّ المَغْرِبَينِ ) يعني: وربّ مغرب الشمس في الشتاء، ومغربها في الصيف.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن حُميد، قال: ثنا يعقوب القمي، عن جعفر، عن ابن أبزى، قوله: ( رَبُّ الْمَشْرِقَيْنِ وَرَبُّ الْمَغْرِبَيْنِ ) قال: مشارق الصيف ومغارب الصيف، مشرقان تجري فيهما الشمس ستون وثلاث مئة في ستين وثلاث مئة بُرْج، لكلّ برج مطلع، لا تطلع يومين من مكان واحد. وفي المغرب ستون وثلاث مئة برج، لكل برج مغيب، لا تغيب يومين في برج.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، قوله: ( رَبُّ الْمَشْرِقَيْنِ وَرَبُّ الْمَغْرِبَيْنِ ) قال: مشرق الشتاء ومغربه، ومشرق الصيف ومغربه.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( رَبُّ الْمَشْرِقَيْنِ وَرَبُّ الْمَغْرِبَيْنِ ) فمشرقها في الشتاء، ومشرقها في الصيف.حدثنا ابن بشار، قال: ثنا محمد بن مروان، قال: ثنا أبو العوّام، عن قتادة قوله: ( رَبُّ الْمَشْرِقَيْنِ وَرَبُّ الْمَغْرِبَيْنِ ) قال: مشرق الشتاء ومغربه، ومشرق الصيف ومغربه.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال: ابن زيد، في قوله: ( رَبُّ الْمَشْرِقَيْنِ وَرَبُّ الْمَغْرِبَيْنِ ) قال: أقصر مشرق في السنة، وأطول مشرق في السنة، وأقصر مغرب في السنة، وأطول مغرب في السنة."
    },
    {
      "ayah": 18,
      "surah": 55,
      "text": "وقوله: ( فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ ) يقول: فبأيّ نعم ربكما معشر الجنّ والإنس من هذه النعم التي أنعم بها عليكم من تسخيره الشمس لكم في هذين \u0026; 23-29 \u0026; المشرقين والمغربين تجري لكما دائبة بمرافقكما، ومصالح دنياكما ومعايشكما تكذّبان."
    },
    {
      "ayah": 19,
      "surah": 55,
      "text": "وقوله: ( مَرَجَ الْبَحْرَيْنِ يَلْتَقِيَانِ ) يقول تعالى ذكره: مرج ربّ المشرقين وربّ المغربين البحرين يلتقيان، يعني بقوله: ( مَرَجَ ): أرسل وخلى، من قولهم: مرج فلان دابته: إذا خلاها وتركها.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( مَرَجَ الْبَحْرَيْنِ ) يقول: أرسل.واختلف أهل العلم في البحرين اللذين ذكرهما الله جلّ ثناؤه في هذه الآية، أيّ البحرين هما؟ فقال: بعضهم: هما بحران: أحدهما في السماء، والآخر في الأرض.* ذكر من قال ذلك:حدثنا ابن حُميد، قال: ثنا يعقوب، عن جعفر، عن ابن أبزى ( مَرَجَ الْبَحْرَيْنِ يَلْتَقِيَانِ * بَيْنَهُمَا بَرْزَخٌ لا يَبْغِيَانِ ) قال: بحر في السماء، وبحر في الأرض.حدثنا أبو كُرَيب، قال: ثنا ابن يمان، عن أشعث، عن جعفر عن سعيد، في قوله: ( مَرَجَ الْبَحْرَيْنِ يَلْتَقِيَانِ ) قال: بحر في السماء، وبحر في الأرض.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، في قوله: ( مَرَجَ الْبَحْرَيْنِ يَلْتَقِيَانِ ) قال: بحر في السماء والأرض يلتقيان كل عام.وقال آخرون : عني بذلك بحر فارس وبحر الروم.* ذكر من قال ذلك:حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان، عن زياد مولى مصعب، عن الحسن ( مَرَجَ الْبَحْرَيْنِ يَلْتَقِيَانِ ) قال: بحر الروم، وبحر فارس واليمن.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( مَرَجَ الْبَحْرَيْنِ يَلْتَقِيَانِ ) فالبحران: بحر فارس، وبحر الروم.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( مَرَجَ الْبَحْرَيْنِ يَلْتَقِيَانِ ) قال: بحر فارس وبحر الروم.وأولى الأقوال في ذلك عندي بالصواب قول من قال: عُني به بحر السماء، وبحر الأرض، وذلك أن الله قال  يَخْرُجُ مِنْهُمَا اللُّؤْلُؤُ وَالْمَرْجَانُ  ، واللؤلؤ والمرجان إنما يخرج من أصداف بحر الأرض عن قطَرْ ماء السماء، فمعلوم أن ذلك بحر الأرض وبحر السماء."
    },
    {
      "ayah": 2,
      "surah": 55,
      "text": "ورُوي عن قتادة في ذلك ما حدثنا ابن بشار، قال: ثنا محمد بن مروان العقيلي، قال: ثنا أبو العوام العجلي، عن قتادة أنه قال: في تفسير ( الرَّحْمَنُ عَلَّمَ الْقُرْآنَ ) قال: نعمة والله عظيمة."
    },
    {
      "ayah": 20,
      "surah": 55,
      "text": "وقوله: ( بَيْنَهُمَا بَرْزَخٌ لا يَبْغِيَانِ )، يقول تعالى ذكره: بينهما حاجز وبعدٌ، لا يُفسد أحدهما صاحبه فيبغي بذلك عليه، وكل شيء كان بين شيئين فهو برزخ عند العرب، وما بين الدنيا والآخرة برزخ.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن حُميد، قال: ثنا يعقوب، عن جعفر، عن ابن أبزى ( بَيْنَهُمَا بَرْزَخٌ لا يَبْغِيَانِ ): لا يبغي أحدهما على صاحبه.قال: ثنا يحيى بن واضح، قال: ثنا فطر، عن مجاهد، قوله: ( بَيْنَهُمَا بَرْزَخٌ لا يَبْغِيَانِ ) قال: بينهما حاجز من الله، لا يبغي أحدهما على الآخر.حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( بَيْنَهُمَا بَرْزَخٌ لا يَبْغِيَانِ ) يقول: حاجز.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( بَيْنَهُمَا بَرْزَخٌ لا يَبْغِيَانِ )، والبرزخ : هذه الجزيرة، هذا اليبَس.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، قال: البرزخ الذي بينهما: الأرض التي بينهما.حدثنا ابن بشار، قال: ثنا محمد بن مروان، قال: ثنا أبو العوّام، عن قتادة ( بَيْنَهُمَا بَرْزَخٌ لا يَبْغِيَانِ ) قال: حُجِز المالح عن العذب، والعذب عن المالح، والماء عن اليبس، واليبس عن الماء، فلا يبغي بعضه على بعض بقوتّه ولطفه وقُدرته.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( مَرَجَ الْبَحْرَيْنِ يَلْتَقِيَانِ * بَيْنَهُمَا بَرْزَخٌ لا يَبْغِيَانِ ) قال: منعهما أن يلتقيا بالبرزخ الذي جعل بينهما من الأرض. قال: والبرزخ بعد الأرض الذي جعل بينهما.واختلف أهل التأويل في معنى قوله: ( لا يَبْغِيانِ ) فقال بعضهم: معنى ذلك: لا يبغي أحدهما على صاحبه.* ذكر من قال ذلك:حدثنا ابن حُميد، قال: ثنا يعقوب، عَن جعفر، عن ابن أبزى ( لا يَبْغِيانِ ) : لا يبغي أحدهما على صاحبه.قال: ثنا يحيى بن واضح، قال: ثنا فطر، عن مجاهد، مثله.حدثنا ابن بشار، قال: ثنا محمد بن مروان، قال: ثنا أبو العوّام، عن قتادة مثله.وقال آخرون : بل معنى ذلك: أنهما لا يختلطان.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن \u0026; 23-32 \u0026; أبي نجيح، عن مجاهد، قوله: ( لا يَبْغِيانِ ) قال: لا يختلطان.وقال آخرون : بل معنى ذلك: لا يبغيان على اليَبَس.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( لا يَبْغِيانِ ): على اليبس، وما أخذ أحدهما من صاحبه فهو بغي، فحجز أحدهما عن صاحبه بقدرته ولطفه وجلاله تبارك وتعالى.وقال آخرون : بل معناه: لا يبغيان أن يلتقيا.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( لا يَبْغِيانِ ) قال: لا يبغي أحدهما أن يلتقي مع صاحبه.وأولى الأقوال في ذلك بالصواب أن يقال: إن الله وصف البحرين اللذين ذكرهما في هذه الآية أنهما لا يبغيان، ولم يخصص وصفهما في شيء دون شيء، بل عمّ الخبر عنهما بذلك، فالصواب أن يُعَمَّ كما عمّ جلّ ثناؤه، فيقال: إنهما لا يبغيان على شيء، ولا يبغي أحدهما على صاحبه، ولا يتجاوزان حدّ الله الذي حدّه لهما."
    },
    {
      "ayah": 21,
      "surah": 55,
      "text": "وقوله: ( فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ )، يقول تعالى ذكره: فبأيّ نعم الله ربكما معشر الجنّ والإنس تكذّبان من هذه النعم التي أنعم عليكم من مَرْجه البحرين، حتى جعل لكم بذلك حلية تلبسونها كذلك."
    },
    {
      "ayah": 22,
      "surah": 55,
      "text": "القول في تأويل قوله تعالى :  يَخْرُجُ مِنْهُمَا اللُّؤْلُؤُ وَالْمَرْجَانُ (22)يقول تعالى ذكره: يخرج من هذين البحرين اللذين مرجهما الله، وجعل بينهما برزخا اللؤلؤ والمرجان. واختلف أهل التأويل في صفة اللؤلؤ والمرجان، فقال بعضهم: اللؤلؤ : ما عظم من الدر، والمرجان : ما صغُر منه.* ذكر من قال ذلك:حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان، عن جابر، عن مجاهد، عن ابن عباس ( اللُّؤْلُؤُ وَالْمَرْجَانُ ) قال: اللؤلؤ : العظام.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( يَخْرُجُ مِنْهُمَا اللُّؤْلُؤُ وَالْمَرْجَانُ )، أما اللؤلؤ فعظامه، وأما المرجان فصغاره، وإن لله فيهما خزانة دلّ عليها عامة بني آدم، فأخرجوا متاعا ومنفعة وزينة، ويُبلغه إلى أجل.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: ( يَخْرُجُ مِنْهُمَا اللُّؤْلُؤُ وَالْمَرْجَانُ ) قال: اللؤلؤ الكبار من اللؤلؤ، والمرجان: الصغار منه.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول : أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله: ( اللُّؤْلُؤُ وَالْمَرْجَانُ )، أما المرجان: فاللؤلؤ الصغار، وأما اللؤلؤ: فما عظُم منه.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( يَخْرُجُ مِنْهُمَا اللُّؤْلُؤُ وَالْمَرْجَانُ )، قال: اللؤلؤ: ما عظُم منه، والمرجان: اللؤلؤ والصغار.وحدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد: المرجان: هو اللؤلؤ الصغار.وحدثنا عمرو بن سعيد بن بشار القرشي، قال: ثنا أبو قتيبة، قال: ثنا عبد الله بن ميسرة الحراني، قال: ثني شيخ بمكة من أهل الشأم، أنه سمع \u0026; 23-34 \u0026; كعب الأحبار يُسأل عن المرجان، فقال: هو البسذ.قال أبو جعفر: البسذ له شُعَب، وهو أحسن من اللؤلؤ.وقال آخرون: المرجان من اللؤلؤ : الكبار، واللؤلؤ منها : الصغار.* ذكر من قال ذلك:حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان، عن موسى بن أبي عائشة، أو قيس بن وهب، عن مرّة، قال: المرجان: اللؤلؤ العظام.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد قوله: المرجان، قال: ما عظم من اللؤلؤ.حدثني محمد بن سنان القزاز، قال: ثنا الحسين بن الحسن الأشقر، قال: ثنا زُهير، عن جابر، عن عبد الله بن يحيى، عن عليّ وعن عكرِمة، عن ابن عباس، قال: المرجان: عظيم اللؤلؤ.وقال آخرون : المرجان: جيد اللؤلؤ.* ذكر من قال ذلك:حدثنا ابن بشار، قال: ثنا شريك، عن موسى بن أبي عائشة، قال: سألت مرّة عن اللؤلؤ والمرجان قال: المرجان: جيد اللؤلؤ.وقال آخرون : المرجان: حجر.* ذكر من قال ذلك:حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان، عن عطاء بن السائب، عن عمرو بن ميمون الأودي عن ابن مسعود، ( اللُّؤْلُؤُ وَالْمَرْجَانُ ) قال: المرجان حجر.والصواب من القول في اللؤلؤ، أنه هو الذي عرفه الناس مما يخرج من أصداف البحر من الحبّ، وأما المرجان، فإني رأيت أهل المعرفة بكلام العرب لا يتدافعونه أنه جمع مرجانة، وأنه الصغار من اللؤلؤ. قد ذكرنا ما فيه من الاختلاف بين متقدمي أهل العلم، والله أعلم بصواب ذلك.وقد زعم بعض أهل العربية، أن اللؤلؤ والمرجان يخرج من أحد البحرين، ولكن قيل: يخرج منهما، كما يقال أكلت خبزا ولبنا، وكما قيل:وَرأيْــتُ زَوْجَــكِ فِــي الـوَغَىمُتَقَلِّــــدًا سَــــيْفا وَرُمْحـــا (1)وليس ذلك كما ذهب إليه، بل ذلك كما وصفت من قبل من أن ذلك يخرج من أصداف البحر، عن قطر السماء، فلذلك قيل: ( يَخْرُجُ مِنْهُمَا اللُّؤْلُؤُ ) يعني بهما: البحران.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن الأعمش، عن عبد الله بن عبد الله الرازي، عن سفيان بن جبير، عن ابن عباس، قال: إن السماء إذا أمطرت، فتحت الأصداف أفواهها، فمنها اللؤلؤ.حدثني محمد بن إسماعيل الأحمسي، قال: ثنا أبو يحيى الحماني، قال: ثنا الأعمش، عن عبد الله بن عبد الله، عن سعيد بن جبير، عن ابن عباس، قال: إذا نـزل القطر من السماء، تفتَّحت الأصداف فكان لؤلؤا.حدثني عبد الله بن محمد بن عمرو الغزي، قال: ثنا الفريابي، قال: ذكر سفيان، عن الأعمش، عن عبد الله بن عبد الله، عن سعيد بن جَبُيْر، عن ابن عباس، قال: إن السماء إذا أمطرت تفتحت لها الأصداف، فما وقع فيها من مطر فهو لؤلؤ.حدثنا محمد بن إسماعيل الفزاري، قال: أخبرنا محمد بن سوار، قال: ثنا محمد بن سليمان الكرخي ابن أخي عبد الرحمن بن الأصبهاني، عن عبد الرحمن الأصبهاني، عن عكرِمة، قال: ما نـزلت قطرة من السماء في البحر إلا كانت بها لؤلؤة أو نبتت بها عنبرة. فيما يحسب الطبري.واختلفت القرّاء في قراءة قوله: ( يَخْرُجُ مِنْهُمَا اللُّؤْلُؤُ وَالْمَرْجَانُ )، فقرأته عامة قرّاء المدينة والبصرة: ( يَخْرُجُ ) على وجه ما لم يسمّ فاعله . وقرأ ذلك عامة قرّاء الكوفة وبعض المكيين بفتح الياء.والصواب من القول في ذلك أنهما قراءتان معروفتان، فبأيّتهما قرأ القارئ فمصيب، لتقارب معنييهما.------------------------الهوامش :(1) البيت من شواهد الفراء في معاني القرآن ( الورقة 323 ). وقد سبق استشهاد المؤلف به أكثر من مرة ،فارجع إليه في الأجزاء ( 3: 275 ،6 : 281 ، 7 : 294 ، 9 : 200 ،11 : 142 وشرحه مستوفي في الجزأين 3 ، 11 ) . وأنشده الفراء هنا عند قوله تعالى : ( وحور عين ) وقال :خفضها أصحاب عبد الله ( ابن مسعود ) وهو وجه العربية ، وإن كان أكثر القراء على الرفع ؛ لأنهم هابوا أن يجعلوا الحور العين يطاف بهن ، فرفعوا على قولك : ولهم حور عين ، أو عندهم حور عين . والخفض على أن يتبع آخر الكلام بأوله ، وإن لم يحسن في آخره ما حسن في أوله ، أنشدني بعض العرب :إذا مــا الغانيــات بــرزن يومـاوزججــن الحواجــب والعيونــافالعين لا تزجج ، إنما تكحل ، فردها على الحواجب ، لأن المعنى يعرف . وأنشدني آخر : \" ولقيت زوجك في الوغى ... البيت \" ، والرمح لا يتقلد ، فرده على السيف. ا هـ ."
    },
    {
      "ayah": 23,
      "surah": 55,
      "text": "وقوله: ( فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ )، يقول تعالى ذكره: فبأيّ نِعم ربكما معشر الثقلين التي أنعم بها عليكم فيما أخرج لكم من منافع هذين البحرين تكذّبان."
    },
    {
      "ayah": 24,
      "surah": 55,
      "text": "وقوله: ( وَلَهُ الْجَوَارِ الْمُنْشَآتُ فِي الْبَحْرِ كَالأعْلامِ )، يقول تعالى ذكره: ولربّ المشرقين والمغربين الجواري، وهي السفن الجارية في البحار.وقوله: ( الْمُنْشَآتُ فِي الْبَحْرِ ) اختلفت القرّاء في قراءة ذلك، فقرأته عامة قرّاء الكوفة ( المُنْشِئاتُ ) بكسر الشين، بمعنى: الظاهرات السير اللاتي يقبلن ويدبرن. وقرأ ذلك عامة قرّاء البصرة والمدينة وبعض الكوفيين ( المُنْشَئاتُ )، بفتح الشين، بمعنى المرفوعات القلاع اللاتي تقبل بهنّ وتدبر.والصواب من القول في ذلك عندي أنهما قراءتان معروفتان صحيحتا المعنى متقاربتاه، فبأيّتهما قرأ القارئ فمصيب.* ذكر من قال في تأويل ذلك ما ذكرناه فيه:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، قوله: ( الْمُنْشَآتُ فِي الْبَحْرِ ) قال: ما رفع قلعه من السفن فهي منشئات، وإذا لم يرفع قلعها فليست بمنشأة.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَلَهُ الْجَوَارِ الْمُنْشَآتُ فِي الْبَحْرِ كَالأعْلامِ ) يعني: السفن.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( وَلَهُ الْجَوَارِ الْمُنْشَآتُ فِي الْبَحْرِ كَالأعْلامِ ): يعني: السفن.حدثني يونس، قال: أخبرنا ابن وهب، قال، قَال ابن زيد، في قوله: ( وَلَهُ الْجَوَارِ الْمُنْشَآتُ فِي الْبَحْرِ كَالأعْلامِ ) قال: السفن.وقوله: ( كالأعْلام ) يقول : كالجبال، شبَّه السفن بالجبال، والعرب تسمي كل جبل طويل علما، ومنه قول جرير:إذا قَطَعْنـــا عَلَمــا بَــدَا عَلَــمُ................... (2)-------------------الهوامش :(2) البيت من مقطوعة من الرجز لجرير الخطفي ( ديوانه 520 ) وتمامه: * حـتى تنـاهين بنـا إلـى الحكم *يمدح الحكم بن أيوب الثقفي صهر الحجاج وابن عمه . يصف النوق التي حملته إليه ، ولذلك نرجح روايته \" قطعن \" بنون جمع النسوة على رواية \" قطعنا \" بضمير جماعة الذكور ، وإن كانت جائزة في المعنى . والأعلام : جمع علم : وهو الجبل الطويل ، سمي علما ، لأن المسافر يجعله علامة وأمارة على الطريق . وأنشده أبو عبيدة في مجاز القرآن ( الورقة 173 - 1) وقال : كالأعلام : كالجبال ، قال جرير يصف الإبل : \" إذ قطعن ... البيت \" ."
    },
    {
      "ayah": 25,
      "surah": 55,
      "text": "وقوله: ( فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ ) يقول تعالى ذكره : فبأيّ نعم ربكما معشر الجنّ والإنس التي أنعمها عليكم، بإجرائه الجواري المنشئات في البحر جارية بمنافعكم- تكذّبان."
    },
    {
      "ayah": 26,
      "surah": 55,
      "text": "القول في تأويل قوله تعالى :  كُلُّ مَنْ عَلَيْهَا فَانٍ (26)يقول تعالى ذكره: كلّ من على ظهر الأرض من جنّ وإنس فإنه هالك،"
    },
    {
      "ayah": 27,
      "surah": 55,
      "text": "ويبقى وجه ربك يا محمد ذو الجلال والإكرام; وذو الجلال والإكرام من نعت الوجه فلذلك رفع ذو. وقد ذُكر أنها في قراءة عبد الله بالياء، ( ذي الجَلال والإكْرام ) على أنه من نعت الربّ وصفته."
    },
    {
      "ayah": 28,
      "surah": 55,
      "text": "وقوله: ( فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ ) يقول تعالى ذكره: فبأيّ نِعَم ربكما معشر الثقلين من هذه النعم تكذّبان."
    },
    {
      "ayah": 29,
      "surah": 55,
      "text": "وقوله: ( يَسْأَلُهُ مَنْ فِي السَّمَاوَاتِ وَالأرْضِ ) يقول تعالى ذكره: إليه يَفْزع بمسألة الحاجات كلّ من في السموات والأرض، من مَلَك وإنس وجنّ وغيرهم، لا غنى بأحد منهم عنه.كما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( يَسْأَلُهُ مَنْ فِي السَّمَاوَاتِ وَالأرْضِ كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ )، لا يستغني عنه أهل السماء ولا أهل الأرض، يُحْيي حَيا، ويُمِيت ميتا، ويربي صغيرا، ويذلّ كبيرًا، وهو مَسْأل حاجات الصالحين، ومنتهى شكواهم، وصريخ الأخيار.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( يَسْأَلُهُ مَنْ فِي السَّمَاوَاتِ وَالأرْضِ كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ ) قال: يعني مسألة عباده إياه الرزق والموت والحياة، كلّ يوم هو في ذلك.وقوله ( كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ )، يقول تعالى ذكره: هو كلّ يوم في شأن خلقه، فيفرج كرب ذي كرب، ويرفع قوما، ويخفض آخرين، وغير ذلك من شئون خلقه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان، عن يونس بن خباب، والأعمش عن مجاهد، عن عبيد بن عمير، ( كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ ) قال: يجيب داعيا، ويعطي سائلا أو يفكّ عانيا، أو يشفي سقيما.حدثنا ابن بشار، قال: ثنا أبو أحمد، قال: ثنا سفيان، عن منصور، عن مجاهد، عن عبيد بن عمير في قوله: ( كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ ) قال: يفكّ عانيا، ويشفي سقيما، ويجيب داعيا.وحدثني إسماعيل بن إسرائيل اللآل، قال: ثنا أيوب بن سويد، عن سفيان، عن الأعمش، عن مجاهد، في قوله: ( كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ ) قال: من شأنه أن يعطي سائلا ويفك عانيا، ويجيب داعيا، ويشفي سقيما.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، في قوله: ( كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ ) قال: كلّ يوم هو يجيب داعيا، ويكشف كربا، ويجيب مضطرًا، ويغفر ذنبا.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن الأعمش، عن مجاهد، عن عبيد بن عمير ( كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ ) يجيب داعيا، ويعطي سائلا ويفك عانيا، ويتوب على قوم، ويغفر.حدثنا ابن بشار، قال: ثنا مروان، قال: ثنا أبو العوّام، عن قتادة ( يَسْأَلُهُ مَنْ فِي السَّمَاوَاتِ وَالأرْضِ كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ ) قال: يخلق مخلقا، ويميت ميتا، ويحدث أمرا.حدثني عبد الله بن محمد بن عمرو الغزي، قال: ثنا إبراهيم بن محمد بن يوسف الفريابي، قال: ثنا عمرو بن بكر السكسكي، قال: ثنا الحارث بن عبدة بن رباح الغساني، عن أبيه عبدة بن رباح، عن منيب بن عبد الله الأزدي، عن أبيه قال: تلا رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم هذه الآية ( كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ ) فقلنا: يا رسول الله، وما ذلك الشأن؟ قال: \" يَغْفِرُ ذَنْبَا، ويُفَرّجُ كَرْبا، ويَرْفَعُ أقْوَاما، وَيَضَعُ آخَرِينَ .\"حدثنا أبو كُرَيب، قال: ثنا عبيد الله بن موسى، عن أبي حمزة الثمالي، عن سعيد بن جبير، عن ابن عباس: إن الله خلق لوحا محفوظا من درّة بيضاء، دفتاه ياقوتة حمراء، قلمه نور، وكتابه نور، عرضه ما بين السماء والأرض، ينظر فيه كلّ يوم ثلاث مئة وستين نظرة، يخلق بكل نظرة، ويُحيي ويميت، ويُعزّ ويُذلّ، ويفعل ما يشاء."
    },
    {
      "ayah": 3,
      "surah": 55,
      "text": "وقوله: ( خَلَقَ الإنْسَانَ ) يقول تعالى ذكره: خلق آدم وهو الإنسان في قول بعضهم.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، في قوله: ( خَلَقَ الإنْسَانَ ) قال الإنسان: آدم.حدثنا ابن حُميد، قال: ثنا مهران، قال: ثنا سعيد، عن قتادة ( خَلَقَ الإنْسَانَ ) قال الإنسان: آدم صَلَّى الله عَلَيْهِ وَسَلَّم.وقال آخرون: بل عنى بذلك الناس جميعا، وإنما وحد في اللفظ لأدائه عن جنسه، كما قيل:  إِنَّ الإِنْسَانَ لَفِي خُسْرٍ  ، والقولان كلاهما غير بعيدين من الصواب لاحتمال ظاهر الكلام إياهما."
    },
    {
      "ayah": 30,
      "surah": 55,
      "text": "وقوله: ( فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ )، يقول تعالى ذكره: فبأيّ نِعَم ربكما معشر الجنّ والإنس، التي أنعم عليكم من صرفه إياكم في مصالحكم، وما هو أعلم به منكم من تقليبه إياكم، فيما هو أنفع لكم تكذّبان."
    },
    {
      "ayah": 31,
      "surah": 55,
      "text": "القول في تأويل قوله تعالى :  سَنَفْرُغُ لَكُمْ أَيُّهَا الثَّقَلانِ (31)اختلفت القرّاء في قراءة قوله: ( سَنَفْرُغُ لَكُمْ أَيُّهَا الثَّقَلانِ ) فقرأته عامة قرّاء المدينة والبصرة وبعض المكيين (سَنَفَرغُ لَكُمْ ) بالنون. وقرأ ذلك عامة قرّاء الكوفة ( سَيَفرغ لَكُمْ ) بالياء، وفتحها ردّا على قوله:  يَسْأَلُهُ مَنْ فِي السَّمَاوَاتِ وَالأَرْضِ  ، ولم يقل : يسألنا من في السموات، فأتبعوا الخبر الخبر.والصواب من القول في ذلك عندنا أنهما قراءتان معروفتان متقاربتا المعنى، فبأيّتهما قرأ القارئ فمصيب.وأما تأويله : فإنه وعيد من الله لعباده وتهدد، كقول القائل الذي يتهدّد غيره ويتوعده، ولا شغل له يشغله عن عقابه، لأتفرغنّ لك، وسأتفرّغ لك، بمعنى: سأجدّ في أمرك وأعاقبك، وقد يقول القائل للذي لا شغل له: قد فرغت لي، وقد فرغت لشتمي: أي أخذت فيه، وأقبلت عليه، وكذلك قوله جلّ ثناؤه: (سَنَفْرغُ لَكُمْ ): سنحاسبكم، ونأخذ في أمركم أيها الإنس والجنّ، فنعاقب أهل المعاصي، ونثيب أهل الطاعة.وبنحو الذي قلنا في ذلك، قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( سَنَفْرُغُ لَكُمْ أَيُّهَا الثَّقَلانِ )، قال: وَعيد من الله للعباد، وليس بالله شغل، وهو فارغ.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة أنه تلا( سَنَفْرُغُ لَكُمْ أَيُّهَا الثَّقَلانِ ) قال: دنا من الله فراغ لخلقه.حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان، عن جُويبر، عن الضحاك ( سَنَفْرُغُ لَكُمْ أَيُّهَا الثَّقَلانِ )، قال: وعيد، وقد يحتمل أن يوجه معنى ذلك إلى: سنفرغ لكم من وعدناكم ما وعدناكم من الثواب والعقاب."
    },
    {
      "ayah": 32,
      "surah": 55,
      "text": "وقوله: ( فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ ) : فبأيّ نعم ربكما معشر الثقلين التي أنعمها عليكم، من ثوابه أهل طاعته، وعقابه أهل معصيته تكذّبان؟."
    },
    {
      "ayah": 33,
      "surah": 55,
      "text": "وقوله: ( يَا مَعْشَرَ الْجِنِّ وَالإنْسِ إِنِ اسْتَطَعْتُمْ أَنْ تَنْفُذُوا مِنْ أَقْطَارِ السَّمَاوَاتِ وَالأرْضِ فَانْفُذُوا ): اختلف أهل التأويل في تأويل قوله: ( إِنِ اسْتَطَعْتُمْ أَنْ تَنْفُذُوا )، فقال بعضهم: معنى ذلك : إن استطعتم أن تجوزوا أطراف السموات والأرض، فتعجزوا ربكم حتى لا يقدر عليكم؛ فجوزوا ذلك، فإنكم لا تجوزونه إلا بسلطان من ربكم. قالوا : وإنما هذا قول يقال لهم يوم القيامة. قالوا: ومعنى الكلام: سنفرغ لكم أيها الثقلان، فيقال لهم ( يَا مَعْشَرَ الْجِنِّ وَالإنْسِ إِنِ اسْتَطَعْتُمْ أَنْ تَنْفُذُوا مِنْ أَقْطَارِ السَّمَاوَاتِ وَالأرْضِ فَانْفُذُوا ).* ذكر من قال ذلك:حدثني موسى بن عبد الرحمن المسروقيّ، قال: ثنا أبو أسامة، عن الأجلح، قال: سمعت الضحاك بن مزاحم، قال: \" إذا كان يوم القيامة أمر الله السماء الدنيا فتشقَّقت بأهلها، ونـزل من فيها من الملائكة، فأحاطوا بالأرض ومن عليها بالثانية، ثم بالثالثة، ثم بالرابعة، ثم بالخامسة، ثم بالسادسة، ثم بالسابعة، فصفوا صفا دون صف، ثم ينـزل الملك الأعلى على مجنبِّته اليسرى جهنم، فإذا رآها أهل الأرض ندوّا، فلا يأتون قطرا من أقطار الأرض إلا وجدوا سبعة صفوف من الملائكة، فيرجعون إلى المكان الذي كانوا فيه، فذلك قول الله  إِنِّي أَخَافُ عَلَيْكُمْ يَوْمَ التَّنَادِ * يَوْمَ تُوَلُّونَ مُدْبِرِينَ  ، وذلك قوله:  وَجَاءَ رَبُّكَ وَالْمَلَكُ صَفًّا صَفًّا * وَجِيءَ يَوْمَئِذٍ بِجَهَنَّمَ  ، وقوله: ( يَا مَعْشَرَ الْجِنِّ وَالإنْسِ إِنِ اسْتَطَعْتُمْ أَنْ تَنْفُذُوا مِنْ أَقْطَارِ السَّمَاوَاتِ وَالأرْضِ فَانْفُذُوا لا تَنْفُذُونَ إِلا بِسُلْطَانٍ )، وذلك قوله:  وَانْشَقَّتِ السَّمَاءُ فَهِيَ يَوْمَئِذٍ وَاهِيَةٌ * وَالْمَلَكُ عَلَى أَرْجَائِهَا  .وقال آخرون : بل معنى ذلك : أن تنفذوا من أقطار السموات والأرض، فانفذوا هاربين من الموت، فإن الموت مُدرككم، ولا ينفعكم هربكم منه.* ذكر من قال ذلك:حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول ( يَا مَعْشَرَ الْجِنِّ وَالإنْسِ ) .... الآية، يعني بذلك أنه لا يجيرهم أحد من الموت، وأنهم ميتون لا يستطيعون فرارا منه، ولا محيصا، لو نفذوا أقطار السموات والأرض كانوا في سُلطان الله، ولأخذهم الله بالموت.وقال آخرون : بل معنى ذلك: إن استطعتم أن تعلموا ما في السموات والأرض فاعلموا.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي عن أبيه، عن ابن عباس، في قوله: ( يَا مَعْشَرَ الْجِنِّ وَالإنْسِ إِنِ اسْتَطَعْتُمْ أَنْ تَنْفُذُوا مِنْ أَقْطَارِ السَّمَاوَاتِ وَالأرْضِ فَانْفُذُوا لا تَنْفُذُونَ إِلا بِسُلْطَانٍ ) يقول: إن استطعتم أن تعلموا ما في السموات والأرض فاعلموه، لن تعلموه إلا بسلطان، يعني البينة من الله جلّ ثناؤه.وقال آخرون : معنى قوله: ( لا تَنْفُذُونَ ): لا تخرجون من سلطاني.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( لا تَنْفُذُونَ إِلا بِسُلْطَانٍ ): يقول: لا تخرجون من سلطاني .وأما الأقطار فهي جمع قُطْر، وهي: الأطراف.كماحدثنا ابن حُميد، قال: ثنا مهران، عن سفيان ( إِنِ اسْتَطَعْتُمْ أَنْ تَنْفُذُوا مِنْ أَقْطَارِ السَّمَاوَاتِ وَالأرْضِ ) قال: من أطرافها.وقوله جلّ ثناؤه  وَلَوْ دُخِلَتْ عَلَيْهِمْ مِنْ أَقْطَارِهَا  يقول: من أطرافها.وأما قوله: ( إلا بسُلْطانٍ )، فإن أهل التأويل اختلفوا في معناه، فقال بعضهم معناه : إلا ببينة وقد ذكرنا ذلك قبل.وقال آخرون: معناه: إلا بحجة.* ذكر من قال ذلك:حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان، عن رجل، عن عكرِمة ( لا تَنْفُذُونَ إِلا بِسُلْطَانٍ ) قال: كلّ شيء في القرآن سلطان فهو حجة.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، في قوله: ( بسُلْطانٍ ) قال: بحجة.وقال آخرون : بل معنى ذلك: إلا بملك وليس لكم ملك.* ذكر من قال ذلك:حدثنا محمد بن بشار، قال: ثنا محمد بن مروان، قال: ثنا أبو العوّام، عن قتادة ( فَانْفُذُوا لا تَنْفُذُونَ إِلا بِسُلْطَانٍ ) قال: لا تنفذون إلا بملك، وليس لكم ملك.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( لا تَنْفُذُونَ إِلا بِسُلْطَانٍ ) قال: إلا بسلطان من الله، إلا بملكة منه.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( لا تَنْفُذُونَ إِلا بِسُلْطَانٍ )، يقول: إلا بملكة من الله.وأولى الأقوال في ذلك بالصواب قول من قال: معنى ذلك: إلا بحجة وبينة، لأن ذلك هو معنى السلطان في كلام العرب، وقد يدخل الملك في ذلك، لأن الملك حجة."
    },
    {
      "ayah": 34,
      "surah": 55,
      "text": "وقوله: ( فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ )، يقول تعالى ذكره: فبأيّ نعم ربكما تكذّبان معشر الثقلين التي أنعمت عليكم -من التسوية بين جميعكم، لا يقدرون على خلاف أمر أراده بكم- تكذّبان."
    },
    {
      "ayah": 35,
      "surah": 55,
      "text": "القول في تأويل قوله تعالى :  يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِنْ نَارٍ وَنُحَاسٌ فَلا تَنْتَصِرَانِ (35)يقول تعالى ذكره ( يُرْسَلُ عَلَيْكُمَا ) أيها الثقلان يوم القيامة ( شُوَاظٌ مِنْ نَارٍ )، وهو لهبها من حيث تشتعل وتؤجَّج بغير دخان كان فيه ومنه قول رُؤْبة بن العجَّاج:إنَّ لَهُــمْ مِــنْ وَقْعِنــا أقْياظــاونــارُ حَــرْب تُسْــعِرُ الشُّـوَاظا (3)وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( شُوَاظٌ مِنْ نَارٍ )، يقول: لَهَب النار.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِنْ نَارٍ ) يقول: لهب النار.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، قوله: ( شُوَاظٌ مِنْ نَارٍ ) قال: لهب النار.حدثنا ابن بشار، قال: ثنا أبو أحمد الزُّبيري، قال: ثنا سفيان، عن منصور، عن مجاهد ( يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِنْ نَارٍ ) قال: اللهب المتقطع. (4)حدثنا ابن حُميد، قال: ثنا حكام، قال: ثنا عمرو، عن منصور، عن مجاهد ( يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِنْ نَارٍ ) قال: الشُّواظ: الأخضر المتقطع من النار.قال: ثنا جرير، عن منصور، عن مجاهد في قوله: ( يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِنْ نَارٍ ) قال: الشواظ : هذا اللهب الأخضر المتقطع من النار.قال: ثنا مهران، عن سفيان، في قوله: ( يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِنْ نَارٍ ) قال: الشواظ: اللهب الأخضر المتقطع من النار.قال: ثنا مهران، عن سفيان، عن الضحاك: ( الشُّوََاظُ ): اللهب.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِنْ نَارٍ ) : أي لهب من نار.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( شُوَاظٌ مِنْ نَارٍ ) قال: لهب من نار.وحدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِنْ نَارٍ ) قال: الشواظ: اللهب، وأما النحاس فالله أعلم بما أراد به.ذكر من قال ذلك:وقال آخرون : الشُّواظ : هو الدخان الذي يخرج من اللهب.* ذكر من قال ذلك:حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله: ( شُوَاظٌ مِنْ نَارٍ ): الدخان الذي يخرج من اللهب ليس بدخان الحطب.واختلفت القرّاء في قراءة قوله: ( شُوَاظٌ ) ، فقرأ ذلك عامة قرّاء المدينة والكوفة والبصرة، غير ابن أبي إسحاق (شُوَاظٌ ) بضم الشين، وقرأ ذلك ابن أبي إسحاق، وعبد الله بن كثير ( شِوَاظٌ مِنْ نارٍ ) بكسر الشين، وهما لغتان، مثل الصوار من البقر، والصّوار بكسر الصاد وضمها. وأعجب القراءتين إليّ ضمّ الشين، لأنها اللغة المعروفة، وهي مع ذلك قراءة القرّاء من أهل الأمصار.وأما قوله: ( ونُحاسٌ )، فإن أهل التأويل اختلفوا في المعنيّ به، فقال بعضهم: عُنِي به الدخان.* ذكر من قال ذلك:حدثني محمد بن عبيد المحاربي، قال: ثنا موسى بن عمير، عن أبي صالح، عن ابن عباس، في قوله: ( وَنُحَاسٌ فَلا تَنْتَصِرَانِ ) قال: النحاس: الدخان.حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس قوله: ( ونُحاسٌ ): دخان النار.حدثنا أبو كُرَيب، قال: ثنا ابن يمان، عن أشعث، عن جعفر، عن سعيد، في قوله: ( ونُحاسٌ ): قال: دخان.وقال آخرون : عني بالنحاس في هذا الموضع: الصُّفر.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( ونُحاسٌ ) قال: النحاس: الصفر يعذّبون به.حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان، عن منصور، عن مجاهد ( ونُحاسٌ ) قال: يذاب الصفر من فوق رءوسهم.قال: ثنا حكام، عن عمرو، عن منصور، عن مجاهد ( ونُحاسٌ ) قال: يذاب الصفر فيصبّ على رأسه.حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان، ( ونُحاسٌ ): يذاب الصفر فيصبّ على رءوسهم.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، ( ونُحاسٌ ) قال: توعدهما بالصُّفر كما تسمعون أن يعذّبهما به.حدثنا ابن بشار، قال: ثنا محمد بن مروان، قال: ثنا أبو العوّام، عن قتادة ( يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِنْ نَارٍ وَنُحَاسٌ ) قال: يخوّفهم بالنار وبالنحاس.وأولى القولين في ذلك عندي بالصواب قول من قال: عُنِي بالنحاس: الدخان، وذلك أنه جلّ ثناؤه ذكر أنه يرسل على هذين الحيَّين شواظ من نار، وهو النار المحضة التي لا يخلطها دخان. والذي هو أولى بالكلام أنه توعدهم بنار هذه صفتها أن يُتبع ذلك الوعد بما هو خلافها من نوعها من العذاب، دون ما هو من غير جنسها، وذلك هو الدخان، والعرب تسمي الدخان نُحاسا بضم النون، ونحاسا بكسرها، والقرّاء مجمعة على ضمها، ومن النُّحاس بمعنى الدخان، قول نابغة بني ذُبيان:يَضُــوءُ كَضَــوْء سِـرَاج السَّـليط لْــم يجْــعَل اللــهُ فيـهِ نُحاسـا (5)يعني : دخانا.وقوله: ( فَلا تَنْتَصِرَانِ ) يقول تعالى ذكره: فلا تنتصران أيها الجنّ والإنس منه، إذا هو عاقبكما هذه العقوبة، ولا تُستنقذان منه.كما حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( فَلا تَنْتَصِرَانِ ) قال: يعني الجنّ والإنس.--------------------الهوامش :(3) البيتان في ديوان العجاج ( طبع ليبسج 81 )، وفي مجاز القرآن لأبي عبيدة ( الورقة 173 ) ولم يظهر اسم الشاعر، قال عند قوله تعالى ( يرسل عليكما شواظ من نار ونحاس ) : شواظ ( بضم أوله ) وشواظ ( بكسر أوله ) ( ضبط قلم ) : واحد .وهو النار التي تأجج لا دخان فيها .قال : \" إن لهم من وقعنا \" ... البيتين، وفي ( اللسان : شوظ ) والشواظ والشوظ ( بضم الأول وكسر الثاني ) : اللهب الذي لا دخان فيه . وقال رؤبة: \" إن لهم ... البيتين \" . وفي التنزيل العزيز: ( يرسل عليكما شواظ من نار ونحاس ) . قال الفراء : أكثر القراء قرءوا شواظ (بالضم) وكسر الحسن الشين ، كما قالوا لجماعة البقر صوار صوار . ا هـ .(4) المتقطع : كذا في الأصل . وهو كذلك بالشوكاني ( 5 : 134 ) .(5) البيت لنابغة بني جعدة مجاز القرآن ( الورقة 173 - ب ) وحرف الناسخ اسمه، فقال كنابغة بني ذبيان في تفسير المؤلف هذا . قال أبو عبيدة عند قوله تعالى : \" ونحاس \" : نحاس ونحاس ( بضم أوله وكسره، ضبط قلم ) والنحاس: الدخان، قال نابغة بني جعدة \" تضيء كضوء .... البيت \" وفي أوله : تضيء بالياء، لا بالواو، كما كتبه ناسخ التفسير . (وفي اللسان ضوأ) ضاء السراج يضوء، وأضاء يضيء. قال: واللغة الثانية هي المختارة . ا ه."
    },
    {
      "ayah": 36,
      "surah": 55,
      "text": "القول في تأويل قوله تعالى :  يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِنْ نَارٍ وَنُحَاسٌ فَلا تَنْتَصِرَانِ (35)يقول تعالى ذكره ( يُرْسَلُ عَلَيْكُمَا ) أيها الثقلان يوم القيامة ( شُوَاظٌ مِنْ نَارٍ )، وهو لهبها من حيث تشتعل وتؤجَّج بغير دخان كان فيه ومنه قول رُؤْبة بن العجَّاج:إنَّ لَهُــمْ مِــنْ وَقْعِنــا أقْياظــاونــارُ حَــرْب تُسْــعِرُ الشُّـوَاظا (3)وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( شُوَاظٌ مِنْ نَارٍ )، يقول: لَهَب النار.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِنْ نَارٍ ) يقول: لهب النار.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، قوله: ( شُوَاظٌ مِنْ نَارٍ ) قال: لهب النار.حدثنا ابن بشار، قال: ثنا أبو أحمد الزُّبيري، قال: ثنا سفيان، عن منصور، عن مجاهد ( يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِنْ نَارٍ ) قال: اللهب المتقطع. (4)حدثنا ابن حُميد، قال: ثنا حكام، قال: ثنا عمرو، عن منصور، عن مجاهد ( يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِنْ نَارٍ ) قال: الشُّواظ: الأخضر المتقطع من النار.قال: ثنا جرير، عن منصور، عن مجاهد في قوله: ( يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِنْ نَارٍ ) قال: الشواظ : هذا اللهب الأخضر المتقطع من النار.قال: ثنا مهران، عن سفيان، في قوله: ( يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِنْ نَارٍ ) قال: الشواظ: اللهب الأخضر المتقطع من النار.قال: ثنا مهران، عن سفيان، عن الضحاك: ( الشُّوََاظُ ): اللهب.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِنْ نَارٍ ) : أي لهب من نار.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( شُوَاظٌ مِنْ نَارٍ ) قال: لهب من نار.وحدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِنْ نَارٍ ) قال: الشواظ: اللهب، وأما النحاس فالله أعلم بما أراد به.ذكر من قال ذلك:وقال آخرون : الشُّواظ : هو الدخان الذي يخرج من اللهب.* ذكر من قال ذلك:حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله: ( شُوَاظٌ مِنْ نَارٍ ): الدخان الذي يخرج من اللهب ليس بدخان الحطب.واختلفت القرّاء في قراءة قوله: ( شُوَاظٌ ) ، فقرأ ذلك عامة قرّاء المدينة والكوفة والبصرة، غير ابن أبي إسحاق (شُوَاظٌ ) بضم الشين، وقرأ ذلك ابن أبي إسحاق، وعبد الله بن كثير ( شِوَاظٌ مِنْ نارٍ ) بكسر الشين، وهما لغتان، مثل الصوار من البقر، والصّوار بكسر الصاد وضمها. وأعجب القراءتين إليّ ضمّ الشين، لأنها اللغة المعروفة، وهي مع ذلك قراءة القرّاء من أهل الأمصار.وأما قوله: ( ونُحاسٌ )، فإن أهل التأويل اختلفوا في المعنيّ به، فقال بعضهم: عُنِي به الدخان.* ذكر من قال ذلك:حدثني محمد بن عبيد المحاربي، قال: ثنا موسى بن عمير، عن أبي صالح، عن ابن عباس، في قوله: ( وَنُحَاسٌ فَلا تَنْتَصِرَانِ ) قال: النحاس: الدخان.حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس قوله: ( ونُحاسٌ ): دخان النار.حدثنا أبو كُرَيب، قال: ثنا ابن يمان، عن أشعث، عن جعفر، عن سعيد، في قوله: ( ونُحاسٌ ): قال: دخان.وقال آخرون : عني بالنحاس في هذا الموضع: الصُّفر.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( ونُحاسٌ ) قال: النحاس: الصفر يعذّبون به.حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان، عن منصور، عن مجاهد ( ونُحاسٌ ) قال: يذاب الصفر من فوق رءوسهم.قال: ثنا حكام، عن عمرو، عن منصور، عن مجاهد ( ونُحاسٌ ) قال: يذاب الصفر فيصبّ على رأسه.حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان، ( ونُحاسٌ ): يذاب الصفر فيصبّ على رءوسهم.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، ( ونُحاسٌ ) قال: توعدهما بالصُّفر كما تسمعون أن يعذّبهما به.حدثنا ابن بشار، قال: ثنا محمد بن مروان، قال: ثنا أبو العوّام، عن قتادة ( يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِنْ نَارٍ وَنُحَاسٌ ) قال: يخوّفهم بالنار وبالنحاس.وأولى القولين في ذلك عندي بالصواب قول من قال: عُنِي بالنحاس: الدخان، وذلك أنه جلّ ثناؤه ذكر أنه يرسل على هذين الحيَّين شواظ من نار، وهو النار المحضة التي لا يخلطها دخان. والذي هو أولى بالكلام أنه توعدهم بنار هذه صفتها أن يُتبع ذلك الوعد بما هو خلافها من نوعها من العذاب، دون ما هو من غير جنسها، وذلك هو الدخان، والعرب تسمي الدخان نُحاسا بضم النون، ونحاسا بكسرها، والقرّاء مجمعة على ضمها، ومن النُّحاس بمعنى الدخان، قول نابغة بني ذُبيان:يَضُــوءُ كَضَــوْء سِـرَاج السَّـليط لْــم يجْــعَل اللــهُ فيـهِ نُحاسـا (5)يعني : دخانا.وقوله: ( فَلا تَنْتَصِرَانِ ) يقول تعالى ذكره: فلا تنتصران أيها الجنّ والإنس منه، إذا هو عاقبكما هذه العقوبة، ولا تُستنقذان منه.كما حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( فَلا تَنْتَصِرَانِ ) قال: يعني الجنّ والإنس.--------------------الهوامش :(3) البيتان في ديوان العجاج ( طبع ليبسج 81 )، وفي مجاز القرآن لأبي عبيدة ( الورقة 173 ) ولم يظهر اسم الشاعر، قال عند قوله تعالى ( يرسل عليكما شواظ من نار ونحاس ) : شواظ ( بضم أوله ) وشواظ ( بكسر أوله ) ( ضبط قلم ) : واحد .وهو النار التي تأجج لا دخان فيها .قال : \" إن لهم من وقعنا \" ... البيتين، وفي ( اللسان : شوظ ) والشواظ والشوظ ( بضم الأول وكسر الثاني ) : اللهب الذي لا دخان فيه . وقال رؤبة: \" إن لهم ... البيتين \" . وفي التنزيل العزيز: ( يرسل عليكما شواظ من نار ونحاس ) . قال الفراء : أكثر القراء قرءوا شواظ (بالضم) وكسر الحسن الشين ، كما قالوا لجماعة البقر صوار صوار . ا هـ .(4) المتقطع : كذا في الأصل . وهو كذلك بالشوكاني ( 5 : 134 ) .(5) البيت لنابغة بني جعدة مجاز القرآن ( الورقة 173 - ب ) وحرف الناسخ اسمه، فقال كنابغة بني ذبيان في تفسير المؤلف هذا . قال أبو عبيدة عند قوله تعالى : \" ونحاس \" : نحاس ونحاس ( بضم أوله وكسره، ضبط قلم ) والنحاس: الدخان، قال نابغة بني جعدة \" تضيء كضوء .... البيت \" وفي أوله : تضيء بالياء، لا بالواو، كما كتبه ناسخ التفسير . (وفي اللسان ضوأ) ضاء السراج يضوء، وأضاء يضيء. قال: واللغة الثانية هي المختارة . ا ه."
    },
    {
      "ayah": 37,
      "surah": 55,
      "text": "قال: وقوله: ( فَإِذَا انْشَقَّتِ السَّمَاءُ فَكَانَتْ وَرْدَةً كَالدِّهَانِ ) يقول تعالى ذكره: فإذا انشقَّت السماء وتفطَّرت، وذلك يوم القيامة، فكان لونها لون البرذون الورد الأحمر.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني سليمان بن عبد الجبار، قال: ثنا محمد بن الصلت، قال: ثنا أبو كدينة، عن قابوس، عن أبيه، عن ابن عباس ( فَكَانَتْ وَرْدَةً كَالدِّهَانِ ) قال: كالفرس الورد.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي عن أبيه، عن ابن عباس قوله: ( فَإِذَا انْشَقَّتِ السَّمَاءُ فَكَانَتْ وَرْدَةً كَالدِّهَانِ ) يقول: تغير لونها.حدثنا عبد الله بن أحمد بن حيوية، قال: ثنا شهاب بن عباد، قال: ثنا إبراهيم بن حميد، عن إسماعيل ابن أبي خالد عن أبي صالح في قوله: ( وَرْدَةً كَالدِّهَانِ ) قال: كلون البرذون الورد، ثم كانت بعد كالدهان.حدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله: ( فَكَانَتْ وَرْدَةً كَالدِّهَانِ ) يقول: تتغير السماء فيصير لونها كلون الدابة الوردة.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَرْدَةً كَالدِّهَانِ ): هي اليوم خضراء كما ترون، ولونها يوم القيامة لون آخر.حدثنا ابن بشار، قال: ثنا محمد بن مروان، قال: ثنا ابن العوّام، عن قتادة، في قوله: ( فَإِذَا انْشَقَّتِ السَّمَاءُ فَكَانَتْ وَرْدَةً كَالدِّهَانِ ) قال: هي اليوم خضراء، ولونها يومئذ الحمرة.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( وَرْدَةً كَالدِّهَانِ ) قال: إنها اليوم خضراء، وسيكون لها يومئذ لون آخر.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، فى قوله: ( فَكَانَتْ وَرْدَةً كَالدِّهَانِ )، قال: مشرقة كالدهان.واختلف أهل التأويل في معنى قوله: ( كالدّهانِ )، فقال بعضهم: معناه كالدهن صافية الحمرة مشرقة.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، قوله: ( وَرْدَةً كَالدِّهَانِ ) قال: كالدهن.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله: ( كالدّهانِ ) يعني: خالصة.وقال آخرون : عني بذلك: فكانت وردة كالأديم، وقالوا: الدهان: جماع، واحدها دهن.وأولى القولين في ذلك بالصواب قول من قال: عني به الدهن في إشراق لونه، لأن ذلك هو المعروف في كلام العرب."
    },
    {
      "ayah": 38,
      "surah": 55,
      "text": "وقوله: ( فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ ) يقول تعالى ذكره: فبأيّ قدرة ربكما معشر الجنّ والإنس -على ما أخبركم بأنه فاعل بكم- تكذّبان."
    },
    {
      "ayah": 39,
      "surah": 55,
      "text": "القول في تأويل قوله تعالى :  فَيَوْمَئِذٍ لا يُسْأَلُ عَنْ ذَنْبِهِ إِنْسٌ وَلا جَانٌّ (39)يقول تعالى ذكره : فيومئذ لا يسأل الملائكة المجرمين عن ذنوبهم، لأن الله قد حفظها عليهم، ولا يسأل بعضهم عن ذنوب بعض، ربهم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( فَيَوْمَئِذٍ لا يُسْأَلُ عَنْ ذَنْبِهِ إِنْسٌ وَلا جَانٌّ ) يقول تعالى ذكره: لا يسألهم عن أعمالهم، ولا يسأل بعضهم عن بعض وهو مثل قوله:  وَلا يُسْأَلُ عَنْ ذُنُوبِهِمُ الْمُجْرِمُونَ  ، ومثل قوله لمحمد صَلَّى الله عَلَيْهِ وَسَلَّم  وَلا تُسْأَلُ عَنْ أَصْحَابِ الْجَحِيمِ  .حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة في قوله: ( لا يُسْأَلُ عَنْ ذَنْبِهِ إِنْسٌ وَلا جَانٌّ ) قال: حفظ الله عزّ وجلّ عليهم أعمالهم.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، في قوله: ( لا يُسْأَلُ عَنْ ذَنْبِهِ إِنْسٌ وَلا جَانٌّ ) قال: كان مجاهد يقول: لا يسأل الملائكة عن المجرم يعرفون بسيماهم.حدثنا محمد بن بشار، وقال: ثنا محمد بن مروان، قال: ثنا أبو العوّام عن قتادة ( فَيَوْمَئِذٍ لا يُسْأَلُ عَنْ ذَنْبِهِ إِنْسٌ وَلا جَانٌّ) قال: قد كانت مسألة ثم ختم على ألسنة القوم، فتتكلم أيديهم وأرجلهم بما كانوا يعملون."
    },
    {
      "ayah": 4,
      "surah": 55,
      "text": "وقوله: ( عَلَّمَهُ الْبَيَانَ ) يقول تعالى ذكره: علَّم الإنسان البيان.ثم اختلف أهل التأويل في المعنيّ بالبيان في هذا الموضع، فقال بعضهم: عنى به بيان الحلال والحرام.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( عَلَّمَهُ الْبَيَانَ ) : علمه الله بيان الدنيا والآخرة بين حلاله وحرامه، ليحتجّ بذلك على خلقه.حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان، عن سعيد، عن قتادة ( عَلَّمَهُ الْبَيَانَ ) الدنيا والآخرة ليحتجّ بذلك عليه.حدثنا ابن بشار، قال: ثنا محمد بن مروان قال: ثنا أبو العوّام، عن قتادة، في قوله: ( عَلَّمَهُ الْبَيَانَ ) قال: تَبَيَّنَ له الخيرُ والشرّ، وما يأتي، وما يدع.وقال آخرون: عنى به الكلام: أي أن الله عزّ وجلّ علم الإنسان البيان.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( عَلَّمَهُ الْبَيَانَ ) قال: البيان: الكلام.والصواب من القول في ذلك أن يقال: معنى ذلك: أن الله علَّم الإنسان ما به الحاجة إليه من أمر دينه ودنياه من الحلال والحرام، والمعايش والمنطق، وغير ذلك مما به الحاجة إليه، لأن الله جلّ ثناؤه لم يخصص بخبره ذلك، أنه علَّمه من البيان بعضا دون بعض، بل عمّ فقال: علَّمه البيان، فهو كما عمّ جلّ ثناؤه."
    },
    {
      "ayah": 40,
      "surah": 55,
      "text": "وقوله: ( فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ ) يقول تعالى ذكره: فبأيّ نعم ربكما معشر الثقلين، -التي أنعم عليكم من عدله فيكم، أنه لم يعاقب منكم إلا مجرما-. (6)------------------------الهوامش:(6) لعله سقط من قلم الناسخ كلمة \" تكذّبان \" ، التي اعتاد المؤلف أن يختم بها مثل هذا التعبير فيما مضى منقول الله سبحانه ( فبأيّ آلاء ربكما تكذّبان ) ؟"
    },
    {
      "ayah": 41,
      "surah": 55,
      "text": "القول في تأويل قوله تعالى :  يُعْرَفُ الْمُجْرِمُونَ بِسِيمَاهُمْ فَيُؤْخَذُ بِالنَّوَاصِي وَالأَقْدَامِ (41)وقوله: ( يُعْرَفُ الْمُجْرِمُونَ بِسِيمَاهُمْ ) يقول تعالى ذكره تعرف الملائكة المجرمين بعلاماتهم وسيماهم التي يسوّمهم الله بها من اسوداد الوجوه، وازرقاق العيون.كما حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور عن معمر، عن الحسن، في قوله: ( يُعْرَفُ الْمُجْرِمُونَ بِسِيمَاهُمْ ) قال: يعرفون باسوداد الوجوه، وزُرقة العيون.حدثنا ابن بشار، قال: ثنا محمد بن مروان قال: ثنا أبو العوّام، عن قتادة ( يُعْرَفُ الْمُجْرِمُونَ بِسِيمَاهُمْ ) قال: زرق العيون، سود الوجوه.وقوله: ( فَيُؤْخَذُ بِالنَّوَاصِي وَالأقْدَامِ )، يقول تعالى ذكره: فتأخذهم الزبانية بنواصيهم وأقدامهم فتسحبهم إلى جهنم، وتقذفهم فيها"
    },
    {
      "ayah": 42,
      "surah": 55,
      "text": "( فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ ) يقول تعالى ذكره: فبأيّ نعم ربكما معشر الجنّ والإنس -التي أنعم عليكم بها من تعريفه ملائكته أهل الإجرام من أهل الطاعة منكم، حتى خصوا بالإذلال والإهانة المجرمين دون غيرهم."
    },
    {
      "ayah": 43,
      "surah": 55,
      "text": "القول في تأويل قوله تعالى :  هَذِهِ جَهَنَّمُ الَّتِي يُكَذِّبُ بِهَا الْمُجْرِمُونَ (43)يقول تعالى ذكره: يقال لهؤلاء المجرمين الذين أخبر جلّ ثناؤه أنهم يعرفون يوم القيامة بسيماهم حين يؤخذ بالنواصي والأقدام: هذه جهنم التي يكذّب بها المجرمون، فترك ذكر \" يقال \" اكتفاء بدلالة الكلام عليه منه، وذُكر أن ذلك في قراءة عبد الله ( وهذه جهنم التي كنتما بها تكذّبان تصليانها، لا تموتان فيها ولا تحييان ). (1)-------------------الهوامش :(1) ذكر الفراء في معاني القرآن ( مصورة الجامعة 24059 صفحة 321 ) قراءة عبد الله، وزاد فيها بعد قوله : ( تحييان ) : تطوفان . ا هـ . و \" تطوفان \" : هي بدء الآية التي بعدها : ( يطوفون بينها .... إلخ ) ."
    },
    {
      "ayah": 44,
      "surah": 55,
      "text": "وقوله: ( يَطُوفُونَ بَيْنَهَا وَبَيْنَ حَمِيمٍ آنٍ ) يقول تعالى ذكره : يطوف هؤلاء المجرمون الذين وصف صفتهم في جهنم بين أطباقها( وَبَيْنَ حَمِيمٍ آنٍ ) يقول: وبين ماء قد أسخن وأغلي حتى انتهى حرّه وأنى طبخه، وكل شيء قد أدرك وبلغ فقد أنى، ومنه قوله:  غَيْرَ نَاظِرِينَ إِنَاهُ  يعني: إدراكه وبلوغه، كما قال: نابغة بني ذُبيان:ويُخْــضَب لِحْيَـةٌ غـدَرَتْ وخـانَتْبــأحمَرَ مِـنْ نَجـيع الجَـوْفِ آنـي (2)يعني: مدرك.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس قوله: ( وَبَيْنَ حَمِيمٍ آنٍ ) يقول: انتهى حرُّه.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( وَبَيْنَ حَمِيمٍ آنٍ ) يقول: غلى حتى انتهى غليه.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، في قوله: ( وَبَيْنَ حَمِيمٍ آنٍ ) قال: قد بلغ إناه.حدثنا ابن حميد، قال: ثنا يعقوب، عن جعفر، عن سعيد، قال: الآني الذي قد انتهى حرّه.حدثنا ابن بشار، قال: ثنا أبو عاصم، قال: ثنا شبيب، عن بشر، عن عكرِمة، عن ابن عباس ( يَطُوفُونَ بَيْنَهَا وَبَيْنَ حَمِيمٍ آنٍ ) قال: الآني : ما اشتدّ غليانه ونضجه.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد قال: سمعت الضحاك يقول في قوله: ( حَمِيمٍ آنٍ ): هو الذي قد انتهى غَلْيه.حدثنا ابن بشار، قال: ثنا محمد بن مروان، قال: ثنا أبو العوّام، عن قتادة ( وَبَيْنَ حَمِيمٍ آنٍ ) قال: أنى طبخها منذ يوم خلق الله السموات والأرض.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( يَطُوفُونَ بَيْنَهَا وَبَيْنَ حَمِيمٍ آنٍ ) يقول: حميم قد أنى طبخه منذ خلق الله السموات والأرض.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن الحسن ( حَمِيمٍ آنٍ ) يقول: حميم قد آن منتهى حره.حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان ( حَمِيمٍ آنٍ ) قال: قد انتهى حرّه.وقال بعضهم: عنى بالآني: الحاضر.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( يَطُوفُونَ بَيْنَهَا وَبَيْنَ حَمِيمٍ آنٍ ) قال: يطوفون بينها وبين حميم حاضر، الآني :الحاضر.-------------------الهوامش :(2) البيت لنابغة بني ذبيان ( مختار الشعر الجاهلي بشرح مصطفى السقا ، طبعة الحلبي 194 ) من قصيدة يهجو بها يزيد بن عمرو بن الصعق الكلابي في قصة ذكرها شارحه في 193 عند بدء القصيدة، ( وانظر شرح الأعلم ، والوزير أبي بكر البطليوسي على الأشعار الستة ، والجزء الأول من خزانة الأدب الكبرى، لعبد القادر البغدادي 204 - 205 ) وقال شارح البيت: نجيع الجوف: الدم الخالص . والآنى: الشديد الحرارة، وهو الذي بلغ أناه . ا هـ . وقال أبو عبيدة في مجاز القرآن ( الورقة 173 - ب ) : عند قوله تعالى : ( وبين حميم آن : بلغ أناه في شدة الحر . ا هـ ."
    },
    {
      "ayah": 45,
      "surah": 55,
      "text": "وقوله: ( فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ ) يقول: فبأيّ نعم ربكما معشر الجنّ والإنس التي أنعمها عليكم -بعقوبته أهل الكفر به، وتكريمه أهل الإيمان به - تكذّبان."
    },
    {
      "ayah": 46,
      "surah": 55,
      "text": "القول في تأويل قوله تعالى :  وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ (46)يقول تعالى ذكره : ولمن اتقى الله من عباده -فخاف مقامه بين يديه، فأطاعه بأداء فرائضه، واجتناب معاصيه - جنتان، يعني بستانين.وبنحو الذي قلنا في ذلك قال أهل التأويل، وإن اختلفت ألفاظهم في البيان عن تأويله، غير أن معنى جميعهم يقول إلى هذا.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ ) قال: وعد الله جلّ ثناؤه \u0026; 23-56 \u0026; المؤمنين الذين خافوا مقامه، فأدَّوا فرائضه الجنة.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ ) يقول: خاف ثم اتقى، والخائف: من ركب طاعة الله، وترك معصيته.حدثني أبو السائب، قال: ثنا ابن إدريس، عن الأعمش، عن مجاهد، في قوله: ( وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ )، هو الرجل يهم بالذنب، فيذكر مقام ربه فينـزع.حدثنا ابن حميد، قال: ثنا يحيى بن واضح، قال: ثنا الحسين، عن منصور، عن مجاهد، قوله: ( وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ ) قال: الرجل يهمّ بالذنب فيذكر مقامه بين يدي الله فيتركه، فله جنتان.قال: ثنا جرير، عن منصور، عن مجاهد، قوله: ( وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ ) قال: الرجل يهمّ بالمعصية، فيذكر الله عزّ وجلّ فيدعها.قال: ثنا مهران، عن سفيان، عن منصور، عن مجاهد ( وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ ) قال: في الذي إذا همّ بمعصية تركها.حدثنا نصر بن عليّ، قال: ثنا إسحاق بن منصور، عن مجاهد، قوله: ( وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ ) قال: هو الرجل يهمّ بمعصية الله تعالى، ثم يتركها مخافة الله.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن منصور، عن مجاهد ( وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ ) قال: يذنب الذنب فيذكر مقام ربه فيدعه.حدثنا محمد بن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن منصور، عن إبراهيم في هذه الآية ( وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ ) قال: إذا أراد أن يذنب أمسك مخافة الله.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة قوله: ( وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ ) قال: إن المؤمنين خافوا ذاكم المقام فعملوا له، ودانوا له، وتعبَّدوا بالليل والنهار.حدثنا ابن بشار، قال: ثنا محمد بن مروان، قال: ثنا أبو العوّام، قال: ثنا قتادة، في قوله: ( وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ ) قال: إن لله مقاما قد خافه المؤمنون.حدثني محمد بن موسى، قال: ثنا عبد الله بن الحارث القرشيّ، قال: ثنا شعبة بن الحجاج، قال: ثنا سعيد الجريريّ، عن محمد بن سعد، عن أبي الدرداء، قال، قال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: ( وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ ) قلت: وإن زنى وإن سرق ؟ قال: وإنْ زَنى وسَرقَ وإنْ رَغِمَ أنْف أبي الدَّرْداء \".وحدثني زكريا بن يحيى بن أبان المصري، قال: ثنا ابن أبي مريم، قال: أخبرنا محمد بن جعفر، عن محمد بن أبي حرملة، عن عطاء بن يسار، قال: أخبرني أبو الدرداء أن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، قرأ يوما هذه الآية ( وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ )، فقلت: وإن زنى وإن سرق يا رسول الله؟ قال: ( وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ ) قال فقلت: يا رسول الله وإن زنى وإن سرق؟ قال: ( وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ ) فقلت: وإن زنى وإن سرق يا رسول الله؟ فقال: \" وَإنْ زَنى وإنْ سَرَقَ رَغْمَ أنْفِ أبي الدَّرْدَاءِ\".حدثنا عليّ بن سهل، قال: ثنا مؤمل، قال: ثنا حماد بن سلمة، عن ثابت، عن أبي بكر، عن أبي موسى، عن أبيه، قال: حماد لا أعلمه إلا رفعه في قوله: ( وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ ) قال: جنتان من ذهب للمقرّبين أو قال: للسابقين، وجنتان من ورق لأصحاب اليمين.حدثنا ابن عبد الأعلى، قال: ثنا المعتمر، عن أبيه، قال: ثنا سيار، قال: قيل لأبي الدرداء في هذه الآية ( وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ ) فقيل: وإن زنى وإن سرق، فقال: وإن زنى وإن سرق.وقال: إنه إن خاف مقام ربه لم يزن ولم يسرق.حدثنا ابن حُميد، قال: ثنا مهران، عن ابن المبارك، عن سعيد الجريريّ، عن رجل، عن أبي الدرداء ( وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ ) فقال: أبو الدرداء: وإن زنى وإن سرق، قال: \" نعم، وإن رغِمَ أنْفُ أبي الدرداء \".حدثنا أبو كُرَيب، قال: ثنا ابن الصلت، عن عمرو بن ثابت، عمن ذكره، عن أبي وائل، عن ابن مسعود في قوله: ( وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ ) قال: وإن زنى وإن سرق.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ ) قال: جنتا السابقين، فقرأ ( ذَوَاتَا أَفْنَانٍ )، فقرأ حتى بلغ  كَأَنَّهُنَّ الْيَاقُوتُ وَالْمَرْجَانُ  ، ثم رجع إلى أصحاب اليمين، فقال:  وَمِنْ دُونِهِمَا جَنَّتَانِ  ، فذكر فضلهما وما فيهما.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ ) قال: مقامه حين يقوم العباد يوم القيامة، وقرأ  يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ  وقال: ذاك مقام ربك."
    },
    {
      "ayah": 47,
      "surah": 55,
      "text": "وقوله: ( فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ ) يقول تعالى ذكره: فبأيّ نعم ربكما أيها الثقلان -التي أنعم عليكم بإثابته المحسن منكم ما وصف جلّ ثناؤه في هذه الآيات - تكذّبان."
    },
    {
      "ayah": 48,
      "surah": 55,
      "text": "وقوله: ( ذَوَاتَا أَفْنَانٍ ) يقول: ذواتا ألوان، واحدها فن، وهو من قولهم : افتن فلان في حديثه : إذا أخذ فى فنون منه وضروب.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني الحسين بن يزيد الطحان، قال: ثنا عبد السلام بن حرب، عن عطاء بن السائب، عن سعيد بن جبير، عن ابن عباس في قوله: ( ذَوَاتَا أَفْنَانٍ ) قال: ذواتا ألوان.حدثنا الفضل بن إسحاق، قال: ثنا أبو قتيبة، قال: ثنا عبد الله بن النعمان، عن عكرِمة ( ذَوَاتَا أَفْنَانٍ ) قال: ظل الأغصان على الحيطان، قال: وقال الشاعر:مـا هـاجَ شَـوْقَكَ مِـنْ هَدِيل حَمامَةتَدْعُـو عـلى فَنـن الغُصُـونِ حَماماتَدْعُـوا أبـا فَرْخَـين صَـادَفَ ضارياذا مِخْــلَبين مِــنَ الصُّقُّـورِ قَطامـا (3) .حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان، عن مجاهد ( ذَوَاتَا أَفْنَانٍ ) قال: ذواتا ألوان.قال: ثنا مهران، عن أبي سنان ( ذَوَاتَا أَفْنَانٍ ) قال: ذواتا ألوان.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( ذَوَاتَا أَفْنَانٍ ) يقول: ألوان من الفاكهة .وقال آخرون : ذواتا أغصان.* ذكر من قال ذلك:حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان، عن رجل من أهل البصرة، عن مجاهد ( ذَوَاتَا أَفْنَانٍ ) قال: ذواتا أغصان.وقال آخرون : معنى ذلك: ذواتا أطراف أغصان الشجر.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( ذَوَاتَا أَفْنَانٍ ) يقول: فيما بين أطراف شجرها، يعني: يمسّ بعضها بعضا كالمعروشات، ويقال: ذواتا فضول عن كل شيء.وقال آخرون : بل عنى بذلك فضلهما وسعتهما على ما سواهما.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( ذَوَاتَا أَفْنَانٍ ) يعني: فضلهما وسعتهما على ما سواهما.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: ( ذَوَاتَا أَفْنَانٍ ) قال: ذواتا فضل على ما سواهما.------------------الهوامش :(3) لم أقف على قائل البيتين وأنشد ابن بري في ( اللسان : هدر ) البيت الأول منهما، ولم ينسبه قال صاحب اللسان عن ابن سيده في المحكم : الهديل : صوت الحمام، وخص بعضهم به وحشها، كالدباسي والقماري ونحوهما، هدل يهدل هديلا . وأنشد ابن بري : .... البيت قال : وقد جاء الهديل في صوت الهدهد . ا هـ . والفنفن الغصن المستقيم طولا وعرضا . وقيل الغصن : القضيب، يعني المقضوب، والفنن: ما تشعب منه . والجمع: الأفنان ثم والأفانين .وقال عكرمة في قوله تعالى : ( ذواتا أفنان ) قال: ظل الأغصان على الحيطان . وقال أبو الهيثم: فسرها بعضهم ذواتا أغصان وفسره بعضهم : ذواتا ألوان، واحدها حينئذ: فن ، وفنن. قال أبو منصور : واحد الأفنان، إذا أردت بها ألوان فن . وإذا أردت بها الأغصان : فواحدها فنن. اهـ.وقال في قطم : والقطامي: الصقر، ويفتح . وصقر قطام ( كسحاب ) وقَطامي وقطامي ( بفتح أوله وضمه ) : لحم . قيس يفتحون، وسائر العرب يضمون، وقد غلب عليه اسما، وهو مأخوذ من القطم، وهو المشتهى : اللحم وغيره .ا هـ ."
    },
    {
      "ayah": 49,
      "surah": 55,
      "text": "وقوله: ( فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ ) يقول تعالى ذكره: فبأيّ نعم ربكما معشر الثقلين التي أنعم عليكما بإثابته هذا الثواب أهل طاعته - تكذّبان."
    },
    {
      "ayah": 5,
      "surah": 55,
      "text": "وقوله: ( الشَّمْسُ وَالْقَمَرُ بِحُسْبَانٍ ) اختلف أهل التأويل في تأويل ذلك، فقال بعضهم: معناه: الشمس والقمر بحسبان، ومنازل لها يجريان ولا يعدوانها.* ذكر من قال ذلك:حدثنا محمد بن خلف العسقلاني، قال: ثنا الفريابي، قال: ثنا إسرائيل، قال: قال: ثنا سماك بن حرب، عن عكرِمة، عن ابن عباس، في قوله: ( الشَّمْسُ وَالْقَمَرُ بِحُسْبَانٍ ) قال: بحساب ومنازل يرسلان.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( الشَّمْسُ وَالْقَمَرُ بِحُسْبَانٍ ) قال: يجريان بعدد وحساب.حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان، عن إسماعيل بن أبي خالد، عن أبي مالك ( الشَّمْسُ وَالْقَمَرُ بِحُسْبَانٍ ) قال: بحساب ومنازل.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( الشَّمْسُ وَالْقَمَرُ بِحُسْبَانٍ ) : أي بحساب وأجل.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: ( الشَّمْسُ وَالْقَمَرُ بِحُسْبَانٍ ) قال: يجريان في حساب.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( الشَّمْسُ وَالْقَمَرُ بِحُسْبَانٍ ) قال: يحسب بهما الدهر والزمان لولا الليل والنهار، والشمس والقمر لم يدرك أحد كيف يحسب شيئا لو كان الدهر ليلا كله، كيف يحسب، أو نهارا كله كيف يحسب.حدثنا ابن بشار، قال: ثنا محمد بن مروان، قال: ثنا أبو العوّام، عن قتادة ( الشَّمْسُ وَالْقَمَرُ بِحُسْبَانٍ ) قال: بحساب وأجل.وقال آخرون: بل معنى ذلك: أنهما يجريان بقدر.* ذكر من قال ذلك:حدثنا أبو هشام الرفاعي، قال: ثنا عبد الله بن داود، عن أبي الصهباء، عن الضحاك، في قوله: ( الشَّمْسُ وَالْقَمَرُ بِحُسْبَانٍ ) قال: بقدر يجريان.وقال آخرون: بل معنى ذلك أنهما يدوران في مثل قطب الرحا.* ذكر من قال ذلك:حدثني محمد بن خلف العسقلاني، قال: ثنا محمد بن يوسف، قال: ثنا إسرائيل، قال: ثنا أبو يحيى عن مجاهد، قال: ثنا محمد بن يوسف، قال: ثنا ورقاء، عن ابن أبي نجيح، عن مجاهد، في قوله: ( بِحُسْبَانٍ ) قال: كحسبان الرحا.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد في قول الله ( بِحُسْبَانٍ ) قال: كحسبان الرحا.وأولى الأقوال في ذلك بالصواب قول من قال: معناه: الشمس والقمر يجريان بحساب ومنازل، لأن الحسبان مصدر من قول القائل: حسبته حسابا وحسبانا، مثل قولهم: كفرته كفرانا، وغفرته غُفْرانا . وقد قيل: إنه جمع حساب، كما الشهبان: جمع شهاب.واختلف أهل العربية فيما رفع به الشمس والقمر، فقال بعضهم: رفعا بحسبان: أي بحساب، وأضمر الخبر، وقال: وأظنّ والله أعلم أنه قال: يجريان بحساب. وقال بعض من أنكر هذا القول منهم: هذا غلط، بحسبان يرافع الشمس والقمر أي: هما بحساب، قال: والبيان يأتي على هذا: علَّمه البيان أن الشمس والقمر بحسبان، قال: فلا يحذف الفعل ويُضمر إلا شاذّا في الكلام."
    },
    {
      "ayah": 50,
      "surah": 55,
      "text": "القول في تأويل قوله تعالى :  فِيهِمَا عَيْنَانِ تَجْرِيَانِ (50)يقول تعالى ذكره في هاتين الجنتين عينا ماء تجريان خلالهما، فبأيّ آلاء ربكما تكذّبان."
    },
    {
      "ayah": 51,
      "surah": 55,
      "text": "القول في تأويل قوله تعالى :  فِيهِمَا عَيْنَانِ تَجْرِيَانِ (50)يقول تعالى ذكره في هاتين الجنتين عينا ماء تجريان خلالهما، فبأيّ آلاء ربكما تكذّبان."
    },
    {
      "ayah": 52,
      "surah": 55,
      "text": "وقوله: ( فِيهِمَا مِنْ كُلِّ فَاكِهَةٍ زَوْجَانِ ) يقول تعالى ذكره: فيهما من كلّ نوع من الفاكهة ضربان، فبأي آلاء ربكما -التي أنعم بها على أهل طاعته من ذلك تكذّبان."
    },
    {
      "ayah": 53,
      "surah": 55,
      "text": "وقوله: ( فِيهِمَا مِنْ كُلِّ فَاكِهَةٍ زَوْجَانِ ) يقول تعالى ذكره: فيهما من كلّ نوع من الفاكهة ضربان، فبأي آلاء ربكما -التي أنعم بها على أهل طاعته من ذلك تكذّبان."
    },
    {
      "ayah": 54,
      "surah": 55,
      "text": "القول في تأويل قوله تعالى :  مُتَّكِئِينَ عَلَى فُرُشٍ بَطَائِنُهَا مِنْ إِسْتَبْرَقٍ وَجَنَى الْجَنَّتَيْنِ دَانٍ (54)يقول تعالى ذكره  وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ  يتنعمون فيهما، ( مُتَّكِئِينَ عَلَى فُرُشٍ )، فنصب متكئين على الحال من معنى الكلام الذي قبله، لأن الذي قبله بمعنى الخبر عمن خاف مقام ربه أنه في نَعْمة وسرور، يتنعمون في الجنتين.وقوله: ( عَلَى فُرُشٍ بَطَائِنُهَا مِنْ إِسْتَبْرَقٍ وَجَنَى الْجَنَّتَيْنِ ) يقول تعالى ذكره : بطائن هذه الفرش من غليظ الديباج، والإستبرق عند العرب: ما غلظ من الديباج وخشن.وكان بعض أهل العلم بكلام العرب من أهل البصرة يقول: يسمى المتاع الذي ليس في صفاقة الديباج، ولا خفة العَرَقَة إستبرقا.وبنحو الذي قلنا في ذلك قال أهل التأويل.** ذكر من قال ذلك:حدثني عمران بن موسى القزاز، قال: ثنا عبد الوارث بن سعيد، قال: ثنا يحيى بن أبي إسحاق، قال، قال لي سالم بن عبد الله : ما الإستبرق؟ قال، قلت: ما غلظ من الديباج وخشن منه.حدثنا محمد بن بشار قال: ثنا يحيى بن أبي عَرُوبة، عن قتادة، عن عكرِمة، في قوله: ( إسْتَبْرَق ) قال: الديباج الغليظ.وحدثنا إسحاق بن زيد الخطابي، قال: ثنا الفريابيّ، عن سفيان، عن أبي إسحاق، عن هبيرة بن يريم عن ابن مسعود في قوله: ( فُرُشٍ بَطَائِنُهَا مِنْ إِسْتَبْرَقٍ ) قال: قد أخبرتم بالبطائن، فكيف لو أخبرتم بالظواهر؟.حدثنا الرفاعي، قال: ثنا ابن اليمان، عن سفيان، عن أبي إسحاق، عن هبيرة، قال: هذه البطائن فما ظنكم بالظواهر؟.حدثنا أبو هشام الرفاعي، قال: ثنا أبو داود، عن يعقوب، عن جعفر، عن سعيد، قال: قيل له: هذه البطائن من إستبرق فما الظواهر؟ قال: هذا مما قال الله  فَلا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ  . وقد زعم أهل العربية أن البطانة قد تكون ظهارة، والظهارة تكون بطانة، وذلك أن كل واحد منهما قد يكون وجها . قال: وتقول العرب: هذا ظهر السماء، وهذا بطن السماء لظاهرها الذي نراه.وقوله: ( وَجَنَى الْجَنَّتَيْنِ دَانٍ ) يقول: وثمر الجنتين الذي يجتني قريب منهم، لأنهم لا يتعبون بصعود نخلها وشجرها، لاجتناء ثمرها، ولكنهم يجتنونها من قعود بغير عناء.كما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَجَنَى الْجَنَّتَيْنِ دَانٍ ): ثمارهم دانية، لا يردّ أيديهم عنه بعد ولا شوك. ذُكر لنا أن نبي الله صَلَّى الله عَلَيْهِ وَسَلَّم قال: \" وَالَّذي نَفسِي بيَدِهِ، لا يَقْطَعُ رَجُلٌ ثَمَرة مِنَ الجَنَّةِ، فَتَصِلُ إلى فِيهِ حتى يُبَدّلَ الله مَكانَها خَيْرا منْها \".حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( وَجَنَى الْجَنَّتَيْنِ دَانٍ ) قال: لا يردّ يده بعد ولا شوك.حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( وَجَنَى الْجَنَّتَيْنِ دَانٍ ) يقول : ثمارها دانية."
    },
    {
      "ayah": 55,
      "surah": 55,
      "text": "وقوله: ( فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ ) يقول تعالى ذكره: فبأيّ آلاء ربكما معشر الثقلين التي أنعم عليكما -من أثاب أهل طاعته منكم هذا الثواب، \u0026; 23-63 \u0026; وأكرمهم هذه الكرامة - تكذّبان."
    },
    {
      "ayah": 56,
      "surah": 55,
      "text": "القول في تأويل قوله تعالى :  فِيهِنَّ قَاصِرَاتُ الطَّرْفِ لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلا جَانٌّ (56)يقول تعالى ذكره في هذه الفرش التي بطائنها من إستبرق ( قَاصِرَاتُ الطَّرْفِ )، وهنّ النساء اللاتي قد قُصِرَ طرفهنّ على أزواجهنّ، فلا ينظرن إلى غيرهم من الرجال.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عبيد المحاربي، قال: ثني أبي، عن أبي يحيى، عن مجاهد في قوله: ( فِيهِنَّ قَاصِرَاتُ الطَّرْفِ ) قال: قَصُر طرفهنّ عن الرجال، فلا ينظرن إلا إلى أزواجهنّ.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( فِيهِنَّ قَاصِرَاتُ الطَّرْفِ ) .... الآية، يقول: قُصِر طرفهنّ على أزواجهنّ، فلا يردن غيرهم.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( قَاصِرَاتُ الطَّرْفِ ) قال: لا ينظرن إلا إلى أزواجهنّ، تقول: وعزّة ربي وجلاله وجماله، إن أرى في الجنة شيئا أحسن منك، فالحمد لله الذي جعلك زوجي، وجعلني زوجَك.وقوله: ( لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلا جَانٌّ ) يقول: لم يمسهنّ إنس قبل هؤلاء الذين وصف جلّ ثناؤه صفتهم، وهم الذين قال فيهم ب  وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ  . ولا جانّ يقال منه: ما طمث هذا البعيرَ حبلٌ قطّ: أيِ ما مَسَّهُ (4) حبل.وكان بعض أهل العلم بكلام العرب من الكوفيين يقول: الطمث هو النكاح بالتدمية، ويقول : الطمث هو الدم، ويقول: طمثها إذا دماها بالنكاح.وإنما عنى في هذا الموضع أنه لم يجامعهنّ إنس قبلهم ولا جانّ.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلا جَانٌّ ) يقول: لم يُدْمِهنّ إنس ولا جانّ.حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان، عن إسماعيل، عن رجل عن عليّ( لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلا جَانٌّ ) قال: منذ خلقهنّ.حدثنا الحسين بن يزيد الطحان، قال: ثنا أبو معاوية الضرير، عن مغيرة بن مسلم، عن عكرمة، قال: لا تقل للمرأة طامث، فإن الطَّمْث هو الجماع، إن الله يقول ( لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلا جَانٌّ ).حدثنا يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد في قوله: ( لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلا جَانٌّ ) قال: لَم يَمَسَّهنّ شيء إنسٌ ولا غيره.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، في قوله: ( لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلا جَانٌّ ) قال: لم يَمَسَّهنّ.حدثنا عمرو بن عبد الحميد الآملي، قال: ثنا مروان بن معاوية، عن عاصم، قال: قلت لأبي العالية امرأة طامث، قال: ما طامث؟ فقال رجل: \u0026; 23-65 \u0026; حائض، فقال أبو العالية : حائض، أليس يقول الله عزّ وجل ( لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلا جَانٌّ ).فإن قال قائل: وهل يجامع النساء الجنّ، فيقال: ( لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلا جَانٌّ ) ؟ فإن مجاهدا روي عنه ما حدثني به محمد بن عمارة الأسدي، قال: ثنا سهل بن عامر، قال: ثنا يحيى بن يَعْلَى الأسلميّ عن عثمان بن الأسود، عن مجاهد، قال: إذا جامع الرجل ولم يسمّ، انطوى الجانّ على إحليله فجامع معه، فذلك قوله: ( لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلا جَانٌّ ).وكان بعض أهل العلم ينتزع بهذه الآية في أن الجنّ يدخلون الجنة.* ذكر من قال ذلك:حدثني أبو حُميد أحمد بن المغيرة الحمصي، قال: ثني أبو حَيْوة شريح بن يزيد الحضرمي قال: ثني أرطاة بن المنذر، قال: سألت ضَمْرة بن حبيب: هل للجنّ من ثواب؟ قال: نعم، ثم نـزع بهذه الآية ( لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلا جَانٌّ )، فالإنسيات للإنس، والجنيات للجنّ.------------------الهوامش :(4) كذا في ( اللسان : طمث ) . وفي الأصل : مشطه، ولعله تحريف من الناسخ ."
    },
    {
      "ayah": 57,
      "surah": 55,
      "text": "وقوله: ( فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ ) يقول تعالى ذكره: فبأيّ آلاء ربكما معشر الجنّ والإنس -من هذه النعم التي أنعمها على أهل طاعته تكذّبان."
    },
    {
      "ayah": 58,
      "surah": 55,
      "text": "القول في تأويل قوله تعالى :  كَأَنَّهُنَّ الْيَاقُوتُ وَالْمَرْجَانُ (58)يقول تعالى ذكره: كأن هؤلاء القاصرات الطرف، اللواتي هنّ في هاتين الجنتين في صفائهنّ الياقوت، الذي يرى السلك الذي فيه من ورائه، فكذلك يرى مخّ سوقهنّ من وراء أجسامهنّ، وفي حسنهنّ الياقوت والمرجان.وبنحو الذي قلنا في ذلك قال أهل التأويل.ذكر الأثر الذي روي عن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم بذلك:حدثني محمد بن حاتم، قال: ثنا عبيدة، عن حُميد، عن عطاء بن السائب، عن عمرو بن ميمون، عن ابن مسعود عن النبي صَلَّى الله عَلَيْهِ وَسَلَّم قال: \" إنَّ المَرأةَ مِنْ أهـْل الجَنَّة لَيُرَى بَياضُ ساقها مِنْ وَرَاء سَبْعِينَ حُلَّةً مِنْ حرير ومُخُّها، وذلكَ أن اللهَ تَبارَكَ وَتَعَالى يَقُولُ: ( كَأَنَّهُنَّ الْيَاقُوتُ وَالْمَرْجَانُ ) أمَّا الياقُوتُ فإنَّهُ لَوْ أدْخَلْتَ فِيهِ سِلْكا ثُمَّ اسْتَصْفَيْتَهُ لرأيْتَهُ مِنْ وَرَائِه \".حدثني يعقوب بن إبراهيم، قال: ثنا ابن علية، عن عطاء بن السائب، عن عمرو بن ميمون، قال، قال ابن مسعود: إن المرأة من أهل الجنة لتلبس سبعين حلة من حرير، يرى بياض ساقها وحسن ساقها من ورائهنّ، ذلكم بأن الله يقول ( كَأَنَّهُنَّ الْيَاقُوتُ وَالْمَرْجَانُ )، ألا وإنما الياقوت حجر فلو جعلت فيه سلكا ثم استصفيته، لنظرت إلى السلك من وراء الحجر.قال: ثنا ابن علية، قال: ثنا أبو رجاء، عن الحسن، في قوله: ( كَأَنَّهُنَّ الْيَاقُوتُ وَالْمَرْجَانُ )، في بياض المرجان.حدثنا أبو هشام الرفاعي، قال: ثنا ابن فضيل، قال: ثنا عطاء بن السائب، عن عمرو بن ميمون، قال: أخبرنا عبد الله: أن المرأة من أهل الجنة لتلبس سبعين حلة من حرير، فيرى بياض ساقها وحسنه، ومخّ ساقها من وراء ذلك، وذلك لأن الله قال ( كَأَنَّهُنَّ الْيَاقُوتُ وَالْمَرْجَانُ )، ألا ترى أن الياقوت حجر، فإذا أدخلت فيه سلكا، رأيت السلك من وراء الحجر.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن أبي إسحاق، عن عمرو بن ميمون، قال: \" إن المرأة من الحور العين لتلبس سبعين حلة، فيرى مخّ ساقها كما يرى الشراب الأحمر في الزجاجة البيضاء \".حدثني محمد بن عبيد المحاربيّ، قال: ثنا المطلب بن زياد، عن \u0026; 23-67 \u0026; السديّ، في قوله: ( كَأَنَّهُنَّ الْيَاقُوتُ وَالْمَرْجَانُ ) قال: صفاء الياقوت وحسن المرجان.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( كَأَنَّهُنَّ الْيَاقُوتُ وَالْمَرْجَانُ ) صفاء الياقوت في بياض المرجان. ذُكر لنا أن نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم قال: \" مَنْ دَخَلَ الجَنَّةَ فَلَهُ فِيها زَوْجتَان يُرىَ مُخُّ سُوقِهِما مِنْ وَرَاءِ ثِيابِهِما \".حدثنا ابن بشار، قال: ثنا محمد بن مروان، قال: ثنا أبو العوّام، عن قتادة ( كَأَنَّهُنَّ الْيَاقُوتُ وَالْمَرْجَانُ ) قال: شبه بهنّ صفاء الياقوت في بياض المرجان.حدثنا محمد بن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( كَأَنَّهُنَّ الْيَاقُوتُ وَالْمَرْجَانُ ): في صفاء الياقوت وبياض المرجان.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( كَأَنَّهُنَّ الْيَاقُوتُ وَالْمَرْجَانُ ) قال: كأنهن الياقوت في الصفاء، والمرجان في البياض، الصفاء: صفاء الياقوتة، والبياض : بياض اللؤلؤ.حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان ( كَأَنَّهُنَّ الْيَاقُوتُ وَالْمَرْجَانُ ) قال: في صفاء الياقوت وبياض المرجان."
    },
    {
      "ayah": 59,
      "surah": 55,
      "text": "وقوله: ( فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ ) يقول تعالى ذكره: فبأيّ نعم ربكما التي أنعم عليكم معشر الثقلين -من إثابته أهل طاعته منكم بما وصف في هذه الآيات- تكذّبان."
    },
    {
      "ayah": 6,
      "surah": 55,
      "text": "القول في تأويل قوله تعالى :  وَالنَّجْمُ وَالشَّجَرُ يَسْجُدَانِ (6)اختلف أهل التأويل في معنى النجم في هذا الموضع، مع إجماعهم على أن الشجر ما قام على ساق، فقال بعضهم: عني بالنجم في هذا الموضع من النبات: ما نجم من الأرض، مما ينبسط عليها، ولم يكن على ساق مثل البقل ونحوه.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، في قوله: ( وَالنَّجْمِ ) قال: ما يُبسط على الأرض.حدثنا ابن حُميد، قال: ثنا يعقوب، عن جعفر، عن سعيد، في قوله: ( وَالنَّجْمِ ) قال: النجم كل شيء ذهب مع الأرض فرشا، قال: والعرب تسمي الثبل نجما.حدثني محمد بن خلف العسقلانيّ، قال: ثنا رَوّاد بن الجرّاح، عن شريك، عن السديّ( وَالنَّجْمُ وَالشَّجَرُ يَسْجُدَانِ ) قال: النجم: نبات الأرض.حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان ( وَالنَّجْمِ ) قال: النجم: الذي ليس له ساق.وقال آخرون: عُنِي بالنجم في هذا الموضع: نجم السماء.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، في قوله: ( وَالنَّجْمِ ) قال: نجم السماء.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة قوله: ( وَالنَّجْمِ ) يعني: نجم السماء.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( وَالنَّجْمُ وَالشَّجَرُ يَسْجُدَانِ ) قال: إنما يريد النجم.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، عن الحسن، نحوه.وأولى القولين في ذلك بالصواب قول من قال: عُنِي بالنجم: ما نجم من الأرض من نبت لعطف الشجر عليه، فكان بأن يكون معناه لذلك: ما قام على ساق وما لا يقوم على ساق يسجدان لله، بمعنى: أنه تسجد له الأشياء كلها المختلفة الهيئات من خلقه، أشبه وأولى بمعنى الكلام من غيره. وأما قوله: ( وَالشَّجَرُ ) فإن الشجر ما قد وصفت صفته قبل.وبالذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية عن عليّ، عن ابن عباس، قوله: ( وَالشَّجَرُ يَسْجُدَانِ ) قال: الشجر: كل شيء قام على ساق.حدثنا ابن حُميد، قال: ثنا يعقوب، عن جعفر، عن سعيد، في قوله: ( وَالشَّجَرُ ) قال: الشجر: كلّ شيء قام على ساق.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، في قوله: ( وَالشَّجَرُ ) قال: الشجر: شجر الأرض.حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان ( وَالشَّجَرُ يَسْجُدَانِ ) قال: الشجر الذي له سُوق.وأما قوله: ( يَسْجُدَانِ ) فإنه عُنِي به سجود ظلهما، كما قال جلّ ثناؤه  وَلِلَّهِ يَسْجُدُ مَنْ فِي السَّمَاوَاتِ وَالأَرْضِ طَوْعًا وَكَرْهًا وَظِلالُهُمْ بِالْغُدُوِّ وَالآصَالِ  .كما حدثنا ابن حُميد، قال: ثنا تميم بن عبد المؤمن، عن زبرقان، عن أبي رزين وسعيد ( وَالنَّجْمُ وَالشَّجَرُ يَسْجُدَانِ ) قالا ظلهما سجودهما.حدثنا ابن بشار، قال: ثنا محمد بن مروان، قال: ثنا أبو العوام، عن قتادة ( وَالنَّجْمُ وَالشَّجَرُ يَسْجُدَانِ ) : ما نـزل من السماء شيئا من خلقه إلا عَبَّده له طوعا وكرها.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، عن الحسن، وهو قول قتادة.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد في قوله: ( وَالنَّجْمُ وَالشَّجَرُ يَسْجُدَانِ ) قال: يسجد بكرة وعشيا. وقيل: ( وَالنَّجْمُ وَالشَّجَرُ يَسْجُدَانِ ) فثنى وهو خبر عن جمعين .وقد زعم الفراء أن العرب إذا جمعت الجمعين من غير الناس مثل السدر والنخل، جعلوا فعلهما واحدا، فيقولون الشاء والنعم قد أقبل، والنخل والسدر قد ارتوى، قال: وهذا أكثر كلامهم، وتثنيته جائزة."
    },
    {
      "ayah": 60,
      "surah": 55,
      "text": "وقوله: ( هَلْ جَزَاءُ الإحْسَانِ إِلا الإحْسَانُ ) يقول تعالى ذكره : هل ثواب خوف مقام الله عزّ وجلّ لمن خافه، فأحسن فى الدنيا عَمله، وأطاع ربه، إلا أن يحسن إليه في الآخرة ربُّهُ، بأن يجازيه على إحسانه ذلك في الدنيا، ما وصف في هذه الآيات من قوله:  وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ  ... إلى قوله: ( كَأَنَّهُنَّ الْيَاقُوتُ وَالْمَرْجَانُ ).وبنحو الذي قلنا في ذلك قال أهل التأويل، وإن اختلفت ألفاظهم بالعبارة عنه.* ذكر من قال ذلك:حدثنا ابن بشار، قال: ثنا محمد بن مروان، قال: ثنا أبو العوّام، عن قتادة ( هَلْ جَزَاءُ الإحْسَانِ إِلا الإحْسَانُ ) قال: عملوا خيرا فجوزوا خيرا.حدثنا محمد بن عمرو، قال: ثنا عبيدة بن بكار الأزدي، قال: ثني محمد بن جابر، قال: سمعت محمد بن المنكدر يقول في قول الله جلّ ثناؤه ( هَلْ جَزَاءُ الإحْسَانِ إِلا الإحْسَانُ ) قال: هل جزاء من أنعمت عليه بالإسلام إلا الجنة.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( هَلْ جَزَاءُ الإحْسَانِ إِلا الإحْسَانُ ) قال: ألا تراه ذكرهم ومنازلهم وأزواجهم، والأنهار التي أعدّها لهم، وقال: ( هَلْ جَزَاءُ الإحْسَانِ إِلا الإحْسَانُ ): حين أحسنوا في هذه الدنيا أحسنا إليهم، أدخلناهم الجنة.حدثنا ابن حُميد، قال: ثنا مهران، قال: ثنا سفيان، عن سالم بن أبي حفصة، عن أبي يعلى، عن محمد ابن الحنفية ( هَلْ جَزَاءُ الإحْسَانِ إِلا الإحْسَانُ ) قال: هي مسجَّلة للبرّ والفاجر."
    },
    {
      "ayah": 61,
      "surah": 55,
      "text": "وقوله: ( فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ ) يقول: فبأيّ نعم ربكما معشر الثقلين التي أنعم عليكم -من إثابته المحسن منكم بإحسانه- تكذّبان؟"
    },
    {
      "ayah": 62,
      "surah": 55,
      "text": "القول في تأويل قوله تعالى :  وَمِنْ دُونِهِمَا جَنَّتَانِ (62)يقول تعالى ذكره: ومن دون هاتين الجنتين -اللتين وصف الله جلّ ثناؤه صفتهما التي ذكر أنهما لمن خاف مقام ربه - جنتان.ثم اختلف أهل التأويل في معنى قوله: ( وَمِنْ دُونِهِمَا ) في هذا الموضع، فقال: بعضهم: معنى ذلك: ومن دونهما في الدَّرَج.* ذكر من قال ذلك:حدثنا محمد بن منصور الطوسيّ، قال: ثنا إسحاق بن سليمان، قال: ثنا عمرو بن أبي قيس، عن ابن أبي ليلى، عن المنهال بن عمرو، عن سعيد بن جبير، عن ابن عباس، في قوله  وَكَانَ عَرْشُهُ عَلَى الْمَاءِ  قال: كان عرش الله على الماء، ثم اتخذ لنفسه جنة، ثم اتخذ دونها جنة أخرى، ثم أطبقهما بلؤلؤة واحدة. قال: ( وَمِنْ دُونِهِمَا جَنَّتَانِ ) وهي التي لا تعلم، أو قال: وهما التي لا تعلم نفس ما أخفى لهم من قرّة أعين جزاء بما كانوا يعملون . قال: وهى التي لا تعلم الخلائق ما فيهما، أو ما فيها، يأتيهم كلّ يوم منها أو منهما تحفة.حدثنا ابن حُميد، قال: ثنا يعقوب، عن عنبسة، عن سالم الأفطس، عن سعيد بن جُبَير بنحوه.وقال آخرون : بل معنى ذلك: ومن دونهما في الفضل.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( وَمِنْ دُونِهِمَا جَنَّتَانِ ): هما أدنى من هاتين لأصحاب اليمين."
    },
    {
      "ayah": 63,
      "surah": 55,
      "text": "وقوله ( فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ ) يقول: فبأيّ نعم ربكما التي أنعم عليكم -بإثابته أهل الإحسان ما وصف من هاتين الجنتين - تكذّبان؟"
    },
    {
      "ayah": 64,
      "surah": 55,
      "text": "وقوله: ( مُدْهَامَّتَانِ ) يقول تعالى ذكره: مسوادّتان من شدة خضرتهما.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( مُدْهَامَّتَانِ ) يقول: خضراوان.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس قوله: ( مُدْهَامَّتَانِ ) قال: خضراوان من الريّ، ويقال: ملتفتان.حدثني موسى بن عبد الرحمن المسروقي، قال: أخبرنا محمد بن بشر قال: ثنا إسماعيل بن أبي خالد عن حارثة بن سليمان السلميّ، قال: سمعت ابن الزبَير وهو يفسر هذه الآية على المنبر، وهو يقول: هل تدرون ما( مُدْهَامَّتَانِ )؟ خضراوان من الريّ.حدثني محمد بن عمارة هو الأسدي، قال: ثنا عبيد الله بن موسى، قال: أخبرنا إسماعيل بن أبي خالد، عن حارثة بن سليمان، هكذا قال، قال ابن الزُّبَير: ( مُدْهَامَّتَانِ ) خضراوان من الريّ.حدثني يعقوب بن إبراهيم، قال: ثنا مروان بن معاوية، عن إسماعيل بن أبي خالد، عن حارثة بن سليمان، أن ابن الزُّبَير قال: ( مُدْهَامَّتَانِ ) قال: هما خضراوان من الريّ.حدثنا الفضل بن الصباح، قال: ثنا ابن فضيل، عن عطاء، عن سعيد بن جُبير عن ابن عباس: ( مُدْهَامَّتَانِ ) قال: خضراوان.حدثنا أبو كُرَيب، قال: ثنا ابن إدريس، عن أبيه، عن عطية ( مُدْهَامَّتَانِ ) قال: خضراوان من الرِّيّ.حدثني محمد بن عمارة، قال: ثنا عبيد الله بن موسى، قال: أخبرنا إسماعيل بن أبي خالد، عن أبي صالح في قوله: ( مُدْهَامَّتَانِ )، قال: خضراوان من الريّ.حدثنا ابن حُميد، قال: ثنا يعقوب، عن عنبسة، عن سالم الأفطس، عن سعيد بن جُبير ( مُدْهَامَّتَانِ ) قال: علاهما الريّ من السواد والخضرة.قال: ثنا حكام، عن عمرو، عن عطاء، عن سعيد بن جُبير ( مُدْهَامَّتَانِ ) قال: خضراوان.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، في قوله: ( مُدْهَامَّتَانِ ) قال: مسوادّتان.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( مُدْهَامَّتَانِ ) يقول: خضراوان من الريّ ناعمتان.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: ( مُدْهَامَّتَانِ ) قال: خضراوان من الريّ: إذا اشتدت الخضرة ضربت إلى السواد.حدثني يعقوب، قال: ثنا ابن علية، عن أبي رجاء، عن الحسن، في قوله: ( مُدْهَامَّتَانِ ) قال: ناعمتان.حدثنا ابن حُميد، قال: ثنا مهران، عن أبي سنان ( مُدْهَامَّتَانِ ) قال: مسوادتّان من الريّ.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ ) قال: جنتا السابقين، فقرأ: ( ذَوَاتَا أَفْنَانٍ )، وقرأ: ( كَأَنَّهُنَّ الْيَاقُوتُ وَالْمَرْجَانُ )، ثم رجع إلى أصحاب اليمين، فقال: ( وَمِنْ دُونِهِمَا جَنَّتَانِ )، فذكر فضلهما وما فيهما، قال: ( مُدْهَامَّتَانِ ) من الخضرة من شدة خضرتهما، حتى كادتا تكونان سَوْداوين.حدثني محمد بن سنان القزاز، قال: ثنا الحسين بن الحسن الأشقر، قال: ثنا أبو كُدَينة، عن عطاء بن السائب، عن سعيد بن حُبَير، عن ابن \u0026; 23-72 \u0026; عباس، في قوله: ( مُدْهَامَّتَانِ ) قال: خضراوان."
    },
    {
      "ayah": 65,
      "surah": 55,
      "text": "وقوله: ( فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ ) يقول: فبأيّ نِعَم ربكما التي أنعم عليكم -بإثابته أهل الإحسان ما وصف في هاتين الجنتين- تكذّبان."
    },
    {
      "ayah": 66,
      "surah": 55,
      "text": "وقوله: ( فِيهِمَا عَيْنَانِ نَضَّاخَتَانِ ) يقول تعالى ذكره: في هاتين الجنتين اللتين من دون الجنتين اللتين هما لمن خاف مقام ربه، عينان نضاختان، يعني: فوّارتان.واختلف أهل التأويل في المعنى الذي تنضخان به، فقال بعضهم : تنضخان بالماء.* ذكر من قال ذلك:حدثنا هناد بن السريّ، قال: ثنا أبو الأحوص، عن سماك، عن عكرمة، في قوله: ( فِيهِمَا عَيْنَانِ نَضَّاخَتَانِ ) قال: ينضخان بالماء.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( نَضَّاخَتَانِ ) قال: تنضخان بالماء.حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله ( فِيهِمَا عَيْنَانِ نَضَّاخَتَانِ ) يقول: نضاختان بالماء.وقال آخرون : بل معنى ذلك أنهما ممتلئتان.* ذكر من قال ذلك:حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( عَيْنَانِ نَضَّاخَتَانِ ) قال: ممتلئتان لا تنقطعان.وقال آخرون : تنضخان الماء والفاكهة.* ذكر من قال ذلك:حدثنا أبو كُرَيب، قال: ثنا يحيى بن يمان، عن أشعث، عن جعفر، عن \u0026; 23-73 \u0026; سعيد، في قوله: ( فِيهِمَا عَيْنَانِ نَضَّاخَتَانِ ) قال: بالماء والفاكهة.وقال آخرون: نضاختان بألوان الفاكهة.* ذكر من قال ذلك:حدثنا ابن حُميد، قال: ثنا يعقوب القمي، عن جعفر، عن سعيد ( فِيهِمَا عَيْنَانِ نَضَّاخَتَانِ ) قال: نضاختان بألوان الفاكهة.وقال آخرون: نضاختان بالخير.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي عن أبيه، عن ابن عباس، قوله: ( فِيهِمَا عَيْنَانِ نَضَّاخَتَانِ ) يقول: نضاختان بالخير.وأولى الأقوال في ذلك بالصواب قول من قال: عُنِي بذلك أنهما تنضخان بالماء، لأنه المعروف بالعيون إذ كانت عيون ماء."
    },
    {
      "ayah": 67,
      "surah": 55,
      "text": "وقوله: ( فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ ) يقول تعالى ذكره : فبأيّ نِعم ربكما التي أنعم عليكم -بإثابته محسنكم هذا الثواب الجزيل- تكذّبان؟."
    },
    {
      "ayah": 68,
      "surah": 55,
      "text": "القول في تأويل قوله تعالى :  فِيهِمَا فَاكِهَةٌ وَنَخْلٌ وَرُمَّانٌ (68)يقول تعالى ذكره : وفي هاتين الجنتين المدهامتَّين فاكهة ونخل ورمَّان.وقد اختلف في المعنى الذي من أجله أعيد ذكر النخل والرمان؛ وقد ذكر قبل أن فيهما الفاكهة، فقال بعضهم: أعيد ذلك لأن النخل والرمان ليسا من الفاكهة.وقال آخرون : هما من الفاكهة؛ وقالوا: قلنا هما من الفاكهة، لأن العرب تجعلهما من الفاكهة، قالوا: فإن قيل لنا: فكيف أعيدا وقد مضى ذكرهما مع ذكر سائر الفواكه؟ قلنا: ذلك كقوله:  حَافِظُوا عَلَى الصَّلَوَاتِ وَالصَّلاةِ الْوُسْطَى  ، فقد أمرهم بالمحافظة على كلّ صلاة، ثم أعاد العصر تشديدا لها، كذلك أعيد النخل والرمَّان ترغيبا لأهل الجنة. وقال: وذلك كقوله:  أَلَمْ تَرَ أَنَّ اللَّهَ يَسْجُدُ لَهُ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الأَرْضِ  ، ثم قال  وَكَثِيرٌ مِنَ النَّاسِ وَكَثِيرٌ حَقَّ عَلَيْهِ الْعَذَابُ  ، وقد ذكرهم في أوّل الكلمة في قوله:  مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الأَرْضِ  .حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن رجل، عن سعيد بن جُبير قال: \" نخل الجنة جذوعها من ذهب، وعروقها من ذهب، وكرانيفها من زمرد، وسعفها كسوة لأهل الجنة، ورطبها كالدلاء، أشدّ بياضا من اللبن، وألين من الزبد، وأحلى من العسل، ليس له عَجَم \".قال: ثنا ابن ثور، عن معمر، عن زيد بن أسلم، عن وهب الذماري، قال: \" بلغنا أن في الجنة نخلا جذوعها من ذهب، وكرانيفها من ذهب، وجريدها من ذهب وسعفها، كسوة لأهل الجنة، كأحسن حلل رآها الناس قط، وشماريخها من ذهب، وعراجينها من ذهب، وثفاريقها من ذهب، ورطبها أمثال القلال، أشدّ بياضا من اللبن والفضة، وأحلى من العسل والسكر، وألين من الزُّبد والسَّمْن \" ."
    },
    {
      "ayah": 69,
      "surah": 55,
      "text": "وقوله: ( فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ ) يقول : فبأيّ نعم ربكما تكذّبان، يقول: فبأيّ نعم ربكما التي أنعمها عليكم -بهذه الكرامة التي أكرم بها محسنكم- تكذّبان."
    },
    {
      "ayah": 7,
      "surah": 55,
      "text": "وقوله: ( وَالسَّمَاءَ رَفَعَهَا ) يقول تعالى ذكره: والسماء رفعها فوق الأرض.وقوله: ( وَوَضَعَ الْمِيزَانَ ) يقول: ووضع العدل بين خلقه في الأرض.وذُكر أن ذلك في قراءة عبد الله ( خَفَضَ المِيزَانَ )، والخفض والوضع متقاربا المعنى في كلام العرب.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، في قوله: ( وَوَضَعَ الْمِيزَانَ ) قال: العدل."
    },
    {
      "ayah": 70,
      "surah": 55,
      "text": "وقوله: ( فِيهِنَّ خَيْرَاتٌ حِسَانٌ ) يقول تعالى ذكره: في هذه الجنان الأربع اللواتي اثنتان منهنّ لمن يخاف مقام ربه، والأخريان منهنّ من دونهما المدهامتان خيرات الأخلاق، حسان الوجوه.كما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( فِيهِنَّ خَيْرَاتٌ حِسَانٌ )، يقول: في هذه الجنان خيرات الأخلاق، حسان الوجوه.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: ( خَيْرَاتٌ حِسَانٌ ) قال: خيرات في الأخلاق، حسان في الوجوه.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( فِيهِنَّ خَيْرَاتٌ حِسَانٌ ) قال: الخيرات الحسان: الحور العين.حدثنا ابن بشار، قال: ثنا محمد بن مروان، قال: ثنا أبو العوام، عن قتادة ( فِيهِنَّ خَيْرَاتٌ حِسَانٌ ) قال: خيرات الأخلاق، حسان الوجوه.حدثنا أبو هشام، قال: ثنا وكيع، عن سفيان، عن جابر، عن القاسم بن أبي بزّة، عن أبي عبيد، عن مسروق، عن عبد الله ( فِيهِنَّ خَيْرَاتٌ حِسَانٌ ) قال: في كل خيمة زوجة.حدثنا أحمد بن عبد الرحمن بن وهب، قال: ثنا محمد بن الفرج الصّدَفيّ الدمياطي عن عمرو بن هاشم، عن ابن أبي كريمة، عن هشام بن حسان، عن الحسن، عن أمه، عن أمّ سلمة قالت \" قلت: يا رسول الله أخبرني عن قوله: ( فِيهِنَّ خَيْرَاتٌ حِسَانٌ ) قال: خَيْرَاتُ الأخْلاقِ، حِسانُ الوُجُوهِ\"."
    },
    {
      "ayah": 71,
      "surah": 55,
      "text": "قوله: ( فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ ) يقول: فبأيّ نِعم ربكما التي أنعم عليكما -بما ذكر- تكذّبان."
    },
    {
      "ayah": 72,
      "surah": 55,
      "text": "القول في تأويل قوله تعالى :  حُورٌ مَقْصُورَاتٌ فِي الْخِيَامِ (72)يقول تعالى ذكره مخبرا عن هؤلاء الخيرات الحسان ) حُورٌ ) يعني بقوله حور : بِيض، وهي جمع حوراء، والحوراء: البيضاء.وقد بيَّنا معنى الحور فيما مضى بشواهده المغنية عن إعادتها في هذا الموضع.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا أبو هشام، قال: ثنا عبيد الله بن موسى، قال: أخبرنا إسرائيل، عن أبي يحيى القتات، عن مجاهد ( حُورٌ ) قال: بيض.قال: ثنا أبو نعيم، عن إسرائيل، عن مسلم، عن مجاهد ( حُورٌ ) قال: بيض.قال: ثنا وكيع، قال: ثنا سفيان، عن منصور، عن مجاهد، ( حُورٌ ) قال: النساء.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: حدثنا عبيد قال: سمعت الضحاك يقول في قوله: (حُورٌ مَقْصُورَاتٌ ) الحوراء: العَيْناء الحسناء.حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان، الحور: سواد في بياض.قال: ثنا جرير، عن منصور، عن مجاهد، في قوله : (حُورٌ مَقْصُورَاتٌ فِي الْخِيَامِ ) قال: الحور: البيض قلوبهم وأنفسهم وأبصارهم .وأما قوله: ( مَقْصُورَاتٌ )، فإن أهل التأويل اختلفوا في تأويله، فقال بعضهم : تأويله؛ أنهنّ قُصِرْن على أزواجهنّ، فلا يبغين بهم بدلا ولا يرفعن أطرافهن إلى غيرهم من الرجال.* ذكر من قال ذلك:حدثنا أبو هشام، قال: ثنا عبيد الله، قال: أخبرنا إسرائيل، عن أبي يحيى القتات، عن مجاهد: (مَقْصُورَاتٌ فِي الْخِيَامِ ) قال: قُصِر طرفهنّ وأنفسهنّ على أزواجهنّ.حدثنا أبو هشام، قال: ثنا وكيع، قال: ثنا سفيان، عن منصور، عن مجاهد ( مَقْصُورَاتٌ )، قال: قُصر طرفهنّ على أزواجهنّ فلا يردن غيرهم.حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان، عن منصور، عن مجاهد، (مَقْصُورَاتٌ فِي الْخِيَامِ ) قال: قَصَرْن أنفسَهنّ وأبصارهنّ على أزواجهنّ، فلا يردن غيرهم.حدثنا أبو هشام، قال: ثنا عبيد الله وابن اليمان، عن أبي جعفر، عن الربيع (مَقْصُورَاتٌ فِي الْخِيَامِ ) قال: قصرن طرفهنّ على أزواجهنّ.حدثنا ابن حُميد، قال: ثنا حكام، عن عمرو، عن منصور، عن مجاهد (مَقْصُورَاتٌ فِي الْخِيَامِ ) قال: قصرن أنفسهنّ وقلوبهن وأبصارهنّ على أزواجهنّ، فلا يردن غيرهم.حدثنا أبو كُرَيب، قال: ثنا يحيى بن يمان، عن سفيان، عن منصور، عن مجاهد (مَقْصُورَاتٌ فِي الْخِيَامِ ) قال: قصر طرفهنّ على أزواجهنّ فلا يردن غيرهم.حدثنا ابن حُميد، قال: ثنا جرير، عن منصور عن مجاهد، قوله: ( مَقْصُورَاتٌ ) قال: مقصورات على أزواجهنّ فلا يردن غيرهم.وقال آخرون: عُنِي بذلك أنهنّ محبوسات في الحجال.* ذكر من قال ذلك:حدثنا أبو كُرَيب، قال: ثنا ابن يمان، عن أبي جعفر، عن الربيع، عن أبي العالية (حُورٌ مَقْصُورَاتٌ فِي الْخِيَامِ ) قال: محبوسات في الخيام.حدثنا جعفر بن محمد البزوري، قال: ثنا عبيد الله بن موسى، عن أبي جعفر، عن الربيع، بمثله.حدثنا أبو هشام الرفاعيّ، قال: ثنا أبو نعيم، عن إسرائيل، عن مجاهد، عن ابن عباس ( مَقْصُورَاتٌ ) قال: محبوسات.حدثنا أبو كُرَيب، قال: ثنا ابن يمان، قال: أخبرنا أبو معشر السندي، عن محمد بن كعب، قال: محبوسات في الحِجال.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، في قوله: (مَقْصُورَاتٌ فِي الْخِيَامِ ) قال: لا يبرحن الخيام.حدثني عبيد بن إسماعيل الهباري، قال: ثنا عثام بن عليّ، عن إسماعيل، عن أبي صالح، في قوله: (حُورٌ مَقْصُورَاتٌ فِي الْخِيَامِ ) قال: عَذارى الجنة.حدثنا أبو كُرَيب وأبو هشام قالا ثنا عثام بن عليّ، عن إسماعيل، عن أبي صالح، مثله.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله: ( مَقْصُورَاتٌ ) قال: المحبوسات في الخيام لا يخرجن منها.حدثني يعقوب، قال: ثنا ابن علية، عن أبي رجاء، عن الحسن، في قوله: (مَقْصُورَاتٌ فِي الْخِيَامِ ) قال: محبوسات، ليس بطوّافات في الطرق.والصواب من القول في ذلك عندنا أن يقال: إن الله تبارك وتعالى وصفهنّ بأنهن مقصورات في الخيام، والقصر: هو الحبس. ولم يخصص وصفهنّ بأنهنّ محبوسات على معنى من المعنيين اللذين ذكرنا دون الآخر، بل عمّ وصفهنّ بذلك. والصواب أن يعمّ الخبر عنهنّ بأنهنّ مقصورات في الخيام على أزواجهنّ، فلا يردن غيرهم، كما عمّ ذلك.وقوله: ( فِي الخِيام ) يعني بالخيام : البيوت، وقد تسمي العرب هوادج النساء خياما؛ ومنه قول لبيد:شـاقَتْكَ ظُعْـنُ الحَـي يَـوْم تَحَـمَّلُوافَتَكَنَّسُــوا قُطُنــا تَصِــرُّ خِيامُهـا (1)وأما في هذه الآية فإنه عُنِيَ بها البيوت.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن المثنى، قال: ثنا يحيى، عن سعيد، قال: ثنا شعبة، قال: ثنا عبد الملك بن ميسرة، عن أبي الأحوص، عن عبد الله (حُورٌ مَقْصُورَاتٌ فِي الْخِيَامِ ) قال: الدر المجوّف.حدثنا الحسن بن عرفة، قال: ثنا شبابة، قال: ثنا شعبة، عن عبد الملك عن أبي الأحوص، عن عبد الله، مثله.حدثني يحيى بن طلحة اليربوعيّ، قال: ثنا فضيل بن عياش، عن هشام، عن محمد، عن ابن عباس في قوله: (حُورٌ مَقْصُورَاتٌ فِي الْخِيَامِ ) قال: الخيمة لؤلؤة أربعة فراسخ في أربعة فراسخ، لها أربعة آلاف مصراع من ذهب.حدثنا أبو هشام، قال: ثنا أبو نعيم، عن إسرائيل، عن مسلم، عن مجاهد، عن ابن عباس ( فِي الخِيامِ ) قال: بيوت اللؤلؤ.حدثنا محمد بن إسماعيل الأحمسيّ، قال: ثنا محمد بن عبيد، قال: ثنا إدريس الأودي، عن شمر بن عطية، عن أبي الأحوص، قال، قال عمر بن الخطاب رضي الله عنه: أتدرون ما حور مقصورات في الخيام؟ الخيام : درّ مجوّف.قال: ثنا محمد بن عبيد، قال: ثنا مسعر، عن عبد الملك، عن أبي الأحوص في قوله: (حُورٌ مَقْصُورَاتٌ فِي الْخِيَامِ ) قال: درّ مجوّف.وبه عن أبي الأحوص قال: الخيمة: درّة مجوّفة، فرسخ في فرسخ، لها أربعة آلاف مصراع من ذهب.قال: ثنا أبو داود، قال: ثنا همام، عن قتادة، عن عكرمة،عن ابن عباس قال: الخيمة في الجنة من درّة مجوّفة، فرسخ في فرسخ، لها أربعة آلاف مصراع.حدثني أحمد بن المقدام، قال: ثنا المعتمر، قال: سمعت أبي يحدّث عن قتادة، عن خليد العصريّ قال: لقد ذكر لي أن الخيمة لؤلؤة مجوّفة، لها سبعون مِصْراعا، كلّ ذلك من درّ.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن موسى بن أبي عائشة، عن سعيد بن جُبير أنه قال: الخيام: درّ مجوّف.قال: ثنا يحيى، عن سفيان، عن منصور، عن مجاهد، قال: الخيام: درّ مجوّف.حدثنا أبو هشام الرفاعي، قال: ثنا وكيع ويعلى عن منصور، عن مجاهد ( في الخيام )، قال: الدرّ المجوف.حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان، عن منصور، عن مجاهد ( فِي الخِيامِ ) قال: خيام: درّ مجوّف.قال: ثنا مهران، عن سفيان، عن منصور، عن حرب بن بشير، عن عمرو بن ميمون، قال: الخيام : الخيمة : درّة مجوّفة.حدثنا أبو هشام، قال: ثنا وكيع، عن سَلَمة بن نُبَيط، عن الضحاك، قال: الخيمة درّة مجوفة.حدثنا أبو هشام، قال: ثنا ابن اليمان، عن أبي معشر، عن محمد بن كعب ( فِي الخِيامِ ): في الحجال. قال: ثنا عبيد الله وابن اليمان، عن أبي جعفر، عن الربيع ( فِي الخِيامِ ) قال: في الحجال.حدثنا ابن حُميد، قال: ثنا حكام، عن عمرو بن أبي قيس، عن منصور، عن مجاهد ( فِي الخِيامِ ) قال: خيام اللؤلؤ.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد ( فِي الخِيامِ )، الخيام: اللؤلؤ والفضة، كما يقال والله أعلم.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: (حُورٌ مَقْصُورَاتٌ فِي الْخِيَامِ )، ذُكر لنا أن ابن عباس كان يقول : الخيمة: درّة مجوّفة، فرسخ في فرسخ، لها أربعة الآف باب من ذهب.وقال: قتادة: كان يقال: مسكن المؤمن في الجنة، يسير الراكب الجواد فيه ثلاث ليال، وأنهاره وجنانه وما أعدّ الله له من الكرامة.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، قال، قال ابن عباس: الخيمة: درّه مجوّفة، فرسخ في فرسخ، لها أربعة آلاف باب من ذهب.\u0026; 23-82 \u0026;حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: (مَقْصُورَاتٌ فِي الْخِيَامِ )، قال: يقال: خيامهم في الجنة من لؤلؤ.حدثني يعقوب، قال: ثنا ابن علية، عن أبي رجاء، عن الحسن، في قوله: (مَقْصُورَاتٌ فِي الْخِيَامِ ) قال: الخيام: الدرّ المجوّف.حدثنا محمد بن المثنى قال: ثني حِرْميّ بن عمارة، قال: ثنا شعبة، قال: أخبرني عمارة، عن أبي مجلز \" أن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم قال في قول الله (حُورٌ مَقْصُورَاتٌ فِي الْخِيَامِ ) قال: درّ مُجَوَّفٌ\".حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول كان ابن مسعود يحدّث عن نبي الله صَلَّى الله عَلَيْهِ وَسَلَّم أنه قال: \" هِيَ الدُّرّ المُجَوَّفُ \" يعني الخيام في قوله: (حُورٌ مَقْصُورَاتٌ فِي الْخِيَامِ ).حدثنا ابن حُميد، قال: ثنا جرير، عن منصور، عن مجاهد، في قوله: (حُورٌ مَقْصُورَاتٌ فِي الْخِيَامِ ) قال: في خيام اللؤلؤ."
    },
    {
      "ayah": 73,
      "surah": 55,
      "text": "وقوله: (فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ ) يقول : فبأيّ نعم ربكما التي أنعم عليكما -من الكرامة، بإثابة محسنكم هذه الكرامة- تكذّبان."
    },
    {
      "ayah": 74,
      "surah": 55,
      "text": "وقوله: (لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلا جَانٌّ ) يقول تعالى ذكره : لم يمسهنّ بنكاح فيدميهن إنس قبلهم ولا جانّ.وقرأت قرّاء الأمصار ( لَمْ يَطْمِثْهُنَّ ) بكسر الميم في هذا الموضع وفي الذي قبله. وكان الكسائيّ يكسر إحداهما. ويضمّ الأخرى.والصواب من القراءة في ذلك ؛ ما عليه قرّاء الأمصار لأنها اللغة الفصيحة، والكلام المشهور من كلام العرب."
    },
    {
      "ayah": 75,
      "surah": 55,
      "text": "وقوله: (فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ ) يقول : فبأيّ نِعمَ ربكما التي أنعم عليكم بها -مما وصف - تكذّبان."
    },
    {
      "ayah": 76,
      "surah": 55,
      "text": "القول في تأويل قوله تعالى :  مُتَّكِئِينَ عَلَى رَفْرَفٍ خُضْرٍ وَعَبْقَرِيٍّ حِسَانٍ (76)يقول تعالى ذكره : ينعم هؤلاء الذين أكرمهم جلّ ثناؤه هذه الكرامة، التي وصفها في هذه الآيات، في الجنتين اللتين وصفهما(مُتَّكِئِينَ عَلَى رَفْرَفٍ خُضْرٍ وَعَبْقَرِيٍّ حِسَانٍ ).واختلف أهل التأويل في معنى الرفرف، فقال بعضهم: هي رياض الجنة، واحدتها: رفرفة.* ذكر من قال ذلك:حدثنا ابن بشار، قال: ثنا شعبة، عن أبي بشر، عن سعيد بن جُبير أنه قال فِي هذه الآية (مُتَّكِئِينَ عَلَى رَفْرَفٍ خُضْرٍ ) قال: رياض الجنة.حدثنا عباس بن محمد، قال: ثنا أبو نوح، قال: أخبرنا شعبة، عن أبي بشر، عن سعيد بن جُبير، مثله.حدثني يعقوب بن إبراهيم، قال: ثنا سعيد بن جُبير، في قوله: (مُتَّكِئِينَ عَلَى رَفْرَفٍ خُضْرٍ ) قال: الرفرف: رياض الجنة.وقال آخرون: هي المحابس.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، في قوله: (مُتَّكِئِينَ عَلَى رَفْرَفٍ خُضْرٍ ) يقول: المحابس.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي. قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: (مُتَّكِئِينَ عَلَى رَفْرَفٍ خُضْرٍ ): قال: الرفرف فضول المحابس والبسط.حدثني يعقوب، قال: ثنا ابن علية، عن أبي رجاء، عن الحسن، في قوله: (مُتَّكِئِينَ عَلَى رَفْرَفٍ خُضْرٍ ) قال: هي البسط، أهل المدينة يقولون: هي البسط.حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان، عن سلمة بن كُهيل الحضرميّ، عن رجل يقال له غزوان، (رَفْرَفٍ خُضْرٍ ) قال: فضول المحابس.قال: ثنا مهران، عن سفيان، عن هارون، عن عنترة، عن أبيه، قال: فضول الفُرُش والمحابس.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن مروان، في قوله: (رَفْرَفٍ خُضْرٍ ) قال: فضول المحابس.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: (مُتَّكِئِينَ عَلَى رَفْرَفٍ خُضْرٍ ) قال: الرفرف الخضر: المحابس.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة (رَفْرَفٍ خُضْرٍ ) قال: محابس خضر.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله: (رَفْرَفٍ خُضْرٍ ) قال: هي المحابس.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: (مُتَّكِئِينَ عَلَى رَفْرَفٍ خُضْرٍ ) قال: الرفرف: المحابس.وقال آخرون : بل هي المرافق.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قال، قال الحسن: الرفرف: مرافق خُضْر، وأما العبقريّ، فإنه الطنافس الثخان، وهي جماع واحدها :عبقرية .وقد ذُكر أن العرب تسمي كل شيء من البسط عبقريا.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: (وَعَبْقَرِيٍّ حِسَانٍ ) قال: الزرابيّ.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس (وَعَبْقَرِيٍّ حِسَانٍ ) قال: العبقريّ: الزرابيّ الحسان.حدثني يعقوب، قال: ثنا هشيم، عن أبي بشر، عن سعيد بن جُبَير، في قوله: (وَعَبْقَرِيٍّ حِسَانٍ ) قال: العبقريّ: عتاق الزرابيّ.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قال: العبقريّ، الزرابيّ.حدثنا ابن بشار، قال: ثنا محمد بن مروان، قال: ثنا أبو العوّام، عن قتادة (وَعَبْقَرِيٍّ حِسَانٍ ) قال: الزرابيّ.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة (وَعَبْقَرِيٍّ حِسَانٍ ) قال: زرابيّ.حدثي يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: (وَعَبْقَرِيٍّ حِسَانٍ ) قال: العبقريّ: الطنافسي.وقال آخرون : العبقريّ :الديباج.* ذكر من قال ذلك:حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان، عن مجاهد (وَعَبْقَرِيٍّ حِسَانٍ ) قال: هو الديباج. والقرّاء في جميع الأمصار على قراءة ذلك (عَلَى رَفْرَفٍ خُضْرٍ وَعَبْقَرِيٍّ حِسَانٍ ) بغير ألف في كلا الحرفين . وذُكر عن النبي صَلَّى الله عَلَيْهِ وَسَلَّم خبر غير محفوظ، ولا صحيح السند ( على رفَارِفَ خُضْرٍ وعَباقِِرِيّ ) بالألف والإجراء . وذُكر عن زُهير الفرقبي أنه كان يقرأ ( على رَفارِفَ خُضْرٍ )، بالألف وترك الإجراء، ( وَعَبَاقِرِيّ حِسانٍ ) بالألف أيضا، وبغير إجراء . وأما الرفارف في هذه القراءة، فإنها قد تحتمل وجه الصواب. وأما العباقريّ، فإنه لا وجه له في الصواب عند أهل العربية، لأن ألف الجماع لا يكون بعدها أربعة أحرف، ولا ثلاثة صحاح. وأما القراءة الأولى التي ذُكرت عن النبي صَلَّى الله عَلَيْهِ وَسَلَّم، فلو كانت صحيحة، لوجب أن تكون الكلمتان غير مجراتين."
    },
    {
      "ayah": 77,
      "surah": 55,
      "text": "وقوله: (فَبِأَيِّ آلاءِ رَبِّكُمَا تُكَذِّبَانِ ) يقول تعالى ذكره : فبأيّ نِعم ربكما التي أنعم عليكم -من إكرامه أهل الطاعة منكم هذه الكرامة - تكذّبان."
    },
    {
      "ayah": 78,
      "surah": 55,
      "text": "وقوله (تَبَارَكَ اسْمُ رَبِّكَ ) يقول تعالى ذكره: تبارك ذكر ربك يا محمد، ( ذِي الجَلالِ ): يعني ذي العظمة، (والإكْرامِ ) يعني: ومن له الإكرام من جميع خلقه.كما حدثني عليّ، قال: ثنا أبو صالح، قال: ثنى معاوية، عن عليّ، عن ابن عباس قوله: (ذِي الْجَلالِ وَالإكْرَامِ ) يقول: ذو العظمة والكبرياء.آخر تفسير سورة الرحمن عزّ و جلّ"
    },
    {
      "ayah": 8,
      "surah": 55,
      "text": "وقوله: ( أَلا تَطْغَوْا فِي الْمِيزَانِ ) يقول تعالى ذكره: ألا تظلموا وتبخسوا في الوزن .كما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( أَلا تَطْغَوْا فِي الْمِيزَانِ ): اعدل يا ابن آدم كما تحب أن يعدل عليك، وأوف كما تحبّ أن يُوَفى لك، فإن بالعدل صلاح الناس.وكان ابن عباس يقول: يا معشر المَوالِي، إنكم قد وليتم أمرين، بهما هلك من كان قبلكم، هذا المكيال والميزان.حدثنا عمرو بن عبد الحميد، قال: ثنا مروان بن معاوية، عن مغيرة، عن مسلم، عن أبي المغيرة، قال: سمعت ابن عباس يقول في سُوق المدينة: يا معشر الموالي، إنكم قد بُليتم بأمرين أهلك فيهما أمتان من الأمم: المِكْيال، والميزان.قال: ثنا مروان، عن مغيرة، قال: رأى ابن عباس رجلا يزن قد أرجح، فقال: أقم اللسان، أقم اللسان، أليس قد قال الله: ( وَأَقِيمُوا الْوَزْنَ بِالْقِسْطِ وَلا تُخْسِرُوا الْمِيزَانَ )."
    },
    {
      "ayah": 9,
      "surah": 55,
      "text": "وقوله: ( وَأَقِيمُوا الْوَزْنَ بِالْقِسْطِ ) يقول: وأقيموا لسان الميزان بالعدل.وقوله: ( وَلا تُخْسِرُوا الْمِيزَانَ ) يقول تعالى ذكره : ولا تنقصوا الوزن إذا وزنتم للناس وتظلموهم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن بشار، قال: ثنا محمد بن مروان، قال: ثنا أبو العوّام، عن قتادة ( وَالسَّمَاءَ رَفَعَهَا وَوَضَعَ الْمِيزَانَ أَلا تَطْغَوْا فِي الْمِيزَانِ وَأَقِيمُوا الْوَزْنَ بِالْقِسْطِ وَلا تُخْسِرُوا الْمِيزَانَ ) قال قتادة، قال ابن عباس: يا معشر الموالي إنكم وليتم أمرين بهما هلك من كان قبلكم، اتقى الله رجل عند ميزانه، اتقى الله رجل عند مكياله، فإنما يعدله شيء يسير، ولا ينقصه ذلك، بل يزيده الله إن شاء الله.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( وَأَقِيمُوا الْوَزْنَ بِالْقِسْطِ وَلا تُخْسِرُوا الْمِيزَانَ ) قال: نقصه إذا نقصه فقد خَسَّره، تخسيره نقصه."
    }
  ]
}
