{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 60,
      "text": "القول في تأويل قوله تعالى :  يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَقَدْ كَفَرُوا بِمَا جَاءَكُمْ مِنَ الْحَقِّ يُخْرِجُونَ الرَّسُولَ وَإِيَّاكُمْ أَنْ تُؤْمِنُوا بِاللَّهِ رَبِّكُمْ إِنْ كُنْتُمْ خَرَجْتُمْ جِهَادًا فِي سَبِيلِي وَابْتِغَاءَ مَرْضَاتِي تُسِرُّونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَأَنَا أَعْلَمُ بِمَا أَخْفَيْتُمْ وَمَا أَعْلَنْتُمْ وَمَنْ يَفْعَلْهُ مِنْكُمْ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ (1)قال أبو جعفر: يقول تعالى ذكره للمؤمنين به من أصحاب رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: ( يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا عَدُوِّي ) من المشركين ( وَعَدُوَّكُمْ أَوْلِيَاءَ ) يعنى أنصارا.وقوله: ( تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ ) يقول جلّ ثناؤه: تلقون إليهم مودتكم إياهم، ودخول الباء في قوله: ( بِالْمَوَدَّةِ ) وسقوطها سواء، نظير قول القائل: أريد بأن تذهب، وأريد أن تذهبَ سواء، وكقوله:  وَمَنْ يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ  والمعنى: ومن يرد فيه إلحادًا بظلم؛ ومن ذلك قول الشاعر:فَلمَّـا رَجَـتْ بالشُّـرْبِ هَزَّ لَهَا الْعَصَاشَــحِيحٌ لَــهُ عِنْــدَ الإزَاءِ نَهِيـمُ (1)معنى: فلما رجت الشرب.( وَقَدْ كَفَرُوا بِمَا جَاءَكُمْ مِنَ الْحَقِّ ) يقول: وقد كفر هؤلاء المشركون الذين نهيتكم أن تتخذوهم أولياء بما جاءكم من عند الله من الحقّ، وذلك كفرهم بالله ورسوله وكتابه الذي أنـزله على رسوله.وقوله: ( يُخْرِجُونَ الرَّسُولَ وَإِيَّاكُمْ ) يقول جلّ ثناؤه: يخرجون رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم وإياكم، بمعنى: ويخرجونكم أيضًا من دياركم وأرضكم، وذلك إخراج مشركي قريش رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم وأصحابه من مكة.وقوله: ( أَنْ تُؤْمِنُوا بِاللَّهِ رَبِّكُمْ ) يقول جلّ ثناؤه: يخرجون الرسول وإياكم من دياركم، لأن آمنتم بالله.وقوله: ( إِنْ كُنْتُمْ خَرَجْتُمْ جِهَادًا فِي سَبِيلِي وَابْتِغَاءَ مَرْضَاتِي ) من المؤخر الذي معناه التقديم، ووجه الكلام: يا أيها الذين آمنوا لا تتخذوا عدوي وعدوكم أولياء تلقون إليهم بالمودة وقد كفروا بما جاءكم من الحق إن كنتم خرجتم جهادًا في سبيلي، وابتغاء مرضاتي ( يُخْرِجُونَ الرَّسُولَ وَإِيَّاكُمْ أَنْ تُؤْمِنُوا بِاللَّهِ رَبِّكُمْ ) .ويعني قوله تعالى ذكره: ( إِنْ كُنْتُمْ خَرَجْتُمْ جِهَادًا فِي سَبِيلِي ) : إن كنتم خرجتم من دياركم، فهاجرتم منها إلى مهاجرَكم للجهاد في طريقي الذي شرعته لكم، وديني الذي أمرتكم به. والتماس مرضاتي.وقوله: ( تُسِرُّونَ إِلَيْهِمْ بِالْمَوَدَّةِ ) يقول تعالى ذكره للمؤمنين من أصحاب \u0026; 23-311 \u0026; رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: تسرّون أيها المؤمنون بالمودّة إلى المشركين بالله ( وَأَنَا أَعْلَمُ بِمَا أَخْفَيْتُمْ ) يقول: وأنا أعلم منكم بما أخفى بعضكم من بعض، فأسره منه ( وَمَا أَعْلَنْتُمْ ) يقول: وأعلم أيضًا منكم ما أعلنه بعضكم لبعض ( وَمَنْ يَفْعَلْهُ مِنْكُمْ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ ) يقول جلّ ثناؤه: ومن يسرُّ منكم إلى المشركين بالمودّة أيها المؤمنون فقد ضلّ: يقول: فقد جار عن قصد السبيل التي جعلها الله طريقًا إلى الجنة ومحجة إليها.وذُكر أن هذه الآيات من أوّل هذه السورة نـزلت في شأن حاطب بن أبي بَلتعة، وكان كتب إلى قُريش بمكة يطلعهم على أمر كان رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم قد أخفاه عنهم، وبذلك جاءت الآثار والرواية عن جماعة من أصحاب رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم وغيرهم.* ذكر من قال ذلك:حدثني عبيد بن إسماعيل الهباريّ، والفضل بن الصباح قالا ثنا سفيان بن عيينة، عن عمرو بن دينار عن حسن بن محمد بن عليّ، أخبرني عبيد الله بن أبي رافع، قال: سمعت عليًا رضي الله عنه يقول: بعثني رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم أنا والزُّبير بن العوّام والمقداد، قال الفضل، قال سفيان: نفر من المهاجرين فقال: انطلقوا حتى تأتوا روضة خاخ، فإن لها ظعينة معها كتاب، فخذوه منها؛ فانطلقنا تتعادى بنا خيلنا حتى انتهينا إلى الروضة، فوجدنا امرأة، فقلنا: أخرجي الكتاب، قالت: ليس معي كتاب، قلنا: لتخرجنّ الكتاب، أو لنلقينّ الثياب، فأخرجته من عقاصها، وأخذنا الكتاب؛ فانطلقنا به إلى رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، فإذا فيه: من حاطب بن أبي بلتعة إلى ناس بمكة، يخبرهم ببعض أمر رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، فقال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: \" يا حاطبُ ما هذا؟\" قال: يا رسول الله لا تعجل عليّ، كنت امرًأ ملصقًا في قريش، ولم يكن لي فيهم قرابة، وكان من معك من المهاجرين لهم قرابات، يحمون أهليهم بمكة، فأحببت إذ فاتني ذلك من النسب أن أتخذ فيها يدًا يحمون بها قرابتي، وما فعلت ذلك كفرًا ولا ارتدادًا عن ديني، ولا رضًا بالكفر بعد الإسلام، فقال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: \" قَدْ صَدَقَكُمْ\" فقال عمر: يا رسول الله دعني أضرب عنق هذا المنافق، فقال: \" إنَّهُ قَدْ شَهِدَ بَدْرًا، وَمَا يُدْرِيكَ لَعَلَّ اللهَ قَدِ اطَّلَعَ عَلَى أهْلِ بَدْرٍ فقَال: اعْمَلُوا مَا شِئْتُمْ فَقَدْ غَفَرْتُ لَكُمْ\" زاد الفضل في حديثه، قال سفيان: ونـزلت فيه ( يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ ) ... إلى قوله:  حَتَّى تُؤْمِنُوا بِاللَّهِ وَحْدَهُ  .حدثنا ابن حُمَيْد، قال: ثنا مهران، عن أبي سنان سعيد بن سنان، عن عمرو بن مرّة الجملي، عن أَبي البختري الطائي، عن الحارث، عن عليّ رضي الله عنه قال: لما أراد النبي صَلَّى الله عَلَيْهِ وَسَلَّم أن يأتي مكة، أسرّ إلى ناس من أصحابه أنه يريد مكة، فيهم حاطب بن أبي بلتعة، وأفشى في الناس أنه يريد خيبر، فكتب حاطب بن أبي بلتعة إلى أهل مكة أن النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم يريدكم، قال: فبعثني النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم وأبا مرثد وليس منا رجل إلا وعنده فرس، فقال: \" ائْتُوا رَوْضَةَ خَاخ، فإنَّكُمْ سَتَلْقَوّنَ بِهَا امْرَأَةً وَمَعَهَا ِكتَاب، فَخُذُوهُ منها \"؛ فانطلقنا حتى رأيناها بالمكان الذي ذكر النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم، فقلنا: هاتي الكتاب، فقالت: ما معي كتاب، فوضعنا متاعها وفتشنا، فلم نجده في متاعها، فقال أبو مرثد: لعله أن لا يكون معها، فقلت: ما كذب النبي صَلَّى الله عَلَيْهِ وَسَلَّم ولا كَذِب، فقلنا: أخرجي الكتاب، وإلا عريناك، قال عمرو بن مرّة، فأخرجته من حجزتها، وقال حبيب: أخرجته من قبلها فأتينا به النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم فإذا الكتاب: من حاطب بن أبي بلتعة إلى أهل مكة، فقام عمر فقال: خان الله ورسوله، ائذن لي أضرب عنقه، فقال النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم: \" أَلَيْسَ قَدْ شَهِدَ بَدْرًا؟\" قال: بلى، ولكنه قد نكث وظاهر أعداءك عليك. فقال النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم: \" فَلَعَلَّ اللهَ قَدِ اطَّلَعَ عَلَى أَهْلِ بَدْرٍ، فَقاَلَ: اعْمَلُوا مَا شِئْتُمْ\"، ففَاضت عينا عمر وقال: الله ورسوله أعلم، فأرسل إلى حاطب، فقال: \" ما حملك على ماصنعت؟ \" فقال: يا نبيّ الله إني كنت امرأ ملصقًا في قريش، وكان لي بها أهل ومال، ولم يكن من أصحابك أحد إلا وله بمكة من يمنع أهله ماله، فكتبت إليهم بذلك، والله يا نبيّ الله إني لمؤمن بالله وبرسوله، فقال النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم: \" صَدَقَ حَاطِبُ بن أبِي بَلْتَعَةَ، فَلا تَقُولُوا لِحَاطِبَ إلا خَيْرًا \"، فقال حبيب بن ثابت: فأنـزل الله عزّ وجل ( يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ ) ... الآيةحدثني محمد بن سعد، قال: ثني أبي، ثنا عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ ) ... إلى آخر الآية، نـزلت في رجل كان مع النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم بالمدينة من قريش، كتب إلى أهله وعَشِيرَته بمكة، يخبرهم وينذرهم أن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم سائر إليهم، فأخبر رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم بصحيفته، فبعث إليها عليّ بن أبي طالب رضي الله عنه، فأتاه بها.حدثنا ابن حُمَيْدِ، قال: ثنا سلمة، قال: ثني محمد بن إسحاق، عن محمد بن جعفر بن الزُّبير، عن عروة بن الزبير وغيره من علمائنا، قالوا: لما أجمع رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم السير إلى مكة كتب حاطب بن أبي بلتعة كتابًا إلى قريش يخبرهم بالذي أجمع عليه رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم من الأمر في السير إليهم، ثم أعطاه امرأة يزعم محمد بن جعفر أنها من مزينة، وزعم غيره أنها سارة مولاة لبعض بني عبد المطلب وجعل لها جُعْلا على أن تبلغه قريشًا، فجعلته في رأسها، ثم فتلت عليه قرونها، ثم خرجت، وأتى رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم الخبر من السماء بما صنع حاطب، فبعث عليّ بن أبي طالب والزُّبير بن العوّام رضي الله عنهما ، فقال: \" أدركا امْرَأةً قَدْ كَتَبَ مَعَهَا حَاطِبٌ بِكِتَاب إلى قُرَيْش يُحَذرُهُمْ مَا قدِ اجْتَمَعْنَا لَهُ فِي أمْرِهِمْ\"، فخرجا حتى أدركاها بالحليفة، حليفة ابن أَبي أحمد فاستنـزلاها فالتمسا في رحلها، فلم يجدا شيئًا، فقال لها عليّ بن أبي طالب رضي الله عنه: إني أحلف بالله ما كُذِبَ رَسول الله صَلَّى الله عَلَيْهِ وَسَلَّم ولا كُذِبنا، ولتخرِجِنّ إليَّ هذا الكتاب، أو لنكشفنك؛ فلما رأت الجدّ منه، قالت: أعرض عني، فأعرض عنها، فحلَّت قرون رأسها، فاستخرجت الكتاب فدفعته إليه فجاء به إلى رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم فدعا رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم حاطبًا، فقال: \" يا حاطب مَا حَمَلَكَ عَلَى هَذَا؟\" فقال: يا رسول الله، أما والله إني لمؤمن بالله ورسوله، ما غيرت ولا بدّلت، ولكني كنت امرأ في القوم ليس لي أصل ولا عشيرة، وكان لي بين أظهرهم أهل وولد، فصانعتهم عليه، فقال عمر بن الخطاب رضي الله عنه: دعني يا رسول الله فلأضرب عنقه، فإن الرجل قد نافق، فقال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: \" وَمَا يُدْرِيكَ يَا عُمَرُ لَعَلَّ اللهَ قَدِ اطَلَّعَ عَلَى أَصْحَابِ بَدْرٍ يَوْمَ بَدْرٍ فقَالَ: اعْمَلُوا مَا شِئْتُمْ فَقَدْ غَفَرْتُ لَكُم \" فأنـزل الله عزّ وجلّ في حاطب ( يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ ) ... إلى قوله:  وَإِلَيْكَ أَنَبْنَا  ... إلى آخر القصة.حدثنا ابن عبد الأعلى قال: ثنا ابن ثور، عن معمر، عن الزهري، عن عروة قال: لما أنـزلت: ( يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ ) في حاطب بن أبي بلتعة، كتب إلى كفار قريش كتابًا ينصح لهم فيه، فأطلع الله نبيه عليه الصلاة والسلام على ذلك، فأرسل عليًّا والزُّبير، فقال: \" اذْهبا فإنَّكُما ستجدان امرأة بِمَكَان كَذَا وَكَذَا، فأتِيَا بِكِتَاب مَعَهَا \"، فانطلقا حتى أدركاها، فقالا الكتاب الذي معك، قالت: ليس معي كتاب، فقالا والله لا ندع معك شيئًا إلا فتَّشناه، أو لتخرجينه، قالت: أولستم مسلمين؟ قالا بلى، ولكن النبيّ صلى الله عليه وسلم قد أخبرنا أن معك كتابًا قد أيقنت أنفسنا أنه معك؟ فلما رأت جدّهما أخرجت كتابًا من بين قرونها، فذهبا به إلى النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم فإذا فيه: من حاطب بن أبي بلتعة إلى كفار قريش، فدعاه النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم فقال: \" أنْتَ كَتَبْتَ هَذَا الْكِتَاب؟ \" قال: نعم، قال: \" ما حَمَلَكَ عَلَى ذَلِكَ؟ \" قال: أما والله ما ارتبت في الله منذ أسلمت، ولكني كنت امرأ غريبًا فيكم أيُّها الحيّ من قريش، وكان لي بمكة مال وبنون، فأردت أن أدفع بذلك عنهم، فقال عمر رضي الله عنه: ائذن لي يا رسول الله فأضرب عنقه، فقال النبي صَلَّى الله عَلَيْهِ وَسَلَّم: \" مَهْلا يا ابْن الخطَّاب، ومَا يُدْرِيكَ لَعَلَ الله قَدِ اطَّلَعَ إلَى أَهْل بَدْرٍ فَقَالَ: اعْمَلُوا مَا شِئْتُمْ فإنِّي غَافِرٌ لَكُمْ \" قال الزهريّ: فيه نـزلت حتى  غَفُورٌ رَحِيمٌحدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعًا، عن ابن أَبي نجيح، عن مجاهد، في قول الله: ( لا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ ) ... إلى قوله:  بِمَا تَعْمَلُونَ بَصِيرٌ  في مكاتبة حاطب بن أبي بلتعة، ومن معه كفار قريش يحذّرهم.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ ) ... حتى بلغ (سَوَاءَ السَّبِيلِ) : ذُكِر لنا أن حاطبًا كتب إلى أهل مكة يخبرهم سير النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم إليهم زمن الحديبية، فأطلع الله عزّ وجلّ نبيه عليه الصلاة والسلام على ذلك، وذُكر لنا أنهم وجدوا الكتاب مع امرأة في قرن من رأسها، فدعاه نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم فقال: \" مَا حَمَلَكَ عَلَى الَّذِي صَنَعْتَ؟\" قال: والله ما شَكَكْتُ في أمر الله، ولا ارتددت فيه، ولكن لي هناك أهلا ومالا فأردت مصانعة قريش على أهلي ومالي. وذُكر لنا أنه كان حليفًا لقريش لم يكن من أنفسهم، فأنـزل الله عزّ وجلّ في ذلك القرآن، فقال:  إِنْ يَثْقَفُوكُمْ يَكُونُوا لَكُمْ أَعْدَاءً وَيَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ وَأَلْسِنَتَهُمْ بِالسُّوءِ وَوَدُّوا لَوْ تَكْفُرُونَ  ."
    },
    {
      "ayah": 10,
      "surah": 60,
      "text": "القول في تأويل قوله تعالى :  يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ فَامْتَحِنُوهُنَّ اللَّهُ أَعْلَمُ بِإِيمَانِهِنَّ فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ فَلا تَرْجِعُوهُنَّ إِلَى الْكُفَّارِ لا هُنَّ حِلٌّ لَهُمْ وَلا هُمْ يَحِلُّونَ لَهُنَّ          0000 (10)يقول تعالى ذكره للمؤمنين من أصحاب رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم ( يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ ) النساء ( الْمُؤْمِنَاتُ مُهَاجِرَاتٍ ) من دار الكفر إلى دار الإسلام ( فَامْتَحِنُوهُنَّ ) وكانت محنة رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم إياهن إذا قَدِمن مهاجرات.كما حدثنا أَبو كُريب، قال: ثنا يونس بن بكير، عن قيس بن الربيع، عن الأغرّ بن الصباح، عن خليفة بن حصين، عن أَبي نصر الأسديّ، قال: سُئِلَ ابن عباس: كيف كان امتحان رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم النساء؟ قال: كان يمتحنهنّ بالله ما خرجت من بغض زوج، وبالله ما خرجت رغبة عن أرض إلى أرض، وبالله ما خرجت التماس دنيا، وبالله ما خرجت إلا حبًّا لله ورسوله.حدثنا أبو كُرَيب، قال: ثنا الحسن بن عطية، عن قيس، قال: أخبرنا الأغر بن الصباح، عن خليفة بن حصين، عن أَبي نصر، عن ابن عباس، في ( يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ فَامْتَحِنُوهُنَّ ) قال كانت المرأة إذا أتت رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم حلفها بالله ما خرجت... ثم ذكر نحوه.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن الزهريّ، أن عائشة قالت: ما كان رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم يمتحن المؤمنات إلا بالآية، قال الله:  إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ عَلَى أَنْ لا يُشْرِكْنَ بِاللَّهِ شَيْئًا  ولا ولا \".حدثني يونس بن عبد الأعلى، قال: أخبرنا ابن وهب، قال: أخبرني يونس، عن ابن شهاب، قال: أخبرني عروة بن الزبير، أن عائشة زوج النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم قالت: كانت المؤمنات إذا هاجرن إلى رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم يمتحنّ بقول الله:  يَا أَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ  ... إلى آخر الآية، قالت عائشة: فمن أقرّ بهذا من المؤمنات، فقد أقرّ بالمحبة، فكان رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم إذا أقررن بذلك من قولهنّ قال لهنّ: انطلقن فقد بايعتكنّ، ولا والله ما مست يد رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم يد امرأة قطّ، غير أنه بايعهنّ بالكلام؛ قالت عائشة: والله ما أخذ رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم على النساء قطّ، إلا بما أمره الله عزّ وجلّ، وكان يقول لهنّ إذا أخذ عليهنّ قد بايعتكنّ كلامًا.حدثني محمد بن سعد، قال: ثني أبى، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ ) ... إلى قوله:  عَلِيمٌ حَكِيمٌ  كان امتحانهن أن يشهدن أن لا إله إلا الله، وأن محمدًا عبده ورسوله.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعًا، عن ابن أبي نجيح، عن مجاهد، قوله: ( فَامْتَحِنُوهُنَّ ) قال: سلوهنّ ما جاء بهنّ فإن كان جاء بهنّ غضب على أزواجهنّ، أو سخطة، أو غيره، ولم يؤمنّ، فارجعوهنّ إلى أزواجهنّ.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( فَامْتَحِنُوهُنَّ ) كانت محنتهنّ أن يستحلفن بالله ما أخرجكنّ النشوز، وما أخرجكنّ إلا حبّ الإسلام وأهله، وحِرْصٌ عليه، فإذا قلن ذلك قُبل ذلك منهنّ.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: ( فَامْتَحِنُوهُنَّ ) قال: يحلفن ما خرجن إلا رغبة في الإسلام، وحبًّا لله ورسوله.حدثنا ابن حُمَيد، قال: ثنا مهران، عن سفيان، عن أبيه أو عكرِمة ( إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ فَامْتَحِنُوهُنَّ ) قال: يقال: ما جاء بك إلا حبّ الله، ولا جاء بك عشق رجل منا، ولا فرارا من زوجك، فذلك قوله: ( فَامْتَحِنُوهُنَّ ) .حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد: \" كانت المرأة من المشركين إذا غضبت على زوجها، وكان بينه وبينها كلام، قالت: والله لأهاجرنّ إلى محمد صَلَّى الله عَلَيْهِ وَسَلَّم وأصحابه، فقال الله عز وجل: ( إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ فَامْتَحِنُوهُنَّ ) إن كان الغضب أتى بها فردّوها، وإن كان الإسلام أتى بها فلا تردّوها.حدثنا يونس، قال: أخبرنا ابن وهب، قال: ثني عمرو بن الحارث، عن بكير بن الأشجّ، قال: كان امتحانهنّ إنه لم يخرجك إلا الدين.وقوله: ( اللَّهُ أَعْلَمُ بِإِيمَانِهِنَّ ) يقول: الله أعلم بإيمان من جاء من النساء مهاجرات إليكم.وقوله: ( فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ فَلا تَرْجِعُوهُنَّ إِلَى الْكُفَّارِ ) يقول: فإن أقررن عند المحنة بما يصحّ به عقد الإيمان لهنّ، والدخول في الإسلام، فلا تردوهنّ عند ذلك إلى الكفار. وإنما قيل ذلك للمؤمنين، لأن العهد كان جرى بين رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم وبين مشركي قريش في صلح الحديبية أن يرد المسلمون إلى المشركين من جاءهم مسلمًا، فأبطل ذلك الشرط في النساء إذا جئن مؤمنات مهاجرات فامتحنّ، فوجدهنّ المسلمون مؤمنات، وصح ذلك عندهم مما قد ذكرنا قبل، وأمروا أن لا يردّوهنّ إلى المشركين إذا علم أنهنّ مؤمنات، وقال جل ثناؤه لهم: ( فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ فَلا تَرْجِعُوهُنَّ إِلَى الْكُفَّارِ لا هُنَّ حِلٌّ لَهُمْ وَلا هُمْ يَحِلُّونَ لَهُنَّ ) يقول: لا المؤمنات حل للكفار، ولا الكفار يحلون للمؤمنات.وبنحو الذي قلنا في ذلك جاءت الآثار.* ذكر بعض ما روي في ذلك من الأثر:حدثنا ابن حميد، قال: ثنا سلمة، عن محمد بن إسحاق، عن الزهريّ، قال: \" دخلت على عُرْوة بن الزُّبير، وهو يكتب كتابًا إلى ابن أَبي هُنيد صاحب الوليد بن عبد الملك، وكتب إليه يسأله عن قول الله عزّ وجلّ: ( إِذَا جَاءَكَ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ ) ... إلى قوله:  وَاللَّهُ عَلِيمٌ حَكِيمٌ  وكتب إليه عُرْوَة بن الزُّبير: إن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم كان صالح قريشًا عام الحديبية على أن يردّ عليهم من جاء بغير إذن وليه؛ فلما هاجر النساء إلى رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم وإلى الإسلام، أَبى الله أن يُرْدَدْن إلى المشركين، إذا هنّ امْتَحنّ محنة الإسلام، فعرفوا أنهنّ إنما جئن رغبة فيه \".القول في تأويل قوله تعالى :  وَآتُوهُمْ مَا أَنْفَقُوا وَلا جُنَاحَ عَلَيْكُمْ أَنْ تَنْكِحُوهُنَّ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ وَلا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ وَاسْأَلُوا مَا أَنْفَقْتُمْ وَلْيَسْأَلُوا مَا أَنْفَقُوا ذَلِكُمْ حُكْمُ اللَّهِ يَحْكُمُ بَيْنَكُمْ وَاللَّهُ عَلِيمٌ حَكِيمٌ (10)وقوله: ( وَآتُوهُمْ مَا أَنْفَقُوا ) يقول جل ثناؤه: وأعطوا المشركين الذين جاءكم نساؤهم مؤمنات إذا علمتموهنّ مؤمنات، فلم ترجعوهنّ إليهم ما أنفقوا في نكاحهم إياهنّ من الصداق.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله:  يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ  ... إلى قوله: ( عَلِيمٌ حَكِيمٌ ) قال: كان امتحانهنّ أن يشهدن أن لا إله إلا الله وأن محمدًا عبده ورسوله، فإذا علموا أن ذلك حقّ منهنّ لم يرجعوهنّ إلى الكفار، وأعطى بعلها من الكفار الذين عقد لهم رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم صداقه الذي أصدقها.حدثني محمد بن عمرو، قال: ثنا أَبو عاصم قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعًا، عن ابن أبي نجيح عن مجاهد ( وَآتُوهُمْ مَا أَنْفَقُوا ) وآتوا أزواجهنّ صدقاتهن.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله:  يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ فَامْتَحِنُوهُنَّ اللَّهُ أَعْلَمُ بِإِيمَانِهِنَّ  حتى بلغ ( وَاللَّهُ عَلِيمٌ حَكِيمٌ ) هذا حكم حكمه الله عزّ وجلّ بين أهل الهدى وأهل الضلالة، كنّ إذا فررن من المشركين الذين بينهم وبين نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم وأصحابه عهد إلى أصحاب نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم فتزوّجوهنّ بعثوا مهورهنّ إلى أزواجهنّ من المشركين الذين بينهم وبين نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم عهد، وإذا فررن من أصحاب نبي الله صَلَّى الله عَلَيْهِ وَسَلَّم إلى المشركين الذين بينهم وبين نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم عهد بعثوا بمهورهنّ إلى أزواجهنّ من أصحاب نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن الزهريّ قال: نـزلت عليه وهو بأسفل الحديبية، وكان النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم صالحهم أنه من أتاه منهم ردّه إليهم؛ فلما جاءه النساء نـزلت عليه هذه الآية، وأمره أن يردّ الصداق إلى أزوجهنّ حكم على المشركين مثل ذلك إذا جاءتهم امرأة من المسلمين أن يردّوا الصداق إلى أزواجهنّ فقال: ( وَلا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ ) .حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله:  فَامْتَحِنُوهُنَّ اللَّهُ أَعْلَمُ بِإِيمَانِهِنَّ  كان نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم عاهد من المشركين ومن أهل الكتاب، فعاهدهم وعاهدوه، وكان في الشرط أن يردّوا الأموال والنساء، فكان نبيّ الله إذا فاته أحد من أزواج المؤمنين، فلحق بالمعاهدة تاركًا لدينه مختارًا للشرك، ردّ على زوجها ما أنفق عليها، وإذا لحق بنبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم أحد من أزوج المشركين امتحنها نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم، فسألها ما أخرجك من قومك، فإن وجدها خرجت تريد الإسلام قبلها رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، وردّ على زوجها ما أنفق عليها، وإن وجدها فرّت من زوجها إلى آخر بينها وبينه قرابة، وهي متمسكة بالشرك ردّها رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم إلى زوجها من المشركين.حدثني يونس بن عبد الأعلى، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله:  يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ فَامْتَحِنُوهُنَّ  ... الآية كلها، قال: لما هادن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم المشركين \" كان في الشرط الذي شرط، أن ترد إلينا من أتاك منا، ونردّ إليك من أتانا منكم، فقال النبي صَلَّى الله عَلَيْهِ وَسَلَّم: \" مَنْ أتَانَا مِنْكُمْ فَنَرُدُّهُ إِلَيْكُمْ، وَمَنْ أتَاكُمْ مِنَّا فَاخْتَارَ الْكُفْرَ عَلَى الإيمَانِ فَلا حَاجَةَ لَنَا فِيهِمْ\"، وقال: فأبى الله ذلك للنبيّ صَلَّى الله عَلَيْهِ وَسَلَّم في النساء، ولم يأبه للرجال، فقال الله عزّ وجلّ:  إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ فَامْتَحِنُوهُنَّ  ... إلى قوله: ( وَآتُوهُمْ مَا أَنْفَقُوا ) أزواجهنّ.حدثني يونس، قال: أخبرنا ابن وهب، قال: أخبرني عمرو بن الحارث، عن بكير بن الأشجّ، قال كان بين رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم والمشركين هدنة فيمن فرّ من النساء، فإذا فرّت المشركة أعطى المسلمون زوجها نفقته عليها وكان المسلمون يفعلون وكان إذا لم يعط هؤلاء ولا هؤلاء أخرج المسلمون للمسلم الذي ذهبت امرأته نفقتها.وقوله: ( وَلا جُنَاحَ عَلَيْكُمْ أَنْ تَنْكِحُوهُنَّ إِذَا آتَيْتُمُوهُنَّ أُجُورَهُنَّ ) يقول تعالى ذكره: ولا حرج عليكم أيها المؤمنون أن تنكحوا هؤلاء المهاجرات اللاتي لحقن بكم من دار للحرب مفارقات لأزوجهنّ، وإن كان لهنّ أزواج في دار الحرب إذا علمتموهنّ مؤمنات إذا أنتم أعطيتموهنّ أجورهن، ويعني بالأجور: الصَّدُقات. وكان قتادة يقول: كنّ إذا فررن من المشركين الذين بينهم وبين نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم وأصحابه عهدٌ إلى أصحاب نبي الله صَلَّى الله عَلَيْهِ وَسَلَّم فتزوجوهن، بعثوا بمهورهن إلى أزواجهن من المشركين الذين بينهم وبين أصحاب نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم عهد.حدثنا بذلك بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، وكان الزهريّ يقول: إنما أمر الله بردّ صداقهنّ إليهم إذا حُبِسن عنهم وإن هم ردّوا المسلمين على صداق من حبسوا عنهم من نسائهم.حدثنا بذلك ابن حُمَيد، قال: ثنا سلمة، عن ابن إسحاق، عن الزهريّ، حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( وَلا جُنَاحَ عَلَيْكُمْ أَنْ تَنْكِحُوهُنَّ ) ولها زوج ثمَّ، لأنه فرق بينهما الإسلام إذا استبرأتنّ أرحامهنّ.وقوله: ( وَلا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ ) يقول جلّ ثناؤه للمؤمنين به من أصحاب رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: لا تمسكوا أيها المؤمنون بحبال النساء الكوافر وأسبابهنّ، والكوافر: جمع كافرة، والعصم: جمع عصمة، وهى ما اعتصم به من العقد والسبب، وهذا نهي من الله للمؤمنين عن الإقدام على نكاح النساء المشركات من أهل الأوثان، وأمر لهم بفراقهنّ.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني يعقوب بن إبراهيم، قال: ثنا يحيى بن سعيد القطان، قال: ثنا عبد الله بن المبارك، قال أخبرنا معمر، عن الزهريّ، عن عروة، عن المسور بن مخرمة ومروان بن الحكم \" أن النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم جاءه نسوة مؤمنات بعد أن كتب كتاب القضية بينه وبين قريش، فأنـزل الله  يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ  حتى بلغ ( بِعِصَمِ الْكَوَافِرِ ) فطلق عمر يومئذ امرأتين كانتا له بالشرك، فتزوج إحداهما معاوية بن أبي سفيان والأخرى صفوان بن أمية.حدثني يونس، قال: أخبرنا ابن وهب، قال: أخبرني يونس، عن ابن  شهاب، قال: \" بلغنا أن آية المحنة التي مادّ فيها رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم كفار قريش من أجل العهد الذي كان بين كفار قريش وبين النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم، فكان النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم يردّ إلى كفار قريش ما أنفقوا على نسائهم اللاتي يسلمن ويهاجرن، وبعولتهنّ كفار للعهد الذي كان بين النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم وبينهم، ولو كانوا حربًا ليست بينهم وبين النبي صَلَّى الله عَلَيْهِ وَسَلَّم مدّة وعقد لم يردّ عليهم شيئًا مما أنفقوا، وحكم الله للمؤمنين على أهل المدّة من الكفار بمثل ذلك، قال الله:  يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ  حتى بلغ  وَاللَّهُ عَلِيمٌ حَكِيمٌ  فطلق المؤمنون حين أنـزلت هذه الآية كل امرأة كافرة كانت تحت رجل منهم، فطلق عمر بن الخطاب رضي الله عنه امرأته ابنة أبي أمية بن المغيرة من بني مخزوم فتزوجها معاوية بن أبي سفيان، وابنة جرول من خزاعة، فتزوجها أبو جهم بن حذافة العَدَوِيّ، وجعل الله ذلك حكمًا حكم به بين المؤمنين والمشركين فى هذه المدة التي كانت.حدثنا ابن حُمَيْد، قال: ثنا سلمة، عن محمد بن إسحاق، قال: وقال الزهريّ: لما نـزلت هذه الآية  يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ  ... إلى قوله: ( وَلا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ ) كان ممن طلق عمر بن الخطاب رضي الله عنه امرأته قريبة ابنة أَبي أمية بن المغيرة، فتزوّجها بعده معاوية بن أبي سفيان، وهما على شركهما بمكة، وأم كلثوم ابنة جرول الخزاعية أم عبد الله بن عمر فتزوجها أبو جهم بن حُذافة بن غانم رجل من قومه، وهما على شركهما، وطلحة بن عبيد الله بن عثمان بن عمرو التيمي كانت عنده أروى بنت ربيعة بن الحارث بن عبد المطلب، ففرّق بينهما الإسلام حين نهى القرآن عن التمسك بعصم الكوافر، وكان طلحة قد هاجر وهي بمكة على دين قومها، ثم تزوّجها في الإسلام بعد طلحة خالد بن سعيد بن العاص بن أُمية بن عبد شمس. وكان ممن فرّ إلى رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم من نساء الكفار ممن لم يك بينه وبين رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم عهد فحبسها وزوّجها رجلا من المسلمين أميمة بنت بشر الأنصارية، ثم إحدى نساء بنِي أمية بن زيد من أوس الله، كانت عند ثابت بن الدحداحة، ففرّت منه، وهو يومئذ كافر إلى رسول الله، فزوّجها رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم سهل بن حنيف أحد بني عمرو بن عوف، فولدت عبد الله بن سهل.حدثني ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن الزهريّ، قال الله: ( وَلا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ ) قال: الزهريّ: فطلق عمر امرأتين كانتا له بمكة.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعًا، عن ابن أبى نجيح، عن مجاهد ( وَلا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ ) قال: أصحاب محمد أُمروا بطلاق نسائهم كوافر بمكة، قعدن مع الكفار.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَلا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ ) مشركات العرب اللاتي يأبين الإسلام أُمِرَ أن يُخلَّى سبِيلُهن.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( وَلا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ ) إذا كفرت المرأة فلا تمسكوها، خلوها، وقعت الفرقة بينها وبين زوجها حين كفرت.واختلفت القرّاء في قراءة قوله: ( وَلا تُمْسِكُوا ) فقرأ ذلك عامة قرّاء الحجاز والمدينة والكوفة والشأم، ( وَلا تُمْسِكُوا ) بتخفيف السين. وقرأ ذلك أبو عمرو ( وَلا تُمَسِّكُوا ) بتشديدها، وذكر أنها قراءة الحسن، واعتبر من قرأ ذلك بالتخفيف، وإمساك بمعروف.والصواب من القول في ذلك أنهما قراءتان معروفتان، ولغتان مشهورتان، محكي عن العرب أمسكت به ومسكت، وتمسَّكت به.وقوله: ( وَاسْأَلُوا مَا أَنْفَقْتُمْ وَلْيَسْأَلُوا مَا أَنْفَقُوا ) يقول تعالى ذكره لأزواج اللواتي لحقن من المؤمنين من دار الإسلام بالمشركين إلى مكة من كفار قريش: واسألوا أيها المؤمنون الذين ذهبت أزواجهم فلحقن بالمشركين ما أنفقتم على أزواجكم اللواتي لحقن بهم من الصداق من تزوّجهن منهم، وليسئلكم المشركون منهم الذين لحق بكم أزواجهم مؤمنات إذا تزوّجن فيكم من تزوّجها منكم ما أنفقوا عليهنّ من الصداق.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: أخبرني يونس، عن ابن شهاب، قال: أقرّ المؤمنون بحكم الله، وأدَّوا ما أمروا به من نفقات المشركين التي أنفقوا على نسائهم، وأبى المشركون أن يقرّوا بحكم الله فيما فرض عليهم من أداء نفقات المسلمين.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعًا، عن ابن أَبي نجيح، عن مجاهد، في قول الله ( وَاسْأَلُوا مَا أَنْفَقْتُمْ وَلْيَسْأَلُوا مَا أَنْفَقُوا ) قال: ما ذهب من أزواج أصحاب محمد صَلَّى الله عَلَيْهِ وَسَلَّم إلى الكفار، فليعطهم الكفار صدقاتهن، وليمسكوهن، وما ذهب من أزواج الكفار إلى أصحاب النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم، فمثل ذلك، في صلح كان بين محمد صَلَّى الله عَلَيْهِ وَسَلَّم وبين قريش.وقوله: ( ذَلِكُمْ حُكْمُ اللَّهِ يَحْكُمُ بَيْنَكُمْ ) يقول تعالى ذكره: هذا الحكم الذي حكمت بينكم من أمركم أيها المؤمنون بمسألة المشركين، ما أنفقتم على أزواجكم اللاتي لحقن بهم وأمرهم بمسألتكم مثل ذلك في أزواجهنّ اللاتي لحقن بكم، حكم الله بينكم فلا تعتدوه، فإنه الحقّ الذي لا يسمع غيره، فانتهى المؤمنون من أصحاب رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم فيما ذُكر إلى أمر الله وحكمه، وامتنع المشركون منه وطالبوا الوفاء بالشروط التي كانوا شارطوها بينهم في ذلك الصلح، وبذلك جاءت الآثار والأخبار عن أهل السير وغيرهم.* ذكر من قال ذلك:حدثنا ابن عبد الأعلى، قال: أخبرنا ابن ثور، عن معمر، عن الزهريّ، قال: أما المؤمنون فأقرّوا بحكم الله، وأما المشركون فأبوا أن يقرّوا، فأنـزل الله عزّ وجلّ  وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ  ... الآية.حدثنا ابن حُمَيد، قال: ثنا سلمة، عن ابن إسحاق، عن الزهريّ، قال: قال الله: ( ذَلِكُمْ حُكْمُ اللَّهِ يَحْكُمُ بَيْنَكُمْ ) ، فأمسك رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم النساء، وردّ الرجال، وسأل الذي أمره الله أن يسأل من صدقات النساء من حبسوا منهنّ، وأن يردّوا عليهم مثل الذي يردّون عليهم إن هم فعلوا، ولولا الذي حكم الله به من هذا الحكم ردّ رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم النساء، كما ردّ الرجال، ولولا الهدنة والعهد الذي كان بينه وبين قريش يوم الحديبية أمسك النساء ولم يرد إليهم صداقًا، وكذلك يصنع بمن جاءه من المسلمات قبل العهد، قوله: ( وَاللَّهُ عَلِيمٌ حَكِيمٌ ) يقول جلّ ثناؤه: والله ذو علم بما يصلح خلقه وغير ذلك من الأمور، حكيم في تدبيره إياهم."
    },
    {
      "ayah": 11,
      "surah": 60,
      "text": "القول في تأويل قوله تعالى :  وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ فَعَاقَبْتُمْ فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُمْ مِثْلَ مَا أَنْفَقُوا وَاتَّقُوا اللَّهَ الَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ (11)يقول جلّ ثناؤه للمؤمنين من أصحاب رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم ( وَإِنْ فَاتَكُمْ ) أيها المؤمنون ( شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ ) فلحق بهم.واختلف أهل التأويل في الكفار الذين عُنُوا بقوله: ( إِلَى الْكُفَّارِ ) من هم؟ فقال بعضهم: هم الكفار الذين لم يكن بينهم وبين رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم عهد، قالوا: ومعنى الكلام: وإن فاتكم شيء من أزواجكم إلى  من ليس بينكم وبينهم عهد من الكفار.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أَبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعًا، عن ابن أَبي نجيح، عن مجاهد، في قوله: ( وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ ) الذين ليس بينكم وبينهم عهد.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ ) إذا فررن من أصحاب النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم إلى كفار ليس بينهم وبين رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم عهد.حدثنا ابن حُمَيد، قال: ثنا مهران، عن سفيان، عن حبيب بن أبي ثابت، عن مجاهد ( وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ ) قال: لم يكن بينهم عهد.وقال آخرون: بل هم كفار قريش الذي كانوا أهل هدنة، وذلك قول الزهريّ.حدثني بذلك يونس، قال أخبرنا ابن وهب، قال: أخبرني يونس عنه.وقوله: ( فَعَاقَبْتُمْ ) اختلفت القرّاء في قراءة ذلك، فقرأته عامة قرّاء الأمصار ( فَعَاقَبْتُمْ) بالألف على مثال فاعلتم، بمعنى: أصبتم منهم عقبى. وقرأه حميد الأعرج فيما ذُكر عنه ( فَعَقَّبْتم ) على مثال فعلتم مشددة القاف، وهما في اختلاف الألفاظ بهما نظير قوله:  وَلا تُصَعِّرْ خَدَّكَ لِلنَّاسِ  وتصاعر مع تقارب معانيهما.قال أبو جعفر: وأولى القراءتين عندي بالصواب في ذلك قراءة من قرأه ( فَعَاقَبْتُمْ ) بالألف لإجماع الحجة من القرّاء عليه.وقوله: ( فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُمْ مِثْلَ مَا أَنْفَقُوا ) يقول: فاعطوا الذين ذهبت أزواجهم منكم إلى الكفار مثل ما أنفقوا عليهنّ من الصداق.واختلف أهل التأويل في المال الذي أمر أن يعطى منه الذي ذهبت زوجته إلى المشركين، فقال بعضهم: أُمروا أن يعطوهم صداق من لحق بهم من نساء المشركين.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا أبن وهب، قال. أخبرني يونس، عن الزهريّ، قال: أقرّ المؤمنون بحكم الله، وأدّوا ما أمروا به من نفقات المشركين التي أنفقوا على نسائهم، وأبى المشركون أن يقرّوا بحكم الله فيما فرض عليهم من أداء نفقات المسلمين، فقال الله للمؤمنين : ( وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ فَعَاقَبْتُمْ فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُمْ مِثْلَ مَا أَنْفَقُوا وَاتَّقُوا اللَّهَ الَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ ) فلو أنها ذهبت بعد هذه الآية امرأة من أزواج المؤمنين إلى المشركين ردَّ المؤمنون إلى زوجها النفقة التي أنفق عليها من العقب الذي بأيديهم، الذي أمروا أن يردّوه على المشركين من نفقاتهم التي أنفقوا على أزواجهم اللاتي آمنّ وهاجرن، ثم ردّوا إلى المشركين فضلا. إن كان بقي لهم. والعقب: ما كان بأيدي المؤمنين من صداق نساء الكفار حين آمنّ وهاجرن.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن الزهريّ، قال: أنـزل الله ( وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ فَعَاقَبْتُمْ فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُمْ مِثْلَ مَا أَنْفَقُوا ) فأمر الله المؤمنين أن يردّوا الصداق إذا ذهبت امرأة من المسلمين ولها زوج أن يردَّ إليه المسلمون صداق امرأته من صداق إن كان في أيديهم مما أمروا أن يردّوا إلى المشركين.وقال آخرون: بل أُمروا أن يعطوه من الغنيمة أو الفيء.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ فَعَاقَبْتُمْ فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُمْ مِثْلَ مَا أَنْفَقُوا وَاتَّقُوا اللَّهَ الَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ ) يعني: إن لحقت امرأة رجل من المهاجرين بالكفار، أمر له رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم أن يعطى من الغنيمة مثل ما أنفق.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن ابن أَبي نجيح، عن مجاهد، إنهم كانوا أُمروا أن يردّوا عليهم من الغنيمة. وكان مجاهد يقرأ: ( فَعَاقَبْتُمْ ) .حدثني محمد بن عمرو، قال: ثنا أَبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعًا، عن ابن أَبي نجيح، عن مجاهد ( فَعَاقَبْتُمْ ) يقول: أصبتم مغنمًا من قريش أو غيرهم ( فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُمْ مِثْلَ مَا أَنْفَقُوا ) صدقاتهنّ عوضًا.حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان، عن حبيب بن أبي ثابت، عن مجاهد ( وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ ) قال: من لم يكن بينهم وبينهم عهد، فذهبت امرأة إلى المشركين، فيدفع إلى زوجها مهر مثلها( فَعَاقَبْتُمْ ) فأصبتم غنيمة ( فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُمْ مِثْلَ مَا أَنْفَقُوا وَاتَّقُوا اللَّهَ ) قال: مهر مثلها يُدفع إلى زوجها.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ فَعَاقَبْتُمْ فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُمْ مِثْلَ مَا أَنْفَقُوا وَاتَّقُوا اللَّهَ ) كنّ إذا فررن من أصحاب النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم إلى الكفار ليس بينهم وبين نبيّ الله عهد، فأصاب أصحاب رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم غنيمة، أعطى زوجها ما ساق إليها من جميع الغنيمة، ثم يقتسمون غنيمتهم.حدثني أحمد بن يوسف، قال: ثنا القاسم، قال: سمعت الكسائيّ يخبر عن زائدة، عن الأعمش، عن مسلم، عن مسروق أنه قرأها( فَعَاقَبْتُمْ ) وفسّرها  فغنمتم.حدثنا أحمد، قال: ثنا القاسم، قال: ثنا هشيم، عن مغيرة، عن إبراهيم، في قوله: ( فَعَاقَبْتُمْ ) قال: غنمتم.حدثنا ابن حُمَيد، قال: ثنا سلمة، عن ابن إسحاق، قال: سألنا الزهريّ، عن هذه الآية وقول الله فيها: ( وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ ) . الآية، قال: يقول: إن فات أحدًا منكم أهله إلى الكفار، ولم تأتكم امرأة تأخذون لها مثل الذي يأخذون منكم، فعوّضوه من فيء إن أصبتموه.وقال آخرون في ذلك: ما حدثني به يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: ( وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ فَعَاقَبْتُمْ ) قال: خرجت امرأة من أهل الإسلام إلى المشركين، ولم يخرج غيرها. قال: فأتت امرأة من المشركين، فقال القوم: هذه عُقْبتكم قد أتتكم، فقال الله ( وَإِنْ فَاتَكُمْ شَيْءٌ مِنْ أَزْوَاجِكُمْ إِلَى الْكُفَّارِ فَعَاقَبْتُمْ ) : أمسكتم الذي جاءكم منهم من أجل الذي لكم عندهم ( فَآتُوا الَّذِينَ ذَهَبَتْ أَزْوَاجُهُمْ مِثْلَ مَا أَنْفَقُوا ) ثم أخبرهم الله أنه لا جناح عليهم إذا فعلوا الذي فعلوا أن ينكحوهنّ إذا استبرئ رحمها، قال: فدعا رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم الذي ذهبت امرأته إلى الكفار، فقال لهذه التي أتت من عند المشركين: هذا زوج التي ذهبت أزوجكه؟ فقالت: يا رسول الله، عذر الله زوجة هذا أن تفرّ منه، لا والله مالي به حاجة، فدعا البختريّ رجلا جسيمًا، قال: هذا؟ قالت: نعم، وهي ممن جاء من مكة.* وأولى الأقوال في ذلك بالصواب أن يقال: أمر الله عزّ وجلّ في هذه الآية المؤمنين أن يعطوا من فرّت زوجته من المؤمنين إلى أهل الكفر إذا هم كانت لهم على أهل الكفر عُقْبى، إما بغنيمة يصيبونها منهم، أو بلحاق نساء بعضهم بهم، مثل الذي أنفقوا على الفارّة منهم إليهم، ولم يخصص إيتاءهم ذلك من مال دون مال، فعليهم أن يعطوهم ذلك من كلّ الأموال التي ذكرناها.وقوله: ( وَاتَّقُوا اللَّهَ الَّذِي أَنْتُمْ بِهِ مُؤْمِنُونَ ) يقول: وخافوا الله الذي أنتم به مصدّقون أيها المؤمنون فاتقوه بأداء فرائضه، واجتناب معاصيه."
    },
    {
      "ayah": 12,
      "surah": 60,
      "text": "القول في تأويل قوله تعالى :  يَا أَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ عَلَى أَنْ لا يُشْرِكْنَ بِاللَّهِ شَيْئًا وَلا يَسْرِقْنَ وَلا يَزْنِينَ وَلا يَقْتُلْنَ أَوْلادَهُنَّ وَلا يَأْتِينَ بِبُهْتَانٍ يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ وَلا يَعْصِينَكَ فِي مَعْرُوفٍ فَبَايِعْهُنَّ وَاسْتَغْفِرْ لَهُنَّ اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (12)يقول تعالى ذكره لنبيه محمد صَلَّى الله عَلَيْهِ وَسَلَّم: ( يَا أَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ ) بالله (يُبَايِعْنَكَ عَلَى أَنْ لا يُشْرِكْنَ بِاللَّهِ شَيْئًا وَلا يَسْرِقْنَ وَلا يَزْنِينَ وَلا يَقْتُلْنَ أَوْلادَهُنَّ وَلا يَأْتِينَ بِبُهْتَانٍ يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ ) يقول: ولا يأتين بكذب يكذبنه في مولود يوجد بين أيديهنّ وأرجلهن. وإنما معنى الكلام: ولا يلحقن بأزواجهنّ غير أولادهم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: (وَلا يَأْتِينَ بِبُهْتَانٍ يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ ) يقول: لا يلحقن بأزواجهنّ غير أولادهم.وقوله: (وَلا يَعْصِينَكَ فِي مَعْرُوفٍ ) يقول: ولا يعصينك يا محمد في معروف من أمر الله عزّ وجلّ تأمرهن به . وذكر أن ذلك المعروف الذي شرط عليهنّ أن لا يعصين رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم فيه هو النياحة.* ذكر من قال ذلك:حدثنا عليّ، قال: ثنا أبو صالح، قال: ثنا معاوية، عن عليّ، عن ابن عباس، قوله: (وَلا يَعْصِينَكَ فِي مَعْرُوفٍ ) يقول: لا يُنْحن.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا عبد الله بن المبارك، عن سفيان، عن منصور، عن سالم بن أبي الجعد، (وَلا يَعْصِينَكَ فِي مَعْرُوفٍ ) ، قال: النوح.حدثنا ابن بشار، قال: ثنا أبو أحمد، قال: ثنا سفيان، عن منصور، عن سالم بن أبي الجعد، مثله.حدثنا ابن حُمَيد، قال: ثنا جرير، عن منصور، عن سالم، مثله.حدثنا محمد بن عبيد المحاربيّ، قال: ثنا موسى بن عمير، عن أبي صالح، في قوله: (وَلا يَعْصِينَكَ فِي مَعْرُوفٍ ) قال: في نياحة.حدثنا ابن حُمَيْد، قال: ثنا مهران، عن سفيان، عن منصور، عن سالم بن أبي الجعد (وَلا يَعْصِينَكَ فِي مَعْرُوفٍ ) قال: النوح.قال ثنا مهران، عن سفيان، عن زيد بن أسلم (وَلا يَعْصِينَكَ فِي مَعْرُوفٍ ) قال: لا يخدشن وجهًا، ولا يشققن جيبًا، ولا يدعونّ ويلا ولا ينشدن شعرًا.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قال: \" كانت محنة النساء أن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم أمر عمر بن الخطاب رضي الله عنه فقال: قل لهنّ: إن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم يبايعكنّ على أن لا تشركن بالله شيئا، وكانت هند بنت عتبة بن ربيعة التي شقت بطن حمزة رحمة الله عليه متنكرة في النساء، فقالت: إني إن أتكلم يعرفني، وإن عرفني قتلني، إنما تنكرت فرَقا من رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، فسكت النسوة اللاتي مع هند، وأبين أن يتكلمن، قالت هند وهي متنكرة: كيف يقبل من النساء شيئًا لم يقبله من الرجال؟ فنطر إليها رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم وقال لعمر: قُلْ لَهُنَّ وَلا يسْرِقْنَ، قالت هند: والله إني لأصيب من أبى سفيان الهنات (1) وما أدري أيحلهن لي أم لا قال أبو سفيان: ما أصبت من شيء مضى، أو قد بقي، فهو لك حلال فضحك رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم وعرفها، فدعاها فأتته، فأخذت بيده، فعاذت به، فقال: أنْتِ هنْدٌ، فقالت: عفا الله عما سلف، فصرف عنها رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، فقال (وَلا يَزْنِينَ ) فقالت: يا رسول الله وهل تزني الحرة؟ قال: لا والله ما تَزْنيِ الحُرة؛ قال: وَلا يَقْتُلْنَ أولادَهُن، قالت هند: أنت قتلتهم يوم بدر فأنت وهم أبصر؛ قال: وَلا يَأتِينَ بِبُهتانٍ يفْترِينهُ بَينَ أيْدِيهن وأرْجلهِنَ وَلا يَعْصِينَكَ فِي مَعْرُوفٍ؛ قال: منعهن أن ينحن، وكان أهل الجاهلية يمزقن الثياب وَيخدِشْن الوجوه، ويقطِّعن الشعور؛ ويدعون بالثُّبور والويل \".حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( يَا أَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ ) حتى بلغ (فَبَايِعْهُنَّ ) ذُكر لنا أن نبي الله صَلَّى الله عَلَيْهِ وَسَلَّم أخذ عليهن يومئذ النياحة، ولا تحدثن الرجال، إلا رجلا منكن مَحْرَما، فقال عبد الرحمن بن عوف: يا نبي الله إن لنا أضيافا، وأنا نغيب عن نسائنا؛ قال: فقال رسول الله: \" لَيْسَ أُولَئِكَ عَنَيْتُ\".حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة (وَلا يَعْصِينَكَ فِي مَعْرُوفٍ ) قال: هو النوح أُخِذ عليهن لا ينحن، ولا يخلُونَّ بحديث الرجال إلا مع ذي محْرم؛ قال: فقال عبد الرحمن بن عوف: إنا نغيب ويكون لنا أضياف؛ قال: \" وليس أولئك عنيت \".حدثنا ابن بشار، قال: ثنا سليمان، قال: أخبرنا أَبو هلال، قال: ثنا قتادة، في قوله: (وَلا يَعْصِينَكَ فِي مَعْرُوفٍ ) قال: لا يحدثن رجلا.حدثني يونس، قال: أخبرنا ابن وهب، قال: ثني ابن عياش، عن سليمان بن سليمان، عن عمرو بن شعيب، عن أبيه، عن جده، قال: \" جاءت أُميمة بنت رقيقة إلى النبي صَلَّى الله عَلَيْهِ وَسَلَّم تبايعه على الإسلام، فقال لها النبي صَلَّى الله عَلَيْهِ وَسَلَّم: أبايعُكِ على أن لا تُشْركي بالله شيْئا، ولا تَسْرِقي، ولا تَزْني، وَلا تَقْتُلي وَلَدَكِ، وَلا تَأتي بِبُهْتانٍ تفتَرِينَهُ بَينَ يديْكِ ورِجْلَيْكِ، وَلا تَنُوحي وَلا تَبرَّجِي تَبرجَ الجاهِليةِ الأولى \".حدثنا ابن حُمَيْد، قال: ثنا مهران، عن سفيان، عن محمد بن المنكدر، عن أُميمة بنت رقيقة، قالت: \" جاءت نسوة إلى النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم يبايعنه، فقال: فِيما اسْتَطَعْتُنَّ وأطَقْتنَّ، فقلنا: الله ورسوله أرحم بنا منا بأنفسنا \".حدثنا محمد بن عبد الله بن عبد الحكم، قال: ثنا أبي وشعيب بن الليث، عن الليث، قال: ثنا خالد بن يزيد، عن ابن أَبي هلال، عن ابن المنكدر \" أن أُمَيمة أخبرته أنها دخلت على رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم في نسوة، فقلن: يا رسول الله ابسط يدك نصافحك، فقال: إني لا أُصافحُ النِّساءَ، وَلَكِن سآخُذُ عَلَيْكُنَّ، فأخذ علينا حتى بلغ (وَلا يَعْصِينَكَ فِي مَعْرُوفٍ ) فقال: \" فيما أطَقْتُنَّ واسْتَطَعْتُنَّ فَقلن: الله أرحم بنا من أنفسنا .حدثنا ابن حُمَيد، قال: ثنا هارون، عن عمرو، عن عاصم، عن ابن سيرين، عن أمّ عطية الأنصارية، قالت: \" كان فيما اشترط علينا من المعروف حين بايعنا أن لا ننوح، فقالت امرأة من بني فلان: إن بني فلان أسعدوني، فلا حتى أجزيهم، فانطلقت فأسعدتهم، ثم جاءت فبايعت؛ قال: فما وفى منهن غيرها وغير أمّ سليم ابنة ملحان أمّ أنس بن مالك \" .حدثنا أبو كُرَيب، قال: ثنا أبو نعيم، قال: ثنا عمرو بن فروخ القتات، قال: ثنا مصعب بن نوح الأنصاريّ، قال: \" أدركت عجوزا لنا كانت فيمن بايع رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، قالت: فأتيته لأبايعه، فأخذ علينا فيما أخذ ولا تَنُحنَ، فقالت عجوز: يا نبيّ الله إن ناسًا قد كانوا أسعدوني على مصائب أصابتني، وإنهم قد أصابتهم مصيبة، فأنا أريد أن أسعدهم؛ قال: فانْطلقِي فَكافِئِيهمْ، ثم إنها أتت فبايعته، قال: هو المعروف الذي قال الله (وَلا يَعْصِينَكَ فِي مَعْرُوفٍ ) .حدثنا أبو كُرَيب، قال: ثنا وكيع، عن يزيد، مولى الصهباء، عن شهر بن حوشب، عن أم سلمة عن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، في قوله: (وَلا يَعْصِينَكَ فِي مَعْرُوفٍ ) قال: النوح.حدثنا أبو كُرَيب، قال: ثنا يونس، قال: ثنا محمد بن إسحاق، عن محمد بن المنكدر، عن أُميمة بنت رقيقة التيمية، قالت: \" بايعت رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم في نسوة من المسلمين، فقلنا له: جئناك يا رسول الله نبايعك على أن لا نشرك بالله شيئًا، ولا نسرِقَ، ولا نـزنِي، ولا نقتلَ أولادنا، ولا نأتيَ ببهتان نفتريه بين أيدينا وأرجلنا، ولا نعصيك في معروف؛ فقال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: \" فِيمَا اسْتَطَعْتُنَّ وَأَطَقْتُنَّ\"، فقلنا: اللهُ وَرَسُولُهُ أرحم بنا من أنفسنا، فقلنا: بايعنا يا رسول الله، فقال: \" اذْهَبْنَ فَقَدْ بَايعْتُكُنَّ، إنَّمَا قَوْلِي لمئَةِ امْرَأَةٍ كَقَوْلِي لامْرَأَةٍ وَاحِدَةٍ\"، وما صافح رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم منا أحدًا.حدثنا أبو كُرَيب، قال: ثنا يونس بن بكير، عن عيسى بن عبد الله التميمي، عن محمد بن المنكدر، عن أُميمة بنت رقيقة خالة فاطمة بنت رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم قال: سمعتها تقول: \" بايعنا رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم فأخذ علينا أن لا نشرك بالله شيئًا، فذكر مثل حديث محمد بن إسحاق \".حدثنا محمد بن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن محمد بن المنكدر، عن أُميمة بنت رقيقة، قالت: \" أتيت رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم في نساء نبايعه، قالت: فأخذ علينا النبي صَلَّى الله عَلَيْهِ وَسَلَّم بما في القرآن (أَنْ لا يُشْرِكْنَ بِاللَّهِ شَيْئًا ) ... الآية، ثم قال: \" فيما استَطَعْتُنَّ وَأَطَقْتُنَّ \" فقلنا : يا رسول الله ألا تصافحنا؟ فقال: \" إنّي لا أُصَافِحُ النِّسَاءَ مَا قَوْلِي لامْرَأَةٍ وَاحِدَةٍ إلا كَقَوْلِي لِمِئَةِ امْرَأَةٍ\".حدثنا ابن عبد الرحيم البرقي، قال: ثنا عمرو بن أبي سلمة، عن زُهير، عن موسى بن عقبة، عن محمد بن المنكدر، عن أُميمة بنت رقيقة، عن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم بنحوه.حدثت ، عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: (وَلا يَعْصِينَكَ فِي مَعْرُوفٍ ) والمعروف: ما اشترط عليهنّ في البيعة أن يتبعن أمره.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قول الله: (وَلا يَعْصِينَكَ فِي مَعْرُوفٍ ) فقال: إن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم نبيه وخيرته من خلقه ثم لم يستحلّ له أمور أمر (2) إلا بشرط لم يقل: ولا يعصينك ويترك حتى قال في معروف: فكيف ينبغي لأحد أن يُطاع في غير معروف وقد اشترط الله هذا على نبيه، قال: فالمعروف كلّ معروف أمرهنّ به في الأمور كلها وينبغي لهنّ أن لا يعصين.حدثنا محمد بن سنان القزاز، ثنا إسحاق بن إدريس، ثنا إسحاق بن عثمان بن يعقوب، قال: ثني إسماعيل بن عبد الرحمن بن عطية، عن جدته أمّ عطية، قالت: لما قدم رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم المدينة، جمع بين نساء الأنصار في بيت، ثم أرسل إلينا عمر بن الخطاب، فقام على الباب فسلم علينا، فرددن، أو فرددنا عليه، ثم قال: أنا رسول رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم إليكنّ، قالت: فقلنا مرحبًا برسول الله صَلَّى الله عَلَيْهِ وَسَلَّم وبرسول رسول الله، فقال: تبايعن على أن لا تشركن بالله شيئًا، ولا تسرقن، ولا تزنين، قالت: قلنا نعم؛ قال: فمدّ يده من خارج الباب أو البيت، ومددنا أيدينا من داخل البيت، ثم قال: اللهمّ اشهد؛ قالت: وأمرنا في العيدين أن نخرج فيه الحيَّض والعواتقولا جمعة علينا، ونهانا عن اتباع الجنازة، قال إسماعيل: فسألت جدتي عن قول الله (وَلا يَعْصِينَكَ فِي مَعْرُوفٍ ) قالت: النياحة.حدثني محمد بن عبد الرحيم البرقي، قال: ثنا عمرو بن أبي سلمة، عن زهير، في قول الله (وَلا يَعْصِينَكَ فِي مَعْرُوفٍ ) قال: لا يخلوا الرجل بامرأة.وقوله: (فَبَايِعْهُنَّ ) يقول جلّ ثناؤه: إذا جاءك المؤمنات يبايعنك على هذه الشروط، فبايعهن، (وَاسْتَغْفِرْ لَهُنَّ اللَّهَ ) يقول: سل لهنّ الله أن يصفح عن ذنوبهنّ، ويسترها عليهنّ بعفوه لهنّ عنها، (إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ ) يقول: إن الله ذو ستر على ذنوب من تاب إليه من ذنوبه أن يعذّبه عليها بعد توبته منها."
    },
    {
      "ayah": 13,
      "surah": 60,
      "text": "القول في تأويل قوله تعالى :  يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِمْ قَدْ يَئِسُوا مِنَ الآخِرَةِ كَمَا يَئِسَ الْكُفَّارُ مِنْ أَصْحَابِ الْقُبُورِ (13)يقول تعالى ذكره للمؤمنين به من أصحاب رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم ( يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِمْ ) من اليهود (قَدْ يَئِسُوا مِنَ الآخِرَةِ كَمَا يَئِسَ الْكُفَّارُ مِنْ أَصْحَابِ الْقُبُورِ ) .واختلف أهل التأويل في تأويل قوله: (قَدْ يَئِسُوا مِنَ الآخِرَةِ كَمَا يَئِسَ الْكُفَّارُ مِنْ أَصْحَابِ الْقُبُورِ ) فقال بعضهم: معنى ذلك: قد يئس هؤلاء القوم الذين غضب الله عليهم من اليهود من ثواب الله في الآخرة، وأن يُبعثوا، كما يئس الكفار الأحياء من أمواتهم الذين هم في القبور أن يرجعوا إليهم.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِمْ ) ... الآية، يعني من مات من الذين كفروا، فقد يئس الأحياء من الذين كفروا أن يرجعوا إليهم، أو يبعثهم الله.حدثنا ابن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن منصور بن زاذان، عن الحسين أنه قال في هذه الآية: (قَدْ يَئِسُوا مِنَ الآخِرَةِ كَمَا يَئِسَ الْكُفَّارُ مِنْ أَصْحَابِ الْقُبُورِ ) قال: الكفار الأحياء قد يئسوا من الأموات.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: (قَدْ يَئِسُوا مِنَ الآخِرَةِ ) يقول: يئسوا أن يُبعثوا كما يئس الكفار أن ترجع إليهم أصحاب القبور الذين ماتوا.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِمْ قَدْ يَئِسُوا مِنَ الآخِرَةِ ) ... الآية، الكافر لا يرجو لقاء ميته ولا أجره.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: (قَدْ يَئِسُوا مِنَ الآخِرَةِ كَمَا يَئِسَ الْكُفَّارُ مِنْ أَصْحَابِ الْقُبُورِ ) يقول من مات من الذين كفروا فقد يئس الأحياء منهم أن يرجعوا إليهم، أو يبعثهم الله.وقال آخرون: بل معنى ذلك: قد يئسوا من الآخرة أن يرحمهم الله فيها، ويغفر لهم، كما يئس الكفار الذين هم أصحاب قبور قد ماتوا وصاروا إلى القبور من رحمة الله وعفوه عنهم في الآخرة، لأنهم قد أيقنوا بعذاب الله لهم.* ذكر من قال ذلك:حدثنا ابن المثنى، قال: ثنا محمد بن جعفر، عن شعبة، عن الحكم، عن مجاهد، في هذه الآية (قَدْ يَئِسُوا مِنَ الآخِرَةِ ) ... الآية قال: أصحاب القبور الذين في القبور قد يئسوا من الآخرة.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثني عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعًا، عن ابن أَبي نجيح، عن مجاهد، في قوله: (قَدْ يَئِسُوا مِنَ الآخِرَةِ كَمَا يَئِسَ الْكُفَّارُ مِنْ أَصْحَابِ الْقُبُورِ ) قال: من ثواب الآخرة حين تبين لهم عملهن، وعاينوا النار.حدثنا ابن المثنى، قال: ثنا محمد، قال: ثنا شعبة، عن سماك، عن عكرمة أنه قال في هذه الآية (قَدْ يَئِسُوا مِنَ الآخِرَةِ ) ... الآية، قال: أصحاب القبور قد يئسوا من الآخرة.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، قال: قال الكلبي: قد يئسوا من الآخرة، يعني اليهود والنصارى، يقول: قد يئسوا من ثواب الآخرة وكرامتها، كما يئس الكفار الذين قد ماتوا فهم في القبور من الجنة حين رأوا مقعدهم من النار.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قول الله (لا تَتَوَلَّوْا قَوْمًا ) ... الآية، قال: قد يئس هؤلاء الكفار من أن تكون لهم آخرة، كما يئس الكفار الذين ماتوا الذين في القبور من أن تكون لهم آخرة، لما عاينوا من أمر الآخرة، فكما يئس أولئك الكفار، كذلك يئس هؤلاء الكفار؛ قال: والقوم الذين غضب الله عليهم، يهودهم الذين يئسوا من أن تكون لهم آخرة، كما يئس الكفار قبلهم من أصحاب القبور، لأنهم قد علموا كتاب الله وأقاموا على الكفر به، وما صنعوا وقد علموا.حدثنا ابن حُميد، قال: ثنا جرير، عن منصور، في قوله: (يَئِسُوا مِنَ الآخِرَةِ ) ... الآية، قال: قد يئسوا أن يكون لهم ثواب الآخرة، كما يئس من في القبور من الكفار من الخير، حين عاينوا العذاب والهوان.وأولى القولين في ذلك عندي بالصواب قول من قال: قد يئس هؤلاء الذين غضب الله عليهم من اليهود من ثواب الله لهم في الآخرة، وكرامته لكفرهم وتكذيبهم رسوله محمدًا صَلَّى الله عَلَيْهِ وَسَلَّم على علم منهم بأنه لله نبيّ، كما يئس الكفار منهم الذين مضوا قبلهم فهلكوا، فصاروا أصحاب القبور، وهم \u0026; 23-349 \u0026; على مثل الذي هؤلاء عليه من تكذيبهم عيسى؛ صلوات الله عليه وغيره من الرسل، من ثواب الله وكرامته إياهم.وإنما قلنا: ذلك أولى القولين بتأويل الآية، لأن الأموات قد يئسوا من رجوعهم إلى الدنيا، أو أن يُبعثوا قبل قيام الساعة المؤمنون والكفار، فلا وجه لأن يخصّ بذلك الخبر عن الكفار، وقد شركهم في الإياس من ذلك المؤمنون.آخر تفسير سورة الممتحنة."
    },
    {
      "ayah": 2,
      "surah": 60,
      "text": "القول في تأويل قوله تعالى :  إِنْ يَثْقَفُوكُمْ يَكُونُوا لَكُمْ أَعْدَاءً وَيَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ وَأَلْسِنَتَهُمْ بِالسُّوءِ وَوَدُّوا لَوْ تَكْفُرُونَ (2)يقول تعالى ذكره: إن يثقفكم هؤلاء الذين تسرّون أيها المؤمنون إليهم بالمودّة، يكونوا لكم حربًا وأعداء ( وَيَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ ) بالقتال ( وَأَلْسِنَتَهُمْ بِالسُّوءِ ) .وقوله: ( وَوَدُّوا لَوْ تَكْفُرُونَ ) يقول: وتمنوا لكم أن تكفروا بربكم، فتكونوا على مثل الذي هم عليه."
    },
    {
      "ayah": 3,
      "surah": 60,
      "text": "قوله: ( لَنْ تَنْفَعَكُمْ أَرْحَامُكُمْ وَلا أَوْلادُكُمْ يَوْمَ الْقِيَامَةِ ) يقول تعالى ذكره: لا يدعونكم أرحامكم وقراباتكم وأولادكم إلى الكفر بالله، واتخاذ أعدائه أولياء تلقون إليهم بالمودّة، فإنه لن تنفعكم أرحامكم ولا أولادكم عند الله يوم القيامة، فتدفع عنكم عذاب الله يومئذ، إن أنتم عصيتموه في الدنيا، وكفرتم به.وقوله: ( يَفْصِلُ بَيْنَكُمْ ) يقول جلّ ثناؤه: يفصل ربكم أيها المؤمنون بينكم يوم القيامة بأن يدخل أهل طاعته الجنة، وأهل معاصية والكفر به النار.واختلفت القرّاء في قراءة ذلك، فقرأته عامة قرّاء المدينة ومكة والبصرة: ( يُفْصَلُ بَيْنَكُم ) بضم الياء وتخفيف الصاد وفتحها، على ما لم يسمّ فاعله.وقرأه عامة قرّاء الكوفة خلا عاصم بضم الياء وتشديد الصاد وكسرها (2) بمعنى: يفصل الله بينكم أيها القوم. وقرأه عاصم بفتح الياء وتخفيف الصاد وكسرها، بمعنى يفصل الله بينكم. وقرأ بعض قرّاء الشام ( يُفَصلُ ) بضم الياء وفتح الصاد وتشديدها على وجه ما لم يسم فاعله.وهذه القراءات متقاربات المعانى صحيحات في الإعراب، فبأيتها قرأ القارئ فمصيب.وقوله: ( وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ ) يقول جلّ ثناؤه: والله بأعمالكم أيها الناس ذو علم وبصر، لا يخفى عليه منها شيء، هو بجميعها محيط، وهو مجازيكم بها إن خيرًا فخير، وإن شرًا فشرّ، فاتقوا الله في أنفُسكم واحذروه."
    },
    {
      "ayah": 4,
      "surah": 60,
      "text": "القول في تأويل قوله تعالى :  قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ إِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَآءُ مِنْكُمْ وَمِمَّا تَعْبُدُونَ مِنْ دُونِ اللَّهِ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ الْعَدَاوَةُ وَالْبَغْضَاءُ أَبَدًا حَتَّى تُؤْمِنُوا بِاللَّهِ وَحْدَهُ إِلا قَوْلَ إِبْرَاهِيمَ لأَبِيهِ لأَسْتَغْفِرَنَّ لَكَ وَمَا أَمْلِكُ لَكَ مِنَ اللَّهِ مِنْ شَيْءٍ رَبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ الْمَصِيرُ (4)يقول تعالى ذكره للمؤمنين به من أصحاب رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: قد كان لكم أيها المؤمنون أُسوة حسنة: يقول: قدوة حسنة في إبراهيم خليل الرحمن، تقتدون به، والذين معه من أنبياء الله.كما حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قول الله عزّ وجلّ: ( قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ ) قال: الذين معه الأنبياء.وقوله: ( إِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَآءُ مِنْكُمْ وَمِمَّا تَعْبُدُونَ مِنْ دُونِ اللَّهِ ) يقول: حين قالوا لقومهم الذين كفروا بالله، وعبدوا الطاغوت: أيها القوم إنا برآء منكم، ومن الذين تعبدون من دون الله من الآلهة والأنداد.وقوله: ( كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ الْعَدَاوَةُ وَالْبَغْضَاءُ أَبَدًا حَتَّى تُؤْمِنُوا بِاللَّهِ وَحْدَهُ ) يقول جلّ ثناؤه مخبرا عن قيل أنبيائه لقومهم الكفرة: كفرنا بكم، أنكرنا ما كنتم عليه من الكفر بالله وجحدنا عبادتكم ما تعبدون من دون الله أن تكون حقًّا، وظهر بيننا وبينكم العداوة والبغضاء أبدًا على كفركم بالله، وعبادتكم ما سواه، ولا صلح بيننا ولا هوادة، حتى تؤمنوا بالله وحده، يقول: حتى تصدّقوا بالله وحده، فتوحدوه، وتفردوه بالعبادة.وقوله: ( إِلا قَوْلَ إِبْرَاهِيمَ لأبِيهِ لأسْتَغْفِرَنَّ لَكَ وَمَا أَمْلِكُ لَكَ مِنَ اللَّهِ  مِنْ شَيْءٍ ) يقول تعالى ذكره: قد كانت لكم أُسوة حسنة في إبراهيم والذين معه في هذه الأمور التي ذكرناها من مباينة الكفار ومعاداتهم، وترك موالاتهم إلا في قول إبراهيم لأبيه ( لأسْتَغْفِرَنَّ لَكَ ) فإنه لا أسوة لكم فيه في ذلك، لأن ذلك كان من إبراهيم لأبيه عن موعدة وعدها إياه قبل أن يتبين له أنه عدوّ الله؛ فلما تبين له أنه عدوّ لله تبرأ منه. يقول تعالى ذكره: فكذلك أنتم أيها المؤمنون بالله، فتبرّءوا من أعداء الله من المشركين به ولا تتخذوا منهم أولياء حتى يؤمنوا بالله وحده ويتبرّءوا عن عبادة ما سواه وأظهروا لهم العداوة والبغضاء.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعًا، عن ابن أبي نجيح، عن مجاهد ( إِلا قَوْلَ إِبْرَاهِيمَ لأبِيهِ ) قال: نُهُوا أن يتأسَّوْا باستغفار إبراهيم لأبيه، فيستغفروا للمشركين.حدثنا ابن حُمَيد، قال: ثنا مهران، عن سفيان، عن أبي جعفر، عن مطرَّف الحارثي، عن مجاهد: ( أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ ) ... إلى قوله: ( لأسْتَغْفِرَنَّ لَكَ ) يقول: في كلّ أمره أسوة، إلا الاستغفار لأبيه.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ ) ... الآية، ائتسوا به في كلّ شيء، ما خلا قوله لأبيه: ( لأسْتَغْفِرَنَّ لَكَ ) فلا تأتسوا بذلك منه، فإنها كانت عن موعدة وعدها إياه.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: ( إِلا قَوْلَ إِبْرَاهِيمَ لأبِيهِ ) يقول: لا تأسوا بذلك فإنه كان عليه موعدًا، وتأسوا بأمره كله.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قول الله عزّ وجلّ: ( قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ ) ... إلى قوله: ( إِلا قَوْلَ إِبْرَاهِيمَ لأبِيهِ لأسْتَغْفِرَنَّ لَكَ ) قال: يقول: ليس لكم في هذا أسوة.ويعني بقوله: ( وَمَا أَمْلِكُ لَكَ مِنَ اللَّهِ مِنْ شَيْءٍ ) يقول: وما أدفع عنك من الله من عقوبة، إن الله عاقبك على كفرك به، ولا أُغْنِي عنك منه شيئًا.وقوله: ( رَبَّنَا عَلَيْكَ تَوَكَّلْنَا ) يقول جلّ ثناؤه مخبرًا عن قيل إبراهيم وأنبيائه صلوات الله عليهم: ( رَبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا ) يعني: وإليك رجعنا بالتوبة مما تكره إلى ما تحب وترضى ( وَإِلَيْكَ الْمَصِيرُ ) يقول: وإليك مصيرنا ومرجعنا يوم تبعثنا من قبورنا، وتحشرنا في القيامة إلى موقف العَرْض."
    },
    {
      "ayah": 5,
      "surah": 60,
      "text": "القول في تأويل قوله تعالى :  رَبَّنَا لا تَجْعَلْنَا فِتْنَةً لِلَّذِينَ كَفَرُوا وَاغْفِرْ لَنَا رَبَّنَا إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ (5)يقول تعالى ذكره مخبرًا عن قيل إبراهيم خليله والذين معه: يا ربَّنا لا تجعلنا فتنة للذين كفروا بك فجحدوا وحدانيتك، وعبدوا غيرك، بأن تسلطهم علينا، فيروا أنهم على حقّ، وأنا على باطل، فتجعلنا بذلك فتنة لهم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعًا، عن ابن أَبي نجيح، عن مجاهد، في قوله: (لا تَجْعَلْنَا فِتْنَةً لِلَّذِينَ كَفَرُوا) قال لا تعذبنا بأيديهم، ولا بعذاب من عندك، فيقولوا: لو كان هؤلاء على حق ما أصابهم هذا.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( رَبَّنَا لا تَجْعَلْنَا فِتْنَةً لِلَّذِينَ كَفَرُوا ) قال: يقول: لا تظهرهم علينا فَيَفْتَتِنُوا بذلك. يرون أنهم إنما ظهروا علينا لحقّ هم عليه.حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( لا تَجْعَلْنَا فِتْنَةً لِلَّذِينَ كَفَرُوا ) يقول: لا تسلِّطْهم علينا فيفتنونا.وقوله: ( وَاغْفِرْ لَنَا رَبَّنَا ) يقول: واستر علينا ذنوبنا بعفوك لنا عنها يا ربنا، ( إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ ) يعني الشديد الانتقام ممن انتقم منه، الحكيم: يقول الحكيم في تدبيره خلقه، وصرفه إياهم فيما فيه صلاحهم.---------------------------الهوامش:(1) ‌البيت من شواهد الفراء في معاني القرآن (الورقة 330) عند قوله تعالى \"تلقون إليهم بالمودة\". قال: دخول الباء في مودة وسقوطها سواء، هذا بمنزلة أظن أنك قائم، وبأنك قائم، وأريد أن تذهب، وأريد بأن تقوم. وقد قال الله: \"ومن يرد فيه بإلحاد بظلم\" فأدخل الباء. والمعنى: ومن يرد فيه إلحادًا، أنشدني أبو الجراح: \"فلما رجت بالشرب... البيت\" معناه: فلما رجت أن تشرب. ا هـ. والإزاء: الحوض الذي تشرب منه الإبل. والنهيم صوت زجر وتوعد. وقد سبق استشهاد المؤلف بالبيت في سورة الحج عند قوله تعالى \"ومن يرد فيه بإلحاد\" الجزء (17 : 139). ووقع في متن البيت هناك \"الأداء\" في موضع \"الإزاء\" هنا، خطأ مطبعيًا، فلتصلح الكلمة كما هنا \"الإزاء\" وهو الحوض.(2) ‌في الأصل: وضمها، وهو خطأ من الناسخ."
    },
    {
      "ayah": 6,
      "surah": 60,
      "text": "القول في تأويل قوله تعالى :  لَقَدْ كَانَ لَكُمْ فِيهِمْ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الآخِرَ وَمَنْ يَتَوَلَّ فَإِنَّ اللَّهَ هُوَ الْغَنِيُّ الْحَمِيدُ (6)وقوله: ( لَقَدْ كَانَ لَكُمْ فِيهِمْ أُسْوَةٌ حَسَنَةٌ ) يقول تعالى ذكره لقد كان لكم أيها المؤمنون قدوة حسنة فى الذين ذكرهم إبراهيم والذين معه من الأنبياء صلوات الله عليهم والرسل ( لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الآخِرَ ) يقول: لمن كان منكم يرجو لقاء الله، وثواب الله، والنجاة في اليوم الآخر.وقوله: ( وَمَنْ يَتَوَلَّ فَإِنَّ اللَّهَ هُوَ الْغَنِيُّ الْحَمِيدُ ) يقول تعالى ذكره: ومن يتول عما أمره الله به وندبه إليه منكم ومن غيركم، فأعرض عنه وأدبر مستكبرًا، ووالى أعداء الله، وألقى إليهم بالمودّة، فإن الله هو الغنيّ عن إيمانه به، وطاعته إياه، وعن جميع خلقه، الحميد عند أهل المعرفة بأياديه، وآلائه عندهم."
    },
    {
      "ayah": 7,
      "surah": 60,
      "text": "القول في تأويل قوله تعالى :  عَسَى اللَّهُ أَنْ يَجْعَلَ بَيْنَكُمْ وَبَيْنَ الَّذِينَ عَادَيْتُمْ مِنْهُمْ مَوَدَّةً وَاللَّهُ قَدِيرٌ وَاللَّهُ غَفُورٌ رَحِيمٌ (7)يقول تعالى ذكره: عسى الله أيها المؤمنون أن يجعل بينكم وبين الذين عاديتم من أعدائي من مشركي قريش مودّة، ففعل الله ذلك بهم، بأن أسلم كثير منهم، فصاروا لهم أولياء وأحزابًا.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( عَسَى اللَّهُ أَنْ يَجْعَلَ بَيْنَكُمْ وَبَيْنَ الَّذِينَ عَادَيْتُمْ مِنْهُمْ مَوَدَّةً ) قال: هؤلاء المشركون قد فعل، قد أدخلهم في السلم وجعل بينهم مودّة حين كان الإسلام حين الفتح.وقوله: ( وَاللَّهُ قَدِيرٌ ) يقول: والله ذو قدرة على أن يجعل بينكم وبين الذين عاديتم من المشركين مودّة ( وَاللَّهُ غَفُورٌ رَحِيمٌ ) يقول: والله غفور لخطيئة من ألقى إلى المشركين بالمودّة إذا تاب منها، رحيم بهم أن يعذّبهم بعد توبتهم منها.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة قوله: ( عَسَى اللَّهُ أَنْ يَجْعَلَ بَيْنَكُمْ وَبَيْنَ الَّذِينَ عَادَيْتُمْ مِنْهُمْ مَوَدَّةً وَاللَّهُ قَدِيرٌ ) على ذلك ( وَاللَّهُ غَفُورٌ رَحِيمٌ ) يغفر الذنوب الكثيرة، رحيم بعباده."
    },
    {
      "ayah": 8,
      "surah": 60,
      "text": "القول في تأويل قوله تعالى :  لا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُمْ مِنْ دِيَارِكُمْ أَنْ تَبَرُّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ (8)يقول تعالى ذكره: ( لا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ ) من أهل مكة ( وَلَمْ يُخْرِجُوكُمْ مِنْ دِيَارِكُمْ أَنْ تَبَرُّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ ) يقول: وتعدلوا فيهم بإحسانكم إليهم، وبرّكم بهم.واختلف أهل التأويل في الذين عُنُوا بهذه الآية، فقال بعضهم: عُني بها: الذين كانوا آمنوا بمكة ولم يهاجروا، فأذن الله للمؤمنين ببرّهم والإحسان إليهم.* ذكر من قال ذلك:حدثنا محمد بن عمرو، قال: ثنا أَبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعًا، عن ابن أَبي نجيح، عن مجاهد، في قوله: ( لا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ ) أن تستغفروا لهم، ( أَنْ تَبَرُّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ ) ؛ قال: وهم الذين آمنوا بمكة ولم يهاجروا.وقال آخرون: عني بها من غير أهل مكة من لم يهاجر.* ذكر من قال ذلك:حدثني محمد بن إبراهيم الأنماطيّ، قال: ثنا هارون بن معروف، قال: ثنا بشر بن السريّ، قال: ثنا مصعب بن ثابت، عن عمه عامر بن عبد الله بن الزبير، عن أبيه، قال: نـزلت في أسماء بنت أبي بكر، وكانت لها أمّ فى الجاهلية يقال لها قّتَيلة ابنة عبد العُزّى، فأتتها بهدايا وصناب وأقط وسَمْن، فقالت: لا اقبل لك هدية، ولا تدخلي عليّ حتى يأذن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم فذكرت ذلك عائشة لرسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، فأنـزل الله ( لا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ ) ... إلى قوله: ( الْمُقْسِطِينَ ) .قال ثنا إبراهيم بن الحجاج، قال: ثنا عبد الله بن المبارك، قال: ثنا مصعب بن ثابت، عن عامر بن عبد الله بن الزبير، عن أبيه، قال: قَدِمَتْ قُتَيلة بنت عبد العُزّى بن سعد من بني مالك بن حِسْل على ابنتها أسماء بنت أبي بكر، فذكر نحوه.وقال آخرون: بل عُنِي بها من مشركي مكة من لم يقاتل المؤمنين، ولم \u0026;يخرجوهم من ديارهم؛ قال: ونسخ الله ذلك بعدُ بالأمر بقتالهم.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد: وسألته عن قول الله عزّ وجلّ: ( لا يَنْهَاكُمُ اللَّهُ ) ... الآية، فقال: هذا قد نسخ، نَسَخَه، القتال، أمروا أن يرجعوا إليهم بالسيوف، ويجاهدوهم بها، يضربونهم، وضرب الله لهم أجلَ أربعة أشهر، إما المذابحة، وإما الإسلام.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: ( لا يَنْهَاكُمُ اللَّهُ ) ... الآية، قال: نسختها  فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ  .وأولى الأقوال في ذلك بالصواب قول من قال: عُنِي بذلك: لا ينهاكم الله عن الذين لم يقاتلوكم في الدين، من جميع أصناف الملل والأديان أن تبرُّوهم وتصلوهم، وتقسطوا إليهم، إن الله عزّ وجلّ عمّ بقوله: ( الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُمْ مِنْ دِيَارِكُمْ ) جميع من كان ذلك صفته، فلم يخصصْ به بعضًا دون بعض، ولا معنى لقول من قال: ذلك منسوخ، لأن برّ المؤمن من أهل الحرب ممن بينه وبينه قرابة نسب، أو ممن لا قرابة بينه وبينه ولا نسب غير محرّم ولا منهيّ عنه إذا لم يكن في ذلك دلالة له، أو لأهل الحرب على عورة لأهل الإسلام، أو تقوية لهم بكُراع أو سلاح. قد بين صحة ما قلنا في ذلك، الخبر الذي ذكرناه عن ابن الزبيرفي قصة أسماء وأمها.وقوله: ( إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ ) يقول: إن الله يحبّ المنصفين الذين ينصفون الناس، ويعطونهم الحقّ والعدل من أنفسهم، فيبرّون من برّهم، ويُحْسنون إلى من أحسن إليهم."
    },
    {
      "ayah": 9,
      "surah": 60,
      "text": "القول في تأويل قوله تعالى :  إِنَّمَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ قَاتَلُوكُمْ فِي الدِّينِ وَأَخْرَجُوكُمْ مِنْ دِيَارِكُمْ وَظَاهَرُوا عَلَى إِخْرَاجِكُمْ أَنْ تَوَلَّوْهُمْ وَمَنْ يَتَوَلَّهُمْ فَأُولَئِكَ هُمُ الظَّالِمُونَ (9)يقول تعالى ذكره: ( إِنَّمَا يَنْهَاكُمُ اللَّهُ ) أيها المؤمنون ( عَنِ الَّذِينَ قَاتَلُوكُمْ فِي الدِّينِ ) من كفار أهل مكة ( وَأَخْرَجُوكُمْ مِنْ دِيَارِكُمْ وَظَاهَرُوا عَلَى إِخْرَاجِكُمْ أَنْ تَوَلَّوْهُمْ ) يقول: وعاونوا من أخرجكم من دياركم على إخراجكم أن تولوهم، فتكونوا لهم أولياء ونصراء: ( وَمَنْ يَتَوَلَّهُمْ ) يقول: ومن يجعلهم منكم أو من غيركم أولياء ( فَأُولَئِكَ هُمُ الظَّالِمُونَ ) يقول: فأولئك هم الذين تولوا غير الذي يجوز لهم أن يتولوهم، ووضعوا ولايتهم في غير موضعها، وخالفوا أمر الله في ذلك.وبنحو الذي قلنا في معنى قوله: ( الَّذِينَ قَاتَلُوكُمْ فِي الدِّينِ ) قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعًا، عن ابن أبي نجيح، عن مجاهد ( إِنَّمَا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ قَاتَلُوكُمْ فِي الدِّينِ ) قال كفار أهل مكة."
    }
  ]
}
