{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 63,
      "text": "يقول تعالى ذكره لنبيه محمد صَلَّى الله عَلَيْهِ وَسَلَّم (إِذَا جَاءَكَ الْمُنَافِقُونَ ) يا محمد (قَالُوا ) بألسنتهم (نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ ) قال المنافقون ذلك أو لم يقولوا: (وَاللَّهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ ) يقول: والله يشهد إن المنافقين لكاذبون في إخبارهم عن أنفسهم أنها تشهد إنك لرسول الله، وذلك أنها لا تعتقد ذلك ولا تؤمن به، فهم كاذبون في خبرهم عنها بذلك.وكان بعض أهل العربية يقول في قوله: (وَاللَّهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ ) إنما كذب ضميرهم لأنهم أضمروا النفاق، فكما لم يقبل إيمانهم، وقد أظهروه، فكذلك جعلهم كاذبين، لأنهم أضمروا غير ما أظهروا."
    },
    {
      "ayah": 10,
      "surah": 63,
      "text": "يقول تعالى ذكره: وأنفقوا أيها المؤمنون بالله ورسوله من الأموال التي رزقناكم من قبل أن يأتي أحدكم الموت فيقول إذا نـزل به الموت: يا ربّ هلا أخرتني فتُمْهَلَ لي في الأجل إلى أجل قريب. فأصدّق يقول: فأزكي مالي ( وَأَكُنْ مِنَ الصَّالِحِينَ ) يقول: وأعمل بطاعتك، وأؤدّي فرائضك.وقيل: عنى بقوله: ( وَأَكُنْ مِنَ الصَّالِحِينَ ) وأحجّ بيتك الحرام.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني يونس وسعيد بن الربيع، قال سعيد، ثنا سفيان، وقال يونس: أخبرنا سفيان، عن أَبي جناب عن الضحاك بن مزاحم، عن ابن عباس، قال: ما من أحد يموت ولم يؤدّ زكاة ماله ولم يحجّ إلا سأل الكرّة، فقالوا: يا أبا عباس لا تزال تأتينا بالشيء لا نعرفه؛ قال: فأنا أقرأ عليكم في كتاب الله: ( وَأَنْفِقُوا مِنْ مَا رَزَقْنَاكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ أَحَدَكُمُ الْمَوْتُ فَيَقُولَ رَبِّ لَوْلا أَخَّرْتَنِي إِلَى أَجَلٍ قَرِيبٍ فَأَصَّدَّقَ ) قال: أؤدي زكاة مالي ( وَأَكُنْ مِنَ الصَّالِحِينَ ) قال: أحجّ.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن أَبي سنان، عن رجل، عن الضحاك، عن ابن عباس، قال: ما يمنع أحدكم إذا كان له مال يجب عليه فيه الزكاة أن يزكي، وإذا أطاق الحجّ أن يحجّ من قبل أن يأتيه الموت، فيسأل ربه الكرّة فلا يُعطاها، فقال رجل: أما تتقي الله، يسأل المؤمن الكرّة قال: نعم، أقرأ عليكم قرآنًا، فقرأ  يَا أَيُّهَا الَّذِينَ آمَنُوا لا تُلْهِكُمْ أَمْوَالُكُمْ وَلا أَوْلادُكُمْ عَنْ ذِكْرِ اللَّهِ  فقال الرجل: فما الذي يوجب عليّ الحجّ، قال: راحلة تحمله، ونفقة تبلغه.حدثنا عباد بن يعقوب الأسديّ وفضالة بن الفضل، قال عباد: أخبرنا يزيد أَبو حازم مولى الضحاك.وقال فضالة: ثنا بزيع عن الضحاك بن مزاحم في قوله: ( لَوْلا أَخَّرْتَنِي إِلَى أَجَلٍ قَرِيبٍ فَأَصَّدَّقَ ) قال: فأتصدّق بزكاة مالي ( وَأَكُنْ مِنَ الصَّالِحِينَ ) قال: الحجّ."
    },
    {
      "ayah": 11,
      "surah": 63,
      "text": "حُدثت عن الحسين ، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله:  لا تُلْهِكُمْ أَمْوَالُكُمْ وَلا أَوْلادُكُمْ عَنْ ذِكْرِ اللَّهِ  إلى آخر السورة: هو الرجل المؤمن نـزل به الموت وله مال كثير لم يزكه، ولم يحجّ منه، ولم يعط منه حق الله يسأل الرجعة عند الموت فيزكي ماله، قال الله: ( وَلَنْ   يُؤَخِّرَ اللَّهُ نَفْسًا إِذَا جَاءَ أَجَلُهَا ) .حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله:  لا تُلْهِكُمْ أَمْوَالُكُمْ وَلا أَوْلادُكُمْ عَنْ ذِكْرِ اللَّهِ  ... إلى قوله: ( وَأَنْفِقُوا مِنْ مَا رَزَقْنَاكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ أَحَدَكُمُ الْمَوْتُ ) قال: هو الرجل المؤمن إذا نـزل به الموت وله مال لم يزكه ولم يحجّ منه، ولم يعط حقّ الله فيه، فيسأل الرجعة عند الموت ليتصدّق من ماله ويزكي، قال الله ( وَلَنْ يُؤَخِّرَ اللَّهُ نَفْسًا إِذَا جَاءَ أَجَلُهَا ) .حدثنا ابن حميد، قال: ثنا مهران، عن سفيان ( فَأَصَّدَّقَ وَأَكُنْ مِنَ الصَّالِحِينَ ) قال: الزكاة والحج.واختلفت القرّاء في قراءة قوله: ( وَأَكُنْ مِنَ الصَّالِحِينَ ) فقرأ ذلك عامة قرّاء أهل الأمصار غير ابن محيصن وأبي عمرو: وأكن، جزمًا عطفًا بها على تأويل قوله: ( فَأَصَّدَّقَ ) لو لم تكن فيه الفاء، وذلك أن قوله: ( فَأَصَّدَّقَ ) لو لم تكن فيه الفاء كان جزمًا وقرأ ذلك ابن محيصن وأبو عمرو ( وَأَكُون ) بإثبات الواو ونصب ( وَأَكُون ) عطفًا به على قوله: ( فَأَصَّدَّقَ ) فنصب قوله: ( وَأَكُون ) إذ كان قوله: ( فَأَصَّدَّقَ ) نصبًا.والصواب من القول في ذلك: أنهما قراءتان معروفتان، فبأيتهما قرأ القارئ فمصيب.وقوله: ( وَلَنْ يُؤَخِّرَ اللَّهُ نَفْسًا إِذَا جَاءَ أَجَلُهَا ) يقول: لن يؤخر الله في أجل أحد فيمد له فيه إذا حضر أجله، ولكنه يخترمه ( وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ ) يقول: والله ذو خبرة وعلم بأعمال عبيده هو بجميعها محيط، لا يخفى عليه شيء، وهو مجازيهم بها، المحسن بإحسانه، والمسيء بإساءته."
    },
    {
      "ayah": 2,
      "surah": 63,
      "text": "يقول تعالى ذكره: اتخذ المنافقون أيمانهم جنة، وهي حلفهم.كما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة (اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً ) : أي حلفهم جنة.حدثني محمد بن عمرو، قال: ثنا أَبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعًا، عن ابن أَبي نجيح، عن مجاهد في قول الله: (اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً ) قال: يجتنون بها، قال ذلك بأنهم آمنوا ثم كفروا.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: (اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً ) يقول: حلفهم بالله إنهم لمنكم جنة.وقوله: (جُنَّةٍ ) : سترة يستترون بها كما يستتر المستجنّ بجنته في حرب وقتال، فيمنعون بها أنفسهم وذراريهم وأموالهم، ويدفعون بها عنها.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك :حدثنا بشر، قال: ثنا يزيد ، قال: ثنا سعيد، عن قتادة (جُنَّةٍ ) ليعصموا بها دماءهم وأموالهم.وقوله.(فَصَدُّوا عَنْ سَبِيلِ اللَّهِ ) يقول: فأعرضوا عن دين الله الذي بَعَث به نبيه صَلَّى الله عَلَيْهِ وَسَلَّم وشريعته التي شرعها لخلقه (إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ ) يقول: إن هؤلاء المنافقين الذين أتخذوا أيمانهم جنة ساء ما كانوا يعملون في اتخاذهم أيمانهم جُنة، لكذبهم ونفاقهم، وغير ذلك من أمورهم."
    },
    {
      "ayah": 3,
      "surah": 63,
      "text": "يقول تعالى ذكره: (إنهم ساء ما كانوا يعملون) هؤلاء المنافقون الذين اتخذوا أيمانهم جُنة من أجل أنهم صدّقوا الله ورسوله، ثم كفروا بشكهم في ذلك وتكذيبهم به.وقوله: (فَطُبِعَ عَلَى قُلُوبِهِمْ ) يقول: فجعل الله على قلوبهم خَتما بالكفر عن الإيمان؛ وقد بيَّنا في موضع غير هذا صفة الطبع على القلب بشواهدها، وأقوال أهل العلم، فأغنى ذلك عن إعادته في هذا الموضع.وقوله: (فَهُمْ لا يَفْقَهُونَ ) يقول تعالى ذكره: فهم لا يفقهون صوابًا من خطأ، وحقًّا من باطل لطبع الله على قلوبهم.وكان قتادة يقول في ذلك ما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة (ذَلِكَ بِأَنَّهُمْ آمَنُوا ثُمَّ كَفَرُوا فَطُبِعَ عَلَى قُلُوبِهِمْ فَهُمْ لا يَفْقَهُونَ ) أقروا بلا إله إلا الله وأن محمدًا رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، وقلوبهم منكِرة تأبى ذلك."
    },
    {
      "ayah": 4,
      "surah": 63,
      "text": "يقول جلّ ذكره لنبيه محمد صَلَّى الله عَلَيْهِ وَسَلَّم: وإذا رأيت هؤلاء المنافقين يا محمد تعجبك أجسامهم لاستواء خلقها وحسن صورها(وَإِنْ يَقُولُوا تَسْمَعْ لِقَوْلِهِمْ ) يقول جلّ ثناؤه: وإن يتكلموا تسمع كلامهم يشبه منطقهم منطق الناس (كَأَنَّهُمْ خُشُبٌ مُسَنَّدَةٌ ) يقول كأن هؤلاء المنافقين خُشُب مسنَّدة لا خير عندهم ولا فقه لهم ولا علم، وإنما هم صور بلا أحلام، وأشباح بلا عقول.وقوله: (يَحْسَبُونَ كُلَّ صَيْحَةٍ عَلَيْهِمْ ) يقول جلّ ثناؤه: يحسب هؤلاء المنافقون من خُبثهمْ وسوء ظنهم، وقلة يقينهم كلّ صيحة عليهم، لأنهم على وجل أن يُنـزل الله فيهم أمرا يهتك به أستارهم ويفضحهم، ويبيح للمؤمنين قتلهم  وسبي ذراريهم، وأخذ أموالهم، فهم من خوفهم من ذلك كلما نـزل بهم من الله وحي على رسوله، ظنوا أنه نـزل بهلاكهم وعَطَبهم. يقول الله جلّ ثناؤه لنبيه صَلَّى الله عَلَيْهِ وَسَلَّم: هم العدوّ يا محمد فاحذرهم، فإن ألسنتهم إذا لَقُوكم معكم وقلوبهم عليكم مع أعدائكم، فهم عين لأعدائكم عليكم.وقوله: (قَاتَلَهُمُ اللَّهُ أَنَّى يُؤْفَكُونَ ) يقول: أخزاهم الله إلى أيّ وجه يصرفون عن الحقّ.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، وسمعته يقول في قول الله: (وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَجْسَامُهُمْ ) ... الآية، قال: هؤلاء المنافقون.واختلفت القراء في قراءة قوله: (كَأَنَّهُمْ خُشُبٌ مُسَنَّدَةٌ ) فقرأ ذلك عامة قراء المدينة والكوفة خلا الأعمش والكسائي ( خُشُبُ ) بضم الخاء والشين، كأنهم وجهوا ذلك إلى جمع الجمع، جمعوا الخشبة خشَابا ثم جمعوا الخِشاب خُشُبا، كما جمعت الثَّمرةُ ثمارا، ثم ثُمُرًا. وقد يجوز أن يكون الخُشُب بضم الخاء والشين إلى أنها جمع خَشَبة، فتضم الشين منها مرة، وتُسكن أخرى، كما جمعوا الأكمة أكمًا وأكمًا بضم الألف والكاف مرة، وتسكين الكاف لها مرة، وكما قيل: البُدُن والبُدْن، بضم الدال وتسكينها لجمع البَدنة، وقرأ ذلك الأعمش والكسائي ( خُشْبُ ) بضم الخاء وسكون الشين.والصواب من القول في ذلك أنهما قراءتان معروفتان، ولغتان فصيحتان، وبأيتهما قرأ القارئ فمصيب وتسكين الأوسط فيما جاء من جمع فُعُلة على فُعْل في الأسماء على ألسن العرب أكثر وذلك كجمعهم البدنة بُدْنا، والأجمة أُجْما."
    },
    {
      "ayah": 5,
      "surah": 63,
      "text": "يقول تعالى ذكره: وإذا قيل لهؤلاء المنافقين تعالوا إلى رسول الله يستغفر لكم لووا رءوسهم، يقول حرّكوها وهزّوها استهزاء برسول الله صَلَّى الله عَلَيْهِ وَسَلَّم وباستغفاره وبتشديد الواو من ( لَوَّوْاْ ) قرأت القرّاء على وجه الخبر عنهم أنهم كرّروا هز رءوسهم وتحريكها، وأكثروا، إلا نافعًا فإنه قرأ ذلك بتخفيف الواو ( لَوَوْا ) على وجه أنهم فعلوا ذلك مرّة واحدة.والصواب من القول في ذلك قراءة من شدّد الواو لإجماع الحجة من القرّاء عليه.وقوله: ( وَرَأَيْتَهُمْ يَصُدُّونَ وَهُمْ مُسْتَكْبِرُونَ ) يقول تعالى ذكره: ورأيتهم يُعْرضون عما دُعوا إليه بوجوههم ( وَهُمْ مُسْتَكْبِرُونَ ) يقول وهم مستكبرون عن المصير إلى رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم ليستغفر لهم، وإنما عُنِي بهذه الآيات كلها فيما ذُكر، عبدُ الله بن أُبيّ ابن سَلُول، وذلك أنه قال لأصحابه:  لا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِ حَتَّى يَنْفَضُّوا  ، وقال:  لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الأَعَزُّ مِنْهَا الأَذَلَّ  فسمع بذلك زيد بن أرقم، فأخبر به رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، فدعاه رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم ، فسأله عما أخبر به عنه، فحلف أنه ما قاله، وقيل له: لو أتيت رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، فسألته أن يستغفر لك، فجعل يلوي رأسه ويحرّكه استهزاء، ويعني ذلك أنه غير فاعل ما أشاروا به عليه، فأنـزل الله عزّ وجلّ فيه هذه السورة من أوّلها إلى آخرها.وبنحو الذي قلنا في ذلك قال أهل التأويل وجاءت الأخبار.* ذكر الرواية التي جاءت بذلك:حدثنا أبو كُرَيب، قال: ثنا يحيى بن آدم، قال: ثنا إسرائيل، عن أَبي إسحاق، عن زيد بن أرقم، قال: \" خرجت مع عمي في غزاة، فسمعت عبد الله بن أُبيّ ابن سلول يقول لأصحابه: لا تنفقوا على من عند رسول الله حتى ينفضوا، لئن رجعنا إلى المدينة ليخرجنّ الأعز منها الأذلّ؛ قال: فذكرت ذلك لعمي، فذكره عمي لرسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، فأرسل إليّ،  فحدثته، فأرسل إلى عبد الله عليًّا رضي الله عنه وأصحابه، فحلفوا ما قالوا، قال: فكذّبني رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم وصدّقه، فأصابني همّ لم يصبني مثله قطّ؛ فدخلت البيت، فقال لي عمي: ما أردت إلى أن كذّبك رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم ومقتك، قال: حتى أنـزل الله عزّ وجلّ  إِذَا جَاءَكَ الْمُنَافِقُونَ  قال: فبعث إليّ رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، فقرأها، ثم قال: \" إن الله عزَّ وَجَلَّ قَدْ صَدَّقَكَ يا زيد \".حدثنا أبو كُرَيْب والقاسم بن بشر بن معروف، قال: ثنا يحيى بن بكير ، قال: ثنا شعبة، قال الحكم: أخبرني، قال: سمعت محمد بن كعب القرظيّ قال: سمعت زيد بن أرقم قال: لما قال عبد الله بن أُبيّ ابن سلول ما قال: لا تنفقوا على من عند رسول الله حتى ينفضوا، وقال:  لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ  قال: سمعته فأتيت رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، فذكرت ذلك، فلاقى ناس من الأنصار، قال: وجاء هو فحلف ما قال ذلك، فرجعت إلى المنـزل فنمت قال: فأتاني رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم أو بلغني ، فأتيت النبي صَلَّى الله عَلَيْهِ وَسَلَّم، فقال: \" إنَّ الله تَبَارَكَ وَتَعَالَى قَدْ صَدَّقَكَ وَعَذَرَكَ\" قال: فنـزلت الآية  هُمُ الَّذِينَ يَقُولُونَ لا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِ  ... الآية.حدثنا أبو كُرَيب، قال: ثنا هاشم أبو النضر، عن شعبة، عن الحكم، قال: سمعت محمد بن كعب القرظي، قال : سمعت زيد بن أرقم يحدّث بهذا الحديث.حدثنا محمد بن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن الحكم، عن محمد بن كعب القرظي، عن زيد بن أرقم، قال: \" كنا مع رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم في غزوة، فقال عبد الله بن أُبيّ ابن سلول  لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الأَعَزُّ مِنْهَا الأَذَلَّ  قال: فأتيت النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم فأخبرته، فحلف عبد الله بن أُبيّ إنه لم يكن شيء من ذلك، قال: فلامني قومي وقالوا : ما أردتّ إلى هذا، قال: فانطلقت فنمت كئيبًا أو حزينًا، قال:  فأرسل إليّ نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم، أو أتيت رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، فقال: \" إنَّ الله قَدْ أنـزلَ عُذْرَكَ وَصَدَّقَكَ\"، قال: ونـزلت هذه الآية:  هُمُ الَّذِينَ يَقُولُونَ لا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِ حَتَّى يَنْفَضُّوا  ... حتى بلغ  لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الأَعَزُّ مِنْهَا الأَذَلَّ  .حدثنا ابن المثنى، قال: ثنا ابن أَبي عديّ، قال: أخبرني ابن عون، عن محمد، قال: \" سمعها زيد بن أرقم فرفعها إلى وليه، قال: فرفعها وَليه إلى النبي صَلَّى الله عَلَيْهِ وَسَلَّم، قال: فقيل لزيد: وَفَتْ أذنك \".حدثنا أحمد بن منصور الرّمَادي، قال: ثنا إبراهيم بن الحكم بن أبان، قال: ثني أبي، قال: ثني بشير بن مسلم \" أنه قيل لعبد الله بن أُبيّ ابن سلول: يا أبا حباب إنه قد أنـزل فيك آي شداد، فأذهب إلى رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم يستغفر لك، فلوى رأسه وقال: أمرتموني أن أومن فآمنت، وأمرتموني أن أعطي زكاة مالي فأعطيت، فما بقي إلا أن أسجد لمحمد \".حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة \"( وَإِذَا قِيلَ لَهُمْ تَعَالَوْا يَسْتَغْفِرْ لَكُمْ رَسُولُ اللَّهِ لَوَّوْا ) ... الآية كلها قرأها إلى  الْفَاسِقِينَ  أنـزلت في عبد الله بن أُبيّ، وذلك أن غلامًا من قرابته انطلق إلى رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم فحدّثه بحديث عنه وأمر شديد، فدعاه رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، فإذا هو يحلف ويتبرأ من ذلك، وأقبلت الأنصار على ذلك الغلام، فلاموه وعَذَلوه وقيل لعبد الله: لو أتيت رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، فجعل يلوي رأسه: أي لستُ فاعلا وكذب عليّ، فأنـزل الله ما تسمعون \".حدثني محمد بن عمرو ، قال: ثنا أَبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعًا، عن ابن أبي نجيح، عن مجاهد، في قوله: ( وَإِذَا قِيلَ لَهُمْ تَعَالَوْا يَسْتَغْفِرْ لَكُمْ رَسُولُ اللَّهِ لَوَّوْا رُءُوسَهُمْ ) قال: عبد الله بن أُبَيّ، قيل له: تعالَ ليستغفر لك رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم ، فلوى رأسه وقال: ماذا قلت؟.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، قال: قال له قومه: لو أتيت النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم فاستغفر لك، فجعل يلوي رأسه، فنـزلت فيه ( وَإِذَا قِيلَ لَهُمْ تَعَالَوْا يَسْتَغْفِرْ لَكُمْ رَسُولُ اللَّهِ ) ."
    },
    {
      "ayah": 6,
      "surah": 63,
      "text": "يقول تعالى ذكره لنبيه محمد صَلَّى الله عَلَيْهِ وَسَلَّم: سواء يا محمد على هؤلاء المنافقين الذين قيل لهم تعالوا يستغفر لكم رسول الله ( أَسْتَغْفَرْتَ لَهُمْ ) ذنوبهم ( أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ لَنْ يَغْفِرَ اللَّهُ لَهُمْ ) يقول: لن يصفح الله لهم عن ذنوبهم، بل يعاقبهم عليها( إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الْفَاسِقِينَ ) يقول: إن الله لا يوفِّق للإيمان القوم الكاذبين عليه، الكافرين به، الخارجين عن طاعته.وقد حدثني محمد بن سعد، قال: ثني أبي، قال : ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس قوله: ( سَوَاءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ لَنْ يَغْفِرَ اللَّهُ لَهُمْ ) قال: نـزلت هذه الآية بعد الآية التي في سورة التوبة  إِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ  [التوبة: 80 ] فقال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: \" زيادة على سبعين مرّة، فأنـزل الله ( سَوَاءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ لَنْ يَغْفِرَ اللَّهُ لَهُمْ ) ."
    },
    {
      "ayah": 7,
      "surah": 63,
      "text": "يقول تعالى ذكره (هُمُ الَّذِينَ يَقُولُونَ ) يعني المنافقين الذين يقولون لأصحابهم (لا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِ ) من أصحابه المهاجرين (حَتَّى يَنْفَضُّوا ) يقول: حتى يتفرّقوا عنه.وقوله: (وَلِلَّهِ خَزَائِنُ السَّمَاوَاتِ وَالأرْضِ ) يقول : ولله جميع ما في السماوات والأرض من شيء وبيده مفاتيح خزائن ذلك، لا يقدر أحد أن يعطي أحدًا شيئًا إلا بمشيئته (وَلَكِنَّ الْمُنَافِقِينَ لا يَفْقَهُونَ ) أن ذلك كذلك، فلذلك يقولون: لا تنفقوا على من عند رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم حتى ينفضوا.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك :حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: (هُمُ الَّذِينَ يَقُولُونَ لا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِ حَتَّى يَنْفَضُّوا ) قال: لا تطعموا محمدًا وأصحابه حتى تصيبهم مجاعة، فيتركوا نبيهم.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة (هُمُ الَّذِينَ يَقُولُونَ لا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِ حَتَّى يَنْفَضُّوا ) قرأها إلى آخر الآية، وهذا قول عبد الله بن أُبي لأصحابه المنافقين لا تنفقوا على محمد وأصحابه حتى يدعوه، فإنكم لولا أنكم تنفقون عليهم لتركوه وَأجَلوا عنه.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة: (هُمُ الَّذِينَ يَقُولُونَ لا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِ حَتَّى يَنْفَضُّوا ) إن عبد الله بن أُبيّ ابن سلول قال لأصحابه، لا تنفقوا على من عند رسول الله، فأنكم لو لم تنفقوا عليهم قد انفضوا.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: (لا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِ حَتَّى يَنْفَضُّوا ) يعني الرَّفد والمعونة، وليس يعني الزكاة المفروضة؛ والذين قالوا هذا هم المنافقون.حدثنا الربيع بن سليمان، قال: ثنا أسد بن موسى، قال: ثنا يحيى بن أبي زائدة، قال: ثنا الأعمش عن عمرو بن مُرّة، عن عبد الرحمن بن أبي لَيلى، عن زيد بن أرقم، قال: \" لما قال ابن أُبيّ ما قال، أخبرت النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم، فجاء فحلف، فجعل الناس يقولون لي: تأتي رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم بالكذب؟ حتى جلستُ في البيت مخافة إذا رأوني قالوا: هذا الذي يكذب، حتى أُنـزل (هُمُ الَّذِينَ يَقُولُونَ ) ."
    },
    {
      "ayah": 8,
      "surah": 63,
      "text": "يقول تعالى ذكره: يقول هؤلاء المنافقون الذين وَصف صفتهم قبل ( لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الأعَزُّ مِنْهَا الأذَلَّ ) فيها، ويعني بالأعزّ: الأشدّ والأقوى، قال الله جلّ ثناؤه: ( وَلِلَّهِ الْعِزَّةُ ) يعني : الشدة والقوة ( وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ ) بالله ( وَلَكِنَّ الْمُنَافِقِينَ لا يَعْلَمُونَ ) ذلك.وذُكر أن سبب قيل ذلك عبدُ الله بن أُبي كان من أجل أن رجلا من المهاجرين كَسَعَ رجلا من الأنصار.* ذكر من قال ذلك :حدثني محمد بن معمر، قال: ثنا أَبو عامر، قال: ثنا زَمْعة ، عن عمرو، قال: سمعت جابر بن عبد الله، قال: إن الأنصار كانوا أكثر من المهاجرين، ثم إن المهاجرين كثروا فخرجوا في غزوة لهم، فكسع رجل من المهاجرين رجلا من الأنصار، قال: فكان بينهما قتال إلى أن صرخ: يا معشر الأنصار، وصرخ المهاجر: يا معشر المهاجرين؛ قال: فبلغ ذلك النبي صَلَّى الله عَلَيْهِ وَسَلَّم، فقال: \" مَا لَكُمْ وَلِدعْوةِ الجَاهِلِيَّةِ؟\" فقالوا: كسع رجل من المهاجرين رجلا من الأنصار ، قال: فقال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: \" دَعُوهَا فِإنَّهَا مُنْتِنَةٌ\"، قال: فقال عبد الله بن أُبي ابن سلول: لئن رجعنا إلى  المدينة ليخرجنّ الأعز منها الأذلّ، فقال عمر: يا رسول الله دعني فأقتله، قال: فقال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: \" لا يَتَحَدَّثُ النَّاسُ أَنَّ رَسُولَ اللهِ يَقْتُلُ أَصْحَابَهُ\".حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال : ثني أبي، عن أبيه، عن ابن عباس، قوله: ( يَقُولُونَ لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ ) ... إلى ( وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ ) قال: قال ذلك عبد الله بن أُبيّ ابن سلول الأنصاري رأس المنافقين، وناس معه من المنافقين.حدثني أحمد بن منصور الرمادي قال: ثنا إبراهيم بن الحكم قال: ثني أَبي عن عكرمة أن عبد الله بن عبد الله بن أُبيّ ابن سلول كان يقال له حباب، فسماه رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم عبد الله، فقال: يا رسول الله إن والدي يؤذي الله ورسوله، فذرني حتى أقتله ، فقال له رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: \" لا تَقْتُلْ أبَاكَ عَبْدَ اللهِ\"، ثم جاء أيضًا فقال: يا رسول الله إن والدي يؤذي الله ورسوله، فذرني حتى أقتله ، فقال له رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: لا تَقْتُلْ أباك \"، فقال: يا رسول الله فتوضأ حتى أسقيه من وضوئك لعلّ قلبه أن يلين، فتوضأ رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم فأعطاه، فذهب به إلى أبيه فسقاه، ثم قال له: هل تدري ما سقيتك؟ فقال له والده نعم، سقيتني بول أمك، فقال له ابنه: لا والله، ولكن سقيتك وضوء رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم؛ قال عكرمة: وكان عبد الله بن أُبيّ عظيم الشأن فيهم. وفيهم أنـزلت هذه الآية في المنافقين:  هُمُ الَّذِينَ يَقُولُونَ لا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِ حَتَّى يَنْفَضُّوا  وهو الذي قال: ( لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الأعَزُّ مِنْهَا الأذَلَّ ) قال : فلما بلغوا المدينة، مدينة الرسول صَلَّى الله عَلَيْهِ وَسَلَّم ومن معه، أخذ ابنه السيف ، ثم قال لوالده: أنت تزعم \" لئن رجعنا إلى المدينة ليخرجنّ الأعز منها الأذلّ\"، فوالله لا تدخلها حتى يأذن لك رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم.حدثنا ابن حميد، قال: ثنا يحيى بن واضح، قال: ثنا الحسين، عن عمرو بن دينار، عن جابر بن عبد الله أن رجلا من المهاجرين كسع رجلا من الأنصار برجله وذلك في أهل اليمن شديد فنادى المهاجرين يا للمهاجرين، ونادى الأنصار يا للأنصار؛ قال: والمهاجرون يومئذ أكثر من الأنصار، فقال النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم: \" دعوهَا فَإنَّهَا مُنْتِنَةٌ\"، فقال عبد الله بن أُبيّ ابن سلول \" لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الأَعَزُّ مِنْهَا الأَذَلَّ\".حدثني عمران بن بكار الكلاعيّ، قال: ثنا يحيى بن واضح، قال: ثنا عليّ بن سليمان، قال : ثنا أبو إسحاق، أن زيد بن أرقم، أخبره أن عبد الله بن أُبيّ ابن سلول قال  لا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِ حَتَّى يَنْفَضُّوا  وقال: ( لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الأعَزُّ مِنْهَا الأذَلَّ ) قال: فحدثني زيد أنه أخبر رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم بقول عبد الله بن أُبيّ، قال: فجاء فحلف عبد الله بن أُبي لرسول الله صَلَّى الله عَلَيْهِ وَسَلَّم ما قال ذلك؛ قال أبو إسحاق: فقال لي زيد، فجلست في بيتي، حتى أنـزل الله تصديق زيد، وتكذيب عبد الله في  إِذَا جَاءَكَ الْمُنَافِقُونَ  .حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الأعَزُّ مِنْهَا الأذَلَّ ) قرأ الآية كلها إلى ( لا يَعْلَمُونَ ) قال: قد قالها منافق عظيم النفاق في رجلين اقتتلا أحدهما غفاريّ، والآخر جُهَنِيّ، فظهر الغفاريّ على الجُهنيّ، وكان بين جُهينة والأنصار حلف، فقال رجل من المنافقين وهو ابن أُبيَ: يا بني الأوس، يا بني الخزرج، عليكم صاحبكم وحليفكم، ثم قال: والله ما مثلنا ومَثَلَ محمد إلا كما قال القائل: \" سمِّن كلبك يأكْلك \"، والله لئن رجعنا إلى المدينة ليخرجنّ الأعزّ منها الأذلّ، فسعى بها بعضهم إلى نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم، فقال عمر: يا نبيّ الله مُر معاذ بن جبل أن يضرب عنق هذا المنافق، فقال: \" لا يتحدّثُ النَّاسُ أَنَّ مُحَمَدًا يَقْتُلُ أصحَابَهُ\".ذُكر لنا أنه كان أُكثِر على رجل من المنافقين عنده، فقال: هل يصلي؟ فقال: نعم ولا خير في صلاته، فقال: نُهيت عن المصلين، نُهيت عن المصلين.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، قال: اقتتل رجلان، أحدهما من جُهينة، والآخر من غفار، وكانت جهينة حليف الأنصار، فظهر عليه الغفاريّ، فقال رجل منهم عظيم النفاق: عليكم صاحبكم، عليكم صاحبكم، فوالله ما مَثلنا ومَثَل محمد إلا كما قال القائل: \" سمّن كلبك يأكلك \"، أما والله لئن رجعنا إلى المدينة ليخرجنّ الأعزّ منها الأذلّ وهم في سفر، فجاء رجل ممن سمعه إلى النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم، فأخبره ذلك، فقال عمر: مُر معاذا يضرب عنقه، فقال: \" وَالله لا يتَحَدَّثُ النَّاسُ أنَّ مُحَمَّدًا يَقْتُلُ أَصْحَابَهُ\"، فنـزلت فيهم:  هُمُ الَّذِينَ يَقُولُونَ لا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِوقوله: ( لئن رجعنا إلى المدينة ليخرجن الأعز منها الأذل ). حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن الحسن \" أن غلامًا جاء إلى النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم، فقال: يا رسول الله إني سمعت عبد الله بن أُبيّ يقول كذا وكذا؛ قال: \" فَلَعَلَّكَ غَضِبْتَ عَلَيْهِ؟\" قال: لا والله لقد سمعته يقوله؛ قال: \" فَلَعَلَّكَ أَخْطَأَ سَمعكَ؟\" قال: لا والله يا نبيّ الله لقد سمعته يقوله قال: فَلَعَلَّهُ شُبِّهَ عَلَيْكَ\"، قال: لا والله، قال: فأنـزل الله تصديقًا للغلام ( لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الأعَزُّ مِنْهَا الأذَلَّ ) فأخذ النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم بأذن الغلام، فقال: \" وَفَتْ أُذُنُكَ، وَفَتْ أُذُنُكَ يَا غُلامُ\".حدثنا يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قول الله ( لَيُخْرِجَنَّ الأعَزُّ مِنْهَا الأذَلَّ ) قال: كان المنافقون يسمون المهاجرين: الجلابيب؛ وقال: قال ابن أُبي: قد أمرتكم في هؤلاء الجلابيب أمري، قال: هذا بين أمَجٍ وعسفان على الكديد تنازعوا على الماء، وكان المهاجرون قد غلبوا على الماء؛ قال: وقال ابن أُبيّ أيضًا: أما والله لئن رجعنا  إلى المدينة ليخرجنّ الأعز منها الأذلَّ لقد قلت لكم: لا تنفقوا عليهم، لو تركتموهم ما وجدوا ما يأكلون، ويخرجوا ويهربوا؛ فأتى عمر بن الخطاب إلى النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم فقال: يا رسول الله ألا تسمع ما يقول ابن أُبيّ؟ قال: وما ذاك؟ فأخبره وقال: دعني أضرب عنقه يا رسول الله، قال: \" إذًا تَرْعَدُ لَهُ آنُفٌ كَثِيرَةٌ بِيَثْرِبَ\" قال عمر: فإن كرهت يا رسول الله أن يقتله رجل من المهاجرين، فمرّ به سعد بن معاذ، ومحمد بن مسلمة فيقتلانه فقال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: \" إِني أَكْرَهُ أَنْ يَتَحَدَّثُ النَّاسُ أَنَّ مُحَمَّدًا يَقْتُلُ أَصْحَابَهُ، ادْعُوا لِي عَبْدَ اللهِ بنَ عَبدِ اللهِ بن أُبَيّ\"، فدعاه، فقال: \" ألا تَرَى ما يَقُولُ أَبُوكَ؟\" قال: وما يقول بأبي أنت وأمي؟ قال: \" يَقُولُ لَئِن رَجَعْنَا إلَى الْمَدِينَةِ لَيُخْرِجَنَّ الأعَزُّ مِنْهَا الأذَلَّ\"؛ فقال: فقد صدق والله يا رسول الله، أنت والله الأعزُّ وهو الأذلُّ، أما والله لقد قَدِمت المدينة يا رسول الله، وإن أهل يثرب ليعلمون ما بها أحد أبرّ مني، ولئن كان يرضى الله ورسوله أن آتيهما برأسه لآتِيَنَّهما به ، فقال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: لا؛ فلما قدموا المدينة، قام عبد الله بن عبد الله بن أُبيّ على بابها بالسيف لأبيه؛ ثم قال: أنت القائل : لئن رجعنا إلى المدينة ليخرجن الأعزّ منها الأذلّ، أما والله لتعرفنّ العزة لك أو لرسول الله، والله لا يأويك ظله، ولا تأويه أبدًا إلا بإذن من الله ورسوله؛ فقال: يا للخزرج ابني يمنعني بيتي، يا للخزرج ابني يمنعني بيتي، فقال: والله لا تأويه أبدًا إلا بإذن منه؛ فاجتمع إليه رجال فكلموه، فقال: والله لا يدخله إلا بإذن من الله ورسوله، فأتوا النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم فأخبروه، فقال: \" اذْهَبُوا إلَيْهِ، فَقُولُوا لَهُ خَلِّهِ وَمَسْكَنَهُ\"؛ فأتوه، فقال: أما إذا جاء أمر النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم فنعم \".حدثنا ابن حميد، قال: ثنا سَلَمَة وعليّ بن مجاهد، عن محمد بن إسحاق، عن عاصم بن عمر بن قتادة، عن عبد الله بن أبي بكر، وعن محمد بن يحيى بن حبان، قال: كلّ قد حدثني بعض حديث بني المصطلق، قالوا: \" بلغ رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم أن بني المصطلق يجمعون له، وقائدهم  الحارث بن أبي ضرار أَبو جويرية بنت الحارث زوج النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم؛ فلما سمع بهم رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، خرج إليهم حتى لقيهم على ماء من مياههم يقال له المريسيع من ناحية قديد إلى الساحل، فتزاحف الناس فاقتتلوا، فهزم الله بني المصطلق، وقُتِل من قُتل منهم، ونفل رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم أبناءهم ونساءهم وأموالهم، فأفاءهم الله عليه، وقد أصيب رجل من بني كلب بن عوف بن عامر بن ليث بن بكر، يقال له هشام بن صبابة أصابه رجل من الأنصار من رهط عبادة بن الصامت، وهو يرى أنه من العدوّ، فقتله خطأ، فبينا الناس على ذلك الماء وردت واردة الناس ومع عمر بن الخطاب أجير له من بني غفار يقال له جَهْجَاه بن سعيد (1) يقود له فرسه، فازدحم جَهْجاه وسنان الجُهْنِيُّ حليف بني عوف بن الخزرج على الماء فاقتتلا فصرخ الجهنيّ: يا معشر الأنصار. وصرخ جهجاه: يا معشر المهاجرين، فغضب عبد الله بن أُبيّ ابن سلول، وعنده رهط من قومه فيهم زيد بن أرقم، غلام حديث السنّ، فقال: قد فعلوها؟ قد نافرونا وكاثرونا في بلادنا، والله ما أعُدّنا وجلابيب قريش هذه إلا كما قال القائل: \" سمّن كلبك يأكلك \"، أما والله لئن رجعنا إلى المدينة ليخرجنّ الأعز منها الأذلّ؛ ثم أقبل على من حضر من قومه، فقال: هذا ما فعلتم بأنفسكم أحللتموهم بلادكم، وقاسمتموهم أموالكم، أما والله لو أمسكتم عنهم ما بأيديكم لتحوّلوا إلى غير بلادكم؛ فسمع ذلك زيد بن أرقم فمشى به إلى رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم ، وذلك عند فراغ رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم من غزوه، فأخبر الخبر وعنده عمر بن الخطاب فقال: يا رسول الله مُر به عباد بن بشر بن وقش فليقتله، فقال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: \" فَكَيْفَ يَا عُمَرْ إذَا تَحَدَّثَ النَّاسُ أَنَّ مُحَمَّدًا يَقْتُلُ أَصْحَابَهُ، لا وَلَكِنْ أَذَّنْ بالرَّحِيلِ\"، وذلك في ساعة لم يكن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم يرتحل فيها، فارتحل الناس، وقد مشى عبد الله بن أُبيّ إلى رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم  حين بلغه أن زيد بن أرقم قد بلغه ما سمع منه، فحلف بالله ما قلت ما قال، ولا تكلمت به؛ وكان عبد الله بن أُبيّ في قومه شريفًا عظيمًا، فقال من حضر رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم من أصحابه من الأنصار: يا رسول الله عسى أن يكون الغلام أوهم في حديثه، ولم يحفظ ما قال الرجل، حدبًا على عبد الله بن أُبيّ، ودفعًا عنه؛ فلما استقلّ رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم وسار، لقيه أسيد بن حضير، فحياه بتحية النبوّة وسلم عليه، ثم قال: يا رسول الله لقد رُحت في ساعة منكرة ما كنت تروح فيها، فقال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم : \" أَوَمَا بَلَغَكَ مَا قَال صَاحِبُكُمْ؟\" قال: فأيّ صاحب يا رسول الله؟ قالَ: \" عَبْدُ اللهِ بِنُ أُبَيّ\"، قال: وما قال؟ قال: \" زَعَمَ أَنَّهُ إنْ رَجَعَ إلَى الْمَدِينَةِ أَخْرَجَ الأعَزُّ مِنْهَا الأذَل \"؛ قال أسيد: فأنت والله يا رسول الله تخرجه إن شئت، هو والله الذليل وأنت العزيز؛ ثم قال: يا رسول الله ارفق به، فوالله لقد جاء الله بك وإن قومه لينظمون له الخرز ليتوّجوه، فإنه ليرى أنك قد استلبته مُلكًا، ثم مشى رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم بالناس يومهم ذلك حتى أمسى، وليلتهم حتى أصبح، وصدر يومهم ذلك حتى آذتهم الشمس، ثم نـزل بالناس، فلم يكن إلا أن وجدوا مس الأرض وقعوا نيامًا، وإنما فعل ذلك ليشغل الناس عن الحديث الذي كان بالأمس من حديث عبد الله بن أُبيّ. ثم راح بالناس وسلك الحجاز حتى نـزل على ماء بالحجاز فُويق النقيع، يقال له نقعاء؛ فلما راح رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم هَبَّت على الناس ريح شديدة آذتهم وتخوّفوها، فقال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: \" لا تَخَافُوا فإنَّمَا هَبَّتْ لِمَوْتَ عَظِيمٍ مَنْ عُظَمَاءِ الْكُفَارِ\"؛ فلما قَدِموا المدينة وجدوا رفاعة بن زيد بن التابوت أحد بني قينقاع وكان من عظماء يهود، وكهفًا للمنافقين قد مات ذلك اليوم، فنـزلت السورة التي ذكر الله فيها المنافقين في عبد الله بن أبيّ ابن سلول، ومن كان معه على مثل أمره ، فقال:  إِذَا جَاءَكَ الْمُنَافِقُونَ  فلما نـزلت هذه السورة أخذ رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم بأذن زيد فقال: \" هَذَا الَّذِي أَوْفى الله بأذنه \"، وبلغ عبد الله بن عبد الله بن أُبيّ الذي كان من أبيه.حدثنا ابن حُمَيد، قال: ثنا سلمة، قال: ثني محمد بن إسحاق، عن عاصم بن عمر بن قتادة \" أن عبد الله بن عبد الله بن أُبي أتى رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم فقال: يا رسول الله إنه بلغني أنك تريد قتل عبد الله بن أُبي فيما بلغك عنه، فإن كنت فاعلا فمرني به فأنا أحمل إليك رأسه، فوالله لقد علمت الخزرج ما كان فيها رجل أبرّ بوالده مني، وإني أخشى أن تأمر به غيره فيقتله، فلا تدعني نفسي أن أنظر إلى قاتل عبد الله بن أُبيّ يمشي في الناس فأقتلَه، فأقتل مؤمنًا بكافر، فأدخلَ النارَ؛ فقال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: \" بَلْ نَرْفُقْ بِهِ وَنُحِسنْ صُحْبَتَهُ مَا بَقِيَ مَعَنَا \"، وجعل بعد ذلك اليوم إذا أحدث الحدث كان قومه هم الذين يعاتبونه، ويأخذونه ويعنفونه ويتوعدونه، فقال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم لعمر بن الخطاب حين بلغه ذلك عنهم من شأنهم: \" كَيْفَ تَرَى يا عُمَرُ، أما واللهِ لَوْ قَتَلْتُهُ يَوْمَ أَمَرْتَنِي بِقَتْلِهِ لأرْعَدَتْ لَهُ آنُفٌ، لَوْ أَمَرْتَهَا الْيَوْمَ بِقَتْلِهِ لَقَتَلْتَهُ\"؛ قال: فقال عمر: قد والله علمت لأمرُ رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم أعظم بركة من أمري.------------------------الهوامش:(1) الذي في سيرة ابن هشام ابن مسعود"
    },
    {
      "ayah": 9,
      "surah": 63,
      "text": "يقول تعالى ذكره: يا أيها الذين صدقوا الله ورسوله (لا تُلْهِكُمْ أَمْوَالُكُمْ ) يقول: لا توجب لكم أموالكم (وَلا أَوْلادُكُمْ ) اللهو (عَنْ ذِكْرِ اللَّهِ ) وهو من ألهيته عن كذا وكذا، فلها هو يلهو لهوًا؛ ومنه قول امرئ القيس:وَمِثْلـكِ حُـبْلَى قـد طَـرَقَتُ وَمُرْضِعٍفألْهَيْتُهَــا عَــنْ ذِي تَمَـائمَ مُحْـوِلِ (2)وقيل: عُنِي بذكر الله جلّ ثناؤه في هذا الموضع: الصلوات الخمس.* ذكر من قال ذلك :حدثنا ابن حميد، قال: ثنا مهران، عن أَبي سنان، عن ثابت، عن الضحاك ( يَا أَيُّهَا الَّذِينَ آمَنُوا لا تُلْهِكُمْ أَمْوَالُكُمْ وَلا أَوْلادُكُمْ عَنْ ذِكْرِ اللَّهِ ) قال: الصلوات الخمس.وقوله: (وَمَنْ يَفْعَلْ ذَلِكَ ) يقول: ومن يلهه ماله وأولاده عن ذكر الله (فَأُولَئِكَ هُمُ الْخَاسِرُونَ ) يقول: هم المغبونون حظوظهم من كرامة الله ورحمته تبارك وتعالى.------------------------الهوامش:(2) البيت لامرئ القيس. وقد سبق استشهاد المؤلف به في الجزء (17 : 114) وشرحنا هناك شرحا مفصلا، فراجعه. وموضع الشاهد فيه هنا قوله \"فألهيتها\" وأصله من اللهو، وهو ما لهوت به ولعبت به وشغلك. من هوى وطرب ونحوهما، يقال: لهوت بالشيء ألهو به لهوا، وتلهيت به إذا لعبت وتشاغلت، وغفلت به عن غيره. وتقول: ألهاني فلان عن كذا: أي شغلني وأنساني، وكأن الهمزة فيه للسلب."
    }
  ]
}
