{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 64,
      "text": "يقول تعالى ذكره: يسجد له ما في السموات السبع وما في الأرض من خلقه ويعظمه.وقوله: ( لَهُ الْمُلْكُ ) يقول تعالى ذكره: له ملك السموات والأرض وسلطانه ماض قضاؤه في ذلك نافذ فيه أمره.وقوله: ( وَلَهُ الْحَمْدُ ) يقول: وله حمد كلّ ما فيها من خلق، لأن جميع من في ذلك من الخلق لا يعرفون الخير إلا منه، وليس لهم رازق سواه فله حمد جميعهم ( وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ) يقول: وهو على كلّ شيء ذو قدرة، يقول: يخلق ما يشاء، ويميت من يشاء، ويغني من أراد، ويفقر من يشاء ويعزّ من يشاء، ويذلّ من يشاء، لا يتعذّر عليه شيء أراده، لأنه ذو القدرة التامة التي لا يعجزه معها شيء."
    },
    {
      "ayah": 10,
      "surah": 64,
      "text": "يقول تعالى ذكره: والذين جحدوا وحدانية الله، وكذّبوا بأدلته وحججه وآي كتابه الذي أنـزله على عبده محمد صَلَّى الله عَلَيْهِ وَسَلَّم  أُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ  يقول: ماكثين فيها أبدًا لا يموتون فيها، ولا يخرجون منها( وَبِئْسَ الْمَصِيرُ ) يقول: وبئس الشيء الذي يُصَار إليه جهنم."
    },
    {
      "ayah": 11,
      "surah": 64,
      "text": "يقول تعالى ذكره: لم يصب أحدًا من الخلق مصيبة إلا بإذن الله، يقول: إلا بقضاء الله وتقدير ذلك عليه (وَمَنْ يُؤْمِنْ بِاللَّهِ يَهْدِ قَلْبَهُ ) يقول: ومن يصدّق بالله فيعلم أنه لا أحد تصيبه مصيبة إلا بإذن الله بذلك يهد قلبه: يقول: يوفِّق الله قلبه بالتسليم لأمره والرضا بقضائه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس قوله: (وَمَنْ يُؤْمِنْ بِاللَّهِ يَهْدِ قَلْبَهُ ) يعني: يهد قلبه لليقين، فيعلم أن ما أصابه لم يكن ليخطئه، وما أخطأه لم يكن ليصيبه.حدثني نصر بن عبد الرحمن الوشاء الأوديّ، قال: ثنا أحمد بن بشير، عن الأعمش، عن أَبي ظبيان قال: كنا عند علقمة، فقرئ عنده هذه الآية: (وَمَنْ يُؤْمِنْ بِاللَّهِ يَهْدِ قَلْبَهُ ) فسُئل عن ذلك فقال: هو الرجل تصيبه المصيبة، فيعلم أنها من عند الله، فيسلم ذلك ويرضى.حدثني عيسى بن عثمان الرملي، قال: ثنا يحيى بن عيسى، عن الأعمش، عن أَبي ظبيان ، قال: كنت عند علقمة وهو يعرض المصاحف، فمرّ بهذه الآية: (مَا أَصَابَ مِنْ مُصِيبَةٍ إِلا بِإِذْنِ اللَّهِ وَمَنْ يُؤْمِنْ بِاللَّهِ يَهْدِ قَلْبَهُ ) قال: هو الرجل... ثم ذكر نحوه.حدثنا ابن بشر، قال: ثنا أَبو عامر، قال: ثنا سفيان، عن الأعمش، عن أَبي ظبيان، عن علقمة، في قوله: (مَا أَصَابَ مِنْ مُصِيبَةٍ إِلا بِإِذْنِ اللَّهِ وَمَنْ يُؤْمِنْ بِاللَّهِ يَهْدِ قَلْبَهُ ) قال: هو الرجل تصيبه المصيبة، فيعلم أنها من عند الله فيسلم لها ويرضَى.حدثني يونس، قال: أخبرنا ابن وهب، قال: ثني ابن مهدي، عن  الثوري، عن الأعمش، عن أَبي ظبيان، عن علقمة مثله ؛ غير أنه قال في حديثه: فيعلم أنها من قضاء الله، فيرضى بها ويسلم.وقوله: (وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ ) يقول: والله بكل شيء ذو علم بما كان ويكون وما هو كائن من قبل أن يكون."
    },
    {
      "ayah": 12,
      "surah": 64,
      "text": "يقول تعالى ذكره: (وَأَطِيعُوا اللَّهَ ) أيها الناس في أمره ونهيه (وَأَطِيعُوا الرَّسُولَ ) صَلَّى الله عَلَيْهِ وَسَلَّم (فَإِنْ تَوَلَّيْتُمْ ) فإن أدبرتم عن طاعة الله وطاعة رسوله مستكبرين عنها، فلم تطيعوا الله ولا رسوله (فَإِنَّمَا ) فليس (عَلَى رَسُولِنَا ) محمد إلا(الْبَلاغُ الْمُبِينُ ) أنه بلاغ إليكم لما أرسلته به يقول جلّ ثناؤه: فقد أعذر إليكم بالإبلاغ والله وليّ الانتقام ممن عصاه، وخالف أمره، وتولى عنه."
    },
    {
      "ayah": 13,
      "surah": 64,
      "text": "(اللَّهُ لا إِلَهَ إِلا هُوَ ) يقول جلّ ثناؤه: معبودكم أيها الناس معبود واحد لا تصلح العبادة لغيره ولا معبود لكم سواه.(وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ الْمُؤْمِنُونَ ) يقول تعالى ذكره: وعلى الله أيها الناس فليتوكل المصدّقون بوحدانيته."
    },
    {
      "ayah": 14,
      "surah": 64,
      "text": "يقول تعالى ذكره: يا أيها الذين صدّقوا الله ورسوله ( إِنَّ مِنْ أَزْوَاجِكُمْ  وَأَوْلادِكُمْ عَدُوًّا لَكُمْ ) يصدونكم عن سبيل الله، ويثبطونكم عن طاعة الله ( فَاحْذَرُوهُمْ ) أن تقبلوا منهم ما يأمرونكم به من ترك طاعة الله.وذُكر أن هذه الآية نـزلت في قوم كانوا أرادوا الإسلام والهجرة، فثبَّطهم عن ذلك أزواجهم وأولادهم.* ذكر من قال ذلك:حدثنا أَبو كُرَيْب، قال: ثنا يحيى بن آدم وعبيد الله بن موسى، عن إسرائيل، عن سِماك ، عن عكرمة، عن ابن عباس، قال: سأله رجل عن هذه الآية ( يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلادِكُمْ عَدُوًّا لَكُمْ فَاحْذَرُوهُمْ ) قال: هؤلاء رجال أسلموا، فأرادوا أن يأتوا رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم؛ فأبى أزواجهم وأولادهم أن يدعوهم يأتوا رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم؛ فلما أتَوا رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم فرأوا الناس قد فقهوا في الدين، هموا أن يعاقبوهم، فأنـزل الله جلّ ثناؤه ( إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلادِكُمْ ) .. الآية.حدثنا هناد بن السريّ، قال: ثنا أبو الأحوص، عن سِماك، عن عكرمة، في قوله: ( يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلادِكُمْ عَدُوًّا لَكُمْ فَاحْذَرُوهُمْ ) قال: كان الرجل يريد أن يأتي النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم فيقول له أهله: أين تذهب وتدعنا ؟ قال: وإذا أسلم وفَقِه، قال: لأرجعنّ إلى الذين كانوا ينهون عن هذا الأمر فلأفعلنّ ولأفعلنّ ، فأنـزل الله جلّ ثناؤه: ( وَإِنْ تَعْفُوا وَتَصْفَحُوا وَتَغْفِرُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ ) .حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلادِكُمْ عَدُوًّا لَكُمْ فَاحْذَرُوهُمْ ) كان الرجل إذا أراد أن يهاجر من مكة إلى المدينة تمنعه زوجته وولده، ولم يألُوا يثبطوه عن ذلك، فقال الله: إنهم عدوّ لكم فاحذروهم واسمعوا وأطيعوا، وامضُوا لشأنكم، فكان الرجل بعد ذلك إذا مُنع وثبط مرّ بأهله وأقسم، والقسم يمين ليفعلنّ وليعاقبنّ أهله في ذلك، فقال الله جلّ ثناؤه  ( وَإِنْ تَعْفُوا وَتَصْفَحُوا وَتَغْفِرُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ ) .حدثنا ابن حميد، قال: ثنا سلمة، قال: ثني محمد بن إسحاق، عن بعض أصحابه، عن عطاء بن يسار قال: نـزلت سورة التغابن كلها بمكة، إلا هؤلاء الآيات ( يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلادِكُمْ عَدُوًّا لَكُمْ فَاحْذَرُوهُمْ ) نـزلت في عوف بن مالك الأشجعيّ، كان ذا أهل وولد، فكان إذا أراد الغزو بكوا إليه ورقَّقوه، فقالوا: إلى من تَدعنا ؟ فيرقّ ويقيم، فنـزلت: ( يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلادِكُمْ عَدُوًّا لَكُمْ فَاحْذَرُوهُمْ ) الآية كلها بالمدينة في عوف بن مالك وبقية الآيات إلى آخر السورة بالمدينة.حدثني محمد بن عمرو، قال: ثنا أَبو عاصم، قال: ثنا عيسى ؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعًا، عن ابن أَبي نجيح، عن مجاهد، في قوله: ( إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلادِكُمْ عَدُوًّا لَكُمْ فَاحْذَرُوهُمْ ) قال: إنهما يحملانه على قطيعة رحمه، وعلى معصية ربه، فلا يستطيع مع حبه إلا أن يقطعه.حدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعًا، عن ابن أَبي نجيح، عن مجاهد مثله، إلا أنه قال: فلا يستطيع مع حبه إلا أن يطيعه.حدثنا بشر، قال: ثنا يزيد، قالا ثنا سعيد، عن قتادة ، قوله: ( يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلادِكُمْ عَدُوًّا لَكُمْ فَاحْذَرُوهُمْ ) .. الآية، قال: منهم من لا يأمر بطاعة الله، ولا ينهى عن معصيته، وكانوا يبطِّئون عن الهجرة إلى رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم وعن الجهاد.حدثنا ابن عبد الأعلى، قال ثنا ابن ثور، عن معمر ، عن قتادة، في قوله: ( إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلادِكُمْ عَدُوًّا لَكُمْ فَاحْذَرُوهُمْ ) قال: ينهون عن الإسلام، ويُبَطِّئُون عنه، وهم من الكفار فاحذروهم.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلادِكُمْ عَدُوًّا  لَكُمْ ) .. الآية، قال: هذا في أناس من قبائل العرب كان يسلم الرجل أو النفر من الحيّ، فيخرجون من عشائرهم ويدعون أزواجهم وأولادهم وآباءهم عامدين إلى النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم فتقوم عشائرهم وأزواجهم وأولادهم وآباؤهم، فيناشدونهم الله أن لا يفارقوهم، ولا يؤثروا عليهم غيرهم، فمنهم من يَرقّ ويرجع إليهم، ومنهم من يمضي حتى يلحق بنبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم.حدثنا أَبو كريب، قال: ثنا عثمان بن ناجية وزيد بن حباب، قالا ثنا يحيى بن واضح، جميعًا، عن الحسين بن واقد، قال: ثني عبد الله بن بريدة، عن أبيه، قال: \" رأيت رسول الله صلى الله عليه وسلم يخطب، فجاء الحسن والحسين رضي الله عنهما عليهما قميصان أحمران يعثران ويقومان، فنـزل رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم فأخذهما فرفعهما فوضعهما في حِجْرِهِ ثم قال: \" صَدَقَ الله ورَسُولُهُ:  إِنَّمَا أَمْوَالُكُمْ وَأَوْلادُكُمْ فِتْنَةٌ  رأَيْتُ هَذْينِ فَلَمْ أَصْبِرْ، ثم أخذ في خطبته \" اللفظ لأبي كريب عن زيد.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلادِكُمْ عَدُوًّا لَكُمْ ) قال: يقول: عدوّا لكم في دينكم، فاحذروهم على دينكم.حدثني محمد بن عمرو بن علىّ المقدميّ، قال ثنا أشعث بن عبد الله قال: ثنا شعبة، عن إسماعيل بن أبي خالد، في قوله: ( إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلادِكُمْ عَدُوًّا لَكُمْ فَاحْذَرُوهُمْ ) قال: كان الرجل يسلم ، فيلومه أهله وبنوه، فنـزلت: ( إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلادِكُمْ عَدُوًّا لَكُمْ ) .وقوله: ( وَإِنْ تَعْفُوا وَتَصْفَحُوا ) يقول: إن تعفوا أيها المؤمنون عما سلف منهم من صدّهم إياكم عن الإسلام والهجرة وتصفحوا لهم عن عقوبتكم إياهم على ذلك، وتغفروا لهم غير ذلك من الذنوب ( فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ ) لكم لمن تاب من عباده، من ذنوبكم ( رَحِيمٌ ) بكم أن يعاقبكم عليها من بعد توبتكم منها."
    },
    {
      "ayah": 15,
      "surah": 64,
      "text": "يقول تعالى ذكره: ما أموالكم أيها الناس وأولادكم إلا فتنة، يعني بلاء عليكم في الدنيا.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( إِنَّمَا أَمْوَالُكُمْ وَأَوْلادُكُمْ فِتْنَةٌ ) يقول: بلاء.وقوله: ( وَاللَّهُ عِنْدَهُ أَجْرٌ عَظِيمٌ ) يقول: والله عنده ثواب لكم عظيم، إذا أنتم خالفتم أولادكم وأزواجكم في طاعة الله ربكم، وأطعتم الله عزّ وجلّ، وأدّيتم حقّ الله في أموالكم، والأجر العظيم الذي عند الله الجنة.كما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَاللَّهُ عِنْدَهُ أَجْرٌ عَظِيمٌ ) وهي الجنة."
    },
    {
      "ayah": 16,
      "surah": 64,
      "text": "قوله: ( فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ ) يقول تعالى ذكره: واحذروا الله أيها المؤمنون وخافوا عقابه، وتجنبوا عذابه بأداء فرائضه واجتناب معاصيه، والعمل بما يقرّب إليه ما أطقتم وبلَغه وسعكم.وذُكر أن قوله: ( فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ ) نـزل بعد قوله:  اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ  تخفيفًا عن المسلمين، وأن قوله: ( فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ ) ناسخ قوله:  اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ  .* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ وَاسْمَعُوا وَأَطِيعُوا ) هذه رخصة من الله، والله رحيم بعباده، وكان الله جلّ ثناؤه أنـزل قبل ذلك  اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ  وحقّ تقاته أن يُطاع فلا يعصى، ثم خفَّف الله تعالى ذكره عن عباده، فأنـزل الرخصة بعد ذلك فقال: ( فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ وَاسْمَعُوا وَأَطِيعُوا ) فيما استطعت يا ابن آدم، عليها بايع رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم على السمع والطاعة فيما استطعتم.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله:  اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ  قال: نسختها: ( فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ ) .وقد تقدم بياننا عن معنى الناسخ والمنسوخ بما أغنى عن إعادته في هذا الموضع ؛ وليس في قوله: ( فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ ) دلالة واضحة على أنه لقوله:  اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ  ناسخ، إذ كان محتملا قوله: اتقوا الله حقّ تقاته فيما استطعتم، ولم يكن بأنه له ناسخ عن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم فإذا كان ذلك كذلك، فالواجب استعمالهما جميعًا على ما يحتملان من وجوه الصحة.وقوله: ( وَاسْمَعُوا وَأَطِيعُوا ) يقول: واسمعوا لرسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، وأطيعوه فيما أمركم به ونهاكم عنه ( وَأَنْفِقُوا خَيْرًا لأنْفُسِكُمْ ) يقول: وأنفقوا مالا من أموالكم لأنفسكم تستنقذوها من عذاب الله، والخير في هذا الموضع المال.وقوله: ( وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ ) يقول تعالى ذكره: ومن يَقِه الله شحَ نفسه، وذلك اتباع هواها فيما نهى الله عنه.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني أَبو معاوية، عن عليّ، عن ابن عباس، قوله: ( وَمَنْ يُوقَ شُحَّ نَفْسِهِ ) يقول: هوى نفسه حيث يتبع   هواه ولم يقبل الإيمان.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن جامع بن شدّاد، عن الأسود بن هلال، عن ابن مسعود ( وَمَنْ يُوقَ شُحَّ نَفْسِهِ ) قال: أن يعمد إلى مال غيره فيأكله، وقوله: ( فَأُولَئِكَ هُمُ الْمُفْلِحُونَ ) يقول: فهؤلاء الذين وُقُوا شحّ أنفسهم، المُنجحون الذين أدركوا طلباتهم عند ربهم."
    },
    {
      "ayah": 17,
      "surah": 64,
      "text": "يقول تعالى ذكره: وإن تنفقوا في سبيل الله، فتحسنوا فيها النفقة، وتحتسبوا بإنفاقكم الأجر والثواب يضاعف ذلك لكم ربكم، فيجعل لكم مكان الواحد سبعمائة ضعف إلى أكثر من ذلك مما يشاء من التضعيف  يَغْفِرْ لَكُمْ ذُنُوبَكُمْ  فيصفح لكم عن عقوبتكم عليها مع تضعيفه نفقتكم التي تنفقون في سبيله ( وَاللَّهُ شَكُورٌ ) يقول: والله ذو شكر لأهل الإنفاق في سبيله، بحسن الجزاء لهم على ما أنفقوا في الدنيا في سبيله ( حَلِيمٌ ) يقول: حليم عن أهل معاصيه بترك معاجلتهم بعقوبته."
    },
    {
      "ayah": 18,
      "surah": 64,
      "text": "( عَالِمُ الْغَيْبِ وَالشَّهَادَةِ ) يقول: عالم ما لا تراه أعين عباده ويغيب عن أبصارهم وما يشاهدونه فيرونه بأبصارهم ( الْعَزِيزُ ) يعني الشديد في انتقامه ممن عصاه وخالف أمره ونهيه ( الْحَكِيمُ ) في تدبيره خلقه، وصرفه إياهم فيما يصلحهم."
    },
    {
      "ayah": 2,
      "surah": 64,
      "text": "يقول تعالى ذكره: الله (الَّذِي خَلَقَكُمْ ) أيها الناس، وهو من ذكر  اسم الله (فَمِنْكُمْ كَافِرٌ وَمِنْكُمْ مُؤْمِنٌ ) يقول: فمنكم كافر بخالقه وأنه خلقه؛(وَمِنْكُمْ مُؤْمِنٌ ) يقول: ومنكم مصدّق به موقن أنه خالقه أو بارئه، (وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ ) يقول: والله الذي خلقكم بصير بأعمالكم عالم بها، لا يخفى عليه منها شيء، وهو مجازيكم بها، فاتقوه أن تخالفوه في أمره أو نهيه، فيسطوَ بكم.حدثنا محمد بن منصور الطوسي، قال: ثنا حسن بن موسى الأشيب، قال: ثنا ابن لهيعة، قال: ثنا بكر بن سوادة، عن أَبي تميم الجيشانيّ، عن أَبي ذرّ: \" إن المَنِيَّ إذَا مَكث في الرحم أربعين ليلة، أتى ملك النفوس، فعرج به إلى الجبار في راحته ، فقال: أي ربّ عبدك هذا ذكر أم أنثى؟ فيقضي الله إليه ما هو قاض، ثم يقول: أي ربّ أشقي أم سعيد؟ فيكتب ما هو لاق: قال: وقرأ أَبو ذرّ فاتحة التغابن خمس آيات \"."
    },
    {
      "ayah": 3,
      "surah": 64,
      "text": "يقول تعالى ذكره: خلق السموات السبع والأرض بالعدل والإنصاف، وصوّركم: يقول: ومثلكم فأحسن مثلكم، وقيل: أنه عُنِيَ بذلك تصويره آدم، وخلقه إياه بيده.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أَبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس (خَلَقَ السَّمَاوَاتِ وَالأرْضَ بِالْحَقِّ وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ ) يعني آدم خلقه بيده.وقوله: (وَإِلَيْهِ الْمَصِيرُ ) يقول: وإلى الله مرجع جميعكم أيها الناس."
    },
    {
      "ayah": 4,
      "surah": 64,
      "text": "يقول تعالى ذكره: يعلم ربكم أيها الناس ما في السموات السبع والأرض من شيء، لا يخفى عليه من ذلك خافية (وَيَعْلَمُ مَا تُسِرُّونَ ) أيها الناس بينكم من قول وعمل (وَمَا تُعْلِنُونَ ) من ذلك فتظهرونه (وَاللَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ ) يقول جلّ ثناؤه: والله ذو علم بضمائر صدور عباده، وما تنطوي عليه نفوسهم، الذي هو أخفى من السرّ، لا يعزب عنه شيء من ذلك. يقول تعالى ذكره لعباده: احذَروا أن تسرّوا غير الذي تعلنون، أو تضمروا في أنفسكم غير ما تُبدونه، فإن ربكم لا يخفى عليه من ذلك شيء، وهو محص جميعه، وحافظ عليكم كله."
    },
    {
      "ayah": 5,
      "surah": 64,
      "text": "يقول تعالى ذكره لمشركي قريش: ألم يأتكم أيها الناس خبر الذين كفروا من قبلكم، وذلك كقوم نوح وعاد وثمود وقوم إبراهيم وقوم لوط (فَذَاقُوا وَبَالَ أَمْرِهِمْ ) فمسّهم عذاب الله إياهم على كفرهم (وَلَهُمْ عَذَابٌ أَلِيمٌ ) يقول: ولهم عذاب مؤلم موجع يوم القيامة في نار جهنم، مع الذي أذاقهم الله في الدنيا وبال كفرهم."
    },
    {
      "ayah": 6,
      "surah": 64,
      "text": "وقوله: (ذَلِكَ بِأَنَّهُ كَانَتْ تَأْتِيهِمْ رُسُلُهُمْ بِالْبَيِّنَاتِ ) يقول جلّ ثناؤه:  هذا الذي نال الذين كفروا من قبل هؤلاء المشركين من وبال كفرهم، والذي أعدّ لهم ربهم يوم القيامة من العذاب، من أجل أنه كانت تأتيهم رسلهم بالبينات الذي أرسلهم إليهم ربهم بالواضحات من الأدلة والإعلام على حقيقة ما يدعونهم إليه، فقالوا لهم: أبشر يهدوننا، استكبارًا منهم أن تكون رسل الله إليهم بشرًا مثلهم واستكبارًا عن اتباع الحقّ من أجل أن بشرًا مثلهم دعاهم إليه ؛ وجمع الخبر عن البشر، فقيل: يهدوننا، ولم يقل: يهدينا، لأن البشر، وإن كان في لفظ الواحد، فإنه بمعنى الجميع.وقوله: (فَكَفَرُوا وَتَوَلَّوْا ) يقول: فكفروا بالله، وجحدوا رسالة رسله الذين بعثهم الله إليهم استكبارًا(وَتَوَلَّوْا ) يقول: وأدبروا عن الحقّ فلم يقبلوه، وأعرضوا عما دعاهم إليه رسلهم (وَاسْتَغْنَى اللَّهُ ) يقول: واستغنى الله عنهم، وعن إيمانهم به وبرسله، ولم تكن به إلى ذلك منهم حاجة (وَاللَّهُ غَنِيٌّ حَمِيدٌ ) يقول: والله غني عن جميع خلقه، محمود عند جميعهم بجميل أياديه عندهم، وكريم فعاله فيهم."
    },
    {
      "ayah": 7,
      "surah": 64,
      "text": "يقول تعالى ذكره: زعم الذين كفروا بالله أن لن يبعثهم الله إليه من قبورهم بعد مماتهم. وكان ابن عمر يقول: زعم: كنية الكذب.حدثني بذلك محمد بن نافع البصريّ، قال: ثنا عبد الرحمن بن مهدي، عن سفيان، عن بعض أصحابه عن ابن عمر.وقوله: (قُلْ بَلَى وَرَبِّي لَتُبْعَثُنَّ ) يقول لنبيه صَلَّى الله عَلَيْهِ وَسَلَّم : قل لهم يا محمد: بلى وربي لتبعثن من قبوركم (ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ ) يقول:  ثم لتخبرنّ بأعمالكم التي عملتموها في الدنيا، (وَذَلِكَ عَلَى اللَّهِ يَسِيرٌ ) يقول: وبعثكم من قبوركم بعد مماتكم على الله سهل هين."
    },
    {
      "ayah": 8,
      "surah": 64,
      "text": "يقول تعالى ذكره: فصدّقوا بالله ورسوله أيها المشركون المكذّبون بالبعث، وبإخباره إياكم أنكم مبعوثون من بعد مماتكم، وأنكم من بعد بلائكم تنشرون من قبوركم، والنور الذي أنـزلنا يقول: وآمنوا بالنور الذي أنـزلنا، وهو هذا القرآن الذي أنـزله الله على نبيه محمد صَلَّى الله عَلَيْهِ وَسَلَّم (وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ ) يقول تعالى ذكره: والله بأعمالكم أيها الناس ذو خبرة محيط بها، محصٍ جميعها، لا يخفى عليه منها شيء، وهو مجازيكم على جميعها."
    },
    {
      "ayah": 9,
      "surah": 64,
      "text": "يقول تعالى ذكره: والله بما تعملون خبير (يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الْجَمْعِ ) الخلائق للعرض (ذَلِكَ يَوْمُ التَّغَابُنِ ) يقول: الجمع يوم غَبْن أهل الجنة أهلَ النار.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أَبو عاصم، قال: ثنا عيسى وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعًا عن ابن أَبي نجيح، عن مجاهد، في  قول الله: (ذَلِكَ يَوْمُ التَّغَابُنِ ) قال: هو غبن أهلَ الجنة أهل النار.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة (يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الْجَمْعِ ) هو يوم القيامة، وهو يوم التغابن: يوم غَبن أهلِ الجنة أهلَ النار.حدثني عليّ ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، في قوله: (ذَلِكَ يَوْمُ التَّغَابُنِ ) من أسماء يوم القيامة، عظَّمه وحذّره عبادَه.وقوله: (وَمَنْ يُؤْمِنْ بِاللَّهِ وَيَعْمَلْ صَالِحًا ) يقول تعالى ذكره: ومن يصدّق بالله ويعمل بطاعته، وينته إلى أمره ونهيه (يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ ) يقول: يمح عنه ذنوبه (وَيُدْخِلْهُ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأنْهَارُ ) يقول: ويُدخله بساتين تجري من تحت أشجارها الأنهار.وقوله: (خَالِدِينَ فِيهَا أَبَدًا ) يقول: لابثين فيها أبدًا، لا يموتون ، ولا يخرجون منها.وقوله: (ذَلِكَ الْفَوْزُ الْعَظِيمُ ) يقول: خلودهم في الجنات التي وصفنا النجاء العظيم."
    }
  ]
}
