{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 69,
      "text": "القول في تأويل قوله تعالى :  الْحَاقَّةُ (1)يقول تعالى ذكره: الساعة ( الْحَاقَّةُ ) التي تحقّ فيها الأمور، ويجب فيها الجزاء على الأعمال ( مَا الْحَاقَّةُ ) يقول: أيّ الساعة الحاقة.وذُكر عن العرب أنها تقول: لما عرف الحاقة متى والحقة متى، وبالكسر بمعنى واحد في اللغات الثلاث، وتقول: وقد حقّ عليه الشيء إذا وجب، فهو يحقّ حقوقا.والحاقة الأولى مرفوعة بالثانية، لأن الثانية بمنـزلة الكناية عنها، كأنه عجب منها، فقال: ( الحاقة ): ما هي، كما يقال: زيد ما زيد.والحاقة الثانية مرفوعة بما، وما بمعنى أي، وما رفع بالحاقة الثانية، ومثله في القرآن  وَأَصْحَابُ الْيَمِينِ مَا أَصْحَابُ الْيَمِينِ  و  الْقَارِعَةُ * مَا الْقَارِعَةُ  ، فما في موضع رفع بالقارعة الثانية والأولى بجملة الكلام بعدها.وبنحو الذي قلنا في قوله: ( الْحَاقَّةُ ) قال أهل التأويل* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، في قوله: ( الْحَاقَّةُ ) قال: من أسماء يوم القيامة، عظمه الله، وحذّره عباده.حدثنا أبو كُرَيب، قال: ثنا ابن يمان، عن شريك، عن جابر، عن عكرِمة قال: ( الْحَاقَّةُ ) القيامة.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( الْحَاقَّةُ ) يعني: الساعة أحقت لكل عامل عمله.حدثني ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( الْحَاقَّةُ ) قال: أحقت لكلّ قوم أعمالهم.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( الْحَاقَّةُ ) يعني القيامة."
    },
    {
      "ayah": 10,
      "surah": 69,
      "text": "وقوله: ( فَعَصَوْا رَسُولَ رَبِّهِمْ ) يقول جلّ ثناؤه: فعصى هؤلاء الذين ذكرهم الله، وهم فرعون ومن قبله والمؤتفكات رسول ربهم.وقوله: ( فَأَخَذَهُمْ أَخْذَةً رَابِيَةً ) يقول: فأخذهم ربهم بتكذيبهم رسله أخذة، يعني أخذة زائدة شديدة نامية، من قولهم: أربيت: إذا أخذ أكثر مما أعطى من الربا؛ يقال: أربيتَ فرَبا رِباك، والفضة والذهب قد رَبَوا.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد ( أَخْذَةً رَابِيَةً ) قال: شديدة.حدثني محمد بن سعد، قال: ثني أبي، قال: ثنى عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( فَأَخَذَهُمْ أَخْذَةً رَابِيَةً ): يعني أخذة شديدة.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد في قول الله: ( فَأَخَذَهُمْ أَخْذَةً رَابِيَةً ) قال: كما يكون في الخير رابية، كذلك يكون في الشرّ رابية، قال: ربا عليهم: زاد عليهم، وقرأ قول الله عزّ وجلّ:  إِنَّ الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ زِدْنَاهُمْ عَذَابًا فَوْقَ الْعَذَابِ  وقرأ قول الله عزّ وجلّ:  وَالَّذِينَ اهْتَدَوْا زَادَهُمْ هُدًى وَآتَاهُمْ تَقْوَاهُمْ  يقول: ربا لهؤلاء الخير ولهؤلاء الشرّ."
    },
    {
      "ayah": 11,
      "surah": 69,
      "text": "وقوله: ( إِنَّا لَمَّا طَغَى الْمَاءُ حَمَلْنَاكُمْ فِي الْجَارِيَةِ ) يقول تعالى ذكره: إنا لما كثر الماء فتجاوز حدّه المعروف، كان له، وذلك زمن الطوفان.وقيل: إنه زاد فعلا فوق كلّ شيء بقدر خمس عشرة ذراعا.* ذكر من قال ذلك، ومن قال في قوله: ( طَغَى ) مثل قولنا:حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( إِنَّا لَمَّا طَغَى الْمَاءُ ) قال: بلغنا أنه طغى فوق كلّ شيء خمس عشرة ذراعا.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( إِنَّا لَمَّا طَغَى الْمَاءُ حَمَلْنَاكُمْ فِي الْجَارِيَةِ ): ذاكم زمن نوح، طغى الماء على كلّ شيء خمس عشرة ذراعا بقدر كل شيء.حدثنا ابن حميد، قال: ثنا يعقوب القُمّي، عن جعفر بن أبي المغيرة، عن سعيد بن جُبير، في قوله: ( إِنَّا لَمَّا طَغَى الْمَاءُ حَمَلْنَاكُمْ فِي الْجَارِيَةِ ) قال: لم تنـزل من السماء قطرة إلا بعلم الخزَّان، إلا حيث طغى الماء، فإنه قد غضب لغضب الله، فطغى على الخزان، فخرج ما لا يعلمون ما هو.حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( إِنَّا لَمَّا طَغَى الْمَاءُ حَمَلْنَاكُمْ فِي الْجَارِيَةِ ) إنما يقول: لما كثر.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( إِنَّا لَمَّا طَغَى الْمَاءُ ): يعني كثر الماء ليالي غرّق الله قوم نوح.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، قوله: ( إِنَّا لَمَّا طَغَى الْمَاءُ حَمَلْنَاكُمْ ) قال محمد بن عمرو في حديثه: طما، وقال الحارث: ظهر.حُدثت عن الحسين بن الفرج، قال: سمعت أبا معاذ يقول: ثنا عبيد، عن الضحاك، في قوله: ( لَمَّا طَغَى الْمَاءُ ) : كثر وارتفع.وقوله: ( حَمَلْنَاكُمْ فِي الْجَارِيَةِ ) يقول: حملناكم في السفينة التي تجري في الماء.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( حَمَلْنَاكُمْ فِي الْجَارِيَةِ ) الجارية: السفينة.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( حَمَلْنَاكُمْ فِي الْجَارِيَةِ ) والجارية: سفينة نوح التي حملتم فيها؛ وقيل: حملناكم، فخاطب الذين نـزل فيهم القرآن، وإنما حمل أجدادهم نوحا وولده، لأن الذين خوطبوا بذلك ولد الذين حملوا في الجارية، فكان حمل الذين حملوا فيها من الأجداد حملا لذريتهم، على ما قد بيَّنا من نظائر ذلك في أماكن كثيرة من كتابنا هذا.وقوله: ( لِنَجْعَلَهَا لَكُمْ تَذْكِرَةً ) يقول: لنجعل السفينة الجارية التي حملناكم فيها لكم تذكرة، يعني عبرة وموعظة تتعظون بها.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:"
    },
    {
      "ayah": 12,
      "surah": 69,
      "text": "حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( لِنَجْعَلَهَا لَكُمْ تَذْكِرَةً ) فأبقاها الله تذكرة وعبرة وآية، حتى نظر إليها أوائل هذه الأمة، وكم من سفينة قد كانت بعد سفينة نوح قد صارت رمادا.وقوله: ( وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ ) يعني: حافظة عقلت عن الله ما سمعت.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس ( وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ ) يقول: حافظة.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ ) يقول: سامعة، وذلك الإعلان.* ذكر من قال ذلك:حدثنا نصر بن عليّ، قال: ثنا أبي، قال: ثنا خالد بن قيس، عن قتادة ( وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ ) قال: أذن عقلت عن الله.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ ): أذن عقلت عن الله، فانتفعت بما سمعت من كتاب الله.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( أُذُنٌ وَاعِيَةٌ ) قال: أذن سمعت، وعقلت ما سمعت.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: الضحاك يقول في قوله: ( وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ ): سمعتها أذن ووعت.حدثنا عليّ بن سهل، قال: ثنا الوليد بن مسلم، عن عليّ بن حوشب، قال: سمعت مكحولا يقول: قرأ رسول الله صلى الله عليه وسلم : ( وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ ) ثم التفت إلى عليّ، فقال: \" سأَلْتُ الله أنْ يَجْعَلَها أُذُنَكَ\"، قال عليّ رضي الله عنه : فما سمعت شيئا من رسول الله صلى الله عليه وسلم فنسيته.حدثني محمد بن خلف، قال: ثني بشر بن آدم، قال: ثنا عبد الله بن الزبير، قال: ثني عبد الله بن رستم، قال: سمعت بُرَيدة يقول: سمعت رسول الله صلى الله عليه وسلم يقول لعليّ: \" يا عَليُّ؛ إنَّ اللهَ أمَرَنِي أنْ أُدْنِيَكَ وَلا أُقْصِيَكَ، وأنْ أُعَلِّمَكَ وأنْ تَعي، وحَقٌّ على اللهِ أنْ تَعِي\"، قال: فنـزلت ( وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ ).حدثني محمد بن خلف، قال: ثنا الحسن بن حماد، قال: ثنا إسماعيل بن إبراهيم أبو يحيى التيميّ، عن فضيل بن عبد الله، عن أبي داود، عن بُرَيدة الأسلميّ، قال: سمعت رسول الله صلى الله عليه وسلم يقول لعليّ: \" إنَّ اللهَ أمَرَنِي أنْ أُعَلِّمَكَ، وأنْ أُدْنِيَكَ، وَلا أجْفُوَكَ وَلا أُقْصِيَكَ \"، ثم ذكر مثله.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( وَتَعِيَهَا أُذُنٌ وَاعِيَةٌ ) قال: واعية يحذرون معاصي الله أن يعذّبهم الله عليها، كما عذّب من كان قبلهم تسمعها فتعيها، إنما تعي القلوب ما تسمع الآذان من الخير والشرّ من باب الوعي."
    },
    {
      "ayah": 13,
      "surah": 69,
      "text": "القول في تأويل قوله تعالى :  فَإِذَا نُفِخَ فِي الصُّورِ نَفْخَةٌ وَاحِدَةٌ (13)يقول تعالى ذكره: ( فَإِذَا نُفِخَ فِي الصُّورِ ) إسرافيل ( نَفْخَةٌ وَاحِدَةٌ ) وهي النفخة الأولى، ( وَحُمِلَتِ الأرْضُ وَالْجِبَالُ فَدُكَّتَا دَكَّةً وَاحِدَةً ) يقول: فزلزلتا زلزلة واحدة."
    },
    {
      "ayah": 14,
      "surah": 69,
      "text": "وكان ابن زيد يقول في ذلك ما حدثني به يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( وَحُمِلَتِ الأرْضُ وَالْجِبَالُ فَدُكَّتَا دَكَّةً وَاحِدَةً ) قال: صارت غبارا. وقيل: ( فَدُكَّتَا ) وقد ذكر قبل الجبال والأرض، وهي جماع، ولم يقل: فدككن، لأنه جعل الجبال كالشيء الواحد، كما قال الشاعر:هُمَــا سَــيِّدَانِ يَزْعُمــانِ وإنَّمَـايَسُــودانِنا إنْ يَسَّــرَتْ غَنماهُمَــا (1)وكما قيل:  أَنَّ السَّمَاوَاتِ وَالأَرْضَ كَانَتَا رَتْقًا  .------------------------الهوامش:(1) نسب البيت صاحب اللسان (يسر) والعيني في شرح شواهد الألفية إلى أبي أسيدة الدبيري . وأنشد في اللسان قبله بيتا آخر، وهو:إنَّ لَنَـــا شَـــيْخَيْنِ لا يَنفَعَانِنَــاغَنِيَّيْــنِ لا يجْــدِى عَلَيْنَـا غِنَاهُمَـاأي: ليس فيهما من السيادة إلا كونهما قد يسرت غنماهما، أي: كثرت وكثرت ألبانها ونسلها، والسؤدد يوجب البذل والعطاء والحراسة والحماية وحسن التدبير والحلم، وليس عندهما من ذلك شيء . واستشهد المؤلف بالبيت على أن الشاعر قال: غنماها بلفظ التثنية للغنم، مع أن الغنم اسم للجمع، وليس بمفرد، ولكنه عامله معاملة المفرد، كما اعتبرت الجبال في قوله تعالى: ( وحملت الأرض والجبال فدكتا دكة واحدة ) في حكم المفرد كالأرض، ولذلك قال: فدكتا، ولم يقل فدككن. ا هـ . وفي البيت شاهد آخر عند النحويين في باب إلغاء عمل ظن وأفعال القلوب إذا تأخرت عن معموليها، ولو تقدمت عليهما لعملت فيهما النصب"
    },
    {
      "ayah": 15,
      "surah": 69,
      "text": "( فَيَوْمَئِذٍ وَقَعَتِ الْوَاقِعَةُ ) يقول جلّ ثناؤه: فيومئذ وقعت الصيحة الساعة، وقامت القيامة.القول في تأويل قوله تعالى :  وَانْشَقَّتِ السَّمَاءُ فَهِيَ يَوْمَئِذٍ وَاهِيَةٌ (16)يقول تعالى ذكره: وانصدعت السماء ( فَهِيَ يَوْمَئِذٍ وَاهِيَةٌ ) يقول: منشقة متصدّعة.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني موسى بن عبد الرحمن المسروقيّ، قال: ثنا أبو أسامة، عن الأجلح، قال: سمعت الضحاك بن مزاحم، قال: \" إذا كان يوم القيامة أمر الله السماء الدنيا بأهلها، ونـزل من فيها من الملائكة، فأحاطوا بالأرض ومن عليها، ثم الثانية، ثم الثالثة، ثم الرابعة، ثم الخامسة، ثم السادسة، ثم السابعة، فصفوا صفا دون صفّ، ثم نـزل الملك الأعلى على مجنبته اليسرى جهنم، فإذا رآها أهل الأرض ندّوا، فلا يأتون قطرا من أقطار الأرض إلا وجدوا سبعة صفوف من الملائكة، فيرجعون إلى المكان الذي كانوا فيه، فذلك قوله الله:  إِنِّي أَخَافُ عَلَيْكُمْ يَوْمَ التَّنَادِ * يَوْمَ تُوَلُّونَ مُدْبِرِينَ مَا لَكُمْ مِنَ اللَّهِ مِنْ عَاصِمٍ  ، وذلك قوله:  وَجَاءَ رَبُّكَ وَالْمَلَكُ صَفًّا صَفًّا * وَجِيءَ يَوْمَئِذٍ بِجَهَنَّمَ  ، وقوله:  يَا مَعْشَرَ الْجِنِّ وَالإِنْسِ إِنِ اسْتَطَعْتُمْ أَنْ تَنْفُذُوا مِنْ أَقْطَارِ السَّمَاوَاتِ وَالأَرْضِ فَانْفُذُوا لا تَنْفُذُونَ إِلا بِسُلْطَانٍ  ، وذلك قوله: ( وَانْشَقَّتِ السَّمَاءُ فَهِيَ يَوْمَئِذٍ وَاهِيَةٌ * وَالْمَلَكُ عَلَى أَرْجَائِهَا ) ."
    },
    {
      "ayah": 16,
      "surah": 69,
      "text": "حدثني محمد بن سعد، قال: ثنى أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: (وَانْشَقَّتِ السَّمَاءُ فَهِيَ يَوْمَئِذٍ وَاهِيَةٌ ) \" يعني: متمزّقة ضعيفة .\"( وَالْمَلَكُ عَلَى أَرْجَائِهَا ) يقول تعالى ذكره: والملك على أطراف السماء حين تشقق وحافاتها.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( وَالْمَلَكُ عَلَى أَرْجَائِهَا ) يقول: والملك على حافات السماء حين تشقَّق؛ ويقال: على شقة، كل شيء تشقَّق عنه."
    },
    {
      "ayah": 17,
      "surah": 69,
      "text": "حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( وَالْمَلَكُ عَلَى أَرْجَائِهَا ) قال: أطرافها.حدثنا ابن حميد، قال: ثنا يعقوب، عن جعفر، عن سعيد، في قوله: ( وَالْمَلَكُ عَلَى أَرْجَائِهَا ) قال: على حافات السماء.حدثني موسى بن عبد الرحمن المسروقي، قال: ثنا أبو أُسامة، عن الأجلح، قال، قلت للضحاك: ما أرجاؤها، قال: حافاتها.حدثنا بشر، قال: ثنا يزيد، قال ثني سعيد: عن قتادة ( وَالْمَلَكُ عَلَى أَرْجَائِهَا ): على حافاتها.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر ( وَالْمَلَكُ عَلَى أَرْجَائِهَا ) قال: بلغني أنها أقطارها، قال قتادة: على نواحيها.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان ( وَالْمَلَكُ عَلَى أَرْجَائِهَا ) قال: نواحيها.حدثني الحارث، قال: ثنا الأشيب، قال: ثنا ورقاء، عن عطاء بن السائب، عن سعيد بن المسيب: الأرجاء حافات السماء.قال: ثنا الأشيب، قال: ثنا أبو عوانة، عن عطاء بن السائب، عن سعيد بن جُبير ( وَالْمَلَكُ عَلَى أَرْجَائِهَا ) قال: على ما لم يَهِ منها.حدثنا محمد بن سنان القزاز، قال: ثنا حسين الأشقر، قال: ثنا أبو كدينة، عن عطاء، عن سعيد بن جُبير، عن ابن عباس، في قوله: ( وَالْمَلَكُ عَلَى أَرْجَائِهَا ) قال: على ما لم يَهِ منها.وقوله: ( وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَانِيَةٌ )، اختلف أهل التأويل في الذي عني بقوله: ( ثَمَانِيَةَ )، فقال بعضهم: عني به ثمانية صفوف من الملائكة، لا يعلم عدّتهن إلا الله.* ذكر من قال ذلك:حدثنا أبو كُريب، قال: ثنا طلق عن ظهير، عن السدّي، عن أبي مالك عن ابن عباس: ( وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَانِيَةٌ ) قال: ثمانية صفوف من الملائكة لا يعلم عدتهم إلا الله.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، في قوله: ( وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَانِيَةٌ ) قال: هي الصفوف من وراء الصفوف.حدثنا ابن حميد، قال: ثنا يحيى بن واضح، قال: ثنا الحسين، عن يزيد، عن عكرِمة، عن ابن عباس، في قوله: ( وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَانِيَةٌ ) قال: ثمانية صفوف من الملائكة.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَانِيَةٌ ) قال بعضهم: ثمانية صفوف لا يعلم عدتهنّ إلا الله. وقال بعضهم: ثمانية أملاك على خلق الوعلة.وقال آخرون: بل عني به ثمانية أملاك.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد في قوله: ( وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَانِيَةٌ ) قال: ثمانية أملاك، وقال، قال رسول الله صلى الله عليه وسلم: \" يَحْمِلُهُ اليَوْمَ أرْبَعَةٌ، وَيَوْم القِيامَةِ ثَمَانِيَةٌ\"، وقال رسول الله صلى الله عليه وسلم : \" إنَّ أقْدامَهُمْ لَفِي الأرْضِ السَّابِعَةِ، وَإنَّ مَناكِبَهُمْ لخَارِجَةٌ مِنَ السَّمَاوَاتِ عَلَيْها الْعَرْشُ\". قال ابن زيد: الأربعة، قال: بلغنا أن رسول الله صلى الله عليه وسلم قال: \" لَمَّا خَلَقَهُمُ اللهُ قالَ: تَدْرُون لِمَ خَلَقْتُكُمْ ؟ قالُوا: خَلَقْتَنا رَبَّنا لِمَا تَشاءُ، قالَ لَهُمْ: تَحْمِلُونَ عَرْشِي، ثُمَّ قالَ: سَلُوني مِنَ القُوَّةِ ما شئْتُمْ أجْعَلْها فِيكُمْ، فَقالَ وَاحِدٌ مِنْهُمْ: قَدْ كانَ عَرْشُ رَبِّنا على المَاءِ، فاجْعل فيَّ قُوَّةَ المَاءِ، قالَ: قَدْ جَعَلْتُ فِيكَ قُوَّةَ المَاءِ؛ وقال آخرُ: اجْعَل فيَّ قُوَّةَ السَّمَاوَاتِ، قالَ: قَدْ جَعَلْتُ فيك قُوَّةَ السَّمَاوَاتِ؛ وقالَ آخَرُ: اجْعَل فيَّ قُوَّةَ الأرْضِ، قالَ: قَدْ جَعَلْتُ فِيكَ قُوَّةَ الأرْضِ والجِبالِ؛ وقالَ آخَرُ: اجْعَلْ فِيَّ قُوَّةَ الرِّياحِ، قالَ: قَدْ جَعَلْتُ فِيكَ قُوَّةَ الرِّياح؛ ثُمَّ قال: احْمِلُوا، فَوَضَعُوا العَرْش على كَوَاهِلِهِمْ، فَلَمْ يَزُولُوا؛ قالَ: فَجاءَ عِلْمٌ آخَرُ، وإنَّمَا كانَ عِلْمُهُمُ الَّذِي سأَلُوهُ القُوَّةَ، فَقالَ لَهُمْ: قُولُوا: لا حَوْلَ وَلا قُوَّةَ إلا بالله، فقالوا: لا حَوْلَ وَلا قوَّةَ إلا بالله، فَجَعَلَ اللهُ فِيهِمْ مِنْ الْحَوْلِ والقُوَّةِ ما لَمْ يَبْلُغْهُ عِلْمُهُمْ، فَحَمَلُوا \".حدثنا ابن حميد، قال: ثنا سلمة، عن ابن إسحاق، قال: بلغنا أن رسول الله صلى الله عليه وسلم قال: \" هُمُ اليَوْمَ أرْبَعَةٌ\"، يعني: حملة العرش \" وَإذَا كانَ يَوْمُ القِيامَةِ أيَّدَهُمُ اللهُ بأرْبَعَةٍ آخَرِينَ فكانُوا ثَمانِيَةً وَقَدْ قالَ اللهُ: ( وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَانِيَةٌ ) \".حدثنا ابن حميد، قال: ثنا جرير، عن عطاء، عن ميسرة، قوله: ( وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَانِيَةٌ ) قال: أرجلهم في التخوم لا يستطيعون أن يرفعوا أبصارهم من شعاع النور."
    },
    {
      "ayah": 18,
      "surah": 69,
      "text": "وقوله : ( يَوْمَئِذٍ تُعْرَضُونَ لا تَخْفَى مِنْكُمْ خَافِيَةٌ ) يقول تعالى ذكره: يومئذ أيها الناس تعرضون على ربكم، وقيل: تعرضون ثلاث عرضات.* ذكر من قال ذلك:حدثنا الحسن بن قزعة الباهليّ، قال: ثنا وكيع بن الجراح، قال: ثنا عليّ بن عليّ الرفاعي، عن الحسن، عن أبي موسي الأشعري، قال: \" تُعرض الناس ثلاث عرضات، فأما عرضتان فجدال ومعاذير. وأما الثالثة، فعند ذلك تطير الصحف في الأيدي، فآخذ بيمينه، وآخذ بشماله \".حدثنا مجاهد بن موسى، قال: ثنا يزيد، قال: ثنا سليمان بن حيان، عن مروان الأصغر، عن أبي وائل، عن عبد الله، قال: \" يعرض الناس يوم القيامة ثلاث عرضات: عرضتان معاذير وخصومات، والعرضة الثالثة تطيرّ الصحف في الأيدي\".حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( يَوْمَئِذٍ تُعْرَضُونَ لا تَخْفَى مِنْكُمْ خَافِيَةٌ ) ذُكر لنا أن نبيّ الله صلى الله عليه وسلم كان يقول: \" يُعرضُ الناس ثلاث عرضات يوم القيامة، فأما عرضتان ففيهما خصومات ومعاذير وجدال، وأما العرضة الثالثة فتطيرّ الصحف في الأيدي\".حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، بنحوه.وقوله: ( لا تَخْفَى مِنْكُمْ خَافِيَةٌ ) يقول جلّ ثناؤه: لا تخفى على الله منكم خافية، لأنه عالم بجميعكم، محيط بكلكم."
    },
    {
      "ayah": 19,
      "surah": 69,
      "text": "القول في تأويل قوله تعالى :  فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَيَقُولُ هَاؤُمُ اقْرَءُوا كِتَابِيَهْ (19)يقول تعالى ذكره: فأما من أعطي كتاب أعماله بيمينه، فيقول تعالى ( اقْرَءُوا كِتَابِيَهْ ) .كما حدثني يونس بن عبد الأعلى، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قول الله: ( هَاؤُمُ اقْرَءُوا كِتَابِيَهْ ) قال: تعالوا.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قال: كان بعض أهل العلم يقول: وجدت أكيس الناس من قال: ( هَاؤُمُ اقْرَءُوا كِتَابِيَهْ )."
    },
    {
      "ayah": 2,
      "surah": 69,
      "text": "حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( الْحَاقَّةُ مَا الْحَاقة ) و  الْقَارِعَةُ * مَا الْقَارِعَةُ  والواقِعةُ، والطَّامَّة، والصَّاخَّة قال: هذا كله يوم القيامة الساعة، وقرأ قول الله:  لَيْسَ لِوَقْعَتِهَا كَاذِبَةٌ * خَافِضَةٌ رَافِعَةٌ  والخافضة من هؤلاء أيضا خفضت أهل النار، ولا نعلم أحدا أخفض من أهل النار، ولا أذل ولا أخزى؛ ورفعت أهل الجنة، ولا نعلم أحدا أشرف من أهل الجنة ولا أكرم."
    },
    {
      "ayah": 20,
      "surah": 69,
      "text": "وقوله: ( إِنِّي ظَنَنْتُ أَنِّي مُلاقٍ حِسَابِيَهْ ) يقول: إني علمت أني ملاق حسابيه إذا وردت يوم القيامة على ربي.وبنحو الذي قلنا في تأويل قوله: ( إِنِّي ظَنَنْتُ ) قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( إِنِّي ظَنَنْتُ أَنِّي مُلاقٍ حِسَابِيَهْ ) يقول: أيقنت.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( إِنِّي ظَنَنْتُ أَنِّي مُلاقٍ حِسَابِيَهْ ) : ظنّ ظنا يقينا، فنفعه الله بظنه.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( إِنِّي ظَنَنْتُ أَنِّي مُلاقٍ حِسَابِيَهْ ) قال: إن الظنّ من المؤمن يقين، وإن \" عسى \" من الله واجب  فَعَسَى أُولَئِكَ أَنْ يَكُونُوا مِنَ الْمُهْتَدِينَ   فَعَسَى أَنْ يَكُونَ مِنَ الْمُفْلِحِينَ  .حدثنا ابن عبد الأعلى، قال؛ ثنا ابن ثور، عن معمر، عن قتادة ( إِنِّي ظَنَنْتُ أَنِّي مُلاقٍ حِسَابِيَهْ ) قال: ما كان من ظنّ الآخرة فهو علم.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن جابر، عن مجاهد، قال: كلّ ظنّ في القرآن ( إِنِّي ظَنَنْتُ ) يقول: أي علمت."
    },
    {
      "ayah": 21,
      "surah": 69,
      "text": "القول في تأويل قوله تعالى :  فَهُوَ فِي عِيشَةٍ رَاضِيَةٍ (21)يقول تعالى ذكره: فالذي وصفت أمره، وهو الذي أوتي كتابه بيمينه، في عيشة مرضية، أو عيشة فيها الرضا، فوصفت العيشة بالرضا وهي مرضية، لأن ذلك مدح للعيشة، والعرب تفعل ذلك في المدح والذّم فتقول: هذا ليل نائم، وسرّ كاتم، وماء دافق، فيوجهون الفعل إليه، وهو في الأصل مقول لما يراد من المدح أو الذّم، ومن قال ذلك لم يجز له أن يقول للضارب مضروب، ولا للمضروب ضارب، لأنه لا مدح فيه ولا ذمّ."
    },
    {
      "ayah": 22,
      "surah": 69,
      "text": "وقوله: (فِي جَنَّةٍ عَالِيَةٍ ) يقول: في بستان عال رفيع، و \" في\" من قوله: (فِي جَنَّةٍ ) من صلة عيشة.وقوله: (قُطُوفُهَا دَانِيَةٌ ) يقول: ما يقطف من الجنة من ثمارها دانٍ قريب من قاطفه.وذُكر أن الذي يريد ثمرها يتناوله كيف شاء قائما وقاعدا، لا يمنعه منه بُعد، ولا يحول بينه وبينه شوك.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:"
    },
    {
      "ayah": 23,
      "surah": 69,
      "text": "حدثنا ابن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن أبي إسحاق، قال: سمعت البراء يقول في هذه الآية (قُطُوفُهَا دَانِيَةٌ ) قال: يتناول الرجل من فواكهها وهو نائم.حدثنا بشر، قال: ثنا يزيد قال: ثنا سعيد، عن قتادة، قوله: (قُطُوفُهَا دَانِيَةٌ ) : دنت فلا يردّ أيديهم عنها بعد ولا شوك."
    },
    {
      "ayah": 24,
      "surah": 69,
      "text": "وقوله: (كُلُوا وَاشْرَبُوا هَنِيئًا بِمَا أَسْلَفْتُمْ فِي الأيَّامِ الْخَالِيَةِ ) يقول لهم ربهم جل ثناؤه: كلوا معشر من رضيت عنه، فأدخلته جنتي من ثمارها، وطيب ما فيها من الأطعمة، واشربوا من أشْرِبتها، هَنِيئا لَكُمْ لا تتأذون بما تأكلون، ولا بما تشربون، ولا تحتاجون من أكل ذلك إلى غائط ولا بول، (بِمَا أَسْلَفْتُمْ فِي الأيَّامِ الْخَالِيَةِ ) يقول: كلوا واشربوا هنيئا: جزاء من الله لكم، وثوابا بما أسلفتم، أو على ما أسلفتم: أي على ما قدّتم في دنياكم لآخرتكم من العمل بطاعة الله، ( في الأيام الخالية ) يقول: في أيام الدنيا التي خلت فمضت.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قال الله: (كُلُوا وَاشْرَبُوا هَنِيئًا بِمَا أَسْلَفْتُمْ فِي الأيَّامِ الْخَالِيَةِ ) إن أيامكم هذه أيام خالية: هي أيام فانية، تؤدي إلى أيام باقية، فاعملوا في هذه الأيام، وقدّموا فيها خيرًا إن استطعتم، ولا قوّة إلا بالله.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: (بِمَا أَسْلَفْتُمْ فِي الأيَّامِ الْخَالِيَةِ ) قال: أيام الدنيا بما عملوا فيها."
    },
    {
      "ayah": 25,
      "surah": 69,
      "text": "القول في تأويل قوله تعالى :  وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِشِمَالِهِ فَيَقُولُ يَا لَيْتَنِي لَمْ أُوتَ كِتَابِيَهْ (25)يقول تعالى ذكره: وأما من أعطي يومئذ كتاب أعماله بشماله، فيقول: يا ليتني لم أعط كتابيه،"
    },
    { "ayah": 26, "surah": 69, "text": "(وَلَمْ أَدْرِ مَا حِسَابِيَهْ ) يقول: ولم أدر أيّ شيء حسابيه." },
    {
      "ayah": 27,
      "surah": 69,
      "text": "وقوله: ( يَا لَيْتَهَا كَانَتِ الْقَاضِيَةَ ) يقول: يا ليت الموتة التي متها في الدنيا كانت هي الفراغ من كلّ ما بعدها، ولم يكن بعدها حياة ولا بعث؛ والقضاء: وهو الفراغ.وقيل: إنه تمنَّى الموت الذي يقضي عليه، فتخرج منه نفسهوبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( يَا لَيْتَهَا كَانَتِ الْقَاضِيَةَ ): تمنى الموت، ولم يكن في الدنيا شيء أكره عنده من الموت.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( يَا لَيْتَهَا كَانَتِ الْقَاضِيَةَ ): الموت."
    },
    {
      "ayah": 28,
      "surah": 69,
      "text": "يقول تعالى ذكره مخبرا عن قيل الذي أوتي كتابه بشماله: (مَا أَغْنَى عَنِّي مَالِيَهْ ) يعني أنه لم يدفع عنه ماله الذي كان يملكه في الدنيا من عذاب الله شيئا."
    },
    {
      "ayah": 29,
      "surah": 69,
      "text": "(هَلَكَ عَنِّي سُلْطَانِيَهْ ) يقول: ذهبت عني حججي، وضلت، فلا حجة لي أحتجّ بها.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس (هَلَكَ عَنِّي سُلْطَانِيَهْ ) يقول: ضلت عني كلّ بينة فلم تغن عني شيئا.حدثني عبد الرحمن بن الأسود الطُّفاويّ، قال: ثنا محمد بن ربيعة، عن النضر بن عربيّ، قال: سمعت عكرِمة يقول: (هَلَكَ عَنِّي سُلْطَانِيَهْ ) قال: حُجتي.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: (هلك عني سلطانيه ) قال: حُجتي.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: (هَلَكَ عَنِّي سُلْطَانِيَهْ ): أما والله ما كلّ من دخل النار كان أمير قرية يجبيها، ولكن الله خلقهم، وسلطهم على أقرانهم، وأمرهم بطاعة الله، ونهاهم عن معصية الله.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله: (هَلَكَ عَنِّي سُلْطَانِيَهْ ) يقول: بينتي ضلَّت عني.وقال آخرون: عني بالسلطان في هذا الموضع: الملك.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: (هَلَكَ عَنِّي سُلْطَانِيَهْ ) قال: سلطان الدنيا."
    },
    {
      "ayah": 3,
      "surah": 69,
      "text": "وقوله: ( وَمَا أَدْرَاكَ مَا الْحَاقَّةُ ) يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم : وأيّ شيء أدراك وعرّفك أيّ شيء الحاقة.كما حدثنا ابن حميد، قال: ثنا مهران، عن سفيان قال: ما في القرآن: وما يدريك فلم يخبره، وما كان وما أدراك، فقد أخبره.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَمَا أَدْرَاكَ مَا الْحَاقَّةُ ) تعظيما ليوم القيامة كما تسمعون."
    },
    { "ayah": 30, "surah": 69, "text": "وقوله: (خُذُوهُ فَغُلُّوهُ ) يقول تعالى ذكره لملائكته من خزّان جهن." },
    { "ayah": 31, "surah": 69, "text": "(ثُمَّ الْجَحِيمَ صَلُّوهُ ) يقول: ثم في نار جهنم أوردوه ليصلى فيها." },
    {
      "ayah": 32,
      "surah": 69,
      "text": "(فِي سِلْسِلَةٍ ذَرْعُهَا سَبْعُونَ ذِرَاعًا فَاسْلُكُوهُ ) يقول: ثم اسلكوه في سلسلة ذرعها سبعون ذراعا، بذراع الله أعلم بقدر طولها وقيل: إنها تدخل في دُبُره، ثم تخرج من منخريه.وقال بعضهم: تدخل في فيه، وتخرج من دبره.* ذكر من قال ذلك:حدثنا محمد بن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن نسير بن ذعلوق، قال: سمعت نوفا يقول: (فِي سِلْسِلَةٍ ذَرْعُهَا سَبْعُونَ ذِرَاعًا ) قال: كلّ ذراع سبعون باعا، الباع: أبعد ما بينك وبين مكة.حدثنا ابن بشار، قال: ثنا يحيى، قال: ثنا سفيان، قال: ثني نسير، قال: سمعت نوفا يقول في رحبة الكوفة، في إمارة مصعب بن الزبير، في قوله: (فِي سِلْسِلَةٍ ذَرْعُهَا سَبْعُونَ ذِرَاعًا ) قال: الذراع: سبعون باعا، الباع: أبعد ما بينك وبين مكة.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن نسير بن ذعلوق أبي طعمة، عن نوف البكالي (فِي سِلْسِلَةٍ ذَرْعُهَا سَبْعُونَ ذِرَاعًا ) قال: كلّ ذراع سبعون باعا، كلّ باع أبعد مما بينك وبين مكة، وهو يومئذ في مسجد الكوفة.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: (فِي سِلْسِلَةٍ ذَرْعُهَا سَبْعُونَ ذِرَاعًا فَاسْلُكُوهُ ) قال: بذراع الملك فاسلكوه، قال: تسلك في دُبره حتى تخرج من منخريه، حتى لا يقوم على رجليه.حدثنا ابن المثنى، قال: ثنا يعمر بن بشير المنقري، قال: ثنا ابن المبارك، قال: أخبرنا سعيد بن يزيد، عن أبي السمح، عن عيسى بن هلال الصدفي، عن عبد الله بن عمرو بن العاص، قال، قال رسول الله صلى الله عليه وسلم: \" لَوْ أنَّ رُصَاصَةً مِثْلَ هَذِهِ، وأشار إلى جمجمة، أُرْسِلَتْ مِنْ السَّماء إلى الأرْض، وَهَي مَسِيَرةُ خَمْسِ مِئَةِ سَنَةٍ، لَبَلَغَتِ الأرْضَ قَبْلَ اللَّيْل، وَلَوْ أنَّها أُرْسِلَتْ مِنْ رأس السّلْسِلَةِ لَسَارَتْ أرْبَعِينَ خَرِيفا اللَّيْلَ والنَّهارَ قَبْلَ أنْ تَبْلُغَ قَعْرَها أوْ أصْلَها \".حدثنا ابن حميد، قال: ثنا مهران، عن ابن المبارك، عن مجاهد، عن جُويبر، عن الضحاك، (فَاسْلُكُوهُ ) قال: السلك: أن تدخل السلسلة في فيه، وتخرج من دبره. وقيل: (ثُمَّ فِي سِلْسِلَةٍ ذَرْعُهَا سَبْعُونَ ذِرَاعًا فَاسْلُكُوهُ ) وإنما تسلك السلسلة في فيه، كما قالت العرب: أدخلت رأسي في القلنسوة، وإنما تدخل القلنسوة في الرأس، وكما قال الأعشى:إذَا ما السَّرَابُ ارْتَدَى بالأكَمْ (2)وإنما يرتدي الأكم بالسراب وما أشبه ذلك، وإنما قيل ذلك كذلك لمعرفة السامعين معناه، وإنه لا يشكل على سامعه ما أراد قائله.------------------------الهوامش:(2) هذا عجز بيت لأعشى بني قيس ثعلبة ، من قصيدة له، يمدح بها قيس بن معد يكرب (35) وما بعدها، ورواية البيت كله كما في الديوان:غَضُـوبٌ مِـنَ السَّـيْفِ زَيَّافَـة .....إذا مــا ارْتَــدَى بالسَّـرابِ الأكَـمْعلى رواية المؤلف يكون في البيت قلب؛ لأن المعنى: إذا ارتدى الأكم بالسراب، كما في رواية الديوان. وأما على رواية الديوان فلا قلب. وقد جعل المؤلف على روايته القلب في البيت نظير ما في قوله تعالى: ( ثم في سلسلة ذرعها سبعون ذراعا فاسلكوه ) قال: تسلك السلسلة في فيه، كما قالت العرب: أدخلت رأسي في القلنسوة، وإنما تدخل القلنسوة في الرأس. وإنما قيل ذلك كذلك؛ لمعرفة السامعين معناه، وأنه لا يشكل على سامعه ما أراد قائله . ا هـ ."
    },
    {
      "ayah": 33,
      "surah": 69,
      "text": "وقوله: (إِنَّهُ كَانَ لا يُؤْمِنُ بِاللَّهِ الْعَظِيمِ ) يقول: افعلوا ذلك به جزاء له على كفره بالله في الدنيا، إنه كان لا يصدّق بوحدانية الله العظيم."
    },
    {
      "ayah": 34,
      "surah": 69,
      "text": "القول في تأويل قوله تعالى :  وَلا يَحُضُّ عَلَى طَعَامِ الْمِسْكِينِ (34)يقول تعالى ذكره مخبرا عن هذا الشقيّ الذي أوتي كتابه بشماله: إنه كان في الدنيا لا يحضُّ الناس على إطعام أهل المسكنة والحاجة."
    },
    {
      "ayah": 35,
      "surah": 69,
      "text": "القول في تأويل قوله تعالى :  فَلَيْسَ لَهُ الْيَوْمَ هَاهُنَا حَمِيمٌ (35)وقوله: ( فَلَيْسَ لَهُ الْيَوْمَ هَاهُنَا حَمِيمٌ ) يقول جلّ ثناؤه: (فَلَيْسَ لَهُ الْيَوْمَ ) وذلك يوم القيامة، ( هَاهُنَا ) يعني في الدار الآخرة، ( حَمِيم )، يعني قريب يدفع عنه، ويغيثه مما هو فيه من البلاء.كما حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: (فَلَيْسَ لَهُ الْيَوْمَ هَاهُنَا حَمِيمٌ ) القريب في كلام العرب ."
    },
    {
      "ayah": 36,
      "surah": 69,
      "text": "(وَلا طَعَامٌ إِلا مِنْ غِسْلِينٍ ) يقول جلّ ثناؤه: ولا له طعام كما كان لا يحضّ في الدنيا على طعام المسكين، إلا طعام من غسلين، وذلك ما يسيل من صديد أهل النار.وكان بعض أهل العربية من أهل البصرة يقول: كلّ جرح غسلته فخرج منه شيء فهو غسلين، فعلين من الغسل من الجراح والدَّبر، وزيد فيه الياء والنون بمنـزلة عفرين.وبنحو الذي قلنا في تأويل ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: (وَلا طَعَامٌ إِلا مِنْ غِسْلِينٍ ): صديد أهل النار.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: (وَلا طَعَامٌ إِلا مِنْ غِسْلِينٍ ) قال: ما يخرج من لحومهم.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: (وَلا طَعَامٌ إِلا مِنْ غِسْلِينٍ ): شرّ الطعام وأخبثه وأبشعه.وكان ابن زيد يقول في ذلك ما حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: (وَلا طَعَامٌ إِلا مِنْ غِسْلِينٍ ) قال: الغسلين والزقوم لا يعلم أحد ما هو."
    },
    {
      "ayah": 37,
      "surah": 69,
      "text": "وقوله: (لا يَأْكُلُهُ إِلا الْخَاطِئُونَ ) يقول: لا يأكل الطعام الذي من غسلين إلا الخاطئون، وهم المذنبون الذين ذنوبهم كفر بالله."
    },
    {
      "ayah": 38,
      "surah": 69,
      "text": "القول في تأويل قوله تعالى :  فَلا أُقْسِمُ بِمَا تُبْصِرُونَيقول تعالى ذكره: فلا ما الأمر كما تقولون معشر أهل التكذيب بكتاب الله ورسله، أقسم بالأشياء كلها التي تبصرون منها، والتي لا تبصرون.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:"
    },
    {
      "ayah": 39,
      "surah": 69,
      "text": "حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد في قوله: (فَلا أُقْسِمُ بِمَا تُبْصِرُونَ * وَمَا لا تُبْصِرُونَ ) قال: أقسم بالأشياء، حتى أقسم بما تبصرون وما لا تبصرون.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، في قوله: (فَلا أُقْسِمُ بِمَا تُبْصِرُونَ * وَمَا لا تُبْصِرُونَ ) يقول: بما ترون وبما لا ترون."
    },
    {
      "ayah": 4,
      "surah": 69,
      "text": "وقوله: ( كَذَّبَتْ ثَمُودُ وَعَادٌ بِالْقَارِعَةِ ) يقول تعالى ذكره: كذّبت ثمود قوم صالح، وعاد قوم هود بالساعة، التي تقرع قلوب العباد فيها بهجومها عليهم. والقارعة أيضا: اسم من أسماء القيامة.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( كَذَّبَتْ ثَمُودُ وَعَادٌ بِالْقَارِعَةِ )، أي بالساعة.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( كَذَّبَتْ ثَمُودُ وَعَادٌ بِالْقَارِعَةِ ) قال: القارعة: يوم القيامة."
    },
    {
      "ayah": 40,
      "surah": 69,
      "text": "وقوله: (إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ ) يقول تعالى ذكره: إن هذا القرآن لقول رسول كريم، وهو محمد صلى الله عليه وسلم يتلوه عليهم."
    },
    {
      "ayah": 41,
      "surah": 69,
      "text": "وقوله: (وَمَا هُوَ بِقَوْلِ شَاعِرٍ قَلِيلا مَا تُؤْمِنُونَ ) يقول جلّ ثناؤه: ما هذا القرآن بقول شاعر؛ لأن محمدًا لا يُحسن قيل الشعر، فتقولوا هو شعر، (قَلِيلا مَا تُؤْمِنُونَ ) يقول: تصدّقون قليلا به أنتم، وذلك خطاب من الله لمشركي قريش، (وَلا بِقَوْلِ كَاهِنٍ قَلِيلا مَا تَذَكَّرُونَ ) يقول: ولا هو بقول كاهن، لأن محمدًا ليس بكاهن، فتقولوا: هو من سجع الكهان، (قَلِيلا مَا تَذَكَّرُونَ ) يقول : تتعظون به أنتم، قليلا ما تعتبرون به.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد قال: ثنا سعيد، عن قتادة (وَمَا هُوَ بِقَوْلِ شَاعِرٍ قَلِيلا مَا تُؤْمِنُونَ ): طهَّره الله من ذلك وعصمه،"
    },
    { "ayah": 42, "surah": 69, "text": "(وَلا بِقَوْلِ كَاهِنٍ قَلِيلا مَا تَذَكَّرُونَ )، طهَّره الله من الكهانة، وعصمه منها." },
    { "ayah": 43, "surah": 69, "text": "القول في تأويل قوله تعالى :  تَنْزِيلٌ مِنْ رَبِّ الْعَالَمِينَ (43)" },
    {
      "ayah": 44,
      "surah": 69,
      "text": "يقول تعالى ذكره: ولكنه (تَنـزيلٌ مِنْ رَبِّ الْعَالَمِينَ ) نـزل عليه، (وَلَوْ تَقَوَّلَ عَلَيْنَا ) محمد، (بَعْضَ الأقَاوِيلِ ) الباطلة، وتكذب علينا، (لأخَذْنَا مِنْهُ بِالْيَمِينِ ) يقول: لأخذنا منه بالقوة منا والقدرة، ثم لقطعنا منه نياط القلب، وإنما يعني بذلك أنه كان يعاجله بالعقوبة، ولا يؤخره بها."
    },
    {
      "ayah": 45,
      "surah": 69,
      "text": "وقد قيل: إن معنى قوله: (لأخَذْنَا مِنْهُ بِالْيَمِينِ ) : لأخذنا منه باليد اليمنى من يديه؛ قالوا: وإنما ذلك مثل، ومعناه: إنا كنا نذله ونهينه، ثم نقطع منه بعد ذلك الوتين، قالوا: وإنما ذلك كقول ذي السلطان إذا أراد الاستخفاف ببعض من بين يديه لبعض أعوانه، خذ بيده فأقمه، وافعل به كذا وكذا، قالوا: وكذلك معنى قوله: (لأخَذْنَا مِنْهُ بِالْيَمِينِ ) أي لأهناه كالذي يفعل بالذي وصفنا حاله.وبنحو الذي قلنا في معنى قوله: (الْوَتِينَ ) قال أهل التأويل.* ذكر من قال ذلك:"
    },
    {
      "ayah": 46,
      "surah": 69,
      "text": "حدثني سليمان بن عبد الجبار، قال: ثنا محمد بن الصلت، قال: ثنا أبو كدينة، عن عطاء، عن سعيد بن جُبير، عن ابن عباس: (لَقَطَعْنَا مِنْهُ الْوَتِينَ ) قال: نياط القلب.حدثني ابن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن عطاء، عن سعيد بن جبير، عن ابن عباس بمثله.حدثنا ابن حميد، قال: ثنا حكام، عن عمرو، عن عطاء، عن سعيد بن جبير، عن ابن عباس بمثله.حدثني يعقوب، قال: ثنا هشيم، عن عطاء بن السائب، عن سعيد بن جبير، قال، قال ابن عباس (الْوَتِينَ ) : نِياط القلب.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن عطاء بن السائب، عن سعيد بن جبير بنحوه.حدثنا ابن حميد، قال: ثنا مهران، قال: ثنا سفيان، عن سعيد بن جبير بمثله.حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: (ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ ) يقول: عرق القلب.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: (ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ ) يعني: عرقا في القلب، ويقال: هو حبل في القلب.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: (الْوَتِينَ ) قال: حبل القلب الذي في الظهر.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: (ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ ) قال: حبل القلب.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله: (لَقَطَعْنَا مِنْهُ الْوَتِينَ ) وتين القلب، وهو عرق يكون في القلب، فإذا قطع مات الإنسان.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: (ثُمَّ لَقَطَعْنَا مِنْهُ الْوَتِينَ ) قال: الوتين: نياط القلب الذي القلب متعلق به، وإياه عنى الشماخ بن ضرار التغلبي بقوله:إذَا بَلَّغْتِنـــي وَحَـــمَلْتِ رَحْــلِيعَرَابَــةَ فاشْــرَقي بــدَمِ الــوَتينَ (1)"
    },
    {
      "ayah": 47,
      "surah": 69,
      "text": "القول في تأويل قوله تعالى :  فَمَا مِنْكُمْ مِنْ أَحَدٍ عَنْهُ حَاجِزِينَ (47)يقول تعالى ذكره: فما منكم أيها الناس من أحد عن محمد لو تقوّل علينا بعض الأقاويل، فأخذنا منه باليمين، ثم لقطعنا منه الوتين، حاجزين يحجزوننا عن عقوبته، وما نفعله به. وقيل: حاجزين، فجمع، وهو فعل لأحد، وأحد في لفظ واحد ردّا على معناه، لأن معناه الجمع، والعرب تجعل أحدا للواحد والاثنين والجمع، كما قيل  لا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ  وبين: لا تقع إلا على اثنين فصاعدا."
    },
    {
      "ayah": 48,
      "surah": 69,
      "text": "وقوله: ( وَإِنَّهُ لَتَذْكِرَةٌ لِلْمُتَّقِينَ ) يقول تعالى ذكره: وإن هذا القرآن لتذكرة،  يعني عظة يتذكر به، ويتعظ به للمتقين، وهم الذين يتقون عقاب الله بأداء فرائضه، واجتناب معاصيه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَإِنَّهُ لَتَذْكِرَةٌ لِلْمُتَّقِينَ ) قال: القرآن."
    },
    {
      "ayah": 49,
      "surah": 69,
      "text": "قوله: ( وَإِنَّا لَنَعْلَمُ أَنَّ مِنْكُمْ مُكَذِّبِينَ ) يقول تعالى ذكره: وإنا لنعلم أن منكم مكذّبين أيها الناس بهذا القرآن،"
    },
    {
      "ayah": 5,
      "surah": 69,
      "text": "القول في تأويل قوله تعالى :  فَأَمَّا ثَمُودُ فَأُهْلِكُوا بِالطَّاغِيَةِ (5)يقول تعالى ذكره: ( فَأَمَّا ثَمُودُ ) قوم صالح، فأهلكهم الله بالطاغية.واختلف -في معنى الطاغية التي أهلك الله بها ثمود- أهلُ التأويل، فقال بعضهم: هي طغيانهم وكفرهم بالله.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، في قول الله عزّ وجلّ: ( فَأُهْلِكُوا بِالطَّاغِيَةِ ) قال: بالذنوب.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( فَأَمَّا ثَمُودُ فَأُهْلِكُوا بِالطَّاغِيَةِ ) فقرأ قول الله:  كَذَّبَتْ ثَمُودُ بِطَغْوَاهَا  وقال: هذه الطاغية طغيانهم وكفرهم بآيات الله. الطاغيَّة طغيانهم الذي طغوا في معاصي الله وخلاف كتاب الله.وقال آخرون: بل معنى ذلك: فأهلكوا بالصيحة التي قد جاوزت مقادير الصياح وطغت عليها.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( فَأَمَّا ثَمُودُ فَأُهْلِكُوا بِالطَّاغِيَةِ ) بعث الله عليهم صيحة فأهمدتهم.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( بِالطَّاغِيَةِ ) قال: أرسل الله عليهم صيحة واحدة فأهمدتهم.وأولى القولين في ذلك بالصواب قول من قال: معنى ذلك: فأُهلكوا بالصيحة الطاغية.وإنما قلنا ذلك أولى بالصواب، لأن الله إنما أخبر عن ثمود بالمعنى الذي أهلكها به، كما أخبر عن عاد بالذي أهلكها به."
    },
    {
      "ayah": 50,
      "surah": 69,
      "text": "( وَإِنَّهُ لَحَسْرَةٌ عَلَى الْكَافِرِينَ ) يقول جلّ ثناؤه: وأن التكذيب به لحسرة وندامة على الكافرين بالقرآن يوم القيامةوبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَإِنَّهُ لَحَسْرَةٌ عَلَى الْكَافِرِينَ ): ذاكم يوم القيامة."
    },
    {
      "ayah": 51,
      "surah": 69,
      "text": "( وَإِنَّهُ لَحَقُّ الْيَقِينِ ) يقول: وإنه للحقّ اليقين الذين لا شكّ فيه أنه من عند الله، لم يتقوّله محمد صلى الله عليه وسلم."
    },
    { "ayah": 52, "surah": 69, "text": "( فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ ) بذكر ربك وتسميته العظيم، الذي كلّ شيء في عظمته صغير." },
    {
      "ayah": 6,
      "surah": 69,
      "text": "قال: ( وَأَمَّا عَادٌ فَأُهْلِكُوا بِرِيحٍ صَرْصَرٍ عَاتِيَةٍ ) ولو كان الخبر عن ثمود بالسبب الذي أهلكها من أجله، كان الخبر أيضا عن عاد كذلك، إذ كان ذلك في سياق واحد، وفي إتباعه ذلك بخبره عن عاد بأن هلاكها كان بالريح الدليل الواضح على أن إخباره عن ثمود إنما هو ما بينت.وقوله: ( وَأَمَّا عَادٌ فَأُهْلِكُوا بِرِيحٍ صَرْصَرٍ عَاتِيَةٍ ) يقول تعالى ذكره: وأما عاد قوم هود فأهلكهم الله بريح صرصر، وهي الشديدة العصوف، مع شدة بردها، ( عَاتِيَةٍ ) يقول: عتت على خزانها في الهبوب، فتجاوزت في الشدّة والعصوف مقدارها المعروف في الهبوب والبرد.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( وَأَمَّا عَادٌ فَأُهْلِكُوا بِرِيحٍ صَرْصَرٍ عَاتِيَةٍ ) يقول: بريح مهلكة باردة، عتت عليهم بغير رحمة ولا بركة، دائمة لا تَفْتُر.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَأَمَّا عَادٌ فَأُهْلِكُوا بِرِيحٍ صَرْصَرٍ عَاتِيَةٍ )، والصرصر: الباردة عتت عليهم حتى نقبت عن أفئدتهم.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن موسى بن المسيب، عن شهر بن حوشب، عن ابن عباس، قال: \" ما أرسل الله من ريح قطّ إلا بمكيال ولا أنـزل قطرة قطّ إلا بمثقال، إلا يوم نوح ويوم عاد، فإن الماء يوم نوح طغى على خزانه، فلم يكن لهم عليه سبيل، ثم قرأ:  إِنَّا لَمَّا طَغَى الْمَاءُ حَمَلْنَاكُمْ فِي الْجَارِيَةِ  ، وإن الريح عتت على خزّانها فلم يكن لهم عليها سبيل، ثم قرأ: ( بِرِيحٍ صَرْصَرٍ عَاتِيَةٍ ).حدثنا ابن حميد، قال: ثنا مهران، قال: ثنا أبو سنان، عن غير واحد، عن عليّ بن أبي طالب كرّم الله وجهه، قال: \" لم تنـزل قطرة من ماء إلا بكيل على يدي مَلك؛ فلما كان يوم نوح أذن للماء دون الخُزَّان، فطغى الماء على الجبال فخرج، فذلك قول الله:  إِنَّا لَمَّا طَغَى الْمَاءُ حَمَلْنَاكُمْ فِي الْجَارِيَةِ  ولم ينـزل من الريح شيء إلا بكيل على يدي مَلك إلا يوم عاد، فإنه أذن لها دون الخزّان، فخرجت، وذلك قول الله: ( بِرِيحٍ صَرْصَرٍ عَاتِيَةٍ ): عتت على الخزّان.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( بِرِيحٍ صَرْصَرٍ عَاتِيَةٍ ) قال: الصرصر: الشديدة، والعاتية: القاهرة التي عتت عليهم فقهرتهم.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، قوله: ( صَرْصَرٍ ) قال: شديدة.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( بِرِيحٍ صَرْصَرٍ ) يعني: باردة عاتية، عتت عليهم بلا رحمة ولا بركة."
    },
    {
      "ayah": 7,
      "surah": 69,
      "text": "وقوله: ( سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَثَمَانِيَةَ أَيَّامٍ حُسُومًا ) يقول تعالى ذكره: سخر تلك الرياح على عاد سبع ليال وثمانية أيام حسوما؛ فقال بعضهم: عُني بذلك تباعا.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( وَثَمَانِيَةَ أَيَّامٍ حُسُومًا ) يقو ل: تباعا.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، قوله: ( حُسُومًا ) قال: متتابعة.حدثنا ابن حميد، قال حكام، عن عمرو، عن منصور، عن مجاهد، عن أبي معمر، عن ابن مسعود ( وَثَمَانِيَةَ أَيَّامٍ حُسُومًا ) قال: متتابعة.حدثنا ابن حميد، قال: ثنا جرير، عن منصور، عن مجاهد، عن أبي معمر، عن عبد الله بن مسعود مثل حديث محمد بن عمرو.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن منصور، عن مجاهد، عن أبي معمر، عن عبد الله ( حُسُومًا ) قال: تباعا.قال: ثنا يحيي بن سعيد القطان، قال: ثنا سفيان، عن سماك بن حرب، عن عكرمة، في قوله: ( حُسُومًا ) قال: تباعا.حدثنا ابن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن سماك بن حرب، عن عكرمة أنه قال في هذه الآية ( وَثَمَانِيَةَ أَيَّامٍ حُسُومًا ) قال: متتابعة.حدثنا نصر بن عليّ، قال: ثني أبي، قال: ثنا خالد بن قيس، عن قتادة ( وَثَمَانِيَةَ أَيَّامٍ حُسُومًا ) قال: متتابعة ليس لها فترة.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَثَمَانِيَةَ أَيَّامٍ حُسُومًا ) قال: متتابعة ليس فيها تفتير.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: ( حُسُومًا ) قال: دائمات.حدثنا ابن حميد، قال: ثنا مهران، عن منصور، عن مجاهد، عن أبي معمر عبد الله بن سَخْبَرَةَ، عن ابن مسعود ( أَيَّامٍ حُسُومًا ) قال: متتابعة.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان قال، قال مجاهد: ( أَيَّامٍ حُسُومًا ) قال: تباعا.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان ( أَيَّامٍ حُسُومًا ) قال: متتابعة، و  أَيَّامٍ نَحِسَاتٍ  قال: مشائيم.وقال آخرون: عني بقوله: ( حُسُومًا ): الريح، وأنها تحسم كلّ شيء، فلا تبقي من عاد أحدا، وجعل هذه الحسوم من صفة الريح.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد في قوله: ( وَثَمَانِيَةَ أَيَّامٍ حُسُومًا ) قال: حسمتهم لم تبق منهم أحدا، قال: ذلك الحسوم مثل الذي يقول: احسم هذا الأمر؛ قال: وكان فيهم ثمانية لهم خلق يذهب بهم في كل مذهب؛ قال، قال موسي بن عقبة: فلما جاءهم العذاب قالوا: قوموا بنا نردّ هذا العذاب عن قومنا؛ قال: فقاموا وصفوا في الوادي، فأوحى الله إلى ملك الريح أن يقلع منهم كل يوم واحدًا، وقرأ قول الله: ( سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَثَمَانِيَةَ أَيَّامٍ حُسُومًا ) حتى بلغ: ( نَخْلٍ خَاوِيَةٍ )، قال: فإن كانت الريح لتمرّ بالظعينة فتستدبرها وحمولتها، ثم تذهب بهم في السماء، ثم تكبهم على الرءوس، وقرأ قول الله:  فَلَمَّا رَأَوْهُ عَارِضًا مُسْتَقْبِلَ أَوْدِيَتِهِمْ قَالُوا هَذَا عَارِضٌ مُمْطِرُنَا  قال: وكان أمسك عنهم المطر، فقرأ حتى بلغ:  تُدَمِّرُ كُلَّ شَيْءٍ بِأَمْرِ رَبِّهَا  ، قال: وما كانت الريح تقلع من أولئك الثمانية كلّ يوم إلا واحدًا؛ قال: فلما عذّب الله قوم عاد، أبقى الله واحدًا ينذر الناس، قال: فكانت امرأة قد رأت قومها، فقالوا لها: أنت أيضا، قالت: تنحيت على الجبل؛ قال: وقد قيل لها بعد: أنت قد سلمت وقد رأيت، فكيف لا رأيت عذاب الله ؟ قالت: ما أدري غير أن أسلم ليلة: ليلة لا ريح.وأولى القولين في ذلك عندي بالصواب قول من قال: عُنِي بقوله: ( حُسُومًا ): متتابعة، لإجماع الحجة من أهل التأويل على ذلك. وكان بعض أهل العربية يقول: الحسوم: التباع، إذا تتابع الشيء فلم ينقطع أوّله عن آخره قيل فيه حسوم؛ قال: وإنما أخذوا والله أعلم من حسم الداء: إذا كوى صاحبه، لأنه لحم يكوى بالمكواة، ثم يتابع عليه.وقوله: ( فَتَرَى الْقَوْمَ فِيهَا صَرْعَى ) يقول: فترى يا محمد قوم عاد في تلك السبع الليالي والثمانية الأيام الحسوم صرعى، قد هلكوا، ( كَأَنَّهُمْ أَعْجَازُ نَخْلٍ خَاوِيَةٍ ) يقول: كأنهم أصول نخل قد خوت.كما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( كَأَنَّهُمْ أَعْجَازُ نَخْلٍ خَاوِيَةٍ ) : وهي أصول النخل."
    },
    {
      "ayah": 8,
      "surah": 69,
      "text": "وقوله: ( فَهَلْ تَرَى لَهُمْ مِنْ بَاقِيَةٍ ) يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم : فهل ترى يا محمد لعاد قوم هود من بقاء. وقيل: عُنِي بذلك: فهل ترى منهم باقيا. وكان بعض أهل المعرفة بكلام العرب من البصريين يقول: معنى ذلك: فهل ترى لهم من بقية، ويقول: مجازها مجاز الطاغية مصدر."
    },
    {
      "ayah": 9,
      "surah": 69,
      "text": "القول في تأويل قوله تعالى :  وَجَاءَ فِرْعَوْنُ وَمَنْ قَبْلَهُ وَالْمُؤْتَفِكَاتُ بِالْخَاطِئَةِ (9)يقول تعالى ذكره: ( وَجَاءَ فِرْعَوْنُ ) مصر. واختلفت القرّاء في قراءة قوله: ( وَمِنْ قَبْلِهِ )، فقرأته عامة قرّاء المدينة والكوفة ومكة خلا الكسائي ( وَمِنْ قَبْلِهِ ) بفتح القاف وسكون الباء، بمعنى: وجاء من قبل فرعون من الأمم المكذّبة بآيات الله، كقوم نوح وعاد وثمود وقوم لوط بالخطيئة. وقرأ ذلك عامة قرّاء البصرة والكسائي ( وَمَنْ قِبَلِهِ ) بكسر القاف وفتح الباء، بمعنى: وجاء مع فرعون من أهل بلده مصر من القبط.والصواب من القول في ذلك عندي أنهما قراءتان معروفتان صحيحتا المعنى، فبأيتهما قرأ القارئ فمصيب.وقوله: ( وَالْمُؤْتَفِكَاتُ بِالْخَاطِئَةِ ) يقول: والقرى التي أتفكت بأهلها فصار \u0026; 23-576 \u0026; عاليها سافلها( بِالْخَاطِئَةِ ) يعني بالخطيئة. وكانت خطيئتها: إتيانها الذكران في أدبارهم.وبنحو الذي قلنا في معنى قوله: ( وَالْمُؤْتَفِكَاتُ ) قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَجَاءَ فِرْعَوْنُ وَمَنْ قَبْلَهُ وَالْمُؤْتَفِكَاتُ )، قرية لوط. وفي بعض القراءات ( وَجاءَ فِرْعَوْنُ وَمَنْ مَعَهُ ).حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( وَجَاءَ فِرْعَوْنُ وَمَنْ قَبْلَهُ وَالْمُؤْتَفِكَاتُ بِالْخَاطِئَةِ ) قال: المؤتفكات: قوم لوط، ومدينتهم وزرعهم، وفي قوله:  وَالْمُؤْتَفِكَةَ أَهْوَى  قال: أهواها من السماء: رمى بها من السماء؛ أوحى الله إلى جبريل عليه السلام، فاقتلعها من الأرض، ربضها ومدينتها، ثم هوى بها إلى السماء؛ ثم قلبهم إلى الأرض، ثم أتبعهم الصخر حجارة، وقرأ قول الله:  حِجَارَةً مِنْ سِجِّيلٍ مَنْضُودٍ * مُسَوَّمَةً  قال: المسوّمة: المُعَدَّة للعذاب.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( وَجَاءَ فِرْعَوْنُ وَمَنْ قَبْلَهُ وَالْمُؤْتَفِكَاتُ بِالْخَاطِئَةِ ): يعني المكذّبين.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( وَالْمُؤْتَفِكَاتُ ) هم قوم لوط، ائتفكت بهم أرضُهم.وبما قلنا في قوله: ( بِالْخَاطِئَةِ ) قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد ( بِالْخَاطِئَةِ ) قال: الخطايا."
    }
  ]
}
