{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 70,
      "text": "القول في تأويل قوله تعالى :  سَأَلَ سَائِلٌ بِعَذَابٍ وَاقِعٍ (1)قال أبو جعفر: اختلفت القرّاء في قراءة قوله: ( سَأَلَ سَائِلٌ )، فقرأته عامة قرّاء الكوفة والبصرة: ( سَأَلَ سَائِلٌ ) بهمز سأل سائل، بمعنى سأل سائل من الكفار عن عذاب الله، بمن هو واقع، وقرأ ذلك بعض قرّاء المدينة ( سالَ سَائِلٌ ) فلم يهمز سأل، ووجهه إلى أنه فعل من السيل.والذي هو أولى القراءتين بالصواب قراءة من قرأه بالهمز؛ لإجماع الحجة من القرّاء على ذلك، وأن عامة أهل التأويل من السلف بمعنى الهمز تأوّلوه.* ذكر من تأوّل ذلك كذلك، وقال تأويله نحو قولنا فيه:حدثني محمد بن سعيد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( سَأَلَ سَائِلٌ بِعَذَابٍ وَاقِعٍ ) قال: ذاك سؤال الكفار عن عذاب الله وهو واقع.حدثنا ابن حميد، قال: ثنا حكام، عن عنبسة، عن ليث، عن مجاهد  إِنْ كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ  ... الآية، قال ( سَأَلَ سَائِلٌ بِعَذَابٍ وَاقِعٍ ).حدثنا محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، في قول الله: ( سَأَلَ سَائِلٌ ) قال: دعا داع، ( بِعَذَابٍ وَاقِعٍ ) قال: يقع في الآخرة، قال: وهو قولهم:  اللَّهُمَّ إِنْ كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِنَ السَّمَاءِ  .حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( سَأَلَ سَائِلٌ بِعَذَابٍ وَاقِعٍ ) قال: سأل عذاب الله أقوام، فبين الله على من يقع؛ على الكافرين.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، قوله: ( سَأَلَ سَائِلٌ ) قال: سأل عن عذاب واقع، فقال الله: ( لِلْكَافِرينَ لَيْسَ لَهُ دَافِعٌ ).وأما الذين قرءوا ذلك بغير همز، فإنهم قالوا: السائل واد من أودية جهنم.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله الله: ( سَأَلَ سَائِلٌ بِعَذَابٍ وَاقِعٍ ) قال: قال بعض أهل العلم: هو واد في جهنم يقال له سائل.وقوله: ( بِعَذَابٍ وَاقِعٍ * لِلْكَافِرينَ ) يقول: سأل بعذاب للكافرين واجب لهم يوم القيامة واقع بهم، ومعنى ( لِلْكَافِرِينَ ) على الكافرين، كالذي حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت"
    },
    {
      "ayah": 10,
      "surah": 70,
      "text": "وقوله: (وَتَكُونُ الْجِبَالُ كَالْعِهْنِ ) يقول: وتكون الجبال كالصوف.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد (كَالْعِهْنِ ) قال: كالصوف.حدثني ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: (كَالْعِهْنِ ) قال: كالصوف."
    },
    {
      "ayah": 11,
      "surah": 70,
      "text": "وقوله: (وَلا يَسْأَلُ حَمِيمٌ حَمِيمًا يُبَصَّرُونَهُمْ ) يقول تعالى ذكره: ولا يسأل قريب قريبه عن شأنه لشغله بشأن نفسه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال؛ ثنا سعيد، عن قتادة قوله: (وَلا يَسْأَلُ حَمِيمٌ حَمِيمًا ) يشغل كلّ إنسان بنفسه عن الناس."
    },
    {
      "ayah": 12,
      "surah": 70,
      "text": "وقوله: (يُبَصَّرُونَهُمْ ) اختلف أهل التأويل في الذين عنوا بالهاء والميم في قوله: (يُبَصَّرُونَهُمْ ) فقال بعضهم: عني بذلك الأقرباء انهم يعرّفون أقرباءهم، ويعرّف كلّ إنسان قريبه، فذلك تبصير الله إياهم.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: (يُبَصَّرُونَهُمْ ) قال: يَعرف بعضهم بعضا، ويتعارفون بينهم، ثم يفرّ بعضهم من بعض، يقول: (لِكُلِّ امْرِئٍ مِنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ ).حدثني بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة (يُبَصَّرُونَهُمْ ) يعرفونهم يعلمون، والله ليعرِّفَنَّ قوم قوما، وأناس أناسا.وقال آخرون: بل عني بذلك المؤمنون أنهم يبصرون الكفار.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، قوله: (يُبَصَّرُونَهُمْ ) المؤمنون يبصرون الكافرين.وقال آخرون: بل عني بذلك الكفار، الذين كانوا أتباعا لآخرين في الدنيا على الكفر، أنهم يعرفون المتبوعين في النار.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: (يُبَصَّرُونَهُمْ ) قال: يبصرون الذين أضلوهم في الدنيا في النار.وأولى الأقوال في ذلك بالصحة، قول من قال: معنى ذلك: ولا يسأل حميم حميما عن شأنه، ولكنهم يبصرونهم فيعرفونهم، ثم يفرّ بعضهم من بعض، كما قال جلّ ثناؤه:  يَوْمَ يَفِرُّ الْمَرْءُ مِنْ أَخِيهِ * وَأُمِّهِ وَأَبِيهِ * وَصَاحِبَتِهِ وَبَنِيهِ * لِكُلِّ امْرِئٍ مِنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ  .وإنما قلنا ذلك أولى التأويلات بالصواب، لأن ذلك أشبهها بما دل عليه ظاهر التنـزيل، وذلك أن قوله: (يُبَصَّرُونَهُمْ ) تلا قوله: (وَلا يَسْأَلُ حَمِيمٌ حَمِيمًا )، فلأن تكون الهاء والميم من ذكرهم أشبه منها بأن تكون من ذكر غيرهم.واختلفت القرّاء في قراءة قوله: (وَلا يُسْأَلُ ) فقرأ ذلك عامة قرّاة الأمصار سوى أبي جعفر القارئ وشَيبة بفتح الياء؛ وقرأه أبو جعفر وشيبة ( وَلا يُسْئَلُ ) بضم الياء، يعني: لا يقال لحميم أين حميمك ؟ ولا يطلب بعضهم من بعض.والصواب من القراءة عندنا فتح الياء، بمعنى: لا يسأل الناس بعضهم بعضا عن شأنه، لصحة معنى ذلك، ولإجماع الحجة من القرّاء عليه.القول في تأويل قوله تعالى :  يُبَصَّرُونَهُمْ يَوَدُّ الْمُجْرِمُ لَوْ يَفْتَدِي مِنْ عَذَابِ يَوْمِئِذٍ بِبَنِيهِ (11)يقول تعالى ذكره: يودّ الكافر يومئذ ويتمنى أنه يفتدي من عذاب الله إياه ذلك اليوم ببنيه وصاحبته، وهي زوجته، وأخيه وفصيلته، وهم عشيرته التي تؤويه، يعني التي تضمه إلى رحله، وتنـزل فيه امرأته، لقربة ما بينها وبينه، وبمن في الأرض جميعا من الخلق، ثم ينجيه ذلك من عذاب الله إياه ذلك اليوم، وبدأ جلّ ثناؤه بذكر البنين، ثم الصاحبة، ثم الأخ، إعلاما منه عباده أن الكافر من عظيم ما ينـزل به يومئذ من البلاء يفتدي نفسه، لو وجد إلى ذلك سبيل بأحب الناس إليه، كان في الدنيا، وأقربهم إليه نسبا.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:"
    },
    {
      "ayah": 13,
      "surah": 70,
      "text": "حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: (وَصَاحِبَتِهِ وَأَخِيهِ) الأحبّ فالأحبّ، والأقرب فالأقرب من أهله وعشيرته لشدائد ذلك اليوم.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: (وَفَصِيلَتِهِ الَّتِي تُؤْوِيهِ ) قال: قبيلته.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: (وَصَاحِبَتِهِ ) قال: الصاحبة الزوجة، (وَفَصِيلَتِهِ الَّتِي تُؤْوِيهِ ) قال: فصيلته: عشيرته."
    },
    {
      "ayah": 14,
      "surah": 70,
      "text": "حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: (وَصَاحِبَتِهِ وَأَخِيهِ) الأحبّ فالأحبّ، والأقرب فالأقرب من أهله وعشيرته لشدائد ذلك اليوم.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: (وَفَصِيلَتِهِ الَّتِي تُؤْوِيهِ ) قال: قبيلته.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: (وَصَاحِبَتِهِ ) قال: الصاحبة الزوجة، (وَفَصِيلَتِهِ الَّتِي تُؤْوِيهِ ) قال: فصيلته: عشيرته."
    },
    {
      "ayah": 15,
      "surah": 70,
      "text": "القول في تأويل قوله تعالى :  كَلا إِنَّهَا لَظَى (15)يقول تعالى ذكره: كلا ليس ذلك كذلك، ليس ينجيه من عذاب الله شيء. ثم ابتدأ الخبر عما أعدّه له هنالك جلّ ثناؤه، فقال: (إِنَّهَا لَظَى ) ولظى: اسم من أسماء جهنم، ولذلك لم يجر.واختلف أهل العربية في موضعها، فقال بعض نحويي البصرة: موضعها نصب على البدل من الهاء، وخبر إن: (نـزاعَةً ) ؛ قال: وان شئت جعلت لظَى رفعا على خبر إن، ورفعت (نـزاعَةً ) على الابتداء، وقال بعض من أنكر ذلك: لا ينبغي أن يتبع الظاهر المكنى إلا في الشذوذ؛ قال: والاختيار (إِنَّهَا لَظَى * نـزاعَةً لِلشَّوَى ) لظى الخبر، ونـزاعة حال، قال: ومن رفع استأنف، لأنه مدح أو ذمّ، قال: ولا تكون ابتداء إلا كذلك.والصواب من القول في ذلك عندنا، أن (لَظَى ) الخبر، و (نـزاعَةً ) ابتداء، فذلك رفع، ولا يجوز النصب في القراءة لإجماع قرّاء الأمصار على رفعها، ولا قارئ قرأ كذلك بالنصب؛ وإن كان للنصب في العربية وجه؛ وقد يجوز أن تكون الهاء من قوله: \" إنها \" عمادا، ولظى مرفوعة بنـزاعة، ونـزاعة بلظَى، كما يقال: إنها هند قائمة، وإنه هند قائمة، والهاء عماد في الوجهين."
    },
    {
      "ayah": 16,
      "surah": 70,
      "text": "وقوله: (نـزاعَةً لِلشَّوَى ) يقول تعالى ذكره مخبرا عن لظَى: إنها تنـزع جلدة الرأس وأطراف البدن، والشَّوَى: جمع شواة، وهي من جوارح الإنسان ما لم يكن مقتلا يقال: رمى فأشوى إذا لم يصب مَقْتلا فربما وصف الواصف بذلك جلدة الرأس كما قال الأعشى:قـــالَتْ قُتَيْلَـــةُ مـــا لَـــهُقَـــدْ جُـــلِّلَتْ شَــيْبا شَــوَاتُهُ (1)وربما وصف بذلك الساق كقولهم في صفة الفرس:عبْلُ الشَّوَى نَهْدُ الجُزَارَة (2)يعني بذلك: قوائمه، وأصل ذلك كله ما وصفت.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني سليمان بن عبد الحبار، قال: ثنا محمد بن الصلت، قال: ثنا أبو كدينة، عن قابوس، عن أبيه، قال: سألت ابن عباس عن: (نـزاعَةً لِلشَّوَى ): قال: تنـزع أمّ الرأس.حدثنا إسحاق بن إبراهيم الصواف، قال: ثنا الحسين بن الحسن الأشقر، قال: ثنا يحيى بن مهلب أبو كدينة، عن قابوس، عن أبيه، عن ابن عباس، في قوله: (نـزاعَةً لِلشَّوَى ) قال: تنـزع الرأس.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: (نـزاعَةً لِلشَّوَى ) : يعني الجلود والهام.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: (نـزاعَةً لِلشَّوَى ) قال: لجلود الرأس.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن إبراهيم بن المهاجر، قال: سألت سعيد بن جبير عن قوله: (نـزاعَةً لِلشَّوَى ) فلم يخبر، فسألت عنها مجاهدًا، فقلت: اللحم دون العظم ؟ فقال: نعم.قال: ثنا مهران، عن سفيان، عن إسماعيل بن أبي خالد، عن أبي صالح (نـزاعَةً لِلشَّوَى ) قال: لحم الساق.حدثني محمد بن عُمارة الأسديّ، قال: ثنا قبيصة بن عقبة السُّوائّي، قال: ثنا سفيان، عن إسماعيل، عن أبي صالح في قوله: (نـزاعَةً لِلشَّوَى ) قال: نـزاعة للحم الساقين.حدثنا ابن حميد، قال: ثنا مهران، عن خارجة، عن قرة بن خالد، عن الحسن (نـزاعَةً لِلشَّوَى ) قال: للهام تحرق كلّ شيء منه، ويبقى فؤاده نضيجا.حدثنا ابن بشار، قال: ثنا أبو عامر، قال: ثنا قرة، عن الحسن، في قوله: (نـزاعَةً لِلشَّوَى ) ثم ذكر نحوه.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: (نـزاعَةً لِلشَّوَى ): أي نـزاعة لهامته ومكارم خَلْقِهِ وأطرافه.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله: (نـزاعَةً لِلشَّوَى ): تبري اللحم والجلد عن العظم حتى لا تترك منه شيئا.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: (نـزاعَةً لِلشَّوَى ) قال: الشوى: الآراب العظام، ذاك الشوى.وقوله: (نـزاعَةً ) قال: تقطع عظامهم كما ترى، ثم يجدّد خلقهم، وتبدّل جلودهم."
    },
    {
      "ayah": 17,
      "surah": 70,
      "text": "وقوله: (تَدْعُو مَنْ أَدْبَرَ وَتَوَلَّى ) يقول: تدعو لظى إلى نفسها من أدبر في الدنيا عن طاعة الله، وتولى عن الإيمان بكتابه ورسله.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: (تَدْعُو مَنْ أَدْبَرَ وَتَوَلَّى ) قال: عن طاعة الله، (وَتَوَلَّى ) قال: عن كتاب الله، وعن حقه.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: (تَدْعُو مَنْ أَدْبَرَ وَتَوَلَّى ) قال: عن الحق.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: (تَدْعُو مَنْ أَدْبَرَ وَتَوَلَّى ) قال: ليس لها سلطان إلا على هوانِ مَنْ كفر وتولى وأدبر عن الله، فأما من آمن بالله ورسوله، فليس لها عليه سلطان."
    },
    {
      "ayah": 18,
      "surah": 70,
      "text": "وقوله: (وَجَمَعَ فَأَوْعَى ) يقول: وجمع مالا فجعله في وعاء، ومنع حق الله منه، فلم يزك ولم ينفق فيما أوجب الله عليه إنفاقه فيه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، في قوله: (وَجَمَعَ فَأَوْعَى ) قال: جمع المال.حدثنا محمد بن منصور الطوسي، قال: ثنا أبو قطن، قال: ثنا المسعودي، عن الحكم، قال: كان عبد الله بن عكيم، لا يربط كيسه، يقول: سمعت الله يقول: (وَجَمَعَ فَأَوْعَى ).حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة (وَجَمَعَ فَأَوْعَى ) كان جموعا قموما للخبيث.القول في تأويل قوله تعالى :  إِنَّ الإِنْسَانَ خُلِقَ هَلُوعًا (19)يقول تعالى ذكره: (إِنَّ الإنْسَانَ ) الكافر (خُلِقَ هَلُوعًا ) والهلع: شدّة الجَزَع مع شدّة الحرص والضجر.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:"
    },
    {
      "ayah": 19,
      "surah": 70,
      "text": "حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبى عن أبيه، عن ابن عباس، قوله: (إِنَّ الإنْسَانَ خُلِقَ هَلُوعًا ) قال: هو الذي قال الله (إِذَا مَسَّهُ الشَّرُّ جَزُوعًا * وَإِذَا مَسَّهُ الْخَيْرُ مَنُوعًا ) ويقال: الهَلُوع: هو الجَزُوع الحريص، وهذا في أهل الشرك.حدثنا أبو كريب، قال: ثنا ابن يمان، عن أشعث بن إسحاق، عن جعفر بن أبي المغيرة، عن سعيد بن جبير (إِنَّ الإنْسَانَ خُلِقَ هَلُوعًا ) قال: شحيحا جَزُوعا.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن إسماعيل بن أبي خالد عن عكرمة (إِنَّ الإنْسَانَ خُلِقَ هَلُوعًا ) قال: ضَجُورًا.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول: (إِنَّ الإنْسَانَ ) يعني: الكافر، (خُلِقَ هَلُوعًا ) يقول: هو بخيل منوع للخير، جَزُوع إذا نـزل به البلاء، فهذا الهلوع.حدثنا يحيى بن حبيب بن عربي، قال: ثنا خالد بن الحارث، قال: ثنا شعبة، عن حصين، قال يحيى، قال خالد: وسألت شعبة عن قوله: (إِنَّ الإنْسَانَ خُلِقَ هَلُوعًا ) فحدثني شعبة عن حصين أنه قال: الهلوع: الحريص.حدثنا ابن المثنى، قال: ثنا ابن أبي عديّ، عن شعبة، قال: سألت حصينا عن هذه الآية: (إِنَّ الإنْسَانَ خُلِقَ هَلُوعًا ) قال: حريصا.حدثنا يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: (إِنَّ الإنْسَانَ خُلِقَ هَلُوعًا ) قال: الهلوع: الجزوع.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: (خُلِقَ هَلُوعًا ) قال: جزوعا."
    },
    {
      "ayah": 2,
      "surah": 70,
      "text": "الضحاك يقول في قوله: ( بِعَذَابٍ وَاقِعٍ * لِلْكَافِرينَ ) يقول: واقع على الكافرين، واللام في قوله: ( لِلْكَافِرِينَ ) من صلة الواقع."
    },
    {
      "ayah": 20,
      "surah": 70,
      "text": "وقوله: (إِذَا مَسَّهُ الشَّرُّ جَزُوعًا ) يقول: إذا قلّ ماله وناله الفقر والعدم فهو جزوع من ذلك، لا صبر له عليه :"
    },
    {
      "ayah": 21,
      "surah": 70,
      "text": "يقول: وإذا كثر ماله، ونال الغنى فهو منوع لما في يده، بخيل به، لا ينفقه في طاعة الله، ولا يؤدّي حق الله منه."
    },
    {
      "ayah": 22,
      "surah": 70,
      "text": "وقوله: (إِلا الْمُصَلِّينَ * الَّذِينَ هُمْ عَلَى صَلاتِهِمْ دَائِمُونَ ) يقول: إلا الذين يطيعون الله بأداء ما افترض عليهم من الصلاة، وهم على أداء ذلك مقيمون لا يضيعون منها شيئا، فإن أولئك غير داخلين في عداد من خلق هلوعا، وهو مع ذلك بربه كافر لا يصلي لله.وقيل: عُني بقوله: (إِلا الْمُصَلِّينَ ) المؤمنون الذين كانوا مع رسول الله صلى الله عليه وسلم؛ وقيل: عُنِي به كلّ من صلى الخمس.* ذكر من قال ذلك:"
    },
    {
      "ayah": 23,
      "surah": 70,
      "text": "حدثنا ابن بشار، قال: ثنا عبد الرحمن ومؤمل، قالا ثنا سفيان، عن منصور، عن إبراهيم (الَّذِينَ هُمْ عَلَى صَلاتِهِمْ دَائِمُونَ ) قال: المكتوبة.حدثني زريق بن السخب، قال: ثنا معاوية بن عمرو، قال: ثنا زائدة، عن منصور، عن إبراهيم (الَّذِينَ هُمْ عَلَى صَلاتِهِمْ دَائِمُونَ ) قال: الصلوات الخمس.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة قوله: (إِنَّ الإنْسَانَ خُلِقَ هَلُوعًا ... ) إلى قوله: (دَائِمُونَ ) ذكر لنا أن دانيال نعت أمة محمد صلى الله عليه وسلم قال: يصلون صلاة لو صلاها قوم نوح ما غرقوا، أو عاد ما أُرسلت عليهم الريح العقيم، أو ثمود ما أخذتهم الصيحة، فعليكم بالصلاة فإنها خُلُقٌ للمؤمنين حسن.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن منصور، عن إبراهيم (عَلَى صَلاتِهِمْ دَائِمُونَ ) قال: الصلاة المكتوبة.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد في قوله: (الَّذِينَ هُمْ عَلَى صَلاتِهِمْ دَائِمُونَ ) قال: هؤلاء المؤمنون الذين مع النبيّ صلى الله عليه وسلم على صلاتهم دائمون.قال: أخبرنا ابن وهب، قال: أخبرنا حَيْوة، عن يزيد بن أبي حبيب، عن أبي الخير أنه سأل عقبة بن عامر الجُهَنّي، عن: (الَّذِينَ هُمْ عَلَى صَلاتِهِمْ دَائِمُونَ ) قال: هم الذين إذا صلوا لم يلتفتوا خَلْفَهم، ولا عن أيمانهم، ولا عن شمائلهم.حدثني العباس بن الوليد، قال: أخبرنا أبي، قال: ثنا الأوزاعي، قال: ثني يحيى بن أبي كثير، قال: ثني أبو سلمة بن عبد الرحمن، قال: حدثتني عائشة -زوج النبيّ صلى الله عليه وسلم- أن رسول الله صلى الله عليه وسلم قال: \" خُذُوا مِنَ العَمَلِ ما تُطِيقُونَ، فإنَّ الله لا يَمَلُّ حَتى تَمَلُّوا \" قالت: وكان أحب الأعمال إلى رسول الله صلى الله عليه وسلم ما دُووم عليه. قال: يقول أبو سلمة: إن الله يقول: (الَّذِينَ هُمْ عَلَى صَلاتِهِمْ دَائِمُونَ )."
    },
    {
      "ayah": 24,
      "surah": 70,
      "text": "القول في تأويل قوله تعالى :  وَالَّذِينَ فِي أَمْوَالِهِمْ حَقٌّ مَعْلُومٌ (24)يقول تعالى ذكره: وإلا الذين في أموالهم حقّ مؤقت، وهو الزكاة للسائل الذي يسأله من ماله، والمحروم الذي قد حرم الغنى، فهو فقير لا يسأل.واختلف أهل التأويل في المعنيّ بالحقّ المعلوم الذي ذكره الله في هذا الموضع، فقال بعضهم: هو الزكاة.* ذكر من قال ذلك:حدثني ابن بشار، قال: ثنا عبد الأعلى، قال: ثنا سعيد، عن قتادة، في قوله: (وَالَّذِينَ فِي أَمْوَالِهِمْ حَقٌّ مَعْلُومٌ * لِلسَّائِلِ وَالْمَحْرُومِ ) قال: الحقّ المعلوم: الزكاة.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: (وَالَّذِينَ فِي أَمْوَالِهِمْ حَقٌّ مَعْلُومٌ ) : قال: الزكاة المفروضة.وقال آخرون: بل ذلك حقّ سوى الزكاة.* ذكر من قال ذلك:حدثني علي، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس في قوله: (وَالَّذِينَ فِي أَمْوَالِهِمْ حَقٌّ مَعْلُومٌ * لِلسَّائِلِ وَالْمَحْرُومِ ) يقول: هو سوى الصدقة يصل بها رحمه، أو يقري بها ضيفا، أو يحمل بها كلا أو يُعِين بها محرومًا.حدثني ابن المثنى، قال: ثنا عبد الرحمن، عن شعبة، عن أبي يونس، عن رباح بن عبيدة، عن قزعة، أن ابن عمر سُئل عن قوله: (وَالَّذِينَ فِي أَمْوَالِهِمْ حَقٌّ مَعْلُومٌ * لِلسَّائِلِ وَالْمَحْرُومِ ) أهي الزكاة؟ فقال: إن عليك حقوقا سوى ذلك.حدثنا أبو هشام الرفاعي، قال: ثنا ابن فضيل، قال: ثنا بيان، عن الشعبيّ، قال: إن في المال حقا سوى الزكاة.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن الأعمش، عن إبراهيم، قال: في المال حقّ سوى الزكاة.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن مجاهد: (فِي أَمْوَالِهِمْ حَقٌّ مَعْلُومٌ ) قال: سوى الزكاة، وأجمعوا على أن السائل هو الذي وصفت صفته.واختلفوا أيضا في معنى المحروم في هذا الموضع، نحو اختلافهم فيه في الذاريات، وقد ذكرنا ما قالوا فيه هنالك، ودللنا على الصحيح منه عندنا، غير أن نذكر بعض ما لم نذكر من الأخبار هنالك.* ذكر من قال: هو المحارَف (3) .حدثني يعقوب بن إبراهيم، قال: ثنا هشيم، قال: أخبرنا الحجاج، عن الوليد بن العيزار، عن سعيد بن جبير، عن ابن عباس أنه قال: المحروم: هو المحارَف.حدثني يونس، قال: أخبرنا ابن وهب، قال: أخبرني مسلم بن خالد، عن ابن أبي نجيح، عن مجاهد، عن ابن عباس، قال: المحروم: المحارَف."
    },
    {
      "ayah": 25,
      "surah": 70,
      "text": "حدثنا سهل بن موسى الرازي، قال: ثنا وكيع، عن إسرائيل، عن أبي إسحاق، عن قيس بن كركم، عن ابن عباس قال: (لِلسَّائِلِ وَالْمَحْرُومِ ) : المحارف الذي ليس له في الإسلام نصيب.قال: ثنا وكيع، عن سفيان، عن أبي إسحاق، عن قيس بن كركم، عن ابن عباس أنه قال: المحروم المحارَف الذي ليس له في الإسلام سهم.حدثنا حميد بن مسعدة، قال: ثنا يزيد بن زريع، قال: ثنا شعبة، عن أبي إسحاق، عن قيس بن كركم، عن ابن عباس، في هذه الآية (لِلسَّائِلِ وَالْمَحْرُومِ ) قال: السائل الذي يسأل، والمحروم: المحَارف.حدثنا ابن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، قال: سمعت أبا إسحاق يحدّث عن قيس بن كركم، عن ابن عباس أنه قال في هذه الآية (لِلسَّائِلِ وَالْمَحْرُومِ ) قال: السائل: الذي يسأل والمحروم: المحارَف.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن أبي إسحاق، عن قيس بن كركم، قال: سألت ابن عباس، عن قوله: (لِلسَّائِلِ وَالْمَحْرُومِ ) قال: السائل: الذي يسأل، والمحروم: المحارَف الذي ليس له في الإسلام سهم.حدثني محمد بن عمر بن عليّ المقدمي، قال: ثنا قريش بن أنس، عن سليمان، عن قتادة، عن سعيد بن المسيب: المحروم: المحارف.حدثنا ابن بشار وابن المثنى، قالا ثنا قريش، عن سليمان، عن قتادة، عن سعيد بن المسيب، مثله.حدثني يعقوب، قال: ثنا هشيم، عن أبي بشر، قال: سألت سعيد بن جبير، عن المحروم، فلم يقل فيه شيئا؛ قال: وقال عطاء: هو المحدود المحارف.حدثنا ابن حميد، ثنا مهران عن سفيان، عن أبي إسحاق، عن قيس بن كركم، عن ابن عباس، قال: السائل: الذي يسأل الناس، والمحروم: الذي لا سهم له في الإسلام، وهو محارف من الناس.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن ابن أبي نجيح، عن مجاهد، قال: المحروم: الذي لا يُهدى له شيء وهو محارف.حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قال: المحروم: هو المحارف الذي يطلب الدنيا وتدبر عنه، فلا يسأل الناس.حدثنا ابن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن منصور، عن إبراهيم، قال في المحروم: هو المحارف الذي ليس له أحد يعطف عليه، أو يعطيه شيئا.حدثنا ابن حميد، قال: ثنا حكام، قال: ثنا عمرو، عن منصور، عن إبراهيم، قال: المحروم: الذي لا فيء له في الإسلام، وهو محارف في الناس.حدثني يعقوب، قال: ثنا ابن علية، قال: أخبرنا أيوب، عن نافع: المحروم: هو المحارف.وقال آخرون: هو الذي لا سهم له في الغنيمة.* ذكر من قال ذلك:حدثني محمد بن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن الحكم، عن إبراهيم أن ناسا قَدِموا على عليّ رضي الله عنه الكوفة بعد وقعة الجمل، فقال: اقسموا لهم، وقال: هذا المحروم.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن منصور، عن إبراهيم، قال: المحروم: المحارف الذي ليس له في الغنيمة شيء.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن منصور، عن إبراهيم، مثله.قال: ثنا مهران، عن سفيان، عن قيس بن مسلم الجدّلي، عن الحسن بن محمد ابن الحنفية أن النبيّ صلى الله عليه وسلم بعث سرية، فغنموا، وفتح عليهم، فجاء قوم لم يشهدوا، فنـزلت: (فِي أَمْوَالِهِمْ حَقٌّ مَعْلُومٌ * لِلسَّائِلِ وَالْمَحْرُومِ ) يعني: هؤلاء.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن قيس بن مسلم، عن الحسن بن محمد، أن رسول الله صلى الله عليه وسلم بعث سرية، فغنموا، فجاء قوم لم يشهدوا الغنائم، فنـزلت: (فِي أَمْوَالِهِمْ حَقٌّ مَعْلُومٌ * لِلسَّائِلِ وَالْمَحْرُومِ ).حدثنا أبو كُرَيب، قال: ثنا يحيى بن أبي زائدة، عن سفيان، عن قيس بن مسلم الجدلي، عن الحسن بن محمد، قال: بعثت سرية فغنموا، ثم جاء قوم من بعدهم، قال: فنـزلت (لِلسَّائِلِ وَالْمَحْرُومِ ).حدثنا أبو كُرَيب، قال: ثنا أبو نعيم، عن سفيان، عن قيس بن مسلم، عن الحسن بن محمد \" أن قوما في زمان النبيّ صلى الله عليه وسلم أصابوا غنيمة، فجاء قوم بعد، فنـزلت: (فِي أَمْوَالِهِمْ حَقٌّ مَعْلُومٌ * لِلسَّائِلِ وَالْمَحْرُومِ )\".وقال آخرون: هو الذي لا ينمي له مال.* ذكر من قال ذلك:حدثني أبو السائب، قال: ثنا ابن إدريس، عن حصين، قال: سألت عكرِمة عن السائل والمحروم، قال: السائل: الذي يسألك، والمحروم: الذي لا ينمي له مال.وقال آخرون: هو الذي قد اجتيح ماله.* ذكر من قال ذلك:حدثنا ابن المثنى، قال: ثنا وهب بن جرير، قال: أخبرنا شعبة، عن عاصم، عن أبي قلابة، قال: جاء سيل باليمامة، فذهب بمال رجل، فقال رجل من أصحاب النبيّ صلى الله عليه وسلم: هذا المحروم.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: (وَالْمَحْرُومِ قال: المحروم: المصاب ثمره وزرعه، وقرأ:  أَفَرَأَيْتُمْ مَا تَحْرُثُونَ * أَأَنْتُمْ تَزْرَعُونَهُ  ... حتى بلغ  مَحْرُومُونَ  وقال أصحاب الجنة:  إِنَّا لَضَالُّونَ * بَلْ نَحْنُ مَحْرُومُونَ  .وقال الشعبي ما حدثني به يعقوب، قال: ثنا ابن علية، عن ابن عون، قال، قال الشعبيّ: أعياني أن أعلم ما المحروم.وقال قتادة، ما حدثني به ابن بشار، قال: ثنا عبد الأعلى، قال: ثنا سعيد، عن قتادة، في قوله: (لِلسَّائِلِ وَالْمَحْرُومِ ) قال: السائل: الذي يسأل بكفه، والمحروم: المتعفف، ولكليهما عليك حقّ يا ابن آدم.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: (لِلسَّائِلِ وَالْمَحْرُومِ ) وهو سائل يسألك في كفه، وفقير متعفِّف لا يسأل الناس، ولكليهما عليك حقّ."
    },
    {
      "ayah": 26,
      "surah": 70,
      "text": "وقوله: (وَالَّذِينَ يُصَدِّقُونَ بِيَوْمِ الدِّينِ ) يقول: وإلا الذين يقرّون بالبعث يوم البعث والمجازاة."
    },
    {
      "ayah": 27,
      "surah": 70,
      "text": "وقوله: (وَالَّذِينَ هُمْ مِنْ عَذَابِ رَبِّهِمْ مُشْفِقُونَ ) يقول: والذين هم في الدنيا من عذاب ربهم وجلون أن يعذبهم في الآخرة، فهم من خشية ذلك لا يضيعون له فرضا، ولا يتعدّون له حدّا."
    },
    { "ayah": 28, "surah": 70, "text": "وقوله: (إِنَّ عَذَابَ رَبِّهِمْ غَيْرُ مَأْمُونٍ ) أن ينال من عصاه وخالف أمره." },
    {
      "ayah": 29,
      "surah": 70,
      "text": "القول في تأويل قوله تعالى :  وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ (29)يقول تعالى ذكره: (وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ ) يعني: أقبالهم حافظون عن كلّ ما حرم الله عليهم وضعها فيه."
    },
    {
      "ayah": 3,
      "surah": 70,
      "text": "وقوله: ( لَيْسَ لَهُ دَافِعٌ * مِنَ اللَّهِ ذِي الْمَعَارِجِ ) يقول تعالى ذكره: ليس للعذاب الواقع على الكافرين من الله دافع يدفعه عنهم.وقوله: ( ذِي الْمَعَارِجِ ) يعني: ذا العلوّ والدرجات والفواضل والنعم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، في قوله: ( ذِي الْمَعَارِجِ ) يقول: العلوّ والفواضل.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( مِنَ اللَّهِ ذِي الْمَعَارِجِ ): ذي الفواضل والنِّعم.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، في قول الله: ( مِنَ اللَّهِ ذِي الْمَعَارِجِ ) قال: معارج السماء.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( ذِي الْمَعَارِجِ ) قال: الله ذو المعارج.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن الأعمش، عن رجل، عن سعيد بن جبير، عن ابن عباس ( ذِي الْمَعَارِجِ ) قال: ذي الدرجات."
    },
    {
      "ayah": 30,
      "surah": 70,
      "text": "(إِلا ) أنهم غير ملومين في ترك حفظها، (عَلَى أَزْوَاجِهِمْ أوْ مَا مَلَكَتْ أَيْمَانُهُمْ ) من إمائهم. وقيل: (لِفُرُوجِهِمْ حَافِظُونَ * إِلا عَلَى أَزْوَاجِهِمْ ) ولم يتقدم ذلك جحد لدلالة قوله: (فَإِنَّهُمْ غَيْرُ مَلُومِينَ )، على أن في الكلام معنى جحد، وذلك كقول القائل: اعمل ما بدا لك إلا على ارتكاب المعصية، فإنك معاقب عليه، ومعناه: اعمل ما بدا لك إلا أنك معاقب على ارتكاب المعصية."
    },
    {
      "ayah": 31,
      "surah": 70,
      "text": "قوله: (فَمَنِ ابْتَغَى وَرَاءَ ذَلِكَ فَأُولَئِكَ هُمُ الْعَادُونَ ) فمن التمس لفرجه منكحا سوى زوجته، أو ملك يمينه، ففاعلو ذلك هم العادون، الذي عدوا ما أحل الله لهم إلى ما حرّم عليهم فهم الملومون."
    },
    {
      "ayah": 32,
      "surah": 70,
      "text": "القول في تأويل قوله تعالى :  وَالَّذِينَ هُمْ لأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَيقول تعالى ذكره: وإلا الذين هم لأمانات الله التي ائتمنهم عليها من فرائضه، وأمانات عباده التي ائتُمِنُوا عليها، وعهوده التي أخذها عليهم بطاعته فيما أمرهم به ونهاهم، وعهود عباده التي أعطاهم على ما عقده لهم على نفسه راعون، يرقبون ذلك، ويحفظونه فلا يضيعونه، ولكنهم يؤدّونها ويتعاهدونها على ما ألزمهم الله وأوجب عليهم حفظها."
    },
    {
      "ayah": 33,
      "surah": 70,
      "text": "(وَالَّذِينَ هُمْ بِشَهَادَاتِهِمْ قَائِمُونَ ) يقول: والذين لا يكتمون ما استشهدوا عليه، ولكنهم يقومون بأدائها، حيث يلزمهم أداؤها غير مغيرة ولا مبدّلة."
    },
    {
      "ayah": 34,
      "surah": 70,
      "text": "(وَالَّذِينَ هُمْ عَلَى صَلاتِهِمْ يُحَافِظُونَ ) يقول: والذين هم على مواقيت صلاتهم التي فرضها الله عليهم وحدودها التي أوجبها عليهم يحافظون، ولا يضيعون لها ميقاتا ولا حدّا."
    },
    {
      "ayah": 35,
      "surah": 70,
      "text": "وقوله: (أُولَئِكَ فِي جَنَّاتٍ مُكْرَمُونَ ) يقول عزّ وجل: هؤلاء الذين يفعلون هذه الأفعال في بساتين مكرمون، يكرمهم الله بكرامته.القول في تأويل قوله تعالى :  فَمَالِ الَّذِينَ كَفَرُوا قِبَلَكَ مُهْطِعِينَ (36)يقول تعالى ذكره: فما شأن الذين كفروا بالله قبلك يا محمد مهطعين؛ وقد بيَّنا معنى الإهطاع، وما قال أهل التأويل فيه فيما مضى بما أغنى عن إعادته في هذا الموضع، غير أنا نذكر في هذا الموضع بعض ما لم نذكره هنالك."
    },
    {
      "ayah": 36,
      "surah": 70,
      "text": "فقال قتادة فيه ما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: (فَمَالِ الَّذِينَ كَفَرُوا قِبَلَكَ مُهْطِعِينَ ) يقول: عامدين.وقال ابن زيد فيه ما حدثنا يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، قوله: (فَمَالِ الَّذِينَ كَفَرُوا قِبَلَكَ مُهْطِعِينَ ) قال: المهطع: الذي لا يطرف.وكان بعض أهل المعرفة بكلام العرب من أهل البصرة يقول: معناه: مسرعين.ورُوي فيه عن الحسن ما حدثنا به ابن بشار، قال: ثنا أبو عامر، قال: ثنا قُرة، عن الحسن، في قوله: (فَمَالِ الَّذِينَ كَفَرُوا قِبَلَكَ مُهْطِعِينَ ) قال: منطلقين.حدثنا ابن بشار، قال: ثنا حماد بن مسعدة، قال: ثنا قرة، عن الحسن، مثله."
    },
    {
      "ayah": 37,
      "surah": 70,
      "text": "وقوله: (عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ عِزِينَ ) يقول: عن يمينك يا محمد، وعن شمالك متفرّقين حلقا ومجالس، جماعة جماعة، معرضين عنك وعن كتاب الله.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: (فَمَالِ الَّذِينَ كَفَرُوا قِبَلَكَ مُهْطِعِينَ ) قال: قبلك ينظرون، (عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ عِزِينَ ) قال: العزين: العصب من الناس عن يمين وشمال، معرضين عنه، يستهزئون به.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: (عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ عِزِينَ ) قال: مجالس مجنبين.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: (فَمَالِ الَّذِينَ كَفَرُوا قِبَلَكَ مُهْطِعِينَ ) يقول: عامدين، (عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ عِزِينَ ) : أي فرقا حول نبيّ الله صلى الله عليه وسلم لا يرغبون في كتاب الله ولا في نبيه.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، قوله: (عِزِينَ ) قال: العزين: الحلق المجالس.حدثنا عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد قال: سمعت الضحاك يقول في قوله: (عِزِينَ ) قال: حلقا ورفقاء.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: (عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ عِزِينَ ) قال: المجلس الذي فيه الثلاثة والأربعة، والمجالس الثلاثة والأربعة أولئك العزون.حدثنا إسماعيل بن موسى الفزاري، قال: أخبرنا أبو الأحوص، عن عاصم، عن أبي صالح، عن أبي هريرة يرفعه قال: \" مالي أرَاكُمْ عِزِينَ\" والعزين: الحلق المتفرّقة.حدثنا ابن بشار، قال: ثنا مؤمل، قال: ثنا شقيق، عن عبد الملك بن عمير، عن أبي سلمة، عن أبي هريرة أن النبيّ صلى الله عليه وسلم خرج على أصحابه وهم حِلَق حِلَق، فقال: \" مالي أرَاكمْ عِزِينَ\".حدثني أبو حصين، قال: ثنا عبثر، قال: ثنا الأعمش، عن المسيب بن رافع، عن تميم بن طرفة الطائي، عن جابر بن سمرة، قال: دخل علينا رسول الله صلى الله عليه وسلم ونحن متفرّقون، فقال: \" ما لَكُمْ عِزِينَ\".حدثني عبد الله بن محمد بن عمرو الغزي، قال: ثنا الفريابي، قال: ثنا سفيان، عن الأعمش، عن المسيب بن رافع، عن تميم بن طرفة، عن جابر بن سمرة، قال: جاء النبيّ صلى الله عليه وسلم إلى ناس من أصحابه وهم جلوس، فقال: \" مالي أرَاكُمْ عِزِينَ حِلقَا \".حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن الأعمش، عن المسيب بن رافع، عن تميم بن طرفة، عن جابر بن سمرة، قال: جاء النبيّ صلى الله عليه وسلم إلى ناس من أصحابه وهم جلوس، فقال: \" مالي أرَاكُمْ عِزِينَ حِلقَا \".حدثني ابن حميد، قال: ثنا مهران، عن سفيان، عن الأعمش، عن المسيب بن رافع، عن تميم بن طرفة الطائي، قال: ثنا جابر بن سمرة أن النبيّ صلى الله عليه وسلم خرج عليهم وهم حلق، فقال: \" مالي أرَاكُمْ عِزِينَ\" يقول: حلقا، يعني قوله: (عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ عِزِينَ ).حدثنا ابن بشار، قال: ثنا أبو عامر، قال: ثنا قرة، عن الحسن، في قوله: (عَنِ الْيَمِينِ وَعَنِ الشِّمَالِ عِزِينَ ) قال: عزين: متفرّقين، يأخذون يمينا وشمالا يقولون: ما قال هذا الرجل.حدثنا ابن بشار، قال: ثنا حماد بن مسعدة، قال: ثنا قرة، عن الحسن، مثله . وواحد العزين: عزة، كما واحد الثبين ثبة، وواحد الكُرين كرة. ومن العزين قول راعي الإبل:أخَلِيفَــة الرَّحْــمَنِ إنَّ عَشِــيرَتِيأمسَــى سَــوَامُهُمُ عِــزِينَ فُلُـولا (4)"
    },
    {
      "ayah": 38,
      "surah": 70,
      "text": "وقوله: (أَيَطْمَعُ كُلُّ امْرِئٍ مِنْهُمْ أَنْ يُدْخَلَ جَنَّةَ نَعِيمٍ ) يقول: أيطمع كلّ امرئ من هؤلاء الذين كفروا قبلك مهطعين أن يدخله الله جنة نعيم: أي بساتين نعيم ينعم فيها.واختلف القرّاء في قراءة قوله: (أَنْ يُدْخَلَ جَنَّةَ نَعِيمٍ ) فقرأت ذلك عامة قرّاء الأمصار: (يَدْخُلَ ) بضمّ الياء على وجه ما لم يسمّ فاعله، غير الحسن وطلحة بن مصرف، فإنه ذكر عنهما أنهما كانا يقرآنه بفتح الياء، بمعنى: أيطمع كلّ امرئ منهم أن يدخل كلّ امرئ منهم جنة نعيم.والصواب من القراءة في ذلك ما عليه قرّاء الأمصار، وهي ضم الياء لإجماع الحجة من القرّاء عليه."
    },
    {
      "ayah": 39,
      "surah": 70,
      "text": "وقوله: (كَلا إِنَّا خَلَقْنَاهُمْ مِمَّا يَعْلَمُونَ ) يقول عزّ وجلّ: ليس الأمر كما يطمع فيه هؤلاء الكفار من أن يدخل كل امرئ منهم جنة نعيم.وقوله: (إِنَّا خَلَقْنَاهُمْ مِمَّا يَعْلَمُونَ ) يقول جلّ وعزّ: أنا خلقناهم من منيّ قذر، وإنما يستوجب دخول الجنة من يستوجبه منهم بالطاعة، لا بأنه مخلوق، فكيف يطمعون في دخول الجنة وهم عصاة كفرة.وقد حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة قوله: (إِنَّا خَلَقْنَاهُمْ مِمَّا يَعْلَمُونَ ) إنما خُلقتَ من قَذرٍ يا ابن آدم، فاتق الله."
    },
    {
      "ayah": 4,
      "surah": 70,
      "text": "وقوله: ( تَعْرُجُ الْمَلائِكَةُ وَالرُّوحُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ ) يقول تعالى ذكره: تصعد الملائكة والروح، وهو جبريل عليه السلام إليه، يعني إلى الله جلّ وعزّ، والهاء في قوله: ( إِلَيْهِ ) عائدة على اسم الله، ( فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ ) يقول: كان مقدار صعودهم ذلك في يوم لغيرهم من الخلق خمسين ألف سنة، وذلك أنها تصعد من منتهى أمره من أسفل الأرض السابعة إلى منتهى أمره، من فوق السموات السبع.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا حكام بن سلم، عن عمرو بن معروف، عن ليث، عن مجاهد ( فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ ) قال: منتهى أمره من أسفل الأرضين إلى منتهى أمره من فوق السموات مقدار خمسين ألف سنة؛ ويوم كان مقداره ألف سنة، يعني بذلك نـزول الأمر من السماء إلى الأرض، ومن الأرض إلى السماء في يوم واحد، فذلك مقداره ألف سنة، لأن ما بين السماء إلى الأرض، مسيرة خمس مئة عام.وقال آخرون: بل معنى ذلك: تعرج الملائكة والروح إليه في يوم يفرغ فيه من القضاء بين خلقه، كان قدر ذلك اليوم الذي فرغ فيه من القضاء بينهم قدر خمسين ألف سنة.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن سماك بن حرب، عن عكرِمة ( فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ ) قال: في يوم واحد يفرغ في ذلك اليوم من القضاء كقدر خمسين ألف سنة.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن سماك، عن عكرمة ( فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ ) قال: يوم القيامة.حدثنا ابن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن سماك، عن عكرمة في هذه الآية ( خَمْسِينَ أَلْفَ سَنَةٍ ) قال: يوم القيامة.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( تَعْرُجُ الْمَلائِكَةُ وَالرُّوحُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ ) : ذاكم يوم القيامة.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن ابن أبي نجيح، عن مجاهد، قال معمر: وبلغني أيضا، عن عكرِمة، في قوله: ( مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ ): لا يدري أحدٌ كم مضى، ولا كم بقي إلا الله.حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، في قوله: ( تَعْرُجُ الْمَلائِكَةُ وَالرُّوحُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ ) فهذا يوم القيامة، جعله الله على الكافرين مقدار خمسين ألف سنة.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله: ( فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ ): يعني يوم القيامة.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ ) قال: هذا يوم القيامة.حدثني يونس، قال: أخبرنا ابن وهب، قال: أخبرني عمرو بن الحارث أن درّاجا حدّثه عن أبي الهيثم عن سعيد، أنه قال لرسول الله صلى الله عليه وسلم: ( فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ ) ما أطول هذا؟ فقال النبي صلى الله عليه وسلم: \" وَالَّذِي نَفْسِي بِيَدِهِ، إنَّهُ لَيُخَفَّفُ عَلى المُؤْمِنِ حتى يَكُونَ أخَفَّ عَلَيْهِ مِنَ الصَّلاةِ المَكْتُوبَةِ يُصَلِّيها فِي الدُّنْيا \".وقد رُوي عن ابن عباس في ذلك غير القول الذي ذكرنا عنه، وذلك ما:حدثني يعقوب بن إبراهيم، قال: ثنا ابن علية، عن أيوب، عن ابن أبي مليكة، أن رجلا سأل ابن عباس عن يوم كان مقداره ألف سنة، فقال: ما يوم كان مقداره خمسين ألف سنة ؟ قال: إنما سألتك لتخبرني، قال: هما يومان ذكرهما الله في القرآن، الله أعلم بهما، فكره أن يقول في كتاب الله ما لا يعلم.حدثنا ابن بشار، قال: ثنا عبد الوهاب، قال: ثنا أيوب، عن ابن أبي مليكة، قال: سأل رجل ابن عباس عن يوم كان مقداره ألف سنة، قال: فاتهمه، فقيل له فيه، فقال: ما يوم كان مقداره خمسين ألف سنة ؟ فقال: إنما سألتك لتخبرني، فقال: هما يومان ذكرهما الله جلّ وعزّ، الله أعلم بهما، وأكره أن أقول في كتاب الله بما لا أعلم؛ وقرأت عامة قرّاء الأمصار قوله: ( تَعْرُجُ الْمَلائِكَةُ وَالرُّوحُ ) بالتاء خلا الكسائي، فإنه كان يقرأ ذلك بالياء بخبر كان يرويه عن ابن مسعود أنه قرأ ذلك كذلك.والصواب من قراءة ذلك عندنا ما عليه قرّاء الأمصار، وهو بالتاء لإجماع الحجة من القرّاء عليه."
    },
    {
      "ayah": 40,
      "surah": 70,
      "text": "القول في تأويل قوله تعالى :  فَلا أُقْسِمُ بِرَبِّ الْمَشَارِقِ وَالْمَغَارِبِ إِنَّا لَقَادِرُونَيقول تعالى ذكره: فلا أقسم بربّ مشارق الأرض ومغاربها."
    },
    {
      "ayah": 41,
      "surah": 70,
      "text": "( إِنَّا لَقَادِرُونَ * عَلَى أَنْ نُبَدِّلَ خَيْرًا مِنْهُمْ ) يقول : إنا لقادرون على أن نهلكهم، ونأتي بخير منهم من الخلق يطيعونني ولا يعصونني، (وَمَا نَحْنُ بِمَسْبُوقِينَ ) يقول تعالى ذكره: وما يفوتنا منهم أحد بأمر نريده منه، فيعجزنا هربا .وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني يعقوب بن إبراهيم، قال: ثنا ابن علية، قال: أخبرنا عمارة بن أبي حفصة، عن عكرمة، قال، قال ابن عباس: إن الشمس تطلع كلّ سنة في ثلاث مئة وستين كوّة، تطلع كلّ يوم في كوّة، لا ترجع إلى تلك الكوّة إلى ذلك اليوم من العام المقبل، ولا تطلع إلا وهي كارهة، تقول: ربّ لا تطلعني على عبادك، فإني أراهم يعصونك، يعملون بمعاصيك أراهم، قال أولم تسمعوا إلى قول أمية بن أبي الصلت:حتى تُجَرَّ وتُجْلَدَ (1)قلت: يا مولاه وتجلد الشمس ؟ فقال: عضضت بهن أبيك، إنما اضطره الروّي إلى الجلد.حدثنا ابن المثنى، قال: ثني ابن عمارة، عن عكرِمة، عن ابن عباس في \u0026; 23-623 \u0026; قول الله: (بِرَبِّ الْمَشَارِقِ وَالْمَغَارِبِ ) قال: إن الشمس تطلع من ثلاث مئة وستين مطلعا، تطلع كُلّ يوم من مطلع لا تعود فيه إلى قابل، ولا تطلع إلا وهي كارهة، قال عكرمة: فقلت له: قد قال الشاعر:حتى تُجَرَّ وتُجْلَدَقال: فقال ابن عباس: عضضت بهن أبيك، إنما اضطره الرويّ.حدثنا خلاد بن أسلم، قال: أخبرنا النضر، قال: أخبرنا شعبة، قال: أخبرنا عمارة، عن عكرِمة، عن ابن عباس: إن الشمس تطلع في ثلاث مئة وستين كوّة، فإذا طلعت في كوّة لم تطلع منها حتى العام المقبل، ولا تطلع إلا وهي كارهة.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس (فَلا أُقْسِمُ بِرَبِّ الْمَشَارِقِ وَالْمَغَارِبِ ) قال: هو مطلع الشمس ومغربها، ومطلع القمر ومغربه."
    },
    {
      "ayah": 42,
      "surah": 70,
      "text": "وقوله: (فَذَرْهُمْ يَخُوضُوا وَيَلْعَبُوا ) يقول لنبيه محمد صلى الله عليه وسلم: فذر هؤلاء المشركين المهطعين عن اليمين وعن الشمال عزين، يخوضوا في باطلهم، ويلعبوا في هذه الدنيا، (حَتَّى يُلاقُوا يَوْمَهُمُ الَّذِي يُوعَدُونَ ) يقول: حتى يلاقوا عذاب يوم القيامة الذي يوعدونه."
    },
    {
      "ayah": 43,
      "surah": 70,
      "text": "القول في تأويل قوله تعالى :  يَوْمَ يَخْرُجُونَ مِنَ الأَجْدَاثِ سِرَاعًا كَأَنَّهُمْ إِلَى نُصُبٍ يُوفِضُونَ (43)وقوله: ( يَوْمَ يَخْرُجُونَ ) بيان وتوجيه عن اليوم الأولّ الذي في قوله:  يَوْمَهُمُ الَّذِي يُوعَدُونَ  ، وتأويل الكلام: حتى يلاقوا يومهم الذي يوعدونه يوم يخرجون من الأجداث وهي القبور: واحدها جدث ( سِرَاعًا كَأَنَّهُمْ إِلَى نُصُبٍ يُوفِضُونَ ) .كما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( يَوْمَ يَخْرُجُونَ مِنَ الأجْدَاثِ سِرَاعًا ) : أي من القبور سراعا.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، مثله. وقد بيَّنا الجدث فيما مضى قبل بشواهده، وما قال أهل العلم فيه.وقوله: ( إِلَى نُصُبٍ يُوفِضُونَ ) يقول: كأنهم إلى عَلَم قد نُصب لهم يستبقون.وأجمعت قرّاء الأمصار على فتح النون من قوله: ( نَصْبٍ ) غير الحسن البصري، فإنه ذكر عنه أنه كان يضمها مع الصاد؛ وكأن من فتحها يوجه النصب إلى أنه مصدر من قول القائل: نصبت الشيء أنصبه نصبا. وكان تأويله عندهم: كأنهم إلى صنم منصوب يسرعون سعيا. وأما من ضمها مع الصاد فأنه يوجه إلى أنه واحد الأنصاب، وهي آلهتهم التي كانوا يعبدونها.وأما قوله: ( يُوفِضُونَ ) فإن الإيفاض: هو الإسراع؛ ومنه قول الشاعر:لأنْعَتَـــنْ نَعامَـــةً مِيفاضَـــاخَرْجــاءَ تَغْـدو تطْلُـبُ الإضَاضَـا (2)يقول: تطلب ملجأ تلجأ إليه؛ والإيفاض: السرعة؛ وقال رؤبة:تَمْشِي بنا الجِدّ على أوْفاضٍ (3)وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن بشار، قال: ثنا محمد بن جعفر، قال: ثنا ابن أبي عدي عن عوف، عن أبي العالية، أنه قال في هذه الآية ( كَأَنَّهُمْ إِلَى نُصُبٍ يُوفِضُونَ ) قال: إلى علامات يستبقون.حدثنا محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( كَأَنَّهُمْ إِلَى نُصُبٍ يُوفِضُونَ ) قال: إلى علم يسعون.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( يُوفِضُونَ ) قال: يستبقون.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة: ( كَأَنَّهُمْ إِلَى نُصُبٍ يُوفِضُونَ ) : إلى علم يسعون.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة: ( كَأَنَّهُمْ إِلَى نُصُبٍ يُوفِضُونَ ) قال: إلى عَلَم يوفضون، قال: يسعون.حدثنا عليّ بن سهل، قال: ثنا الوليد بن مسلم، قال: سمعت أبا عمر يقول: سمعت يحيى بن أبي كثير يقول: ( كَأَنَّهُمْ إِلَى نُصُبٍ يُوفِضُونَ ) قال: إلى غاية يستبقون.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( إِلَى نُصُبٍ يُوفِضُونَ ) إلى علم ينطلقون.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان ( إِلَى نُصُبٍ يُوفِضُونَ ) قال: إلى علم يستبقون.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( كَأَنَّهُمْ إِلَى نُصُبٍ يُوفِضُونَ ) قال: النصب: حجارة كانوا يعبدونها، حجارة طوال يقال لها نصب.وفي قوله: ( يُوفِضُونَ ) قال: يُسرعون إليه كما يُسرعون إلى نصب يوفضون؛ قال ابن زيد: والأنصاب التي كان أهل الجاهلية يعبدونها ويأتونها ويعظمونها، كان أحدهم يحمله معه، فإذا رأى أحسن منه أخذه، وألقى هذا، فقال له:  كَلٌّ عَلَى مَوْلاهُ أَيْنَمَا يُوَجِّهْهُ لا يَأْتِ بِخَيْرٍ هَلْ يَسْتَوِي هُوَ وَمَنْ يَأْمُرُ بِالْعَدْلِ وَهُوَ عَلَى صِرَاطٍ مُسْتَقِيمٍ  .حدثنا ابن بشار، قال: ثنا أبو عامر، قال: ثنا مرّة، عن الحسن، في قوله: ( كَأَنَّهُمْ إِلَى نُصُبٍ يُوفِضُونَ ) قال: يبتدرون إلى نصبهم أيهم يستلمه أوّل.حدثنا ابن بشار، قال: ثنا حماد بن مسعدة، قال: ثنا قرّة، عن الحسن، مثله."
    },
    {
      "ayah": 44,
      "surah": 70,
      "text": "وقوله: ( خَاشِعَةً أَبْصَارُهُمْ ) يقول: خاضعة أبصارهم للذي هم فيه من الخزي والهوان، ( تَرْهَقُهُمْ ذِلَّةٌ ) يقول: تغشاهم ذلة، ( ذَلِكَ الْيَوْمُ الَّذِي كَانُوا يُوعَدُونَ ) يقول عزّ وجلّ: هذا اليوم الذي وصفت صفته، وهو يوم القيامة، الذي كان مشركو قريش يوعدونَ في الدنيا أنهم لا قوه في الآخرة، كانوا يُكَذّبون به.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( ذَلِكَ الْيَوْمُ ): يوم القيامة ( الَّذِي كَانُوا يُوعَدُونَ )."
    },
    {
      "ayah": 5,
      "surah": 70,
      "text": "وقوله: ( فَاصْبِرْ صَبْرًا جَمِيلا )يقول تعالى ذكره: ( فَاصْبِرْ صَبْرًا جَمِيلا )يعني: صبرا لا جزع فيه. يقول له: اصبر على أذى هؤلاء المشركين لك، ولا يثنيك ما تلقى منهم من المكروه عن تبليغ ما أمرك ربك أن تبلغهم من الرسالة.وكان ابن زيد يقول في ذلك ما حدثني به يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( فَاصْبِرْ صَبْرًا جَمِيلا ) قال: هذا حين كان يأمره بالعفو عنهم لا يكافئهم، فلما أمر بالجهاد والغلظة عليهم أمر بالشدّة والقتل حتى يتركوا، ونسخ هذا، وهذا الذي قاله ابن زيد أنه كان أمر بالعفو بهذه الآية، ثم نسخ ذلك قول لا وجه له، لأنه لا دلالة على صحة ما قال من بعض الأوجه التي تصحّ منها الدعاوى، وليس في أمر الله نبيه صلى الله عليه وسلم في الصبر الجميل على أذى المشركين ما يوجب أن يكون ذلك أمرا منه له به في بعض الأحوال؛ بل كان ذلك أمرا من الله له به في كل الأحوال، لأنه لم يزل صلى الله عليه وسلم من لدن بعثه الله إلى أن اخترمه في أذى منهم، وهو في كل ذلك صابر على ما يلقى منهم من أذى قبل أن يأذن الله له بحربهم، وبعد إذنه له بذلك."
    },
    {
      "ayah": 6,
      "surah": 70,
      "text": "القول في تأويل قوله تعالى :  إِنَّهُمْ يَرَوْنَهُ بَعِيدًا (6)يقول تعالى ذكره: إن هؤلاء المشركين يرون العذاب الذي سألوا عنه، الواقع عليهم، بعيدا وقوعه، وإنما أخبر جلّ ثناؤه أنهم يرون ذلك بعيدا، لأنهم كانوا لا يصدّقون به، وينكرون البعث بعد الممات، والثواب والعقاب"
    },
    {
      "ayah": 7,
      "surah": 70,
      "text": ".فقال: إنهم يرونه غير واقع، ونحن نراه قريبا، لأنه كائن، وكلّ ما هو آت قريب.والهاء والميم من قوله: ( إِنَّهُمْ ) من ذكر الكافرين، والهاء من قوله: (يَرَوْنَهُ ) من ذكر العذاب."
    },
    {
      "ayah": 8,
      "surah": 70,
      "text": "وقوله: (يَوْمَ تَكُونُ السَّمَاءُ كَالْمُهْلِ )يقول تعالى ذكره: يوم تكون السماء كالشيء المذاب، وقد بينت معنى المهل فيما مضى بشواهده، واختلاف المختلفين فيه، وذكرنا ما قال فيه السلف، فأغنى ذلك عن إعادته في هذا الموضع."
    },
    {
      "ayah": 9,
      "surah": 70,
      "text": "حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: (يَوْمَ تَكُونُ السَّمَاءُ كَالْمُهْلِ ) قال: كَعَكَرِ الزيت.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: (يَوْمَ تَكُونُ السَّمَاءُ كَالْمُهْلِ ): تتحوّل يومئذ لونا آخر إلى الحمرة."
    }
  ]
}
