{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 71,
      "text": "يقول تعالى ذكره: (إِنَّا أَرْسَلْنَا نُوحًا ) وهو نوح بن لمَكَ(إِلَى قَوْمِهِ أَنْ أَنْذِرْ قَوْمَكَ مِنْ قَبْلِ أَنْ يَأْتِيَهُمْ عَذَابٌ أَلِيمٌ ) يقول: أرسلناه إليهم بأن أنذر قومك؛ فأن في موضع نصب في قول بعض أهل العربية، وفي موضع خفض في قول بعضهم.وقد بيَّنت العلل لكلّ فريق منهم، والصواب عندنا من القول في ذلك فيما مضى من كتابنا هذا، بما أغنى عن إعادته في هذا الموضع، وهي في قراءة عبد الله (4) فيما ذُكر ( إنَّا أرْسَلْنا نُوحًا إلى قَوْمِهِ أنْذِرْ قَوْمَكَ ) بغير \" أن \"، وجاز ذلك لأن الإرسال بمعنى القول، فكأنه قيل: قلنا لنوح: أنذر قومك من قبل أن يأتيهم عذاب أليم؛ وذلك العذاب الأليم هو الطوفان الذي غرّقهم الله به.----------------------الهوامش:(4) ‌هو عبد الله بن مسعود الصحابي الجليل، مقرئ القرآن، ومعلم أهل الكوفة."
    },
    {
      "ayah": 10,
      "surah": 71,
      "text": "وقوله: (فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا) يقول: فقلت لهم: سلوا ربكم غفران ذنوبكم، وتوبوا إليه من كفركم، وعبادة ما سواه من الآلهة ووحدوه، وأخلصوا له العبادة، يغفر لكم، إنه كان غفارًا لذنوب من أناب إليه، وتاب إليه من ذنوبه."
    },
    {
      "ayah": 11,
      "surah": 71,
      "text": "القول في تأويل قوله تعالى :  يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا (11)وقوله: ( يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا ) يقول: يسقيكم ربكم إن تبتم ووحدتموه وأخلصتم له العبادة الغيث، فيرسل به السماء عليكم مدرارا متتابعا.وقد حدثني يونس بن عبد الأعلى، قال: أخبرنا سفيان، عن مطرف، عن الشعبيّ، قال: خرج عمر بن الخطاب يستسقي، فما زاد على الاستغفار، ثم رجع فقالوا: يا أمير المؤمنين ما رأيناك استسقيت، فقال: لقد طلبت المطر بمجاديح السماء التي يستنـزل بها المطر، ثم قرأ ( اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا يُرْسِلِ السَّمَاءَ عَلَيْكُمْ مِدْرَارًا ) وقرأ الآية التي في سورة هود حتى بلغ:  وَيَزِدْكُمْ قُوَّةً إِلَى قُوَّتِكُمْ  ."
    },
    {
      "ayah": 12,
      "surah": 71,
      "text": "القول في تأويل قوله تعالى :  وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ وَيَجْعَلْ لَكُمْ جَنَّاتٍ وَيَجْعَلْ لَكُمْ أَنْهَارًاوقوله: ( وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ ) يقول: ويعطكم مع ذلك ربكم أموالا وبنين، فيكثرها عندكم ويزيد فيما عندكم منها( وَيَجْعَلْ لَكُمْ جَنَّاتٍ ) يقول: يرزقكم بساتين ( وَيَجْعَلْ لَكُمْ أَنْهَارًا ) تسقون منها جناتكم ومزارعكم؛ وقال ذلك لهم نوح، لأنهم كانوا فيما ذُكر قوم يحبون الأموال والأولاد.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله:  ثُمَّ إِنِّي دَعَوْتُهُمْ جِهَارًا  ... إلى قوله: ( وَيَجْعَلْ لَكُمْ أَنْهَارًا ) قال: رأى نوح قوما تجزّعت أعناقهم حرصا على الدنيا، فقال: هلموا إلى طاعة الله، فإن فيها درك الدنيا والآخرة."
    },
    {
      "ayah": 13,
      "surah": 71,
      "text": "وقوله: ( مَا لَكُمْ لا تَرْجُونَ لِلَّهِ وَقَارًا ) اختلف أهل التأويل في تأويل ذلك، فقال بعضهم: معناه: ما لكم لا ترون لله عظمة.* ذكر من قال ذلك:حدثني عليّ قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس ( مَا لَكُمْ لا تَرْجُونَ لِلَّهِ وَقَارًا ) يقول: عظمة.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن منصور، عن مجاهد ( مَا لَكُمْ لا تَرْجُونَ لِلَّهِ وَقَارًا ) قال: لا ترون لله عظمة.حدثنا محمد بن حميد، قال: ثنا مهران، عن سفيان، مثله.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، عن ابن أبي نجيح وقيس، عن مجاهد، في قوله: ( لا تَرْجُونَ لِلَّهِ وَقَارًا ) قال: لا تبالون لله عظمة.حدثنا أبو كريب، قال: ثنا عمرو بن عبيد، عن منصور، عن مجاهد ( مَا لَكُمْ لا تَرْجُونَ لِلَّهِ وَقَارًا ) قال: كانوا لا يبالون عظمة الله.حُدثت عن الحسين، قال: سمعت أبا معاذ، يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( لا تَرْجُونَ لِلَّهِ وَقَارًا ) يقول: عظمة.حدثنا ابن حميد، قال: ثنا جرير، عن منصور، عن مجاهد، في قوله: ( مَا لَكُمْ لا تَرْجُونَ لِلَّهِ وَقَارًا ) قال: لا تبالون عظمة ربكم؛ قال: والرجاء: الطمع والمخافة.وقال آخرون: معنى ذلك: لا تعظمون الله حق عظمته.* ذكر من قال ذلك:حدثني سلم بن جنادة، قال: ثنا أبو معاوية، عن إسماعيل بن سميع، عن مسلم البطين، عن سعيد بن جبير، عن ابن عباس ( مَا لَكُمْ لا تَرْجُونَ لِلَّهِ وَقَارًا ) قال: ما لكم لا تعظمون الله حق عظمته.وقال آخرون: ما لكم لا تعلمون لله عظمة.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( مَا لَكُمْ لا تَرْجُونَ لِلَّهِ وَقَارًا ) يقول: ما لكم لا تعلمون لله عظمة.وقال آخرون: بل معنى ذلك ما لكم لا ترجون لله عاقبة.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( مَا لَكُمْ لا تَرْجُونَ لِلَّهِ وَقَارًا ) أي عاقبة.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( مَا لَكُمْ لا تَرْجُونَ لِلَّهِ وَقَارًا ) قال: لا ترجون لله عاقبة.وقال آخرون: بل معنى ذلك: ما لكم لا ترجون لله طاعة.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قول الله: ( مَا لَكُمْ لا تَرْجُونَ لِلَّهِ وَقَارًا ) قال: الوقار: الطاعة.وأولى الأقوال في ذلك عندنا بالصواب قول من قال: معنى ذلك: ما لكم لا تخافون لله عظمة، وذلك أن الرجاء قد تضعه العرب إذا صحبه الجحد في موضع الخوف، كما قال أبو ذُويب:إذا لَسَـعَتْهُ النَّحْـلُ لَـم يَـرْجُ لَسْـعَهاوَخالَفَهـا فـي بَيْـتِ نُـوبٍ عَوَاسِـلِ (1)يعني بقوله: \" ولم يرج \": لم يخف."
    },
    {
      "ayah": 14,
      "surah": 71,
      "text": "وقوله: ( وَقَدْ خَلَقَكُمْ أَطْوَارًا )يقول: وقد خلقكم حالا بعد حال، طورا نُطْفة، وطورا عَلَقة، وطورا مضغة.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( وَقَدْ خَلَقَكُمْ أَطْوَارًا ) يقول: نطفة، ثم علقة، ثم مضغة.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد ( وَقَدْ خَلَقَكُمْ أَطْوَارًا ) قال: من تراب، ثم من نطفة، ثم من علقة، ثم ما ذكر حتى يتمّ خلقه.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة: ( وَقَدْ خَلَقَكُمْ أَطْوَارًا ) طورا نطفة، وطورا علقة، وطورا عظاما، ثم كسا العظام لحما، ثم أنشأه خلقا آخر، أنبت به الشعر، فتبارك الله أحسن الخالقين.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( وَقَدْ خَلَقَكُمْ أَطْوَارًا ) قال: نطفة، ثم علقة، ثم خلقا طورا بعد طور.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( خَلَقَكُمْ أَطْوَارًا ) يقول: من نطفة، ثم من علقة، ثم من مضغة.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( وَقَدْ خَلَقَكُمْ أَطْوَارًا ) قال: طورا النطفة، ثم طورا أمشاجا حين يمشج النطفة الدم، ثم يغلب الدم على النطفة، فتكون علقة، ثم تكون مضغة، ثم تكون عظاما، ثم تكسى العظام لحما.حدثنا ابن حميد، قال: ثنا جرير، عن منصور، عن مجاهد، في قوله: ( وَقَدْ خَلَقَكُمْ أَطْوَارًا ) قال: نطفة، ثم علقة، شيئا بعد شيء."
    },
    {
      "ayah": 15,
      "surah": 71,
      "text": "القول في تأويل قوله تعالى :  أَلَمْ تَرَوْا كَيْفَ خَلَقَ اللَّهُ سَبْعَ سَمَاوَاتٍ طِبَاقًايقول تعالى ذكره مخبرا عن قيل نوح صلوات الله وسلامه عليه، لقومه المشركين بربهم، محتجا عليهم بحجج الله في وحدانيته: (أَلَمْ تَرَوْا ) أيها القوم فتعتبروا(كَيْفَ خَلَقَ اللَّهُ سَبْعَ سَمَاوَاتٍ طِبَاقًا ) بعضها فوق بعض، والطباق: مصدر من قولهم: طابقت مطابقة وطباقا. وإنما عني بذلك: كيف خلق الله سبع سموات، سماء فوق سماء مطابقة."
    },
    {
      "ayah": 16,
      "surah": 71,
      "text": "وقوله: (وَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا ) يقول: وجعل القمر في السموات السبع نورا(وَجَعَلَ الشَّمْسَ ) فيهن (سِرَاجًا ).وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد بن بشار، قال: ثنا معاذ بن هشام، قال: ثني أبي، عن قتادة (أَلَمْ تَرَوْا كَيْفَ خَلَقَ اللَّهُ سَبْعَ سَمَاوَاتٍ طِبَاقًا وَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا وَجَعَلَ الشَّمْسَ سِرَاجًا ) ذكر لنا أن عبد الله بن عمرو بن العاص كان يقول: إن ضوء الشمس والقمر نورهما في السماء، اقرءوا إن شئتم: (أَلَمْ تَرَوْا كَيْفَ خَلَقَ اللَّهُ سَبْعَ سَمَاوَاتٍ طِبَاقًا )... إلى آخر الآية.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، عن عبد الله بن عمرو أنه قال: إن الشمس والقمر وجوههما قِبَل السموات، وأقفيتهما قِبَل الأرض، وأنا أقرأ بذلك آية من كتاب الله: (وَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا وَجَعَلَ الشَّمْسَ سِرَاجًا ).حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: (وَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا ) يقول: خلق القمر يوم خلق سبع سموات.وكان بعض أهل العربية من أهل البصرة يقول: إنما قيل (وَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا ) على المجاز، كما يقال: أتيت بني تميم، وإنما أتى بعضهم."
    },
    {
      "ayah": 17,
      "surah": 71,
      "text": "(وَاللَّهُ أَنْبَتَكُمْ مِنَ الأرْضِ نَبَاتًا ) يقول: والله أنشأكم من تراب الأرض، فخلقكم منه إنشاء."
    },
    {
      "ayah": 18,
      "surah": 71,
      "text": "(ثُمَّ يُعِيدُكُمْ فِيهَا ) يقول: ثم يعيدكم في الأرض كما كنتم ترابا فيصيركم كما كنتم من قبل أن يخلقكم (وَيُخْرِجُكُمْ إِخْرَاجًا ) يقول ويخرجكم منها إذا شاء أحياء كما كنتم بشرا من قبل أن يعيدكم فيها، فيصيركم ترابا إخراجا."
    },
    {
      "ayah": 19,
      "surah": 71,
      "text": "القول في تأويل قوله تعالى :  وَاللَّهُ جَعَلَ لَكُمُ الأَرْضَ بِسَاطًا يقول تعالى ذكره مخبرا عن قيل نوح لقومه، مذكِّرهم نِعَم ربه: ( وَاللَّهُ جَعَلَ لَكُمُ الأرْضَ بِسَاطًا ) تستقرّون عليها وتمتهدونها."
    },
    {
      "ayah": 2,
      "surah": 71,
      "text": "وقوله: (قَالَ يَا قَوْمِ إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ ) يقول تعالى ذكره: قال نوح لقومه: يا قوم إني لكم نذير مبين، أنذركم عذاب الله فاحذروه أن ينـزل بكم على كفركم به (مُبِينٌ ) يقول: قد أبنت لكم إنذاري إياكم."
    },
    {
      "ayah": 20,
      "surah": 71,
      "text": "وقوله: ( لِتَسْلُكُوا مِنْهَا سُبُلا فِجَاجًا ) يقول: لتسلكوا منها طرقا صعابا متفرقة؛ والفجاج: جمع فجّ، وهو الطريق.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( لِتَسْلُكُوا مِنْهَا سُبُلا فِجَاجًا ) قال: طرقا وأعلاما.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: ( لِتَسْلُكُوا مِنْهَا سُبُلا فِجَاجًا ) قال: طرقا.حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( لِتَسْلُكُوا مِنْهَا سُبُلا فِجَاجًا ) يقول: طُرقًا مختلفة."
    },
    {
      "ayah": 21,
      "surah": 71,
      "text": "وقوله: ( قَالَ نُوحٌ رَبِّ إِنَّهُمْ عَصَوْنِي ) فخالفوا أمري، وردّوا عليّ ما دعوتهم إليه من الهدى والرشاد ( وَاتَّبَعُوا مَنْ لَمْ يَزِدْهُ مَالُهُ وَوَلَدُهُ إِلا خَسَارًا ) يقول: واتبعوا في معصيتهم إياي من دعاهم إلى ذلك، ممن كثر ماله وولده، فلم تزده كثرة ماله وولده إلا خسارا، بُعدا من الله، وذهابا عن مَحَجَّة الطريق.واختلفت القرّاء في قراءة قوله: ( وَوَلَدُهُ ) فقرأته عامة قرّاء المدينة: ( وَوَلَدُهُ ) بفتح الواو واللام، وكذلك قرءوا ذلك في جميع القرآن. وقرأ ذلك عامة قرّاء الكوفة بضم الواو وسكون اللام، وكذلك كلّ ما كان من ذكر الولد من سورة مريم إلى آخر القرآن. وقرأ أبو عمرو كلّ ما في القرآن من ذلك بفتح الواو واللام في غير هذا الحرف الواحد في سورة نوح، فإنه كان يضمّ الواو منه.والصواب من القول عندنا في ذلك، أن كلّ هذه القراءات قراءات معروفات، متقاربات المعاني، فبأيّ ذلك قرأ القارئ فمصيب."
    },
    {
      "ayah": 22,
      "surah": 71,
      "text": "وقوله: ( وَمَكَرُوا مَكْرًا كُبَّارًا ) يقول: ومكروا مكرا عظيما.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( كُبَّارًا ) قال: عظيما.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( وَمَكَرُوا مَكْرًا كُبَّارًا ) كثيرا، كهيئة قوله:  لا يَسْمَعُونَ فِيهَا لَغْوًا وَلا كِذَّابًا  والكُبَّار: وهو \u0026; 23-639 \u0026; الكبير، كما قال ابن زيد، تقول العرب: أمر عجيب وعجاب بالتخفيف، وعُجَّاب بالتشديد؛ ورجل حُسَان وحَسَّان، وجُمال وَجمَّالٌ بالتخفيف والتشديد، وكذلك كبير وكُبَّار بالتخفيف والتشديد."
    },
    {
      "ayah": 23,
      "surah": 71,
      "text": "القول في تأويل قوله تعالى :  وَقَالُوا لا تَذَرُنَّ آلِهَتَكُمْ وَلا تَذَرُنَّ وَدًّا وَلا سُوَاعًا وَلا يَغُوثَ وَيَعُوقَ وَنَسْرًا (23) وَقَدْ أَضَلُّوا كَثِيرًا وَلا تَزِدِ الظَّالِمِينَ إِلا ضَلالا (24)يقول تعالى ذكره مخبرا عن إخبار نوح، عن قومه: (وَقَالُوا لا تَذَرُنَّ آلِهَتَكُمْ وَلا تَذَرُنَّ وَدًّا وَلا سُوَاعًا وَلا يَغُوثَ وَيَعُوقَ وَنَسْرًا ) كان هؤلاء نفرًا من بني آدم فيما ذُكر عن آلهة القوم التي كانوا يعبدونها.وكان من خبرهم فيما بلغنا ما حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن موسى، عن محمد بن قيس (وَيَعُوقَ وَنَسْرًا ) قال: كانوا قومًا صالحين من بنى آدم، وكان لهم أتباع يقتدون بهم، فلما ماتوا قال أصحابهم الذين كانوا يقتدون بهم: لو صوّرناهم كان أشوق لنا إلى العبادة إذا ذكرناهم، فصوّروهم، فلما ماتوا، وجاء آخرون دبّ إليهم إبليس، فقال: إنما كانوا يعبدونهم، وبهم يُسقون المطر فعبدوهم.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن أبيه، عن عكرِمة، قال: كان بين آدم ونوح عشرة قرون، كلهم على الإسلام.وقال آخرون: هذه أسماء أصنام قوم نوح.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: (لا تَذَرُنَّ آلِهَتَكُمْ وَلا تَذَرُنَّ وَدًّا وَلا سُوَاعًا وَلا يَغُوثَ وَيَعُوقَ وَنَسْرًا ) قال: كان ودّ لهذا الحيّ من كَلْب بدومة الجَندل، وكانت سُواع لهذيل برياط، وكان يغوث لبني عُطَيف من مُراد بالجُرْف من سبَأ، وكان يعوق لهمدان ببلخع، وكان نسر لذي كلاع من حِمْير؛ قال: وكانت هذه الآلهة يعبدها قوم نوح، ثم اتخذها العرب بعد ذلك. والله ما عدا خشبة أو طينة أو حجرًا.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة (لا تَذَرُنَّ آلِهَتَكُمْ وَلا تَذَرُنَّ وَدًّا وَلا سُوَاعًا وَلا يَغُوثَ وَيَعُوقَ وَنَسْرًا ) قال: كانت آلهة يعبدها قوم نوح، ثم عبدتها العرب بعد ذلك، قال: فكان ودّ لكلب بدومة الجندل، وكان سُواعٌ لهُذَيل، وكان يغوث لبني عطيف من مراد بالجُرف، وكان يعوق لهمْدان، وكان نَسْر لذي الكُلاع من حِمْير.حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: (لا تَذَرُنَّ آلِهَتَكُمْ وَلا تَذَرُنَّ وَدًّا وَلا سُوَاعًا وَلا يَغُوثَ وَيَعُوقَ وَنَسْرًا ) قال: هذه أصنام كانت تُعبد في زمان نوح.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: (وَلا يَغُوثَ وَيَعُوقَ وَنَسْرًا ) قال: هذه أصنام، وكانت تُعبد في زمان نوح.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: (وَلا يَغُوثَ وَيَعُوقَ وَنَسْرًا ) هي آلهة كانت تكون باليمن.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: (وَلا يَغُوثَ وَيَعُوقَ وَنَسْرًا ) قال: هذه آلهتهم التي يعبدون.واختلفت القرّاء في قراءة قوله: (وُدًّا ) فقرأته عامة قرّاء المدينة ( وُدًّا ) بضم الواو، وقرأته عامة قرّاء الكوفة والبصرة: (وَدًّا ) بفتح الواو.والصواب من القول في ذلك عندنا أنهما قراءتان معروفتان في قرّاء الأمصار، فبأيتهما قرأ القارئ فمصيب."
    },
    {
      "ayah": 24,
      "surah": 71,
      "text": "وقوله: (وَقَدْ أَضَلُّوا كَثِيرًا ) يقول تعالى ذكره مخبرا عن قيل نوح: وقد ضلّ بعبادة هذه الأصنام التي أُحدثت على صور هؤلاء النفر المسمينَ في هذا الموضع كثير من الناس فنُسِب الضّلال إذ ضلَّ بها عابدوها إلى أنها المُضِلة.وقوله: (وَلا تَزِدِ الظَّالِمِينَ إِلا ضَلالا ) يقول: ولا تزد الظالمين أنفسهم بكفرهم بآياتنا إلا ضلالا إلا طبعًا على قلبه، حتى لا يهتدي للحقّ."
    },
    {
      "ayah": 25,
      "surah": 71,
      "text": "القول في تأويل قوله تعالى :  مِمَّا خَطِيئَاتِهِمْ أُغْرِقُوا فَأُدْخِلُوا نَارًا فَلَمْ يَجِدُوا لَهُمْ مِنْ دُونِ اللَّهِ أَنْصَارًا (25) وَقَالَ نُوحٌ رَبِّ لا تَذَرْ عَلَى الأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا (26)يعني تعالى ذكره بقوله: (مِمَّا خَطِيئَاتِهِمْ ) من خطيئاتهم (أُغْرِقُوا ) والعرب تجعل \" ما \" صلة فيما نوى به مذهب الجزاء، كما يقال: أينما تكن أكن، وحيثما تجلس أجلس، ومعنى الكلام: من خطيئاتهم أُغرقوا.وكان ابن زيد يقول في ذلك ما حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: (مِمَّا خَطِيئَاتِهِمْ ) قال: فبخطيئاتهم (أُغْرِقُوا ) فأدخلوا نارا، وكانت الباء ههنا فصلا في كلام العرب.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، قوله: (مِمَّا خَطِيئَاتِهِمْ أُغْرِقُوا ) قال: بخطيئاتهم أُغرقوا.واختلفت القرّاء في قراءة قوله: (مِمَّا خَطِيئَاتِهِمْ ) فقرأته عامة قرّاء الأمصار غير أبي عمرو (مِمَّا خَطِيئَاتِهِمْ ) بالهمز والتاء ، وقرأ ذلك أبو عمرو ( مِما خَطاياهُمْ ) بالألف بغير همز.والقول عندنا أنهما قراءتان معروفتان، فبأيتهما قرأ القارئ فهو مصيب.وقوله: (فَأُدْخِلُوا نَارًا ) جهنم (فَلَمْ يَجِدُوا لَهُمْ مِنْ دُونِ اللَّهِ أَنْصَارًا ) تقتصّ لهم ممن فعل ذلك بهم، ولا تحول بينهم وبين ما فعل بهم."
    },
    {
      "ayah": 26,
      "surah": 71,
      "text": "وقوله: (وَقَالَ نُوحٌ رَبِّ لا تَذَرْ عَلَى الأرْضِ مِنَ الْكَافِرِينَ دَيَّارًا ) ويعني بالدَّيار: من يدور في الأرض، فيذهب ويجيء فيها وهو فَيْعال من الدوران ديوارًا، اجتمعت الياء والواو، فسبقت الياء الواو وهي ساكنة، وأدغمت الواو فيها، وصيرتا ياءً مشددة، كما قيل: الحيّ القيام من قمت، وإنما هو قيوام، والعرب تقول: ما بها ديار ولا عريب، ولا دويّ ولا صافر، ولا نافخ ضرمة، يعني بذلك كله: ما بها أحد.القول في تأويل قوله تعالى :  إِنَّكَ إِنْ تَذَرْهُمْ يُضِلُّوا عِبَادَكَ وَلا يَلِدُوا إِلا فَاجِرًا كَفَّارًا (27) رَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَلا تَزِدِ الظَّالِمِينَ إِلا تَبَارًا (28)يقول تعالى ذكره مخبرا عن قيل نوح في دعائه إياه على قومه: إنك يا ربّ إن تذر الكافرين أحياء على الأرض، ولم تهلكهم بعذاب من عندك ( يُضِلُّوا عِبَادَكَ ) الذين قد آمنوا بك، فيصدوهم عن سبيلك، ( وَلا يَلِدُوا إِلا فَاجِرًا ) في دينك ( كَفَّارًا ) لنعمتك.وذُكر أن قيل نوح هذا القول ودعاءه هذا الدعاء، كان بعد أن أوحى إليه ربه:  أَنَّهُ لَنْ يُؤْمِنَ مِنْ قَوْمِكَ إِلا مَنْ قَدْ آمَنَ  .* ذكر من قال ذلك:"
    },
    {
      "ayah": 27,
      "surah": 71,
      "text": "حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، في قوله:  رَبِّ لا تَذَرْ عَلَى الأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا  أما والله ما دعا عليهم حتى أتاه الوحي من السماء  أَنَّهُ لَنْ يُؤْمِنَ مِنْ قَوْمِكَ إِلا مَنْ قَدْ آمَنَ  فعند ذلك دعا عليهم نبي الله نوح فقال:  رَبِّ لا تَذَرْ عَلَى الأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا  ( إِنَّكَ إِنْ تَذَرْهُمْ يُضِلُّوا عِبَادَكَ وَلا يَلِدُوا إِلا فَاجِرًا كَفَّارًا) ثم دعاه دعوة عامة فقال."
    },
    {
      "ayah": 28,
      "surah": 71,
      "text": "( رَبِّ اغْفِرْ لِي) وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ )... إلى قوله: ( تَبَارًا ).حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، قال: تلا قتادة  لا تَذَرْ عَلَى الأَرْضِ مِنَ الْكَافِرِينَ دَيَّارًا  ثم ذكره نحوه.وقوله: ( رَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ ) يقول: ربّ اعف عني، واستر عليّ ذنوبي وعلى والدي ( وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا ) يقول: ولمن دخل مسجدي ومصلايَ مصلِّيا مؤمنا، يقول: مصدّقا بواجب فرضك عليه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر بن آدم، قال: ثنا عبد الرحمن بن مهدي، قال: ثنا سفيان، عن أبي سنان، عن الضحاك ( وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِنًا ) قال: مسجدي.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن أبي سلمة، عن أبي سنان سعيد، عن الضحاك مثله.وقوله: ( وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ ) يقول: وللمصدّقين بتوحيدك والمصدّقات.وقوله: ( وَلا تَزِدِ الظَّالِمِينَ إِلا تَبَارًا ) يقول: ولا تزد الظالمين أنفسهم بكفرهم إلا خسارًا.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، في قوله: ( إِلا تَبَارًا ) قال: خسارًا.وقد بينت معنى قول القائل: تبرت، فيما مضى بشواهده، وذكرت أقوال أهل التأويل فيه بما أغنى عن إعادته في هذا الموضع.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، قال: قال معمر: ثنا الأعمش، عن مجاهد، قال: كانوا يضربون نوحًا حتى يُغْشَى عليه، فإذا أفاق قال: ربّ اغفر لقومي فإنهم لا يعلمون."
    },
    {
      "ayah": 3,
      "surah": 71,
      "text": "وقوله: (أَنِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ وَأَطِيعُونِ ) يقول تعالى ذكره مخبرا عن قيل نوح لقومه: (إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ ) بأن اعبدوا الله، يقول: إني لكم نذير أنذركم، وآمركم \u0026; 23-630 \u0026; بعبادة الله (وَاتَّقُوهُ ) يقول: واتقوا عقابه بالإيمان به، والعمل بطاعته (وَأَطِيعُونِ ) يقول: وانتهوا إلى ما آمركم به، واقبلوا نصيحتي لكم.وقد حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: (أَنِ اعْبُدُوا اللَّهَ وَاتَّقُوهُ وَأَطِيعُونِ ) قال: أرسل الله المرسلين بأن يُعْبَد اللهُ وحده، وأن تتقي محارمه، وأن يُطاع أمره."
    },
    {
      "ayah": 4,
      "surah": 71,
      "text": "وقوله: (يَغْفِرْ لَكُمْ مِنْ ذُنُوبِكُمْ ) يقول: يغفر لكم ذنوبكم.فإن قال قائل: أو ليست \" من \" دالة على البعض ؟ قيل: إن لها معنيين وموضعين، فأما أحد الموضعين فهو الموضع الذي لا يصح فيه غيرها. وإذا كان ذلك كذلك لم تدلّ إلا على البعض، وذلك كقولك: اشتريت من مماليكك، فلا يصح في هذا الموضع غيرها، ومعناها: البعض، اشتريت بعض مماليكك، ومن مماليكك مملوكا. والموضع الآخر: هو الذي يصلح فيه مكانها عن فإذا صلحت مكانها \" عن \" دلت على الجميع، وذلك كقولك: وجع بطني من طعام طعمته، فإن معنى ذلك: أوجع بطني طعام طعمته، وتصلح مكان \" من \" عن، وذلك أنك تضع موضعها \" عن \"، فيصلح الكلام فتقول: وجع بطني عن طعام طعمته، ومن طعام طعمته، فكذلك قوله: (يَغْفِرْ لَكُمْ من ذُنُوبِكُمْ ) إنما هو: ويصفح لكم، ويعفو لكم عنها؛ وقد يحتمل أن يكون معناها يغفر لكم من ذنوبكم ما قد وعدكم العقوبة عليه. فأما ما لم يعدكم العقوبة عليه فقد تقدّم عفوه لكم عنها.وقوله: (وَيُؤَخِّرَكُمْ إِلَى أَجَلٍ مُسَمًّى ) يقول: ويؤخِّر في آجالكم فلا يهلككم بالعذاب، لا بغَرَق ولا غيره (إِلَى أَجَلٍ مُسَمًّى ) يقول: إلى حين كتب أنه يبقيكم إليه، إن أنتم أطعتموه وعبدتموه، في أمّ الكتاب.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، في قول الله: (إِلَى أَجَلٍ مُسَمًّى ) قال: ما قد خطّ من الأجل، فإذا جاء أجل الله لا يؤخَّر.وقوله: (إِنَّ أَجَلَ اللَّهِ إِذَا جَاءَ لا يُؤَخَّرُ لَوْ كُنْتُمْ تَعْلَمُونَ ) يقول تعالى ذكره: \u0026; 23-631 \u0026; إن أجل الله الذي قد كتبه على خلقه في أمّ الكتاب إذا جاء عنده لا يؤخر عن ميقاته، فينظر بعده (لَوْ كُنْتُمْ تَعْلَمُونَ ) يقول: لو علمتم أن ذلك كذلك، لأنبتم إلى طاعة ربكم."
    },
    {
      "ayah": 5,
      "surah": 71,
      "text": "القول في تأويل قوله تعالى :  قَالَ رَبِّ إِنِّي دَعَوْتُ قَوْمِي لَيْلا وَنَهَارًايقول تعالى ذكره: قال نوح لما بلغ قومه رسالة ربه، وأنذرهم ما أمره به أن ينذرهموه فعصوه، وردّوا عليه ما أتاهم به من عنده (رَبِّ إِنِّي دَعَوْتُ قَوْمِي لَيْلا وَنَهَارًا ) إلى توحيدك وعبادتك، وحذرتهم بأسك وسطوتك،"
    },
    {
      "ayah": 6,
      "surah": 71,
      "text": "(فَلَمْ يَزِدْهُمْ دُعَائِي إِلا فِرَارًا ) يقول: فلم يزدهم دعائي إياهم إلى ما دعوتهم إليه من الحقّ الذي أرسلتني به لهم (إِلا فِرَارًا ) يقول: إلا إدبارا عنه وهربا منه وإعراضا عنه.وقد حدثنا محمد بن عبد الأعلى، قال: ثنا محمد بن ثور، عن معمر، عن قتادة، في قوله: (فَلَمْ يَزِدْهُمْ دُعَائِي إِلا فِرَارًا ) قال: بلغنا أنهم كانوا يذهب الرجل بابنه إلى نوح، فيقول لابنه: احذر هذا لا يغوينك، فأراني قد ذهب بي أبي إليه وأنا مثلك، فحذرني كما حذّرتك."
    },
    {
      "ayah": 7,
      "surah": 71,
      "text": "وقوله: (وَإِنِّي كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُوا أَصَابِعَهُمْ فِي آذَانِهِمْ ) يقول جلّ وعزّ: وإني كلما دعوتهم إلى الإقرار بوحدانيتك، والعمل بطاعتك، والبراءة من عبادة كلّ ما سواك، لتغفر لهم إذا هم فعلوا ذلك جعلوا أصابعهم في آذانهم لئلا يسمعوا دعائي إياهم إلى ذلك (وَاسْتَغْشَوْا ثِيَابَهُمْ ) يقول: وتغشوا في ثيابهم، وتغطوا بها لئلا يسمعوا دعائي.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: (جَعَلُوا أَصَابِعَهُمْ فِي آذَانِهِمْ ) لئلا يسمعوا كلام نوح عليه السلام.وقوله: (وَأَصَرُّوا ) يقول: وثبتوا على ما هم عليه من الكفر وأقاموا عليه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: (وَأَصَرُّوا ) قال: الإصرار إقامتهم على الشرّ والكفر.وقوله: (وَاسْتَكْبَرُوا اسْتِكْبَارًا ) يقول: وتكبروا فتعاظموا عن الإذعان للحقّ، وقبول ما دعوتهم إليه من النصيحة."
    },
    {
      "ayah": 8,
      "surah": 71,
      "text": "القول في تأويل قوله تعالى :  ثُمَّ إِنِّي دَعَوْتُهُمْ جِهَاريقول: (ثُمَّ إِنِّي دَعَوْتُهُمْ) إلى ما أمرتني أن أدعوهم إليه (جِهَارًا) ظاهرا في غير خفاء.كما حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: (ثُمَّ إِنِّي دَعَوْتُهُمْ جِهَارًا) قال: الجهار الكلام المعلن به."
    },
    {
      "ayah": 9,
      "surah": 71,
      "text": "وقوله: (ثُمَّ إِنِّي أَعْلَنْتُ لَهُمْ وَأَسْرَرْتُ لَهُمْ إِسْرَارًا) يقول: صرخت لهم، وصحت بالذي أمرتني به من الإنذار.كما حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، قوله: (أَعْلَنْتُ لَهُمْ) قال: صحْت.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن مجاهد (أَعْلَنْتُ لَهُمْ) يقول: صحت بهم.وقوله: (وَأَسْرَرْتُ لَهُمْ إِسْرَارًا) يقول: وأسررت لهم ذلك فيما بيني وبينهم في خفاء.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن قال: ثنا ورقاء، جميعا عن ابن أبي نحيح، عن مجاهد، قوله: (وَأَسْرَرْتُ لَهُمْ إِسْرَارًا) قال: فيما بيني وبينهم."
    }
  ]
}
