{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 76,
      "text": "يعني جلّ ثناؤه بقوله: ( هَلْ أَتَى عَلَى الإنْسَانِ ) قد أتى على الإنسان، وهل في هذا الموضع خبر لا جحد، وذلك كقول القائل لآخر يقرّره: هل أكرمتك؟ وقد أكرمه؛ أو هل زرتك؟ وقد زاره، وقد تكون جحدا في غير هذا الموضع، وذلك كقول القائل لآخر: هل يفعل مثل هذا أحد؟ بمعنى: أنه لا يفعل ذلك أحد. والإنسان الذي قال جل ثناؤه في هذا الموضع: ( هَلْ أَتَى عَلَى الإنْسَانِ حِينٌ مِنَ الدَّهْرِ ): هو آدم صلى الله عليه وسلم كذلك.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( هَلْ أَتَى عَلَى الإنْسَانِ ) آدم أتى عليه ( حِينٌ مِنَ الدَّهْرِ لَمْ يَكُنْ شَيْئًا مَذْكُورًا ) إنما خلق الإنسان ها هنا حديثا، ما يعلم من خليقة الله كانت بعد الإنسان.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، قوله: ( هَلْ أَتَى عَلَى الإنْسَانِ حِينٌ مِنَ الدَّهْرِ لَمْ يَكُنْ شَيْئًا مَذْكُورًا ) قال: كان آدم صلى الله عليه وسلم آخر ما خلق من الخلق.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان ( هَلْ أَتَى عَلَى الإنْسَانِ حِينٌ مِنَ الدَّهْرِ ) قال: آدم.وقوله: ( حِينٌ مِنَ الدَّهْرِ ) اختلف أهل التأويل في قدر هذا الحين الذي ذكره الله في هذا الموضع، فقال بعضهم: هو أربعون سنة، وقالوا: مكثت طينة آدم مصوّرة لا تنفخ \u0026; 24-88 \u0026; فيها الرّوح أربعين عامًا، فذلك قدر الحين الذي ذكره الله في هذا الموضع، قالوا: ولذلك قيل: ( هَلْ أَتَى عَلَى الإنْسَانِ حِينٌ مِنَ الدَّهْرِ لَمْ يَكُنْ شَيْئًا مَذْكُورًا ) لأنه أتى عليه وهو جسم مصوّر لم تنفخ فيه الروح أربعون عاما، فكان شيئا، غير أنه لم يكن شيئا مذكورا، قالوا: ومعنى قوله: ( لَمْ يَكُنْ شَيْئًا مَذْكُورًا ) لم يكن شيئا له نباهة ولا رفعة، ولا شرف، إنما كان طينا لازبًا وحمأ مسنونا.وقال آخرون: لا حدّ للحين في هذا الموضع؛ وقد يدخل هذا القول من أن الله أخبر أنه أتى على الإنسان حين من الدهر، وغير مفهوم في الكلام أن يقال: أتى على الإنسان حين قبل أن يوجد، وقبل أن يكون شيئا، وإذا أُريد ذلك قيل: أتى حين قبل أن يُخلق، ولم يقل أتى عليه. وأما الدهر في هذا الموضع، فلا حدّ له يوقف عليه."
    },
    {
      "ayah": 10,
      "surah": 76,
      "text": "يقول تعالى ذكره مخبرا عن هؤلاء القوم الذين وصف صفتهم أنهم يقولون لمن أطعموه من أهل الفاقة والحاجة: ما نطعمكم طعاما نطلب منكم عوضا على إطعامناكم جزاء ولا شكورا، ولكنا نطعمكم رجاء منا أن يؤمننا ربنا من عقوبته في يوم شديد هوله، عظيم أمره، تعبِس فيه الوجوه من شدّة مكارهه، ويطول بلاء أهله، ويشتدّ. والقمطرير: هو الشديد، يقال: هو يوم قمطرير، أو يوم قماطر، ويوم عصيب. وعصبصب، وقد اقمطرّ اليوم يقمطرّ اقمطرارا، وذلك أشدّ الأيام وأطوله في البلاء والشدّة؛ ومنه قول بعضهم:بنـي عَمّنـا هَـلْ تَذْكُـرُونَ بَلاءَنـاعليكُـمْ إذا مـا كـانَ يَـوْمٌ قُمـاطِيرُ (4)وبنحو الذي قلنا في ذلك قال أهل التأويل على اختلاف منهم في العبارة عن معناه، فقال بعضهم: هو أن يعبِس أحدهم، فيقبض بين عينيه حتى يسيل من بين عينيه مثل القطران.* ذكر من قال ذلك:حدثنا أبو كُريب، قال: ثنا مصعب بن سلام التميمي، عن سعيد، عن عكرِمة، عن ابن عباس، في قوله: ( عَبُوسًا قَمْطَرِيرًا ) قال: يعبس الكافر يومئذ حتى يسيل من بين عينيه عرق مثل القطران.حدثني عليّ بن سهل، قال: ثنا مؤمل، قال: ثنا سفيان، عن هارون بن عنترة، عن أبيه، عن ابن عباس ( يَوْمًا عَبُوسًا قَمْطَرِيرًا ) قال: القمطرير: المُقَبِّض بين عينيه.\u0026; 24-100 \u0026;حدثني سليمان بن عبد الجبار، قال: ثنا محمد بن الصلت، قال: ثنا أبو كدينة، عن قابوس، عن أبيه، قال: سألت ابن عباس، عن قوله: ( قَمْطَرِيرًا ) قال: يُقَبِّض ما بين العينين.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن هارون بن عنترة، عن أبيه، عن ابن عباس ( يَوْمًا عَبُوسًا قَمْطَرِيرًا ) قال: يقبِّض ما بين العينين.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( إِنَّا نَخَافُ مِنْ رَبِّنَا يَوْمًا عَبُوسًا قَمْطَرِيرًا ) قال: يوم يقبِّض فيه الرجل ما بين عينيه ووجهه.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( إِنَّا نَخَافُ مِنْ رَبِّنَا يَوْمًا عَبُوسًا قَمْطَرِيرًا ) عبست فيه الوجوه، وقبضت ما بين أعينها كراهية ذلك اليوم.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( قَمْطَرِيرًا ) قال: تُقبِّض فيه الجباه، وقوم يقولون: القمطرير: الشديد.حدثنا أبو كُريب، قال: ثنا وكيع، عن سفيان، عن هارون بن عنترة، عن أبيه، عن ابن عباس، قال: المقبِّض ما بين العينين.قال: وثنا وكيع، عن عمر بن ذرّ، عن مجاهد، قال: هو المقبض ما بين عينيه.حدثنا ابن عبد الأعلى، قال: ثنا المعتمر، عن أبيه، عن أبي عمرو، عن عكرِمة، قال: القمطرير: ما يخرج من جباههم مثل القطران، فيسيل على وجوهم.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( قَمْطَرِيرًا ) قال: يُقبِّض الوجه بالبسور.وقال آخرون: العبوس: الضيق، والقمطرير: الطويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( عَبُوسًا ) يقول: ضيقا. وقوله: ( قَمْطَرِيرًا ) يقول: طويلا.وقال آخرون: القمطرير: الشديد.\u0026; 24-101 \u0026;* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في: ( إِنَّا نَخَافُ مِنْ رَبِّنَا يَوْمًا عَبُوسًا قَمْطَرِيرًا ) قال: العَبوس: الشرّ، والقَمْطَرير: الشديد."
    },
    {
      "ayah": 11,
      "surah": 76,
      "text": "وقوله: ( فَوَقَاهُمُ اللَّهُ شَرَّ ذَلِكَ الْيَوْمِ وَلَقَّاهُمْ نَضْرَةً وَسُرُورًا )يقول جل ثناؤه: فدفع الله عنهم ما كانوا في الدنيا يحذرون من شر اليوم العبوس القمطرير بما كانوا في الدنيا يعملون مما يرضي عنهم ربهم، لقَّاهم نضرة في وجوههم، وسرورا في قلوبهم.وبنحو الذي قلنا في ذلك قال أهل التأويل،* ذكر من قال ذلك:حدثني يعقوب، قال: ثنا ابن علية، عن أبي رجاء، عن الحسن، في قوله: ( وَلَقَّاهُمْ نَضْرَةً وَسُرُورًا ) قال: نَضْرة في الوجوه، وسرورا في القلوب.حدثني بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَلَقَّاهُمْ نَضْرَةً وَسُرُورًا ) نضرة في وجوههم، وسرورا في قلوبهم.حدثني يونس، قال أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( وَلَقَّاهُمْ نَضْرَةً وَسُرُورًا ) قال: نعمة وسرورا."
    },
    {
      "ayah": 12,
      "surah": 76,
      "text": "يقول تعالى ذكره: وأثابهم الله بما صبروا في الدنيا على طاعته، والعمل بما يرضيه عنهم جنة وحريرا.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَجَزَاهُمْ بِمَا صَبَرُوا جَنَّةً وَحَرِيرًا ) يقول: وجزاهم بما صبروا على طاعة الله، وصبروا عن معصيته ومحارمه، جنة وحريرا."
    },
    {
      "ayah": 13,
      "surah": 76,
      "text": "وقوله: ( مُتَّكِئِينَ فِيهَا عَلَى الأرَائِكِ ) يقول: متكئين في الجنة على السُّرر في \u0026; 24-102 \u0026; الحجال، وهي الأرائك واحدتها أريكة. وقد بيَّنا ذلك بشواهده، وما فيه من أقوال أهل التأويل فيما مضى بما أغنى عن إعادته، غير أنا نذكر في هذا الموضع من الرواية بعض ما لم نذكره إن شاء الله تعالى قبل.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( مُتَّكِئِينَ فِيهَا عَلَى الأرَائِكِ ) يعني: الحِجال.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( مُتَّكِئِينَ فِيهَا عَلَى الأرَائِكِ ) كنا نُحدَّث أنها الحجال فيها الأسرّة.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن الحصين، عن مجاهد ( مُتَّكِئِينَ فِيهَا عَلَى الأرَائِكِ ) قال: السُّرُر في الحجال. ونصب ( مُتَّكِئِينَ ) فيها على الحال من الهاء والميم.وقوله ( لا يَرَوْنَ فِيهَا شَمْسًا وَلا زَمْهَرِيرًا ) يقول تعالى ذكره: لا يرَوْن فيها شمسا فيؤذيهم حرّها، ولا زمهريرا، وهو البرد الشديد، فيؤذيهم بردها.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا زياد بن عبد الله الحساني، قال: ثنا مالك بن سعير، قال: ثنا الأعمش، عن مجاهد، قال: الزمهرير: البرد المفظع.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قال الله: ( لا يَرَوْنَ فِيهَا شَمْسًا وَلا زَمْهَرِيرًا ) يعلم أن شدّة الحرّ تؤذي، وشدّة القرّ تؤذي، فوقاهم الله أذاهما.حدثنا محمد بن المثنى، قال: ثنا وهب بن جرير، قال: ثنا شعبة، عن السُّدِّيّ، عن مرّة بن عبد الله قال في الزمهرير: إنه لون من العذاب، قال الله:  لا يَذُوقُونَ فِيهَا بَرْدًا وَلا شَرَابًا  .حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن الزهريّ، عن أبي سلمة، عن أبي هريرة، عن النبي صلى الله عليه وسلم، قال: \" اشْتَكَتِ النَّارُ إلى رَبِّها، فَقالَتْ: رَبّ، أكَلَ بَعْضِي بَعْضًا، فَنَفِّسْنِي، فأذِنَ لَهَا فِي كُلِّ عامٍ بِنَفَسَيْنِ؛ فأشَدَّ ما تَجِدُونَ مِنَ البَرْدِ مِنْ زَمْهَرِيرِ جَهَنَّمَ وأشَدَّ مَا تَجِدُونَ مِنَ الحَرِّ مِنْ حَرِّ جَهَنَّمَ\"."
    },
    {
      "ayah": 14,
      "surah": 76,
      "text": "يعني تعالى ذكره بقوله: ( وَدَانِيَةً عَلَيْهِمْ ظِلالُهَا ) وقَرُبت منهم ظلال أشجارها.ولنصب دانية أوجه: أحدها: العطف به على قوله:  مُتَّكِئِينَ فِيهَا  . والثاني: العطف به على موضع قوله:  لا يَرَوْنَ فِيهَا شَمْسًا  لأن موضعه نصب، وذلك أن معناه: متكئين فيها على الأرائك، غير رائين فيها شمسًا. والثالث: نصبه على المدح، كأنه قيل: متكئين فيها على الأرائك، ودانية بعد عليهم ظلالها، كما يقال: عند فلان جارية جميلة، وشابة بعد طرية، تضمر مع هذه الواو فعلا ناصبا للشابة، إذا أريد به المدح، ولم يُرَد به النَّسَق؛ وأُنِّثَتْ دانيةً لأن الظلال جمع. وذُكر أن ذلك في قراءة عبد الله بالتذكير: ( وَدَانِيا عَلَيْهِمْ ظِلالُها ) وإنما ذكر لأنه فعل متقدّم، وهي في قراءة فيما بلغني: ( وَدَانٍ ) رفع على الاستئناف.وقوله: ( وَذُلِّلَتْ قُطُوفُهَا تَذْلِيلا ) يقول: وذُلِّل لهم اجتناء ثمر شجرها، كيف شاءوا قعودا وقياما ومتكئين.وبنحو الذي قلنا فى ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( وَذُلِّلَتْ قُطُوفُهَا تَذْلِيلا ) قال: إذا قام ارتفعت بقدره، وإن قعد تدلَّت حتى ينالها، وإن اضطجع تدلَّت حتى ينالها، فذلك تذليلها.حدثنا بشر، قال: ثنا سعيد، عن قتادة، قوله: ( وَدَانِيَةً عَلَيْهِمْ ظِلالُهَا وَذُلِّلَتْ قُطُوفُهَا تَذْلِيلا ) قال: لا يردُّ أيديَهم عنها بُعد ولا شوك.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله:  قُطُوفُهَا دَانِيَةٌ  قال: الدانية: التي قد دنت عليهم ثمارها.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان ( وَذُلِّلَتْ قُطُوفُهَا تَذْلِيلا ) قال: يتناوله كيف شاء جالسا ومتكئا."
    },
    {
      "ayah": 15,
      "surah": 76,
      "text": "وقوله: ( وَيُطَافُ عَلَيْهِمْ بِآنِيَةٍ مِنْ فِضَّةٍ وَأَكْوَابٍ كَانَتْ قَوَارِيرَا ) يقول تعالى ذكره: ويُطاف على هؤلاء الأبرار بآنية من الأواني التي يشربون فيها شرابهم، هي من فضة كانت قواريرًا، فجعلها فضة، وهي في صفاء القوارير، فلها بياض الفضة وصفاء الزجاج.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي عن أبيه، عن ابن عباس، قوله: ( وَيُطَافُ عَلَيْهِمْ بِآنِيَةٍ مِنْ فِضَّةٍ وَأَكْوَابٍ كَانَتْ قَوَارِيرَا ) يقول: آنية من فضة، وصفاؤها وتهيؤها كصفاء القوارير.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن مجاهد ( من فضة ) ، قال: فيها رقة القوارير في صفاء الفضة.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( قَوَارِيرَا مِنْ فِضَّةٍ ) قال: صفاء القوارير وهي من فضة.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَيُطَافُ عَلَيْهِمْ بِآنِيَةٍ مِنْ فِضَّةٍ ) أي صفاء القوارير في بياض الفضة.وقوله: ( وأكْوَابٍ ) يقول: ويُطاف مع الأواني بجرار ضِخام فيها الشراب، وكلّ جرّة ضخمة لا عروة لها فهي كوب.كما حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن منصور، عن مجاهد ( وأكْوَابٍ ) قال: ليس لها آذان.وقد حدثنا ابن حميد: قال: ثنا مهران، عن سفيان بهذا الحديث بهذا الإسناد عن مجاهد، فقال: الأكواب: الأقداح.وقوله: ( كَانَتْ قَوَارِيرَا ) يقول: كانت هذه الأواني والأكواب قواريرًا، فحوّلها الله فضة. وقيل: إنما قيل: ويطاف عليهم بآنية من فضة، ليدلّ بذلك على أن أرض الجنة فضة، لأن كل آنية تُتَّخذ، فإنما تُتَّخذ من تُرْبة الأرض التي فيها، فدلّ جلّ ثناؤه بوصفه الآنية متى يطاف بها على أهل الجنة أنها من فضة، ليعلم عباده أن تربة أرض الجنة فضة.\u0026; 24-105 \u0026;واختلفت القرّاء في قراءة قوله \" قوارير، وسلاسل \"، فقرأ ذلك عامة قرّاء المدينة والكوفة غير حمزة: سَلاسِلا وقواريرا( قَوَارِيرًا ) بإثبات الألف والتنوين وكذلك هي في مصاحفهم، وكان حمزة يُسْقط الألِفات من ذلك كله، ولا يجري شيئا منه، وكان أبو عمرو يُثبت الألف في الأولى من قوارير، ولا يثبتها في الثانية، وكلّ ذلك عندنا صواب، غير أن الذي ذَكَرت عن أبي عمرو أعجبهما إليّ، وذلك أن الأوّل من القوارير رأس آية، والتوفيق بين ذلك وبين سائر رءوس آيات السورة أعجب إليّ إذ كان ذلك بإثبات الألفات في أكثرها.**يقول تعالى ذكره: ( قَوَارِيرَا ) في صفاء الصفاء من فضة الفضة من البياض (5) .كما حدثني يعقوب، قال: ثنا ابن علية، عن أبي رجاء، قال: قال الحسن، في قوله:  كَانَتْ قَوَارِيرَا * قَوَارِيرَا مِنْ فِضَّةٍ  قال: صفاء القوارير في بياض الفضة.حدثنا ابن المثنى، قال: ثنا يحيى بن كثير، قال: ثنا شعبة، عن أبي رجاء، عن الحسن، في قوله الله ( قَوَارِيرَا مِنْ فِضَّةٍ ) قال: بياض الفضة في صفاء القوارير.حدثني يعقوب، قال: ثنا مروان بن معاوية، قال: أخبرنا ابن أبي خالد، عن أبي صالح، في قوله:  كَانَتْ قَوَارِيرَا * قَوَارِيرَا مِنْ فِضَّةٍ  قال: كان ترابها من فضة.وقوله: ( قَوَارِيرَا مِنْ فِضَّةٍ ) قال: صفاء الزجاج في بياض الفضة.حدثنا ابن بشار، قال: ثنا سليمان، قال: ثنا أبو هلال، عن قتادة، في قوله:  قَوَارِيرَا * قَوَارِيرَا مِنْ فِضَّةٍ  قال: لو احتاج أهل الباطل (6) أن يعملوا إناء من فضة يرى ما فيه من خلفه، كما يرى ما في القوارير ما قدروا عليه.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( قَوَارِيرَا مِنْ فِضَّةٍ ) قال: هي من فضة، وصفاؤها: صفاء القوارير في بياض الفضة.\u0026; 24-106 \u0026;حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن ابن أبي نجيح، عن مجاهد ( قَوَارِيرَا مِنْ فِضَّةٍ ) قال: على صفاء القوارير، وبياض الفضة.وقوله: ( قَدَّرُوهَا تَقْدِيرًا ) يقول: قدّروا تلك الآنية التي يُطاف عليهم بها تقديرا على قَدْر رِيِّهم لا تزيد ولا تنقص عن ذلك.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني يعقوب، قال: ثنا ابن علية، عن أبي رجاء، عن الحسن، في قوله: ( قَدَّرُوهَا تَقْدِيرًا ) قال: قُدّرت لريّ القوم.حدثنا أبو كُريب، قال: ثنا ابن يمان، عن أشعث، عن جعفر، عن سعيد، في قوله: ( قَدَّرُوهَا تَقْدِيرًا ) قال: قدر ريِّهم.حدثنا أبو كُريب، قال: ثنا عمر بن عبيد، عن منصور، عن مجاهد، في قوله: ( قَوَارِيرَا مِنْ فِضَّةٍ قَدَّرُوهَا تَقْدِيرًا ) قال: لا تنقص ولا تفيض.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى: وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد ( قَدَّرُوهَا تَقْدِيرًا ) قال: لا تَترع فتُهراق، ولا ينقصون من مائها فتنقص فهي ملأى.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( قَدَّرُوهَا تَقْدِيرًا ) لريِّهم.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( قَدَّرُوهَا تَقْدِيرًا ) قدرت على ريّ القوم.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: ( مِنْ فِضَّةٍ قَدَّرُوهَا تَقْدِيرًا ) قال: قدّروها لريهم على قدر شربهم أهل الجنة.حدثنا ابن حميد، قال: ثنا جرير، عن منصور، عن مجاهد، في قوله: ( قَدَّرُوهَا تَقْدِيرًا ) قال: ممتلئة لا تُهَراق، وليست بناقصة.وقال آخرون: بل معنى ذلك: قدّروها على قدر الكفّ.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثنا أبي، عن أبيه، \u0026; 24-107 \u0026; عن ابن عباس: ( قَدَّرُوهَا تَقْدِيرًا ) قال: قدرت للكفّ.واختلفت القرّاء في قراءة قوله ( قَدَّرُوهَا تَقْدِيرًا ) فقرأ ذلك عامة قرّاء الأمصار: ( قَدَّرُوها ) بفتح القاف، بمعنى: قدّرها لهم السُّقاة الذين يطوفون بها عليهم. ورُوي عن الشعبيّ وغيره من المتقدمين أنهم قرءوا ذلك بضم القاف، بمعنى: قُدّرت عليهم، فلا زيادة فيها ولا نقصان.والقراءة التي لا أستجير القراءة بغيرها فتح القاف، لإجماع الحجة من القرّاء عليه."
    },
    {
      "ayah": 16,
      "surah": 76,
      "text": "وقوله: ( وَيُسْقَوْنَ فِيهَا كَأْسًا كَانَ مِزَاجُهَا زَنْجَبِيلا ) يقول تعالى ذكره: ويُسْقَى هؤلاء القوم الأبرار في الجنة كأسا، وهي كلّ إناء كان فيه شراب، فإذا كان فارغا من الخمر لم يقل له: كأس، وإنما يقال له: إناء، كما يقال للطبق الذي تهدى فيه الهدية: المِهْدَى مقصورا ما دامت عليه الهدية فإذا فرغ مما عليه كان طبقا أو خِوَانا، ولم يكن مِهْدًى ( كَانَ مِزَاجُهَا زَنْجَبِيلا ) يقول: كان مزاج شراب الكأس التي يُسقون منها زنجبيلا.واختلف أهل التأويل في تأويل ذلك، فقال بعضهم: يمزج لهم شرابهم بالزنجبيل.* ذكر من قال ذلك:حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: ( مِزَاجُهَا زَنْجَبِيلا ) قال: تمزج بالزنجبيل.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( كَانَ مِزَاجُهَا زَنْجَبِيلا ) قال: يأثُرُ لهم ما كانوا يشربون في الدنيا. زاد الحارث في حديثه: فَيُحَبِّبُهُ إليهم.وقال بعضهم: الزنجبيل: اسم للعين التي منها مزاج شراب الأبرار."
    },
    {
      "ayah": 17,
      "surah": 76,
      "text": "حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَيُسْقَوْنَ فِيهَا كَأْسًا كَانَ مِزَاجُهَا زَنْجَبِيلا عَيْنًا فِيهَا تُسَمَّى سَلْسَبِيلا ) رقيقة يشربها المقرّبون صِرْفا، وتمزج لسائل أهل الجنة. وقوله: ( عَيْنًا فِيهَا تُسَمَّى سَلْسَبِيلا ) يقول تعالى ذكره: عينا في الجنة تسمى سلسبيلا. قيل: عُنِي بقوله سلسبيلا سلسة مُنقادا ماؤها.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( عَيْنًا فِيهَا تُسَمَّى سَلْسَبِيلا ) عينا سلسة مستقيدا ماؤها.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( تُسَمَّى سَلْسَبِيلا ) قال: سلسة يصرفونها حيث شاءوا.وقال آخرون: عُني بذلك أنها شديدة الجِرْيَةِ.* ذكر من قال ذلك:حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن ابن أبي نجيح، عن مجاهد ( عَيْنًا فِيهَا تُسَمَّى سَلْسَبِيلا ) قال: حديدة الجِرْية.حدثنا أبو كُريب، قال: ثنا الأشجعي، عن سفيان، عن ابن أبي نجيح، عن مجاهد، مثله.قال: ثنا أبو أسامة، عن شبل، عن ابن أبي نجيح، عن مجاهد، قال: سلسة الجرية.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن ابن أبي نجيح، عن مجاهد ( عَيْنًا فِيهَا تُسَمَّى سَلْسَبِيلا ) حديدة الجِرْية.حدثنا أبو كُريب، قال: ثنا وكيع، عن سفيان، عن ابن أبي نجيح، عن مجاهد، مثله.واختلف أهل العربية في معنى السلسبيل وفي إعرابه، فقال بعض نحويِّي البصرة، قال بعضهم: إن سلسبيل صفة للعين بالتسلسل. وقال بعضهم: إنما أراد عينا تسمى سلسبيلا أي: تسمى من طيبها السلسبيل أي: توصف للناس كما تقول: الأعوجّي والأرحبيّ والمهريّ من الإبل، وكما تنسب الخيل إذا وصفت إلى الخيل المعروفة المنسوبة كذلك تنسب العين إلى أنها تسمى، لأن القرآن نـزل على كلام العرب، قال: وأنشدني يونس:صَفْـرَاءُ مِـنْ نَبْـعٍ يُسَـمَّى سَـهْمُهامِـنْ طُـولِ ما صَرَعَ الصُّيُودَ الصَّيِّبُ (7)\u0026; 24-109 \u0026;فرفع الصَّيِّبُ لأنه لم يرد أن يسمى بالصَّيب، إنما الصَّيب من صفة الاسم والسهم، وقوله: \" يسمى سهمها \" أي يذكر سهمها. قال: وقال بعضهم: لا بل هو اسم العين، وهو معرفة، ولكنه لما كان رأس آية، وكان مفتوحا، زيدت فيه الألف، كما قال: ( كَانت قَوارِيرا ) . وقال بعض نحويِّي الكوفة: السلسبيل: نعت أراد به سلس في الحلق، فلذلك حَرِيّ أن تسمى بسلاستها.وقال آخر منهم: ذكروا أن السلسبيل اسم للعين، وذكروا أنه صفة للماء لسلسه وعذوبته؛ قال: ونرى أنه لو كان اسما للعين لكان ترك الإجراء فيه أكثر، ولم نر أحدا ترك إجراءها وهو جائز في العربية، لأن العرب تجري ما لا يجرى في الشعر، كما قال متمم بن نويرة:فَمَــا وَجْـدُ أظْـآرٍ ثَـلاثٍ رَوَائـمٍرأيْـنَ مخَـرًّا مِـنْ حُـوَارٍ ومَصْرَعا (8)فأجرى روائم، وهي مما لا يُجرَى.والصواب من القول في ذلك عندي أن قوله: ( تُسَمَّى سَلْسَبِيلا ) صفة للعين، وصفت بالسلاسة في الحلق، وفي حال الجري، وانقيادها لأهل الجنة يصرّفونها حيث شاءوا، كما قال مجاهد وقتادة؛ وإنما عني بقوله ( تُسَمَّى ) : توصف.وإنما قلت ذلك أولى بالصواب لإجماع أهل التأويل على أن قوله: ( سَلْسَبِيلا ) صفة لا اسم."
    },
    {
      "ayah": 18,
      "surah": 76,
      "text": "يقول تعالى ذكره: ويطوف على هؤلاء الأبرار ولدان، وهم الوصفاء، مخلَّدون.اختلف أهل التأويل في معنى: ( مُخَلَّدُونَ ) فقال بعضهم: معنى ذلك: أنهم لا يموتون.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَيَطُوفُ عَلَيْهِمْ وِلْدَانٌ مُخَلَّدُونَ ) أي: لا يموتون.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، مثله.وقال آخرون: عني بذلك ( وِلْدَانٌ مُخَلَّدُونَ ) مُسَوّرون.وقال آخرون: بل عني به أنهم مقرّطون. وقيل: عني به أنهم دائم شبابهم، لا يتغيرون عن تلك السنّ.وذُكر عن العرب أنها تقول للرجل إذا كبر وثبت سواد شعره: إنه لمخلَّد؛ كذلك إذا كبر وثبت أضراسه وأسنانه قيل: إنه لمخلد، يراد به أنه ثابت الحال، وهذا تصحيح لما قال قتادة من أن معناه: لا يموتون، لأنهم إذا ثبتوا على حال واحدة فلم يتغيروا بهرم ولا شيب ولا موت، فهم مخلَّدون. وقيل: إن معنى قوله: ( مُخَلَّدُوَن ) مُسَوّرون بلغة حِمْير؛ وينشد لبعض شعرائهم:وَمُخَـــلَّدَاتٌ بـــاللُّجَيْنِ كأنَّمَــاأعْجـــازُهُنَّ أقـــاوِزُ الْكُثْبــانِ (9)\u0026; 24-111 \u0026;وقوله: ( إِذَا رَأَيْتَهُمْ حَسِبْتَهُمْ لُؤْلُؤًا مَنْثُورًا ) يقول تعالى ذكره: إذا رأيت يا محمد هؤلاء الولدان مجتمعين أو مفترقين، تحسبهم في حُسنهم، ونقاء بياض وجوههم، وكثرتهم، لؤلؤًا مبدّدا، أو مجتَمِعا مصبوبا.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( لُؤْلُؤًا مَنْثُورًا ) قال: من كثرتهم وحُسْنِهِم.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( إِذَا رَأَيْتَهُمْ حَسِبْتَهُمْ ) من حسنهم وكثرتهم ( لُؤْلُؤًا مَنْثُورًا ) وقال قتادة: عن أبي أيوب، عن عبد الله بن عمرو، قال: ما من أهل الجنة من أحد إلا ويسعى عليه ألف غلام، كلّ غلام على عملٍ ما عليه صاحبه.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، قال: ( حَسِبْتَهُمْ لُؤْلُؤًا مَنْثُورًا ) قال: في كثرة اللؤلؤ وبياض اللؤلؤ."
    },
    {
      "ayah": 19,
      "surah": 76,
      "text": "وقوله: ( وَإِذَا رَأَيْتَ ثَمَّ رَأَيْتَ نَعِيمًا ) يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: وإذا نظرت ببصرك يا محمد، ورميت بطرفك فيما أعطيتُ هؤلاء الأبرار في الجنة من الكرامة. وعُني بقوله: ( ثَمَّ ) الجنة ( رَأَيْتَ نَعِيمًا )، وذلك أن أدناهم منـزلة من ينظر في مُلكه فيما قيل في مسيرة ألفي عام، يُرى أقصاه، كما يرى أدناه.وقد اختلف أهل العربية في السبب الذي من أجله لم يذكر مفعول رأيت الأول، فقال بعض نحويِّي البصرة: إنما فعل ذلك لأنه يريد رؤية لا تتعدى، كما تقول: ظننت في الدار، أخبر بمكان ظنه، فأخبر بمكان رؤيته. وقال بعض نحويِّي الكوفة: إنما فعل ذلك لأن معناه: وإذا رأيت ما ثم رأيت نعيما، قال: وصلح إضمار ما كما قيل: لقد تقطع بينكم، يريد: ما بينكم، قال: ويقال: إذا رأيت ثم يريد: إذا نظرت ثم، \u0026; 24-112 \u0026; أي إذا رميت ببصرك هناك رأيت نعيما.وقوله: ( وَمُلْكًا كَبِيرًا ) يقول: ورأيت مع النعيم الذي ترى لهم ثَمَّ مُلْكا كبيرا. وقيل: إن ذلك الملك الكبير: تسليم الملائكة عليهم، واستئذانهم عليهم.* ذكر من قال ذلك:حدثنا ابن بشار، قال: ثنا مؤمل، قال: ثنا سفيان، قال: ثني من سمع مجاهدا يقول: ( وَإِذَا رَأَيْتَ ثَمَّ رَأَيْتَ نَعِيمًا وَمُلْكًا كَبِيرًا ) قال: تسليم الملائكة.قال: ثنا عبد الرحمن، قال: سمعت سفيان يقول في قوله: ( مُلْكًا كَبِيرًا ) قال: بلغنا أنه تسليم الملائكة.حدثنا أبو كُريب، قال: ثنا الأشجعيّ، في قوله: ( وَإِذَا رَأَيْتَ ثَمَّ رَأَيْتَ نَعِيمًا وَمُلْكًا كَبِيرًا ) قال: فسَّرها سفيان قال: تستأذن الملائكة عليهم.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان ( وَإِذَا رَأَيْتَ ثَمَّ رَأَيْتَ نَعِيمًا وَمُلْكًا كَبِيرًا ) قال استئذان الملائكة عليهم."
    },
    {
      "ayah": 2,
      "surah": 76,
      "text": "وقوله: ( إِنَّا خَلَقْنَا الإنْسَانَ مِنْ نُطْفَةٍ أَمْشَاجٍ نَبْتَلِيهِ )يقول تعالى ذكره: إنا خلقنا ذرّية آدم من نطفة، يعني: من ماء الرجل وماء المرأة، والنطفة: كلّ ماء قليل في وعاء كان ذلك ركية أو قربة، أو غير لك، كما قال عبد الله بن رواحة:هَلْ أنْتِ إلا نُطْفَةٌ في شَنَّه (2)وقوله: ( أمْشاجٍ ) يعني: أخلاط، واحدها: مشج ومشيج، مثل خدن وخدين؛ ومنه قول رؤبة بن العجاج:يَطْرَحْــنَ كُــلَّ مُعْجَــلٍ نَشَّـاجلَــمْ يُكْـسَ جِـلْدًا فـي دَمٍ أمْشـاجِ (3)\u0026; 24-89 \u0026;يقال منه: مشجت هذا بهذا: إذا خلطته به، وهو ممشوج به ومشيج: أي مخلوط به، كما قال أبو ذؤيب:كــأنَّ الــرّيشَ والفُــوقَيْن مِنْـهخِــلالَ النَّصْـل سِـيطَ بِـهِ مَشِـيجُ (4)واختلف أهل التأويل في معنى الأمشاج الذي عني بها في هذا الموضع، فقال بعضهم: هو اختلاط ماء الرجل بماء المرأة.* ذكر من قال ذلك:حدثنا أبو كُريب وأبو هشام الرفاعي قالا ثنا وكيع، عن سفيان، عن ابن الأصبهاني، عن عكرِمة ( أَمْشَاجٍ نَبْتَلِيهِ ) قال: ماء الرجل وماء المرأة يمشج أحدهما بالآخر.حدثنا أبو هشام، قال: ثنا ابن يمان، عن سفيان، عن ابن الأصبهاني، عن عكرِمة قال: ماء الرجل وماء المرأة يختلطان.قال: ثنا أبو أسامة، قال: ثنا زكريا، عن عطية، عن ابن عباس، قال: ماء المرأة وماء الرجل يمشجان.قال: ثنا عبيد الله، قال: أخبرنا إسرائيل، عن السديّ، عمن حدّثه، عن ابن عباس، قال: ماء المرأة وماء الرجل يختلطان.قال: ثنا عبد الله، قال: أخبرنا أبو جعفر، عن الربيع بن أنس، قال: إذا اجتمع ماء الرجل وماء المرأة فهو أمشاج.قال: ثنا أبو أُسامة، قال: ثنا المبارك، عن الحسن، قال: مُشج ماء المرأة مع ماء الرجل.\u0026; 24-90 \u0026;قال: ثنا عبيد الله، قال: أخبرنا عثمان بن الأسود، عن مجاهد، قال: خلق الله الولد من ماء الرجل وماء المرأة، وقد قال الله:  يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى  .قال: ثنا عبيد الله، قال: أخبرنا إسرائيل، عن أبي يحيى، عن مجاهد، قال: خلق من تارات ماء الرجل وماء المرأة.وقال آخرون: إنما عُني بذلك: إنا خلقنا الإنسان من نطفة ألوان ينتقل إليها، يكون نطفة، ثم يصير علقة، ثم مضغة، ثم عظما، ثم كسي لحما.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( إِنَّا خَلَقْنَا الإنْسَانَ مِنْ نُطْفَةٍ أَمْشَاجٍ نَبْتَلِيهِ ) الأمشاج: خلق من ألوان، خلق من تراب، ثم من ماء الفرج والرحم، وهي النطفة، ثم علقة، ثم مضغة، ثم عظما، ثم أنشأه خلقا آخر فهو ذلك.حدثنا ابن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن سماك، عن عكرِمة، في هذه الآية ( أمْشاجٍ ) قال: نطفة، ثم علقة، ثم مضغة، ثم عظما.حدثنا الرفاعي، قال: ثنا وهب بن جرير ويعقوب الحضْرَميّ، عن شعبة، عن سماك، عن عكرِمة، قال: نطفة، ثم علقة.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( إِنَّا خَلَقْنَا الإنْسَانَ مِنْ نُطْفَةٍ أَمْشَاجٍ ) أطوار الخلق، طورا نطفة، وطورا علقة، وطورا مضغة، وطورا عظاما، ثم كسى الله العظام لحما، ثم أنشأه خلقا آخر، أنبت له الشعر.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: ( أَمْشَاجٍ نَبْتَلِيهِ ) قال: الأمشاج: اختلط الماء والدم، ثم كان علقة، ثم كان مضغة.وقال آخرون: عُني بذلك اختلاف ألوان النطفة.* ذكر من قال ذلك:حدثني عليّ قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، في قوله: ( أَمْشَاجٍ نَبْتَلِيهِ ) يقول: مختلفة الألوان.حدثنا أبو هشام، قال: ثنا يحيى بن يمان، قال: ثنا سفيان، عن ابن أبي نجيح، عن مجاهد، قال: ألوان النطفة.\u0026; 24-91 \u0026;حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قال: أيّ الماءين سبق أشبه عليه أعمامه وأخواله.قال: ثنا وكيع، عن سفيان، عن ابن أبي نجيح، عن مجاهد ( أَمْشَاجٍ نَبْتَلِيهِ ) قال: ألوان النطفة؛ نطفة الرجل بيضاء وحمراء، ونطفة المرأة حمراء وخضراء.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن ابن أبي نجيح، عن مجاهد، مثله.وقال آخرون: بل هي العروق التي تكون في النطفة.* ذكر من قال ذلك:حدثنا أبو كُريب وأبو هشام، قالا ثنا وكيع، قال: ثنا المسعودي، عن عبد الله بن المخارق، عن أبيه، عن عبد الله، قال: أمشاجها: عروقها.حدثنا أبو هشام، قال: ثنا يحيى بن يمان، قال: ثنا أُسامة بن زيد، عن أبيه، قال: هي العروق التي تكون في النطفة.وأشبه هذه الأقوال بالصواب قول من قال: معنى ذلك ( مِنْ نُطْفَةٍ أَمْشَاجٍ ) نطفة الرجل ونطفة المرأة، لأن الله وصف النطفة بأنها أمشاج، وهي إذا انتقلت فصارت علقة، فقد استحالت عن معنى النطفة فكيف تكون نطفة أمشاجا وهي علقة؟ وأما الذين قالوا: إن نطفة الرجل بيضاء وحمراء، فإن المعروف من نطفة الرجل أنها سحراء على لون واحد، وهي بيضاء تضرب إلى الحمرة، وإذا كانت لونا واحدا لم تكن ألوانا مختلفة، وأحسب أن الذين قالوا: هي العروق التي في النطفة قصدوا هذا المعنى.وقد حدثنا ابن حميد، قال: ثنا سلمة، عن ابن إسحاق، عن عطاء بن أبي رباح، عن ابن عباس، قال: إنما خلق الإنسان من الشيء القليل من النطفة. ألا ترى أن الولد إذا أسكت ترى له مثل الرّير؟ وإنما خلق ابن آدم من مثل ذلك من النطفة أمشاج نبتليه.وقوله: ( نَبْتَلِيهِ ) نختبره. وكان بعض أهل العربية يقول: المعنى: جعلناه سميعًا بصيرا لنبتليه، فهي مقدّمة معناها التأخير، إنما المعنى خلقناه وجعلناه سميعًا بصيرا لنبتليه، ولا وجه عندي لما قال يصحّ، وذلك أن الابتلاء إنما هو بصحة الآلات وسلامة العقل من الآفات، وإن عدم السمع والبصر، وأما إخباره إيانا أنه جعل لنا أسماعا وأبصارا \u0026; 24-92 \u0026; في هذه الآية، فتذكير منه لنا بنعمه، وتنبيه على موضع الشكر؛ فأما الابتلاء فبالخلق مع صحة الفطرة، وسلامة العقل من الآفة، كما قال:  وَمَا خَلَقْتُ الْجِنَّ وَالإِنْسَ إِلا لِيَعْبُدُونِ  .وقوله: ( فَجَعَلْنَاهُ سَمِيعًا بَصِيرًا ) يقول تعالى ذكره: فجعلناه ذا سمع يسمع به، وذا بصر يبصر به، إنعاما من الله على عباده بذلك، ورأفة منه لهم، وحجة له عليهم."
    },
    {
      "ayah": 20,
      "surah": 76,
      "text": "يقول تعالى ذكره: فوقهم، يعني فوق هؤلاء الأبرار ثياب سُنْدُسٍ. وكان بعض أهل التأويل يتأوّل قوله: ( عالِيَهُمْ ) فوق حِجَالهم المثبتة عليهم ( ثِيَابُ سُنْدُسٍ ) وليس ذلك بالقول المدفوع، لأن ذلك إذا كان فوق حجالٍ هم فيها، فقد علاهم فهو عاليهم.وقد اختلف أهل القراءة في قراءة ذلك فقرأته عامة قرّاء المدينة والكوفة وبعض قرّاء مكة ( عَالِيهُمْ ) بتسكين الياء. وكان عاصم وأبو عمرو وابن كثير يقرءونه بفتح الياء، فمن فتحها جعل قوله ( عالِيَهُمْ ) اسما مرافعا للثياب، مثل قول القائل: ظاهرهم ثياب سندس.والصواب من القول في ذلك عندي أنهما قراءتان معروفتان متقاربتا المعنى، فبأيتهما قرأ القارئ فمصيب.وقوله: ( ثِيَابُ سُنْدُسٍ ) يعني: ثياب ديباج رقيق حسن، والسندس: هو ما رقّ من الديباج.\u0026; 24-113 \u0026;وقوله: ( خُضرٌ ) اختلف القرّاء في قراءة ذلك، فقرأه أبو جعفر القارئ وأبو عمرو برفع: ( خُضْرٌ ) على أنها نعت للثياب، وخفض ( إستَبْرَقٍ ) عطفا به على السندس، بمعنى: وثياب إستبرق. وقرأ ذلك عاصم وابن كثير ( خُضْرٍ ) خفضا( وإسْتَبْرَقٌ ) رفعا، عطفا بالإستبرق على الثياب، بمعنى: عاليهم إستبرق، وتصييرا للخضر نعتا للسندس. وقرأ نافع ذلك: ( خُضْرٌ ) رفعا على أنها نعت للثياب ( وإسْتَبْرَقٌ ) رفعا عطفا به على الثياب. وقرأ ذلك عامة قرّاء الكوفة: ( خُضْرٍ وإسْتَبْرَقٍ ) خفضا كلاهما. وقرأ ذلك ابن محيصن بترك إجراء الإستبرق: ( وإسْتَبْرَقَ ) بالفتح بمعنى: وثياب إستبرق، وفَتَحَ ذلك أنه وجَّهه إلى أنه اسم أعجميّ. ولكلّ هذه القراءات التي ذكرناها وجه ومذهب غير الذي سبق ذكرنا عن ابن محيصن، فإنها بعيدة من معروف كلام العرب، وذلك أن الإستبرق نكرة، والعرب تجري الأسماء النكرة وإن كانت أعجمية، والإستبرق: هو ما غَلُظ من الديباج. وقد ذكرنا أقوال أهل التأويل في ذلك فيما مضى قبل فأغنى ذلك عن إعادته هاهنا.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قال: الإستبرق: الديباج الغليظ.وقوله: ( وَحُلُّوا أَسَاوِرَ مِنْ فِضَّةٍ ) يقول: وحلاهم ربهم أساور، وهي جمع أسورة من فضة.وقوله: ( وَسَقَاهُمْ رَبُّهُمْ شَرَابًا طَهُورًا ) يقول تعالى ذكره: وسقى هؤلاء الأبرار ربُّهُم شرابا طهورا، ومن طهره أنه لا يصير بولا نجسا، ولكنه يصير رشحا من أبدانهم كرشح المسك.كالذي حدثنا محمد بن بشار، قال: ثنا يحيى بن سعيد وعبد الرحمن، قالا ثنا سفيان، عن منصور، عن إبراهيم التيمي ( وَسَقَاهُمْ رَبُّهُمْ شَرَابًا طَهُورًا ) قال: عرق يفيض من أعراضهم مثل ريح المسك.حدثنا ابن حميد، قال: ثنا مهران، عن منصور، عن إبراهيم التيمي، مثله.قال: ثنا جرير، عن مغيرة، عن إبراهيم التيمي، قال: إن الرجل من أهل الجنة يقسَمُ له شهوة مئة رجل من أهل الدنيا، وأكلهم وهمتهم، فإذا أكل سقي شرابا طهورا، فيصير رشحا يخرج من جلده أطيب ريحًا من المسك الأذفر، ثم تعود شهوته.\u0026; 24-114 \u0026;حدثنا محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( شَرَابًا طَهُورًا ) قال: ما ذكر الله من الأشربة.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن أبان، عن أبي قِلابة: إن أهل الجنة إذا أكلوا وشربوا ما شاءوا دَعَوا بالشراب الطهور فيشربونه، فتطهر بذلك بطونهم ويكون ما أكلوا وشربوا رَشْحا وريحَ مسك، فتضمر لذلك بطونهم.حدثنا عليّ بن سهل، قال: ثنا حجاج، قال: ثنا أبو جعفر الرازي، عن الربيع بن أنس، عن أبي العالية الرياحي، عن أبي هريرة أو غيره \" شكّ أبو جعفر الرازي\" قال: صعد جبرائيل بالنبيّ صلى الله عليه وسلم ليلة أُسري به إلى السماء السابعة، فاستفتَح، فقيل له: من هذا؟ فقال: جبرائيل، قيل: ومن معك؟ قال: محمد، قالوا: أو قد أُرسل إليه؟ قال: نعم، قالوا: حياه الله من أخ وخليفة، فنعم الأخ ونعم الخليفة، ونعم المجيءُ جاء، قال: فدخل فإذا هو برجل أشمط جالس على كرسيّ عند باب الجنة، وعنده قوم جلوس بيض الوجوه أمثال القراطيس، وقوم في ألوانهم شيء، فقام الذين في ألوانهم شيء، فدخلوا نهرًا فاغتسلوا فيه، فخرجوا وقد خَلَص من ألوانهم شيء ثم دخلوا نهرًا آخر فاغتسلوا فيه، فخرجوا وقد خَلَصت ألوانهم، فصارت مثل ألوان أصحابهم، فجاءوا فجلسوا إلى أصحابهم، فقال: يا جبريل من هذا الأشمط، ومن هؤلاء البيض الوجوه، ومن هؤلاء الذين في ألوانهم شيء، وما هذه الأنهار التي اغتسلوا فيها، فجاءوا وقد صفت ألوانهم؟ قال: هذا أبوك إبراهيم، أوّل من شَمِط على الأرض، وأما هؤلاء البيض الوجوه، فقوم لم يَلْبِسوا إيمانهم بظلم: وأما هؤلاء الذين في ألوانهم شيء فقوم خلطوا عملا صالحا وآخر سيئا فتابوا، فتاب الله عليهم. وأما الأنهار، فأوّلها رحمة الله، والثاني نعمة الله، والثالث سقاهم ربهم شرابا طهورا."
    },
    {
      "ayah": 21,
      "surah": 76,
      "text": "يقول تعالى ذكره: يقال لهؤلاء الأبرار حينئذ: إن هذا الذي أعطيناكم من الكرامة كان لكم ثوابا على ما كنتم في الدنيا تعملون من الصالحات ( وَكَانَ سَعْيُكُمْ مَشْكُورًا ) يقول: كان عملكم فيها مشكورا، حمدكم عليه ربكم، ورضيه لكم، فأثابكم بما أثابكم به من الكرامة عليه.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( إِنَّ هَذَا كَانَ لَكُمْ جَزَاءً وَكَانَ سَعْيُكُمْ مَشْكُورًا ) غفر لهم الذنب، وشكر لهم الحسن.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، قال: تلا قتادة: ( وَكَانَ سَعْيُكُمْ مَشْكُورًا ) قال: لقد شَكر الله سعيا قليلا."
    },
    {
      "ayah": 22,
      "surah": 76,
      "text": "وقوله: ( إِنَّا نَحْنُ نـزلْنَا عَلَيْكَ الْقُرْآنَ تَنـزيلا ) يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: إنا نحن نـزلنا عليك يا محمد هذا القرآن تنـزيلا ابتلاء منا واختبارا."
    },
    {
      "ayah": 23,
      "surah": 76,
      "text": "( فَاصْبِرْ لِحُكْمِ رَبِّكَ ) يقول: اصبر لما امتحنك به ربك من فرائضه، وتبليغ رسالاته، والقيام بما ألزمك القيام به في تنـزيله الذي أوحاه إليك ( وَلا تُطِعْ مِنْهُمْ آثِمًا أَوْ كَفُورًا ) يقول: ولا تطع في معصية الله من مشركي قومك آثما يريد بركوبه معاصيه، أو كفورا: يعنى جحودا لنعمه عنده، وآلائه قِبَلَه، فهو يكفر به، ويعبد غيره.وقيل: إن الذي عني بهذا القول أبو جهل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَلا تُطِعْ مِنْهُمْ آثِمًا أَوْ كَفُورًا ) قال: نـزلت في عدوّ الله أبي جهل.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة أنه بلغه أن أبا جهل قال: لئن رأيت محمدًا يصلي لأطأنّ عنقه، فأنـزل الله: ( وَلا تُطِعْ مِنْهُمْ آثِمًا أَوْ كَفُورًا ).حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( وَلا تُطِعْ مِنْهُمْ آثِمًا أَوْ كَفُورًا ) قال: الآثِم: المذنب الظالم والكفور، هذا كله واحد. وقيل: ( أوْ كَفُورًا ) والمعنى: ولا كفورًا. قال الفراء: \" أو \" هاهنا بمنـزلة الواو، وفى الجحد والاستفهام والجزاء تكون بمعنى \" لا \" . فهذا من ذلك مع الجحد، ومنه قول الشاعرلا وَجْــدُ ثَكْــلَى كمـا وَجِـدَت وَلاوَجْــدُ عَجُــولٍ أضَلَّهــا رُبَــعُ\u0026; 24-116 \u0026; أوْ وَجْــدُ شَــيْخٍ أضَــلَّ ناقَتَــهُيَــوْمَ تَــوَافَى الْحَجِـيجُ فـانْدَفَعُوا (10)أراد: ولا وجدُ شيخ، قال: وقد يكون في العربية: لا تطيعنّ منهم من أثم أو كفر، فيكون المعنى في أو قريبا من معنى الواو، كقولك للرجل: لأعطينك سألت أو سكتّ، معناه: لأعطينك على كلّ حال."
    },
    {
      "ayah": 24,
      "surah": 76,
      "text": "يقول تعالى ذكره: ( وَاذْكُرْ ) يا محمد ( اسْمَ رَبِّكَ ) فادعه به بكرة في صلاة الصبح، وعشيا في صلاة الظهر والعصر.--------------------------------------------------------------------------------الهوامش:(1) البيت من شواهد الفراء في معاني القرآن ( 351 ) ، قال : وقوله : { يشرب بها } ويشربها سواء في المعنى . وكأنه يشرب بها : يروي بها وينقع . وأما يشربونها فبين . وقد أنشدني بعضهم : \" شربن بماء \" ومثله : إنه ليتكلم بكلام حسن ، ويتكلم كلاما حسنا . ا هـ . وفي خزانة الأدب للبغدادي ( 3 : 193 - 195 ) استشهد به على أن ( متى ) عند هذيل حرف جر ؛ بمعنى \" من \" أو \" في \" . أو اسم بمعنى : \" وسط \" . والباء في قوله : \" بماء البحر \" قيل : على بابها ، وشربن : مضمن معنى \" روين \" . وقيل : هي للتبعيض . وقيل : زائدة ، كقول الفراء ، قال ابن جني في سر الصناعة : الباء فيه زائدة ، إنما معناه : شربن ماء البحر . هذا هو الظاهر من الحال . والعدول عنه تعسف . ا هـ . قلت : هذه هي الرواية المشهورة في كتب اللغويين والنحاة . وفي شعر أبي ذؤيب ( ديوان الهذليين 1 : 51 ) :سَــقَى أُمَّ عَمْـرٍو كُـلَّ آخِـرِ لَيْلَـةٍحَنــاتِمُ سُــودٌ مــاؤُهُنَّ ثَجــيجُتَــرَوَّتْ بِمَـاءِ البَحْـرِ ثُـمَّ تَـرَفَّعَتْعَــلى حَبَشِــيَّاتٍ لَهُــنَّ نَئــيجُشبه السحاب الأسود بالحناتم ، ويقال للسحاب إذا كان ريان : \" أسود كأنه الحنتم . يقول : إن تلك الحناتم \" وهي الجرار ، قد تروت من ماء البحر ، ثم ارتفعت على سحائب سود لهن نئيج : أي : مر سريع مع صوت .(2) البيت لعنترة في معلقته المشهورة يهجو حصينا وهرما ابني ضمضم وقد ذكرهما في البيت قبله ، وهو :ولقَـدْ خَشِـيتُ بـأنْ أمُـوتَ ولم تَدُرْللْحَـرْبِ دائِـرَةٌ عَـلى ابْنَـيْ ضَمْضَميقول : اللذان يشتمان عرضي ولم أشتمهما أنا ، والموجبان على أنفسهما سفك دمي إذا لم أرهما . يريد أنهما يتوعدانه حال غيبته، فأما في الحضور فلا يتجاسران عليه .(3) البيت للأعشى ( ديوانه 93 ) والرواية فيه : \" أورثت \" في موضع \" أثأرت \" ويظهر أن رواية المؤلف محرفة عن \" أسأرت \" بالسين ، لا بالثاء ؛ لأنه لا معنى للإثآر هنا . والصدع : الشق . والمستطير كما في اللسان : المنتثر . وفي مجاز القرآن عند قوله تعالى : { كان شره مستطيرا } أي : فاشيا . وفي معاني القرآن للفراء ( 351 ) { ويخافون يوما كان شره مستطيرا } ممتد البلاء ، والعرب تقول : استطار الصدع في القارورة وشبهها ، واستطال . ا هـ .(4) البيت في ( اللسان : قمطر ) ولم ينسبه . قال : ويوم مقمطر ، وقماطر ، وقمطرير : مقبض ما بين العينين لشدته . وقيل : إذا كان شديدا غليظا ، قال الشاعر : وقماطر بضم القاف ، واقمطر يومنا : اشتد . وفي التنزيل العزيز { إنا نخاف من ربنا يوما عبوسا قمطريرا } جاء في التفسير : أنه يعبس الوجه ، فيجمع ما بين العينين وهذا شائع في اللغة . ا هـ . وقال أبو عبيدة في مجاز القرآن ( 183 ) : العبوس ، والمقطمر ، والقماطر ، والعصيب : أشد ما يكون من الأيام ، وأطولها في البلاء . ا هـ . وقال الفراء في معاني القرآن ( 351 ) وقوله : { عبوسًا قمطريرا } والقمطرير : الشديد . ويقال : يوم قمطرير ، ويوم قماطر ، أنشدني بعضهم : \" بني عمنا ... \" البيت . ا هـ .(5) لعله قوارير في الصفاء من فضة ، كالفضة في البياض .(6) في الدر المنثور : أهل الدنيا .(7) هذا بيت رواه يونس النحوي ولم يذكر قائله يصف قوسا من شجر النبع . والشاهد عند المؤلف في البيت أن \" الصيب مرفوع ؛ لأنه صفة للسهم ، وأنه ليس كقوله تعالى : { يسمى سلسبيلا } \" . يريد أن هذه القوس بنعت سهمها الصيب ويوصف ، لكثرة ما أصاب به الصيود وهي جمع صيد . هذا معنى كلامه . وقال الفراء في معاني القرآن ( 352 ) وقوله : { تسمى سلسبيلا } ذكروا أن السلسبيل اسم العين ، وذكر أنه صفة للماء لسلسلته وعذوبته . ونرى أنه لو كان اسما للعين لكان ترك الإجراء ( الصرف ) فيه أكثر ، ولم نر أحدًا من القراء ترك إجراءها وهو جائز في العربية ، كما كان في قراءة عبد الله ابن مسعود : ( ولا تذرن ودا ولا سواعا ولا يغوثا ويعوقا ) بالألف . وكما قال : سلاسلا وقواريرا ، بالألف ، فأجروا ما لا يجري ، وليس بخطأ ؛ لأن العرب تجري ما لا يجري في الشعر ، فلو كان خطأ ما أدخلوه في أشعارهم . قال متمم بن نويرة :فَمَــا وَجْـدُ أظْـآرٍ ثَـلاَثٍ رَوَائـمٍرأيْـنَ مخـرًّا مِـنْ حُـوَارٍ وَمَصْرَعَافأجرى روائم ، وهي مما لا يجري ، فيما لا أحصيه من أشعارهم . ا هـ .(8) البيت لمتمم بن نويرة كما قال الفراء ( تقدم في الشاهد قبله ) ، وهو في ( اللسان : ظأر ) قال : تقول ( ظئرت ) الناقة مبينا للمجهول ، على ولد غيرها أو على بَوٍّ ( فأظأرت ) بالظاء ، فهي ظئور ومظئورة وجمع \" الظئور \" أظآر وظؤار ، قال متمم : \" فما وجد أظآر ... \" البيت . والروائم : جمع رائم ، يقال : رئمت الناقة ولدها ترأمه رأما ورأمانا : عطفت عليه ولزمته ، وفي التهذيب : رئمانا : أحبته . ومخرا : مصدر ميمي بمعنى : الخرور ، أي : السقوط على الأرض ، وقد يكون معناه الموت ، من خر يخر : إذا مات . ومصرعا : أي مهلكا ، وهو مصدر ميمي بمعنى : الصرع . وأما موضع الشاهد في البيت فهو صرف \" روائم \" لضرورة الشعر ، وهو مما لا يصرف كما قال الفراء في الشاهد قبله .(9) هذا البيت لا أعرف قائله ، أنشده المؤلف عند قوله تعالى: { ولدان مخلدون } قال في ( اللسان : خلد ) ، وقوله تعالى : { يطوف عليهم ولدان مخلدون } قال الزجاجي : محلون . وقال أبو عبيدة مسورون يمانية وأنشد : \" ومخلدات باللجين \" . ولم أجد قول أبي عبيدة هذا في المخطوطة التي بين يدي منه ، ولعل العبارة والشاهد أسقطا من بعض أصول الكتاب . ا هـ . وقال الفراء في معاني القرآن ( الورقة 352 ) وقوله : { مخلدون } يقول : محلون مسورون ( بأساور ) . ويقال : مقرطون . ويقال : مخلدون : دائم شبابهم لا يتغيرون عن تلك السن ، وهو أشبهها بالصواب ، والله أعلم . وذلك أن العرب إذا كبر الرجل ، وثبت سواد شعره ، قيل : إنه لمخلد . وكذلك يقال إذا كبر وثبتت له أسنانه وأضراسه قيل : أنه لمخلد : ثابت الحال ، كذلك الولدان ثابتة أسنانهم . ا هـ .(10) البيتان من شواهد الفراء في معاني القرآن قال ( 352 - 353 ) عند قوله تعالى : { ولا تطع منهم آثما أو كفورا } أو هاهنا : بمنزلة \" لا \" . وأو في الجحد والاستفهام والجزاء تكون في معنى \" لا \" ، فهذا من ذلك وقال الشاعر : \" لا وجد ثكلى \" البيتين . قال : وقد يكون في العربية لا تطيعن منهم من أثم أو كفر ، فيكون المعنى في \" أو \" قريبا من معنى الواو ، كقولك للرجل : لأعطينك سكت أو سألت ؛ معناه لأعطيناك على كل حال . ا هـ . والثكلى : التي فقدت ولدها أو أخاها أو زوجها . والوجد : الحزن . والعجول من النساء والإبل : الواله التي فقدت ولدها ، الثكلى لعجلتها في جيئتها وذهابها جزعا . والجمع عجل وعجائل ومعاجيل . ( اللسان : عجل ) . ا هـ . والربع : الفصيل ينتج في الربيع ، وهو أول النتاج ، والجمع : رباع وأرباع ، مثل رطب ورطاب وأرطاب . وأضلها : فقدته وذهب عنها ، لا تدري أين أخذ . وأضل ناقته يقال : أضل البعير والفرس : ذهبا عنه . ا هـ ."
    },
    {
      "ayah": 25,
      "surah": 76,
      "text": "( وَمِنَ اللَّيْلِ فَاسْجُدْ لَهُ ) يقول: ومن الليل فاسجد له في صلاتك، فسبحه ليلا طويلا يعني: أكثر الليل، كما قال جلّ ثناؤه:  قُمِ اللَّيْلَ إِلا قَلِيلا * نِصْفَهُ أَوِ انْقُصْ مِنْهُ قَلِيلا * أَوْ زِدْ عَلَيْهِ  .وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( وَمِنَ اللَّيْلِ فَاسْجُدْ لَهُ وَسَبِّحْهُ لَيْلا طَوِيلا ) يعني: الصلاة والتسبيح.\u0026; 24-117 \u0026;حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( وَاذْكُرِ اسْمَ رَبِّكَ بُكْرَةً وَأَصِيلا ) قال: بكرة: صلاة الصبح، وأصيلا صلاة الظهر الأصيل.وقوله: ( وَمِنَ اللَّيْلِ فَاسْجُدْ لَهُ وَسَبِّحْهُ لَيْلا طَوِيلا ) قال: كان هذا أوّل شيء فريضة. وقرأ:  يَا أَيُّهَا الْمُزَّمِّلُ * قُمِ اللَّيْلَ إِلا قَلِيلا * نِصْفَهُ  ، ثم قال:  إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أَدْنَى مِنْ ثُلُثَيِ اللَّيْلِ وَنِصْفَهُ وَثُلُثَهُ ...  إلى قوله:  فَاقْرَءُوا مَا تَيَسَّرَ مِنَ الْقُرْآنِ ...  إلى آخر الآية، ثم قال: مُحِي هذا عن رسول الله صلى الله عليه وسلم وعن الناس، وجعله نافلة فقال:  وَمِنَ اللَّيْلِ فَتَهَجَّدْ بِهِ نَافِلَةً لَكَ  قال: فجعلها نافلة."
    },
    {
      "ayah": 26,
      "surah": 76,
      "text": "وقوله: ( إِنَّ هَؤُلاءِ يُحِبُّونَ الْعَاجِلَةَ ) يقول تعالى ذكره: إن هؤلاء المشركين بالله يحبون العاجلة، يعني، الدنيا، يقول: يحبون البقاء فيها وتعجبهم زينتها( وَيَذَرُونَ وَرَاءَهُمْ يَوْمًا ثَقِيلا ) يقول: ويدعون خلف ظهورهم العمل للآخرة، وما لهم فيه النجاة من عذاب الله يومئذ، وقد تأوّله بعضهم بمعنى: ويذرون أمامهم يوما ثقيلا وليس ذلك قولا مدفوعا، غير أن الذي قلناه أشبه بمعنى الكلمة.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا مهران، عن سفيان ( وَيَذَرُونَ وَرَاءَهُمْ يَوْمًا ثَقِيلا ) قال: الآخرة."
    },
    {
      "ayah": 27,
      "surah": 76,
      "text": "يقول تعالى ذكره: نَحْنُ خَلَقْنَا هؤلاء المشركين بالله المخالفين أمره ونهيه ( وَشَدَدْنَا أَسْرَهُمْ ) : وشددنا خلقهم، من قولهم: قد أُسِر هذا الرجل فأُحسِن أسره، بمعنى: قد خلِقَ فأُحسِن خَلْقه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبى، قال: ثني عمي، قال: ثني أبي، عن \u0026; 24-118 \u0026; أبيه، عن ابن عباس، قوله: ( نَحْنُ خَلَقْنَاهُمْ وَشَدَدْنَا أَسْرَهُمْ ) يقول: شددنا خلقهم.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد قوله: ( وَشَدَدْنَا أَسْرَهُمْ ) قال: خَلْقهم.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَشَدَدْنَا أَسْرَهُمْ ): خَلْقهم.حدثنا بن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، مثله.وقال آخرون: الأسْر: المفاصل.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، سمعته - يعني: خلادا - يقول: سمعت أبا سعيد، وكان قرأ القرآن على أبي هريرة قال: ما قرأت القرآن إلا على أبي هريرة، هو أقرأني، وقال في هذه الآية ( وَشَدَدْنَا أَسْرَهُمْ ) قال: هي المفاصل.وقال آخرون: بل هو القوّة.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( وَشَدَدْنَا أَسْرَهُمْ ) قال: الأسر: القوّة.وأولى الأقوال في ذلك بالصواب القول الذي اخترناه، وذلك أن الأسر، هو ما ذكرت عند العرب؛ ومنه قول الأخطل:مِــنْ كــلّ مُجْـتَنَبٍ شَـدِيدٍ أسْـرُهسَــلِسِ الْقِيــادِ تَخالُــهُ مُخْتــالا (1)ومنه قول العامة: خذه بأسره: أي هو لك كله.وقوله: ( وَإِذَا شِئْنَا بَدَّلْنَا أَمْثَالَهُمْ تَبْدِيلا ) يقول: وإذا نحن شئنا أهلكنا هؤلاء \u0026; 24-119 \u0026; وجئنا بآخرين سواهم من جنسهم أمثالهم من الخلق، مخالفين لهم في العمل.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( بَدَّلْنَا أَمْثَالَهُمْ تَبْدِيلا ) قال: بني آدم الذين خالفوا طاعة الله، قال: وأمثالهم من بني آدم."
    },
    {
      "ayah": 28,
      "surah": 76,
      "text": "قوله: ( إِنَّ هَذِهِ تَذْكِرَةٌ ) يقول: إن هذه السورة تذكرة لمن تذكر واتعظ واعتبر.وبنحو الذي قلنا في ذلك قال أهل التأويل.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة في قوله: ( إِنَّ هَذِهِ تَذْكِرَةٌ ) قال: إن هذه السورة تذكرة.وقوله: ( فَمَنْ شَاءَ اتَّخَذَ إِلَى رَبِّهِ سَبِيلا ) يقول: فمن شاء أيها الناس اتخذ إلى رضا ربه بالعمل بطاعته، والانتهاء إلى أمره ونهيه ."
    },
    {
      "ayah": 29,
      "surah": 76,
      "text": "يقول تعالى ذكره: ( وَما تَشاءُونَ ) اتخاذ السبيل إلى ربكم أيها الناس ( إِلا أَنْ يَشَاءَ اللَّهُ ) ذلك لكم لأن الأمر إليه لا إليكم، وهو في قراءة عبد الله فيما ذُكر ( وَما تَشاءُونَ إِلا مَا شَاءَ اللَّهُ ) .وقوله ( إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا ) فلن يعدو منكم أحد ما سبق له في علمه بتدبيركم."
    },
    {
      "ayah": 3,
      "surah": 76,
      "text": "يعني جلّ ثناؤه بقوله: ( إِنَّا هَدَيْنَاهُ السَّبِيلَ ) إنا بينا له طريق الجنة، وعرّفناه سبيله، إن شكر، أو كفر. وإذا وُجِّه الكلام إلى هذا المعنى، كانت إما وإما في معنى الجزاء، وقد يجوز أن تكون إما وإما بمعنى واحد، كما قال:  إِمَّا يُعَذِّبُهُمْ وَإِمَّا يَتُوبُ عَلَيْهِمْ  فيكون قوله: ( إِمَّا شَاكِرًا وَإِمَّا كَفُورًا ) حالا من الهاء التي في هديناه، فيكون معنى الكلام إذا وُجه ذلك إلى هذا التأويل: إنا هديناه السبيل، إما شقيا وإما سعيدا، وكان بعض نحويِّي البصرة يقول ذلك كما قال:  إِمَّا الْعَذَابَ وَإِمَّا السَّاعَةَ  كأنك لم تذكر إما، قال: وإن شئت ابتدأت ما بعدها فرفعته.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( إِنَّا هَدَيْنَاهُ السَّبِيلَ ) قال: الشقوة والسَّعادة.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( إِنَّا هَدَيْنَاهُ السَّبِيلَ إِمَّا شَاكِرًا ) للنعم ( وَإِمَّا كَفُورًا ) لها.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( مِنْ نُطْفَةٍ أَمْشَاجٍ نَبْتَلِيهِ ... ) إلى ( إِنَّا هَدَيْنَاهُ السَّبِيلَ ) قال: ننظر أيّ شيء يصنع، أيّ الطريقين يسلك، وأيّ الأمرين يأخذ، قال: وهذا الاختبار."
    },
    {
      "ayah": 30,
      "surah": 76,
      "text": "وقوله: ( يُدْخِلُ مَنْ يَشَاءُ فِي رَحْمَتِهِ ) يقول: يدخل ربكم من يشاء منكم في رحمته، فيتوب عليه حتى يموت تائبا من ضلالته، فيغفر له ذنوبه، ويُدخله جنته ( وَالظَّالِمِينَ أَعَدَّ لَهُمْ عَذَابًا أَلِيمًا ) يقول: الذين ظلموا أنفسهم، فماتوا على شركهم، أعدّ لهم في الآخرة عذابا مؤلما موجعا، وهو عذاب جهنم. ونصب قوله: ( والظَّالمِينَ ) \u0026; 24-120 \u0026; لأن الواو ظرف لأعدّ، والمعنى: وأعد للظالمين عذابا أليما. وذُكر أن ذلك في قراءة عبد الله: ( ولِلظَّالِمِينَ أعَدَّ لَهُمْ ) بتكرير اللام، وفد تفعل العرب ذلك، وينشد لبعضهم:أقــولُ لَهَــا إذا ســألَتْ طَلاقًـاإلامَ تُســـارِعينَ إلــى فِــرَاقي? (2)ولآخر:فـأصْبَحْنَ لا يسـأَلْنهُ عَـنْ بِمَـا بِـهِأصَعَّـد فِـي غاوِي الهَوَى أمْ تَصَوَّبا? (3)بتكرير الباء، وإنما الكلام لا يسألنه عما به."
    },
    {
      "ayah": 31,
      "surah": 76,
      "text": "يدخل من يشاء في رحمتهوقوله : { يدخل من يشاء في رحمته } يقول : يدخل ربكم من يشاء منكم في رحمته , فيتوب عليه حتى يموت تائبا من ضلالته , فيغفر له ذنوبه , ويدخله جنته .والظالمين أعد لهم عذابا أليمايقول : الذين ظلموا أنفسهم , فماتوا على شركهم , أعد لهم في الآخرة عذابا مؤلما موجعا , وهو عذاب جهنم . ونصب قوله : { والظالمين } لأن الواو ظرف لأعد , والمعنى : وأعد للظالمين عذابا أليما . وذكر أن ذلك في قراءة عبد الله : \" وللظالمين أعد لهم \" بتكرير اللام , وقد تفعل العرب ذلك , وينشد لبعضهم : أقول لها إذا سألت طلاقا إلام تسارعين إلى فراقي ؟ ولآخر : فأصبحن لا يسألنه عن بما به أصعد في غاوي الهوى أم تصوبا ؟ بتكرير الباء , وإنما الكلام لا يسألنه عما به . آخر تفسير سورة الإنسان ."
    },
    {
      "ayah": 4,
      "surah": 76,
      "text": "وقوله: ( إِنَّا أَعْتَدْنَا لِلْكَافِرِينَ سَلاسِلَ ) يقول تعالى ذكره: إنا أعتدنا لمن كفر نعمتنا وخالف أمرنا سلاسل يُسْتَوْثَق بها منهم شدّا في الجحيم ( وأغْلالا ) يقول: وتشدّ بالأغلال فيها أيديهم إلى أعناقهم.وقوله: ( وَسَعِيرًا ) يقول: ونارا تُسْعر عليهم فتتوقد."
    },
    {
      "ayah": 5,
      "surah": 76,
      "text": "القول في تأويل قوله تعالى :  إِنَّ الأَبْرَارَ يَشْرَبُونَ مِنْ كَأْسٍ كَانَ مِزَاجُهَا كَافُورًا (5)  .يقول تعالى ذكره: إن الذين برّوا بطاعتهم ربهم في أداء فرائضه، واجتناب معاصيه، يشربون من كأس، وهو كل إناء كان فيه شراب ( كَانَ مِزَاجُها ) يقول: كان مزاج ما فيها من الشراب ( كافُورًا ) يعني: في طيب رائحتها كالكافور. وقد قيل: إن الكافور اسم لعين ماء في الجنة، فمن قال ذلك، جعل نصب العين على الردّ على الكافور، تبيانا عنه، ومن جعل الكافور صفة للشراب نصبها، أعني العين عن الحال، وجعل خبر كان قوله: ( كافُورًا ) ، وقد يجوز نصب العين من وجه ثالث، وهو نصبها بإعمال يشربون فيها فيكون معنى الكلام: إن الأبرار يشربون عينا يشرب بها عباد الله، من كأس كان مزاجها كافورا. وقد يجوز أيضا نصبها على المدح، فأما عامة أهل التأويل فإنهم قالوا: الكافور صفة للشراب على ما ذكرت.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( مِزَاجُهَا كَافُورًا ) قال: تمزج.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( إِنَّ الأبْرَارَ يَشْرَبُونَ مِنْ كَأْسٍ كَانَ مِزَاجُهَا كَافُورًا ) قال: قوم تمزج لهم بالكافور، وتختم لهم بالمسك.--------------------------------------------------------------------------------الهوامش:(1) لم أقف على قائل البيت، وقد جاءت فيه كلمة \"فرنها\" هكذا في المخطوطة والمطبوعة، ولم نهتد إلى تصويبها. وقد أنشده المؤلف عند تفسير قوله تعالى: { والتفت الساق بالساق } . قال أبو عبيدة في مجاز القرآن ( 183 ) { والتفت الساق بالساق } مثل: شمرت عن ساقها . ا هـ . وقال الفراء في معاني القرآن ( 350 ) : أتاه أول شدة أمر الآخرة، وأشد آخر أمر الدنيا. ويقال: التفت ساقاه كما يقال للمرأة إذا التصقت فخذاها: هي لفاء.(2) البيت من مشطور الرجز لسيدنا عبد الله بن رواحة الأنصاري، من أبيات قالها في غزوة مؤتة من أرض الشام ( سيرة ابن هشام: طبعة الحلبي الأولى 4 : 21 ) والنطفة: الماء القليل الصافي. والشنة: السقاء البالي. ومعناه: فيوشك أن تهراق النطفة، أو يتخرق السقاء، ضرب ذلك مثلا لنفسه في جسده.(3) البيتان لرؤبة بن العجاج ( ديوانه 32 ) . وقبله:حـــتى مســـيناهن بــالإخداجيقـــذفن كــل معجــل نشــاجوالنون: راجعة إلى النياق ومسيناهن ومسوناهن: أي أدخلنا أيدينا في حيائهن لإخراج الأجنة من بطونهن، من كل ولد ذي صوت، ولكنه لم يكس جلدا بعد، نخرجهن مع دم مختلط بغيره، مما يتجمع في الرحم والمشيمة. قال في ( اللسان: مشج ) وفي التنزيل العزيز { إنا خلقنا الإنسان من نطفة أمشاج } قال الفراء: الأمشاج: هي الأخلاط: ماء الرجل وماء المرأة، والدم والعلقة؛ ويقال للشيء من هذا إذا خلط: مشيج، كقولك: خليط، وممشوج: كقولك مخلوط، مشجت بدم وذلك الدم دم الحيض. وقال أبو إسحاق ( الزجاج ) أمشاج: أخلاط من مني ودم، ثم ينقل من حال إلى حال. ويقال: نطفة أمشاج: ماء الرجل يختلط بماء المرأة ودمها. ا هـ .(4) البيت في ( اللسان: مشج ) ونسبه لزهير بن حرام الهذلي، وهو الملقب بالداخل. ( وانظره في شرح السكري لأشعار الهذليين طبعة لندن 269 ) . ونسبه أبو عبيدة في مجاز القرآن ( 183 ) إلى أبي ذؤيب، وعنه نقل المؤلف. ونسب في الكامل للمبرد ( طبعة الحلبي 838 ) إلى الشماخ، وليس بصحيح. أما رواية البيت فتختلف ألفاظها في المراجع، وأجودها رواية الكامل، ( لسان العرب: شرخ ) وهي:كــأنَّ المَتْــنَ والشَّــرْخَينِ مِنْـهُخِـلافَ النَّصْـلِ سـيطَ بِـهِ مَشِـيجقال المبرد: يريد سهما رمى به، فأنفذ الرمية، وقد اتصل به دمها. والمتن: متن السهم. وشرخ كل شيء: حده. فأراه شرخي الفوق وهما حرفاه. والمشيج: اختلاط الدم بالنطفة. هذا أصله. وفي ( اللسان: شرخ ) وشرخ كل شيء: حرفه الناتئ، كالسهم ونحوه. وشرخا الفوق: حرفاه المشرفان اللذان يقع بينهما الوتر. ا هـ ."
    },
    {
      "ayah": 6,
      "surah": 76,
      "text": "القول في تأويل قوله تعالى :  عَيْنًا يَشْرَبُ بِهَا عِبَادُ اللَّهِ يُفَجِّرُونَهَا تَفْجِيرًا (6)  .وقوله: ( عَيْنًا يَشْرَبُ بِهَا عِبَادُ اللَّهِ ) يقول تعالى ذكره: كان مزاج الكأس التي يشرب بها هؤلاء الأبرار كالكافور في طيب رائحته من عين يشرب بها عباد الله الذين يدخلهم الجنة، والعين على هذا التأويل نصب على الحال من الهاء التي في ( مزاجها ) \u0026; 24-94 \u0026; ويعني بقوله: ( يَشْرَبُ بِهَا عِبَادُ اللَّهِ ) يُرْوَى بها ويُنتقع. وقيل: يشرب بها ويشربها بمعنى واحد. وذكر الفرّاء أن بعضهم أنشده:شَــرِبْنَ بِمَـاءِ الْبَحْـرِ ثُـمَّ تَـرَقَّعَتْمَتــى لُجَــج خُـضْرٍ لَهُـنَّ نَئِـيجُ (1)وعني بقوله: \" متى لجج \" من، ومثله: إنه يتكلم بكلام حسن، ويتكلم كلاما حسنا.وقوله: ( يُفَجِّرُونَهَا تَفْجِيرًا ) يقول تعالى ذكره: يفجرون تلك العين التي يشربون بها كيف شاءوا وحيث شاءوا من منازلهم وقصورهم تفجيرا، ويعني بالتفجير: الإسالة والإجراء.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، في قوله: ( يُفَجِّرُونَهَا تَفْجِيرًا ) قال: يعدّلونها حيث شاءوا.حدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، عن ابن أبي نجيح، عن مجاهد، قوله: ( يُفَجِّرُونَهَا تَفْجِيرًا ) قال: يقودونها حيث شاءوا.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( يُفَجِّرُونَهَا تَفْجِيرًا ) \u0026; 24-95 \u0026; قال: مستقيد ماؤها لهم يفجرونها حيث شاءوا.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان ( يُفَجِّرُونَهَا تَفْجِيرًا ) قال: يصرفونها حيث شاءوا."
    },
    {
      "ayah": 7,
      "surah": 76,
      "text": "يقول تعالى ذكره: إن الأبرار الذين يشربون من كأس كان مزاجها كافورا، برّوا بوفائهم لله بالنذور التي كانوا ينذرونها في طاعة الله.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( يُوفُونَ بِالنَّذْرِ ) قال: إذا نذروا في حق الله.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( يُوفُونَ بِالنَّذْرِ ) قال: كانوا ينذرون طاعة الله من الصلاة والزكاة، والحجّ والعمرة، وما افترض عليهم، فسماهم الله بذلك الأبرار، فقال: ( يُوفُونَ بِالنَّذْرِ وَيَخَافُونَ يَوْمًا كَانَ شَرُّهُ مُسْتَطِيرًا ).حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( يُوفُونَ بِالنَّذْرِ ) قال: بطاعة الله، وبالصلاة، وبالحجّ، وبالعمرة.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، قوله: ( يُوفُونَ بِالنَّذْرِ ) قال: في غير معصية، وفي الكلام محذوف اجتزئ بدلالة الكلام عليه منه، وهو كان ذلك. وذلك أن معنى الكلام: إن الأبرار يشربون من كأس كان مزاجها كافورا، كانوا يوفون بالنذر، فترك ذكر كانوا لدلالة الكلام عليها، والنذر: هو كلّ ما أوجبه الإنسان على نفسه من فعل؛ ومنه قول عنترة: \u0026; 24-96 \u0026;الشَّــاتِمَيْ عـرْضِي وَلَـمْ أشْـتُمْهُماوالنَّــاذِرَيْن إذا لَــمْ ألْقَهُمـا دَمـي (2)وقوله: ( وَيَخَافُونَ يَوْمًا كَانَ شَرُّهُ مُسْتَطِيرًا ) يقول تعالى ذكره: ويخافون عقاب الله بتركهم الوفاء بما نذروا لله من برّ في يوم كان شرّه مستطيرا، ممتدّا طويلا فاشيا.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَيَخَافُونَ يَوْمًا كَانَ شَرُّهُ مُسْتَطِيرًا ) استطار والله شرّ ذلك اليوم حتى ملأ السموات والأرض، وأما رجل يقول عليه نذر أن لا يصل رحما، ولا يتصدّق، ولا يصنع خيرا، فإنه لا ينبغي أن يكفر عنه، ويأتي ذلك، ومنه قولهم: استطار الصدع في الزجاجة واستطال: إذا امتدّ، ولا يقال ذلك في الحائط؛ ومنه قول الأعشى:فَبــانَتْ وَقــد أثـأرَتْ فِـي الفُـؤَادِ صَدْعــا عَـلى نَأْيِهـا مُسْـتَطيرا (3)يعني: ممتدّا فاشيا."
    },
    {
      "ayah": 8,
      "surah": 76,
      "text": "وقوله: ( وَيُطْعِمُونَ الطَّعَامَ عَلَى حُبِّهِ مِسْكِينًا ) يقول تعالى ذكره: كان هؤلاء الأبرار يطعمون الطعام على حبهم إياه، وشهوتهم له.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا يحيى بن طلحة اليربوعي، قال: ثنا فضيل بن عياض، عن منصور، عن مجاهد، في قوله: ( وَيُطْعِمُونَ الطَّعَامَ عَلَى حُبِّهِ ) قال: وهم يشتهونه.\u0026; 24-97 \u0026;حدثنا ابن حميد، قال: ثنا يحيى بن واضح، قال: ثنا أبو العريان، قال: سألت سليمان بن قيس أبا مقاتل بن سليمان، عن قوله: ( وَيُطْعِمُونَ الطَّعَامَ عَلَى حُبِّهِ مِسْكِينًا ) قال: على حبهم للطعام.وقوله: ( مِسْكينًا ) يعني جلّ ثناؤه بقوله مسكينا: ذوي الحاجة الذين قد أذلتهم الحاجة، ( ويَتِيمًا ) وهو الطفل الذي قد مات أبوه ولا شيء له ( وأسِيرًا ) : وهو الحربيّ من أهل دار الحرب يُؤخذ قهرا بالغلبة، أو من أهل القبلة يُؤخذ فيُحبس بحقّ، فأثنى الله على هؤلاء الأبرار بإطعامهم هؤلاء تقرّبا بذلك إلى الله وطلب رضاه، ورحمة منهم لهم.واختلف أهل العلم في الأسير الذي ذكره الله في هذا الموضع، فقال بعضهم: بما حدثنا به بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَيُطْعِمُونَ الطَّعَامَ عَلَى حُبِّهِ مِسْكِينًا وَيَتِيمًا وَأَسِيرًا ) قال: لقد أمر الله بالأسراء أن يحسن إليهم، وإن أسراهم يومئذ لأهل الشرك.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( وأسِيرًا ) قال: كان أسراهم يومئذ المشرك، وأخوك المسلم أحقّ أن تطعمه.قال: ثنا المعتمر، عن أبيه، عن أبي عمرو أن عكرِمة قال في قوله: ( وَيُطْعِمُونَ الطَّعَامَ عَلَى حُبِّهِ مِسْكِينًا وَيَتِيمًا وَأَسِيرًا ) زعم أنه قال: كان الأسرى في ذلك الزمان المشرك.حدثنا ابن بشار، قال: ثنا حماد بن مسعدة، قال: ثنا أشعث، عن الحسن ( وَيَتِيمًا وَأَسِيرًا ) قال: ما كان أسراهم إلا المشركين.وقال آخرون: عني بذلك: المسجون من أهل القبلة.* ذكر من قال ذلك:حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن ابن أبي نجيح، عن مجاهد، قال: الأسير: المسجون.حدثني أبو شيبة بن أبي شيبة، قال: ثنا عمر بن حفص، قال: ثني أبي عن حجاج، قال: ثني عمرو بن مرّة، عن سعيد بن جُبير في قوله الله: ( مِسْكِينًا وَيَتِيمًا وَأَسِيرًا ) من أهل القبلة وغيرهم، فسألت عطاء، فقال مثل ذلك.حدثني علي بن سهل الرملي، قال: ثنا يحيى - يعني: ابن عيسى - عن سفيان، \u0026; 24-98 \u0026; عن ابن أبي نجيح، عن مجاهد ( وأسِيرًا ) قال: الأسير،: هو المحبوس.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن ابن أبي نجيح، عن مجاهد، مثله.والصواب من القول في ذلك أن يقال: إن الله وصف هؤلاء الأبرار بأنهم كانوا في الدنيا يطعمون الأسير، والأسير الذي قد وصفت صفته؛ واسم الأسير قد يشتمل على الفريقين، وقد عمّ الخبر عنهم أنهم يطعمونهم فالخبر على عمومه حتى يخصه ما يجب التسليم له. وأما قول من قال: لم يكن لهم أسير يومئذ إلا أهل الشرك، فإن ذلك وإن كان كذلك، فلم يخصص بالخبر الموفون بالنذر يومئذ، وإنما هو خبر من الله عن كلّ من كانت هذه صفته يومئذ وبعده إلى يوم القيامة، وكذلك الأسير معنيّ به أسير المشركين والمسلمين يومئذ، وبعد ذلك إلى قيام الساعة."
    },
    {
      "ayah": 9,
      "surah": 76,
      "text": "وقوله: ( إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللَّهِ ) يقول تعالى ذكره: يقولون: إنما نطعمكم إذا هم أطعموهم لوجه الله، يعنون طلب رضا الله، والقُربة إليه ( لا نُرِيدُ مِنْكُمْ جَزَاءً وَلا شُكُورًا ) يقولون للذين يطعمونهم ذلك الطعام: لا نريد منكم أيها الناس على إطعامناكم ثوابا ولا شكورا.وفي قوله: ( وَلا شُكُورًا ) وجهان من المعنى: أحدهما أن يكون جمع الشكر كما الفُلوس جمع فَلس، والكفور جمع كُفْر. والآخر: أن يكون مصدرًا واحدًا في معنى جمع، كما يقال: قعد قعودا، وخرج خروجا.وقد حدثنا أبو كُريب، قال: ثنا وكيع، عن سفيان، عن سالم، عن مجاهد ( إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللَّهِ لا نُرِيدُ مِنْكُمْ جَزَاءً وَلا شُكُورًا ) قال: أما إنهم ما تكلموا به، ولكن علمه الله من قلوبهم، فأثنى به عليهم ليرغب في ذلك راغب.حدثنا محمد بن سنان القزاز، قال: ثنا موسى بن إسماعيل، قال: ثنا محمد بن مسلم بن أبي الوضاح، عن سالم، عن سعيد بن جُبير ( إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ اللَّهِ لا نُرِيدُ مِنْكُمْ جَزَاءً وَلا شُكُورًا ) قال: أما والله ما قالوه بألسنتهم، ولكن علمه الله من قلوبهم، فأثنى عليهم ليرغب في ذلك راغب."
    }
  ]
}
