{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 78,
      "text": "القول في تأويل قوله تعالى :  عَمَّ يَتَسَاءَلُونَ (1)يقول تعالى ذكره: عن أي شيء يتساءل هؤلاء المشركون بالله ورسوله من قريش يا محمد، وقيل ذلك له صلى الله عليه وسلم، وذلك أن قريشا جعلت فيما ذُكر عنها تختصم وتتجادل في الذي دعاهم إليه رسول الله صلى الله عليه وسلم من الإقرار بنبوّته، والتصديق بما جاء به من عند الله، والإيمان بالبعث، فقال الله لنبيه: فيم يتساءل هؤلاء القوم ويختصمون، و \" في\" و \" عن \" في هذا الموضع بمعنى واحد.* ذكر من قال ذلك:حدثنا أبو كُريب، قال: ثنا وكيع بن الجراح، عن مِسعر، عن محمد بن جحادة، عن الحسن، قال: لما بُعِث النبيّ صلى الله عليه وسلم جعلوا يتساءلون بينهم، فأنـزل الله: ( عَمَّ يَتَسَاءَلُونَ * عَنِ النَّبَإِ الْعَظِيمِ ) يعني: الخبر العظيم."
    },
    {
      "ayah": 10,
      "surah": 78,
      "text": "(وَجَعَلْنَا اللَّيْلَ لِبَاسًا) يقول تعالى ذكره: وجعلنا الليل لكم غشاء يتغشاكم سواده، وتغطيكم ظلمته، كما يغطي الثوب لابسه لتسكنوا فيه عن التصرّف لما كنتم تتصرّفون له نهارا؛ ومنه قول الشاعر:فلمَّـا لَبِسْـن اللَّيْـلَ أوْ حِـينَ نَصَّبَتْلـه مِـنْ خَـذا آذانِهـا وَهْـوَ دَالِـحُ (1)يعني بقوله \" لبسن الليل \": أدخلن في سواده فاستترن به.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن قتادة (وَجَعَلْنَا اللَّيْلَ لِبَاسًا) قال: سكنا.--------------------------الهوامش :(1) تقدم استشهاد المؤلف بهذا البيت في الجزء ( 11 : 146 ) وهو في ديوان ذي الرمة . والرواية فيه \" جانح \" في موضع \" دالح \" . والدالح : الذي يمشي بحمله وقد أثقله . ( انظر ديوان ذي الرمة 108 ) ."
    },
    {
      "ayah": 11,
      "surah": 78,
      "text": "وقوله: ( وَجَعَلْنَا النَّهَارَ مَعَاشًا ) يقول: وجعلنا النهار لكم ضياء لتنتشروا فيه لمعاشكم، وتتصرّفوا فيه لمصالح دنياكم، وابتغاء فضل الله فيه، وجعل جلّ ثناؤه النهار إذ كان سببا لتصرّف عباده لطلب المعاش فيه معاشا، كما في قول الشاعر:وأخُـو الهمـومِ إذا الهُمُـومُ تَحَضرَتْجُــنْحَ الظَّــلامِ وِســادُهُ لا يَرْقُـدُ (2)فجعل الوساد هو الذي لا يرقد، والمعنى لصاحب الوساد.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( النَّهَارَ مَعَاشًا ) قال: يبتغون فيه من فضل الله.-----------------------الهوامش :(2) يقال : حضره الهم ، واحتضره وتحضره : نزل به . يقول الشاعر : إن أخا الهموم إذا كثرت عليه الهموم وازدحمت فإن وساده لا ينام ، يريد صاحب وساده ، يعني : نفسه ."
    },
    {
      "ayah": 12,
      "surah": 78,
      "text": "القول في تأويل قوله تعالى :  وَبَنَيْنَا فَوْقَكُمْ سَبْعًا شِدَادًا (12)يقول تعالى ذكره: (وَبَنَيْنَا فَوْقَكُمْ) : وسقفنا فوقكم، فجعل السقف بناء، إذ كانت العرب تسمي سقوف البيوت - وهي سماؤها - بناءً وكانت السماء للأرض سقفا، فخاطبهم بلسانهم إذ كان التنـزيل بِلسانهم، وقال (سَبْعًا شِدَادًا) إذ كانت وثاقا محكمة الخلق، لا صدوع فيهنّ ولا فطور، ولا يبليهنّ مرّ الليالي والأيام."
    },
    {
      "ayah": 13,
      "surah": 78,
      "text": "وقوله: (وَجَعَلْنَا سِرَاجًا وَهَّاجًا) يقول تعالى ذكره: وجعلنا سراجا، يعني بالسراج: الشمس وقوله: (وَهَّاجًا) يعني: وقادا مضيئا.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، في قوله: (وَجَعَلْنَا سِرَاجًا وَهَّاجًا) يقول: مضيئا.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس (وَجَعَلْنَا سِرَاجًا وَهَّاجًا) يقول: سراجا منيرا.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: (سِرَاجًا وَهَّاجًا) قال: يتلألأ.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة (سِرَاجًا وَهَّاجًا) قال: الوهاح: المنير.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان (سِرَاجًا وَهَّاجًا) قال: يتلألأ ضوءه."
    },
    {
      "ayah": 14,
      "surah": 78,
      "text": "وقوله: ( وَأَنـزلْنَا مِنَ الْمُعْصِرَاتِ ) اختلف أهل التأويل في المعنيِّ بالمعصرات، فقال بعضهم: عُنِي بها الرياح التي تعصر في هبوبها.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( وَأَنـزلْنَا مِنَ الْمُعْصِرَاتِ ) فالمعصرات: الريح.حدثنا ابن حميد، قال: ثنا يحيى بن واضح، قال: ثنا الحسين، عن يزيد، عن عكرِمة، أنه كان يقرأ ( وأنـزلْنا بالمُعْصِرَاتِ ) يعني: الرياح.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، عن ابن أبي نجيح، عن مجاهد، قوله: ( مِنَ الْمُعْصِرَاتِ ) قال: الريح.وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، عن ابن أبي نجيح، عن مجاهد، مثله.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قال: هي في بعض القراءات ( وَأنـزلْنا بالمُعْصِرَات ) : الرياح.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( وَأَنـزلْنَا مِنَ الْمُعْصِرَاتِ ) قال: المعصرات: الرياح، وقرأ قول الله:  الَّذِي يُرْسِلُ الرِّيَاحَ فَتُثِيرُ سَحَابًا  إلى آخر الآية.وقال آخرون: بل هي السحاب التي تتحلب بالمطر ولمَّا تمطر، كالمرأة المعصر التي قد دنا أوان حيضها ولم تحض.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا مهران، عن سفيان ( مِنَ الْمُعْصِرَاتِ ) قال: المعصرات: السحاب.حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( وَأَنـزلْنَا مِنَ الْمُعْصِرَاتِ ) يقول: من السحاب.قال: ثنا مهران، عن أبي جعفر، عن الربيع: ( الْمُعْصِرَاتِ ) السحاب.وقال آخرون: بل هي السماء.* ذكر من قال ذلك:حدثني يعقوب، قال: ثنا ابن عُلَية، عن أبي رجاء، قال: سمعت الحسن يقول: ( وَأَنـزلْنَا مِنَ الْمُعْصِرَاتِ ) قال: من السماء.حدثنا بشر. قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَأَنـزلْنَا مِنَ الْمُعْصِرَاتِ ) قال: من السموات.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، قوله: ( وَأَنـزلْنَا مِنَ الْمُعْصِرَاتِ ) قال: من السماء.وأولى الأقوال في ذلك بالصواب أن يقال: إن الله أخبر أنه أنـزل من المعصرات - وهي التي قد تحلبت بالماء من السحاب - ماء.وإنما قلنا ذلك أولى بالصواب؛ لأن القول في ذلك على أحد الأقوال الثلاثة التي ذكرت، والرياح لا ماء فيها فينـزل منها، وإنما ينـزل بها، وكان يصحّ أن تكون الرياح لو كانت القراءة ( وَأنـزلنا بالمُعْصِرَاتِ ) فلما كانت القراءة ( مِنَ الْمُعْصِرَاتِ ) علم أن المعنيّ بذلك ما وصفت.فإن ظنّ ظانّ أن الباء قد تعقب في مثل هذا الموضع من قيل ذلك، وإن كان كذلك، فالأغلب من معنى \" من \" غير ذلك، والتأويل على الأغلب من معنى الكلام. فإن قال: فإن السماء قد يجوز أن تكون مرادا بها. قيل: إن ذلك وإن كان كذلك، فإن الأغلب من نـزول الغيث من السحاب دون غيره.وأما قوله: ( مَاءً ثَجَّاجًا ) يقول: ماء منصبا يتبع بعضه بعضا كثجّ دماء البدن، وذلك سفكها.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس ( مَاءً ثَجَّاجًا ) قال: منصبا.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس: ( مَاءً ثَجَّاجًا ) ماء من السماء منصبا.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( مَاءً ثَجَّاجًا ) قال: منصبًّا.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة: ( مَاءً ثَجَّاجًا ) قال: الثجاج: المنصبّ.حدثنا ابن حميد، قال: ثنا مهران، عن أبي جعفر، عن الربيع ( مَاءً ثَجَّاجًا ) قال: منصبا.قال: ثنا مهران، عن سفيان ( مَاءً ثَجَّاجًا ) قال: متتابعا.وقال بعضهم: عُنِي بالثجَّاج: الكثير.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب ( مَاءً ثَجَّاجًا ) قال: كثيرا، ولا يُعرف في كلام العرب من صفة الكثرة الثجّ، وإنما الثجّ: الصب المتتابع. ومنه قول النبيّ صلى الله عليه وسلم: \" أفْضَلُ الحَجِّ الْعَجُّ والثجّ\" يعني بالثج: صبّ دماء الهدايا والبُدن بذبحها، يقال منه: ثججت دمه، فأنا أثجُّه ثجا، وقد ثجَّ الدم، فهو يثجّ ثجوجا."
    },
    {
      "ayah": 15,
      "surah": 78,
      "text": "القول في تأويل قوله تعالى :  لِنُخْرِجَ بِهِ حَبًّا وَنَبَاتًا (15)يقول تعالى ذكره: لنخرج بالماء الذي ننـزله من المعصرات إلى الأرض حبا، والحب كل ما تضمنه كمام الزرع التي تحصد، وهي جمع حبة، كما الشعير جمع شعيرة، وكما التمر جمع تمرة: وأما النبات فهو الكلأ الذي يُرْعى، من الحشيش والزروع."
    },
    {
      "ayah": 16,
      "surah": 78,
      "text": "وقوله: (وَجَنَّاتٍ أَلْفَافًا) يقول: ولنخرج بذلك الغيث جنات، وهي البساتين، وقال: (وَجَنَّاتٍ) والمعنى: وثمر جنات، فترك ذكر الثمر استغناء بدلالة الكلام عليه من ذكره. وقوله: (أَلْفَافًا) يعني: ملتفة مجتمعة.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: (وَجَنَّاتٍ أَلْفَافًا) قال: مجتمعة.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس (وَجَنَّاتٍ أَلْفَافًا) يقول: وجنات التفّ بعضها ببعض.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد (وَجَنَّاتٍ أَلْفَافًا) قال: ملتفة.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: (وَجَنَّاتٍ أَلْفَافًا) قال: التفّ بعضها إلى بعض.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: (وَجَنَّاتٍ أَلْفَافًا) قال: التفّ بعضها إلى بعض.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان (وَجَنَّاتٍ أَلْفَافًا) قال: ملتفة.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: (وَجَنَّاتٍ أَلْفَافًا) قال: هي الملتفة، بعضها فوق بعض.واختلف أهل العربية في واحد الألفاف، فكان بعض نحويي البصرة يقول: واحدها: لَفٌّ. وقال بعض نحويِّي الكوفة: واحدها: لف ولفيف، قال: وإن شئت كان الإلفاف جمعا واحده جمع أيضا، فتقول: جنة لفَّاء، وجنات لفّ، ثم يجمع اللَّفَّ ألفافا.وقال آخر منهم: لم نسمع شجرة لفة، ولكن واحدها لفاء، وجمعها لفّ، وجمع لفّ: ألفاف، فهو جمع الجمع.والصواب من القول في ذلك أن الألفاف جمع لفّ أو لفيف، وذلك أن أهل التأويل مجمعون على أن معناه: ملتفة، واللفاء، هي الغليظة، وليس الالتفاف من الغلظ في شيء، إلا أن يوجه إلى أنه غلظ الالتفاف، فيكون ذلك حينئذ وجها."
    },
    {
      "ayah": 17,
      "surah": 78,
      "text": "وقوله: (إِنَّ يَوْمَ الْفَصْلِ كَانَ مِيقَاتًا) يقول تعالى ذكره: إن يوم يفصل الله فيه بين خلقه، فيأخذ فيه من بعضهم لبعض، كان ميقاتًا لما أنفذ الله لهؤلاء المكذّبين بالبعث، ولضربائهم من الخلق.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: (إِنَّ يَوْمَ الْفَصْلِ كَانَ مِيقَاتًا) وهو يوم عظَّمه الله، يفصِل الله فيه بين الأوّلين والآخرين بأعمالهم."
    },
    {
      "ayah": 18,
      "surah": 78,
      "text": "وقوله: (يَوْمَ يُنْفَخُ فِي الصُّورِ) تَرْجَم بيوم ينفخ عن يوم الفصل، فكأنه قيل: يوم الفصل كان أجلا لما وعدنا هؤلاء القوم، يوم ينفخ في الصور، وقد بيَّنت معنى الصور فيما مضى قبل، وذكرت اختلاف أهل التأويل فيه، فأغنى ذلك عن إعادته في هذا الموضع، وهو قَرْن يُنْفَخ فيه عندنا.كما حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن سليمان التيميّ، عن أسلم، عن بشر بن شغاف، عن عبد الله بن عمرو، عن النبيّ صلى الله عليه وسلم، قال: \" الصور: قرن \" .حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: (يَوْمَ يُنْفَخُ فِي الصُّورِ) والصُّور: الخَلق.وقوله: (فَتَأْتُونَ أَفْوَاجًا) يقول: فيجيئون زمرا زمرا، وجماعة جماعة.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن. قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: (أَفْوَاجًا) قال: زُمرًا زُمرًا.وإنما قيل: (فَتَأْتُونَ أَفْوَاجًا) لأن كلّ أمة أرسل الله إليها رسولا تأتي مع الذي أرسل إليها كما قال: ( يَوْمَ نَدْعُوا كُلَّ أُنَاسٍ بِإِمَامِهِمْ )"
    },
    {
      "ayah": 19,
      "surah": 78,
      "text": "وقوله: (وَفُتِحَتِ السَّمَاءُ فَكَانَتْ أَبْوَابًا) يقول تعالى ذكره: وشققت السماء فصدّعت، فكانت طُرقا، وكانت من قبل شدادا لا فطور فيها ولا صدوع. وقيل: معنى ذلك: وفُتحت السماء فكانت قِطعا كقطع الخشب المشقَّقة لأبواب الدور والمساكن، قالوا: ومعنى الكلام: وفُتحت السماء فكانت قِطعا كالأبواب، فلما أسقطت الكاف صارت الأبواب الخبر، كما يقال في الكلام: كان عبد الله أسدا، يعني: كالأسد."
    },
    {
      "ayah": 2,
      "surah": 78,
      "text": "قال أبو جعفر، ثم أخبر الله نبيه صلى الله عليه وسلم عن الذي يتساءلونه، فقال: يتساءلون عن النبأ العظيم: يعني: عن الخبر العظيم.واختلف أهل التأويل في المعنيّ بالنبأ العظيم، فقال بعضهم: أريد به القرآن.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، في قول الله: ( عَنِ النَّبَإِ الْعَظِيمِ ) قال: القرآن.وقال آخرون: عني به البعث.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، في قوله: (عَنِ النَّبَإِ الْعَظِيمِ) وهو البعث بعد الموت.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن سعيد، عن قتادة (عَنِ النَّبَإِ الْعَظِيمِ) قال: النبأ العظيم: البعث بعد الموت.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: (عَمَّ يَتَسَاءَلُونَ * عَنِ النَّبَإِ الْعَظِيمِ * الَّذِي هُمْ فِيهِ مُخْتَلِفُونَ) قال: يوم القيامة؛ قال: قالوا هذا اليوم الذي تزعمون أنا نحيا فيه وآباؤنا، قال: فهم فيه مختلفون، لا يؤمنون به، فقال الله: بل هو نبأ عظيم أنتم عنه معرضون: يوم القيامة لا يؤمنون به."
    },
    {
      "ayah": 20,
      "surah": 78,
      "text": "وقوله: ( وَسُيِّرَتِ الْجِبَالُ فَكَانَتْ سَرَابًا ) يقول: ونُسفت الجبال فاجتثت من أصولها، فصيرت هباء منبثا، لعين الناظر، كالسراب الذي يظنّ من يراه من بُعد ماء، وهو في الحقيقة هباء."
    },
    {
      "ayah": 21,
      "surah": 78,
      "text": "القول في تأويل قوله تعالى :  إِنَّ جَهَنَّمَ كَانَتْ مِرْصَادًا (21).يعني تعالى ذكره بقوله: إن جهنم كانت ذات رَصْد لأهلها الذين كانوا يكذّبون في الدنيا بها وبالمعاد إلى الله في الآخرة، ولغيرهم من المصدّقين بها. ومعنى الكلام: إن جهنم كانت ذات ارتقاب ترقب من يجتازها وترصُدهم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا زكريا بن يحيى بن أبي زائدة، قال: ثنا مسلم بن إبراهيم، عن عبد الله بن بكر بن عبد الله المازني، قال: كان الحسن إذا تلا هذه الآية: (إِنَّ جَهَنَّمَ كَانَتْ مِرْصَادًا) قال: ألا إنّ على الباب الرّصَد، فمن جاء بجواز جاز، ومن لم يجئ بجواز احتبس.حدثنِي يعقوب، قال: ثنا إسماعيل بن عُلَية، عن أبي رجاء، عن الحسن، في قوله: (إِنَّ جَهَنَّمَ كَانَتْ مِرْصَادًا) قال: لا يدخل الجنة أحد حي يجتاز النار.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: (إِنَّ جَهَنَّمَ كَانَتْ مِرْصَادًا) يُعْلِمُنا أنه لا سبيل إلى الجنة حتى يَقطَع النار.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان (إِنَّ جَهَنَّمَ كَانَتْ مِرْصَادًا) قال: عليها ثلاث قناطر."
    },
    {
      "ayah": 22,
      "surah": 78,
      "text": "وقوله: (لِلطَّاغِينَ مَآبًا) يقول تعالى ذكره: إن جهنم للذين طَغَوا في الدنيا، فتجاوزوا حدود الله استكبارا على ربهم كانت منـزلا ومرجعا يرجعون إليه، ومصيرا يصيرون إليه يسكنونه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك.حدثنا بشر، قال: ثنا يزيد. قال: ثنا سعيد، عن قتادة (لِلطَّاغِينَ مَآبًا) أي منـزلا ومأوى.حدثنا ابن حميد، قال: ثنا مهران عن سفيان (مَآبًا) يقول: مرجعا ومنـزلا."
    },
    {
      "ayah": 23,
      "surah": 78,
      "text": "وقوله: (لابِثِينَ فِيهَا أَحْقَابًا) يقول تعالى ذكره: إن هؤلاء الطاغين في الدنيا لابثون في جهنم، فماكثون فيها أحقابا.واختلفت القرّاء في قراءة قوله: (لابِثِينَ) فقرأ ذلك عامة قرّاء المدينة والبصرة وبعض قرّاء الكوفة (لابِثِينَ) بالألف. وقرأ ذلك عامة قرّاء الكوفة \" لَبِثِينَ \" بغير ألف، وأفصح القراءتين وأصحهما مخرجا في العربية قراءة من قرأ ذلك بالألف، وذلك أن العرب لا تكاد توقع الصفة إذا جاءت على فَعِل فتعملها في شيء، وتنصبه بها، لا يكادون أن يقولوا: هذا رجل بَخِل بماله، ولا عَسِر علينا، ولا هو خَصِم لنا؛ لأن فعل لا يأتي صفة إلا مدحا أو ذما، فلا يعمل المدح والذمّ في غيره، وإذا أرادوا إعمال ذلك في الاسم أو غيره جعلوه فاعلا فقالوا: هو باخل بماله، وهو طامع فيما عندنا، فلذلك قلت: إن (لابِثِينَ) أصح مخرجا في العربية وأفصح، ولم أُحِلّ قراءة من قرأ ( لَبِثِينَ ) وإن كان غيرها أفصح، لأن العرب ربما أعملت المدح في الأسماء، وقد يُنشد بيت لبيد:أوْ مِسْـحَلٌ عَمِـلٌ عِضَـادَةَ سَـمْحَجٍبِسَـــرَاتِهَا نَــدَبٌ لَــهُ وكُلُــومُ (3)فأعمل عَمِلٌ في عِضادة، ولو كانت عاملا كانت أفصح، ويُنشد أيضا:... ... ... ... ... ... ... ...وبالفـأس ضَـرَّابٌ رُءُوسَ الكَـرَانِفِ (4)ومنه قول عباس بن مرداس:أكَــرَّ وأحْــمَى لِلْحَقِيقَــةِ مِنْهُــمُوأضْـرَبَ مِنَّـا بالسُّـيُوفِ الْقَوَانِسـا (5)وأما الأحقاب فجمع حُقْب، والحِقَب: جمع حِقْبة، كما قال الشاعر:عِشْــنا كَنَدْمَــانَيْ جَذِيمَــةَ حِقْبَـةًمِـنَ الدَّهْـرِ حـتى قيـلَ لَن نَتَصَدَّعا (6)فهذه جمعها حِقَب، ومن الأحقاب التي جمعها حقب (7) قول الله:  أَوْ أَمْضِيَ حُقُبًا  فهذا واحد الأحقاب.وقد اختلف أهل التأويل في مبلغ مدة الحُقْب، فقال بعضهم: مدة ثلاث مئة سنة.* ذكر من قال ذلك:حدثنا عمران بن موسى القزاز، قال: ثنا عبد الوارث بن سعيد، قال: ثنا إسحاق بن سُويد، عن بشير بن كعب، في قوله: (لابِثِينَ فِيهَا أَحْقَابًا) قال: بلغني أن الحُقب ثلاث مئة سنة، كلّ سنة ثلاث مئة وستون يوما، كل يوم ألف سنة.وقال آخرون: بل مدة الحُقْب الواحد: ثمانون سنة.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، قال: ثني عمار الدُّهْنيّ، عن سالم بن أبي الجعد، قال: قال عليّ بن أبي طالب رضي الله عنه لهلال الهَجرِيّ: ما تجدون الحُقْب في كتاب الله المنـزل؟ قال: نجد ثمانين سنة كل سنة اثنا عشر شهرا، كل شهر ثلاثون يوما، كل يوم ألف سنة.حدثنا تميم بن المنتصر، قال: أخبرنا إسحاق، عن شريك، عن عاصم بن أبي النَّجود، عن أبي صالح، عن أبي هريرة: أنه قال: الحُقب: ثمانون سنة، والسنة: ستون وثلاث مئة يوم، واليوم: ألف سنة.حدثنا ابن حميد، قال: ثنا مهران، عن أبى سنان، عن ابن عباس، قال: الحُقْب: ثمانون سنة.حدثنا أبو كُريب، قال: ثنا جابر بن نوح، قال: ثنا الأعمش، عن سعيد، بن جُبير، في قوله: (لابِثِينَ فِيهَا أَحْقَابًا) قال: الحقب: ثمانون سنة، السنة: ثلاث مئة وستون يوما، اليوم: سنة أو ألف سنة \" الطبري يشكّ\".حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قال الله: (لابِثِينَ فِيهَا أَحْقَابًا) وهو ما لا انقطاع له، كلما مضى حُقْب جاء حُقْب بعده. وذُكر لنا أن الحُقْب ثمانون سنة.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: (أَحْقَابًا) قال: بلغنا أن الحقب ثمانون سنة من سني الآخرة.حدثنا ابن حميد، قال: ثنا مهران، عن أبي جعفر، عن الربيع بن أنس (لابِثِينَ فِيهَا أَحْقَابًا) لا يعلم عدّة هذه الأحقاب إلا الله، ولكن الحُقْب الواحد: ثمانون سنة، والسنة: ثلاث مئة وستون يوما، كل يوم من ذلك ألف سنة.وقال آخرون: الحُقْب الواحد: سبعون ألف سنة.* ذكر من قال ذلك:حدثني ابن عبد الرحيم البرقي، قال: ثني عمرو بن أبي سلمة، عن زهير، عن سالم، قال: سمعت الحسن يُسْأل عن قول الله: (لابِثِينَ فِيهَا أَحْقَابًا) قال: أما الأحقاب فليس لها عدّة إلا الخلود في النار؛ ولكن ذكروا أن الحُقْب الواحد سبعون ألف سنة، كلّ يوم من تلك الأيام السبعين ألفا كألف سنة مما تَعُدّون.حدثنا عمرو بن عبد الحميد الآمُلِيّ، قال: ثنا أبو أُسامة، عن هشام، عن الحسن في قوله: (لابِثِينَ فِيهَا أَحْقَابًا) قال: أما الأحقاب، فلا يَدرِي أحد ما هي، وأما الحُقْب الواحد: فسبعون ألف سنة، كلّ يوم كألف سنة.ورُوي عن خالد بن معدان في هذه الآية أنها في أهل القِبلة.* ذكر من قال ذلك:حدثنا عليّ، قال: ثنا أبو صالح، قال: ثني معاوية بن صالح، عن عامر بن جَشْبٍ، عن خالد بن معدان في قوله: (لابِثِينَ فِيهَا أَحْقَابًا) ، وقوله:  إِلا مَا شَاءَ رَبُّكَ  إنهما في أهل التوحيد من أهل القبلة.فإن قال قائل: فما أنت قائل في هذا الحديث؟ قيل: الذي قاله قتادة عن الربيع بن أنس في ذلك أصحّ. فإن قال: فما للكفار عند الله عذاب إلا أحقابا، قيل: إن الربيع وقتادة قد قالا إن هذه الأحقاب لا انقضاء لها ولا انقطاع لها. وقد يحتمل أن يكون معنى ذلك: لابثين فيها أحقابا في هذا النوع من العذاب هو أنهم: (لا يَذُوقُونَ فِيهَا بَرْدًا وَلا شَرَابًا * إِلا حَمِيمًا وَغَسَّاقًا) فإذا انقضت تلك الأحقاب، صار لهم من العذاب أنواع غير ذلك، كما قال جلّ ثناؤه في كتابه:  وَإِنَّ لِلطَّاغِينَ لَشَرَّ مَآبٍ * جَهَنَّمَ يَصْلَوْنَهَا فَبِئْسَ الْمِهَادُ * هَذَا فَلْيَذُوقُوهُ حَمِيمٌ وَغَسَّاقٌ * وَآخَرُ مِنْ شَكْلِهِ أَزْوَاجٌ  وهذا القول عندي أشبه بمعنى الآية.وقد رُوي عن مقاتل بن حيان في ذلك ما حدثني محمد بن عبد الرحيم البرقي، قال: ثنا عمرو بن أبي سَلَمة، قال: سألت أبا معاذ الخراساني، عن قول الله: (لابِثِينَ فِيهَا أَحْقَابًا) فأخبرنا عن مقاتل بن حَيان، قال: منسوخة، نسختها  فَلَنْ نَـزِيدَكُمْ إِلا عَذَابًا  ولا معنى لهذا القول؛ لأن قوله: (لابِثِينَ فِيهَا أَحْقَابًا) خبر والأخبار لا يكون فيها نسخ، وإنما النسخ يكون في الأمر والنهي.--------------------------الهوامش :(3) البيت للبيد يصف حمارًا وحشيا وأتانه ( اللسان : عمل ) . والمسحل : هو الحمار الوحشي ، صفة غالبة . وسحيله : أشد نهيقه ( اللسان : سحل ) والعمل بوزن نهم : وصف بمعنى عامل . والعضادة : ما يكنف الشيء ويكون عونا له ، يقال : فلان عضد فلان وعضادته ومعاضده : إذا كان يعاونه ويرافقه . ويروي \" أو مسحل سنق \" والسنق : البشم والتخمة . والسمحج : الأتان الطويلة الظهر . وسراتها : وسط ظهرها . والندب : جمع ندبة بالتحريك ، وهي أثر الجرح . والكلوم : جمع كلم ، وهو الجرح ، أي : أنه دائم العض لها ، ففي ظهرها منه ندوب التأمت وجروح لم تلتئم بعد . يقول : هو يعضدها ، مرة عن يمينها ، ومرة عن يسارها لا يفارقها . ( التهذيب : عمل ) . وقال الفراء في معاني القرآن ( الورقة 355 ) وقوله : { لابثين فيها أحقابا } حدثت عن الأعمش أنه قال : بلغنا عن علقمة أنه قرأ : { لبثين } ، وهي قراءة أصحاب عبد الله بن مسعود ، والناس بعد يقرءون : { لا بثين } وهو أجود الوجهين ؛ لأن لابثين إذا كانت في موضع تقع فتنصب ، كانت بالألف ، مثل الطامع والباخل عن قليل ، وهو جائز كما يقال : رجل طمع وطامع ، ولو قلت : هذا طمع فيما قبلك ، كان جائزا ، وقال لبيد \" أو مسحل عمل ... \" البيت . فأوقع ( عمل ) على العضادة ولو كانت ( عامل ) كان أبين في العربية . وكذلك إذا قلت للرجل ضراب و ضروب ، فلا توقعنهما على شيء ، لأنهما مدح ، فإذا احتاج إلى إيقاعهما فعل ؛ أنشدني بعضهم :* وبالفأس ضراب رءوس الكرانف *واحدها : كرنافة ، وهي أصول السعف . ا هـ .(4) هذا عجز البيت للبيد وصدره : والكرناف والكرنافة ( بضم الكاف وكسرها ) كما في ( اللسان : كرنف ) أصول الكرب التي تبقى في جذع السعف . وما قطع من السعف فهو الكرب ، والجمع : كرانيف . وقال ابن سيده : الكرنافة والكرنوفة : أصل السعفة الغليظ الملتزق بجذع النخلة . وقد تقدم كلام الفراء على هذا الشاهد مع الشاهد الذي قبله . وخلاصته أن اسم الفاعل وصيغ المبالغة قد تنصب المفعول به ؛ أما ما كان على وزن فعل منها كحذر ، فإنه لا يعمل في المفعول به ، وقد جاء الشاهد السابق بعمله في المفعول به .(5) البيت لعباس بن مرداس السلمي ( خزانة الأدب للبغدادي 3 : 518 ) وقبله :فَلَــمْ أرَ مِثْــلَ الحَــيِّ مُصَبِّحًـاوَلا مِثْلَنــا يَــوْمَ الْتَقَيْنـا فَوَارِسَـاالشاهد في قوله : \" وأضرب منا بالسيوف القوانسا \" فإن القوانس منصوب مفعول به لا لقوله \" أضرب \" الذي هو أفعل تفضيل ؛ لأن أفعل التفضيل ضعيف في العمل ، فإذا جاء بعده ما هو مفعول به ، فهو مفعول لفعل مقدر ، من لفظ أفعل التفضيل ، أي : ونضرب بالسيوف القوانسا . قال ابن جني في إعراب الحماسة : \" القوانس : منصوب عندنا بفعل مضمر يدل عليه \" أضرب \" ، أي : ضربنا ، أو نضرب القوانس .(6) ‌البيت لمتمم بن نويرة اليربوعي من قصيدة له في رثاء أخيه مالك بن نويرة ، ذكرها صاحب المفضليات ( طبعة السندوبي 126 - 130 ) وهذا بيت الشاهد مع الذي قبله ، قال :وَعِشْـنا بِخـيرٍ فِــي الْحيـاةِ وقَبْلَنـاأصَـابَ المَنايـا رَهْـطَ كِسْـرَى وتُبَّعاوكُنَّــا كَنَدْمَــانَيْ جَذِيمــةَ بُرْهَـةًمـنَ الدَّهْـرِ حـتى قيـلَ لنْ يتصَدّعـاندماني جذيمة : مالك وعقيل ، ولهما قصة مع جذيمة الأبرش ملك الحيرة . والبرهة : مدة من الزمان تطول وتقصر . وفي رواية المؤلف \" حقبة \" ، قال في ( اللسان : حقب ) الحقبة من الدهر لا وقت لها ، والجمع : حقب ، كفرية وفرى . والحقب ( كقفل ) والحقب ( كعنق ) ثمانون سنة ، وقيل : أكثر من ذلك . ا هـ . والجمع : أحقاب .(7) لعله : التي هي جمع حقب ."
    },
    {
      "ayah": 24,
      "surah": 78,
      "text": "وقوله: (لا يَذُوقُونَ فِيهَا بَرْدًا وَلا شَرَابًا) يقول: لا يطعمون فيها بردا يبرد حرّ السعير عنهم، إلا الغساق، ولا شرابا يرويهم من شدّة العطش الذي بهم، إلا الحميم. وقد زعم بعض أهل العلم بكلام العرب أن البرد في هذا الموضع النوم، وأن معنى الكلام: لا يذوقون فيها نوما ولا شرابا، واستشهد لقيله ذلك بقول الكنديّ:بَــرَدَتْ مَرَاشِــفُها عَـليَّ فَصَـدَّنيعَنْهــا وَعَــنْ قُبُلاتِهــا الــبَرْدُ (8)يعني بالبرد: النُّعاس، والنوم إن كان يُبرِد غليلَ العطش، فقيل له من أجل ذلك  البرد فليس هو باسمه المعروف، وتأويل كتاب الله على الأغلب من معروف كلام العرب، دون غيره.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا مهران، عن أبي جعفر، عن الربيع (لا يَذُوقُونَ فِيهَا بَرْدًا وَلا شَرَابًا * إِلا حَمِيمًا وَغَسَّاقًا) فاستثنى من الشراب الحميم، ومن البَرْد: الغَسَّاق.----------------------الهوامش :(8) نسبه المؤلف للكندي . ( وقال : إن المراد بالبرد ، هو النعاس ، على ما قاله بعض العارفين بكلام العرب . وفي اللسان : برد ) قال الأصمعي : قلت لأعرابي : ما يحملكم على نومة الضحى ؟ قال : إنها مبردة في الصيف . مسخنة في الشتاء . ا هـ . وقال الأزهري في قوله تعالى : { لا يذوقون فيها بردا ولا شرابا } روى عن ابن عباس قال : لا يذوقون فيها برد الشراب ولا الشراب . قال : وقال بعضهم : \" لا يذوقون فيها برداً \" ، يريد نوما ، وإن النوم ليبرد صاحبه ، وإن العطشان لينام فيبرد بالنوم \" . ا هـ . والقول الأخير هو قول الفراء في ( معاني القرآن 355 ) ."
    },
    {
      "ayah": 25,
      "surah": 78,
      "text": "وقوله: ( إِلا حَمِيمًا وَغَسَّاقًا ) يقول تعالى ذكره: لا يذوقون فيها بردا ولا شرابا إلا حميمًا قد أغلي حتى انتهى حرّه، فهو كالمُهْل يَشْوِي الوجوه، ولا بردًا إلا غَسَّاقًا.اختلف أهل التأويل في معنى الغَسَّاق، فقال بعضهم: هو ما سال من صديد أهل جهنم.* ذكر من قال ذلك:حدثنا أبو كُريب، ومحمد بن المثنى، قالا ثنا ابن إدريس، عن أبيه، عن عطية بن سعد، في قوله: ( حَمِيمًا وَغَسَّاقًا ) قال: هو الذي يَسيل من جلودهم.حدثنا ابن عبد الأعلى، قال: ثنا المعتمر، عن أبيه، قال: ثنا أبو عمرو، قال: زَعم عكرِمة أنه حدثهم في قوله: ( وَغَسَّاقًا ) قال: ما يخرج من أبصارهم من القيح والدم.حدثنا ابن بشار وابن المثنى، قالا ثنا عبد الرحمن قال: ثنا سفيان، عن منصور عن إبراهيم وأبي رَزِين ( إِلا حَمِيمًا وَغَسَّاقًا ) قالا غُسالة أهل النار: لفظ ابن بشار؛ وأما ابن المثنى فقال في حديثه: ما يسيل من صديدهم.وحدثنا ابن بشار مرّة أخرى عن عبد الرحمن، فقال كما قال ابن المثنى.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن منصور، عن أبي رزين ( وَغَسَّاقًا ) قال: ما يَسِيل من صديدهم.حدثنا أبو كُريب، قال: ثنا وكيع، عن سفيان، عن منصور وأبي رزين، عن إبراهيم مثله.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( غَسَّاقًا ) كنا نحدَّث أن الغَسَّاق: ما يسيل من بين جلده ولحمه.حدثنا ابن المثنى، قال: ثنا الضحاك بن مخلد، عن سفيان، أنه قال: بلغني أنه ما يسيل من دموعهم.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن منصور، عن إبراهيم ( وَغَسَّاقًا ) قال: ما يسيل من صديدهم من البرد، قاله سفيان، وقال غيره: الدموع.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( إِلا حَمِيمًا وَغَسَّاقًا ) قال: الحميم: دموع أعينهم في النار، يجتمع في خنادق النار فَيُسْقَونه والغساق: الصديد الذي يخرج من جلودهم، ما تصهرهم النار في حياض يجتمع فيها فيسقونه.حدثنا ابن حميد، قال: ثنا جرير، عن منصور، عن إبراهيم ( إِلا حَمِيمًا وَغَسَّاقًا ) قال: الغساق: ما يقطر من جلودهم، وما يسيل من نتنهم.وقال آخرون: الغساق: الزمهرير.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس ( إِلا حَمِيمًا وَغَسَّاقًا ) يقول: الزمهرير.حدثنا أبو كُريب وأبو السائب وابن المثنى، قالوا: ثنا ابن إدريس، قال: سمعت ليثا، عن مجاهد، في قوله: ( إِلا حَمِيمًا وَغَسَّاقًا ) قال: الذي لا يستطيعون أن يذوقوه من برده.قال: ثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن ليث، عن مجاهد ( إِلا حَمِيمًا وَغَسَّاقًا ) قال: الذي لا يستطيعونه من برده.حدثنا أبو كُريب، قال: ثنا وكيع، عن سفيان، عن ليث، عن مجاهد، الغساق: الذي لا يستطاع من برده.حدثنا ابن حميد، قال: ثنا مهران، عن أبي جعفر عن الربيع، قال: الغساق، الزمهرير.حدثنا أبو كُريب، قال: ثنا وكيع، عن أبي جعفر، عن الربيع عن أبي العالية، قال: الغساق: الزمهرير.وقال آخرون: هو المنتن، وهو بالطَّخارية.* ذكر من قال ذلك:حُدثت عن المسيب بن شريك، عن صالح بن حيان، عن عبد الله بن بُرَيدة، قال: الغساق: بالطَّخارية: هو المُنْتِن.والغساق عندي: هو الفعال، من قولهم: غَسَقَت عين فلان: إذا سالت دموعها، وغَسَق الجرح: إذا سال صديده، ومنه قول الله  وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ  يعني بالغاسق: الليل إذا لَبِسَ الأشياء وغطاها، وإنما أريد بذلك هجومه على الأشياء، هجوم السيل السائل. فإذا كان الغسَّاق هو ما وصفت من الشيء السائل، فالواجب أن يقال: الذي وعد الله هؤلاء القوم، وأخبر أنهم يذوقونه في الآخرة من الشراب هو السائل من الزمهرير في جهنم، الجامع مع شدّة برده النتن.كما حدثنا ابن المثنى، قال: ثنا يعمر بن بشر، قال: ثنا ابن المبارك، قال: ثنا رشدين بن سعد، قال: ثنا عمرو بن الحارث، عن أبي السمح، عن أبي الهيثم، عن أبي سعيد الخدريّ، عن النبيّ صلى الله عليه وسلم، قال: \" لَوْ أنَّ دَلْوًا مِنْ غَسَّاقٍ يُهْرَاقُ إلى الدُّنْيا لأنْتَن أهْلَ الدُّنْيا \" .حُدثت عن محمد بن حرب، قال: ثنا ابن لَهِيعة، عن أبي قبيل، عن أبي مالك، عن عبد الله بن عمرو أنه قال: \" أتدرون أيّ شيء الغسَّاق؟ \" قالوا: الله أعلم، قال: \" هو القيح الغليظ، لو أن قطرة منه تهراق بالمغرب لأنتن أهل المشرق، ولو تهراق بالمشرق، لأنتن أهل المغرب \".فإن قال قائل: فإنك قد قلت: إن الغَساق: هو الزمهرير، والزمهرير، هو غاية البرد، فكيف يكون الزمهرير سائلا؟ قيل: إن البرد الذي لا يُستطاع ولا يُطاق يكون في صفة السائل من أجساد القوم من القيح والصديد."
    },
    {
      "ayah": 26,
      "surah": 78,
      "text": "القول في تأويل قوله تعالى :  جَزَاءً وِفَاقًا (26)يقول تعالى ذكره: هذا العقاب الذي عُوقِب به هؤلاء الكفار في الآخرة فعلَه بهم ربهم جزاء، يعني: ثوابا لهم على أفعالهم وأقوالهم الرديئة التي كانوا يعملونها في الدنيا، وهو مصدر من قول القائل: وافق هذا العقاب هذا العلم وِفاقا.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ عن ابن عباس، قوله: (جَزَاءً وِفَاقًا) يقول: وافَق أعمالهم.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: (جَزَاءً وِفَاقًا) وافق الجزاء أعمال القوم أعمال السوء.حدثنا ابن حميد، قال: ثنا مهران، عن أبي جعفر، عن الربيع (جَزَاءً وِفَاقًا) قال: بحسب أعمالهم.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، قال: ثنا حكام، عن أبي جعفر، عن الربيع، في قوله: (جَزَاءً وِفَاقًا) قال: ثواب وافَق أعمالهم.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: (جَزَاءً وِفَاقًا) قال: عملوا شرّا فجزوا شرّا، وعملوا حسنا فجزوا حسنا، ثم قرأ قول الله:  ثُمَّ كَانَ عَاقِبَةَ الَّذِينَ أَسَاءُوا السُّوءَى  .حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: (جَزَاءً وِفَاقًا) قال: جزاء وافق أعمال القوم.حدثنا محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد (جَزَاءً وِفَاقًا) قال: وافق الجزاء العمل."
    },
    {
      "ayah": 27,
      "surah": 78,
      "text": "وقوله: (إِنَّهُمْ كَانُوا لا يَرْجُونَ حِسَابًا) يقول تعالى ذكره: إن هؤلاء الكفار كانوا في الدنيا لا يخافون محاسبة الله إياهم في الآخرة على نعمه عليهم، وإحسانه إليهم، وسوء شكرهم له على ذلك.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: (لا يَرْجُونَ حِسَابًا) قال: لا يبالون فيصدّقون بالغيب.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد عن قتادة، قوله: (إِنَّهُمْ كَانُوا لا يَرْجُونَ حِسَابًا) أي: لا يخافون حسابا.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: (إِنَّهُمْ كَانُوا لا يَرْجُونَ حِسَابًا) قال: لا يؤمنون بالبعث ولا بالحساب، وكيف يرجو الحساب من لا يوقن أنه يحيا، ولا يوقن بالبعث، وقرأ قول الله:  بَلْ قَالُوا مِثْلَ مَا قَالَ الأَوَّلُونَ * قَالُوا أَئِذَا مِتْنَا وَكُنَّا تُرَابًا  ... إلى قوله:  أَسَاطِيرُ الأَوَّلِينَ  . وقرأ  هَلْ نَدُلُّكُمْ عَلَى رَجُلٍ يُنَبِّئُكُمْ إِذَا مُزِّقْتُمْ كُلَّ مُمَزَّقٍ  ... إلى قوله:  جَدِيدٍ  فقال بعضهم لبعض: ماله إلى قوله:  أَفْتَرَى عَلَى اللَّهِ كَذِبًا أَمْ بِهِ جِنَّةٌ  الرجل مجنون حين يخبرنا بهذا."
    },
    {
      "ayah": 28,
      "surah": 78,
      "text": "وقوله: (وَكَذَّبُوا بِآيَاتِنَا كِذَّابًا) يقول تعالى ذكره: وكذّب هؤلاء الكفار بحُججِنا وأدلتنا تكذيبا. وقيل: (كِذَّابًا) ، ولم يقل تكذيبا تصديرا على فعله.وكان بعض نحويِّي البصرة يقول: قيل ذلك لأن فعل منه على أربعة فأراد أن يجعله مثل باب أفعلت، ومصدر أفعلت إفعالا فقال: كذّابا، فجعله على عدد مصدره، قال: وعلى هذا القياس تقول: قاتل قتالا قال: وهو من كلام العرب. وقال بعض نحويِّي الكوفة: هذه لغة يمانية فصيحة، يقولون: كذّبت به كذّابا، وخَرَّقت القميص خِرَّاقا، وكلٌّ فَعَّلْت فمصدرها فِعَّال بلغتهم مشدّدة. قال: وقال لي أعرابي مرّة على المروة يستفتيني: ألحلق أحبّ إليك أم القِصَّار؟ قال: وأنشدني بعض بنِي كلاب:لَقَـدْ طـالَ مـا ثَبَّطَتْنِي عَنْ صَحَابَتِيوَعَـنْ حِـوَجٍ قِضَّاؤُهـا مِـنْ شِفائِيَا (9)وأجمعت القرّاء على تشديد الذال من الكِذّاب في هذا الموضع. وكان الكسائي خاصة يخفِّف الثانية، وذلك في قوله:  لا يَسْمَعُونَ فِيهَا لَغْوًا وَلا كِذَّابًا  ويقول: هو من قولهم: كاذبته كِذّابا ومكاذبة، ويشدّد هذه، ويقول قوله: (كَذَّبُوا) يقيد الكذّاب بالمصدر.----------------------الهوامش :(9) البيت من شواهد الفراء في معاني القرآن ( الورقة 355 ) قال : وقوله : { وكذبوا بآياتنا كذابا } : خففها علي بن أبي طالب ( كذابا ) ، وثقلها عاصم والأعمش وأهل المدينة والحسن البصري ، وهي لغة يمانية فصيحة ، يقولون : كذبت به كذابا ، وخرقت القميص خراقا ، وكل فعلت ( بتشديد العين ) فمصدره فعال في لغتهم مشدد ، وأنشدني بعض بني كلاب : \" لقد طال ما ثبطتني ... \" البيت . وكان الكسائي يخفف { لا يسمهون فيها لغوا ولا كذابا } ؛ لأنها ليست مقيدة بفعل يصيرها مصدرا ، ويشدد في { وكذبوا بآياتنا كذابا } ؛ لأن كذبوا يقيد الكذاب بالمصدر ، والذي قال حسن ، ومعناه : { لا يسمعون فيها لغوا } يقول : باطلا ، { ولا كذابا } لا يكذب بعضهم بعضا . وفي ( اللسان : قضي ) وقوله : أنشده أبو زيد : \" لقد طالما لبثتني ... \" البيت . قال ابن سيده : هو عندي من قضي ( بالتشديد ) ككذاب من كذب . قال : ويحتمل أن يريد : اقتضاؤها ، فيكون من باب قتال ( بتشديد التاء ) كما حكاه سيبويه في اقتتال . ا هـ ."
    },
    {
      "ayah": 29,
      "surah": 78,
      "text": "وقوله: (وَكُلَّ شَيْءٍ أَحْصَيْنَاهُ كِتَابًا) يقول تعالى ذكره: وكلّ شيء أحصيناه فكتبناه كتابا، كتبنا عدده ومبلغه وقدره، فلا يعزُب عنا علم شيء منه، ونصب كتابا، لأن في قوله: (أَحْصَيْنَاهُ) مصدر أثبتناه وكتبناه، كأنه قيل: وكلّ شيء كتبناه كتابا."
    },
    {
      "ayah": 3,
      "surah": 78,
      "text": "وكان بعض أهل العربية يقول: معنى ذلك: عمّ يتحدّث به قريش في القرآن، ثم أجاب فصارت عمّ كأنها في معنى: لأيّ شيء يتساءلون عن القرآن، ثم أخبر فقال: (الَّذِي هُمْ فِيهِ مُخْتَلِفُونَ) بين مصدق ومكذِّب، فذلك إخلافهم، وقوله: (الَّذِي هُمْ فِيهِ مُخْتَلِفُونَ) يقول تعالى ذكره: الذي صاروا هم فيه مختلفون فريقين: فريق به مصدّق، وفريق به مكذّب. يقول تعالى ذكره: فتساؤلهم بينهم في النبأ الذي هذه صفته.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا مهران، عن سعيد، عن قتادة: عن النبإ (الَّذِي هُمْ فِيهِ مُخْتَلِفُونَ) البعث بعد الموت، فصار الناس فيه فريقين: مصدّق ومكذّب، فأما الموت فقد أقرّوا به لمعاينتهم إياه، واختلفوا في البعث بعد الموت.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة (الَّذِي هُمْ فِيهِ مُخْتَلِفُونَ) صار الناس فيه رجلين: مصدّق، ومكذّب، فأما الموت فإنهم أقروا به كلهم لمعاينتهم إياه، واختلفوا في البعث بعد الموت.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة (الَّذِي هُمْ فِيهِ مُخْتَلِفُونَ) قال: مصدّق ومكذّب."
    },
    {
      "ayah": 30,
      "surah": 78,
      "text": "وقوله: ( فَذُوقُوا فَلَنْ نَزِيدَكُمْ إِلا عَذَابًا ) يقول جلّ ثناؤه: يقال لهؤلاء الكفار في جهنم إذا شربوا الحميم والغَسَّاق: ذوقوا أيها القوم من عذاب الله الذي كنتم به في الدنيا تكذّبون، فلن نـزيدكم إلا عذابًا على العذاب الذي أنتم فيه، لا تخفيفا منه، ولا ترفُّها.وقد حدثنا ابن بشار، قال: ثنا ابن أبي عديّ، عن سعيد، عن قتادة، عن أبي أيوب الأزدي، عن عبد الله بن عمرو، قال: لم تنـزل على أهل النار آية أشد من هذه: ( فَذُوقُوا فَلَنْ نـزيدَكُمْ إِلا عَذَابًا ) قال: فهم في مزيد من العذاب أبدا.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( فَذُوقُوا فَلَنْ نـزيدَكُمْ إِلا عَذَابًا ) ذُكر لنا أن عبد الله بن عمرو كان يقول: ما نـزلت على أهل النار آية أشدّ منها( فَذُوقُوا فَلَنْ نـزيدَكُمْ إِلا عَذَابًا ) فهم في مزيد من الله أبدا."
    },
    {
      "ayah": 31,
      "surah": 78,
      "text": "القول في تأويل قوله تعالى :  إِنَّ لِلْمُتَّقِينَ مَفَازًا (31)يقول: إن للمتقين مَنجَى من النار إلى الجنة، ومخلصا منها لهم إليها، وظفرا بما طلبوا.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد (إِنَّ لِلْمُتَّقِينَ مَفَازًا) قال: فازوا بأن نَجَوا من النار.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة (إِنَّ لِلْمُتَّقِينَ مَفَازًا) إي والله مفازا من النار إلى الجنة، ومن عذاب الله إلى رحمته.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: (إِنَّ لِلْمُتَّقِينَ مَفَازًا) قال: مفازا من النار إلى الجنة.حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاومة، عن عليّ، عن ابن عباس، قوله: (إِنَّ لِلْمُتَّقِينَ مَفَازًا) يقول: مُنْتَزَها (1) ."
    },
    {
      "ayah": 32,
      "surah": 78,
      "text": "وقوله: (حَدَائِقَ) والحدائق: ترجمة وبيان عن المفاز، وجاز أن يترجم عنه، لأن المفاز مصدر من قول القائل: فاز فلان بهذا الشيء، إذا طلبه فظفر به، فكأنه قيل: إن للمتقين ظفرا بما طلبوا من حدائق وأعناب، والحدائق: جمع حديقة، وهي البساتين من النخل والأعناب والأشجار المُحَوَّط عليها الحيطان المحدقة بها، لإحداق الحيطان بها تسمى الحديقة حديقة ، فإن لم تكن الحيطان بها محدقة، لم يَقُل لها حديقة، وإحداقها بها: اشتمالها عليها.وقوله: (وَأَعْنَابًا) يعني: وكرومَ أعناب، واستغنى بذكر الأعناب عن ذكر الكروم."
    },
    {
      "ayah": 33,
      "surah": 78,
      "text": "وقوله: (وَكَوَاعِبَ أَتْرَابًا) يقول: ونواهد في سنّ واحدة.وبنحو الذي قلنا قي ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: (وَكَوَاعِبَ) يقول: ونواهد. وقوله: (أَتْرَابًا) يقول: مُسْتَوِيَات.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: (وَكَوَاعِبَ أَتْرَابًا) يعني: النساء المستويات.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: (وَكَوَاعِبَ أَتْرَابًا) قال: نواهد أترابا، يقول: لسن واحدة.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، ثم وصف ما في الجنة قال: (حَدَائِقَ وَأَعْنَابًا)(وَكَوَاعِبَ أَتْرَابًا) يعني بذلك النساء أترابا لسنٍّ واحدة.حدثني عباس بن محمد، قال: ثنا حجاج، عن ابن جُرَيج، قال: الكواعب: النواهد.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: (وَكَوَاعِبَ أَتْرَابًا) قال: الكواعب: التي قد نهدت وكَعَبَ ثديها، وقال: أترابا: مستويات، فلانة تربة فلانة، قال: الأتراب: اللِّدات.حدثنا نصر بن عليّ، قال: ثنا يحيى بن سليمان، عن ابن جريج، عن مجاهد (وَكَوَاعِبَ أَتْرَابًا) لِدَّات."
    },
    {
      "ayah": 34,
      "surah": 78,
      "text": "وقوله: (وَكَأْسًا دِهَاقًا) يقول: وكأسا ملأى متتابعة على شاربيها بكثرة وامتلاء، وأصله من الدَّهْق: وهو متابعة الضغط على الإنسان بشدّة وعنف، وكذلك الكأس الدهاق: متابعتها على شاربيها بكثرة وامتلاء.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا أبو كُريب، قال: ثنا مروان، قال: ثنا أبو يزيد يحيى بن ميسرة، عن مسلم بن نَسْطاس، قال: قال ابن عباس لغلامه: اسقني دهاقا، قال: فجاء بها الغلام ملأى، فقال ابن عباس: هذا الدِّهاق.حدثني محمد بن عبيد المحاربي، قال: ثنا موسى بن عمير، عن أبي صالح، عن ابن عباس، قوله: (وَكَأْسًا دِهَاقًا) قال: ملأى.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، أخبرني سليمان بن بلال، عن جعفر بن محمد، عن عمرو بن دينار، قال: سمعت ابن عباس يُسأل عن (وَكَأْسًا دِهَاقًا) قال: دراكا، قال يونس: قال ابن وهب: الذي يَتْبع بعضُه بعضا.حدثني عليّ، قال: ثنا أبو صالح، قال: ثنى معاوية، عن عليّ، عن ابن عباس، قوله: (وَكَأْسًا دِهَاقًا) يقول: ممتلئا.حدثني يعقوب، قال: ثنا ابن عُلَية، قال: ثنا حميد الطويل، عن ثابت البُنَانيّ، عن أبي رافع، عن أبي هريرة، في قوله: (وَكَأْسًا دِهَاقًا) قال: دمادم (2) .قال ثنا ابن علية، قال: ثنا أبو رجاء، عن الحسن، في قوله: (وَكَأْسًا دِهَاقًا) قال: مَلأى.حدثني محمد بن عمرو، قال: ثنا ابن أبي عديّ، عن يونس، عن الحسن (وَكَأْسًا دِهَاقًا) قال: الملأى.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن منصور، عن مجاهد (وَكَأْسًا دِهَاقًا) قال: مَلأى.حدثنا ابن المثنى، قال: ثنا ابن أبي عديّ، قال: ثنا شعبة، عن منصور، عن مجاهد، مثله.حدثني يعقوب، قال: ثنا ابن علية، عن سعيد بن أبي عَرُوبة، عن قتادة، في قوله: (وَكَأْسًا دِهَاقًا) قال: مُتْرَعة مَلأى.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة (وَكَأْسًا دِهَاقًا) قال: الدهاق: المَلأى المُتْرَعة.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: (وَكَأْسًا دِهَاقًا) قال: الدهاق: الممتلئة.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( كأْسًا دِهاقًا ) قال: الدِّهاق المملوءة.وقال آخرون: الدِّهاق: الصافية.* ذكر من قال ذلك:حدثنا محمد بن يحيى الأزديّ وعباس بن محمد، قالا ثنا حجاج، عن ابن جريج، قال: ثنا عمر بن عطاء، عن عكرِمة، في قوله: (وَكَأْسًا دِهَاقًا) قال: صافية.وقال آخرون: بل هي المتتابعة.* ذكر من قال ذلك:حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، قال: قال سعيد بن جُبير في قوله: (وَكَأْسًا دِهَاقًا) دهاقًا: المتتابعة.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: (وَكَأْسًا دِهَاقًا) قال: المتتابع.حدثنا عمرو بن عبد الحميد، قال: ثنا جرير، عن حصين، عن عكرِمة، عن ابن عباس، في قوله: (وَكَأْسًا دِهَاقًا) قال: الملأى المتتابعة.حدثنا ابن حميد، قال: ثنا جرير، عن منصور، عن مجاهد، في قوله: (وَكَأْسًا دِهَاقًا) قال: المتتابعة."
    },
    {
      "ayah": 35,
      "surah": 78,
      "text": "وقوله: ( لا يَسْمَعُونَ فِيهَا لَغْوًا وَلا كِذَّابًا ) يقول تعالى ذكره: لا يسمعون في الجنة لغوا، يعني باطلا من القول، ولا كذّابًا، يقول: ولا مكاذبة، أي لا يكذب بعضهم بعضا، وقرأت القرّاء في الأمصار بتشديد الذال على ما بيَّنت في قوله:  وَكَذَّبُوا بِآيَاتِنَا كِذَّابًا  سوى الكسائيّ فإنه خَفَّفها لما وصفت قبل، والتشديد أحبّ إليّ من التخفيف، وبالتشديد القراءة، ولا أرى قراءة ذلك بالتخفيف لإجماع الحجة من القرّاء على خلافه، ومن التخفيف قول الأعشى:فَصَدَقْتُهــــــا وكَذبْتُهـــــاوالمَــــرْءُ يَنْفَعُـــهُ كِذَابُـــهُ (3)وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( لَغْوًا وَلا كِذَّابًا ) قال: باطلا وإثمًا.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( لا يَسْمَعُونَ فِيهَا لَغْوًا وَلا كِذَّابًا ) قال: وهي كذلك ليس فيها لغوٌ ولا كذَّاب."
    },
    {
      "ayah": 36,
      "surah": 78,
      "text": "القول في تأويل قوله تعالى :  جَزَاءً مِنْ رَبِّكَ عَطَاءً حِسَابًا (36)يعني بقوله جلّ ثناؤه: (جَزَاءً مِنْ رَبِّكَ عَطَاءً) أعطى الله هؤلاء المتقين ما وصف في هذه الآيات ثوابًا من ربك بأعمالهم، على طاعتهم إياه في الدنيا.وقوله: (عَطَاءً) يقول: تفضلا من الله عليهم بذلك الجزاء، وذلك أنه جزاهم بالواحد عشرا في بعض وفي بعض بالواحد سبع مِئَةٍ، فهذه الزيادة وإن كانت جزاء، فعطاء من الله.وقوله: (حِسَابًا) يقول: محاسبة لهم بأعمالهم لله في الدنيا.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: (جَزَاءً مِنْ رَبِّكَ عَطَاءً حِسَابًا) قال: عطاء منه حسابًا لما عملوا.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة (جَزَاءً مِنْ رَبِّكَ عَطَاءً حِسَابًا): أي عطاء كثيرا، فجزاهم بالعمل اليسير الخير الجسيم، الذي لا انقطاع له.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن مَعْمر، عن قتادة، في قوله: (عَطَاءً حِسَابًا) قال: عطاء كثيرا، وقال مجاهد: عطاء من الله حسابًا بأعمالهم.حدثني يونس، قال: أخبرنا ابن وهب، قال: سمعت ابن زيد يقول في قول الله: (جَزَاءً مِنْ رَبِّكَ عَطَاءً حِسَابًا) فقرأ:  إِنَّ لِلْمُتَّقِينَ مَفَازًا * حَدَائِقَ وَأَعْنَابًا * وَكَوَاعِبَ أَتْرَابًا  ... إلى (عَطَاءً حِسَابًا) قال: فهذه جزاء بأعمالهم عطاء الذي أعطاهم عملوا له واحدة، فجزاهم عشرا، وقرأ قول الله:  مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا  ، وقرأ قول الله:  مَثَلُ الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللَّهِ كَمَثَلِ حَبَّةٍ أَنْبَتَتْ سَبْعَ سَنَابِلَ فِي كُلِّ سُنْبُلَةٍ مِائَةُ حَبَّةٍ وَاللَّهُ يُضَاعِفُ لِمَنْ يَشَاءُ  قال: يزيد من يشاء، كان هذا كله عطاء، ولم يكن أعمالا يحسبه لهم، فجزاهم به حتى كأنهم عملوا له، قال: ولم يعملوا إنما عملوا عشرا، فأعطاهم مئة، وعملوا مئة، فأعطاهم ألفا، هذا كله عطاء، والعمل الأوّل، ثم حَسَب ذلك حتى كأنهم عملوا فجزاهم كما جزاهم بالذي عملوا."
    },
    {
      "ayah": 37,
      "surah": 78,
      "text": "وقوله: (رَبِّ السَّمَاوَاتِ وَالأَرْضِ وَمَا بَيْنَهُمَا الرَّحْمَنِ) يقول جلّ ثناؤه: جزاء من ربك ربّ السموات السبع والأرض وما بينهما من الخلق.واختلف القرّاء في قراءة ذلك، فقرأته عامة قراء المدينة: (رَبِّ السَّمَاوَاتِ وَالأَرْضِ وَمَا بَيْنَهُمَا الرَّحْمَنِ) بالرفع في كليهما. وقرأ ذلك بعض أهل البصرة وبعض الكوفيين: (رَبِّ) خفضًا: (الرَّحْمَنِ) رفعًا ولكلّ ذلك عندنا وجه صحيح، فبأيّ ذلك قرأ القارئ فمصيب، غير أن الخفض في الربّ، لقربه من قوله: (جَزَاءً مِنْ رَبِّكَ): أعجب إليّ، وأما(الرَّحْمَنِ) بالرفع فإنه أحسن لبعده من ذلك.وقوله: (الرَّحْمَنِ لا يَمْلِكُونَ مِنْهُ خِطَابًا) يقول تعالى ذكره: الرحمن لا يقدر أحد من خلقه خطابه يوم القيامة، إلا من أذن له منهم وقال صوابًا.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: (لا يَمْلِكُونَ مِنْهُ خِطَابًا) قال: كلاما.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: (لا يَمْلِكُونَ مِنْهُ خِطَابًا) أي كلاما.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله:  لا يَمْلِكُونَ مِنْهُ خِطَابًا  قال: لا يملكون أن يخاطبوا الله، والمخاطِب: المخاصم الذي يخاصم صاحبه."
    },
    {
      "ayah": 38,
      "surah": 78,
      "text": "وقوله: ( يَوْمَ يَقُومُ الرُّوحُ ) اختلف أهل العلم في معنى الروح في هذا الموضع، فقال بعضهم: هو مَلَك من أعظم الملائكة خَلْقًا.* ذكر من قال ذلك:حدثني محمد بن خلف العَسْقَلانيّ، قال: ثنا روّاد بن الجرّاح، عن أبي حمزة، عن الشعبيّ، عن علقمة، عن ابن مسعود، قال: الرُّوح: ملك في السماء الرابعة، هو أعظم من السموات ومن الجبال ومن الملائكة يسبح الله كلّ يوم اثني عشر ألف تسبيحة، يخلق الله من كلّ تسبيحة مَلَكا من الملائكة، يجيء يوم القيامة صفًّا وحده.حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس،  قوله: ( يَوْمَ يَقُومُ الرُّوحُ وَالْمَلائِكَةُ ) قال: هو ملك أعظم الملائكة خَلْقًا.وقال آخرون: هو جبريل عليه السلام.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا مهران، عن أبي سنان، عن ثابت، عن الضحاك ( يَوْمَ يَقُومُ الرُّوحُ ) قال: جبريل عليه السلام.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن الضحاك ( يَوْمَ يَقُومُ الرُّوحُ ) قال: الروح: جبريل عليه السلام.حدثنا محمد بن خَلَف العَسْقَلانيّ، قال: ثنا روّاد بن الجرّاح، عن أبي حمزة عن الشعبىّ( يَوْمَ يَقُومُ الرُّوحُ ) قال: الروح جبريل عليه السلام.وقال آخرون: خَلْق من خلق الله في صورة بني آدم.* ذكر من قال ذلك:حدثنا ابن بشار، قال: ثنا أبو عامر، قال: ثنا سفيان، عن ابن أبي نجيح، عن مجاهد، قال: ( الرُّوحُ ) خَلْق على صورة بني آدم يأكلون ويشربون.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن مسلم، عن مجاهد، قال: ( الرُّوحُ ): خلق لهم أيد وأرجل، وأراه قال: ورءوس يأكلون الطعام، ليسوا ملائكة.حدثنا ابن بشار، قال: ثنا أبو عامر، قال: ثنا سفيان، عن إسماعيل بن أبي خالد، عن أبي صالح، قال: يشبهون الناس وليسوا بالناس.حدثنا ابن المثنى، قال: ثنا ابن أبي عديّ، عن شعبة، عن سليمان، عن مجاهد، قال: ( الرُّوحُ ) خلق كخلق آدم .حدثني يحيى بن إبراهيم المسعوديّ، قال: ثنا أبي، عن أبيه، عن جدّه، عن الأعمش، في قوله: ( يَوْمَ يَقُومُ الرُّوحُ وَالْمَلائِكَةُ صَفًّا ) قال: الروح خلق من خلق الله يضعفون على الملائكة أضعافًا، لهم أيد وأرجل.حدثني يعقوب بن إبراهيم، قال: ثنا معتمر بن سليمان، عن إسماعيل، عن أبي صالح مولى أم هانئ( يَوْمَ يَقُومُ الرُّوحُ وَالْمَلائِكَةُ ) قال: الروح: خلق كالناس، وليسوا بالناس.وقال آخرون: هم بنو آدم.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( يَوْمَ يَقُومُ الرُّوحُ ) قال: هم بنو آدم، وهو قول الحسن.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن الحسن، في قوله: ( يَوْمَ يَقُومُ الرُّوحُ ) قال: الروح بنو آدم. وقال قتادة: هذا مما كان يكتمه ابن عباس.وقال آخرون: قيل: ذلك أرواح بني آدم.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: (يَوْمَ يَقُومُ الرُّوحُ وَالْمَلائِكَةُ صَفًّا لا يَتَكَلَّمُونَ) قال: يعني حين تقوم أرواح الناس مع الملائكة فيما بين النفختين قبل أن تردّ الأرواح إلى الأجساد.وقال آخرون: هو القرآن.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، كان أبي يقول: الروح: القرآن، وقرأ  وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ رُوحًا مِنْ أَمْرِنَا مَا كُنْتَ تَدْرِي مَا الْكِتَابُ وَلا الإِيمَانُ  .والصواب من القول أن يقال: إن الله تعالى ذكره أخبر أنّ خَلْقَه لا يملكون منه خطابا، يوم يقوم الرُّوح، والرُّوح خَلْق من خَلْقِه، وجائز أن يكون بعض هذه الأشياء التي ذكرت، والله أعلم أيّ ذلك هو، ولا خبر بشيء من ذلك أنه المعنيّ به دون غيره يجب التسليم له، ولاحجة تدلّ عليه، وغير ضائر الجهل به.وقيل: إنه يقول: سِمَاطان.* ذكر من قال ذلك:حدثني يعقوب، قال: ثنا ابن عُلَية، قال: أخبرنا منصور بن عبد الرحمن، عن الشعبيّ، في قوله: ( يَوْمَ يَقُومُ الرُّوحُ وَالْمَلائِكَةُ صَفًّا لا يَتَكَلَّمُونَ إِلا مَنْ أَذِنَ لَهُ الرَّحْمَنُ ) قال: هما سِمَاطان (4) لربّ العالمين يوم القيامة؛ سِماط من الروح، وسِماط من الملائكة.وقوله: ( لا يَتَكَلَّمُونَ إِلا مَنْ أَذِنَ لَهُ الرَّحْمَنُ ) قيل: إنهم يُؤْذَن لهم في الكلام حين يُؤْمَر بأهل النار إلى النار، وبأهل الجنة إلى الجنة.حدثنا ابن عبد الأعلى، قال: ثنا المعتمر بن سليمان، عن أبيه، قال: ثنا أبو عمرو - الذي يقصّ في طيئ - عن عكرمة، وقرأ هذه الآية: ( إِلا مَنْ أَذِنَ لَهُ الرَّحْمَنُ وَقَالَ صَوَابًا ) قال: يُمرّ بأناس من أهل النار على ملائكة، فيقولون: أين تذهبون بهؤلاء؟ فيقال: إلى النار، فيقولون: بما كَسَبت أيديهم، وما ظلمهم الله، ويمرّ بأناس من أهل الجنة على ملائكة، فيقال: أين تذهبون بهؤلاء؟ فيقولون: إلى الجنة، فيقولون: برحمة الله دخلتم الجنة، قال: فيُؤْذَن لهم في الكلام، أو نحو ذلك.وقال آخرون: ( إِلا مَنْ أَذِنَ لَهُ الرَّحْمَنُ ) بالتوحيد ( وَقَالَ صَوَابًا ) في الدنيا، فوحَّد الله.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، في قوله: ( إِلا مَنْ أَذِنَ لَهُ الرَّحْمَنُ وَقَالَ صَوَابًا ) يقول: إلا من أذن له الربّ بشهادة أن لا إله إلا الله، وهي منتهى الصواب.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد ( وَقَالَ صَوَابًا ) قال: حقا في الدنيا وعمل به.حدثنا عمرو بن علي، قال: ثنا أبو معاوية، قال: ثنا إسماعيل، عن أبي صالح في قوله: ( إِلا مَنْ أَذِنَ لَهُ الرَّحْمَنُ وَقَالَ صَوَابًا ) قال: لا إله إلا الله.قال أبو حفص: فحدثت به يحيى بن سعيد، فقال: أنا كتبته عن عبد الرحمن بن مهديّ، عن أبي معاوية.حدثني سعد بن عبد الله بن عبد الحكم، قال: ثنا حفص بن عمر العَدَنيّ، قال: ثنا الحكم بن أبان، عن عكرِمة في قوله: ( إِلا مَنْ أَذِنَ لَهُ الرَّحْمَنُ وَقَالَ صَوَابًا ) قال: لا إله إلا الله.والصواب من القول في ذلك: أن يقال: إن الله تعالى ذكره أخبر عن خلقه أنهم لا يتكلمون يوم يقوم الروح والملائكة صفا، إلا من أذن له منهم في الكلام الرحمن، وقال صوابا، فالواجب أن يقال كما أخبر إذ لم يخبرنا في كتابه، ولا على لسان رسوله، أنه عَنَى بذلك نوعا من أنواع الصواب، والظاهر محتمل جميعه."
    },
    {
      "ayah": 39,
      "surah": 78,
      "text": "القول في تأويل قوله تعالى :  ذَلِكَ الْيَوْمُ الْحَقُّ فَمَنْ شَاءَ اتَّخَذَ إِلَى رَبِّهِ مَآبًا (39)يقول تعالى ذكره:  ذَلِكَ الْيَوْمُ  يعني: يوم القيامة، وهو يوم يقوم الروح والملائكة صفا  الْحَقُّ  يقول: إنه حقّ كائن لا شكّ فيه.وقوله:  فَمَنْ شَاءَ اتَّخَذَ إِلَى رَبِّهِ مَآبًا  يقول: فمن شاء من عباده اتخذ بالتصديق بهذا اليوم الحقّ، والاستعداد له، والعمل بما فيه النجاة له من أهواله  مَآبًا  ، يعني: مرجعا، وهو مَفْعَلٌ من قولهم: آب فلان من سفره، كما قال عبيد:وكُــــل ذِي غَيْبَـــةٍ يَئُـــوبوغـــائِبُ المَـــوْتِ لا يَئُــوبُ (5)وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة  فَمَنْ شَاءَ اتَّخَذَ إِلَى رَبِّهِ مَآبًا  قال: اتخذوا إلى الله مآبًا بطاعته، وما يقرّبهم إليه.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة  إِلَى رَبِّهِ مَآبًا  قال: سبيلا.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان  مَآبًا  يقول: مرجعا منـزلا."
    },
    {
      "ayah": 4,
      "surah": 78,
      "text": "وقوله: (كَلا) يقول تعالى ذكره: ما الأمر كما يزعم هؤلاء المشركون الذين ينكرون بعث الله إياهم أحياء بعد مماتهم، وتوعدهم جل ثناؤه على هذا القول منهم، \u0026; 24-151 \u0026; فقال: (سَيَعْلَمُونَ) يقول: سيعلم هؤلاء الكفار المنُكرون وعيد الله أعداءه، ما الله فاعل بهم يوم القيامة، ثم أكد الوعيد بتكرير آخر، فقال: ما الأمر كما يزعمون من أن الله غير محييهم بعد مماتهم، ولا معاقبهم على كفرهم به، سيعلمون أن القول غير ما قالوا إذا لقوا الله، وأفضوا إلى ما قدّموا من سيئ أعمالهم.وذُكر عن الضحاك بن مزاحم في ذلك ما حدثنا ابن حميد، قال: ثنا مهران، عن أبي سنان، عن ثابت، عن الضحاك (كَلا سَيَعْلَمُونَ) الكفار ."
    },
    {
      "ayah": 40,
      "surah": 78,
      "text": "وقوله: ( إِنَّا أَنْذَرْنَاكُمْ عَذَابًا قَرِيبًا ) يقول: إنا حذّرناكم أيها الناس عذابًا قد دنا منكم وقرُب، وذلك ( يَوْمَ يَنْظُرُ الْمَرْءُ ) المؤمن ( مَا قَدَّمَتْ يَدَاهُ ) من خير اكتسبه في الدنيا، أو شرّ سَلَفَهُ، فيرجو ثواب الله على صالح أعماله، ويخاف عقابه على سيئها.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا أبو كُريب، قال: ثنا وكيع، عن مبارك، عن الحسن ( يَوْمَ يَنْظُرُ الْمَرْءُ مَا قَدَّمَتْ يَدَاهُ ) قال: المرء المؤمن يحذَر الصغيرة، ويخاف الكبيرة.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن محمد بن جحَّادة، عن الحسن ( يَوْمَ يَنْظُرُ الْمَرْءُ مَا قَدَّمَتْ يَدَاهُ ) قال: المرء المؤمن.حدثنا ابن بشار، قال: ثنا أبو أحمد، قال: ثنا سفيان، عن محمد بن جحادة، عن الحسن، في قوله: ( يَوْمَ يَنْظُرُ الْمَرْءُ مَا قَدَّمَتْ يَدَاهُ ) قال: المرء المؤمن.وقوله: ( وَيَقُولُ الْكَافِرُ يَا لَيْتَنِي كُنْتُ تُرَابًا ) يقول تعالى ذكره: ويقول الكافر يومئذ تمنيا لما يلقى من عذاب الله الذي أعدّه لأصحابه الكافرين به، يا ليتني كنت ترابًا كالبهائم التي جُعِلت ترابًا.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا محمد بن بشار، قال: ثنا محمد بن جعفر وابن أبي عديّ، قالا ثنا عوف، عن أبي المغيرة، عن عبد الله بن عمرو، قال: \" إذا كان يوم القيامة، مُدّ الأديم، وحُشِر الدوابّ والبهائم والوحش، ثم يحصل القصاص بين الدوابّ، يقتصّ للشاة الجمَّاء من الشاة القرناء نطحتها، فإذا فرغ من القصاص بين الدوابّ، قال لها: كوني ترابا، قال: فعند ذلك يقول الكافر: يا ليتني كنت ترابًا \".حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر؛ قال: وحدثني جعفر بن بُرْقَان، عن يزيد بن الأصمّ، عن أبي هريرة، قال: \" إن الله يحشر الخلق كلهم، كل دابة وطائر وإنسان، يقول للبهائم والطير: كونوا ترابًا، فعند ذلك يقول الكافر: يا ليتني كنت ترابا \".حدثنا أبو كُرَيب، قال: ثنا المحاربي عبد الرحمن بن محمد، عن إسماعيل بن رافع المدني، عن يزيد بن زياد، عن محمد بن كعب القُرظيِّ، عن رجل من الأنصار، عن أبي هريرة، أن رسول الله صلى الله عليه وسلم قال: \" يَقْضِي اللهُ بَينَ خَلْقِهِ الجِنِّ والإنْسِ والبَهائم، وإنَّه لَيَقِيدُ يَوْمَئِذٍ الجَمَّاءَ مِنَ القَرْناءِ، حتى إذَا لَمْ يَبْقَ تَبِعَةٌ عِنْدَ وَاحِدَةٍ لأخْرَى، قالَ اللهُ: كُونُوا تُرَابًا، فَعِنْدَ ذلكَ يَقُولُ الكافِرُ: يا لَيْتَنِي كُنْتُ تُرَابًا \" .حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( يَوْمَ يَنْظُرُ الْمَرْءُ مَا قَدَّمَتْ يَدَاهُ وَيَقُولُ الْكَافِرُ يَا لَيْتَنِي كُنْتُ تُرَابًا ) وهو الهالك المفرط العاجز، وما يمنعه أن يقول ذلك وقد راج عليه عَوْرَاتُ عمله، وقد استَقبل الرحمن وهو عليه غضبان، فتمنى الموت يومئذ، ولم يكن في الدنيا شيء أكرهَ عنده من الموت.حدثنا ابن حميد، قال: ثنا يعقوب، عن جعفر، عن أبي الزناد عبد الله بن ذكوان، قال: إذا قُضِيَ بين الناس، وأمر بأهل النار إلى النار قيل لمؤمني الجنّ ولسائر الأمم سوى ولد آدم: عُودُوا ترابًا، فإذا نظر الكفار إليهم قد عادوا ترابًا، قال الكافر: يا ليتني يا ليتني كنت ترابًا.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، في قوله: ( وَيَقُولُ الْكَافِرُ يَا لَيْتَنِي كُنْتُ تُرَابًا ) قال: إذا قيل للبهائم: كونوا ترابًا، قال الكافر: يا ليتني كنت ترابًا.آخر تفسير سورة عم يتساءلون."
    },
    { "ayah": 5, "surah": 78, "text": "( ثُمَّ كَلا سَيَعْلَمُونَ ) المؤمنون، وكذلك كان يقرأها." },
    {
      "ayah": 6,
      "surah": 78,
      "text": "القول في تأويل قوله تعالى :  أَلَمْ نَجْعَلِ الأَرْضَ مِهَادًا (6).يقول تعالى ذكره معدّدا على هؤلاء المشركين نِعَمه وأياديه عندهم، وإحسانه إليهم، وكفرانهم ما أنعم به عليهم، ومتوعدهم بما أعدّ لهم عند ورودهم عليه من صنوف عقابه، وأليم عذابه، فقال لهم: (أَلَمْ نَجْعَلِ الأَرْضَ) لكم (مِهَادًا) تمتدونها وتفترشونها.حدثنا ابن حميد، قال: ثنا مهران، عن سعيد، عن قتادة (أَلَمْ نَجْعَلِ الأَرْضَ مِهَادًا) :أي بساطا."
    },
    { "ayah": 7, "surah": 78, "text": "(وَالْجِبَالَ أَوْتَادًا) يقول: والجبال للأرض أوتادا أن تميد بكم ." },
    {
      "ayah": 8,
      "surah": 78,
      "text": "(وَخَلَقْنَاكُمْ أَزْوَاجًا) ذُكرانا وإناثا، وطوالا وقصارا، أو ذوي دمامة وجمال، مثل قوله:  الَّذِينَ ظَلَمُوا وَأَزْوَاجَهُمْ  يعني به: صيرناهم ."
    },
    {
      "ayah": 9,
      "surah": 78,
      "text": "(وَجَعَلْنَا نَوْمَكُمْ سُبَاتًا) يقول: وجعلنا نومكم لكم راحة ودَعة، تهدءون به وتسكنون، كأنكم أموات لا تشعرون، وأنتم أحياء لم تفارقكم الأرواح، والسبت والسبات: هو السكون، ولذلك سمي السبت سبتا، لأنه يوم راحة ودعة ."
    }
  ]
}
