{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 80,
      "text": "القول في تأويل قوله تعالى :  عَبَسَ وَتَوَلَّى (1)يعني تعالى ذكره بقوله: ( عَبَسَ ) قبض وجهه تكرّها، ( وَتَوَلى ) يقول: وأعرض ( أَنْ جَاءَهُ الأعْمَى ) يقول: لأن جاءه الأعمى. وقد ذُكر عن بعض القرّاء أنه كان يطوّل الألف ويمدها من ( أنْ جاءَهُ ) فيقول: ( آنْ جاءَهُ ) ، وكأنّ معنى الكلام كان عنده: أأن جاءه الأعمى؟ عبس وتولى، كما قرأ من قرأ: ( آنْ كَانَ ذَا مَالٍ وَبَنِينَ ) بمدّ الألف من \" أن \" وقصرها.وذُكر أن الأعمى الذي ذكره الله في هذه الآية، هو ابن أمّ مكتوم، عوتب النبيّ صلى الله عليه وسلم بسببه.* ذكر الأخبار الواردة بذلكحدثنا سعيد بن يحيى الأموي، قال: ثنا أبي، عن هشام بن عروة مما عرضه عليه عروة، عن عائشة قالت: أنـزلت ( عَبَسَ وَتَوَلَّى ) في ابن أمّ مكتوم قالت: أتى إلى رسول الله صلى الله عليه وسلم فجعل يقول: أرشدني، قالت: وعند رسول الله صلى الله عليه وسلم من عظماء المشركين، قالت: فجعل النبيّ صلى الله عليه وسلم يُعْرِض عنه، ويُقْبِل على الآخر ويقول: \" أتَرَى بِما أقُولُهُ بأسًا؟ فيقول: لا ففي هذا أُنـزلت: ( عَبَسَ وَتَوَلَّى ) .حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس قوله: ( عَبَسَ وَتَوَلَّى * أَنْ جَاءَهُ الأعْمَى ) قال: \" بينا رسول الله صلى الله عليه وسلم يناجي عُتبة بن ربيعة وأبا جهل بن هشام والعباس بن عبد المطلب، \u0026; 24-218 \u0026; وكان يتصدّى لهم كثيرا، ويَعرض عليهم أن يؤمنوا، فأقبل إليه رجل أعمى يقال له عبد الله بن أمّ مكتوم، يمشي وهو يناجيهم، فجعل عبد الله يستقرئ النبيّ صلى الله عليه وسلم آية من القرآن، وقال: يا رسول الله، علمني مما علَّمك الله، فأعرض عنه رسول الله صلى الله عليه وسلم، وعبس في وجهه وتوّلى، وكره كلامه، وأقبل على الآخرين؛ فلما قضى رسول الله صلى الله عليه وسلم، وأخذ ينقلب إلى أهله، أمسك الله بعض بصره، ثم خَفَق برأسه، ثم أنـزل الله: ( عَبَسَ وَتَوَلَّى * أَنْ جَاءَهُ الأعْمَى * وَمَا يُدْرِيكَ لَعَلَّهُ يَزَّكَّى * أَوْ يَذَّكَّرُ فَتَنْفَعَهُ الذِّكْرَى ) ، فلما نـزل فيه أكرمه رسول الله صلى الله عليه وسلم وكلَّمه، وقال له: \" ما حاجَتُك، هَلْ تُرِيدُ مِنْ شَيءٍ؟\" وإذا ذهب من عنده قال له: \" هَلْ لكَ حاجَةٌ فِي شَيْء؟\" وذلك لما أنـزل الله:  أَمَّا مَنِ اسْتَغْنَى * فَأَنْتَ لَهُ تَصَدَّى * وَمَا عَلَيْكَ أَلا يَزَّكَّى  .حدثنا أبو كُرَيب، قال: ثنا وكيع، عن هشام، عن أبيه، قال: نـزلت في ابن أمّ مكتوم ( عَبَسَ وَتَوَلَّى * أَنْ جَاءَهُ الأعْمَى ) ."
    },
    { "ayah": 10, "surah": 80, "text": "( فَأَنْتَ عَنْهُ تَلَهَّى ) يقول: فأنت عنه تعرض، وتشاغل عنه بغيره وتغافل." },
    {
      "ayah": 11,
      "surah": 80,
      "text": "القول في تأويل قوله تعالى :  كَلا إِنَّهَا تَذْكِرَةٌ (11)يقول تعالى ذكره: ( كَلا ) ما الأمر كما تفعل يا محمد من أن تعبس في وجه من جاءك يسعى وهو يخشى، وتتصدّى لمن استغنى ( إنَّها تَذْكِرَة ) يقول: إن هذه العظة وهذه السورة تذكرة: يقول: عظة وعبرة ."
    },
    {
      "ayah": 12,
      "surah": 80,
      "text": "( فَمَنْ شَاءَ ذَكَرَهُ ) يقول: فمن شاء من عباد الله ذكره، يقول: ذكر تنـزيل الله ووحيه والهاء في قوله: \" إنَّها \" للسورة، وفي قوله: \" ذَكَرَهُ\" للتنـزيل والوحي."
    },
    {
      "ayah": 13,
      "surah": 80,
      "text": "( فِي صُحُفِ ) يقول: إنها تذكرة ( فِي صُحُفٍ مُكَرَّمَةٍ * مَرْفُوعَةٍ مُطَهَّرَةٍ ) يعني: في اللوح المحفوظ، وهو المرفوع المطهر عند الله."
    },
    {
      "ayah": 14,
      "surah": 80,
      "text": "( فِي صُحُفِ ) يقول: إنها تذكرة ( فِي صُحُفٍ مُكَرَّمَةٍ * مَرْفُوعَةٍ مُطَهَّرَةٍ ) يعني: في اللوح المحفوظ، وهو المرفوع المطهر عند الله."
    },
    {
      "ayah": 15,
      "surah": 80,
      "text": "وقوله: ( بِأَيْدِي سَفَرَةٍ ) يقول: الصحف المكرّمة بأيدي سفرة، جمع سافر.واختلف أهل التأويل فيهم ما هم؟ فقال بعضهم: هم كَتَبة.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، في قوله: ( بِأَيْدِي سَفَرَةٍ ) يقول: كَتَبة.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: ( بِأَيْدِي سَفَرَةٍ ) قال: الكَتَبة.وقال آخرون: هم القرّاء.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( فَمَنْ شَاءَ ذَكَرَهُ * فِي صُحُفٍ مُكَرَّمَةٍ * مَرْفُوعَةٍ مُطَهَّرَةٍ * بِأَيْدِي سَفَرَةٍ ) قال: هم القرّاء.وقال آخرون: هم الملائكة.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( بِأَيْدِي سَفَرَةٍ * كِرَامٍ بَرَرَةٍ ) يعني: الملائكة.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: ( بِأَيْدِي سَفَرَةٍ * كِرَامٍ بَرَرَةٍ ) قال: السَّفَرة: الذين يُحْصون الأعمال.وأولى الأقوال في ذلك بالصواب قول من قال: هم الملائكة الذين يَسْفِرون بين الله ورسله بالوحي.وسفير القوم: الذي يسعى بينهم بالصلح، يقال: سفرت بين القوم: إذا أصلحت بينهم، ومنه قول الشاعر:ومَــا أدَعُ السِّــفارَةَ بَيـن قَـوْميومَـــا أمْشِــي بغِشّ إنْ مَشِــيتُ (2)وإذا وُجِّه التأويل إلى ما قلنا، احتمل الوجه الذي قاله القائلون: هم الكَتَبة، والذي قاله القائلون: هم القرّاء لأن الملائكة هي التي تقرأ الكتب، وتَسْفِر بين الله وبين رسله.-------------------------الهوامش :(2) البيت : من شواهد الفراء في معاني القرآن ( 358 ) قال : وقوله : { بأيدي سفرة } ، وهم الملائكة ، واحدهم سافر ؛ والعرب تقول : سفرت بين القوم : إذا أصلحت بينهم ، فجعلت الملائكة ، إذ نزلت بوحي الله وتأديبه كالسفير الذي يصلح بين القوم . وقال الشاعر : \" وما أدع السفارة ... \" .البيت . ا . هـ . وفي ( اللسان : سفر ) وفي التنزيل { بأيدي سفرة } قال المفسرون : السفرة : يعني الملائكة الذين يكتبون أعمال بني آدم ، واحدهم : سافر ، مثل كاتب وكتبه . ا هـ ."
    },
    {
      "ayah": 16,
      "surah": 80,
      "text": "وقوله: ( كِرَامٍ بَرَرَةٍ ) والبَررَة: جمع بارّ، كما الكفرة جمع كافر، والسحرة جمع ساحر، غير أن المعروف من كلام العرب إذا نطقوا بواحدة أن يقولوا: رجل بر، وامرأة برّة، وإذا جمعوا ردّوه إلى جمع فاعل، كما قالوا: رجل سري، ثم قالوا في جمعه: قوم سراة وكان القياس في واحده أن يكون ساريا، وقد حُكي سماعا من بعض العرب: قوم خِيَرَة بَرَرَة، وواحد الخيرة: خير، والبَررَة: برّ."
    },
    {
      "ayah": 17,
      "surah": 80,
      "text": "وقوله: ( قُتِلَ الإنْسَانُ مَا أَكْفَرَهُ ) يقول تعالى ذكره: لعن الإنسان الكافر ما أكفره.وبنحو الذي قلنا في ذلك قال مجاهد.حدثني موسى بن عبد الرحمن المسروقي، قال: ثنا عبد الحميد الحِماني، عن الأعمش، عن مجاهد قال: ما كان في القرآن قُتِلَ الإنسانُ أو فُعل بالإنسان، فإنما عنِي به: الكافر.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان ( قُتِلَ الإنْسَانُ مَا أَكْفَرَهُ ) بلغني أنه: الكافر.وفي قوله: ( أكْفَرَهُ ) وجهان: أحدهما: التعجب من كفره مع إحسان الله إليه، وأياديه عنده. والآخر: ما الذي أكفره، أي: أيّ شيء أكفره."
    },
    {
      "ayah": 18,
      "surah": 80,
      "text": "القول في تأويل قوله تعالى :  مِنْ أَيِّ شَيْءٍ خَلَقَهُ (18)يقول تعالى ذكره: من أي شيء خلق الإنسان الكافر ربه حتي يتكبر ويتعظم عن طاعة ربه، والإقرار بتوحيده."
    },
    {
      "ayah": 19,
      "surah": 80,
      "text": "ثم بين جلّ ثناؤه الذي منه خلقه، فقال: ( مِنْ نُطْفَةٍ خَلَقَهُ فَقَدَّرَهُ ) أحوالا نطفة تارة، ثم عَلَقة أخرى، ثم مُضغة، إلى أن أتت عليه أحواله وهو في رحم أمه."
    },
    {
      "ayah": 2,
      "surah": 80,
      "text": "حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، في قول الله: ( أَنْ جَاءَهُ الأعْمَى ) قال: رجل من بني فهر، يقال له: ابن أمّ مكتوم.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( عَبَسَ وَتَوَلَّى * أَنْ جَاءَهُ الأعْمَى ) عبد الله بن زائدة، وهو ابن أمّ مكتوم، وجاءه يستقرئه، وهو يناجي أُميَّة بن خلف، رجل من عِلْية قريش، فأعرض عنه نبيّ الله صلى الله عليه وسلم ، فأنـزل الله فيه ما تسمعون: ( عَبَسَ وَتَوَلَّى * أَنْ جَاءَهُ الأعْمَى ) إلى قوله:  فَأَنْتَ عَنْهُ تَلَهَّى  ذُكر لنا أن نبيّ الله صلى الله عليه وسلم استخلفه بعد ذلك مرّتين على المدينة في غزوتين غزاهما يصلي بأهلها.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، عن أنس بن مالك، أنه رآه يوم القادسية معه راية سوداء، وعليه درع له .حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة قال: جاء ابن أمّ مكتوم إلى النبيّ صلى الله عليه وسلم وهو يكلم أبيَّ بن خَلَف، فأعرض عنه، فأنـزل الله عليه: ( عَبَسَ وَتَوَلَّى ) فكان النبيّ صلى الله عليه وسلم بعد ذلك يُكرمه  قال أنس: فرأيته يوم القادسية عليه درع، ومعه راية سوداء .حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( عَبَسَ وَتَوَلَّى ) تصدّى رسول الله صلى الله عليه وسلم لرجل من مشركي قريش كثير المال، ورجا أن يؤمن، وجاء رجل من الأنصار أعمى يقال له: عبد الله بن أمّ مكتوم، فجعل يسأل نبيّ الله صلى الله عليه وسلم فكرهه نبيّ الله صلى الله عليه وسلم وتولى عنه، وأقبل على الغنيّ، فوعظ الله نبيه، فأكرمه نبيّ الله صلى الله عليه وسلم، واستخلفه على المدينة مرّتين في غزوتين غزاهما .حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، وسألته عن قول الله عزّ وجلّ: ( عَبَسَ وَتَوَلَّى * أَنْ جَاءَهُ الأعْمَى ) قال: جاء ابن أمّ مكتوم إلى رسول الله صلى الله عليه وسلم وقائده يبصر، وهو لا يبصر، قال: ورسول الله صلى الله عليه وسلم يشير إلى قائده يكفّ، وابن أمّ مكتوم يدفعه ولا يُبصر؛ قال: حتى عبس رسول الله صلى الله عليه وسلم ، فعاتبه الله في ذلك، فقال: ( عَبَسَ وَتَوَلَّى * أَنْ جَاءَهُ الأعْمَى * وَمَا يُدْرِيكَ لَعَلَّهُ يَزَّكَّى ) ... إلى قوله:  فَأَنْتَ عَنْهُ تَلَهَّى  قال ابن زيد: كان يقال: لو أن رسول الله صلى الله عليه وسلم كَتَمَ من الوحي شيئا، كتم هذا عن نفسه، قال: وكان يتصدّى لهذا الشريف في جاهليته رجاء أن يسلم، وكان عن هذا يتلَّهى ."
    },
    {
      "ayah": 20,
      "surah": 80,
      "text": "( ثُمَّ السَّبِيلَ يَسَّرَهُ ) يقول: ثم يسَّره للسبيل، يعني للطريق.واختلف أهل التأويل في السبيل الذي يسَّره لها، فقال بعضهم: هو خروجه من بطن أمه.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، ( ثُمَّ السَّبِيلَ يَسَّرَهُ ) يعني بذلك: خروجه من بطن أمه يسَّره له.حدثني ابن حميد، قال: ثنا مهران، عن سفيان، عن إسماعيل، عن أبي صالح ( ثُمَّ السَّبِيلَ يَسَّرَهُ ) قال: سبيل الرحم.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن السديّ( ثُمَّ السَّبِيلَ يَسَّرَهُ ) قال: أخرجه من بطن أمه.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( ثُمَّ السَّبِيلَ يَسَّرَهُ ) قال: خروجه من بطن أمه.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( ثُمَّ السَّبِيلَ يَسَّرَهُ ) قال: أخرجه من بطن أمه.وقال آخرون: بل معنى ذلك: طريق الحق والباطل، بيَّناه له وأعلمناه، وسهلنا له العمل به.* ذكر من قال ذلك:حدثنا أبو كُرَيب، قال: ثنا وكيع، عن سفيان، عن منصور، عن مجاهد ( ثُمَّ السَّبِيلَ يَسَّرَهُ ) قال: هو كقوله:  إِنَّا هَدَيْنَاهُ السَّبِيلَ إِمَّا شَاكِرًا وَإِمَّا كَفُورًا  .حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( ثُمَّ السَّبِيلَ يَسَّرَهُ ) قال: على نحو  إِنَّا هَدَيْنَاهُ السَّبِيلَ  .حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن ابن أبي نجيح، عن مجاهد، قال: سبيل الشقاء والسعادة، وهو كقوله:  إِنَّا هَدَيْنَاهُ السَّبِيلَ  .حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة قال: قال الحسن، في قوله: ( ثُمَّ السَّبِيلَ يَسَّرَهُ ) قال: سبيل الخير.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: ( ثُمَّ السَّبِيلَ يَسَّرَهُ ) قال: هداه للإسلام الذي يسَّره له، وأعلمه به، والسبيل سبيل الإسلام.وأولى التأويلين في ذلك عندي بالصواب قول من قال: ثم الطريق، وهو الخروج من بطن أمه يسَّره.وإنما قلنا ذلك أولى التأويلين بالصواب، لأنه أشبههما بظاهر الآية، وذلك أن الخبر من الله قبلها وبعدها عن صفته خلقه وتدبيره جسمه، وتصريفه إياه في الأحوال، فالأولى أن يكون أوسط ذلك نظير ما قبله وما بعده."
    },
    {
      "ayah": 21,
      "surah": 80,
      "text": "وقوله: ( ثُمَّ أَمَاتَهُ فَأَقْبَرَهُ ) يقول: ثم قَبَضَ رُوحه، فأماته بعد ذلك. يعني بقوله: ( أَقْبَرَهُ ) صيره ذا قبر، والقابر: هو الدافن الميت بيده، كما قال الأعشى:لَــوْ أسْــنَدَتْ مَيْتـا إلـى نَحْرِهـاعــاشَ وَلــمْ يُنْقَــلْ إلـى قـابِرِ (3)والمقبر: هو الله، الذي أمر عباده أن يقبروه بعد وفاته، فصيره ذا قبر. والعرب تقول فيما ذُكر لي: بترت ذنَب البعير، والله أبتره، وعضبت قَرنَ الثور، والله أعضبه؛ وطردت عني فلانا، والله أطرده، صيره طريدا.--------------------الهوامش :(3) البيت لأعشى بني قيس بن ثعلبة ( ديوانه طبع القاهرة 139 ) من قصيدة يهجو بها علقمة بن علاثة ، ويمدح عامر بن الطفيل في المنافرة التي جرت بينهما . وهو من شواهد أبي عبيدة في مجاز القرآن ( 185 ) قال : فأقبره : \" أمر بأن يقبر ... \" والذي يدفن بيده هو القابر ، قال الأعشى : \" لو أسندت ... \" البيت. ا هـ وفي ( اللسان : قبر ) وقبره يقبره ويقبره ( كيحفر ويدخل ) : دفنه . وأقبره : جعل له قبرا ، وأقبر : إذا أمر إنسانا بحفر قبر . قال أبو عبيدة : قالت بنو تميم للحجاج ، وكان قتل صالح بن عبد الرحمن أقبرنا صالحا ؛ أي: ائذن لنا في أن نقبره ، فقال لهم : دونكموه . وقال الفراء في قوله تعالى : { ثم أماته فأقبره } \" أي : جعله مقبورا ، ممن يقبر ، ولم يجعله ممن يلقي للطير والسباع \" ولا ممن يلقى في النواويس ، كأن القبر مما أكرم به المسلم . ا هـ ."
    },
    {
      "ayah": 22,
      "surah": 80,
      "text": "وقوله: ( ثُمَّ إِذَا شَاءَ أَنْشَرَهُ ) يقول: ثم إذا شاء الله أنشره بعد مماته وأحياه، يقال: أنشر الله الميت بمعنى: أحياه، ونشر الميت بمعنى حيى هو بنفسه، ومنه قول الأعشى:حــتى يَقُــولَ النَّــاسُ مِمَّـا رأوْايـــا عَجَبــا لِلْمَيِّــتِ النَّاشــرِ (4)---------------------------الهوامش :(4) وهذا البيت أيضا للأعشى ، من تلك القصيدة ( ص 141 ) . وبعد البيت السابق بلا فاصل بينهما . وهو من شواهد أبي عبيدة في ( معاني القرآن ، الورقة 185 ) . قال : أنشره : أحياه ، وأنشر الميت ( بالرفع على الفاعلية ) حيى نفسه ، وقال الأعشى : \" حتى يقول الناس ... \" البيت ."
    },
    {
      "ayah": 23,
      "surah": 80,
      "text": "وقوله: ( كَلا لَمَّا يَقْضِ مَا أَمَرَهُ ) يقول تعالى ذكره: كلا ليس الأمر كما يقول هذا الإنسان الكافر من أنه قد أدّى حقّ الله عليه، في نفسه وماله، ( لَمَّا يَقْضِ مَا أَمَرَهُ ) لم يؤدّ ما فرض عليه من الفرائض ربُّه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( لَمَّا يَقْضِ مَا أَمَرَهُ ) قال: لا يقضي أحد أبدًا ما افتُرِض عليه. وقال الحارث: كلّ ما افترض عليه."
    },
    {
      "ayah": 24,
      "surah": 80,
      "text": "القول في تأويل قوله تعالى :  فَلْيَنْظُرِ الإِنْسَانُ إِلَى طَعَامِهِ (24)يقول تعالى ذكره: فلينظر هذا الإنسان الكافر المُنكر توحيد الله إلى طعامه كيف دبَّره.كما حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن منصور، عن مجاهد ( فَلْيَنْظُرِ الإنْسَانُ إِلَى طَعَامِهِ ) وشرابه، قال: إلى مأكله ومشربه.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد ، قوله: ( فَلْيَنْظُرِ الإنْسَانُ إِلَى طَعَامِهِ ) آية لهم."
    },
    {
      "ayah": 25,
      "surah": 80,
      "text": "واختلفت القرّاء في قراءة قوله: ( أَنَّا صَبَبْنَا الْمَاءَ صَبًّا ) فقرأته عامة قرّاء المدينة والبصرة بكسر الألف من \" أنَّا \"، على وجه الاستئناف، وقرأ ذلك عامة قرّاء الكوفة \" أنَّا \" بفتح الألف، بمعنى: فلينظر الإنسان إلى أنا، فيجعل \" أنَّا \" في موضع خفض على نية تكرير الخافض، وقد يجوز أن يكون رفعا إذا فُتحت، بنية طعامه، ( أَنَّا صَبَبْنَا الْمَاءَ صَبًّا ).والصواب من القول في ذلك عندي أنهما قراءتان معروفتان: فبأيتهما قرأ القارئ فمصيب.وقوله: ( أَنَّا صَبَبْنَا الْمَاءَ صَبًّا ) يقول: أنا أنـزلنا الغيث من السماء إنـزالا وصببناه عليها صبا."
    },
    { "ayah": 26, "surah": 80, "text": "( ثُمَّ شَقَقْنَا الأرْضَ شَقًّا ) يقول: ثم فتقنا الأرض فصدّعناها بالنبات ." },
    {
      "ayah": 27,
      "surah": 80,
      "text": "( فَأَنْبَتْنَا فِيهَا حَبًّا ) يعني: حبّ الزرع، وهو كلّ ما أخرجته الأرض من الحبوب كالحنطة والشعير، وغير ذلك ."
    },
    {
      "ayah": 28,
      "surah": 80,
      "text": "( وَعِنَبًا ) يقول: وكرم عنب ( وَقَضْبَا ) يعني بالقضب: الرطبة، وأهل مكة يسمون القَتَّ القَضْب.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال:ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( وَقَضْبا ) يقول: الفِصفِصة.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَقَضْبا ) قال: والقضب: الفصافص.قال أبو جعفر رحمه الله: الفِصفصة: الرَّطبة.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( وقَضْبا ) يعني: الرطبة.حدثنا بشر، قال: ثنا عبد الواحد بن زياد، قال: ثنا يونس، عن الحسن، في قوله: ( وَقَضْبا ) قال: القضب: العَلَف."
    },
    {
      "ayah": 29,
      "surah": 80,
      "text": "وقوله: ( وَزَيْتُونًا ) وهو الزيتون الذي منه الزيت ( وَنَخْلا * وَحَدَائِقَ غُلْبًا ) وقد بينَّا أن الحديقة البستان المحوّط عليه. وقوله: ( غُلْبا ) يعني: غلاظا. ويعني بقوله: ( غُلْبا ) أشجارا في بساتين غلاظ.والغلب: جمع أغلب، وهو الغليظ الرقبة من الرجال؛ ومنه قول الفرزدق:عَــوَى فأثــارَ أغْلَــبَ ضَيْغَميًّـافَـوَيْل ابْـنِ المَراغَـةِ مـا اسْـتثارَا? (5)وبنحو الذي قلنا في ذلك قال أهل التأويل على اختلاف منهم في البيان عنه، فقال بعضهم: هو ما التفّ من الشجر واجتمع.* ذكر من قال ذلك:------------------------الهوامش :(5) البيت للفرزدق يهجو جريرا ( ديوان الفرزدق 443 ) . وفي اللسان : غلب ، والغلب : غلظ العنق وعظمها ، وهو أغلب : غليظ الرقبة ، وهم يصفون أبدا السادة بغلظ الرقبة وطولها ، وقد يستعمل ذلك في غير الحيوان ، كقولهم حديقة غلباء : أي عظيمة متكائفة ملتفة . وفي التنزيل : { وحدائق غلبا } . وأسد أغلب : غليظ الرقبة . والضيغم والضيغمي : الشديد العض ، من الضغم . وقال أبو عبيدة في مجاز القرآن ( 185 ) حدائق غلبا : يقال : نخلة وشجرة غلباء إذا كانت غليظة . ا هـ ."
    },
    {
      "ayah": 3,
      "surah": 80,
      "text": "وقوله: ( وَمَا يُدْرِيكَ لَعَلَّهُ يَزَّكَّى ) يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: وما يدريك يا محمد لعلّ هذا الأعمى الذي عَبَست في وجهه يَزَّكَّى: يقول: يتطهَّر من ذنوبه.وكان ابن زيد يقول في ذلك ما حدثني يونس قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( لَعَلَّهُ يَزَّكَّى ) يسلم."
    },
    {
      "ayah": 30,
      "surah": 80,
      "text": "حدثنا أبو كُرَيب، قال: ثنا ابن إدريس، عن عاصم بن كُلَيب، عن أبيه، عن ابن عباس، في قوله: ( وَحَدَائِقَ غُلْبًا ) قال: الحدائق: ما التفّ واجتمع.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( وَحَدَائِقَ غُلْبًا ) قال: طيبة.وقال آخرون: الحدائق: نبت الشجر كله.* ذكر من قال ذلك:حدثنا أبو هشام، قال: ثنا ابن فضيل، قال: ثنا عصام، عن أبيه: الحدائق: نبت الشجر كلها.حدثني محمد بن سنان القزّاز، قال: ثنا أبو عاصم، عن شبيب، عن عكرمة، عن ابن عباس: ( وَحَدَائِقَ غُلْبًا ) قال: الشجر يستظلّ به في الجنة.وقال آخرون: بل الغُلب: الطوال.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس ( وَحَدَائِقَ غُلْبًا ) يقول: طوالا .وقال آخرون: هو النخل الكرام.* ذكر من قال ذلك:حدثنا بشر قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، في قوله: ( وَحَدَائِقَ غُلْبًا ) والغلب: النخل الكرام.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: ( وَحَدَائِقَ غُلْبًا ) قال: النخل الكرام.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( وَحَدَائِقَ غُلْبًا ) عظام النخل العظيمة الجذع، قال: والغلب من الرجال: العظام الرقاب، يقال: هو أغلب الرقبة: عظيمها.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن أبيه، عن عكرمة ( حَدَائِقَ غُلْبًا ) قال: عظام الأوساط."
    },
    {
      "ayah": 31,
      "surah": 80,
      "text": "القول في تأويل قوله تعالى :  وَفَاكِهَةً وَأَبًّا (31)يقول تعالى ذكره: ( وَفاكِهَةً ) ما يأكله الناس من ثمار الأشجار، والأبّ: ما تأكله البهائم من العشب والنبات.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا أبو كُرَيب، قال: ثنا وكيع، عن مبارك، عن الحسن ( وَفاكِهَةً ) قال: ما يأكل ابن آدم.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد ( وَفاكِهَةً ) قال: ما أكل الناس.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَفاكِهَةً ) قال: أما الفاكهة فلكم.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( وَفاكِهَةً ) قال: الفاكهة لنا.حدثنا حميد بن مسعدة، قال: ثنا بشر بن المفضل، قال: ثنا حميد، قال أنس بن مالك: قرأ عمر  عَبَسَ وَتَوَلَّى  حتى أتى على هذه الآية ( وَفَاكِهَةً وَأَبًّا ) قال: قد علمنا ما الفاكهة، فما الأبّ؟ ثم أحسبه \" شك الطبري \" قال: إن هذا لهو التكلف.حدثنا ابن بشار، قال: ثنا ابن أبي عديّ، عن حميد، عن أنس، قال: قرأ عمر بن الخطاب رضى الله عنه  عَبَسَ وَتَوَلَّى  فلما أتى على هذه الآية ( وَفَاكِهَةً وَأَبًّا ) قال: قد عرفنا الفاكهة. فما الأبّ؟ قال: لعمرك يا ابن الخطاب إن هذا لهو التكلف.حدثنا ابن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن موسى بن أنس، عن أنس، قال: قرأ عمر: ( وَفَاكِهَةً وَأَبًّا ) ومعه عصا في يده، فقال: ما الأبّ، ثم قال: بحسبنا ما قد علمنا، وألقى العصا من يده.حدثنا ابن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن خليد بن جعفر، عن أبي إياس معاوية بن قرة، عن أنس، عن عمر رضي الله عنه أنه قال: إن هذا هو التكلف.قال: وحدثني قتادة، عن أنس، عن عمر بنحو هذا الحديث كله.حدثنا أبو كُرَيب وأبو السائب ويعقوب قالوا: ثنا ابن إدريس، قال: سمعت عاصم بن كليب، عن أبيه، عن ابن عباس، قال: عدّ سبعا جعل رزقه في سبعة، وجعله من سبعة، وقال في آخر ذلك: الأبّ: ما أنبتت الأرض مما لا يأكل الناس.حدثنا أبو هشام، قال: ثنا ابن فضيل، قال: ثنا عاصم، عن أبيه، عن ابن عباس، قال: الأبّ: نبت الأرض مما تأكله الدوابّ، ولا يأكله الناس.حدثنا أبو كُرَيب وأبو السائب، قالا ثنا ابن إدريس، قال: ثنا عبد الملك، عن سعيد بن جبير، قال: عدّ ابن عباس، وقال: الأبّ: ما أنبتت الأرض للأنعام، وهذا لفظ حديث أبي كريب. وقال أبو السائب في حديثه: قال: ما أنبتت الأرض مما يأكل الناس وتأكل الأنعام.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قال: الأبّ: الكلأ والمرعى كله.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن منصور، عن أبي رَزين، قال: الأبّ النبات.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن منصور، عن أبي رَزين، مثله.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن الأعمش أو غيره، عن مجاهد، قال: الأبّ: المرعى.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، قال: قال مجاهد: ( وأبًّا ) المرعى.حدثنا أبو كُرَيب، قال: ثنا وكيع، عن مبارك، عن الحسن ( وأبًّا ) قال: الأبّ: ما تأكل الأنعام.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد قوله ( وأبًّا ) قال: الأبّ: ما أكلت الأنعام.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة: أما الأبّ: فلأنعامكم نعم من الله متظاهرة.حدثنا ابن بشر، قال: ثنا عبد الواحد، قال: ثنا يونس، عن الحسن، في قوله: ( وأبًّا ) قال: الأبّ: العشب.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن الحسن، وقتادة، في قوله ( وأبًّا ) قال: هو ما تأكله الدوابّ.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله ( وأبًّا ) يعني: المرعى.حدثنا يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله ( وأبًّا ) قال: الأبّ لأنعامنا، قال: والأبّ: ما ترعى."
    },
    {
      "ayah": 32,
      "surah": 80,
      "text": "وقرأ: ( مَتَاعًا لَكُمْ وَلأنْعَامِكُمْ ) .قال: أخبرنا ابن وهب، قال: أخبرني يونس وعمرو بن الحارث، عن ابن شهاب أن أنس بن مالك حدثه أنه سمع عمر بن الخطاب رضى الله عنه يقول: قال الله:  وَقَضْبًا * وَزَيْتُونًا وَنَخْلا * وَحَدَائِقَ غُلْبًا * وَفَاكِهَةً وَأَبًّا  كلّ هذا قد علمناه، فما الأبّ؟ ثم ضرب بيده، ثم قال: لعمرك إن هذا لهو التكلف، واتبعوا ما يتبين لكم في هذا الكتاب، قال عمر: وما يتبين فعليكم به، وما لا فدعوه.وقال آخرون: الأبّ: الثمار الرطبة.* ذكر من قال ذلك.حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله ( وأبًّا ) يقول: الثمار الرطبة.وقوله: ( مَتاعا لَكُمْ ) يقول: أنبتنا هذه الأشياء التي يأكلها بنو آدم متاعا لكم أيها الناس، ومنفعة تتمتعون بها، وتنتفعون، والتي يأكلها الأنعام لأنعامكم، وأصل الأنعام الإبل، ثم تستعمل في كلّ راعية.وبالذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، عن الحسن، في قوله: ( مَتَاعًا لَكُمْ وَلأنْعَامِكُمْ ) قال: متاعا لكم الفاكهة، ولأنعامكم العشب."
    },
    {
      "ayah": 33,
      "surah": 80,
      "text": "وقوله: ( فَإِذَا جَاءَتِ الصَّاخَّةُ ) ذُكر أنها اسم من أسماء القيامة، وأحسبها مأخوذة من قولهم: صاخ فلان لصوت فلان: إذا استمع له، إلا أن هذا يقال منه: هو مُصِيخ له، ولعلّ الصوت هو الصاخّ، فإن يكن ذلك كذلك، فينبغي أن يكون قبل ذلك لنفخة الصور.ذكر من قال: هو اسم من أسماء القيامةحدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، في قوله: ( فَإِذَا جَاءَتِ الصَّاخَّةُ ) قال: هذا من أسماء يوم القيامة عظَّمه الله، وحذّره عباده."
    },
    {
      "ayah": 34,
      "surah": 80,
      "text": "وقوله: ( يَوْمَ يَفِرُّ الْمَرْءُ مِنْ أَخِيهِ ) يقول: فإذا جاءت الصاخة في هذا اليوم الذي يفرّ فيه المرء من أخيه. ويعني بقوله: يفرّ من أخيه: يفرّ عن أخيه ."
    },
    { "ayah": 35, "surah": 80, "text": "( وَأُمِّهِ وَأَبِيهِ )." },
    {
      "ayah": 36,
      "surah": 80,
      "text": "( وَصَاحِبَتِهِ ) يعني: زوجته التي كانت زوجته في الدنيا( وَبَنِيهِ ) حذرا من مطالبتهم إياه بما بينه وبينهم من التَّبعات والمظالم.وقال بعضهم: معنى قوله: ( يَفِرُّ الْمَرْءُ مِنْ أَخِيهِ ) يفرّ عن أخيه لئلا يراه، وما ينـزل به، ."
    },
    {
      "ayah": 37,
      "surah": 80,
      "text": "( لكل امرئ ) يعني: من الرجل وأخيه وأمه وأبيه، وسائر من ذُكر في هذه الآية ( يَوْمَئِذٍ ) يعني: يوم القيامة إذا جاءت الصاخَّة يوم القيامة ( شَأْنٌ يُغْنِيهِ ) يقول: أمر يغنيه، ويُشغِله عن شأن غيره.كما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( لِكُلِّ امْرِئٍ مِنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ ) أفضى إلى كلّ إنسان ما يشغله عن الناس.حدثنا أبو عمارة المَرْوَزيّ الحسين بن حُريث، قال: ثنا الفضل بن موسى، عن عائذ بن شريح، عن أنس قال: سألتْ عائشة رسول الله صلى الله عليه وسلم قالت: يا رسول الله بأبي أنت وأمي، إني سائلتك عن حديث أخبرني أنت به، قال: \" إن كانَ عِنْدي مِنْهُ عِلْمٌ\" قالت: يا نبيّ الله كيف يُحْشر الرجال؟ قال: \" حفاةً عُرَاةً \" ، ثم انتظرت ساعة فقالت: يا نبيّ الله كيف يُحْشر النساء؟ قال: \" كَذلك حُفاةً عُرَاةً \" ، قالت: واسوأتاه من يوم القيامة، قال: \" وعَنْ ذلك تَسألِيني؟ إنَّهُ قَدْ نـزلَتْ عليّ آيَة لا يَضُرُّكِ كانَ عَلَيْكِ ثيابٌ أمْ لا \"، قالت: أيّ آية هي يا نبيّ الله؟ قال: ( لِكُلِّ امْرِئٍ مِنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ ) .حدثني يونس، قال: أخبرنا ابن وهب قال: قال ابن زيد في قول الله: ( لِكُلِّ امْرِئٍ مِنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ ) قال: شأن قد شغله عن صاحبه."
    },
    {
      "ayah": 38,
      "surah": 80,
      "text": "وقوله: ( وُجُوهٌ يَوْمَئِذٍ مُسْفِرَةٌ ) يقول تعالى ذكره: وجوه يومئذ مشرقة مضيئة، وهي وجوه المؤمنين الذين قد رضى الله عنهم، يقال: أسفر وجه فلان: إذا حَسُن، ومنه أسفر الصبح: إذا أضاء، وكلّ مضيء فهو مسفر، وأما سَفَر بغير ألف، فإنما يقال للمرأة إذا ألقت نقابها عن وجهها أو برقعها، يقال: قد سَفَرت المرأة عن وجهها إذا فعلت ذلك فهي سافر؛ ومنه قول تَوْبَة بن الحُمَيِّر:وكُـنْتُ إذا مـا زُرْتُ لَيْـلَى تَـبرْقَعَتْفَقَـدْ رَابَنِـي مِنْهـا الغَـدَاةَ سُـفُورُها (6)يعني بقوله: \" سفورها \" إلقاءها برقعها عن وجهها.-----------------الهوامش :(6) البيت لتوبة بن الحمير صاحب ليلى الأخبلية . وفي ( اللسان : سفر ) سفر الصبح وأسفر : أضاء ، وأسفر القوم : أصبحوا . وسفر وجهه حسنا وأسفر : أشرق . وفي التنزيل العزيز { وجوه يومئذ مسفرة } قال الفراء : أي مشرقة مضيئة ، وقد أسفر الوجه وأسفر الصبح . قال : وإذا ألقت المرأة نقابها ، قيل : سفرت ، فهي سافر بغير هاء . ا هـ . قلت : وهذا البيت من قصيدة طويلة ذكرها داود الأنطاكي في كتابه تزيين الأسواق ، بتفصيل أحوال العشاق 96 - 97 ، و ( الأغاني 11 : 204 - 250 ) قال أبو الفرج : كان توبة بن الحمير إذا أتى ليلى الأخيلية ، خرجت إليه في برقع ، فلما شهر أمره شكوه إلى السلطان ، فأباحهم دمه إن أتاهم ، فمكثوا له في الموضع الذي كان يلقاها فيه ، فلما علمت به خرجت سافرة حتى جلست في طريقه ، فلما رآها سافرة فطن لما أرادت وعلم أنه قد رصد ، وأنها أسفرت لذلك تحذره ، فركض فرسه فنجا ، وذلك قوله : \" وكنت إذا ما جئت ليلى ... \" . البيت . ا هـ ."
    },
    {
      "ayah": 39,
      "surah": 80,
      "text": "(ضَاحِكَةٌ) يقول: ضاحكة من السرور بما أعطاها الله من النعيم والكرامة (مُسْتَبْشِرَةٌ) لما ترجو من الزيادة .وبنحو الذي قلنا في معنى قوله: ( مُسْفِرَةٌ ) قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله ( مُسْفِرَةٌ ) يقول: مشرقة.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: ( وُجُوهٌ يَوْمَئِذٍ مُسْفِرَةٌ * ضَاحِكَةٌ مُسْتَبْشِرَةٌ ) قال: هؤلاء أهل الجنة."
    },
    {
      "ayah": 4,
      "surah": 80,
      "text": "وقوله: ( أَوْ يَذَّكَّرُ فَتَنْفَعَهُ الذِّكْرَى ) يقول: أو يتذكَّر فتنفعه الذكرى: يعني: يعتبر فينفعه الاعتبار والاتعاظ، والقراءة على رفع: ( فتَنْفَعهُ ) عطفا به على قوله: ( يَذَّكَّرُ ) ، وقد رُوي عن عاصم النصب فيه والرفع، والنصب على أن تجعله جوابا بالفاء للعلّ، كما قال الشاعر:عَــلَّ صُـرُوفَ الدَّهْـرِ أوْ دُوْلاتِهـايُدِلْنَنـــا اللَّمَّــةَ مِــنْ لمَّاتِهــافَتَسْــتَرِيحُ النَّفْسُ مِــنْ زَفْراتهــاوتُنْقَـــعُ الغُلَّــةُ مِــن غُلاتِهــا (1)\" وتنقع \" يُروى بالرفع والنصب.-----------------الهوامش :(1) هذه أربعة أبيات من مشطور الرجز ، قد سبق الاستشهاد بالثلاثة الأولى في الجزء ( 2 : 74 )"
    },
    {
      "ayah": 40,
      "surah": 80,
      "text": "وقوله: ( وَوُجُوهٌ يَوْمَئِذٍ عَلَيْهَا غَبَرَةٌ ) يقول تعالى ذكره: ( وَوُجُوهٌ ) وهي وجوه الكفار يومئذ عليها غبرة. ذُكر أن البهائم التي يصيرها الله ترابا يومئذ بعد القضاء بينها، يحوّل ذلك التراب غَبَرة في وجوه أهل الكفر ."
    },
    {
      "ayah": 41,
      "surah": 80,
      "text": "( تَرْهَقُهَا قَتَرَةٌ ) يقول: يغشى تلك الوجوه قَتَرة، وهي الغَبَرة.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( تَرْهَقُهَا قَتَرَةٌ ) يقول: تغشاها ذلة.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( تَرْهَقُهَا قَتَرَةٌ ) قال: هذه وجوه أهل النار؛ قال: والقَتَرة من الغَبَرة، قال: وهما واحد، قال: فأما في الدنيا فإن القترة: ما ارتفع، فلحق بالسماء، ورفعته الريح، تسميه العرب القترة، وما كان أسفل في الأرض فهو الغبرة."
    },
    {
      "ayah": 42,
      "surah": 80,
      "text": "وقوله: ( أُولَئِكَ هُمُ الْكَفَرَةُ الْفَجَرَةُ ) يقول تعالى ذكره: هؤلاء الذين هذه صفتهم يوم القيامة هم الكفرة بالله، كانوا في الدنيا الفجرة في دينهم، لا يبالون ما أتوا به من معاصي الله، وركبوا من محارمه، فجزاهم الله بسوء أعمالهم ما أخبر به عباده.آخر تفسير سورة عبس."
    },
    {
      "ayah": 5,
      "surah": 80,
      "text": "القول في تأويل قوله تعالى :  أَمَّا مَنِ اسْتَغْنَى (5)يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: أما من استغنى بماله فأنت له تتعرّض رجاء أن يُسلِم.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان ( أَمَّا مَنِ اسْتَغْنَى * فَأَنْتَ لَهُ تَصَدَّى ) قال: نـزلت في العباس.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، ثنا الحسن قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( أَمَّا مَنِ اسْتَغْنَى ) قال عتبة بن ربيعة، وشيبة بن ربيعة ."
    },
    {
      "ayah": 6,
      "surah": 80,
      "text": "يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: أما من استغنى بماله فأنت له تتعرّض رجاء أن يُسلِم.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان ( أَمَّا مَنِ اسْتَغْنَى * فَأَنْتَ لَهُ تَصَدَّى ) قال: نـزلت في العباس.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، ثنا الحسن قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( أَمَّا مَنِ اسْتَغْنَى ) قال عتبة بن ربيعة، وشيبة بن ربيعة ."
    },
    { "ayah": 7, "surah": 80, "text": "( وَمَا عَلَيْكَ أَلا يَزَّكَّى ) يقول: وأي شيء عليك أن لا يتطهَّر من كفره فيُسلم؟." },
    {
      "ayah": 8,
      "surah": 80,
      "text": "( وَأَمَّا مَنْ جَاءَكَ يَسْعَى * وَهُوَ يَخْشَى ) يقول: وأما هذا الأعمى الذي جاءك سعيا، وهو يخشى الله ويتقيه."
    },
    {
      "ayah": 9,
      "surah": 80,
      "text": "( وَأَمَّا مَنْ جَاءَكَ يَسْعَى * وَهُوَ يَخْشَى ) يقول: وأما هذا الأعمى الذي جاءك سعيا، وهو يخشى الله ويتقيه."
    }
  ]
}
