{
  "ayahs": [
    { "ayah": 1, "surah": 82, "text": "القول في تأويل قوله تعالى :  إِذَا السَّمَاءُ انْفَطَرَتْ (1)" },
    {
      "ayah": 10,
      "surah": 82,
      "text": "القول في تأويل قوله تعالى :  كَلا بَلْ تُكَذِّبُونَ بِالدِّينِ (9)يقول تعالى ذكره: ليس الأمر أيها الكافرون كما تقولون من أنكم على الحقّ في \u0026; 24-271 \u0026; عبادتكم غير الله، ولكنكم تكذّبون بالثواب والعقاب، والجزاء والحساب.وبنحو الذي قلنا في معنى قوله: ( بَلْ تُكَذِّبُونَ بِالدِّينِ ) قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، في قوله: ( بَلْ تُكَذِّبُونَ بِالدِّينِ ) قال: بالحساب.حدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد: ( تُكَذِّبُونَ بِالدِّينِ ) قال: بيوم الحساب.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، قوله: ( بَلْ تُكَذِّبُونَ بِالدِّينِ ) قال: يوم شدّة، يوم يدين الله العباد بأعمالهم."
    },
    {
      "ayah": 11,
      "surah": 82,
      "text": "وقوله: ( وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ ) يقول: وإن عليكم رُقَباء حافظين يحفظون أعمالكم، ويُحْصونها عليكم."
    },
    {
      "ayah": 12,
      "surah": 82,
      "text": "( كِرَامًا كَاتِبِينَ ) يقول: كراما على الله كاتبين يكتبون أعمالكم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني يعقوب، قال: ثنا ابن علية، قال: قال بعض أصحابنا، عن أيوب، في قوله: ( وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ * كِرَامًا كَاتِبِينَ ) قال: يكتبون ما تقولون وما تَعْنُون."
    },
    {
      "ayah": 13,
      "surah": 82,
      "text": "وقوله: ( يَعْلَمُونَ مَا تَفْعَلُونَ ) يقول: يعلم هؤلاء الحافظون ما تفعلون من خير أو شرّ، يحصون ذلك عليكم."
    },
    {
      "ayah": 14,
      "surah": 82,
      "text": "وقوله: ( إِنَّ الأبْرَارَ لَفِي نَعِيمٍ ) يقول جل ثناؤه: إن الذين برّوا بأداء فرائض الله، واجتنابِ معاصيه لفي نعيم الجنان ينعمون فيها.القول في تأويل قوله تعالى :  وَإِنَّ الْفُجَّارَ لَفِي جَحِيمٍ (14)يقول تعالى ذكره: ( وَإِنَّ الْفُجَّارَ ) الذين كفروا بربهم ( لَفِي جَحِيمٍ )."
    },
    {
      "ayah": 15,
      "surah": 82,
      "text": "وقوله: ( يَصْلَوْنَهَا يَوْمَ الدِّينِ ) يقول جلّ ثناؤه: يَصْلَى هؤلاء الفجار الجحيم يوم القيامة، يوم يُدان العباد بالأعمال، فيُجازَوْنَ بها.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( يَوْمَ الدينِ ) من أسماء يوم القيامة، عظَّمه الله، وحذَّره عباده."
    },
    {
      "ayah": 16,
      "surah": 82,
      "text": "وقوله: ( وَمَا هُمْ عَنْهَا بِغَائِبِينَ ) يقول تعالى ذكره: وما هؤلاء الفجار من الجحيم بخارجين أبدا، فغائبين عنها، ولكنهم فيها مخلَّدون ماكثون، وكذلك الأبرار في النعيم، وذلك نحو قوله:  وَمَا هُمْ مِنْهَا بِمُخْرَجِينَ  ."
    },
    {
      "ayah": 17,
      "surah": 82,
      "text": "وقوله: ( وَمَا أَدْرَاكَ مَا يَوْمُ الدِّينِ ) يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: وما أدراك يا محمد، أيّ وما أشعرك ما يوم الدين؟ يقول: أيُّ شيء يوم الحساب والمجازاة، معظما شأنه جلّ ذكره، بقيله ذلك.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَمَا أَدْرَاكَ مَا يَوْمُ الدِّينِ ) تعظيما ليوم القيامة، يوم تدان فيه الناس بأعمالهم."
    },
    {
      "ayah": 18,
      "surah": 82,
      "text": "وقوله: ( ثُمَّ مَا أَدْرَاكَ مَا يَوْمُ الدِّينِ ) يقول: ثم أيّ شيء أشعرك يوم المجازاة والحساب يا محمد، تعظيما لأمره، ثم فسَّر جلّ ثناؤه بعض شأنه فقال: ( يَوْمَ لا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئًا ) يقول: ذلك اليوم، ( يَوْمَ لا تَمْلِكُ نَفْسٌ ) يقول: يوم لا تُغني نفس عن نفس شيئا، فتدفع عنها بليَّة نـزلت بها، ولا تنفعها بنافعة، وقد كانت في الدنيا تحميها، وتدفع عنها من بغاها سوءا، فبطل ذلك يومئذ، لأن الأمر صار لله الذي لا يغلبه غالب، ولا يقهره قاهر، واضمحلت هنالك الممالك، وذهبت الرياسات، وحصل الملك للملك الجبار، وذلك قوله: ( وَالأمْرُ يَوْمَئِذٍ لِلَّهِ ) يقول: والأمر كله يومئذ، يعني: الدين لله دون سائر خلقه، ليس لأحد من خلقه معه يومئذ أمر ولا نهي.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( وَالأمْرُ يَوْمَئِذٍ لِلَّهِ ) قال: ليس ثم أحد يومئذ يقضي شيئا، ولا يصنع شيئا إلا ربّ العالمين."
    },
    {
      "ayah": 19,
      "surah": 82,
      "text": "حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( يَوْمَ لا تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئًا وَالأمْرُ يَوْمَئِذٍ لِلَّهِ ) والأمر والله اليوم لله، ولكنه يومئذ لا ينازعه أحد.واختلفت القرّاء في قراءة قوله: ( يَوْمَ لا تَمْلِكُ نَفْسٌ ) فقرأته عامة قرّاء الحجاز والكوفة بنصب ( يَوْمَ ) إذ كانت إضافته غير محضة. وقرأه بعض قرّاء البصرة بضم ( يَوْمُ ) ورفعه ردّا على اليوم الأوّل، والرفع فيه أفصح في كلام العرب، وذلك أن اليوم مضاف إلى يفعل، والعرب إذا أضافت اليوم إلى تفعل أو يفعل أو أفعل، رفعوه فقالوا: هذا يوم أفعل كذا، وإذا أضافته إلى فعل ماض نصبوه؛ ومنه قول الشاعر:عَـلى حِينَ عاتَبْتُ المَشِيبَ عَلى الصِّباوَقُلْـتُ ألَمَّـا تَصْـحُ والشَّـيْبُ وَازِعُآخر تفسير سورة  إِذَا السَّمَاءُ انْفَطَرَتْ  ."
    },
    { "ayah": 2, "surah": 82, "text": "القول في تأويل قوله تعالى :  إِذَا السَّمَاءُ انْفَطَرَتْ (1)" },
    {
      "ayah": 3,
      "surah": 82,
      "text": "يقول تعالى ذكره: ( إِذَا السَّمَاءُ انْفَطَرَتْ ) انشقَّت، وإذا كواكبها انتثرت منها فتساقطت."
    },
    {
      "ayah": 4,
      "surah": 82,
      "text": "( وَإِذَا الْبِحَارُ فُجِّرَتْ ) يقول: فجَّر بعضها في بعض، فملأ جميعها.وبنحو الذي قلنا في ذلك قال أهل التأويل على اختلاف منهم في بعض ذلك.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، في قوله: ( وَإِذَا الْبِحَارُ فُجِّرَتْ ) يقول: بعضها في بعض.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَإِذَا الْبِحَارُ فُجِّرَتْ ) فُجِّر عذبها في مالحها، ومالحها في عذبها.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن الحسن ( وَإِذَا الْبِحَارُ فُجِّرَتْ ) قال: فجِّر بعضها في بعض، فذهب ماؤها. وقال الكلبي: ملئت."
    },
    {
      "ayah": 5,
      "surah": 82,
      "text": "وقوله: ( وَإِذَا الْقُبُورُ بُعْثِرَتْ ) يقول: وإذا القبور أُثيرت فاستخرج من فيها من الموتى أحياء، يقال: بعثر فلان حوض فلان: إذا جعل أسفله أعلاه، يقال: بعثرة وبحثرة: لغتان.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، في قوله: ( وَإِذَا الْقُبُورُ بُعْثِرَتْ ) يقول: بُحثت."
    },
    {
      "ayah": 6,
      "surah": 82,
      "text": "وقوله: ( عَلِمَتْ نَفْسٌ مَا قَدَّمَتْ وَأَخَّرَتْ ) يقول تعالى ذكره: علمت كلّ نفس ما قدّمت لذلك اليوم من عمل صالح ينفعه، وأخرت وراءه من شيء سنَّه فعمل به.واختلف أهل التأويل في تأويل ذلك، فقال بعضهم بنحو الذي قلنا في ذلك.* ذكر من قال ذلك:حدثنا ابن عبد الأعلى، قال: ثنا المعتمر بن سليمان، عن أبيه، قال: ثني عن القُرَظي، أنه قال في: ( عَلِمَتْ نَفْسٌ مَا قَدَّمَتْ وَأَخَّرَتْ ) قال: ما قدّمت مما عملت، وأما ما أخَّرت فالسنة يَسُنها الرجل يُعمل بها من بعده.وقال آخرون: عُني بذلك ما قدّمت من الفرائض التي أدتها، وما أخَّرت من الفرائض التي ضيعتها.* ذكر من قال ذلك:حدثنا أبو كُرَيب، قال: ثنا وكيع، عن أبيه، عن سعيد بن مسروق، عن عكرِمة ( عَلِمَتْ نَفْسٌ مَا قَدَّمَتْ ) قال: ما افترض عليها( وَأَخَّرَتْ ) قال: مما افترض عليها.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( عَلِمَتْ نَفْسٌ مَا قَدَّمَتْ وَأَخَّرَتْ ) قال: تعلم ما قدّمت من طاعة الله، وما أخرت مما أُمِرَت به من حقّ لله عليه لم تعمل به.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( عَلِمَتْ نَفْسٌ مَا قَدَّمَتْ وَأَخَّرَتْ ) قال: ما قدّمت من خير، وأخَّرت من حق الله عليها لم تعمل به.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، ( مَا قَدَّمَتْ وَأَخَّرَتْ ) قال: ما قدمت من طاعة الله وما أخرت من حق الله.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: ( عَلِمَتْ نَفْسٌ مَا قَدَّمَتْ وَأَخَّرَتْ ) قال: ما قدّمت: عملت، وما أخرت: تركت وضيَّعت، وأخرت من العمل الصالح الذي دعاها الله إليه.وقال آخرون: بل معنى ذلك: ما قدّمت من خير أو شرّ، وأخَّرت من خير أو شرّ.* ذكر من قال ذلك:حدثني يعقوب، قال: ثنا هشيم، قال: أخبرنا العوّام، عن إبراهيم التيمي، قال: ذكروا عنده هذه الآية ( عَلِمَتْ نَفْسٌ مَا قَدَّمَتْ وَأَخَّرَتْ ) قال: أنا مما أخَّرَ الحجاج.وإنما اخترنا القول الذي ذكرناه، لأن كلّ ما عمل العبد من خير أو شرّ فهو مما قدّمه، وأن ما ضيَّع من حقّ الله عليه وفرّط فيه فلم يعمله، فهو مما قد قدّم من شرّ، وليس ذلك مما أخَّر من العمل، لأن العمل هو ما عمله. فأما ما لم يعمله فإنما هو سيئة قدّمها، فلذلك قلنا: ما أخر: هو ما سنه من سنة حسنة وسيئة، مما إذا عمل به العامل، كان له مثل أجر العامل بها أو وزره."
    },
    {
      "ayah": 7,
      "surah": 82,
      "text": "القول في تأويل قوله تعالى :  يَا أَيُّهَا الإِنْسَانُ مَا غَرَّكَ بِرَبِّكَ الْكَرِيمِ (6)يقول تعالى ذكره: يا أيها الإنسان الكافر، أيّ شيء غرّك بربك الكريم، غرّ الإنسانَ به عدوُّه المسلَّط عليه.كما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( مَا غَرَّكَ بِرَبِّكَ الْكَرِيمِ ) شيء ما غرّ ابن آدم هذا العدوّ الشيطان."
    },
    {
      "ayah": 8,
      "surah": 82,
      "text": "وقوله: ( الَّذِي خَلَقَكَ فَسَوَّاكَ ) يقول: الذي خلقك أيها الإنسان فسوّى خلقك ( فَعَدَلَكَ ) واختلفت القرَّاء في قراءة ذلك، فقرأته عامة قرَّاء المدينة ومكة والشام والبصرة ( فعدّلك ) بتشديد الدال، وقرأ ذلك عامة قرّاء الكوفة بتخفيفها، وكأن من قرأ ذلك بالتشديد وجَّه معنى الكلام إلى أنه جعلك معتدلا معدّل الخلق مقوَّما، وكأن الذين قرءوه بالتخفيف، وجَّهوا معنى الكلام إلى صرفك وأمالك إلى أيّ صورة شاء، إما إلى صورة حسنة، وإما إلى صورة قبيحة، أو إلى صورة بعض قراباته.وأولى الأقوال في ذلك عندي بالصواب أن يقال: إنهما قراءتان معروفتان في قراءة الأمصار صحيحتا المعنى، فبأيتهما قرأ القارئ فمصيب، غير أن أعجبهما إليّ أن أقرأ به قراءة من قَرَأ ذلك بالتشديد، لأن دخول \" في\" للتعديل أحسن في العربية من دخولها للعدل، ألا ترى أنك تقول: عدّلتك في كذا، وصرفتك إليه، ولا تكاد تقول: عدلتك \u0026; 24-270 \u0026; إلى كذا وصرفتك فيه، فلذلك اخترت التشديد.وبنحو الذي قلنا في ذلك وذكرنا أن قارئي ذلك تأوّلوه، جاءت الرواية عن أهل التأويل أنهم قالوه.ذكر الرواية بذلك:"
    },
    {
      "ayah": 9,
      "surah": 82,
      "text": "حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، في قول الله: ( فِي أَيِّ صُورَةٍ مَا شَاءَ رَكَّبَكَ ) قال: في أيّ شبه أب أو أم أو خال أو عمّ.حدثنا أبو كُرَيب، قال: ثنا وكيع، عن سفيان، عن إسماعيل، في قوله: ( مَا شَاءَ رَكَّبَكَ ) قال: إن شاء في صورة كلب، وإن شاء في صورة حمار.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن إسماعيل، عن أبي صالح ( فِي أَيِّ صُورَةٍ مَا شَاءَ رَكَّبَكَ ) قال: خنـزيرا أو حماوا.حدثني يعقوب، قال: ثنا ابن عُلَية، عن أبي رجاء، عن عكرِمة، في قوله: ( فِي أَيِّ صُورَةٍ مَا شَاءَ رَكَّبَكَ ) قال: إن شاء في صورة قرد، وإن شاء في صورة خنـزير.حدثني محمد بن سنان القزّاز، قال: ثنا مطهر بن الهيثم، قال: ثنا موسى بن عليّ بن أبي رباح اللَّخمي، قال: ثني أبي، عن جدي، أن النبيّ صلى الله عليه وسلم قال له: \" ما وُلِدَ لَك؟\" قال: يا رسول الله ما عسَى أن يولد لي، إما غلام، وإما جارية، قال: \" فَمَن يُشْبِهُ؟\" قال: يا رسول الله من عسى أن يشبه؟ إما أباه، وإما أمه؛ فقال النبيّ صلى الله عليه وسلم عندها: \" مَهْ، لا تَقُولَنَّ هَكَذَا، إنَّ النُّطْفَةَ إذَا اسْتَقَرَّتْ فِي الرَّحِمِ أحْضَرَ اللهُ كُلَّ نَسَبٍ بَيْنَها وَبَينَ آدَمَ، أما قَرأْتَ هَذِهِ الآيَةَ فِي كتاب الله ( فِي أَيِّ صُورَةٍ مَا شَاءَ رَكَّبَكَ ) قال: سَلَكَكَ \"."
    }
  ]
}
