{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 89,
      "text": "القول في تأويل قوله تعالى :  وَالْفَجْرِ (1)هذا قسم، أقسم ربنا جلّ ثناؤه بالفجر، وهو فجر الصبح.واختلف أهل التأويل في الذي عُنِي بذلك، فقال بعضهم: عُنِي به النهار.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن الأغرّ المِنقريّ، عن خليفة بن الحصين، عن أبي نصر، عن ابن عباس، قوله: ( وَالْفَجْرِ ) قال: النهار.وقال آخرون: عُنِيَ به صلاة الصبح.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( وَالْفَجْرِ ) يعني: صلاة الفجر.وقال آخرون: هو فجر الصبح.* ذكر من قال ذلك:حدثني يعقوب، قال: ثنا ابن عُلَية، قال: أخبرنا عاصم الأحول، عن عكرِمة، في قوله: ( وَالْفَجْرِ ) قول: الفجر: فجر الصبح.حدثني يونس، قال: أخبرنا ابن وهب، قال: أخبرني عمر بن قيس، عن محمد بن المرتفع، عن عبد الله بن الزبير أنه قال: ( وَالْفَجْرِ ) قال: الفجر: قسم أقسم الله به."
    },
    {
      "ayah": 10,
      "surah": 89,
      "text": "وقوله: ( وَفِرْعَوْنَ ذِي الأوْتَادِ ) يقول جلّ ثناؤه: ألم تر كيف فعل ربك أيضا بفرعون صاحب الأوتاد.واختلف أهل التأويل في معنى قوله: ( ذِي الأوْتَادِ ) ولم قيل له ذلك، فقال بعضهم: معنى ذلك: ذي الجنود الذي يقوّون له أمره، وقالوا: الأوتاد في هذا الموضع: الجنود.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( وَفِرْعَوْنَ ذِي الأوْتَادِ ) قال: الأوتاد: الجنود الذين يشدّون له أمره، ويقال: كان فرعون يُوتِد في أيديهم وأرجلهم أوتادًا من حديد، يعلقهم بها.وقال آخرون: بل قيل له ذلك لأنه كان يُوتِد الناس بالأوتاد.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( ذِي الأوْتَادِ ) قال: كان يوتد الناس بالأوتاد.وقال آخرون: كانت مظالّ وملاعب يلعب له تحتها.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَفِرْعَوْنَ ذِي الأوْتَادِ ) ذُكر لنا أنها كانت مظال وملاعب يلعب له تحتها من أوتاد وحبال.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( ذِي الأوْتَادِ ) قال: ذي البناء كانت مظال يلعب له تحتها، وأوتادا تضرب له.قال: ثنا ابن ثور، عن معمر، عن ثابت البناني، عن أبي رافع، قال: أوتد فرعون لامرأته أربعة أوتاد، ثم جعل على ظهرها رحا عظيمة حتى ماتت.وقال آخرون: بل ذلك لأنه كان يعذّب الناس بالأوتاد.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن إسماعيل، عن محمود، عن سعيد بن جُبير ( وَفِرْعَوْنَ ذِي الأوْتَادِ ) قال: كان يجعل رجلا هاهنا ورجلا هاهنا، ويدا هاهنا ويدا هاهنا بالأوتاد.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( ذِي الأوْتَادِ ) قال: كان يوتد الناس بالأوتاد.وقال آخرون: إنما قيل ذلك لأنه كان له بنيان يعذّب الناس عليه.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن إسماعيل، عن رجل، عن سعيد بن جُبير ( وَفِرْعَوْنَ ذِي الأوْتَادِ ) قال: كان له منَارات يعذّبهم عليها.وأولى هذه الأقوال عندي بالصواب قول من قال: عُنِيَ بذلك: الأوتاد التي تُوتَد، من خشب كانت أو حديد، لأن ذلك هو المعروف من معاني الأوتاد، ووصف بذلك لأنه إما أن يكون كان يعذّب الناس بها، كما قال أبو رافع وسعيد بن جُبير، وإما أن يكون كان يُلعب له بها."
    },
    {
      "ayah": 11,
      "surah": 89,
      "text": "وقوله: ( الَّذِينَ طَغَوْا فِي الْبِلادِ ) يعني بقوله جلّ ثناؤه ( الذين ) : عادًا وثمود وفرعون وجنده، ويعني بقوله ( طَغَوْا ) : تجاوزوا ما أباحه لهم ربهم، وعتوا على ربهم إلى ما حظره عليهم من الكفر به. وقوله: ( فِي الْبِلادِ ) : التي كانوا فيها."
    },
    {
      "ayah": 12,
      "surah": 89,
      "text": "القول في تأويل قوله تعالى :  فَأَكْثَرُوا فِيهَا الْفَسَادَ (12)يقول تعالى ذكره: فأكثروا في البلاد المعاصي، وركوب ما حرّم الله عليهم ."
    },
    {
      "ayah": 13,
      "surah": 89,
      "text": "( فَصَبَّ عَلَيْهِمْ رَبُّكَ سَوْطَ عَذَابٍ ) يقول تعالى ذكره: فأنـزل بهم يا محمد ربك عذابه، وأحلّ بهم نقمته، بما أفسدوا في البلاد، وطغَوْا على الله فيها. وقيل: فصبّ عليهم ربك سَوط عذاب. وإنما كانت نِقَما تنـزل بهم، إما ريحا تُدَمرهم، وإما رَجفا يُدَمدم عليهم، وإما غَرَقا يُهلكهم من غير ضرب بسوط ولا عصا؛ لأنه كان من أليم عذاب القوم الذين خوطبوا بهذا القرآن، الجلد بالسياط، فكثر استعمال القوم الخبر عن شدّة العذاب الذي يعذّب به الرجل منهم أن يقولوا: ضُرب فلان حتى بالسياط، إلى أن صار ذلك مثلا فاستعملوه في كلّ معذَّب بنوع من العذاب شديد، وقالوا: صَبّ عليه سَوْط عذاب.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( سَوْطَ عَذَابٍ ) قال: ما عذّبوا به.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: ( فَصَبَّ عَلَيْهِمْ رَبُّكَ سَوْطَ عَذَابٍ ) قال: العذاب الذي عذّبهم به سماه: سوط عذاب."
    },
    {
      "ayah": 14,
      "surah": 89,
      "text": "وقوله: ( إِنَّ رَبَّكَ لَبِالْمِرْصَادِ ) يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: إن ربك يا محمد لهؤلاء الذين قصصت عليك قَصَصَهم، ولِضُرَبائهم من أهل الكفر، لبالمِرصاد يرصدهم بأعمالهم في الدنيا وفي الآخرة، على قناطر جهنم، ليكردسهم فيها إذا وردوها يوم القيامة.واختلف أهل التأويل في تأويله، فقال بعضهم: معنى قوله: ( لَبِالْمِرْصَادِ ) بحيث يرى ويسمع.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( إِنَّ رَبَّكَ لَبِالْمِرْصَادِ ) يقول: يَرى ويسمع.وقال آخرون: يعني بذلك أنه بمَرصد لأهل الظلم.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا مهران، عن المبارك بن مجاهد، عن جُويْبِر، عن الضحاك في هذه الآية، قال: إذا كان يوم القيامة، يأمر الربّ بكرسيه، فيوضع على \u0026; 24-412 \u0026; النار، فيستوي عليه، ثم يقول: وعزّتي وجلالي، لا يتجاوزني اليوم ذو مَظلِمة، فذلك قوله: ( لَبِالْمِرْصَادِ ) .قال: ثنا الحكم بن بشير، قال: ثنا عمرو بن قيس، قال: بلغني أن على جهنم ثلاث قناطر: قنطرة عليها الأمانة، إذا مرّوا بها تقول: يا ربّ هذا أمين، يا ربّ هذا خائن، وقنطرة عليها الرحِم، إذا مرّوا بها تقول: يا ربّ هذا واصل، يا ربّ هذا قاطع؛ وقنطرة عليها الربّ( إِنَّ رَبَّكَ لَبِالْمِرْصَادِ ) .قال: حدثنا مهران، عن سفيان ( إِنَّ رَبَّكَ لَبِالْمِرْصَادِ ) يعني: جهنم عليها ثلاث قناطر: قنطرة فيها الرحمة، وقنطرة فيها الأمانة، وقنطرة فيها الربّ تبارك وتعالى.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن الحسن ( إِنَّ رَبَّكَ لَبِالْمِرْصَادِ ) قال: مِرْصاد عمل بني آدم."
    },
    {
      "ayah": 15,
      "surah": 89,
      "text": "* وقوله: ( فَأَمَّا الإنْسَانُ إِذَا مَا ابْتَلاهُ رَبُّهُ ) يقول تعالى ذكره: فأما الإنسان إذا ما امتحنه ربه بالنعم والغنى ( فأكْرَمَهُ ) بالمال، وأفضل عليه، ( وَنَعَّمَهُ ) بما أوسع عليه من فضله ( فَيَقُولُ رَبِّي أَكْرَمَنِ ) فيفرح بذلك ويسرّ به ويقول: ربي أكرمني بهذه الكرامة.كما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( فَأَمَّا الإنْسَانُ إِذَا مَا ابْتَلاهُ رَبُّهُ فَأَكْرَمَهُ وَنَعَّمَهُ فَيَقُولُ رَبِّي أَكْرَمَنِ ) وحقّ له."
    },
    {
      "ayah": 16,
      "surah": 89,
      "text": "القول في تأويل قوله تعالى :  وَأَمَّا إِذَا مَا ابْتَلاهُ فَقَدَرَ عَلَيْهِ رِزْقَهُ فَيَقُولُ رَبِّي أَهَانَنِ (16).وقوله: ( وَأَمَّا إِذَا مَا ابْتَلاهُ فَقَدَرَ عَلَيْهِ رِزْقَهُ ) يقول: وأما إذا ما امتحنه ربه بالفقر ( فَقَدَرَ عَلَيْهِ رِزْقَهُ ) يقول: فضيَّق عليه رزقه وقَتَّره، فلم يكثر ماله، ولم يوسع عليه ( فَيَقُولُ رَبِّي أَهَانَنِ ) يقول: فيقول ذلك الإنسان: ربي أهانني، يقول: أذلني بالفقر، ولم يشكر الله على ما وهب له من سلامة جوارحه، ورزقه من العافية في جسمه.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَأَمَّا إِذَا مَا ابْتَلاهُ فَقَدَرَ عَلَيْهِ رِزْقَهُ فَيَقُولُ رَبِّي أَهَانَنِ ) ما أسرع كفر ابن آدم.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، قوله: ( فَقَدَرَ عَلَيْهِ رِزْقَهُ ) قال: ضَيَّقه.واختلفت القرّاء في قراءة قوله: ( فَقَدَرَ عَلَيْهِ رِزْقَهُ ) فقرأت عامة قرّاء الأمصار ذلك بالتخفيف، فقَدَر: بمعنى فقتر، خلا أبي جعفر القارئ، فإنه قرأ ذلك بالتشديد ( فَقَدَّرَ ) . وذُكر عن أبي عمرو بن العلاء أنه كان يقول: قدّر، بمعنى يعطيه ما يكفيه، ويقول: لو فعل ذلك به ما قال ربي أهانني.والصواب من قراءة ذلك عندنا بالتخفيف، لإجماع الحجة من القرّاء عليه."
    },
    {
      "ayah": 17,
      "surah": 89,
      "text": "وقوله: ( كَلا بَل لا تُكْرِمُونَ الْيَتِيمَ )اختلف أهل التأويل في المعنيّ بقوله: ( كَلا ) في هذا الموضع، وما الذي أنكر بذلك، فقال بعضهم: أنكر جلّ ثناؤه أن يكون سبب كرامته من أكرم كثرة ماله، وسبب إهانته من أهان قلة ماله.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَأَمَّا إِذَا مَا ابْتَلاهُ فَقَدَرَ عَلَيْهِ رِزْقَهُ فَيَقُولُ رَبِّي أَهَانَنِ ) ما أسرع ما كفر ابن آدم، يقول الله جلّ ثناؤه: كلا إني لا أكرم من أكرمت بكثرة الدنيا، ولا أهين من أهنت بقلتها، ولكن إنما أكرم من أكرمت بطاعتي، وأُهينُ من أهنت بمعصيتي.وقال آخرون: بل أنكر جلّ ثناؤه حمد الإنسان ربه على نِعمه دون فقره، وشكواه الفاقة، وقالوا: معنى الكلام، كلا أي: لم يكن ينبغي أن يكون هكذا، ولكن كان ينبغي أن يحمده على الأمرين جميعا، على الغنى والفقر.وأولى القولين في ذلك بالصواب القول الذي ذكرناه عن قتادة لدلالة قوله: ( بَل لا تُكْرِمُونَ الْيَتِيمَ ) والآيات التي بعدها، على أنه إنما أهان من أهان بأنه لا يكرم اليتيم، ولا يَحُضّ على طعام المسكين، وسائر المعاني التي عدّد، وفي إبانته عن السبب الذي من أجله أهان من أهان، الدلالة الواضحة على سبب تكريمه من أكرم، وفي تبيينه ذلك عَقيب قوله:  فَأَمَّا الإِنْسَانُ إِذَا مَا ابْتَلاهُ رَبُّهُ فَأَكْرَمَهُ وَنَعَّمَهُ فَيَقُولُ رَبِّي أَكْرَمَنِ * وَأَمَّا إِذَا مَا ابْتَلاهُ فَقَدَرَ عَلَيْهِ رِزْقَهُ فَيَقُولُ رَبِّي أَهَانَنِ  بيان واضح عن الذي أنكر من قوله ما وصفنا.وقوله: ( بَل لا تُكْرِمُونَ الْيَتِيمَ ) يقول تعالى ذكره: بل إنما أهنت من أهَنت من أجل أنه لا يكرم اليتيم، فأخرج الكلام على الخطاب، فقال: بل لستم تكرمون اليتيم، فلذلك أهنتكم ."
    },
    {
      "ayah": 18,
      "surah": 89,
      "text": "( وَلا تَحَاضُّونَ عَلَى طَعَامِ الْمِسْكِينِ ) .واختلفت القرّاء في قراءة ذلك، فقرأه من أهل المدينة أبو جعفر وعامة قرّاء الكوفة ( بَل لا تُكْرِمُونَ الْيَتِيمَ وَلا تَحَاضُّونَ ) بالتاء أيضا وفتحها وإثبات الألف فيها، بمعنى: ولا يحضّ بعضكم بعضًا على طعام المسكين. وقرأ ذلك بعض قرّاء مكة وعامة قرّاء المدينة بالتاء وفتحها وحذف الألف ( وَلا تَحُضُّون ) بمعنى: ولا تأمرون بإطعام المسكين. وقرأ ذلك عامة قرّاء البصرة ( يَحُضُّون ) بالياء وحذف الألف بمعنى: ولا يكرم القائلون إذا ما ابتلاه ربه فأكرمه ونعمه ربي أكرمني، وإذا قدر عليه رزقه ربي أهانني - اليتيم -( ولا يحضون على طعام المسكين ) وكذلك يقرأ الذين ذكرنا من أهل البصرة ( يُكْرِمُونَ ) وسائر الحروف معها بالياء على وجه الخبر عن الذين ذكرت. وقد ذُكر عن بعضهم أنه قرأ ( تُحاضُّونَ ) بالتاء وضمها وإثبات الألف، بمعنى: ولا تحافظون.والصواب من القول في ذلك عندي أن هذه قراءات معروفات في قَرَأة الأمصار، أعني: القراءات الثلاث صحيحات المعاني، فبأيّ ذلك قرأ القارئ فمصيب."
    },
    {
      "ayah": 19,
      "surah": 89,
      "text": "وقوله: ( وَتَأْكُلُونَ التُّرَاثَ أَكْلا لَمًّا ) يقول تعالى ذكره: وتأكلون أيها الناس الميراث أكلا لمًّا، يعني: أكلا شديدًا لا تتركون منه شيئا، وهو من قولهم: لممت ما على الخِوان أجمع، فأنا ألمه لمًّا: إذا أكلت ما عليه فأتيت على جميعه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عمرو بن سعيد بن يسار القرشي، قال: ثنا الأنصاري، عن أشعث، عن الحسن ( وَتَأْكُلُونَ التُّرَاثَ أَكْلا لَمًّا ) قال: الميراث.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَتَأْكُلُونَ التُّرَاثَ ) أي الميراث، وكذلك في قوله: ( أَكْلا لَمًّا ).* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، ( وَتَأْكُلُونَ التُّرَاثَ أَكْلا لَمًّا ) يقول: تأكلون أكلا شديدا.حدثني يعقوب، قال: ثنا ابن عُلية، عن يونس، عن الحسن، في قوله: ( وَتَأْكُلُونَ التُّرَاثَ أَكْلا لَمًّا ) قال: نصيبه ونصيب صاحبه.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد قوله: ( أَكْلا لَمًّا ) قال: اللمّ السفّ، لفّ كل شيء.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( أَكْلا لَمًّا ) أي: شديدا.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( أَكْلا لَمًّا ) يقول: أكلا شديدا.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قول الله: ( وَتَأْكُلُونَ التُّرَاثَ أَكْلا لَمًّا ) قال: الأكل اللمّ: الذي يأكل كلّ شيء يجده ولا يسأل، فأكل الذي له والذي لصاحبه، كانوا لا يُوَرِّثون النساء، ولا يورّثون الصغار، وقرأ:  وَيَسْتَفْتُونَكَ فِي النِّسَاءِ قُلِ اللَّهُ يُفْتِيكُمْ فِيهِنَّ وَمَا يُتْلَى عَلَيْكُمْ فِي الْكِتَابِ فِي يَتَامَى النِّسَاءِ اللاتِي لا تُؤْتُونَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرْغَبُونَ أَنْ تَنْكِحُوهُنَّ وَالْمُسْتَضْعَفِينَ مِنَ الْوِلْدَانِ  أي: لا تورِّثونهنّ أيضا( أَكْلا لَمًّا ) يأكل ميراثه، وكلّ شيء لا يسأل عنه، ولا يدري أحلال أو حرام.حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس ( وَتَأْكُلُونَ التُّرَاثَ أَكْلا لَمًّا ). يقول: سَفًّا.حدثني ابن عبد الرحيم البرقيّ، قال: ثنا عمرو بن أبي سلمة البستيّ، عن زُهير، عن سالم، قال: قد سمعتُ بكر بن عبد الله يقول في هذه الآية: ( وَتَأْكُلُونَ التُّرَاثَ أَكْلا لَمًّا ) قال اللمّ: الاعتداء في المِيراث، يأكل ميراثه وميراث غيره."
    },
    {
      "ayah": 2,
      "surah": 89,
      "text": "وقوله: ( وَلَيَالٍ عَشْرٍ ) اختلف أهل التأويل في هذه الليالي العشر أيّ ليال هي، فقال بعضهم: هي ليالي عشر ذي الحجة.حدثنا ابن بشار، قال: ثنا ابن أبي عديّ، وعبد الوهاب ومحمد بن جعفر، عن عوف، عن زرارة، عن ابن عباس، قال: إن الليالي العشر التي أقسم الله بها، هي ليالي العشر الأول من ذي الحجة.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس: ( وَلَيَالٍ عَشْرٍ ) : عشر الأضحى؛ قال: ويقال: العشر: أولَ السنة من المحرم.حدثني يونس، قال: أخبرنا ابن وَهب، قال: أخبرني عمر بن قيس، عن محمد بن المرتفع، عن عبد الله بن الزبير ( وَلَيَالٍ عَشْرٍ ) أوّل ذي الحجة إلى يوم النحر.حدثني يعقوب، قال: ثنا ابن عُلَية، قال: أخبرنا عوف، قال: ثنا زرارة بن أوفى، قال: قال ابن عباس: إن الليالي العشر اللاتي أقسم الله بهنّ: هن الليالي الأوَل من ذي الحجة.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا إسرائيل، عن أبي إسحاق، عن مسروق ( وَلَيَالٍ عَشْرٍ ) قال: عشر ذي الحجة، وهي التي وعد الله موسى صلى الله عليه وسلم.حدثني يعقوب، قال: ثنا ابن عُلَية، قال: أخبرنا عاصم الأحول، عن عكرِمة ( وَلَيَالٍ عَشْرٍ ) قال: عشر ذي الحجة.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن الأغرّ المنقريّ، عن خليفة بن حصين، عن أبي نصر، عن ابن عباس ( وَلَيَالٍ عَشْرٍ ) قال: عشر الأضحى.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، في قول الله: ( وَلَيَالٍ عَشْرٍ ) قال: عشر ذي الحجة.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَلَيَالٍ عَشْرٍ ) قال: كنا نحدَّث أنها عشر الأضحى.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثَور، عن معمر، عن يزيد بن أبي زياد، عن مجاهد، قال: ليس عمل في ليال من ليالي السنة أفضل منه في ليالي العشر، وهي عشر موسى التي أتمَّها الله له.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن أبى إسحاق، عن مسروق، قال: ليال العشر، قال: هي أفضل أيام السنة.حُدثت عن الحسين، قال: سمعت أبا معاذ، يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( وَلَيَالٍ عَشْرٍ ) يعني: عشر الأضحى.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( وَلَيَالٍ عَشْرٍ ) قال: أوّل ذي الحجة؛ وقال: هي عشر المحرّم من أوّله.والصواب من القول في ذلك عندنا: أنها عشر الأضحى لإجماع الحجة من أهل التأويل عليه، وأن عبد الله بن أبي زياد القَطْوانيّ، حدثني قال: ثني زيد بن حباب، قال: أخبرني عياش بن عقبة، قال: ثني جُبير بن نعيم، عن أبي الزبير، عن جابر، أن رسول الله صلى الله عليه وسلم قال: \"(وَالْفَجْرِ * وَلَيَالٍ عَشْرٍ) قال: عَشْرُ الأضْحَى \"."
    },
    {
      "ayah": 20,
      "surah": 89,
      "text": "القول في تأويل قوله تعالى :  وَتُحِبُّونَ الْمَالَ حُبًّا جَمًّا (20)  .يعني تعالى ذكره بقوله: ( وَتُحِبُّونَ الْمَالَ حُبًّا جَمًّا ) وتحبون جمع المال أيها الناس واقتناءه حبا كثيرا شديدا، من قولهم: قد جمّ الماء في الحوض: إذا اجتمع، ومنه قول زُهير بن أبي سلمى:فَلَمَّــا ورَدْنَ المَـاءَ زُرْقًـا جِمامُـهُوَضَعْـنَ عِصِـيَّ الْحـاضِرِ المُتَخَـيَّمِ (5)وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، في قوله: ( وَتُحِبُّونَ الْمَالَ حُبًّا جَمًّا ) يقول: شديدا.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( وَتُحِبُّونَ الْمَالَ حُبًّا جَمًّا ) فيحبون كثرة المال.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( حُبًّا جَمًّا ) قال: الجمّ: الكثير.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَتُحِبُّونَ الْمَالَ حُبًّا جَمًّا ) : أي حبا شديدا.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( حُبًّا جَمًّا ) : يحبون كثرة المال.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: ( وَتُحِبُّونَ الْمَالَ حُبًّا جَمًّا ) قال: الجمّ: الشديد.------------------------الهوامش:(5) البيت من معلقة زهير ( مختار الشعر الجاهلي 229 ) قال شارحه : وردن الماء : أتينه وحللن عليه . وجمامة : جمع جم ، وهو ما تجمع وكثر . وزرقة الماء : من شدة صفاء لونه ؛ لأنه لم يورد قبلهن ولم يحرك . ووضع العصى : كناية عن النزول بالمكان ، والإقامة فيه . ا هـ وفي ( اللسان : جم ) الجم والجمم ( محركا ) : الكثير من كل شيء . ومال جم :كثيرا . وفي التنزيل العزيز : { وتحبون المال حبا جما } أي : كثيرا . وكذلك فسره أبو عبيدة . وقيل الجم : الكثير المجتمع ؛ جم يجم كيجلس ويقعد والضم أعلى ، جموما . ا هـ ."
    },
    {
      "ayah": 21,
      "surah": 89,
      "text": "ويعني جلّ ثناؤه بقوله: ( كَلا ) : ما هكذا ينبغي أن يكون الأمر. ثم أخبر جلّ ثناؤه عن ندمهم على أفعالهم السِّيئة في الدنيا، وتلهُّفهم على ما سلف منهم حين لا ينفعهم الندم، فقالّ جل ثناؤه: ( إِذَا دُكَّتِ الأرْضُ دَكًّا دَكًّا ) يعني: إذا رجت وزُلزلت زلزلة، وحرّكت تحريكا بعد تحريك.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( إِذَا دُكَّتِ الأرْضُ دَكًّا دَكًّا ) يقول: تحريكها.حدثني يونس، قال: أخبرنا ابن وهب، قال: ثني حرملة بن عمران، أنه سمع عمر مولى غُفْرة يقول: إذا سمعت الله يقول: كلا فإنما يقول: كذبت."
    },
    {
      "ayah": 22,
      "surah": 89,
      "text": "وقوله: ( وَجَاءَ رَبُّكَ وَالْمَلَكُ صَفًّا صَفًّا ) يقول تعالى ذكره: وإذا جاء ربك يا محمد وأملاكه صفوفا صفا بعد صفّ.كما حدثنا ابن بشار، قال: ثنا محمد بن جعفر وعبد الوهاب، قالا ثنا عوف، عن أبي المنهال، عن شهر بن حوشب، عن ابن عباس رضي الله عنهما أنه قال: إذا كان يوم القيامة مدّت الأرض مدّ الأديم، وزيد في سعتها كذا وكذا، وجمع الخلائق بصعيد واحد، جنهم وإنسهم، فإذا كان ذلك اليوم قيضت (6) هذه السماء الدنيا عن أهلها على وجه الأرض، وَلأهل السماء وحدهم أكثر من أهل الأرض جنهم وإنسهم بضعف فإذا نثروا على وجه الأرض فزِعوا منهم، فيقولون: أفيكم ربنا: فيفزعون من قولهم ويقولون: سبحان ربنا ليس فينا، وهو آت، ثم تقاض السماء الثانية، وَلأهل السماء الثانية وحدهم أكثر من أهل السماء الدنيا ومن جميع أهل الأرض بضعف جنهم وإنسهم، فإذا نثروا على وجه الأرض فزع إليهم أهل الأرض، فيقولون: أفيكم ربنا؟ فيفزعون من قولهم ويقولون: سبحان ربنا، ليس فينا، وهو آت، ثم تقاضُ السموات سماء سماء، كلما قيضت سماء عن أهلها كانت أكثر من أهل السموات التي تحتها ومن جميع أهل الأرض بضعف، فإذا نثروا على وجه الأرض، فزِع إليهم أهل الأرض، فيقولون لهم مثل ذلك، ويرجعون إليهم مثل ذلك، حتى تقاض السماء السابعة، فلأهل السماء السابعة أكثر من أهل ستِّ سموات، ومن جميع أهل الأرض بضعف، فيجيء الله فيهم والأمم جِثيّ صفوف، وينادي مناد: ستعلمون اليوم من أصحاب الكرم، ليقم الحمادون لله على كل حال؛ قال: فيقومون فيسرحون إلى الجنة، ثم ينادي الثانية: ستعلمون اليوم من أصحاب الكرم، أين الذين كانت تتجافى جنوبهم عن المضاجع، يدعون ربهم خوفا وطمعًا، ومما رزقناهم ينفقون؟ فيسرحون إلى الجنة؛ ثم ينادي الثانية: ستعلمون اليوم من أصحاب الكرم: أين الذين لا تلهيهم تجارة ولا بيع عن ذكر الله، وإقام الصلاة وإيتاء الزكاة، يخافون يوما تتقلَّب فيه القلوب والأبصار فيقومون فيسرحون إلى الجنة؛ فإذا أخذ من هؤلاء ثلاثة خرج عُنُق من النار، فأشرف على الخلائق، له عينان تبصران، ولسان فصيح، فيقول: إني وكلت منكم بثلاثة: بكلّ جبار عنيد، فيلقُطهم من الصفوف لقط الطير حبّ السمسم، فيحبس بهم في جهنم، ثم يخرج ثانية فيقول: إني وكلت منكم بمن آذى الله ورسوله فيلقطهم لقط الطير حبّ السمسم، فيحبس بهم في جهنم، ثم يخرج ثالثة، قال عوف: قال أبو المنهال: حسبت أنه يقول: وكلت بأصحاب التصاوير، فيلتقطهم من الصفوف لقط الطير حبّ السمسم، فيحبس بهم في جهنم، فإذا أخذ من هؤلاء ثلاثة، ومن هؤلاء ثلاثة، نُشرت الصحف، ووُضعت الموازين، ودُعي الخلائق للحساب.حدثني موسى بن عبد الرحمن قال: ثنا أبو أُسامة، عن الأجلح، قال: سمعت الضحاك بن مزاحم يقول: إذا كان يوم القيامة، أمر الله السماء الدنيا بأهلها، ونـزل من فيها من الملائكة، وأحاطوا بالأرض ومن عليها، ثم الثانية، ثم الثالثة، ثم الرابعة، ثم الخامسة، ثم السادسة، ثم السابعة، فصَفُّوا صفًا دون صفّ، ثم ينـزل الملك الأعلى على مجنبته اليسرى جهنم، فإذا رآها أهل الأرض ندّوا، فلا يأتون قطرا من أقطار الأرض إلا وجدوا سبعة صفوف من الملائكة، فيرجعون إلى المكان الذي كانوا فيه فذلك قول الله:  إِنِّي أَخَافُ عَلَيْكُمْ يَوْمَ التَّنَادِ * يَوْمَ تُوَلُّونَ مُدْبِرِينَ مَا لَكُمْ مِنَ اللَّهِ مِنْ عَاصِمٍ  ، وذلك قوله: ( وَجَاءَ رَبُّكَ وَالْمَلَكُ صَفًّا صَفًّا * وَجِيءَ يَوْمَئِذٍ بِجَهَنَّمَ) وقوله:  يَا مَعْشَرَ الْجِنِّ وَالإِنْسِ إِنِ اسْتَطَعْتُمْ أَنْ تَنْفُذُوا مِنْ أَقْطَارِ السَّمَاوَاتِ وَالأَرْضِ فَانْفُذُوا لا تَنْفُذُونَ إِلا بِسُلْطَانٍ  وذلك قول الله:  وَانْشَقَّتِ السَّمَاءُ فَهِيَ يَوْمَئِذٍ وَاهِيَةٌ * وَالْمَلَكُ عَلَى أَرْجَائِهَا  .حدثنا أبو كُرَيب، قال: ثنا عبد الرحمن بن محمد المحاربيّ، عن إسماعيل بن رافع المدني، عن يزيد بن أبي زياد، عن محمد بن كعب القُرَظيّ، عن رجل من الأنصار، عن أبي هريرة، قال: قال رسول الله صلى الله عليه وسلم: \" تُوقفُونَ مَوْقِفا وَاحِدًا يَوْمَ الْقِيامَةِ مِقْدَارَ سَبْعِينَ عاما، لا يُنْظُر إلَيْكُمْ وَلا يُقْضَى بَيْنَكُمْ، قَدْ حُصِرَ عَلَيْكُمْ، فَتَبْكُونَ حتى يَنْقطِعَ الدَّمْعُ، ثُمَّ تَدْمعُون دما وَتَبْكُون حتى يَبْلُغَ ذلكَ مِنْكُمْ الأذْقَانَ، أوْ يُلْجِمَكُمْ فَتَضُجُّونَ، ثُمَّ تَقُولُونَ مَنْ يَشْفَعُ لَنا إلى رَبِّنا، فَيَقْضِي بَيْنَنا، فَيَقُولُونَ مَنْ أحَقُّ بِذلكَ مِنْ أبِيكُمْ، جَعَلَ اللهُ تُرْبَتَهُ وَخَلْقَهُ بِيَدِهِ، وَنَفَخَ فِيهِ مِنْ رُوحِهِ، وكَلَّمَهُ قُبُلا فَيُؤْتَى آدَمُ صَلى اللهُ عليهِ وسلَّمَ فَيُطْلَبُ ذلكَ إلَيْهِ فَيأْبَى، ثُمَّ يَسْتَقْرُونَ الأنبِياءَ نَبِيًّا نَبِيًّا، كُلَّما جاءُوا نَبِيًّا أبى \" قال رسولُ الله صلى الله عليه وسلم: \" حتى يَأْتونِي، فإذَا جاءُونِي خَرَجْتُ حتى آتِي الفَحْص \" ، قال أبو هريرة: يا رسول الله، ما الفحصُ؟ قال: \" قُدَّامَ العَرْشِ، فأخِرُّ ساجِدًا، فَلا أزَالُ ساجِدًا حتى يَبْعَثَ اللهُ إليَّ مَلَكًا، فَيأخُذَ بعَضُدِي، فَيرْفَعَنِي ثُمَّ يَقُولُ اللهُ لِي: مُحَمَّدٌ، وَهُوَ أعْلَمُ، فأقُولُ: نَعْم، فَيَقُولُ: ما شأنُكَ؟ فأقول: يا رَبِّ وَعَدْتَنِي الشَّفاعَةَ، شَفِّعْنِي فِي خَلْقِكَ فاقْضِ بَيْنَهُمْ، فَيَقُولُ: قَدْ شَفَّعْتُكَ، أنا آتِيكُمْ فأقْضِي بَيْنَكُمْ\". قال رسولُ الله صلى الله عليه وسلم: \" فأنصَرِفُ حتى أقِفَ مَعَ النَّاسِ، فَبَيْنا نَحْنُ وَقُوفٌ، سَمِعْنا حِسًّا مِنَ السَّماءِ شَدِيدًا، فَهالَنا، فَنـزلَ أهْلُ السَّماءِ الدُّنْيا بِمِثْلَيْ مَنْ فِي الأرْضِ مِنَ الجِنّ والإنسِ، حتى إذَا دنوْا مِنَ الأرْضِ، أشْرَقَتِ الأرْضُ، بِنُورِهِمْ، وأخَذُوا مَصَافَّهُمْ، وَقُلْنَا لَهُمْ: أفِيكُمْ رَبُّنا؟ قالوا: لا وَهُوَ آتٍ، ثُمَّ يَنـزلُ أهْلُ السَّماءِ الثَّانِيَةِ بِمِثْلَيْ مَنْ نـزلَ مِنَ المَلائِكَةِ، وَبِمِثْلَيْ مَنْ فِيها مِنَ الجِنّ وَالإنْسِ، حتى إذَا دَنَوْا مِنَ الأرْضِ أشْرَقَتِ الأرضُ بِنُورِهِمْ، وأخَذُوا مَصَافَّهُمْ، وَقُلْنَا لَهُمْ: أفِيكُمْ رَبُّنا؟ قالوا: لا وَهُوَ آتٍ. ثُمَّ نـزلَ أهْلُ السَّمَاوَاتِ عَلى قَدْرِ ذلكَ مِنَ الضِّعْفِ حتى نـزلَ الجَبَّارُ فِي ظُلَلٍ مِنَ الغَمامِ وَالمَلائِكَةِ، وَلَهُمْ زَجَلٌ مِنْ تَسْبِيحِهِمْ، يَقُولُونَ: سُبْحانَ ذِي المُلْكِ وَالمَلَكُوتِ، سُبْحانَ رَبِّ العَرْشِ ذِي الجَبَرُوتِ، سُبْحَانَ الْحَيِّ الَّذِي لا يَمُوتُ سُبْحانَ الَّذِي يميت الخلائق ولا يَمُوتُ، سُبُّوحٌ قُدُّوسٌ رَبُّ المَلائِكَةِ والرُّوحِ، قُدُّوسٌ قُدُّوسٌ، سُبْحانَ رَبِّنا الأعْلَى سُبْحان ذِي الجَبرُوتِ وَالْمَلَكُوتِ وَالْكِبْرِياءِ والسُّلْطانِ والعَظَمَةِ سُبْحانَهُ أبَدًا أبَدًا، يَحْمِلُ عَرْشَهُ يَوْمَئِذٍ ثمَانِيَةٌ، وَهمُ اليَوْمَ أرْبَعَةٌ، أقْدَامُهُم على تُخُومِ الأرْضِ السُّفْلَى، والسَّمَاوَاتُ إلى حُجَزِهِمْ، وَالعَرْشُ عَلى مَناكِبِهمْ، فَوَضَعَ الله عَرْشَهُ حَيْثُ شَاء مِنَ الأرْض، ثُمَّ يُنادِي بِنِدَاءٍ يُسْمِعُ الخَلائِقَ فَيَقُولُ يا مَعْشَرَ الجِنِّ والإنْسِ، إنِّي قَدْ أنْصَتُّ مُنْذُ يَوْمِ خَلَقْتُكُمْ إلى يَوْمِكُمْ هَذَا، أسمَعُ كَلامَكُمْ، وأُبْصِرُ أعمالَكمْ، فَأنْصِتُوا إليَّ، فإنَّمَا هِيَ صُحُفُكُمْ وأعمالكُمْ \u0026; 24-420 \u0026; تُقْرأُ علَيْكُمْ فَمَنْ وَجَدَ خَيْرًا فَلْيَحْمَدِ اللهَ، وَمَنْ وَجَدَ غَيرَ ذلكَ فَلا يَلُومَنَّ إلا نَفْسَهُ، ثُمَّ يأْمُرُ اللهُ جَهَنَّمَ فَتُخْرِجُ مِنْها عُنُقا ساطِعا مُظْلِما، ثُمَّ يَقُولُ اللهُ:  أَلَمْ أَعْهَدْ إِلَيْكُمْ يَا بَنِي آدَمَ أَنْ لا تَعْبُدُوا الشَّيْطَانَ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ  إلى قوله:  هَذِهِ جَهَنَّمُ الَّتِي كُنْتُمْ تُوعَدُونَ  ،  وَامْتَازُوا الْيَوْمَ أَيُّهَا الْمُجْرِمُونَ  فيتميز الناس ويَجْثُونَ، وَهِيَ التي يَقُولُ اللهُ:  وَتَرَى كُلَّ أُمَّةٍ جَاثِيَةً كُلُّ أُمَّةٍ تُدْعَى إِلَى كِتَابِهَا الْيَوْمَ ...  الآية، فَيَقْضِي اللهُ بَينَ خَلْقِهِ الجِنِّ والإنْسِ وَالْبَهائمِ، فإنَّهُ لَيَقِيدُ يَوْمَئِذٍ لِلْجَمَّاءِ مِنْ ذَاتِ القُرُونِ، حتى إذَا لَمْ يَبْقَ تَبِعَةٌ عِنْدَ وَاحِدةٍ لأخْرَى قال اللهُ: كُونُوا تُرَابًا، فَعِنْدَ ذلكَ يَقُولُ الكافِرُ يا لَيْتَني كُنْتُ تُرَابًا، ثُمَّ يَقْضِي اللهُ سُبْحانَهُ بَينَ الجِنِّ والإنْسِ\".حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَجَاءَ رَبُّكَ وَالْمَلَكُ صَفًّا صَفًّا ) صفوف الملائكة.------------------------الهوامش:(6) في ( اللسان : قيض ) وذكر طرفا من حديث ابن عباس هذا ، قال : قيضت : أي نقضت . يقال : قضت البناء فانقاض ، وقيل : معناه : شقت ، من قاض الفرخ البيض ، فانقاضت ."
    },
    {
      "ayah": 23,
      "surah": 89,
      "text": "وقوله: ( وَجِيءَ يَوْمَئِذٍ بِجَهَنَّمَ ) يقول تعالى ذكره: وجاء الله يومئذ بجهنم.كما حدثنا الحسن بن عرفة قال: ثنا مروان الفزاريّ، عن العلاء بن خالد الأسديّ، عن شقيق بن سلمة، قال: قال عبد الله بن مسعود، في قوله: ( وَجِيءَ يَوْمَئِذٍ بِجَهَنَّمَ ) قال: جيء بها تُقاد بسبعين ألف زمام، مع كلّ زمام سبعون ألف ملك يقودونها.حدثنا ابن حميد، قال: ثنا يحيى بن واضح، قال: ثنا الحسين، عن عاصم بن بهدلة، عن أبي وائل ( وَجِيءَ يَوْمَئِذٍ بِجَهَنَّمَ ) قال: يُجاء بها يوم القيامة تُقاد بسبعين ألف زمام، مع كلّ زمام سبعون ألف ملك.حدثنا ابن حميد، قال: ثنا الحكم بن بشير، قال: ثنا عمرو بن قيس، عن قتادة، قال: جَنْبتيه: الجنة والنار؛ قال: هذا حين ينـزل من عرشه إلى كرسيه لحساب خلقه، وقرأ: ( وَجِيءَ يَوْمَئِذٍ بِجَهَنَّمَ ) .حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( وَجِيءَ يَوْمَئِذٍ بِجَهَنَّمَ ) قال: جيء بها مزمومة.وقوله: ( يَوْمَئِذٍ يَتَذَكَّرُ الإنْسَانُ ) يقول تعالى ذكره: يومئذ يتذكر الإنسان تفريطه في الدنيا في طاعة الله، وفيما يقرّب إليه من صالح الأعمال ( وَأَنَّى لَهُ الذِّكْرَى ) يقول: من أيّ وجه له التذكير.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( وَأَنَّى لَهُ الذِّكْرَى ) يقول: وكيف له"
    },
    {
      "ayah": 24,
      "surah": 89,
      "text": "القول في تأويل قوله تعالى :  يَقُولُ يَا لَيْتَنِي قَدَّمْتُ لِحَيَاتِي (24)وقوله: ( يَا لَيْتَنِي قَدَّمْتُ لِحَيَاتِي ) يقول تعالى ذكره مخبرا عن تلهُّف ابن آدم يوم القيامة، وتندّمه على تفريطه في الصَّالِحات من الأعمال في الدنيا التي تورثه بقاء الأبد في نعيم لا انقطاع له، يا ليتني قدمت لحياتي في الدنيا من صالح الأعمال لحياتي هذه، التي لا موت بعدها، ما ينجيني من غضب الله، ويوجب لي رضوانه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن بشار، قال: ثنا هَوذة، قال: ثنا عوف، عن الحسن، في قوله:  يَوْمَئِذٍ يَتَذَكَّرُ الإِنْسَانُ وَأَنَّى لَهُ الذِّكْرَى * يَقُولُ يَا لَيْتَنِي قَدَّمْتُ لِحَيَاتِي  قال: علم الله أنه صادق، هناك حياة طويلة لا موت فيها آخر ما عليه.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( يَا لَيْتَنِي قَدَّمْتُ لِحَيَاتِي ) هُناكُم والله الحياة الطويلة.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( يَا لَيْتَنِي قَدَّمْتُ لِحَيَاتِي ) قال: الآخرة."
    },
    {
      "ayah": 25,
      "surah": 89,
      "text": "وقوله: (فَيَوْمَئِذٍ لا يُعَذِّبُ عَذَابَهُ أَحَدٌ * وَلا يُوثِقُ وَثَاقَهُ أَحَدٌ) أجمعت القرّاء قرّاء الأمصار في قراءة ذلك على كسر الذال من يعذّب، والثاء من يوثق، خلا الكسائي، \u0026; 24-422 \u0026; فإنه قرأ ذلك بفتح الذال والثاء اعتلالا منه بخبر - رُوي عن رسول الله صلى الله عليه وسلم أنه قرأه كذلك - واهي الإسناد.حدثنا ابن حميد، قال: ثنا مهران، عن خارجة، عن خالد الحذّاء، عن أبي قِلابة، قال: ثني من أقرأه النبيّ صلى الله عليه وسلم ( فَيَوْمَئِذٍ لا يُعَذِّبُ عَذَابَهُ أَحَدٌ ) .والصواب من القول في ذلك عندنا ما عليه قرّاء الأمصار، وذلك كسر الذال والثاء لإجماع الحجة من القرّاء عليه. فإذَا كان ذلك كذلك، فتأويل الكلام: فيومئذ لا يعذَّب بعذاب الله أحد في الدنيا، ولا يوثق كوثاقه يومئذ أحد في الدنيا. وكذلك تأوّله قارئو ذلك كذلك من أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( فَيَوْمَئِذٍ لا يُعَذِّبُ عَذَابَهُ أَحَدٌ ) ولا يوثِق كوثاق الله أحد.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن الحسن (فَيَوْمَئِذٍ لا يُعَذِّبُ عَذَابَهُ أَحَدٌ * وَلا يُوثِقُ وَثَاقَهُ أَحَدٌ) قال: قد علم الله أن في الدنيا عذابا وَوَثاقا، فقال: فيومئذ لا يعذّب عذابه أحد في الدنيا، ولا يُوثِق وثاقه أحد في الدنيا.وأما الذي قرأ ذلك بالفتح، فإنه وجَّه تأويله إلى: فيومئذ لا يعذَّب أحد في الدنيا كعذاب الله يومئذ ولا يوثق أحد في الدنيا كوثاقه يومئذ. وقد تأوّل ذلك بعض من قرأ ذلك كذلك بالفتح من المتأخرين، فيومئذ لا يعذَّب عذاب الكافر أحَد ولا يُوثَق وثاق الكافر أحد. وقال: كيف يجوز الكسر، ولا معذّب يومئذ سوى الله وهذا من التأويل غلط؛ لأن أهل التأويل تأوّلوه بخلاف ذلك، مع إجماع الحجة من القرّاء على قراءته بالمعنى الذي جاء به تأويل أهل التأويل، وما أحسبه دعاه إلى قراءة ذلك كذلك، إلا ذهابه عن وجه صحته في التأويل."
    },
    {
      "ayah": 26,
      "surah": 89,
      "text": "وقوله: (فَيَوْمَئِذٍ لا يُعَذِّبُ عَذَابَهُ أَحَدٌ * وَلا يُوثِقُ وَثَاقَهُ أَحَدٌ) أجمعت القرّاء قرّاء الأمصار في قراءة ذلك على كسر الذال من يعذّب، والثاء من يوثق، خلا الكسائي، فإنه قرأ ذلك بفتح الذال والثاء اعتلالا منه بخبر - رُوي عن رسول الله صلى الله عليه وسلم أنه قرأه كذلك - واهي الإسناد.حدثنا ابن حميد، قال: ثنا مهران، عن خارجة، عن خالد الحذّاء، عن أبي قِلابة، قال: ثني من أقرأه النبيّ صلى الله عليه وسلم ( فَيَوْمَئِذٍ لا يُعَذِّبُ عَذَابَهُ أَحَدٌ ) .والصواب من القول في ذلك عندنا ما عليه قرّاء الأمصار، وذلك كسر الذال والثاء لإجماع الحجة من القرّاء عليه. فإذَا كان ذلك كذلك، فتأويل الكلام: فيومئذ لا يعذَّب بعذاب الله أحد في الدنيا، ولا يوثق كوثاقه يومئذ أحد في الدنيا. وكذلك تأوّله قارئو ذلك كذلك من أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( فَيَوْمَئِذٍ لا يُعَذِّبُ عَذَابَهُ أَحَدٌ ) ولا يوثِق كوثاق الله أحد.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن الحسن (فَيَوْمَئِذٍ لا يُعَذِّبُ عَذَابَهُ أَحَدٌ * وَلا يُوثِقُ وَثَاقَهُ أَحَدٌ) قال: قد علم الله أن في الدنيا عذابا وَوَثاقا، فقال: فيومئذ لا يعذّب عذابه أحد في الدنيا، ولا يُوثِق وثاقه أحد في الدنيا.وأما الذي قرأ ذلك بالفتح، فإنه وجَّه تأويله إلى: فيومئذ لا يعذَّب أحد في الدنيا كعذاب الله يومئذ ولا يوثق أحد في الدنيا كوثاقه يومئذ. وقد تأوّل ذلك بعض من قرأ ذلك كذلك بالفتح من المتأخرين، فيومئذ لا يعذَّب عذاب الكافر أحَد ولا يُوثَق وثاق الكافر أحد. وقال: كيف يجوز الكسر، ولا معذّب يومئذ سوى الله وهذا من التأويل غلط؛ لأن أهل التأويل تأوّلوه بخلاف ذلك، مع إجماع الحجة من القرّاء على قراءته بالمعنى الذي جاء به تأويل أهل التأويل، وما أحسبه دعاه إلى قراءة ذلك كذلك، إلا ذهابه عن وجه صحته في التأويل."
    },
    {
      "ayah": 27,
      "surah": 89,
      "text": "وقوله: (يَا أَيَّتُهَا النَّفْسُ الْمُطْمَئِنَّةَ * ارْجِعِي إِلَى رَبِّكِ رَاضِيَةً مَرْضِيَّةً) يقول تعالى ذكره مخبرا عن قيل الملائكة لأوليائه يوم القيامة: يا أيتها النفس المطمئنة، يعني بالمطمئنة: التي اطمأنت إلى وعد الله الذي وعد أهل الإيمان به في الدنيا من الكرامة في الآخرة، فصدّقت بذلك.وقد اختلف أهل التأويل في تأويل ذلك فقال بعضهم نحو الذي قلنا فيه.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس ( يَا أَيَّتُهَا النَّفْسُ الْمُطْمَئِنَّةُ ) يقول: المصدّقة.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( يَا أَيَّتُهَا النَّفْسُ الْمُطْمَئِنَّةُ ) هو المؤمن اطمأنت نفسه إلى ما وعد الله.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة والحسن، في قوله: ( يَا أَيَّتُهَا النَّفْسُ الْمُطْمَئِنَّةُ ) قال: المطمئنة إلى ما قال الله، والمصدّقة بما قال.وقال آخرون: بل معنى ذلك: المصدّقة الموقِنة بأن الله ربها، المسلمة لأمره فيما هو فاعل بها.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا جرير، عن منصور، عن مجاهد، في قوله: ( يَا أَيَّتُهَا النَّفْسُ الْمُطْمَئِنَّةُ ) قال: النفس التي أيقنت أن الله ربها، وضربت جأشا لأمره وطاعته.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن منصور، عن مجاهد ( يَا أَيَّتُهَا النَّفْسُ الْمُطْمَئِنَّةُ ) قال: أيقنت بأن الله ربها، وضربت لأمره جأشا.حدثنا أبو كُرَيب، قال: ثنا ابن يمان، عن سفيان، عن منصور، عن مجاهد ( يَا أَيَّتُهَا النَّفْسُ الْمُطْمَئِنَّةُ ) قال: المنيبة المخبتة التي قد أيقنت أن الله ربها، وضربت لأمره جأشا.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن منصور، عن مجاهد ( يَا أَيَّتُهَا النَّفْسُ الْمُطْمَئِنَّةُ ) قال: أيقنت بأن الله ربها، وضربت لأمره جأشا.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( المُطْمَئِنَّةُ ) قال: المُخبِتة والمطمئنة إلى الله.حدثنا أبو كُرَيب، قال: ثنا وكيع، عن سفيان، عن منصور، عن مجاهد ( يَا أَيَّتُهَا النَّفْسُ الْمُطْمَئِنَّةُ ) قال: التي قد أيقنت بأن الله ربها، وضربت لأمره جأشا.حدثني يعقوب، قال: ثنا ابن عُليَّة، قال: ثنا ابن أبي نجيح، عن مجاهد، في قوله: ( يَا أَيَّتُهَا النَّفْسُ الْمُطْمَئِنَّةُ ) قال: المخبِتة.حدثني سعيد بن الرييع الرازيّ، قال: ثنا سفيان، عن منصور، عن مجاهد \u0026; 24-424 \u0026; ( يَا أَيَّتُهَا النَّفْسُ الْمُطْمَئِنَّةُ ) قال: التي أيقنت بلقاء الله، وضربت له جأشا.وُذكر أن ذلك في قراءة أُبيّ( يا أيَّتُها النَّفْسُ الآمِنَةُ ) .* ذكر الرواية بذلك:حدثنا خلاد بن أسلم قال: أخبرنا النضر، عن هارون القاري قال: ثني هلال، عن أبي شيخ الهنائي في قراءة أُبيّ( يا أيَّتُها النَّفْسُ الآمِنَةُ المُطْمَئِنَّةُ ) وقال الكلبي: إن الآمنة في هذا الموضع، يعني به: المؤمنة.وقيل: إن ذلك قول الملك للعبد عند خروج نفسه مبشرة برضا ربه عنه، وإعداده ما أعدّ له من الكرامة عنده.* ذكر من قال ذلك:حدثنا أبو كُرَيب، قال: ثنا ابن يمان، عن جعفر، عن سعيد، قال: قُرئت: ( يَا أَيَّتُهَا النَّفْسُ الْمُطْمَئِنَّةُ *ارْجِعِي إِلَى رَبِّكِ رَاضِيَةً مَرْضِيَّةً) عند النبيّ صلى الله عليه وسلم فقال أبو بكر: إن هذا لحسن، فقال رسول الله صلى الله عليه وسلم: \" أما إنَّ المَلَكَ سَيَقُولُهَا لَكَ عِنْدَ المَوتِ\".حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن إسماعيل بن أبي خالد، عن أبي صالح ( ارْجِعِي إِلَى رَبِّكِ رَاضِيَةً مَرْضِيَّةً ) قال هذا عند الموت ( فَادْخُلِي فِي عِبَادِي ) قال هذا يوم القيامة.وقال آخرون في ذلك بما حدثنا به أبو كريب، قال: ثنا ابن يمان، عن أُسامة بن زيد، عن أبيه في قوله: ( يَا أَيَّتُهَا النَّفْسُ الْمُطْمَئِنَّةُ ) قال: بُشِّرت بالجنة عند الموت، ويوم الجمع، وعند البعث."
    },
    {
      "ayah": 28,
      "surah": 89,
      "text": "وقوله: ( ارْجِعِي إِلَى رَبِّكِ ) اختلف أهل التأويل في تأويله، فقال بعضهم: هذا خبر من الله جلّ ثناؤه عن قيل الملائكة لنفس المؤمن عند البعث، تأمرها أن ترجع في جسد صاحبها؛ قالوا: وعُنِيَ بالردّ هاهنا صاحبها.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: (يَا أَيَّتُهَا النَّفْسُ الْمُطْمَئِنَّةُ * ارْجِعِي إِلَى رَبِّكِ رَاضِيَةً مَرْضِيَّةً) قال: تردّ الأرواح المطمئنة يوم القيامة في الأجساد.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: (فَادْخُلِي فِي عِبَادِي * وَادْخُلِي جَنَّتِي) يأمر الله الأرواح يوم القيامة أن ترجع إلى الأجساد، فيأتون الله كما خلقهم أول مرّة.حدثنا ابن عبد الأعلى، قال: ثنا المعتمر، عن أبيه، عن عكرِمة في هذه الآية ( ارْجِعِي إِلَى رَبِّكِ رَاضِيَةً مَرْضِيَّةً ) إلى الجسد.وقال آخرون: بل يقال ذلك لها عند الموت.* ذكر من قال ذلك:"
    },
    {
      "ayah": 29,
      "surah": 89,
      "text": "حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن إسماعيل بن أبي خالد، عن أبي صالح ( ارْجِعِي إِلَى رَبِّكِ رَاضِيَةً مَرْضِيَّةً ) قال: هذا عند الموت ( فَادْخُلِي فِي عِبَادِي ) قال: هذا يوم القيامة.وأولى القولين في ذلك بالصواب القول الذي ذكرناه عن ابن عباس والضحاك، أن ذلك إنما يقال لهم عند ردّ الأرواح في الأجساد يوم البعث لدلالة قوله: (فَادْخُلِي فِي عِبَادِي * وَادْخُلِي جَنَّتِي).اختلف أهل التأويل في معنى ذلك، فقال بعضهم: معنى ذلك: فادخلي في عبادي الصالحين، وادخلي جنتي.* ذكر من قال ذلك:"
    },
    {
      "ayah": 3,
      "surah": 89,
      "text": "وقوله: ( وَالشَّفْعِ وَالْوَتْرِ * وَاللَّيْلِ إِذَا يَسْرِ * هَلْ فِي ذَلِكَ قَسَمٌ) اختلف أهل التأويل في الذي عُنِيَ به من الوتر بقوله: ( والْوَتْرِ ) فقال بعضهم: الشفع: يوم النحر، والوتر: يوم عرفة.* ذكر من قال ذلك:حدثنا ابن بشار، قال: ثنا ابن أبي عديّ وعبد الوهاب ومحمد بن جعفر، عن عوف، عن زرارة بن أوفى، عن ابن عباس، قال: الوتر: يوم عرفة، والشفع: يوم الذبح.حدثني يعقوب، قال: ثنا ابن عُلَية، قال: أخبرنا عوف، قال: ثنا زرارة بن أوفى، قال: قال ابن عباس: الشفع: يوم النحر، والوَتر: يوم عرفة.حدثنا ابن بشار، قال: ثنا عفان بن مسلم، قال: ثنا همام، عن قتادة، قال: قال عكرِمة، عن ابن عباس: الشفع: يوم النحر، والوَتر: يوم عرفة.حدثنا ابن حميد، قال: ثنا يحيى بن واضح، قال: ثنا عبيد الله، عن عكرِمة ( وَالشَّفْعِ وَالْوَتْرِ ) قال: الشفع: يوم النحر، والوتر: يوم عرفة.وحدثنا به مرّة أخرى، فقال: الشفع: أيام النحر، وسائر الحديث مثله.حدثني يعقوب: قال: ثنا ابن عُلَية، قال: أخبرنا عاصم الأحول، عن عكرِمة في قوله: ( والشَّفْعِ ) قال: يوم النحر ( والْوَتْرِ ) قال: يوم عرفة.حدثنا ابن حُمَيد، قال: ثنا مهران، عن سفيان، عن أبيه، عن عكرِمة، قال: الشفع: يوم النحر، والوتر: يوم عرفة.قال: ثنا مهران، عن أبي سنان، عن الضحاك ( وَلَيَالٍ عَشْرٍ * وَالشَّفْعِ وَالْوَتْرِ) قال: أقسم الله بهنّ لما يعلم من فضلهنّ على سائر الأيام، وخير هذين اليومين لما يُعلَم من فضلهما على سائر هذه الليالي ( وَالشَّفْعِ وَالْوَتْرِ ) قال: الشفع: يوم النحر، والوَتر: يوم عرفة.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قال: كان عكرِمة يقول: الشفع: يوم الأضحى، والوتر: يوم عرفة.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، قال: قال عكرِمة: عرفة وَتْر، والنحر شفع، عرفة يوم التاسع، والنحر يوم العاشر.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( والشَّفْعِ ) يوم النحر ( والْوَتْرِ ) يوم عرفة.وقال آخرون: الشفع: اليومان بعد يوم النحر، والوَتر: اليوم الثالث.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد: في قوله: ( وَالشَّفْعِ وَالْوَتْرِ ) قال: الشفع: يومان بعد يوم النحر، والوتر: يوم النَّفْر الآخرِ، يقول الله:  فَمَنْ تَعَجَّلَ فِي يَوْمَيْنِ فَلا إِثْمَ عَلَيْهِ وَمَنْ تَأَخَّرَ فَلا إِثْمَ عَلَيْهِ  .وقال آخرون: الشفع: الخلق كله، والوتر: الله.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( وَالشَّفْعِ وَالْوَتْرِ ) قال: الله وتر، وأنتم شفع، ويقال: الشفع: صلاة الغداة، والوتر صلاة المغرب.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد ( وَالشَّفْعِ وَالْوَتْرِ ) قال: كلّ خلق الله شفع، السماء والأرض والبرّ والبحر والجنّ والإنس والشمس والقمر، والله الوَتر وحده.حدثني يعقوب، قال: ثنا ابن عُلَية، قال: أخبرنا ابن جُريج، قال: قال مجاهد، في قوله:  وَمِنْ كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ  قال: الكفر والإيمان، والسعادة والشقاوة، والهدى والضلالة، والليل والنهار، والسماء والأرض، والجنّ والإنس، والوَتْر: الله؛ قال: وقال في الشفع والوتر مثل ذلك.حدثني عبد الأعلى بن واصل، قال: ثنا محمد بن عبيد، قال: ثنا إسماعيل بن أبي خالد، عن أبي صالح، في قوله: ( وَالشَّفْعِ وَالْوَتْرِ ) قال: خلق الله من كل شيء زوجين، والله وَتْر واحد صَمَد.حدثني محمد بن عمارة، قال: ثنا عبيد الله بن موسى، قال: أخبرنا إسرائيل، عن أبي يحيى، عن مجاهد ( وَالشَّفْعِ وَالْوَتْرِ ) قال: الشفع: الزوج، والوتر: الله.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن جابر، عن مجاهد ( وَالشَّفْعِ وَالْوَتْرِ ) قال: الوتر: الله، وما خلق الله من شيء فهو شفع.وقال آخرون: عُنِيَ بذلك الخلق، وذلك أن الخلق كله شفع ووتر.قال: ثنا ابن ثور، عن مَعْمر، عن ابن أبي نجيح، عن مجاهد، في قوله: ( وَالشَّفْعِ وَالْوَتْرِ ) قال: الخلق كله شفع ووتر، وأقسم بالخلق.قال: ثنا ابن ثور، عن معمر، قال: قال الحسن في ذلك: الخلق كله شفع ( وَالشَّفْعِ وَالْوَتْرِ ) قال: كان أبي يقول: كلّ شيء خلق الله شفع ووتر، فأقسم بما خلق، وأقسم بما تبصرون وبما لا تبصرون.وقال آخرون: بل ذلك: الصلاة المكتوبة، منها الشفع كصلاة الفجر والظهر، ومنها الوتر كصلاة المغرب.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة قال: كان عمران بن حصين يقول: ( الشَّفْعِ والْوَتْرِ ) : الصلاة.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: ( وَالشَّفْعِ وَالْوَتْرِ ) قال عمران: هي الصلاة المكتوبة فيها الشفع والوتر.حدثنا ابن حميد، قال: ثنا مهران، عن أبي جعفر، عن الربيع بن أنس ( وَالشَّفْعِ وَالْوَتْرِ ) قال: ذلك صلاة المغرب، الشفع: الركعتان، والوتر: الركعة الثالثة، وقد رفع حديث عمران بن حصين بعضهم.* ذكر من قال ذلك:حدثنا نصر بن عليّ، قال: ثني أبي، قال: ثني خالد بن قيس، عن قتادة، عن عمران بن عصام، عن عمران بن حصين، عن النبيّ صلى الله عليه وسلم - في الشفع والوتر - قال: \" هيَ الصَّلاةُ مِنْها شَفْعٌ، وَمِنْها وَتْرٌ\".حدثنا ابن بشار، قال: ثنا عفان بن مسلم قال: ثنا همام، عن قتادة، أنه سُئل عن الشفع والوتر، فقال: أخبرني عمران بن عصام الضُّبعي، عن شيخ من أهل البصرة، عن عمران بن حصين، عن النبيّ صلى الله عليه وسلم، قال: \" هيَ الصَّلاةُ مِنْها شَفْعٌ، وَمنها وَتْرٌ\".حدثنا أبو كُرَيب، قال: ثنا عبيد الله بن موسى، قال: أخبرنا همام بن يحيى، عن عمران بن عصام، عن شيخ من أهل البصرة، عن عمران بن حصين أن رسول الله صلى الله عليه وسلم قال في هذه الآية ( وَالشَّفْعِ وَالْوَتْرِ ) قال: \" هيَ الصَّلاةُ مِنْها شَفْعٌ، وَمِنْها وَتْرٌ\".حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَالشَّفْعِ وَالْوَتْرِ ) إن من الصلاة شفعا، وإن منها وترا.حدثنا ابن بشار، قال: ثنا عفان بن مسلم، قال: ثنا همام، عن قتادة، أنه سُئل عن الشفع والوتر، فقال: قال الحسن: هو العدد. ورُوي عن النبيّ صلى الله عليه وسلم خبر يؤيد القول الذي ذكرنا عن أبي الزُّبير.* ذكر من قال ذلك:حدثنا عبد الله بن أبي زياد القَطْوَانيّ، قال: ثنا زيد بن حُباب، قال: أخبرني عَياش بن عقبة، قال: ثني جبير بن نعيم، عن أبي الزبير، عن جابر أن رسول الله صلى الله عليه وسلم قال: \" الشَّفْع: الْيَوْمَانِ وَالْوَتْرُ: الْيَوْمُ الْوَاحِدُ\".والصواب من القول في ذلك أن يقال: إن الله تعالى ذكره أقسم بالشفع والوتر، ولم يخصص نوعا من الشفع ولا من الوتر دون نوع بخبر ولا عقل، وكلّ شفع ووتر فهو مما أقسم به مما قال أهل التأويل إنه داخل في قسمه هذا لعموم قسَمه بذلك.واختلفت القرّاء في قراءة قوله: ( وَالْوَتْرِ ) فقرأته عامة قرّاء المدينة ومكة والبصرة وبعض قرّاء الكوفة بكسر الواو.والصواب من القول في ذلك أنهما قراءتان مستفيضتان معروفتان في قَرَأةِ الأمصار، ولغتان مشهورتان في العرب، فبأيتهما قرأ القارئ فمصيب."
    },
    {
      "ayah": 30,
      "surah": 89,
      "text": "حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( فَادْخُلِي فِي عِبَادِي ) قال: ادخلي في عبادي الصالحين ( وَادْخُلِي جَنَّتِي ) .وقال آخرون: معنى ذلك: فادْخُلِي فِي طاعَتِي وادْخُلِي جَنَّتِي .* ذكر من قال ذلك:حدثنا أبو كُرَيب، قال: ثنا وكيع، عن نعيم بن ضمضم، عن محمد بن مزاحم أخي الضحاك بن مُزاحم ( فَادْخُلِي فِي عِبَادِي ) قال: في طاعتي ( وَادْخُلِي جَنَّتِي ) قال: في رحمتي.وكان بعض أهل العربية من أهل البصرة يوجِّه معنى قوله: ( فَادْخُلِي فِي عِبَادِي ) إلى: فادخلي في حزبي.وكان بعض أهل العربية من أهل الكوفة يتأوّل ذلك ( يَا أَيَّتُهَا النَّفْسُ الْمُطْمَئِنَّةُ ) بالإيمان والمصدقة بالثواب والبعث ارجعي، تقول لهم الملائكة: إذا أُعطوا كتبهم بأيمانهم ( ارْجِعِي إِلَى رَبِّكِ ) إلى ما أعدّ الله لك من الثواب؛ قال: وقد يكون أن تقول لهم: شِبْه هذا القول ينوون ارجعوا من الدنيا إلى هذا المرجع؛ قال: وأنت تقول للرجل ممن أنت؟ فيقول: مُضَريّ، فتقول: كن تميميا أو قيسيا، أي: أنت من أحد هذين، فتكون كن صلة، كذلك الرجوع يكون صلة، لأنه قد صار إلى يوم القيامة، فكان الأمر بمعنى الخبر، كأنه قال: أيتها النفس أنت راضية مرضية.وقد رُوي عن بعض السلف أنه كان يقرأ ذلك: ( فادْخُلِي فِي عبدِي وَادْخُلِي جَنَّتِي ) .* ذكر من قال ذلك:حدثني أحمد بن يوسف، قال: ثنا القاسم بن سلام، قال: ثنا حجاج، عن هارون، عن أبان بن أبي عياش، عن سليمان بن قَتَّةَ عن ابن عباس، أنه قرأها( فادْخُلِي فِي عَبْدي ) على التوحيد.حدثني خلاد بن أسلم، قال: أخبرنا النضر بن شميل، عن هارون القاري، قال: ثني هلال، عن أبي الشيخ الهنائي ( فادْخُلِي فِي عَبْدِي ) . وفي قول الكلبي ( فادْخُلِي فِي عَبْدِي وَادْخُلِي فِي جَنَّتِي ) يعني: الروح ترجع في الجسد.والصواب من القراءة في ذلك ( فَادْخُلِي فِي عِبَادِي ) بمعنى: فادخلي في عبادي الصالحين. لإجماع الحجة من القرّاء عليه.آخر تفسير سورة والفجر"
    },
    {
      "ayah": 4,
      "surah": 89,
      "text": "وقوله: ( وَاللَّيْلِ إِذَا يَسْرِ ) يقول: والليل إذا سار فذهب، يقال منه: سرى فلان ليلا يَسْرِي: إذا سار.وقال بعضهم: عُنِيَ بقوله: ( وَاللَّيْلِ إِذَا يَسْرِ ) ليلة جَمْع، وهي ليلة المزدلفة.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: أخبرني عمر بن قيس، عن محمد بن المرتفع، عن عبد الله بن الزبير ( وَاللَّيْلِ إِذَا يَسْرِ ) حتى يُذهِب بعضه بعضا.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس: ( وَاللَّيْلِ إِذَا يَسْر ) يقول: إذا ذهب.حدثني محمد بن عُمارة، قال: ثنا عبيد الله بن موسى، قال: أخبرنا إسرائيل، عن أبى يحيى، عن مجاهد: ( وَاللَّيْلِ إِذَا يَسْر ) قال: إذا سار.حدثنا ابن حميد، قال: ثنا مهران، عن أبي جعفر، عن الربيع، عن أبي العاليه ( وَاللَّيْلِ إِذَا يَسْر ) قال: والليل إذا سار.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَاللَّيْلِ إِذَا يَسْر ) يقول: إذا سار.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: ( وَاللَّيْلِ إِذَا يَسْر ) قال: إذا سار.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( وَاللَّيْلِ إِذَا يَسْر ) قال: الليل إذا يسير.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن جابر، عن عكرِمة ( وَاللَّيْلِ إِذَا يَسْر ) قال: ليلة جمع.واختلفت القرّاء في قراءة ذلك، فقرأته عامة قرّاء الشام والعراق ( يَسْرِ ) بغير ياء. وقرأ ذلك جماعة من القرّاء بإثبات الياء، وحذف الياء في ذلك أعجب إلينا، ليوفق بين رءوس الآي إذ كانت بالراء. والعرب ربما أسقطت الياء في موضع الرفع مثل هذا، اكتفاء بكسرة ما قبلها منها، من ذلك قول الشاعر:لَيْسَ تخْــفى يَســارَتِي قَـدْرَ يَـوْمٍوَلَقَــدْ تُخْــفِ شِـيمَتِي إعْسَـارِي (1)------------------------الهوامش:(1) البيت من شواهد الفراء في معاني القرآن ( 365 ) قال : وقوله : { والليل إذا يسر } ذكروا أنها ليلة المزدلفة . وقد قرأ القراء \" يسري \" بإثبات الياء ، و \" يسر \" بحذفها . وحذفها أحب إلي ، لمشاكلتها رءوس الآيات ؛ ولأن العرب قد تحذف الياء وتكتفي بكسر ما قبلها ، أنشدني بعضهم :كَفَّــاك : كـف مـا تُلِيـقُ دِرهمًـاجُـودًا , وأُخـرَى تُعْـطِ بالسَّيْفِ الدَّماوأنشدني آخر : \" ليس تخفي يسارتي ... \" البيت ."
    },
    {
      "ayah": 5,
      "surah": 89,
      "text": "وقوله: ( هَلْ فِي ذَلِكَ قَسَمٌ لِذِي حِجْرٍ ) يقول تعالى ذكره: هل فيما أقسمت به من هذه الأمور مقنع لذي حجر، وإنما عُنِيَ بذلك: إن في هذا القسم مكتفى لمن عقل عن ربه مما هو أغلظ منه في الإقسام. فأما معنى قوله: ( لِذِي حِجْرٍ ) : فإنه لِذِي حِجًي وذِي عقل؛ يقال للرجل إذا كان مالكا نفسه قاهرًا لها ضابطا: إنه لذو حِجْر، ومنه قولهم: حَجَر الحاكم على فلان.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا أبو كُرَيب وأبو السائب، قالا ثنا ابن إدريس، قال: أخبرنا قابوس بن أبي ظبيان، عن أبيه، عن ابن عباس، في قوله: ( لِذِي حِجْرٍ ) قال: لذي النُّهَى والعقل.حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، في قوله: ( لِذِي حِجْرٍ ) قال: لأولي النُّهى.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس: ( هَلْ فِي ذَلِكَ قَسَمٌ لِذِي حِجْرٍ ) قال: ذو الحِجْر والنُّهى والعقل.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن قابوس بن أبي ظبيان، عن أبيه، عن ابن عباس: ( قَسَمٌ لِذِي حِجْرٍ ) قال: لذي عقل، لذي نُهَى.قال: ثنا مهران، عن سفيان، عن الأغرّ المِنقريّ، عن خليفة بن الحصين، عن أبي نصر، عن ابن عباس ( قَسَمٌ لِذِي حِجْرٍ ) قال: لذي لُبّ، لذي حِجًى.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، عن ابن أبي نجيح، عن مجاهد قوله: ( هَلْ فِي ذَلِكَ قَسَمٌ لِذِي حِجْرٍ ) قال: لذي عقل.حدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد: لذي عقل، لذي رأي.حدثني محمد بن عمارة، قال: ثنا عبيد الله بن موسى، قال: أخبرنا إسرائيل، عن أبي يحيى، عن مجاهد ( هَلْ فِي ذَلِكَ قَسَمٌ لِذِي حِجْرٍ ) قال: لذي لبّ، أو نُهى.حدثنا الحسن بن عرفة، قال: ثنا خلف بن خليفة، عن هلال بن خباب، عن مجاهد، في قوله: ( قَسَمٌ لِذِي حِجْرٍ ) قال: لذي عقل.حدثني يعقوب، قال: ثنا ابن عُلَية، عن أبي رجاء، عن الحسن ( هَلْ فِي ذَلِكَ قَسَمٌ لِذِي حِجْرٍ ) قال: لذي حلم.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: ( لِذِي حِجْرٍ ) قال: لذي حجى؛ وقال الحسن: لذي لُبّ.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، في قوله: ( هَلْ فِي ذَلِكَ قَسَمٌ لِذِي حِجْرٍ ) لذي حِجى، لذي عقل ولُبّ.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( هَلْ فِي ذَلِكَ قَسَمٌ لِذِي حِجْرٍ ) قال: لذي عقل، وقرأ:  لِقَوْمٍ يَعْقِلُونَ  و  لأُولِي الأَلْبَابِ  وهم الذين عاتبهم الله وقال: العقل واللُّبّ واحد، إلا أنه يفترق في كلام العرب."
    },
    {
      "ayah": 6,
      "surah": 89,
      "text": "القول في تأويل قوله تعالى :  أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍ (6).وقوله: (أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍ * إِرَمَ) يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: ألم تنظر يا محمد بعين قلبك، فترى كيف فعل ربك بعاد؟"
    },
    {
      "ayah": 7,
      "surah": 89,
      "text": "واختلف أهل التأويل في تأويل قوله: ( إرَمَ ) فقال بعضهم: هي اسم بلدة، ثم اختلف الذين قالوا ذلك في البلدة التي عُنِيت بذلك، فقال بعضهم: عُنِيت به الإسكندرية.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: ثني يعقوب بن عبد الرحمن الزهريّ، عن أبي صخر، عن القُرَظي، أنه سمعه يقول: ( إِرَمَ ذَاتِ الْعِمَادِ ) الإسكندرية.قال أبو جعفر، وقال آخرون: هي دِمَشق.* ذكر من قال ذلك:حدثني محمد بن عبد الله الهلالي من أهل البصرة، قال: ثنا عبيد الله بن عبد المجيد، قال: ثنا ابن أبي ذئب، عن المقْبري ( بِعَادٍ * إِرَمَ ذَاتِ الْعِمَادِ) قال: دمشق.وقال آخرون: عُنِي بقوله: ( إرَمَ ) : أمة.* ذكر من قال ذلك:حدثني محمد بن عمارة، قال: ثنا عبيد الله بن موسى، قال: أخبرنا إسرائيل، عن أبي يحيى، عن مجاهد قوله: ( إرَمَ ) قال: أمة.وقال آخرون: معنى ذلك: القديمة.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( إرَمَ ) قال: القديمة.وقال آخرون: تلك قبيلة من عاد.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: (أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍ * إِرَمَ ذَاتِ الْعِمَادِ) قال: كنا نحدّث أن إرم قبيلة من عاد، بيت مملكة عاد.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: ( إرَمَ ) قال: قبيلة من عاد كان يقال لهم: إرم، جدّ عاد.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا سلمة، عن ابن إسحاق (أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍ * إِرَمَ) يقول الله: بعاد إرم، إن عاد بن إرم بن عوص بن سام بن نوح.وقال آخرون: ( إرَمَ ): الهالك.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس: (أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍ * إِرَمَ) يعني بالإرم: الهالك؛ ألا ترى أنك تقول: أرم بنو فلان؟حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( بِعَادٍ إِرَمَ ) الهلاك؛ ألا ترى أنك تقول أُرِمَ (2) بنو فلان: أي هَلَكوا.والصواب من القول في ذلك أن يُقال: إن إرم إما بلدة كانت عاد تسكنها، فلذلك ردّت على عاد للإتباع لها، ولم يجر من أجل ذلك، وإما اسم قبيلة فلم يُجر أيضا، كما لا يُجْرى أسماء القبائل، كتميم وبكر، وما أشبه ذلك إذا أرادوا به القبيلة، وأما اسم عاد فلم يجر، إذ كان اسما أعجميا.فأما ما ذُكر عن مجاهد أنه قال: عُنِيَ بذلك القديمة، فقول لا معنى له، لأن ذلك لو كان معناه لكان محفوظا بالتنوين، وفي ترك الإجراء الدليل على أنه ليس بنعت ولا صفة.وأشبه الأقوال فيه بالصواب عندي أنها اسم قبيلة من عاد، ولذلك جاءت القراءة بترك إضافة عاد إليها، وترك إجرائها، كما يقال: ألم تر ما فعل ربك بتميم نهشل؟ فيترك إجراء نهشل، وهي قبيلة، فترك إجراؤها لذلك، وهي في موضع خفض بالردّ على تميم، ولو كانت إرم اسم بلدة، أو اسم جدّ لعاد لجاءت القراءة بإضافة عاد إليها، كما يقال: هذا عمروُ زبيدٍ وحاتمُ طيئ، وأعشى هَمْدانَ، ولكنها اسم قبيلة منها فيما أرى، كما قال قتادة، والله أعلم، فلذلك أجمعت القرّاء فيها على ترك الإضافة وترك الإجراء.وقوله: ( ذَاتِ الْعِمَادِ ) اختلف أهل التأويل في معنى قوله: ( ذَاتِ الْعِمَادِ ) في هذا الموضع، فقال بعضهم: معناه: ذات الطول، وذهبوا في ذلك إلى قول العرب للرجل الطويل: رجل مُعَمَّد، وقالوا: كانوا طوال الأجسام.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( ذَاتِ الْعِمَادِ ) يعني: طولهم مثل العماد.حدثني محمد بن عمارة، قال: ثنا عبيد الله بن موسى، قال: أخبرنا إسرائيل، عن أبي يحيى، عن مجاهد قوله: ( ذَاتِ الْعِمَادِ ) قال: كان لهم جسم في السماء.وقال بعضهم: بل قيل لهم: ( ذَاتِ الْعِمَادِ ) لأنهم كانوا أهل عَمَد، ينتجِعون الغيوث، وينتقلون إلى الكلأ حيث كان، ثم يرجعون إلى منازلهم.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( الْعِمَادِ ) قال: أهل عَمُود لا يقيمون.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( ذَاتِ الْعِمَادِ ) قال: ذُكر لنا أنهم كانوا أهل عَمُود لا يقيمون، سيارة.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( ذَاتِ الْعِمَادِ ) قال: كانوا أهلَ عمود.وقال آخرون: بل قيل ذلك لهم لبناء بناه بعضهم، فشيَّد عَمَده، ورفع بناءه.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( إِرَمَ ذَاتِ الْعِمَادِ ) قال: عاد قوم هود بنَوها وعملوها حين كانوا في الأحقاف، قال: ( لَمْ يُخْلَقْ مِثْلُهَا ) مثل تلك الأعمال في البلاد، قال: وكذلك في الأحقاف في حضرموت، ثم كانت عاد، قال: وثم أحقاف الرمل، كما قال الله: بالأحقاف من الرمل، رمال أمثال الجبال تكون مظلة مجوّفة.وقال آخرون: قيل ذلك لهم لشدّة أبدانهم وقواهم.* ذكر من قال ذلك:حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( ذَاتِ الْعِمَادِ ) يعني: الشدّة والقوّة.وأشبه الأقوال في ذلك بما دلّ عليه ظاهر التنـزيل قول من قال: عُنِيَ بذلك أنهم كانوا أهل عمود، سيارة لأن المعروف في كلام العرب من العماد، ما عمل به الخيام من الخشب والسواري التي يحمل عليها البناء، ولا يعلم بناء كان لهم بالعماد بخبر صحيح، بل وجه أهل التأويل قوله: ( ذَاتِ الْعِمَادِ ) إلى أنه عُنِيَ به طول أجسامهم، وبعضهم إلى أنه عُنِيَ به عماد خيامهم، فأما عماد البنيان، فلا يعلم كثير أحد من أهل التأويل وجهه إليه، وتأويل القرآن إنما يوجه إلى الأغلب الأشهر من معانيه ما وجد إلى ذلك سبيلا دون الأنكر.------------------------الهوامش:(2) في ( اللسان : أرم ) الأرم : القطع ، وأرمتهم السنة أرما : قطعتهم ، وبناء عليه يكون الفعل الذي عبر به المؤلف هنا مبنيا للمجهول ، أي : أبادهم الدهر ."
    },
    {
      "ayah": 8,
      "surah": 89,
      "text": "وقوله: ( الَّتِي لَمْ يُخْلَقْ مِثْلُهَا فِي الْبِلادِ ) يقول جلّ ثناؤه: ألم تر كيف فعل ربك بعاد، إرم التي لم يخلق مثلها في البلاد، يعني: مثل عاد، والهاء عائدة على عاد. وجائز أن تكون عائدة على إرم لما قد بينا قبل أنها قبيلة. وإنما عُنِيَ بقوله: لم يُخْلق مثلها في العِظَم والبطش والأيد.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( الَّتِي لَمْ يُخْلَقْ مِثْلُهَا فِي الْبِلادِ ) ذكر أنهم كانوا اثني عشر ذراعا طولا في السماء.وقال آخرون: بل معنى ذلك: ذات العماد التي لم يُخلق مثلها في البلاد، لم يخلق مثل الأعمدة في البلاد، وقالوا: التي لم يخلق مثلها من صفة ذات العماد، والهاء التي في مثلها إنما هي من ذكر ذات العماد.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: فذكر نحوه. وهذا قول لا وجه له، لأن العماد واحد مذكر، والتي للأنثى، ولا يوصف المذكر بالتي، ولو كان ذلك من صفة العماد لقيل: الذي لم يخلق مثله في البلاد، وإن جعلت التي لإرم، وجعلت الهاء عائدة في قوله: ( مِثْلُهَا ) عليها، وقيل: هي دمشق أو إسكندرية، فإن بلاد عاد هي التي وصفها الله في كتابه فقال:  وَاذْكُرْ أَخَا عَادٍ إِذْ أَنْذَرَ قَوْمَهُ بِالأَحْقَافِ  والأحقاف: هي جمع حِقْف، وهو ما انعطف من الرمل وانحنى، وليست الإسكندرية ولا دمشق من بلاد الرمال، بل ذلك الشِّحْرَ من بلاد حضرموت، وما والاها."
    },
    {
      "ayah": 9,
      "surah": 89,
      "text": "وقوله: ( وَثَمُودَ الَّذِينَ جَابُوا الصَّخْرَ بِالْوَادِ ) يقول: وبثمود الذين خرقوا الصخر ودخلوه فاتخذوه بيوتا، كما قال جلّ ثناؤه:  وَكَانُوا يَنْحِتُونَ مِنَ الْجِبَالِ بُيُوتًا آمِنِينَ والعرب تقول: جاب فلان الفلاة يجوبها جوبا: إذا دخلها وقطعها، ومنه قول نابغة:أتـاكَ أبُـو لَيْـلَى يَجُـوبُ بِـهِ الدُّجَىدُجَـى اللَّيـلِ جَـوّابُ الفَـلاةِ عَمِيـمُ (3)يعني بقوله: يجوب يدخل ويقطع.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، في قوله: ( وَثَمُودَ الَّذِينَ جَابُوا الصَّخْرَ بِالْوَادِ ) يقول: فخرقوها.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس: ( وَثَمُودَ الَّذِينَ جَابُوا الصَّخْرَ بِالْوَادِ ) يعني: ثمود قوم صالح، كانوا ينحتون من الجبال بيوتا.حدثني محمد بن عمارة، قال: ثنا عبيد الله بن موسى، قال: أخبرنا إسرائيل، عن أبي يحيى، عن مجاهد في قوله: ( الَّذِينَ جَابُوا الصَّخْرَ بِالْوَادِ ) قال: جابوا الجبال، فجعلوها بيوتا.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة قوله: ( وَثَمُودَ الَّذِينَ جَابُوا الصَّخْرَ بِالْوَادِ ) : جابوها ونحتوها بيوتا.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، قال: ( جَابُوا الصَّخْرَ ) قال: نَقبوا الصخر.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( جَابُوا الصَّخْرَ بِالْوَادِ ) يقول: قَدُّوا الحجارة.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: ( الَّذِينَ جَابُوا الصَّخْرَ بِالْوَادِ ) : ضربوا البيوت والمساكن في الصخر في الجبال، حتى جعلوا فيها مساكن. جابوا: جوّبوها تجوّبوا البيوت في الجبال، قال قائل:ألا كُـلُّ شَـيْءٍ مـا خَـلا اللـهَ بـائِدٌكمَـا بـادَ حَـيٌّ مِـنْ شَـنِيقٍ وَمارِدِهُـمُ ضَرَبُـوا فِـي كُلّ صَلاءَ صَعْدَةٍبــأيْدٍ شِــدَادٍ أيِّــدَاتِ السَّــوَاعِدِ (4)------------------------الهوامش:(3) البيت لأبي ليلى النابغة الجعدي . وفي ( اللسان : جوب ) وجاب الشيء جوبا واجتابه : خرقه ، وجاب الصخرة جوبا : نقبها وفي التنزيل العزيز : { وثمود الذين جابوا الصخرة بالواد } قال الفراء : جابوا : خرقوا الصخر فاتخذوه بيوتا . ونحو ذلك قال الزجاج : واعتبره بقوله : { وتنحتون من الجبال بيوتا فارهين } . وجاب يجوب جوبا : قطع وخرق . ا هـ .(4) هذان البيتان لا أعرف قائلهما ، ولست على ثقة من بعض ألفاظهما ، ولعل قوله : \" صلاء صعدة \" محرف عن \" صعداء صلة \" والصعداء : الأكمة يصعب ارتقاؤها . والصلة : الأرض اليابسة ، جمعها : صلال ."
    }
  ]
}
