{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 91,
      "text": "القول في تأويل قوله تعالى جل ثناؤه وتقدست أسماؤه:  وَالشَّمْسِ وَضُحَاهَا (1)قوله: ( وَالشَّمْسِ وَضُحَاهَا ) قسم أقسم ربنا تعالى ذكره بالشمس وضحاها؛ ومعنى الكلام: أقسم بالشمس، وبضحى الشمس.واختلف أهل التأويل في معنى قوله: ( وَضُحَاهَا ) فقال بعضهم: معنى ذلك: والشمس والنهار، وكان يقول: الضحى: هو النهار كله.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَالشَّمْسِ وَضُحَاهَا ) قال: هذا النهار.وقال آخرون: معنى ذلك: وضوئها.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، في قول الله: ( وَالشَّمْسِ وَضُحَاهَا ) قال: ضوئها.والصواب من القول في ذلك أن يقال: أقسم جلّ ثناؤه بالشمس ونهارها؛ لأن ضوء الشمس الظاهرة هو النهار."
    },
    {
      "ayah": 10,
      "surah": 91,
      "text": "وقوله: ( وَقَدْ خَابَ مَنْ دَسَّاهَا ) يقول تعالى ذكره: وقد خاب في طِلبته، فلم يُدرك ما طلب والتمس لنفسه مِن الصلاح مَنْ دساها يعني: من دَسَّس الله نفسه فأَخْمَلها، ووضع منها، بخُذلانه إياها عن الهدى حتى ركب المعاصِيَ، وترك طاعة الله. وقيل: دسَّاها وهي دَسَّسها، فقُلبت إحدى سيناتها ياء، كما قال العجَّاج:تَقَضِّيَ الْبازِي إذا البازِي كَسَرْ (1)يريد: تَقَضُّض. وتظنَّيت هذا الأمر، بمعنى: تظننت، والعرب تفعل ذلك كثيرا، فتبدل في الحرف المشدّدة بعض حروفه، ياء أحيانا، وواوا أحيانا؛ ومنه قول الآخر:يَـذْهَبُ بِـي فِـي الشِّـعْرِ كُـلَّ فَنَّحــتى يَــرُدَّ عَنِّــي التَّظَنِّــي (2)يريد: التظنن .وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس ( وَقَدْ خَابَ مَنْ دَسَّاهَا ) يقول: وقد خاب من دَسَّى اللهُ نَفسَه فأضلَّه.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس: ( وَقَدْ خَابَ مَنْ دَسَّاهَا ) يعني: تكذيبها.حدثنا أبو كُرَيب، قال: ثنا وكيع، عن سفيان، عن خصيف، عن مجاهد وسعيد بن جُبير ( وَقَدْ خَابَ مَنْ دَسَّاهَا ) قال أحدهما: أغواها، وقال الآخر: أضلَّها.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن خَصيف، عن مجاهد ( وَقَدْ خَابَ مَنْ دَسَّاهَا ) قال: أضلَّها، وقال سعيد: مَنْ أغواها.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( مَنْ دَسَّاهَا ) قال: أغواها.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَقَدْ خَابَ مَنْ دَسَّاهَا ) قال: أثّمها وأفجرها.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، مثله.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( وَقَدْ خَابَ ) يقول: وقد خاب من دَسَّى اللهُ نفسَه."
    },
    {
      "ayah": 11,
      "surah": 91,
      "text": "وقوله: ( كَذَّبَتْ ثَمُودُ بِطَغْوَاهَا ) يقول: كذَّبت ثمود بطغيانها، يعني: بعذابها الذي وعدهموه صالح عليه السلام، فكان ذلك العذاب طاغيا طغى عليهم، كما قال جلّ ثناؤه:  فَأَمَّا ثَمُودُ فَأُهْلِكُوا بِالطَّاغِيَةِ  .وبنحو الذي قلنا في ذلك قال أهل التأويل، وإن كان فيه اختلاف بين أهل التأويل.* ذكر من قال القول الذي قلنا في ذلك:حدثني سعيد بن عمرو السَّكونّي، قال: ثنا الوليد بن سَلَمة الفِلَسْطِينيّ، قال: ثني يزيد بن سمرة المَذحِجيّ عن عطاء الخُراسانيّ، عن ابن عباس، في قول الله: ( كَذَّبَتْ ثَمُودُ بِطَغْوَاهَا ) قال: اسم العذاب الذي جاءها، الطَّغْوَى، فقال: كذّبت ثمود بعذابها.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( كَذَّبَتْ ثَمُودُ بِطَغْوَاهَا ) : أي الطغيان.وقال آخرون: كذّبت ثمود بمعصيتهم الله.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا عن ابن أبي نجيح، عن مجاهد \u0026; 24-459 \u0026; ( كَذَّبَتْ ثَمُودُ بِطَغْوَاهَا ) قال: معصيتها.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( كَذَّبَتْ ثَمُودُ بِطَغْوَاهَا ) قال: بغيانهم وبمعصيتهم.وقال آخرون: بل معنى ذلك بأجمعها.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: أخبرني يحيى بن أيوب وابن لَهِيعة، عن عُمارة بن غزية، عن محمد ب رفاعة القُرَظِيّ، عن محمد بن كعب، أنه قال: ( كَذَّبَتْ ثَمُودُ بِطَغْوَاهَا ) قال: بأجمعها.حدثني ابن عيد الرحيم الْبَرِقيّ، قال: ثنا ابن أبي مَرْيم، قال: أخبرني يحيى بن أيوب، قال: ثني عمارة بن غزية، عن محمد بن رفاعة القُرَظِيّ، عن محمد بن كعب، مثله.وقيل ( طَغْوَاهَا ) بمعنى: طغيانهم، وهما مصدران للتوفيق بين رءوس الآي، إذ كانت الطغْوَى أشبه بسائر رءوس الآيات في هذه السورة، وذلك نظير قوله:  وَآخِرُ دَعْوَاهُمْ  بمعنى: وآخر دعائهم."
    },
    {
      "ayah": 12,
      "surah": 91,
      "text": "وقوله: ( إِذِ انْبَعَثَ أَشْقَاهَا ) يقول: إذ ثار أشقى ثمود، وهو قُدَار بن سالف.كما حدثني يعقوب بن إبراهيم، قال: ثنا الطُّفاويّ، عن هشام، عن أبيه، عن عبد الله بن زَمْعة، قال: خطب رسول الله صلى الله عليه وسلم، فذكر في خطبته الناقة، والذي عَقَرها، فقال: ( إذِ انْبَعَثَ أشْقَاهَا ) انْبَعَثَ لَهَا رَجُلٌ عَزِيزٌ عارِمٌ، مَنِيعٌ فِي رَهْطِهِ، مِثْلُ أبي زَمْعَةَ\".حدثنا بشر، قال: ثنا يزيد، قالا ثنا سعيد، عن قتادة، في قوله.( إِذِ انْبَعَثَ أَشْقَاهَا ) يعني أُحَيْمِرَ ثَمود."
    },
    {
      "ayah": 13,
      "surah": 91,
      "text": "وقوله: ( فَقَالَ لَهُمْ رَسُولُ اللَّهِ ) يعني بذلك جلّ ثناؤه: صالحا رسول الله صلى الله عليه وسلم، فقال لثمود صالح: ( نَاقَةَ اللَّهِ وَسُقْيَاهَا ) احذروا ناقة الله وسُقياها، وإنما حذّرهم سُقيا الناقة، لأنه كان تقدّم إليهم عن أمر الله، أن للناقة شِربَ يوم، ولهم شِرْب يومٍ آخر، غير يوم الناقة، على ما قد بيَّنت فيما مضى قبل.وكما حدثني بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( فَقَالَ لَهُمْ \u0026; 24-460 \u0026; رَسُولُ اللَّهِ نَاقَةَ اللَّهِ وَسُقْيَاهَا ) قسْم الله الذي قسم لها من هذا الماء."
    },
    {
      "ayah": 14,
      "surah": 91,
      "text": "وقوله: ( فَكَذَّبُوهُ فَعَقَرُوهَا ) يقول: فكذّبوا صالحا في خبره الذي أخبرهم به، من أن الله الذي جعل شِرْبَ الناقة يوما، ولهم شِرْبُ يوم معلوم، وأن الله يُحِلّ بهم نقمته، إن هم عقروها، كما وصفهم جلّ ثناؤه فقال:  كَذَّبَتْ ثَمُودُ وَعَادٌ بِالْقَارِعَةِ  ، وقد يُحتمل أن يكون التكذيب بالعقْر. وإذا كان ذلك كذلك، جاز تقديم التكذيب قبل العقر، والعقر قبل التكذيب، وذلك أن كلّ فعل وقع عن سبب حَسُنَ ابتداؤه قبل السبب وبعده، كقول القائل: أعطيت فأحسنت، وأحسنت فأعطيت؛ لأن الإعطاء هو الإحسان، ومن الإحسان الإعطاء، وكذلك لو كان العقر هو سبب التكذيب، جاز تقديم أيّ ذلك شاء المتكلم. وقد زعم بعضهم أن قوله: ( فَكَذَّبُوهُ ) كلمة مكتفية بنفسها، وأن قوله: ( فَعَقَرُوهَا ) جواب لقوله: ( إِذِ انْبَعَثَ أَشْقَاهَا ) كأنه قيل: إذ انبعث أشقاها فعقرها، فقال: وكيف قيل ( فَكَذَّبُوهُ فَعَقَرُوهَا ) وقد كان القوم قبل قتل الناقة مُسَلِّمين، لها شرب يوم، ولهم شرب يوم آخر. قيل: جاء الخبر أنهم بعد تسليمهم ذلك أجمعوا على منعها الشرب، ورضوا بقتلها، وعن رضا جميعهم قَتَلها قاتِلُها، وعقَرَها من عقرها ولذلك نُسب التكذيب والعقر إلى جميعهم، فقال جلّ ثناؤه: ( فَكَذَّبُوهُ فَعَقَرُوهَا ).وقوله: ( فَدَمْدَمَ عَلَيْهِمْ رَبُّهُمْ بِذَنْبِهِمْ فَسَوَّاهَا ) يقول تعالى ذكره: فدمَّر عليهم ربهم بذنبهم ذلك، وكفرهم به، وتكذيبهم رسوله صالحا، وعقرهم ناقته ( فَسَوَّاهَا ) يقول: فسوّى الدمدمة عليهم جميعهم، فلم يُفْلِت منهم أحد.كما حدثني بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( فَدَمْدَمَ عَلَيْهِمْ رَبُّهُمْ بِذَنْبِهِمْ فَسَوَّاهَا ) ذُكر لنا أن أحيمر ثَمود أبى أن يعقرها، حتى بايعه صغيرُهم وكبيرُهم، وذكرهم وأنثاهم، فلما اشترك القوم في عقرها دمدم الله عليهم بذنبهم فسوّاها.حدثني بشر بن آدم، قال: ثنا قُتيبة، قال: ثنا أبو هلال، قال: سمعت الحسن يقول: لما عقروا الناقة طلبوا فصيلها، فصار في قارة الجبل، فقطع الله قلوبهم."
    },
    {
      "ayah": 15,
      "surah": 91,
      "text": "وقوله: ( وَلا يَخَافُ عُقْبَاهَا ) اختلف أهل التأويل في معنى ذلك، فقال بعضهم: معناه: لا يخاف تبعة دمدمته عليهم.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( وَلا يَخَافُ عُقْبَاهَا ) قال: لا يخاف الله من أحد تبعة.حدثني إبراهيم بن المستمر، قال: ثنا عثمان بن عمرو، قال: ثنا عمر بن مرثد، عن الحسن، في قوله: ( وَلا يَخَافُ عُقْبَاهَا ) قال: ذاك ربنا تبارك وتعالى، لا يخاف تبعة مما صنع بهم.حدثنا أبو كُرَيب، قال: ثنا وكيع، عن عمرو بن منبه، هكذا هو في كتابي، سمعت الحسن قرأ: ( وَلا يَخَافُ عُقْبَاهَا ) قال: ذلك الربّ صنع ذلك بهم، ولم يخف تبعة.حدثني يعقوب، قال: ثنا ابن عُلَية، عن أبي رجاء، عن الحسن، في قوله: ( وَلا يَخَافُ عُقْبَاهَا ) قال: لا يخاف تبعتهم.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَلا يَخَافُ عُقْبَاهَا ) يقول: لا يخاف أن يتبع بشيء مما صنع بهم.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( وَلا يَخَافُ عُقْبَاهَا ) قال محمد بن عمرو في حديثه، قال الله: ( وَلا يَخَافُ عُقْبَاهَا ). وقال الحارث في حديثه: الله لا يخاف عقباها.حدثني محمد بن سنان، قال: ثنا يعقوب، قال: ثنا رزين بن إبراهيم، عن أبي سليمان، قال: سمعت بكر بن عبد الله المزنيّ يقول في قوله: ( وَلا يَخَافُ عُقْبَاهَا ) قال: لا يخاف الله التبعة.وقال آخرون: بل معنى ذلك: ولم يخف الذي عقرها عقباها: أي عُقبى فعلته التي فعل.* ذكر من قال ذلك:حدثنا أبو كُرَيب، قال: ثنا جابر بن نوح، قال: ثنا أبو روق، قال: ثنا الضحاك ( وَلا يَخَافُ عُقْبَاهَا ) قال: لم يخف الذي عقرها عقباها.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن السديّ: ( وَلا يَخَافُ عُقْبَاهَا ) قال: لم يخف الذي عقرها عقباها.\u0026; 24-462 \u0026;حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان، عن السديّ( وَلا يَخَافُ عُقْبَاهَا ) قال: الذي لا يخاف الذي صنع، عُقْبَى ما صنع.واختلفت القرّاء في قراءة ذلك، فقرأته عامة قرّاء الحجاز والشام ( فَلا يَخافُ عُقْبَاهَا ) بالفاء، وكذلك ذلك في مصاحفهم، وقرأته عامة قرّاء العراق في المِصْرين بالواو ( وَلا يَخَافُ عُقْبَاهَا ) وكذلك هو في مصاحفهم.والصواب من القول في ذلك: أنهما قراءتان معروفتان، غير مختلفي المعنى، فبأيتهما قرأ القارئ فمصيب.واختلفت القرّاء في إمالة ما كان من ذوات الواو في هذه السورة وغيرها، كقوله:  وَالْقَمَرِ إِذَا تَلاهَا   وَمَا طَحَاهَا  ونحو ذلك، فكان يفتح ذلك كلَّه عامة قرّاء الكوفة، ويُمِيلون ما كان من ذوات الياء، غير عاصم والكسائي، فإن عاصما كان يفتح جميعَ ذلك ما كان منه من ذوات الواو وذوات الياء، لا يُضْجِعُ منه شيئا.وكان الكسائي يكسر ذلك كلَّه. وكان أبو عمرو ينظر إلى اتساق رءوس الآي، فإن كانت متسقة على شيء واحد أمال جميعها، وأما عامة قرّاء المدينة فإنهم لا يميلون شيئا من ذلك الإمالة الشديدة، ولا يفتحونه الفتح الشديد، ولكن بين ذلك؛ وأفصح ذلك وأحسنه أن ينظر إلى ابتداء السورة، فإن كانت رءوسها بالياء أجري جميعها بالإمالة غير الفاحشة، وإن كانت رءوسها بالواو فتحت وجرى جميعها بالفتح غير الفاحش، وإذا انفرد نوع من ذلك في موضع أميل ذوات الياء الإمالة المعتدلة، وفتح ذوات الواو الفتح المتوسط، وإن أُميلت هذه، وفُتحت هذه لم يكن لحنا، غير أن الفصيح من الكلام هو الذي وصفنا صفته.آخر تفسير سورة والشمس وضحاها"
    },
    {
      "ayah": 2,
      "surah": 91,
      "text": "وقوله: ( وَالْقَمَرِ إِذَا تَلاهَا ) يقول تعالى ذكره: والقمر إذا تبع الشمس، وذلك في النصف الأوّل من الشهر، إذا غُربت الشمس، تلاها القمر طالعا.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( وَالْقَمَرِ إِذَا تَلاهَا ) قال: يتلو النهار.حدثني يعقوب، قال: ثنا هشيم، قال: أخبرنا عبد الملك، عن قيس بن سعد، عن مجاهد، قوله: ( وَالْقَمَرِ إِذَا تَلاهَا ) يعني: الشمس إذا تبعها القمر.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد ( وَالْقَمَرِ إِذَا تَلاهَا ) قال: تبعها.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَالْقَمَرِ إِذَا تَلاهَا ) يتلوها صبيحة الهلال فإذا سقطت الشمس رُؤي الهلال.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: ( وَالْقَمَرِ إِذَا تَلاهَا ) قال: إذا تلاها ليلة الهلال.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قول الله: (وَالشَّمْسِ وَضُحَاهَا * وَالْقَمَرِ إِذَا تَلاهَا) قال: هذا قسم، والقمر يتلو الشمس نصف الشهر الأوّل، و تتلوه النصف الآخر، فأما النصف الأوّل فهو يتلوها، وتكون أمامه وهو وراءها، فإذا كان النصف الآخر كان هو أمامها يقدمها، وتليه هي."
    },
    {
      "ayah": 3,
      "surah": 91,
      "text": "وقوله: ( وَالنَّهَارِ إِذَا جَلاهَا ) يقول: والنهار إذا جَلاهَا، قال: إذا أضاء.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَالنَّهَارِ إِذَا جَلاهَا ) قال: إذا غشيها النهار. وكان بعض أهل العربية يتأوّل ذلك بمعنى: والنهار إذا جلا الظلمة، ويجعل الهاء والألف من جلاها كناية عن الظلمة، ويقول: إنما جاز الكناية عنها، ولم يجز لها ذكر قبل، لأن معناها معروف، كما يعرف معنى قول القائل: أصبحت باردة، وأمست باردة، وهبَّت شمالا فكني عن مؤنثات لم يجر لها ذكر، إذ كان معروفا معناهن.والصواب عندنا في ذلك: ما قاله أهل العلم الذين حكينا قولهم، لأنهم أعلم بذلك، وإن كان للذي قاله من ذكرنا قوله من أهل العربية وَجْهٌ."
    },
    {
      "ayah": 4,
      "surah": 91,
      "text": "وقوله: ( وَاللَّيْلِ إِذَا يَغْشَاهَا ) يقول تعالى ذكره: والليل إذا يغشي الشمس، حتى تغيب فَتُظْلِمُ الآفَاقُ.وكان قتادة يقول في ذلك ما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَاللَّيْلِ إِذَا يَغْشَاهَا ) : إذا غَشَّاها الليل."
    },
    {
      "ayah": 5,
      "surah": 91,
      "text": "وقوله: ( وَالسَّمَاءِ وَمَا بَنَاهَا ) يقول جلّ ثناؤه: والسماء ومَنْ بناها، يعني: ومَنْ خَلَقها، وبناؤه إياها: تصييره إياها للأرض سقفا.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَالسَّمَاءِ وَمَا بَنَاهَا ) وبناؤها: خَلْقُها.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( وَالسَّمَاءِ وَمَا بَنَاهَا ) قال: الله بنى السماء.وقيل: ( وَمَا بَنَاهَا ) وهو جلّ ثناؤه بانيها، فوضع \" ما \" موضع \" مَنْ\" كما قال  وَوَالِدٍ وَمَا وَلَدَ  ، فوضع \" ما \" في موضع \" مَنْ\" ومعناه، ومَن ولد، لأنه قَسَمٌ أقسم بآدم وولده، وكذلك:  وَلا تَنْكِحُوا مَا نَكَحَ آبَاؤُكُمْ مِنَ النِّسَاءِ  ، وقوله:  فَانْكِحُوا مَا طَابَ لَكُمْ  وإنما هو: فانكحوا مَنْ طاب لكم. وجائز توجيه ذلك إلى معنى المصدر، كأنه قال: والسماء وبنائها، ووالد وولادِته."
    },
    {
      "ayah": 6,
      "surah": 91,
      "text": "وقوله: ( وَالأرْضِ وَمَا طَحَاهَا ) وهذه أيضا نظير التي قبلها، ومعنى الكلام: والأرض ومَنْ طحاها.ومعنى قوله: ( طَحَاهَا ) : بسطها يمينا وشمالا ومن كلّ جانب.وقد اختلف أهل التأويل في معنى قوله: ( طَحَاهَا ) فقال بعضهم: معنى ذلك: والأرض وما خلق فيها.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي،  عن أبيه، عن ابن عباس: ( وَالأرْضِ وَمَا طَحَاهَا ) يقول: ما خلق فيها.وقال آخرون: يعني بذلك: وما بسطها.* ذكر من قال ذلك:حدثني محمد بن عمارة، قال: ثنا عبيد الله بن موسى، قال: ثنا عيسى؛ وحدتني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( وَالأرْضِ وَمَا طَحَاهَا ) قال: دحاها.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( وَمَا طَحَاهَا ) قال: بَسَطَها.وقال آخرون: بل معنى ذلك: وما قسمها.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، في قوله: ( وَالأرْضِ وَمَا طَحَاهَا ) يقول: قسمها."
    },
    {
      "ayah": 7,
      "surah": 91,
      "text": "وقوله: ( وَنَفْسٍ وَمَا سَوَّاهَا ) يعني جلّ ثناؤه بقوله: ( وَمَا سَوَّاهَا ) نفسه؛ لأنه هو الذي سوّى النفس وخلقها، فعدّل خلقها، فوضع \" ما \" موضع \" مَنْ\" وقد يُحتمل أن يكون معنى ذلك أيضا المصدر، فيكون تأويله: ونفس وتسويَتها، فيكون القسم بالنفس وبتسويتها."
    },
    {
      "ayah": 8,
      "surah": 91,
      "text": "وقوله: ( فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا ) يقول تعالى ذكره: فبين لها ما ينبغي لها أن تأتي أو تذر من خير، أو شرّ أو طاعة، أو معصية.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا ) يقول: بَيَّنَ الخيرَ والشرَّ.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا ) يقول: بين الخيرَ والشرَّ.محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس: ( فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا ) قال: علَّمها الطاعة والمعصية.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد ( فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا ) قال: عَرَّفَها.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا ) : فبَيَّن لها فجورها وتقواها.وحُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا ) ، بين لها الطاعةَ والمعصيةَ.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان ( فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا ) قال: أعلمها المعصية والطاعة.قال: ثنا مِهْران، عن سفيان، عن الضحاك بن مزاحم ( فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا ) قال: الطاعةَ والمعصيةَ.وقال آخرون: بل معنى ذلك: أن الله جعل فيها ذلك.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا ) قال: جعل فيها فجورَها وتقواها.حدثنا ابن بشار، قال: ثنا صفوان بن عيسى وأبو عاصم النبيل، قالا ثنا عزرة بن ثابت، قال: ثني يحيى بن عقيل، عن يحيى بن يَعْمَر، عن أبي الأسود الدّيلي، قال: قال لي عمران بن حُصين: أرأيت ما يعمل الناس فيه ويتكادحون فيه أشيء قُضِيَ عليهم، ومضى عليهم من قَدَرٍ قد سبق، أو فيما يستقبلون مما أتاهم به نبيهم عليه الصلاة والسلام، وأكدت عليهم الحجة ؟ قلت: بل شيء قُضِيَ عليهم، قال: فهل يكون ذلك ظلما ؟ قال: ففزعت منه فزعا شديدا، قال: قلت له: ليس شيء إلا وهو خَلْقُه، ومِلْكُ يده،  لا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ  قال: سددّك الله، إنما سألتك \" أظنه أنا \" لأخْبُرَ عقلك. إن رجلا من مُزَينة أو جهينة، أتى النبيّ صلى الله عليه وسلم، فقال: يا رسول الله، أرأيت ما يعمل الناس فيه ويتكادحون أشيء قضي عليهم، ومضى عليهم من قدر سبق، أو فيما يستقبلون مما أتاهم به نبيهم عليه السلام وأكّدت به عليهم الحجة ؟ قال: \" فِي شَيء قَدْ قُضِيَ عَلَيْهِمْ\"؛ قال: ففيم \u0026; 24-456 \u0026; نعملُ ؟ قال: \" مَنْ كانَ اللهُ خَلَقَهُ لإحْدَى المَنـزلَتَينِ يُهَيِّئُهُ لَهَا، وَتَصْدِيقُ ذَلكَ فِي كِتَابِ اللهِ: (وَنَفْسٍ وَمَا سَوَّاهَا * فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا)\"."
    },
    {
      "ayah": 9,
      "surah": 91,
      "text": "القول في تأويل قوله تعالى :  قَدْ أَفْلَحَ مَنْ زَكَّاهَا (9)قوله: ( قَدْ أَفْلَحَ مَنْ زَكَّاهَا ) يقول: قد أفلح من زكَّى الله نفسه، فكثَّر تطهيرها من الكفر والمعاصي، وأصلحها بالصالحات من الأعمال.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس ( قَدْ أَفْلَحَ مَنْ زَكَّاهَا ) يقول: قد أفلح من زكَّى اللهُ نفسه.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن خَصِيفٍ، عن مجاهد وسعيد بن جُبير وعكرِمة: ( قَدْ أَفْلَحَ مَنْ زَكَّاهَا ) قالوا: من أصلحها.حدثنا أبو كُرَيب، قال: ثنا وكيع، عن سفيان، عن خصيف، عن مجاهد وسعيد بن جُبير، ولم يذكر عكرِمة.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( قَدْ أَفْلَحَ مَنْ زَكَّاهَا ) من عمل خيرا زكَّاها بطاعة الله.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( قَدْ أَفْلَحَ مَنْ زَكَّاهَا ) قال: قد أفلح من زكَّى نفسَه بعمل صالح.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( قَدْ أَفْلَحَ مَنْ زَكَّاهَا ) يقول: قد أفلح من زكى اللهُ نفسَه .وهذا هو موضع القسم؛ كما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، \u0026; 24-457 \u0026; عن قتادة، قال: قد وقع القسم ها هنا( قَدْ أَفْلَحَ مَنْ زَكَّاهَا ) وقد ذكرتُ ما تقول أهل العربية في ذلك فيما مضى من نظائره قبل."
    }
  ]
}
