{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 95,
      "text": "القول في تأويل قوله جل جلاله وتقدست أسماؤه:  وَالتِّينِ وَالزَّيْتُونِ (1)اختلف أهل التأويل في تأويل قوله: ( وَالتِّينِ وَالزَّيْتُونِ ) فقال بعضهم: عُنِي بالتين: التين الذي يؤكل، والزيتون: الزيتون الذي يُعْصر.* ذكر من قال ذلك:حدثنا ابن بشار، قال: ثنا روح، قال: ثنا عوف، عن الحسن، في قول الله: ( وَالتِّينِ وَالزَّيْتُونِ ) قال: تينكم هذا الذي يؤكل، وزيتونكم هذا الذي يُعْصر.حدثني يعقوب بن إبراهيم، قال: ثنا المعتمر بن سليمان، قال: سمعت الحكم يحدّث، عن عكرِمة، قال: التين: هو التين، والزيتون: الذي تأكلون.حدثنا ابن حميد، قال: ثنا يحيى بن واضح، قال: ثنا الحسين، عن يزيد، عن عكرِمة ( وَالتِّينِ وَالزَّيْتُونِ ) قال: تينكم وزيتونكم.حدثني يعقوب، قال: ثنا ابن عُلَيَّة، عن أبي رجاء، قال: سُئِل عكرِمة عن قوله: ( وَالتِّينِ وَالزَّيْتُونِ ) قال: التين تينكم هذا، والزيتون: زيتونكم هذا.حدثنا ابن بشار، قال: ثنا مؤمل، قال: ثنا سفيان، عن ابن أبي نجيح، عن مجاهد، في قوله: ( وَالتِّينِ وَالزَّيْتُونِ ) قال: التين الذي يؤكل، والزيتون: الذي يعصر.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن ابن أبي نجيح، عن مجاهد، مثله.حدثنا ابن حميد، قال: ثنا مهران؛ وحدثنا أبو كُرَيب، قال: ثنا وكيع، جميعا عن سفيان، عن ابن أبي نجيح، عن مجاهد، مثله.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، في قول الله ( وَالتِّينِ وَالزَّيْتُونِ ) قال: الفاكهة التي تأكل الناس.حدثنا ابن حميد، قال: ثنا مهران، عن سلام بن سليم، عن خصيف، عن مجاهد ( وَالتِّينِ وَالزَّيْتُونِ ) قال: هو تينكم وزيتونكم.حدثنا ابن بشار، قال: ثنا مؤمل، قال: ثنا سفيان، عن حماد، عن إبراهيم، في قوله: ( وَالتِّينِ وَالزَّيْتُونِ ) قال: التين الذي يؤكل، والزيتون الذي يُعصر.حدثنا بن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن الكلبيّ( وَالتِّينِ وَالزَّيْتُونِ ) هو الذي ترون.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتَادة، قال: قال الحسن، فى قوله: ( وَالتِّينِ وَالزَّيْتُونِ ) : التين تينكم، والزيتون زيتونكم هذا.وقال آخرون: التين: مسجد دمشق، والزيتون: بيت المقدس.* ذكر من قال ذلك:حدثنا ابن بشار، قال: ثنا رَوْح، قال: ثنا عوف، عن يزيد أبي عبد الله، عن كعب أنه قال في قول الله: ( وَالتِّينِ وَالزَّيْتُونِ ) قال: التين: مسجد دمشق، والزيتون: بيت المقدس.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: ( وَالتِّينِ ) قال: الجبل الذي عليه دمشق ( وَالزَّيْتُونَ ) : الذي عليه بيت المقدس.حدثنا بشر، قال: ثنا يزد، قال: ثنا سعيد، عن قتادة ( وَالتِّينِ وَالزَّيْتُونِ ) ذُكر لنا أن التين الجبل الذي عليه دمشق، والزيتون: الذي عليه بيت المقدس.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، وسألته عن قول الله: ( وَالتِّينِ وَالزَّيْتُونِ ) قال: التين: مسجد دمشق، والزيتون، مسجد إيلياء.حدثنا أبو كُرَيب، قال: ثنا وكيع، عن أبي بكر، عن عكرِمة ( وَالتِّينِ \u0026; 24-503 \u0026; وَالزَّيْتُونِ ) قال: هما جبلان.وقال آخرون: التين: مسجد نوح، والزيتون: مسجد بيت المقدس.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( وَالتِّينِ وَالزَّيْتُونِ ) يعني مسجد نوح الذي بني على الجوديّ، والزيتون: بيت المقدس؛ قال: ويقال: التين والزيتون وطور سينين: ثلاثة مساجد بالشام.والصواب من القول في ذلك عندنا: قول من قال: التين: هو التين الذي يُؤكل، والزيتون: هو الزيتون الذي يُعصر منه الزيت، لأن ذلك هو المعروف عند العرب، ولا يُعرف جبل يسمى تينا، ولا جبل يقال له زيتون، إلا أن يقول قائل: أقسم ربنا جلّ ثناؤه بالتين والزيتون. والمراد من الكلام: القسم بمنابت التين، ومنابت الزيتون، فيكون ذلك مذهبا، وإن لم يكن على صحة ذلك أنه كذلك دلالة في ظاهر التنـزيل، ولا من قول من لا يجوّز خلافه، لأن دمشق بها منابت التين، وبيت المقدس منابت الزيتون."
    },
    {
      "ayah": 2,
      "surah": 95,
      "text": "وقوله: ( وَطُورِ سِينِينَ ) اختلف أهل التأويل في تأويله، فقال بعضهم: هو جبل موسى بن عمران صلوات الله وسلامه عليه ومسجده.* ذكر من قال ذلك:حدثنا ابن بشار، قال: ثنا معاذ بن هشام، قال: ثني أبي، عن قتادة، عن قزعة، قال: قلت لابن عمر: إني أريد أن آتي بيت المقدس ( وَطُورِ سِينِينَ ) فقال: لا تأت طور سينين، ما تريدون أن تدعوا أثر نبيّ إلا وطئتموه. قال قتادة ( وَطُورِ سِينِينَ ) : مسجد موسى صلى الله عليه وسلم.حدثنا ابن بشار، قال: ثنا روح، قال: ثنا عوف، عن الحسن، في قوله.( طُورِ سِينِينَ ) قال: جبل موسى.قال: ثنا عوف، عن يزيد أبي عبد الله، عن كعب، في قوله: ( وَطُورِ سِينِينَ ) قال: جبل موسى صلى الله عليه وسلم.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( وَطُورِ سِينِينَ ) قال: هو الطُّور.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( وَطُورِ سِينِينَ ) قال: مسجد الطور.وقال آخرون: الطور: هو كلّ جبل يُنْبِتُ. وقوله ( سِينِينَ ) : حسن.* ذكر من قال ذلك:حدثنا عمران بن موسى القزاز، قال: ثنا عبد الوارث بن سعيد، قال: ثنا عمارة، عن عكرِمة، في قوله: ( وَطُورِ سِينِينَ ) قال: هو الحسن، وهي لغة الحبشة، يقولون للشيء الحسن: سِينا سِينا.حدثنا يعقوب بن إبراهيم، قال: ثنا ابن عُلَية، عن أبي رجاء، قال: سُئل عكرِمة، عن قوله ( وَطُورِ سِينِينَ ) قال: طُور: جبل، وسِينين: حَسَنٌ بالحبشية.حدثنا ابن حميد، قال: ثنا الصباح بن محارب، عن سفيان، عن أبي إسحاق، عن عمرو بن ميمون، قال: صليت خلف عمر بن الخطاب رضى الله عنه المغرب، فقرأ في أوّل ركعة ( وَالتِّينِ وَالزَّيْتُونِ * وَطُورِ سِينِينَ ) قال: هو جبل.حدثني يعقوب، قال: ثنا المعتمر، قال: سمعت الحكم يحدّث، عن عكرِمة ( وَطُورِ سِينِينَ ) قال: سواء علي نبات السهل والجبل.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن ابن أبي نجيح، عن مجاهد ( وَطُورِ سِينِينَ ) قال: الجبل.حدثنا ابن بشار، قال: ثنا مؤمل، قال: ثنا سفيان، عن ابن أبي نجيح، عن مجاهد ( وَطُورِ سِينِينَ ) : جبل.حدثنا أبو كُرَيب، قال: ثنا وكيع، عن سفيان، عن ابن أبي نجيح، عن مجاهد، مثله.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن ابن أبي نجيح، عن مجاهد ( وَطُورِ سِينِينَ ) الجبل.حدثنا أبو كُرَيب، قال: ثنا وكيع، عن النضر، عن عكرِمة، قال: الطور: الجبل، والسينين: الحسن، كما ينبت في السهل، كذلك ينبت في الجبل.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن الكلبيّ، أما( طُورِ سِينِينَ ) فهو الجبل ذو الشجر.وقال آخرون: هو الجبل، وقالوا: سينين: مبارك حسن.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد ( وَطُورِ ) : الجبل و ( سِينِينَ ) قال: المبارك.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَطُورِ سِينِينَ ) قال: جبل مبارك بالشام.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( وَطُورِ سِينِينَ ) قال: جبل بالشام، مُبارك حسن.وأولى الأقوال في ذلك بالصواب: قول من قال: طور سينين: جبل معروف، لأن الطور هو الجبل ذو النبات، فإضافته إلى سينين تعريف له، ولو كان نعتا للطور، كما قال من قال معناه حسن أو مبارك، لكان الطور منّونا، وذلك أن الشيء لا يُضاف إلى نعته، لغير علة تدعو إلى ذلك."
    },
    {
      "ayah": 3,
      "surah": 95,
      "text": "وقوله: ( وَهَذَا الْبَلَدِ الأمِينِ ) يقول: وهذا البلد الآمن من أعدائه أن يحاربوا أهله، أو يغزوهم. وقيل: الأمين، ومعناه: الآمن، كما قال الشاعر:ألـمْ تَعْلَمـي يـا أسْـمَ وَيحَـكِ أنَّنِـيحَــلَفْتُ يمِينــا لا أخُــونُ أمِينـي (1)يريد: آمني، وهذا كما قال جلّ ثناؤه:  أَوَلَمْ يَرَوْا أَنَّا جَعَلْنَا حَرَمًا آمِنًا وَيُتَخَطَّفُ النَّاسُ مِنْ حَوْلِهِمْ  .وإنما عني بقوله: ( وَهَذَا الْبَلَدِ الأمِينِ ) : مكة.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( وَهَذَا الْبَلَدِ الأمِينِ ) قال: مكة.حدثنا ابن بشار، قال: ثنا روح، قال: ثنا عوف، عن يزيد أبي عبد الله، عن كعب، في قول الله ( وَهَذَا الْبَلَدِ الأمِينِ ) قال: البلد الحرام.حدثنا ابن بشار، قال: ثنا روح، قال: ثنا عوف، عن الحسن، في قوله ( وَهَذَا الْبَلَدِ الأمِينِ ) قال: البلد الحرام.قال: ثنا عبد الرحمن، قال: ثنا سفيان؛ وحدثنا ابن حميد، قال: ثنا مهران، عن سفيان؛ وحدثنا أبو كُرَيب، قال: ثنا وكيع، عن سفيان، عن ابن أبي نجيح، عن مجاهد ( وَهَذَا الْبَلَدِ الأمِينِ ) قال مكة.حدثنا ابن بشار، قال: ثنا مؤمل، عن سفيان، عن ابن أبي نجيح، عن مجاهد، مثله.حدثنا ابن حميد، قال: ثنا مهران، عن سَلام بن سليم، عن خَصيف، عن مجاهد: ( وَهَذَا الْبَلَدِ الأمِينِ ) : مكة.حدثنى يعقوب، قال: ثنا المعتمر، قال: سمعت الحكم يحدّث عن عكرِمة ( وَهَذَا الْبَلَدِ الأمِينِ ) : قال: البلد الحرام.قال: ثنا ابن عُلَية، عن أبي رجاء، قال: سُئل عكرِمة، عن قوله ( وَهَذَا الْبَلَدِ الأمِينِ ) قال: مكة.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَهَذَا الْبَلَدِ الأمِينِ ) يعني: مكة.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( وَهَذَا الْبَلَدِ الأمِينِ ) قال: المسجد الحرام.حدثنا ابن بشار، قال: ثنا مؤمل، قال: ثنا سفيان، عن حماد، عن إبراهيم ( وَهَذَا الْبَلَدِ الأمِينِ ) : مكة."
    },
    {
      "ayah": 4,
      "surah": 95,
      "text": "وقوله: ( لَقَدْ خَلَقْنَا الإنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ ) وهذا جواب القسم، يقول تعالى ذكره: والتين والزيتون، لقد خلقنا الإنسان في أحسن تقويم.وبالذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قال: وقع القسم ها هنا( لَقَدْ خَلَقْنَا الإنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ ) اختلف أهل التأويل في تأويل قوله ( لَقَدْ خَلَقْنَا \u0026; 24-507 \u0026; الإنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ ) فقال بعضهم: معناه: في أعدل خلق، وأحسن صورة.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا حكام، عن عمرو، عن عاصم، عن أبي رَزِين، عن ابن عباس ( فِي أَحْسَنِ تَقْوِيمٍ ) قال: في أعدل خلق.حدثنا ابن بشار، قال: ثنا مؤمل، قال: ثنا سفيان، عن حماد، عن إبراهيم ( لَقَدْ خَلَقْنَا الإنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ ) قال: في أحسن صورة.قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن حماد، عن إبراهيم، مثله.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن حماد، عن إبراهيم ( فِي أَحْسَنِ تَقْوِيمٍ ) قال: خَلْقٍ.حدثنا أبو كُرَيب، قال: ثنا وكيع، عن سفيان، عن حماد، عن إبراهيم ( لَقَدْ خَلَقْنَا الإنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ ) قال: في أحسن صورة.حدثنا ابن حميد، قال: ثنا مهران، عن أبي جعفر، عن الربيع، عن أبي العالية ( فِي أَحْسَنِ تَقْوِيمٍ ) يقول: في أحسن صورة.حدثنا ابن بشار، قال: ثنا مؤمل، قال: ثنا سفيان، عن ابن أبي نجيح، عن مجاهد ( فِي أَحْسَنِ تَقْوِيمٍ ) : في أحسن صورة.حدثنا أبو كُرَيب، قال: ثنا وكيع، عن سفيان، عن ابن أبي نجيح، عن مجاهد ( لَقَدْ خَلَقْنَا الإنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ ) قال: أحسن خَلْقٍ.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله ( فِي أَحْسَنِ تَقْوِيمٍ ) قال: في أحسن خلق.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( فِي أَحْسَنِ تَقْوِيمٍ ) يقول: في أحسن صورة.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، هو والكلبيّ( فِي أَحْسَنِ تَقْوِيمٍ ) قالا في أحسن صورة.وقال آخرون: بل معنى ذلك: لقد خلقنا الإنسان، فبلغنا به استواء شبابه وجلده وقوّته، وهو أحسن ما يكون، وأعدل ما يكون وأقومه.* ذكر من قال ذلك:حدثني يعقوب، قال: ثنا المعتمر، قال: سمعت الحكم يحدّث، عن عكرِمة، في قوله: ( لَقَدْ خَلَقْنَا الإنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ ) قال: الشاب القويّ الجَلْد.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( لَقَدْ خَلَقْنَا الإنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ ) قال: شبابه أوّل ما نشأ.وقال آخرون: قيل ذلك لأنه ليس شيء من الحيوان إلا وهو منكبّ على وجهه غير الإنسان.* ذكر من قال ذلك:حدثنا محمد بن المثنى، قال: ثنا ابن أبي عديّ، عن داود، عن عكرِمة، عن ابن عباس ( لَقَدْ خَلَقْنَا الإنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ ) قال: خلق كلّ شيء منكبا على وجهه، إلا الإنسان.وأولى الأقوال في ذلك بالصواب: أن يقال: إن معنى ذلك: لقد خلقنا الإنسان في أحسن صورة وأعدلها؛ لأن قوله: ( أَحْسَنِ تَقْوِيمٍ ) إنما هو نعت لمحذوف، وهو في تقويم أحسن تقويم، فكأنه قيل: لقد خلقناه في تقويم أحسن تقويم."
    },
    {
      "ayah": 5,
      "surah": 95,
      "text": "وقوله: ( ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ ) اختلف أهل التأويل في تأويل ذلك، فقال بعضهم: معنى ذلك: ثم رددناه إلى أرذل العمر.* ذكر من قال ذلك:حدثنا ابن المثنى، قال: ثنا ابن أبي عديّ، عن داود، عن عكرِمة، عن ابن عباس ( ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ ) قال: إلى أرذل العمر.حدثنا ابن حميد، قال: ثنا حكام بن سلم، عن عمرو، عن عاصم، عن أبي رزين، عن ابن عباس ( ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ ) قال: إلى أرذل العمر.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ ) يقول: يرّد إلى أرذل العمر، كبر حتى ذهب عقله، وهم نفر رُدّوا إلى أرذل العمر على عهد رسول الله صلى الله عليه وسلم، فسُئل رسول الله صلى الله عليه وسلم حين سفهت عقولهم، فأنـزل الله عذرهم أن لهم أجرهم الذي عملوا قبل أن تذهب عقولهم.حدثني يعقوب، قال: ثنا ابن عُلَية، عن أبي رجاء، قال: سُئل عكرِمة، عن قوله: ( ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ ) قال: ردّوا إلى أرذل العمر.حدثنا ابن بشار، قال: ثنا مؤمل وعبد الرحمن، قالا ثنا سفيان، عن حماد، عن إبراهيم، في قوله: ( ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ ) قال: إلى أرذل العمر.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن حماد، عن إبراهيم، مثله.حدثنا أبو كُرَيب، قال: ثنا وكيع، عن سفيان، عن حماد، عن إبراهيم، مثله.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ ) قال: رددناه إلى الهِرَم.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قال: الهِرَم.حدثني يعقوب، قال: ثنا المعتمر، قال: سمعت الحكم يحدّث، عن عكرِمة ( ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ ) قال: الشيخ الهَرِم، لم يضرّه كبرُه إن ختم الله له بأحسن ما كان يعمل.وقال آخرون: بل معنى ذلك: ثم رددناه إلى النار في أقبح صورة.* ذكر من قال ذلك .حدثنا أبو كُرَيب، قال: ثنا وكيع، عن أبي جعفر الرازيّ، عن الربيع بن أنس، عن أبي العالية ( ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ ) قال: في شرّ صورة في صورة خنـزير.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن ابن أبي نجيح، عن مجاهد ( ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ ) قال: النار.حدثنا أبو كُرَيب، قال: ثنا وكيع، عن سفيان، عن ابن أبي نجيح، عن مجاهد، قال: إلى النار.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن ابن أبي نجيح، عن مجاهد، قال: في النار.قال: ثنا مؤمل، قال: ثنا سفيان، عن ابن أبي نجيح، عن مجاهد قال: إلى النار.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ ) قال: قال الحسن: جهنم مأواه.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، قال: \u0026; 24-510 \u0026; قال الحسن، في قوله: ( ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ ) قال: في النار.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ ) قال: إلى النار.وأولى الأقوال في ذلك عندي بالصحة، وأشبهها بتأويل الآية، قول من قال: معناه: ثم رددناه إلى أرذل العمر، إلى عمر الخَرْفَى، الذين ذهبت عقولهم من الهِرَم والكِبر، فهو في أسفل من سفل في إدبار العمر وذهاب العقل.وإنما قلنا: هذا القول أولى بالصواب في ذلك؛ لأن الله تعالى ذكره، أخبر عن خلقه ابن آدم، وتصريفه في الأحوال، احتجاجا بذلك على مُنكري قُدرته على البعث بعد الموت، ألا ترى أنه يقول: ( فَمَا يُكَذِّبُكَ بَعْدُ بِالدِّينِ ) يعني: بعد هذه الحُجَج.ومحال أن يحتجّ على قوم كانوا مُنكرين معنى من المعاني بما كانوا له مُنكرين. وإنما الحجة على كلّ قوم بما لا يقدرون على دفعه، مما يعاينونه ويحسُّونه، أو يقرّون به، وإن لم يكونوا له مُحسين.وإذْ كان ذلك كذلك، وكان القوم للنار- التي كان الله يتوعدهم بها في الآخرة- مُنكرين، وكانوا لأهل الهِرَم والخَرَف من بعد الشباب والجَلَد شاهدين، علم أنه إنما احتجّ عليهم بما كانوا له مُعاينين، من تصريفه خلقه، ونقله إياهم من حال التقويم الحسن والشباب والجلد، إلى الهِرَم والضعف وفناء العمر، وحدوث الخَرَف."
    },
    {
      "ayah": 6,
      "surah": 95,
      "text": "وقوله: ( إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ ) اختلف أهل التأويل في معنى هذا الاستثناء، فقال بعضهم: هو استثناء صحيح من قوله ( ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ ) قالوا: وإنما جاز استثناء الذين آمنوا وعملوا الصالحات، وهم جمع، من الهاء في قوله ( ثُمَّ رَدَدْنَاهُ ) وهي كناية الإنسان، والإنسان في لفظ واحد، لأن الإنسان وإن كان في لفظ واحد، فإنه في معنى الجمع، لأنه بمعنى الجنس، كما قيل:  وَالْعَصْرِ * إِنَّ الإِنْسَانَ لَفِي خُسْرٍ  قالوا: وكذلك جاز أن يقال: ( ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ ) فيضاف أفعل إلى جماعة، وقالوا: ولو كان مقصودا به قصد واحد بعينه، لم يجز ذلك، كما لا يُقال: هذا أفضل قائمين، ولكن يقال: هذا أفضل قائم* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا حكام، عن سعيد بن سابق، عن عاصم الأحول، \u0026; 24-511 \u0026; عن عكرِمة، قال: من قرأ القرآن لم يرد إلى أرذل العمر، ثم قرأ: (لَقَدْ خَلَقْنَا الإِنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ * ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ * إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ) قال: لا يكون حتى لا يعلم من بعد علم شيئا، فعلى هذا التأويل قوله: ( ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ ) لخاصّ من الناس، غير داخل فيهم الذين آمنوا وعملوا الصالحات، لأنه مستثنى منهم.وقال آخرون: بل الذين آمنوا وعملوا الصالحات قد يدخلون في الذين ردّوا إلى أسفل سافلين، لأن أرذل العمر قد يردّ إليه المؤمن والكافر. قالوا: وإنما استثنى قوله: ( إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ ) من معنى مضمر في قوله: ( ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ ) قالوا: ومعناه: ثم رددناه أسفل سافلين، فذهبت عقولهم وخرفوا، وانقطعت أعمالهم، فلم تثبت لهم بعد ذلك حسنة ( إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ ) فإن الذي كانوا يعملونه من الخير، في حال صحة عقولهم، وسلامة أبدانهم، جار لهم بعد هرمهم وخَرَفهَم.وقد يُحتمل أن يكون قوله: ( إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ ) استثناء منقطعا، لأنه يحسن أن يقال: ثم رددناه أسفل سافلين، إلا الذين آمنوا وعملوا الصالحات، لهم أجر غير ممنون، بعد أن يردّ أسفل سافلين.* ذكر من قال معنى هذا القول:حدثنا ابن المثنى، قال: ثنا ابن أبي عديّ، عن داود، عن عكرِمة، عن ابن عباس ( إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ ) قال: فأيما رجل كان يعمل عملا صالحا وهو قوي شاب، فعجز عنه، جرى له أجر ذلك العمل حتى يموت.حدثني محمد بن سعد، قال: ثنى أبي، قال: ثني عمى، قال: ثني أبي، عن أبيه، عن ابن عباس: ( إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ ) يقول: إذا كان يعمل بطاعة الله في شبيبته كلها، ثم كبر حتى ذهب عقله، كُتب له مثل عمله الصالح، الذي كان يعمل في شبيبته، ولم يُؤاخذ بشيء مما عمل في كبره، وذهاب عقله، من أجل أنه مؤمن، وكان يطيع الله في شبيبته.حدثنا ابن بشار، قال: ثنا مؤمل، قال: ثنا سفيان، عن حماد، عن إبراهيم، في قوله: ( ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ ) قال: إلى أرذل العمر، فإذا بلغ المؤمن إلى أرذل العمر، كُتِبَ له كأحسن ما كان يعمل في شبابه وصحته، فهو قوله: ( فَلَهُمْ \u0026; 24-512 \u0026; أَجْرٌ غَيْرُ مَمْنُونٍ ) .حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن حماد، عن إبراهيم (ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ * إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ) فإنه يكتب له من الأجر، مثل ما كان يعمل في الصحة.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن حماد بن أبي سليمان، عن إبراهيم، مثله.حدثنا أبو كُرَيب، قال: ثنا وكيع، عن سفيان، عن حماد، عن إبراهيم ( إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ ) قال: إذا بلغ من الكبر ما يعجز عن العمل، كُتِب له ما كان يعمل.وقال آخرون: بل معنى ذلك: ( إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ ) فإنه يُكتب لهم حسناتهم ويُتجاوز لهم عن سيئاتهم.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا حكام، عن عمرو، عن عاصم، عن أبي رَزين عن ابن عباس (ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ * إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ) قال: هم الذين أدركهم الكبر، لا يؤاخذون بعمل عملوه في كبرهم، وهم هَرْمَى لا يعقلون.حدثني يعقوب، قال: ثنا ابن عُلَية، عن أبي رجاء، قال: سُئل عكرمة، عن قوله: ( إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ ) قال: يوفيه الله أجره أو عمله، ولا يؤاخذه إذا رُدّ إلى أرذل العمر.حدثني يعقوب، قال: ثنا المعتمر بن سليمان، قال: سمعت الحكم يحدّث، عن عكرِمة (ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ * إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ) قال: الشيخ الهرم لم يضرّه كبره إن ختم الله له بأحسن ما كان يعمل.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ ) قال: من أدركه الهرم، وكان يعمل صالحا، كان له مثل أجره إذا كان يعمل.وقال آخرون: بل معنى ذلك: ثم رددناه أسفل سافلين في جهنم، إلا الذين آمنوا وعملوا الصالحات، فلهم أجر غير ممنون، فعلى هذا التأويل: إلا الذين آمنوا \u0026; 24-513 \u0026; وعملوا الصالحات مستثنون من الهاء في قوله: ( ثُمَّ رَدَدْنَاهُ ) ، وجاز استثناؤهم منها إذ كانت كناية للإنسان، وهو بمعنى الجمع، كما قال:  إِنَّ الإِنْسَانَ لَفِي خُسْرٍ * إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ  .* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد (ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ * إِلا الَّذِينَ آمَنُوا) : إلا من آمن.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، قال: قال الحسن، في قوله: ( ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ ) : في النار ( إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ ) قال الحسن: هي كقوله:  وَالْعَصْرِ * إِنَّ الإِنْسَانَ لَفِي خُسْرٍ * إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ  .وأولى الأقوال في ذلك عندنا بالصحة، قول من قال: معناه: ثم رددناه إلى أرذل العمر، إلا الذين آمنوا وعملوا الصالحات في حال صحتهم وشبابهم، فلهم أجر غير ممنون بعد هرمهم، كهيئة ما كان لهم من ذلك على أعمالهم، في حال ما كانوا يعملون وهم أقوياء على العمل.وإنما قلنا ذلك أولى بالصحة لما وصفنا من الدلالة على صحة القول بأن تأويل قوله: ( ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ ) إلى أرذل العمر.اختلفوا في تأويل قوله: ( غَيْرُ مَمْنُونٍ ) فقال بعضهم: معناه: لهم أجر غير منقوص.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، في قوله: ( فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ ) يقول: غير منقوص.وقال آخرون: بل معناه: غير محسوب.* ذكر من قال ذلك:حدثنا أبو كُرَيب، قال: ثنا وكيع، عن سفيان، عن ابن جُرَيج، عن مجاهد ( فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ ) : غير محسوب.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن ابن أبي نجيح، عن مجاهد مثله.دثنا ابن بشار، قال: ثنا مؤمل، قال: ثنا سفيان، عن ابن أبي نجيح، عن مجاهد ( فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ ) قال: غير محسوب.قال: ثنا سفيان، عن حماد، عن إبراهيم ( فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ ) قال: غير محسوب.وقد قيل: إن معنى ذلك: فلهم أجر غير مقطوع.وأولى الأقوال في ذلك بالصواب: قول من قال: فلهم أجر غير منقوص، كما كان له أيام صحته وشبابه، وهو عندي من قولهم: جبل مَنِين: إذا كان ضعيفا؛ ومنه قول الشاعر:أعْطَــوْا هُنَيْــدَة يَحْدُوهـا ثَمَانِيَـةمـا فِـي عَطـائِهمُ مَـنٌّ وَلا سَـرَف (2)يعني: أنه ليس فيه نقص، ولا خطأ."
    },
    {
      "ayah": 7,
      "surah": 95,
      "text": "القول في تأويل قوله تعالى :  فَمَا يُكَذِّبُكَ بَعْدُ بِالدِّينِ (7)اختلف أهل التأويل في تأويل قوله: ( فَمَا يُكَذِّبُكَ بَعْدُ ) فقال بعضهم معناه: فمن يكذّبك يا محمد بعد هذه الحجج التي احتججنا بها، بالدين، يعني: بطاعة الله، وما بعثك به من الحقّ، وأن الله يبعث من في القبور؟ قالوا: \" ما \" في معنى \" مَنْ\"، لأنه عُنِيَ به ابن آدم، ومن بعث إليه النبيّ صلى الله عليه وسلم.وقال آخرون: بل معنى ذلك: فما يكذّبك أيها الإنسان بعد هذه الحجج بالدين.* ذكر من قال ذلك:حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن منصور، قال: قلت لمجاهد: ( فَمَا يُكَذِّبُكَ بَعْدُ بِالدِّينِ ) عني به النبيّ صلى الله عليه وسلم؟ قال: معاذ الله! عُني به الإنسان.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عمن سمع مجاهدا يقول: ( فَمَا يُكَذِّبُكَ بَعْدُ بِالدِّينِ ) قلت: يعني به: النبيّ صلى الله عليه وسلم؟ قال: معاذ الله! إنما يعني به الإنسان.دثنا أبو كُرَيب، قال: ثنا وكيع، عن سفيان، عن منصور، عن مجاهد ( فَمَا يُكَذِّبُكَ بَعْدُ بِالدِّينِ ) أعني به النبيّ صلى الله عليه وسلم؟ قال: معاذ الله! إنما عُنِيَ به الإنسان.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن الكلبيّ( فَمَا يُكَذِّبُكَ بَعْدُ بِالدِّينِ ) ؟ إنما يعني الإنسان، يقول: خلقتك في أحسن تقويم، فما يكذّبك أيها الإنسان بعد بالدين.وقال آخرون: إنما عني بذلك رسول الله صلى الله عليه وسلم، وقيل له: استيقن مع ما جاءك من الله من البيان، أن الله أحكم الحاكمين.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( فَمَا يُكَذِّبُكَ بَعْدُ بِالدِّينِ ) أي استيقن بعد ما جاءك من الله البيان ( أَلَيْسَ اللَّهُ بِأَحْكَمِ الْحَاكِمِينَ ) .وأولى الأقوال في ذلك عندي بالصواب قول من قال: معنى \" ما \" معنى \" مَنْ\", ووجه تأويل الكلام إلى: فمن يكذبك يا محمد بعد الذي جاءك من هذا البيان من الله بالدين؟ يعني: بطاعة الله، ومجازاته العباد على أعمالهم. وقد تأوّل ذلك بعض أهل العربية بمعنى: فما الذي يكذّبك بأن الناس يدانون بأعمالهم؟ وكأنه قال: فمن يقدر على تكذيبك بالثواب والعقاب، بعد ما تبين له خلقنا الإنسان على ما وصفنا.واختلفوا في معنى قوله: ( بِالدِّينِ ) فقال بعضهم: بالحساب.* ذكر من قال ذلك:حدثنا عبد الرحمن بن الأسود الطُّفاوي، قال: ثنا محمد بن ربيعة، عن النضر بن عربيّ، عن عكرِمة، في قوله: ( فَمَا يُكَذِّبُكَ بَعْدُ بِالدِّينِ ) قال: الحساب.وقال آخرون: معناه: بحكم الله.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس: ( فَمَا يُكَذِّبُكَ بَعْدُ بِالدِّينِ ) يقول: ما يكذّبك بحكم الله.وأولى القولين في ذلك بالصواب قول من قال: الدين في هذا الموضع: الجزاء والحساب، وذلك أن أحد معانى الدين في كلام العرب: الجزاء والحساب؛ ومنه قولهم: \u0026; 24-516 \u0026; كما تدين تُدان. ولا أعرف من معاني الدين \" الحكم \" في كلامهم، إلا أن يكون مرادا بذلك: فما يكذّبك بعد بأمر الله الذي حكم به عليك أن تطيعه فيه؟ فيكون ذلك."
    },
    {
      "ayah": 8,
      "surah": 95,
      "text": "وقوله: ( أَلَيْسَ اللَّهُ بِأَحْكَمِ الْحَاكِمِينَ ) يقول تعالى ذكره: أليس الله يا محمد بأحكم من حكم في أحكامه، وفصل قضائه بين عباده؟ وكان رسول الله صلى الله عليه وسلم إذا قرأ ذلك فيما بلغنا قال: بَلى.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( أَلَيْسَ اللَّهُ بِأَحْكَمِ الْحَاكِمِينَ ) ذُكر لنا أن نبيّ الله صلى الله عليه وسلم كان إذا قرأها قال: \" بلى، وأنا على ذلك من الشاهدين \" .حدثنا أبو كُريب، قال: ثنا وكيع، عن أبيه، عن أبي إسحاق، عن سعيد بن جُبير، قال: كان ابن عباس إذا قرأ: ( أَلَيْسَ اللَّهُ بِأَحْكَمِ الْحَاكِمِينَ ) قال: سبحانك اللهمّ، و بلى.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، قال: كان قتادة إذا تلا( أَلَيْسَ اللَّهُ بِأَحْكَمِ الْحَاكِمِينَ ) قال: بلى، وأنا على ذلك من الشاهدين، أحسبه كان يرفع ذلك؛ وإذا قرأ:  أَلَيْسَ ذَلِكَ بِقَادِرٍ عَلَى أَنْ يُحْيِيَ الْمَوْتَى  ؟ قال: بلى، وإذا تلا  فَبِأَيِّ حَدِيثٍ بَعْدَهُ يُؤْمِنُونَ  قال: آمنت بالله، وبما أنـزل.آخر تفسير سـورة والتين"
    }
  ]
}
