{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 96,
      "text": "القول في تأويل قوله جل جلاله وتقدست أسماؤه:  اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ (1)يعني جل ثناؤه بقوله: ( اقْرَأْ بِاسْمِ رَبِّكَ ) محمدا صلى الله عليه وسلم يقول: اقرأ يا محمد بذكر ربك ( الَّذِي خَلَقَ ) ."
    },
    {
      "ayah": 10,
      "surah": 96,
      "text": "ذُكر أن هذه الآية وما بعدها نـزلت في أبي جهل بن هشام، وذلك أنه قال فيما بلغنا: لئن رأيت محمدا يصلي، لأطأنّ رقبته؛ وكان فيما ذُكر قد نهى رسول الله صلى الله عليه وسلم أن يصلي، فقال الله لنبيه محمد صلى الله عليه وسلم: أرأيت يا محمد أبا جهل الذي يَنْهاك أن تصلي عند المقام، وهو مُعرض عن الحقّ، مكذّب به. يُعجِّب جلّ ثناؤه نبيه والمؤمنين من جهل أبي جهل، وجراءته على ربه، في نهيه محمدا عن الصلاة لربه، وهو مع أياديه عنده مكذّب به.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن قال: ثنا ورقاء، جميعا عن ابن أبي نجيح. عن مجاهد. في قول الله: ( أَرَأَيْتَ الَّذِي يَنْهَى * عَبْدًا إِذَا صَلَّى ) قال: أبو جهل، يَنْهي محمدا صلى الله عليه وسلم إذا صلى.حدثنا بشر. قال: ثنا يزيد. قال: ثنا سعيد. عن قتادة ( أَرَأَيْتَ الَّذِي يَنْهَى * عَبْدًا إِذَا صَلَّى ) نـزلت في عدوّ الله أبي جهل، وذلك لأنه قال: لئن رأيت محمدا يصلي لأطأنّ على عنقه، فأنـزل الله ما تسمعون.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قول الله: ( أَرَأَيْتَ الَّذِي يَنْهَى * عَبْدًا إِذَا صَلَّى ) قال: قال أبو جهل: لئن رأيت محمدا صلى الله عليه وسلم يصلي، لأطأنّ على عنقه؛ قال: وكان يقال: لكل أمة فرعون، وفرعون هذه الأمة أبو جهل.حدثنا إسحاق بن شاهين الواسطيّ، قال: ثنا خالد بن عبد الله، عن داود، عن عكرِمة، عن ابن عباس، قال: كان رسول صلى الله عليه وسلم يصلي، فجاءه أبو جهل، فنهاه أن يصلي، فأنـزل الله :( أَرَأَيْتَ الَّذِي يَنْهَى * عَبْدًا إِذَا صَلَّى ...) إلى قوله:  كَاذِبَةٍ خَاطِئَةٍ  ."
    },
    {
      "ayah": 11,
      "surah": 96,
      "text": "القول في تأويل قوله تعالى :  أَرَأَيْتَ إِنْ كَانَ عَلَى الْهُدَى (11)يقول تعالى ذكره: ( أَرَأَيْتَ إِنْ كَانَ ) محمد ( عَلَى الْهُدَى ) يعني: على استقامة وسَدَاد في صلاته لربه."
    },
    {
      "ayah": 12,
      "surah": 96,
      "text": "( أَوْ أَمَرَ بِالتَّقْوَى ) أو أمر محمد هذا الذي ينهي عن الصلاة، باتقاء الله، وخوف عقابه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله (أَرَأَيْتَ إِنْ كَانَ عَلَى الْهُدَى * أَوْ أَمَرَ بِالتَّقْوَى) قال محمد: كان على الهدى، وأمر بالتقوى."
    },
    {
      "ayah": 13,
      "surah": 96,
      "text": "* القول في تأويل قوله تعالى :  أَرَأَيْتَ إِنْ كَذَّبَ وَتَوَلَّى (13)  .يقول تعالى ذكره: ( أَرَأَيْتَ إِنْ كَذَّبَ ) أبو جهل بالحق الذي بعث به محمدًا( وَتَوَلَّى ) يقول: وأدبر عنه، فلم يصدِّّق به.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( أَرَأَيْتَ إِنْ كَذَّبَ وَتَوَلَّى ) يعني: أبا جهل."
    },
    {
      "ayah": 14,
      "surah": 96,
      "text": "القول في تأويل قوله تعالى :  أَلَمْ يَعْلَمْ بِأَنَّ اللَّهَ يَرَى (14)يقول تعالى ذكره: ألم يعلم أبو جهل إذ ينهى محمدا عن عبادة ربه، والصلاة له، بأن الله يراه فيخاف سطوته وعقابه. وقيل: أرأيت الذي ينهى عبدا إذا صلى، أرأيت إن كان على الهدى، فكررت أرأيت مرات ثلاثًا على البدل. والمعنى: أرأيت الذي ينهى عبدا إذا صلى، وهو مكذب متول عن ربه، ألم يعلم بأن الله يراه."
    },
    {
      "ayah": 15,
      "surah": 96,
      "text": "وقوله: ( كَلا لَئِنْ لَمْ يَنْتَهِ ) يقول: ليس كما قال: إنه يطأ عنق محمد، يقول: لا يقدر على ذلك، ولا يصل إليه.قوله: ( لَئِنْ لَمْ يَنْتَهِ ) يقول: لئن لم ينته أبو جهل عن محمد .( لَنَسْفَعًا بِالنَّاصِيَةِ ) يقول: لنأخذنّ بمقدم رأسه، فلنضمنه ولنُذلنه؛ يقال منه: سفعت بيده: إذا أخذت بيده. وقيل: إنما قيل ( لَنَسْفَعًا بِالنَّاصِيَةِ ) والمعنى: لنسوّدنّ وجهه، فاكتفى بذكر الناصية من الوجه كله، إذ كانت الناصية في مقدم الوجه. وقيل: معنى ذلك: لنأخذنّ بناصيته إلى النار، كما قال:  فَيُؤْخَذُ بِالنَّوَاصِي وَالأَقْدَامِ  ."
    },
    {
      "ayah": 16,
      "surah": 96,
      "text": "وقوله: ( نَاصِيَةٍ كَاذِبَةٍ خَاطِئَةٍ ) فخفض ناصية ردّا على الناصية الأولى بالتكرير، ووصف الناصية بالكذب والخطيئة، والمعنى لصاحبها."
    },
    {
      "ayah": 17,
      "surah": 96,
      "text": "وقوله: ( فَلْيَدْعُ نَادِيَهُ ) يقول تعالى ذكره: فليدع أبو جهل أهل مجلسه وأنصاره، من عشيرته وقومه، والنادي: هو المجلس.وإنما قيل ذلك فيما بلغنا، لأن أبا جهل لما نهى النبيّ صلى الله عليه وسلم عن الصلاة عند المقام، انتهره رسول الله صلى الله عليه وسلم، وأغلظ له، فقال أبو جهل: علام يتوعدني محمد وأنا أكثر أهل الوادي ناديا؟ فقال الله جلّ ثناؤه: ( لَئِنْ لَمْ يَنْتَهِ لَنَسْفَعًا بِالنَّاصِيَةِ ) ، فليدع حينئذ ناديه، فإنه إن دعا ناديه، دعونا الزبانية.وبنحو الذي قلنا في ذلك جاءت الأخبار، وقال أهل التأويل.* ذكر الآثار المروية في ذلك:حدثنا ابن وكيع، قال: ثنا أبو خالد الأحمر؛ وحدثنا أبو كُرَيب، قال: ثنا الحكم بن جميع، قال: ثنا عليّ بن مُسْهِر، جميعا عن داود بن أبي هند، عن عكرِمة، عن ابن عباس قال: كان رسول الله صلى الله عليه وسلم يصلي عند المقام، فمرّ به أبو جهل بن هشام، فقال: يا محمد، ألم أنهك عن هذا؟ وتوعَّده، فأغلظ له رسول الله صلى الله عليه وسلم وانتهره، فقال: يا محمد بأيّ شيء تهددني؟ أما والله إني لأكثر هذا الوادي ناديا، فأنـزل الله: ( فَلْيَدْعُ نَادِيَهُ * سَنَدْعُ الزَّبَانِيَةَ ) قال ابن عباس: لو دعا ناديه، أخذته زبانية العذاب من ساعته.حدثني إسحاق بن شاهين، قال: ثنا خالد بن عبد الله، عن داود، عن عكرِمة، عن ابن عباس، قال: كان رسول الله صلى الله عليه وسلم يصلي، فجاءه أبو جهل، فنهاه أن يصلي، فأنـزل الله:  أَرَأَيْتَ الَّذِي يَنْهَى * عَبْدًا إِذَا صَلَّى ...  إلى قوله: ( كَاذِبَةٍ خَاطِئَةٍ ) فقال: لقد علم أني أكثر هذا الوادي نَادِيا، فغضب النبيّ صلى الله عليه وسلم، فتكلم بشيء، قال داود: ولم أحفظه، فأنـزل الله: ( فَلْيَدْعُ نَادِيَهُ * سَنَدْعُ الزَّبَانِيَةَ ) فقال ابن عباس: فوالله لو فعل لأخذته الملائكة من مكانه.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن أبيه، قال: ثنا نعيم بن أبي هند، عن أبي حازم، عن أبي هريرة، قال: قال أبو جهل: هل يعفر محمد وجهه بين أظهركم؟ قال: فقيل نعم، قال: فقال: واللات والعزى لئن رأيته يصلي كذلك، لأطأنّ على رقبته، لأعفرنّ وجهه في التراب، قال: فأتى رسول الله صلى الله عليه وسلم وهو يصلي ليطأ على رقبته، قال: فما فجأهم منه إلا وهو ينكص على عَقبيه، ويتقي بيديه؛ قال: فقيل له: مالك؟ قال: فقال: إن بيني وبينه خَنْدقا من نار، وهَوْلا وأجنحة؛ قال: فقال رسول الله صلى الله عليه وسلم: \" لَوْ دَنا مِنِّي لاخْتَطَفَتْهُ المَلائِكَةُ عُضْوًا عُضْوًا \" قال: وأنـزل الله، لا أدري في حديث أبي هريرة أم لا  كَلا إِنَّ الإِنْسَانَ لَيَطْغَى * أَنْ رَآهُ اسْتَغْنَى * إِنَّ إِلَى رَبِّكَ الرُّجْعَى * أَرَأَيْتَ الَّذِي يَنْهَى * عَبْدًا إِذَا صَلَّى * أَرَأَيْتَ إِنْ كَانَ عَلَى الْهُدَى * أَوْ أَمَرَ بِالتَّقْوَى * أَرَأَيْتَ إِنْ كَذَّبَ وَتَوَلَّى  يعني أبا جهل ( أَلَمْ يَعْلَمْ بِأَنَّ اللَّهَ يَرَى * كَلا لَئِنْ لَمْ يَنْتَهِ لَنَسْفَعًا بِالنَّاصِيَةِ *نَاصِيَةٍ كَاذِبَةٍ خَاطِئَةٍ * فَلْيَدْعُ نَادِيَهُ ) يدعو قومه ( سَنَدْعُ الزَّبَانِيَةَ ) الملائكة ( كَلا لا تُطِعْهُ وَاسْجُدْ وَاقْتَرِبْ ).حدثنا ابن حميد، قال: ثنا يحيى بن واضح، قال: أخبرنا يونس بن أبي إسحاق، عن الوليد بن العَيْزار، عن ابن عباس، قال: قال أبو جهل: لئن عاد محمد يصلي عند المقام لأقتلنه، فأنـزل الله:  اقْرَأْ بِاسْمِ رَبِّكَ  حتى بلغ هذه الآية: ( لَنَسْفَعًا بِالنَّاصِيَةِ * نَاصِيَةٍ كَاذِبَةٍ خَاطِئَةٍ * فَلْيَدْعُ نَادِيَهُ * سَنَدْعُ الزَّبَانِيَةَ ) ، فجاء النبيّ صلى الله عليه وسلم وهو يصلي، فقيل له: ما يمنعك؟ قال: \" قد اسودّ ما بيني وبينه من الكتائب \"... قال ابن عباس: والله لو تحرّك لأخذته الملائكة والناس ينظرون إليه.حدثنا أبو كُرَيب، قال: ثنا زكريا بن عديّ، قال: ثنا عبيد الله بن عمرو، عن عبد الكريم، عن عكرِمة، عن ابن عباس، قال: قال أبو جهل: لئن رأيت \u0026; 24-527 \u0026; رسول الله صلى الله عليه وسلم يصلي عند الكعبة، لآتينه حتى أطأ على عنقه، فقال رسول الله صلى الله عليه وسلم: \" لَوْ فَعَلَ لأخَذَتْهُ المَلائِكَةُ عِيانا \".وبالذي قلنا في معنى النادي قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن مسعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس في قوله: ( فَلْيَدْعُ نَادِيَهُ ) يقول: فليدع ناصره."
    },
    {
      "ayah": 18,
      "surah": 96,
      "text": "حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد ( سَنَدْعُ الزَّبَانِيَةَ ) قال: الملائكة.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن أبي سنان، عن عبد الله بن أبي الهذيل: الزبانية أرجلهم في الأرض، ورءوسهم في السماء.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر عن قتادة، في قوله: ( سَنَدْعُ الزَّبَانِيَةَ ) قال النبيّ صلى الله عليه وسلم: \" لَوْ فَعَلَ أبُو جَهْلٍ لأخَذَتْهُ الزَّبانِيَةُ المَلائِكَةُ عِيانًا \".حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( سَنَدْعُ الزَّبَانِيَةَ ) قال: الملائكة.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: الزبانية، قال: الملائكة."
    },
    {
      "ayah": 19,
      "surah": 96,
      "text": "وقوله: ( كُلا ) يقول تعالى ذكره: ليس الأمر كما يقول أبو جهل، إذ ينهي محمدًا عن عبادة ربه، والصلاة له ( لا تُطِعْهُ ) يقول جلّ ثناؤه لنبيه محمد صلى الله عليه وسلم: لا تُطع أبا جهل فيما أمرك به من ترك الصلاة لربك ( وَاسْجُدْ ) لِرَبّكَ( وَاقْتَرِبْ ) منه، بالتحبب إليه بطاعته، فإن أبا جهل لن يقدر على ضرّك، ونحن نمنعك منه.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( كَلا لا تُطِعْهُ وَاسْجُدْ وَاقْتَرِبْ ) ذكر لنا أنها نـزلت في أبي جهل، قال: لئن رأيت محمدًا يصلي لأطأنّ عنقه، فأنـزل الله: ( كَلا لا تُطِعْهُ وَاسْجُدْ وَاقْتَرِبْ ) قال نبي الله صلى الله عليه وسلم حين بلغه الذي قال أبو جهل، قال: \" لو فعل لاختطفته الزبانية \".آخر تفسير سورة اقرأ باسم ربك، والحمد لله وحده."
    },
    {
      "ayah": 2,
      "surah": 96,
      "text": "ثم بين الذي خلق فقال: ( خَلَقَ الإنْسَانَ مِنْ عَلَقٍ ) يعني: من الدم، وقال: من علق؛ والمراد به من علقة، لأنه ذهب إلى الجمع، كما يقال: شجرة وشجر، وقصَبة وَقصَب، وكذلك علقة وعَلَق. وإنما قال: من علق والإنسان في لفظ واحد، لأنه في معنى جمع، وإن كان في لفظ واحد، فلذلك قيل: من عَلَق."
    },
    { "ayah": 3, "surah": 96, "text": "وقوله: ( اقْرَأْ وَرَبُّكَ الأكْرَمُ ) يقول: اقرأ يا محمد وربك الأكرم ." },
    {
      "ayah": 4,
      "surah": 96,
      "text": "( الَّذِي عَلَّمَ بِالْقَلَمِ ) خَلْقَهُ للكتابة والخط.كما حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ ) قرأ حتى بلغ ( عَلَّمَ بِالْقَلَمِ ) قال: القلم: نعمة من الله عظيمة، لولا ذلك لم يقم، ولم يصلح عيش. وقيل: إن هذه أوّل سورة نـزلت في القرآن على رسول الله صلى الله عليه وسلم.* ذكر من قال ذلك:حدثني أحمد بن عثمان البصري، قال: ثنا وهب بن جرير، قال: ثنا أبي، \u0026; 24-520 \u0026; قال: سمعت النعمان بن راشد يقول عن الزهريّ، عن عروة، عن عائشة أنها قالت كان أوّل ما ابتدئ به رسول الله صلى الله عليه وسلم من الوحي الرؤيا الصادقة؛ كانت تجيء مثل فلق الصبح، ثم حُبِّب إليه الخلاء، فكان بغار حراء يتحنَّث فيه الليالي ذوات العدد، قبل أن يرجع إلى أهله، ثم يرجع إلى أهله فيتزوّد لمثلها، حتى فجأه الحق، فأتاه، فقال: يا محمد أنت رسول الله، قال رسول الله: \" فَجَثَوْتُ لِرُكْبَتيَّ وأنا قائِمٌ، ثُمَّ رَجَعْتُ تَرْجُفُ بَوَادِرِي، ثُمَّ دَخَلْتُ عَلى خَدِيجَةَ، فَقُلْتُ: زَمِّلُونِي زَمِّلُونِي، حتى ذَهَبَ عنِّي الرَّوْعُ، ثُمَّ أتانِي فَقالَ: يا مُحَمَّدُ، أنا جِبْرِيُل وأنْتَ رَسُولُ اللهِ، قال: فَلَقَدْ هَمَمْت أنْ أطْرَحَ نَفسِي مِنْ حالِقٍ [مِنْ جَبَلٍ ] ، فَتَمَثَّل إليَّ حِينَ هَمَمْتُ بذلكَ، فَقالَ: يا مُحَمَّدُ، أنا جِبْرِيلُ، وأنْتَ رَسُولُ اللهِ، ثُمَّ قالَ: اقْرأ، قُلْتُ: ما أقْرأ؟ قال: فأخَذَنِي فَغطَّنِي ثَلاثَ مَرَّاتٍ، حتى بَلَغَ مِنِّي الجَهْدُ، ثُمَّ قالَ: ( اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ ) فَقَرأتُ، فأتَيْتُ خَدِيجَةَ، فَقَلْتُ: لَقَدْ أشْفَقْتُ عَلى نَفْسِي، فأخْبَرْتُها خَبرِي، فَقالَتْ: أبْشِرْ، فَوَاللهِ لا يُخْزِيكَ الله أبدًا، وَوَاللهِ إنَّكَ لَتَصِلُ الرَّحِمَ، وَتَصْدُقُ الحَدِيثَ، وَتُؤَدِّي الأمانَةَ، وَتحْمِلُ الكَلَّ، وَتَقْرِي الضَّيْفَ، وتُعِينُ عَلى نَوَائِبِ الْحَقّ، ثُمَّ انْطَلَقَتْ بِي إلى وَرَقَةَ بنِ نَوْفَل بنِ أسَدٍ، قالَتْ: اسْمَعْ مِنِ ابْنِ أخِيكَ، فَسأَلنِي، فأخْبَرْتُهُ خَبَرِي، فَقالَ: هَذا النَّامُوسُ الَّذِي أُنـزلَ عَلَى مُوسَى صَلى اللهُ عَليهِ وسلَّمَ، لَيْتَنِي فِيها جَذَعٌ، لَيْتَنِي أكُونُ حَيًّا حِينَ يُخْرِجُكَ قَوْمُكَ، قُلْتُ: أوَ مُخْرِجيَّ هُمْ؟ قال: نَعَمْ، إنَّهُ لَمْ يَجِئ رَجُلٌ قَطّ بِمَا جِئْتَ بِهِ، إلا عُودِيَ، وَلَئِنْ أدْرَكَنِي يَوْمُك أنْصُرْكَ نَصْرًا مُؤَزَّرًا، ثُمَّ كانَ أوَّل ما نـزلَ عَليَّ مِنَ القُرْآنِ بَعْدَ( اقرأ ) :  ن وَالْقَلَمِ وَمَا يَسْطُرُونَ * مَا أَنْتَ بِنِعْمَةِ رَبِّكَ بِمَجْنُونٍ * وَإِنَّ لَكَ لأَجْرًا غَيْرَ مَمْنُونٍ * وَإِنَّكَ لَعَلى خُلُقٍ عَظِيمٍ * فَسَتُبْصِرُ وَيُبْصِرُونَ  و  يَا أَيُّهَا الْمُدَّثِّرُ * قُمْ فَأَنْذِرْ   وَالضُّحَى * وَاللَّيْلِ إِذَا سَجَى  فَجَثَوْتُ حدثني يونس، قال: أخبرنا ابن وهب، قال: أخبرني يونس، عن ابن شهاب، قال: ثني عروة أن عائشة أخبرته، وذكر نحوه، غير أنه لم يقل: فَجَثَوْتُ ل ما أنـزل عليّ من القرآن... الكلام إلى آخره.حدثنا ابن أبي الشوارب، قال: ثنا عبد الواحد، قال: ثنا سليمان الشيباني، قال: ثنا عبد الله بن شدّاد، قال: أتى جبريل محمدا، فقال: يا محمد اقرأ، فقال: \u0026; 24-521 \u0026; فَجَثَوْتُ قال: فضمه، ثم قال: يا محمد اقرأ، قال: \" وما اقرأ؟\" قال: ( بِاسْمِ رَبِّكَ الَّذِي خَلَقَ ) حتى بلغ ( عَلَّمَ الإنْسَانَ مَا لَمْ يَعْلَمْ ). قال: فجاء إلى خديجة، فقال: \" يا خديجة ما أراه إلا قد عرض لي\"، قالت: كلا والله ما كان ربك يفعل ذلك بك، وما أتيت فاحشة قطّ؛ قال: فأتت خديجة ورقة فأخبرته الخبر، قال: لئن كنت صادقة إن زوجك لنبيّ، ولَيَلْقَينّ من أمته شدة، ولئن أدركته لأومننّ به، قال: ثم أبطأ عليه جبريل، فقالت له خديجة: ما أرى ربك إلا قد قلاك، فأنـزل الله:  وَالضُّحَى * وَاللَّيْلِ إِذَا سَجَى * مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَى .حدثنا إبراهيم بن سعيد الجوهريّ، قال: ثنا سفيان، عن الزهريّ، عن عروة، عن عائشة- قال إبراهيم: قال سفيان: حفظه لنا ابن إسحاق- إن أوّل شيء أُنـزل من القرآن: ( اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ ).حدثنا عبد الرحمن بن بشر بن الحكم النيسابوري، قال: ثنا سفيان، عن محمد بن إسحاق، عن الزهريّ عن عروة، عن عائشة، أن أوّل سورة أُنـزلت من القرآن ( اقْرَأْ بِاسْمِ رَبِّكَ ).حدثنا ابن المثنى، قال: ثنا ابن أبي عديّ، عن شعبة، عن عمرو بن دينار، عن عُبيد بن عُمير، قال: أوّل سورة نـزلت على رسول الله صلى الله عليه وسلم ( اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ ).قال: ثنا عبد الرحمن بن مهدي، قال. ثنا شعبة، عن عمرو بن دينار، قال: سمعت عُبيد بن عُمير يقول، فذكر نحوه.حدثنا خلاد بن أسلم، قال. أخبرنا النضر بن شميل، قال: ثنا قرّة، قال: أخبرنا أبو رجاء العُطارديّ، قال: كنا في المسجد الجامع، ومقرئنا أبو موسى الأشعري ، كأني أنظر إليه بين بُردين أبيضين؛ قال أبو رجاء: عنه أخذت هذه السورة: ( اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ ) وكانت أوّل سورة نـزلت على محمد.حدثنا ابن حميد، قال: ثنا سلمة، قال: ثنا محمد بن إسحاق، عن بعض أصحابه، عن عطاء بن يسار، قال: أوّل سورة نـزلت من القرآن ( اقْرَأْ بِاسْمِ رَبِّكَ ).حدثنا ابن بشار، قال: ثنا يحيى وعبد الرحمن بن مهدي، قالا ثنا سفيان، عن ابن أبي نجيح، عن مجاهد، قال: أوّل ما نـزل من القرآن: ( اقْرَأْ بِاسْمِ رَبِّكَ ) وزاد ابن مهدي: و  ن وَالْقَلَمِ .حدثنا أبو كُرَيب، قال: ثنا وكيع، عن شعبة، عن عمرو بن دينار، قال: سمعت عُبيد بن عُمير يقول: أوّل ما أنـزل من القرآن ( اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ ).قال ثنا وكيع، عن قُرّة بن خالد، عن أبي رجاء العُطارديّ، قال: إني لأنظر إلى أبي موسى وهو يقرأ القرآن في مسجد البصرة، وعليه بُردان أبيضان، فأنا أخذت منه ( اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ ) ، وهي أوّل سورة أنـزلت على محمد صلى الله عليه وسلم.قال: ثنا وكيع، عن سفيان، عن ابن أبي نجيح، عن مجاهد، قال: إن أوّل سورة أُنـزلت: ( اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ ). ثم  ن وَالْقَلَمِ .حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن ابن أبي نجيح، عن مجاهد، مثله."
    },
    {
      "ayah": 5,
      "surah": 96,
      "text": "وقوله: ( عَلَّمَ الإنْسَانَ مَا لَمْ يَعْلَمْ ) يقول تعالى ذكره: علَّم الإنسان الخطّ بالقلم، ولم يكن يَعْلَمُهُ، مع أشياء غير ذلك، مما علمه ولم يكن يعلمه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( عَلَّمَ الإنْسَانَ مَا لَمْ يَعْلَمْ ) قال: علَّم الإنسان خطا بالقلم."
    },
    {
      "ayah": 6,
      "surah": 96,
      "text": "وقوله: ( كَلا ) يقول تعالى ذكره: ما هكذا ينبغي أن يكون الإنسان أن يُنْعِم عليه ربُّه بتسويته خَلقه، وتعليمه ما لم يكن يعلم، وإنعامه بما لا كُفءَ له، ثم يكفر بربه الذي فعل به ذلك، ويطغى عليه، أن رآه استغنى.وقوله: (إِنَّ الإِنْسَانَ لَيَطْغَى * أ( أَرَأَيْتَ الَّذِي يَنْهَى *عَبْدًا إِذَا صَلَّى) ..."
    },
    {
      "ayah": 7,
      "surah": 96,
      "text": "وقوله: ( كَلا ) يقول تعالى ذكره: ما هكذا ينبغي أن يكون الإنسان أن يُنْعِم عليه ربُّه بتسويته خَلقه، وتعليمه ما لم يكن يعلم، وإنعامه بما لا كُفءَ له، ثم يكفر بربه الذي فعل به ذلك، ويطغى عليه، أن رآه استغنى.وقوله: (إِنَّ الإِنْسَانَ لَيَطْغَى * أ( أَرَأَيْتَ الَّذِي يَنْهَى *عَبْدًا إِذَا صَلَّى) ..."
    },
    {
      "ayah": 8,
      "surah": 96,
      "text": "وقوله: ( إِنَّ إِلَى رَبِّكَ الرُّجْعَى ) : يقول: إن إلى ربك يا محمد مَرْجِعَه، فذائق من ليم عقابه ما لا قبل له به."
    },
    {
      "ayah": 9,
      "surah": 96,
      "text": "القول في تأويل قوله تعالى :  أَرَأَيْتَ الَّذِي يَنْهَى (9)ذُكر أن هذه الآية وما بعدها نـزلت في أبي جهل بن هشام، وذلك أنه قال فيما بلغنا: لئن رأيت محمدا يصلي، لأطأنّ رقبته؛ وكان فيما ذُكر قد نهى رسول الله صلى الله عليه وسلم أن يصلي، فقال الله لنبيه محمد صلى الله عليه وسلم: أرأيت يا محمد أبا جهل الذي يَنْهاك أن تصلي عند المقام، وهو مُعرض عن الحقّ، مكذّب به. يُعجِّب جلّ ثناؤه نبيه والمؤمنين من جهل أبي جهل، وجراءته على ربه، في نهيه محمدا عن الصلاة لربه، وهو مع أياديه عنده مكذّب به.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن قال: ثنا ورقاء، جميعا عن ابن أبي نجيح. عن مجاهد. في قول الله: ( أَرَأَيْتَ الَّذِي يَنْهَى * عَبْدًا إِذَا صَلَّى ) قال: أبو جهل، يَنْهي محمدا صلى الله عليه وسلم إذا صلى.حدثنا بشر. قال: ثنا يزيد. قال: ثنا سعيد. عن قتادة ( أَرَأَيْتَ الَّذِي يَنْهَى * عَبْدًا إِذَا صَلَّى ) نـزلت في عدوّ الله أبي جهل، وذلك لأنه قال: لئن رأيت محمدا يصلي لأطأنّ على عنقه، فأنـزل الله ما تسمعون.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قول الله: ( أَرَأَيْتَ الَّذِي يَنْهَى * عَبْدًا إِذَا صَلَّى ) قال: قال أبو جهل: لئن رأيت محمدا صلى الله عليه وسلم يصلي، لأطأنّ على عنقه؛ قال: وكان يقال: لكل أمة فرعون، وفرعون هذه الأمة أبو جهل.حدثنا إسحاق بن شاهين الواسطيّ، قال: ثنا خالد بن عبد الله، عن داود، عن عكرِمة، عن ابن عباس، قال: كان رسول صلى الله عليه وسلم يصلي، فجاءه أبو جهل، فنهاه أن يصلي، فأنـزل الله :( أَرَأَيْتَ الَّذِي يَنْهَى * عَبْدًا إِذَا صَلَّى ...) إلى قوله:  كَاذِبَةٍ خَاطِئَةٍ  ."
    }
  ]
}
