{
  "text": "قوله تعالى : ( ولكم نصف ما ترك أزواجكم إن لم يكن لهن ولد فإن كان لهن ولد فلكم الربع مما تركن من بعد وصية يوصين بها أو دين ) وهذا في ميراث الأزواج ، ( ولهن الربع ) يعني : للزوجات الربع ، ( مما تركتم إن لم يكن لكم ولد فإن كان لكم ولد فلهن الثمن مما تركتم من بعد وصية توصون بها أو دين ) هذا في ميراث الزوجات وإذا كان للرجل أربع نسوة فهن يشتركن في الربع والثمن .قوله تعالى : ( وإن كان رجل يورث كلالة أو امرأة ) تورث كلالة ، ونظم الآية : وإن كان رجل أو امرأة يورث كلالة وهو نصب على المصدر ، وقيل : على خبر ما لم يسم فاعله ، وتقديره : إن كان رجل يورث ماله كلالة .واختلفوا في الكلالة فذهب أكثر الصحابة إلى أن الكلالة من لا ولد له ولا والد له . وروي عن الشعبي قال : سئل أبو بكر رضي الله عنه عن الكلالة فقال : إني سأقول فيها قولا برأيي فإن كان صوابا فمن الله وإن كان خطأ فمني ومن الشيطان ، أراه ما خلا الوالد والولد ، فلما استخلف عمر رضي الله عنهما قال : إني لأستحيي من الله أن أرد شيئا قاله أبو بكر رضي الله عنه .وذهب طاوس إلى أن الكلالة من لا ولد له ، وهو إحدى الروايتين عن ابن عباس رضي الله عنهما ، وأحد القولين عن عمر رضي الله عنه ، واحتج من ذهب إلى هذا بقول الله تعالى : ( قل الله يفتيكم في الكلالة إن امرؤ هلك ليس له ولد ) وبيانه عند العامة مأخوذ من حديث جابر بن عبد الله ، لأن الآية نزلت فيه ولم يكن له يوم نزولها أب ولا ابن ، لأن أباه عبد الله بن حرام قتل يوم أحد ، وآية الكلالة نزلت في آخر عمر النبي صلى الله عليه وسلم ، فصار شأن جابر بيانا لمراد الآية لنزولها فيه .واختلفوا في أن الكلالة اسم لمن؟ منهم من قال : اسم للميت ، وهو قول علي وابن مسعود رضي الله عنهما ، لأنه مات عن ذهاب طرفيه ، فكل عمود نسبه ، ومنهم من قال : اسم للورثة ، وهو قول سعيد بن جبير ، لأنهم يتكللون الميت من جوانبه ، وليس في عمود نسبه أحد ، كالإكليل يحيط بالرأس ووسط الرأس منه خال ، وعليه يدل حديث جابر رضي الله عنه حيث قال : إنما يرثني كلالة ، أي : يرثني ورثة ليسوا بولد ولا والد .وقال النضر بن شميل : الكلالة اسم للمال ، وقال أبو الخير : سأل رجل عقبة عن الكلالة فقال : ألا تعجبون من هذا يسألني عن الكلالة ، وما أعضل بأصحاب النبي صلى الله عليه وسلم ما أعضلت بهم الكلالة .وقال عمر رضي الله عنه \" ثلاث لأن يكون النبي صلى الله عليه وسلم بينهن لنا أحب إلينا من الدنيا وما فيها : الكلالة والخلافة وأبواب الربا \" .وقال معدان بن أبي طلحة : خطب عمر بن الخطاب رضي الله عنه فقال : إني لا أدع بعدي شيئا أهم عندي من الكلالة ، ما راجعت رسول الله صلى الله عليه وسلم في شيء ما راجعته في الكلالة ، وما أغلظ لي في شيء ما أغلظ لي في الكلالة ، حتى طعن بأصبعه في صدري قال : \" يا عمر ألا تكفيك آية الصيف التي في آخر سورة النساء \" وإني إن أعش أقض فيها بقضية يقضي بها من يقرأ القرآن ومن لا يقرأ القرآن .وقوله ألا تكفيك آية الصيف؟ أراد : أن الله عز وجل أنزل في الكلالة آيتين إحداهما في الشتاء وهي التي في أول سورة النساء والأخرى في الصيف ، وهي التي في آخرها ، وفيها من البيان ما ليس في آية الشتاء ، فلذلك أحاله عليها .قوله تعالى : ( وله أخ أو أخت فلكل واحد منهما السدس ) أراد به الأخ والأخت من الأم بالاتفاق ، قرأ سعد بن أبي وقاص \" وله أخ أو أخت من أم \" ولم يقل لهما مع ذكر الرجل والمرأة من قبل ، على عادة العرب إذا ذكرت اسمين ثم أخبرت عنهما ، وكانا في الحكم سواء ربما أضافت إلى أحدهما ، وربما أضافت إليهما ، كقوله تعالى : \" واستعينوا بالصبر والصلاة وإنها لكبيرة \" ( البقرة - 153 ) ، ( فإن كانوا أكثر من ذلك فهم شركاء في الثلث ) فيه إجماع أن أولاد الأم إذا كانوا اثنين فصاعدا يشتركون في الثلث ذكرهم وأنثاهم ، قال أبو بكر الصديق رضي الله عنه في خطبته : ألا إن الآية التي أنزل الله تعالى في أول سورة النساء في شأن الفرائض أنزلها في الولد والوالد . والآية الثانية في الزوج والزوجة والإخوة من الأم ، والآية التي ختم بها سورة النساء في الإخوة والأخوات من الأب والأم ، والآية التي ختم بها سورة الأنفال أنزلها في أولي الأرحام بعضهم أولى ببعض في كتاب الله ، ( من بعد وصية يوصى بها أو دين غير مضار ) أي : غير مدخل الضرر على الورثة بمجاوزته الثلث في الوصية ، قال الحسن هو أن يوصي بدين ليس عليه ، ( وصية من الله والله عليم حليم ) قال قتادة : كره الله الضرار في الحياة وعند الموت ، ونهى عنه وقدم فيه .",
  "ayah": 12,
  "surah": 4
}
