{
  "text": "قوله تعالى : ( حرمت عليكم أمهاتكم ) الآية ، بين الله تعالى في هذه الآية المحرمات بسبب الوصلة ، وجملة المحرمات في كتاب الله تعالى أربع عشرة : سبع بالنسب ، وسبع بالسبب .فأما السبع بالسبب فمنها اثنتان بالرضاع وأربع بالصهرية والسابعة المحصنات ، وهن ذوات الأزواج .وأما السبع بالنسب فقوله تعالى : ( حرمت عليكم أمهاتكم ) وهي جمع أم فيدخل فيهن الجدات وإن علون من قبل الأم ومن قبل الأب ، ( وبناتكم ) جمع : البنت ، فيدخل فيهن بنات الأولاد وإن سفلن ، ( وأخواتكم ) جمع الأخت سواء كانت من قبل الأب والأم أو من قبل أحدهما ، ( وعماتكم ) جمع العمة ، ويدخل فيهن جميع أخوات آبائك وأجدادك وإن علون ، ( وخالاتكم ) جمع خالة ، ويدخل فيهن جميع أخوات أمهاتك وجداتك ، ( وبنات الأخ وبنات الأخت ) ويدخل فيهن بنات أولاد الأخ والأخت وإن سفلن ، وجملته : أنه يحرم على الرجل أصوله وفصوله وفصول أول أصوله وأول فصل من كل أصل بعده ، والأصول هي الأمهات والجدات ، والفصول البنات وبنات الأولاد ، وفصول أول أصوله هي الأخوات وبنات الإخوة والأخوات ، وأول فصل من كل أصل بعده هن العمات والخالات وإن علون .وأما المحرمات بالرضاع فقوله تعالى : ( وأمهاتكم اللاتي أرضعنكم وأخواتكم من الرضاعة )وجملته : أنه يحرم من الرضاعة ما يحرم من النسب ، أخبرنا أبو الحسن السرخسي ، أنا زاهر بن أحمد ، أنا أبو إسحاق الهاشمي ، أنا أبو مصعب ، عن مالك ، عن عبد الله بن دينار ، عن سليمان بن يسار عن عروة بن الزبير عن عائشة زوج النبي صلى الله عليه وسلم أن رسول الله صلى الله عليه وسلم قال : \" يحرم من الرضاعة ما يحرم من الولادة \" .أخبرنا أبو الحسن السرخسي ، أنا زاهر بن أحمد ، أنا أبو إسحاق الهاشمي ، قال : أخبرنا أبو مصعب ، عن مالك ، عن عبد الله بن أبي بكر ، عن عمرة بنت عبد الرحمن ، عن عائشة زوج النبي صلى الله عليه وسلم أنها أخبرتها أن رسول الله صلى الله عليه وسلم كان عندها وأنها سمعت صوت رجل يستأذن في بيت حفصة ، فقالت عائشة رضي الله عنها فقلت : يا رسول الله لو كان فلان حيا - لعمها من الرضاعة - أيدخل علي؟ فقال رسول الله صلى الله نعم إن الرضاعة تحرم ما يحرم من الولادة .وإنما تثبت حرمة الرضاع بشرطين أحدهما : أن يكون قبل استكمال المولود حولين ، لقوله تعالى \" والوالدات يرضعن أولادهن حولين كاملين \" ( البقرة - 233 ) وروي عن أم سلمة رضي الله عنها قالت : قال رسول الله صلى الله عليه وسلم : \" لا يحرم من الرضاع إلا ما فتق الأمعاء \" . وعن ابن مسعود رضي الله عنه عن النبي صلى الله عليه وسلم قال : \" لا رضاع إلا ما أنشز العظم وأنبت اللحم \" ، وإنما يكون هذا في حال الصغر .وعند أبي حنيفة رضي الله عنه : مدة الرضاع ثلاثون شهرا ، لقوله تعالى : \" وحمله وفصاله ثلاثون شهرا \" ( الأحقاف - 15 ) ، وهو عند الأكثرين لأقل مدة الحمل ، وأكثر مدة الرضاع وأقل مدة الحمل ستة أشهر .والشرط الثاني أن يوجد خمس رضعات متفرقات ، يروى ذلك عن عائشة رضي الله عنها ، وبه قال عبد الله بن الزبير وإليه ذهب الشافعي رحمه الله تعالى .وذهب أكثر أهل العلم إلى أن قليل الرضاع وكثيره يحرم ، وهو قول ابن عباس وابن عمر ، وبه قال سعيد بن المسيب وإليه ذهب سفيان الثوري ، ومالك ، والأوزاعي وعبد الله بن المبارك وأصحاب الرأي .واحتج من ذهب إلى أن القليل لا يحرم بما أخبرنا أحمد بن عبد الله الصالحي ، أنا أبو سعيد محمد بن موسى الصيرفي ، أنا أبو العباس الأصم ، أنا محمد بن عبد الله بن عبد الحكم ، أنا أنس بن عياض ، عن هشام بن عروة ، عن أبيه ، عن عبد الله بن الزبير يحدث أن رسول الله صلى الله عليه وسلم قال : \" لا تحرم المصة من الرضاع والمصتان \" هكذا روى بعضهم هذا الحديث ، ورواه عبد الله بن أبي مليكة عن عبد الله بن الزبير عن عائشة رضي الله عنها عن النبي صلى الله عليه وسلم ، وهو الصحيح .أخبرنا أبو الحسن السرخسي ، أنا زاهر بن أحمد ، أنا أبو إسحاق الهاشمي ، أنا أبو مصعب ، عن مالك ، عن عبد الله بن أبي بكر بن محمد بن عمر بن حزم ، عن عمرة بنت عبد الرحمن ، عن عائشة أم المؤمنين رضي الله عنها أنها قالت : كان فيما أنزل الله في القرآن عشر رضعات معلومات يحرمن ، ثم نسخن بخمس معلومات ، فتوفي رسول الله صلى الله عليه وسلم وهن فيما يقرأ من القرآن .وأما المحرمات بالصهرية فقوله : ( وأمهات نسائكم ) وجملته : أن كل من عقد النكاح على امرأة تحرم على الناكح أمهات المنكوحة وجداتها وإن علون من الرضاعة والنسب بنفس العقد .( وربائبكم اللاتي في حجوركم من نسائكم اللاتي دخلتم بهن ) والربائب جمع : ربيبة : وهي بنت المرأة ، سميت ربيبة لتربيته إياها ، وقوله : ( في حجوركم ) أي : في تربيتكم ، يقال : فلان في حجر فلان إذا كان في تربيته ، ( دخلتم بهن ) أي : جامعتموهن .ويحرم عليه أيضا بنات المنكوحة وبنات أولادها ، وإن سفلن من الرضاع والنسب بعد الدخول بالمنكوحة ، حتى لو فارق المنكوحة قبل الدخول بها أو ماتت جاز له أن ينكح بنتها ، [ ولا يجوز له أن ينكح أمها ] لأن الله تعالى أطلق تحريم الأمهات وقال في تحريم الربائب .( فإن لم تكونوا دخلتم بهن فلا جناح عليكم ) يعني : في نكاح بناتهن إذا فارقتموهن أو متن ، وقال علي رضي الله عنه : أم المرأة لا تحرم إلا بالدخول بالبنت كالربيبة .( وحلائل أبنائكم الذين من أصلابكم ) يعني : أزواج أبنائكم ، واحدتها : حليلة ، والذكر حليل ، سميا بذلك لأن كل واحد منهما [ حلال لصاحبه ، وقيل : سميا بذلك لأن كل واحد منهما ] يحل حيث يحل صاحبه من الحلول وهو النزول ، وقيل : إن كل واحد منهما يحل إزار صاحبه من الحل وهو ضد العقل .وجملته : أنه يحرم على الرجل حلائل أبنائه وأبناء أولاده وإن سفلوا من الرضاع والنسب بنفس العقد ، وإنما قال \" من أصلابكم \" ليعلم أن حليلة المتبنى لا تحرم على الرجل الذي تبناه ، فإن النبي صلى الله عليه وسلم تزوج امرأة زيد بن حارثة ، وكان زيد تبناه رسول الله صلى الله عليه وسلم .والرابع من المحرمات بالصهرية : حليلة الأب والجد وإن علا فيحرم على الولد وولد الولد بنفس العقد سواء كان الأب من الرضاع أو من النسب ، لقوله تعالى : ( ولا تنكحوا ما نكح آباؤكم من النساء ) وقد سبق ذكره .وكل امرأة تحرم عليك بعقد النكاح تحرم بالوطء في ملك اليمين ، والوطء بشبهة النكاح ، حتى لو وطئ امرأة بالشبهة أو جارية بملك اليمين فتحرم على الواطئ أم الموطوءة وابنتها وتحرم الموطوءة على أب الواطئ وعلى ابنه .ولو زنى بامرأة فقد اختلف فيه أهل العلم : فذهبت جماعة إلى أنه لا تحرم على الزاني أم المزني بها وابنتها ، وتحرم الزانية على أب الزاني وابنه ، وهو قول علي وابن مسعود وابن عباس رضي الله عنهما ، وبه قال سعيد بن المسيب وعروة والزهري ، وإليه ذهب مالك والشافعي رحمهم الله تعالى .وذهب قوم إلى التحريم ، يروى ذلك عن عمران بن حصين وأبي هريرة رضي الله عنهما ، وبه قال جابر بن زيد والحسن وهو قول أصحاب الرأي .ولو لمس امرأة بشهوة أو قبلها ، فهل يجعل ذلك كالدخول في إثبات حرمة المصاهرة؟ وكذلك لو لمس امرأة بشهوة فهل يجعل كالوطء في تحريم الربيبة؟ فيه قولان ، أصحهما وهو قول أكثر أهل العلم : أنه تثبت به الحرمة ، والثاني : لا تثبت كما لا تثبت بالنظر بالشهوة .قوله تعالى : ( وأن تجمعوا بين الأختين ) لا يجوز للرجل أن يجمع بين الأختين في النكاح سواء كانت الأخوة بينهما بالنسب أو بالرضاع ، فإذا نكح امرأة ثم طلقها بائنا جاز له نكاح أختها ، وكذلك لو ملك أختين بملك اليمين لم يجز له أن يجمع بينهما في الوطء ، فإذا وطئ إحداهما لم يحل له وطء الأخرى حتى يحرم الأولى على نفسه .وكذلك لا يجوز أن يجمع بين المرأة وعمتها ولا بين المرأة وخالتها ، لما أخبرنا أبو الحسن السرخسي ، أخبرنا زاهر بن أحمد ، أنا أبو إسحاق الهاشمي ، أنا أبو مصعب ، عن مالك ، عن أبي الزناد ، عن الأعرج ، عن أبي هريرة رضي الله عنهم أن رسول الله صلى الله عليه وسلم قال : \" لا يجمع بين المرأة وعمتها ، ولا بين المرأة وخالتها \" .قوله تعالى : ( إلا ما قد سلف ) يعني : لكن ما مضى فهو معفو عنه ، لأنهم كانوا يفعلونه قبل الإسلام ، وقال عطاء والسدي : إلا ما كان من يعقوب عليه السلام فإنه جمع بين ليا أم يهوذا وراحيل أم يوسف ، وكانتا أختين . ( إن الله كان غفورا رحيما ) .",
  "ayah": 23,
  "surah": 4
}
