{
  "text": "قوله تعالى : ( ألم تر إلى الذين يزعمون أنهم آمنوا بما أنزل إليك وما أنزل من قبلك يريدون أن يتحاكموا إلى الطاغوت ) الآية قال الشعبي : كان بين رجل من اليهود ورجل من المنافقين خصومة فقال اليهودي : نتحاكم إلى محمد ، لأنه عرف أنه لا يأخذ الرشوة ولا يميل في الحكم ، وقال المنافق : نتحاكم إلى اليهود لعلمه أنهم يأخذون الرشوة ويميلون في الحكم ، فاتفقا على أن يأتيا كاهنا في جهينة فيتحاكما إليه ، فنزلت هذه الآية .قال جابر : كانت الطواغيت التي يتحاكمون إليها واحد في جهينة وواحد في أسلم ، وفي كل حي كهان .وقال الكلبي عن أبي صالح عن ابن عباس : نزلت في رجل من المنافقين يقال له بشر ، كان بينه وبين يهودي خصومة فقال اليهودي : ننطلق إلى محمد ، وقال المنافق : بل إلى كعب بن الأشرف ، وهو الذي سماه الله الطاغوت ، فأبى اليهودي أن يخاصمه إلا إلى رسول الله صلى الله عليه وسلم ، فلما رأى المنافق ذلك أتى معه إلى رسول الله صلى الله عليه وسلم فقضى رسول الله صلى الله عليه وسلم لليهودي ، فلما خرجا من عنده لزمه المنافق ، وقال : انطلق بنا إلى عمر رضي الله عنه ، فأتيا عمر ، فقال اليهودي : اختصمت أنا وهذا إلى محمد فقضى لي عليه فلم يرض بقضائه وزعم أنه يخاصم إليك ، فقال عمر رضي الله عنه للمنافق : أكذلك؟ قال : نعم ، قال لهما رويدكما حتى أخرج إليكما فدخل عمر البيت وأخذ السيف واشتمل عليه ثم خرج فضرب به المنافق حتى برد ، وقال : هكذا أقضي بين من لم يرض بقضاء الله وقضاء رسوله . فنزلت هذه الآية . وقال جبريل : إن عمر رضي الله عنه فرق بين الحق والباطل ، فسمي الفاروق .وقال السدي : كان ناس من اليهود أسلموا ونافق بعضهم وكانت قريظة والنضير في الجاهلية إذا قتل رجل من بني قريظة رجلا من بني النضير قتل به أو أخذ ديته مائة وسق من تمر ، وإذا قتل رجل من بني النضير رجلا من قريظة لم يقتل به وأعطى ديته ستين وسقا ، وكانت النضير وهم حلفاء الأوس أشرف وأكثر من قريظة وهم حلفاء الخزرج ، فلما جاء الله بالإسلام وهاجر النبي صلى الله عليه وسلم إلى المدينة ، قتل رجل من النضير رجلا من قريظة فاختصموا في ذلك ، فقالت بنو النضير : كنا وأنتم قد اصطلحنا على أن نقتل منكم ولا تقتلون منا ، وديتكم ستون وسقا وديتنا مائة وسق ، فنحن نعطيكم ذلك ، فقالت الخزرج : هذا شيء كنتم فعلتموه في الجاهلية لكثرتكم وقلتنا فقهرتمونا ، ونحن وأنتم اليوم إخوة وديننا ودينكم واحد فلا فضل لكم علينا ، فقال المنافقون منهم : انطلقوا إلى أبي بردة الكاهن الأسلمي ، وقال المسلمون من الفريقين : لا بل إلى النبي صلى الله عليه وسلم فأبى المنافقون وانطلقوا إلى أبي بردة ليحكم بينهم ، فقال : أعظموا اللقمة ، يعني الحظ ، فقالوا : لك عشرة أوسق ، قال : لا بل مائة وسق ديتي ، فأبوا أن يعطوه فوق عشرة أوسق وأبى أن يحكم بينهم ، فأنزل الله تعالى آية القصاص ، وهذه الآية : ( ألم تر إلى الذين يزعمون أنهم آمنوا بما أنزل إليك وما أنزل من قبلك يريدون أن يتحاكموا إلى الطاغوت ) يعني الكاهن أو كعب بن الأشرف ، ( وقد أمروا أن يكفروا به ويريد الشيطان أن يضلهم ضلالا بعيدا ) .",
  "ayah": 60,
  "surah": 4
}
