{
  "text": "قوله تعالى : ( وما كان لمؤمن أن يقتل مؤمنا ) الآية ، نزلت في عياش ( بن أبي ربيعة ) المخزومي ، وذلك أنه أتى رسول الله صلى الله عليه وسلم بمكة قبل الهجرة فأسلم ثم خاف أن يظهر إسلامه لأهله فخرج هاربا إلى المدينة ، وتحصن في أطم من آطامها ، فجزعت أمه لذلك جزعا شديدا وقالت لابنيها الحارث وأبي جهل بن هشام وهما أخواه لأمه : والله لا يظلني سقف ولا أذوق طعاما ولا شرابا حتى تأتوني به ، فخرجا في طلبه ، وخرج معهما الحارث بن زيد بن أبي أنيسة حتى أتوا المدينة ، فأتوا عياشا وهو في الأطم ، قالا له : انزل فإن أمك لم يئوها سقف بيت بعدك ، وقد حلفت ألا تأكل طعاما ولا تشرب شرابا حتى ترجع إليها ( ولك عهد الله ) علينا أن لا نكرهك على شيء ولا نحول بينك وبين دينك ، فلما ذكروا له جزع أمه وأوثقوا له بالله نزل إليهم فأخرجوه من المدينة ثم أوثقوه بنسعة ، فجلده كل واحد منهم مائة جلدة ، ثم قدموا به على أمه فلما أتاها قالت : والله لا أحلك من وثاقك حتى تكفر بالذي آمنت به ، ثم تركوه موثقا مطروحا في الشمس ما شاء الله ، فأعطاهم الذي أرادوا فأتاه الحارث بن زيد فقال : يا عياش أهذا الذي كنت عليه فوالله لئن كان هدى لقد تركت الهدى ، ولئن كانت ضلالة لقد كنت عليها ، فغضب عياش من مقالته ، وقال : والله لا ألقاك خاليا أبدا إلا قتلتك ، ثم إن عياشا أسلم بعد ذلك وهاجر ثم أسلم الحارث بن زيد بعده وهاجر إلى رسول الله صلى الله عليه وسلم وليس عياش حاضرا يومئذ ولم يشعر بإسلامه ، فبينا عياش يسير بظهر قباء إذ لقي الحارث فقتله ، فقال الناس : ويحك أي شيء صنعت؟ إنه قد أسلم ، فرجع عياش إلى رسول الله صلى الله عليه وسلم وقال : يا رسول الله قد كان من أمري وأمر الحارث ما قد علمت ، وإني لم أشعر بإسلامه حتى قتلته ، فنزل : ( وما كان لمؤمن أن يقتل مؤمنا إلا خطأ ) .وهذا نهي عن قتل المؤمن كقوله تعالى : وما كان لكم أن تؤذوا رسول الله ( الأحزاب - 53 ) .( إلا خطأ ) استثناء منقطع معناه : لكن إن وقع خطأ ، ( ومن قتل مؤمنا خطأ فتحرير رقبة مؤمنة ) أي : فعليه إعتاق رقبة مؤمنة كفارة ، ( ودية مسلمة ) كاملة ، ( إلى أهله ) أي : إلى أهل القتيل الذي يرثونه ، ( إلا أن يصدقوا ) أي : يتصدقوا بالدية فيعفوا ويتركوا الدية ، ( فإن كان من قوم عدو لكم وهو مؤمن فتحرير رقبة مؤمنة ) أراد به إذا كان الرجل مسلما في دار الحرب منفردا مع الكفار فقتله من لم يعلم بإسلامه فلا دية فيه ، وعليه الكفارة ، وقيل : المراد منه إذا كان المقتول مسلما في دار الإسلام وهو من نسب قوم كفار ، وقرابته في دار الحرب حرب للمسلمين ففيه الكفارة ولا دية لأهله ، وكان الحارث بن زيد من قوم كفار حرب للمسلمين وكان فيه تحرير رقبة ولم يكن فيه دية لأنه لم يكن بين قومه وبين المسلمين عهد .قوله تعالى : ( وإن كان من قوم بينكم وبينهم ميثاق فدية مسلمة إلى أهله وتحرير رقبة مؤمنة ) أراد به إذا كان المقتول كافرا ذميا أو معاهدا فيجب فيه الدية والكفارة ، والكفارة تكون بإعتاق رقبة مؤمنة سواء كان المقتول مسلما أو معاهدا ، رجلا كان أو امرأة ، حرا كان أو عبدا ، وتكون في مال القاتل ، ( فمن لم يجد فصيام شهرين متتابعين ) والقاتل إن كان واجدا للرقبة أو قادرا على تحصيلها بوجود ثمنها فاضلا عن نفقته ونفقة عياله وحاجته من مسكن ونحوه فعليه الإعتاق ، ولا يجوز أن ينتقل إلى الصوم فإن عجز عن تحصيلها فعليه صوم شهرين متتابعين ، فإن أفطر يوما متعمدا في خلال الشهرين أو نسي النية ونوى صوما آخر وجب عليه استئناف الشهرين .وإن أفطر يوما بعذر مرض أو سفر فهل ينقطع التتابع؟ اختلف أهل العلم فيه ، فمنهم من قال : ينقطع وعليه استئناف الشهرين ، وهو قول النخعي وأظهر قولي الشافعي رضي الله عنه لأنه أفطر مختارا ، ومنهم من قال : لا ينقطع وعليه أن يبني ، وهو قول سعيد بن المسيب والحسن والشعبي .ولو حاضت المرأة في خلال الشهرين أفطرت أيام الحيض ولا ينقطع التتابع ، فإذا طهرت بنت على ما صامت ، لأنه أمر مكتوب على النساء لا يمكنهن الاحتراز عنه .فإن عجز عن الصوم فهل يخرج عنه بإطعام ستين مسكينا؟ فيه قولان ، أحدهما : يخرج كما في كفارة الظهار ، والثاني : لا يخرج لأن الشرع لم يذكر له بدلا فقال : ( فصيام شهرين متتابعين )( توبة من الله ) أي : جعل الله ذلك توبة لقاتل الخطإ ( وكان الله عليما ) بمن قتل خطأ ( حكيما ) فيما حكم به عليكم .أما الكلام في بيان الدية ، فاعلم أن القتل على ثلاثة أنواع : عمد محض ، وشبه عمد ، وخطأ محض .أما العمد المحض فهو : أن يقصد قتل إنسان بما يقصد به القتل غالبا فقتله ففيه القصاص عند وجود التكافؤ ، أو دية مغلظة في مال القاتل حالة .وشبه العمد : أن يقصد ضربه بما لا يموت مثله من مثل ذلك الضرب غالبا ، بأن ضربه بعصا خفيفة ، أو حجر صغير ضربة أو ضربتين ، فمات فلا قصاص فيه ، بل يجب فيه دية مغلظة على عاقلته مؤجلة إلى ثلاث سنين .والخطأ المحض هو : أن لا يقصد ضربه بل قصد شيئا آخر فأصابه فمات منه فلا قصاص فيه ، بل تجب دية مخففة على عاقلته مؤجلة إلى ثلاث سنين .وتجب الكفارة في ماله في الأنواع كلها ، وعند أبي حنيفة رضي الله عنه : قتل العمد لا يوجب الكفارة ، لأنه كبيرة كسائر الكبائر .ودية الحر المسلم مائة من الإبل فإذا عدمت الإبل وجبت قيمتها من الدراهم أو الدنانير في قول ، وفي قول يجب بدل مقدر منها وهو ألف دينار ، أو اثنا عشر ألف درهم ، لما روي عن عمر رضي الله عنه : فرض الدية على أهل الذهب ألف دينار ، وعلى أهل الورق اثنى عشر ألف درهم \" .وذهب قوم إلى أن الواجب في الدية مائة من الإبل ، أو ألف دينار أو اثنا عشر ألف درهم ، وهو قول عروة بن الزبير والحسن البصري رضي الله عنهما ، وبه قال مالك .وذهب قوم إلى أنها مائة من الإبل أو ألف دينار ، أو عشرة آلاف درهم ، وهو قول سفيان الثوري وأصحاب الرأي .ودية المرأة نصف دية الرجل ، ودية أهل الذمة والعهد ثلث دية المسلم ، إن كان كتابيا ، وإن كان مجوسيا فخمس الدية ، روي عن عمر رضي الله عنه أنه قال : دية اليهودي والنصراني أربعة آلاف درهم ، ودية المجوسي ثمانمائة ، وهو قول سعيد بن المسيب والحسن وإليه ذهب الشافعي رضي الله عنه .وذهب قوم إلى أن دية الذمي والمعاهد مثل دية المسلم ، روي ذلك عن ابن مسعود رضي الله عنه وهو قول سفيان الثوري وأصحاب الرأي .وقال قوم : دية الذمي نصف دية المسلم وهو قول عمر بن عبد العزيز ، وبه قال مالك وأحمد رحمهما الله .والدية في العمد المحض وشبه العمد مغلظة بالسن فيجب ثلاثون حقة وثلاثون جذعة وأربعون خلفة في بطونها أولادها ، وهو قول عمر بن الخطاب وزيد بن ثابت رضي الله عنهما ، وبه قال عطاء ، وإليه ذهب الشافعي رضي الله عنه ، لما أخبرنا عبد الوهاب بن محمد الخطيب ، أنا عبد العزيز بن أحمد الخلال ، أنا أبو العباس الأصم ، أنا الربيع ، أنا الشافعي رضي الله عنه ، أنا ابن عيينة ، عن علي بن زيد بن جدعان ، عن القاسم بن ربيعة ، عن عبد الله بن عمر رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال : \" ألا إن في قتل العمد الخطإ بالسوط أو العصا مائة من الإبل مغلظة ، منها أربعون خلفة في بطونها أولادها \" .وذهب قوم إلى أن الدية المغلظة أرباع : خمس وعشرون بنت مخاض ، وخمس وعشرون بنت لبون ، وخمس وعشرون حقة ، وخمس وعشرون جذعة ، وهو قول الزهري وربيعة وبه قال مالك وأحمد وأصحاب الرأي .وأما دية الخطإ فمخففة ، وهي أخماس بالاتفاق ، غير أنهم اختلفوا في تقسيمها ، فذهب قوم إلى أنها عشرون بنت مخاض ، وعشرون بنت لبون ، وعشرون ابن لبون ، وعشرون حقة ، وعشرون جذعة ، وهو قول عمر بن عبد العزيز وسليمان بن يسار والزهري وربيعة ، وبه قال مالك والشافعي رحمهم الله ، وأبدل قوم بني اللبون ببنات المخاض ، يروى ذلك عن ابن مسعود رضي الله عنه ، وبه قال أحمد وأصحاب الرأي .ودية الأطراف على هذا التقدير ، ودية المرأة فيها على النصف من دية الرجل ، والدية في قتل الخطإ وشبه العمد على العاقلة ، وهم عصبات القاتل من الذكور ، ولا يجب على الجاني منها شيء لأن النبي صلى الله عليه وسلم أوجبها على العاقلة .",
  "ayah": 92,
  "surah": 4
}
