{
  "text": "১৩-১৪ নং আয়াতের তাফসীর\nউপরের আয়াতে সময়ের বর্ণনা দেয়া হয়েছে যার মধ্যে মানুষ আমল করে থাকে। এখানে আল্লাহ তাআলা বলছেন যে, মানুষ ভাল মন্দ যা কিছু আমল করে তা তার সাথেই সংলগ্ন হয়ে যায়। ভাল কাজের প্রতিদান ভালহবে এবং মন্দ কাজের প্রতিদান মন্দ হবে, তা পরিমাণে যতই কম হোক না কেন। যেমন মহান আল্লাহ বলেনঃ (আরবি) অর্থাৎ “যেই ব্যক্তি অনুপরিমাণ সৎ কাজ করবে সে তা দেখতে পাবে। আর যেই ব্যক্তি অনুপরিমাণ মন্দ কাজ করবে সে তা তথায় দেখতে পাবে।” (৯৯: ৭-৮) মহান আল্লাহ আর এক জায়গায় বলেনঃ (আরবি) অর্থাৎ “যখন গ্রহণকারী ফেরেস্তারা (মানুষের কার্যাবলী) গ্রহণ করতে থাকে, যারা ডানে ও বামে উপবিষ্ট আছে। সে কোন কথা মুখ হতে বের করা মাত্র তার নিকটেই একজন রক্ষক (ফেরে) প্রস্তুত রয়েছে (সে লিপিবদ্ধ করে)।” (৫০:১৭-১৮) আর এক জায়গায় বলেনঃ (আরবি) অর্থাৎ “তোমাদের উপর নিযুক্ত রয়েছে সংরক্ষক ফেরেশতাগণ, সম্মানিত লেখকগণ, যারা তোমাদের সমুদয় কার্যকলাপ অবগত আছে।” (৮২:১০-১২) অন্য এক জায়গায় আল্লাহ তাআলা বলেনঃ “তোমাদেরকে শুধু তোমাদের কৃত কর্মেরই প্রতিদান দেয়া হবে।” আর এক জায়গায় বলেনঃ “প্রত্যেক মন্দকর্মকারীকে শাস্তি দেয়া হবে।” উদ্দেশ্য এই যে, আদম সন্তানের ছোট বড়, গোপনীয়, প্রকাশ্য, ভাল, মন্দ কাজ , সকাল, সন্ধ্যা, দিন ও রাত অনবরতই লিখে নেয়া হয়।মুসনাদে আহমদে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “অবশ্যই প্রত্যেক মানুষের আমলের বোঝা তার গ্রীবাদেশে রয়েছে।” ইবনু লাহীআহ বলেন যে, এমন কি ভাবী শুভাশুভের লক্ষণ গ্রহণ করাও।” (হাদীসের এই ব্যাখ্যা গারীব বা দুর্বল)মানুষের আমলের সমষ্টির কিতাবখানা (আমলনামা) কিয়ামতের দিন তার ডান হাতে দেয়া হবে অথবা বাম হাতে দেয়া হবে। সৎ লোকদেরকে তাদের। আমলনামা ডান হাতে দেয়া হবে এবং মন্দলোকদেরকে তাদের আমলনামা। বাম হাতে দেয়া হবে। এই আমলনামা খোলা থাকবে, যেন সে নিজে পাঠ করে এবং অন্যেরাও দেখে নেয়। তার সারা জীবনের সমস্ত আমল তাতে লিখিত থাকবে। যেমন মহামহিমান্বিত আল্লাহ বলেনঃ (আরবি) অর্থাৎ “সেই দিন মানুষকে তার সমস্ত পূর্বকৃত ও পরেকৃত কার্যাবলী জানিয়ে দেয়া হবে। বরং মানুষ নিজেই নিজের অবস্থা সম্বন্ধে খুব অবহিতহবে, যদিও সে নিজের ওজরসমূহ পেশ করবে।” (১৩:১৪-১৫) ঐ সময় তাকে বলা হবেঃ তুমি ভালরূপেই জান যে, তোমার উপর জুলুম করা হবে না। এতে ওটাই লিখা আছে যা তুমি করেছে। সেই বিস্মরণ হওয়া জিনিসও স্মরণ হয়ে যাবে সেই কারণে প্রকৃতপক্ষে কোন ওযর পেশ করার সুযোগই থাকবে না। তাছাড়া সামনে কিতাব (আমলনামা) থাকবে যা সে পড়ে থাকবে। যদিও দুনিয়ায় সে মুখ ও নিরক্ষর থেকে থাকে, তথাপি সেই দিন সে পড়তে পারবে।এখানে গ্রীবাকে বিশিষ্ট করার কারণ এই যে, ওটা এমন একটা বিশেষ অংশ যাতে যে জিনিস লটকিয়ে দেয়া হয় তা ওর সাথে সংলগ্ন থাকে। কবিরাও এই ধারণা প্রকাশ করেছেন। রাসূলুল্লাহ (সঃ) বলেছেন যে, রোগ সংক্রামক হওয়া কোন কথা নয় এবং শুভাশুভ নিরূপণও কোন জিনিস নয়। প্রত্যেক মানুষের আমল তার গলার হার স্বরূপ।”আর একটি রিওয়াইয়াতে রয়েছে যে, শুভাশুভ নিরূপণ হচ্ছে প্রত্যেক মানুষের গলার হার। রাসূলুল্লাহর (সঃ) উক্তি রয়েছে যে, প্রত্যেক দিনের আমলের উপর মোহর মেরে দেয়া হয়। যখন মু'মিন রোগাক্রান্ত হয়ে পড়ে তখন ফেরেস্তাগণ বলেনঃ “হে আল্লাহ! আপনি তো অমুককে আমল থেকে বিরত রেখেছেন?” উত্তরে আল্লাহ তাআলা বলেনঃ“ যার যে আমল ছিল তা বরাবর লিখেই যাও, যে পর্যন্ত না আমি তাকে সুস্থ করে তুলি অথবা তার মৃত্যু ঘটাই।”কাতাদা (রঃ) বলেন যে, এই আয়াত (আরবি) দ্বারা উদ্দেশ্য হচ্ছে আমল। হযরত হাসান বসরী (রঃ) বলেন যে, আদম সন্তানকে সম্বোধন করে বলা হয়ঃ “হে আদম সন্তান! তোমার ডানে ও বামে ফেরে বসে রয়েছে এবং সহীফা (ক্ষুদ্র পুস্তিকা) খুলে রেখেছে। ডান দিকের ফেরেস্তারা পূণ্য লিখছে এবং বাম দিকের গুলো পাপ লিখছে। এখন তোমার ইচ্ছা, হয় তুমি বেশী পূণ্যের কাজ কর অথবা বেশী পাপের কাজ কর। তোমার মৃত্যুর পর এই দফতর জড়িয়ে নেয়া হবে এবং তোমার কবরে তোমার গ্রীবাদেশে লটকিয়ে দেয়া হবে। কিয়ামতের দিন খোলা অবস্থায় তোমার সামনে পেশ করা হবে এবং তোমাকে বলা হবেঃ “তোমার আমলনামা তুমি স্বয়ং পাঠ কর এবং তুমি নিজেই তোমার হিসাব ও বিচার কর।” আল্লাহর কসম! তিনি বড়ই ন্যায় বিচারক, যিনি তোমার কাজ কারবার তোমার উপর অর্পণ করেছেন।",
  "ayah": 14,
  "surah": 17
}
