{
  "text": "২৯-৩০ নং আয়াতের তাফসীর\nআল্লাহ তাআলা নির্দেশ দিচ্ছেনঃ জীবনে খরচ করার ব্যাপারে তোমরা মধ্যম পন্থা অবলম্বন কর। কৃপণ ও হয়ো না এবং অপব্যয়ীও হয়ো না। তোমার হাত তোমার গ্রীবার সাথে বেঁধো না, অর্থাৎ এমন কৃপণ হয়ো না যে, কাউকেও কিছু দিবে না। ইয়াহূদীরাও এই বাক পদ্ধতিই ব্যবহার করতো এবং বলতো যে, আল্লাহর হাত বদ্ধ রয়েছে। তাদের উপর আল্লাহর অভিসম্পাৎ অবতীর্ণ হোক যে, তারা কার্পণ্যের দিকে আল্লাহ তাআলার সম্পর্ক স্থাপন করতো। অথচ আল্লাহ তাআলা বড় দাতা, দয়ালু এবং পবিত্র। কার্পণ্য থেকে তিনি বহু দূরে রয়েছেন। মহান আল্লাহ কার্পণ্য থেকে নিষেধ করার পর অপব্যয় থেকেও নিষেধ করছেন। তিনি বলেছেনঃ তোমরা এতো মুক্ত হস্ত হয়ো না যে, সাধ্যের অতিরিক্ত দান করে ফেলবে। অতঃপর তিনি এই হুকুম দু’টির কারণ বর্ণনা করছেন যে, কৃপণতা করলে তোমরা নিন্দার পাত্র হয়ে যাবে। সবাই বলবে যে, লোকটি বড়ই কৃপণ। সুতরাং সবাই তোমার থেকে দূরে সরে থাকবে। কারণ, তারা জানে যে, তোমার কাছে দান প্রাপ্তির কোন আশা নেই। যেমন যুহায়ের ইবনু আবি সালমা তাঁর মুআল্লাকায় বলেছেনঃ (আরবি) অর্থাৎ “যে মালদার হয়ে তার মাল তার কওমের উপর খরচ করতে কার্পণ্য করে, তার থেকে মানুষ অমুখাপেক্ষী হয়ে তার দুর্নাম করে থাকে।” সুতরাং কাপণ্যের কারণে মানুষ মরূপে গণ্য হয়ে যায় এবং সে মানুষের চোখের বালি হয়ে পড়ে। সবাই তাকে ভৎসনা করে থাকে। পক্ষান্তরে যে ব্যক্তি দান খায়রাত করার ব্যপারে সীমা ছাড়িয়ে যায়, শেষে সে অসমর্থ হয়ে বসে পড়ে। তার হাত শূন্য হয়ে যায় এবং এর ফলে সে দুর্বল ও অপারগ হয়ে পড়ে। যেমন কোন জন্তু চলতে চলতে ক্লান্ত হয়ে পড়ে এবং পথে আটকে পড়ে। (আরবি) শব্দটি সূরায়ে মুকে এসেছে। এর অর্থ হচ্ছে ক্লান্ত হওয়া।সহীহ বুখারী ও সহীহ মুসলিমে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “কৃপণ ও দাতার দৃষ্টান্ত ঐ দুই ব্যক্তির মত যাদের গায়ে বক্ষ হতে গলা পর্যন্ত দু'টি লোহার জুব্বা রয়েছে। দাতা ব্যক্তি যখন যখন খরচ করে তখন তখন ওর কড়া গুলি আলগা হয়ে যায় এবং তার হাত খুলে যায়। শেষ পর্যন্ত পৌঁছে যায় এবং ওর চিহ্ন মিটিয়ে দেয় আর কৃপণ ব্যক্তি যখনই খরচ করার ইচ্ছা করে তখনই তার জুব্বার কড়া গুলি আরো জড়ো হয়ে যায়। সে যতই ওটাকে প্রশস্ত করার ইচ্ছা করে ততই তা সংকীর্ণ হয়ে যায় এবং কোন জায়গাই থাকে না।” সহীহ বুখারী ও সহীহ মুসলিমে আরো রয়েছে যে, রাসূলুল্লাহ (সঃ) হযরত আসমা বিনতে আবি বকরকে (রাঃ) বলেনঃ “এদিকে ওদিকে আল্লাহর পথে খরচ করতে থাকো, জমা রেখো না। অন্যথায় আল্লাহ তাআলাও দান বন্ধ করে দিবেন।” অন্য রিওয়াইয়াতে আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ গণে গণে রেখো না, অন্যথায় আল্লাহ তাআলা ও গণে গণে বন্ধ করে দিবেন।সহীহ মুসলিমে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) তাঁকে বলেনঃ “হে আবূ হুরাইরা (রাঃ) ! তুমি আল্লাহর পথে খরচ করতে থাকো, আল্লাহ তাআলাও তোমাকে দিতে থাকবেন।” সহীহ বুখারী ও সহীহ মুসলিমে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “প্রত্যেক সকাল ও সন্ধ্যায় দু’জন ফেরেশতা আকাশ থেকে অবতরণ করে থাকেন। একজন প্রার্থনা করেনঃ “হে আল্লাহ! আপনি দাতাকে প্রতিদান প্রদান করুন।” আর অন্যজন প্রার্থনা করেনঃ হে আল্লাহ! আপনি কৃপণের মাল ধ্বংস করে দিন।সহীহ মুসলিমে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ দান খয়রাতে কারো মাল কমে যায় না এবং প্রত্যেক দাতাকে আল্লাহ তাআলা সম্মানিত করে থাকেন। আর যে ব্যক্তি আল্লাহর নির্দেশক্রমে অন্যদের সাথে বিনয়পূর্ণ ব্যবহার করে, আল্লাহ তাআলা তার মর্যাদা উঁচু করে দেন।” অন্য হাদীসে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমরা লোভ হতে বেঁচে থাকো। এই লোভ লালসাই তোমাদের পূর্ববর্তী লোকদেরকে ধ্বংস করে দিয়েছে। লোভ লালসার প্রথম হুকুম হলোঃ “তুমি কার্পণ্য কর। তখন সে কার্পণ্য করে। তারপর সে বলেঃ আত্মীয়তার সম্পর্ক ছিন্ন কর। সে তা-ই করে। অতঃপর সে বলেঃ ‘অসৎ কার্যে লিপ্ত হয়ে পড়। এবারও সে তার কথা মতই কাজ করে।”ইমাম বায়হাকীর (রঃ) হাদীস গ্রন্থে রয়েছে যে, মানুষ যখন দান করে তখন শয়তানের চোয়াল ভেঙ্গে যায়। মুসনাদের হাদীসে আছে যে, মধ্যম পন্থায় ব্যয়কারী কখনো দরিদ্র হয় না।এরপর আল্লাহ তাআলা বলেনঃ আল্লাহ তাআ'লাই হচ্ছেন তাঁর বান্দাদেরকে রিযকদাতা। তিনিই রিযক বৃদ্ধি করে থাকেন এবং তিনিই হ্রাস করে থাকেন। তিনি যাকে ইচ্ছা ধনী এবং যাকে ইচ্ছা গরীব করে থাকেন। তাঁর প্রতিটি কাজ হিকমত বা নিপূণতায় পরিপূর্ণ। তিনি ভাল রূপে জানেন কে সম্পদ লাভের যোগ্য, আর কে দরিদ্র অবস্থায় কালাতিপাত করার যোগ্য। হাদীসে কুদসীতে রয়েছে যে, আল্লাহ তাআলা বলেনঃ “আমার কতকগুলি বান্দা এমন রয়েছে যারা দরিদ্র থাকারই যোগ্য। যদি আমি তাদেরকে ধনী করে দিই তবে তাদের দ্বীন ধ্বংস হয়ে যাবে। আবার কতক বান্দা এমনও রন্মেছে যে, যারা সম্পদশালী হওয়ারই যোগ্য। যদি আমি তাদেরকে দরিদ্র করে ফেলি তবে তাদের দ্বীন নষ্ট হয়ে যাবে। হাঁ তবে এটা স্মরণ রাখার বিষয় যে, কতকগুলি লোকের পক্ষে ধনের প্রাচুর্য ঢিল বা অবকাশ হিসেবে হয়ে থাকে। এবং কতকগুলি মানুষের পক্ষে দারিদ্র শাস্তি স্বরূপ হয়ে থাকে আল্লাহ তাআলা আমাদেরকে এই দু'টো হতেই রক্ষা করুন!",
  "ayah": 30,
  "surah": 17
}
