{
  "text": "৪৯-৫২ নং আয়াতের তাফসীর\nকাফির, যারা কিয়ামতে বিশ্বাসী ছিল না এবং মৃত্যুর পরে পুনরুত্থানকে অসম্ভব মনে করতো, তারা অস্বীকারের উদ্দেশ্য নিয়ে জিজ্ঞেস করতোঃ আমরা অস্থি ও মাটি হয়ে যাওয়ার পরেও কি আমাদেরকে নতুনভাবে সৃষ্টি করা হবে?সুরায়ে নাযিআ’তে এই অস্বীকারকারীদের উক্তি নিম্নরূপে বর্ণিত হয়েছেঃ “আমরা কি আবার পূর্বাবস্থায় ফিরে আসবো? তবে কি আমরা যখন চুর্ণ-বিচূর্ণ হাড়ে পরিণত হয়ে যাবে তখন (পুনর্জীবনে) প্রত্যাবর্তিত হবো? বলতে লাগলোঃ এমতাবস্থায় এই প্রত্যাবর্তন (আমাদের জন্যে) বড়ই ক্ষতিকর হবে।” সূরায়ে ইয়াসীনে রয়েছেঃ “সে আমার সম্বন্ধে এক অভিনব বিষয় বর্ণনা করলো এবং নিজের মূল সৃষ্টিকে ভুলে গেল; সে বলেঃ কে জীবিত করবে এই হাড়গুলিকে, যখন তা পচে গেল?” সুতরাং তাদেরকে উত্তর দেয়া হচ্ছেঃ হাড় তো দূরের কথা, তোমরা পাথর হয়ে যাও বা লোহা হয়ে যাও অথবা এর চেয়ে শক্ত জিনিস হয়ে যাও, যেমন পাহাড় বা যমীন অথবা আসমান, এমনকি তোমরা যদি স্বয়ং মৃত্যুও হয়ে যাও, তবুও তোমাদেরকে পূনরুজ্জীবিত করা আল্লাহ তাআলার কাছে খুবই সহজ। তোমরা যাই হয়ে যাও না কেন, পুনরুত্থিত হবেই।হাদীসে রয়েছে যে, কিয়ামতের দিন জান্নাত ও জাহান্নামের মধ্যবর্তী স্থানে মৃত্যুকে নেকড়ে বাঘের আকারে আনয়ন করা হবে এবং জান্নাতবাসী ও জাহান্নামবাসী উভয় দলকেই বলা হবেঃ “তোমরা একে চিনো কি?” সবাই সমস্বরে বলে উঠবেঃ “হাঁ, চিনি।” তারপর ওকে যবাহ করে দেয়া হবে। তারপর ঘোষণা করা হবেঃ “জান্নাতী লোকেরা! এখন থেকে তোমাদের চিরস্থায়ী জীবন হয়ে গেল, আর মৃত্যু হবে না। হে জাহান্নামী লোকেরা! আজ থেকে তোমাদের জীবন চিরস্থায়ী হয়ে গেল, আর তোমরা মৃত্যুবরণ করবে না।”এখানে আল্লাহ তাআলা বলেনঃ তারা (কাফির ও মুশরিকরা) জিজ্ঞেস করেঃ “আচ্ছা, আমরা যখন অস্থিতে পরিণত ও চূর্ণ-বিচূর্ণ হয়ে যাবো, অথবা পাথর ও লোহা হয়ে যাবো, বা এমন কিছু হয়ে যাবো যা খুবই শক্ত, তখন কে এমন আছে যে, আমাদেরকে নতুন সৃষ্টি রূপে পুনরুত্থিত করবে? হে নবী (সঃ)! তুমি তাদের এই প্রশ্ন ও বাজে প্রতিবাদের জবাবে তাদেরকে বুঝিয়ে বলঃ তোমাদেরকে পুনরুত্থিত করবেন তিনিই যিনি তোমাদের প্রকৃত সৃষ্টিকর্তা আল্লাহ। যিনি তোমাদেরকে প্রথমবার সৃষ্টি করেছেন যখন তোমরা কিছুই ছিলে না। তাহলে দ্বিতীয়বার সৃষ্টি করা তাঁর পক্ষে কঠিন হতে পারে কি? না, বরং এটা তাঁর পক্ষে খুবই সহজ, তোমরা যা কিছুই হয়ে যাও না কেন। এই উত্তরে। তারা সম্পূর্ণরূপে নির্বাক হয়ে যাবে বটে, কিন্তু এর পরেও তারাহঠকারিতা ও দুষ্টামি হতে বিরত থাকবে না এবং তাদের বদ আকীদা পরিত্যাগ করবে না। বরং তারা উপহাসের ছলে মাথা নাড়তে নাড়তে বলবেঃ “আচ্ছা, এটা হবে কখন? যদি সত্যবাদী হও তবে এর নির্দিষ্ট সময় বলে দাও?” বেঈমানদের অভ্যাস এই যে, তারা সব কাজেই তাড়াহুড়া করে থাকে। এই সময় অতি নিকটবর্তী। তোমরা এজন্যে অপেক্ষা করতে থাকো। এটা যে, আসবে তাতে কোন সন্দেহ নেই। যা আসবার তা আসবেই এটা মনে করে নাও। আল্লাহ তাআলার একটা শব্দের সাথে সাথেই তোমর যমীন হতে বের হয়ে পড়বে। চোখের পলক ফেলার সময় পরিমাণও বিলম্ব হবে না। আল্লাহর নির্দেশের সাথে সাথেই তোমাদের দ্বারা হাশরের ময়দান পূর্ণ হয়ে যাবে। কবর হতে উঠে আল্লাহর প্রশংসা করতঃ তাঁর নির্দেশ পালনে তোমরা দাঁড়িয়ে যাবে। প্রশংসার যোগ্য তিনিই; তোমরা তাঁর হুকুম ও ইচ্ছার বাইরে নও।হাদীসে এসেছে যে, যারা “লা ইলাহা ইল্লাল্লাহ’ পড়েছে তাদের জন্যে তাদের কবরে কোন ভয় ও সন্ত্রাস সৃষ্টি হবে না। রাসূলুল্লাহ (সঃ) বলেনঃ “আমি যেন তাদেরকে দেখতে রয়েছি যে, তারা কবর থেকে উঠতে রয়েছে। তারা মাথা হতে মাটি ঝাড়তে ঝাড়তে এবং “লা ইলাহা ইল্লাল্লাহ' পাঠ করতে করতে উঠে দাঁড়াবে এবং বলবেঃ “আল্লাহরই সমস্ত প্রশংসা যিনি আমাদের দুঃখ দুর। করেছেন।” সূরায়ে ফাতিরের তাফসীরে এই বর্ণনা আসবে ইনশা-আল্লাহ। ঐ সময় মানুষের বিশ্বাস হবে যে, তারা খুব অল্প সময় দুনিয়ায় অবস্থান করেছে। যেন তারা সকালে বা সন্ধ্যায় দুনিয়ায় থেকেছে। কেউ বলবে দশ দিন, কেউ বলবে একদিন এবং কেউ মনে করবে মাত্র এক ঘন্টা। প্রশ্নের উত্তরে তারা একথাই বলবেঃ “আমরা একদিন বা একদিনের কিছু কম সময় অবস্থান করেছি।” আর একথা তারা শপথ করে বলবে। অনুরূপভাবে তারা দুনিয়াতেও মিথ্যা কথার উপর কসম খেতো।",
  "ayah": 52,
  "surah": 17
}
