{
  "text": "মহামহিমান্বিত আল্লাহ স্বীয় রাসূলকে (সঃ) দ্বীনের তাবলীগের কাজে উৎসাহিত করছেন এবং তাঁকে রক্ষণাবেক্ষণের দায়িত্ব গ্রহণ করেছেন। তিনি বলছেন যে, সমস্ত লোক তাঁরই ক্ষমতাধীন। তিনি সবারই উপর জয়যুক্ত। সবাই তার অধীনস্থ। কাজেই হে নবী (সঃ)! তোমার প্রতিপালক তোমাকে এই সব কাফির ও মুশরিক থেকে রক্ষা করবেন। আমি তোমাকে যা দেখিয়েছি তা জনগণের জন্যে একটা স্পষ্ট পরীক্ষা। এই দেখানো ছিল মিরাজের রাত্রির সাথে সম্পর্কিত, যা তিনি স্বচক্ষে দেখছিলেন। আর ঘৃণ্য ও অভিশপ্ত বৃক্ষ দ্বারা ‘যাককুম’ বৃক্ষকে বুঝানোহয়েছে। বহু তাবিঈ এবং হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণিত আছে যে, এই দেখানো ছিল চোখকে দেখানো, যা মিরাজের রাত্রে দেখানোহয়েছিল। মিরাজের হাদীসগুলি খুবই বিস্তারিতভাবে এই সূরার শুরুতে আমরা বর্ণনা করেছি। এটাও বর্ণিত হয়েছে যে, মিরাজের ঘটনা শুনে বহু মুসলমান ধর্মত্যাগী হয়ে যায় এবং সত্য হতে ফিরে আসে। কেননা, তাদের জ্ঞানে এটা ধরে নাই। তাই, তারা অজ্ঞতা। বশতঃ এটাকে মিথ্যা মনে করে এবং দ্বীনকে ছেড়ে দেয়। অপরপক্ষে যাদের ঈমান ছিল পূর্ণ, তাদের ঈমান এতে আরো বৃদ্ধি পায় এবং বিশ্বাস দৃঢ় হয়, স্থৈর্য ও স্থিরতায় তারা বেড়ে যায়। সুতরাং আল্লাহ তাআলা এই ঘটনাকে জনগণের পরীক্ষার একটা মাধ্যম করে দেন।রাসূলুল্লাহ (সঃ) যখন খবর দেন এবং কুরআন কারীমের আয়াত অবতীর্ণ হয় যে, জাহান্নামীদেরকে যাককুম বৃক্ষ খাওয়ানো হবে, আর তিনি স্বয়ং এ গাছ দেখে এসেছেন, তখন অভিশপ্ত আয়ূ জেহেল বিদ্রুপের ছলে বলতে লাগলোঃ “খেজুর ও মাখন নিয়ে এসো এবং ওরই যাককূম তৈরী কর অর্থাৎ, এ দুটোকে মিশ্রিত করে খেয়ে নাও। এটাই যাককুম। সুতরাং এই খাদ্যে ভয় পাওয়ার কি আছে?” এভাবে সে ও অন্যান্য কাফিররা এটাকে অবিশ্বাস করে। একটি উক্তি এও আছে যে, এর দ্বারা বানু উমাইয়াকে বুঝানো হয়েছে। কিন্ত এ উক্তিটি খুবই দুর্বল। প্রথম উক্তিটির উক্তিকারী ঐ সব মুফাসসির রয়েছেন যারা এই আয়াতকে মিরাজের ব্যাপারে অবতারিত বলে মেনে থাকেন। যেমন হযরত ইবনু আব্বাস (রাঃ) , হযরত মাসরূক (রাঃ) হযরত আবু মালিক (রাঃ) ও হযরত হাসান বসরী (রঃ) প্রভৃতি।হযরত সাহল ইবনু সাঈদ (রাঃ) বলেন যে, রাসূলুল্লাহ (সঃ) অমুক গোত্রীয় লোকদেরকে তাঁর মিম্বরের উপর বানরের মত নাচতে দেখে খুবই দুঃখিত হন। তারপর মৃত্যু পর্যন্ত তাঁকে কখনো পূর্ণ হাস্যে হাস্য করতে দেখা যায় নাই। এই আয়াতে ঐ দিকেই ইশারা করা হয়েছে। (এটা ইমাম ইবনু জারীর (রঃ) বর্ণনা করেছেন। কিন্তু এই সনদটি খুবই দুর্বল। মুহাম্মদ ইবনু হাসান ইবনু যিয়াদ পরিত্যক্ত এবং তার ইসনাদও সম্পূর্ণরূপে দুর্বল। স্বয়ং ইমাম ইবনু জারীরের (রঃ) পছন্দনীয় উক্তিও এটাই যে, এর দ্বারা মি'রাজের রাত্রিকে বুঝানো হয়েছে এবং গাছটি হচ্ছে যাককূম গাছ। কেননা, তাফসীরকারগণ এতে একমত) মহান আল্লাহ বলেনঃ “আমি কাফিরদেরকে শাস্তি ইত্যাদি দ্বারা ভয় প্রদর্শন করছি। কিন্তু তারা তাদের হঠকারিতা ও বেঈমানীতে বেড়েই চলেছে।",
  "ayah": 60,
  "surah": 17
}
