{
  "text": "৪-৮ নং আয়াতের তাফসীর\nবাণী ইসরাঈলের উপর যে, কিতাব অবতীর্ণ হয়েছিল তাতেই আল্লাহ তাআলা তাদেরকে প্রথম থেকেই খবর দিয়েছিলেন যে, তারা যমীনে দু'বার হঠকারিতা করবে এবং ঔদ্ধত্যপণা দেখাবে এবং কঠিন হাঙ্গামা সৃষ্টি করবে। সুতরাং এখানে (আরবি) শব্দের অর্থ হচ্ছে নির্ধারণ করা এবং প্রথম থেকেই খবর দিয়ে দেয়। যেমন (আরবি) (১৫:৬৬) এই আয়াতে (আরবি) এর অর্থ এটাই। আল্লাহপাক বলেনঃ তাদের প্রথম হাঙ্গামার সময় আমি আমার মাখলুকের মধ্য হতে ঐ লোকদের আধিপত্য তাদের উপর স্থাপন করি যারা খুব বড় যোদ্ধা এবং বড় বড় যুদ্ধাস্ত্রের অধিকারী। তারা তাদের উপর আধিপত্য বিস্তার করে, তাদের শহর দখল করে নেয় এবং লুটপাট করে তাদের ঘর গুলিকে শূন্য করে দিয়ে নির্ভয়ে ও নির্বিবাদে ফিরে যায়। আল্লাহ তাআলার ওয়াদা পূর্ণ হওয়ারও ছিল। কথিত আছে যে, তারা ছিল বাদশাহ জালুতের সেনাবাহিনী। তারপর আল্লাহ তাআলা বাণী ইসরাঈলকে সাহায্য করেন এবং তারা হযরত তালূতের মাধ্যমে আবার জা’তের বিরুদ্ধে যুদ্ধ করে। হযরত দাউদ (আঃ) বাদশাহ জালূতকে হত্যা করেন।এটাও বলা হয়েছে যে, মূসিলের বাদশাহ সাখারীব এবং তার সেনাবাহিনী বাণী ইসরাঈলের উপর আক্রমণ চালিয়েছিল। কেউ কেউ বলেন যে, বাবেলের বাখতে নাসর তাদেরকে আক্রমণ করেছিল। ইবনু আবি হাতিম (রঃ) এখানে একটি বিস্ময়কর ঘটনা বর্ণনা করেছেন যে, এই লোকটি (বাখতে নাসর) কিভাবে ধীরে ধীরে উন্নতির চরম শিখরে আরোহণ করেছিল। প্রথমে সে একজন ভিক্ষুক ছিল। ভিক্ষা করে সে কালাতিপাত করতো। পরে বায়তুল মুকাদ্দাস পর্যন্ত সে জয় করে ফেলে এবং সেখানে নৃশংস ভাবে সে বাণী ইসরাঈলকে হত্যা করে।ইমাম ইবনু জারীর (রাঃ) এই আয়াতের তাফসীরে একটি সুদীর্ঘ মার’ হাদীস বর্ণনা করেছেন যা মাওযূ' (বানানো) ছাড়া কিছুই নয়। ওটা মাওযূ' হওয়ার ব্যাপারে সন্দেহের লেশমাত্র নেই। এটা বড়ই আশ্চর্যের বিষয় যে, গভীর পাণ্ডিত্যের অধিকারী হওয়া সত্ত্বেও কেমন করে ইমাম ইবনু জারীর (রাঃ) এই মাও’ হাদীস আনয়ন করেছেন। আমার উস্তাদ শায়েখ হাফিয আ’ল্লামা আবুল হাজ্জাজ (রঃ) এই হাদীসটির মাওযূ হওয়ার ব্যাখ্যা দিয়েছেন এবং কিতাবের হা’শিয়াতেও অনেক রিওয়াইয়াত রয়েছে, কিন্তু আমরা অযথা ওগুলো আনয়ন করে আমাদের কিতাবের কলেবর বৃদ্ধি করতে চাইনে। কেননা, এগুলির কিছু কিছু তো মাওযূ' আর কতকগুলি এরূপ না হলেও ওগুলো আনয়নে আমাদের কোন প্রয়োজন নেই। আল্লাহ তাআলার কিতাবই আমাদেরকে অন্যান্য কিতাব থেকে বেপরোয়া করেছে। আল্লাহর কিতাব এবং তাঁর রাসূলের (সঃ) হাদীস সমূহ আমাদেরকে ঐ সব কিতাবের মুখাপেক্ষী করেনি। সুতরাং সমস্ত প্রশংসা আল্লাহর।ভাবার্থ শুধু এটাই যে, বাণী ইসরাঈলের ঔদ্ধত্যপণা ও হঠকারিতার সময় আল্লাহ তাআলা তাদের উপর তাদের শত্রুদের আধিপত্য স্থাপন করেন, তাদেরকে উত্তমরূপে তাদের দুষ্কার্যের মজা চাখিয়ে দেন। ফলে তাদের দুর্গতির কোন শেষ থাকে নাই। তারা তাদের শিশু সন্তানদের কচু কাটা করে। তারা তাদেরকে এমনভাবে লাঞ্ছিত করে যে, তাদের ঘরেই তারা প্রবেশ করে এবং তাদের সর্বনাশ সাধন করে এবং তাদের হঠকারিতার পূর্ণ শাস্তি দেয়।বাণী ইসরাঈলও কিন্তু জুলুম ও বাড়াবাড়ী করতে এতটুকুও ত্রুটি করে নাই। সাধারণ লোক তো দুরের কথা, নবীদেরকে হত্যা করতেও তারা ছাড়ে নাই। বহু আলেমকেও তারা হত্যা করে ফেলেছিল। বাখতে নাসর সিরিয়ার উপর আধিপত্য লাভ করে। সে বায়তুল মুকাদ্দাসকে ধ্বংস করে দেয়, তথাকার অধিবাসীদেরকে হত্যা করে। তারপর সে দামেশকে পৌঁছে। সেখানে সে দেখে যে, একটি কঠিন পাথরের উপর রক্ত উৎসারিত হচ্ছে। সে জিজ্ঞেস করেঃ “এটা কি?” জনগণ উত্তরে বলেনঃ “এই খুন বা রক্ত বরাবরই উৎসারিত হতেই থাকে, কোন সময়েই বন্ধ হয় না।”সে তখন সেখানেই সাধারণ হত্যা শুরু করে দেয়। সত্তর হাজার মুসলমান তার হাতে নৃশংসভাবে নিহত হয়। এ সময় ঐ রক্ত বন্ধ হয়ে যায়। সে। আলেমদেরকে, হাফেজদেরকে এবং সমস্ত সম্মানিত লোককে নির্দয়ভাবে হত্যা করে। সেখানে তাওরাতের কোন হাফিজ বাকী থাকেন নাই। তারপর সে বন্দী করতে শুরু করে। এ বন্দীদের মধ্যে নবীদের ছেলেরাও ছিলেন। মোট কথা, এক ভয়াবহ হাঙ্গামা হয়ে যায়। কিন্তু সহীহ রিওয়াইয়াত দ্বারা অথবা সহীহ’র কাছাকাছি রিওয়াইয়াত দ্বারা কোন ব্যাখ্যা পাওয়া যায় না, তাই আমরা এগুলো ছেড়ে দিয়েছি। এইসব ব্যাপারে আল্লাহ তাআলাই সবচেয়ে ভাল জানেন।এরপর মহান আল্লাহ বলেনঃ যারা সৎ কাজ করে তারা নিজেদেরই লাভ করে, আর যারা খারাপ করে তারাও নিজেদেরই ক্ষতি করে। যেমন মহামহিমান্বিত আল্লাহ বলেনঃ (আরবি) অর্থাৎ “যে ভাল কাজ করে তা সে নিজের উপকারের জন্যেই করে, পক্ষান্তরে যে খারাপ কাজ করে ওর ফল তাকেই ভোগ করতে হয়।”তারপর যখন দ্বিতীয় প্রতিশ্রুতির সময় আসলো এবং পুনরায় বাণী ইসরাঈল আল্লাহ তাআলার অবাধ্যাচরণ ও মন্দ কাজে উঠে পড়ে লেগে গেল, আর নির্লজ্জভাবে জুলুম করতে শুরু করে দিলো, তখন আবার শত্রুরা তাদের উপর ঝাপিয়ে পড়লো। তারা তাদের চেহারা বদলিয়ে এবং যেভাবে পূর্বে বায়তুল মুকাদ্দাসের মসজিদকে নিজেদের দখলে এনে ফেলেছিল, আবারও তাই করলো। সাধ্যমত তারা সব কিছুরই সর্বনাশ সাধন করলো সুতরাং আল্লাহ তাআলার দ্বিতীয় ওয়াদাও পূর্ণ হয়ে গেল।মহান আল্লাহ বলেনঃ তোমাদের প্রতিপালক তো পরম দয়ালু বটেই। সুতরাং তার থেকে নিরাশ হওয়া মোটেই শোভনীয় নয়। খুব সম্ভব, তিনি পুনরায় তোমাদের শত্রুদেরকে তোমাদের পদানত করে দিবেন। হাঁ, তবে তোমাদের এটা স্মরণ রাখতে হবে যে, আবারও যদি তোমরা তোমাদের পূর্ব আচরণের পুনরাবৃত্তি কর তবে তিনিও তার আচরণের পুনরাবৃত্তি করবেন। আর এতো হলো পার্থিব শাস্তি। এখনো পরকালের ভীষণ ও চিরস্থায়ী শাস্তি বাকী রয়েছে। জাহান্নাম কাফিরদের কয়েদখানা, যেখান থেকে তারা বের হতেও পারবে না এবং পালাতেও পারবে না। সব সময় তাদেরকে এ শাস্তির মধ্যে। পড়ে থাকতে হবে। হযরত কাতাদা (রঃ) বলেনঃ আবার তারা মস্তক উত্তোলন। করে, আল্লাহর ফরমানকে সম্পূর্ণরূপে পরিত্যাগ করে এবং মুসলমানদের বিরুদ্ধে উঠে পড়ে লেগে যায়। ফলে আল্লাহ তাআলা হযরত মুহাম্মদের (সঃ) উম্মতকে তাদের উপর বিজয়ী করে দেন এবং লাঞ্ছিত অবস্থায় তাদেরকে জিযিয়া কর দিয়ে মুসলমানদের অধীনে থাকতে হয়।",
  "ayah": 8,
  "surah": 17
}
