{
  "text": "৯০-৯৩ নং আয়াতের তাফসীর\nহযরত ইবনু আব্বাস (রাঃ) বলেন যে, রাবীআ’র দুই ছেলে উৎবা ও শায়বা আবু সুফিয়ান ইবনু হারব, বান্ আবদিন্দার গোত্রের দু'টি লোক, বান্ আসাদ গোত্রের আবু নজিতারী, আসওয়াদ ইবনু মুত্তালিব ইবনু আসদ, নাওমা, ইবনু আসওয়াদ, ওয়ালী ইবনু মুগীরা, আবু জেহেল ইবনু হিশাম, আবদুল্লাহ ইবনু উবাই, উমাইয়া, উমাইয়া ইবনু আস ইবনু অয়েল এবং হাজ্জাজের দুই পুত্র এরা সবাই বা এদের মধ্যে কিছু লোক সূর্যাস্তের পরে কাবা ঘরের পিছনে একত্রিত হয় এবং পরম্পর বলাবলি করেঃ “কাউকে পাঠিয়ে মুহাম্মদকে (সঃ) ডাকিয়ে নাও তার সাথে আজ আলাপ আলোচনা করে একটা ফায়সালা করে নেয়া যাক, যাতে কোন ওযর বাকী না থাকে। সুতরাং দূত রাসূলুল্লাহর (সঃ) কাছে গিয়ে খবর দিলোঃ “আপনার কওমের সম্রান্ত লোকেরা একত্রিত হয়েছেন এবং তাদের কাছে আপনার উপস্থিত কামনা করেছেন।” দূতের একথা শুনে রাসূলুল্লাহ (সঃ) ধারণা করলেন যে, সম্ভবতঃ আল্লাহ তাআলা তাদেরকে সঠিক বোধশক্তি প্রদান করেছেন, কাজেই তারা হয়তো সত্য পথে চলে আসবে। তাই, তিনি কালবিলম্ব না করে তাদের কাছে গমন করলেন। তাঁকে দেখেই তারা সমস্বরে বলে উঠলো “দেখো আজ আমরা তোমার সামনে যুক্তি প্রমাণ পূরো করে দিচ্ছি যাতে আমাদের উপর কোন অভিযোগ না আসে। এজন্যেই আমরা তোমাকে ডেকে পাঠিয়েছি। আল্লাহর কসম! তুমি আমাদের উপর যত বড় বিপদ চাপিয়ে দিয়েছো এতো বড় বিপদ কেউ কখনো তার কওমের উপর চাপায় নাই। তুমি আমাদের পূর্ব পুরুষদেরকে গালি দিচ্ছ, আমাদের দ্বীনকে মন্দ বলছো, আমাদের বড়দেরকে নির্বোধ বলে আখ্যায়িত করছো, আমাদের মা'বুদ বা উপাস্যদেরকে খারাপ বলছো এবং আমাদের মধ্যে বিভেদ সৃষ্টি করে গৃহ যুদ্ধের সূত্রপাত করছো। আল্লাহর শপথ! তুমি আমাদের অকল্যাণ সাধনে বিন্দুমাত্র ত্রুটি কর নাই। এখন পরিষ্কার ভাবে শুনে নাও এবং বুঝে সুঝে জবাব দাও। এসব করার পিছনে মাল জমা করা যদি তোমার উদ্দেশ্য হয় তবে আমরা এজন্যে প্রস্তুত আছি। আমরা তোমাকে এমন মালদার বানিয়ে দেবো যে, আমাদের মধ্যে তোমার সমান ধনী আর কেউ থাকবে না। আর যদি নেতৃত্ব করা তোমার উদ্দেশ্য হয় তবে এজন্যেও আমরা তৈরী আছি। আমরা তোমারই হাতে নেতৃত্ব দান করবো এবং আমরা তোমার অধীনতা স্বীকার করে নেবো। যদি বাদশাহ হওয়ার তোমার ইচ্ছা থাকে তবে বল, আমরা তোমার বাদশাহীর ঘোষণা করছি। আর যদি আসলে তোমার মস্তিষ্ক বিকৃতি ঘটে থাকে বা তোমাকে জ্বিনে। ধরে থাকে, তবে এ ক্ষেত্রেও আমরা প্রস্তুত আছি যে, টাকা পয়সা খরচ করে তোমার চিকিৎসার ব্যবস্থা করবো। এতে হয় তুমি আরোগ্য লাভ করবে, না হয় আমাদেরকে অপারগ মনে করা হবে। তাদের এসব কথা শুনে নবীদের নেতা, পাপীদের শাফাআতকারী হযরত মুহাম্মদ (সঃ) বললেনঃ “জেনে রেখো যে, আমার মস্তিষ্ক বিকৃতিও ঘটে নাই, আমি এই রিসালাতের মাধ্যমে ধনী হতেও চাই না, আমার নেতৃত্বেরও লোভ নেই এবং আমি বাদশাহ হতেও চাই না। বরং আল্লাহ তাআলা আমাকে তোমাদের সকলের নিকট রাসূল করে পাঠিয়েছেন এবং আমার উপর তাঁর কিতাব অবতীর্ণ করেছেন। আমাকে তিনি নির্দেশ দিয়েছেন যেন আমি তোমাদেরকে (জান্নাতের সুসংবাদ দান করি এবং (জাহান্নাম হতে) ভয় প্রদর্শনকারী। আমি আমার প্রতিপালকের পয়গাম তোমাদের কাছে পৌঁছিয়ে দিয়েছি এবং তোমাদের মঙ্গল কামনা করেছি। তোমরা যদি এটা কবুল করে নাও তবে উভয় জগতেই সুখের অধিকারী হবে। আর যদি না মানেনা, তবে আমি ধৈর্য ধারণ করবো, শেষ পর্যন্ত মহামহিমান্বিত আল্লাহ আমার ও তোমাদের মধ্যে সত্য ফায়সালা করবেন।”রাসূলুল্লাহর (সঃ) এই জবাব শুনে কওমের নেতারা বললোঃ “হে মুহাম্মদ (সঃ)! আমাদের এই প্রস্তাবগুলির একটিও যদি তুমি সমর্থন না কর তবে শুনো! তুমি তো নিজেও জান যে, আমাদের মত সংকীর্ণ শহর আর কারো নেই। আর আমাদের মত কম মালও আর কোন কওমের নেই এবং আমাদের মত মাথার ঘাম পায়ে ফেলে এতো কম রুজীও কোন কওম অর্জন করে না। তুমি যখন বলছো যে, তোমার প্রতিপালক তোমাকে স্বীয় রিসালাত দিয়ে পাঠিয়েছেন তখন তাঁর নিকট প্রার্থনা কর যে, তিনি যেন এই পাহাড় আমাদের এখান থেকে সরিয়ে দেন, যাতে আমাদের অঞ্চলটি প্রশস্ত হয়ে যায়, শহরটিও বড় হয়, তাতে নহর ও প্রস্রবণ প্রবাহিত হয়, যেমন সিরিয়া ও ইরাকে রয়েছে। আর এটাও প্রার্থনা কর যে, তিনি যেন আমাদের মৃত বাপ-দাদাদেরকে জীবিত করে দেন এবং তাদের মধ্যে কুসাই ইবনু কিলাব যেন অবশ্যই থাকেন। তিনি আমাদের মধ্যে একজন সম্ভ্রান্ত ও সত্যবাদী লোক ছিলেন। আমরা তাঁকে জিজ্ঞেস করবো, তিনি তোমাদের সম্পর্কে যা বলবেন তাতে আমাদের মনে তৃপ্তি আসবে। যদি তুমি এটা করে দিতে পারো তবে আমরা খাটি অন্তরে তোমার প্রতি ঈমান আনবো এবং তোমার শ্রেষ্ঠত্ব স্বীকার করে নেবো।” তিনি। বললেনঃ “এগুলো নিয়ে আমাকে পাঠানো হয় নাই। এগুলো কোনটিই আমার শক্তির মধ্যে নয়। আমি তো শুধু আল্লাহ তাআলার কথাগুলি তোমাদের কাছে পৌঁছিয়ে দিতে এসেছি। তোমরা কবুল করলে উভয় জগতে সুখী হবে। এবং কবুল না করলে আমি ধৈর্য ধরবো এবং মহান আল্লাহর হুকুমের অপেক্ষা করবো। তিনি আমার ও তোমাদের মধ্যে ফায়সালা করে দিবেন।” তারা তখন বললোঃ “আচ্ছা, তুমি এটাও পারবে না, তা হলে আমরা স্বয়ং তোমার জন্যে এটাই বিবেচনা করছি যে, তুমি আল্লাহর নিকট প্রার্থনা কর যে, তিনি যেন তোমার কাছে কোন ফেরেশতা প্রেরণ করেন যিনি তোমার কথাকে সত্যায়িত করে তোমার পক্ষ থেকে আমাদেরকে উত্তর দেন। আর তাকে বলে তোমার নিজের জন্যে বাগ-বাগিচা, ধনভাণ্ডার এবং সোনা রূপার অট্টালিকা তৈরী করে নাও। যাতে তোমার অবস্থা সুন্দর ও পরিপাটী হয়ে যায় এবং তোমাকে খাদ্যের সন্ধানে আমাদের মত বাজার ঘুরে বেড়াতে না হয়। এটাও যদি হয়ে যায় তবে আমরা স্বীকার করে নিবো যে, সত্যি আল্লাহ তাআলার কাছে তোমার মর্যাদা রয়েছে এবং বাস্তবিকই তুমি আল্লাহর রাসূল।” উত্তরে রাসূলুল্লাহ (সঃ) বললেনঃ “না আমি এগুলো করবো, না এগুলোর জন্যে আমার প্রতিপালকের কাছে প্রার্থনা জানাবো এবং না আমি এজন্যে প্রেরিত হয়েছি। আল্লাহ তাআলা আমাকে সুসংবাদ দাতা ও ভয়প্রদর্শক বানিয়েছেন, এ ছাড়া আর কিছুই নয়। তোমরা যদি মেনে নাও তবে উভয় জগতে নিজেদের কল্যাণ আনয়ন করবে এবং না মানলে ঠিক আছে, দেখি আমার প্রতিপালক আমার ও তোমাদের মধ্যে কি ফায়সালা করেন। তারা বললোঃ “তা হলে আমরা বলছি যে, যাও! তোমার প্রতিপালককে বলে আমাদের উপর আকাশ নিক্ষেপ করিয়ে নাও; তুমি তো বলছোই যে, আল্লাহ ইচ্ছা করলে এইরূপ করবেন। কাজেই আমরা বলছি যে, এটাই করিয়ে নাও, বিলম্ব করো না।” তিনি জবাবে বললেনঃ “এটা আল্লাহর অধিকারের ব্যাপার। তিনি যা চান তা করেন। যা চান না করেন না।” মুশরিকরা তখন বললোঃ “দেখো, আল্লাহ তাআলার কি এটা জানা ছিল না যে, আমরা এ সময়ে তোমার কাছে বসবো এবং তোমাকে এ সবগুলো করতে বলবো? সুতরাং তাঁর তো উচিত ছিল এগুলো তোমাকে পূর্বে অবহিত করা? আর এটাও তাঁর বলে দেয়া উচিত ছিল যে, তোমাকে কি জবাব দিতে হবে? আর যদি আমরা না মানি তবে আমাদের সাথে কি ব্যবহার করা হবে? দেখো, আমরা শুনেছি যে, ইয়ামামার রহমান নামক একটি লোক তোমাকে এগুলো শিখিয়ে যায়। আল্লাহর কসম! আমরা। তো রহমানের উপর ঈমান আনবো না। আমরা তাকে মানবো এটা অসম্ভব। আমরা তোমার ব্যাপারে নিজেদেরকে দোষমুক্ত করেছিলাম। যা বলার ও শোনার ছিল তা সব কিছুই হয়ে গেল। তুমি তো আমাদের সুবিবেচনাপূর্ণ কথা মানলে না। সুতরাং এখন থেকে তুমি সাবধান থাকবে। তোমাকে একাজে আমরা মুক্ত ছেড়ে দিতে পারি না। হয় তুমি আমাদেরকে ধ্বংস করে দেবে, না হয় আমরাই তোমাকে ধ্বংস করে দেবো।” কেউ কেউ বললোঃ “আমরা তো ফেরেশতাদেরকে পূজা করে থাকি, যারা আল্লাহর কন্যা (নাউযুবিল্লাহ)।” অন্য কেউ কেউ বললোঃ “যে পর্যন্ত তুমি আল্লাহকে ও তাঁর ফেরেস্তাদেরকে সরাসরি আমাদের কাছে হাযির না করবে, আমরা ঈমান আনবো না।” অতঃপর মজলিস ভেঙ্গে গেল। আবদুল্লাহ ইবনু উমাইয়া ইবনু মুগীরা ইবনু আবিল্লাহ ইবনু মাখমুগ, যে তার ফুফু আতেফা বিতে আবদুল মুত্তালিবের ছেলে ছিল, তার সাথে রয়ে গেল। তার ফুফাতো ভাই তাকে বললোঃ “দেখো, এটা তো খুবই অন্যায় হলো যে, তোমার কওম যা বললো তুমি সেটাও স্বীকার করলে না এবং তারা যা চাইলো তুমি সেটাও করতে পারলে না? তারপর তুমি তাদেরকে যে শাস্তির ভয় দেখাচ্ছিলে, ওটা তারা চাইলো, কিন্তু সেটাও তুমি করলে না? এখন, আল্লাহর কসম! আমিও তো তোমার উপর ঈমান আনবো না যে পর্যন্ত না তুমি সিঁড়ি লাগিয়ে আকাশে আরোহণ করতঃ সেখান থেকে কোন কিতাব আনবে ও চার জন ফেরেস্তাকে সাক্ষী হিসেবে তোমার সাথে আনয়ন করবে।” রাসূলুল্লাহ (সঃ) এই সমুদয় কথায় চরমভাবে দুঃখিত। হয়েছিলেন। তিনি বড়ই আশা নিয়ে এসেছিলেন যে, হয়তো তাঁর কওমের নেতৃস্থানীয় লোকেরা তাঁর কথা মেনে নেবে। কিন্তু যখন তিনি তাদের ঔদ্ধত্যপনা দেখলেন এবং লক্ষ্য করলেন যে, তারা ঈমান থেকে বহু দূরে সরে গেছে। তখন তিনি অত্যন্ত দুঃখিত মনে বাড়ী ফিরে আসলেন।কথা হলো এই যে, তাদের এ সব কথার এক মাত্র উদ্দেশ্য ছিল রাসূলুল্লাহকে (সঃ) খাটো করে দেয়া এবং তাঁকে লা-জবাব করা। ঈমান। আনয়নের উদ্দেশ্য তাদের মোটেই ছিল না। যদি সত্যিই ঈমান আনয়নের উদ্দেশ্যে তারা এই প্রশ্নগুলি করে থাকতো তবে খুব সম্ভব আল্লাহ তাআলা তাদেরকে এই মু'জিযাগুলি দেখিয়ে দিতেন। কেননা, আল্লাহ তাআলার পক্ষ থেকে রাসূলুল্লাহকে (সঃ) বলা হয়েছিলঃ “যদি তুমি চাও তবে এরা যা চাচ্ছে। আমি তা দেখিয়ে দেই। কিন্তু জেনে রেখো যে, এর পরেও যদি তারা ঈমান না আনে তবে আমি তাদেরকে এমন শিক্ষামূলক শাস্তি দেবো যা কখনো কাউকেও দিই নাই। আর যদি তুমি চাও তবে আমি তাদের জন্য তাওবা ও রহমতের দরজা খুলে রাখি।” তখন রাসূলুল্লাহ (সঃ) দ্বিতীয়টিই পছন্দ করেছিলেন। আল্লাহ তাআলা তাঁর উপর অসংখ্য দরূদ ও সালাম বর্ষণ করুন! (আরবি) (১৭:৫৯) ও (আরবি) (২৫:৯) এই আয়াত দ্বয়ে রয়েছে যে, এই সব কিছুরই ক্ষমতা তার রয়েছে এবং সবই তিনি করতে পারেন। কিন্তু এগুলো বন্ধ রাখার কারণ এই যে, এগুলো প্রকাশিত হয়ে যাওয়ার পরেও যারা ঈমান আনবে না তাদেরকে তিনি ছেড়ে দিবেন না। বরং এমন শাস্তি প্রদান করবেন যা পূর্বে কখনো করেন নাই।আল্লাহ তাআলা এই কাফিরদেরকে অবকাশ দিয়ে রেখেছেন এবং তাদের শেষ ঠিকানা হলো জাহান্নাম।তাদের আবেদন ছিল যে, আরব মরু ভূমিতে যেন নদী-নালা প্রবাহিত হয় বা প্রস্রবণের ব্যবস্থা হয়ে যায় ইত্যাদি। এটা স্পষ্ট কথা যে, ব্যাপক ক্ষমতাবান আল্লাহ তাআলার কাছে এগুলোর কোনটিই কঠিন নয়। সবকিছুই তাঁর ক্ষমতার মধ্যে রয়েছে। তিনি শুধু আদেশ করলেই হয়ে যায়। কিন্তু তিনি পূর্ণরূপে অবগত রয়েছেন যে, ঐ সব নিদর্শন দেখেও ঐ কাফিররা ঈমান আনবে না। যেমন এক জায়গায় তিনি বলেছেনঃ (আরবি) অর্থাৎ “নিশ্চয় যাদের জন্যে তোমার প্রতিপালকের আযাবের প্রতিশ্রুতি পূর্ণ হয়ে গেছে তারা ঈমান আনবে না, যদিও তাদের কাছে সমস্ত নিদর্শন এসে পড়ে, যে পর্যন্ত না তারা যন্ত্রণাদায়ক শাস্তি অবলোকন করে।” (১০:৯৬-৯৭) অন্য জায়গায় তিনি বলেনঃ “হে নবী (সঃ)! তাদের চাহিদা অনুযায়ী যদি আমি তাদের উপর ফেরেতাও অবতীর্ণ করি এবং মৃতেরা তাদের সাথে কথাও বলে, শুধু এটা নয়, বরং অদৃশ্যের সমস্ত কিছুই যদি তাদের সামনে খোলাখুলি। ভাবে প্রকাশিত হয়ে পড়ে, তবুও এই কাফিররা আল্লাহর ইচ্ছা ছাড়া তার উপর ঈমান আনবে না। তাদের অধিকাংশ অজ্ঞ।” ঐ কাফিররা নিজেদের জন্যে নদী-নালা চাওয়ার পর নবীকে (সঃ) বললোঃ আচ্ছা, তোমার জন্যে বাগ-বাগিচা ও নদী নালা হয়ে যাক। তারপর বললোঃ এটাও যদি না হয় তবে তুমি তো বলছো যে, কিয়ামতের দিন আকাশ ফেটে টুকরা টুকরা হয়ে যাবে, তাহলে আজই আমাদের উপর ওর টুকরাগুলি নিক্ষেপ করা হোক? তারা নিজেরাও আল্লাহ তাআলার কাছে এই প্রার্থনাই করেছিলঃ “হে আল্লাহ! এ সব যদি তোমার পক্ষ থেকে সত্য হয়ে থাকে তবে আমাদের উপর আকাশ থেকে পাথর বর্ষণ কর (শেষ পর্যন্ত)।”হযরত শুআ’ইবের (আঃ) কওমও এই ইচ্ছাই পোষণ করেছিল, যার ফলে তাদের উপর সায়েবানের দিনের শাস্তি অবতীর্ণ হয়েছিল। কিন্তু আমাদের নবী (সঃ) ছিলেন বিশ্ব শান্তির দূত এবং তিনি আল্লাহ তাআলার নিকট প্রার্থনা করেছিলেনঃ “হে আল্লাহ! তাদেরকে ধ্বংস হতে রক্ষা করুন! এরা ঈমান আনয়ন করবে, একত্ববাদে বিশ্বাসী হবে এবং শিরক পরিত্যাগ করবে।” আল্লাহ পাক তাঁর এ প্রার্থনা ককূল করেছিলেন। তাই, তিনি তাদের উপর আযাব নাযিল করনে নাই। পরে তাদের অনেকেই ইসলামের সুশীতল ছায়ায় আশ্রয় নিয়েছিল। এমনকি আবদুল্লাহ ইবনু উমাইয়া, যে শেষে রাসুলুল্লাহর (সঃ) সাথে যাওয়ার পথে তাকে অনেক কথা শুনিয়েছিল এবং ঈমান না আনার শপথ গ্রহণ করেছিল, সেও ইসলাম গ্রহণ করে নিজের জীবনকে ধন্য করে নেয়।(আরবি) শব্দ দ্বারা স্বর্ণকে বুঝানো হয়েছে। এমনকি হযরত আবদুল্লাহ ইবনু মাসউদের (রাঃ) কিরআতে (আরবি) রয়েছে।কাফিরদের আরো আবেদন ছিল এই যে, রাসূলুল্লাহর (সঃ) যেন সোনার ঘর হয়ে যায়, অথবা তাদের চোখের সামনে যেন তিনি সিঁড়ি লাগিয়ে আকাশে উঠে যান এবং সেখান থেকে কোন কিতাব নিয়ে আসেন যা প্রত্যেকের নামের আলাদা আলাদা কিতাব হয়। রাতারাতি যেন ঐ পর্চাগুলো তাদের শিয়রে পৌঁছে যায় এবং ওগুলির উপর তাদের নাম লিপিবদ্ধ থাকে। তাদের এই কথার উত্তরে মহান আল্লাহ তাঁর নবীকে (সঃ) বলেনঃ “তুমি তাদেরকে বলে দাও যে, আল্লাহর সামনে কারো কিছুই খাটবে না। তিনি তাঁর সাম্রাজ্যের মালিক নিজেই। তিনি যা চাবেন করবেন যা চাবেন না করবেন না। তোমাদের মুখের চাওয়ার জিনিসগুলো প্রকাশ করা বা না করার অধিকার তাঁর। আমি তো শুধু আল্লাহর বাণী পৌঁছিয়ে দেয়ার জন্যেই তোমাদের নিকট প্রেরিত হয়েছি। আমি আমার কর্তব্য পালন করেছি। আল্লাহ তাআলার আহকাম আমি তোমাদের নিকট পৌঁছিয়ে দিয়েছি। এখন তোমরা যা কিছু চেয়েছো সেগুলি আল্লাহর ক্ষমতার জিনিস। আমার সাধ্য নেই যে, এগুলি আমি তোমাদের নিকট আনয়ন করি।। মুসনাদে আহমাদে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “মক্কা ভূমি সম্পর্কে আমাকে আল্লাহ তাআলা বলেছিলেনঃ “তুমি চাইলে আমি এটাকে সোনা বানিয়ে দিতে পারি।” আমি বললামঃ “হে আমার প্রতিপালক! না, এটা চাই না। আমি তো চাই যে, একদিন পেট পুরে খাবো এবং আর একদিন না খেয়ে থাকবো। যেই দিন না খেয়ে ক্ষুধার্ত অবস্থায় থাকবো সেই দিন অত্যন্ত বিনয়ের সাথে খুব বেশী বেশী আপনাকে স্মরণ করবো। আর যেই দিন পেট পুরে খাবো সেই দিন আপনার প্রশংসা ও কৃতজ্ঞতা প্রকাশ করবো।” (জামে তিরমিযীতেও এ হাদীসটি রয়েছে এবং ইমাম তিরমিযী (রঃ) এটাকে দুর্বল বলেছেন)",
  "ayah": 93,
  "surah": 17
}
