{
  "text": "آیت 87 وَذَا النُّوْنِ اِذْ ذَّہَبَ مُغَاضِبًا ”یعنی حضرت یونس علیہ السلام۔ آپ علیہ السلام کو ”مچھلی والا“ اس لیے فرمایا گیا ہے کہ آپ علیہ السلام کو مچھلی نے نگل لیا تھا۔ آپ علیہ السلام کو شہر نینوا کی طرف مبعوث فرمایا گیا تھا۔ آپ علیہ السلام نے اپنی قوم کو بت پرستی سے روکا اور حق کی طرف بلایا۔ آپ علیہ السلام نے بار بار دعوت دی ‘ ہر طرح سے تبلیغ و تذکیر کا حق ادا کیا ‘ مگر اس قوم نے آپ علیہ السلام کی کسی بات کو نہ مانا۔ بالآخر اللہ تعالیٰ کی طرف سے ان پر عذاب بھیجنے کا فیصلہ ہوگیا۔ اس موقع پر آپ علیہ السلام حمیتِ حق کے جوش میں قوم سے برہم ہو کر ان کو عذاب کی خبر سنا کر وہاں سے نکل آئے۔ اس سلسلے میں بنیادی طور پر آپ علیہ السلام سے ایک ”سہو“ سرزد ہوگیا کہ آپ علیہ السلام نے اللہ تعالیٰ کی طرف سے اجازت آنے سے پہلے ہی اپنے مقام بعثت سے ہجرت کرلی ‘ جبکہ اللہ کی باقاعدہ اجازت کے بغیر کوئی رسول اپنے مقام بعثت کو چھوڑ نہیں سکتا۔ اسی اصول اور قانون کے تحت ہم دیکھتے ہیں کہ حضور ﷺ نے تمام مسلمانوں کو مکہ سے مدینہ ہجرت کرنے کی اجازت دے دی تھی ‘ مگر آپ ﷺ نے خود اس وقت تک ہجرت نہیں فرمائی جب تک اللہ تعالیٰ کی طرف سے باقاعدہ اس کی اجازت نہیں مل گئی۔بلاشبہ اللہ تعالیٰ کے قوانین بہت سخت ہیں اور اللہ کے مقرب بندوں کا معاملہ تو اللہ کے ہاں خصوصی اہمیت کا حامل ہوتا ہے۔ ان آیات کا مطالعہ اور ترجمہ کرتے ہوئے ہمیں یہ بات اپنے ذہن میں رکھنی چاہیے کہ یہ معاملہ اللہ عزوجل اور اس کے ایک جلیل القدر رسول علیہ السلام کے مابین ہے۔ اسے ہم الفاظ کے بظاہر مفہوم پر محمول نہیں کرسکتے۔ حضرت یونس علیہ السلام وہ رسول ہیں جن کے بارے میں حضور ﷺ نے فرمایا : ”مجھے یونس ابن متیّٰ پر بھی فضیلت نہ دو“۔ بہر حال حضرت یونس علیہ السلام حمیتِ حق کے باعث اپنی قوم پر غضبناک ہو کر وہاں سے نکل کھڑے ہوئے۔فَظَنَّ اَنْ لَّنْ نَّقْدِرَ عَلَیْہِ ”واللہ اعلم ! یہ الفاظ بہت سخت ہیں۔ مولانا شبیر احمد عثمانی نے ان الفاظ کی وضاحت کرتے ہوئے لکھا ہے کہ یہ مطلب نہیں کہ معاذ اللہ ‘ یونس علیہ السلام فی الواقع ایسا سمجھتے تھے کہ وہ بستی سے نکل کر گویا اللہ تعالیٰ کی قدرت سے ہی نکل گئے ‘ بلکہ آپ علیہ السلام کے طرز عمل سے یوں لگتا تھا۔ یعنی صورت حال ایسی تھی کہ دیکھنے والا یہ سمجھ سکتا تھا کہ شاید آپ علیہ السلام نے ایسا سمجھا تھا کہ اللہ ان کو پکڑ نہیں سکے گا ‘ لیکن ظاہر ہے کہ اس کا کوئی امکان نہیں کہ حضرت یونس علیہ السلام کے دل میں ایسا کوئی خیال گزرا ہو۔ واقعہ یہ ہے کہ اللہ تعالیٰ اپنے کامل بندوں کی ادنیٰ ترین لغزش کا ذکر بھی بہت سخت پیرایہ میں کرتا ہے۔ مولانا شبیر احمد عثمانی رح نے لکھا ہے کہ اس سے کاملین کی تنقیص نہیں ہوتی ‘ بلکہ جلالت شان ظاہر ہوتی ہے کہ اتنے بڑے ہو کر ایسی چھوٹی سی فروگزاشت بھی کیوں کرتے ہیں ! ع ”جن کے رتبے ہیں سوا ‘ ان کی سوا مشکل ہے !“فَنَادٰی فِی الظُّلُمٰتِ ”آپ علیہ السلام اپنے علاقے سے نکلنے کے بعد ایک کشتی میں سوار ہوئے اور وہاں ایسی صورت حال پیدا ہوئی کہ آپ علیہ السلام کو دریا میں چھلانگ لگانا پڑی اور ایک بڑی مچھلی نے آپ علیہ السلام کو نگل لیا۔ مچھلی کے پیٹ اور قعر دریا کی تاریکیوں میں آپ علیہ السلام تسبیح کرتے اور اللہ کو پکارتے رہے :اَنْ لَّآ اِلٰہَ اِلَّآ اَنْتَ سُبْحٰنَکَق اِنِّیْ کُنْتُ مِنَ الظّٰلِمِیْنَ ”اے اللہ ! مجھ سے غلطی ہوگئی ہے ‘ میں خطاکارہوں ‘ تو مجھے معاف کر دے ! یہ آیت ”آیت کریمہ“ کہلاتی ہے۔ روایات میں اس آیت کے بہت فضائل بیان ہوئے ہیں۔ کسی مصیبت یا پریشانی کے وقت یہ دعا صدق دل سے مانگی جائے تو کبھی قبولیت سے محروم نہیں رہتی۔",
  "ayah": 87,
  "surah": 21
}
