{
  "text": "تنزل ............................ کل ام (4:97) فرشتے اور روح ، اس میں اپنے رب کے اذن سے ہر حکم لے کر اترتے ہیں “۔ آج جب ہم صدیوں پیچھے کی طرف نظر دوڑاتے ہیں اور پھر ہماری نگاہ اس بزرگ اور عظیم رات پر پڑتی ہے۔ اور ہم اس جشن پر غور کرتے ہیں جو اس رات دیکھا گیا۔ پھر ہم ان امور کو دیکھتے ہیں جو اس رات میں فیصلہ ہوئے اور مکمل ہوئے اور دیکھتے ہیں کہ انسانی تاریخ نے کیا سفر طے کیا ، کیا واقعات وحادثات رونما ہوئے ، اس رات کے فیصلوں کے نتیجے میں انسانی قلب ونظر میں کیا کیا تبدیلیاں ہوئیں تو ہمیں یقین ہوجاتا ہے کہ یہ ایک عظیم رات تھی اور میں بتایا جانے والا یہ حسن نوبہاراں بھی فی الواقعہ بجا تھا اور آج ہمیں اللہ کا یہ کلام اچھی طرح سمجھ میں آتا ہے۔\nوما ادرک .................... القدر (2:97) ” تم کیا جانو کہ شب قدر کیا ہے “۔ اور یہ کہ اس رات تمام حکیمانہ امور طے ہوئے ، اس رات اساس دین ، دینی اقدار اور حسن وقبح کے پیمانے طے ہوئے۔ اس رات افراد کے علاوہ حکومتوں ، ملتوں اور اقوام کی قسمتوں کا فیصلہ ہوا بلکہ اس سے بھی بڑھ کر جس اہم چیز کا فیصلہ ہوا وہ یہ ہے کہ حق کا معیار طے ہوا۔ مستقل قدریں طے ہوئیں۔ طریق زندگی اور نظام شریعت طے ہوا اور روحانی اقدار طے ہوئیں۔ سلم ” وہ رات سراسر سلامتی ہے “ ۔ انسانیت نے اپنی جہالت اور بدبختی کی وجہ سے شب قدر کی قدر و قیمت کو بھلا دیا ہے۔ اور اس عظیم واقعہ کی اہمیت کو دل سے محو کردیا ہے ، حالانکہ انسانی تاریخ کا یہ ایک عظیم واقعہ تھا ، اور جب سے انسانیت نے اس عظیم واقعہ کو بھلایا اور اس عظیم پیغام کے حوالے سے غفلت کا مظاہرہ کیا تو انسانیت اللہ کی عظیم ترین رحمت وسعادت سے محروم ہوگئی۔ وہ کیا تھی ؟ حقیقی امن وسلامتی کی سعادت ، انسانی ضمیر ونفسیات میں امن وسلامتی کی سعادت ، انسانی خاندان میں امن وسلامتی کی سعادت ، وہ ہمہ گیر سعادت تھی جس سے اسلام نے دنیا کو مالا مال کردیا تھا۔ یہ درست ہے کہ انسان نے اس عرصہ میں بےپناہ مادی ترقی کی ، دنیاکو خوب آبادوشاداب کیا۔ لیکن اسلام نے جو امن وسلامتی عطا کی ہے اسے انسان نہ پاسکا۔ باوجود مادی ترقی اور بےپناہ پیداوار کے انسانیت بدبخت ہی رہی۔ وہ خوبصورت نور بجھ گیا جس نے کبھی اس کی روح کو روشن کردیا تھا۔ اور وہ روشن خوشی ختم ہوکر رہ گئی جس نے اسے زمین کے بندھنوں سے آزاد کرکے عالم بالا کے ساتھ معلق کردیا تھا ، اور وہ مجموعی سلامتی ختم ہوگئی۔ جس کے فیوض وبرکات انسانی قلب اور ارواح سے سرشار ہوگئے تھے۔ لیکن یہ سب کچھ کھو چکنے کے بعد انسان نے نہ روحانی خوشی پائی ، نہ آسمانی روحانیت ملی اور نہ انسان کو یہ آزادی ملی کہ وہ زمینی بوجھ سے ذرا اٹھ کر آسمانوں تک پہنچے۔",
  "ayah": 4,
  "surah": 97
}
