{
  "text": "হে নবী! আল্লাহ তোমার জন্য যা বৈধ করেছেন, তুমি তা অবৈধ করছ কেন?[১] তুমি তোমার স্ত্রীদের সন্তুষ্টি চাচ্ছ? আর আল্লাহ চরম ক্ষমাশীল, পরম দয়ালু।\n[১] নবী করীম (সাঃ) যে জিনিসকে নিজের উপর হারাম করে নিয়েছিলেন তা কি ছিল? যার কারণে মহান আল্লাহ অসন্তোষ প্রকাশ করেন। এ ব্যাপারে একটি প্রসিদ্ধ ঘটনা রয়েছে, যা সহীহ বুখারী ও মুসলিম ইত্যাদিতে বর্ণিত হয়েছে। ঘটনা হল, তিনি যয়নাব বিনতে জাহশ্ (রাঃ)র কাছে কিছুক্ষণ থাকতেন এবং সেখানে মধু পান করতেন। হাফসা এবং আয়েশা (রায্বিয়াল্লাহু আনহুমা) স্বাভাবিকতার অধিক সময় তাঁর সেখানে থাকার পথ বন্ধ করার জন্য ফন্দি আঁটলেন যে, তাঁদের কারো কাছে যখন তিনি আসবেন, তখন তাঁরা বলবেন, হে আল্লাহর রসূল! আপনি 'মাগাফীর' খেয়েছেন? আপনার মুখ থেকে 'মাগাফীর'এর গন্ধ আসছে। ('মাগাফীর' এক প্রকার গাছের মিষ্ট আঠা, যা খেলে মুখে এক প্রকার গন্ধ সৃষ্টি হয়।) সুতরাং তাঁরা পরিকল্পনা অনুযায়ী তা-ই করলেন। উত্তরে তিনি বললেন, \"আমি তো যয়নাবের ঘরে কেবল মধু পান করেছি। এখন আমি শপথ করছি যে, আর কখনও তা পান করব না। তবে এ কথা তোমরা অন্য কাউকে বলো না।\"\n(বুখারীঃ সূরা তাহরীমের তফসীর)\nসুনানে নাসাঈর বর্ণনায় এসেছে যে, তা ছিল একটি ক্রীতদাসী যাকে তিনি নিজের উপর হারাম করে নিয়েছিলেন।\n(সুনানে নাসায়ী ৩/৮৩)\nপক্ষান্তরে কিছু অন্য আলেমগণ নাসাঈর এ বর্ণনাকে দুর্বল গণ্য করেছেন। এর বিশদ বর্ণনা অন্যান্য কিতাবে এইভাবে এসেছে যে, তিনি ছিলেন মারিয়া ক্বিবত্বিয়া (রাঃ)। যাঁর গর্ভে নবী করীম (সাঃ)-এর পুত্র ইবরাহীম জন্মগ্রহণ করেছিলেন। তিনি একদা হাফসা (রাঃ) র ঘরে এসেছিলেন। তখন হাফসা (রাঃ) ঘরে উপস্থিত ছিলেন না। তাঁদের (নবী (সাঃ) ও মারিয়া ক্বিবত্বিয়ার) উপস্থিতিতেই হাফসা (রাঃ) এসে যান। তাঁকে নবী (সাঃ)-এর সাথে নিজের ঘরে নির্জনে দেখে তিনি বড়ই নাখোশ হলেন। নবী (সাঃ)ও এ কথা অনুভব করলেন এবং তিনি হাফসা (রাঃ) কে খোশ করার জন্য কসম খেয়ে মারিয়া ক্বিবত্বিয়া (রাঃ) কে নিজের উপর হারাম করে নিলেন। আর হাফসা (রাঃ) কে তাকীদ করলেন যে, তিনি যেন এ কথা অন্য কাউকে না বলেন। ইমাম ইবনে হাজার প্রথমতঃ বলেন যে, এ ঘটনা বিভিন্ন সূত্রে বর্ণিত হয়েছে যা একে অপরকে বলিষ্ঠ করে। দ্বিতীয়তঃ তিনি বলেন যে, হতে পারে একই সময়ে উভয় ঘটনাই এই আয়াত অবতীর্ণ হওয়ার কারণ হয়েছে।\n(ফাতহুল বারী, সূরা তাহরীমের তাফসীর)\nইমাম শওকানীও এ কথার সমর্থন করে উভয় ঘটনাকে সঠিক বলে মন্তব্য করেছেন। এ থেকে পরিষ্কার হয়ে যায় যে, আল্লাহর হালাল করা জিনিসকে হারাম করার অধিকার কারো নেই। এমন কি রসূল (সাঃ)-এরও ছিল না।",
  "ayah": 1,
  "surah": 66
}
