{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 10,
      "text": "بسم الله الرحمن الرحيمسورة يونسسورة يونس عليه السلام مكية في قول الحسن وعكرمة وعطاء وجابر . وقال ابن عباس إلا ثلاث آيات من قوله تعالى : فإن كنت في شك إلى آخرهن . وقال مقاتل : إلا آيتين وهي قوله : فإن كنت في شك نزلت بالمدينة . وقال الكلبي : مكية إلا قوله : ومنهم من يؤمن به ومنهم من لا يؤمن به نزلت بالمدينة في اليهود . وقالت فرقة : نزل من أولها نحو من أربعين آية بمكة وباقيها بالمدينة .بسم الله الرحمن الرحيمالر تلك آيات الكتاب الحكيم قوله تعالى ( الر ) قال النحاس : قرئ على أبي جعفر أحمد بن شعيب بن علي بن الحسين بن حريث قال : أخبرنا علي بن الحسين عن أبيه عن يزيد أن عكرمة حدثه عن ابن عباس : الر ، وحم ، ونون حروف الرحمن مفرقة ; فحدثت به الأعمش فقال : عندك أشباه هذا ولا تخبرني به ؟ . وعن ابن عباس أيضا قال : ( الر ) أنا الله أرى . قال النحاس : ورأيت أبا إسحاق يميل إلى هذا القول ; لأن سيبويه قد حكى مثله عن العرب وأنشد :بالخير خيرات وإن شرا فا ولا أريد الشر إلا أن تاوقال الحسن وعكرمة : ( الر ) قسم . وقال سعيد عن قتادة : ( الر ) اسم السورة ; قال : وكذلك كل هجاء في القرآن . وقال مجاهد : هي فواتح السور . وقال محمد بن يزيد : هي تنبيه ، وكذا حروف التهجي . وقرئ ( الر ) من غير إمالة . وقرئ بالإمالة لئلا تشبه \" ما \" و \" لا \" من الحروف .قوله تعالى تلك آيات الكتاب الحكيم ابتداء وخبر ; أي تلك التي جرى ذكرها [ ص: 221 ] آيات الكتاب الحكيم . قال مجاهد وقتادة : أراد التوراة والإنجيل والكتب المتقدمة ; فإن ( تلك ) إشارة إلى غائب مؤنث . وقيل : ( تلك ) بمعنى هذه ; أي هذه آيات الكتاب الحكيم . ومنه قول الأعشى :تلك خيلي منه وتلك ركابي     هن صفر أولادها كالزبيبأي هذه خيلي . والمراد القرآن وهو أولى بالصواب ; لأنه لم يجر للكتب المتقدمة ذكر ، ولأن الحكيم من نعت القرآن . دليله قوله تعالى : الر كتاب أحكمت آياته وقد تقدم هذا المعنى في أول سورة \" البقرة \" . والحكيم : المحكم بالحلال والحرام والحدود والأحكام ; قالهأبو عبيدة وغيره . وقيل : الحكيم بمعنى الحاكم ; أي إنه حاكم بالحلال والحرام ، وحاكم بين الناس بالحق ; فعيل بمعنى فاعل . دليله قوله : وأنزل معهم الكتاب بالحق ليحكم بين الناس فيما اختلفوا فيه . وقيل : الحكيم بمعنى المحكوم فيه ; أي حكم الله فيه بالعدل والإحسان وإيتاء ذي القربى ، وحكم فيه بالنهي عن الفحشاء والمنكر ، وبالجنة لمن أطاعه وبالنار لمن عصاه ; فهو فعيل بمعنى المفعول ; قاله الحسن وغيره . وقال مقاتل : الحكيم بمعنى المحكم من الباطل لا كذب فيه ولا اختلاف ; فعيل بمعنى مفعل ، كقول الأعشى يذكر قصيدته التي قالها :وغريبة تأتي الملوك حكيمة     قد قلتها ليقال من ذا قالهاقوله تعالى أكان للناس عجبا أن أوحينا إلى رجل منهم أن أنذر الناس وبشر الذين آمنوا أن لهم قدم صدق عند ربهم قال الكافرون إن هذا لساحر مبين"
    },
    {
      "ayah": 10,
      "surah": 10,
      "text": "قوله تعالى دعواهم فيها سبحانك اللهم وتحيتهم فيها سلام وآخر دعواهم أن الحمد لله رب العالمينقوله تعالى دعواهم فيها سبحانك اللهم دعواهم : أي دعاؤهم ; والدعوى مصدر دعا يدعو ، كالشكوى مصدر شكا يشكو ; أي دعاؤهم في الجنة أن يقولوا سبحانك اللهم وقيل : إذا أرادوا أن يسألوا شيئا أخرجوا السؤال بلفظ التسبيح ويختمون بالحمد . وقيل : نداؤهم الخدم ليأتوهم بما شاءوا ثم سبحوا . وقيل : إن الدعاء هنا بمعنى التمني قال الله تعالى ولكم فيها ما تدعون أي ما تتمنون . والله أعلم .قوله تعالى وتحيتهم فيها سلام أي تحية الله لهم أو تحية الملك أو تحية بعضهم لبعض : سلام . وقد مضى في \" النساء \" معنى التحية مستوفى . والحمد لله .قوله تعالى وآخر دعواهم أن الحمد لله رب العالمين فيه أربع مسائل : الأولى : قيل : إن أهل الجنة إذا مر بهم الطير واشتهوه قالوا : سبحانك اللهم ; فيأتيهم الملك بما اشتهوا ، فإذا أكلوا حمدوا الله فسؤالهم بلفظ التسبيح والختم بلفظ الحمد . ولم يحك أبو عبيد إلا تخفيف أن ورفع ما بعدها ; قال : وإنما نراهم اختاروا هذا وفرقوا بينها وبين قوله عز وجل : أن لعنة الله وأن غضب الله لأنهم أرادوا الحكاية حين يقال الحمد لله . قال النحاس : مذهب الخليل وسيبويه أن أن هذه مخففة من الثقيلة . والمعنى أنه الحمد لله . قال محمد بن يزيد : ويجوز \" أن الحمد لله \" يعملها خفيفة عملها ثقيلة ; والرفع أقيس . قال النحاس : وحكى أبو حاتم أن بلال بن أبي بردة قرأ \" وآخر دعواهم أن الحمد لله رب العالمين \" .قلت : وهي قراءة ابن محيصن ، حكاها الغزنوي لأنه يحكي عنه .[ ص: 229 ] الثانية : التسبيح والحمد والتهليل قد يسمى دعاء ; روى مسلم والبخاري عن ابن عباس أن رسول الله صلى الله عليه وسلم كان يقول عند الكرب : لا إله إلا الله العظيم الحليم . لا إله إلا الله رب العرش العظيم . لا إله إلا الله رب السماوات ورب الأرض ورب العرش الكريم . قال الطبري : كان السلف يدعون بهذا الدعاء ويسمونه دعاء الكرب . وقال ابن عيينة وقد سئل عن هذا فقال : أما علمت أن الله تعالى يقول \" إذا شغل عبدي ثناؤه عن مسألتي أعطيته أفضل ما أعطي السائلين \" . والذي يقطع النزاع وأن هذا يسمى دعاء وإن لم يكن فيه من معنى الدعاء شيء وإنما هو تعظيم لله تعالى وثناء عليه ما رواه النسائي عن سعد بن أبي وقاص قال : قال رسول الله صلى الله عليه وسلم : دعوة ذي النون إذ دعا بها في بطن الحوت لا إله إلا أنت سبحانك إني كنت من الظالمين فإنه لن يدعو بها مسلم في شيء إلا استجيب له .الثالثة : من السنة لمن بدأ بالأكل أن يسمي الله عند أكله وشربه ويحمده عند فراغه اقتداء بأهل الجنة ; وفي صحيح مسلم عن أنس بن مالك قال : قال رسول الله صلى الله عليه وسلم : إن الله ليرضى عن العبد أن يأكل الأكلة فيحمده عليها أو يشرب الشربة فيحمده عليها .الرابعة : يستحب للداعي أن يقول في آخر دعائه كما قال أهل الجنة : وآخر دعواهم أن الحمد لله رب العالمين ; وحسن أن يقرأ آخر والصافات فإنها جمعت تنزيه البارئ تعالى عما نسب إليه ، والتسليم على المرسلين ، والختم بالحمد لله رب العالمين .قوله تعالى ولو يعجل الله للناس الشر استعجالهم بالخير لقضي إليهم أجلهم فنذر الذين لا يرجون لقاءنا في طغيانهم يعمهون"
    },
    {
      "ayah": 100,
      "surah": 10,
      "text": "قوله تعالى وما كان لنفس أن تؤمن إلا بإذن الله ويجعل الرجس على الذين لا يعقلونقوله تعالى وما كان لنفس أن تؤمن إلا بإذن الله ما نفي ; أي ما ينبغي أن تؤمن نفس إلا بقضائه وقدره ومشيئته وإرادته .ويجعل الرجس وقرأ الحسن وأبو بكر والمفضل \" ونجعل \" بالنون على التعظيم . والرجس : العذاب ; بضم الراء وكسرها لغتان على الذين لا يعقلون أمر الله عز وجل ونهيه ."
    },
    {
      "ayah": 101,
      "surah": 10,
      "text": "قوله تعالى قل انظروا ماذا في السماوات والأرض وما تغني الآيات والنذر عن قوم لا يؤمنونقوله تعالى قل انظروا ماذا في السماوات والأرض أمر للكفار بالاعتبار والنظر في المصنوعات الدالة على الصانع والقادر على الكمال . وقد تقدم القول في هذا المعنى في غير موضع مستوفى . ( وما تغني ) ( ما ) نفي ; أي ولن تغني . وقيل : استفهامية ; التقدير : أي شيء تغني . ( الآيات ) أي الدلالات ( والنذر ) أي الرسل ، جمع نذير ، وهو الرسول صلى الله عليه وسلم . عن قوم لا يؤمنون أي عمن سبق له في علم الله أنه لا يؤمن ."
    },
    {
      "ayah": 102,
      "surah": 10,
      "text": "قوله تعالى فهل ينتظرون إلا مثل أيام الذين خلوا من قبلهم قل فانتظروا إني معكم من المنتظرين[ ص: 292 ] قوله تعالى فهل ينتظرون إلا مثل أيام الذين خلوا من قبلهم الأيام هنا بمعنى الوقائع ; يقال : فلان عالم بأيام العرب أي بوقائعهم . قال قتادة : يعني وقائع الله في قوم نوح وعاد وثمود وغيرهم . والعرب تسمي العذاب أياما والنعم أياما ; كقوله تعالى : وذكرهم بأيام الله . وكل ما مضى لك من خير أو شر فهو أيام . قل فانتظروا أي تربصوا ; وهذا تهديد ووعيد . إني معكم من المنتظرين أي المتربصين لموعد ربي ."
    },
    {
      "ayah": 103,
      "surah": 10,
      "text": "قوله تعالى ثم ننجي رسلنا والذين آمنوا كذلك حقا علينا ننج المؤمنينقوله تعالى ثم ننجي رسلنا والذين آمنوا أي من سنتنا إذا أنزلنا بقوم عذابا أخرجنا من بينهم الرسل والمؤمنين ، وثم معناه ثم اعلموا أنا ننجي رسلنا .كذلك حقا علينا أي واجبا علينا ; لأنه أخبر ولا خلف في خبره . وقرأ يعقوب . ثم ننجي مخففا . وقرأ الكسائي وحفص ويعقوب . ننجي المؤمنين مخففا ; وشدد الباقون ; وهما لغتان فصيحتان : أنجى ينجي إنجاء ، ونجى ينجي تنجية بمعنى واحد ."
    },
    {
      "ayah": 104,
      "surah": 10,
      "text": "قوله تعالى قل ياأيها الناس إن كنتم في شك من ديني فلا أعبد الذين تعبدون من دون الله ولكن أعبد الله الذي يتوفاكم وأمرت أن أكون من المؤمنينقوله تعالى \" قل يا أيها الناس \" يريد كفار مكة .إن كنتم في شك من ديني أي في ريب من دين الإسلام الذي أدعوكم إليه .فلا أعبد الذين تعبدون من دون الله من الأوثان التي لا تعقل ولكن أعبد الله الذي يتوفاكم أي يميتكم ويقبض أرواحكم .وأمرت أن أكون من المؤمنين أي المصدقين بآيات ربهم ."
    },
    {
      "ayah": 105,
      "surah": 10,
      "text": "قوله تعالى وأن أقم وجهك للدين حنيفا ولا تكونن من المشركين[ ص: 293 ] قوله تعالى وأن أقم وجهك للدين أن عطف على أن أكون أي قيل لي كن من المؤمنين وأقم وجهك . قال ابن عباس : عملك ، وقيل : نفسك ; أي استقم بإقبالك على ما أمرت به من الدين .حنيفا أي قويما به مائلا عن كل دين . قال حمزة بن عبد المطلب ، رضي الله عنه :حمدت الله حين هدى فؤادي من الإشراك للدين الحنيفوقد مضى في \" الأنعام \" اشتقاقه والحمد للهولا تكونن من المشركين أي وقيل لي ولا تشرك ; والخطاب له والمراد غيره"
    },
    {
      "ayah": 106,
      "surah": 10,
      "text": "وكذلك قوله ولا تدع أي لا تعبد من دون الله ما لا ينفعك إن عبدته ولا يضرك إن عصيته .فإن فعلت أي عبدت غير الله فإنك إذا من الظالمين أي الواضعين العبادة في غير موضعها ."
    },
    {
      "ayah": 107,
      "surah": 10,
      "text": "قوله تعالى وإن يمسسك الله بضر فلا كاشف له إلا هو وإن يردك بخير فلا راد لفضله يصيب به من يشاء من عباده وهو الغفور الرحيمقوله تعالى وإن يمسسك الله بضر أي يصيبك به فلا كاشف أي لا دافع له إلا هو وإن يردك بخير أي يصبك برخاء ونعمة فلا راد لفضله يصيب به أي بكل ما أراد من الخير والشر من يشاء من عباده وهو الغفور لذنوب عباده وخطاياهم الرحيم بأوليائه في الآخرة ."
    },
    {
      "ayah": 108,
      "surah": 10,
      "text": "قوله تعالى قل ياأيها الناس قد جاءكم الحق من ربكم فمن اهتدى فإنما يهتدي لنفسه ومن ضل فإنما يضل عليها وما أنا عليكم بوكيلقوله تعالى قل يا أيها الناس قد جاءكم الحق أي القرآن . وقيل : الرسول صلى الله عليه وسلم .من ربكم فمن اهتدى أي صدق محمدا وآمن بما جاء به .فإنما يهتدي لنفسه أي لخلاص نفسه .ومن ضل أي ترك الرسول والقرآن واتبع الأصنام والأوثان .فإنما يضل عليها أي وبال ذلك على نفسه .وما أنا عليكم بوكيل أي بحفيظ أحفظ أعمالكم إنما أنا رسول . قال ابن عباس : نسختها آية السيف ."
    },
    {
      "ayah": 109,
      "surah": 10,
      "text": "قوله تعالى واتبع ما يوحى إليك واصبر حتى يحكم الله وهو خير الحاكمينقوله تعالى واتبع ما يوحى إليك واصبر قيل : نسخ بآية القتال : وقيل : ليس منسوخا ; ومعناه اصبر على الطاعة وعن المعصية . وقال ابن عباس : لما نزلت جمع النبي صلى الله عليه وسلم الأنصار ولم يجمع معهم غيرهم فقال : إنكم ستجدون بعدي أثرة فاصبروا حتى تلقوني على الحوض وعن أنس بمثل ذلك ; ثم قال أنس : فلم يصبروا فأمرهم بالصبر كما أمره الله تعالى ; وفي ذلك يقول عبد الرحمن بن حسان :ألا أبلغ معاوية بن حرب أمير المؤمنين نثا كلامي     بأنا صابرون ومنظروكمإلى يوم التغابن والخصامحتى يحكم الله وهو خير الحاكمين ابتداء وخبر ; لأنه عز وجل لا يحكم إلا بالحق .تمت سورة يونس والحمد لله وحده"
    },
    {
      "ayah": 11,
      "surah": 10,
      "text": "قوله تعالى ولو يعجل الله للناس الشر استعجالهم بالخير لقضي إليهم أجلهم [ ص: 230 ] فيه ثلاث مسائل :الأولى : قوله تعالى ولو يعجل الله للناس الشر قيل : معناه ولو عجل الله للناس العقوبة كما يستعجلون الثواب والخير لماتوا ؛ لأنهم خلقوا في الدنيا خلقا ضعيفا ، وليس هم كذا يوم القيامة ; لأنهم يوم القيامة يخلقون للبقاء . وقيل : المعنى لو فعل الله مع الناس في إجابته إلى المكروه مثل ما يريدون فعله معهم في إجابته إلى الخير لأهلكهم ; وهو معنى لقضي إليهم أجلهم . وقيل : إنه خاص بالكافر ; أي ولو يعجل الله للكافر العذاب على كفره كما عجل له خير الدنيا من المال والولد لعجل له قضاء أجله ليتعجل عذاب الآخرة ; قال ابن إسحاق . مقاتل : هو قول النضر بن الحارث : اللهم إن كان هذا هو الحق من عندك فأمطر علينا حجارة من السماء ; فلو عجل لهم هذا لهلكوا . وقال مجاهد : نزلت في الرجل يدعو على نفسه أو ماله أو ولده إذا غضب : اللهم أهلكه ، اللهم لا تبارك له فيه والعنه ، أو نحو هذا ; فلو استجيب ذلك منه كما يستجاب الخير لقضي إليهم أجلهم . فالآية نزلت ذامة لخلق ذميم هو في بعض الناس يدعون في الخير فيريدون تعجيل الإجابة ثم يحملهم أحيانا سوء الخلق على الدعاء في الشر ; فلو عجل لهم لهلكوا .الثانية : واختلف في إجابة هذا الدعاء ; فروي عن النبي صلى الله عليه وسلم أنه قال : إني سألت الله عز وجل ألا يستجيب دعاء حبيب على حبيبه . وقال شهر بن حوشب : قرأت في بعض الكتب أن الله تعالى يقول للملائكة الموكلين بالعبد : لا تكتبوا على عبدي في حال ضجره شيئا ; لطفا من الله تعالى عليه . قال بعضهم : وقد يستجاب ذلك الدعاء ، واحتج بحديث جابر الذي رواه مسلم في صحيحه آخر الكتاب ، قال جابر : سرنا مع رسول الله صلى الله عليه وسلم في غزوة بطن بواط وهو يطلب المجدي بن عمرو الجهني وكان الناضح يعتقبه منا الخمسة والستة والسبعة ، فدارت عقبة رجل من الأنصار على ناضح له فأناخه فركب ، ثم بعثه فتلدن عليه بعض التلدن ; فقال له : شأ ; لعنك الله! فقال رسول الله صلى الله عليه وسلم : من هذا اللاعن بعيره ؟ قال : أنا يا رسول الله ; قال : انزل عنه فلا تصحبنا بملعون لا تدعوا على أنفسكم ولا تدعوا على أولادكم ولا تدعوا على أموالكم لا توافقوا من الله ساعة يسأل فيها عطاء فيستجيب لكم . [ ص: 231 ] في غير كتاب مسلم أن النبي صلى الله عليه وسلم كان في سفر فلعن رجل ناقته فقال : أين الذي لعن ناقته ؟ فقال الرجل : أنا هذا يا رسول الله ; فقال : أخرها عنك فقد أجبت فيها ذكره الحليمي في منهاج الدين . \" شأ \" يروى بالسين والشين ، وهو زجر للبعير بمعنى سر .الثالثة : قوله تعالى : ولو يعجل الله قال العلماء : التعجيل من الله ، والاستعجال من العبد . وقال أبو علي : هما من الله ; وفي الكلام حذف ; أي ولو يعجل الله للناس الشر تعجيلا مثل استعجالهم بالخير ، ثم حذف تعجيلا وأقام صفته مقامه ، ثم حذف صفته وأقام المضاف إليه مقامه ; هذا مذهب الخليل وسيبويه . وعلى قول الأخفش والفراء كاستعجالهم ، ثم حذف الكاف ونصب . قال الفراء : كما تقول ضربت زيدا ضربك ، أي كضربك . وقرأ ابن عامر لقضى إليهم أجلهم . وهي قراءة حسنة ; لأنه متصل بقوله : ولو يعجل الله للناس الشر .فنذر الذين لا يرجون لقاءنا أي لا يعجل لهم الشر فربما يتوب منهم تائب ، أو يخرج من أصلابهم مؤمن .في طغيانهم يعمهون أي يتحيرون . والطغيان : العلو والارتفاع ; وقد تقدم في \" البقرة \" . وقد قيل : إن المراد بهذه الآية أهل مكة ، وإنها نزلت حين قالوا : اللهم إن كان هذا هو الحق من عندك الآية ، على ما تقدم والله أعلم ."
    },
    {
      "ayah": 12,
      "surah": 10,
      "text": "قوله تعالى وإذا مس الإنسان الضر دعانا لجنبه أو قاعدا أو قائما فلما كشفنا عنه ضره مر كأن لم يدعنا إلى ضر مسه كذلك زين للمسرفين ما كانوا يعملونقوله تعالى وإذا مس الإنسان الضر دعانا لجنبه قيل : المراد بالإنسان هنا الكافر ، قيل : هو أبو حذيفة بن المغيرة المشرك ، تصيبه البأساء والشدة والجهد . دعانا لجنبه أي على جنبه مضطجعا .أو قاعدا أو قائما وإنما أراد جميع حالاته ; لأن الإنسان لا يعدو إحدى هذه الحالات الثلاث . قال بعضهم : إنما بدأ بالمضطجع لأنه بالضر أشد في غالب الأمر ، فهو يدعو أكثر ، واجتهاده أشد ، ثم القاعد ثم القائم .فلما كشفنا عنه ضره مر أي استمر على كفره ولم يشكر ولم يتعظ . قلت : وهذه صفة كثير من المخلصين الموحدين ، إذا أصابته العافية مر على ما كان عليه [ ص: 232 ] من المعاصي ; فالآية تعم الكافر وغيره .كأن لم يدعنا قال الأخفش : هي \" كأن \" الثقيلة خففت ، والمعنى كأنه وأنشد :وي كأن من يكن له نشب يح بب ومن يفتقر يعش عيش ضركذلك زين أي كما زين لهذا الدعاء عند البلاء والإعراض عن الرخاء . زين للمسرفين أي للمشركين أعمالهم من الكفر والمعاصي . وهذا التزيين يجوز أن يكون من الله ، ويجوز أن يكون من الشيطان ، وإضلاله دعاؤه إلى الكفر ."
    },
    {
      "ayah": 13,
      "surah": 10,
      "text": "قوله تعالى ولقد أهلكنا القرون من قبلكم لما ظلموا وجاءتهم رسلهم بالبينات وما كانوا ليؤمنوا كذلك نجزي القوم المجرمينقوله تعالى ولقد أهلكنا القرون من قبلكم لما ظلموا يعني الأمم الماضية من قبل أهل مكة أهلكناهم . لما ظلموا أي كفروا وأشركوا .وجاءتهم رسلهم بالبينات أي بالمعجزات الواضحات والبراهين النيرات .وما كانوا ليؤمنوا أي أهلكناهم لعلمنا أنهم لا يؤمنون . يخوف كفار مكة عذاب الأمم الماضية ; أي نحن قادرون على إهلاك هؤلاء بتكذيبهم محمدا صلى الله عليه وسلم ، ولكن نمهلهم لعلمنا بأن فيهم من يؤمن ، أو يخرج من أصلابهم من يؤمن . وهذه الآية ترد على أهل الضلال القائلين بخلق الهدى والإيمان . وقيل : معنى ما كانوا ليؤمنوا أي جازاهم على كفرهم بأن طبع على قلوبهم ; ويدل على هذا أنه قال : كذلك نجزي القوم المجرمين ."
    },
    {
      "ayah": 14,
      "surah": 10,
      "text": "قوله تعالى ثم جعلناكم خلائف في الأرض من بعدهم لننظر كيف تعملونقوله تعالى : ثم جعلناكم خلائف مفعولان . والخلائف جمع خليفة ، وقد تقدم آخر \" الأنعام \" أي جعلناكم سكانا في الأرض . من بعدهم أي من بعد القرون المهلكة . لننظر نصب بلام كي ، وقد تقدم نظائره وأمثاله ; أي ليقع منكم ما تستحقون به الثواب والعقاب ، ولم يزل يعلمه غيبا . وقيل : يعاملكم معاملة المختبر إظهارا للعدل . وقيل : النظر راجع إلى الرسل ; أي لينظر رسلنا وأولياؤنا كيف أعمالكم . وكيف نصب بقوله : تعملون : لأن الاستفهام له صدر الكلام فلا يعمل فيه ما قبله ."
    },
    {
      "ayah": 15,
      "surah": 10,
      "text": "قوله تعالى وإذا تتلى عليهم آياتنا بينات قال الذين لا يرجون لقاءنا ائت بقرآن غير هذا أو بدله قل ما يكون لي أن أبدله من تلقاء نفسي إن أتبع إلا ما يوحى إلي إني أخاف إن عصيت ربي عذاب يوم عظيمقوله تعالى وإذا تتلى عليهم آياتنا تتلى تقرأ ، وبينات نصب على الحال ; أي واضحات لا لبس فيها ولا إشكال .قال الذين لا يرجون لقاءنا يعني لا يخافون يوم البعث والحساب ولا يرجون الثواب . قال قتادة : يعني مشركي أهل مكة .ائت بقرآن غير هذا أو بدله والفرق بين تبديله والإتيان بغيره أن تبديله لا يجوز أن يكون معه ، والإتيان بغيره قد يجوز أن يكون معه ; وفي قولهم ذلك ثلاثة أوجه :أحدها : أنهم سألوه أن يحول الوعد وعيدا والوعيد وعدا ، والحلال حراما والحرام حلالا ; قاله ابن جرير الطبري .الثاني : سألوه أن يسقط ما في القرآن من عيب آلهتهم وتسفيه أحلامهم ; قاله ابن عيسى .الثالث : أنهم سألوه إسقاط ما فيه من ذكر البعث والنشور ; قاله الزجاج .الثانية : قوله تعالى قل ما يكون لي أي قل يا محمد ما كان لي أن أبدله من تلقاء نفسي ومن عندي ، كما ليس لي أن ألقاه بالرد والتكذيب .إن أتبع إلا ما يوحى إلي أي لا أتبع إلا ما أتلوه عليكم من وعد ووعيد ، وتحريم وتحليل ، وأمر ونهي . وقد يستدل بهذا من يمنعنسخ الكتاب بالسنة ; لأنه تعالى قال : قل ما يكون لي أن أبدله من تلقاء نفسي وهذا فيه بعد ; فإن الآية وردت في طلب المشركين مثل القرآن نظما ، ولم يكن الرسول صلى الله عليه وسلم قادرا على ذلك ، ولم يسألوه تبديل الحكم دون اللفظ ; ولأن الذي يقوله الرسول صلى الله عليه وسلم إذا كان وحيا لم يكن من تلقاء نفسه ، بل كان من عند الله تعالى .الثالثة : قوله تعالى إني أخاف إن عصيت ربي أي إن خالفت في تبديله وتغييره أو في ترك العمل به .عذاب يوم عظيم يعني يوم القيامة ."
    },
    {
      "ayah": 16,
      "surah": 10,
      "text": "قوله تعالى قل لو شاء الله ما تلوته عليكم ولا أدراكم به فقد لبثت فيكم عمرا من قبله أفلا تعقلونقوله تعالى قل لو شاء الله ما تلوته عليكم ولا أدراكم به أي لو شاء الله ما أرسلني إليكم فتلوت عليكم القرآن ، ولا أعلمكم الله ولا أخبركم به ; يقال : دريت الشيء وأدراني الله به ، ودريته ودريت به . وفي الدراية معنى الختل ; ومنه دريت الرجل أي ختلته ، ولهذا لا يطلق الداري في حق الله تعالى وأيضا عدم فيه التوقيف . وقرأ ابن كثير : \" ولأدراكم به \" بغير ألف بين اللام والهمزة ; والمعنى : لو شاء الله لأعلمكم به من غير أن أتلوه عليكم ; فهي لام التأكيد دخلت على ألف أفعل . وقرأ ابن عباس والحسن \" ولا أدراتكم به \" بتحويل الياء ألفا ، على لغة بني عقيل ; قال الشاعر :لعمرك ما أخشى التصعلك ما بقى على الأرض قيسي يسوق الأباعراوقال آخر :ألا آذنت أهل اليمامة طيئ     بحرب كناصات الأغر المشهرقال أبو حاتم : سمعت الأصمعي يقول سألت أبا عمرو بن العلاء : هل لقراءة الحسن \" ولا أدراتكم به \" وجه ؟ فقال لا . وقال أبو عبيد : لا وجه لقراءة الحسن \" ولا أدراتكم به \" إلا الغلط . قال النحاس : معنى قول أبي عبيد : لا وجه ، إن شاء الله على الغلط ; لأنه يقال : دريت أي علمت ، وأدريت غيري ، ويقال : درأت أي دفعت ; فيقع الغلط بين دريت ودرأت . قال أبو حاتم : يريد الحسن فيما أحسب \" ولا أدريتكم به \" فأبدل من الياء ألفا على لغة بني الحارث بن كعب ، يبدلون من الياء ألفا إذا انفتح ما قبلها ; مثل : إن هذان لساحران . قال المهدوي : ومن قرأ \" أدرأتكم \" فوجهه أن أصل الهمزة ياء ، فأصله \" أدريتكم \" فقلبت الياء ألفا وإن كانت ساكنة ; كما قال : يايس في ييس وطايئ في طيئ ، ثم قلبت الألف همزة على لغة من قال في العالم العألم وفي الخاتم الخأتم . قال النحاس : وهذا غلط ، والرواية عن الحسن \" ولا أدرأتكم \" بالهمزة ، وأبو حاتم وغيره تكلم أنه بغير همز ، ويجوز أن يكون من درأت أي دفعت ; أي ولا أمرتكم أن تدفعوا فتتركوا الكفر بالقرآن .قوله تعالى فقد لبثت فيكم عمرا ظرف ، أي مقدارا من الزمان وهو أربعون سنة . [ ص: 235 ] من قبله أي من قبل القرآن ، تعرفونني بالصدق والأمانة ، لا أقرأ ولا أكتب ، ثم جئتكم بالمعجزات .أفلا تعقلون أن هذا لا يكون إلا من عند الله لا من قبلي .وقيل : معنى لبثت فيكم عمرا أي لبثت فيكم مدة شبابي لم أعص الله ، أفتريدون مني الآن وقد بلغت أربعين سنة أن أخالف أمر الله ، وأغير ما ينزله علي . قال قتادة : لبث فيهم أربعين سنة ، وأقام سنتين يرى رؤيا الأنبياء ، وتوفي صلى الله عليه وسلم وهو ابن اثنتين وستين سنة ."
    },
    {
      "ayah": 17,
      "surah": 10,
      "text": "قوله تعالى فمن أظلم ممن افترى على الله كذبا أو كذب بآياته إنه لا يفلح المجرمونهذا استفهام بمعنى الجحد ; أي لا أحد أظلم ممن افترى على الله الكذب ، وبدل كلامه وأضاف شيئا إليه مما لم ينزله . وكذلك لا أحد أظلم منكم إذا أنكرتم القرآن وافتريتم على الله الكذب ، وقلتم ليس هذا كلامه . وهذا مما أمر به الرسول صلى الله عليه وسلم أن يقول لهم . وقيل : هو من قول الله ابتداء . وقيل : المفتري المشرك ، والمكذب بالآيات أهل الكتاب . إنه لا يفلح المجرمون ."
    },
    {
      "ayah": 18,
      "surah": 10,
      "text": "قوله تعالى ويعبدون من دون الله ما لا يضرهم ولا ينفعهم ويقولون هؤلاء شفعاؤنا عند الله قل أتنبئون الله بما لا يعلم في السماوات ولا في الأرض سبحانه وتعالى عما يشركونقوله تعالى ويعبدون من دون الله ما لا يضرهم ولا ينفعهم يريد الأصنام .ويقولون هؤلاء شفعاؤنا عند الله وهذه غاية الجهالة منهم ; حيث ينتظرون الشفاعة في المآل ممن لا يوجد منه نفع ولا ضر في الحال . وقيل : شفعاؤنا أي تشفع لنا عند الله في إصلاح معائشنا في الدنيا .قل أتنبئون الله بما لا يعلم في السماوات ولا في الأرض قراءة العامة \" تنبئون \" بالتشديد . وقرأ أبو السمال العدوي \" أتنبئون الله \" مخففا ، من أنبأ ينبئ . وقراءة العامة من نبأ ينبئ تنبئة ; وهما بمعنى واحد ، جمعهما قوله تعالى : من أنبأك هذا قال نبأني العليم الخبير أي أتخبرون الله أن له شريكا في ملكه أو شفيعا بغير إذنه ، والله لا [ ص: 236 ] يعلم لنفسه شريكا في السماوات ولا في الأرض ; لأنه لا شريك له فلذلك لا يعلمه . نظيره قوله : أم تنبئونه بما لا يعلم في الأرضثم نزه نفسه وقدسها عن الشرك فقال : سبحانه وتعالى عما يشركون أي هو أعظم من أن يكون له شريك وقيل : المعنى أي يعبدون ما لا يسمع ولا يبصر ولا يميز ويقولون هؤلاء شفعاؤنا عند الله فيكذبون ; وهل يتهيأ لكم أن تنبئوه بما لا يعلم ، سبحانه وتعالى عما يشركون! . وقرأ حمزة والكسائي تشركون بالتاء ، وهو اختيار أبي عبيد . الباقون بالياء ."
    },
    {
      "ayah": 19,
      "surah": 10,
      "text": "قوله تعالى وما كان الناس إلا أمة واحدة فاختلفوا ولولا كلمة سبقت من ربك لقضي بينهم فيما فيه يختلفون تقدم في \" البقرة \" معناه فلا معنى للإعادة . وقال الزجاج : هم العرب كانوا على الشرك . وقيل : كل مولود يولد على الفطرة ، فاختلفوا عند البلوغ . ولولا كلمة سبقت من ربك لقضي بينهم فيما فيه يختلفون إشارة إلى القضاء والقدر ; أي لولا ما سبق في حكمه أنه لا يقضي بينهم فيما اختلفوا فيه بالثواب والعقاب دون القيامة لقضي بينهم في الدنيا ، فأدخل المؤمنين الجنة بأعمالهم والكافرين النار بكفرهم ، ولكنه سبق من الله الأجل مع علمه بصنيعهم فجعل موعدهم القيامة ; قاله الحسن . وقال أبو روق : لقضي بينهم لأقام عليهم الساعة . وقيل : لفرغ من هلاكهم . وقال الكلبي : \" الكلمة \" أن الله أخر هذه الأمة فلا يهلكهم بالعذاب في الدنيا إلى يوم القيامة ، فلولا هذا التأخير لقضي بينهم بنزول العذاب أو بإقامة الساعة . والآية تسلية للنبي صلى الله عليه وسلم في تأخير العذاب عمن كفر به . وقيل : الكلمة السابقة أنه لا يأخذ أحدا إلا بحجة وهو إرسال الرسل ; كما قال : وما كنا معذبين حتى نبعث رسولا وقيل : الكلمة قوله : سبقت رحمتي غضبي ولولا ذلك لما أخر العصاة إلى التوبة . وقرأ عيسى \" لقضى \" بالفتح ."
    },
    {
      "ayah": 2,
      "surah": 10,
      "text": "قوله تعالى أكان للناس عجبا استفهام معناه التقرير والتوبيخ . و ( عجبا ) خبر كان ، واسمها ( أن أوحينا ) وهو في موضع رفع ; أي كان إيحاؤنا عجبا للناس . وفي قراءة عبد الله \" عجب \" على أنه اسم كان . والخبر ( أن أوحينا ) .إلى رجل منهم قرئ \" رجل \" بإسكان الجيم . وسبب النزول فيما روي عن ابن عباس أن الكفار قالوا لما بعث محمد : إن الله أعظم من أن يكون رسوله بشرا . وقالوا : ما وجد الله من يرسله إلا يتيم أبي طالب ; فنزلت : أكان للناس يعني أهل مكة ( عجبا ) . وقيل : إنما تعجبوا من ذكر البعث .[ ص: 222 ] قوله تعالى ( أن أنذر الناس وبشر الذين آمنوا ) في موضع نصب بإسقاط الخافض ; أي بأن أنذر الناس ، وكذا أن لهم قدم صدق وقد تقدم معنى النذارة والبشارة وغير ذلك من ألفاظ الآية .واختلف في معنى قدم صدق فقال ابن عباس : قدم صدق منزل صدق ; دليله قوله تعالى : وقل رب أدخلني مدخل صدق . وعنه أيضا أجرا حسنا بما قدموا من أعمالهم . وعنه أيضا قدم صدق سبق السعادة في الذكر الأول ، وقاله مجاهد . الزجاج : درجة عالية . قال ذو الرمة :لكم قدم لا ينكر الناس أنها     مع الحسب العالي طمت على البحرقتادة : سلف صدق . الربيع : ثواب صدق . عطاء : مقام صدق . يمان : إيمان صدق . وقيل : دعوة الملائكة . وقيل : ولد صالح قدموه . الماوردي : أن يوافق صدق الطاعة الجزاء . وقال الحسن وقتادة أيضا : هو محمد صلى الله عليه وسلم ; فإنه شفيع مطاع يتقدمهم ; كما قال : أنا فرطكم على الحوض . وقد سئل صلى الله عليه وسلم فقال : هي شفاعتي توسلون بي إلى ربكم . وقال الترمذي الحكيم : قدمه صلى الله عليه وسلم في المقام المحمود . وعن الحسن أيضا : مصيبتهم في النبي صلى الله عليه وسلم . وقال عبد العزيز بن يحيى : ( قدم صدق ) قوله تعالى : إن الذين سبقت لهم منا الحسنى أولئك عنها مبعدون وقال مقاتل : أعمالا قدموها ; واختاره الطبري . قال الوضاح :صل لذي العرش واتخذ قدما     تنجيك يوم العثار والزللوقيل : هو تقديم الله هذه الأمة في الحشر من القبر وفي إدخال الجنة . كما قال : نحن الآخرون السابقون يوم القيامة المقضي لهم قبل الخلائق . وحقيقته أنه كناية عن السعي في العمل الصالح ; فكنى عنه بالقدم كما يكنى عن الإنعام باليد وعن الثناء باللسان . وأنشد حسان :[ ص: 223 ]لنا القدم العليا إليك وخلفنا     لأولنا في طاعة الله تابعيريد السابقة بإخلاص الطاعة ، والله أعلم . وقال أبو عبيدة والكسائي : كل سابق من خير أو شر فهو عند العرب قدم ; يقال : لفلان قدم في الإسلام ، له عندي قدم صدق وقدم شر وقدم خير . وهو مؤنث وقد يذكر ; يقال : قدم حسن وقدم صالحة . وقال ابن الأعرابي : القدم التقدم في الشرف ; قال العجاج :زل بنو العوام عن آل الحكم     وتركوا الملك لملك ذي قدموفي الصحاح عن النبي صلى الله عليه وسلم أنه قال : لي خمسة أسماء . أنا محمد وأحمد وأنا الماحي الذي يمحو الله بي الكفر وأنا الحاشر الذي يحشر الناس على قدمي وأنا العاقب يريد آخر الأنبياء ; كما قال تعالى : وخاتم النبيين .قوله تعالى قال الكافرون إن هذا لساحر مبين قرأ ابن محيصن وابن كثير والكوفيون عاصم وحمزة والكسائي وخلف والأعمش ( لساحر ) نعتا لرسول الله صلى الله عليه وسلم . وقرأ الباقون \" لسحر \" نعتا للقرآن وقد تقدم معنى السحر في \" البقرة \" ."
    },
    {
      "ayah": 20,
      "surah": 10,
      "text": "قوله تعالى ويقولون لولا أنزل عليه آية من ربه فقل إنما الغيب لله فانتظروا إني معكم من المنتظرين يريد أهل مكة ; أي هلا أنزل عليه آية ، أي معجزة غير هذه المعجزة ، فيجعل لنا الجبال [ ص: 237 ] ذهبا ويكون له بيت من زخرف ، ويحيي لنا من مات من آبائنا . وقال الضحاك : عصا كعصا موسى .فقل إنما الغيب لله أي قل يا محمد إن نزول الآية غيب . فانتظروا أي تربصوا . إني معكم من المنتظرين لنزولها . وقيل : انتظروا قضاء الله بيننا بإظهار المحق على المبطل ."
    },
    {
      "ayah": 21,
      "surah": 10,
      "text": "قوله تعالى وإذا أذقنا الناس رحمة من بعد ضراء مستهم إذا لهم مكر في آياتنا قل الله أسرع مكرا إن رسلنا يكتبون ما تمكرون يريد كفار مكة .رحمة من بعد ضراء مستهم قيل : رخاء بعد شدة ، وخصب بعد جدب . إذا لهم مكر في آياتنا أي استهزاء وتكذيب . وجواب قوله : وإذا أذقنا : إذا لهم على قول الخليل وسيبويه .قل الله أسرع ابتداء وخبر . مكرا على البيان ; أي أعجل عقوبة على جزاء مكرهم ، أي أن ما يأتيهم من العذاب أسرع في إهلاكهم مما أتوه من المكر .إن رسلنا يكتبون ما تمكرون يعني بالرسل الحفظة . وقراءة العامة تمكرون بالتاء خطابا . وقرأ يعقوب في رواية رويس وأبو عمرو في رواية هارون العتكي \" يمكرون \" بالياء ; لقوله : إذا لهم مكر في آياتنا قيل : قال أبو سفيان قحطنا بدعائك فإن سقيتنا صدقناك ; فسقوا باستسقائه صلى الله عليه وسلم فلم يؤمنوا ، فهذا مكرهم ."
    },
    {
      "ayah": 22,
      "surah": 10,
      "text": "قوله تعالى هو الذي يسيركم في البر والبحر حتى إذا كنتم في الفلك وجرين بهم بريح طيبة وفرحوا بها جاءتها ريح عاصف وجاءهم الموج من كل مكان وظنوا أنهم أحيط بهم دعوا الله مخلصين له الدين لئن أنجيتنا من هذه لنكونن من الشاكرينقوله تعالى هو الذي يسيركم في البر والبحر حتى إذا كنتم في الفلك وجرين بهم أي يحملكم في البر على الدواب وفي البحر على الفلك . وقال الكلبي : يحفظكم في السير . [ ص: 238 ] والآية تتضمن تعديد النعم فيما هي الحال بسبيله من ركوب الناس الدواب والبحر . وقد مضى الكلام في ركوب البحر في \" البقرة \" . يسيركم قراءة العامة . ابن عامر \" ينشركم \" بالنون والشين ، أي يبثكم ويفرقكم . والفلك يقع على الواحد والجمع ، ويذكر ويؤنث ، وقد تقدم القول فيه . وقوله : ( وجرين بهم ) خروج من الخطاب إلى الغيبة ، وهو في القرآن وأشعار العرب كثير ; قال النابغة :يا دار مية بالعلياء فالسند أقوت وطال عليها سالف الأمدقال ابن الأنباري : وجائز في اللغة أن يرجع من خطاب الغيبة إلى لفظ المواجهة بالخطاب ; قال الله تعالى : وسقاهم ربهم شرابا طهورا إن هذا كان لكم جزاء وكان سعيكم مشكورا فأبدل الكاف من الهاء .قوله تعالى بريح طيبة وفرحوا بها تقدم الكلام فيها في \" البقرة \"جاءتها ريح عاصف الضمير في جاءتها للسفينة . وقيل للريح الطيبة . والعاصف الشديدة ; يقال : عصفت الريح وأعصفت ، فهي عاصف ومعصف ومعصفة أي شديدة ، قال الشاعر :حتى إذا أعصفت ريح مزعزعة     فيها قطار ورعد صوته زجلوقال عاصف بالتذكير لأن لفظ الريح مذكر ، وهي القاصف أيضا . والطيبة غير عاصف ولا بطيئة .وجاءهم الموج من كل مكان والموج ما ارتفع من الماء ، وظنوا : أي أيقنواأنهم أحيط بهم أي أحاط بهم البلاء ; يقال لمن وقع في بلية : قد أحيط به ، كأن البلاء قد أحاط به ; وأصل هذا أن العدو إذا أحاط بموضع فقد هلك أهله .دعوا الله مخلصين له الدين أي دعوه وحده وتركوا ما كانوا يعبدون . وفي هذا دليل على أن الخلق جبلوا على الرجوع إلى الله في الشدائد ، وأن المضطر يجاب دعاؤه ، وإن كان كافرا ; لانقطاع الأسباب ورجوعه إلى الواحد رب الأرباب ; على ما يأتي بيانه في \" النمل \" إن شاء الله تعالى . وقال بعض المفسرين : إنهم قالوا في دعائهم أهيا شراهيا ; أي : يا حي يا قيوم . وهي لغة العجم .مسألة : هذه الآية تدل على ركوب البحر مطلقا ، ومن السنة حديث أبي هريرة وفيه : إنا نركب البحر ونحمل معنا القليل من الماء . . . الحديث . وحديث أنس في قصة أم حرام يدل على جواز ركوبه في الغزو ، وقد مضى هذا المعنى في \" البقرة \" مستوفى والحمد لله . وقد [ ص: 239 ] تقدم في آخر \" الأعراف \" حكم راكب البحر في حال ارتجاجه وغليانه ، هل حكمه حكم الصحيح أو المريض المحجور عليه ; فتأمله هناك .قوله تعالى لئن أنجيتنا من هذه أي هذه الشدائد والأهوال . وقال الكلبي : من هذه الريح .لنكونن من الشاكرين أي من العاملين بطاعتك على نعمة الخلاص ."
    },
    {
      "ayah": 23,
      "surah": 10,
      "text": "فلما أنجاهم أي خلصهم وأنقذهم . إذا هم يبغون في الأرض أي يعملون في الأرض بالفساد وبالمعاصي . والبغي : الفساد والشرك ; من بغى الجرح إذا فسد ; وأصله الطلب ، أي يطلبون الاستعلاء بالفساد بغير الحق أي بالتكذيب ; ومنه بغت المرأة طلبت غير زوجها .قوله تعالى يا أيها الناس إنما بغيكم على أنفسكم أي وباله عائد عليكم ; وتم الكلام ، ثم ابتدأ فقال : متاع الحياة الدنيا ثم إلينا مرجعكم فننبئكم بما كنتم تعملون أي هو متاع الحياة الدنيا ; ولا بقاء له . قال النحاس : بغيكم رفع بالابتداء وخبره ( متاع الحياة الدنيا ) . و على أنفسكم مفعول معنى فعل البغي . ويجوز أن يكون خبره على أنفسكم وتضمر مبتدأ ، أي ذلك متاع الحياة الدنيا ، أو هو متاع الحياة الدنيا ; وبين المعنيين حرف لطيف ، إذا رفعت متاعا على أنه خبر بغيكم فالمعنى . إنما بغي بعضكم على بعض ; مثل : فسلموا على أنفسكم وكذا لقد جاءكم رسول من أنفسكم . وإذا كان الخبر على أنفسكم فالمعنى إنما فسادكم راجع عليكم ; مثل وإن أسأتم فلها . وروي عن سفيان بن عيينة أنه قال : أراد أن البغي متاع الحياة الدنيا ، أي عقوبته تعجل لصاحبه في الدنيا ; كما يقال : البغي مصرعة . وقرأ ابن أبي إسحاق متاع بالنصب على أنه مصدر ; أي تتمتعون متاع الحياة الدنيا . أو بنزع الخافض ، أي لمتاع ، أو مصدر ، بمعنى المفعول على الحال ، أي متمتعين . أو هو نصب على الظرف ، أي في متاع الحياة الدنيا ، ومتعلق الظرف والجار والحال معنى الفعل في البغي . و على أنفسكم مفعول ذلك المعنى ."
    },
    {
      "ayah": 24,
      "surah": 10,
      "text": "قوله تعالى إنما مثل الحياة الدنيا كماء أنزلناه من السماء فاختلط به نبات الأرض مما يأكل الناس والأنعام حتى إذا أخذت الأرض زخرفها وازينت وظن أهلها أنهم قادرون عليها أتاها أمرنا ليلا أو نهارا فجعلناها حصيدا كأن لم تغن بالأمس كذلك نفصل الآيات لقوم يتفكرون[ ص: 240 ] قوله تعالى إنما مثل الحياة الدنيا كماء أنزلناه من السماء معنى الآية التشبيه والتمثيل ، أي صفة الحياة الدنيا في فنائها وزوالها وقلة خطرها والملاذ بها كماء ; أي مثل ماء ، فالكاف في موضع رفع . وسيأتي لهذا التشبيه مزيد بيان في \" الكهف \" إن شاء الله تعالى .أنزلناه من السماء نعت ل ( ماء ) فاختلط روي عن نافع أنه وقف على فاختلط أي فاختلط الماء بالأرض ، ثم ابتدأ به نبات الأرض أي بالماء نبات الأرض ; فأخرجت ألوانا من النبات ، فنبات على هذا ابتداء ، وعلى مذهب من لم يقف على فاختلط مرفوع باختلط ; أي اختلط النبات بالمطر ، أي شرب منه فتندى وحسن واخضر . والاختلاط تداخل الشيء بعضه في بعض .قوله تعالى مما يأكل الناس من الحبوب والثمار والبقول ، والأنعام من الكلإ والتبن والشعير .حتى إذا أخذت الأرض زخرفها أي حسنها وزينتها . والزخرف كمال حسن الشيء ; ومنه قيل للذهب : زخرف .وازينت أي بالحبوب والثمار والأزهار ; والأصل تزينت أدغمت التاء في الزاي وجيء بألف الوصل ; لأن الحرف المدغم مقام حرفين الأول منهما ساكن والساكن لا يمكن الابتداء به . وقرأ ابن مسعود وأبي بن كعب \" وتزينت \" على الأصل . وقرأ الحسن والأعرج وأبو العالية \" وأزينت \" أي أتت بالزينة عليها ، أي الغلة والزرع ، وجاء بالفعل على أصله ولو أعله لقال وازانت . وقال عوف بن أبي جميلة الأعرابي : قرأ أشياخنا \" وازيانت \" وزنه اسوادت . وفي رواية المقدمي \" وازاينت \" والأصل فيه تزاينت ، وزنه تقاعست ثم أدغم . وقرأ الشعبي وقتادة \" وأزينت \" مثل أفعلت . وقرأ أبو عثمان النهدي \" وازينت \" مثل افعلت ، وعنه أيضا \" وازيانت \" مثل افعالت ، وروي عنه \" ازيأنت \" بالهمزة ; ثلاث قراءات .قوله تعالى وظن أهلها أي أيقن .أنهم قادرون عليها أي على حصادها والانتفاع بها ; أخبر عن الأرض والمعني النبات إذ كان مفهوما وهو منها . وقيل : رد إلى الغلة ، وقيل : إلى الزينة .أتاها أمرنا أي عذابنا ، أو أمرنا بهلاكها ليلا أو نهارا ظرفان فجعلناها حصيدا مفعولان ، أي محصودة مقطوعة لا شيء فيها . وقال حصيدا ولم يؤنث لأنه فعيل بمعنى مفعول . قال أبو عبيد : الحصيد المستأصل .كأن لم تغن بالأمس أي لم تكن عامرة ; من \" غني \" إذا أقام فيه وعمره . والمغاني في اللغة : المنازل التي يعمرها الناس . وقال قتادة : كأن لم تنعم . قال لبيد :[ ص: 241 ]وغنيت سبتا قبل مجرى داحس لو كان للنفس اللجوج خلودوقراءة العامة تغن بالتاء لتأنيث الأرض . وقرأ قتادة \" يغن \" بالياء ، يذهب به إلى الزخرف ; يعني فكما يهلك هذا الزرع هكذا كذلك الدنيا .نفصل الآيات أي نبينها لقوم يتفكرون في آيات الله ."
    },
    {
      "ayah": 25,
      "surah": 10,
      "text": "قوله تعالى والله يدعو إلى دار السلام ويهدي من يشاء إلى صراط مستقيم قوله تعالى والله يدعو إلى دار السلام لما ذكر وصف هذه الدار وهي دار الدنيا وصف الآخرة فقال : إن الله لا يدعوكم إلى جمع الدنيا بل يدعوكم إلى الطاعة لتصيروا إلى دار السلام ، أي إلى الجنة . قال قتادة والحسن : السلام هو الله ، وداره الجنة ; وسميت الجنة دار السلام لأن من دخلها سلم من الآفات . ومن أسمائه سبحانه السلام ، وقد بيناه في \" الكتاب الأسنى في شرح أسماء الله الحسنى \" . ويأتي في سورة \" الحشر \" إن شاء الله . وقيل : المعنى والله يدعو إلى دار السلامة . والسلام والسلامة بمعنى كالرضاع والرضاعة ; قاله الزجاج . قال الشاعر :تحيي بالسلامة أم بكر وهل لك بعد قومك من سلاموقيل : أراد والله يدعو إلى دار التحية ; لأن أهلها ينالون من الله التحية والسلام ، وكذلك من الملائكة . قال الحسن : إن السلام لا ينقطع عن أهل الجنة ، وهو تحيتهم ; كما قال : وتحيتهم فيها سلام . وقال يحيى بن معاذ : يا ابن آدم ، دعاك الله إلى دار السلام فانظر من أين تجيبه ، فإن أجبته من دنياك دخلتها ، وإن أجبته من قبرك منعتها . وقال ابن عباس : الجنان سبع : دار الجلال ، ودار السلام ، وجنة عدن ، وجنة المأوى ، وجنة الخلد ، وجنة الفردوس ، وجنة النعيم .قوله تعالى ويهدي من يشاء إلى صراط مستقيم عم بالدعوة إظهارا لحجته ، وخص بالهداية استغناء عن خلقه . والصراط المستقيم ، قيل : كتاب الله ; رواه علي بن أبي طالب رضي الله عنه قال : سمعت رسول الله صلى الله عليه وسلم يقول : الصراط المستقيم كتاب الله تعالى . [ ص: 242 ] وقيل : الإسلام ; رواه النواس بن سمعان عن رسول الله صلى الله عليه وسلم . وقيل : الحق ; قاله قتادة ومجاهد . وقيل : رسول الله صلى الله عليه وسلم وصاحباه من بعده أبو بكر وعمر رضي الله عنهما . وروى جابر بن عبد الله قال : خرج رسول الله صلى الله عليه وسلم يوما فقال : رأيت في المنام كأن جبريل عند رأسي وميكائيل عند رجلي فقال أحدهما لصاحبه اضرب له مثلا فقال له اسمع سمعت أذناك واعقل عقل قلبك وإنما مثلك ومثل أمتك كمثل ملك اتخذ دارا ثم بنى فيها بيتا ثم جعل فيها مأدبة ثم بعث رسولا يدعو الناس إلى طعامه فمنهم من أجاب الرسول ومنهم من تركه فالله الملك والدار الإسلام والبيت الجنة وأنت يا محمد الرسول فمن أجابك دخل في الإسلام ومن دخل في الإسلام دخل الجنة ومن دخل الجنة أكل مما فيها ثم تلا يعني رسول الله صلى الله عليه وسلم ويهدي من يشاء إلى صراط مستقيم . ثم تلا قتادة ومجاهد : والله يدعو إلى دار السلام . وهذه الآية بينة الحجة في الرد على القدرية ; لأنهم قالوا : هدى الله الخلق كلهم إلى صراط مستقيم ، والله قال : ويهدي من يشاء إلى صراط مستقيم فردوا على الله نصوص القرآن ."
    },
    {
      "ayah": 26,
      "surah": 10,
      "text": "قوله تعالى للذين أحسنوا الحسنى وزيادة ولا يرهق وجوههم قتر ولا ذلة أولئك أصحاب الجنة هم فيها خالدونقوله تعالى للذين أحسنوا الحسنى وزيادة روي من حديث أنس قال : سئل رسول الله صلى الله عليه وسلم عن قوله تعالى : وزيادة قال : للذين أحسنوا العمل في الدنيا لهم الحسنى وهي الجنة والزيادة النظر إلى وجه الله الكريم وهو قول أبي بكر الصديق وعلي بن أبي طالب في رواية . وحذيفة وعبادة بن الصامت وكعب بن عجرة وأبي موسى وصهيب وابن عباس في رواية ، وهو قول جماعة من التابعين ، وهو الصحيح في الباب . وروى مسلم في صحيحه عن صهيب عن النبي صلى الله عليه وسلم قال : إذا دخل أهل الجنة الجنة قال الله تبارك وتعالى تريدون شيئا أزيدكم فيقولون ألم تبيض وجوهنا ألم تدخلنا الجنة وتنجنا من النار قال فيكشف الحجاب فما [ ص: 243 ] أعطوا شيئا أحب إليهم من النظر إلى ربهم عز وجل وفي رواية ثم تلا للذين أحسنوا الحسنى وزيادة وخرجه النسائي أيضا عن صهيب قال قيل لرسول الله صلى الله عليه وسلم : هذه الآية للذين أحسنوا الحسنى وزيادة قال : إذا دخل أهل الجنة الجنة وأهل النار النار نادى مناد يا أهل الجنة إن لكم موعدا عند الله يريد أن ينجزكموه قالوا ألم يبيض وجوهنا ويثقل موازيننا ويجرنا من النار قال فيكشف الحجاب فينظرون إليه فوالله ما أعطاهم الله شيئا أحب إليهم من النظر ولا أقر لأعينهم . وخرجه ابن المبارك في دقائقه عن أبي موسى الأشعري موقوفا ، وقد ذكرناه في كتاب التذكرة ، وذكرنا هناك معنى كشف الحجاب ، والحمد لله . وخرج الترمذي الحكيم أبو عبد الله رحمه الله : حدثنا علي بن حجر حدثنا الوليد بن مسلم عن زهير عن أبي العالية عن أبي بن كعب قال : سألت رسول الله صلى الله عليه وسلم عن الزيادتين في كتاب الله ; في قوله للذين أحسنوا الحسنى وزيادة قال : النظر إلى وجه الرحمن وعن قوله : وأرسلناه إلى مائة ألف أو يزيدون قال : عشرون ألفا . وقد قيل : إن الزيادة أن تضاعف الحسنة عشر حسنات إلى أكثر من ذلك ; روي عن ابن عباس . وروي عن علي بن أبي طالب رضي الله عنه : الزيادة غرفة من لؤلؤة واحدة لها أربعة آلاف باب . وقال مجاهد : الحسنى حسنة مثل حسنة ، والزيادة مغفرة من الله ورضوان . وقال عبد الرحمن بن زيد بن أسلم : الحسنى الجنة ، والزيادة ما أعطاهم الله في الدنيا من فضله لا يحاسبهم به يوم القيامة . وقال عبد الرحمن بن سابط : الحسنى البشرى ، والزيادة النظر إلى وجه الله الكريم ; قال الله تعالى : وجوه يومئذ ناضرة إلى ربها ناظرة . وقال يزيد بن شجرة : الزيادة أن تمر السحابة بأهل الجنة فتمطرهم من كل النوادر التي لم يروها ، وتقول : يا أهل الجنة ، ما تريدون أن أمطركم ؟ فلا يريدون شيئا إلا أمطرتهم إياه . وقيل : الزيادة أنه ما يمر عليهم مقدار يوم من أيام الدنيا إلا حتى يطيف بمنزل أحدهم سبعون ألف ملك ، مع كل ملك هدايا من عند الله ليست مع صاحبه ، ما رأوا مثل تلك الهدايا قط ; فسبحان الواسع العليم الغني الحميد العلي الكبير العزيز القدير البر الرحيم المدبر الحكيم اللطيف الكريم الذي لا تتناهى مقدوراته .وقيل : أحسنوا أي معاملة الناس ، الحسنى : شفاعتهم ، والزيادة : إذن الله تعالى فيها وقبوله .[ ص: 244 ] قوله تعالى ولا يرهق قيل : معناه يلحق ; ومنه قيل : غلام مراهق إذا لحق بالرجال . وقيل : يعلو . وقيل : يغشى ; والمعنى متقارب .قتر ولا ذلة أولئك أصحاب الجنة هم فيها خالدون قتر غبار . ولا ذلة أي مذلة ; كما يلحق أهل النار ; أي لا يلحقهم غبار في محشرهم إلى الله ولا تغشاهم ذلة . وأنشد أبو عبيدة للفرزدق :متوج برداء الملك يتبعه موج ترى فوقه الرايات والقتراوقرأ الحسن \" قتر \" بإسكان التاء . والقتر والقترة والقترة بمعنى واحد ; قاله النحاس . وواحد القتر قترة ; ومنه قوله تعالى : ترهقها قترة أي تعلوها غبرة . وقيل : قتر كآبة وكسوف . ابن عباس : القتر سواد الوجوه . ابن بحر : دخان النار ; ومنه قتار القدر . وقال ابن ليلى : هو بعد نظرهم إلى ربهم عز وجل .قلت : هذا فيه نظر ; فإن الله عز وجل يقول : إن الذين سبقت لهم منا الحسنى أولئك عنها مبعدون إلى قوله لا يحزنهم الفزع الأكبر وقال في غير آية : ولا خوف عليهم ولا هم يحزنون وقال : إن الذين قالوا ربنا الله ثم استقاموا تتنزل عليهم الملائكة ألا تخافوا ولا تحزنوا الآية . وهذا عام فلا يتغير بفضل الله في موطن من المواطن لا قبل النظر ولا بعده وجه المحسن بسواد من كآبة ولا حزن ، ولا يعلوه شيء من دخان جهنم ولا غيره . وأما الذين ابيضت وجوههم ففي رحمة الله هم فيها خالدون ."
    },
    {
      "ayah": 27,
      "surah": 10,
      "text": "قوله تعالى والذين كسبوا السيئات جزاء سيئة بمثلها وترهقهم ذلة ما لهم من الله من عاصم كأنما أغشيت وجوههم قطعا من الليل مظلما أولئك أصحاب النار هم فيها خالدونقوله تعالى والذين كسبوا السيئات أي عملوا المعاصي . وقيل : الشرك جزاء سيئة بمثلها \" جزاء \" مرفوع بالابتداء ، وخبره بمثلها . قال ابن كيسان : الباء زائدة ; والمعنى جزاء سيئة مثلها . وقيل : الباء مع ما بعدها الخبر ، وهي متعلقة بمحذوف قامت مقامه ، والمعنى : جزاء سيئة كائن بمثلها ; كقولك : إنما أنا بك ; أي إنما أنا كائن بك . ويجوز [ ص: 245 ] أن تتعلق ب \" جزاء \" التقدير : جزاء سيئة بمثلها كائن ; فحذف خبر المبتدأ . ويجوز أن يكون جزاء مرفوعا على تقدير فلهم جزاء سيئة ; فيكون مثل قوله : فعدة من أيام أخر أي فعليه عدة ، وشبهه ; والباء على هذا التقدير تتعلق بمحذوف ، كأنه قال لهم جزاء سيئة ثابت بمثلها ، أو تكون مؤكدة أو زائدة . ومعنى هذه المثلية أن ذلك الجزاء مما يعد مماثلا لذنوبهم ، أي هم غير مظلومين ، وفعل الرب جلت قدرته وتعالى شأنه غير معلل بعلة .وترهقهم ذلة أي يغشاهم هوان وخزي .ما لهم من الله أي من عذاب الله من عاصم أي مانع يمنعهم منه كأنما أغشيت أي ألبست وجوههم قطعا جمع قطعة ، وعلى هذا يكون مظلما حالا من الليل أي أغشيت وجوههم قطعا من الليل في حال ظلمته . وقرأ الكسائي وابن كثير \" قطعا \" بإسكان الطاء ; ف \" مظلما \" على هذا نعت ، ويجوز أن يكون حالا من الليل . والقطع اسم ما قطع فسقط . وقال ابن السكيت : القطع طائفة من الليل ; وسيأتي في \" هود \" إن شاء الله تعالى ."
    },
    {
      "ayah": 28,
      "surah": 10,
      "text": "قوله تعالى ويوم نحشرهم جميعا ثم نقول للذين أشركوا مكانكم أنتم وشركاؤكم فزيلنا بينهم وقال شركاؤهم ما كنتم إيانا تعبدونقوله تعالى ويوم نحشرهم أي نجمعهم ، والحشر الجمع . جميعا حال .ثم نقول للذين أشركوا أي اتخذوا مع الله شريكا مكانكم أي الزموا واثبتوا مكانكم ، وقفوا مواضعكم أنتم وشركاؤكم وهذا وعيد .فزيلنا بينهم أي فرقنا وقطعنا ما كان بينهم من التواصل في الدنيا ; يقال : زيلته فتزيل ، أي فرقته فتفرق ، وهو فعلت ; لأنك تقول في مصدره تزييلا ، ولو كان فيعلت لقلت زيلة . والمزايلة المفارقة ; يقال : زايله الله مزايلة وزيالا إذا فارقه . والتزايل التباين . قال الفراء : وقرأ بعضهم \" فزايلنا بينهم \" ; يقال : لا أزايل فلانا ، أي لا أفارقه ; فإن قلت : لا أزاوله فهو بمعنى آخر ، معناه لا أخاتله .وقال شركاؤهم عني بالشركاء الملائكة . وقيل : الشياطين ، وقيل : الأصنام ; فينطقها الله تعالى فتكون بينهم هذه المحاورة . وذلك أنهم ادعوا على الشياطين الذين أطاعوهم والأصنام التي عبدوها أنهم أمروهم بعبادتهم ويقولون ما عبدناكم حتى أمرتمونا . قال مجاهد : ينطق الله الأوثان فتقول ما كنا نشعر بأنكم إيانا تعبدون ، وما أمرناكم بعبادتنا . وإن حمل الشركاء على الشياطين فالمعنى [ ص: 246 ] أنهم يقولون ذلك دهشا ، أو يقولون كذبا واحتيالا للخلاص ، وقد يجري مثل هذا غدا ; وإن صارت المعارف ضرورية ."
    },
    {
      "ayah": 29,
      "surah": 10,
      "text": "قوله تعالى فكفى بالله شهيدا بيننا وبينكم إن كنا عن عبادتكم لغافلينقوله تعالى فكفى بالله شهيدا بيننا وبينكم شهيدا مفعول ، أي كفى الله شهيدا ، أو تمييز ، أي اكتف به شهيدا بيننا وبينكم إن كنا أمرناكم بهذا أو رضيناه منكم .إن كنا أي ما كنا عن عبادتكم لغافلين إلا غافلين لا نسمع ولا نبصر ولا نعقل ; لأنا كنا جمادا لا روح فينا ."
    },
    {
      "ayah": 3,
      "surah": 10,
      "text": "قوله تعالى إن ربكم الله الذي خلق السماوات والأرض في ستة أيام ثم استوى على العرش يدبر الأمر ما من شفيع إلا من بعد إذنه ذلكم الله ربكم فاعبدوه أفلا تذكرونقوله تعالى إن ربكم الله الذي خلق السماوات والأرض في ستة أيام ثم استوى على العرش تقدم في الأعراف .يدبر الأمر قال مجاهد : يقضيه ويقدره وحده . ابن عباس : لا يشركه في تدبير خلقه أحد . وقيل : يبعث بالأمر . وقيل : ينزل به . وقيل : يأمر به ويمضيه ; والمعنى متقارب . فجبريل للوحي ، وميكائيل للقطر ، وإسرافيل للصور ، وعزرائيل للقبض . [ ص: 224 ] وحقيقته تنزيل الأمور في مراتبها على أحكام عواقبها ، واشتقاقه من الدبر . والأمر اسم لجنس الأمور .ما من شفيع في موضع رفع ، والمعنى ما شفيعإلا من بعد إذنه وقد تقدم في \" البقرة \" معنى الشفاعة . فلا يشفع أحد نبي ولا غيره إلا بإذنه سبحانه ، وهذا رد على الكفار في قولهم فيما عبدوه من دون الله : هؤلاء شفعاؤنا عند الله فأعلمهم الله أن أحدا لا يشفع لأحد إلا بإذنه ، فكيف بشفاعة أصنام لا تعقل .قوله تعالى ذلكم الله ربكم فاعبدوه أي ذلكم الذي فعل هذه الأشياء من خلق السماوات والأرض هو ربكم لا رب لكم غيره . فاعبدوه أي وحدوه وأخلصوا له العبادة . أفلا تذكرون أي أنها مخلوقاته فتستدلوا بها عليه ."
    },
    {
      "ayah": 30,
      "surah": 10,
      "text": "قوله تعالى هنالك تبلو كل نفس ما أسلفت وردوا إلى الله مولاهم الحق وضل عنهم ما كانوا يفترونقوله تعالى هنالك في موضع نصب على الظرف تبلو أي في ذلك الوقت . تبلو أي تذوق . وقال الكلبي : تعلم . مجاهد : تختبر .كل نفس ما أسلفت أي جزاء ما عملت وقدمت . وقيل : تسلم ، أي تسلم ما عليها من الحقوق إلى أربابها بغير اختيارها . وقرأ حمزة والكسائي \" تتلو \" أي تقرأ كل نفس كتابها الذي كتب عليها . وقيل : \" تتلو \" تتبع ; أي تتبع كل نفس ما قدمت في الدنيا ; قاله السدي . ومنه قول الشاعر :إن المريب يتبع المريبا كما رأيت الذيب يتلو الذيباقوله تعالى وردوا إلى الله مولاهم الحق بالخفض على البدل أو الصفة . ويجوز نصب الحق من ثلاث جهات ; يكون التقدير : وردوا حقا ، ثم جيء بالألف واللام . ويجوز أن يكون التقدير : مولاهم حقا لا ما يعبدون من دونه . والوجه الثالث أن يكون مدحا ; أي أعني الحق . ويجوز أن يرفع \" الحق \" ، ويكون المعنى مولاهم الحق - على الابتداء والخبر والقطع مما قبل - لا ما يشركون من دونه . ووصف نفسه سبحانه بالحق لأن الحق منه ، كما وصف نفسه بالعدل لأن العدل منه ; أي كل عدل وحق فمن قبله ، وقال ابن عباس : مولاهم الحق أي الذي يجازيهم بالحق . فإن قيل : كيف قال : [ ص: 247 ] وردوا إلى الله مولاهم الحق وقد أخبر بأن الكافرين لا مولى لهم . قيل ليس بمولاهم في النصرة والمعونة ، وهو مولى لهم في الرزق وإدرار النعم ."
    },
    {
      "ayah": 31,
      "surah": 10,
      "text": "قوله تعالى : يفترون قل من يرزقكم من السماء والأرض أمن يملك السمع والأبصار ومن يخرج الحي من الميت ويخرج الميت من الحي ومن يدبر الأمر فسيقولون الله فقل أفلا تتقون المراد بمساق هذا الكلام الرد على المشركين وتقرير الحجة عليهم ; فمن اعترف منهم فالحجة ظاهرة عليهم ، ومن لم يعترف فيقرر عليه أن هذه السماوات والأرض لا بد لهما من خالق ; ولا يتمارى في هذا عاقل . وهذا قريب من مرتبة الضرورة . من السماء أي بالمطر . والأرض بالنبات .أم من يملك السمع والأبصار أي من جعلهما وخلقهما لكم .ومن يخرج الحي من الميت أي النبات من الأرض ، والإنسان من النطفة ، والسنبلة من الحبة ، والطير من البيضة ، والمؤمن من الكافر .ومن يدبر الأمر أي يقدره ويقضيه .فسيقولون الله لأنهم كانوا يعتقدون أن الخالق هو الله ; أو فسيقولون هو الله إن فكروا وأنصفوا فقل لهم يا محمد أفلا تتقون ، أي : أفلا تخافون عقابه ونقمته في الدنيا والآخرة ."
    },
    {
      "ayah": 32,
      "surah": 10,
      "text": "قوله تعالى فذلكم الله ربكم الحق فماذا بعد الحق إلا الضلال فأنى تصرفون قوله تعالى فذلكم الله ربكم الحق فماذا بعد الحق إلا الضلال فيه ثماني مسائل : الأولى : قوله تعالى فذلكم الله ربكم الحق أي هذا الذي يفعل هذه الأشياء هو ربكم الحق ، لا ما أشركتم معه . فماذا بعد الحق \" ذا \" صلة أي ما بعد عبادة الإله الحق إذا تركت عبادته إلا الضلال . وقال بعض المتقدمين : ظاهر هذه الآية يدل على أن ما بعد الله هو الضلال ; لأن أولها فذلكم الله ربكم الحق وآخرها فماذا بعد الحق إلا الضلال فهذا في الإيمان والكفر ، ليس في الأعمال . وقال بعضهم : إن الكفر تغطية الحق ، وكل ما كان غير الحق جرى هذا المجرى ; فالحرام ضلال والمباح هدى ; فإن الله هو المبيح والمحرم . والصحيح الأول ; لأن قبل قل من يرزقكم من السماء والأرض ثم قال [ ص: 248 ] فذلكم الله ربكم الحق أي هذا الذي رزقكم ، وهذا كله فعله هو . ربكم الحق أي الذي تحق له الألوهية ويستوجب العبادة ، وإذا كان ذلك فتشريك غيره ضلال وغير حق .الثانية : قال علماؤنا : حكمت هذه الآية بأنه ليس بين الحق والباطل منزلة ثالثة في هذه المسألة التي هي توحيد الله تعالى ، وكذلك هو الأمر في نظائرها ، وهي مسائل الأصول التي الحق فيها في طرف واحد ; لأن الكلام فيها إنما هو في تعديد وجود ذات كيف هي ، وذلك بخلاف مسائل الفروع التي قال الله تعالى فيها : لكل جعلنا منكم شرعة ومنهاجا ، وقوله عليه السلام : الحلال بين والحرام بين وبينهما أمور متشابهات . والكلام في الفروع إنما هو في أحكام طارئة على وجود ذات متقررة لا يختلف فيها وإنما يختلف في الأحكام المتعلقة بها .الثالثة : ثبت عن عائشة رضي الله عنها أن النبي صلى الله عليه وسلم كان إذا قام إلى الصلاة في جوف الليل قال : اللهم لك الحمد . الحديث . وفيه أنت الحق ووعدك الحق وقولك الحق ولقاؤك الحق والجنة حق والنار حق والساعة حق والنبيون حق ومحمد حق الحديث . فقوله : أنت الحق أي الواجب الوجود ; وأصله من حق الشيء أي ثبت ووجب . وهذا الوصف لله تعالى بالحقيقة إذ وجوده لنفسه لم يسبقه عدم ولا يلحقه عدم ; وما عداه مما يقال عليه هذا الاسم مسبوق بعدم ، ويجوز عليه لحاق العدم ، ووجوده من موجده لا من نفسه . وباعتبار هذا المعنى كان أصدق كلمة قالها الشاعر ، كلمة لبيد :ألا كل شيء ما خلا الله باطلوإليه الإشارة بقوله تعالى : كل شيء هالك إلا وجهه له الحكم وإليه ترجعون .الرابعة : مقابلة الحق بالضلال عرف لغة وشرعا ، كما في هذه الآية . وكذلك أيضا مقابلة الحق بالباطل عرف لغة وشرعا ; قال الله تعالى : ذلك بأن الله هو الحق وأن ما يدعون من دونه هو الباطل . والضلال حقيقته الذهاب عن الحق ; أخذ من ضلال الطريق ، وهو [ ص: 249 ] العدول عن سمته . قال ابن عرفة : الضلالة عند العرب سلوك غير سبيل القصد ; يقال : ضل عن الطريق وأضل الشيء إذا أضاعه . وخص في الشرع بالعبارة في العدول عن السداد في الاعتقاد دون الأعمال ; ومن غريب أمره أنه يعبر به عن عدم المعرفة بالحق سبحانه إذا قابله غفلة ولم يقترن بعدمه جهل أو شك ، وعليه حمل العلماء قوله تعالى : ووجدك ضالا فهدى أي غافلا ، في أحد التأويلات ، يحققه قوله تعالى : ما كنت تدري ما الكتاب ولا الإيمان .الخامسة : روى عبد الله بن عبد الحكم وأشهب عن مالك في قوله تعالى : فماذا بعد الحق إلا الضلال قال : اللعب بالشطرنج والنرد من الضلال . وروى يونس عن ابن وهب أنه سئل عن الرجل يلعب في بيته مع امرأته بأربع عشرة ; فقال مالك : ما يعجبني! وليس من شأن المؤمنين ، يقول الله تعالى : فماذا بعد الحق إلا الضلال . وروى يونس عن أشهب قال : سئل - يعني مالكا - عن اللعب بالشطرنج فقال : لا خير فيه ، وليس بشيء وهو من الباطل ، واللعب كله من الباطل ، وإنه لينبغي لذي العقل أن تنهاه اللحية والشيب عن الباطل . وقال الزهري لما سئل عن الشطرنج : هي من الباطل ولا أحبها .السادسة : اختلف العلماء في جواز اللعب بالشطرنج وغيره إذا لم يكن على وجه القمار ; فتحصيل مذهب مالك وجمهور الفقهاء في الشطرنج أن من لم يقامر بها ولعب مع أهله في بيته مستترا به مرة في الشهر أو العام ، لا يطلع عليه ولا يعلم به أنه معفو عنه غير محرم عليه ولا مكروه له ، وأنه إن تخلع به واشتهر فيه سقطت مروءته وعدالته وردت شهادته . وأما الشافعي فلا تسقط في مذهب أصحابه شهادة اللاعب بالنرد والشطرنج ، إذا كان عدلا في جميع أصحابه ، ولم يظهر منه سفه ولا ريبة ولا كبيرة إلا أن يلعب به قمارا ، فإن لعب بها قمارا وكان بذلك معروفا سقطت عدالته وسفه نفسه لأكله المال بالباطل . وقال أبو حنيفة : يكره اللعب بالشطرنج والنرد والأربعة عشر وكل اللهو ; فإن لم تظهر من اللاعب بها كبيرة وكانت محاسنه أكثر من مساويه قبلت شهادته عندهم . قال ابن العربي : قالت الشافعية إن الشطرنج يخالف النرد لأن فيه إكداد الفهم واستعمال القريحة . والنرد قمار غرر لا يعلم ما يخرج له فيه كالاستقسام بالأزلام .السابعة : قال علماؤنا : النرد قطع مملوءة من خشب البقس ومن عظم الفيل ، وكذا هو [ ص: 250 ] الشطرنج إذ هو أخوه غذي بلبانه . والنرد هو الذي يعرف بالباطل ، ويعرف بالكعاب ويعرف في الجاهلية أيضا بالأرن ويعرف أيضا بالنردشير . وفي صحيح مسلم عن سليمان بن بريدة عن أبيه عن النبي صلى الله عليه وسلم قال : من لعب بالنردشير فكأنما غمس يده في لحم خنزير ودمه . قال علماؤنا : ومعنى هذا أي هو كمن غمس يده في لحم الخنزير يهيئه لأن يأكله ، وهذا الفعل في الخنزير حرام لا يجوز ; يبينه قوله صلى الله عليه وسلم : من لعب بالنرد فقد . عصى الله ورسوله رواه مالك وغيره من حديث أبي موسى الأشعري وهو حديث صحيح ، وهو يحرم اللعب بالنرد جملة واحدة ، وكذلك الشطرنج ، لم يستثن وقتا من وقت ولا حالا من حال ، وأخبر أن فاعل ذلك عاص لله ورسوله ; إلا أنه يحتمل أن يكون المراد باللعب بالنرد المنهي عنه أن يكون على وجه القمار ; لما روي من إجازة اللعب بالشطرنج عن التابعين على غير قمار . وحمل ذلك على العموم قمارا وغير قمار أولى وأحوط إن شاء الله . قال أبو عبد الله الحليمي في كتاب منهاج الدين : ومما جاء في الشطرنج حديث يروى فيه كما يروى في النرد أن رسول الله صلى الله عليه وسلم قال : من لعب بالشطرنج فقد عصى الله ورسوله . وعن علي رضي الله عنه أنه مر على مجلس من مجالس بني تميم وهم يلعبون بالشطرنج فوقف عليهم فقال : أما والله لغير هذا خلقتم! أما والله لولا أن تكون سنة لضربت به وجوهكم . وعنه رضي الله عنه أنه مر بقوم يلعبون بالشطرنج فقال : ما هذه التماثيل التي أنتم لها عاكفون ; لأن يمس أحدكم جمرا حتى يطفأ خير من أن يمسها . وسئل ابن عمر عن الشطرنج فقال هي شر من النرد . وقال أبو موسى الأشعري : لا يلعب بالشطرنج إلا خاطئ . وسئل أبو جعفر عن الشطرنج فقال : دعونا من هذه المجوسية . وفي حديث طويل عن النبي صلى الله عليه وسلم : وأن من لعب بالنرد والشطرنج والجوز والكعاب مقته الله ومن جلس إلى من يلعب بالنرد والشطرنج لينظر إليهم محيت عنه حسناته كلها وصار ممن مقته [ ص: 251 ] الله .وهذه الآثار كلها تدل على تحريم اللعب بها بلا قمار ، والله أعلم . وقد ذكرنا في \" المائدة \" بيان تحريمها وأنها كالخمر في التحريم لاقترانها به ، والله أعلم . قال ابن العربي في قبسه : وقد جوزه الشافعي ، وانتهى حال بعضهم إلى أن يقول : هو مندوب إليه ، حتى اتخذوه في المدرسة ; فإذا أعيا الطالب من القراءة لعب به في المسجد . وأسندوا إلى قوم من الصحابة والتابعين أنهم لعبوا بها ; وما كان ذلك قط! وتالله ما مستها يد تقي . ويقولون : إنها تشحذ الذهن ، والعيان يكذبهم ، ما تبحر فيها قط رجل له ذهن . سمعت الإمامأبا الفضل عطاء المقدسي يقول بالمسجد الأقصى في المناظرة : إنها تعلم الحرب . فقال له الطرطوشي : بل تفسد تدبير الحرب ; لأن الحرب المقصود منها الملك واغتياله ، وفي الشطرنج تقول : شاه إياك : الملك نحه عن طريقي ; فاستضحك الحاضرين . وتارة شدد فيها مالك وحرمها وقال فيها : فماذا بعد الحق إلا الضلال وتارة استهان بالقليل منها والأهون ، والقول الأول أصح والله أعلم .فإن قال قائل : روي عن عمر بن الخطاب رضي الله عنه أنه سئل عن الشطرنج فقال : وما الشطرنج ؟ فقيل له : إن امرأة كان لها ابن وكان ملكا فأصيب في حرب دون أصحابه ; فقالت : كيف يكون هذا أرونيه عيانا ; فعمل لها الشطرنج ، فلما رأته تسلت بذلك . ووصفوا الشطرنج لعمر رضي الله عنه فقال : لا بأس بما كان من آلة الحرب ; قيل له : هذا لا حجة فيه لأنه لم يقل لا بأس بالشطرنج وإنما قال لا بأس بما كان من آلة الحرب . وإنما قال هذا لأنه شبه عليه أن اللعب بالشطرنج مما يستعان به على معرفة أسباب الحرب ، فلما قيل له ذلك ولم يحط به علمه قال : لا بأس بما كان من آلة الحرب ، إن كان كما تقولون فلا بأس به ، وكذلك من روي عنه من الصحابة أنه لم ينه عنه ، فإن ذلك محمول منه على أنه ظن أن ذلك ليس يتلهى به ، وإنما يراد به التسبب إلى علم القتال والمضاربة فيه ، أو على أن الخبر المسند لم يبلغهم . قال الحليمي : وإذا صح الخبر فلا حجة لأحد معه ، وإنما الحجة فيه على الكافة .الثامنة : ذكر ابن وهب بإسناده أن عبد الله بن عمر مر بغلمان يلعبون بالكجة ، وهي حفر فيها حصى يلعبون بها ، قال : فسدها ابن عمر ونهاهم عنها . وذكر الهروي في باب \" الكاف مع الجيم \" في حديث ابن عباس : في كل شيء قمار حتى في لعب الصبيان بالكجة ; قال ابن الأعرابي : هو أن يأخذ الصبي خرقة فيدورها كأنها كرة ، ثم يتقامرون بها . وكج : إذا لعب بالكجة .[ ص: 252 ] قوله تعالى فأنى تصرفون أي كيف تصرفون عقولكم إلى عبادة ما لا يرزق ولا يحيي ولا يميت ."
    },
    {
      "ayah": 33,
      "surah": 10,
      "text": "قوله تعالى كذلك حقت كلمة ربك على الذين فسقوا أنهم لا يؤمنونقوله تعالى كذلك حقت كلمة ربك أي حكمه وقضاؤه وعلمه السابق .على الذين فسقوا أي خرجوا عن الطاعة وكفروا وكذبوا .أنهم لا يؤمنون أي لا يصدقون . وفي هذا أوفى دليل على القدرية . وقرأ نافع وابن عامر هنا وفي آخرها \" كذلك حقت كلمات ربك \" وفي سورة غافر بالجمع في الثلاثة . الباقون بالإفراد و \" أن \" في موضع نصب ; أي بأنهم أو لأنهم . قال الزجاج : ويجوز أن تكون في موضع رفع على البدل من \" كلمات \" . قال الفراء : يجوز \" إنهم \" بالكسر على الاستئناف ."
    },
    {
      "ayah": 34,
      "surah": 10,
      "text": "قوله تعالى قل هل من شركائكم من يبدأ الخلق ثم يعيده قل الله يبدأ الخلق ثم يعيده فأنى تؤفكونقوله تعالى قل هل من شركائكم أي آلهتكم ومعبوداتكم .من يبدأ الخلق ثم يعيده أي قل لهم يا محمد ذلك على جهة التوبيخ والتقرير ; فإن أجابوك وإلا ف قل الله يبدأ الخلق ثم يعيده وليس غيره يفعل ذلك .فأنى تؤفكون أي فكيف تنقلبون وتنصرفون عن الحق إلى الباطل ."
    },
    {
      "ayah": 35,
      "surah": 10,
      "text": "قوله تعالى قل هل من شركائكم من يهدي إلى الحق قل الله يهدي للحق أفمن يهدي إلى الحق أحق أن يتبع أم من لا يهدي إلا أن يهدى فما لكم كيف تحكمونقوله تعالى قل هل من شركائكم من يهدي إلى الحق يقال : هداه للطريق وإلى الطريق بمعنى واحد ; وقد تقدم . أي هل من شركائكم من يرشد إلى دين الإسلام ; فإذا قالوا لا ولا بد منه ف قل لهم الله يهدي للحق ثم قل لهم موبخا ومقررا . أفمن يهدي أي يرشد إلى الحق وهو الله سبحانه وتعالى أحق أن يتبع أم من لا يهدي إلا أن يهدى يريد الأصنام التي لا تهدي أحدا ، ولا تمشي إلا أن تحمل ، ولا تنتقل عن مكانها إلا أن تنقل . قال الشاعر :[ ص: 253 ]للفتى عقل يعيش به حيث تهدي ساقه قدمهوقيل : المراد الرؤساء والمضلون الذين لا يرشدون أنفسهم إلى هدى إلا أن يرشدوا . وفي يهدي قراءات ست : الأولى : قرأ أهل المدينة إلا ورشا \" يهدي \" بفتح الياء وإسكان الهاء وتشديد الدال ; فجمعوا في قراءتهم بين ساكنين كما فعلوا في قوله : \" لا تعدوا \" وفي قوله : \" يخصمون \" . قال النحاس : والجمع بين الساكنين لا يقدر أحد أن ينطق به . قال محمد بن يزيد : لا بد لمن رام مثل هذا أن يحرك حركة خفيفة إلى الكسر ، وسيبويه يسمي هذا اختلاس الحركة .الثانية : قرأ أبو عمرو وقالون في رواية بين الفتح والإسكان ، على مذهبه في الإخفاء والاختلاس .الثالثة : قرأ ابن عامر وابن كثير وورش وابن محيصن \" يهدي \" بفتح الياء والهاء وتشديد الدال ، قال النحاس : هذه القراءة بينة في العربية ، والأصل فيها يهتدي أدغمت التاء في الدال وقلبت حركتها على الهاء .الرابعة : قرأ حفص ويعقوب والأعمش عن أبي بكر مثل قراءة ابن كثير ، إلا أنهم كسروا الهاء ، قالوا : لأن الجزم إذا اضطر إلى حركته حرك إلى الكسر . قال أبو حاتم : هي لغة سفلي مضر .الخامسة : قرأ أبو بكر عن عاصم يهدي بكسر الياء والهاء وتشديد الدال ، كل ذلك لإتباع الكسر الكسر كما تقدم في البقرة في يخطف وقيل : هي لغة من قرأ \" نستعين \" ، و \" لن تمسنا النار \" ونحوه . وسيبويه لا يجيز يهدي ويجيز \" تهدي \" و \" نهدي \" و \" إهدي \" قال : لأن الكسرة في الياء تثقل .السادسة : قرأ حمزة والكسائي وخلف ويحيى بن وثاب والأعمش \" يهدي \" بفتح الياء وإسكان الهاء وتخفيف الدال ; من هدى يهدي . قال النحاس : وهذه القراءة لها وجهان في العربية وإن كانت بعيدة ، وأحد الوجهين أن الكسائي والفراء قالا : \" يهدي \" بمعنى يهتدي . قال أبو العباس : لا يعرف هذا ، ولكن التقدير أمن لا يهدي غيره ، تم الكلام ، ثم قال : \" إلا أن يهدى \" [ ص: 254 ] استأنف من الأول ، أي لكنه يحتاج أن يهدى ; فهو استثناء منقطع ، كما تقول : فلان لا يسمع غيره إلا أن يسمع ، أي لكنه يحتاج أن يسمع . وقال أبو إسحاق : فما لكم كلام تام ، والمعنى : فأي شيء لكم في عبادة الأوثان . ثم قيل لهم : كيف تحكمون أي لأنفسكم وتقضون بهذا الباطل الصراح ، تعبدون آلهة لا تغني عن أنفسها شيئا إلا أن يفعل بها ، والله يفعل ما يشاء فتتركون عبادته ; فموضع كيف نصب ب تحكمون ."
    },
    {
      "ayah": 36,
      "surah": 10,
      "text": "قوله تعالى وما يتبع أكثرهم إلا ظنا إن الظن لا يغني من الحق شيئا إن الله عليم بما يفعلونقوله تعالى وما يتبع أكثرهم إلا ظنا يريد الرؤساء منهم ; أي ما يتبعون إلا حدسا وتخريصا في أنها آلهة تشفع ، ولا حجة معهم . وأما أتباعهم فيتبعونهم تقليدا .إن الظن لا يغني من الحق شيئا أي من عذاب الله ; فالحق هو الله . وقيل الحق هنا اليقين ; أي ليس الظن كاليقين . وفي هذه الآية دليل على أنه لا يكتفى بالظن في العقائد .إن الله عليم بما يفعلون من الكفر والتكذيب ، خرجت مخرج التهديد ."
    },
    {
      "ayah": 37,
      "surah": 10,
      "text": "قوله تعالى وما كان هذا القرآن أن يفترى من دون الله ولكن تصديق الذي بين يديه وتفصيل الكتاب لا ريب فيه من رب العالمينقوله تعالى وما كان هذا القرآن أن يفترى من دون الله أن مع يفترى مصدر ، والمعنى : وما كان هذا القرآن افتراء ; كما تقول : فلان يحب أن يركب ، أي يحب الركوب ، قاله الكسائي . وقال الفراء : المعنى وما ينبغي لهذا القرآن أن يفترى ; كقوله : وما كان لنبي أن يغل وما كان المؤمنون لينفروا كافة . وقيل : أن بمعنى اللام ، تقديره : وما كان هذا القرآن ليفترى . وقيل : بمعنى لا ، أي لا يفترى . وقيل : المعنى ما كان يتهيأ لأحد أن يأتي بمثل هذا القرآن من عند غير الله ثم ينسبه إلى الله تعالى لإعجازه ; لوصفه ومعانيه وتأليفه .ولكن تصديق الذي بين يديه قال الكسائي والفراء ومحمد بن سعدان : التقدير ولكن كان [ ص: 255 ] تصديق ; ويجوز عندهم الرفع بمعنى : ولكن هو تصديق . الذي بين يديه أي من التوراة والإنجيل وغيرهما من الكتب ، فإنها قد بشرت به فجاء مصدقا لها في تلك البشارة ، وفي الدعاء إلى التوحيد والإيمان بالقيامة . وقيل : المعنى ولكن تصديق النبي بين يدي القرآن وهو محمد صلى الله عليه وسلم ; لأنهم شاهدوه قبل أن سمعوا منه القرآن .وتفصيل بالنصب والرفع على الوجهين المذكورين في تصديق . والتفصيل التبيين ، أي يبين ما في كتب الله المتقدمة . والكتاب اسم الجنس . وقيل : أراد بتفصيل الكتاب ما بين في القرآن من الأحكام .لا ريب فيه من رب العالمين الهاء عائدة للقرآن ، أي لا شك فيه أي في نزوله من قبل الله تعالى ."
    },
    {
      "ayah": 38,
      "surah": 10,
      "text": "قوله تعالى أم يقولون افتراه قل فأتوا بسورة مثله وادعوا من استطعتم من دون الله إن كنتم صادقينقوله تعالى أم يقولون افتراه \" أم \" هاهنا في موضع ألف الاستفهام لأنها اتصلت بما قبلها . وقيل : هي \" أم \" المنقطعة التي تقدر بمعنى \" بل \" والهمزة ; كقوله تعالى : الم تنزيل الكتاب لا ريب فيه من رب العالمين أم يقولون افتراه أي بل أيقولون افتراه . وقال أبو عبيدة : \" أم \" بمعنى الواو ، مجازه : ويقولون افتراه . وقيل : الميم صلة ، والتقدير : أيقولون افتراه ، أي اختلق محمد القرآن من قبل نفسه ، فهو استفهام معناه التقريع .قل فأتوا بسورة مثله ومعنى الكلام الاحتجاج ، فإن الآية الأولى دلت على كون القرآن من عند الله ; لأنه مصدق الذي بين يديه من الكتب وموافق لها من غير أن يتعلم محمد عليه السلام عن أحد . وهذه الآية إلزام بأن يأتوا بسورة مثله إن كان مفترى . وقد مضى القول في إعجاز القرآن ، وأنه معجز في مقدمة الكتاب ، والحمد لله ."
    },
    {
      "ayah": 39,
      "surah": 10,
      "text": "قوله تعالى بل كذبوا بما لم يحيطوا بعلمه ولما يأتهم تأويله كذلك كذب الذين من قبلهم فانظر كيف كان عاقبة الظالمينقوله تعالى بل كذبوا بما لم يحيطوا بعلمه أي كذبوا بالقرآن وهم جاهلون بمعانيه وتفسيره ، وعليهم أن يعلموا ذلك بالسؤال ; فهذا يدل على أنه يجب أن ينظر [ ص: 256 ] في التأويل .وقوله ولما يأتهم تأويله أي ولم يأتهم حقيقة عاقبة التكذيب من نزول العذاب بهم . أو كذبوا بما في القرآن من ذكر البعث والجنة والنار ، ولم يأتهم تأويله أي حقيقة ما وعدوا في الكتاب ; قاله الضحاك . وقيل للحسين بن الفضل : هل تجد في القرآن \" من جهل شيئا عاداه \" قال نعم ، في موضعين : بل كذبوا بما لم يحيطوا بعلمه وقوله : وإذ لم يهتدوا به فسيقولون هذا إفك قديم .كذلك كذب الذين من قبلهم يريد الأمم الخالية ، أي كذا كانت سبيلهم . والكاف في موضع نصب .فانظر كيف كان عاقبة الظالمين أي أخذهم بالهلاك والعذاب ."
    },
    {
      "ayah": 4,
      "surah": 10,
      "text": "قوله تعالى إليه مرجعكم جميعا وعد الله حقا إنه يبدأ الخلق ثم يعيده ليجزي الذين آمنوا وعملوا الصالحات بالقسط والذين كفروا لهم شراب من حميم وعذاب أليم بما كانوا يكفرونإليه مرجعكم جميعا رفع بالابتداء . ( جميعا ) نصب على الحال . ومعنى الرجوع إلى الله الرجوع إلى جزائه .وعد الله حقا مصدران ; أي وعد الله ذلك وعدا وحققه حقا صدقا لا خلف فيه . وقرأ إبراهيم بن أبي عبلة \" وعد الله حق \" على الاستئناف .قوله تعالى إنه يبدأ الخلق أي من التراب . ثم يعيده إليه . مجاهد : ينشئه ثم يميته ثم يحييه للبعث ; أو ينشئه من الماء ثم يعيده من حال إلى حال . وقرأ يزيد بن القعقاع \" أنه يبدأ الخلق \" تكون ( أن ) في موضع نصب ; أي وعدكم أنه يبدأ الخلق . ويجوز أن يكون التقدير لأنه يبدأ الخلق ; كما يقال : لبيك أن الحمد والنعمة لك ; والكسر أجود . وأجاز الفراء أن تكون ( أن ) في موضع رفع فتكون اسما . قال أحمد بن يحيى : يكون التقدير حقا إبداؤه الخلق .قوله تعالى ليجزي الذين آمنوا وعملوا الصالحات بالقسط أي بالعدل .والذين كفروا لهم شراب من حميم أي ماء حار قد انتهى حره ، والحميمة مثله . يقال : [ ص: 225 ] حممت الماء أحمه فهو حميم ، أي محموم ; فعيل بمعنى مفعول . وكل مسخن عند العرب فهو حميم .وعذاب أليم أي موجع ، يخلص وجعه إلى قلوبهم بما كانوا يكفرون أي بكفرهم ، وكان معظم قريش يعترفون بأن الله خالقهم ; فاحتج عليهم بهذا فقال : من قدر على الابتداء قدر على الإعادة بعد الإفناء أو بعد تفريق الأجزاء ."
    },
    {
      "ayah": 40,
      "surah": 10,
      "text": "قوله تعالى ومنهم من يؤمن به ومنهم من لا يؤمن به وربك أعلم بالمفسدينقوله تعالى ومنهم من يؤمن به قيل : المراد أهل مكة ، أي ومنهم من يؤمن به في المستقبل وإن طال تكذيبه ; لعلمه تعالى السابق فيهم أنهم من السعداء . و من رفع بالابتداء والخبر في المجرور . وكذا ومنهم من لا يؤمن به والمعنى ومنهم من يصر على كفره حتى يموت ; كأبي طالب وأبي لهب ونحوهما . وقيل : المراد أهل الكتاب . وقيل : هو عام في جميع الكفار ; وهو الصحيح . وقيل . إن الضمير في به يرجع إلى محمد صلى الله عليه وسلم ; فأعلم الله سبحانه أنه إنما أخر العقوبة لأن منهم من سيؤمن .وربك أعلم بالمفسدين أي من يصر على كفره ; وهذا تهديد لهم ."
    },
    {
      "ayah": 41,
      "surah": 10,
      "text": "قوله تعالى وإن كذبوك فقل لي عملي ولكم عملكم أنتم بريئون مما أعمل وأنا بريء مما تعملونقوله تعالى وإن كذبوك فقل لي عملي رفع بالابتداء ، والمعنى : لي ثواب عملي في التبليغ والإنذار والطاعة لله تعالى .ولكم عملكم أي جزاؤه من الشرك .أنتم بريئون مما أعمل وأنا بريء مما تعملون مثله ; أي لا يؤاخذ أحد بذنب الآخر . وهذه الآية منسوخة بآية السيف ; في قول مجاهد والكلبي ومقاتل وابن زيد ."
    },
    {
      "ayah": 42,
      "surah": 10,
      "text": "قوله تعالى ومنهم من يستمعون إليك أفأنت تسمع الصم ولو كانوا لا يعقلونقوله تعالى ومنهم من يستمعون إليك يريد بظواهرهم ، وقلوبهم لا تعي شيئا مما يقوله من الحق ويتلوه من القرآن ;أفأنت تسمع الصم ولو كانوا لا يعقلون أي لا تسمع ; فظاهره الاستفهام ومعناه النفي ، وجعلهم كالصم للختم على قلوبهم والطبع عليها ، أي لا تقدر على هداية من أصمه الله عن سماع الهدى ."
    },
    {
      "ayah": 43,
      "surah": 10,
      "text": "وكذا المعنى في : ومنهم من ينظر إليك أفأنت تهدي العمي ولو كانوا لا يبصرونأخبر تعالى أن أحدا لا يؤمن إلا بتوفيقه وهدايته . وهذا وما كان مثله يرد على القدرية قولهم ; كما تقدم في غير موضع . وقال : يستمعون على معنى من و ينظر على اللفظ ; والمراد تسلية النبي صلى الله عليه وسلم ، أي كما لا تقدر أن تسمع من سلب السمع ولا تقدر أن تخلق للأعمى بصرا يهتدي به ، فكذلك لا تقدر أن توفق هؤلاء للإيمان وقد حكم الله عليهم ألا يؤمنوا . ومعنى : ينظر إليك أي يديم النظر إليك ; كما قال : ينظرون إليك تدور أعينهم كالذي يغشى عليه من الموت قيل : إنها نزلت في المستهزئين ، والله أعلم ."
    },
    {
      "ayah": 44,
      "surah": 10,
      "text": "قوله تعالى إن الله لا يظلم الناس شيئا ولكن الناس أنفسهم يظلمون لما ذكر أهل الشقاء ذكر أنه لم يظلمهم ، وأن تقدير الشقاء عليهم وسلب سمع القلب وبصره ليس ظلما منه ; لأنه تصرف في ملكه بما شاء ، وهو في جميع أفعاله عادل . ولكن الناس أنفسهم يظلمون بالكفر والمعصية ومخالفة أمر خالقهم . وقرأ حمزة والكسائي \" ولكن \" مخففا \" الناس \" رفعا . قال النحاس : زعم جماعة من النحويين منهم الفراء أن العرب إذا قالت \" ولكن \" بالواو آثرت التشديد ، وإذا حذفوا الواو آثرت التخفيف ، واعتل في ذلك فقال : لأنها إذا كانت بغير واو أشبهت بل فخففوها ليكون ما بعدها كما بعد بل ، وإذا [ ص: 258 ] جاءوا بالواو خالفت بل فشددوها ونصبوا بها ؛ لأنها \" إن \" زيدت عليها لام وكاف وصيرت حرفا واحدا ; وأنشد :ولكنني من حبها لعميدفجاء باللام لأنها \" إن \" ."
    },
    {
      "ayah": 45,
      "surah": 10,
      "text": "قوله تعالى ويوم يحشرهم كأن لم يلبثوا إلا ساعة من النهار يتعارفون بينهم قد خسر الذين كذبوا بلقاء الله وما كانوا مهتدينقوله تعالى ويوم يحشرهم كأن لم يلبثوا بمعنى \" كأنهم \" خففت ، أي كأنهم لم يلبثوا في قبورهم . إلا ساعة من النهار أي قدر ساعة : يعني أنهم استقصروا طول مقامهم في القبور لهول ما يرون من البعث ; دليله قولهم : لبثنا يوما أو بعض يوم . وقيل : إنما قصرت مدة لبثهم في الدنيا من هول ما استقبلوا لا مدة كونهم في القبر . ابن عباس : رأوا أن طول أعمارهم في مقابلة الخلود كساعة .يتعارفون بينهم في موضع نصب على الحال من الهاء والميم في يحشرهم . ويجوز أن يكون منقطعا ، فكأنه قال فهم يتعارفون . قال الكلبي : يعرف بعضهم بعضا كمعرفتهم في الدنيا إذا خرجوا من قبورهم ; وهذا التعارف تعارف توبيخ وافتضاح ; يقول بعضهم لبعض : أنت أضللتني وأغويتني وحملتني على الكفر ; وليس تعارف شفقة ورأفة وعطف . ثم تنقطع المعرفة إذا عاينوا أهوال يوم القيامة كما قال : ولا يسأل حميم حميما . وقيل : يبقى تعارف التوبيخ ; وهو الصحيح لقوله تعالى : ولو ترى إذ الظالمون موقوفون إلى قوله وجعلنا الأغلال في أعناق الذين كفروا وقوله : كلما دخلت أمة لعنت أختها الآية ، وقوله : ربنا إنا أطعنا سادتنا وكبراءنا الآية . فأما قوله : ولا يسأل حميم حميما وقوله : فإذا نفخ في الصور فلا أنساب بينهم فمعناه لا يسأله سؤال رحمة وشفقة ، والله أعلم . وقيل : القيامة مواطن . وقيل : معنى يتعارفون يتساءلون ، أي يتساءلون كم لبثتم ; كما قال : وأقبل بعضهم على بعض يتساءلون وهذا حسن . وقال الضحاك : ذلك تعارف تعاطف المؤمنين ; والكافرون لا تعاطف عليهم ; كما قال : فلا أنساب بينهم . والأول أظهر ، والله أعلم .[ ص: 259 ] قوله تعالى قد خسر الذين كذبوا بلقاء الله وما كانوا مهتدين أي بالعرض على الله . ثم قيل : يجوز أن يكون هذا إخبارا من الله عز وجل بعد أن دل على البعث والنشور ، أي خسروا ثواب الجنة . وقيل : خسروا في حال لقاء الله ; لأن الخسران إنما هو في تلك الحالة التي لا يرجى فيها إقالة ولا تنفع توبة . قال النحاس : ويجوز أن يكون المعنى يتعارفون بينهم ، يقولون هذا . وما كانوا مهتدين يريد في علم الله ."
    },
    {
      "ayah": 46,
      "surah": 10,
      "text": "قوله تعالى وإما نرينك بعض الذي نعدهم أو نتوفينك فإلينا مرجعهم ثم الله شهيد على ما يفعلونقوله تعالى وإما نرينك شرط .بعض الذي نعدهم أي من إظهار دينك في حياتك . وقال المفسرون : كان البعض الذي وعدهم قتل من قتل وأسر من أسر ببدر .أو نتوفينك عطف على نرينك أي نتوفينك قبل ذلك . فإلينا مرجعهم جواب إما . والمقصود إن لم ننتقم منهم عاجلا انتقمنا منهم آجلا .ثم الله شهيد أي شاهد لا يحتاج إلى شاهد . على ما يفعلون من محاربتك وتكذيبك . ولو قيل : ثم الله شهيد بمعنى هناك ، جاز ."
    },
    {
      "ayah": 47,
      "surah": 10,
      "text": "قوله تعالى ولكل أمة رسول فإذا جاء رسولهم قضي بينهم بالقسط وهم لا يظلمون قوله تعالى ولكل أمة رسول فإذا جاء رسولهم قضي بينهم بالقسط يكون المعنى : ولكل أمة رسول شاهد عليهم ، فإذا جاء رسولهم يوم القيامة قضي بينهم ; مثل . فكيف إذا جئنا من كل أمة بشهيد . وقال ابن عباس : تنكر الكفار غدا مجيء الرسل إليهم ، فيؤتى بالرسول فيقول : قد أبلغتكم الرسالة ; فحينئذ يقضى عليهم بالعذاب . دليله قوله : ويكون الرسول عليكم شهيدا . ويجوز أن يكون المعنى أنهم لا يعذبون في الدنيا حتى يرسل إليهم ; فمن آمن فاز ونجا ، ومن لم يؤمن هلك وعذب . دليله قوله تعالى : وما كنا معذبين حتى نبعث رسولا . والقسط : العدل .وهم لا يظلمون أي لا يعذبون بغير ذنب ولا يؤاخذون بغير حجة ."
    },
    {
      "ayah": 48,
      "surah": 10,
      "text": "قوله تعالى ويقولون متى هذا الوعد إن كنتم صادقين يريد كفار مكة لفرط إنكارهم واستعجالهم العذاب ; أي متى العقاب أو متى القيامة التي يعدنا محمد . وقيل : هو عام في كل أمة كذبت رسولها ."
    },
    {
      "ayah": 49,
      "surah": 10,
      "text": "قوله تعالى قل لا أملك لنفسي ضرا ولا نفعا إلا ما شاء الله لكل أمة أجل إذا جاء أجلهم فلا يستأخرون ساعة ولا يستقدمونقوله تعالى قل لا أملك لنفسي ضرا ولا نفعا لما استعجلوا النبي صلى الله عليه وسلم بالعذاب قال الله له : قل لهم يا محمد لا أملك لنفسي ضرا ولا نفعا ; أي ليس ذلك لي ولا لغيري .إلا ما شاء الله أن أملكه وأقدر عليه ، فكيف أقدر أن أملك ما استعجلتم فلا تستعجلوا .لكل أمة أجل أي لهلاكهم وعذابهم وقت معلوم في علمه سبحانه .إذا جاء أجلهم أي وقت انقضاء أجلهم .فلا يستأخرون ساعة ولا يستقدمون أي لا يمكنهم أن يستأخروا ساعة باقين في الدنيا ولا يتقدمون فيؤخرون ."
    },
    {
      "ayah": 5,
      "surah": 10,
      "text": "قوله تعالى هو الذي جعل الشمس ضياء والقمر نورا وقدره منازل لتعلموا عدد السنين والحساب ما خلق الله ذلك إلا بالحق يفصل الآيات لقوم يعلمونقوله تعالى هو الذي جعل الشمس ضياء مفعولان ، أي مضيئة ، ولم يؤنث لأنه مصدر ; أو ذات ضياءوالقمر نورا عطف ، أي منيرا ، أو ذا نور ، فالضياء ما يضيء الأشياء ، والنور ما يبين فيخفى ؛ لأنه من النار من أصل واحد . والضياء جمع ضوء ; كالسياط والحياض جمع سوط وحوض . وقرأ قنبل عن ابن كثير \" ضئاء \" بهمز الياء ولا وجه له ؛ لأن ياءه كانت واوا مفتوحة وهي عين الفعل ، أصلها ضواء فقلبت وجعلت ياء كما جعلت في الصيام والقيام . قال المهدوي : ومن قرأ ضئاء بالهمز فهو مقلوب ، قدمت الهمزة التي بعد الألف فصارت قبل الألف فصار ضئايا ، ثم قلبت الياء همزة لوقوعها بعد ألف زائدة . وكذلك إن قدرت أن الياء حين تأخرت رجعت إلى الواو التي انقلبت عنها فإنها تقلب همزة أيضا فوزنه فلاع مقلوب من فعال . ويقال : إن الشمس والقمر تضيء وجوههما لأهل السماوات السبع وظهورهما لأهل الأرضين السبع .قوله تعالى وقدره منازل أي ذا منازل ، أو قدر له منازل . ثم قيل : المعنى وقدرهما ، فوحد إيجازا واختصارا ; كما قال : وإذا رأوا تجارة أو لهوا انفضوا إليها . وكما قال :نحن بما عندنا وأنت بما عندك راض والرأي مختلفوقيل : إن الإخبار عن القمر وحده ; إذ به تحصى الشهور التي عليها العمل في المعاملات ونحوها ، كما تقدم في \" البقرة \" . وفي سورة يس : والقمر قدرناه منازل أي [ ص: 226 ] على عدد الشهر ، وهو ثمانية وعشرون منزلا . ويومان للنقصان والمحاق ، وهناك يأتي بيانه .لتعلموا عدد السنين والحساب قال ابن عباس : لو جعل شمسين ، شمسا بالنهار وشمسا بالليل ليس فيهما ظلمة ولا ليل ، لم يعلم عدد السنين وحساب الشهور . وواحد السنين سنة ، ومن العرب من يقول : سنوات في الجمع ومنهم من يقول : سنهات . والتصغير سنية وسنيهة .قوله تعالى ما خلق الله ذلك إلا بالحق أي ما أراد الله عز وجل بخلق ذلك إلا الحكمة والصواب ، وإظهارا لصنعته وحكمته ، ودلالة على قدرته وعلمه ، ولتجزى كل نفس بما كسبت ; فهذا هو الحق .قوله تعالى يفصل الآيات لقوم يعلمون تفصيل الآيات تبيينها ليستدل بها على قدرته تعالى ، لاختصاص الليل بظلامه والنهار بضيائه من غير استحقاق لهما ولا إيجاب ; فيكون هذا لهم دليلا على أن ذلك بإرادة مريد . وقرأ ابن كثير وأبو عمرو وحفص ويعقوب يفصل بالياء ، واختاره أبو عبيد وأبو حاتم ; لقوله من قبله : ما خلق الله ذلك إلا بالحق وبعده وما خلق الله في السماوات والأرض فيكون متبعا له . وقرأ ابن السميقع \" تفصل \" بضم التاء وفتح الصاد على الفعل المجهول ، و \" الآيات رفعا . الباقون \" نفصل \" بالنون على التعظيم ."
    },
    {
      "ayah": 50,
      "surah": 10,
      "text": "قوله تعالى قل أرأيتم إن أتاكم عذابه بياتا أو نهارا ماذا يستعجل منه المجرمون قوله تعالى قل أرأيتم إن أتاكم عذابه بياتا أو نهارا ظرفان ، وهو جواب لقولهم : متى هذا الوعد وتسفيه لآرائهم في استعجالهم العذاب ; أي إن أتاكم العذاب فما نفعكم فيه ، ولا ينفعكم الإيمان حينئذ .ماذا يستعجل منه المجرمون استفهام معناه التهويل والتعظيم ; أي ما أعظم ما يستعجلون به ; كما يقال لمن يطلب أمرا يستوخم عاقبته : ماذا تجني على نفسك! والضمير في منه قيل : يعود على العذاب ، وقيل : يعود على الله سبحانه وتعالى . قال النحاس : إن جعلت الهاء في منه تعود على العذاب كان لك في ماذا تقديران : أحدهما أن يكون \" ما \" في موضع رفع بالابتداء ، و \" ذا \" : بمعنى الذي ، وهو خبر \" ما \" والعائد محذوف . والتقدير الآخر أن يكون ماذا اسما واحدا في موضع رفع بالابتداء ، والخبر في الجملة ، قاله الزجاج . وإن جعلت الهاء في منه تعود على اسم الله تعالى [ ص: 261 ] جعلت \" ما \" ، و \" ذا \" شيئا واحدا ، وكانت في موضع نصب ب يستعجل ; والمعنى : أي شيء يستعجل منه المجرمون عن الله عز وجل ."
    },
    {
      "ayah": 51,
      "surah": 10,
      "text": "قوله تعالى : أثم إذا ما وقع آمنتم به آلآن وقد كنتم به تستعجلون أثم إذا ما وقع آمنتم به في الكلام حذف ، والتقدير : أتأمنون أن ينزل بكم العذاب ثم يقال لكم إذا حل : الآن آمنتم به ؟ قيل : هو من قول الملائكة استهزاء بهم . وقيل : هو من قول الله تعالى ، ودخلت ألف الاستفهام على ثم والمعنى : التقرير والتوبيخ ، وليدل على أن معنى الجملة الثانية بعد الأولى . وقيل : إن ثم هاهنا بمعنى : \" ثم \" بفتح الثاء ، فتكون ظرفا ، والمعنى : أهنالك ; وهو مذهب الطبري ، وحينئذ لا يكون فيه معنى الاستفهام . و الآن قيل : أصله فعل مبني مثل حان ، والألف واللام لتحويله إلى الاسم . الخليل : بنيت لالتقاء الساكنين ، والألف واللام للعهد والإشارة إلى الوقت ، وهو حد الزمانين .وقد كنتم به أي بالعذاب تستعجلون"
    },
    {
      "ayah": 52,
      "surah": 10,
      "text": "قوله تعالى ثم قيل للذين ظلموا ذوقوا عذاب الخلد هل تجزون إلا بما كنتم تكسبونقوله تعالى ثم قيل للذين ظلموا أي تقول لهم خزنة جهنم .ذوقوا عذاب الخلد أي الذي لا ينقطع .هل تجزون إلا بما كنتم تكسبون أي جزاء كفركم ."
    },
    {
      "ayah": 53,
      "surah": 10,
      "text": "قوله تعالى ويستنبئونك أحق هو قل إي وربي إنه لحق وما أنتم بمعجزينقوله تعالى ويستنبئونك أي يستخبرونك يا محمد عن كون العذاب وقيام الساعة .أحق ابتداء . هو سد مسد الخبر ; وهذا قول سيبويه . ويجوز أن يكون هو مبتدأ ، و أحق خبره .قل إي ، إي كلمة تحقيق وإيجاب وتأكيد بمعنى نعم .وربي قسم . إنه لحق جوابه ، أي كائن لا شك فيه .وما أنتم بمعجزين أي فائتين عن عذابه ومجازاته ."
    },
    {
      "ayah": 54,
      "surah": 10,
      "text": "قوله تعالى ولو أن لكل نفس ظلمت ما في الأرض لافتدت به وأسروا الندامة لما رأوا العذاب وقضي بينهم بالقسط وهم لا يظلمونقوله تعالى ولو أن لكل نفس ظلمت أي أشركت وكفرت ما في الأرض أي ملكا لافتدت به أي من عذاب الله ، يعني ولا يقبل منها ; كما قال : إن الذين كفروا وماتوا وهم كفار فلن يقبل من أحدهم ملء الأرض ذهبا ولو افتدى به وقد تقدمقوله تعالى وأسروا الندامة أي أخفوها ; يعني رؤساءهم ، أي أخفوا ندامتهم عن أتباعهم . وقيل : أسروا أظهروا ، والكلمة من الأضداد ، ويدل عليه أن الآخرة ليست دار تجلد وتصبر . وقيل : وجدوا ألم الحسرة في قلوبهم ; لأن الندامة لا يمكن إظهارها . قال كثير :فأسررت الندامة يوم نادى برد جمال غاضرة المناديوذكر المبرد فيه وجها ثالثا : أنه بدت بالندامة أسرة وجوههم ، وهي تكاسير الجبهة ، واحدها سرار . والندامة : الحسرة لوقوع شيء أو فوت شيء ، وأصلها اللزوم ; ومنه النديم لأنه يلازم المجالس . وفلان نادم سادم . والسدم اللهج بالشيء . وندم وتندم بالشيء أي اهتم به . قال الجوهري : السدم \" بالتحريك \" الندم والحزن ; وقد سدم بالكسر أي اهتم وحزن ورجل نادم سادم ، وندمان سدمان ; وقيل : هو إتباع . وما له هم ولا سدم إلا ذلك . وقيل : الندم مقلوب الدمن ، والدمن اللزوم ; ومنه فلان مدمن الخمر . والدمن : ما اجتمع في الدار وتلبد من الأبوال والأبعار ; سمي به للزومه . والدمنة : الحقد الملازم للصدر ، والجمع دمن . وقد دمنت قلوبهم بالكسر ; يقال : دمنت على فلان أي ضغنت .وقضي بينهم بالقسط أي بين الرؤساء والسفل بالعدل وهم لا يظلمون ."
    },
    {
      "ayah": 55,
      "surah": 10,
      "text": "قوله تعالى ألا إن لله ما في السماوات والأرض ألا إن وعد الله حق ولكن أكثرهم لا يعلمونقوله تعالى ألا كلمة تنبيه للسامع تزاد في أول الكلام ; أي انتبهوا لما أقول لكم[ ص: 263 ] إن لله ما في السماوات والأرض ألا إن وعد الله حق له ملك السماوات والأرض فلا مانع يمنعه من إنفاذ ما وعده .ولكن أكثرهم لا يعلمون ذلك .قوله تعالى هو يحيي ويميت وإليه ترجعون بين المعنى . وقد تقدم"
    },
    { "ayah": 56, "surah": 10, "text": "بين المعنى .وقد تقدم" },
    {
      "ayah": 57,
      "surah": 10,
      "text": "قوله تعالى ياأيها الناس قد جاءتكم موعظة من ربكم وشفاء لما في الصدور وهدى ورحمة للمؤمنينقوله تعالى يا أيها الناس يعني قريشا قد جاءتكم موعظة أي وعظ .من ربكم يعني القرآن ، فيه مواعظ وحكم وشفاء لما في الصدور أي من الشك والنفاق والخلاف ، والشقاق وهدى أي ورشدا لمن اتبعه .ورحمة أي نعمة . للمؤمنين خصهم لأنهم المنتفعون بالإيمان ; والكل صفات القرآن ، والعطف لتأكيد المدح . قال الشاعر :إلى الملك القرم وابن الهمام وليث الكتيبة في المزدحم"
    },
    {
      "ayah": 58,
      "surah": 10,
      "text": "قوله تعالى قل بفضل الله وبرحمته فبذلك فليفرحوا هو خير مما يجمعونقوله تعالى قل بفضل الله وبرحمته قال أبو سعيد الخدري وابن عباس رضي الله عنهما : فضل الله القرآن ، ورحمته الإسلام . وعنهما أيضا : فضل الله القرآن ، ورحمته أن جعلكم من أهله . وعن الحسن والضحاك ومجاهد وقتادة : فضل الله الإيمان ، ورحمته القرآن ; على العكس من القول الأول . وقيل غير هذا .فبذلك فليفرحوا إشارة إلى الفضل والرحمة . والعرب تأتي \" بذلك \" للواحد والاثنين والجمع . وروي عن النبي صلى الله عليه وسلم أنه قرأ \" فبذلك فلتفرحوا \" بالتاء ; وهي قراءة يزيد بن القعقاع ويعقوب وغيرهما ; وفي الحديث لتأخذوا مصافكم . والفرح لذة في القلب بإدراك المحبوب . وقد ذم الفرح في مواضع ; كقوله : لا تفرح إن الله لا يحب الفرحين وقوله : إنه لفرح فخور ولكنه مطلق . [ ص: 264 ] فإذا قيد الفرح لم يكن ذما ; لقوله : فرحين بما آتاهم الله من فضله وهاهنا قال تبارك وتعالى : فبذلك فليفرحوا أي بالقرآن والإسلام فليفرحوا ; فقيد . قال هارون : وفي حرف أبي \" فبذلك فافرحوا \" . قال النحاس : سبيل الأمر أن يكون باللام ليكون معه حرف جازم كما أن مع النهي حرفا ; إلا أنهم يحذفون من الأمر للمخاطب استغناء بمخاطبته ، وربما جاءوا به على الأصل ; منه \" فبذلك فلتفرحوا \" .هو خير مما يجمعون يعني في الدنيا . وقراءة العامة بالياء في الفعلين ; وروي عن ابن عامر أنه قرأ فليفرحوا بالياء \" تجمعون \" بالتاء خطابا للكافرين . وروي عن الحسن أنه قرأ بالتاء في الأول ; و يجمعون بالياء على العكس . وروى أبان عن أنس أن النبي صلى الله عليه وسلم قال : من هداه الله للإسلام وعلمه القرآن ثم شكا الفاقة كتب الله الفقر بين عينيه إلى يوم يلقاه ثم تلا قل بفضل الله وبرحمته فبذلك فليفرحوا هو خير مما يجمعون ."
    },
    {
      "ayah": 59,
      "surah": 10,
      "text": "قوله تعالى قل أرأيتم ما أنزل الله لكم من رزق فجعلتم منه حراما وحلالا قل آلله أذن لكم أم على الله تفترونقوله تعالى قل أرأيتم ما أنزل الله لكم من رزق فجعلتم منه حراما وحلالا فيه مسألتان :الأولى : قوله تعالى قل أرأيتم يخاطب كفار مكة . ما أنزل الله لكم من رزق ما في موضع نصب ب أرأيتم . وقال الزجاج : في موضع نصب ب أنزل . وأنزل بمعنى خلق ; كما قال : وأنزل لكم من الأنعام ثمانية أزواج . وأنزلنا الحديد فيه بأس شديد . فيجوز أن يعبر عن الخلق بالإنزال ; لأن الذي في الأرض من الرزق إنما هو بما ينزل من السماء من المطر .فجعلتم منه حراما وحلالا قال مجاهد : هو ما حكموا به من تحريم البحيرة والسائبة والوصيلة والحام . وقال الضحاك : هو قول الله تعالى : وجعلوا لله مما ذرأ من الحرث والأنعام نصيبا .قل آلله أذن لكم أي في التحليل والتحريم أم على الله أم بمعنى بل تفترون هو قولهم إن الله أمرنا بها .الثانية : استدل بهذه الآية من نفى القياس ، وهذا بعيد ; فإن القياس دليل الله تعالى ، [ ص: 265 ] فيكون التحليل والتحريم من الله تعالى عند وجود دلالة نصبها الله تعالى على الحكم ، فإن خالف في كون القياس دليلا لله تعالى فهو خروج عن هذا الغرض ورجوع إلى غيره ."
    },
    {
      "ayah": 6,
      "surah": 10,
      "text": "قوله تعالى إن في اختلاف الليل والنهار وما خلق الله في السماوات والأرض لآيات لقوم يتقون تقدم في \" البقرة \" وغيرها معناه ، والحمد لله . وقد قيل : إن سبب نزولها أن أهل مكة سألوا آية فردهم إلى تأمل مصنوعاته والنظر فيها ; قال ابن عباس . لقوم يتقون أي الشرك ; فأما من أشرك ولم يستدل فليست الآية له آية ."
    },
    {
      "ayah": 60,
      "surah": 10,
      "text": "قوله تعالى وما ظن الذين يفترون على الله الكذب يوم القيامة إن الله لذو فضل على الناس ولكن أكثرهم لا يشكرونقوله تعالى وما ظن الذين يفترون على الله الكذب يوم القيامة ( يوم ) منصوب على الظرف ، أو بالظن ; نحو ما ظنك زيدا ; والمعنى : أيحسبون أن الله لا يؤاخذهم به .إن الله لذو فضل على الناس أي في التأخير والإمهال . وقيل : أراد أهل مكة حين جعلهم في حرم آمن .( ولكن أكثرهم ) يعني الكفار ( لا يشكرون ) الله على نعمه ولا في تأخير العذاب عنهم . وقيل : لا يشكرون لا يوحدون ."
    },
    {
      "ayah": 61,
      "surah": 10,
      "text": "قوله تعالى وما تكون في شأن وما تتلو منه من قرآن ولا تعملون من عمل إلا كنا عليكم شهودا إذ تفيضون فيه وما يعزب عن ربك من مثقال ذرة في الأرض ولا في السماء ولا أصغر من ذلك ولا أكبر إلا في كتاب مبينقوله تعالى وما تكون في شأن ( ما ) للجحد ; أي لست في شأن ، يعني من عبادة أو غيرها إلا والرب مطلع عليك . والشأن الخطب ، والأمر ، وجمعه شئون . قال الأخفش : تقول العرب ما شأنت شأنه ، أي ما عملت عمله .وما تتلو منه من قرآن قال الفراء والزجاج : الهاء في ( منه ) تعود على الشأن ، أي تحدث شأنا فيتلى من أجله القرآن فيعلم كيف حكمه ، أو ينزل فيه قرآن فيتلى . وقال الطبري : ( منه ) أي من كتاب الله تعالى . ( من قرآن ) أعاد تفخيما ; كقوله : إني أنا الله .ولا تعملون من عمل يخاطب النبي صلى الله عليه وسلم والأمة . وقوله : وما تكون في شأن خطاب له والمراد هو وأمته ; وقد يخاطب الرسول والمراد هو وأتباعه . وقيل : المراد كفار قريش .إلا كنا عليكم شهودا أي نعلمه ; ونظيره ما يكون من نجوى ثلاثة إلا هو رابعهمإذ تفيضون فيه أي تأخذون فيه ، والهاء [ ص: 266 ] عائدة على العمل ; يقال : أفاض فلان في الحديث والعمل إذا اندفع فيه . قال الراعي :فأفضن بعد كظومهن بجرة من ذي الأباطح إذ رعين حقيلاابن عباس : ( تفيضون فيه ) تفعلونه . الأخفش : تتكلمون . ابن زيد : تخوضون . ابن كيسان : تنشرون القول . وقال الضحاك : الهاء عائدة على القرآن ; المعنى : إذ تشيعون في القرآن الكذب .وما يعزب عن ربك قال ابن عباس : يغيب . وقال أبو روق : يبعد . وقال ابن كيسان : يذهب . وقرأ الكسائي \" يعزب \" بكسر الزاي حيث وقع ; وضم الباقون ; وهما لغتان فصيحتان ; نحو يعرش ويعرش .( من مثقال ) ( من ) صلة ; أي وما يعزب عن ربك مثقال ذرة أي وزن ذرة ، أي نميلة حمراء صغيرة ; وقد تقدم في النساءفي الأرض ولا في السماء ولا أصغر من ذلك ولا أكبر عطف على لفظ ( مثقال ) ، وإن شئت على ( ذرة ) . وقرأ يعقوب وحمزة برفع الراء فيهما عطفا على موضع ( مثقال ) لأن ( من ) زائدة للتأكيد . وقال الزجاج : ويجوز الرفع على الابتداء . وخبره إلا في كتاب مبين يعني اللوح المحفوظ مع علم الله تعالى به . قال الجرجاني ( إلا ) بمعنى واو النسق ، أي وهو في كتاب مبين ; كقوله تعالى : إني لا يخاف لدي المرسلون إلا من ظلم أي ومن ظلم . وقوله : لئلا يكون للناس عليكم حجة إلا الذين ظلموا منهم أي والذين ظلموا منهم ; ف ( إلا ) بمعنى واو النسق ، وأضمر هو بعده كقوله : ( وقولوا حطة ) . أي هي حطة . وقوله : ولا تقولوا ثلاثة أي هم ثلاثة . ونظير ما نحن فيه : وما تسقط من ورقة إلا يعلمها ولا حبة في ظلمات الأرض ولا رطب ولا يابس إلا في كتاب مبين وهو في كتاب مبين ."
    },
    {
      "ayah": 62,
      "surah": 10,
      "text": "قوله تعالى ألا إن أولياء الله لا خوف عليهم ولا هم يحزنونقوله تعالى ألا إن أولياء الله لا خوف عليهم أي في الآخرة . ولا هم يحزنون لفقد الدنيا . وقيل : لا خوف عليهم ولا هم يحزنون أي من تولاه الله تعالى وتولى حفظه وحياطته ورضي عنه فلا يخاف يوم القيامة ولا يحزن ; قال الله تعالى : إن الذين سبقت لهم منا الحسنى أولئك عنها أي عن جهنم ( مبعدون ) إلى قوله لا يحزنهم الفزع الأكبر [ ص: 267 ] وروى سعيد بن جبير أن رسول الله صلى الله عليه وسلم سئل : من أولياء الله ؟ فقال : الذين يذكر الله برؤيتهم . وقال عمر بن الخطاب ، في هذه الآية : سمعت رسول الله صلى الله عليه وسلم يقول : إن من عباد الله عبادا ما هم بأنبياء ولا شهداء تغبطهم الأنبياء والشهداء يوم القيامة لمكانهم من الله تعالى . قيل : يا رسول الله ، خبرنا من هم وما أعمالهم فلعلنا نحبهم . قال : هم قوم تحابوا في الله على غير أرحام بينهم ولا أموال يتعاطون بها فوالله إن وجوههم لنور وإنهم على منابر من نور لا يخافون إذا خاف الناس ولا يحزنون إذا حزن الناس ثم قرأ ألا إن أولياء الله لا خوف عليهم ولا هم يحزنون . وقال علي بن أبي طالب رضي الله عنه : أولياء الله قوم صفر الوجوه من السهر ، عمش العيون من العبر ، خمص البطون من الجوع ، يبس الشفاه من الذوي . وقيل : لا خوف عليهم في ذريتهم ؛ لأن الله يتولاهم . ولا هم يحزنون على دنياهم لتعويض الله إياهم في أولاهم وأخراهم لأنه وليهم ومولاهم ."
    },
    {
      "ayah": 63,
      "surah": 10,
      "text": "قوله تعالى الذين آمنوا وكانوا يتقون هذه صفة أولياء الله تعالى ; فيكون : ( الذين ) في موضع نصب على البدل من اسم ( إن ) وهو ( أولياء ) . وإن شئت على أعني . وقيل : هو ابتداء ، وخبره . لهم البشرى في الحياة الدنيا وفي الآخرة فيكون مقطوعا مما قبله . أي يتقون الشرك والمعاصي ."
    },
    {
      "ayah": 64,
      "surah": 10,
      "text": "قوله تعالى لهم البشرى في الحياة الدنيا وفي الآخرة لا تبديل لكلمات الله ذلك هو الفوز العظيمقوله تعالى لهم البشرى في الحياة الدنيا عن أبي الدرداء قال : سألت رسول الله صلى الله عليه وسلم عنها فقال : ما سألني أحد عنها غيرك منذ أنزلت هي الرؤيا الصالحة يراها المسلم أو ترى له خرجه الترمذي في جامعه . وقال الزهري وعطاء وقتادة : هي البشارة التي [ ص: 268 ] تبشر بها الملائكة المؤمن في الدنيا عند الموت . وعن محمد بن كعب القرظي قال : إذا استنقعت نفس العبد المؤمن جاءه ملك الموت فقال : السلام عليك ولي الله ، الله يقرئك السلام . ثم نزع بهذه الآية : الذين تتوفاهم الملائكة طيبين يقولون سلام عليكم ذكره ابن المبارك . وقال قتادة والضحاك : هي أن يعلم أين هو من قبل أن يموت . وقال الحسن : هي ما يبشرهم الله تعالى في كتابه من جنته وكريم ثوابه ; لقوله : يبشرهم ربهم برحمة منه ورضوان ، وقوله : وبشر الذين آمنوا وعملوا الصالحات أن لهم جنات . وقوله : وأبشروا بالجنة التي كنتم توعدون ولهذا قال : لا تبديل لكلمات الله أي لا خلف لمواعيده ، وذلك لأن مواعيده بكلماته .وفي الآخرة قيل : بالجنة إذا خرجوا من قبورهم . وقيل : إذا خرجت الروح بشرت برضوان الله . وذكر أبو إسحاق الثعلبي : سمعت أبا بكر محمد بن عبد الله الجوزقي يقول : رأيت أبا عبد الله الحافظ في المنام راكبا برذونا عليه طيلسان وعمامة ، فسلمت عليه وقلت له : أهلا بك ، إنا لا نزال نذكرك ونذكر محاسنك ; فقال : ونحن لا نزال نذكرك ونذكر محاسنك ، قال الله تعالى : لهم البشرى في الحياة الدنيا وفي الآخرة الثناء الحسن : وأشار بيده .لا تبديل لكلمات الله أي لا خلف لوعده . وقيل : لا تبديل لأخباره ، أي لا ينسخها بشيء ، ولا تكون إلا كما قال .ذلك هو الفوز العظيم أي ما يصير إليه أولياؤه فهو الفوز العظيم ."
    },
    {
      "ayah": 65,
      "surah": 10,
      "text": "قوله تعالى ولا يحزنك قولهم إن العزة لله جميعا هو السميع العليمقوله تعالى ولا يحزنك قولهم أي لا يحزنك افتراؤهم وتكذيبهم لك ،ثم ابتدأ فقال : إن العزة لله أي القوة الكاملة والغلبة الشاملة والقدرة التامة لله وحده ; فهو ناصرك ومعينك ومانعك .( جميعا ) نصب على الحال ، ولا يعارض هذا قوله : ولله العزة ولرسوله وللمؤمنين فإن كل عزة بالله فهي كلها لله ; قال الله سبحانه : سبحان ربك رب العزة عما يصفون .هو السميع العليم السميع لأقوالهم وأصواتهم ، العليم بأعمالهم وأفعالهم وجميع حركاتهم ."
    },
    {
      "ayah": 66,
      "surah": 10,
      "text": "قوله تعالى ألا إن لله من في السماوات ومن في الأرض وما يتبع الذين يدعون من دون الله شركاء إن يتبعون إلا الظن وإن هم إلا يخرصونقوله تعالى ألا إن لله من في السماوات ومن في الأرض أي يحكم فيهم بما يريد ويفعل فيهم ما يشاء سبحانه ! .وما يتبع الذين يدعون من دون الله شركاء ما للنفي ، أي لا يتبعون شركاء على الحقيقة ، بل يظنون أنها تشفع أو تنفع . وقيل : ( ما ) استفهام ، أي : أي شيء يتبع الذين يدعون من دون الله شركاء ؟ تقبيحا لفعلهم .ثم أجاب فقال : إن يتبعون إلا الظن وإن هم إلا يخرصون أي يحدسون ويكذبون ، وقد تقدم ."
    },
    {
      "ayah": 67,
      "surah": 10,
      "text": "قوله تعالى هو الذي جعل لكم الليل لتسكنوا فيه والنهار مبصرا إن في ذلك لآيات لقوم يسمعونقوله تعالى هو الذي جعل لكم الليل لتسكنوا فيه بين أن الواجب عبادة من يقدر على خلق الليل والنهار لا عبادة من لا يقدر على شيء . لتسكنوا فيه أي مع أزواجكم وأولادكم ليزول التعب والكلال بكم . والسكون : الهدوء عن الاضطراب .قوله تعالى ( والنهار مبصرا ) أي مضيئا لتهتدوا به في حوائجكم . والمبصر : الذي يبصر ، والنهار يبصر فيه . وقال : مبصرا تجوزا وتوسعا على عادة العرب في قولهم : ليل قائم ، ونهار صائم . وقال جرير :لقد لمتنا يا أم غيلان في السرى ونمت وما ليل المطي بنائموقال قطرب : يقال : أظلم الليل أي صار ذا ظلمة ، وأضاء النهار وأبصر أي صار ذا ضياء وبصر .قوله تعالى إن في ذلك لآيات أي علامات ودلالات .( لقوم يسمعون ) أي سماع اعتبار"
    },
    {
      "ayah": 68,
      "surah": 10,
      "text": "قوله تعالى قالوا اتخذ الله ولدا سبحانه هو الغني له ما في السماوات وما في الأرض إن عندكم من سلطان بهذا أتقولون على الله ما لا تعلمونقوله تعالى قالوا اتخذ الله ولدا يعني الكفار . وقد تقدم .سبحانه نزه نفسه عن الصاحبة والأولاد وعن الشركاء والأنداد .هو الغني له ما في السماوات وما في الأرض ثم أخبر بغناه المطلق ، وأن له ما في السماوات والأرض ملكا وخلقا وعبدا ; إن كل من في السماوات والأرض إلا آتي الرحمن عبدا .إن عندكم من سلطان بهذا أي ما عندكم من حجة بهذا .أتقولون على الله ما لا تعلمون من إثبات الولد له ، والولد يقتضي المجانسة والمشابهة والله تعالى لا يجانس شيئا ولا يشابه شيئا ."
    },
    {
      "ayah": 69,
      "surah": 10,
      "text": "قوله تعالى قل إن الذين يفترون على الله الكذب لا يفلحونقوله تعالى قل إن الذين يفترون أي يختلقون .على الله الكذب لا يفلحون أي لا يفوزون ولا يأمنون ; وتم الكلام ."
    },
    {
      "ayah": 7,
      "surah": 10,
      "text": "قوله تعالى إن الذين لا يرجون لقاءنا ورضوا بالحياة الدنيا واطمأنوا بها والذين هم عن آياتنا غافلون[ ص: 227 ] قوله تعالى إن الذين لا يرجون لقاءنا يرجون يخافون ; ومنه قول الشاعر :إذا لسعته النحل لم يرج لسعها وخالفها في بيت نوب عواسلوقيل يرجون يطمعون ; ومنه قول الآخر :أيرجو بنو مروان سمعي وطاعتي     وقومي تميم والفلاة ورائيافالرجاء يكون بمعنى الخوف والطمع ; أي لا يخافون عقابا ولا يرجون ثوابا . وجعل لقاء العذاب والثواب لقاء لله تفخيما لهما . وقيل : يجري اللقاء على ظاهره ، وهو الرؤية ; أي لا يطمعون في رؤيتنا . وقال بعض العلماء : لا يقع الرجاء بمعنى الخوف إلا مع الجحد ; كقوله تعالى : ما لكم لا ترجون لله وقارا . وقال بعضهم : بل يقع بمعناه في كل موضع دل عليه المعنى .قوله تعالى ورضوا بالحياة الدنيا أي رضوا بها عوضا من الآخرة فعملوا لها . واطمأنوا بها أي فرحوا بها وسكنوا إليها ، وأصل اطمأن طمأن من طمأنينة ، فقدمت ميمه وزيدت نون وألف وصل ، ذكره الغزنوي .والذين هم عن آياتنا أي عن أدلتنا غافلون لا يعتبرون ولا يتفكرون ."
    },
    {
      "ayah": 70,
      "surah": 10,
      "text": "متاع في الدنيا أي ذلك متاع ، أو هو متاع في الدنيا ; قاله الكسائي . وقال الأخفش : لهم متاع في الدنيا . قال أبو إسحاق : ويجوز النصب في غير القرآن على معنى يتمتعون متاعا .ثم إلينا مرجعهم أي رجوعهم .ثم نذيقهم العذاب الشديد أي الغليظ بما كانوا يكفرون أي بكفرهم ."
    },
    {
      "ayah": 71,
      "surah": 10,
      "text": "قوله تعالى واتل عليهم نبأ نوح إذ قال لقومه ياقوم إن كان كبر عليكم مقامي وتذكيري بآيات الله فعلى الله توكلت فأجمعوا أمركم وشركاءكم ثم لا يكن أمركم عليكم غمة ثم اقضوا إلي ولا تنظرون[ ص: 271 ] قوله تعالى واتل عليهم نبأ نوح أمره عليه السلام أن يذكرهم أقاصيص المتقدمين ، ويخوفهم العذاب الأليم على كفرهم . وحذفت الواو من ( اتل ) لأنه أمر ; أي اقرأ عليهم خبر نوح .إذ قال لقومه ( إذ ) في موضع نصب .ياقوم إن كان كبر عليكم أي عظم وثقل عليكم مقامي . المقام \" بفتح الميم \" : الموضع الذي يقوم فيه . والمقام \" بالضم \" الإقامة . ولم يقرأ به فيما علمت ; أي إن طال عليكم لبثي فيكم . وتذكيري وتخويفي لكم . بآيات الله وعزمتم على قتلي وطردي فعلى الله توكلت أي اعتمدت . وهذا هو جواب الشرط ، ولم يزل عليه السلام متوكلا على الله في كل حال ; ولكن بين أنه متوكل في هذا على الخصوص ليعرف قومه أن الله يكفيه أمرهم ; أي إن لم تنصروني فإني أتوكل على من ينصرني .قوله تعالى فأجمعوا أمركم وشركاءكم قراءة العامة ( فأجمعوا ) بقطع الألف ( شركاءكم ) بالنصب . وقرأ عاصم الجحدري \" فاجمعوا \" بوصل الألف وفتح الميم ; من جمع يجمع . ( شركاءكم ) بالنصب . وقرأ الحسن وابن أبي إسحاق ويعقوب ( فأجمعوا ) بقطع الألف \" شركاؤكم \" بالرفع . فأما القراءة الأولى من أجمع على الشيء إذا عزم عليه . وقال الفراء : أجمع الشيء أعده . وقال المؤرج : أجمعت الأمر أفصح من أجمعت عليه . وأنشد :يا ليت شعري والمنى لا تنفع هل أغدون يوما وأمري مجمعقال النحاس : وفي نصب الشركاء على هذه القراءة ثلاثة أوجه ; قال الكسائي والفراء : هو بمعنى وادعو شركاءكم لنصرتكم ; وهو منصوب عندهما على إضمار هذا الفعل . وقال محمد بن يزيد : هو معطوف على المعنى ; كما قال :رأيت زوجك في الوغى     متقلدا سيفا ورمحاوالرمح لا يتقلد ، إلا أنه محمول كالسيف . وقال أبو إسحاق الزجاج : المعنى مع شركائكم على تناصركم ; كما يقال : التقى الماء والخشبة . والقراءة الثانية من الجمع ، اعتبارا بقوله تعالى : فجمع كيده ثم أتى . قال أبو معاذ : ويجوز أن يكون جمع وأجمع بمعنى واحد ، ( وشركاءكم ) على هذه القراءة عطف على أمركم ، أو على معنى فأجمعوا أمركم وأجمعوا شركاءكم ، وإن شئت بمعنى مع ، قال أبو جعفر النحاس : وسمعت أبا إسحاق يجيز [ ص: 272 ] قام زيد وعمرا . والقراءة الثالثة على أن يعطف الشركاء على المضمر المرفوع في أجمعوا ، وحسن ذلك لأن الكلام قد طال . قال النحاس وغيره : وهذه القراءة تبعد ; لأنه لو كان مرفوعا لوجب أن تكتب بالواو ، ولم ير في المصاحف واو في قوله ( وشركاءكم ) ، وأيضا فإن شركاءهم الأصنام ، والأصنام لا تصنع شيئا ولا فعل لها حتى تجمع . قال المهدوي : ويجوز أن يرتفع الشركاء بالابتداء والخبر محذوف ، أي وشركاءكم ليجمعوا أمرهم ، ونسب ذلك إلى الشركاء وهي لا تسمع ولا تبصر ولا تميز على جهة التوبيخ لمن عبدها .قوله تعالى ثم لا يكن أمركم عليكم غمة اسم ( يكن ) وخبرها . و ( غمة ) وغم سواء ، ومعناه التغطية ; من قولهم : غم الهلال إذا استتر ; أي ليكن أمركم ظاهرا منكشفا تتمكنون فيه مما شئتم ; لا كمن يخفى أمره فلا يقدر على ما يريد . قال طرفة :لعمرك ما أمري علي بغمة     نهاري ولا ليلي علي بسرمدالزجاج : غمة ذا غم ، والغم والغمة كالكرب والكربة . وقيل : إن الغمة ضيق الأمر الذي يوجب الغم فلا يتبين صاحبه لأمره مصدرا لينفرج عنه ما يغمه . وفي الصحاح : والغمة الكربة . قال العجاج :بل لو شهدت الناس إذا تكموا     بغمة لو لم تفرج غموايقال : أمر غمة ، أي مبهم ملتبس ; قال تعالى : ثم لا يكن أمركم عليكم غمة . قال أبو عبيدة : مجازها ظلمة وضيق . والغمة أيضا : قعر النحي وغيره . قال غيره : وأصل هذا كله مشتق من الغمامة .قوله تعالى ثم اقضوا إلي ولا تنظرون ألف ( اقضوا ) ألف وصل ، من قضى يقضي . قال الأخفش والكسائي : وهو مثل : وقضينا إليه ذلك الأمر أي أنهيناه إليه وأبلغناه إياه . وروي عن ابن عباس ثم اقضوا إلي ولا تنظرون قال : امضوا إلي ولا تؤخرون . قال النحاس : هذا قول صحيح في اللغة ; ومنه : قضى الميت أي مضى . وأعلمهم بهذا أنهم لا يصلون إليه ، وهذا من دلائل النبوات . وحكى الفراء عن بعض القراء \" ثم أفضوا إلي \" بالفاء وقطع الألف ، أي توجهوا ; يقال : أفضت الخلافة إلى فلان ، وأفضى إلي الوجع . وهذا إخبار من الله تعالى عن نبيه نوح عليه السلام أنه كان بنصر الله واثقا ، ومن كيدهم غير خائف ; علما منه بأنهم وآلهتهم لا ينفعون ولا يضرون . وهو تعزية لنبيه صلى الله عليه وسلم وتقوية لقلبه ."
    },
    {
      "ayah": 72,
      "surah": 10,
      "text": "قوله تعالى فإن توليتم فما سألتكم من أجر إن أجري إلا على الله وأمرت أن أكون من المسلمينقوله تعالى فإن توليتم فما سألتكم من أجر أي فإن أعرضتم عما جئتكم به فليس ذلك لأني سألتكم أجرا فيثقل عليكم مكافأتي .إن أجري إلا على الله في تبليغ رسالته .وأمرت أن أكون من المسلمين أي الموحدين لله تعالى . فتح أهل المدينة وأبو عمرو وابن عامر وحفص ياء ( أجري ) حيث وقع ، وأسكن الباقون ."
    },
    {
      "ayah": 73,
      "surah": 10,
      "text": "قوله تعالى فكذبوه فنجيناه ومن معه في الفلك وجعلناهم خلائف وأغرقنا الذين كذبوا بآياتنا فانظر كيف كان عاقبة المنذرينقوله تعالى ( فكذبوه ) يعني نوحا .فنجيناه ومن معه أي من المؤمنين في الفلك أي السفينة ، وسيأتي ذكرها .وجعلناهم خلائف أي سكان الأرض وخلفا ممن غرق .كيف كان عاقبة المنذرين يعني آخر أمر الذين أنذرهم الرسل فلم يؤمنوا ."
    },
    {
      "ayah": 74,
      "surah": 10,
      "text": "قوله تعالى ثم بعثنا من بعده رسلا إلى قومهم فجاءوهم بالبينات فما كانوا ليؤمنوا بما كذبوا به من قبل كذلك نطبع على قلوب المعتدينقوله تعالى ثم بعثنا من بعده أي من بعد نوح رسلا إلى قومهم كهود وصالح وإبراهيم ولوط وشعيب وغيرهم .( فجاءوهم بالبينات ) أي بالمعجزات فما كانوا ليؤمنوا بما كذبوا به من قبل التقدير : بما كذب به قوم نوح من قبل . وقيل : بما كذبوا به من قبل أي من قبل يوم الذر ، فإنه كان فيهم من كذب بقلبه وإن قال الجميع : بلى . قال النحاس : ومن أحسن ما قيل في هذا أنه لقوم بأعيانهم ; مثل : أأنذرتهم أم لم تنذرهم لا يؤمنون .( كذلك نطبع ) أي نختم على قلوب المعتدين أي المجاوزين الحد في الكفر والتكذيب فلا يؤمنوا . وهذا يرد على القدرية قولهم كما تقدم ."
    },
    {
      "ayah": 75,
      "surah": 10,
      "text": "قوله تعالى ثم بعثنا من بعدهم موسى وهارون إلى فرعون وملئه بآياتنا فاستكبروا وكانوا قوما مجرمينقوله تعالى ثم بعثنا من بعدهم أي من بعد الرسل والأمم . موسى وهارون إلى فرعون وملئه أي أشراف قومه ( بآياتنا ) يريد الآيات التسع ، وقد تقدم ذكرها . ( فاستكبروا ) أي عن الحق وكانوا قوما مجرمين أي مشركين ."
    },
    {
      "ayah": 76,
      "surah": 10,
      "text": "قوله تعالى فلما جاءهم الحق من عندنا قالوا إن هذا لسحر مبين قال موسى أتقولون للحق لما جاءكم أسحر هذا ولا يفلح الساحرونقوله تعالى فلما جاءهم الحق من عندنا يريد فرعون وقومه قالوا إن هذا لسحر مبين حملوا المعجزات على السحر ."
    },
    {
      "ayah": 77,
      "surah": 10,
      "text": "قال موسى أتقولون للحق لما جاءكم أسحر هذا قيل : في الكلام حذف ، المعنى : أتقولون للحق هذا سحر . ف ( أتقولون ) إنكار وقولهم محذوف أي هذا سحر ، ثم استأنف إنكارا آخر من قبله فقال : أسحر هذا! فحذف قولهم الأول اكتفاء بالثاني من قولهم ، منكرا على فرعون وملئه . وقال الأخفش : هو من قولهم ، ودخلت الألف حكاية لقولهم ; لأنهم قالوا أسحر هذا . فقيل لهم : أتقولون للحق لما جاءكم أسحر هذا ; وروي عن الحسن .ولا يفلح الساحرون أي لا يفلح من أتى به ."
    },
    {
      "ayah": 78,
      "surah": 10,
      "text": "قوله تعالى قالوا أجئتنا لتلفتنا عما وجدنا عليه آباءنا وتكون لكما الكبرياء في الأرض وما نحن لكما بمؤمنينقوله تعالى قالوا أجئتنا لتلفتنا أي تصرفنا وتلوينا ، يقال : لفته يلفته لفتا إذا لواه وصرفه . قال الشاعر :تلفت نحو الحي حتى رأيتني وجعت من الإصغاء ليتا وأخدعاومن هذا التفت إنما هو عدل عن الجهة التي بين يديه .عما وجدنا عليه آباءنا يريد من عبادة الأصنام . وتكون لكما الكبرياء أي العظمة والملك والسلطان في الأرض [ ص: 275 ] يريد أرض مصر . ويقال للملك : الكبرياء لأنه أعظم ما يطلب في الدنيا . وما نحن لكما بمؤمنينوقرأ ابن مسعود والحسن وغيرهما \" ويكون \" بالياء لأنه تأنيث غير حقيقي وقد فصل بينهما . وحكى سيبويه : حضر القاضي اليوم امرأتان ."
    },
    {
      "ayah": 79,
      "surah": 10,
      "text": "قوله تعالى وقال فرعون ائتوني بكل ساحر عليم إنما قاله لما رأى العصا واليد البيضاء واعتقد أنهما سحر . وقرأ حمزة والكسائي وابن وثاب والأعمش \" سحار \" وقد تقدم في الأعراف القول فيهما .قوله تعالى فلما جاء السحرة قال لهم موسى ألقوا ما أنتم ملقون أي اطرحوا على الأرض ما معكم من حبالكم وعصيكم . وقد تقدم في الأعراف القول في هذا مستوفى ."
    },
    { "ayah": 8, "surah": 10, "text": "أولئك مأواهم أي مثواهم ومقامهم النار بما كانوا يكسبون أي من الكفر والتكذيب ." },
    {
      "ayah": 80,
      "surah": 10,
      "text": "أي اطرحوا على الأرض ما معكم من حبالكم وعصيكم .وقد تقدم في الأعراف القول في هذا مستوفى ."
    },
    {
      "ayah": 81,
      "surah": 10,
      "text": "قوله تعالى فلما ألقوا قال موسى ما جئتم به السحر إن الله سيبطله إن الله لا يصلح عمل المفسدين قوله تعالى فلما ألقوا قال موسى ما جئتم به السحر تكون ( ما ) في موضع رفع بالابتداء ، والخبر ( جئتم به ) والتقدير : أي شيء جئتم به ، على التوبيخ والتصغير لما جاءوا به من السحر . وقراءة أبي عمرو \" آلسحر \" على الاستفهام على إضمار مبتدأ والتقدير أهو السحر . ويجوز أن يكون مبتدأ والخبر محذوف ، التقدير : السحر جئتم به . ولا تكون ( ما ) على قراءة من استفهم بمعنى الذي ، إذ لا خبر لها . وقرأ الباقون ( السحر ) على الخبر ، ودليل هذه القراءة قراءة ابن مسعود : \" ما جئتم به سحر \" . وقراءة أبي : \" ما أتيتم به سحر \" ; ف ( ما ) بمعنى الذي ، و ( جئتم به ) الصلة ، وموضع ( ما ) رفع بالابتداء ، و ( السحر ) خبر الابتداء . ولا تكون ( ما ) إذا جعلتها بمعنى ( الذي ) نصبا لأن الصلة لا تعمل في الموصول . وأجاز الفراء نصب السحر بجئتم ، وتكون ( لا ) للشرط ، و ( جئتم ) في موضع جزم بما والفاء محذوفة ; التقدير : فإن الله سيبطله . ويجوز أن ينصب ( السحر ) على المصدر ، أي ما جئتم به سحرا ، ثم دخلت الألف واللام زائدتين ، فلا يحتاج على هذا التقدير إلى حذف الفاء . واختار هذا القول النحاس ، وقال : حذف الفاء في المجازاة لا يجيزه كثير من النحويين إلا في ضرورة الشعر ; كما قال :من يفعل الحسنات الله يشكرها[ ص: 276 ] بل ربما قال بعضهم : إنه لا يجوز ألبتة . وسمعت علي بن سليمان يقول : حدثني محمد بن يزيد قال حدثني المازني قال سمعت الأصمعي يقول : غير النحويون هذا البيت ، وإنما الرواية :من يفعل الخير فالرحمن يشكرهوسمعت علي بن سليمان يقول : حذف الفاء في المجازاة جائز . قال : والدليل على ذلك وما أصابكم من مصيبة فبما كسبت أيديكم . وما أصابكم من مصيبة بما كسبت أيديكم قراءتان مشهورتان معروفتان . إن الله لا يصلح عمل المفسدين يعني السحر . قال ابن عباس : من أخذ مضجعه من الليل ثم تلا هذه الآية . ما جئتم به السحر إن الله سيبطله إن الله لا يصلح عمل المفسدين لم يضره كيد ساحر . ولا تكتب على مسحور إلا دفع الله عنه السحر ."
    },
    {
      "ayah": 82,
      "surah": 10,
      "text": "قوله تعالى ويحق الله الحق بكلماته ولو كره المجرمون قوله تعالى ويحق الله الحق أي يبينه ويوضحه .بكلماته أي بكلامه وحججه وبراهينه . وقيل : بعداته بالنصر .ولو كره المجرمون من آل فرعون ."
    },
    {
      "ayah": 83,
      "surah": 10,
      "text": "قوله تعالى فما آمن لموسى إلا ذرية من قومه على خوف من فرعون وملئهم أن يفتنهم وإن فرعون لعال في الأرض وإنه لمن المسرفينقوله تعالى فما آمن لموسى إلا ذرية من قومه الهاء عائدة على موسى . قال مجاهد : أي لم يؤمن منهم أحد ، وإنما آمن أولاد من أرسل موسى إليهم من بني إسرائيل ، لطول الزمان هلك الآباء وبقي الأبناء فآمنوا ; وهذا اختيار الطبري . والذرية أعقاب الإنسان وقد تكثر . وقيل : أراد بالذرية مؤمني بني إسرائيل . قال ابن عباس : كانوا ستمائة ألف ، وذلك أن يعقوب عليه السلام دخل مصر في اثنين وسبعين إنسانا فتوالدوا بمصر حتى بلغوا ستمائة [ ص: 277 ] ألف . وقال ابن عباس أيضا : من قومه يعني من قوم فرعون ; منهم مؤمن آل فرعون وخازن فرعون وامرأته وماشطة ابنته وامرأة خازنه . وقيل : هم أقوام آباؤهم من القبط ، وأمهاتهم من بني إسرائيل فسموا ذرية كما يسمى أولاد الفرس الذين توالدوا باليمن وبلاد العرب الأبناء ; لأن أمهاتهم من غير جنس آبائهم ; قال الفراء . وعلى هذا فالكناية في قومه ترجع إلى موسى للقرابة من جهة الأمهات ، وإلى فرعون إذا كانوا من القبط .على خوف من فرعون لأنه كان مسلطا عليهم عاتيا ( وملئهم ) ولم يقل وملئه ; وعنه ستة أجوبة : أحدها : أن فرعون لما كان جبارا أخبر عنه بفعل الجميع . الثاني : أن فرعون لما ذكر علم أن معه غيره ، فعاد الضمير عليه وعليهم ; وهذا أحد قولي الفراء . الثالث : أن تكون الجماعة سميت بفرعون مثل ثمود . الرابع : أن يكون التقدير : على خوف من آل فرعون ; فيكون من باب حذف المضاف مثل : ( واسأل القرية ) ، وهو القول الثاني للفراء . وهذا الجواب على مذهب سيبويه والخليل خطأ ، لا يجوز عندهما قامت هند ، وأنت تريد غلامها . الخامس : مذهب الأخفش سعيد أن يكون الضمير يعود على الذرية ، أي ملأ الذرية ; وهو اختيار الطبري . السادس : أن يكون الضمير يعود على قومه . قال النحاس : وهذا الجواب كأنه أبلغها . \" أن يفتنهم \" : وحد \" يفتنهم \" على الإخبار عن فرعون ، أي يصرفهم عن دينهم بالعقوبات ، وهو في موضع خفض على أنه بدل اشتمال . ويجوز أن يكون في موضع نصب ب خوف . ولم ينصرف فرعون لأنه اسم أعجمي وهو معرفة . وإن فرعون لعال في الأرض أي عات متكبر وإنه لمن المسرفين أي المجاوزين الحد في الكفر ; لأنه كان عبدا فادعى الربوبية ."
    },
    {
      "ayah": 84,
      "surah": 10,
      "text": "قوله تعالى وقال موسى ياقوم إن كنتم آمنتم بالله فعليه توكلوا إن كنتم مسلمينقوله تعالى وقال موسى يا قوم إن كنتم آمنتم أي صدقتم بالله فعليه توكلوا أي اعتمدوا إن كنتم مسلمين كرر الشرط تأكيدا ، وبين أن كمال الإيمان بتفويض الأمر إلى الله ."
    },
    {
      "ayah": 85,
      "surah": 10,
      "text": "فقالوا على الله توكلنا أي أسلمنا أمورنا إليه ، ورضينا بقضائه وقدره ، وانتهينا [ ص: 278 ] إلى أمره .ربنا لا تجعلنا فتنة للقوم الظالمين أي لا تنصرهم علينا ، فيكون ذلك فتنة لنا عن الدين ، أو لا تمتحنا بأن تعذبنا على أيديهم . وقال مجاهد : المعنى لا تهلكنا بأيدي أعدائنا ، ولا تعذبنا بعذاب من عندك ، فيقول أعداؤنا لو كانوا على حق لم نسلط عليهم ; فيفتنوا . وقال أبو مجلز وأبو الضحى : يعني لا تظهرهم علينا فيروا أنهم خير منا فيزدادوا طغيانا ."
    },
    {
      "ayah": 86,
      "surah": 10,
      "text": "قوله تعالى ونجنا برحمتك من القوم الكافرين قوله تعالى ونجنا برحمتك أي خلصنا .من القوم الكافرين أي من فرعون وقومه لأنهم كانوا يأخذونهم بالأعمال الشاقة ."
    },
    {
      "ayah": 87,
      "surah": 10,
      "text": "قوله تعالى وأوحينا إلى موسى وأخيه أن تبوآ لقومكما بمصر بيوتا واجعلوا بيوتكم قبلة وأقيموا الصلاة وبشر المؤمنينقوله تعالى وأوحينا إلى موسى وأخيه أن تبوءا لقومكما بمصر بيوتا فيه خمس مسائل :الأولى : وأوحينا إلى موسى وأخيه أن تبوءا أي اتخذا . لقومكما بمصر بيوتا يقال : بوأت زيدا مكانا وبوأت لزيد مكانا . والمبوأ المنزل الملزوم ; ومنه بوأه الله منزلا ، أي ألزمه إياه وأسكنه ; ومنه الحديث : من كذب علي متعمدا فليتبوأ مقعده من النار قال الراجز :نحن بنو عدنان ليس شك تبوأ المجد بنا والملكومصر في هذه الآية هي الإسكندرية ; في قول مجاهد . وقال الضحاك : إنه البلد المسمى مصر ، ومصر ما بين البحر إلى أسوان ، والإسكندرية من أرض مصر .الثانية : قوله تعالى واجعلوا بيوتكم قبلة قال أكثر المفسرين : كان بنو إسرائيل لا يصلون إلا في مساجدهم وكنائسهم وكانت ظاهرة ، فلما أرسل موسى أمر فرعون بمساجد بني [ ص: 279 ] إسرائيل فخربت كلها ومنعوا من الصلاة ; فأوحى الله إلى موسى وهارون أن اتخذا وتخيرا لبني إسرائيل بيوتا بمصر ، أي مساجد ، ولم يرد المنازل المسكونة . هذا قول إبراهيم وابن زيد والربيع وأبي مالك وابن عباس وغيرهم . وروي عن ابن عباس وسعيد بن جبير أن المعنى : واجعلوا بيوتكم يقابل بعضها بعضا . والقول الأول أصح ; أي اجعلوا مساجدكم إلى القبلة ; قيل : بيت المقدس ، وهي قبلة اليهود إلى اليوم ; قاله ابن بحر . وقيل الكعبة . عن ابن عباس قال : وكانت الكعبة قبلة موسى ومن معه ، وهذا يدل على أن القبلة في الصلاة كانت شرعا لموسى عليه السلام ، ولم تخل الصلاة عن شرط الطهارة وستر العورة واستقبال القبلة ; فإن ذلك أبلغ في التكليف وأوفر للعبادة . وقيل : المراد صلوا في بيوتكم سرا لتأمنوا ; وذلك حين أخافهم فرعون فأمروا بالصبر واتخاذ المساجد في البيوت ، والإقدام على الصلاة ، والدعاء إلى أن ينجز الله وعده ، وهو المراد بقوله : قال موسى لقومه استعينوا بالله واصبروا الآية . وكان من دينهم أنهم لا يصلون إلا في البيع والكنائس ما داموا على أمن ، فإذا خافوا فقد أذن لهم أن يصلوا في بيوتهم . قال ابن العربي : والأول أظهر القولين ; لأن الثاني دعوى . قلت : قوله : دعوى ; صحيح ، فإن في الصحيح قوله عليه السلام : جعلت لي الأرض مسجدا وطهورا وهذا مما خص به دون الأنبياء ; فنحن بحمد الله نصلي في المساجد والبيوت ، وحيث أدركتنا الصلاة ; إلا أن النافلة في المنازل أفضل منها في المساجد ، حتى الركوع قبل الجمعة وبعدها . وقبل الصلوات المفروضات وبعدها ; إذ النوافل يحصل فيها الرياء ، والفرائض لا يحصل فيها ذلك ، وكلما خلص العمل من الرياء كان أوزن وأزلف عند الله سبحانه وتعالى . روى مسلم عن عبد الله بن شقيق قال : سألت عائشة عن صلاة رسول الله صلى الله عليه وسلم عن تطوعه قالت : كان يصلي في بيتي قبل الظهر أربعا ، ثم يخرج فيصلي بالناس ، ثم يدخل فيصلي ركعتين ، وكان يصلي بالناس المغرب ، ثم يدخل فيصلي ركعتين ، ثم يصلي بالناس العشاء ، ويدخل بيتي فيصلي ركعتين الحديث . وعن ابن عمر قال : صليت مع النبي صلى الله عليه وسلم قبل الظهر سجدتين وبعدها سجدتين وبعد المغرب سجدتين ; فأما [ ص: 280 ] المغرب والعشاء والجمعة فصليت مع النبي صلى الله عليه وسلم في بيته . وروى أبو داود عن كعب بن عجرة أن النبي صلى الله عليه وسلم أتى مسجد بني الأشهل فصلى فيه المغرب ; فلما قضوا صلاتهم رآهم يسبحون بعدها فقال : هذه صلاة البيوت .الثالثة : واختلف العلماء من هذا الباب في قيام رمضان ، هل إيقاعه في البيت أفضل أو في المسجد ؟ فذهب مالك إلى أنه في البيت أفضل لمن قوي عليه ، وبه قال أبو يوسف وبعض أصحاب الشافعي . وذهب ابن عبد الحكم وأحمد وبعض أصحاب الشافعي إلى أن حضورها في الجماعة أفضل . وقال الليث : لو قام الناس في بيوتهم ولم يقم أحد في المسجد لا ينبغي أن يخرجوا إليه . والحجة لمالك ومن قال بقوله قوله صلى الله عليه وسلم في حديث زيد بن ثابت : فعليكم بالصلاة في بيوتكم فإن خير صلاة المرء في بيته إلا المكتوبة خرجه البخاري . احتج المخالف بأن النبي صلى الله عليه وسلم قد صلاها في الجماعة في المسجد ، ثم أخبر بالمانع الذي منع منه على الدوام على ذلك ، وهو خشية أن تفرض عليهم فلذلك قال لهم : فعليكم بالصلاة في بيوتكم . ثم إن الصحابة كانوا يصلونها في المسجد أوزاعا متفرقين ، إلى أن جمعهم عمر على قارئ واحد فاستقر الأمر على ذلك وثبت سنة .الرابعة : وإذا تنزلنا على أنه كان أبيح لهم أن يصلوا في بيوتهم إذا خافوا على أنفسهم فيستدل به على أن المعذور بالخوف وغيره يجوز له ترك الجماعة والجمعة . والعذر الذي يبيح له ذلك كالمرض الحابس ، أو خوف زيادته ، أو خوف جور السلطان في مال أو دون القضاء عليه بحق . والمطر الوابل مع الوحل عذر إن لم ينقطع ، ومن له ولي حميم قد حضرته الوفاة ولم يكن عنده من يمرضه ; وقد فعل ذلك ابن عمر .[ ص: 281 ] الخامسة : قوله تعالى وبشر المؤمنين قيل : الخطاب لمحمد صلى الله عليه وسلم . وقيل لموسى عليه السلام ، وهو أظهر ، أي بشر بني إسرائيل بأن الله سيظهرهم على عدوهم ."
    },
    {
      "ayah": 88,
      "surah": 10,
      "text": "قوله تعالى وقال موسى ربنا إنك آتيت فرعون وملأه زينة وأموالا في الحياة الدنيا ربنا ليضلوا عن سبيلك ربنا اطمس على أموالهم واشدد على قلوبهم فلا يؤمنوا حتى يروا العذاب الأليمقوله تعالى وقال موسى ربنا إنك آتيت فرعون وملأه ( آتيت ) أي أعطيت زينة وأموالا في الحياة الدنيا أي مال الدنيا ، وكان لهم من فسطاط مصر إلى أرض الحبشة جبال فيها معادن الذهب والفضة والزبرجد والزمرد والياقوت .قوله تعالى ربنا ليضلوا عن سبيلك اختلف في هذه اللام ، وأصح ما قيل فيها - وهو قول الخليل وسيبويه - أنها لام العاقبة والصيرورة ; وفي الخبر إن لله تعالى ملكا ينادي كل يوم لدوا للموت وابنوا للخراب . أي لما كان عاقبة أمرهم إلى الضلال صار كأنه أعطاهم ليضلوا . وقيل : هي لام كي أي أعطيتهم لكي يضلوا ويبطروا ويتكبروا . وقيل : هي لام أجل ، أي أعطيتهم لأجل إعراضهم عنك فلم يخافوا أن تعرض عنهم . وزعم قوم أن المعنى : أعطيتهم ذلك لئلا يضلوا ، فحذفت لا كما قال عز وجل : يبين الله لكم أن تضلوا . والمعنى : لأن لا تضلوا . قال النحاس : ظاهر هذا الجواب حسن ، إلا أن العرب لا تحذف \" لا \" إلا مع أن ; فموه صاحب هذا الجواب بقوله عز وجل : أن تضلوا . وقيل : اللام للدعاء ، أي ابتلهم بالضلال عن سبيلك ; لأن بعده : اطمس على أموالهم واشدد . وقيل : الفعل معنى المصدر أي : إضلالهم كقوله عز وجل لتعرضوا عنهم قرأ الكوفيون : ( ليضلوا ) بضم الياء من الإضلال ، وفتحها الباقون .قوله تعالى ربنا اطمس على أموالهم أي عاقبهم على كفرهم بإهلاك أموالهم . قال الزجاج : طمس الشيء إذهابه عن صورته . قال ابن عباس ومحمد بن كعب : صارت أموالهم ودراهمهم حجارة منقوشة كهيئتها صحاحا وأثلاثا وأنصافا ، ولم يبق لهم معدن إلا طمس الله عليه فلم ينتفع به أحد بعد . وقال قتادة : بلغنا أن أموالهم وزروعهم صارت حجارة . وقال [ ص: 282 ] مجاهد وعطية : أهلكها حتى لا ترى ; يقال : عين مطموسة ، وطمس الموضع إذا عفا ودرس . وقال ابن زيد : صارت دنانيرهم ودراهمهم وفرشهم وكل شيء لهم حجارة . محمد بن كعب : وكان الرجل منهم يكون مع أهله في فراشه وقد صارا حجرين ; قال : وسألني عمر بن عبد العزيز فذكرت ذلك له فدعا بخريطة أصيبت بمصر فأخرج منها الفواكه والدراهم والدنانير وإنها لحجارة . وقال السدي : وكانت إحدى الآيات التسع .واشدد على قلوبهم قال ابن عباس : أي امنعهم الإيمان . وقيل : قسها واطبع عليها حتى لا تنشرح للإيمان ; والمعنى واحد . فلا يؤمنوا قيل : هو عطف على قوله : \" ليضلوا \" أي آتيتهم النعم ليضلوا ولا يؤمنوا ; قاله الزجاج والمبرد . وعلى هذا لا يكون فيه من معنى الدعاء شيء . وقوله : ( ربنا اطمس ) ( واشدد ) كلام معترض . وقال الفراء والكسائي وأبو عبيدة : هو دعاء ، فهو في موضع جزم عندهم ; أي اللهم فلا يؤمنوا ، أي فلا آمنوا . ومنه قول الأعشى :فلا ينبسط من بين عينيك ما انزوى ولا تلقني إلا وأنفك راغمأي لا انبسط . ومن قال \" ليضلوا \" دعاء - أي ابتلهم بالضلال - قال : عطف عليه ( فلا يؤمنوا ) . وقيل : هو في موضع نصب لأنه جواب الأمر ; أي واشدد على قلوبهم فلا يؤمنوا . وهذا قول الأخفش والفراء أيضا ، وأنشد الفراء :يا ناق سيري عنقا فسيحا     إلى سليمان فنستريحافعلى هذا حذفت النون لأنه منصوب . ( حتى يروا العذاب الأليم ) قال ابن عباس : هو الغرق . وقد استشكل بعض الناس هذه الآية فقال : كيف دعا عليهم وحكم الرسل استدعاء إيمان قومهم ; فالجواب أنه لا يجوز أن يدعو نبي على قومه إلا بإذن من الله ، وإعلام أنه ليس فيهم من يؤمن ولا يخرج من أصلابهم من يؤمن ; دليله قوله لنوح عليه السلام : إنه لن يؤمن من قومك إلا من قد آمن وعند ذلك قال : رب لا تذر على الأرض من الكافرين ديارا الآية . والله أعلم ."
    },
    {
      "ayah": 89,
      "surah": 10,
      "text": "قوله تعالى قال قد أجيبت دعوتكما فاستقيما ولا تتبعان سبيل الذين لا يعلمون[ ص: 283 ] قوله تعالى قال قد أجيبت دعوتكما قال أبو العالية : دعا موسى وأمن هارون ; فسمي هارون وقد أمن على الدعاء داعيا . والتأمين على الدعاء أن يقول آمين ; فقولك آمين دعاء ، أي يا رب استجب لي . وقيل : دعا هارون مع موسى أيضا . وقال أهل المعاني : ربما خاطبت العرب الواحد بخطاب الاثنين ; قال الشاعر :فقلت لصاحبي لا تعجلانا بنزع أصوله فاجتز شيحاوهذا على أن آمين ليس بدعاء ، وأن هارون لم يدع . قال النحاس : سمعت علي بن سليمان يقول : الدليل على أن الدعاء لهما قول موسى عليه السلام ( ربنا ) ولم يقل رب . وقرأ علي والسلمي \" دعواتكما \" بالجمع . وقرأ ابن السميقع \" أجبت دعوتكما \" خبرا عن الله تعالى ، ونصب ( دعوة ) بعده . وتقدم القول في \" آمين \" في آخر الفاتحة مستوفى . وهو مما خص به نبينا محمد صلى الله عليه وسلم وهارون وموسى عليهما السلام . روى أنس بن مالك قال : قال رسول الله صلى الله عليه وسلم : إن الله قد أعطى أمتي ثلاثا لم تعط أحدا قبلهم : السلام ، وهي تحية أهل الجنة ، وصفوف الملائكة ، وآمين : إلا ما كان من موسى وهارون ذكره الترمذي الحكيم في نوادر الأصول . وقد تقدم في الفاتحة .قوله تعالى ( فاستقيما ) قال الفراء وغيره : أمر بالاستقامة على أمرهما والثبات عليه من دعاء فرعون وقومه إلى الإيمان ، إلى أن يأتيهما تأويل الإجابة . قال محمد بن علي وابن جريج : مكث فرعون وقومه بعد هذه الإجابة أربعين سنة ثم أهلكوا . وقيل : استقيما أي على الدعاء ; والاستقامة في الدعاء ترك الاستعجال في حصول المقصود ، ولا يسقط الاستعجال من القلب إلا باستقامة السكينة فيه ، ولا تكون تلك السكينة إلا بالرضا الحسن لجميع ما يبدو من الغيب .ولا تتبعان سبيل الذين لا يعلمون بتشديد النون في موضع جزم على النهي ، والنون للتوكيد ، وحركت لالتقاء الساكنين ، واختير لها الكسر لأنها أشبهت نون الاثنين . وقرأ ابن ذكوان بتخفيف النون على النفي . وقيل : هو حال من ( استقيما ) ; أي استقيما غير متبعين ، والمعنى : لا تسلكا طريق من لا يعلم حقيقة وعدي ووعيدي ."
    },
    {
      "ayah": 9,
      "surah": 10,
      "text": "قوله تعالى إن الذين آمنوا وعملوا الصالحات يهديهم ربهم بإيمانهم تجري من تحتهم الأنهار في جنات النعيمقوله تعالى إن الذين آمنوا أي صدقوا .وعملوا الصالحات يهديهم ربهم بإيمانهم أي يزيدهم هداية ; كقوله : والذين اهتدوا زادهم هدى . وقيل : يهديهم ربهم بإيمانهم إلى مكان تجري من تحتهم الأنهار . وقال أبو روق : يهديهم ربهم بإيمانهم إلى الجنة . وقال عطية : يهديهم يثيبهم ويجزيهم . وقال مجاهد : يهديهم ربهم بالنور على الصراط إلى الجنة ، يجعل لهم نورا يمشون به . ويروى عن النبي صلى الله عليه وسلم ما يقوي هذا أنه قال : يتلقى المؤمن عمله في أحسن صورة فيؤنسه ويهديه ويتلقى الكافر عمله في أقبح صورة فيوحشه ويضله . هذا معنى الحديث . وقال ابن جريج : يجعل عملهم هاديا لهم . الحسن : يهديهم يرحمهم .[ ص: 228 ] قوله تعالى تجري من تحتهم الأنهار قيل : في الكلام واو محذوفة ، أي وتجري من تحتهم ، أي من تحت بساتينهم . وقيل : من تحت أسرتهم ; وهذا أحسن في النزهة والفرجة ."
    },
    {
      "ayah": 90,
      "surah": 10,
      "text": "قوله تعالى وجاوزنا ببني إسرائيل البحر فأتبعهم فرعون وجنوده بغيا وعدوا حتى إذا أدركه الغرق قال آمنت أنه لا إله إلا الذي آمنت به بنو إسرائيل وأنا من المسلمين[ ص: 284 ] قوله تعالى وجاوزنا ببني إسرائيل البحر تقدم القول فيه في \" البقرة \" في قوله : وإذ فرقنا بكم البحر . وقرأ الحسن \" وجوزنا \" وهما لغتان .فأتبعهم فرعون وجنوده يقال : تبع وأتبع بمعنى واحد ، إذا لحقه وأدركه . واتبع \" بالتشديد \" إذا سار خلفه . وقال الأصمعي : أتبعه \" بقطع الألف \" إذا لحقه وأدركه ، واتبعه \" بوصل الألف \" إذا اتبع أثره ، أدركه أو لم يدركه . وكذلك قال أبو زيد . وقرأ قتادة \" فاتبعهم \" بوصل الألف . وقيل : \" اتبعه \" \" بوصل الألف \" في الأمر اقتدى به . وأتبعه \" بقطع الألف \" خيرا أو شرا ; هذا قول أبي عمرو . وقد قيل هما بمعنى واحد . فخرج موسى ببني إسرائيل وهم ستمائة ألف وعشرون ألفا ، وتبعه فرعون مصبحا في ألفي ألف وستمائة ألف . وقد تقدم .( بغيا ) نصب على الحال ( وعدوا ) معطوف عليه ; أي في حال بغي واعتداء وظلم ; يقال : عدا يعدو عدوا ; مثل غزا يغزو غزوا . وقرأ الحسن \" وعدوا \" بضم العين والدال وتشديد الواو ; مثل علا يعلو علوا . وقال المفسرون : ( بغيا ) طلبا للاستعلاء بغير حق في القول ، ( وعدوا ) في الفعل ; فهما نصب على المفعول له .حتى إذا أدركه الغرق أي ناله ووصله قال ( آمنت ) أي صدقت ( أنه ) أي بأنه لا إله إلا الذي آمنت به بنو إسرائيل فلما حذف الخافض تعدى الفعل فنصب . وقرئ بالكسر ، أي صرت مؤمنا ثم استأنف . وزعم أبو حاتم أن القول محذوف ، أي آمنت فقلت إنه ، والإيمان لا ينفع حينئذ ; والتوبة مقبولة قبل رؤية البأس ، وأما بعدها وبعد المخالطة فلا تقبل ، حسب ما تقدم في \" النساء \" بيانه . ويقال : إن فرعون هاب دخول البحر وكان على حصان أدهم ولم يكن في خيل فرعون فرس أنثى ; فجاء جبريل على فرس وديق أي شهي في صورة هامان وقال له : تقدم ، ثم خاض البحر فتبعها حصان فرعون ، وميكائيل يسوقهم لا يشذ منهم أحد ، فلما صار آخرهم في البحر وهم أولهم أن يخرج انطبق عليهم البحر ، وألجم فرعون الغرق فقال : آمنت بالذي آمنت به بنو إسرائيل ; فدس جبريل في فمه حال البحر . وروى الترمذي عن ابن عباس أن النبي صلى الله عليه وسلم قال : لما أغرق الله فرعون قال آمنت أنه لا إله إلا الذي آمنت به بنو إسرائيل قال جبريل يا محمد فلو رأيتني وأنا آخذ من حال البحر فأدسه في فيه مخافة أن تدركه الرحمة . قال أبو عيسى : هذا حديث حسن . حال البحر : الطين الأسود الذي يكون في أرضه ; قاله أهل اللغة . وعن ابن عباس عن النبي صلى الله عليه وسلم أنه ذكر : أن جبريل جعل يدس في في فرعون الطين خشية أن يقول لا إله إلا الله [ ص: 285 ] فيرحمه الله أو خشية أن يرحمه . قال : هذا حديث حسن غريب صحيح . وقال عون بن عبد الله : بلغني أن جبريل قال للنبي صلى الله عليه وسلم : ما ولد إبليس أبغض إلي من فرعون ، فإنه لما أدركه الغرق قال : ( آمنت ) الآية ، فخشيت أن يقولها فيرحم ، فأخذت تربة أو طينة فحشوتها في فيه . وقيل : إنما فعل هذا به عقوبة له على عظيم ما كان يأتي . وقال كعب الأحبار : أمسك الله نيل مصر عن الجري في زمانه . فقالت له القبط : إن كنت ربنا فأجر لنا الماء ; فركب وأمر بجنوده قائدا قائدا وجعلوا يقفون على درجاتهم وقفز حيث لا يرونه ونزل عن دابته ولبس ثيابا له أخرى وسجد وتضرع لله تعالى فأجرى الله له الماء ، فأتاه جبريل وهو وحده في هيئة مستفت وقال : ما يقول الأمير في رجل له عبد قد نشأ في نعمته لا سند له غيره ، فكفر نعمه وجحد حقه وادعى السيادة دونه ; فكتب فرعون : يقول أبو العباس الوليد بن مصعب بن الريان جزاؤه أن يغرق في البحر ; فأخذه جبريل ومر فلما أدركه الغرق ناوله جبريل عليه السلام خطه . وقد مضى هذا في \" البقرة \" عن عبد الله بن عمرو بن العاص وابن عباس مسندا ; وكان هذا في يوم عاشوراء على ما تقدم بيانه في \" البقرة \" أيضا فلا معنى للإعادة .قوله تعالى وأنا من المسلمين أي من الموحدين المستسلمين بالانقياد والطاعة ."
    },
    {
      "ayah": 91,
      "surah": 10,
      "text": "قوله تعالى آلآن وقد عصيت قبل وكنت من المفسدين قيل : هو من قول الله تعالى . وقيل : هو من قول جبريل . وقيل : ميكائيل ، صلوات الله عليهما ، أو غيرهما من الملائكة له صلوات الله عليهم . وقيل : هو من قول فرعون في نفسه ، ولم يكن ثم قول اللسان بل وقع ذلك في قلبه فقال في نفسه ما قال ، حيث لم تنفعه الندامة ; ونظيره . إنما نطعمكم لوجه الله أثنى عليهم الرب بما في ضميرهم لا أنهم قالوا ذلك بلفظهم ، والكلام الحقيقي كلام القلب ."
    },
    {
      "ayah": 92,
      "surah": 10,
      "text": "قوله تعالى فاليوم ننجيك ببدنك لتكون لمن خلفك آية وإن كثيرا من الناس عن آياتنا لغافلون قوله تعالى فاليوم ننجيك ببدنك أي نلقيك على نجوة من الأرض . وذلك أن بني [ ص: 286 ] إسرائيل لم يصدقوا أن فرعون غرق ، وقالوا : هو أعظم شأنا من ذلك ، فألقاه الله على نجوة من الأرض ، أي مكان مرتفع من البحر حتى شاهدوه قال أوس بن حجر يصف مطرا :فمن بعقوته كمن بنجوته والمستكين كمن يمشي بقرواحوقرأ اليزيدي وابن السميقع \" ننحيك \" بالحاء من التنحية ، وحكاها علقمة عن ابن مسعود ; أي تكون على ناحية من البحر . قال ابن جريج : فرمي به على ساحل البحر حتى رآه بنو إسرائيل ، وكان قصيرا أحمر كأنه ثور . وحكى علقمة عن عبد الله أنه قرأ \" بندائك \" من النداء . قال أبو بكر الأنباري : وليس بمخالف لهجاء مصحفنا ، إذ سبيله أن يكتب بياء وكاف بعد الدال ; لأن الألف تسقط من ندائك في ترتيب خط المصحف كما سقط من الظلمات والسماوات ، فإذا وقع بها الحذف استوى هجاء بدنك وندائك ، على أن هذه القراءة مرغوب عنها لشذوذها وخلافها ما عليه عامة المسلمين ; والقراءة سنة يأخذها آخر عن أول ، وفي معناها نقص عن تأويل قراءتنا ، إذ ليس فيها للدرع ذكر الذي تتابعت الآثار بأن بني إسرائيل اختلفوا في غرق فرعون ، وسألوا الله تعالى ، أن يريهم إياه غريقا فألقوه على نجوة من الأرض ببدنه وهو درعه التي يلبسها في الحروب . قال ابن عباس ومحمد بن كعب القرظي : وكانت درعه من لؤلؤ منظوم . وقيل : من الذهب وكان يعرف بها . وقيل : من حديد ; قاله أبو صخر : والبدن الدرع القصيرة . وأنشد أبو عبيدة للأعشى :وبيضاء كالنهي موضونة     لها قونس فوق جيب البدنوأنشد أيضا لعمرو بن معديكرب :ومضى نساؤهم بكل مفاضة     جدلاء سابغة وبالأبدانوقال كعب بن مالك :ترى الأبدان فيها مسبغات     على الأبطال واليلب الحصيناأراد بالأبدان الدروع واليلب الدروع اليمانية ، كانت تتخذ من الجلود يخرز بعضها إلى بعض ; وهو اسم جنس ، الواحد يلبة . قال عمرو بن كلثوم :علينا البيض واليلب اليماني     وأسياف يقمن وينحنيناوقيل ببدنك بجسد لا روح فيه ; قاله مجاهد . قال الأخفش : وأما قول من قال بدرعك فليس بشيء . قال أبو بكر : لأنهم لما ضرعوا إلى الله يسألونه مشاهدة فرعون غريقا أبرزه لهم فرأوا جسدا لا روح فيه ، فلما رأتهبنو إسرائيل قالوا نعم! يا موسى هذا فرعون وقد [ ص: 287 ] غرق ; فخرج الشك من قلوبهم وابتلع البحر فرعون كما كان . فعلى هذا ( ننجيك ببدنك ) احتمل معنيين : أحدهما - نلقيك على نجوة من الأرض . والثاني - نظهر جسدك الذي لا روح فيه . والقراءة الشاذة \" بندائك \" يرجع معناها إلى معنى قراءة الجماعة ؛ لأن النداء يفسر تفسيرين ، أحدهما - نلقيك بصياحك بكلمة التوبة ، وقولك بعد أن أغلق بابها ومضى وقت قبولها : آمنت أنه لا إله إلا الذي آمنت به بنو إسرائيل وأنا من المسلمين على موضع رفيع . والآخر - فاليوم نعزلك عن غامض البحر بندائك لما قلت ( أنا ربكم الأعلى ) ; فكانت تنجيته بالبدن معاقبة من رب العالمين له على ما فرط من كفره الذي منه نداؤه الذي افترى فيه وبهت ، وادعى القدرة والأمر الذي يعلم أنه كاذب فيه وعاجز عنه وغير مستحق له . قال أبو بكر الأنباري : فقراءتنا تتضمن ما في القراءة الشاذة من المعاني وتزيد عليها .قوله تعالى لتكون لمن خلفك آية أي لبني إسرائيل ولمن بقي من قوم فرعون ممن لم يدركه الغرق ولم ينته إليه هذا الخبر . وإن كثيرا من الناس عن آياتنا لغافلون أي معرضون عن تأمل آياتنا والتفكر فيها . وقرئ \" لمن خلفك \" بفتح اللام ; أي لمن بقي بعدك يخلفك في أرضك . وقرأ علي بن أبي طالب \" لمن خلقك \" بالقاف ; أي تكون آية لخالقك ."
    },
    {
      "ayah": 93,
      "surah": 10,
      "text": "قوله تعالى ولقد بوأنا بني إسرائيل مبوأ صدق ورزقناهم من الطيبات فما اختلفوا حتى جاءهم العلم إن ربك يقضي بينهم يوم القيامة فيما كانوا فيه يختلفون قوله تعالى ولقد بوأنا بني إسرائيل مبوأ صدق أي منزل صدق محمود مختار ، يعني مصر . وقيل : الأردن وفلسطين . وقال الضحاك : هي مصر والشام .ورزقناهم من الطيبات أي من الثمار وغيرها . وقال ابن عباس : يعني قريظة والنضير وأهل عصر النبي صلى الله عليه وسلم من بني إسرائيل ; فإنهم كانوا يؤمنون بمحمد صلى الله عليه وسلم وينتظرون خروجه ، ثم لما خرج حسدوه ; ولهذا قال ( فما اختلفوا ) أي في أمر محمد صلى الله عليه وسلم حتى جاءهم العلم أي القرآن ، ومحمد صلى الله عليه وسلم ، والعلم بمعنى المعلوم ; لأنهم كانوا يعلمونه قبل خروجه ; قال ابن جرير الطبري .إن ربك يقضي بينهم أي يحكم بينهم ويفصل يوم القيامة فيما كانوا فيه يختلفون في الدنيا ، فيثيب الطائع ويعاقب العاصي ."
    },
    {
      "ayah": 94,
      "surah": 10,
      "text": "قوله تعالى فإن كنت في شك مما أنزلنا إليك فاسأل الذين يقرءون الكتاب من قبلك لقد جاءك الحق من ربك فلا تكونن من الممترين ولا تكونن من الذين كذبوا بآيات الله فتكون من الخاسرينقوله تعالى فإن كنت في شك مما أنزلنا إليك الخطاب للنبي صلى الله عليه وسلم والمراد غيره ، أي لست في شك ولكن غيرك شك . قال أبو عمر محمد بن عبد الواحد الزاهد : سمعت الإمامين ثعلبا والمبرد يقولان : معنى فإن كنت في شك أي قل يا محمد للكافر فإن كنت في شك مما أنزلنا إليكفاسأل الذين يقرءون الكتاب من قبلك أي يا عابد الوثن إن كنت في شك من القرآن فاسأل من أسلم من اليهود ، يعني عبد الله بن سلام وأمثاله ; لأن عبدة الأوثان كانوا يقرون لليهود أنهم أعلم منهم من أجل أنهم أصحاب كتاب ; فدعاهم الرسول صلى الله عليه وسلم إلى أن يسألوا من يقرون بأنهم أعلم منهم ، هل يبعث الله برسول من بعد موسى . وقال القتبي : هذا خطاب لمن كان لا يقطع بتكذيب محمد ولا بتصديقه صلى الله عليه وسلم ، بل كان في شك . وقيل : المراد بالخطاب النبي صلى الله عليه وسلم لا غيره ، والمعنى : لو كنت يلحقك الشك فيه فيما أخبرناك به فسألت أهل الكتاب لأزالوا عنك الشك . وقيل : الشك ضيق الصدر ; أي إن ضاق صدرك بكفر هؤلاء فاصبر ، واسأل الذين يقرءون الكتاب من قبلك يخبروك صبر الأنبياء من قبلك على أذى قومهم وكيف عاقبة أمرهم . والشك في اللغة أصله الضيق ; يقال : شك الثوب أي ضمه بخلال حتى يصير كالوعاء . وكذلك السفرة تمد علائقها حتى تنقبض ; فالشك يقبض الصدر ويضمه حتى يضيق . وقال الحسين بن الفضل : الفاء مع حروف الشرط لا توجب الفعل ولا تثبته ، والدليل عليه ما روي عن النبي صلى الله عليه وسلم أنه قال لما نزلت هذه الآية : والله لا أشكثم استأنف الكلام فقال لقد جاءك الحق من ربك فلا تكونن من الممترين أي الشاكين المرتابين ."
    },
    {
      "ayah": 95,
      "surah": 10,
      "text": "ولا تكونن من الذين كذبوا بآيات الله فتكون من الخاسرين والخطاب في هاتين الآيتين للنبي صلى الله عليه وسلم والمراد غيره ."
    },
    {
      "ayah": 96,
      "surah": 10,
      "text": "قوله تعالى إن الذين حقت عليهم كلمة ربك لا يؤمنونقوله تعالى إن الذين حقت عليهم كلمة ربك لا يؤمنون تقدم القول فيه في هذه [ ص: 289 ] السورة . قال قتادة : أي الذين حق عليهم غضب الله وسخطه بمعصيتهم لا يؤمنون ."
    },
    {
      "ayah": 97,
      "surah": 10,
      "text": "ولو جاءتهم كل آية أنث \" كل \" على المعنى ; أي ولو جاءتهم الآيات .حتى يروا العذاب الأليم فحينئذ يؤمنون ولا ينفعهم ."
    },
    {
      "ayah": 98,
      "surah": 10,
      "text": "قوله تعالى فلولا كانت قرية آمنت فنفعها إيمانها إلا قوم يونس لما آمنوا كشفنا عنهم عذاب الخزي في الحياة الدنيا ومتعناهم إلى حينقوله تعالى فلولا كانت قرية آمنت قال الأخفش والكسائي : أي فهلا . وفي مصحف أبي وابن مسعود \" فهلا \" وأصل لولا في الكلام التحضيض أو الدلالة على منع أمر لوجود غيره . ومفهوم من معنى الآية نفي إيمان أهل القرى ثم استثنى قوم يونس ; فهو بحسب اللفظ استثناء منقطع ، وهو بحسب المعنى متصل ; لأن تقديره ما آمن أهل قرية إلا قوم يونس . والنصب في قوم هو الوجه ، وكذلك أدخله سيبويه في \" باب ما لا يكون إلا منصوبا \" . قال النحاس : إلا قوم يونس نصب لأنه استثناء ليس من الأول ، أي لكن قوم يونس ; هذا قول الكسائي والأخفش والفراء . ويجوز . \" إلا قوم يونس \" بالرفع ، ومن أحسن ما قيل في الرفع ما قال أبو إسحاق الزجاج قال : يكون المعنى غير قوم يونس ، فلما جاء بإلا أعرب الاسم الذي بعدها بإعراب غير ; كما قال :وكل أخ مفارقه أخوه لعمر أبيك إلا الفرقدانوروي في قصة قوم يونس عن جماعة من المفسرين : أن قوم يونس كانوا بنينوى من أرض الموصل وكانوا يعبدون الأصنام ، فأرسل الله إليهم يونس عليه السلام يدعوهم إلى الإسلام وترك ما هم عليه فأبوا ; فقيل : إنه أقام يدعوهم تسع سنين فيئس من إيمانهم ; فقيل له : أخبرهم أن العذاب مصبحهم إلى ثلاث ففعل ، وقالوا : هو رجل لا يكذب فارقبوه فإن أقام معكم وبين أظهركم فلا عليكم ، وإن ارتحل عنكم فهو نزول العذاب لا شك ; فلما كان الليل تزود يونس وخرج عنهم فأصبحوا فلم يجدوه فتابوا ودعوا الله ولبسوا المسوح وفرقوا بين الأمهات والأولاد من الناس والبهائم ، وردوا المظالم في تلك الحالة . وقال ابن مسعود : وكان الرجل يأتي الحجر قد وضع عليه أساس بنيانه فيقتلعه فيرده ; والعذاب منهم فيما روي عن ابن عباس على ثلثي ميل . وروي على ميل . وعن ابن عباس أنهم غشيتهم ظلة وفيها حمرة فلم تزل تدنو حتى وجدوا حرها بين أكتافهم . وقال ابن جبير : غشيهم العذاب كما يغشى الثوب [ ص: 290 ] القبر ، فلما صحت توبتهم رفع الله عنهم العذاب . وقال الطبري : خص قوم يونس من بين سائر الأمم بأن تيب عليهم بعد معاينة العذاب ; وذكر ذلك عن جماعة من المفسرين . وقال الزجاج : إنهم لم يقع بهم العذاب ، وإنما رأوا العلامة التي تدل على العذاب ، ولو رأوا عين العذاب لما نفعهم الإيمان . قلت : قول الزجاج حسن ; فإن المعاينة التي لا تنفع التوبة معها هي التلبس بالعذاب كقصة فرعون ، ولهذا جاء بقصة قوم يونس على أثر قصة فرعون لأنه آمن حين رأى العذاب فلم ينفعه ذلك ، وقوم يونس تابوا قبل ذلك . ويعضد هذا قوله عليه السلام : إن الله يقبل توبة العبد ما لم يغرغر . والغرغرة الحشرجة ، وذلك هو حال التلبس بالموت ، وأما قبل ذلك فلا . والله أعلم . وقد روي معنى ما قلناه عن ابن مسعود ، أن يونس لما وعدهم العذاب إلى ثلاثة أيام خرج عنهم فأصبحوا فلم يجدوه فتابوا وفرقوا بين الأمهات والأولاد ; وهذا يدل على أن توبتهم قبل رؤية علامة العذاب . وسيأتي مسندا مبينا في سورة \" والصافات إن شاء الله تعالى . ويكون معنى كشفنا عنهم عذاب الخزي أي العذاب الذي وعدهم به يونس أنه ينزل بهم ، لا أنهم رأوه عيانا ولا مخايلة ; وعلى هذا لا إشكال ولا تعارض ولا خصوص ، والله أعلم . وبالجملة فكان أهل نينوى في سابق العلم من السعداء . وروي عن علي رضي الله عنه أنه قال : إن الحذر لا يرد القدر ، وإن الدعاء ليرد القدر . وذلك أن الله تعالى يقول : إلا قوم يونس لما آمنوا كشفنا عنهم عذاب الخزي في الحياة الدنيا . قال رضي الله عنه : وذلك يوم عاشوراء .قوله تعالى ومتعناهم إلى حين قيل إلى أجلهم ، قال السدي وقيل : إلى أن يصيروا إلى الجنة أو إلى النار ; قاله ابن عباس ."
    },
    {
      "ayah": 99,
      "surah": 10,
      "text": "قوله تعالى ولو شاء ربك لآمن من في الأرض كلهم جميعا أفأنت تكره الناس حتى يكونوا مؤمنينقوله تعالى ولو شاء ربك لآمن من في الأرض كلهم جميعا أي لاضطرهم إليه [ ص: 291 ] . كلهم تأكيد ل \" من \" . جميعا عند سيبويه نصب على الحال . وقال الأخفش : جاء بقوله جميعا بعد \" كل \" تأكيدا ; كقوله : لا تتخذوا إلهين اثنينقوله تعالى أفأنت تكره الناس حتى يكونوا مؤمنين قال ابن عباس : كان النبي صلى الله عليه وسلم حريصا على إيمان جميع الناس ; فأخبره الله تعالى أنه لا يؤمن إلا من سبقت له السعادة في الذكر الأول ، ولا يضل إلا من سبقت له الشقاوة في الذكر الأول . وقيل : المراد بالناس هنا أبو طالب ; وهو عن ابن عباس أيضا ."
    }
  ]
}
