{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 19,
      "text": "تفسير سورة مريم عليها السلام وهي مكية بإجماع ، وهي تسعون وثمان آياتولما كانت وقعة بدر ، وقتل الله فيها صناديد الكفار ، قال كفار قريش : إن ثأركم بأرض الحبشة ، فأهدوا إلى النجاشي ، وابعثوا إليه رجلين من ذوي رأيكم لعله يعطيكم من عنده من قريش ، فتقتلونهم بمن قتل منكم ببدر ؛ فبعث كفار قريش عمرو بن العاص وعبد الله بن أبي ربيعة ، فسمع رسول الله - صلى الله عليه وسلم - ببعثهما ، فبعث رسول الله - صلى الله عليه وسلم - عمرو بن أمية الضمري ، وكتب معه إلى النجاشي ، فقدم على النجاشي ، فقرأ كتاب رسول الله - صلى الله عليه وسلم - ، ثم دعا جعفر بن أبي طالب والمهاجرين ، وأرسل إلى الرهبان والقسيسين فجمعهم ، ثم أمر جعفرا أن يقرأ عليهم القرآن ، فقرأ سورة مريم كهيعص وقاموا تفيض أعينهم من الدمع ، فهم الذين أنزل الله تعالى فيهم ولتجدن أقربهم مودة للذين آمنوا الذين قالوا إنا نصارى ذلك بأن منهم قسيسين ورهبانا وأنهم لا يستكبرون . وقرأ إلى قوله : الشاهدين . ذكره أبو داود .وفي السيرة ؛ فقال النجاشي : هل معك مما جاء به عن الله شيء ؟ قال جعفر : نعم ؛ فقال له النجاشي : اقرأه علي . قال : فقرأ كهيعص فبكى والله النجاشي حتى أخضل لحيته ، وبكت أساقفتهم حتى أخضلوا لحاهم حين سمعوا ما يتلى عليهم ؛ فقال النجاشي : هذا والذي جاء به موسى ليخرج من مشكاة واحدة ، انطلقا فوالله لا أسلمهم إليكما أبدا ؛ وذكر تمام الخبر .كهيعص ذكر رحمة ربك عبده زكريا إذ نادى ربه نداء خفيا قال رب إني وهن العظم مني واشتعل الرأس شيبا ولم أكن بدعائك رب شقيا وإني خفت الموالي من ورائي وكانت امرأتي عاقرا فهب لي من لدنك وليا يرثني ويرث من آل يعقوب واجعله رب رضيا يازكريا إنا نبشرك بغلام اسمه يحيى لم نجعل له من قبل سميا قال رب أنى يكون لي غلام وكانت امرأتي عاقرا وقد بلغت من الكبر عتيا قال كذلك قال ربك هو علي هين وقد خلقتك من قبل ولم تك شيئا قال رب اجعل لي آية قال آيتك ألا تكلم الناس ثلاث ليال سويا فخرج على قومه من المحراب فأوحى إليهم أن سبحوا بكرة وعشيا يايحيى خذ الكتاب بقوة وآتيناه الحكم صبيا وحنانا من لدنا وزكاة وكان تقيا وبرا بوالديه ولم يكن جبارا عصيا وسلام عليه يوم ولد ويوم يموت ويوم يبعث حيا [ ص: 4 ]قوله تعالى : كهيعص تقدم الكلام في أوائل السور . وقال ابن عباس في كهيعص : إن الكاف من كاف ، والهاء من هاد ، والياء من حكيم ، والعين من عليم ، والصاد من صادق ، ذكره ابن عزيز القشيري عن ابن عباس ؛ معناه كاف لخلقه ، هاد لعباده ، يده فوق أيديهم ، عالم بهم ، صادق في وعده ؛ ذكره الثعلبي عن الكلبي و السدي ومجاهد والضحاك .وقال الكلبي أيضا : الكاف من كريم وكبير وكاف ، والهاء من هاد ، والياء من رحيم ، والعين من عليم وعظيم ، والصاد من صادق ؛ والمعنى واحد . وعن ابن عباس أيضا : هو اسم من أسماء الله تعالى ؛ وعن علي - رضي الله عنه - هو اسم الله - عز وجل - وكان يقول : يا كهيعص اغفر لي ؛ ذكره الغزنوي .السدي : هو اسم الله الأعظم الذي إذا سئل به أعطى ، وإذا دعي به أجاب . وقتادة : هو اسم من أسماء القرآن ؛ ذكره عبد الرزاق . عن معمر عنه . وقيل : هو اسم للسورة ؛ وهو اختيار القشيري في أوائل الحروف ؛ وعلى هذا قيل : تمام الكلام عند قوله : كهيعص كأنه إعلام باسم السورة ، كما تقول : كتاب كذا أو باب كذا ثم تشرع في المقصود . وقرأ ابن جعفر هذه الحروف متقطعة ، ووصلها الباقون ، وأمال أبو عمرو الهاء وفتح الياء ، وابن عامر وحمزة بالعكس ، وأمالهما جميعا الكسائي وأبو بكر وخلف . وقرأهما بين اللفظين أهل المدينة نافع وغيره . وفتحهما الباقون . وعن خارجة أن الحسن كان يضم \" كاف \" ، وحكى غيره أنه كان [ ص: 5 ] يضم \" ها \" ، وحكى إسماعيل بن إسحاق أنه كان يضم \" يا \" . قال أبو حاتم : ولا يجوز ضم الكاف والهاء والياء ؛ قال النحاس : قراءة أهل المدينة من أحسن ما في هذا ، والإمالة جائزة في \" ها \" و \" يا \" . وأما قراءة الحسن فأشكلت على جماعة حتى قالوا : لا تجوز ؛ منهم أبو حاتم . والقول فيها ما بينه هارون القارئ ؛ قال : كان الحسن يشم الرفع ؛ فمعنى هذا أنه كان يومئ ؛ كما حكى سيبويه أن من العرب من يقول : الصلاة والزكاة يومئ إلى الواو ، ولهذا كتبها في المصحف بالواو . وأظهر الدال من هجاء ( ص ) نافع وابن كثير وعاصم ويعقوب ، وهو اختيار أبي عبيد ؛ وأدغمها الباقون ."
    },
    {
      "ayah": 10,
      "surah": 19,
      "text": "قوله تعالى : قال رب اجعل لي آية طلب آية على حملها بعد بشارة الملائكة إياه ، وبعد قوله تعالى : وقد خلقتك من قبل ولم تك شيئا زيادة طمأنينة ؛ أي تمم النعمة بأن تجعل لي آية ، وتكون تلك الآية زيادة نعمة وكرامة . وقيل : طلب آية تدله على أن البشرى منه بيحيى لا من الشيطان ؛ لأن إبليس أوهمه ذلك . قاله الضحاك وهو معنى قول السدي ؛ وهذا فيه نظر لإخبار الله تعالى بأن الملائكة نادته حسب ما تقدم في ( آل عمران ) . قال آيتك ألا تكلم الناس ثلاث ليال سويا تقدم في ( آل عمران ) بيانه فلا معنى للإعادة ."
    },
    {
      "ayah": 11,
      "surah": 19,
      "text": "قوله تعالى : فخرج على قومه من المحراب فأوحى إليهم أن سبحوا بكرة وعشيا فيه خمس مسائل :الأولى : قوله تعالى : فخرج على قومه من المحراب أي أشرف عليهم من المصلى . والمحراب أرفع المواضع ، وأشرف المجالس ، وكانوا يتخذون المحاريب فيما ارتفع من الأرض ؛ دليله محراب داود - عليه السلام - على ما يأتي . واختلف الناس في اشتقاقه ؛ فقالت فرقة : هو مأخوذ من الحرب كأن ملازمه يحارب الشيطان والشهوات . وقالت فرقة : هو مأخوذ من الحرب ( بفتح الراء ) كأن ملازمه يلقى منه حربا وتعبا ونصبا .الثانية : هذه الآية تدل على أن ارتفاع إمامهم على المأمومين كان مشروعا عندهم في صلاتهم . وقد اختلف في هذه المسألة فقهاء الأمصار ، فأجاز ذلك الإمام أحمد وغيره متمسكا بقصة المنبر . ومنع مالك ذلك في الارتفاع الكثير دون اليسير ، وعلل أصحابه المنع بخوف الكبر على الإمام .[ ص: 14 ] قلت : وهذا فيه نظر ؛ وأحسن ما فيه ما رواه أبو داود عن همام أن حذيفة أم الناس بالمدائن على دكان ، فأخذ أبو مسعود بقميصه فجبذه ، فلما فرغ من صلاته قال : ألم تعلم أنهم كانوا ينهون عن هذا - أو - ينهى عن ذلك ! قال : بلى ؛ قد ذكرت حين مددتني . وروي أيضا عن عدي بن ثابت الأنصاري قال : حدثني رجل أنه كان مع عمار بن ياسر بالمدائن ، فأقيمت الصلاة فتقدم عمار بن ياسر ، وقام على دكان يصلي والناس أسفل منه ، فتقدم حذيفة فأخذ على يديه فاتبعه عمار حتى أنزله حذيفة ، فلما فرغ عمار من صلاته ، قال له حذيفة : ألم تسمع رسول الله - صلى الله عليه وسلم - يقول : إذا أم الرجل القوم فلا يقم في مكان أرفع من مقامهم أو نحو ذلك ؛ فقال عمار : لذلك اتبعتك حين أخذت على يدي .قلت : فهؤلاء ثلاثة من الصحابة قد أخبروا بالنهي عن ذلك ، ولم يحتج أحد منهم على صاحبه بحديث المنبر فدل على أنه منسوخ ، ومما يدل على نسخه أن فيه عملا زائدا في الصلاة ، وهو النزول والصعود ، فنسخ كما نسخ الكلام والسلام . وهذا أولى مما اعتذر به أصحابنا من أن النبي - صلى الله عليه وسلم - كان معصوما من الكبر ؛ لأن كثيرا من الأئمة يوجد لا كبر عندهم ، ومنهم من علله بأن ارتفاع المنبر كان يسيرا ؛ والله أعلم .[ الثالثة ] قوله تعالى : فأوحى إليهم أن سبحوا بكرة وعشيا قال الكلبي وقتادة وابن منبه : أوحى إليهم أشار . القتبي : أومأ . مجاهد : كتب على الأرض . عكرمة : كتب في كتاب . والوحي في كلام العرب الكتابة ؛ ومنه قول ذي الرمة :سوى الأربع الدهم اللواتي كأنها     بقية وحي في بطون الصحائفوقال عنترة :كوحي صحائف من عهد كسرى     فأهداها لأعجم طمطميو بكرة وعشيا ظرفان . وزعم الفراء أن العشي يؤنث ويجوز تذكيره إذا أبهمت ؛ قال : وقد يكون العشي جمع عشية .الرابعة : قد تقدم الحكم في الإشارة في ( آل عمران ) واختلف علماؤنا فيمن حلف ألا يكلم إنسانا فكتب إليه كتابا ، أو أرسل إليه رسولا ؛ فقال مالك : إنه يحنث إلا أن ينوي [ ص: 15 ] مشافهته ، ثم رجع فقال : لا ينوي في الكتاب ويحنث إلا أن يرتجع الكتاب قبل وصوله . قال ابن القاسم : إذا قرأ كتابه حنث ، وكذلك لو قرأ الحالف كتاب المحلوف عليه . وقال أشهب : لا يحنث إذا قرأه الحالف ؛ وهذا بين ؛ لأنه لم يكلمه ولا ابتدأه بكلام إلا أن يريد ألا يعلم معنى كلامه ، فإنه يحنث وعليه يخرج قول ابن القاسم . فإن حلف ليكلمنه لم يبر إلا بمشافهته ؛ وقال ابن الماجشون : وإن حلف لئن علم كذا ليعلمنه أو ليخبرنه إليه أو أرسل إليه رسولا بر ، ولو علماه جميعا لم يبر ، حتى يعلمه لأن علمهما مختلف .الخامسة : واتفق مالك والشافعي والكوفيون أن الأخرس إذا كتب الطلاق بيده لزمه ؛ قال الكوفيون : إلا أن يكون رجل أصمت أياما فكتب لم يجز من ذلك شيء . قال الطحاوي : الخرس مخالف للصمت العارض ، كما أن العجز عن الجماع العارض لمرض ونحوه يوما أو نحوه مخالف للعجز الميئوس منه الجماع ، نحو الجنون في باب خيار المرأة في الفرقة ."
    },
    {
      "ayah": 12,
      "surah": 19,
      "text": "قوله تعالى : يا يحيى خذ الكتاب بقوة في الكلام حذف ؛ المعنى فولد له ولد وقال الله تعالى للمولود : يا يحيى خذ الكتاب بقوة وهذا اختصار يدل الكلام عليه . والكتاب التوراة بلا خلاف . بقوة أي بجد واجتهاد ؛ قاله مجاهد . وقيل : العلم به ، والحفظ له والعمل به ، وهو الالتزام لأوامره ، والكف عن نواهيه ؛ قاله زيد بن أسلم ؛ وقد تقدم في ( البقرة ) .وآتيناه الحكم صبيا قيل : الأحكام والمعرفة بها . وروى معمر أن الصبيان قالوا ليحيى : اذهب بنا نلعب ؛ فقال : ما للعب خلقت . فأنزل الله تعالى : وآتيناه الحكم صبيا وقال قتادة : كان ابن سنتين أو ثلاث سنين . وقال مقاتل : كان ابن ثلاث سنين . و صبيا نصب على الحال . وقال ابن عباس : من قرأ القرآن قبل أن يحتلم فهو ممن أوتي الحكم صبيا . وروي في تفسير هذه الآية من طريق عبد الله بن عمر عن النبي - صلى الله عليه وسلم - قال : كل بني آدم يأتي يوم القيامة وله ذنب إلا ما كان من يحيى بن زكريا . وقال قتادة : إن يحيى - عليه السلام - لم يعص الله قط بصغيرة ولا كبيرة ولا هم بامرأة . وقال مجاهد : وكان طعام يحيى - عليه السلام - العشب ، كان للدمع في خديه مجار ثابتة . وقد مضى الكلام في معنى قوله : وسيدا وحصورا في ( آل عمران ) ."
    },
    {
      "ayah": 13,
      "surah": 19,
      "text": "قوله تعالى : وحنانا من لدنا حنانا عطف على الحكم . وروي عن ابن [ ص: 16 ] عباس أنه قال : والله ما أدري ما ( الحنان ) . وقال جمهور المفسرين : الحنان الشفقة والرحمة والمحبة ؛ وهو فعل من أفعال النفس . النحاس : وفي معنى الحنان عن ابن عباس قولان : أحدهما : قال : تعطف الله - عز وجل - عليه بالرحمة ، والقول الآخر ما أعطيه من رحمة الناس حتى يخلصهم من الكفر والشرك . وأصله من حنين الناقة على ولدها . ويقال : حنانك وحنانيك ؛ قيل : هما لغتان بمعنى واحد . وقيل : حنانيك تثنية الحنان . وقال أبو عبيدة : والعرب تقول : حنانك يا رب وحنانيك يا رب بمعنى واحد ؛ تريد رحمتك . وقال امرؤ القيس :ويمنحها بنو شمجى بن جرم     معيزهم حنانك ذا الحنانوقال طرفة :أبا منذر أفنيت فاستبق بعضنا     حنانيك بعض الشر أهون من بعضوقال الزمخشري : حنانا رحمة لأبويه وغيرهما وتعطفا وشفقة ؛ وأنشد سيبويه :فقالت حنان ما أتى بك هاهنا     أذو نسب أم أنت بالحي عارفقال ابن الأعرابي : الحنان من صفة الله تعالى مشددا الرحيم . والحنان مخفف : العطف والرحمة . والحنان : الرزق والبركة . ابن عطية : والحنان في كلام العرب أيضا ما عظم من الأمور في ذات الله تعالى ؛ ومنه قول زيد بن عمرو بن نفيل في حديث بلال : والله لئن قتلتم هذا العبد لأتخذن قبره حنانا ؛ وذكر هذا الخبر الهروي ؛ فقال : وفي حديث بلال ومر عليه ورقة بن نوفل وهو يعذب ، فقال : والله لئن قتلتموه لأتخذنه حنانا ؛ أي لأتمسحن به . وقال الأزهري : معناه لأتعطفن عليه ولأترحمن عليه لأنه من أهل الجنة .قلت : فالحنان العطف ، وكذا قال مجاهد . و حنانا أي تعطفا منا عليه أو منه على الخلق ؛ قال الحطيئة :تحنن علي هداك المليك     فإن لكل مقام مقالاعكرمة : محبة . وحنة الرجل امرأته لتوادهما ؛ قال الشاعر :فقالت حنان ما أتى بك هاهنا     أذو نسب أم أنت بالحي عارفقوله تعالى : وزكاة الزكاة التطهير والبركة والتنمية في وجوه الخير والبر ؛ أي جعلناه [ ص: 17 ] مباركا للناس يهديهم . وقيل : المعنى زكيناه بحسن الثناء عليه كما تزكي الشهود إنسانا . وقيل : زكاة صدقة به على أبويه ؛ قاله ابن قتيبة .وكان تقيا أي مطيعا لله تعالى ، ولهذا لم يعمل خطيئة ولم يلم بها ."
    },
    {
      "ayah": 14,
      "surah": 19,
      "text": "قوله تعالى : وبرا بوالديه البر بمعنى البار وهو الكثير البر . و جبارا متكبرا . وهذا وصف ليحيى - عليه السلام - بلين الجانب وخفض الجناح ."
    },
    {
      "ayah": 15,
      "surah": 19,
      "text": "قوله تعالى : وسلام عليه يوم ولد قال الطبري وغيره : معناه أمان . ابن عطية : والأظهر عندي أنها التحية المتعارفة فهي أشرف وأنبه من الأمان ؛ لأن الأمان متحصل له بنفي العصيان عنه ، وهي أقل درجاته ، وإنما الشرف في أن سلم الله عليه ، وحياه في المواطن التي الإنسان فيها في غاية الضعف والحاجة وقلة الحيلة والفقر إلى الله تعالى عظيم الحول .قلت : وهذا قول حسن ، وقد ذكرنا معناه عن سفيان بن عيينة في سورة ( سبحان ) عند قتل يحيى . وذكر الطبري عن الحسن أن عيسى ويحيى التقيا - وهما ابنا الخالة - فقال يحيى لعيسى : ادع الله لي فأنت خير مني ؛ فقال له عيسى : بل أنت ادع الله لي فأنت خير مني ؛ سلم الله عليك وأنا سلمت على نفسي ؛ فانتزع بعض العلماء من هذه الآية في التسليم فضل عيسى ؛ بأن قال : إدلاله في التسليم على نفسه ومكانته من الله تعالى التي اقتضت ذلك حين قرر وحكى في محكم التنزيل أعظم في المنزلة من أن يسلم عليه . قال ابن عطية : ولكل وجه ."
    },
    {
      "ayah": 16,
      "surah": 19,
      "text": "قوله تعالى : واذكر في الكتاب مريم القصة إلى آخرها . هذا ابتداء قصة ليست من الأولى . والخطاب لمحمد - صلى الله عليه وسلم - ؛ أي عرفهم قصتها ليعرفوا كمال قدرتنا . إذ انتبذت أي تنحت وتباعدت . والنبذ الطرح والرمي ؛ قال الله تعالى : فنبذوه وراء ظهورهم . من أهلها أي ممن كان معها . وإذ بدل من مريم بدل اشتمال ؛ لأن الأحيان مشتملة على ما فيها . والانتباذ الاعتزال والانفراد . واختلف الناس لم انتبذت ؛ فقال السدي : انتبذت لتطهر من حيض أو نفاس . وقال غيره : لتعبد الله ؛ وهذا حسن . وذلك أن مريم - عليها السلام - كانت وقفا على سدانة المعبد وخدمته والعبادة فيه ، فتنحت من الناس لذلك ، ودخلت في المسجد إلى جانب المحراب في شرقيه لتخلو للعبادة ، فدخل عليها جبريل - عليه السلام - .فقوله : مكانا شرقيا أي مكانا من جانب الشرق . والشرق بسكون الراء المكان الذي تشرق فيه الشمس . والشرق بفتح الراء الشمس . وإنما خص المكان بالشرق لأنهم كانوا يعظمون جهة المشرق ومن حيث تطلع الأنوار ، وكانت الجهات الشرقية من كل شيء أفضل من سواها ؛ حكاه الطبري . وحكي عن ابن عباس أنه قال : إني لأعلم الناس لم اتخذ النصارى المشرق قبلة لقول الله - عز وجل - : إذ انتبذت من أهلها مكانا شرقيا فاتخذوا ميلاد عيسى - عليه السلام - قبلة ؛ وقالوا : لو كان شيء من الأرض خيرا من المشرق لوضعت مريم عيسى - عليه السلام - فيه . واختلف الناس في نبوة مريم ؛ فقيل : كانت نبية بهذا الإرسال والمحاورة للملك . وقيل : لم تكن نبية وإنما كلمها مثال بشر ، ورؤيتها للملك كما رئي جبريل في صفة دحية حين سؤاله عن الإيمان والإسلام . والأول أظهر . وقد مضى الكلام في هذا المعنى مستوفى في ( آل عمران ) والحمد لله ."
    },
    {
      "ayah": 17,
      "surah": 19,
      "text": "قوله تعالى : فأرسلنا إليها روحنا قيل : هو روح عيسى - عليه السلام - ؛ لأن الله تعالى خلق الأرواح قبل الأجساد ، فركب الروح في جسد عيسى - عليه السلام - الذي خلقه في بطنها . وقيل : هو جبريل وأضيف الروح إلى الله تعالى تخصيصا وكرامة . والظاهر أنه جبريل - عليه السلام - ؛ لقوله : فتمثل لها أي تمثل الملك لها . بشرا تفسير أو حال . سويا أي مستوي الخلقة ؛ لأنها لم تكن لتطيق أو تنظر جبريل في صورته . ولما رأت رجلا حسن الصورة [ ص: 19 ] في صورة البشر قد خرق عليها الحجاب ظنت أنه يريدها بسوء ."
    },
    {
      "ayah": 18,
      "surah": 19,
      "text": "ف قالت إني أعوذ بالرحمن منك إن كنت تقيا أي ممن يتقي الله . البكالي : فنكص جبريل - عليه السلام - فزعا من ذكر الرحمن تبارك وتعالى . الثعلبي : كان رجلا صالحا فتعوذت به تعجبا . وقيل : تقي فعيل بمعنى مفعول أي كنت ممن يتقى منه . في البخاري قال أبو وائل : علمت مريم أن التقي ذو نهية حين قالت : إن كنت تقيا . وقيل : تقي اسم فاجر معروف في ذلك الوقت ؛ قاله وهب بن منبه ؛ حكاه مكي وغيره . ابن عطية وهو ضعيف ذاهب مع التخرص ."
    },
    {
      "ayah": 19,
      "surah": 19,
      "text": "فقال لها جبريل - عليه السلام - : إنما أنا رسول ربك لأهب لك غلاما زكيا . جعل الهبة من قبله لما كان الإعلام بها من قبله . وقرأ ورش عن نافع ( ليهب لك ) على معنى أرسلني الله ليهب لك . وقيل : معنى ( لأهب ) بالهمز محمول على المعنى ؛ أي قال : أرسلته لأهب لك . ويحتمل ( ليهب ) بلا همز أن يكون بمعنى المهموز ثم خففت الهمزة . فلما سمعت مريم ذلك من قوله استفهمت عن طريقه ."
    },
    {
      "ayah": 2,
      "surah": 19,
      "text": "قوله تعالى : ذكر رحمة ربك عبده زكريافيه :الأولى : قوله تعالى : ذكر رحمة ربك في رفع ذكر ثلاثة أقوال ؛ قال الفراء : هو مرفوع ب كهيعص ؛ قال الزجاج : هذا محال ؛ لأن كهيعص ليس هو مما أنبأنا الله - عز وجل - به عن زكريا ، وقد خبر الله تعالى عنه وعن ما بشر به ، وليس كهيعص من قصته . وقال الأخفش : التقدير ؛ فيما يقص عليكم ذكر رحمة ربك . والقول الثالث : أن المعنى هذا الذي يتلوه عليكم ذكر رحمة ربك . وقيل : ذكر رحمة ربك رفع بإضمار مبتدأ ؛ أي هذا ذكر رحمة ربك ؛ وقرأ الحسن ( ذكر رحمة ربك ) أي هذا المتلو من القرآن ذكر رحمة ربك . وقرئ ( ذكر ) على الأمر .ورحمة تكتب ويوقف عليها بالهاء ، وكذلك كل ما كان مثلها ، لا اختلاف فيها بين النحويين ، واعتلوا في ذلك أن هذه الهاء لتأنيث الأسماء فرقا بينها وبين الأفعال .الثانية : قوله تعالى : عبده قال الأخفش : هو منصوب ب ( رحمة ) . زكريا بدل منه ، كما تقول : هذا ذكر ضرب زيد عمرا ؛ فعمرا منصوب بالضرب ؛ كما أن عبده منصوب بالرحمة . وقيل : هو على التقديم والتأخير ؛ معناه : ذكر ربك عبده زكريا برحمة ؛ ف ( عبده ) منصوب بالذكر ؛ ذكره الزجاج والفراء . وقرأ بعضهم ( عبده زكريا ) بالرفع ؛ وهي قراءة أبي العالية . وقرأ يحيى بن يعمر ( ذكر ) بالنصب على معنى : هذا القرآن ذكر رحمة عبده زكريا . وتقدمت اللغات والقراءة في زكريا في ( آل عمران ) ."
    },
    {
      "ayah": 20,
      "surah": 19,
      "text": "ف قالت أنى يكون لي غلام ولم يمسسني بشر أي بنكاح . ولم أك بغيا أي زانية . وذكرت هذا تأكيدا ؛ لأن قولها لم يمسسني بشر يشمل الحلال والحرام . وقيل : ما استبعدت من قدرة الله تعالى شيئا ، ولكن أرادت كيف يكون هذا الولد ؟ من قبل الزوج في المستقبل أم يخلقه الله ابتداء ؟ وروي أن جبريل - عليه السلام - حين قال لها هذه المقالة نفخ في جيب درعها وكمها ؛ قاله ابن جريج . ابن عباس : أخذ جبريل - عليه السلام - ردن قميصها بإصبعه فنفخ فيه فحملت من ساعتها بعيسى . قال الطبري : وزعمت النصارى أن مريم حملت بعيسى ولها ثلاث عشرة سنة ، وأن عيسى عاش إلى أن رفع اثنتين وثلاثين سنة وأياما ، وأن مريم بقيت بعد رفعه ست سنين ، فكان جميع عمرها نيفا وخمسين سنة ."
    },
    {
      "ayah": 21,
      "surah": 19,
      "text": "وقوله : ولنجعله متعلق بمحذوف ؛ أي ونخلقه لنجعله . آية دلالة على قدرتنا عجيبة . ورحمة لمن آمن به . وكان أمرا مقضيا مقدرا في اللوح مسطورا ."
    },
    {
      "ayah": 22,
      "surah": 19,
      "text": "قوله تعالى : فانتبذت به مكانا قصيا أي تنحت بالحمل إلى مكان بعيد ؛ قال ابن عباس : إلى أقصى الوادي ، وهو وادي بيت لحم بينه وبين إيلياء أربعة أميال ؛ وإنما بعدت فرارا من تعيير قومها إياها بالولادة من غير زوج . قال ابن عباس : ما هو إلا أن حملت فوضعت في الحال وهذا هو الظاهر ؛ لأن الله تعالى ذكر الانتباذ عقب الحمل . وقيل غير ذلك على ما يأتي :"
    },
    {
      "ayah": 23,
      "surah": 19,
      "text": "قوله تعالى : فأجاءها المخاض إلى جذع النخلة ( أجاءها ) اضطرها ؛ وهو تعدية جاء بالهمز . يقال : جاء به وأجاءه إلى موضع كذا ، كما يقال : ذهب به وأذهبه . وقرأ شبيل [ ص: 20 ] ورويت عن عاصم ( فاجأها ) من المفاجأة . وفي مصحف أبي ( فلما أجاءها المخاض ) .وقال زهير :وجار سار معتمدا إلينا أجاءته المخافة والرجاءوقرأ الجمهور المخاض بفتح الميم . وابن كثير فيما روي عنه بكسرها وهو الطلق وشدة الولادة وأوجاعها . مخضت المرأة تمخض مخاضا ومخاضا . وناقة ماخض أي دنا ولادها . إلى جذع النخلة كأنها طلبت شيئا تستند إليه وتتعلق به ، كما تتعلق الحامل لشدة وجع الطلق . والجذع ساق النخلة اليابسة في الصحراء الذي لا سعف عليه ولا غصن ؛ ولهذا لم يقل إلى النخلة .قالت يا ليتني مت قبل هذا تمنت مريم - عليها السلام - الموت من جهة الدين لوجهين : أحدهما : أنها خافت أن يظن بها الشر في دينها وتعير فيفتنها ذلك . الثاني : لئلا يقع قوم بسببها في البهتان والنسبة إلى الزنا وذلك مهلك . وعلى هذا الحد يكون تمني الموت جائزا ، وقد مضى هذا المعنى مبينا في سورة يوسف - عليه السلام - والحمد لله .قلت : وقد سمعت أن مريم - عليها السلام - سمعت نداء من يقول : اخرج يا من يعبد من دون الله فحزنت لذلك . و قالت يا ليتني مت قبل هذا وكنت نسيا منسيا النسي في كلام العرب الشيء الحقير الذي شأنه أن ينسى ولا يتألم لفقده كالوتد والحبل للمسافر ونحوه . وحكي عن العرب أنهم إذا أرادوا الرحيل عن منزل قالوا : احفظوا أنساءكم ؛ الأنساء جمع نسي وهو الشيء الحقير يغفل فينسى . ومنه قول الكميت - رضي الله تعالى عنه - :أتجعلنا جسرا لكلب قضاعة     ولست بنسي في معد ولا دخلوقال الفراء : النسي ما تلقيه المرأة من خرق اعتلالها ؛ فقول مريم : ( نسيا منسيا ) أي حيضة ملقاة . وقرئ ( نسيا ) بفتح النون وهما لغتان مثل الحجر والحجر والوتر والوتر . وقرأ محمد بن كعب القرظي بالهمز ( نسئا ) بكسر النون . وقرأ نوف البكالي ( نسئا ) بفتح النون من نسأ الله تعالى في أجله أي أخره . وحكاها أبو الفتح والداني عن محمد بن كعب . وقرأ بكر بن حبيب ( نسا ) بتشديد السين وفتح النون دون همز . وقد حكى الطبري في قصصها أنها لما حملت بعيسى - عليه السلام - حملت أيضا أختها بيحيى ، فجاءتها أختها زائرة فقالت : يا مريم أشعرت أنت أني حملت ؟ فقالت لها : وإني أجد ما في بطني يسجد لما في بطنك ؛ فذلك أنه [ ص: 21 ] روي أنها أحست بجنينها يخر برأسه إلى ناحية بطن مريم ؛ قال السدي فذلك قوله : مصدقا بكلمة من الله وسيدا وحصورا ونبيا من الصالحين وذكر أيضا من قصصها أنها خرجت فارة مع رجل من بني إسرائيل يقال له يوسف النجار ، كان يخدم معها في المسجد وطول في ذلك . قال الكلبي : قيل ليوسف - وكانت سميت له أنها حملت من الزنا - فالآن يقتلها الملك ، فهرب بها ، فهم في الطريق بقتلها ، فأتاه جبريل - عليه السلام - وقال له : إنه من روح القدس ؛ قال ابن عطية : وهذا كله ضعيف . وهذه القصة تقتضي أنها حملت ، واستمرت حاملا على عرف النساء ، وتظاهرت الروايات بأنها ولدته لثمانية أشهر . قاله عكرمة ؛ ولذلك قيل : لا يعيش ابن ثمانية أشهر حفظا لخاصة عيسى . وقيل : ولدته لتسعة . وقيل : لستة . وما ذكرناه عن ابن عباس أصح وأظهر . والله أعلم ."
    },
    {
      "ayah": 24,
      "surah": 19,
      "text": "قوله تعالى : فناداها من تحتها قرئ بفتح الميم وكسرها . قال ابن عباس : المراد ب ( من ) جبريل ، ولم يتكلم عيسى حتى أتت به قومها ؛ وقاله علقمة والضحاك وقتادة ؛ ففي هذا لها آية وأمارة أن هذا من الأمور الخارقة للعادة التي لله فيها مراد عظيم . وقوله : ألا تحزني تفسير النداء ، ( وأن ) مفسرة بمعنى أي ، المعنى : فلا تحزني بولادتك . قد جعل ربك تحتك سريا يعني عيسى . والسري من الرجال العظيم الخصال السيد . قال الحسن : كان والله سريا من الرجال . ويقال : سري فلان على فلان أي تكرم . وفلان سري من قوم سراة . وقال الجمهور : أشار لها إلى الجدول الذي كان قريب جذع النخلة . قال ابن عباس : كان ذلك نهرا قد انقطع ماؤه فأجراه الله تعالى لمريم . والنهر يسمى سريا ؛ لأن الماء يسري فيه ؛ قال الشاعر :سلم ترى الدالي منه أزورا     إذا يعب في السري هرهراوقال لبيد :فتوسطا عرض السري وصدعا     مسجورة متجاورا قلامها[ ص: 22 ] وقيل : ناداها عيسى ، وكان ذلك معجزة وآية وتسكينا لقلبها ؛ والأول أظهر . وقرأ ابن عباس ( فناداها ملك من تحتها ) قالوا : وكان جبريل - عليه السلام - في بقعة من الأرض أخفض من البقعة التي كانت هي عليها ."
    },
    {
      "ayah": 25,
      "surah": 19,
      "text": "قوله تعالى وهزي إليك بجذع النخلة تساقط عليك رطبا جنيا فكلي واشربي وقري عينا فيه أربع مسائل :الأولى : قوله تعالى : وهزي أمرها بهز الجذع اليابس لترى آية أخرى في إحياء موات الجذع . والباء في قوله : بجذع زائدة مؤكدة كما يقال : خذ بالزمام ، وأعط بيدك قال الله تعالى : فليمدد بسبب إلى السماء أي فليمدد سببا . وقيل : المعنى وهزي إليك رطبا على جذع النخلة . و تساقط أي تتساقط فأدغم التاء في السين . وقرأ حمزة ( تساقط ) مخففا فحذف التي أدغمها غيره . وقرأ عاصم في رواية حفص تساقط بضم التاء مخففا وكسر القاف . وقرئ ( تتساقط ) بإظهار التاءين و ( يساقط ) بالياء وإدغام التاء ( وتسقط ) و ( يسقط ) و ( تسقط ) و ( يسقط ) بالتاء للنخلة وبالياء للجذع ؛ فهذه تسع قراءات ذكرها الزمخشري - رحمة الله تعالى عليه - .رطبا نصب بالهز ؛ أي إذا هززت الجذع هززت بهزه رطبا جنيا وعلى الجملة ف ( رطبا ) يختلف نصبه بحسب معاني القراءات ؛ فمرة يستند الفعل إلى الجذع ، ومرة إلى الهز ، ومرة إلى النخلة . وجنيا معناه قد طابت وصلحت للاجتناء ، وهي من جنيت الثمرة . ويروى عن ابن مسعود - ولا يصح - أنه قرأ ( تساقط عليك رطبا جنيا برنيا ) . وقال مجاهد : رطبا جنيا قال : كانت عجوة . وقال عباس بن الفضل : سألت أبا عمرو بن العلاء عن قوله : رطبا جنيا فقال : لم يذو . قال : وتفسيره : لم يجف ولم ييبس ولم يبعد عن يدي مجتنيه ؛ وهذا هو الصحيح . قال الفراء : الجني والمجني واحد يذهب إلى أنهما بمنزلة القتيل والمقتول والجريح والمجروح . وقال غير الفراء : الجني المقطوع من نخلة واحدة ، والمأخوذ من مكان نشأته ؛ وأنشدوا :وطيب ثمار في رياض أريضة     وأغصان أشجار جناها على قرب[ ص: 23 ] يريد بالجنى ما يجنى منها أي يقطع ويؤخذ . قال ابن عباس : كان جذعا نخرا فلما هزت نظرت إلى أعلى الجذع فإذا السعف قد طلع ، ثم نظرت إلى الطلع قد خرج من بين السعف ، ثم اخضر فصار بلحا ثم احمر فصار زهوا ، ثم رطبا ؛ كل ذلك في طرفة عين ، فجعل الرطب يقع بين يديها لا ينشدخ منه شيء .الثانية : استدل بعض الناس من هذه الآية على أن الرزق وإن كان محتوما ؛ فإن الله تعالى قد وكل ابن آدم إلى سعي ما فيه ؛ لأنه أمر مريم بهز النخلة لترى آية ، وكانت الآية تكون بألا تهز .الثالثة : الأمر بتكليف الكسب في الرزق سنة الله تعالى في عباده ، وأن ذلك لا يقدح في التوكل ، خلافا لما تقوله جهال المتزهدة ؛ وقد تقدم هذا المعنى والخلاف فيه . وقد كانت قبل ذلك يأتيها رزقها من غير تكسب كما قال : كلما دخل عليها زكريا المحراب وجد عندها رزقا الآية . فلما ولدت أمرت بهز الجذع . قال علماؤنا : لما كان قلبها فارغا فرغ الله جارحتها عن النصب ، فلما ولدت عيسى وتعلق قلبها بحبه ، واشتغل سرها بحديثه وأمره ، وكلها إلى كسبها ، وردها إلى العادة بالتعلق بالأسباب في عباده . وحكى الطبري عن ابن زيد أن عيسى - عليه السلام - قال لها : لا تحزني ؛ فقالت له : وكيف لا أحزن وأنت معي ؟ ! لا ذات زوج ولا مملوكة ! أي شيء عذري عند الناس ؟ ! يا ليتني مت قبل هذا وكنت نسيا منسيا فقال لها عيسى : أنا أكفيك الكلام .الرابعة : قال الربيع بن خيثم : ما للنفساء عندي خير من الرطب لهذه الآية ، ولو علم الله شيئا هو أفضل من الرطب للنفساء لأطعمه مريم ؛ ولذلك قالوا : التمر عادة للنفساء من ذلك الوقت وكذلك التحنيك . وقيل : إذا عسر ولادها لم يكن لها خير من الرطب ، ولا للمريض خير من العسل ؛ ذكره الزمخشري . قال ابن وهب قال مالك قال الله تعالى : رطبا جنيا الجني من التمر ما طاب من غير نقش ولا إفساد . والنقش أن ينقش من أسفل البسرة حتى ترطب ؛ فهذا مكروه ؛ يعني مالك أن هذا تعجيل للشيء قبل وقته ، فلا ينبغي لأحد أن يفعله ، [ ص: 24 ] وإن فعله فاعل ما كان ذلك مجوزا لبيعه ؛ ولا حكما بطيبه . وقد مضى هذا القول في الأنعام . والحمد لله . عن طلحة بن سليمان جنيا بكسر الجيم للإتباع ؛ أي جعلنا لك في السري والرطب فائدتين : إحداهما الأكل والشرب ، الثانية سلوة الصدر لكونهما معجزتين ."
    },
    {
      "ayah": 26,
      "surah": 19,
      "text": "وهو معنى قوله تعالى : فكلي واشربي وقري عينا أي فكلي من الجني ، واشربي من السري ، وقري عينا برؤية الولد النبي . وقرئ بفتح القاف وهي قراءة الجمهور . وحكى الطبري قراءة ( وقري ) بكسر القاف وهي لغة نجد . يقال : قر عينا يقر ويقر بضم القاف وكسرها وأقر الله عينه فقرت . وهو مأخوذ من القر والقرة وهما البرد . ودمعة السرور باردة ودمعة الحزن حارة . وضعفت فرقة هذا وقالت : الدمع كله حار ، فمعنى أقر الله عينه أي سكن الله عينه بالنظر إلى من يحبه حتى تقر وتسكن ؛ وفلان قرة عيني ؛ أي نفسي تسكن بقربه . وقال الشيباني : ( وقري عينا ) معناه نامي ؛ حضها على الأكل والشرب والنوم . قال أبو عمرو : أقر الله عينه أي أنام عينه ، وأذهب سهره . وعينا نصب على التمييز ؛ كقولك : طب نفسا . والفعل في الحقيقة إنما هو للعين فنقل ذلك إلى ذي العين ؛ وينصب الذي كان فاعلا في الحقيقة على التفسير . ومثله طبت نفسا ، وتفقأت شحما ، وتصببت عرقا ، ومثله كثير .قوله تعالى : فإما ترين من البشر أحدا فقولي إني نذرت للرحمن صوما .فيه ثلاث مسائل :الأولى : قوله تعالى : فإما ترين الأصل في ترين ترأيين فحذفت الهمزة كما حذفت من ترى ونقلت فتحتها إلى الراء فصار ( تريين ) ثم قلبت الياء الأولى ألفا لتحركها وانفتاح ما قبلها ، فاجتمع ساكنان الألف المنقلبة عن الياء وياء التأنيث ، فحذفت الألف لالتقاء الساكنين ، فصار ترين ، ثم حذفت النون علامة للجزم لأن إن حرف شرط وما صلة فبقي تري ، ثم دخله نون التوكيد وهي مثقلة ، فكسر ياء التأنيث لالتقاء الساكنين ؛ لأن النون المثقلة بمنزلة نونين الأولى ساكنة فصار ترين وعلى هذا النحو قول ابن دريد :إما تري رأسي حاكى لونهوقول الأفوه :إما تري رأسي أزرى به[ ص: 25 ] وإنما دخلت النون هنا بتوطئة ما كما يوطئ لدخولها أيضا لام القسم . وقرأ طلحة وأبو جعفر وشيبة ( ترين ) بسكون الياء وفتح النون خفيفة ؛ قال أبو الفتح : وهي شاذة .الثانية قوله تعالى : فقولي إني نذرت هذا جواب الشرط وفيه إضمار ؛ أي فسألك عن ولدك فقولي إني نذرت للرحمن صوما أي صمتا ؛ قاله ابن عباس وأنس بن مالك . وفي قراءة أبي بن كعب ( إني نذرت للرحمن صوما صمتا ) وروي عن أنس . وعنه أيضا ( وصمتا ) بواو ، واختلاف اللفظين يدل على أن الحرف ذكر تفسيرا لا قرآنا ؛ فإذا أتت معه واو فممكن أن يكون غير الصوم . والذي تتابعت به الأخبار عن أهل الحديث ورواة اللغة أن الصوم هو الصمت ؛ لأن الصوم إمساك والصمت إمساك عن الكلام .وقيل : هو الصوم المعروف ، وكان يلزمهم الصمت يوم الصوم إلا بالإشارة . وعلى هذا تخرج قراءة أنس ( وصمتا ) بواو ، وأن الصمت كان عندهم في الصوم ملتزما بالنذر ، كما أن من نذر منا المشي إلى البيت اقتضى ذلك الإحرام بالحج أو العمرة . ومعنى هذه الآية أن الله تعالى أمرها على لسان جبريل - عليه السلام - - أو ابنها على الخلاف المتقدم - بأن تمسك عن مخاطبة البشر ، وتحيل على ابنها في ذلك ليرتفع عنها خجلها ، وتتبين الآية فيقوم عذرها . وظاهر الآية أنها أبيح لها أن تقول هذه الألفاظ التي في الآية ، وهو قول الجمهور . وقالت فرقة : معنى ( قولي ) بالإشارة لا بالكلام . الزمخشري : وفيه أن السكوت عن السفيه واجب ، ومن أذل الناس سفيه لم يجد مسافها .الثالثة : من التزم بالنذر ألا يكلم أحدا من الآدميين فيحتمل أن يقال : إنه قربة فيلزم بالنذر ، ويحتمل أن يقال : ذلك لا يجوز في شرعنا لما فيه من التضييق وتعذيب النفس ؛ كنذر القيام في الشمس ونحوه . وعلى هذا كان نذر الصمت في تلك الشريعة لا في شريعتنا ؛ وقد تقدم . وقد أمر ابن مسعود من فعل ذلك بالنطق بالكلام . وهذا هو الصحيح لحديث أبي إسرائيل ، خرجه البخاري عن ابن عباس . وقال ابن زيد والسدي : كانت سنة الصيام عندهم الإمساك عن الأكل والكلام .قلت : ومن سنتنا نحن في الصيام الإمساك عن الكلام القبيح ؛ قال - عليه الصلاة [ ص: 26 ] والسلام - : إذا كان أحدكم صائما فلا يرفث ولا يجهل ، فإن امرؤ قاتله أو شاتمه ، فليقل إني صائم . وقال - عليه الصلاة والسلام - : من لم يدع قول الزور والعمل به فليس لله حاجة في أن يدع طعامه وشرابه ."
    },
    {
      "ayah": 27,
      "surah": 19,
      "text": "قوله : فأتت به قومها تحمله قالوا يا مريم لقد جئت شيئا فرياقوله تعالى : فأتت به قومها تحمله روي أن مريم لما اطمأنت بما رأت من الآيات ، وعلمت أن الله تعالى سيبين عذرها ، أتت به تحمله من المكان القصي الذي كانت انتبذت فيه . قال ابن عباس : خرجت من عندهم حين أشرقت الشمس ، فجاءتهم عند الظهر ومعها صبي تحمله ، فكان الحمل والولادة في ثلاث ساعات من النهار . وقال الكلبي : ولدت حيث لم يشعر بها قومها ، ومكثت أربعين يوما للنفاس ، ثم أتت قومها تحمله ، فلما رأوها ومعها الصبي حزنوا وكانوا أهل بيت صالحين ؛ فقالوا منكرين : لقد جئت شيئا فريا أي جئت بأمر عظيم كالآتي بالشيء يفتريه . قال مجاهد : فريا عظيما . وقال سعيد بن مسعدة : أي مختلقا مفتعلا ؛ يقال : فريت وأفريت بمعنى واحد . والولد من الزنا كالشيء المفترى . قال الله تعالى : ولا يأتين ببهتان يفترينه بين أيديهن وأرجلهن أي بولد بقصد إلحاقه بالزوج وليس منه . يقال : فلان يفري الفري أي يعمل العمل البالغ ، وقال أبو عبيدة : الفري العجيب النادر ، وقاله الأخفش قال : فريا عجيبا . والفري القطع كأنه مما يخرق العادة ، أو يقطع القول بكونه عجيبا نادرا . وقال قطرب : الفري الجديد من الأسقية ؛ أي جئت بأمر جديد بديع لم تسبقي إليه . وقرأ أبو حيوة : ( شيئا فريا ) بسكون الراء .وقال السدي ووهب بن منبه : لما أتت به قومها تحمله تسامع بذلك بنو إسرائيل ، فاجتمع رجالهم ونساؤهم ، فمدت امرأة يدها إليها لتضربها فأجف الله شطرها فحملت كذلك . وقال آخر : ما أراها إلا زنت فأخرسه الله تعالى ؛ [ ص: 27 ] فتحامى الناس من أن يضربوها ، أو يقولوا لها كلمة تؤذيها ، وجعلوا يخفضون إليها القول ويلينون ؛ فقالوا : يا مريم لقد جئت شيئا فريا أي عظيما قال الراجز :قد أطعمتني دقلا حوليا مسوسا مدودا حجرياقد كنت تفرين به الفرياأي تعظيمنه ."
    },
    {
      "ayah": 28,
      "surah": 19,
      "text": "قوله تعالى : يا أخت هارون اختلف الناس في معنى هذه الأخوة ومن هارون ؟ فقيل : هو هارون أخو موسى ؛ والمراد من كنا نظنها مثل هارون في العبادة تأتي بمثل هذا . وقيل : على هذا كانت مريم من ولد هارون أخي موسى فنسبت إليه بالأخوة ؛ لأنها من ولده ؛ كما يقال للتميمي : يا أخا تميم وللعربي يا أخا العرب ، وقيل : كان لها أخ من أبيها اسمه هارون ؛ لأن هذا الاسم كان كثيرا في بني إسرائيل تبركا باسم هارون أخي موسى ، وكان أمثل رجل في بني إسرائيل ؛ قاله الكلبي .وقيل : هارون هذا رجل صالح في ذلك الزمان تبع جنازته يوم مات أربعون ألفا كلهم اسمه هارون . وقال قتادة : كان في ذلك الزمان في بني إسرائيل عابد منقطع إلى الله - عز وجل - يسمى هارون فنسبوها إلى أخوته من حيث كانت على طريقته قبل ؛ إذ كانت موقوفة على خدمة البيع ؛ أي يا هذه المرأة الصالحة ما كنت أهلا لذلك . وقال كعب الأحبار بحضرة عائشة أم المؤمنين - رضي الله عنها - : إن مريم ليست بأخت هارون أخي موسى ؛ فقالت له عائشة : كذبت . فقال لها : يا أم المؤمنين إن كان رسول الله - صلى الله عليه وسلم - قاله فهو أصدق وأخبر ، وإلا فإني أجد بينهما من المدة ستمائة سنة . قال : فسكتت .وفي صحيح مسلم عن المغيرة بن شعبة قال : لما قدمت نجران سألوني فقال إنكم تقرءون ( يا أخت هارون ) وموسى قبل عيسى بكذا وكذا ، فلما قدمت على رسول الله - صلى الله عليه وسلم - سألته عن ذلك ، فقال : إنهم كانوا يسمون بأنبيائهم والصالحين قبلهم . وقد جاء في بعض طرقه في غير الصحيح أن النصارى قالوا له : إن صاحبك يزعم أن مريم هي أخت هارون وبينهما في المدة ستمائة سنة ؟ ! قال المغيرة : فلم أدر ما أقول ؛ وذكر الحديث . والمعنى أنه اسم وافق اسما . ويستفاد من هذا جواز التسمية بأسماء الأنبياء ؛ والله أعلم . [ ص: 28 ] قلت : فقد دل الحديث الصحيح أنه كان بين موسى وعيسى وهارون زمان مديد . الزمخشري : كان بينهما وبينه ألف سنة أو أكثر فلا يتخيل أن مريم كانت أخت موسى وهارون ؛ وإن صح فكما قال السدي لأنها كانت من نسله ؛ وهذا كما تقول للرجل من قبيلة : يا أخا فلان . ومنه قوله - عليه الصلاة والسلام - : إن أخا صداء قد أذن فمن أذن فهو يقيم وهذا هو القول الأول . ابن عطية : وقالت فرقة : بل كان في ذلك الزمان رجل فاجر اسمه هارون فنسبوها إليه على جهة التعيير والتوبيخ ؛ ذكره الطبري ولم يسم قائله .قلت : ذكره الغزنوي عن سعيد بن جبير أنه كان فاسقا مثلا في الفجور فنسبت إليه . والمعنى : ما كان أبوك ولا أمك أهلا لهذه الفعلة فكيف جئت أنت بها ؟ ! وهذا من التعريض الذي يقوم مقام التصريح . وذلك يوجب عندنا الحد وسيأتي في سورة ( النور ) القول فيه إن شاء الله تعالى . وهذا القول الأخير يرده الحديث الصحيح ، وهو نص صريح فلا كلام لأحد معه ، ولا غبار عليه . والحمد لله . وقرأ عمر بن لجأ التيمي ( ما كان أباك امرؤ سوء ) ."
    },
    {
      "ayah": 29,
      "surah": 19,
      "text": "قوله تعالى : فأشارت إليه قالوا كيف نكلم من كان في المهد صبياقوله تعالى : فأشارت إليه قالوا كيف نكلم من كان في المهد صبيا التزمت مريم - عليها السلام - ما أمرت به من ترك الكلام ، ولم يرد في هذه الآية أنها نطقت ب [ ص: 29 ] إني نذرت للرحمن صوما وإنما ورد بأنها أشارت ، فيقوى بهذا قول من قال : إن أمرها ب ( قولي ) إنما أريد به الإشارة . ويروى أنهم لما أشارت إلى الطفل قالوا : استخفافها بنا أشد علينا من زناها ، ثم قالوا لها على جهة التقرير كيف نكلم من كان في المهد صبيا وكان هنا ليس يراد بها الماضي ؛ لأن كل واحد قد كان في المهد صبيا ، وإنما هي في معنى هو الآن . وقال أبو عبيدة : كان هنا لغو ؛ كما قال :[ الفرزدق ] :وجيران لنا كانوا مراماوقيل : هي بمعنى الوجود والحدوث كقوله : وإن كان ذو عسرة وقد تقدم . وقال ابن الأنباري : لا يجوز أن يقال : زائدة وقد نصبت صبيا ولا أن يقال ( كان ) بمعنى حدث ، لأنه لو كانت بمعنى الحدوث والوقوع لاستغنى فيه عن الخبر ، تقول : كان الحر وتكتفي به . والصحيح أن من في معنى الجزاء وكان بمعنى يكن ؛ التقدير : من يكن في المهد صبيا فكيف نكلمه ؟ ! كما تقول : كيف أعطي من كان لا يقبل عطية ؛ أي من يكن لا يقبل . والماضي قد يذكر بمعنى المستقبل في الجزاء ؛ كقوله تعالى : تبارك الذي إن شاء جعل لك خيرا من ذلك جنات تجري من تحتها الأنهار أي إن يشأ يجعل . وتقول : من كان إلي منه إحسان كان إليه مني مثله ، أي من يكن منه إلي إحسان يكن إليه مني مثله . والمهد قيل : كان سريرا كالمهد وقيل المهد هاهنا حجر الأم . وقيل : المعنى كيف نكلم من كان سبيله أن ينوم في المهد لصغره ،"
    },
    {
      "ayah": 3,
      "surah": 19,
      "text": "قوله تعالى : إذ نادى ربه نداء خفيا مثل قوله : ادعوا ربكم تضرعا وخفية إنه لا يحب المعتدين وقد تقدم . والنداء الدعاء والرغبة ؛ أي ناجى ربه بذلك في محرابه . دليله قوله : فنادته الملائكة وهو قائم يصلي في المحراب فبين أنه استجاب له في صلاته ، [ ص: 6 ] كما نادى في الصلاة . واختلف في إخفائه هذا النداء ؛ فقيل : أخفاه من قومه لئلا يلام على مسألة الولد عند كبر السن ؛ ولأنه أمر دنيوي ، فإن أجيب فيه نال بغيته ، وإن لم يجب لم يعرف بذلك أحد .وقيل : مخلصا فيه لم يطلع عليه إلا الله تعالى . وقيل : لما كانت الأعمال الخفية أفضل وأبعد من الرياء أخفاه . وقيل : خفيا سرا من قومه في جوف الليل ؛ والكل محتمل والأول أظهر ؛ والله أعلم .وقد تقدم أن المستحب من الدعاء الإخفاء في سورة ( الأعراف ) وهذه الآية نص في ذلك ؛ لأنه سبحانه أثنى بذلك على زكريا . وروى إسماعيل قال حدثنا مسدد قال حدثنا يحيى بن سعيد عن أسامة بن زيد عن محمد بن عبد الرحمن ، وهو ابن أبي كبشة عن سعد بن أبي وقاص عن النبي - صلى الله عليه وسلم - قال : إن خير الذكر الخفي وخير الرزق ما يكفي وهذا عام . قال يونس بن عبيد : كان الحسن يرى أن يدعو الإمام في القنوت ويؤمن من خلفه من غير رفع صوت ، وتلا يونس إذ نادى ربه نداء خفيا . قال ابن العربي : وقد أسر مالك القنوت وجهر به الشافعي ، والجهر به أفضل ؛ لأن النبي - صلى الله عليه وسلم - كان يدعو به جهرا ."
    },
    {
      "ayah": 30,
      "surah": 19,
      "text": "فلما سمع عيسى - عليه السلام - كلامهم قال لهم من مرقده : إني عبد الله وهي :فقيل : كان عيسى - عليه السلام - يرضع فلما سمع كلامهم ترك الرضاعة وأقبل عليهم بوجهه ، واتكأ على يساره ، وأشار إليهم بسبابته اليمنى ، و قال إني عبد الله فكان أول ما نطق به الاعتراف بعبوديته لله تعالى وربوبيته ، ردا على من غلا من بعده في شأنه . والكتاب الإنجيل ؛ قيل : آتاه في تلك الحالة الكتاب ، وفهمه وعلمه ، وآتاه النبوة كما علم آدم الأسماء كلها ، وكان يصوم ويصلي . وهذا في غاية الضعف على ما نبينه في المسألة بعد هذا . وقيل : أي حكم لي بإيتاء الكتاب والنبوة في الأزل ، وإن لم يكن الكتاب منزلا في الحال ؛ وهذا أصح ."
    },
    {
      "ayah": 31,
      "surah": 19,
      "text": "وجعلني مباركا أي ذا بركات ومنافع في الدين والدعاء إليه ومعلما له . التستري : وجعلني آمر بالمعروف ، وأنهى عن المنكر ، وأرشد الضال ، وأنصر المظلوم ، وأغيث [ ص: 30 ] الملهوف .‎وأوصاني بالصلاة والزكاة أي لأؤديهما إذا أدركني التكليف ، وأمكنني أداؤهما ، على القولالأخير الصحيح . ما دمت حيا في موضع نصب على الظرف أي دوام حياتي ."
    },
    {
      "ayah": 32,
      "surah": 19,
      "text": "وبرا بوالدتي قال ابن عباس : لما قال وبرا بوالدتي ولم يقل بوالدي علم أنه شيء من جهة الله تعالى .ولم يجعلني جبارا أي متعظما متكبرا يقتل ويضرب على الغضب . وقيل : الجبار الذي لا يرى لأحد عليه حقا قط . شقيا أي خائبا من الخير . ابن عباس : عاقا . وقيل : عاصيا لربه . وقيل : لم يجعلني تاركا لأمره فأشقى كما شقي إبليس لما ترك أمره .قال مالك بن أنس - رحمه الله تعالى - في هذه الآية : ما أشدها على أهل القدر ! أخبر عيسى - عليه السلام - بما قضي من أمره ، وبما هو كائن إلى أن يموت . وقد روي في قصص هذه الآية عن ابن زيد وغيره أنهم لما سمعوا كلام عيسى أذعنوا وقالوا : إن هذا لأمر عظيم . وروي أن عيسى - عليه السلام - إنما تكلم في طفولته بهذه الآية ، ثم عاد إلى حالة الأطفال ، حتى مشى على عادة البشر إلى أن بلغ مبلغ الصبيان فكان نطقه إظهار براءة أمه لا أنه كان ممن يعقل في تلك الحالة ، وهو كما ينطق الله تعالى الجوارح يوم القيامة . ولم ينقل أنه دام نطقه ، ولا أنه كان يصلي وهو ابن يوم أو شهر ، ولو كان يدوم نطقه وتسبيحه ووعظه وصلاته في صغره من وقت الولادة لكان مثله مما لا ينكتم ، وهذا كله مما يدل على فساد القول الأول ، ويصرح بجهالة قائله .ويدل أيضا على أنه تكلم في المهد خلافا لليهود والنصارى . والدليل على ذلك إجماع الفرق على أنها لم تحد . وإنما صح براءتها من الزنا بكلامه في المهد . ودلت هذه الآية على أن الصلاة والزكاة وبر الوالدين كان واجبا على الأمم السالفة ، والقرون الخالية الماضية ، فهو مما يثبت حكمه ولم ينسخ في شريعة أمره . وكان عيسى - عليه السلام - في غاية التواضع ؛ يأكل الشجر ، ويلبس الشعر ، ويجلس على التراب ، ويأوي حيث جنه الليل ، لا مسكن له ، - صلى الله عليه وسلم - .الإشارة بمنزلة الكلام ، وتفهم ما يفهم القول . كيف لا وقد أخبر الله تعالى عن مريم فقال : فأشارت إليه وفهم منها القوم مقصودها وغرضها فقالوا : كيف نكلم وقد مضى هذا في ( آل عمران ) مستوفى .قال الكوفيون : لا يصح قذف الأخرس ولا لعانه . وروي مثله عن الشعبي ، وبه قال الأوزاعي وأحمد وإسحاق ، وإنما يصح القذف عندهم بصريح الزنا دون معناه ، وهذا لا يصح من الأخرس ضرورة ، فلم يكن قاذفا ؛ بالإشارة بالزنا من الوطء الحلال والشبهة . قالوا : واللعان عندنا شهادات ، وشهادة الأخرس لا تقبل بالإجماع . قال ابن القصار : [ ص: 31 ] قولهم إن القذف لا يصح إلا بالتصريح ، فهو باطل بسائر الألسنة ما عدا العربية ، فكذلك إشارة الأخرس . وما ذكروه من الإجماع في شهادة الأخرس فغلط . وقد نص مالك أن شهادته مقبولة إذا فهمت إشارته ، وأنها تقوم مقام اللفظ بالشهادة ، وأما مع القدرة باللفظ فلا تقع منه إلا باللفظ . قال ابن المنذر : والمخالفون يلزمون الأخرس الطلاق والبيوع وسائر الأحكام ، فينبغي أن يكون القذف مثل ذلك . قال المهلب : وقد تكون الإشارة في كثير من أبواب الفقه أقوى من الكلام مثل قوله - عليه الصلاة والسلام - : بعثت أنا والساعة كهاتين نعرف قرب ما بينهما بمقدار زيادة الوسطى على السبابة . وفي إجماع العقول على أن العيان أقوى من الخبر دليل على أن الإشارة قد تكون في بعض المواضع أقوى من الكلام ."
    },
    {
      "ayah": 33,
      "surah": 19,
      "text": "والسلام علي أي السلامة علي من الله تعالى . قال الزجاج : ذكر السلام قبل هذا بغير ألف ولام فحسن في الثانية ذكر الألف واللام . يوم ولدت يعني في الدنيا . وقيل : من همز الشيطان كما تقدم في ( آل عمران ) . ويوم أموت يعني في القبر ويوم أبعث حيا يعني في الآخرة ؛ لأن له أحوالا ثلاثة : في الدنيا حيا ، وفي القبر ميتا ، وفي الآخرة مبعوثا ؛ فسلم في أحواله كلها وهو قول الكلبي . ثم انقطع كلامه في المهد حتى بلغ مبلغ الغلمان . وقال قتادة : ذكر لنا أن عيسى - عليه السلام - رأته امرأة يحيي الموتى ، ويبرئ الأكمه والأبرص في سائر آياته فقالت : طوبى للبطن الذي حملك ، والثدي الذي أرضعك ؛ فقال لها عيسى - عليه السلام - : طوبى لمن تلا كتاب الله تعالى واتبع ما فيه وعمل به ."
    },
    {
      "ayah": 34,
      "surah": 19,
      "text": "قوله تعالى : ذلك عيسى ابن مريم أي ذلك الذي ذكرناه عيسى ابن مريم فكذلك اعتقدوه ، لا كما تقول اليهود إنه لغير رشدة وأنه ابن يوسف النجار ، ولا كما قالت النصارى : إنه الإله أو ابن الإله . قول الحق قال الكسائي : قول الحق نعت لعيسى أي ذلك عيسى ابن مريم قول الحق . وسمي قول الحق كما سمي كلمة الله ؛ والحق هو الله - عز وجل - . وقال أبو حاتم : المعنى هو قول الحق . وقيل : التقدير هذا الكلام قول الحق . قال ابن عباس : يريد هذا كلام عيسى - صلى الله عليه وسلم - قول الحق ليس بباطل ؛ وأضيف القول إلى الحق كما قال : وعد الصدق الذي كانوا يوعدون أي الوعد والصدق . وقال : وللدار الآخرة خير أي ولا الدار الآخرة . وقرأ عاصم وعبد الله بن عامر قول الحق بالنصب على الحال ؛ أي أقول قولا حقا . والعامل معنى الإشارة في ( ذلك ) . الزجاج : هو مصدر أي أقول قول الحق لأن ما قبله يدل عليه . وقيل : مدح . وقيل : إغراء . وقرأ عبد الله قال الحق وقرأ الحسن قول الحق بضم القاف ، وكذلك في ( الأنعام ) قوله الحق . والقول والقال والقول بمعنى واحد ، كالرهب والرهب والرهب الذي من نعت عيسى .فيه يمترون أي يشكون ؛ أي ذلك عيسى ابن مريم الذي فيه يمترون القول الحق . وقيل : يمترون يختلفون . ذكر عبد الرزاق قال أخبرنا معمر عن قتادة في قوله تعالى : ذلك عيسى ابن مريم قول الحق الذي فيه يمترون قال : اجتمع بنو إسرائيل فأخرجوا منهم أربعة نفر ، أخرج كل قوم عالمهم فامتروا في عيسى حين رفع ؛ فقال أحدهم : هو الله هبط إلى الأرض فأحيا من أحيا وأمات من أمات ، ثم صعد إلى السماء وهم اليعقوبية . فقالت الثلاثة : كذبت . ثم قال اثنان منهم للثالث : قل فيه ، قال : هو ابن الله وهم النسطورية ، فقال الاثنان كذبت ، ثم قال أحد الاثنين للآخر قل فيه ، فقال : هو ثالث ثلاثة ، الله إله وهو إله ، وأمه إله ، وهم الإسرائيلية ملوك النصارى . قال الرابع : كذبت بل هو عبد الله ورسوله وروحه وكلمته وهم المسلمون ، فكان لكل رجل منهم أتباع - على ما قال - فاقتتلوا فظهر على المسلمين ، فذلك قول الله تعالى : ويقتلون الذين يأمرون بالقسط من الناس .وقال قتادة : وهم الذين قال الله تعالى فيهم : فاختلف الأحزاب من بينهم اختلفوا فيه فصاروا أحزابا فهذا معنى قول الذي فيه تمترون بالتاء المعجمة من فوق وهي قراءة أبي عبد الرحمن السلمي وغيره قال ابن عباس فمر بمريم ابن عمها [ ص: 33 ] ومعها ابنها إلى مصر فكانوا فيها اثنتي عشرة سنة حتى مات الملك الذي كانوا يخافونه ؛ ذكره الماوردي .قلت : ووقع في تاريخ مصر فيما رأيت وجاء في الإنجيل الظاهر أن السيد المسيح لما ولد في بيت لحم كان هيرودس في ذلك الوقت ملكا ، وأن الله تعالى أوحى إلى يوسف النجار في الحلم ، وقال له : قم فخذ الصبي وأمه واذهب إلى مصر ، وكن هناك حتى أقول لك ، فإن هيرودس مزمع أن يطلب عيسى ليهلكه فقام من نومه وامتثل أمر ربه ، وأخذ السيد المسيح ومريم أمه وجاء إلى مصر ، وفي حال مجيئه إلى مصر نزل ببئر البلسان التي بظاهر القاهرة وغسلت ثيابه على ذلك البئر ، فالبلسان لا يطلع ولا ينبت إلا في تلك الأرض ، ومنه يخرج الدهن الذي يخالط الزيت الذي تعمد به النصارى ؛ ولذلك كانت قارورة واحدة في أيام المصريين لها مقدار عظيم ، وتقع في نفوس ملوك النصارى مثل ملك القسطنطينية وملك صقلية وملك الحبشة وملك النوبة وملك الفرنجة ، وغيرهم من الملوك عندما يهاديهم به ملوك مصر موقعا جليلا جدا ، وتكون أحب إليهم من كل هدية لها قدر وفي تلك السفرة وصل السيد المسيح إلى مدينة الأشمونين وقسقام المعروفة الآن بالمحرقة ، فلذلك يعظمها النصارى إلى الآن ، ويحضرون إليها في عيد الفصح من كل مكان ؛ لأنها نهاية ما وصل إليها من أرض مصر ، ومنها عاد إلى الشام . والله أعلم ."
    },
    {
      "ayah": 35,
      "surah": 19,
      "text": "قوله تعالى : ما كان لله أي ما ينبغي له ولا يجوز أن يتخذ من ولد ( من ) صلة للكلام ؛ أي أن يتخذ ولدا . و ( أن ) في موضع رفع اسم كان أي ما كان لله أن يتخذ ولدا ؛ أي ما كان من صفته اتخاذ الولد ، ثم نزه نفسه تعالى عن مقالتهم فقال : سبحانه أن يكون له ولد . إذا قضى أمرا فإنما يقول له كن فيكون تقدم في سورة ( البقرة ) مستوفى ."
    },
    {
      "ayah": 36,
      "surah": 19,
      "text": "وإن الله ربي وربكم قرأ أهل المدينة وابن كثير وأبو عمرو بفتح ( أن ) وأهل الكوفة ( وإن ) بكسر الهمزة على أنه مستأنف . تدل عليه قراءة أبي ( كن فيكون وإن الله ) بغير واو على العطف على قال إني عبد الله وفي الفتح أقوال : فمذهب الخليل وسيبويه أن المعنى ؛ ولأن الله ربي وربكم ، وكذا وأن المساجد لله ف ( أن ) في موضع نصب عندهما .وأجاز الفراء أن يكون في موضع خفض على حذف اللام ، وأجاز أن يكون أيضا في موضع خفض بمعنى ؛ [ ص: 34 ] وأوصاني بالصلاة والزكاة ما دمت حيا وبأن الله ربي وربكم ؛ وأجاز الكسائي أن يكون في موضع رفع بمعنى ؛ والأمر أن الله ربي وربكم . وفيها قول خامس حكى أبو عبيد أن أبا عمرو بن العلاء قاله ، وهو أن يكون المعنى : وقضى أن الله ربي وربكم ؛ فهي معطوفة على قوله : ( أمرا ) من قوله : إذا قضى أمرا والمعنى إذا قضى أمرا وقضى أن الله . ولا يبتدأ ب ( أن ) على هذا التقدير ، ولا على التقدير الثالث . ويجوز الابتداء بها على الأوجه الباقية . فاعبدوه هذا صراط مستقيم أي دين قويم لا اعوجاج فيه ."
    },
    {
      "ayah": 37,
      "surah": 19,
      "text": "وله تعالى : فاختلف الأحزاب من بينهم من زائدة أي اختلف الأحزاب بينهم . وقال قتادة : أي ما بينهم فاختلفت الفرق من أهل الكتاب في أمر عيسى - عليه السلام - فاليهود بالقدح والسحر . والنصارى قالت النسطورية منهم : هو ابن الله . والملكانية ثالث ثلاثة . وقالت اليعقوبية : هو الله ؛ فأفرطت النصارى وغلت ، وفرطت اليهود وقصرت . وقد تقدم هذا في ( النساء ) وقال ابن عباس : المراد من الأحزاب الذين تحزبوا على النبي - صلى الله عليه وسلم - وكذبوه من المشركين .فويل للذين كفروا من مشهد يوم عظيم أي من شهود يوم القيامة ، والمشهد بمعنى المصدر ، والشهود الحضور ويجوز أن يكون الحضور لهم ، ويضاف إلى الظرف لوقوعه فيه ، كما يقال : ويل لفلان من قتال يوم كذا ؛ أي من حضوره ذلك اليوم . وقيل : المشهد بمعنى الموضع الذي يشهده الخلائق ، كالمحشر للموضع الذي يحشر إليه الخلق . وقيل : فويل للذين كفروا من حضورهم المشهد العظيم الذي اجتمعوا فيه للتشاور ، فأجمعوا على الكفر بالله وقولهم : إن الله ثالث ثلاثة ."
    },
    {
      "ayah": 38,
      "surah": 19,
      "text": "قوله تعالى : أسمع بهم وأبصر يوم يأتوننا قال أبو العباس : العرب تقول هذا في موضع التعجب ؛ فتقول أسمع بزيد وأبصر بزيد أي ما أسمعه وأبصره . قال : فمعناه أنه عجب نبيه منهم . قال الكلبي : لا أحد أسمع يوم القيامة ولا أبصر ، حين يقول الله تبارك وتعالى لعيسى : أأنت قلت للناس اتخذوني وأمي إلهين من دون الله . وقيل : أسمع بمعنى الطاعة ؛ أي ما أطوعهم لله في ذلك اليوم لكن الظالمون اليوم يعني في الدنيا . في ضلال مبين وأي ضلال أبين من أن يعتقد المرء في شخص مثله حملته الأرحام ، وأكل وشرب ، وأحدث واحتاج أنه إله ؟ ! ومن هذا وصفه أصم أعمى ولكنه سيبصر ويسمع في الآخرة إذا رأى العذاب ، ولكنه لا ينفعه ذلك ؛ قال معناه قتادة وغيره ."
    },
    {
      "ayah": 39,
      "surah": 19,
      "text": "قوله تعالى : وأنذرهم يوم الحسرة إذ قضي الأمر روي عن عبد الله بن مسعود أنه [ ص: 35 ] قال : ما من أحد يدخل النار إلا وله بيت في الجنة فيتحسر عليه . وقيل : تقع الحسرة إذا أعطي كتابه بشماله . إذ قضي الأمر أي فرغ من الحساب ، وأدخل أهل الجنة الجنة وأهل النار النار . وفي صحيح مسلم من حديث أبي سعيد الخدري - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : إذا دخل أهل الجنة الجنة وأهل النار النار يجاء بالموت يوم القيامة كأنه كبش أملح فيوقف بين الجنة والنار فيقال يا أهل الجنة هل تعرفون هذا فيشرئبون وينظرون ويقولون : نعم هذا الموت - قال - ثم يقال يا أهل النار هل تعرفون هذا فيشرئبون وينظرون ويقولون : نعم هذا الموت - قال - فيؤمر به فيذبح ثم يقال يا أهل الجنة خلود فلا موت ويا أهل النار خلود فلا موت - ثم قرأ رسول الله - صلى الله عليه وسلم - - وأنذرهم يوم الحسرة إذ قضي الأمر وهم في غفلة وهم لا يؤمنون خرجه البخاري بمعناه عن ابن عمر ، وابن ماجه من حديث أبي هريرة والترمذي عن أبي سعيد يرفعه وقال فيه حديث حسن صحيح . وقد ذكرنا ذلك في كتاب ( التذكرة ) وبينا هناك أن الكفار مخلدون بهذه الأحاديث والآي ردا على من قال : إن صفة الغضب تنقطع ، وإن إبليس ومن تبعه من الكفرة كفرعون وهامان وقارون وأشباههم يدخلون الجنة ."
    },
    {
      "ayah": 4,
      "surah": 19,
      "text": "قوله تعالى : قال رب إني وهن العظم مني فيه مسألتان : الأولى : قوله تعالى : قال رب إني وهن قرئ وهن بالحركات الثلاث أي ضعف . يقال : وهن يهن وهنا إذا ضعف فهو واهن . وقال أبو زيد يقال : وهن يهن ووهن يوهن . وإنما ذكر العظم لأنه عمود البدن ، وبه قوامه ، وهو أصل بنائه ، فإذا وهن تداعى وتساقط سائر قوته ؛ ولأنه أشد ما فيه وأصلبه ؛ فإذا وهن كان ما وراءه أوهن منه . ووحده لأن الواحد هو الدال على معنى الجنسية ، وقصده إلى أن هذا الجنس الذي هو العمود والقوام ، وأشد ما تركب منه الجسد قد أصابه الوهن ، ولو جمع لكان قصد إلى معنى آخر ، وهو أنه لم يهن منه بعض عظامه ولكن كلها .الثانية : قوله تعالى : واشتعل الرأس شيبا أدغم السين في الشين أبو عمرو . وهذا من أحسن الاستعارة في كلام العرب . والاشتعال انتشار شعاع النار ؛ شبه به انتشار الشيب في الرأس ؛ يقول : شخت وضعفت ؛ وأضاف الاشتعال إلى مكان الشعر ومنبته وهو الرأس . ولم يضف الرأس اكتفاء بعلم المخاطب أنه رأس زكريا - عليه السلام - . و شيبا في نصبه وجهان : [ ص: 7 ] أحدهما : أنه مصدر ؛ لأن معنى اشتعل شاب ؛ وهذا قول الأخفش . وقال الزجاج : وهو منصوب على التمييز . النحاس : قول الأخفش أولى ؛ لأنه مشتق من فعل فالمصدر أولى به . والشيب مخالطة الشعر الأبيض الأسود .قال العلماء : يستحب للمرء أن يذكر في دعائه نعم الله تعالى عليه وما يليق بالخضوع ؛ لأن قوله تعالى : وهن العظم مني إظهار للخضوع . وقوله : ولم أكن بدعائك رب شقيا إظهار لعادات تفضله في إجابته أدعيته ؛ أي لم أكن بدعائي إياك شقيا ؛ أي لم تكن تخيب دعائي إذا دعوتك ؛ أي إنك عودتني الإجابة فيما مضى . يقال : شقي بكذا أي تعب فيه ولم يحصل مقصوده . وعن بعضهم أن محتاجا سأله ، وقال : أنا الذي أحسنت إليه في وقت كذا ؛ فقال : مرحبا بمن توسل بنا إلينا ؛ وقضى حاجته ."
    },
    {
      "ayah": 40,
      "surah": 19,
      "text": "قوله تعالى : إنا نحن نرث الأرض ومن عليها أي نميت سكانها فنرثها . وإلينا يرجعون يوم القيامة فنجازي كلا بعمله ، وقد تقدم هذا في ( الحجر ) وغيرها ."
    },
    {
      "ayah": 41,
      "surah": 19,
      "text": "قوله تعالى : واذكر في الكتاب إبراهيم إنه كان صديقا نبيا المعنى : واذكر في الكتاب الذي أنزل عليك وهو القرآن قصة إبراهيم وخبره . وقد تقدم معنى الصديق في ( النساء ) واشتقاق الصدق في ( البقرة ) فلا معنى للإعادة ومعنى الآية : اقرأ عليهم يا محمد في القرآن أمر إبراهيم فقد عرفوا أنهم من ولده ، فإنه كان حنيفا مسلما وما كان يتخذ الأنداد ، فهؤلاء لم يتخذون الأنداد ؟ ! وهو كما قال : ومن يرغب عن ملة إبراهيم إلا من سفه نفسه"
    },
    {
      "ayah": 42,
      "surah": 19,
      "text": "قوله تعالى : إذ قال لأبيه وهو آزر . وقد تقدم . يا أبت قد تقدم القول فيه في ( يوسف ) لم تعبد أي لأي شيء تعبد : ما لا يسمع ولا يبصر ولا يغني عنك شيئا يريد الأصنام ."
    },
    {
      "ayah": 43,
      "surah": 19,
      "text": "ياأبت إني قد جاءني من العلم ما لم يأتك أي من اليقين والمعرفة بالله وما يكون بعد الموت ، وأن من عبد غير الله عذب . فاتبعني إلى ما أدعوك إليه . أهدك صراطا سويا أي أرشدك إلى دين مستقيم فيه النجاة ."
    },
    {
      "ayah": 44,
      "surah": 19,
      "text": "يا أبت لا تعبد الشيطان أي لا تطعه فيما يأمرك به من الكفر ، ومن أطاع شيئا في معصية فقد عبده .إن الشيطان كان للرحمن عصيا ( كان ) صلة زائدة ، وقيل : بمعنى صار . وقيل بمعنى الحال أي هو للرحمن . وعصيا وعاص بمعنى واحد قاله الكسائي ."
    },
    {
      "ayah": 45,
      "surah": 19,
      "text": "يا أبت إني أخاف أن يمسك عذاب من الرحمن أي إن مت على ما أنت عليه . ويكون أخاف بمعنى أعلم . ويجوز أن يكون أخاف على بابها فيكون المعنى : إني أخاف أن تموت على كفرك فيمسك العذاب . فتكون للشيطان وليا أي قرينا في النار ."
    },
    {
      "ayah": 46,
      "surah": 19,
      "text": "قال أراغب أنت عن آلهتي يا إبراهيم أي أترغب عنها إلى غيرها . لئن لم تنته لأرجمنك قال الحسن : يعني بالحجارة . الضحاك : بالقول ؛ أي لأشتمنك . ابن عباس : لأضربنك . وقيل : لأظهرن أمرك . لأرجمنك واهجرني قال ابن عباس : أي اعتزلني سالم العرض لا يصيبك مني معرة ؛ واختاره الطبري ، فقوله : مليا على هذا حال من إبراهيم . وقال الحسن ومجاهد : مليا دهرا طويلا ؛ ومنه قول المهلهل :فتصدعت صم الجبال لموته وبكت عليه المرملات مليا[ ص: 37 ] قال الكسائي : يقال هجرته مليا وملوة وملوة وملاوة وملاوة ، فهو على هذا القول ظرف ، وهو بمعنى الملاوة من الزمان ، وهو الطويل منه ."
    },
    {
      "ayah": 47,
      "surah": 19,
      "text": "قوله تعالى : قال سلام عليك لم يعارضه إبراهيم - عليه السلام - بسوء الرد ؛ لأنه لم يؤمر بقتاله على كفره . والجمهور على أن المراد بسلامه المسالمة التي هي المتاركة لا التحية ؛ قال الطبري : معناه أمنة مني لك . وعلى هذا لا يبدأ الكافر بالسلام . وقال النقاش : حليم خاطب سفيها ؛ كما قال : وإذا خاطبهم الجاهلون قالوا سلاما . وقال بعضهم في معنى تسليمه : هو تحية مفارق ؛ وجوز تحية الكافر وأن يبدأ بها . قيل لابن عيينة : هل يجوز السلام على الكافر ؟ قال : نعم ؛ قال الله تعالى : لا ينهاكم الله عن الذين لم يقاتلوكم في الدين ولم يخرجوكم من دياركم أن تبروهم وتقسطوا إليهم إن الله يحب المقسطين . وقال قد كانت لكم أسوة حسنة في إبراهيم الآية ؛ وقال إبراهيم لأبيه سلام عليك .قلت : الأظهر من الآية ما قاله سفيان بن عيينة ؛ وفي الباب حديثان صحيحان : روى أبو هريرة أن رسول الله - صلى الله عليه وسلم - قال : لا تبدءوا اليهود والنصارى بالسلام فإذا لقيتم أحدهم في الطريق فاضطروه إلى أضيقه خرجه البخاري ومسلم . وفي الصحيحين عن أسامة بن زيد أن النبي - صلى الله عليه وسلم - ركب حمارا عليه إكاف تحته قطيفة فدكية ، وأردف وراءه أسامة بن زيد ؛ وهو يعود سعد بن عبادة في بني الحارث بن الخزرج ، وذلك قبل وقعة بدر ، حتى مر في مجلس فيه أخلاط من المسلمين والمشركين عبدة الأوثان واليهود ، وفيهم عبد الله بن أبي ابن سلول ، وفي المجلس عبد الله بن رواحة ، فلما غشيت المجلس عجاجة الدابة ، خمر عبد الله بن أبي أنفه بردائه ، ثم قال : لا تغبروا علينا ، فسلم عليهم النبي - صلى الله عليه وسلم - ؛ الحديث .فالأول يفيد ترك السلام عليهم ابتداء ؛ لأن ذلك إكرام ، والكافر ليس أهله . والحديث الثاني [ ص: 38 ] يجوز ذلك . قال الطبري : ولا يعارض ما رواه أسامة بحديث أبي هريرة فإنه ليس في أحدهما خلاف للآخر وذلك أن حديث أبي هريرة مخرجه العموم ، وخبر أسامة يبين أن معناه الخصوص . وقال النخعي : إذا كانت لك حاجة عند يهودي أو نصراني فابدأه بالسلام فبان بهذا أن حديث أبي هريرة لا تبدءوهم بالسلام إذا كان لغير سبب يدعوكم إلى أن تبدءوهم بالسلام ، من قضاء ذمام أو حاجة تعرض لكم قبلهم ، أو حق صحبة أو جوار أو سفر . قال الطبري : وقد روي عن السلف أنهم كانوا يسلمون على أهل الكتاب . وفعله ابن مسعود بدهقان صحبه في طريقه ؛ قال علقمة : فقلت له يا أبا عبد الرحمن أليس يكره أن يبدءوا بالسلام ؟ ! قال : نعم ، ولكن حق الصحبة . وكان أبو أسامة إذا انصرف إلى بيته لا يمر بمسلم ولا نصراني ولا صغير ولا كبير إلا سلم عليه ؛ قيل له في ذلك فقال : أمرنا أن نفشي السلام . وسئل الأوزاعي عن مسلم مر بكافر فسلم عليه ، فقال : إن سلمت فقد سلم الصالحون قبلك ، وإن تركت فقد ترك الصالحون قبلك . وروي عن الحسن البصري أنه قال : إذا مررت بمجلس فيه مسلمون وكفار فسلم عليهم .قلت : وقد احتج أهل المقالة الأولى بأن السلام الذي معناه التحية إنما خص به هذه الأمة ؛ لحديث أنس بن مالك قال : قال رسول الله - صلى الله عليه وسلم - إن الله تعالى أعطى أمتي ثلاثا لم تعط أحدا قبلهم : السلام وهي تحية أهل الجنة الحديث ؛ ذكره الترمذي الحكيم ؛ وقد مضى في الفاتحة بسنده . وقد مضى الكلام في معنى قوله : سأستغفر لك ربي وارتفع السلام بالابتداء ؛ وجاز ذلك مع نكرته لأنه نكرة مخصصة فقرنت المعرفة . قوله تعالى : إنه كان بي حفيا الحفي المبالغ في البر والإلطاف ؛ يقال : حفي به وتحفى إذا بره . وقال الكسائي يقال : حفي بي حفاوة وحفوة . وقال الفراء : إنه كان بي حفيا أي عالما لطيفا يجيبني إذا دعوته ."
    },
    {
      "ayah": 48,
      "surah": 19,
      "text": "قوله تعالى : وأعتزلكم العزلة المفارقة وقد تقدم في ( الكهف ) بيانها . قوله : عسى ألا أكون بدعاء ربي شقيا قيل : أراد بهذا الدعاء أن يهب الله تعالى له أهلا وولدا يتقوى بهم ، حتى لا يستوحش بالاعتزال عن قومه . ولهذا قال :"
    },
    {
      "ayah": 49,
      "surah": 19,
      "text": "فلما اعتزلهم وما يعبدون من دون الله وهبنا له إسحاق ويعقوب أي آنسنا وحشته بولد ؛ عن ابن عباس وغيره . وقيل : عسى يدل على أن العبد لا يقطع بأنه يبقى على المعرفة أم لا في المستقبل . وقيل : دعا لأبيه بالهداية . ف \" عسى \" شك لأنه كان لا يدري هل يستجاب له فيه أم لا ؟ والأول أظهر ."
    },
    {
      "ayah": 5,
      "surah": 19,
      "text": "وإني خفت الموالي من ورائي وكانت امرأتي عاقرا فهب لي من لدنك وليافيه سبع مسائل :الأولى : قوله تعالى : وإني خفت الموالي قرأ عثمان بن عفان ومحمد بن علي وعلي بن الحسين - رضي الله تعالى عنهما - ويحيى بن يعمر ( خفت ) بفتح الخاء وتشديد الفاء وكسر التاء وسكون الياء من الموالي لأنه في موضع رفع ( بخفت ) ومعناه انقطعت بالموت . وقرأ الباقون خفت بكسر الخاء وسكون الفاء وضم التاء ونصب الياء من الموالي لأنه في موضع نصب ب ( خفت ) و الموالي هنا الأقارب وبنو العم والعصبة الذين يلونه في النسب . والعرب تسمي بني العم الموالي . قال الشاعر :مهلا بني عمنا مهلا موالينا لا تنبشوا بيننا ما كان مدفوناقال ابن عباس ومجاهد وقتادة : خاف أن يرثوا ماله وأن ترثه الكلالة ، فأشفق أن يرثه غير الولد . وقالت طائفة : إنما كان مواليه مهملين للدين ، فخاف بموته أن يضيع الدين ، فطلب وليا يقوم بالدين بعده ؛ حكى هذا القول الزجاج ، وعليه فلم يسل من يرث ماله ؛ لأن الأنبياء لا تورث . وهذا هو الصحيح من القولين في تأويل الآية ، وأنه - عليه الصلاة والسلام - أراد وراثة العلم والنبوة لا وراثة المال ؛ لما ثبت عن النبي - صلى الله عليه وسلم - أنه قال : إنا معشر الأنبياء لا نورث ما تركنا صدقة وفي كتاب أبي داود : إن العلماء ورثة الأنبياء وإن الأنبياء لم يورثوا دينارا ولا درهما ورثوا [ ص: 8 ] العلم . وسيأتي في هذا مزيد بيان عند قوله : يرثني .الثانية : هذا الحديث يدخل في التفسير المسند ؛ لقوله تعالى : وورث سليمان داود وعبارة عن قول زكريا : فهب لي من لدنك وليا يرثني ويرث من آل يعقوب وتخصيص للعموم في ذلك ، وأن سليمان لم يرث من داود مالا خلفه داود بعده ؛ وإنما ورث منه الحكمة والعلم ، وكذلك ورث يحيى من آل يعقوب ؛ هكذا قال أهل العلم بتأويل القرآن ما عدا الروافض ، وإلا ما روي عن الحسن أنه قال : يرثني مالا ويرث من آل يعقوب النبوة والحكمة ؛ وكل قول يخالف قول النبي - صلى الله عليه وسلم - فهو مدفوع مهجور ؛ قال أبو عمر . قال ابن عطية : والأكثر من المفسرين على أن زكريا إنما أراد وراثة المال ؛ ويحتمل قول النبي - صلى الله عليه وسلم - إنا معشر الأنبياء لا نورث ألا يريد به العموم ، بل على أنه غالب أمرهم ؛ فتأمله . والأظهر الأليق بزكريا - عليه السلام - أن يريد وراثة العلم والدين ، فتكون الوراثة مستعارة . ألا ترى أنه لما طلب وليا ولم يخصص ولدا بلغه الله تعالى أمله على أكمل الوجوه . وقال أبو صالح وغيره : قوله من آل يعقوب يريد العلم والنبوة .الثالثة : قوله تعالى : من ورائي قرأ ابن كثير بالمد والهمز وفتح الياء . وعنه أنه قرأ أيضا مقصورا مفتوح الياء مثل عصاي . الباقون بالهمز والمد وسكون الياء . والقراء على قراءة ( خفت ) مثل نمت إلا ما ذكرنا عن عثمان . وهي قراءة شاذة بعيدة جدا ؛ حتى زعم بعض العلماء أنها لا تجوز . قال كيف يقول : خفت الموالي من بعدي أي من بعد موتي وهو حي ؟ ! . النحاس : والتأويل لها ألا يعني بقوله : من ورائي أي من بعد موتي ، ولكن من ورائي في ذلك الوقت ؛ وهذا أيضا بعيد يحتاج إلى دليل أنهم خفوا في ذلك الوقت وقلوا ، وقد أخبر الله تعالى بما يدل على الكثرة حين قالوا : أيهم يكفل مريم . ابن عطية : من ورائي من بعدي في الزمن ، فهو الوراء على ما تقدم في ( الكهف ) .الرابعة : قوله تعالى : وكانت امرأتي عاقرا امرأته هي إيشاع بنت فاقوذا بن قبيل ، [ ص: 9 ] وهي أخت حنة بنت فاقوذا ؛ قاله الطبري . وحنة هي أم مريم حسب ما تقدم في ( آل عمران ) بيانه . وقال القتبي : امرأة زكريا هي إيشاع بنت عمران ، فعلى هذا القول يكون يحيى ابن خالة عيسى - عليهما السلام - على الحقيقة . وعلى القول الآخر يكون ابن خالة أمه . وفي حديث الإسراء قال - عليه الصلاة والسلام - : فلقيت ابني الخالة يحيى وعيسى شاهدا للقول الأول . والله أعلم . والعاقر التي لا تلد لكبر سنها ؛ وقد مضى بيانه في ( آل عمران ) . والعاقر من النساء أيضا التي لا تلد من غير كبر . ومنه قوله تعالى : ويجعل من يشاء عقيما . وكذلك العاقر من الرجال ؛ ومنه قول عامر بن الطفيل :لبئس الفتى إن كنت أعور عاقرا     جبانا فما عذري لدى كل محضرالخامسة : قوله تعالى : فهب لي من لدنك وليا سؤال ودعاء . ولم يصرح بولد لما علم من حاله وبعده عنه بسبب المرأة . قال قتادة : جرى له هذا الأمر وهو ابن بضع وسبعين سنة . مقاتل : خمس وتسعين سنة ؛ وهو أشبه ؛ فقد كان غلب على ظنه أنه لا يولد له لكبره ؛ ولذلك قال : وقد بلغت من الكبر عتيا . وقالت طائفة : بل طلب الولد ، ثم طلب أن تكون الإجابة في أن يعيش حتى يرثه ، تحفظا من أن تقع الإجابة في الولد ولكن يخترم ، ولا يتحصل منه الغرض .السادسة . قال العلماء : دعاء زكريا - عليه السلام - في الولد إنما كان لإظهار دينه ، وإحياء نبوته ، ومضاعفة لأجره لا للدنيا ، وكان ربه قد عوده الإجابة ، ولذلك قال : ولم أكن بدعائك رب شقيا ، أي بدعائي إياك . وهذه وسيلة حسنة ؛ أن يتشفع إليه بنعمه ، يستدر فضله بفضله ؛ يروى أن حاتم الجود لقيه رجل فسأله ؛ فقال له حاتم : من أنت ؟ قال : أنا الذي أحسنت إليه عام أول ؛ فقال : مرحبا بمن تشفع إلينا بنا . فإن قيل : كيف أقدم زكريا على مسألة ما يخرق العادة دون إذن ؟ فالجواب أن ذلك جائز في زمان الأنبياء وفي القرآن ما يكشف عن هذا المعنى ؛ فإنه تعالى قال : كلما دخل عليها زكريا المحراب وجد عندها رزقا قال يا مريم أنى لك هذا قالت هو من عند الله إن الله يرزق من يشاء بغير حساب فلما رأى خارق العادة استحكم طمعه في إجابة دعوته ؛ فقال تعالى : هنالك دعا زكريا ربه قال رب هب لي من لدنك ذرية طيبة الآية .[ ص: 10 ]السابعة : إن قال قائل : هذه الآية تدل على جواز الدعاء بالولد ، والله سبحانه وتعالى قد حذرنا من آفات الأموال والأولاد ، ونبه على المفاسد الناشئة من ذلك ؛ فقال : إنما أموالكم وأولادكم فتنة . وقال : إن من أزواجكم وأولادكم عدوا لكم فاحذروهم . فالجواب أن الدعاء بالولد معلوم من الكتاب والسنة حسب ما تقدم في ( آل عمران ) بيانه . ثم إن زكريا - عليه السلام - تحرز فقال : ذرية طيبة وقال : واجعله رب رضيا . والولد إذا كان بهذه الصفة نفع أبويه في الدنيا والآخرة ، وخرج من حد العداوة والفتنة إلى حد المسرة والنعمة . وقد دعا النبي - صلى الله عليه وسلم - لأنس خادمه فقال : اللهم أكثر ماله وولده وبارك له فيما أعطيته فدعا له بالبركة تحرزا مما يؤدي إليه الإكثار من الهلكة . وهكذا فليتضرع العبد إلى مولاه في هداية ولده ، ونجاته في أولاه وأخراه اقتداء بالأنبياء - عليهم الصلاة والسلام - والفضلاء ؛ وقد تقدم في ( آل عمران ) بيانه ."
    },
    {
      "ayah": 50,
      "surah": 19,
      "text": "وقوله :  وجعلنا لهم لسان صدق عليا أي أثنينا عليهم ثناء حسنا ؛ لأن جميع الملل تحسن الثناء عليهم . واللسان يذكر ويؤنث ؛ وقد تقدم ."
    },
    {
      "ayah": 51,
      "surah": 19,
      "text": "قوله تعالى : واذكر في الكتاب موسى أي واقرأ عليهم من القرآن قصة موسى . إنه كان مخلصا في عبادته غير مراء . وقرأ أهل الكوفة بفتح اللام ؛ أي أخلصناه فجعلناه مختارا ."
    },
    {
      "ayah": 52,
      "surah": 19,
      "text": "وناديناه أي كلمناه ليلة الجمعة . من جانب الطور الأيمن أي يمين موسى ، وكانت الشجرة في جانب الجبل عن يمين موسى حين أقبل من مدين إلى مصر ؛ قاله الطبري وغيره فإن الجبال لا يمين لها ولا شمال .وقربناه نجيا نصب على الحال ؛ أي كلمناه من غير وحي . وقيل : أدنيناه لتقريب المنزلة حتى كلمناه . وذكر وكيع وقبيصة عن سفيان عن عطاء بن السائب عن سعيد بن جبير عن ابن عباس في قول الله - عز وجل - : وقربناه نجيا أي أدني حتى سمع صرير الأقلام ."
    },
    {
      "ayah": 53,
      "surah": 19,
      "text": "ووهبنا له من رحمتنا أخاه هارون نبيا وذلك حين سأل فقال : واجعل لي وزيرا من أهلي هارون أخي"
    },
    {
      "ayah": 54,
      "surah": 19,
      "text": "قوله : واذكر في الكتاب إسماعيل إنه كان صادق الوعد وكان رسولا نبيافيه خمس مسائل :الأولى : قوله تعالى : واذكر في الكتاب إسماعيل اختلف فيه ؛ فقيل : هو إسماعيل بن حزقيل ، بعثه الله إلى قومه فسلخوا جلدة رأسه ، فخيره الله تعالى فيما شاء من عذابهم ، فاستعفاه ورضي بثوابه ، وفوض أمرهم إليه في عفوه وعقوبته . والجمهور أنه إسماعيل الذبيح أبو العرب ابن إبراهيم . وقد قيل : إن الذبيح إسحاق ؛ والأول أظهر على ما تقدم ويأتي في ( والصافات ) إن شاء الله تعالى . وخصه الله تعالى بصدق الوعد وإن كان [ ص: 40 ] موجودا في غيره من الأنبياء تشريفا له وإكراما ، كالتلقيب بنحو الحليم والأواه والصديق ؛ ولأنه المشهور المتواصف من خصاله .الثانية : صدق الوعد محمود وهو من خلق النبيين والمرسلين ، وضده وهو الخلف مذموم ، وذلك من أخلاق الفاسقين والمنافقين على ما تقدم بيانه في ( براءة ) . وقد أثنى الله تعالى على نبيه إسماعيل فوصفه بصدق الوعد . واختلف في ذلك ؛ فقيل : إنه وعد من نفسه بالصبر على الذبح فصبر حتى فدي . هذا في قول من يرى أنه الذبيح . وقيل : وعد رجلا أن يلقاه في موضع فجاء إسماعيل وانتظر الرجل يومه وليلته ، فلما كان في اليوم الآخر جاء ؛ فقال له : ما زلت هاهنا في انتظارك منذ أمس . وقيل : انتظره ثلاثة أيام . وقيل فعل مثله نبينا - صلى الله عليه وسلم - قبل بعثه ؛ ذكره النقاش وخرجه الترمذي وغيره عن عبد الله بن أبي الحمساء قال : بايعت النبي - صلى الله عليه وسلم - ببيع قبل أن يبعث وبقيت له بقية فوعدته أن آتيه بها في مكانه فنسيت ، ثم ذكرت بعد ثلاثة أيام ، فجئت فإذا هو في مكانه ؛ فقال : يا فتى لقد شققت علي أنا هاهنا منذ ثلاث أنتظرك لفظ أبي داود . وقال يزيد الرقاشي : انتظره إسماعيل اثنين وعشرين يوما ؛ ذكره الماوردي . وفي كتاب ابن سلام أنه انتظره سنة . وذكره الزمخشري عن ابن عباس أنه وعد صاحبا له أن ينتظره في مكان فانتظره سنة . وذكره القشيري قال : فلم يبرح من مكانه سنة حتى أتاه جبريل - عليه السلام - فقال إن التاجر الذي سألك أن تقعد له حتى يعود هو إبليس فلا تقعد ولا كرامة له . وهذا بعيد ولا يصح . وقد قيل : إن إسماعيل لم يعد شيئا إلا وفى به ، وهذا قول صحيح ، وهو الذي يقتضيه ظاهر الآية ؛ والله أعلم .الثالثة : من هذا الباب قوله - صلى الله عليه وسلم - العدة دين . وفي الأثر ( وأي المؤمن واجب ) أي في أخلاق المؤمنين . وإنما قلنا إن ذلك ليس بواجب فرضا لإجماع العلماء على ما حكاه أبو عمر أن من وعد بمال ما كان ليضرب به مع الغرماء ؛ فلذلك قلنا : إيجاب الوفاء به حسن مع المروءة ، ولا يقضى به والعرب تمتدح بالوفاء ، وتذم بالخلف والغدر ، وكذلك سائر الأمم ، ولقد أحسن القائل :[ ص: 41 ]متى ما يقل حر لصاحب حاجة نعم يقضها والحر للوأي ضامنولا خلاف أن الوفاء يستحق صاحبه الحمد والشكر ، وعلى الخلف الذم . وقد أثنى الله تبارك وتعالى على من صدق وعده ، ووفى بنذره ؛ وكفى بهذا مدحا وثناء ، وبما خالفه ذما .الرابعة : قال مالك : إذا سأل الرجل الرجل أن يهب له الهبة فيقول له نعم ، ثم يبدو له ألا يفعل فما أرى يلزمه . قال مالك : ولو كان ذلك في قضاء دين فسأله أن يقضيه عنه فقال نعم ، وثم رجال يشهدون عليه فما أحراه أن يلزمه إذا شهد عليه اثنان . وقال أبو حنيفة وأصحابه والأوزاعي والشافعي وسائر الفقهاء : إن العدة لا يلزم منها شيء لأنها منافع لم يقبضها في العارية لأنها طارئة ، وفي غير العارية هي أشخاص وأعيان موهوبة لم تقبض فلصاحبها الرجوع فيها . وفي البخاري واذكر في الكتاب إسماعيل إنه كان صادق الوعد ؛ وقضى ابن أشوع بالوعد وذكر ذلك عن سمرة بن جندب . قال البخاري : ورأيت إسحاق بن إبراهيم يحتج بحديث ابن أشوع . الخامسة : وكان رسولا نبيا قيل : أرسل إسماعيل إلى جرهم . وكل الأنبياء كانوا إذا وعدوا صدقوا ، وخص إسماعيل بالذكر تشريفا له . والله أعلم ."
    },
    {
      "ayah": 55,
      "surah": 19,
      "text": "وكان يأمر أهله قال الحسن : يعني أمته . وفي حرف ابن مسعود ( وكان يأمر أهله جرهم وولده بالصلاة والزكاة ) . وكان عند ربه مرضيا أي رضيا زاكيا صالحا . قال الكسائي والفراء : من قال مرضي بناه على رضيت ، قالا : وأهل الحجاز يقولون : مرضو . وقال الكسائي والفراء : من العرب من يقول رضوان ورضيان فرضوان على مرضو ، ورضيان على مرضي ولا يجيز البصريون أن يقولوا إلا رضوان وربوان . قال أبو جعفر النحاس : سمعت أبا إسحاق الزجاج يقول : يخطئون في الخط فيكتبون ربا بالياء ثم يخطئون فيما هو أشد من هذا فيقولون ربيان ولا يجوز إلا ربوان ورضوان قال الله تعالى : وما آتيتم من ربا ليربو في أموال الناس ."
    },
    {
      "ayah": 56,
      "surah": 19,
      "text": "قوله : واذكر في الكتاب إدريس إنه كان صديقا نبيا[ ص: 42 ] قوله تعالى : واذكر في الكتاب إدريس إنه كان صديقا نبيا إدريس - عليه السلام - أول من خط بالقلم وأول من خاط الثياب ولبس المخيط ، وأول من نظر في علم النجوم والحساب وسيرها . وسمي إدريس لكثرة درسه لكتاب الله تعالى . وأنزل الله تعالى عليه ثلاثين صحيفة كما في حديث أبي ذر . الزمخشري : وقيل سمي إدريس إدريس لكثرة درسه كتاب الله تعالى ؛ وكان اسمه أخنوخ وهو غير صحيح ؛ لأنه لو كان إفعيلا من الدرس لم يكن فيه إلا سبب واحد وهو العلمية وكان منصرفا ، فامتناعه من الصرف دليل على العجمة ؛ وكذلك إبليس أعجمي وليس من الإبلاس كما يزعمون ؛ ولا يعقوب من العقب ، ولا إسرائيل بإسرال كما زعم ابن السكيت ؛ ومن لم يحقق ولم يتدرب بالصناعة كثرت منه أمثال هذه الهنات ؛ يجوز أن يكون معنى إدريس - عليه السلام - في تلك اللغة قريبا من ذلك فحسبه الراوي مشتقا من الدرس . قال الثعلبي والغزنوي وغيرهما : وهو جد نوح وهو خطأ ؛ وقد تقدم في ( الأعراف ) بيانه . وكذا وقع في السيرة أن نوحا - عليه السلام - ابن لامك بن متوشلخ بن أخنوخ وهو إدريس النبي فيما يزعمون ؛ والله تعالى أعلم . وكان أول من أعطي النبوة من بني آدم ، وخط بالقلم . ابن يرد بن مهلائيل بن قينان بن يانش بن شيث بن آدم - صلى الله عليه وسلم - ."
    },
    {
      "ayah": 57,
      "surah": 19,
      "text": "قوله تعالى : ورفعناه مكانا عليا قال أنس بن مالك وأبو سعيد الخدري وغيرهما : يعني السماء الرابعة . وروي ذلك عن النبي - صلى الله عليه وسلم - ؛ وقال كعب الأحبار . وقال ابن عباس والضحاك : يعني السماء السادسة ؛ ذكره المهدوي .قلت : ووقع في البخاري عن شريك بن عبد الله بن أبي نمر قال : سمعت أنس بن مالك يقول : ليلة أسري برسول الله - صلى الله عليه وسلم - من مسجد الكعبة ، الحديث وفيه : كل سماء فيها أنبياء - قد سماهم - منهم إدريس في الثانية . وهو وهم ، والصحيح أنه في السماء الرابعة ؛ كذلك رواه ثابت البناني عن أنس بن مالك عن النبي - صلى الله عليه وسلم - ؛ ذكره مسلم في الصحيح . وروى مالك بن صعصعة قال : قال النبي - صلى الله عليه وسلم - : لما عرج بي إلى السماء أتيت على إدريس في السماء الرابعة . خرجه مسلم أيضا . وكان سبب رفعه على ما قال ابن عباس وكعب وغيرهما : أنه سار ذات يوم في حاجة فأصابه وهج الشمس ، فقال : ( يا رب أنا مشيت يوما فكيف بمن يحملها خمسمائة عام في يوم واحد ! اللهم خفف عنه من ثقلها . يعني الملك الموكل بفلك الشمس ) ؛ يقول إدريس : اللهم خفف عنه من ثقلها واحمل عنه من حرها . فلما أصبح الملك وجد من خفة [ ص: 43 ] الشمس والظل ما لا يعرف فقال : يا رب خلقتني لحمل الشمس فما الذي قضيت فيه ؟ فقال الله تعالى : ( أما إن عبدي إدريس سألني أن أخفف عنك حملها وحرها فأجبته ) فقال : يا رب اجمع بيني وبينه ، واجعل بيني وبينه خلة . فأذن الله له حتى أتى إدريس ، وكان إدريس - عليه السلام - يسأله . فقال أخبرت أنك أكرم الملائكة وأمكنهم عند ملك الموت ، فاشفع لي إليه ليؤخر أجلي ، فأزداد شكرا وعبادة . فقال الملك : لا يؤخر الله نفسا إذا جاء أجلها فقال للملك : قد علمت ذلك ولكنه أطيب لنفسي . قال نعم . ثم حمله على جناحه فرفعه إلى السماء ووضعه عند مطلع الشمس ، ثم قال لملك الموت : لي صديق من بني آدم تشفع بي إليك لتؤخر أجله . فقال : ليس ذلك إلي ولكن إن أحببت علمه أعلمته متى يموت . قال : ( نعم ) ثم نظر في ديوانه ، فقال : إنك تسألني عن إنسان ما أراه يموت أبدا . قال ( وكيف ) ؟ قال : لا أجده يموت إلا عند مطلع الشمس . قال : فإني أتيتك وتركته هناك ؛ قال : انطلق فما أراك تجده إلا وقد مات فوالله ما بقي من أجل إدريس شيء . فرجع الملك فوجده ميتا . وقال السدي : إنه نام ذات يوم ، واشتد عليه حر الشمس ، فقام وهو منها في كرب ؛ فقال : اللهم خفف عن ملك الشمس حرها ، وأعنه على ثقلها ، فإنه يمارس نارا حامية . فأصبح ملك الشمس وقد نصب له كرسي من نور عنده سبعون ألف ملك عن يمينه ، ومثلها عن يساره يخدمونه ، ويتولون أمره وعمله من تحت حكمه ؛ فقال ملك الشمس : يا رب من أين لي هذا ؟ . قال ( دعا لك رجل من بني آدم يقال له إدريس ) ثم ذكر نحو حديث كعب قال : فقال له ملك الشمس : أتريد حاجة ؟ قال : نعم وددت أني لو رأيت الجنة . قال : فرفعه على جناحه ، ثم طار به ، فبينما هو في السماء الرابعة التقى بملك الموت ينظر في السماء ، ينظر يمينا وشمالا ، فسلم عليه ملك الشمس ، وقال : يا إدريس هذا ملك الموت فسلم عليه فقال ملك الموت : سبحان الله ! ولأي معنى رفعته هنا ؟ قال : رفعته لأريه الجنة . قال : فإن الله تعالى أمرني أن أقبض روح إدريس في السماء الرابعة . قلت : يا رب وأين إدريس من السماء الرابعة ، فنزلت فإذا هو معك ؛ فقبض روحه فرفعها إلى الجنة ، ودفنت الملائكة جثته في السماء الرابعة ، فذلك قوله تعالى : ورفعناه مكانا عليا قال وهب بن منبه : كان يرفع لإدريس كل يوم من العبادة مثل ما يرفع لأهل الأرض في زمانه ، فعجب منه الملائكة واشتاق إليه ملك الموت ، فاستأذن ربه في زيارته فأذن له ، فأتاه في صورة آدمي ، وكان إدريس - عليه السلام - يصوم النهار ؛ فلما كان وقت [ ص: 44 ] إفطاره دعاه إلى طعامه فأبى أن يأكل . ففعل به ذلك ثلاث ليال فأنكره إدريس ؛ وقال له : من أنت ! قال أنا ملك الموت ؛ استأذنت ربي أن أصحبك فأذن لي ؛ فقال : إن لي إليك حاجة . قال : وما هي ؟ قال : أن تقبض روحي . فأوحى الله تعالى إليه أن اقبض روحه ؛ فقبضه ورده إليه بعد ساعة ، وقال له ملك الموت : ما الفائدة في قبض روحك ؟ قال : لأذوق كرب الموت فأكون له أشد استعدادا . ثم قال له إدريس بعد ساعة : إن لي إليك حاجة أخرى . قال : وما هي ؟ قال أن ترفعني إلى السماء فأنظر إلى الجنة والنار ؛ فأذن الله تعالى له في رفعه إلى السماوات ، فرأى النار فصعق ، فلما أفاق قال أرني الجنة ؛ فأدخله الجنة ، ثم قال له ملك الموت : اخرج لتعود إلى مقرك . فتعلق بشجرة وقال : لا أخرج منها . فبعث الله تعالى بينهما ملكا حكما ، فقال ما لك لا تخرج ؟ قال : لأن الله تعالى قال كل نفس ذائقة الموت وأنا ذقته ، وقال : وإن منكم إلا واردها وقد وردتها ؛ وقال : وما هم منها بمخرجين فكيف أخرج ؟ قال الله تبارك وتعالى لملك الموت : ( بإذني دخل الجنة وبأمري يخرج ) فهو حي هنالك فذلك قوله ورفعناه مكانا عليا قال النحاس : قول إدريس وما هم منها بمخرجين يجوز أن يكون الله أعلم هذا إدريس ، ثم نزل القرآن به . قال وهب بن منبه : فإدريس تارة يرتع في الجنة ، وتارة يعبد الله تعالى مع الملائكة في السماء ."
    },
    {
      "ayah": 58,
      "surah": 19,
      "text": "قوله تعالى : أولئك الذين أنعم الله عليهم من النبيين من ذرية آدم وممن حملنا مع نوح ومن ذرية إبراهيم وإسرائيل وممن هدينا واجتبينا إذا تتلى عليهم آيات الرحمن خروا سجدا وبكيافيه أربع مسائل :الأولى : قوله تعالى : أولئك الذين أنعم الله عليهم من النبيين من ذرية آدم يريد إدريس وحده . وممن حملنا مع نوح يريد إبراهيم وحده . ومن ذرية إبراهيم يريد إسماعيل وإسحاق ويعقوب . ومن ذرية إسرائيل موسى وهارون وزكريا ويحيى [ ص: 45 ] وعيسى فكان لإدريس ونوح شرف القرب من آدم ، ولإبراهيم شرف القرب من نوح ولإسماعيل وإسحاق ويعقوب شرف القرب من إبراهيم . وممن هدينا أي إلى الإسلام . واجتبينا بالإيمان . إذا تتلى عليهم آيات الرحمن وقرأ شبل بن عباد المكي ( يتلى ) بالتذكير لأن التأنيث غير حقيقي مع وجود الفاصل . خروا سجدا وبكيا وصفهم بالخشوع لله والبكاء . وقد مضى في ( سبحان ) . يقال بكى يبكي بكاء وبكى وبكيا ، إلا أن الخليل قال : إذا قصرت البكاء فهو مثل الحزن ؛ أي ليس معه صوت كما قال الشاعر :بكت عيني وحق لها بكاها وما يغني البكاء ولا العويلسجدا نصب على الحال وبكيا عطف عليه .الثانية : في هذه الآية دلالة على أن لآيات الرحمن تأثيرا في القلوب . قال الحسن ( إذا تتلى عليهم آيات الرحمن خروا سجدا وبكيا ) في الصلاة . وقال الأصم : المراد بآيات الرحمن الكتب المتضمنة لتوحيده وحججه ، وأنهم كانوا يسجدون عند تلاوتها ، ويبكون عند ذكرها . والمروي عن ابن عباس أن المراد به القرآن خاصة ، وأنهم كانوا يسجدون ويبكون عند تلاوته ؛ قال الكيا : وفي هذا دلالة من قوله على أن القرآن هو الذي كان يتلى على جميع الأنبياء ، ولو كان كذلك لما كان الرسول - عليه الصلاة والسلام - مختصا بإنزاله إليه .الثالثة : احتج أبو بكر الرازي بهذه الآية على وجوب سجود القرآن على المستمع والقارئ . قال إلكيا : وهذا بعيد فإن هذا الوصف شامل لكل آيات الله تعالى . وضم السجود إلى البكاء ، وأبان به عن طريقة الأنبياء عليهم الصلاة والسلام في تعظيمهم لله تعالى وآياته ، وليس فيه دلالة على وجوب ذلك عند آية مخصوصة .الرابعة : قال العلماء : ينبغي لمن قرأ سجدة أن يدعو فيها بما يليق بآياتها ، فإن قرأ سورة السجدة الم تنزيل قال : اللهم اجعلني من الساجدين لوجهك ، المسبحين بحمدك ، وأعوذ بك أن أكون من المستكبرين عن أمرك . وإن قرأ سجدة ( سبحان ) قال : اللهم اجعلني من الباكين إليك ، الخاشعين لك . وإن قرأ هذه قال : اللهم اجعلني من عبادك المنعم عليهم ، المهديين الساجدين لك ، الباكين عند تلاوة آياتك ."
    },
    {
      "ayah": 59,
      "surah": 19,
      "text": "قوله تعالى : فخلف من بعدهم خلف أي أولاد سوء . قال أبو عبيدة : حدثنا حجاج عن ابن جريج عن مجاهد قال : ذلك عند قيام الساعة ، وذهاب صالحي هذه الأمة أمة محمد - صلى الله عليه وسلم - ينزو بعضهم على بعض في الأزقة زنى . وقد تقدم القول في ( خلف ) في ( الأعراف ) فلا معنى للإعادة . الثانية : قوله تعالى : أضاعوا الصلاة وقرأ عبد الله والحسن ( أضاعوا الصلوات ) على الجمع . وهو ذم ونص في أن إضاعة الصلاة من الكبائر التي يوبق بها صاحبها ولا خلاف في ذلك ، وقد قال عمر : ومن ضيعها فهو لما سواها أضيع . واختلفوا فيمن المراد بهذه الآية ؛ فقال مجاهد : النصارى خلفوا بعد اليهود . وقال محمد بن كعب القرظي ومجاهد أيضا وعطاء : هم قوم من أمة محمد - صلى الله عليه وسلم - في آخر الزمان ؛ أي يكون في هذه الأمة من هذه صفته لا أنهم المراد بهذه الآية .واختلفوا أيضا في معنى إضاعتها ؛ فقال القرظي : هي إضاعة كفر وجحد بها . وقال القاسم بن مخيمرة ، وعبد الله بن مسعود : هي إضاعة أوقاتها ، وعدم القيام بحقوقها وهو الصحيح ، وأنها إذا صليت مخلى بها لا تصح ولا تجزئ ؛ لقوله - صلى الله عليه وسلم - للرجل الذي صلى وجاء فسلم عليه ارجع فصل فإنك لم تصل ثلاث مرات خرجه مسلم ، وقال حذيفة لرجل يصلي فطفف : منذ كم تصلي هذه الصلاة ؟ قال منذ أربعين عاما . قال : ما صليت ، ولو مت وأنت تصلي هذه الصلاة لمت على غير فطرة محمد - صلى الله عليه وسلم - . ثم قال : إن الرجل ليخفف الصلاة [ ص: 47 ] ويتم ويحسن . خرجه البخاري واللفظ للنسائي ، وفي الترمذي عن أبي مسعود الأنصاري قال : قال رسول الله - صلى الله عليه وسلم - : لا تجزئ صلاة لا يقيم فيها الرجل يعني صلبه في الركوع والسجود ؛ قال : حديث حسن صحيح ؛ والعمل على هذا عند أهل العلم من أصحاب النبي - صلى الله عليه وسلم - ومن بعدهم ؛ يرون أن يقيم الرجل صلبه في الركوع والسجود ؛ قال الشافعي وأحمد وإسحاق : من لم يقم صلبه في الركوع والسجود فصلاته فاسدة ؛ قال - صلى الله عليه وسلم - تلك الصلاة صلاة المنافق يجلس يرقب الشمس حتى إذا كانت بين قرني الشيطان قام فنقرها أربعا لا يذكر الله فيها إلا قليلا . وهذا ذم لمن يفعل ذلك . وقال فروة بن خالد بن سنان : استبطأ أصحاب الضحاك مرة أميرا في صلاة العصر حتى كادت الشمس تغرب ؛ فقرأ الضحاك هذه الآية ، ثم قال : والله لأن أدعها أحب إلي من أن أضيعها . وجملة القول في هذا الباب أن من لم يحافظ على كمال وضوئها وركوعها وسجودها فليس بمحافظ عليها ، ومن لم يحافظ عليها فقد ضيعها ، ومن ضيعها فهو لما سواها أضيع ، كما أن من حافظ عليها حفظ الله عليه دينه ، ولا دين لمن لا صلاة له . وقال الحسن : عطلوا المساجد ، واشتغلوا بالصنائع والأسباب . واتبعوا الشهوات أي اللذات والمعاصي .روى الترمذي وأبو داود عن أنس بن حكيم الضبي أنه أتى المدينة فلقي أبا هريرة فقال له : يا فتى ألا أحدثك حديثا لعل الله تعالى أن ينفعك به ؛ قلت : بلى . قال : إن أول ما يحاسب به الناس يوم القيامة من أعمالهم الصلاة فيقول الله تبارك وتعالى لملائكته وهو أعلم انظروا في صلاة عبدي أتمها أو نقصها فإن كانت تامة كتبت له تامة وإن كان انتقص منها شيئا قال انظروا هل لعبدي من تطوع فإن كان له تطوع قال أكملوا لعبدي فريضته من تطوعه ثم تؤخذ الأعمال على ذلك . قال يونس : وأحسبه عن النبي - صلى الله عليه وسلم - ؛ لفظ أبي داود . وقال : حدثنا [ ص: 48 ] موسى بن إسماعيل حدثنا حماد حدثنا داود بن أبي هند عن زرارة بن أوفى عن تميم الداري عن النبي - صلى الله عليه وسلم - بهذا المعنى . قال : ثم الزكاة مثل ذلك ثم تؤخذ الأعمال على حسب ذلك . وأخرجه النسائي عن همام عن الحسن عن حريث بن قبيصة عن أبي هريرة قال سمعت رسول الله - صلى الله عليه وسلم - يقول : إن أول ما يحاسب به العبد يوم القيامة بصلاته فإن صلحت فقد أفلح وأنجح وإن فسدت فقد خاب وخسر - قال همام : لا أدري هذا من كلام قتادة أو من الرواية - فإن انتقص من فريضته شيء قال انظروا هل لعبدي من تطوع فيكمل به ما نقص من الفريضة ثم يكون سائر عمله على نحو ذلك .خالفه أبو العوام فرواه عن قتادة عن الحسن عن أبي رافع عن أبي هريرة أن النبي - صلى الله عليه وسلم - قال : إن أول ما يحاسب به العبد يوم القيامة صلاته فإن وجدت تامة كتبت تامة وإن كان انتقص منها شيء قال انظروا هل تجدون له من تطوع يكمل له ما ضيع من فريضته من تطوعه ثم سائر الأعمال تجري على حسب ذلكقال النسائي : أخبرنا إسحاق بن إبراهيم قال حدثنا النضر بن شميل قال أنبأنا حماد بن سلمة عن الأزرق بن قيس عن يحيى بن يعمر عن أبي هريرة عن رسول الله - صلى الله عليه وسلم - قال : أول ما يحاسب به العبد يوم القيامة صلاته فإن كان أكملها وإلا قال الله - عز وجل - انظروا لعبدي من تطوع فإن وجد له تطوع قال أكملوا به الفريضة قال أبو عمر بن عبد البر في كتاب ( التمهيد ) : أما إكمال الفريضة من التطوع فإنما يكون والله أعلم فيمن سها عن فريضة فلم يأت بها ، أو لم يحسن ركوعها وسجودها ولم يدر قدر ذلك وأما من تركها ، أو نسي ثم ذكرها فلم يأت بها عامدا واشتغل بالتطوع عن أداء فرضها وهو ذاكر له فلا تكمل له فريضة من تطوعه والله أعلم وقد روي من حديث الشاميين في هذا الباب حديث منكر يرويه محمد بن حمير عن عمرو بن قيس السكوني عن عبد الله بن قرط عن النبي - صلى الله عليه وسلم - قال من صلى صلاة لم يكمل فيها ركوعه وسجوده زيد فيها من تسبيحاته حتى تتم قال أبو عمر وهذا لا يحفظ عن النبي - صلى الله عليه وسلم - إلا من هذا الوجه وليس بالقوي وإن كان صح كان معناه أنه خرج من صلاة كان قد أتمها عند نفسه وليست في الحكم بتامة .[ ص: 49 ] قلت : فينبغي للإنسان أن يحسن فرضه ونفله حتى يكون له نفل يجده زائدا على فرضه يقربه من ربه كما قال سبحانه وتعالى : وما يزال عبدي يتقرب إلي بالنوافل حتى أحبه الحديث . فأما إذا كان نفل يكمل به الفرض فحكمه في المعنى حكم الفرض ، ومن لا يحسن أن يصلي الفرض فأحرى وأولى ألا يحسن التنفل ، لا جرم تنفل الناس في أشد ما يكون من النقصان والخلل لخفته عندهم وتهاونهم به ، حتى كأنه غير معتد به ولعمر الله لقد يشاهد في الوجود من يشار إليه ويظن به العلم تنفله كذلك ، بل فرضه إذ ينقره نقر الديك لعدم معرفته بالحديث فكيف بالجهال الذين لا يعلمون ، وقد قال العلماء : ولا يجزئ ركوع ولا سجود ولا وقوف بعد الركوع ولا جلوس بين السجدتين حتى يعتدل راكعا وواقفا وساجدا وجالسا وهذا هو الصحيح في الأثر وعليه جمهور العلماء وأهل النظر ، وهذه رواية ابن وهب وأبي مصعب عن مالك وقد مضى هذا المعنى في ( البقرة ) وإذا كان هذا فكيف يكمل بذلك التنفل ما نقص من هذا الفرض على سبيل الجهل والسهو ؟ ! بل كل ذلك غير صحيح ولا مقبول لأنه وقع على غير المطلوب والله أعلم .قوله تعالى : واتبعوا الشهوات وعن علي - رضي الله تعالى عنه - في قوله تعالى : واتبعوا الشهوات هو من بنى المشيد وركب المنظور ولبس المشهور .قلت : الشهوات عبارة عما يوافق الإنسان ويشتهيه ويلائمه ولا يتقيه وفي الصحيح حفت الجنة بالمكاره وحفت النار بالشهوات وما ذكر عن علي - رضي الله عنه - جزء من هذا .قوله تعالى : فسوف يلقون غيا قال ابن زيد شرا أو ضلالا أو خيبة قال :فمن يلق خيرا يحمد الناس أمره ومن يغو لا يعدم على الغي لائماوقال عبد الله بن مسعود : هو واد في جهنم والتقدير عند أهل اللغة فسوف يلقون هذا [ ص: 50 ] الغي ؛ كما قال جل ذكره : ومن يفعل ذلك يلق أثاما والأظهر أن الغي اسم للوادي سمي به لأن الغاوين يصيرون إليه . قال كعب : يظهر في آخر الزمان قوم بأيديهم سياط كأذناب البقر ، ثم قرأ فسوف يلقون غيا أي هلاكا وضلالا في جهنم ، وعنه : غي واد في جهنم أبعدها قعرا ؛ وأشدها حرا ، فيه بئر يسمى البهيم ، كلما خبت جهنم فتح الله تعالى تلك البئر فتسعر بها جهنم ، وقال ابن عباس : غي واد في جهنم ، وأن أودية جهنم لتستعيذ من حره ، أعد الله تعالى ذلك الوادي للزاني المصر على الزنا ، ولشارب الخمر المدمن عليه ، ولآكل الربا الذي لا ينزع عنه ، ولأهل العقوق ، ولشاهد الزور ، ولامرأة أدخلت على زوجها ولدا ليس منه ."
    },
    {
      "ayah": 6,
      "surah": 19,
      "text": "قوله تعالى : يرثني ويرث من آل يعقوب واجعله رب رضيا فيه أربع مسائل :الأولى : قوله تعالى : يرثني قرأ أهل الحرمين والحسن وعاصم وحمزة ( يرثني ويرث ) بالرفع فيهما . وقرأ يحيى بن يعمر وأبو عمرو ويحيى بن وثاب والأعمش والكسائي بالجزم فيهما ، وليس هما جواب ( هب ) على مذهب سيبويه ، إنما تقديره إن تهبه يرثني ويرث ؛ والأول أصوب في المعنى لأنه طلب وارثا موصوفا ؛ أي هب لي من لدنك الولي الذي هذه حاله وصفته ؛ لأن الأولياء منهم من لا يرث ؛ فقال : هب لي الذي يكون وارثي ؛ قاله أبو عبيد ؛ ورد قراءة الجزم ؛ قال : لأن معناه إن وهبت ورث ، وكيف يخبر الله - عز وجل - بهذا وهو أعلم به منه ؟ ! النحاس : وهذه حجة متقصاة ؛ لأن جواب الأمر عند النحويين فيه معنى الشرط والمجازاة ؛ تقول : أطع الله يدخلك الجنة ؛ أي إن تطعه يدخلك الجنة .الثانية : قال النحاس : فأما معنى يرثني ويرث من آل يعقوب فللعلماء فيه ثلاثة أجوبة ؛ قيل : هي وراثة نبوة . وقيل : وراثة حكمة . وقيل : هي وراثة مال . فأما قولهم وراثة نبوة فمحال ؛ لأن النبوة لا تورث ، ولو كانت تورث لقال قائل : الناس ينتسبون إلى نوح - عليه السلام - وهو نبي مرسل . ووراثة العلم والحكمة مذهب حسن ؛ وفي الحديث العلماء ورثة الأنبياء . وأما وراثة المال فلا يمتنع ، وإن كان قوم قد أنكروه لقول النبي - صلى الله عليه وسلم - : لا نورث ، ما [ ص: 11 ] تركنا صدقة فهذا لا حجة فيه ؛ لأن الواحد يخبر عن نفسه بإخبار الجمع . وقد يؤول هذا بمعنى : لا نورث ، الذي تركناه صدقة ؛ لأن النبي - صلى الله عليه وسلم - لم يخلف شيئا يورث عنه ؛ وإنما كان الذي أباحه الله - عز وجل - إياه في حياته بقوله تبارك اسمه : واعلموا أنما غنمتم من شيء فأن لله خمسه وللرسول لأن معنى لله لسبيل الله ، ومن سبيل الله ما يكون في مصلحة الرسول - صلى الله عليه وسلم - ما دام حيا ؛ فإن قيل : ففي بعض الروايات إنا معاشر الأنبياء لا نورث ، ما تركنا صدقة ففيه التأويلان جميعا ؛ أن يكون ( ما ) بمعنى الذي .والآخر لا يورث من كانت هذه حاله . وقال أبو عمر : واختلف العلماء في تأويل قوله - عليه السلام - : لا نورث ما تركنا صدقة على قولين : أحدهما : وهو الأكثر وعليه الجمهور أن النبي - صلى الله عليه وسلم - لا يورث وما ترك صدقة . والآخر : أن نبينا - عليه الصلاة والسلام - لم يورث ؛ لأن الله تعالى خصه بأن جعل ماله كله صدقة زيادة في فضيلته ، كما خص في النكاح بأشياء أباحها له وحرمها على غيره ؛ وهذا القول قاله بعض أهل البصرة منهم ابن علية ، وسائر علماء المسلمين على القول الأول .الثالثة : قوله تعالى : من آل يعقوب قيل : هو يعقوب بن إسرائيل ، وكان زكريا متزوجا بأخت مريم بنت عمران ، ويرجع نسبها إلى يعقوب ؛ لأنها من ولد سليمان بن داود وهو من ولد يهوذا بن يعقوب ، وزكريا من ولد هارون أخي موسى ، وهارون وموسى من ولد لاوي بن يعقوب ، وكانت النبوة في سبط يعقوب بن إسحاق . وقيل : المعني بيعقوب هاهنا يعقوب بن ماثان أخو عمران بن ماثان أبي مريم أخوان من نسل سليمان بن داود - عليهما السلام - ؛ لأن يعقوب وعمران ابنا ماثان ، وبنو ماثان رؤساء بني إسرائيل ؛ قاله مقاتل وغيره . وقال الكلبي : وكان آل يعقوب أخواله ، وهو يعقوب بن ماثان ، وكان فيهم الملك ، وكان زكريا من ولد هارون بن عمران أخي موسى . وروى قتادة أن النبي - صلى الله عليه وسلم - قال : يرحم الله - تعالى - زكريا ما كان عليه من ورثته . ولم ينصرف يعقوب لأنه أعجمي .الرابعة : قوله تعالى : واجعله رب رضيا أي مرضيا في أخلاقه وأفعاله . وقيل : راضيا بقضائك وقدرك . وقيل : رجلا صالحا ترضى عنه . وقال أبو صالح : نبيا كما جعلت أباه نبيا ."
    },
    {
      "ayah": 60,
      "surah": 19,
      "text": "إِلَّا مَنْ تَابَأي من تضييع الصلاة واتباع الشهوات فرجع إلى طاعة ربهوَآمَنَبهوَعَمِلَ صَالِحًا فَأُولَئِكَ يَدْخُلُونَ الْجَنَّةَقرأ أبو جعفر وشيبة وابن كثير وابن محيصن وأبو عمرو ويعقوب وأبو بكر ( يدخلون ) بفتح الخاء .وفتح الياء الباقونوَلَا يُظْلَمُونَ شَيْئًاأي لا ينقص من أعمالهم الصالحة شيء إلا أنهم يكتب لهم بكل حسنة عشر إلى سبعمائة"
    },
    {
      "ayah": 61,
      "surah": 19,
      "text": "جنات عدن بدلا من الجنة فانتصبت قال أبو إسحاق الزجاج ويجوز ( جنات عدن ) على الابتداء . قال أبو حاتم ولولا الخط لكان ( جنة عدن ) لأن قبله يدخلون الجنة . التي وعد الرحمن عباده بالغيب مأتيا مفعول من الإتيان . وكل ما وصل إليك فقد وصلت إليه تقول أتت علي ستون سنة وأتيت على ستين سنة . ووصل إلي من فلان خير ووصلت منه إلى خير وقال القتبي : مأتيا بمعنى آت فهو مفعول بمعنى فاعل . و مأتيا مهموز لأنه من أتى يأتي . ومن خفف الهمزة جعلها ألفا . وقال الطبري : الوعد هاهنا الموعود وهو الجنة ؛ أي يأتيها أولياؤه ."
    },
    {
      "ayah": 62,
      "surah": 19,
      "text": "لا يسمعون فيها لغوا أي في الجنة . واللغو معناه الباطل من الكلام والفحش منه والفضول وما لا ينتفع به . ومنه الحديث إذا قلت لصاحبك يوم الجمعة أنصت والإمام يخطب فقد لغوت ويروى ( لغيت ) وهي لغة أبي هريرة كما قال الشاعر [ رؤبة ] :ورب أسراب حجيج كظم     عن اللغا ورفث التكلمقال ابن عباس : اللغو كل ما لم يكن فيه ذكر الله تعالى ؛ أي كلامهم في الجنة حمد الله وتسبيحه . إلا سلاما أي لكن يسمعون سلاما فهو من الاستثناء المنقطع ، يعني : سلام [ ص: 51 ] بعضهم على بعض ، وسلام الملك عليهم ، قاله مقاتل وغيره . والسلام اسم جامع للخير ؛ والمعنى أنهم لا يسمعون فيها إلا ما يحبون . قوله تعالى : ولهم رزقهم فيها بكرة وعشيا أي لهم ما يشتهون من المطاعم والمشارب بكرة وعشيا ؛ أي قدر هذين الوقتين ؛ إذ لا بكرة ثم ولا عشيا ؛ كقوله تعالى : غدوها شهر ورواحها شهر أي قدر شهر ؛ قال معناه ابن عباس وابن جريج وغيرهما ، وقيل : عرفهم اعتدال أحوال أهل الجنة ؛ وكان أهنأ النعمة عند العرب التمكين من المطعم والمشرب بكرة وعشيا . قال يحيى بن أبي كثير وقتادة : كانت العرب في زمانها من وجد غداء وعشاء معا فذلك هو الناعم ؛ فنزلت . وقيل : أي رزقهم فيها غير منقطع ، كما قال : لا مقطوعة ولا ممنوعة وهو كما تقول : أنا أصبح وأمسي في ذكرك ، أي ذكري لك دائم . ويحتمل أن تكون البكرة قبل تشاغلهم بلذاتهم ، والعشي بعد فراغهم من لذاتهم ؛ لأنه يتخللها فترات انتقال من حال إلى حال . وهذا يرجع إلى القول الأول . وروى الزبير بن بكار عن إسماعيل بن أبي أويس ، قال : قال مالك بن أنس طعام المؤمنين في اليوم مرتان وتلا قول الله - عز وجل - : ولهم رزقهم فيها بكرة وعشيا ثم قال : وعوض الله - عز وجل - المؤمنين في الصيام السحور بدلا من الغداء ليقووا به على عبادة ربهم . وقيل : إنما ذكر ذلك لأن صفة الغداء وهيئته ؛ عن صفة العشاء وهيئته ؛ وهذا لا يعرفه إلا الملوك وكذلك يكون في الجنة رزق الغداء غير رزق العشاء تتلون عليهم النعم ليزدادوا تنعما وغبطة . وخرج الترمذي الحكيم في ( نوادر الأصول ) من حديث أبان عن الحسن وأبي قلابة قالا قال رجل يا رسول الله هل في الجنة من ليل ؟ قال وما هيجك على هذا قال سمعت الله تعالى يذكر في الكتاب : ولهم رزقهم فيها بكرة وعشيا فقلت : الليل بين البكرة والعشي وقال رسول الله - صلى الله عليه وسلم - : ليس هناك ليل إنما هو ضوء ونور يرد الغدو على الرواح والرواح على الغدو وتأتيهم طرف الهدايا من الله تعالى لمواقيت الصلاة التي كانوا يصلون فيها في الدنيا وتسلم عليهم الملائكة وهذا في غاية البيان لمعنى الآية وقد ذكرناه في كتاب ( التذكرة ) وقال العلماء ليس في الجنة ليل ولا نهار وإنما هم في نور أبدا إنما يعرفون مقدار الليل من النهار بإرخاء الحجب وإغلاق الأبواب ويعرفون مقدار النهار برفع الحجب وفتح الأبواب ذكره أبو الفرج الجوزي والمهدوي وغيرهما ."
    },
    {
      "ayah": 63,
      "surah": 19,
      "text": "قوله تعالى : تلك الجنة التي أي هذه الجنة التي وصفنا أحوال أهلها نورث بالتخفيف . وقرأ يعقوب ( نورث ) بفتح الواو وتشديد الراء . والاختيار التخفيف ؛ لقوله [ ص: 52 ] تعالى : ثم أورثنا الكتاب . من عبادنا من كان تقيا قال ابن عباس : أي من اتقاني وعمل بطاعتي . وقيل : هو على التقديم والتأخير ، تقديره نورث من كان تقيا من عبادنا ."
    },
    {
      "ayah": 64,
      "surah": 19,
      "text": "قوله : وما نتنزل إلا بأمر ربك له ما بين أيدينا وما خلفنا وما بين ذلك وما كان ربك نسياروى الترمذي عن ابن عباس قال : قال رسول الله - صلى الله عليه وسلم - لجبريل : ما منعك أن تزورنا أكثر مما تزورنا قال : فنزلت هذه الآية وما نتنزل إلا بأمر ربك إلى آخر الآية . قال هذا حديث حسن غريب ورواه البخاري : حدثنا خلاد بن يحيى حدثنا عمر بن ذر قال : سمعت أبي يحدث عن سعيد بن جبير عن ابن عباس أن النبي - صلى الله عليه وسلم - قال لجبريل : ما يمنعك أن تزورنا أكثر مما تزورنا فنزلت وما نتنزل إلا بأمر ربك الآية ؛ قال كان هذا الجواب لمحمد - صلى الله عليه وسلم - .وقال مجاهد أبطأ الملك على رسول الله - صلى الله عليه وسلم - ثم أتاه فقال : ما الذي أبطأك قال : كيف نأتيكم وأنتم لا تقصون أظفاركم ولا تأخذون من شواربكم ، ولا تنقون رواجبكم ، ولا تستاكون ؛ قال مجاهد : فنزلت الآية في هذا وقال مجاهد أيضا وقتادة وعكرمة والضحاك ومقاتل والكلبي احتبس جبريل عن النبي - صلى الله عليه وسلم - حين سأله قومه عن قصة أصحاب الكهف وذي القرنين والروح ، ولم يدر ما يجيبهم ورجا أن يأتيه جبريل بجواب ما سألوه عنه ، قال عكرمة : فأبطأ عليه أربعين يوما ، وقال مجاهد : اثنتي عشرة ليلة ، وقيل : خمسة عشر يوما ، وقيل : ثلاثة عشر ، وقيل : ثلاثة أيام ، فقال النبي - صلى الله عليه وسلم - أبطأت علي حتى ساء ظني واشتقت إليك فقال جبريل - عليه السلام - : إني كنت أشوق ولكني عبد مأمور إذا بعثت نزلت وإذا حبست احتبست فنزلت الآية وما نتنزل إلا بأمر ربك وأنزل والضحى والليل إذا سجى ما ودعك ربك وما قلى ذكره الثعلبي والواحدي والقشيري وغيرهم وقيل هو إخبار من [ ص: 53 ] أهل الجنة أنهم يقولون عند دخولها ، وما نتنزل هذه الجنان إلا بأمر ربك ، وعلى هذا تكون الآية متصلة بما قبل ، وعلى ما ذكرنا من الأقوال قبل : تكون غير متصلة بما قبلها والقرآن سور ثم السور تشتمل على جمل ، وقد تنفصل جملة عن جملة وما نتنزل أي قال الله تعالى قل يا جبريل : وما نتنزل إلا بأمر ربك وهذا يحتمل وجهين : أحدهما : إنا إذا أمرنا نزلنا عليك . الثاني : إذا أمرك ربك نزلنا عليك فيكون الأمر على الأول متوجها إلى النزول ، وعلى الوجه الثاني متوجها إلى التنزيل .وقوله تعالى : له أي لله ما بين أيدينا أي علم ما بين أيدينا وما خلفنا وما بين ذلك قال ابن عباس وابن جريج : ما مضى أمامنا من أمر الدنيا ، وما يكون بعدنا من أمرها وأمر الآخرة وما بين ذلك من البرزخ . وقال قتادة ومقاتل : له ما بين أيدينا من أمر الآخرة وما خلفنا ما مضى من الدنيا وما بين ذلك ما بين النفختين وبينهما أربعون سنة . الأخفش : ما بين أيدينا ما كان قبل أن نخلق وما خلفنا ما يكون بعد أن نموت وما بين ذلك ما يكون منذ خلقنا إلى أن نموت . وقيل : ما بين أيدينا من الثواب والعقاب وأمور الآخرة وما خلفنا ما مضى من أعمالنا في الدنيا وما بين ذلك أي ما يكون من هذا الوقت إلى يوم القيامة ويحتمل خامسا ما بين أيدينا السماء وما خلفنا الأرض وما بين ذلك أي ما بين السماء والأرض وقال ابن عباس في رواية له ما بين أيدينا يريد الدنيا إلى الأرض وما خلفنا يريد السماوات - وهذا على عكس ما قبله - وما بين ذلك يريد الهواء ، ذكر الأول الماوردي والثاني القشيري الزمخشري : وقيل ما مضى من أعمارنا وما غبر منها والحال التي نحن فيها ولم يقل ما بين ذينك لأن المراد ما بين ما ذكرنا كما قال لا فارض ولا بكر عوان بين ذلك أي بين ما ذكرنا وما كان ربك نسيا أي ناسيا إذا شاء أن يرسل إليك أرسل ، وقيل : المعنى لم ينسك وإن تأخر عنك الوحي وقيل المعنى أنه عالم بجميع الأشياء متقدمها ومتأخرها ولا ينسى شيئا منها ."
    },
    {
      "ayah": 65,
      "surah": 19,
      "text": "قوله تعالى : رب السماوات والأرض وما بينهما أي ربهما وخالقهما وخالق ما بينهما ومالكهما ومالك ما بينهما ؛ فكما إليه تدبير الأزمان كذلك إليه تدبير الأعيان . فاعبده أي وحده لذلك . وفي هذا دلالة على أن اكتسابات الخلق مفعولة لله تعالى كما يقوله أهل الحق ، وهو القول الحق لأن الرب في هذا الموضوع لا يمكن حمله على معنى من معانيه إلا على المالك ، وإذا ثبت أنه مالك ما بين السماء والأرض دخل في ذلك اكتساب الخلق ، ووجبت [ ص: 54 ] عبادته لما ثبت أنه المالك على الإطلاق ، وحقيقة العبادة الطاعة بغاية الخضوع ، ولا يستحقها أحد سوى المالك المعبود واصطبر لعبادته أي لطاعته ولا تحزن لتأخير الوحي عنك ، بل اشتغل بما أمرت به ، وأصل اصطبر اصتبر ، فثقل الجمع بين التاء والصاد لاختلافهما ، فأبدل من التاء طاء كما تقول من الصوم اصطام هل تعلم له سميا قال ابن عباس : يريد هل تعلم له ولدا أي نظيرا ؛ أو مثلا ؛ أو شبيها يستحق مثل اسمه الذي هو الرحمن . وقال مجاهد . مأخوذ من المساماة . وروى إسرائيل عن سماك عن عكرمة عن ابن عباس قال : هل تعلم له أحدا سمي الرحمن . قال النحاس وهذا أجل إسناد علمته روي في هذا الحرف وهو قول صحيح ولا يقال الرحمن إلا لله .قلت : وقد مضى هذا مبينا في البسملة و \" الحمد لله \" روى ابن أبي نجيح عن مجاهد هل تعلم له سميا قال : مثلا . ابن المسيب : عدلا . قتادة والكلبي : هل تعلم أحدا يسمى الله تعالى غير الله أو يقال له الله إلا الله ، وهل بمعنى لا أي لا تعلم والله تعالى أعلم ."
    },
    {
      "ayah": 66,
      "surah": 19,
      "text": "قوله : ويقول الإنسان أئذا ما مت لسوف أخرج حيا الإنسان هنا أبي بن خلف وجد عظاما بالية ففتتها بيده وقال : زعم محمد أنا نبعث بعد الموت ، قاله الكلبي ؛ ذكره الواحدي والثعلبي والقشيري ، وقال المهدوي : نزلت في الوليد بن المغيرة وأصحابه وهو قول ابن عباس واللام في لسوف أخرج حيا للتأكيد كأنه قيل له إذا ما مت لسوف تبعث حيا فقال أئذا ما مت لسوف أخرج حيا ! قال ذلك منكرا فجاءت اللام في الجواب ، كما كانت في القول الأول ولو كان مبتدأ لم تدخل اللام ؛ لأنها للتأكيد والإيجاب وهو منكر [ ص: 55 ] للبعث وقرأ ابن ذكوان ( إذا ما مت ) على الخبر والباقون بالاستفهام على أصولهم بالهمز وقرأ الحسن وأبو حيوة لسوف أخرج حيا قاله استهزاء لأنهم لا يصدقون بالبعث والإنسان هاهنا الكافر ."
    },
    {
      "ayah": 67,
      "surah": 19,
      "text": "قوله تعالى : أولا يذكر الإنسان أي أولا يذكر هذا القائل أنا خلقناه من قبل أي من قبل سؤاله وقوله هذا القول ولم يك شيئا فالإعادة مثل الابتداء فلم يناقض وقرأ أهل الكوفة إلا عاصما وأهل مكة وأبو عمر وأبو جعفر ( أولا يذكر ) وقرأ شيبة ونافع وعاصم ( أولا يذكر ) بالتخفيف . والاختيار التشديد وأصله يتذكر لقوله تعالى : إنما يتذكر أولو الألباب وأخواتها . وفي حرف أبي ( أولا يتذكر ) وهذه القراءة على التفسير لأنها مخالفة لخط المصحف : ومعنى ( يتذكر ) يتفكر ومعنى يذكر يتنبه ويعلم قاله النحاس ."
    },
    {
      "ayah": 68,
      "surah": 19,
      "text": "قوله تعالى : فوربك لنحشرنهم أقسم بنفسه بعد إقامة الحجة بأنه يحشرهم من قبورهم إلى المعاد كما يحشر المؤمنين . والشياطين أي ولنحشرن الشياطين قرناء لهم قيل يحشر كل كافر مع شيطان في سلسلة كما قال : احشروا الذين ظلموا وأزواجهم الزمخشري والواو في والشياطين يجوز أن تكون للعطف وبمعنى مع وهي بمعنى مع أوقع والمعنى أنهم يحشرون مع قرنائهم من الشياطين الذين أغووهم ؛ يقرنون كل كافر مع شيطان في سلسلة . فإن قلت : هذا إذا أريد بالإنسان الكفرة خاصة فإن أريد الأناسي على العموم فكيف يستقيم حشرهم مع الشياطين ؟ قلت : إذا حشر جميع الناس حشرا واحدا وفيهم الكفرة مقرونين بالشياطين فقد حشروا مع الشياطين كما حشروا مع الكفرة فإن قلت : هلا عزل السعداء عن الأشقياء في الحشر كما عزلوا عنهم في الجزاء ؟ قلت لم يفرق بينهم في المحشر وأحضروا حيث تجاثوا حول جهنم وأوردوا معهم النار ليشاهد السعداء الأحوال التي نجاهم الله منها وخلصهم ، فيزدادوا لذلك غبطة وسرورا إلى سرور ويشمتوا بأعداء الله تعالى وأعدائهم فتزداد مساءتهم وحسرتهم وما يغيظهم من سعادة أولياء الله وشماتتهم بهم فإن قلت : ما معنى إحضارهم جثيا ؟ قلت : أما إذا فسر الإنسان بالخصوص فالمعنى أنهم يعتلون من المحشر إلى شاطئ جهنم عتلا على حالهم التي كانوا عليها في الموقف جثاة على ركبهم غير مشاة على أقدامهم وذلك أن أهل الموقف وصفوا بالجثو قال الله تعالى : وترى كل أمة جاثية على الحالة المعهودة في مواقف [ ص: 56 ] المقاولات والمناقلات ، من تجاثي أهلها على الركب لما في ذلك من الاستيفاز والقلق ، وإطلاق الحبا خلاف الطمأنينة أو لما يدهمهم من شدة الأمر التي لا يطيقون معها القيام على أرجلهم فيجثون على ركبهم جثوا . وإن فسر بالعموم فالمعنى أنهم يتجاثون عند موافاة شاطئ جهنم على أن جثيا حال مقدرة كما كانوا في الموقف متجاثين ؛ لأنه من توابع التواقف للحساب ، قبل التواصل إلى الثواب والعقاب ، ويقال : إن معنى لنحضرنهم حول جهنم جثيا أي جثيا على ركبهم ؛ عن مجاهد وقتادة أي أنهم لشدة ما هم فيه لا يقدرون على القيام . و حول جهنم يجوز أن يكون داخلها ؛ كما تقول : جلس القوم حول البيت أي داخله مطيفين به ، فقوله : حول جهنم على هذا يجوز أن يكون بعد الدخول ويجوز أن يكون قبل الدخول . و جثيا جمع جاث . يقال جثا على ركبتيه يجثو ويجثي جثوا وجثيا على فعول فيهما وأجثاه غيره ، وقوم جثي أيضا مثل جلس جلوسا وقوم جلوس ، وجثي أيضا بكسر الجيم لما بعدها من الكسر .وقال ابن عباس : جثيا جماعات ، وقال مقاتل : جمعا جمعا وهو على هذا التأويل جمع جثوة وجثوة وجثوة ثلاث لغات ، وهي الحجارة المجموعة والتراب المجموع ، فأهل الخمر على حدة ، وأهل الزنا على حدة ، وهكذا قال طرفة :ترى جثوتين من تراب عليهما صفائح صم من صفيح منضدوقال الحسن والضحاك : جاثية على الركب . وهو على هذا التأويل جمع جاث على ما تقدم . وذلك لضيق المكان ؛ أي لا يمكنهم أن يجلسوا جلوسا تاما . وقيل : جثيا على ركبهم للتخاصم كقوله تعالى : ثم إنكم يوم القيامة عند ربكم تختصمون وقال الكميت :هم تركوا سراتهم جثيا     وهم دون السراة مقرنينا"
    },
    {
      "ayah": 69,
      "surah": 19,
      "text": "قوله تعالى : ثم لننزعن من كل شيعة أي لنستخرجن من كل أمة وأهل دين . أيهم أشد على الرحمن عتيا النحاس : وهذه آية مشكلة في الإعراب ؛ لأن القراء كلهم يقرءون أيهم بالرفع إلا هارون القارئ الأعور فإن سيبويه حكى عنه ( ثم لننزعن من كل شيعة أيهم ) بالنصب أوقع على أيهم لننزعن . قال أبو إسحاق في رفع أيهم ثلاثة أقوال ؛ قال الخليل بن أحمد حكاه عنه سيبويه : إنه مرفوع على الحكاية ، والمعنى ثم لننزعن من كل شيعة الذي يقال من أجل عتوه أيهم أشد على الرحمن عتيا ، وأنشد الخليل فقال :ولقد أبيت من الفتاة بمنزل     فأبيت لا حرج ولا محروم[ ص: 57 ] أي فأبيت بمنزلة الذي يقال له لا هو حرج ولا محروم . وقال أبو جعفر النحاس : ورأيت أبا إسحاق يختار هذا القول ويستحسنه ؛ قال : لأنه معنى قول أهل التفسير . وزعم أن معنى ثم لننزعن من كل شيعة ثم لننزعن من كل فرقة الأعتى فالأعتى . كأنه يبتدأ بالتعذيب بأشدهم عتيا ثم الذي يليه ؛ وهذا نص كلام أبي إسحاق في معنى الآية . وقال يونس : لننزعن بمنزلة الأفعال التي تلغى ورفع أيهم على الابتداء المهدوي . والفعل الذي هو لننزعن عند يونس معلق قال أبو علي : معنى ذلك أنه يعمل في موضع أيهم أشد لا أنه ملغى . ولا يعلق عند الخليل وسيبويه مثل لننزعن إنما يعلق بأفعال الشك وشبهها ما لم يتحقق وقوعه .وقال سيبويه : أيهم مبني على الضم لأنها خالفت أخواتها في الحذف ؛ لأنك لو قلت : رأيت الذي أفضل ومن أفضل كان قبيحا ، حتى تقول من هو أفضل ، والحذف في أيهم جائز . قال أبو جعفر : وما علمت أحدا من النحويين إلا وقد خطأ سيبويه في هذا وسمعت أبا إسحاق يقول : ما يبين لي أن سيبويه غلط في كتابه إلا في موضعين هذا أحدهما ؛ قال : وقد علمنا أن سيبويه أعرب أيا وهي مفردة لأنها تضاف ، فكيف يبنيها وهي مضافة ؟ ! ولم يذكر أبو إسحاق فيما علمت إلا هذه الثلاثة الأقوال . أبو علي : إنما وجب البناء على مذهب سيبويه ؛ لأنه حذف منه ما يتعرف به وهو الضمير مع افتقار إليه ، كما حذف في من قبل ومن بعد ما يتعرفان به مع افتقار المضاف إلى المضاف إليه ؛ لأن الصلة تبين الموصول وتوضحه كما أن المضاف إليه يبين المضاف ويخصصه .قال أبو جعفر : وفيه أربعة أقوال سوى هذه الثلاثة التي ذكرها أبو إسحاق قال الكسائي لننزعن واقعة على المعنى ، كما تقول : لبست من الثياب وأكلت من الطعام ، ولم يقع لننزعن على أيهم فينصبها . زاد المهدوي : وإنما الفعل عنده واقع على موضع من كل شيعة وقوله : أيهم أشد جملة مستأنفة مرتفعة بالابتداء ولا يرى سيبويه زيادة من في الواجب ، وقال الفراء المعنى ثم لننزعن بالنداء ومعنى لننزعن لننادين . المهدوي : ونادى فعل يعلق إذا كان بعده جملة كظننت فتعمل في المعنى ولا تعمل في اللفظ قال أبو جعفر وحكى أبو بكر بن شقير أن بعض الكوفيين يقول : في \" أيهم \" معنى الشرط والمجازاة فلذلك لم يعمل فيها ما قبلها والمعنى ثم لننزعن من كل فرقة إن تشايعوا أو لم يتشايعوا كما تقول ضربت القوم أيهم غضب والمعنى إن غضبوا أو لم يغضبوا قال أبو جعفر فهذه ستة أقوال وسمعت علي بن سليمان يحكي عن محمد بن يزيد قال : أيهم متعلق بشيعة فهو مرفوع بالابتداء ؛ والمعنى ثم لننزعن من الذين تشايعوا أيهم ؛ أي من الذين تعاونوا فنظروا ؛ أيهم أشد على الرحمن عتيا ؛ وهذا قول حسن وقد حكى الكسائي أن التشايع التعاون و ( عتيا ) نصب على [ ص: 58 ] البيان"
    },
    {
      "ayah": 7,
      "surah": 19,
      "text": "قوله تعالى : يا زكريا في الكلام حذف ؛ أي فاستجاب الله دعاءه فقال : يا زكريا إنا نبشرك بغلام اسمه يحيى فتضمنت هذه البشرى ثلاثة أشياء : أحدها : إجابة دعائه وهي كرامة . الثاني : إعطاؤه الولد وهو قوة . الثالث : أن يفرد بتسميته ؛ وقد تقدم معنى تسميته في ( آل عمران ) . وقال مقاتل : سماه يحيى لأنه حيي بين أب شيخ وأم عجوز ؛ وهذا فيه نظر ؛ لما تقدم من أن امرأته كانت عقيما لا تلد . والله أعلم .قوله تعالى : لم نجعل له من قبل سميا أي لم نسم أحدا قبل يحيى بهذا الاسم ؛ قاله ابن عباس وقتادة وابن أسلم والسدي . ومن عليه تعالى بأن لم يكل تسميته إلى الأبوين . وقال مجاهد وغيره : سميا معناه مثلا ونظيرا ، وهو مثل قوله تعالى : هل تعلم له سميا معناه مثلا ونظيرا كأنه من المساماة والسمو ؛ وهذا فيه بعد ؛ لأنه لا يفضل على إبراهيم ؛ وموسى ؛ اللهم إلا أن يفضل في خاص كالسؤدد والحصر حسب ما تقدم بيانه ( في آل عمران ) .وقال ابن عباس أيضا : معناه لم تلد العواقر مثله ولدا . قيل : إن الله تعالى اشترط القبل ، لأنه أراد أن يخلق بعده أفضل منه وهو محمد - صلى الله عليه وسلم - . وفي هذه الآية دليل وشاهد على أن الأسامي السنع جديرة بالأثرة ، وإياها كانت العرب تنتحي في التسمية لكونها أنبه وأنزه عن النبز حتى قال قائل :سنع الأسامي مسبلي أزر     حمر تمس الأرض بالهدبوقال رؤبة للنسابة البكري وقد سأله عن نسبه : أنا ابن العجاج ؛ فقال : قصرت وعرفت ."
    },
    {
      "ayah": 70,
      "surah": 19,
      "text": "ثم لنحن أعلم بالذين هم أولى بها صليا أي أحق بدخول النار . يقال : صلى يصلى صليا ، نحو مضى الشيء يمضي مضيا إذا ذهب وهوى يهوي هويا ، وقال الجوهري : ويقال صليت الرجل نارا إذا أدخلته النار ، وجعلته يصلاها ، فإن ألقيته فيها إلقاء كأنك تريد الإحراق قلت : أصليته بالألف وصليته تصلية وقرئ ( ويصلى سعيرا ) ومن خفف فهو من قولهم : صلي فلان بالنار ( بالكسر ) يصلى صليا احترق قال الله تعالى هم أولى بها صليا قال العجاج :والله لولا النار أن نصلاهاويقال أيضا : صلي بالأمر إذا قاسى حره وشدته . قال الطهوي :ولا تبلى بسالتهم وإن هم     صلوا بالحرب حينا بعد حينواصطليت بالنار وتصليت بها قال أبو زبيد :وقد تصليت حر حربهم     كما تصلى المقرور من قرسوفلان لا يصطلى بناره إذا كان شجاعا لا يطاق ."
    },
    {
      "ayah": 71,
      "surah": 19,
      "text": "قوله تعالى : وإن منكم إلا واردها كان على ربك حتما مقضيا فيه خمس مسائل :الأولى : قوله تعالى : وإن منكم هذا قسم والواو يتضمنه ، ويفسره حديث النبي - صلى الله عليه وسلم - لا يموت لأحد من المسلمين ثلاثة من الولد فتمسه النار إلا تحلة القسم قال الزهري : كأنه يريد هذه الآية وإن منكم إلا واردها ذكره أبو داود الطيالسي فقوله : إلا تحلة القسم يخرج في التفسير المسند ؛ لأن القسم المذكور في هذا الحديث معناه عند أهل العلم قوله تعالى : وإن منكم إلا واردها وقد قيل : إن المراد بالقسم قوله تعالى : والذاريات ذروا إلى قوله : إنما توعدون لصادق وإن الدين لواقع والأول أشهر ؛ والمعنى متقارب .الثانية : واختلف الناس في الورود فقيل : الورود الدخول روي عن جابر بن عبد الله [ ص: 59 ] قال سمعت رسول الله - صلى الله عليه وسلم - يقول ( الورود الدخول لا يبقى بر ولا فاجر إلا دخلها فتكون على المؤمنين بردا وسلاما كما كانت على إبراهيم ثم ننجي الذين اتقوا ونذر الظالمين فيها جثيا أسنده أبو عمر في كتاب ( التمهيد ) . وهو قول ابن عباس وخالد بن معدان وابن جريج وغيرهم وروي عن يونس أنه كان يقرأ وإن منكم إلا واردها الورود الدخول على التفسير للورود فغلط فيه بعض الرواة فألحقه بالقرآن وفي الدارمي عن عبد الله بن مسعود قال : قال رسول الله - صلى الله عليه وسلم - : يرد الناس النار ثم يصدرون منها بأعمالهم ، فمنهم كلمح البصر ، ثم كالريح ثم كحضر الفرس ، ثم كالراكب المجد في رحله ، ثم كشد الرجل في مشيته وروي عن ابن عباس أنه قال في هذه المسألة لنافع بن الأزرق الخارجي ( أما أنا وأنت فلا بد أن نردها أما أنا فينجيني الله منها وأما أنت فما أظنه ينجيك لتكذيبك ) وقد أشفق كثير من العلماء من تحقق الورود والجهل بالصدر وقد بيناه في ( التذكرة ) . وقالت فرقة : الورود الممر على الصراط وروي عن ابن عباس وابن مسعود وكعب الأحبار والسدي ورواه السدي عن ابن مسعود عن النبي - صلى الله عليه وسلم - وقاله الحسن أيضا ؛ قال : ليس الورود الدخول إنما تقول وردت البصرة ولم أدخلها قال : فالورود أن يمروا على الصراط ، قال أبو بكر الأنباري : وقد بنى على مذهب الحسن قوم من أهل اللغة ، واحتجوا بقول الله تعالى : إن الذين سبقت لهم منا الحسنى أولئك عنها مبعدون قالوا : فلا يدخل النار من ضمن الله أن يبعده منها وكان هؤلاء يقرءون ( ثم ) بفتح الثاء ننجي الذين اتقوا واحتج عليهم الآخرون أهل المقالة الأولى بأن معنى قوله : أولئك عنها مبعدون عن العذاب فيها ، والإحراق بها ، قالوا : فمن دخلها وهو لا يشعر بها ولا يحس منها وجعا ، ولا ألما فهو مبعد عنها في الحقيقة ويستدلون بقوله تعالى : ثم ننجي الذين اتقوا بضم الثاء ف ( ثم ) تدل على نجاء بعد الدخول . [ ص: 60 ] قلت : وفي صحيح مسلم ثم يضرب الجسر على جهنم وتحل الشفاعة فيقولون اللهم سلم سلم قيل : يا رسول الله وما الجسر ؟ قال : دحض مزلة فيه خطاطيف وكلاليب ، وحسك تكون بنجد فيها شويكة ، يقال لها السعدان ، فيمر المؤمنون كطرف العين وكالبرق وكالريح وكالطير ، وكأجاويد الخيل والركاب فناج مسلم ومخدوش مرسل ، ومكدوس في نار جهنم الحديث وبه احتج من قال إن الجواز على الصراط هو الورود الذي تضمنته هذه الآية لا الدخول فيها ، وقالت فرقة : بل هو ورود إشراف واطلاع وقرب ، وذلك أنه يحضرون موضع الحساب وهو بقرب جهنم فيرونها وينظرون إليها في حالة الحساب ، ثم ينجي الله الذين اتقوا مما نظروا إليه ويصار بهم إلى الجنة ونذر الظالمين أي يؤمر بهم إلى النار قال الله تعالى ولما ورد ماء مدين أي أشرف عليه لا أنه دخله ، وقال زهير :فلما وردن الماء زرقا جمامه     وضعن عصي الحاضر المتخيموروت حفصة أن رسول الله - صلى الله عليه وسلم - قال لا يدخل النار أحد من أهل بدر والحديبية قالت : فقلت يا رسول الله : وأين قول الله تعالى : وإن منكم إلا واردها فقال رسول الله - صلى الله عليه وسلم - فمه ثم ننجي الذين اتقوا ونذر الظالمين فيها جثيا أخرجه مسلم من حديث أم مبشر قالت سمعت النبي - صلى الله عليه وسلم - عند حفصة الحديث ورجح الزجاج هذا القول بقوله تعالى : إن الذين سبقت لهم منا الحسنى أولئك عنها مبعدون وقال مجاهد :ورود المؤمنين النار هو الحمى التي تصيب المؤمن في دار الدنيا ، وهي حظ المؤمن من النار فلا يردها . روى أبو هريرة أن رسول الله - صلى الله عليه وسلم - عاد مريضا من وعك به فقال له النبي - صلى الله عليه وسلم - أبشر فإن الله تبارك وتعالى يقول ( هي ناري أسلطها على عبدي المؤمن لتكون حظه من النار ) أسنده أبو عمر قال : حدثنا عبد الوارث بن سفيان قال حدثنا قاسم بن أصبغ قال : [ ص: 61 ] حدثنا محمد بن إسماعيل الصائغ قال حدثنا أبو أسامة قال حدثنا عبد الرحمن بن يزيد بن جابر عن إسماعيل بن عبيد الله ( عن أبي صالح ) الأشعري عن أبي هريرة عن النبي - صلى الله عليه وسلم - عاد مريضا فذكره .وفي الحديث الحمى حظ المؤمن من النار وقالت فرقة : الورود النظر إليها في القبر فينجى منها الفائز ويصلاها من قدر عليه دخولها ، ثم يخرج منها بالشفاعة أو بغيرها من رحمة الله تعالى ، واحتجوا بحديث ابن عمر : إذا مات أحدكم عرض عليه مقعده بالغداة والعشي الحديث وروى وكيع عن شعبة عن عبد الله بن السائب عن رجل عن ابن عباس ، أنه قال في قول الله تعالى : وإن منكم إلا واردها قال : هذا خطاب للكفار . وروي عنه أنه كان يقرأ ( وإن منهم ) ردا على الآيات التي قبلها في الكفار : قوله : ( فوربك لنحشرنهم والشياطين ثم لنحضرنهم حول جهنم جثيا ثم لننزعن من كل شيعة أيهم أشد على الرحمن عتيا ثم لنحن أعلم بالذين هم أولى بها صليا وإن منهم ) وكذلك قرأ عكرمة وجماعة وعليها فلا شعب في هذه القراءة وقالت فرقة المراد ب ( منكم ) الكفرة والمعنى قل لهم يا محمد وهذا التأويل أيضا سهل التناول والكاف في منكم راجعة إلى الهاء في لنحشرنهم والشياطين ثم لنحضرنهم حول جهنم جثيا فلا ينكر رجوع الكاف إلى الهاء ؛ فقد عرف ذلك في قوله - عز وجل - وسقاهم ربهم شرابا طهورا إن هذا كان لكم جزاء وكان سعيكم مشكورا معناه كان لهم ، فرجعت الكاف إلى الهاء .وقال الأكثر : المخاطب العالم كله ولا بد من ورود الجميع وعليه نشأ الخلاف في الورود وقد بينا أقوال العلماء فيه وظاهر الورود الدخول لقوله - عليه الصلاة والسلام - : فتمسه النار لأن المسيس حقيقته في اللغة المماسة إلا أنها تكون بردا وسلاما على المؤمنين وينجون منها سالمين قال خالد بن معدان : إذا دخل أهل الجنة الجنة قالوا ألم يقل ربنا إنا نرد النار ؟ فيقال لقد وردتموها فألفيتموها رمادا . [ ص: 62 ] قلت : وهذا القول يجمع شتات الأقوال ؛ فإن من وردها ، ولم تؤذه بلهبها وحرها ، فقد أبعد عنها ونجي منها . نجانا الله تعالى منها بفضله وكرمه ، وجعلنا ممن وردها فدخلها سالما وخرج منها غانما . فإن قيل : فهل يدخل الأنبياء النار ؟ قلنا : لا نطلق هذا ولكن نقول : إن الخلق جميعا يردونها ، كما دل عليه حديث جابر أول الباب فالعصاة يدخلونها بجرائمهم ، والأولياء والسعداء لشفاعتهم فبين الدخولين بون وقال ابن الأنباري محتجا لمصحف عثمان وقراءة العامة جائز في اللغة أن يرجع من خطاب الغيبة إلى لفظ المواجهة بالخطاب كما قال : وسقاهم ربهم شرابا طهورا إن هذا كان لكم جزاء وكان سعيكم مشكورا فأبدل الكاف من الهاء . وقد تقدم هذا المعنى في ( يونس ) . الثالثة : الاستثناء في قوله - عليه السلام - ( إلا تحلة القسم ) ، يحتمل أن يكون استثناء منقطعا ، لكن تحلة القسم ، وهذا معروف في كلام العرب ، والمعنى ألا تمسه النار أصلا ، وتم الكلام هنا ثم ابتدأ ( إلا تحلة القسم ) أي لكن تحلة القسم لا بد منها في قوله تعالى : وإن منكم إلا واردها وهو الجواز على الصراط أو الرؤية أو الدخول دخول سلامة ، فلا يكون في ذلك شيء من مسيس لقوله - عليه الصلاة والسلام - لا يموت لأحدكم ثلاثة من الولد فيحتسبهم إلا كانوا له جنة من النار والجنة الوقاية والستر ومن وقي النار ، وستر عنها فلن تمسه أصلا ولو مسته لما كان موقى .الرابعة : هذا الحديث يفسر الأول لأن فيه ذكر الحسبة ؛ ولذلك جعله مالك بأثره مفسرا له ويقيد هذا الحديث الثاني أيضا ما رواه البخاري عن أبي هريرة عن النبي - صلى الله عليه وسلم - من مات له ثلاثة من الولد لم يبلغوا الحنث كان له حجابا من النار أو دخل الجنة فقوله - عليه السلام - لم يبلغوا الحنث ومعناه عند أهل العلم لم يبلغوا الحلم ولم يبلغوا أن يلزمهم حنث دليل على أن أطفال المسلمين في الجنة والله أعلم لأن الرحمة إذا نزلت بآبائهم استحال أن يرحموا من أجل ( من ) ليس بمرحوم . وهذا إجماع من العلماء في أن أطفال [ ص: 63 ] المسلمين في الجنة ، ولم يخالف في ذلك إلا فرقة شذت من الجبرية فجعلتهم في المشيئة وهو قول مهجور مردود بإجماع الحجة الذين لا تجوز مخالفتهم ، ولا يجوز على مثلهم الغلط إلى ما روي عن النبي - صلى الله عليه وسلم - من أخبار الآحاد الثقات العدول ؛ وأن قوله - عليه الصلاة والسلام - : الشقي من شقي في بطن أمه ، والسعيد من سعد في بطن أمه وأن الملك ينزل فيكتب أجله وعمله ورزقه الحديث مخصوص ، وأن من مات من أطفال المسلمين قبل الاكتساب ، فهو ممن سعد في بطن أمه ، ولم يشق بدليل الأحاديث والإجماع .وكذلك قوله - صلى الله عليه وسلم - لعائشة - رضي الله تعالى عنها - : ( يا عائشة إن الله خلق الجنة وخلق لها أهلا وهم في أصلاب آبائهم ، وخلق النار وخلق لها أهلا وهم في أصلاب آبائهم ) ساقط ضعيف مردود بالإجماع والآثار ، وطلحة بن يحيى الذي يرويه ضعيف لا يحتج به ، وهذا الحديث مما انفرد به فلا يعرج عليه . وقد روى شعبة عن معاوية بن قرة بن إياس المزني عن أبيه عن النبي - صلى الله عليه وسلم - أن رجلا من الأنصار مات له ابن صغير فوجد عليه ، فقال له رسول الله - صلى الله عليه وسلم - : أما يسرك ألا تأتي بابا من أبواب الجنة إلا وجدته يستفتح لك فقالوا : يا رسول الله أله خاصة أم للمسلمين عامة ؟ قال بل للمسلمين عامة قال أبو عمر : هذا حديث ثابت صحيح يعني ما ذكرناه مع إجماع الجمهور ؛ وهو يعارض حديث يحيى ويدفعه قال أبو عمر : الوجه عندي في هذا الحديث وما أشبهه من الآثار أنها لمن حافظ على أداء فرائضه واجتنب الكبائر ، وصبر واحتسب في مصيبته ؛ فإن الخطاب لم يتوجه في ذلك العصر إلا إلى قوم الأغلب من أمرهم ما وصفنا وهم الصحابة - رضي الله تعالى عنهم أجمعين - وذكر النقاش عن بعضهم أنه قال : نسخ قوله تعالى : وإن منكم إلا واردها قوله : إن الذين سبقت لهم منا الحسنى أولئك عنها مبعدون وهذا ضعيف ، وهذا ليس موضع نسخ . وقد بينا أنه إذا لم تمسه النار فقد أبعد عنها وفي الخبر : ( تقول النار للمؤمن يوم القيامة جز يا مؤمن فقد أطفأ نورك لهبي ) .[ ص: 64 ] الخامسة : قوله تعالى : كان على ربك حتما مقضيا الحتم إيجاب القضاء أي كان ذلك حتما . مقضيا أي قضاه الله تعالى عليكم ، وقال ابن مسعود أي قسما واجبا ."
    },
    {
      "ayah": 72,
      "surah": 19,
      "text": "قوله تعالى : ثم ننجي الذين اتقوا أي نخلصهم ونذر الظالمين فيها جثيا وهذا مما يدل على أن الورود الدخول ؛ لأنه لم يقل وندخل الظالمين وقد مضى هذا المعنى مستوفى ، والمذهب أن صاحب الكبيرة ، وإن دخلها فإنه يعاقب بقدر ذنبه ، ثم ينجو وقالت المرجئة : لا يدخل . وقالت الوعيدية : يخلد وقد مضى بيان هذا في غير موضع وقرأ عاصم الجحدري ومعاوية بن قرة ثم ننجي مخففة من أنجى وهي قراءة حميد ويعقوب والكسائي وثقل الباقون وقرأ ابن أبي ليلى ( ثمه ) بفتح الثاء أي هناك وثم ظرف إلا أنه مبني لأنه غير محصل فبني كما بني ذا ؛ والهاء يجوز أن تكون لبيان الحركة فتحذف في الوصل ، ويجوز أن تكون لتأنيث البقعة فتثبت في الوصل تاء ."
    },
    {
      "ayah": 73,
      "surah": 19,
      "text": "قوله تعالى : وإذا تتلى عليهم آياتنا بينات أي على الكفار الذين سبق ذكرهم في قوله تعالى : أئذا ما مت لسوف أخرج حيا وقال فيهم : ونذر الظالمين فيها جثيا أي هؤلاء إذا قرئ عليهم القرآن تعززوا بالدنيا ، وقالوا : فما بالنا - إن كنا على باطل - أكثر أموالا وأعز نفرا . وغرضهم إدخال الشبهة على المستضعفين ، وإيهامهم أن من كثر ماله دل ذلك على أنه المحق في دينه ، وكأنهم لم يروا في الكفار فقيرا ولا في المسلمين غنيا ، ولم يعلموا أن الله تعالى نحى أولياءه عن الاغترار بالدنيا وفرط الميل إليها . وبينات معناه مرتلات الألفاظ ملخصة المعاني ، مبينات المقاصد ؛ إما محكمات ، أو متشابهات قد تبعها البيان بالمحكمات ، أو تبيين الرسول - صلى الله عليه وسلم - قولا أو فعلا أو ظاهرات الإعجاز تحدي بها فلم يقدر على معارضتها . أو حججا وبراهين . والوجه أن تكون حالا مؤكدة كقوله تعالى : وهو الحق مصدقا لأن آيات الله تعالى لا تكون إلا واضحة وحججا .قال الذين كفروا يريد مشركي قريش النضر بن الحارث وأصحابه . للذين آمنوا يعني فقراء أصحاب النبي - صلى الله عليه وسلم - وكانت [ ص: 65 ] فيهم قشافة ، وفي عيشهم خشونة وفي ثيابهم رثاثة وكان المشركون ، يرجلون شعورهم ويدهنون رءوسهم ، ويلبسون خير ثيابهم ، فقالوا للمؤمنين : أي الفريقين خير مقاما وأحسن نديا . قرأ ابن كثير وابن محيصن وحميد وشبل بن عباد مقاما بضم الميم وهو موضع الإقامة . ويجوز أن يكون مصدرا بمعنى الإقامة . الباقون مقاما بالفتح ؛ أي منزلا ومسكنا . وقيل : المقام الموضع الذي يقام فيه بالأمور الجليلة ؛ أي أي الفريقين أكثر جاها وأنصارا . وأحسن نديا أي مجلسا ؛ عن ابن عباس وعنه أيضا المنظر وهو المجلس في اللغة وهو النادي ومنه دار الندوة لأن المشركين كانوا يتشاورون فيها في أمورهم وناداه جالسه في النادي قال :أنادي به آل الوليد وجعفراوالندي على فعيل : مجلس القوم ومتحدثهم ، وكذلك الندوة والنادي والمتندى ، فإن تفرق القوم فليس بندي قاله الجوهري ."
    },
    {
      "ayah": 74,
      "surah": 19,
      "text": "قوله تعالى : وكم أهلكنا قبلهم من قرن أي من أمة وجماعة . هم أحسن أثاثا ورئيا أي متاعا كثيرا ؛ قال : [ امرؤ القيس ] :وفرع يزين المتن أسود فاحم     أثيث كقنو النخلة المتعثكلوالأثاث متاع البيت . وقيل : هو ما جد من الفرش ، والخرثي ما لبس منها ، وأنشد الحسن بن علي الطوسي فقال :تقادم العهد من أم الوليد بنا     دهرا وصار أثاث البيت خرثياوقال ابن عباس : هيئة . مقاتل : ثيابا ورئيا أي منظرا حسنا . وفيه خمس قراءات : قرأ أهل المدينة ( وريا ) بغير همز . وقرأ أهل الكوفة ( ورئيا ) بالهمز . وحكى يعقوب أن طلحة قرأ ( وريا ) بياء واحدة مخففة . وروى سفيان عن الأعمش عن أبي ظبيان عن ابن عباس ( هم أحسن أثاثا وزيا ) بالزاي ؛ فهذه أربع قراءات قال أبو إسحاق ويجوز ( هم أحسن أثاثا وريئا ) بياء بعدها همزة . النحاس : وقراءة أهل المدينة في هذا حسنة وفيها تقريران : أحدهما : أن تكون من رأيت ثم خففت الهمزة فأبدل منها ياء وأدغمت الياء في الياء . وكان هذا حسنا لتتفق رءوس الآيات لأنها غير مهموزات . وعلى هذا قال ابن عباس : ( الرئي المنظر ) فالمعنى : هم أحسن أثاثا ولباسا . والوجه الثاني : أن جلودهم مرتوية من [ ص: 66 ] النعمة ؛ فلا يجوز الهمز على هذا . وفي رواية ورش عن نافع وابن ذكوان عن ابن عامر ( ورئيا ) بالهمز تكون على الوجه الأول . وهي قراءة أهل الكوفة وأبي عمرو من رأيت على الأصل . وقراءة طلحة بن مصرف ( وريا ) بياء واحدة مخففة أحسبها غلطا . وقد زعم بعض النحويين أنه كان أصلها الهمز فقلبت الهمزة ياء ، ثم حذفت إحدى اليائين . المهدوي : ويجوز أن يكون ( ريئا ) فقلبت ياء فصارت رييا ثم نقلت حركة الهمزة على الياء وحذفت . وقد قرأ بعضهم ( وريا ) على القلب وهي القراءة الخامسة . وحكى سيبويه راء بمعنى رأى . الجوهري : من همزه جعله من المنظر من رأيت ، وهو ما رأته العين من حال حسنة وكسوة ظاهرة وأنشد أبو عبيدة لمحمد بن نمير الثقفي فقال :أشاقتك الظعائن يوم بانوا     بذي الرئي الجميل من الأثاثومن لم يهمز إما أن يكون على تخفيف الهمزة أو يكون من رويت ألوانهم وجلودهم ريا ؛ أي امتلأت وحسنت . وأما قراءة ابن عباس وأبي بن كعب وسعيد بن جبير والأعسم المكي ويزيد البربري ( وزيا ) بالزاي فهو الهيئة والحسن . ويجوز أن يكون من زويت أي جمعت ؛ فيكون أصلها زويا فقلبت الواو ياء . ومنه قول النبي - صلى الله عليه وسلم - زويت لي الأرض أي جمعت ؛ أي فلم يغن ذلك عنهم شيئا من عذاب الله تعالى ؛ فليعش هؤلاء ما شاءوا فمصيرهم إلى الموت والعذاب وإن عمروا ؛ أو العذاب العاجل يأخذهم الله تعالى به ."
    },
    {
      "ayah": 75,
      "surah": 19,
      "text": "قوله تعالى : قل من كان في الضلالة أي في الكفر فليمدد له الرحمن مدا أي فليدعه في طغيان جهله وكفره ؛ فلفظه لفظ الأمر ومعناه الخبر أي من كان في الضلالة مده الرحمن مدا حتى يطول اغتراره ، فيكون ذلك أشد لعقابه ، نظيره إنما نملي لهم ليزدادوا إثما وقوله : ونذرهم في طغيانهم يعمهون ومثله كثير ؛ أي فليعش ما شاء ، وليوسع لنفسه في العمر ؛ فمصيره إلى الموت والعقاب . وهذا غاية في التهديد والوعيد . وقيل : هذا دعاء أمر به النبي - صلى الله عليه وسلم - ؛ تقول : من سرق مالي فليقطع الله تعالى يده ؛ فهو دعاء على السارق . وهو جواب الشرط وعلى هذا فليس قوله فليمدد خبرا .قوله تعالى : حتى إذا رأوا ما يوعدون قال رأوا لأن لفظ ما يصلح للواحد [ ص: 67 ] والجمع . وإذا مع الماضي بمعنى المستقبل ؛ أي حتى يروا ما يوعدون ، والعذاب هنا إما أن يكون بنصر المؤمنين عليهم فيعذبونهم بالسيف والأسر ؛ وإما أن تقوم الساعة فيصيرون إلى النار . فسيعلمون من هو شر مكانا وأضعف جندا أي تنكشف حينئذ الحقائق وهذا رد لقولهم : أي الفريقين خير مقاما وأحسن نديا ."
    },
    {
      "ayah": 76,
      "surah": 19,
      "text": "قوله : ويزيد الله الذين اهتدوا هدى والباقيات الصالحات خير عند ربك ثوابا وخير مرداقوله تعالى : ويزيد الله الذين اهتدوا هدى أي ويثبت الله المؤمنين على الهدى ويزيدهم في النصرة ، وينزل من الآيات ما يكون سبب زيادة اليقين مجازاة لهم . وقيل : يزيدهم هدى بتصديقهم بالناسخ والمنسوخ الذي كفر به غيرهم ، قال معناه الكلبي ومقاتل ويحتمل ثالثا أي ( ويزيد الله الذين اهتدوا ) إلى الطاعة ( هدى ) إلى الجنة والمعنى متقارب وقد تقدم القول في معنى زيادة الأعمال وزيادة الإيمان والهدى في ( آل عمران ) وغيرها . والباقيات الصالحات تقدم في ( الكهف ) القول فيها . خير عند ربك ثوابا أي جزاء وخير مردا أي في الآخرة مما افتخر به الكفار في الدنيا . و ( المرد ) مصدر كالرد ؛ أي وخير ردا على عاملها بالثواب ؛ يقال هذا أرد عليك أي أنفع لك . وقيل خير مردا أي مرجعا فكل أحد يرد إلى عمله الذي عمله ."
    },
    {
      "ayah": 77,
      "surah": 19,
      "text": "قوله تعالى : أفرأيت الذي كفر بآياتنا وقال لأوتين مالا وولدا أطلع الغيب أم اتخذ عند الرحمن عهدا كلا سنكتب ما يقول ونمد له من العذاب مدا ونرثه ما يقول ويأتينا فرداقوله تعالى : أفرأيت الذي كفر بآياتنا روى الأئمة - واللفظ لمسلم - عن خباب قال : كان لي على العاص بن وائل دين فأتيته أتقاضاه فقال لي : لن أقضيك حتى تكفر بمحمد . قال : قلت له : لن أكفر به حتى تموت ثم تبعث . قال : وإني لمبعوث من بعد الموت ؟ ! فسوف [ ص: 68 ] أقضيك إذا رجعت إلى مال وولد . قال وكيع : كذا قال الأعمش ؛ فنزلت هذه الآية : أفرأيت الذي كفر بآياتنا وقال لأوتين مالا وولدا إلى قوله : ويأتينا فردا في رواية قال : كنت قينا في الجاهلية فعملت للعاص بن وائل عملا ، فأتيته أتقاضاه خرجه البخاري أيضا ، وقال الكلبي ومقاتل : كان خباب قينا فصاغ للعاص حليا ثم تقاضاه أجرته ، فقال العاص : ما عندي اليوم ما أقضيك ، فقال خباب : لست بمفارقك حتى تقضيني ، فقال العاص : يا خباب ما لك ؟ ! ما كنت هكذا ، وإن كنت لحسن الطلب . فقال خباب : إني كنت على دينك فأنا اليوم على دين الإسلام مفارق لدينك ، قال : أولستم تزعمون أن في الجنة ذهبا وفضة وحريرا ؟ قال خباب : بلى قال : فأخرني حتى أقضيك في الجنة - استهزاء فوالله لئن كان ما تقول حقا إني لأقضيك فيها ، فوالله لا تكون أنت يا خباب وأصحابك أولى بها مني ، فأنزل الله تعالى أفرأيت الذي كفر بآياتنا يعني العاص بن وائل الآيات أطلع الغيب قال ابن عباس : ( أنظر في اللوح المحفوظ ) ؟ ! وقال مجاهد : أعلم الغيب حتى يعلم أفي الجنة هو أم لا ؟ ! أم اتخذ عند الرحمن عهدا قال قتادة والثوري أي عملا صالحا ، وقيل : هو التوحيد ، وقيل : هو من الوعد ، وقال الكلبي : عاهد الله تعالى أن يدخله الجنة كلا رد عليه ، أي لم يكن ذلك ؛ لم يطلع الغيب ولم يتخذ عند الرحمن عهدا ، وتم الكلام عند قول كلا وقال الحسن : إن الآيات نزلت في الوليد بن المغيرة ، والأول أصح ؛ لأنه مدون في الصحاح وقرأ حمزة والكسائي . ( وولدا ) بضم الواو ، والباقون بفتحها . واختلف في الضم والفتح على وجهين : أحدهما : أنهما لغتان معناهما واحد يقال ولد وولد كما يقال عدم وعدم وقال الحارث بن حلزة :ولقد رأيت معاشرا قد ثمروا مالا وولداوقال آخر :فليت فلانا كان في بطن أمه     وليت فلانا كان ولد حماروالثاني : أن قيسا تجعل الولد بالضم جمعا والولد بالفتح واحدا قال الماوردي وفي قوله تعالى : لأوتين مالا وولدا وجهان : أحدهما أنه أراد في الجنة استهزاء بما وعد الله [ ص: 69 ] تعالى على طاعته وعبادته ؛ قاله الكلبي . الثاني : أنه أراد في الدنيا وهو قول الجمهور ؛ وفيه وجهان محتملان : أحدهما : إن أقمت على دين آبائي وعبادة آلهتي لأوتين مالا وولدا . الثاني : ولو كنت على باطل لما أوتيت مالا وولدا .قلت : قول الكلبي أشبه بظاهر الأحاديث ، بل نصها يدل على ذلك قال مسروق سمعت خباب بن الأرت يقول : جئت العاص بن وائل السهمي أتقاضاه حقا لي عنده ، فقال : لا أعطيك حتى تكفر بمحمد ، فقلت : لا حتى تموت ثم تبعث . قال : وإني لميت ثم مبعوث ؟ ! فقلت : نعم . فقال : إن لي هناك مالا وولدا فأقضيك ؛ فنزلت هذه الآية ؛ قال الترمذي هذا حديث حسن صحيح ."
    },
    {
      "ayah": 78,
      "surah": 19,
      "text": "قوله تعالى : أطلع الغيب ألفه ألف استفهام لمجيء أم بعدها ومعناه التوبيخ ، وأصله أاطلع فحذفت الألف الثانية ؛ لأنها ألف وصل . فإن قيل : فهلا أتوا بمدة بعد الألف فقالوا : آطلع كما قالوا آلله خير آلذكرين حرم قيل له : كان الأصل في هذا ( أالله ) ( أالذكرين ) فأبدلوا من الألف الثانية مدة ليفرقوا بين الاستفهام والخبر ، وذلك أنهم لو قالوا الله خير بلا مد لالتبس الاستفهام بالخبر ولم يحتاجوا إلى هذه المدة في قوله : أطلع لأن ألف الاستفهام مفتوحة وألف الخبر مكسورة وذلك أنك تقول في الاستفهام أطلع ؟ أفترى ؟ أصطفى ؟ أستغفرت ؟ بفتح الألف ، وتقول في الخبر : اطلع ، افترى ، اصطفى ، استغفرت لهم بالكسر ، فجعلوا الفرق بالفتح والكسر ولم يحتاجوا إلى فرق آخر ."
    },
    {
      "ayah": 79,
      "surah": 19,
      "text": "قوله تعالى : كلا ليس في النصف الأول ذكر كلا وإنما جاء ذكره في النصف الثاني وهو يكون بمعنيين أحدهما : بمعنى حقا . والثاني : بمعنى لا فإذا كانت بمعنى حقا جاز الوقف على ما قبله ، ثم تبتدئ كلا أي حقا . وإذا كانت بمعنى لا كان الوقف على كلا جائزا ، كما في هذه الآية ؛ لأن المعنى لا ليس الأمر كذا ويجوز أن تقف على قوله : عهدا وتبتدئ كلا أي حقا سنكتب ما يقول . وكذا قوله تعالى : لعلي أعمل صالحا فيما تركت كلا يجوز الوقف على كلا وعلى تركت . وقوله : [ ص: 70 ] ولهم علي ذنب فأخاف أن يقتلون قال كلا الوقف على كلا لأن المعنى لا - وليس الأمر كما تظن فاذهبا فليس للحق في هذا المعنى موضع وقال الفراء : كلا بمنزلة سوف لأنها صلة وهي حرف رد فكأنها ( نعم ) و ( لا ) في الاكتفاء قال : وإن جعلتها صلة لما بعدها لم تقف عليها كقولك : كلا ورب الكعبة ؛ لا تقف على كلا لأنه بمنزلة إي ورب الكعبة قال الله تعالى : كلا والقمر فالوقف على كلا قبيح لأنه صلة لليمين . وكان أبو جعفر محمد بن سعدان يقول في ( كلا ) مثل قول الفراء . وقال الأخفش معنى كلا الردع والزجر وقال أبو بكر بن الأنباري : وسمعت أبا العباس يقول : لا يوقف على كلا جميع القرآن ؛ لأنها جواب والفائدة تقع فيما بعدها والقول الأول هو قول أهل التفسير .قوله تعالى : سنكتب ما يقول أي سنحفظ عليه قوله فنجازيه به في الآخرة . ونمد له من العذاب مدا أي سنزيده عذابا فوق عذاب"
    },
    {
      "ayah": 8,
      "surah": 19,
      "text": "قوله تعالى : قال رب أنى يكون لي غلام ليس على معنى الإنكار لما أخبر الله تعالى به ، بل على سبيل التعجب من قدرة الله تعالى أن يخرج ولدا من امرأة عاقر وشيخ كبير . وقيل غير هذا مما تقدم في ( آل عمران ) بيانه .وقد بلغت من الكبر عتيا يعني النهاية في الكبر واليبس والجفاف ؛ ومثله العسي ؛ قال الأصمعي : عسا الشيء يعسو عسوا وعساء ممدود أي يبس وصلب ، وقد عسا الشيخ يعسو عسيا ولى وكبر مثل عتا ؛ يقال : عتا الشيخ يعتو عتيا وعتيا كبر وولى ، وعتوت يا فلان تعتو عتوا وعتيا . والأصل عتو لأنه من ذوات الواو ، فأبدلوا من الواو ياء ؛ لأنها أختها وهي أخف منها ، والآيات على الياءات . ومن قال : عتيا كره الضمة مع الكسرة والياء ؛ وقال الشاعر :إنما يعذر الوليد ولا يع     ذر من كان في الزمان عتيا[ ص: 13 ] وقرأ ابن عباس ( عسيا ) وهو كذلك في مصحف أبي . وقرأ يحيى بن وثاب وحمزة والكسائي وحفص عتيا بكسر العين وكذلك جثيا و صليا حيث كن . وضم حفص \" بكيا \" خاصة ، وكذلك الباقون في الجميع ، وهما لغتان . وقيل : عتيا قسيا ؛ يقال : ملك عات إذا كان قاسي القلب ."
    },
    {
      "ayah": 80,
      "surah": 19,
      "text": "ونرثه ما يقول أي نسلبه ما أعطيناه في الدنيا من مال وولد . وقال ابن عباس وغيره : أي نرثه المال والولد بعد إهلاكنا إياه . وقيل : نحرمه ما تمناه في الآخرة من مال وولد ونجعله لغيره من المسلمين . ويأتينا فردا أي منفردا لا مال له ولا ولد ولا عشيرة تنصره ."
    },
    {
      "ayah": 81,
      "surah": 19,
      "text": "قوله : واتخذوا من دون الله آلهة ليكونوا لهم عزاقوله تعالى : واتخذوا من دون الله آلهة ليكونوا لهم عزا يعني مشركي قريش و عزا معناه أعوانا ومنعة ؛ يعني أولادا . والعز المطر الجود أيضا ؛ قاله الهروي . وظاهر الكلام أن عزا راجع إلى الآلهة التي عبدوها من دون الله . ووحد لأنه بمعنى المصدر ؛ أي لينالوا بها العز ويمتنعون بها من عذاب الله ؛ ف"
    },
    {
      "ayah": 82,
      "surah": 19,
      "text": "قال الله تعالى : كلا أي ليس الأمر كما ظنوا وتوهموا بل يكفرون بعبادتهم ؛ أي ينكرون أنهم عبدوا الأصنام ، أو تجحد الآلهة عبادة المشركين لها كما قال : تبرأنا إليك ما كانوا إيانا يعبدون وذلك أن الأصنام جمادات لا تعلم العبادة . ويكونون عليهم ضدا أي أعوانا في خصومتهم وتكذيبهم . عن مجاهد والضحاك : يكونون لهم أعداء . ابن زيد : يكونون عليهم بلاء فتحشر آلهتهم ، وتركب لهم [ ص: 71 ] عقول فتنطق ، وتقول : يا رب عذب هؤلاء الذين عبدونا من دونك ، وكلا هنا يحتمل أن تكون بمعنى لا ويحتمل أن تكون بمعنى حقا ؛ أي حقا سيكفرون بعبادتهم وقرأ أبو نهيك : ( كلا سيكفرون ) بالتنوين . وروي عنه مع ذلك ضم الكاف وفتحها . قال المهدوي كلا ردع وزجر وتنبيه ورد لكلام متقدم ، وقد تقع لتحقيق ما بعدها والتنبيه عليه كقوله : كلا إن الإنسان ليطغى فلا يوقف عليها على هذا ، ويوقف عليها في المعنى الأول ؛ فإن صلح فيها المعنيان جميعا جاز الوقف عليها والابتداء بها . فمن نون كلا من قوله : كلا سيكفرون بعبادتهم مع فتح الكاف فهو مصدر كل ، ونصبه بفعل مضمر ، والمعنى كل هذا الرأي والاعتقاد كلا ، يعني \" اتخاذهم الآلهة ليكونوا لهم عزا \" فيوقف على هذا على عزا وعلى ( كلا ) وكذلك في قراءة الجماعة ، لأنها تصلح للرد لما قبلها والتحقيق لما بعدها . ومن روى ضم الكاف مع التنوين فهو منصوب أيضا بفعل مضمر ، كأنه قال : سيكفرون كلا سيكفرون بعبادتهم يعني الآلهة .قلت : فتحصل في كلا أربعة معان : التحقيق وهو أن تكون بمعنى حقا والنفي والتنبيه ، وصلة للقسم ، ولا يوقف منها إلا على الأول . وقال الكسائي : ( لا ) تنفي فحسب ، وكلا تنفي شيئا وتثبت شيئا ، فإذا قيل : أكلت تمرا ، قلت : كلا إني أكلت عسلا لا تمرا ، ففي هذه الكلمة نفي ما قبلها ، وتحقق ما بعدها . والضد يكون واحدا ويكون جمعا ، كالعدو والرسول . وقيل : وقع الضد موقع المصدر أي ويكونون عليهم عونا ، فلهذا لم يجمع ، وهذا في مقابلة قوله : ليكونوا لهم عزا والعز مصدر ، فكذلك ما وقع في مقابلته ثم قيل : الآية في عبدة الأصنام ، فأجرى الأصنام مجرى من يعقل ، جريا على توهم الكفرة . وقيل : فيمن عبد المسيح أو الملائكة أو الجن أو الشياطين ؛ فالله تعالى أعلم ."
    },
    {
      "ayah": 83,
      "surah": 19,
      "text": "قوله تعالى : ألم تر أنا أرسلنا الشياطين على الكافرين أي سلطناهم عليهم [ ص: 72 ] بالإغواء وذلك حين قال لإبليس واستفزز من استطعت منهم بصوتك . وقيل : أرسلنا أي خلينا يقال : أرسلت البعير أي خليته ، أي خلينا الشياطين وإياهم ولم نعصمهم من القبول منهم . الزجاج : قيضنا . تؤزهم أزا قال ابن عباس : تزعجهم إزعاجا من الطاعة إلى المعصية . وعنه : تغريهم إغراء بالشر : امض امض في هذا الأمر ، حتى توقعهم في النار حكى الأول الثعلبي ، والثاني الماوردي ، والمعنى واحد . الضحاك تغويهم إغواء . مجاهد : تشليهم إشلاء ، وأصله الحركة والغليان ، ومنه الخبر المروي عن النبي - صلى الله عليه وسلم - قام إلى الصلاة ولجوفه أزيز كأزيز المرجل من البكاء وائتزت القدر ائتزازا اشتد غليانها ، والأز التهييج والإغراء قال الله تعالى : ألم تر أنا أرسلنا الشياطين على الكافرين تؤزهم أزا أي تغريهم على المعاصي والأز الاختلاط . وقد أززت الشيء أؤزه أزا أي ضممت بعضه إلى بعض قاله الجوهري ."
    },
    {
      "ayah": 84,
      "surah": 19,
      "text": "قوله تعالى فلا تعجل عليهم أي تطلب العذاب لهم . إنما نعد لهم عدا قال الكلبي : آجالهم يعني الأيام والليالي والشهور والسنين إلى انتهاء أجل العذاب . وقال الضحاك : الأنفاس . ابن عباس : أي نعد أنفاسهم في الدنيا كما نعد سنيهم . وقيل : الخطوات . وقيل : اللذات . وقيل : اللحظات . وقيل : الساعات . وقال قطرب : نعد أعمالهم عدا ، وقيل : لا تعجل عليهم فإنما نؤخرهم ليزدادوا إثما . روي أن المأمون قرأ هذه السورة ، فمر بهذه الآية وعنده جماعة من الفقهاء ، فأشار برأسه إلى ابن السماك أن يعظه ، فقال : إذا كانت الأنفاس بالعدد ، ولم يكن لها مدد فما أسرع ما تنفد ، وقيل : في هذا المعنى :حياتك أنفاس تعد فكلما مضى نفس منك انتقصت به جزءايميتك ما يحييك في كل ليلة     ويحدوك حاد ما يريد به الهزءاويقال : إن أنفاس ابن آدم بين اليوم والليلة أربعة وعشرون ألف نفس : اثنا عشر ألف نفس في اليوم ، واثنا عشر ألفا في الليلة ، والله أعلم ، فهي تعد وتحصى إحصاء ولها عدد معلوم ، وليس لها مدد فما أسرع ما تنفد ."
    },
    {
      "ayah": 85,
      "surah": 19,
      "text": "قوله تعالى : يوم نحشر المتقين إلى الرحمن وفدا في الكلام حذف ، أي إلى جنة [ ص: 73 ] الرحمن ، ودار كرامته . كقوله : إني ذاهب إلى ربي سيهدين وكما في الخبر من كانت هجرته إلى الله ورسوله فهجرته إلى الله ورسوله . والوفد اسم للوافدين ، كما يقال : صوم وفطر وزور ، فهو جمع الوافد مثل ركب وراكب ، وصحب وصاحب وهو من وفد يفد وفدا ووفودا ووفادة إذا خرج إلى ملك في فتح أو أمر خطير . الجوهري : يقال : وفد فلان على الأمير أي ورد رسولا فهو وافد ، والجمع وفد مثل صاحب وصحب ، وجمع الوفد وفاد ووفود والاسم الوفادة وأوفدته أنا إلى الأمير أي أرسلته وفي التفسير وفدا أي ركبانا على نجائب طاعتهم . وهذا لأن الوافد في الغالب يكون راكبا والوفد الركبان ووحد ؛ لأنه مصدر ابن جريج وفدا على النجائب ، وقال عمرو بن قيس الملائي : إن المؤمن إذا خرج من قبره استقبله عمله في أحسن صورة وأطيب ريح فيقول هل تعرفني ؟ فيقول : لا - إلا أن الله قد طيب ريحك وحسن صورتك ، فيقول : كذلك كنت في الدنيا أنا عملك الصالح طالما ركبتك في الدنيا اركبني اليوم وتلا يوم نحشر المتقين إلى الرحمن وفدا وإن الكافر يستقبله عمله في أقبح صورة وأنتن ريح ، فيقول : هل تعرفني ؟ فيقول : لا - إلا إن الله قد قبح صورتك وأنتن ريحك ، فيقول : كذلك كنت في الدنيا أنا عملك السيئ طالما ركبتني في الدنيا ، وأنا اليوم أركبك وتلا وهم يحملون أوزارهم على ظهورهم ولا يصح من قبل إسناده . قاله ابن العربي في ( سراج المريدين ) وذكر هذا الخبر في تفسيره أبو نصر عبد الرحيم بن عبد الكريم القشيري عن ابن عباس بلفظه ومعناه ، وقال أيضا عن ابن عباس : من كان يحب الخيل وفد إلى الله تعالى على خيل لا تروث ولا تبول ، لجمها من الياقوت الأحمر ، ومن الزبرجد الأخضر ومن الدر الأبيض وسروجها من السندس والإستبرق ومن كان يحب ركوب الإبل فعلى نجائب لا تبعر ولا تبول ، أزمتها من الياقوت والزبرجد ، ومن كان يحب ركوب السفن فعلى سفن من ياقوت قد أمنوا الغرق وأمنوا الأهوال ، وقال أيضا عن علي - رضي الله عنه - ولما نزلت الآية قال علي - رضي الله عنه - : يا رسول الله ! إني قد رأيت الملوك ووفودهم فلم أر وفدا إلا ركبانا فما وفد الله ؟ فقال رسول الله - صلى الله عليه وسلم - : أما إنهم لا يحشرون على أقدامهم ، ولا يساقون سوقا ، ولكنهم يؤتون بنوق من نوق الجنة لم ينظر الخلائق إلى مثلها ، رحالها الذهب ، وزمامها الزبرجد ، فيركبونها حتى يقرعوا باب الجنة ولفظ الثعلبي في هذا الخبر عن علي [ ص: 74 ] أبين وقال علي لما نزلت هذه الآية قلت : يا رسول الله ! إني رأيت الملوك ووفودهم فلم أر وفدا إلا ركبانا . قال : يا علي إذا كان المنصرف من بين يدي الله تعالى تلقت الملائكة المؤمنين بنوق بيض رحالها ، وأزمتها الذهب على كل مركب حلة لا تساويها الدنيا فيلبس كل مؤمن حلة ثم تسير بهم مراكبهم فتهوي بهم النوق حتى تنتهي بهم إلى الجنة فتتلقاهم الملائكة سلام عليكم طبتم فادخلوها خالدين .قلت : وهذا الخبر ينص على أنهم لا يركبون ولا يلبسون إلا من الموقف ، وأما إذا خرجوا من القبور فمشاة حفاة عراة غرلا إلى الموقف ؛ بدليل حديث ابن عباس قال : قام فينا رسول الله - صلى الله عليه وسلم - بموعظة فقال : يا أيها الناس إنكم تحشرون إلى الله تعالى حفاة عراة غرلا الحديث خرجه البخاري ومسلم ، وسيأتي بكماله في سورة ( المؤمنين ) إن شاء الله تعالى وتقدم في ( آل عمران ) من حديث عبد الله بن أنيس بمعناه والحمد لله تعالى ، ولا يبعد أن تحصل الحالتان للسعداء فيكون حديث ابن عباس مخصوصا والله أعلم ، وقال أبو هريرة : ( وفدا ) على الإبل . ابن عباس : ركبانا يؤتون بنوق من الجنة ؛ عليها رحائل من الذهب وسروجها وأزمتها من الزبرجد فيحشرون عليها . وقال علي : ما يحشرون والله على أرجلهم ، ولكن على نوق رحالها من ذهب ونجب سروجها يواقيت ، إن هموا بها سارت وإن حركوها طارت .وقيل : يفدون على ما يحبون من إبل أو خيل أو سفن على ما تقدم عن ابن عباس والله أعلم وقيل إنما قال وفدا لأن من شأن الوفود عند العرب أن يقدموا بالبشارات وينتظرون الجوائز فالمتقون ينتظرون العطاء والثواب ."
    },
    {
      "ayah": 86,
      "surah": 19,
      "text": "ونسوق المجرمين إلى جهنم وردا السوق الحث على السير . و وردا عطاشا قاله ابن عباس وأبو هريرة - رضي الله عنهما - والحسن والأخفش والفراء وابن الأعرابي : حفاة مشاة وقيل : أفواجا . وقال الأزهري أي مشاة عطاشا ، كالإبل ترد الماء ، فيقال : جاء ورد بني فلان القشيري : وقوله : ( وردا ) يدل على العطش لأن الماء إنما يورد في الغالب للعطش وفي ( التفسير ) مشاة عطاشا تتقطع [ ص: 75 ] أعناقهم من العطش وإذا كان سوق المجرمين إلى النار فحشر المتقين إلى الجنة . وقيل وردا أي الورود كقولك جئتك إكراما لك أي لإكرامك أي نسوقهم لورود النار .قلت : ولا تناقض بين هذه الأقوال ، فيساقون عطاشا حفاة مشاة أفواجا ، قال ابن عرفة : الورد القوم يردون الماء ، فسمي العطاش وردا لطلبهم ورود الماء ؛ كما تقول : قوم صوم أي صيام ، وقوم زور أي زوار ، فهو اسم على لفظ المصدر ، واحدهم وارد . والورد أيضا الجماعة التي ترد الماء من طير وإبل ، والورد الماء الذي يورد وهذا من باب الإيماء بالشيء إلى الشيء ، الورد الجزء يقال قرأت وردي والورد يوم الحمى إذا أخذت صاحبها لوقت فظاهره لفظ مشترك وقال الشاعر يصف قليبا :يطمو إذا الورد عليه التكاأي الوراد الذين يريدون الماء"
    },
    {
      "ayah": 87,
      "surah": 19,
      "text": "قوله تعالى : لا يملكون الشفاعة أي هؤلاء الكفار لا يملكون الشفاعة لأحد إلا من اتخذ عند الرحمن عهدا وهم المسلمون فيملكون الشفاعة فهو استثناء الشيء من غير جنسه أي لكن ( من اتخذ عند الرحمن عهدا ) يشفع ف ( من ) في موضع نصب على هذا وقيل هو في موضع رفع على البدل من الواو في يملكون أي لا يملك أحد عند الله الشفاعة ( إلا من اتخذ عند الرحمن عهدا ) فإنه يملك وعلى هذا يكون الاستثناء متصلا . والمجرمين في قوله ونسوق المجرمين إلى جهنم وردا يعم الكفرة والعصاة ثم أخبر أنهم لا يملكون الشفاعة ، إلا العصاة المؤمنون فإنهم يملكونها بأن يشفع فيهم ، قال رسول الله - صلى الله عليه وسلم - لا أزال أشفع ، حتى أقول يا رب شفعني فيمن قال لا إله إلا الله محمد رسول الله فيقول يا محمد إنها ليست لك ، ولكنها لي خرجه مسلم بمعناه . وقد تقدم وتظاهرت الأخبار بأن أهل الفضل والعلم والصلاح يشفعون فيشفعون ؛ وعلى القول الأول يكون الكلام متصلا بقوله : واتخذوا من دون الله آلهة ليكونوا لهم عزا فلا تقبل غدا [ ص: 76 ] شفاعة عبدة الأصنام لأحد ، ولا شفاعة الأصنام لأحد ، ولا يملكون شفاعة أحد لهم أي لا تنفعهم شفاعة كما قال : فما تنفعهم شفاعة الشافعين وقيل : أي نحشر المتقين والمجرمين لا يملك أحد شفاعة إلا من اتخذ عند الرحمن عهدا أي إذا أذن له الله في الشفاعة . كما قال : من ذا الذي يشفع عنده إلا بإذنه وهذا العهد هو الذي قال : أم اتخذ عند الرحمن عهدا وهو لفظ جامع للإيمان وجميع الصالحات التي يصل بها صاحبها إلى حيز من يشفع وقال ابن عباس : العهد لا إله إلا الله ، وقال مقاتل وابن عباس أيضا لا يشفع إلا من شهد أن لا إله إلا الله وتبرأ من الحول والقوة لله ولا يرجو إلا الله تعالى . وقال ابن مسعود سمعت رسول الله - صلى الله عليه وسلم - يقول لأصحابه : أيعجز أحدكم أن يتخذ كل صباح ومساء عند الله عهدا قيل : يا رسول الله وما ذاك ؟ قال : يقول عند كل صباح ومساء اللهم فاطر السماوات والأرض عالم الغيب والشهادة إني أعهد إليك في هذه الحياة ، بأني أشهد أن لا إله إلا أنت وحدك لا شريك لك ، وأن محمدا عبدك ورسولك فلا تكلني إلى نفسي ، فإنك إن تكلني إلى نفسي تباعدني من الخير وتقربني من الشر وإني لا أثق إلا برحمتك فاجعل لي عندك عهدا توفينيه يوم القيامة إنك لا تخلف الميعاد فإذا قال ذلك طبع الله عليها طابعا ووضعها تحت العرش فإذا كان يوم القيامة نادى مناد أين الذين لهم عند الله عهد فيقوم فيدخل الجنة ."
    },
    {
      "ayah": 88,
      "surah": 19,
      "text": "قوله تعالى : وقالوا اتخذ الرحمن ولدا يعني اليهود والنصارى ، ومن زعم أن [ ص: 77 ] الملائكة بنات الله . وقرأ يحيى وحمزة والكسائي وعاصم وخلف : ولدا بضم الواو وإسكان اللام ، في أربعة مواضع : من هذه السورة قوله تعالى : ( لأوتين مالا وولدا ) وقد تقدم قوله ، وقوله : ( أن دعوا للرحمن ولدا وما ينبغي للرحمن أن يتخذ ولدا ) . وفي سورة نوح ( ماله وولده ) ووافقهم في ( نوح ) خاصة ابن كثير ومجاهد وحميد وأبو عمرو ويعقوب . والباقون في الكل بالفتح في الواو واللام وهما لغتان مثل العرب والعرب والعجم والعجم قال :ولقد رأيت معاشرا قد ثمروا مالا وولداوقال آخر :وليت فلانا كان في بطن أمه     وليت فلانا كان ولد حماروقال في معنى ذلك النابغة :مهلا فداء لك الأقوام كلهم     وما أثمر من مال ومن ولدففتح . وقيس يجعلون الولد بالضم جمعا والولد بالفتح واحدا . قال الجوهري : الولد قد يكون واحدا وجمعا ، وكذلك الولد بالضم . ومن أمثال بني أسد : ولدك من دمى عقبيك . وقد يكون الولد جمع الولد مثل أسد وأسد : والولد بالكسر لغة في الولد . النحاس وفرق أبو عبيدة بينهما فزعم أن الولد يكون للأهل والولد جميعا قال أبو جعفر وهذا قول مردود لا يعرفه أحد من أهل اللغة ولا يكون الولد والولد إلا ولد الرجل ، وولد ولده ، إلا أن ولدا أكثر في كلام العرب ؛ كما قال :مهلا فداء لك الأقوام كلهم     وما أثمر من مال ومن ولدقال أبو جعفر وسمعت محمد بن الوليد يقول : يجوز أن يكون ولد جمع ولد كما يقال وثن ووثن وأسد وأسد ، ويجوز أن يكون ولد وولد بمعنى واحد كما يقال عجم وعجم وعرب وعرب كما تقدم ."
    },
    {
      "ayah": 89,
      "surah": 19,
      "text": "قوله تعالى : لقد جئتم شيئا إدا أي منكرا عظيما ؛ عن ابن عباس ومجاهد وغيرهما . قال الجوهري : الإد والإدة الداهية والأمر الفظيع ومنه قوله تعالى لقد جئتم شيئا إدا [ ص: 78 ] وكذلك الآد مثل فاعل . وجمع الإدة إدد . وأدت فلانا داهية تؤده أدا ( بالفتح ) . والإد أيضا الشدة . قال الراجز :نضون عني شدة وأدا     من بعد ما كنت صملا جلداانتهى كلامه . وقرأ أبو عبد الله وأبو عبد الرحمن السلمي أدا بفتح الهمزة النحاس يقال أد يؤد أدا فهو آد والاسم الإد ؛ إذا جاء بشيء عظيم منكر وقال الراجز :قد لقي الأقران مني نكرا     داهية دهياء إدا إمراعن غير النحاس ؛ الثعلبي وفيه ثلاث لغات ( إدا ) بالكسر وهي قراءة العامة ( وأدا ) بالفتح وهي قراءة السلمي و ( آد ) مثل ماد وهي لغة لبعض العرب رويت عن ابن عباس وأبي العالية ؛ وكأنها مأخوذة من الثقل : آده الحمل يئوده أودا أثقله ."
    },
    {
      "ayah": 9,
      "surah": 19,
      "text": "قوله تعالى : قال كذلك قال ربك هو علي هين أي قال له الملك كذلك قال ربك والكاف في موضع رفع ؛ أي الأمر كذلك ؛ أي كما قيل لك : هو علي هين . قال الفراء : خلقه علي هين .وقد خلقتك من قبل أي من قبل يحيى . وهذه قراءة أهل المدينة والبصرة وعاصم . وقرأ سائر الكوفيين ( وقد خلقناك ) بنون وألف بالجمع على التعظيم . والقراءة الأولى أشبه بالسواد .ولم تك شيئا أي كما خلقك الله تعالى بعد العدم ولم تك شيئا موجودا ، فهو القادر على خلق يحيى وإيجاده ."
    },
    {
      "ayah": 90,
      "surah": 19,
      "text": "قوله تعالى : تكاد السماوات قراءة العامة هنا وفي ( الشورى ) بالتاء . وقراءة نافع ويحيى والكسائي ( يكاد ) بالياء لتقدم الفعل . يتفطرن منه أي يتشققن وقرأ نافع وابن كثير وحفص وغيرهم بتاء بعد الياء وشد الطاء من التفطر هنا وفي ( الشورى ) ووافقهم حمزة وابن عامر في ( الشورى ) وقرأ هنا ( ينفطرن ) من الانفطار وكذلك قرأها أبو عمرو وأبو بكر والمفضل في السورتين . وهي اختيار أبي عبيد لقوله تعالى : إذا السماء انفطرت وقوله : السماء منفطر به وتنشق الأرض أي تتصدع وتخر الجبال هدا قال ابن عباس : ( هدما أي تسقط بصوت شديد ) وفي الحديث اللهم إني أعوذ بك من الهد والهدة قال شمر قال أحمد بن غياث المروزي الهد الهدم والهدة الخسوف . وقال الليث هو الهدم الشديد كحائط يهد بمرة يقال هدني الأمر وهد ركني أي كسرني وبلغ مني قاله الهروي . الجوهري : وهد البناء يهده هدا كسره وضعضعه وهدته المصيبة أي أوهنت ركنه وانهد الجبل انكسر . الأصمعي : والهد الرجل الضعيف يقول الرجل للرجل [ ص: 79 ] إذا أوعده إني لغير هد أي غير ضعيف وقال ابن الأعرابي الهد من الرجال الجواد الكريم وأما الجبان الضعيف فهو الهد بالكسر وأنشد [ العباس بن عبد المطلب ] :ليسوا بهدين في الحروب إذا     تعقد فوق الحراقف النطقوالهدة صوت وقع الحائط ونحوه تقول هد يهد ( بالكسر ) هديدا والهاد صوت يسمعه أهل الساحل يأتيهم من قبل البحر له دوي في الأرض وربما كانت منه الزلزلة ودويه هديده . النحاس : هدا مصدر لأن معنى تخر تهد وقال غيره : حال أي مهدودة أن دعوا للرحمن ولدا أن في موضع نصب عند الفراء بمعنى لأن دعوا ومن أن دعوا فموضع أن نصب بسقوط الخافض وزعم الفراء أن الكسائي قال : هي في موضع خفض بتقدير الخافض وذكر ابن المبارك : حدثنا مسعر عن واصل عن عون بن عبد الله قال : قال عبد الله بن مسعود : إن الجبل ليقول للجبل يا فلان هل مر بك اليوم ذاكر لله ؟ فإن قال نعم سر به ثم قرأ عبد الله وقالوا اتخذ الرحمن ولدا الآية قال : أفتراهن يسمعن الزور ولا يسمعن الخير ؟ ! قال وحدثني عوف عن غالب بن عجرد قال حدثني رجل من أهل الشام في مسجد منى قال : إن الله تعالى لما خلق الأرض وخلق ما فيها من الشجر لم تك في الأرض شجرة يأتيها بنو آدم إلا أصابوا منها منفعة وكان لهم منها منفعة ، فلم تزل الأرض والشجر كذلك حتى تكلم فجرة بني آدم تلك الكلمة العظيمة ، قولهم : اتخذ الرحمن ولدا فلما قالوها اقشعرت الأرض وشاك الشجر وقال ابن عباس اقشعرت الجبال وما فيها من الأشجار والبحار وما فيها من الحيتان فصار من ذلك الشوك في الحيتان وفي الأشجار الشوك وقال ابن عباس أيضا وكعب فزعت السماوات والأرض والجبال وجميع المخلوقات إلا الثقلين وكادت أن تزول وغضبت الملائكة فاستعرت جهنم وشاك الشجر واكفهرت الأرض وجدبت حين قالوا : اتخذ الله ولدا . وقال محمد بن كعب : لقد كاد أعداء الله أن يقيموا علينا الساعة لقوله تعالى : تكاد السماوات يتفطرن منه وتنشق الأرض وتخر الجبال هدا"
    },
    {
      "ayah": 91,
      "surah": 19,
      "text": "قال ابن العربي وصدق فإنه قول عظيم سبق به القضاء والقدر ولولا أن الباري تبارك وتعالى لا يضعه كفر الكافر ولا يرفعه إيمان المؤمن ولا يزيد هذا في ملكه ، [ ص: 80 ] كما لا ينقص ذلك من ملكه لما جرى شيء من هذا على الألسنة ولكنه القدوس الحكيم الحليم فلم يبال بعد ذلك بما يقول المبطلون ."
    },
    {
      "ayah": 92,
      "surah": 19,
      "text": "قوله تعالى : وما ينبغي للرحمن أن يتخذ ولدا فيه أربع مسائل :الأولى : قوله تعالى : وما ينبغي للرحمن أن يتخذ ولدا نفى عن نفسه سبحانه وتعالى الولد ؛ لأن الولد يقتضي الجنسية والحدوث على ما بيناه في ( البقرة ) أي لا يليق به ذلك ولا يوصف به ، ولا يجوز في حقه ؛ لأنه لا يكون ولد إلا من والد يكون له والد وأصل والله سبحانه يتعالى عن ذلك ويتقدس قال :في رأس خلقاء من عنقاء مشرفة     ما ينبغي دونها سهل ولا جبل"
    },
    {
      "ayah": 93,
      "surah": 19,
      "text": "ن كل من في السماوات والأرض إلا آتي الرحمن عبدا إن نافية بمعنى ما ؛ أي ما كل من في السماوات والأرض إلا وهو يأتي يوم القيامة مقرا له بالعبودية ، خاضعا ذليلا كما قال : وكل أتوه داخرين أي صاغرين أذلاء ؛ أي الخلق كلهم عبيده ، فكيف يكون واحد منهم ولدا له - عز وجل - تعالى عما يقول الظالمون والجاحدون علوا كبيرا وآتي بالياء في الخط ، والأصل التنوين فحذف استخفافا وأضيف .الثانية : وفي هذه الآية دليل على أنه لا يجوز أن يكون الولد مملوكا للوالد ، خلافا لمن قال : إنه يشتريه فيملكه ولا يعتق عليه إلا إذا أعتقه ، وقد أبان الله تعالى المنافاة بين الأولاد والملك فإذا ملك الوالد ولده بنوع من التصرفات عتق عليه . ووجه الدليل عليه من هذه الآية أن الله تعالى جعل الولدية والعبدية في طرفي تقابل فنفى أحدهما وأثبت الآخر ولو اجتمعا لما كان لهذا القول فائدة يقع الاحتجاج بها وفي الحديث الصحيح لا يجزي ولد والدا إلا أن يجده مملوكا فيشتريه فيعتقه أخرجه مسلم فإذا لم يملك الأب ابنه مع مرتبته عليه فالابن بعدم ملك الأب أولى لقصوره عنه . الثالثة : ذهب إسحاق بن راهويه في تأويل قوله - عليه الصلاة والسلام - : من أعتق شركا له في عبد أن المراد به ذكور العبيد دون إناثهم فلا يكمل على من أعتق شركا في أنثى وهو [ ص: 81 ] على خلاف ما ذهب إليه الجمهور من السلف ومن بعدهم فإنهم لم يفرقوا بين الذكر والأنثى ؛ لأن لفظ العبد يراد به الجنس ، كما قال تعالى : إن كل من في السماوات والأرض إلا آتي الرحمن عبدا فإنه قد يتناول الذكر والأنثى من العبد قطعا ، وتمسك إسحاق بأنه حكي عبدة في المؤنث .الرابعة : روى البخاري عن أبي هريرة قال : قال رسول الله - صلى الله عليه وسلم - : يقول الله تبارك وتعالى كذبني ابن آدم ولم يكن له ذلك ، وشتمني ولم يكن له ذلك ، فأما تكذيبه إياي فقوله : ليس يعيدني كما بدأني ، وليس أول الخلق بأهون علي من إعادته ، وأما شتمه إياي فقوله : اتخذ الله ولدا ، وأنا الأحد الصمد لم يلد ولم يولد ولم يكن لي كفوا أحد وقد تقدم في ( البقرة ) وغيرها وإعادته في مثل هذا الموضع حسن جدا ."
    },
    {
      "ayah": 94,
      "surah": 19,
      "text": "قوله تعالى : لقد أحصاهم أي علم عددهم وعدهم عدا تأكيد أي فلا يخفى عليه أحد منهم .قلت : ووقع لنا في أسمائه سبحانه المحصي ؛ أعني في السنة من حديث أبي هريرة ؛ خرجه الترمذي ، واشتقاق هذا الفعل يدل عليه . وقال الأستاذ أبو إسحاق الاسفراييني : ومنها المحصي ويختص بأنه لا تشغله الكثرة عن العلم ، مثل ضوء النور ، واشتداد الريح ، وتساقط الأوراق ، فيعلم عند ذلك أجزاء الحركات في كل ورقة ، وكيف لا يعلم وهو الذي يخلق ، وقد قال : ألا يعلم من خلق وهو اللطيف الخبير ووقع في تفسير ابن عباس أن معنى لقد أحصاهم وعدهم عدا يريد أقروا له بالعبودية ، وشهدوا له بالربوبية ."
    },
    {
      "ayah": 95,
      "surah": 19,
      "text": "قوله تعالى : وكلهم آتيه يوم القيامة فردا أي واحدا لا ناصر له ولا مال معه ينفعه كما قال تعالى : يوم لا ينفع مال ولا بنون إلا من أتى الله بقلب سليم فلا ينفعه إلا ما قدم [ ص: 82 ] من عمل وقال : وكلهم آتيه على لفظ كل وعلى المعنى آتوه . وقال القشيري : وفيه إشارة إلى أنكم لا ترضون لأنفسكم باستعباد أولادكم والكل عبيده ، فكيف رضيتم له ما لا ترضون لأنفسكم ، وقد رد عليهم في مثل هذا ، في أنهم لا يرضون لأنفسهم بالبنات ، ويقولون : الملائكة بنات الله ، تعالى الله عن ذلك ، وقولهم الأصنام بنات الله . وقال : فما كان لشركائهم فلا يصل إلى الله وما كان لله فهو يصل إلى شركائهم ."
    },
    {
      "ayah": 96,
      "surah": 19,
      "text": "قوله : إن الذين آمنوا وعملوا الصالحات سيجعل لهم الرحمن وداقوله تعالى : إن الذين آمنوا أي صدقوا وعملوا الصالحات سيجعل لهم الرحمن ودا أي حبا في قلوب عباده كما رواه الترمذي من حديث سعد وأبي هريرة أن النبي - صلى الله عليه وسلم - قال : إذا أحب الله عبدا نادى جبريل إني قد أحببت فلانا فأحبه قال فينادي في السماء ثم تنزل له المحبة في أهل الأرض فذلك قوله تعالى : سيجعل لهم الرحمن ودا وإذا أبغض الله عبدا نادى جبريل إني أبغضت فلانا فينادي في السماء ثم تنزل له البغضاء في الأرض ، قال هذا حديث حسن صحيح ، وخرجه البخاري ومسلم بمعناه ومالك في الموطأ وفي نوادر الأصول ، وحدثنا أبو بكر بن سابق الأموي ، قال : حدثنا أبو مالك الجنبي عن جويبر عن الضحاك ، عن ابن عباس قال : قال رسول الله - صلى الله عليه وسلم - : إن الله أعطى المؤمن الألفة والملاحة والمحبة في صدور الصالحين والملائكة المقربين ثم تلا إن الذين آمنوا وعملوا الصالحات سيجعل لهم الرحمن ودا .واختلف فيمن نزلت فقيل في علي - رضي الله تعالى عنه - روى البراء بن عازب قال : قال رسول الله - صلى الله عليه وسلم - لعلي بن أبي طالب : قل يا علي اللهم اجعل لي عندك عهدا واجعل لي في قلوب المؤمنين مودة فنزلت الآية ذكره الثعلبي ، وقال ابن عباس : نزلت في عبد الرحمن بن عوف جعل الله تعالى له في قلوب العباد مودة لا يلقاه مؤمن إلا وقره ولا مشرك ولا منافق إلا عظمه وكان هرم بن حيان يقول : ما أقبل أحد [ ص: 83 ] بقلبه على الله تعالى إلا أقبل الله تعالى بقلوب أهل الإيمان إليه ، حتى يرزقه مودتهم ورحمتهم ، وقيل : يجعل الله تعالى لهم مودة في قلوب المؤمنين والملائكة يوم القيامة .قلت : إذا كان محبوبا في الدنيا ، فهو كذلك في الآخرة ، فإن الله تعالى لا يحب إلا مؤمنا تقيا ، ولا يرضى إلا خالصا نقيا ، جعلنا الله تعالى منهم بمنه وكرمه . روى مسلم عن أبي هريرة قال : قال رسول الله - صلى الله عليه وسلم - إن الله تعالى إذا أحب عبدا دعا جبريل - عليه السلام - فقال : إني أحب فلانا فأحبه فيحبه جبريل ، ثم ينادي في السماء فيقول : إن الله يحب فلانا فأحبوه ، فيحبه أهل السماء ، قال : ثم يوضع له القبول في الأرض ، وإذا أبغض عبدا دعا جبريل - عليه السلام - ، وقال : إني أبغض فلانا فأبغضه ، فيبغضه جبريل ، ثم ينادي في أهل السماء إن الله يبغض فلانا فأبغضوه ، قال فيبغضونه ، ثم توضع له البغضاء في الأرض ."
    },
    {
      "ayah": 97,
      "surah": 19,
      "text": "قوله تعالى : فإنما يسرناه بلسانك لتبشر به المتقين وتنذر به قوما لداقوله تعالى : فإنما يسرناه بلسانك أي القرآن ؛ يعني بيناه بلسانك العربي وجعلناه سهلا على من تدبره وتأمله ، وقيل : أنزلناه عليك بلسان العرب ليسهل عليهم فهمه . لتبشر به المتقين وتنذر به قوما لدا اللد جمع الألد وهو الشديد الخصومة ومنه قوله تعالى : ألد الخصام وقال الشاعر :أبيت نجيا للهموم كأنني أخاصم أقواما ذوي جدل لداوقال أبو عبيدة : الألد الذي لا يقبل الحق ويدعي الباطل . الحسن : اللد الصم عن الحق قال الربيع : صم آذان القلوب . مجاهد : فجارا . الضحاك : مجادلين في الباطل . ابن عباس : شديدا في الخصومة . وقيل : الظالم الذي لا يستقيم والمعنى واحد وخصوا بإنذار لأن الذي لا عناد عنده يسهل انقياده ."
    },
    {
      "ayah": 98,
      "surah": 19,
      "text": "قوله تعالى : فإنما يسرناه بلسانك لتبشر به المتقين وتنذر به قوما لداقوله تعالى : فإنما يسرناه بلسانك أي القرآن ؛ يعني بيناه بلسانك العربي وجعلناه سهلا على من تدبره وتأمله ، وقيل : أنزلناه عليك بلسان العرب ليسهل عليهم فهمه . لتبشر به المتقين وتنذر به قوما لدا اللد جمع الألد وهو الشديد الخصومة ومنه قوله تعالى : ألد الخصام وقال الشاعر :أبيت نجيا للهموم كأنني أخاصم أقواما ذوي جدل لداوقال أبو عبيدة : الألد الذي لا يقبل الحق ويدعي الباطل . الحسن : اللد الصم عن الحق قال الربيع : صم آذان القلوب . مجاهد : فجارا . الضحاك : مجادلين في الباطل . ابن عباس : شديدا في الخصومة . وقيل : الظالم الذي لا يستقيم والمعنى واحد وخصوا بإنذار لأن الذي لا عناد عنده يسهل انقياده ."
    }
  ]
}
