{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 25,
      "text": "سورة الفرقانمكية كلها في قول الجمهور . وقال ابن عباس وقتادة : إلا ثلاث آيات منها نزلت بالمدينة ، وهي : والذين لا يدعون مع الله إلها آخر إلى قوله : وكان الله غفورا رحيما . وقال الضحاك : هي مدنية ، وفيها آيات مكية : قوله : والذين لا يدعون مع الله إلها آخر الآيات .ومقصود هذه السورة ذكر موضع عظم القرآن ، وذكر مطاعن الكفار في النبوة والرد على مقالاتهم وجهالاتهم ; فمن جملتها قولهم : إن القرآن افتراه محمد ، وإنه ليس من عند الله .بسم الله الرحمن الرحيمتبارك الذي نزل الفرقان على عبده ليكون للعالمين نذيرا الذي له ملك السماوات والأرض ولم يتخذ ولدا ولم يكن له شريك في الملك وخلق كل شيء فقدره تقديرا واتخذوا من دونه آلهة لا يخلقون شيئا وهم يخلقون ولا يملكون لأنفسهم ضرا ولا نفعا ولا يملكون موتا ولا حياة ولا نشورا .قوله تعالى : تبارك الذي نزل الفرقان تبارك اختلف في معناه ; فقال الفراء : هو في العربية و ( تقدس ) واحد ، وهما للعظمة . وقال الزجاج : تبارك تفاعل من البركة . قال : ومعنى البركة الكثرة من كل ذي خير . وقيل : تبارك تعالى . وقيل : تعالى عطاؤه ، أي زاد وكثر . وقيل : المعنى دام وثبت إنعامه . قال النحاس : وهذا أولاها في اللغة والاشتقاق ; من برك الشيء إذا ثبت ; ومنه برك الجمل والطير على الماء ، أي دام وثبت . فأما القول الأول فمخلط ; لأن التقديس إنما هو من الطهارة وليس من ذا في شيء . قال الثعلبي : ويقال : تبارك [ ص: 4 ] الله ، ولا يقال : متبارك ولا مبارك ; لأنه ينتهى في أسمائه وصفاته إلى حيث ورد التوقيف . وقال الطرماح :تباركت لا معط لشيء منعته وليس لما أعطيت يا رب مانعوقال آخر :تباركت ما تقدر     يقع ولك الشكرقلت : قد ذكر بعض العلماء في أسمائه الحسنى ( المبارك ) وذكرناه أيضا في كتابنا . فإن كان وقع اتفاق على أنه لا يقال فيسلم للإجماع . وإن كان وقع فيه اختلاف فكثير من الأسماء اختلف في عده ; كالدهر وغيره . وقد نبهنا على ذلك هنالك ، والحمد لله .و الفرقان القرآن . وقيل : إنه اسم لكل منزل ; كما قال : ولقد آتينا موسى وهارون الفرقان . وفي تسميته فرقانا وجهان : أحدهما : لأنه فرق بين الحق والباطل ، والمؤمن والكافر . الثاني : لأن فيه بيان ما شرع من حلال وحرام ; حكاه النقاش . على عبده يريد محمدا صلى الله عليه وسلم . ليكون للعالمين نذيرا اسم ( يكون ) فيها مضمر يعود على عبده وهو أولى لأنه أقرب إليه . ويجوز أن يكون يعود على الفرقان . وقرأ عبد الله بن الزبير : ( على عباده ) . ويقال : أنذر : إذا خوف ; وقد تقدم في أول ( البقرة ) . والنذير : المحذر من الهلاك . الجوهري : والنذير المنذر ، والنذير الإنذار . والمراد ب ( العالمين ) هنا الإنس والجن ، لأن النبي صلى الله عليه وسلم قد كان رسولا إليهما ، ونذيرا لهما ، وأنه خاتم الأنبياء ، ولم يكن غيره عام الرسالة إلا نوح فإنه عم برسالته جميع الإنس بعد الطوفان ، لأنه بدأ به الخلق ."
    },
    {
      "ayah": 10,
      "surah": 25,
      "text": "قوله تعالى : تبارك الذي إن شاء جعل لك خيرا من ذلك جنات شرط ومجازاة ، ولم يدغم جعل لك لأن الكلمتين منفصلتان ، ويجوز الإدغام لاجتماع المثلين . ويجعل لك في موضع جزم عطفا على موضع ( جعل ) . ويجوز أن يكون في موضع رفع ، مقطوعا من الأول . وكذلك قرأ أهل الشام . ويروى عن عاصم أيضا : ويجعل لك بالرفع ; أي [ ص: 8 ] وسيجعل لك في الآخرة قصورا . قال مجاهد : كانت قريش ترى البيت من حجارة ، قصرا ، كائنا ما كان . والقصر في اللغة الحبس ، وسمي القصر قصرا لأن من فيه مقصور عن أن يوصل إليه . وقيل : العرب تسمي بيوت الطين القصر . وما يتخذ من الصوف والشعر : البيت . حكاه القشيري . وروى سفيان عن حبيب بن أبي ثابت عن خيثمة قال : قيل للنبي صلى الله عليه وسلم : إن شئت أن نعطيك خزائن الدنيا ومفاتيحها ولم يعط ذلك من قبلك ولا يعطاه أحد بعدك ، وليس ذلك بناقصك في الآخرة شيئا ; وإن شئت جمعنا لك ذلك في الآخرة ، فقال : يجمع ذلك لي في الآخرة . فأنزل الله عز وجل : تبارك الذي إن شاء جعل لك خيرا من ذلك جنات تجري من تحتها الأنهار ويجعل لك قصورا . ويروى أن هذه الآية أنزلها رضوان خازن الجنان إلى النبي صلى الله عليه وسلم ; وفي الخبر : إن رضوان لما نزل سلم على النبي صلى الله عليه وسلم ; ثم قال : يا محمد ! رب العزة يقرئك السلام ، وهذا سفط - فإذا سفط من نور يتلألأ - يقول لك ربك : هذه مفاتيح خزائن الدنيا ، مع أنه لا ينقص ما لك في الآخرة مثل جناح بعوضة ; فنظر النبي صلى الله عليه وسلم إلى جبريل كالمستشير له ; فضرب جبريل بيده الأرض يشير أن تواضع ; فقال : يا رضوان لا حاجة لي فيها الفقر أحب إلي وأن أكون عبدا صابرا شكورا . فقال رضوان : أصبت ! الله لك . وذكر الحديث ."
    },
    {
      "ayah": 11,
      "surah": 25,
      "text": "قوله تعالى : بل كذبوا بالساعة يريد يوم القيامة . وأعتدنا لمن كذب بالساعة سعيرا يريد جهنم تتلظى عليهم ."
    },
    {
      "ayah": 12,
      "surah": 25,
      "text": "إذا رأتهم من مكان بعيد سمعوا لها تغيظا وزفيرا أي من مسيرة خمسمائة عام .سمعوا لها تغيظا وزفيرا قيل : المعنى إذا رأتهم جهنم سمعوا لها صوت التغيظ عليهم . وقيل : المعنى إذا رأتهم خزانها سمعوا لهم تغيظا وزفيرا حرصا على عذابهم . والأول أصح ; [ ص: 9 ] لما روي مرفوعا أن رسول الله صلى الله عليه وسلم قال : من كذب علي متعمدا فليتبوأ بين عيني جهنم مقعدا . قيل : يا رسول الله ولها عينان ؟ قال : أما سمعتم الله عز وجل يقول : إذا رأتهم من مكان بعيد سمعوا لها تغيظا وزفيرا يخرج عنق من النار له عينان تبصران ولسان ينطق فيقول وكلت بكل من جعل مع الله إلها آخر ، فلهو أبصر بهم من الطير بحب السمسم فيلتقطه في رواية فيخرج عنق من النار فيلتقط الكفار لقط الطائر حب السمسم ذكره رزين في كتابه ، وصححه ابن العربي في قبسه ، وقال : أي تفصلهم عن الخلق في المعرفة كما يفصل الطائر حب السمسم من التربة . وخرجه الترمذي من حديث أبي هريرة قال : قال رسول الله صلى الله عليه وسلم . يخرج عنق من النار يوم القيامة له عينان تبصران وأذنان تسمعان ولسان ينطق ، يقول : إني وكلت بثلاث بكل جبار عنيد وبكل من دعا مع الله إلها آخر وبالمصورين . وفي الباب عن أبي سعيد قال أبو عيسى : هذا حديث حسن غريب صحيح . وقال الكلبي : سمعوا لها تغيظا كتغيظ بني آدم وصوتا كصوت الحمار . وقيل : فيه تقديم وتأخير ، سمعوا لها زفيرا وعلموا لها تغيظا . وقال قطرب : التغيظ لا يسمع ، ولكن يرى ، والمعنى : رأوا لها تغيظا وسمعوا لها زفيرا ; كقول الشاعر :ورأيت زوجك في الوغى متقلدا سيفا ورمحاأي وحاملا رمحا . وقيل : سمعوا لها أي فيها ; أي سمعوا فيها تغيظا وزفيرا للمعذبين . كما قال تعالى : لهم فيها زفير وشهيق و ( في واللام ) يتقاربان ; تقول : أفعل هذا في الله ولله ."
    },
    {
      "ayah": 13,
      "surah": 25,
      "text": "قوله تعالى : وإذا ألقوا منها مكانا ضيقا مقرنين قال قتادة : ذكر لنا أن عبد الله كان يقول : إن جهنم لتضيق على الكافر كتضييق الزج على الرمح ; ذكره ابن المبارك في رقائقه . وكذا قال ابن عباس ، ذكره الثعلبي والقشيري عنه ، وحكاه الماوردي عن عبد الله بن عمرو . ومعنى مقرنين مكتفين ; قاله أبو صالح . وقيل : مصفدين قد قرنت أيديهم إلى أعناقهم في [ ص: 10 ] الأغلال . وقيل : قرنوا مع الشياطين ; أي قرن كل واحد منهم إلى شيطانه ; قاله يحيى بن سلام . وقد مضى هذا في ( إبراهيم ) وقال عمرو بن كلثوم :فآبوا بالنهاب وبالسبايا     وأبنا بالملوك مقرنينادعوا هنالك ثبورا أي هلاكا ، قاله الضحاك . ابن عباس : ويلا . وروي عن النبي صلى الله عليه وسلم أنه قال : أول من يقوله إبليس وذلك أنه أول من يكسى حلة من النار فتوضع على حاجبيه ويسحبها من خلفه وذريته من خلفه وهو يقول واثبوراه . وانتصب على المصدر ، أي ثبرنا ثبورا ; قاله الزجاج . وقال غيره : هو مفعول به ."
    },
    {
      "ayah": 14,
      "surah": 25,
      "text": "قوله تعالى : لا تدعوا اليوم ثبورا واحدا وادعوا ثبورا كثيرا فإن هلاككم أكثر من أن تدعوا مرة واحدة . وقال : ثبورا لأنه مصدر يقع للقليل والكثير فلذلك لم يجمع ; وهو كقولك : ضربته ضربا كثيرا ، وقعد قعودا طويلا . ونزلت الآيات في ابن خطل وأصحابه ."
    },
    {
      "ayah": 15,
      "surah": 25,
      "text": "قوله تعالى : أذلك خير أم جنة الخلد التي وعد المتقون إن قيل : كيف قال : ( أذلك خير ) ولا خير في النار ; فالجواب أن سيبويه حكى عن العرب : الشقاء أحب إليك أم السعادة ، وقد علم أن السعادة أحب إليه . وقيل : ليس هو من باب أفعل منك ، وإنما هو كقولك : عنده خير . قال النحاس : وهذا قول حسن ; كما قال حسان بن ثابت :فشركما لخيركما الفداءقيل : إنما قال ذلك لأن الجنة والنار قد دخلتا في باب المنازل ; فقال ذلك لتفاوت ما بين المنزلتين . وقيل : هو مردود على قوله : تبارك الذي إن شاء جعل لك خيرا من ذلك الآية . [ ص: 11 ] وقيل : هو مردود على قوله : أو يلقى إليه كنز أو تكون له جنة يأكل منها . وقيل : إنما قال ذلك على معنى علمكم واعتقادكم أيها الكفار ; وذلك أنهم لما كانوا يعملون عمل أهل النار صاروا كأنهم يقولون : إن في النار خيرا ."
    },
    {
      "ayah": 16,
      "surah": 25,
      "text": "قوله تعالى : لهم فيها ما يشاءون أي من النعيم . خالدين كان على ربك وعدا مسئولا قال الكلبي : وعد الله المؤمنين الجنة جزاء على أعمالهم ، فسألوه ذلك الوعد فقالوا : ربنا وآتنا ما وعدتنا على رسلك . وهو معنى قول ابن عباس . وقيل : إن الملائكة تسأل لهم الجنة ; دليله قوله تعالى : ربنا وأدخلهم جنات عدن التي وعدتهم الآية . وهذا قول محمد بن كعب القرظي . وقيل : معنى وعدا مسئولا أي واجبا وإن لم يكن يسأل كالدين ; حكي عن العرب : لأعطينك ألفا . وقيل : وعدا مسئولا يعني أنه واجب لك فتسأله . وقال زيد بن أسلم : سألوا الله الجنة في الدنيا ورغبوا إليه بالدعاء ، فأجابهم في الآخرة إلى ما سألوا وأعطاهم ما طلبوا . وهذا يرجع إلى القول الأول ."
    },
    {
      "ayah": 17,
      "surah": 25,
      "text": "قوله تعالى : ويوم يحشرهم قرأ ابن محيصن وحميد وابن كثير وحفص ويعقوب وأبو عمرو في رواية الدوري : يحشرهم بالياء . واختاره أبو عبيد وأبو حاتم ; لقوله في أول الكلام : كان على ربك وفي آخره أأنتم أضللتم عبادي هؤلاء . الباقون بالنون على التعظيم . وما يعبدون من دون الله من الملائكة والإنس والجن والمسيح وعزير ; قاله مجاهد وابن جريج . الضحاك وعكرمة : الأصنام . فيقول قراءة العامة بالياء وهو اختيار أبي عبيد وأبي حاتم . وقرأ ابن عامر وأبو حيوة بالنون على التعظيم . أأنتم أضللتم عبادي هؤلاء أم هم ضلوا السبيل وهذا استفهام توبيخ للكفار ."
    },
    {
      "ayah": 18,
      "surah": 25,
      "text": "قالوا سبحانك أي قال المعبودون من دون [ ص: 12 ] الله سبحانك ; أي تنزيها لك ما كان ينبغي لنا أن نتخذ من دونك من أولياء فإن قيل : فإن كانت الأصنام التي تعبد تحشر فكيف تنطق وهي جماد ؟ قيل له : ينطقها الله تعالى يوم القيامة كما ينطق الأيدي والأرجل . وقرأ الحسن وأبو جعفر : \" أن نتخذ \" بضم النون وفتح الخاء على الفعل المجهول . وقد تكلم في هذه القراءة النحويون ; فقال أبو عمرو بن العلاء وعيسى بن عمر : لا يجوز \" نتخذ \" وقال أبو عمرو : لو كانت \" نتخذ \" لحذفت \" من \" الثانية ، فقلت : أن نتخذ من دونك أولياء . كذلك قال أبو عبيدة ، لا يجوز \" نتخذ \" لأن الله تعالى ذكر \" من \" مرتين ، ولو كان كما قرأ لقال : أن نتخذ من دونك أولياء . وقيل : إن \" من \" الثانية صلة . قال النحاس : ومثل أبي عمرو على جلالته ومحله يستحسن ما قال ; لأنه جاء ببينة . وشرح ما قال أنه يقال : ما اتخذت رجلا وليا ; فيجوز أن يقع هذا للواحد بعينه ; ثم يقال : ما اتخذت من رجل وليا فيكون نفيا عاما ، وقولك ( وليا ) تابع لما قبله فلا يجوز أن تدخل فيه \" من \" لأنه لا فائدة في ذلك . ولكن متعتهم وآباءهم أي في الدنيا بالصحة والغنى وطول العمر بعد موت الرسل صلوات الله عليهم . حتى نسوا الذكر أي تركوا ذكرك فأشركوا بك بطرا وجهلا فعبدونا من غير أن أمرناهم بذلك .وفي \" الذكر \" قولان : أحدهما : القرآن المنزل على الرسل ; تركوا العمل به ; قاله ابن زيد . الثاني : الشكر على الإحسان إليهم والإنعام عليهم . إنهم كانوا قوما بورا ، أي هلكى ; قاله ابن عباس . مأخوذ من البوار وهو الهلاك . وقال أبو الدرداء رضي الله عنه وقد أشرف على أهل حمص : يا أهل حمص ! هلم إلى أخ ، لكم ناصح ، فلما اجتمعوا حوله قال : ما لكم لا تستحون ! تبنون ما لا تسكنون ، وتجمعون ما لا تأكلون ، وتأملون ما لا تدركون ، إن من كان قبلكم بنوا مشيدا وجمعوا عبيدا ، وأملوا بعيدا ، فأصبح جمعهم بورا ، وآمالهم غرورا ، ومساكنهم قبورا . فقوله : بورا أي هلكى . وفي خبر آخر : فأصبحت منازلهم بورا ; أي خالية لا شيء فيها . وقال الحسن : بورا لا خير فيهم . مأخوذ من بوار الأرض ، وهو تعطيلها من الزرع فلا يكون فيها خير . وقال شهر بن حوشب : البوار : الفساد والكساد ; مأخوذ من قولهم : بارت السلعة : إذا كسدت كساد الفاسد ; ومنه الحديث : \" نعوذ بالله من بوار الأيم \" . وهو اسم مصدر كالزور يستوي فيه الواحد والاثنان والجمع والمذكر والمؤنث . قال ابن الزبعرى :يا رسول المليك إن لساني راتق ما فتقت إذ أنا بور     إذ أباري الشيطان في سنن الغي ومن مال ميله مثبور[ ص: 13 ] وقال بعضهم : الواحد بائر والجمع بور . كما يقال : عائذ وعوذ ، وهائد وهود . وقيل : بورا عميا عن الحق ."
    },
    {
      "ayah": 19,
      "surah": 25,
      "text": "قوله تعالى : فقد كذبوكم بما تقولون أي يقول الله تعالى عند تبري المعبودين : فقد كذبوكم بما تقولون أي في قولكم إنهم آلهة . فما يستطيعون يعني الآلهة ، صرف العذاب عنكم ولا نصركم . وقيل : فما يستطيع هؤلاء الكفار لما كذبهم المعبودون صرفا للعذاب ولا نصرا من الله . وقال ابن زيد : المعنى فقد كذبكم أيها المؤمنون هؤلاء الكفار بما جاء به محمد ; وعلى هذا فمعنى بما تقولون بما تقولون من الحق . وقال أبو عبيد : المعنى ; فيما تقولون فما يستطيعون لكم صرفا عن الحق الذي هداكم الله إليه ، ولا نصرا لأنفسهم مما ينزل بهم من العذاب بتكذيبهم إياكم . وقراءة العامة بما تقولون بالتاء على الخطاب . وقد بينا معناه . وحكى الفراء أنه يقرأ فقد كذبوكم مخففا ، بما يقولون . وكذا قرأ مجاهد والبزي بالياء ، ويكون معنى يقولون : بقولهم . وقرأ أبو حيوة : بما يقولون بياء فما تستطيعون بتاء على الخطاب لمتخذي الشركاء . ومن قرأ بالياء فالمعنى : فما يستطيع الشركاء . ومن يظلم منكم قال ابن عباس : من يشرك منكم ثم مات عليه . نذقه أي في الآخرة . عذابا كبيرا أي شديدا ، كقوله تعالى : ولتعلن علوا كبيرا أي شديدا ."
    },
    {
      "ayah": 2,
      "surah": 25,
      "text": "قوله تعالى : الذي له ملك السماوات والأرض عظم تعالى نفسه . ولم يتخذ ولدا نزه سبحانه وتعالى نفسه عما قاله المشركون من أن الملائكة أولاد الله ; يعني بنات الله سبحانه وتعالى . وعما قالت اليهود : عزير ابن الله ; جل الله تعالى . وعما قالت النصارى : المسيح ابن الله ; تعالى الله عن ذلك . ولم يكن له شريك في الملك كما قال عبدة الأوثان . وخلق كل شيء لا كما قال المجوس والثنوية : إن الشيطان أو الظلمة يخلق بعض الأشياء . ولا كما يقول من قال : للمخلوق قدرة الإيجاد . فالآية رد على هؤلاء . فقدره تقديرا أي قدر كل شيء مما خلق بحكمته على ما أراد ، لا عن سهوة وغفلة ، بل جرت المقادير على ما خلق الله إلى يوم القيامة ، وبعد القيامة ، فهو الخالق المقدر ; فإياه فاعبدوه ."
    },
    {
      "ayah": 20,
      "surah": 25,
      "text": "قوله تعالى : وما أرسلنا قبلك من المرسلين إلا إنهم ليأكلون الطعام ويمشون في الأسواق وجعلنا بعضكم لبعض فتنة أتصبرون وكان ربك بصيرا .فيه تسع مسائل :الأولى : قوله تعالى : وما أرسلنا قبلك من المرسلين نزلت جوابا للمشركين حيث قالوا : ما لهذا الرسول يأكل الطعام ويمشي في الأسواق . وقال ابن عباس : لما عير المشركون رسول الله صلى الله عليه وسلم بالفاقة وقالوا : ما لهذا الرسول يأكل الطعام الآية حزن النبي صلى الله عليه وسلم لذلك فنزلت تعزية له ; فقال جبريل عليه السلام : السلام عليك يا رسول الله ! الله [ ص: 14 ] ربك يقرئك السلام ويقول لك : وما أرسلنا قبلك من المرسلين إلا إنهم ليأكلون الطعام ويمشون في الأسواق أي يبتغون المعايش في الدنيا .الثانية : قوله تعالى : إلا إنهم ليأكلون الطعام إذا دخلت اللام لم يكن في ( إن ) إلا الكسر ، ولو لم تكن اللام ما جاز أيضا إلا الكسر ; لأنها مستأنفة . هذا قول جميع النحويين . قال النحاس : إلا إن علي بن سليمان حكى لنا عن محمد بن يزيد قال : يجوز في ( إن ) هذه الفتح وإن كان بعدها اللام ; وأحسبه وهما منه . قال أبو إسحاق الزجاج : وفي الكلام حذف ; والمعنى : وما أرسلنا قبلك رسلا إلا إنهم ليأكلون الطعام ، ثم حذف \" رسلا \" لأن في قوله : من المرسلين ما يدل عليه . فالموصوف محذوف عند الزجاج . ولا يجوز عنده حذف الموصول وتبقية الصلة كما قال الفراء . قال الفراء : والمحذوف \" من \" والمعنى : إلا من إنهم ليأكلون الطعام . وشبهه بقوله : وما منا إلا له مقام معلوم ، وقوله وإن منكم إلا واردها أي ما منكم إلا من هو واردها . وهذا قول الكسائي أيضا . وتقول العرب : ما بعثت إليك من الناس إلا من إنه ليطيعك . فقولك : إنه ليطيعك صلة \" من \" . قال الزجاج : هذا خطأ ; لأن \" من \" موصولة فلا يجوز حذفها . وقال أهل المعاني : المعنى : وما أرسلنا قبلك من المرسلين إلا قيل إنهم ليأكلون ، دليله قوله تعالى : ما يقال لك إلا ما قد قيل للرسل من قبلك . وقال ابن الأنباري : كسرت \" إنهم \" بعد إلا للاستئناف بإضمار واو . أي إلا وإنهم . وذهبت فرقة إلى أن قوله : ليأكلون الطعام كناية عن الحدث .قلت : وهذا بليغ في معناه ، ومثله ما المسيح ابن مريم إلا رسول قد خلت من قبله الرسل وأمه صديقة كانا يأكلان الطعام . ويمشون في الأسواق قرأ الجمهور يمشون بفتح الياء وسكون الميم وتخفيف الشين . وقرأ علي وابن عوف وابن مسعود بضم الياء وفتح الميم وشد الشين المفتوحة ، بمعنى يدعون إلى المشي ويحملون عليه . وقرأ أبو عبد الرحمن السلمي بضم الياء وفتح الميم وضم الشين المشددة ، وهي بمعنى يمشون ; قال الشاعر :ومشى بأعطان المباءة وابتغى قلائص منها صعبة وركوب[ ص: 15 ] وقال كعب بن زهير :منه تظل سباع الجو ضامزة     ولا تمشي بواديه الأراجيلبمعنى تمشي .الثالثة : هذه الآية أصل في تناول الأسباب وطلب المعاش بالتجارة والصناعة وغير ذلك . وقد مضى هذا المعنى في غير موضع ، لكنا نذكر هنا من ذلك ما يكفي فنقول : قال لي بعض مشايخ هذا الزمان في كلام جريء : إن الأنبياء عليهم السلام إنما بعثوا ليسنوا الأسباب للضعفاء ; فقلت مجيبا له : هذا قول لا يصدر إلا من الجهال والأغبياء والرعاع السفهاء ، أو من طاعن في الكتاب والسنة العلياء ; وقد أخبر الله تعالى في كتابه عن أصفيائه ورسله وأنبيائه بالأسباب والاحتراف فقال وقوله الحق : وعلمناه صنعة لبوس لكم . وقال : وما أرسلنا قبلك من المرسلين إلا إنهم ليأكلون الطعام ويمشون في الأسواق قال العلماء : أي يتجرون ويحترفون . وقال عليه الصلاة والسلام : جعل رزقي تحت ظل رمحي وقال تعالى : فكلوا مما غنمتم حلالا طيبا وكان الصحابة رضي الله عنهم يتجرون ويحترفون وفي أموالهم يعملون ، ومن خالفهم من الكفار يقاتلون ; أتراهم ضعفاء ! بل هم كانوا والله الأقوياء ، وبهم الخلف الصالح اقتدى ، وطريقهم فيه الهدى والاهتداء . قال : إنما تناولوها لأنهم أئمة الاقتداء ، فتناولوها مباشرة في حق الضعفاء ، فأما في حق أنفسهم فلا ; وبيان ذلك أصحاب الصفة .قلت : لو كان ذلك لوجب عليهم وعلى الرسول معهم البيان ; كما ثبت في القرآن وأنزلنا إليك الذكر لتبين للناس ما نزل إليهم وقال : إن الذين يكتمون ما أنزلنا من البينات والهدى الآية . وهذا من البينات والهدى . وأما أصحاب الصفة فإنهم كانوا ضيف [ ص: 16 ] الإسلام عند ضيق الحال ، فكان عليه السلام إذا أتته صدقة خصهم بها ، وإذا أتته هدية أكلها معهم ، وكانوا مع هذا يحتطبون ويسوقون الماء إلى أبيات رسول الله صلى الله عليه وسلم . كذا وصفهم البخاري وغيره . ثم لما افتتح الله عليهم البلاد ومهد لهم المهاد تأمروا . وبالأسباب أمروا . ثم إن هذا القول يدل على ضعف النبي صلى الله عليه وسلم وأصحابه ; لأنهم أيدوا بالملائكة وثبتوا بهم ، فلو كانوا أقوياء ما احتاجوا إلى تأييد الملائكة ، وتأييدهم إذ ذلك سبب من أسباب النصر ; نعوذ بالله من قول وإطلاق يئول إلى هذا ، بل القول بالأسباب والوسائط سنة الله وسنة رسوله ، وهو الحق المبين ، والطريق المستقيم الذي انعقد عليه إجماع المسلمين ; وإلا كان يكون قوله الحق : وأعدوا لهم ما استطعتم من قوة ومن رباط الخيل - الآية - مقصورا على الضعفاء ، وجميع الخطابات كذلك . وفي التنزيل حيث خاطب موسى الكليم اضرب بعصاك البحر وقد كان قادرا على فلق البحر دون ضرب عصا . وكذلك مريم عليها السلام وهزي إليك بجذع النخلة وقد كان قادرا على سقوط الرطب دون هز ولا تعب ; ومع هذا كله فلا ننكر أن يكون رجل يلطف به ويعان ، أو تجاب دعوته ، أو يكرم بكرامة في خاصة نفسه أو لأجل غيره ، ولا تهد لذلك القواعد الكلية والأمور الجملية . هيهات هيهات ! لا يقال : فقد قال الله تعالى : وفي السماء رزقكم وما توعدون فإنا نقول : صدق الله العظيم ، وصدق رسوله الكريم ، وإن الرزق هنا المطر بإجماع أهل التأويل ; بدليل قوله : وينزل لكم من السماء رزقا وقال : ونزلنا من السماء ماء مباركا فأنبتنا به جنات وحب الحصيد ولم يشاهد ينزل من السماء على الخلق أطباق الخبز ولا جفان اللحم ، بل الأسباب أصل في وجود ذلك ، ومعنى قوله عليه السلام : اطلبوا الرزق في خبايا الأرض أي بالحرث والحفر والغرس . وقد يسمى الشيء بما يئول إليه ، وسمي المطر رزقا لأنه عنه يكون الرزق ، وذلك مشهور في كلام العرب . وقال عليه السلام : لأن يأخذ أحدكم حبله فيحتطب على ظهره [ ص: 17 ] خير له من أن يسأل أحدا أعطاه أو منعه وهذا فيما خرج من غير تعب من الحشيش والحطب . ولو قدر رجل بالجبال منقطعا عن الناس لما كان له بد من الخروج إلى ما تخرجه الآكام وظهور الأعلام حتى يتناول من ذلك ما يعيش به ; وهو معنى قوله عليه السلام : لو أنكم كنتم توكلون على الله حق توكله لرزقتم كما ترزق الطير تغدو خماصا وتروح بطانا فغدوها ورواحها سبب ; فالعجب العجب ممن يدعي التجريد والتوكل على التحقيق ، ويقعد على ثنيات الطريق ، ويدع الطريق المستقيم ، والمنهج الواضح القويم . ثبت في البخاري عن ابن عباس قال : كان أهل اليمن يحجون ولا يتزودون ويقولون نحن المتوكلون ، فإذا قدموا سألوا الناس ; فأنزل الله تعالى وتزودوا . ولم ينقل عن النبي صلى الله عليه وسلم وأصحابه رضوان الله عليهم أنهم خرجوا إلى أسفارهم بغير زاد ، وكانوا المتوكلين حقا . والتوكل اعتماد القلب على الرب في أن يلم شعثه ويجمع عليه أربه ; ثم يتناول الأسباب بمجرد الأمر . وهذا هو الحق . سأل رجل الإمام أحمد بن حنبل فقال : إني أريد الحج على قدم التوكل . فقال : اخرج وحدك ; فقال : لا ، إلا مع الناس . فقال له : أنت إذن متكل على أجربتهم . وقد أتينا على هذا في كتاب ( قمع الحرص بالزهد والقناعة ورد ذل السؤال بالكسب والصناعة ) .الرابعة : خرج مسلم عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال : أحب البلاد إلى الله مساجدها وأبغض البلاد إلى الله أسواقها . وخرج البزار عن سلمان الفارسي قال : قال رسول الله صلى الله عليه وسلم : لا تكونن إن استطعت أول من يدخل السوق ولا آخر من يخرج منها فإنها معركة الشيطان وبها ينصب رايته . أخرجه أبو بكر البرقاني مسندا عن أبي محمد عبد الغني بن سعيد الحافظ - من رواية عاصم - عن أبي عثمان النهدي عن سلمان قال : قال رسول الله صلى الله عليه وسلم : لا تكن أول من يدخل السوق ولا آخر من يخرج منها فبها باض الشيطان [ ص: 18 ] وفرخ . ففي هذه الأحاديث ما يدل على كراهة دخول الأسواق لا سيما في هذه الأزمان التي يخالط فيها الرجال النسوان . وهكذا قال علماؤنا لما كثر الباطل في الأسواق وظهرت فيها المناكر : كره دخولها لأرباب الفضل والمقتدى بهم في الدين تنزيها لهم عن البقاع التي يعصى الله فيها . فحق على من ابتلاه الله بالسوق أن يخطر بباله أنه قد دخل محل الشيطان ومحل جنوده ، وإنه إن أقام هناك هلك ، ومن كانت هذه حاله اقتصر منه على قدر ضرورته ، وتحرز من سوء عاقبته وبليته .الخامسة : تشبيه النبي صلى الله عليه وسلم السوق بالمعركة تشبيه حسن ; وذلك أن المعركة موضع القتال ، سمي بذلك لتعارك الأبطال فيه ، ومصارعة بعضهم بعضا . فشبه السوق وفعل الشيطان بها ونيله منهم مما يحملهم من المكر والخديعة ، والتساهل في البيوع الفاسدة والكذب والأيمان الكاذبة ، واختلاط الأصوات وغير ذلك - بمعركة الحرب ومن يصرع فيها .السادسة : قال ابن العربي : أما أكل الطعام فضرورة الخلق لا عار ولا درك فيه ، وأما الأسواق فسمعت مشيخة أهل العلم يقولون : لا يدخل إلا سوق الكتب والسلاح ، وعندي أنه يدخل كل سوق للحاجة إليه ولا يأكل فيها ; لأن ذلك إسقاط للمروءة وهدم للحشمة ; ومن الأحاديث الموضوعة ( الأكل في السوق دناءة ) .قلت : ما ذكرته مشيخة أهل العلم فنعما هو ; فإن ذلك خال عن النظر إلى النسوان ومخالطتهن ; إذ ليس ذلك من حاجتهن . وأما غيرهما من الأسواق ، فمشحونة منهن ، وقلة الحياء قد غلبت عليهن ، حتى ترى المرأة في القيساريات وغيرهن قاعدة متبرجة بزينتها ، وهذا من المنكر الفاشي في زماننا هذا . نعوذ بالله من سخطه .السابعة : خرج أبو داود الطيالسي في مسنده حدثنا حماد بن زيد قال حدثنا عمرو بن دينار قهرمان آل الزبير عن سالم عن أبيه عن عمر بن الخطاب قال : ( من دخل سوقا من هذه [ ص: 19 ] الأسواق فقال لا إله إلا الله وحده لا شريك له ، له الملك وله الحمد يحيي ويميت وهو حي لا يموت بيده الخير وهو على كل شيء قدير كتب الله له ألف ألف حسنة ومحا عنه ألف ألف سيئة وبنى له قصرا في الجنة ) خرجه الترمذي أيضا وزاد بعد ( ومحا عنه ألف ألف سيئة ) : ( ورفع له ألف ألف درجة وبنى له بيتا في الجنة ) . وقال : هذا حديث غريب . قال : ابن العربي : وهذا إذا لم يقصد في تلك البقعة سواه ليعمرها بالطاعة إذ عمرت بالمعصية ، وليحليها بالذكر إذ عطلت بالغفلة ، وليعلم الجهلة ويذكر الناسين .الثامنة : قوله تعالى : وجعلنا بعضكم لبعض فتنة أتصبرون أي إن الدنيا دار بلاء وامتحان ، فأراد سبحانه أن يجعل بعض العبيد فتنة لبعض على العموم في جميع الناس مؤمن وكافر ، فالصحيح فتنة للمريض ، والغني فتنة للفقير ، والفقير الصابر فتنة للغني . ومعنى هذا أن كل واحد مختبر بصاحبه ، فالغني ممتحن بالفقير ، عليه أن يواسيه ولا يسخر منه . والفقير ممتحن بالغني ، عليه ألا يحسده ولا يأخذ منه إلا ما أعطاه ، وأن يصبر كل واحد منهما على الحق ; كما قال الضحاك في معنى أتصبرون : أي على الحق . وأصحاب البلايا يقولون : لم لم نعاف ؟ والأعمى يقول : لم لم أجعل كالبصير ؟ وهكذا صاحب كل آفة . والرسول المخصوص بكرامة النبوة فتنة لأشراف الناس من الكفار في عصره . وكذلك العلماء وحكام العدل . ألا ترى إلى قولهم لولا نزل هذا القرآن على رجل من القريتين عظيم . فالفتنة أن يحسد المبتلى المعافى ، ويحقر المعافى المبتلى . والصبر : أن يحبس كلاهما نفسه ، هذا عن البطر ، وذاك عن الضجر . أتصبرون محذوف الجواب ، يعني : أم لا تصبرون . فيقتضي جوابا كما قال المزني ، وقد أخرجته الفاقة فرأى خصيا في مراكب ومناكب ، فخطر بباله شيء فسمع من يقرأ الآية : أتصبرون فقال : بلى ربنا ! نصبر ونحتسب . وقد تلا ابن القاسم صاحب مالك هذه الآية حين رأى أشهب بن عبد العزيز في مملكته عابرا عليه ، ثم أجاب نفسه بقوله : سنصبر . وعن أبي الدرداء أنه سمع النبي صلى الله عليه وسلم يقول : ويل للعالم من الجاهل وويل للجاهل من العالم ، وويل للمالك من المملوك وويل للمملوك من المالك ، وويل للشديد من الضعيف وويل للضعيف من الشديد ، وويل للسلطان من الرعية وويل للرعية من السلطان ، وبعضهم لبعض فتنة وهو قوله : وجعلنا بعضكم لبعض فتنة أتصبرون أسنده الثعلبي تغمده [ ص: 20 ] الله برحمته . وقال مقاتل : نزلت في أبي جهل بن هشام والوليد بن المغيرة والعاص بن وائل ، وعقبة بن أبي معيط وعتبة بن ربيعة والنضر بن الحارث حين رأوا أبا ذر وعبد الله بن مسعود ، وعمارا وبلالا وصهيبا وعامر بن فهيرة ، وسالما مولى أبي حذيفة ومهجعا مولى عمر بن الخطاب وجبرا مولى الحضرمي ، وذويهم ; فقالوا على سبيل الاستهزاء : أنسلم فنكون مثل هؤلاء ؟ فأنزل الله تعالى يخاطب هؤلاء المؤمنين : أتصبرون على ما ترون من هذه الحال الشديدة والفقر ; فالتوقيف ب أتصبرون خاص للمؤمنين المحقين من أمة محمد صلى الله عليه وسلم . كأنه جعل إمهال الكفار والتوسعة عليهم فتنة للمؤمنين ، أي اختبارا لهم . ولما صبر المسلمون أنزل الله فيهم : إني جزيتهم اليوم بما صبروا . التاسعة : قوله تعالى : وكان ربك بصيرا أي بكل امرئ وبمن يصبر أو يجزع ، ومن يؤمن ومن لا يؤمن ، وبمن أدى ما عليه من الحق ومن لا يؤدي . وقيل : أتصبرون أي اصبروا . مثل فهل أنتم منتهون أي انتهوا ، فهو أمر للنبي صلى الله عليه وسلم بالصبر ."
    },
    {
      "ayah": 21,
      "surah": 25,
      "text": "قوله تعالى : وقال الذين لا يرجون لقاءنا لولا أنزل علينا الملائكة أو نرى ربنا لقد استكبروا في أنفسهم وعتوا عتوا كبيراقوله تعالى : وقال الذين لا يرجون لقاءنا يريد لا يخافون البعث ولقاء الله ، أي لا يؤمنون بذلك . قال [ أبو ذؤيب ] :إذا لسعته النحل لم يرج لسعها وخالفها في بيت نوب عواملوقيل : لا يرجون لا يبالون . قال [ خبيب بن عدي ] :لعمرك ما أرجو إذا كنت مسلما     على أي جنب كان في الله مصرعيابن شجرة : لا يأملون ، قال :أترجو أمة قتلت حسينا     شفاعة جده يوم الحساب[ ص: 21 ] لولا أنزل أي هلا أنزل علينا الملائكة فيخبروا أن محمدا صادق . أو نرى ربنا عيانا فيخبرنا برسالته . نظيره قوله تعالى : وقالوا لن نؤمن لك حتى تفجر لنا من الأرض ينبوعا إلى قوله : أو تأتي بالله والملائكة قبيلا . قال الله تعالى : لقد استكبروا في أنفسهم وعتوا عتوا كبيرا حيث سألوا الله الشطط ; لأن الملائكة لا ترى إلا عند الموت أو عند نزول العذاب ، والله تعالى لا تدركه الأبصار وهو يدرك الأبصار ، فلا عين تراه . وقال مقاتل : عتوا علوا في الأرض . والعتو : أشد الكفر وأفحش الظلم . وإذا لم يكتفوا بالمعجزات وهذا القرآن فكيف يكتفون بالملائكة ؟ وهم لا يميزون بينهم وبين الشياطين ، ولا بد لهم من معجزة يقيمها من يدعي أنه ملك ، وليس للقوم طلب معجزة بعد أن شاهدوا معجزة ،"
    },
    {
      "ayah": 22,
      "surah": 25,
      "text": "يوم يرون الملائكة لا بشرى يومئذ للمجرمين ويقولون حجرا محجورا يريد أن الملائكة لا يراها أحد إلا عند الموت : فتبشر المؤمنين بالجنة ، وتضرب المشركين والكفار بمقامع الحديد حتى تخرج أنفسهم . ويقولون حجرا محجورا يريد تقول الملائكة حراما محرما أن يدخل الجنة إلا من قال لا إله إلا الله ، وأقام شرائعها ; عن ابن عباس وغيره . وقيل : إن ذلك يوم القيامة ; قاله مجاهد وعطية العوفي . قال عطية : إذا كان يوم القيامة تلقى المؤمن بالبشرى : فإذا رأى ذلك الكافر تمناه فلم يره من الملائكة . وانتصب يوم يرون بتقدير : لا بشرى للمجرمين يوم يرون الملائكة . يومئذ تأكيد ل يوم يرون . قال النحاس : لا يجوز أن يكون يوم يرون منصوبا ب \" بشرى \" لأن \" ما \" في حيز النفي لا يعمل فيما قبله ، ولكن فيه تقدير أن يكون المعنى يمنعون البشارة يوم يرون الملائكة ; ودل على هذا الحذف ما بعده ، ويجوز أن يكون التقدير : لا بشرى تكون يوم يرون الملائكة ، و ( يومئذ ) مؤكد . ويجوز أن يكون المعنى : اذكر يوم يرون الملائكة . ثم ابتدأ فقال : لا بشرى يومئذ للمجرمين ويقولون حجرا محجورا أي : وتقول الملائكة حراما محرما أن تكون لهم البشرى إلا للمؤمنين . قال الشاعر :ألا أصبحت أسماء حجرا محرما     وأصبحت من أدنى حموتها حماأراد : ألا أصبحت أسماء حراما محرما .وقال آخر : [ هو المتلمس ] :حنت إلى النخلة القصوى فقلت لها     حجر حرام ألا تلك الدهاريسوروي عن الحسن أنه قال : ويقولون حجرا وقف من قول المجرمين ; فقال الله عز وجل : محجورا عليهم أن يعاذوا أو يجاروا ; فحجر الله ذلك عليهم يوم القيامة . والأول [ ص: 22 ] قول ابن عباس . وبه قال الفراء ; قاله ابن الأنباري . وقرأ الحسن وأبو رجاء : حجرا بضم الحاء والناس على كسرها . وقيل : إن ذلك من قول الكفار قالوه لأنفسهم ، قاله قتادة فيما ذكر الماوردي . وقيل : هو قول الكفار للملائكة ، وهي كلمة استعاذة وكانت معروفة في الجاهلية ; فكان إذا لقي الرجل من يخافه قال : حجرا محجورا ; أي حراما عليك التعرض لي . وانتصابه على معنى : حجرت عليك ، أو حجر الله عليك ; كما تقول : سقيا ورعيا . أي إن المجرمين إذا رأوا الملائكة يلقونهم في النار قالوا : نعوذ بالله منكم ; ذكرهالقشيري ، وحكى معناه المهدوي عن مجاهد . وقيل : حجرا من قول المجرمين محجورا من قول الملائكة ، أي قالوا للملائكة نعوذ بالله منكم أن تتعرضوا لنا . فتقول الملائكة : محجورا أن تعاذوا من شر هذا اليوم ; قاله الحسن ."
    },
    {
      "ayah": 23,
      "surah": 25,
      "text": "قوله تعالى : وقدمنا إلى ما عملوا من عمل فجعلناه هباء منثوراقوله تعالى : وقدمنا إلى ما عملوا من عمل هذا تنبيه على عظم قدر يوم القيامة ، أي قصدنا في ذلك إلى ما كان يعمله المجرمون من عمل بر عند أنفسهم . يقال : قدم فلان إلى أمر كذا أي قصده . وقال مجاهد : قدمناه أي عمدنا . وقال الراجز :وقدم الخوارج الضلال إلى عباد ربهم فقالواإن دماءكم لنا حلالوقيل : هو قدوم الملائكة ، أخبر به عن نفسه ، تعالى فاعله . فجعلناه هباء منثورا أي لا ينتفع به ، أي أبطلناه بالكفر . وليس هباء من ذوات الهمز وإنما همزت لالتقاء الساكنين . والتصغير هبي في موضع الرفع ، ومن النحويين من يقول : هبيب في موضع الرفع ; حكاه النحاس . وواحده هباة والجمع أهباء . قال الحارث بن حلزة يصف ناقة :فترى خلفها من الرجع والوق     ع منينا كأنه أهباءوروى الحرث عن علي قال : الهباء المنثور شعاع الشمس الذي يدخل من الكوة . وقال الأزهري : الهباء ما يخرج من الكوة في ضوء الشمس شبيه بالغبار . تأويله : إن الله تعالى أحبط أعمالهم حتى صارت بمنزلة الهباء المنثور . فأما الهباء المنبث . فهو ما تثيره الخيل بسنابكها من [ ص: 23 ] الغبار . والمنبث المتفرق . وقال ابن عرفة : الهبوة والهباء التراب الدقيق . الجوهري : ويقال له إذا ارتفع هبا يهبو هبوا وأهبيته أنا . والهبوة الغبرة . قال رؤبة :تبدو لنا أعلامه بعد الغرق     في قطع الآل وهبوات الدققوموضع هابي التراب ، أي كأن ترابه مثل الهباء في الرقة . وقيل : إنه ما ذرته الرياح من يابس أوراق الشجر ، قاله قتادة وابن عباس . وقال ابن عباس أيضا : إنه الماء المهراق . وقيل : إنه الرماد ; قاله عبيد بن يعلى ."
    },
    {
      "ayah": 24,
      "surah": 25,
      "text": "قوله تعالى : أصحاب الجنة يومئذ خير مستقرا وأحسن مقيلا تقدم القول فيه عند قوله تعالى : قل أذلك خير أم جنة الخلد التي وعد المتقون . قال النحاس : والكوفيون يجيزون : العسل أحلى من الخل . وهذا قول مردود ; لأن معنى : فلان خير من فلان أنه أكثر خيرا منه ، ولا حلاوة في الخل . ولا يجوز أن يقال : النصراني خير من اليهودي ; لأنه لا خير فيهما فيكون أحدهما أزيد في الخير . لكن يقال : اليهودي شر من النصراني ; فعلى هذا كلام العرب . و مستقرا نصب على الظرف إذا قدر على غير باب \" أفعل منك \" والمعنى لهم خير في مستقر . وإذا كان من باب \" أفعل منك \" فانتصابه على البيان ، قال النحاس والمهدوي . قال قتادة : وأحسن مقيلا منزلا ومأوى . وقيل : هو على ما تعرفه العرب من مقيل نصف النهار . ومنه الحديث المرفوع إن الله تبارك وتعالى يفرغ من حساب الخلق في مقدار نصف يوم فيقيل أهل الجنة في الجنة وأهل النار في النار ذكره المهدوي . وقال ابن مسعود : لا ينتصف النهار يوم القيامة من نهار الدنيا حتى يقيل هؤلاء في الجنة وهؤلاء في النار ، ثم قرأ : ( ثم إن مقيلهم لإلى الجحيم ) كذا هي في قراءة ابن مسعود . وقال ابن عباس : الحساب من ذلك اليوم في أوله ، فلا ينتصف النهار من يوم القيامة حتى يقيل أهل الجنة في الجنة وأهل النار في النار . ومنه ما روي : قيلوا فإن الشياطين لا تقيل . وذكر قاسم بن أصبغ من حديث أبي سعيد الخدري قال : قال رسول الله صلى الله عليه وسلم : في [ ص: 24 ] يوم كان مقداره خمسين ألف سنة فقلت : ما أطول هذا اليوم . فقال النبي صلى الله عليه وسلم : والذي نفسي بيده إنه ليخفف عن المؤمن حتى يكون أخف عليه من صلاة المكتوبة يصليها في الدنيا ."
    },
    {
      "ayah": 25,
      "surah": 25,
      "text": "قوله تعالى : ويوم تشقق السماء بالغمام ونزل الملائكة تنزيلاقوله تعالى : ويوم تشقق السماء بالغمام أي : واذكر يوم تشقق السماء بالغمام . وقرأه عاصم والأعمش ويحيى وحمزة والكسائي وأبو عمرو : تشقق بتخفيف الشين وأصله \" تتشقق \" بتاءين فحذفوا الأولى تخفيفا ، واختاره أبو عبيد . الباقون تشقق بتشديد الشين على الإدغام ، واختاره أبو حاتم . وكذلك في ( ق ) . بالغمام أي عن الغمام . والباء و \" عن \" يتعاقبان ; كما تقول : رميت بالقوس وعن القوس . روي أن السماء تتشقق عن سحاب أبيض رقيق مثل الضبابة ، ولم يكن إلا لبني إسرائيل في تيههم فتنشق السماء عنه ; وهو الذي قال تعالى : هل ينظرون إلا أن يأتيهم الله في ظلل من الغمام . ونزل الملائكة تنزيلا من السماوات ، ويأتي الرب جل وعز في الثمانية الذين يحملون العرش لفصل القضاء ، على ما يجوز أن يحمل عليه إتيانه ; لا على ما تحمل عليه صفات المخلوقين من الحركة والانتقال . وقال ابن عباس : تتشقق سماء الدنيا فينزل أهلها وهم أكثر ممن في الأرض من الجن والإنس ، ثم تنشق السماء الثانية فينزل أهلها وهم أكثر ممن في سماء الدنيا ، ثم كذلك حتى تنشق السماء السابعة ، ثم ينزل الكروبيون وحملة العرش ; وهو معنى قوله : ونزل الملائكة تنزيلا أي من السماء إلى الأرض لحساب الثقلين . وقيل : إن السماء تنشق بالغمام الذي بينها وبين الناس ; فبتشقق الغمام تتشقق السماء ; فإذا انشقت السماء انتقض تركيبها وطويت ونزلت الملائكة إلى مكان سواها . وقرأ ابن كثير : \" وننزل الملائكة \" بالنصب من الإنزال . الباقون .[ ص: 25 ] ونزل الملائكة بالرفع . دليله تنزيلا ولو كان على الأول لقال : إنزالا . وقد قيل : إن \" نزل وأنزل \" بمعنى ; فجاء تنزيلا على \" نزل \" وقد قرأ عبد الوهاب عن أبي عمرو : \" ونزل الملائكة تنزيلا \" . وقرأ ابن مسعود : ( وأنزل الملائكة ) . أبي بن كعب : \" ونزلت الملائكة \" . وعنه \" وتنزلت الملائكة \" ."
    },
    {
      "ayah": 26,
      "surah": 25,
      "text": "قوله تعالى : الملك يومئذ الحق للرحمن \" الملك \" مبتدأ و \" الحق \" صفة له و \" للرحمن \" الخبر ; لأن الملك الذي يزول وينقطع ليس بملك ; فبطلت يومئذ أملاك المالكين وانقطعت دعاويهم ، وزال كل ملك وملكه . وبقي الملك الحق لله وحده . وكان يوما على الكافرين عسيرا أي لما ينالهم من الأهوال ويلحقهم من الخزي والهوان ، وهو على المؤمنين أخف من صلاة مكتوبة ; على ما تقدم في الحديث . وهذه الآية دالة عليه ; لأنه إذا كان على الكافرين عسيرا فهو على المؤمنين يسير . يقال : عسر يعسر ، وعسر يعسر ."
    },
    {
      "ayah": 27,
      "surah": 25,
      "text": "قوله تعالى : ويوم يعض الظالم على يديه الماضي عضضت . وحكى الكسائي عضضت بفتح الضاد الأولى . وجاء التوقيف عن أهل التفسير ، منهم ابن عباس وسعيد بن المسيب أن الظالم هاهنا يراد به عقبة بن أبي معيط ، وأن خليله أمية بن خلف ، فعقبة قتله علي بن أبي طالب رضي الله عنه ; وذلك أنه كان في الأسارى يوم بدر فأمر النبي صلى الله عليه وسلم بقتله ; فقال : أأقتل دونهم ؟ فقال : نعم ، بكفرك وعتوك . فقال : من للصبية ؟ فقال : النار . فقام علي رضي الله عنه فقتله . وأمية قتله النبي صلى الله عليه وسلم ، فكان هذا من دلائل نبوة النبي صلى الله عليه وسلم ; لأنه خبر عنهما بهذا فقتلا على الكفر . ولم يسميا في الآية لأنه أبلغ في الفائدة ، ليعلم أن هذا سبيل كل ظالم قبل من غيره في معصية الله عز وجل : قال ابن عباس وقتادة وغيرهما : وكان عقبة قد هم بالإسلام فمنعه منه أبي بن خلف وكانا خدنين ، وأن النبي صلى الله عليه وسلم قتلهما جميعا : قتل عقبة يوم بدر [ ص: 26 ] صبرا ، وأبي بن خلف في المبارزة يوم أحد ; ذكره القشيري والثعلبي ، والأول ذكره النحاس . وقال السهيلي : ويوم يعض الظالم على يديه هو عقبة بن أبي معيط ، وكان صديقا لأمية بن خلف الجمحي ويروى لأبي بن خلف أخي أمية ، وكان قد صنع وليمة فدعا إليها قريشا ، ودعا رسول الله صلى الله عليه وسلم فأبى أن يأتيه إلا أن يسلم . وكره عقبة أن يتأخر عن طعامه من أشراف قريش أحد فأسلم ونطق بالشهادتين ، فأتاه رسول الله صلى الله عليه وسلم وأكل من طعامه ، فعاتبه خليله أمية بن خلف ، أو أبي بن خلف وكان غائبا . فقال عقبة : رأيت عظيما ألا يحضر طعامي رجل من أشراف قريش . فقال له خليله : لا أرضى حتى ترجع وتبصق في وجهه وتطأ عنقه وتقول كيت وكيت . ففعل عدو الله ما أمره به خليله ; فأنزل الله عز وجل : ويوم يعض الظالم على يديه . قال الضحاك : لما بصق عقبة في وجه رسول الله صلى الله عليه وسلم رجع بصاقه في وجهه وشوى وجهه وشفتيه ، حتى أثر في وجهه وأحرق خديه ، فلم يزل أثر ذلك في وجهه حتى قتل . وعضه يديه : فعل النادم الحزين لأجل طاعته خليله . يقول يا ليتني اتخذت مع الرسول في الدنيا ، يعني طريقا إلى الجنة"
    },
    {
      "ayah": 28,
      "surah": 25,
      "text": "يا ويلتا دعاء بالويل والثبور على محالفة الكافر ومتابعته . ليتني لم أتخذ فلانا يعني أمية ، وكني عنه ولم يصرح باسمه لئلا يكون هذا الوعد مخصوصا به ولا مقصورا ، بل يتناول جميع من فعل مثل فعلهما . وقال مجاهد وأبو رجاء : الظالم عام في كل ظالم ، وفلان : الشيطان . واحتج لصاحب هذا القول بأن بعده وكان الشيطان للإنسان خذولا .وقرأ الحسن : \" يا ويلتى \" .وقد مضى في هود بيانه والخليل : الصاحب والصديق وقد مضى في \" النساء \" بيانه ."
    },
    {
      "ayah": 29,
      "surah": 25,
      "text": "لقد أضلني عن الذكر بعد إذ جاءني أي يقول هذا النادم : لقد أضلني من اتخذته في الدنيا خليلا عن القرآن والإيمان به . وقيل : عن الذكر أي عن الرسول . وكان الشيطان للإنسان خذولا قيل : هذا من قول الله لا من قول الظالم . وتمام الكلام على هذا عند قوله : بعد إذ جاءني . والخذل : الترك من الإعانة ، ومنه خذلان إبليس للمشركين لما ظهر لهم في صورة سراقة بن مالك ، فلما رأى الملائكة تبرأ منهم . وكل من صد عن سبيل الله وأطيع في معصية الله فهو شيطان للإنسان ، خذولا عند نزول العذاب والبلاء . ولقد أحسن من قال :تجنب قرين السوء واصرم حباله فإن لم تجد عنه محيصا فداره     وأحبب حبيب الصدق واحذر مراءهتنل منه صفو الود ما لم تماره     وفي الشيب ما ينهى الحليم عن الصباإذا اشتعلت نيرانه في عذارهوقال آخر :اصحب خيار الناس حيث لقيتهم     خير الصحابة من يكون عفيفا[ ص: 27 ] والناس مثل دراهم ميزتها     فوجدت منها فضة وزيوفاوفي الصحيح من حديث أبي موسى عن النبي صلى الله عليه وسلم قال : إنما مثل الجليس الصالح والجليس السوء كحامل المسك ونافخ الكير فحامل المسك إما أن يحذيك وإما أن تبتاع منه وإما أن تجد ريحا طيبة ونافخ الكير إما أن يحرق ثيابك وإما أن تجد ريحا خبيثة لفظ مسلم . وأخرجه أبو داود من حديث أنس . وذكر أبو بكر البزار عن ابن عباس قال : قيل يا رسول الله ، أي جلسائنا خير ؟ قال : من ذكركم بالله رؤيته ، وزاد في علمكم منطقه ، وذكركم بالآخرة عمله . وقال مالك بن دينار : إنك إن تنقل الأحجار مع الأبرار خير لك من أن تأكل الخبيص مع الفجار . وأنشد :وصاحب خيار الناس تنج مسلما     وصاحب شرار الناس يوما فتندما"
    },
    {
      "ayah": 3,
      "surah": 25,
      "text": "[ ص: 5 ] قوله تعالى : واتخذوا من دونه آلهة ذكر ما صنع المشركون على جهة التعجيب في اتخاذهم الآلهة ، مع ما أظهر من الدلالة على وحدانيته وقدرته . لا يخلقون شيئا يعني الآلهة . وهم يخلقون لما اعتقد المشركون فيها أنها تضر وتنفع ، عبر عنها كما يعبر عما يعقل . ولا يملكون لأنفسهم ضرا ولا نفعا أي لا دفع ضر وجلب نفع ، فحذف المضاف . وقيل : لا يقدرون أن يضروا أنفسهم أو ينفعوها بشيء ، ولا لمن يعبدهم ، لأنها جمادات . ولا يملكون موتا ولا حياة ولا نشورا أي لا يميتون أحدا ، ولا يحيونه . والنشور : الإحياء بعد الموت ، أنشر الله الموتى فنشروا . وقد تقدم ، وقال الأعشى :حتى يقول الناس مما رأوا     يا عجبا للميت الناشر"
    },
    {
      "ayah": 30,
      "surah": 25,
      "text": "قوله تعالى : وقال الرسول يا رب إن قومي اتخذوا هذا القرآن مهجوراقوله تعالى : وقال الرسول يا رب يريد محمدا صلى الله عليه وسلم ، يشكوهم إلى الله تعالى إن قومي اتخذوا هذا القرآن مهجورا أي قالوا فيه غير الحق من أنه سحر وشعر ; عن مجاهد والنخعي . وقيل : معنى مهجورا أي متروكا ;"
    },
    {
      "ayah": 31,
      "surah": 25,
      "text": "فعزاه الله تبارك وتعالى وسلاه بقوله : وكذلك جعلنا لكل نبي عدوا من المجرمين أي كما جعلنا لك يا محمد عدوا من مشركي قومك - وهو أبو جهل في قول ابن عباس - فكذلك جعلنا لكل نبي عدوا من مشركي قومه ، فاصبر لأمري كما صبروا ، فإني هاديك وناصرك على كل من ناوأك . وقد قيل : إن قول الرسول يا رب إنما يقوله يوم القيامة ; أي هجروا القرآن وهجروني وكذبوني . وقال أنس : قال النبي صلى الله عليه وسلم : ( من تعلم القرآن وعلق مصحفه لم يتعاهده ولم ينظر فيه جاء يوم القيامة متعلقا به يقول يا رب العالمين إن عبدك هذا اتخذني مهجورا فاقض بيني وبينه ) . ذكره الثعلبي .[ ص: 28 ] وكفى بربك هاديا ونصيرا نصب على الحال أو التمييز ، أي يهديك وينصرك فلا تبال بمن عاداك . وقال ابن عباس : عدو النبي صلى الله عليه وسلم أبو جهل لعنه الله ."
    },
    {
      "ayah": 32,
      "surah": 25,
      "text": "قوله تعالى : وقال الذين كفروا لولا نزل عليه القرآن جملة واحدة كذلك لنثبت به فؤادك ورتلناه ترتيلاقوله تعالى : وقال الذين كفروا لولا نزل عليه القرآن جملة واحدة اختلف في قائل ذلك على قولين : أحدهما : أنهم كفار قريش ; قاله ابن عباس . والثاني : أنهم اليهود حين رأوا نزول القرآن مفرقا قالوا : هلا أنزل عليه جملة واحدة كما أنزلت التوراة على موسى والإنجيل على عيسى والزبور على داود . فقال الله تعالى : كذلك أي فعلنا لنثبت به فؤادك نقوي به قلبك فتعيه وتحمله ; لأن الكتب المتقدمة أنزلت على أنبياء يكتبون ويقرءون ، والقرآن أنزل على نبي أمي ; ولأن من القرآن الناسخ والمنسوخ ، ومنه ما هو جواب لمن سأل عن أمور ، ففرقناه ليكون أوعى للنبي صلى الله عليه وسلم ، وأيسر على العامل به ; فكان كلما نزل وحي جديد زاده قوة قلب .قلت : فإن قيل هلا أنزل القرآن دفعة واحدة وحفظه إذا كان ذلك في قدرته ؟ . قيل : في قدرة الله أن يعلمه الكتاب والقرآن في لحظة واحدة ، ولكنه لم يفعل ولا معترض عليه في حكمه ، وقد بينا وجه الحكمة في ذلك . وقد قيل : إن قوله : كذلك من كلام المشركين ، أي لولا نزل عليه القرآن جملة واحدة كذلك ، أي كالتوراة والإنجيل ، فيتم الوقف على كذلك ثم يبتدئ : لنثبت به فؤادك . ويجوز أن يكون الوقف على قوله : جملة واحدة ثم يبتدئ كذلك لنثبت به فؤادك على معنى أنزلناه عليك كذلك متفرقا لنثبت به فؤادك . قال ابن الأنباري : والوجه الأول أجود وأحسن ، والقول الثاني قد جاء به التفسير ، حدثنا محمد بن عثمان الشيبي قال حدثنا منجاب قال حدثنا بشر بن عمارة عن أبي روق عن الضحاك عن ابن عباس في قوله تعالى : إنا أنزلناه في ليلة القدر قال : أنزل القرآن جملة واحدة من عند الله عز وجل في اللوح المحفوظ إلى السفرة الكرام الكاتبين في السماء ، فنجمه [ ص: 29 ] السفرة الكرام على جبريل عشرين ليلة ، ونجمه جبريل عليه السلام على محمد عشرين سنة . قال : فهو قوله فلا أقسم بمواقع النجوم يعني نجوم القرآن وإنه لقسم لو تعلمون عظيم إنه لقرآن كريم . قال : فلما لم ينزل على النبي صلى الله عليه وسلم جملة واحدة ، قال الذين كفروا لولا نزل عليه القرآن جملة واحدة ; فقال الله تبارك وتعالى : كذلك لنثبت به فؤادك يا محمد . ورتلناه ترتيلا يقول : ورسلناه ترسيلا ; يقول : شيئا بعد شيء ."
    },
    {
      "ayah": 33,
      "surah": 25,
      "text": "ولا يأتونك بمثل إلا جئناك بالحق وأحسن تفسيرا يقول : لو أنزلنا عليك القرآن جملة واحدة ثم سألوك لم يكن عندك ما تجيب به ، ولكن نمسك عليك فإذا سألوك أجبت . قال النحاس : وكان ذلك من علامات النبوة ، لأنهم لا يسألون عن شيء إلا أجيبوا عنه ، وهذا لا يكون إلا من نبي ، فكان ذلك تثبيتا لفؤاده وأفئدتهم ، ويدل على هذا ولا يأتونك بمثل إلا جئناك بالحق وأحسن تفسيرا ولو نزل جملة بما فيه من الفرائض لثقل عليهم ، وعلم الله عز وجل أن الصلاح في إنزاله متفرقا ، لأنهم ينبهون به مرة بعد مرة ، ولو نزل جملة واحدة لزال معنى التنبيه . وفيه ناسخ ومنسوخ ، فكانوا يتعبدون بالشيء إلى وقت بعينه قد علم الله عز وجل فيه الصلاح ، ثم ينزل النسخ بعد ذلك ; فمحال أن ينزل جملة واحدة : افعلوا كذا ولا تفعلوا . قال النحاس : والأولى أن يكون التمام جملة واحدة لأنه إذا وقف على كذلك صار المعنى : كالتوراة والإنجيل والزبور ولم يتقدم لها ذكر . قال الضحاك : وأحسن تفسيرا أي تفصيلا . والمعنى : أحسن من مثلهم تفصيلا ; فحذف لعلم السامع . وقيل : كان المشركون يستمدون من أهل الكتاب وكان قد غلب على أهل الكتاب التحريف والتبديل ، فكان ما يأتي به النبي صلى الله عليه وسلم أحسن تفسيرا مما عندهم ; لأنهم كانوا يخلطون الحق بالباطل ، والحق المحض أحسن من حق مختلط بباطل ، ولهذا قال تعالى : ولا تلبسوا الحق بالباطل . وقيل : ولا يأتونك بمثل كقولهم في صفة عيسى إنه خلق من غير أب إلا جئناك بالحق أي بما فيه نقض حجتهم كآدم إذ خلق من غير أب وأم ."
    },
    {
      "ayah": 34,
      "surah": 25,
      "text": "قوله تعالى : الذين يحشرون على وجوههم إلى جهنم أولئك شر مكانا وأضل سبيلا .[ ص: 30 ] قوله تعالى : الذين يحشرون على وجوههم إلى جهنم تقدم في ( سبحان ) أولئك شر مكانا لأنهم في جهنم . وقال مقاتل : قال الكفار لأصحاب محمد . صلى الله عليه وسلم هو شر الخلق . فنزلت الآية وأضل سبيلا أي دينا وطريقا . ونظم الآية : ولا يأتونك بمثل إلا جئناك بالحق ، وأنت منصور عليهم بالحجج الواضحة ، وهم محشورون على وجوههم ."
    },
    {
      "ayah": 35,
      "surah": 25,
      "text": "قوله تعالى : ولقد آتينا موسى الكتاب وجعلنا معه أخاه هارون وزيراقوله تعالى : ولقد آتينا موسى الكتاب يريد التوراة . وجعلنا معه أخاه هارون وزيرا تقدم في ( طه ) فقلنا اذهبا الخطاب لهما . وقيل : إنما أمر موسى صلى الله عليه وسلم بالذهاب وحده في المعنى . وهذا بمنزلة قوله : نسيا حوتهما . وقوله : يخرج منهما اللؤلؤ والمرجان وإنما يخرج من أحدهما . قال النحاس : وهذا مما لا ينبغي أن يجترأ به على كتاب الله تعالى ، وقد قال جل وعز : فقولا له قولا لينا لعله يتذكر أو يخشى قالا ربنا إننا نخاف أن يفرط علينا أو أن يطغى قال لا تخافا إنني معكما أسمع وأرى فأتياه فقولا إنا رسولا ربك . ونظير هذا : ومن دونهما جنتان . وقد قال جل ثناؤه : ثم أرسلنا موسى وأخاه هارون بآياتنا قال القشيري : وقوله في موضع آخر : اذهب إلى فرعون إنه طغى لا ينافي هذا ; لأنهما إذا كانا مأمورين فكل واحد مأمور . ويجوز أن يقال : أمر موسى أولا ، ثم لما قال : واجعل لي وزيرا من أهلي قال : اذهبا إلى فرعون ."
    },
    {
      "ayah": 36,
      "surah": 25,
      "text": "إلى القوم الذين كذبوا بآياتنا يريد فرعون وهامان والقبط . فدمرناهم في الكلام إضمار ، أي فكذبوهما فدمرناهم تدميرا أي أهلكناهم إهلاكا ."
    },
    {
      "ayah": 37,
      "surah": 25,
      "text": "قوله تعالى : وقوم نوح لما كذبوا الرسل أغرقناهم وجعلناهم للناس آية وأعتدنا للظالمين عذابا أليما .[ ص: 31 ] قوله تعالى : وقوم نوح في نصب \" قوم \" أربعة أقوال : العطف على الهاء والميم في دمرناهم . الثاني : بمعنى اذكر . الثالث : بإضمار فعل يفسره ما بعده ; والتقدير : وأغرقنا قوم نوح أغرقناهم . الرابع : إنه منصوب ب أغرقناهم قاله الفراء . ورده النحاس قال : لأن أغرقنا ليس مما يتعدى إلى مفعولين فيعمل في المضمر وفي وقوم نوح لما كذبوا الرسل ذكر الجنس والمراد نوح وحده ; لأنه لم يكن في ذلك الوقت رسول إليهم إلا نوح وحده ; فنوح إنما بعث بلا إله إلا الله ، وبالإيمان بما ينزل الله ، فلما كذبوه كان في ذلك تكذيب لكل من بعث بعده بهذه الكلمة . وقيل : إن من كذب رسولا فقد كذب جميع الرسل ; لأنهم لا يفرق بينهم في الإيمان ، ولأنه ما من نبي إلا يصدق سائر أنبياء الله ، فمن كذب منهم نبيا فقد كذب كل من صدقه من النبيين . أغرقناهم أي بالطوفان . على ما تقدم في ( هود ) وجعلناهم للناس آية أي علامة ظاهرة على قدرتنا وأعتدنا للظالمين أي للمشركين من قوم نوح عذابا أليما أي في الآخرة . وقيل : أي هذه سبيلي في كل ظالم ."
    },
    {
      "ayah": 38,
      "surah": 25,
      "text": "قوله تعالى : وعادا وثمود وأصحاب الرس وقرونا بين ذلك كثيرا .قوله تعالى : وعادا وثمود وأصحاب الرس وقرونا بين ذلك كثيرا كله معطوف على قوم نوح إذا كان قوم نوح منصوبا على العطف ، أو بمعنى اذكر . ويجوز أن يكون كله منصوبا على أنه معطوف على المضمر في دمرناهم أو على المضمر في جعلناهم وهو اختيار النحاس ; لأنه أقرب إليه . ويجوز أن يكون منصوبا بإضمار فعل ; أي اذكر عادا الذين كذبوا هودا فأهلكهم الله بالريح العقيم ، وثمود كذبوا صالحا فأهلكوا بالرجفة . و وأصحاب الرس والرس في كلام العرب البئر التي تكون غير مطوية ، والجمع رساس . قال :تنابلة يحفرون الرساسايعني آبار المعادن . قال ابن عباس : سألت كعبا عن أصحاب الرس قال : صاحب ( يس ) الذي قال : يا قوم اتبعوا المرسلين قتله قومه ورسوه في بئر لهم يقال لها الرس طرحوه فيها ، وكذا قال مقاتل . السدي : هم أصحاب قصة ( يس ) أهل أنطاكية ، والرس بئر بأنطاكية قتلوا فيها حبيبا النجار مؤمن آل ( يس ) فنسبوا إليها . وقال علي رضي الله عنه : هم قوم كانوا يعبدون شجرة صنوبر فدعا عليهم نبيهم ; وكان من ولد يهوذا ، فيبست الشجرة فقتلوه [ ص: 32 ] ورسوه في بئر ، فأظلتهم سحابة سوداء فأحرقتهم . وقال ابن عباس : هم قوم بأذربيجان قتلوا أنبياء فجفت أشجارهم وزروعهم فماتوا جوعا وعطشا . وقال وهب بن منبه : كانوا أهل بئر يقعدون عليها وأصحاب مواش ، وكانوا يعبدون الأصنام ، فأرسل الله إليهم شعيبا فكذبوه وآذوه ، وتمادوا على كفرهم وطغيانهم ، فبينما هم حول البئر في منازلهم انهارت بهم وبديارهم ; فخسف الله بهم فهلكوا جميعا . وقال قتادة : أصحاب الرس وأصحاب الأيكة أمتان أرسل الله إليهما شعيبا فكذبوه فعذبهما الله بعذابين . قال قتادة : والرس قرية بفلج اليمامة . وقال عكرمة : هم قوم رسوا نبيهم في بئر حيا . دليله ما روى محمد بن كعب القرظي عمن حدثه أن النبي صلى الله عليه وسلم قال : أول الناس يدخل الجنة يوم القيامة عبد أسود وذلك أن الله تعالى بعث نبيا إلى قومه فلم يؤمن به إلا ذلك الأسود فحفر أهل القرية بئرا وألقوا فيها نبيهم حيا وأطبقوا عليه حجرا ضخما وكان العبد الأسود يحتطب على ظهره ويبيعه ويأتيه بطعامه وشرابه فيعينه الله على رفع تلك الصخرة حتى يدليه إليه فبينما هو يحتطب إذ نام فضرب الله على أذنه سبع سنين ثم هب فاحتمل حزمة الحطب فباعها وأتى بطعامه وشرابه إلى البئر فلم يجده وكان قومه قد أراهم الله تعالى آية فاستخرجوه وآمنوا به وصدقوه ومات ذلك النبي . قال النبي صلى الله عليه وسلم : إن ذلك العبد الأسود لأول من يدخل الجنة وذكر هذا الخبر المهدوي والثعلبي ، واللفظ للثعلبي ، وقال : هؤلاء آمنوا بنبيهم فلا يجوز أن يكونوا أصحاب الرس ; لأن الله تعالى أخبر عن أصحاب الرس أنه دمرهم ، إلا أن يدمروا بأحداث أحدثوها بعد نبيهم . وقال الكلبي : أصحاب الرس قوم أرسل الله إليهم نبيا فأكلوه . وهم أول من عمل نساؤهم السحق ; ذكره الماوردي . وقيل : هم أصحاب الأخدود الذين حفروا الأخاديد وحرقوا فيها المؤمنين ، وسيأتي . وقيل : هم بقايا من قوم ثمود ، وإن الرس البئر المذكورة في ( الحج ) في قوله : وبئر معطلة [ الحج : 45 ] على ما تقدم . وفي الصحاح : والرس اسم بئر كانت لبقية من ثمود . وقال جعفر بن محمد عن أبيه : أصحاب الرس قوم كانوا يستحسنون لنسائهم السحق ، وكان نساؤهم كلهم سحاقات . وروي من حديث أنس أن رسول الله صلى الله عليه وسلم قال : إن من أشراط الساعة أن يكتفي الرجال بالرجال والنساء بالنساء وذلك السحق . وقيل : الرس ماء ونخل لبني أسد . وقيل : الثلج المتراكم في الجبال ; ذكره [ ص: 33 ] القشيري . وما ذكرناه أولا هو المعروف ، وهو كل حفر احتفر كالقبر والمعدن والبئر . قال أبو عبيدة : الرس كل ركية لم تطو ; وجمعها رساس . قال الشاعر :وهم سائرون إلى أرضهم     فياليتهم يحفرون الرساساوالرس اسم واد في قول زهير :بكرن بكورا واستحرن بسحرة     فهن لوادي الرس كاليد للفمورسست رسا : حفرت بئرا . ورس الميت أي قبر . والرس : الإصلاح بين الناس ، والإفساد أيضا . وقد رسست بينهم ; فهو من الأضداد . وقد قيل في أصحاب الرس غير ما ذكرنا ، ذكره الثعلبي وغيره . وقرونا بين ذلك كثيرا أي أمما لا يعلمهم إلا الله بين قوم نوح وعاد . وثمود وأصحاب الرس . وعن الربيع بن خيثم اشتكى فقيل له : ألا تتداوى فإن رسول الله صلى الله عليه وسلم قد أمر به ؟ قال : لقد هممت بذلك ثم فكرت فيما بيني وبين نفسي فإذا عاد وثمود وأصحاب الرس وقرونا بين ذلك كثيرا كانوا أكثر وأشد حرصا على جمع المال ، فكان فيهم أطباء ، فلا الناعت منهم بقي ولا المنعوت ; فأبى أن يتداوى فما مكث إلا خمسة أيام حتى مات ، رحمه الله ."
    },
    {
      "ayah": 39,
      "surah": 25,
      "text": "قوله تعالى : وكلا ضربنا له الأمثال وكلا تبرنا تتبيرا .قوله تعالى : وكلا ضربنا له الأمثال قال الزجاج . أي وأنذرنا كلا ضربنا له الأمثال وبينا لهم الحجة ، ولم نضرب لهم الأمثال الباطلة كما يفعله هؤلاء الكفرة . وقيل : انتصب على تقدير : ذكرنا كلا ، ونحوه ; لأن ضرب الأمثال تذكير ووعظ ; ذكره المهدوي . والمعنى واحد . وكلا تبرنا تتبيرا أي أهلكنا بالعذاب . وتبرت الشيء كسرته . وقال المؤرج والأخفش : دمرناهم تدميرا . تبدل التاء والباء من الدال والميم ."
    },
    {
      "ayah": 4,
      "surah": 25,
      "text": "قوله تعالى : وقال الذين كفروا يعني مشركي قريش . وقال ابن عباس : القائل منهم ذلك النضر بن الحارث ; وكذا كل ما في القرآن فيه ذكر الأساطير . قال محمد بن إسحاق : وكان مؤذيا للنبي صلى الله عليه وسلم . إن هذا يعني القرآن . إلا إفك افتراه أي كذب اختلقه . وأعانه عليه قوم آخرون يعني اليهود ; قاله مجاهد . وقال ابن عباس : المراد بقوله : قوم آخرون أبو فكيهة مولى بني الحضرمي وعداس وجبر ، وكان هؤلاء الثلاثة من أهل الكتاب . وقد مضى في ( النحل ) ذكرهم . فقد جاءوا ظلما وزورا أي بظلم . وقيل : المعنى فقد أتوا ظلما ."
    },
    {
      "ayah": 40,
      "surah": 25,
      "text": "قوله تعالى : ولقد أتوا على القرية التي أمطرت مطر السوء أفلم يكونوا يرونها بل كانوا لا يرجون نشورا .[ ص: 34 ] قوله تعالى : ولقد أتوا على القرية التي أمطرت يعني مشركي مكة . والقرية قرية قوم لوط و مطر السوء الحجارة التي أمطروا بها . أفلم يكونوا يرونها أي في أسفارهم ليعتبروا . قال ابن عباس : كانت قريش في تجارتها إلى الشام تمر بمدائن قوم لوط كما قال الله تعالى : وإنكم لتمرون عليهم مصبحين وقال : وإنهما لبإمام مبين . وقد تقدم بل كانوا لا يرجون نشورا أي لا يصدقون بالبعث . ويجوز أن يكون معنى \" يرجون \" يخافون . ويجوز أن يكون على بابه ويكون معناه : بل كانوا لا يرجون ثواب الآخرة ."
    },
    {
      "ayah": 41,
      "surah": 25,
      "text": "قوله تعالى : وإذا رأوك إن يتخذونك إلا هزوا جواب إذا : إن يتخذونك لأن معناه يتخذونك . وقيل : الجواب محذوف وهو قالوا أو يقولون : أهذا الذي وقوله : إن يتخذونك إلا هزوا كلام معترض . ونزلت في أبي جهل كان يقول للنبي صلى الله عليه وسلم مستهزئا : أهذا الذي بعث الله رسولا . والعائد محذوف ، أي بعثه الله رسولا نصب على الحال ، والتقدير : أهذا الذي بعثه الله مرسلا . أهذا رفع بالابتداء و \" الذي \" خبره . \" رسولا \" نصب على الحال . و ( بعث ) في صلة \" الذي \" واسم الله عز وجل رفع ب \" بعث \" . ويجوز أن يكون مصدرا ; لأن معنى \" بعث \" أرسل ، ويكون معنى رسولا رسالة على هذا . والألف للاستفهام على معنى التقرير والاحتقار ."
    },
    {
      "ayah": 42,
      "surah": 25,
      "text": "إن كاد ليضلنا أي قالوا : قد كاد أن يصرفنا . عن آلهتنا لولا أن صبرنا عليها أي حبسنا أنفسنا على عبادتها . وسوف يعلمون حين يرون العذاب من أضل سبيلا يريد : من أضل دينا أهم أم محمد ، وقد رأوه في يوم بدر ."
    },
    {
      "ayah": 43,
      "surah": 25,
      "text": "قوله تعالى : أرأيت من اتخذ إلهه هواه أفأنت تكون عليه وكيلا .قوله تعالى : أرأيت من اتخذ إلهه هواه عجب نبيه صلى الله عليه وسلم من إضمارهم على الشرك وإصرارهم عليه مع إقرارهم بأنه خالقهم ورازقهم ، ثم يعمد إلى حجر يعبده من غير حجة . قال [ ص: 35 ] الكلبي وغيره : كانت العرب إذا هوي الرجل منهم شيئا عبده من دون الله ، فإذا رأى أحسن منه ترك الأول وعبد الأحسن ; فعلى هذا يعني : أرأيت من اتخذ إلهه بهواه ، فحذف الجار . وقال ابن عباس : الهوى إله يعبد من دون الله ، ثم تلا هذه الآية . قال الشاعر :لعمر أبيها لو تبدت لناسك قد اعتزل الدنيا بإحدى المناسك     لصلى لها قبل الصلاة لربهولارتد في الدنيا بأعمال فاتكوقيل : اتخذ إلهه هواه أي أطاع هواه . وعن الحسن لا يهوى شيئا إلا اتبعه ، والمعنى واحد . أفأنت تكون عليه وكيلا أي حفيظا وكفيلا حتى ترده إلى الإيمان وتخرجه من هذا الفساد . أي ليست الهداية والضلالة موكولتين إلى مشيئتك ، وإنما عليك التبليغ . وهذا رد على القدرية . ثم قيل : إنها منسوخة بآية القتال . وقيل : لم تنسخ ; لأن الآية تسلية للنبي صلى الله عليه وسلم ."
    },
    {
      "ayah": 44,
      "surah": 25,
      "text": "قوله تعالى : أم تحسب أن أكثرهم يسمعون أو يعقلون إن هم إلا كالأنعام بل هم أضل سبيلا .قوله تعالى : أم تحسب أن أكثرهم يسمعون أو يعقلون ولم يقل \" أنهم \" لأن منهم من قد علم أنه يؤمن . وذمهم جل وعز بهذا . أم تحسب أن أكثرهم يسمعون سماع قبول أو يفكرون فيما تقول فيعقلونه ; أي هم بمنزلة من لا يعقل ولا يسمع . وقيل : المعنى أنهم لما لم ينتفعوا بما يسمعون فكأنهم لم يسمعوا ، والمراد أهل مكة . وقيل : \" أم \" بمعنى \" بل \" في مثل هذا الموضع . إن هم إلا كالأنعام أي في الأكل والشرب لا يفكرون في الآخرة . بل هم أضل سبيلا إذ لا حساب ولا عقاب على الأنعام . وقال مقاتل : البهائم تعرف ربها وتهتدي إلى مراعيها وتنقاد لأربابها التي تعقلها ، وهؤلاء لا ينقادون ولا يعرفون ربهم الذي خلقهم ورزقهم . وقيل : لأن البهائم إن لم تعقل صحة التوحيد والنبوة لم تعتقد بطلان ذلك أيضا ."
    },
    {
      "ayah": 45,
      "surah": 25,
      "text": "قوله تعالى : ألم تر إلى ربك كيف مد الظل ولو شاء لجعله ساكنا ثم جعلنا الشمس عليه دليلا[ ص: 36 ] ألم تر إلى ربك كيف مد الظل يجوز أن تكون هذه الرؤية من رؤية العين ، ويجوز أن تكون من العلم . وقال الحسن وقتادة وغيرهما : مد الظل من طلوع الفجر إلى طلوع الشمس . وقيل : هو من غيوبة الشمس إلى طلوعها . والأول أصح ; والدليل على ذلك أنه ليس من ساعة أطيب من تلك الساعة ; فإن فيها يجد المريض راحة والمسافر وكل ذي علة ، وفيها ترد نفوس الأموات والأرواح منهم إلى الأجساد ، وتطيب نفوس الأحياء فيها . وهذه الصفة مفقودة بعد المغرب . وقال أبو العالية : نهار الجنة هكذا ; وأشار إلى ساعة المصلين صلاة الفجر . أبو عبيدة : الظل بالغداة والفيء بالعشي ; لأنه يرجع بعد زوال الشمس ; سمي فيئا لأنه فاء من المشرق إلى جانب المغرب . قال الشاعر ، وهو حميد بن ثور يصف سرحة وكنى بها عن امرأة :فلا الظل من برد الضحا تستطيعه ولا الفيء من برد العشي تذوقوقال ابن السكيت : الظل ما نسخته الشمس والفيء ما نسخ الشمس . وحكى أبو عبيدة عن رؤبة قال : كل ما كانت عليه الشمس فزالت عنه فهو فيء وظل ، وما لم تكن عليه الشمس فهو ظل . ولو شاء لجعله ساكنا أي دائما مستقرا لا تنسخه الشمس . ابن عباس : يريد إلى يوم القيامة ، وقيل : المعنى لو شاء لمنع الشمس الطلوع . ثم جعلنا الشمس عليه دليلا أي جعلنا الشمس ينسخها الظل عند مجيئها دالة على أن الظل شيء ومعنى ; لأن الأشياء تعرف بأضدادها ولولا الشمس ما عرف الظل ، ولولا النور ما عرفت الظلمة . فالدليل \" فعيل \" بمعنى الفاعل . وقيل : بمعنى المفعول كالقتيل والدهين والخضيب : أي دللنا الشمس على الظل حتى ذهبت به ; أي أتبعناها إياه . فالشمس دليل أي حجة وبرهان ، وهو الذي يكشف المشكل ويوضحه . ولم يؤنث الدليل وهو صفة الشمس لأنه في معنى الاسم ; كما يقال : الشمس برهان والشمس حق ."
    },
    {
      "ayah": 46,
      "surah": 25,
      "text": "ثم قبضناه يريد ذلك الظل الممدود . إلينا قبضا يسيرا أي يسيرا قبضه علينا . وكل أمر ربنا عليه يسير . فالظل مكثه في هذا الجو بمقدار طلوع الفجر إلى طلوع الشمس ، فإذا طلعت الشمس صار الظل مقبوضا ، وخلفه في هذا الجو شعاع الشمس فأشرق على الأرض وعلى الأشياء إلى وقت غروبها ، فإذا غربت فليس هناك ظل ، إنما ذلك بقية نور النهار . وقال قوم : قبضه بغروب الشمس ; لأنها ما لم تغرب فالظل فيه بقية ، وإنما يتم زواله بمجيء الليل ودخول الظلمة عليه . وقيل : إن هذا القبض وقع بالشمس ; لأنها إذا طلعت أخذ الظل في الذهاب شيئا فشيئا ; قاله أبو مالك وإبراهيم التيمي . وقيل : ثم قبضناه أي قبضنا [ ص: 37 ] ضياء الشمس بالفيء قبضا يسيرا . وقيل : يسيرا أي سريعا ، قاله الضحاك . قتادة : خفيا ; أي إذا غابت الشمس قبض الظل قبضا خفيا ، كلما قبض جزء منه جعل مكانه جزء من الظلمة ، وليس يزول دفعة واحدة . فهذا معنى قول قتادة ; وهو قول مجاهد ."
    },
    {
      "ayah": 47,
      "surah": 25,
      "text": "قوله تعالى : وهو الذي جعل لكم الليل لباسا والنوم سباتا وجعل النهار نشورا .فيه أربع مسائل :الأولى : قوله تعالى : وهو الذي جعل لكم الليل لباسا يعني سترا للخلق يقوم مقام اللباس في ستر البدن . قال الطبري : وصف الليل باللباس تشبيها من حيث يستر الأشياء ويغشاها .الثانية : قال ابن العربي : ظن بعض الغفلة أن من صلى عريانا في الظلام أنه يجزئه ; لأن الليل لباس . وهذا يوجب أن يصلي في بيته عريانا إذا أغلق عليه بابه . والستر في الصلاة عبادة تختص بها ليست لأجل نظر الناس . ولا حاجة إلى الإطناب في هذا .الثالثة : قوله تعالى : والنوم سباتا أي راحة لأبدانكم بانقطاعكم عن الأشغال . وأصل السبات من التمدد . يقال : سبتت المرأة شعرها أي نقضته وأرسلته . ورجل مسبوت أي ممدود الخلقة . وقيل للنوم سبات لأنه بالتمدد يكون ، وفي التمدد معنى الراحة . وقيل : السبت القطع ; فالنوم انقطاع عن الاشتغال ; ومنه سبت اليهود لانقطاعهم عن الأعمال فيه . وقيل : السبت الإقامة في المكان ; فكأن السبات سكون ما وثبوت عليه ; فالنوم سبات على معنى أنه سكون عن الاضطراب والحركة . وقال الخليل : السبات نوم ثقيل ; أي جعلنا نومكم ثقيلا ليكمل الإجمام والراحة .الرابعة : قوله تعالى : وجعل النهار نشورا من الانتشار للمعاش ; أي : النهار سبب الإحياء للانتشار . شبه اليقظة فيه بتطابق الإحياء مع الإماتة . وكان عليه السلام إذا أصبح قال : الحمد لله الذي أحيانا بعد ما أماتنا وإليه النشور ."
    },
    {
      "ayah": 48,
      "surah": 25,
      "text": "قوله تعالى : وهو الذي أرسل الرياح بشرا بين يدي رحمته وأنزلنا من السماء ماء طهورا .قوله تعالى : وهو الذي أرسل الرياح بشرا بين يدي رحمته تقدم في ( الأعراف ) مستوفى . قوله تعالى : وأنزلنا من السماء ماء طهورا .فيه خمس عشرة مسألة : الأولى : قوله تعالى : ماء طهورا يتطهر به ، كما يقال : وضوء للماء الذي يتوضأ به . وكل طهور طاهر وليس كل طاهر طهورا . فالطهور ( بفتح الطاء ) الاسم . وكذلك الوضوء والوقود . وبالضم المصدر ، وهذا هو المعروف في اللغة ; قاله ابن الأنباري . فبين أن الماء المنزل من السماء طاهر في نفسه مطهر لغيره ; فإن الطهور بناء مبالغة في \" طاهر \" وهذه المبالغة اقتضت أن يكون طاهرا مطهرا . وإلى هذا مذهب الجمهور . وقيل : إن \" طهورا \" بمعنى طاهر ، وهو قول أبي حنيفة ، وتعلق بقوله تعالى : وسقاهم ربهم شرابا طهورا يعني طاهرا .ويقول الشاعر :خليلي هل في نظرة بعد توبة أداوي بها قلبي علي فجور     إلى رجح الأكفال غيد من الظباعذاب الثنايا ريقهن طهورفوصف الريق بأنه طهور وليس بمطهر . وتقول العرب : رجل نئوم وليس ذلك بمعنى أنه منيم لغيره ، وإنما يرجع ذلك إلى فعل نفسه . ولقد أجاب علماؤنا عن هذا فقالوا : وصف شراب الجنة بأنه طهور يفيد التطهير عن أوضار الذنوب وعن خسائس الصفات كالغل والحسد ، فإذا شربوا هذا الشراب يطهرهم الله من رحض الذنوب وأوضار الاعتقادات الذميمة ، فجاءوا الله بقلب سليم ، ودخلوا الجنة بصفات التسليم ، وقيل لهم حينئذ : سلام عليكم طبتم فادخلوها خالدين [ ص: 39 ] ولما كان حكمه في الدنيا بزوال حكم الحدث بجريان الماء على الأعضاء كانت تلك حكمته في الآخرة . وأما قول الشاعر :ريقهن طهورفإنه قصد بذلك المبالغة في وصف الريق بالطهورية لعذوبته وتعلقه بالقلوب ، وطيبه في النفوس ، وسكون غليل المحب برشفه حتى كأنه الماء الطهور ، وبالجملة فإن الأحكام الشرعية لا تثبت بالمجازات الشعرية ; فإن الشعراء يتجاوزون في الاستغراق حد الصدق إلى الكذب ، ويسترسلون في القول حتى يخرجهم ذلك إلى البدعة والمعصية ، وربما وقعوا في الكفر من حيث لا يشعرون . ألا ترى إلى قول بعضهم :ولو لم تلامس صفحة الأرض رجلها     لما كنت أدري علة للتيمموهذا كفر صراح ، نعوذ بالله منه . قال القاضي أبو بكر بن العربي : هذا منتهى لباب كلام العلماء ، وهو بالغ في فنه ; إلا أني تأملت من طريق العربية فوجدت فيه مطلعا مشرقا ، وهو أن بناء \" فعول \" للمبالغة ، إلا أن المبالغة قد تكون في الفعل . المتعدي كما قال الشاعر :ضروب بنصل السيف سوق سمانهاوقد تكون في الفعل القاصر كما قال الشاعر :نئوم الضحى لم تنتطق عن تفضلوإنما تؤخذ طهورية الماء لغيره من الحس نظافة ومن الشرع طهارة ; كقوله عليه السلام : لا يقبل الله صلاة بغير طهور . وأجمعت الأمة لغة وشريعة على أن وصف \" طهور \" يختص بالماء فلا يتعدى إلى سائر المائعات وهي طاهرة ; فكان اقتصارهم بذلك على الماء أدل دليل على أن الطهور هو المطهر ، وقد يأتي \" فعول \" لوجه آخر ليس من هذا كله وهو العبارة به عن الآلة للفعل لا عن الفعل كقولنا : وقود وسحور بفتح الفاء ، فإنها عبارة عن الحطب والطعام [ ص: 40 ] المتسحر به ; فوصف الماء بأنه طهور ( بفتح الطاء ) أيضا يكون خبرا عن الآلة التي يتطهر بها . فإذا ضمت الفاء في الوقود والسحور والطهور عاد إلى الفعل وكان خبرا عنه . فثبت بهذا أن اسم الفعول ( بفتح الفاء ) يكون بناء للمبالغة ويكون خبرا عن الآلة ، وهو الذي خطر ببال الحنفية ، ولكن قصرت أشداقها عن لوكه ، وبعد هذا يقف البيان عن المبالغة وعن الآلة على الدليل بقوله تعالى : وأنزلنا من السماء ماء طهورا . وقوله عليه السلام : جعلت لي الأرض مسجدا وطهورا يحتمل المبالغة ويحتمل العبارة به عن الآلة ; فلا حجة فيه لعلمائنا ، لكن يبقى قول ليطهركم به نصا في أن فعله يتعدى إلى غيره .الثانية : المياه المنزلة من السماء والمودعة في الأرض طاهرة مطهرة على اختلاف ألوانها وطعومها وأرياحها حتى يخالطها غيرها ، والمخالط للماء على ثلاثة أضرب : ضرب يوافقه في صفتيه جميعا ، فإذا خالطه فغيره لم يسلبه وصفا منهما لموافقته لهما وهو التراب . والضرب الثاني يوافقه في إحدى صفتيه وهي الطهارة ، فإذا خالطه فغيره سلبه ما خالفه فيه وهو التطهير ، كماء الورد وسائر الطاهرات . والضرب الثالث يخالفه في الصفتين جميعا ، فإذا خالطه فغيره سلبه الصفتين جميعا لمخالفته له فيهما وهو النجس .الثالثة : ذهب المصريون من أصحاب مالك إلى أن قليل الماء يفسده قليل النجاسة ، وأن الكثير لا يفسده إلا ما غير لونه أو طعمه أو ريحه من المحرمات . ولم يحدوا بين القليل والكثير حدا يوقف عنده ، إلا أن ابن القاسم روى عن مالك في ، الجنب يغتسل في حوض من الحياض التي تسقى فيها الدواب ، ولم يكن غسل ما به من الأذى أنه قد أفسد الماء ; وهو مذهب ابن القاسم وأشهب وابن عبد الحكم ومن اتبعهم من المصريين . إلا ابن وهب فإنه يقول في الماء بقول المدنيين من أصحاب مالك . وقولهم ما حكاه أبو مصعب عنهم وعنه : أن الماء لا تفسده النجاسة الحالة فيه قليلا كان أو كثيرا إلا أن تظهر فيه النجاسة الحالة فيه وتغير منه طعما أو ريحا أو لونا . وذكر أحمد بن المعدل أن هذا قول مالك بن أنس في الماء . وإلى هذا ذهب إسماعيل بن إسحاق ومحمد بن بكير وأبو الفرج الأبهري وسائر المنتحلين لمذهب مالك ، من البغداديين ; وهو قول الأوزاعي والليث بن سعد والحسن بن صالح وداود بن علي . وهو مذهب أهل البصرة ، وهو الصحيح في النظر وجيد الأثر . وقال أبو حنيفة : إذا وقعت نجاسة في الماء أفسدته كثيرا كان أو قليلا إذا تحققت عموم النجاسة فيه . ووجه تحققها عنده أن تقع [ ص: 41 ] مثلا نقطة بول في بركة ، فإن كانت البركة يتحرك طرفاها بتحرك أحدهما فالكل نجس ، وإن كانت حركة أحد الطرفين لا تحرك الآخر لم ينجس . وفي المجموعة نحو مذهب أبي حنيفة . وقال الشافعي بحديث القلتين ، وهو حديث مطعون فيه ; اختلف في إسناده ومتنه ; أخرجه أبو داود والترمذي وخاصة الدارقطني ، فإنه صدر به كتابه وجمع طرقه . قال ابن العربي : وقد رام الدارقطني على إمامته أن يصحح حديث القلتين فلم يقدر . وقال أبو عمر بن عبد البر : وأما ما ذهب إليه الشافعي من حديث القلتين فمذهب ضعيف من جهة النظر ، غير ثابت في الأثر ; لأنه قد تكلم فيه جماعة من أهل العلم بالنقل ، ولأن القلتين لا يوقف على حقيقة مبلغهما في أثر ثابت ولا إجماع ، فلو كان ذلك حدا لازما لوجب على العلماء البحث عنه ليقفوا على حد ما حده النبي صلى الله عليه وسلم ; لأنه من أصل دينهم وفرضهم ، ولو كان ذلك كذلك ما ضيعوه ، فلقد بحثوا عما هو أدون من ذلك وألطف .قلت : وفيما ذكر ابن المنذر في القلتين من الخلاف ما يدل على عدم التوقيف فيهما والتحديد . وفي سنن الدارقطني عن حماد بن زيد عن عاصم بن المنذر قال : القلال الخوابي العظام . وعاصم هذا هو أحد رواة حديث القلتين . ويظهر من قول الدارقطني أنها مثل قلال هجر ; لسياقه حديث الإسراء عن أنس بن مالك أن النبي صلى الله عليه وسلم قال : لما رفعت إلى سدرة المنتهى في السماء السابعة نبقها مثل قلال هجر وورقها مثل آذان الفيلة . وذكر الحديث . قال ابن العربي : وتعلق علماؤنا بحديث أبي سعيد الخدري في بئر بضاعة ، رواه النسائي [ ص: 42 ] والترمذي وأبو داود وغيرهم . وهو أيضا حديث ضعيف لا قدم له في الصحة فلا تعويل عليه . وقد فاوضت الطوسي الأكبر في هذه المسألة فقال : إن أخلص المذاهب في هذه المسألة مذهب مالك ، فإن الماء طهور ما لم يتغير أحد أوصافه ; إذ لا حديث في الباب يعول عليه ، وإنما المعول عليه ظاهر القرآن وهو قوله تعالى : وأنزلنا من السماء ماء طهورا وهو ما دام بصفاته ، فإذا تغير عن شيء منها خرج عن الاسم لخروجه عن الصفة ، ولذلك لما لم يجد البخاري إمام الحديث والفقه في الباب خبرا يعول عليه قال : ( باب إذا تغير وصف الماء ) وأدخل الحديث الصحيح : ما من أحد يكلم في سبيل الله والله أعلم بمن يكلم في سبيله إلا جاء يوم القيامة وجرحه يثعب دما اللون لون الدم والريح ريح المسك . فأخبر صلى الله عليه وسلم أن الدم بحاله وعليه رائحة المسك ، ولم تخرجه الرائحة عن صفة الدموية ، ولذلك قال علماؤنا : إذا تغير الماء بريح جيفة على طرفه وساحله لم يمنع ذلك الوضوء منه . ولو تغير بها وقد وضعت فيه لكان ذلك تنجيسا له للمخالطة والأول مجاورة لا تعويل عليها .قلت : وقد استدل به أيضا على نقيض ذلك ، وهو أن تغير الرائحة يخرجه عن أصله . ووجه هذا الاستدلال أن الدم لما استحالت رائحته إلى رائحة المسك خرج عن كونه مستخبثا نجسا ، وأنه صار مسكا ;وإن المسك بعض دم الغزال.فكذلك الماء إذا تغيرت رائحته . وإلى هذا التأويل ذهب الجمهور في الماء . وإلى الأول ذهب عبد الملك . قال أبو عمر : جعلوا الحكم للرائحة دون اللون ، فكان الحكم لها فاستدلوا عليها - في زعمهم - بهذا الحديث . وهذا لا يفهم منه معنى تسكن إليه النفس ، ولا في الدم معنى الماء فيقاس عليه ، ولا يشتغل بمثل هذا الفقهاء ، وليس من شأن أهل العلم اللغز به وإشكاله ; وإنما شأنهم إيضاحه وبيانه ، ولذلك أخذ الميثاق عليهم ليبيننه للناس ولا يكتمونه ، والماء لا يخلو تغيره بنجاسة أو بغير نجاسة ، فإن كان بنجاسة وتغير فقد أجمع العلماء على أنه غير طاهر ولا مطهر ، وكذلك أجمعوا أنه إذا تغير بغير نجاسة أنه طاهر على أصله . وقال الجمهور : إنه غير مطهر إلا أن يكون تغيره من تربة ومأة . وما أجمعوا عليه فهو الحق الذي لا إشكال فيه ، ولا التباس معه .[ ص: 43 ] الرابعة : الماء المتغير بقراره كزرنيخ أو جير يجري عليه ، أو تغير بطحلب أو ورق شجر ينبت عليه لا يمكن الاحتراز عنه فاتفق العلماء أن ذلك لا يمنع من الوضوء به ، لعدم الاحتراز منه والانفكاك عنه ; وقد روى ابن وهب عن مالك أن غيره أولى منه .الخامسة : قال علماؤنا رحمة الله عليهم : ويكره سؤر النصراني وسائر الكفار والمدمن الخمر ، وما أكل الجيف ; كالكلاب وغيرها . ومن توضأ بسؤرهم فلا شيء عليه حتى يستيقن النجاسة . قال البخاري : وتوضأ عمر رضي الله عنه من بيت نصرانية . ذكر سفيان بن عيينة قال : حدثونا عن زيد بن أسلم عن أبيه قال : لما كنا بالشام أتيت عمر بن الخطاب بماء فتوضأ منه فقال : من أين جئت بهذا الماء ؟ ما رأيت ماء عذبا ولا ماء سماء أطيب منه . قال : قلت : جئت به من بيت هذه العجوز النصرانية ; فلما توضأ أتاها فقال : ( أيتها العجوز أسلمي تسلمي ، بعث الله محمدا صلى الله عليه وسلم بالحق . قال : فكشفت عن رأسها ; فإذا مثل الثغامة ، فقالت : عجوز كبيرة ، وإنما أموت الآن ! فقال عمر رضي الله عنه : اللهم اشهد ) . خرجه الدارقطني ، حدثنا الحسين بن إسماعيل قال : حدثنا أحمد بن إبراهيم البوشنجي قال : حدثنا سفيان . . . فذكره . ورواه أيضا عن الحسين بن إسماعيل قال : حدثنا خلاد بن أسلم حدثنا سفيان عن زيد بن أسلم عن أبيه أن عمر بن الخطاب رضي الله عنه توضأ من بيت نصرانية أتاها فقال : أيتها العجوز أسلمي . . . وذكر الحديث بمثل ما تقدم .السادسة : فأما الكلب إذا ولغ في الماء فقال مالك : يغسل الإناء سبعا ولا يتوضأ منه وهو طاهر . وقال الثوري : يتوضأ بذلك الماء ويتيمم معه . وهو قول عبد الملك بن عبد العزيز ومحمد بن مسلمة . وقال أبو حنيفة : الكلب نجس ويغسل الإناء منه لأنه نجس . وبه قال الشافعي وأحمد وإسحاق . وقد كان مالك يفرق بين ما يجوز اتخاذه من الكلاب وبين ما لا يجوز اتخاذه منها في غسل الإناء من ولوغه . وتحصيل مذهبه أنه طاهر عنده لا ينجس ولوغه شيئا ولغ فيه طعاما ولا غيره ; إلا أنه استحب هراقة ما ولغ فيه من الماء ليسارة مؤنته . وكلب البادية والحاضرة سواء . ويغسل الإناء منه على كل حال سبعا تعبدا . هذا ما استقر عليه مذهبه [ ص: 44 ] عند المناظرين من أصحابه . ذكر ابن وهب قال : حدثنا عبد الرحمن بن زيد بن أسلم عن أبيه عن عطاء عن أبي هريرة قال : سئل رسول الله صلى الله عليه وسلم عن الحياض التي تكون فيما بين مكة والمدينة ، فقيل له : إن الكلاب والسباع ترد عليها . فقال : لها ما أخذت في بطونها ولنا ما بقي ، شراب وطهور أخرجه الدارقطني . وهذا نص في طهارة الكلاب وطهارة ما تلغ فيه . وفي البخاري عن ابن عمر أن الكلاب كانت تقبل وتدبر في مسجد رسول الله صلى الله عليه وسلم ولا يرشون شيئا من ذلك . وقال عمر بحضرة الصحابة لصاحب الحوض الذي سأله عمرو بن العاص : هل ترد حوضك السباع . فقال عمر : يا صاحب الحوض ، لا تخبرنا فإنا نرد على السباع وترد علينا . أخرجه مالك والدارقطني . ولم يفرق بين السباع ، والكلب من جملتها ، ولا حجة للمخالف في الأمر بإراقة ما ولغ فيه وأن ذلك للنجاسة ، وإنما أمر بإراقته لأن النفس تعافه لا لنجاسته ; لأن التنزه من الأقذار مندوب إليه ، أو تغليظا عليهم لأنهم نهوا عن اقتنائها كما قاله ابن عمر والحسن ; فلما لم ينتهوا عن ذلك غلظ عليهم في الماء لقلته عندهم في البادية ، حتى يشتد عليهم فيمتنعوا من اقتنائها .وأما الأمر بغسل الإناء فعبادة ؛ لا لنجاسته كما ذكرناه بدليلين : أحدهما : أن الغسل قد دخله العدد . الثاني : أنه جعل للتراب فيه مدخل لقوله عليه السلام : وعفروه الثامنة بالتراب . ولو كان للنجاسة لما كان للعدد ولا للتراب فيه مدخل كالبول . وقد جعل صلى الله عليه وسلم الهر وما ولغ فيه طاهرا ، والهر سبع لا خلاف في ذلك ; لأنه يفترس ويأكل الميتة ; فكذلك الكلب وما كان مثله من السباع ; لأنه إذا جاء نص ذلك في أحدهما كان نصا في الآخر . وهذا من أقوى أنواع القياس . هذا لو لم يكن هناك دليل ; وقد ذكرنا النص على طهارته فسقط قول المخالف . والحمد لله .[ ص: 45 ] السابعة : ما مات في الماء مما لا دم له فلا يضر الماء إن لم يغير ريحه ; فإن أنتن لم يتوضأ به . وكذلك ما كان له دم سائل من دواب الماء كالحوت والضفدع لم يفسد ذلك الماء موته فيه ; إلا أن تتغير رائحته ، فإن تغيرت رائحته وأنتن لم يجز التطهر به ولا الوضوء منه ، وليس بنجس عند مالك . وأما ما له نفس سائلة فمات في الماء ونزح مكانه ولم يغير لونه ولا طعمه ولا ريحه فهو طاهر مطهر سواء كان الماء قليلا أو كثيرا عند المدنيين واستحب بعضهم أن ينزح من ذلك الماء دلاء لتطيب النفس به ، ولا يحدون في ذلك حدا لا يتعدى . ويكرهون استعمال ذلك الماء قبل نزح الدلاء ، فإن استعمله أحد في غسل أو وضوء جاز إذا كانت حاله ما وصفنا . وقد كان بعض أصحاب مالك يرى لمن توضأ بهذا الماء وإن لم يتغير أن يتيمم فيجمع بين الطهارتين احتياطا ، فإن لم يفعل وصلى بذلك الماء أجزأه . وروى الدارقطني عن محمد بن سيرين أن زنجيا وقع في زمزم - يعني فمات - فأمر به ابن عباس رضي الله عنه فأخرج فأمر بها أن تنزح . قال : فغلبتهم عين جاءتهم من الركن فأمر بها فدسمت بالقباطي والمطارف حتى نزحوها ، فلما نزحوها انفجرت عليهم . وأخرجه عن أبي الطفيل أن غلاما وقع في بئر زمزم فنزحت . وهذا يحتمل أن يكون الماء تغير ، والله أعلم . وروى . شعبة عن مغيرة عن إبراهيم أنه كان يقول : كل نفس سائلة لا يتوضأ منها ، ولكن رخص في الخنفساء والعقرب والجراد والجدجد إذا وقعن في الركاء فلا بأس به . قال شعبة : وأظنه قد ذكر الوزغة . أخرجه الدارقطني ، حدثنا الحسين بن إسماعيل قال : حدثنا محمد بن الوليد قال : حدثنا محمد بن جعفر قال : حدثنا شعبة . . . ; فذكره .الثامنة : ذهب الجمهور من الصحابة وفقهاء الأمصار وسائر التابعين بالحجاز والعراق أن ما ولغ فيه الهر من الماء طاهر ، وأنه لا بأس بالوضوء بسؤره ; لحديث أبي قتادة ، أخرجه مالك وغيره . وقد روي عن أبي هريرة فيه خلاف . وروي عن عطاء بن أبي رباح وسعيد بن المسيب ومحمد بن سيرين أنهم أمروا بإراقة ماء ولغ فيه الهر وغسل الإناء منه . واختلف في ذلك عن الحسن . ويحتمل أن يكون الحسن رأى في فمه نجاسة ليصح مخرج الروايتين عنه .[ ص: 46 ] قال الترمذي لما ذكر حديث مالك : وفي الباب عن عائشة وأبي هريرة ، هذا حديث حسن صحيح ، وهو قول أكثر أهل العلم من أصحاب النبي صلى الله عليه وسلم والتابعين ومن بعدهم ، مثل الشافعي وأحمد وإسحاق ، لم يروا بسؤر الهرة بأسا . وهذا أحسن شيء في الباب ، وقد جود مالك هذا الحديث عن إسحاق بن عبد الله بن أبي طلحة ، ولم يأت به أحد أتم من مالك . قال الحافظ أبو عمر : الحجة عند التنازع والاختلاف سنة رسول الله صلى الله عليه وسلم ، وقد صح من حديث أبي قتادة أنه أصغى لها الإناء حتى شربت . الحديث . وعليه اعتماد الفقهاء في كل مصر إلا أبا حنيفة ومن قال بقوله ; فإنه كان يكره سؤره . وقال : إن توضأ به أحد أجزأه ، ولا أعلم حجة لمن كره الوضوء بسؤر الهرة أحسن من أنه لم يبلغه حديث أبي قتادة ، وبلغه حديث أبي هريرة في الكلب فقاس الهر عليه ، وقد فرقت السنة بينهما في باب التعبد في غسل الإناء ، ومن حجته السنة خاصمته ، وما خالفها مطرح . وبالله التوفيق .ومن حجتهم أيضا ما رواه قرة بن خالد عن محمد بن سيرين عن أبي هريرة عن النبي صلى الله عليه وسلم قال : طهور الإناء إذا ولغ فيه الهر أن يغسل مرة أو مرتين شك قرة . وهذا الحديث لم يرفعه إلا قرة بن خالد ، وقرة ثقة ثبت .قلت : هذا الحديث أخرجه الدارقطني ، ومتنه : طهور الإناء إذا ولغ فيه الكلب أن يغسل سبع مرات الأولى بالتراب والهر مرة أو مرتين شك قرة . قال أبو بكر : كذا رواه أبو عاصم مرفوعا ، ورواه غيره عن قرة ( ولوغ الكلب ) مرفوعا و ( ولوغ الهر ) موقوفا . وروى أبو صالح عن أبي هريرة قال : قال رسول الله صلى الله عليه وسلم : يغسل الإناء من الهر كما يغسل من الكلب قال الدارقطني : لا يثبت هذا مرفوعا ، والمحفوظ من قول أبي هريرة واختلف عنه . وذكر معمر وابن جريج عن ابن طاوس عن أبيه أنه كان يجعل الهر مثل الكلب . وعن مجاهد أنه قال في الإناء يلغ فيه السنور قال : اغسله سبع مرات . قاله الدارقطني .التاسعة : الماء المستعمل طاهر إذا كانت أعضاء المتوضئ به طاهرة ; إلا أن مالكا [ ص: 47 ] وجماعة من الفقهاء الجلة كانوا يكرهون الوضوء به . وقال مالك : لا خير فيه ، ولا أحب لأحد أن يتوضأ به ، فإن فعل وصلى لم أر عليه إعادة الصلاة ويتوضأ لما يستقبل . وقال أبو حنيفة والشافعي وأصحابهما : لا يجوز استعماله في رفع الحدث ، ومن توضأ به أعاد ; لأنه ليس بماء مطلق ; ويتيمم واجده لأنه ليس بواجد ماء . وقال بقولهم في ذلك أصبغ بن الفرج ، وهو قول الأوزاعي . واحتجوا بحديث الصنابحي خرجه مالك وحديث عمرو بن عنبسة أخرجه مسلم ، وغير ذلك من الآثار . وقالوا : الماء إذا توضئ به خرجت الخطايا معه ; فوجب التنزه عنه لأنه ماء الذنوب .قال أبو عمر : وهذا عندي لا وجه له ; لأن الذنوب لا تنجس الماء لأنها لا أشخاص لها ولا أجسام تمازج الماء فتفسده ، وإنما معنى قوله : ( خرجت الخطايا مع الماء ) إعلام منه بأن الوضوء للصلاة عمل يكفر الله به السيئات عن عباده المؤمنين رحمة منه بهم وتفضلا عليهم . وقال أبو ثور وداود مثل قول مالك ، وأن الوضوء بالماء المستعمل جائز ; لأنه ماء طاهر لا ينضاف إليه شيء وهو ماء مطلق . واحتجوا بإجماع الأمة على طهارته إذا لم يكن في أعضاء المتوضئ نجاسة . وإلى هذا ذهب أبو عبد الله المروزي محمد بن نصر . وروي عن علي بن أبي طالب وابن عمر وأبي أمامة وعطاء بن أبي رباح والحسن البصري والنخعي ومكحول والزهري أنهم قالوا فيمن نسي مسح رأسه فوجد في لحيته بللا : إنه يجزئه أن يمسح بذلك البلل رأسه ، فهؤلاء كلهم أجازوا الوضوء بالماء المستعمل . روى عبد السلام بن صالح حدثنا إسحاق بن سويد عن العلاء بن زياد عن رجل من أصحاب النبي صلى الله عليه وسلم مرضي : أن رسول الله صلى الله عليه وسلم خرج عليهم ذات يوم وقد اغتسل وقد بقيت لمعة من جسده لم يصبها الماء ، فقلنا : يا رسول الله ، هذه لمعة لم يصبها الماء ; فكان له شعر وارد ، فقال بشعره هكذا على المكان فبله . أخرجه الدارقطني ، وقال : عبد السلام بن صالح هذا بصري وليس بقوي وغيره من الثقات يرويه عن إسحاق عن العلاء مرسلا ، وهو الصواب .[ ص: 48 ] قلت : الراوي الثقة عن إسحاق بن سويد العدوي عن العلاء بن زياد العدوي أن رسول الله صلى الله عليه وسلم اغتسل . . . ; الحديث فيما ذكره هشيم . قال ابن العربي : مسألة الماء المستعمل إنما تنبني على أصل آخر ، وهو أن الآلة إذا أدي بها فرض هل يؤدى بها فرض آخر أم لا ; فمنع ذلك المخالف قياسا على الرقبة إذا أدي بها فرض عتق لم يصلح أن يتكرر في أداء فرض آخر ; وهذا باطل من القول ، فإن العتق إذا أتى على الرق أتلفه فلا يبقى محل لأداء الفرض بعتق آخر . ونظيره من الماء ما تلف على الأعضاء فإنه لا يصح أن يؤدى به فرض آخر لتلف عينه حسا كما تلف الرق في الرقبة بالعتق حكما ، وهذا نفيس فتأملوه .العاشرة : لم يفرق مالك وأصحابه بين الماء تقع فيه النجاسة وبين النجاسة يرد عليها الماء ، راكدا كان الماء أو غير راكد ; لقول رسول الله صلى الله عليه وسلم : الماء لا ينجسه شيء إلا ما غلب عليه فغير طعمه أو لونه أو ريحه . وفرقت الشافعية فقالوا : إذا وردت النجاسة على الماء تنجس ; واختاره ابن العربي . وقال : من أصول الشريعة في أحكام الماء أن ورود النجاسة على الماء ليس كورود الماء على النجاسة ; لقول النبي صلى الله عليه وسلم : إذا استيقظ أحدكم من نومه فلا يغمس يده في الإناء حتى يغسلها ثلاثا فإن أحدكم لا يدري أين باتت يده . فمنع من ورود اليد على الماء وأمر بإيراد الماء عليها ، وهذا أصل بديع في الباب ، ولولا وروده على النجاسة - قليلا كان أو كثيرا - لما طهرت . وقد ثبت عن النبي صلى الله عليه وسلم أنه قال في بول الأعرابي في المسجد : صبوا عليه ذنوبا من ماء .قال شيخنا أبو العباس : واستدلوا أيضا بحديث القلتين ، فقالوا : إذا كان الماء دون القلتين فحلته نجاسة تنجس وإن لم تغيره ، وإن ورد ذلك القدر فأقل على النجاسة فأذهب عينها بقي الماء على طهارته وأزال النجاسة . وهذه مناقضة ، إذ المخالطة قد حصلت في الصورتين ، وتفريقهم بورود الماء على النجاسة وورودها عليه فرق صوري ليس فيه من الفقه شيء ، فليس الباب باب التعبدات بل من باب عقلية المعاني ، فإنه [ ص: 49 ] من باب إزالة النجاسة وأحكامها . ثم هذا كله منهم يرده قوله عليه الصلاة والسلام : الماء طهور لا ينجسه شيء إلا ما غير لونه أو طعمه أو ريحه .قلت : هذا الحديث أخرجه الدارقطني عن رشدين بن سعد أبي الحجاج عن معاوية بن صالح عن راشد بن سعد عن أبي أمامة الباهلي وعن ثوبان عن النبي صلى الله عليه وسلم ، وليس فيه ذكر اللون . وقال : لم يرفعه غير رشدين بن سعد عن معاوية بن صالح وليس بالقوي ، وأحسن منه في الاستدلال ما رواه أبو أسامة عن الوليد بن كثير عن محمد بن كعب عن عبيد الله بن عبد الله بن رافع بن خديج عن أبي سعيد الخدري قال قيل : يا رسول الله ، أنتوضأ من بئر بضاعة ؟ وهي بئر تلقى فيها الحيض ولحوم الكلاب والنتن ; فقال رسول الله صلى الله عليه وسلم : إن الماء طهور لا ينجسه شيء أخرجه أبو داود والترمذي والدارقطني كلهم بهذا الإسناد . وقال أبو عيسى : هذا حديث حسن ، وقد جود أبو أسامة . هذا الحديث ولم يرو أحد حديث أبي سعيد في بئر بضاعة أحسن مما روى أبو أسامة . فهذا الحديث نصي في ورود النجاسة على الماء ، وقد حكم صلى الله عليه وسلم بطهارته وطهوره . قال أبو داود : سمعت قتيبة بن سعيد قال : سألت قيم بئر بضاعة عن عمقها ; قلت : أكثر ما يكون الماء فيها ؟ قال : إلى العانة . قلت : فإذا نقص ؟ قال : دون العورة . قال أبو داود : وقدرت بئر بضاعة بردائي مددته عليها ثم ذرعته فإذا عرضها ستة أذرع ، وسألت الذي فتح لي باب البستان فأدخلني إليه : هل غير بناؤها عما كانت عليه ؟ فقال : لا . ورأيت فيها ماء متغير اللون . فكان هذا دليلا لنا على ما ذكرناه ، غير أن ابن العربي قال : إنها في وسط السبخة ، فماؤها يكون متغيرا من قرارها ; والله أعلم .الحادية عشرة : الماء الطاهر المطهر الذي يجوز به الوضوء وغسل النجاسات هو الماء القراح الصافي من ماء السماء والأنهار والبحار والعيون والآبار ، وما عرفه الناس ماء مطلقا غير مضاف إلى شيء خالطه كما خلقه الله عز وجل صافيا ولا يضره لون أرضه على ما بيناه . وخالف في هذه الجملة أبو حنيفة وعبد الله بن عمرو وعبد الله بن عمر ، فأما أبو حنيفة فأجاز الوضوء بالنبيذ في السفر ، وجوز إزالة النجاسة بكل مائع طاهر ، أما بالدهن والمرق فعنه رواية أنه لا يجوز إزالتها به . إلا أن أصحابه يقولون : إذا زالت النجاسة به جاز ، وكذلك عنده النار والشمس ، حتى إن جلد الميتة إذا جف في الشمس طهر من غير دباغ . وكذلك النجاسة على الأرض إذا جفت بالشمس فإنه يطهر ذلك الموضع ، بحيث تجوز الصلاة عليه ، ولكن لا يجوز [ ص: 50 ] التيمم بذلك التراب . قال ابن العربي : لما وصف الله سبحانه الماء بأنه طهور وامتن بإنزاله من السماء ليطهرنا به دل على اختصاصه بذلك ; وكذلك قال عليه الصلاة والسلام لأسماء بنت الصديق حين سألته عن دم الحيض يصيب الثوب : حتيه ثم اقرصيه ثم اغسليه بالماء . فلذلك لم يلحق غير الماء بالماء لما في ذلك من إبطال الامتنان ، وليست النجاسة معنى محسوسا حتى يقال كل ما أزالها فقد قام به الغرض ، وإنما النجاسة حكم شرعي عين له صاحب الشرع الماء فلا يلحق به غيره ; إذ ليس في معناه ، ولأنه لو لحق به لأسقطه ، والفرع إذا عاد إلحاقه بالأصل في إسقاطه سقط في نفسه . وقد كان تاج السنة ذو العز بن المرتضى الدبوسي يسميه فرخ زنى .قلت : وأما ما استدل به على استعمال النبيذ فأحاديث واهية ضعاف لا يقوم شيء منها على ساق ، ذكرها الدارقطني وضعفها ونص عليها . وكذلك ضعف ما روي عن ابن عباس موقوفا : النبيذ وضوء لمن لم يجد الماء . في طريقه ابن محرز متروك الحديث . وكذلك ما روي عن علي أنه قال : لا بأس بالوضوء بالنبيذ . الحجاج وأبو ليلى ضعيفان . وضعف حديث ابن مسعود وقال : تفرد به ابن لهيعة وهو ضعيف الحديث . وذكر عن علقمة بن قيس قال : قلت لعبد الله بن مسعود : أشهد رسول الله صلى الله عليه وسلم أحد منكم ليلة أتاه داعي الجن ؟ فقال : لا .قلت : هذا إسناد صحيح لا يختلف في عدالة رواته . وأخرج الترمذي حديث ابن مسعود قال : سألني النبي صلى الله عليه وسلم : ما في إدواتك فقلت : نبيذ . فقال : ثمرة طيبة وماء طهور . قال : فتوضأ منه . قال أبو عيسى : وإنما روي هذا الحديث ، عن أبي زيد عن عبد الله عن [ ص: 51 ] النبي صلى الله عليه وسلم ، وأبو زيد رجل مجهول عند أهل الحديث لا نعرف له رواية غير هذا الحديث ، وقد رأى بعض أهل العلم الوضوء بالنبيذ ، منهم سفيان وغيره ، وقال بعض أهل العلم : لا يتوضأ بالنبيذ ، وهو قول الشافعي وأحمد وإسحاق ، وقال إسحاق : إن ابتلي رجل بهذا فتوضأ بالنبيذ وتيمم أحب إلي . قال أبو عيسى : وقول من يقول لا يتوضأ بالنبيذ أقرب إلى الكتاب والسنة وأشبه ; لأن الله تعالى قال : فلم تجدوا ماء فتيمموا صعيدا طيبا . وهذه المسألة مطولة في كتب الخلاف ; وعمدتهم التمسك بلفظ الماء حسبما تقدم في ( المائدة ) بيانه والله أعلم .الثانية عشرة : لما قال الله تعالى : وأنزلنا من السماء ماء طهورا وقال : ليطهركم به توقف جماعة في ماء البحر ; لأنه ليس بمنزل من السماء ، حتى رووا عن عبد الله بن عمر وابن عمرو معا أنه لا يتوضأ به ; لأنه نار ولأنه طبق جهنم . ولكن النبي صلى الله عليه وسلم بين حكمه حين قال لمن سأله : هو الطهور ماؤه الحل ميتته أخرجه مالك . وقال فيه أبو عيسى : هذا حديث حسن صحيح . وهو قول أكثر الفقهاء من أصحاب النبي صلى الله عليه وسلم ، منهم أبو بكر وعمر وابن عباس ، لم يروا بأسا بماء البحر ، وقد كره بعض أصحاب النبي صلى الله عليه وسلم الوضوء بماء البحر ; منهم ابن عمر وعبد الله بن عمرو ، وقال عبد الله بن عمرو : هو نار . قال أبو عمر ; وقد سئل أبو عيسى الترمذي عن حديث مالك هذا عن صفوان بن سليم فقال : هو عندي حديث صحيح . قال أبو عيسى فقلت للبخاري : هشيم يقول فيه ابن أبي برزة . فقال : وهم فيه ، إنما هو المغيرة بن أبي بردة . قال أبو عمر : لا أدري ما هذا من البخاري رحمه الله ، ولو كان صحيحا لأخرجه في مصنفه الصحيح عنده ، ولم يفعل لأنه لا يعول في الصحيح إلا على الإسناد . وهذا الحديث لا يحتج أهل الحديث بمثل إسناده ، وهو عندي صحيح لأن العلماء تلقوه بالقبول له والعمل به ، ولا يخالف في جملته أحد من الفقهاء ، وإنما الخلاف بينهم في بعض معانيه .وقد أجمع جمهور من العلماء وجماعة أئمة الفتوى بالأمصار من الفقهاء : أن البحر طهور ماؤه ، وأن الوضوء به جائز ، إلا ما روي عن عبد الله بن عمر بن الخطاب وعبد الله بن عمرو بن العاص أنهما كرها الوضوء بماء البحر ، ولم يتابعهما أحد من فقهاء الأمصار على ذلك ولا عرج عليه ، ولا التفت إليه لحديث هذا الباب . وهذا يدلك على اشتهار الحديث عندهم ، وعملهم به وقبولهم له ، وهو أولى عندهم من الإسناد الظاهر الصحة لمعنى ترده الأصول . وبالله التوفيق .قال أبو عمر : وصفوان بن سليم مولى حميد بن عبد الرحمن بن عوف الزهري ، من عباد [ ص: 52 ] أهل المدينة وأتقاهم لله ، ناسكا ، كثير الصدقة بما وجد من قليل وكثير ، كثير العمل ، خائفا لله ، يكنى أبا عبد الله ، سكن المدينة لم ينتقل عنها ، ومات بها سنة اثنتين وثلاثين ومائة . ذكر عبد الله بن أحمد بن حنبل قال : سمعت أبي يسأل عن صفوان بن سليم فقال : ثقة من خيار عباد الله وفضلاء المسلمين . وأما سعيد بن سلمة . فلم يرو عنه فيما علمت إلا صفوان - والله أعلم - ومن كانت هذه حاله فهو مجهول لا تقوم به حجة عند جميعهم . وأما المغيرة بن أبي بردة فقيل عنه إنه غير معروف في حملة العلم كسعيد بن سلمة . وقيل : ليس بمجهول . قال أبو عمر : المغيرة بن أبي بردة وجدت ذكره في مغازي موسى بن نصير بالمغرب ، وكان موسى يستعمله على الخيل ، وفتح الله له في بلاد البربر فتوحات في البر والبحر . وروى الدارقطني من غير طريق مالك عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال : من لم يطهره ماء البحر فلا طهره الله . قال : إسناده حسن .الثالثة عشرة : قال ابن العربي : توهم قوم أن الماء إذا فضلت للجنب منه فضلة لا يتوضأ به ، وهو مذهب باطل ، فقد ثبت عن ميمونة أنها قالت : أجنبت أنا ورسول الله صلى الله عليه وسلم واغتسلت من جفنة وفضلت فضلة ، فجاء رسول الله صلى الله عليه وسلم ليغتسل منه فقلت : إني قد اغتسلت منه . فقال : إن الماء ليس عليه نجاسة ، أو : إن الماء لا يجنب . قال أبو عمر : وردت آثار في هذا الباب مرفوعة في النهي عن أن يتوضأ الرجل بفضل المرأة . وزاد بعضهم في بعضها : ولكن ليغترفا جميعا . فقالت طائفة : لا يجوز أن يغترف الرجل مع المرأة في إناء واحد ; لأن كل واحد منهما متوضئ بفضل صاحبه . وقال آخرون : إنما كره من ذلك أن تنفرد المرأة بالإناء ثم يتوضأ الرجل بعدها بفضلها . وكل واحد منهم روى بما ذهب إليه أثرا . والذي ذهب إليه الجمهور من العلماء وجماعة فقهاء الأمصار أنه لا بأس أن يتوضأ الرجل بفضل المرأة وتتوضأ المرأة من فضله ، انفردت المرأة بالإناء أو لم تنفرد . وفي مثل هذا آثار كثيرة صحاح . والذي [ ص: 53 ] نذهب إليه أن الماء لا ينجسه شيء إلا ما ظهر فيه من النجاسات أو غلب عليه منها ; فلا وجه للاشتغال بما لا يصح من الآثار والأقوال . والله المستعان .روى الترمذي عن ابن عباس قال : حدثتني ميمونة قالت : كنت أغتسل أنا ورسول الله صلى الله عليه وسلم من إناء واحد من الجنابة قال : هذا حديث حسن صحيح . وروى البخاري عن عائشة قالت : كنت أغتسل أنا والنبي صلى الله عليه وسلم من إناء واحد يقال له الفرق وفي صحيح مسلم عن ابن عباس أن رسول الله صلى الله عليه وسلم كان يغتسل بفضل ميمونة . وروى الترمذي عن ابن عباس قال : اغتسل بعض أزواج النبي صلى الله عليه وسلم ، في جفنة فأراد رسول الله صلى الله عليه وسلم أن يتوضأ منه فقالت : يا رسول الله ، إني كنت جنبا . قال : إن الماء لا يجنب . قال : هذا حديث حسن صحيح ، وهو قول سفيان الثوري ومالك والشافعي . وروى الدارقطني عن عمرة عن عائشة رضي الله عنها قالت : كنت أتوضأ أنا والنبي صلى الله عليه وسلم من إناء واحد وقد أصابت الهرة منه قبل ذلك . قال : هذا حديث حسن صحيح . وروي أيضا عن رجل من بني غفار قال : ، نهى رسول الله صلى الله عليه وسلم عن فضل طهور المرأة ، . وفي الباب عن عبد الله بن سرجس ، وكره بعض الفقهاء فضل طهور المرأة ، وهو قول أحمد وإسحاق .[ ص: 54 ] الرابعة عشرة : روى الدارقطني عن زيد بن أسلم مولى عمر بن الخطاب أن عمر بن الخطاب كان يسخن له الماء في قمقمة ويغتسل به . قال : وهذا إسناد صحيح . وروي عن عائشة قالت : دخل علي رسول الله صلى الله عليه وسلم وقد سخنت ماء في الشمس . فقال : لا تفعلي يا حميراء فإنه يورث البرص . رواه خالد بن إسماعيل المخزومي ، عن هشام بن عروة عن أبيه عن عائشة ، وهو متروك . ورواه عمرو بن محمد الأعشم عن فليح عن الزهري عن عروة عن عائشة . وهو منكر الحديث ، ولم يروه غيره عن فليح ، ولا يصح عن الزهري ; قاله الدارقطني .الخامسة عشرة : كل إناء طاهر فجائز الوضوء منه إلا إناء الذهب والفضة ; لنهي رسول الله صلى الله عليه وسلم عن اتخاذهما . وذلك - والله أعلم - للتشبه بالأعاجم والجبابرة لا لنجاسة فيهما . ومن توضأ فيهما أجزأه وضوءه وكان عاصيا باستعمالهما . وقد قيل : لا يجزئ الوضوء في أحدهما . والأول أكثر ; قاله أبو عمر . وكل جلد ذكي فجائز استعماله للوضوء وغير ذلك . وكان مالك يكره الوضوء في إناء جلد الميتة بعد الدباغ ; على اختلاف من قوله . وقد تقدم في ( النحل )"
    },
    {
      "ayah": 49,
      "surah": 25,
      "text": "قوله تعالى : لنحيي به بلدة ميتا ونسقيه مما خلقنا أنعاما وأناسي كثيرا .[ ص: 55 ] قوله تعالى : لنحيي به أي بالمطر . بلدة ميتا بالجدوبة والمحل وعدم النبات . قال كعب : المطر روح الأرض يحييها الله به . وقال : ميتا ولم يقل ميتة لأن معنى البلدة والبلد واحد ; قاله الزجاج . وقيل : أراد بالبلد المكان . ونسقيه قراءة العامة بضم النون . وقرأ عمر بن الخطاب وعاصم والأعمش فيما روى المفضل عنهما نسقيه ( بفتح ) النون . مما خلقنا أنعاما وأناسي كثيرا أي بشرا كثيرا . وأناسي واحده إنسي نحو جمع القرقور قراقير وقراقر في قول الأخفش والمبرد وأحد قولي الفراء ; وله قول آخر وهو أن يكون واحده إنسانا ثم تبدل من النون ياء ; فتقول : أناسي ، والأصل أناسين ، مثل سرحان وسراحين ، وبستان وبساتين ; فجعلوا الياء عوضا من النون ، وعلى هذا يجوز سراحي وبساتي ، لا فرق بينهما . قال الفراء : ويجوز أناسي بتخفيف الياء التي فيما بين لام الفعل وعينه ; مثل قراقير وقراقر . وقال كثيرا ولم يقل : كثيرين ; لأن فعيلا قد يراد به الكثرة ; نحو وحسن أولئك رفيقا ."
    },
    {
      "ayah": 5,
      "surah": 25,
      "text": "وقالوا أساطير الأولين قال الزجاج : واحد الأساطير أسطورة ; مثل أحدوثة وأحاديث . وقال غيره : أساطير جمع أسطار ; مثل أقوال وأقاويل . اكتتبها يعني محمدا . فهي تملى عليه بكرة وأصيلا أي تلقى عليه وتقرأ حتى تحفظ . و تملى أصله تملل ; فأبدلت اللام الأخيرة ياء من التضعيف : كقولهم : تقضى البازي ; وشبهه ."
    },
    {
      "ayah": 50,
      "surah": 25,
      "text": "قوله تعالى : ولقد صرفناه بينهم ليذكروا فأبى أكثر الناس إلا كفورا .قوله تعالى : ولقد صرفناه بينهم يعني القرآن ، وقد جرى ذكره في أول السورة : قوله تعالى : تبارك الذي نزل الفرقان . وقوله : لقد أضلني عن الذكر بعد إذ جاءني وقوله : اتخذوا هذا القرآن مهجورا . ليذكروا فأبى أكثر الناس إلا كفورا أي جحودا له وتكذيبا به . وقيل : ولقد صرفناه بينهم هو المطر . روي عن ابن عباس وابن مسعود : وأنه ليس عام بأكثر مطرا من عام ولكن الله يصرفه حيث يشاء ، فما زيد لبعض نقص من غيرهم . فهذا معنى التصريف . وقيل : صرفناه بينهم وابلا وطشا وطلا ورهاما - الجوهري : الرهام الأمطار اللينة - ورذاذا . وقيل : تصريفه تنويع الانتفاع به في الشرب والسقي والزراعات به والطهارات وسقي البساتين والغسل وشبهه .ليذكروا فأبى أكثر الناس إلا كفورا قال عكرمة : هو قولهم في الأنواء : مطرنا بنوء كذا . قال النحاس : ولا نعلم بين أهل التفسير اختلافا أن الكفر هاهنا قولهم : مطرنا بنوء كذا وكذا ; وأن نظيره : فعل النجم كذا ، وأن كل من نسب إليه فعلا فهو كافر . وروى الربيع بن صبيح قال : مطر الناس على عهد رسول الله صلى الله عليه وسلم ذات ليلة ، فلما أصبح قال النبي صلى الله عليه وسلم : أصبح الناس فيها رجلين : شاكر وكافر فأما الشاكر فيحمد [ ص: 56 ] الله تعالى على سقياه وغياثه وأما الكافر فيقول مطرنا بنوء كذا وكذا . وهذا متفق على صحته بمعناه وسيأتي في الواقعة إن شاء الله وروي من حديث ابن مسعود عن النبي صلى الله عليه وسلم أنه قال : ما من سنة بأمطر من أخرى ولكن إذا عمل قوم بالمعاصي صرف الله ذلك إلى غيرهم فإذا عصوا جميعا صرف الله ذلك إلى الفيافي والبحار . وقيل : التصريف راجع إلى الريح ، وقد مضى في ( البقرة ) بيانه . وقرأ حمزة والكسائي : ليذكروا مخففة الذال من الذكر . الباقون مثقلا من التذكر . أي ليذكروا نعم الله ويعلموا أن من أنعم بها لا يجوز الإشراك به ، فالتذكر قريب من الذكر غير أن التذكر يطلق فيما بعد عن القلب فيحتاج إلى تكلف في التذكر ."
    },
    {
      "ayah": 51,
      "surah": 25,
      "text": "قوله تعالى : ولو شئنا لبعثنا في كل قرية نذيراقوله تعالى : ولو شئنا لبعثنا في كل قرية نذيرا أي رسولا ينذرهم كما قسمنا المطر لتخف عليك أعباء النبوة ، ولكنا لم نفعل بل جعلناك نذيرا للكل لترتفع درجتك فاشكر نعمة الله عليك ."
    },
    {
      "ayah": 52,
      "surah": 25,
      "text": "فلا تطع الكافرين أي فيما يدعونك إليه من اتباع آلهتهم . وجاهدهم به قال ابن عباس بالقرآن . ابن زيد : بالإسلام . وقيل : بالسيف ، وهذا فيه بعد ; لأن السورة مكية نزلت قبل الأمر بالقتال . جهادا كبيرا لا يخالطه فتور ."
    },
    {
      "ayah": 53,
      "surah": 25,
      "text": "قوله تعالى : وهو الذي مرج البحرين هذا عذب فرات وهذا ملح أجاج وجعل بينهما برزخا وحجرا محجورا .قوله تعالى : وهو الذي مرج البحرين عاد الكلام إلى ذكر النعم . و مرج خلى وخلط وأرسل . قال مجاهد : أرسلهما وأفاض أحدهما في الآخر . قال ابن عرفة : مرج البحرين [ ص: 57 ] أي خلطهما فهما يلتقيان ; يقال : مرجته إذا خلطته . ومرج الدين والأمر اختلط واضطرب ; ومنه قوله تعالى : في أمر مريج . ومنه قوله عليه الصلاة والسلام لعبد الله بن عمرو بن العاص : إذا رأيت الناس مرجت عهودهم وخفت أماناتهم وكانوا هكذا وهكذا - وشبك بين أصابعه - فقلت له : كيف أصنع عند ذلك ، جعلني الله فداك ! قال : الزم بيتك واملك عليك لسانك وخذ بما تعرف ودع ما تنكر وعليك بخاصة أمر نفسك ودع عنك أمر العامة خرجه النسائي وأبو داود وغيرهما . وقال الأزهري : مرج البحرين خلى بينهما ; يقال مرجت الدابة إذا خليتها ترعى .وقال ثعلب : المرج الإجراء ; فقوله : مرج البحرين أي أجراهما . وقال الأخفش : يقول قوم : أمرج البحرين ، مثل مرج فعل وأفعل بمعنى . هذا عذب فرات أي حلو شديد العذوبة . وهذا ملح أجاج أي فيه ملوحة ومرارة . وروي عن طلحة أنه قرئ : وهذا ملح بفتح الميم وكسر اللام . وجعل بينهما برزخا أي حاجزا من قدرته لا يغلب أحدهما على صاحبه ، كما قال في سورة الرحمن مرج البحرين يلتقيان بينهما برزخ لا يبغيان . وحجرا محجورا أي سترا مستورا يمنع أحدهما من الاختلاط بالآخر . فالبرزخ الحاجز ، والحجر المانع . وقال الحسن : يعني بحر فارس وبحر الروم . وقال ابن عباس وابن جبير : يعني بحر السماء وبحر الأرض . قال ابن عباس : يلتقيان في كل عام وبينهما برزخ : قضاء من قضائه . وحجرا محجورا حراما محرما أن يعذب هذا الملح بالعذب ، أو يملح هذا العذب بالملح ."
    },
    {
      "ayah": 54,
      "surah": 25,
      "text": "قوله تعالى : وهو الذي خلق من الماء بشرا فجعله نسبا وصهرا وكان ربك قديرا .فيه مسألتان : الأولى : قوله تعالى : وهو الذي خلق من الماء بشرا فجعله أي خلق من النطفة إنسانا . فجعله أي جعل الإنسان نسبا وصهرا . وقيل : من الماء إشارة إلى أصل الخلقة [ ص: 58 ] في أن كل حي مخلوق من الماء . وفي هذه الآية تعديد النعمة على الناس في ، إيجادهم بعد العدم ، والتنبيه على العبرة في ذلك .الثانية : قوله تعالى : نسبا وصهرا النسب والصهر معنيان يعمان كل قربى تكون بين آدميين . قال ابن العربي : النسب عبارة عن خلط الماء بين الذكر والأنثى على وجه الشرع ، فإن كان بمعصية كان خلقا مطلقا ولم يكن نسبا محققا ، ولذلك لم يدخل تحت قوله : حرمت عليكم أمهاتكم وبناتكم بنته من الزنى ; لأنها ليست ببنت له في أصح القولين لعلمائنا وأصح القولين في الدين ، وإذا لم يكن نسب شرعا فلا صهر شرعا فلا يحرم الزنى بنت أم ولا أم بنت ، وما يحرم من الحلال لا يحرم من الحرام ; لأن الله امتن بالنسب والصهر على عباده ورفع قدرهما ، وعلق الأحكام في الحل والحرمة عليهما فلا يلحق الباطل بهما ولا يساويهما .قلت : اختلف الفقهاء في نكاح الرجل ابنته من زنى أو أخته أو بنت ابنه من زنى ; فحرم ذلك قوم ، منهم ابن القاسم ، وهو قول أبي حنيفة وأصحابه ، وأجاز ذلك آخرون ، منهم عبد الملك بن الماجشون ، وهو قول الشافعي ، وقد مضى هذا في ( النساء ) مجودا . قال الفراء : النسب الذي لا يحل نكاحه ، والصهر الذي يحل نكاحه . وقاله الزجاج : وهو قول علي بن أبي طالب رضي الله عنه . واشتقاق الصهر من صهرت الشيء إذا خلطته ، فكل واحد من الصهرين قد خالط صاحبه ، فسميت المناكح صهرا لاختلاط الناس بها . وقيل : الصهر قرابة النكاح ; فقرابة الزوجة هم الأختان ، وقرابة الزوج هم الأحماء . والأصهار يقع عاما لذلك كله ، قاله الأصمعي .وقال ابن الأعرابي : الأختان أبو المرأة وأخوها وعمها - كما قال الأصمعي - والصهر زوج ابنة الرجل وأخوه وأبوه وعمه . وقال محمد بن الحسن في رواية أبي سليمان الجوزجاني : أختان الرجل أزواج بناته وأخواته وعماته وخالاته ، وكل ذات محرم منه ، وأصهاره كل ذي رحم محرم من زوجته . قال النحاس : الأولى في هذا أن يكون القول في الأصهار ما قال الأصمعي ، وأن يكون من قبلهما جميعا . يقال : صهرت الشيء أي خلطته ; فكل واحد منهما قد خلط صاحبه . والأولى في الأختان ما قال محمد بن الحسن لجهتين : إحداهما الحديث المرفوع ، روى محمد بن إسحاق عن يزيد بن عبد الله بن قسيط عن محمد بن أسامة بن زيد عن أبيه قال : قال رسول الله صلى الله عليه وسلم : أما أنت يا علي فختني وأبو ولدي [ ص: 59 ] وأنت مني وأنا منك . فهذا على أن زوج البنت ختن . والجهة الأخرى أن اشتقاق الختن من ختنه إذا قطعه ; وكأن الزوج قد انقطع عن أهله ، وقطع زوجته عن أهلها . وقال الضحاك : الصهر قرابة الرضاع . قال ابن عطية : وذلك عندي وهم أوجبه أن ابن عباس قال : حرم من النسب سبع ، ومن الصهر خمس . وفي رواية أخرى من الصهر سبع ; يريد قوله عز وجل : حرمت عليكم أمهاتكم وبناتكم وأخواتكم وعماتكم وخالاتكم وبنات الأخ وبنات الأخت فهذا هو النسب . ثم يريد بالصهر قوله تعالى : وأمهاتكم اللاتي أرضعنكم إلى قوله : وأن تجمعوا بين الأختين . ثم ذكر المحصنات . ومحمل هذا أن ابن عباس أراد حرم من الصهر ما ذكر معه ، فقد أشار بما ذكر إلى عظمه وهو الصهر ، لا أن الرضاع صهر ، وإنما الرضاع عديل النسب يحرم منه ما يحرم من النسب بحكم الحديث المأثور فيه . ومن روى : وحرم من الصهر خمس ، أسقط من الآيتين الجمع بين الأختين والمحصنات ; وهن ذوات الأزواج .قلت : فابن عطية جعل الرضاع مع ما تقدم نسبا ، وهو قول الزجاج . قال أبو إسحاق : النسب الذي ليس بصهر من قوله جل ثناؤه : حرمت عليكم أمهاتكم إلى قوله وأن تجمعوا بين الأختين والصهر من له التزويج . قال ابن عطية : وحكى الزهراوي قولا أن النسب من جهة البنين والصهر من جهة البنات .قلت : وذكر هذا القول النحاس ، وقال : لأن المصاهرة من جهتين تكون . وقال ابن سيرين : نزلت هذه الآية في النبي صلى الله عليه وسلم وعلي رضي الله عنه ; لأنه جمعه معه نسب وصهر . قال ابن عطية : فاجتماعهما وكادة حرمة إلى يوم القيامة . وكان ربك قديرا على خلق ما يريده ."
    },
    {
      "ayah": 55,
      "surah": 25,
      "text": "قوله تعالى : ويعبدون من دون الله ما لا ينفعهم ولا يضرهم وكان الكافر على ربه ظهيرا .[ ص: 60 ] قوله تعالى : ويعبدون من دون الله ما لا ينفعهم ولا يضرهم لما عدد النعم وبين كمال قدرته عجب من المشركين في إشراكهم به من لا يقدر على نفع ولا ضر ، أي إن الله هو الذي خلق ما ذكره ، ثم هؤلاء لجهلهم يعبدون من دونه أمواتا جمادات لا تنفع ولا تضر . وكان الكافر على ربه ظهيرا روي عن ابن عباس الكافر هنا أبو جهل لعنه الله ، وشرحه أنه يستظهر بعبادة الأوثان على أوليائه . وقال عكرمة : الكافر إبليس ، ظهر على عداوة ربه . وقال مطرف : الكافر هنا الشيطان . وقال الحسن : ظهيرا أي معينا للشيطان على المعاصي . وقيل : المعنى ، وكان الكافر على ربه هينا ذليلا لا قدر له ولا وزن عنده ، من قول العرب : ظهرت به أي جعلته خلف ظهرك ولم تلتفت إليه . ومنه قوله تعالى : واتخذتموه وراءكم ظهريا أي هينا .ومنه قول الفرزدق :تميم بن قيس لا تكونن حاجتي بظهر فلا يعيا علي جوابهاهذا معنى قول أبي عبيدة . وظهير بمعنى مظهور . أي كفر الكافرين هين على الله تعالى ، والله مستهين به لأن كفره لا يضره . وقيل : وكان الكافر على ربه الذي يعبده وهو الصنم قويا غالبا يعمل به ما يشاء ; لأن الجماد لا قدرة له على دفع ضر ونفع ."
    },
    {
      "ayah": 56,
      "surah": 25,
      "text": "قوله تعالى : وما أرسلناك إلا مبشرا ونذيراقوله تعالى : وما أرسلناك إلا مبشرا ونذيرا يريد بالجنة مبشرا ونذيرا من النار ; وما أرسلناك وكيلا ولا مسيطرا ."
    },
    {
      "ayah": 57,
      "surah": 25,
      "text": "قل ما أسألكم عليه من أجر يريد على ما جئتكم به من القرآن والوحي . و ( من ) للتأكيد . إلا من شاء لكن من شاء ، فهو استثناء منقطع ، والمعنى : لكن من شاء أن يتخذ إلى ربه سبيلا بإنفاقه من ماله في سبيل الله فلينفق . ويجوز أن يكون متصلا ويقدر حذف المضاف ; التقدير : إلا أجر من شاء أن يتخذ إلى ربه سبيلا باتباع ديني حتى ينال كرامة الدنيا والآخرة ."
    },
    {
      "ayah": 58,
      "surah": 25,
      "text": "قوله تعالى : وتوكل على الحي الذي لا يموت وسبح بحمده وكفى به بذنوب عباده خبيرا .قوله تعالى : وتوكل على الحي الذي لا يموت تقدم معنى التوكل في ( آل عمران ) وهذه السورة وأنه اعتماد القلب على الله تعالى في كل الأمور ، وأن الأسباب وسائط أمر بها من غير اعتماد عليها . وسبح بحمده أي نزه الله تعالى عما يصفه هؤلاء الكفار به من الشركاء . والتسبيح التنزيه وقد تقدم وقيل : وسبح أي : وصل له ، وتسمى الصلاة تسبيحا . وكفى به بذنوب عباده خبيرا أي عليما فيجازيهم بها ."
    },
    {
      "ayah": 59,
      "surah": 25,
      "text": "قوله تعالى : الذي خلق السماوات والأرض وما بينهما في ستة أيام ثم استوى على العرش الرحمن فاسأل به خبيرا .قوله تعالى : الذي خلق السماوات والأرض وما بينهما في ستة أيام تقدم في الأعراف . و ( الذي ) في موضع خفض نعتا للحي . وقال : بينهما ولم يقل بينهن ; لأنه أراد الصنفين والنوعين والشيئين ; كقول القطامي :ألم يحزنك أن حبال قيس وتغلب قد تباينتا انقطاعاأراد وحبال تغلب ، فثنى والحبال جمع ; لأنه أراد الشيئين والنوعين . الرحمن فاسأل به خبيرا قال الزجاج : المعنى فاسأل عنه . وقد حكى هذا جماعة من أهل اللغة أن الباء تكون بمعنى ( عن ) كما قال تعالى : سأل سائل بعذاب واقع وقال الشاعر :هلا سألت الخيل يا ابنة مالك     إن كنت جاهلة بما لم تعلميوقال علقمة بن عبدة :فإن تسألوني بالنساء فإنني     خبير بأدواء النساء طبيبأي عن النساء ، وعما لم تعلمي . وأنكره علي بن سليمان وقال : أهل النظر ينكرون أن تكون الباء بمعنى عن ; لأن في هذا إفسادا لمعاني قول العرب : لو لقيت فلانا للقيك به [ ص: 62 ] الأسد ; أي للقيك بلقائك إياه الأسد . المعنى فاسأل بسؤالك إياه خبيرا . وكذلك قال ابن جبير : الخبير هو الله تعالى . ف خبيرا نصب على المفعول به بالسؤال .قلت : قول الزجاج يخرج على وجه حسن ، وهو أن يكون الخبير غير الله ، أي فاسأل عنه خبيرا ، أي عالما به ، أي بصفاته وأسمائه . وقيل : المعنى فاسأل له خبيرا ، فهو نصب على الحال من الهاء المضمرة . قال المهدوي : ولا يحسن حالا إذ لا يخلو أن تكون الحال من السائل أو المسئول ، ولا يصح كونها حالا من الفاعل ; لأن الخبير لا يحتاج أن يسأل غيره . ولا يكون من المفعول لأن المسئول عنه وهو الرحمن خبير أبدا ، والحال في أغلب الأمر يتغير وينتقل ; إلا أن يحمل على أنها حال مؤكدة ; مثل : وهو الحق مصدقا فيجوز . وأما \" الرحمن \" ففي رفعه ثلاثة أوجه : يكون بدلا من المضمر الذي في \" استوى \" . ويجوز أن يكون مرفوعا بمعنى : هو الرحمن . ويجوز أن يكون مرفوعا بالابتداء ، وخبره : فاسأل به خبيرا . ويجوز الخفض بمعنى وتوكل على الحي الذي لا يموت الرحمن ; يكون نعتا . ويجوز النصب على المدح ."
    },
    {
      "ayah": 6,
      "surah": 25,
      "text": "قوله تعالى : قل أنزله الذي يعلم السر في السماوات والأرض أي قل يا محمد أنزل هذا القرآن الذي يعلم السر ، فهو عالم الغيب ، فلا يحتاج إلى معلم . وذكر السر دون الجهر ; لأنه من علم السر فهو في الجهر أعلم . ولو كان القرآن مأخوذا من أهل الكتاب وغيرهم [ ص: 6 ] لما زاد عليها ، وقد جاء بفنون تخرج عنها ، فليس مأخوذا منها . وأيضا ولو كان مأخوذا من هؤلاء لتمكن المشركون منه أيضا كما تمكن محمد صلى الله عليه وسلم ; فهلا عارضوه ؟ فبطل اعتراضهم من كل وجه . إنه كان غفورا رحيما يريد غفورا لأوليائه رحيما بهم ."
    },
    {
      "ayah": 60,
      "surah": 25,
      "text": "قوله تعالى : وإذا قيل لهم اسجدوا للرحمن قالوا وما الرحمن أنسجد لما تأمرنا وزادهم نفورا .قوله تعالى : وإذا قيل لهم اسجدوا للرحمن أي لله تعالى . قالوا وما الرحمن على جهة الإنكار والتعجب ، أي ما نعرف الرحمن إلا رحمن اليمامة ، يعنون مسيلمة الكذاب . وزعم القاضي أبو بكر بن العربي أنهم إنما جهلوا الصفة لا الموصوف ، واستدل على ذلك ، بقوله : وما الرحمن ولم يقولوا ومن الرحمن . قال ابن الحصار : وكأنه رحمه الله لم يقرأ الآية الأخرى وهم يكفرون بالرحمن . أنسجد لما تأمرنا هذه قراءة المدنيين والبصريين ; أي لما تأمرنا أنت يا محمد . واختاره أبو عبيد وأبو حاتم . وقرأ الأعمش وحمزة والكسائي : \" يأمرنا \" بالياء . يعنون الرحمن ; كذا تأوله أبو عبيد ، قال : ولو أقروا بأن الرحمن أمرهم ما كانوا كفارا . فقال النحاس : وليس يجب أن يتأول عن الكوفيين في قراءتهم هذا التأويل البعيد ، ولكن الأولى أن يكون التأويل لهم أنسجد لما يأمرنا النبي صلى الله عليه وسلم ; فتصح القراءة على هذا ، وإن كانت الأولى أبين وأقرب تناولا . وزادهم نفورا أي زادهم قول [ ص: 63 ] القائل لهم اسجدوا للرحمن نفورا عن الدين . وكان سفيان الثوري يقول في هذه الآية : إلهي زادني لك خضوعا ما زاد أعداءك نفورا ."
    },
    {
      "ayah": 61,
      "surah": 25,
      "text": "قوله تعالى : تبارك الذي جعل في السماء بروجا وجعل فيها سراجا وقمرا منيرا .قوله تعالى : تبارك الذي جعل في السماء بروجا أي منازل وقد تقدم ذكرها وجعل فيها سراجا قال ابن عباس : يعني الشمس ; نظيره ; وجعل الشمس سراجا . وقراءة العامة : سراجا بالتوحيد . وقرأ حمزة والكسائي : ( سرجا ) يريدون النجوم العظام الوقادة . والقراءة الأولى عند أبي عبيد أولى ; لأنه تأول أن السرج النجوم ، وأن البروج النجوم ; فيجيء المعنى نجوما ونجوما . النحاس : ولكن التأويل لهم أن أبان بن تغلب قال : السرج النجوم الدراري . الثعلبي : كالزهرة والمشترى وزحل والسماكين ونحوها . وقمرا منيرا ينير الأرض إذا طلع . وروى عصمة عن الأعمش ( وقمرا ) بضم القاف وإسكان الميم . وهذه قراءة شاذة ، ولو لم يكن فيها إلا أن أحمد بن حنبل وهو إمام المسلمين في وقته قال : لا تكتبوا ما يحكيه عصمة الذي يروي القراءات ، وقد أولع أبو حاتم السجستاني بذكر ما يرويه عصمة هذا ."
    },
    {
      "ayah": 62,
      "surah": 25,
      "text": "قوله تعالى : وهو الذي جعل الليل والنهار خلفة لمن أراد أن يذكر أو أراد شكورا .فيه أربع مسائل :الأولى : قوله تعالى : خلفة قال أبو عبيدة : الخلفة كل شيء بعد شيء . وكل واحد من الليل والنهار يخلف صاحبه . ويقال للمبطون : أصابته خلفة ; أي قيام وقعود يخلف هذا ذاك . ومنه خلفة النبات ، وهو ورق يخرج بعد الورق الأول في الصيف . ومن هذا المعنى قول زهير بن أبي سلمى :[ ص: 64 ]بها العين والآرام يمشين خلفة وأطلاؤها ينهضن من كل مجثمالرئم ولد الظبي وجمعه آرام ; يقول : إذا ذهب فوج جاء فوج . ومنه قول الآخر يصف امرأة تنتقل من منزل في الشتاء إلى منزل في الصيف دأبا :ولها بالماطرون إذا     أكل النمل الذي جمعاخلفة حتى إذا ارتبعت     سكنت من جلق بيعافي بيوت وسط دسكرة     حولها الزيتون قد ينعاقال مجاهد : خلفة من الخلاف ; هذا أبيض وهذا أسود ; والأول أقوى . وقيل : يتعاقبان في الضياء والظلام والزيادة والنقصان . وقيل : هو من باب حذف المضاف ; أي جعل الليل والنهار ذوي خلفة ، أي اختلاف . لمن أراد أن يذكر أي يتذكر ، فيعلم أن الله لم يجعله كذلك عبثا فيعتبر في مصنوعات الله ، ويشكر الله تعالى على نعمه عليه في العقل والفكر والفهم . وقال عمر بن الخطاب وابن عباس والحسن : معناه من فاته شيء من الخير بالليل أدركه بالنهار ، ومن فاته بالنهار أدركه بالليل . وفي الصحيح : ما من امرئ تكون له صلاة بالليل فغلبه عليها نوم فيصلي ما بين طلوع الشمس إلى صلاة الظهر إلا كتب الله له أجر صلاته وكان نومه عليه صدقة . وروى مسلم عن عمر بن الخطاب قال : قال رسول الله صلى الله عليه وسلم : من نام عن حزبه أو عن شيء منه فقرأه فيما بين صلاة الفجر وصلاة الظهر كتب له كأنما قرأه من الليل .الثانية : قال ابن العربي : سمعت ذا الشهيد الأكبر يقول : إن الله تعالى خلق العبد حيا [ ص: 65 ] عالما ، وبذلك كماله ، وسلط عليه آفة النوم وضرورة الحدث ونقصان الخلقة ; إذ الكمال للأول الخالق ، فما أمكن الرجل من دفع النوم بقلة الأكل والسهر في طاعة الله فليفعل . ومن الغبن العظيم أن يعيش الرجل ستين سنة ينام ليلها فيذهب النصف من عمره لغوا ، وينام سدس النهار راحة فيذهب ثلثاه ويبقى له من العمر عشرون سنة ، ومن الجهالة والسفاهة أن يتلف الرجل ثلثي عمره في لذة فانية ، ولا يتلف عمره بسهر في لذة باقية عند الغني الوفي الذي ليس بعديم ولا ظلوم .الثالثة : الأشياء لا تتفاضل بأنفسها ; فإن الجواهر والأعراض من حيث الوجود متماثلة ، وإنما يقع التفاضل بالصفات . وقد اختلف أي الوقتين أفضل ، الليل أو النهار . وفي الصوم غنية في الدلالة ، والله أعلم ; قاله ابن العربي .قلت : والليل عظيم قدره ; أمر نبيه عليه الصلاة والسلام بقيامه فقال : ومن الليل فتهجد به نافلة لك ، وقال : قم الليل على ما يأتي بيانه . ومدح المؤمنين على قيامه فقال : تتجافى جنوبهم عن المضاجع وقال عليه الصلاة والسلام : والصدقة تطفئ الخطيئة كما يطفئ الماء النار وصلاة الرجل في جوف الليل وفيه ساعة يستجاب فيها الدعاء وفيه ينزل الرب تبارك وتعالى حسبما يأتي بيانه إن شاء الله تعالى .الرابعة : قرأ حمزة وحده : ( يذكر ) بسكون الذال وضم الكاف . وهي قراءة ابن وثاب وطلحة والنخعي . وفي مصحف أبي ( يتذكر ) بزيادة تاء . وقرأ الباقون : يذكر بتشديد الكاف . ويذكر ويذكر بمعنى واحد . وقيل : معنى ( يذكر ) بالتخفيف أي يذكر ما نسيه في أحد الوقتين في الوقت الثاني ، أو ليذكر تنزيه الله وتسبيحه فيها . أو أراد شكورا يقال : شكر يشكر شكرا وشكورا ، مثل كفر يكفر كفرا وكفورا . وهذا الشكور على أنه جعلهما قواما لمعاشهم . وكأنهم لما قالوا : وما الرحمن قالوا : هو الذي يقدر على هذه الأشياء ."
    },
    {
      "ayah": 63,
      "surah": 25,
      "text": "قوله تعالى : وعباد الرحمن الذين يمشون على الأرض هونا وإذا خاطبهم الجاهلون قالوا سلاما .[ ص: 66 ] قوله تعالى : وعباد الرحمن الذين يمشون على الأرض هونا لما ذكر جهالات المشركين وطعنهم في القرآن والنبوة ذكر عباده المؤمنين أيضا وذكر صفاتهم ، وأضافهم إلى عبوديته تشريفا لهم ، كما قال : سبحان الذي أسرى بعبده . وقد تقدم . فمن أطاع الله وعبده وشغل سمعه وبصره ولسانه وقلبه بما أمره فهو الذي يستحق اسم العبودية ، ومن كان بعكس هذا شمله قوله تعالى : أولئك كالأنعام بل هم أضل يعني في عدم الاعتبار ; كما تقدم في ( الأعراف ) . وكأنه قال : وعباد الرحمن هم الذين يمشون على الأرض ، فحذف هم ; كقولك : زيد الأمير ، أي زيد هو الأمير . ف \" الذين \" خبر مبتدأ محذوف ; قاله الأخفش . وقيل : الخبر قوله في آخر السورة : أولئك يجزون الغرفة بما صبروا وما بين المبتدأ والخبر أوصاف لهم وما تعلق بها ; قاله الزجاج . قال : ويجوز أن يكون الخبر : الذين يمشون على الأرض . و يمشون عبارة عن عيشهم ومدة حياتهم وتصرفاتهم ، فذكر من ذلك العظم ، لا سيما وفي ذلك الانتقال في الأرض ; وهو معاشرة الناس وخلطتهم .قوله تعالى : هونا الهون مصدر الهين وهو من السكينة والوقار . وفي التفسير : يمشون على الأرض حلماء متواضعين ، يمشون في اقتصاد . والقصد والتؤدة وحسن السمت من أخلاق النبوة . وقال صلى الله عليه وسلم : أيها الناس عليكم بالسكينة فإن البر ليس في الإيضاع وروي في صفته صلى الله عليه وسلم أنه كان إذا زال زال تقلعا ، ويخطو تكفؤا ، ويمشي هونا ، ذريع المشية إذا مشى كأنما ينحط من صبب . التقلع : رفع الرجل بقوة ، والتكفؤ : الميل إلى سنن المشي وقصده . والهون الرفق والوقار . والذريع الواسع الخطا ; أي إن مشيه كان يرفع فيه رجله بسرعة ويمد خطوه ; خلاف مشية المختال ، ويقصد سمته ; وكل ذلك برفق وتثبت دون عجلة . كما قال : كأنما ينحط من صبب ، قاله القاضي عياض . وكان عمر بن الخطاب رضي الله عنه يسرع جبلة لا تكلفا .قال الزهري : سرعة المشي تذهب بهاء الوجه . قال ابن عطية : يريد الإسراع الحثيث لأنه يخل بالوقار ; والخير في التوسط . وقال زيد بن أسلم : كنت أسأل عن تفسير قوله تعالى : الذين يمشون على الأرض هونا فما وجدت من ذلك شفاء ، فرأيت في المنام من جاءني فقال لي : هم الذين لا يريدون أن يفسدوا في الأرض . قال القشيري ; وقيل لا يمشون لإفساد ومعصية ، بل في طاعة الله والأمور المباحة من غير هوك . وقد قال الله تعالى : [ ص: 67 ] ولا تمش في الأرض مرحا إن الله لا يحب كل مختال فخور . وقال ابن عباس : بالطاعة والمعروف والتواضع . الحسن : حلماء إن جهل عليهم لم يجهلوا . وقيل : لا يتكبرون على الناس .قلت : وهذه كلها معان متقاربة ، ويجمعها العلم بالله والخوف منه ، والمعرفة بأحكامه والخشية من عذابه وعقابه ; جعلنا الله منهم بفضله ومنه . وذهبت فرقة إلى أن هونا مرتبط بقوله : يمشون على الأرض ، أن المشي هو هون . قال ابن عطية : ويشبه أن يتأول هذا على أن تكون أخلاق ذلك الماشي هونا مناسبة لمشيه ، فيرجع القول إلى نحو ما بيناه . وأما أن يكون المراد صفة المشي وحده فباطل ; لأنه رب ماش هونا رويدا وهو ذئب أطلس . وقد كان رسول الله صلى الله عليه وسلم يتكفأ في مشيه كأنما ينحط في صبب . وهو عليه الصلاة والسلام الصدر في هذه الأمة . وقوله عليه الصلاة والسلام : من مشى منكم في طمع فليمش رويدا إنما أراد في عقد نفسه ، ولم يرد المشي وحده . ألا ترى أن المبطلين المتحلين بالدين تمسكوا بصورة المشي فقط ; حتى قال فيهم الشاعر ذما لهم :كلهم يمشي رويدا كلهم يطلب صيداقلت : وفي عكسه أنشد ابن العربي لنفسه :تواضعت في العلياء والأصل كابر     وحزت قصاب السبق بالهون في الأمرسكون فلا خبث السريرة أصله     وجل سكون الناس من عظم الكبرقوله تعالى : وإذا خاطبهم الجاهلون قالوا سلاما قال النحاس : ليس سلاما من التسليم إنما هو من التسلم ; تقول العرب : سلاما ، أي تسلما منك ، أي براءة منك . منصوب على أحد أمرين : يجوز أن يكون منصوبا ب \" قالوا \" ويجوز أن يكون مصدرا ; وهذا قول سيبويه . قال ابن عطية : والذي أقوله : أن \" قالوا \" هو العامل في سلاما لأن المعنى قالوا هذا اللفظ . وقال مجاهد : معنى سلاما سدادا . أي يقول للجاهل كلاما يدفعه به برفق [ ص: 68 ] ولين . ف \" قالوا \" على هذا التأويل عامل في قوله : سلاما على طريقة النحويين ; وذلك أنه بمعنى \" قولا \" . وقالت فرقة : ينبغي للمخاطب أن يقول للجاهل سلاما ; بهذا اللفظ . أي سلمنا سلاما أو تسليما ، ونحو هذا ; فيكون العامل فيه فعلا من لفظه على طريقة النحويين . مسألة : هذه الآية كانت قبل آية السيف ، نسخ منها ما يخص الكفرة وبقي أدبها في المسلمين إلى يوم القيامة . وذكر سيبويه النسخ في هذه الآية في كتابه ، وما تكلم فيه على نسخ سواه ; رجح به أن المراد السلامة لا التسليم ; لأن المؤمنين لم يؤمروا قط بالسلام على الكفرة . والآية مكية فنسختها آية السيف . قال النحاس : ولا نعلم لسيبويه كلاما في معنى الناسخ والمنسوخ إلا في هذه الآية . قال سيبويه : لم يؤمر المسلمون يومئذ أن يسلموا على المشركين لكنه على معنى قوله : تسلما منكم ، ولا خير ولا شر بيننا وبينكم . المبرد : كان ينبغي أن يقال : لم يؤمر المسلمون يومئذ بحربهم ثم أمروا بحربهم . محمد بن يزيد . أخطأ سيبويه في هذا وأساء العبارة . ابن العربي : لم يؤمر المسلمون يومئذ أن يسلموا على المشركين ولا نهوا عن ذلك ، بل أمروا بالصفح والهجر الجميل ، وقد كان عليه الصلاة والسلام يقف على أنديتهم ويحييهم ويدانيهم ولا يداهنهم . وقد اتفق الناس على أن السفيه من المؤمنين إذا جفاك يجوز أن تقول له سلام عليك .قلت : هذا القول أشبه بدلائل السنة . وقد بينا في سورة ( مريم ) اختلاف العلماء في جواز التسليم على الكفار ، فلا حاجة إلى دعوى النسخ ; والله أعلم . وقد ذكر النضر بن شميل قال حدثني الخليل قال : أتيت أبا ربيعة الأعرابي وكان من أعلم من رأيت ، فإذا هو على سطح ، فلما سلمنا رد علينا السلام وقال لنا : استووا . وبقينا متحيرين ولم ندر ما قال . فقال لنا أعرابي إلى جنبه : أمركم أن ترتفعوا . قال الخليل : هو من قول الله عز وجل : ثم استوى إلى السماء وهي دخان فصعدنا إليه فقال : هل لكم في خبز فطير ، ولبن هجير ، وماء نمير ؟ فقلنا : الساعة فارقناه . فقال : سلاما . فلم ندر ما قال . قال : فقال الأعرابي : إنه سألكم متاركة لا خير فيها ولا شر . فقال الخليل : هو من قول الله عز وجل : وإذا خاطبهم الجاهلون قالوا سلاما . قال ابن عطية : ورأيت في بعض التواريخ أن إبراهيم بن المهدي - وكان من المائلين على علي بن أبي طالب رضي الله عنه - قال يوما بحضرة المأمون وعنده جماعة : كنت أرى علي بن أبي طالب في النوم فكنت أقول له من أنت ؟ فكان يقول : علي بن أبي طالب . فكنت [ ص: 69 ] أجيء معه إلى قنطرة فيذهب فيتقدمني في عبورها . فكنت أقول : إنما تدعي هذا الأمر بامرأة ونحن أحق به منك . فما رأيت له في الجواب بلاغة كما يذكر عنه . قال المأمون : وبماذا جاوبك ؟ قال : فكان يقول لي : سلاما . قال الراوي : فكأن إبراهيم بن المهدي لا يحفظ الآية أو ذهبت عنه في ذلك الوقت . فنبه المأمون على الآية من حضره وقال : هو والله يا عم علي بن أبي طالب ، وقد جاوبك بأبلغ جواب ، فخزي إبراهيم واستحيا . وكانت رؤيا لا محالة صحيحة ."
    },
    {
      "ayah": 64,
      "surah": 25,
      "text": "قوله تعالى : والذين يبيتون لربهم سجدا وقياما .قوله تعالى : والذين يبيتون لربهم سجدا وقياما قال الزجاج : بات الرجل يبيت : إذا أدركه الليل ، نام أو لم ينم . قال زهير :فبتنا قياما عند رأس جوادنا يزاولنا عن نفسه ونزاولهوأنشدوا في صفة الأولياء :امنع جفونك أن تذوق مناما     واذر الدموع على الخدود سجاماواعلم بأنك ميت ومحاسب     يا من على سخط الجليل أقامالله قوم أخلصوا في حبه     فرضي بهم واختصهم خداماقوم إذا جن الظلام عليهم     باتوا هنالك سجدا وقياماخمص البطون من التعفف ضمرا     لا يعرفون سوى الحلال طعاماوقال ابن عباس : من صلى ركعتين أو أكثر بعد العشاء فقد بات لله ساجدا وقائما . وقال الكلبي : من أقام ركعتين بعد المغرب وأربعا بعد العشاء فقد بات ساجدا وقائما ."
    },
    {
      "ayah": 65,
      "surah": 25,
      "text": "قوله تعالى : والذين يقولون ربنا اصرف عنا عذاب جهنم إن عذابها كان غراماقوله تعالى : والذين يقولون ربنا اصرف عنا عذاب جهنم أي هم مع طاعتهم مشفقون خائفون وجلون من عذاب الله . ابن عباس : يقولون ذلك في سجودهم وقيامهم . إن عذابها كان غراما أي لازما دائما غير مفارق . ومنه سمي الغريم لملازمته . ويقال : فلان [ ص: 70 ] مغرم بكذا أي لازم له مولع به . وهذا معناه في كلام العرب فيما ذكر ابن الأعرابي وابن عرفة وغيرهما . وقال الأعشى :إن يعاقب يكن غراما وإن يعط جزيلا فإنه لا يباليوقال الحسن : قد علموا أن كل غريم يفارق غريمه إلا غريم جهنم . وقال الزجاج : الغرام أشد العذاب . وقال ابن زيد : الغرام الشر . وقال أبو عبيدة : الهلاك . والمعنى واحد . وقال محمد بن كعب : طالبهم الله تعالى بثمن النعيم في الدنيا فلم يأتوا به ، فأغرمهم ثمنها بإدخالهم النار ."
    },
    {
      "ayah": 66,
      "surah": 25,
      "text": "إنها ساءت مستقرا ومقاما أي بئس المستقر وبئس المقام . أي إنهم يقولون ذلك عن علم ، وإذا قالوه عن علم كانوا أعرف بعظم قدر ما يطلبون ، فيكون ذلك أقرب إلى النجح ."
    },
    {
      "ayah": 67,
      "surah": 25,
      "text": "قوله تعالى : والذين إذا أنفقوا لم يسرفوا ولم يقتروا وكان بين ذلك قواما .قوله تعالى : والذين إذا أنفقوا لم يسرفوا ولم يقتروا وكان بين ذلك قواما اختلف المفسرون في تأويل هذه الآية . فقال النحاس : ومن أحسن ما قيل في معناه أن من أنفق في غير طاعة الله فهو الإسراف ، ومن أمسك عن طاعة الله عز وجل فهو الإقتار ، ومن أنفق في طاعة الله تعالى فهو القوام . وقال ابن عباس : من أنفق مائة ألف في حق فليس بسرف ، ومن أنفق درهما في غير حقه فهو سرف ، ومن منع من حق عليه فقد قتر . وقاله مجاهد وابن زيد وغيرهما . وقال عون بن عبد الله : الإسراف أن تنفق مال غيرك . قال ابن عطية : وهذا ونحوه غير مرتبط بالآية . والوجه أن يقال : إن النفقة في معصية أمر قد حظرت الشريعة قليله وكثيره وكذلك التعدي على مال الغير ، وهؤلاء الموصوفون منزهون عن ذلك ، وإنما التأديب في هذه الآية هو في نفقة الطاعات في المباحات ، فأدب الشرع فيها ألا يفرط الإنسان حتى يضيع حقا آخر أو عيالا ونحو هذا ، وألا يضيق أيضا ويقتر حتى يجيع العيال ويفرط في الشح ، والحسن في ذلك هو القوام ، أي العدل ، والقوام في كل واحد بحسب عياله وحاله ، وخفة ظهره وصبره وجلده على الكسب ، أو ضد هذه الخصال ، وخير الأمور أوساطها ; ولهذا ترك رسول الله صلى الله عليه وسلم أبا بكر الصديق أن يتصدق بجميع ماله ; لأن ذلك وسط بنسبة جلده وصبره في الدين ، ومنع غيره من ذلك . ونعم ما قال إبراهيم النخعي : هو الذي لا يجيع ولا يعري ولا ينفق نفقة يقول الناس قد أسرف . وقال يزيد بن أبي حبيب : هم الذين لا يلبسون الثياب لجمال ، ولا يأكلون طعاما للذة . وقال يزيد [ ص: 71 ] أيضا في هذه الآية : أولئك أصحاب محمد صلى الله عليه وسلم كانوا لا يأكلون طعاما للتنعم واللذة ، ولا يلبسون ثيابا للجمال ، ولكن كانوا يريدون من الطعام ما يسد عنهم الجوع ويقويهم على عبادة ربهم ، ومن اللباس ما يستر عوراتهم ويكنهم من الحر والبرد . وقال عبد الملك بن مروان لعمر بن عبد العزيز حين زوجه ابنته فاطمة : ما نفقتك ؟ فقال له عمر : الحسنة بين سيئتين ، ثم تلا هذه الآية . وقال عمر بن الخطاب : كفى بالمرء سرفا ألا يشتهي شيئا إلا اشتراه فأكله . وفي سنن ابن ماجه عن أنس بن مالك قال : قال رسول الله صلى الله عليه وسلم : إن من السرف أن تأكل كل ما اشتهيت وقال أبو عبيدة : لم يزيدوا على المعروف ولم يبخلوا . كقوله تعالى : ولا تجعل يدك مغلولة إلى عنقك ولا تبسطها كل البسط وقال الشاعر :ولا تغل في شيء من الأمر واقتصد كلا طرفي قصد الأمور ذميموقال آخر :إذا المرء أعطى نفسه كل ما اشتهت     ولم ينهها تاقت إلى كل باطلوساقت إليه الإثم والعار بالذي     دعته إليه من حلاوة عاجلوقال عمر لابنه عاصم : يا بني ، كل في نصف بطنك ; ولا تطرح ثوبا حتى تستخلقه ، ولا تكن من قوم يجعلون ما رزقهم الله في بطونهم وعلى ظهورهم . ولحاتم طيئ :إذا أنت قد أعطيت بطنك سؤله     وفرجك نالا منتهى الذم أجمعاولم يقتروا قرأ حمزة والكسائي والأعمش وعاصم ويحيى بن وثاب على اختلاف عنهما يقتروا بفتح الياء وضم التاء ، وهي قراءة حسنة ; من قتر يقتر . وهذا القياس في اللازم ، مثل قعد يقعد . وقرأ أبو عمرو بن العلاء وابن كثير بفتح الياء وكسر التاء ، وهي لغة معروفة حسنة . وقرأ أهل المدينة وابن عامر وأبو بكر عن عاصم بضم الياء وكسر التاء . قال الثعلبي : كلها لغات صحيحة . النحاس : وتعجب أبو حاتم من قراءة أهل المدينة هذه ; لأن أهل المدينة عنده لا يقع في قراءتهم الشاذ ، وإنما يقال : أقتر يقتر إذا افتقر ، كما قال عز وجل : وعلى المقتر قدره وتأول أبو حاتم لهم أن المسرف يفتقر سريعا . وهذا تأويل بعيد ، [ ص: 72 ] ولكن التأويل لهم أن أبا عمر الجرمي حكى عن الأصمعي أنه يقال للإنسان إذا ضيق : قتر يقتر ويقتر ، وأقتر يقتر . فعلى هذا تصح القراءة ، وإن كان فتح الياء أصح وأقرب متناولا ، وأشهر وأعرف . وقرأ أبو عمرو والناس قواما بفتح القاف ; يعني عدلا . وقرأ حسان بن عبد الرحمن : \" قواما \" بكسر القاف ; أي مبلغا وسدادا وملاك حال . والقوام بكسر القاف ، ما يدوم عليه الأمر ويستقر . وقيل : هما لغتان بمعنى . و ( قواما ) خبر كان ، واسمها مقدر فيها ، أي كان الإنفاق بين الإسراف والقتر قواما ، قاله الفراء . وله قول آخر يجعل \" بين \" اسم كان وينصبها ; لأن هذه الألفاظ كثير استعمالها فتركت على حالها في موضع الرفع . قال النحاس : ما أدري ما وجه هذا ; لأن \" بين \" إذا كانت في موضع رفع رفعت ; كما يقال : بين عينيه أحمر ."
    },
    {
      "ayah": 68,
      "surah": 25,
      "text": "قوله تعالى : والذين لا يدعون مع الله إلها آخر ولا يقتلون النفس التي حرم الله إلا بالحق ولا يزنون ومن يفعل ذلك يلق أثاما إخراج لعباده المؤمنين من صفات الكفرة في عبادتهم الأوثان ، وقتلهم النفس بوأد البنات ; وغير ذلك من الظلم والاغتيال ، والغارات ، ومن الزنى الذي كان عندهم مباحا . وقال من صرف هذه الآية عن ظاهرها من أهل المعاني : لا يليق بمن أضافهم الرحمن إليه إضافة الاختصاص ، وذكرهم ووصفهم من صفات المعرفة والتشريف وقوع هذه الأمور القبيحة منهم حتى يمدحوا بنفيها عنهم لأنهم أعلى وأشرف ، فقال : معناها لا يدعون الهوى إلها ، ولا يذلون أنفسهم بالمعاصي فيكون قتلا لها . ومعنى إلا بالحق أي إلا بسكين الصبر وسيف المجاهدة فلا ينظرون إلى نساء ليست لهم بمحرم بشهوة فيكون سفاحا ، بل بالضرورة فيكون كالنكاح . قال شيخنا أبو العباس : وهذا كلام رائق غير أنه عند السبر مائق . وهي نبعة باطنية ونزعة باطلية وإنما صح تشريف عباد الله باختصاص الإضافة بعد أن تحلوا بتلك الصفات الحميدة وتخلوا عن نقائض ذلك من الأوصاف الذميمة ، فبدأ في صدر هذه الآيات بصفات التحلي تشريفا لهم ، ثم أعقبها بصفات التخلي تبعيدا لها ; والله أعلم . قلت : ومما يدل على بطلان ما ادعاه هذا القائل من أن تلك الأمور ليست على ظاهرها [ ص: 73 ] ما روى مسلم من حديث عبد الله بن مسعود قال : قلت : يا رسول الله ، أي الذنب أكبر عند الله ؟ قال : أن تدعو لله ندا وهو خلقك . قال : ثم أي ؟ قال : أن تقتل ولدك مخافة أن يطعم . قال : ثم أي ؟ قال : أن تزاني حليلة جارك . فأنزل الله تعالى تصديقها : والذين لا يدعون مع الله إلها آخر ولا يقتلون النفس التي حرم الله إلا بالحق ولا يزنون ومن يفعل ذلك يلق أثاما . والأثام في كلام العرب العقاب ، وبه قرأ ابن زيد وقتادة هذه الآية . ومنه قول الشاعر :جزى الله ابن عروة حيث أمسى عقوقا والعقوق له أثامأي جزاء وعقوبة . وقال عبد الله بن عمرو وعكرمة ومجاهد : إن أثاما واد في جهنم جعله الله عقابا للكفرة . قال الشاعر :لقيت المهالك في حربنا     وبعد المهالك تلقى أثاماوقال السدي : جبل فيها . قال :وكان مقامنا ندعو عليهم     بأبطح ذي المجاز له أثاموفي صحيح مسلم أيضا عن ابن عباس : أن ناسا من أهل الشرك قتلوا فأكثروا وزنوا فأكثروا ; فأتوا محمدا صلى الله عليه وسلم فقالوا : إن الذي تقول وتدعو إليه لحسن ، وهو يخبرنا بأن لما عملنا كفارة ، فنزلت : والذين لا يدعون مع الله إلها آخر ولا يقتلون النفس التي حرم الله إلا بالحق ولا يزنون ومن يفعل ذلك يلق أثاما . ونزل : قل يا عبادي الذين أسرفوا على أنفسهم الآية . وقد قيل : إن هذه الآية ، يا عبادي الذين أسرفوا نزلت في وحشي قاتل حمزة ; قاله سعيد بن جبير وابن عباس . وسيأتي في الزمر بيانه .قوله تعالى : إلا بالحق أي بما يحق أن تقتل به النفوس من كفر بعد إيمان أو زنى بعد إحصان ; على ما تقدم بيانه في ( الأنعام ) . ولا يزنون فيستحلون الفروج بغير نكاح ولا ملك يمين . ودلت هذه الآية على أنه ليس بعد الكفر أعظم من قتل النفس بغير الحق ثم الزنى ; ولهذا ثبت في حد الزنا القتل لمن كان محصنا أو أقصى الجلد لمن كان غير محصن ."
    },
    {
      "ayah": 69,
      "surah": 25,
      "text": "[ ص: 74 ] قوله تعالى : يضاعف له العذاب يوم القيامة ويخلد فيه قرأ نافع وابن عامر وحمزة والكسائي يضاعف ويخلد جزما . وقرأ ابن كثير : ( يضعف ) بشد العين وطرح الألف وبالجزم في ( يضعف ) ويخلد وقرأ طلحة بن سليمان : ( نضعف ) بضم النون وكسر العين المشددة . \" العذاب \" نصب ويخلد جزم ، وهي قراءة أبي جعفر وشيبة . وقرأ عاصم في رواية أبي بكر : ( يضاعف ) . ( ويخلد ) بالرفع فيهما على العطف والاستئناف . وقرأ طلحة بن سليمان : ( وتخلد ) بالتاء على معنى مخاطبة الكافر . وروي عن أبي عمرو ( ويخلد ) بضم الياء من تحت وفتح اللام . قال أبو علي : وهي غلط من جهة الرواية . و يضاعف بالجزم بدل من يلق الذي هو جزاء الشرط . قال سيبويه : مضاعفة العذاب لقي الأثام . قال الشاعر :متى تأتنا تلمم بنا في ديارنا     تجد حطبا جزلا ونارا تأججاوقال آخر :إن علي الله أن تبايعا     تؤخذ كرها أو تجيء طائعاوأما الرفع ففيه قولان : أحدهما أن تقطعه مما قبله . والآخر أن يكون محمولا على المعنى ; كأن قائلا قال : ما لقي الأثام ؟ فقيل له : يضاعف له العذاب . مهانا معناه ذليلا خاسئا مبعدا مطرودا ."
    },
    {
      "ayah": 7,
      "surah": 25,
      "text": "قوله تعالى : وقالوا ما لهذا الرسول يأكل الطعام ويمشي في الأسواق لولا أنزل إليه ملك فيكون معه نذيراقوله تعالى : وقالوا ما لهذا الرسول يأكل الطعام ويمشي في الأسواقفيه مسألتان :الأولى : قوله تعالى : وقالوا ذكر شيئا آخر من مطاعنهم . والضمير في ( قالوا ) لقريش ; وذلك أنهم كان لهم مع رسول الله صلى الله عليه وسلم مجلس مشهور ، وقد تقدم في ( سبحان ) ذكره ابن إسحاق في السيرة وغيره . مضمنه أن سادتهم - عتبة بن ربيعة وغيره - اجتمعوا معه فقالوا : يا محمد ! إن كنت تحب الرياسة وليناك علينا ، وإن كنت تحب المال جمعنا لك من أموالنا ; فلما أبى رسول الله صلى الله عليه وسلم عن ذلك رجعوا في باب الاحتجاج معه فقالوا : ما بالك وأنت رسول الله تأكل الطعام ، وتقف بالأسواق ! فعيروه بأكل الطعام ; لأنهم أرادوا أن يكون الرسول ملكا ، وعيروه بالمشي في الأسواق حين رأوا الأكاسرة والقياصرة والملوك الجبابرة يترفعون عن الأسواق ، وكان عليه السلام يخالطهم في أسواقهم ، ويأمرهم وينهاهم ; فقالوا : هذا يطلب أن يتملك علينا ، فما له يخالف سيرة الملوك ; فأجابهم الله بقوله ، وأنزل على نبيه : وما أرسلنا قبلك من المرسلين إلا إنهم ليأكلون الطعام ويمشون في الأسواق فلا تغتم ولا تحزن ، فإنها شكاة ظاهر عنك عارها .الثانية : دخول الأسواق مباح للتجارة وطلب المعاش . وكان عليه السلام يدخلها لحاجته ، ولتذكرة الخلق بأمر الله ودعوته ، ويعرض نفسه فيها على القبائل ، لعل الله أن يرجع بهم إلى الحق . وفي البخاري في صفته عليه السلام : ( ليس بفظ ولا غليظ ولا سخاب في [ ص: 7 ] الأسواق ) وقد تقدم في ( الأعراف ) وذكر السوق مذكور في غير ما حديث ، ذكره أهل الصحيح . وتجارة الصحابة فيها معروفة ، وخاصة المهاجرين ; كما قال أبو هريرة : وإن إخواننا من المهاجرين كان يشغلهم الصفق بالأسواق ; خرجه البخاري . وسيأتي لهذه المسألة زيادة بيان في هذه السورة إن شاء الله .قوله تعالى : لولا أنزل إليه ملك أي هلا . فيكون معه نذيرا جواب الاستفهام ."
    },
    {
      "ayah": 70,
      "surah": 25,
      "text": "قوله تعالى : إلا من تاب وآمن وعمل عملا صالحا فأولئك يبدل الله سيئاتهم حسنات وكان الله غفورا رحيما .قوله تعالى : إلا من تاب وآمن وعمل عملا صالحا لا خلاف بين العلماء أن الاستثناء عامل في الكافر والزاني . واختلفوا في القاتل من المسلمين على ما تقدم بيانه في ( النساء ) ومضى في ( المائدة ) القول في جواز التراخي في الاستثناء في اليمين ، وهو مذهب ابن عباس مستدلا بهذه الآية .قوله تعالى : فأولئك يبدل الله سيئاتهم حسنات قال النحاس : من أحسن ما قيل فيه أنه يكتب موضع \" كافر \" : مؤمن ، وموضع \" عاص \" : مطيع . وقال مجاهد والضحاك : أن يبدلهم الله من الشرك الإيمان وروي نحوه عن الحسن . قال الحسن : قوم يقولون : التبديل في الآخرة ، وليس كذلك ، إنما التبديل في الدنيا ; يبدلهم الله إيمانا من الشرك ، وإخلاصا من الشك ، وإحصانا [ ص: 75 ] من الفجور . وقال الزجاج : ليس بجعل مكان السيئة الحسنة ، ولكن بجعل مكان السيئة التوبة ، والحسنة مع التوبة . وروى أبو ذر عن النبي صلى الله عليه وسلم : أن السيئات تبدل بحسنات . وروي معناه عن سلمان الفارسي وسعيد بن جبير وغيرهما . وقال أبو هريرة : ذلك في الآخرة فيمن غلبت حسناته على سيئاته ، فيبدل الله السيئات حسنات . وفي الخبر : ليتمنين أقوام أنهم أكثروا من السيئات . فقيل : ومن هم ؟ قال : الذين يبدل الله سيئاتهم حسنات . رواه أبو هريرة عن النبي صلى الله عليه وسلم ; ذكره الثعلبي والقشيري . وقيل : التبديل عبارة عن الغفران ; أي يغفر الله لهم تلك السيئات لا أن يبدلها حسنات . قلت : فلا يبعد في كرم الله تعالى إذا صحت توبة العبد أن يضع مكان كل سيئة حسنة ; وقد قال صلى الله عليه وسلم لمعاذ : أتبع السيئة الحسنة تمحها وخالق الناس بخلق حسن . وفي صحيح مسلم عن أبي ذر قال : قال رسول الله صلى الله عليه وسلم : إني لأعلم آخر أهل الجنة دخولا الجنة وآخر أهل النار خروجا منها : رجل يؤتى به يوم القيامة ، فيقال اعرضوا عليه صغار ذنوبه وارفعوا عنه كبارها فتعرض عليه صغار ذنوبه ، فيقال عملت يوم كذا وكذا كذا وكذا وعملت يوم كذا وكذا كذا وكذا ، فيقول نعم . لا يستطيع أن ينكر وهو مشفق في كبار ذنوبه أن تعرض عليه فيقال له فإن لك مكان كل سيئة حسنة فيقول يا رب قد عملت أشياء لا أراها هاهنا . فلقد رأيت رسول الله صلى الله عليه وسلم ضحك حتى بدت نواجذه . وقال أبو طويل : يا رسول الله ، أرأيت رجلا عمل الذنوب كلها ولم يترك منها شيئا ، وهو في ذلك لم يترك حاجة ولا داجة إلا اقتطعها فهل له من توبة ؟ قال : هل أسلمت ؟ قال : أنا أشهد أن لا إله إلا الله وحده لا شريك له ، وأشهد أنك عبد الله ورسوله . قال نعم ، تفعل الخيرات وتترك السيئات يجعلهن الله كلهن خيرات . قال : وغدراتي وفجراتي يا نبي الله ؟ قال : نعم . قال : الله أكبر ! فما زال يكررها حتى توارى . ذكره الثعلبي . قال مبشر بن عبيد ، وكان عالما بالنحو والعربية : الحاجة التي تقطع على الحاج إذا توجهوا . والداجة التي تقطع عليهم إذا قفلوا . وكان الله غفورا رحيما"
    },
    {
      "ayah": 71,
      "surah": 25,
      "text": "قوله تعالى : ومن تاب وعمل صالحا فإنه يتوب إلى الله متاباقوله تعالى : ومن تاب وعمل صالحا فإنه يتوب إلى الله متابا [ ص: 76 ] لا يقال : من قام فإنه يقوم ; فكيف قال من تاب فإنه يتوب ؟ فقال ابن عباس : المعنى من آمن من أهل مكة وهاجر ولم يكن قتل وزنى بل عمل صالحا وأدى الفرائض فإنه يتوب إلى الله متابا ; أي فإني قدمتهم وفضلتهم على من قاتل النبي صلى الله عليه وسلم واستحل المحارم . وقال القفال : يحتمل أن تكون الآية الأولى فيمن تاب من المشركين ، ولهذا قال : إلا من تاب وآمن ثم عطف عليه من تاب من المسلمين وأتبع توبته عملا صالحا فله حكم التائبين أيضا . وقيل : أي من تاب بلسانه ولم يحقق ذلك بفعله ، فليست تلك التوبة نافعة ; بل من تاب وعمل صالحا فحقق توبته بالأعمال الصالحة فهو الذي تاب إلى الله متابا ، أي تاب حق التوبة وهي النصوح ولذا أكد بالمصدر . ف \" متابا \" مصدر معناه التأكيد ، كقوله : وكلم الله موسى تكليما أي فإنه يتوب إلى الله حقا فيقبل الله توبته حقا ."
    },
    {
      "ayah": 72,
      "surah": 25,
      "text": "قوله تعالى : والذين لا يشهدون الزور وإذا مروا باللغو مروا كراما .فيه مسألتان : الأولى : قوله تعالى : والذين لا يشهدون الزور أي لا يحضرون الكذب والباطل ولا يشاهدونه . والزور : كل باطل زور وزخرف ، وأعظمه الشرك وتعظيم الأنداد . وبه فسر الضحاك وابن زيد وابن عباس وفي رواية عن ابن عباس أنه أعياد المشركين . عكرمة : لعب كان في الجاهلية يسمى بالزور . مجاهد : الغناء ; وقاله محمد ابن الحنفية أيضا . ابن جريج : الكذب ; وروي عن مجاهد . وقال علي بن أبي طلحة ومحمد بن علي : المعنى لا يشهدون بالزور ، من الشهادة لا من المشاهدة . قال ابن العربي : أما القول بأنه الكذب فصحيح ، لأن كل ذلك إلى الكذب يرجع ، وأما من قال إنه لعب كان في الجاهلية فإنه يحرم ذلك إذا كان فيه قمار أو جهالة ، أو أمر يعود إلى الكفر ، وأما القول بأنه الغناء فليس ينتهي إلى هذا الحد .قلت : من الغناء ما ينتهي سماعه إلى التحريم ، وذلك كالأشعار التي توصف فيها الصور [ ص: 77 ] المستحسنات والخمر وغير ذلك مما يحرك الطباع ويخرجها عن الاعتدال ، أو يثير كامنا من حب اللهو ; مثل قول بعضهم :ذهبي اللون تحسب من وجنتيه النار تقتدح     خوفوني من فضيحتهليته وافى وأفتضحلا سيما إذا اقترن بذلك شبابات وطارات مثل ما يفعل اليوم في هذه الأزمان ، على ما بيناه في غير هذا الموضع . وأما من قال إنه شهادة الزور وهي .الثانية : فكان عمر بن الخطاب رضي الله عنه يجلد شاهد الزور أربعين جلدة ، ويسخم وجهه ، ويحلق رأسه ، ويطوف به في السوق . وقال أكثر أهل العلم : ولا تقبل له شهادة أبدا وإن تاب وحسنت حاله فأمره إلى الله . وقد قيل : إنه إذا كان غير مبرز فحسنت حاله قبلت شهادته حسبما تقدم بيانه في سورة ( الحج ) فتأمله هناك .وإذا مروا باللغو مروا كراما وقد تقدم الكلام في اللغو ، وهو كل سقط من قول أو فعل ، فيدخل فيه الغناء واللهو وغير ذلك مما قاربه ، ويدخل فيه سفه المشركين وأذاهم المؤمنين وذكر النساء وغير ذلك من المنكر . وقال مجاهد : إذا أوذوا صفحوا . وروي عنه : إذا ذكر النكاح كنوا عنه . وقال الحسن : اللغو المعاصي كلها . وهذا جامع . و ( كراما ) معناه معرضين منكرين لا يرضونه ، ولا يمالئون عليه ، ولا يجالسون أهله . أي مروا مر الكرام الذين لا يدخلون في الباطل . يقال تكرم فلان عما يشينه ، أي تنزه وأكرم نفسه عنه . وروي أن عبد الله بن مسعود سمع غناء فأسرع وذهب ، فبلغ رسول الله صلى الله عليه وسلم فقال : لقد أصبح ابن أم عبد كريما . وقيل : من المرور باللغو كريما أن يأمر بالمعروف وينهى عن المنكر ."
    },
    {
      "ayah": 73,
      "surah": 25,
      "text": "قوله تعالى : والذين إذا ذكروا بآيات ربهم لم يخروا عليها صما وعميانا .فيه مسألتان : الأولى : قوله تعالى : والذين إذا ذكروا بآيات ربهم أي إذا قرئ عليهم القرآن ذكروا آخرتهم ومعادهم ولم يتغافلوا حتى يكونوا بمنزلة من لا يسمع . وقال : لم يخروا [ ص: 78 ] وليس ثم خرور ; كما يقال : قعد يبكي وإن كان غير قاعد ; قاله الطبري واختاره ; قال ابن عطية : وهو أن يخروا صما وعميانا هي صفة الكفار ، وهي عبارة عن إعراضهم ; واقرن ذلك بقولك : قعد فلان يشتمني وقام فلان يبكي وأنت لم تقصد الإخبار بقعود ولا قيام ، وإنما هي توطئات في الكلام والعبارة . قال ابن عطية : فكأن المستمع للذكر قائم القناة قويم الأمر ، فإذا أعرض وضل كان ذلك خرورا ، وهو السقوط على غير نظام وترتيب ، وإن كان قد شبه به الذي يخر ساجدا لكن أصله على غير ترتيب . وقيل : أي إذا تليت عليهم آيات الله وجلت قلوبهم فخروا سجدا وبكيا ، ولم يخروا عليها صما وعميانا . وقال الفراء : أي لم يقعدوا على حالهم الأول كأن لم يسمعوا .الثانية : قال بعضهم : إن من سمع رجلا يقرأ سجدة يسجد معه ; لأنه قد سمع آيات الله تتلى عليه . قال ابن العربي : وهذا لا يلزم إلا القارئ وحده ، وأما غيره فلا يلزمه ذلك إلا في مسألة واحدة ; وهو أن الرجل إذا تلا القرآن وقرأ السجدة فإن كان الذي جلس معه جلس ليسمعه فليسجد معه ، وإن لم يلتزم السماع معه فلا سجود عليه . وقد مضى هذا في ( الأعراف ) ."
    },
    {
      "ayah": 74,
      "surah": 25,
      "text": "قوله تعالى : والذين يقولون ربنا هب لنا من أزواجنا وذرياتنا قرة أعين قال الضحاك : أي مطيعين لك . وفيه جواز الدعاء بالولد . وقد تقدم . والذرية تكون واحدا وجمعا . فكونها للواحد قوله : رب هب لي من لدنك ذرية طيبة فهب لي من لدنك وليا وكونها للجمع ذرية ضعافا وقد مضى في ( البقرة ) اشتقاقها مستوفى . وقرأ نافع وابن كثير [ ص: 79 ] وابن عامر والحسن : \" وذرياتنا \" وقرأ أبو عمر وحمزة والكسائي وطلحة وعيسى : \" وذريتنا \" بالإفراد . قرة أعين نصب على المفعول ، أي قرة أعين لنا . وهذا نحو قوله عليه الصلاة والسلام لأنس : اللهم أكثر ماله وولده وبارك له فيه . وقد تقدم بيانه في ( آل عمران ) و ( مريم ) وذلك أن الإنسان إذا بورك له في ماله وولده قرت عينه بأهله وعياله ، حتى إذا كانت عنده زوجة اجتمعت له فيها أمانيه من جمال وعفة ونظر وحوطة أو كانت عنده ذرية محافظون على الطاعة ، معاونون له على وظائف الدين والدنيا ، لم يلتفت إلى زوج أحد ولا إلى ولده ، فتسكن عينه عن الملاحظة ، ولا تمتد عينه إلى ما ترى ; فذلك حين قرة العين وسكون النفس . ووحد \" قرة \" لأنه مصدر ; تقول : قرت عينك قرة . وقرة العين يحتمل أن تكون من القرار ، ويحتمل أن تكون من القر وهو الأشهر . والقر البرد ; لأن العرب تتأذى بالحر وتستريح إلى البرد . وأيضا فإن دمع السرور بارد ، ودمع الحزن سخن ، فمن هذا يقال : أقر الله عينك ، وأسخن الله عين العدو . وقال الشاعر :فكم سخنت بالأمس عين قريرة وقرت عيون دمعها اليوم ساكبقوله تعالى : واجعلنا للمتقين إماما أي قدوة يقتدى بنا في الخير ، وهذا لا يكون إلا أن يكون الداعي متقيا قدوة ; وهذا هو قصد الداعي . وفي الموطأ : \" إنكم أيها الرهط أئمة يقتدى بكم \" فكان ابن عمر يقول في دعائه : اللهم اجعلنا من أئمة المتقين . وقال : \" إماما \" ولم يقل \" أئمة \" على الجمع ; لأن الإمام مصدر . يقال : أم القوم فلان إماما ; مثل الصيام والقيام . وقال بعضهم : أراد أئمة ، كما يقول القائل أميرنا هؤلاء ، يعني أمراءنا . وقال الشاعر :يا عاذلاتي لا تزدن ملامتي     إن العواذل لسن لي بأميرأي أمراء . وكان القشيري أبو القاسم شيخ الصوفية يقول : الإمامة بالدعاء لا بالدعوى ، يعني بتوفيق الله وتيسيره ومنته لا بما يدعيه كل أحد لنفسه . وقال إبراهيم النخعي : لم يطلبوا الرياسة بل بأن يكونوا قدوة في الدين . وقال ابن عباس : اجعلنا أئمة هدى ، كما قال تعالى : وجعلنا منهم أئمة يهدون بأمرنا وقال مكحول : اجعلنا أئمة في التقوى يقتدي بنا المتقون . وقيل : هذا من المقلوب ; مجازه : واجعل المتقين لنا إماما ; وقال مجاهد . والقول الأول أظهر وإليه يرجع قول ابن عباس ومكحول ، ويكون فيه دليل . على أن طلب الرياسة في [ ص: 80 ] الدين ندب . و \" إمام \" واحد يدل على جمع ; لأنه مصدر كالقيام . قال الأخفش : الإمام جمع \" آم \" من أم يؤم ، جمع على فعال ، نحو صاحب وصحاب ، وقائم وقيام ."
    },
    {
      "ayah": 75,
      "surah": 25,
      "text": "قوله تعالى : أولئك يجزون الغرفة بما صبروا \" أولئك \" خبر : وعباد الرحمن في قول الزجاج على ما تقدم ، وهو أحسن ما قيل فيه . وما تخلل بين المبتدأ وخبره أوصافهم من التحلي والتخلي ; وهي إحدى عشرة : التواضع ، والحلم ، والتهجد ، والخوف ، وترك الإسراف والإقتار ، والنزاهة عن الشرك والزنى والقتل ، والتوبة وتجنب الكذب ، والعفو عن المسيء ، وقبول المواعظ ، والابتهال إلى الله . و ( الغرفة ) الدرجة الرفيعة وهي أعلى منازل الجنة وأفضلها كما أن الغرفة أعلى مساكن الدنيا . حكاه ابن شجرة . وقال الضحاك : الغرفة الجنة بما صبروا أي بصبرهم على أمر ربهم وطاعة نبيهم عليه أفضل الصلاة والسلام . وقال محمد بن علي بن الحسين : بما صبروا على الفقر والفاقة في الدنيا . وقال الضحاك : بما صبروا عن الشهوات .ويلقون فيها تحية وسلاما قرأ أبو بكر والمفضل والأعمش ويحيى وحمزة والكسائي وخلف : ( ويلقون ) مخففة ، واختاره الفراء ; قال لأن العرب تقول : فلان يتلقى بالسلام وبالتحية وبالخير \" بالتاء \" ، وقلما يقولون فلان يلقى السلامة . وقرأ الباقون : \" ويلقون \" واختاره أبو عبيد وأبو حاتم ; لقوله تعالى : ولقاهم نضرة وسرورا . قال أبو جعفر النحاس : وما ذهب إليه الفراء واختاره غلط ; لأنه يزعم أنها لو كانت \" يلقون \" كانت في العربية بتحية وسلام ، وقال كما يقال : فلان يتلقى بالسلام وبالخير ; فمن عجيب ما في هذا الباب أنه قال \" يتلقى \" والآية \" يلقون \" والفرق بينهما بين لأنه يقال فلان يتلقى بالخير ولا يجوز حذف الباء ، فكيف يشبه هذا ذاك ! وأعجب من هذا أن في القرآن ولقاهم نضرة وسرورا ولا يجوز أن يقرأ بغيره . وهذا يبين أن الأولى على خلاف ما قال . والتحية من الله والسلام من الملائكة . وقيل : التحية البقاء الدائم والملك العظيم ; والأظهر أنهما بمعنى واحد ، وأنهما من قبل الله تعالى ; دليله قوله تعالى : تحيتهم يوم يلقونه سلام وسيأتي ."
    },
    { "ayah": 76, "surah": 25, "text": "\" خالدين \" نصب على الحال فيها حسنت مستقرا ومقاما" },
    {
      "ayah": 77,
      "surah": 25,
      "text": "قوله تعالى : قل ما يعبأ بكم ربي لولا دعاؤكم هذه آية مشكلة تعلقت بها الملحدة . يقال : ما عبأت بفلان أي ما باليت به ; أي ما كان له عندي وزن ولا قدر . وأصل \" يعبأ \" من العبء وهو الثقل . وقول الشاعر [ أبو زبيد ] :[ ص: 81 ]كأن بصدره وبجانبيه     عبيرا بات يعبئوه عروسأي يجعل بعضه على بعض . فالعبء الحمل الثقيل ، والجمع أعباء . والعبء المصدر . و \" ما \" استفهامية ; ظهر في أثناء كلام الزجاج ، وصرح به الفراء . وليس يبعد أن تكون نافية ; لأنك إذا حكمت بأنها استفهام فهو نفي خرج مخرج الاستفهام ; كما قال تعالى : هل جزاء الإحسان إلا الإحسان قال ابن الشجري : وحقيقة القول عندي أن موضع \" ما \" نصب ; والتقدير : أي عبء يعبأ بكم ; أي أي مبالاة يبالي ربي بكم لولا دعاؤكم ; أي لولا دعاؤه إياكم لتعبدوه ، فالمصدر الذي هو الدعاء على هذا القول مضاف إلى مفعوله ; وهو اختيار الفراء . وفاعله محذوف وجواب \" لولا \" محذوف كما حذف في قوله : ولو أن قرآنا سيرت به الجبال تقديره : لم يعبأ بكم . ودليل هذا القول قوله تعالى : وما خلقت الجن والإنس إلا ليعبدون فالخطاب لجميع الناس ; فكأنه قال لقريش منهم : أي ما يبالي الله بكم لولا عبادتكم إياه أن لو كانت ; وذلك الذي يعبأ بالبشر من أجله . ويؤيد هذا قراءة ابن الزبير وغيره . ( فقد كذب الكافرون ) فالخطاب ب \" ما يعبأ \" لجميع الناس ، ثم يقول لقريش : فأنتم قد كذبتم ولم تعبدوه فسوف يكون التكذيب هو سبب العذاب لزاما . وقال النقاش وغيره : المعنى ; لولا استغاثتكم إليه في الشدائد ونحو ذلك . بيانه : فإذا ركبوا في الفلك دعوا الله مخلصين ونحو هذا . وقيل : ما يعبأ بكم أي بمغفرة ذنوبكم ولا هو عنده عظيم لولا دعاؤكم معه الآلهة والشركاء . بيانه : ما يفعل الله بعذابكم إن شكرتم وآمنتم . قاله الضحاك . وقال الوليد بن أبي الوليد : بلغني فيها : أي ما خلقتكم ولي حاجة إليكم إلا أن تسألوني فأغفر لكم وأعطيكم . وروى وهب بن منبه أنه كان في التوراة : يا ابن آدم وعزتي ما خلقتك لأربح عليك إنما خلقتك لتربح علي فاتخذني بدلا من كل شيء فأنا خير لك من كل شيء . قال ابن جني : قرأ ابن الزبير وابن عباس فقد كذب الكافرون . قال الزهراوي والنحاس : وهي قراءة ابن مسعود وهي على التفسير ; للتاء والميم في \" كذبتم \" . وذهب القتبي والفارسي إلى أن الدعاء مضاف إلى الفاعل ، والمفعول محذوف . الأصل : لولا دعاؤكم آلهة من دونه ; وجواب \" لولا \" محذوف ، تقديره في هذا الوجه : لم يعذبكم . ونظير قوله : لولا دعاؤكم آلهة قوله : إن الذين تدعون من دون الله عباد أمثالكم . فقد كذبتم أي كذبتم بما دعيتم إليه ; هذا على [ ص: 82 ] القول الأول ; وكذبتم بتوحيد الله على الثاني . فسوف يكون لزاما أي يكون تكذيبكم ملازما لكم . والمعنى : فسوف يكون جزاء التكذيب ، كما قال : ووجدوا ما عملوا حاضرا أي جزاء ما عملوا ، وقوله : فذوقوا العذاب بما كنتم تكفرون أي جزاء ما كنتم تكفرون . وحسن إضمار التكذيب لتقدم ذكر فعله ; لأنك إذا ذكرت الفعل دل بلفظه على مصدره ، كما قال : ولو آمن أهل الكتاب لكان خيرا لهم أي لكان الإيمان . وقوله : وإن تشكروا يرضه لكم أي يرضى الشكر . ومثله كثير . وجمهور المفسرين على أن المراد باللزام هنا ما نزل بهم يوم بدر ، وهو قول عبد الله بن مسعود وأبي بن كعب وأبي مالك ومجاهد ومقاتل وغيرهم . وفي صحيح مسلم عن عبد الله : وقد مضت البطشة والدخان واللزام . وسيأتي مبينا في سورة الدخان إن شاء الله تعالى . وقالت فرقة : هو توعد بعذاب الآخرة . وعن ابن مسعود أيضا : اللزام التكذيب نفسه ; أي لا يعطون التوبة منه ; ذكره الزهراوي ; فدخل في هذا يوم بدر وغيره من العذاب الذي يلزمونه . وقال أبو عبيدة : \" لزاما \" فيصلا أي فسوف يكون فيصلا بينكم وبين المؤمنين . والجمهور من القراء على كسر اللام ; وأنشد أبو عبيدة لصخر :فإما ينجوا من خسف أرض     فقد لقيا حتوفهما لزاماولزاما وملازمة واحد . وقال الطبري : \" لزاما \" يعني عذابا دائما لازما ، وهلاكا مفنيا يلحق بعضكم ببعض ; كقول أبي ذؤيب :ففاجأه بعادية لزام     كما يتفجر الحوض اللقيفيعني باللزام : الذي يتبع بعضه بعضا ، وباللقيف : المتساقط الحجارة المتهدم . النحاس : وحكى أبو حاتم عن أبي زيد قال : سمعت قعنبا أبا السمال يقرأ : \" لزاما \" بفتح اللام . قال أبو جعفر : يكون مصدر لزم ، والكسر أولى ، يكون مثل قتال ومقاتلة ، كما أجمعوا على الكسر في قوله عز وجل : ولولا كلمة سبقت من ربك لكان لزاما وأجل مسمى . قال غيره : \" اللزام \" بالكسر مصدر لازم لزاما مثل خاصم خصاما ، و \" اللزام \" بالفتح مصدر لزم مثل سلم سلاما أي سلامة ; ف \" اللزام \" بالفتح اللزوم ، واللزام الملازمة ، والمصدر في القراءتين وقع موقع اسم الفاعل . فاللزام وقع موقع ملازم ، واللزام وقع موقع لازم . كما قال تعالى : [ ص: 83 ] قل أرأيتم إن أصبح ماؤكم غورا أي غائرا . قال النحاس : وللفراء قول في اسم \" يكون \" قال : يكون مجهولا . وهذا غلط ; لأن المجهول لا يكون خبره إلا جملة ، كما قال تعالى : إنه من يتق ويصبر وكما حكى النحويون كان زيد منطلق . يكون في \" كان \" مجهول ويكون المبتدأ وخبره خبر المجهول ، التقدير : كان الحديث ; فأما أن يقال : كان منطلقا ، ويكون في \" كان \" مجهول ، فلا يجوز عند أحد علمناه . وبالله التوفيق وهو المستعان والحمد لله رب العالمين ."
    },
    {
      "ayah": 8,
      "surah": 25,
      "text": "أو يلقى إليه كنز في موضع رفع ; والمعنى : أو هلا يلقى إليه كنز أو هلا تكون له جنة يأكل منها يأكل بالياء قرأ المدنيون وأبو عمرو وعاصم . وقرأ سائر الكوفيين بالنون ، والقراءتان حسنتان تؤديان عن معنى ، وإن كانت القراءة بالياء أبين ; لأنه قد تقدم ذكر النبي صلى الله عليه وسلم وحده فأن يعود الضمير عليه أبين ; ذكره النحاس . وقال الظالمون إن تتبعون إلا رجلا مسحورا تقدم في \" سبحان \" والقائل عبد الله بن الزبعرى فيما ذكره الماوردي ."
    },
    {
      "ayah": 9,
      "surah": 25,
      "text": "انظر كيف ضربوا لك الأمثال أي ضربوا لك هذه الأمثال ليتوصلوا إلى تكذيبك . فضلوا عن سبيل الحق وعن بلوغ ما أرادوا . فلا يستطيعون سبيلا إلى تصحيح ما قالوه فيك ."
    }
  ]
}
