{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 27,
      "text": "مكية كلها في قول الجميع ، وهي ثلاث وتسعون آية . وقيل : أربع وتسعون آية .قوله تعالى : طس تلك آيات القرآن وكتاب مبين مضى الكلام في الحروف المقطعة في ( البقرة ) وغيرها . و ( تلك ) بمعنى هذه ; أي هذه السورة آيات القرآن وآيات كتاب مبين . وذكر القرآن بلفظ المعرفة ، وقال : وكتاب مبين بلفظ النكرة وهما في معنى المعرفة ; كما تقول : فلان رجل عاقل وفلان الرجل العاقل . والكتاب هو القرآن ، فجمع له بين الصفتين : بأنه قرآن وأنه كتاب ; لأنه ما يظهر بالكتابة ، ويظهر بالقراءة . وقد مضى اشتقاقهما في ( البقرة ) . وقال في سورة الحجر : الر تلك آيات الكتاب وقرآن مبين فأخرج الكتاب بلفظ المعرفة والقرآن بلفظ النكرة ; وذلك لأن القرآن والكتاب اسمان يصلح لكل واحد منهما أن يجعل [ ص: 145 ] معرفة ، وأن يجعل صفة . ووصفه بالمبين لأنه بين فيه أمره ونهيه وحلاله وحرامه ووعده ووعيده ; وقد تقدم ."
    },
    {
      "ayah": 10,
      "surah": 27,
      "text": "[ ص: 150 ] قوله تعالى : وألق عصاك قال وهب بن منبه : ظن موسى أن الله أمره أن يرفضها فرفضها وقيل : إنما قال له ذلك ليعلم موسى أن المكلم له هو الله ، وأن موسى رسوله ; وكل نبي لا بد له من آية في نفسه يعلم بها نبوته . وفي الآية حذف : أي وألق عصاك فألقاها من يده فصارت حية تهتز كأنها جان ، وهي الحية الخفيفة الصغيرة الجسم . وقال الكلبي : لا صغيرة ولا كبيرة . وقيل : إنها قلبت له أولا حية صغيرة فلما أنس منها قلبت حية كبيرة . وقيل : انقلبت مرة حية صغيرة ، ومرة حية تسعى وهي الأنثى ، ومرة ثعبانا وهو الذكر الكبير من الحيات . وقيل : المعنى انقلبت ثعبانا تهتز كأنها جان ، لها عظم الثعبان وخفة الجان واهتزازه ، وهي حية تسعى . وجمع الجان جنان ; ومنه الحديث ( نهى عن قتل الجنان التي في البيوت ) .ولى مدبرا خائفا على عادة البشر ولم يعقب أي لم يرجع ; قاله مجاهد . وقال قتادة : لم يلتفت . يا موسى لا تخف أي من الحية وضررها . إني لا يخاف لدي وتم الكلام"
    },
    {
      "ayah": 11,
      "surah": 27,
      "text": "ثم استثنى استثناء منقطعا فقال : إلا من ظلم وقيل : إنه استثناء من محذوف ; والمعنى : إني لا يخاف لدي المرسلون وإنما يخاف غيرهم ممن ظلم إلا من ظلم ثم بدل حسنا بعد سوء فإنه لا يخاف ; قاله الفراء . قال النحاس : الاستثناء من محذوف محال ; لأنه استثناء من شيء لم يذكر ولو جاز هذا لجاز إني لأضرب القوم إلا زيدا بمعنى إني لا أضرب القوم وإنما أضرب غيرهم إلا زيدا ; وهذا ضد البيان ، والمجيء بما لا يعرف معناه . وزعم الفراء أيضا أن بعض النحويين يجعل \" إلا \" بمعنى الواو أي ولا من ظلم ; قال :وكل أخ مفارقه أخوه     لعمر أبيك إلا الفرقدانقال النحاس : وكون ( إلا ) بمعنى الواو لا وجه له ولا يجوز في شيء من الكلام ، ومعنى ( إلا ) خلاف الواو ; لأنك إذا قلت : جاءني إخوتك إلا زيدا أخرجت زيدا مما دخل فيه الإخوة فلا نسبة بينهما ولا تقارب . وفي الآية قول آخر : وهو أن يكون الاستثناء متصلا ; والمعنى : إلا من ظلم من المرسلين بإتيان الصغائر التي لا يسلم منها أحد ، سوى ما روي عن يحيى بن زكريا عليه السلام ، وما ذكره الله تعالى في نبينا عليه السلام في قوله : ليغفر لك الله ما تقدم من ذنبك وما تأخر ذكره المهدوي واختاره النحاس ; وقال : علم الله من عصى منهم يسر الخيفة فاستثناه فقال : إلا من ظلم ثم بدل حسنا بعد سوء فإنه يخاف وإن كنت قد غفرت له .[ ص: 151 ] الضحاك : يعني آدم وداود عليهما السلام الزمخشري . كالذي فرط من آدم ويونس وداود وسليمان وإخوة يوسف ، ومن موسى عليه السلام بوكزه القبطي . فإن قال قائل : فما معنى الخوف بعد التوبة والمغفرة ؟ قيل له : هذه سبيل العلماء بالله عز وجل أن يكونوا خائفين من معاصيهم وجلين ، وهم أيضا لا يأمنون أن يكون قد بقي من أشراط التوبة شيء لم يأتوا به ، فهم يخافون من المطالبة به . وقال الحسن وابن جريج : قال الله لموسى إني أخفتك لقتلك النفس . قال الحسن : وكانت الأنبياء تذنب فتعاقب . قال الثعلبي والقشيري والماوردي وغيرهم : فالاستثناء على هذا صحيح ; أي إلا من ظلم نفسه من النبيين والمرسلين فيما فعل من صغيرة قبل النبوة . وكان موسى خاف من قتل القبطي وتاب منه . وقد قيل : إنهم بعد النبوة معصومون من الصغائر والكبائر . وقد مضى هذا في ( البقرة ) .قلت : والأول أصح لتنصلهم من ذلك في القيامة كما في حديث الشفاعة ، وإذا أحدث المقرب حدثا فهو ، وإن غفر له ذلك الحدث فأثر ذلك الحدث باق ، وما دام الأثر والتهمة قائمة فالخوف كائن ، لا خوف العقوبة ولكن خوف العظمة ، والمتهم عند السلطان يجد للتهمة حزازة تؤديه إلى أن يكدر عليه صفاء الثقة . وموسى عليه السلام قد كان منه الحدث في ذلك الفرعوني ، ثم استغفر وأقر بالظلم على نفسه ، ثم غفر له ، ثم قال بعد المغفرة : رب بما أنعمت علي فلن أكون ظهيرا للمجرمين ثم ابتلي من الغد بالفرعوني الآخر وأراد أن يبطش به ، فصار حدثا آخر بهذه الإرادة . وإنما ابتلي من الغد لقوله : فلن أكون ظهيرا للمجرمين وتلك كلمة اقتدار من قوله لن أفعل ، فعوقب بالإرادة حين أراد أن يبطش ولم يفعل ، فسلط عليه الإسرائيلي حتى أفشى سره ; لأن الإسرائيلي لما رآه تشمر للبطش ظن أنه يريده ، فأفشى عليه ف قال يا موسى أتريد أن تقتلني كما قتلت نفسا بالأمس فهرب الفرعوني وأخبر فرعون بما أفشى الإسرائيلي على موسى ، وكان القتيل بالأمس مكتوما أمره لا يدرى من قتله ، فلما علم فرعون بذلك ، وجه في طلب موسى ليقتله ، واشتد الطلب وأخذوا مجامع الطرق ; جاء رجل يسعى ف قال يا موسى إن الملأ يأتمرون بك ليقتلوك الآية . فخرج كما أخبر الله . فخوف موسى إنما كان من أجل هذا الحدث ; فهو وإن قربه ربه وأكرمه واصطفاه بالكلام فالتهمة الباقية ولت به ولم يعقب ."
    },
    {
      "ayah": 12,
      "surah": 27,
      "text": "قوله تعالى : وأدخل يدك في جيبك تخرج بيضاء من غير سوء تقدم في ( طه ) القول فيه . في تسع آيات قال النحاس أحسن ما قيل فيه أن المعنى : هذه الآية داخلة في تسع [ ص: 152 ] آيات . المهدوي : المعنى : ألق عصاك وأدخل يدك في جيبك فهما آيتان من تسع آيات . وقال القشيري معناه : كما تقول خرجت في عشرة نفر وأنت أحدهم . أي خرجت عاشر عشرة . ف ( في ) بمعنى ( من ) لقربها منها كما تقول خذ لي عشرا من الإبل فيها فحلان أي منها . وقال الأصمعي في قول امرئ القيس :وهل ينعمن من كان آخر عهده     ثلاثين شهرا في ثلاثة أحوال\" في \" بمعنى \" من \" . وقيل : \" في \" بمعنى \" مع \" فالآيات عشرة منها اليد ، والتسع : الفلق والعصا والجراد والقمل والطوفان والدم والضفادع والسنين والطمس . وقد تقدم بيان جميعه . إلى فرعون وقومه قال الفراء : في الكلام إضمار لدلالة الكلام عليه ، أي إنك مبعوث أو مرسل إلى فرعون وقومه . إنهم كانوا قوما فاسقين أي خارجين عن طاعة الله ; وقد تقدم ."
    },
    {
      "ayah": 13,
      "surah": 27,
      "text": "قوله تعالى : فلما جاءتهم آياتنا مبصرة أي واضحة بينة . قال الأخفش : ويجوز \" مبصرة \" وهو مصدر كما يقال : الولد مجبنة . قالوا هذا سحر مبين جروا على عادتهم في التكذيب فلهذا قال :"
    },
    {
      "ayah": 14,
      "surah": 27,
      "text": "وجحدوا بها واستيقنتها أنفسهم ظلما وعلوا أي تيقنوا أنها من عند الله وأنها ليست سحرا ، ولكنهم كفروا بها وتكبروا أن يؤمنوا بموسى . وهذا يدل على أنهم كانوا معاندين . و ( ظلما و علوا ) منصوبان على نعت مصدر محذوف ، أي وجحدوا بها جحودا ظلما وعلوا . والباء زائدة أي وجحدوها ; قاله أبو عبيدة . فانظر يا محمد كيف كان عاقبة المفسدين أي آخر أمر الكافرين الطاغين ، انظر ذلك بعين قلبك وتدبر فيه . الخطاب له والمراد غيره ."
    },
    {
      "ayah": 15,
      "surah": 27,
      "text": "قوله تعالى : ولقد آتينا داود وسليمان علما أي فهما ; قاله قتادة . وقيل : علما بالدين والحكم وغيرهما كما قال : وعلمناه صنعة لبوس لكم . وقيل : صنعة الكيمياء . وهو [ ص: 153 ] شاذ . وإنما الذي آتاهما الله النبوة والخلافة في الأرض والزبور . وقالا الحمد لله الذي فضلنا على كثير من عباده المؤمنين وفي الآية دليل على شرف العلم وإنافة محله وتقدم حملته وأهله ، وأن نعمة العلم من أجل النعم وأجزل القسم ، وأن من أوتيه فقد أوتي فضلا على كثير من عباد الله المؤمنين . يرفع الله الذين آمنوا منكم والذين أوتوا العلم درجات . وقد تقدم هذا في غير موضع ."
    },
    {
      "ayah": 16,
      "surah": 27,
      "text": "قوله تعالى : وورث سليمان داود وقال يا أيها الناس علمنا منطق الطير وأوتينا من كل شيء قال الكلبي : كان لداود صلى الله عليه وسلم تسعة عشر ولدا فورث سليمان من بينهم نبوته وملكه ، ولو كان وراثة مال لكان جميع أولاده فيه سواء ; وقاله ابن العربي ; قال : فلو كانت وراثة مال لانقسمت على العدد ; فخص الله سليمان بما كان لداود من الحكمة والنبوة ، وزاده من فضله ملكا لا ينبغي لأحد من بعده . قال ابن عطية : داود من بني إسرائيل وكان ملكا وورث سليمان ملكه ومنزلته من النبوة ، بمعنى صار إليه ذلك بعد موت أبيه فسمي ميراثا تجوزا ; وهذا نحو قوله : العلماء ورثة الأنبياء ويحتمل قوله عليه السلام : إنا معشر الأنبياء لا نورث أن يريد أن ذلك من فعل الأنبياء وسيرتهم ، وإن كان فيهم من ورث ماله كزكرياء على أشهر الأقوال فيه ; وهذا كما تقول : إنا معشر المسلمين إنما شغلتنا العبادة ، والمراد أن ذلك فعل الأكثر . ومنه ما حكى سيبويه : إنا معشر العرب أقرى الناس للضيف .قلت : قد تقدم هذا المعنى في ( مريم ) وأن الصحيح القول الأول لقوله عليه السلام : إنا معشر الأنبياء لا نورث فهو عام ولا يخرج منه شيء إلا بدليل . قال مقاتل : كان سليمان أعظم ملكا من داود وأقضى منه ، وكان داود أشد تعبدا من سليمان . قال غيره : ولم يبلغ أحد من الأنبياء ما بلغ ملكه ; فإن الله سبحانه وتعالى سخر له الإنس والجن والطير والوحش ، وآتاه ما لم يؤت أحدا من العالمين ، وورث أباه في الملك والنبوة ، وقام بعده بشريعته ، وكل نبي جاء بعد موسى ممن بعث أو لم يبعث فإنما كان بشريعة موسى ، إلى أن بعث المسيح عليه السلام فنسخها . وبينه وبين الهجرة نحو من ألف وثمانمائة سنة . واليهود تقول ألف وثلاثمائة واثنتان وستون سنة . وقيل : إن بين موته وبين مولد النبي صلى الله عليه سلم نحوا من ألف وسبعمائة . واليهود تنقص منها ثلاثمائة سنة ، وعاش نيفا وخمسين سنة .قوله تعالى : وقال يا أيها الناس أي قال سليمان لبني إسرائيل على جهة الشكر لنعم الله علمنا منطق الطير أي تفضل الله علينا على ما ورثنا من داود من العلم والنبوة والخلافة في الأرض في أن فهمنا من أصوات الطير المعاني التي في نفوسها . قال مقاتل في الآية : كان سليمان جالسا ذات يوم إذ مر به طائر يطوف ، فقال لجلسائه : أتدرون ما يقول هذا الطائر ؟ إنها قالت لي : السلام عليك أيها الملك المسلط والنبي لبني إسرائيل ! أعطاك الله الكرامة ، وأظهرك على عدوك ، إني منطلق إلى أفراخي ثم أمر بك الثانية ; وإنه سيرجع إلينا الثانية ثم رجع ; فقال إنه يقول : السلام عليك أيها الملك المسلط ، إن شئت أن تأذن لي كيما أكتسب على أفراخي حتى يشبوا ثم آتيك فافعل بي ما شئت . فأخبرهم سليمان بما قال ; وأذن له فانطلق . وقال فرقد السبخي : مر سليمان على بلبل فوق شجرة يحرك رأسه ويميل ذنبه ، فقال لأصحابه : أتدرون ما يقول هذا البلبل ؟ قالوا لا يا نبي الله . قال إنه يقول : أكلت نصف ثمرة فعلى الدنيا العفاء . ومر بهدهد فوق شجرة وقد نصب له صبي فخا فقال له سليمان : احذر يا هدهد ! فقال : يا نبي الله ! هذا صبي لا عقل له فأنا أسخر به . ثم رجع سليمان فوجده قد وقع في حبالة الصبي وهو في يده ، فقال : هدهد ما هذا ؟ قال : ما رأيتها حتى وقعت فيها يا نبي الله . قال : ويحك ! فأنت ترى الماء تحت الأرض أما ترى الفخ ! قال : يا نبي الله إذا نزل القضاء عمي البصر . وقال كعب . صاح ورشان عند سليمان بن داود فقال : أتدرون ما يقول ؟ قالوا : لا . قال : إنه يقول : لدوا للموت وابنوا للخراب . وصاحت فاختة ، فقال : أتدرون ما تقول ؟ قالوا : لا . قال : إنها تقول : ليت هذا الخلق لم يخلقوا وليتهم إذ خلقوا علموا لماذا خلقوا . وصاح عندهطاوس ، فقال : أتدرون ما يقول ؟ قالوا : لا . قال : إنه يقول : كما تدين تدان . وصاح عنده هدهد فقال : أتدرون ما يقول ؟ قالوا : لا . قال : فإنه يقول : من لا يرحم لا يرحم . وصاح صرد عنده ، فقال : أتدرون ما يقول ؟ قالوا : لا . قال : إنه يقول : استغفروا الله يا مذنبين ; فمن ثم نهى رسول الله صلى الله عليه وسلم عن قتله . وقيل : إن الصرد هو الذي دل آدم على مكان البيت . وهو أول من صام ; ولذلك يقال للصرد الصوام ; روي عن أبي هريرة . وصاحت [ ص: 155 ] عنده طيطوى فقال : أتدرون ما تقول ؟ قالوا : لا . قال : إنها تقول : كل حي ميت وكل جديد بال . وصاحت خطافة عنده ، فقال : أتدرون ما تقول ؟ قالوا : لا . قال : إنها تقول : قدموا خيرا تجدوه ; فمن ثم نهى رسول الله صلى الله عليه وسلم عن قتلها . وقيل : إن آدم خرج من الجنة فاشتكى إلى الله الوحشة ، فآنسه الله تعالى بالخطاف وألزمها البيوت ، فهي لا تفارق بني آدم أنسا لهم . قال : ومعها أربع آيات من كتاب الله عز وجل : لو أنزلنا هذا القرآن على جبل لرأيته إلى آخرها وتمد صوتها بقوله : \" العزيز الحكيم \" . وهدرت حمامة عند سليمان فقال : أتدرون ما تقول ؟ قالوا : لا . قال : إنها تقول : سبحان ربي الأعلى عدد ما في سماواته وأرضه . وصاح قمري عند سليمان ، فقال : أتدرون ما يقول ؟ قالوا : لا . قال إنه يقول : سبحان ربي العظيم المهيمن . وقال كعب : وحدثهم سليمان ، فقال : الغراب يقول : اللهم العن العشار ; والحدأة تقول : كل شيء هالك إلا وجهه . والقطاة تقول : من سكت سلم . والببغاء تقول : ويل لمن الدنيا همه . والضفدع يقول : سبحان ربي القدوس . والبازي يقول : سبحان ربي وبحمده . والسرطان يقول : سبحان المذكور بكل لسان في كل مكان .وقال مكحول : صاح دراج عند سليمان ، فقال : أتدرون ما يقول ؟ قالوا : لا . قال : إنه يقول : الرحمن على العرش استوى . وقال الحسن قال النبي صلى الله عليه وسلم : الديك إذا صاح قال اذكروا الله يا غافلين . وقال الحسن بن علي بن أبي طالب قال النبي صلى الله عليه وسلم : النسر إذا صاح قال يا بن آدم عش ما شئت فآخرك الموت وإذا صاح العقاب قال : في البعد من الناس الراحة . وإذا صاح القنبر قال : إلهي العن مبغضي آل محمد . وإذا صاح الخطاف قرأ : الحمد لله رب العالمين إلى آخرها فيقول : ولا الضالين ويمد بها صوته كما يمد القارئ . قال قتادة والشعبي : إنما هذا الأمر في الطير خاصة ، لقوله : علمنا منطق الطير والنملة طائر إذ قد يوجد له أجنحة . قال الشعبي : وكذلك كانت هذه النملة ذات جناحين . وقالت فرقة : بل كان في جميع الحيوان ، وإنما ذكر الطير لأنه كان جندا من جند سليمان يحتاجه في التظليل عن الشمس وفي البعث في الأمور فخص بالذكر لكثرة مداخلته ; ولأن أمر سائر الحيوان نادر وغير [ ص: 156 ] متردد ترداد أمر الطير . وقال أبو جعفر النحاس : والمنطق قد يقع لما يفهم بغير كلام ، والله جل وعز أعلم بما أراد . قال ابن العربي : من قال إنه لا يعلم إلا منطق الطير فنقصان عظيم ، وقد اتفق الناس على أنه كان يفهم كلام من لا يتكلم ويخلق له فيه القول من النبات ، فكان كل نبت يقول له : أنا شجر كذا ، أنفع من كذا وأضر من كذا ; فما ظنك بالحيوان ."
    },
    {
      "ayah": 17,
      "surah": 27,
      "text": "قوله تعالى : وحشر لسليمان جنوده من الجن والإنس والطير فهم يوزعونفيه مسألتان : الأولى : قوله تعالى : وحشر لسليمان \" حشر \" جمع والحشر الجمع ومنه قوله عز وجل : وحشرناهم فلم نغادر منهم أحدا واختلف الناس في مقدار جند سليمان عليه السلام ; فيقال : كان معسكره مائة فرسخ في مائة : خمسة وعشرون للجن ، وخمسة وعشرون للإنس ، وخمسة وعشرون للطير ، وخمسة وعشرون للوحش ، وكان له ألف بيت من قوارير على الخشب فيها ثلاثمائة منكوحة وسبعمائة سرية . ابن عطية : واختلف في معسكره ومقدار جنده اختلافا شديدا غير أن الصحيح أن ملكه كان عظيما ملأ الأرض ، وانقادت له المعمورة كلها . فهم يوزعون معناه يرد أولهم إلى آخرهم ويكفون . قال قتادة : كان لكل صنف وزعة في رتبتهم ومواضعهم من الكرسي ومن الأرض إذا مشوا فيها . يقال : وزعته أوزعه وزعا أي كففته . والوازع في الحرب الموكل بالصفوف يزع من تقدم منهم . روى محمد بن إسحاق عن أسماء بنت أبي بكر قالت : لما وقف رسول الله صلى الله عليه وسلم بذي طوى - تعني يوم الفتح - قال أبو قحافة وقد كف بصره يومئذ لابنته : اظهري بي على أبي قبيس . قالت : فأشرفت به عليه فقال : ما ترين ؟ قالت : أرى سوادا مجتمعا . قال : تلك الخيل . قالت : وأرى رجلا من السواد مقبلا ومدبرا . قال : ذلك الوازع يمنعها أن تنتشر . وذكر تمام الخبر . ومن هذا قوله عليه السلام : ما رئي الشيطان يوما هو فيه أصغر ولا أدحر ولا أحقر ولا أغيظ منه في يوم عرفة وما ذاك إلا لما رأى من تنزل الرحمة وتجاوز الله عن الذنوب العظام إلا ما رأى يوم بدر قيل : وما رأى [ ص: 157 ] يا رسول الله ؟ قال : أما أنه رأى جبريل يزع الملائكة خرجه الموطأ . ومن هذا المعنى قول النابغة :على حين عاتبت المشيب على الصبا وقلت ألما أصح والشيب وازعآخر :ولما تلاقينا جرت من جفوننا     دموع وزعنا غربها بالأصابعآخر :ولا يزع النفس اللجوج عن الهوى     من الناس إلا وافر العقل كاملهوقيل : هو من التوزيع بمعنى التفريق . والقوم أوزاع أي طوائف . وفي القصة : إن الشياطين نسجت له بساطا فرسخا في فرسخ ذهبا في إبريسم ، وكان يوضع له كرسي من ذهب وحوله ثلاثة آلاف كرسي من ذهب وفضة فيقعد الأنبياء على كراسي الذهب ، والعلماء على كراسي الفضة .الثانية : في الآية دليل على اتخاذ الإمام والحكام وزعة يكفون الناس ويمنعونهم من تطاول بعضهم على بعض ; إذ لا يمكن للحكام ذلك بأنفسهم . وقال ابن عون : سمعت الحسن يقول وهو في مجلس قضائه لما رأى ما يصنع الناس قال : والله ما يصلح هؤلاء الناس إلا وزعة . وقال الحسن أيضا : لا بد للناس من وازع ; أي من سلطان يكفهم . وذكر ابن القاسم قال : حدثنا مالك أن عثمان بن عفان كان يقول : ما يزع الإمام أكثر مما يزع القرآن ; أي من الناس . قال ابن القاسم : قلت لمالك ما يزع ؟ قال : يكف . قال القاضي أبو بكر بن العربي : وقد جهل قوم المراد بهذا الكلام ، فظنوا أن المعنى فيه أن قدرة السلطان تردع الناس أكثر مما تردعهم حدود القرآن وهذا جهل بالله وحكمته . قال : فإن الله ما وضع الحدود إلا مصلحة عامة كافة قائمة لقوام الخلق ، لا زيادة عليها ، ولا نقصان معها ، ولا يصلح سواها ، ولكن الظلمة خاسوا بها ، وقصروا عنها ، وأتوا ما أتوا بغير نية ، ولم يقصدوا وجه الله في القضاء بها ، فلم يرتدع الخلق بها ، ولو حكموا بالعدل ، وأخلصوا النية ، لاستقامت الأمور ، وصلح الجمهور ."
    },
    {
      "ayah": 18,
      "surah": 27,
      "text": "قوله تعالى : حتى إذا أتوا على وادي النمل قال قتادة : ذكر لنا أنه واد بأرض الشام . وقال كعب : هو بالطائف . قالت نملة يا أيها النمل ادخلوا قال الشعبي : كان للنملة جناحان فصارت من الطير ، فلذلك علم منطقها ولولا ذلك لما علمه . وقد مضى هذا ويأتي . وقرأ سليمان التيمي بمكة : ( نملة ) و ( النمل ) بفتح النون وضم الميم . وعنه أيضا ضمهما جميعا . وسميت النملة نملة لتنملها وهو كثرة حركتها وقلة قرارها . قال كعب : مر سليمان عليه السلام بوادي السدير من أودية الطائف ، فأتى على وادي النمل ، فقامت نملة تمشي وهي عرجاء تتكاوس مثل الذئب في العظم ; فنادت : يا أيها النمل الآية . الزمخشري : سمع سليمان كلامها من ثلاثة أميال ، وكانت تمشي وهي عرجاء تتكاوس ; وقيل : كان اسمها طاخية . وقال السهيلي : ذكروا اسم النملة المكلمة لسليمان عليه السلام ، وقالوا اسمها حرميا ، ولا أدري كيف يتصور للنملة اسم علم والنمل لا يسمي بعضهم بعضا ، ولا الآدميون يمكنهم تسمية واحدة منهم باسم علم ، لأنه لا يتميز للآدميين بعضهم من بعض ، ولا هم أيضا واقعون تحت ملكة بني آدم كالخيل والكلاب ونحوها ، فإن العلمية فيما كان كذلك موجودة عند العرب . فإن قلت : إن العلمية موجودة في الأجناس كثعالة وأسامة وجعار وقثام في الضبع ، ونحو هذا كثير ; فليس اسم النملة من هذا ; لأنهم زعموا أنه اسم علم لنملة واحدة معينة من بين سائر النمل ، وثعالة ونحوه لا يختص بواحد من الجنس ، بل كل واحد رأيته من ذلك الجنس فهو ثعالة ، وكذلك أسامة وابن آوى وابن عرس وما أشبه ذلك . فإن صح ما قالوه فله وجه ، وهو أن تكون هذه النملة الناطقة قد سميت بهذا الاسم في التوراة أو في الزبور أو في بعض الصحف سماها الله تعالى بهذا الاسم ، وعرفها به الأنبياء قبل سليمان أو بعضهم . وخصت بالتسمية لنطقها وإيمانها فهذا وجه . ومعنى قولنا بإيمانها أنها قالت للنمل : لا يحطمنكم سليمان وجنوده وهم لا يشعرون فقولها : وهم لا يشعرون التفاتة مؤمن . أي [ ص: 159 ] من عدل سليمان وفضله وفضل جنوده لا يحطمون نملة فما فوقها إلا بألا يشعروا . وقد قيل : إن تبسم سليمان سرور بهذه الكلمة منها ; ولذلك أكد التبسم بقوله : ضاحكا إذ قد يكون التبسم من غير ضحك ولا رضا ، ألا تراهم يقولون تبسم تبسم الغضبان وتبسم تبسم المستهزئين . وتبسم الضحك إنما هو عن سرور ، ولا يسر نبي بأمر دنيا ; وإنما سر بما كان من أمر الآخرة والدين . وقولها : وهم لا يشعرون إشارة إلى الدين والعدل والرأفة . ونظير قول النملة في جند سليمان : وهم لا يشعرون قول الله تعالى في جند محمد صلى الله عليه وسلم : فتصيبكم منهم معرة بغير علم . التفاتا إلى أنهم لا يقصدون هدر مؤمن . إلا أن المثني على جند سليمان هي النملة بإذن الله تعالى ، والمثني على جند محمد صلى الله عليه وسلم هو الله عز وجل بنفسه ; لما لجنود محمد صلى الله عليه وسلم من الفضل على جند غيره من الأنبياء ; كما لمحمد صلى الله عليه وسلم فضل على جميع النبيين صلى الله عليهم وسلم أجمعين . وقرأ شهر بن حوشب : ( مسكنكم ) بسكون السين على الإفراد . وفي مصحف أبي ( مساكنكن لا يحطمنكم ) . وقرأ سليمان التيمي : ( مساكنكم لا يحطمنكن ) ذكره النحاس ; أي لا يكسرنكم بوطئهم عليكم وهم لا يعلمون بكم قال المهدوي : وأفهم الله تعالى النملة هذا لتكون معجزة لسليمان . وقال وهب : أمر الله تعالى الريح ألا يتكلم أحد بشيء إلا طرحته في سمع سليمان ; بسبب أن الشياطين أرادت كيده . وقد قيل : إن هذا الوادي كان ببلاد اليمن وأنها كانت نملة صغيرة مثل النمل المعتاد قاله الكلبي . وقال نوف الشامي وشقيق بن سلمة : كان نمل ذلك الوادي كهيئة الذئاب في العظم . وقال بريدة الأسلمي : كهيئة النعاج . قال محمد بن علي الترمذي : فإن كان على هذه الخلقة فلها صوت ، وإنما افتقد صوت النمل لصغر خلقها ، وإلا فالأصوات في الطيور والبهائم كائنة ، وذلك منطقهم ، وفي تلك المناطق معاني التسبيح وغير ذلك ، وهو قوله تعالى : وإن من شيء إلا يسبح بحمده ولكن لا تفقهون تسبيحهم .قلت : وقوله : لا يحطمنكم يدل على صحة قول الكلبي ; إذ لو كانت كهيئة الذئاب والنعاج لما حطمت بالوطء ; والله أعلم . وقال : ادخلوا مساكنكم فجاء على خطاب الآدميين لأن النمل هاهنا أجري مجرى الآدميين حين نطق كما ينطق الآدميون . قال أبو إسحاق الثعلبي : ورأيت في بعض الكتب أن سليمان قال لها لم حذرت النمل ؟ أخفت ظلمي ؟ أما [ ص: 160 ] علمت أني نبي عدل ؟ فلم قلت : يحطمنكم سليمان وجنوده فقالت النملة : أما سمعت قولي : وهم لا يشعرون مع أني لم أرد حطم النفوس ، وإنما أردت حطم القلوب خشية أن يتمنين مثل ما أعطيت ، أو يفتتن بالدنيا ، ويشغلن بالنظر إلى ملكك عن التسبيح والذكر . فقال لها سليمان : عظيني . فقالت النملة : أما علمت لم سمي أبوك داود ؟ قال : لا . قالت : لأنه داوى جراحة فؤاده ; هل علمت لم سميت سليمان ؟ قال : لا . قالت : لأنك سليم الناحية على ما أوتيته بسلامة صدرك ، وإن لك أن تلحق بأبيك . ثم قالت : أتدري لم سخر الله لك الريح ؟ قال : لا . قالت : أخبرك أن الدنيا كلها ريح ."
    },
    {
      "ayah": 19,
      "surah": 27,
      "text": "فتبسم ضاحكا من قولها متعجبا ثم مضت مسرعة إلى قومها ، فقالت : هل عندكم من شيء نهديه إلى نبي الله ؟ قالوا : وما قدر ما نهدي له ! والله ما عندنا إلا نبقة واحدة . قالت : حسنة ; ايتوني بها . فأتوها بها فحملتها بفيها فانطلقت تجرها ، فأمر الله الريح فحملتها ، وأقبلت تشق الإنس والجن والعلماء والأنبياء على البساط ، حتى وقعت بين يديه ، ثم وضعت تلك النبقة من فيها في كفه ، وأنشأت تقول :ألم ترنا نهدي إلى الله ماله وإن كان عنه ذا غنى فهو قابله     ولو كان يهدى للجليل بقدرهلقصر عنه البحر يوما وساحله     ولكننا نهدي إلى من نحبهفيرضى به عنا ويشكر فاعله     وما ذاك إلا من كريم فعالهوإلا فما في ملكنا ما يشاكلهفقال لها : بارك الله فيكم ; فهم بتلك الدعوة أشكر خلق الله وأكثر خلق الله . وقال ابن عباس : نهى النبي صلى الله عليه وسلم عن قتل أربع من الدواب : الهدهد والصرد والنملة والنحلة ; خرجه أبو داود وصححه أبو محمد عبد الحق وروي من حديث أبي هريرة . وقد مضى في ( الأعراف ) . فالنملة أثنت على سليمان وأخبرت بأحسن ما تقدر عليه بأنهم لا يشعرون إن حطموكم ، ولا يفعلون ذلك عن عمد منهم ، فنفت عنهم الجور ; ولذلك نهي عن قتلها وعن قتل الهدهد ; لأنه كان دليل سليمان على الماء ورسوله إلى بلقيس . وقال عكرمة : إنما صرف الله شر سليمان عن الهدهد لأنه كان بارا بوالديه . والصرد يقال له الصوام . وروي عن أبي هريرة قال : أول من صام الصرد ولما خرج إبراهيم عليه السلام من الشام إلى الحرم في بناء [ ص: 161 ] البيت كانت السكينة معه والصرد ، فكان الصرد دليله على الموضع والسكينة مقداره ، فلما صار إلى البقعة وقعت السكينة على موضع البيت ونادت وقالت : ابن يا إبراهيم على مقدار ظلي . وقد تقدم في ( الأعراف ) سبب النهي عن قتل الضفدع وفي ( النحل ) النهي عن قتل النحل . والحمد لله .الثانية : قرأ الحسن : ( لا يحطمنكم ) وعنه أيضا ( لا يحطمنكم ) وعنه أيضا وعن أبي رجاء : ( لا يحطمنكم ) والحطم الكسر . حطمته حطما أي كسرته وتحطم ; والتحطيم التكسير ، وهم لا يشعرون يجوز أن يكون حالا من سليمان ، وجنوده ، والعامل في الحال يحطمنكم . أو حالا من النملة والعامل \" قالت \" أي قالت ذلك في حال غفلة الجنود ; كقولك : قمت والناس غافلون . أو حالا من \" النمل \" أيضا والعامل \" قالت \" على أن المعنى : والنمل لا يشعرون أن سليمان يفهم مقالتها . وفيه بعد وسيأتي .الثالثة : روى مسلم من حديث أبي هريرة عن رسول الله صلى الله عليه وسلم : أن نملة قرصت نبيا من الأنبياء فأمر بقرية النمل فأحرقت فأوحى الله تعالى إليه أفي أن قرصتك نملة أهلكت أمة من الأمم تسبح وفي طريق آخر : فهلا نملة واحدة . قال علماؤنا : يقال إن هذا النبي هو موسى عليه السلام ، وإنه قال : يا رب تعذب أهل قرية بمعاصيهم وفيهم الطائع . فكأنه أحب أن يريه ذلك من عنده ، فسلط عليه الحر حتى التجأ إلى شجرة مستروحا إلى ظلها ، وعندها قرية النمل ، فغلبه النوم ، فلما وجد لذة النوم لدغته النملة فأضجرته ، فدلكهن بقدمه فأهلكهن ، وأحرق تلك الشجرة التي عندها مساكنهم ، فأراه الله العبرة في ذلك آية : لما لدغتك نملة فكيف أصبت الباقين بعقوبتها ! يريد أن ينبهه أن العقوبة من الله تعالى تعم فتصير رحمة على المطيع وطهارة وبركة ، وشرا ونقمة على العاصي . وعلى هذا فليس في الحديث ما يدل على كراهة ولا حظر في قتل النمل ; فإن من آذاك حل لك دفعه عن نفسك ، ولا أحد من خلقه أعظم حرمة من المؤمن ، وقد أبيح لك دفعه عنك بقتل وضرب على المقدار ، فكيف بالهوام والدواب التي قد سخرت لك وسلطت عليها ، فإذا آذاك أبيح لك قتله . وروي عن إبراهيم : ما آذاك من [ ص: 162 ] النمل فاقتله . وقوله : ألا نملة واحدة دليل على أن الذي يؤذي يؤذى ويقتل ، وكلما كان القتل لنفع أو دفع ضرر فلا بأس به عند العلماء . وأطلق له نملة ولم يخص تلك النملة التي لدغت من غيرها ; لأنه ليس المراد القصاص ; لأنه لو أراده لقال ألا نملتك التي لدغتك ، ولكن قال : ألا نملة مكان نملة ; فعم البريء والجاني بذلك ، ليعلم أنه أراد أن ينبهه لمسألته ربه في عذاب أهل قرية وفيهم المطيع والعاصي . وقد قيل : إن هذا النبي كانت العقوبة للحيوان بالتحريق جائزة في شرعه ; فلذلك إنما عاتبه الله تعالى في إحراق الكثير من النمل لا في أصل الإحراق . ألا ترى قوله : فهلا نملة واحدة أي هلا حرقت نملة واحدة . وهذا بخلاف شرعنا ، فإن النبي صلى الله عليه وسلم قد نهى عن التعذيب بالنار . وقال : لا يعذب بالنار إلا الله . وكذلك أيضا كان قتل النمل مباحا في شريعة ذلك النبي ; فإن الله لم يعتبه على أصل قتل النمل . وأما شرعنا فقد جاء من حديث ابن عباس وأبي هريرة النهي عن ذلك . وقد كره مالك قتل النمل إلا أن يضر ولا يقدر على دفعه إلا بالقتل . وقد قيل : إن هذا النبي إنما عاتبه الله حيث انتقم لنفسه بإهلاك جمع آذاه واحد ، وكان الأولى الصبر والصفح ; لكن وقع للنبي أن هذا النوع مؤذ لبني آدم ، وحرمة بني آدم أعظم من حرمة غيره من الحيوان غير الناطق ، فلو انفرد له هذا النظر ولم ينضم إليه التشفي الطبعي لم يعاتب . والله أعلم . لكن لما انضاف إليه التشفي الذي دل عليه سياق الحديث عوتب عليه .الرابعة : قوله : أفي أن قرصتك نملة أهلكت أمة من الأمم تسبح مقتضى هذا أنه تسبيح بمقال ونطق ، كما أخبر الله عن النمل أن لها منطقا وفهمه سليمان عليه السلام - وهذا معجزة له - وتبسم من قولها . وهذا يدل دلالة واضحة أن للنمل نطقا وقولا ، لكن لا يسمعه كل أحد ، بل من شاء الله تعالى ممن خرق له العادة من نبي أو ولي . ولا ننكر هذا من حيث أنا لا نسمع ذلك ; فإنه لا يلزم من عدم الإدراك عدم المدرك في نفسه . ثم إن الإنسان يجد في نفسه قولا وكلاما ولا يسمع منه إلا إذا نطق بلسانه . وقد خرق الله العادة لنبينا محمد صلى الله عليه وسلم فأسمعه كلام النفس من قوم تحدثوا مع أنفسهم وأخبرهم بما في نفوسهم ، كما قد نقل منه الكثير أئمتنا في كتب معجزات النبي صلى الله عليه وسلم ; وكذلك وقع لكثير ممن أكرمه الله تعالى من الأولياء مثل ذلك في غير ما قضية . وإياه عنى النبي صلى الله عليه وسلم بقوله : إن في أمتي محدثين وإن عمر منهم . وقد [ ص: 163 ] مضى هذا المعنى في تسبيح الجماد في ( الإسراء ) وأنه تسبيح لسان ومقال لا تسبيح دلالة حال . والحمد لله .الخامسة : قوله تعالى : فتبسم ضاحكا من قولها وقرأ ابن السميقع : \" ضحكا \" بغير ألف ، وهو منصوب على المصدر بفعل محذوف يدل عليه \" تبسم \" كأنه قال ضحك ضحكا ، هذا مذهب سيبويه . وهو عند غير سيبويه منصوب بنفس ( تبسم ) لأنه في معنى \" ضحك \" ومن قرأ : ضاحكا فهو منصوب على الحال من الضمير في ( تبسم ) . والمعنى تبسم مقدار الضحك ; لأن الضحك يستغرق التبسم ، والتبسم دون الضحك وهو أوله . يقال : بسم ( بالفتح ) يبسم بسما فهو باسم وابتسم وتبسم ، والمبسم الثغر مثل المجلس من جلس يجلس ورجل مبسام وبسام : كثير التبسم ، فالتبسم ابتداء الضحك . والضحك عبارة عن الابتداء والانتهاء ، إلا أن الضحك يقتضي مزيدا على التبسم ، فإذا زاد ولم يضبط الإنسان نفسه قيل قهقه .والتبسم ضحك الأنبياء عليهم السلام في غالب أمرهم . وفي الصحيح عن جابر بن سمرة وقيل له : أكنت تجالس النبي صلى الله عليه وسلم ; قال : نعم كثيرا ; كان لا يقوم من مصلاه الذي يصلي فيه الصبح - أو الغداة - حتى تطلع الشمس فإذا طلعت قام ، وكانوا يتحدثون ويأخذون في أمر الجاهلية فيضحكون ويبتسم . وفيه عن سعد قال : كان رجل من المشركين قد أحرق المسلمين ، فقال له النبي صلى الله عليه وسلم : ارم فداك أبي وأمي قال فنزعت له بسهم ليس فيه نصل فأصبت جنبه فسقط فانكشفت عورته ، فضحك رسول الله صلى الله عليه وسلم حتى نظرت إلى نواجذه . فكان عليه السلام في أكثر أحواله يتبسم . وكان أيضا يضحك في أحوال أخر ضحكا أعلى من التبسم وأقل من الاستغراق الذي تبدو فيه اللهوات . وكان في النادر عند إفراط تعجبه ربما ضحك حتى بدت نواجذه . وقد كره العلماء منه الكثرة ; كما قال لقمان لابنه : يا بني إياك وكثرة الضحك فإنه يميت القلب . وقد روي مرفوعا من حديث أبي ذر وغيره . وضحك النبي صلى الله عليه وسلم [ ص: 164 ] حتى بدت نواجذه حين رمى سعد الرجل فأصابه ، إنما كان سرورا بإصابته لا بانكشاف عورته ; فإنه المنزه عن ذلك صلى الله عليه وسلم .السادسة : لا اختلاف عند العلماء أن الحيوانات كلها لها أفهام وعقول . وقد قال الشافعي : الحمام أعقل الطير . قال ابن عطية : والنمل حيوان فطن قوي شمام جدا يدخر ويتخذ القرى ويشق الحب بقطعتين لئلا ينبت ، ويشق الكزبرة بأربع قطع ; لأنها تنبت إذا قسمت شقتين ، ويأكل في عامه نصف ما جمع ويستبقي سائره عدة . قال ابن العربي : وهذه خواص العلوم عندنا ، وقد أدركتها النمل بخلق الله ذلك لها ; قال الأستاذ أبو المظفر شاهنور الإسفراييني : ولا يبعد أن تدرك البهائم حدوث العالم وحدوث المخلوقات ; ووحدانية الإله ، ولكننا لا نفهم عنها ولا تفهم عنا ، أما أنا نطلبها وهي تفر منا فبحكم الجنسية .قوله تعالى : وقال رب أوزعني أن أشكر نعمتك التي أنعمت علي وعلى والدي وأن أعمل صالحا ترضاه ف \" أن \" مصدرية . و أوزعني أي ألهمني ذلك . وأصله من وزع فكأنه قال : كفني عما يسخط . وقال محمد بن إسحاق : يزعم أهل الكتاب أن أم سليمان هي امرأة أوريا التي امتحن الله بها داود ، أو أنه بعد موت زوجها تزوجها داود فولدت له سليمان عليه السلام . وسيأتي لهذا مزيد بيان في سورة ( ص ) إن شاء الله تعالى .وأدخلني برحمتك في عبادك الصالحين أي مع عبادك ، عن ابن زيد . وقيل : المعنى في جملة عبادك الصالحين ."
    },
    {
      "ayah": 2,
      "surah": 27,
      "text": "قوله تعالى : هدى وبشرى للمؤمنين ( هدى ) في موضع نصب على الحال من \" الكتاب \" أي تلك آيات الكتاب هادية ومبشرة . ويجوز فيه الرفع على الابتداء ; أي هو هدى . وإن شئت على حذف حرف الصفة ; أي فيه هدى . ويجوز أن يكون الخبر : \" للمؤمنين \""
    },
    {
      "ayah": 20,
      "surah": 27,
      "text": "وتفقد الطير ذكر شيئا آخر مما جرى له في مسيره الذي كان فيه من النمل ما تقدم . والتفقد تطلب ما غاب عنك من شيء . والطير اسم جامع والواحد طائر ، والمراد بالطير هنا جنس الطير وجماعتها . وكانت تصحبه في سفره وتظله بأجنحتها . واختلف الناس في معنى تفقده للطير ; فقالت فرقة : ذلك بحسب ما تقتضيه العناية بأمور الملك ، والتهمم بكل جزء منها ; وهذا ظاهر الآية . وقالت فرقة : بل تفقد الطير لأن الشمس دخلت من موضع الهدهد حين غاب ; فكان ذلك سبب تفقد الطير ; ليتبين من أين دخلت الشمس . وقال عبد الله بن سلام : إنما طلب الهدهد لأنه احتاج إلى معرفة الماء على كم هو من وجه الأرض ; لأنه كان نزل في مفازة عدم فيها الماء ، وأن الهدهد كان يرى باطن الأرض وظاهرها ; فكان يخبر سليمان بموضع الماء ، ثم كانت الجن تخرجه في ساعة يسيرة ; تسلخ عنه وجه الأرض كما تسلخ الشاة ; قاله ابن عباس فيما روي عن ابن سلام .قال أبو مجلز قال ابن عباس لعبد الله بن سلام : أريد أن أسألك عن ثلاث مسائل . قال : أتسألني وأنت تقرأ القرآن ؟ قال : نعم ثلاث مرات . قال : لم تفقد سليمان الهدهد دون سائر الطير ؟ قال : احتاج إلى الماء ولم يعرف عمقه - أو قال : مسافته - وكان الهدهد يعرف ذلك دون سائر الطير فتفقده . وقال في كتاب النقاش : كان الهدهد مهندسا . وروي أن نافع بن الأزرق سمع ابن عباس يذكر شأن الهدهد فقال له : قف يا وقاف كيف يرى الهدهد باطن الأرض وهو لا يرى الفخ حين يقع فيه ؟ ! فقال له ابن عباس : إذا جاء القدر عمي البصر . وقال مجاهد : قيل لابن عباس كيف تفقد الهدهد [ ص: 166 ] من الطير ؟ فقال : نزل منزلا ولم يدر ما بعد الماء ، وكان الهدهد مهتديا إليه ، فأراد أن يسأله . قال مجاهد : فقلت كيف يهتدي والصبي يضع له الحبالة فيصيده ؟ قال : إذا جاء القدر عمي البصر . قال ابن العربي : ولا يقدر على هذا الجواب إلا عالم القرآن .قلت : هذا الجواب قد قاله الهدهد لسليمان كما تقدم . وأنشدوا :إذا أراد الله أمرا بامرئ وكان ذا عقل ورأي ونظر     وحيلة يعملها في دفع مايأتي به مكروه أسباب القدر     غطى عليه سمعه وعقلهوسله من ذهنه سل الشعر     حتى إذا أنفذ فيه حكمهرد عليه عقله ليعتبرقال الكلبي : لم يكن له في مسيره إلا هدهد واحد . والله أعلم .في هذه الآية دليل على تفقد الإمام أحوال رعيته ; والمحافظة عليهم . فانظر إلى الهدهد مع صغره كيف لم يخف على سليمان حاله ، فكيف بعظام الملك . ويرحم الله عمر فإنه كان على سيرته ; قال : لو أن سخلة على شاطئ الفرات أخذها الذئب ليسأل عنها عمر . فما ظنك بوال تذهب على يديه البلدان ، وتضيع الرعية ويضيع الرعيان . وفي الصحيح عن عبد الله بن عباس أن عمر بن الخطاب خرج إلى الشام ، حتى إذا كان بسرغ لقيه أمراء الأجناد : أبو عبيدة وأصحابه فأخبروه أن الوباء قد وقع بالشام . الحديث ; قال علماؤنا : كان هذا الخروج من عمر بعد ما فتح بيت المقدس سنة سبع عشرة على ما ذكره خليفة بن خياط . كان يتفقد أحوال رعيته وأحوال أمرائه بنفسه ، فقد دل القرآن والسنة وبينا ما يجب على الإمام من تفقد أحوال رعيته ، ومباشرة ذلك بنفسه ، والسفر إلى ذلك وإن طال . ورحم الله ابن المبارك حيث يقول :وهل أفسد الدين إلا الملوك     وأحبار سوء ورهبانهاقوله تعالى : ما لي لا أرى الهدهد أي ما للهدهد لا أراه ; فهو من القلب الذي لا يعرف معناه . وهو كقولك : ما لي أراك كئيبا . أي ما لك . والهدهد طير معروف [ ص: 167 ] وهدهدته صوته . قال ابن عطية : إنما مقصد الكلام : الهدهد غاب . لكنه أخذ اللازم عن مغيبه وهو أن لا يراه ، فاستفهم على جهة التوقيف على اللازم وهذا ضرب من الإيجاز . والاستفهام الذي في قوله : ما لي ناب مناب الألف التي تحتاجها \" أم \" . وقيل : إنما قال : ما لي لا أرى الهدهد ; لأنه اعتبر حال نفسه ، إذ علم أنه أوتي الملك العظيم ، وسخر له الخلق ، فقد لزمه حق الشكر بإقامة الطاعة وإدامة العدل ، فلما فقد نعمة الهدهد توقع أن يكون قصر في حق الشكر ، فلأجله سلبها فجعل يتفقد نفسه ; فقال : ما لي . قال ابن العربي : وهذا يفعله شيوخ الصوفية إذا فقدوا ما لهم ، تفقدوا أعمالهم ; هذا في الآداب ، فكيف بنا اليوم ونحن نقصر في الفرائض ؟ وقرأ ابن كثير وابن محيصن وعاصم والكسائي وهشام وأيوب : ما لي بفتح الياء وكذلك في ( يس ) وما لي لا أعبد الذي فطرني . وأسكنها حمزة ويعقوب . وقرأ الباقون المدنيون وأبو عمرو : بفتح التي في ( يس ) وإسكان هذه . قال أبو عمرو : لأن هذه التي في ( النمل ) استفهام ، والأخرى انتفاء . واختار أبو حاتم وأبو عبيد الإسكان فقال ما لي . وقال أبو جعفر النحاس : زعم قوم أنهم أرادوا أن يفرقوا بين ما كان مبتدأ ، وبين ما كان معطوفا على ما قبله ، وهذا ليس بشيء ; وإنما هي ياء النفس ، من العرب من يفتحها ومنهم من يسكنها ، فقرءوا باللغتين ; واللغة الفصيحة في ياء النفس أن تكون مفتوحة ; لأنها اسم وهي على حرف واحد ، وكان الاختيار ألا تسكن فيجحف الاسم . أم كان من الغائبين بمعنى \" بل \" ."
    },
    {
      "ayah": 21,
      "surah": 27,
      "text": "قوله تعالى : لأعذبنه عذابا شديدا أو لأذبحنه دليل على أن الحد على قدر الذنب لا على قدر الجسد ، أما إنه يرفق بالمحدود في الزمان والصفة . روي عن ابن عباس ومجاهد وابن جريج أن تعذيبه للطير كان بأن ينتف ريشه . قال ابن جريج : ريشه أجمع . وقال يزيد بن رومان : جناحاه . فعل سليمان هذا بالهدهد إغلاظا على العاصين ، وعقابا على إخلاله بنوبته ورتبته ; وكأن الله أباح له ذلك ، كما أباح ذبح البهائم والطير للأكل وغيره من المنافع . والله أعلم . وفي ( نوادر الأصول ) قال : حدثنا سليمان بن حميد أبو الربيع الإيادي ، قال : حدثنا عون بن عمارة ، عن الحسين الجعفي ، عن الزبير بن الخريت ، عن عكرمة ، قال : إنما صرف الله شر سليمان عن الهدهد لأنه كان بارا بوالديه . وسيأتي . وقيل : تعذيبه أن يجعل [ ص: 168 ] مع أضداده . وعن بعضهم : أضيق السجون معاشرة الأضداد . وقيل : لألزمنه خدمة أقرانه . وقيل : إيداعه القفص . وقيل : بأن يجعله للشمس بعد نتفه . وقيل : بتبعيده عن خدمتي ، والملوك يؤدبون بالهجران الجسد بتفريق إلفه . وهو مؤكد بالنون الثقيلة ، وهي لازمة هي أو الخفيفة . قال أبو حاتم : ولو قرئت \" لأعذبنه عذابا شديدا أو لأذبحنه \" جاز . أو ليأتيني بسلطان مبين أي بحجة بينة . وليست اللام في ليأتيني لام القسم لأنه لا يقسم سليمان على فعل الهدهد ; ولكن لما جاء في أثر قوله : لأعذبنه وهو مما جاز به القسم أجراه مجراه . وقرأ ابن كثير وحده : ( ليأتينني ) بنونين ."
    },
    {
      "ayah": 22,
      "surah": 27,
      "text": "قوله تعالى : فمكث غير بعيد أي الهدهد . والجمهور من القراء على ضم الكاف ، وقرأ عاصم وحده بفتحها . ومعناه في القراءتين \" أقام \" . قال سيبويه : مكث يمكث مكوثا كما قالوا قعد يقعد قعودا . قال : ومكث مثل ظرف . قال غيره : والفتح أحسن لقوله تعالى : ماكثين إذ هو من مكث ; يقال : مكث يمكث فهو ماكث ; ومكث يمكث مثل عظم يعظم فهو مكيث ; مثل عظيم . ومكث يمكث فهو ماكث ; مثل حمض يحمض فهو حامض . والضمير في \" مكث \" يحتمل أن يكون لسليمان ; والمعنى : بقي سليمان بعد التفقد والوعيد غير طويل أي غير وقت طويل . ويحتمل أن يكون للهدهد وهو الأكثر . فجاء : فقال أحطت بما لم تحط به وهي :أي علمت ما لم تعلمه من الأمر فكان في هذا رد على من قال : إن الأنبياء تعلم الغيب . وحكى الفراء \" أحط \" يدغم التاء في الطاء . وحكى ( أحت ) بقلب الطاء تاء وتدغم .قوله تعالى : وجئتك من سبإ بنبإ يقين أعلم سليمان ما لم يكن يعلمه ، ودفع عن نفسه ما توعده من العذاب والذبح . وقرأ الجمهور : ( سبإ ) بالصرف . وابن كثير وأبو عمرو : ( سبأ ) بفتح الهمزة وترك الصرف ; فالأول على أنه اسم رجل نسب إليه قوم ، وعليه قول الشاعر :الواردون وتيم في ذرى سبإ قد عض أعناقهم جلد الجواميس وأنكر الزجاج أن يكون اسم رجل ، وقال ( سبإ ) اسم مدينة تعرف بمأرب باليمن بينها وبين صنعاء مسيرة ثلاثة أيام .[ ص: 169 ] قلت : وقع في عيون المعاني للغزنوي ثلاثة أميال . قتادة والسدي بعث إليه اثنا عشر نبيا .وأنشد للنابغة الجعدي :من سبأ الحاضرين مأرب إذ يبنون من دون سيله العرما قال : فمن لم يصرف قال إنه اسم مدينة ، ومن صرف وهو الأكثر فلأنه اسم البلد فيكون مذكرا سمي به مذكر . وقيل : اسم امرأة سميت بها المدينة . والصحيح أنه اسم رجل ، كذلك في كتاب الترمذي من حديث فروة بن مسيك المرادي عن النبي صلى الله عليه وسلم : وسيأتي إن شاء الله تعالى . قال ابن عطية : وخفي هذا الحديث على الزجاج فخبط عشواء . وزعم الفراء أن الرؤاسي سأل أبا عمرو بن العلاء عن سبإ فقال : ما أدري ما هو . قال النحاس : وتأول الفراء على أبي عمرو أنه منعه من الصرف لأنه مجهول ، وأنه إذا لم يعرف الشيء لم ينصرف . وقال النحاس : وأبو عمرو أجل من أن يقول مثل هذا ، وليس في حكاية الرؤاسي عنه دليل أنه إنما منعه من الصرف لأنه لم يعرفه ، وإنما قال لا أعرفه ، ولو سئل نحوي عن اسم فقال لا أعرفه لم يكن في هذا دليل على أنه يمنعه من الصرف ، بل الحق على غير هذا ; والواجب إذا لم يعرفه أن يصرفه ; لأن أصل الأسماء الصرف ; وإنما يمنع الشيء من الصرف لعلة داخلة عليه ; فالأصل ثابت بيقين فلا يزول بما لا يعرف . وذكر كلاما كثيرا عن النحاة وقال في آخره : والقول في ( سبإ ) ما جاء التوقيف فيه أنه في الأصل اسم رجل ، فإن صرفته فلأنه قد صار اسما للحي ، وإن لم تصرفه جعلته اسما للقبيلة مثل ثمود إلا أن الاختيار عند سيبويه الصرف وحجته في ذلك قاطعة ; لأن هذا الاسم لما كان يقع له التذكير والتأنيث كان التذكير أولى ; لأنه الأصل والأخف .وفي الآية دليل على أن الصغير يقول للكبير والمتعلم للعالم : عندي ما ليس عندك ، إذا تحقق ذلك وتيقنه . هذا عمر بن الخطاب مع جلالته رضي الله عنه وعلمه لم يكن عنده علم بالاستئذان . وكان علم التيمم عند عمار وغيره ، وغاب عن عمر وابن مسعود حتى قالا : لا يتيمم الجنب . وكان حكم الإذن في أن تنفر الحائض عند ابن عباس ولم يعلمه عمر ولا زيد بن ثابت . وكان غسل رأس المحرم معلوما عند ابن عباس وخفي عن المسور بن مخرمة . ومثله كثير فلا يطول به ."
    },
    {
      "ayah": 23,
      "surah": 27,
      "text": "قوله تعالى : إني وجدت امرأة تملكهم لما قال الهدهد : وجئتك من سبإ بنبإ يقين قال سليمان : وما ذلك الخبر ؟ قال : إني وجدت امرأة تملكهم يعني بلقيس بنت شراحيل تملك أهل سبإ . ويقال : كيف خفي على سليمان مكانها وكانت المسافة بين محطه وبين بلدها قريبة ، وهي من مسيرة ثلاث بين صنعاء ومأرب ؟ والجواب أن الله تعالى أخفى ذلك عنه لمصلحة ، كما أخفى على يعقوب مكان يوسف . ويروى أن أحد أبويها كان من الجن . قال ابن العربي : وهذا أمر تنكره الملحدة ، ويقولون : الجن لا يأكلون ولا يلدون ; كذبوا لعنهم الله أجمعين ; ذلك صحيح ونكاحهم جائز عقلا فإن صح نقلا فبها ونعمت .قلت : خرج أبو داود من حديث عبد الله بن مسعود أنه قال : قدم وفد من الجن على رسول الله صلى الله عليه وسلم ، فقالوا : يا محمد انه أمتك أن يستنجوا بعظم أو روثة أو جمجمة فإن الله جاعل لنا فيها رزقا . وفي صحيح مسلم : فقال : لكم كل عظم ذكر اسم الله عليه يقع في أيديكم أوفر ما يكون لحما وكل بعرة علف لدوابكم فقال رسول الله صلى الله عليه وسلم : فلا تستنجوا بهما فإنهما طعام إخوانكم الجن وفي البخاري من حديث أبي هريرة قال فقلت : ما بال العظم والروثة ؟ فقال : هما من طعام الجن وإنه أتاني وفد جن نصيبين ونعم الجن فسألوني الزاد فدعوت الله تعالى ألا يمروا بعظم ولا روثة إلا وجدوا عليها طعاما وهذا كله نص في أنهم [ ص: 171 ] يطعمون . وأما نكاحهم فقد تقدمت الإشارة إليه في ( سبحان ) عند قوله : وشاركهم في الأموال والأولاد . وروى وهيب بن جرير بن حازم عن الخليل بن أحمد عن عثمان بن حاضر قال : كانت أم بلقيس من الجن يقال لها بلعمة بنت شيصان . وسيأتي لهذا مزيد بيان إن شاء الله تعالى .روى البخاري من حديث ابن عباس أن النبي صلى الله عليه وسلم لما بلغه أن أهل فارس قد ملكوا بنت كسرى قال : لن يفلح قوم ولوا أمرهم امرأة قال القاضي أبو بكر بن العربي : هذا نص في أن المرأة لا تكون خليفة ولا خلاف فيه ; ونقل عن محمد بن جرير الطبري أنه يجوز أن تكون المرأة قاضية ، ولم يصح ذلك عنه ، ولعله نقل عنه كما نقل عن أبي حنيفة أنها إنما تقضي فيما تشهد فيه وليس بأن تكون قاضية على الإطلاق ; ولا بأن يكتب لها مسطور بأن فلانة مقدمة على الحكم ، وإنما سبيل ذلك التحكيم والاستنابة في القضية الواحدة ، وهذا هو الظن بأبي حنيفة وابن جرير . وقد روي عن عمر أنه قدم امرأة على حسبة السوق . ولم يصح فلا تلتفتوا إليه ، فإنما هو من دسائس المبتدعة في الأحاديث . وقد تناظر في هذه المسألة القاضي أبو بكر بن الطيب المالكي الأشعري مع أبي الفرج بن طرار شيخ الشافعية ، فقال أبو الفرج : الدليل على أن المرأة يجوز أن تحكم أن الغرض من الأحكام تنفيذ القاضي لها ، وسماع البينة عليها ، والفصل بين الخصوم فيها ، وذلك ممكن من المرأة كإمكانه من الرجل . فاعترض عليه القاضي أبو بكر ونقض كلامه بالإمامة الكبرى ; فإن الغرض منه حفظ الثغور ، وتدبير الأمور وحماية البيضة ، وقبض الخراج ورده على مستحقه ، وذلك لا يتأتى من المرأة كتأتيه من الرجل . قال ابن العربي : وليس كلام الشيخين في هذه المسألة بشيء ; فإن المرأة لا يتأتى منها أن تبرز إلى المجلس ، ولا تخالط الرجال ، ولا تفاوضهم مفاوضة النظير للنظير ; لأنها إن كانت فتاة حرم النظر إليها وكلامها ، وإن كانت برزة لم يجمعها والرجال مجلس واحد تزدحم فيه معهم ، وتكون مناظرة لهم ; ولن يفلح قط من تصور هذا ولا من اعتقده .قوله تعالى : وأوتيت من كل شيء مبالغة ; أي مما تحتاجه المملكة . وقيل : المعنى : أوتيت من كل شيء في زمانها شيئا . فحذف المفعول ; لأن الكلام دل عليه . ولها عرش عظيم أي سرير ; ووصفه بالعظم في الهيئة ورتبة السلطان . قيل : كان من ذهب تجلس عليه . وقيل : العرش هنا الملك ; والأول أصح ; لقوله تعالى : أيكم يأتيني بعرشها . الزمخشري : فإن قلت كيف سوى الهدهد بين عرش بلقيس وعرش الله في الوصف بالعظيم ؟ قلت : بين الوصفين بون عظيم ; لأن وصف عرشها بالعظيم تعظيم له بالإضافة إلى عروش أبناء جنسها من الملوك ، ووصف عرش الله بالعظيم تعظيم له بالنسبة إلى ما خلق من السماوات والأرض . قال ابن عباس : كان طول عرشها ثمانين ذراعا ، وعرضه أربعين ذراعا ، وارتفاعه في السماء ثلاثين ذراعا ، مكلل بالدر والياقوت الأحمر ، والزبرجد الأخضر . قتادة : وقوائمه لؤلؤ وجوهر ، وكان مسترا بالديباج والحرير ، عليه سبعة مغاليق . مقاتل : كان ثمانين ذراعا في ثمانين ذراعا ، وارتفاعه من الأرض ثمانون ذراعا ، وهو مكلل بالجواهر . ابن إسحاق : وكان يخدمها النساء ، وكان معها لخدمتها ستمائة امرأة . قال ابن عطية : واللازم من الآية أنها امرأة ملكت على مدائن اليمن ، ذات ملك عظيم ، وسرير عظيم ، وكانت كافرة من قوم كفار ."
    },
    {
      "ayah": 24,
      "surah": 27,
      "text": "قوله تعالى : وجدتها وقومها يسجدون للشمس من دون الله قيل : كانت هذه الأمة ممن يعبد الشمس ; لأنهم كانوا زنادقة فيما يروى . وقيل : كانوا مجوسا يعبدون الأنوار . وروي عن نافع أن الوقف على \" عرش \" . قال المهدوي : ف \" عظيم \" على هذا متعلق بما بعده ، وكان ينبغي على هذا أن يكون \" عظيم أن وجدتها \" أي وجودي إياها كافرة . وقال ابن الأنباري : ولها عرش عظيم وقف حسن ، ولا يجوز أن يقف على \" عرش \" ويبتدئ ( عظيم وجدتها ) إلا على من فتح ; لأن \" عظيما \" نعت ل \" عرش \" فلو كان متعلقا ب \" وجدتها \" لقلت : عظيمة وجدتها ; وهذا محال من كل وجه . وقد حدثني أبو بكر محمد بن الحسين بن شهريار ، قال : حدثنا أبو عبد الله الحسين بن الأسود العجلي ، عن بعض أهل العلم أنه قال : الوقف على \" عرش \" والابتداء \" عظيم \" على معنى : عظيم عبادتهم الشمس والقمر . قال : وقد سمعت من يؤيد هذا المذهب ، ويحتج بأن عرشها أحقر وأدق شأنا من أن يصفه الله بالعظيم . قال ابن الأنباري : والاختيار عندي ما ذكرته أولا ; لأنه ليس على إضمار عبادة الشمس والقمر [ ص: 173 ] دليل . وغير منكر أن يصف الهدهد عرشها بالعظيم إذا رآه متناهي الطول والعرض ; وجريه على إعراب \" عرش \" دليل على أنه نعته . وزين لهم الشيطان أعمالهم أي ما هم فيه من الكفر فصدهم عن السبيل أي عن طريق التوحيد . وبين بهذا أن ما ليس بسبيل التوحيد فليس بسبيل ينتفع به على التحقيق . فهم لا يهتدون إلى الله وتوحيده ."
    },
    {
      "ayah": 25,
      "surah": 27,
      "text": "قوله تعالى : ألا يسجدوا لله قرأ أبو عمرو ونافع وعاصم وحمزة : ألا يسجدوا لله بتشديد \" ألا \" قال ابن الأنباري : فهم لا يهتدون غير تام لمن شدد \" ألا \" لأن المعنى : وزين لهم الشيطان ألا يسجدوا . قال النحاس : هي ( أن ) دخلت عليها ( لا ) و ( أن ) في موضع نصب ; قال الأخفش : ب \" زين \" أي وزين لهم لئلا يسجدوا لله . وقال الكسائي : ب \" فصدهم \" أي فصدهم ألا يسجدوا . وهو في الوجهين مفعول له . وقال اليزيدي وعلي بن سليمان : ( أن ) بدل من \" أعمالهم \" في موضع نصب . وقال أبو عمرو : و ( أن ) في موضع خفض على البدل من السبيل وقيل : العامل فيها لا يهتدون أي فهم لا يهتدون أن يسجدوا لله ; أي لا يعلمون أن ذلك واجب عليهم . وعلى هذا القول ( لا ) زائدة ; كقوله : ما منعك ألا تسجد أي ما منعك أن تسجد . وعلى هذه القراءة فليس بموضع سجدة ; لأن ذلك خبر عنهم بترك السجود ، إما بالتزيين أو بالصد أو بمنع الاهتداء . وقرأ الزهري والكسائي وغيرهما : ( ألا يسجدوا لله ) بمعنى ألا يا هؤلاء اسجدوا ; لأن ( يا ) ينادى بها الأسماء دون الأفعال . وأنشد سيبويه :يا لعنة الله والأقوام كلهم والصالحين على سمعان من جارقال سيبويه : ( يا ) لغير اللعنة ، لأنه لو كان للعنة لنصبها ، لأنه كان يصير منادى مضافا ، ولكن تقديره يا هؤلاء لعنة الله والأقوام على سمعان . وحكى بعضهم سماعا عن العرب : ألا يا ارحموا ألا يا اصدقوا . يريدون ألا يا قوم ارحموا اصدقوا ، فعلى هذه القراءة ( اسجدوا ) في موضع جزم بالأمر والوقف على ( ألا يا ) ثم تبتدئ فتقول : ( اسجدوا ) . قال الكسائي : ما كنت أسمع الأشياخ يقرءونها إلا بالتخفيف على نية الأمر . وفي قراءة عبد الله : ( ألا هل تسجدون لله ) بالتاء والنون . وفي قراءة أبي ( ألا تسجدون لله ) فهاتان القراءتان حجة لمن خفف . الزجاج : وقراءة التخفيف تقتضي وجوب السجود دون التشديد . واختار أبو حاتم وأبو عبيدة قراءة التشديد . وقال : التخفيف وجه حسن إلا أن فيه انقطاع الخبر من أمر سبأ ، ثم رجع بعد [ ص: 174 ] إلى ذكرهم ، والقراءة بالتشديد خبر يتبع بعضه بعضا لا انقطاع في وسطه . ونحوه قال النحاس . قال : قراءة التخفيف بعيدة ; لأن الكلام يكون معترضا ، وقراءة التشديد يكون الكلام بها متسقا ، وأيضا فإن السواد على غير هذه القراءة ، لأنه قد حذف منه ألفان ، وإنما يختصر مثل هذا بحذف ألف واحدة نحو يا عيسى ابن مريم . ابن الأنباري : وسقطت ألف ( اسجدوا ) كما تسقط مع هؤلاء إذا ظهر ، ولما سقطت ألف ( يا ) واتصلت بها ألف ( اسجدوا ) سقطت ، فعد سقوطها دلالة على الاختصار وإيثارا لما يخف وتقل ألفاظه . وقال الجوهري في آخر كتابه : قال بعضهم : إن ( يا ) في هذا الموضع إنما هو للتنبيه كأنه قال : ألا اسجدوا لله ، فلما أدخل عليه ( يا ) للتنبيه سقطت الألف التي في ( اسجدوا ) لأنها ألف وصل ، وذهبت الألف التي في ( يا ) لاجتماع الساكنين ; لأنها والسين ساكنتان . قال ذو الرمة :ألا يا اسلمي يا دار مي على البلى ولا زال منهلا بجرعائك القطروقال الجرجاني : هو كلام معترض من الهدهد أو سليمان أو من الله . أي ألا ليسجدوا ; كقوله تعالى : قل للذين آمنوا يغفروا للذين لا يرجون أيام الله قيل : إنه أمر أي ليغفروا . وتنتظم على هذا كتابة المصحف ; أي ليس هاهنا نداء . قال ابن عطية : قيل هو من كلام الهدهد إلى قوله ( العظيم ) وهو قول ابن زيد وابن إسحاق ; ويعترض بأنه غير مخاطب فكيف يتكلم في معنى شرع . ويحتمل أن يكون من قول سليمان لما أخبره الهدهد عن القوم . ويحتمل أن يكون من قول الله تعالى فهو اعتراض بين الكلامين وهو الثابت مع التأمل ، وقراءة التشديد في ( ألا ) تعطي أن الكلام للهدهد ، وقراءة التخفيف تمنعه ، والتخفيف يقتضي الأمر بالسجود لله عز وجل للأمر ، على ما بيناه . وقال الزمخشري : فإن قلت أسجدة التلاوة واجبة في القراءتين جميعا أم في إحداهما ؟ قلت هي واجبة فيهما جميعا ; لأن مواضع السجدة إما أمر بها ، أو مدح لمن أتى بها ، أو ذم لمن تركها ، وإحدى القراءتين أمر بالسجود والأخرى ذم للتارك .قلت : وقد أخبر الله عن الكفار بأنهم لا يسجدون كما في ( الانشقاق ) وسجد النبي صلى الله عليه وسلم فيها ، كما ثبت في البخاري وغيره فكذلك ( النمل ) . والله أعلم . الزمخشري : وما [ ص: 175 ] ذكره الزجاج من وجوب السجدة مع التخفيف دون التشديد فغير مرجوع إليه . الذي يخرج الخبء خبء السماء قطرها ، وخبء الأرض كنوزها ونباتها . وقال قتادة : الخبء السر . النحاس : وهذا أولى . أي ما غاب في السماوات والأرض ، ويدل عليه ما يخفون وما يعلنون . وقرأ عكرمة ومالك بن دينار : ( الخب ) بفتح الباء من غير همز . قال المهدوي : وهو التخفيف القياسي ; وذكر من يترك الهمز في الوقف . وقال النحاس : وحكى أبو حاتم أن عكرمة قرأ : ( الذي يخرج الخبا ) بألف غير مهموزة ، وزعم أن هذا لا يجوز في العربية ، واعتل بأنه إن خفف الهمزة ألقى حركتها على الباء فقال : ( الخب في السماوات والأرض ) وأنه إن حول الهمزة قال : ( الخبي ) بإسكان الباء وبعدها ياء . قال النحاس : وسمعت علي بن سليمان يقول سمعت محمد بن يزيد يقول : كان أبو حاتم دون أصحابه في النحو ولم يلحق بهم إلا أنه إذا خرج من بلده لم يلق أعلم منه . وحكى سيبويه عن العرب أنها تبدل من الهمزة ألفا إذا كان قبلها ساكن وكانت مفتوحة ، وتبدل منها واوا إذا كان قبلها ساكن وكانت مضمومة ، وتبدل منها ياء إذا كان قبلها ساكن وكانت مكسورة ; فتقول : هذا الوثو وعجبت من الوثي ورأيت الوثا ; وهذا من وثئت يده ; وكذلك هذا الخبو وعجبت من الخبي ، ورأيت الخبا ; وإنما فعل هذا لأن الهمزة خفيفة فأبدل منها هذه الحروف .وحكى سيبويه عن قوم من بني تميم وبني أسد أنهم يقولون : هذا الخبؤ ; يضمون الساكن إذا كانت الهمزة مضمومة ، ويثبتون الهمزة ويكسرون الساكن إذا كانت الهمزة مكسورة ، ويفتحون الساكن إذا كانت الهمزة مفتوحة . وحكى سيبويه أيضا أنهم يكسرون وإن كانت الهمزة مضمومة ، إلا أن هذا عن بني تميم ; فيقولون : الرديء ; وزعم أنهم لم يضموا الدال لأنهم كرهوا ضمة قبلها كسرة ; لأنه ليس في الكلام ( فعل ) . وهذه كلها لغات داخلة على اللغة التي قرأ بها الجماعة ; وفي قراءة عبد الله ( الذي يخرج الخبا من السماوات ) و ( من ) و ( في ) يتعاقبان ; تقول العرب : لأستخرجن العلم فيكم يريد : منكم ; قاله الفراء . ويعلم ما يخفون وما يعلنون قراءة العامة فيهما بياء الغائب ، وهذه القراءة تعطي أن الآية من كلام الهدهد ، وأن الله تعالى خصه من [ ص: 176 ] المعرفة بتوحيده ووجوب السجود له ، وإنكار سجودهم للشمس ، وإضافته للشيطان ، وتزيينه لهم ، ما خص به غيره من الطيور وسائر الحيوان ; من المعارف اللطيفة التي لا تكاد العقول الراجحة تهتدي لها . وقرأ الجحدري وعيسى بن عمر وحفص والكسائي : ( تخفون ) و ( تعلنون ) بالتاء على الخطاب ; وهذه القراءة تعطي أن الآية من خطاب الله عز وجل لأمة محمد صلى الله عليه وسلم"
    },
    {
      "ayah": 26,
      "surah": 27,
      "text": "الله لا إله إلا هو رب العرش العظيم قرأ ابن محيصن ( العظيم ) : رفعا نعتا لله . الباقون بالخفض نعتا للعرش . وخص بالذكر لأنه أعظم المخلوقات وما عداه في ضمنه وقبضته ."
    },
    {
      "ayah": 27,
      "surah": 27,
      "text": "قوله تعالى : سننظر من النظر الذي هو التأمل والتصفح . أصدقت أم كنت من الكاذبين في مقالتك . و ( كنت ) بمعنى أنت . وقال : سننظر أصدقت ولم يقل سننظر في أمرك ; لأن الهدهد لما صرح بفخر العلم في قوله : أحطت بما لم تحط به صرح له سليمان بقوله : سننظر أصدقت أم كذبت ، فكان ذلك كفاء لما قاله .قوله تعالى : أصدقت أم كنت من الكاذبين دليل على أن الإمام يجب عليه أن يقبل عذر رعيته ، ويدرأ العقوبة عنهم في ظاهر أحوالهم بباطن أعذارهم ; لأن سليمان لم يعاقب الهدهد حين اعتذر إليه . وإنما صار صدق الهدهد عذرا لأنه أخبر بما يقتضي الجهاد ، وكان سليمان عليه السلام حبب إليه الجهاد . وفي الصحيح : ليس أحد أحب إليه العذر من الله من أجل ذلك أنزل الكتاب وأرسل الرسل . وقد قبل عمر عذر النعمان بن عدي ولم يعاقبه . ولكن للإمام أن يمتحن ذلك إذا تعلق به حكم من أحكام الشريعة . كما فعل سليمان ; فإنه لما قال الهدهد : إني وجدت امرأة تملكهم وأوتيت من كل شيء ولها عرش عظيم لم يستفزه الطمع ، ولا استجره حب الزيادة في الملك إلى أن يعرض له حتى قال : وجدتها وقومها يسجدون للشمس من دون الله فغاظه حينئذ ما سمع ، وطلب الانتهاء إلى ما أخبر ، وتحصيل علم ما غاب عنه من ذلك ، فقال : سننظر أصدقت أم كنت من الكاذبين ونحو منه ما رواه الصحيح عن المسور بن مخرمة ، حين استشار عمر الناس في إملاص المرأة وهي التي يضرب بطنها فتلقي جنينها ; فقال المغيرة بن شعبة : شهدت النبي صلى الله عليه وسلم قضى فيه بغرة عبد أو أمة . قال فقال عمر : ايتني بمن يشهد معك ; قال : فشهد له محمد بن مسلمة وفي [ ص: 177 ] رواية فقال : لا تبرح حتى تأتي بالمخرج من ذلك ; فخرجت فوجدت محمد بن مسلمة فجئت به فشهد . ونحوه حديث أبي موسى في الاستئذان وغيره ."
    },
    {
      "ayah": 28,
      "surah": 27,
      "text": "قوله تعالى : اذهب بكتابي هذا فألقه إليهم . قال الزجاج : فيها خمسة أوجه ( فألقه إليهم ) بإثبات الياء في اللفظ . وبحذف الياء وإثبات الكسرة دالة عليها ( فألقه إليهم ) . وبضم الهاء وإثبات الواو على الأصل ( فألقه وإليهم ) . وبحذف الواو وإثبات الضمة ( فألقه إليهم ) . واللغة الخامسة قرأ بها حمزة بإسكان الهاء فألقه إليهم . قال النحاس : وهذا عند النحويين لا يجوز إلا على حيلة بعيدة تكون : يقدر الوقف ; وسمعت علي بن سليمان يقول : لا تلتفت إلى هذه العلة ، ولو جاز أن يصل وهو ينوي الوقف لجاز أن يحذف الإعراب من الأسماء . وقال : ( إليهم ) على لفظ الجمع ولم يقل ( إليها ) ; لأنه قال : وجدتها وقومها يسجدون للشمس فكأنه قال : فألقه إلى الذين هذا دينهم ; اهتماما منه بأمر الدين ، واشتغالا به عن غيره ، وبني الخطاب في ( الكتاب ) على لفظ الجمع لذلك . وروي في قصص هذه الآية أن الهدهد وصل فألفى دون هذه الملكة حجب جدران ; فعمد إلى كوة كانت بلقيس صنعتها لتدخل منها الشمس عند طلوعها لمعنى عبادتها إياها ، فدخل منها ورمى الكتاب على بلقيس وهي - فيما يروى - نائمة ; فلما انتبهت وجدته فراعها ، وظنت أنه قد دخل عليها أحد ، ثم قامت فوجدت حالها كما عهدت ، فنظرت إلى الكوة تهمما بأمر الشمس ، فرأت الهدهد فعلمت . وقال وهب وابن زيد : كانت لها كوة مستقبلة مطلع الشمس ، فإذا طلعت سجدت ، فسدها الهدهد بجناحه ، فارتفعت الشمس ولم تعلم ، فلما استبطأت الشمس قامت تنظر فرمى الصحيفة إليها ، فلما رأت الخاتم ارتعدت وخضعت ، لأن ملك سليمان عليه السلام كان في خاتمه ; فقرأته فجمعت الملأ من قومها فخاطبتهم بما يأتي بعد . وقال مقاتل : حمل الهدهد الكتاب بمنقاره ، وطار حتى وقف على رأس المرأة وحولها [ ص: 178 ] الجنود والعساكر ، فرفرف ساعة والناس ينظرون إليه ، فرفعت المرأة رأسها فألقى الكتاب في حجرها .في هذه الآية دليل على إرسال الكتب إلى المشركين وتبليغهم الدعوة ، ودعائهم إلى الإسلام . وقد كتب النبي صلى الله عليه وسلم إلى كسرى وقيصر وإلى كل جبار ; كما تقدم في ( آل عمران ) .قوله تعالى : ثم تول عنهم أمره بالتولي حسن أدب ليتنحى حسب ما يتأدب به مع الملوك . بمعنى : وكن قريبا حتى ترى مراجعتهم ; قاله وهب بن منبه . وقال ابن زيد : أمره بالتولي بمعنى الرجوع إليه ; أي ألقه وارجع فانظر ماذا يرجعون في معنى التقديم على قوله : ثم تول واتساق رتبة الكلام أظهر ; أي ألقه ثم تول ، وفي خلال ذلك ( فانظر ) أي انتظر . وقيل : فاعلم ; كقوله : يوم ينظر المرء ما قدمت يداه أي اعلم ماذا يرجعون - أي يجيبون - وماذا يردون من القول . وقيل : فانظر ماذا يرجعون يتراجعون بينهم من الكلام ."
    },
    {
      "ayah": 29,
      "surah": 27,
      "text": "قوله تعالى : قالت ياأيها الملأ إني ألقي إلي كتاب كريمفيه خمس مسائل :قالت يا أيها الملأ في الكلام حذف ; والمعنى : فذهب فألقاه إليهم فسمعها وهي تقول : يا أيها الملأ ثم وصفت الكتاب بالكريم إما لأنه من عند عظيم في نفسها ونفوسهم فعظمته إجلالا لسليمان عليه السلام ; وهذا قول ابن زيد . وإما أنها أشارت إلى أنه مطبوع عليه بالخاتم ، فكرامة الكتاب ختمه ; وروي ذلك عن رسول الله صلى الله عليه وسلم وقيل : لأنه بدأ فيه ب بسم الله الرحمن الرحيم وقد قال صلى الله عليه وسلم : كل كلام لا يبدأ فيه ببسم الله الرحمن الرحيم فهو أجذم . وقيل : لأنه بدأ فيه بنفسه ، ولا يفعل ذلك إلا الجلة . وفي حديث ابن [ ص: 179 ] عمر أنه كتب إلى عبد الملك بن مروان يبايعه . من عبد الله لعبد الملك بن مروان أمير المؤمنين ; إني أقر لك بالسمع والطاعة ما استطعت ، وإن بني قد أقروا لك بذلك . وقيل : توهمت أنه كتاب جاء من السماء إذ كان الموصل طيرا . وقيل : ( كريم ) : حسن ; كقوله : ومقام كريم أي مجلس حسن . وقيل : وصفته بذلك ; لما تضمن من لين القول والموعظة في الدعاء إلى عبادة الله عز وجل ، وحسن الاستعطاف والاستلطاف من غير أن يتضمن سبا ولا لعنا ، ولا ما يغير النفس ، ومن غير كلام نازل ولا مستغلق ; على عادة الرسل في الدعاء إلى الله عز وجل ; ألا ترى إلى قول الله عز وجل لنبيه صلى الله عليه وسلم : ادع إلى سبيل ربك بالحكمة والموعظة الحسنة وقوله لموسى وهارون : فقولا له قولا لينا لعله يتذكر أو يخشى . وكلها وجوه حسان وهذا أحسنها . وقد روي أنه لم يكتب ( بسم الله الرحمن الرحيم ) أحد قبل سليمان . وفي قراءة عبد الله ( وإنه من سليمان ) بزيادة واو .الثانية : الوصف بالكريم في الكتاب غاية الوصف ; ألا ترى قوله تعالى : إنه لقرآن كريم وأهل الزمان يصفون الكتاب بالخطير وبالأثير وبالمبرور ; فإن كان لملك قالوا : العزيز . وأسقطوا الكريم غفلة ، وهو أفضلها خصلة . فأما الوصف بالعزيز فقد وصف به القرآن في قوله تعالى : وإنه لكتاب عزيز لا يأتيه الباطل من بين يديه ولا من خلفه فهذه عزته وليست لأحد إلا له ، فاجتنبوها في كتبكم ، واجعلوا بدلها العالي ; توفية لحق الولاية ، وحياطة للديانة ; قاله القاضي أبو بكر بن العربي .الثالثة : كان رسم المتقدمين إذا كتبوا أن يبدءوا بأنفسهم : من فلان إلى فلان ، وبذلك جاءت الآثار . وروىالربيع عن أنس قال : ما كان أحد أعظم حرمة من النبي صلى الله عليه وسلم ، وكان أصحابه إذا كتبوا بدءوا بأنفسهم . وقال ابن سيرين قال النبي صلى الله عليه وسلم : إن أهل فارس إذا كتبوا بدءوا بعظمائهم فلا يبدأ الرجل إلا بنفسه قال أبو الليث في كتاب ( البستان ) له : ولو بدأ [ ص: 180 ] بالمكتوب إليه لجاز ; لأن الأمة قد اجتمعت عليه وفعلوه لمصلحة رأوا في ذلك ، أو نسخ ما كان من قبل ; فالأحسن في زماننا هذا أن يبدأ بالمكتوب إليه ، ثم بنفسه ; لأن البداية بنفسه تعد منه استخفافا بالمكتوب إليه وتكبرا عليه ; إلا أن يكتب إلى عبد من عبيده ، أو غلام من غلمانه .الرابعة : وإذا ورد على إنسان كتاب بالتحية أو نحوها ينبغي أن يرد الجواب ; لأن الكتاب من الغائب كالسلام من الحاضر . وروي عن ابن عباس أنه كان يرى رد الكتاب واجبا كما يرى رد السلام . والله أعلم .الخامسة : اتفقوا على كتب ( بسم الله الرحمن الرحيم ) في أول الكتب والرسائل ، وعلى ختمها ; لأنه أبعد من الريبة ، وعلى هذا جرى الرسم ، وبه جاء الأثر عن عمر بن الخطاب أنه قال : أيما كتاب لم يكن مختوما فهو أغلف . وفي الحديث : كرم الكتاب ختمه . وقال بعض الأدباء ; هو ابن المقفع : من كتب إلى أخيه كتابا ولم يختمه فقد استخف به ; لأن الختم ختم . وقال أنس : لما أراد النبي صلى الله عليه وسلم أن يكتب إلى العجم فقيل له : إنهم لا يقبلون إلا كتابا عليه ختم ; فاصطنع خاتما ونقش على فصه لا إله إلا الله محمد رسول الله . وكأني أنظر إلى وبيصه وبياضه في كفه ."
    },
    {
      "ayah": 3,
      "surah": 27,
      "text": "ثم وصفهم فقال :الذين يقيمون الصلاة ويؤتون الزكاة وهم بالآخرة هم يوقنون وقد مضى في أول ( البقرة ) بيان هذا ."
    },
    {
      "ayah": 30,
      "surah": 27,
      "text": "السادسة : قوله تعالى : إنه من سليمان وإنه بسم الله الرحمن الرحيم ( وإنه ) بالكسر فيهما أي وإن الكلام ، أو إن مبتدأ الكلام بسم الله الرحمن الرحيم . وأجاز الفراء ( أنه من سليمان وأنه ) بفتحهما جميعا على أن يكونا في موضع رفع بدل من ( الكتاب ) ; بمعنى ألقي إلي أنه من سليمان . وأجاز أن يكونا في موضع نصب على حذف الخافض ; أي لأنه من سليمان ولأنه ; كأنها عللت كرمه بكونه من سليمان وتصديره بسم الله . وقرأ الأشهب العقيلي ومحمد بن السميقع : ( ألا تغلوا ) بالغين المعجمة ، وروي عن وهب بن منبه ; من غلا يغلو : إذا تجاوز وتكبر . وهي راجعة إلى معنى قراءة الجماعة ."
    },
    { "ayah": 31, "surah": 27, "text": "وأتوني مسلمين \" أي منقادين طائعين مؤمنين ." },
    {
      "ayah": 32,
      "surah": 27,
      "text": "قوله تعالى : قالت يا أيها الملأ أفتوني في أمري الملأ أشراف القوم وقد مضى في سورة ( البقرة ) القول فيه . قال ابن عباس : كان معها ألف قيل . وقيل : اثنا عشر ألف قيل مع كل قيل مائة ألف . والقيل الملك دون الملك الأعظم . فأخذت في حسن الأدب مع قومها ، ومشاورتهم في أمرها ، وأعلمتهم أن ذلك مطرد عندها في كل أمر يعرض ، ما كنت قاطعة أمرا حتى تشهدون فكيف في هذه النازلة الكبرى . فراجعها الملأ بما يقر عينها ، من إعلامهم إياها بالقوة والبأس ، ثم سلموا الأمر إلى نظرها ; وهذه محاورة حسنة من الجميع . قال قتادة : ذكر لنا أنه كان لها ثلاثمائة وثلاثة عشر رجلا هم أهل مشورتها ، كل رجل منهم على عشرة آلاف .الثانية : في هذه الآية دليل على صحة المشاورة . وقد قال الله تعالى لنبيه صلى الله عليه وسلم : وشاورهم في الأمر في ( آل عمران ) إما استعانة بالآراء ، وإما مداراة للأولياء . وقد مدح الله تعالى الفضلاء بقوله : وأمرهم شورى بينهم . والمشاورة من الأمر القديم وخاصة في الحرب ; فهذه بلقيس امرأة جاهلية كانت تعبد الشمس : قالت يا أيها الملأ أفتوني في أمري ما كنت قاطعة أمرا حتى تشهدون لتختبر عزمهم على مقاومة عدوهم ، وحزمهم فيما يقيم أمرهم ، وإمضائهم على الطاعة لها ، بعلمها بأنهم إن لم يبذلوا أنفسهم وأموالهم ودماءهم دونها لم يكن لها طاقة بمقاومة عدوها ، وإن لم يجتمع أمرهم وحزمهم وجدهم كان ذلك عونا لعدوهم عليهم ، وإن لم تختبر ما عندهم ، وتعلم قدر عزمهم لم تكن على بصيرة من أمرهم ، وربما كان في استبدادها برأيها وهن في طاعتها ، ودخيلة في تقدير أمرهم ، وكان في مشاورتهم وأخذ رأيهم عون على ما تريده من قوة شوكتهم ، وشدة مدافعتهم ; ألا ترى إلى قولهم في [ ص: 182 ] جوابهم : نحن أولو قوة وأولو بأس شديد قال ابن عباس : كان من قوة أحدهم أنه يركض فرسه حتى إذا احتد ضم فخذيه فحبسه بقوته ."
    },
    {
      "ayah": 33,
      "surah": 27,
      "text": "قَالُوا نَحْنُ أُولُو قُوَّةٍ وَأُولُو بَأْسٍ شَدِيدٍوأولو بأس شديد \" قال ابن عباس : كان من قوة أحدهم أنه يركض فرسه حتى إذا احتد ضم فخذيه فحبسه بقوته .وَالْأَمْرُ إِلَيْكِ فَانْظُرِي مَاذَا تَأْمُرِينَفانظري ماذا تأمرين \" سلموا الأمر إلى نظرها مع ما أظهروا لها من القوة والبأس والشدة ; فلما فعلوا ذلك أخبرت عند ذلك بفعل الملوك بالقرى التي يتغلبون عليها .وفي هذا الكلام خوف على قومها , وحيطة واستعظام لأمر سليمان عليه السلام .\" وكذلك يفعلون \" قيل : هو من قول بلقيس تأكيدا للمعنى الذي أرادته .وقال ابن عباس : هو من قول الله عز وجل معرفا لمحمد صلى الله عليه وسلم وأمته بذلك ومخبرا به .وقال وهب : لما قرأت عليهم الكتاب لم تعرف اسم الله , فقالت : ما هذا ؟ ! فقال بعض القوم : ما نظن هذا إلا عفريتا عظيما من الجن يقتدر به هذا الملك على ما يريده ; فسكتوه .وقال الآخر : أراهم ثلاثة من العفاريت ; فسكتوه ; فقال شاب قد علم : يا سيدة الملوك ! إن سليمان ملك قد أعطاه ملك السماء ملكا عظيما فهو لا يتكلم بكلمة إلا بدأ فيها بتسمية إلهه , والله اسم مليك السماء , والرحمن الرحيم نعوته ; فعندها قالت : \" أفتوني في أمري \" فقالوا : \" نحن أولو قوة \" في القتال \" وأولو بأس شديد \" قوة في الحرب واللقاء \" والأمر إليك \" ردوا أمرهم إليها لما جربوا على رأيها من البركة \" فانظري ماذا تأمرين \""
    },
    {
      "ayah": 34,
      "surah": 27,
      "text": "قوله تعالى : والأمر إليك فانظري ماذا تأمرين سلموا الأمر إلى نظرها مع ما أظهروا لها من القوة والبأس والشدة ; فلما فعلوا ذلك أخبرت عند ذلك بفعل الملوك بالقرى التي يتغلبون عليها . وفي هذا الكلام خوف على قومها ، وحيطة واستعظام لأمر سليمان عليه السلام . وكذلك يفعلون قيل : هو من قول بلقيس تأكيدا للمعنى الذي أرادته . وقال ابن عباس : هو من قول الله عز وجل معرفا لمحمد صلى الله عليه وسلم وأمته بذلك ومخبرا به . وقال وهب : لما قرأت عليهم الكتاب لم تعرف اسم الله ، فقالت : ما هذا ؟ ! فقال بعض القوم : ما نظن هذا إلا عفريتا عظيما من الجن يقتدر به هذا الملك على ما يريده ; فسكتوه . وقال الآخر : أراهم ثلاثة من العفاريت ; فسكتوه ; فقال شاب قد علم : يا سيدة الملوك ! إن سليمان ملك قد أعطاه ملك السماء ملكا عظيما فهو لا يتكلم بكلمة إلا بدأ فيها بتسمية إلهه ، و ( الله ) اسم مليك السماء ، و ( الرحمن الرحيم ) نعوته ; فعندها قالت : أفتوني في أمري فقالوا : نحن أولو قوة في القتال وأولو بأس شديد قوة في الحرب واللقاء والأمر إليك ردوا أمرهم إليها لما جربوا على رأيها من البركة فانظري ماذا تأمرين ف قالت إن الملوك إذا دخلوا قرية أفسدوها وجعلوا أعزة أهلها أذلة أهانوا شرفاءها لتستقيم لهم الأمور ، فصدق الله قولها . وكذلك يفعلون قال ابن الأنباري : وجعلوا أعزة أهلها أذلة هذا وقف تام ; فقال الله عز وجل تحقيقا لقولها : وكذلك يفعلون وشبيه به في سورة ( الأعراف ) قال الملأ من قوم فرعون إن هذا لساحر عليم يريد أن يخرجكم من أرضكم تم الكلام ، فقال فرعون : فماذا تأمرون . وقال ابن شجرة . هو قول بلقيس ، فالوقف وكذلك يفعلون أي وكذلك يفعل سليمان إذا دخل بلادنا ."
    },
    {
      "ayah": 35,
      "surah": 27,
      "text": "قوله تعالى : وإني مرسلة إليهم بهدية فناظرة بم يرجع المرسلون .فيه ست مسائل :الأولى : قوله تعالى : وإني مرسلة إليهم بهدية هذا من حسن نظرها وتدبيرها ; أي إني أجرب هذا الرجل بهدية ، وأعطيه فيها نفائس من الأموال ، وأغرب عليه بأمور المملكة : فإن كان ملكا دنياويا أرضاه المال وعملنا معه بحسب ذلك ، وإن كان نبيا لم يرضه المال ولازمنا [ ص: 183 ] في أمر الدين ، فينبغي لنا أن نؤمن به ونتبعه على دينه ، فبعثت إليه بهدية عظيمة أكثر الناس في تفصيلها ، فقال سعيد بن جبير عن ابن عباس : أرسلت إليه بلبنة من ذهب ، فرأت الرسل الحيطان من ذهب فصغر عندهم ما جاءوا به . وقال مجاهد : أرسلت إليه بمائتي غلام ومائتي جارية . وروي عن ابن عباس : باثنتي عشرة وصيفة مذكرين قد ألبستهم زي الغلمان ، واثني عشر غلاما مؤنثين قد ألبستهم زي النساء ، وعلى يد الوصائف أطباق مسك وعنبر ، وباثنتي عشرة نجيبة تحمل لبن الذهب ، وبخرزتين إحداهما غير مثقوبة ، والأخرى مثقوبة ثقبا معوجا ، وبقدح لا شيء فيه ، وبعصا كان يتوارثها ملوك حمير ، وأنفذت الهدية مع جماعة من قومها . وقيل : كان الرسول واحدا ولكن كان في صحبته أتباع وخدم . وقيل : أرسلت رجلا من أشراف قومها يقال له المنذر بن عمرو ، وضمت إليه رجالا ذوي رأي وعقل ، والهدية مائة وصيف ومائة وصيفة ، وقد خولف بينهم في اللباس ، وقالت للغلمان : إذا كلمكم سليمان فكلموه بكلام فيه تأنيث يشبه كلام النساء ، وقالت للجواري : كلمنه بكلام فيه غلظ يشبه كلام الرجال ; فيقال : إن الهدهد جاء وأخبر سليمان بذلك كله .وقيل : إن الله أخبر سليمان بذلك ، فأمر سليمان عليه السلام أن يبسط من موضعه إلى تسع فراسخ بلبنات الذهب والفضة ، ثم قال : أي الدواب رأيتم أحسن في البر والبحر ؟ قالوا : يا نبي الله رأينا في بحر كذا دواب منقطة مختلفة ألوانها ، لها أجنحة وأعراف ونواصي ; فأمر بها فجاءت فشدت على يمين الميدان وعلى يساره ، وعلى لبنات الذهب والفضة ، وألقوا لها علوفاتها ; ثم قال : للجن علي بأولادكم ; فأقامهم - أحسن ما يكون من الشباب - عن يمين الميدان ويساره . ثم قعد سليمان عليه السلام على كرسيه في مجلسه ، ووضع له أربعة آلاف كرسي من ذهب عن يمينه ومثلها عن يساره ، وأجلس عليها الأنبياء والعلماء ، وأمر الشياطين والجن والإنس أن يصطفوا صفوفا فراسخ ، وأمر السباع والوحوش والهوام والطير فاصطفوا فراسخ عن يمينه وشماله ، فلما دنا القوم من الميدان ونظروا إلى ملك سليمان ، ورأوا الدواب التي لم تر أعينهم أحسن منها تروث على لبنات الذهب والفضة ، تقاصرت إليهم أنفسهم ، ورموا ما معهم من الهدايا . وفي بعض الروايات : إن سليمان لما أمرهم بفرش الميدان بلبنات الذهب والفضة أمرهم أن يتركوا على طريقهم موضعا على قدر موضع بساط من الأرض غير مفروش ، فلما مروا به خافوا أن يتهموا بذلك فطرحوا ما معهم في ذلك المكان ، فلما رأوا الشياطين رأوا منظرا هائلا فظيعا ففزعوا وخافوا ، فقالت لهم الشياطين : جوزوا لا بأس عليكم ; فكانوا يمرون على كردوس كردوس من الجن والإنس والبهائم والطير والسباع والوحوش حتى وقفوا بين يدي سليمان ، فنظر إليهم سليمان نظرا حسنا بوجه طلق ، وكانت قالت لرسولها : إن نظر إليك نظر مغضب فاعلم أنه ملك فلا يهولنك منظره [ ص: 184 ] فأنا أعز منه ، وإن رأيت الرجل بشا لطيفا فاعلم أنه نبي مرسل فتفهم قوله ورد الجواب ، فأخبر الهدهد سليمان بذلك على ما تقدم . وكانت عمدت إلى حقة من ذهب فجعلت فيها درة يتيمة غير مثقوبة ، وخرزة معوجة الثقب ، وكتبت كتابا مع رسولها تقول فيه : إن كنت نبيا فميز بين الوصفاء والوصائف ، وأخبر بما في الحقة ، وعرفني رأس العصا من أسفلها ، واثقب الدرة ثقبا مستويا ، وأدخل خيط الخرزة ، واملأ القدح ماء من ندى ليس من الأرض ولا من السماء ; فلما وصل الرسول ووقف بين يدي سليمان أعطاه كتاب الملكة فنظر فيه ، وقال : أين الحقة ؟ فأتى بها فحركها ; فأخبره جبريل بما فيها ، ثم أخبرهم سليمان . فقال له الرسول : صدقت ; فاثقب الدرة ، وأدخل الخيط في الخرزة ; فسأل سليمان الجن والإنس عن ثقبها فعجزوا ; فقال للشياطين : ما الرأي فيها ؟ فقالوا : ترسل إلى الأرضة ، فجاءت الأرضة فأخذت شعرة في فيها حتى خرجت من الجانب الآخر ; فقال لها سليمان : ما حاجتك ؟ قالت : تصير رزقي في الشجرة ; فقال لها : لك ذلك . ثم قال سليمان : من لهذه الخرزة يسلكها الخيط ؟ فقالت دودة بيضاء : أنا لها يا نبي الله ; فأخذت الدودة الخيط في فيها ودخلت الثقب حتى خرجت من الجانب الآخر ; فقال لها سليمان : ما حاجتك ؟ قالت تجعل رزقي في الفواكه ; قال : ذلك لك . ثم ميز بين الغلمان والجواري . قال السدي : أمرهم بالوضوء ، فجعل الرجل يحدر الماء على اليد والرجل حدرا ، وجعل الجواري يصببن من اليد اليسرى على اليد اليمنى ، ومن اليمنى على اليسرى ، فميز بينهم بهذا . وقيل : كانت الجارية تأخذ الماء من الآنية بإحدى يديها ، ثم تحمله على الأخرى ، ثم تضرب به على الوجه ; والغلام كان يأخذ الماء من الآنية يضرب به في الوجه ، والجارية تصب على بطن ساعدها ، والغلام على ظهر الساعد ، والجارية تصب الماء صبا ، والغلام يحدر على يديه ; فميز بينهم بهذا . وروى يعلى بن مسلم عن سعيد بن جبير قال : أرسلت بلقيس بمائتي وصيفة ووصيف ، وقالت : إن كان نبيا فسيعلم الذكور من الإناث ، فأمرهم فتوضئوا ; فمن توضأ منهم فبدأ بمرفقه قبل كفه قال هو من الإناث ، ومن بدأ بكفه قبل مرفقه قال هو من الذكور ; ثم أرسل العصا إلى الهواء فقال : أي الرأسين سبق إلى الأرض فهو أصلها ، وأمر بالخيل فأجريت حتى عرقت وملأ القدح من عرقها ، ثم رد سليمان الهدية ; فروي أنه لما صرف الهدية إليها وأخبرها رسولها بما شاهد ; قالت لقومها : هذا أمر من السماء .[ ص: 185 ] الثانية : كان النبي صلى الله عليه وسلم يقبل الهدية ويثيب عليها ولا يقبل الصدقة ، وكذلك كان سليمان عليه السلام وسائر الأنبياء صلوات الله عليهم أجمعين . وإنما جعلت بلقيس قبول الهدية أو ردها علامة على ما في نفسها ; على ما ذكرناه من كون سليمان ملكا أو نبيا ; لأنه قال لها في كتابه : ألا تعلوا علي وأتوني مسلمين وهذا لا تقبل فيه فدية ، ولا يؤخذ عنه هدية ، وليس هذا من الباب الذي تقرر في الشريعة عن قبول الهدية بسبيل ، وإنما هي رشوة وبيع الحق بالباطل ، وهي الرشوة التي لا تحل . وأما الهدية المطلقة للتحبب والتواصل فإنها جائزة من كل أحد وعلى كل حال ، وهذا ما لم يكن من مشرك .الثالثة : فإن كانت من مشرك ففي الحديث نهيت عن زبد المشركين يعني رفدهم وعطاياهم . وروي عنه عليه السلام أنه قبلها كما في حديث مالك عن ثور بن زيد الدبلي وغيره ، فقال جماعة من العلماء بالنسخ فيهما ، وقال آخرون : ليس فيها ناسخ ولا منسوخ ، والمعنى فيها : أنه كان لا يقبل هدية من يطمع بالظهور عليه وأخذ بلده ودخوله في الإسلام ، وبهذه الصفة كانت حالة سليمان عليه السلام ، فعن مثل هذا نهى أن تقبل هديته حملا على الكف عنه ; وهذا أحسن تأويل للعلماء في هذا ; فإنه جمع بين الأحاديث . وقيل غير هذا .الرابعة : الهدية مندوب إليها ، وهي مما تورث المودة وتذهب العداوة ; روى مالك عن عطاء بن عبد الله الخراساني قال : قال رسول الله صلى الله عليه وسلم : تصافحوا يذهب الغل وتهادوا تحابوا وتذهب الشحناء . وروى معاوية بن الحكم قال : سمعت رسول الله صلى الله عليه وسلم يقول : تهادوا فإنه يضعف الود ويذهب بغوائل الصدر . وقال الدارقطني : تفرد به ابن بجير عن أبيه [ ص: 186 ] عن مالك ، ولم يكن بالرضي ، ولا يصح عن مالك ولا عن الزهري . وعن ابن شهاب قال : بلغنا أن رسول الله صلى الله عليه وسلم قال : تهادوا بينكم فإن الهدية تذهب السخيمة قال ابن وهب : سألت يونس عن السخيمة ما هي فقال : الغل . وهذا الحديث وصله الوقاصي عثمان عن الزهري وهو ضعيف . وعلى الجملة : فقد ثبت أن النبي صلى الله عليه وسلم كان يقبل الهدية ، وفيه الأسوة الحسنة . ومن فضل الهدية مع اتباع السنة أنها تزيل حزازات النفوس ، وتكسب المهدي والمهدى إليه رنة في اللقاء والجلوس . ولقد أحسن من قال :هدايا الناس بعضهم لبعض تولد في قلوبهم الوصالا     وتزرع في الضمير هوى ووداوتكسبهم إذا حضروا جمالاآخر :إن الهدايا لها حظ إذا وردت     أحظى من الابن عند الوالد الحدبالخامسة : روي عن النبي صلى الله عليه وسلم أنه قال : جلساؤكم شركاؤكم في الهدية واختلف في معناه ; فقيل : هو محمول على ظاهره . وقيل : يشاركهم على وجه الكرم والمروءة ، فإن لم يفعل فلا يجبر عليه . وقال أبو يوسف : ذلك في الفواكه ونحوها . وقال بعضهم : هم شركاؤه في السرور لا في الهدية . والخبر محمول في أمثال أصحاب الصفة والخوانق والرباطات ; أما إذا كان فقيها من الفقهاء اختص بها فلا شركة فيها لأصحابه ، فإن أشركهم فذلك كرم وجود منه .السادسة : قوله تعالى : فناظرة أي منتظرة بم يرجع المرسلون قال قتادة : يرحمها الله إن كانت لعاقلة في إسلامها وشركها ; قد علمت أن الهدية تقع موقعا من الناس . وسقطت الألف في ( بم ) للفرق بين ( ما ) الخبرية . وقد يجوز إثباتها ; قال [ حسان بن المنذر ] :على ما قام يشتمني لئيم     كخنزير تمرغ في رماد"
    },
    {
      "ayah": 36,
      "surah": 27,
      "text": "قوله تعالى : فلما جاء سليمان قال أتمدونن بمال أي جاء الرسول سليمان بالهدية قال : أتمدونن بمال . قرأ حمزة ويعقوب والأعمش : بنون واحدة مشددة وياء ثابتة بعدها . الباقون بنونين وهو اختيار أبي عبيد ; لأنها في كل المصاحف بنونين . وقد روى إسحاق عن نافع أنه كان يقرأ : ( أتمدون ) بنون واحدة مخففة بعدها ياء في اللفظ . قال ابن الأنباري : فهذه القراءة يجب فيها إثبات الياء عند الوقف ، ليصح لها موافقة هجاء المصحف . والأصل في النون التشديد ، فخفف التشديد من ذا الموضع كما خفف من : أشهد أنك عالم ; وأصله : أنك عالم . وعلى هذا المعنى بنى الذي قرأ : ( تشاقون فيهم ) ( أتحاجوني في الله ) . وقد قالت العرب : الرجال يضربون ويقصدون ، وأصله يضربوني ويقصدوني : لأنه إدغام ( يضربونني ويقصدونني ) قال الشاعر :ترهبين والجيد منك لليلى والحشا والبغام والعينانوالأصل ( ترهبيني ) فخفف . ومعنى ( أتمدونن ) أتزيدونني مالا إلى ما تشاهدونه من أموالي .قوله تعالى : فما آتاني الله خير مما آتاكم أي فما أعطاني من الإسلام والملك والنبوة خير مما أعطاكم ، فلا أفرح بالمال . و ( آتان ) وقعت في كل المصاحف بغير ياء . وقرأ أبو عمرو ونافع وحفص : ( آتاني الله ) بياء مفتوحة ; فإذا وقفوا حذفوا . وأما يعقوب فإنه يثبتها في الوقف [ ص: 188 ] ويحذف في الوصل لالتقاء الساكنين . الباقون بغير ياء في الحالين . بل أنتم بهديتكم تفرحون لأنكم أهل مفاخرة ومكاثرة في الدنيا ."
    },
    {
      "ayah": 37,
      "surah": 27,
      "text": "قوله تعالى : ارجع إليهم أي قال سليمان للمنذر بن عمرو أمير الوفد ; ارجع إليهم بهديتهم . فلنأتينهم بجنود لا قبل لهم بها لام قسم والنون لها لازمة . قال النحاس : وسمعت أبا الحسن بن كيسان يقول : هي لام توكيد وكذا كان عنده أن اللامات كلها ثلاث لا غير : لام توكيد ولام أمر ولام خفض ; وهذا قول الحذاق من النحويين ; لأنهم يردون الشيء إلى أصله ، وهذا لا يتهيأ إلا لمن درب في العربية . ومعنى ( لا قبل لهم بها ) أي لا طاقة لهم عليها . ولنخرجنهم منها أي من أرضهم أذلة وهم صاغرون وقيل : ( منها ) أي من قرية سبأ . وقد سبق ذكر القرية في قوله : إن الملوك إذا دخلوا قرية أفسدوها . ( أذلة ) قد سلبوا ملكهم وعزهم . ( وهم صاغرون ) أي مهانون أذلاء من الصغر وهو الذل إن لم يسلموا ; فرجع إليها رسولها فأخبرها ; فقالت : قد عرفت أنه ليس بملك ولا طاقة لنا بقتال نبي من أنبياء الله . ثم أمرت بعرشها فجعل في سبعة أبيات بعضها في جوف بعض ; في آخر قصر من سبعة قصور ; وغلقت الأبواب ، وجعلت الحرس عليه ، وتوجهت إليه في اثني عشر ألف قيل من ملوك اليمن ، تحت كل قيل مائة ألف ."
    },
    {
      "ayah": 38,
      "surah": 27,
      "text": "قال ابن عباس : وكان سليمان مهيبا لا يبتدأ بشيء حتى يكون هو الذي يسأل عنه ; فنظر ذات يوم رهجا قريبا منه ، فقال : ما هذا ؟ فقالوا : بلقيس يا نبي الله . فقال سليمان لجنوده - وقال وهب وغيره : للجن - أيكم يأتيني بعرشها قبل أن يأتوني مسلمين وقال عبد الله بن شداد : كانت بلقيس على فرسخ من سليمان لما قال : أيكم يأتيني بعرشها وكانت خلفت عرشها بسبأ ، ووكلت به حفظة . وقيل : إنها لما بعثت بالهدية بعثت رسلها في جندها لتغافص سليمان عليه السلام بالقتل قبل أن يتأهب سليمان لها إن كان طالب ملك ، فلما علم ذلك قال : أيكم يأتيني بعرشها . قال ابن عباس : كان أمره بالإتيان بالعرش قبل أن يكتب الكتاب إليها ، ولم يكتب إليها حتى جاءه العرش . وقال ابن عطية : وظاهر الآيات أن هذه المقالة من سليمان عليه السلام بعد مجيء هديتها ورده إياها ، وبعثه الهدهد بالكتاب ; وعلى هذا جمهور المتأولين . واختلفوا في فائدة استدعاء عرشها ; فقال قتادة : ذكر له بعظم وجودة ; فأراد أخذه قبل أن يعصمها وقومها الإسلام ويحمي أموالهم ; والإسلام على هذا الدين ; وهو قول ابن جريج . وقال ابن زيد : استدعاه ليريها القدرة التي [ ص: 189 ] هي من عند الله ، ويجعله دليلا على نبوته ; لأخذه من بيوتها دون جيش ولا حرب ; و ( مسلمين ) على هذا التأويل بمعنى مستسلمين ; وهو قول ابن عباس . وقال ابن زيد أيضا : أراد أن يختبر عقلها ولهذا قال : نكروا لها عرشها ننظر أتهتدي . وقيل : خافت الجن أن يتزوج بها سليمان عليه السلام فيولد له منها ولد ، فلا يزالون في السخرة والخدمة لنسل سليمان فقالت لسليمان في عقلها خلل ; فأراد أن يمتحنها بعرشها . وقيل : أراد أن يختبر صدق الهدهد في قوله : ولها عرش عظيم . قاله الطبري . وعن قتادة : أحب أن يراه لما وصفه الهدهد . والقول الأول عليه أكثر العلماء ; لقوله تعالى : قبل أن يأتوني مسلمين . ولأنها لو أسلمت لحظر عليه مالها فلا يؤتى به إلا بإذنها . روي أنه كان من فضة وذهب مرصعا بالياقوت الأحمر والجوهر ، وأنه كان في جوف سبعة أبيات عليه سبعة أغلاق ."
    },
    {
      "ayah": 39,
      "surah": 27,
      "text": "قوله تعالى : قال عفريت من الجن كذا قرأ الجمهور وقرأ أبو رجاء وعيسى الثقفي : ( عفرية ) ورويت عن أبي بكر الصديق رضي الله عنه . وفي الحديث : إن الله يبغض العفرية النفرية . ( النفرية ) إتباع لعفرية . قال قتادة : هي الداهية قال النحاس : يقال للشديد إذا كان معه خبث ودهاء عفر وعفرية وعفريت وعفارية . وقيل : عفريت أي رئيس . وقرأت فرقة : ( قال عفر ) بكسر العين ; حكاه ابن عطية ; قال النحاس : من قال ( عفرية ) جمعه على عفار ، ومن قال : ( عفريت ) كان له في الجمع ثلاثة أوجه ; إن شاء قال عفاريت ، وإن شاء قال عفار ; لأن التاء زائدة ; كما يقال : ( طواغ ) في جمع طاغوت ، وإن شاء عوض من التاء ياء فقال عفاري . والعفريت من الشياطين القوي المارد . والتاء زائدة . وقد قالوا : تعفرت الرجل : إذا تخلق بخلق الأذية . وقال وهب بن منبه : اسم هذا العفريت كودن ; ذكره النحاس . وقيل : ذكوان ; ذكره السهيلي . وقال شعيب الجبائي : اسمه دعوان . وروي عن ابن عباس أنه صخر الجني . ومن هذا الاسم قول ذي الرمة :كأنه كوكب في إثر عفرية     مصوب في سواد الليل منقضبوأنشد الكسائي :إذ قال شيطانهم العفريت     ليس لكم ملك ولا تثبيتوفي الصحيح عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم : إن عفريتا من الجن جعل يفتك علي البارحة ليقطع علي الصلاة وإن الله أمكنني منه فذعته . . . وذكر الحديث . وفي البخاري [ ص: 190 ] تفلت علي البارحة مكان جعل يفتك . وفي الموطأ عن يحيى بن سعيد أنه قال : أسري برسول الله صلى الله عليه وسلم ، فرأى عفريتا من الجن يطلبه بشعلة من نار ، كلما التفت رسول الله صلى الله عليه وسلم رآه ; فقال جبريل : أفلا أعلمك كلمات تقولهن إذا قلتهن طفئت شعلته وخر لفيه ; فقال رسول الله صلى الله عليه وسلم : بلى . فقال : أعوذ بالله الكريم وبكلمات الله التامات التي لا يجاوزهن بر ولا فاجر من شر ما ينزل من السماء وشر ما يعرج فيها وشر ما ذرأ في الأرض ، وشر ما يخرج منها ومن فتن الليل والنهار ومن طوارق الليل والنهار إلا طارقا يطرق بخير يا رحمن . قوله تعالى : أنا آتيك به قبل أن تقوم من مقامك يعني في مجلسه الذي يحكم فيه . وإني عليه لقوي أمين أي قوي على حمله . أمين على ما فيه . ابن عباس : أمين على فرج المرأة ; ذكره المهدوي . فقال سليمان أريد أسرع من ذلك ; ف قال الذي عنده علم من الكتاب أنا آتيك به قبل أن يرتد إليك طرفك أكثر المفسرين على أن الذي عنده علم من الكتاب آصف بن برخيا وهو من بني إسرائيل ، وكان صديقا يحفظ اسم الله الأعظم الذي إذا سئل به أعطى ، وإذا دعي به أجاب . وقالت عائشة رضي الله عنها قال النبي صلى الله عليه وسلم : إن اسم الله الأعظم الذي دعا به آصف بن برخيا يا حي يا قيوم قيل : وهو بلسانهم ، أهيا شراهيا ; وقال الزهري : دعاء الذي عنده اسم الله الأعظم : يا إلهنا وإله كل شيء إلها واحدا لا إله إلا أنت ايتني بعرشها ; فمثل بين يديه . وقال مجاهد : دعا فقال : يا إلهنا وإله كل شيء يا ذا الجلال والإكرام . قال السهيلي : الذي عنده علم من الكتاب هو آصف بن برخيا ابن خالة سليمان ، وكان عنده اسم الله الأعظم من أسماء الله تعالى . وقيل : هو سليمان نفسه ; ولا يصح في سياق الكلام مثل هذا التأويل . قال ابن عطية وقالت فرقة هو سليمان عليه السلام ، والمخاطبة في هذا التأويل للعفريت لما قال : أنا آتيك به قبل أن تقوم من مقامك كأن سليمان استبطأ ذلك [ ص: 191 ] فقال له على جهة تحقيره : أنا آتيك به قبل أن يرتد إليك طرفك واستدل قائلو هذه المقالة بقول سليمان : هذا من فضل ربي .قلت : ما ذكره ابن عطية قاله النحاس في معاني القرآن له ، وهو قول حسن إن شاء الله تعالى . قال بحر : هو ملك بيده كتاب المقادير ، أرسله الله عند قول العفريت . قال السهيلي : وذكر محمد بن الحسن المقرئ أنه ضبة بن أد ; وهذا لا يصح البتة لأن ضبة هو ابن أد بن طابخة ، واسمه عمرو بن إلياس بن مضر بن نزار بن معد : ومعد كان في مدة بختنصر ، وذلك بعد عهد سليمان بدهر طويل ; فإذا لم يكن معد في عهد سليمان ، فكيف ضبة بن أد وهو بعده بخمسة آباء ؟ ! وهذا بين لمن تأمله . ابن لهيعة : هو الخضر عليه السلام . وقال ابن زيد : ( الذي عنده علم من الكتاب ) رجل صالح كان في جزيرة من جزائز البحر ، خرج ذلك اليوم ينظر من ساكن الأرض ; وهل يعبد الله أم لا ؟ فوجد سليمان ، فدعا باسم من أسماء الله تعالى فجيء بالعرش . وقول سابع : أنه رجل من بني إسرائيل اسمه يمليخا كان يعلم اسم الله الأعظم ; ذكره القشيري . وقال ابن أبي بزة : الرجل الذي كان عنده علم من الكتاب اسمه أسطوم وكان عابدا في بني إسرائيل ; ذكره الغزنوي . وقال محمد بن المنكدر : إنما هو سليمان عليه السلام ; أما إن الناس يرون أنه كان معه اسم وليس ذلك كذلك ; إنما كان رجل من بني إسرائيل عالما آتاه الله علما وفقها قال : أنا آتيك به قبل أن يرتد إليك طرفك قال : هات . قال : أنت نبي الله ابن نبي الله فإن دعوت الله جاءك به ، فدعا الله سليمان فجاءه الله بالعرش . وقول ثامن : إنه جبريل عليه السلام ; قاله النخعي ، وروي عن ابن عباس ."
    },
    {
      "ayah": 4,
      "surah": 27,
      "text": "قوله تعالى : إن الذين لا يؤمنون بالآخرة أي لا يصدقون بالبعث . زينا لهم أعمالهم قيل : أعمالهم السيئة حتى رأوها حسنة . وقيل : زينا لهم أعمالهم الحسنة فلم يعملوها . وقال الزجاج : جعلنا جزاءهم على كفرهم أن زينا لهم ما هم فيه . فهم يعمهون أي يترددون في أعمالهم الخبيثة ، وفي ضلالتهم . عن ابن عباس . أبو العالية : يتمادون . قتادة : يلعبون . الحسن : يتحيرون ; قال الراجز [ رؤبة ] :ومهمه أطرافه في مهمه وعمى الهدى بالحائرين العمه"
    },
    {
      "ayah": 40,
      "surah": 27,
      "text": "و ( علم الكتاب ) على هذا علمه بكتب الله المنزلة ، أو بما في اللوح المحفوظ . وقيل : علم كتاب سليمان إلى بلقيس . قال ابن عطية : والذي عليه الجمهور من الناس أنه رجل صالح من بني إسرائيل اسمه آصف بن برخيا ; روي أنه صلى ركعتين ، ثم قال لسليمان : يا نبي الله امدد بصرك فمد بصره نحو اليمن فإذا بالعرش ، فما رد سليمان بصره إلا وهو عنده . قال مجاهد : هو إدامة النظر حتى يرتد طرفه خاسئا حسيرا . وقيل : أراد مقدار ما يفتح عينه ثم يطرف ، وهو كما تقول : افعل كذا في لحظة عين ; وهذا أشبه ; لأنه إن كان الفعل من سليمان فهو معجزة ، وإن كان من آصف أو من غيره من أولياء الله فهي كرامة ، وكرامة الولي معجزة النبي . قال القشيري : وقد أنكر كرامات الأولياء من قال إن الذي عنده علم من الكتاب هو سليمان ، قال للعفريت : أنا آتيك به قبل أن يرتد إليك طرفك . وعند هؤلاء ما فعل العفريت فليس من المعجزات ولا من [ ص: 192 ] الكرامات ، فإن الجن يقدرون على مثل هذا . ولا يقطع جوهر في حال واحدة مكانين ، بل يتصور ذلك بأن يعدم الله الجوهر في أقصى الشرق ثم يعيده في الحالة الثانية ، وهي الحالة التي بعد العدم في أقصى الغرب . أو يعدم الأماكن المتوسطة ثم يعيدها . قال القشيري : ورواه وهب عن مالك . وقد قيل : بل جيء به في الهواء ; قاله مجاهد . وكان بين سليمان والعرش كما بين الكوفة والحيرة . وقال مالك : كانت باليمن وسليمان عليه السلام بالشام . وفي التفاسير انخرق بعرش بلقيس مكانه الذي هو فيه ثم نبع بين يدي سليمان ; قال عبد الله بن شداد : وظهر العرش من نفق تحت الأرض ; فالله أعلم أي ذلك كان .قوله تعالى : فلما رآه مستقرا عنده أي ثابتا عنده . قال هذا من فضل ربي أي هذا النصر والتمكين من فضل ربي . ليبلوني قال الأخفش : المعنى لينظر أأشكر أم أكفر وقال غيره : معنى ليبلوني ليتعبدني ; وهو مجاز . والأصل في الابتلاء : الاختبار ، أي ليختبرني أأشكر نعمته أم أكفرها ومن شكر فإنما يشكر لنفسه أي لا يرجع نفع ذلك إلا إلى نفسه ، حيث استوجب بشكره تمام النعمة ودوامها والمزيد منها . والشكر قيد النعمة الموجودة ، وبه تنال النعمة المفقودة . ومن كفر فإن ربي غني أي عن الشكر ، كريم في التفضل ."
    },
    {
      "ayah": 41,
      "surah": 27,
      "text": "قال نكروا لها عرشها أي غيروه . قيل : جعل أعلاه أسفله ، وأسفله أعلاه . وقيل : غير بزيادة أو نقصان . قال الفراء وغيره : إنما أمر بتنكيره لأن الشياطين قالوا له : إن في عقلها شيئا فأراد أن يمتحنها . وقيل : خافت الجن أن يتزوج بها سليمان فيولد له منها ولد فيبقون مسخرين لآل سليمان أبدا ، فقالوا لسليمان : إنها ضعيفة العقل ، ورجلها كرجل الحمار ; فقال : نكروا لها عرشها لنعرف عقلها . وكان لسليمان ناصح من الجن ، فقال كيف لي أن أرى قدميها من غير أن أسألها كشفها ؟ فقال : أنا أجعل في هذا القصر ماء ، وأجعل فوق الماء زجاجا ، تظن أنه ماء فترفع ثوبها فترى قدميها ; فهذا هو الصرح الذي أخبر الله تعالى عنه ."
    },
    {
      "ayah": 42,
      "surah": 27,
      "text": "قوله تعالى : فلما جاءت يريد بلقيس ، قيل أهكذا عرشك قالت كأنه هو شبهته به لأنها خلفته تحت الأغلاق ، فلم تقر بذلك ولم تنكر ، فعلم سليمان كمال [ ص: 193 ] عقلها . قال عكرمة : كانت حكيمة فقالت : كأنه هو . وقال مقاتل : عرفته ولكن شبهت عليهم كما شبهوا عليها ; ولو قيل لها : أهذا عرشك لقالت : نعم هو ; وقاله الحسن بن الفضل أيضا . وقيل : أراد سليمان أن يظهر لها أن الجن مسخرون له ، وكذلك الشياطين لتعرف أنها نبوة وتؤمن به . وقد قيل هذا في مقابلة تعميتها الأمر في باب الغلمان والجواري . وأوتينا العلم من قبلها . قيل : هو من قول بلقيس ; أي أوتينا العلم بصحة نبوة سليمان من قبل هذه الآية في العرش ( وكنا مسلمين ) منقادين لأمره . وقيل : هو من قول سليمان أي أوتينا العلم بقدرة الله على ما يشاء من قبل هذه المرة . وقيل : وأوتينا العلم بإسلامها ومجيئها طائعة من قبل مجيئها . وقيل : هو من كلام قوم سليمان . والله أعلم ."
    },
    {
      "ayah": 43,
      "surah": 27,
      "text": "قوله تعالى : وصدها ما كانت تعبد من دون الله الوقف على ( من دون الله ) حسن ; والمعنى : منعها من أن تعبد الله ما كانت تعبد من الشمس والقمر ف ( ما ) في موضع رفع . النحاس : المعنى : أي صدها عبادتها من دون الله وعبادتها إياها عن أن تعلم ما علمناه عن أن تسلم . ويجوز أن يكون ( ما ) في موضع نصب ، ويكون التقدير : وصدها سليمان عما كانت تعبد من دون الله ; أي حال بينها وبينه . ويجوز أن يكون المعنى : وصدها الله ; أي منعها الله عن عبادتها غيره فحذفت ( عن ) وتعدى الفعل . نظيره : واختار موسى قومه أي من قومه . وأنشد سيبويه [ للفرزدق ] :ونبئت عبد الله بالجو أصبحت كراما مواليها لئيما صميمهاوزعم أن المعنى عنده : نبئت عن عبد الله . إنها كانت من قوم كافرين قرأ سعيد بن جبير : ( أنها ) بفتح الهمزة ، وهي في موضع نصب بمعنى ( لأنها ) ويجوز أن يكون بدلا من ( ما ) فيكون في موضع رفع إن كانت ( ما ) فاعلة الصد . والكسر على الاستئناف ."
    },
    {
      "ayah": 44,
      "surah": 27,
      "text": "قيل لها ادخلي الصرح فلما رأته حسبته لجة التقدير عند سيبويه : ادخلي إلى الصرح فحذف [ ص: 194 ] ( إلى ) وعدي الفعل . وأبو العباس يغلطه في هذا ; قال : لأن ( دخل ) يدل على مدخول . وكان الصرح صحنا من زجاج تحته ماء وفيه الحيتان ، عمله ليريها ملكا أعظم من ملكها ; قاله مجاهد . وقال قتادة : كان من قوارير خلفه ماء حسبته لجة أي ماء . وقيل : الصرح : القصر ; عن أبي عبيدة . كما قال :تحسب أعلامهن الصروحاوقيل : الصرح : الصحن ; كما يقال : هذه صرحة الدار وقاعتها ; بمعنى . وحكى أبو عبيدة في الغريب المصنف أن الصرح كل بناء عال مرتفع من الأرض ، وأن الممرد الطويل . النحاس : أصل هذا أنه يقال لكل بناء عمل عملا واحدا : صرح ; من قولهم : لبن صريح : إذا لم يشبه ماء ; ومن قولهم : صرح بالأمر ، ومنه : عربي صريح . وقيل : عمله ليختبر قول الجن فيها : إن أمها من الجن ، ورجلها رجل حمار ; قاله وهب بن منبه . فلما رأت اللجة فزعت وظنت أنه قصد بها الغرق ، وتعجبت من كون كرسيه على الماء ، ورأت ما هالها ، ولم يكن لها بد من امتثال الأمر . وكشفت عن ساقيها فإذا هي أحسن الناس ساقا ; سليمة مما قالت الجن ، غير أنها كانت كثيرة الشعر ، فلما بلغت هذا الحد ، قال لها سليمان بعد أن صرف بصره عنها : إنه صرح ممرد من قوارير والممرد المحكوك المملس ، ومنه الأمرد . وتمرد الرجل : إذا أبطأ خروج لحيته بعد إدراكه ; قاله الفراء . ومنه الشجرة المرداء التي لا ورق عليها . ورملة مرداء إذا كانت لا تنبت . والممرد أيضا المطول ، ومنه قيل للحصن مارد . أبو صالح : طويل على هيئة النخلة . ابن شجرة : واسع في طوله وعرضه . قال :غدوت صباحا باكرا فوجدتهم     قبيل الضحى في السابري الممردأي الدروع الواسعة .وعند ذلك استسلمت بلقيس وأذعنت وأسلمت وأقرت على نفسها بالظلم ; على ما يأتي . ولما رأى سليمان عليه السلام قدميها قال لناصحه من الشياطين : كيف لي أن أقلع هذا الشعر من غير مضرة بالجسد ؟ فدله على عمل النورة ، فكانت النورة والحمامات من يومئذ . فيروى أن سليمان تزوجها عند ذلك وأسكنها الشام ; قاله الضحاك .[ ص: 195 ] وقال سعيد بن عبد العزيز في كتاب النقاش : تزوجها وردها إلى ملكها : باليمن ، وكان يأتيها على الريح كل شهر مرة ; فولدت له غلاما سماه داود مات في زمانه . وفي بعض الأخبار أن النبي صلى الله عليه وسلم قال : كانت بلقيس من أحسن نساء العالمين ساقين وهي من أزواج سليمان عليه السلام في الجنة فقالت عائشة : هي أحسن ساقين مني ؟ فقال عليه السلام : أنت أحسن ساقين منها في الجنة ذكره القشيري . وذكر الثعلبي عن أبي موسى أن رسول الله صلى الله عليه وسلم قال : أول من اتخذ الحمامات سليمان بن داود فلما ألصق ظهره إلى الجدار فمسه حرها قال أواه من عذاب الله . ثم أحبها حبا شديدا وأقرها على ملكها باليمن ، وأمر الجن فبنوا لها ثلاثة حصون لم ير الناس مثلها ارتفاعا : سلحون وبينون وعمدان ، ثم كان سليمان يزورها في كل شهر مرة ، ويقيم عندها ثلاثة أيام . وحكى الشعبي أن ناسا من حمير حفروا مقبرة الملوك ، فوجدوا فيها قبرا معقودا فيه امرأة عليها حلل منسوجة بالذهب ، وعند رأسها لوح رخام فيه مكتوب :يا أيها الأقوام عوجوا معا     وأربعوا في مقبري العيسالتعلموا أني تلك التي     قد كنت أدعى الدهر بلقيساشيدت قصر الملك في حمير     قومي وقدما كان مأنوساوكنت في ملكي وتدبيره     أرغم في الله المعاطيسابعلي سليمان النبي الذي     قد كان للتوراة دريساوسخر الريح له مركبا     تهب أحيانا رواميسامع ابن داود النبي الذي     قدسه الرحمن تقديساوقال محمد بن إسحاق ووهب بن منبه : لم يتزوجها سليمان ، وإنما قال لها : اختاري زوجا ; فقالت : مثلي لا ينكح وقد كان لي من الملك ما كان . فقال : لا بد في الإسلام من ذلك . فاختارت ذا تبع ملك همدان ، فزوجه إياها وردها إلى اليمن ، وأمر زوبعة أمير جن اليمن أن يطيعه ، فبنى له المصانع ، ولم يزل أميرا حتى مات سليمان . وقال قوم : لم يرد فيه خبر صحيح لا في أنه تزوجها ولا في أنه زوجها . وهي بلقيس بنت السرح بن الهداهد بن شراحيل بن أدد بن حدر بن السرح بن الحرس بن قيس بن صيفي بن سبأ بن يشجب بن يعرب بن قحطان بن عابر بن شالخ بن أرفخشذ بن سام بن نوح . وكان جدها الهداهد ملكا [ ص: 196 ] عظيم الشأن قد ولد له أربعون ولدا كلهم ملوك ، وكان ملك أرض اليمن كلها ، وكان أبوها السرح يقول لملوك الأطراف : ليس أحد منكم كفؤا لي ، وأبى أن يتزوج منهم ، فزوجوه امرأة من الجن يقال لها ريحانة بنت السكن ، فولدت له بلقمة وهي بلقيس ، ولم يكن له ولد غيرها . وقال أبو هريرة قال النبي صلى الله عليه وسلم : كان أحد أبوي بلقيس جنيا فمات أبوها ، واختلف عليها قومها فرقتين ، وملكوا أمرهم رجلا فساءت سيرته ، حتى فجر بنساء رعيته ، فأدركت بلقيس الغيرة ، فعرضت عليه نفسها فتزوجها ، فسقته الخمر حتى حزت رأسه ، ونصبته على باب دارها فملكوها . وقال أبو بكرة : ذكرت بلقيس عند النبي صلى الله عليه وسلم فقال : لا يفلح قوم ولوا أمرهم امرأة . ويقال : إن سبب تزوج أبيها من الجن أنه كان وزيرا لملك عات يغتصب نساء الرعية ، وكان الوزير غيورا فلم يتزوج ، فصحب مرة في الطريق رجلا لا يعرفه ، فقال هل لك من زوجة ؟ فقال : لا أتزوج أبدا ، فإن ملك بلدنا يغتصب النساء من أزواجهن ، فقال لئن تزوجت ابنتي لا يغتصبها أبدا . قال : بل يغتصبها . قال : إنا قوم من الجن لا يقدر علينا ; فتزوج ابنته فولدت له بلقيس ; ثم ماتت الأم وابتنت بلقيس قصرا في الصحراء ، فتحدث أبوها بحديثها غلطا ، فنمى للملك خبرها فقال له : يا فلان تكون عندك هذه البنت الجميلة وأنت لا تأتيني بها ، وأنت تعلم حبي للنساء ثم أمر بحبسه ، فأرسلت بلقيس إليه إني بين يديك ; فتجهز للمسير إلى قصرها ، فلما هم بالدخول بمن معه أخرجت إليه الجواري من بنات الجن مثل صورة الشمس ، وقلن له ألا تستحي ؟ تقول لك سيدتنا : أتدخل بهؤلاء الرجال معك على أهلك ؟ فأذن لهم بالانصراف ودخل وحده ، وأغلقت عليه الباب وقتلته بالنعال ، وقطعت رأسه ورمت به إلى عسكره ، فأمروها عليهم ، فلم تزل كذلك إلى أن بلغ الهدهد خبرها سليمان عليه السلام . وذلك أن سليمان لما نزل في بعض منازله قال الهدهد : إن سليمان قد اشتغل بالنزول ، فارتفع نحو السماء فأبصر طول الدنيا وعرضها ، فأبصر الدنيا يمينا وشمالا ، فرأى بستانا لبلقيس فيه هدهد ، وكان اسم ذلك الهدهد عفير ، فقال عفير اليمن ليعفور سليمان : من أين أقبلت ؟ وأين [ ص: 197 ] تريد ؟ قال : أقبلت من الشام مع صاحبي سليمان بن داود . قال : ومن سليمان ؟ قال : ملك الجن والإنس والشياطين والطير والوحش والريح وكل ما بين السماء والأرض . فمن أين أنت ؟ قال : من هذه البلاد ; ملكها امرأة يقال لها بلقيس ، تحت يدها اثنا عشر ألف قيل ، تحت يد كل قيل مائة ألف مقاتل من سوى النساء والذراري ; فانطلق معه ونظر إلى بلقيس وملكها ، ورجع إلى سليمان وقت العصر ، وكان سليمان قد فقده وقت الصلاة فلم يجده ، وكانوا على غير ماء . قال ابن عباس في رواية : وقعت عليه نفحة من الشمس . فقال لوزير الطير : هذا موضع من ؟ قال : يا نبي الله هذا موضع الهدهد قال : وأين ذهب ؟ قال : لا أدري أصلح الله الملك . فغضب سليمان وقال : لأعذبنه عذابا شديدا الآية . ثم دعا بالعقاب سيد الطير وأصرمها وأشدها بأسا فقال : ما تريد يا نبي الله ؟ فقال : علي بالهدهد الساعة . فرفع العقاب نفسه دون السماء حتى لزق بالهواء ، فنظر إلى الدنيا كالقصعة بين يدي أحدكم ، فإذا هو بالهدهد مقبلا من نحو اليمن ، فانقض نحوه وأنشب فيه مخلبه . فقال له الهدهد : أسألك بالله الذي أقدرك وقواك علي إلا رحمتني . فقال له : الويل لك ; وثكلتك أمك ! إن نبي الله سليمان حلف أن يعذبك أو يذبحك . ثم أتى به فاستقبلته النسور وسائر عساكر الطير . وقالوا الويل لك ; لقد توعدك نبي الله . فقال : وما قدري وما أنا ! أما استثنى ؟ قالوا : بلى إنه قال : أو ليأتيني بسلطان مبين ثم دخل على سليمان فرفع رأسه ، وأرخى ذنبه وجناحيه تواضعا لسليمان عليه السلام . فقال له سليمان : أين كنت عن خدمتك ومكانك ؟ لأعذبنك عذابا شديدا أو لأذبحنك . فقال له الهدهد : يا نبي الله اذكر وقوفك بين يدي الله بمنزلة وقوفي بين يديك . فاقشعر جلد سليمان وارتعد وعفا عنه . وقال عكرمة : إنما صرف الله سليمان عن ذبح الهدهد أنه كان بارا بوالديه ; ينقل الطعام إليهما فيزقهما . ثم قال له سليمان : ما الذي أبطأ بك ؟ فقال الهدهد ما أخبر الله عن بلقيس وعرشها وقومها حسبما تقدم بيانه . قال الماوردي : والقول بأن أم بلقيس جنية مستنكر من العقول لتباين الجنسين ، واختلاف الطبعين ، وتفارق الحسين ; لأن الآدمي جسماني والجن روحاني ، وخلق الله الآدمي من صلصال كالفخار ، وخلق الجان من مارج من نار ، ويمنع الامتزاج مع هذا التباين ، ويستحيل التناسل مع هذا الاختلاف .قلت : قد مضى القول في هذا ، والعقل لا يحيله مع ما جاء من الخبر في ذلك ، وإذا نظر في أصل الخلق فأصله الماء على ما تقدم بيانه ، ولا بعد في ذلك ; والله أعلم . وفي التنزيل [ ص: 198 ] وشاركهم في الأموال والأولاد وقد تقدم . وقال تعالى : لم يطمثهن إنس قبلهم ولا جان . على ما يأتي في ( الرحمن ) .قوله تعالى : قالت رب إني ظلمت نفسي أي بالشرك الذي كانت عليه ; قاله ابن شجرة . وقال سفيان : أي بالظن الذي توهمته في سليمان ; لأنها لما أمرت بدخول الصرح حسبته لجة ، وأن سليمان يريد تغريقها فيه . فلما بان لها أنه صرح ممرد من قوارير علمت أنها ظلمت نفسها بذلك الظن . وكسرت ( إن ) لأنها مبتدأة بعد القول . ومن العرب من يفتحها فيعمل فيها القول . وأسلمت مع سليمان لله رب العالمين إذا سكنت ( مع ) فهي حرف جاء لمعنى بلا اختلاف بين النحويين . وإذا فتحتها ففيها قولان : أحدهما : أنه بمعنى الظرف اسم . والآخر : أنه حرف خافض مبني على الفتح ; قاله النحاس ."
    },
    {
      "ayah": 45,
      "surah": 27,
      "text": "ولقد أرسلنا إلى ثمود أخاهم صالحا أن اعبدوا الله تقدم معناه . فإذا هم فريقان يختصمون قال مجاهد : أي مؤمن وكافر ; قال : والخصومة ما قصه الله تعالى في قوله : أتعلمون أن صالحا مرسل من ربه إلى قوله : كافرون . وقيل : تخاصمهم أن كل فرقة قالت : نحن على الحق دونكم ."
    },
    {
      "ayah": 46,
      "surah": 27,
      "text": "قوله تعالى : قال يا قوم لم تستعجلون بالسيئة قبل الحسنة قال مجاهد : بالعذاب قبل الرحمة ; المعنى : لم تؤخرون الإيمان الذي يجلب إليكم الثواب ، وتقدمون الكفر الذي يوجب العقاب ; فكان الكفار يقولون لفرط الإنكار : ايتنا بالعذاب . وقيل : أي : لم تفعلون ما تستحقون به العقاب ; لا أنهم التمسوا تعجيل العذاب . لولا تستغفرون الله أي هلا تتوبون إلى الله من الشرك . ( لعلكم ترحمون ) لكي ترحموا ; وقد تقدم ."
    },
    {
      "ayah": 47,
      "surah": 27,
      "text": "[ ص: 199 ] قوله تعالى : قالوا اطيرنا بك وبمن معك أي تشباءمنا . والشؤم النحس . ولا شيء أضر بالرأي ولا أفسد للتدبير من اعتقاد الطيرة . ومن ظن أن خوار بقرة أو نعيق غراب يرد قضاء ، أو يدفع مقدورا فقد جهل . وقال الشاعر :طيرة الدهر لا ترد قضاء فاعذر الدهر لا تشبه بلوم     أي يوم يخصه بسعودوالمنايا ينزلن في كل يوم     ليس يوم إلا وفيه سعودونحوس تجري لقوم فقوموقد كانت العرب أكثر الناس طيرة ، وكانت إذا أرادت سفرا نفرت طائرا ، فإذا طار يمنة سارت وتيمنت ، وإن طار شمالا رجعت وتشاءمت ، فنهى النبي صلى الله عليه وسلم عن ذلك وقال : أقروا الطير على وكناتها على ما تقدم بيانه في ( المائدة ) . قال طائركم عند الله أي مصائبكم . بل أنتم قوم تفتنون أي تمتحنون . وقيل : تعذبون بذنوبكم ."
    },
    {
      "ayah": 48,
      "surah": 27,
      "text": "قوله تعالى : وكان في المدينة أي في مدينة صالح وهي الحجر تسعة رهط أي تسعة رجال من أبناء أشرافهم . قال الضحاك . كان هؤلاء التسعة عظماء أهل المدينة ، وكانوا يفسدون في الأرض ويأمرون بالفساد ، فجلسوا عند صخرة عظيمة فقلبها الله عليهم . وقال عطاء بن أبي رباح : بلغني أنهم كانوا يقرضون الدنانير والدراهم ، وذلك من الفساد في الأرض ; وقاله سعيد بن المسيب . وقيل : فسادهم أنهم يتبعون عورات الناس ولا يسترون عليهم . وقيل غير هذا . واللازم من الآية ما قاله الضحاك وغيره أنهم كانوا من أوجه القوم وأقناهم وأغناهم ، وكانوا أهل كفر ومعاص جمة ; وجملة أمرهم أنهم يفسدون ولا يصلحون . والرهط اسم للجماعة ; فكأنهم كانوا رؤساء يتبع كل واحد منهم رهط . والجمع أرهط وأراهط . قال :[ ص: 200 ]يا بؤس للحرب التي وضعت أراهط فاستراحواوهؤلاء المذكورون كانوا أصحاب ( قدار ) عاقر الناقة ; ذكره ابن عطية .قلت : واختلف في أسمائهم ; فقال الغزنوي : وأسماؤهم قدار بن سالف ومصدع وأسلم ودسما وذهيم وذعما وذعيم وقتال وصداق . ابن إسحاق : رأسهم قدار بن سالف ومصدع بن مهرج ، فاتبعهم سبعة ; هم بلع بن ميلع ودعير بن غنم وذؤاب بن مهرج وأربعة لم تعرف أسماؤهم . وذكر الزمخشري أسماءهم عن وهب بن منبه : الهذيل بن عبد رب ، غنم بن غنم ، رياب بن مهرج ، مصدع بن مهرج ، عمير بن كردبة ، عاصم بن مخرمة ، سبيط بن صدقة ، سمعان بن صفي ، قدار بن سالف ; وهم الذين سعوا في عقر الناقة ، وكانوا عتاة قوم صالح ، وكانوا من أبناء أشرافهم . السهيلي : ذكر النقاش التسعة الذين كانوا يفسدون في الأرض ولا يصلحون ، وسماهم بأسمائهم ، وذلك لا ينضبط برواية ; غير أني أذكره على وجه الاجتهاد والتخمين ، ولكن نذكره على ما وجدناه في كتاب محمد بن حبيب ، وهم : مصدع بن دهر . ويقال دهم ، وقدار بن سالف ، وهريم وصواب ورياب وداب ودعما وهرما ودعين بن عمير .قلت : وقد ذكر الماوردي أسماءهم عن ابن عباس فقال : هم دعما ودعيم وهرما وهريم وداب وصواب ورياب ومسطح وقدار ، وكانوا بأرض الحجر وهي أرض الشام ."
    },
    {
      "ayah": 49,
      "surah": 27,
      "text": "قوله تعالى : قالوا تقاسموا بالله لنبيتنه وأهله يجوز أن يكون ( تقاسموا ) فعلا مستقبلا وهو أمر ; أي قال بعضهم لبعض احلفوا . ويجوز أن يكون ماضيا في معنى الحال كأنه قال : قالوا متقاسمين بالله ; ودليل هذا التأويل قراءة عبد الله : ( يفسدون في الأرض ولا يصلحون تقاسموا بالله ) وليس فيها قالوا . ( لنبيتنه وأهله ثم لنقولن لوليه ) قراءة العامة بالنون فيهما واختاره أبو حاتم . وقرأ حمزة والكسائي : بالتاء فيهما وضم التاء واللام على الخطاب أي أنهم تخاطبوا بذلك ; واختاره أبو عبيد . وقرأ مجاهد وحميد بالياء فيهما ، وضم الياء واللام على الخبر . والبيات مباغتة العدو ليلا . ومعنى لوليه أي لرهط صالح الذي له ولاية الدم . ما شهدنا مهلك أهله أي ما حضرنا ، ولا ندري من قتله وقتل أهله . والمهلك بمعنى الإهلاك ; ويجوز أن يكون الموضع . وقرأ عاصم والسلمي : ( بفتح الميم واللام ) أي الهلاك ; يقال : ضرب يضرب مضربا أي [ ص: 201 ] ضربا . وقرأ المفضل وأبو بكر : ( بفتح الميم وجر اللام ) فيكون اسم المكان كالمجلس لموضع الجلوس ; ويجوز أن يكون مصدرا ; كقوله تعالى : إليه مرجعكم أي رجوعكم ."
    },
    {
      "ayah": 5,
      "surah": 27,
      "text": "قوله تعالى : أولئك الذين لهم سوء العذاب وهو جهنم . وهم في الآخرة هم الأخسرون في الآخرة تبيين وليس بمتعلق بالأخسرين فإن من الناس من خسر الدنيا وربح الآخرة ، وهؤلاء خسروا الآخرة بكفرهم فهم أخسر كل خاسر ."
    },
    {
      "ayah": 50,
      "surah": 27,
      "text": "قوله تعالى : ومكروا مكرا ومكرنا مكرا وهم لا يشعرون مكرهم ما روي أن هؤلاء التسعة لما كان في صدر الثلاثة الأيام بعد عقر الناقة ، وقد أخبرهم صالح بمجيء العذاب ، اتفقوا وتحالفوا على أن يأتوا دار صالح ليلا ويقتلوه وأهله المختصين به ; قالوا : فإذا كان كاذبا في وعيده أوقعنا به ما يستحق ، وإن كان صادقا كنا عجلناه قبلنا ، وشفينا نفوسنا ; قاله مجاهد وغيره . قال ابن عباس : أرسل الله تعالى الملائكة تلك الليلة ، فامتلأت بهم دار صالح ، فأتى التسعة دار صالح شاهرين سيوفهم ، فقتلتهم الملائكة رضخا بالحجارة فيرون الحجارة ولا يرون من يرميها . وقال قتادة : خرجوا مسرعين إلى صالح ، فسلط عليهم ملك بيده صخرة فقتلهم . وقال السدي : نزلوا على جرف من الأرض ، فانهار بهم فأهلكهم الله تحته . وقيل : اختفوا في غار قريب من دار صالح ، فانحدرت عليهم صخرة شدختهم جميعا ، فهذا ما كان من مكرهم . ومكر الله مجازاتهم على ذلك ."
    },
    {
      "ayah": 51,
      "surah": 27,
      "text": "فانظر كيف كان عاقبة مكرهم أنا دمرناهم وقومهم أجمعين أي بالصيحة التي أهلكتهم . وقد قيل : إن هلاك الكل كان بصيحة جبريل . والأظهر أن التسعة هلكوا بعذاب مفرد ; ثم هلك الباقون بالصيحة والدمدمة . وكان الأعمش والحسن وابن أبي إسحاق وعاصم وحمزة والكسائي يقرءون : ( أنا ) بالفتح ; وقال ابن الأنباري : فعلى هذا المذهب لا يحسن الوقف على عاقبة مكرهم لأن أنا دمرناهم خبر كان . ويجوز أن تجعلها في موضع رفع على الإتباع للعاقبة . ويجوز أن تجعلها في موضع نصب من قول الفراء ، وخفض من قول الكسائي على معنى : بأنا دمرناهم ولأنا دمرناهم . ويجوز أن تجعلها في موضع نصب على الإتباع لموضع ( كيف ) فمن هذه المذاهب لا يحسن [ ص: 202 ] الوقف على ( مكرهم ) . وقرأ ابن كثير ونافع وأبو عمرو : ( إنا دمرناهم ) بكسر الألف على الاستئناف ; فعلى هذا المذهب يحسن الوقف على ( مكرهم ) . قال النحاس : ويجوز أن تنصب ( عاقبة ) على خبر ( كان ) ويكون ( إنا ) في موضع رفع على أنها اسم ( كان ) . ويجوز أن تكون في موضع رفع على إضمار مبتدأ تبيينا للعاقبة ; والتقدير : هي إنا دمرناهم ; قال أبو حاتم : وفي حرف أبي ( أن دمرناهم ) تصديقا لفتحها ."
    },
    {
      "ayah": 52,
      "surah": 27,
      "text": "فتلك بيوتهم خاوية بما ظلموا قراءة العامة بالنصب على الحال عند الفراء والنحاس ; أي خالية عن أهلها خرابا ليس بها ساكن . وقال الكسائي وأبو عبيدة : ( خاوية ) نصب على القطع ; مجازه : فتلك بيوتهم الخاوية ، فلما قطع منها الألف واللام نصب على الحال ; كقوله : وله الدين واصبا . وقرأ عيسى بن عمر ونصر بن عاصم والجحدري : بالرفع على أنها خبر عن ( تلك ) و ( بيوتهم ) بدل من ( تلك ) . ويجوز أن تكون ( بيوتهم ) عطف بيان و ( خاوية ) خبر عن ( تلك ) . ويجوز أن يكون رفع ( خاوية ) على أنها خبر ابتداء محذوف ; أي هي خاوية ، أو بدل من ( بيوتهم ) لأن النكرة تبدل من المعرفة . إن في ذلك لآية لقوم يعلمون"
    },
    {
      "ayah": 53,
      "surah": 27,
      "text": "وأنجينا الذين آمنوا بصالح وكانوا يتقون الله ويخافون عذابه . قيل : آمن بصالح قدر أربعة آلاف رجل . والباقون خرج بأبدانهم - في قول مقاتل وغيره - خراج مثل الحمص ; وكان في اليوم الأول أحمر ، ثم صار من الغد أصفر ، ثم صار في الثالث أسود . وكان عقر الناقة يوم الأربعاء ، وهلاكهم يوم الأحد . قال مقاتل : فقعت تلك الخراجات ، وصاح جبريل بهم خلال ذلك صيحة فخمدوا ، وكان ذلك ضحوة . وخرج صالح بمن آمن معه إلى حضرموت ; فلما دخلها مات صالح ; فسميت حضرموت . قال الضحاك : ثم بنى الأربعة الآلاف مدينة يقال لها حاضورا ; على ما تقدم بيانه في قصة أصحاب الرس ."
    },
    {
      "ayah": 54,
      "surah": 27,
      "text": "قوله تعالى : ولوطا إذ قال لقومه أي وأرسلنا لوطا ، أو اذكر لوطا إذ قال لقومه وهم أهل سدوم . أتأتون الفاحشة الفعلة القبيحة الشنيعة . وأنتم تبصرون أنها فاحشة ، وذلك أعظم لذنوبكم . وقيل : يأتي بعضكم بعضا وأنتم تنظرون إليه . وكانوا لا يستترون عتوا منهم وتمردا ."
    },
    {
      "ayah": 55,
      "surah": 27,
      "text": "أئنكم لتأتون الرجال شهوة من دون النساء أعاد ذكرها لفرط قبحها وشناعتها . بل أنتم قوم تجهلون إما أمر التحريم أو العقوبة ، واختيار الخليل وسيبويه تخفيف الهمزة الثانية من أئنكم فأما الخط فالسبيل فيه أن يكتب بألفين على الوجوه كلها ; لأنها همزة مبتدأة دخلت عليها ألف الاستفهام ."
    },
    {
      "ayah": 56,
      "surah": 27,
      "text": "قوله تعالى : فما كان جواب قومه إلا أن قالوا أخرجوا آل لوط من قريتكم إنهم أناس يتطهرون أي عن أدبار الرجال . يقولون ذلك استهزاء منهم ; قاله مجاهد . وقال قتادة : عابوهم والله بغير عيب بأنهم يتطهرون من أعمال السوء ."
    },
    {
      "ayah": 57,
      "surah": 27,
      "text": "فأنجيناه وأهله إلا امرأته قدرناها من الغابرين وقرأ عاصم : ( قدرنا ) مخففا والمعنى واحد . يقال قد قدرت الشيء قدرا وقدرا وقدرته ."
    },
    {
      "ayah": 58,
      "surah": 27,
      "text": "وأمطرنا عليهم مطرا فساء مطر المنذرين أي من أنذر فلم يقبل الإنذار . وقد مضى بيان هذا في ( الأعراف ) و ( هود ) ."
    },
    {
      "ayah": 59,
      "surah": 27,
      "text": "قل الحمد لله وسلام على عباده الذين اصطفى قال الفراء : قال أهل المعاني : قيل للوط قل الحمد لله على هلاكهم . وخالف جماعة من العلماء الفراء في هذا وقالوا : هو مخاطبة لنبينا محمد صلى الله عليه وسلم ; أي قل الحمد لله على هلاك كفار الأمم الخالية . قال النحاس : وهذا أولى ، لأن القرآن منزل على النبي صلى الله عليه وسلم ، وكل ما فيه فهو مخاطب به عليه السلام إلا ما لم يصح معناه إلا لغيره . وقيل : المعنى ; أي قل يا محمد [ ص: 204 ] الحمد لله وسلام على عباده الذين اصطفى يعني أمته عليه السلام . قال الكلبي : اصطفاهم الله بمعرفته وطاعته . وقال ابن عباس وسفيان : هم أصحاب محمد صلى الله عليه وسلم . وقيل : أمر رسول الله صلى الله عليه وسلم أن يتلو هذه الآيات الناطقة بالبراهين على وحدانيته وقدرته على كل شيء وحكمته ، وأن يستفتح بتحميده والسلام على أنبيائه والمصطفين من عباده . وفيه تعليم حسن ، وتوقيف على أدب جميل ، وبعث على التيمن بالذكرين والتبرك بهما ، والاستظهار بمكانهما على قبول ما يلقى إلى السامعين ، وإصغائهم إليه ، وإنزاله من قلوبهم المنزلة التي يبغيها المستمع . ولقد توارث العلماء والخطباء والوعاظ كابرا عن كابر هذا الأدب ، فحمدوا الله وصلوا على رسول الله صلى الله عليه وسلم أمام كل علم مفاد ، وقبل كل عظة وفي مفتتح كل خطبة ، وتبعهم المترسلون فأجروا عليه أوائل كتبهم في الفتوح والتهاني ، وغير ذلك من الحوادث التي لها شأن .قوله تعالى : الذين اصطفى اختار ; أي لرسالته وهم الأنبياء عليهم السلام ; دليله قوله تعالى : وسلام على المرسلين . ( آلله خير ) وأجاز أبو حمزة ( أألله خير ) بهمزتين . النحاس : ولا نعلم أحدا تابعه على ذلك ; لأن هذه المدة إنما جيء بها فرقا بين الاستفهام والخبر ، وهذه ألف التوقيف ، و ( خير ) هاهنا ليس بمعنى أفضل منك ، وإنما هو مثل قول الشاعر [ حسان بن ثابت ] :أتهجوه ولست له بكفء فشركما لخيركما الفداءفالمعنى : فالذي فيه الشر منكما للذي فيه الخير الفداء . ولا يجوز أن يكون بمعنى ( من ) لأنك إذا قلت : فلان شر من فلان . ففي كل واحد منهما شر . وقيل : المعنى : الخير في هذا أم في هذا الذي تشركونه في العبادة ! وحكى سيبويه : السعادة أحب إليك أم الشقاء ; وهو يعلم أن السعادة أحب إليه . وقيل : هو على بابه من التفضيل ، والمعنى : آلله خير أم ما تشركون ; أي أثوابه خير أم عقاب ما تشركون . وقيل : قال لهم ذلك لأنهم كانوا يعتقدون أن في عبادة الأصنام خيرا فخاطبهم الله عز وجل على اعتقادهم . وقيل : اللفظ لفظ الاستفهام ومعناه الخبر . وقرأ أبو عمرو وعاصم ويعقوب : ( يشركون ) بياء على الخبر . الباقون بالتاء على الخطاب ، وهو اختيار أبي عبيد وأبي حاتم ; فكان النبي صلى الله عليه وسلم إذا قرأ هذه الآية يقول : بل الله خير وأبقى وأجل وأكرم ."
    },
    {
      "ayah": 6,
      "surah": 27,
      "text": "قوله تعالى : وإنك لتلقى القرآن أي يلقى عليك فتلقاه وتعلمه وتأخذه . من لدن حكيم عليم \" لدن \" بمعنى \" عند \" إلا أنها مبنية غير معربة ، لأنها لا تتمكن ، وفيها لغات ذكرت في ( الكهف ) . وهذه الآية بساط وتمهيد لما يريد أن يسوق من الأقاصيص ، وما في ذلك من لطائف حكمته ، ودقائق علمه ."
    },
    {
      "ayah": 60,
      "surah": 27,
      "text": "[ ص: 205 ] قوله تعالى : أمن خلق السماوات والأرض وأنزل لكم من السماء قال أبو حاتم : تقديره ; آلهتكم خير أم من خلق السماوات والأرض ; وقد تقدم . ومعناه : قدر على خلقهن . وقيل : المعنى : أعبادة ما تعبدون من أوثانكم خير أم عبادة من خلق السماوات والأرض ؟ فهو مردود على ما قبله من المعنى ; وفيه معنى التوبيخ لهم ، والتنبيه على قدرة الله عز وجل وعجز آلهتهم . فأنبتنا به حدائق ذات بهجة الحديقة : البستان الذي عليه حائط . والبهجة : المنظر الحسن . قال الفراء : الحديقة : البستان المحظر عليه حائط ، وإن لم يكن عليه حائط فهو البستان وليس بحديقة . وقال قتادة وعكرمة : الحدائق : النخل ذات بهجة ، والبهجة : الزينة والحسن ; يبهج به من رآه . ما كان لكم أن تنبتوا شجرها ( ما ) للنفي . ومعناه الحظر والمنع من فعل هذا ; أي ما كان للبشر ، ولا يتهيأ لهم ، ولا يقع تحت قدرتهم ، أن ينبتوا شجرها ; إذ هم عجزة عن مثلها ، لأن ذلك إخراج الشيء من العدم إلى الوجود .قلت : وقد يستدل من هذا على منع تصوير شيء سواء كان له روح أم لم يكن ; وهو قول مجاهد . ويعضده قوله صلى الله عليه وسلم : قال الله عز وجل ومن أظلم ممن ذهب يخلق خلقا كخلقي فليخلقوا ذرة أو ليخلقوا حبة أو ليخلقوا شعيرة رواه مسلم في صحيحه من حديث أبي هريرة ; قال سمعت رسول الله صلى الله عليه وسلم يقول : قال الله عز وجل فذكره ; فعم بالذم والتهديد والتقبيح كل من تعاطى تصوير شيء مما خلقه الله وضاهاه في التشبيه في خلقه فيما انفرد به سبحانه من الخلق والاختراع . هذا واضح . وذهب الجمهور إلى أن تصوير ما ليس فيه روح يجوز هو والاكتساب به . وقد قال ابن عباس للذي سأله أن يصنع الصور : إن كنت لا بد فاعلا فاصنع الشجر وما لا نفس له خرجه مسلم أيضا . والمنع أولى والله أعلم لما ذكرنا . وسيأتي لهذا مزيد بيان في ( سبأ ) إن شاء الله تعالى . ثم قال على جهة التوبيخ : ( أإله مع الله ) أي هل معبود مع الله يعينه على ذلك . بل هم قوم يعدلون بالله غيره . وقيل : يعدلون عن الحق والقصد ; أي يكفرون . وقيل : ( إله ) مرفوع ب ( مع ) تقديره : أمع الله ويلكم إله . والوقف على مع الله حسن ."
    },
    {
      "ayah": 61,
      "surah": 27,
      "text": "قوله تعالى : أمن جعل الأرض قرارا أي مستقرا . وجعل خلالها أنهارا أي وسطها مثل : وفجرنا خلالهما نهرا . وجعل لها رواسي يعني جبالا ثوابت تمسكها وتمنعها من الحركة . وجعل بين البحرين حاجزا مانعا من قدرته لئلا يختلط الأجاج بالعذب . وقال [ ص: 206 ] ابن عباس : سلطانا من قدرته فلا هذا يغير ذاك ولا ذاك يغير هذا . والحجز : المنع . أإله مع الله أي إذا ثبت أنه لا يقدر على هذا غيره فلم يعبدون ما لا يضر ولا ينفع . بل أكثرهم لا يعلمون يعني كأنهم يجهلون الله فلا يعلمون ما يجب له من الوحدانية ."
    },
    {
      "ayah": 62,
      "surah": 27,
      "text": "قوله تعالى : أمن يجيب المضطر إذا دعاه قال ابن عباس : هو ذو الضرورة المجهود . وقال السدي : الذي لا حول له ولا قوة . وقال ذو النون : هو الذي قطع العلائق عما دون الله . وقال أبو جعفر وأبو عثمان النيسابوري : هو المفلس . وقال سهل بن عبد الله : هو الذي إذا رفع يديه إلى الله داعيا لم يكن له وسيلة من طاعة قدمها . وجاء رجل إلى مالك بن دينار فقال : أنا أسألك بالله أن تدعو لي فأنا مضطر ; قال : إذا فاسأله فإنه يجيب المضطر إذا دعاه . قال الشاعر :وإني لأدعو الله والأمر ضيق علي فما ينفك أن يتفرجا     ورب أخ سدت عليه وجوههأصاب لها لما دعا الله مخرجاالثانية : وفي مسند أبي داود الطيالسي عن أبي بكرة قال : قال رسول الله صلى الله عليه وسلم في دعاء المضطر : اللهم رحمتك أرجو فلا تكلني إلى نفسي طرفة عين وأصلح لي شأني كله لا إله إلا أنت .الثالثة : ضمن الله تعالى إجابة المضطر إذا دعاه ، وأخبر بذلك عن نفسه ; والسبب في ذلك أن الضرورة إليه باللجاء ينشأ عن الإخلاص وقطع القلب عما سواه ; وللإخلاص عنده سبحانه موقع وذمة ، وجد من مؤمن أو كافر ، طائع أو فاجر ; كما قال تعالى : [ ص: 207 ] حتى إذا كنتم في الفلك وجرين بهم بريح طيبة وفرحوا بها جاءتها ريح عاصف وجاءهم الموج من كل مكان وظنوا أنهم أحيط بهم دعوا الله مخلصين له الدين لئن أنجيتنا من هذه لنكونن من الشاكرين وقوله : فلما نجاهم إلى البر إذا هم يشركون فأجابهم عند ضرورتهم ووقوع إخلاصهم ، مع علمه أنهم يعودون إلى شركهم وكفرهم . وقال تعالى : فإذا ركبوا في الفلك دعوا الله مخلصين له الدين فيجيب المضطر لموضع اضطراره وإخلاصه . وفي الحديث : ثلاث دعوات مستجابات لا شك فيهن دعوة المظلوم ودعوة المسافر ودعوة الوالد على ولده ذكره صاحب الشهاب ; وهو حديث صحيح . وفي صحيح مسلم عن النبي صلى الله عليه وسلم أنه قال لمعاذ لما وجهه إلى أرض اليمن واتق دعوة المظلوم فليس بينها وبين الله حجاب وفي كتاب الشهاب : اتقوا دعوة المظلوم فإنها تحمل على الغمام فيقول الله تبارك وتعالى وعزتي وجلالي لأنصرنك ولو بعد حين وهو صحيح أيضا . وخرج الآجري من حديث أبي ذر عن النبي صلى الله عليه وسلم : فإني لا أردها ولو كانت من فم كافر فيجيب المظلوم لموضع إخلاصه بضرورته بمقتضى كرمه ، وإجابة لإخلاصه وإن كان كافرا ، وكذلك إن كان فاجرا في دينه ; ففجور الفاجر وكفر الكافر لا يعود منه نقص ولا وهن على مملكة سيده ، فلا يمنعه ما قضى للمضطر من إجابته . وفسر إجابة دعوة المظلوم بالنصرة على ظالمه بما شاء سبحانه من قهر له ، أو اقتصاص منه ، أو تسليط ظالم آخر عليه يقهره كما قال عز وجل : وكذلك نولي بعض الظالمين بعضا وأكد سرعة إجابتها بقوله : تحمل على الغمام . ومعناه - والله أعلم - أن الله عز وجل يوكل ملائكته بتلقي دعوة المظلوم وبحملها على الغمام ، فيعرجوا بها إلى السماء ، والسماء قبلة الدعاء ليراها الملائكة كلهم ، فيظهر منه معاونة المظلوم ، وشفاعة منهم له في [ ص: 208 ] إجابة دعوته ، رحمة له . وفي هذا تحذير من الظلم جملة ، لما فيه من سخط الله ومعصيته ومخالفة أمره ; حيث قال على لسان نبيه في صحيح مسلم وغيره : ( يا عبادي إني حرمت الظلم على نفسي وجعلته بينكم محرما فلا تظالموا . . . ) الحديث . فالمظلوم مضطر ، ويقرب منه المسافر ; لأنه منقطع عن الأهل والوطن منفرد عن الصديق والحميم ، لا يسكن قلبه إلى مسعد ولا معين لغربته . فتصدق ضرورته إلى المولى ، فيخلص إليه في اللجاء ، وهو المجيب للمضطر إذا دعاه ، وكذلك دعوة الوالد على ولده ، لا تصدر منه مع ما يعلم من حنته عليه وشفقته ، إلا عند تكامل عجزه عنه وصدق ضرورته ; وإياسه عن بر ولده ، مع وجود أذيته ، فيسرع الحق إلى إجابته . قوله تعالى : ( ويكشف السوء ) أي الضر . وقال الكلبي : الجور . ويجعلكم خلفاء الأرض أي سكانها يهلك قوما وينشئ آخرين . وفي كتاب النقاش : أي ويجعل أولادكم خلفا منكم . وقال الكلبي : خلفا من الكفار ينزلون أرضهم ، وطاعة الله بعد كفرهم . أإله مع الله على جهة التوبيخ ; كأنه قال أمع الله ويلكم إله ; ف ( إله ) مرفوع ب ( مع ) . ويجوز أن يكون مرفوعا بإضمار ( إله مع الله يفعل ذلك فتعبدوه ) والوقف على ( مع الله ) حسن .قليلا ما تذكرون قرأ أبو عمرو وهشام ويعقوب : ( يذكرون ) بالياء على الخبر ، كقوله : بل أكثرهم لا يعلمون و تعالى الله عما يشركون فأخبر فيما قبلها وبعدها ; واختاره أبو حاتم . الباقون بالتاء خطابا لقوله : ويجعلكم خلفاء الأرض ."
    },
    {
      "ayah": 63,
      "surah": 27,
      "text": "قوله تعالى : أمن يهديكم أي يرشدكم الطريق في ظلمات البر والبحر إذا سافرتم إلى البلاد التي تتوجهون إليها بالليل والنهار . وقيل : وجعل مفاوز البر التي لا أعلام لها ، ولجج البحار كأنها ظلمات ; لأنه ليس لها علم يهتدى به . ومن يرسل الرياح بشرا بين يدي أي قدام المطر باتفاق أهل التأويل . أإله مع الله يفعل ذلك ويعينه عليه . تعالى الله عما يشركون من دونه ."
    },
    {
      "ayah": 64,
      "surah": 27,
      "text": "قوله تعالى : أم من يبدأ الخلق ثم يعيده كانوا يقرون أنه الخالق الرازق فألزمهم الإعادة ; أي إذا قدر على الابتداء فمن ضرورته القدرة على الإعادة ، وهو أهون عليه . [ ص: 209 ] أإله مع الله يخلق ويرزق ويبدئ ويعيد قل هاتوا برهانكم أي حجتكم أن لي شريكا ، أو حجتكم في أنه صنع أحد شيئا من هذه الأشياء غير الله إن كنتم صادقين ."
    },
    {
      "ayah": 65,
      "surah": 27,
      "text": "قوله تعالى : قل لا يعلم من في السماوات والأرض الغيب إلا الله وما يشعرون أيان يبعثون بل ادارك علمهم في الآخرة بل هم في شك منها بل هم منها عمون .قوله تعالى : قل لا يعلم من في السماوات والأرض الغيب إلا الله وعن بعضهم : أخفى غيبه على الخلق ، ولم يطلع عليه أحد لئلا يأمن أحد من عبيده مكره . وقيل : نزلت في المشركين حين سألوا النبي صلى الله عليه وسلم عن قيام الساعة . و ( من ) في موضع رفع ; والمعنى : قل لا يعلم أحد الغيب إلا الله ; فإنه بدل من ( من ) قاله الزجاج . الفراء : وإنما رفع ما بعد ( إلا ) لأن ما قبلها جحد ، كقوله : ما ذهب أحد إلا أبوك ; والمعنى واحد . قال الزجاج : ومن نصب نصب على الاستثناء ; يعني في الكلام . قال النحاس : وسمعته يحتج بهذه الآية على من صدق منجما ; وقال : أخاف أن يكفر بهذه الآية .قلت : وقد مضى هذا في ( الأنعام ) مستوفى وقالت عائشة : من زعم أن محمدا يعلم ما في غد فقد أعظم على الله الفرية ; والله تعالى يقول : قل لا يعلم من في السماوات والأرض الغيب إلا الله خرجه مسلم . وروي أنه دخل على الحجاج منجم فاعتقله الحجاج ، ثم أخذ حصيات فعدهن ، ثم قال : كم في يدي من حصاة ؟ فحسب المنجم ثم قال : كذا ; فأصاب . ثم اعتقله فأخذ حصيات لم يعدهن فقال : كم في يدي ؟ فحسب فأخطأ ثم حسب فأخطأ ; ثم قال : أيها الأمير أظنك لا تعرف عددها ; قال : لا . قال : فإني لا أصيب . قال : فما الفرق ؟ قال : إن ذلك أحصيته فخرج عن حد الغيب ، وهذا لم تحصه فهو غيب و لا يعلم من في السماوات والأرض الغيب إلا الله وقد مضى هذا في ( آل عمران ) والحمد لله ."
    },
    {
      "ayah": 66,
      "surah": 27,
      "text": "قوله تعالى : بل ادارك علمهم في الآخرة هذه قراءة أكثر الناس منهم عاصم وشيبة ونافع ويحيى بن وثاب والأعمش وحمزة والكسائي . وقرأ أبو جعفر وابن كثير وأبو عمرو وحميد : ( بل أدرك ) من الإدراك . وقرأ عطاء بن يسار وأخوه سليمان بن يسار والأعمش : ( بل [ ص: 210 ] ادرك ) غير مهموز مشددا . وقرأ ابن محيصن : ( بل أدارك ) على الاستفهام . وقرأ ابن عباس : ( بلى ) بإثبات الياء ( أدارك ) بهمزة قطع والدال مشددة وألف بعدها ; قال النحاس : وإسناده إسناد صحيح ، هو من حديث شعبة يرفعه إلى ابن عباس . وزعم هارون القارئ أن قراءة أبي ( بل تدارك علمهم ) وحكى الثعلبي أنها في حرف أبي ( أم تدارك ) والعرب تضع ( بل ) موضع ( أم ) و ( أم ) موضع ( بل ) إذا كان في أول الكلام استفهام ; كقول الشاعر :فوالله لا أدري أسلمي تقولت أم القول أم كل إلي حبيبأي : بل كل .قال النحاس : القراءة الأولى والأخيرة معناهما واحد ، لأن أصل ( ادارك ) : تدارك ; أدغمت الدال في التاء وجيء بألف الوصل ; وفي معناه قولان :أحدهما : أن المعنى : بل تكامل علمهم في الآخرة ; لأنهم رأوا كل ما وعدوا به معاينة فتكامل علمهم به .والقول الآخر : أن المعنى : بل تتابع علمهم اليوم في الآخرة ; فقالوا تكون وقالوا لا تكون . القراءة الثانية فيها أيضا قولان :أحدهما : أن معناه كمل في الآخرة ; وهو مثل الأول ; قال مجاهد : معناه يدرك علمهم في الآخرة ويعلمونها إذا عاينوها حين لا ينفعهم علمهم ; لأنهم كانوا في الدنيا مكذبين .والقول الآخر : أنه على معنى الإنكار ; وهو مذهب أبي إسحاق ; واستدل على صحة هذا القول بأن بعده بل هم منها عمون أي لم يدرك علمهم علم الآخرة . وقيل : بل ضل وغاب علمهم في الآخرة فليس لهم فيها علم . والقراءة الثالثة : ( بل ادرك ) فهي بمعنى : بل ادارك . وقد يجيء ( افتعل وتفاعل ) بمعنى ; ولذلك صحح ( ازدوجوا ) حين كان بمعنى ( تزاوجوا ) . القراءة الرابعة ليس فيها إلا قول واحد يكون فيه معنى الإنكار ; كما تقول : أأنا قاتلتك ؟ ! فيكون المعنى لم يدرك ; وعليه ترجع قراءة ابن عباس ; قال ابن عباس : بل ادارك علمهم في الآخرة أي لم يدرك . قال الفراء : وهو قول حسن كأنه وجهه إلى الاستهزاء بالمكذبين بالبعث ، كقولك لرجل تكذبه : بلى لعمري قد أدركت السلف فأنت تروي ما لا أروي . وأنت تكذبه . وقراءة سابعة : ( بل ادرك ) بفتح اللام ; عدل إلى الفتحة لخفتها . وقد حكي نحو ذلك عن قطرب في ( قم الليل ) فإنه عدل إلى الفتح . وكذلك و ( بع الثوب ) ونحوه . وذكر الزمخشري في الكتاب : وقرئ ( بل أأدرك ) بهمزتين ( بل أدرك ) بألف بينهما ( بلى أأدرك ) ( أم تدارك ) ( أم أدرك ) فهذه ثنتا عشرة قراءة ، ثم أخذ يعلل وجوه القراءات وقال : فإن قلت فما وجه قراءة ( بل أدرك ) على الاستفهام ؟ قلت : هو استفهام على وجه الإنكار لإدراك علمهم ، وكذلك من قرأ : ( أم أدرك ) و ( أم تدارك ) لأنها ( أم ) التي بمعنى ( بل والهمزة ) وأما من قرأ : ( بلى أأدرك ) على الاستفهام فمعناه : بلى يشعرون متى يبعثون ، ثم أنكر علمهم بكونها ، وإذا أنكر علمهم بكونها لم يتحصل لهم شعور وقت كونها ; لأن العلم بوقت الكائن [ ص: 211 ] تابع للعلم بكون الكائن . في الآخرة في شأن الآخرة ومعناها . بل هم في شك منها أي في الدنيا . بل هم منها عمون أي بقلوبهم واحدهم عمو . وقيل : عم ، وأصله عميون حذفت الياء لالتقاء الساكنين ولم يجز تحريكها لثقل الحركة فيها ."
    },
    {
      "ayah": 67,
      "surah": 27,
      "text": "قوله تعالى : وقال الذين كفروا أئذا كنا ترابا وآباؤنا أئنا لمخرجون لقد وعدنا هذا نحن وآباؤنا من قبل إن هذا إلا أساطير الأولين .قوله تعالى : وقال الذين كفروا يعني مشركي مكة . أئذا كنا ترابا وآباؤنا أئنا لمخرجون هكذا يقرأ نافع هنا وفي سورة : ( العنكبوت ) . وقرأ أبو عمرو باستفهامين إلا أنه خفف الهمزة . وقرأ عاصم وحمزة أيضا باستفهامين إلا أنهما حققا الهمزتين ، وكل ما ذكرناه في السورتين جميعا واحد . وقرأ الكسائي وابن عامر ورويس ويعقوب : ( أئذا ) بمهزتين ( إننا ) بنونين على الخبر في هذه السورة ; وفي سورة : ( العنكبوت ) باستفهامين ; قال أبو جعفر النحاس : القراءة ( إذا كنا ترابا وآباؤنا أئنا لمخرجون ) موافقة للخط حسنة ، وقد عارض فيها أبو حاتم فقال - وهذا معنى كلامه - : ( إذا ) ليس باستفهام و ( آينا ) استفهام وفيه ( إن ) فكيف يجوز أن يعمل ما في حيز الاستفهام فيما قبله ؟ ! وكيف يجوز أن يعمل ما بعد ( إن ) فيما قبلها ؟ ! وكيف يجوز : غدا إن زيدا خارج ؟ ! فإذا كان فيه استفهام كان أبعد ، وهذا إذا سئل عنه كان مشكلا لما ذكره . وقال أبو جعفر : وسمعت محمد بن الوليد يقول : سألنا أبا العباس عن آية من القرآن صعبة مشكلة ، وهي قول الله تعالى : وقال الذين كفروا هل ندلكم على رجل ينبئكم إذا مزقتم كل ممزق إنكم لفي خلق جديد فقال : إن عمل في ( إذا ) : ( ينبئكم ) كان محالا ; لأنه لا ينبئهم ذلك الوقت ، وإن عمل فيه ما بعد ( إن ) كان المعنى صحيحا وكان ( خطأ ) في العربية أن يعمل ما قبل ( إن ) فيما بعدها ; وهذا سؤال بين رأيت أن يذكر في السورة التي هو فيها ; فأما أبو عبيد فمال إلى قراءة نافع ورد على من جمع بين استفهامين ، واستدل بقوله تعالى : أفإن مات أو قتل انقلبتم على أعقابكم وبقوله تعالى : أفإن مت فهم الخالدون وهذا الرد على أبي عمرو وعاصم وحمزة وطلحة والأعرج لا يلزم منه شيء ، ولا يشبه ما جاء به من الآية شيئا ; والفرق بينهما أن الشرط وجوابه بمنزلة شيء واحد ; ومعنى : أفإن مت فهم الخالدون أفإن مت خلدوا . ونظير هذا : أزيد منطلق ، ولا يقال : أزيد أمنطلق ; لأنها بمنزلة [ ص: 212 ] شيء واحد وليس كذلك الآية ; لأن الثاني جملة قائمة بنفسها فيصلح فيها الاستفهام ، والأول كلام يصلح فيه الاستفهام ; فأما من حذف الاستفهام من الثاني وأثبته في الأول فقرأ : أئذا كنا ترابا وآباؤنا إننا فحذفه من الثاني ; لأن في الكلام دليلا عليه بمعنى الإنكار ."
    },
    {
      "ayah": 68,
      "surah": 27,
      "text": "قوله تعالى : لقد وعدنا هذا نحن وآباؤنا من قبل إن هذا إلا أساطير الأولين تقدم في سورة ( المؤمنون ) وكانت الأنبياء يقربون أمر البعث في التحذير ; وكل ما هو آت فقريب ."
    },
    {
      "ayah": 69,
      "surah": 27,
      "text": "قوله تعالى : قل سيروا في الأرض أي قل لهؤلاء الكفار : سيروا في بلاد الشام والحجاز واليمن . فانظروا أي بقلوبكم وبصائركم كيف كان عاقبة المجرمين المكذبين لرسلهم ."
    },
    {
      "ayah": 7,
      "surah": 27,
      "text": "قوله تعالى : إذ قال موسى لأهله ( إذ ) منصوب بمضمر وهو \" اذكر \" كأنه قال على أثر قوله . وإنك لتلقى القرآن من لدن حكيم عليم : خذ يا محمد من آثار حكمته وعلمه قصة موسى إذ قال لأهله . إني آنست نارا أي أبصرتها من بعد . قال الحرث بن حلزة :آنست نبأة وأفزعها القن ناص عصرا وقد دنا الإمساءسآتيكم منها بخبر أو آتيكم بشهاب قبس لعلكم تصطلون قرأ عاصم وحمزة والكسائي : بشهاب قبس بتنوين \" شهاب \" . والباقون بغير تنوين على الإضافة ; أي بشعلة نار ; واختاره أبو عبيد وأبو حاتم . وزعم الفراء في ترك التنوين أنه بمنزلة قولهم : ولدار الآخرة ، ومسجد الجامع ، وصلاة الأولى ; يضاف الشيء إلى نفسه إذا اختلفت أسماؤه . قال النحاس : إضافة الشيء إلى نفسه محال عند البصريين ، لأن معنى الإضافة في اللغة ضم شيء إلى شيء فمحال أن يضم الشيء إلى نفسه ، وإنما يضاف الشيء إلى الشيء ليتبين به معنى الملك أو النوع ، فمحال أن يتبين أنه مالك نفسه أو من نوعها . و \" شهاب قبس \" إضافة النوع والجنس ، كما تقول : هذا ثوب خز ، وخاتم حديد وشبهه . والشهاب كل ذي نور ; نحو الكوكب والعود الموقد . والقبس اسم لما يقتبس من جمر وما أشبهه ; فالمعنى بشهاب من قبس . يقال . أقبست قبسا ; والاسم قبس . كما تقول : قبضت قبضا . والاسم القبض . ومن قرأ : بشهاب قبس جعله بدلا منه . المهدوي : أو صفة له ; لأن القبس يجوز أن يكون اسما غير صفة ، ويجوز أن يكون صفة ; فأما كونه غير صفة فلأنهم قالوا قبسته أقبسه قبسا والقبس المقبوس ; وإذا كان صفة فالأحسن أن يكون نعتا . والإضافة فيه إذا كان غير صفة أحسن . وهي إضافة النوع إلى جنسه كخاتم فضة وشبهه . ولو قرئ بنصب \" قبس \" على البيان أو [ ص: 147 ] الحال كان أحسن . ويجوز في غير القرآن \" بشهاب قبسا \" على أنه مصدر أو بيان أو حال . لعلكم تصطلون أصل الطاء تاء فأبدل منها هنا طاء ; لأن الطاء مطبقة والصاد مطبقة فكان الجمع بينهما حسنا ، ومعناه يستدفئون من البرد . يقال : اصطلى يصطلي : إذا استدفأ . قال الشاعر :النار فاكهة الشتاء فمن يرد     أكل الفواكه شاتيا فليصطلالزجاج : كل أبيض ذي نور فهو شهاب . أبو عبيدة : الشهاب النار . قال أبو النجم :كأنما كان شهابا واقدا     أضاء ضوءا ثم صار خامداأحمد بن يحيى : أصل الشهاب عود في أحد طرفيه جمرة والآخر لا نار فيه ; وقول النحاس فيه حسن ، والشهاب الشعاع المضيء ومنه الكوكب الذي يمد ضوءه في السماء . وقال الشاعر :في كفه صعدة مثقفة     فيها سنان كشعلة القبس"
    },
    {
      "ayah": 70,
      "surah": 27,
      "text": "ولا تحزن عليهم أي على كفار مكة إن لم يؤمنوا ولا تكن في ضيق في حرج ، وقرئ : ( في ضيق ) بالكسر وقد مضى في آخر ( النحل ) ."
    },
    {
      "ayah": 71,
      "surah": 27,
      "text": "ويقولون متى هذا الوعد إن كنتم صادقين أي وقت يجيئنا العذاب بتكذيبنا إن كنتم صادقين ."
    },
    {
      "ayah": 72,
      "surah": 27,
      "text": "قل عسى أن يكون ردف لكم أي اقترب لكم ودنا منكم بعض الذي تستعجلون أي من العذاب ; قاله ابن عباس . وهو من : ردفه : إذا تبعه وجاء في أثره ; وتكون [ ص: 213 ] اللام أدخلت لأن المعنى : اقترب لكم ودنا لكم . أو تكون متعلقة بالمصدر . وقيل : معناه ( معكم ) . وقال ابن شجرة : تبعكم ; ومنه ردف المرأة ; لأنه تبع لها من خلفها ; ومنه قول أبي ذؤيب :.عاد السواد بياضا في مفارقه لا مرحبا ببياض الشيب إذ ردفاقال الجوهري : و ( أردفه أمر ) لغة في : ردفه ، مثل : تبعه وأتبعه ، بمعنى ; قال خزيمة بن مالك بن نهد :إذا الجوزاء أردفت الثريا     ظننت بآل فاطمة الظنونايعني فاطمة بنت يذكر بن عنزة أحد القارظين . وقال الفراء : ردف لكم دنا لكم . ولهذا قال : ( لكم ) . وقيل : ردفه وردف له ، بمعنى فتزاد اللام للتوكيد ; عن الفراء أيضا . كما تقول : نقدته ونقدت له ، وكلته ووزنته ، وكلت له ووزنت له ; ونحو ذلك بعض الذي تستعجلون من العذاب فكان ذلك يوم بدر . وقيل : عذاب القبر ."
    },
    {
      "ayah": 73,
      "surah": 27,
      "text": "وإن ربك لذو فضل على الناس في تأخير العقوبة وإدرار الرزق ولكن أكثرهم لا يشكرون فضله ونعمه ."
    },
    {
      "ayah": 74,
      "surah": 27,
      "text": "قوله تعالى : وإن ربك ليعلم ما تكن صدورهم أي تخفي صدورهم . وقرأ ابن محيصن وحميد ( ما تكن ) من كننت الشيء إذا سترته ، هنا وفي ( القصص ) تقديره : ما تكن صدورهم عليه ; وكأن الضمير الذي في ( الصدور ) كالجسم السائر . ومن قرأ : ( تكن ) فهو المعروف ; يقال : أكننت الشيء : إذا أخفيته في نفسك ."
    },
    {
      "ayah": 75,
      "surah": 27,
      "text": "قوله تعالى : وما من غائبة في السماء والأرض إلا في كتاب مبين قال الحسن : الغائبة هنا القيامة . وقيل : ما غاب عنهم من عذاب السماء والأرض ; حكاه النقاش . وقال ابن شجرة : الغائبة هنا جميع ما أخفى الله تعالى عن خلقه وغيبه عنهم ، وهذا عام . وإنما دخلت الهاء في ( غائبة ) إشارة إلى الجمع ; أي : ما من خصلة غائبة عن الخلق إلا والله عالم بها قد أثبتها في أم الكتاب عنده ، فكيف يخفى عليه ما يسر هؤلاء وما يعلنونه . وقيل : أي كل شيء هو مثبت في أم الكتاب يخرجه للأجل المؤجل له ; فالذي يستعجلونه من العذاب له أجل مضروب لا يتأخر عنه ولا يتقدم عليه . والكتاب : اللوح المحفوظ أثبت الله فيه ما أراد ليعلم بذلك من يشاء من ملائكته ."
    },
    {
      "ayah": 76,
      "surah": 27,
      "text": "إن هذا القرآن يقص على بني إسرائيل أكثر الذي هم فيه يختلفون وذلك أنهم اختلفوا في كثير من الأشياء حتى لعن بعضهم بعضا فنزلت . والمعنى : إن هذا القرآن يبين لهم ما اختلفوا فيه لو أخذوا به ، وذلك ما حرفوه من التوراة والإنجيل ، وما سقط من كتبهم من الأحكام ."
    },
    { "ayah": 77, "surah": 27, "text": "( وإنه ) يعني القرآن لهدى ورحمة للمؤمنين خص المؤمنين لأنهم المنتفعون به ." },
    {
      "ayah": 78,
      "surah": 27,
      "text": "إن ربك يقضي بينهم بحكمه أي يقضي بين بني إسرائيل فيما اختلفوا فيه في الآخرة ، فيجازي المحق والمبطل . وقيل : يقضي بينهم في الدنيا فيظهر ما حرفوه وهو العزيز المنيع الغالب الذي لا يرد أمره العليم الذي لا يخفى عليه شيء ."
    },
    {
      "ayah": 79,
      "surah": 27,
      "text": "قوله تعالى : فتوكل على الله أي فوض إليه أمرك واعتمد عليه ; فإنه ناصرك . إنك على الحق المبين أي الظاهر . وقيل : المظهر لمن تدبره وجه الصواب"
    },
    {
      "ayah": 8,
      "surah": 27,
      "text": "قوله تعالى : فلما جاءها نودي أي فلما جاء موسى الذي ظن أنه نار وهي نور ; قاله وهب بن منبه . فلما رأى موسى النار وقف قريبا منها ، فرآها تخرج من فرع شجرة خضراء شديدة الخضرة يقال لها العليق ، لا تزداد النار إلا عظما وتضرما ، ولا تزداد الشجرة إلا خضرة وحسنا ; فعجب منها وأهوى إليها بضغث في يده ليقتبس منها ; فمالت إليه ; فخافها فتأخر عنها ; ثم لم تزل تطمعه ويطمع فيها إلى أن وضح أمرها على أنها مأمورة لا يدري من أمرها ، إلى أن نودي أن بورك من في النار ومن حولها . وقد مضى هذا المعنى في ( طه ) . ( نودي ) أي ناداه الله ; كما قال : وناديناه من جانب الطور الأيمن . أن بورك قال الزجاج : \" أن \" في موضع نصب ; أي : بأنه قال . ويجوز أن تكون في موضع رفع جعلها اسم ما لم يسم فاعله . وحكى أبو حاتم أن في قراءة أبي وابن عباس ومجاهد ( أن بوركت النار ومن حولها ) . قال النحاس : ومثل هذا لا يوجد بإسناد صحيح ، ولو صح لكان على التفسير ، فتكون البركة راجعة إلى النار ومن حولها : الملائكة وموسى . وحكى الكسائي عن العرب : باركك الله ، وبارك فيك . الثعلبي : العرب تقول باركك الله ، وبارك فيك ، وبارك عليك ، وبارك لك ، أربع لغات . قال الشاعر :فبوركت مولودا وبوركت ناشئا     وبوركت عند الشيب إذ أنت أشيب[ ص: 148 ] الطبري : قال بورك من في النار ولم يقل بورك في من في النار على لغة من يقول باركك الله . ويقال باركه الله ، وبارك له ، وبارك عليه ، وبارك فيه بمعنى ; أي بورك على من في النار وهو موسى ، أو على من في قرب النار ; لا أنه كان في وسطها . وقال السدي : كان في النار ملائكة فالتبريك عائد إلى موسى والملائكة ; أي بورك فيك يا موسى وفي الملائكة الذين هم حولها . وهذا تحية من الله تعالى لموسى وتكرمة له ، كما حيا إبراهيم على ألسنة الملائكة حين دخلوا عليه ; قال : رحمة الله وبركاته عليكم أهل البيت . وقول ثالث قاله ابن عباس والحسن وسعيد بن جبير : قدس من في النار وهو الله سبحانه وتعالى ، عنى به نفسه تقدس وتعالى . قال ابن عباس ومحمد بن كعب : النار نور الله عز وجل ; نادى الله موسى وهو في النور ; وتأويل هذا أن موسى عليه السلام رأى نورا عظيما فظنه نارا ; وهذا لأن الله تعالى ظهر لموسى بآياته وكلامه من النار لا أنه يتحيز في جهة وهو الذي في السماء إله وفي الأرض إله لا أنه يتحيز فيهما ، ولكن يظهر في كل فعل فيعلم به وجود الفاعل . وقيل على هذا : أي بورك من في النار سلطانه وقدرته . وقيل : أي بورك ما في النار من أمر الله تعالى الذي جعله علامة .قلت : ومما يدل على صحة قول ابن عباس ما خرجه مسلم في صحيحه ، وابن ماجه في سننه واللفظ له عن أبي موسى قال : قال رسول الله صلى الله عليه وسلم : إن الله لا ينام ولا ينبغي له أن ينام يخفض القسط ويرفعه ، حجابه النور لو كشفها لأحرقت سبحات وجهه كل شيء أدركه بصره ثم قرأ أبو عبيدة : أن بورك من في النار ومن حولها وسبحان الله رب العالمين أخرجه البيهقي أيضا . ولفظ مسلم عن أبي موسى قال : قام فينا رسول الله صلى الله عليه وسلم بخمس كلمات ; فقال : إن الله عز وجل لا ينام ولا ينبغي له أن ينام يخفض القسط ويرفعه يرفع إليه عمل الليل قبل عمل النهار وعمل النهار قبل عمل الليل حجابه النور - وفي رواية أبي بكر النار - لو كشفه لأحرقت سبحات وجهه ما انتهى إليه بصره من خلقه قال أبو عبيد : يقال السبحات إنها جلال وجهه ، [ ص: 149 ] ومنها قيل : سبحان الله ، إنما هو تعظيم له وتنزيه . وقوله : ( لو كشفها ) يعني لو رفع الحجاب عن أعينهم ولم يثبتهم لرؤيته لاحترقوا وما استطاعوا لها . قال ابن جريج : النار حجاب من الحجب وهي سبعة حجب ; حجاب العزة ، وحجاب الملك ، وحجاب السلطان ، وحجاب النار ، وحجاب النور ، وحجاب الغمام ، وحجاب الماء . وبالحقيقة فالمخلوق المحجوب والله لا يحجبه شيء ; فكانت النار نورا وإنما ذكره بلفظ النار ; لأن موسى حسبه نارا ، والعرب تضع أحدهما موضع الآخر . وقال سعيد بن جبير : كانت النار بعينها فأسمعه تعالى كلامه من ناحيتها ، وأظهر له ربوبيته من جهتها . وهو كما روي أنه مكتوب في التوراة : ( جاء الله من سيناء وأشرق من ساعير واستعلى من جبال فاران ) . فمجيئه من سيناء بعثه موسى منها ، وإشرافه من ساعير بعثه المسيح منها ، واستعلاؤه من فاران بعثه محمدا صلى الله عليه وسلم ، وفاران مكة . وسيأتي في ( القصص ) بإسماعه سبحانه كلامه من الشجرة زيادة بيان إن شاء الله تعالى .قوله تعالى : وسبحان الله رب العالمين تنزيها وتقديسا لله رب العالمين . وقد تقدم في غير موضع ، والمعنى : أي يقول من حولها : وسبحان الله فحذف . وقيل : إن موسى عليه السلام قاله حين فرغ من سماع النداء ; استعانة بالله تعالى وتنزيها له ; قاله السدي . وقيل : هو من قول الله تعالى . ومعناه : وبورك فيمن سبح الله تعالى رب العالمين ; حكاه ابن شجرة ."
    },
    {
      "ayah": 80,
      "surah": 27,
      "text": "إنك لا تسمع الموتى يعني الكفار لتركهم التدبر ; فهم كالموتى لا حس لهم ولا عقل . وقيل : هذا فيمن علم أنه لا يؤمن . ولا تسمع الصم الدعاء إذا ولوا مدبرين يعني الكفار الذين هم بمنزلة الصم عن قبول المواعظ ; فإذا دعوا إلى الخير أعرضوا وولوا كأنهم لا يسمعون ; نظيره : صم بكم عمي كما تقدم . وقرأ ابن محيصن وحميد وابن كثير وابن أبي إسحاق وعباس عن أبي عمرو : ( ولا يسمع ) بفتح الياء والميم ( الصم ) رفعا على الفاعل . الباقون ( تسمع ) مضارع ( أسمعت ) الصم نصبا ."
    },
    {
      "ayah": 81,
      "surah": 27,
      "text": "مسألة : وقد احتجت عائشة رضي الله عنها في إنكارها أن النبي صلى الله عليه وسلم أسمع موتى بدر بهذه الآية ; فنظرت في الأمر بقياس عقلي ووقفت مع هذه الآية . وقد صح عن النبي صلى الله عليه وسلم أنه قال : ما أنتم بأسمع منهم . قال ابن عطية : فيشبه أن قصة بدر خرق عادة لمحمد صلى الله عليه وسلم في أن رد الله إليهم إدراكا سمعوا به مقاله ولولا إخبار رسول الله صلى الله عليه وسلم بسماعهم لحملنا نداءه إياهم على معنى التوبيخ لمن بقي من الكفرة ، وعلى معنى شفاء صدور المؤمنين .[ ص: 215 ] قلت : روى البخاري رضي الله عنه ; حدثني عبد الله بن محمد سمع روح بن عبادة قال : حدثنا سعيد بن أبي عروبة عن قتادة قال : ذكر لنا أنس بن مالك عن أبي طلحة أن نبي الله صلى الله عليه وسلم أمر يوم بدر بأربعة وعشرين رجلا من صناديد قريش فقذفوا في طوي من أطواء بدر خبيث مخبث ، وكان إذا ظهر على قوم أقام بالعرصة ثلاث ليال ، فلما كان ببدر اليوم الثالث أمر براحلته فشد عليها رحلها ثم مشى وتبعه أصحابه ، قالوا : ما نرى ينطلق إلا لبعض حاجته ، حتى قام على شفير الركي ، فجعل يناديهم بأسمائهم وأسماء آبائهم يا فلان بن فلان ويا فلان بن فلان أيسركم أنكم أطعتم الله ورسوله ; فإنا قد وجدنا ما وعدنا ربنا حقا فهل وجدتم ما وعد ربكم حقا ; قال : فقال عمر : يا رسول الله ما تكلم من أجساد لا أرواح لها ; فقال النبي صلى الله عليه وسلم : والذي نفس محمد بيده ما أنتم بأسمع لما أقول منهم قال قتادة : أحياهم الله حتى أسمعهم قوله توبيخا وتصغيرا ونقمة وحسرة وندما . خرجه مسلم أيضا . قال البخاري : حدثنا عثمان قال : حدثنا عبدة عن هشام عن أبيه عن ابن عمر قال : وقف النبي صلى الله عليه وسلم على قليب بدر فقال : هل وجدتم ما وعد ربكم حقا ؟ ثم قال : إنهم الآن ليعلمون أن الذي كنت أقول لهم هو الحق ثم قرأت إنك لا تسمع الموتى حتى قرأت الآية . وقد عورضت هذه الآية بقصة بدر وبالسلام على القبور ، وبما روي في ذلك من أن الأرواح تكون على شفير القبور في أوقات ، وبأن الميت يسمع قرع النعال إذا انصرفوا عنه ، إلى غير ذلك ; فلو لم يسمع الميت لم يسلم عليه . وهذا واضح وقد بيناه في كتاب ( التذكرة ) . قوله تعالى : وما أنت بهادي العمي عن ضلالتهم أي كفرهم ; أي ليس في وسعك خلق الإيمان في قلوبهم . وقرأ حمزة : ( وما أنت تهدي العمي عن ضلالتهم ) كقوله : أفأنت تهدي العمي . الباقون : ( بهادي العمي ) وهي اختيار أبي عبيد وأبي حاتم وفي ( الروم ) مثله . وكلهم وقف على ( بهادي ) بالياء في هذه السورة وبغير ياء في ( الروم ) اتباعا للمصحف ، إلا يعقوب فإنه وقف فيهما جميعا بالياء . وأجاز الفراء وأبو حاتم : ( وما أنت بهاد العمي ) وهي الأصل . وفي حرف عبد الله ( وما أن تهدي العمي ) . إن تسمع أي ما [ ص: 216 ] تسمع . إلا من يؤمن بآياتنا قال ابن عباس : أي إلا من خلقته للسعادة فهم مخلصون في التوحيد ."
    },
    {
      "ayah": 82,
      "surah": 27,
      "text": "قوله تعالى : وإذا وقع القول عليهم أخرجنا لهم دابة من الأرض تكلمهم : اختلف في معنى وقع القول وفي ( الدابة ) فقيل : معنى وقع القول عليهم وجب الغضب عليهم ; قاله قتادة . وقال مجاهد : أي حق القول عليهم بأنهم لا يؤمنون . وقال ابن عمر وأبو سعيد الخدري رضي الله عنهما : إذا لم يأمروا بالمعروف وينهوا عن المنكر وجب السخط عليهم . وقال عبد الله بن مسعود : ( وقع القول ) يكون بموت العلماء وذهاب العلم ورفع القرآن . قال عبد الله : أكثروا تلاوة القرآن قبل أن يرفع ، قالوا : هذه المصاحف ترفع ، فكيف بما في صدور الرجال ؟ قال : يسرى عليه ليلا فيصبحون منه قفرا ، وينسون لا إله إلا الله ، ويقعون في قول الجاهلية وأشعارهم ، وذلك حين يقع القول عليهم .قلت : أسنده أبو بكر البزار قال : حدثنا عبد الله بن يوسف الثقفي قال : حدثنا عبد المجيد بن عبد العزيز عن موسى بن عبيدة عن صفوان بن سليم عن ابن لعبد الله بن مسعود رضي الله عنه عن أبيه أنه قال : أكثروا من زيارة هذا البيت من قبل أن يرفع وينسى الناس مكانه ; وأكثروا تلاوة القرآن من قبل أن يرفع ; قالوا : يا أبا عبد الرحمن هذه المصاحف ترفع فكيف بما في صدور الرجال ؟ قال : فيصبحون فيقولون كنا نتكلم بكلام ونقول قولا . فيرجعون إلى شعر الجاهلية وأحاديث الجاهلية ، وذلك حين يقع القول عليهم . وقيل : القول هو قوله تعالى : ولكن حق القول مني لأملأن جهنم فوقوع القول وجوب العقاب على هؤلاء ،[ ص: 217 ] فإذا صاروا إلى حد لا تقبل توبتهم ولا يولد لهم ولد مؤمن فحينئذ تقوم القيامة ; ذكره القشيري . وقول سادس : قالت حفصة بنت سيرين سألت أبا العالية عن قول الله تعالى : وإذا وقع القول عليهم أخرجنا لهم دابة من الأرض تكلمهم فقال : أوحى الله إلى نوح أنه لن يؤمن من قومك إلا من قد آمن وكأنما كان على وجهي غطاء فكشف . قال النحاس : وهذا من حسن الجواب ; لأن الناس ممتحنون ومؤخرون لأن فيهم مؤمنين وصالحين ، ومن قد علم الله عز وجل أنه سيؤمن ويتوب ; فلهذا أمهلوا وأمرنا بأخذ الجزية ، فإذا زال هذا وجب القول عليهم ، فصاروا كقوم نوح حين قال الله تعالى : إنه لن يؤمن من قومك إلا من قد آمن .قلت : وجميع الأقوال عند التأمل ترجع إلى معنى واحد . والدليل عليه آخر الآية إن الناس كانوا بآياتنا لا يوقنون وقرئ : ( أن ) بفتح الهمزة وسيأتي . وفي صحيح مسلم عن أبي هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : ثلاث إذا خرجن لا ينفع نفسا إيمانها لم تكن آمنت من قبل أو كسبت في إيمانها خيرا : طلوع الشمس من مغربها والدجال ودابة الأرض وقد مضى . واختلف في تعيين هذه الدابة وصفتها ومن أين تخرج اختلافا كثيرا قد ذكرناه في كتاب ( التذكرة ) ونذكره هنا إن شاء الله تعالى مستوفى . فأول الأقوال أنه فصيل ناقة صالح وهو أصحها - والله أعلم - لما ذكره أبو داود الطيالسي في مسنده عن حذيفة قال : ذكر رسول الله صلى الله عليه وسلم الدابة فقال : لها ثلاث خرجات من الدهر فتخرج في أقصى البادية ولا يدخل ذكرها القرية - يعني مكة - ثم تكمن زمانا طويلا ثم تخرج خرجة أخرى دون ذلك فيفشو ذكرها في البادية ويدخل ذكرها القرية . يعني مكة قال رسول الله صلى الله عليه وسلم : ثم بينما الناس في أعظم المساجد على الله حرمة خيرها وأكرمها على الله المسجد الحرام لم يرعهم إلا وهي ترغو بين الركن والمقام تنفض عن رأسها التراب فارفض الناس منها شتى ومعا وتثبت عصابة من المؤمنين وعرفوا أنهم لن يعجزوا الله فبدأت بهم فجلت وجوههم حتى جعلتها كأنها الكوكب الدري وولت في الأرض لا يدركها طالب ولا ينجو منها هارب حتى إن الرجل ليتعوذ منها بالصلاة فتأتيه من خلفه فتقول : يا فلان الآن تصلي ؟ فتقبل عليه فتسمه في وجهه ثم تنطلق ويشترك الناس في الأموال ويصطلحون في الأمصار يعرف المؤمن من الكافر حتى إن المؤمن يقول : يا كافر اقض حقي . وموضع الدليل من هذا الحديث أنه الفصيل قوله : وهي ترغو . والرغاء [ ص: 218 ] إنما هو للإبل ; وذلك أن الفصيل لما قتلت الناقة هرب فانفتح له حجر فدخل في جوفه ثم انطبق عليه ، فهو فيه حتى يخرج بإذن الله عز وجل . وروي أنها دابة مزغبة شعراء ، ذات قوائم طولها ستون ذراعا ، ويقال إنها الجساسة ; وهو قول عبد الله بن عمر وروي عن ابن عمر أنها على خلقة الآدميين ; وهي في السحاب وقوائمها في الأرض . وروي أنها جمعت من خلق كل حيوان . وذكر الماوردي والثعلبي : رأسها رأس ثور ، وعينها عين خنزير ، وأذنها أذن فيل ، وقرنها قرن أيل ، وعنقها عنق نعامة ، وصدرها صدر أسد ، ولونها لون نمر ، وخاصرتها خاصرة هر ، وذنبها ذنب كبش ، وقوائمها قوائم بعير بين كل مفصل ومفصل اثنا عشر ذراعا - الزمخشري : بذراع آدم عليه السلام - ويخرج معها عصا موسى وخاتم سليمان ، فتنكت في وجه المسلم بعصا موسى نكتة بيضاء فيبيض وجهه ، وتنكت في وجه الكافر بخاتم سليمان عليه السلام فيسود وجهه ; قاله ابن الزبير رضي الله عنهما . وفي كتاب النقاش عن ابن عباس رضي الله عنهما : إن الدابة الثعبان المشرف على جدار الكعبة التي اقتلعتها العقاب حين أرادت قريش بناء الكعبة . وحكى الماوردي عن محمد بن كعب عن علي بن أبي طالب رضي الله عنه أنه سئل عن الدابة فقال : أما والله ما لها ذنب وإن لها للحية . قال الماوردي : وفي هذا القول منه إشارة إلى أنها من الإنس وإن لم يصرح به .قلت : ولهذا - والله أعلم - قال بعض المتأخرين من المفسرين : إن الأقرب أن تكون هذه الدابة إنسانا متكلما يناظر أهل البدع والكفر ويجادلهم لينقطعوا ، فيهلك من هلك عن بينة : ويحيا من حيي عن بينة . قال شيخنا الإمام أبو العباس أحمد بن عمر القرطبي في كتاب ( المفهم ) له : وإن ما كان عند هذا القائل الأقرب لقوله تعالى : ( تكلمهم ) وعلى هذا فلا يكون في هذه الدابة آية خاصة خارقة للعادة ، ولا يكون من العشر الآيات المذكورة في الحديث ; لأن وجود المناظرين والمحتجين على أهل البدع كثير ، فلا آية خاصة بها فلا ينبغي أن تذكر مع العشر ، [ ص: 219 ] وترتقع خصوصية وجودها إذا وقع القول ، ثم فيه العدول عن تسمية هذا الإنسان المناظر الفاضل العالم الذي على أهل الأرض أن يسموه باسم الإنسان أو بالعالم أو بالإمام إلى أن يسمى بدابة ; وهذا خروج عن عادة الفصحاء ، وعن تعظيم العلماء ، وليس ذلك دأب العقلاء ; فالأولى ما قاله أهل التفسير ، والله أعلم بحقائق الأمور .قلت : قد رفع الإشكال في هذه الدابة ما ذكرناه من حديث حذيفة فليعتمد عليه ، واختلف من أي موضع تخرج ، فقال عبد الله بن عمر : تخرج من جبل الصفا بمكة ; يتصدع فتخرج منه . قال عبد الله بن عمرو نحوه وقال : لو شئت أن أضع قدمي على موضع خروجها لفعلت وروي في خبر عن النبي صلى الله عليه وسلم : إن الأرض تنشق عن الدابة وعيسى عليه السلام يطوف بالبيت ومعه المسلمون من ناحية المسعى وإنها تخرج من الصفا فتسم بين عيني المؤمن هو مؤمن سمة كأنها كوكب دري وتسم بين عيني الكافر نكتة سوداء : كافر وذكر في الخبر أنها ذات وبر وريش ; ذكره المهدوي . وعن ابن عباس أنها تخرج من شعب فتمس رأسها السحاب ورجلاها في الأرض لم تخرجا ، وتخرج ومعها عصا موسى وخاتم سليمان عليهما السلام . وعن حذيفة : تخرج ثلاث خرجات ; خرجة في بعض البوادي ثم تكمن ، وخرجة في القرى يتقاتل فيها الأمراء حتى تكثر الدماء ، وخرجة من أعظم المساجد وأكرمها وأشرفها وأفضلها الزمخشري : تخرج من بين الركن حذاء دار بني مخزوم عن يمين الخارج من المسجد ; فقوم يهربون ، وقوم يقفون نظارة . وروي عن قتادة أنها تخرج في تهامة . وروي أنها تخرج من مسجد الكوفة من حيث فار تنور نوح عليه السلام . وقيل : من أرض الطائف ; قال أبو قبيل : ضرب عبد الله بن عمرو أرض الطائف برجله وقال : من هنا تخرج الدابة التي تكلم الناس وقيل : من بعض أودية تهامة ; قاله ابن عباس وقيل : من صخرة من شعب أجياد ; قاله عبد الله بن عمرو . وقيل : من بحر سدوم ; قاله وهب بن منبه . ذكر هذه الأقوال الثلاثة الأخيرة الماوردي في كتابه . وذكر البغوي أبو القاسم عبد الله بن محمد بن عبد العزيز قال : حدثنا علي بن الجعد عن فضيل بن مرزوق الرقاشي الأغر - وسئل عنه يحيى بن معين فقال ثقة - عن [ ص: 220 ] عطية العوفي عن ابن عمر قال : تخرج الدابة من صدع في الكعبة كجري الفرس ثلاثة أيام لا يخرج ثلثها .قلت : فهذه أقوال الصحابة والتابعين في خروج الدابة وصفتها ، وهي ترد قول من قال من المفسرين : إن الدابة إنما هي إنسان متكلم يناظر أهل البدع والكفر وقد روى أبو أمامة أن النبي صلى الله عليه وسلم قال : تخرج الدابة فتسم الناس على خراطيمهم ذكره الماوردي . تكلمهم بضم التاء وشد اللام المكسورة - من الكلام - قراءة العامة ; يدل عليه قراءة أبي ( تنبئهم ) . وقال السدي : تكلمهم ببطلان الأديان سوى دين الإسلام . وقيل : تكلمهم بما يسوءهم . وقيل : تكلمهم بلسان ذلق فتقول بصوت يسمعه من قرب وبعد ( إن الناس كانوا بآياتنا لا يوقنون ) أي بخروجي ; لأن خروجها من الآيات . وتقول : ألا لعنة الله على الظالمين . وقرأ أبو زرعة وابن عباس والحسن وأبو رجاء : ( تكلمهم ) بفتح التاء من ( الكلم ) وهو الجرح قال عكرمة : أي تسمهم . وقال أبو الجوزاء : سألت ابن عباس عن هذه الآية تكلمهم أو ( تكلمهم ) ؟ فقال : هي والله ( تكلمهم ) و ( تكلمهم ) تكلم المؤمن وتكلم الكافر والفاجر أي تجرحه . وقال أبو حاتم : ( تكلمهم ) كما تقول : تجرحهم ; يذهب إلى أنه تكثير من ( تكلمهم ) . أن الناس كانوا بآياتنا لا يوقنون وقرأ الكوفيون وابن أبي إسحاق ويحيى : ( أن ) بالفتح . وقرأ أهل الحرمين وأهل الشام وأهل البصرة : ( إن ) بكسر الهمزة . قال النحاس : في المفتوحة قولان وكذا المكسورة ; قال الأخفش : المعنى ( بأن ) وكذا قرأ ابن مسعود ( بأن ) وقال أبو عبيدة : موضعها نصب بوقوع الفعل عليها ; أي تخبرهم أن الناس . وقرأ الكسائي والفراء : ( إن الناس ) بالكسر على الاستئناف وقال الأخفش : هي بمعنى : تقول : إن الناس ; يعني الكفار بآياتنا لا يوقنون يعني بالقرآن وبمحمد صلي الله عليه وسلم ، وذلك حين لا يقبل الله من كافر إيمانا ولم يبق إلا مؤمنون وكافرون في علم الله قبل خروجها ; والله أعلم ."
    },
    {
      "ayah": 83,
      "surah": 27,
      "text": "قوله تعالى : ويوم نحشر من كل أمة فوجا أي زمرة وجماعة . ممن يكذب بآياتنا يعني بالقرآن وبأعلامنا الدالة على الحق . فهم يوزعون أي يدفعون ويساقون إلى موضع الحساب . قال الشماخ :[ ص: 221 ]وكم وزعنا من خميس جحفل وكم حبونا من رئيس مسحلوقال قتادة : يوزعون أي يرد أولهم على آخرهم ."
    },
    {
      "ayah": 84,
      "surah": 27,
      "text": "حتى إذا جاءوا قال أي قال لهم الله أكذبتم بآياتي التي أنزلتها على رسلي ، وبالآيات التي أقمتها دلالة على توحيدي . ولم تحيطوا بها علما أي ببطلانها حتى تعرضوا عنها ، بل كذبتم جاهلين غير مستدلين . أم ماذا كنتم تعملون تقريع وتوبيخ أي ماذا كنتم تعملون حين لم تبحثوا عنها ولم تتفكروا ما فيها ."
    },
    {
      "ayah": 85,
      "surah": 27,
      "text": "ووقع القول عليهم بما ظلموا أي وجب العذاب عليهم بظلمهم أي بشركهم . فهم لا ينطقون أي ليس لهم عذر ولا حجة . وقيل : يختم على أفواههم فلا ينطقون ; قاله أكثر المفسرين ."
    },
    {
      "ayah": 86,
      "surah": 27,
      "text": "قوله تعالى : ألم يروا أنا جعلنا الليل ليسكنوا فيه أي يستقرون فينامون . والنهار مبصرا أي يبصر فيه لسعي الرزق . إن في ذلك لآيات لقوم يؤمنون بالله . ذكر الدلالة على إلهيته وقدرته ، أي : ألم يعلموا كمال قدرتنا فيؤمنوا ."
    },
    {
      "ayah": 87,
      "surah": 27,
      "text": "قوله تعالى : ويوم ينفخ في الصور أي واذكر يوم ، أو ذكرهم يوم ينفخ في الصور . ومذهب الفراء أن المعنى : وذلكم يوم ينفخ في الصور ; وأجاز فيه الحذف والصحيح في الصور أنه قرن من نور ينفخ فيه إسرافيل قال مجاهد : كهيئة البوق . وقيل : هو البوق بلغة أهل اليمن وقد مضى في ( الأنعام ) بيانه وما للعلماء في ذلك . ففزع من في السماوات ومن في الأرض إلا من شاء الله قال أبو هريرة : قال النبي صلى الله عليه وسلم : إن الله لما فرغ من خلق السماوات خلق الصور فأعطاه إسرافيل فهو واضعه على فيه شاخص ببصره إلى العرش ينتظر متى يؤمر بالنفخة . قلت : يا رسول الله ما الصور ؟ قال : قرن - والله - عظيم ، والذي بعثني بالحق إن عظم دارة فيه كعرض السماء والأرض فينفخ فيه ثلاث نفخات : النفخة الأولى نفخة الفزع والثانية [ ص: 222 ] نفخة الصعق والثالثة نفخة البعث والقيام لرب العالمين وذكر الحديث . ذكره علي بن معبد والطبري والثعلبي وغيرهم ، وصححه ابن العربي . وقد ذكرته في كتاب ( التذكرة ) وتكلمنا عليه هنالك ، وأن الصحيح في النفخ في الصور أنهما نفختان لا ثلاث ، وأن نفخة الفزع إنما تكون راجعة إلى نفخة الصعق لأن الأمرين لا زمان لهما ; أي فزعوا فزعا ماتوا منه ; أو إلى نفخة البعث . وهو اختيار القشيري وغيره ; فإنه قال في كلامه على هذه الآية : والمراد النفخة الثانية أي يحيون فزعين يقولون : من بعثنا من مرقدنا ; ويعاينون من الأمور ما يهولهم ويفزعهم ; وهذا النفخ كصوت البوق لتجتمع الخلق في أرض الجزاء . قاله قتادة وقال الماوردي : ويوم ينفخ في الصور هو يوم النشور من القبور ، قال : وفي هذا الفزع قولان : أحدهما أنه الإسراع والإجابة إلى النداء من قولهم : فزعت إليك في كذا : إذا أسرعت إلى ندائك في معونتك . والقول الثاني : إن الفزع هنا هو الفزع المعهود من الخوف والحزن ; لأنهم أزعجوا من قبورهم ففزعوا وخافوا . وهذا أشبه القولين .قلت : والسنة الثابتة من حديث أبى هريرة وحديث عبد الله بن عمرو يدل على أنهما نفختان لا ثلاث ; خرجهما مسلم وقد ذكرناهما في كتاب ( التذكرة ) وهو الصحيح إن شاء الله تعالى أنهما نفختان ; قال الله تعالى : ونفخ في الصور فصعق من في السماوات ومن في الأرض إلا من شاء الله فاستثنى هنا كما استثنى في نفخة الفزع فدل على أنهما واحدة . وقد روى ابن المبارك عن الحسن قال : قال رسول الله صلى الله عليه وسلم : بين النفختين أربعون سنة ، الأولى يميت الله بها كل حي والأخرى يحيي الله بها كل ميت فإن قيل : فإن قوله تعالى : يوم ترجف الراجفة تتبعها الرادفة إلى أن قال : فإنما هي زجرة واحدة وهذا يقتضي بظاهره أنها ثلاث . قيل له : ليس كذلك ، وإنما المراد بالزجرة : النفخة الثانية التي يكون عنها خروج الخلق من قبورهم ; كذلك قال ابن عباس ومجاهد وعطاء وابن زيد وغيرهم . قال مجاهد : هما صيحتان أما الأولى فتميت كل شيء بإذن الله ، وأما الأخرى فتحيي كل شيء بإذن الله . وقال عطاء : ( الراجفة ) : القيامة و ( الرادفة ) : البعث . وقال ابن زيد : ( الراجفة ) : الموت و ( الرادفة ) : الساعة . والله أعلم . إلا من شاء الله اختلف في هذا المستثنى من هم . [ ص: 223 ] ففي حديث أبي هريرة أنهم الشهداء عند ربهم يرزقون . إنما يصل الفزع إلى الأحياء ; وهو قول سعيد بن جبير أنهم الشهداء متقلدو السيوف حول العرش وقال القشيري : الأنبياء داخلون في جملتهم ; لأن لهم الشهادة مع النبوة . وقيل : الملائكة . قال الحسن : استثنى طوائف من الملائكة يموتون بين النفختين . قال مقاتل : يعني جبريل وميكائيل وإسرافيل وملك الموت . وقيل : الحور العين . وقيل : هم المؤمنون ، لأن الله تعالى قال عقب هذا : من جاء بالحسنة فله خير منها وهم من فزع يومئذ آمنون وقال بعض علمائنا : والصحيح أنه لم يرد في تعيينهم خبر صحيح والكل محتمل .قلت : خفي عليه حديث أبي هريرة وقد صححه القاضي أبو بكر بن العربي فليعول عليه ، لأنه نص في التعيين ، وغيره اجتهاد . والله أعلم . وقيل غير هذا على ما يأتي في ( الزمر ) وقوله ففزع من في السماوات ماض و ( ينفخ ) مستقبل فيقال : كيف عطف ماض على مستقبل ؟ فزعم الفراء أن هذا محمول على المعنى ; لأن المعنى : إذا نفخ في الصور ففزع . إلا من شاء الله نصب على الاستثناء . وكل أتوه داخرين قرأ أبو عمرو وعاصم والكسائي ونافع وابن عامر وابن كثير : ( آتوه ) جعلوه فعلا مستقبلا . وقرأ الأعمش ويحيى وحمزة وحفص عن عاصم : ( وكل أتوه ) مقصورا ، على الفعل الماضي ، وكذلك قرأه ابن مسعود وعن قتادة ( وكل أتاه داخرين ) قال النحاس : وفي كتابي عن أبي إسحاق في القراءات من قرأ : ( وكل أتوه ) وحده على لفظ ( كل ) ومن قرأ : ( أتوه ) جمع على معناها ، وهذا القول غلط قبيح ; لأنه إذا قال : ( وكل أتوه ) فلم يوحد وإنما جمع ، ولو وحد لقال : ( أتاه ) ولكن من قال : ( أتوه ) جمع على المعنى وجاء به ماضيا لأنه رده إلى ( ففزع ) ومن قرأ ( وكل آتوه ) حمله على المعنى أيضا وقال : ( آتوه ) لأنها جملة منقطعة من الأول قال ابن نصر : قد حكي عن أبي إسحاق رحمه الله ما لم يقله ، ونص أبي إسحاق : وكل أتوه داخرين ويقرأ : ( آتوه ) فمن وحد فللفظ ( كل ) ومن جمع فلمعناها . يريد ما أتى في القرآن أو غيره من توحيد خبر ( كل ) فعلى اللفظ أو جمع فعلى المعنى ; فلم يأخذ أبو جعفر هذا المعنى قال المهدوي : ومن قرأ وكل أتوه داخرين فهو فعل من الإتيان وحمل على معنى ( كل ) دون لفظها ، ومن قرأ ( وكل آتوه داخرين ) فهو اسم الفاعل من أتى . يدلك على ذلك قوله تعالى : وكلهم آتيه يوم القيامة فردا ومن قرأ ( وكل أتاه ) حمله على لفظ ( كل ) دون معناها وحمل ( داخرين ) على المعنى ، ومعناه صاغرين ، عن ابن عباس وقتادة . وقد مضى في ( النحل ) ."
    },
    {
      "ayah": 88,
      "surah": 27,
      "text": "[ ص: 224 ] قوله تعالى : وترى الجبال تحسبها جامدة وهي تمر مر السحاب قال ابن عباس : أي قائمة وهي تسير سيرا حثيثا . قال القتبي : وذلك أن الجبال تجمع وتسير ، فهي في رؤية العين كالقائمة وهي تسير ; وكذلك كل شي عظيم وجمع كثير يقصر عنه النظر ، لكثرته وبعد ما بين أطرافه ، وهو في حسبان الناظر كالواقف وهو يسير . قال النابغة في وصف جيش :بأرعن مثل الطود تحسب أنهم وقوف لحاج والركاب تهملجقال القشيري : وهذا يوم القيامة ; أي هي لكثرتها كأنها جامدة أي واقفة في مرأى العين وإن كانت في أنفسها تسير سير السحاب - والسحاب المتراكم - يظن أنها واقفة وهي تسير ، أي تمر مر السحاب حتى لا يبقى منها شيء ، فقال الله تعالى : وسيرت الجبال فكانت سرابا ويقال : إن الله تعالى وصف الجبال بصفات مختلفة ترجع كلها إلى تفريغ الأرض منها ، وإبراز ما كانت تواريه ، فأول الصفات الاندكاك وذلك قبل الزلزلة ; ثم تصير كالعهن المنفوش ; وذلك إذا صارت السماء كالمهل ، وقد جمع الله بينهما فقال : يوم تكون السماء كالمهل وتكون الجبال كالعهن . والحالة الثالثة أن تصير كالهباء وذلك أن تتقطع بعد أن كانت كالعهن . والحالة الرابعة أن تنسف لأنها مع الأحوال المتقدمة قارة في مواضعها والأرض تحتها غير بارزة فتنسف عنها لتبرز ، فإذا نسفت فبإرسال الرياح عليها . والحالة الخامسة أن الرياح ترفعها على وجه الأرض فتظهرها شعاعا في الهواء كأنها غبار ، فمن نظر إليها من بعد حسبها لتكاثفها أجسادا جامدة ، وهي بالحقيقة مارة ، إلا إن مرورها من وراء الرياح كأنها مندكة متفتتة . والحالة السادسة أن تكون سرابا . فمن نظر إلى مواضعها لم يجد فيها شيئا منها كالسراب قال مقاتل : تقع على الأرض فتسوى بها . ثم قيل هذا مثل ، قال الماوردي : وفيهما ضرب له ثلاثة أقوال :أحدها : أنه مثل ضربه الله تعالى للدنيا يظن الناظر إليها أنها واقفة كالجبال ، وهي آخذة بحظها من الزوال كالسحاب ; قاله سهل بن عبد الله .الثاني : أنه مثل ضربه الله للإيمان تحسبه ثابتا في القلب وعمله صاعد إلى السماء .الثالث : أنه مثل ضربه الله للنفس عند خروج الروح والروح تسير إلى العرش . و ( ترى ) من رؤية العين ولو كانت من رؤية القلب لتعدت إلى مفعولين . والأصل ترأى فألقيت حركة الهمزة على الراء فتحركت الراء وحذفت الهمزة ، وهذا سبيل تخفيف الهمزة إذا كان قبلها ساكن ، إلا أن التخفيف لازم ل ( ترى ) . وأهل الكوفة يقرءون : ( تحسبها ) بفتح السين وهو القياس ; لأنه من : حسب يحسب ، إلا أنه قد روي عن النبي صلى الله عليه وسلم خلافها أنه قرأ بالكسر في المستقبل ، [ ص: 225 ] فتكون على : فعل يفعل ، مثل : نعم ينعم وبئس يبئس . وحكي : يئس ييئس ، من السالم ، لا يعرف في كلام العرب غير هذه الأحرف .وهي تمر مر السحاب تقديره : مرا مثل مر السحاب ، فأقيمت الصفة مقام الموصوف والمضاف مقام المضاف إليه ; فالجبال تزال من أماكنها من على وجه الأرض وتجمع وتسير كما تسير السحاب ، ثم تكسر فتعود إلى الأرض كما قال : وبست الجبال بسا صنع الله عند الخليل وسيبويه منصوب على أنه مصدر ; لأنه لما قال عز وجل : وهي تمر مر السحاب دل على أنه قد صنع ذلك صنعا . ويجوز النصب على الإغراء ; أي انظروا صنع الله . فيوقف على هذا على ( السحاب ) ولا يوقف عليه على التقدير الأول . ويجوز رفعه على تقدير : ذلك صنع الله . الذي أتقن كل شيء أي أحكمه ومنه قول النبي صلى الله عليه وسلم : رحم الله من عمل عملا فأتقنه . وقال قتادة : معناه : أحسن كل شيء . والإتقان : الإحكام ; يقال : رجل تقن ، أي حاذق بالأشياء وقال الزهري : أصله من ابن تقن ، وهو رجل من عاد لم يكن يسقط له سهم فضرب به المثل ; يقال : أرمى من ابن تقن . ثم يقال لكل حاذق بالأشياء : تقن . ( إنه خبير بما يفعلون ) والباقون ( تفعلون ) بالتاء على الخطاب قراءة الجمهور وقرأ ابن كثير وأبو عمرو وهشام بالياء ."
    },
    {
      "ayah": 89,
      "surah": 27,
      "text": "قوله تعالى : من جاء بالحسنة فله خير منها قال ابن مسعود وابن عباس رضي الله عنهما : الحسنة : لا إله إلا الله . وقال أبو معشر : كان إبراهيم يحلف بالله الذي لا إله إلا هو ولا يستثني أن الحسنة : لا إله إلا الله محمد رسول الله . وقال علي بن الحسين بن علي رضي الله عنهم : غزا رجل فكان إذا خلا بمكان قال لا إله إلا الله وحده لا شريك له فبينما هو في أرض الروم في أرض جلفاء وبردى رفع صوته فقال : لا إله إلا الله وحده لا شريك له فخرج عليه رجل على فرس عليه ثياب بيض فقال له : والذي نفسي بيده إنها الكلمة التي قال الله تعالي : من جاء بالحسنة فله خير منها وروى أبو ذر قال : قلت : يا رسول الله أوصني ، قال : اتق الله وإذا عملت سيئة فأتبعها حسنة تمحها قال : قلت : يا رسول الله أمن الحسنات : لا إله إلا الله ؟ قال : من أفضل الحسنات وفي رواية قال : نعم هي أحسن [ ص: 226 ] الحسنات . ذكره البيهقي ، وقال قتادة : من جاء بالحسنة بالإخلاص والتوحيد . وقيل : أداء الفرائض كلها .قلت : إذا أتى بلا إله إلا الله على حقيقتها وما يجب لها على ما تقدم بيانه في سورة ( إبراهيم ) فقد أتى بالتوحيد والإخلاص والفرائض . فله خير منها قال ابن عباس : أي وصل إليه الخير منها ; وقاله مجاهد وقيل : فله الجزاء الجميل وهو الجنة وليس ( خير ) للتفضيل . قال عكرمة وابن جريج : أما أن يكون له خير منها يعني من الإيمان فلا ، فإنه ليس شيء خيرا ممن قال : لا إله إلا الله ، ولكن له منها خير . وقيل : فله خير منها للتفضيل ، أي ثواب الله خير من عمل العبد وقوله وذكره ، وكذلك رضوان الله خير للعبد من فعل العبد ، قاله ابن عباس وقيل : يرجع هذا إلى الإضعاف فإن الله تعالى يعطيه بالواحدة عشرا ; وبالإيمان في مدة يسيرة الثواب الأبدي . قاله محمد بن كعب وعبد الرحمن بن زيد وهم من فزع يومئذ آمنون قرأ عاصم وحمزة والكسائي ( فزع يومئذ ) بالإضافة . قال أبو عبيد : وهذا أعجب إلي لأنه أعم التأويلين أن يكون الأمن من جميع فزع ذلك اليوم ، وإذا قال : من فزع يومئذ صار كأنه فزع دون فزع . قال القشيري : وقرئ : ( من فزع ) بالتنوين ثم قيل يعني به فزعا واحدا كما قال : لا يحزنهم الفزع الأكبر وقيل : عنى الكثرة لأنه مصدر والمصدر صالح للكثرة .قلت : فعلى هذا تكون القراءتان بمعنى . قال المهدوي : ومن قرأ : ( من فزع يومئذ ) بالتنوين ، انتصب ( يومئذ ) بالمصدر الذي هو ( فزع ) ويجوز أن يكون صفة ل ( فزع ) ويكون متعلقا بمحذوف ; لأن المصادر يخبر عنها بأسماء الزمان وتوصف بها ، ويجوز أن يتعلق باسم الفاعل الذي هو ( آمنون ) . والإضافة على الاتساع في الظروف ، ومن حذف التنوين وفتح الميم بناه لأنه ظرف زمان ، وليس الإعراب في ظرف الزمان متمكنا ، فلما أضيف إلى غير متمكن ولا معرب بني . وأنشد سيبويه :على حين ألهى الناس جل أمورهم     فندلا زريق المال ندل الثعالب"
    },
    {
      "ayah": 9,
      "surah": 27,
      "text": "قوله تعالى : يا موسى إنه أنا الله العزيز الحكيم الهاء عماد وليست بكناية في قول الكوفيين . والصحيح أنها كناية عن الأمر والشأن . إنه أنا الله العزيز الغالب الذي ليس كمثله شيء ، الحكيم في أمره وفعله . وقيل : قال موسى يا رب من الذي نادى ؟ فقال له : \" إنه \" أي إني أنا المنادي لك أنا الله ."
    },
    {
      "ayah": 90,
      "surah": 27,
      "text": "قوله تعالى : ومن جاء بالسيئة أي بالشرك ، قاله ابن عباس والنخعي وأبو هريرة ومجاهد وقيس بن سعد والحسن ، وهو إجماع من أهل التأويل في أن الحسنة لا إله إلا الله ، وأن السيئة الشرك في هذه الآية . فكبت وجوههم في النار قال ابن عباس : ألقيت . وقال الضحاك : طرحت ، ويقال كببت الإناء أي قلبته على وجهه ، واللازم منه : أكب ، وقلما يأتي هذا [ ص: 227 ] في كلام العرب ( هل تجزون ) أي يقال لهم : هل تجزون . ثم يجوز أن يكون من قول الله ، ويجوز أن يكون من قول الملائكة إلا ما كنتم تعملون أي إلا جزاء أعمالكم ."
    },
    {
      "ayah": 91,
      "surah": 27,
      "text": "قوله تعالى : إنما أمرت أن أعبد رب هذه البلدة الذي حرمها يعني مكة التي عظم الله حرمتها ; أي جعلها حرما آمنا ; لا يسفك فيها دم ، ولا يظلم فيها أحد ، ولا يصاد فيها صيد ، ولا يعضد فيها شجر ; على ما تقدم بيانه في غير موضع . وقرأ ابن عباس : ( التي حرمها ) نعتا للبلدة وقراءة الجماعة ( الذي ) وهو في موضع نصب ، نعت ل ( رب ) ولو كان بالألف واللام لقلت : ( المحرمها ) فإن كانت نعتا للبلدة قلت ( المحرمها هو ) لا بد من إظهار المضمر مع الألف واللام ; لأن الفعل جرى على غير من هو له ; فإن قلت : الذي حرمها . لم تحتج أن تقول : هو . وله كل شيء خلقا وملكا وأمرت أن أكون من المسلمين أي من المنقادين لأمره ، الموحدين له"
    },
    {
      "ayah": 92,
      "surah": 27,
      "text": "وأن أتلو القرآن أي وأمرت أن أتلو القرآن ، أي أقرأه قال النحاس : وأن أتلو نصب ب ( أن ) قال الفراء : وفي إحدى القراءتين ( وأن اتل ) وزعم أنه في موضع جزم بالأمر فلذلك حذف منه الواو ، قال النحاس : ولا نعرف أحدا قرأ هذه القراءة ، وهي مخالفة لجميع المصاحف ."
    },
    {
      "ayah": 93,
      "surah": 27,
      "text": "قوله تعالى : وقل الحمد لله أي على نعمه وعلى ما هدانا سيريكم آياته أي في أنفسكم وفي غيركم كما قال : سنريهم آياتنا في الآفاق وفي أنفسهم . ( فتعرفونها ) أي دلائل قدرته ووحدانيته في أنفسكم وفي السماوات وفي الأرض ; نظيره قوله تعالى : وفي الأرض آيات للموقنين وفي أنفسكم أفلا تبصرون . وما ربك بغافل عما تعملون [ ص: 228 ] قرأ أهل المدينة وأهل الشام وحفص عن عاصم بالتاء على الخطاب ; لقوله : سيريكم آياته فتعرفونها فيكون الكلام على نسق واحد . الباقون بالياء على أن يرد إلى ما قبله ( فمن اهتدى ) فأخبر عن تلك الآية . كملت السورة والحمد لله رب العالمين وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم ."
    }
  ]
}
