{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 29,
      "text": "مكية إلا من آية 1 إلى آية 11 فمدنية وآياتها 69 نزلت بعد الروم مكية كلها في قول الحسن وعكرمة وعطاء وجابر ومدنية كلها في أحد قولي ابن عباس وقتادة وفي القول الآخر لهما وهو قول يحيى بن سلام أنها مكية إلا عشر آيات من أولها فإنها نزلت بالمدينة في شأن من كان من المسلمين بمكة وقال علي بن أبي طالب رضي الله عنه : نزلت بين مكة والمدينة وهي تسع وستون آيةاختلف أهل التأويل في الحروف التي في أوائل السورة ; فقال عامر الشعبي وسفيان الثوري وجماعة من المحدثين : هي سر الله في القرآن , ولله في كل كتاب من كتبه سر .فهي من المتشابه الذي انفرد الله تعالى بعلمه , ولا يجب أن يتكلم فيها , ولكن نؤمن بها ونقرأ كما جاءت .وروي هذا القول عن أبي بكر الصديق وعن علي بن أبي طالب رضي الله عنهما .وذكر أبو الليث السمرقندي عن عمر وعثمان وابن مسعود أنهم قالوا : الحروف المقطعة من المكتوم الذي لا يفسر .وقال أبو حاتم : لم نجد الحروف المقطعة في القرآن إلا في أوائل السور , ولا ندري ما أراد الله جل وعز بها .قلت : ومن هذا المعنى ما ذكره أبو بكر الأنباري : حدثنا الحسن بن الحباب حدثنا أبو بكر بن أبي طالب حدثنا أبو المنذر الواسطي عن مالك بن مغول عن سعيد بن مسروق عن الربيع بن خثيم قال : إن الله تعالى أنزل هذا القرآن فاستأثر منه بعلم ما شاء , وأطلعكم على ما شاء , فأما ما استأثر به لنفسه فلستم بنائليه فلا تسألوا عنه , وأما الذي أطلعكم عليه فهو الذي تسألون عنه وتخبرون به , وما بكل القرآن تعلمون , ولا بكل ما تعلمون تعملون .قال أبو بكر : فهذا يوضح أن حروفا من القرآن سترت معانيها عن جميع العالم , اختبارا من الله عز وجل وامتحانا ; فمن آمن بها أثيب وسعد , ومن كفر وشك أثم وبعد .حدثنا أبو يوسف بن يعقوب القاضي حدثنا محمد بن أبي بكر حدثنا عبد الرحمن بن مهدي عن سفيان عن الأعمش عن عمارة عن حريث بن ظهير عن عبد الله قال : ما آمن مؤمن أفضل من إيمان بغيب , ثم قرأ : \" الذين يؤمنون بالغيب \" [ البقرة : 3 ] .قلت : هذا القول في المتشابه وحكمه , وهو الصحيح على ما سبق بيانه في ( آل عمران ) .وقال جمع من العلماء كبير : بل يجب أن نتكلم فيها , ويلتمس الفوائد التي تحتها , والمعاني التي تتخرج عليها ; واختلفوا في ذلك على أقوال عديدة ; فروي عن ابن عباس وعلي أيضا : أن الحروف المقطعة في القرآن اسم الله الأعظم , إلا أنا لا نعرف تأليفه منها .وقال قطرب والفراء وغيرهما : هي إشارة إلى حروف الهجاء أعلم الله بها العرب حين تحداهم بالقرآن أنه مؤتلف من حروف هي التي منها بناء كلامهم ; ليكون عجزهم عنه أبلغ في الحجة عليهم إذ لم يخرج عن كلامهم .قال قطرب : كانوا ينفرون عند استماع القرآن , فلما سمعوا : \" الم \" و \" المص \" استنكروا هذا اللفظ , فلما أنصتوا له صلى الله عليه وسلم أقبل عليهم بالقرآن المؤتلف ليثبته في أسماعهم وآذانهم ويقيم الحجة عليهم .وقال قوم : روي أن المشركين لما أعرضوا عن سماع القرآن بمكة وقالوا : \" لا تسمعوا لهذا القرآن والغوا فيه \" [ فصلت : 26 ] نزلت ليستغربوها فيفتحون لها أسماعهم فيسمعون القرآن بعدها فتجب عليهم الحجة .وقال جماعة : هي حروف دالة على أسماء أخذت منها وحذفت بقيتها ; كقول ابن عباس وغيره : الألف من الله , واللام من جبريل , والميم من محمد صلى الله عليه وسلم .وقيل : الألف مفتاح اسمه الله , واللام مفتاح اسمه لطيف , والميم مفتاح اسمه مجيد .وروى أبو الضحى عن ابن عباس في قوله : \" الم \" قال : أنا الله أعلم , \" الر \" أنا الله أرى , \" المص \" أنا الله أفضل .فالألف تؤدي عن معنى أنا , واللام تؤدي عن اسم الله , والميم تؤدي عن معنى أعلم .واختار هذا القول الزجاج وقال : أذهب إلى أن كل حرف منها يؤدي عن معنى ; وقد تكلمت العرب بالحروف المقطعة نظما لها ووضعا بدل الكلمات التي الحروف منها , كقوله : فقلت لها قفي فقالت قاف أراد : قالت وقفت .وقال زهير : بالخير خيرات وإن شرا فا ولا أريد الشر إلا أن تا أراد : وإن شرا فشر .وأراد : إلا أن تشاء .وقال آخر : نادوهم ألا الجموا ألا تا قالوا جميعا كلهم ألا فا أراد : ألا تركبون , قالوا : ألا فاركبوا .وفي الحديث : ( من أعان على قتل مسلم بشطر كلمة ) قال شقيق : هو أن يقول في اقتل : اق ; كما قال عليه السلام ( كفى بالسيف شا ) معناه : شافيا .وقال زيد بن أسلم : هي أسماء للسور .وقال الكلبي : هي أقسام أقسم الله تعالى بها لشرفها وفضلها , وهي من أسمائه ; عن ابن عباس أيضا ورد بعض العلماء هذا القول فقال : لا يصح أن يكون قسما لأن القسم معقود على حروف مثل : إن وقد ولقد وما ; ولم يوجد هاهنا حرف من هذه الحروف , فلا يجوز أن يكون يمينا .والجواب أن يقال : موضع القسم قوله تعالى : \" لا ريب فيه \" فلو أن إنسانا حلف فقال : والله هذا الكتاب لا ريب فيه ; لكان الكلام سديدا , وتكون \" لا \" جواب القسم .فثبت أن قول الكلبي وما روي عن ابن عباس سديد صحيح .فإن قيل : ما الحكمة في القسم من الله تعالى , وكان القوم في ذلك الزمان على صنفين : مصدق , ومكذب ; فالمصدق يصدق بغير قسم , والمكذب لا يصدق مع القسم ؟ .قيل له : القرآن نزل بلغة العرب ; والعرب إذا أراد بعضهم أن يؤكد كلامه أقسم على كلامه ; والله تعالى أراد أن يؤكد عليهم الحجة فأقسم أن القرآن من عنده .وقال بعضهم : \" الم \" أي أنزلت عليك هذا الكتاب من اللوح المحفوظ .وقال قتادة في قوله : \" الم \" قال اسم من أسماء القرآن .وروي عن محمد بن علي الترمذي أنه قال : إن الله تعالى أودع جميع ما في تلك السورة من الأحكام والقصص في الحروف التي ذكرها في أول السورة , ولا يعرف ذلك إلا نبي أو ولي , ثم بين ذلك في جميع السورة ليفقه الناس .وقيل غير هذا من الأقوال ; فالله أعلم .والوقف على هذه الحروف على السكون لنقصانها إلا إذا أخبرت عنها أو عطفتها فإنك تعربها .واختلف : هل لها محل من الإعراب ؟ فقيل : لا ; لأنها ليست أسماء متمكنة , ولا أفعالا مضارعة ; وإنما هي بمنزلة حروف التهجي فهي محكية .هذا مذهب الخليل وسيبويه .ومن قال : إنها أسماء السور فموضعها عنده الرفع على أنها عنده خبر ابتداء مضمر ; أي هذه \" الم \" ; كما تقول : هذه سورة البقرة .أو تكون رفعا على الابتداء والخبر ذلك ; كما تقول : زيد ذلك الرجل .وقال ابن كيسان النحوي : \" الم \" في موضع نصب ; كما تقول : اقرأ \" الم \" أو عليك \" الم \" .وقيل : في موضع خفض بالقسم ; لقول ابن عباس : إنها أقسام أقسم الله بها ."
    },
    {
      "ayah": 10,
      "surah": 29,
      "text": "قوله تعالى : ومن الناس من يقول آمنا بالله الآية . نزلت في المنافقين كانوا يقولون آمنا بالله . وقال مجاهد : نزلت في ناس كانوا يؤمنون بألسنتهم ، فإذا أصابهم بلاء من الله أو مصيبة في أنفسهم افتتنوا . وقال الضحاك : نزلت في ناس من المنافقين بمكة ، كانوا يؤمنون فإذا أوذوا رجعوا إلى الشرك . وقال عكرمة : كان قوم قد أسلموا فأكرههم المشركون على الخروج معهم إلى بدر فقتل بعضهم فأنزل الله : إن الذين توفاهم الملائكة ظالمي أنفسهم فكتب بها المسلمون من المدينة إلى المسلمين بمكة فخرجوا فلحقهم المشركون فافتتن بعضهم فنزلت هذه الآية فيهم . وقيل : نزلت في عياش بن أبي ربيعة ; [ ص: 304 ] أسلم وهاجر ثم أوذي وضرب فارتد وإنما عذبه أبو جهل والحارث وكانا أخويه لأمه قال ابن عباس : ثم عاش بعد ذلك بدهر وحسن إسلامه ."
    },
    {
      "ayah": 11,
      "surah": 29,
      "text": "وليعلمن الله الذين آمنوا وليعلمن المنافقين قال قتادة : نزلت في القوم الذين ردهم المشركون إلى مكة ."
    },
    {
      "ayah": 12,
      "surah": 29,
      "text": "قوله تعالى : وقال الذين كفروا للذين آمنوا اتبعوا سبيلنا أي ديننا . ولنحمل خطاياكم جزم على الأمر . قال الفراء والزجاج : هو أمر في تأويل الشرط والجزاء ; أي إن تتبعوا سبيلنا نحمل خطاياكم . كما قال :فقلت ادعي وأدع فإن أندى لصوت أن ينادي داعيانأي إن دعوت دعوت . قال المهدوي : وجاء وقوع ( إنهم لكاذبون ) بعده على الحمل على المعنى ; لأن المعنى : إن اتبعتم سبيلنا حملنا خطاياكم . فلما كان الأمر يرجع في المعنى إلى الخبر وقع عليه التكذيب كما يوقع عليه الخبر . قال مجاهد : قال المشركون من قريش نحن وأنتم لا نبعث فإن كان عليكم وزر فعلينا ; أي نحن نحمل عنكم ما يلزمكم . والحمل هاهنا بمعنى الحمال لا الحمل على الظهر وروي أن قائل ذلك الوليد بن المغيرة"
    },
    {
      "ayah": 13,
      "surah": 29,
      "text": "وليحملن أثقالهم وأثقالا مع أثقالهم يعني ما يحمل عليهم من سيئات من ظلموه بعد فراغ حسناتهم . روي معناه عن النبي صلى الله عليه وسلم وقد تقدم في ( آل عمران ) . قال أبو أمامة الباهلي : يؤتى بالرجل يوم القيامة وهو كثير الحسنات فلا يزال يقتص منه حتى تفنى حسناته ثم يطالب فيقول الله عز وجل اقتصوا من عبدي فتقول الملائكة ما بقيت له حسنات فيقول خذوا من سيئات المظلوم فاجعلوا عليه ثم تلا رسول الله صلى الله عليه وسلم وليحملن أثقالهم وأثقالا مع أثقالهم . وقال قتادة : من دعا إلى ضلالة كان عليه وزرها ووزر من عمل بها ولا ينقص من أوزارهم شيء . ونظيره قوله [ ص: 305 ] تعالى : ليحملوا أوزارهم كاملة يوم القيامة ومن أوزار الذين يضلونهم بغير علم . ونظير هذا قوله عليه السلام : من سن في الإسلام سنة سيئة فعليه وزرها ووزر من عمل بها بعده من غير أن ينقص من أوزارهم شيء روي من حديث أبي هريرة وغيره وقال الحسن قال النبي صلى الله عليه وسلم : من دعا إلى هدى فاتبع عليه وعمل به فله مثل أجور من اتبعه ولا ينقص ذلك من أجورهم شيئا ، وأيما داع دعا إلى ضلالة فاتبع عليها وعمل بها بعده فعليه مثل أوزار من عمل بها ممن اتبعه لا ينقص ذلك من أوزارهم شيئا .قلت : هذا مرسل وهو معنى حديث أبي هريرة خرجه مسلم . ونص حديث أنس بن مالك عن رسول الله صلى الله عليه وسلم أنه قال : أيما داع دعا إلى ضلالة فاتبع فإن له مثل أوزار من اتبعه ولا ينقص من أوزرهم شيئا ، وأيما داع دعا إلى هدى فاتبع فإن له مثل أجور من اتبعه ولا ينقص من أجورهم شيئا خرجه ابن ماجه في السنن وفي الباب عن أبي جحيفة وجرير . وقد قيل : إن المراد أعوان الظلمة وقيل أصحاب البدع إذا اتبعوا عليها . وقيل : محدثو السنن الحادثة إذا عمل بها من بعدهم والمعنى متقارب والحديث يجمع ذلك كله ."
    },
    {
      "ayah": 14,
      "surah": 29,
      "text": "قوله تعالى : ولقد أرسلنا نوحا إلى قومه فلبث فيهم ألف سنة إلا خمسين عاما ذكر قصة نوح تسلية لنبيه صلى الله عليه وسلم ; أي ابتلي النبيون قبلك بالكفار فصبروا وخص نوحا بالذكر ; لأنه أول رسول أرسل إلى الأرض وقد امتلأت كفرا على ما تقدم بيانه في ( هود ) وأنه لم [ ص: 306 ] يلق نبي من قومه ما لقي نوح على ما تقدم في ( هود ) عن الحسن وروي عن قتادة عن أنس أن النبي صلى الله عليه وسلم قال : أول نبي أرسل نوح قال قتادة : وبعث من الجزيرة . واختلف في مبلغ عمره . فقيل : مبلغ عمره ما ذكره الله تعالى في كتابه . قال قتادة : لبث فيهم قبل أن يدعوهم ثلاثمائة سنة ، ودعاهم لثلاثمائة سنة ، ولبث بعد الطوفان ثلاثمائة وخمسين سنة . وقال ابن عباس : بعث نوح لأربعين سنة ، ولبث في قومه ألف سنة إلا خمسين عاما ، وعاش بعد الغرق ستين سنة حتى كثر الناس وفشوا . وعنه أيضا : أنه بعث وهو ابن مائتين وخمسين سنة ، ولبث فيهم ألف سنة إلا خمسين ، وعاش بعد الطوفان مائتي سنة . وقال وهب : عمر نوح ألفا وأربعمائة سنة . وقال كعب الأحبار : لبث نوح في قومه ألف سنة إلا خمسين عاما ، وعاش بعد الطوفان سبعين عاما ، فكان مبلغ عمره ألف سنة وعشرين عاما . وقال عون بن أبي شداد : بعث نوح وهو ابن خمسين وثلاثمائة سنة ، ولبث في قومه ألف سنة إلا خمسين عاما ، وعاش بعد الطوفان ثلاثمائة سنة وخمسين سنة ، فكان مبلغ عمره ألف سنة وستمائة سنة وخمسين سنة ونحوه .عن الحسن قال : لما أتى ملك الموت نوحا ليقبض روحه قال : يا نوح كم عشت في الدنيا ؟ قال : ثلاثمائة قبل أن أبعث وألف سنة إلا خمسين عاما في قومي ، وثلاثمائة سنة وخمسين سنة بعد الطوفان . قال ملك الموت : فكيف وجدت الدنيا ؟ قال نوح : مثل دار لها بابان دخلت من هذا وخرجت من هذا . وروي من حديث أنس قال : قال رسول الله صلى الله عليه وسلم : لما بعث الله نوحا إلى قومه بعثه وهو ابن خمسين ومائتي سنة فلبث في قومه ألف سنة إلا خمسين عاما ، وبقي بعد الطوفان خمسين ومائتي سنة ، فلما أتاه ملك الموت قال يا نوح يا أكبر الأنبياء ويا طويل العمر ويا مجاب الدعوة كيف رأيت الدنيا . قال : مثل رجل بني له بيت له بابان فدخل من واحد وخرج من الآخر وقد قيل : دخل من أحدهما وجلس هنيهة ثم خرج من الباب الآخر وقال ابن الوردي : بنى نوح بيتا من قصب فقيل له : لو بنيت غير هذا فقال : هذا كثير لمن يموت . وقال أبو المهاجر : لبث نوح في قومه ألف سنة إلا خمسين عاما في بيت من شعر ، فقيل له : يا نبي الله ابن بيتا . فقال : أموت اليوم أو أموت غدا . وقال وهب بن منبه : مرت بنوح خمسمائة سنة لم [ ص: 307 ] يقرب النساء وجلا من الموت وقال مقاتل وجويبر : إن آدم عليه السلام حين كبر ورق عظمه قال : يا رب إلى متى أكد وأسعى ؟ قال يا آدم حتى يولد لك ولد مختون ، فولد له نوح بعد عشرة أبطن ، وهو يومئذ ابن ألف سنة إلا ستين عاما . وقال بعضهم : إلا أربعين عاما والله أعلم فكان نوح بن لامك بن متوشلخ بن إدريس وهو أخنوخ بن يرد بن مهلاييل بن قينان بن أنوش بن شيث بن آدم ، وكان اسم نوح السكن . وإنما سمي السكن ; لأن الناس بعد آدم سكنوا إليه ، فهو أبوهم . وولد له سام وحام ويافث ، فولد سام العرب وفارس والروم . وفي كل هؤلاء خير وولد حام القبط والسودان والبربر . وولد يافث الترك والصقالبة ويأجوج ومأجوج ، وليس في شيء من هؤلاء خير . وقال ابن عباس : في ولد سام بياض وأدمة وفي ولد حام سواد وبياض قليل وفي ولد يافث - وهم الترك والصقالبة - الصفرة والحمرة وكان له ولد رابع وهو كنعان الذي غرق والعرب تسميه يام وسمي نوح نوحا ; لأنه ناح على قومه ألف سنة إلا خمسين عاما يدعوهم إلى الله تعالى ، فإذا كفروا بكى وناح عليهم . وذكر القشيري أبو القاسم عبد الكريم في كتاب التخبير له : يروى أن نوحا عليه السلام كان اسمه يشكر ، ولكن لكثرة بكائه على خطيئته ; أوحى الله إليه : يا نوح كم تنوح ، فسمي نوحا ; فقيل : يا رسول الله فأي شيء كانت خطيئته ؟ فقال : \" إنه مر بكلب ، فقال في نفسه ما أقبحه ، فأوحى الله إليه اخلق أنت أحسن من هذا \" . وقال يزيد الرقاشي : إنما سمي نوحا لطول ما ناح على نفسه . فإن قيل : فلم قال : ( ألف سنة إلا خمسين عاما ) ولم يقل : تسعمائة وخمسين عاما . ففيه جوابان : أحدهما : أن المقصود به تكثير العدد فكان ذكره الألف أكثر في اللفظ وأكثر في العدد . الثاني : ما روي أنه أعطي من العمر ألف سنة ، فوهب من عمره خمسين سنة لبعض ولده فلما حضرته الوفاة رجع في استكمال الألف ، فذكر الله تعالى ذلك تنبيها على أن النقيصة كانت من جهته . فأخذهم الطوفان قال ابن عباس وسعيد بن جبير وقتادة : المطر . الضحاك : الغرق . وقيل : الموت . روته عائشة رضي الله عنها عن النبي صلى الله عليه وسلم ومنه قول الشاعر :أفناهم طوفان موت جارف[ ص: 308 ] قال النحاس : يقال لكل كثير مطيف بالجميع من مطر أو قتل أو موت : طوفان . وهم ظالمون جملة في موضع الحال و ألف سنة منصوب على الظرف إلا خمسين عاما منصوب على الاستثناء من الموجب ، وهو عند سيبويه بمنزلة المفعول ; لأنه مستغنى عنه كالمفعول ، فأما المبرد أبو العباس محمد بن يزيد فهو عنده مفعول محض ; كأنك قلت استثنيت زيدا .تنبيه : روى حسان بن غالب بن نجيح أبو القاسم المصري حدثنا مالك بن أنس عن الزهري عن ابن المسيب عن أبي بن كعب قال : قال رسول الله صلى الله عليه وسلم : ( كان جبريل يذاكرني فضل عمر فقلت يا جبريل ما بلغ فضل عمر قال لي : يا محمد لو لبثت معك ما لبث نوح في قومه ما بلغت لك فضل عمر ) ذكره الخطيب أبو بكر أحمد بن ثابت البغدادي وقال تفرد بروايته حسان بن غالب عن مالك وليس بثابت من حديثه ."
    },
    {
      "ayah": 15,
      "surah": 29,
      "text": "قوله تعالى : فأنجيناه وأصحاب السفينة معطوف على الهاء . وجعلناها آية للعالمين والهاء والألف في ( جعلناها ) للسفينة أو للعقوبة أو للنجاة ; ثلاثة أقوال ."
    },
    {
      "ayah": 16,
      "surah": 29,
      "text": "قوله تعالى : ( وإبراهيم ) قال الكسائي : ( وإبراهيم ) منصوب ب ( أنجينا ) يعني أنه معطوف على الهاء . وأجاز الكسائي أن يكون معطوفا على نوح والمعنى : وأرسلنا إبراهيم وقول ثالث : أن يكون منصوبا بمعنى : واذكر إبراهيم إذ قال لقومه اعبدوا الله أي أفردوه [ ص: 309 ] بالعبادة واتقوه أي اتقوا عقابة وعذابه ذلكم خير لكم أي من عبادة الأوثان إن كنتم تعلمون ."
    },
    {
      "ayah": 17,
      "surah": 29,
      "text": "قوله تعالى : إنما تعبدون من دون الله أوثانا أي أصناما . قال أبو عبيدة : الصنم ما يتخذ من ذهب أو فضة أو نحاس ، والوثن ما يتخذ من جص أو حجارة . الجوهري : الوثن : الصنم ، والجمع وثن وأوثان ، مثل أسد وآساد وتخلقون إفكا قال الحسن : معنى ( تخلقون ) : تنحتون ، فالمعنى : إنما تعبدون أوثانا وأنتم تصنعونها . وقال مجاهد : الإفك : الكذب ، والمعنى : تعبدون الأوثان وتخلقون الكذب . وقرأ أبو عبد الرحمن : ( وتخلقون ) وقرئ : ( تخلقون ) بمعنى التكثير من ( خلق ) و ( تخلقون ) من تخلق بمعنى تكذب وتخرص وقرئ : ( أفكا ) وفيه وجهان : أن يكون مصدرا نحو : كذب ولعب . والإفك مخففا منه كالكذب واللعب ، وأن يكون صفة على ( فعل ) أي خلقا أفكا أي ذا إفك وباطل و ( أوثانا ) نصب ب ( تعبدون ) و ( ما ) كافة . ويجوز في غير القرآن رفع ( أوثان ) على أن تجعل ( ما ) اسما ; لأن ( تعبدون ) صلته ، وحذفت الهاء لطول الاسم وجعل ( أوثانا ) خبر ( إن ) . فأما وتخلقون إفكا فهو منصوب بالفعل لا غير . وكذا لا يملكون لكم رزقا فابتغوا عند الله الرزق أي اصرفوا رغبتكم في أرزاقكم إلى الله فإياه فاسألوه وحده دون غيره ."
    },
    {
      "ayah": 18,
      "surah": 29,
      "text": "وإن تكذبوا فقد كذب أمم من قبلكم فقيل : هو من قول إبراهيم أي التكذيب عادة الكفار وليس على الرسل إلا التبليغ ."
    },
    {
      "ayah": 19,
      "surah": 29,
      "text": "قوله تعالى : أولم يروا كيف يبدئ الله الخلق قراءة العامة بالياء على الخبر والتوبيخ لهم وهي اختيار أبي عبيد وأبي حاتم . قال أبو عبيد : لذكر الأمم كأنه قال أولم ير الأمم كيف . وقرأ أبو بكر والأعمش وابن وثاب وحمزة والكسائي : ( تروا ) بالتاء خطابا ; لقوله : وإن تكذبوا . وقد قيل ( وإن تكذبوا ) خطاب لقريش ليس من قول إبراهيم . ( ثم يعيده ) يعني الخلق والبعث . وقيل : المعنى أولم يروا كيف يبدئ الله الثمار فتحيا ثم تفنى ثم يعيدها أبدا وكذلك يبدأ خلق الإنسان ثم يهلكه بعد أن خلق منه ولدا وخلق من الولد ولدا وكذلك سائر الحيوان أي فإذا رأيتم قدرته على الإبداء والإيجاد فهو القادر على الإعادة إن ذلك على الله يسير لأنه إذا أراد أمرا قال له كن فيكون ."
    },
    {
      "ayah": 2,
      "surah": 29,
      "text": "أحسب استفهام أريد به التقرير والتوبيخ ومعناه الظن أن يتركوا في موضع نصب ب ( حسب ) وهي وصلتها مقام المفعولين على قول سيبويه . و ( أن ) الثانية من ( أن يقولوا ) في موضع نصب على إحدى جهتين بمعنى : لأن يقولوا ، أو : بأن يقولوا ، أو : على أن يقولوا . والجهة الأخرى أن يكون على التكرير ; والتقدير الم أحسب الناس أن يتركوا أحسبوا أن يقولوا آمنا وهم لا يفتنون قال ابن عباس وغيره : يريد بالناس قوما من المؤمنين [ ص: 298 ] كانوا بمكة وكان الكفار من قريش يؤذونهم ويعذبونهم على الإسلام ; كسلمة بن هشام وعياش بن أبي ربيعة والوليد بن الوليد وعمار بن ياسر وياسر أبوه وسمية أمه وعدة من بني مخزوم وغيرهم ، فكانت صدورهم تضيق لذلك وربما استنكر أن يمكن الله الكفار من المؤمنين ; قال مجاهد وغيره : فنزلت هذه الآية مسلية ومعلمة أن هذه هي سيرة الله في عباده اختبارا للمؤمنين وفتنة . قال ابن عطية : وهذه الآية وإن كانت نزلت بهذا السبب أو ما في معناه من الأقوال فهي باقية في أمة محمد صلى الله عليه وسلم ، موجود حكمها بقية الدهر ، وذلك أن الفتنة من الله تعالى باقية في ثغور المسلمين بالأسر ونكاية العدو وغير ذلك . وإذا اعتبر أيضا كل موضع ففيه ذلك بالأمراض وأنواع المحن ولكن التي تشبه نازلة المسلمين مع قريش هي ما ذكرناه من أمر العدو في كل ثغر .قلت : ما أحسن ما قاله ، ولقد صدق فيما قال رضي الله عنه . وقال مقاتل : نزلت في مهجع مولى عمر بن الخطاب كان أول قتيل من المسلمين يوم بدر ; رماه عامر بن الحضرمي بسهم فقتله فقال النبي صلى الله عليه وسلم يومئذ : سيد الشهداء مهجع وهو أول من يدعى إلى باب الجنة من هذه الأمة فجزع عليه أبواه وامرأته فنزلت : الم أحسب الناس أن يتركوا وقال الشعبي : نزل مفتتح هذه السورة في أناس كانوا بمكة من المسلمين فكتب إليهم أصحاب النبي صلى الله عليه وسلم من الحديبية أنه لا يقبل منكم إقرار الإسلام حتى تهاجروا فخرجوا فأتبعهم المشركون فآذوهم . فنزلت فيهم هذه الآية : الم أحسب الناس أن يتركوا فكتبوا إليهم نزلت فيكم آية كذا فقالوا : نخرج وإن اتبعنا أحد قاتلناه ; فاتبعهم المشركون فقاتلوهم فمنهم من قتل ومنهم من نجا فنزل فيهم : ثم إن ربك للذين هاجروا من بعد ما فتنوا . وهم لا يفتنون يمتحنون ; أي أظن الذين جزعوا من أذى المشركين أن يقنع منهم أن يقولوا إنا مؤمنون ولا يمتحنون في إيمانهم وأنفسهم وأموالهم بما يتبين به حقيقة إيمانهم ."
    },
    {
      "ayah": 20,
      "surah": 29,
      "text": "قوله تعالى : قل سيروا في الأرض أي قل لهم يا محمد سيروا في الأرض فانظروا كيف بدأ الخلق على كثرتهم وتفاوت هيئاتهم واختلاف ألسنتهم وألوانهم وطبائعهم ، وانظروا إلى مساكن القرون الماضية وديارهم وآثارهم كيف أهلكهم ; لتعلموا بذلك كمال قدرة الله . ثم الله ينشئ النشأة الآخرة وقرأ أبو عمرو وابن كثير : ( النشاءة ) بفتح الشين وهما لغتان مثل الرأفة والرآفة وشبهه . الجوهري : أنشأه الله : خلقه والاسم النشأة والنشاءة بالمد عن أبي عمرو بن العلاء . إن الله على كل شيء قدير"
    },
    { "ayah": 21, "surah": 29, "text": "يعذب من يشاء أي بعدله ويرحم من يشاء أي بفضله وإليه تقلبون : ترجعون وتردون" },
    {
      "ayah": 22,
      "surah": 29,
      "text": "وما أنتم بمعجزين في الأرض ولا في السماء قال الفراء : معناه ولا من في السماء بمعجزين الله وهو غامض في العربية ; للضمير الذي لم يظهر في الثاني وهو كقول حسان :فمن يهجو رسول الله منكم ويمدحه وينصره سواءأراد : ومن يمدحه وينصره سواء ; فأضمر ( من ) وقال عبد الرحمن بن زيد : ونظيره : قوله سبحانه : وما منا إلا له مقام معلوم أي : من له ، والمعنى : إن الله لا يعجزه أهل الأرض في الأرض ولا أهل السماء إن عصوه . وقال قطرب : ولا في السماء لو كنتم فيها كما تقول : لا يفوتني فلان بالبصرة ولا هاهنا بمعنى لا يفوتني بالبصرة لو صار إليها . وقيل : لا يستطيعون هربا في الأرض ولا في السماء . وقال المبرد : والمعنى : ولا من في السماء على أن ( من ) ليست [ ص: 311 ] موصولة ولكن تكون نكرة و ( في السماء ) صفة لها ، فأقيمت الصفة مقام الموصوف ورد ذلك علي بن سليمان . وقال : لا يجوز . وقال : إن ( من ) إذا كانت نكرة فلا بد من وصفها فصفتها كالصلة ، ولا يجوز حذف الموصول وترك الصلة ; قال : والمعنى إن الناس خوطبوا بما يعقلون ; والمعنى : لو كنتم في السماء ما أعجزتم الله ; كما قال :ولو كنتم في بروج مشيدة . وما لكم من دون الله من ولي ولا نصير ويجوز ( نصير ) بالرفع على الموضع وتكون ( من ) زائدة"
    },
    {
      "ayah": 23,
      "surah": 29,
      "text": "والذين كفروا بآيات الله ولقائه أي بالقرآن أو بما نصب من الأدلة والأعلام أولئك يئسوا من رحمتي أي من الجنة ونسب اليأس إليهم والمعنى : أويسوا . وهذه الآيات اعتراض من الله تعالى تذكيرا وتحذيرا لأهل مكة ."
    },
    {
      "ayah": 24,
      "surah": 29,
      "text": "ثم عاد الخطاب إلى قصة إبراهيم فقال : فما كان جواب قومه حين دعاهم إلى الله تعالى إلا أن قالوا اقتلوه أو حرقوه ثم اتفقوا على تحريقه فأنجاه الله من النار أي من إذايتها إن في ذلك أي في إنجائه من النار العظيمة حتى لم تحرقه بعد ما ألقي فيها ( لآيات ) وقراءة العامة : ( جواب ) بنصب الباء على أنه خبر ( كان ) و ( أن قالوا ) في محل الرفع اسم ( كان ) وقرأ سالم الأفطس وعمرو بن دينار : ( جواب ) بالرفع على أنه اسم ( كان ) و ( أن ) في موضع الخبر نصبا ."
    },
    {
      "ayah": 25,
      "surah": 29,
      "text": "وقال إبراهيم : إنما اتخذتم من دون الله أوثانا مودة بينكم في الحياة الدنيا وقرأ حفص وحمزة : مودة بينكم وابن كثير وأبو عمرو والكسائي : ( مودة بينكم ) والأعشى عن أبي بكر عن عاصم وابن وثاب والأعمش : ( مودة بينكم ) . الباقون : ( مودة بينكم ) فأما قراءة ابن كثير ففيها ثلاثة أوجه ; ذكر الزجاج منها وجهين : أحدهما : أن ( المودة ) ارتفعت على خبر ( إن ) وتكون ( ما ) بمعنى ( الذي ) والتقدير : إن الذي اتخذتموه من دون الله أوثانا مودة بينكم ، والوجه الآخر أن يكون على إضمار مبتدأ أي وهي مودة أو تلك مودة بينكم ، والمعنى : آلهتكم أو جماعتكم مودة بينكم . قال ابن الأنباري : ( أوثانا ) وقف حسن لمن رفع ( المودة ) بإضمار : ذلك مودة بينكم . ومن رفع ( المودة ) على أنها خبر ( إن ) لم يقف . والوجه الثالث الذي لم يذكره أن يكون ( مودة ) رفعا بالابتداء و في الحياة الدنيا خبره ; فأما إضافة ( مودة ) إلى ( بينكم ) فإنه جعل ( بينكم ) اسما غير ظرف والنحويون يقولون جعله مفعولا على السعة .وحكى سيبويه : يا سارق الليلة أهل الدار ، ولا يجوز أن يضاف إليه وهو ظرف ; لعلة ليس هذا موضع ذكرها ومن رفع ( مودة ) ونونها فعلى معنى ما ذكر و ( بينكم ) بالنصب ظرفا ومن نصب ( مودة ) ولم ينونها جعلها مفعولة بوقوع الاتخاذ عليها وجعل ( إنما ) حرفا واحدا ولم يجعلها [ ص: 312 ] بمعنى ( الذي ) ويجوز نصب ( المودة ) على أنه مفعول من أجله كما تقول : جئتك ابتغاء الخير وقصدت فلانا مودة له ( بينكم ) بالخفض . ومن نون ( مودة ) ونصبها فعلى ما ذكر ( بينكم ) بالنصب من غير إضافة . قال ابن الأنباري : ومن قرأ : ( مودة بينكم ) و ( مودة بينكم ) لم يقف على ( الأوثان ) ووقف على ( الحياة الدنيا ) ومعنى الآية : جعلتم الأوثان تتحابون عليها وعلى عبادتها في الحياة الدنيا ثم يوم القيامة يكفر بعضكم ببعض ويلعن بعضكم بعضا تتبرأ الأوثان من عبادها والرؤساء من السفلة كما قال الله عز وجل : الأخلاء يومئذ بعضهم لبعض عدو إلا المتقين . ( ومأواكم النار ) هو خطاب لعبدة الأوثان الرؤساء منهم والأتباع وقيل : تدخل فيه الأوثان كقوله تعالى : إنكم وما تعبدون من دون الله حصب جهنم ."
    },
    {
      "ayah": 26,
      "surah": 29,
      "text": "قوله تعالى : فآمن له لوط لوط أول من صدق إبراهيم حين رأى النار عليه بردا وسلاما قال ابن إسحاق آمن لوط بإبراهيم وكان ابن أخته وآمنت به سارة وكانت بنت عمه وقال إني مهاجر إلى ربي قال النخعي وقتادة : الذي قال : إني مهاجر إلى ربي هو إبراهيم عليه السلام . قال قتادة هاجر من كوثا ، وهي قرية من سواد الكوفة ، إلى حران ، ثم إلى الشام ومعه ابن أخيه لوط بن هاران بن تارخ ، وامرأته سارة . قال الكلبي : هاجر من أرض حران إلى فلسطين ، وهو أول من هاجر من أرض الكفر . قال مقاتل : هاجر إبراهيم وهو ابن خمس وسبعين سنة . وقيل : الذي قال : إني مهاجر إلى ربي لوط عليه السلام ذكر البيهقي عن قتادة قال : أول من هاجر إلى الله عز وجل بأهله عثمان بن عفان رضي الله عنه قال قتادة : سمعت النضر بن أنس يقول : سمعت أبا حمزة ; يعني أنس بن مالك يقول : خرج عثمان بن عفان ومعه رقية بنت رسول الله صلى الله عليه وسلم إلى أرض الحبشة فأبطأ على رسول الله صلى الله عليه وسلم خبرهم ، فقدمت امرأة من قريش فقالت : يا محمد ; رأيت ختنك ومعه امرأته ، قال : على أي حال رأيتهما ؟ قالت : رأيته وقد حمل امرأته على حمار من هذه الدبابة وهو يسوقها ، فقال [ ص: 313 ] رسول الله صلى الله عليه وسلم : صحبهما الله إن عثمان لأول من هاجر بأهله بعد لوط قال البيهقي : هذا في الهجرة الأولى وأما الهجرة الثانية إلى الحبشة فهي فيما زعم الواقدي سنة خمس من مبعث رسول الله صلى الله عليه وسلم . ( إلى ربي ) أي إلى رضا ربي وإلى حيث أمرني إنه هو العزيز الحكيم تقدم . وتقدم الكلام في الهجرة في ( النساء ) وغيرها ."
    },
    {
      "ayah": 27,
      "surah": 29,
      "text": "قوله تعالى : ووهبنا له إسحاق ويعقوب أي من الله عليه بالأولاد ، فوهب له إسحاق ولدا ويعقوب ولد ولد ، وإنما وهب له إسحاق من بعد إسماعيل ويعقوب من إسحاق . وجعلنا في ذريته النبوة والكتاب فلم يبعث الله نبيا بعد إبراهيم إلا من صلبه ، ووحد الكتاب ; لأنه أراد المصدر كالنبوة . والمراد التوراة والإنجيل والفرقان ، فهو عبارة عن الجمع . فالتوراة أنزلت على موسى من ولد إبراهيم ، والإنجيل على عيسى من ولده ; والفرقان على محمد من ولده صلى الله عليه وسلم وعليهم أجمعين وآتيناه أجره في الدنيا يعني اجتماع أهل الملل عليه ; قاله عكرمة . وروى سفيان عن حميد بن قيس قال : أمر سعيد بن جبير إنسانا أن يسأل عكرمة عن قوله جل ثناؤه : وآتيناه أجره في الدنيا فقال عكرمة : أهل الملل كلها تدعيه وتقول هو منا ; فقال سعيد بن جبير : صدق . وقال قتادة : هو مثل قوله : وآتيناه في الدنيا حسنة أي عاقبة وعملا صالحا وثناء حسنا وذلك أن أهل كل دين يتولونه وقيل : آتيناه أجره في الدنيا أن أكثر الأنبياء من ولده . وإنه في الآخرة لمن الصالحين ليس ( في الآخرة ) داخلا في الصلة وإنما هو تبيين وقد مضى في ( البقرة ) بيانه . وكل هذا حث على الاقتداء بإبراهيم في الصبر على الدين الحق ."
    },
    {
      "ayah": 28,
      "surah": 29,
      "text": "قوله تعالى : ولوطا إذ قال لقومه قال الكسائي : المعنى : وأنجينا لوطا أو : أرسلنا لوطا قال : وهذا الوجه أحب إلي . ويجوز أن يكون المعنى : واذكر لوطا إذ قال لقومه موبخا أو محذرا إنكم لتأتون الفاحشة ما سبقكم بها من أحد من العالمين ( أئنكم ) تقدم القراءة في هذا وبيانها في سورة ( الأعراف ) . وتقدم قصة لوط وقومه في ( الأعراف ) و ( هود ) أيضا ."
    },
    {
      "ayah": 29,
      "surah": 29,
      "text": "وتقطعون السبيل قيل : كانوا قطاع الطريق ; قاله ابن زيد . وقيل : كانوا يأخذون الناس من الطرق لقضاء الفاحشة ; حكاه ابن شجرة . وقيل : إنه قطع النسل بالعدول عن النساء إلى الرجال . قال وهب بن منبه أي استغنوا بالرجال عن النساء .قلت : ولعل الجميع كان فيهم فكانوا يقطعون الطريق لأخذ الأموال والفاحشة ويستغنون عن النساء بذلك وتأتون في ناديكم المنكر النادي : المجلس . واختلف في المنكر الذي كانوا يأتونه فيه ; فقالت فرقة : كانوا يخذفون النساء بالحصى ، ويستخفون بالغريب والخاطر عليهم . وروته أم هانئ عن النبي صلى الله عليه وسلم . قالت أم هانئ : سألت رسول الله صلى الله عليه وسلم عن قول الله عز وجل : وتأتون في ناديكم المنكر قال : كانوا يخذفون من يمر بهم ويسخرون منه فذلك المنكر الذي كانوا يأتونه أخرجه أبو داود الطيالسي في مسنده ، وذكره النحاس والثعلبي والمهدوي والماوردي ، وذكر الثعلبي قال معاوية قال النبي صلى الله عليه وسلم : إن قوم لوط كانوا يجلسون في مجالسهم وعند كل رجل قصعة فيها الحصى للخذف فإذا مر بهم عابر قذفوه فأيهم أصابه كان أولى به يعني يذهب به للفاحشة فذلك قوله : [ ص: 315 ] وتأتون في ناديكم المنكر وقالت عائشة وابن عباس والقاسم بن أبي بزة والقاسم بن محمد : إنهم كانوا يتضارطون في مجالسهم . وقال منصور عن مجاهد كانوا يأتون الرجال في مجالسهم وبعضهم يرى بعضا . وعن مجاهد : كان من أمرهم لعب الحمام وتطريف الأصابع بالحناء والصفير والخذف ونبذ الحياء في جميع أمورهم . قال ابن عطية : وقد توجد هذه الأمور في بعض عصاة أمة محمد صلى الله عليه وسلم ; فالتناهي واجب قال مكحول : في هذه الأمة عشرة من أخلاق قوم لوط : مضغ العلك وتطريف الأصابع بالحناء وحل الإزار وتنقيض الأصابع والعمامة التي تلف حول الرأس والتشابك ورمي الجلاهق والصفير والخذف واللوطية . وعن ابن عباس قال : إن قوم لوط كانت فيهم ذنوب غير الفاحشة ، منها : أنهم يتظالمون فيما بينهم ، ويشتم بعضهم بعضا ، ويتضارطون في مجالسهم ، ويخذفون ، ويلعبون بالنرد والشطرنج ، ويلبسون المصبغات ، ويتناقرون بالديكة ، ويتناطحون بالكباش ، ويطرفون أصابعهم بالحناء ، وتتشبه الرجال بلباس النساء والنساء بلباس الرجال ، ويضربون المكوس على كل عابر ، ومع هذا كله كانوا يشركون بالله ، وهم أول من ظهر على أيديهم اللوطية والسحاق فلما وقفهم لوط عليه السلام على هذه القبائح رجعوا إلى التكذيب واللجاج ، فقالوا ائتنا بعذاب الله أي إن ذلك لا يكون ولا يقدر عليه . وهم لم يقولوا هذا إلا وهم مصممون على اعتقاد كذبه . وليس يصح في الفطرة أن يكون معاند يقول هذا ."
    },
    {
      "ayah": 3,
      "surah": 29,
      "text": "قوله تعالى : ولقد فتنا الذين من قبلهم أي ابتلينا الماضين كالخليل ألقي في النار وكقوم نشروا بالمناشير في دين الله فلم يرجعوا عنه . وروى البخاري عن خباب بن الأرت قال : شكونا إلى رسول الله صلى الله عليه وسلم وهو متوسد بردة له في ظل الكعبة فقلنا له : ألا تستنصر لنا ؟ ألا تدعو لنا فقال : قد كان من قبلكم يؤخذ الرجل فيحفر له في الأرض فيجعل [ ص: 299 ] فيها فيجاء بالمنشار فيوضع على رأسه فيجعل نصفين ويمشط بأمشاط الحديد لحمه وعظمه فما يصرفه ذلك عن دينه ، والله ليتمن هذا الأمر حتى يسير الراكب من صنعاء إلى حضرموت لا يخاف إلا الله والذئب على غنمه ولكنكم تستعجلون . وخرج ابن ماجه عن أبي سعيد الخدري قال : دخلت على النبي صلى الله عليه وسلم وهو يوعك فوضعت يدي عليه فوجدت حره بين يدي فوق اللحاف فقلت : يا رسول الله ما أشدها عليك ، قال : إنا كذلك يضعف لنا البلاء ويضعف لنا الأجر . قلت : يا رسول الله أي الناس أشد بلاء ؟ قال : الأنبياء . وقلت : ثم من ، قال : ثم الصالحون ، إن كان أحدهم ليبتلى بالفقر حتى ما يجد إلا العباءة يحوبها وإن كان أحدهم ليفرح بالبلاء كما يفرح أحدكم بالرخاء وروى سعد بن أبي وقاص قال : قلت يا رسول الله أي الناس أشد بلاء ؟ قال الأنبياء ثم الأمثل فالأمثل يبتلى الرجل على حسب دينه فإن كان في دينه صلبا اشتد بلاؤه وإن كان في دينه رقة ابتلي على حسب دينه فما يبرح البلاء بالعبد حتى يتركه يمشي على الأرض وما عليه من خطيئة وروى عبد الرحمن بن زيد أن عيسى عليه السلام كان له وزير ، فركب يوما فأخذه السبع فأكله ، فقال عيسى : يا رب وزيري في دينك وعوني على بني إسرائيل وخليفتي فيهم سلطت عليه كلبا فأكله . قال : نعم كانت له عندي منزلة رفيعة لم أجد عمله يبلغها فابتليته بذلك لأبلغه تلك المنزلة وقال وهب : قرأت في كتاب رجل من الحواريين : إذا سلك بك سبيل البلاء فقر عينا فإنه سلك بك سبيل الأنبياء والصالحين وإذا سلك بك سبيل الرخاء فابك على نفسك فقد خولف بك عن سبيلهم .قوله تعالى : فليعلمن الله الذين صدقوا أي فليرين الله الذين صدقوا في إيمانهم وقد مضى هذا المعنى في ( البقرة ) وغيرها قال الزجاج : ليعلم صدق الصادق بوقوع صدقه منه . وقد علم الصادق من الكاذب قبل أن يخلقهما ولكن القصد قصد وقوع العلم بما يجازي عليه وإنما يعلم صدق الصادق واقعا كائنا وقوعه وقد علم أنه سيقع . وقال النحاس : فيه قولان : أحدهما : أن يكون ( صدقوا ) مشتقا من الصدق و ( الكاذبين ) مشتقا من الكذب الذي [ ص: 300 ] هو ضد الصدق ويكون المعنى ; فليبينن الله الذين صدقوا فقالوا نحن مؤمنون واعتقدوا مثل ذلك ، والذين كذبوا حين اعتقدوا غير ذلك . والقول الآخر أن يكون ( صدقوا ) مشتقا من الصدق وهي الصلب و ( الكاذبين ) مشتقا من ( كذب ) : إذا انهزم . فيكون المعنى ; فليعلمن الله الذين ثبتوا في الحرب والذين انهزموا ; كما قال الشاعر [ زهير بن أبي سلمى ] :ليث بعثر يصطاد الرجال إذا ما الليث كذب عن أقرانه صدقافجعل ( ليعلمن ) في موضع ( فليبينن ) مجازا . وقراءة الجماعة : ( فليعلمن ) بفتح الياء واللام وقرأ علي بن أبي طالب بضم الياء وكسر اللام وهي تبين معنى ما قاله النحاس ويحتمل ثلاثة معان : الأول : أن يعلم في الآخرة هؤلاء الصادقين والكاذبين بمنازلهم من ثوابه وعقابه وبأعمالهم في الدنيا ; بمعنى يوقفهم على ما كان منهم . الثاني : أن يكون المفعول الأول محذوفا تقديره ; فليعلمن الناس والعالم هؤلاء الصادقين والكاذبين أي يفضحهم ويشهرهم ; هؤلاء في الخير وهؤلاء في الشر وذلك في الدنيا والآخرة . الثالث : أن يكون ذلك من العلامة ; أي يضع لكل طائفة علامة يشتهر بها ، فالآية على هذا تنظر إلى قول النبي صلى الله عليه وسلم : من أسر سريرة ألبسه الله رداءها ."
    },
    { "ayah": 30, "surah": 29, "text": "ثم استنصر لوط عليه السلام ربه فبعث عليهم ملائكة لعذابهم ،" },
    {
      "ayah": 31,
      "surah": 29,
      "text": "فجاءوا إبراهيم أولا مبشرين بنصرة لوط على قومه حسبما تقدم بيانه في ( هود ) وغيرها"
    },
    {
      "ayah": 32,
      "surah": 29,
      "text": "قَالَ إِنَّ فِيهَا لُوطًا قَالُوا نَحْنُ أَعْلَمُ بِمَنْ فِيهَا لَنُنَجِّيَنَّهُ وَأَهْلَهُوقرأ الأعمش ويعقوب وحمزة والكسائي : لننجينه وأهله بالتخفيف . وشدد الباقون وقرأ ابن كثير وأبو بكر وحمزة والكسائي : ( إنا منجوك وأهلك ) بالتخفيف . وشدد الباقون وهما لغتان : أنجى ونجى بمعنى ، وقد تقدم"
    },
    {
      "ayah": 33,
      "surah": 29,
      "text": "ولما أن جاءت رسلنا لوطالما خرجت الملائكة من عند إبراهيم , وكان بين إبراهيم وقرية لوط أربعة فراسخ بصرت بنتا لوط - وهما تستقيان - بالملائكة ورأتا هيئة حسنة , فقالتا : ما شأنكم ؟ ومن أين أقبلتم ؟ قالوا : من موضع كذا نريد هذه القرية قالتا : فإن أهلها أصحاب الفواحش ; فقالوا : أبها من يضيفنا ؟ قالتا : نعم ! هذا الشيخ وأشارتا إلى لوط ; فلما رأى لوط هيئتهم خاف قومه , عليهم .سيء بهمأي ساءه مجيئهم ; يقال : ساء يسوء فهو لازم , وساءه يسوءه فهو متعد أيضا , وإن شئت ضممت السين ; لأن أصلها الضم , والأصل سوئ بهم من السوء ; قلبت حركة الواو على السين فانقلبت ياء , وإن خففت الهمزة ألقيت حركتها على الياء فقلت : \" سيء بهم \" مخففا , ولغة شاذة بالتشديد .وضاق بهم ذرعاأي ضاق صدره بمجيئهم وكرهه . وقيل : ضاق وسعه وطاقته . وأصله أن يذرع البعير بيديه في سيره ذرعا على قدر سعة خطوه ; فإذا حمل على أكثر من طوقه ضاق عن ذلك , وضعف ومد عنقه ; فضيق الذرع عبارة عن ضيق الوسع . وقيل : هو من ذرعه القيء أي غلبه ; أي ضاق عن حبسه المكروه في نفسه , وإنما ضاق ذرعه بهم لما رأى من جمالهم , وما يعلم من فسق قومه .وقالوا لا تخف ولا تحزن إنا منجوك وأهلكلما رأت الملائكة حزنه واضطرابه ومدافعته عرفوه بأنفسهم , فلما علم أنهم رسل مكن قومه من الدخول , فأمر جبريل عليه السلام يده على أعينهم فعموا , وعلى أيديهم فجفت .إلا امرأتك كانت من الغابرينأي الباقين في عذاب الله ; قال ابن عباس وقتادة . غبر الشيء إذا مضى , وغبر إذا بقي . وهو من الأضداد . وقال قوم : الماضي عابر بالعين غير معجمة . والباقي غابر بالغين معجمة . حكاه ابن فارس في المجمل . وقال الزجاج : \" من الغابرين \" أي من الغائبين عن النجاة وقيل : لطول عمرها . قال النحاس : وأبو عبيدة يذهب إلى أن المعنى من المعمرين ; أي أنها قد هرمت . والأكثر في اللغة أن يكون الغابر الباقي ; قال الراجز : فما ونى محمد مذ أن غفر له الإله ما مضى وما غبر"
    },
    { "ayah": 34, "surah": 29, "text": "وقرأ ابن عامر : إنا منزلون بالتشديد . وهي قراءة ابن عباس الباقون بالتخفيف ." },
    {
      "ayah": 35,
      "surah": 29,
      "text": "وقوله : ولقد تركنا منها آية بينة لقوم يعقلون قال قتادة : هي الحجارة التي أبقيت وقال أبو العالية وقيل : إنه يرجم بها قوم من هذه الأمة وقال ابن عباس : هي آثار منازلهم الخربة وقال مجاهد : هو الماء الأسود على وجه الأرض . وكل ذلك باق فلا تعارض ."
    },
    {
      "ayah": 36,
      "surah": 29,
      "text": "قوله تعالى : وإلى مدين أخاهم شعيبا فقال ياقوم اعبدوا الله وارجوا اليوم الآخر ولا تعثوا في الأرض مفسدينقوله تعالى : وإلى مدين أخاهم شعيبا أي وأرسلنا إلى مدين أخاهم شعيبا وقد تقدم ذكرهم وفسادهم في ( الأعراف ) و ( هود ) . وارجوا اليوم الآخر وقال يونس النحوي : أي اخشوا الآخرة التي فيها الجزاء على الأعمال ولا تعثوا في الأرض أي لا تكفروا فإنه أصل كل فساد . والعثو والعثي أشد الفساد ."
    },
    {
      "ayah": 37,
      "surah": 29,
      "text": "عثي يعثى وعثا يعثو بمعنى واحد . وقد تقدم . وقيل : وارجوا اليوم الآخر أي صدقوا به فإن القوم كانوا ينكرونه ."
    },
    {
      "ayah": 38,
      "surah": 29,
      "text": "قوله تعالى : وعادا وثمود قال الكسائي : قال بعضهم هو راجع إلي أول السورة أي ولقد فتنا الذين من قبلهم وفتنا عادا وثمود . قال : وأحب إلي أن يكون معطوفا على فأخذتهم الرجفة وأخذت عادا وثمود وزعم الزجاج : أن التقدير : وأهلكنا عادا وثمود . وقيل : المعنى : واذكر عادا إذ أرسلنا إليهم هودا فكذبوه فأهلكناهم وثمود أيضا أرسلنا إليهم صالحا فكذبوه فأهلكناهم بالصيحة كما أهلكنا عادا بالريح العقيم .وقد تبين لكم يا معشر الكفار من مساكنهم بالحجر والأحقاف آيات في إهلاكهم فحذف فاعل التبين وزين لهم الشيطان أعمالهم أي أعمالهم الخسيسة فحسبوها رفيعة . فصدهم عن السبيل أي عن طريق الحق وكانوا مستبصرين فيه قولان : أحدهما : وكانوا مستبصرين في الضلالة قاله مجاهد . والثاني : كانوا مستبصرين قد عرفوا الحق من الباطل بظهور البراهين . وهذا القول أشبه ; لأنه إنما يقال : فلان مستبصر : إذا عرف الشيء على الحقيقة . قال الفراء : كانوا عقلاء ذوي بصائر فلم تنفعهم بصائرهم . وقيل : أتوا ما أتوا وقد تبين لهم أن عاقبتهم العذاب ."
    },
    {
      "ayah": 39,
      "surah": 29,
      "text": "قوله تعالى : وقارون وفرعون وهامان قال الكسائي : إن شئت كان محمولا على عاد وكان فيه ما فيه ، وإن شئت كان على فصدهم عن السبيل وصد قارون وفرعون وهامان . وقيل : أي : وأهلكنا هؤلاء بعد أن جاءتهم الرسل فاستكبروا في الأرض عن الحق وعن عبادة الله وما كانوا سابقين أي فائتين . وقيل : سابقين في الكفر بل قد سبقهم للكفر قرون كثيرة فأهلكناهم"
    },
    {
      "ayah": 4,
      "surah": 29,
      "text": "قوله تعالى : أم حسب الذين يعملون السيئات أي الشرك ( أن يسبقونا ) أي يفوتونا ويعجزونا قبل أن نؤاخذهم بما يفعلون . قال ابن عباس : يريد الوليد بن المغيرة وأبا جهل والأسود والعاص بن هشام وشيبة وعتبة والوليد بن عتبة وعقبة بن أبي معيط وحنظلة بن أبي سفيان والعاص بن وائل . ( ساء ما يحكمون ) أي بئس الحكم ما حكموا في صفات ربهم أنه [ ص: 301 ] مسبوق والله القادر على كل شيء و ( ما ) في موضع نصب بمعنى : ساء شيئا أو حكما يحكمون . ويجوز أن تكون ( ما ) في موضع رفع بمعنى : ساء الشيء أو الحكم حكمهم وهذا قول الزجاج وقدرها ابن كيسان تقديرين آخرين خلاف ذينك : أحدهما : أن يكون موضع ( ما يحكمون ) بمنزلة شيء واحد كما تقول : أعجبني ما صنعت ; أي صنيعك ; ف ( ما ) والفعل مصدر في موضع رفع ، التقدير : ساء حكمهم والتقدير الآخر أن تكون ( ما ) لا موضع لها من الإعراب وقد قامت مقام الاسم ل ( ساء ) وكذلك نعم وبئس . قال أبو الحسن بن كيسان : وأنا أختار أن أجعل ل ( ما ) موضعا في كل ما أقدر عليه ; نحو قوله عز وجل : فبما رحمة من الله وكذا : فبما نقضهم . وكذا : أيما الأجلين قضيت ما في موضع خفض في هذا كله وما بعده تابع لها . وكذا إن الله لا يستحيي أن يضرب مثلا ما بعوضة ( ما ) في موضع نصب و ( بعوضة ) تابع لها ."
    },
    {
      "ayah": 40,
      "surah": 29,
      "text": "فكلا أخذنا بذنبه قال الكسائي : ( فكلا ) منصوب ب ( أخذنا ) أي أخذنا كلا بذنبه فمنهم من أرسلنا عليه حاصبا يعني قوم لوط والحاصب ريح يأتي بالحصباء وهي الحصى الصغار وتستعمل في كل عذاب ومنهم من أخذته الصيحة يعني ثمودا وأهل مدين ومنهم من خسفنا به الأرض يعني قارون ومنهم من أغرقنا قوم نوح وقوم فرعون وما كان الله ليظلمهم لأنه أنذرهم وأمهلهم وبعث إليهم الرسل وأزاح العذر ."
    },
    {
      "ayah": 41,
      "surah": 29,
      "text": "قوله تعالى : مثل الذين اتخذوا من دون الله أولياء كمثل العنكبوت قال الأخفش : كمثل العنكبوت وقف تام ، ثم قص قصتها فقال : اتخذت بيتا . قال ابن الأنباري : [ ص: 318 ] وهذا غلط ; لأن اتخذت بيتا صلة للعنكبوت ، كأنه قال : كمثل التي اتخذت بيتا . فلا يحسن الوقف على الصلة دون الموصول ، وهو بمنزلة قوله : كمثل الحمار يحمل أسفارا ف ( يحمل ) صلة للحمار . ولا يحسن الوقف على ( الحمار ) دون ( يحمل ) . قال الفراء : هو مثل ضربه الله سبحانه لمن اتخذ من دونه آلهة لا تنفعه ولا تضره ; كما أن بيت العنكبوت لا يقيها حرا ولا بردا . ولا يحسن الوقف على ( العنكبوت ) لأنه لما قصد بالتشبيه لبيتها الذي لا يقيها من شيء فشبهت الآلهة التي لا تنفع ولا تضر به . وإن أوهن البيوت أي أضعف البيوت لبيت العنكبوت . قال الضحاك : ضرب مثلا لضعف آلهتهم ووهنها فشبهها ببيت العنكبوت . لو كانوا يعلمون ( لو ) متعلقة ب ( بيت العنكبوت ) أي لو علموا أن عبادة الأوثان كاتخاذ بيت العنكبوت التي لا تغني عنهم شيئا ، وأن هذا مثلهم - لما عبدوها ; لأنهم يعلمون أن بيت العنكبوت ضعيف . وقال النحاة : إن تاء ( العنكبوت ) في آخرها مزيدة ; لأنها تسقط في التصغير والجمع وهي مؤنثة . وحكى الفراء تذكيرها ، وأنشد :على هطالهم منهم بيوت كأن العنكبوت قد ابتناهاويروى :على أعطالهم منهم بيوتقال الجوهري والهطال : اسم جبل . والعنكبوت الدويبة المعروفة التي تنسج نسجا رقيقا مهلهلا بين الهواء . ويجمع عناكيب وعكاب وعكب وأعكب . وقد حكي أنه يقال عنكب وعكنباة . قال الشاعر :كأنما يسقط من لغامها     بيت عكنباة على زمامهاوتصغر فيقال : عنيكب . وقد حكي عن يزيد بن ميسرة أن العنكبوت شيطان مسخها الله تعالى وقال عطاء الخراساني : نسجت العنكبوت مرتين : مرة على داود حين كان جالوت يطلبه ومرة على النبي صلى الله عليه وسلم ; ولذلك نهى عن قتلها . ويروى عن علي رضي الله عنه أنه قال : طهروا بيوتكم من نسج العنكبوت ; فإن تركه في البيوت يورث الفقر ومنع الخمير يورث الفقر ."
    },
    {
      "ayah": 42,
      "surah": 29,
      "text": "قوله تعالى : إن الله يعلم ما يدعون من دونه من شيء ( ما ) بمعنى ( الذي ) و ( من ) للتبعيض ، ولو كانت زائدة للتوكيد لانقلب المعنى . والمعنى : إن الله يعلم ضعف ما يعبدون [ ص: 319 ] من دونه . وقرأ عاصم وأبو عمرو ويعقوب : يدعون بالياء وهو اختيار أبي عبيد لذكر الأمم قبلها . الباقون بالتاء على الخطاب ."
    },
    {
      "ayah": 43,
      "surah": 29,
      "text": "قوله تعالى : وتلك الأمثال نضربها للناس نبينها للناس وما يعقلها أي يفهمها إلا العالمون أي العالمون بالله ; كما روى جابر عن النبي صلى الله عليه وسلم أنه قال : العالم من عقل عن الله فعمل بطاعته واجتنب سخطه ."
    },
    {
      "ayah": 44,
      "surah": 29,
      "text": "قوله تعالى : خلق الله السماوات والأرض بالحق إن في ذلك لآية للمؤمنين .قوله تعالى : خلق الله السماوات والأرض بالحق أي بالعدل والقسط . وقيل : بكلامه وقدرته وذلك هو الحق . إن في ذلك لآية أي علامة ودلالة للمؤمنين المصدقين ."
    },
    {
      "ayah": 45,
      "surah": 29,
      "text": "قوله تعالى : اتل ما أوحي إليك من الكتاب وأقم الصلاة إن الصلاة تنهى عن الفحشاء والمنكر ولذكر الله أكبر والله يعلم ما تصنعون .فيه أربع مسائل :الأولى : قوله تعالى : ( اتل ) أمر من التلاوة والدءوب عليها وقد مضى في ( طه ) الوعيد فيمن أعرض عنها وفي مقدمة الكتاب الأمر بالحض عليها والكتاب يراد به القرآن .الثانية : ( وأقم الصلاة ) الخطاب للنبي صلى الله عليه وسلم وأمته وإقامة الصلاة أداؤها في أوقاتها بقراءتها وركوعها وسجودها وقعودها وتشهدها وجميع شروطها وقد تقدم بيان ذلك في ( البقرة ) فلا معنى للإعادة .الثالثة : إن الصلاة تنهى عن الفحشاء والمنكر يريد : إن الصلوات الخمس [ ص: 320 ] هي التي تكفر ما بينها من الذنوب ; كما قال عليه السلام : أرأيتم لو أن نهرا بباب أحدكم يغتسل فيه كل يوم خمس مرات هل يبقى من درنه شيء ؟ قالوا : لا يبقى من درنه شيء ; قال : فذلك مثل الصلوات الخمس يمحو الله بهن الخطايا خرجه الترمذي من حديث أبي هريرة وقال فيه : حديث حسن صحيح . وقال ابن عمر : الصلاة هنا القرآن . والمعنى : الذي يتلى في الصلاة ينهى عن الفحشاء والمنكر وعن الزنا والمعاصي .قلت : ومنه الحديث الصحيح : ( قسمت الصلاة بيني وبين عبدي نصفين ) يريد قراءة الفاتحة وقال حماد بن أبي سليمان وابن جريج والكلبي : العبد ما دام في صلاته لا يأتي فحشاء ولا منكرا ; أي إن الصلاة تنهى ما دمت فيها . قال ابن عطية : وهذه عجمة وأين هذا مما رواه أنس بن مالك ; قال : كان فتى من الأنصار يصلي مع النبي صلى الله عليه وسلم ولا يدع شيئا من الفواحش والسرقة إلا ركبه ، فذكر للنبي صلى الله عليه وسلم فقال : إن الصلاة ستنهاه . فلم يلبث أن تاب وصلحت حاله فقال رسول الله صلى الله عليه وسلم : ألم أقل لكم . وفي الآية تأويل ثالث وهو الذي ارتضاه المحققون وقال به المشيخة الصوفية وذكره المفسرون ; فقيل : المراد ب ( أقم الصلاة ) إدامتها والقيام بحدودها ثم أخبر حكما منه بأن الصلاة تنهى صاحبها وممتثلها عن الفحشاء والمنكر ; وذلك لما فيها من تلاوة القرآن المشتمل على الموعظة ، والصلاة تشغل كل بدن المصلي ، فإذا دخل المصلي في محرابه وخشع وأخبت لربه واذكر أنه واقف بين يديه وأنه مطلع عليه ويراه ; صلحت لذلك نفسه وتذللت وخامرها ارتقاب الله تعالى وظهرت على جوارحه هيبتها ، ولم يكد يفتر من ذلك حتى تظله صلاة أخرى يرجع بها إلى أفضل حالة ، فهذا معنى هذه الأخبار ; لأن صلاة المؤمن هكذا ينبغي أن تكون .قلت : لا سيما وإن أشعر نفسه أن هذا ربما يكون آخر عمله ، وهذا أبلغ في المقصود وأتم في المراد ; فإن الموت ليس له سن محدود ولا زمن مخصوص ولا مرض معلوم وهذا مما لا خلاف فيه . وروي عن بعض السلف أنه كان إذا قام إلى الصلاة ارتعد واصفر لونه فكلم في ذلك فقال : إني واقف بين يدي الله تعالى وحق لي هذا مع ملوك الدنيا فكيف مع ملك [ ص: 321 ] الملوك . فهذه صلاة تنهى - ولا بد - عن الفحشاء والمنكر ، ومن كانت صلاته دائرة حول الإجزاء لا خشوع فيها ولا تذكر ولا فضائل كصلاتنا - وليتها تجزي - فتلك تترك صاحبها من منزلته حيث كان فإن كان على طريقة معاص تبعده من الله تعالى تركته الصلاة يتمادى على بعده . وعلى هذا يخرج الحديث المروي عن ابن مسعود وابن عباس والحسن والأعمش قولهم : من لم تنهه صلاته عن الفحشاء والمنكر لم تزده من الله إلا بعدا وقد روي أن الحسن أرسله عن النبي صلى الله عليه وسلم وذلك غير صحيح السند قال ابن عطية سمعت أبي رضي الله عنه يقول : فإذا قررنا ونظر معناه فغير جائز أن يقول : إن نفس صلاة العاصي تبعده من الله حتى كأنها معصية ، وإنما يتخرج ذلك على أنها لا تؤثر في تقريبه من الله بل تتركه على حاله ومعاصيه من الفحشاء والمنكر والبعد ، فلم تزده الصلاة إلا تقرير ذلك البعد الذي كان سبيله ، فكأنها بعدته حين لم تكف بعده عن الله . وقيل لابن مسعود : إن فلانا كثير الصلاة . فقال : إنها لا تنفع إلا من أطاعها .قلت : وعلى الجملة فالمعنى المقصود بالحديث : لم تزده من الله إلا بعدا ولم يزدد بها من الله إلا مقتا إشارة إلى أن مرتكب الفحشاء والمنكر لا قدر لصلاته ; لغلبة المعاصي على صاحبها . وقيل : هو خبر بمعنى الأمر أي لينته المصلي عن الفحشاء والمنكر . والصلاة بنفسها لا تنهى ولكنها سبب الانتهاء . وهو كقوله تعالى : هذا كتابنا ينطق عليكم بالحق وقوله : أم أنزلنا عليهم سلطانا فهو يتكلم بما كانوا به يشركونقوله تعالى : ولذكر الله أكبر أي ذكر الله لكم بالثواب والثناء عليكم أكبر من ذكركم له في عبادتكم وصلواتكم ، قال معناه ابن مسعود وابن عباس وأبو الدرداء وأبو قرة وسلمان والحسن ; وهو اختيار الطبري وروي مرفوعا من حديث موسى بن عقبة عن نافع عن ابن عمر أن النبي صلى الله عليه وسلم قال في قول الله عز وجل : ولذكر الله أكبر قال : ذكر الله إياكم أكبر من ذكركم إياه . وقيل : ذكركم الله في صلاتكم وفي قراءة القرآن أفضل من كل شيء .[ ص: 322 ] وقيل : المعنى ; إن ذكر الله أكبر مع المداومة من الصلاة في النهي عن الفحشاء والمنكر وقال الضحاك : ولذكر الله عندما يحرم فيترك أجل الذكر . وقيل : المعنى : ولذكر الله للنهي عن الفحشاء والمنكر أكبر أي كبير و ( أكبر ) يكون بمعنى كبير وقال ابن زيد وقتادة : ولذكر الله أكبر من كل شيء أي أفضل من العبادات كلها بغير ذكر . وقيل : ذكر الله يمنع من المعصية فإن من كان ذاكرا له لا يخالفه قال ابن عطية : وعندي أن المعنى ولذكر الله أكبر على الإطلاق أي هو الذي ينهى عن الفحشاء والمنكر ، فالجزء الذي منه في الصلاة يفعل ذلك وكذلك يفعل في غير الصلاة لأن الانتهاء لا يكون إلا من ذاكر الله مراقب له . وثواب ذلك أن يذكره الله تعالى ; كما في الحديث : ( من ذكرني في نفسه ذكرته في نفسي ومن ذكرني في ملإ ذكرته في ملإ خير منهم ) والحركات التي في الصلاة لا تأثير لها في نهي . والذكر النافع هو مع العلم وإقبال القلب وتفرغه إلا من الله وأما ما لا يتجاوز اللسان ففي رتبة أخرى وذكر الله تعالى للعبد هو إفاضة الهدى ونور العلم عليه وذلك ثمرة لذكر العبد ربه . قال الله عز وجل : فاذكروني أذكركم وباقي الآية ضرب من الوعيد والحث على المراقبة ."
    },
    {
      "ayah": 46,
      "surah": 29,
      "text": "قوله تعالى : ولا تجادلوا أهل الكتاب إلا بالتي هي أحسن إلا الذين ظلموا منهم وقولوا آمنا بالذي أنزل إلينا وأنزل إليكم وإلهنا وإلهكم واحد ونحن له مسلمونفيه مسألتان :الأولى : اختلف العلماء في قوله تعالى : ولا تجادلوا أهل الكتاب فقال مجاهد : هي محكمة فيجوز مجادلة أهل الكتاب بالتي هي أحسن على معنى الدعاء لهم إلى الله عز وجل والتنبيه على حججه وآياته ; رجاء إجابتهم إلى الإيمان ، لا على طريق الإغلاظ والمخاشنة . وقوله على هذا : إلا الذين ظلموا منهم معناه : ظلموكم ، وإلا فكلهم ظلمة [ ص: 323 ] على الإطلاق . وقيل : المعنى : لا تجادلوا من آمن بمحمد صلى الله عليه وسلم من أهل الكتاب المؤمنين كعبد الله بن سلام ومن آمن معه . إلا بالتي هي أحسن أي بالموافقة فيما حدثوكم به من أخبار أوائلهم وغير ذلك . وقوله على هذا التأويل : إلا الذين ظلموا يريد به من بقي على كفره منهم ، كمن كفر وغدر من قريظة والنضير وغيرهم . والآية على هذا أيضا محكمة . وقيل : هذه الآية منسوخة بآية القتال ; قوله تعالى : قاتلوا الذين لا يؤمنون بالله قاله قتادة إلا الذين ظلموا أي جعلوا لله ولدا ، وقالوا : يد الله مغلولة و إن الله فقير فهؤلاء المشركون الذين نصبوا الحرب ولم يؤدوا الجزية فانتصروا منهم . قال النحاس وغيره : من قال هي منسوخة احتج بأن الآية مكية ولم يكن في ذلك الوقت قتال مفروض ولا طلب جزية ولا غير ذلك وقول مجاهد حسن ; لأن أحكام الله عز وجل لا يقال فيها : إنها منسوخة ، إلا بخبر يقطع العذر أو حجة من معقول . واختار هذا القول ابن العربي .قال مجاهد وسعيد بن جبير : وقوله : إلا الذين ظلموا منهم معناه إلا الذين نصبوا للمؤمنين الحرب فجدالهم بالسيف حتى يؤمنوا أو يعطوا الجزية .الثانية : قوله تعالى : وقولوا آمنا بالذي أنزل إلينا وأنزل إليكم روى البخاري عن أبي هريرة قال : كان أهل الكتاب يقرءون التوراة بالعبرانية ويفسرونها بالعربية لأهل الإسلام ; فقال رسول الله صلى الله عليه وسلم : لا تصدقوا أهل الكتاب ولا تكذبوهم وقولوا آمنا بالذي أنزل إلينا وأنزل إليكم . وروى عبد الله بن مسعود أن النبي صلى الله عليه وسلم قال : لا تسألوا أهل الكتاب عن شيء فإنهم لن يهدوكم وقد ضلوا ، إما أن تكذبوا بحق وإما أن تصدقوا بباطل . وفي البخاري : عن حميد بن عبد الرحمن سمع معاوية يحدث رهطا من قريش بالمدينة وذكر كعب الأحبار فقال : إن كان من أصدق هؤلاء المحدثين الذين يحدثون عن أهل الكتاب وإن كنا مع ذلك لنبلو عليه الكذب ."
    },
    { "ayah": 47, "surah": 29, "text": "لا يوجد تفسير لهذه الأية" },
    {
      "ayah": 48,
      "surah": 29,
      "text": "قوله تعالى : وما كنت تتلو من قبله من كتاب ولا تخطه بيمينك إذا لارتاب المبطلون .فيه ثلاث مسائل :الأولى : قوله تعالى : وما كنت تتلو من قبله من كتاب الضمير في ( قبله ) عائد إلى الكتاب وهو القرآن المنزل على محمد صلى الله عليه وسلم ; أي وما كنت يا محمد تقرأ قبله ولا تختلف إلى أهل الكتاب ; بل أنزلناه إليك في غاية الإعجاز والتضمين للغيوب وغير ذلك فلو كنت ممن يقرأ كتابا ويخط حروفا لارتاب المبطلون أي من أهل الكتاب وكان لهم في ارتيابهم متعلق ، وقالوا : الذي نجده في كتبنا أنه أمي لا يكتب ولا يقرأ ، وليس به . قال مجاهد : كان أهل الكتاب يجدون في كتبهم أن محمدا صلى الله عليه وسلم لا يخط ولا يقرأ ; فنزلت هذه الآية ; قال النحاس : دليلا على نبوته لقريش ; لأنه لا يقرأ ولا يكتب ولا يخالط أهل الكتاب ، ولم يكن بمكة أهل الكتاب فجاءهم بأخبار الأنبياء والأمم وزالت الريبة والشك .الثانية : ذكر النقاش في تفسير هذه الآية عن الشعبي أنه قال : ما مات النبي صلى الله عليه وسلم حتى كتب . وأسند أيضا حديث أبي كبشة السلولي ; مضمنه : أنه صلى الله عليه وسلم قرأ صحيفة لعيينة بن حصن وأخبر بمعناها . قال ابن عطية : وهذا كله ضعيف ، وقول الباجي رحمه الله منه .قلت : وقع في صحيح مسلم من حديث البراء في صلح الحديبية أن النبي صلى الله عليه وسلم قال لعلي : اكتب الشرط بيننا : بسم الله الرحمن الرحيم هذا ما قاضى عليه محمد رسول الله . فقال له المشركون : لو نعلم أنك رسول الله تابعناك - وفي رواية : بايعناك - ولكن اكتب محمد بن عبد الله فأمر عليا أن يمحاها ، فقال علي : والله لا أمحاها . فقال رسول الله صلى الله عليه وسلم : أرني مكانها فأراه فمحاها ، وكتب : ابن عبد الله [ . . . . الحديث ] قال علماؤنا رضي الله عنهم : وظاهر هذا أنه عليه السلام محا تلك الكلمة التي هي رسول الله - صلى الله عليه وسلم - بيده وكتب مكانها : ابن عبد الله . وقد رواه البخاري بأظهر من هذا فقال : فأخذ رسول الله صلى الله عليه وسلم الكتاب فكتب . وزاد في طريق أخرى : ولا يحسن أن يكتب ، فقال جماعة بجواز هذا الظاهر عليه وأنه كتب بيده ، منهم السمناني وأبو ذر والباجي ، ورأوا أن ذلك غير قادح في كونه أميا ، ولا معارض بقوله : [ ص: 325 ] وما كنت تتلو من قبله من كتاب ولا تخطه بيمينك ولا بقوله : إنا أمة أمية لا نكتب ولا نحسب بل رأوه زيادة في معجزاته واستظهارا على صدقه وصحة رسالته ; وذلك أنه كتب من غير تعلم لكتابة ولا تعاط لأسبابها ، وإنما أجرى الله تعالى على يده وقلمه حركات كانت عنها خطوط مفهومها : ابن عبد الله لمن قرأها ، فكان ذلك خارقا للعادة ; كما أنه عليه السلام علم علم الأولين والآخرين من غير تعلم ولا اكتساب فكان ذلك أبلغ في معجزاته وأعظم في فضائله ولا يزول عنه اسم الأمي بذلك ; ولذلك قال الراوي عنه في هذه الحالة : ولا يحسن أن يكتب فبقي عليه اسم الأمي مع كونه قال : كتب . قال شيخنا أبو العباس أحمد بن عمر : وقد أنكر هذا كثير من متفقهة الأندلس وغيرهم وشددوا النكير فيه ، ونسبوا قائله إلى الكفر وذلك دليل على عدم العلوم النظرية وعدم التوقف في تكفير المسلمين ولم يتفطنوا لأن تكفير المسلم كقتله على ما جاء عنه عليه السلام في الصحيح ، لا سيما رمي من شهد له أهل العصر بالعلم والفضل والإمامة ; على أن المسألة ليست قطعية بل مستندها ظواهر أخبار آحاد صحيحة غير أن العقل لا يحيلها وليس في الشريعة قاطع يحيل وقوعها .قلت : وقال بعض المتأخرين : من قال : هي آية خارقة فيقال له : كانت تكون آية لا تنكر لولا أنها مناقضة لآية أخرى وهي كونه أميا لا يكتب ; وبكونه أميا في أمة أمية قامت الحجة وأفحم الجاحدون وانحسمت الشبهة فكيف يطلق الله تعالى يده فيكتب وتكون آية وإنما الآية ألا يكتب والمعجزات يستحيل أن يدفع بعضها بعضا وإنما معنى ( كتب وأخذ القلم ) أي أمر من يكتب به من كتابه وكان من كتبة الوحي بين يديه صلى الله عليه وسلم ستة وعشرون كاتبا .الثالثة : ذكر القاضي عياض عن معاوية أنه كان يكتب بين يدي النبي صلى الله عليه وسلم فقال له : ألق الدواة وحرف القلم وأقم الباء وفرق السين ولا تعور الميم وحسن ( الله ) ومد ( الرحمن ) وجود ( الرحيم ) قال القاضي : وهذا وإن لم تصح الرواية أنه صلى الله عليه وسلم كتب فلا يبعد أن يرزق علم هذا ويمنع القراءة والكتابة .[ ص: 326 ] قلت : هذا هو الصحيح في الباب أنه ما كتب ولا حرفا واحدا وإنما أمر من يكتب وكذلك ما قرأ ولا تهجى . فإن قيل : فقد تهجى النبي صلى الله عليه وسلم حين ذكر الدجال فقال : مكتوب بين عينيه ك ا ف ر وقلتم : إن المعجزة قائمة في كونه أميا ; قال الله تعالى : وما كنت تتلو من قبله من كتاب الآية وقال : إنا أمة أمية لا نكتب ولا نحسب فكيف هذا ؟ فالجواب ما نص عليه صلى الله عليه وسلم في حديث حذيفة والحديث كالقرآن يفسر بعضه بعضا ، ففي حديث حذيفة يقرؤه كل مؤمن كاتب وغير كاتب فقد نص في ذلك على غير الكاتب ممن يكون أميا وهذا من أوضح ما يكون جليا ."
    },
    {
      "ayah": 49,
      "surah": 29,
      "text": "قوله تعالى : بل هو آيات بينات في صدور الذين أوتوا العلم وما يجحد بآياتنا إلا الظالمون .قوله تعالى : بل هو آيات بينات يعني القرآن . قال الحسن : وزعم الفراء في قراءة عبد الله ( بل هي آيات بينات ) المعنى بل آيات القرآن آيات بينات . قال الحسن : ومثله ( هذا بصائر ) ولو كانت ( هذه ) لجاز . نظيره : هذا رحمة من ربي قال الحسن : أعطيت هذه الأمة الحفظ ، وكان من قبلها لا يقرءون كتابهم إلا نظرا فإذا أطبقوه لم يحفظوا ما فيه إلا النبيون ، فقال كعب في صفة هذه الأمة : إنهم حكماء علماء وهم في الفقه أنبياء . في صدور الذين أوتوا العلم أي ليس هذا القرآن كما يقوله المبطلون من أنه سحر أو شعر ، ولكنه علامات ودلائل يعرف بها دين الله وأحكامه ، وهي كذلك في صدور الذين أوتوا العلم وهم أصحاب محمد صلى الله عليه وسلم والمؤمنون به يحفظونه ويقرءونه . ووصفهم بالعلم لأنهم ميزوا بأفهامهم بين كلام الله وكلام البشر والشياطين . وقال قتادة وابن عباس : بل هو - يعني محمدا صلى الله عليه وسلم - آيات بينات في صدور اللذين أوتوا العلم من أهل الكتاب يجدونه مكتوبا عندهم في كتبهم [ ص: 327 ] بهذه الصفة أميا لا يقرأ ولا يكتب ، ولكنهم ظلموا أنفسهم وكتموا . وهذا اختيار الطبري . ودليل هذا القول قراءة ابن مسعود وابن السميقع : ( بل هذا آيات بينات ) وكان عليه السلام آيات لا آية واحدة ; لأنه دل على أشياء كثيرة من أمر الدين ; فلهذا قال : بل هو آيات بينات . وقيل : بل هو ذو آيات بينات فحذف المضاف . وما يجحد بآياتنا إلا الظالمون أي الكفار ; لأنهم جحدوا نبوته وما جاء به ."
    },
    {
      "ayah": 5,
      "surah": 29,
      "text": "قوله تعالى : من كان يرجو لقاء الله فإن أجل الله لآت ( يرجو ) بمعنى يخاف من قول الهذلي في وصف عسال :إذا لسعته النحل لم يرج لسعها [ وحالفها في بيت نوب عوامل ]وأجمع أهل التفسير على أن المعنى : من كان يخاف الموت فليعمل عملا صالحا فإنه لا بد أن يأتيه ; ذكره النحاس قال الزجاج : معنى يرجو لقاء الله ثواب الله و ( من ) في موضع رفع بالابتداء و ( كان ) في موضع الخبر وهي في موضع جزم بالشرط و ( يرجو ) في موضع خبر كان والمجازاة : فإن أجل الله لآت وهو السميع العليم ."
    },
    {
      "ayah": 50,
      "surah": 29,
      "text": "قوله تعالى : وقالوا لولا أنزل عليه آيات من ربه هذا قول المشركين لرسول الله صلى الله عليه وسلم ، ومعناه هلا أنزل عليه آية كآيات الأنبياء . قيل : كما جاء صالح بالناقة وموسى بالعصا وعيسى بإحياء الموتى ; أي قل لهم يا محمد : إنما الآيات عند الله فهو يأتي بها كما يريد إذا شاء أرسلها وليست عندي وإنما أنا نذير مبين . وقرأ ابن كثير وأبو بكر وحمزة والكسائي : ( آية ) بالتوحيد وجمع الباقون وهو اختيار أبي عبيد ; لقوله تعالى : قل إنما الآيات عند الله ."
    },
    {
      "ayah": 51,
      "surah": 29,
      "text": "قوله تعالى : أولم يكفهم أنا أنزلنا عليك الكتاب يتلى عليهم هذا جواب لقولهم لولا أنزل عليه آيات من ربه أي أولم يكف المشركين من الآيات هذا الكتاب المعجز الذي قد تحديتهم بأن يأتوا بمثله أو بسورة منه فعجزوا ، ولو أتيتهم بآيات موسى وعيسى لقالوا : سحر ونحن لا نعرف السحر ; والكلام مقدور لهم ومع ذلك عجزوا عن المعارضة .وقيل : إن سبب نزول هذه الآيات ما رواه ابن عيينة عن عمرو بن دينار عن يحيى بن جعدة قال : أتي النبي صلى الله عليه وسلم بكتف فيه كتاب فقال كفى بقوم ضلالة أن يرغبوا عما جاء به نبيهم إلى ما جاء به نبي غير نبيهم أو كتاب غير كتابهم فأنزل الله تعالى : أولم يكفهم أنا أنزلنا عليك الكتاب أخرجه أبو محمد الدارمي في مسنده وذكره أهل التفسير في كتبهم . وفي مثل هذا [ ص: 328 ] قال صلى الله عليه وسلم لعمر رضي الله عنه : لو كان موسى بن عمران حيا لما وسعه إلا اتباعي وفي مثله قال صلى الله عليه وسلم ليس منا من لم يتغن بالقرآن أي يستغني به عن غيره . وهذا تأويل البخاري رحمه الله في الآية . وإذا كان لقاء ربه بكل حرف عشر حسنات فأكثر على ما ذكرناه في مقدمة الكتاب ; فالرغبة عنه إلى غيره ضلال وخسران وغبن ونقصان ( إن في ذلك ) أي في القرآن ( لرحمة ) في الدنيا والآخرة . وقيل : رحمة في الدنيا باستنفاذهم من الضلالة . ( وذكرى ) في الدنيا بإرشادهم به إلى الحق ( لقوم يؤمنون ) ."
    },
    {
      "ayah": 52,
      "surah": 29,
      "text": "قوله تعالى : قل كفى بالله بيني وبينكم شهيدا أي قل للمكذبين لك كفى بالله شهيدا يشهد لي بالصدق فيما أدعيه من أني رسوله وأن هذا القرآن كتابه . يعلم ما في السماوات والأرض أي لا يخفى عليه شيء . وهذا احتجاج عليهم في صحة شهادته عليهم ; لأنهم قد أقروا بعلمه فلزمهم أن يقروا بشهادته والذين آمنوا بالباطل قال يحيى بن سلام : بإبليس . وقيل : بعبادة الأوثان والأصنام ; قاله ابن شجرة . وكفروا بالله أي لتكذيبهم برسله وجحدهم لكتابه . وقيل : بما أشركوا به من الأوثان وأضافوا إليه من الأولاد والأضداد أولئك هم الخاسرون أنفسهم وأعمالهم في الآخرة ."
    },
    {
      "ayah": 53,
      "surah": 29,
      "text": "قوله تعالى : ويستعجلونك بالعذاب لما أنذرهم بالعذاب قالوا لفرط الإنكار : عجل لنا هذا العذاب . وقيل : إن قائل ذلك النضر بن الحارث وأبو جهل حين قالا : [ ص: 329 ] اللهم إن كان هذا هو الحق من عندك فأمطر علينا حجارة من السماء . وقولهم : ربنا عجل لنا قطنا قبل يوم الحساب وقوله : ولولا أجل مسمى في نزول العذاب . قال ابن عباس : يعني هو ما وعدتك ألا أعذب قومك وأؤخرهم إلى يوم القيامة بيانه : بل الساعة موعدهم وقال الضحاك : هو مدة أعمارهم في الدنيا . وقيل : المراد بالأجل المسمى النفخة الأولى ; قاله يحيى بن سلام . وقيل : الوقت الذي قدره الله لهلاكهم وعذابهم ; قاله ابن شجرة . وقيل : هو القتل يوم بدر وعلى الجملة فلكل عذاب أجل لا يتقدم ولا يتأخر . دليله قوله : لكل نبإ مستقر . لجاءهم العذاب يعني الذي استعجلوه وليأتينهم بغتة أي فجأة وهم لا يشعرون أي لا يعلمون بنزوله عليهم"
    },
    {
      "ayah": 54,
      "surah": 29,
      "text": "يستعجلونك بالعذاب أي يستعجلونك وقد أعد لهم جهنم وأنها ستحيط بهم لا محالة فما معنى الاستعجال . وقيل : نزلت في عبد الله بن أبي أمية وأصحابه من المشركين حين قالوا : أو تسقط السماء كما زعمت علينا كسفا ."
    },
    {
      "ayah": 55,
      "surah": 29,
      "text": "قوله تعالى : يوم يغشاهم العذاب من فوقهم قيل : هو متصل بما هو قبله ; أي يوم يصيبهم العذاب من فوقهم ومن تحت أرجلهم فإذا غشيهم العذاب أحاطت بهم جهنم وإنما قال : من تحت أرجلهم للمقاربة وإلا فالغشيان من فوق أعم ; كما قال الشاعر :علفتها تبنا وماء بارداوقال آخر :لقد كان قواد الجياد إلى العدا     عليهن غاب من قنى ودروعويقول ذوقوا قرأ أهل المدينة والكوفة : ( نقول ) بالنون الباقون بالياء ، واختاره أبو عبيد ; لقوله : قل كفى بالله ويحتمل أن يكون الملك الموكل بهم يقول : ذوقوا . والقراءت ترجع إلى معنى أي يقول الملك بأمرنا ذوقوا ."
    },
    {
      "ayah": 56,
      "surah": 29,
      "text": "قوله تعالى : يا عبادي الذين آمنوا إن أرضي واسعة هذه الآية نزلت في تحريض المؤمنين الذين كانوا بمكة على الهجرة - في قول مقاتل والكلبي - فأخبرهم الله تعالى بسعة أرضه وأن البقاء في بقعة على أذى الكفار ليس بصواب . بل الصواب أن يتلمس عبادة الله في أرضه مع صالحي عباده ; أي إن كنتم في ضيق من إظهار الإيمان بها فهاجروا إلى المدينة فإنها واسعة ; لإظهار التوحيد بها . وقال ابن جبير وعطاء : إن الأرض التي فيها الظلم والمنكر تترتب فيها هذه الآية وتلزم الهجرة عنها إلى بلد حق . وقاله مالك . وقال مجاهد : إن أرضي واسعة فهاجروا وجاهدوا وقال مطرف بن الشخير : المعنى : إن رحمتي واسعة . وعنه أيضا : إن رزقي لكم واسع فابتغوه في الأرض قال سفيان الثوري : إذا كنت بأرض غالية فانتقل إلى غيرها تملأ فيها جرابك خبزا بدرهم . وقيل : المعنى : إن أرضي التي هي أرض الجنة واسعة فاعبدون حتى أورثكموها . فإياي فاعبدون ( إياي ) منصوب بفعل مضمر ; أي فاعبدوا ، إياي فاعبدون ، فاستغنى بأحد الفعلين عن الثاني . والفاء في قوله : ( فإياي ) بمعنى الشرط أي إن ضاق بكم موضع فإياي فاعبدوني في غيره ; لأن أرضي واسعة ."
    },
    {
      "ayah": 57,
      "surah": 29,
      "text": "قوله تعالى : كل نفس ذائقة الموت ثم إلينا ترجعون تقدم في ( آل عمران ) . وإنما ذكره هاهنا تحقيرا لأمر الدنيا ومخاوفها ; كأن بعض المؤمنين نظر في عاقبة تلحقه في خروجه من وطنه من مكة أنه يموت أو يجوع أو نحو هذا ، فحقر الله شأن الدنيا ; أي أنتم لا محالة ميتون ومحشورون إلينا . فالبدار إلى طاعة الله والهجرة إليه وإلى ما يمتثل . ثم وعد المؤمنين العاملين بسكنى الجنة تحريضا منه تعالى ; وذكر الجزاء الذي ينالونه . ثم نعتهم بقوله : الذين صبروا وعلى ربهم يتوكلون . وقرأ أبو عمرو ويعقوب والجحدري وابن إسحاق وابن محيصن والأعمش وحمزة والكسائي وخلف : ( يا عبادي ) بإسكان الياء وفتحها الباقون . ( إن أرضي ) فتحها ابن عامر وسكنها الباقون . وروي أن رسول الله صلى الله عليه وسلم قال : من فر بدينه من أرض إلى أرض ولو قيد شبر استوجب الجنة وكان رفيق محمد وإبراهيم عليهما السلام .[ ص: 331 ] ثم إلينا ترجعون وقرأ السلمي وأبو بكر عن عاصم : ( يرجعون ) بالياء ; لقوله : كل نفس ذائقة الموت وقرأ الباقون بالتاء ; لقوله : يا عبادي الذين آمنوا وأنشد بعضهم :الموت في كل حين ينشد الكفنا ونحن في غفلة عما يراد بنا     لا تركنن إلى الدنيا وزهرتهاوإن توشحت من أثوابها الحسنا     أين الأحبة والجيران ما فعلواأين الذين همو كانوا لها سكنا     سقاهم الموت كأسا غير صافيةصيرهم تحت أطباق الثرى رهنا"
    },
    {
      "ayah": 58,
      "surah": 29,
      "text": "قوله تعالى : والذين آمنوا وعملوا الصالحات لنبوئنهم من الجنة غرفا وقرأ ابن مسعود والأعمش ويحيى بن وثاب وحمزة والكسائي : ( لنثوينهم ) بالثاء مكان الباء من الثوي وهو الإقامة ; أي لنعطينهم غرفا يثوون فيها . وقرأ رويس عن يعقوب والجحدري والسلمي : ( ليبوئنهم ) بالياء مكان النون ، الباقون ( لنبوئنهم ) أي لننزلنهم ( غرفا ) جمع غرفة وهي العلية المشرفة . وفي صحيح مسلم عن سهل بن سعد أن رسول الله صلى الله عليه وسلم قال : إن أهل الجنة ليتراءون أهل الغرف من فوقهم كما تتراءون الكوكب الدري الغابر من الأفق من المشرق أو المغرب لتفاضل ما بينهم . قالوا : يا رسول الله تلك منازل الأنبياء لا يبلغها غيرهم ؟ قال : بلى ، والذي نفسي بيده رجال آمنوا بالله وصدقوا المرسلين . وخرج الترمذي عن علي رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : إن في الجنة لغرفا يرى ظهورها من بطونها وبطونها من ظهورها . فقام إليه أعرابي فقال : لمن هي يا رسول الله ؟ قال : هي لمن أطاب الكلام وأطعم الطعام وأدام الصيام وصلى لله بالليل والناس نيام وقد زدنا هذا المعنى بيانا في كتاب ( التذكرة ) والحمد لله ."
    },
    { "ayah": 59, "surah": 29, "text": "نعتهم بقوله : \" الذين صبروا وعلى ربهم يتوكلون \"" },
    {
      "ayah": 6,
      "surah": 29,
      "text": "قوله تعالى : ومن جاهد فإنما يجاهد لنفسه أي ومن جاهد في الدين وصبر على قتال الكفار وأعمال الطاعات ، فإنما يسعى لنفسه ; أي ثواب ذلك كله له ; ولا يرجع إلى الله نفع من ذلك إن الله لغني عن العالمين أي عن أعمالهم . وقيل : المعنى ; من جاهد عدوه لنفسه لا يريد وجه الله فليس لله حاجة بجهاده ."
    },
    {
      "ayah": 60,
      "surah": 29,
      "text": "قوله تعالى : وكأين من دابة لا تحمل رزقها الله يرزقها وإياكم أسند الواحدي عن يزيد بن هارون قال : حدثنا حجاج بن المنهال عن الزهري - وهو عبد الرحمن بن عطاء - عن عطاء عن ابن عمر قال : خرجنا مع رسول الله صلى الله عليه وسلم حتى دخل بعض حيطان الأنصار فجعل يلتقط من الثمر ويأكل فقال : يا ابن عمر ما لك لا تأكل ؟ فقلت : لا أشتهيه يا رسول الله . فقال : لكني أشتهيه وهذه صبيحة رابعة لم أذق طعاما ولو شئت لدعوت ربي فأعطاني مثل ملك [ ص: 332 ] كسرى وقيصر فكيف بك يا ابن عمر إذا بقيت في قوم يخبئون رزق سنتهم ويضعف اليقين ؟ قال : والله ما برحنا حتى نزلت : وكأين من دابة لا تحمل رزقها الله يرزقها وإياكم وهو السميع العليم .قلت : وهذا ضعيف يضعفه أنه عليه السلام كان يدخر لأهله قوت سنتهم ، اتفق البخاري عليه ومسلم . وكانت الصحابة يفعلون ذلك وهم القدوة وأهل اليقين والأئمة لمن بعدهم من المتقين المتوكلين . وقد روى ابن عباس أن النبي صلى الله عليه وسلم قال للمؤمنين بمكة حين آذاهم المشركون : اخرجوا إلى المدينة وهاجروا ولا تجاوروا الظلمة . قالوا : ليس لنا بها دار ولا عقار ولا من يطعمنا ولا من يسقينا . فنزلت : وكأين من دابة لا تحمل رزقها الله يرزقها وإياكم أي ليس معها رزقها مدخرا وكذلك أنتم يرزقكم الله في دار الهجرة وهذا أشبه من القول الأول وتقدم الكلام في ( كأين ) و أن هذه ( أي ) دخلت عليها كاف التشبيه وصار فيها معنى كم ، والتقدير عند الخليل وسيبويه كالعدد أي كشيء كثير من العدد . ( من دابة ) قال مجاهد : يعني الطير والبهائم تأكل بأفواهها ولا تحمل شيئا . الحسن : تأكل لوقتها ولا تدخر لغد . وقيل : لا تحمل رزقها أي لا تقدر على رزقها ( الله يرزقها ) أينما توجهت وإياكم . وقيل : الحمل بمعنى الحمالة . وحكى النقاش : أن المراد النبي صلى الله عليه وسلم يأكل ولا يدخر .قلت : وليس بشيء ; لإطلاق لفظ الدابة وليس مستعملا في العرف إطلاقها على الآدمي فكيف على النبي صلى الله عليه وسلم . وقد مضى هذا في ( النمل ) عند قوله : وإذا وقع القول عليهم أخرجنا لهم دابة من الأرض تكلمهم قال ابن عباس : الدواب هو كل ما دب من الحيوان فكله لا يحمل رزقه ولا يدخر إلا ابن آدم والنمل والفأر . وعن بعضهم رأيت البلبل يحتكر في محضنه . ويقال للعقعق مخابئ إلا أنه ينساها الله يرزقها وإياكم يسوي بين [ ص: 333 ] الحريص والمتوكل في رزقه وبين الراغب والقانع وبين الحيول والعاجز حتى لا يغتر الجلد أنه مرزوق بجلده ولا يتصور العاجز أنه ممنوع بعجزه وفي الصحيح عن النبي صلى الله عليه وسلم : لو أنكم توكلون على الله حق توكله لرزقكم كما يرزق الطير تغدو خماصا وتروح بطانا وهو السميع لدعائكم وقولكم : لا نجد ما ننفق بالمدينة العليم بما في قلوبكم ."
    },
    {
      "ayah": 61,
      "surah": 29,
      "text": "قوله تعالى : ولئن سألتهم من خلق السماوات والأرض وسخر الشمس والقمر ليقولن الله فأنى يؤفكون اللهقوله تعالى : ولئن سألتهم من خلق السماوات والأرض الآية . لما عير المشركون المسلمين بالفقر وقالوا : لو كنتم على حق لم تكونوا فقراء . وكان هذا تمويها ، وكان في الكفار فقراء أيضا أزال الله هذه الشبهة . وكذا قول من قال : إن هاجرنا لم نجد ما ننفق . أي فإذا اعترفتم بأن الله خالق هذه الأشياء فكيف تشكون في الرزق فمن بيده تكوين الكائنات لا يعجز عن رزق العبد ; ولهذا وصله بقوله تعالى : الله يبسط الرزق لمن يشاء من عباده ويقدر له . فأنى يؤفكون أي كيف يكفرون بتوحيدي وينقلبون عن عبادتي ."
    },
    {
      "ayah": 62,
      "surah": 29,
      "text": "الله يبسط الرزق لمن يشاء أي لا يختلف أمر الرزق بالإيمان والكفر ، فالتوسيع والتقتير منه فلا تعيير بالفقر ، فكل شيء بقضاء وقدر . إن الله بكل شيء عليم من أحوالكم وأموركم . قيل : عليم بما يصلحكم من إقتار أو توسيع ."
    },
    {
      "ayah": 63,
      "surah": 29,
      "text": "قوله تعالى : ولئن سألتهم من نزل من السماء ماء أي من السحاب مطرا . فأحيا به الأرض من بعد موتها أي جدبها وقحط أهلها . ليقولن الله أي فإذا أقررتم بذلك فلم تشركون به وتنكرون الإعادة . وإذ قدر على ذلك فهو القادر على إغناء المؤمنين ; فكرر تأكيدا . قل الحمد لله أي على ما أوضح من الحجج والبراهين على قدرته . وقيل : الحمد لله على إقرارهم بذلك . وقيل : على إنزال الماء وإحياء الأرض ."
    },
    {
      "ayah": 64,
      "surah": 29,
      "text": "وما هذه الحياة الدنيا إلا لهو ولعب أي شيء يلهى به ويلعب . أي ليس ما أعطاه الله الأغنياء من الدنيا إلا وهو يضمحل ويزول ; كاللعب الذي لا حقيقة له ولا ثبات . قال بعضهم : الدنيا إن بقيت لك لم تبق لها . وأنشد :تروح لنا الدنيا بغير الذي غدت وتحدث من بعد الأمور أمور     وتجري الليالي باجتماع وفرقةوتطلع فيها أنجم وتغور     فمن ظن أن الدهر باق سرورهفذاك محال لا يدوم سرور     عفا الله عمن صير الهم واحداوأيقن أن الدائرات تدورقلت : وهذا كله في أمور الدنيا من المال والجاه والملبس الزائد على الضروري الذي به قوام العيش والقوة على الطاعات وأما ما كان منها لله فهو من الآخرة وهو الذي يبقى كما قال : ويبقى وجه ربك ذو الجلال والإكرام أي ما ابتغي به ثوابه ورضاه وإن الدار الآخرة لهي الحيوان أي دار الحياة الباقية التي لا تزول ولا موت فيها . وزعم أبو عبيدة : أن الحيوان والحياة والحي بكسر الحاء واحد . كما قال :وقد ترى إذ الحياة حيوغيره يقول : إن الحي جمع على فعول مثل عصي . والحيوان يقع على كل شيء حي . و ( حيوان ) عين في الجنة . وقيل : أصل ( حيوان ) حييان فأبدلت إحداهما واوا ; لاجتماع المثلين لو كانوا يعلمون أنها كذلك ."
    },
    {
      "ayah": 65,
      "surah": 29,
      "text": "قوله تعالى : فإذا ركبوا في الفلك يعني السفن وخافوا الغرق دعوا الله مخلصين له الدين أي صادقين في نياتهم وتركوا عبادة الأصنام ودعاءها . فلما نجاهم إلى البر إذا هم يشركون أي يدعون معه غيره وما لم ينزل به سلطانا . وقيل : إشراكهم أن يقول قائلهم : لولا الله والرئيس أو الملاح لغرقنا . فيجعلون ما فعل الله لهم من النجاة قسمة بين الله وبين خلقه ."
    },
    {
      "ayah": 66,
      "surah": 29,
      "text": "قوله تعالى : ليكفروا بما آتيناهم وليتمتعوا قيل : هما لام كي أي لكي يكفروا ولكي يتمتعوا . وقيل : إذا هم يشركون ليكون ثمرة شركهم أن يجحدوا نعم الله ويتمتعوا بالدنيا . وقيل : هما لام أمر معناه التهديد والوعيد أي اكفروا بما أعطيناكم من النعمة والنجاة من البحر وتمتعوا . ودليل هذا قراءة أبي وتمتعوا . ابن الأنباري : ويقوي هذا قراءة الأعمش ونافع وحمزة : ( وليتمتعوا ) بجزم اللام . النحاس : ( وليتمتعوا ) لام كي ، ويجوز أن تكون لام أمر ; لأن أصل لام الأمر الكسر إلا أنه أمر فيه معنى التهديد . ومن قرأ : ( وليتمتعوا ) بإسكان اللام لم يجعلها لام كي ; لأن ( لام كي ) لا يجوز إسكانها وهي قراءة ابن كثير والمسيبي وقالون عن نافع وحمزة والكسائي وحفص عن عاصم الباقون بكسر اللام . وقرأ أبو العالية : ( ليكفروا بما آتيناهم فتمتعوا فسوف تعلمون ) تهديد ووعيد ."
    },
    {
      "ayah": 67,
      "surah": 29,
      "text": "قوله تعالى : أولم يروا أنا جعلنا حرما آمنا قال عبد الرحمن بن زيد : هي مكة وهم قريش أمنهم الله تعالى فيها . ويتخطف الناس من حولهم قال الضحاك : يقتل بعضهم بعضا ويسبي بعضهم بعضا والخطف الأخذ بسرعة وقد مضى في ( القصص ) وغيرها فأذكرهم الله عز وجل هذه النعمة ; ليذعنوا له بالطاعة ; أي جعلت لهم حرما آمنا أمنوا فيه من السبي والغارة والقتل . وخلصتهم في البر كما خلصتهم في البحر فصاروا يشركون في البر ولا يشركون في البحر ! فهذا تعجب من تناقض أحوالهم . أفبالباطل يؤمنون قال قتادة : أفبالشرك . وقال يحيى بن سلام : أفبإبليس . وبنعمة الله يكفرون قال ابن عباس : أفبعافية الله . وقال ابن شجرة : أفبعطاء الله وإحسانه وقال ابن سلام : أفبما جاء به النبي صلى الله عليه وسلم .[ ص: 336 ] من الهدى . وحكى النقاش : أفبإطعامهم من جوع وأمنهم من خوف يكفرون ؟ وهذا تعجب وإنكار خرج مخرج الاستفهام ."
    },
    {
      "ayah": 68,
      "surah": 29,
      "text": "قوله تعالى : ومن أظلم ممن افترى على الله كذبا أي لا أحد أظلم ممن جعل مع الله شريكا وولدا وإذا فعل فاحشة قال : وجدنا عليها آباءنا والله أمرنا بها . أو كذب بالحق لما جاءه قال يحيى بن سلام : بالقرآن . وقال السدي : بالتوحيد وقال ابن شجرة : بمحمد صلى الله عليه وسلم . وكل قول يتناول القولين أليس في جهنم مثوى للكافرين أي مستقر . وهو استفهام تقرير ."
    },
    {
      "ayah": 69,
      "surah": 29,
      "text": "قوله تعالى : والذين جاهدوا فينا لنهدينهم سبلنا وإن الله لمع المحسنين .قوله تعالى : والذين جاهدوا فينا أي جاهدوا الكفار فينا . أي في طلب مرضاتنا . وقال السدي وغيره : إن هذه الآية نزلت قبل فرض القتال . قال ابن عطية : فهي قبل الجهاد العرفي وإنما هو جهاد عام في دين الله وطلب مرضاته . قال الحسن بن أبي الحسن : الآية في العباد . وقال ابن عباس وإبراهيم بن أدهم : هي في الذين يعملون بما يعلمون وقد قال صلى الله عليه وسلم : من عمل بما علم علمه الله ما لم يعلم ونزع بعض العلماء إلى قول : واتقوا الله ويعلمكم الله . وقال عمر بن عبد العزيز : إنما قصر بنا عن علم ما جهلنا تقصيرنا في العمل بما علمنا ولو عملنا ببعض ما علمنا لأورثنا علما لا تقوم به أبداننا ; قال الله تعالى : واتقوا الله ويعلمكم الله . وقال أبو سليمان الداراني : ليس الجهاد في الآية قتال الكفار فقط بل هو نصر الدين والرد على المبطلين وقمع الظالمين ، وعظمه الأمر بالمعروف والنهي عن المنكر ومنه مجاهدة النفوس في طاعة الله وهو الجهاد الأكبر وقال سفيان بن عيينة لابن المبارك : إذا رأيت الناس قد اختلفوا فعليك بالمجاهدين وأهل الثغور فإن الله تعالى يقول : لنهدينهم . وقال الضحاك : معنى الآية ; والذين جاهدوا في الهجرة لنهدينهم سبل الثبات على الإيمان . ثم قال : مثل السنة في الدنيا كمثل الجنة في العقبى من دخل الجنة في العقبى [ ص: 337 ] سلم كذلك من لزم السنة في الدنيا سلم . وقال عبد الله بن عباس : والذين جاهدوا في طاعتنا لنهدينهم سبل ثوابنا . وهذا يتناول بعموم الطاعة جميع الأقوال . ونحوه قول عبد الله بن الزبير ; قال : تقول الحكمة : من طلبني فلم يجدني فليطلبني في موضعين : أن يعمل بأحسن ما يعلمه ويجتنب أسوأ ما يعلمه . وقال الحسن بن الفضل : فيه تقديم وتأخير أي الذين هديناهم هم الذين جاهدوا فينا . لنهدينهم سبلنا أي طريق الجنة ; قاله السدي . النقاش : يوفقهم لدين الحق . وقال يوسف بن أسباط : المعنى : لنخلصن نياتهم وصدقاتهم وصلواتهم وصيامهم وإن الله لمع المحسنين لام تأكيد ودخلت في ( مع ) على أحد وجهين : أن يكون اسما ولام التوكيد إنما تدخل على الأسماء ، أو حرفا فتدخل عليها ; لأن فيها معنى الاستقرار ; كما تقول إن زيدا لفي الدار . و ( مع ) إذا سكنت فهي حرف لا غير وإذا فتحت جاز أن تكون اسما وأن تكون حرفا . والأكثر أن تكون حرفا جاء لمعنى وتقدم معنى الإحسان والمحسنين في ( البقرة ) وغيرها وهو سبحانه معهم بالنصرة والمعونة ، والحفظ والهداية ، ومع الجميع بالإحاطة . والقدرة فبين المعيتين بون ."
    },
    {
      "ayah": 7,
      "surah": 29,
      "text": "قوله تعالى : ( والذين آمنوا ) أي صدقوا وعملوا الصالحات لنكفرن عنهم سيئاتهم أي لنغطينها عنهم بالمغفرة لهم . ولنجزينهم أحسن الذي كانوا يعملون أي بأحسن أعمالهم وهو الطاعات ثم قيل : يحتمل أن تكفر عنهم كل معصية عملوها في الشرك ويثابوا [ ص: 302 ] على ما عملوا من حسنة في الإسلام ويحتمل أن تكفر عنهم سيئاتهم في الكفر والإسلام ويثابوا على حسناتهم في الكفر والإسلام ."
    },
    {
      "ayah": 8,
      "surah": 29,
      "text": "قوله تعالى : ووصينا الإنسان بوالديه حسنا نزلت في سعد بن أبي وقاص فيما روى الترمذي قال : أنزلت في أربع آيات فذكر قصة ; فقالت أم سعد : أليس قد أمر الله بالبر ، والله لا أطعم طعاما ولا أشرب شرابا حتى أموت أو تكفر ; قال : فكانوا إذا أرادوا أن يطعموها شجروا فاها فنزلت هذه الآية : ووصينا الإنسان بوالديه حسنا الآية . قال أبو عيسى : هذا حديث حسن صحيح . وروي عن سعد أنه قال : كنت بارا بأمي فأسلمت فقالت : لتدعن دينك أو لا آكل ولا أشرب حتى أموت فتعير بي ويقال يا قاتل أمه وبقيت يوما ويوما فقلت : يا أماه لو كانت لك مائة نفس فخرجت نفسا نفسا ما تركت ديني هذا ، فإن شئت فكلي وإن شئت فلا تأكلي . فلما رأت ذلك أكلت ، ونزلت : وإن جاهداك لتشرك بي الآية . وقال ابن عباس : نزلت في عياش بن أبي ربيعة أخي أبي جهل لأمه وقد فعلت أمه مثل ذلك . وعنه أيضا : نزلت في جميع الأمة إذ لا يصبر على بلاء الله إلا صديق . و ( حسنا ) نصب عند البصريين على التكرير أي ووصيناه حسنا . وقيل : هو على القطع ، تقديره : ووصيناه بالحسن ، كما تقول : وصيته خيرا . أي بالخير . وقال أهل الكوفة : تقديره : ووصينا الإنسان أن يفعل حسنا . فيقدر له فعل : وقال الشاعر :عجبت من دهماء إذ تشكونا ومن أبي دهماء إذ يوصيناخيرا بها كأنما خافوناأي يوصينا أن نفعل بها خيرا ; كقوله : ( فطفق مسحا ) أي يمسح مسحا . وقيل : تقديره : ووصيناه أمرا ذا حسن ، فأقيمت الصفة مقام الموصوف ، وحذف المضاف وأقيم [ ص: 303 ] المضاف إليه مقامه وقيل : معناه ألزمناه حسنا . وقراءة العامة : ( حسنا ) بضم الحاء وإسكان السين وقرأ أبو رجاء وأبو العالية والضحاك : بفتح الحاء والسين وقرأ الجحدري : ( إحسانا ) على المصدر ; وكذلك في مصحف أبي التقدير : ووصينا الإنسان أن يحسن إحسانا ولا ينتصب ب ( وصينا ) لأنه قد استوفى مفعوليه . ( إلي مرجعكم ) وعيد في طاعة الوالدين في معنى الكفر فأنبئكم بما كنتم تعملون"
    },
    {
      "ayah": 9,
      "surah": 29,
      "text": "والذين آمنوا وعملوا الصالحات لندخلنهم في الصالحين كرر تعالى التمثيل بحالة المؤمنين العاملين ليحرك النفوس إلى نيل مراتبهم . وقوله : لندخلنهم في الصالحين مبالغة على معنى : فالذين هم في نهاية الصلاح وأبعد غاياته . وإذا تحصل للمؤمن هذا الحكم تحصل ثمرته وجزاؤه وهو الجنة ."
    }
  ]
}
