{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 30,
      "text": "اختلف أهل التأويل في الحروف التي في أوائل السورة ; فقال عامر الشعبي وسفيان الثوري وجماعة من المحدثين : هي سر الله في القرآن , ولله في كل كتاب من كتبه سر .فهي من المتشابه الذي انفرد الله تعالى بعلمه , ولا يجب أن يتكلم فيها , ولكن نؤمن بها ونقرأ كما جاءت .وروي هذا القول عن أبي بكر الصديق وعن علي بن أبي طالب رضي الله عنهما .وذكر أبو الليث السمرقندي عن عمر وعثمان وابن مسعود أنهم قالوا : الحروف المقطعة من المكتوم الذي لا يفسر .وقال أبو حاتم : لم نجد الحروف المقطعة في القرآن إلا في أوائل السور , ولا ندري ما أراد الله جل وعز بها .قلت : ومن هذا المعنى ما ذكره أبو بكر الأنباري : حدثنا الحسن بن الحباب حدثنا أبو بكر بن أبي طالب حدثنا أبو المنذر الواسطي عن مالك بن مغول عن سعيد بن مسروق عن الربيع بن خثيم قال : إن الله تعالى أنزل هذا القرآن فاستأثر منه بعلم ما شاء , وأطلعكم على ما شاء , فأما ما استأثر به لنفسه فلستم بنائليه فلا تسألوا عنه , وأما الذي أطلعكم عليه فهو الذي تسألون عنه وتخبرون به , وما بكل القرآن تعلمون , ولا بكل ما تعلمون تعملون .قال أبو بكر : فهذا يوضح أن حروفا من القرآن سترت معانيها عن جميع العالم , اختبارا من الله عز وجل وامتحانا ; فمن آمن بها أثيب وسعد , ومن كفر وشك أثم وبعد .حدثنا أبو يوسف بن يعقوب القاضي حدثنا محمد بن أبي بكر حدثنا عبد الرحمن بن مهدي عن سفيان عن الأعمش عن عمارة عن حريث بن ظهير عن عبد الله قال : ما آمن مؤمن أفضل من إيمان بغيب , ثم قرأ : \" الذين يؤمنون بالغيب \" [ البقرة : 3 ] .قلت : هذا القول في المتشابه وحكمه , وهو الصحيح على ما يأتي بيانه في ( آل عمران ) إن شاء الله تعالى .وقال جمع من العلماء كبير : بل يجب أن نتكلم فيها , ويلتمس الفوائد التي تحتها , والمعاني التي تتخرج عليها ; واختلفوا في ذلك على أقوال عديدة ; فروي عن ابن عباس وعلي أيضا : أن الحروف المقطعة في القرآن اسم الله الأعظم , إلا أنا لا نعرف تأليفه منها .وقال قطرب والفراء وغيرهما : هي إشارة إلى حروف الهجاء أعلم الله بها العرب حين تحداهم بالقرآن أنه مؤتلف من حروف هي التي منها بناء كلامهم ; ليكون عجزهم عنه أبلغ في الحجة عليهم إذ لم يخرج عن كلامهم .قال قطرب : كانوا ينفرون عند استماع القرآن , فلما سمعوا : \" الم \" و \" المص \" استنكروا هذا اللفظ , فلما أنصتوا له صلى الله عليه وسلم أقبل عليهم بالقرآن المؤتلف ليثبته في أسماعهم وآذانهم ويقيم الحجة عليهم .وقال قوم : روي أن المشركين لما أعرضوا عن سماع القرآن بمكة وقالوا : \" لا تسمعوا لهذا القرآن والغوا فيه \" [ فصلت : 26 ] نزلت ليستغربوها فيفتحون لها أسماعهم فيسمعون القرآن بعدها فتجب عليهم الحجة .وقال جماعة : هي حروف دالة على أسماء أخذت منها وحذفت بقيتها ; كقول ابن عباس وغيره : الألف من الله , واللام من جبريل , والميم من محمد صلى الله عليه وسلم .وقيل : الألف مفتاح اسمه الله , واللام مفتاح اسمه لطيف , والميم مفتاح اسمه مجيد .وروى أبو الضحى عن ابن عباس في قوله : \" الم \" قال : أنا الله أعلم , \" الر \" أنا الله أرى , \" المص \" أنا الله أفضل .فالألف تؤدي عن معنى أنا , واللام تؤدي عن اسم الله , والميم تؤدي عن معنى أعلم .واختار هذا القول الزجاج وقال : أذهب إلى أن كل حرف منها يؤدي عن معنى ; وقد تكلمت العرب بالحروف المقطعة نظما لها ووضعا بدل الكلمات التي الحروف منها , كقوله : فقلت لها قفي فقالت قاف أراد : قالت وقفت .وقال زهير : بالخير خيرات وإن شرا فا ولا أريد الشر إلا أن تا أراد : وإن شرا فشر .وأراد : إلا أن تشاء .وقال آخر : نادوهم ألا الجموا ألا تا قالوا جميعا كلهم ألا فا أراد : ألا تركبون , قالوا : ألا فاركبوا .وفي الحديث : ( من أعان على قتل مسلم بشطر كلمة ) قال شقيق : هو أن يقول في اقتل : اق ; كما قال عليه السلام ( كفى بالسيف شا ) معناه : شافيا .وقال زيد بن أسلم : هي أسماء للسور .وقال الكلبي : هي أقسام أقسم الله تعالى بها لشرفها وفضلها , وهي من أسمائه ; عن ابن عباس أيضا ورد بعض العلماء هذا القول فقال : لا يصح أن يكون قسما لأن القسم معقود على حروف مثل : إن وقد ولقد وما ; ولم يوجد هاهنا حرف من هذه الحروف , فلا يجوز أن يكون يمينا .والجواب أن يقال : موضع القسم قوله تعالى : \" لا ريب فيه \" فلو أن إنسانا حلف فقال : والله هذا الكتاب لا ريب فيه ; لكان الكلام سديدا , وتكون \" لا \" جواب القسم .فثبت أن قول الكلبي وما روي عن ابن عباس سديد صحيح .فإن قيل : ما الحكمة في القسم من الله تعالى , وكان القوم في ذلك الزمان على صنفين : مصدق , ومكذب ; فالمصدق يصدق بغير قسم , والمكذب لا يصدق مع القسم ؟ .قيل له : القرآن نزل بلغة العرب ; والعرب إذا أراد بعضهم أن يؤكد كلامه أقسم على كلامه ; والله تعالى أراد أن يؤكد عليهم الحجة فأقسم أن القرآن من عنده .وقال بعضهم : \" الم \" أي أنزلت عليك هذا الكتاب من اللوح المحفوظ .وقال قتادة في قوله : \" الم \" قال اسم من أسماء القرآن .وروي عن محمد بن علي الترمذي أنه قال : إن الله تعالى أودع جميع ما في تلك السورة من الأحكام والقصص في الحروف التي ذكرها في أول السورة , ولا يعرف ذلك إلا نبي أو ولي , ثم بين ذلك في جميع السورة ليفقه الناس .وقيل غير هذا من الأقوال ; فالله أعلم .والوقف على هذه الحروف على السكون لنقصانها إلا إذا أخبرت عنها أو عطفتها فإنك تعربها .واختلف : هل لها محل من الإعراب ؟ فقيل : لا ; لأنها ليست أسماء متمكنة , ولا أفعالا مضارعة ; وإنما هي بمنزلة حروف التهجي فهي محكية .هذا مذهب الخليل وسيبويه .ومن قال : إنها أسماء السور فموضعها عنده الرفع على أنها عنده خبر ابتداء مضمر ; أي هذه \" الم \" ; كما تقول : هذه سورة البقرة .أو تكون رفعا على الابتداء والخبر ذلك ; كما تقول : زيد ذلك الرجل .وقال ابن كيسان النحوي : \" الم \" في موضع نصب ; كما تقول : اقرأ \" الم \" أو عليك \" الم \" .وقيل : في موضع خفض بالقسم ; لقول ابن عباس : إنها أقسام أقسم الله بها ."
    },
    {
      "ayah": 10,
      "surah": 30,
      "text": "قوله تعالى : ثم كان عاقبة الذين أساءوا السوأى أن كذبوا بآيات الله وكانوا بها يستهزئون .قوله تعالى : ثم كان عاقبة الذين أساءوا السوأى السوأى فعلى من السوء ، تأنيث الأسوأ ؛ وهو الأقبح ، كما أن الحسنى تأنيث الأحسن . وقيل : يعني بها هاهنا النار ; قاله ابن عباس . ومعنى أساءوا أشركوا ; دل عليه أن كذبوا بآيات الله . السوءى : اسم جهنم ; كما أن الحسنى اسم الجنة . أن كذبوا بآيات الله أي لأن كذبوا ، قاله الكسائي . وقيل : بأن كذبوا . وقرأ نافع وابن كثير وأبو عمرو ( ثم كان عاقبة الذين ) بالرفع اسم كان ، وذكرت لأن تأنيثها غير حقيقي . والسوأى خبر كان . والباقون بالنصب على خبر كان .[ ص: 11 ] السوأى بالرفع اسم كان . ويجوز أن يكون اسمها التكذيب ، فيكون التقدير : ثم كان التكذيب عاقبة الذين أساءوا ويكون السوأى مصدرا لأساءوا ، أو صفة لمحذوف ; أي الخلة السوءى . وروي عن الأعمش أنه قرأ ثم كان عاقبة الذين أساءوا السوء برفع السوء . قال النحاس : السوء أشد الشر ; والسوأى الفعلى منه . أن كذبوا بآيات الله قيل : بمحمد والقرآن ; قاله الكلبي . مقاتل : بالعذاب أن ينزل بهم . الضحاك : بمعجزات محمد صلى الله عليه وسلم . وكانوا بها يستهزئون ."
    },
    {
      "ayah": 11,
      "surah": 30,
      "text": "قوله تعالى : الله يبدأ الخلق ثم يعيده ثم إليه ترجعونقرأ أبو عمرو وأبو بكر ( يرجعون ) بالياء . الباقون بالتاء ."
    },
    {
      "ayah": 12,
      "surah": 30,
      "text": "ويوم تقوم الساعة يبلس المجرمون وقرأ أبو عبد الرحمن السلمي ( يبلس ) بفتح اللام ؛ والمعروف في اللغة : أبلس الرجل إذا سكت وانقطعت حجته ، ولم يؤمل أن يكون له حجة . وقريب منه : تحير ; كما قال العجاج :يا صاح هل تعرف رسما مكرسا قال نعم أعرفه وأبلساوقد زعم بعض النحويين أن إبليس مشتق من هذا ، وأنه أبلس لأنه انقطعت حجته . النحاس : ولو كان كما قال لوجب أن ينصرف ، وهو في القرآن غير منصرف . الزجاج : المبلس الساكت المنقطع في حجته ، اليائس من أن يهتدي إليها ."
    },
    {
      "ayah": 13,
      "surah": 30,
      "text": "ولم يكن لهم من شركائهم أي شركائهم الذين عبدوهم من دون الله شفعاء وكانوا بشركائهم كافرين قالوا : ليسوا بآلهة فتبرءوا منها وتبرأت منهم ; حسبما تقدم في غير موضع ."
    },
    { "ayah": 14, "surah": 30, "text": "قوله تعالى : ويوم تقوم الساعة يومئذ يتفرقون يعني المؤمنين من الكافرين ." },
    {
      "ayah": 15,
      "surah": 30,
      "text": "فأما الذين آمنوا قال النحاس : سمعت الزجاج يقول : معنى ( أما ) دع ما كنا فيه وخذ في غيره . وكذا قال سيبويه : إن معناها مهما كنا في شيء فخذ في غير ما كنا فيه .[ ص: 12 ] فهم في روضة قال الضحاك : الروضة الجنة ، والرياض الجنان . وقال أبو عبيد : الروضة ما كان في تسفل ، فإذا كانت مرتفعة فهي ترعة . وقال غيره : أحسن ما تكون الروضة إذا كانت في موضع مرتفع غليظ ; كما قال الأعشى :ما روضة من رياض الحزن معشبة خضراء جاد عليها مسبل هطل     يضاحك الشمس منها كوكب شرقمؤزر بعميم النبت مكتهل     يوما بأطيب منها نشر رائحةولا بأحسن منها إذ دنا الأصلإلا أنه لا يقال لها روضة إلا إذا كان فيها نبت ، فإن لم يكن فيها نبت وكانت مرتفعة فهي ترعة . وقد قيل في الترعة غير هذا . وقال القشيري : والروضة عند العرب ما ينبت حول الغدير من البقول ; ولم يكن عند العرب شيء أحسن منه . الجوهري : والجمع روض ورياض ، صارت الواو ياء لكسر ما قبلها . والروض : نحو من نصف القربة ماء . وفي الحوض روضة من ماء إذا غطى أسفله . وأنشد أبو عمرو :وروضة سقيت منها نضوتييحبرون قال الضحاك وابن عباس : يكرمون . وقيل ينعمون ; وقاله مجاهد وقتادة . وقيل يسرون . السدي : يفرحون . والحبرة عند العرب : السرور والفرح ; ذكره الماوردي . وقال الجوهري : الحبر : الحبور ؛ وهو السرور ، ويقال : حبره يحبره ( بالضم ) حبرا وحبرة ; قال تعالى : فهم في روضة يحبرون أي ينعمون ويكرمون ويسرون . ورجل يحبور يفعول من الحبور . النحاس : وحكى الكسائي حبرته أي أكرمته ونعمته . وسمعت علي بن سليمان يقول : هو مشتق من قولهم : على أسنانه حبرة أي أثر ; ف ( يحبرون ) يتبين عليهم أثر النعيم . والحبر مشتق من هذا . قال الشاعر :لا تملأ الدلو وعرق فيها     أما ترى حبار من يسقيهاوقيل : أصله من التحبير ؛ وهو التحسين ، ف ( يحبرون ) يحسنون . يقال : فلان حسن الحبر والسبر إذا كان جميلا حسن الهيئة . ويقال أيضا : فلان حسن الحبر والسبر ( بالفتح ) ; وهذا كأنه مصدر قولك : حبرته حبرا إذا حسنته . والأول اسم ; ومنه الحديث : ( يخرج رجل من [ ص: 13 ] النار ذهب حبره وسبره ) وقال يحيى بن أبي كثير في روضة يحبرون قال : السماع في الجنة ; وقاله الأوزاعي ، قال : إذا أخذ أهل الجنة في السماع لم تبق شجرة في الجنة إلا رددت الغناء بالتسبيح والتقديس . وقال الأوزاعي : ليس أحد من خلق الله أحسن صوتا من إسرافيل ، فإذا أخذ في السماع قطع على أهل سبع سماوات صلاتهم وتسبيحهم . زاد غير الأوزاعي : ولم تبق شجرة في الجنة إلا رددت ، ولم يبق ستر ولا باب إلا ارتج وانفتح ، ولم تبق حلقة إلا طنت بألوان طنينها ، ولم تبق أجمة من آجام الذهب إلا وقع أهبوب الصوت في مقاصبها فزمرت تلك المقاصب بفنون الزمر ، ولم تبق جارية من جواري الحور العين إلا غنت بأغانيها ، والطير بألحانها ، ويوحي الله تبارك وتعالى إلى الملائكة أن جاوبوهم وأسمعوا عبادي الذين نزهوا أسماعهم عن مزامير الشيطان ، فيجاوبون بألحان وأصوات روحانيين ، فتختلط هذه الأصوات ، فتصير رجة واحدة ، ثم يقول الله جل ذكره : يا داود قم عند ساق عرشي فمجدني ; فيندفع داود بتمجيد ربه بصوت يغمر الأصوات ويجليها وتتضاعف اللذة ; فذلك قوله تعالى : فهم في روضة يحبرون . ذكره الترمذي الحكيم رحمه الله . وذكر الثعلبي من حديث أبي الدرداء أن رسول الله صلى الله عليه وسلم كان يذكر الناس ; فذكر الجنة وما فيها من الأزواج والنعيم ; وفي أخريات القوم أعرابي فقال : يا رسول الله ، هل في الجنة من سماع ؟ فقال : نعم يا أعرابي ، إن في الجنة لنهرا حافتاه الأبكار من كل بيضاء خمصانية يتغنين بأصوات لم تسمع الخلائق بمثلها قط ، فذلك أفضل نعيم الجنة فسأل رجل أبا الدرداء : بماذا يتغنين ؟ فقال : بالتسبيح . والخمصانية : المرهفة الأعلى ، الخمصانة البطن ، الضخمة الأسفل .قلت : وهذا كله من النعيم والسرور والإكرام ; فلا تعارض بين تلك الأقوال . وأين هذا من قول الحق : فلا تعلم نفس ما أخفي لهم من قرة أعين على ما يأتي . وقوله عليه السلام : فيها ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر . وقد روي : إن في الجنة لأشجارا عليها أجراس من فضة ، فإذا أراد أهل الجنة السماع بعث الله ريحا من تحت العرش [ ص: 14 ] فتقع في تلك الأشجار فتحرك تلك الأجراس بأصوات لو سمعها أهل الدنيا لماتوا طربا . ذكره الزمخشري ."
    },
    {
      "ayah": 16,
      "surah": 30,
      "text": "قوله تعالى : وأما الذين كفروا وكذبوا بآياتنا ولقاء الآخرة فأولئك في العذاب محضرون .قوله تعالى : وأما الذين كفروا وكذبوا بآياتنا تقدم الكلام فيه . ولقاء الآخرة أي بالبعث . فأولئك في العذاب محضرون أي مقيمون . وقيل : مجموعون . وقيل : معذبون . وقيل : نازلون ; ومنه قوله تعالى : إذا حضر أحدكم الموت أي نزل به ; قاله ابن شجرة ، والمعنى متقارب ."
    },
    {
      "ayah": 17,
      "surah": 30,
      "text": "قوله تعالى : فسبحان الله حين تمسون وحين تصبحونقوله تعالى : فسبحان الله الآية فيه ثلاثة أقوال : الأول : أنه خطاب للمؤمنين بالأمر بالعبادة والحض على الصلاة في هذه الأوقات . قال ابن عباس : الصلوات الخمس في القرآن ، قيل له : أين ؟ فقال : قال الله تعالى فسبحان الله حين تمسون صلاة المغرب والعشاء وحين تصبحون صلاة الفجر وعشيا العصر وحين تظهرون الظهر ; وقاله الضحاك وسعيد بن جبير . وعن ابن عباس أيضا . وقتادة : أن الآية تنبيه على أربع صلوات : المغرب والصبح والعصر والظهر ; قالوا : والعشاء الآخرة هي في آية أخرى فيوزلفا من الليل وفي ذكر أوقات العورة . وقال النحاس : أهل التفسير على أن هذه الآية فسبحان الله حين تمسون وحين تصبحون في الصلوات . وسمعت علي بن سليمان يقول : حقيقته عندي : فسبحوا الله في الصلوات ؛ لأن التسبيح في الصلاة ; وهو القول الثاني . والقول الثالث : فسبحوا الله حين تمسون وحين تصبحون ; ذكره الماوردي . وذكر القول الأول ، ولفظه فيه : فصلوا لله حين تمسون وحين تصبحون . وفي تسمية الصلاة بالتسبيح [ ص: 15 ] وجهان : أحدهما : لما تضمنها من ذكر التسبيح في الركوع والسجود . الثاني : مأخوذ من السبحة والسبحة الصلاة ; ومنه قول النبي صلى الله عليه وسلم : تكون لهم سبحة يوم القيامة أي صلاة ."
    },
    {
      "ayah": 18,
      "surah": 30,
      "text": "قوله تعالى : وله الحمد في السماوات والأرض اعتراض بين الكلام بدءوب الحمد على نعمه وآلائه . وقيل : معنى وله الحمد أي الصلاة له لاختصاصها بقراءة الحمد . والأول أظهر ; فإن الحمد لله من نوع تعظيم الله تعالى والحض على عبادته ودوام نعمته ; فيكون نوعا آخر خلاف الصلاة ، والله أعلم . وبدأ بصلاة المغرب لأن الليل يتقدم النهار . وفى سورة ( سبحان ) بدأ بصلاة الظهر إذ هي أول صلاة صلاها جبريل بالنبي صلى الله عليه وسلم . الماوردي : وخص صلاة الليل باسم التسبيح وصلاة النهار باسم الحمد لأن للإنسان في النهار متقلبا في أحوال توجب حمد الله تعالى عليها ، وفي الليل على خلوة توجب تنزيه الله من الأسواء فيها ; فلذلك صار الحمد بالنهار أخص فسميت به صلاة النهار ، والتسبيح بالليل أخص فسميت به صلاة الليل .قرأ عكرمة ( حينا تمسون وحينا تصبحون ) والمعنى : حينا تمسون فيه وحينا تصبحون فيه ; فحذف ( فيه ) تخفيفا ، والقول فيه كالقول في واتقوا يوما لا تجزي نفس عن نفس شيئا . وعشيا قال الجوهري : العشي والعشية من صلاة المغرب إلى العتمة ; تقول : أتيته عشية أمس وعشي أمس . وتصغير العشي : عشيان ، على غير قياس مكبره ; كأنهم صغروا عشيانا ، والجمع عشيانات . وقيل أيضا في تصغيره : عشيشيان ، والجمع عشيشيات . وتصغير العشية عشيشية ، والجمع عشيشيات . والعشاء ( بالكسر والمد ) مثل العشي . والعشاءان المغرب والعتمة . وزعم قوم أن العشاء من زوال الشمس إلى طلوع الفجر ، وأنشدوا :غدونا غدوة سحرا بليل عشاء بعدما انتصف النهارالماوردي : والفرق بين المساء والعشاء : أن المساء بدو الظلام بعد المغيب ، والعشاء آخر النهار عند ميل الشمس للمغيب ، وهو مأخوذ من عشا العين وهو نقص النور من الناظر كنقص نور الشمس ."
    },
    {
      "ayah": 19,
      "surah": 30,
      "text": "قوله تعالى : يخرج الحي من الميت ويخرج الميت من الحي ويحيي الأرض بعد موتها وكذلك تخرجون .بين كمال قدرته ; أي كما أحيا الأرض بإخراج النبات بعد همودها ، كذلك يحييكم بالبعث . وفي هذا دليل علىصحة القياس ; وقد مضى في ( آل عمران ) بيان تخرج الحي من الميت ."
    },
    {
      "ayah": 2,
      "surah": 30,
      "text": "قوله تعالى : الم غلبت الروم في أدنى الأرض روى الترمذي عن أبي سعيد الخدري قال : لما كان يوم بدر ظهرت الروم على فارس فأعجب ذلك المؤمنين فنزلت : الم غلبت الروم في أدنى الأرض إلى قوله : يفرح المؤمنون بنصر الله قال : ففرح المؤمنون بظهور الروم على فارس . قال : هذا حديث غريب من هذا الوجه . هكذا قرأ نصر بن علي الجهضمي غلبت الروم . ورواه أيضا من حديث ابن عباس بأتم منه . قال ابن عباس في قول الله عز وجل : الم غلبت الروم في أدنى الأرض قال : غلبت وغلبت ، قال : كان المشركون يحبون أن يظهر أهل فارس على الروم لأنهم وإياهم أهل أوثان ، وكان المسلمون يحبون أن تظهر الروم على فارس لأنهم أهل كتاب ; فذكروه لأبي بكر فذكره أبو بكر لرسول الله صلى الله عليه وسلم فقال : أما إنهم سيغلبون فذكره أبو بكر لهم فقالوا : [ ص: 4 ] اجعل بيننا وبينك أجلا ، فإن ظهرنا كان لنا كذا ، وإن ظهرتم كان لكم كذا وكذا ، فجعل أجل خمس سنين ، فلم يظهروا ; فذكر ذلك للنبي صلى الله عليه وسلم فقال : ألا جعلته إلى دون - أراه قال العشر - قال : قال أبو سعيد : والبضع ما دون العشرة . قال : ثم ظهرت الروم بعد ، قال : فذلك قوله الم غلبت الروم إلى قوله : ويومئذ يفرح المؤمنون بنصر الله . قال سفيان : سمعت أنهم ظهروا عليهم يوم بدر . قال أبو عيسى : هذا حديث حسن صحيح غريب . ورواه أيضا عن نيار بن مكرم الأسلمي قال : لما نزلت : الم غلبت الروم في أدنى الأرض وهم من بعد غلبهم سيغلبون في بضع سنين وكانت فارس يوم نزلت هذه الآية قاهرين للروم ، وكان المسلمون يحبون ظهور الروم عليهم ؛ لأنهم وإياهم أهل كتاب ، وفي ذلك نزل قول الله تعالى : ويومئذ يفرح المؤمنون بنصر الله ينصر من يشاء وهو العزيز الرحيم ، وكانت قريش تحب ظهور فارس ؛ لأنهم وإياهم ليسوا بأهل كتاب ولا إيمان ببعث ، فلما أنزل الله هذه الآية خرج أبو بكر الصديق رضي الله عنه يصيح في نواحي مكة : الم غلبت الروم في أدنى الأرض وهم من بعد غلبهم سيغلبون في بضع سنين .قال ناس من قريش لأبي بكر : فذلك بيننا وبينكم ، زعم صاحبك أن الروم ستغلب فارس في بضع سنين ، أفلا نراهنك على ذلك ؟ قال : بلى . وذلك قبل تحريم الرهان ، فارتهن أبو بكر والمشركون وتواضعوا الرهان . وقالوا لأبي بكر : كم تجعل البضع ؟ ثلاث سنين أو تسع سنين ؟ فسم بيننا وبينك وسطا تنتهي إليه ; قال فسموا بينهم ست سنين ; قال : فمضت الست سنين قبل أن يظهروا ، فأخذ المشركون رهن أبي بكر ، فلما دخلت السنة السابعة ظهرت الروم على فارس ، فعاب المسلمون على أبي بكر تسمية ست سنين ، قال : لأن الله تعالى قال في بضع سنين قال : وأسلم عند ذلك ناس كثير . قال أبو عيسى : هذا حديث حسن صحيح غريب .وروى القشيري وابن عطية وغيرهما : أنه لما نزلت الآيات خرج أبو بكر بها إلى المشركين فقال : أسركم أن غلبت الروم ؟ فإن نبينا أخبرنا عن الله تعالى أنهم سيغلبون في بضع سنين . فقال له أبي بن خلف وأمية أخوه - وقيل أبو سفيان بن حرب - : يا أبا فصيل - يعرضون بكنيته يا أبا بكر - فلنتناحب ; أي نتراهن في ذلك [ ص: 5 ] فراهنهم أبو بكر . قال قتادة : وذلك قبل أن يحرم القمار ، وجعلوا الرهان خمس قلائص والأجل ثلاث سنين . وقيل : جعلوا الرهان ثلاث قلائص . ثم أتى النبي صلى الله عليه وسلم فأخبره فقال : فهلا احتطت ، فإن البضع ما بين الثلاث والتسع والعشر ، ولكن ارجع فزدهم في الرهان واستزدهم في الأجل ففعل أبو بكر ، فجعلوا القلائص مائة والأجل تسعة أعوام ; فغلبت الروم في أثناء الأجل . وقال الشعبي : فظهروا في تسع سنين . القشيري : المشهور في الروايات أن ظهور الروم كان في السابعة من غلبة فارس للروم ، ولعل رواية الشعبي تصحيف من السبع إلى التسع من بعض النقلة . وفي بعض الروايات : أنه جعل القلائص سبعا إلى تسع سنين . ويقال : إنه آخر فتوح كسرى أبرويز فتح فيه القسطنطينية حتى بنى فيها بيت النار ; فأخبر رسول الله صلى الله عليه وسلم فساءه ذلك ، فأنزل الله تعالى هاتين الآيتين .وحكى النقاش وغيره : أن أبا بكر الصديق رضي الله عنه لما أراد الهجرة مع النبي صلى الله عليه وسلم تعلق به أبي بن خلف وقال له : أعطني كفيلا بالخطر إن غلبت ; فكفل به ابنه عبد الرحمن ، فلما أراد أبي الخروج إلى أحد طلبه عبد الرحمن بالكفيل فأعطاه كفيلا ، ثم مات أبي بمكة من جرح جرحه النبي صلى الله عليه وسلم ، وظهرت الروم على فارس يوم الحديبية على رأس تسع سنين من مناحبتهم . وقال الشعبي : لم تمض تلك المدة حتى غلبت الروم فارس ; وربطوا خيلهم بالمدائن ، وبنوا رومية ; فقمر أبو بكر أبيا وأخذ مال الخطر من ورثته ، فقال له النبي صلى الله عليه وسلم : تصدق به فتصدق به . وقال المفسرون : إن سبب غلبة الروم فارس امرأة كانت في فارس لا تلد إلا الملوك والأبطال ، فقال لها كسرى : أريد أن أستعمل أحد بنيك على جيش أجهزه إلى الروم ; فقالت : هذا هرمز أروغ من ثعلب وأحذر من صقر ، وهذا فرخان أحد من سنان وأنفذ من نبل ، وهذا شهربزان أحلم من كذا ، فاختر ; قال : فاختار الحليم وولاه ، فسار إلى الروم بأهل فارس فظهر على الروم .قال عكرمة وغيره : إن شهربزان لما غلب الروم خرب ديارها حتى بلغ الخليج ، فقال أخوه فرخان : لقد رأيتني جالسا على سرير كسرى ; فكتب كسرى إلى شهربزان أرسل إلي برأس فرخان فلم يفعل ; فكتب كسرى إلى فارس : إني قد استعملت عليكم فرخان وعزلت شهربزان ، وكتب إلى فرخان إذا ولي أن يقتل شهربزان ; فأراد فرخان قتل شهربزان فأخرج له شهربزان ثلاث صحائف من كسرى يأمره بقتل فرخان ، فقال شهربزان لفرخان : إن كسرى كتب إلي أن أقتلك ثلاث صحائف وراجعته أبدا في أمرك ، أفتقتلني أنت بكتاب واحد ؟ فرد الملك إلى أخيه ، وكتب شهربزان [ ص: 6 ] إلى قيصر ملك الروم فتعاونا على كسرى ، فغلبت الروم فارس ومات كسرى . وجاء الخبر إلى النبي صلى الله عليه وسلم يوم الحديبية ففرح من معه من المسلمين ; فذلك قوله تعالى : الم غلبت الروم في أدنى الأرض يعني أرض الشام . عكرمة : بأذرعات ، وهي ما بين بلاد العرب والشام . . وقيل : إن قيصر كان بعث رجلا يدعى يحنس وبعث كسرى شهربزان فالتقيا بأذرعات وبصرى وهي أدنى بلاد الشام إلى أرض العرب والعجم . مجاهد : بالجزيرة ، وهو موضع بين العراق والشام . مقاتل : بالأردن وفلسطين . وأدنى معناه أقرب . قال ابن عطية : فإن كانت الواقعة بأذرعات فهي من أدنى الأرض بالقياس إلى مكة ، وهي التي ذكرها امرؤ القيس في قوله :تنورتها من أذرعات وأهلها بيثرب أدنى دارها نظر عالوإن كانت الواقعة بالجزيرة فهي أدنى بالقياس إلى أرض كسرى ، وإن كانت بالأردن فهي أدنى إلى أرض الروم . فلما طرأ ذلك وغلبت الروم سر الكفار فبشر الله عباده بأن الروم سيغلبون ، وتكون الدولة لهم في الحرب .وقد مضى الكلام في فواتح السور . وقرأ أبو سعيد الخدري وعلي بن أبي طالب ومعاوية بن قرة غلبت الروم بفتح الغين واللام . وتأويل ذلك أن الذي طرأ يوم بدر إنما كانت الروم غلبت ، فعز ذلك على كفار قريش ، وسر بذلك المسلمون ، فبشر الله تعالى عباده أنهم سيغلبون أيضا في بضع سنين ; ذكر هذا التأويل أبو حاتم . قال أبو جعفر النحاس : قراءة أكثر الناس غلبت الروم بضم الغين وكسر اللام . وروي عن ابن عمر وأبي سعيد الخدري أنهما قرأا غلبت الروم وقرأا سيغلبون . وحكى أبو حاتم أن عصمة روى عن هارون : أن هذه قراءة أهل الشام ; وأحمد بن حنبل يقول : إن عصمة هذا ضعيف ، وأبو حاتم كثير الحكاية عنه ، والحديث يدل على أن القراءة غلبت بضم الغين ، وكان في هذا الإخبار دليل على نبوة محمد صلى الله عليه وسلم ؛ لأن الروم غلبتها فارس ، فأخبر الله عز وجل نبيه محمدا صلى الله عليه وسلم أن الروم ستغلب فارس في بضع سنين ، وأن المؤمنين يفرحون بذلك ؛ لأن الروم أهل كتاب ، فكان هذا من علم الغيب الذي أخبر الله عز وجل به مما لم يكن علموه ، وأمر أبا بكر أن يراهنهم على ذلك وأن يبالغ في الرهان ، ثم حرم الرهان بعد ، ونسخ بتحريم القمار . قال ابن عطية : والقراءة بضم الغين أصح ، وأجمع الناس على سيغلبون أنه بفتح الياء ، [ ص: 7 ] يراد به الروم . ويروى عن ابن عمر أنه قرأ أيضا بضم الياء في ( سيغلبون ) ، وفي هذه القراءة قلب للمعنى الذي تظاهرت الروايات به . قال أبو جعفر النحاس : ومن قرأ سيغلبون فالمعنى عنده : وفارس من بعد غلبهم ؛ أي من بعد أن غلبوا ، سيغلبون . وروى أن إيقاع الروم بالفرس كان يوم بدر ; كما في حديث أبي سعيد الخدري حديث الترمذي ، وروى أن ذلك كان يوم الحديبية ، وأن الخبر وصل يوم بيعة الرضوان ; قاله عكرمة وقتادة . قال ابن عطية : وفي كلا اليومين كان نصر من الله للمؤمنين . وقد ذكر الناس أن سبب سرور المسلمين بغلبة الروم وهمهم أن تغلب إنما هو أن الروم أهل كتاب كالمسلمين ، وفارس من أهل الأوثان ; كما تقدم بيانه في الحديث . قال النحاس : وقول آخر وهو أولى - أن فرحهم إنما كان لإنجاز وعد الله تعالى ; إذ كان فيه دليل على النبوة ؛ لأنه أخبر تبارك وتعالى بما يكون في بضع سنين فكان فيه . قال ابن عطية : ويشبه أن يعلل ذلك بما يقتضيه النظر من محبة أن يغلب العدو الأصغر ؛ لأنه أيسر مئونة ، ومتى غلب الأكبر كثر الخوف منه ; فتأمل هذا المعنى ، مع ما كان رسول الله صلى الله عليه وسلم ترجاه من ظهور دينه وشرع الله الذي بعثه به وغلبته على الأمم ، وإرادة كفار مكة أن يرميه الله بملك يستأصله ويريحهم منه . وقيل : سرورهم إنما كان بنصر رسول الله صلى الله عليه وسلم على المشركين ; لأن جبريل أخبر بذلك النبي عليه السلام يوم بدر ; حكاه القشيري .قلت : ويحتمل أن يكون سرورهم بالمجموع من ذلك ، فسروا بظهورهم على عدوهم وبظهور الروم أيضا ، وبإنجاز وعد الله . وقرأ أبو حيوة الشامي ومحمد بن السميقع ( من بعد غلبهم ) بسكون اللام ، وهما لغتان ; مثل : الظعن والظعن . وزعم الفراء أن الأصل ( من بعد غلبتهم ) ، فحذفت التاء كما حذفت في قوله عز وجل : وإقام الصلاة ، وأصله : وإقامة الصلاة . قال النحاس : وهذا غلط لا يخيل على كثير من أهل النحو ; لأن إقام الصلاة مصدر قد حذف منه لاعتلال فعله ، فجعلت التاء عوضا من المحذوف ، و ( غلب ) ليس بمعتل ولا حذف منه شيء . وقد حكى الأصمعي : طرد طردا ، وجلب جلبا ، وحلب حلبا ، وغلب غلبا ; فأي حذف في هذا ، وهل يجوز أن يقال : في أكل أكلا وما أشبهه - : حذف منه ؟ ."
    },
    {
      "ayah": 20,
      "surah": 30,
      "text": "قوله تعالى : ومن آياته أن خلقكم من تراب أي من علامات ربوبيته ووحدانيته أن خلقكم من تراب ; أي خلق أباكم منه والفرع كالأصل ، وقد مضى بيان هذا في ( الأنعام ) . وأن في موضع رفع بالابتداء وكذا أن خلق لكم من أنفسكم أزواجا .ثم إذا أنتم بشر تنتشرون ثم أنتم عقلاء ناطقون تتصرفون فيما هو قوام معايشكم ، [ ص: 17 ] فلم يكن ليخلقكم عبثا ; ومن قدر على هذا فهو أهل للعبادة والتسبيح ."
    },
    {
      "ayah": 21,
      "surah": 30,
      "text": "ومعنى خلق لكم من أنفسكم أزواجا لتسكنوا إليها أي نساء تسكنون إليها . من أنفسكم أي من نطف الرجال ومن جنسكم . وقيل : المراد حواء ، خلقها من ضلع آدم ; قاله قتادة . وجعل بينكم مودة ورحمة قال ابن عباس ومجاهد : المودة الجماع ، والرحمة الولد ; وقاله الحسن . وقيل : المودة والرحمة عطف قلوبهم بعضهم على بعض . وقال السدي : المودة : المحبة ، والرحمة : الشفقة ; وروي معناه عن ابن عباس قال : المودة حب الرجل امرأته ، والرحمة رحمته إياها أن يصيبها بسوء . ويقال : إن الرجل أصله من الأرض ، وفيه قوة الأرض ، وفيه الفرج الذي منه بدئ خلقه فيحتاج إلى سكن ، وخلقت المرأة سكنا للرجل ; قال الله تعالى : ومن آياته أن خلقكم من تراب الآية . وقال : ومن آياته أن خلق لكم من أنفسكم أزواجا لتسكنوا إليها فأول ارتفاق الرجل بالمرأة سكونه إليها مما فيه من غليان القوة ، وذلك أن الفرج إذا تحمل فيه هيج ماء الصلب إليه ، فإليها يسكن وبها يتخلص من الهياج ، وللرجال خلق البضع منهن ، قال الله تعالى : وتذرون ما خلق لكم ربكم من أزواجكم فأعلم الله عز وجل الرجال أن ذلك الموضع خلق منهن للرجال ، فعليها بذله في كل وقت يدعوها الزوج ; فإن منعته فهي ظالمة وفي حرج عظيم ; ويكفيك من ذلك ما ثبت في صحيح مسلم من حديث أبي هريرة قال قال رسول الله صلى الله عليه وسلم : والذي نفسي بيده ما من رجل يدعو امرأته إلى فراشها فتأبى عليه إلا كان الذي في السماء ساخطا عليها حتى يرضى عنها . وفي لفظ آخر : إذا باتت المرأة هاجرة فراش زوجها لعنتها الملائكة حتى تصبح ."
    },
    {
      "ayah": 22,
      "surah": 30,
      "text": "ومن آياته خلق السماوات والأرض تقدم في ( البقرة ) وكانوا يعترفون بأن الله هو الخالق . واختلاف ألسنتكم وألوانكم اللسان في الفم ; وفيه اختلاف اللغات : من العربية والعجمية والتركية والرومية . واختلاف الألوان في الصور : من البياض والسواد والحمرة ; فلا تكاد ترى أحدا إلا وأنت تفرق بينه وبين الآخر . وليس هذه الأشياء من فعل النطفة ولا من فعل الأبوين ; فلا بد من فاعل ، فعلم أن الفاعل هو الله تعالى ; فهذا من أدل دليل على المدبر البارئ . إن في ذلك لآيات للعالمين أي للبر والفاجر . وقرأ حفص : للعالمين بكسر اللام جمع عالم ."
    },
    {
      "ayah": 23,
      "surah": 30,
      "text": "ومن آياته منامكم بالليل والنهار [ ص: 18 ] قيل : في هذه الآية تقديم وتأخير ، والمعنى : ومن آياته منامكم بالليل والنهار وابتغاؤكم من فضله بالنهار ; فحذف حرف الجر لاتصاله بالليل وعطفه عليه ، والواو تقوم مقام حرف الجر إذا اتصلت بالمعطوف عليه في الاسم الظاهر خاصة ; فجعل النوم بالليل دليلا على الموت ، والتصرف بالنهار دليلا على البعث . إن في ذلك لآيات لقوم يسمعون يريد سماع تفهم وتدبر . وقيل : يسمعون الحق فيتبعونه . وقيل : يسمعون الوعظ فيخافونه . وقيل : يسمعون القرآن فيصدقونه ; والمعنى متقارب . وقيل : كان منهم من إذا تلي القرآن وهو حاضر سد أذنيه حتى لا يسمع ; فبين الله عز وجل هذه الدلائل عليه . ومن آياته يريكم البرق خوفا وطمعا قيل : المعنى أن يريكم ، فحذف ( أن ) لدلالة الكلام عليه ; قال طرفة :ألا أيهذا الزاجري أحضر الوغى وأن أشهد اللذات هل أنت مخلديوقيل : هو على التقديم والتأخير ; أي ويريكم البرق من آياته . وقيل : أي ومن آياته آية يريكم بها البرق ; كما قال الشاعر [ ابن مقبل ] :وما الدهر إلا تارتان فمنهما     أموت وأخرى أبتغي العيش أكدح"
    },
    {
      "ayah": 24,
      "surah": 30,
      "text": "وقيل : أي من آياته أنه يريكم البرق خوفا وطمعا من آياته ; قاله الزجاج ، فيكون عطف جملة على جملة . خوفا أي للمسافر . وطمعا للمقيم ; قاله قتادة . الضحاك : خوفا من الصواعق ، وطمعا في الغيث . يحيى بن سلام : خوفا من البرد أن يهلك الزرع ، وطمعا في المطر أن يحيي الزرع . ابن بحر : خوفا أن يكون البرق برقا خلبا لا يمطر ، وطمعا أن يكون ممطرا ; وأنشد قول الشاعر :لا يكن برقك برقا خلبا     إن خير البرق ما الغيث معهوقال آخر :فقد أرد المياه بغير زاد     سوى عدي لها برق الغماموالبرق الخلب : الذي لا غيث فيه كأنه خادع ; ومنه قيل لمن يعد ولا ينجز : إنما أنت كبرق خلب . والخلب أيضا : السحاب الذي لا مطر فيه . ويقال : برق خلب ، بالإضافة . وينزل من السماء ماء فيحيي به الأرض بعد موتها إن في ذلك لآيات لقوم يعقلون تقدم ."
    },
    {
      "ayah": 25,
      "surah": 30,
      "text": "ومن آياته أن تقوم السماء والأرض بأمره إن في محل رفع كما تقدم ; أي قيامها واستمساكها بقدرته بلا عمد . وقيل : بتدبيره وحكمته ; أي يمسكها بغير عمد لمنافع الخلق . [ ص: 19 ] وقيل : بأمره بإذنه ; والمعنى واحد . ثم إذا دعاكم دعوة من الأرض إذا أنتم تخرجون أي الذي فعل هذه الأشياء قادر على أن يبعثكم من قبوركم ; والمراد سرعة وجود ذلك من غير توقف ولا تلبث ; كما يجيب الداعي المطاع مدعوه ; كما قال القائل :دعوت كليبا باسمه فكأنما     دعوت برأس الطود أو هو أسرعيريد برأس الطود : الصدى أو الحجر إذا تدهده . وإنما عطف هذا على قيام السماوات والأرض بثم لعظم ما يكون من ذلك الأمر واقتداره على مثله ، وهو أن يقول : يا أهل القبور قوموا ; فلا تبقى نسمة من الأولين والآخرين إلا قامت تنظر ; كما قال تعالى : ثم نفخ فيه أخرى فإذا هم قيام ينظرون . وإذا الأولى في قوله تعالى : إذا دعاكم للشرط ، والثانية في قوله تعالى : إذا أنتم للمفاجأة ، وهي تنوب مناب الفاء في جواب الشرط . وأجمع القراء على فتح التاء هنا في تخرجون .واختلفوا في التي في ( الأعراف ) فقرأ أهل المدينة : ومنها تخرجون بضم التاء ، وقرأ أهل العراق : بالفتح ، وإليه يميل أبو عبيد . والمعنيان متقاربان ، إلا أن أهل المدينة فرقوا بينهما لنسق الكلام ، فنسق الكلام في التي في ( الأعراف ) بالضم أشبه ; إذ كان الموت ليس من فعلهم ، وكذا الإخراج . والفتح في سورة الروم أشبه بنسق الكلام ; أي إذا دعاكم خرجتم أي أطعتم ; فالفعل بهم أشبه . وهذا الخروج إنما هو عند نفخة إسرافيل النفخة الآخرة ; على ما تقدم ويأتي . وقرئ ( تخرجون ) بضم التاء وفتحها ، ذكره الزمخشري ولم يزد على هذا شيئا ، ولم يذكر ما ذكرناه من الفرق ، والله أعلم ."
    },
    {
      "ayah": 26,
      "surah": 30,
      "text": "وله من في السماوات والأرض خلقا وملكا وعبدا . كل له قانتون روي عن أبي سعيد الخدري عن النبي صلى الله عليه وسلم قال : كل قنوت في القرآن فهو طاعة . قال النحاس : مطيعون طاعة انقياد . وقيل : قانتون مقرون بالعبودية ، إما قالة وإما دلالة ; قاله عكرمة وأبو مالك والسدي . وقال ابن عباس : قانتون مصلون . الربيع بن أنس : كل له قانتون أي قائم يوم القيامة ; كما قال : يوم يقوم الناس لرب العالمين أي للحساب . الحسن : كل له قائم بالشهادة أنه عبد له . سعيد بن جبير قانتون مخلصون ."
    },
    {
      "ayah": 27,
      "surah": 30,
      "text": "قوله تعالى : وهو الذي يبدأ الخلق ثم يعيده وهو أهون عليه وله المثل الأعلى في السماوات والأرض وهو العزيز الحكيم .قوله تعالى : وهو الذي يبدأ الخلق ثم يعيده أما بدء خلقه فبعلوقه في الرحم قبل ولادته ، وأما إعادته فإحياؤه بعد الموت بالنفخة الثانية للبعث ; فجعل ما علم من ابتداء خلقه دليلا على ما يخفى من إعادته ; استدلالا بالشاهد على الغائب ، ثم أكد ذلك بقوله : وهو أهون عليه وقرأ ابن مسعود وابن عمر : ( يبدئ الخلق ) من أبدأ يبدئ ; دليله قوله تعالى : إنه هو يبدئ ويعيد . ودليل قراءة العامة قوله سبحانه : كما بدأكم تعودون . و أهون بمعنى هين ; أي الإعادة هين عليه ; قاله الربيع بن خثيم والحسن . فأهون بمعنى هين ; لأنه ليس شيء أهون على الله من شيء . قال أبو عبيدة : ومن جعل أهون يعبر عن تفضيل شيء على شيء فقوله مردود بقوله تعالى : وكان ذلك على الله يسيرا وبقوله : ولا يئوده حفظهما . والعرب تحمل أفعل على فاعل ، ومنه قول الفرزدق :إن الذي سمك السماء بنى لنا بيتا دعائمه أعز وأطولأي دعائمه عزيزة طويلة . وقال آخر [ معن بن أوس ] :لعمرك ما أدري وإني لأوجل     على أينا تعدو المنية أولأراد : إني لوجل . وأنشد أبو عبيدة أيضا :إني لأمنحك الصدود وإنني     قسما إليك مع الصدود لأميلأراد لمائل . وأنشد أحمد بن يحيى :تمنى رجال أن أموت وإن أمت     فتلك سبيل لست فيها بأوحدأراد بواحد . وقال آخر :لعمرك إن الزبرقان لباذل     لمعروفه عند السنين وأفضلأي وفاضل . ومنه قولهم : الله أكبر ; إنما معناه الله الكبير . وروى معمر عن قتادة قال : [ ص: 21 ] في قراءة عبد الله بن مسعود ( وهو عليه هين ) . وقال مجاهد وعكرمة والضحاك : إن المعنى أن الإعادة أهون عليه - أي على الله - من البداية ; أي أيسر ، وإن كان جميعه على الله تعالى هينا ; وقاله ابن عباس . ووجهه أن هذا مثل ضربه الله تعالى لعباده ; يقول : إعادة الشيء على الخلائق أهون من ابتدائه ; فينبغي أن يكون البعث لمن قدر على البداية عندكم وفيما بينكم أهون عليه من الإنشاء . وقيل : الضمير في عليه للمخلوقين ; أي وهو أهون عليه ، أي على الخلق ، يصاح بهم صيحة واحدة فيقومون ويقال لهم : كونوا فيكونون ; فذلك أهون عليهم من أن يكونوا نطفا ، ثم علقا ، ثم مضغا ، ثم أجنة ، ثم أطفالا ، ثم غلمانا ، ثم شبانا ، ثم رجالا أو نساء . وقاله ابن عباس وقطرب . وقيل أهون أسهل ; قال :وهان على أسماء أن شطت النوى     يحن إليها واله ويتوقأي سهل عليها ، وقال الربيع بن خثيم في قوله تعالى : وهو أهون عليه قال : ما شيء على الله بعزيز . عكرمة : تعجب الكفار من إحياء الله الموتى فنزلت هذه الآية . وله المثل الأعلى أي ما أراده جل وعز كان . وقال الخليل : المثل الصفة ; أي وله الوصف الأعلى في السماوات والأرض كما قال : مثل الجنة التي وعد المتقون أي صفتها . وقد مضى الكلام في ذلك . وعن مجاهد : المثل الأعلى قول لا إله إلا الله ; ومعناه : أي الذي له الوصف الأعلى ، أي الأرفع الذي هو الوصف بالوحدانية . وكذا قال قتادة : إن المثل الأعلى شهادة أن لا إله إلا الله ; ويعضده قوله تعالى : ضرب لكم مثلا من أنفسكم على ما نبينه آنفا إن شاء الله تعالى . وقال الزجاج : وله المثل الأعلى في السماوات والأرض أي قوله : وهو أهون عليه قد ضربه لكم مثلا فيما يصعب ويسهل ; يريد التفسير الأول . وقال ابن عباس : أي ليس كمثله شيء وهو العزيز الحكيم تقدم ."
    },
    {
      "ayah": 28,
      "surah": 30,
      "text": "قوله تعالى : ضرب لكم مثلا من أنفسكم هل لكم من ما ملكت أيمانكم من شركاء في ما رزقناكم فأنتم فيه سواء تخافونهم كخيفتكم أنفسكم كذلك نفصل الآيات لقوم يعقلون .[ ص: 22 ] فيه مسألتان :الأولى : قوله تعالى : من أنفسكم ثم قال : من شركاء ; ثم قال : مما ملكت أيمانكم ف ( من ) الأولى للابتداء ; كأنه قال : أخذ مثلا وانتزعه من أقرب شيء منكم وهي أنفسكم . والثانية للتبعيض ، والثالثة زائدة لتأكيد الاستفهام . والآية نزلت في كفار قريش ، كانوا يقولون في التلبية : لبيك لا شريك لك إلا شريكا هو لك ، تملكه وما ملك ; قاله سعيد بن جبير . وقال قتادة : هذا مثل ضربه الله للمشركين ; والمعنى : هل يرضى أحدكم أن يكون مملوكه في ماله ونفسه مثله ، فإذا لم ترضوا بهذا لأنفسكم فكيف جعلتم لله شركاء .الثانية : قال بعض العلماء : هذه الآية أصل في الشركة بين المخلوقين لافتقار بعضهم إلى بعض ونفيها عن الله سبحانه ، وذلك أنه لما قال جل وعز : ضرب لكم مثلا من أنفسكم هل لكم مما ملكت أيمانكم الآية ، فيجب أن يقولوا : ليس عبيدنا شركاءنا فيما رزقتنا ، فيقال لهم : فكيف يتصور أن تنزهوا نفوسكم عن مشاركة عبيدكم وتجعلوا عبيدي شركائي في خلقي ; فهذا حكم فاسد وقلة نظر وعمى قلب ، فإذا بطلت الشركة بين العبيد وسادتهم فيما يملكه السادة والخلق كلهم عبيد لله تعالى فيبطل أن يكون شيء من العالم شريكا لله تعالى في شيء من أفعاله ; فلم يبق إلا أنه واحد يستحيل أن يكون له شريك ، إذ الشركة تقتضي المعاونة ، ونحن مفتقرون إلى معاونة بعضنا بعضا بالمال والعمل ; والقديم الأزلي منزه عن ذلك جل وعز .وهذه المسألة أفضل للطالب من حفظ ديوان كامل في الفقه ; لأن جميع العبادات البدنية لا تصح إلا بتصحيح هذه المسألة في القلب ، فافهم ذلك ."
    },
    {
      "ayah": 29,
      "surah": 30,
      "text": "قوله تعالى : بل اتبع الذين ظلموا أهواءهم بغير علم فمن يهدي من أضل الله وما لهم من ناصرين .قوله تعالى : بل اتبع الذين ظلموا أهواءهم بغير علم لما قامت عليهم الحجة ذكر أنهم يعبدون الأصنام باتباع أهوائهم في عبادتها وتقليد الأسلاف في ذلك . فمن يهدي من أضل الله أي لا هادي لمن أضله الله تعالى . وفي هذا رد على القدرية . وما لهم من ناصرين ."
    },
    {
      "ayah": 3,
      "surah": 30,
      "text": "قوله تعالى : الم غلبت الروم في أدنى الأرض روى الترمذي عن أبي سعيد الخدري قال : لما كان يوم بدر ظهرت الروم على فارس فأعجب ذلك المؤمنين فنزلت : الم غلبت الروم في أدنى الأرض إلى قوله : يفرح المؤمنون بنصر الله قال : ففرح المؤمنون بظهور الروم على فارس . قال : هذا حديث غريب من هذا الوجه . هكذا قرأ نصر بن علي الجهضمي غلبت الروم . ورواه أيضا من حديث ابن عباس بأتم منه . قال ابن عباس في قول الله عز وجل : الم غلبت الروم في أدنى الأرض قال : غلبت وغلبت ، قال : كان المشركون يحبون أن يظهر أهل فارس على الروم لأنهم وإياهم أهل أوثان ، وكان المسلمون يحبون أن تظهر الروم على فارس لأنهم أهل كتاب ; فذكروه لأبي بكر فذكره أبو بكر لرسول الله صلى الله عليه وسلم فقال : أما إنهم سيغلبون فذكره أبو بكر لهم فقالوا : [ ص: 4 ] اجعل بيننا وبينك أجلا ، فإن ظهرنا كان لنا كذا ، وإن ظهرتم كان لكم كذا وكذا ، فجعل أجل خمس سنين ، فلم يظهروا ; فذكر ذلك للنبي صلى الله عليه وسلم فقال : ألا جعلته إلى دون - أراه قال العشر - قال : قال أبو سعيد : والبضع ما دون العشرة . قال : ثم ظهرت الروم بعد ، قال : فذلك قوله الم غلبت الروم إلى قوله : ويومئذ يفرح المؤمنون بنصر الله . قال سفيان : سمعت أنهم ظهروا عليهم يوم بدر . قال أبو عيسى : هذا حديث حسن صحيح غريب . ورواه أيضا عن نيار بن مكرم الأسلمي قال : لما نزلت : الم غلبت الروم في أدنى الأرض وهم من بعد غلبهم سيغلبون في بضع سنين وكانت فارس يوم نزلت هذه الآية قاهرين للروم ، وكان المسلمون يحبون ظهور الروم عليهم ؛ لأنهم وإياهم أهل كتاب ، وفي ذلك نزل قول الله تعالى : ويومئذ يفرح المؤمنون بنصر الله ينصر من يشاء وهو العزيز الرحيم ، وكانت قريش تحب ظهور فارس ؛ لأنهم وإياهم ليسوا بأهل كتاب ولا إيمان ببعث ، فلما أنزل الله هذه الآية خرج أبو بكر الصديق رضي الله عنه يصيح في نواحي مكة : الم غلبت الروم في أدنى الأرض وهم من بعد غلبهم سيغلبون في بضع سنين .قال ناس من قريش لأبي بكر : فذلك بيننا وبينكم ، زعم صاحبك أن الروم ستغلب فارس في بضع سنين ، أفلا نراهنك على ذلك ؟ قال : بلى . وذلك قبل تحريم الرهان ، فارتهن أبو بكر والمشركون وتواضعوا الرهان . وقالوا لأبي بكر : كم تجعل البضع ؟ ثلاث سنين أو تسع سنين ؟ فسم بيننا وبينك وسطا تنتهي إليه ; قال فسموا بينهم ست سنين ; قال : فمضت الست سنين قبل أن يظهروا ، فأخذ المشركون رهن أبي بكر ، فلما دخلت السنة السابعة ظهرت الروم على فارس ، فعاب المسلمون على أبي بكر تسمية ست سنين ، قال : لأن الله تعالى قال في بضع سنين قال : وأسلم عند ذلك ناس كثير . قال أبو عيسى : هذا حديث حسن صحيح غريب .وروى القشيري وابن عطية وغيرهما : أنه لما نزلت الآيات خرج أبو بكر بها إلى المشركين فقال : أسركم أن غلبت الروم ؟ فإن نبينا أخبرنا عن الله تعالى أنهم سيغلبون في بضع سنين . فقال له أبي بن خلف وأمية أخوه - وقيل أبو سفيان بن حرب - : يا أبا فصيل - يعرضون بكنيته يا أبا بكر - فلنتناحب ; أي نتراهن في ذلك [ ص: 5 ] فراهنهم أبو بكر . قال قتادة : وذلك قبل أن يحرم القمار ، وجعلوا الرهان خمس قلائص والأجل ثلاث سنين . وقيل : جعلوا الرهان ثلاث قلائص . ثم أتى النبي صلى الله عليه وسلم فأخبره فقال : فهلا احتطت ، فإن البضع ما بين الثلاث والتسع والعشر ، ولكن ارجع فزدهم في الرهان واستزدهم في الأجل ففعل أبو بكر ، فجعلوا القلائص مائة والأجل تسعة أعوام ; فغلبت الروم في أثناء الأجل . وقال الشعبي : فظهروا في تسع سنين . القشيري : المشهور في الروايات أن ظهور الروم كان في السابعة من غلبة فارس للروم ، ولعل رواية الشعبي تصحيف من السبع إلى التسع من بعض النقلة . وفي بعض الروايات : أنه جعل القلائص سبعا إلى تسع سنين . ويقال : إنه آخر فتوح كسرى أبرويز فتح فيه القسطنطينية حتى بنى فيها بيت النار ; فأخبر رسول الله صلى الله عليه وسلم فساءه ذلك ، فأنزل الله تعالى هاتين الآيتين .وحكى النقاش وغيره : أن أبا بكر الصديق رضي الله عنه لما أراد الهجرة مع النبي صلى الله عليه وسلم تعلق به أبي بن خلف وقال له : أعطني كفيلا بالخطر إن غلبت ; فكفل به ابنه عبد الرحمن ، فلما أراد أبي الخروج إلى أحد طلبه عبد الرحمن بالكفيل فأعطاه كفيلا ، ثم مات أبي بمكة من جرح جرحه النبي صلى الله عليه وسلم ، وظهرت الروم على فارس يوم الحديبية على رأس تسع سنين من مناحبتهم . وقال الشعبي : لم تمض تلك المدة حتى غلبت الروم فارس ; وربطوا خيلهم بالمدائن ، وبنوا رومية ; فقمر أبو بكر أبيا وأخذ مال الخطر من ورثته ، فقال له النبي صلى الله عليه وسلم : تصدق به فتصدق به . وقال المفسرون : إن سبب غلبة الروم فارس امرأة كانت في فارس لا تلد إلا الملوك والأبطال ، فقال لها كسرى : أريد أن أستعمل أحد بنيك على جيش أجهزه إلى الروم ; فقالت : هذا هرمز أروغ من ثعلب وأحذر من صقر ، وهذا فرخان أحد من سنان وأنفذ من نبل ، وهذا شهربزان أحلم من كذا ، فاختر ; قال : فاختار الحليم وولاه ، فسار إلى الروم بأهل فارس فظهر على الروم .قال عكرمة وغيره : إن شهربزان لما غلب الروم خرب ديارها حتى بلغ الخليج ، فقال أخوه فرخان : لقد رأيتني جالسا على سرير كسرى ; فكتب كسرى إلى شهربزان أرسل إلي برأس فرخان فلم يفعل ; فكتب كسرى إلى فارس : إني قد استعملت عليكم فرخان وعزلت شهربزان ، وكتب إلى فرخان إذا ولي أن يقتل شهربزان ; فأراد فرخان قتل شهربزان فأخرج له شهربزان ثلاث صحائف من كسرى يأمره بقتل فرخان ، فقال شهربزان لفرخان : إن كسرى كتب إلي أن أقتلك ثلاث صحائف وراجعته أبدا في أمرك ، أفتقتلني أنت بكتاب واحد ؟ فرد الملك إلى أخيه ، وكتب شهربزان [ ص: 6 ] إلى قيصر ملك الروم فتعاونا على كسرى ، فغلبت الروم فارس ومات كسرى . وجاء الخبر إلى النبي صلى الله عليه وسلم يوم الحديبية ففرح من معه من المسلمين ; فذلك قوله تعالى : الم غلبت الروم في أدنى الأرض يعني أرض الشام . عكرمة : بأذرعات ، وهي ما بين بلاد العرب والشام . . وقيل : إن قيصر كان بعث رجلا يدعى يحنس وبعث كسرى شهربزان فالتقيا بأذرعات وبصرى وهي أدنى بلاد الشام إلى أرض العرب والعجم . مجاهد : بالجزيرة ، وهو موضع بين العراق والشام . مقاتل : بالأردن وفلسطين . وأدنى معناه أقرب . قال ابن عطية : فإن كانت الواقعة بأذرعات فهي من أدنى الأرض بالقياس إلى مكة ، وهي التي ذكرها امرؤ القيس في قوله :تنورتها من أذرعات وأهلها بيثرب أدنى دارها نظر عالوإن كانت الواقعة بالجزيرة فهي أدنى بالقياس إلى أرض كسرى ، وإن كانت بالأردن فهي أدنى إلى أرض الروم . فلما طرأ ذلك وغلبت الروم سر الكفار فبشر الله عباده بأن الروم سيغلبون ، وتكون الدولة لهم في الحرب .وقد مضى الكلام في فواتح السور . وقرأ أبو سعيد الخدري وعلي بن أبي طالب ومعاوية بن قرة غلبت الروم بفتح الغين واللام . وتأويل ذلك أن الذي طرأ يوم بدر إنما كانت الروم غلبت ، فعز ذلك على كفار قريش ، وسر بذلك المسلمون ، فبشر الله تعالى عباده أنهم سيغلبون أيضا في بضع سنين ; ذكر هذا التأويل أبو حاتم . قال أبو جعفر النحاس : قراءة أكثر الناس غلبت الروم بضم الغين وكسر اللام . وروي عن ابن عمر وأبي سعيد الخدري أنهما قرأا غلبت الروم وقرأا سيغلبون . وحكى أبو حاتم أن عصمة روى عن هارون : أن هذه قراءة أهل الشام ; وأحمد بن حنبل يقول : إن عصمة هذا ضعيف ، وأبو حاتم كثير الحكاية عنه ، والحديث يدل على أن القراءة غلبت بضم الغين ، وكان في هذا الإخبار دليل على نبوة محمد صلى الله عليه وسلم ؛ لأن الروم غلبتها فارس ، فأخبر الله عز وجل نبيه محمدا صلى الله عليه وسلم أن الروم ستغلب فارس في بضع سنين ، وأن المؤمنين يفرحون بذلك ؛ لأن الروم أهل كتاب ، فكان هذا من علم الغيب الذي أخبر الله عز وجل به مما لم يكن علموه ، وأمر أبا بكر أن يراهنهم على ذلك وأن يبالغ في الرهان ، ثم حرم الرهان بعد ، ونسخ بتحريم القمار . قال ابن عطية : والقراءة بضم الغين أصح ، وأجمع الناس على سيغلبون أنه بفتح الياء ، [ ص: 7 ] يراد به الروم . ويروى عن ابن عمر أنه قرأ أيضا بضم الياء في ( سيغلبون ) ، وفي هذه القراءة قلب للمعنى الذي تظاهرت الروايات به . قال أبو جعفر النحاس : ومن قرأ سيغلبون فالمعنى عنده : وفارس من بعد غلبهم ؛ أي من بعد أن غلبوا ، سيغلبون . وروى أن إيقاع الروم بالفرس كان يوم بدر ; كما في حديث أبي سعيد الخدري حديث الترمذي ، وروى أن ذلك كان يوم الحديبية ، وأن الخبر وصل يوم بيعة الرضوان ; قاله عكرمة وقتادة . قال ابن عطية : وفي كلا اليومين كان نصر من الله للمؤمنين . وقد ذكر الناس أن سبب سرور المسلمين بغلبة الروم وهمهم أن تغلب إنما هو أن الروم أهل كتاب كالمسلمين ، وفارس من أهل الأوثان ; كما تقدم بيانه في الحديث . قال النحاس : وقول آخر وهو أولى - أن فرحهم إنما كان لإنجاز وعد الله تعالى ; إذ كان فيه دليل على النبوة ؛ لأنه أخبر تبارك وتعالى بما يكون في بضع سنين فكان فيه . قال ابن عطية : ويشبه أن يعلل ذلك بما يقتضيه النظر من محبة أن يغلب العدو الأصغر ؛ لأنه أيسر مئونة ، ومتى غلب الأكبر كثر الخوف منه ; فتأمل هذا المعنى ، مع ما كان رسول الله صلى الله عليه وسلم ترجاه من ظهور دينه وشرع الله الذي بعثه به وغلبته على الأمم ، وإرادة كفار مكة أن يرميه الله بملك يستأصله ويريحهم منه . وقيل : سرورهم إنما كان بنصر رسول الله صلى الله عليه وسلم على المشركين ; لأن جبريل أخبر بذلك النبي عليه السلام يوم بدر ; حكاه القشيري .قلت : ويحتمل أن يكون سرورهم بالمجموع من ذلك ، فسروا بظهورهم على عدوهم وبظهور الروم أيضا ، وبإنجاز وعد الله . وقرأ أبو حيوة الشامي ومحمد بن السميقع ( من بعد غلبهم ) بسكون اللام ، وهما لغتان ; مثل : الظعن والظعن . وزعم الفراء أن الأصل ( من بعد غلبتهم ) ، فحذفت التاء كما حذفت في قوله عز وجل : وإقام الصلاة ، وأصله : وإقامة الصلاة . قال النحاس : وهذا غلط لا يخيل على كثير من أهل النحو ; لأن إقام الصلاة مصدر قد حذف منه لاعتلال فعله ، فجعلت التاء عوضا من المحذوف ، و ( غلب ) ليس بمعتل ولا حذف منه شيء . وقد حكى الأصمعي : طرد طردا ، وجلب جلبا ، وحلب حلبا ، وغلب غلبا ; فأي حذف في هذا ، وهل يجوز أن يقال : في أكل أكلا وما أشبهه - : حذف منه ؟ ."
    },
    {
      "ayah": 30,
      "surah": 30,
      "text": "قوله تعالى : فأقم وجهك للدين حنيفا فطرة الله التي فطر الناس عليها لا تبديل لخلق الله ذلك الدين القيم ولكن أكثر الناس لا يعلمون .قوله تعالى : فأقم وجهك للدين حنيفا فطرة الله فيه ثلاث مسائل :الأولى : قال الزجاج : فطرة منصوب بمعنى اتبع فطرة الله . قال : لأن معنى فأقم وجهك للدين اتبع الدين الحنيف واتبع فطرة الله . وقال الطبري : فطرة الله مصدر من معنى : فأقم وجهك لأن معنى ذلك : فطر الله الناس ذلك فطرة . وقيل : معنى ذلك اتبعوا دين الله الذي خلق الناس له ; وعلى هذا القول يكون الوقف على حنيفا تاما . وعلى القولين الأولين يكون متصلا ، فلا يوقف على حنيفا . وسميت الفطرة دينا لأن الناس يخلقون له ، قال جل وعز : وما خلقت الجن والإنس إلا ليعبدون . ويقال : عليها بمعنى لها ; كقوله تعالى : وإن أسأتم فلها . والخطاب ب أقم وجهك للنبي صلى الله عليه وسلم ، أمره بإقامة وجهه للدين المستقيم ; كما قال : فأقم وجهك للدين القيم وهو دين الإسلام . وإقامة الوجه هو تقويم المقصد والقوة على الجد في أعمال الدين ; وخص الوجه بالذكر لأنه جامع حواس الإنسان وأشرفه . ودخل في هذا الخطاب أمته باتفاق من أهل التأويل . و حنيفا معناه معتدلا مائلا عن جميع الأديان المحرفة المنسوخة .الثانية : في الصحيح عن أبي هريرة قال : قال رسول الله صلى الله عليه وسلم : ما من مولود إلا يولد على الفطرة - في رواية ( على هذه الملة ) - أبواه يهودانه وينصرانه ويمجسانه كما تنتج البهيمة بهيمة جمعاء هل تحسون فيها من جدعاء ثم يقول أبو هريرة : واقرءوا إن شئتم ; فطرة الله التي فطر الناس عليها لا تبديل لخلق الله في رواية : حتى تكونوا أنتم تجدعونها [ ص: 24 ] قالوا : يا رسول الله ; أفرأيت من يموت صغيرا ؟ قال : الله أعلم بما كانوا عاملين . لفظ مسلم .الثالثة : واختلف العلماء في معنى الفطرة المذكورة في الكتاب والسنة على أقوال متعددة ; منها الإسلام ; قاله أبو هريرة وابن شهاب وغيرهما ; قالوا : وهو المعروف عند عامة السلف من أهل التأويل ; واحتجوا بالآية وحديث أبي هريرة ، وعضدوا ذلك بحديث عياض بن حمار المجاشعي أن رسول الله صلى الله عليه وسلم قال للناس يوما : ألا أحدثكم بما حدثني الله في كتابه ، إن الله خلق آدم وبنيه حنفاء مسلمين ، وأعطاهم المال حلالا لا حرام فيه فجعلوا مما أعطاهم الله حلالا وحراما . . الحديث . وبقوله صلى الله عليه وسلم : خمس من الفطرة . . فذكر منها قص الشارب ، وهو من سنن الإسلام ، وعلى هذا التأويل فيكون معنى الحديث : أن الطفل خلق سليما من الكفر على الميثاق الذي أخذه الله على ذرية آدم حين أخرجهم من صلبه ، وأنهم إذا ماتوا قبل أن يدركوا في الجنة ; أولاد مسلمين كانوا أو أولاد كفار .وقال آخرون : الفطرة هي البداءة التي ابتدأهم الله عليها ; أي على ما فطر الله عليه خلقه من أنه ابتدأهم للحياة والموت والسعادة والشقاء ، وإلى ما يصيرون إليه عند البلوغ . قالوا : والفطرة في كلام العرب البداءة . والفاطر : المبتدئ ; واحتجوا بما روي عن ابن عباس أنه قال : لم أكن أدري ما فاطر السماوات والأرض حتى أتى أعرابيان يختصمان في بئر ، فقال أحدهما : أنا فطرتها ; أي ابتدأتها . قال المروزي : كان أحمد بن حنبل يذهب إلى هذا القول ثم تركه . قال أبو عمر في كتاب التمهيد له : ما رسمه مالك في موطئه وذكر في باب القدر فيه من الآثار - يدل على أن مذهبه في ذلك نحو هذا ، والله أعلم . ومما احتجوا به ما روي عن كعب القرظي في قول الله تعالى : فريقا هدى وفريقا حق عليهم الضلالة قال : من ابتدأ الله خلقه للضلالة صيره إلى الضلالة وإن [ ص: 25 ] عمل بأعمال الهدى ، ومن ابتدأ الله خلقه على الهدى صيره إلى الهدى وإن عمل بأعمال الضلالة ، ابتدأ الله خلق إبليس على الضلالة وعمل بأعمال السعادة مع الملائكة ، ثم رده الله إلى ما ابتدأ عليه خلقه ، قال : وكان من الكافرين .قلت : قد مضى قول كعب هذا في ( الأعراف ) وجاء معناه مرفوعا من حديث عائشة رضي الله عنها قالت : دعي رسول الله صلى الله عليه وسلم إلى جنازة غلام من الأنصار فقلت : يا رسول الله ، طوبى لهذا عصفور من عصافير الجنة ، لم يعمل السوء ولم يدركه ، قال : أو غير ذلك يا عائشة ، إن الله خلق للجنة أهلا خلقهم لها وهم في أصلاب آبائهم ، وخلق للنار أهلا خلقهم لها وهم في أصلاب آبائهم خرجه ابن ماجه في السنن . وخرج أبو عيسى الترمذي عن عبد الله بن عمرو قال : خرج علينا رسول الله صلى الله عليه وسلم وفي يده كتابان فقال : أتدرون ما هذان الكتابان ؟ فقلنا : لا يا رسول الله ، إلا أن تخبرنا ; فقال للذي في يده اليمنى : هذا كتاب من رب العالمين فيه أسماء أهل الجنة وأسماء آبائهم وقبائلهم ، ثم أجمل على آخرهم فلا يزاد فيهم ولا ينقص منهم أبدا - ثم قال للذي في شماله - هذا كتاب من رب العالمين فيه أسماء أهل النار وأسماء آبائهم وقبائلهم ثم أجمل على آخرهم فلا يزاد فيهم ولا ينقص منهم أبدا . . وذكر الحديث ، وقال فيه : حديث حسن . وقالت فرقة : ليس المراد بقوله تعالى : فطر الناس عليها ولا قوله عليه السلام : كل مولود يولد على الفطرة العموم ؛ وإنما المراد بالناس المؤمنون ; إذ لو فطر الجميع على الإسلام لما كفر أحد ، وقد ثبت أنه خلق أقواما للنار ; كما قال تعالى : ولقد ذرأنا لجهنم وأخرج الذرية من صلب آدم سوداء وبيضاء . وقال في الغلام الذي قتله الخضر : طبع يوم طبع كافرا . وروى أبو سعيد الخدري قال : صلى بنا رسول الله صلى الله عليه وسلم العصر بنهار ; وفيه : وكان فيما حفظنا أن قال : ألا إن بني آدم خلقوا طبقات شتى فمنهم من يولد مؤمنا ويحيا مؤمنا ويموت مؤمنا ، ومنهم من يولد كافرا ويحيا كافرا ويموت كافرا ، ومنهم من يولد مؤمنا ويحيا مؤمنا ويموت كافرا ، ومنهم من يولد كافرا ويحيا كافرا ويموت مؤمنا ، ومنهم حسن القضاء حسن الطلب . ذكره حماد بن زيد بن سلمة في [ ص: 26 ] مسند الطيالسي قال : حدثنا علي بن زيد عن أبي نضرة عن أبي سعيد . قالوا : والعموم بمعنى الخصوص كثير في لسان العرب ; ألا ترى إلى قوله عز وجل : تدمر كل شيء ولم تدمر السماوات والأرض . وقوله : فتحنا عليهم أبواب كل شيء ولم تفتح عليهم أبواب الرحمة . وقال إسحاق بن راهويه الحنظلي : تم الكلام عند قوله : فأقم وجهك للدين حنيفا ثم قال : فطرة الله أي فطر الله الخلق فطرة إما بجنة أو نار ، وإليه أشار النبي صلى الله عليه وسلم في قوله : كل مولود يولد على الفطرة ولهذا قال : لا تبديل لخلق الله قال شيخنا أبو العباس : من قال هي سابقة السعادة والشقاوة فهذا إنما يليق بالفطرة المذكورة في القرآن ; لأن الله تعالى قال : لا تبديل لخلق الله وأما في الحديث فلا ; لأنه قد أخبر في بقية الحديث بأنها تبدل وتغير . وقالت طائفة من أهل الفقه والنظر : الفطرة هي الخلقة التي خلق عليها المولود في المعرفة بربه ; فكأنه قال : كل مولود يولد على خلقة يعرف بها ربه إذا بلغ مبلغ المعرفة ; يريد خلقة مخالفة لخلقة البهائم التي لا تصل بخلقتها إلى معرفته . واحتجوا على أن الفطرة الخلقة ، والفاطر الخالق ; لقول الله عز وجل : الحمد لله فاطر السماوات والأرض يعني خالقهن ، وبقوله : وما لي لا أعبد الذي فطرني يعني خلقني ، وبقوله : الذي فطرهن يعني خلقهن . قالوا : فالفطرة الخلقة ، والفاطر الخالق ; وأنكروا أن يكون المولود يفطر على كفر أو إيمان أو معرفة أو إنكار . قالوا : وإنما المولود على السلامة في الأغلب خلقة وطبعا وبنية ليس معها إيمان ولا كفر ولا إنكار ولا معرفة ; ثم يعتقدون الكفر والإيمان بعد البلوغ إذا ميزوا . واحتجوا بقوله في الحديث : كما تنتج البهيمة بهيمة جمعاء - يعني سالمة - هل تحسون فيها من جدعاء يعني مقطوعة الأذن . فمثل قلوب بني آدم بالبهائم لأنها تولد كاملة الخلق ليس فيها نقصان ، ثم تقطع آذانها بعد وأنوفها ; فيقال : هذه بحائر وهذه سوائب . يقول : فكذلك قلوب الأطفال في حين ولادتهم ليس لهم كفر ولا إيمان ، ولا معرفة ولا إنكار كالبهائم السائمة ، فلما بلغوا استهوتهم الشياطين فكفر أكثرهم ، وعصم الله أقلهم . قالوا : ولو كان الأطفال قد فطروا على شيء من الكفر والإيمان في أولية أمورهم ما انتقلوا عنه أبدا ، وقد نجدهم يؤمنون ثم يكفرون . قالوا : ويستحيل في المعقول أن يكون الطفل في حين ولادته يعقل كفرا أو إيمانا ؛ لأن الله أخرجهم في حال لا يفقهون معها شيئا ، قال الله تعالى : [ ص: 27 ] والله أخرجكم من بطون أمهاتكم لا تعلمون شيئا فمن لا يعلم شيئا استحال منه كفر أو إيمان ، أو معرفة أو إنكار . قال أبو عمر بن عبد البر : هذا أصح ما قيل في معنى الفطرة التي يولد الناس عليها . ومن الحجة أيضا في هذا قوله تعالى : إنما تجزون ما كنتم تعملون و كل نفس بما كسبت رهينة ومن لم يبلغ وقت العمل لم يرتهن بشيء . وقال : وما كنا معذبين حتى نبعث رسولا ولما أجمعوا على دفع القود والقصاص والحدود والآثام عنهم في دار الدنيا كانت الآخرة أولى بذلك . والله أعلم . ويستحيل أن تكون الفطرة المذكورة الإسلام ، كما قال ابن شهاب ; لأن الإسلام والإيمان : قول باللسان واعتقاد بالقلب وعمل بالجوارح ، وهذا معدوم من الطفل ، لا يجهل ذلك ذو عقل . وأما قول الأوزاعي : سألت الزهري عن رجل عليه رقبة أيجزي عنه الصبي أن يعتقه وهو رضيع ؟ قال : نعم ; لأنه ولد على الفطرة يعني الإسلام ; فإنما أجزى عتقه عند من أجازه ; لأن حكمه حكم أبويه . وخالفهم آخرون فقالوا : لا يجزي في الرقاب الواجبة إلا من صام وصلى ، وليس في قوله تعالى : كما بدأكم تعودون ولا في ( أن يختم الله للعبد بما قضاه له وقدره عليه ) دليل على أن الطفل يولد حين يولد مؤمنا أو كافرا ; لما شهدت له العقول أنه في ذلك الوقت ليس ممن يعقل إيمانا ولا كفرا ، والحديث الذي جاء فيه : ( إن الناس خلقوا على طبقات ) ليس من الأحاديث التي لا مطعن فيها ; لأنه انفرد به علي بن زيد بن جدعان ، وقد كان شعبة يتكلم فيه . على أنه يحتمل قوله : ( يولد مؤمنا ) ؛ أي يولد ليكون مؤمنا ، ويولد ليكون كافرا على سابق علم الله فيه ، وليس في قوله في الحديث خلقت هؤلاء للجنة وخلقت هؤلاء للنار أكثر من مراعاة ما يختم به لهم ; لا أنهم في حين طفولتهم ممن يستحق جنة أو نارا ، أو يعقل كفرا أو إيمانا .قلت : وإلى ما اختاره أبو عمر واحتج له ، ذهب غير واحد من المحققين منهم ابن عطية في تفسيره في معنى الفطرة ، وشيخنا أبو العباس . قال ابن عطية : والذي يعتمد عليه في تفسير هذه اللفظة أنها الخلقة والهيئة التي في نفس الطفل التي هي معدة ومهيأة لأن يميز بها [ ص: 28 ] مصنوعات الله تعالى ، ويستدل بها على ربه ، ويعرف شرائعه ويؤمن به ; فكأنه تعالى قال : أقم وجهك للدين الذي هو الحنيف ، وهو فطرة الله الذي على الإعداد له فطر البشر ، لكن تعرضهم العوارض ; ومنه قول النبي صلى الله عليه وسلم : كل مولود يولد على الفطرة فأبواه يهودانه أو ينصرانه فذكر الأبوين إنما هو مثال للعوارض التي هي كثيرة . وقال شيخنا في عبارته : إن الله تعالى خلق قلوب بني آدم مؤهلة لقبول الحق ، كما خلق أعينهم وأسماعهم قابلة للمرئيات والمسموعات ، فما دامت باقية على ذلك القبول وعلى تلك الأهلية أدركت الحق ودين الإسلام وهو الدين الحق . وقد دل على صحة هذا المعنى قوله : كما تنتج البهيمة بهيمة جمعاء هل تحسون فيها من جدعاء يعني أن البهيمة تلد ولدها كامل الخلقة سليما من الآفات ، فلو ترك على أصل تلك الخلقة لبقي كاملا بريئا من العيوب ، لكن يتصرف فيه فيجدع أذنه ويوسم وجهه ، فتطرأ عليه الآفات والنقائص فيخرج عن الأصل ; وكذلك الإنسان ، وهو تشبيه واقع ووجهه واضح .قلت : وهذا القول مع القول الأول موافق له في المعنى ، وأن ذلك بعد الإدراك حين عقلوا أمر الدنيا ، وتأكدت حجة الله عليهم بما نصب من الآيات الظاهرة : من خلق السماوات والأرض ، والشمس والقمر ، والبر والبحر ، واختلاف الليل والنهار ; فلما عملت أهواؤهم فيهم أتتهم الشياطين فدعتهم إلى اليهودية والنصرانية فذهبت بأهوائهم يمينا وشمالا ، وأنهم إن ماتوا صغارا فهم في الجنة ، أعني جميع الأطفال ؛ لأن الله تعالى لما أخرج ذرية آدم من صلبه في صورة الذر أقروا له بالربوبية وهو قوله تعالى : وإذ أخذ ربك من بني آدم من ظهورهم ذريتهم وأشهدهم على أنفسهم ألست بربكم قالوا بلى شهدنا . ثم أعادهم في صلب آدم بعد أن أقروا له بالربوبية ، وأنه الله لا إله غيره ، ثم يكتب العبد في بطن أمه شقيا أو سعيدا على الكتاب الأول ; فمن كان في الكتاب الأول شقيا عمر حتى يجري عليه القلم فينقض الميثاق الذي أخذ عليه في صلب آدم بالشرك ، ومن كان في الكتاب الأول سعيدا عمر حتى يجري عليه القلم فيصير سعيدا ، ومن مات صغيرا من أولاد المسلمين قبل أن يجري عليه القلم فهم مع آبائهم في الجنة ، ومن كان من أولاد المشركين فمات قبل أن يجري عليه القلم فليس يكونون مع آبائهم ; لأنهم ماتوا على الميثاق الأول الذي أخذ عليهم في صلب آدم ولم ينقض الميثاق ، [ ص: 29 ] ذهب إلى هذا جماعة من أهل التأويل ، وهو يجمع بين الأحاديث ، ويكون معنى قوله عليه السلام لما سئل عنأولاد المشركين فقال : الله أعلم بما كانوا عاملين يعني لو بلغوا . ودل على هذا التأويل أيضا حديث البخاري عن سمرة بن جندب عن النبي صلى الله عليه وسلم - الحديث الطويل حديث الرؤيا ، وفيه قوله عليه السلام : وأما الرجل الطويل الذي في الروضة فإبراهيم عليه السلام ، وأما الولدان حوله فكل مولود يولد على الفطرة . قال فقيل : يا رسول الله ، وأولاد المشركين ؟ فقال رسول الله صلى الله عليه وسلم : وأولاد المشركين . وهذا نص يرفع الخلاف ، وهو أصح شيء روي في هذا الباب ، وغيره من الأحاديث فيها علل وليست من أحاديث الأئمة الفقهاء ; قاله أبو عمر بن عبد البر . وقد روي من حديث أنس قال : سئل رسول الله صلى الله عليه وسلم عن أولاد المشركين فقال : لم تكن لهم حسنات فيجزوا بها فيكونوا من ملوك الجنة ، ولم تكن لهم سيئات فيعاقبوا عليها فيكونوا من أهل النار ، فهم خدم لأهل الجنة ذكره يحيى بن سلام في التفسير له . قد زدنا هذه المسألة بيانا في كتاب التذكرة ، وذكرنا في كتاب المقتبس في شرح موطأ مالك بن أنس ما ذكره أبو عمر من ذلك ، والحمد لله .وذكر إسحاق بن راهويه قال : حدثنا يحيى بن آدم قال : أخبرنا جرير بن حازم عن أبي رجاء العطاردي قال : سمعت ابن عباس يقول : لا يزال أمر هذه الأمة مواتيا أو متقاربا - أو كلمة تشبه هاتين - حتى يتكلموا أو ينظروا في الأطفال والقدر . قال يحيى بن آدم فذكرته لابن المبارك فقال : أيسكت الإنسان على الجهل ؟ قلت : فتأمر بالكلام ؟ قال فسكت . وقال أبو بكر الوراق : فطرة الله التي فطر الناس عليها هي الفقر والفاقة ; وهذا حسن ; فإنه منذ ولد إلى حين يموت فقير محتاج ، نعم ، وفي الآخرة .قوله تعالى : لا تبديل لخلق الله أي هذه الفطرة لا تبديل لها من جهة الخالق . ولا يجيء الأمر على خلاف هذا بوجه ; أي لا يشقى من خلقه سعيدا ، ولا يسعد من خلقه شقيا . وقال مجاهد : المعنى لا تبديل لدين الله ; وقاله قتادة وابن جبير والضحاك وابن زيد والنخعي ، قالوا : هذا معناه في المعتقدات . وقال عكرمة : وروي عن ابن عباس وعمر بن الخطاب أن [ ص: 30 ] المعنى : لا تغيير لخلق الله من البهائم أن تخصى فحولها ; فيكون معناه النهي عن خصاء الفحول من الحيوان . وقد مضى هذا في ( النساء ) . ذلك الدين القيم أي ذلك القضاء المستقيم ; قاله ابن عباس . وقال مقاتل : ذلك الحساب البين . وقيل : ذلك الدين القيم أي دين الإسلام هو الدين القيم المستقيم . ولكن أكثر الناس لا يعلمون أي لا يتفكرون فيعلمون أن لهم خالقا معبودا ، وإلها قديما سبق قضاؤه ونفذ حكمه ."
    },
    {
      "ayah": 31,
      "surah": 30,
      "text": "قوله تعالى : منيبين إليه واتقوه وأقيموا الصلاة ولا تكونوا من المشركينقوله تعالى : منيبين إليه اختلف في معناه ، فقيل : راجعين إليه بالتوبة والإخلاص . وقال يحيى بن سلام والفراء : مقبلين إليه . وقال عبد الرحمن بن زيد : مطيعين له . وقيل تائبين إليه من الذنوب ; ومنه قول أبي قيس بن الأسلت :فإن تابوا فإن بني سليم وقومهم هوازن قد أنابواوالمعنى واحد ; فإن ناب وتاب وثاب وآب معناه الرجوع . قال الماوردي : وفي أصل الإنابة قولان : أحدهما : أن أصله القطع ; ومنه أخذ اسم الناب لأنه قاطع ; فكأن الإنابة هي الانقطاع إلى الله عز وجل بالطاعة . الثاني : أصله الرجوع ; مأخوذ من ناب ينوب إذا رجع مرة بعد أخرى ; ومنه النوبة لأنها الرجوع إلى عادة . الجوهري : وأناب إلى الله أقبل وتاب . والنوبة واحدة النوب ، تقول : جاءت نوبتك ونيابتك ، وهم يتناوبون النوبة فيما بينهم في الماء وغيره . وانتصب على الحال . قال محمد بن يزيد : لأن معنى : أقم وجهك فأقيموا وجوهكم منيبين . وقال الفراء : المعنى فأقم وجهك ومن معك منيبين . وقيل : انتصب على القطع ; أي فأقم وجهك أنت وأمتك المنيبين إليه ; لأن الأمر له ، أمر لأمته ; فحسن أن يقول منيبين إليه ، وقد قال الله تعالى : يا أيها النبي إذا طلقتم النساء . واتقوه أي خافوه وامتثلوا ما أمركم به . وأقيموا الصلاة ولا تكونوا من المشركين بين أن العبادة لا تنفع إلا مع الإخلاص ; فلذلك قال : ولا تكونوا من المشركين وقد مضى هذا مبينا في النساء والكهف وغيرهما ."
    },
    {
      "ayah": 32,
      "surah": 30,
      "text": "من الذين فرقوا دينهم تأوله أبو هريرة وعائشة وأبو أمامة : أنه لأهل القبلة من أهل [ ص: 31 ] الأهواء والبدع . وقد مضى ( في الأنعام ) بيانه . وقال الربيع بن أنس : الذين فرقوا دينهم أهل الكتاب من اليهود والنصارى ; وقاله قتادة ومعمر . وقرأ حمزة والكسائي : ( فارقوا دينهم ) ، وقد قرأ ذلك علي بن أبي طالب ; أي فارقوا دينهم الذي يجب اتباعه ، وهو التوحيد . وكانوا شيعا أي فرقا ; قاله الكلبي . وقيل أديانا ; قاله مقاتل . كل حزب بما لديهم فرحون أي مسرورون معجبون ، لأنهم لم يتبينوا الحق ، وعليهم أن يتبينوه . وقيل : كان هذا قبل أن تنزل الفرائض . وقول ثالث : أن العاصي لله عز وجل قد يكون فرحا بمعصيته ، فكذلك الشيطان وقطاع الطريق وغيرهم ، والله أعلم .وزعم الفراء أنه يجوز أن يكون التمام ولا تكونوا من المشركين ويكون المعنى : من الذين فارقوا دينهم وكانوا شيعا على الاستئناف ، وأنه يجوز أن يكون متصلا بما قبله . النحاس : وإذا كان متصلا بما قبله فهو عند البصريين على البدل بإعادة الحرف ; كما قال جل وعز : قال الملأ الذين استكبروا من قومه للذين استضعفوا لمن آمن منهم ولو كان بلا حرف لجاز ."
    },
    {
      "ayah": 33,
      "surah": 30,
      "text": "قوله تعالى : وإذا مس الناس ضر دعوا ربهم منيبين إليه ثم إذا أذاقهم منه رحمة إذا فريق منهم بربهم يشركون .قوله تعالى : وإذا مس الناس ضر أي قحط وشدة دعوا ربهم أن يرفع ذلك عنهم منيبين إليه قال ابن عباس : مقبلين عليه بكل قلوبهم لا يشركون . ومعنى هذا الكلام التعجب ، عجب نبيه من المشركين في ترك الإنابة إلى الله تعالى مع تتابع الحجج عليهم ; أي إذا مس هؤلاء الكفار ضر من مرض وشدة دعوا ربهم ; أي استغاثوا به في كشف ما نزل بهم ، مقبلين عليه وحده دون الأصنام ، لعلمهم بأنه لا فرج عندها . ثم إذا أذاقهم منه رحمة أي عافية ونعمة . إذا فريق منهم بربهم يشركون أي يشركون به في العبادة ."
    },
    {
      "ayah": 34,
      "surah": 30,
      "text": "قوله تعالى : ليكفروا بما آتيناهم فتمتعوا فسوف تعلمون .قوله تعالى : ليكفروا بما آتيناهم قيل : هي لام كي . وقيل : هي لام أمر فيه معنى التهديد ; كما قال جل وعز : فمن شاء فليؤمن ومن شاء فليكفر . فتمتعوا فسوف تعلمون تهديد ووعيد . وفي مصحف عبد الله ( وليتمتعوا ) ; أي مكناهم من ذلك لكي [ ص: 32 ] يتمتعوا ، فهو إخبار عن غائب ; مثل : ليكفروا . وهو على خط المصحف خطاب بعد الإخبار عن غائب ; أي تمتعوا أيها الفاعلون لهذا ."
    },
    {
      "ayah": 35,
      "surah": 30,
      "text": "قوله تعالى : أم أنزلنا عليهم سلطانا فهو يتكلم بما كانوا به يشركونقوله تعالى : أم أنزلنا عليهم سلطانا وهو استفهام فيه معنى التوقيف . قال الضحاك : سلطانا أي كتابا ; وقاله قتادة والربيع بن أنس . وأضاف الكلام إلى الكتاب توسعا . وزعم الفراء أن العرب تؤنث السلطان ; تقول : قضت به عليك السلطان . فأما البصريون فالتذكير عندهم أفصح ، وبه جاء القرآن ، والتأنيث عندهم جائز لأنه بمعنى الحجة ; أي حجة تنطق بشرككم ; قاله ابن عباس والضحاك أيضا . وقال علي بن سليمان عن أبي العباس محمد بن يزيد قال : سلطان جمع سليط ; مثل رغيف ورغفان ، فتذكيره على معنى الجمع وتأنيثه على معنى الجماعة . والسلطان : ما يدفع به الإنسان عن نفسه أمرا يستوجب به عقوبة ; كما قال تعالى : أو لأذبحنه أو ليأتيني بسلطان مبين ."
    },
    {
      "ayah": 36,
      "surah": 30,
      "text": "قوله تعالى : وإذا أذقنا الناس رحمة فرحوا بها وإن تصبهم سيئة بما قدمت أيديهم إذا هم يقنطون .قوله تعالى : وإذا أذقنا الناس رحمة فرحوا بها يعني الخصب والسعة والعافية ; قاله يحيى بن سلام . النقاش : النعمة والمطر . وقيل : الأمن والدعة ; والمعنى متقارب . فرحوا بها أي بالرحمة . وإن تصبهم سيئة أي بلاء وعقوبة ; قاله مجاهد . السدي : قحط المطر . بما قدمت أيديهم أي بما عملوا من المعاصي . إذا هم يقنطون أي ييأسون من الرحمة والفرج ; قاله الجمهور . وقال الحسن : إن القنوط ترك فرائض الله سبحانه وتعالى في السر . قنط يقنط ، وهي قراءة العامة . وقنط يقنط ، وهي قراءة أبي عمرو والكسائي ويعقوب . وقرأ الأعمش : قنط يقنط بالكسر فيهما ; مثل حسب يحسب . والآية صفة للكافر ، يقنط عند الشدة ، ويبطر عند النعمة ; كما قيل :كحمار السوء إن أعلفته رمح الناس وإن جاع نهقوكثير ممن لم يرسخ الإيمان في قلبه بهذه المثابة ; وقد مضى في غير موضع . فأما المؤمن فيشكر ربه عند النعمة ، ويرجوه عند الشدة ."
    },
    {
      "ayah": 37,
      "surah": 30,
      "text": "أَوَلَمْ يَرَوْا أَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِرُأي يوسع الخير في الدنيا لمن يشاء أو يضيق ; فلا يجب أن يدعوهم الفقر إلى القنوط .إِنَّ فِي ذَلِكَ لَآيَاتٍأي علامات وعبرا ودلالات .لِقَوْمٍ يُؤْمِنُونَبالله وبما جاءت به رسلهم ."
    },
    {
      "ayah": 38,
      "surah": 30,
      "text": "قوله تعالى : فآت ذا القربى حقه والمسكين وابن السبيل ذلك خير للذين يريدون وجه الله وأولئك هم المفلحون .قوله تعالى : فآت ذا القربى حقه فيه ثلاث مسائل :الأولى : لما تقدم أنه سبحانه يبسط الرزق لمن يشاء ويقدر أمر من وسع عليه الرزق أن يوصل إلى الفقير كفايته ليمتحن شكر الغني . والخطاب للنبي عليه السلام ، والمراد هو وأمته ; لأنه قال : ذلك خير للذين يريدون وجه الله . وأمر بإيتاء ذي القربى لقرب رحمه ; وخير الصدقة ما كان على القريب ، وفيها صلة الرحم . وقد فضل رسول الله صلى الله عليه وسلم الصدقة على الأقارب على عتق الرقاب ، فقال لميمونة وقد أعتقت وليدة : أما إنك لو أعطيتها أخوالك كان أعظم لأجرك .الثانية : واختلف في هذه الآية ; فقيل : إنها منسوخة بآية المواريث . وقيل : لا نسخ ، بل للقريب حق لازم في البر على كل حال ; وهو الصحيح . قال مجاهد وقتادة : صلة الرحم فرض من الله عز وجل ، حتى قال مجاهد : لا تقبل صدقة من أحد ورحمه محتاجة . وقيل : المراد بالقربى أقرباء النبي صلى الله عليه وسلم . والأول أصح ; فإن حقهم مبين في كتاب الله عز وجل في قوله : فأن لله خمسه وللرسول ولذي القربى . وقيل : إن الأمر بالإيتاء لذي القربى على جهة الندب . قال الحسن : ( حقه ) المواساة في اليسر ، وقول ميسور في العسر . و ( المسكين ) قال ابن عباس : أي أطعم السائل الطواف ; ( وابن السبيل ) الضيف ; فجعل الضيافة فرضا ، وقد مضى جميع هذا مبسوطا مبينا في مواضعه والحمد لله .[ ص: 34 ] الثالثة : ذلك خير للذين يريدون وجه الله أي إعطاء الحق أفضل من الإمساك إذا أريد بذلك وجه الله والتقرب إليه . وأولئك هم المفلحون أي الفائزون بمطلوبهم من الثواب في الآخرة . وقد تقدم في ( البقرة ) القول فيه ."
    },
    {
      "ayah": 39,
      "surah": 30,
      "text": "قوله تعالى : وما آتيتم من ربا ليربوا في أموال الناس فلا يربو عند الله وما آتيتم من زكاة تريدون وجه الله فأولئك هم المضعفون .قوله تعالى : وما آتيتم من ربا ليربو في أموال الناس فلا يربو عند الله فيه أربع مسائل :الأولى : لما ذكر ما يراد به وجهه ويثيب عليه ذكر غير ذلك من الصفة وما يراد به أيضا وجهه . وقرأ الجمهور : آتيتم بالمد بمعنى أعطيتم . وقرأ ابن كثير ومجاهد وحميد بغير مد ; بمعنى ما فعلتم من ربا ليربو ; كما تقول : أتيت صوابا وأتيت خطأ . وأجمعوا على المد في قوله : وما آتيتم من زكاة . والربا الزيادة ، وقد مضى في ( البقرة ) معناه ، وهو هناك محرم وهاهنا حلال . وثبت بهذا أنه قسمان : منه حلال ومنه حرام . قال عكرمة في قوله تعالى : وما آتيتم من ربا ليربو في أموال الناس قال : الربا ربوان ، ربا حلال وربا حرام ; فأما الربا الحلال فهو الذي يهدى ، يلتمس ما هو أفضل منه . وعن الضحاك في هذه الآية : هو الربا الحلال الذي يهدى ليثاب ما هو أفضل منه ، لا له ولا عليه ، ليس له فيه أجر وليس عليه فيه إثم . وكذلك قال ابن عباس : وما آتيتم من ربا يريد هدية الرجل الشيء يرجو أن يثاب أفضل منه ; فذلك الذي لا يربو عند الله ولا يؤجر صاحبه ولكن لا إثم عليه ، وفي هذا المعنى نزلت الآية . قال ابن عباس وابن جبير وطاوس ومجاهد : هذه آية نزلت في هبة الثواب . قال ابن عطية : وما جرى مجراها مما يصنعه الإنسان ليجازى عليه ؛ كالسلام وغيره ; فهو وإن كان لا إثم فيه فلا أجر فيه ولا زيادة عند الله تعالى . وقاله القاضي أبو بكر ابن العربي . وفي كتاب النسائي عن عبد الرحمن بن علقمة قال : قدم وفد ثقيف على رسول الله صلى الله عليه وسلم ومعهم هدية فقال : أهدية أم صدقة . فإن كانت هدية فإنما يبتغى بها وجه رسول الله صلى الله عليه وسلم وقضاء الحاجة ، وإن كانت صدقة فإنما يبتغى بها وجه الله عز وجل قالوا : لا بل هدية ; فقبلها منهم وقعد معهم يسائلهم [ ص: 35 ] ويسألونه . وقال ابن عباس أيضا وإبراهيم النخعي : نزلت في قوم يعطون قراباتهم وإخوانهم على معنى نفعهم وتمويلهم والتفضل عليهم ، وليزيدوا في أموالهم على وجه النفع لهم . وقال الشعبي : معنى الآية أن ما خدم الإنسان به أحدا وخف له لينتفع به في دنياه فإن ذلك النفع الذي يجزي به الخدمة لا يربو عند الله . وقيل : كان هذا حراما على النبي صلى الله عليه وسلم على الخصوص ; قال الله تعالى : ولا تمنن تستكثر فنهى أن يعطي شيئا فيأخذ أكثر منه عوضا . وقيل : إنه الربا المحرم ; فمعنى : فلا يربو عند الله على هذا القول لا يحكم به لآخذه ، بل هو للمأخوذ منه . قال السدي : نزلت هذه الآية في ربا ثقيف ; لأنهم كانوا يعملون بالربا وتعمله فيهم قريش .الثانية : قال القاضي أبو بكر ابن العربي : صريح الآية فيمن يهب يطلب الزيادة من أموال الناس في المكافأة . قال المهلب : اختلف العلماء فيمن وهب هبة يطلب ثوابها ، وقال : إنما أردت الثواب ; فقال مالك : ينظر فيه ; فإن كان مثله ممن يطلب الثواب من الموهوب له فله ذلك ; مثل هبة الفقير للغني ، وهبة الخادم لصاحبه ، وهبة الرجل لأميره ومن فوقه ; وهو أحد قولي الشافعي . وقال أبو حنيفة : لا يكون له ثواب إذا لم يشترط ; وهو قول الشافعي الآخر . قال : والهبة للثواب باطلة لا تنفعه ; لأنها بيع بثمن مجهول . واحتج الكوفي بأن موضوع الهبة التبرع ، فلو أوجبنا فيها العوض لبطل معنى التبرع وصارت في معنى المعاوضات ، والعرب قد فرقت بين لفظ البيع ولفظ الهبة ، فجعلت لفظ البيع على ما يستحق فيه العوض ، والهبة بخلاف ذلك . ودليلنا ما رواه مالك في موطئه عن عمر بن الخطاب رضي الله عنه أنه قال : أيما رجل وهب هبة يرى أنها للثواب فهو على هبته حتى يرضى منها . ونحوه عن علي رضي الله عنه قال : المواهب ثلاثة : موهبة يراد بها وجه الله ، وموهبة يراد بها وجوه الناس ، وموهبة يراد بها الثواب ; فموهبة الثواب يرجع فيها صاحبها إذا لم يثب منها . وترجم البخاري رحمه الله ( باب المكافأة في الهبة ) وساق حديث عائشة قالت : كان رسول الله صلى الله عليه وسلم يقبل الهدية ويثيب [ ص: 36 ] عليها . وأثاب على لقحة ولم ينكر على صاحبها حين طلب الثواب ؛ وإنما أنكر سخطه للثواب وكان زائدا على القيمة . خرجه الترمذي .الثالثة : ما ذكره علي رضي الله عنه وفصله من الهبة صحيح ; وذلك أن الواهب لا يخلو في هبته من ثلاثة أحوال : أحدها : أن يريد بها وجه الله تعالى ويبتغي عليها الثواب منه . والثاني : أن يريد بها وجوه الناس رياء ليحمدوه عليها ويثنوا عليه من أجلها . والثالث : أن يريد بها الثواب من الموهوب له ; وقد مضى الكلام فيه . وقال صلى الله عليه وسلم : الأعمال بالنيات وإنما لكل امرئ ما نوى . فأما إذا أراد بهبته وجه الله تعالى وابتغى عليه الثواب من عنده فله ذلك عند الله بفضله ورحمته ; قال الله عز وجل : وما آتيتم من زكاة تريدون وجه الله فأولئك هم المضعفون .وكذلك من يصل قرابته ليكون غنيا حتى لا يكون كلا ، فالنية في ذلك متبوعة ; فإن كان ليتظاهر بذلك دنيا فليس لوجه الله ، وإن كان لما له عليه من حق القرابة وبينهما من وشيجة الرحم فإنه لوجه الله .وأما من أراد بهبته وجوه الناس رياء ليحمدوه عليها ويثنوا عليه من أجلها فلا منفعة له في هبته ; لا ثواب في الدنيا ولا أجر في الآخرة ; قال الله عز وجل : يا أيها الذين آمنوا لا تبطلوا صدقاتكم بالمن والأذى كالذي ينفق ماله رئاء الناس الآية .وأما من أراد بهبته الثواب من الموهوب له فله ما أراد بهبته ، وله أن يرجع فيها ما لم يثب بقيمتها ، على مذهب ابن القاسم ، أو ما لم يرض منها بأزيد من قيمتها ، على ظاهر قول عمر وعلي ، وهو قول مطرف في الواضحة : أن الهبة ما كانت قائمة العين ، وإن زادت أو نقصت فللواهب الرجوع فيها وإن أثابه الموهوب فيها أكثر منها . وقد قيل : إنها إذا كانت قائمة العين لم تتغير فإنه يأخذ ما شاء . وقيل : تلزمه القيمة كنكاح التفويض ، وأما إذا كان بعد فوت الهبة فليس له إلا القيمة اتفاقا ; قاله ابن العربي .[ ص: 37 ] الرابعة : قوله تعالى : ( ليربو ) ، قرأ جمهور القراء السبعة : ليربو بالياء وإسناد الفعل إلى الربا . وقرأنافع وحده : بضم التاء والواو ساكنة على المخاطبة ; بمعنى تكونوا ذوي زيادات ، وهذه قراءة ابن عباس والحسن وقتادة والشعبي . قال أبو حاتم : هي قراءتنا . وقرأ أبو مالك : ( لتربوها ) بضمير مؤنث . فلا يربو عند الله أي لا يزكو ولا يثيب عليه ; لأنه لا يقبل إلا ما أريد به وجهه وكان خالصا له ; وقد تقدم في ( النساء ) . وما آتيتم من زكاة قال ابن عباس : أي من صدقة . و تريدون وجه الله فأولئك هم المضعفون أي ذلك الذي يقبله ويضاعفه له عشرة أضعافه أو أكثر ; كما قال : من ذا الذي يقرض الله قرضا حسنا فيضاعفه له أضعافا كثيرة . وقال : ومثل الذين ينفقون أموالهم ابتغاء مرضاة الله وتثبيتا من أنفسهم كمثل جنة بربوة . وقال : فأولئك هم المضعفون ولم يقل فأنتم المضعفون ؛ لأنه رجع من المخاطبة إلى الغيبة ; مثل قوله : حتى إذا كنتم في الفلك وجرين بهم . وفي معنى المضعفين قولان : أحدهما : أنه تضاعف لهم الحسنات كما ذكرنا . والآخر : أنهم قد أضعف لهم الخير والنعيم ; أي هم أصحاب أضعاف ، كما يقال : فلان مقو إذا كانت إبله قوية ، أو له أصحاب أقوياء . ومسمن إذا كانت إبله سمانا . ومعطش إذا كانت إبله عطاشا . ومضعف إذا كان إبله ضعيفة ; ومنه قول النبي صلى الله عليه وسلم : اللهم إني أعوذ بك من الخبيث المخبث الشيطان الرجيم . فالمخبث : الذي أصابه خبث ، يقال : فلان رديء أي هو رديء في نفسه . ومردئ : أصحابه أردئاء ."
    },
    {
      "ayah": 4,
      "surah": 30,
      "text": "في بضع سنين حذفت الهاء من بضع فرقا بين المذكر والمؤنث ، وقد مضى الكلام فيه في ( يوسف ) . وفتحت النون من سنين لأنه جمع مسلم . ومن العرب من يقول في بضع سنين كما يقول في غسلين . وجاز أن يجمع سنة جمع من يعقل بالواو والنون والياء والنون ; لأنه قد حذف منها شيء ، فجعل هذا الجمع عوضا من النقص الذي في واحده ; لأن أصل ( سنة ) سنهة أو سنوة ، وكسرت السين منه دلالة على أن جمعه خارج عن [ ص: 8 ] قياسه ونمطه ; هذا قول البصريين . ويلزم الفراء أن يضمها ؛ لأنه يقول : الضمة دليل على الواو ، وقد حذف من سنة واو في أحد القولين ، ولا يضمها أحد علمناه .قوله تعالى : لله الأمر من قبل ومن بعد أخبر تعالى بانفراده بالقدرة ، وأن ما في العالم من غلبة وغيرها إنما هي منه وبإرادته وقدرته ، فقال : لله الأمر أي إنفاذ الأحكام . من قبل ومن بعد أي من قبل هذه الغلبة ومن بعدها . وقيل : من قبل كل شيء ومن بعد كل شيء . و من قبل ومن بعد ظرفان بنيا على الضم ; لأنهما تعرفا بحذف ما أضيفا إليهما وصارا متضمنين ما حذف فخالفا تعريف الأسماء وأشبها الحروف في التضمين فبنيا ، وخصا بالضم لشبههما بالمنادى المفرد في أنه إذا نكر وأضيف زال بناؤه ، وكذلك هما فضما . ويقال : من قبل ومن بعد . وحكى الكسائي عن بعض بني أسد ( لله الأمر من قبل ومن بعد ) الأول مخفوض منون ، والثاني مضموم بلا تنوين . وحكى الفراء ( من قبل ومن بعد ) مخفوضين بغير تنوين . وأنكره النحاس ورده . وقال الفراء في كتابه : في القرآن أشياء كثيرة ، الغلط فيها بين ، منها أنه زعم أنه يجوز ( من قبل ومن بعد ) ؛ وإنما يجوز ( من قبل ومن بعد ) على أنهما نكرتان . قال الزجاج : المعنى من متقدم ومن متأخر . ويومئذ يفرح المؤمنون"
    },
    {
      "ayah": 40,
      "surah": 30,
      "text": "قوله تعالى : الله الذي خلقكم ثم رزقكم ثم يميتكم ثم يحييكم هل من شركائكم من يفعل من ذلكم من شيء سبحانه وتعالى عما يشركون .[ ص: 38 ] الله الذي خلقكم ابتداء وخبر . وعاد الكلام إلى الاحتجاج على المشركين ، وأنه الخالق الرازق المميت المحيي . ثم قال على جهة الاستفهام : هل من شركائكم من يفعل من ذلكم من شيء لا يفعل . سبحانه وتعالى عما يشركون ثم نزه نفسه عن الأنداد والأضداد والصاحبة والأولاد ، وأضاف الشركاء إليهم لأنهم كانوا يسمونهم بالآلهة والشركاء ، ويجعلون لهم من أموالهم ."
    },
    {
      "ayah": 41,
      "surah": 30,
      "text": "قوله تعالى : ظهر الفساد في البر والبحر بما كسبت أيدي الناس ليذيقهم بعض الذي عملوا لعلهم يرجعون .قوله تعالى : ظهر الفساد في البر والبحر اختلف العلماء في معنى الفساد والبر والبحر ; فقال قتادة والسدي : الفساد الشرك ، وهو أعظم الفساد . وقال ابن عباس وعكرمة ومجاهد : فساد البر قتل ابن آدم أخاه ; قابيل قتل هابيل . وفي البحر بالملك الذي كان يأخذ كل سفينة غصبا . وقيل : الفساد القحط وقلة النبات وذهاب البركة . ونحوه قال ابن عباس قال : هو نقصان البركة بأعمال العباد كي يتوبوا . قال النحاس : وهو أحسن ما قيل في الآية . وعنه أيضا : أن الفساد في البحر انقطاع صيده بذنوب بني آدم . وقال عطية : فإذا قل المطر قل الغوص عنده ، وأخفق الصيادون ، وعميت دواب البحر .وقال ابن عباس : إذا مطرت السماء تفتحت الأصداف في البحر ، فما وقع فيها من السماء فهو لؤلؤ . وقيل : الفساد كساد الأسعار وقلة المعاش . وقيل : الفساد المعاصي وقطع السبيل والظلم ; أي صار هذا العمل مانعا من الزرع والعمارات والتجارات ; والمعنى كله متقارب . والبر والبحر هما المعروفان المشهوران في اللغة وعند الناس ; لا ما قاله بعض العباد : أن البر اللسان ، والبحر القلب ; لظهور ما على اللسان وخفاء ما في القلب . وقيل : البر : الفيافي ، والبحر : القرى ; قاله عكرمة . والعرب تسمي الأمصار البحار . وقال قتادة : البر أهل العمود ، والبحر أهل القرى والريف . وقال ابن عباس : إن البر ما كان من المدن والقرى على غير نهر ، والبحر ما كان على شط نهر ; وقاله مجاهد ، قال : أما والله ما هو بحركم هذا ، ولكن كل قرية على ماء جار فهي بحر . وقال معناه النحاس ، قال : في معناه قولان : أحدهما : ظهر الجدب في البر ; أي في البوادي وقراها ، وفي البحر أي في مدن البحر ; مثل : واسأل القرية . أي ظهر قلة الغيث وغلاء السعر . بما كسبت أيدي الناس ليذيقهم بعض أي عقاب بعض ( الذي عملوا ) ثم حذف . والقول [ ص: 39 ] الآخر : أنه ظهرت المعاصي من قطع السبيل والظلم ، فهذا هو الفساد على الحقيقة ، والأول مجاز إلا أنه على الجواب الثاني ، فيكون في الكلام حذف واختصار دل عليه ما بعده ، ويكون المعنى : ظهرت المعاصي في البر والبحر فحبس الله عنهما الغيث وأغلى سعرهم ليذيقهم عقاب بعض الذي عملوا . لعلهم يرجعون لعلهم يتوبون . وقال : بعض الذي عملوا لأن معظم الجزاء في الآخرة . والقراءة ليذيقهم بالياء . وقرأ ابن عباس بالنون ، وهي قراءة السلمي وابن محيصن وقنبل ويعقوب على التعظيم ; أي نذيقهم عقوبة بعض ما عملوا ."
    },
    {
      "ayah": 42,
      "surah": 30,
      "text": "قوله تعالى : قل سيروا في الأرض فانظروا كيف كان عاقبة الذين من قبل كان أكثرهم مشركين .قوله تعالى : قل سيروا في الأرض أي قل لهم يا محمد سيروا في الأرض ليعتبروا بمن قبلهم ، وينظروا كيف كان عاقبة من كذب الرسل كان أكثرهم مشركين أي كافرين فأهلكوا ."
    },
    {
      "ayah": 43,
      "surah": 30,
      "text": "قوله تعالى : فأقم وجهك للدين القيم من قبل أن يأتي يوم لا مرد له من الله يومئذ يصدعون .قوله تعالى : فأقم وجهك للدين القيم قال الزجاج : أي أقم قصدك ، واجعل جهتك اتباع الدين القيم ; يعني الإسلام . وقيل : المعنى أوضح الحق وبالغ في الإعذار ، واشتغل بما أنت فيه ولا تحزن عليهم . من قبل أن يأتي يوم لا مرد له من الله أي لا يرده الله عنهم ، فإذا لم يرده لم يتهيأ لأحد دفعه . ويجوز عند غير سيبويه لا مرد له وذلك عند سيبويه بعيد ، إلا أن يكون في الكلام عطف . والمراد يوم القيامة . يومئذ يصدعون قال ابن عباس : معناه يتفرقون . وقال الشاعر [ تميم بن نويرة ] :وكنا كندماني جذيمة حقبة من الدهر حتى قيل لن يتصدعاأي لن يتفرقا ; نظيره قوله تعالى : يومئذ يتفرقون فريق في الجنة وفريق في السعير . [ ص: 40 ] والأصل يتصدعون ; ويقال : تصدع القوم إذا تفرقوا ; ومنه اشتق الصداع ؛ لأنه يفرق شعب الرأس ."
    },
    {
      "ayah": 44,
      "surah": 30,
      "text": "قوله تعالى : من كفر فعليه كفره ومن عمل صالحا فلأنفسهم يمهدون .قوله تعالى : من كفر فعليه كفره أي جزاء كفره . ومن عمل صالحا فلأنفسهم يمهدون أي يوطئون لأنفسهم في الآخرة فراشا ومسكنا وقرارا بالعمل الصالح ; ومنه : مهد الصبي . والمهاد الفراش ، وقد مهدت الفراش مهدا : بسطته ووطأته . وتمهيد الأمور : تسويتها وإصلاحها . وتمهيد العذر : بسطه وقبوله . والتمهد : التمكن . وروى ابن أبي نجيح عن مجاهد فلأنفسهم يمهدون قال : في القبر ."
    },
    {
      "ayah": 45,
      "surah": 30,
      "text": "قوله تعالى : ليجزي الذين آمنوا وعملوا الصالحات من فضله إنه لا يحب الكافرين .قوله تعالى : ليجزي الذين آمنوا أي يمهدون لأنفسهم ليجزيهم الله من فضله . وقيل يصدعون ليجزيهم الله ; أي ليتميز الكافر من المسلم . إنه لا يحب الكافرين ."
    },
    {
      "ayah": 46,
      "surah": 30,
      "text": "قوله تعالى : ومن آياته أن يرسل الرياح مبشرات وليذيقكم من رحمته ولتجري الفلك بأمره ولتبتغوا من فضله ولعلكم تشكرون .قوله تعالى : ومن آياته أن يرسل الرياح مبشرات أي ومن أعلام كمال قدرته إرسال الرياح مبشرات ؛ أي بالمطر لأنها تتقدمه . وقد مضى في ( الحجر ) بيانه . وليذيقكم من رحمته يعني الغيث والخصب . ولتجري الفلك بأمره أي في البحر عند هبوبها . وإنما زاد بأمره لأن الرياح قد تهب ولا تكون مواتية ، فلا بد من إرساء السفن والاحتيال بحبسها ، وربما عصفت فأغرقتها بأمره . ولتبتغوا من فضله يعني الرزق بالتجارة ولعلكم تشكرون هذه النعم بالتوحيد والطاعة . وقد مضى هذا كله مبينا ."
    },
    {
      "ayah": 47,
      "surah": 30,
      "text": "قوله تعالى : ولقد أرسلنا من قبلك رسلا إلى قومهم فجاءوهم بالبينات فانتقمنا من الذين أجرموا وكان حقا علينا نصر المؤمنين .قوله تعالى : ولقد أرسلنا من قبلك رسلا إلى قومهم فجاءوهم بالبينات أي المعجزات والحجج النيرات فانتقمنا ؛ أي فكفروا فانتقمنا ممن كفر . وكان حقا علينا نصر المؤمنين ( حقا ) نصب على خبر كان ، و ( نصر ) اسمها . وكان أبو بكر يقف على ( حقا ) ؛ أي وكان عقابنا حقا ، ثم قال : علينا نصر المؤمنين ابتداء وخبر ; أي أخبر بأنه لا يخلف الميعاد ، ولا خلف في خبرنا . وروي من حديث أبي الدرداء قال سمعت النبي صلى الله عليه وسلم يقول : ما من مسلم يذب عن عرض أخيه إلا كان حقا على الله تعالى أن يرد عنه نار جهنم يوم القيامة - ثم تلا - وكان حقا علينا نصر المؤمنين . ذكره النحاس والثعلبي والزمخشري وغيرهم ."
    },
    {
      "ayah": 48,
      "surah": 30,
      "text": "قوله تعالى : الله الذي يرسل الرياح قرأ ابن محيصن وابن كثير وحمزة والكسائي : ( الريح ) بالتوحيد . والباقون بالجمع . قال أبو عمرو : وكل ما كان بمعنى الرحمة فهو جمع ، وما كان بمعنى العذاب فهو موحد . وقد مضى في ( البقرة ) معنى هذه الآية وفي غيرها . كسفا جمع كسفة وهي القطعة . وفي قراءة الحسن وأبي جعفر وعبد الرحمن الأعرج وابن عامر ( كسفا ) بإسكان السين ، وهي أيضا جمع كسفة ; كما يقال : سدرة وسدر ; وعلى هذه القراءة يكون المضمر الذي بعده عائدا عليه ; أي فترى الودق أي المطر يخرج من خلال الكسف ; لأن كل جمع بينه وبين واحده الهاء لا غير فالتذكير فيه حسن . ومن قرأ : كسفا فالمضمر [ ص: 42 ] عنده عائد على السحاب . وفي قراءة الضحاك وأبي العالية وابن عباس : فترى الودق يخرج من خلله ويجوز أن يكون خلل جمع خلال . فإذا أصاب به من يشاء من عباده أي أصاب بالمطر من يشاء من عباده إذا هم يستبشرون يفرحون بنزول المطر عليهم ."
    },
    {
      "ayah": 49,
      "surah": 30,
      "text": "وإن كانوا من قبل أن ينزل عليهم من قبله لمبلسين أي يائسين مكتئبين قد ظهر الحزن عليهم لاحتباس المطر عنهم . ومن قبله تكرير عند الأخفش معناه التأكيد ; وأكثر النحويين على هذا القول ; قاله النحاس . وقال قطرب : إن ( قبل ) الأولى للإنزال والثانية للمطر ; أي وإن كانوا من قبل التنزيل من قبل المطر . وقيل : المعنى من قبل تنزيل الغيث عليهم من قبل الزرع ، ودل على الزرع المطر ؛ إذ بسببه يكون . ودل عليه أيضا فرأوه مصفرا على ما يأتي . وقيل : المعنى من قبل السحاب من قبل رؤيته ; واختار هذا القول النحاس ، أي من قبل رؤية السحاب لمبلسين أي ليائسين . وقد تقدم ذكر السحاب ."
    },
    {
      "ayah": 5,
      "surah": 30,
      "text": "بنصر الله تقدم ذكره . ينصر من يشاء يعني من أوليائه ; لأن نصره مختص بغلبة أوليائه لأعدائه ، فأما غلبة أعدائه لأوليائه فليس بنصره ؛ وإنما هو ابتلاء ، وقد يسمى ظفرا . وهو العزيز في نقمته ، الرحيم لأهل طاعته ."
    },
    {
      "ayah": 50,
      "surah": 30,
      "text": "قوله تعالى : فانظر إلى آثار رحمة الله كيف يحيي الأرض بعد موتها إن ذلك لمحيي الموتى وهو على كل شيء قدير .قوله تعالى : فانظر إلى آثار رحمة الله يعني المطر ; أي انظروا نظر استبصار واستدلال ; أي استدلوا بذلك على أن من قدر عليه قادر على إحياء الموتى . وقرأ ابن عامر وحفص وحمزة والكسائي : ( آثار ) بالجمع . الباقون بالتوحيد ; لأنه مضاف إلى مفرد . والأثر فاعل ( يحيي ) ويجوز أن يكون الفاعل اسم الله عز وجل . ومن قرأ : ( آثار ) بالجمع فلأن رحمة الله يجوز أن يراد بها الكثرة ; كما قال تعالى : وإن تعدوا نعمة الله لا تحصوها . وقرأ الجحدري وأبو حيوة وغيرهما : ( كيف تحيي الأرض ) بتاء ; ذهب بالتأنيث إلى لفظ الرحمة ; لأن أثر الرحمة يقوم مقامها فكأنه هو الرحمة ; أي كيف تحيي الرحمة الأرض أو الآثار . ( يحيي ) أي يحيي الله عز وجل أو المطر أو الأثر فيمن قرأ بالياء . و كيف يحيي الأرض في موضع نصب على الحال على الحمل على المعنى لأن اللفظ لفظالاستفهام والحال خبر ; والتقدير : فانظر إلى أثر رحمة الله محيية للأرض بعد موتها . إن ذلك لمحيي الموتى وهو على كل شيء قدير استدلال بالشاهد على الغائب ."
    },
    {
      "ayah": 51,
      "surah": 30,
      "text": "قوله تعالى : ولئن أرسلنا ريحا فرأوه مصفرا لظلوا من بعده يكفرون .[ ص: 43 ] قوله تعالى : ولئن أرسلنا ريحا فرأوه مصفرا يعني الريح ، والريح يجوز تذكيره . قال محمد بن يزيد : لا يمتنع تذكير كل مؤنث غير حقيقي ، نحو أعجبني الدار وشبهه . وقيل : فرأوا السحاب . وقال ابن عباس : الزرع ، وهو الأثر ; والمعنى : فرأوا الأثر مصفرا ; واصفرار الزرع بعد اخضراره يدل على يبسه ، وكذا السحاب يدل على أنه لا يمطر ، والريح على أنها لا تلقح لظلوا من بعده يكفرون أي ليظلن ; وحسن وقوع الماضي في موضع المستقبل لما في الكلام من معنى المجازاة ، والمجازاة لا تكون إلا بالمستقبل ; قاله الخليل وغيره ."
    },
    {
      "ayah": 52,
      "surah": 30,
      "text": "قوله تعالى : فإنك لا تسمع الموتى ولا تسمع الصم الدعاء إذا ولوا مدبرينقوله تعالى : فإنك لا تسمع الموتى أي وضحت الحجج يا محمد ; لكنهم لإلفهم تقليد الأسلاف في الكفر ماتت عقولهم وعميت بصائرهم ، فلا يتهيأ لك إسماعهم وهدايتهم . وهذا رد على القدرية ."
    },
    {
      "ayah": 53,
      "surah": 30,
      "text": "إن تسمع إلا من يؤمن بآياتنا أي لا تسمع مواعظ الله إلا المؤمنين الذين يصغون إلى أدلة التوحيد وخلقت لهم الهداية . وقد مضى هذا في ( النمل ) ووقع قوله بهاد العمي هنا بغير ياء ."
    },
    {
      "ayah": 54,
      "surah": 30,
      "text": "قوله تعالى : الله الذي خلقكم من ضعف ثم جعل من بعد ضعف قوة ثم جعل من بعد قوة ضعفا وشيبة يخلق ما يشاء وهو العليم القدير .قوله تعالى : الله الذي خلقكم من ضعف ذكر استدلالا آخر على قدرته في نفس الإنسان ليعتبر . ومعنى : من ضعف من نطفة ضعيفة . وقيل : من ضعف أي في حال ضعف ; وهو ما كانوا عليه في الابتداء من الطفولة والصغر . وأجاز النحويون الكوفيون من ضعف بفتح العين ، وكذا كل ما كان فيه حرف من حروف الحلق ثانيا أو ثالثا . ثم جعل من بعد ضعف قوة يعني الشبيبة . ثم جعل من بعد قوة ضعفا وشيبة يعني الهرم . وقرأ عاصم وحمزة : بفتح الضاد فيهن ، الباقون بالضم ، لغتان ، والضم لغة النبي صلى الله عليه وسلم . وقرأ الجحدري : من ضعف ثم جعل من بعد ضعف بالفتح فيهما ; ( ضعفا ) بالضم خاصة . أراد أن يجمع بين اللغتين . قال الفراء : الضم لغة قريش ، والفتح لغة تميم . الجوهري : الضعف ، والضعف : خلاف القوة . وقيل : الضعف بالفتح في الرأي ، وبالضم في الجسد ; ومنه الحديث في الرجل الذي كان [ ص: 44 ] يخدع في البيوع : أنه يبتاع وفي عقدته ضعف . و ( شيبة ) مصدر كالشيب ، والمصدر يصلح للجملة ، وكذلك القول في الضعف والقوة . يخلق ما يشاء يعني من قوة وضعف . وهو العليم بتدبيره . القدير على إرادته . وأجاز النحويون الكوفيون من ضعف بفتح العين ، وكذا كل ما كان فيه حرف من حروف الحلق ثانيا أو ثالثا ."
    },
    {
      "ayah": 55,
      "surah": 30,
      "text": "قوله تعالى : ويوم تقوم الساعة يقسم المجرمون ما لبثوا غير ساعة كذلك كانوا يؤفكون .قوله تعالى : ويوم تقوم الساعة يقسم المجرمون أي يحلف المشركون . ما لبثوا غير ساعة ليس في هذا رد لعذاب القبر ; إذ كان قد صح عن النبي صلى الله عليه وسلم من غير طريق أنه تعوذ منه ، وأمر أن يتعوذ منه ; فمن ذلك ما رواه عبد الله بن مسعود قال : سمع النبي صلى الله عليه وسلم أم حبيبة وهي تقول : اللهم أمتعني بزوجي رسول الله ، وبأبي أبي سفيان ، وبأخي معاوية ; فقال لها النبي صلى الله عليه وسلم : لقد سألت الله لآجال مضروبة وأرزاق مقسومة ولكن سليه أن يعيذك من عذاب جهنم وعذاب القبر في أحاديث مشهورة خرجها مسلم والبخاري وغيرهما . وقد ذكرنا منها جملة في كتاب ( التذكرة ) . وفي معنى : ما لبثوا غير ساعة قولان : أحدهما : أنه لا بد [ ص: 45 ] من خمدة قبل يوم القيامة ; فعلى هذا قالوا : ما لبثنا غير ساعة . والقول الآخر : أنهم يعنون في الدنيا لزوالها وانقطاعها ، كما قال الله تعالى : كأنهم يوم يرونها لم يلبثوا إلا عشية أو ضحاها كأن لم يلبثوا إلا ساعة من نهار ، وإن كانوا قد أقسموا على غيب وعلى غير ما يدرون . كذلك كانوا يؤفكون أي كانوا يكذبون في الدنيا ; يقال : أفك الرجل إذا صرف عن الصدق والخير . وأرض مأفوكة : ممنوعة من المطر . وقد زعم جماعة من أهل النظر أن القيامة لا يجوز أن يكون فيها كذب لما هم فيه ، والقرآن يدل على غير ذلك ، قال الله عز وجل : كذلك كانوا يؤفكون أي كما صرفوا عن الحق في قسمهم أنهم ما لبثوا غير ساعة كذلك كانوا يصرفون عن الحق في الدنيا ; وقال جل وعز : يوم يبعثهم الله جميعا فيحلفون له كما يحلفون لكم ويحسبون أنهم على شيء ألا إنهم هم الكاذبون وقال : ثم لم تكن فتنتهم إلا أن قالوا والله ربنا ما كنا مشركين انظر كيف كذبوا ."
    },
    {
      "ayah": 56,
      "surah": 30,
      "text": "قوله تعالى : وقال الذين أوتوا العلم والإيمان لقد لبثتم في كتاب الله إلى يوم البعث فهذا يوم البعث ولكنكم كنتم لا تعلمون .قوله تعالى : وقال الذين أوتوا العلم والإيمان لقد لبثتم في كتاب الله إلى يوم البعث اختلف في الذين أوتوا العلم ; فقيل الملائكة . وقيل الأنبياء . وقيل علماء الأمم . وقيل مؤمنو هذه الأمة . وقيل جميع المؤمنين ; أي يقول المؤمنون للكفار ردا عليهم لقد لبثتم في قبوركم إلى يوم البعث . والفاء في قوله : فهذا يوم البعث جواب لشرط محذوف دل عليه الكلام ; مجازه : إن كنتم منكرين البعث فهذا يوم البعث . وحكى يعقوب عن بعض القراء وهي قراءة الحسن : ( إلى يوم البعث ) بالتحريك ; وهذا مما فيه حرف من حروف الحلق . وقيل : معنى في كتاب الله في حكم الله . وقيل : في الكلام تقديم وتأخير ; أي وقال الذين أوتوا العلم في كتاب الله والإيمان لقد لبثتم إلى يوم البعث ; قاله مقاتل وقتادة والسدي . القشيري : وعلى هذا أوتوا العلم بمعنى كتاب الله . وقيل : الذين حكم لهم في الكتاب بالعلم فهذا يوم البعث أي اليوم الذي كنتم تنكرونه ."
    },
    {
      "ayah": 57,
      "surah": 30,
      "text": "قوله تعالى : فيومئذ لا ينفع الذين ظلموا معذرتهم ولا هم يستعتبون .[ ص: 46 ] قوله تعالى : فيومئذ لا ينفع الذين ظلموا معذرتهم أي لا ينفعهم العلم بالقيامة ولا الاعتذار يومئذ . وقيل : لما رد عليهم المؤمنون سألوا الرجوع إلى الدنيا واعتذروا فلم يعذروا . ولا هم يستعتبون أي ولا حالهم حال من يستعتب ويرجع ; يقال : استعتبته فأعتبني ، أي استرضيته فأرضاني ، وذلك إذا كنت جانيا عليه . وحقيقة أعتبته : أزلت عتبه . وسيأتي في ( فصلت ) بيانه . وقرأ عاصم وحمزة والكسائي : فيومئذ لا ينفع بالياء ، والباقون بالتاء ."
    },
    {
      "ayah": 58,
      "surah": 30,
      "text": "قوله تعالى : ولقد ضربنا للناس في هذا القرآن من كل مثل ولئن جئتهم بآية ليقولن الذين كفروا إن أنتم إلا مبطلونقوله تعالى : ولقد ضربنا للناس في هذا القرآن من كل مثل أي من كل مثل يدلهم على ما يحتاجون إليه ، وينبههم على التوحيد وصدق الرسل . ولئن جئتهم بآية أي معجزة ; كفلق البحر والعصا وغيرهما ليقولن الذين كفروا إن أنتم يا معشر المؤمنين . إلا مبطلون أي تتبعون الباطل والسحر"
    },
    {
      "ayah": 59,
      "surah": 30,
      "text": "كذلك أي كما طبع الله على قلوبهم حتى لا يفهموا الآيات عن الله فكذلك يطبع الله على قلوب الذين لا يعلمون أدلة التوحيد"
    },
    {
      "ayah": 6,
      "surah": 30,
      "text": "قوله تعالى : وعد الله لا يخلف الله وعده ؛ لأن كلامه صدق . . ولكن أكثر الناس لا يعلمون وهم الكفار وهم أكثر . وقيل المراد : مشركو مكة . وانتصب وعد الله على المصدر ; أي وعد ذلك وعدا ."
    },
    {
      "ayah": 60,
      "surah": 30,
      "text": "فاصبر إن وعد الله حق أي اصبر على أذاهم فإن الله ينصرك ولا يستخفنك أي لا يستفزنك عن دينك الذين لا يوقنون قيل : هو النضر بن الحارث . والخطاب للنبي صلى الله عليه وسلم والمراد أمته ; يقال : استخف فلان فلانا أي استجهله حتى حمله على اتباعه في الغي . وهو في موضع جزم بالنهي ، أكد بالنون الثقيلة فبني على الفتح كما يبنى الشيئان إذا ضم أحدهما إلى الآخر . الذين لا يوقنون في موضع رفع ، ومن العرب من يقول : اللذون في موضع الرفع . وقد مضى في ( الفاتحة ) ."
    },
    {
      "ayah": 7,
      "surah": 30,
      "text": "ثم بين تعالى مقدار ما يعلمون فقال : يعلمون ظاهرا من الحياة الدنيا ؛ يعني أمر معايشهم ودنياهم : متى يزرعون ومتى يحصدون ، وكيف يغرسون وكيف يبنون ; قاله ابن عباس وعكرمة وقتادة . وقال الضحاك : هو بنيان قصورها ، وتشقيق أنهارها وغرس أشجارها ; والمعنى واحد . وقيل : هو ما تلقيه الشياطين إليهم من أمور الدنيا [ ص: 9 ] عند استراقهم السمع من سماء الدنيا ; قاله سعيد بن جبير . وقيل : الظاهر والباطن ; كما قال في موضع آخر أم بظاهر من القول .قلت : وقول ابن عباس أشبه بظاهر الحياة الدنيا ، حتى لقد قال الحسن : بلغ والله من علم أحدهم بالدنيا أنه ينقد الدرهم فيخبرك بوزنه ولا يحسن أن يصلي . وقال أبو العباس المبرد : قسم كسرى أيامه فقال : يصلح يوم الريح للنوم ، ويوم الغيم للصيد ، ويوم المطر للشرب واللهو ، ويوم الشمس للحوائج . قال ابن خالويه : ما كان أعرفهم بسياسة دنياهم ، يعلمون ظاهرا من الحياة الدنيا . وهم عن الآخرة أي عن العلم بها والعمل لها هم غافلون قال بعضهم :"
    },
    {
      "ayah": 8,
      "surah": 30,
      "text": "قوله تعالى : أولم يتفكروا في أنفسهم ما خلق الله السماوات والأرض وما بينهما إلا بالحق وأجل مسمى وإن كثيرا من الناس بلقاء ربهم لكافرون .قوله : في أنفسهم ظرف للتفكر وليس بمفعول ، تعدى إليه يتفكروا بحرف جر ; لأنهم لم يؤمروا أن يتفكروا في خلق أنفسهم ؛ إنما أمروا أن يستعملوا التفكر في خلق السماوات والأرض وأنفسهم ؛ حتى يعلموا أن الله لم يخلق السماوات وغيرها إلا بالحق . قال الزجاج : في الكلام حذف ، أي فيعلموا ; لأن في الكلام دليلا عليه . إلا بالحق قال الفراء : معناه إلا للحق ; يعني الثواب والعقاب . وقيل : إلا لإقامة الحق . وقيل : بالحق بالعدل . وقيل : بالحكمة ; والمعنى متقارب . وقيل : بالحق أي أنه هو الحق وللحق خلقها ، وهو الدلالة على توحيده وقدرته . وأجل مسمى أي للسماوات والأرض أجل ينتهيان إليه ؛ وهو يوم القيامة . وفي هذا تنبيه على الفناء ، وعلى أن لكل مخلوق أجلا ، وعلى ثواب المحسن وعقاب المسيء . وقيل : وأجل مسمى أي خلق ما خلق في وقت سماه ؛ لأن يخلق ذلك الشيء فيه . وإن كثيرا من الناس بلقاء ربهم لكافرون اللام للتوكيد ، والتقدير : لكافرون بلقاء ربهم ، على التقديم والتأخير ; أي لكافرون بالبعث بعد الموت . وتقول : إن زيدا في الدار [ ص: 10 ] لجالس . ولو قلت : إن زيدا لفي الدار لجالس جاز . فإن قلت : إن زيدا جالس لفي الدار لم يجز ; لأن اللام إنما يؤتى بها توكيدا لاسم إن وخبرها ، وإذا جئت بهما لم يجز أن تأتي بها . وكذا إن قلت : إن زيدا لجالس لفي الدار لم يجز ."
    },
    {
      "ayah": 9,
      "surah": 30,
      "text": "قوله تعالى : أولم يسيروا في الأرض فينظروا كيف كان عاقبة الذين من قبلهم كانوا أشد منهم قوة وأثاروا الأرض وعمروها أكثر مما عمروها وجاءتهم رسلهم بالبينات فما كان الله ليظلمهم ولكن كانوا أنفسهم يظلمون .قوله تعالى : أولم يسيروا في الأرض فينظروا ببصائرهم وقلوبهم . كيف كان عاقبة الذين من قبلهم كانوا أشد منهم قوة وأثاروا الأرض أي قلبوها للزراعة ; لأن أهل مكة لم يكونوا أهل حرث ; قال الله تعالى : تثير الأرض . وعمروها أكثر مما عمروها أي وعمروها أولئك أكثر مما عمروها هؤلاء فلم تنفعهم عمارتهم ولا طول مدتهم . وجاءتهم رسلهم بالبينات أي بالمعجزات . وقيل : بالأحكام ، فكفروا ولم يؤمنوا . فما كان الله ليظلمهم بأن أهلكهم بغير ذنب ولا رسل ولا حجة . ولكن كانوا أنفسهم يظلمون بالشرك والعصيان ."
    }
  ]
}
