{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 32,
      "text": "بسم الله الرحمن الرحيمسورة السجدةوهي مكية ، غير ثلاث آيات نزلت بالمدينة ; وهي قوله تعالى : أفمن كان مؤمنا كمن كان فاسقا تمام ثلاث آيات ; قاله الكلبي ومقاتل . وقال غيرهما : إلا خمس آيات ، من قوله تعالى : تتجافى جنوبهم إلى قوله الذي كنتم به تكذبون . وهي ثلاثون آية . وقيل تسع وعشرون . وفي الصحيح عن ابن عباس أن النبي صلى الله عليه وسلم كان يقرأ في صلاة الفجر يوم الجمعة ( الم تنزيل ) السجدة . و هل أتى على الإنسان حين من الدهر الحديث . وخرج الدارمي أبو محمد في مسنده عن جابر بن عبد الله قال : كان النبي صلى الله عليه وسلم لا ينام حتى يقرأ : ( الم تنزيل ) السجدة . و تبارك الذي بيده الملك . قال الدارمي : وأخبرنا أبو المغيرة قال حدثنا عبدة عن خالد بن معدان قال : اقرءوا المنجية ، وهي ( الم تنزيل ) فإنه بلغني أن رجلا كان يقرؤها ، ما يقرأ شيئا غيرها ، وكان كثير الخطايا فنشرت جناحها عليه وقالت : رب اغفر له فإنه كان يكثر من قراءتي ; فشفعها الرب فيه وقال اكتبوا له بكل خطيئة حسنة وارفعوا له درجة ."
    },
    {
      "ayah": 10,
      "surah": 32,
      "text": "قوله تعالى : وقالوا أئذا ضللنا في الأرض أئنا لفي خلق جديد بل هم بلقاء ربهم كافرون .قوله تعالى : وقالوا أئذا ضللنا في الأرض هذا قول منكري البعث ; أي هلكنا وبطلنا وصرنا ترابا . وأصله من قول العرب : ضل الماء في اللبن إذا ذهب . والعرب تقول للشيء غلب عليه حتى خفي فيه أثره : قد ضل . قال الأخطل :كنت القذى في موج أكدر مزبد قذف الأتي به فضل ضلالاوقال قطرب : معنى ضللنا غبنا في الأرض . وأنشد قول النابغة الذبياني :فآب مضلوه بعين جلية 76     وغودر بالجولان حزم ونائلوقرأ ابن محيصن ويحيى بن يعمر : ( ضللنا ) بكسر اللام ، وهي لغة . قال الجوهري : وقد ضللت أضل قال الله تعالى : قل إن ضللت فإنما أضل على نفسي . فهذه لغة نجد [ ص: 86 ] وهي الفصيحة . وأهل العالية يقولون : ( ضللت ) - بكسر اللام - أضل . وهو ضال تال ، وهي الضلالة والتلالة . وأضله أي أضاعه وأهلكه . يقال : أضل الميت إذا دفن . قال :فآب مضلوه. . البيت .ابن السكيت : أضللت بعيري إذا ذهب منك . وضللت المسجد والدار : إذا لم تعرف موضعهما . وكذلك كل شيء مقيم لا يهتدى له . وفي الحديث \" لعلي أضل الله \" يريد أضل عنه ، أي أخفى عليه ، من قوله تعالى : أئذا ضللنا في الأرض أي خفينا . وأضله الله فضل ; تقول : إنك تهدي الضال ولا تهدي المتضال . وقرأ الأعمش والحسن : ( صللنا ) بالصاد ; أي أنتنا . وهي قراءة علي بن أبي طالب رضي الله عنه . النحاس : ولا يعرف في اللغة صللنا ولكن يقال : صل اللحم وأصل ، وخم وأخم إذا أنتن . الجوهري : صل اللحم يصل - بالكسر - صلولا ، أي أنتن ، مطبوخا كان أو نيئا . قال الحطيئة :ذاك فتى يبذل ذا قدره     لا يفسد اللحم لديه الصلولوأصل مثله : ( إنا لفي خلق جديد ) ؛ أي نخلق بعد ذلك خلقا جديدا ؟ ويقرأ : أئنا . النحاس : وفي هذا سؤال صعب من العربية ; يقال : ما العامل في ( إذا ) ؟ و ( إن ) لا يعمل ما بعدها فيما قبلها . والسؤال في الاستفهام أشد ; لأن ما بعد الاستفهام أجدر ألا يعمل فيما قبله من ( إن ) ؛ كيف وقد اجتمعا ؟ فالجواب على قراءة من قرأ : ( إنا ) أن العامل ضللنا ، وعلى قراءة من قرأ : ( أئنا ) أن العامل مضمر ، والتقدير أنبعث إذا متنا . وفيه أيضا سؤال آخر ، يقال : أين جواب ( إذا ) على القراءة الأولى لأن فيها معنى الشرط ؟ فالقول في ذلك أن بعدها فعلا ماضيا ; فلذلك جاز هذا . بل هم بلقاء ربهم كافرون أي ليس لهم جحود قدرة الله تعالى عن الإعادة ; لأنهم يعترفون بقدرته ؛ ولكنهم اعتقدوا أن لا حساب عليهم ، وأنهم لا يلقون الله تعالى ."
    },
    {
      "ayah": 11,
      "surah": 32,
      "text": "قوله تعالى : قل يتوفاكم ملك الموت الذي وكل بكم ثم إلى ربكم ترجعون .فيه مسألتان :الأولى : قوله تعالى : قل يتوفاكم ملك الموت لما ذكر استبعادهم للبعث ذكر توفيهم وأنه يعيدهم . يتوفاكم من توفى العدد والشيء إذا استوفاه وقبضه جميعا . يقال : توفاه الله أي استوفى روحه ثم قبضه . وتوفيت مالي من فلان أي استوفيته . ملك الموت واسمه عزرائيل ومعناه عبد الله ; كما تقدم في ( البقرة ) . وتصرفه كله بأمر الله تعالى وبخلقه واختراعه . وروي في الحديث أن البهائم كلها يتوفى الله أرواحها دون ملك الموت كأنه يعدم حياتها ; ذكره ابن عطية .قلت : وقد روي خلافه ، وأن ملك الموت يتوفى أرواح جميع الخلائق حتى البرغوث والبعوضة . روى جعفر بن محمد عن أبيه قال : نظر رسول الله صلى الله عليه وسلم إلى ملك الموت عند رأس رجل من الأنصار ، فقال له النبي صلى الله عليه وسلم : ارفق بصاحبي فإنه مؤمن فقال ملك الموت عليه السلام : \" يا محمد ، طب نفسا وقر عينا فإني بكل مؤمن رفيق . واعلم أن ما من أهل بيت مدر ولا شعر في بر ولا بحر إلا وأنا أتصفحهم في كل يوم خمس مرات حتى لأنا أعرف بصغيرهم وكبيرهم منهم بأنفسهم . والله يا محمد لو أني أردت أن أقبض روح بعوضة ما قدرت على ذلك حتى يكون الله هو الآمر بقبضها \" . قال جعفر بن علي : بلغني أنه يتصفحهم عند مواقيت الصلوات ; ذكره الماوردي . وذكر الخطيب أبو بكر أحمد بن علي بن ثابت البغدادي قال : حدثني أبو محمد الحسن بن محمد الخلال قال : حدثنا أبو محمد عبد الله بن عثمان الصفار قال حدثنا أبو بكر حامد المصري قال حدثنا يحيى بن أيوب العلاف قال حدثنا سليمان بن مهير الكلابي قال : حضرت مالك بن أنس رضي الله عنه فأتاه رجل فسأله : أبا عبد الله ، البراغيث أملك الموت يقبض أرواحها ؟ قال : فأطرق مالك طويلا ثم قال : ألها أنفس ؟ قال : [ ص: 88 ] نعم . قال : ملك الموت يقبض أرواحها ; الله يتوفى الأنفس حين موتها . قال ابن عطية بعد ذكره الحديث وكذلك الأمر في بني آدم ، إلا أنه نوع شرف بتصرف ملك وملائكة معه في قبض أرواحهم . فخلق الله تعالى ملك الموت وخلق على يديه قبض الأرواح ، واستلالها من الأجسام وإخراجها منها . وخلق الله تعالى جندا يكونون معه يعملون عمله بأمره ; فقال تعالى : ولو ترى إذ يتوفى الذين كفروا الملائكة وقال تعالى : ( توفته رسلنا ) ، وقد مضى هذا المعنى في ( الأنعام ) . والبارئ خالق الكل ، الفاعل حقيقة لكل فعل ; قال الله تعالى : الله يتوفى الأنفس حين موتها والتي لم تمت في منامها . الذي خلق الموت والحياة . يحيي ويميت . فملك الموت يقبض والأعوان يعالجون والله تعالى يزهق الروح . وهذا هو الجمع بين الآي والأحاديث ; لكنه لما كان ملك الموت متولي ذلك بالوساطة والمباشرة أضيف التوفي إليه كما أضيف الخلق للملك ; كما تقدم في ( الحج ) . وروي عن مجاهد أن الدنيا بين يدي ملك الموت كالطست بين يدي الإنسان يأخذ من حيث شاء . وقد روي هذا المعنى مرفوعا ، وقد ذكرناه في ( كتاب التذكرة ) . وروي أن ملك الموت لما وكله الله تعالى بقبض الأرواح قال : رب جعلتني أذكر بسوء ويشتمني بنو آدم . فقال الله تعالى له : ( إني أجعل للموت عللا وأسبابا من الأمراض والأسقام ينسبون الموت إليها فلا يذكرك أحد إلا بخير ) . وقد ذكرناه في التذكرة مستوفى - وقد ذكرنا أنه يدعو الأرواح فتجيئه ويقبضها ، ثم يسلمها إلى ملائكة الرحمة أو العذاب - بما فيه شفاء لمن أراد الوقوف على ذلك .الثانية : استدل بهذه الآية بعض العلماء على جواز الوكالة من قوله : ( وكل بكم ) ؛ أي بقبض الأرواح . قال ابن العربي : وهذا أخذ من لفظه لا من معناه ، ولو اطرد ذلك لقلنا في قوله تعالى : قل يا أيها الناس إني رسول الله إليكم جميعا : إنها نيابة عن الله تبارك وتعالى ووكالة في تبليغ رسالته ، ولقلنا أيضا في قوله تبارك وتعالى : وآتوا الزكاة إنه وكالة ; فإن الله تعالى ضمن الرزق لكل دابة وخص الأغنياء بالأغذية وأوعز إليهم بأن رزق الفقراء عندهم ، [ ص: 89 ] وأمر بتسليمه إليهم مقدارا معلوما في وقت معلوم ، دبره بعلمه ، وأنفذه من حكمه ، وقدره بحكمته . والأحكام لا تتعلق بالألفاظ إلا أن ترد على موضوعاتها الأصلية في مقاصدها المطلوبة ، فإن ظهرت في غير مقصدها لم تعلق عليها . ألا ترى أن البيع والشراء معلوم اللفظ والمعنى ، وقد قال تعالى : إن الله اشترى من المؤمنين أنفسهم وأموالهم بأن لهم الجنة ولا يقال : هذه الآية دليل على جواز مبايعة السيد لعبده ; لأن المقصدين مختلفان . أما إنه إذا لم يكن بد من المعاني فيقال : إن هذه الآية دليل على أن للقاضي أن يستنيب من يأخذ الحق ممن هو عليه قسرا دون أن يكون له في ذلك فعل ، أو يرتبط به رضا إذا وجد ذلك ."
    },
    {
      "ayah": 12,
      "surah": 32,
      "text": "قوله تعالى : ولو ترى إذ المجرمون ناكسو رءوسهم عند ربهم ربنا أبصرنا وسمعنا فارجعنا نعمل صالحا إنا موقنون .قوله تعالى : ولو ترى إذ المجرمون ناكسو رءوسهم عند ربهم ابتداء وخبر . قال الزجاج : والمخاطبة للنبي صلى الله عليه وسلم مخاطبة لأمته . والمعنى : ولو ترى يا محمد منكري البعث يوم القيامة لرأيت العجب . ومذهب أبي العباس غير هذا ، وأن يكون المعنى : يا محمد ، قل للمجرم ولو ترى إذ المجرمون ناكسو رءوسهم عند ربهم لندمت على ما كان منك . ناكسو رءوسهم ؛ أي من الندم والخزي والحزن والذل والغم . عند ربهم ؛ أي عند محاسبة ربهم وجزاء أعمالهم . ( ربنا ) ؛ أي يقولون ربنا . ( أبصرنا ) ؛ أي أبصرنا ما كنا نكذب . و ( سمعنا ) ما كنا ننكر . وقيل : أبصرنا صدق وعيدك . وسمعنا تصديق رسلك . أبصروا حين لا ينفعهم البصر ، وسمعوا حين لا ينفعهم السمع . ( فارجعنا ) ؛ أي إلى الدنيا .نعمل صالحا إنا موقنون أي مصدقون بالبعث ; قاله النقاش .وقيل : مصدقون بالذي جاء به محمد صلى الله عليه وسلم أنه حق ; قاله يحيى بن سلام . قال سفيان الثوري : فأكذبهم الله تعالى : فقال ولو ردوا لعادوا لما نهوا عنه وإنهم لكاذبون . وقيل : معنى إنا موقنون أي قد زالت عنا الشكوك الآن ; وكانوا يسمعون ويبصرون في الدنيا ؛ ولكن لم يكونوا يتدبرون ، وكانوا كمن لا يبصر ولا يسمع ، فلما تنبهوا في الآخرة صاروا حينئذ كأنهم سمعوا وأبصروا . وقيل : أي ربنا لك الحجة ، فقد أبصرنا رسلك وعجائب خلقك في الدنيا ، وسمعنا كلامهم فلا حجة لنا . فهذا اعتراف منهم ، ثم طلبوا أن يردوا إلى الدنيا ليؤمنوا ."
    },
    {
      "ayah": 13,
      "surah": 32,
      "text": "قوله تعالى : ولو شئنا لآتينا كل نفس هداها ولكن حق القول مني لأملأن جهنم من الجنة والناس أجمعين .قال محمد بن كعب القرظي : لما قالوا : ربنا أبصرنا وسمعنا فارجعنا نعمل صالحا إنا موقنون رد عليهم بقوله : ولو شئنا لآتينا كل نفس هداها يقول : لو شئت لهديت الناس جميعا فلم يختلف منهم أحد ولكن حق القول مني الآية ; ذكره ابن المبارك في ( رقائقه ) في حديث طويل . وقد ذكرناه في ( التذكرة ) . النحاس : ولو شئنا لآتينا كل نفس هداها في معناه قولان : أحدهما : أنه في الدنيا . والآخر : أن سياق الكلام يدل على أنه في الآخرة ; أي لو شئنا لرددناهم إلى الدنيا والمحنة كما سألوا ولكن حق القول مني لأملأن جهنم من الجنة والناس أجمعين أي حق القول مني لأعذبن من عصاني بنار جهنم . وعلم الله تبارك وتعالى أنه لو ردهم لعادوا ; كما قال تعالى : ولو ردوا لعادوا لما نهوا عنه .وهذه الهداية معناها خلق المعرفة في القلب . وتأويل المعتزلة : ولو شئنا لأكرهناهم على الهداية بإظهار الآيات الهائلة ، لكن لا يحسن منه فعله ; لأنه ينقض الغرض المجرى بالتكليف إليه وهو الثواب الذي لا يستحق إلا بما يفعله المكلف باختياره . وقالت الإمامية في تأويلها : إنه يجوز أن يريد هداها إلى طريق الجنة في الآخرة ولم يعاقب أحدا ، لكن حق القول منه أنه يملأ جهنم ، فلا يجب على الله تعالى عندنا هداية الكل إليها ; قالوا : بل الواجب هداية المعصومين ، فأما من له ذنب فجائز هدايته إلى النار جزاء على أفعاله . وفي جواز ذلك منع ; لقطعهم على أن المراد هداها إلى الإيمان . وقد تكلم العلماء عليهم في هذين التأويلين بما فيه كفاية في أصول الدين . وأقرب ما لهم في الجواب أن يقال : فقد بطل عندنا وعندكم أن يهديهم الله سبحانه على طريق الإلجاء والإجبار والإكراه ، فصار يؤدي ذلك إلى مذهب الجبرية ، وهو مذهب رذل عندنا وعندكم ، فلم يبق إلا أن المهتدين من المؤمنين إنما هداهم الله تعالى إلى الإيمان والطاعة على طريق الاختيار حتى يصح التكليف فمن شاء آمن وأطاع اختيارا لا جبرا ; قال الله تعالى : لمن شاء منكم أن يستقيم ، وقال : فمن شاء اتخذ إلى ربه سبيلا . ثم عقب هاتين الآيتين بقوله تعالى : وما تشاءون إلا أن يشاء الله . فوقع إيمان المؤمنين بمشيئتهم ، ونفى أن يشاءوا إلا أن يشاء الله ; ولهذا فرطت المجبرة لما رأوا [ ص: 91 ] أن هدايتهم إلى الإيمان معلق بمشيئة الله تعالى ، فقالوا : الخلق مجبورون في طاعتهم كلها ، التفاتا إلى قوله : وما تشاءون إلا أن يشاء الله . وفرطت القدرية لما رأوا أن هدايتهم إلى الإيمان معلق بمشيئة العباد ، فقالوا : الخلق خالقون لأفعالهم ، التفاتا منهم إلى قوله تعالى : لمن شاء منكم أن يستقيم . ومذهبنا هو الاقتصاد في الاعتقاد ; وهو مذهب بين مذهبي المجبرة والقدرية ; وخير الأمور أوساطها . وذلك أن أهل الحق قالوا : نحن نفرق بين ما اضطررنا إليه وبين ما اخترناه ، وهو أنا ندرك تفرقة بين حركة الارتعاش الواقعة في يد الإنسان بغير محاولته وإرادته ولا مقرونة بقدرته ، وبين حركة الاختيار إذا حرك يده حركة مماثلة لحركة الارتعاش ; ومن لا يفرق بين الحركتين : حركة الارتعاش وحركة الاختيار ، وهما موجودتان في ذاته ومحسوستان في يده بمشاهدته وإدراك حاسته - فهو معتوه في عقله ومختل في حسه ، وخارج من حزب العقلاء . وهذا هو الحق المبين ، وهو طريق بين طريقي الإفراط والتفريط .كلا طرفي قصد الأمور ذميم ولا تغل في شيء من الأمر واقتصدوبهذا الاعتبار اختار أهل النظر من العلماء أن سموا هذه المنزلة بين المنزلتين كسبا ، وأخذوا هذه التسمية من كتاب الله العزيز ، وهو قوله سبحانه : لها ما كسبت وعليها ما اكتسبت ."
    },
    {
      "ayah": 14,
      "surah": 32,
      "text": "قوله تعالى : فذوقوا بما نسيتم لقاء يومكم هذا إنا نسيناكم وذوقوا عذاب الخلد بما كنتم تعملون .قوله تعالى فذوقوا بما نسيتم لقاء يومكم هذا فيه قولان ; أحدهما : أنه من النسيان الذي لا ذكر معه ; أي لم يعملوا لهذا اليوم فكانوا بمنزلة الناسين . والآخر : أن نسيتم بما تركتم ، وكذا إنا نسيناكم . واحتج محمد بن يزيد بقوله تعالى : ولقد عهدنا إلى آدم من قبل فنسي قال : والدليل على أنه بمعنى ترك أن الله عز وجل أخبر عن إبليس أنه قال : [ ص: 92 ] ما نهاكما ربكما عن هذه الشجرة إلا أن تكونا ملكين فلو كان آدم ناسيا لكان قد ذكره . وأنشد [ النابغة الذبياني ] :كأنه خارج من جنب صفحته سفود شرب نسوه عند مفتأدأي تركوه . ولو كان من النسيان لكان قد عملوا به مرة . قال الضحاك : نسيتم أي تركتم أمري . يحيى بن سلام : أي تركتم الإيمان بالبعث في هذا اليوم . نسيناكم تركناكم من الخير ; قاله السدي . مجاهد : تركناكم في العذاب . وفي استئناف قوله : إنا نسيناكم وبناء الفعل على ( إن ) واسمها تشديد في الانتقام منهم . والمعنى : فذوقوا هذا ; أي ما أنتم فيه من نكس الرءوس والخزي والغم بسبب نسيان الله . أو ذوقوا العذاب المخلد ، وهو الدائم الذي لا انقطاع له في جهنم . وقد يعبر بالذوق عما يطرأ على النفس وإن لم يكن مطعوما ، لإحساسها به كإحساسها بذوق المطعوم . قال عمر بن أبي ربيعة :فذق هجرها إن كنت تزعم أنها     فساد ألا يا ربما كذب الزعمالجوهري : وذقت ما عند فلان ; أي خبرته . وذقت القوس إذا جذبت وترها لتنظر ما شدتها . وأذاقه الله وبال أمره . قال طفيل :فذوقوا كما ذقنا غداة محجر     من الغيظ في أكبادنا والتحوبوتذوقته أي ذقته شيئا بعد شيء . وأمر مستذاق أي مجرب معلوم . قال الشاعر :وعهد الغانيات كعهد قين     ونت عنه الجعائل مستذاقوالذواق : الملول ."
    },
    {
      "ayah": 15,
      "surah": 32,
      "text": "قوله تعالى : إنما يؤمن بآياتنا الذين إذا ذكروا بها خروا سجدا وسبحوا بحمد ربهم وهم لا يستكبرون .هذه تسلية للنبي صلى الله عليه وسلم ; أي أنهم لإلفهم الكفر لا يؤمنون بك ; إنما يؤمن بك وبالقرآن المتدبرون له والمتعظون به ، وهم الذين إذا قرئ عليهم القرآن خروا سجدا قال ابن عباس : ركعا . قال المهدوي : وهذا على مذهب من يرى الركوع عند قراءة السجدة ; واستدل [ ص: 93 ] بقوله تبارك وتعالى : وخر راكعا وأناب . وقيل : المراد به السجود ، وعليه أكثر العلماء ; أي خروا سجدا لله تعالى على وجوههم تعظيما لآياته وخوفا من سطوته وعذابه . وسبحوا بحمد ربهم أي خلطوا التسبيح بالحمد ; أي نزهوه وحمدوه ; فقالوا في سجودهم : سبحان الله وبحمده ، سبحان ربي الأعلى وبحمده ; أي تنزيها لله تعالى عن قول المشركين . وقال سفيان : وسبحوا بحمد ربهم أي صلوا حمدا لربهم . وهم لا يستكبرون عن عبادته ; قاله يحيى بن سلام . النقاش : لا يستكبرون كما استكبر أهل مكة عن السجود ."
    },
    {
      "ayah": 16,
      "surah": 32,
      "text": "قوله تعالى : تتجافى جنوبهم عن المضاجع يدعون ربهم خوفا وطمعا ومما رزقناهم ينفقونقوله تعالى : تتجافى جنوبهم عن المضاجع أي ترتفع وتنبو عن مواضع الاضطجاع . وهو في موضع نصب على الحال ; أي متجافية جنوبهم . والمضاجع جمع مضجع ; وهي مواضع النوم . ويحتمل عن وقت الاضطجاع ، ولكنه مجاز ، والحقيقة أولى . ومنه قول عبد الله بن رواحة :وفينا رسول الله يتلو كتابه إذا انشق معروف من الصبح ساطع     يبيت يجافي جنبه عن فراشهإذا استثقلت بالمشركين المضاجعقال الزجاج والرماني : التجافي التنحي إلى جهة فوق . وكذلك هو في الصفح عن المخطئ في سب ونحوه . والجنوب جمع جنب . وفيما تتجافى جنوبهم عن المضاجع لأجله قولان : أحدهما : لذكر الله تعالى ، إما في صلاة وإما في غير صلاة ; قاله ابن عباس والضحاك . الثاني : للصلاة . وفي الصلاة التي تتجافى جنوبهم لأجلها أربعة أقوال : أحدها : التنفل بالليل ; قاله الجمهور من المفسرين وعليه أكثر الناس ، وهو الذي فيه المدح ، وهو قول مجاهد والأوزاعي ومالك بن أنس والحسن بن أبي الحسن وأبي العالية وغيرهم . ويدل عليه قوله تعالى : فلا تعلم نفس ما أخفي لهم من قرة أعين لأنهم جوزوا على ما أخفوا بما خفي . والله أعلم . وسيأتي بيانه .وفي قيام الليل أحاديث كثيرة ; منها حديث معاذ بن جبل أن النبي صلى الله عليه وسلم قال له : ألا أدلك على أبواب الخير : الصوم جنة ، والصدقة تطفئ الخطيئة كما يطفئ الماء النار ، وصلاة [ ص: 94 ] الرجل من جوف الليل - قال : ثم تلا : - تتجافى جنوبهم عن المضاجع - حتى بلغ - يعملون أخرجه أبو داود الطيالسي في مسنده والقاضي إسماعيل بن إسحاق وأبو عيسى الترمذي ، وقال فيه : حديث حسن صحيح . الثاني : صلاة العشاء التي يقال لها العتمة ; قاله الحسن وعطاء . وفي الترمذي عن أنس بن مالك أن هذه الآية تتجافى جنوبهم عن المضاجع نزلت في انتظار الصلاة التي تدعى العتمة قال : هذا حديث حسن غريب . الثالث : التنفل ما بين المغرب والعشاء ; قاله قتادة وعكرمة . وروى أبو داود عن أنس بن مالك أن هذه الآية تتجافى جنوبهم عن المضاجع يدعون ربهم خوفا وطمعا ومما رزقناهم ينفقون قال : كانوا يتنفلون بين المغرب والعشاء . الرابع : قال الضحاك : تجافي الجنب هو أن يصلي الرجل العشاء والصبح في جماعة . وقاله أبو الدرداء وعبادة .قلت : وهذا قول حسن ، وهو يجمع الأقوال بالمعنى . وذلك أن منتظر العشاء إلى أن يصليها في صلاة وذكر لله جل وعز ; كما قال النبي صلى الله عليه وسلم : لا يزال الرجل في صلاة ما انتظر الصلاة . وقال أنس : المراد بالآية انتظار صلاة العشاء الآخرة ; لأن رسول الله صلى الله عليه وسلم كان يؤخرها إلى نحو ثلث الليل . قال ابن عطية : وكانت الجاهلية ينامون من أول الغروب ومن أي وقت شاء الإنسان ، فجاء انتظار وقت العشاء غريبا شاقا . ومصلي الصبح في جماعة لا سيما في أول الوقت ; كما كان عليه السلام يصليها . والعادة أن من حافظ على هذه الصلاة في أول الوقت يقوم سحرا يتوضأ ويصلي ويذكر الله عز وجل إلى أن يطلع الفجر ; فقد حصل التجافي أول الليل وآخره . يزيد هذا ما رواه مسلم من حديث عثمان بن عفان قال سمعت رسول الله صلى الله عليه وسلم [ ص: 95 ] يقول : من صلى العشاء في جماعة فكأنما قام نصف الليل ، ومن صلى الصبح في جماعة فكأنما قام الليل كله ولفظ الترمذي وأبي داود في هذا الحديث : من شهد العشاء في جماعة كان له قيام نصف ليلة ، ومن صلى العشاء والفجر في جماعة كان له كقيام ليلة . وقد مضى في سورة ( النور ) عن كعب فيمن صلى بعد العشاء الآخرة أربع ركعات كن له بمنزلة ليلة القدر .وجاءت آثار حسان في فضل الصلاة بين المغرب والعشاء وقيام الليل . ذكر ابن المبارك قال : أخبرنا يحيى بن أيوب قال حدثني محمد بن الحجاج أو ابن أبي الحجاج أنه سمع عبد الكريم يحدث أن رسول الله صلى الله عليه وسلم قال : من ركع عشر ركعات بين المغرب والعشاء بني له قصر في الجنة فقال له عمر بن الخطاب : إذا تكثر قصورنا وبيوتنا يا رسول الله ؟ فقال رسول الله صلى الله عليه وسلم : الله أكبر وأفضل - أو قال - أطيب . وعن عبد الله بن عمرو بن العاصي قال : صلاة الأوابين الخلوة التي بين المغرب والعشاء حتى تثوب الناس إلى الصلاة . وكان عبد الله بن مسعود يصلي في تلك الساعة ويقول : صلاة الغفلة بين المغرب والعشاء ; ذكره ابن المبارك . ورواه الثعلبي مرفوعا عن ابن عمر قال : قال النبي صلى الله عليه وسلم : من جفت جنباه عن المضاجع ما بين المغرب والعشاء بني له قصران في الجنة مسيرة عام ، وفيهما من الشجر ما لو نزلها أهل المشرق والمغرب لأوسعتهم فاكهة . وهي صلاة الأوابين وغفلة الغافلين . وإن من الدعاء المستجاب الذي لا يرد الدعاء بين المغرب والعشاء .فصل في فضل التجافي - ذكر ابن المبارك عن ابن عباس قال : إذا كان يوم القيامة نادى مناد : ستعلمون اليوم من أصحاب الكرم ; ليقم الحامدون لله على كل حال ، فيقومون فيسرحون إلى الجنة . ثم ينادي ثانية : ستعلمون اليوم من أصحاب الكرم ; ليقم الذين كانت [ ص: 96 ] جنوبهم تتجافى عن المضاجع يدعون ربهم خوفا وطمعا ومما رزقناهم ينفقون . قال : فيقومون فيسرحون إلى الجنة . قال : ثم ينادي ثالثة : ستعلمون اليوم من أصحاب الكرم ; ليقم الذين كانوا لا تلهيهم تجارة ولا بيع عن ذكر الله وإقام الصلاة وإيتاء الزكاة يخافون يوما تتقلب فيه القلوب والأبصار ، فيقومون فيسرحون إلى الجنة . ذكره الثعلبي مرفوعا عن أسماء بنت يزيد قال النبي صلى الله عليه وسلم : إذا جمع الله الأولين والآخرين يوم القيامة جاء مناد فنادى بصوت تسمعه الخلائق كلهم : سيعلم أهل الجمع اليوم من أولى بالكرم ، ليقم الذين كانت تتجافى جنوبهم عن المضاجع فيقومون وهم قليل ، ثم ينادي الثانية ستعلمون اليوم من أولى بالكرم ، ليقم الذين لا تلهيهم تجارة ولا بيع عن ذكر الله فيقومون ، ثم ينادي الثالثة ستعلمون اليوم من أولى بالكرم ، ليقم الحامدون لله على كل حال في السراء والضراء فيقومون وهم قليل فيسرحون جميعا إلى الجنة ، ثم يحاسب سائر الناس . وذكر ابن المبارك قال أخبرنا معمر عن رجل عن أبي العلاء بن الشخير عن أبي ذر قال : ثلاثة يضحك الله إليهم ويستبشر الله بهم : رجل قام من الليل وترك فراشه ودفأه ، ثم توضأ فأحسن الوضوء ، ثم قام إلى الصلاة ; فيقول الله لملائكته : ( ما حمل عبدي على ما صنع ) فيقولون : ربنا أنت أعلم به منا ; فيقول : ( أنا أعلم به ولكن أخبروني ) فيقولون : رجيته شيئا فرجاه وخوفته فخافه . فيقول : ( أشهدكم أني قد أمنته مما خاف وأوجبت له ما رجاه ) قال : ورجل كان في سرية فلقي العدو فانهزم أصحابه وثبت هو حتى يقتل أو يفتح الله عليهم ; فيقول الله لملائكته مثل هذه القصة . ورجل سرى في ليلة حتى إذا كان في آخر الليل نزل هو وأصحابه ، فنام أصحابه وقام هو يصلي ; فيقول الله لملائكته . . وذكر القصة .قوله تعالى : ( يدعون ربهم ) في موضع نصب على الحال ; أي داعين . ويحتمل أن تكون صفة مستأنفة ; أي تتجافى جنوبهم وهم أيضا في كل حال يدعون ربهم ليلهم ونهارهم . و ( خوفا ) مفعول من أجله . ويجوز أن يكون مصدرا . و ( طمعا ) مثله ; أي خوفا من العذاب وطمعا في الثواب . ومما رزقناهم ينفقون تكون ( ما ) بمعنى الذي وتكون مصدرا ، وفي كلا الوجهين يجب أن تكون منفصلة من ( من ) و ( ينفقون ) قيل : معناه الزكاة المفروضة . وقيل : النوافل ; وهذا القول أمدح ."
    },
    {
      "ayah": 17,
      "surah": 32,
      "text": "قوله تعالى : فلا تعلم نفس ما أخفي لهم من قرة أعين جزاء بما كانوا يعملون .قرأ حمزة : ( ما أخفي لهم ) بإسكان الياء . وفتحها الباقون . وفي قراءة عبد الله ( ما نخفي ) بالنون مضمومة . وروى المفضل عن الأعمش ( ما يخفى لهم ) بالياء المضمومة وفتح الفاء . وقرأ ابن مسعود وأبو هريرة : ( من قرات أعين ) . فمن أسكن الياء من قوله : ( ما أخفي ) فهو مستقبل وألفه ألف المتكلم . و ( ما ) في موضع نصب ب ( أخفي ) وهي استفهام ، والجملة في موضع نصب لوقوعها موقع المفعولين ، والضمير العائد على ( ما ) محذوف . ومن فتح الياء فهو فعل ماض مبني للمفعول . و ( ما ) في موضع رفع بالابتداء ، والخبر أخفي وما بعده ، والضمير في أخفي عائد على ما . قال الزجاج : ويقرأ ( ما أخفى لهم ) بمعنى ما أخفى الله لهم ; وهي قراءة محمد بن كعب ، و ( ما ) في موضع نصب . المهدوي : ومن قرأ : ( قرات أعين ) فهو جمع قرة ، وحسن الجمع فيه لإضافته إلى جمع ، والإفراد لأنه مصدر ، وهو اسم للجنس . وقال أبو بكر الأنباري : وهذا غير مخالف للمصحف ; لأن تاء قرة تكتب تاء على لغة من يجري الوصل على الوقف ; كما كتبوا ( رحمت الله ) بالتاء . ولا يستنكر سقوط الألف من ( قرات ) في الخط وهو موجود في اللفظ ; كما لم يستنكر سقوط الألف من السماوات وهي ثابتة في اللسان والنطق . والمعنى المراد : أنه أخبر تعالى بما لهم من النعيم الذي لم تعلمه نفس ولا بشر ولا ملك . وفي معنى هذه الآية : قال النبي صلى الله عليه وسلم : ( قال الله عز وجل أعددت لعبادي الصالحين ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر - ثم قرأ هذه الآية - تتجافى جنوبهم عن المضاجع - إلى قوله - بما كانوا يعملون ) خرجه الصحيح من حديث سهل بن سعد الساعدي . وقال ابن مسعود : في التوراة مكتوب : على الله للذين تتجافى جنوبهم عن المضاجع ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر . وقال ابن عباس : الأمر في هذا أجل وأعظم من أن يعرف تفسيره .قلت : وهذه الكرامة إنما هي لأعلى أهل الجنة منزلا ; كما جاء مبينا في صحيح مسلم [ ص: 98 ] عن المغيرة بن شعبة يرفعه إلى رسول الله صلى الله عليه وسلم قال : ( سأل موسى عليه السلام ربه فقال : يا رب ما أدنى أهل الجنة منزلة ؟ قال : هو رجل يأتي بعدما يدخل أهل الجنة الجنة ، فيقال له : ادخل الجنة ، فيقول : أي رب ، كيف وقد نزل الناس منازلهم وأخذوا أخذاتهم ؟ فيقال له : أترضى أن يكون لك مثل ملك ملك من ملوك الدنيا ؟ فيقول : رضيت رب ، فيقول : لك ذلك ومثله ومثله ومثله ومثله ومثله ، فقال في الخامسة : رضيت رب ، فيقال : هذا لك وعشرة أمثاله ولك ما اشتهت نفسك ولذت عينك ، فيقول : رضيت رب ، قال : رب فأعلاهم منزلة ؟ قال : أولئك الذين أردت غرست كرامتهم بيدي وختمت عليها فلم تر عين ولم تسمع أذن ولم يخطر على قلب بشر - قال - ومصداقه من كتاب الله قوله تعالى : فلا تعلم نفس ما أخفي لهم من قرة أعين جزاء بما كانوا يعملون ) . وقد روي عن المغيرة موقوفا قوله . وخرج مسلم أيضا عن أبي هريرة قال : قال رسول الله صلى الله عليه وسلم : ( يقول الله تبارك وتعالى : أعددت لعبادي الصالحين ما لا عين رأت ولا أذن سمعت ولا خطر على قلب بشر ذخرا بله ما أطلعكم عليه - ثم قرأ - فلا تعلم نفس ما أخفي لهم من قرة أعين ) . وقال ابن سيرين : المراد به النظر إلى الله تعالى . وقال الحسن : أخفى القوم أعمالا فأخفى الله تعالى لهم ما لا عين رأت ولا أذن سمعت ."
    },
    {
      "ayah": 18,
      "surah": 32,
      "text": "قوله تعالى : أفمن كان مؤمنا كمن كان فاسقا لا يستوونفيه ثلاث مسائل :الأولى : قوله تعالى : أفمن كان مؤمنا كمن كان فاسقا لا يستوون أي ليس المؤمن كالفاسق ; فلهذا آتينا هؤلاء المؤمنين الثواب العظيم . قال ابن عباس وعطاء بن يسار : نزلت الآية في علي بن أبي طالب والوليد بن عقبة بن أبي معيط ; وذلك أنهما تلاحيا ، فقال له الوليد : أنا أبسط منك لسانا وأحد سنانا وأرد للكتيبة - وروي : وأملأ في الكتيبة - جسدا . فقال له [ ص: 99 ] علي : اسكت ! فإنك فاسق ; فنزلت الآية . وذكر الزجاج والنحاس أنها نزلت في علي وعقبة بن أبي معيط . قال ابن عطية : وعلى هذا يلزم أن تكون الآية مكية ; لأن عقبة لم يكن بالمدينة ، وإنما قتل في طريق مكة منصرف رسول الله صلى الله عليه وسلم من بدر . ويعترض القول الآخر بإطلاق اسم الفسق على الوليد . وذلك يحتمل أن يكون في صدر إسلام الوليد لشيء كان في نفسه ، أو لما روي من نقله عن بني المصطلق ما لم يكن ، حتى نزلت فيه : إن جاءكم فاسق بنبأ فتبينوا على ما يأتي في الحجرات بيانه . ويحتمل أن تطلق الشريعة ذلك عليه ; لأنه كان على طرف مما يبغي . وهو الذي شرب الخمر في زمن عثمان رضي الله عنه ، وصلى الصبح بالناس ثم التفت وقال : أتريدون أن أزيدكم ، ونحو هذا مما يطول ذكره .الثانية : لما قسم الله تعالى المؤمنين والفاسقين الذين فسقهم بالكفر - لأن التكذيب في آخر الآية يقتضي ذلك - اقتضى ذلك نفي المساواة بين المؤمن والكافر ; ولهذا منع القصاص بينهما ; إذ من شرط وجوب القصاص المساواة بين القاتل والمقتول . وبذلك احتج علماؤنا على أبي حنيفة في قتله المسلم بالذمي . وقال : أراد نفي المساواة هاهنا في الآخرة في الثواب وفي الدنيا في العدالة . ونحن حملناه على عمومه ، وهو أصح ، إذ لا دليل يخصه ; قاله ابن العربي .الثالثة : قوله تعالى : ( لا يستوون ) ، قال الزجاج وغيره : ( من ) يصلح للواحد والجمع . النحاس : لفظ ( من ) يؤدي عن الجماعة ; فلهذا قال : لا يستوون ; هذا قول كثير من النحويين . وقال بعضهم : لا يستوون لاثنين ; لأن الاثنين جمع ; لأنه واحد جمع مع آخر . وقاله الزجاج أيضا . والحديث يدل على هذا القول ; لأنه عن ابن عباس وغيره قال : نزلت أفمن كان مؤمنا في علي بن أبي طالب رضي الله عنه ، كمن كان فاسقا في الوليد بن عقبة بن أبي معيط . وقال الشاعر :أليس الموت بينهما سواء إذا ماتوا وصاروا في القبور"
    },
    {
      "ayah": 19,
      "surah": 32,
      "text": "قوله تعالى : أما الذين آمنوا وعملوا الصالحات فلهم جنات المأوى أخبر عن مقر الفريقين غدا ; فللمؤمنين جنات المأوى ، أي يأوون إلى الجنات ; فأضاف الجنات إلى المأوى ؛ لأن ذلك الموضع يتضمن جنات . ( نزلا ) أي ضيافة . والنزل : ما يهيأ للنازل والضيف . وقد مضى في آخر ( آل عمران ) وهو نصب على الحال من الجنات ; أي لهم الجنات معدة ، ويجوز أن يكون مفعولا له ."
    },
    {
      "ayah": 2,
      "surah": 32,
      "text": "قوله تعالى : ( الم تنزيل الكتاب ) الإجماع على رفع ( تنزيل الكتاب ) ولو كان [ ص: 80 ] منصوبا على المصدر لجاز ; كما قرأ الكوفيون : إنك لمن المرسلين على صراط مستقيم تنزيل العزيز الرحيم . و ( تنزيل ) رفع بالابتداء والخبر ( لا ريب فيه ) . أو خبر على إضمار مبتدأ ; أي هذا ( تنزيل ) ، أو المتلو ( تنزيل ) ، أو هذه الحروف ( تنزيل ) . ودلت : ( الم ) على ذكر الحروف . ويجوز أن يكون ( لا ريب فيه ) في موضع الحال من الكتاب ، و ( من رب العالمين ) الخبر . قال مكي : وهو أحسنها . ومعنى لا ريب فيه من رب العالمين لا شك فيه أنه من عند الله ; فليس بسحر ولا شعر ولا كهانة ولا أساطير الأولين ."
    },
    {
      "ayah": 20,
      "surah": 32,
      "text": "وأما الذين فسقوا أي خرجوا عن الإيمان إلى الكفر فمأواهم النار أي مقامهم فيها . كلما أرادوا أن يخرجوا منها أعيدوا فيها أي إذا دفعهم لهب النار إلى أعلاها ردوا إلى موضعهم فيها ؛ لأنهم يطمعون في الخروج منها . وقد مضى هذا في ( الحج ) . . وقيل لهم أي يقول لهم خزنة جهنم . أو يقول الله لهم : ذوقوا عذاب النار الذي كنتم به تكذبون والذوق يستعمل محسوسا ومعنى . وقد مضى في هذه السورة بيانه ."
    },
    {
      "ayah": 21,
      "surah": 32,
      "text": "قوله تعالى : ولنذيقنهم من العذاب الأدنى دون العذاب الأكبر لعلهم يرجعون .قوله تعالى : ولنذيقنهم من العذاب الأدنى قال الحسن وأبو العالية والضحاك وأبي بن كعب وإبراهيم النخعي : العذاب الأدنى مصائب الدنيا وأسقامها مما يبتلى به العبيد حتى يتوبوا ; وقاله ابن عباس . وعنه أيضا أنه الحدود . وقال ابن مسعود والحسين بن علي وعبد الله بن الحارث : هو القتل بالسيف يوم بدر . وقال مقاتل : الجوع سبع سنين بمكة حتى أكلوا الجيف ; وقاله مجاهد . وعنه أيضا : العذاب الأدنى عذاب القبر ; وقاله البراء بن عازب . قالوا : والأكبر عذاب يوم القيامة . قال القشيري : وقيل عذاب القبر . وفيه نظر ; لقوله : لعلهم يرجعون . قال : ومن حمل العذاب على القتل قال : لعلهم يرجعون ؛ أي يرجع من بقي منهم . ولا خلاف أن العذاب الأكبر عذاب جهنم ; إلا ما روي عن جعفر بن محمد أنه خروج [ ص: 101 ] المهدي بالسيف . والأدنى غلاء السعر . وقد قيل : إن معنى قوله : لعلهم يرجعون . على قول مجاهد والبراء : أي لعلهم يريدون الرجوع ويطلبونه كقوله : فارجعنا نعمل صالحا . وسميت إرادة الرجوع رجوعا كما سميت إرادة القيام قياما في قوله تعالى : إذا قمتم إلى الصلاة . ويدل عليه قراءة من قرأ : ( يرجعون ) على البناء للمفعول ; ذكره الزمخشري ."
    },
    {
      "ayah": 22,
      "surah": 32,
      "text": "قوله تعالى : ومن أظلم ممن ذكر بآيات ربه ثم أعرض عنها إنا من المجرمين منتقمون .قوله تعالى : ومن أظلم أي لا أحد أظلم لنفسه . ممن ذكر بآيات ربه أي بحججه وعلاماته . ثم أعرض عنها بترك القبول . إنا من المجرمين منتقمون لتكذيبهم وإعراضهم ."
    },
    {
      "ayah": 23,
      "surah": 32,
      "text": "قوله تعالى : ولقد آتينا موسى الكتاب فلا تكن في مرية من لقائه أي فلا تكن يا محمد في شك من لقاء موسى ; قاله ابن عباس . وقد لقيه ليلة الإسراء . قتادة : المعنى فلا تكن في شك من أنك لقيته ليلة الإسراء . والمعنى واحد . وقيل : فلا تكن في شك من لقاء موسى في القيامة ، وستلقاه فيها . وقيل : فلا تكن في شك من لقاء موسى الكتاب بالقبول ; قاله مجاهد والزجاج . وعن الحسن أنه قال في معناه : ولقد آتينا موسى الكتاب فأوذي وكذب ، فلا تكن في شك من أنه سيلقاك ما لقيه من التكذيب والأذى ; فالهاء عائدة على مخذوف ، والمعنى من لقاء ما لاقى . النحاس : وهذا قول غريب ، إلا أنه من رواية عمرو بن عبيد . وقيل في الكلام تقديم وتأخير ; والمعنى : قل يتوفاكم ملك الموت الذي وكل بكم فلا تكن في مرية [ ص: 102 ] من لقائه ; فجاء معترضا بين ولقد آتينا موسى الكتاب وبين وجعلناه هدى لبني إسرائيل . والضمير في وجعلناه فيه وجهان : أحدهما : جعلنا موسى ; قاله قتادة . الثاني : جعلنا الكتاب ; قاله الحسن ."
    },
    {
      "ayah": 24,
      "surah": 32,
      "text": "وجعلنا منهم أئمة أي قادة وقدوة يقتدى بهم في دينهم . والكوفيون يقرءون ( أئمة ) النحاس : وهو لحن عند جميع النحويين ; لأنه جمع بين همزتين في كلمة واحدة ، وهو من دقيق النحو .وشرحه : أن الأصل ( أأممة ) ثم ألقيت حركة الميم على الهمزة وأدغمت الميم ، وخففت الهمزة الثانية لئلا يجتمع همزتان ، والجمع بين همزتين في حرفين بعيد ; فأما في حرف واحد فلا يجوز إلا تخفيف الثانية نحو قولك : آدم وآخر . ويقال : هذا أوم من هذا وأيم ; بالواو والياء . وقد مضى هذا في ( براءة ) والله تعالى أعلم . يهدون بأمرنا أي يدعون الخلق إلى طاعتنا . بأمرنا أي أمرناهم بذلك . وقيل : بأمرنا أي لأمرنا ; أي يهدون الناس لديننا . ثم قيل : المراد الأنبياء عليهم السلام ; قاله قتادة . وقيل : المراد الفقهاء والعلماء . لما صبروا قراءة العامة ( لما ) بفتح اللام وتشديد الميم وفتحها ; أي حين صبروا . وقرأ يحيى وحمزة والكسائي وخلف ورويس عن يعقوب : ( لما صبروا ) أي لصبرهم جعلناهم أئمة . واختاره أبو عبيد اعتبارا بقراءة ابن مسعود ( بما صبروا ) بالباء . وهذا الصبر صبر على الدين وعلى البلاء . وقيل : صبروا عن الدنيا ."
    },
    {
      "ayah": 25,
      "surah": 32,
      "text": "إن ربك هو يفصل بينهم يوم القيامة أي يقضي ويحكم بين المؤمنين والكفار ، فيجازي كلا بما يستحق . وقيل : يقضي بين الأنبياء وبين قومهم ; حكاه النقاش ."
    },
    {
      "ayah": 26,
      "surah": 32,
      "text": "قوله تعالى : أولم يهد لهم كم أهلكنا من قبلهم من القرون يمشون في مساكنهم إن في ذلك لآيات أفلا يسمعون .قوله تعالى : أولم يهد لهم وقرأ أبو عبد الرحمن السلمي وقتادة وأبو زيد عن يعقوب ( نهد لهم ) بالنون ; فهذه قراءة بينة . النحاس : وبالياء فيها إشكال ; لأنه يقال : الفعل لا يخلو من فاعل ، فأين الفاعل ل ( يهد ) ؟ فتكلم النحويون في هذا ; فقال الفراء : كم في موضع رفع ب ( يهد ) وهذا نقض لأصول النحويين في قولهم : إن الاستفهام لا يعمل فيه ما قبله ولا في كم بوجه ; أعني ما قبلها . ومذهب أبي العباس أن يهد يدل على الهدى ; والمعنى أو لم يهد لهم الهدى . وقيل : المعنى أو لم يهد الله لهم ; فيكون معنى الياء والنون واحدا ; أي [ ص: 103 ] أو لم نبين لهم إهلاكنا القرون الكافرة من قبلهم . وقال الزجاج : كم في موضع نصب ب ( أهلكنا ) . يمشون في مساكنهم يحتمل الضمير في يمشون أن يعود على الماشين في مساكن المهلكين ; أي وهؤلاء يمشون ولا يعتبرون . ويحتمل أن يعود على المهلكين فيكون حالا ; والمعنى : أهلكناهم ماشين في مساكنهم . إن في ذلك لآيات أفلا يسمعون آيات الله وعظاته فيتعظون ."
    },
    {
      "ayah": 27,
      "surah": 32,
      "text": "قوله تعالى : أولم يروا أنا نسوق الماء إلى الأرض الجرز فنخرج به زرعا تأكل منه أنعامهم وأنفسهم أفلا يبصرون .قوله تعالى : أولم يروا أنا نسوق الماء إلى الأرض الجرز أي أولم يعلموا كمال قدرتنا بسوقنا الماء إلى الأرض اليابسة التي لا نبات فيها لنحييها . الزمخشري : الجرز الأرض التي جرز نباتها ، أي قطع ; إما لعدم الماء وإما لأنه رعي وأزيل . ولا يقال للتي لا تنبت كالسباخ جرز ; ويدل عليه قوله تعالى : فنخرج به زرعا قال ابن عباس : هي أرض باليمن . وقال مجاهد : هي أبين . وقال عكرمة : هي الأرض الظمأى . وقال الضحاك : هي الأرض الميتة العطشى . وقال الفراء : هي الأرض التي لا نبات فيها . وقال الأصمعي : هي الأرض التي لا تنبت شيئا . وقال محمد بن يزيد : يبعد أن تكون لأرض بعينها لدخول الألف واللام ; إلا أنه يجوز على قول من قال : العباس والضحاك . والإسناد عن ابن عباس صحيح لا مطعن فيه . وهذا إنما هو نعت والنعت للمعرفة يكون بالألف واللام ; وهو مشتق من قولهم : رجل جروز إذا كان لا يبقي شيئا إلا أكله . قال الراجز :خب جروز وإذا جاع بكى ويأكل التمر ولا يلقي النوىوكذلك ناقة جروز : إذا كانت تأكل كل شيء تجده . وسيف جراز : أي قاطع ماض . وجرزت الجراد الزرع : إذا استأصلته بالأكل . وحكى الفراء وغيره أنه يقال : أرض جرز وجرز وجرز وجرز . وكذلك بخل ورغب ورهب ; في الأربعة أربع لغات . وقد روي أن هذه الأرض لا أنهار فيها ، وهي بعيدة من البحر ، وإنما يأتيها في كل عام ودان فيزرعون ثلاث مرات في كل عام . وعن مجاهد أيضا : أنها أرض النيل . فنخرج به أي بالماء . زرعا تأكل منه أنعامهم من الكلأ والحشيش . وأنفسهم من الحب والخضر والفواكه . أفلا يبصرون [ ص: 104 ] هذا فيعلمون أنا نقدر على إعادتهم . و ( فنخرج ) يكون معطوفا على ( نسوق ) أو منقطعا مما قبله . تأكل منه أنعامهم في موضع نصب على النعت ."
    },
    {
      "ayah": 28,
      "surah": 32,
      "text": "قوله تعالى : ويقولون متى هذا الفتح إن كنتم صادقين متى في موضع رفع ، ويجوز أن يكون في موضع نصب على الظرف . قال قتادة : الفتح القضاء . وقال الفراء والقتبي : يعني فتح مكة . وأولى من هذا ما قاله مجاهد ، قال : يعني يوم القيامة . ويروى أن المؤمنين قالوا : سيحكم الله عز وجل بيننا يوم القيامة فيثيب المحسن ويعاقب المسيء . فقال الكفار على التهزئ . متى يوم الفتح ؟ أي هذا الحكم . ويقال للحاكم : فاتح وفتاح ; لأن الأشياء تنفتح على يديه وتنفصل . وفي القرآن : ربنا افتح بيننا وبين قومنا بالحق وقد مضى هذا في ( البقرة ) وغيرها ."
    },
    {
      "ayah": 29,
      "surah": 32,
      "text": "قل يوم الفتح على الظرف . وأجاز الفراء الرفع . لا ينفع الذين كفروا إيمانهم ولا هم ينظرون أي يؤخرون ويمهلون للتوبة ; إن كان يوم الفتح يوم بدر أو فتح مكة . ففي بدر قتلوا ، ويوم الفتح هربوا فلحقهم خالد بن الوليد فقتلهم ."
    },
    {
      "ayah": 3,
      "surah": 32,
      "text": "قوله تعالى : أم يقولون افتراه بل هو الحق من ربك لتنذر قوما ما أتاهم من نذير من قبلك لعلهم يهتدون .قوله تعالى : ( أم يقولون افتراه ) هذه ( أم ) المنقطعة التي تقدر ببل وألف الاستفهام ; أي بل أيقولون . وهي تدل على خروج من حديث إلى حديث ; فإنه عز وجل أثبت أنه تنزيل من رب العالمين ، وأن ذلك مما لا ريب فيه ، ثم أضرب عن ذلك إلى قوله : أم يقولون افتراه أي افتعله واختلقه . بل هو الحق من ربك كذبهم في دعوى الافتراء لتنذر قوما ما أتاهم من نذير من قبلك لعلهم يهتدون قال قتادة : يعني قريشا ، كانوا أمة أمية لم يأتهم نذير من قبل محمد صلى الله عليه وسلم . و ( لتنذر ) متعلق بما قبلها فلا يوقف على من ربك . ويجوز أن يتعلق بمحذوف ; التقدير : أنزله لتنذر قوما ، فيجوز الوقف على من ربك . و ( ما ) في قوله ( ما أتاهم ) نفي . ( من نذير ) صلة . و ( نذير ) في محل الرفع ، وهو المعلم المخوف . وقيل : المراد بالقوم أهل الفترة بين عيسى ومحمد عليهما السلام ; قاله ابن عباس ومقاتل . وقيل : كانت الحجة ثابتة لله جل وعز عليهم بإنذار من تقدم من الرسل وإن لم يروا رسولا ; وقد تقدم هذا المعنى ."
    },
    {
      "ayah": 30,
      "surah": 32,
      "text": "قوله تعالى : فأعرض عنهم وانتظر إنهم منتظرون .قوله تعالى : فأعرض عنهم معناه فأعرض عن سفههم ولا تجبهم إلا بما أمرت به . وانتظر إنهم منتظرون أي انتظر يوم الفتح ، يوم يحكم الله لك عليهم . ابن عباس : فأعرض عنهم أي عن مشركي قريش مكة ، وأن هذا منسوخ بالسيف في ( براءة ) في قوله : فاقتلوا المشركين حيث وجدتموهم . وانتظر أي موعدي لك . قيل : يعني يوم بدر . إنهم منتظرون أي ينتظرون بكم حوادث الزمان . وقيل : الآية غير منسوخة ; إذ قد يقع الإعراض مع الأمر بالقتال كالهدنة وغيرها . وقيل : أعرض عنهم بعدما بلغت الحجة ، وانتظر إنهم منتظرون . إن قيل : كيف ينتظرون القيامة وهم لا يؤمنون ؟ ففي هذا جوابان : أحدهما : أن يكون المعنى أنهم منتظرون الموت وهو من أسباب القيامة ; فيكون هذا مجازا . والآخر : أن [ ص: 105 ] فيهم من يشك وفيهم من يؤمن بالقيامة ; فيكون هذا جوابا لهذين الصنفين . والله أعلم . وقرأ ابن السميقع : ( إنهم منتظرون ) بفتح الظاء . ورويت عن مجاهد وابن محيصن . قال الفراء : لا يصح هذا إلا بإضمار ، مجازه : إنهم منتظرون بهم . قال أبو حاتم : الصحيح الكسر ; أي انتظر عذابهم إنهم منتظرون هلاكك . وقد قيل : إن قراءة ابن السميقع ( بفتح الظاء ) معناها : وانتظر هلاكهم فإنهم أحقاء بأن ينتظر هلاكهم ; يعني : إنهم هالكون لا محالة ، وانتظر ذلك فإن الملائكة في السماء ينتظرونه ; ذكره الزمخشري . وهو معنى قول الفراء . والله أعلم ."
    },
    {
      "ayah": 4,
      "surah": 32,
      "text": "قوله تعالى : الله الذي خلق السماوات والأرض وما بينهما في ستة أيام ثم استوى على العرش ما لكم من دونه من ولي ولا شفيع أفلا تتذكرون .قوله تعالى : الله الذي خلق السماوات والأرض وما بينهما في ستة أيام عرفهم كمال [ ص: 81 ] قدرته ليسمعوا القرآن ويتأملوه . ومعنى : خلق أبدع وأوجد بعد العدم وبعد أن لم تكن شيئا . في ستة أيام من يوم الأحد إلى آخر يوم الجمعة . قال الحسن : من أيام الدنيا . وقال ابن عباس : إن اليوم من الأيام الستة التي خلق الله فيها السماوات والأرض مقداره ألف سنة من سني الدنيا . وقال الضحاك : في ستة آلاف سنة ; أي في مدة ستة أيام من أيام الآخرة . ثم استوى على العرش تقدم في الأعراف والبقرة وغيرهما ، وذكرنا ما للعلماء في ذلك مستوفى في ( الكتاب الأسنى في شرح أسماء الله الحسنى ) . وليست ثم للترتيب ؛ وإنما هي بمعنى الواو . ما لكم من دونه من ولي ولا شفيع أي ما للكافرين من ولي يمنع من عذابهم ولا شفيع . ويجوز الرفع على الموضع . أفلا تتذكرون في قدرته ومخلوقاته ."
    },
    {
      "ayah": 5,
      "surah": 32,
      "text": "قوله تعالى : يدبر الأمر من السماء إلى الأرض ثم يعرج إليه في يوم كان مقداره ألف سنة مما تعدون .قوله تعالى : يدبر الأمر من السماء إلى الأرض قال ابن عباس : ينزل القضاء والقدر . وقيل : ينزل الوحي مع جبريل . وروى عمرو بن مرة عن عبد الرحمن بن سابط قال : يدبر أمر الدنيا أربعة : جبريل ، وميكائيل ، وملك الموت ، وإسرافيل ; صلوات الله عليهم أجمعين . فأما جبريل فموكل بالرياح والجنود . وأما ميكائيل فموكل بالقطر والماء . وأما ملك الموت فموكل بقبض الأرواح . وأما إسرافيل فهو ينزل بالأمر عليهم . وقد قيل : إن العرش موضع التدبير ; كما أن ما دون العرش موضع التفصيل ; قال الله تعالى : ثم استوى على العرش وسخر الشمس والقمر كل يجري لأجل مسمى يدبر الأمر يفصل الآيات . وما دون السماوات موضع التصريف ; قال الله تعالى : ولقد صرفناه بينهم ليذكروا .قوله تعالى : ثم يعرج إليه قال يحيى بن سلام : هو جبريل يصعد إلى السماء بعد نزوله بالوحي . النقاش : هو الملك الذي يدبر الأمر من السماء إلى الأرض . وقيل : إنها أخبار أهل الأرض تصعد إليه مع حملتها من الملائكة ; قاله ابن شجرة . في يوم كان مقداره ألف سنة مما تعدون . وقيل : ثم يعرج إليه أي يرجع ذلك الأمر والتدبير إليه بعد انقضاء الدنيا في يوم كان مقداره ألف سنة مما تعدون وهو يوم القيامة . وعلى الأقوال المتقدمة فالكناية في يعرج كناية عن الملك ، ولم يجر له ذكر لأنه مفهوم من المعنى ، وقد جاء صريحا في [ ص: 82 ] سأل سائل قوله : تعرج الملائكة والروح إليه . والضمير في إليه يعود على السماء على لغة من يذكرها ، أو على مكان الملك الذي يرجع إليه ، أو على اسم الله تعالى ; والمراد إلى الموضع الذي أقره فيه ، وإذا رجعت إلى الله فقد رجعت إلى السماء ، أي إلى سدرة المنتهى ; فإنه إليها يرتفع ما يصعد به من الأرض ومنها ينزل ما يهبط به إليها ; ثبت معنى ذلك في صحيح مسلم . والهاء في مقداره راجعة إلى التدبير ; والمعنى : كان مقدار ذلك التدبير ألف سنة من سني الدنيا ; أي يقضي أمر كل شيء لألف سنة في يوم واحد ، ثم يلقيه إلى ملائكته ، فإذا مضت قضى لألف سنة أخرى ، ثم كذلك أبدا ; قاله مجاهد . وقيل : الهاء للعروج .وقيل : المعنى أنه يدبر أمر الدنيا إلى أن تقوم الساعة ، ثم يعرج إليه ذلك الأمر فيحكم فيه في يوم كان مقداره ألف سنة . وقيل : المعنى يدبر أمر الشمس في طلوعها وغروبها ورجوعها إلى موضعها من الطلوع ، في يوم كان مقداره في المسافة ألف سنة . وقال ابن عباس : المعنى كان مقداره لو ساره غير الملك ألف سنة ; لأن النزول خمسمائة والصعود خمسمائة . وروي ذلك عن جماعة من المفسرين ، وهو اختيار الطبري ; ذكره المهدوي . وهو معنى القول الأول . أي أن جبريل لسرعة سيره يقطع مسيرة ألف سنة في يوم من أيامكم ; ذكره الزمخشري . وذكر الماوردي عن ابن عباس والضحاك أن الملك يصعد في يوم مسيرة ألف سنة .وعن قتادة أن الملك ينزل ويصعد في يوم مقداره ألف سنة ; فيكون مقدار نزوله خمسمائة سنة ، ومقدار صعوده خمسمائة على قول قتادة والسدي . وعلى قول ابن عباس والضحاك : النزول ألف سنة ، والصعود ألف سنة . مما تعدون أي مما تحسبون من أيام الدنيا . وهذا اليوم عبارة عن زمان يتقدر بألف سنة من سني العالم ، وليس بيوم يستوعب نهارا بين ليلتين ; لأن ذلك ليس عند الله . والعرب قد تعبر عن مدة العصر باليوم ; كما قال الشاعر :يومان يوم مقامات وأندية ويوم سير إلى الأعداء تأويبوليس يريد يومين مخصوصين ، وإنما أراد أن زمانهم ينقسم شطرين ، فعبر عن كل واحد من الشطرين بيوم . وقرأ ابن أبي عبلة : يعرج على البناء للمفعول . وقرئ : ( يعدون ) بالياء . فأما قوله تعالى : في يوم كان مقداره خمسين ألف سنة فمشكل مع هذه الآية . وقد [ ص: 83 ] سأل عبد الله بن فيروز الديلمي عبد الله بن عباس عن هذه الآية وعن قوله : في يوم كان مقداره خمسين ألف سنة فقال : أيام سماها سبحانه ، وما أدري ما هي ؟ فأكره أن أقول فيها ما لا أعلم . ثم سئل عنها سعيد بن المسيب فقال : لا أدري . فأخبرته بقول ابن عباس فقال ابن المسيب للسائل : هذا ابن عباس اتقى أن يقول فيها وهو أعلم مني . ثم تكلم العلماء في ذلك فقيل : إن آية سأل سائل هو إشارة إلى يوم القيامة ، بخلاف هذه الآية . والمعنى : أن الله تعالى جعله في صعوبته على الكفار كخمسين ألف سنة ; قاله ابن عباس . والعرب تصف أيام المكروه بالطول وأيام السرور بالقصر . قال :ويوم كظل الرمح قصر طوله     دم الزق عنا واصطفاق المزاهروقيل : إن يوم القيامة فيه أيام ; فمنه ما مقداره ألف سنة ومنه ما مقداره خمسون ألف سنة . وقيل : أوقات القيامة مختلفة ، فيعذب الكافر بجنس من العذاب ألف سنة ، ثم ينتقل إلى جنس آخر مدته خمسون ألف سنة . وقيل : مواقف القيامة خمسون موقفا ; كل موقف ألف سنة . فمعنى : يعرج إليه في يوم كان مقداره ألف سنة أي مقدار وقت ، أو موقف من يوم القيامة . وقال النحاس : اليوم في اللغة بمعنى الوقت ; فالمعنى : تعرج الملائكة والروح إليه في وقت كان مقداره ألف سنة ، وفي وقت آخر كان مقداره خمسين ألف سنة . وعن وهب بن منبه : في يوم كان مقداره خمسين ألف سنة قال : ما بين أسفل الأرض إلى العرش . وذكر الثعلبي عن مجاهد وقتادة والضحاك في قوله تعالى : تعرج الملائكة والروح إليه في يوم كان مقداره خمسين ألف سنة أراد من الأرض إلى سدرة المنتهى التي فيها جبريل . يقول تعالى : يسير جبريل والملائكة الذين معه من أهل مقامه مسيرة خمسين ألف سنة في يوم واحد من أيام الدنيا . وقوله : ( إليه ) يعني إلى المكان الذي أمرهم الله تعالى أن يعرجوا إليه . وهذا كقول إبراهيم عليه الصلاة والسلام : إني ذاهب إلى ربي سيهدين أراد أرض الشام . وقال تعالى : ومن يخرج من بيته مهاجرا إلى الله أي إلى المدينة . وقال أبو هريرة : قال النبي صلى الله عليه وسلم : أتاني ملك من ربي عز وجل برسالة ثم رفع رجله فوضعها فوق السماء والأخرى على الأرض لم يرفعها بعد ."
    },
    {
      "ayah": 6,
      "surah": 32,
      "text": "قوله تعالى : ذلك عالم الغيب والشهادة العزيز الرحيمقوله تعالى : ذلك عالم الغيب والشهادة أي علم ما غاب عن الخلق وما حضرهم . و ( ذلك ) بمعنى أنا . حسبما تقدم بيانه في أول البقرة . وفي الكلام معنى التهديد والوعيد ; أي أخلصوا أفعالكم وأقوالكم فإني أجازي عليها ."
    },
    {
      "ayah": 7,
      "surah": 32,
      "text": "قوله تعالى : الذي أحسن كل شيء خلقه قرأ ابن كثير وأبو عمرو وابن عامر : ( خلقه ) بإسكان اللام . وفتحها الباقون . واختاره أبو عبيد وأبو حاتم طلبا لسهولتها . وهو فعل ماض في موضع خفض نعت ل ( شيء ) . والمعنى على ما روي عن ابن عباس : أحكم كل شيء خلقه ، أي جاء به على ما أراد ، لم يتغير عن إرادته .وقول آخر : إن كل شيء خلقه حسن ; لأنه لا يقدر أحد أن يأتي بمثله ; وهو دال على خالقه . ومن أسكن اللام فهو مصدر عند سيبويه ; لأن قوله : أحسن كل شيء خلقه يدل على : خلق كل شيء خلقا ; فهو مثل : صنع الله و كتاب الله عليكم . وعند غيره منصوب على البدل من ( كل ) ؛ أي الذي أحسن خلق كل شيء . وهو مفعول ثان عند بعض النحويين ، على أن يكون معنى : أحسن أفهم وأعلم ; فيتعدى إلى مفعولين ، أي أفهم كل شيء خلقه . وقيل : هو منصوب على التفسير ; والمعنى : أحسن كل شيء خلقا . وقيل : هو منصوب بإسقاط حرف الجر ، والمعنى : أحسن كل شيء في خلقه . وروي معناه عن ابن عباس وأحسن أي أتقن وأحكم ; فهو ( أحسن ) من جهة ما هو لمقاصده التي أريد لها . ومن هذا المعنى قال ابن عباس وعكرمة : ليست است القرد بحسنة ، ولكنها متقنة محكمة . وروى ابن أبي نجيح عن مجاهد أحسن كل شيء خلقه قال : أتقنه . وهو مثل قوله تبارك وتعالى : الذي أعطى كل شيء خلقه أي لم يخلق الإنسان على خلق البهيمة ، ولا خلق البهيمة على خلق الإنسان . ويجوز : خلقه بالرفع ; على تقدير ذلك خلقه . وقيل : هو عموم في اللفظ خصوص في [ ص: 85 ] المعنى ; والمعنى : حسن خلق كل شيء حسن . وقيل : هو عموم في اللفظ والمعنى ، أي جعل كل شيء خلقه حسنا ، حتى جعل الكلب في خلقه حسنا ; قاله ابن عباس . وقال قتادة : في است القرد حسنة .قوله تعالى : وبدأ خلق الإنسان من طين يعني آدم ."
    },
    {
      "ayah": 8,
      "surah": 32,
      "text": "ثم جعل نسله من سلالة من ماء مهين تقدم في ( المؤمنون ) وغيرها . قال الزجاج : من ماء مهين ضعيف . وقال غيره : مهين لا خطر له عند الناس ."
    },
    {
      "ayah": 9,
      "surah": 32,
      "text": "ثم سواه ونفخ فيه من روحه رجع إلى آدم ، أي سوى خلقه ونفخ فيه من روحه . وجعل لكم السمع والأبصار والأفئدة ثم رجع إلى ذريته فقال : وجعل لكم السمع والأبصار والأفئدة . وقيل : ثم جعل ذلك الماء المهين خلقا معتدلا ، وركب فيه الروح وأضافه إلى نفسه تشريفا . وأيضا فإنه من فعله وخلقه كما أضاف العبد إليه بقوله : ( عبدي ) . وعبر عنه بالنفخ لأن الروح في جنس الريح . وقد مضى هذا مبينا في ( النساء ) وغيرها . ( قليلا ما تشكرون ) ؛ أي ثم أنتم لا تشكرون بل تكفرون ."
    }
  ]
}
