{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 40,
      "text": "سورة غافرسورة غافر .وهي سورة المؤمن ، وتسمى سورة الطول .وهي مكية في قول الحسن وعطاء وعكرمة وجابر . وعن الحسن إلا قوله : وسبح بحمد ربك لأن الصلوات نزلت بالمدينة . وقال ابن عباس وقتادة : إلا آيتين منها نزلتا بالمدينة وهما إن الذين يجادلون في آيات الله والتي بعدها . وهي خمس وثمانون آية . وقيل : ثنتان وثمانون آية . وفي مسند الدارمي قال : حدثنا جعفر بن عون عن مسعر عن سعد بن إبراهيم قال : كن الحواميم يسمين العرائس . وروي من حديث أنس أن رسول الله - صلى الله عليه وسلم - قال : الحواميم ديباج القرآن وروي عن ابن مسعود مثله . وقال الجوهري وأبو عبيدة : وآل حم سور في القرآن . قال ابن مسعود : آل حم ديباج القرآن . قال الفراء : إنما هو كقولك آل فلان وآل فلان ، كأنه نسب السورة كلها إلى حم ، قال الكميت :وجدنا لكم في آل حاميم آية تأولها منا تقي ومعزبقال أبو عبيدة : هكذا رواها الأموي بالزاي ، وكان أبو عمرو يرويها بالراء . فأما قول العامة : الحواميم ، فليس من كلام العرب . وقال أبو عبيدة : الحواميم سور في القرآن على غير قياس ، وأنشد : [ ص: 258 ] وبالحواميم التي قد سبغتقال : والأولى أن تجمع بذوات حم . وروي أن النبي - صلى الله عليه وسلم - قال : لكل شيء ثمرة ، وإن ثمرة القرآن ذوات حم ، هن روضات حسان مخصبات متجاورات ، فمن أحب أن يرتع في رياض الجنة فليقرأ الحواميم . وقال النبي - صلى الله عليه وسلم - : مثل الحواميم في القرآن كمثل الحبرات في الثياب ذكرهما الثعلبي . وقال أبو عبيد : وحدثني حجاج بن محمد عن أبي معشر عن محمد بن قيس قال : رأى رجل سبع جوار حسان مزينات في النوم فقال : لمن أنتن بارك الله فيكن ؟ فقلن : نحن لمن قرأنا ، نحن الحواميم .بسم الله الرحمن الرحيم .حمقوله تعالى : حم اختلف في معناه ، فقال عكرمة : قال النبي - صلى الله عليه وسلم - : حم اسم من أسماء الله تعالى ، وهي مفاتيح خزائن ربك قال ابن عباس : حم اسم الله الأعظم . وعنه : الر و حم و ن حروف الرحمن مقطعة . وعنه أيضا : اسم من أسماء الله تعالى أقسم به . وقال قتادة : إنه اسم من أسماء القرآن . مجاهد : فواتح السور . وقال عطاء الخراساني : الحاء افتتاح اسمه حميد وحنان وحليم وحكيم ، والميم افتتاح اسمه ملك ومجيد ومنان ومتكبر ومصور ، يدل عليه ما روى أنس أن أعرابيا سأل النبي - صلى الله عليه وسلم - : ما حم فإنا لا [ ص: 259 ] نعرفها في لساننا ؟ فقال النبي - صلى الله عليه وسلم - : بدء أسماء وفواتح سور وقال الضحاك والكسائي : معناه قضي ما هو كائن . كأنه أراد الإشارة إلى تهجي حم ; لأنها تصير حم بضم الحاء وتشديد الميم ، أي : قضي ووقع . وقال كعب بن مالك :فلما تلاقيناهم ودارت بنا الرحىوليس لأمر حمه الله مدفعوعنه أيضا : إن المعنى حم أمر الله أي : قرب ، كما قال الشاعر :قد حم يومي فسر قوم     قوم بهم غفلة ونومومنه سميت الحمى ; لأنها تقرب من المنية . والمعنى المراد : قرب نصره لأوليائه ، وانتقامه من أعدائه كيوم بدر . وقيل : حروف هجاء ، قال الجرمي : ولهذا تقرأ ساكنة الحروف فخرجت مخرج التهجي ، وإذا سميت سورة بشيء من هذه الحروف أعربت ، فتقول : قرأت حم فتنصب ، قال الشاعر :يذكرني حاميم والرمح شاجر     فهلا تلا حاميم قبل التقدموقرأ عيسى بن عمر الثقفي : \" حم \" بفتح الميم على معنى اقرأ حم أو لالتقاء الساكنين . ابن أبي إسحاق وأبو السمال بكسرها . والإمالة والكسر لالتقاء الساكنين ، أو على وجه القسم . وقرأ أبو جعفر بقطع الحاء من الميم . الباقون بالوصل . وكذلك في حم . عسق . وقرأ أبو عمرو وأبو بكر وحمزة والكسائي وخلف وابن ذكوان بالإمالة في الحاء . وروي عن أبي عمرو بين اللفظين وهي قراءة نافع وأبي جعفر وشيبة . الباقون بالفتح مشبعا ."
    },
    {
      "ayah": 10,
      "surah": 40,
      "text": "قوله تعالى : إن الذين كفروا ينادون لمقت الله أكبر من مقتكم أنفسكم قال الأخفش : \" لمقت \" هذه لام الابتداء وقعت بعد ينادون لأن معناه : يقال لهم ، والنداء قول . وقال غيره : المعنى : يقال لهم : لمقت الله إياكم في الدنيا إذ تدعون إلى الإيمان فتكفرون أكبر من مقتكم أنفسكم اليوم . وقال معناه مجاهد . وقال قتادة : المعنى لمقت الله لكم إذ تدعون إلى الإيمان فتكفرون أكبر من مقتكم أنفسكم إذ عاينتم النار . فإن قيل : كيف يصح أن يمقتوا أنفسهم ؟ ففيه وجهان : أحدهما : أنهم أحلوها بالذنوب محل الممقوت . الثاني : أنهم لما صاروا إلى حال زال عنهم الهوى ، وعلموا أن نفوسهم هي التي أبقتهم في المعاصي مقتوها . وقال محمد بن كعب القرظي : إن أهل النار لما يئسوا مما عند الخزنة وقال لهم مالك : إنكم ماكثون على ما يأتي . قال بعضهم لبعض : يا هؤلاء إنه قد نزل بكم من العذاب والبلاء ما قد ترون ، فهلم فلنصبر فلعل الصبر ينفعنا ، كما صبر أهل الطاعة على طاعة الله فنفعهم الصبر إذ صبروا ، فأجمعوا رأيهم على الصبر فصبروا فطال صبرهم ، ثم جزعوا فنادوا سواء علينا أجزعنا أم صبرنا ما لنا من محيص أي : من ملجأ ، فقال إبليس عند ذلك : إن الله وعدكم وعد الحق ووعدتكم فأخلفتكم وما كان لي عليكم من سلطان إلى قوله : ما أنا بمصرخكم وما أنتم بمصرخي يقول : بمغن عنكم شيئا إني كفرت بما أشركتمون من قبل فلما سمعوا مقالته مقتوا أنفسهم . قال : فنودوا لمقت الله أكبر من مقتكم أنفسكم إذ تدعون إلى الإيمان فتكفرون إلى قوله : فهل إلى خروج من سبيل قال فرد عليهم : ذلكم بأنه إذا دعي الله وحده كفرتم وإن يشرك به تؤمنوا فالحكم لله العلي الكبير ذكره ابن المبارك ."
    },
    {
      "ayah": 11,
      "surah": 40,
      "text": "قوله تعالى : قالوا ربنا أمتنا اثنتين وأحييتنا اثنتين اختلف أهل التأويل في معنى قولهم : أمتنا اثنتين وأحييتنا اثنتين فقال ابن مسعود وابن عباس وقتادة والضحاك : كانوا أمواتا في أصلاب آبائهم ، ثم أحياهم ثم أماتهم الموتة التي لا بد منها في الدنيا ، ثم أحياهم للبعث والقيامة ، فهاتان حياتان وموتتان ، وهو قوله تعالى : كيف تكفرون بالله وكنتم أمواتا فأحياكم ثم يميتكم ثم يحييكم وقال السدي : أميتوا في الدنيا ثم أحياهم في القبور للمسألة ، ثم أميتوا ثم أحيوا [ ص: 266 ] في الآخرة . وإنما صار إلى هذا ; لأن لفظ الميت لا ينطلق في العرف على النطفة . واستدل العلماء من هذا فيإثبات سؤال القبر ، ولو كان الثواب والعقاب للروح دون الجسد فما معنى الإحياء والإماتة ؟ والروح عند من يقصر أحكام الآخرة على الأرواح لا تموت ولا تتغير ولا تفسد ، وهو حي لنفسه لا يتطرق إليه موت ولا غشية ولا فناء . وقال ابن زيد في قوله : ربنا أمتنا اثنتين . . . الآية قال : خلقهم في ظهر آدم وأخرجهم وأحياهم وأخذ عليهم الميثاق ، ثم أماتهم ثم أحياهم في الدنيا ثم أماتهم . وقد مضى هذا في [ البقرة ] .فاعترفنا بذنوبنا اعترفوا حيث لا ينفعهم الاعتراف ، وندموا حيث لا ينفعهم الندم . فهل إلى خروج من سبيل أي هل نرد إلى الدنيا لنعمل بطاعتك ، نظيره : هل إلى مرد من سبيل وقوله : فارجعنا نعمل صالحا وقوله : يا ليتنا نرد الآية ."
    },
    {
      "ayah": 12,
      "surah": 40,
      "text": "قوله تعالى : ذلكم بأنه إذا دعي الله وحده كفرتم ذلكم في موضع رفع أي : الأمر ذلكم أو ذلكم العذاب الذي أنتم فيه بكفركم . وفي الكلام متروك تقديره : فأجيبوا بأن لا سبيل إلى الرد . وذلك لأنكم إذا دعي الله أي : وحد الله وحده كفرتم وأنكرتم أن تكون الألوهية له خاصة ، وإن أشرك به مشرك صدقتموه وآمنتم بقوله . قال الثعلبي : وسمعت بعض العلماء يقول : وإن يشرك به بعد الرد إلى الدنيا لو كان به تؤمنوا تصدقوا المشرك ، نظيره : \" ولو ردوا لعادوا لما نهوا عنه \" . فالحكم لله العلي الكبير عن أن تكون له صاحبة أو ولد ."
    },
    {
      "ayah": 13,
      "surah": 40,
      "text": "قوله تعالى : هو الذي يريكم آياته أي دلائل توحيده وقدرته وينزل لكم من السماء رزقا جمع بين إظهار الآيات وإنزال الرزق ; لأن بالآيات قوام الأديان ، وبالرزق قوام الأبدان . وهذه الآيات هي السماوات والأرضون وما فيهما وما بينهما من الشمس والقمر والنجوم والرياح والسحاب والبحار والأنهار والعيون والجبال والأشجار وآثار قوم هلكوا .وما يتذكر أي ما يتعظ بهذه الآيات فيوحد الله إلا من ينيب أي يرجع إلى طاعة الله ."
    },
    {
      "ayah": 14,
      "surah": 40,
      "text": "فادعوا الله أي اعبدوه مخلصين له الدين أي العبادة . وقيل : الطاعة . ولو كره الكافرون عبادة الله فلا تعبدوا أنتم غيره ."
    },
    {
      "ayah": 15,
      "surah": 40,
      "text": "قوله تعالى : رفيع الدرجات ذو العرش ذو العرش على إضمار مبتدأ . قال الأخفش : ويجوز نصبه على المدح . ومعنى رفيع الدرجات أي : رفيع الصفات . وقال ابن عباس والكلبي وسعيد بن جبير : رفيع السماوات السبع . وقال يحيى بن سلام : هو رفعة درجة أوليائه في الجنة ف \" رفيع \" على هذا بمعنى رافع فعيل بمعنى فاعل . وهو على القول الأول من صفات الذات ، ومعناه الذي لا أرفع قدرا منه ، وهو المستحق لدرجات المدح والثناء ، وهي أصنافها وأبوابها لا مستحق لها غيره . قاله الحليمي . وقد ذكرناه في الكتاب الأسنى في شرح أسماء الله الحسنى والحمد لله . ذو العرش أي : خالقه ومالكه لا أنه محتاج إليه . وقيل : هو من قولهم : ثل عرش فلان أي : زال ملكه وعزه ، فهو سبحانه ذو العرش بمعنى ثبوت ملكه وسلطانه ، وقد بيناه في الأسنى في شرح أسماء الله الحسنى .يلقي الروح أي الوحي والنبوة على من يشاء من عباده ، وسمي ذلك روحا لأن الناس يحيون به ، أي : يحيون من موت الكفر كما تحيا الأبدان بالأرواح . وقال ابن زيد : الروح القرآن ، قال الله تعالى : وكذلك أوحينا إليك روحا من أمرنا . وقيل : الروح جبريل ، قال الله تعالى : نزل به الروح الأمين على قلبك وقال : قل نزله روح القدس من ربك بالحق . من أمره أي من قوله . وقيل : من قضائه . وقيل : من بمعنى الباء أي : بأمره . على من يشاء من عباده وهم الأنبياء ، يشاء هو أن يكونوا أنبياء وليس لأحد فيهم مشيئة . لينذر يوم التلاق أي إنما يبعث الرسول لإنذار يوم البعث . فقوله : لينذر يرجع إلى الرسول . وقيل : أي : لينذر الله ببعثه الرسل إلى الخلائق يوم التلاق . وقرأ ابن عباس والحسن وابن السميقع \" لتنذر \" بالتاء خطابا للنبي عليه السلام . يوم التلاق قال ابن عباس وقتادة : يوم تلتقي أهل السماء وأهل الأرض . وقال قتادة أيضا وأبو العالية ومقاتل : يلتقي فيه الخلق والخالق . وقيل : العابدون [ ص: 268 ] والمعبودون . وقيل : الظالم والمظلوم . وقيل : يلقى كل إنسان جزاء عمله . وقيل : يلتقي الأولون والآخرون على صعيد واحد ، روي معناه عن ابن عباس . وكله صحيح المعنى ."
    },
    {
      "ayah": 16,
      "surah": 40,
      "text": "يوم هم بارزون يكون بدلا من \" يوم \" الأول . وقيل : هم في موضع رفع بالابتداء و \" بارزون \" خبره ، والجملة في موضع خفض بالإضافة ، فلذلك حذف التنوين من \" يوم \" وإنما يكون هذا عند سيبويه إذا كان الظرف بمعنى إذ ، تقول لقيتك يوم زيد أمير . فإن كان بمعنى إذا لم يجز نحو أنا ألقاك يوم زيد أمير . ومعنى : بارزون خارجون من قبورهم لا يسترهم شيء ; لأن الأرض يومئذ قاع صفصف لا عوج فيها ولا أمتا على ما تقدم في [ طه ] بيانه .لا يخفى على الله منهم شيء قيل : إن هذا هو العامل في \" يوم هم بارزون \" أي : لا يخفى عليه شيء منهم ومن أعمالهم يوم هم بارزون .لمن الملك اليوم وذلك عند فناء الخلق . وقال الحسن : هو السائل تعالى وهو المجيب ; لأنه يقول ذلك حين لا أحد يجيبه فيجيب نفسه سبحانه فيقول : لله الواحد القهار . النحاس : وأصح ما قيل فيه ما رواه أبو وائل عن ابن مسعود قال : ( يحشر الناس على أرض بيضاء مثل الفضة لم يعص الله - جل وعز - عليها ، فيؤمر مناد ينادي : لمن الملك اليوم ؟ فيقول العباد مؤمنهم وكافرهم : لله الواحد القهار ، فيقول المؤمنون هذا الجواب سرورا وتلذذا ، ويقوله الكافرون غما وانقيادا وخضوعا . فأما أن يكون هذا والخلق غير موجودين فبعيد ; لأنه لا فائدة فيه ، والقول صحيح عن ابن مسعود وليس هو مما يؤخذ بالقياس ولا بالتأويل .قلت : والقول الأول ظاهر جدا ; لأن المقصود إظهار انفراده تعالى بالملك عند انقطاع دعاوى المدعين وانتساب المنتسبين ، إذ قد ذهب كل ملك وملكه ومتكبر وملكه ، وانقطعت نسبهم ودعاويهم ، ودل على هذا قوله الحق عند قبض الأرض والأرواح وطي السماء : أنا الملك أين ملوك الأرض كما تقدم في حديث أبي هريرة وفي حديث ابن عمر ، ثم يطوي الأرض بشماله والسموات بيمينه ، ثم يقول : أنا الملك ، أين الجبارون ، أين المتكبرون . وعنه [ ص: 269 ] قوله سبحانه : لمن الملك اليوم هو انقطاع زمن الدنيا وبعده يكون البعث والنشر . قال محمد بن كعب قوله سبحانه : لمن الملك اليوم يكون بين النفختين حين فني الخلائق وبقي الخالق فلا يرى غير نفسه مالكا ولا مملوكا فيقول : لمن الملك اليوم فلا يجيبه أحد ; لأن الخلق أموات ، فيجيب نفسه فيقول : لله الواحد القهار لأنه بقي وحده وقهر خلقه . وقيل : إنه ينادي مناد فيقول : لمن الملك اليوم فيجيبه أهل الجنة : لله الواحد القهار فالله أعلم . ذكره الزمخشري ."
    },
    {
      "ayah": 17,
      "surah": 40,
      "text": "قوله تعالى : اليوم تجزى كل نفس بما كسبت أي يقال لهم إذا أقروا بالملك يومئذ لله وحده اليوم تجزى كل نفس بما كسبت من خير أو شر .لا ظلم اليوم أي لا ينقص أحد شيئا مما عمله . إن الله سريع الحساب أي لا يحتاج إلى تفكر وعقد يد كما يفعله الحساب ; لأنه العالم الذي لا يعزب عن علمه شيء فلا يؤخر جزاء أحد للاشتغال بغيره ، وكما يرزقهم في ساعة واحدة يحاسبهم كذلك في ساعة واحدة . وقد مضى هذا المعنى في [ البقرة ] . وفي الخبر : ولا ينتصف النهار حتى يقيل أهل الجنة في الجنة وأهل النار في النار ."
    },
    {
      "ayah": 18,
      "surah": 40,
      "text": "قوله تعالى : وأنذرهم يوم الآزفة أي يوم القيامة . سميت بذلك لأنها قريبة ، إذ كل ما هو آت قريب . وأزف فلان أي : قرب يأزف أزفا ، قال النابغة :أزف الترحل غير أن ركابنا لما تزل برحالنا وكأن قدأي : قرب . ونظير هذه الآية : أزفت الآزفة أي : قربت الساعة . وكان بعضهم يتمثل ويقول :أزف الرحيل وليس لي من زاد     غير الذنوب لشقوتي ونكاديإذ القلوب لدى الحناجر كاظمين على الحال ، وهو محمول على المعنى . قال الزجاج : المعنى إذ قلوب الناس لدى الحناجر في حال كظمهم . وأجاز الفراء أن يكون التقدير : وأنذرهم كاظمين . وأجاز رفع كاظمين على أنه خبر للقلوب . وقال : المعنى إذ هم كاظمون . وقال الكسائي : يجوز رفع كاظمين على الابتداء . وقد قيل : إن المراد ب \" يوم الآزفة \" يوم حضور المنية ، قاله قطرب . وكذا إذ القلوب لدى الحناجر عند حضور المنية . والأول أظهر . وقال قتادة : وقعت في الحناجر من المخافة فهي لا تخرج ولا تعود في أمكنتها ، وهذا لا يكون إلا يوم القيامة كما قال : وأفئدتهم هواء . وقيل : هذا إخبار عن نهاية الجزع ، كما قال : وبلغت القلوب الحناجر وأضيف اليوم إلى الآزفة على تقدير : يوم القيامة الآزفة أو يوم المجادلة الآزفة . وعند الكوفيين هو من باب إضافة الشيء إلى نفسه مثل مسجد الجامع وصلاة الأولى . ما للظالمين من حميم أي من قريب ينفع ولا شفيع يطاع فيشفع فيهم ."
    },
    {
      "ayah": 19,
      "surah": 40,
      "text": "قوله تعالى : يعلم خائنة الأعين قال المؤرج : فيه تقديم وتأخير أي : يعلم الأعين الخائنة . وقال ابن عباس : هو الرجل يكون جالسا مع القوم فتمر المرأة فيسارقهم النظر إليها . وعنه : هو الرجل ينظر إلى المرأة فإذا نظر إليه أصحابه غض بصره ، فإذا رأى منهم غفلة تدسس بالنظر ، فإذا نظر إليه أصحابه غض بصره ، وقد علم الله - عز وجل - منه أنه يود لو نظر إلى عورتها . وقال مجاهد هي مسارقة نظر الأعين إلى ما نهى الله عنه . وقال قتادة : هي الهمزة بعينه وإغماضه فيما لا يحب الله تعالى . وقال الضحاك : هي قول الإنسان : ما رأيت ، وقد رأى ، أو رأيت ، وما رأى . وقال السدي : إنها الرمز بالعين . وقال سفيان : هي النظرة بعد النظرة . وقال الفراء : [ ص: 271 ] خائنة الأعين النظرة الثانية \" وما تخفي الصدور \" النظرة الأولى . وقال ابن عباس : وما تخفي الصدور أي : هل يزني بها لو خلا بها أو لا . وقيل : وما تخفي الصدور تكنه وتضمره . ولما جيء بعبد الله بن أبي سرح إلى رسول الله صلى الله عليه وسلم ، بعد ما اطمأن أهل مكة وطلب له الأمان عثمان - رضي الله عنه - ، صمت رسول الله - صلى الله عليه وسلم - طويلا ثم قال : \" نعم \" فلما انصرف قال رسول الله - صلى الله عليه وسلم - لمن حوله : ما صمت إلا ليقوم إليه بعضكم فيضرب عنقه . فقال رجل من الأنصار : فهلا أومأت إلي يا رسول الله ، فقال : إن النبي لا تكون له خائنة أعين ."
    },
    {
      "ayah": 2,
      "surah": 40,
      "text": "قوله تعالى : تنزيل الكتاب ابتداء والخبر من الله العزيز العليم . ويجوز أن يكون تنزيل خبرا لمبتدأ محذوف ، أي : هذا تنزيل الكتاب . ويجوز أن يكون \" حم \" مبتدأ و \" تنزيل \" خبره ، والمعنى : أن القرآن أنزله الله وليس منقولا ولا مما يجوز أن يكذب به ."
    },
    {
      "ayah": 20,
      "surah": 40,
      "text": "والله يقضي بالحق أي يجازي من غض بصره عن المحارم ، ومن نظر إليها ، ومن عزم على مواقعة الفواحش إذا قدر عليها . والذين يدعون من دونه يعني الأوثان لا يقضون بشيء لأنها لا تعلم شيئا ولا تقدر عليه ولا تملك . وقراءة العامة بالياء على الخبر عن الظالمين وهي اختيار أبي عبيد وأبي حاتم . وقرأ نافع وشيبة وهشام : \" تدعون \" بالتاء .إن الله هو السميع البصير هو زائدة فاصلة . ويجوز أن تكون في موضع رفع بالابتداء وما بعدها خبر ، والجملة خبر إن ."
    },
    {
      "ayah": 21,
      "surah": 40,
      "text": "قوله تعالى : أولم يسيروا في الأرض فينظروا في موضع جزم عطف على \" يسيروا \" ويجوز أن يكون في موضع نصب على أنه جواب ، والجزم والنصب في التثنية والجمع واحد . \" كيف كان عاقبة \" اسم كان والخبر في \" كيف \" . و \" واق \" في موضع خفض معطوف على اللفظ . ويجوز أن يكون في موضع رفع على الموضع فرفعه وخفضه واحد ; لأن الياء تحذف وتبقى الكسرة دالة عليها ، وقد مضى الكلام في معنى هذه الآية في غير موضع فأغنى عن الإعادة ."
    },
    {
      "ayah": 22,
      "surah": 40,
      "text": "أي هذا العذاب لهم بكفرهم بالرسل تأتيهم \" بالبينات \" أي بالدلائل الواضحة .فكفروا بها"
    },
    {
      "ayah": 23,
      "surah": 40,
      "text": "قوله تعالى : ولقد أرسلنا موسى بآياتنا وهي التسع الآيات المذكورة في قوله تعالى : ولقد آتينا موسى تسع آيات بينات وقد مضى تعيينها . وسلطان مبين أي بحجة واضحة بينة ، وهو يذكر ويؤنث . وقيل : أراد بالسلطان التوراة ."
    },
    {
      "ayah": 24,
      "surah": 40,
      "text": "إلى فرعون وهامان وقارون خصهم بالذكر لأن مدار التدبير في عداوة موسى كان عليهم ، ففرعون الملك وهامان الوزير وقارون صاحب الأموال والكنوز فجمعه الله معهما ; لأن عمله في الكفر والتكذيب كأعمالهما . فقالوا ساحر كذاب لما عجزوا عن معارضته حملوا المعجزات على السحر ."
    },
    {
      "ayah": 25,
      "surah": 40,
      "text": "قوله تعالى : فلما جاءهم بالحق من عندنا وهي المعجزة الظاهرة قالوا اقتلوا أبناء الذين آمنوا معه واستحيوا نساءهم قال قتادة : هذا قتل غير القتل الأول ; لأن فرعون كان قد أمسك عن قتل الولدان بعد ولادة موسى ، فلما بعث الله موسى أعاد القتل على بني إسرائيل عقوبة لهم فيمتنع الإنسان من الإيمان ، ولئلا يكثر جمعهم فيعتضدوا بالذكور من أولادهم . فشغلهم الله عن ذلك بما أنزل عليهم من أنواع العذاب ، كالضفادع والقمل والدم والطوفان إلى أن خرجوا من مصر ، فأغرقهم الله . وهذا معنى قوله : وما كيد الكافرين إلا في ضلال أي في خسران وهلاك ، وإن الناس لا يمتنعون من الإيمان وإن فعل بهم مثل هذا فكيده يذهب باطلا ."
    },
    {
      "ayah": 26,
      "surah": 40,
      "text": "قوله تعالى : وقال فرعون ذروني أقتل موسى وليدع ربه \" أقتل \" جزم ; لأنه جواب الأمر \" وليدع \" جزم ; لأنه أمر و \" ذروني \" ليس بمجزوم وإن كان أمرا ولكن لفظه لفظ المجزوم وهو مبني . وقيل : هذا يدل على أنه قيل لفرعون : إنا نخاف أن يدعو عليك فيجاب ، فقال : وليدع ربه أي : لا يهولنكم ما يذكر من ربه فإنه لا حقيقة له وأنا ربكم الأعلى .إني أخاف أن يبدل دينكم أي عبادتكم لي إلى عبادة ربه أو أن يظهر في الأرض الفساد إن لم يبدل دينكم فإنه يظهر في الأرض الفساد . أي : يقع بين الناس بسببه الخلاف . وقراءة المدنيين وأبي عبد الرحمن السلمي وابن عامر وأبي عمرو : \" وأن يظهر في الأرض الفساد \" وقراءة الكوفيين \" أو أن يظهر \" بفتح الياء \" الفساد \" بالرفع ، وكذلك هي في مصاحف الكوفيين : أو بألف وإليه يذهب أبو عبيد ، قال : لأن فيه زيادة حرف وفيه فصل ، ولأن أو تكون بمعنى الواو . النحاس : وهذا عند حذاق النحويين لا يجوز أن تكون بمعنى الواو ; لأن في ذلك بطلان المعاني ، ولو جاز أن تكون بمعنى الواو لما احتيج إلى هذا هاهنا ; لأن معنى الواو إني أخاف [ ص: 273 ] الأمرين جميعا ، ومعنى أو لأحد الأمرين أي : إني أخاف أن يبدل دينكم فإن أعوزه ذلك أظهر في الأرض الفساد ."
    },
    {
      "ayah": 27,
      "surah": 40,
      "text": "قوله تعالى : وقال موسى إني عذت بربي وربكم لما هدده فرعون بالقتل استعاذ موسى بالله من كل متكبر لا يؤمن بيوم الحساب أي متعظم عن الإيمان بالله ، وصفته أنه لا يؤمن بيوم الحساب ."
    },
    {
      "ayah": 28,
      "surah": 40,
      "text": "قوله تعالى : وقال رجل مؤمن من آل فرعون يكتم إيمانه أتقتلون رجلا أن يقول ربي الله وقد جاءكم بالبينات من ربكم وإن يك كاذبا فعليه كذبه وإن يك صادقا يصبكم بعض الذي يعدكم إن الله لا يهدي من هو مسرف كذاب .فيه أربع مسائل : الأولى : قوله تعالى : وقال رجل مؤمن ذكر بعض المفسرين : أن اسم هذا الرجل حبيب . وقيل : شمعان بالشين المعجمة . قال السهيلي : وهو أصح ما قيل فيه . وفي تاريخ الطبري رحمه الله : اسمه خبرك . وقيل : حزقيل : ذكره الثعلبي عن ابن عباس وأكثر العلماء . الزمخشري : واسمه سمعان أو حبيب . وقيل : خربيل أو حزبيل . واختلف هل كان إسرائيليا أو قبطيا فقال الحسن وغيره : كان قبطيا . ويقال : إنه كان ابن عم فرعون ، قاله السدي . قال : وهو الذي نجا مع موسى عليه السلام ، ولهذا قال : من آل فرعون وهذا الرجل هو المراد بقوله تعالى : وجاء رجل من أقصى المدينة يسعى قال يا موسى الآية . وهذا قول مقاتل . وقال ابن عباس : لم يكن من آل فرعون مؤمن غيره وغير امرأة فرعون وغير المؤمن الذي أنذر موسى فقال : إن الملأ يأتمرون بك ليقتلوك وروي عن النبي - صلى الله عليه وسلم - أنه قال : الصديقون حبيب النجار مؤمن آل يس ومؤمن آل فرعون الذي قال أتقتلون رجلا أن يقول ربي الله والثالث أبو بكر الصديق ، وهو أفضلهم وفي هذا [ ص: 274 ] تسلية للنبي - صلى الله عليه وسلم - أي : لا تعجب من مشركي قومك . وكان هذا الرجل له وجاهة عند فرعون ، فلهذا لم يتعرض له بسوء . وقيل : كان هذا الرجل من بني إسرائيل يكتم إيمانه من آل فرعون ، عن السدي أيضا . ففي الكلام على هذا تقديم وتأخير ، والتقدير : وقال رجل مؤمن يكتم إيمانه من آل فرعون . فمن جعل الرجل قبطيا ف \" من \" عنده متعلقة بمحذوف صفة الرجل ، التقدير : وقال رجل مؤمن منسوب من آل فرعون ، أي : من أهله وأقاربه . ومن جعله إسرائيليا ف \" من \" متعلقة ب \" يكتم \" في موضع المفعول الثاني ل \" يكتم \" . القشيري : ومن جعله إسرائيليا ففيه بعد ; لأنه يقال كتمه أمر كذا ولا يقال كتم منه . قال الله تعالى : ولا يكتمون الله حديثا وأيضا ما كان فرعون يحتمل من بني إسرائيل مثل هذا القول .الثانية : قوله تعالى : أتقتلون رجلا أن يقول ربي الله أي لأن يقول ومن أجل أن يقول ربي الله ، ف \" أن \" في موضع نصب بنزع الخافض . وقد جاءكم بالبينات يعني الآيات التسع \" من ربكم وإن يك كاذبا فعليه كذبه \" ولم يكن ذلك لشك منه في رسالته وصدقه ، ولكن تلطفا في الاستكفاف واستنزالا عن الأذى . ولو كان و \" إن يكن \" بالنون جاز ، ولكن حذفت النون لكثرة الاستعمال على قول سيبويه ، ولأنها نون الإعراب على قول أبي العباس . وإن يك صادقا يصبكم بعض الذي يعدكم أي إن لم يصبكم إلا بعض الذي يعدكم به هلكتم . ومذهب أبي عبيدة أن معنى \" بعض الذي يعدكم \" كل الذي يعدكم ، وأنشد قول لبيد :تراك أمكنة إذا لم أرضها أو يرتبط بعض النفوس حمامها( فبعض ) بمعنى : كل ; لأن البعض إذا أصابهم أصابهم الكل لا محالة لدخوله في الوعيد ، وهذا ترقيق الكلام في الوعظ . وذكر الماوردي : أن البعض قد يستعمل في موضع الكل تلطفا في الخطاب وتوسعا في الكلام ، كما قال الشاعر : [ عمر القطامي ] .قد يدرك المتأني بعض حاجته     وقد يكون مع المستعجل الزللوقيل أيضا : قال ذلك لأنه حذرهم أنواعا من العذاب ، كل نوع منها مهلك ، فكأنه حذرهم أن يصيبهم بعض تلك الأنواع . وقيل : وعدهم موسى بعذاب الدنيا أو بعذاب الآخرة إن [ ص: 275 ] كفروا ، فالمعنى يصبكم أحد العذابين . وقيل : أي : يصبكم هذا العذاب الذي يقوله في الدنيا وهو بعض الوعيد ، ثم يترادف العذاب في الآخرة أيضا . وقيل : وعدهم العذاب إن كفروا والثواب إن آمنوا ، فإذا كفروا يصيبهم بعض ما وعدوا .إن الله لا يهدي من هو مسرف على نفسه . كذاب على ربه ، إشارة إلى موسى ويكون هذا من قول المؤمن . وقيل : مسرف في عناده كذاب في ادعائه ، إشارة إلى فرعون ، ويكون هذا من قول الله تعالى .الثالثة : قوله تعالى : يكتم إيمانه قال القاضي أبو بكر بن العربي : ظن بعضهم أن المكلف إذا كتم إيمانه ، ولم يتلفظ به بلسانه لا يكون مؤمنا باعتقاده ، وقد قال مالك : إن الرجل إذا نوى بقلبه طلاق زوجته أنه يلزمه ، كما يكون مؤمنا بقلبه وكافرا بقلبه . فجعل مدار الإيمان على القلب وأنه كذلك ، لكن ليس على الإطلاق ، وقد بيناه في أصول الفقه ، بما لبابه أن المكلف إذ نوى الكفر بقلبه كان كافرا وإن لم يتلفظ بلسانه ، وأما إذا نوى الإيمان بقلبه فلا يكون مؤمنا بحال حتى يتلفظ بلسانه ، ولا تمنعه التقية والخوف من أن يتلفظ بلسانه فيما بينه وبين الله تعالى ، إنما تمنعه التقية من أن يسمعه غيره ، وليس من شرط الإيمان أن يسمعه الغير في صحته من التكليف ، وإنما يشترط سماع الغير له ليكف عن نفسه وماله .الرابعة : روى البخاري ومسلم عن عروة بن الزبير قال : قلت لعبد الله بن عمرو بن العاص : أخبرني بأشد ما صنعه المشركون برسول الله صلى الله عليه وسلم ، قال : بينا رسول الله - صلى الله عليه وسلم - بفناء الكعبة ، إذ أقبل عقبة بن أبي معيط ، فأخذ بمنكب رسول الله - صلى الله عليه وسلم - ، ولوى ثوبه في عنقه فخنقه به خنقا شديدا ، فأقبل أبو بكر فأخذ بمنكبه ودفع عن رسول الله - صلى الله عليه وسلم - ، وقال : أتقتلون رجلا أن يقول ربي الله وقد جاءكم بالبينات من ربكم لفظ البخاري . خرجه الترمذي الحكيم في نوادر الأصول من حديث جعفر بن محمد عن أبيه عن علي - رضي الله عنه - قال : اجتمعت قريش بعد وفاة أبي طالب بثلاث فأرادوا قتل رسول الله - صلى الله عليه وسلم - ، فأقبل هذا يجؤه وهذا يتلتله ، فاستغاث النبي - صلى الله عليه وسلم - يومئذ فلم يغثه أحد إلا أبو بكر وله ضفيرتان ، فأقبل يجأ ذا ويتلتل ذا ويقول بأعلى صوته : ويلكم : أتقتلون رجلا أن يقول ربي الله ، والله إنه لرسول الله ، فقطعت إحدى ضفيرتي أبي بكر يومئذ . فقال علي : والله ليوم أبي بكر خير من مؤمن آل فرعون ، إن ذلك [ ص: 276 ] رجل كتم إيمانه ، فأثنى الله عليه في كتابه ، وهذا أبو بكر أظهر إيمانه وبذل ماله ودمه لله عز وجل .قلت : قول علي - رضي الله عنه - إن ذلك رجل كتم إيمانه ، يريد في أول أمره بخلاف الصديق فإنه أظهر إيمانه ولم يكتمه ، وإلا فالقرآن مصرح بأن مؤمن آل فرعون أظهر إيمانه لما أرادوا قتل موسى - عليه السلام - على ما يأتي بيانه . في نوادر الأصول أيضا عن أسماء بنت أبي بكر رضي الله عنها قالوا لها : ما أشد شيء رأيت المشركين بلغوا من رسول الله صلى الله عليه وسلم ؟ فقالت : كان المشركون قعودا في المسجد ، ويتذاكرون رسول الله - صلى الله عليه وسلم - ما يقول في آلهتهم ، فبينا هم كذلك إذ دخل رسول الله - صلى الله عليه وسلم - ، فقاموا إليه بأجمعهم ، وكانوا إذا سألوه عن شيء صدقهم ، فقالوا : ألست تقول كذا في آلهتنا ؟ قال : ( بلى ) فتشبثوا فيه بأجمعهم فأتى الصريخ إلى أبي بكر فقال له : أدرك صاحبك . فخرج من عندنا وإن له غدائر ، فدخل المسجد وهو يقول : ويلكم أتقتلون رجلا أن يقول ربي الله وقد جاءكم بالبينات من ربكم ، فلهوا عن رسول الله - صلى الله عليه وسلم - وأقبلوا على أبي بكر ، فرجع إلينا أبو بكر فجعل لا يمس شيئا من غدائره إلا جاء معه ، وهو يقول : تباركت يا ذا الجلال والإكرام ، إكرام إكرام ."
    },
    {
      "ayah": 29,
      "surah": 40,
      "text": "قوله تعالى : ياقوم لكم الملك هذا من قول مؤمن آل فرعون ، وفي قوله يا قوم دليل على أنه قبطي ، ولذلك أضافهم إلى نفسه فقال : يا قوم ليكونوا أقرب إلى قبول وعظه لكم الملك فاشكروا الله على ذلك . اليوم ظاهرين في الأرض أي غالبين ، وهو نصب على الحال أي : في حال ظهوركم . والمراد بالأرض أرض مصر في قول السدي وغيره ، [ ص: 277 ] كقوله : وكذلك مكنا ليوسف في الأرض . أي في أرض مصر .فمن ينصرنا من بأس الله إن جاءنا أي من عذاب الله تحذيرا لهم من نقمه إن كان موسى صادقا ، فذكر وحذر فعلم فرعون ظهور حجته فقال : ما أريكم إلا ما أرى . قال عبد الرحمن بن زيد بن أسلم : ما أشير عليكم إلا ما أرى لنفسي . وما أهديكم إلا سبيل الرشاد في تكذيب موسى والإيمان بي ."
    },
    {
      "ayah": 3,
      "surah": 40,
      "text": "غافر الذنب وقابل التوب شديد العقاب قال الفراء : جعلها كالنعت للمعرفة وهي نكرة . وقال الزجاج : هي خفض على البدل . النحاس : وتحقيق الكلام في هذا وتلخيصه أن غافر الذنب وقابل التوب يجوز أن يكونا معرفتين على أنهما لما مضى فيكونا نعتين ، ويجوز أن يكونا للمستقبل والحال فيكونا نكرتين ، ولا يجوز أن يكونا نعتين على هذا ، ولكن يكون خفضهما على البدل ، ويجوز النصب على الحال ، فأما شديد العقاب فهو [ ص: 260 ] نكرة ويكون خفضه على البدل . قال ابن عباس : غافر الذنب لمن قال : \" لا إله إلا الله \" وقابل التوب ممن قال : \" لا إله إلا الله \" شديد العقاب لمن لم يقل : \" لا إله إلا الله \" . وقال ثابت البناني : كنت إلى سرادق مصعب بن الزبير في مكان لا تمر فيه الدواب ، قال : فاستفتحت حم . تنزيل الكتاب من الله العزيز العليم فمر علي رجل على دابة فلما قلت غافر الذنب قال : قل : يا غافر الذنب اغفر لي ذنبي ، فلما قلت : قابل التوب قال : قل : يا قابل التوب تقبل توبتي ، فلما قلت : شديد العقاب قال : قل : يا شديد العقاب اعف عني ، فلما قلت : ذي الطول قال : قل : يا ذا الطول طل علي بخير ، فقمت إليه فأخذ ببصري ، فالتفت يمينا وشمالا فلم أر شيئا . وقال أهل الإشارة : غافر الذنب فضلا وقابل التوب وعدا شديد العقاب عدلا لا إله إلا هو إليه المصير فردا . وروي عن عمر بن الخطاب - رضي الله عنه - أنه افتقد رجلا ذا بأس شديد من أهل الشام ، فقيل له : تتابع في هذا الشراب ، فقال عمر لكاتبه : اكتب من عمر إلى فلان ، سلام عليك ، وأنا أحمد الله إليك الذي لا إله إلا هو : \" بسم الله الرحمن الرحيم \" حم تنزيل الكتاب من الله العزيز العليم غافر الذنب وقابل التوب شديد العقاب ذي الطول لا إله إلا هو إليه المصير ثم ختم الكتاب وقال لرسوله : لا تدفعه إليه حتى تجده صاحيا ، ثم أمر من عنده بالدعاء له بالتوبة ، فلما أتته الصحيفة جعل يقرأها ويقول : قد وعدني الله أن يغفر لي ، وحذرني عقابه ، فلم يبرح يرددها حتى بكى ثم نزع فأحسن النزع وحسنت توبته . فلما بلغ عمر أمره قال : هكذا فاصنعوا ، إذا رأيتم أحدكم قد زل زلة فسددوه وادعوا الله له أن يتوب عليه ، ولا تكونوا أعوانا للشياطين عليه . و \" التوب \" يجوز أن يكون مصدر تاب يتوب توبا ، ويحتمل أن يكون جمع توبة نحو دومة ودوم وعزمة وعزم ، ومنه قوله : فيخبو ساعة ويهب ساعاويجوز أن يكون التوب بمعنى التوبة . قال أبو العباس : والذي يسبق إلى قلبي أن يكون مصدرا ، أي : يقبل هذا الفعل ، كما تقول قال قولا ، وإذا كان جمعا فمعناه يقبل التوبات .ذي الطول على البدل وعلى النعت ; لأنه معرفة . وأصل الطول الإنعام والفضل . يقال منه : اللهم طل علينا أي : أنعم وتفضل . قال ابن عباس : ذي الطول ذي النعم . وقال مجاهد : ذي الغنى والسعة ، ومنه قوله تعالى : ومن لم يستطع منكم طولا أي : غنى وسعة . وعن ابن عباس أيضا : ذي الطول ذي الغنى عمن لا يقول لا إله إلا الله . وقال عكرمة : [ ص: 261 ] ذي الطول ذي المن . قال الجوهري : والطول بالفتح المن ، يقال منه طال عليه وتطول عليه إذا امتن عليه . وقال محمد بن كعب : ذي الطول ذي التفضل ، قال الماوردي : والفرق بين المن والتفضل أن المن عفو عن ذنب . والتفضل إحسان غير مستحق . والطول مأخوذ من الطول كأنه طال بإنعامه على غيره . وقيل : لأنه طالت مدة إنعامه .لا إله إلا هو إليه المصير أي المرجع ."
    },
    {
      "ayah": 30,
      "surah": 40,
      "text": "قوله تعالى : وقال الذي آمن يا قوم زادهم في الوعظ إني أخاف عليكم مثل يوم الأحزاب يعني أيام العذاب التي عذب فيها المتحزبون على الأنبياء المذكورين فيما بعد ."
    },
    { "ayah": 31, "surah": 40, "text": "لا يوجد تفسير لهذه الأية" },
    {
      "ayah": 32,
      "surah": 40,
      "text": "قوله تعالى : يا قوم إني أخاف عليكم يوم التناد زاد في الوعظ والتخويف وأفصح عن إيمانه ، إما مستسلما موطنا نفسه على القتل ، أو واثقا بأنهم لا يقصدونه بسوء ، وقد وقاه الله شرهم بقوله الحق فوقاه الله سيئات ما مكروا . وقراءة العامة التناد بتخفيف الدال وهو يوم القيامة ، قال أمية بن أبي الصلت :وبث الخلق فيها إذ دحاها فهم سكانها حتى التنادسمي بذلك لمناداة الناس بعضهم بعضا ، فينادي أصحاب الأعراف رجالا يعرفونهم بسيماهم ، وينادي أصحاب الجنة أصحاب النار : أن قد وجدنا ما وعدنا ربنا حقا وينادي أصحاب النار أصحاب الجنة : أن أفيضوا علينا من الماء وينادي المنادي أيضا بالشقوة والسعادة : ألا إن فلان بن فلان قد شقي شقاوة لا يسعد بعدها أبدا ، ألا إن فلان بن فلان قد سعد سعادة لا يشقى بعدها أبدا . وهذا عند وزن الأعمال . وتنادي الملائكة أصحاب الجنة : أن تلكم الجنة أورثتموها بما كنتم تعملون وينادى حين يذبح الموت : يا أهل الجنة خلود لا موت ، ويا أهل النار خلود لا موت . وينادى كل قوم بإمامهم ، إلى غير ذلك من النداء . وقرأ الحسن وابن السميقع ويعقوب وابن كثير ومجاهد : \" التنادي \" بإثبات الياء في الوصل والوقف على الأصل . وقرأ ابن عباس والضحاك وعكرمة \" يوم التناد \" بتشديد الدال . [ ص: 278 ] قال بعض أهل العربية : هذا لحن ; لأنه من ند يند إذا مر على وجهه هاربا ، كما قال الشاعر :وبرك هجود قد أثارت مخافتي     نواديها أسعى بعضب مجردقال : فلا معنى لهذا في القيامة . قال أبو جعفر النحاس : وهذا غلط ، والقراءة بها حسنة على معنى : يوم التنافر . قال الضحاك : ذلك إذا سمعوا زفير جهنم ندوا هربا ، فلا يأتون قطرا من أقطار الأرض إلا وجدوا صفوفا من الملائكة ، فيرجعون إلى المكان الذي كانوا فيه ، فذلك قوله : يوم التناد . وقوله : يا معشر الجن والإنس إن استطعتم أن تنفذوا من أقطار السماوات والأرض الآية . وقوله : والملك على أرجائها ذكره ابن المبارك بمعناه . قال : وأخبرنا عبد الرحمن بن يزيد بن جابر قال : حدثنا عبد الجبار بن عبيد الله بن سلمان في قوله تعالى : إني أخاف عليكم يوم التناد يوم تولون مدبرين ثم تستجيب لهم أعينهم بالدمع فيبكون حتى ينفد الدمع ، ثم تستجيب لهم أعينهم بالدم فيبكون حتى ينفد الدم ، ثم تستجيب لهم أعينهم بالقيح . قال : يرسل عليهم من الله أمر فيولون مدبرين ، ثم تستجيب لهم أعينهم بالقيح ، فيبكون حتى ينفد القيح فتغور أعينهم كالخرق في الطين . وقيل : إن هذا يكون عند نفخ إسرافيل - عليه السلام - في الصور نفخة الفزع . ذكره علي بن معبد والطبري وغيرهما من حديث أبي هريرة ، وفيه : فتكون الأرض كالسفينة في البحر تضربها الأمواج ، فيميد الناس على ظهرها ، وتذهل المراضع ، وتضع الحوامل ما في بطونها ، وتشيب الولدان ، وتتطاير الشياطين هاربة فتلقاها الملائكة تضرب وجوهها ، ويولي الناس مدبرين ينادي بعضهم بعضا ، وهي التي يقول الله تعالى : يوم التناد يوم تولون مدبرين ما لكم من الله من عاصم ومن يضلل الله فما له من هاد الحديث بكماله . وقد ذكرناه في كتاب التذكرة وتكلمنا عليه هناك . وروي عن علي بن نصر عن أبي عمرو إسكان الدال من \" التناد \" في الوصل خاصة . وروى أبو معمر عن عبد الوارث زيادة الياء في الوصل خاصة وهو مذهب ورش . والمشهور عن أبي عمرو حذفها في الحالين . وكذلك قرأ سائر السبعة سوى ورش على ما ذكرنا عنه وسوى ابن كثير على ما تقدم . وقيل : سمي يوم القيامة يوم التناد ; لأن الكافر ينادى فيه بالويل والثبور والحسرة . قاله ابن جريج . وقيل : فيه إضمار أي : إني أخاف عليكم عذاب يوم التناد ، فالله أعلم ."
    },
    {
      "ayah": 33,
      "surah": 40,
      "text": "يوم تولون مدبرين [ ص: 279 ] على البدل من يوم التناد . ومن يضلل الله فما له من هاد أي من خلق الله في قلبه الضلال فلا هادي له . وفي قائله قولان : أحدهما موسى . الثاني مؤمن آل فرعون وهو الأظهر . والله أعلم ."
    },
    {
      "ayah": 34,
      "surah": 40,
      "text": "قوله تعالى : ولقد جاءكم يوسف من قبل بالبينات قيل : إن هذا من قول موسى . وقيل : هو من تمام وعظ مؤمن آل فرعون ، ذكرهم قديم عتوهم على الأنبياء ، وأراد يوسف بن يعقوب جاءهم بالبينات أأرباب متفرقون خير أم الله الواحد القهار قال ابن جريج : هو يوسف بن يعقوب بعثه الله تعالى رسولا إلى القبط بعد موت الملك من قبل موسى بالبينات وهي الرؤيا . وقال ابن عباس : هو يوسف بن إفرائيم بن يوسف بن يعقوب أقام فيهم نبيا عشرين سنة . وحكى النقاش عن الضحاك : أن الله تعالى بعث إليهم رسولا من الجن يقال له يوسف . وقال وهب بن منبه : إن فرعون موسى هو فرعون يوسف عمر . وغيره يقول : هو آخر . النحاس : وليس في الآية ما يدل على أنه هو ; لأنه إذا أتى بالبينات نبي لمن معه ولمن بعده فقد جاءهم جميعا بها وعليهم أن يصدقوه بها .فما زلتم في شك مما جاءكم به أي أسلافكم كانوا في شك . حتى إذا هلك قلتم لن يبعث الله من بعده رسولا أي من يدعي الرسالة كذلك يضل الله أي مثل ذلك الضلال يضل الله من هو مسرف مرتاب شاك في وحدانية الله تعالى ."
    },
    {
      "ayah": 35,
      "surah": 40,
      "text": "قوله تعالى : الذين يجادلون في آيات الله أي في حججه الظاهرة بغير سلطان أتاهم أي بغير حجة وبرهان و \" الذين \" في موضع نصب على البدل من \" من \" وقال الزجاج : أي : كذلك يضل الله الذين يجادلون في آيات الله ف \" الذين \" نصب . قال : ويجوز أن يكون رفعا على معنى هم الذين ، أو على الابتداء والخبر كبر مقتا . ثم قيل : هذا من كلام مؤمن آل فرعون . وقيل : ابتداء خطاب من الله تعالى .مقتا على البيان أي : كبر جدالهم مقتا ، كقوله : كبرت كلمة ومقت الله تعالى ذمه لهم ولعنه إياهم وإحلال العذاب بهم . كذلك أي كما طبع الله على قلوب هؤلاء المجادلين فكذلك يطبع الله أي يختم على كل قلب متكبر جبار حتى لا يعقل الرشاد ولا يقبل الحق . وقراءة العامة على كل قلب متكبر بإضافة \" قلب \" إلى المتكبر ، واختاره أبو حاتم وأبو عبيد . وفي الكلام حذف ، والمعنى : كذلك يطبع الله على كل قلب على كل متكبر جبار فحذف \" كل \" الثانية لتقدم ما يدل عليها . وإذا لم يقدر حذف \" كل \" لم يستقم المعنى ; لأنه يصير معناه أنه يطبع على جميع قلبه وليس المعنى عليه . وإنما المعنى أنه يطبع على قلوب المتكبرين الجبارين قلبا قلبا . ومما يدل على حذف \" كل \" قول أبي دواد :أكل امرئ تحسبين امرأ ونار توقد بالليل نارايريد : وكل نار . وفي قراءة ابن مسعود \" على قلب كل متكبر \" فهذه قراءة على التفسير والإضافة . وقرأ أبو عمرو وابن محيصن وابن ذكوان عن أهل الشام \" قلب \" منون على أن \" متكبر \" نعت للقلب فكنى بالقلب عن الجملة ; لأن القلب هو الذي يتكبر وسائر الأعضاء تبع له ، ولهذا قال النبي - صلى الله عليه وسلم - : إن في الجسد مضغة إذا صلحت صلح الجسد كله ، وإذا فسدت فسد الجسد كله ، ألا وهي القلب ويجوز أن يكون على حذف المضاف ، أي : على كل ذي قلب متكبر ، تجعل الصفة لصاحب القلب ."
    },
    {
      "ayah": 36,
      "surah": 40,
      "text": "قوله تعالى : وقال فرعون يا هامان ابن لي صرحا لما قال مؤمن آل فرعون ما قال ، وخاف فرعون أن يتمكن كلام هذا المؤمن في قلوب القوم ، أوهم أنه يمتحن ما جاء به موسى من التوحيد ، فإن بان له صوابه لم يخفه عنهم ، وإن لم يصح ثبتهم على دينهم ، فأمر وزيره هامان ببناء الصرح . وقد مضى في [ القصص ] ذكره ."
    },
    {
      "ayah": 37,
      "surah": 40,
      "text": "لعلي أبلغ الأسباب أسباب السماوات أسباب السماوات بدل من الأول . وأسباب السماء أبوابها في قول قتادة والزهري والسدي والأخفش ، وأنشد [ زهير بن أبي سلمى ] :ومن هاب أسباب المنايا ينلنه ولو رام أسباب السماء بسلموقال أبو صالح : أسباب السماوات طرقها . وقيل : الأمور التي تستمسك بها السموات . وكرر \" أسباب \" تفخيما ; لأن الشيء إذا أبهم ثم أوضح كان تفخيما لشأنه . والله أعلم .فأطلع إلى إله موسى فأنظر إليه نظر مشرف عليه . توهم أنه جسم تحويه الأماكن . وكان فرعون يدعي الألوهية ويرى تحقيقها بالجلوس في مكان مشرف . وقراءة العامة \" فأطلع \" بالرفع نسقا على قوله : \" أبلغ \" وقرأ الأعرج والسلمي وعيسى وحفص فأطلع بالنصب ، قال أبو عبيدة : على جواب \" لعل \" بالفاء . النحاس : ومعنى النصب خلاف معنى الرفع ; لأن معنى النصب متى بلغت الأسباب اطلعت . ومعنى الرفع لعلي أبلغ الأسباب ثم لعلي أطلع بعد ذلك ، إلا أن ثم أشد تراخيا من الفاء .وإني لأظنه كاذبا أي وإني لأظن موسى كاذبا في ادعائه إلها دوني ، وإنما أفعل ما أفعل لإزاحة العلة . وهذا يوجب شك فرعون في أمر الله . وقيل : إن الظن بمعنى اليقين أي : وأنا أتيقن أنه كاذب ، وإنما أقول ما أقول لإزالة الشبهة عمن لا يتيقن ما أتيقنه .قوله تعالى : وكذلك زين لفرعون سوء عمله أي كما قال هذه المقالة وارتاب زين له الشيطان أو زين الله سوء عمله أي : الشرك والتكذيب . وصد عن السبيل قراءة الكوفيين وصد على ما لم يسم فاعله ، وهو اختيار أبي عبيد وأبي حاتم ، ويجوز على هذه القراءة \" وصد \" بكسر الصاد نقلت كسرة الدال على الصاد ، وهي قراءة يحيى بن وثاب وعلقمة . [ ص: 282 ] وقرأ ابن أبي إسحاق وعبد الرحمن بن بكرة \" وصد عن السبيل \" بالرفع والتنوين . الباقون \" وصد \" بفتح الصاد والدال . أي : صد فرعون الناس عن السبيل .وما كيد فرعون إلا في تباب أي في خسران وضلال ، ومنه : تبت يدا أبي لهب وقوله : وما زادوهم غير تتبيب وفي موضع غير تخسير فهد الله صرحه وغرقه هو وقومه على ما تقدم ."
    },
    {
      "ayah": 38,
      "surah": 40,
      "text": "قوله تعالى : وقال الذي آمن يا قوم اتبعون هذا من تمام ما قاله مؤمن آل فرعون ، أي : اقتدوا بي في الدين . أهدكم سبيل أي طريق الهدى وهو الجنة . وقيل : من قول موسى . وقرأ معاذ بن جبل \" الرشاد \" بتشديد الشين وهو لحن عند أكثر أهل العربية ; لأنه إنما يقال أرشد يرشد ولا يكون فعال من أفعل ، إنما يكون من الثلاثي ، فإن أردت التكثير من الرباعي قلت : مفعال . قال النحاس : يجوز أن يكون رشاد بمعنى يرشد لا على أنه مشتق منه ، ولكن [ ص: 283 ] كما يقال لآل من اللؤلؤ فهو بمعناه وليس جاريا عليه . ويجوز أن يكون رشاد من رشد يرشد أي : صاحب رشاد ، كما قال [ النابغة ] :كليني لهم يا أميمة ناصبالزمخشري : وقرئ \" الرشاد \" فعال من رشد بالكسر كعلام أو من رشد بالفتح كعباد . وقيل : من أرشد كجبار من أجبر وليس بذاك ; لأن فعالا من أفعل لم يجئ إلا في عدة أحرف ، نحو دراك وسئار وقصار وجبار . ولا يصح القياس على هذا القليل . ويجوز أن يكون نسبته إلى الرشد كعواج وبتات غير منظور فيه إلى فعل . ووقع في المصحف \" اتبعون \" بغير ياء . وقرأها يعقوب وابن كثير بالإثبات في الوصل والوقف . وحذفها أبو عمرو ونافع في الوقف وأثبتوها في الوصل ، إلا ورشا حذفها في الحالين ، وكذلك الباقون ; لأنها وقعت في المصحف بغير ياء ومن أثبتها فعلى الأصل ."
    },
    {
      "ayah": 39,
      "surah": 40,
      "text": "قوله تعالى : ياقوم إنما هذه الحياة الدنيا متاع أي يتمتع بها قليلا ثم تنقطع وتزول . وإن الآخرة هي دار القرار أي الاستقرار والخلود . ومراده بالدار الآخرة الجنة والنار لأنهما لا يفنيان . بين ذلك بقوله :"
    },
    {
      "ayah": 4,
      "surah": 40,
      "text": "قوله تعالى : ما يجادل في آيات الله إلا الذين كفروا سجل سبحانه على المجادلين في آيات الله بالكفر ، والمراد الجدال بالباطل ، من الطعن فيها ، والقصد إلى إدحاض الحق ، وإطفاء نور الله تعالى . وقد دل على ذلك في قوله تعالى : وجادلوا بالباطل ليدحضوا به الحق . فأما الجدال فيها لإيضاح ملتبسها ، وحل مشكلها ، ومقادحة أهل العلم في استنباط معانيها ، ورد أهل الزيغ بها وعنها ، فأعظم جهاد في سبيل الله . وقد مضى هذا المعنى في [ البقرة ] عند قوله تعالى : ألم تر إلى الذي حاج إبراهيم في ربه مستوفى .فلا يغررك وقرئ : \" فلا يغرك \" تقلبهم أي : تصرفهم في البلاد فإني وإن أمهلتهم لا أهملهم بل أعاقبهم . قال ابن عباس : يريد تجارتهم من مكة إلى الشام وإلى اليمن . وقيل : لا يغررك ما هم فيه من الخير والسعة في الرزق فإنه متاع قليل في الدنيا . وقال الزجاج : لا يغررك سلامتهم بعد كفرهم فإن عاقبتهم الهلاك . وقال أبو العالية : آيتان ما أشدهما على الذين يجادلون في القرآن : قوله : ما يجادل في آيات الله إلا الذين كفروا ، وقوله : وإن الذين اختلفوا في الكتاب لفي شقاق بعيد ."
    },
    {
      "ayah": 40,
      "surah": 40,
      "text": "من عمل سيئة يعني الشرك فلا يجزى إلا مثلها وهو العذاب . ومن عمل صالحا من ذكر أو أنثى قال ابن عباس : يعني لا إله إلا الله . وهو مؤمن مصدق بقلبه لله وللأنبياء . \" فأولئك يدخلون الجنة يرزقون فيها بغير حساب \" بضم الياء على ما لم يسم فاعله . وهي قراءة ابن كثير وابن محيصن وأبي عمرو ويعقوب وأبي بكر عن عاصم ، يدل عليه يرزقون فيها بغير حساب الباقون يدخلون بفتح الياء ."
    },
    {
      "ayah": 41,
      "surah": 40,
      "text": "قوله تعالى : ويا قوم ما لي أدعوكم إلى النجاة أي إلى طريق الإيمان الموصل إلى الجنان وتدعونني إلى النار بين أن ما قال فرعون من قوله : وما أهديكم إلا سبيل الرشاد سبيل الغي عاقبته النار ، وكانوا دعوه إلى اتباعه . ولهذا قال :"
    },
    {
      "ayah": 42,
      "surah": 40,
      "text": "تدعونني لأكفر بالله وأشرك به ما ليس لي به علم وهو فرعون وأنا أدعوكم إلى العزيز الغفار"
    },
    {
      "ayah": 43,
      "surah": 40,
      "text": "لا جرم تقدم الكلام فيه ، ومعناه حقا أنما تدعونني إليه ما بمعنى الذي ليس له دعوة قال الزجاج : ليس له استجابة دعوة تنفع ، وقال غيره : ليس له دعوة توجب له الألوهية في الدنيا ولا في الآخرة [ ص: 284 ] وقال الكلبي : ليس له شفاعة في الدنيا ولا في الآخرة . وكان فرعون أولا يدعو الناس إلى عبادة الأصنام ، ثم دعاهم إلى عبادة البقر ، فكانت تعبد ما كانت شابة ، فإذا هرمت أمر بذبحها ، ثم دعا بأخرى لتعبد ، ثم لما طال عليه الزمان قال أنا ربكم الأعلى .وأن المسرفين هم أصحاب النار قال قتادة وابن سيرين يعني المشركين . وقال مجاهد والشعبي : هم السفهاء والسفاكون للدماء بغير حقها . وقال عكرمة : الجبارون والمتكبرون . وقيل : هم الذي تعدوا حدود الله . وهذا جامع لما ذكر . و \" أن \" في المواضع في موضع نصب بإسقاط حرف الجر . وعلى ما حكاه سيبويه عن الخليل من أن لا جرم رد لكلام يجوز أن يكون موضع أن رفعا على تقدير : وجب أن ما تدعونني إليه ، كأنه قال : وجب بطلان ما تدعونني إليه ، والمرد إلى الله ، وكون المسرفين هم أصحاب النار ."
    },
    {
      "ayah": 44,
      "surah": 40,
      "text": "قوله تعالى : فستذكرون ما أقول لكم تهديد ووعيد . و \" ما \" يجوز أن تكون بمعنى الذي أي : الذي أقوله لكم . ويجوز أن تكون مصدرية أي : فستذكرون قولي لكم إذا حل بكم العذاب . وأفوض أمري إلى الله أي أتوكل عليه وأسلم أمري إليه . وقيل : هذا يدل على أنهم أرادوا قتله . وقال مقاتل : هرب هذا المؤمن إلى الجبل فلم يقدروا عليه . وقد قيل : القائل موسى . والأظهر أنه مؤمن آل فرعون ، وهو قول ابن عباس ."
    },
    {
      "ayah": 45,
      "surah": 40,
      "text": "قوله تعالى : فوقاه الله سيئات ما مكروا أي من إلحاق أنواع العذاب به فطلبوه فما وجدوه ; لأنه فوض أمره إلى الله . قال قتادة : كان قبطيا فنجاه الله مع بني إسرائيل . فالهاء على هذا لمؤمن آل فرعون . وقيل : إنها لموسى على ما تقدم من الخلاف . وحاق بآل فرعون سوء العذاب قال الكسائي : يقال حاق يحيق حيقا وحيوقا إذا نزل ولزم . ثم بين العذاب فقال :"
    },
    {
      "ayah": 46,
      "surah": 40,
      "text": "النار يعرضون عليها وفيه ستة أوجه : يكون رفعا على البدل من \" سوء \" . ويجوز أن يكون بمعنى هو النار . ويجوز أن يكون مرفوعا بالابتداء . وقال الفراء : يكون مرفوعا بالعائد [ ص: 285 ] على معنى : النار عليها يعرضون ، فهذه أربعة أوجه في الرفع ، وأجاز الفراء النصب ; لأن بعدها عائدا وقبلها ما يتصل به ، وأجاز الأخفش الخفض على البدل من العذاب . والجمهور على أن هذا العرض في البرزخ . واحتج بعض أهل العلم في تثبيت عذاب القبر بقوله : النار يعرضون عليها غدوا وعشيا ما دامت الدنيا . كذلك قال مجاهد وعكرمة ومقاتل ومحمد بن كعب كلهم قال : هذه الآية تدل على عذاب القبر في الدنيا ، ألا تراه يقول عن عذاب الآخرة : ويوم تقوم الساعة أدخلوا آل فرعون أشد العذاب . وفي الحديث عن ابن مسعود : أن أرواح آل فرعون ومن كان مثلهم من الكفار تعرض على النار بالغداة والعشي فيقال : هذه داركم . وعنه أيضا : إن أرواحهم في أجواف طير سود تغدو على جهنم وتروح كل يوم مرتين ، فذلك عرضها . وروى شعبة عن يعلى بن عطاء قال : سمعت ميمون بن مهران يقول : كان أبو هريرة إذا أصبح ينادي : أصبحنا والحمد لله وعرض آل فرعون على النار . فإذا أمسى نادى : أمسينا والحمد لله وعرض آل فرعون على النار ، فلا يسمع أبا هريرة أحد إلا تعوذ بالله من النار . وفي حديث صخر بن جويرية عن نافع عن ابن عمر قال : قال رسول الله - صلى الله عليه وسلم - : إن الكافر إذا مات عرض على النار بالغداة والعشي ثم تلا : النار يعرضون عليها غدوا وعشيا وإن المؤمن إذا مات عرض روحه على الجنة بالغداة والعشي وخرج البخاري ومسلم عن ابن عمر أن رسول الله - صلى الله عليه وسلم - قال : إن أحدكم إذا مات عرض عليه مقعده بالغداة والعشي ، إن كان من أهل الجنة فمن أهل الجنة ، وإن كان من أهل النار فمن أهل النار ، فيقال : هذا مقعدك حتى يبعثك الله إليه يوم القيامة . قال الفراء : في الغداة والعشي بمقادير ذلك في الدنيا . وهو قول مجاهد . قال : غدوا وعشيا قال : من أيام الدنيا . وقال حماد بن محمد الفزاري : قال رجل للأوزاعي رأينا طيورا تخرج من البحر تأخذ ناحية الغرب ، بيضا صغارا فوجا فوجا لا يعلم عددها إلا الله ، فإذا كان العشاء رجعت مثلها سودا . قال : تلك الطيور في حواصلها أرواح آل فرعون ، يعرضون على النار غدوا وعشيا ، فترجع إلى أوكارها وقد احترقت رياشها وصارت [ ص: 286 ] سودا ، فينبت عليها من الليل رياشها بيضا وتتناثر السود ، ثم تغدو فتعرض على النار غدوا وعشيا ، ثم ترجع إلى وكرها ، فذلك دأبها ما كانت في الدنيا ، فإذا كان يوم القيامة قال الله تعالى : أدخلوا آل فرعون أشد العذاب وهو الهاوية . قال الأوزاعي : فبلغنا أنهم ألفا ألف وستمائة ألف . و غدوا مصدر جعل ظرفا على السعة . وعشيا عطف عليه ، وتم الكلام ثم تبتدئ ويوم تقوم الساعة على أن تنصب يوما بقوله : \" أدخلوا \" ويجوز أن يكون منصوبا ب يعرضون على معنى يعرضون على النار في الدنيا ويوم تقوم الساعة فلا يوقف عليه . وقرأ نافع وأهل المدينة وحمزة والكسائي : أدخلوا بقطع الألف وكسر الخاء من أدخل وهي اختيار أبي عبيد ، أي : يأمر الله الملائكة أن يدخلوهم ، ودليله النار يعرضون عليها . الباقون \" ادخلوا \" بوصل الألف وضم الخاء من دخل أي : يقال لهم : \" ادخلوا \" يا \" آل فرعون أشد العذاب \" وهو اختيار أبي حاتم . قال : في القراءة الأولى : \" آل \" مفعول أول و \" أشد \" مفعول ثان بحذف الجر ، وفي القراءة الثانية منصوب ; لأنه نداء مضاف . وآل فرعون : من كان على دينه وعلى مذهبه ، وإذا كان من كان على دينه ومذهبه في أشد العذاب كان هو أقرب إلى ذلك . وروى ابن مسعود عن النبي - صلى الله عليه وسلم - : إن العبد يولد مؤمنا ويحيا مؤمنا ويموت مؤمنا منهم يحيى بن زكريا ولد مؤمنا وحيي مؤمنا ومات مؤمنا ، وإن العبد يولد كافرا ويحيا كافرا ويموت كافرا ، منهم فرعون ولد كافرا وحيي كافرا ومات كافرا ذكره النحاس . وجعل الفراء في الآية تقديما وتأخيرا مجازه : أدخلوا آل فرعون أشد العذاب . النار يعرضون عليها غدوا وعشيا فجعل العرض في الآخرة ، وهو خلاف ما ذهب إليه الجمهور من انتظام الكلام على سياقه على ما تقدم . والله أعلم ."
    },
    {
      "ayah": 47,
      "surah": 40,
      "text": "قوله تعالى : وإذ يتحاجون في النار أي يختصمون فيها فيقول الضعفاء للذين استكبروا عن الانقياد للأنبياء إنا كنا لكم تبعا فيما دعوتمونا إليه من الشرك في الدنيا فهل أنتم مغنون أي متحملون عنا نصيبا من النار أي جزءا من العذاب . والتبع يكون واحدا ويكون جمعا في قول البصريين واحده تابع . وقال أهل الكوفة : هو جمع لا واحد له كالمصدر فلذلك لم يجمع ولو جمع لقيل أتباع ."
    },
    {
      "ayah": 48,
      "surah": 40,
      "text": "قال الذين استكبروا إنا كل فيها أي في جهنم . قال الأخفش : كل مرفوع بالابتداء . وأجاز الكسائي والفراء \" إنا كلا فيها \" بالنصب على النعت والتأكيد للمضمر في \" إنا \" وكذلك قرأ ابن السميقع وعيسى بن عمر والكوفيون يسمون التأكيد نعتا . ومنع ذلك سيبويه ، قال : لأن \" كلا \" لا تنعت ولا ينعت بها . ولا يجوز البدل فيه لأن المخبر عن نفسه لا يبدل منه غيره ، وقال معناه المبرد قال : لا يجوز أن يبدل من المضمر هنا ; لأنه مخاطب ولا يبدل من المخاطب ولا من المخاطب ، لأنهما لا يشكلان فيبدل منهما ، هذا نص كلامه . إن الله قد حكم بين العباد أي لا يؤاخذ أحدا بذنب غيره ، فكل منا كافر ."
    },
    {
      "ayah": 49,
      "surah": 40,
      "text": "قوله تعالى : وقال الذين في النار من الأمم الكافرة . ومن العرب من يقول اللذون على أنه جمع مسلم معرب ، ومن قال : الذين في الرفع بناه كما كان في الواحد مبنيا . وقال الأخفش : ضمت النون إلى الذي فأشبه خمسة عشر فبني على الفتح . لخزنة جهنم خزنة جمع خازن ويقال : خزان وخزن . ادعوا ربكم يخفف عنا يوما من العذاب يخفف جواب مجزوم وإن كان بالفاء كان منصوبا ، إلا أن الأكثر في كلام العرب في جواب الأمر وما أشبهه أن يكون بغير فاء ، وعلى هذا جاء القرآن بأفصح اللغات كما قال [ امرؤ القيس ] :قفا نبك من ذكرى حبيب ومنزلقال محمد بن كعب القرظي : بلغني أو ذكر لي أن أهل النار استغاثوا بالخزنة ، فقال الله تعالى : وقال الذين في النار لخزنة جهنم ادعوا ربكم يخفف عنا يوما من العذاب فسألوا [ ص: 288 ] يوما واحدا يخفف عنهم فيه العذاب ، فردت عليهم أولم تك تأتيكم رسلكم بالبينات قالوا بلى قالوا فادعوا وما دعاء الكافرين إلا في ضلال الخبر بطوله .وفي الحديث عن أبي الدرداء خرجه الترمذي وغيره قال : يلقى على أهل النار الجوع حتى يعدل ما هم فيه من العذاب ، فيستغيثون منه فيغاثون بالضريع لا يسمن ولا يغني من جوع ، فيأكلونه لا يغني عنهم شيئا ، فيستغيثون فيغاثون بطعام ذي غصة فيغصون به ، فيذكرون أنهم كانوا في الدنيا يجيزون الغصص بالماء ، فيستغيثون بالشراب فيرفع لهم الحميم بالكلاليب ، فإذا دنا من وجوههم شواها ، فإذا وقع في بطونهم قطع أمعاءهم وما في بطونهم ، فيستغيثون بالملائكة يقولون : ادعوا ربكم يخفف عنا يوما من العذاب فيجيبوهم أولم تك تأتيكم رسلكم بالبينات قالوا بلى قالوا فادعوا وما دعاء الكافرين إلا في ضلال"
    },
    {
      "ayah": 5,
      "surah": 40,
      "text": "قوله تعالى : كذبت قبلهم قوم نوح على تأنيث الجماعة أي : كذبت الرسل . والأحزاب من بعدهم أي والأمم الذين تحزبوا على أنبيائهم بالتكذيب نحو عاد وثمود فمن بعدهم . وهمت كل أمة برسولهم ليأخذوه أي ليحبسوه ويعذبوه . وقال قتادة والسدي : ليقتلوه . والأخذ يرد بمعنى الإهلاك ، كقوله : ثم أخذتهم فكيف كان نكير والعرب تسمي الأسير الأخيذ ; لأنه مأسور للقتل ، وأنشد قطرب قول الشاعر :فإما تأخذوني تقتلوني فكم من آخذ يهوى خلوديوفي وقت أخذهم لرسولهم قولان : أحدهما عند دعائه لهم . الثاني عند نزول العذاب بهم . وجادلوا بالباطل ليدحضوا به الحق أي ليزيلوا . ومنه مكان دحض أي : مزلقة ، والباطل داحض ; لأنه يزلق ويزل فلا يستقر . قال يحيى بن سلام : جادلوا الأنبياء بالشرك ليبطلوا به الإيمان . فأخذتهم أي بالعذاب . فكيف كان عقاب أي عاقبة الأمم المكذبة . أي : أليس وجدوه حقا ."
    },
    { "ayah": 50, "surah": 40, "text": "أي خسار وتبار" },
    {
      "ayah": 51,
      "surah": 40,
      "text": "قوله تعالى : إنا لننصر رسلنا ويجوز حذف الضمة لثقلها فيقال : \" رسلنا \" والمراد موسى عليه السلام . والذين آمنوا في الحياة الدنيا في موضع نصب عطف على الرسل ، والمراد المؤمن الذي وعظ . وقيل : هو عام في الرسل والمؤمنين ، ونصرهم بإعلاء الحجج وإفلاحها في قول أبي العالية . وقيل : بالانتقام من أعدائهم . قال السدي : ما قتل قوم قط نبيا أو قوما من دعاة الحق من المؤمنين إلا بعث الله - عز وجل - من ينتقم لهم ، فصاروا منصورين فيها وإن قتلوا .قوله تعالى : ويوم يقوم الأشهاد يعني يوم القيامة . قال زيد بن أسلم : الأشهاد أربعة : الملائكة والنبيون والمؤمنون والأجساد . وقال مجاهد والسدي : الأشهاد الملائكة تشهد للأنبياء بالإبلاغ وعلى الأمم بالتكذيب . وقال قتادة : الملائكة والأنبياء . ثم قيل : الأشهاد جمع شهيد مثل شريف وأشراف . وقال الزجاج : الأشهاد جمع شاهد مثل [ ص: 289 ] صاحب وأصحاب . النحاس : ليس باب فاعل أن يجمع على أفعال ولا يقاس عليه ، ولكن ما جاء منه مسموعا أدي كما سمع ، وكان على حذف الزائد . وأجاز الأخفش والفراء : \" ويوم تقوم الأشهاد \" بالتاء على تأنيث الجماعة . وفي الحديث عن أبي الدرداء وبعض المحدثين يقول عن النبي - صلى الله عليه وسلم - قال : من رد عن عرض أخيه المسلم كان حقا على الله - عز وجل - أن يرد عنه نار جهنم ثم تلا : إنا لننصر رسلنا والذين آمنوا . وعنه - عليه السلام - أنه قال : من حمى مؤمنا من منافق يغتابه بعث الله - عز وجل - يوم القيامة ملكا يحميه من النار ، ومن ذكر مسلما بشيء يشينه به وقفه الله - عز وجل - على جسر من جهنم حتى يخرج مما قال ."
    },
    {
      "ayah": 52,
      "surah": 40,
      "text": "\" يوم \" بدل من \" يوم \" الأول . لا ينفع الظالمين معذرتهم قرأ نافع والكوفيون ينفع بالياء . الباقون بالتاء .ولهم اللعنة ولهم سوء الدار اللعنة البعد من رحمة الله و سوء الدار جهنم ."
    },
    {
      "ayah": 53,
      "surah": 40,
      "text": "قوله تعالى : ولقد آتينا موسى الهدى هذا دخل في نصرة الرسل في الدنيا والآخرة أي : آتيناه التوراة والنبوة . وسميت التوراة هدى بما فيها من الهدى والنور ، وفي التنزيل : إنا أنزلنا التوراة فيها هدى ونور .وأورثنا بني إسرائيل الكتاب يعني التوراة جعلناها لهم ميراثا ."
    },
    {
      "ayah": 54,
      "surah": 40,
      "text": "هدى بدل من الكتاب ويجوز بمعنى هو هدى ، يعني ذلك الكتاب . وذكرى لأولي الألباب أي موعظة لأصحاب العقول ."
    },
    {
      "ayah": 55,
      "surah": 40,
      "text": "قوله تعالى : فاصبر إن وعد الله حق أي فاصبر يا محمد على أذى المشركين ، كما صبر من قبلك إن وعد الله حق بنصرك وإظهارك ، كما نصرت موسى وبني إسرائيل . وقال الكلبي : نسخ هذا بآية السيف .واستغفر لذنبك قيل : لذنب أمتك ، حذف المضاف وأقيم المضاف إليه مقامه . وقيل : لذنب نفسك على من يجوز الصغائر على الأنبياء . ومن قال لا تجوز قال : هذا تعبد للنبي - عليه السلام - بدعاء ، كما قال تعالى : وآتنا ما وعدتنا والفائدة زيادة الدرجات وأن يصير الدعاء سنة لمن بعده . وقيل : فاستغفر الله من ذنب صدر منك قبل النبوة . وسبح بحمد ربك بالعشي والإبكار يعني صلاة الفجر وصلاة العصر ، قاله الحسن وقتادة . وقيل : هي صلاة كانت بمكة قبل أن تفرض الصلوات الخمس ركعتان غدوة وركعتان عشية . عن الحسن أيضا ذكره الماوردي . فيكون هذا مما نسخ والله أعلم . وقوله : بحمد ربك بالشكر له والثناء عليه . وقيل : وسبح بحمد ربك أي : استدم التسبيح في الصلاة وخارجا منها لتشتغل بذلك عن استعجال النصر ."
    },
    {
      "ayah": 56,
      "surah": 40,
      "text": "قوله تعالى : إن الذين يجادلون يخاصمون في آيات الله بغير سلطان أي حجة أتاهم إن في صدورهم إلا كبر ما هم ببالغيه قال الزجاج : المعنى ما في صدورهم إلا كبر ما هم ببالغي إرادتهم فيه . قدره على الحذف . وقال غيره : المعنى ما هم ببالغي الكبر على غير حذف ; لأن هؤلاء قوم رأوا أنهم إن اتبعوا النبي - صلى الله عليه وسلم - قل ارتفاعهم ، ونقصت أحوالهم ، وأنهم يرتفعون إذا لم يكونوا تبعا ، فأعلم الله - عز وجل - أنهم لا يبلغون الارتفاع الذي أملوه بالتكذيب . والمراد المشركون . وقيل : اليهود ، فالآية مدنية على هذا كما تقدم أول السورة .والمعنى : إن تعظموا عن اتباع محمد - صلى الله عليه وسلم - وقالوا : إن الدجال سيخرج عن قريب فيرد الملك إلينا ، وتسير معه الأنهار ، وهو آية من آيات الله فذلك كبر لا يبلغونه فنزلت الآية فيهم . قاله أبو العالية وغيره . وقد تقدم في [ آل عمران ] أنه يخرج ويطأ البلاد كلها إلا مكة والمدينة . وقد ذكرنا خبره مستوفى في كتاب التذكرة . وهو يهودي واسمه صاف ويكنى أبا يوسف . وقيل : كل من كفر بالنبي صلى الله عليه وسلم . وهذا حسن ; لأنه يعم . وقال مجاهد : معناه في صدورهم [ ص: 291 ] عظمة ما هم ببالغيها . والمعنى واحد . وقيل : المراد بالكبر الأمر الكبير أي : يطلبون النبوة أو أمرا كبيرا يصلون به إليك من القتل ونحوه ، ولا يبلغون ذلك . أو يتمنون موتك قبل أن يتم دينك ولا يبلغونه .قوله تعالى : فاستعذ بالله قيل : من فتنة الدجال على قول من قال إن الآية نزلت في اليهود . وعلى القول الآخر : من شر الكفار . وقيل : من مثل ما ابتلوا به من الكفر والكبر . إنه هو السميع البصير هو يكون فاصلا ويكون مبتدأ وما بعده خبره ، والجملة خبر إن على ما تقدم ."
    },
    {
      "ayah": 57,
      "surah": 40,
      "text": "قوله تعالى : لخلق السماوات والأرض أكبر من خلق الناس مبتدأ وخبره . قال أبو العالية : أي : أعظم من خلق الدجال حين عظمته اليهود . وقال يحيى بن سلام : هو احتجاج على منكري البعث ، أي : هما أكبر من إعادة خلق الناس فلم اعتقدوا عجزي عنها ؟ . ولكن أكثر الناس لا يعلمون ذلك ."
    },
    {
      "ayah": 58,
      "surah": 40,
      "text": "قوله تعالى : وما يستوي الأعمى والبصير أي المؤمن والكافر والضال والمهتدي . والذين آمنوا وعملوا الصالحات أي ولا يستوي العامل للصالحات ولا المسيء الذي يعمل السيئات . قليلا ما تتذكرون قراءة العامة بياء على الخبر واختاره أبو عبيد وأبو حاتم ، لأجل ما قبله من الخبر وما بعده . وقرأ الكوفيون بالتاء على الخطاب ."
    },
    {
      "ayah": 59,
      "surah": 40,
      "text": "قوله تعالى : إن الساعة لآتية هذه لام التأكيد دخلت في خبر إن ، وسبيلها أن تكون في أول الكلام ; لأنها توكيد الجملة إلا أنها تزحلق عن موضعها ، كذا قال سيبويه . تقول : إن عمرا لخارج ، وإنما أخرت عن موضعها لئلا يجمع بينها وبين إن ، لأنهما يؤديان عن معنى واحد ، وكذا لا يجمع بين إن وأن عند البصريين . وأجاز هشام إن أن زيدا منطلق حق ، فإن حذفت حقا لم يجز عند أحد من النحويين علمته ، قاله النحاس . لا ريب فيها لا شك ولا مرية . ولكن أكثر الناس لا يؤمنون أي لا يصدقون بها ، وعندها يبين فرق ما بين الطائع والعاصي ."
    },
    {
      "ayah": 6,
      "surah": 40,
      "text": "قوله تعالى : وكذلك حقت أي وجبت ولزمت ، مأخوذ من الحق لأنه اللازم . كلمة ربك هذه قراءة العامة على التوحيد . وقرأ نافع وابن عامر : \" كلمات \" جمعا . على الذين كفروا أنهم قال الأخفش : أي : لأنهم وبأنهم . قال الزجاج : ويجوز إنهم بكسر الهمزة . أصحاب النار أي : المعذبون بها . وتم الكلام ."
    },
    {
      "ayah": 60,
      "surah": 40,
      "text": "قوله تعالى : وقال ربكم ادعوني أستجب لكم الآية . روى النعمان بن بشير قال : سمعت النبي - صلى الله عليه وسلم - يقول : الدعاء هو العبادة ثم قرأ وقال ربكم ادعوني أستجب لكم إن الذين يستكبرون عن عبادتي سيدخلون جهنم داخرين قال أبو عيسى : هذا حديث حسن صحيح . فدل هذا على أن الدعاء هو العبادة . وكذا قال أكثر المفسرين وأن المعنى : وحدوني واعبدوني أتقبل عبادتكم وأغفر لكم . وقيل : هو الذكر والدعاء والسؤال . قال أنس : قال النبي - صلى الله عليه وسلم - : ليسأل أحدكم ربه حاجته كلها حتى يسأله شسع نعله إذا انقطع ويقال الدعاء : هو ترك الذنوب . وحكى قتادة أن كعب الأحبار قال : أعطيت هذه الأمة ثلاثا لم تعطهن أمة قبلهم إلا نبي : كان إذا أرسل نبي قيل له : أنت شاهد على أمتك ، وقال تعالى لهذه الأمة : لتكونوا شهداء على الناس وكان يقال للنبي : ليس عليك في الدين من حرج ، وقال لهذه الأمة : وما جعل عليكم في الدين من حرج وكان يقال للنبي : ادعني أستجب لك ، وقال لهذه الأمة : ادعوني أستجب لكم .قلت : مثل هذا لا يقال من جهة الرأي . وقد جاء مرفوعا ، رواه ليث عن شهر بن حوشب عن عبادة بن الصامت ، قال : سمعت رسول الله - صلى الله عليه وسلم - يقول : أعطيت أمتي ثلاثا لم تعط إلا للأنبياء ، كان الله تعالى إذا بعث النبي قال : ادعني أستجب لك ، وقال لهذه الأمة : ادعوني أستجب لكم وكان الله إذا بعث النبي قال : ما جعل عليك في الدين من حرج ، وقال لهذه [ ص: 293 ] الأمة : وما جعل عليكم في الدين من حرج وكان الله إذا بعث النبي جعله شهيدا على قومه ، وجعل هذه الأمة شهداء على الناس ذكره الترمذي الحكيم في نوادر الأصول . وكان خالد الربعي يقول : عجيب لهذه الأمة ، قيل لها : ادعوني أستجب لكم أمرهم بالدعاء ووعدهم الاستجابة ، وليس بينهما شرط . قال له قائل : مثل ماذا ؟ قال : مثل قوله تعالى : وبشر الذين آمنوا وعملوا الصالحات فهاهنا شرط ، وقوله : وبشر الذين آمنوا أن لهم قدم صدق فليس فيه شرط العمل ، ومثل قوله : فادعوا الله مخلصين له الدين فهاهنا شرط ، وقوله تعالى : ادعوني أستجب لكم ليس فيه شرط . وكانت الأمة تفزع إلى أنبيائها في حوائجها حتى تسأل الأنبياء لهم ذلك . وقد قيل : إن هذا من باب المطلق والمقيد على ما تقدم في [ البقرة ] بيانه . أي : أستجب لكم إن شئت ، كقوله : فيكشف ما تدعون إليه إن شاء . وقد تكون الاستجابة في غير عين المطلوب على حديث أبي سعيد الخدري على ما تقدم في [ البقرة ] بيانه فتأمله هناك . وقرأ ابن كثير وابن محيصن ورويس عن يعقوب وعياش عن أبي عمرو وأبو بكر والمفضل عن عاصم \" سيدخلون \" بضم الياء وفتح الخاء على ما لم يسم فاعله . الباقون \" يدخلون \" بفتح الياء وضم الخاء . ومعنى داخرين صاغرين أذلاء ، وقد تقدم ."
    },
    {
      "ayah": 61,
      "surah": 40,
      "text": "قوله تعالى : الله الذي جعل لكم الليل لتسكنوا فيه جعل هنا بمعنى خلق ، والعرب تفرق بين جعل إذا كانت بمعنى خلق وبين جعل إذا لم تكن بمعنى خلق ، فإذا كانت بمعنى خلق فلا تعديها إلا إلى مفعول واحد ، وإذا لم تكن بمعنى خلق عدتها إلى مفعولين ، نحو قوله : إنا جعلناه قرآنا عربيا وقد مضى هذا المعنى في غير موضع . والنهار مبصرا أي مضيئا لتبصروا فيه حوائجكم وتتصرفوا في طلب معائشكم . إن الله لذو فضل على الناس ولكن أكثر الناس لا يشكرون فضله وإنعامه عليهم ."
    },
    {
      "ayah": 62,
      "surah": 40,
      "text": "قوله تعالى : ذلكم الله ربكم خالق كل شيء بين الدلالة على وحدانيته وقدرته . لا إله إلا هو فأنى تؤفكون أي كيف تنقلبون وتنصرفون عن الإيمان بعد أن تبينت لكم دلائله [ ص: 294 ]"
    },
    {
      "ayah": 63,
      "surah": 40,
      "text": "كذلك ، أي : كما صرفتم عن الحق مع قيام الدليل عليه ف كذلك يؤفك يصرف عن الحق الذين كانوا بآيات الله يجحدون ."
    },
    {
      "ayah": 64,
      "surah": 40,
      "text": "قوله تعالى : الله الذي جعل لكم الأرض قرارا زاد في تأكيد التعريف والدليل ، أي : جعل لكم الأرض مستقرا لكم في حياتكم وبعد الموت . والسماء بناء تقدم . وصوركم فأحسن صوركم أي خلقكم في أحسن صورة . وقرأ أبو رزين والأشهب العقيلي \" صوركم \" بكسر الصاد ، قال الجوهري : والصور بكسر الصاد لغة في الصور جمع صورة ، وينشد هذا البيت على هذه اللغة يصف الجواري :أشبهن من بقر الخلصاء أعينها وهن أحسن من صيرانها صوراوالصيران جمع صوار وهو القطيع من البقر ، والصوار أيضا وعاء المسك ، وقد جمعهما الشاعر بقوله :إذا لاح الصوار ذكرت ليلى     وأذكرها إذا نفح الصواروالصيار لغة فيه .ورزقكم من الطيبات ذلكم الله ربكم فتبارك الله رب العالمين تقدم ."
    },
    {
      "ayah": 65,
      "surah": 40,
      "text": "هو الحي أي الباقي الذي لا يموت لا إله إلا هو فادعوه مخلصين له الدين أي الطاعة والعبادة . الحمد لله رب العالمين قال الفراء : هو خبر وفيه إضمار أمر أي : ادعوه واحمدوه . وقد مضى هذا كله مستوفى في \" البقرة \" وغيرها . وقال ابن عباس : من قال : \" لا إله إلا الله \" فليقل الحمد لله رب العالمين ."
    },
    {
      "ayah": 66,
      "surah": 40,
      "text": "قوله تعالى : قل إني نهيت أي قل يا محمد : نهاني الله الذي هو الحي القيوم ولا إله غيره أن أعبد غيره . لما جاءني البينات من ربي أي دلائل توحيده وأمرت أن أسلم أذل وأخضع لرب العالمين وكانوا دعوه إلى دين آبائه ، فأمر أن يقول هذا ."
    },
    {
      "ayah": 67,
      "surah": 40,
      "text": "قوله تعالى : هو الذي خلقكم من تراب ثم من نطفة ثم من علقة ثم يخرجكم طفلا أي أطفالا . وقد تقدم هذا . ثم لتبلغوا أشدكم وهي حالة اجتماع القوة وتمام العقل . وقد مضى في [ الأنعام ] بيانه .ثم لتكونوا شيوخا بضم الشين قراءة نافع وابن محيصن وحفص وهشام ويعقوب وأبي عمرو على الأصل ; لأنه جمع فعل ، نحو : قلب وقلوب ورأس ورءوس . وقرأ الباقون بكسر الشين لمراعاة الياء ، وكلاهما جمع كثرة ، وفي العدد القليل أشياخ والأصل أشيخ ، مثل فلس وأفلس إلا أن الحركة في الياء ثقيلة . وقرئ \" شيخا \" على التوحيد ، كقوله : طفلا والمعنى كل واحد منكم ، واقتصر على الواحد لأن الغرض بيان الجنس . وفي الصحاح : جمع الشيخ شيوخ وأشياخ وشيخة وشيخان ومشيخة ومشايخ ومشيوخاء ، والمرأة شيخة . قال عبيد [ ابن الأبرص ] : .كأنها شيخة رقوبوقد شاخ الرجل يشيخ شيخا بالتحريك على أصله وشيخوخة ، وأصل الياء متحركة فسكنت ; لأنه ليس في الكلام فعلول . وشيخ تشييخا أي : شاخ . وشيخته دعوته شيخا للتبجيل . وتصغير الشيخ شييخ وشييخ أيضا بكسر الشين ولا تقل : شويخ النحاس : وإن اضطر شاعر جاز أن يقول أشيخ مثل عين وأعين إلا أنه حسن في عين ; لأنها مؤنثة . والشيخ من جاوز أربعين سنة .ومنكم من يتوفى من قبل قال مجاهد : أي : من قبل أن يكون شيخا ، أو من قبل هذه الأحوال إذا خرج سقطا . ولتبلغوا أجلا مسمى قال مجاهد : الموت للكل . واللام لام العاقبة . ولعلكم تعقلون ذلك فتعلموا أن لا إله غيره ."
    },
    {
      "ayah": 68,
      "surah": 40,
      "text": "قوله تعالى : هو الذي يحيي ويميت زاد في التنبيه أي : هو الذي يقدر على الإحياء والإماتة . فإذا قضى أمرا أي أراد فعله قال : له كن فيكون ونصب \" فيكون \" ابن عامر على جواب الأمر . وقد مضى في [ البقرة ] القول فيه ."
    },
    {
      "ayah": 69,
      "surah": 40,
      "text": "قوله تعالى : ألم تر إلى الذين يجادلون في آيات الله أنى يصرفون قال ابن زيد : هم المشركون بدليل قوله : الذين كذبوا بالكتاب وبما أرسلنا به رسلنا . وقال أكثر المفسرين : نزلت في القدرية . قال ابن سيرين : إن لم تكن هذه الآية نزلت في القدرية فلا أدري فيمن نزلت .قال أبو قبيل : لا أحسب المكذبين بالقدر إلا الذين يجادلون الذين آمنوا . وقال عقبة بن عامر : قال النبي - صلى الله عليه وسلم - : نزلت هذه الآية في القدرية ذكره المهدوي ."
    },
    {
      "ayah": 7,
      "surah": 40,
      "text": "الذين يحملون العرش ومن حوله يسبحون بحمد ربهم ويؤمنون به ويستغفرون للذين آمنوا ويروى : أن حملة العرش أرجلهم في الأرض السفلى ورءوسهم قد خرقت العرش ، وهم خشوع لا يرفعون طرفهم ، وهم أشراف الملائكة وأفضلهم . ففي الحديث : أن الله تبارك وتعالى أمر جميع الملائكة أن يغدوا ويروحوا بالسلام على حملة العرش تفضيلا لهم على سائر الملائكة . ويقال : خلق الله العرش من جوهرة خضراء ، وبين القائمتين من قوائمه خفقان الطير المسرع ثمانين ألف عام . وقيل : حول العرش سبعون ألف صف من الملائكة يطوفون به مهللين مكبرين ، ومن ورائهم سبعون ألف صف قيام ، قد وضعوا أيديهم على عواتقهم ، ورافعين أصواتهم بالتهليل والتكبير ، ومن [ ص: 263 ] ورائهم مائة ألف صف ، وقد وضعوا الأيمان على الشمائل ، ما منهم أحد إلا وهو يسبح بما لا يسبح به الآخر . وقرأ ابن عباس : العرش بضم العين ، ذكر جميعه الزمخشري رحمه الله . وقيل : اتصل هذا بذكر الكفار ; لأن المعنى والله أعلم - الذين يحملون العرش ومن حوله ينزهون الله - عز وجل - عما يقوله الكفار ويستغفرون للذين آمنوا أي يسألون لهم المغفرة من الله تعالى . وأقاويل أهل التفسير على أن العرش هو السرير ، وأنه جسم مجسم خلقه الله عز وجل ، وأمر ملائكة بحمله ، وتعبدهم بتعظيمه والطواف به ، كما خلق في الأرض بيتا وأمر بني آدم بالطواف به واستقباله في الصلاة . وروى ابن طهمان ، عن موسى بن عقبة ، عن محمد بن المنكدر ، عن جابر بن عبد الله الأنصاري ، قال : قال رسول الله - صلى الله عليه وسلم - : أذن لي أن أحدث عن ملك من ملائكة الله من حملة العرش ما بين شحمة أذنه إلى عاتقه مسير سبعمائة عام ذكره البيهقي وقد مضى في [ البقرة ] في آية الكرسي عظم العرش وأنه أعظم المخلوقات . وروى ثور بن يزيد ، عن خالد بن معدان ، عن كعب الأحبار أنه قال : لما خلق الله تعالى العرش قال : لن يخلق الله خلقا أعظم مني ، فاهتز فطوقه الله بحية ، للحية سبعون ألف جناح ، في الجناح سبعون ألف ريشة ، في كل ريشة سبعون ألف وجه ، في كل وجه سبعون ألف فم ، في كل فم سبعون ألف لسان . يخرج من أفواهها في كل يوم من التسبيح عدد قطر المطر ، وعدد ورق الشجر ، وعدد الحصى والثرى ، وعدد أيام الدنيا وعدد الملائكة أجمعين ، فالتوت الحية بالعرش ، فالعرش إلى نصف الحية وهي ملتوية به . وقال مجاهد : بين السماء السابعة وبين العرش سبعون ألف حجاب ، حجاب نور وحجاب ظلمة ، وحجاب نور وحجاب ظلمة .ربنا أي يقولون ربنا وسعت كل شيء رحمة وعلما أي وسعت رحمتك وعلمك كل شيء ، فلما نقل الفعل عن الرحمة والعلم نصب على التفسير . فاغفر للذين تابوا أي من الشرك والمعاصي واتبعوا سبيلك أي دين الإسلام . وقهم عذاب الجحيم أي اصرفه عنهم حتى لا يصل إليهمقال إبراهيم النخعي : كان أصحاب عبد الله يقولون : الملائكة خير من ابن الكواء ، هم يستغفرون لمن في الأرض وابن الكواء يشهد عليهم بالكفر ، قال إبراهيم : وكانوا يقولون : لا يحجبون الاستغفار عن أحد من أهل القبلة . وقال مطرف بن عبد الله : وجدنا أنصح عباد الله لعباد الله الملائكة ، ووجدنا أغش عباد الله لعباد الله الشيطان ، وتلا هذه الآية . وقال يحيى بن معاذ الرازي لأصحابه في هذه الآية : افهموها فما [ ص: 264 ] في العالم جنة أرجى منها ، إن ملكا واحدا لو سأل الله أن يغفر لجميع المؤمنين لغفر لهم ، كيف وجميع الملائكة وحملة العرش يستغفرون للمؤمنين . وقال خلف بن هشام البزار القارئ : كنت أقرأ على سليم بن عيسى فلما بلغت : ويستغفرون للذين آمنوا بكى ثم قال : يا خلف ما أكرم المؤمن على الله ، نائما على فراشه والملائكة يستغفرون له ."
    },
    {
      "ayah": 70,
      "surah": 40,
      "text": "قال أبو قبيل : لا أحسب المكذبين بالقدر إلا الذين يجادلون الذين آمنوا .وقال عقبة بن عامر : قال النبي صلى الله عليه وسلم : ( نزلت هذه الآية في القدرية ) ذكره المهدوي ."
    },
    {
      "ayah": 71,
      "surah": 40,
      "text": "قوله تعالى : إذ الأغلال في أعناقهم أي عن قريب يعلمون بطلان ما هم فيه إذا دخلوا النار وغلت أيديهم إلى أعناقهم . قال التيمي : لو أن غلا من أغلال جهنم وضع على جبل لوهصه حتى يبلغ الماء الأسود .والسلاسل بالرفع قراءة العامة عطفا على الأغلال . قال أبو حاتم : يسحبون مستأنف على هذه القراءة . وقال غيره : هو في موضع نصب على الحال ، والتقدير : إذ الأغلال في أعناقهم والسلاسل مسحوبين . وقرأ ابن عباس وأبو الجوزاء وعكرمة وابن مسعود \" والسلاسل \" بالنصب \" يسحبون \" بفتح الياء ، والتقدير في هذه القراءة : ويسحبون السلاسل . قال ابن عباس : إذا كانوا يجرونها فهو أشد عليهم . وحكي عن بعضهم [ ص: 297 ] \" والسلاسل \" بالجر ، ووجهه أنه محمول على المعنى ; لأن المعنى : أعناقهم في الأغلال والسلاسل ، قاله الفراء . وقال الزجاج : ومن قرأ \" والسلاسل يسحبون \" بالخفض فالمعنى عنده وفي \" السلاسل يسحبون \" . قال ابن الأنباري : والخفض على هذا المعنى غير جائز ، لأنك إذا قلت : زيد في الدار ، لم يحسن أن تضمر \" في \" فتقول : زيد الدار ، ولكن الخفض جائز . على معنى : إذ أعناقهم في الأغلال والسلاسل ، فتخفض السلاسل على النسق على تأويل الأغلال ; لأن الأغلال في تأويل الخفض ، كما تقول : خاصم عبد الله زيدا العاقلين ، فتنصب العاقلين . ويجوز رفعهما ; لأن أحدهما إذا خاصم صاحبه فقد خاصمه صاحبه ، أنشد الفراء :قد سالم الحيات منه القدما الأفعوان والشجاع الشجعمافنصب الأفعوان على الإتباع للحيات إذا سالمت القدم فقد سالمتها القدم . فمن نصب السلاسل أو خفضها لم يقف عليها ."
    },
    {
      "ayah": 72,
      "surah": 40,
      "text": "و الحميم المتناهي في الحر . وقيل : الصديد المغلي . ثم في النار يسجرون أي يطرحون فيها فيكونون وقودا لها ، قال مجاهد . يقال : سجرت التنور أي : أوقدته ، وسجرته ملأته ، ومنه والبحر المسجور أي : المملوء . فالمعنى على هذا : تملأ بهم النار ، وقال الشاعر يصف وعلا :إذا شاء طالع مسجورة     ترى حولها النبع والسمسماأي : عينا مملوءة ."
    },
    { "ayah": 73, "surah": 40, "text": "ثم قيل لهم أين ما كنتم تشركون من دون الله وهذا تقريع وتوبيخ ." },
    {
      "ayah": 74,
      "surah": 40,
      "text": "قالوا ضلوا عنا أي هلكوا وذهبوا عنا وتركونا في العذاب ، من ضل الماء في اللبن أي : خفي . وقيل : أي : صاروا بحيث لا نجدهم . بل لم نكن ندعو من قبل شيئا أي شيئا لا يبصر ولا يسمع ولا يضر ولا ينفع . وليس هذا إنكارا لعبادة الأصنام ، بل هو اعتراف بأن عبادتهم الأصنام كانت باطلة ، قال الله تعالى : كذلك يضل الله الكافرين أي كما فعل بهؤلاء من الإضلال يفعل بكل كافر ."
    },
    {
      "ayah": 75,
      "surah": 40,
      "text": "قوله تعالى : ذلكم أي ذلكم العذاب بما كنتم تفرحون بالمعاصي يقال لهم ذلك توبيخا . أي : إنما نالكم هذا بما كنتم تظهرون في الدنيا من السرور بالمعصية وكثرة المال والأتباع والصحة . وقيل : إن فرحهم بها عندهم أنهم قالوا للرسل : نحن نعلم أنا لا نبعث ولا نعذب . وكذا قال مجاهد في قوله - جل وعز - : فلما جاءتهم رسلهم بالبينات فرحوا بما عندهم من العلم وبما كنتم تمرحون قال مجاهد وغيره : أي : تبطرون وتأشرون . وقد مضى [ ص: 298 ] في [ سبحان ] بيانه . وقال الضحاك : الفرح السرور ، والمرح العدوان . وروى خالد عن ثور عن معاذ قال : قال رسول الله - صلى الله عليه وسلم - : إن الله يبغض البذخين الفرحين ، ويحب كل قلب حزين ، ويبغض أهل بيت لحمين ، ويبغض كل حبر سمين فأما أهل بيت لحمين : فالذين يأكلون لحوم الناس بالغيبة . وأما الحبر السمين : فالمتحبر بعلمه ولا يخبر بعلمه الناس ، يعني المستكثر من علمه ولا ينتفع به الناس . ذكره الماوردي . وقد قيل في اللحمين : إنهم الذين يكثرون أكل اللحم ، ومنه قول عمر : اتقوا هذه المجازر فإن لها ضراوة كضراوة الخمر ، ذكره المهدوي . والأول قول سفيان الثوري ."
    },
    {
      "ayah": 76,
      "surah": 40,
      "text": "ادخلوا أبواب جهنم أي يقال لهم ذلك اليوم ، وقد قال الله تعالى : لها سبعة أبواب فبئس مثوى المتكبرين تقدم جميعه ."
    },
    {
      "ayah": 77,
      "surah": 40,
      "text": "قوله تعالى : فاصبر إن وعد الله حق هذا تسلية للنبي - عليه السلام - أي : إنا لننتقم لك منهم إما في حياتك أو في الآخرة . فإما نرينك في موضع جزم بالشرط ، وما زائدة للتوكيد وكذا النون ، وزال الجزم وبني الفعل على الفتح . أو نتوفينك عطف عليه فإلينا يرجعون الجواب ."
    },
    {
      "ayah": 78,
      "surah": 40,
      "text": "قوله تعالى : ولقد أرسلنا رسلا من قبلك عزاه أيضا بما لقيت الرسل من قبله . منهم من قصصنا عليك أي أنبأناك بأخبارهم وما لقوا من قومهم .ومنهم من لم نقصص عليك وما كان لرسول أن يأتي بآية إلا بإذن الله أي من قبل نفسه إلا بإذن الله فإذا جاء أمر الله أي إذا جاء الوقت المسمى لعذابهم أهلكهم الله ، وإنما التأخير لإسلام من علم الله إسلامه منهم ، ولمن في أصلابهم من المؤمنين . وقيل : أشار بهذا إلى القتل ببدر . قضي بينهم بالحق وخسر هنالك المبطلون أي الذين يتبعون الباطل والشرك ."
    },
    {
      "ayah": 79,
      "surah": 40,
      "text": "قوله تعالى : الله الذي جعل لكم الأنعام قال أبو إسحاق الزجاج : الأنعام هاهنا الإبل . لتركبوا منها ومنها تأكلون فاحتج من منع من أكل الخيل وأباح أكل الجمال بأن الله - عز وجل - قال في الأنعام : ومنها تأكلون وقال في الخيل : والخيل والبغال والحمير لتركبوها ولم يذكر إباحة أكلها . وقد مضى هذا في [ النحل ] مستوفى ."
    },
    {
      "ayah": 8,
      "surah": 40,
      "text": "قوله تعالى : ربنا وأدخلهم جنات عدن يروى أن عمر بن الخطاب قال لكعب الأحبار : ما جنات عدن ؟ . قال : قصور من ذهب في الجنة يدخلها النبيون والصديقون والشهداء وأئمة العدل . التي وعدتهم التي في محل نصب نعتا للجنات .ومن صلح من في محل نصب عطفا على الهاء والميم في قوله : وأدخلهم . ومن صلح \" بالإيمان من آبائهم وأزواجهم وذرياتهم وقد مضى في [ الرعد ] نظير هذه الآية . قال سعيد بن جبير : يدخل الرجل الجنة ، فيقول : يا رب أين أبي وجدي وأمي ؟ وأين ولدي وولد ولدي ؟ وأين زوجاتي ؟ فيقال : إنهم لم يعملوا كعملك ، فيقول : يا رب كنت أعمل لي ولهم ، فيقال : أدخلوهم الجنة . ثم تلا : الذين يحملون العرش ومن حوله إلى قوله : ومن صلح من آبائهم وأزواجهم وذرياتهم . ويقرب من هذه الآية قوله : والذين آمنوا واتبعتهم ذريتهم بإيمان ألحقنا بهم ذريتهم ."
    },
    {
      "ayah": 80,
      "surah": 40,
      "text": "قوله تعالى : ولكم فيها منافع في الوبر والصوف والشعر واللبن والزبد والسمن والجبن وغير ذلك . ولتبلغوا عليها حاجة في صدوركم أي تحمل الأثقال والأسفار . وقد مضى في [ النحل ] بيان هذا كله فلا معنى لإعادته . ثم قال وعليها يعني الأنعام في البر وعلى الفلك في البحر تحملون"
    },
    {
      "ayah": 81,
      "surah": 40,
      "text": "ويريكم آياته أي آياته الدالة على وحدانيته وقدرته فيما ذكر . فأي آيات الله تنكرون نصب \" أي \" ب \" تنكرون \" ، لأن الاستفهام له صدر الكلام فلا يعمل فيه ما قبله ، ولو كان مع الفعل هاء لكان الاختيار في \" أي \" الرفع ، ولو كان الاستفهام بألف أو هل وكان بعدهما اسم بعده فعل معه هاء لكان الاختيار النصب ، أي : إذا كنتم لا تنكرون أن هذه الأشياء من الله فلم تنكرون قدرته على البعث والنشر ."
    },
    {
      "ayah": 82,
      "surah": 40,
      "text": "قوله تعالى : أفلم يسيروا في الأرض حتى يشاهدوا آثار الأمم السالفة كانوا أكثر منهم عددا وأشد قوة وآثارا في الأرض فما أغنى عنهم ما كانوا يكسبون من الأبنية والأموال وما أدالوا به من الأولاد والأتباع ، يقال : دلوت بفلان ، إليك أي : استشفعت به إليك . وعلى هذا \" ما \" للجحد أي : فلم يغن عنهم ذلك شيئا . وقيل : \" ما \" للاستفهام أي : أي شيء أغنى عنهم كسبهم حين هلكوا ولم ينصرف \" أكثر \" ; لأنه على وزن أفعل . وزعم الكوفيون أن كل ما لا ينصرف فإنه يجوز أن ينصرف إلا أفعل من كذا فإنه لا يجوز صرفه بوجه في شعر ولا غيره إذا كانت معه من . قال أبو العباس : ولو كانت \" من \" المانعة من صرفه لوجب ألا يقال : مررت بخير منك وشر منك ومن عمرو ."
    },
    {
      "ayah": 83,
      "surah": 40,
      "text": "قوله تعالى : فلما جاءتهم رسلهم بالبينات أي بالآيات الواضحات . فرحوا بما عندهم من العلم في معناه ثلاثة أقوال . قال مجاهد : إن الكفار الذين فرحوا بما عندهم من العلم قالوا : نحن أعلم منهم ، لن نعذب ولن نبعث . وقيل : فرح الكفار بما عندهم من علم الدنيا نحو يعلمون ظاهرا من الحياة الدنيا . وقيل : الذين فرحوا الرسل لما كذبهم قومهم أعلمهم الله - عز وجل - أنه مهلك الكافرين ومنجيهم والمؤمنين ف فرحوا بما عندهم من العلم بنجاة المؤمنين وحاق بهم أي بالكفار ما كانوا به يستهزئون أي عقاب استهزائهم بما جاء به الرسل صلوات الله عليهم ."
    },
    {
      "ayah": 84,
      "surah": 40,
      "text": "قوله تعالى : فلما رأوا بأسنا أي عاينوا العذاب . قالوا آمنا بالله وحده وكفرنا بما كنا به مشركين أي آمنا بالله وكفرنا بالأوثان التي أشركناهم في العبادة"
    },
    {
      "ayah": 85,
      "surah": 40,
      "text": "فلم يك ينفعهم إيمانهم بالله عند معاينة العذاب وحين رأوا البأس . سنة الله مصدر ; لأن العرب تقول : سن يسن سنا وسنة ، أي : سن الله - عز وجل - في الكفار أنه لا ينفعهم الإيمان إذا رأوا العذاب . وقد مضى هذا مبينا في [ النساء ] و [ يونس ] وأن التوبة لا تقبل بعد رؤية العذاب وحصول العلم الضروري . وقيل : أي : احذروا يا أهل مكة سنة الله في إهلاك الكفرة ف سنة الله منصوب على التحذير والإغراء . وخسر هنالك الكافرون قال الزجاج : وقد كانوا خاسرين من قبل ذلك إلا أنه بين لنا الخسران لما رأوا العذاب . وقيل : فيه تقديم وتأخير ، أي : لم يك ينفعهم إيمانهم لما رأوا بأسنا وخسر هنالك الكافرون كسنتنا في جميع الكافرين ف \" سنة \" نصب بنزع الخافض أي : كسنة الله في الأمم كلها ، والله أعلم . تم تفسير سورة غافر والحمد لله ."
    },
    {
      "ayah": 9,
      "surah": 40,
      "text": "قوله تعالى : وقهم السيئات قال قتادة : أي : وقهم ما يسوءهم ، وقيل : التقدير وقهم عذاب السيئات ، وهو أمر من : وقاه الله يقيه وقاية بالكسر ، أي : حفظه . ومن تق السيئات يومئذ فقد رحمته أي بدخول الجنةوذلك هو الفوز العظيم أي النجاة الكبيرة ."
    }
  ]
}
