{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 45,
      "text": "سورة الجاثية مكية كلها في قول الحسن وجابر وعكرمة .وقال ابن عباس وقتادة : إلا آية , هي \" قل للذين آمنوا يغفروا للذين لا يرجون أيام الله \" [ الجاثية : 14 ] نزلت بالمدينة في عمر بن الخطاب رضي الله عنه ; ذكره الماوردي .وقال المهدوي والنحاس عن ابن عباس : إنها نزلت في عمر رضي الله عنه , شتمه رجل من المشركين بمكة قبل الهجرة .فأراد أن يبطش به , فأنزل الله عز وجل : \" قل للذين آمنوا يغفروا للذين لا يرجون أيام الله \" [ الجاثية : 14 ] ثم نسخت بقوله : \" فاقتلوا المشركين حيث وجدتموهم \" [ التوبة : 5 ] .فالسورة كلها مكية على هذا من غير خلاف .وهي سبع وثلاثون آية .وقيل ست .اختلف في معناه ; فقال عكرمة : قال النبي صلى الله عليه وسلم : ( \" حم \" اسم من أسماء الله تعالى وهي مفاتيح خزائن ربك ) قال ابن عباس : \" حم \" اسم الله الأعظم .وعنه : \" الر \" و \" حم \" و \" ن \" حروف الرحمن مقطعة .وعنه أيضا : اسم من أسماء الله تعالى أقسم به .وقال قتادة : إنه اسم من أسماء القرآن .مجاهد : فواتح السور .وقال عطاء الخراساني : الحاء افتتاح اسمه حميد وحنان وحليم وحكيم , والميم افتتاح اسمه ملك ومجيد ومنان ومتكبر ومصور ; يدل عليه ما روى أنس أن أعرابيا سأل النبي صلى الله عليه وسلم : ما \" حم \" فإنا لا نعرفها في لساننا ؟ فقال النبي صلى الله عليه وسلم : ( بدء أسماء وفواتح سور ) وقال الضحاك والكسائي : معناه قضي ما هو كائن .كأنه أراد الإشارة إلى تهجي \" حم \" ; لأنها تصير حم بضم الحاء وتشديد الميم ; أي قضي ووقع .وقال كعب بن مالك : فلما تلاقيناهم ودارت بنا الرحى وليس لأمر حمه الله مدفع وعنه أيضا : إن المعنى حم أمر الله أي قرب ; كما قال الشاعر : قد حم يومي فسر قوم قوم بهم غفلة ونوم ومنه سميت الحمى ; لأنها تقرب من المنية .والمعنى المراد قرب نصره لأوليائه , وانتقامه من أعدائه كيوم بدر .وقيل : حروف هجاء ; قال الجرمي : ولهذا تقرأ ساكنة الحروف فخرجت مخرج التهجي وإذا سميت سورة بشيء من هذه الحروف أعربت ; فتقول : قرأت \" حم \" فتنصب ; قال الشاعر : يذكرني حاميم والرمح شاجر فهلا تلا حاميم قبل التقدم وقرأ عيسى بن عمر الثقفي : \" حم \" بفتح الميم على معنى اقرأ حم أو لالتقاء الساكنين .ابن أبي إسحاق وأبو السمال بكسرها .والإمالة والكسر للالتقاء الساكنين , أو على وجه القسم .وقرأ أبو جعفر بقطع الحاء من الميم .الباقون بالوصل .وكذلك في \" حم .عسق \" .وقرأ أبو عمرو وأبو بكر وحمزة والكسائي وخلف وابن ذكوان بالإمالة في الحاء .وروي عن أبي عمرو بين اللفظين وهي قراءة نافع وأبي جعفر وشيبة .الباقون بالفتح مشبعا ."
    },
    {
      "ayah": 10,
      "surah": 45,
      "text": "من ورائهم جهنم أي من وراء ما هم فيه من التعزز في الدنيا والتكبر عن الحق جهنم . وقال ابن عباس : من ورائهم جهنم أي : أمامهم ، نظيره : من ورائه جهنم ويسقى من ماء صديد أي : من أمامه . قال :أليس ورائي إن تراخت منيتي أدب مع الولدان أزحف كالنسرولا يغني عنهم ما كسبوا شيئا أي من المال والولد ، نظيره : لن تغني عنهم أموالهم ولا أولادهم من الله شيئا أي : من المال والولد . ولا ما اتخذوا من دون الله أولياء يعني الأصنام . ولهم عذاب عظيم أي دائم مؤلم ."
    },
    {
      "ayah": 11,
      "surah": 45,
      "text": "قوله تعالى : هذا هدى والذين كفروا بآيات ربهم لهم عذاب من رجز أليم .قوله تعالى : هذا هدى ابتداء وخبر ، يعني القرآن . وقال ابن عباس : يعني كل ما جاء به محمد صلى الله عليه وسلم . والذين كفروا بآيات ربهم أي جحدوا دلائله . لهم عذاب من رجز أليم الرجز العذاب ، أي : لهم عذاب من عذاب أليم ، دليله قوله تعالى : فأنزلنا على الذين ظلموا رجزا من السماء أي : عذابا . وقيل : الرجز القذر مثل الرجس ، وهو كقوله تعالى : ويسقى من ماء صديد أي : لهم عذاب من تجرع الشراب القذر . وضم الراء من الرجز ابن محيصن حيث وقع . وقرأ ابن كثير وابن محيصن وحفص أليم بالرفع ، على معنى لهم عذاب أليم من رجز . الباقون بالخفض نعتا للرجز ."
    },
    {
      "ayah": 12,
      "surah": 45,
      "text": "قوله تعالى : الله الذي سخر لكم البحر لتجري الفلك فيه بأمره ولتبتغوا من فضله ولعلكم تشكرون ذكر كمال قدرته وتمام نعمته على عباده ، وبين أنه خلق ما خلق لمنافعهم ."
    },
    {
      "ayah": 13,
      "surah": 45,
      "text": "وسخر لكم ما في السماوات وما في الأرض جميعا منه ؛ يعني أن ذلك فعله وخلقه وإحسان منه وإنعام . وقرأ ابن عباس والجحدري وغيرهما ( جميعا منة ) بكسر الميم وتشديد النون وتنوين الهاء ، منصوبا على المصدر . قال أبو عمرو : وكذلك سمعت مسلمة يقرؤها ( منة ) أي : تفضلا وكرما . وعن مسلمة بن محارب أيضا ( جميعا منه ) على إضافة المن إلى هاء الكناية . وهو عند أبي حاتم خبر ابتداء محذوف ، أي : ذلك ، أو هو منه . وقراءة الجماعة ظاهرة . إن في ذلك لآيات لقوم يتفكرون"
    },
    {
      "ayah": 14,
      "surah": 45,
      "text": "قوله تعالى : قل للذين آمنوا يغفروا للذين لا يرجون أيام الله ليجزي قوما بما كانوا يكسبون .قوله تعالى : قل للذين آمنوا يغفروا جزم على جواب قل تشبيها بالشرط والجزاء كقولك : قم تصب خيرا . وقيل : هو على حذف اللام . وقيل : على معنى قل لهم اغفروا يغفروا ، فهو جواب أمر محذوف دل الكلام عليه ، قاله علي بن عيسى واختاره ابن العربي . ونزلت الآية بسبب أن رجلا من قريش شتم عمر بن الخطاب فهم أن يبطش به . قال ابن العربي : وهذا لم يصح . وذكر الواحدي والقشيري وغيرهما عن ابن عباس أن الآية نزلت في عمر مع عبد الله بن أبي في غزوة بني المصطلق ، فإنهم نزلوا على بئر يقال لها ( المريسيع ) فأرسل عبد الله غلامه ليستقي ، وأبطأ عليه فقال : ما حبسك ؟ قال : غلام عمر بن الخطاب قعد على فم البئر ، فما ترك أحدا يستقي حتى ملأ قرب النبي - صلى الله عليه وسلم - وقرب أبي بكر ، وملأ لمولاه . فقال عبد الله : ما مثلنا ومثل هؤلاء إلا كما قيل : سمن كلبك يأكلك . فبلغ عمر [ ص: 151 ] - رضي الله عنه - قوله ، فاشتمل على سيفه يريد التوجه إليه ليقتله ، فأنزل الله هذه الآية . هذه رواية عطاء عن ابن عباس . وروى عنه ميمون بن مهران قال : لما نزلت من ذا الذي يقرض الله قرضا حسنا قال يهودي بالمدينة يقال له فنحاص : احتاج رب محمد ! قال : فلما سمع عمر بذلك اشتمل على سيفه وخرج في طلبه ، فجاء جبريل - عليه السلام - إلى النبي - صلى الله عليه وسلم - فقال : ( إن ربك يقول لك قل للذين آمنوا يغفروا للذين لا يرجون أيام الله ) . واعلم أن عمر قد اشتمل على سيفه وخرج في طلب اليهودي ، فبعث رسول الله - صلى الله عليه وسلم - في طلبه ، فلما جاء قال : ( يا عمر ، ضع سيفك ) قال : يا رسول الله ، صدقت . أشهد أنك أرسلت بالحق . قال : ( فإن ربك يقول : قل للذين آمنوا يغفروا للذين لا يرجون أيام الله ) قال : لا جرم! والذي بعثك بالحق لا ترى الغضب في وجهي .قلت : وما ذكره المهدوي والنحاس فهو رواية الضحاك عن ابن عباس ، وهو قول القرظي والسدي ، وعليه يتوجه النسخ في الآية . وعلى أن الآية نزلت بالمدينة أو في غزوة بني المصطلق فليست بمنسوخة . ومعنى يغفروا يعفوا ويتجاوزوا . ومعنى : لا يرجون أيام الله أي : لا يرجون ثوابه . وقيل : أي : لا يخافون بأس الله ونقمه . وقيل : الرجاء بمعنى الخوف ، كقوله : ما لكم لا ترجون لله وقارا أي : لا تخافون له عظمة . والمعنى : لا تخشون مثل عذاب الأمم الخالية . والأيام يعبر بها عن الوقائع . وقيل : لا يأملون نصر الله لأوليائه وإيقاعه بأعدائه . وقيل : المعنى لا يخافون البعث .ليجزي قوما بما كانوا يكسبون ، قراءة العامة ليجزي بالياء على معنى ليجزي الله . وقرأ حمزة والكسائي وابن عامر ( لنجزي ) بالنون على التعظيم . وقرأ أبو جعفر والأعرج وشيبة ( ليجزى ) بياء مضمومة وفتح الزاي على الفعل المجهول ، قوما بالنصب . قال أبو عمرو : وهذا لحن ظاهر . وقال الكسائي : معناه ليجزي الجزاء قوما ، نظيره : ( وكذلك نجي المؤمنين ) على قراءة ابن عامر وأبي بكر في سورة ( الأنبياء ) قال الشاعر :ولو ولدت قفيرة جرو كلب لسب بذلك الجرو الكلابا[ ص: 152 ] أي : لسب السب ."
    },
    { "ayah": 15, "surah": 45, "text": "من عمل صالحا فلنفسه ومن أساء فعليها ثم إلى ربكم ترجعون تقدم . ." },
    {
      "ayah": 16,
      "surah": 45,
      "text": "قوله تعالى : ولقد آتينا بني إسرائيل الكتاب يعني التوراة . والحكم والنبوة ؛ الحكم : الفهم في الكتاب . وقيل : الحكم على الناس والقضاء . والنبوة يعني الأنبياء من وقت يوسف - عليه السلام - إلى زمن عيسى عليه السلام . ورزقناهم من الطيبات أي الحلال من الأقوات والثمار والأطعمة التي كانت بالشام . وقيل : يعني المن والسلوى في التيه . وفضلناهم على العالمين أي على عالمي زمانهم . على ما تقدم في ( الدخان ) بيانه ."
    },
    {
      "ayah": 17,
      "surah": 45,
      "text": "وآتيناهم بينات من الأمر قال ابن عباس : يعني أمر النبي - صلى الله عليه وسلم - ، وشواهد نبوته بأنه يهاجر من تهامة إلى يثرب ، وينصره أهل يثرب . وقيل : بينات الأمر شرائع واضحات في الحلال والحرام ومعجزات . فما اختلفوا إلا من بعد ما جاءهم العلم يريد يوشع بن نون ، فآمن بعضهم وكفر بعضهم ، حكاه النقاش . وقيل : إلا من بعد ما جاءهم العلم : نبوة النبي - صلى الله عليه وسلم - فاختلفوا فيها . بغيا بينهم أي حسدا على النبي صلى الله عليه وسلم ، قال معناه الضحاك . قيل : معنى بغيا أي : بغى بعضهم على بعض يطلب الفضل والرياسة ، وقتلوا الأنبياء ، فكذا مشركو عصرك يا محمد ، قد جاءتهم البينات ولكن أعرضوا عنها للمنافسة في الرياسة . إن ربك يقضي بينهم أي يحكم ويفصل . يوم القيامة فيما كانوا فيه يختلفون في الدنيا ."
    },
    {
      "ayah": 18,
      "surah": 45,
      "text": "قوله تعالى : ثم جعلناك على شريعة من الأمر فاتبعها ولا تتبع أهواء الذين لا يعلمون .فيه مسألتان :الأولى : قوله تعالى : ثم جعلناك على شريعة من الأمر الشريعة في اللغة : المذهب والملة . ويقال لمشرعة الماء - وهي مورد الشاربة - : شريعة . ومنه الشارع لأنه طريق إلى المقصد . فالشريعة : ما شرع الله لعباده من الدين ، والجمع : الشرائع . والشرائع في الدين : المذاهب التي شرعها الله لخلقه . فمعنى : جعلناك على شريعة من الأمر أي : على منهاج واضح من أمر الدين يشرع بك إلى الحق . وقال ابن عباس : على شريعة أي : على هدى من الأمر . قتادة : الشريعة : الأمر والنهي والحدود والفرائض . مقاتل : البينة ; لأنها طريق إلى الحق . الكلبي : السنة ; لأنه يستن بطريقة من قبله من الأنبياء . ابن زيد : الدين ; لأنه طريق النجاة . قال ابن العربي : والأمر يرد في اللغة بمعنيين : أحدهما : بمعنى الشأن كقوله : فاتبعوا أمر فرعون وما أمر فرعون برشيد . والثاني : أحد أقسام الكلام الذي يقابله النهي . وكلاهما يصح أن يكون مرادا هاهنا ، وتقديره : ثم جعلناك على طريقة من الدين وهي ملة الإسلام ، كما قال تعالى : ثم أوحينا إليك أن اتبع ملة إبراهيم حنيفا وما كان من المشركين .ولا خلاف أن الله تعالى لم يغاير بين الشرائع في التوحيد والمكارم والمصالح ، وإنما خالف بينهما في الفروع حسبما علمه سبحانه .الثاني : قال ابن العربي : ظن بعض من يتكلم في العلم أن هذه الآية دليل على أن شرع من قبلنا ليس بشرع لنا ; لأن الله تعالى أفرد النبي - صلى الله عليه وسلم - وأمته في هذه الآية بشريعة ، ولا ننكر أن النبي - صلى الله عليه وسلم - وأمته منفردان بشريعة ، وإنما الخلاف فيما أخبر النبي - صلى الله عليه وسلم - عنه من شرع من قبلنا في معرض المدح والثناء هل يلزم اتباعه أم لا .قوله تعالى : ولا تتبع أهواء الذين لا يعلمون يعني المشركين . وقال ابن عباس : قريظة والنضير . وعنه : نزلت لما دعته قريش إلى دين آبائه ."
    },
    {
      "ayah": 19,
      "surah": 45,
      "text": "قوله تعالى : إنهم لن يغنوا عنك من الله شيئا وإن الظالمين بعضهم أولياء بعض والله ولي المتقين .قوله تعالى : إنهم لن يغنوا عنك من الله شيئا أي إن اتبعت أهواءهم لا يدفعون عنك من عذاب الله شيئا . وإن الظالمين بعضهم أولياء بعض أي أصدقاء وأنصار وأحباب . قال ابن عباس : يريد أن المنافقين أولياء اليهود . والله ولي المتقين أي ناصرهم ومعينهم . والمتقون هنا : الذين اتقوا الشرك والمعاصي ."
    },
    {
      "ayah": 2,
      "surah": 45,
      "text": "تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ\" حم \" مبتدأ و \" تنزيل \" خبره .وقال بعضهم : \" حم \" اسم السورة .و \" تنزيل الكتاب \" مبتدأ .وخبره \" من الله \" .والكتاب القرآن .الْعَزِيزِالمنيع .الْحَكِيمِالحكيم في فعله"
    },
    {
      "ayah": 20,
      "surah": 45,
      "text": "قوله تعالى : هذا بصائر للناس وهدى ورحمة لقوم يوقنون .قوله تعالى : هذا بصائر للناس ابتداء وخبر ، أي : هذا الذي أنزلت عليك براهين ودلائل ومعالم للناس في الحدود والأحكام . وقرئ ( هذه بصائر ) أي : هذه الآيات . وهدى أي رشد وطريق يؤدي إلى الجنة لمن أخذ به . ورحمة في الآخرة لقوم يوقنون ."
    },
    {
      "ayah": 21,
      "surah": 45,
      "text": "قوله تعالى : أم حسب الذين اجترحوا السيئات أن نجعلهم كالذين آمنوا وعملوا الصالحات سواء محياهم ومماتهم ساء ما يحكمون .قوله تعالى : أم حسب الذين اجترحوا السيئات أن اكتسبوها . والاجتراح : الاكتساب ، ومنه الجوارح ، قال الكلبي : الذين اجترحوا عتبة وشيبة ابنا ربيعة والوليد بن عتبة . والذين آمنوا علي وحمزة وعبيدة بن الحارث - رضي الله عنهم - حين برزوا إليهم يوم بدر فقتلوهم . وقيل : نزلت في قوم من المشركين قالوا : إنهم يعطون في الآخرة خيرا مما يعطاه المؤمن ، كما أخبر الرب عنهم في قوله : ولئن رجعت إلى ربي إن لي عنده للحسنى . وقوله : أم حسب : استفهام معطوف معناه الإنكار . وأهل العربية يجوزون ذلك من غير عطف إذا كان متوسطا للخطاب . وقوم يقولون : فيه إضمار ، أي : والله ولي المتقين أفيعلم المشركون ذلك أم [ ص: 155 ] حسبوا أنا نسوي بينهم ؟ . وقيل : هي أم المنقطعة ، ومعنى الهمزة فيها إنكار الحسبان . وقراءة العامة ( سواء ) بالرفع على أنه خبر ابتداء مقدم ، أي : محياهم ومماتهم سواء . والضمير في محياهم ومماتهم يعود على الكفار ، أي : محياهم محيا سوء ومماتهم كذلك . وقرأ حمزة والكسائي والأعمش سواء بالنصب ، واختاره أبو عبيد قال : معناه نجعلهم سواء . وقرأ الأعمش أيضا وعيسى بن عمر ومماتهم بالنصب ، على معنى سواء في محياهم ومماتهم ، فلما أسقط الخافض انتصب . ويجوز أن يكون بدلا من الهاء والميم في نجعلهم ، المعنى : أن نجعل محياهم ومماتهم سواء كمحيا الذين آمنوا ومماتهم . ويجوز أن يكون الضمير في محياهم ومماتهم للكفار والمؤمنين جميعا . قال مجاهد : المؤمن يموت مؤمنا ويبعث مؤمنا ، والكافر يموت كافرا ويبعث كافرا . وذكر ابن المبارك أخبرنا شعبة عن عمرو بن مرة عن أبي الضحى . عن مسروق قال : قال رجل من أهل مكة : هذا مقام تميم الداري ، لقد رأيته ذات ليلة حتى أصبح أو قرب أن يصبح يقرأ آية من كتاب الله ويركع ويسجد ويبكي أم حسب الذين اجترحوا السيئات أن نجعلهم كالذين آمنوا وعملوا الصالحات الآية كلها . وقال بشير : بت عند الربيع بن خيثم ذات ليلة فقام يصلي فمر بهذه الآية فمكث ليله حتى أصبح لم يعدها ببكاء شديد . وقال إبراهيم بن الأشعث : كثيرا ما رأيت الفضيل بن عياض يردد من أول الليل إلى آخره هذه الآية ونظيرها ، ثم يقول : ليت شعري! من أي الفريقين أنت ؟ وكانت هذه الآية تسمى مبكاة العابدين لأنها محكمة ."
    },
    {
      "ayah": 22,
      "surah": 45,
      "text": "قوله تعالى : وخلق الله السماوات والأرض بالحق ولتجزى كل نفس بما كسبت وهم لا يظلمون .قوله تعالى : وخلق الله السماوات والأرض بالحق أي بالأمر الحق . ولتجزى أي ولكي تجزى . كل نفس بما كسبت أي في الآخرة . وهم لا يظلمون"
    },
    {
      "ayah": 23,
      "surah": 45,
      "text": "قوله تعالى : أفرأيت من اتخذ إلهه هواه وأضله الله على علم وختم على سمعه وقلبه وجعل على بصره غشاوة فمن يهديه من بعد الله أفلا تذكرون .قال ابن عباس والحسن وقتادة : ذلك الكافر اتخذ دينه ما يهواه ، فلا يهوى شيئا إلا [ ص: 156 ] ركبه . وقال عكرمة : أفرأيت من جعل إلهه الذي يعبده ما يهواه أو يستحسنه ، فإذا استحسن شيئا وهويه اتخذه إلها . قال سعيد بن جبير : كان أحدهم يعبد الحجر ، فإذا رأى ما هو أحسن منه رمى به وعبد الآخر . وقال مقاتل : نزلت في الحارث بن قيس السهمي أحد المستهزئين ، لأنه كان يعبد ما تهواه نفسه . وقال سفيان بن عيينة : إنما عبدوا الحجارة لأن البيت حجارة . وقيل : المعنى أفرأيت من ينقاد لهواه ومعبوده تعجيبا لذوي العقول من هذا الجهل . وقال الحسن بن الفضل : في هذه الآية تقديم وتأخير ، مجازه : أفرأيت من اتخذ هواه إلهه . وقال الشعبي : إنما سمي الهوى هوى لأنه يهوي بصاحبه في النار . وقال ابن عباس : ما ذكر الله هوى في القرآن إلا ذمه ، قال الله تعالى : واتبع هواه فمثله كمثل الكلب . وقال تعالى : واتبع هواه وكان أمره فرطا . وقال تعالى : بل اتبع الذين ظلموا أهواءهم بغير علم فمن يهدي من أضل الله . وقال تعالى : ومن أضل ممن اتبع هواه بغير هدى من الله . وقال تعالى : ولا تتبع الهوى فيضلك عن سبيل الله وقال عبد الله بن عمرو بن العاص عن النبي - صلى الله عليه وسلم - : لا يؤمن أحدكم حتى يكون هواه تبعا لما جئت به وقال أبو أمامة : سمعت النبي - صلى الله عليه وسلم - يقول : ما عبد تحت السماء إله أبغض إلى الله من الهوى وقال شداد بن أوس عن النبي - صلى الله عليه وسلم - : الكيس من دان نفسه وعمل لما بعد الموت . والفاجر من أتبع نفسه هواها وتمنى على الله وقال - عليه السلام - : إذا رأيت شحا مطاعا وهوى متبعا ودنيا مؤثرة وإعجاب كل ذي رأي برأيه فعليك بخاصة نفسك ودع عنك أمر العامة وقال - صلى الله عليه وسلم - : ثلاث مهلكات وثلاث منجيات ؛ فالمهلكات : شح مطاع وهوى متبع وإعجاب المرء بنفسه . [ ص: 157 ] والمنجيات : خشية الله في السر والعلانية ، والقصد في الغنى والفقر والعدل في الرضا والغضب وقال أبو الدرداء - رضي الله عنه - : إذا أصبح الرجل اجتمع هواه وعمله وعلمه ، فإن كان عمله تبعا لهواه فيومه يوم سوء ، وإن كان عمله تبعا لعلمه فيومه يوم صالح . وقال الأصمعي سمعت رجلا يقول :إن الهوان هو الهوى قلب اسمه فإذا هويت فقد لقيت هواناوسئل ابن المقفع عن الهوى فقال : هوان سرقت نونه ، فأخذه شاعر فنظمه وقال :نون الهوان من الهوى مسروقة     فإذا هويت فقد لقيت هواناوقال آخر :إن الهوى لهو الهوان بعينه     فإذا هويت فقد كسبت هواناوإذا هويت فقد تعبدك الهوى     فاخضع لحبك كائنا من كاناولعبد الله بن المبارك :ومن البلايا للبلاء علامة     ألا يرى لك عن هواك نزوعالعبد عبد النفس في شهواتها     والحر يشبع تارة ويجوعولابن دريد :إذا طالبتك النفس يوما بشهوة     وكان إليها للخلاف طريقفدعها وخالف ما هويت فإنما     هواك عدو والخلاف صديقولأبي عبيد الطوسي :والنفس إن أعطيتها مناها     فاغرة نحو هواها فاهاوقال أحمد بن أبي الحواري : مررت براهب فوجدته نحيفا فقلت له : أنت عليل . قال نعم . قلت مذ كم ؟ قال : مذ عرفت نفسي! قلت فتداوي ؟ قال : قد أعياني الدواء وقد عزمت على الكي . قلت وما الكي ؟ قال : مخالفة الهوى . وقال سهل بن عبد الله التستري : هواك داؤك . فإن خالفته فدواؤك . وقال وهب : إذا شككت في أمرين ولم تدر خيرهما فانظر أبعدهما من هواك فأته . [ ص: 158 ] وللعلماء في هذا الباب في ذم الهوى ومخالفته كتب وأبواب أشرنا إلى ما فيه كفاية منه ، وحسبك بقوله تعالى : وأما من خاف مقام ربه ونهى النفس عن الهوى . فإن الجنة هي المأوى .قوله تعالى : وأضله الله على علم أي على علم قد علمه منه . وقيل : أضله عن الثواب على علم منه بأنه لا يستحقه . وقال ابن عباس : أي : على علم قد سبق عنده أنه سيضل . مقاتل : على علم منه أنه ضال ، والمعنى متقارب . وقيل : على علم من عابد الصنم أنه لا ينفع ولا يضر . ثم قيل : على علم يجوز أن يكون حالا من الفاعل ، المعنى : أضله على علم منه به ، أي : أضله عالما بأنه من أهل الضلال في سابق علمه . ويجوز أن يكون حالا من المفعول ، فيكون المعنى : أضله في حال علم الكافر بأنه ضال . وختم على سمعه وقلبه أي طبع على سمعه حتى لا يسمع الوعظ ، وطبع على قلبه حتى لا يفقه الهدى . وجعل على بصره غشاوة أي غطاء حتى لا يبصر الرشد . وقرأ حمزة والكسائي ( غشوة ) بفتح الغين من غير ألف وقد مضى في البقرة وقال الشاعر :أما والذي أنا عبد له     يمينا وما لك أبدي اليمينالئن كنت ألبستني غشوة     لقد كنت أصفيتك الود حينافمن يهديه من بعد الله أي من بعد أن أضله . أفلا تذكرون تتعظون وتعرفون أنه قادر على ما يشاء .وهذه الآية ترد على القدرية والإمامية ومن سلك سبيلهم في الاعتقاد ، إذ هي مصرحة بمنعهم من الهداية . ثم قيل : وختم على سمعه وقلبه إنه خارج مخرج الخبر عن أحوالهم . وقيل : إنه خارج مخرج الدعاء بذلك عليهم ، كما تقدم في أول ( البقرة ) وحكى ابن جريج أنها نزلت في الحارث بن قيس من الغياطلة . وحكى النقاش أنها نزلت في الحارث بن نوفل بن عبد مناف . وقال مقاتل : نزلت في أبي جهل ، وذلك أنه طاف بالبيت ذات ليلة ومعه الوليد بن المغيرة ، فتحدثا في شأن النبي - صلى الله عليه وسلم - ، فقال أبو جهل : والله إني لأعلم إنه لصادق! فقال له مه! وما دلك على ذلك ؟ ! قال : يا أبا عبد شمس ، كنا نسميه في صباه الصادق الأمين ، فلما تم عقله وكمل رشده ، نسميه الكذاب الخائن!! والله إني لأعلم إنه لصادق! قال : فما [ ص: 159 ] يمنعك أن تصدقه وتؤمن به ؟ قال : تتحدث عني بنات قريش أني قد اتبعت يتيم أبي طالب من أجل كسرة ، واللات والعزى إن اتبعته أبدا . فنزلت : وختم على سمعه وقلبه"
    },
    {
      "ayah": 24,
      "surah": 45,
      "text": "قوله تعالى : وقالوا ما هي إلا حياتنا الدنيا نموت ونحيا وما يهلكنا إلا الدهر وما لهم بذلك من علم إن هم إلا يظنون .قوله تعالى : وقالوا ما هي إلا حياتنا الدنيا نموت ونحيا هذا إنكار منهم للآخرة وتكذيب للبعث وإبطال للجزاء . ومعنى : نموت ونحيا أي : نموت نحن وتحيا أولادنا ، قال الكلبي . وقرئ ( ونحيا ) بضم النون . وقيل : يموت بعضنا ويحيا بعضنا . وقيل : فيه تقديم وتأخير ، أي : نحيا ونموت ، وهي قراءة ابن مسعود .وما يهلكنا إلا الدهر قال مجاهد : يعني السنين والأيام . وقال قتادة : إلا العمر ، والمعنى واحد . وقرئ ( إلا دهر يمر ) وقال ابن عيينة : كان أهل الجاهلية يقولون : الدهر هو الذي يهلكنا وهو الذي يحيينا ويميتنا ، فنزلت هذه الآية . وقال قطرب : وما يهلكنا إلا الموت ، وأنشد قول أبي ذؤيب :أمن المنون وريبها تتوجع والدهر ليس بمعتب من يجزعوقال عكرمة : أي : وما يهلكنا إلا الله . وروى أبو هريرة عن النبي - صلى الله عليه وسلم - قال : كان أهل الجاهلية يقولون ما يهلكنا إلا الليل والنهار وهو الذي يهلكنا ويميتنا ويحيينا فيسبون الدهر قال الله تعالى : يؤذيني ابن آدم يسب الدهر وأنا الدهر بيدي الأمر أقلب الليل والنهارقلت : قوله قال الله إلى آخره نص البخاري ولفظه . وخرجه مسلم أيضا وأبو داود . وفي الموطأ عن أبي هريرة أن رسول الله - صلى الله عليه وسلم - قال : لا يقولن أحدكم يا خيبة الدهر ؛ فإن الله هو الدهر . وقد استدل بهذا الحديث من قال : إن الدهر من أسماء الله . وقال : من لم يجعله من العلماء اسما إنما خرج ردا على العرب في جاهليتها ، فإنهم كانوا يعتقدون أن الدهر هو الفاعل كما أخبر الله عنهم في هذه الآية ، فكانوا إذا أصابهم ضر أو ضيم أو مكروه نسبوا ذلك إلى الدهر فقيل لهم على ذلك : لا تسبوا الدهر فإن الله هو الدهر ، أي : إن الله هو الفاعل [ ص: 160 ] لهذه الأمور التي تضيفونها إلى الدهر فيرجع السب إليه سبحانه ، فنهوا عن ذلك . ودل على صحة هذا ما ذكره من حديث أبي هريرة قال : قال رسول الله - صلى الله عليه وسلم - : ( قال الله تبارك وتعالى يؤذيني ، ابن آدم . . . ) الحديث . ولقد أحسن من قال ، وهو أبو علي الثقفي :يا عاتب الدهر إذا نابه     لا تلم الدهر على غدرهالدهر مأمور ، له آمر     وينتهي الدهر إلى أمرهكم كافر أمواله جمة     تزداد أضعافا على كفرهومؤمن ليس له درهم     ويزداد إيمانا على فقرهوروي أن سالم بن عبد الله بن عمر كان كثيرا ما يذكر الدهر فزجره أبوه وقال : إياك يا بني وذكر الدهر! وأنشد :فما الدهر بالجاني لشيء لحينه     ولا جالب البلوى فلا تشتم الدهراولكن متى ما يبعث الله باعثا     على معشر يجعل مياسيرهم عسراوقال أبو عبيد : ناظرت بعض الملاحدة فقال : ألا تراه يقول : \" فإن الله هو الدهر \" ؟ فقلت : وهل كان أحد يسب الله في آباد الدهر ، بل كانوا يقولون كما قال الأعشى :إن محلا وإن مرتحلا     وإن في السفر إذ مضوا مهلااستأثر الله بالوفاء وبالعد     ل وولى الملامة الرجلاقال أبو عبيد : ومن شأن العرب أن يذموا الدهر عند المصائب والنوائب ، حتى ذكروه في أشعارهم ، ونسبوا الأحداث إليه . قال عمرو بن قميئة :رمتني بنات الدهر من حيث لا أرى     فكيف بمن يرمى وليس برامفلو أنها نبل إذا لاتقيتها     ولكنني أرمى بغير سهامعلى الراحتين مرة وعلى العصا     أنوء ثلاثا بعدهن قياميومثله كثير في الشعر . ينسبون ذلك إلى الدهر ويضيفونه إليه ، والله سبحانه الفاعل لا رب سواه .وما لهم بذلك من علم أي علم . ومن زائدة ، أي : قالوا ما قالوا شاكين . إن هم إلا يظنون أي ما هم إلا يتكلمون بالظن . وكان المشركون أصنافا ، منهم هؤلاء ، ومنهم من كان يثبت الصانع وينكر البعث ، ومنهم من كان يشك في البعث ولا يقطع بإنكاره . وحدث في الإسلام أقوام ليس يمكنهم إنكار البعث خوفا من المسلمين ، فيتأولون ويرون القيامة موت البدن ، ويرون الثواب والعقاب إلى خيالات تقع للأرواح بزعمهم ، فشر هؤلاء أضر من شر جميع الكفار ; لأن هؤلاء يلبسون على الحق ، ويغتر بتلبيسهم الظاهر . والمشرك المجاهر [ ص: 161 ] بشركه يحذره المسلم . وقيل : نموت وتحيا آثارنا ، فهذه حياة الذكر . وقيل : أشاروا إلى التناسخ ، أي : يموت الرجل فتجعل روحه . في موات فتحيا به ."
    },
    {
      "ayah": 25,
      "surah": 45,
      "text": "قوله تعالى : وإذا تتلى عليهم آياتنا بينات أي وإذ تقرأ على هؤلاء المشركين آياتنا المنزلة في جواز البعث لم يكن ثم دفع ، ما كان حجتهم إلا أن قالوا ائتوا بآبائنا حجتهم خبر كان والاسم إلا أن قالوا ائتوا بآبائنا الموتى نسألهم عن صدق ما تقولون ."
    },
    {
      "ayah": 26,
      "surah": 45,
      "text": "فرد الله عليهم بقوله : قل الله يحييكم يعني بعد كونكم نطفا أمواتا ثم يميتكم ثم يجمعكم إلى يوم القيامة لا كما أحياكم في الدنيا . ولكن أكثر الناس لا يعلمون أن الله يعيدهم كما بدأهم . الزمخشري : فإن قلت لم سمى قولهم حجة وليس بحجة ؟ قلت : لأنهم أدلوا به كما يدلي المحتج بحجته ، وساقوه مساقها فسميت حجة على سبيل التهكم . أو لأنه في حسبانهم وتقديرهم حجة . أو لأنه في أسلوب قوله [ عمرو بن معديكرب ] : .تحية بينهم ضرب وجيعكأنه قيل : ما كان حجتهم إلا ما ليس بحجة . والمراد نفي أن تكون لهم حجة البتة . فإن قلت : كيف وقع قوله : قل الله يحييكم جواب ائتوا بآبائنا إن كنتم صادقين ؟ قلت : لما أنكروا البعث وكذبوا الرسل ، وحسبوا أن ما قالوه قول مبكت ألزموا ما هم مقرون به من أن الله - عز وجل - وهو الذي يحييهم ثم يميتهم ، وضم إلى إلزام ذلك إلزام ما هو واجب الإقرار به إن أنصفوا وأصغوا إلى داعي الحق وهو جمعهم يوم القيامة ، ومن كان قادرا على ذلك كان قادرا على الإتيان بآبائهم ، وكان أهون شيء عليه ."
    },
    {
      "ayah": 27,
      "surah": 45,
      "text": "قوله تعالى : ولله ملك السماوات والأرض ويوم تقوم الساعة يومئذ يخسر المبطلون .قوله تعالى : ولله ملك السماوات والأرض خلقا وملكا . ويوم تقوم الساعة يومئذ يخسر المبطلون يوم الأول منصوب ب يخسر ويومئذ تكرير للتأكيد أو بدل . وقيل : إن التقدير وله الملك يوم تقوم الساعة . والعامل في يومئذ يخسر ، ومفعول يخسر محذوف ، والمعنى يخسرون منازلهم في الجنة ."
    },
    {
      "ayah": 28,
      "surah": 45,
      "text": "قوله تعالى : وترى كل أمة جاثية كل أمة تدعى إلى كتابها اليوم تجزون ما كنتم تعملون .قوله تعالى : وترى كل أمة جاثية أي من هول ذلك اليوم . والأمة هنا : أهل كل ملة . وفي الجاثية تأويلات خمس : الأول : قال مجاهد : مستوفزة . وقال سفيان : المستوفز الذي لا يصيب الأرض منه إلا ركبتاه وأطراف أنامله . الضحاك : ذلك عند الحساب . الثاني : مجتمعة قاله ابن عباس . الفراء : المعنى وترى أهل كل دين مجتمعين . الثالث : متميزة ، قاله عكرمة . الرابع : خاضعة بلغة قريش ، قاله مؤرج . الخامس : باركة على الركب قاله الحسن . والجثو : الجلوس على الركب . جثا على ركبتيه يجثو ويجثي جثوا وجثيا ، على فعول . منها ، وقد مضى في \" مريم \" : وأصل الجثوة : الجماعة من كل شيء . قال طرفة يصف قبرين :ترى جثوتين من تراب عليهما صفائح صم من صفيح منضدثم قيل : هو خاص بالكفار ، قاله يحيى بن سلام . وقيل : إنه عام للمؤمن والكافر انتظارا للحساب . وقد روى سفيان بن عيينة عن عمرو عن عبد الله بن باباه أن النبي - صلى الله عليه وسلم - قال : كأني أراكم بالكوم جاثين دون جهنم ذكره الماوردي . وقال سلمان : إن في يوم القيامة لساعة هي عشر سنين يخر الناس فيها جثاة على ركبهم حتى إن إبراهيم - عليه السلام - لينادي \" لا أسألك اليوم إلا نفسي \" .كل أمة تدعى إلى كتابها قال يحيى بن سلام : إلى حسابها . وقيل : إلى كتابها الذي كان يستنسخ لها فيه ما عملت من خير وشر ، قاله مقاتل . وهو معنى قول مجاهد . وقيل : كتابها ما كتبت الملائكة عليها . وقيل : كتابها المنزل عليها لينظر هل عملوا بما فيه . وقيل : الكتاب هاهنا اللوح المحفوظ . وقرأ يعقوب الحضرمي ( كل أمة ) بالنصب [ ص: 163 ] على البدل من كل الأولى لما في الثانية من الإيضاح الذي ليس في الأولى ، إذ ليس في جثوها شيء من حال شرح الجثو كما في الثانية من ذكر السبب الداعي إليه وهو استدعاؤها إلى كتابها . وقيل : انتصب بإعمال ترى مضمرا . والرفع على الابتداء . اليوم تجزون ما كنتم تعملون من خير أو شر ."
    },
    {
      "ayah": 29,
      "surah": 45,
      "text": "قوله تعالى : هذا كتابنا ينطق عليكم بالحق إنا كنا نستنسخ ما كنتم تعملون .قوله تعالى : هذا كتابنا قيل من قول الله لهم . وقيل : من قول الملائكة . ينطق عليكم بالحق أي يشهد . وهو استعارة يقال : نطق الكتاب بكذا أي : بين . وقيل : إنهم يقرءونه فيذكرهم الكتاب ما عملوا ، فكأنه ينطق عليهم ، دليله قوله : ويقولون يا ويلتنا مال هذا الكتاب لا يغادر صغيرة ولا كبيرة إلا أحصاها . وفي المؤمنين : ولدينا كتاب ينطق بالحق وهم لا يظلمون وقد تقدم . و ينطق في ، موضع الحال من الكتاب ، أو من ذا ، أو خبر ثان لذا ، أو يكون كتابنا بدلا من هذا وينطق الخبر .إنا كنا نستنسخ ما كنتم تعملون أي نأمر بنسخ ما كنتم تعملون . قال علي - رضي الله عنه - : إن لله ملائكة ينزلون كل يوم بشيء يكتبون فيه أعمال بني آدم . وقال ابن عباس : إن الله وكل ملائكة مطهرين فينسخون من أم الكتاب في رمضان كل ما يكون من أعمال بني آدم فيعارضون حفظة الله على العباد كل خميس ، فيجدون ما جاء به الحفظة من أعمال العباد موافقا لما في كتابهم الذي استنسخوا من ذلك الكتاب لا زيادة فيه ولا نقصان . قال ابن عباس : وهل يكون النسخ إلا من كتاب . الحسن : نستنسخ ما كتبته الحفظة على بني آدم ، لأن الحفظة ترفع إلى الخزنة صحائف الأعمال . وقيل : تحمل الحفظة كل يوم ما كتبوا على العبد ، ثم إذا عادوا إلى مكانهم نسخ منه الحسنات والسيئات ، ولا تحول المباحات إلى النسخة الثانية . وقيل : إن الملائكة إذا رفعت أعمال العباد إلى الله - عز وجل - أمر بأن يثبت عنده منها ما فيه ثواب وعقاب ، ويسقط من جملتها ما لا ثواب فيه ولا عقاب ."
    },
    { "ayah": 3, "surah": 45, "text": "أي في خلقهما" },
    {
      "ayah": 30,
      "surah": 45,
      "text": "فأما الذين آمنوا وعملوا الصالحات فيدخلهم ربهم في رحمته أي الجنة ذلك هو الفوز المبين"
    },
    {
      "ayah": 31,
      "surah": 45,
      "text": "قوله تعالى :  وأما الذين كفروا أفلم تكن آياتي تتلى عليكم أي فيقال لهم ذلك . وهو استفهام توبيخ . فاستكبرتم عن قبولها . وكنتم قوما مجرمين أي مشركين تكسبون المعاصي . يقال : فلان جريمة أهله إذا كان كاسبهم ، فالمجرم من أكسب نفسه المعاصي . وقد قال الله تعالى : أفنجعل المسلمين كالمجرمين فالمجرم ضد المسلم فهو المذنب بالكفر إذا ."
    },
    {
      "ayah": 32,
      "surah": 45,
      "text": "قوله تعالى : وإذا قيل إن وعد الله حق والساعة لا ريب فيها قلتم ما ندري ما الساعة إن نظن إلا ظنا وما نحن بمستيقنين .قوله تعالى : وإذا قيل إن وعد الله حق أي البعث كائن . والساعة لا ريب فيها وقرأ حمزة ( والساعة ) بالنصب عطفا على وعد . الباقون بالرفع على الابتداء ، أو العطف على موضع إن وعد الله ولا يحسن على الضمير الذي في المصدر ، لأنه غير مؤكد ، والضمير المرفوع إنما يعطف عليه بغير تأكيد في الشعر . قلتم ما ندري ما الساعة هل هي حق أم باطل . إن نظن إلا ظنا تقديره عند المبرد : إن نحن إلا نظن ظنا . وقيل : التقدير : إن نظن إلا أنكم تظنون ظنا . وقيل : أي : وقلتم إن نظن إلا ظنا وما نحن بمستيقنين إن الساعة آتية ."
    },
    {
      "ayah": 33,
      "surah": 45,
      "text": "قوله تعالى : وبدا لهم سيئات ما عملوا وحاق بهم ما كانوا به يستهزئون .قوله تعالى : وبدا لهم سيئات ما عملوا أي ظهر لهم جزاء سيئات ما عملوا . وحاق بهم أي نزل بهم وأحاط . ما كانوا به يستهزئون من عذاب الله ."
    },
    {
      "ayah": 34,
      "surah": 45,
      "text": "قوله تعالى : وقيل اليوم ننساكم كما نسيتم لقاء يومكم هذا ومأواكم النار وما لكم من ناصرين .قوله تعالى : وقيل اليوم ننساكم أي نترككم في النار كما تركتم لقاء يومكم هذا أي : تركتم العمل له . ومأواكم النار أي مسكنكم ومستقركم . وما لكم من ناصرين من ينصركم ؟ ."
    },
    {
      "ayah": 35,
      "surah": 45,
      "text": "قوله تعالى : ذلكم بأنكم اتخذتم آيات الله هزوا وغرتكم الحياة الدنيا فاليوم لا يخرجون منها ولا هم يستعتبون .قوله تعالى : ذلكم بأنكم اتخذتم آيات الله يعني القرآن . هزوا : لعبا . وغرتكم الحياة الدنيا أي خدعتكم بأباطيلها وزخارفها ، فظننتم أن ليس ثم غيرها ، وأن لا بعث . فاليوم لا يخرجون منها أي من النار . ولا هم يستعتبون يسترضون . وقد تقدم وقرأ حمزة والكسائي ( فاليوم لا يخرجون ) بفتح الياء وضم الراء لقوله تعالى : كلما أرادوا أن يخرجوا منها أعيدوا فيها الباقون بضم الياء وفتح الراء ، لقوله تعالى : ربنا أخرجنا ونحوه ."
    },
    {
      "ayah": 36,
      "surah": 45,
      "text": "قوله تعالى : فلله الحمد رب السماوات ورب الأرض رب العالمينقوله تعالى : فلله الحمد رب السماوات ورب الأرض رب العالمين قرأ مجاهد وحميد وابن محيصن ( رب السماوات ورب الأرض رب العالمين ) بالرفع فيها كلها على معنى هو رب ."
    },
    {
      "ayah": 37,
      "surah": 45,
      "text": "وله الكبرياء أي العظمة والجلال والبقاء والسلطان والقدرة والكمال . في السماوات والأرض وهو العزيز الحكيم والله أعلم . ختم تفسير سورة الجاثية ، والحمد لله ."
    },
    {
      "ayah": 4,
      "surah": 45,
      "text": "قوله تعالى : وفي خلقكم وما يبث من دابة آيات لقوم يوقنون واختلاف الليل والنهار وما أنزل الله من السماء من رزق يعني المطرفأحيا به الأرض بعد موتها وتصريف الرياح آيات لقوم يعقلون تقدم جميعه مستوفى في ( البقرة ) وغيرها . وقراءة العامة وما يبث من دابة آيات ، وتصريف الرياح آيات بالرفع فيهما . وقرأ حمزة والكسائي بكسر التاء فيهما . ولا خلاف في الأول أنه بالنصب على اسم ( إن ) وخبرها في السماوات ووجه الكسر في ( آيات ) الثاني العطف على ما عملت فيه ، التقدير : إن في خلقكم وما يبث من دابة آيات . فأما الثالث فقيل : إن وجه النصب فيه تكرير ( آيات ) لما طال الكلام ، كما تقول : ضربت زيدا زيدا . وقيل : إنه على الحمل على ما عملت فيه ( إن ) على تقدير حذف ( في ) ، التقدير : وفي اختلاف الليل والنهار آيات . فحذفت \" في \" لتقدم ذكرها . وأنشد سيبويه في الحذف [ للشاعر أبي داود الأيادي ] :أكل امرئ تحسبين امرأ ونارا توقد بالليل نارافحذف ( كل ) المضاف إلى نار المجرورة لتقدم ذكرها . وقيل : هو من باب العطف على عاملين . ولم يجزه سيبويه ، وأجازه الأخفش وجماعة من الكوفيين ، فعطف واختلاف على قوله : وفي خلقكم ثم قال : وتصريف الرياح آيات فيحتاج إلى العطف على عاملين ، والعطف على عاملين قبيح من أجل أن حروف العطف تنوب مناب العامل ، فلم تقو أن تنوب مناب عاملين مختلفين ، إذ لو ناب مناب رافع وناصب لكان رافعا ناصبا في حال . وأما قراءة الرفع فحملا على موضع ( إن ) مع ما عملت فيه . وقد ألزم النحويون في ذلك أيضا العطف على عاملين ; لأنه عطف واختلاف على وفي خلقكم ، وعطف ( آيات ) على موضع ( آيات ) الأول ، ولكنه يقدر على تكرير ( في ) . ويجوز أن يرفع على القطع مما قبله فيرفع بالابتداء ، وما قبله خبره ، ويكون عطف جملة على جملة . وحكى الفراء رفع ( واختلاف ) و ( آيات ) جميعا ، وجعل الاختلاف هو الآيات ."
    },
    {
      "ayah": 5,
      "surah": 45,
      "text": "واختلاف الليل والنهار وما أنزل الله من السماء من رزق يعني المطرفأحيا به الأرض بعد موتها وتصريف الرياح آيات لقوم يعقلون تقدم جميعه مستوفى في ( البقرة ) وغيرها . وقراءة العامة وما يبث من دابة آيات ، وتصريف الرياح آيات بالرفع فيهما . وقرأ حمزة والكسائي بكسر التاء فيهما . ولا خلاف في الأول أنه بالنصب على اسم ( إن ) وخبرها في السماوات ووجه الكسر في ( آيات ) الثاني العطف على ما عملت فيه ، التقدير : إن في خلقكم وما يبث من دابة آيات . فأما الثالث فقيل : إن وجه النصب فيه تكرير ( آيات ) لما طال الكلام ، كما تقول : ضربت زيدا زيدا . وقيل : إنه على الحمل على ما عملت فيه ( إن ) على تقدير حذف ( في ) ، التقدير : وفي اختلاف الليل والنهار آيات . فحذفت \" في \" لتقدم ذكرها . وأنشد سيبويه في الحذف [ للشاعر أبي داود الأيادي ] :أكل امرئ تحسبين امرأ ونارا توقد بالليل نارافحذف ( كل ) المضاف إلى نار المجرورة لتقدم ذكرها . وقيل : هو من باب العطف على عاملين . ولم يجزه سيبويه ، وأجازه الأخفش وجماعة من الكوفيين ، فعطف واختلاف على قوله : وفي خلقكم ثم قال : وتصريف الرياح آيات فيحتاج إلى العطف على عاملين ، والعطف على عاملين قبيح من أجل أن حروف العطف تنوب مناب العامل ، فلم تقو أن تنوب مناب عاملين مختلفين ، إذ لو ناب مناب رافع وناصب لكان رافعا ناصبا في حال . وأما قراءة الرفع فحملا على موضع ( إن ) مع ما عملت فيه . وقد ألزم النحويون في ذلك أيضا العطف على عاملين ; لأنه عطف واختلاف على وفي خلقكم ، وعطف ( آيات ) على موضع ( آيات ) الأول ، ولكنه يقدر على تكرير ( في ) . ويجوز أن يرفع على القطع مما قبله فيرفع بالابتداء ، وما قبله خبره ، ويكون عطف جملة على جملة . وحكى الفراء رفع ( واختلاف ) و ( آيات ) جميعا ، وجعل الاختلاف هو الآيات ."
    },
    {
      "ayah": 6,
      "surah": 45,
      "text": "قوله تعالى : تلك آيات الله نتلوها عليك بالحق فبأي حديث بعد الله وآياته يؤمنون .قوله تعالى : تلك آيات الله أي هذه آيات الله ؛ أي حججه وبراهينه الدالة على وحدانيته وقدرته . ( نتلوها عليك بالحق ) أي بالصدق الذي لا باطل ولا كذب فيه . وقرئ ( يتلوها ) بالياء . فبأي حديث بعد الله أي بعد حديث الله وقيل بعد قرآنه ( وآياته يؤمنون ) وقراءة العامة بالياء على الخبر . وقرأ ابن محيصن وأبو بكر عن عاصم وحمزة والكسائي تؤمنون بالتاء على الخطاب ."
    },
    {
      "ayah": 7,
      "surah": 45,
      "text": "قوله تعالى : ويل لكل أفاك أثيمقوله تعالى : ويل لكل أفاك أثيم ويل واد في جهنم . توعد من ترك الاستدلال بآياته . والأفاك : الكذاب . والإفك الكذب . أثيم أي : مرتكب للإثم . والمراد فيما روى : النضر بن الحارث وعن ابن عباس أنه الحارث بن كلدة . وحكى الثعلبي أنه أبو جهل وأصحابه ."
    },
    {
      "ayah": 8,
      "surah": 45,
      "text": "يسمع آيات الله تتلى عليه يعني آيات القرآن . ثم يصر مستكبرا كأن لم يسمعها أي يتمادى على كفره متعظما في نفسه عن الانقياد ، مأخوذ من صر الصرة إذا شدها . قال معناه ابن عباس وغيره . وقيل : أصله من إصرار الحمار على العانة وهو أن ينحني عليها صارا أذنيه . و أن من كأن مخففة من الثقيلة ، كأنه لم يسمعها ، والضمير ضمير الشأن ، كما في قوله : .كأن ظبية تعطو إلى ناظر السلمومحل الجملة النصب ، أي : يصر مثل غير السامع . وقد تقدم في أول ( لقمان ) القول في معنى هذه الآية وتقدم معنى فبشره بعذاب أليم في ( البقرة ) ."
    },
    {
      "ayah": 9,
      "surah": 45,
      "text": "قوله تعالى : وإذا علم من آياتنا شيئا اتخذها هزوا نحو قوله في الزقوم : إنه الزبد والتمر ، وقوله في خزنة جهنم : إن كانوا تسعة عشر فأنا ألقاهم وحدي . أولئك لهم عذاب مهين مذل مخز ."
    }
  ]
}
