{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 51,
      "text": "سورة \" والذاريات \" مكية في قول الجميع ، وهي ستون آية .بسم الله الرحمن الرحيموالذاريات ذرواقوله تعالى : والذاريات ذروا قال أبو بكر الأنباري : حدثنا عبد الله بن ناجية ، حدثنا يعقوب بن إبراهيم ، حدثنا مكي بن إبراهيم ، حدثنا الجعيد بن عبد الرحمن ، عن يزيد بن خصيفة ، عن السائب بن يزيد أن رجلا قال لعمر رضي الله عنه : إني مررت برجل يسأل عن تفسير مشكل القرآن ، فقال عمر : اللهم أمكني منه ; فدخل الرجل على عمر يوما وهو لابس ثيابا وعمامة وعمر يقرأ القرآن ، فلما فرغ قام إليه الرجل فقال : يا أمير المؤمنين ما والذاريات ذروا ؟ فقام عمر فحسر عن ذراعيه وجعل يجلده ، ثم قال : ألبسوه ثيابه واحملوه على قتب وأبلغوا به حيه ، ثم ليقم خطيبا فليقل : إن صبيغا طلب العلم فأخطأه ، فلم يزل وضيعا في قومه بعد أن كان سيدا فيهم . وعن عامر بن واثلة أن ابن الكواء سأل عليا رضي الله عنه ، فقال : يا أمير المومنين ما والذاريات ذروا ؟ قال : ويلك ، سل تفقها ولا تسأل تعنتا والذاريات ذروا الرياح فالحاملات وقرا السحاب فالجاريات يسرا السفن فالمقسمات أمرا [ ص: 30 ] الملائكة . وروى الحارث عن علي رضي الله عنه والذاريات ذروا قال : الرياح فالحاملات وقرا قال : السحاب تحمل الماء كما تحمل ذوات الأربع الوقر فالجاريات يسرا قال : السفن موقرة فالمقسمات أمرا قال : الملائكة تأتي بأمر مختلف ; جبريل بالغلظة ، وميكائيل صاحب الرحمة ، وملك الموت يأتي بالموت . وقال الفراء : وقيل تأتي بأمر مختلف من الخصب والجدب والمطر والموت والحوادث . ويقال : ذرت الريح التراب تذروه ذروا وتذريه ذريا . ثم قيل : \" والذاريات \" وما بعده أقسام ، وإذا أقسم الرب بشيء أثبت له شرفا . وقيل : المعنى ورب الذاريات ، والجواب إنما توعدون ، أي : الذي توعدونه من الخير والشر والثواب والعقاب لصادق لا كذب فيه ; ومعنى لصادق لصدق ; وقع الاسم موقع المصدر .وإن الدين لواقع يعني الجزاء نازل بكم . ثم ابتدأ قسما آخر فقال : والسماء ذات الحبك إنكم لفي قول مختلف وقيل : إن الذاريات النساء الولودات لأن في ذرايتهن ذرو الخلق ; لأنهن يذرين الأولاد فصرن ذاريات ; وأقسم بهن لما في ترائبهن من خيرة عباده الصالحين . وخص النساء بذلك دون الرجال وإن كان كل واحد منهما ذاريا لأمرين ، أحدهما : لأنهن أوعية دون الرجال ، فلاجتماع الذروين فيهن خصصن بالذكر . الثاني : أن الذرو فيهن أطول زمانا ، وهن بالمباشرة أقرب عهدا . فالحاملات وقرا السحاب . وقيل : الحاملات من النساء إذا ثقلن بالحمل . و \" الوقر \" بكسر الواو ثقل الحمل على ظهر أو في بطن ، يقال : جاء يحمل وقره وقد أوقر بعيره . وأكثر ما يستعمل الوقر في حمل البغل والحمار ، والوسق في حمل البعير . وهذه امرأة موقرة بفتح القاف إذا حملت حملا ثقيلا . وأوقرت النخلة كثر حملها ; يقال : نخلة موقرة وموقر وموقرة ، وحكي موقر وهو على غير القياس ، لأن الفعل للنخلة . وإنما قيل : موقر بكسر القاف على قياس قولك : امرأة حامل ، لأن حمل الشجر مشبه بحمل النساء ; فأما موقر بالفتح فشاذ ، وقد روي في قول لبيد يصف نخيلا :عصب كوارع في خليج محلم حملت فمنها موقر مكموموالجمع مواقر . فأما الوقر بالفتح فهو ثقل الأذن ، وقد وقرت أذنه توقر وقرا أي صمت ، [ ص: 31 ] وقياس مصدره التحريك إلا أنه جاء بالتسكين وقد تقدم في \" الأنعام \" القول فيه ."
    },
    {
      "ayah": 10,
      "surah": 51,
      "text": "قوله تعالى : قتل الخراصون في التفسير : لعن الكذابون . وقال ابن عباس : أي قتل المرتابون ; يعني الكهنة . وقال الحسن : هم الذين يقولون لسنا نبعث . ومعنى قتل أي هؤلاء ممن يجب أن يدعى عليهم بالقتل على أيدي المؤمنين . وقال الفراء : معنى قتل لعن ; قال : و \" الخراصون \" الكذابون الذين يتخرصون بما لا يعلمون ; فيقولون : إن محمدا مجنون كذاب ساحر شاعر ; وهذا دعاء عليهم ; لأن من لعنه الله فهو بمنزلة المقتول الهالك . قال ابن الأنباري : علمنا الدعاء عليهم ; أي قولوا : قتل الخراصون وهو جمع خارص والخرص الكذب والخراص الكذاب ، وقد خرص يخرص بالضم خرصا أي كذب ; يقال : خرص واخترص ، وخلق واختلق ، وبشك وابتشك ، وسرج واسترج ، ومان ، بمعنى كذب ; حكاه النحاس . والخرص أيضا حزر ما على النخل من الرطب تمرا . وقد خرصت النخل والاسم الخرص بالكسر ; يقال : كم خرص نخلك والخراص الذي يخرصها فهو مشترك . وأصل الخرص القطع على ما تقدم بيانه في \" الأنعام \" ومنه الخريص للخليج ; لأنه ينقطع إليه الماء ، والخرص حبة القرط إذا كانت منفردة ; لانقطاعها عن أخواتها ، والخرص العود ; لانقطاعه عن نظائره بطيب رائحته . والخرص الذي به جوع وبرد لأنه ينقطع به ، يقال : خرص الرجل بالكسر فهو خرص ، أي جائع مقرور ، ولا يقال للجوع بلا برد خرص . ويقال للبرد بلا جوع خرص . والخرص بالضم والكسر الحلقة من الذهب أو الفضة والجمع الخرصان . ويدخل في الخرص قول المنجمين وكل من يدعي الحدس والتخمين . وقال ابن عباس : هم المقتسمون الذين اقتسموا أعقاب مكة ، واقتسموا القول في نبي الله صلى الله عليه وسلم ; ليصرفوا الناس عن الإيمان به ."
    },
    {
      "ayah": 11,
      "surah": 51,
      "text": "قوله تعالى : الذين هم في غمرة ساهون الغمرة ما ستر الشيء وغطاه . ومنه نهر غمر أي يغمر من دخله ، ومنه غمرات الموت . ساهون أي لاهون غافلون عن أمر الآخرة ."
    },
    { "ayah": 12, "surah": 51, "text": "أي متى يوم الحساب ; يقولون ذلك استهزاء وشكا في القيامة ." },
    {
      "ayah": 13,
      "surah": 51,
      "text": "يوم هم على النار يفتنون نصب يوم على تقدير الجزاء أي هذا الجزاء يوم هم على النار يفتنون أي يحرقون ، وهو من قولهم : فتنت الذهب أي أحرقته لتختبره ; وأصل الفتنة الاختبار . وقيل : إنه مبني بني لإضافته إلى غير متمكن ، وموضعه نصب على التقدير المتقدم ، أو رفع على البدل من يوم الدين . وقال الزجاج : يقول يعجبني يوم أنت قائم ويوم أنت تقوم ، وإن شئت فتحت وهو في موضع رفع ، فإنما انتصب هذا وهو في المعنى رفع . وقال ابن عباس : يفتنون يعذبون . ومنه قول الشاعر : [ ص: 34 ]كل امرئ من عباد الله مضطهد     ببطن مكة مقهور ومفتون"
    },
    {
      "ayah": 14,
      "surah": 51,
      "text": "قوله تعالى : ذوقوا فتنتكم أي يقال لهم ذوقوا عذابكم ; قاله ابن زيد . مجاهد : حريقكم . ابن عباس : أي تكذيبكم يعني جزاءكم . الفراء : أي عذابكم الذي كنتم به تستعجلون في الدنيا . وقال هذا ولم يقل هذه ; لأن الفتنة هنا بمعنى العذاب ."
    },
    {
      "ayah": 15,
      "surah": 51,
      "text": "لما ذكر مآل الكفار ذكر مآل المؤمنين أي هم في بساتين فيها عيون جارية على نهاية ما يتنزه به ."
    },
    {
      "ayah": 16,
      "surah": 51,
      "text": "آخذين نصب على الحال . ما آتاهم ربهم أي ما أعطاهم من الثواب وأنواع الكرامات ; قاله الضحاك . وقال ابن عباس وسعيد بن جبير : آخذين ما آتاهم ربهم أي عاملين بالفرائض .إنهم كانوا قبل ذلك أي قبل دخولهم الجنة في الدنيا محسنين بالفرائض . وقال ابن عباس : المعنى كانوا قبل أن يفرض عليهم الفرائض محسنين في أعمالهم ."
    },
    {
      "ayah": 17,
      "surah": 51,
      "text": "قوله تعالى : كانوا قليلا من الليل ما يهجعونقوله تعالى : كانوا قليلا من الليل ما يهجعون معنى يهجعون ينامون ; والهجوع النوم ليلا ، والتهجاع النومة الخفيفة ; قال أبو قيس بن الأسلت :قد حصت البيضة رأسي فما أطعم نوما غير تهجاعوقال عمرو بن معدي كرب يتشوق أخته وكان أسرها الصمة أبو دريد بن الصمة :أمن ريحانة الداعي السميع     يؤرقني وأصحابي هجوعيقال : هجع يهجع هجوعا ، وهبغ يهبغ هبوغا بالغين المعجمة إذا نام ; قاله الجوهري . واختلف في \" ما \" فقيل : صلة زائدة - قاله إبراهيم النخعي - والتقدير كانوا قليلا من الليل [ ص: 35 ] يهجعون ; أي ينامون قليلا من الليل ويصلون أكثره . قال عطاء : وهذا لما أمروا بقيام الليل . وكان أبو ذر يحتجز ويأخذ العصا فيعتمد عليها حتى نزلت الرخصة قم الليل إلا قليلا الآية . وقيل : ليس \" ما \" صلة بل الوقف عند قوله : قليلا ثم يبتدئ من الليل ما يهجعون ف \" ما \" للنفي وهو نفي النوم عنهم البتة . قال الحسن : كانوا لا ينامون من الليل إلا أقله وربما نشطوا فجدوا إلى السحر . روي عن يعقوب الحضرمي أنه قال : اختلفوا في تفسير هذه الآية فقال بعضهم : كانوا قليلا معناه كان عددهم يسيرا ثم ابتدأ فقال : من الليل ما يهجعون على معنى من الليل يهجعون ; قال ابن الأنباري : وهذا فاسد ; لأن الآية إنما تدل على قلة نومهم لا على قلة عددهم ، وبعد فلو ابتدأنا من الليل ما يهجعون على معنى من الليل يهجعون لم يكن في هذا مدح لهم ; لأن الناس كلهم يهجعون من الليل إلا أن تكون ما جحدا . قلت : وعلى ما تأوله بعض الناس - وهو قول الضحاك - من أن عددهم كان يسيرا يكون الكلام متصلا بما قبل من قوله : إنهم كانوا قبل ذلك محسنين أي كان المحسنون قليلا ، ثم استأنف فقال : من الليل ما يهجعون وعلى التأويل الأول ، والثاني يكون : كانوا قليلا من الليل خطابا مستأنفا بعد تمام ما تقدمه ويكون الوقف على ما يهجعون ، وكذلك إن جعلت قليلا خبر كان وترفع \" ما \" بقليل ; كأنه قال : كانوا قليلا من الليل هجوعهم . ف \" ما \" يجوز أن تكون نافية ، ويجوز أن تكون مع الفعل مصدرا ، ويجوز أن تكون رفعا على البدل من اسم كان ، التقدير كان هجوعهم قليلا من الليل ، وانتصاب قوله : قليلا إن قدرت \" ما \" زائدة مؤكدة ب \" يهجعون \" على تقدير كانوا وقتا قليلا أو هجوعا قليلا يهجعون ، وإن لم تقدر \" ما \" زائدة كان قوله : \" قليلا \" خبر كان ولم يجز نصبه ب \" يهجعون \" ; لأنه إذا قدر نصبه ب \" يهجعون \" مع تقدير \" ما \" مصدرا قدمت الصلة على الموصول . وقال أنس وقتادة في تأويل الآية : أي كانوا يصلون بين العشاءين : المغرب والعشاء . أبو العالية : كانوا لا ينامون بين العشاءين . وقاله ابن وهب . وقال مجاهد : نزلت في الأنصار كانوا يصلون العشاءين في مسجد النبي صلى الله عليه وسلم ثم يمضون إلى قباء . وقال محمد بن علي بن الحسين : كانوا لا ينامون حتى يصلوا العتمة . قال الحسن : كأنه عد هجوعهم قليلا في جنب يقظتهم للصلاة . وقال ابن عباس ومطرف : قل ليلة لا تأتي عليهم إلا يصلون لله فيها إما من أولها وإما من وسطها .روي عن بعض المتهجدين أنه أتاه آت في منامه فأنشده :وكيف تنام الليل عين قريرة     ولم تدر في أي المجالس تنزلوروي عن رجل من الأزد أنه قال : كنت لا أنام الليل فنمت في آخر الليل ، فإذا أنا بشابين أحسن ما رأيت ومعهما حلل ، فوقفا على كل مصل وكسواه حلة ، ثم انتهيا إلى النيام فلم يكسواهم ، فقلت لهما : اكسواني من حللكما هذه ; فقالا لي : إنها ليست حلة لباس إنما هي رضوان الله يحل على كل مصل . ويروى عن أبي خلاد أنه قال : حدثني صاحب لي قال : فبينا أنا نائم ذات ليلة إذ مثلت لي القيامة ، فنظرت إلى أقوام من إخواني قد أضاءت وجوههم ، وأشرقت ألوانهم ، وعليهم الحلل من دون الخلائق ، فقلت : ما بال هؤلاء مكتسون والناس عراة ، ووجوههم مشرقة ووجوه الناس مغبرة ! فقال لي قائل : الذين رأيتهم مكتسون فهم المصلون بين الأذان والإقامة ، والذين وجوههم مشرقة فأصحاب السهر والتهجد ، قال : ورأيت أقواما على نجائب ، فقلت : ما بال هؤلاء ركبانا والناس مشاة حفاة ؟ فقال لي : هؤلاء الذين قاموا على أقدامهم تقربا لله تعالى فأعطاهم الله بذلك خير الثواب ; قال : فصحت في منامي : واها للعابدين ، ما أشرف مقامهم ! ثم استيقظت من منامي وأنا خائف ."
    },
    {
      "ayah": 18,
      "surah": 51,
      "text": "قوله تعالى : وبالأسحار هم يستغفرون مدح ثان ; أي يستغفرون من ذنوبهم ؛ قاله الحسن . والسحر وقت يرجى فيه إجابة الدعاء . وقد مضى في \" آل عمران \" القول فيه . وقال ابن عمر ومجاهد : أي يصلون وقت السحر فسموا الصلاة استغفارا . وقال الحسن في قوله تعالى : كانوا قليلا من الليل ما يهجعون مدوا الصلاة من أول الليل إلى السحر ثم استغفروا في السحر . ابن وهب : هي في الأنصار ; يعني أنهم كانوا يغدون من قباء فيصلون في مسجد النبي صلى الله عليه وسلم . ابن وهب عن ابن لهيعة عن يزيد بن أبي حبيب قالوا : كانوا ينضحون لناس من الأنصار بالدلاء على الثمار ثم يهجعون قليلا ، ثم يصلون آخر الليل . الضحاك : صلاة الفجر . قال الأحنف بن قيس : عرضت عملي على أعمال أهل الجنة فإذا قوم قد باينونا بونا بعيدا لا نبلغ أعمالهم كانوا قليلا من الليل ما يهجعون وعرضت عملي على أعمال أهل النار فإذا قوم لا خير فيهم ، يكذبون بكتاب الله وبرسوله وبالبعث بعد الموت ، فوجدنا خيرنا منزلة قوما خلطوا عملا صالحا وآخر سيئا ."
    },
    {
      "ayah": 19,
      "surah": 51,
      "text": "قوله تعالى : وفي أموالهم حق للسائل والمحروم مدح ثالث . قال محمد بن سيرين وقتادة : الحق هنا الزكاة المفروضة . وقيل : إنه حق سوى الزكاة يصل به رحما ، أو يقري به ضيفا ، أو يحمل به كلا ، أو يغني محروما . وقاله ابن عباس ; لأن السورة [ ص: 37 ] مكية وفرضت الزكاة بالمدينة . ابن العربي : والأقوى في هذه الآية أنها الزكاة ; لقوله تعالى في سورة \" المعارج \" : والذين في أموالهم حق معلوم للسائل والمحروم والحق المعلوم هو الزكاة التي بين الشرع قدرها وجنسها ووقتها ، فأما غيرها لمن يقول به فليس بمعلوم ; لأنه غير مقدر ولا مجنس ولا موقت .قوله تعالى : للسائل والمحروم السائل الذي يسأل الناس لفاقته ; قاله ابن عباس وسعيد بن المسيب وغيرهما . والمحروم الذي حرم المال . واختلف في تعيينه ; فقال ابن عباس وسعيد بن المسيب وغيرهما : المحروم المحارف الذي ليس له في الإسلام سهم . وقالت عائشة رضي الله عنها : المحروم المحارف الذي لا يتيسر له مكسبه ; يقال : رجل محارف بفتح الراء أي محدود محروم ، وهو خلاف قولك مبارك . وقد حورف كسب فلان إذا شدد عليه في معاشه كأنه ميل برزقه عنه . وقال قتادة والزهري : المحروم المتعفف الذي لا يسأل الناس شيئا ولا يعلم بحاجته . وقال الحسن ومحمد ابن الحنفية : المحروم الذي يجيء بعد الغنيمة وليس له فيها سهم . روي أن النبي صلى الله عليه وسلم بعث سرية فأصابوا وغنموا فجاء قوم بعد ما فرغوا فنزلت هذه الآيةوفي أموالهم .وقال عكرمة : المحروم الذي لا يبقى له مال . وقال زيد بن أسلم : هو الذي أصيب ثمره أو زرعه أو نسل ماشيته . وقال القرظي : المحروم الذي أصابته الجائحة ثم قرأ إنا لمغرمون بل نحن محرومون نظيره في قصة أصحاب الجنة حيث قالوا : بل نحن محرومون وقال أبو قلابة : كان رجل من أهل اليمامة له مال فجاء سيل فذهب بماله ، فقال رجل من أصحابه : هذا المحروم فاقسموا له . وقيل : إنه الذي يطلب الدنيا وتدبر عنه . وهو يروى عن ابن عباس أيضا . وقال عبد الرحمن بن حميد : المحروم المملوك . وقيل : إنه الكلب ; روي أن عمر بن عبد العزيز كان في طريق مكة ، فجاء كلب فانتزع عمر - رحمه الله - كتف شاة فرمى بها إليه وقال : يقولون إنه المحروم . وقيل : إنه من وجبت نفقته بالفقر من ذوي الأنساب ; لأنه قد حرم كسب نفسه حتى وجبت نفقته في مال غيره . وروى ابن وهب عن مالك : أنه الذي يحرم الرزق ، وهذا قول حسن ; لأنه يعم جميع الأقوال . وقال الشعبي : لي اليوم سبعون سنة منذ احتلمت أسأل عن المحروم فما أنا [ ص: 38 ] اليوم بأعلم مني فيه يومئذ . رواه شعبة عن عاصم الأحول عن الشعبي . وأصله في اللغة الممنوع ; من الحرمان وهو المنع . قال علقمة :ومطعم الغنم يوم الغنم مطعمه     أنى توجه والمحروم محروموعن أنس أن النبي صلى الله عليه وسلم قال : ويل للأغنياء من الفقراء يوم القيامة يقولون ربنا ظلمونا حقوقنا التي فرضت لنا عليهم ، فيقول الله تعالى : وعزتي وجلالي لأقربنكم ولأبعدنهم ، ثم تلا رسول الله صلى الله عليه وسلم وفي أموالهم حق للسائل والمحروم ذكره الثعلبي ."
    },
    {
      "ayah": 2,
      "surah": 51,
      "text": "وعن عامر بن واثلة أن ابن الكواء سأل عليا رضي الله عنه , فقال : يا أمير المؤمنين ما \" الذاريات ذروا \" قال : ويلك سل تفقها ولا تسأل تعنتا \" والذاريات ذروا \" الرياح \" فالحاملات وقرا \" السحاب \" فالجاريات يسرا \" السفن \" فالمقسمات أمرا \" الملائكة .وروى الحارث عن علي رضي الله عنه \" والذاريات ذروا \" قال : الرياح \" فالحاملات وقرا \" قال : السحاب تحمل الماء كما تحمل ذوات الأربع الوقر \" فالجاريات يسرا \" قال : السفن موقرة \" فالمقسمات أمرا \" قال : الملائكة تأتي بأمر مختلف ; جبريل بالغلظة , وميكائيل صاحب الرحمة , وملك الموت يأتي بالموت .وقال الفراء : وقيل تأتي بأمر مختلف من الخصب والجدب والمطر والموت والحوادث .ويقال : ذرت الريح التراب تذروه ذروا وتذريه ذريا .ثم قيل : \" والذاريات \" وما بعده أقسام , وإذا أقسم الرب بشيء أثبت له شرفا .وقيل : المعنى ورب الذاريات , والجواب \" إنما توعدون \""
    },
    {
      "ayah": 20,
      "surah": 51,
      "text": "قوله تعالى : وفي الأرض آيات للموقنين لما ذكر أمر الفريقين بين أن في الأرض علامات تدل على قدرته على البعث والنشور ; فمنها عود النبات بعد أن صار هشيما ، ومنها أنه قدر الأقوات فيها قواما للحيوانات ، ومنها سيرهم في البلدان التي يشاهدون فيها آثار الهلاك النازل بالأمم المكذبة . والموقنون هم العارفون المحققون وحدانية ربهم ، وصدق نبوة نبيهم ; خصهم بالذكر لأنهم المنتفعون بتلك الآيات وتدبرها ."
    },
    {
      "ayah": 21,
      "surah": 51,
      "text": "قوله تعالى : وفي أنفسكم أفلا تبصرون قيل : التقدير وفي الأرض وفي أنفسكم آيات للموقنين . وقال قتادة : المعنى من سار في الأرض رأى آيات وعبرا ، ومن تفكر في نفسه علم أنه خلق ليعبد الله . ابن الزبير ومجاهد : المراد سبيل الخلاء والبول . وقال السائب بن شريك : يأكل ويشرب من مكان واحد ويخرج من مكانين ; ولو شرب لبنا محضا لخرج منه الماء ومنه الغائط ; فتلك الآية في النفس . وقال ابن زيد : المعنى أنه خلقكم من تراب ، وجعل [ ص: 39 ] لكم السمع والأبصار والأفئدة ثم إذا أنتم بشر تنتشرون . السدي : وفي أنفسكم أي في حياتكم وموتكم ، وفيما يدخل ويخرج من طعامكم . الحسن : وفي الهرم بعد الشباب ، والضعف بعد القوة ، والشيب بعد السواد . وقيل : المعنى وفي خلق أنفسكم من نطفة وعلقة ومضغة ولحم وعظم إلى نفخ الروح ، وفي اختلاف الألسنة والألوان والصور ، إلى غير ذلك من الآيات الباطنة والظاهرة ، وحسبك بالقلوب وما ركز فيها من العقول ، وما خصت به من أنواع المعاني والفنون ، وبالألسن والنطق ومخارج الحروف والأبصار والأطراف وسائر الجوارح ، وتأتيها لما خلقت له ، وما سوى في الأعضاء من المفاصل للانعطاف والتثني ، وأنه إذا جسا شيء منها جاء العجز ، وإذا استرخى أناخ الذل فتبارك الله أحسن الخالقين . أفلا تبصرون يعني بصر القلب ، ليعرفوا كمال قدرته . وقيل : إنه نجح العاجز ، وحرمان الحازم . قلت : كل ما ذكر مراد في الاعتبار . وقد قدمنا في آية التوحيد من سورة \" البقرة \" أن ما في بدن الإنسان الذي هو العالم الصغير شيء إلا وله نظير في العالم الكبير ، وذكرنا هناك من الاعتبار ما يكفي ويغني لمن تدبر ."
    },
    {
      "ayah": 22,
      "surah": 51,
      "text": "قوله تعالى : وفي السماء رزقكم وما توعدون قال سعيد بن جبير والضحاك : الرزق هنا ما ينزل من السماء من مطر وثلج ينبت به الزرع ويحيا به الخلق . قال سعيد بن جبير : كل عين قائمة فإنها من الثلج . وعن الحسن أنه كان إذا رأى السحاب قال لأصحابه : فيه والله رزقكم ولكنكم تحرمونه بخطاياكم . وقال أهل المعاني : وفي السماء رزقكم معناه وفي المطر رزقكم ; سمي المطر سماء لأنه من السماء ينزل . قال الشاعر :إذا سقط السماء بأرض قوم رعيناه وإن كانوا غضاباوقال ابن كيسان : يعني وعلى رب السماء رزقكم ; نظيره : وما من دابة في الأرض إلا على الله رزقها . وقال سفيان الثوري : وفي السماء رزقكم أي عند الله في السماء رزقكم . وقيل : المعنى وفي السماء تقدير رزقكم ، وما فيه لكم مكتوب في أم الكتاب . وعن سفيان قال : قرأ واصل الأحدب وفي السماء رزقكم فقال : ألا أرى رزقي في السماء وأنا أطلبه في الأرض ! فدخل خربة فمكث ثلاثا لا يصيب شيئا فإذا هو في الثالثة بدوخلة رطب ، [ ص: 40 ] وكان له أخ أحسن نية منه فدخل معه فصارتا دوخلتين ، فلم يزل ذلك دأبهما حتى فرق الله بالموت بينهما . وقرأ ابن محيصن ومجاهد \" وفي السماء رازقكم \" بالألف وكذلك في آخرها \" إن الله هو الرازق \" . وما توعدون قال مجاهد : يعني من خير وشر . وقال غيره : من خير خاصة . وقيل : الشر خاصة . وقيل : الجنة ; عن سفيان بن عيينة . الضحاك : وما توعدون من الجنة والنار . وقال ابن سيرين : وما توعدون من أمر الساعة . وقاله الربيع ."
    },
    {
      "ayah": 23,
      "surah": 51,
      "text": "قوله تعالى : فورب السماء والأرض إنه لحق أكد ما أخبرهم به من البعث وما خلق في السماء من الرزق ، وأقسم عليه بأنه لحق ثم أكده بقوله : مثل ما أنكم تنطقون وخص النطق من بين سائر الحواس ; لأن ما سواه من الحواس يدخله التشبيه ، كالذي يرى في المرآة ، واستحالة الذوق عند غلبة الصفراء ونحوها ، والدوي والطنين في الأذن ، والنطق سالم من ذلك ، ولا يعترض بالصدى لأنه لا يكون إلا بعد حصول الكلام من الناطق غير مشوب بما يشكل به . وقال بعض الحكماء : كما أن كل إنسان ينطق بنفسه ولا يمكنه أن ينطق بلسان غيره ، فكذلك كل إنسان يأكل رزقه ولا يمكنه أن يأكل رزق غيره . وقال الحسن : بلغني أن نبي الله صلى الله عليه وسلم قال : قاتل الله أقواما أقسم لهم ربهم بنفسه ثم لم يصدقوه ، قال الله تعالى : فورب السماء والأرض إنه لحق . وقال الأصمعي : أقبلت ذات مرة من مسجد البصرة إذ طلع أعرابي جلف جاف على قعود له متقلدا سيفه وبيده قوسه ، فدنا وسلم وقال : ممن الرجل ؟ قلت : منبني أصمع ، قال : أنت الأصمعي ؟ قلت : نعم . قال : ومن أين أقبلت ؟ قلت : من موضع يتلى فيه كلام الرحمن ; قال : وللرحمن كلام يتلوه الآدميون ؟ قلت : نعم ; قال : فاتل علي منه شيئا ; فقرأت والذاريات ذروا إلى قوله : وفي السماء رزقكم فقال : يا أصمعي حسبك ! ! ثم قام إلى ناقته فنحرها وقطعها بجلدها ، وقال : أعني على توزيعها ; ففرقناها على من أقبل وأدبر ، ثم عمد إلى سيفه وقوسه فكسرهما ووضعهما تحت الرحل وولى نحو البادية وهو يقول : وفي السماء رزقكم وما توعدون فمقت نفسي ولمتها ، ثم حججت مع الرشيد ، فبينما أنا أطوف إذا أنا بصوت رقيق ، فالتفت فإذا أنا بالأعرابي وهو ناحل مصفر ، فسلم علي وأخذ بيدي وقال : اتل علي كلام الرحمن ، وأجلسني من وراء المقام فقرأت والذاريات ذروا حتى وصلت إلى قوله تعالى : وفي السماء رزقكم وما توعدون فقال [ ص: 41 ] الأعرابي : لقد وجدنا ما وعدنا الرحمن حقا ، وقال : وهل غير هذا ؟ قلت : نعم ; يقول الله تبارك وتعالى : فورب السماء والأرض إنه لحق مثل ما أنكم تنطقون قال : فصاح الأعرابي وقال : يا سبحان الله ! من الذي أغضب الجليل حتى حلف ! ألم يصدقوه في قوله حتى ألجئوه إلى اليمين ؟ فقالها ثلاثا وخرجت بها نفسه . وقال يزيد بن مرثد : إن رجلا جاع بمكان ليس فيه شيء فقال : اللهم رزقك الذي وعدتني فأتني به ; فشبع وروي من غير طعام ولا شراب . وعن أبي سعيد الخدري قال : قال النبي صلى الله عليه وسلم : لو أن أحدكم فر من رزقه لتبعه كما يتبعه الموت أسنده الثعلبي . وفي سنن ابن ماجه عن حبة وسواء ابني خالد قالا : دخلنا على النبي صلى الله عليه وسلم وهو يعالج شيئا فأعناه عليه ، فقال : لا تيأسا من الرزق ما تهززت رءوسكما فإن الإنسان تلده أمه أحمر ليس عليه قشر ثم يرزقه الله . وروي أن قوما من الأعراب زرعوا زرعا فأصابته جائحة فحزنوا لأجله ، فخرجت عليهم أعرابية فقالت : ما لي أراكم قد نكستم رءوسكم ، وضاقت صدوركم ، هو ربنا والعالم بنا ، رزقنا عليه يأتينا به حيث شاء ! ثم أنشأت تقول :لو كان في صخرة في البحر راسية     صما ململمة ملس نواحيهارزق لنفس براها الله لانفلقت     حتى تؤدي إليها كل ما فيهاأو كان بين طباق السبع مسلكها     لسهل الله في المرقى مراقيهاحتى تنال الذي في اللوح خط لها     إن لم تنله وإلا سوف يأتيهاقلت : وفي هذا المعنى قصة الأشعريين حين أرسلوا رسولهم إلى النبي صلى الله عليه وسلم ، فسمع قوله تعالى : وما من دابة في الأرض إلا على الله رزقها فرجع ولم يكلم النبي صلى الله عليه وسلم وقال : ليس الأشعريون بأهون على الله من الدواب ; وقد ذكرناه في سورة \" هود \" . وقال لقمان : يا بني إنها إن تك مثقال حبة من خردل فتكن في صخرة الآية . وقد مضى في \" لقمان \" وقد استوفينا هذا الباب في كتاب ( قمع الحرص بالزهد والقناعة ) والحمد لله . وهذا هو التوكل الحقيقي الذي لا يشوبه شيء ، وهو فراغ القلب مع الرب ; رزقنا الله إياه ولا أحالنا على أحد سواه بمنه وكرمه .[ ص: 42 ] قوله تعالى : مثل ما أنكم تنطقون قراءة العامة \" مثل \" بالنصب أي كمثل ما أنكم فهو منصوب على تقدير حذف الكاف أي كمثل نطقكم و \" ما \" زائدة ; قاله بعض الكوفيين . وقال الزجاج والفراء : يجوز أن ينتصب على التوكيد ; أي لحق حقا مثل نطقك ; فكأنه نعت لمصدر محذوف . وقول سيبويه : إنه مبني بني حين أضيف إلى غير متمكن و \" ما \" زائدة للتوكيد . المازني : مثل مع ما بمنزلة شيء واحد فبني على الفتح لذلك . واختاره أبو عبيد وأبو حاتم ; قال : ولأن من العرب من يجعل مثلا منصوبا أبدا ; فتقول : قال لي رجل مثلك ، ومررت برجل مثلك بنصب مثل على معنى كمثل . وقرأ أبو بكر وحمزة والكسائي والأعمش \" مثل \" بالرفع على أنه صفة \" لحق \" ; لأنه نكرة وإن أضيف إلى معرفة ، إذ لا يختص بالإضافة لكثرة الأشياء التي يقع بعدها التماثل بين المتماثلين . و \" مثل \" مضاف إلى \" أنكم \" و \" ما \" زائدة ولا تكون مع ما بعدها بمنزلة المصدر إذ لا فعل معه تكون معه مصدرا . ويجوز أن تكون بدلا من \" لحق \" ."
    },
    {
      "ayah": 24,
      "surah": 51,
      "text": "قوله تعالى : هل أتاك حديث ضيف إبراهيم المكرمين ذكر قصة إبراهيم عليه السلام ليبين بها أنه أهلك المكذب بآياته كما فعل بقوم لوط . هل أتاك أي ألم يأتك . وقيل : هل بمعنى قد ; كقوله تعالى : هل أتى على الإنسان حين من الدهر . وقد مضى الكلام في ضيف إبراهيم في \" هود \" و \" الحجر \" . \" المكرمين \" أي عند الله ; دليله قوله تعالى : بل عباد مكرمون قال ابن عباس : يريد جبريل وميكائيل وإسرافيل - زاد عثمان بن حصين - ورفائيل عليهم الصلاة والسلام . وقال محمد بن كعب : كان جبريل ومعه تسعة . وقال عطاء وجماعة : كانوا ثلاثة ؛ جبريل وميكائيل ومعهما ملك آخر . قال ابن عباس : سماهم مكرمين لأنهم غير مذعورين . وقال مجاهد : سماهم مكرمين لخدمة إبراهيم إياهم [ ص: 43 ] بنفسه . قال عبد الوهاب : قال لي علي بن عياض : عندي هريسة ما رأيك فيها ؟ قلت : ما أحسن رأيي فيها ; قال : امض بنا ; فدخلت الدار فنادى الغلام فإذا هو غائب ، فما راعني إلا به ومعه القمقمة والطست وعلى عاتقه المنديل ، فقلت : إنا لله وإنا إليه راجعون ، لو علمت يا أبا الحسن أن الأمر هكذا ; قال : هون عليك فإنك عندنا مكرم ، والمكرم إنما يخدم بالنفس ; انظر إلى قوله تعالى : هل أتاك حديث ضيف إبراهيم المكرمين ."
    },
    {
      "ayah": 25,
      "surah": 51,
      "text": "إذ دخلوا عليه فقالوا سلاما تقدم في \" الحجر \" . قال سلام أي عليكم سلام . ويجوز بمعنى أمري سلام أو ردي لكم سلام . وقرأ أهل الكوفة إلا عاصما \" سلم \" بكسر السين .قوم منكرون أي أنتم قوم منكرون ; أي غرباء لا نعرفكم . وقيل : لأنه رآهم على غير صورة البشر ، وعلى غير صورة الملائكة الذين كان يعرفهم فنكرهم ، فقال : قوم منكرون . وقيل : أنكرهم لأنهم دخلوا عليه من غير استئذان . وقال أبو العالية : أنكر سلامهم في ذلك الزمان وفي تلك الأرض . وقيل : خافهم ; يقال : أنكرته إذا خفته ، قال الشاعر :فأنكرتني وما كان الذي نكرت من الحوادث إلا الشيب والصلعا"
    },
    {
      "ayah": 26,
      "surah": 51,
      "text": "قوله تعالى : فراغ إلى أهله قال الزجاج : أي عدل إلى أهله . وقد مضى في \" والصافات \" . ويقال : أراغ وارتاغ بمعنى طلب ، وماذا تريغ أي تريد وتطلب ، وأراغ إلى كذا أي مال إليه سرا وحاد ، فعلى هذا يكون راغ وأراغ لغتين بمعنى .فجاء بعجل سمين أي جاء ضيفه بعجل قد شواه لهم كما في \" هود \" : فما لبث أن جاء بعجل حنيذ . ويقال : إن إبراهيم انطلق إلى منزله كالمستخفي من ضيفه ، لئلا يظهروا على ما يريد أن يتخذ لهم من الطعام ."
    },
    {
      "ayah": 27,
      "surah": 51,
      "text": "قوله تعالى : فقربه إليهم يعني العجل .قال ألا تأكلون قال قتادة : كان عامة مال إبراهيم البقر ، واختاره لهم سمينا زيادة في إكرامهم . وقيل : العجل في بعض اللغات الشاة ؛ ذكره القشيري . وفي الصحاح : العجل ولد البقرة والعجول مثله والجمع العجاجيل والأنثى عجلة ، عن أبي الجراح ، وبقرة معجل ذات عجل ، وعجل قبيلة من ربيعة ."
    },
    {
      "ayah": 28,
      "surah": 51,
      "text": "قوله تعالى : فأوجس منهم خيفة أي أحس منهم في نفسه خوفا . وقيل : أضمر لما لم يتحرموا بطعامه . ومن أخلاق الناس أن من تحرم بطعام إنسان أمنه . وقال عمرو بن دينار : [ ص: 44 ] قالت الملائكة : لا نأكل إلا بالثمن . قال : كلوا وأدوا ثمنه . قالوا : وما ثمنه ؟ قال : تسمون الله إذا أكلتم وتحمدونه إذا فرغتم . فنظر بعضهم إلى بعض وقالوا : لهذا اتخذك الله خليلا . وقد تقدم هذا في \" هود \" ولما رأوا ما بإبراهيم من الخوف قالوا \" لا تخف \" وأعلموه أنهم ملائكة الله ورسله .وبشروه بغلام عليم أي بولد يولد له من سارة زوجته . وقيل : لما أخبروه أنهم ملائكة لم يصدقهم ، فدعوا الله فأحيا العجل الذي قربه إليهم . وروى عون بن أبي شداد : أن جبريل مسح العجل بجناحه ، فقام يدرج حتى لحق بأمه وأم العجل في الدار . ومعنى \" عليم \" أي يكون بعد بلوغه من أولي العلم بالله وبدينه . والجمهور على أن المبشر به هو إسحاق . وقال مجاهد وحده : هو إسماعيل وليس بشيء فإن الله تعالى يقول : وبشرناه بإسحاق وهذا نص ."
    },
    {
      "ayah": 29,
      "surah": 51,
      "text": "قوله تعالى : فأقبلت امرأته في صرة فصكت وجهها أي في صيحة وضجة ; عن ابن عباس وغيره . ومنه أخذ صرير الباب وهو صوته . وقال عكرمة وقتادة : إنها الرنة والتأوه ولم يكن هذا الإقبال من مكان إلى مكان . قال الفراء : وإنما هو كقولك أقبل يشتمني أي أخذ في شتمي . وقيل : أقبلت في صرة أي في جماعة من النساء تسمع كلام الملائكة . قال الجوهري : الصرة الضجة والصيحة ، والصرة الجماعة ، والصرة الشدة من كرب وغيره ، قال امرؤ القيس :فألحقه بالهاديات ودونه جواحرها في صرة لم تزيليحتمل هذا البيت الوجوه الثلاثة . وصرة القيظ شدة حره . فلما سمعت سارة البشارة صكت وجهها ; أي ضربت يدها على وجهها على عادة النسوان عند التعجب ; قاله سفيان الثوري وغيره . وقال ابن عباس : صكت وجهها لطمته . وأصل الصك الضرب ; صكه أي ضربه ; قال الراجز :يا كروانا صك فاكبأنا[ ص: 45 ] قال الأموي : كبن الظبي إذا لطأ بالأرض واكبأن انقبض .وقالت عجوز عقيم أي أتلد عجوز عقيم . الزجاج : أي : وقالت أنا عجوز عقيم فكيف ألد كما قالت : يا ويلتا أألد وأنا عجوز"
    },
    {
      "ayah": 3,
      "surah": 51,
      "text": "فالجاريات يسرا السفن تجري بالرياح يسرا إلى حيث سيرت . وقيل : السحاب ، وفي جريها يسرا على هذا القول وجهان ؛ أحدهما : إلى حيث يسيرها الله تعالى من البلاد والبقاع . الثاني : هو سهولة تسييرها ; وذلك معروف عند العرب ، كما قال الأعشى :كأن مشيتها من بيت جارتها     مشي السحابة لا ريث ولا عجل"
    },
    {
      "ayah": 30,
      "surah": 51,
      "text": "قالوا كذلك أي كما قلنا لك وأخبرناك قال ربك فلا تشكي فيه ، وكان بين البشارة والولادة سنة وكانت سارة لم تلد قبل ذلك فولدت وهي بنت تسع وتسعين سنة ، وإبراهيم يومئذ ابن مائة سنة وقد مضى هذا .إنه هو الحكيم العليم حكيم فيما يفعله عليم بمصالح خلقه ."
    },
    {
      "ayah": 31,
      "surah": 51,
      "text": "قوله تعالى : قال فما خطبكم أيها المرسلون لما تيقن إبراهيم عليه السلام أنهم ملائكة بإحياء العجل والبشارة قال لهم : فما خطبكم أي ما شأنكم وقصتكم أيها المرسلون"
    },
    { "ayah": 32, "surah": 51, "text": "يريد قوم لوط ." },
    { "ayah": 33, "surah": 51, "text": "أي لنرجمهم بها ." },
    {
      "ayah": 34,
      "surah": 51,
      "text": "مسومة أي معلمة . قيل : كانت مخططة بسواد وبياض . وقيل : بسواد وحمرة . وقيل : مسومة أي معروفة بأنها حجارة العذاب . وقيل : على كل حجر اسم من يهلك به . وقيل : عليها أمثال الخواتيم . وقد مضى هذا كله في \" هود \" . فجعلت الحجارة تتبع مسافريهم وشذاذهم فلم يفلت منهم مخبر .عند ربك أي عند الله وقد أعدها لرجم من قضى برجمه . ثم قيل : كانت مطبوخة طبخ الآجر ؛ قاله ابن زيد ; وهو معنى قوله تعالى : حجارة من سجيل على ما تقدم بيانه في \" هود \" . وقيل : هي الحجارة التي نراها وأصلها طين ، وإنما تصير حجارة بإحراق الشمس إياها على مر الدهور . وإنما قال : من طين ليعلم أنها ليست حجارة الماء التي هي البرد . حكاه القشيري ."
    },
    {
      "ayah": 35,
      "surah": 51,
      "text": "أي لما أردنا إهلاك قوم لوط أخرجنا من كان في قومه من المؤمنين ; لئلا يهلك المؤمنون , وذلك قوله تعالى : \" فأسر بأهلك \" [ هود : 81 ] ."
    },
    {
      "ayah": 36,
      "surah": 51,
      "text": "[ ص: 46 ] فما وجدنا فيها غير بيت من المسلمين يعني لوطا وبنتيه وفيه إضمار ; أي فما وجدنا فيها غير أهل بيت . وقد يقال بيت شريف يراد به الأهل . وقوله : فيها كناية عن القرية ولم يتقدم لها ذكر ; لأن المعنى مفهوم . وأيضا فقوله تعالى : إنا أرسلنا إلى قوم مجرمين يدل على القرية ; لأن القوم إنما يسكنون قرية . وقيل : الضمير فيها للجماعة . والمؤمنون والمسلمون هاهنا سواء فجنس اللفظ لئلا يتكرر ، كما قال : إنما أشكو بثي وحزني إلى الله . وقيل : الإيمان تصديق القلب ، والإسلام الانقياد بالظاهر ، فكل مؤمن مسلم وليس كل مسلم مؤمنا . فسماهم في الآية الأولى مؤمنين ; لأنه ما من مؤمن إلا وهو مسلم . وقد مضى الكلام في هذا المعنى في \" البقرة \" وغيرها . وقوله : قالت الأعراب آمنا قل لم تؤمنوا يدل على الفرق بين الإيمان والإسلام وهو مقتضى حديث جبريل عليه السلام في صحيح مسلم وغيره . وقد بيناه في غير موضع ."
    },
    {
      "ayah": 37,
      "surah": 51,
      "text": "قوله تعالى : وتركنا فيها آية أي عبرة وعلامة لأهل ذلك الزمان ومن بعدهم ; نظيره : ولقد تركنا منها آية بينة لقوم يعقلون . ثم قيل : الآية المتروكة نفس القرية الخربة . وقيل : الحجارة المنضودة التي رجموا بها هي الآية .للذين يخافون لأنهم المنتفعون ."
    },
    {
      "ayah": 38,
      "surah": 51,
      "text": "أي وتركنا أيضا في قصة موسى آية .وقال الفراء : هو معطوف على قوله : \" وفي الأرض آيات \" \" وفي موسى \" ."
    },
    {
      "ayah": 39,
      "surah": 51,
      "text": "قوله تعالى : فتولى بركنه أي فرعون أعرض عن الإيمان بركنه أي بجموعه وأجناده ; قاله ابن زيد . وهو معنى قول مجاهد ، ومنه قوله : أو آوي إلى ركن شديد يعني المنعة والعشيرة . وقال ابن عباس وقتادة : بقوته . ومنه قول عنترة :فما أوهى مراس الحرب ركني ولكن ما تقادم من زمانيوقيل : بنفسه . وقال الأخفش : بجانبه ; كقوله تعالى : أعرض ونأى بجانبه وقاله [ ص: 47 ] المؤرج . الجوهري : وركن الشيء جانبه الأقوى ، وهو يأوي إلى ركن شديد أي عزة ومنعة . القشيري : والركن جانب البدن . وهذا عبارة عن المبالغة في الإعراض عن الشيء . وقال ساحر أو مجنون \" أو \" بمعنى الواو ، لأنهم قالوهما جميعا ؛ قاله المؤرج والفراء ، وأنشد بيت جرير :أثعلبة الفوارس أو رياحا     عدلت بهم طهية والخشاباوقد توضع \" أو \" بمعنى الواو ; كقوله تعالى : ولا تطع منهم آثما أو كفورا والواو بمعنى أو ، كقوله تعالى : فانكحوا ما طاب لكم من النساء مثنى وثلاث ورباع وقد تقدم جميع هذا ."
    },
    {
      "ayah": 4,
      "surah": 51,
      "text": "وعن عامر بن واثلة أن ابن الكواء سأل عليا رضي الله عنه , فقال : يا أمير المؤمنين ما \" الذاريات ذروا \" قال : ويلك سل تفقها ولا تسأل تعنتا \" والذاريات ذروا \" الرياح \" فالحاملات وقرا \" السحاب \" فالجاريات يسرا \" السفن \" فالمقسمات أمرا \" الملائكة .وروى الحارث عن علي رضي الله عنه \" والذاريات ذروا \" قال : الرياح \" فالحاملات وقرا \" قال : السحاب تحمل الماء كما تحمل ذوات الأربع الوقر \" فالجاريات يسرا \" قال : السفن موقرة \" فالمقسمات أمرا \" قال : الملائكة تأتي بأمر مختلف ; جبريل بالغلظة , وميكائيل صاحب الرحمة , وملك الموت يأتي بالموت .وقال الفراء : وقيل تأتي بأمر مختلف من الخصب والجدب والمطر والموت والحوادث .ويقال : ذرت الريح التراب تذروه ذروا وتذريه ذريا .ثم قيل : \" والذاريات \" وما بعده أقسام , وإذا أقسم الرب بشيء أثبت له شرفا .وقيل : المعنى ورب الذاريات , والجواب \" إنما توعدون \""
    },
    {
      "ayah": 40,
      "surah": 51,
      "text": "فَأَخَذْنَاهُ وَجُنُودَهُلكفرهم وتوليهم عن الإيمان .فَنَبَذْنَاهُمْ فِي الْيَمِّأي طرحناهم في البحر وَهُوَ مُلِيمٌيعني فرعون , لأنه أتى ما يلام عليه ."
    },
    {
      "ayah": 41,
      "surah": 51,
      "text": "قوله تعالى : وفي عاد أي وتركنا في عاد آية لمن تأمل .إذ أرسلنا عليهم الريح العقيم وهي التي لا تلقح سحابا ولا شجرا ، ولا رحمة فيها ولا بركة ولا منفعة ; ومنه امرأة عقيم لا تحمل ولا تلد . ثم قيل : هي الجنوب . روى ابن أبي ذئب عن الحارث بن عبد الرحمن عن النبي صلى الله عليه وسلم قال : الريح العقيم الجنوب وقال مقاتل : هي الدبور كما في الصحيح عن النبي صلى الله عليه وسلم نصرت بالصبا وأهلكت عاد بالدبور . وقال ابن عباس : هي النكباء . وقال عبيد بن عمير : مسكنها الأرض الرابعة وما فتح على عاد منها إلا كقدر منخر الثور . وروى ابن أبي نجيح عن مجاهد أيضا أنها الصبا ; فالله أعلم ."
    },
    {
      "ayah": 42,
      "surah": 51,
      "text": "قوله تعالى : ما تذر من شيء أتت عليه إلا جعلته كالرميم أي كالشيء الهشيم ; يقال للنبت إذا يبس وتفتت : رميم وهشيم . قال ابن عباس : كالشيء الهالك البالي ; وقاله مجاهد : ومنه قول الشاعر جرير : [ ص: 48 ]تركتني حين كف الدهر من بصري وإذ بقيت كعظم الرمة الباليوقال قتادة : إنه الذي ديس من يابس النبات . وقال أبو العالية والسدي : كالتراب المدقوق . قطرب : الرميم الرماد . وقال يمان : ما رمته الماشية من الكلإ بمرمتها . ويقال للشفة المرمة والمقمة بالكسر ، والمرمة بالفتح لغة فيه . وأصل الكلمة من رم العظم إذا بلي ; تقول منه : رم العظم يرم بالكسر رمة فهو رميم ، قال الشاعر :ورأى عواقب خلف ذاك مذمة     تبقى عليه والعظام رميموالرمة بالكسر العظام البالية والجمع رمم ورمام . ونظير هذه الآية : تدمر كل شيء حسب ما تقدم ."
    },
    {
      "ayah": 43,
      "surah": 51,
      "text": "قوله تعالى : وفي ثمود أي وفيهم أيضا عبرة وآية حين قيل لهم : عيشوا متمتعين بالدنيا حتى حين أي إلى وقت الهلاك وهو ثلاثة أيام كما في هود : تمتعوا في داركم ثلاثة أيام . وقيل : معنى تمتعوا أي أسلموا وتمتعوا إلى وقت فراغ آجالكم ."
    },
    {
      "ayah": 44,
      "surah": 51,
      "text": "فعتوا عن أمر ربهم أي خالفوا أمر الله فعقروا الناقة فأخذتهم الصاعقة أي : الموت . وقيل : هي كل عذاب مهلك . قال الحسين بن واقد : كل صاعقة في القرآن فهو العذاب . وقرأ عمر بن الخطاب وحميد وابن محيصن ومجاهد والكسائي \" الصعقة \" يقال صعق الرجل صعقة وتصعاقا أي غشي عليه . وصعقتهم السماء أي ألقت عليهم الصاعقة . والصاعقة أيضا صيحة العذاب وقد مضى في \" البقرة \" وغيرها . وهم ينظرون إليها نهارا ."
    },
    {
      "ayah": 45,
      "surah": 51,
      "text": "فما استطاعوا من قيام قيل : معناه من نهوض . وقيل : ما أطاقوا أن يستقلوا بعذاب الله وأن يتحملوه ويقوموا به ويدفعوه عن أنفسهم ; تقول : لا أقوم لهذا الأمر أي لا أطيقه . وقال ابن عباس : أي ذهبت أجسامهم وبقيت أرواحهم في العذاب .وما كانوا منتصرين أي ممتنعين من العذاب حين أهلكوا ، أي ما كان لهم ناصر ."
    },
    {
      "ayah": 46,
      "surah": 51,
      "text": "قوله تعالى : وقوم نوح من قبل إنهم كانوا قوما فاسقين قوله تعالى : وقوم نوح من قبل قرأ حمزة والكسائي وأبو عمرو \" وقوم نوح \" بالخفض ; أي : وفي قوم نوح آية أيضا . الباقون بالنصب على معنى وأهلكنا قوم نوح ، أو يكون معطوفا على الهاء والميم في أخذتهم أو الهاء في أخذناه أي فأخذتهم الصاعقة وأخذت قوم نوح ، أو فنبذناهم في اليم ونبذنا قوم نوح ، أو يكون بمعنى اذكر ."
    },
    {
      "ayah": 47,
      "surah": 51,
      "text": "قوله تعالى : والسماء بنيناها بأيد لما بين هذه الآيات قال : وفي السماء آيات وعبر تدل على أن الصانع قادر على الكمال ، فعطف أمر السماء على قصة قوم نوح لأنهما آيتان . ومعنى بأيد أي بقوة وقدرة . عن ابن عباس وغيره .وإنا لموسعون قال ابن عباس : لقادرون . وقيل : أي وإنا لذو سعة ، وبخلقها وخلق غيرها لا يضيق علينا شيء نريده . وقيل : أي وإنا لموسعون الرزق على خلقنا . عن ابن عباس أيضا . الحسن : وإنا لمطيقون . وعنه أيضا : وإنا لموسعون الرزق بالمطر . وقال الضحاك : أغنيناكم ; دليله : على الموسع قدره . وقال القتبي : ذو سعة على خلقنا . والمعنى متقارب . وقيل : جعلنا بينهما وبين الأرض سعة . الجوهري : وأوسع الرجل أي صار ذا سعة وغنى ، ومنه قوله تعالى : والسماء بنيناها بأيد وإنا لموسعون أي أغنياء قادرون . فشمل جميع الأقوال ."
    },
    {
      "ayah": 48,
      "surah": 51,
      "text": "والأرض فرشناها أي بسطناها كالفراش على وجه الماء ومددناها .فنعم الماهدون أي فنعم الماهدون نحن لهم . والمعنى في الجمع التعظيم ; مهدت الفراش مهدا بسطته ووطأته ، وتمهيد الأمور تسويتها وإصلاحها ."
    },
    {
      "ayah": 49,
      "surah": 51,
      "text": "قوله تعالى : ومن كل شيء خلقنا زوجين أي صنفين ونوعين مختلفين . قال ابن زيد : أي ذكرا وأنثى وحلوا وحامضا ونحو ذلك . مجاهد . يعني الذكر والأنثى ، والسماء والأرض ، والشمس والقمر ، والليل والنهار ، والنور والظلام ، والسهل والجبل ، والجن [ ص: 50 ] والإنس ، والخير والشر ، والبكرة والعشي ، وكالأشياء المختلفة الألوان من الطعوم والأراييح والأصوات . أي جعلنا هذا كهذا دلالة على قدرتنا ، ومن قدر على هذا فليقدر على الإعادة . وقيل : ومن كل شيء خلقنا زوجين لتعلموا أن خالق الأزواج فرد ، فلا يقدر في صفته حركة ولا سكون ، ولا ضياء ولا ظلام ، ولا قعود ولا قيام ، ولا ابتداء ولا انتهاء ; إذ هو عز وجل وتر ليس كمثله شيء لعلكم تذكرون ."
    },
    {
      "ayah": 5,
      "surah": 51,
      "text": "إِنَّمَا تُوعَدُونَأي الذي توعدونه من الخير والشر والثواب والعقابلَصَادِقٌلا كذب فيه ; ومعنى \" لصادق \" لصدق ; وقع الاسم موقع المصدر ."
    },
    {
      "ayah": 50,
      "surah": 51,
      "text": "قوله تعالى : ففروا إلى الله إني لكم منه نذير مبين لما تقدم ما جرى من تكذيب أممهم لأنبيائهم وإهلاكهم ; لذلك قال الله تعالى لنبيه صلى الله عليه وسلم : قل لهم يا محمد ; أي قل لقومك : ففروا إلى الله إني لكم منه نذير مبين أي فروا من معاصيه إلى طاعته . وقال ابن عباس : فروا إلى الله بالتوبة من ذنوبكم . وعنه فروا منه إليه واعملوا بطاعته . وقال محمد بن عبد الله بن عمرو بن عثمان بن عفان : ففروا إلى الله اخرجوا إلى مكة . وقال الحسين بن الفضل : احترزوا من كل شيء دون الله فمن فر إلى غيره لم يمتنع منه . وقال أبو بكر الوراق : فروا من طاعة الشيطان إلى طاعة الرحمن . وقال الجنيد : الشيطان داع إلى الباطل ففروا إلى الله يمنعكم منه . وقال ذو النون المصري : ففروا من الجهل إلى العلم ، ومن الكفر إلى الشكر . وقال عمرو بن عثمان : فروا من أنفسكم إلى ربكم . وقال أيضا : فروا إلى ما سبق لكم من الله ولا تعتمدوا على حركاتكم . وقال سهل بن عبد الله : فروا مما سوى الله إلى الله . إني لكم منه نذير مبين أي أنذركم عقابه على الكفر والمعصية ."
    },
    {
      "ayah": 51,
      "surah": 51,
      "text": "ولا تجعلوا مع الله إلها آخر أمر محمدا صلى الله عليه وسلم أن يقول هذا للناس وهو النذير . وقيل : هو خطاب من الله للخلق .إني لكم منه أي من محمد وسيوفه نذير أي أنذركم بأسه وسيفه إن أشركتم بي ; قاله ابن عباس ."
    },
    {
      "ayah": 52,
      "surah": 51,
      "text": "قوله تعالى : كذلك ما أتى الذين من قبلهم من رسول إلا قالوا ساحر أو مجنون هذا تسلية للنبي صلى الله عليه وسلم ; أي كما كذبك قومك وقالوا ساحر أو مجنون ، كذب من قبلهم وقالوا مثل قولهم . والكاف من \" كذلك \" يجوز أن تكون نصبا على تقدير : أنذركم إنذارا كإنذار من تقدمني من الرسل الذين أنذروا قومهم ، أو رفعا على تقدير : الأمر كذلك ، أي كالأول . والأول تخويف لمن عصاه من الموحدين ، والثاني لمن أشرك به من الملحدين . والتمام على قوله : كذلك عن يعقوب وغيره ."
    },
    {
      "ayah": 53,
      "surah": 51,
      "text": "قوله تعالى : أتواصوا به أي أوصى أولهم آخرهم بالتكذيب . وتواطئوا عليه ; والألف للتوبيخ والتعجب .بل هم قوم طاغون أي لم يوص بعضهم بعضا بل جمعهم الطغيان ، وهو مجاوزة الحد في الكفر ."
    },
    {
      "ayah": 54,
      "surah": 51,
      "text": "قوله تعالى : فتول عنهم أي أعرض عنهم واصفح عنهم فما أنت بملوم عند الله لأنك أديت ما عليك من تبليغ الرسالة ، ثم نسخ هذا بقوله تعالى وذكر فإن الذكرى تنفع المؤمنين وقيل : نسخ بآية السيف . والأول قول الضحاك ; لأنه قد أمر بالإقبال عليهم بالموعظة . وقال مجاهد : فتول عنهم فأعرض عنهم فما أنت بملوم أي ليس يلومك ربك على تقصير كان منك"
    },
    {
      "ayah": 55,
      "surah": 51,
      "text": "وذكر أي بالعظة فإن العظة تنفع المؤمنين . قتادة : وذكر بالقرآن فإن الذكرى به تنفع المؤمنين . وقيل : ذكرهم بالعقوبة وأيام الله . وخص المؤمنين ; لأنهم المنتفعون بها ."
    },
    {
      "ayah": 56,
      "surah": 51,
      "text": "قوله تعالى : وما خلقت الجن والإنس إلا ليعبدون قيل : إن هذا خاص فيمن سبق في علم الله أنه يعبده ، فجاء بلفظ العموم ومعناه الخصوص . والمعنى : وما خلقت أهل السعادة من الجن والإنس إلا ليوحدون . قال القشيري : والآية دخلها التخصيص على القطع ; لأن المجانين والصبيان ما أمروا بالعبادة حتى يقال أراد منهم العبادة ، وقد قال الله تعالى : [ ص: 52 ] ولقد ذرأنا لجهنم كثيرا من الجن والإنس ومن خلق لجهنم لا يكون ممن خلق للعبادة ، فالآية محمولة على المؤمنين منهم ; وهو كقوله تعالى : قالت الأعراب آمنا وإنما قال فريق منهم . ذكره الضحاك والكلبي والفراء والقتبي . وفي قراءة عبد الله : \" وما خلقت الجن والإنس من المؤمنين إلا ليعبدون \" وقال علي رضي الله عنه : أي وما خلقت الجن والإنس إلا لآمرهم بالعبادة . واعتمد الزجاج على هذا القول ، ويدل عليه قوله تعالى : وما أمروا إلا ليعبدوا إلها واحدا . فإن قيل : كيف كفروا وقد خلقهم للإقرار بربوبيته والتذلل لأمره ومشيئته ؟ قيل : قد تذللوا لقضائه عليهم ; لأن قضاءه جار عليهم لا يقدرون على الامتناع منه ، وإنما خالفهم من كفر في العمل بما أمره به ، فأما التذلل لقضائه فإنه غير ممتنع منه . وقيل : إلا ليعبدون أي إلا ليقروا لي بالعبادة طوعا أو كرها ; رواه علي بن أبي طلحة عن ابن عباس . فالكره ما يرى فيهم من أثر الصنعة . مجاهد : إلا ليعرفوني . الثعلبي : وهذا قول حسن ; لأنه لو لم يخلقهم لما عرف وجوده وتوحيده . ودليل هذا التأويل قوله تعالى : ولئن سألتهم من خلقهم ليقولن الله ولئن سألتهم من خلق السماوات والأرض ليقولن خلقهن العزيز العليم وما أشبه هذا من الآيات . وعن مجاهد أيضا : إلا لآمرهم وأنهاهم . زيد بن أسلم : هو ما جبلوا عليه من الشقوة والسعادة ; فخلق السعداء من الجن والإنس للعبادة ، وخلق الأشقياء منهم للمعصية . وعن الكلبي أيضا : إلا ليوحدون ، فأما المؤمن فيوحده في الشدة والرخاء ، وأما الكافر فيوحده في الشدة والبلاء دون النعمة والرخاء ; يدل عليه قوله تعالى : وإذا غشيهم موج كالظلل دعوا الله مخلصين له الدين الآية . وقال عكرمة : إلا ليعبدون ويطيعون فأثيب العابد وأعاقب الجاحد . وقيل : المعنى إلا لأستعبدهم . والمعنى متقارب ; تقول : عبد بين العبودة والعبودية ، وأصل العبودية الخضوع والذل . والتعبيد التذليل ; يقال : طريق معبد . قال طرفة بن العبد :وظيفا وظيفا فوق مور معبدوالتعبيد الاستعباد وهو أن يتخذه عبدا . وكذلك الاعتباد . والعبادة الطاعة ، والتعبد التنسك . فمعنى ليعبدون ليذلوا ويخضعوا ويعبدوا ."
    },
    {
      "ayah": 57,
      "surah": 51,
      "text": "ما أريد منهم من رزق \" من \" [ ص: 53 ] صلة أي رزقا ، بل أنا الرزاق والمعطي . وقال ابن عباس وأبو الجوزاء : أي ما أريد أن يرزقوا أنفسهم ولا أن يطعموها . وقيل : المعنى ما أريد أن يرزقوا عبادي ولا أن يطعموهم"
    },
    {
      "ayah": 58,
      "surah": 51,
      "text": "إن الله هو الرزاق وقرأ ابن محيصن وغيره \" الرازق \" .ذو القوة المتين أي : الشديد القوي . وقرأ الأعمش ويحيى بن وثاب والنخعي \" المتين \" بالجر على النعت للقوة . الباقون بالرفع على النعت ل \" الرزاق \" أو \" ذو \" من قوله : ذو القوة أو يكون خبر ابتداء محذوف ; أو يكون نعتا لاسم \" إن \" على الموضع ، أو خبرا بعد خبر . قال الفراء : كان حقه المتينة فذكره لأنه ذهب بها إلى الشيء المبرم المحكم الفتل ; يقال : حبل متين . وأنشد الفراء :لكل دهر قد لبست أثوبا     حتى اكتسى الرأس قناعا أشيبامن ريطة واليمنة المعصبافذكر المعصب ; لأن اليمنة صنف من الثياب ; ومن هذا الباب قوله تعالى : فمن جاءه موعظة أي وعظ . وأخذت الذين ظلموا الصيحة أي : الصياح والصوت ."
    },
    {
      "ayah": 59,
      "surah": 51,
      "text": "قوله تعالى : فإن للذين ظلموا أي كفروا من أهل مكة ذنوبا مثل ذنوب أصحابهم أي نصيبا من العذاب مثل نصيب الكفار من الأمم السالفة . وقال ابن الأعرابي : يقال يوم ذنوب أي طويل الشر لا ينقضي . وأصل الذنوب في اللغة الدلو العظيمة ، وكانوا يستقون الماء فيقسمون ذلك على الأنصباء فقيل للذنوب نصيب من هذا ; قال الراجز :لنا ذنوب ولكم ذنوب     فإن أبيتم فلنا القليبوقال علقمة :وفي كل يوم قد خبطت بنعمة     فحق لشأس من نداك ذنوبوقال آخر :لعمرك والمنايا طارقات     لكل بني أب منها ذنوبالجوهري : والذنوب الفرس الطويل الذنب ، والذنوب النصيب ، والذنوب لحم أسفل المتن ، والذنوب الدلو الملأى ماء . وقال ابن السكيت : فيها ماء قريب من الملء يؤنث ويذكر ، ولا يقال لها وهي فارغة ذنوب ، والجمع في أدنى العدد أذنبة والكثير ذنائب ، مثل [ ص: 54 ] قلوص وقلائص .فلا يستعجلون أي فلا يستعجلون نزول العذاب بهم ; لأنهم قالوا : يا محمد فأتنا بما تعدنا إن كنت من الصادقين"
    },
    {
      "ayah": 6,
      "surah": 51,
      "text": "يعني الجزاء نازل بكم .ثم ابتدأ قسما آخر فقال : \" والسماء ذات الحبك .إنكم لفي قول مختلف \" [ الذاريات : 7 - 8 ] وقيل إن الذاريات النساء الولودات لأن في ذرايتهن ذرو الخلق ; لأنهن يذرين الأولاد فصرن ذاريات ; وأقسم بهن لما في ترائبهن من خيرة عباده الصالحين .وخص النساء بذلك دون الرجال وإن كان كل واحد منهما ذاريا لأمرين : أحدهما لأنهن أوعية دون الرجال , فلاجتماع الذروين فيهن خصصن بالذكر .الثاني : أن الذرو فيهن أطول زمانا , وهن بالمباشرة أقرب عهدا .\" فالحاملات وقرا \" السحاب .وقيل : الحاملات من النساء إذا ثقلن بالحمل .والوقر بكسر الواو ثقل الحمل على ظهر أو في بطن , يقال : جاء يحمل وقره وقد أوقر بعيره .وأكثر ما يستعمل الوقر في حمل البغل والحمار , والوسق في حمل البعير .وهذه امرأة موقرة بفتح القاف إذا حملت حملا ثقيلا .وأوقرت النخلة كثر حملها ; يقال : نخلة موقرة وموقر وموقرة , وحكي موقر وهو على غير القياس , لأن الفعل للنخلة .وإنما قيل : موقر بكسر القاف على قياس قولك امرأة حامل , لأن حمل الشجر مشبه بحمل النساء ; فأما موقر بالفتح فشاذ , وقد روي في قول لبيد يصف نخيلا : عصب كوارع في خليج محلم حملت فمنها موقر مكموم والجمع مواقر .فأما الوقر بالفتح فهو ثقل الأذن , وقد وقرت أذنه توقر وقرا أي صمت , وقياس مصدره التحريك إلا أنه جاء بالتسكين وقد تقدم في \" الأنعام \" القول فيه .\" فالجاريات يسرا \" السفن تجري بالرياح يسرا إلى حيث سيرت .وقيل : السحاب ; وفي جريها يسرا على هذا القول وجهان : أحدهما : إلى حيث يسيرها الله تعالى من البلاد والبقاع .الثاني : هو سهولة تسييرها ; وذلك معروف عند العرب , كما قال الأعشى : كأن مشيتها من بيت جارتها مشي السحابة لا ريث ولا عجل"
    },
    {
      "ayah": 60,
      "surah": 51,
      "text": "فنزل بهم يوم بدر ما حقق به وعده وعجل بهم انتقامه ، ثم لهم في الآخرة العذاب الدائم ، والخزي القائم ، الذي لا انقطاع له ولا نفاد ، ولا غاية ولا آباد . تم تفسير سورة \" الذاريات \" والحمد لله ."
    },
    {
      "ayah": 7,
      "surah": 51,
      "text": "قوله تعالى : والسماء ذات الحبك قيل : المراد بالسماء هاهنا السحب التي تظل الأرض . وقيل : السماء المرفوعة . ابن عمر : هي السماء السابعة ; ذكره المهدوي والثعلبي والماوردي وغيرهم . وفي الحبك أقوال سبعة : الأول : قال ابن عباس وقتادة ومجاهد والربيع : ذات الخلق الحسن المستوي . وقاله عكرمة ; قال : ألم تر إلى النساج إذا نسج الثوب فأجاد نسجه ; يقال منه حبك الثوب يحبكه بالكسر حبكا أي أجاد نسجه . قال ابن الأعرابي : كل شيء أحكمته وأحسنت عمله فقد احتبكته . والثاني : ذات الزينة ; قاله الحسن وسعيد بن جبير . وعن الحسن أيضا : ذات النجوم وهو الثالث . الرابع : قال الضحاك : ذات الطرائق ; يقال لما تراه في الماء والرمل إذا أصابته الريح حبك . ونحوه قول الفراء ; قال : الحبك تكسر كل شيء كالرمل إذا مرت به الريح الساكنة ، والماء القائم إذا مرت به الريح ، ودرع الحديد لها حبك ، والشعرة الجعدة تكسرها حبك . وفي حديث الدجال : أن شعره حبك . قال زهير :مكلل بأصول النجم تنسجه ريح خريق لضاحي مائه حبكولكنها تبعد من العباد فلا يرونها . الخامس : ذات الشدة ؛ قاله ابن زيد ، وقرأ وبنينا فوقكم سبعا شدادا . والمحبوك الشديد الخلق من الفرس وغيره ، قال امرؤ القيس :قد غدا يحملني في أنفه     لاحق الإطلين محبوك ممروقال آخر :مرج الدين فأعددت له     مشرف الحارك محبوك الكتد[ ص: 32 ] وفي الحديث : أن عائشة رضي الله عنها كانت تحتبك تحت الدرع في الصلاة ; أي تشد الإزار وتحكمه . السادس : ذات الصفاقة ; قاله خصيف ، ومنه ثوب صفيق ووجه صفيق بين الصفاقة . السابع : أن المراد بالطرق المجرة التي في السماء ; سميت بذلك لأنها كأثر المجر . و \" الحبك \" جمع حباك ، قال الراجز :كأنما جللها الحواك     طنفسة في وشيها حباكوالحباك والحبيكة الطريقة في الرمل ونحوه . وجمع الحباك حبك وجمع الحبيكة حبائك ، والحبكة مثل العبكة وهي الحبة من السويق ، عن الجوهري . وروي عن الحسن في قوله : ذات الحبك \" الحبك \" و \" الحبك \" و \" الحبك \" و \" الحبك \" و \" الحبك \" وقرأ أيضا \" الحبك \" كالجماعة . وروي عن عكرمة وأبي مجلز \" الحبك \" . و \" الحبك \" واحدتها حبيكة ; و \" الحبك \" مخفف منه . و \" الحبك \" واحدتها حبكة . ومن قرأ \" الحبك \" فالواحدة حبكة كبرقة وبرق أو حبكة كظلمة وظلم . ومن قرأ \" الحبك \" فهو كإبل وإطل و \" الحبك \" مخففة منه . ومن قرأ \" الحبك \" فهو شاذ إذ ليس في كلام العرب فعل ، وهو محمول على تداخل اللغات ، كأنه كسر الحاء ليكسر الباء ثم تصور الحبك فضم الباء . وقال جميعه المهدوي ."
    },
    {
      "ayah": 8,
      "surah": 51,
      "text": "قوله تعالى : إنكم لفي قول مختلف هذا جواب القسم الذي هو \" والسماء \" أي إنكم يا أهل مكة في قول مختلف في محمد والقرآن فمن مصدق ومكذب . وقيل : نزلت في المقتسمين . وقيل : اختلافهم قولهم : ساحر ، بل شاعر ، بل افتراه ، بل هو مجنون ، بل هو كاهن ، بل هو أساطير الأولين . وقيل : اختلافهم أن منهم من نفى الحشر ومنهم من شك فيه . وقيل : المراد عبدة الأوثان والأصنام يقرون بأن الله خالقهم ويعبدون غيره ."
    },
    {
      "ayah": 9,
      "surah": 51,
      "text": "قوله تعالى : يؤفك عنه من أفك أي : يصرف عن الإيمان بمحمد والقرآن من صرف ; عن الحسن وغيره . وقيل : المعنى يصرف عن الإيمان من أراده بقولهم هو سحر وكهانة وأساطير الأولين . وقيل : المعنى يصرف عن ذلك الاختلاف من عصمه الله . أفكه يأفكه أفكا أي قلبه وصرفه عن الشيء ; ومنه قوله تعالى : أجئتنا لتأفكنا . وقال مجاهد : معنى يؤفك عنه من أفك يؤفن عنه من أفن ، والأفن فساد العقل . الزمخشري : وقرئ \" يؤفن عنه من أفن \" أي يحرمه من حرم ; من أفن الضرع إذا أنهكه حلبا . وقال قطرب : يخدع عنه من [ ص: 33 ] خدع . وقال اليزيدي : يدفع عنه من دفع . والمعنى واحد وكله راجع إلى معنى الصرف ."
    }
  ]
}
