{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 57,
      "text": "مدنية في قول الجميع ، وهي تسع وعشرون آيةعن العرباض بن سارية أن النبي صلى الله عليه وسلم كان يقرأ بالمسبحات قبل أن يرقد ويقول : إن فيهن آية أفضل من ألف آية ، يعني بالمسبحات : ( الحديد ) و ( الحشر ) و ( الصف ) و ( الجمعة ) و ( التغابن ) .بسم الله الرحمن الرحيمسبح لله ما في السماوات والأرض وهو العزيز الحكيمقوله تعالى : سبح لله ما في السماوات والأرض أي : مجد الله ونزهه عن السوء . وقال ابن عباس : صلى لله ما في السماوات ممن خلق من الملائكة والأرض من شيء فيه روح أو لا روح فيه . وقيل : هو تسبيح الدلالة . وأنكر الزجاج هذا وقال : لو كان هذا تسبيح الدلالة وظهور آثار الصنعة لكانت مفهومة ، فلم قال : ولكن لا تفقهون تسبيحهم وإنما هو تسبيح مقال . واستدل بقوله تعالى : وسخرنا مع داود الجبال يسبحن فلو كان هذا تسبيح دلالة فأي تخصيص لداود ؟ ![ ص: 214 ] قلت : وما ذكره هو الصحيح ، وقد مضى بيانه والقول فيه في ( سبحان ) عند قوله تعالى : وإن من شيء إلا يسبح بحمده وهو العزيز الحكيم"
    },
    {
      "ayah": 10,
      "surah": 57,
      "text": "قوله تعالى : وما لكم ألا تنفقوا في سبيل الله ولله ميراث السماوات والأرض لا يستوي منكم من أنفق من قبل الفتح وقاتل أولئك أعظم درجة من الذين أنفقوا من بعد وقاتلوا وكلا وعد الله الحسنى والله بما تعملون خبيرفيه خمس مسائل :الأولى : قوله تعالى : وما لكم ألا تنفقوا في سبيل الله أي : أي شيء يمنعكم من الإنفاق في سبيل الله ، وفيما يقربكم من ربكم وأنتم تموتون وتخلفون أموالكم وهي صائرة إلى [ ص: 217 ] الله تعالى : فمعنى الكلام : التوبيخ على عدم الإنفاق .ولله ميراث السماوات والأرض أي : أنهما راجعتان إليه بانقراض من فيهما كرجوع الميراث إلى المستحق له .الثانية : قوله تعالى : لا يستوي منكم من أنفق من قبل الفتح وقاتل أكثر المفسرين على أن المراد بالفتح فتح مكة . وقال الشعبي والزهري : فتح الحديبية . قال قتادة : كان قتالان أحدهما أفضل من الآخر ، ونفقتان إحداهما أفضل من الأخرى ، كان القتال والنفقة قبل فتح مكة أفضل من القتال والنفقة بعد ذلك . وفي الكلام حذف ، أي : لا يستوي منكم من أنفق من قبل الفتح وقاتل ومن أنفق من بعد الفتح وقاتل ، فحذف لدلالة الكلام عليه . وإنما كانت النفقة قبل الفتح أعظم ، لأن حاجة الناس كانت أكثر لضعف الإسلام ، وفعل ذلك كان على المنفقين حينئذ أشق والأجر على قدر النصب . والله أعلم .الثالثة : روى أشهب عن مالك قال : ينبغي أن يقدم أهل الفضل والعزم ، وقد قال الله تعالى : لا يستوي منكم من أنفق من قبل الفتح وقاتل وقال الكلبي : نزلت في أبي بكر رضي الله عنه ، ففيها دليل واضح على تفضيل أبي بكر رضي الله عنه وتقديمه ؛ لأنه أول من أسلم . وعن ابن مسعود : أول من أظهر الإسلام بسيفه النبي صلى الله عليه وسلم وأبو بكر ، ولأنه أول من أنفق على نبي الله صلى الله عليه وسلم . وعن ابن عمر قال : كنت عند النبي صلى الله عليه وسلم وعنده أبو بكر وعليه عباءة قد خللها في صدره بخلال فنزل جبريل فقال : يا نبي الله ! ما لي أرى أبا بكر عليه عباءة قد خللها في صدره بخلال ؟ فقال : قد أنفق علي ماله قبل الفتح قال : فإن الله يقول لك : اقرأ على أبي بكر السلام وقل له : أراض أنت في فقرك هذا أم ساخط ؟ فقال رسول الله صلى الله عليه وسلم : يا أبا بكر ، إن الله عز وجل يقرأ عليك السلام ويقول : أراض أنت في فقرك هذا أم ساخط ؟ فقال أبو بكر : أأسخط على ربي ؟ إني عن ربي لراض ! إني عن ربي لراض ! إني عن ربي لراض ! قال : فإن الله يقول لك : قد رضيت عنك كما أنت عني راض ، فبكى أبو بكر فقال جبريل عليه السلام : والذي بعثك يا محمد بالحق ، لقد تخللت حملة العرش بالعبي منذ تخلل صاحبك هذا بالعباءة ، ولهذا قدمته الصحابة على أنفسهم ، وأقروا له بالتقدم والسبق . وقال علي بن أبي طالب [ ص: 218 ] رضي الله عنه : سبق النبي صلى الله عليه وسلم ، وصلى أبو بكر وثلث عمر ، فلا أوتى برجل فضلني على أبي بكر إلا جلدته حد المفتري ثمانين جلدة ، وطرح الشهادة . فنال المتقدمون من المشقة أكثر مما نال من بعدهم ، وكانت بصائرهم أيضا أنفذ .الرابعة : التقدم والتأخر قد يكون في أحكام الدنيا ، فأما في أحكام الدين فقد قالت عائشة رضي الله عنها : أمرنا رسول الله صلى الله عليه وسلم أن ننزل الناس منازلهم . وأعظم المنازل مرتبة الصلاة . وقد قال صلى الله عليه وسلم في مرضه : مروا أبا بكر فليصل بالناس الحديث . وقال : يؤم القوم أقرؤهم لكتاب الله وقال : وليؤمكما أكبركما من حديث مالك بن الحويرث وقد تقدم . وفهم منه البخاري وغيره من العلماء أنه أراد كبر المنزلة ، كما قال صلى الله عليه وسلم : الولاء للكبر ولم يعن كبر السن . وقد قال مالك وغيره : إن للسن حقا . وراعاه الشافعي وأبو حنيفة وهو أحق بالمراعاة ، لأنه إذا اجتمع العلم والسن في خيرين قدم العلم ، وأما أحكام الدنيا فهي مرتبة على أحكام الدين ، فمن قدم في الدين قدم في الدنيا . وفي الآثار : ليس منا من لم يوقر كبيرنا ويرحم صغيرنا ويعرف لعالمنا حقه . ومن الحديث الثابت في الأفراد : ما أكرم شاب شيخا لسنه إلا قيض الله له عند سنه من يكرمه . وأنشدوا :يا عائبا للشيوخ من أشر داخله في الصبا ومن بذخ     اذكر إذا شئت أن تعيرهمجدك واذكر أباك يا ابن أخ     واعلم بأن الشباب منسلخعنك وما وزره بمنسلخ     من لا يعز الشيوخ لا بلغتيوما به سنه إلى الشيخ[ ص: 219 ] الخامسة : قوله تعالى : وكلا وعد الله الحسنى أي : المتقدمون المتناهون السابقون ، والمتأخرون اللاحقون ، وعدهم الله جميعا الجنة مع تفاوت الدرجات . وقرأ ابن عامر \" وكل \" بالرفع ، وكذلك هو بالرفع في مصاحف أهل الشام . الباقون \" وكلا \" بالنصب على ما في مصاحفهم ، فمن نصب فعلى إيقاع الفعل عليه أي : وعد الله كلا الحسنى . ومن رفع فلأن المفعول إذا تقدم ضعف عمل الفعل ، والهاء محذوفة من \" وعده \" ."
    },
    {
      "ayah": 11,
      "surah": 57,
      "text": "قوله تعالى : من ذا الذي يقرض الله قرضا حسنا فيضاعفه له وله أجر كريمقوله تعالى : من ذا الذي يقرض الله قرضا حسنا ندب إلى الإنفاق في سبيل الله . وقد مضى في ( البقرة ) القول فيه . والعرب تقول لكل من فعل فعلا حسنا : قد أقرض ، كما قال :وإذا جوزيت قرضا فاجزه إنما يجزي الفتى ليس الجملوسمي قرضا ، لأن القرض أخرج لاسترداد البدل . أي : من ذا الذي ينفق في سبيل الله حتى يبدله الله بالأضعاف الكثيرة . قال الكلبي : قرضا أي : صدقة حسنا أي : محتسبا من قلبه بلا من ولا أذى .فيضاعفه له ما بين السبع إلى سبعمائة إلى ما شاء الله من الأضعاف . وقيل : القرض الحسن هو أن يقول : سبحان الله ، والحمد لله ، ولا إله إلا الله ، والله أكبر ، رواه سفيان عن أبي حيان . وقال زيد بن أسلم : هو النفقة على الأهل . الحسن : التطوع بالعبادات . وقيل : إنه عمل الخير ، والعرب تقول : لي عند فلان قرض صدق وقرض سوء . القشيري : والقرض الحسن أن يكون المتصدق صادق النية طيب النفس ، يبتغي به وجه الله دون الرياء والسمعة ، وأن يكون من الحلال . ومن القرض الحسن ألا يقصد إلى الرديء فيخرجه ، لقوله تعالى : ولا تيمموا الخبيث منه تنفقون وأن يتصدق في حال يأمل الحياة ، فإن النبي صلى الله عليه وسلم سئل عن أفضل الصدقة فقال : أن تعطيه وأنت صحيح شحيح تأمل العيش ولا تمهل حتى إذا [ ص: 220 ] بلغت التراقي قلت : لفلان كذا ولفلان كذا وأن يخفي صدقته ، لقوله تعالى : وإن تخفوها وتؤتوها الفقراء فهو خير لكم وألا يمن ؛ لقوله تعالى : لا تبطلوا صدقاتكم بالمن والأذى وأن يستحقر كثير ما يعطي ، لأن الدنيا كلها قليلة ، وأن يكون من أحب أمواله ، لقوله تعالى : لن تنالوا البر حتى تنفقوا مما تحبون وأن يكون كثيرا ، لقوله صلى الله عليه وسلم : أفضل الرقاب أغلاها ثمنا وأنفسها عند أهلها .فيضاعفه له وقرأ ابن كثير وابن عامر \" فيضعفه \" بإسقاط الألف إلا ابن عامر ويعقوب نصبوا الفاء . وقرأ نافع وأهل الكوفة والبصرة \" فيضاعفه \" بالألف وتخفيف العين إلا أن عاصما نصب الفاء . ورفع الباقون عطفا على يقرض . وبالنصب جوابا على الاستفهام . وقد مضى في ( البقرة ) القول في هذا مستوفى .وله أجر كريم يعني الجنة ."
    },
    {
      "ayah": 12,
      "surah": 57,
      "text": "قوله تعالى : يوم ترى المؤمنين والمؤمنات العامل في \" يوم \" وله أجر كريم ، وفي الكلام حذف أي : وله أجر كريم في يوم ترى فيه المؤمنين والمومنات يسعى نورهم أي : يمضي على الصراط في قول الحسن ، وهو الضياء الذي يمرون فيه بين أيديهم أي : قدامهم . وبأيمانهم قال الفراء : الباء بمعنى \" في \" ، أي : في أيمانهم . أو بمعنى \" عن \" أي : عن أيمانهم . وقال الضحاك : نورهم هداهم وبأيمانهم كتبهم ، واختاره الطبري . أي : يسعى إيمانهم وعملهم الصالح بين أيديهم ، وفي أيمانهم كتب أعمالهم . فالباء على هذا بمعنى \" في \" . ويجوز على هذا أن يوقف على \" بين أيديهم \" ولا يوقف إذا كانت بمعنى \" عن \" . وقرأ سهل بن سعد الساعدي وأبو حيوة \" وبإيمانهم \" بكسر الألف ، أراد الإيمان الذي هو ضد الكفر وعطف ما ليس بظرف على الظرف ، لأن معنى الظرف الحال وهو متعلق بمحذوف . والمعنى يسعى كائنا بين أيديهم وكائنا بأيمانهم ، وليس قوله : بين أيديهم متعلقا بنفس يسعى . وقيل : أراد بالنور القرآن . وعن ابن مسعود : يؤتون نورهم على قدر أعمالهم ، فمنهم من يؤتى نوره كالنخلة ، ومنهم من يؤتى نوره كالرجل القائم ، وأدناهم نورا من نوره على إبهام رجله فيطفأ مرة ويوقد أخرى . وقال قتادة : ذكر لنا أن [ ص: 221 ] نبي الله صلى الله عليه وسلم قال : إن من المؤمنين من يضيء نوره كما بين المدينة وعدن أو ما بين المدينة وصنعاء ودون ذلك حتى يكون منهم من لا يضيء نوره إلا موضع قدميه قال الحسن : ليستضيئوا به على الصراط كما تقدم . وقال مقاتل : ليكون دليلا لهم إلى الجنة . والله أعلم .قوله تعالى : بشراكم اليوم جنات تجري من تحتها الأنهار التقدير يقال لهم : بشراكم اليوم دخول جنات . ولا بد من تقدير حذف المضاف ، لأن البشرى حدث ، والجنة عين فلا تكون هي هي . تجري من تحتها الأنهار أي : من تحتهم أنهار اللبن والماء والخمر والعسل من تحت مساكنها .\" خالدين فيها \" حال من الدخول المحذوف ، التقدير : بشراكم اليوم دخول جنات تجري من تحتها الأنهار مقدرين الخلود فيها ولا تكون الحال من بشراكم ، لأن فيه فصلا بين الصلة والموصول . ويجوز أن يكون مما دل عليه البشرى ، كأنه قال : تبشرون خالدين . ويجوز أن يكون الظرف الذي هو \" اليوم \" خبرا عن بشراكم و \" جنات \" بدلا من البشرى على تقدير حذف المضاف كما تقدم . و \" خالدين \" حال حسب ما تقدم . وأجاز الفراء نصب \" جنات \" على الحال على أن يكون اليوم خبرا عن بشراكم وهو بعيد ؛ إذ ليس في \" جنات \" معنى الفعل . وأجاز أن يكون \" بشراكم \" نصبا على معنى يبشرونهم بشرى وينصب \" جنات \" بالبشرى وفيه تفرقة بين الصلة والموصول ."
    },
    {
      "ayah": 13,
      "surah": 57,
      "text": "قوله تعالى : يوم يقول المنافقون العامل في \" يوم \" ذلك هو الفوز العظيم . وقيل : هو بدل من اليوم الأول . انظرونا نقتبس قراءة العامة بوصل الألف مضمومة الظاء [ ص: 222 ] من نظر ، والنظر الانتظار أي : انتظرونا . وقرأ الأعمش وحمزة ويحيى بن وثاب \" أنظرونا \" بقطع الألف وكسر الظاء من الإنظار . أي : أمهلونا وأخرونا ، أنظرته أخرته ، واستنظرته أي : استمهلته . وقال الفراء : تقول العرب : أنظرني : انتظرني ، وأنشد لعمرو بن كلثوم :أبا هند فلا تعجل علينا وأنظرنا نخبرك اليقيناأي : انتظرنا .نقتبس من نوركم أي : نستضيء من نوركم . قال ابن عباس وأبو أمامة : يغشى الناس يوم القيامة ظلمة - قال الماوردي : أظنها بعد فصل القضاء - ثم يعطون نورا يمشون فيه . قال المفسرون : يعطي الله المؤمنين نورا يوم القيامة على قدر أعمالهم يمشون به على الصراط ، ويعطي المنافقين أيضا نورا خديعة لهم ، دليله قوله تعالى : وهو خادعهم . وقيل : إنما يعطون النور ، لأن جميعهم أهل دعوة دون الكافر ، ثم يسلب المنافق نوره لنفاقه ؛ قاله ابن عباس . وقال أبو أمامة : يعطى المؤمن النور ويترك الكافر والمنافق بلا نور . وقال الكلبي : بل يستضيء المنافقون بنور المؤمنين ولا يعطون النور ، فبينما هم يمشون إذ بعث الله فيهم ريحا وظلمة فأطفأ بذلك نور المنافقين ، فذلك قوله تعالى : ربنا أتمم لنا نورنا يقوله المؤمنون ، خشية أن يسلبوه كما سلبه المنافقون ، فإذا بقي المنافقون في الظلمة لا يبصرون مواضع أقدامهم قالوا للمؤمنين : انظرونا نقتبس من نوركم .قيل ارجعوا وراءكم فالتمسوا نورا أي : قالت لهم الملائكة \" ارجعوا \" . وقيل : بل هو قول المؤمنين لهم ارجعوا وراءكم إلى الموضع الذي أخذنا منه النور فاطلبوا هنالك لأنفسكم نورا فإنكم لا تقتبسون من نورنا . فلما رجعوا وانعزلوا في طلب النور فضرب بينهم بسور وقيل : أي : هلا طلبتم النور من الدنيا بأن تؤمنوا . بسور أي : سور ، والباء صلة ؛ قاله الكسائي . والسور حاجز بين الجنة والنار . وروي أن ذلك السور ببيت المقدس عند موضع يعرف بوادي جهنم . باطنه فيه الرحمة يعني ما يلي منه المؤمنين وظاهره من قبله العذاب يعني ما يلي المنافقين . قال كعب الأحبار : هو الباب الذي ببيت المقدس المعروف بباب الرحمة . وقال عبد الله بن عمرو : إنه سور بيت المقدس الشرقي باطنه فيه المسجد وظاهره من قبله العذاب يعني جهنم . ونحوه عن ابن عباس . وقال زياد بن أبي سوادة : قام عبادة بن الصامت على سور بيت المقدس الشرقي فبكى ، وقال : من هاهنا أخبرنا رسول الله صلى الله عليه وسلم أنه رأى جهنم . وقال قتادة : هو حائط بين الجنة والنار باطنه فيه الرحمة يعني الجنة وظاهره من قبله العذاب يعني جهنم . وقال مجاهد : إنه حجاب كما في ( الأعراف ) وقد مضى القول فيه .[ ص: 223 ] وقد قيل : إن الرحمة التي في باطنه نور المؤمنين ، والعذاب الذي في ظاهره ظلمة المنافقين ."
    },
    {
      "ayah": 14,
      "surah": 57,
      "text": "قوله تعالى : ينادونهم أي : ينادي المنافقون المؤمنين ألم نكن معكم في الدنيا يعني نصلي مثل ما تصلون ، ونغزو مثل ما تغزون ، ونفعل مثل ما تفعلون قالوا بلى أي : يقول المؤمنون بلى قد كنتم معنا في الظاهر ولكنكم فتنتم أنفسكم أي : استعملتموها في الفتنة . وقال مجاهد : أهلكتموها بالنفاق . وقيل : بالمعاصي ؛ قاله أبو سنان . وقيل : بالشهوات واللذات ، رواه أبو نمير الهمداني . وتربصتم أي : تربصتم بالنبي صلى الله عليه وسلم الموت ، وبالمؤمنين الدوائر . وقيل : تربصتم بالتوبة وارتبتم أي : شككتم في التوحيد والنبوة وغرتكم الأماني أي : الأباطيل . وقيل : طول الأمل . وقيل : هو ما كانوا يتمنونه من ضعف المؤمنين ونزول الدوائر بهم . وقال قتادة : الأماني هنا خدع الشيطان . وقيل : الدنيا ؛ قاله عبد الله بن عباس . وقال أبو سنان : هو قولهم سيغفر لنا . وقال بلال بن سعد : ذكرك حسناتك ونسيانك سيئاتك غرة . حتى جاء أمر الله يعني الموت . وقيل : نصرة نبيه صلى الله عليه وسلم . وقال قتادة : إلقاؤهم في النار . وغركم أي : خدعكم بالله الغرور أي : الشيطان ؛ قاله عكرمة . وقيل : الدنيا ؛ قاله الضحاك . وقال بعض العلماء : إن للباقي بالماضي معتبرا ، وللآخر بالأول مزدجرا ، والسعيد من لا يغتر بالطمع ، ولا يركن إلى الخدع ، ومن ذكر المنية نسي الأمنية ، ومن أطال الأمل نسي العمل ، وغفل عن الأجل . وجاء الغرور على لفظ المبالغة للكثرة . وقرأ أبو حيوة ومحمد بن السميفع وسماك بن حرب \" الغرور \" بضم الغين يعني الأباطيل ، وهو مصدر . وعن ابن عباس : أن النبي صلى الله عليه وسلم خط لنا خطوطا ، وخط منها خطا ناحية ، فقال : أتدرون ما هذا ؟ هذا مثل ابن آدم ومثل التمني ، وتلك الخطوط الآمال ، بينما هو يتمنى إذ جاءه الموت . وعن ابن مسعود قال : خط لنا رسول الله صلى الله عليه وسلم خطا مربعا ، وخط وسطه خطا وجعله خارجا منه ، وخط عن يمينه ويساره خطوطا صغارا فقال : ( هذا ابن آدم وهذا أجله محيط به وهذا أمله قد جاوز أجله وهذه الخطوط الصغار الأعراض ، فإن أخطأه هذا نهشه هذا ، وإن أخطأه هذا نهشه هذا ) ."
    },
    {
      "ayah": 15,
      "surah": 57,
      "text": "قوله تعالى : فاليوم لا يؤخذ منكم فدية أيها المنافقون ولا من الذين كفروا أيأسهم من النجاة . وقراءة العامة يؤخذ بالياء ، لأن التأنيث غير حقيقي ، ولأنه قد فصل بينها وبين الفعل . وقرأ ابن عامر ويعقوب \" تؤخذ \" بالتاء واختاره أبو حاتم لتأنيث الفدية . والأول اختيار أبي عبيد ، أي : لا يقبل منكم بدل ولا عوض ولا نفس أخرى . مأواكم النار أي : مقامكم ومنزلكم هي مولاكم أي : أولى بكم ، والمولى : من يتولى مصالح الإنسان ، ثم استعمل فيمن كان ملازما للشيء . وقيل : أي : النار تملك أمرهم ، بمعنى أن الله تبارك وتعالى يركب فيها الحياة والعقل فهي تتميز غيظا على الكفار ، ولهذا خوطبت في قوله تعالى : يوم نقول لجهنم هل امتلأت وتقول هل من مزيد . وبئس المصير أي : ساءت مرجعا ومصيرا ."
    },
    {
      "ayah": 16,
      "surah": 57,
      "text": "قوله تعالى : ألم يأن للذين آمنوا أي : يقرب ويحين ، قال الشاعر :ألم يأن لي يا قلب أن أترك الجهلا وأن يحدث الشيب المبين لنا عقلاوماضيه أنى - بالقصر - يأني . ويقال : آن لك - بالمد - أن تفعل كذا يئين أينا أي : حان ، مثل : أنى لك وهو مقلوب منه . وأنشد ابن السكيت :ألما يئن لي أن تجلى عمايتي     وأقصر عن ليلى بلى قد أنى ليافجمع بين اللغتين . وقرأ الحسن \" ألما يأن \" وأصلها \" ألم \" زيدت \" ما \" فهي نفي لقول القائل : قد كان كذا ، و \" لم \" نفي لقوله : كان كذا . وفي صحيحمسلم عن ابن مسعود قال : ما كنا بين إسلامنا وبين أن عاتبنا الله بهذه الآية ألم يأن للذين آمنوا أن تخشع قلوبهم [ ص: 225 ] لذكر الله إلا أربع سنين . قال الخليل : العتاب مخاطبة الإدلال ومذاكرة الموجدة ، تقول عاتبته معاتبة أن تخشع أي : تذل وتلين قلوبهم لذكر الله وما نزل من الحق روي أن المزاح والضحك كثر في أصحاب النبي صلى الله عليه وسلم لما ترفهوا بالمدينة ، فنزلت الآية ، ولما نزلت هذه الآية قال صلى الله عليه وسلم : إن الله يستبطئكم بالخشوع فقالوا عند ذلك : خشعنا . وقال ابن عباس : إن الله استبطأ قلوب المؤمنين ، فعاتبهم على رأس ثلاث عشرة سنة من نزول القرآن . وقيل : نزلت في المنافقين بعد الهجرة بسنة . وذلك أنهم سألوا سلمان أن يحدثهم بعجائب التوراة فنزلت : الر تلك آيات الكتاب المبين إلى قوله : نحن نقص عليك أحسن القصص الآية ، فأخبرهم أن هذا القصص أحسن من غيره وأنفع لهم ، فكفوا عن سلمان ، ثم سألوه مثل الأول فنزلت : ألم يأن للذين آمنوا أن تخشع قلوبهم لذكر الله وما نزل من الحق فعلى هذا التأويل يكون الذين آمنوا في العلانية باللسان . قال السدي وغيره : ألم يأن للذين آمنوا بالظاهر وأسروا الكفر أن تخشع قلوبهم لذكر الله . وقيل : نزلت في المؤمنين . قال سعد : قيل يا رسول الله لو قصصت علينا فنزل : نحن نقص عليك فقالوا بعد زمان : لو حدثتنا فنزل : الله نزل أحسن الحديث فقالوا بعد مدة : لو ذكرتنا فأنزل الله تعالى : ألم يأن للذين آمنوا أن تخشع قلوبهم لذكر الله وما نزل من الحق ونحوه عن ابن مسعود قال : ما كان بين إسلامنا وبين أن عوتبنا بهذه الآية إلا أربع سنين ، فجعل ينظر بعضنا إلى بعض ويقول : ما أحدثنا ؟ قال الحسن : استبطأهم وهم أحب خلقه إليه . وقيل : هذا الخطاب لمن آمن بموسى وعيسى دون محمد عليهم السلام لأنه قال عقيب هذا : والذين آمنوا بالله ورسله أي : ألم يأن للذين آمنوا بالتوراة والإنجيل أن تلين قلوبهم للقرآن ، وألا يكونوا كمتقدمي قوم موسى وعيسى ، إذ طال عليهم الأمد بينهم وبين نبيهم فقست قلوبهم .قوله تعالى : ولا يكونوا أي : وألا يكونوا فهو منصوب عطفا على أن تخشع .[ ص: 226 ] وقيل : مجزوم على النهي ، مجازه ولا يكونن ، ودليل هذا التأويل رواية رويس عن يعقوب \" لا تكونوا \" بالتاء ، وهي قراءة عيسى وابن إسحاق . يقول : لا تسلكوا سبيل اليهود والنصارى ، أعطوا التوراة والإنجيل فطالت الأزمان بهم . قال ابن مسعود : إن بني إسرائيل لما طال عليهم الأمد قست قلوبهم ، فاخترعوا كتابا من عند أنفسهم استحلته أنفسهم ، وكان الحق يحول بينهم وبين كثير من شهواتهم ، حتى نبذوا كتاب الله وراء ظهورهم كأنهم لا يعلمون ، ثم قالوا : أعرضوا هذا الكتاب على بني إسرائيل ، فإن تابعوكم فاتركوهم وإلا فاقتلوهم . ثم اصطلحوا على أن يرسلوه إلى عالم من علمائهم ، وقالوا : إن هو تابعنا لم يخالفنا أحد ، وإن أبى قتلناه فلا يختلف علينا بعده أحد ، فأرسلوا إليه ، فكتب كتاب الله في ورقة وجعلها في قرن وعلقه في عنقه ثم لبس عليه ثيابه ، فأتاهم فعرضوا عليه كتابهم ، وقالوا : أتؤمن بهذا ؟ فضرب بيده على صدره ، وقال : آمنت بهذا - يعني المعلق على صدره - فافترقت بنو إسرائيل على بضع وسبعين ملة ، وخير مللهم أصحاب ذي القرن . قال عبد الله : ومن يعش منكم فسيرى منكرا ، وبحسب أحدكم إذا رأى المنكر لا يستطيع أن يغيره أن يعلم الله من قلبه أنه له كاره . وقال مقاتل بن حيان : يعني مؤمني أهل الكتاب طال عليهم الأمد واستبطئوا بعث النبي صلى الله عليه وسلم فقست قلوبهم وكثير منهم فاسقون يعني : الذين ابتدعوا الرهبانية أصحاب الصوامع . وقيل : من لا يعلم ما يتدين به من الفقه ويخالف من يعلم . وقيل : هم من لا يؤمن في علم الله تعالى . ثبتت طائفة منهم على دين عيسى حتى بعث النبي صلى الله عليه وسلم فآمنوا به ، وطائفة منهم رجعوا عن دين عيسى وهم الذين فسقهم الله . وقال محمد بن كعب : كانت الصحابة بمكة مجدبين ، فلما هاجروا أصابوا الريف والنعمة ، ففتروا عما كانوا فيه ، فقست قلوبهم ، فوعظهم الله فأفاقوا . وذكر ابن المبارك : أخبرنا مالك بن أنس ، قال : بلغني أن عيسى عليه السلام قال لقومه : لا تكثروا الكلام بغير ذكر الله تعالى فتقسو قلوبكم ، فإن القلب القاسي بعيد من الله ولكن لا تعلمون . ولا تنظروا في ذنوب الناس كأنكم أرباب وانظروا فيها - أو قال في ذنوبكم - كأنكم عبيد ، فإنما الناس رجلان : معافى ومبتلى ، فارحموا أهل البلاء ، واحمدوا الله على العافية . وهذه الآية ألم يأن للذين آمنوا أن تخشع قلوبهم لذكر الله كانت سبب توبة الفضيل بن عياض وابن المبارك رحمهما الله تعالى . ذكر أبو المطرف عبد الرحمن بن مروان القلانسي قال : حدثنا أبو [ ص: 227 ] محمد الحسن بن رشيق ، قال حدثنا علي بن يعقوب الزيات ، قال حدثنا إبراهيم بن هشام ، قال حدثنا زكريا بن أبي أبان ، قال حدثنا الليث بن الحارث قال حدثنا الحسن بن داهر ، قال سئل عبد الله بن المبارك عن بدء زهده قال : كنت يوما مع إخواني في بستان لنا ، وذلك حين حملت الثمار من ألوان الفواكه ، فأكلنا وشربنا حتى الليل فنمنا ، وكنت مولعا بضرب العود والطنبور ، فقمت في بعض الليل فضربت بصوت يقال له راشين السحر ، وأراد سنان يغني ، وطائر يصيح فوق رأسي على شجرة ، والعود بيدي لا يجيبني إلى ما أريد ، وإذا به ينطق كما ينطق الإنسان - يعني العود الذي بيده - ويقول : ألم يأن للذين آمنوا أن تخشع قلوبهم لذكر الله وما نزل من الحق قلت : بلى والله ! وكسرت العود ، وصرفت من كان عندي ، فكان هذا أول زهدي وتشميري . وبلغنا عن الشعر الذي أراد ابن المبارك أن يضرب به العود :ألم يأن لي منك أن ترحما     وتعص العواذل واللوماوترثي لصب بكم مغرم     أقام على هجركم مأتمايبيت إذا جنه ليله     يراعي الكواكب والأنجماوماذا على الصب لو أنه     أحل من الوصل ما حرماوأما الفضيل بن عياض فكان سبب توبته أنه عشق جارية فواعدته ليلا ، فبينما هو يرتقي الجدران إليها إذ سمع قارئا يقرأ : ألم يأن للذين آمنوا أن تخشع قلوبهم لذكر الله فرجع القهقرى وهو يقول : بلى والله قد آن ، فآواه الليل إلى خربة وفيها جماعة من السابلة ، وبعضهم يقول لبعض : إن فضيلا يقطع الطريق . فقال الفضيل : أواه أراني بالليل أسعى في معاصي الله ، قوم من المسلمين يخافونني ! اللهم إني قد تبت إليك ، وجعلت توبتي إليك جوار بيتك الحرام ."
    },
    {
      "ayah": 17,
      "surah": 57,
      "text": "قوله تعالى : اعلموا أن الله يحيي الأرض بعد موتها أي : يحيي الأرض الجدبة بعد موتها بالمطر . وقال صالح المري : المعنى : يلين القلوب بعد قساوتها . وقال جعفر بن محمد : يحييها بالعدل بعد الجور . وقيل : المعنى فكذلك يحيي الكافر بالهدى إلى الإيمان بعد موته بالكفر والضلالة . وقيل : كذلك يحيي الله الموتى من الأمم ، ويميز بين الخاشع قلبه وبين القاسي قلبه .قد بينا لكم الآيات لعلكم تعقلون أي : إحياء الله الأرض بعد موتها دليل على قدرة الله ، وأنه لمحيي الموتى ."
    },
    {
      "ayah": 18,
      "surah": 57,
      "text": "قوله تعالى : إن المصدقين والمصدقات قرأ ابن كثير وأبو بكر عن عاصم بتخفيف الصاد فيهما من التصديق ، أي : المصدقين بما أنزل الله تعالى . الباقون بالتشديد أي : المتصدقين والمتصدقات فأدغمت التاء في الصاد ، وكذلك في مصحف أبي . وهو حث على الصدقات ، ولهذا قال وأقرضوا الله قرضا حسنا بالصدقة والنفقة في سبيل الله . قال الحسن : كل ما في القرآن من القرض الحسن فهو التطوع . وقيل : هو العمل الصالح من الصدقة وغيرها محتسبا صادقا . وإنما عطف بالفعل على الاسم ، لأن ذلك الاسم في تقدير الفعل ، أي : إن الذين تصدقوا وأقرضوا يضاعف لهم أمثالها . وقراءة العامة بفتح العين على ما لم يسم فاعله . وقرأ الأعمش \" يضاعفه \" بكسر العين وزيادة هاء . وقرأ ابن كثير وابن عامر ويعقوب \" يضعف \" بفتح العين وتشديدها . ولهم أجر كريم يعني الجنة ."
    },
    {
      "ayah": 19,
      "surah": 57,
      "text": "قوله تعالى : والذين آمنوا بالله ورسله أولئك هم الصديقون والشهداء عند ربهم لهم أجرهم ونورهم اختلف في الشهداء هل هو مقطوع مما قبل أو متصل به . فقال مجاهد وزيد بن أسلم : إن الشهداء والصديقين هم المؤمنون وأنه متصل ، وروي معناه عن النبي صلى الله عليه وسلم فلا يوقف على هذا على قوله : الصديقون وهذا قول ابن مسعود في تأويل الآية . قال القشيري قال الله تعالى : فأولئك مع الذين أنعم الله عليهم من النبيين والصديقين والشهداء والصالحين فالصديقون هم الذين يتلون الأنبياء ، والشهداء هم الذين يتلون الصديقين ، والصالحون يتلون الشهداء ، فيجوز أن تكون هذه الآية في جملة من صدق بالرسل ، أعني والذين آمنوا بالله ورسله أولئك هم الصديقون والشهداء . ويكون المعني بالشهداء من شهد لله بالوحدانية ، فيكون صديق فوق صديق في الدرجات ، كما قال النبي صلى الله عليه وسلم : إن أهل الجنات العلا ليراهم من دونهم كما يرى أحدكم الكوكب الذي [ ص: 229 ] في أفق السماء وإن أبا بكر وعمر منهم وأنعما وروي عن ابن عباس ومسروق أن الشهداء غير الصديقين . فالشهداء على هذا منفصل مما قبله والوقف على قوله : الصديقون حسن . والمعنى والشهداء عند ربهم لهم أجرهم ونورهم أي : لهم أجر أنفسهم ونور أنفسهم . وفيهم قولان ؛ أحدهما : أنهم الرسل يشهدون على أممهم بالتصديق والتكذيب ؛ قاله الكلبي ، ودليله قوله تعالى : وجئنا بك على هؤلاء شهيدا . الثاني : أنهم أمم الرسل يشهدون يوم القيامة ، وفيما يشهدون به قولان ؛ أحدهما : أنهم يشهدون على أنفسهم بما عملوا من طاعة ومعصية . وهذا معنى قول مجاهد ، الثاني : يشهدون لأنبيائهم بتبليغهم الرسالة إلى أممهم ؛ قاله الكلبي . وقال مقاتل قولا ثالثا : إنهم القتلى في سبيل الله تعالى . ونحوه عن ابن عباس أيضا ، قال : أراد شهداء المؤمنين . والواو واو الابتداء . والصديقون على هذا القول مقطوع من الشهداء .وقد اختلف في تعيينهم ، فقال الضحاك : هم ثمانية نفر ، أبو بكر وعلي وزيد وعثمان وطلحة والزبير وسعد وحمزة . وتابعهم عمر بن الخطاب رضي الله عنهم ، ألحقه الله بهم لما صدق نبيه صلى الله عليه وسلم . وقال مقاتل بن حيان : الصديقون هم الذين آمنوا بالرسل ولم يكذبوهم طرفة عين ، مثل مؤمن آل فرعون ، وصاحب آل ياسين ، وأبي بكر الصديق ، وأصحاب الأخدود .قوله تعالى : والذين كفروا وكذبوا بآياتنا أي : بالرسل والمعجزات أولئك أصحاب الجحيم فلا أجر لهم ولا نور ."
    },
    {
      "ayah": 2,
      "surah": 57,
      "text": "قوله تعالى : له ملك السماوات والأرض أي : انفرد بذلك . والملك عبارة عن الملك ونفوذ الأمر فهو سبحانه الملك القادر القاهر . وقيل : أراد خزائن المطر والنبات وسائر الرزق .يحيي ويميت ، يميت الأحياء في الدنيا ويحيي الأموات للبعث . وقيل : يحيي النطف وهي موات ويميت الأحياء . وموضع يحيي ويميت رفع على معنى : وهو يحيي ويميت . ويجوز أن يكون نصبا بمعنى له ملك السماوات والأرض محييا ومميتا على الحال من المجرور في \" له \" والجار عاملا فيها .وهو على كل شيء قدير أي : الله لا يعجزه شيء ."
    },
    {
      "ayah": 20,
      "surah": 57,
      "text": "قوله تعالى : اعلموا أنما الحياة الدنيا لعب ولهو وجه الاتصال أن الإنسان قد يترك الجهاد خوفا على نفسه من القتل ، وخوفا من لزوم الموت ، فبين أن الحياة الدنيا منقضية فلا ينبغي أن يترك أمر الله محافظة على ما لا يبقى . و \" ما \" صلة تقديره : اعلموا أن الحياة الدنيا لعب باطل ، ولهو فرح ثم ينقضي . وقال قتادة : لعب ولهو : أكل وشرب . وقيل : إنه على المعهود من اسمه ، قال مجاهد : كل لعب لهو . وقد مضى هذا المعنى في ( الأنعام ) وقيل : اللعب ما رغب في الدنيا ، واللهو ما ألهى عن الآخرة ، أي : شغل عنها . وقيل : اللعب : الاقتناء ، واللهو : النساء .\" وزينة \" الزينة ما يتزين به ، فالكافر يتزين بالدنيا ولا يعمل للآخرة ، وكذلك من تزين في غير طاعة الله .وتفاخر بينكم أي : يفخر بعضكم على بعض بها . وقيل : بالخلقة والقوة . وقيل : بالأنساب على عادة العرب في المفاخرة بالآباء . وفي صحيح مسلم عن النبي صلى الله عليه وسلم قال : إن الله أوحى إلي أن تواضعوا حتى لا يبغي أحد على أحد ولا يفخر أحد على أحد وصح عنه عليه الصلاة والسلام أنه قال : أربع في أمتي من أمر الجاهلية : الفخر في الأحساب الحديث . وقد تقدم جميع هذا .وتكاثر في الأموال والأولاد لأن عادة الجاهلية أن تتكاثر بالأبناء والأموال ، وتكاثر المؤمنين بالإيمان والطاعة . قال بعض المتأخرين : لعب كلعب الصبيان ولهو كلهو الفتيان وزينة كزينة النسوان وتفاخر كتفاخر الأقران وتكاثر كتكاثر الدهقان . وقيل : المعنى أن الدنيا كهذه الأشياء في الزوال والفناء . وعن علي رضي الله عنه قال لعمار : لا تحزن على الدنيا ، فإن الدنيا ستة أشياء : مأكول ومشروب وملبوس ومشموم ومركوب ومنكوح ، فأحسن طعامها العسل وهو بزقة ذبابة ، وأكثر شرابها الماء يستوي فيه جميع الحيوان ، وأفضل ملبوسها الديباج وهو نسج دودة ، وأفضل المشموم المسك وهو دم فأرة ، وأفضل المركوب الفرس وعليها يقتل الرجال ، وأما المنكوح فالنساء وهو مبال في مبال ، والله إن المرأة لتزين أحسنها يراد به أقبحها . ثم ضرب الله تعالى لها مثلا بالزرع في غيث فقال : كمثل غيث أي : مطر أعجب الكفار نباته الكفار هنا : الزراع لأنهم يغطون البذر . والمعنى أن الحياة الدنيا كالزرع يعجب الناظرين إليه لخضرته بكثرة الأمطار ، ثم لا يلبث أن يصير هشيما كأن لم يكن ، وإذا أعجب الزراع فهو غاية ما يستحسن . وقد مضى معنى هذا المثل في ( يونس ) و ( الكهف ) . وقيل : الكفار هنا الكافرون بالله عز وجل ، لأنهم أشد إعجابا بزينة الدنيا من [ ص: 231 ] المؤمنين . وهذا قول حسن ، فإن أصل الإعجاب لهم وفيهم ، ومنهم يظهر ذلك ، وهو التعظيم للدنيا وما فيها . وفي الموحدين من ذلك فروع تحدث من شهواتهم ، وتتقلل عندهم وتدق إذا ذكروا الآخرة . وموضع الكاف رفع على الصفة . ثم يهيج أي : يجف بعد خضرته فتراه مصفرا أي : متغيرا عما كان عليه من النضرة . ثم يكون حطاما أي : فتاتا وتبنا فيذهب بعد حسنه ، كذلك دنيا الكافر . وفي الآخرة عذاب شديد أي : للكافرين . والوقف عليه حسن ، ويبتدئ ومغفرة من الله ورضوان أي : للمؤمنين .. وقال الفراء : وفي الآخرة عذاب شديد ومغفرة تقديره إما عذاب شديد وإما مغفرة ، فلا يوقف على شديد . وما الحياة الدنيا إلا متاع الغرور هذا تأكيد ما سبق ، أي : تغر الكفار ، فأما المؤمن فالدنيا له متاع بلاغ إلى الجنة . وقيل : العمل للحياة الدنيا متاع الغرور تزهيدا في العمل للدنيا ، وترغيبا في العمل للآخرة ."
    },
    {
      "ayah": 21,
      "surah": 57,
      "text": "قوله تعالى : سابقوا إلى مغفرة من ربكم أي : سارعوا بالأعمال الصالحة التي توجب المغفرة لكم من ربكم . وقيل : سارعوا بالتوبة ، لأنها تؤدي إلى المغفرة ؛ قاله الكلبي . وقيل التكبيرة الأولى مع الإمام ؛ قاله مكحول . وقيل : الصف الأول . وجنة عرضها كعرض السماء والأرض لو وصل بعضها ببعض . قال الحسن : يعني جميع السماوات والأرضين مبسوطتان كل واحدة إلى صاحبتها . وقيل : يريد لرجل واحد أي : لكل واحد جنة بهذه السعة . وقال ابن كيسان : عنى به جنة واحدة من الجنات . والعرض أقل من الطول ، ومن عادة العرب أنها تعبر عن سعة الشيء بعرضه دون طوله . قال :كأن بلاد الله وهي عريضة على الخائف المطلوب كفة حابلوقد مضى هذا كله في ( آل عمران ) . وقال طارق بن شهاب : قال قوم من أهل الحيرة لعمر رضي الله عنه : أرأيت قول الله عز وجل : وجنة عرضها كعرض السماء والأرض فأين النار ؟ فقال لهم عمر : أرأيتم الليل إذا ولى وجاء النهار أين يكون الليل ؟ فقالوا : لقد نزعت بما في التوراة مثله . أعدت للذين آمنوا بالله ورسله شرط الإيمان لا غير ، وفيه تقوية الرجاء . وقد قيل : شرط الإيمان هنا ، وزاد عليه في ( آل عمران ) فقال : أعدت للمتقين الذين ينفقون في السراء والضراء والكاظمين الغيظ والعافين عن الناس .ذلك فضل الله يؤتيه من يشاء أي : إن الجنة لا تنال ولا تدخل إلا برحمة الله تعالى وفضله . وقد مضى هذا في ( الأعراف ) وغيرها . والله ذو الفضل العظيم ."
    },
    {
      "ayah": 22,
      "surah": 57,
      "text": "قوله تعالى : ما أصاب من مصيبة في الأرض قال مقاتل : القحط وقلة النبات والثمار . وقيل : الجوائح في الزرع .ولا في أنفسكم بالأوصاب والأسقام ؛ قاله قتادة . وقيل : إقامة الحدود ؛ قاله ابن حيان . وقيل : ضيق المعاش ، وهذا معنى رواه ابن جريج .إلا في كتاب يعني في اللوح المحفوظ . من قبل أن نبرأها الضمير في نبرأها عائد على النفوس أو الأرض أو المصائب أو الجميع . وقال ابن عباس : من قبل أن يخلق المصيبة .وقال سعيد بن جبير : من قبل أن يخلق الأرض والنفس . إن ذلك على الله يسير أي : خلق ذلك وحفظ جميعه على الله يسير هين . قال الربيع بن صالح : لما أخذ سعيد بن جبير رضي الله عنه بكيت ، فقال : ما يبكيك ؟ قلت : أبكي لما أرى بك ولما تذهب إليه . قال : فلا تبك ، فإنه كان في علم الله أن يكون ، ألم تسمع قوله تعالى : ما أصاب من مصيبة في الأرض ولا في أنفسكم الآية . وقال ابن عباس : لما خلق الله القلم قال له : اكتب ، فكتب ما هو كائن إلى يوم القيامة . ولقد ترك لهذه الآية جماعة من الفضلاء الدواء في أمراضهم فلم يستعملوه ؛ ثقة بربهم وتوكلا عليه ، وقالوا : قد علم الله أيام المرض وأيام الصحة ، فلو حرص الخلق على تقليل ذلك أو زيادته ما قدروا ، قال الله تعالى : ما أصاب من مصيبة في الأرض ولا في أنفسكم إلا في كتاب من قبل أن نبرأها .وقد قيل : إن هذه الآية تتصل بما قبل ، وهو أن الله سبحانه هون عليهم ما يصيبهم في الجهاد من قتل وجرح ، وبين أن ما يخلفهم عن الجهاد من المحافظة على الأموال وما يقع فيها من خسران ، فالكل مكتوب مقدر لا مدفع له ، وإنما على المرء امتثال الأمر ."
    },
    {
      "ayah": 23,
      "surah": 57,
      "text": "ثم أدبهم فقال هذا : لكيلا تأسوا على ما فاتكم أي : حتى لا تحزنوا على ما فاتكم من الرزق ، وذلك أنهم إذا علموا أن الرزق قد فرغ منه لم يأسوا على ما فاتهم منه . وعن ابن مسعود أن نبي الله صلى الله عليه وسلم قال : لا يجد أحدكم طعم الإيمان حتى يعلم أن ما أصابه لم يكن ليخطئه وما أخطأه لم يكن ليصيبه ثم قرأ لكيلا تأسوا على ما فاتكم أي : كي لا تحزنوا [ ص: 233 ] على ما فاتكم من الدنيا ، فإنه لم يقدر لكم ولو قدر لكم لم يفتكم ولا تفرحوا بما آتاكم أي : من الدنيا ؛ قاله ابن عباس . وقال سعيد بن جبير : من العافية والخصب . وروى عكرمة عن ابن عباس : ليس من أحد إلا وهو يحزن ويفرح ، ولكن المؤمن يجعل مصيبته صبرا ، وغنيمته شكرا . والحزن والفرح المنهي عنهما هما اللذان يتعدى فيهما إلى ما لا يجوز . وقراءة العامة \" آتاكم \" بمد الألف أي : أعطاكم من الدنيا . واختاره أبو حاتم . وقرأ أبو العالية ونصر بن عاصم وأبو عمرو \" أتاكم \" بقصر الألف واختاره أبو عبيد . أي : جاءكم ، وهو معادل ل \" فاتكم \" ولهذا لم يقل أفاتكم . قال جعفر بن محمد الصادق : يا ابن آدم ما لك تأسى على مفقود لا يرده عليك الفوت ، أو تفرح بموجود لا يتركه في يديك الموت . وقيل لبرزجمهر : أيها الحكيم ! مالك لا تحزن على ما فات ، ولا تفرح بما هو آت ؟ قال : لأن الفائت لا يتلافى بالعبرة ، والآتي لا يستدام بالحبرة . وقال الفضيل بن عياض في هذا المعنى : الدنيا مبيد ومفيد ، فما أباد فلا رجعة له ، وما أفاد آذن بالرحيل . وقيل : المختال الذي ينظر إلى نفسه بعين الافتخار ، والفخور الذي ينظر إلى الناس بعين الاحتقار ، وكلاهما شرك خفي . والفخور بمنزلة المصراة تشد أخلافها ليجتمع فيها اللبن ، فيتوهم المشتري أن ذلك معتاد وليس كذلك ، فكذلك الذي يرى من نفسه حالا وزينة وهو مع ذلك مدع فهو الفخور .والله لا يحب كل مختال فخور"
    },
    {
      "ayah": 24,
      "surah": 57,
      "text": "قوله تعالى : الذين يبخلون أي : لا يحب المختالين الذين يبخلون ف \" الذين \" في موضع خفض نعتا للمختال . وقيل : رفع بابتداء أي : الذين يبخلون فالله غني عنهم . قيل : أراد رؤساء اليهود الذين يبخلون ببيان صفة محمد صلى الله عليه وسلم التي في كتبهم ، لئلا يؤمن به الناس فتذهب مأكلتهم ، قال السدي والكلبي . وقال سعيد بن جبير : الذين يبخلون يعني بالعلم ويأمرون الناس بالبخل أي : بألا يعلموا الناس شيئا . زيد بن أسلم : إنه البخل بأداء حق الله عز وجل . وقيل : إنه البخل بالصدقة والحقوق ، قال عامر بن عبد الله الأشعري . وقال طاوس : إنه البخل بما في يديه . وهذه الأقوال الثلاثة متقاربة المعنى . وفرق أصحاب الخواطر بين البخل والسخاء بفرقين ، أحدهما : أن البخيل الذي يلتذ بالإمساك . والسخي الذي يلتذ [ ص: 234 ] بالإعطاء . الثاني : أن البخيل الذي يعطي عند السؤال ، والسخي الذي يعطي بغير سؤال .ومن يتول أي : عن الإيمان فإن الله غني عنه . ويجوز أن يكون لما حث على الصدقة أعلمهم أن الذين يبخلون بها ويأمرون الناس بالبخل بها فإن الله غني عنهم . وقراءة العامة بالبخل بضم الباء وسكون الخاء . وقرأ أنس وعبيد بن عمير ويحيى بن يعمر ومجاهد وحميد وابن محيصن وحمزة والكسائي \" بالبخل \" بفتحتين وهي لغة الأنصار . وقرأ أبو العالية وابن السميفع \" بالبخل \" بفتح الباء وإسكان الخاء . وعن نصر بن عاصم \" البخل \" بضمتين ، وكلها لغات مشهورة . وقد تقدم الفرق بين البخل والشح في آخر ( آل عمران ) .وقرأ نافع وابن عامر \" فإن الله الغني الحميد \" بغير \" هو \" . والباقون هو الغني على أن يكون فصلا . ويجوز أن يكون مبتدأ والغني خبره ، والجملة خبر \" إن \" . ومن حذفها فالأحسن أن يكون فصلا ، لأن حذف الفصل أسهل من حذف المبتدإ ."
    },
    {
      "ayah": 25,
      "surah": 57,
      "text": "قوله تعالى : لقد أرسلنا رسلنا بالبينات أي : بالمعجزات البينة ، والشرائع الظاهرة . وقيل : الإخلاص لله تعالى في العبادة ، وإقام الصلاة وإيتاء الزكاة ، بذلك دعت الرسل : نوح فمن دونه إلى محمد صلى الله عليه وسلم .وأنزلنا معهم الكتاب أي : الكتب ، أي : أوحينا إليهم خبر ما كان قبلهم والميزان قال ابن زيد : هو ما يوزن به ويتعامل ليقوم الناس بالقسط أي : بالعدل في معاملاتهم . وقوله : بالقسط يدل على أنه أراد الميزان المعروف وقال قوم : أراد به العدل . قال القشيري : وإذا حملناه على الميزان المعروف ، فالمعنى أنزلنا الكتاب ووضعنا الميزان فهو من باب :علفتها تبنا وماء بارداويدل على هذا قوله تعالى : والسماء رفعها ووضع الميزان ثم قال وأقيموا [ ص: 235 ] الوزن بالقسط وقد مضى القول فيه . وأنزلنا الحديد فيه بأس شديد روى عمر رضي الله عنه أن رسول الله صلى الله عليه وسلم قال : إن الله أنزل أربع بركات من السماء إلى الأرض : الحديد ، والنار ، والماء ، والملح . وروى عكرمة عن ابن عباس قال : ثلاثة أشياء نزلت مع آدم عليه السلام : الحجر الأسود وكان أشد بياضا من الثلج ، وعصا موسى وكانت من آس الجنة ، طولها عشرة أذرع مع طول موسى ، والحديد أنزل معه ثلاثة أشياء : السندان ، والكلبتان ، والميقعة وهي المطرقة ، ذكره الماوردي . وقال الثعلبي : قال ابن عباس نزل آدم من الجنة ومعه من الحديد خمسة أشياء من آلة الحدادين : السندان ، والكلبتان ، والميقعة ، والمطرقة ، والإبرة . وحكاه القشيري قال : والميقعة ما يحدد به ، يقال : وقعت الحديدة أقعها أي : حددتها . وفي الصحاح : والميقعة الموضع الذي يألفه البازي فيقع عليه ، وخشبة القصار التي يدق عليها ، والمطرقة والمسن الطويل . وروي أن الحديد أنزل في يوم الثلاثاء .فيه بأس شديد أي : لإهراق الدماء . ولذلك نهى عن الفصد والحجامة في يوم الثلاثاء ; لأنه يوم جرى فيه الدم . وروي عن رسول الله صلى الله عليه وسلم أنه قال : في يوم الثلاثاء ساعة لا يرقأ فيها الدم . وقيل : أنزلنا الحديد أي : أنشأناه وخلقناه ، كقوله تعالى : وأنزل لكم من الأنعام ثمانية أزواج وهذا قول الحسن . فيكون من الأرض غير منزل من السماء . وقال أهل المعاني : أي : أخرج الحديد من المعادن وعلمهم صنعته بوحيه . فيه بأس شديد يعني السلاح والكراع والجنة . وقيل : أي : فيه من خشية القتل خوف شديد .ومنافع للناس قال مجاهد : يعني جنة . وقيل : يعني انتفاع الناس بالماعون من الحديد ، مثل السكين والفأس والإبرة ونحوه .وليعلم الله من ينصره أي : أنزل الحديد ليعلم من ينصره . وقيل : هو عطف على قوله تعالى : ليقوم الناس بالقسط أي : أرسلنا رسلنا وأنزلنا معهم الكتاب ، وهذه الأشياء ، ليتعامل الناس بالحق ، وليعلم الله من ينصره وليرى الله من ينصر دينه وينصر رسله بالغيب قال ابن عباس : ينصرونهم لا يكذبونهم ، ويؤمنون بهم بالغيب أي : وهم لا يرونهم . إن الله قوي عزيز قوي في أخذه عزيز أي : منيع غالب . وقد تقدم . وقيل : بالغيب بالإخلاص ."
    },
    {
      "ayah": 26,
      "surah": 57,
      "text": "قوله تعالى : ولقد أرسلنا نوحا وإبراهيم فصل ما أجمل من إرسال الرسل بالكتب ، وأخبر أنه أرسل نوحا وإبراهيم وجعل النبوة في نسلهما وجعلنا في ذريتهما النبوة والكتاب أي : جعلنا بعض ذريتهما الأنبياء ، وبعضهم أمما يتلون الكتب المنزلة من السماء : التوراة ، والإنجيل ، والزبور ، والفرقان . وقال ابن عباس : \" الكتاب \" الخط بالقلم فمنهم أي : من ائتم بإبراهيم ونوح مهتد وقيل فمنهم مهتد أي : من ذريتهما مهتدون وكثير منهم فاسقون كافرون خارجون عن الطاعة ."
    },
    {
      "ayah": 27,
      "surah": 57,
      "text": "قوله تعالى : ثم قفينا على آثارهم برسلنا وقفينا بعيسى ابن مريم وآتيناه الإنجيل وجعلنا في قلوب الذين اتبعوه رأفة ورحمة ورهبانية ابتدعوها ما كتبناها عليهم إلا ابتغاء رضوان الله فما رعوها حق رعايتها فآتينا الذين آمنوا منهم أجرهم وكثير منهم فاسقونفيه أربع مسائل :الأولى : قوله تعالى : ثم قفينا أي : أتبعنا على آثارهم أي : على آثار الذرية . وقيل : على آثار نوح وإبراهيم برسلنا موسى وإلياس وداود وسليمان ويونس وغيرهم وقفينا بعيسى ابن مريم فهو من ذرية إبراهيم من جهة أمه وآتيناه الإنجيل وهو الكتاب المنزل عليه . وتقدم اشتقاقه في أول سورة ( آل عمران ) .الثانية : قوله تعالى : وجعلنا في قلوب الذين اتبعوه على دينه يعني الحواريين وأتباعهم رأفة ورحمة أي : مودة فكان يواد بعضهم بعضا . وقيل : هذا إشارة إلى أنهم أمروا في الإنجيل بالصلح وترك إيذاء الناس ، وألان الله قلوبهم لذلك ، بخلاف اليهود الذين قست قلوبهم وحرفوا الكلم عن مواضعه . والرأفة : اللين ، والرحمة : الشفقة . وقيل : الرأفة : تخفيف الكل ، والرحمة : تحمل الثقل . وقيل : الرأفة أشد الرحمة . وتم الكلام . ثم قال : ورهبانية ابتدعوها أي : من قبل أنفسهم . والأحسن أن تكون الرهبانية منصوبة بإضمار فعل ، قال أبو علي : وابتدعوها رهبانية ابتدعوها . وقال الزجاج : أي : ابتدعوها رهبانية ، كما تقول : رأيت زيدا وعمرا كلمت . وقيل : إنه معطوف على الرأفة والرحمة ، والمعنى على هذا أن الله تعالى أعطاهم إياها فغيروا وابتدعوا فيها . قال الماوردي : وفيها قراءتان ، إحداهما بفتح الراء وهي [ ص: 237 ] الخوف ، من الرهب . الثانية بضم الراء وهي منسوبة إلى الرهبان كالرضوانية من الرضوان ؛ وذلك لأنهم حملوا أنفسهم على المشقات في الامتناع من المطعم والمشرب والنكاح والتعلق بالكهوف والصوامع ، وذلك أن ملوكهم غيروا وبدلوا وبقي نفر قليل فترهبوا وتبتلوا . قال الضحاك : إن ملوكا بعد عيسى عليه السلام ارتكبوا المحارم ثلاثمائة سنة ، فأنكرها عليهم من كان بقي على منهاج عيسى فقتلوهم ، فقال قوم بقوا بعدهم : نحن إذا نهيناهم قتلونا فليس يسعنا المقام بينهم ، فاعتزلوا الناس واتخذوا الصوامع . وقال قتادة : الرهبانية التي ابتدعوها رفض النساء واتخاذ الصوامع . وفي خبر مرفوع : هي لحوقهم بالبراري والجبال . ما كتبناها عليهم أي : ما فرضناها عليهم ولا أمرناهم بها ؛ قاله ابن زيد . وقوله تعالى : إلا ابتغاء رضوان الله أي : ما أمرناهم إلا بما يرضي الله ؛ قاله ابن مسلم . وقال الزجاج : ما كتبناها عليهم معناه لم نكتب عليهم شيئا البتة . ويكون ابتغاء رضوان الله بدلا من الهاء والألف في كتبناها والمعنى : ما كتبناها عليهم إلا ابتغاء رضوان الله . وقيل : إلا ابتغاء الاستئناء منقطع ، والتقدير : ما كتبناها عليهم لكن ابتدعوها ابتغاء رضوان الله . فما رعوها حق رعايتها أي : فما قاموا بها حق القيام . وهذا خصوص ، لأن الذين لم يرعوها بعض القوم ، وإنما تسببوا بالترهب إلى طلب الرياسة على الناس وأكل أموالهم ، كما قال تعالى : يا أيها الذين آمنوا إن كثيرا من الأحبار والرهبان ليأكلون أموال الناس بالباطل ويصدون عن سبيل اللهوهذا في قوم أداهم الترهب إلى طلب الرياسة في آخر الأمر . وروى سفيان الثوري عن عطاء بن السائب عن سعيد بن جبير عن ابن عباس في قوله تعالى : ورهبانية ابتدعوها قال : كانت ملوك بعد عيسى بدلوا التوراة والإنجيل ، وكان فيهم مؤمنون يقرءون التوراة والإنجيل ويدعون إلى دين الله تعالى ، فقال أناس لملكهم : لو قتلت هذه الطائفة . فقال المؤمنون : نحن نكفيكم أنفسنا . فطائفة قالت : ابنوا لنا أسطوانة ارفعونا فيها ، وأعطونا شيئا نرفع به طعامنا وشرابنا ولا نرد عليكم . وقالت طائفة : دعونا نهيم في الأرض ونسيح ، ونشرب كما تشرب الوحوش في البرية ، فإذا قدرتم علينا فاقتلونا . وطائفة قالت : ابنوا لنا دورا في الفيافي ونحفر الآبار ونحترث البقول فلا تروننا . وليس أحد من هؤلاء إلا وله حميم منهم ففعلوا ، فمضى أولئك على منهاج عيسى ، وخلف قوم من بعدهم ممن قد غير الكتاب فقالوا : نسيح ونتعبد كما تعبد أولئك ، وهم على شركهم لا علم لهم بإيمان من تقدم من الذين اقتدوا بهم ، فذلك قوله تعالى : ورهبانية ابتدعوها ما كتبناها عليهم إلا ابتغاء رضوان الله الآية .[ ص: 238 ] يقول : ابتدعها هؤلاء الصالحون فما رعوها المتأخرون حق رعايتها فآتينا الذين آمنوا منهم أجرهم يعني الذين ابتدعوها أولا ورعوها وكثير منهم فاسقون يعني المتأخرين ، فلما بعث الله محمدا صلى الله عليه وسلم ولم يبق منهم إلا قليل ، جاءوا من الكهوف والصوامع والغيران فآمنوا بمحمد صلى الله عليه وسلم .الثالثة : وهذه الآية دالة على أن كل محدثة بدعة ، فينبغي لمن ابتدع خيرا أن يدوم عليه ، ولا يعدل عنه إلى ضده فيدخل في الآية . وعن أبي أمامة الباهلي - واسمه صدي بن عجلان - قال : أحدثتم قيام رمضان ولم يكتب عليكم ، إنما كتب عليكم الصيام ، فدوموا على القيام إذ فعلتموه ولا تتركوه ، فإن ناسا من بني إسرائيل ابتدعوا بدعا لم يكتبها الله عليهم ، ابتغوا بها رضوان الله فما رعوها حق رعايتها ، فعابهم الله بتركها فقال : ورهبانية ابتدعوها ما كتبناها عليهم إلا ابتغاء رضوان الله فما رعوها حق رعايتها .الرابعة : وفي الآية دليل على العزلة عن الناس في الصوامع والبيوت ، وذلك مندوب إليه عند فساد الزمان وتغير الأصدقاء والإخوان . وقد مضى بيان هذا في سورة ( الكهف ) مستوفى والحمد لله . وفي مسند أحمد بن حنبل من حديث أبي أمامة الباهلي رضي الله عنه قال : خرجنا مع رسول الله صلى الله عليه وسلم في سرية من سراياه فقال : مر رجل بغار فيه شيء من ماء ، فحدث نفسه بأن يقيم في ذلك الغار ، فيقوته ما كان فيه من ماء ويصيب ما حوله من البقل ويتخلى عن الدنيا . قال : لو أني أتيت النبي صلى الله عليه وسلم فذكرت ذلك له فإن أذن لي فعلت وإلا لم أفعل ، فأتاه فقال : يا نبي الله ! إني مررت بغار فيه ما يقوتني من الماء والبقل ، فحدثتني نفسي بأن أقيم فيه وأتخلى من الدنيا . قال : فقال النبي صلى الله عليه وسلم : إني لم أبعث باليهودية ولا بالنصرانية ولكني بعثت بالحنيفية السمحة والذي نفس محمد بيده لغدوة أو روحة في سبيل الله خير من الدنيا وما فيها ، ولمقام أحدكم في الصف الأول خير من صلاته ستين سنة . وروى الكوفيون عن ابن مسعود ، قال : قال لي رسول الله صلى الله عليه وسلم : هل تدري أي الناس أعلم قال : قلت : الله ورسوله أعلم . قال : أعلم الناس أبصرهم بالحق إذا اختلف الناس فيه وإن كان مقصرا في العمل وإن كان [ ص: 239 ] يزحف على استه ، هل تدري من أين اتخذ بنو إسرائيل الرهبانية ؟ ظهرت عليهم الجبابرة بعد عيسى يعملون بمعاصي الله فغضب أهل الإيمان فقاتلوهم ، فهزم أهل الإيمان ثلاث مرات ، فلم يبق منهم إلا القليل فقالوا : إن أفنونا فلم يبق للدين أحد يدعون إليه ، فتعالوا نفترق في الأرض إلى أن يبعث الله النبي الأمي الذي وعدنا عيسى - يعنون محمدا صلى الله عليه وسلم - فتفرقوا في غيران الجبال وأحدثوا رهبانية فمنهم من تمسك بدينه ومنهم من كفر - وتلا ورهبانية الآية - أتدري ما رهبانية أمتي ؟ الهجرة والجهاد والصوم والحج والعمرة والتكبير على التلاع يا ابن مسعود اختلف من كان قبلكم من اليهود على إحدى وسبعين فرقة فنجا منهم فرقة وهلك سائرها واختلف من كان من قبلكم من النصارى على اثنين وسبعين فرقة فنجا منهم ثلاثة ، وهلك سائرها ، فرقة وازت الملوك وقاتلتهم على دين الله ودينعيسى - عليه السلام - حتى قتلوا ، وفرقة لم تكن لهم طاقة بموازاة الملوك ، أقاموا بين ظهراني قومهم فدعوهم إلى دين الله ودين عيسى ابن مريم فأخذتهم الملوك وقتلتهم وقطعتهم بالمناشير ، وفرقة لم تكن لهم طاقة بموازاة الملوك - ولا بأن يقيموا بين ظهراني قومهم فيدعوهم إلى دين الله ودين عيسى ابن مريم فساحوا في الجبال وترهبوا فيها وهي التي قال الله تعالى فيهم : ورهبانية ابتدعوها - الآية - فمن آمن بي واتبعني وصدقني فقد رعاها حق رعايتها ومن لم يؤمن بي فأولئك هم الفاسقون ، يعني الذي تهودوا وتنصروا . وقيل : هؤلاء الذين أدركوا محمدا صلى الله عليه وسلم فلم يؤمنوا به فأولئك هم الفاسقون . وفي الآية تسلية للنبي صلى الله عليه وسلم ، أي : إن الأولين أصروا على الكفر أيضا ، فلا تعجب من أهل عصرك إن أصروا على الكفر . والله أعلم ."
    },
    {
      "ayah": 28,
      "surah": 57,
      "text": "قوله تعالى : يا أيها الذين آمنوا أي : آمنوا بموسى وعيسى اتقوا الله وآمنوا برسوله بمحمد صلى الله عليه وسلم يؤتكم كفلين من رحمته أي : مثلين من الأجر على إيمانكم بعيسى ومحمد صلى الله عليه وسلم ، وهذا مثل قوله تعالى : أولئك يؤتون أجرهم مرتين بما صبروا وقد تقدم [ ص: 240 ] القول فيه . والكفل : الحظ والنصيب ، وقد مضى في ( النساء ) وهو في الأصل كساء يكتفل به الراكب فيحفظه من السقوط ؛ قاله ابن جريج . ونحوه قال الأزهري ، قال : اشتقاقه من الكساء الذي يحويه راكب البعير على سنامه إذا ارتدفه لئلا يسقط ، فتأويله يؤتكم نصيبين يحفظانكم من هلكة المعاصي كما يحفظ الكفل الراكب . وقال أبو موسى الأشعري : كفلين ضعفين بلسان الحبشة . وعن ابن زيد : كفلين أجر الدنيا والآخرة . وقيل : لما نزلت أولئك يؤتون أجرهم مرتين بما صبروا افتخر مؤمنو أهل الكتاب على أصحاب النبي صلى الله عليه وسلم فنزلت هذه الآية . وقد استدل بعض العلماء بهذه الآية على أن الحسنة إنما لها من الأجر مثل واحد ، فقال : الحسنة اسم عام ينطلق على كل نوع من الإيمان ، وينطلق على عمومه ، فإذا انطلقت الحسنة على نوع واحد فليس له عليها من الثواب إلا مثل واحد . وإن انطلقت على حسنة تشتمل على نوعين كان الثواب عليها مثلين ، بدليل هذه الآية فإنه قال : كفلين من رحمته والكفل النصيب كالمثل ، فجعل لمن اتقى الله وآمن برسوله نصيبين ؛ نصيبا لتقوى الله ونصيبا لإيمانه برسوله . فدل على أن الحسنة التي جعل لها عشر هي التي جمعت عشرة أنواع من الحسنات ، وهو الإيمان الذي جمع الله تعالى في صفته عشرة أنواع ، لقوله تعالى : إن المسلمين والمسلمات الآية بكمالها . فكانت هذه الأنواع العشرة التي هي ثوابها أمثالها فيكون لكل نوع منها مثل . وهذا تأويل فاسد لخروجه عن عموم الظاهر في قوله تعالى : من جاء بالحسنة فله عشر أمثالها بما لا يحتمله تخصيص العموم ، لأن ما جمع عشر حسنات فليس يجزى عن كل حسنة إلا بمثلها . وبطل أن يكونجزاء الحسنة عشر أمثالها والأخبار دالة عليه . وقد تقدم ذكرها . ولو كان كما ذكر لما كان بين الحسنة والسيئة فرق . ويجعل لكم نورا أي : بيانا وهدى ، عن مجاهد . وقال ابن عباس : هو القرآن . وقيل : ضياء تمشون به في الآخرة على الصراط ، وفي القيامة إلى الجنة . وقيل تمشون به في الناس تدعونهم إلى الإسلام فتكونون رؤساء في دين الإسلام لا تزول عنكم رياسة كنتم فيها . وذلك أنهم خافوا أن تزول رياستهم لو آمنوا بمحمد عليه السلام . وإنما كان يفوتهم أخذ رشوة يسيرة من الضعفة بتحريف أحكام الله ، لا الرياسة الحقيقية في الدين .ويغفر لكم ذنوبكم والله غفور رحيم ."
    },
    {
      "ayah": 29,
      "surah": 57,
      "text": "قوله تعالى : لئلا يعلم أهل الكتاب أي : ليعلم ، و \" أن لا \" صلة زائدة مؤكدة ؛ قاله الأخفش . وقال الفراء : معناه لأن يعلم و \" لا \" صلة زائدة في كل كلام دخل عليه جحد . قال قتادة : حسد أهل الكتاب المسلمين فنزلت : لئلا يعلم أهل الكتاب أي : لأن يعلم أهل الكتاب أنهم لا يقدرون على شيء من فضل الله وأن الفضل بيد الله وقال مجاهد : قالت اليهود : يوشك أن يخرج منا نبي يقطع الأيدي والأرجل . فلما خرج من العرب كفروا فنزلت : [ ص: 241 ] لئلا يعلم أي : ليعلم أهل الكتاب ألا يقدرون أي : أنهم لا يقدرون ، كقوله تعالى : أن لا يرجع إليهم قولا . وعن الحسن : \" ليلا يعلم أهل الكتاب \" وروي ذلك عن ابن مجاهد . وروى قطرب بكسر اللام وإسكان الياء . وفتح لام الجر لغة معروفة . ووجه إسكان الياء أن همزة \" أن \" حذفت فصارت \" لن \" فأدغمت النون في اللام فصار \" للا \" فلما اجتمعت اللامات أبدلت الوسطى منها ياء ، كما قالوا في أما : أيما . وكذلك القول في قراءة من قرأ \" ليلا \" بكسر اللام إلا أنه أبقى اللام على اللغة المشهورة فيها فهو أقوى من هذه الجهة . وعن ابن مسعود \" لكيلا يعلم \" وعن حطان بن عبد الله \" لأن يعلم \" . وعن عكرمة \" ليعلم \" وهو خلاف المرسوم . من فضل الله قيل : الإسلام . وقيل : الثواب . وقال الكلبي : من رزق الله . وقيل : نعم الله التي لا تحصى . وأن الفضل بيد الله ليس بأيديهم فيصرفون النبوة عن محمد صلى الله عليه وسلم إلى من يحبون . وقيل : وأن الفضل بيد الله أي : هو له يؤتيه من يشاء وفي البخاري : حدثنا الحكم بن نافع ، قال : حدثنا شعيب عن الزهري ، قال أخبرني سالم بن عبد الله ، أن عبد الله بن عمر قال : سمعت رسول الله صلى الله عليه وسلم يقول وهو قائم على المنبر : إنما بقاؤكم فيما سلف قبلكم من الأمم كما بين صلاة العصر إلى غروب الشمس ، أعطي أهل التوراة التوراة فعملوا بها حتى انتصف النهار ، ثم عجزوا فأعطوا قيراطا قيراطا ، ثم أعطي أهل الإنجيل الإنجيل فعملوا به حتى صلاة العصر ، ثم عجزوا فأعطوا قيراطا قيراطا ، ثم أعطيتم القرآن فعملتم به حتى غروب الشمس ، فأعطيتم قيراطين قيراطين ، قال أهل التوراة : ربنا هؤلاء أقل عملا وأكثر أجرا ، قال : هل ظلمتكم من أجركم من شيء ؟ قالوا : لا ، فقال : فذلك فضلي أوتيه من أشاء في رواية : فغضبت اليهود والنصارى وقالوا : ربنا . . . الحديث . والله ذو الفضل العظيم تم تفسير سورة ( الحديد ) والحمد لله ."
    },
    {
      "ayah": 3,
      "surah": 57,
      "text": "قوله تعالى : هو الأول والآخر والظاهر والباطن اختلف في معاني هذه الأسماء وقد بيناها في ( الكتاب الأسنى ) . وقد شرحها رسول الله صلى الله عليه وسلم شرحا يغني عن قول كل قائل ، فقال في صحيح مسلم من حديث أبي هريرة : اللهم أنت الأول فليس قبلك شيء ، وأنت الآخر فليس بعدك شيء ، وأنت الظاهر فليس فوقك شيء ، وأنت الباطن فليس دونك شيء ، اقض عنا الدين ، وأغننا من الفقر عنى بالظاهر الغالب ، وبالباطن العالم ، والله أعلم .وهو بكل شيء عليم بما كان أو يكون فلا يخفى عليه شيء ."
    },
    {
      "ayah": 4,
      "surah": 57,
      "text": "قوله تعالى : هو الذي خلق السماوات والأرض في ستة أيام ثم استوى على العرش تقدم في الأعراف مستوفى .قوله تعالى : يعلم ما يلج في الأرض أي : يدخل فيها من مطر وغيره [ ص: 215 ] وما يخرج منها من نبات وغيره وما ينزل من السماء من رزق ومطر وملك وما يعرج فيها يصعد فيها من ملائكة وأعمال العباد وهو معكم يعني : بقدرته وسلطانه وعلمه أين ما كنتم والله بما تعملون بصير يبصر أعمالكم ويراها ولا يخفى عليه شيء منها . وقد جمع في هذه الآية بين استوى على العرش وبين وهو معكم والأخذ بالظاهرين تناقض ، فدل على أنه لا بد من التأويل ، والإعراض عن التأويل اعتراف بالتناقض . وقد قال الإمام أبو المعالي : إن محمدا صلى الله عليه وسلم ليلة الإسراء لم يكن بأقرب إلى الله عز وجل من يونس بن متى حين كان في بطن الحوت . وقد تقدم ."
    },
    {
      "ayah": 5,
      "surah": 57,
      "text": "قوله تعالى : له ملك السماوات والأرض هذا التكرير للتأكيد أي : هو المعبود على الحقيقة وإلى الله ترجع الأمور أي : أمور الخلائق في الآخرة . وقرأ الحسن والأعرج ويعقوب وابن عامر وأبو حيوة وابن محيصن وحميد والأعمش وحمزة والكسائي وخلف \" ترجع \" بفتح التاء وكسر الجيم . الباقون ترجع ."
    },
    {
      "ayah": 6,
      "surah": 57,
      "text": "قوله تعالى : يولج الليل في النهار ويولج النهار في الليل تقدم في آل عمران .وهو عليم بذات الصدور أي : لا تخفى عليه الضمائر ، ومن كان بهذه الصفة فلا يجوز أن يعبد من سواه ."
    },
    {
      "ayah": 7,
      "surah": 57,
      "text": "قوله تعالى : آمنوا بالله ورسوله أي : صدقوا أن الله واحد وأن محمدا رسوله وأنفقوا تصدقوا . وقيل : أنفقوا في سبيل الله . وقيل : المراد : الزكاة المفروضة . وقيل : المراد : غيرها من وجوه الطاعات وما يقرب منه مما جعلكم مستخلفين فيه دليل على أن أصل الملك لله سبحانه ، وأن العبد ليس له فيه إلا التصرف الذي يرضي الله فيثيبه على ذلك بالجنة . فمن أنفق منها في حقوق الله وهان عليه الإنفاق منها ، كما يهون على الرجل النفقة من [ ص: 216 ] مال غيره إذا أذن له فيه - كان له الثواب الجزيل والأجر العظيم . وقال الحسن : مستخلفين فيه بوراثتكم إياه عمن كان قبلكم . وهذا يدل على أنها ليست بأموالكم في الحقيقة ، وما أنتم فيها إلا بمنزلة النواب والوكلاء ، فاغتنموا الفرصة فيها بإقامة الحق قبل أن تزال عنكم إلى من بعدكم . فالذين آمنوا وعملوا الصالحات منكم وأنفقوا في سبيل الله لهم أجر كبير وهو الجنة ."
    },
    {
      "ayah": 8,
      "surah": 57,
      "text": "قوله تعالى : وما لكم لا تؤمنون بالله استفهام يراد به التوبيخ . أي : أي عذر لكم في ألا تؤمنوا وقد أزيحت العلل ؟ والرسول يدعوكم بين بهذا أنه لا حكم قبل ورود الشرائع . قرأ أبو عمرو : \" وقد أخذ ميثاقكم \" على غير مسمى الفاعل . والباقون على مسمى الفاعل ، أي : أخذ الله ميثاقكم . قال مجاهد : هو الميثاق الأول الذي كان وهم في ظهر آدم بأن الله ربكم لا إله لكم سواه . وقيل : أخذ ميثاقكم بأن ركب فيكم العقول ، وأقام عليكم الدلائل والحجج التي تدعو إلى متابعة الرسول إن كنتم مؤمنين أي : إذ كنتم . وقيل : أي : إن كنتم مؤمنين بالحجج والدلائل . وقيل : أي : إن كنتم مؤمنين بحق يوما من الأيام ، فالآن أحرى الأوقات أن تؤمنوا لقيام الحجج والإعلام ببعثة محمد صلى الله عليه وسلم فقد صحت براهينه . وقيل : إن كنتم مؤمنين بالله خالقكم . وكانوا يعترفون بهذا . وقيل : هو خطاب لقوم آمنوا وأخذ النبي صلى الله عليه وسلم ميثاقهم فارتدوا . وقوله : إن كنتم مؤمنين أي : إن كنتم تقرون بشرائط الإيمان ."
    },
    {
      "ayah": 9,
      "surah": 57,
      "text": "قوله تعالى : هو الذي ينزل على عبده آيات بينات يريد القرآن . وقيل : المعجزات ، أي : لزمكم الإيمان بمحمد صلى الله عليه وسلم ؛ لما معه من المعجزات ، والقرآن أكبرها وأعظمها .ليخرجكم أي : بالقرآن . وقيل : بالرسول . وقيل : بالدعوة . من الظلمات وهو الشرك والكفر إلى النور وهو الإيمان . وإن الله بكم لرءوف رحيم ."
    }
  ]
}
