{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 62,
      "text": "سورة الجمعةمدنية في قول الجميع ، وهي إحدى عشرة آية . وفي صحيح مسلم عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال : \" خير يوم طلعت عليه الشمس يوم الجمعة ، فيه خلق آدم ، وفيه أدخل الجنة ، وفيه أخرج منها ، ولا تقوم الساعة إلا في يوم الجمعة \" . وعنه قال : قال رسول الله : \" نحن الآخرون الأولون يوم القيامة ، ونحن أول من يدخل الجنة بيد أنهم أوتوا الكتاب من قبلنا وأوتيناه من بعدهم فاختلفوا ، فهدانا الله لما اختلفوا فيه من الحق ، فهذا يومهم الذي اختلفوا فيه هدانا الله له - قال - يوم الجمعة ، فاليوم لنا وغدا لليهود وبعد غد للنصارى \" .بسم الله الرحمن الرحيميسبح لله ما في السماوات وما في الأرض الملك القدوس العزيز الحكيمتقدم الكلام فيه . وقرأ أبو العالية ونصر بن عاصم \" الملك القدوس العزيز الحكيم \" كلها رفعا ; أي هو الملك ."
    },
    {
      "ayah": 10,
      "surah": 62,
      "text": "قوله تعالى : فإذا قضيت الصلاة فانتشروا في الأرض وابتغوا من فضل الله واذكروا الله كثيرا لعلكم تفلحون قوله تعالى : فإذا قضيت الصلاة فانتشروا في الأرض هذا أمر إباحة ; كقوله تعالى : وإذا حللتم فاصطادوا . يقول : إذا فرغتم من الصلاة فانتشروا في الأرض للتجارة والتصرف في حوائجكم .\" وابتغوا من فضل الله \" أي من رزقه . وكان عراك بن مالك إذا صلى الجمعة انصرف فوقف على باب المسجد فقال : اللهم إني أجبت دعوتك ، وصليت فريضتك ، وانتشرت كما أمرتني ، فارزقني من فضلك وأنت خير الرازقين . وقال جعفر بن محمد في قوله تعالى : وابتغوا من فضل الله إنه العمل في يوم السبب . وعن الحسن بن سعيد بن المسيب : طلب العمل . وقيل : التطوع . وعن ابن عباس : لم يؤمروا بطلب شيء من الدنيا ; إنما هو عيادة المرضى ، وحضور الجنائز ، وزيارة الأخ في الله تعالى .قوله تعالى : واذكروا الله كثيرا أي بالطاعة واللسان ، وبالشكر على ما به أنعم عليكم من التوفيق لأداء الفرائض .لعلكم تفلحون كي تفلحوا . قال سعيد بن جبير : الذكر طاعة الله تعالى ، فمن أطاع الله فقد ذكره ومن لم يطعه فليس بذاكر وإن كان كثير التسبيح . وقد مضى هذا مرفوعا في \" البقرة \" ."
    },
    {
      "ayah": 11,
      "surah": 62,
      "text": "قوله تعالى : وإذا رأوا تجارة أو لهوا انفضوا إليها وتركوك قائما قل ما عند الله خير من اللهو ومن التجارة والله خير الرازقين .فيه سبع عشرة مسألة :الأولى : قوله تعالى : وإذا رأوا تجارة أو لهوا انفضوا إليها في صحيح مسلم عن جابر بن عبد الله أن النبي صلى الله عليه وسلم كان يخطب قائما يوم الجمعة ، فجاءت عير من الشام فانفتل [ ص: 100 ] الناس إليها حتى لم يبق إلا اثنا عشر رجلا - في رواية : أنا فيهم - فأنزلت هذه الآية التي في الجمعة : وإذا رأوا تجارة أو لهوا انفضوا إليها وتركوك قائما . في رواية : فيهم أبو بكر وعمر رضي الله عنهما . وقد ذكر الكلبي وغيره : أن الذي قدم بها دحية بن خليفة الكلبي من الشام عند مجاعة وغلاء سعر ، وكان معه جميع ما يحتاج الناس من بر ودقيق وغيره ، فنزل عند أحجار الزيت ، وضرب بالطبل ليؤذن الناس بقدومه ; فخرج الناس إلا اثني عشر رجلا . وقيل : أحد عشر رجلا . قال الكلبي : وكانوا في خطبة الجمعة فانفضوا إليها ، وبقي مع رسول الله صلى الله عليه وسلم ثمانية رجال ; حكاه الثعلبي عن ابن عباس ، وذكر الدارقطني من حديث جابر بن عبد الله قال : بينما رسول الله صلى الله عليه وسلم يخطبنا يوم الجمعة إذ أقبلت عير تحمل الطعام حتى نزلت بالبقيع ; فالتفتوا إليها وانفضوا إليها وتركوا رسول الله صلى الله عليه وسلم ليس معه إلا أربعون رجلا أنا فيهم . قال : وأنزل الله عز وجل على النبي صلى الله عليه وسلم وإذا رأوا تجارة أو لهوا انفضوا إليها وتركوك قائما . قال الدارقطني : لم يقل في هذا الإسناد \" إلا أربعين رجلا \" غير علي بن عاصم عن حصين ، وخالفه أصحاب حصين فقالوا : لم يبق مع النبي صلى الله عليه وسلم إلا اثنا عشر رجلا . وروي عنه عليه الصلاة والسلام أنه قال : \" والذي نفسي بيده لو خرجوا جميعا لأضرم الله عليهم الوادي نارا \" ; ذكره الزمخشري . وروي في حديث مرسل أسماء الاثني عشر رجلا ، رواه أسد بن عمرو والد أسد بن موسى بن أسد . وفيه : أن رسول الله صلى الله عليه وسلم لم يبق معه إلا أبو بكر وعمر وعثمان وعلي ، وطلحة والزبير وسعد بن أبي وقاص ، وعبد الرحمن بن عوف وأبو عبيدة بن [ ص: 101 ] الجراح ، وسعيد بن زيد وبلال ، وعبد الله بن مسعود في إحدى الروايتين . وفي الرواية الأخرى عمار بن ياسر .قلت : لم يذكر جابرا ; وقد ذكر مسلم أنه كان فيهم ; والدارقطني أيضا . فيكونون ثلاثة عشر . وإن كان عبد الله بن مسعود فيهم فهم أربعة عشر . وقد ذكر أبو داود في مراسيله السبب الذي ترخصوا لأنفسهم في ترك سماع الخطبة ، وقد كانوا خليقا بفضلهم ألا يفعلوا ; فقال : حدثنا محمود بن خالد قال : حدثنا الوليد ، قال : أخبرني أبو معاذ بكر بن معروف أنه سمع مقاتل بن حيان قال : كان رسول الله صلى الله عليه وسلم يصلي الجمعة قبل الخطبة مثل العيدين ، حتى كان يوم جمعة والنبي صلى الله عليه وسلم يخطب ، وقد صلى الجمعة ، فدخل رجل فقال : إن دحية بن خليفة الكلبي قدم بتجارة ، وكان دحية إذا قدم تلقاه أهله بالدفاف ; فخرج الناس فلم يظنوا إلا أنه ليس في ترك الخطبة شيء ; فأنزل الله عز وجل : وإذا رأوا تجارة أو لهوا انفضوا إليها . فقدم النبي صلى الله عليه وسلم الخطبة يوم الجمعة وأخر الصلاة . وكان لا يخرج أحد لرعاف أو أحداث بعد النهي حتى يستأذن النبي صلى الله عليه وسلم ، يشير إليه بأصبعه التي تلي الإبهام ; فيأذن له النبي صلى الله عليه وسلم ثم يشير إليه بيده . فكان من المنافقين من ثقل عليه الخطبة والجلوس في المسجد ، وكان إذا استأذن رجل من المسلمين قام المنافق إلى جنبه مستترا به حتى يخرج ; فأنزل الله تعالى : قد يعلم الله الذين يتسللون منكم لواذا الآية . قال السهيلي : وهذا الخبر وإن لم ينقل من وجه ثابت فالظن الجميل بأصحاب النبي صلى الله عليه وسلم يوجب أن يكون صحيحا . وقال قتادة : وبلغنا أنهم فعلوه ثلاث مرات ; كل مرة عير تقدم من الشام ، وكل ذلك يوافق يوم الجمعة . وقيل : إن خروجهم لقدوم دحية الكلبي بتجارته ونظرهم إلى العير تمر - لهو لا فائدة فيه ; إلا أنه كان مما لا إثم فيه لو وقع على غير ذلك الوجه ، ولكنه لما اتصل به الإعراض عن رسول الله صلى الله عليه وسلم والانفضاض عن حضرته ، غلظ وكبر ونزل فيه من القرآن وتهجينه باسم اللهو ما نزل . وجاء عن رسول الله صلى الله عليه وسلم أنه قال : \" كل ما يلهو به الرجل باطل إلا رميه بقوسه \" . الحديث . وقد مضى في سورة \" الأنفال \" فلله الحمد . وقال جابر بن عبد الله : كانت الجواري إذا نكحن يمررن بالمزامير والطبل فانفضوا إليها ; فنزلت . وإنما رد الكناية إلى التجارة لأنها أهم . وقرأ طلحة بن [ ص: 102 ] مصرف \" وإذا رأوا التجارة واللهو انفضوا إليها \" . وقيل : المعنى وإذا رأوا تجارة انفضوا إليها ، أو لهوا انفضوا إليه فحذف لدلالته . كما قال :نحن بما عندنا وأنت بما عندك راض والرأي مختلفوقيل : الأجود في العربية أن يجعل الراجع في الذكر للآخر من الاسمين .الثانية : واختلف العلماء في العدد الذي تنعقد به الجمعة على أقوال ; فقال الحسن : تنعقد الجمعة باثنين . وقال الليث وأبو يوسف : تنعقد بثلاثة . وقال سفيان الثوري وأبو حنيفة : بأربعة . وقال ربيعة : باثني عشر رجلا . وذكر النجاد أبو بكر أحمد بن سليمان قال : حدثنا أبو خالد يزيد بن الهيثم بن طهمان الدقاق ، حدثنا صبح بن دينار قال : حدثنا المعافى بن عمران حدثنا معقل بن عبيد الله عن الزهري بسنده إلى مصعب بن عمير : أن النبي صلى الله عليه وسلم بعثه إلى المدينة ، وأنه نزل في دار سعد بن معاذ ، فجمع بهم وهم اثنا عشر رجلا ، ذبح لهم يومئذ شاة . وقال الشافعي : بأربعين رجلا . وقال أبو إسحاق الشيرازي في ( كتاب التنبيه على مذهب الإمام الشافعي ) : كل قرية فيها أربعون رجلا بالغين عقلاء أحرارا مقيمين ، لا يظعنون عنها صيفا ولا شتاء إلا ظعن حاجة ، وأن يكونوا حاضرين من أول الخطبة إلى أن تقام الجمعة وجبت عليهم الجمعة . ومال أحمد وإسحاق إلى هذا القول ولم يشترطا هذه الشروط . وقال مالك : إذا كانت قرية فيها سوق ومسجد فعليهم الجمعة من غير اعتبار عدد . وكتب عمر بن عبد العزيز : أي قرية اجتمع فيها ثلاثون بيتا فعليهم الجمعة . وقال أبو حنيفة : لا تجب الجمعة على أهل السواد والقرى ، لا يجوز لهم إقامتها فيها . واشترط في وجوب الجمعة وانعقادها : المصر الجامع ، والسلطان القاهر ، والسوق القائمة ، والنهر الجاري . واحتج بحديث علي : لا جمعة ولا تشريق إلا في مصر جامع ورفقة تعينهم . وهذا يرده حديث ابن عباس ، قال : إن أول جمعة جمعت بعد جمعة في مسجد رسول الله صلى الله عليه وسلم بقرية من قرى البحرين يقال لها جواثي . وحجة الإمام الشافعي في الأربعين حديث جابر المذكور الذي خرجه الدارقطني . وفي سنن ابن ماجه والدارقطني أيضا ودلائل النبوة للبيهقي عن عبد الرحمن بن كعب بن مالك قال : كنت قائد أبي حين ذهب بصره ، فإذا خرجت به إلى الجمعة فسمع الأذان ، صلى على أبي أمامة واستغفر له - قال - فمكث كذلك حينا لا يسمع الأذان بالجمعة إلا فعل ذلك ; فقلت له : يا أبة ، استغفارك [ ص: 103 ] لأبي أمامة كلما سمعت أذان الجمعة ، ما هو ؟ قال : أي بني ، هو أول من جمع بالمدينة في هزم من حرة بني بياضة يقال له نقيع الخضمات ; قال : قلت : كم أنتم يومئذ ؟ قال : أربعون رجلا . وقال جابر بن عبد الله : مضت السنة أن في كل ثلاثة إماما ، وفي كل أربعين فما فوق ذلك جمعة وأضحى وفطرا ، وذلك أنهم جماعة . خرجه الدارقطني . وروى أبو بكر أحمد بن سليمان النجاد : قرئ على عبد الملك بن محمد الرقاشي وأنا أسمع : حدثني رجاء بن سلمة قال : حدثنا أبي قال : حدثنا روح بن غطيف الثقفي قال حدثني الزهري عن أبي سلمة قال : قلت لأبي هريرة : على كم تجب الجمعة من رجل ؟ قال : لما بلغ أصحاب رسول الله صلى الله عليه وسلم خمسين رجلا جمع بهم رسول الله صلى الله عليه وسلم . قرئ على عبد الملك بن محمد وأنا أسمع قال : حدثنا رجاء بن سلمة قال : حدثنا عباد بن عباد المهلبي عن جعفر بن الزبير عن القاسم عن أبي أمامة قال : قال رسول الله صلى الله عليه وسلم : \" تجب الجمعة على خمسين رجلا ولا تجب على من دون ذلك \" . قال ابن المنذر : وكتب عمر بن عبد العزيز : أيما قرية اجتمع فيها خمسون رجلا فليصلوا الجمعة . وروى الزهري عن أم عبد الله الدوسية قالت : قال رسول الله صلى الله عليه وسلم : \" الجمعة واجبة على كل قرية وإن لم يكن فيها إلا أربعة \" . يعني بالقرى : المدائن . لا يصح هذا عن الزهري . في رواية : \" الجمعة واجبة على أهل كل قرية وإن لم يكونوا إلا ثلاثة رابعهم إمامهم \" . الزهري : لا يصح سماعه من الدوسية . والحكم هذا متروك .الثالثة : وتصح الجمعة بغير إذن الإمام وحضوره . وقال أبو حنيفة : من شرطها الإمام أو خليفته . ودليلنا أن الوليد بن عقبة والي الكوفة أبطأ يوما فصلى ابن مسعود بالناس من غير [ ص: 104 ] إذنه . وروي أن عليا صلى الجمعة يوم حصر عثمان ولم ينقل أنه استأذنه . وروي أن سعيد بن العاصي والي المدينة لما خرج من المدينة صلى أبو موسى بالناس الجمعة من غير استئذان . وقال مالك : إن لله فرائض في أرضه لا يضيعها ; وليها وال أو لم يلها .الرابعة : قال علماؤنا : من شرط أدائها المسجد المسقف . قال ابن العربي : ولا أعلم وجهه . قلت : وجهه قوله تعالى : وطهر بيتي للطائفين ، وقوله : في بيوت أذن الله أن ترفع . وحقيقة البيت أن يكون ذا حيطان وسقف . هذا العرف ، والله أعلم .الخامسة : قوله تعالى : وتركوك قائما شرط في قيام الخطيب على المنبر إذا خطب . قال علقمة : سئل عبد الله أكان النبي صلى الله عليه وسلم يخطب قائما أو قاعدا ؟ فقال : أما تقرأ \" وتركوك قائما \" . وفي صحيح مسلم عن كعب بن عجرة أنه دخل المسجد وعبد الرحمن بن أم الحكم يخطب قاعدا فقال : انظروا إلى هذا الخبيث ، يخطب قاعدا ! وقال الله تعالى : وإذا رأوا تجارة أو لهوا انفضوا إليها وتركوك قائما . وخرج عن جابر أن رسول الله صلى الله عليه وسلم كان يخطب قائما ثم يجلس ، ثم يقوم فيخطب ; فمن نبأك أنه كان يخطب جالسا فقد كذب ; فقد والله صليت معه أكثر من ألفي صلاة . وعلى هذا جمهور الفقهاء وأئمة العلماء . وقال أبو حنيفة : ليس القيام بشرط فيها . ويروى أن أول من خطب قاعدا معاوية . وخطب عثمان قائما حتى رق فخطب قاعدا . وقيل : إن معاوية إنما خطب قاعدا لسنه . وقد كان النبي صلى الله عليه وسلم يخطب قائما ثم يقعد ثم يقوم ولا يتكلم في قعدته . رواه جابر بن سمرة . ورواه ابن عمر في كتاب البخاري .السادسة : والخطبة شرط في انعقاد الجمعة لا تصح إلا بها ; وهو قول جمهور العلماء . وقال الحسن : هي مستحبة . وكذا قال ابن الماجشون : إنها سنة وليست بفرض . وقال سعيد بن جبير : هي بمنزلة الركعتين من صلاة الظهر ; فإذا تركها وصلى الجمعة فقد ترك الركعتين من صلاة الظهر . والدليل على وجوبها قوله تعالى : وتركوك قائما . وهذا ذم ، والواجب هو الذي يذم تاركه شرعا ، ثم إن النبي صلى الله عليه وسلم لم يصلها إلا بخطبة .[ ص: 105 ] السابعة : ويخطب متوكئا على قوس أو عصا . وفي سنن ابن ماجه قال : حدثنا هشام بن عمار حدثنا عبد الرحمن بن سعد بن عمار بن سعد قال : حدثني أبي عن أبيه عن جده أن رسول الله صلى الله عليه وسلم كان إذا خطب في الحرب خطب على قوس ، وإذا خطب في الجمعة خطب على عصا .الثامنة : ويسلم إذا صعد المنبر على الناس عند الشافعي وغيره . ولم يره مالك . وقد روى ابن ماجه من حديث جابر بن عبد الله أن النبي صلى الله عليه وسلم كان إذا صعد المنبر سلم .التاسعة : فإن خطب على غير طهارة الخطبة كلها أو بعضها أساء عند مالك ; ولا إعادة عليه إذا صلى طاهرا . وللشافعي قولان في إيجاب الطهارة ; فشرطها في الجديد ولم يشترطها في القديم . وهو قول أبي حنيفة .العاشرة : وأقل ما يجزي في الخطبة أن يحمد الله ويصلي على نبيه صلى الله عليه وسلم ، ويوصي بتقوى الله ويقرأ آية من القرآن . ويجب في الثانية أربع كالأولى ; إلا أن الواجب بدلا من قراءة الآية في الأولى الدعاء ; قاله أكثر الفقهاء . وقال أبو حنيفة : لو اقتصر على التحميد أو التسبيح أو التكبير أجزأه . وعن عثمان رضي الله عنه أنه صعد المنبر فقال : الحمد لله ، وارتج عليه فقال : إن أبا بكر وعمر كانا يعدان لهذا المقام مقالا ، وإنكم إلى إمام فعال أحوج منكم إلى إمام قوال ، وستأتيكم الخطب ; ثم نزل فصلى . وكان ذلك بحضرة الصحابة فلم ينكر عليه أحد . وقال أبو يوسف ومحمد : الواجب ما تناوله اسم خطبة . وهو قول الشافعي . قال أبو عمر بن عبد البر : وهو أصح ما قيل في ذلك .الحادية عشرة : في صحيح مسلم عن يعلى بن أمية أنه سمع النبي صلى الله عليه وسلم يقرأ على المنبر \" ونادوا يا مالك \" . وفيه عن عمرة بنت عبد الرحمن عن أخت لعمرة قالت : ما أخذت ق والقرآن المجيد إلا من في رسول الله صلى الله عليه وسلم يوم الجمعة وهو يقرأ بها على المنبر في كل جمعة . وقد مضى في أول \" ق \" . وفي مراسيل أبي داود عن الزهري قال : كان صدر خطبة النبي صلى الله عليه وسلم : \" الحمد لله ، نحمده ونستعينه ونستغفره ، ونعوذ به من شرور أنفسنا ، من يهد الله فلا مضل له ، ومن يضلل فلا هادي له . ونشهد أن لا إله إلا الله ; وأن محمدا عبده ورسوله ، أرسله [ ص: 106 ] بالحق بشيرا ونذيرا بين يدي الساعة . من يطع الله ورسوله فقد رشد ، ومن يعصهما فقد غوى . نسأل الله ربنا أن يجعلنا ممن يطيعه ويطيع رسوله ، ويتبع رضوانه ويجتنب سخطه ، فإنما نحن به وله \" . وعنه قال : بلغنا عن رسول الله صلى الله عليه وسلم أنه كان يقول إذا خطب : \" كل ما هو آت قريب ، ولا بعد لما هو آت ، لا يعجل الله لعجلة أحد ، ولا يخف لأمر الناس ، ما شاء الله لا ما شاء الناس . يريد الله أمرا ويريد الناس أمرا ، ما شاء الله كان ولو كره الناس . ولا مبعد لما قرب الله ، ولا مقرب لما بعد الله . لا يكون شيء إلا بإذن الله جل وعز \" . وقال جابر : كان النبي صلى الله عليه وسلم يوم الجمعة يخطب فيقول بعد أن يحمد الله ويصلي على أنبيائه : \" أيها الناس ، إن لكم معالم فانتهوا إلى معالمكم ، وإن لكم نهاية فانتهوا إلى نهايتكم . إن العبد المؤمن بين مخافتين ؛ بين أجل قد مضى لا يدري ما الله قاض فيه ، وبين أجل قد بقي لا يدري ما الله صانع فيه . فليأخذ العبد من نفسه لنفسه ، ومن دنياه لآخرته ، ومن الشبيبة قبل الكبر ، ومن الحياة قبل الممات . والذي نفسي بيده ما بعد الموت من مستعتب ، وما بعد الدنيا من دار إلا الجنة أو النار . أقول قولي هذا وأستغفر الله لي ولكم \" . وقد تقدم ما خطب به عليه الصلاة والسلام أول جمعة عند قدومه المدينة .الثانية عشرة : السكوت للخطبة واجب على من سمعها وجوب سنة . والسنة أن يسكت لها من يسمع ومن لم يسمع ، وهما إن شاء الله في الأجر سواء . ومن تكلم حينئذ لغا ; ولا تفسد صلاته بذلك . وفي الصحيح عن أبي هريرة أن النبي صلى الله عليه وسلم قال : \" إذا قلت لصاحبك أنصت يوم الجمعة والإمام يخطب فقد لغوت \" . الزمخشري : وإذا قال المنصت لصاحبه : صه ; فقد لغا ، أفلا يكون الخطيب الغالي في ذلك لاغيا ؟ نعوذ بالله من غربة الإسلام ونكد الأيام .[ ص: 107 ] الثالثة عشرة : ويستقبل الناس الإمام إذا صعد المنبر ; لما رواه أبو داود مرسلا عن أبان بن عبد الله قال : كنت مع عدي بن ثابت يوم الجمعة ; فلما خرج الإمام - أو قال صعد المنبر - استقبله وقال : هكذا أصحاب رسول الله صلى الله عليه وسلم يفعلون برسول الله صلى الله عليه وسلم . خرجه ابن ماجه عن عدي بن ثابت عن أبيه ; فزاد في الإسناد : عن أبيه قال : كان رسول الله صلى الله عليه وسلم إذا قام على المنبر استقبله أصحابه بوجوههم . قال ابن ماجه : أرجو أن يكون متصلا .قلت : وخرج أبو نعيم الحافظ قال : حدثنا محمد بن معمر قال : حدثنا عبد الله بن محمد بن ناجية قال : حدثنا عباد بن يعقوب قال : حدثنا محمد بن الفضل الخراساني عن منصور عن إبراهيم عن علقمة عن عبد الله قال : كان النبي صلى الله عليه وسلم إذا استوى على المنبر استقبلناه بوجوهنا . تفرد به محمد بن الفضل بن عطية عن منصور .الرابعة عشرة : ولا يركع من دخل المسجد والإمام يخطب ; عند مالك رحمه الله . وهو قول ابن شهاب رحمه الله وغيره . وفي الموطأ عنه : فخروج الإمام يقطع الصلاة ، وكلامه يقطع الكلام . وهذا مرسل . وفي صحيح مسلم من حديث جابر عن النبي صلى الله عليه وسلم : \" إذا جاء أحدكم يوم الجمعة والإمام يخطب فليركع ركعتين وليتجوز فيهما \" . وهذا نص في الركوع . وبه يقول الشافعي وغيره .الخامسة عشرة : ذكر ابن عون عن ابن سيرين قال : كانوا يكرهون النوم والإمام يخطب ويقولون فيه قولا شديدا . قال ابن عون : ثم لقيني بعد ذلك فقال : تدري ما يقولون ؟ قال : يقولون مثلهم كمثل سرية أخفقوا ; ثم قال : هل تدري ما أخفقوا ؟ لم تغنم شيئا . وعن سمرة بن جندب أن النبي صلى الله عليه وسلم قال : \" إذا نعس أحدكم فليتحول إلى مقعد صاحبه وليتحول صاحبه إلى مقعده \" .السادسة عشرة : نذكر فيها من فضل الجمعة وفرضيتها ما لم نذكره . روى الأئمة عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم ذكر يوم الجمعة فقال : \" فيه ساعة لا يوافقها عبد مسلم [ ص: 108 ] وهو يصلي يسأل الله عز وجل شيئا إلا أعطاه إياه \" وأشار بيده يقللها . وفي صحيح مسلم من حديث أبي موسى قال : سمعت رسول الله صلى الله عليه وسلم يقول : \" هي ما بين أن يجلس الإمام إلى أن تقضى الصلاة \" . وروي من حديث أنس أن النبي صلى الله عليه وسلم أبطأ علينا ذات يوم ; فلما خرج قلنا : احتبست ! قال : \" ذلك أن جبريل أتاني بكهيئة المرآة البيضاء فيها نكتة سوداء ، فقلت : ما هذه يا جبريل ؟ قال : هذه الجمعة فيها خير لك ولأمتك ، وقد أرادها اليهود والنصارى فأخطئوها وهداكم الله لها . قلت : يا جبريل ما هذه النكتة السوداء ؟ قال : هذه الساعة التي في يوم الجمعة لا يوافقها عبد مسلم يسأل الله فيها خيرا إلا أعطاه إياه ، أو ادخر له مثله يوم القيامة ، أو صرف عنه من السوء مثله ، وإنه خير الأيام عند الله ، وإن أهل الجنة يسمونه يوم المزيد \" . وذكر الحديث . وذكر ابن المبارك ويحيى بن سلام قالا : حدثنا المسعودي عن المنهال بن عمرو عن أبي عبيدة بن عبد الله بن عتبة عن ابن مسعود قال : تسارعوا إلى الجمعة ، فإن الله تبارك وتعالى يبرز لأهل الجنة كل يوم جمعة في كثيب من كافور أبيض ، فيكونون منه في القرب - قال ابن المبارك - على قدر تسارعهم إلى الجمعة في الدنيا . وقال يحيى بن سلام : كمسارعتهم إلى الجمعة في الدنيا . وزاد : فيحدث لهم من الكرامة شيئا لم يكونوا رأوه قبل ذلك . قال يحيى : وسمعت غير المسعودي يزيد فيه : وهو قوله تعالى : ولدينا مزيد .قلت : قوله : \" في كثيب \" يريد أهل الجنة . أي وهم على كثيب ; كما روى الحسن قال : قال رسول الله صلى الله عليه وسلم : إن أهل الجنة ينظرون إلى ربهم في كل جمعة على كثيب من كافور لا يرى طرفاه ، وفيه نهر جار حافتاه المسك ، عليه جوار يقرأن القرآن بأحسن أصوات سمعها الأولون والآخرون ، فإذا انصرفوا إلى منازلهم أخذ كل رجل بيد ما شاء منهن ، ثم يمرون على قناطر من لؤلؤ إلى منازلهم ، فلولا أن الله يهديهم إلى منازلهم ما اهتدوا إليها لما يحدث الله لهم [ ص: 109 ] في كل جمعة \" ذكره يحيى بن سلام . وعن أنس قال : قال النبي صلى الله عليه وسلم : \" ليلة أسري بي رأيت تحت العرش سبعين مدينة ، كل مدينة مثل مدائنكم هذه سبعين مرة مملوءة من الملائكة يسبحون الله ويقدسونه ويقولون في تسبيحهم : اللهم اغفر لمن شهد الجمعة ، اللهم اغفر لمن اغتسل يوم الجمعة \" ذكره الثعلبي . وخرج القاضي الشريف أبو الحسن علي بن عبد الله بن إبراهيم الهاشمي العيسوي من ولد عيسى بن علي بن عبد الله بن عباس رضي الله عنه بإسناد صحيح عن أبي موسى الأشعري أن رسول الله صلى الله عليه وسلم قال : \" إن الله عز وجل يبعث الأيام يوم القيامة على هيئتها ويبعث الجمعة زهراء منيرة أهلها يحفون بها كالعروس تهدى إلى كريمها تضيء لهم يمشون في ضوئها ، ألوانهم كالثلج بياضا ، وريحهم يسطع كالمسك ، يخوضون في جبال الكافور ، ينظر إليهم الثقلان ما يطرقون تعجبا يدخلون الجنة لا يخالطهم أحد إلا المؤذنون المحتسبون \" . وفي سنن ابن ماجه عن أبي هريرة أن رسول الله صلى الله عليه وسلم : قال \" الجمعة إلى الجمعة كفارة ما بينهما ما لم تغش الكبائر \" خرجه مسلم بمعناه . وعن أوس بن أوس الثقفي قال : سمعت رسول الله صلى الله عليه وسلم يقول : \" من غسل يوم الجمعة واغتسل ، وبكر وابتكر ، ومشى ولم يركب ، ودنا من الإمام فاستمع ولم يلغ ، كان له بكل خطوة عمل سنة ، أجر صيامها وقيامها \" . وعن جابر بن عبد الله قال : خطبنا رسول الله صلى الله عليه وسلم فقال : \" يا أيها الناس توبوا إلى الله قبل أن تموتوا . وبادروا بالأعمال الصالحة قبل أن تشغلوا . وصلوا الذي بينكم وبين ربكم بكثرة ذكركم له وكثرة الصدقة في السر والعلانية ترزقوا وتنصروا وتؤجروا . واعلموا أن الله قد فرض عليكم الجمعة في مقامي هذا في شهري هذا في عامي هذا إلى يوم القيامة ، فمن تركها في حياتي أو بعد مماتي ، وله إمام عادل أو جائر ، استخفافا بها ، أو جحودا لها ، فلا جمع الله شمله ، ولا بارك له في أمره . ألا ولا صلاة له ولا زكاة له ولا حج له . ألا ولا صوم له ولا بر له حتى يتوب ، فمن تاب تاب الله عليه . ألا لا تؤمن امرأة رجلا ، ولا يؤم أعرابي مهاجرا ، ولا يؤم فاجر مؤمنا إلا أن [ ص: 110 ] يقهره سلطان يخاف سيفه أو سوطه \" . وقال ميمون بن أبي شيبة : أردت الجمعة مع الحجاج فتهيأت للذهاب ، ثم قلت : أين أذهب أصلي خلف هذا الفاجر ؟ فقلت مرة : أذهب ، ومرة لا أذهب ، ثم أجمع رأيي على الذهاب ، فناداني مناد من جانب البيت يا أيها الذين آمنوا إذا نودي للصلاة من يوم الجمعة فاسعوا إلى ذكر الله وذروا البيع . .السابعة عشرة : قوله تعالى قل ما عند الله خير من اللهو ومن التجارة فيه وجهان : أحدهما : ما عند الله من ثواب صلاتكم خير من لذة لهوكم وفائدة تجارتكم .الثاني : ما عند الله من رزقكم الذي قسمه لكم خير مما أصبتموه من لهوكم وتجارتكم . وقرأ أبو رجاء العطاردي : \" قل ما عند الله خير من اللهو ومن التجارة للذين آمنوا \" .والله خير الرازقين أي خير من رزق وأعطى ; فمنه فاطلبوا ، واستعينوا بطاعته على نيل ما عنده من خيري الدنيا والآخرة ."
    },
    {
      "ayah": 2,
      "surah": 62,
      "text": "قوله تعالى : هو الذي بعث في الأميين رسولا منهم يتلو عليهم آياته ويزكيهم ويعلمهم الكتاب والحكمة وإن كانوا من قبل لفي ضلال مبين[ ص: 83 ] قوله تعالى : هو الذي بعث في الأميين رسولا منهم قال ابن عباس : الأميون العرب كلهم ، من كتب منهم ومن لم يكتب ، لأنهم لم يكونوا أهل كتاب . وقيل : الأميون الذين لا يكتبون . وكذلك كانت قريش . وروى منصور عن إبراهيم قال : الأمي الذي يقرأ ولا يكتب . وقد مضى في \" البقرة \" .رسولا منهم يعني محمدا صلى الله عليه وسلم . وما من حي من العرب إلا ولرسول الله صلى الله عليه وسلم فيهم قرابة وقد ولدوه . قال ابن إسحاق : إلا حي تغلب ; فإن الله تعالى طهر نبيه صلى الله عليه وسلم منهم لنصرانيتهم ، فلم يجعل لهم عليه ولادة . وكان أميا لم يقرأ من كتاب ولم يتعلم صلى الله عليه وسلم . قال الماوردي : فإن قيل ما وجه الامتنان إن بعث نبيا أميا ؟ فالجواب عنه من ثلاثة أوجه : أحدها : لموافقته ما تقدمت به بشارة الأنبياء . الثاني : لمشاكلة حال لأحوالهم ، فيكون أقرب إلى موافقتهم . الثالث : لينتفي عنه سوء الظن في تعليمه ما دعا إليه من الكتب التي قرأها والحكم التي تلاها . قلت : وهذا كله دليل معجزته وصدق نبوته .قوله تعالى : يتلو عليهم آياته يعني القرآن\" ويزكيهم \" أي يجعلهم أزكياء القلوب بالإيمان ; قاله ابن عباس . وقيل : يطهرهم من دنس الكفر والذنوب ; قاله ابن جريج ومقاتل . وقال السدي : يأخذ زكاة أموالهمويعلمهم الكتاب يعني القرآنوالحكمة السنة ; قاله الحسن . وقال ابن عباس : الكتاب الخط بالقلم ; لأن الخط فشا في العرب بالشرع لما أمروا بتقييده بالخط . وقال مالك بن أنس : الحكمة الفقه في الدين . وقد مضى القول في هذا في \" البقرة \" .\" وإن كانوا من قبل \" أي من قبله وقبل أن يرسل إليهم .لفي ضلال مبين أي في ذهاب عن الحق ."
    },
    {
      "ayah": 3,
      "surah": 62,
      "text": "قوله تعالى : وآخرين منهم لما يلحقوا بهم وهو العزيز الحكيمقوله تعالى : \" وآخرين منهم \" هو عطف على الأميين ؛ أي بعث في الأميين وبعث في آخرين منهم . ويجوز أن يكون منصوبا بالعطف على الهاء والميم في يعلمهم ويزكيهم ; أي يعلمهم ويعلم آخرين من المؤمنين ; لأن التعليم إذا تناسق إلى آخر الزمان كان كله مسندا إلى أوله فكأنه هو الذي تولى كل ما وجد منه .\" لما يلحقوا بهم \" أي لم يكونوا في زمانهم وسيجيئون بعدهم . قال ابن عمر وسعيد بن جبير : هم العجم . وفي صحيح البخاري ومسلم عن أبي هريرة قال : كنا جلوسا عند النبي صلى الله عليه وسلم إذ نزلت عليه سورة \" الجمعة \" فلما قرأ : وآخرين منهم لما يلحقوا بهم قال رجل : من هؤلاء يا رسول الله ؟ فلم يراجعه [ ص: 84 ] النبي صلى الله عليه وسلم حتى سأله مرة أو مرتين أو ثلاثا . قال : وفينا سلمان الفارسي . قال : فوضع النبي صلى الله عليه وسلم يده على سلمان ثم قال : \" لو كان الإيمان عند الثريا لناله رجال من هؤلاء \" . في رواية : \" لو كان الدين عند الثريا لذهب به رجل من فارس - أو قال - من أبناء فارس حتى يتناوله \" لفظ مسلم . وقال عكرمة : هم التابعون . مجاهد : هم الناس كلهم ; يعني من بعد العرب الذين بعث فيهم محمد صلى الله عليه وسلم . وقاله ابن زيد ومقاتل بن حيان . قالا : هم من دخل في الإسلام بعد النبي صلى الله عليه وسلم إلى يوم القيامة . وروى سهل بن سعد الساعدي : أن النبي صلى الله عليه وسلم قال : \" إن في أصلاب أمتي رجالا ونساء يدخلون الجنة بغير حساب \" ثم تلا : وآخرين منهم لما يلحقوا بهم . والقول الأول أثبت . وقد روي أن النبي صلى الله عليه وسلم قال : \" رأيتني أسقي غنما سودا ثم أتبعتها غنما عفرا ، أولها يا أبا بكر \" . فقال : يا رسول الله ، أما السود فالعرب ، وأما العفر فالعجم تتبعك بعد العرب . فقال النبي صلى الله عليه وسلم : \" كذا أولها الملك \" يعني جبريل عليه السلام . رواه ابن أبي ليلى عن رجل من أصحاب النبي صلى الله عليه وسلم ، وهو علي بن أبي طالب رضي الله عنه ."
    },
    {
      "ayah": 4,
      "surah": 62,
      "text": "قوله تعالى : ذلك فضل الله يؤتيه من يشاء والله ذو الفضل العظيمقال ابن عباس : حيث ألحق العجم بقريش ؛ يعني الإسلام : فضل الله يؤتيه من يشاء ; قاله الكلبي . وقيل : يعني الوحي والنبوة ; قاله مقاتل . وقول رابع : إنه المال ينفق في الطاعة ; وهو معنى قول أبي صالح . وقد روى مسلم عن أبي صالح عن أبي هريرة أن فقراء المهاجرين أتوا رسول الله صلى الله عليه وسلم ، فقالوا : ذهب أهل الدثور بالدرجات العلا والنعيم المقيم . فقال : \" وما ذاك ؟ \" قالوا : يصلون كما نصلي ، ويصومون كما نصوم ، ويتصدقون ولا نتصدق ، ويعتقون ولا نعتق . فقال رسول الله صلى الله عليه وسلم : \" أفلا أعلمكم شيئا تدركون به من سبقكم وتسبقون به من بعدكم ، ولا يكون أحد أفضل منكم إلا من صنع مثل ما صنعتم ؟ \" قالوا : بلى يا رسول الله . قال : \" تسبحون وتكبرون وتحمدون دبر كل صلاة ثلاثا وثلاثين مرة \" . قال أبو صالح : فرجع [ ص: 85 ] فقراء المهاجرين إلى رسول الله صلى الله عليه وسلم فقالوا : سمع إخواننا أهل الأموال بما فعلنا ففعلوا مثله . فقال رسول الله صلى الله عليه وسلم : ذلك فضل الله يؤتيه من يشاء . وقول خامس : أنه انقياد الناس إلى تصديق النبي صلى الله عليه وسلم ، ودخولهم في دينه ونصرته . والله أعلم ."
    },
    {
      "ayah": 5,
      "surah": 62,
      "text": "قوله تعالى : مثل الذين حملوا التوراة ثم لم يحملوها كمثل الحمار يحمل أسفارا بئس مثل القوم الذين كذبوا بآيات الله والله لا يهدي القوم الظالمينضرب مثلا لليهود لما تركوا العمل بالتوراة ولم يؤمنوا بمحمد صلى الله عليه وسلم . حملوا التوراة أي كلفوا العمل بها ; عن ابن عباس . وقال الجرجاني : هو من الحمالة بمعنى الكفالة ; أي ضمنوا أحكام التوراة .كمثل الحمار يحمل أسفارا هي جمع سفر ، وهو الكتاب الكبير ; لأنه يسفر عن المعنى إذا قرئ . قال ميمون بن مهران : الحمار لا يدري أسفر على ظهره أم زنبيل ; فهكذا اليهود . وفي هذا تنبيه من الله تعالى لمن حمل الكتاب أن يتعلم معانيه ويعلم ما فيه ; لئلا يلحقه من الذم ما لحق هؤلاء . وقال الشاعر مروان بن سليمان بن يحيى بن أبي حفصة :زوامل للأسفار لا علم عندهم بجيدها إلا كعلم الأباعر     لعمرك ما يدري البعير إذا غدابأوساقه أو راح ما في الغرائروقال يحيى بن يمان : يكتب أحدهم الحديث ولا يتفهم ولا يتدبر ، فإذا سئل أحدهم عن مسألة جلس كأنه مكاتب . وقال الشاعر :إن الرواة على جهل بما حملوا     مثل الجمال عليها يحمل الودعلا الودع ينفعه حمل الجمال له     ولا الجمال بحمل الودع تنتفعوقال منذر بن سعيد البلوطي رحمه الله فأحسن :انعق بما شئت تجد أنصارا     وزم أسفارا تجد حمارا[ ص: 86 ] يحمل ما وضعت من أسفار     يحمله كمثل الحماريحمل أسفارا له وما درى     إن كان ما فيها صوابا وخطاإن سئلوا قالوا كذا روينا     ما إن كذبنا ولا اعتديناكبيرهم يصغر عند الحفل     لأنه قلد أهل الجهل\" ثم لم يحملوها \" ؛ أي لم يعملوا بها . شبههم - والتوراة في أيديهم وهم لا يعملون بها - بالحمار يحمل كتبا وليس له إلا ثقل الحمل من غير فائدة . و \" يحمل \" في موضع نصب على الحال ; أي حاملا . ويجوز أن يكون في موضع جر على الوصف ; لأن الحمار كاللئيم . قال :ولقد أمر على اللئيم يسبني     فمضيت ثمة قلت لا يعنينيبئس مثل القوم : المثل الذي ضربناه لهم ; فحذف المضاف .والله لا يهدي القوم الظالمين أي من سبق في علمه أنه يكون كافرا ."
    },
    {
      "ayah": 6,
      "surah": 62,
      "text": "قوله تعالى : قل ياأيها الذين هادوا إن زعمتم أنكم أولياء لله من دون الناس فتمنوا الموت إن كنتم صادقينلما ادعت اليهود الفضيلة وقالوا : نحن أبناء الله وأحباؤه قال الله تعالى : إن زعمتم أنكم أولياء لله من دون الناس فللأولياء عند الله الكرامة .فتمنوا الموت إن كنتم صادقين لتصيروا إلى ما يصير إليه أولياء الله ."
    },
    {
      "ayah": 7,
      "surah": 62,
      "text": "ولا يتمنونه أبدا بما قدمت أيديهم أي أسلفوه من تكذيب محمد صلى الله عليه وسلم ; فلو تمنوه لماتوا ; فكان في ذلك بطلان قولهم وما ادعوه من الولاية . وفي حديث أن النبي صلى الله عليه وسلم قال لما نزلت هذه الآية : \" والذي نفس محمد بيده لو تمنوا الموت ما بقي على ظهرها يهودي إلا مات \" . وفي هذا إخبار عن الغيب ، ومعجزة للنبي صلى الله عليه وسلم . وقد مضى معنى هذه الآية في \" البقرة \" في قوله تعالى - : قل إن كانت لكم الدار الآخرة عند الله خالصة من دون الناس فتمنوا الموت إن كنتم صادقين ."
    },
    {
      "ayah": 8,
      "surah": 62,
      "text": "قوله تعالى : قل إن الموت الذي تفرون منه فإنه ملاقيكم ثم تردون إلى عالم الغيب والشهادة فينبئكم بما كنتم تعملون قال الزجاج : لا يقال : إن زيدا فمنطلق ، وهاهنا قال : فإنه ملاقيكم لما في معنى الذي من الشرط والجزاء ، أي إن فررتم منه فإنه ملاقيكم ، ويكون مبالغة في الدلالة على أنه لا ينفع الفرار منه . قال زهير :ومن هاب أسباب المنايا ينلنه ولو رام أسباب السماء بسلمقلت : ويجوز أن يتم الكلام عند قوله : \" الذي تفرون منه \" ثم يبتدئ \" فإنه ملاقيكم \" . وقال طرفة :وكفى بالموت فاعلم واعظا     لمن الموت عليه قد قدرفاذكر الموت وحاذر ذكره     إن في الموت لذي اللب عبركل شيء سوف يلقى حتفه     في مقام أو على ظهر سفروالمنايا حوله ترصده     ليس ينجيه من الموت الحذر"
    },
    {
      "ayah": 9,
      "surah": 62,
      "text": "قوله تعالى : يا أيها الذين آمنوا إذا نودي للصلاة من يوم الجمعة فاسعوا إلى ذكر الله وذروا البيع ذلكم خير لكم إن كنتم تعلمون .فيه ثلاث عشرة مسألة :الأولى : قوله تعالى : يا أيها الذين آمنوا إذا نودي للصلاة من يوم قرأ عبد الله بن الزبير والأعمش وغيرهما \" الجمعة \" بإسكان الميم على التخفيف . وهما لغتان . وجمعهما جمع وجمعات . قال الفراء : يقال الجمعة ( بسكون الميم ) والجمعة ( بضم الميم ) والجمعة ( بفتح الميم ) فيكون صفة اليوم ; أي تجمع الناس . كما يقال : ضحكة للذي يضحك . وقال ابن عباس : نزل القرآن بالتثقيل والتفخيم فاقرءوها جمعة ; يعني بضم الميم . وقال الفراء وأبو عبيد : والتخفيف أقيس وأحسن ; نحو غرفة وغرف ، وطرفة وطرف ، وحجرة وحجر . وفتح الميم لغة بني عقيل . وقيل : إنها لغة النبي صلى الله عليه وسلم . وعن سلمان أن النبي صلى الله عليه وسلم قال : [ ص: 88 ] \" إنما سميت جمعة لأن الله جمع فيها خلق آدم \" . وقيل : لأن الله تعالى فرغ فيها من خلق كل شيء فاجتمعت فيها المخلوقات . وقيل : لتجتمع الجماعات فيها . وقيل : لاجتماع الناس فيها للصلاة . و \" من \" بمعنى في ; أي في يوم ; كقوله تعالى : أروني ماذا خلقوا من الأرض أي في الأرض .الثانية : قال أبو سلمة : أول من قال : \" أما بعد \" كعب بن لؤي ، وكان أول من سمى الجمعة جمعة . وكان يقال ليوم الجمعة : العروبة . وقيل : أول من سماها جمعة الأنصار . قال ابن سيرين : جمع أهل المدينة من قبل أن يقدم النبي صلى الله عليه وسلم المدينة ، وقبل أن تنزل الجمعة ; وهم الذين سموها الجمعة ; وذلك أنهم قالوا : إن لليهود يوما يجتمعون فيه ، في كل سبعة أيام يوم وهو السبت . وللنصارى يوم مثل ذلك وهو الأحد فتعالوا فلنجتمع حتى نجعل يوما لنا نذكر الله ونصلي فيه - ونستذكر - أو كما قالوا - فقالوا : يوم السبت لليهود ، ويوم الأحد للنصارى ; فاجعلوه يوم العروبة . فاجتمعوا إلى أسعد بن زرارة ( أبو أمامة رضي الله عنه ) فصلى بهم يومئذ ركعتين وذكرهم ، فسموه يوم الجمعة حين اجتمعوا . فذبح لهم أسعد شاة فتعشوا وتغدوا منها لقلتهم . فهذه أول جمعة في الإسلام .قلت : وروي أنهم كانوا اثني عشر رجلا على ما يأتي . وجاء في هذه الرواية أن الذي جمع بهم وصلى أسعد بن زرارة ، وكذا في حديث عبد الرحمن بن كعب بن مالك عن أبيه كعب على ما يأتي . وقال البيهقي : وروينا عن موسى بن عقبة عن ابن شهاب الزهري أن مصعب بن عمير كان أول من جمع الجمعة بالمدينة للمسلمين قبل أن يقدمها رسول الله صلى الله عليه وسلم . قال البيهقي : يحتمل أن يكون مصعب جمع بهم بمعونة أسعد بن زرارة فأضافه كعب إليه . والله أعلم .[ ص: 89 ] وأما أول جمعة جمعها النبي صلى الله عليه وسلم بأصحابه ; فقال أهل السير والتواريخ : قدم رسول الله صلى الله عليه وسلم مهاجرا حتى نزل بقباء على بني عمرو بن عوف يوم الاثنين لاثنتي عشرة ليلة خلت من شهر ربيع الأول حين اشتد الضحى . ومن تلك السنة يعد التاريخ . فأقام بقباء إلى يوم الخميس وأسس مسجدهم . ثم خرج يوم الجمعة إلى المدينة ; فأدركته الجمعة في بني سالم بن عوف في بطن واد لهم قد اتخذ القوم في ذلك الموضع مسجدا ; فجمع بهم وخطب . وهي أول خطبة خطبها بالمدينة ، وقال فيها : \" الحمد لله . أحمده وأستعينه وأستغفره وأستهديه ، وأومن به ولا أكفره ، وأعادي من يكفر به . وأشهد أن لا إله إلا الله وحده لا شريك له . وأشهد أن محمدا عبده ورسوله ، أرسله بالهدى ودين الحق ، والنور والموعظة والحكمة على فترة من الرسل ، وقلة من العلم ، وضلالة من الناس ، وانقطاع من الزمان ، ودنو من الساعة ، وقرب من الأجل . من يطع الله ورسوله فقد رشد . ومن يعص الله ورسوله فقد غوى وفرط وضل ضلالا بعيدا . أوصيكم بتقوى الله ، فإنه خير ما أوصى به المسلم المسلم أن يحضه على الآخرة ، وأن يأمره بتقوى الله . واحذروا ما حذركم الله من نفسه ; فإن تقوى الله لمن عمل به على وجل ومخافة من ربه عون صدق على ما تبغون من أمر الآخرة . ومن يصلح الذي بينه وبين ربه من أمره في السر والعلانية ، لا ينوي به إلا وجه الله يكن له ذكرا في عاجل أمره ، وذخرا فيما بعد الموت ، حين يفتقر المرء إلى ما قدم . وما كان مما سوى ذلك يود لو أن بينه وبينه أمدا بعيدا . ويحذركم الله نفسه والله رءوف بالعباد . هو الذي صدق قوله ، وأنجز وعده ، لا خلف لذلك ; فإنه يقول تعالى : ما يبدل القول لدي وما أنا بظلام للعبيد . فاتقوا الله في عاجل أمركم وآجله في السر والعلانية ; فإنه من يتق الله يكفر عنه سيئاته ويعظم له أجرا . ومن يتق الله فقد فاز فوزا عظيما . وإن تقوى الله توقي مقته وتوقي عقوبته وتوقي سخطه . وإن تقوى الله تبيض الوجوه ، وترضي الرب ، وترفع الدرجة . فخذوا بحظكم ولا تفرطوا في جنب الله ، فقد علمكم كتابه ، ونهج لكم سبيله ; ليعلم الذين صدقوا ويعلم الكاذبين . فأحسنوا كما أحسن الله إليكم ، وعادوا أعداءه ، وجاهدوا في الله حق جهاده ; هو اجتباكم وسماكم المسلمين . ليهلك من هلك عن بينة ، ويحيا من حي عن بينة . ولا حول ولا قوة إلا بالله . فأكثروا ذكر الله تعالى ، واعملوا لما بعد الموت ; فإنه من يصلح ما بينه وبين الله يكفه الله ما بينه وبين الناس . ذلك بأن الله يقضي على الناس ولا يقضون عليه ، ويملك من الناس ولا يملكون منه . الله أكبر ، ولا حول ولا قوة إلا بالله العلي العظيم \" .[ ص: 90 ] وأول جمعة جمعت بعدها جمعة بقرية يقال لها : \" جواثي \" من قرى البحرين . وقيل : إن أول من سماها الجمعة كعب بن لؤي بن غالب لاجتماع قريش فيه إلى كعب ; كما تقدم . والله أعلم .الثالثة : خاطب الله المؤمنين بالجمعة دون الكافرين تشريفا لهم وتكريما فقال : يا أيها الذين آمنوا ، ثم خصه بالنداء ، وإن كان قد دخل في عموم قوله تعالى : وإذا ناديتم إلى الصلاة ليدل على وجوبه وتأكيد فرضه . وقال بعض العلماء : كون الصلاة الجمعة هاهنا معلوم بالإجماع لا من نفس اللفظ . قال ابن العربي : وعندي أنه معلوم من نفس اللفظ بنكتة وهي قول : \" من يوم الجمعة \" وذلك يفيده ; لأن النداء الذي يختص بذلك اليوم هو نداء تلك الصلاة . فأما غيرها فهو عام في سائر الأيام . ولو لم يكن المراد به نداء الجمعة لما كان لتخصيصه بها وإضافته إليها معنى ولا فائدة .‎ الرابعة : فقد تقدم حكم الأذان في سورة \" المائدة \" مستوفى . وقد كان الأذان على عهد رسول الله صلى الله عليه وسلم كما في سائر الصلوات ; يؤذن واحد إذا جلس النبي صلى الله عليه وسلم على المنبر . وكذلك كان يفعل أبو بكر وعمر وعلي بالكوفة . ثم زاد عثمان على المنبر أذانا ثالثا على داره التي تسمى \" الزوراء \" حين كثر الناس بالمدينة . فإذا سمعوا أقبلوا ; حتى إذا جلس عثمان على المنبر أذن مؤذن النبي صلى الله عليه وسلم ، ثم يخطب عثمان . خرجه ابن ماجه في سننه من حديث محمد بن إسحاق عن الزهري عن السائب بن يزيد قال : ما كان لرسول الله صلى الله عليه وسلم إلا مؤذن واحد ; إذا خرج أذن وإذا نزل أقام . وأبو بكر وعمر كذلك . فلما كان عثمان وكثر الناس زاد النداء الثالث على دار في السوق يقال لها \" الزوراء \" ; فإذا خرج أذن وإذا نزل أقام . خرجه [ ص: 91 ] البخاري من طرق بمعناه . وفي بعضها : أن الأذان الثاني يوم الجمعة أمر به عثمان بن عفان حين كثر أهل المسجد ، وكان التأذين يوم الجمعة حين يجلس الإمام . وقال الماوردي : فأما الأذان الأول فمحدث ، فعله عثمان بن عفان ليتأهب الناس لحضور الخطبة عند اتساع المدينة وكثرة أهلها . وقد كان عمر رضي الله عنه أمر أن يؤذن في السوق قبل المسجد ليقوم الناس عن بيوعهم ، فإذا اجتمعوا أذن في المسجد ، فجعله عثمان رضي الله عنه أذانين في المسجد . قاله ابن العربي . وفي الحديث الصحيح : أن الأذان كان على عهد رسول الله صلى الله عليه وسلم واحدا ، فلما كان زمن عثمان زاد الأذان الثالث على الزوراء ، وسماه في الحديث ثالثا لأنه أضافه إلى الإقامة ، كما قال عليه الصلاة والسلام : \" بين كل أذانين صلاة لمن شاء \" يعني الأذان والإقامة . ويتوهم الناس أنه أذان أصلي فجعلوا المؤذنين ثلاثة فكان وهما ، ثم جمعوهم في وقت واحد فكان وهما على وهم . ورأيتهم يؤذنون بمدينة السلام بعد أذان المنار بين يدي الإمام تحت المنبر في جماعة ، كما كانوا يفعلون عندنا في الدول الماضية . وكل ذلك محدث .الخامسة : قوله تعالى : فاسعوا إلى ذكر الله اختلف في معنى السعي هاهنا على ثلاثة أقوال : أولها : القصد . قال الحسن : والله ما هو بسعي على الأقدام ولكنه سعي بالقلوب والنية . الثاني : أنه العمل ، كقوله تعالى : ومن أراد الآخرة وسعى لها سعيها وهو مؤمن ، وقوله : إن سعيكم لشتى ، وقوله : وأن ليس للإنسان إلا ما سعى . وهذا قول الجمهور . وقال زهير : سعى بعدهم قوم لكي يدركوهم [ ص: 92 ] وقال أيضا :سعى ساعيا غيظ بن مرة بعدما تبزل ما بين العشيرة بالدمأي فاعملوا على المضي إلى ذكر الله ، واشتغلوا بأسبابه من الغسل والتطهير والتوجه إليه . الثالث : أن المراد به السعي على الأقدام . وذلك فضل وليس بشرط . ففي البخاري : أن أبا عبس بن جبر - واسمه عبد الرحمن وكان من كبار الصحابة - مشى إلى الجمعة راجلا وقال : سمعت رسول الله صلى الله عليه وسلم يقول : من اغبرت قدماه في سبيل الله حرمه الله على النار . ويحتمل ظاهره . رابعا : وهو الجري والاشتداد . قال ابن العربي : وهو الذي أنكره الصحابة الأعلمون والفقهاء الأقدمون . وقرأها عمر : \" فامضوا إلى ذكر الله \" فرارا عن طريق الجري والاشتداد الذي يدل على الظاهر . وقرأ ابن مسعود كذلك وقال : لو قرأت \" فاسعوا \" لسعيت حتى يسقط ردائي . وقرأ ابن شهاب : \" فامضوا إلى ذكر الله سالكا تلك السبيل \" . وهو كله تفسير منهم ; لا قراءة قرآن منزل . وجائز قراءة القرآن بالتفسير في معرض التفسير . قال أبو بكر الأنباري : وقد احتج من خالف المصحف بقراءة عمر وابن مسعود ، وأن خرشة بن الحر قال : رآني عمر رضي الله عنه ومعي قطعة فيها : فاسعوا إلى ذكر الله فقال لي عمر : من أقرأك هذا ؟ قلت : أبي . فقال : إن أبيا أقرؤنا للمنسوخ . ثم قرأ عمر \" فامضوا إلى ذكر الله \" . حدثنا إدريس قال : حدثنا خلف قال : حدثنا هشيم عن المغيرة عن إبراهيم عن خرشة ; فذكره . وحدثنا محمد بن يحيى أخبرنا محمد وهو ابن سعدان قال : حدثنا سفيان بن عيينة عن الزهري عن سالم عن أبيه قال : ما سمعت عمر يقرأ قط إلا \" فامضوا إلى ذكر الله \" . وأخبرنا إدريس قال : حدثنا خلف قال : حدثنا هشيم عن المغيرة عن إبراهيم أن عبد الله بن مسعود قرأ \" فامضوا إلى ذكر الله \" وقال : لو كانت \" فاسعوا \" لسعيت حتى يسقط ردائي . قال أبو بكر : فاحتج عليه بأن الأمة أجمعت على فاسعوا برواية ذلك عن الله رب العالمين ورسوله صلى الله عليه وسلم . فأما عبد الله بن مسعود فما صح عنه \" فامضوا \" لأن السند غير متصل ; إذ إبراهيم النخعي لم يسمع عن عبد الله بن مسعود شيئا ، وإنما ورد \" فامضوا \" عن عمر رضي الله عنه . فإذا انفرد أحد بما [ ص: 93 ] يخالف الآية والجماعة كان ذلك نسيانا منه . والعرب مجمعة على أن السعي يأتي بمعنى المضي ; غير أنه لا يخلو من الجد والانكماش . قال زهير :سعى ساعيا غيظ بن مرة بعدما     تبزل ما بين العشيرة بالدمأراد بالسعي المضي بجد وانكماش ، ولم يقصد للعدو والإسراع في الخطو . وقال الفراء وأبو عبيدة : معنى السعي في الآية المضي . واحتج الفراء بقولهم : هو يسعى في البلاد يطلب فضل الله ; معناه هو يمضي بجد واجتهاد . واحتج أبو عبيدة بقول الشاعر :أسعى على جل بني مالك     كل امرئ في شأنه ساعيفهل يحتمل السعي في هذا البيت إلا مذهب المضي بالانكماش ; ومحال أن يخفى هذا المعنى على ابن مسعود على فصاحته وإتقان عربيته .قلت : ومما يدل على أنه ليس المراد هاهنا العدو قوله عليه الصلاة والسلام : \" إذا أقيمت الصلاة فلا تأتوها تسعون ، ولكن ائتوها وعليكم السكينة \" . قال الحسن : أما والله ما هو بالسعي على الأقدام ، ولقد نهوا أن يأتوا الصلاة إلا وعليهم السكينة والوقار ; ولكن بالقلوب والنية والخشوع . وقال قتادة : السعي أن تسعى بقلبك وعملك . وهذا حسن ، فإنه جمع الأقوال الثلاثة . وقد جاء في الاغتسال للجمعة والتطيب والتزين باللباس أحاديث مذكورة في كتب الحديث .السادسة : قوله تعالى : \" يا أيها الذين آمنوا \" خطاب للمكلفين بإجماع . ويخرج منه المرضى والزمنى والمسافرون والعبيد والنساء بالدليل ، والعميان والشيخ الذي لا يمشي إلا بقائد عند أبي حنيفة . روى أبو الزبير عن جابر أن رسول الله صلى الله عليه وسلم قال : \" من كان يؤمن بالله واليوم الآخر فعليه الجمعة يوم الجمعة إلا مريض أو مسافر أو امرأة أو صبي أو مملوك ، فمن استغنى بلهو أو تجارة استغنى الله عنه والله غني حميد \" خرجه الدارقطني وقال علماؤنا رحمهم الله : ولا يتخلف أحد عن الجمعة ممن عليه إتيانها إلا بعذر لا يمكنه منه الإتيان إليها ; مثل المرض الحابس ، أو خوف الزيادة في المرض ، أو خوف جور السلطان عليه في مال أو بدن دون [ ص: 94 ] القضاء عليه بحق . والمطر الوابل مع الوحل عذر إن لم ينقطع . ولم يره مالك عذرا له ; حكاه المهدوي . ولو تخلف عنها متخلف على ولي حميم له قد حضرته الوفاة ، ولم يكن عنده من يقوم بأمره رجا أن يكون في سعة . وقد فعل ذلك ابن عمر . ومن تخلف عنها لغير عذر فصلى قبل الإمام أعاد ، ولا يجزيه أن يصلي قبله . وهو في تخلفه عنها مع إمكانه لذلك عاص لله بفعله .السابعة : قوله تعالى : إذا نودي للصلاة يختص بوجوب الجمعة على القريب الذي يسمع النداء ، فأما البعيد الدار الذي لا يسمع النداء فلا يدخل تحت الخطاب . واختلف فيمن يأتي الجمعة من الداني والقاصي ، فقال ابن عمر وأبو هريرة وأنس : تجب الجمعة على من في المصر على ستة أميال . وقال ربيعة : أربعة أميال . وقال مالك والليث : ثلاثة أميال . وقال الشافعي : اعتبار سماع الأذان أن يكون المؤذن صيتا ، والأصوات هادئة ، والريح ساكنة وموقف المؤذن عند سور البلد . وفي الصحيح عن عائشة : أن الناس كانوا ينتابون الجمعة من منازلهم ومن العوالي فيأتون في الغبار ويصيبهم الغبار فتخرج منهم الريح ، فقال رسول الله صلى الله عليه وسلم : \" لو اغتسلتم ليومكم هذا \" . قال علماؤنا : والصوت إذا كان منيعا والناس في هدوء وسكون فأقصى سماع الصوت ثلاثة أميال . والعوالي من المدينة أقربها على ثلاثة أميال . وقال أحمد بن حنبل وإسحاق : تجب الجمعة على من سمع النداء . وروى الدارقطني من حديث عمرو بن شعيب عن أبيه عن جده عن رسول الله صلى الله عليه وسلم قال : \" إنما الجمعة على من سمع النداء \" . وقال أبو حنيفة وأصحابه : تجب على من في المصر ، سمع النداء أو لم يسمعه ، ولا تجب على من هو خارج المصر وإن سمع النداء . حتى سئل : وهل تجب الجمعة على أهل زبارة - بينها وبين الكوفة مجرى نهر - ؟ فقال : لا . وروي عن ربيعة أيضا : أنها تجب على من إذا سمع النداء وخرج من بيته ماشيا أدرك الصلاة . وقد روي عن الزهري : أنها تجب عليه إذا سمع الأذان .الثامنة : قوله تعالى : إذا نودي للصلاة من يوم الجمعة فاسعوا إلى ذكر الله دليل على أن الجمعة لا تجب إلا بالنداء ، والنداء لا يكون إلا بدخول الوقت ، بدليل قوله عليه [ ص: 95 ] الصلاة والسلام : \" إذا حضرت الصلاة فأذنا ثم أقيما وليؤمكما أكبركما \" قاله لمالك بن الحويرث وصاحبه . وفي البخاري عن أنس بن مالك أن النبي صلى الله عليه وسلم كان يصلي الجمعة حين تميل الشمس . وقد روي عن أبي الصديق وأحمد بن حنبل أنها تصلى قبل الزوال . وتمسك أحمد في ذلك بحديث سلمة بن الأكوع : كنا نصلي مع النبي صلى الله عليه وسلم ثم ننصرف وليس للحيطان ظل . وبحديث ابن عمر : ما كنا نقيل ولا نتغدى إلا بعد الجمعة . ومثله عن سهل . خرجه مسلم . وحديث سلمة محمول على التبكير . رواه هشام بن عبد الملك عن يعلى بن الحارث عن إياس بن سلمة بن الأكوع عن أبيه . وروى وكيع عن يعلى عن إياس عن أبيه قال : كنا نجمع مع رسول الله صلى الله عليه وسلم إذا زالت الشمس ثم نرجع نتتبع الفيء . وهذا مذهب الجمهور من الخلف والسلف ، وقياسا على صلاة الظهر . وحديث ابن عمر وسهل ، دليل على أنهم كانوا يبكرون إلى الجمعة تبكيرا كثيرا عند الغداة أو قبلها ، فلا يتناولون ذلك إلا بعد انقضاء الصلاة . وقد رأى مالك أن التبكير بالجمعة إنما يكون قرب الزوال بيسير . وتأول قول النبي صلى الله عليه وسلم : \" من راح في الساعة الأولى فكأنما قرب بدنة . . . \" الحديث بكماله - أنه كان في ساعة واحدة . وحمله سائر العلماء على ساعات النهار الزمانية الاثنتي عشرة ساعة المستوية أو المختلفة بحسب زيادة النهار ونقصانه . ابن العربي : وهو أصح ; لحديث ابن عمر رضي الله عنهما : ما كانوا يقيلون ولا يتغدون إلا بعد الجمعة لكثرة البكور إليها .[ ص: 96 ] التاسعة : فرض الله تعالى الجمعة على كل مسلم ; ردا على من يقول : إنها فرض على الكفاية ; ونقل عن بعض الشافعية . ونقل عن مالك من لم يحقق أنها سنة . وجمهور الأمة والأئمة أنها فرض على الأعيان ; لقول الله تعالى : إذا نودي للصلاة من يوم الجمعة فاسعوا إلى ذكر الله وذروا البيع . وثبت عن النبي صلى الله عليه وسلم أنه قال : \" لينتهين أقوام عن ودعهم الجمعات أو ليختمن الله على قلوبهم ثم ليكونن من الغافلين \" . وهذا حجة واضحة في وجوب الجمعة وفرضيتها . وفي سنن ابن ماجه عن أبي الجعد الضمري - وكانت له صحبة - قال : قال رسول الله صلى الله عليه وسلم : \" من ترك الجمعة ثلاث مرات تهاونا بها طبع الله على قلبه \" . إسناده صحيح . وحديث جابر بن عبد الله قال : قال رسول الله صلى الله عليه وسلم : \" من ترك الجمعة ثلاثا من غير ضرورة طبع الله على قلبه \" . ابن العربي : وثبت عن النبي صلى الله عليه وسلم أنه قال : \" الرواح إلى الجمعة واجب على كل مسلم \" .العاشرة : أوجب الله السعي إلى الجمعة مطلقا من غير شرط . وثبت شرط الوضوء بالقرآن والسنة في جميع الصلوات ; لقوله عز وجل : إذا قمتم إلى الصلاة فاغسلوا وجوهكم الآية . وقال النبي صلى الله عليه وسلم : \" لا يقبل الله صلاة بغير طهور \" . وأغربت طائفة فقالت : إن غسل الجمعة فرض . ابن العربي : وهذا باطل ; لما روى النسائي وأبو داود في سننهما أن النبي صلى الله عليه وسلم قال : \" من توضأ يوم الجمعة فبها ونعمت . ومن اغتسل فالغسل أفضل \" . وفي صحيح مسلم عن أبي هريرة قال : قال رسول الله صلى الله عليه وسلم : \" من توضأ يوم الجمعة [ ص: 97 ] فأحسن الوضوء ثم راح إلى الجمعة فاستمع وأنصت غفر الله له ما بين الجمعة إلى الجمعة وزيادة ثلاثة أيام . ومن مس الحصى فقد لغا \" وهذا نص . وفي الموطأ : أن رجلا دخل يوم الجمعة وعمر بن الخطاب يخطب . . . - الحديث ، إلى أن قال : - ما زدت على أن توضأت ، فقال عمر : والوضوء أيضا ؟ وقد علمت أن رسول الله صلى الله عليه وسلم كان يأمر بالغسل . فأمر عمر بالغسل ولم يأمره بالرجوع ، فدل على أنه محمول على الاستحباب . فلم يمكن وقد تلبس بالفرض - وهو الحضور والإنصات للخطبة - أن يرجع عنه إلى السنة ، وذلك بمحضر فحول الصحابة وكبار المهاجرين حوالي عمر ، وفي مسجد النبي صلى الله عليه وسلم .الحادية عشرة : لا تسقط الجمعة لكونها في يوم عيد ، خلافا لأحمد بن حنبل فإنه قال : إذا اجتمع عيد وجمعة سقط فرض الجمعة ; لتقدم العيد عليها واشتغال الناس به عنها . وتعلق في ذلك بما روي أن عثمان أذن في يوم عيد لأهل العوالي أن يتخلفوا عن الجمعة . وقول الواحد من الصحابة ليس بحجة إذا خولف فيه ولم يجمع معه عليه . والأمر بالسعي متوجه يوم العيد كتوجهه في سائر الأيام . وفي صحيح مسلم عن النعمان بن بشير قال : كان رسول الله صلى الله عليه وسلم يقرأ في العيدين وفي الجمعة : ب سبح اسم ربك الأعلى و هل أتاك حديث الغاشية قال : وإذا اجتمع العيد والجمعة في يوم واحد يقرأ بهما أيضا في الصلاتين . أخرجه أبو داود والترمذي والنسائي وابن ماجه .الثانية عشرة : قوله تعالى : إلى ذكر الله أي الصلاة . وقيل الخطبة والمواعظ ; قاله [ ص: 98 ] سعيد بن جبير . ابن العربي : والصحيح أنه واجب في الجميع ; وأوله الخطبة . وبه قال علماؤنا ; إلا عبد الملك بن الماجشون فإنه رآها سنة . والدليل على وجوبها أنها تحرم البيع ولولا وجوبها ما حرمته ; لأن المستحب لا يحرم المباح . وإذا قلنا : إن المراد بالذكر الصلاة فالخطبة من الصلاة . والعبد يكون ذاكرا لله بفعله كما يكون مسبحا لله بفعله . الزمخشري : فإن قلت : كيف يفسر ذكر الله بالخطبة وفيها غير ذلك ؟ ! قلت : ما كان من ذكر رسول الله صلى الله عليه وسلم والثناء عليه وعلى خلفائه الراشدين وأتقياء المؤمنين والموعظة والتذكير فهو في حكم ذكر الله . فأما ما عدا ذلك من ذكر الظلمة وألقابهم والثناء عليهم والدعاء لهم ، وهم أحقاء بعكس ذلك ; فهو من ذكر الشيطان ، وهو من ذكر الله على مراحل .الثالثة عشرة : قوله تعالى : وذروا البيع منع الله عز وجل منه عند صلاة الجمعة ، وحرمه في وقتها على من كان مخاطبا بفرضها . والبيع لا يخلو عن شراء فاكتفى بذكر أحدهما ، كقوله تعالى : سرابيل تقيكم الحر وسرابيل تقيكم بأسكم . وخص البيع لأنه أكثر ما يشتغل به أصحاب الأسواق . ومن لا يجب عليه حضور الجمعة فلا ينهى عن البيع والشراء . وفي وقت التحريم قولان : إنه من بعد الزوال إلى الفراغ منها ، قاله الضحاك والحسن وعطاء . الثاني : من وقت أذان الخطبة إلى وقت الصلاة ، قاله الشافعي . ومذهب مالك أن يترك البيع إذا نودي للصلاة ، ويفسخ عنده ما وقع من ذلك من البيع في ذلك الوقت . ولا يفسخ العتق والنكاح والطلاق وغيره ، إذ ليس من عادة الناس الاشتغال به كاشتغالهم بالبيع . قالوا : وكذلك الشركة والهبة والصدقة نادر لا يفسخ . ابن العربي : والصحيح فسخ الجميع ، لأن البيع إنما منع منه للاشتغال به . فكل أمر يشغل عن الجمعة من العقود كلها فهو حرام شرعا مفسوخ ردعا . المهدوي : ورأى بعض العلماء البيع في الوقت المذكور جائزا ، وتأول النهي عنه ندبا ، واستدل بقوله تعالى : ذلكم خير لكم .قلت : وهذا مذهب الشافعي ; فإن البيع ينعقد عنده ولا يفسخ . وقال الزمخشري في تفسيره : إن عامة العلماء على أن ذلك لا يؤدي فساد البيع . قالوا : لأن البيع لم يحرم لعينه ، ولكن لما فيه من الذهول عن الواجب ; فهو كالصلاة في الأرض المغصوبة والثوب المغصوب ، والوضوء بماء مغصوب . وعن بعض الناس أنه فاسد .[ ص: 99 ] قلت : والصحيح فساده وفسخه ; لقوله عليه الصلاة والسلام : \" كل عمل ليس عليه أمرنا فهو رد \" . أي مردود . والله أعلم ."
    }
  ]
}
