{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 64,
      "text": "وهي مدنية في قول الأكثرين .وقال الضحاك : مكية .وقال الكلبي : هي مكية ومدنية .وهي ثماني عشرة آية .وعن ابن عباس أن \" سورة التغابن \" نزلت بمكة ; إلا آيات من آخرها نزلت بالمدينة في عوف بن مالك الأشجعي , شكا إلى رسول الله صلى الله عليه وسلم جفاء أهله وولده , فأنزل الله عز وجل : \" يا أيها الذين آمنوا إن من أزواجكم وأولادكم عدوا لكم فاحذروهم \" [ التغابن : 14 ] إلى آخر السورة .وعن عبد الله بن عمر قال : قال النبي صلى الله عليه وسلم : ( ما من مولود يولد إلا وفي تشابيك رأسه مكتوب خمس آيات من فاتحة \" سورة التغابن \" .قال ابن عباس : صلى لله \" ما في السموات \" ممن خلق من الملائكة \" والأرض \" من شيء فيه روح أو لا روح فيه .وقيل : هو تسبيح الدلالة .وأنكر الزجاج هذا وقال : لو كان هذا تسبيح الدلالة وظهور آثار الصنعة لكانت مفهومة , فلم قال : \" ولكن لا تفقهون تسبيحهم \" [ الإسراء : 44 ] وإنما هو تسبيح مقال .واستدل بقوله تعالى : \" وسخرنا مع داود الجبال يسبحن \" [ الأنبياء : 79 ] فلو كان هذا تسبيح دلالة فأي تخصيص لداود ؟ !وقيل المراد به تسبيح الدلالة , وكل محدث يشهد على نفسه بأن الله عز وجل خالق قادر .وقالت طائفة : هذا التسبيح حقيقة , وكل شيء على العموم يسبح تسبيحا لا يسمعه البشر ولا يفقهه , ولو كان ما قاله الأولون من أنه أثر الصنعة والدلالة لكان أمرا مفهوما , والآية تنطق بأن هذا التسبيح لا يفقه .وأجيبوا بأن المراد بقوله : \" لا تفقهون \" الكفار الذين يعرضون عن الاعتبار فلا يفقهون حكمة الله سبحانه وتعالى في الأشياء .وقالت فرقة : قوله \" من شيء \" عموم , ومعناه الخصوص في كل حي ونام , وليس ذلك في الجمادات .ومن هذا قول عكرمة : الشجرة تسبح والأسطوان لا يسبح .وقال يزيد الرقاشي للحسن وهما في طعام وقد قدم الخوان : أيسبح هذا الخوان يا أبا سعيد ؟ فقال : قد كان يسبح مرة ; يريد أن الشجرة في زمن ثمرها واعتدالها كانت تسبح , وأما الآن فقد صار خوانا مدهونا .قلت : ويستدل لهذا القول من السنة بما ثبت عن ابن عباس رضي الله تعالى عنهما أن النبي صلى الله عليه وسلم مر على قبرين فقال : ( إنهما ليعذبان وما يعذبان في كبير أما أحدهما فكان يمشي بالنميمة وأما الآخر فكان لا يستبرئ من البول ) قال : فدعا بعسيب رطب فشقه اثنين , ثم غرس على هذا واحدا وعلى هذا واحدا ثم قال : ( لعله يخفف عنهما ما لم ييبسا ) .فقوله عليه الصلاة والسلام .( ما لم ييبسا ) إشارة إلى أنهما ما داما رطبين يسبحان , فإذا يبسا صارا جمادا .والله أعلم .وفي مسند أبي داود الطيالسي : فتوضع على أحدهما نصفا وعلى الآخر نصفا وقال : ( لعله أن يهون عليهما العذاب ما دام فيهما من بلولتهما شيء ) .قال علماؤنا : ويستفاد من هذا غرس الأشجار وقراءة القرآن على القبور , وإذا خفف عنهم بالأشجار فكيف بقراءة الرجل المؤمن القرآن .وقد بينا هذا المعنى في كتاب التذكرة بيانا شافيا , وأنه يصل إلى الميت ثواب ما يهدى إليه .والحمد لله على ذلك .وعلى التأويل الثاني لا يحتاج إلى ذلك ; فإن كل شيء من الجماد وغيره يسبح .قلت : ويستدل لهذا التأويل وهذا القول من الكتاب بقوله سبحانه وتعالى : \" واذكر عبدنا داود ذا الأيد إنه أواب .إنا سخرنا الجبال معه يسبحن بالعشي والإشراق \" [ ص : 17 - 18 ] , وقوله : \" وإن منها لما يهبط من خشية الله \" [ البقرة : 74 ] - على قول مجاهد - , وقوله : \" وتخر الجبال هدا .أن دعوا للرحمن ولدا \" [ مريم : 90 - 91 ] .وذكر ابن المبارك في ( دقائقه ) أخبرنا مسعر عن عبد الله بن واصل عن عوف بن عبد الله قال قال عبد الله بن مسعود رضي الله عنه : إن الجبل يقول للجبل : يا فلان , هل مر بك اليوم ذاكر لله عز وجل ؟ فإن قال نعم سر به .ثم قرأ عبد الله \" وقالوا اتخذ الرحمن ولدا \" الآية .قال : أفتراهن يسمعن الزور ولا يسمعن الخير .وفيه عن أنس بن مالك رضي الله عنه قال : ما من صباح ولا رواح إلا تنادي بقاع الأرض بعضها بعضا .يا جاراه ; هل مر بك اليوم عبد فصلى لله أو ذكر الله عليك ؟ فمن قائلة لا , ومن قائلة نعم , فإذا قالت نعم رأت لها بذلك فضلا عليها .وقال رسول الله صلى الله عليه وسلم : ( لا يسمع صوت المؤذن جن ولا إنس ولا شجر ولا حجر ولا مدر ولا شيء إلا شهد له يوم القيامة ) .رواه ابن ماجه في سننه , ومالك في موطئه من حديث أبي سعيد الخدري رضي الله عنه .وخرج البخاري عن عبد الله رضي الله عنه قال : لقد كنا نسمع تسبيح الطعام وهو يؤكل .في غير هذه الرواية عن ابن مسعود رضي الله تعالى عنه : كنا نأكل مع رسول الله صلى الله عليه وسلم الطعام ونحن نسمع تسبيحه .وفي صحيح مسلم عن جابر بن سمرة رضي الله عنه قال قال رسول الله صلى الله عليه وسلم : ( إني لأعرف حجرا بمكة كان يسلم علي قبل أن أبعث إني لأعرفه الآن ) .قيل : إنه الحجر الأسود , والله أعلم .والأخبار في هذا المعنى كثيرة ; وقد أتينا على جملة منها في اللمع اللؤلئية في شرح العشرينيات النبوية للفاداري رحمه الله , وخبر الجذع أيضا مشهور في هذا الباب خرجه البخاري في موضع من كتابه .وإذا ثبت ذلك في جماد واحد جاز في جميع الجمادات , ولا استحالة في شيء من ذلك ; فكل شيء يسبح للعموم .وكذا قال النخعي وغيره : هو عام فيما فيه روح وفيما لا روح فيه حتى صرير الباب .واحتجوا بالأخبار التي ذكرنا .وقيل : تسبيح الجمادات أنها تدعو الناظر إليها إلى أن يقول : سبحان الله ! لعدم الإدراك منها .وقال الشاعر : تلقى بتسبيحة من حيث ما انصرفت وتستقر حشا الرائي بترعاد أي يقول من رآها : سبحان خالقها .فالصحيح أن الكل يسبح للأخبار الدالة على ذلك لو كان ذلك التسبيح تسبيح دلالة فأي تخصيص لداود , وإنما ذلك تسبيح المقال بخلق الحياة والإنطاق بالتسبيح كما ذكرنا .وقد نصت السنة على ما دل عليه ظاهر القرآن من تسبيح كل شيء فالقول به أولى .والله أعلم ."
    },
    {
      "ayah": 10,
      "surah": 64,
      "text": "وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَايعني القرآنأُولَئِكَ أَصْحَابُ النَّارِ خَالِدِينَ فِيهَا وَبِئْسَ الْمَصِيرُلما ذكر ما للمؤمنين ذكر ما للكافرين كما تقدم في غير موضع"
    },
    {
      "ayah": 11,
      "surah": 64,
      "text": "مَا أَصَابَ مِنْ مُصِيبَةٍ إِلَّا بِإِذْنِ اللَّهِأي بإرادته وقضائه .وقال الفراء : يريد إلا بأمر الله .وقيل : إلا بعلم الله .وقيل : سبب نزولها أن الكفار قالوا : لو كان ما عليه المسلمون حقا لصانهم الله عن المصائب في الدنيا ; فبين الله تعالى أن ما أصاب من مصيبة في نفس أو مال أو قول أو فعل , يقتضي هما أو يوجب عقابا عاجلا أو آجلا فبعلم الله وقضائه .وَمَنْ يُؤْمِنْ بِاللَّهِأي يصدق ويعلم أنه لا يصيبه مصيبة إلا بإذن الله .يَهْدِ قَلْبَهُللصبر والرضا .وقيل : يثبته على الإيمان .وقال أبو عثمان الجيزي : من صح إيمانه يهد الله قلبه لاتباع السنة .وقيل : \" ومن يؤمن بالله يهد قلبه \" عند المصيبة فيقول : \" إنا لله وإنا إليه راجعون \" [ البقرة : 156 ] ; قاله ابن جبير .وقال ابن عباس : هو أن يجعل الله في قلبه اليقين ليعلم أن ما أصابه لم يكن ليخطئه , وأن ما أخطأه لم يكن ليصيبه .وقال الكلبي : هو إذا ابتلي صبر , وإذا أنعم عليه شكر , وإذا ظلم غفر .وقيل : يهد قلبه إلى نيل الثواب في الجنة .وقراءة العامة \" يهد \" بفتح الياء وكسر الدال ; لذكر اسم الله أولا .وقرأ السلمي وقتادة \" يهد قلبه \" بضم الياء وفتح الدال على الفعل المجهول ورفع الباء ; لأنه اسم فعل لم يسم فاعله .وقرأ طلحة بن مصرف والأعرج \" نهد \" بنون على التعظيم \" قلبه \" بالنصب .وقرأ عكرمة \" يهدأ قلبه \" بهمزة ساكنة ورفع الباء , أي يسكن ويطمئن .وقرأ مثله مالك بن دينار , إلا أنه لين الهمزة .وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌلا يخفى عليه تسليم من انقاد وسلم لأمره , ولا كراهة من كرهه ."
    },
    {
      "ayah": 12,
      "surah": 64,
      "text": "أي هونوا على أنفسكم المصائب , واشتغلوا بطاعة الله , واعملوا بكتابه , وأطيعوا الرسول في العمل بسنته ; فإن توليتم عن الطاعة فليس على الرسول إلا التبليغ ."
    },
    { "ayah": 13, "surah": 64, "text": "أي لا معبود سواه , ولا خالق غيره ; فعليه توكلوا ." },
    {
      "ayah": 14,
      "surah": 64,
      "text": "يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلَادِكُمْ عَدُوًّاقال ابن عباس : نزلت هذه الآية بالمدينة في عوف بن مالك الأشجعي ; شكا إلى النبي صلى الله عليه وسلم جفاء أهله وولده ; فنزلت .ذكره النحاس .وحكاه الطبري عن عطاء بن يسار قال : نزلت سورة \" التغابن \" كلها بمكة إلا هؤلاء الآيات : \" يا أيها الذين آمنوا إن من أزواجكم وأولادكم عدوا لكم \" نزلت في عوف بن مالك الأشجعي كان ذا أهل وولد , وكان إذا أراد الغزو بكوا إليه ورققوه فقالوا : إلى من تدعنا ؟ فيرق فيقيم ; فنزلت : \" يا أيها الذين آمنوا إن من أزواجكم وأولادكم عدوا لكم \" الآية كلها بالمدينة في عوف بن مالك الأشجعي .وبقية الآيات إلى آخر السورة بالمدينة .وروى الترمذي عن ابن عباس - وسأله رجل عن هذه الآية \" يا أيها الذين آمنوا إن من أزواجكم وأولادكم عدوا لكم فاحذروهم \" - قال : هؤلاء رجال أسلموا من أهل مكة وأرادوا أن يأتوا النبي صلى الله عليه وسلم , فأبى أزواجهم وأولادهم أن يدعوهم أن يأتوا النبي صلى الله عليه وسلم , فلما أتوا النبي صلى الله عليه وسلم رأوا الناس قد فقهوا في الدين هموا أن يعاقبوهم ; فأنزل الله تعالى : \" يا أيها الذين آمنوا إن من أزواجكم وأولادكم عدوا لكم فاحذروهم \" الآية .هذا حديث حسن صحيح .قال القاضي أبو بكر بن العربي : هذا يبين وجه العداوة ; فإن العدو لم يكن عدوا لذاته وإنما كان عدوا بفعله .فإذا فعل الزوج والولد فعل العدو كان عدوا , ولا فعل أقبح من الحيلولة بين العبد وبين الطاعة .وفي صحيح البخاري من حديث أبي هريرة عن النبي صلى الله عليه وسلم قال : ( إن الشيطان قعد لابن آدم في طريق الإيمان فقال له أتؤمن وتذر دينك ودين آبائك فخالفه فآمن ثم قعد له على طريق الهجرة فقال له أتهاجر وتترك مالك وأهلك فخالفه فهاجر ثم قعد له على طريق الجهاد فقال له أتجاهد فتقتل نفسك فتنكح نساؤك ويقسم مالك فخالفه فجاهد فقتل , فحق على الله أن يدخله الجنة ) .وقعود الشيطان يكون بوجهين : أحدهما : يكون بالوسوسة .والثاني : بأن يحمل على ما يريد من ذلك الزوج والولد والصاحب ; قال الله تعالى : \" وقيضنا لهم قرناء فزينوا لهم ما بين أيديهم وما خلفهم \" [ فصلت : 25 ] .وفي حكمة عيسى عليه السلام : من اتخذ أهلا ومالا وولدا كان للدنيا عبدا .وفي صحيح الحديث بيان أدنى من ذلك في حال العبد ; قال النبي صلى الله عليه وسلم : ( تعس عبد الدينار تعس عبد الدرهم تعس عبد الخميصة تعس عبد القطيفة تعس وانتكس وإذا شيك فلا انتقش ) .ولا دناءة أعظم من عبادة الدينار والدرهم , ولا همة أخس من همة ترتفع بثوب جديد .كما أن الرجل يكون له ولده وزوجه عدوا كذلك المرأة يكون لها زوجها وولدها عدوا بهذا المعنى بعينه .وعموم قوله : \" من أزواجكم \" يدخل فيه الذكر والأنثى لدخولهما في كل آية .والله أعلم .لَكُمْمعناه على أنفسكم .والحذر على النفس يكون بوجهين : إما لضرر في البدن , وإما لضرر في الدين .وضرر البدن يتعلق بالدنيا , وضرر الدين يتعلق بالآخرة .فحذر الله سبحانه العبد من ذلك وأنذره به .فَاحْذَرُوهُمْ وَإِنْ تَعْفُوا وَتَصْفَحُوا وَتَغْفِرُوا فَإِنَّ اللَّهَ غَفُورٌروى الطبري عن عكرمة في قوله تعالى : \" يا أيها الذين آمنوا إن من أزواجكم وأولادكم عدوا لكم فاحذروهم \" قال : كان الرجل يريد أن يأتي النبي صلى الله عليه وسلم فيقول له أهله : أين تذهب وتدعنا ؟ قال : فإذا أسلم وفقه قال : لأرجعن إلى الذين كانوا ينهون عن هذا الأمر , فلأفعلن ولأفعلن ; قال : فأنزل الله عز وجل : \" وإن تعفوا وتصفحوا وتغفروا فإن الله غفور رحيم \" .وقال مجاهد في قوله تعالى : \" يا أيها الذين آمنوا إن من أزواجكم وأولادكم عدوا لكم فاحذروهم \" قال : ما عادوهم في الدنيا ولكن حملتهم مودتهم على أن أخذوا لهم الحرام فأعطوه إياهم .والآية عامة في كل معصية يرتكبها الإنسان بسبب الأهل والولد .وخصوص السبب لا يمنع عموم الحكم ."
    },
    {
      "ayah": 15,
      "surah": 64,
      "text": "إِنَّمَا أَمْوَالُكُمْ وَأَوْلَادُكُمْ فِتْنَةٌأي بلاء واختبار يحملكم على كسب المحرم ومنع حق الله تعالى فلا تطيعوهم في معصية الله .وفي الحديث : ( يؤتى برجل يوم القيامة فيقال أكل عياله حسناته ) .وعن بعض السلف : العيال سوس الطاعات .وقال القتبي : \" فتنة \" أي إغرام ; يقال : فتن الرجل بالمرأة أي شغف بها .وقيل : \" فتنة \" محنة .ومنه قول الشاعر : لقد فتن الناس في دينهم وخلى ابن عفان شرا طويلا وقال ابن مسعود : لا يقولن أحدكم اللهم اعصمني من الفتنة ; فإنه ليس أحد منكم يرجع إلى مال وأهل وولد إلا وهو مشتمل على فتنة ; ولكن ليقل : اللهم إني أعوذ بك من مضلات الفتن .وقال الحسن في قوله تعالى : \" إن من أزواجكم \" : أدخل \" من \" للتبعيض ; لأن كلهم ليسوا بأعداء .ولم يذكر \" من \" في قوله تعالى : \" إنما أموالكم وأولادكم فتنة \" لأنهما لا يخلوان من الفتنة واشتغال القلب بهما .روى الترمذي وغيره عن عبد الله بن بريدة عن أبيه قال : رأيت النبي صلى الله عليه وسلم يخطب ; فجاء الحسن والحسين - عليهما السلام - وعليهما قميصان أحمران , يمشيان ويعثران ; فنزل صلى الله عليه وسلم فحملهما بين يديه , ثم قال : ( صدق الله عز وجل إنما أموالكم وأولادكم فتنة .نظرت إلى هذين الصبيين يمشيان ويعثران فلم أصبر حتى قطعت حديثي ورفعتهما ) ثم أخذ في خطبته .وَاللَّهُ عِنْدَهُ أَجْرٌ عَظِيمٌيعني الجنة , فهي الغاية , ولا أجر أعظم منها في قول المفسرين .وفي الصحيحين واللفظ للبخاري - عن أبي سعيد الخدري قال : قال رسول الله صلى الله عليه وسلم : ( إن الله يقول لأهل الجنة يا أهل الجنة فيقولون لبيك ربنا وسعديك فيقول هل رضيتم فيقولون وما لنا لا نرضى وقد أعطيتنا ما لم تعط أحدا من خلقك فيقول ألا أعطيكم أفضل من ذلك قالوا يا رب وأي شيء أفضل من ذلك فيقول أحل عليكم رضواني فلا أسخط عليكم بعده أبدا ) .وقد تقدم ولا شك في أن الرضا غاية الآمال .وأنشد الصوفية في تحقيق ذلك : امتحن الله به خلقه فالنار والجنة في قبضته فهجره أعظم من ناره ووصله أطيب من جنته"
    },
    {
      "ayah": 16,
      "surah": 64,
      "text": "فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْذهب جماعة من أهل التأويل إلى أن هذه الآية ناسخة لقوله تعالى : \" اتقوا الله حق تقاته \" [ آل عمران : 102 ] منهم قتادة والربيع بن أنس والسدي وابن زيد .ذكر الطبري : وحدثني يونس بن عبد الأعلى قال أخبرنا ابن وهب قال : قال ابن زيد في قوله تعالى : \" يا أيها الذين آمنوا اتقوا الله حق تقاته \" [ آل عمران : 102 ] قال : جاء أمر شديد , قالوا : ومن يعرف قدر هذا أو يبلغه ؟ فلما عرف الله أنه قد اشتد ذلك عليهم نسخها عنهم وجاء بهذه الآية الأخرى فقال : \" اتقوا الله ما استطعتم \" .وقيل : هي محكمة لا نسخ فيها .وقال ابن عباس : قوله تعالى : \" اتقوا الله حق تقاته \" [ آل عمران : 102 ] إنها لم تنسخ , ولكن حق تقاته أن يجاهد لله حق جهاده , ولا يأخذهم في الله لومة لائم , ويقوموا لله بالقسط ولو على أنفسهم وآبائهم وأبنائهم .وقد تقدم .فإن قيل : فإذا كانت هذه الآية محكمة غير منسوخة فما وجه قوله في سورة التغابن : \" فاتقوا الله ما استطعتم \" وكيف يجوز اجتماع الأمر باتقاء الله حق تقاته , والأمر باتقائه ما استطعنا .والأمر باتقائه حق تقاته إيجاب القرآن بغير خصوص ولا وصل بشرط , والأمر باتقائه ما استطعنا أمر باتقائه موصولا بشرط .قيل له : قوله : \" فاتقوا الله ما استطعتم \" بمعزل مما دل عليه قوله تعالى : \" اتقوا الله حق تقاته \" [ آل عمران : 102 ] وإنما عنى بقوله : \" فاتقوا الله ما استطعتم \" فاتقوا الله أيها الناس وراقبوه فيما جعل فتنة لكم من أموالكم وأولادكم أن تغلبكم فتنتهم , وتصدكم عن الواجب لله عليكم من الهجرة من أرض الكفر إلى أرض الإسلام ; فتتركوا الهجرة ما استطعتم ; بمعنى وأنتم للهجرة مستطيعين .وذلك أن الله جل ثناؤه قد كان عذر من لم يقدر على الهجرة بتركها بقوله تعالى : \" إن الذين توفاهم الملائكة ظالمي أنفسهم \" إلى قوله \" فأولئك عسى الله أن يعفو عنهم \" [ النساء : 97 - 99 ] .فأخبر أنه قد عفا عمن لا يستطيع حيلة ولا يهتدي سبيلا بالإقامة في دار الشرك ; فكذلك معنى قوله : \" فاتقوا الله ما استطعتم \" في الهجرة من دار الشرك إلى دار الإسلام أن تتركوها بفتنة أموالكم وأولادكم .ومما يدل على صحة هذا أن قوله : \" فاتقوا الله ما استطعتم \" عقيب قوله : \" يا أيها الذين آمنوا إن من أزواجكم وأولادكم عدوا لكم فاحذروهم \" .ولا خلاف بين السلف من أهل العلم بتأويل القرآن أن هذه الآيات نزلت بسبب قوم كفار تأخروا عن الهجرة من دار الشرك إلى دار الإسلام بتثبيط أولادهم إياهم عن ذلك ; حسب ما تقدم .وهذا كله اختيار الطبري .وقيل : \" فاتقوا الله ما استطعتم \" فيما تطوع به من نافلة أو صدقة ; فإنه لما نزل قوله تعالى : \" اتقوا الله حق تقاته \" [ آل عمران : 102 ] اشتد على القوم فقاموا حتى ورمت عراقيبهم وتقرحت جباههم , فأنزل الله تعالى تخفيفا عنهم : \" فاتقوا الله ما استطعتم \" فنسخت الأولى ; قاله ابن جبير .قال الماوردي : ويحتمل إن لم يثبت هذا النقل أن المكره على المعصية غير مؤاخذ بها ; لأنه لا يستطيع اتقاءها .وَاسْمَعُوا وَأَطِيعُواأي اسمعوا ما توعظون به وأطيعوا فيما تؤمرون به وتنهون عنه .وقال مقاتل : اسمعوا \" أي اصغوا إلى ما ينزل عليكم من كتاب الله ; وهو الأصل في السماع .\" وأطيعوا \" لرسوله فيما أمركم أو نهاكم .وقال قتادة : عليهما بويع النبي صلى الله عليه وسلم على السمع والطاعة .وقيل : \" واسمعوا \" أي اقبلوا ما تسمعون ; وعبر عنه بالسماع لأنه فائدته .قلت : وقد تغلغل في هذه الآية الحجاج حين تلاها وقصرها على عبد الملك بن مروان فقال : \" فاتقوا الله ما استطعم واسمعوا وأطيعوا \" هي لعبد الملك بن مروان أمين الله وخليفته , ليس فيها مثنوية , والله لو أمرت رجلا أن يخرج من باب المسجد فخرج من غيره لحل لي دمه .وكذب في تأويلها بل هي للنبي صلى الله عليه وسلم أولا ثم لأولي الأمر من بعده .دليله \" و أطيعوا الله وأطيعوا الرسول وأولي الأمر منكم \" [ النساء : 59 ] .وَأَنْفِقُواقيل : هو الزكاة ; قاله ابن عباس .وقيل : هو النفقة في النفل .وقال الضحاك : هو النفقة في الجهاد .وقاله الحسن : هو نفقة الرجل لنفسه .قال ابن العربي : وإنما أوقع قائل هذا قوله : \" لأنفسكم \" وخفي عليه أن نفقة النفل والفرض في الصدقة هي نفقة الرجل على نفسه ; قال الله تعالى : \" إن أحسنتم أحسنتم لأنفسكم وإن أسأتم فلها \" .[ الإسراء : 7 ] .وكل ما يفعله الرجل من خير فإنما هو لنفسه .والصحيح أنها عامة .وروي عن النبي صلى الله عليه وسلم أنه قال له رجل : عندي دينار ؟ قال : ( أنفقه على نفسك ) قال : عندي آخر ؟ قال : ( أنفقه على عيالك ) قال : عندي آخر ؟ قال : ( أنفقه على ولدك ) قال : عندي آخر ؟ قال : ( تصدق به ) فبدأ بالنفس والأهل والولد وجعل الصدقة بعد ذلك .وهو الأصل في الشرع .خَيْرًا لِأَنْفُسِكُمْ\" خيرا \" نصب بفعل مضمر عند سيبويه ; دل عليه \" وأنفقوا \" كأنه قال : ايتوا في الإنفاق خيرا لأنفسكم , أو قدموا خيرا لأنفسكم من أموالكم .وهو عند الكسائي والفراء نعت لمصدر محذوف ; أي أنفقوا إنفاقا خيرا لأنفسكم .وهو عند أبي عبيدة خبر كان مضمرة ; أي يكن خيرا لكم .ومن جعل الخير المال فهو منصوب ب \" أنفقوا \" .وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَئِكَ هُمُ الْمُفْلِحُونَالشح والبخل سواء ; يقال : رجل شحيح بين الشح والشح والشحاحة .قال عمرو بن كلثوم : ترى اللحز الشحيح إذا أمرت عليه لماله فيها مهينا وجعل بعض أهل اللغة الشح أشد من البخل .وفي الصحاح : الشح البخل مع حرص ; تقول : شححت ( بالكسر ) تشح .وشححت أيضا تشح وتشح .ورجل شحيح , وقوم شحاح وأشحة .والمراد بالآية : الشح بالزكاة وما ليس بفرض من صلة ذوي الأرحام والضيافة , وما شاكل ذلك .فليس بشحيح ولا بخيل من أنفق في ذلك وإن أمسك عن نفسه .ومن وسع على نفسه ولم ينفق فيما ذكرناه من الزكوات والطاعات فلم يوق شح نفسه .وروى الأسود عن ابن مسعود أن رجلا أتاه فقال له : إني أخاف أن أكون قد هلكت ؟ قال : وما ذاك ؟ قال : سمعت الله عز وجل يقول : \" ومن يوق شح نفسه فأولئك هم المفلحون \" وأنا رجل شحيح لا أكاد أن أخرج من يدي شيئا .فقال ابن مسعود : ليس ذلك بالشح الذي ذكره الله تعالى في القرآن , إنما الشح الذي ذكره الله تعالى في القرآن أن تأكل مال أخيك ظلما , ولكن ذلك البخل , وبئس الشيء البخل .ففرق رضي الله عنه بين الشح والبخل .وقال طاوس : البخل أن يبخل الإنسان بما في يده , والشح أن يشح بما في أيدي الناس , يحب أن يكون له ما في أيديهم بالحل والحرام , لا يقنع .ابن جبير : الشح منع الزكاة وادخار الحرام .ابن عيينة : الشح الظلم .الليث : ترك الفرائض وانتهاك المحارم .ابن عباس : من اتبع هواه ولم يقبل الإيمان فذلك الشحيح .ابن زيد : من لم يأخذ شيئا لشيء نهاه الله عنه , ولم يدعه الشح على أن يمنع شيئا من شيء أمره الله به , فقد وقاه الله شح نفسه .وقال أنس : قال النبي عليه الصلاة والسلام : ( بريء من الشح من أدى الزكاة وقرى الضيف وأعطى في النائبة ) .وعنه أن النبي عليه الصلاة السلام كان يدعو ( اللهم إني أعوذ بك من شح نفسي وإسرافها ووساوسها ) .وقال أبو الهياج الأسدي : رأيت رجلا في الطواف يدعو : اللهم قني شح نفسي .لا يزيد على ذلك شيئا , فقلت له ؟ فقال : إذا وقيت شح نفسي لم أسرق ولم أزن ولم أفعل .فإذا الرجل عبد الرحمن بن عوف .قلت : يدل على هذا قول النبي صلى الله عليه وسلم : ( اتقوا الظلم فإن الظلم ظلمات يوم القيامة واتقوا الشح فإن الشح أهلك من كان قبلكم حملهم على أن سفكوا دماءهم واستحلوا محارمهم ) .وقد بيناه في آخر \" آل عمران \" .وقال كسرى لأصحابه : أي شيء أضر بابن آدم ؟ قالوا : الفقر .فقال كسرى : الشح أضر من الفقر ; لأن الفقير إذا وجد شبع , والشحيح إذا وجد لم يشبع أبدا ."
    },
    {
      "ayah": 17,
      "surah": 64,
      "text": "إِنْ تُقْرِضُوا اللَّهَبالصدقة والنفقة في سبيل الله .قال الحسن : كل ما في القرآن من القرض الحسن فهو التطوع .وقيل : هو العمل الصالح من الصدقة وغيرها محتسبا صادقا .وإنما عطف بالفعل على الاسم , لأن ذلك الاسم في تقدير الفعل , أي إن الذين تصدقوا وأقرضوا أخبرنا الشيخ الفقيه الإمام المحدث القاضي أبو عامر يحيى بن عامر بن أحمد بن منيع الأشعري نسبا ومذهبا بقرطبة - أعادها الله - في ربيع الآخر عام ثمانية وعشرين وستمائة قراءة مني عليه قال : أخبرنا أبي إجازة قال : قرأت على أبي بكر عبد العزيز بن خلف بن مدين الأزدي عن أبي عبد الله بن سعدون سماعا عليه ; قال : حدثنا أبو الحسن علي بن مهران قال : حدثنا أبو الحسن محمد بن عبد الله بن زكريا بن حيوة النيسابوري سنة ست وستين وثلاثمائة , قال : أنبأنا عمي أبو زكريا يحيى بن زكريا قال : حدثنا محمد بن معاوية بن صالح قال : حدثنا خلف بن خليفة عن حميد الأعرج عن عبد الله بن الحارث عن عبد الله بن مسعود قاله : لما نزلت : \" من ذا الذي يقرض الله قرضا حسنا \" قال أبو الدحداح : يا رسول الله أوإن الله تعالى يريد منا القرض ؟ قال : ( نعم يا أبا الدحداح ) قال : أرني يدك ; قال فناوله ; قال : فإني أقرضت الله حائطا فيه ستمائة نخلة ., ثم جاء يمشي حتى أتى الحائط وأم الدحداح فيه وعياله ; فناداها : يا أم الدحداح ; قالت : لبيك ; قال : اخرجي , قد أقرضت ربي عز وجل حائطا فيه ستمائة نخلة .وقال زيد بن أسلم : لما نزل : \" من ذا الذي يقرض الله قرضا حسنا \" قال أبو الدحداح : فداك أبي وأمي يا رسول الله إن الله يستقرضنا وهو غني عن القرض ؟ قال : ( نعم يريد أن يدخلكم الجنة به ) .قال : فإني إن أقرضت ربي قرضا يضمن لي به ولصبيتي الدحداحة معي الجنة ؟ قال : ( نعم ) قال : فناولني يدك ; فناوله رسول الله صلى الله عليه وسلم يده : فقال : إن لي حديقتين إحداهما بالسافلة والأخرى بالعالية , والله لا أملك غيرهما , قد جعلتهما قرضا لله تعالى .قال رسول الله صلى الله عليه وسلم : ( اجعل إحداهما لله والأخرى دعها معيشة لك ولعيالك ) قال : فأشهدك يا رسول الله أني قد جعلت خيرهما لله تعالى , وهو حائط فيه ستمائة نخلة .قال : ( إذا يجزيك الله به الجنة ) .فانطلق أبو الدحداح حتى جاء أم الدحداح وهي مع صبيانها في الحديقة تدور تحت النخل فأنشأ يقول : هداك ربي سبل الرشاد إلى سبيل الخير والسداد بيني من الحائط بالوداد فقد مضى قرضا إلى التناد أقرضته الله على اعتمادي بالطوع لا من ولا ارتداد إلا رجاء الضعف في المعاد فارتحلي بالنفس والأولاد والبر لا شك فخير زاد قدمه المرء إلى المعاد قالت أم الدحداح : ربح بيعك بارك الله لك فيما اشتريت , ثم أجابته أم الدحداح وقالت : بشرك الله بخير وفرج مثلك أدى ما لديه ونصح قد متع الله عيالي ومنح بالعجوة السوداء والزهو البلح والعبد يسعى وله ما قد كدح طول الليالي وعليه ما اجترح ثم أقبلت أم الدحداح على صبيانها تخرج ما في أفواههم وتنفض ما في أكمامهم حتى أفضت إلى الحائط الآخر ; فقال النبي صلى الله عليه وسلم : ( كم من عذق رداح ودار فياح لأبي الدحداح ) .قال ابن العربي : \" انقسم الخلق بحكم الخالق وحكمته وقدرته ومشيئته وقضائه وقدره حين سمعوا هذه الآية أقساما , فتفرقوا فرقا ثلاثة : [ الفرقة الأولى ] الذين قالوا : إن رب محمد محتاج فقير إلينا ونحن أغنياء , فهذه جهالة لا تخفى على ذي لب , فرد الله عليهم بقوله : \" لقد سمع الله قول الذين قالوا إن الله فقير ونحن أغنياء \" [ آل عمران : 181 ] .[ الفرقة الثانية ] لما سمعت هذا القول آثرت الشح والبخل وقدمت الرغبة في المال فما أنفقت في سبيل الله ولا فكت أسيرا ولا أعانت أحدا تكاسلا عن الطاعة وركونا إلى هذه الدار .[ الفرقة الثالثة ] لما سمعت بادرت إلى امتثاله وآثر المجيب منهم بسرعة بماله كأبي الدحداح رضي الله عنه وغيره .والله أعلم .قَرْضًاالقرض : اسم لكل ما يلتمس عليه الجزاء وأقرض فلان فلانا أي أعطاه ما يتجازاه قال الشاعر وهو لبيد : وإذا جوزيت قرضا فأجزه إنما يجزي الفتى ليس الجمل والقرض بالكسر لغة فيه حكاها الكسائي .واستقرضت من فلان أي طلبت منه القرض فأقرضني .واقترضت منه أي أخذت القرض .وقال الزجاج : القرض في اللغة البلاء الحسن والبلاء السيئ قال أمية : كل امرئ سوف يجزى قرضه حسنا أو سيئا ومدينا مثل ما دانا وقال آخر : تجازى القروض بأمثالها فبالخير خيرا وبالشر شرا وقال الكسائي : القرض ما أسلفت من عمل صالح أو سيئ .وأصل الكلمة القطع ; ومنه المقراض .وأقرضته أي قطعت له من مالي قطعة يجازى عليها .وانقرض القوم : انقطع أثرهم وهلكوا .والقرض ههنا : اسم , ولولاه لقال ههنا إقراضا .واستدعاء القرض في هذه الآية إنما هي تأنيس وتقريب للناس بما يفهمونه , والله هو الغني الحميد ; لكنه تعالى شبه عطاء المؤمن في الدنيا بما يرجو به ثوابه في الآخرة بالقرض كما شبه إعطاء النفوس والأموال في أخذ الجنة بالبيع والشراء .وقيل المراد بالآية الحث على الصدقة وإنفاق المال على الفقراء والمحتاجين والتوسعة عليهم , وفي سبيل الله بنصرة الدين .وكنى الله سبحانه عن الفقير بنفسه العلية المنزهة عن الحاجات ترغيبا في الصدقة , كما كنى عن المريض والجائع والعطشان بنفسه المقدسة عن النقائص والآلام .ففي صحيح الحديث إخبارا عن الله تعالى : ( يا بن آدم مرضت فلم تعدني واستطعمتك فلم تطعمني واستسقيتك فلم تسقني ) قال يا رب كيف أسقيك وأنت رب العالمين ؟ قال : ( استسقاك عبدي فلان فلم تسقه أما إنك لو سقيته وجدت ذلك عندي ) وكذا فيما قبل ; أخرجه مسلم والبخاري وهذا كله خرج مخرج التشريف لمن كنى عنه ترغيبا لمن خوطب به .يجب على المستقرض رد القرض ; لأن الله تعالى بين أن من أنفق في سبيل الله لا يضيع عند الله تعالى بل يرد الثواب قطعا وأبهم الجزاء .وفي الخبر : ( النفقة في سبيل الله تضاعف إلى سبعمائة ضعف وأكثر على ما سبق بيانه عند قوله تعالى : \" مثل الذين ينفقون أموالهم في سبيل الله كمثل حبة أنبتت سبع سنابل \" [ البقرة : 261 ] الآية .وقال ههنا : \" فيضاعفه له أضعافا كثيرة \" وهذا لا نهاية له ولا حد .ثواب القرض عظيم , لأن فيه توسعة على المسلم وتفريجا عنه .خرج ابن ماجه في سننه عن أنس بن مالك قال : قال رسول الله صلى الله عليه وسلم : ( رأيت ليلة أسري بي على باب الجنة مكتوبا الصدقة بعشر أمثالها والقرض بثمانية عشر فقلت لجبريل : ما بال القرض أفضل من الصدقة قال لأن السائل يسأل وعنده والمستقرض لا يستقرض إلا من حاجة ) .قال : حدثنا محمد بن خلف العسقلاني حدثنا يعلى حدثنا سليمان بن يسير , عن قيس بن رومي قال : كان سليمان بن أذنان يقرض علقمة ألف درهم إلى عطائه , فلما خرج عطاؤه تقاضاها منه , واشتد عليه فقضاه , فكأن علقمة غضب فمكث أشهرا ثم أتاه فقال : أقرضني ألف درهم إلى عطائي , قال : نعم وكرامة يا أم عتبة هلمي تلك الخريطة المختومة التي عندك , قال : فجاءت بها ; فقال : أما والله إنها لدراهمك التي قضيتني ما حركت منها درهما واحدا ; قال : فلله أبوك ؟ ما حملك على ما فعلت بي ؟ قال : ما سمعت منك ; قال : ما سمعت مني ؟ قال : سمعتك تذكر عن ابن مسعود أن النبي صلى الله عليه وسلم قال : ( ما من مسلم يقرض مسلما قرضا مرتين إلا كان كصدقتها مرة ) قال : كذلك أنبأني ابن مسعود .قرض الآدمي للواحد واحد , أي يرد عليه مثله ما أقرضه .وأجمع أهل العلم على أن استقراض الدنانير والدراهم والحنطة والشعير والتمر والزبيب وكل ما له مثل من سائر الأطعمة جائز .وأجمع المسلمون نقلا عن نبيهم صلى الله عليه وسلم أن اشتراط الزيادة في السلف ربا ولو كان قبضة من علف - كما قال ابن مسعود - أو حبة واحدة .ويجوز أن يرد أفضل مما يستلف إذا لم يشترط ذلك عليه ; لأن ذلك من باب المعروف ; استدلالا بحديث أبي هريرة في البكر : ( إن خياركم أحسنكم قضاء ) رواه الأئمة : البخاري ومسلم وغيرهما .فأثنى صلى الله عليه وسلم على من أحسن القضاء , وأطلق ذلك ولم يقيده بصفة .وكذلك قضى هو صلى الله عليه وسلم في البكر وهو الفتي المختار من الإبل جملا خيارا رباعيا , والخيار : المختار , والرباعي هو الذي دخل في السنة الرابعة ; لأنه يلقي فيها رباعيته وهي التي تلي الثنايا وهي أربع رباعيات - مخففة الباء - وهذا الحديث دليل على جواز قرض الحيوان , وهو مذهب الجمهور , ومنع من ذلك أبو حنيفة وقد تقدم .ولا يجوز أن يهدي من استقرض هدية للمقرض , ولا يحل للمقرض قبولها إلا أن يكون عادتهما ذلك ; بهذا جاءت السنة : خرج ابن ماجه حدثنا هشام بن عمار قال : حدثنا إسماعيل بن عياش حدثنا عتبة بن حميد الضبي عن يحيى بن أبي إسحاق الهنائي قال : سألت أنس بن مالك عن الرجل منا يقرض أخاه المال فيهدي إليه ؟ قال : قال رسول الله صلى الله عليه وسلم : ( إذا أقرض أحدكم أخاه قرضا فأهدى له أو حمله على دابته فلا يقبلها ولا يركبها إلا أن يكون جرى بينه وبينه قبله ذلك ) .القرض يكون من المال - وقد بينا حكمه - ويكون من العرض ; وفي الحديث عن النبي صلى الله عليه وسلم : ( أيعجز أحدكم أن يكون كأبي ضمضم كان إذا خرج من بيته قال اللهم إني قد تصدقت بعرضي على عبادك ) .وروي عن ابن عمر : أقرض من عرضك ليوم فقرك ; يعني من سبك فلا تأخذ منه حقا ولا تقم عليه حدا حتى تأتي يوم القيامة موفر الأجر .وقال أبو حنيفة : لا يجوز التصدق بالعرض لأنه حق الله تعالى , وروي عن مالك .ابن العربي : وهذا فاسد , قال عليه السلام في الصحيح : ( إن دماءكم وأموالكم وأعراضكم عليكم حرام .. .) الحديث .وهذا يقتضي أن تكون هذه المحرمات الثلاث تجري مجرى واحدا في كونها باحترامها حقا للآدمي .حَسَنًاقال الواقدي : محتسبا طيبة به نفسه .وقال عمرو بن عثمان الصدفي : لا يمن به ولا يؤذي .وقال سهل بن عبد الله : لا يعتقد في قرضه عوضا .يُضَاعِفْهُ لَكُمْقرأ عاصم وغيره \" يضاعفه \" بالألف ونصب الفاء .وقرأ ابن عامر ويعقوب بالتشديد في العين مع سقوط الألف ونصب الفاء .وقرأ ابن كثير وأبو جعفر وشيبة بالتشديد ورفع الفاء .وقرأ الآخرون بالألف ورفع الفاء .فمن رفعه نسقه على قوله : \" يقرض \" وقيل : على تقدير هو يضاعفه .ومن نصب فجوابا للاستفهام بالفاء .وقيل : بإضمار \" أن \" والتشديد والتخفيف لغتان .وقال الحسن والسدي : لا نعلم هذا التضعيف إلا لله وحده , لقوله تعالى : \" ويؤت من لدنه أجرا عظيما \" [ النساء : 40 ] .قاله أبو هريرة : هذا في نفقة الجهاد , وكنا نحسب والنبي صلى الله عليه وسلم بين أظهرنا نفقة الرجل على نفسه ورفقائه وظهره بألفي ألف .وَيَغْفِرْ لَكُمْ وَاللَّهُ شَكُورٌ حَلِيمٌالشكر في اللغة الظهور من قولهم دابة شكور إذا ظهر عليها من السمن فوق ما تعطى من العلف وحقيقته الثناء على الإنسان بمعروف يوليكه كما تقدم في الفاتحة قال الجوهري الشكر الثناء على المحسن بما أولاكه من المعروف يقال شكرته وشكرت له وباللام أفصح والشكران خلاف الكفران وتشكرت له مثل شكرت له وروى الترمذي وأبو داود عن أبي هريرة عن النبي صلى الله عليه وسلم قال ( لا يشكر الله من لا يشكر الناس ) قال الخطابي هذا الكلام يتأول على معنيين أحدهما أن من كان من طبعه كفران نعمة الناس وترك الشكر لمعروفهم كان من عادته كفران نعمة الله عز وجل وترك الشكر له والوجه الآخر أن الله سبحانه لا يقبل شكر العبد على إحسانه إليه إذا كان العبد لا يشكر إحسان الناس إليه ويكفر معروفهم لاتصال أحد الأمرين بالآخر .في عبارات العلماء في معنى الشكر فقال سهل بن عبد الله الشكر الاجتهاد في بذل الطاعة مع الاجتناب للمعصية في السر والعلانية وقالت فرقة أخرى الشكر هو الاعتراف في تقصير الشكر للمنعم ولذلك قال تعالى \" اعملوا آل داود شكرا \" [ سبأ : 13 ] فقال داود كيف أشكرك يا رب والشكر نعمة منك قال الآن قد عرفتني وشكرتني إذ قد عرفت أن الشكر مني نعمة قال يا رب فأرني أخفى نعمك علي قال يا داود تنفس فتنفس داود فقال الله تعالى من يحصي هذه النعمة الليل والنهار وقال موسى عليه السلام كيف أشكرك وأصغر نعمة وضعتها بيدي من نعمك لا يجازى بها عملي كله فأوحى الله إليه يا موسى الآن شكرتني وقال الجنيد حقيقة الشكر العجز عن الشكر وعنه قال كنت بين يدي السري السقطي ألعب وأنا ابن سبع سنين وبين يديه جماعة يتكلمون في الشكر فقال لي يا غلام ما الشكر فقلت ألا يعصى الله بنعمه فقال لي أخشى أن يكون حظك من الله لسانك قال الجنيد فلا أزال أبكي على هذه الكلمة التي قالها السري لي وقال الشبلي الشكر التواضع والمحافظة على الحسنات ومخالفة الشهوات وبذل الطاعات ومراقبة جبار الأرض والسموات وقال ذو النون المصري أبو الفيض الشكر لمن فوقك بالطاعة ولنظيرك بالمكافأة ولمن دونك بالإحسان والإفضال\" حليم \" الحليم : الذي لا يعجل ."
    },
    {
      "ayah": 18,
      "surah": 64,
      "text": "عَالِمُ الْغَيْبِ وَالشَّهَادَةِأي ما غاب وحضرالْعَزِيزُأي الغالب القاهر .فهو من صفات الأفعال , ومنه قوله عز وجل : \" تنزيل الكتاب من الله العزيز الحكيم \" [ الجاثية : 2 ] .أي من الله القاهر المحكم خالق الأشياء .وقال الخطابي : وقد يكون بمعنى نفاسة القدر , يقال منه : عز يعز ( بكسر العين ) فيتناول معنى العزيز على هذا أنه لا يعادله شيء وأنه لا مثل له .والله أعلم .الْحَكِيمُفي تدبير خلقه .وقال ابن الأنباري : \" الحكيم \" هو المحكم لخلق الأشياء , صرف عن مفعل إلى فعيل , ومنه قوله عز وجل : \" الر تلك آيات الكتاب الحكيم \" [ يونس : 1 ] معناه المحكم , فصرف عن مفعل إلى فعيل , والله أعلم ."
    },
    {
      "ayah": 2,
      "surah": 64,
      "text": "هُوَ الَّذِي خَلَقَكُمْ فَمِنْكُمْ كَافِرٌ وَمِنْكُمْ مُؤْمِنٌقال ابن عباس : إن الله خلق بني آدم مؤمنا وكافرا , ويعيدهم في يوم القيامة مؤمنا وكافرا .وروى أبو سعيد الخدري قال : خطبنا النبي صلى الله عليه وسلم عشية فذكر شيئا مما يكون فقال : ( يولد الناس على طبقات شتى .يولد الرجل مؤمنا ويعيش مؤمنا ويموت مؤمنا .ويولد الرجل كافرا ويعيش كافرا ويموت كافرا .ويولد الرجل مؤمنا ويعيش مؤمنا ويموت كافرا .ويولد الرجل كافرا ويعيش كافرا ويموت مؤمنا ) .وقال ابن مسعود : قال النبي صلى الله عليه وسلم : ( خلق الله فرعون في بطن أمه كافرا وخلق يحيى بن زكريا في بطن أمه مؤمنا ) .وفي الصحيح من حديث ابن مسعود : ( وإن أحدكم ليعمل بعمل أهل الجنة حتى ما يكون بينه وبينها إلا ذراع أو باع فيسبق عليه الكتاب فيعمل بعمل أهل النار فيدخلها .وإن أحدكم ليعمل بعمل أهل النار حتى ما يكون بينه وبينها إلا ذراع أو باع فيسبق عليه الكتاب فيعمل بعمل أهل الجنة فيدخلها ) .خرجه البخاري والترمذي وليس فيه ذكر الباع .وفي صحيح مسلم عن سهل بن سعد الساعدي أن رسول الله صلى الله عليه وسلم قال : ( إن الرجل ليعمل عمل أهل الجنة فيما يبدو للناس وهو من أهل النار .وإن الرجل ليعمل عمل أهل النار فيما يبدو للناس وهو من أهل الجنة ) .قال علماؤنا : والمعنى تعلق العلم الأزلي بكل معلوم ; فيجري ما علم وأراد وحكم .فقد يريد إيمان شخص على عموم الأحوال , وقد يريده إلى وقت معلوم .وكذلك الكفر .وقيل في الكلام محذوف : فمنكم مؤمن ومنكم كافر ومنكم فاسق ; فحذف لما في الكلام من الدلالة عليه ; قاله الحسن .وقال غيره : لا حذف فيه ; لأن المقصود ذكر الطرفين .وقال جماعة من أهل العلم : إن الله خلق الخلق ثم كفروا وآمنوا .قالوا : وتمام الكلام \" هو الذي خلقكم \" .ثم وصفهم فقال : \" فمنكم كافر ومنكم مؤمن \" كقوله تعالى : \" والله خلق كل دابة من ماء فمنهم من يمشي على بطنه \" [ النور : 45 ] الآية .قالوا : فالله خلقهم ; والمشي فعلهم .واختاره الحسين بن الفضل , قال : لو خلقهم مؤمنين وكافرين لما وصفهم بفعلهم في قوله \" فمنكم كافر ومنكم مؤمن \" .واحتجوا بقوله عليه الصلاة والسلام : ( كل مولود يولد على الفطرة فأبواه يهودانه وينصرانه ويمجسانه ) الحديث .وقد مضى في \" الروم \" مستوفى .قال الضحاك : فمنكم كافر في السر مؤمن في العلانية كالمنافق , ومنكم مؤمن في السر كافر في العلانية كعمار وذويه .وقال عطاء بن أبي رباح : فمنكم كافر بالله مؤمن بالكواكب , ومنكم مؤمن بالله كافر بالكواكب ; يعني في شأن الأنواء .وقال الزجاج - وهو أحسن الأقوال , والذي عليه الأئمة والجمهور من الأمة - : إن الله خلق الكافر , وكفره فعل له وكسب ; مع أن الله خالق الكفر .وخلق المؤمن , وإيمانه فعل له وكسب ; مع أن الله خالق الإيمان .والكافر يكفر ويختار الكفر بعد خلق الله إياه ; لأن الله تعالى قدر ذلك عليه وعلمه منه .ولا يجوز أن يوجد من كل واحد منهما غير الذي قدر عليه وعلمه منه ; لأن وجود خلاف المقدور عجز , ووجود خلاف المعلوم جعل , ولا يليقان بالله تعالى .وفي هذا سلامة من الجبر والقدر ; كما قال الشاعر : يا ناظرا في الدين ما الأمر لا قدر صح ولا جبر وقال سيلان : قدم أعرابي البصرة فقيل له : ما تقول في القدر ؟ فقال : أمر تغالت فيه الظنون , واختلف فيه المختلفون ; فالواجب أن نرد ما أشكل علينا من حكمه إلى ما سبق من علمه .وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌقال العلماء : وصف الله عز وجل نفسه بأنه بصير على معنى أنه عالم بخفيات الأمور .والبصير في كلام العرب : العالم بالشيء الخبير به ; ومنه قولهم : فلان بصير بالطب , وبصير بالفقه , وبصير بملاقاة الرجال ; قال : فإن تسألوني بالنساء فإنني بصير بأدواء النساء طبيب قال الخطابي : البصير العالم , والبصير المبصر .وقيل : وصف تعالى نفسه بأنه بصير على معنى جاعل الأشياء المبصرة ذوات إبصار , أي مدركة للمبصرات بما خلق لها من الآلة المدركة والقوة ; فالله بصير بعباده , أي جاعل عباده مبصرين ."
    },
    {
      "ayah": 3,
      "surah": 64,
      "text": "خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّتقدم في غير موضع أي خلقها حقا يقينا لا ريب فيه .وقيل : الباء بمعنى اللام أي خلقها للحق وهو أن يجزي الذين أساءوا بما عملوا ويجزي الذين أحسنوا بالحسنى .وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْيعني آدم عليه السلام , خلقه بيده كرامة , له ; قاله مقاتل .الثاني : جميع الخلائق .وقد مضى معنى التصوير , وأنه التخطيط والتشكيل .فإن قيل : كيف أحسن صورهم ؟ قيل له : جعلهم أحسن الحيوان كله وأبهاه صورة بدليل أن الإنسان لا يتمنى أن تكون صورته على خلاف ما يرى من سائر الصور .ومن حسن صورته أنه خلق منتصبا غير منكب ; كما قال عز وجل : \" لقد خلقنا الإنسان في أحسن تقويم \" [ التين : 4 ] على ما يأتي بيانه إن شاء الله تعالى .وَإِلَيْهِ الْمَصِيرُأي المرجع ; فيجازي كلا بعمله ."
    },
    { "ayah": 4, "surah": 64, "text": "تقدم في غير موضع فهو عالم الغيب والشهادة , لا يخفى عليه شيء مما في صدوركم ." },
    {
      "ayah": 5,
      "surah": 64,
      "text": "أَلَمْ يَأْتِكُمْ نَبَأُ الَّذِينَ كَفَرُوا مِنْ قَبْلُالخطاب لقريش أي ألم يأتكم خبر كفار الأمم الماضية .فَذَاقُوا وَبَالَ أَمْرِهِمْأي عوقبوا .وَلَهُمْفي الآخرةعَذَابٌ أَلِيمٌأي موجع .وقد تقدم"
    },
    {
      "ayah": 6,
      "surah": 64,
      "text": "ذَلِكَ بِأَنَّهُ كَانَتْ تَأْتِيهِمْ رُسُلُهُمْأي هذا العذاب لهم بكفرهم بالرسل تأتيهمبِالْبَيِّنَاتِأي بالدلائل الواضحة .فَقَالُوا أَبَشَرٌ يَهْدُونَنَاأنكروا أن يكون الرسول من البشر .وارتفع \" أبشر \" على الابتداء .وقيل : بإضمار فعل , والجمع على معنى بشر ; ولهذا قال : \" يهدوننا \" ولم يقل يهدينا .وقد يأتي الواحد بمعنى الجمع فيكون اسما للجنس ; وواحده إنسان لا واحد له من لفظه .وقد يأتي الجمع بمعنى الواحد ; نحو قوله تعالى : \" ما هذا بشرا \" [ يوسف : 31 ] .فَكَفَرُوا وَتَوَلَّوْاأي بهذا القول ; إذ قالوه استصغارا ولم يعلموا أن الله يبعث من يشاء إلى عباده .وقيل : كفروا بالرسل وتولوا عن البرهان وأعرضوا عن الإيمان والموعظة .وَاسْتَغْنَى اللَّهُأي بسلطانه عن طاعة عباده ; قاله مقاتل .وقيل : استغنى الله بما أظهره لهم من البرهان وأوضحه لهم من البيان , عن زيادة تدعو إلى الرشد وتقود إلى الهداية .وَاللَّهُ غَنِيٌّأي لا يلحقه بذلك نقص بل هو الغنيحَمِيدٌالمحمود بكل لسان والممجد في كل مكان على كل حال"
    },
    {
      "ayah": 7,
      "surah": 64,
      "text": "زَعَمَ الَّذِينَ كَفَرُوا أَنْ لَنْ يُبْعَثُواأي ظنوا .والزعم هو القول بالظن .وقال شريح : لكل شيء كنية وكنية الكذب زعموا .قيل : نزلت في العاص بن وائل السهمي مع خباب حسب ما تقدم بيانه في آخر سورة \" مريم \" , ثم عمت كل كافر .قُلْيا محمدبَلَى وَرَبِّي لَتُبْعَثُنَّأي لتخرجن من قبوركم أحياء .ثُمَّ لَتُنَبَّؤُنَّلتخبرن .بِمَا عَمِلْتُمْأي بأعمالكم .وَذَلِكَ عَلَى اللَّهِ يَسِيرٌإذ الإعادة أسهل من الابتداء ."
    },
    {
      "ayah": 8,
      "surah": 64,
      "text": "فَآمِنُوا بِاللَّهِ وَرَسُولِهِأمرهم بالإيمان بعد أن عرفهم قيام الساعة .وَالنُّورِ الَّذِي أَنْزَلْنَا وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌوهو القرآن , وهو نور يهتدى به من ظلمة الضلال ."
    },
    {
      "ayah": 9,
      "surah": 64,
      "text": "يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الْجَمْعِالعامل في \" يوم \" \" لتنبؤن \" أو \" خبير \" لما فيه من معنى الوعيد ; كأن قال : والله يعاقبكم يوم يجمعكم .أو بإضمار اذكر .والغبن : النقص .يقال : غبنه غبنا إذا أخذ الشيء منه بدون قيمته .وقراءة العامة \" يجمعكم \" بالياء ; لقوله تعالى : \" والله بما تعملون خبير \" فاخبر .ولذكر اسم الله أولا .وقرأ نصر وابن أبي إسحاق والجحدري ويعقوب وسلام \" نجمعكم \" بالنون ; اعتبارا بقوله : \" والنور الذي أنزلنا \" .ويوم الجمع يوم يجمع الله الأولين والآخرين والإنس والجن وأهل السماء وأهل الأرض .وقيل : هو يوم يجمع الله بين كل عبد وعمله .وقيل : لأنه يجمع فيه بين الظالم والمظلوم .وقيل : لأنه يجمع فيه بين كل نبي وأمته .وقيل : لأنه يجمع فيه بين ثواب أهل الطاعات وعقاب أهل المعاصي .ذَلِكَ يَوْمُ التَّغَابُنِأي يوم القيامة .قال : وما أرتجي بالعيش في دار فرقة ألا إنما الراحات يوم التغابن وسمى يوم القيامة يوم التغابن ; لأنه غبن فيه أهل الجنة أهل النار .أي أن أهل الجنة أخذوا الجنة , وأخذ أهل النار النار على طريق المبادلة ; فوقع الغبن لأجل مبادلتهم الخير بالشر , والجيد بالرديء , والنعيم بالعذاب .يقال : غبنت فلانا إذا بايعته أو شاريته فكان النقص عليه والغلبة لك .وكذا أهل الجنة وأهل النار ; على ما يأتي بيانه .ويقال : غبنت الثوب وخبنته إذا طال عن مقدارك فخطت منه شيئا ; فهو نقصان أيضا .والمغابن : ما انثنى من الخلق نحو الإبطين والفخذين .قال المفسرون : فالمغبون من غبن أهله ومنازله في الجنة .ويظهر يومئذ غبن كل كافر بترك الإيمان , وغبن كل مؤمن بتقصيره في الإحسان وتضييعه الأيام .قال الزجاج : ويغبن من ارتفعت منزلته في الجنة من كان دون منزلته .فإن قيل : فأي معاملة وقعت بينهما حتى يقع الغبن فيها .قيل له : هو تمثيل الغبن في الشراء والبيع ; كما قال تعالى : \" أولئك الذين اشتروا الضلالة بالهدى \" [ البقرة : 16 ] .ولما ذكر أن الكفار اشتروا الضلالة بالهدى وما ربحوا في تجارتهم بل خسروا , ذكر أيضا أنهم غبنوا ; وذلك أن أهل الجنة اشتروا الآخرة بترك الدنيا , واشترى أهل النار الدنيا بترك الآخرة .وهذا نوع مبادلة اتساعا ومجازا .وقد فرق الله سبحانه وتعالى الخلق فريقين : فريقا للجنة وفريقا للنار .ومنازل الكل موضوعة في الجنة والنار .فقد يسبق الخذلان على العبد - كما بيناه في هذه السورة وغيرها - فيكون من أهل النار , فيحصل الموفق على منزل المخذول ومنزل الموفق في النار للمخذول ; فكأنه وقع التبادل فحصل التغابن .والأمثال موضوعة للبيان في حكم اللغة والقرآن .وذلك كله مجموع من نشر الآثار وقد جاءت مفرقة في هذا الكتاب .وقد يخبر عن هذا التبادل بالوراثة كما بيناه في \" قد أفلح المؤمنون \" [ المؤمنون : 1 ] والله أعلم .وقد يقع التغابن في غير ذلك اليوم على ما يأتي بيانه بعد ; ولكنه أراد التغابن الذي لا جبران لنهايته .وقال الحسن وقتادة : بلغنا أن التغابن في ثلاثة أصناف : رجل علم علما فعلمه وضيعه هو ولم يعمل به فشقي به , وعمل به من تعلمه منه فنجا به .ورجل اكتسب مالا من وجوه يسأل عنها وشح عليه , وفرط في طاعة ربه بسببه , ولم يعمل فيه خيرا , وتركه لوارث لا حساب عليه فيه ; فعمل ذلك الوارث فيه بطاعة ربه .ورجل كان له عبد فعمل العبد بطاعة ربه فسعد , وعمل السيد بمعصية ربه فشقي .وروي عن النبي صلى الله عليه وسلم أنه قال : ( إن الله تعالى يقيم الرجل والمرأة يوم القيامة بين يديه فيقول الله تعالى لهما قولا فما أنتما بقائلين فيقول الرجل يا رب أوجبت نفقتها علي فتعسفتها من حلال وحرام وهؤلاء الخصوم يطلبون ذلك ولم يبق لي ما أوفي به فتقول المرأة يا رب وما عسى أن أقول اكتسبه حراما وأكلته حلالا وعصاك في مرضاتي ولم أرض له بذلك فبعدا له وسحقا فيقول الله تعالى قد صدقت فيؤمر به إلى النار ويؤمر بها إلى الجنة فتطلع عليه من طبقات الجنة وتقول له غبناك غبناك سعدنا بما شقيت أنت به ) فذلك يوم التغابن .قال ابن العربي : استدل علماؤنا بقوله تعالى : \" ذلك يوم التغابن \" على أنه لا يجوز الغبن في المعاملة الدنيوية ; لأن الله تعالى خصص التغابن بيوم القيامة فقال : \" ذلك يوم التغابن \" وهذا الاختصاص يفيد أنه لا غبن في الدنيا ; فكل من اطلع على غبن في مبيع فإنه مردود إذا زاد على الثلث .واختاره البغداديون واحتجوا عليه بوجوه : منها قوله صلى الله عليه وسلم لحبان بن منقذ : ( إذا بايعت فقل لا خلابة ولك الخيار ثلاثا ) .وهذا فيه نظر طويل بيناه في مسائل الخلاف .نكتته أن الغبن في الدنيا ممنوع بإجماع في حكم الدين ; إذ هو من باب الخداع المحرم شرعا في كل ملة , لكن اليسير منه لا يمكن الاحتراز عنه لأحد , فمضى في البيوع ; إذ لو حكمنا برده ما نفذ بيع أبدا ; لأنه لا يخلو منه , حتى إذا كان كثيرا أمكن الاحتراز منه فوجب الرد به .والفرق بين القليل والكثير أصل في الشريعة معلوم , فقدر علماؤنا الثلث لهذا الحد ; إذ رأوه في الوصية وغيرها .ويكون معنى الآية على هذا : ذلك يوم التغابن الجائز مطلقا من غير تفصيل .أو ذلك يوم التغابن الذي لا يستدرك أبدا ; لأن تغابن الدنيا يستدرك بوجهين : إما برد في بعض الأحوال , وإما بربح في بيع آخر وسلعة أخرى .فأما من خسر الجنة فلا درك له أبدا .وقد قال بعض علماء الصوفية : إن الله كتب الغبن على الخلق أجمعين , فلا يلقى أحد ربه إلا مغبونا , لأنه لا يمكنه الاستيفاء للعمل حتى يحصل له استيفاء الثواب .وفي الأثر قال النبي صلى الله عليه وسلم : ( لا يلقى الله أحد إلا نادما إن كان مسيئا إن لم يحسن , وإن كان محسنا إن لم يزدد ) .وَمَنْ يُؤْمِنْ بِاللَّهِ وَيَعْمَلْ صَالِحًا يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُدْخِلْهُ جَنَّاتٍوالجنات : البساتين , وإنما سميت جنات لأنها تجن من فيها أي تستره بشجرها , ومنه : المجن والجنين والجنة .تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَدًاأي من تحت أشجارها , ولم يجر لها ذكر , لأن الجنات دالة عليها .\" الأنهار \" أي ماء الأنهار , فنسب الجري إلى الأنهار توسعا , وإنما يجري الماء وحده فحذف اختصارا , كما قال تعالى : \" واسأل القرية \" [ يوسف : 82 ] أي أهلها .وقال الشاعر : نبئت أن النار بعدك أوقدت واستب بعدك يا كليب المجلس أراد : أهل المجلس ; فحذف .والنهر : مأخوذ من أنهرت , أي وسعت , ومنه قول قيس بن الخطيم : ملكت بها كفي فأنهرت فتقها يرى قائم من دونها ما وراءها أي وسعتها , يصف طعنة .ومنه قول النبي صلى الله عليه وسلم : ( ما أنهر الدم وذكر اسم الله عليه فكلوه ) .معناه : ما وسع الذبح حتى يجري الدم كالنهر .وجمع النهر : نهر وأنهار .ونهر نهر : كثير الماء ; قال أبو ذؤيب : أقامت به فابتنت خيمة على قصب وفرات نهر وروي : أن أنهار الجنة ليست في أخاديد , إنما تجري على سطح الجنة منضبطة بالقدرة حيث شاء أهلها .والوقف على \" الأنهار \" حسن وليس بتامذَلِكَ الْفَوْزُ الْعَظِيمُالكبير"
    }
  ]
}
