{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 65,
      "text": "سورة الطلاقمدنية في قول الجميعوهي إحدى عشرة آية ، أو اثنتا عشرة آيةبسم الله الرحمن الرحيمياأيها النبي إذا طلقتم النساء فطلقوهن لعدتهن وأحصوا العدة واتقوا الله ربكم لا تخرجوهن من بيوتهن ولا يخرجن إلا أن يأتين بفاحشة مبينة وتلك حدود الله ومن يتعد حدود الله فقد ظلم نفسه لا تدري لعل الله يحدث بعد ذلك أمرافيه أربع عشرة مسألة :الأولى : قوله تعالى : يا أيها النبي إذا طلقتم النساء الخطاب للنبي صلى الله عليه وسلم ، خوطب بلفظ الجماعة تعظيما وتفخيما . وفي سنن ابن ماجه عن سعيد بن جبير عن ابن عباس عن عمر بن الخطاب أن رسول الله صلى الله عليه وسلم طلق حفصة رضي الله عنها ثم راجعها . وروى قتادة عن أنس قال : طلق رسول الله صلى الله عليه وسلم حفصة رضي الله عنها فأتت أهلها ، فأنزل الله تعالى عليه : يا أيها النبي إذا طلقتم النساء فطلقوهن لعدتهن . وقيل له : \" راجعها فإنها قوامة صوامة ، وهي من أزواجك في الجنة \" . ذكره الماوردي والقشيري والثعلبي . زاد القشيري : ونزل في [ ص: 138 ] خروجها إلى أهلها قوله تعالى : لا تخرجوهن من بيوتهن . وقال الكلبي : سبب نزول هذه الآية غضب رسول الله صلى الله عليه وسلم على حفصة ، لما أسر إليها حديثا فأظهرته لعائشة فطلقها تطليقة ، فنزلت الآية . وقال السدي : نزلت في عبد الله بن عمر ، طلق امرأته حائضا تطليقة واحدة فأمره رسول الله صلى الله عليه وسلم بأن يراجعها ثم يمسكها حتى تطهر وتحيض ثم تطهر ، فإذا أراد أن يطلقها فليطلقها حين تطهر من قبل أن يجامعها . فتلك العدة التي أمر الله تعالى أن يطلق لها النساء . وقد قيل : إن رجالا فعلوا مثل ما فعل عبد الله بن عمر ، منهم عبد الله بن عمرو بن العاص ، وعمرو بن سعيد بن العاص ، وعتبة بن غزوان ، فنزلت الآية فيهم . قال ابن العربي : وهذا كله وإن لم يكن صحيحا فالقول الأول أمثل . والأصح فيه أنه بيان لشرع مبتدأ . وقد قيل : إنه خطاب للنبي صلى الله عليه وسلم والمراد أمته . وغاير بين اللفظين من حاضر وغائب وذلك لغة فصيحة ، كما قال : حتى إذا كنتم في الفلك وجرين بهم بريح طيبة . تقديره : يا أيها النبي قل لهم إذا طلقتم النساء فطلقوهن لعدتهن . وهذا هو قولهم : إن الخطاب له وحده والمعنى له وللمؤمنين . وإذا أراد الله بالخطاب المؤمنين لاطفه بقوله : \" يا أيها النبي \" . فإذا كان الخطاب باللفظ والمعنى جميعا له قال : يا أيها الرسول .قلت : ويدل على صحة هذا القول نزول العدة في أسماء بنت يزيد بن السكن الأنصارية . ففي كتاب أبي داود عنها أنها طلقت على عهد النبي صلى الله عليه وسلم ، ولم يكن للمطلقة عدة ، فأنزل الله تعالى حين طلقت أسماء بالعدة للطلاق ، فكانت أول من أنزل فيها العدة للطلاق . وقيل : المراد به نداء النبي صلى الله عليه وسلم تعظيما ، ثم ابتدأ فقال : إذا طلقتم النساء ; كقوله تعالى : يا أيها الذين آمنوا إنما الخمر والميسر والأنصاب والأزلام الآية . فذكر المؤمنين على [ ص: 139 ] معنى تقديمهم وتكريمهم ; ثم افتتح فقال : إنما الخمر والميسر والأنصاب والأزلام الآية .الثانية : روى الثعلبي من حديث ابن عمر قال : قال رسول الله صلى الله عليه وسلم : \" إن من أبغض الحلال إلى الله تعالى الطلاق \" . وعن علي عن النبي صلى الله عليه وسلم قال : \" تزوجوا ولا تطلقوا ؛ فإن الطلاق يهتز منه العرش \" . وعن أبي موسى قال : قال رسول الله صلى الله عليه وسلم : \" لا تطلقوا النساء إلا من ريبة ؛ فإن الله عز وجل لا يحب الذواقين ولا الذواقات \" . وعن أنس قال : قال رسول الله صلى الله عليه وسلم : \" ما حلف بالطلاق ولا استحلف به إلا منافق \" . أسند جميعه الثعلبي رحمه الله في كتابه . وروى الدارقطني قال : حدثنا أبو العباس محمد بن موسى بن علي الدولابي ويعقوب بن إبراهيم قالا : حدثنا الحسن بن عرفة قال : حدثنا إسماعيل بن عياش عن حميد بن مالك اللخمي عن مكحول عن معاذ بن جبل قال : قال لي رسول الله صلى الله عليه وسلم : \" يا معاذ ، ما خلق الله شيئا على وجه الأرض أحب إليه من العتاق ، ولا خلق الله شيئا على وجه الأرض أبغض من الطلاق . فإذا قال الرجل لمملوكه : أنت حر إن شاء الله ، فهو حر ولا استثناء له . وإذا قال الرجل لامرأته : أنت طالق إن شاء الله فله استثناؤه ولا طلاق عليه \" . حدثنا محمد بن موسى بن علي قال : حدثنا حميد بن الربيع قال : حدثنا يزيد بن هارون حدثنا إسماعيل بن [ ص: 140 ] عياش بإسناده نحوه . قال حميد : قال لي يزيد بن هارون : وأي حديث لو كان حميد بن مالك معروفا ؟ قلت : هو جدي . قال يزيد : سررتني سررتني ! الآن صار حديثا . حدثنا عثمان بن أحمد الدقاق قال : حدثنا إسحاق بن إبراهيم بن سنين حدثنا عمر بن إبراهيم بن خالد حدثنا حميد بن مالك اللخمي حدثنا مكحول عن مالك بن يخامر عن معاذ بن جبل قال : قال رسول الله صلى الله عليه وسلم : \" ما أحل الله شيئا أبغض إليه من الطلاق ، فمن طلق واستثنى فله ثنياه \" . قال ابن المنذر : اختلفوا في الاستثناء في الطلاق والعتق ; فقالت طائفة : ذلك جائز . وروينا هذا القول عن طاوس . وبه قال حماد الكوفي والشافعي وأبو ثور وأصحاب الرأي . ولا يجوز الاستثناء في الطلاق في قول مالك والأوزاعي . وهذا قول قتادة في الطلاق خاصة . قال ابن المنذر : وبالقول الأول أقول .الثالثة : روى الدارقطني من حديث عبد الرزاق أخبرني عمي وهب بن نافع قال : سمعت عكرمة يحدث عن ابن عباس يقول : الطلاق على أربعة وجوه : وجهان حلالان ووجهان حرامان ; فأما الحلال فأن يطلقها طاهرا عن غير جماع وأن يطلقها حاملا مستبينا حملها . وأما الحرام فأن يطلقها وهي حائض ، أو يطلقها حين يجامعها ، لا تدري اشتمل الرحم على ولد أم لا .الرابعة : قوله تعالى : فطلقوهن لعدتهن في كتاب أبي داود عن أسماء بنت يزيد بن السكن الأنصارية أنها طلقت على عهد النبي صلى الله عليه وسلم ولم يكن للمطلقة عدة ، فأنزل الله سبحانه حين طلقت أسماء بالعدة للطلاق ; فكانت أول من أنزل فيها العدة للطلاق . وقد تقدم .الخامسة : قوله تعالى : \" لعدتهن \" يقتضي أنهن اللاتي دخل بهن من الأزواج ; لأن غير المدخول بهن خرجن بقوله تعالى : يا أيها الذين آمنوا إذا نكحتم المؤمنات ثم طلقتموهن من قبل أن تمسوهن فما لكم عليهن من عدة تعتدونها .السادسة : من طلق في طهر لم يجامع فيه نفذ طلاقه وأصاب السنة . وإن طلقها حائضا [ ص: 141 ] نفذ طلاقه وأخطأ السنة . وقال سعيد بن المسيب في أخرى : لا يقع الطلاق في الحيض لأنه خلاف السنة . وإليه ذهبت الشيعة . وفي الصحيحين - واللفظ للدارقطني - عن عبد الله بن عمر قال : طلقت امرأتي وهي حائض ; فذكر ذلك عمر لرسول الله صلى الله عليه وسلم ; فتغيظ رسول الله صلى الله عليه وسلم فقال : \" ليراجعها ثم ليمسكها حتى تحيض حيضة مستقبلة سوى حيضتها التي طلقها فيها ، فإن بدا له أن يطلقها فليطلقها طاهرا من حيضتها قبل أن يمسها ، فذلك الطلاق للعدة كما أمر الله \" . وكان عبد الله بن عمر طلقها تطليقة ، فحسبت من طلاقها وراجعها عبد الله بن عمر كما أمره رسول الله صلى الله عليه وسلم . في رواية عن ابن عمر أن رسول الله صلى الله عليه وسلم قال : هي واحدة . وهذا نص . وهو يرد على الشيعة قولهم .السابعة : عن عبد الله بن مسعود قال : طلاق السنة أن يطلقها في كل طهر تطليقة ; فإذا كان آخر ذلك فتلك العدة التي أمر الله تعالى بها . رواه الدارقطني عن الأعمش عن أبي إسحاق عن أبي الأحوص عن عبد الله . قال علماؤنا : طلاق السنة ما جمع شروطا سبعة : وهو أن يطلقها واحدة ، وهي ممن تحيض ، طاهرا ، لم يمسها في ذلك الطهر ، ولا تقدمه طلاق في حيض ، ولا تبعه طلاق في طهر يتلوه ، وخلا عن العوض . وهذه الشروط السبعة من حديث ابن عمر المتقدم . وقال الشافعي : طلاق السنة أن يطلقها في كل طهر خاصة ، ولو طلقها ثلاثا في طهر لم يكن بدعة . وقال أبو حنيفة : طلاق السنة أن يطلقها في كل طهر طلقة . وقال الشعبي : يجوز أن يطلقها في طهر جامعها فيه . فعلماؤنا قالوا : يطلقها واحدة في طهر لم يمس فيه ، ولا تبعه طلاق في عدة ، ولا يكون الطهر تاليا لحيض وقع فيه الطلاق ; لقول النبي صلى الله عليه وسلم : \" مره فليراجعها ثم ليمسكها حتى تطهر ثم تحيض ثم تطهر ، ثم إن شاء أمسك وإن شاء طلق . فتلك العدة التي أمر الله أن يطلق لها النساء \" . وتعلق الإمام الشافعي بظاهر قوله تعالى : فطلقوهن لعدتهن وهذا عام في كل طلاق كان واحدة أو اثنتين أو أكثر . وإنما راعى الله سبحانه الزمان [ ص: 142 ] في هذه الآية ولم يعتبر العدد . وكذلك حديث ابن عمر لأن النبي صلى الله عليه وسلم علمه الوقت لا العدد . قال ابن العربي : وهذه غفلة عن الحديث الصحيح ; فإنه قال : \" مره فليراجعها \" وهذا يدفع الثلاث . وفي الحديث أنه قال : \" أرأيت لو طلقها ثلاثا ؟ قال : حرمت عليك وبانت منك بمعصية \" . وقال أبو حنيفة : ظاهر الآية يدل على أن الطلاق الثلاث والواحدة سواء . وهو مذهب الشافعي لولا قوله بعد ذلك : لا تدري لعل الله يحدث بعد ذلك أمرا . وهذا يبطل دخول الثلاث تحت الآية . وكذلك قال أكثر العلماء ; وهو بديع لهم . وأما مالك فلم يخف عليه إطلاق الآية كما قالوا ، ولكن الحديث فسرها كما قلنا . وأما قول الشعبي : إنه يجوز طلاق في طهر جامعها فيه ، فيرده حديث ابن عمر بنصه ومعناه . أما نصه فقد قدمناه ، وأما معناه فلأنه إذا منع من طلاق الحائض لعدم الاعتداد به ، فالطهر المجامع فيه أولى بالمنع ; لأنه يسقط الاعتداد به مخافة شغل الرحم وبالحيض التالي له .قلت : وقد احتج الشافعي في طلاق الثلاث بكلمة واحدة بما رواه الدارقطني عن سلمة بن أبي سلمة بن عبد الرحمن عن أبيه أن عبد الرحمن بن عوف طلق امرأته تماضر بنت الأصبغ الكلبية وهي أم أبي سلمة ثلاث تطليقات في كلمة واحدة ; فلم يبلغنا أن أحدا من أصحابه عاب ذلك . قال : وحدثنا سلمة بن أبي سلمة عن أبيه أن حفص بن المغيرة طلق امرأته فاطمة بنت قيس على عهد رسول الله صلى الله عليه وسلم ثلاث تطليقات في كلمة ; فأبانها منه رسول الله صلى الله عليه وسلم ، ولم يبلغنا أن النبي صلى الله عليه وسلم عاب ذلك عليه . واحتج أيضا بحديث عويمر العجلاني لما لاعن قال : يا رسول الله ، هي طالق ثلاث . فلم ينكر عليه النبي صلى الله عليه وسلم . وقد انفصل علماؤنا عن هذا أحسن انفصال . بيانه في غير هذا الموضع . وقد ذكرناه في كتاب ( المقتبس من شرح موطأ مالك بن أنس ) . وعن سعيد بن المسيب وجماعة من التابعين أن من خالف السنة في الطلاق فأوقعه في حيض أو ثلاث لم يقع ; فشبهوه بمن وكل بطلاق السنة فخالف .الثامنة : قال الجرجاني : اللام في قوله تعالى : \" لعدتهن \" بمعنى في ; كقوله تعالى : هو الذي أخرج الذين كفروا من أهل الكتاب من ديارهم لأول الحشر . أي في أول الحشر . فقوله : لعدتهن أي في عدتهن ; أي في الزمان الذي يصلح لعدتهن . وحصل الإجماع على أن الطلاق في الحيض ممنوع وفي الطهر مأذون فيه . ففيه دليل على أن القرء هو [ ص: 143 ] الطهر . وقد مضى القول فيه في \" البقرة \" فإن قيل : معنى فطلقوهن لعدتهن أي في قبل عدتهن ، أو لقبل عدتهن . وهي قراءة النبي صلى الله عليه وسلم ; كما قال ابن عمر في صحيح مسلم وغيره . فقبل العدة آخر الطهر حتى يكون القرء الحيض ، قيل له : هذا هو الدليل الواضح لمالك ومن قال بقوله ; على أن الأقراء هي الأطهار . ولو كان كما قال الحنفي ومن تبعه لوجب أن يقال : إن من طلق في أول الطهر لا يكون مطلقا لقبل الحيض ; لأن الحيض لم يقبل بعد . وأيضا إقبال الحيض يكون بدخول الحيض ، وبانقضاء الطهر لا يتحقق إقبال الحيض . ولو كان إقبال الشيء إدبار ضده لكان الصائم مفطرا قبل مغيب الشمس ; إذ الليل يكون مقبلا في إدبار النهار قبل انقضاء النهار . ثم إذا طلق في آخر الطهر فبقية الطهر قرء ، ولأن بعض القرء يسمى قرءا لقوله تعالى : الحج أشهر معلومات يعني شوالا وذا القعدة وبعض ذي الحجة ; لقوله تعالى : فمن تعجل في يومين فلا إثم عليه وهو ينفر في بعض اليوم الثاني . وقد مضى هذا كله في \" البقرة \" مستوفى .التاسعة : قوله تعالى : \" وأحصوا العدة \" يعني في المدخول بها ; لأن غير المدخول بها لا عدة عليها ، وله أن يراجعها فيما دون الثلاث قبل انقضاء العدة ، ويكون بعدها كأحد الخطاب . ولا تحل له في الثلاث إلا بعد زوج .العاشرة : قوله تعالى : وأحصوا العدة معناه احفظوها ; أي احفظوا الوقت الذي وقع فيه الطلاق ، حتى إذا انفصل المشروط منه وهو الثلاثة قروء في قوله تعالى : والمطلقات يتربصن بأنفسهن ثلاثة قروء حلت للأزواج . وهذا يدل على أن العدة هي الأطهار وليست بالحيض . ويؤكده ويفسره قراءة النبي صلى الله عليه وسلم \" لقبل عدتهن \" وقبل الشيء بعضه لغة وحقيقة ، بخلاف استقباله فإنه يكون غيره .[ ص: 144 ] الحادية عشرة : من المخاطب بأمر الإحصاء ؟ وفيه ثلاث أقوال : أحدها : أنهم الأزواج . الثاني : أنهم الزوجات . الثالث : أنهم المسلمون . ابن العربي : والصحيح أن المخاطب بهذا اللفظ الأزواج ; لأن الضمائر كلها من \" طلقتم \" و \" أحصوا \" و \" لا تخرجوهن \" على نظام واحد يرجع إلى الأزواج ، ولكن الزوجات داخلة فيه بالإلحاق بالزوج ; لأن الزوج يحصي ليراجع ، وينفق أو يقطع ، وليسكن أو يخرج وليلحق نسبه أو يقطع . وهذه كلها أمور مشتركة بينه وبين المرأة ، وتنفرد المرأة دونه بغير ذلك . وكذلك الحاكم يفتقر إلى الإحصاء للعدة للفتوى عليها ، وفصل الخصومة عند المنازعة فيها . وهذه فوائد الإحصاء المأمور به .الثانية عشرة : قوله تعالى : واتقوا الله ربكم أي لا تعصوه .لا تخرجوهن من بيوتهن أي ليس للزوج أن يخرجها من مسكن النكاح ما دامت في العدة ، ولا يجوز لها الخروج أيضا لحق الزوج إلا لضرورة ظاهرة ، فإن خرجت أثمت ولا تنقطع العدة . والرجعية والمبتوتة في هذا سواء . وهذا لصيانة ماء الرجل . وهذا معنى إضافة البيوت إليهن ; كقوله تعالى : واذكرن ما يتلى في بيوتكن من آيات الله والحكمة ، وقوله تعالى : وقرن في بيوتكن فهو إضافة إسكان وليس إضافة تمليك . وقوله : لا تخرجوهن يقتضي أن يكون حقا في الأزواج . ويقتضي قوله : \" ولا يخرجن \" أنه حق على الزوجات . وفي صحيح الحديث عن جابر بن عبد الله قال : طلقت خالتي فأرادت أن تجد نخلها فزجرها رجل أن تخرج ; فأتت النبي صلى الله عليه وسلم فقال : \" بلى فجدي نخلك ، فإنك عسى أن تصدقي أو تفعلي معروفا \" . خرجه مسلم . ففي هذا الحديث دليل لمالك والشافعي وابن حنبل والليث على قولهم : إن المعتدة تخرج بالنهار في حوائجها ، وإنما تلزم منزلها بالليل . وسواء عند مالك كانت رجعية أو بائنة . وقال الشافعي في الرجعية : لا تخرج ليلا ولا نهارا ، وإنما تخرج نهارا المبتوتة . وقال أبو حنيفة : ذلك في المتوفى عنها زوجها ، وأما المطلقة فلا تخرج لا ليلا ولا نهارا . والحديث يرد عليه . وفي الصحيحين أن أبا حفص بن عمرو خرج مع علي بن أبي طالب إلى اليمن ، فأرسل إلى امرأته فاطمة بنت قيس بتطليقة كانت بقيت من طلاقها ، وأمر لها الحارث بن هشام [ ص: 145 ] وعياش بن أبي ربيعة بنفقة ; فقالا لها : والله ما لك من نفقة إلا أن تكوني حاملا . فأتت النبي صلى الله عليه وسلم فذكر له قولهما . فقال : \" لا نفقة لك \" فاستأذنته في الانتقال فأذن لها ; فقالت : أين يا رسول الله ؟ فقال : \" إلى ابن أم مكتوم \" ، وكان أعمى تضع ثيابها عنده ولا يراها . فلما مضت عدتها أنكحها النبي صلى الله عليه وسلم أسامة بن زيد . فأرسل إليها مروان قبيصة بن ذؤيب يسألها عن الحديث ، فحدثته . فقال مروان : لم نسمع هذا الحديث إلا من امرأة ، سنأخذ بالعصمة التي وجدنا الناس عليها . فقالت فاطمة حين بلغها قول مروان : فبيني وبينكم القرآن ، قال الله عز وجل : لا تخرجوهن من بيوتهن الآية ، قالت : هذا لمن كانت له رجعة ; فأي أمر يحدث بعد الثلاث ؟ فكيف تقولون : لا نفقة لها إذا لم تكن حاملا ، فعلام تحبسونها ؟ لفظ مسلم . فبين أن الآية في تحريم الإخراج والخروج إنما هو في الرجعية . وكذلك استدلت فاطمة بأن الآية التي تليها إنما تضمنت النهي عن خروج المطلقة الرجعية ; لأنها بصدد أن يحدث لمطلقها رأي في ارتجاعها ما دامت في عدتها ; فكأنها تحت تصرف الزوج في كل وقت . وأما البائن فليس له شيء من ذلك ; فيجوز لها أن تخرج إذا دعتها إلى ذلك حاجة ، أو خافت عورة منزلها ; كما أباح لها النبي صلى الله عليه وسلم ذلك . وفي مسلم : قالت فاطمة : يا رسول الله ، زوجي طلقني ثلاثا وأخاف أن يقتحم علي . قال : فأمرها فتحولت . وفي البخاري عن عائشة أنها كانت في مكان وحش فخيف على ناحيتها ; فلذلك أرخص النبي صلى الله عليه وسلم لها . وهذا كله يرد على الكوفي قوله . وفي حديث فاطمة : أن زوجها أرسل إليها بتطليقة كانت بقيت من طلاقها ; فهو حجة لمالك وحجة على الشافعي . وهو أصح من حديث سلمة بن أبي سلمة عن أبيه أن حفص بن المغيرة طلق امرأته ثلاث تطليقات في كلمة ; على ما تقدم .الثالثة عشرة : قوله تعالى : إلا أن يأتين بفاحشة مبينة قال ابن عباس وابن عمر والحسن والشعبي ومجاهد : هو الزنى ; فتخرج ويقام عليها الحد . وعن ابن عباس أيضا والشافعي : أنه البذاء على أحمائها ; فيحل لهم إخراجها . وروي عن سعيد بن المسيب أنه قال في فاطمة : [ ص: 146 ] تلك امرأة استطالت على أحمائها بلسانها فأمرها عليه السلام أن تنتقل . وفي كتاب أبي داود قال سعيد : تلك امرأة فتنت الناس ، إنها كانت لسنة فوضعت على يدي ابن أم مكتوم الأعمى . قال عكرمة : في مصحف أبي \" إلا أن يفحشن عليكم \" . ويقوي هذا أن محمد بن إبراهيم بن الحارث روى أن عائشة قالت لفاطمة بنت قيس : اتقي الله فإنك تعلمين لم أخرجت ؟ وعن ابن عباس أيضا : الفاحشة كل معصية كالزنى والسرقة والبذاء على الأهل . وهو اختيار الطبري . وعن ابن عمر أيضا والسدي : الفاحشة خروجها من بيتها في العدة . وتقدير الآية : إلا أن يأتين بفاحشة مبينة بخروجهن من بيوتهن بغير حق ; أي لو خرجت كانت عاصية . وقال قتادة : الفاحشة النشوز ، وذلك أن يطلقها على النشوز فتتحول عن بيته . قال ابن العربي : أما من قال : إنه الخروج للزنى ; فلا وجه له ; لأن ذلك الخروج هو خروج القتل والإعدام : وليس ذلك بمستثنى في حلال ولا حرام . وأما من قال : إنه البذاء ; فهو مفسر في حديث فاطمة بنت قيس . وأما من قال : إنه كل معصية ; فوهم لأن الغيبة ونحوها من المعاصي لا تبيح الإخراج ولا الخروج . وأما من قال : إنه الخروج بغير حق ; فهو صحيح . وتقدير الكلام : لا تخرجوهن من بيوتهن ولا يخرجن شرعا إلا أن يخرجن تعديا .الرابعة عشرة : قوله تعالى : وتلك حدود الله أي هذه الأحكام التي بينها أحكام الله على العباد ، وقد منع التجاوز عنها ، فمن تجاوز فقد ظلم نفسه وأوردها مورد الهلاك .لا تدري لعل الله يحدث بعد ذلك أمرا الأمر الذي يحدثه الله أن يقلب قلبه من بغضها إلى محبتها ، ومن الرغبة عنها إلى الرغبة فيها ، ومن عزيمة الطلاق إلى الندم عليه ; فيراجعها . وقال جميع المفسرين : أراد بالأمر هنا الرغبة في الرجعة . ومعنى القول : التحريض على طلاق الواحدة والنهي عن الثلاث ; فإنه إذا طلق أضر بنفسه عند الندم على الفراق والرغبة في الارتجاع ، فلا يجد عند الرجعة سبيلا . وقال مقاتل : بعد ذلك أي بعد طلقة أو طلقتين أمرا أي المراجعة من غير خلاف ."
    },
    {
      "ayah": 10,
      "surah": 65,
      "text": "أعد الله لهم عذابا شديدا بين ذلك الخسر وأنه عذاب [ ص: 161 ] جهنم في الآخرة .فاتقوا الله يا أولي الألباب أي العقول .\" الذين آمنوا \" بدل من \" أولي الألباب \" أو نعت لهم ; أي يا أولي الألباب الذين آمنتم بالله اتقوا الله الذي أنزل عليكم القرآن ; أي خافوه واعملوا بطاعته وانتهوا عن معاصيه . وقد تقدم ."
    },
    {
      "ayah": 11,
      "surah": 65,
      "text": "\" رسولا \" قال الزجاج : إنزال الذكر دليل على إضمار أرسل ; أي أنزل إليكم قرآنا وأرسل رسولا . وقيل : إن المعنى قد أنزل الله إليكم صاحب ذكر رسولا ; ف \" رسولا \" نعت للذكر على تقدير حذف المضاف . وقيل : إن رسولا معمول للذكر لأنه مصدر ; والتقدير : قد أنزل الله إليكم أن ذكر رسولا . ويكون ذكره الرسول قوله : محمد رسول الله . ويجوز أن يكون \" رسولا \" بدل من ذكر ، على أن يكون رسولا بمعنى رسالة ، أو على أن يكون على بابه ويكون محمولا على المعنى ، كأنه قال : قد أظهر الله لكم ذكرا رسولا ، فيكون من باب بدل الشيء من الشيء وهو هو . ويجوز أن ينتصب رسولا على الإغراء كأنه قال : اتبعوا رسولا . وقيل : الذكر هنا الشرف ، نحو قوله تعالى : لقد أنزلنا إليكم كتابا فيه ذكركم ، وقوله تعالى : وإنه لذكر لك ولقومك ، ثم بين هذا الشرف ، فقال : رسولا . والأكثر على أن المراد بالرسول هنا محمد صلى الله عليه وسلم . وقال الكلبي : هو جبريل ، فيكونان جميعا منزلين .يتلو عليكم آيات الله نعت لرسول . و \" آيات الله \" القرآن .\" مبينات \" قراءة العامة بفتح الياء ; أي بينها الله . وقرأ ابن عامر وحفص وحمزة والكسائي بكسرها ، أي يبين لكم ما تحتاجون إليه من الأحكام . والأولى قراءة ابن عباس واختيار أبي عبيد وأبي حاتم ، لقوله تعالى : قد بينا لكم الآيات .ليخرج الذين آمنوا وعملوا الصالحات أي من سبق له ذلك في علم الله .من الظلمات أي من الكفر .إلى النور الهدى والإيمان . قال ابن عباس : نزلت في مؤمني أهل الكتاب . وأضاف الإخراج إلى الرسول لأن الإيمان يحصل منه بطاعته .قوله تعالى : ومن يؤمن بالله ويعمل صالحا يدخله جنات تجري من تحتها الأنهار قرأ نافع وابن عامر بالنون ، والباقون بالياء .قد أحسن الله له رزقا أي وسع الله له في الجنات ."
    },
    {
      "ayah": 12,
      "surah": 65,
      "text": "قوله تعالى : الله الذي خلق سبع سماوات ومن الأرض مثلهن يتنزل الأمر بينهن لتعلموا أن الله على كل شيء قدير وأن الله قد أحاط بكل شيء علما[ ص: 162 ] قوله تعالى : الله الذي خلق سبع سماوات ومن الأرض مثلهن دل على كمال قدرته وأنه يقدر على البعث والمحاسبة . ولا خلاف في السموات أنها سبع بعضها فوق بعض ; دل على ذلك حديث الإسراء وغيره . ثم قال : ومن الأرض مثلهن يعني سبعا . واختلف فيهن على قولين : أحدهما : وهو قول الجمهور - أنها سبع أرضين طباقا بعضها فوق بعض ، بين كل أرض وأرض مسافة كما بين السماء والسماء ، وفي كل أرض سكان من خلق الله . وقال الضحاك : ومن الأرض مثلهن أي سبعا من الأرضين ، ولكنها مطبقة بعضها على بعض من غير فتوق بخلاف السموات . والأول أصح ; لأن الأخبار دالة عليه في الترمذي والنسائي وغيرهما . وقد مضى ذلك مبينا في \" البقرة \" . وقد خرج أبو نعيم قال : حدثنا محمد بن علي بن حبيش قال : حدثنا إسماعيل بن إسحاق السراج ، ( ح ) وحدثنا أبو محمد بن حبان قال : حدثنا عبد الله بن محمد بن ناجية قال : حدثنا سويد بن سعيد قال : حدثنا حفص بن ميسرة عن موسى بن عقبة عن عطاء بن أبي مروان عن أبيه أن كعبا حلف له بالذي فلق البحر لموسى أن صهيبا حدثه أن محمدا صلى الله عليه وسلم لم ير قرية يريد دخولها إلا قال حين يراها : \" اللهم رب السموات السبع وما أظللن ، ورب الأرضين السبع وما أقللن ، ورب الشياطين وما أضللن ، ورب الرياح وما أذرين ، إنا نسألك خير هذه القرية وخير أهلها ، ونعوذ بك من شرها وشر أهلها وشر ما فيها \" . قال أبو نعيم : هذا حديث ثابت من حديث موسى بن عقبة تفرد به عن عطاء . روى عنه ابن أبي الزناد وغيره . وفي صحيح مسلم عن سعيد بن زيد قال : سمعت النبي صلى الله عليه وسلم يقول : \" من أخذ شبرا من الأرض ظلما فإنه يطوقه يوم القيامة من سبع أرضين \" ومثله حديث عائشة ، وأبين منهما حديث أبي هريرة قال : قال رسول الله صلى الله عليه وسلم : \" لا يأخذ أحد شبرا من الأرض بغير حقه إلا طوقه الله إلى سبع أرضين يوم القيامة \" . قال الماوردي : وعلى أنها سبع أرضين بعضها فوق بعض تختص دعوة أهل الإسلام بأهل الأرض العليا ، ولا تلزم من في غيرها من الأرضين وإن كان [ ص: 163 ] فيها من يعقل من خلق مميز . وفي مشاهدتهم السماء واستمدادهم الضوء منها قولان : أحدهما : أنهم يشاهدون السماء من كل جانب من أرضهم ويستمدون الضياء منها . وهذا قول من جعل الأرض مبسوطة . والقول الثاني : أنهم لا يشاهدون السماء ، وأن الله تعالى خلق لهم ضياء يستمدونه . وهذا قول من جعل الأرض كالكرة . وفي الآية قول ثالث حكاه الكلبي عن أبي صالح عن ابن عباس أنها سبع أرضين منبسطة ; ليس بعضها فوق بعض ، تفرق بينها البحار وتظل جميعهم السماء . فعلى هذا إن لم يكن لأحد من أهل الأرض وصول إلى أرض أخرى اختصت دعوة الإسلام بأهل هذه الأرض ، وإن كان لقوم منهم وصول إلى أرض أخرى احتمل أن تلزمهم دعوة الإسلام عند إمكان الوصول إليهم ; لأن فصل البحار إذا أمكن سلوكها لا يمنع من لزوم ما عم حكمه ، واحتمل ألا تلزمهم دعوة الإسلام لأنها لو لزمتهم لكان النص بها واردا ، ولكان صلى الله عليه وسلم بها مأمورا . والله أعلم ما استأثر بعلمه ، وصواب ما اشتبه على خلقه .ثم قال : يتنزل الأمر بينهن قال مجاهد : يتنزل الأمر من السموات السبع إلى الأرضين السبع . وقال الحسن : بين كل سماءين أرض وأمر . والأمر هنا الوحي ; في قول مقاتل وغيره . وعليه فيكون قوله : بينهن إشارة إلى بين هذه الأرض العليا التي هي أدناها وبين السماء السابعة التي هي أعلاها . وقيل : الأمر القضاء والقدر . وهو قول الأكثرين . فعلى هذا يكون المراد بقوله تعالى : بينهن إشارة إلى ما بين الأرض السفلى التي هي أقصاها وبين السماء السابعة التي هي أعلاها . وقيل : يتنزل الأمر بينهن بحياة بعض وموت بعض وغنى قوم وفقر قوم . وقيل : هو ما يدبر فيهن من عجيب تدبيره ; فينزل المطر ويخرج النبات ويأتي بالليل والنهار ، والصيف والشتاء ، ويخلق الحيوانات على اختلاف أنواعها وهيئاتها ; فينقلهم من حال إلى حال . قال ابن كيسان : وهذا على مجال اللغة واتساعها ; كما يقال للموت : أمر الله ; وللريح والسحاب ونحوها .لتعلموا أن الله على كل شيء قدير يعني أن من قدر على هذا الملك العظيم فهو على ما بينهما من خلقه أقدر ، ومن العفو والانتقام أمكن ; وإن استوى كل ذلك في مقدوره ومكنته .وأن الله قد أحاط بكل شيء علما فلا يخرج شيء عن علمه وقدرته . ونصب علما على المصدر المؤكد ; لأن أحاط بمعنى علم . وقيل : بمعنى : وأن الله أحاط إحاطة علما . ختمت السورة بحمد الله وعونه ."
    },
    {
      "ayah": 2,
      "surah": 65,
      "text": "قوله تعالى : فإذا بلغن أجلهن أي قاربن انقضاء العدة ; كقوله تعالى : وإذا طلقتم النساء فبلغن أجلهن فأمسكوهن أي قربن من انقضاء الأجل .فأمسكوهن بمعروف يعني المراجعة بالمعروف ; أي بالرغبة من غير قصد المضارة في الرجعة تطويلا لعدتها . كما تقدم في \" البقرة \" .أو فارقوهن بمعروف أي اتركوهن حتى تنقضي عدتهن فيملكن أنفسهن . وفي قوله تعالى : فإذا بلغن أجلهن ما يوجب أن يكون القول قول المرأة في انقضاء العدة إذا ادعت ذلك ، على ما بيناه في سورة \" البقرة \" عند قوله تعالى : ولا يحل لهن أن يكتمن ما خلق الله في أرحامهن الآية .قوله تعالى : وأشهدوا ذوي عدل منكم فيه مسائل :الأولى : قوله تعالى : \" وأشهدوا \" أمر بالإشهاد على الطلاق . وقيل : على الرجعة . والظاهر رجوعه إلى الرجعة لا إلى الطلاق . فإن راجع من غير إشهاد ففي صحة الرجعة قولان للفقهاء . وقيل : المعنى وأشهدوا عند الرجعة والفرقة جميعا . وهذا الإشهاد مندوب إليه عند أبي حنيفة ; كقوله تعالى : وأشهدوا إذا تبايعتم . وعند الشافعي واجب في الرجعة ، مندوب إليه في الفرقة . وفائدة الإشهاد ألا يقع بينهما التجاحد ، وألا يتهم في إمساكها ، ولئلا يموت أحدهما فيدعي الباقي ثبوت الزوجية ليرث .الثانية : الإشهاد عند أكثر العلماء على الرجعة ندب . وإذا جامع أو قبل أو باشر يريد بذلك الرجعة ، وتكلم بالرجعة يريد به الرجعة فهو مراجع عند مالك ، وإن لم يرد بذلك الرجعة فليس بمراجع . وقال أبو حنيفة وأصحابه : إذا قبل أو باشر أو لامس بشهوة فهو رجعة . وقالوا : [ ص: 148 ] والنظر إلى الفرج رجعة . وقال الشافعي وأبو ثور : إذا تكلم بالرجعة فهو رجعة . وقد قيل : وطؤه مراجعة على كل حال ، نواها أو لم ينوها . وروي ذلك عن طائفة من أصحاب مالك . وإليه ذهب الليث . وكان مالك يقول : إذا وطئ ولم ينو الرجعة فهو وطء فاسد ; ولا يعود لوطئها حتى يستبرئها من مائه الفاسد ، وله الرجعة في بقية العدة الأولى ، وليس له رجعة في هذا الاستبراء .الثالثة : أوجب الإشهاد في الرجعة أحمد بن حنبل في أحد قوليه ، والشافعي كذلك لظاهر الأمر . وقال مالك وأبو حنيفة وأحمد والشافعي في القول الآخر : إن الرجعة لا تفتقر إلى القبول ، فلم تفتقر إلى الإشهاد كسائر الحقوق ، وخصوصا حل الظهار بالكفارة . قال ابن العربي : وركب أصحاب الشافعي على وجوب الإشهاد في الرجعة أنه لا يصح أن يقول : كنت راجعت أمس وأنا أشهد اليوم على الإقرار بالرجعة ، ومن شرط الرجعة الإشهاد فلا تصح دونه . وهذا فاسد مبني على أن الإشهاد في الرجعة تعبد . ونحن لا نسلم فيها ولا في النكاح بأن نقول : إنه موضع للتوثق ، وذلك موجود في الإقرار كما هو موجود في الإنشاء .الرابعة : من ادعى بعد انقضاء العدة أنه راجع امرأته في العدة ، فإن صدقته جاز وإن أنكرت حلفت ، فإن أقام بينة أنه ارتجعها في العدة ولم تعلم بذلك لم يضره جهلها بذلك ، وكانت زوجته ، وإن كانت قد تزوجت ولم يدخل بها ثم أقام الأول البينة على رجعتها فعن مالك في ذلك روايتان : إحداهما : أن الأول أحق بها . والأخرى : أن الثاني أحق بها . فإن كان الثاني قد دخل بها فلا سبيل للأول إليها .الخامسة : قوله تعالى : ذوي عدل منكم قال الحسن : من المسلمين . وعن قتادة : من أحراركم . وذلك يوجب اختصاص الشهادة على الرجعة بالذكور دون الإناث ; لأن ذوي مذكر . ولذلك قال علماؤنا : لا مدخل للنساء فيما عدا الأموال . وقد مضى ذلك في سورة \" البقرة \" .السادسة : قوله تعالى : وأقيموا الشهادة لله أي تقربا إلى الله في إقامة الشهادة على وجهها ، إذا مست الحاجة إليها من غير تبديل ولا تغيير . وقد مضى في سورة \" البقرة \" معناه عند قوله تعالى : وأقوم للشهادة .[ ص: 149 ] قوله تعالى : ذلكم يوعظ به أي يرضى به .من كان يؤمن بالله واليوم الآخر فأما غير المؤمن فلا ينتفع بهذه المواعظ .قوله تعالى : ومن يتق الله يجعل له مخرجا عن النبي صلى الله عليه وسلم أنه سئل عمن طلق ثلاثا أو ألفا هل له من مخرج ؟ فتلاها . وقال ابن عباس والشعبي والضحاك : هذا في الطلاق خاصة ; أي من طلق كما أمره الله يكن له مخرج في الرجعة في العدة ، وأن يكون كأحد الخطاب بعد العدة . وعن ابن عباس أيضا يجعل له مخرجا ينجيه من كل كرب في الدنيا والآخرة . وقيل : المخرج هو أن يقنعه الله بما رزقه ; قاله علي بن صالح . وقال الكلبي : ومن يتق الله بالصبر عند المصيبة . يجعل له مخرجا من النار إلى الجنة . وقال الحسن : مخرجا مما نهى الله عنه . وقال أبو العالية : مخرجا من كل شدة . الربيع بن خيثم : يجعل له مخرجا من كل شيء ضاق على الناس . الحسين بن الفضل : ومن يتق الله في أداء الفرائض ، يجعل له مخرجا من العقوبة .ويرزقه الثواب"
    },
    {
      "ayah": 3,
      "surah": 65,
      "text": "من حيث لا يحتسب أي يبارك له فيما آتاه . وقال سهل بن عبد الله : ومن يتق الله في اتباع السنة يجعل له مخرجا من عقوبة أهل البدع ، ويرزقه الجنة من حيث لا يحتسب . وقيل : ومن يتق الله في الرزق بقطع العلائق يجعل له مخرجا بالكفاية . وقال عمر بن عثمان الصدفي : ومن يتق الله فيقف عند حدوده ويجتنب معاصيه يخرجه من الحرام إلى الحلال ، ومن الضيق إلى السعة ، ومن النار إلى الجنة . ويرزقه من حيث لا يحتسب من حيث لا يرجو . وقال ابن عيينة : هو البركة في الرزق . وقال أبو سعيد الخدري : ومن يبرأ من حوله وقوته بالرجوع إلى الله يجعل له مخرجا مما كلفه بالمعونة له . وتأول ابن مسعود ومسروق الآية على العموم . وقال أبو ذر : قال النبي صلى الله عليه وسلم : \" إني لأعلم آية لو أخذ بها الناس لكفتهم \" ثم تلا ومن يتق الله يجعل له مخرجا ويرزقه من حيث لا يحتسب . فما زال يكررها ويعيدها . وقال ابن عباس : قرأ النبي صلى الله عليه وسلم ومن يتق الله يجعل له مخرجا . ويرزقه من حيث لا يحتسب قال : [ ص: 150 ] \" مخرجا من شبهات الدنيا ومن غمرات الموت ومن شدائد يوم القيامة \" . وقال أكثر المفسرين فيما ذكر الثعلبي : إنها نزلت في عوف بن مالك الأشجعي . روى الكلبي عن أبي صالح عن ابن عباس قال : جاء عوف بن مالك الأشجعي إلى النبي صلى الله عليه وسلم فقال : يا رسول الله ، إن ابني أسره العدو وجزعت الأم . وعن جابر بن عبد الله : نزلت في عوف بن مالك الأشجعي أسر المشركون ابنا له يسمى سالما ، فأتى رسول الله صلى الله عليه وسلم وشكا إليه الفاقة وقال : إن العدو أسر ابني وجزعت الأم ، فما تأمرني ؟ فقال عليه السلام : \" اتق الله واصبر ، وآمرك وإياها أن تستكثرا من قول لا حول ولا قوة إلا بالله \" . فعاد إلى بيته وقال لامرأته : إن رسول الله صلى الله عليه وسلم أمرني وإياك أن نستكثر من قول لا حول ولا قوة إلا بالله . فقالت : نعم ما أمرنا به . فجعلا يقولان ; فغفل العدو عن ابنه ، فساق غنمهم وجاء بها إلى أبيه ; وهي أربعة آلاف شاة . فنزلت الآية ، وجعل النبي صلى الله عليه وسلم تلك الأغنام له . في رواية : أنه جاء وقد أصاب إبلا من العدو وكان فقيرا . قال الكلبي : أصاب خمسين بعيرا . وفي رواية : فأفلت ابنه من الأسر وركب ناقة للقوم ، ومر في طريقه بسرح لهم فاستاقه . وقال مقاتل : أصاب غنما ومتاعا فسأل النبي صلى الله عليه وسلم : أيحل لي أن آكل مما أتى به ابني ؟ قال : \" نعم \" . ونزلت : ومن يتق الله يجعل له مخرجا ويرزقه من حيث لا يحتسب . فروى الحسن عن عمران بن الحصين قال : قال رسول الله صلى الله عليه وسلم : \" من انقطع إلى الله كفاه الله كل مئونة ، ورزقه من حيث لا يحتسب . ومن انقطع إلى الدنيا وكله الله إليها \" . وقال الزجاج : أي إذا اتقى وآثر الحلال والتصبر على أهله ، فتح الله عليه إن كان ذا ضيقة ورزقه من حيث لا يحتسب . وعن ابن عباس أن النبي صلى الله عليه وسلم قال : \" من أكثر الاستغفار جعل الله له من كل هم فرجا ، ومن كل ضيق مخرجا ، ورزقه من حيث لا يحتسب \" .[ ص: 151 ] قوله تعالى : ومن يتوكل على الله فهو حسبه أي من فوض إليه أمره كفاه ما أهمه . وقيل : أي من اتقى الله وجانب المعاصي وتوكل عليه ، فله فيما يعطيه في الآخرة من ثوابه كفاية . ولم يرد الدنيا ; لأن المتوكل قد يصاب في الدنيا وقد يقتل .إن الله بالغ أمره قال مسروق : أي قاض أمره فيمن توكل عليه وفيمن لم يتوكل عليه ; إلا أن من توكل عليه فيكفر عنه سيئاته ويعظم له أجرا . وقراءة العامة \" بالغ \" منونا . \" أمره \" نصبا . وقرأ عاصم \" بالغ أمره \" بالإضافة وحذف التنوين استخفافا . وقرأ المفضل \" بالغا أمره \" على أن قوله : \" قد جعل الله \" خبر إن و \" بالغا \" حال . وقرأ داود بن أبي هند \" بالغ أمره \" بالتنوين ورفع الراء . قال الفراء : أي أمره بالغ . وقيل : \" أمره \" مرتفع ب \" بالغ \" والمفعول محذوف ; والتقدير : بالغ أمره ما أراد .قد جعل الله لكل شيء قدرا أي لكل شيء من الشدة والرخاء أجلا ينتهي إليه . وقيل تقديرا . وقال السدي : هو قدر الحيض في الأجل والعدة . وقال عبد الله بن رافع : لما نزل قوله تعالى : ومن يتوكل على الله فهو حسبه قال أصحاب النبي صلى الله عليه وسلم : فنحن إذا توكلنا عليه نرسل ما كان لنا ولا نحفظه ; فنزلت : إن الله بالغ أمره فيكم وعليكم . وقال الربيع بن خيثم : إن الله تعالى قضى على نفسه أن من توكل عليه كفاه ومن آمن به هداه ، ومن أقرضه جازاه ، ومن وثق به نجاه ، ومن دعاه أجاب له . وتصديق ذلك في كتاب الله : ومن يؤمن بالله يهد قلبه . ومن يتوكل على الله فهو حسبه . إن تقرضوا الله قرضا حسنا يضاعفه لكم . ومن يعتصم بالله فقد هدي إلى صراط مستقيم . وإذا سألك عبادي عني فإني قريب أجيب دعوة الداع إذا دعان ."
    },
    {
      "ayah": 4,
      "surah": 65,
      "text": "قوله تعالى : واللائي يئسن من المحيض من نسائكم إن ارتبتم فعدتهن ثلاثة أشهر فيه سبع مسائل :الأولى : قوله تعالى : واللائي يئسن من المحيض من نسائكم لما بين أمر الطلاق والرجعة في التي تحيض ، وكانوا قد عرفوا عدة ذوات الأقراء ، عرفهم في هذه السورة عدة التي لا ترى الدم . وقال أبو عثمان عمر بن سالم : لما نزلت عدة النساء في سورة \" البقرة \" في المطلقة والمتوفى عنها زوجها قال أبي بن كعب : يا رسول الله ، إن ناسا يقولون قد بقي من النساء من لم يذكر فيهن شيء : الصغار وذوات الحمل ، فنزلت : واللائي يئسن . . الآية . وقال مقاتل : لما ذكر قوله تعالى : والمطلقات يتربصن بأنفسهن ثلاثة قروء قال خلاد بن النعمان : يا رسول الله ، فما عدة التي لم تحض ، وعدة التي انقطع حيضها ، وعدة الحبلى ؟ فنزلت : واللائي يئسن من المحيض من نسائكم يعني قعدن عن المحيض . وقيل : إن معاذ بن جبل سأل عن عدة الكبيرة التي يئست ; فنزلت الآية . والله أعلم . وقال مجاهد : الآية واردة في المستحاضة لا تدري دم حيض هو أو دم علة .الثانية : قوله تعالى : إن ارتبتم أي شككتم ، وقيل تيقنتم . وهو من الأضداد ; يكون شكا ويقينا كالظن . واختيار الطبري أن يكون المعنى : إن شككتم فلم تدروا ما الحكم فيهن . وقال الزجاج : إن ارتبتم في حيضها وقد انقطع عنها الحيض وكانت ممن يحيض مثلها . القشيري : وفي هذا نظر ; لأنا إذا شككنا هل بلغت سن اليأس لم نقل عدتها ثلاثة أشهر . والمعتبر في سن اليأس في قول : أقصى عادة امرأة في العالم . وفي قول : غالب نساء عشيرة المرأة . وقال مجاهد : قوله إن ارتبتم للمخاطبين ; يعني إن لم تعلموا كم عدة اليائسة والتي لم تحض فالعدة هذه . وقيل : المعنى إن ارتبتم أن الدم الذي يظهر منها من أجل كبر أو من الحيض المعهود أو من الاستحاضة فالعدة ثلاثة أشهر . وقال عكرمة وقتادة : من الريبة المرأة المستحاضة التي لا يستقيم لها الحيض ; تحيض في أول الشهر مرارا وفي الأشهر مرة . وقيل : إنه متصل بأول السورة . والمعنى : لا تخرجوهن من بيوتهن إن ارتبتم في انقضاء العدة . وهو أصح ما قيل فيه .[ ص: 153 ] الثالثة : المرتابة في عدتها لا تنكح حتى تستبرئ نفسها من ريبتها ، ولا تخرج من العدة إلا بارتفاع الريبة . وقد قيل في المرتابة التي ترفعها حيضتها وهي لا تدري ما ترفعها : إنها تنتظر سنة من يوم طلقها زوجها ; منها تسعة أشهر استبراء ، وثلاثة عدة . فإن طلقها فحاضت حيضة أو حيضتين ثم ارتفع عنها بغير يأس منها انتظرت تسعة أشهر ، ثم ثلاثة من يوم طهرت من حيضتها ثم حلت للأزواج . وهذا قاله الشافعي بالعراق . فعلى قياس هذا القول تقيم الحرة المتوفى عنها زوجها المستبرأة بعد التسعة أشهر أربعة أشهر وعشرا ، والأمة شهرين وخمس ليال بعد التسعة الأشهر . وروي عن الشافعي أيضا أن أقراءها على ما كانت حتى تبلغ سن اليائسات . وهو قول النخعي والثوري وغيرهما ، وحكاه أبو عبيد عن أهل العراق . فإن كانت المرأة شابة وهي :المسألة الرابعة : استؤني بها هل هي حامل أم لا ; فإن استبان حملها فإن أجلها وضعه . وإن لم يستبن فقال مالك : عدة التي ارتفع حيضها وهي شابة سنة . وبه قال أحمد وإسحاق ورووه عن عمر بن الخطاب رضي الله عنه وغيره . وأهل العراق يرون أن عدتها ثلاث حيض بعدما كانت حاضت مرة واحدة في عمرها ، وإن مكثت عشرين سنة ، إلا أن تبلغ من الكبر مبلغا تيأس فيه من الحيض فتكون عدتها بعد الإياس ثلاثة أشهر . قال الثعلبي : وهذا الأصح من مذهب الشافعي وعليه جمهور العلماء . وروي ذلك عن ابن مسعود وأصحابه . قال الكيا : وهو الحق ; لأن الله تعالى جعل عدة الآيسة ثلاثة أشهر ; والمرتابة ليست آيسة .الخامسة : وأما من تأخر حيضها لمرض ; فقال مالك وابن القاسم وعبد الله بن أصبغ : تعتد تسعة أشهر ثم ثلاثة . وقال أشهب : هي كالمرضع بعد الفطام بالحيض أو بالسنة . وقد طلق حبان بن منقذ امرأته وهي ترضع ; فمكثت سنة لا تحيض لأجل الرضاع ، ثم مرض حبان فخاف أن ترثه فخاصمها إلى عثمان وعنده علي وزيد ، فقالا : نرى أن ترثه ; لأنها ليست من القواعد ولا من الصغار ; فمات حبان فورثته واعتدت عدة الوفاة .السادسة : ولو تأخر الحيض لغير مرض ولا رضاع فإنها تنتظر سنة لا حيض فيها ، تسعة أشهر ثم ثلاثة ; على ما ذكرناه . فتحل ما لم ترتب بحمل ; فإن ارتابت بحمل أقامت أربعة أعوام ، أو خمسة ، أو سبعة ; على اختلاف الروايات عن علمائنا . ومشهورها خمسة أعوام ; فإن تجاوزتها حلت . وقال أشهب : لا تحل أبدا حتى تنقطع عنها الريبة . قال ابن العربي : وهو الصحيح ; لأنه إذا جاز أن يبقى الولد في بطنها خمسة أعوام جاز أن يبقى عشرة وأكثر من ذلك . وقد روي عن مالك مثله .[ ص: 154 ] السابعة : وأما التي جهل حيضها بالاستحاضة ففيها ثلاثة أقوال : قال ابن المسيب : تعتد سنة . وهو قول الليث . قال الليث : عدة المطلقة وعدة المتوفى عنها زوجها إذا كانت مستحاضة سنة . وهو مشهور قول علمائنا ; سواء علمت دم حيضها من دم استحاضتها ، وميزت ذلك أو لم تميزه ، عدتها في ذلك كله عند مالك في تحصيل مذهبه سنة ; منها تسعة أشهر استبراء وثلاثة عدة . وقال الشافعي في أحد أقواله : عدتها ثلاثة أشهر . وهو قول جماعة من التابعين والمتأخرين من القرويين . ابن العربي : وهو الصحيح عندي . وقال أبو عمر : المستحاضة إذا كان دمها ينفصل فعلمت إقبال حيضتها أو إدبارها اعتدت ثلاثة قروء . وهذا أصح في النظر ، وأثبت في القياس والأثر .قوله تعالى : واللائي لم يحضن يعني الصغيرة فعدتهن ثلاثة أشهر ; فأضمر الخبر . وإنما كانت عدتها بالأشهر لعدم الأقراء فيها عادة ، والأحكام إنما أجراها الله تعالى على العادات ; فهي تعتد بالأشهر . فإذا رأت الدم في زمن احتماله عند النساء انتقلت إلى الدم لوجود الأصل ، وإذا وجد الأصل لم يبق للبدل حكم ; كما أن المسنة إذا اعتدت بالدم ثم ارتفع عادت إلى الأشهر . وهذا إجماع .قوله تعالى : وأولات الأحمال أجلهن أن يضعن حملهن فيه مسألتان :الأولى : قوله تعالى : وأولات الأحمال أجلهن وضع الحمل ، وإن كان ظاهرا في المطلقة لأنه عليها عطف وإليها رجع عقب الكلام ; فإنه في المتوفى عنها زوجها كذلك ; لعموم الآية وحديث سبيعة . وقد مضى في \" البقرة \" القول فيه مستوفى .الثانية : إذا وضعت المرأة ما وضعت من علقة أو مضغة حلت . وقال الشافعي وأبو حنيفة : لا تحل إلا بما يكون ولدا . وقد مضى القول فيه في سورة \" البقرة \" وسورة \" الرعد \" والحمد لله .قوله تعالى : ومن يتق الله يجعل له من أمره يسرا قال الضحاك : أي من يتقه في طلاق السنة يجعل له من أمره يسرا في الرجعة . مقاتل : ومن يتق الله في اجتناب معاصيه يجعل له من أمره يسرا في توفيقه للطاعة ."
    },
    {
      "ayah": 5,
      "surah": 65,
      "text": "ذلك أمر الله أي الذي ذكر من الأحكام أمر الله أنزله إليكم وبينه لكم .ومن يتق الله أي يعمل بطاعته .يكفر عنه سيئاته من الصلاة إلى الصلاة ، ومن الجمعة إلى الجمعة .ويعظم له أجرا أي في الآخرة ."
    },
    {
      "ayah": 6,
      "surah": 65,
      "text": "قوله تعالى : أسكنوهن من حيث سكنتم من وجدكم ولا تضاروهن لتضيقوا عليهن وإن كن أولات حمل فأنفقوا عليهن حتى يضعن حملهن فإن أرضعن لكم فآتوهن أجورهن وأتمروا بينكم بمعروف وإن تعاسرتم فسترضع له أخرىفيه أربع مسائل :الأولى : قوله تعالى : أسكنوهن من حيث سكنتم من وجدكم قال أشهب عن مالك : يخرج عنها إذا طلقها ويتركها في المنزل ; لقوله تعالى : أسكنوهن . فلو كان معها ما قال أسكنوهن . وقال ابن نافع : قال مالك في قول الله تعالى : أسكنوهن من حيث سكنتم يعني المطلقات اللائي بن من أزواجهن فلا رجعة لهم عليهن وليست حاملا ، فلها السكنى ولا نفقة لها ولا كسوة ، لأنها بائن منه ، لا يتوارثان ولا رجعة له عليها . وإن كانت حاملا فلها النفقة والكسوة والمسكن حتى تنقضي عدتها . أما من لم تبن منهن فإنهن نساؤهم يتوارثون ، ولا يخرجن إلا أن يأذن لهن أزواجهن ما كن في عدتهن ، ولم يؤمروا بالسكنى لهن لأن ذلك لازم لأزواجهن مع نفقتهن وكسوتهن ، حوامل كن أو غير حوامل . وإنما أمر الله بالسكنى للائي بن من أزواجهن مع نفقتهن ، قال الله تعالى : وإن كن أولات حمل فأنفقوا عليهن حتى يضعن حملهن فجعل عز وجل للحوامل اللائي قد بن من أزواجهن السكنى والنفقة . قال ابن العربي : وبسط ذلك وتحقيقه أن الله سبحانه لما ذكر السكنى أطلقها لكل مطلقة ، فلما ذكر النفقة قيدها بالحمل ، فدل على أن المطلقة البائن لا نفقة لها . وهي مسألة عظيمة قد مهدنا سبلها قرآنا وسنة ومعنى في مسائل الخلاف . وهذا مأخذها من القرآن . قلت : اختلف العلماء في المطلقة ثلاثا على ثلاثة أقوالفمذهب مالك والشافعي : أن لها السكنى ولا نفقة لها .ومذهب أبي حنيفة وأصحابه : أن لها السكنى والنفقة .ومذهب أحمد وإسحاق وأبي ثور : أن لا نفقة لها ولا سكنى ، على حديث فاطمة بنت قيس ، قالت : دخلت إلى رسول الله صلى الله عليه وسلم ومعي أخو زوجي ، فقلت : إن زوجي طلقني وإن هذا يزعم أن ليس لي سكنى ولا نفقة ؟ قال : \" بل لك السكنى ولك النفقة \" . قال : إن زوجها طلقها ثلاثا . فقال رسول الله صلى الله عليه وسلم : \" إنما السكنى والنفقة على من له عليها الرجعة \" . فلما قدمت الكوفة طلبني الأسود بن يزيد ليسألني عن ذلك ، وإن أصحاب عبد الله يقولون : إن لها السكنى والنفقة . [ ص: 156 ] خرجه الدارقطني . ولفظ مسلم عنها : أنه طلقها زوجها في عهد النبي صلى الله عليه وسلم ، وكان أنفق عليها نفقة دون ، فلما رأت ذلك قالت : والله لأعلمن رسول الله صلى الله عليه وسلم ، فإن كان لي نفقة أخذت الذي يصلحني ، وإن لم تكن لي نفقة لم آخذ شيئا . قالت : فذكرت ذلك لرسول الله صلى الله عليه وسلم فقال : \" لا نفقة لك ولا سكنى \" . وذكر الدارقطني عن الأسود قال : قال عمر لما بلغه قول فاطمة بنت قيس : لا نجيز في المسلمين قول امرأة . وكان يجعل للمطلقة ثلاثا السكنى والنفقة . وعن الشعبي قال : لقيني الأسود بن يزيد فقال . يا شعبي ، اتق الله وارجع عن حديث فاطمة بنت قيس ; فإن عمر كان يجعل لها السكنى والنفقة . قلت : لا أرجع عن شيء حدثتني به فاطمة بنت قيس عن رسول الله صلى الله عليه وسلم . قلت : ما أحسن هذا . وقد قال قتادة وابن أبي ليلى : لا سكنى إلا للرجعية ; لقوله تعالى : لا تدري لعل الله يحدث بعد ذلك أمرا ، وقوله تعالى : \" أسكنوهن \" راجع إلى ما قبله ، وهي المطلقة الرجعية . والله أعلم . ولأن السكنى تابعة للنفقة وجارية مجراها ; فلما لم تجب للمبتوتة نفقة لم يجب لها سكنى . وحجة أبي حنيفة أن للمبتوتة النفقة قوله تعالى : ولا تضاروهن لتضيقوا عليهن وترك النفقة من أكبر الأضرار . وفي إنكار عمر على فاطمة قولها ما يبين هذا ، ولأنها معتدة تستحق السكنى عن طلاق فكانت لها النفقة كالرجعية ، ولأنها محبوسة عليه لحقه فاستحقت النفقة كالزوجة . ودليل مالك قوله تعالى : وإن كن أولات حمل الآية . على ما تقدم بيانه . وقد قيل : إن الله تعالى ذكر المطلقة الرجعية وأحكامها أول الآية إلى قوله : ذوي عدل منكم ثم ذكر بعد ذلك حكما يعم المطلقات كلهن من تعديد الأشهر وغير ذلك . وهو عام في كل مطلقة ; فرجع ما بعد ذلك من الأحكام إلى كل مطلقة .الثانية : قوله تعالى : \" من وجدكم \" أي من سعتكم ; يقال : وجدت في المال أجد وجدا ووجدا ووجدا وجدة . والوجد : الغنى والمقدرة . وقراءة العامة بضم الواو . وقرأ الأعرج والزهري بفتحها ، ويعقوب بكسرها . وكلها لغات فيها .الثالثة : قوله تعالى : ولا تضاروهن لتضيقوا عليهن قال مجاهد : في المسكن . مقاتل : في النفقة ; وهو قول أبي حنيفة . وعن أبي الضحى : هو أن يطلقها فإذا بقي يومان من عدتها راجعها ثم طلقها .[ ص: 157 ] الرابعة : قوله تعالى : وإن كن أولات حمل فأنفقوا عليهن حتى يضعن حملهن لا خلاف بين العلماء في وجوب النفقة والسكنى للحامل المطلقة ثلاثا أو أقل منهن حتى تضع حملها . فأما الحامل المتوفى عنها زوجها فقال علي وابن عمر وابن مسعود وشريح والنخعي والشعبي وحماد وابن أبي ليلى وسفيان والضحاك : ينفق عليها من جميع المال حتى تضع . وقال ابن عباس وابن الزبير وجابر بن عبد الله ومالك والشافعي وأبو حنيفة وأصحابهم : لا ينفق عليها إلا من نصيبها . وقد مضى في \" البقرة \" بيانه .قوله تعالى : فإن أرضعن لكم الأولى : قوله تعالى : فإن أرضعن لكم - يعني المطلقات - أولادكم منهن فعلى الآباء أن يعطوهن أجرة إرضاعهن . وللرجل أن يستأجر امرأته للرضاع كما يستأجر أجنبية ولا يجوز عند أبي حنيفة وأصحابه الاستئجار إذا كان الولد منهن ما لم يبن . ويجوز عند الشافعي . وتقدم القول في الرضاع في \" البقرة \" و \" النساء \" مستوفى ولله الحمد .الثانية : قوله تعالى : وأتمروا بينكم بمعروف هو خطاب للأزواج والزوجات ; أي وليقبل بعضكم من بعض ما أمره به من المعروف الجميل . والجميل منها إرضاع الولد من غير أجرة . والجميل منه توفير الأجرة عليها للإرضاع . وقيل : ائتمروا في رضاع الولد فيما بينكم بمعروف حتى لا يلحق الولد إضرار . وقيل : هو الكسوة والدثار . وقيل : معناه لا تضار والدة بولدها ولا مولود له بولده .الثالثة : قوله تعالى : وإن تعاسرتم أي في أجرة الرضاع فأبى الزوج أن يعطي الأم رضاعها وأبت الأم أن ترضعه فليس له إكراهها ; وليستأجر مرضعة غير أمه . وقيل : معناه وإن تضايقتم وتشاكستم فليسترضع لولده غيرها ; وهو خبر في معنى الأمر . وقال الضحاك : إن أبت الأم أن ترضع استأجر لولده أخرى ، فإن لم يقبل أجبرت أمه على الرضاع بالأجر . وقد اختلف العلماء فيمن يجب عليه رضاع الولد على ثلاثة أقوال : قال علماؤنا : رضاع الولد على الزوجة ما دامت الزوجية ; إلا لشرفها وموضعها فعلى الأب رضاعه يومئذ في ماله . الثاني : قال أبو حنيفة : لا يجب على الأم بحال . الثالث : يجب عليها في كل حال . الرابعة : فإن طلقها فلا يلزمها رضاعه إلا أن يكون غير قابل ثدي غيرها فيلزمها حينئذ الإرضاع . فإن اختلفا في الأجر فإن دعت إلى أجر مثلها وامتنع الأب إلا تبرعا فالأم أولى بأجر المثل إذا لم يجد الأب متبرعا . وإن دعا الأب إلى أجر المثل وامتنعت الأم لتطلب شططا فالأب أولى به . فإن أعسر الأب بأجرتها أخذت جبرا برضاع ولدها ."
    },
    {
      "ayah": 7,
      "surah": 65,
      "text": "قوله تعالى : لينفق ذو سعة من سعته ومن قدر عليه رزقه فلينفق مما آتاه الله لا يكلف الله نفسا إلا ما آتاها سيجعل الله بعد عسر يسرا فيه أربع مسائل :الأولى : قوله تعالى : \" لينفق \" أي لينفق الزوج على زوجته وعلى ولده الصغير على قدر وسعه حتى يوسع عليهما إذا كان موسعا عليه . ومن كان فقيرا فعلى قدر ذلك . فتقدر النفقة بحسب الحالة من المنفق والحاجة من المنفق عليه بالاجتهاد على مجرى حياة العادة ; فينظر المفتي إلى قدر حاجة المنفق عليه ثم ينظر إلى حالة المنفق ، فإن احتملت الحالة أمضاها عليه ، فإن اقتصرت حالته على حاجة المنفق عليه ردها إلى قدر احتماله . وقال الإمام الشافعي رضي الله عنه وأصحابه : النفقة مقدرة محددة ، ولا اجتهاد لحاكم ولا لمفت فيها . وتقديرها هو بحال الزوج وحده من يسره وعسره ، ولا يعتبر بحالها وكفايتها . قالوا : فيجب لابنة الخليفة ما يجب لابنة الحارس . فإن كان الزوج موسرا لزمه مدان ، وإن كان متوسطا فمد ونصف ، وإن كان معسرا فمد . واستدلوا بقوله تعالى : لينفق ذو سعة من سعته الآية . فجعل الاعتبار بالزوج في اليسر والعسر دونها ; ولأن الاعتبار بكفايتها لا سبيل إلى علمه للحاكم ولا لغيره ; فيؤدي إلى الخصومة ; لأن الزوج يدعي أنها تلتمس فوق كفايتها ، وهي تزعم أن الذي تطلب قدر كفايتها ; فجعلناها مقدرة قطعا للخصومة . والأصل في هذا عندهم قوله تعالى : لينفق ذو سعة من سعته - كما ذكرنا - وقوله : على الموسع قدره وعلى المقتر قدره . والجواب أن هذه الآية لا تعطي أكثر من فرق بين نفقة الغني والفقير ، وإنها تختلف بعسر الزوج ويسره . وهذا مسلم . فأما إنه لا اعتبار بحال الزوجة على وجهه فليس فيه ، وقد قال الله تعالى : وعلى المولود له رزقهن وكسوتهن بالمعروف وذلك يقتضي تعلق المعروف في حقهما ; لأنه لم يخص في ذلك واحدا منهما . وليس من المعروف أن يكون كفاية الغنية مثل نفقة الفقيرة ; وقد قال رسول الله صلى الله عليه وسلم لهند : \" خذي ما يكفيك وولدك بالمعروف \" . فأحالها على الكفاية حين علم السعة من حال أبي سفيان الواجب عليه بطلبها ، ولم يقل لها لا اعتبار بكفايتك وأن الواجب لك شيء مقدر ، بل ردها إلى ما يعلمه من قدر كفايتها ولم يعلقه بمقدار معلوم . ثم ما ذكروه من التحديد يحتاج إلى توقيف ; والآية لا تقتضيه .[ ص: 159 ] الثانية : روي أن عمر رضي الله عنه فرض للمنفوس مائة درهم ، وفرض له عثمان خمسين درهما . ابن العربي : واحتمل أن يكون هذا الاختلاف بحسب اختلاف السنين أو بحسب حال القدر في التسعير لثمن القوت والملبس ، وقد روى محمد بن هلال المزني قال : حدثني أبي وجدتي أنها كانت ترد على عثمان ففقدها ، فقال لأهله : ما لي لا أرى فلانة ؟ فقالت امرأته : يا أمير المؤمنين ، ولدت الليلة ; فبعث إليها بخمسين درهما وشقيقة سنبلانية . ثم قال : هذا عطاء ابنك وهذه كسوته ، فإذا مرت له سنة رفعناه إلى مائة . وقد أتي علي رضي الله عنه بمنبوذ ففرض له مائة . قال ابن العربي : هذا الفرض قبل الفطام مما اختلف فيه العلماء ; فمنهم من رآه مستحبا لأنه داخل في حكم الآية ، ومنهم من رآه واجبا لما تجدد من حاجته وعرض من مؤنته ; وبه أقول . ولكن يختلف قدره بحاله عند الولادة وبحاله عند الفطام . وقد روى سفيان بن وهب أن عمر أخذ المد بيد والقسط بيد فقال : إني فرضت لكل نفس مسلمة في كل شهر مدي حنطة وقسطي خل وقسطي زيت . زاد غيره : وقال : إنا قد أجرينا لكم أعطياتكم وأرزاقكم في كل شهر ، فمن انتقصها فعل الله به كذا وكذا ; فدعا عليه . قال أبو الدرداء : كم سنة راشدة مهدية قد سنها عمر رضي الله عنه في أمة محمد صلى الله عليه وسلم ! والمد والقسط كيلان شاميان في الطعام والإدام ; وقد درسا بعرف آخر . فأما المد فدرس إلى الكيلجة . وأما القسط فدرس إلى الكيل ، ولكن التقدير فيه عندنا ربعان في الطعام وثمنان في الإدام . وأما الكسوة فبقدر العادة قميص وسراويل وجبة في الشتاء وكساء وإزار وحصير . وهذا الأصل ، ويتزيد بحسب الأحوال والعادة .الثالثة : هذه الآية أصل في وجوب النفقة للولد على الوالد دون الأم ; خلافا لمحمد بن المواز يقول : إنها على الأبوين على قدر الميراث . ابن العربي : ولعل محمدا أراد أنها على الأم عند عدم الأب . وفي البخاري عن النبي صلى الله عليه وسلم \" تقول لك المرأة : أنفق علي وإلا فطلقني . ويقول لك العبد : أنفق علي واستعملني . ويقول لك ولدك : أنفق علي ، إلى من تكلني \" فقد تعاضد القرآن والسنة وتواردا في شرعة واحدة .[ ص: 160 ] الرابعة : قوله تعالى : لا يكلف الله نفسا إلا ما آتاها أي لا يكلف الفقير مثل ما يكلف الغني . سيجعل الله بعد عسر يسرا أي بعد الضيق غنى ، وبعد الشدة سعة ."
    },
    {
      "ayah": 8,
      "surah": 65,
      "text": "قوله تعالى : وكأين من قرية لما ذكر الأحكام ذكر وحذر مخالفة الأمر ، وذكر عتو قوم وحلول العذاب بهم . وقد مضى القول في \" كأين \" في \" آل عمران \" والحمد لله .عتت عن أمر ربها ورسله أي عصت ; يعني القرية ، والمراد أهلها .فحاسبناها حسابا شديدا أي جازيناها بالعذاب في الدنياوعذبناها عذابا نكرا في الآخرة . وقيل : في الكلام تقديم وتأخير ; فعذبناها عذابا نكرا في الدنيا بالجوع والقحط والسيف والخسف والمسخ وسائر المصائب ، وحاسبناها في الآخرة حسابا شديدا . والنكر : المنكر . وقرئ مخففا ومثقلا ; وقد مضى في سورة \" الكهف \" ."
    },
    {
      "ayah": 9,
      "surah": 65,
      "text": "فذاقت وبال أمرها أي عاقبة كفرهاوكان عاقبة أمرها خسرا أي هلاكا في الدنيا بما ذكرنا ، والآخرة بجهنم . وجيء بلفظ الماضي كقوله تعالى : ونادى أصحاب الجنة أصحاب النار ونحو ذلك ; لأن المنتظر من وعد الله ووعيده ملقى في الحقيقة ; وما هو كائن فكأن قد ."
    }
  ]
}
