{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 72,
      "text": "سورة الجنمكية في قول الجميع . وهي ثمان وعشرون آيةبسم الله الرحمن الرحيمقل أوحي إلي أنه استمع نفر من الجن فقالوا إنا سمعنا قرآنا عجبافيه خمس مسائل :الأولى : قوله تعالى : قل أوحي إلي أي قل يا محمد لأمتك : أوحى الله إلي على لسان جبريل أنه استمع إلي نفر من الجن وما كان - عليه السلام - عالما به قبل أن أوحى إليه . هكذا قال ابن عباس وغيره على ما يأتي . وقرأ ابن أبي عبلة ( أحي ) على الأصل ; يقال أوحى إليه ووحى ، فقلبت الواو همزة ، ومنه قوله تعالى : وإذا الرسل أقتت وهو من القلب المطلق جوازه في كل واو مضمومة . وقد أطلقه المازني في المكسورة أيضا كإشاح وإسادة و ( إعاء أخيه ) ونحوه .الثانية : واختلف هل رآهم النبي - صلى الله عليه وسلم - أم لا ؟ فظاهر القرآن يدل على أنه لم يرهم ; لقوله تعالى : استمع ، وقوله تعالى : وإذ صرفنا إليك نفرا من الجن يستمعون القرآن . وفي [ ص: 4 ] صحيح مسلم والترمذي عن ابن عباس قال : ما قرأ رسول الله - صلى الله عليه وسلم - على الجن وما رآهم ، انطلق رسول الله - صلى الله عليه وسلم - في طائفة من أصحابه عامدين إلى سوق عكاظ ، وقد حيل بين الشياطين وبين خبر السماء ، وأرسلت عليهم الشهب ، فرجعت الشياطين إلى قومهم ; فقالوا : ما لكم ؟ قالوا : حيل بيننا وبين خبر السماء ، وأرسلت علينا الشهب ! قالوا : ما ذاك إلا من شيء حدث ، فاضربوا مشارق الأرض ومغاربها ، فانظروا ما هذا الذي حال بيننا وبين خبر السماء ؟ فانطلقوا يضربون مشارق الأرض ومغاربها ، فمر النفر الذين أخذوا نحو تهامة وهو بنخلة عامدين إلى سوق عكاظ ، وهو يصلي بأصحابه صلاة الفجر ; فلما سمعوا القرآن استمعوا له وقالوا : هذا الذي حال بيننا وبين خبر السماء . فرجعوا إلى قومهم فقالوا : يا قومنا : إنا سمعنا قرآنا عجبا يهدي إلى الرشد فآمنا به ولن نشرك بربنا أحدا فأنزل الله - عز وجل - على نبيه - صلى الله عليه وسلم - : قل أوحي إلي أنه استمع نفر من الجن : رواه الترمذي عن ابن عباس قال : قول الجن لقومهم : لما قام عبد الله يدعوه كادوا يكونون عليه لبدا قال : لما رأوه يصلي وأصحابه يصلون بصلاته فيسجدون بسجوده قال : تعجبوا من طواعية أصحابه له ، قالوا لقومهم : لما قام عبد الله يدعوه كادوا يكونون عليه لبدا . قال : هذا حديث حسن صحيح ; ففي هذا الحديث دليل على أنه - عليه السلام - لم ير الجن ولكنهم حضروه ، وسمعوا قراءته . وفيه دليل على أن الجن كانوا مع الشياطين حين تجسسوا الخبر بسبب الشياطين لما رموا بالشهب . وكان المرميون بالشهب من الجن أيضا .وقيل لهم شياطين كما قال : شياطين الإنس والجن فإن الشيطان كل متمرد وخارج عن طاعة الله . وفي الترمذي عن ابن عباس قال : كان الجن يصعدون إلى السماء يستمعون إلى الوحي فإذا سمعوا الكلمة زادوا فيها تسعا ، فأما الكلمة فتكون حقا ، وأما ما زادوا فيها ، فيكون باطلا . فلما بعث رسول الله - صلى الله عليه وسلم - منعوا مقاعدهم ، فذكروا ذلك لإبليس ولم تكن النجوم يرمى بها قبل ذلك ، فقال لهم إبليس : ما هذا الأمر إلا من أمر قد حدث في الأرض ! فبعث جنوده فوجدوا رسول الله - صلى الله عليه وسلم - قائما يصلي بين [ ص: 5 ] جبلين - أراه قال بمكة - فأتوه فأخبروه فقال : هذا الحديث الذي حدث في الأرض . قال : هذا حديث حسن صحيح .فدل هذا الحديث على أن الجن رموا كما رميت الشياطين . وفي رواية السدي : إنهم لما رموا أتوا إبليس فأخبروه بما كان من أمرهم فقال : إيتوني من كل أرض بقبضة من تراب أشمها فأتوه فشم فقال : صاحبكم بمكة . فبعث نفرا من الجن ، قيل : كانوا سبعة . وقيل : تسعة منهم زوبعة .وروى عاصم عن زر قال : قدم رهط زوبعة وأصحابه على النبي - صلى الله عليه وسلم - . وقال الثمالي : بلغني أنهم من بني الشيصبان ، وهم أكثر الجن عددا ، وأقواهم شوكة ، وهم عامة جنود إبليس . وروى أيضا عاصم عن زر : أنهم كانوا سبعة نفر ; ثلاثة من أهل حران وأربعة من أهل نصيبين . وحكى جويبر عن الضحاك : أنهم كانوا تسعة من أهل نصيبين ( قرية باليمن غير التي بالعراق ) . وقيل : إن الجن الذين أتوا مكة جن نصيبين ، والذين أتوه بنخلة جن نينوى . وقد مضى بيان هذا في سورة ( الأحقاف ) .قال عكرمة : والسورة التي كان يقرؤها رسول الله - صلى الله عليه وسلم - : اقرأ باسم ربك وقد مضى في سورة ( الأحقاف ) التعريف باسم النفر من الجن ، فلا معنى لإعادة ذلك .وقيل : إن النبي - صلى الله عليه وسلم - رأى الجن ليلة الجن وهو أثبت ; روى عامر الشعبي قال : سألت علقمة هل كان ابن مسعود شهد مع رسول الله - صلى الله عليه وسلم - ليلة الجن ؟ فقال علقمة : أنا سألت ابن مسعود فقلت : هل شهد أحد منكم مع رسول الله - صلى الله عليه وسلم - ليلة الجن ؟ قال : لا ، ولكنا كنا مع رسول الله - صلى الله عليه وسلم - ذات ليلة ففقدناه ، فالتمسناه في الأودية والشعاب ، فقلنا استطير أو اغتيل ، قال : فبتنا بشر ليلة بات بها قوم ، فلما أصبح إذا هو يجيء من قبل حراء ، فقلنا : يا رسول الله ! فقدناك وطلبناك فلم نجدك ، فبتنا بشر ليلة بات بها قوم ; فقال : \" أتاني داعي الجن فذهبت معه فقرأت عليهم القرآن \" فانطلق بنا فأرانا آثارهم وآثار نيرانهم ، وسألوه الزاد وكانوا من جن [ ص: 6 ] الجزيرة ، فقال : \" لكم كل عظم ذكر اسم الله عليه يقع في أيديكم أوفر ما يكون لحما ، وكل بعرة علف لدوابكم - فقال رسول الله - صلى الله عليه وسلم - : فلا تستنجوا بهما ، فإنهما طعام إخوانكم الجن \" .قال ابن العربي : وابن مسعود أعرف من ابن عباس ; لأنه شاهده وابن عباس سمعه وليس الخبر كالمعاينة .وقد قيل : إن الجن أتوا رسول الله - صلى الله عليه وسلم - دفعتين : إحداهما بمكة وهي التي ذكرها ابن مسعود ، والثانية بنخلة وهي التي ذكرها ابن عباس .قال البيهقي : الذي حكاه عبد الله بن عباس إنما هو في أول ما سمعت الجن قراءة النبي - صلى الله عليه وسلم - وعلمت بحاله ، وفي ذلك الوقت لم يقرأ عليهم ولم يرهم كما حكاه ، ثم أتاه داعي الجن مرة أخرى فذهب معه وقرأ عليهم القرآن كما حكاه عبد الله بن مسعود .قال البيهقي : والأحاديث الصحاح تدل على أن ابن مسعود لم يكن مع النبي - صلى الله عليه وسلم - ليلة الجن ، وإنما سار معه حين انطلق به وبغيره يريه آثار الجن وآثار نيرانهم . قال : وقد روي من غير وجه أنه كان معه ليلتئذ ، وقد مضى هذا المعنى في سورة ( الأحقاف ) والحمد لله .روي عن ابن مسعود أن النبي - صلى الله عليه وسلم - قال : \" أمرت أن أتلو القرآن على الجن فمن يذهب معي ؟ \" فسكتوا ، ثم قال الثانية ، ثم قال الثالثة ، ثم قال عبد الله بن مسعود : أنا أذهب معك يا رسول الله ، فانطلق حتى جاء الحجون عند شعب أبي دب فخط علي خطا فقال : \" لا تجاوزه \" ثم مضى إلى الحجون فانحدر عليه أمثال الحجل يحدرون الحجارة بأقدامهم ، يمشون يقرعون في دفوفهم كما تقرع النسوة في دفوفها ، حتى غشوه فلا أراه ، فقمت فأومى إلي بيده أن اجلس ، فتلا القرآن فلم يزل صوته يرتفع ، ولصقوا بالأرض حتى ما أراهم ، فلما انفتل إلي قال : \" أردت أن تأتيني \" ؟ قلت : نعم يا رسول الله . قال : \" ما كان ذلك لك ، هؤلاء الجن أتوا يستمعون القرآن ، ثم ولوا إلى قومهم منذرين فسألوني الزاد فزودتهم العظم والبعر فلا يستطيبن أحدكم بعظم ولا بعر \" .قال عكرمة : وكانوا اثني عشر ألفا من جزيرة الموصل . وفي رواية : انطلق بي - عليه السلام - حتى إذا جئنا المسجد الذي عند حائط عوف خط لي خطا ، فأتاه نفر منهم فقال أصحابنا كأنهم رجال الزط وكأن وجوههم المكاكي ، فقالوا : ما أنت ؟ قال : \" أنا نبي الله \" قالوا : فمن يشهد لك على ذلك ؟ قال : \" هذه الشجرة \" فقال : \" يا شجرة \" فجاءت تجر عروقها ، لها قعاقع حتى انتصبت بين يديه ، فقال : \" على ماذا تشهدين \" قالت : [ ص: 7 ] أشهد أنك رسول الله . فرجعت كما جاءت تجر بعروقها الحجارة ، لها قعاقع حتى عادت كما كانت . ثم روي أنه - عليه السلام - لما فرغ وضع رأسه على حجر ابن مسعود فرقد ثم استيقظ فقال : \" هل من وضوء \" قال : لا ، إلا أن معي إداوة فيها نبيذ . فقال : \" هل هو إلا تمر وماء \" فتوضأ منه .الثالثة : قد مضى الكلام في الماء في سورة ( الحجر ) وما يستنجى به في سورة ( براءة ) فلا معنى للإعادة .الرابعة : واختلف أهل العلم في أصل الجن ; فروى إسماعيل عن الحسن البصري : أن الجن ولد إبليس ، والإنس ولد آدم ، ومن هؤلاء وهؤلاء مؤمنون وكافرون ، وهم شركاء في الثواب والعقاب ، فمن كان من هؤلاء وهؤلاء مؤمنا فهو ولي الله ، ومن كان من هؤلاء وهؤلاء كافرا فهو شيطان .وروى الضحاك عن ابن عباس أن الجن هم ولد الجان وليسوا بشياطين ، وهم يؤمنون ; ومنهم المؤمن ومنهم الكافر ، والشياطين هم ولد إبليس لا يموتون إلا مع إبليس . واختلفوا في دخول مؤمني الجن الجنة على حسب الاختلاف في أصلهم ، فمن زعم أنهم من الجان لا من ذرية إبليس قال : يدخلون الجنة بإيمانهم . ومن قال : إنهم من ذرية إبليس فلهم فيه قولان : أحدهما : وهو قول الحسن يدخلونها . الثاني : وهو رواية مجاهد لا يدخلونها وإن صرفوا عن النار . حكاه الماوردي . وقد مضى في سورة ( الرحمن ) عند قوله تعالى : لم يطمثهن إنس قبلهم ولا جان بيان أنهم يدخلونها .الخامسة : قال البيهقي في روايته : وسألوه الزاد وكانوا من جن الجزيرة فقال : ( لكم كل عظم ) دليل على أنهم يأكلون ويطعمون . وقد أنكر جماعة من كفرة الأطباء والفلاسفة الجن ، وقالوا : إنهم بسائط ، ولا يصح طعامهم ; اجتراء على الله وافتراء ، والقرآن والسنة ترد عليهم ، وليس في المخلوقات بسيط مركب مزدوج ، إنما الواحد الواحد سبحانه ، وغيره مركب وليس بواحد كيفما تصرف حاله ، وليس يمتنع أن يراهم النبي - صلى الله عليه وسلم - في صورهم كما يرى الملائكة .وأكثر ما يتصورون لنا في صور الحيات ; ففي الموطأ أن رجلا حديث عهد بعرس استأذن [ ص: 8 ] رسول الله - صلى الله عليه وسلم - بأنصاف النهار أن يرجع إلى أهله . . . الحديث ، وفيه : فإذا حية عظيمة منطوية على الفراش ، فأهوى إليها بالرمح فانتظمها . وذكر الحديث .وفي الصحيح أنه - عليه السلام - قال : إن لهذه البيوت عوامر ، فإذا رأيتم منها شيئا فحرجوا عليها ثلاثا ، فإن ذهب وإلا فاقتلوه فإنه كافر . وقال : \" اذهبوا فادفنوا صاحبكم \" وقد مضى هذا المعنى في سورة ( البقرة ) وبيان التحريج عليهن .وقد ذهب قوم إلى أن ذلك مخصوص بالمدينة ; لقوله في الصحيح : \" إن بالمدينة جنا قد أسلموا \" . وهذا لفظ مختص بها فيختص بحكمها . قلنا : هذا يدل على أن غيرها من البيوت مثلها ; لأنه لم يعلل بحرمة المدينة ، فيكون ذلك الحكم مخصوصا بها ، وإنما علل بالإسلام ، وذلك عام في غيرها ، ألا ترى قوله في الحديث مخبرا عن الجن الذي لقي : ( وكانوا من جن الجزيرة ) ; وهذا بين يعضده قوله : \" ونهى عن عوامر البيوت \" وهذا عام . وقد مضى في سورة ( البقرة ) القول في هذا فلا معنى للإعادة .قوله تعالى : فقالوا إنا سمعنا قرآنا عجبا أي في فصاحة كلامه . وقيل : عجبا في بلاغة مواعظه . وقيل : عجبا في عظم بركته . وقيل : قرآنا عزيزا لا يوجد مثله . وقيل : يعنون عظيما ."
    },
    {
      "ayah": 10,
      "surah": 72,
      "text": "قوله تعالى : وأنا لا ندري أشر أريد بمن في الأرض أي هذا الحرس الذي حرست بهم السماء أم أراد بهم ربهم رشدا أي خيرا . قال ابن زيد : قال إبليس لا ندري ، هل أراد الله بهذا المنع أن ينزل على أهل الأرض عذابا أو يرسل إليهم رسولا . وقيل : هو من قول الجن فيما بينهم قبل أن يسمعوا قراءة النبي - صلى الله عليه وسلم - . أي لا ندري أشر أريد بمن في الأرض بإرسال محمد إليهم ، فإنهم يكذبونه ويهلكون بتكذيبه كما هلك من كذب من الأمم ، أم أراد أن يؤمنوا فيهتدوا ; فالشر والرشد على هذا الكفر والإيمان ; وعلى هذا كان عندهم علم بمبعث النبي - صلى الله عليه وسلم - ، ولما سمعوا قراءته علموا أنهم منعوا من السماء حراسة للوحي . وقيل : لا ; بل هذا قول قالوه لقومهم بعد أن انصرفوا إليهم منذرين ; أي لما آمنوا أشفقوا ألا يؤمن كثير من أهل الأرض فقالوا : إنا لا ندري أيكفر أهل الأرض بما آمنا به أم يؤمنون ؟"
    },
    {
      "ayah": 11,
      "surah": 72,
      "text": "قوله تعالى : وأنا منا الصالحون ومنا دون ذلك هذا من قول الجن ، أي قال بعضهم لبعض لما دعوا أصحابهم إلى الإيمان بمحمد - صلى الله عليه وسلم - ، وإنا كنا قبل استماع القرآن منا الصالحون ومنا الكافرون . وقيل : ومنا دون ذلك أي ومن دون الصالحين في الصلاح ، وهو أشبه من حمله على الإيمان والشرك . كنا طرائق قددا أي فرقا شتى ; قاله السدي . الضحاك : أديانا مختلفة . قتادة : أهواء متباينة ; ومنه قول الشاعر :القابض الباسط الهادي بطاعته في فتنة الناس إذ أهواؤهم قددوالمعنى : أي لم يكن كل الجن كفارا بل كانوا مختلفين : منهم كفار ، ومنهم مؤمنون صلحاء ، ومنهم مؤمنون غير صلحاء .وقال المسيب : كنا مسلمين ويهود ونصارى ومجوس . وقال السدي في قوله تعالى : طرائق قددا قال : في الجن مثلكم قدرية ، ومرجئة ، وخوارج ، ورافضة ، وشيعة ، وسنية .وقال قوم : أي وإنا بعد استماع القرآن مختلفون : منا المؤمنون ومنا الكافرون . أي ومنا الصالحون ومنا مؤمنون لم يتناهوا في الصلاح . والأول أحسن ; لأنه كان في الجن من آمن بموسى وعيسى ، وقد أخبر الله عنهم أنهم قالوا : إنا سمعنا كتابا أنزل من بعد موسى مصدقا لما بين يديه وهذا يدل على إيمان قوم منهم بالتوراة ، وكان هذا مبالغة منهم في دعاء من دعوهم إلى الإيمان . وأيضا لا فائدة في قولهم : نحن الآن منقسمون إلى مؤمن وإلى كافر .والطرائق : جمع الطريقة وهي مذهب الرجل ، أي كنا فرقا مختلفة . ويقال : القوم طرائق أي على مذاهب شتى . والقدد : نحو من الطرائق وهو توكيد لها ، واحدها : قدة . يقال : لكل طريق قدة ، وأصلها من قد السيور ، وهو قطعها ; قال لبيد يرثي أخاه أربد :لم تبلغ العين كل نهمتها     ليلة تمسي الجياد كالقددوقال آخر :ولقد قلت وزيد حاسر     يوم ولت خيل عمرو قدداوالقد بالكسر : سير يقد من جلد غير مدبوغ ; ويقال : ما له قد ولا قحف ; فالقد : إناء من جلد ، والقحف : من خشب ."
    },
    {
      "ayah": 12,
      "surah": 72,
      "text": "قوله تعالى : وأنا ظننا أن لن نعجز الله في الأرض الظن هنا بمعنى العلم واليقين ، وهو خلاف الظن في قوله تعالى : وأنا ظننا أن لن تقول ، وأنهم ظنوا أي علمنا بالاستدلال والتفكر في آيات الله ، أنا في قبضته وسلطانه ، لن نفوته بهرب ولا غيره . و هربا مصدر في موضع الحال أي هاربين ."
    },
    {
      "ayah": 13,
      "surah": 72,
      "text": "قوله تعالى : وأنا لما سمعنا الهدى يعني القرآن آمنا به وبالله ، وصدقنا محمدا - صلى الله عليه وسلم - على رسالته . وكان - صلى الله عليه وسلم - مبعوثا إلى الإنس والجن .قال الحسن : بعث الله محمدا - صلى الله عليه وسلم - إلى الإنس والجن ، ولم يبعث الله تعالى قط رسولا من الجن ، ولا من أهل البادية ، ولا من النساء ; وذلك قوله تعالى : وما أرسلنا من قبلك إلا رجالا نوحي إليهم من أهل القرى وقد تقدم هذا المعنى .وفي الصحيح : وبعثت إلى الأحمر والأسود أي الإنس والجن .فمن يؤمن بربه فلا يخاف بخسا ولا رهقا قال ابن عباس : لا يخاف أن ينقص من حسناته ولا أن يزاد في سيئاته ; لأن البخس النقصان والرهق : العدوان وغشيان المحارم ; قال الأعشى :لا شيء ينفعني من دون رؤيتها هل يشتفي وامق ما لم يصب رهقاالوامق : المحب ; وقد ومقه يمقه بالكسر أي أحبه ، فهو وامق . وهذا قول حكاه الله تعالى عن الجن ; لقوة إيمانهم وصحة إسلامهم . وقراءة العامة فلا يخاف رفعا على تقدير فإنه لا يخاف . وقرأ الأعمش ويحيى وإبراهيم ( فلا يخف ) جزما على جواب الشرط وإلغاء الفاء ."
    },
    {
      "ayah": 14,
      "surah": 72,
      "text": "قوله تعالى : وأنا منا المسلمون ومنا القاسطون أي وأنا بعد استماع القرآن مختلفون ، فمنا من أسلم ومنا من كفر .والقاسط : الجائر ، لأنه عادل عن الحق ، والمقسط : العادل ; لأنه عادل إلى الحق ; يقال : قسط : أي جار ، وأقسط : إذا عدل ; قال الشاعر :قوم هم قتلوا ابن هند عنوة     عمرا وهم قسطوا على النعمان[ ص: 17 ] فمن أسلم فأولئك تحروا رشدا أي قصدوا طريق الحق وتوخوه ومنه تحرى القبلة"
    },
    {
      "ayah": 15,
      "surah": 72,
      "text": "وأما القاسطون أي الجائرون عن طريق الحق والإيمان فكانوا لجهنم حطبا أي وقودا . وقوله : فكانوا أي في علم الله تعالى ."
    },
    {
      "ayah": 16,
      "surah": 72,
      "text": "قوله تعالى : وأن لو استقاموا على الطريقة هذا من قول الله تعالى . أي لو آمن هؤلاء الكفار لوسعنا عليهم في الدنيا وبسطنا لهم في الرزق . وهذا محمول على الوحي ; أي أوحي إلي أن لو استقاموا . ذكر ابن بحر : كل ما في هذه السورة من إن المكسورة المثقلة فهي حكاية لقول الجن الذين استمعوا القرآن ، فرجعوا إلى قومهم منذرين ، وكل ما فيها من أن المفتوحة المخففة فهي وحي إلى رسول الله - صلى الله عليه وسلم - .وقال ابن الأنباري : ومن كسر الحروف وفتح وأن لو استقاموا أضمر يمينا تاما ، تأويلها : والله أن لو استقاموا على الطريقة ; كما يقال في الكلام : والله أن قمت لقمت ، ووالله لو قمت قمت ; قال الشاعر :أما والله أن لو كنت حرا وما بالحر أنت ولا العتيقومن فتح ما قبل المخففة نسقها - أعني الخفيفة - على أوحي إلي أنه ، وأن لو استقاموا أو على آمنا به وبأن لو استقاموا . ويجوز لمن كسر الحروف كلها إلى أن المخففة ، أن يعطف المخففة على أوحي إلي أو على آمنا به ، ويستغني عن إضمار اليمين . وقراءة العامة بكسر الواو من لو لالتقاء الساكنين ، وقرأ ابن وثاب والأعمش بضم الواو .و ماء غدقا أي واسعا كثيرا ، وكانوا قد حبس عنهم المطر سبع سنين ; يقال : غدقت العين تغدق ، فهي غدقة ، إذا كثر ماؤها . وقيل : المراد الخلق كلهم أي لو استقاموا على الطريقة طريقة الحق والإيمان والهدى وكانوا مؤمنين مطيعين لأسقيناهم ماء غدقا أي كثيرا"
    },
    {
      "ayah": 17,
      "surah": 72,
      "text": "لنفتنهم فيه أي لنختبرهم كيف شكرهم فيه على تلك النعم . وقال عمر في هذه الآية : أينما كان الماء كان المال ، وأينما كان المال كانت الفتنة .فمعنى لأسقيناهم لوسعنا عليهم في الدنيا ; وضرب الماء الغدق الكثير لذلك مثلا ; لأن الخير والرزق كله بالمطر يكون ، فأقيم مقامه ; كقوله تعالى : ولو أن أهل القرى آمنوا واتقوا لفتحنا عليهم بركات من السماء والأرض وقوله تعالى : ولو أنهم أقاموا التوراة والإنجيل وما أنزل إليهم من ربهم لأكلوا من فوقهم ومن تحت أرجلهم [ ص: 18 ] أي بالمطر . والله أعلم .وقال سعيد بن المسيب وعطاء بن أبي رباح والضحاك وقتادة ومقاتل وعطية وعبيد بن عمير والحسن : كان والله أصحاب النبي - صلى الله عليه وسلم - سامعين مطيعين ، ففتحت عليهم كنوز كسرى وقيصر والمقوقس والنجاشي ، ففتنوا بها ، فوثبوا على إمامهم فقتلوه . يعني عثمان بن عفان .وقال الكلبي وغيره : وأن لو استقاموا على الطريقة التي هم عليها من الكفر فكانوا كلهم كفارا لوسعنا أرزاقهم مكرا بهم واستدراجا لهم ، حتى يفتتنوا بها ، فنعذبهم بها في الدنيا والآخرة . وهذا قول قاله الربيع بن أنس وزيد بن أسلم وابنه والكلبي والثمالي ويمان بن رباب وابن كيسان وأبو مجلز ، واستدلوا بقوله تعالى : فلما نسوا ما ذكروا به فتحنا عليهم أبواب كل شيء الآية . وقوله تعالى : ولولا أن يكون الناس أمة واحدة لجعلنا لمن يكفر بالرحمن لبيوتهم سقفا من فضة الآية ; والأول أشبه ; لأن الطريقة معرفة بالألف واللام ، فالأوجب أن تكون طريقته طريقة الهدى ; ولأن الاستقامة لا تكون إلا مع الهدى .وفي صحيح مسلم عن أبي سعيد الخدري - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال : أخوف ما أخاف عليكم ما يخرج الله لكم من زهرة الدنيا . قالوا : وما زهرة الدنيا ؟ قال : بركات الأرض وذكر الحديث . وقال - عليه السلام - : فوالله ما الفقر أخشى عليكم ، وإنما أخشى عليكم أن تبسط عليكم الدنيا كما بسطت على من قبلكم فتنافسوها كما تنافسوها فتهلككم كما أهلكتهم .قوله تعالى : ومن يعرض عن ذكر ربه يعني القرآن ; قاله ابن زيد . وفي إعراضه عنه وجهان : أحدهما : عن القبول ، إن قيل إنها في أهل الكفر . الثاني : عن العمل ، إن قيل إنها في المؤمنين .وقيل : ومن يعرض عن ذكر ربه أي لم يشكر نعمه يسلكه عذابا صعدا قرأ [ ص: 19 ] الكوفيون وعياش عن أبي عمرو يسلكه بالياء واختاره أبو عبيد وأبو حاتم ; لذكر اسم الله أولا فقال : ومن يعرض عن ذكر ربه . الباقون نسلكه بالنون . وروي عن مسلم بن جندب ضم النون وكسر اللام . وكذلك قرأ طلحة والأعرج وهما لغتان ، سلكه وأسلكه بمعنى ; أي ندخله . عذابا صعدا أي شاقا شديدا .قال ابن عباس : هو جبل ، في جهنم . [ الخدري : ] كلما جعلوا أيديهم عليه ذابت .وعن ابن عباس أن المعنى مشقة من العذاب . وذلك معلوم في اللغة أن الصعد : المشقة ، تقول : تصعدني الأمر : إذا شق عليك ; ومنه قول عمر : ما تصعدني شيء ما تصعدتني خطبة النكاح ، أي ما شق علي . وعذاب صعد أي شديد . والصعد : مصدر صعد ; يقال : صعد صعدا وصعودا ، فوصف به العذاب ; لأنه يتصعد المعذب أي يعلوه ويغلبه فلا يطيقه .وقال أبو عبيدة : الصعد مصدر ; أي عذابا ذا صعد ، والمشي في الصعود يشق . والصعود : العقبة الكئود . وقال عكرمة : هو صخرة ملساء في جهنم يكلف صعودها ; فإذا انتهى إلى أعلاها حدر إلى جهنم .وقال الكلبي : يكلف الوليد بن المغيرة أن يصعد جبلا في النار من صخرة ملساء ، يجذب من أمامه بسلاسل ، ويضرب من خلفه بمقامع حتى يبلغ أعلاها ، ولا يبلغ في أربعين سنة . فإذا بلغ أعلاها أحدر إلى أسفلها ، ثم يكلف أيضا صعودها ، فذلك دأبه أبدا ، وهو قوله تعالى : سأرهقه صعودا ."
    },
    {
      "ayah": 18,
      "surah": 72,
      "text": "قوله تعالى : وأن المساجد لله فلا تدعوا مع الله أحدافيه ست مسائل :الأولى : قوله تعالى : وأن المساجد لله ( أن ) بالفتح ، قيل : هو مردود إلى قوله تعالى : قل أوحي إلي أي قل أوحي إلي أن المساجد لله . وقال الخليل : أي ولأن المساجد لله . والمراد البيوت التي تبنيها أهل الملل للعبادة . وقال سعيد بن جبير : قالت الجن كيف لنا أن نأتي المساجد ونشهد معك الصلاة ونحن ناءون عنك ؟ فنزلت : وأن المساجد لله أي بنيت لذكر الله وطاعته .وقال الحسن : أراد بها كل البقاع ; لأن الأرض كلها مسجد للنبي - صلى الله عليه وسلم - ، يقول : \" أينما كنتم فصلوا فأينما صليتم فهو مسجد \" ، وفي الصحيح : وجعلت لي الأرض [ ص: 20 ] مسجدا وطهورا .وقال سعيد بن المسيب وطلق بن حبيب : أراد بالمساجد الأعضاء التي يسجد عليها العبد ، وهي القدمان والركبتان واليدان والوجه ; يقول : هذه الأعضاء أنعم الله بها عليك ، فلا تسجد لغيره بها ، فتجحد نعمة الله .قال عطاء : مساجدك : أعضاؤك التي أمرت أن تسجد عليها لا تذللها لغير خالقها .وفي الصحيح عن ابن عباس عن النبي - صلى الله عليه وسلم - قال : أمرت أن أسجد على سبعة أعظم الجبهة - وأشار بيده إلى أنفه - واليدين والركبتين وأطراف القدمين . وقال العباس : قال النبي - صلى الله عليه وسلم - : \" إذا سجد العبد سجد معه سبعة آراب \" .وقيل : المساجد هي الصلوات ; أي لأن السجود لله . قاله الحسن أيضا . فإن جعلت المساجد المواضع فواحدها مسجد بكسر الجيم ، ويقال بالفتح ; حكاه الفراء . وإن جعلتها الأعضاء فواحدها مسجد بفتح الجيم . وقيل : هو جمع مسجد وهو السجود ، يقال : سجدت سجودا ومسجدا ، كما تقول : ضربت في الأرض ضربا ومضربا بالفتح : إذا سرت في ابتغاء الرزق .وقال ابن [ ص: 21 ] عباس : المساجد هنا مكة التي هي القبلة وسميت مكة المساجد ; لأن كل أحد يسجد إليها . والقول الأول أظهر هذه الأقوال إن شاء الله ، وهو مروي عن ابن عباس - رحمه الله - .الثانية : قوله تعالى : لله إضافة تشريف وتكريم ، ثم خص بالذكر منها البيت العتيق فقال : وطهر بيتي .وقال - عليه السلام - : لا تعمل المطي إلا إلى ثلاثة مساجد الحديث خرجه الأئمة . وقد مضى الكلام فيه .وقال - عليه السلام - : صلاة في مسجدي هذا خير من ألف صلاة فيما سواه إلا المسجد الحرام .قال ابن العربي : وقد روي من طريق لا بأس بها أن النبي - صلى الله عليه وسلم - قال : صلاة في مسجدي هذا خير من ألف صلاة فيما سواه إلا المسجد الحرام ، فإن صلاة فيه خير من مائة صلاة في مسجدي هذا ولو صح هذا لكان نصا .قلت : هو صحيح بنقل العدل عن العدل حسب ما بيناه في سورة ( إبراهيم ) .الثالثة : المساجد وإن كانت لله ملكا وتشريفا فإنها قد تنسب إلى غيره تعريفا ; فيقال : مسجد فلان . وفي صحيح الحديث أن النبي - صلى الله عليه وسلم - سابق بين الخيل التي أضمرت من [ ص: 22 ] الحفياء وأمدها ثنية الوداع ، وسابق بين الخيل التي لم تضمر من الثنية إلى مسجد بني زريق . وتكون هذه الإضافة بحكم المحلية كأنها في قبلتهم ، وقد تكون بتحبيسهم ، ولا خلاف بين الأمة في تحبيس المساجد والقناطر والمقابر وإن اختلفوا في تحبيس غير ذلك .الرابعة : مع أن المساجد لله لا يذكر فيها إلا الله فإنه تجوز القسمة فيها للأموال . ويجوز وضع الصدقات فيها على رسم الاشتراك بين المساكين وكل من جاء أكل . ويجوز حبس الغريم فيها ، وربط الأسير والنوم فيها ، وسكنى المريض فيها ، وفتح الباب للجار إليها ، وإنشاد الشعر فيها إذا عري عن الباطل . وقد مضى هذا كله مبينا في سورة ( براءة ) و ( النور ) وغيرهما .الخامسة : قوله تعالى : فلا تدعوا مع الله أحدا هذا توبيخ للمشركين في دعائهم مع الله غيره في المسجد الحرام . وقال مجاهد : كانت اليهود والنصارى إذا دخلوا كنائسهم وبيعهم أشركوا بالله ، فأمر الله نبيه والمؤمنين أن يخلصوا لله الدعوة إذا دخلوا المساجد كلها . يقول : فلا تشركوا فيها صنما وغيره مما يعبد . وقيل : المعنى أفردوا المساجد لذكر الله ، ولا تتخذوها هزوا ومتجرا ومجلسا ، ولا طرقا ، ولا تجعلوا لغير الله فيها نصيبا .وفي الصحيح : من نشد ضالة في المسجد فقولوا لا ردها الله عليك ; فإن المساجد لم تبن لهذا وقد مضى في سورة ( النور ) ما فيه كفاية من أحكام المساجد والحمد لله .السادسة : روى الضحاك عن ابن عباس عن النبي - صلى الله عليه وسلم - : كان إذا دخل المسجد قدم رجله اليمنى . وقال : وأن المساجد لله فلا تدعوا مع الله أحدا اللهم أنا عبدك وزائرك وعلى كل [ ص: 23 ] مزور حق وأنت خير مزور فأسألك برحمتك أن تفك رقبتي من النار . فإذا خرج من المسجد قدم رجله اليسرى ; وقال : \" اللهم صب علي الخير صبا ولا تنزع عني صالح ما أعطيتني أبدا ولا تجعل معيشتي كدا ، واجعل لي في الأرض جدا \" أي غنى ."
    },
    {
      "ayah": 19,
      "surah": 72,
      "text": "قوله تعالى : وأنه لما قام عبد الله يدعوه يجوز الفتح ; أي أوحى الله إليه أنه . ويجوز الكسر على الاستئناف . و ( عبد الله ) هنا محمد - صلى الله عليه وسلم - حين كان يصلي ببطن نخلة ويقرأ القرآن ، حسب ما تقدم أول السورة . يدعوه أي يعبده . وقال ابن جريج : يدعوه أي قام إليهم داعيا إلى الله تعالى . كادوا يكونون عليه لبدا قال الزبير بن العوام : هم الجن حين استمعوا القرآن من النبي - صلى الله عليه وسلم - . أي كاد يركب بعضهم بعضا ازدحاما ويسقطون ، حرصا على سماع القرآن .وقيل : كادوا يركبونه حرصا ; قاله الضحاك . ابن عباس : رغبة في سماع الذكر . وروى برد عن مكحول : أن الجن بايعوا رسول الله - صلى الله عليه وسلم - في هذه الليلة وكانوا سبعين ألفا ، وفرغوا من بيعته عند انشقاق الفجر . وعن ابن عباس أيضا : إن هذا من قول الجن لما رجعوا إلى قومهم أخبروهم بما رأوا من طاعة أصحاب النبي - صلى الله عليه وسلم - وائتمامهم به في الركوع والسجود .وقيل : المعنى كاد المشركون يركبون بعضهم بعضا ، حردا على النبي - صلى الله عليه وسلم - . وقال الحسن وقتادة وابن زيد : يعني لما قام عبد الله محمد بالدعوة تلبدت الإنس والجن على هذا الأمر ليطفئوه ، وأبى الله إلا أن ينصره ويتم نوره . واختار الطبري أن يكون المعنى : كادت العرب يجتمعون على النبي - صلى الله عليه وسلم - ، ويتظاهرون على إطفاء النور الذي جاء به .وقال مجاهد : قوله ( لبدا ) جماعات وهو من تلبد الشيء على الشيء أي تجمع ; ومنه اللبد الذي يفرش لتراكم صوفه ، وكل شيء ألصقته إلصاقا شديدا فقد لبدته ، وجمع اللبدة لبد مثل قربة وقرب . ويقال للشعر الذي على ظهر الأسد لبدة وجمعها لبد ; قال زهير :لدى أسد شاكي السلاح مقذف له لبد أظفاره لم تقلمويقال للجراد الكثير لبد وفيه أربع لغات وقراءات : فتح الباء وكسر اللام ، وهي قراءة العامة . وضم اللام وفتح الباء ، وهي قراءة مجاهد وابن محيصن وهشام عن أهل الشام ، واحدتها لبدة . وبضم اللام والباء ، وهي قراءة أبي حيوة ومحمد بن السميقع وأبي الأشهب [ ص: 24 ] العقيلي والجحدري واحدها لبد مثل سقف وسقف ورهن ورهن . وبضم اللام وشد الباء وفتحها ، وهي قراءة الحسن وأبي العالية والأعرج والجحدري أيضا واحدها لابد ; مثل راكع وركع ، وساجد وسجد . وقيل : اللبد بضم اللام وفتح الباء الشيء الدائم ; ومنه قيل لنسر لقمان لبد لدوامه وبقائه ; قال النابغة :أخنى عليها الذي أخنى على لبدالقشيري : وقرئ ( لبدا ) بضم اللام والباء ، وهو جمع لبيد ، وهو الجولق الصغير . وفي الصحاح : وقوله تعالى : أهلكت مالا لبدا أي جما . ويقال أيضا : الناس لبد أي مجتمعون ، واللبد أيضا الذي لا يسافر ولا يبرح منزله . قال الشاعر :من امرئ ذي سماح لا تزال له     بزلاء يعيا بها الجثامة اللبدويروى : اللبد . قال أبو عبيد : وهو أشبه .والبزلاء : الرأي الجيد . وفلان نهاض ببزلاء : إذا كان ممن يقوم بالأمور العظام ; قال الشاعر :إني إذا شغلت قوما فروجهم     رحب المسالك نهاض ببزلاءولبد : آخر نسور لقمان ، وهو ينصرف ; لأنه ليس بمعدول . وتزعم العرب أن لقمان هو الذي بعثته عاد في وفدها إلى الحرم يستسقي لها ، فلما أهلكوا خير لقمان بين بقاء سبع بعرات سمر ، من أظب عفر ، في جبل وعر ، لا يمسها القطر ; أو بقاء سبعة أنسر كلما هلك نسر خلف بعده نسر ، فاختار النسور ، وكان آخر نسوره يسمى لبدا ، وقد ذكرته الشعراء ; قال النابغة :أضحت خلاء وأمسى أهلها احتملوا     أخنى عليها الذي أخنى على لبدواللبيد : الجوالق الصغير ; يقال : ألبدت القربة جعلتها في لبيد . ولبيد : اسم شاعر من بني عامر ."
    },
    {
      "ayah": 2,
      "surah": 72,
      "text": "يهدي إلى الرشد أي إلى مراشد الأمور . وقيل : إلى معرفة الله تعالى ; ويهدي في موضع الصفة أي هاديا . فآمنا به أي فاهتدينا به وصدقنا أنه من عند الله ولن نشرك بربنا أحدا أي لا نرجع إلى إبليس ولا نطيعه ; لأنه الذي كان بعثهم ليأتوه بالخبر ، ثم رمي الجن بالشهب . وقيل لا نتخذ مع الله إلها آخر ; لأنه المتفرد بالربوبية . وفي هذا تعجيب المؤمنين بذهاب مشركي قريش عما أدركته الجن بتدبرها القرآن .وقوله تعالى : استمع نفر من الجن أي استمعوا إلى النبي - صلى الله عليه وسلم - فعلموا أن ما يقرؤه كلام الله . ولم يذكر المستمع إليه [ ص: 9 ] لدلالة الحال عليه . والنفر الرهط ; قال الخليل : ما بين ثلاثة إلى عشرة . وقرأ عيسى الثقفي يهدي إلى الرشد بفتح الراء والشين ."
    },
    {
      "ayah": 20,
      "surah": 72,
      "text": "قوله تعالى : قل إنما أدعو ربي ولا أشرك به أحدا أي قال - صلى الله عليه وسلم - : \" إنما أدعو ربي \" ولا أشرك به أحدا وكذا قرأ أكثر القراء قال على الخبر . وقرأ حمزة وعاصم قل على الأمر . وسبب نزولها أن كفار قريش قالوا له : إنك جئت بأمر عظيم وقد عاديت الناس كلهم فارجع عن هذا فنحن نجيرك ; فنزلت ."
    },
    {
      "ayah": 21,
      "surah": 72,
      "text": "قوله تعالى : قل إني لا أملك لكم ضرا ولا رشدا أي لا أقدر أن أدفع عنكم ضرا ولا أسوق لكم خيرا . وقيل : لا أملك لكم ضرا أي كفرا ولا رشدا أي هدى ; أي إنما [ ص: 25 ] علي التبليغ . وقيل : الضر : العذاب ، والرشد النعيم . وهو الأول بعينه . وقيل : الضر الموت ، والرشد الحياة ."
    },
    {
      "ayah": 22,
      "surah": 72,
      "text": "قوله تعالى : قل إني لن يجيرني من الله أحد أي لا يدفع عذابه عني أحد إن استحفظته ; وهذا لأنهم قالوا اترك ما تدعو إليه ونحن نجيرك . وروى أبو الجوزاء عن ابن مسعود قال : انطلقت مع النبي - صلى الله عليه وسلم - ليلة الجن حتى أتى الحجون فخط علي خطا ، ثم تقدم إليهم فازدحموا عليه ، فقال سيد لهم يقال له وردان : أنا أزحلهم عنك ; فقال : \" إني لن يجيرني من الله أحد \" ذكره الماوردي . قال : ويحتمل معنيين : أحدهما : لن يجيرني مع إجارة الله لي أحد . الثاني : لن يجيرني مما قدره الله تعالى علي أحد .ولن أجد من دونه ملتحدا أي ملتجأ ألجأ إليه ; قاله قتادة . وعنه : نصيرا ومولى . السدي : حرزا . الكلبي : مدخلا في الأرض مثل السرب . وقيل : وليا ولا مولى . وقيل : مذهبا ولا مسلكا . حكاه ابن شجرة ، والمعنى واحد ; ومنه قول الشاعر :يا لهف نفسي ولهفي غير مجدية عني وما من قضاء الله ملتحد"
    },
    {
      "ayah": 23,
      "surah": 72,
      "text": "إلا بلاغا من الله ورسالاته فإن فيه الأمان والنجاة ; قاله الحسن .وقال قتادة : إلا بلاغا من الله فذلك الذي أملكه بتوفيق الله ، فأما الكفر والإيمان فلا أملكهما . فعلى هذا يكون مردودا إلى قوله تعالى : قل إني لا أملك لكم ضرا ولا رشدا أي لا أملك لكم إلا أن أبلغكم .وقيل : هو استثناء منقطع من قوله : لا أملك لكم ضرا ولا رشدا أي إلا أن أبلغكم أي لكن أبلغكم ما أرسلت به ; قاله الفراء .وقال الزجاج : هو منصوب على البدل من قوله : ملتحدا أي ولن أجد من دونه ملتحدا إلا أن أبلغ ما يأتيني من الله ورسالاته ; أي ومن رسالاته التي أمرني بتبليغها . أو إلا أن أبلغ عن الله وأعمل برسالته ، فآخذ نفسي بما آمر به غيري .وقيل هو مصدر ، و ( لا ) بمعنى لم ، و ( إن ) للشرط . والمعنى لن أجد من دونه ملتحدا : أي إن لم أبلغ رسالات ربي بلاغا .[ ص: 26 ] قوله تعالى : ومن يعص الله ورسوله في التوحيد والعبادة . فإن له نار جهنم كسرت إن ; لأن ما بعد فاء الجزاء موضع ابتداء وقد تقدم .خالدين فيها نصب على الحال ، وجمع خالدين لأن المعنى لكل من فعل ذلك ، فوحد أولا للفظ \" من \" ثم جمع للمعنى .وقوله أبدا دليل على أن العصيان هنا هو الشرك . وقيل : هو المعاصي غير الشرك ، ويكون معنى خالدين فيها أبدا إلا أن أعفو أو تلحقهم شفاعة ، ولا محالة إذا خرجوا من الدنيا على الإيمان يلحقهم العفو . وقد مضى هذا المعنى مبينا في سورة ( النساء ) وغيرها ."
    },
    {
      "ayah": 24,
      "surah": 72,
      "text": "قوله تعالى : حتى إذا رأوا ما يوعدون ، حتى هنا مبتدأ ، أي حتى إذا رأوا ما يوعدون من عذاب الآخرة ، أو ما يوعدون من عذاب الدنيا ، وهو القتل ببدر فسيعلمون حينئذ من أضعف ناصرا أهم أم المؤمنون . وأقل عددا معطوف ."
    },
    {
      "ayah": 25,
      "surah": 72,
      "text": "قوله تعالى : قل إن أدري أقريب ما توعدون يعني قيام الساعة . وقيل : عذاب الدنيا ; أي لا أدري ف ( إن ) بمعنى ( ما ) أو ( لا ) ; أي لا يعرف وقت نزول العذاب ووقت قيام الساعة إلا الله ; فهو غيب لا أعلم منه إلا ما يعرفنيه الله . و ( ما ) في قوله : ما يوعدون : يجوز أن يكون مع الفعل مصدرا ، ويجوز أن تكون بمعنى الذي ويقدر حرف العائد .أم يجعل له ربي أمدا أي غاية وأجلا . وقرأ العامة بإسكان الياء من ربي . وقرأ الحرميان وأبو عمرو بالفتح ."
    },
    {
      "ayah": 26,
      "surah": 72,
      "text": "قوله تعالى : عالم الغيب ، عالم رفعا نعتا لقوله : ربي . وقيل : أي هو عالم الغيب والغيب ما غاب عن العباد . وقد تقدم بيانه في سورة ( البقرة ) فلا يظهر على غيبه أحدا"
    },
    {
      "ayah": 27,
      "surah": 72,
      "text": "إلا من ارتضى من رسول فإنه يظهره على ما يشاء من غيبه ; لأن الرسل مؤيدون بالمعجزات ، ومنها الإخبار عن بعض الغائبات ; وفي التنزيل : وأنبئكم بما تأكلون وما تدخرون في بيوتكم .وقال ابن جبير : ( إلا من ارتضى من رسول ) هو جبريل - عليه السلام - . وفيه بعد ، والأولى أن يكون المعنى : أي لا يظهر على غيبه إلا من ارتضى أي اصطفى للنبوة ، فإنه يطلعه على ما يشاء من غيبه : ليكون ذلك دالا على نبوته .[ ص: 27 ] قال العلماء - رحمة الله عليهم - : لما تمدح سبحانه بعلم الغيب واستأثر به دون خلقه ، كان فيه دليل على أنه لا يعلم الغيب أحد سواه ، ثم استثنى من ارتضاه من الرسل ، فأودعهم ما شاء من غيبه بطريق الوحي إليهم ، وجعله معجزة لهم ودلالة صادقة على نبوتهم . وليس المنجم ومن ضاهاه ممن يضرب بالحصى وينظر في الكتب ويزجر بالطير ممن ارتضاه من رسول فيطلعه على ما يشاء من غيبه ، بل هو كافر بالله مفتر عليه بحدسه وتخمينه وكذبه .قال بعض العلماء : وليت شعري ما يقول المنجم في سفينة ركب فيها ألف إنسان على اختلاف أحوالهم ، وتباين رتبهم ، فيهم الملك والسوقة ، والعالم والجاهل ، والغني والفقير ، والكبير والصغير ، مع اختلاف طوالعهم ، وتباين مواليدهم ، ودرجات نجومهم ; فعمهم حكم الغرق في ساعة واحدة ؟ فإن قال المنجم - قبحه الله - : إنما أغرقهم الطالع الذي ركبوا فيه ، فيكون على مقتضى ذلك أن هذا الطالع أبطل أحكام تلك الطوالع كلها على اختلافها عند ولادة كل واحد منهم ، وما يقتضيه طالعه المخصوص به ، فلا فائدة أبدا في عمل المواليد ، ولا دلالة فيها على شقي ولا سعيد ، ولم يبق إلا معاندة القرآن العظيم . وفيه استحلال دمه على هذا التنجيم ، ولقد أحسن الشاعر حيث قال :حكم المنجم أن طالع مولدي يقضي علي بميتة الغرق     قل للمنجم صبحة الطوفانهل ولد الجميع بكوكب الغرقوقيل لأمير المؤمنين علي بن أبي طالب - رضي الله عنه - لما أراد لقاء الخوارج : أتلقاهم والقمر في العقرب ؟ فقال - رضي الله عنه - : فأين قمرهم ؟ وكان ذلك في آخر الشهر . فانظر إلى هذه الكلمة التي أجاب بها ، وما فيها من المبالغة في الرد على من يقول بالتنجيم ، والإفحام لكل جاهل يحقق أحكام النجوم . وقال له مسافر بن عوف : يا أمير المؤمنين ! لا تسر في هذه الساعة وسر في ثلاث ساعات يمضين من النهار . فقال له علي - رضي الله عنه - : ولم ؟ قال : إنك إن سرت في هذه الساعة أصابك وأصاب أصحابك بلاء وضر شديد ، وإن سرت في الساعة التي أمرتك بها ظفرت وظهرت وأصبت ما طلبت . فقال علي - رضي الله عنه - : ما كان لمحمد - صلى الله عليه وسلم - منجم ، ولا لنا من بعده - من كلام طويل يحتج فيه بآيات من التنزيل - فمن صدقك في هذا القول لم آمن عليه أن يكون كمن اتخذ من دون الله ندا أو ضدا ، اللهم لا طير إلا طيرك ، ولا خير إلا خيرك . ثم قال للمتكلم : نكذبك ونخالفك ونسير في الساعة التي تنهانا عنها . ثم أقبل على الناس فقال : يا أيها الناس إياكم وتعلم النجوم إلا ما تهتدون به في ظلمات البر والبحر ; وإنما المنجم كالساحر ، والساحر كالكافر ، والكافر في النار ، والله لئن بلغني أنك تنظر في النجوم وتعمل بها لأخلدنك في الحبس ما بقيت وبقيت ، ولأحرمنك العطاء ما كان لي [ ص: 28 ] سلطان . ثم سافر في الساعة التي نهاه عنها ، ولقي القوم فقتلهم وهي وقعة النهروان الثابتة في الصحيح لمسلم . ثم قال : لو سرنا في الساعة التي أمرنا بها وظفرنا وظهرنا لقال قائل سار في الساعة التي أمر بها المنجم ، ما كان لمحمد - صلى الله عليه وسلم - منجم ولا لنا من بعده ، فتح الله علينا بلاد كسرى وقيصر وسائر البلدان - ثم قال : يا أيها الناس ! توكلوا على الله وثقوا به ; فإنه يكفي ممن سواه .فإنه يسلك من بين يديه ومن خلفه رصدا يعني ملائكة يحفظونه عن أن يقرب منه شيطان ; فيحفظ الوحي من استراق الشياطين والإلقاء إلى الكهنة . قال الضحاك : ما بعث الله نبيا إلا ومعه ملائكة يحرسونه من الشياطين عن أن يتشبهوا بصورة الملك ، فإذا جاءه شيطان في صورة الملك قالوا : هذا شيطان فاحذره . وإن جاءه الملك قالوا : هذا رسول ربك .وقال ابن عباس وابن زيد : رصدا أي حفظة يحفظون النبي - صلى الله عليه وسلم - من أمامه وورائه من الجن والشياطين . قال قتادة وسعيد بن المسيب : هم أربعة من الملائكة حفظة .وقال الفراء : المراد جبريل كان إذا نزل بالرسالة نزلت معه ملائكة يحفظونه من أن تستمع الجن الوحي ، فيلقوه إلى كهنتهم ، فيسبقوا الرسول .وقال السدي : رصدا أي حفظة يحفظون الوحي ، فما جاء من عند الله قالوا : إنه من عند الله ، وما ألقاه الشيطان قالوا : إنه من الشيطان . و ( رصدا ) نصب على المفعول .وفي الصحاح : والرصد القوم يرصدون كالحرس ، يستوي فيه الواحد والجمع والمذكر والمؤنث وربما قالوا أرصادا . والراصد للشيء الراقب له ; يقال : رصده يرصده رصدا ورصدا . والترصد الترقب والمرصد موضع الرصد ."
    },
    {
      "ayah": 28,
      "surah": 72,
      "text": "قوله تعالى : ليعلم أن قد أبلغوا رسالات ربهم وأحاط بما لديهم وأحصى كل شيء عددا قوله تعالى : ليعلم قال قتادة ومقاتل : أي ليعلم محمد أن الرسل قبله قد أبلغوا الرسالة كما بلغ هو الرسالة . وفيه حذف يتعلق به اللام ; أي أخبرناه بحفظنا الوحي ليعلم أن الرسل قبله كانوا على مثل حالته من التبليغ بالحق والصدق .وقيل : ليعلم محمد أن قد أبلغ جبريل ومن معه إليه رسالة ربه ; قاله ابن جبير . قال : ولم ينزل الوحي إلا ومعه أربعة حفظة من الملائكة عليهم السلام . وقيل : ليعلم الرسل أن الملائكة بلغوا رسالات ربهم .وقيل : ليعلم الرسول أي رسول كان أن الرسل سواه بلغوا .وقيل : أي ليعلم إبليس أن الرسل قد أبلغوا رسالات ربهم سليمة من تخليطه واستراق أصحابه .وقال ابن قتيبة : أي ليعلم الجن أن الرسل قد بلغوا ما نزل عليهم ولم يكونوا هم المبلغين باستراق السمع عليهم .وقال مجاهد : ليعلم [ ص: 29 ] من كذب الرسل أن المرسلين قد بلغوا رسالات ربهم . وقراءة الجماعة ليعلم بفتح الياء وتأويله ما ذكرناه . وقرأ ابن عباس ومجاهد وحميد ويعقوب بضم الياء أي ليعلم الناس أن الرسل قد أبلغوا .وقال الزجاج : أي ليعلم الله أن رسله قد أبلغوا رسالاته بفتح الياء ; كقوله تعالى : ولما يعلم الله الذين جاهدوا منكم ويعلم الصابرين المعنى ليعلم الله ذلك علم مشاهدة كما علمه غيبا .وأحاط بما لديهم أي أحاط علمه بما عندهم ، أي بما عند الرسل وما عند الملائكة . وقال ابن جبير : المعنى : ليعلم الرسل أن ربهم قد أحاط علمه بما لديهم ، فيبلغوا رسالاته .وأحصى كل شيء عددا أي أحاط بعدد كل شيء وعرفه وعلمه فلم يخف عليه منه شيء . و ( عددا ) نصب على الحال ، أي أحصى كل شيء في حال العدد ، وإن شئت على المصدر ، أي أحصى وعد كل شيء عددا ، فيكون مصدر الفعل المحذوف . فهو سبحانه المحصي المحيط العالم الحافظ لكل شيء وقد بينا جميعه في الكتاب الأسنى ، في شرح أسماء الله الحسنى . والحمد لله وحده ."
    },
    {
      "ayah": 3,
      "surah": 72,
      "text": "قوله تعالى : وأنه تعالى جد ربنا كان علقمة ويحيى والأعمش وحمزة والكسائي وابن عامر وخلف وحفص والسلمي ينصبون أن في جميع السورة في اثني عشر موضعا ، وهو : أنه تعالى جد ربنا ، وأنه كان يقول ، وأنا ظننا ، وأنه كان رجال ، وأنهم ظنوا ، وأنا لمسنا السماء ، وأنا كنا نقعد ، وأنا لا ندري ، وأنا منا الصالحون وأنا ظننا أن لن نعجز الله في الأرض ، وأنا لما سمعنا الهدى ، وأنا منا المسلمون عطفا على قوله : أنه استمع نفر ، وأنه استمع لا يجوز فيه إلا الفتح ; لأنها في موضع اسم فاعل أوحي فما بعده معطوف عليه . وقيل : هو محمول على الهاء في آمنا به ، أي وب \" أنه تعالى جد ربنا \" وجاز ذلك وهو مضمر مجرور لكثرة حرف الجر مع أن .وقيل : المعنى أي وصدقنا أنه جد ربنا ، وقرأ الباقون كلها بالكسر وهو الصواب ، واختاره أبو عبيدة وأبو حاتم عطفا على قوله : فقالوا إنا سمعنا لأنه كله من كلام الجن . وأما أبو جعفر وشيبة فإنهما فتحا ثلاثة مواضع ; وهي قوله تعالى : وأنه تعالى جد ربنا ، وأنه كان يقول ، وأنه كان رجال ، قالا : لأنه من الوحي ، وكسرا ما بقي ; لأنه من كلام الجن . وأما قوله تعالى : وأنه لما قام عبد الله . فكلهم فتحوا إلا نافعا وشيبة وزر بن حبيش وأبا بكر والمفضل عن عاصم ، فإنهم كسروا لا غير . ولا خلاف في فتح همزة أنه استمع نفر من الجن ، وأن لو استقاموا وأن المساجد لله و أن قد أبلغوا . وكذلك لا خلاف في كسر ما بعد القول ; نحو قوله تعالى : فقالوا إنا سمعنا و ( قال إنما أدعو ربي ) و قل إن أدري و قل إني لا أملك وكذلك لا خلاف في كسر ما كان بعد فاء الجزاء ; نحو قوله تعالى : فإن له نار جهنم و فإنه يسلك من بين يديه لأنه موضع ابتداء .وأنه تعالى جد ربنا الجد في اللغة : العظمة والجلال ; ومنه قول أنس : كان الرجل إذا حفظ البقرة وآل عمران جد في عيوننا ; أي عظم وجل . فمعنى : جد ربنا أي عظمته وجلاله ; قال عكرمة ومجاهد وقتادة . وعن مجاهد أيضا : ذكره . وقال أنس بن مالك والحسن وعكرمة أيضا : غناه . ومنه قيل للحظ جد ، ورجل مجدود أي محظوظ ; وفي [ ص: 10 ] الحديث : ولا ينفع ذا الجد منك الجد قال أبو عبيدة والخليل : أي ذا الغنى ، منك الغنى ، إنما تنفعه الطاعة . وقال ابن عباس : قدرته . الضحاك : فعله . وقال القرظي والضحاك أيضا : آلاؤه ونعمه على خلقه . وقال أبو عبيدة والأخفش ملكه وسلطانه . وقال السدي : أمره . وقال سعيد بن جبير : وأنه تعالى جد ربنا أي تعالى ربنا . وقيل : إنهم عنوا بذلك الجد الذي هو أب الأب ، ويكون هذا من قول الجن .وقال محمد بن علي بن الحسين وابنه جعفر الصادق والربيع : ليس لله تعالى جد ، وإنما قالته الجن للجهالة ، فلم يؤاخذوا به . وقال القشيري : ويجوز إطلاق لفظ الجد في حق الله تعالى ; إذ لو لم يجز لما ذكر في القرآن ، غير أنه لفظ موهم ، فتجنبه أولى . وقراءة عكرمة ( جد ) بكسر الجيم : على ضد الهزل . وكذلك قرأ أبو حيوة ومحمد بن السميقع . ويروى عن ابن السميقع أيضا وأبي الأشهب ( جدا ربنا ) ، وهو الجدوى والمنفعة . وقرأ عكرمة أيضا ( جدا ) بالتنوين ( ربنا ) بالرفع على أنه مرفوع ، ب ( تعالى ) ، و ( جدا ) منصوب على التمييز . وعن عكرمة أيضا ( جد ) بالتنوين والرفع ( ربنا ) بالرفع على تقدير : تعالى جد جد ربنا ; فجد الثاني بدل من الأول وحذف وأقيم المضاف إليه مقامه . ومعنى الآية : وأنه تعالى جلال ربنا أن يتخذ صاحبة وولدا للاستئناس بهما والحاجة إليهما ، والرب يتعالى عن الأنداد والنظراء ."
    },
    {
      "ayah": 4,
      "surah": 72,
      "text": "قوله تعالى : وأنه كان يقول سفيهنا على الله شططا الهاء في أنه للأمر أو الحديث ، وفي كان اسمها ، وما بعدها الخبر . ويجوز أن تكون كان زائدة . والسفيه هنا إبليس في قول مجاهد وابن جريج وقتادة . ورواه أبو بردة بن أبي موسى عن أبيه عن النبي - صلى الله عليه وسلم - . وقيل : المشركون من الجن : قال قتادة : عصاه سفيه الجن كما عصاه سفيه الإنس . والشطط والاشتطاط : الغلو في الكفر . وقال أبو مالك : هو الجور . الكلبي : هو الكذب . وأصله العبد فيعبر به عن الجور لبعده عن العدل ، وعن الكذب لبعده عن الصدق ; قال الشاعر :بأية حال حكموا فيك فاشتطوا وما ذاك إلا حيث يممك الوخط"
    },
    {
      "ayah": 5,
      "surah": 72,
      "text": "قوله تعالى : وأنا ظننا أي حسبنا أن لن تقول الإنس والجن على الله كذبا ، فلذلك صدقناهم في أن لله صاحبة وولدا ، حتى سمعنا القرآن وتبينا به الحق . وقرأ يعقوب والجحدري وابن أبي إسحاق ( أن لن تقول ) ."
    },
    {
      "ayah": 6,
      "surah": 72,
      "text": "وقيل : انقطع الإخبار عن الجن هاهنا فقال الله تعالى : وأنه كان رجال من الإنس فمن فتح وجعله من قول الجن ردها إلى قوله : أنه استمع ، ومن كسر جعلها مبتدأ من قول الله تعالى . والمراد به ما كانوا يفعلونه من قول الرجل إذا نزل بواد : أعوذ بسيد هذا الوادي من شر سفهاء قومه ; فيبيت في جواره حتى يصبح ; قاله الحسن وابن زيد وغيرهما .قال مقاتل : كان أول من تعوذ بالجن قوم من أهل اليمن ، ثم من بني حنيفة ، ثم فشا ذلك في العرب ، فلما جاء الإسلام عاذوا بالله وتركوهم . وقال كردم بن أبي السائب : خرجت مع أبي إلى المدينة أول ما ذكر النبي - صلى الله عليه وسلم - ، فآوانا المبيت إلى راعي غنم ، فلما انتصف الليل جاء الذئب فحمل حملا من الغنم ، فقال الراعي : يا عامر الوادي ، [ أنا ] جارك . فنادى مناد يا سرحان أرسله ، فأتى الحمل يشتد . وأنزل الله تعالى على رسوله بمكة : وأنه كان رجال من الإنس يعوذون برجال من الجن فزادوهم رهقا أي زاد الجن الإنس رهقا أي خطيئة وإثما ; قاله ابن عباس ومجاهد وقتادة . والرهق : الإثم في كلام العرب وغشيان المحارم ; ورجل رهق إذا كان كذلك ; ومنه قوله تعالى : وترهقهم ذلة وقال الأعشى :لا شيء ينفعني من دون رؤيتها     هل يشتفي وامق ما لم يصب رهقا[ ص: 12 ] يعني إثما . وأضيفت الزيادة إلى الجن إذ كانوا سببا لها . وقال مجاهد أيضا : فزادوهم أي إن الإنس زادوا الجن طغيانا بهذا التعوذ ، حتى قالت الجن : سدنا الإنس والجن . وقال قتادة أيضا وأبو العالية والربيع وابن زيد : ازداد الإنس بهذا فرقا وخوفا من الجن .وقال سعيد بن جبير : كفرا . ولا خفاء أن الاستعاذة بالجن دون الاستعاذة بالله كفر وشرك . وقيل : لا يطلق لفظ الرجال على الجن ; فالمعنى : وأنه كان رجال من الإنس يعوذون من شر الجن برجال من الإنس ، وكان الرجل من الإنس يقول مثلا : أعوذ بحذيفة بن بدر من جن هذا الوادي . قال القشيري : وفي هذا تحكم إذ لا يبعد إطلاق لفظ الرجال على الجن ."
    },
    {
      "ayah": 7,
      "surah": 72,
      "text": "قوله تعالى : وأنهم ظنوا كما ظننتم أن لن يبعث الله أحدا هذا من قول الله تعالى للإنس ; أي وأن الجن ظنوا أن لن يبعث الله الخلق كما ظننتم . الكلبي : المعنى : ظنت الجن كما ظنت الإنس أن لن يبعث الله رسولا إلى خلقه يقيم به الحجة عليهم . وكل هذا توكيد للحجة على قريش ; أي إذا آمن هؤلاء الجن بمحمد ، فأنتم أحق بذلك ."
    },
    {
      "ayah": 8,
      "surah": 72,
      "text": "قوله تعالى : وأنا لمسنا السماء هذا من قول الجن ; أي طلبنا خبرها كما جرت عادتنا فوجدناها قد ملئت حرسا شديدا أي حفظة ، يعني الملائكة . والحرس : جمع حارس وشهبا جمع شهاب ، وهو انقضاض الكواكب المحرقة لهم عن استراق السمع . وقد مضى القول فيه في سورة ( الحجر ) ( والصافات ) . و ( وجد ) يجوز أن يقدر متعديا إلى مفعولين ، فالأول الهاء والألف ، و ملئت في موضع المفعول الثاني . ويجوز أن يتعدى إلى مفعول واحد ويكون ملئت في موضع الحال على إضمار قد . و ( حرسا ) نصب على المفعول الثاني ب \" ملئت \" . وشديدا من نعت الحرس ، أي ملئت ملائكة شدادا . ووحد الشديد على لفظ الحرس ; وهو كما يقال : السلف الصالح بمعنى الصالحين ، وجمع السلف أسلاف وجمع الحرس أحراس ; قال :تجاوزت أحراسا وأهوال معشر[ ص: 13 ] ويجوز أن يكون \" حرسا \" مصدرا على معنى حرست حراسة شديدة ."
    },
    {
      "ayah": 9,
      "surah": 72,
      "text": "قوله تعالى : وأنا كنا نقعد منها مقاعد للسمع فمن يستمع الآن يجد له شهابا رصدا . منها أي من السماء ، و \" مقاعد \" : مواضع يقعد في مثلها لاستماع الأخبار من السماء ; يعني أن مردة الجن كانوا يفعلون ذلك ليستمعوا من الملائكة أخبار السماء حتى يلقوها إلى الكهنة على ما تقدم بيانه ، فحرسها الله تعالى حين بعث رسوله بالشهب المحرقة ، فقالت الجن حينئذ : فمن يستمع الآن يجد له شهابا رصدا يعني بالشهاب الكوكب المحرق ; وقد تقدم بيان ذلك .ويقال : لم يكن انقضاض الكواكب إلا بعد مبعث النبي - صلى الله عليه وسلم - وهو آية من آياته . واختلف السلف هل كانت الشياطين تقذف قبل المبعث ، أو كان ذلك أمرا حدث لمبعث النبي - صلى الله عليه وسلم - ؟ فقال الكلبي وقال قوم : لم تكن تحرس السماء في الفترة بين عيسى ومحمد - صلوات الله عليهما وسلامه - خمسمائة عام ، وإنما كان من أجل بعثة النبي - صلى الله عليه وسلم - ، فلما بعث محمد - صلى الله عليه وسلم - منعوا من السماوات كلها ، وحرست بالملائكة والشهب .قلت : ورواه عطية العوفي عن ابن عباس ; ذكره البيهقي . وقال عبد الله بن عمر : لما كان اليوم الذي نبئ رسول الله - صلى الله عليه وسلم - منعت الشياطين ، ورموا بالشهب ، وقال عبد الملك بن سابور : لم تكن السماء تحرس في الفترة بين عيسى ومحمد - عليهما الصلاة والسلام - ، فلما بعث محمد - صلى الله عليه وسلم - حرست السماء ، ورميت الشياطين بالشهب ، ومنعت عن الدنو من السماء .وقال نافع بن جبير : كانت الشياطين في الفترة تسمع فلا ترمى ، فلما بعث رسول الله - صلى الله عليه وسلم - رميت بالشهب . ونحوه عن أبي بن كعب قال : لم يرم بنجم منذ رفع عيسى حتى نبئ رسول الله - صلى الله عليه وسلم - فرمي بها . وقيل : كان ذلك قبل المبعث ، وإنما زادت بمبعث رسول الله - صلى الله عليه وسلم - إنذارا بحاله ; وهو معنى قوله تعالى : ملئت أي زيد في حرسها ; وقال أوس بن حجر وهو جاهلي :فانقض كالدري يتبعه     نقع يثور تخاله طنباوهذا قول الأكثرين . وقد أنكر الجاحظ هذا البيت وقال : كل شعر روي فيه فهو مصنوع ، وأن الرمي لم يكن قبل المبعث . والقول بالرمي أصح ; لقوله تعالى : فوجدناها ملئت حرسا شديدا وشهبا . وهذا إخبار عن الجن ، أنه زيد في حرس السماء حتى امتلأت منها ومنهم ; ولما روي عن ابن عباس قال : بينما النبي - صلى الله عليه وسلم - جالس في نفر من أصحابه إذ رمي بنجم ; [ ص: 14 ] فقال : \" ما كنتم تقولون في مثل هذا في الجاهلية \" ؟ قالوا : كنا نقول يموت عظيم أو يولد عظيم . فقال النبي - صلى الله عليه وسلم - : \" إنها لا ترمى لموت أحد ولا لحياته ، ولكن ربنا - سبحانه وتعالى - إذا قضى أمرا في السماء سبح حملة العرش ثم سبح أهل كل سماء ، حتى ينتهي التسبيح إلى هذه السماء ويستخبر أهل السماء حملة العرش ماذا قال ربكم فيخبرونهم ويخبر أهل كل سماء حتى ينتهي الخبر إلى هذه ، فتتخطف الجن فيرمون فما جاءوا به فهو حق ولكنهم يزيدون فيه \" .وهذا يدل على أن الرجم كان قبل المبعث . وروى الزهري نحوه عن علي بن الحسين عن علي بن أبي طالب عن ابن عباس . وفي آخره قيل للزهري : أكان يرمى في الجاهلية ؟ قال : نعم . قلت : أفرأيت قوله سبحانه : وأنا كنا نقعد منها مقاعد للسمع فمن يستمع الآن يجد له شهابا رصدا قال : غلظت وشدد أمرها حين بعث النبي - صلى الله عليه وسلم - . ونحوه قال القتبي . قال ابن قتيبة : كان ولكن اشتدت الحراسة بعد المبعث ; وكانوا من قبل يسترقون ويرمون في بعض الأحوال ، فلما بعث محمد - صلى الله عليه وسلم - منعت من ذلك أصلا . وقد تقدم بيان هذا في سورة ( الصافات ) عند قوله : ويقذفون من كل جانب دحورا ولهم عذاب واصب قال الحافظ : فلو قال قائل : كيف تتعرض الجن لإحراق نفسها بسبب استماع خبر بعد أن صار ذلك معلوما لهم ؟ فالجواب أن الله تعالى ينسيهم ذلك حتى تعظم المحنة ، كما ينسى إبليس في كل وقت أنه لا يسلم ، وأن الله تعالى قال له : وإن عليك اللعنة إلى يوم الدين ولولا هذا لما تحقق التكليف .والرصد : قيل من الملائكة ; أي ورصدا من الملائكة . والرصد : الحافظ للشيء والجمع أرصاد ، وفي غير هذا الموضع يجوز أن يكون جمعا كالحرس ، والواحد : راصد . وقيل : الرصد هو الشهاب ، أي شهابا قد أرصد له ، ليرجم به ; فهو فعل بمعنى مفعول كالخبط والنفض ."
    }
  ]
}
