{
  "text": "قال سعيد بن جبير وقتادة كان المشركون يجعلون المال للرجال الكبار ولا يورثون النساء ولا الأطفال شيئا فأنزل الله \"للرجال نصيب مما ترك الوالدان والأقربون\" الآية. أي الجميع فيه سواء في حكم الله تعالى يستوون في أصل الوراثة وإن تفاوتوا بحسب ما فرض الله لكل منهم بما يدلي به إلى الميت من قرابة أو زوجية أو ولاء فإنه لحمة كلحمة النسب. وروى ابن مردويه من طريق ابن هراسة عن سفيان الثوري عن عبدالله بن محمد بن عقيل عن جابر قال أتت أم كحة إلى رسول الله صلى الله عليه وسلم فقالت يا رسول الله إن لي ابنتين قد مات أبوهما وليس لهما شيء فأنزل الله تعالى \"للرجال نصيب مما ترك الوالدان والأقربون\" الآية. وسيأتي هذا الحديث عند آيتي الميراث بسياق آخر والله أعلم وقوله\"وإذا حضر القسمة\" الآية. قيل المراد حضر قسمة الميراث ذوو القربى ممن ليس بوارث \"واليتامى والمساكين\" فليرضخ لهم من التركة نصيب وإن ذلك كان واجبا في ابتداء الإسلام وقيل يستحب واختلفوا هل هو منسوخ أم لا على قولين فقال البخاري حدثنا أحمد بن حميد أخبرنا عبدالله الأشجعي عن سفيان عن الشيباني عن عكرمة عن ابن عباس في الآية. قال هى محكمة وليست بمنسوخة. تابعه سعيد عن ابن عباس. وقال ابن جرير حدثنا القاسم حدثنا الحسين حدثنا عباد بن العوام عن الحجاج عن الحكم عن مقسم عن ابن عباس قال هي قائمة يعمل بها وقال الثوري عن ابن أبي نجيح عن مجاهد في هذه الآية. قال هي واجبة على أهل الميراث ما طابت به أنفسهم وهكذا روى عن ابن مسعود وأبي موسى وعبدالرحمن بن أبي بكر وأبي العالية والشعبي والحسن. وقال ابن سيرين وسعيد بن جبير ومكحول إبراهيم النخعي وعطاء بن أبي رباح والزهري ويحيى بن يعمر إنها واجبة وروى ابن أبي حاتم عن أبي سعيد الأشج عن إسماعيل ابن علية عن يونس بن عبيد عن ابن سيرين قال ولي عبيدة وصية فأمر بشاة فذبحت فأطعم أصحاب هذه الآية. فقال لولا هذه الآية لكان هذا من مالي وقال مالك فيما يروى عنه في التفسير من جزء مجموع عن الزهري أن عروة أعطى من مال مصعب حين قسم ماله وقال الزهري هي محكمة. وقال مالك عن عبدالكريم عن مجاهد قال هي حق واجب ما طابت به الأنفس. \" ذكر من ذهب إلى أن ذلك أمر بالوصية لهم \" قال عبدالرزاق أخبرنا ابن جريج أخبرني ابن أبي مليكة أن أسماء بنت عبدالرحمن بن أبي بكر الصديق والقاسم بن محمد أخبراه أن عبدالله بن عبدالرحمن بن أبي بكر قسم ميراث أبيه عبدالرحمن وعائشة حية فلم يدع في الدار مسكينا ولا ذا قرابة إلا أعطاه من ميراث أبيه قالا وتلا \"وإذا حضر القسمة أولو القربى\" قال القاسم فذكرت ذلك لابن عباس فقال: ما أصاب ليس ذلك له إنما ذلك إلى الوصية وإنما هذه الآية في الوصية يزيد الميت يوصي لهم. رواه ابن أبي حاتم.",
  "ayah": 7,
  "surah": 4
}
