{
  "surah": 12,
  "ayah": 84,
  "text": "\" Oh, my grief for Joseph! \" And his eyes turned white because of the sorrow that he was suppressing. Revelation came from the Compeller of all engendered beings: \" O Jacob! You grieve so much for him, but you do not grieve for what you are missing of Me by being busy with grief for him! \" O Jacob, how long this sorrow and regret at separation from Joseph? How long will you suffer grief and coldly sigh? Do you not suffer grief that you are held back from Me while busy with him? \" With two kiblahs you can't walk straight on the road of tawḤīd- either the Friend's approval, or your own caprice. [DS 488] \" O Jacob! Be careful not to pass Joseph's name over your tongue any more, or I will remove your name from the register of the prophets. \" The Pir of the Tariqah said, \" Jacob's remembrance of Joseph was the seed of heartache, and Joseph's remembrance of Jacob was the seed of ease. Since Jacob had all that rebuke for remem- bering Joseph, everything other than remembering God is loss. It is said that remembering the Friend is like the spirit. Look more carefully: remembering the Friend is the spirit itself! \" When Jacob saw the harshness of the Real's rebuke, he no longer mentioned Joseph's name. Then the mercy and gentleness of the Exalted Threshold gave this command to Gabriel: \" O Ga- briel, go to Jacob and remind him of Joseph. \" Gabriel came and mentioned Joseph's name. Jacob sighed. Revelation came from the Real: \" O Jacob, I know what is beneath your moaning. By My exaltedness, were he dead, I would resurrect him because of the beauty of your loyalty. \" And his eyes turned white because of the sorrow that he was suppressing. Abū ʿAlī al-Daqqāq said, \" Jacob wept because of a created thing, so his eyesight went. David wept more than Jacob, but his eyesight did not go, because his weeping was for the sake of his Lord. \" Weeping for the Real is of two sorts: weeping from the eyes and weeping from the heart. Weeping from the eyes is the weeping of repenters in fear of God; they weep at seeing their own disobedience.  Weeping from the heart is the weeping of the recognizers; they weep because of veneration of the Real in seeing tremendousness. Repenters weep because of remorse and need, recognizers weep because of secret whispering and joy. The Pir of the Tariqah said, \" O God, I have a long weeping in my head. I do not know if I weep from remorse or from joy. Weeping from remorse is the portion of an orphan, and weeping from joy is the portion of a candle. What is it like to weep from joy? That story is long. \" MuṣṬafā said, \" Tomorrow at the resurrection, all eyes will be weeping from the terror of the resurrection and the Greatest Fright, except four: One is the eye of a warrior who was wounded and died in the road of God. Second is the eye turned away from forbidden things so as not to look at the inappropriate. Third is the eye that was always sleepless from standing in prayer at night. Fourth is the eye that weeps in fear of God. \" It has been narrated that David said, \" O God, what is the recompense of someone who weeps in fear of You until tears flow down his face? \" He said, \" His recompense is that I will make him secure from the Greatest Fright and will make his face forbidden to the scorching of the Fire. \" It has been narrated that God said, \" By My exaltedness and majesty, no servant will weep in fear of Me without My pouring for him the nectar of My mercy! By My exaltedness and majesty, no servant will weep in fear of Me without My exchanging that for laughter in the light of My holiness! \" And his eyes turned white because of the sorrow. He did not say, \" Jacob became blind, \" lest that be cruelty, for in reality \" blindness \" is the heart's inability to see, as He said: \" Surely it is not the eyes that are blind, but blind are the hearts in the breasts \" [22:46]. Jacob had perfect seeing and clarity of heart, but his eyes were veiled from witnessing anyone but Joseph. This is because, under the ruling power of passion, during the absence of the object of passion the eyes of the pas- sionate man must be veiled from others, for, in the religion of friendship, seeing another in place of the beloved is nothing but associationism. In this meaning someone sang, Once I was certain that I would not be seeing you, I shut my eyes and gazed on no one. * Eyes are useful to me for seeing the Friend- what will I do with eyes without seeing the Friend?"
}
