{
  "surah": 41,
  "ayah": 31,
  "text": "We are your friends in this world's life and in the next world. In this world's life through faith and in the next world through forgiveness, in this world's life through the realization of recognition and in the next world by gaining forgiveness, in this world's life through approval of the decree and in the next world through encounter in the abode of sub- sistence, in this world through love and in the next world through proximity, in this world through contemplation and in the next world through face-to-face vision. If the Adamite were given the life of Noah and he were to spend all his days showing gratitude for the blessing and generosity in this saying of the Exalted Lord- “We are your friends in this world's life and in the next world”-his life would come to an end and he would never be grateful enough for the blessings, or recognize the generosity, in God's words: “We are your friend, your lovingly kind companion, and your helper in this world and the afterworld.” In this world, think how the Real answered the angels for your sake when they said, “What, wilt Thou set therein one who will work corruption there?” [2:30]. God did not say that they would not work corruption. He said, “Surely I know what you do not know [2:30]. You have no aware- ness of the secrets of My Divinity and no cognizance of the gentle favors of My Lordhood toward the Adamites.” The slanderers do not diminish your level with Me, nor do the backbiters harm you. It is as if they praise you unknowingly in My sight with the faults they find. “If they are unworthy, I will make them worthy. If they are far, I will bring them near. If they are abased, I will make them exalted. Though you see their outward disloyalty, I see their inward loy- alty. Though you gaze on the opposition of their limbs and bodily parts, I gaze on the conformity of their hearts and secret cores. Though you wear the waistcoat of obedience, they wear the shirt of union. Though you have the robe of worship, they have the hat of forgiveness. Though you have clung to your own sinlessness, they have clung to My mercy. What would it matter if I did not accept your sinlessness? What harm is there in their disobedience when there is My pardon and forgiveness? They are lifted up by the beginningless gentleness and caressed by the endless bounty."
}
