{
  "text": "جُنْدٌ مَا هُنَالِكَ مَهْزُومٌ مِنَ الْأَحْزَابِ (11)يجوز أن يكون استئنافاً يتصل بقوله : { كمْ أهلكنا من قبلهم من قَرنٍ } [ ص : 3 ] الآية أريد به وصل الكلام السابق فإنه تقدم قوله : { بل الذين كفروا في عزَّةٍ وشقاقٍ } [ ص : 2 ] وتلاه قوله : { كم أهلكنا من قبلهم من قرن } الآية . فلما تقضى الكلام على تفصيل ما للذين كفروا من عزة وشقاق وما لذلك من الآثار ثُني العِنان إلى تفصيل مَا أَهلَك من القرون أمثالهم من قبلهم في الكفر ليفضي به إلى قوله : { كذبت قبلهم قوم نوح } [ ص : 12 ] إلى قوله : { فحَقَّ عِقَابِ } [ ص : 14 ] .فتكون جملة { كذبت قبلهم قومُ نوح } بدلاً من جملة { جندٌ ما هنالِكَ مهزومٌ من الأحزابِ } بدلَ بعض من كلّ . ويجوز أن يَكون استئنافاً ابتدائياً مستقلاً خارجاً مخرج البشارة للنبيء صلى الله عليه وسلم بأن هؤلاء جند من الأحزاب مهزوم ، أي مقدّر انهزامه في القريب ، وهذه البشارة معجزة من الإِخبار بالغيب ختم بها وصف أحوالهم . قال قتادة : وعد الله أنه سيهزمهم وهم بمكة فجاء تأويلها يوم بدر . وقال الفخر : إشارة إلى فتح مكة . وقال بعض المفسرين : إشارة إلى نصر يوم الخندق .وعادة الأخبار الجارية مجرى البشارة أو النذارة بأمر مغيب أن تكون مرموزة ، والرمز في هذه البشارة هو اسم الإِشارة من قوله : { هُنَالِكَ } فإنه ليس في الكلام ما يصلح لأن يشار إليه بدون تأوُّل فلْنجعله إشارة إلى مكان أَطْلَع الله عليه نبيئه صلى الله عليه وسلم وهو مكان بدر . ويجوز أن يكون لفظ { الأحزابِ } في هذه الآية إشارة خفية إلى انهزام الأحزاب أيام الخندق فإنها عرفت بغزوة الأحزاب . وسمّاهم الله { الأحزابِ } في السورة التي نزلت فيهم ، فتكون تلك التسمية إلهاماً كما ألهم الله المسلمين فسمَّوا حَجَّة النبي صلى الله عليه وسلم حجَّة الوَداع وهو يومئذٍ بينهم سليم المزاج ، وهذا في عداد المعجزات الخفية التي جمعنا طائفة منها في كتاب خاص . ولعل اختيار اسم الإشارة البعيد رمزٌ إلى أن هذا الانهزام سيكون في مكان بعيد غير مكة فلا تكون الآية مشيرة إلى فتح مكة لأن ذلك الفتح لم يقع فيه عذاب للمكذبين بل عفا الله عنهم وكانوا الطلقاء .وهذه الإِشارة قد علمها النبي صلى الله عليه وسلم وهي من الأسرار التي بينه وبين ربه حتى كان المستقبل تأويلَها كما علم يعقوب سرَّ رؤيا ابنه يوسف ، فقال له : { لا تقصص رؤياك على إخوتك } [ يوسف : 5 ] . ولم يعلَم يوسف تأويلها إلا يوم قال : { يا أبتتِ هذا تأويل رؤياي من قبلُ قد جعلها ربي حقّاً } [ يوسف : 100 ] يشير إلى سجود أبويه له .وأما ظاهر الآية الذي تلقاه الناس يوم نزولها فهو أن الجند هم كفار أهل مكة وأن التنوين فيه للنوعية ، أي ما هم إلا جند من الجنود الذين كذبوا فأُهلكوا ، وأن الإِشارة ب { هُنَالِكَ } إلى مكان اعتباري وهو ما هم فيه من الرفعة الدنيوية العرفية وأَن الانهزام مستعار لإِضعاف شوكتهم ، وعلى التفسيرين الظاهر والمؤول لا تعدو الآية أن تكون تسلية للرسول صلى الله عليه وسلم وتثبيتاً له وبشارة بأن دينه سيظهر عليهم .والجند : الجماعة الكثيرة قال تعالى : { هل أتاك حديث الجنود فرعون وثمود } [ البروج : 17 - 18 ] .و { ما } حرف زائد يؤكد معنى مَا قبله فهي توكيد لما دلّ عليه { جُندٌ } بمعناه ، وتنكيره للتعظيم ، أي جند عظيم ، لأن التنوين وإن دلّ على التعظيم فليس نصاً فصار بالتوكيد نصاً . وقد تقدم الكلام عليها عند قوله تعالى : { إن اللَّه لا يستحيي أن يضرب مثلاً ما بعوضة فما فوقها } في سورة [ البقرة : 26 ] ، فإن كانت الآية مشيرة إلى يوم بدر فتعظيم { جُندٌ } لأن رجاله عظماء قريش مثل أبي جهل وأمية بن خلف ، وإن كانت مشيرة إلى يوم الأحزاب فتعظيم { جُندٌ } لكثرة رجاله من قبائل العرب .ووصف { جُندٌ } ب { مَهْزومٌ } على معنى الاستقبال ، أي سيهزم ، واسم المفعول كاسم الفاعل مجاز في الاستقبال ، والقرينةُ حاليَّة وهو من باب استعمال ما هو للحال في معنى المستقبل تنبيهاً على تحقيق وقوعه فكأنه من القرب بحيث هو كالواقع في الحال .و { الأحزاب } : الذين على رأي واحد يتحزَّب بعضهم لبعض ، وتقدم في سورة الأحزاب .و { مِن } للتبعيض . والمعنى : أن هؤلاء الجند من جملة الأمم وهو تعريض لهم بالوعيد بأن يحلّ بهم ما حلّ بالأمم ، قال تعالى : { وقال الذي آمن يا قوم إني أخاف عليكم مثل يوم الأحزاب مثل دأب قوم نوح وعاد وثمود والذين من بعدهم } [ غافر : 30 - 31 ] .",
  "ayah": 11,
  "surah": 38
}
