{
  "text": "وَمَا يَنْظُرُ هَؤُلَاءِ إِلَّا صَيْحَةً وَاحِدَةً مَا لَهَا مِنْ فَوَاقٍ (15)لما أشعر قوله : { فحَقَّ عِقَابِ } [ ص : 14 ] بتهديد مشركي قريش بعذاب ينتظرهم جَرْياً على سنة الله في جزاء المكذبين رسلَه ، عطف على جملة الإِخبار عن حلول العذاب بالأحزاب السابقين جملةُ تَوعد بعذاب الذين ماثلوهم في التكذيب .و { هؤلاء } إشارة إلى كفار قريش لأن تجدد دعوتهم ووعيدهم وتكذيبهم يوماً فيوماً جعلهم كالحاضرين فكانت الإِشارة مفهوماً منها أنها إليهم ، وقد تتبعتُ اصطلاح القرآن فوجدتُه إذا استعمل { هؤلاء } ولم يكن معه مشار إليه مذكور : أنه يريد به المشركين من أهل مكة كما نبهتُ عليه فيما مضى غير مرة .و { يَنظُرُ } مشتق من النظر بمعنى الانتظار قال تعالى : { هل ينظرون إلا أن تأتيهم الملائكة } [ الأنعام : 158 ] ، أي ما ينتظر المشركون إلا صيحة واحدة ، وهذا كقوله تعالى : { فهل ينتظرون إلاّ مثل أيام الذين خلوا من قبلهم } [ يونس : 102 ] .والمتبادر من الآية أنها تهديد لهم بصيحة صاعقة ونحوها كصيحة ثمود أو صيحة النفخ في الصور التي يقع عندها البعث للجزاء ، ولكن ما سبق ذكره آنفاً من أن قوله تعالى : { جُندٌ ما هُنالكَ مهزومٌ منَ الأحزابِ } [ ص : 11 ] إيماءٌ إلى بشارة لرسول الله صلى الله عليه وسلم بأن معانديه سيهزمون ويَعمل فيهم السيف يوم بدر ، يقتضي أن الصيحة صيحة القتال وهي أن يصيح النذير : يَا صباحاه كما صَاح الصارخ بمكة حين تعرَّض المسلمون لعير قريش ببدر . ووصفها ب { واحِدَةً } إشارة إلى أن الصاعقة عظيمة مهلكة ، أو أن النفخة واحدة وهي نفخة الصعق ، وفي خفيّ المعنى إيماء إلى أن القوم يبتدرون إلى السلاح ويخرجون مسرعين لإِنقاذ غيرهم فكانت الوقعة العظيمة وقعة يوم بدر أو صيحة المبارزين للقتال يومئذٍ .وأسند الانتظار إليهم في حين أنهم غافلون عن ذلك ومكذبون بظاهره إسناد مجازي على طريقة المجاز العقلي فإنهم يَنتظر بهم ذلك المسلمون الموعودون بالنصر ، أو ينتظِر بهم الملائكة الموكّلون بحشرهم عند النفخة ، فلما كانوا متعلَّق الانتظار أسند فعل { يَنظُرُ } إليهم لملابسة المفعولية على نحو { في عيشةٍ راضية } [ الحاقة : 21 ] .والفواق ، بفتح الفاء وضمها : اسم لما بين حلبتي حالب الناقة ورضعتي فَصيلها ، فإن الحالب يحلب الناقة ثم يتركها ساعة ليرضعها فصيلها ليَدر اللبن في الضرع ثم يعودون فيحلبونها ، فالمدة التي بين الحلبتين تسمى فَواقاً . وهي ساعة قليلة وهم قبل ابتداء الحلب يتركون الفصيل يرضعها لتدرّ باللبن . وجمهور أهل اللغة على أن الفتح والضم فيه سواء ، وذهب أبو عبيدة والفراء إلى أن بين المفتوح والمضموم فَرقاً فقالا : المفتوح بمعنى الراحة مثل الجَواب من الإِجابة ، والمضمومُ اسم للمدة . واللبن المجتمع في تلك الحصة يسمى : الفِيقَة بكسر الفاء ، وجمعُها أفاويق .ومعنى { ما لَها من فَواقٍ } ليس بعدها إمهال بقدر الفواق ، وهذا كقوله تعالى : { ما ينظرون إلا صيحة واحدة تأخذهم وهم يخصِّمون فلا يستطيعون توصية } [ يس : 49 - 50 ] .وقرأ الجمهور { فَوَاقٍ } بفتح الفاء . وقرأه حمزة والكسائي بضم الفاء .",
  "ayah": 15,
  "surah": 38
}
