{
  "text": "بَلِ الَّذِينَ كَفَرُوا فِي عِزَّةٍ وَشِقَاقٍ (2){ بل } للإِضراب الإِبطالي وهذا نوع من الإِضراب الإِبطالي نبّه عليه الراغب في «مفردات القرآن» وأشار إليه في «الكشاف» ، وتحريرُه أنه ليس إبطالاً محضاً للكلام السابق بحيث يكون حرفُ { بل } فيه بمنزلة حرف النفي كما هو غالب الإِضراب الإِبطالي ، ولا هو إضراب انتقالي ، ولكن هذا إبطال لتوهممٍ ينشأ عن الكلام الذي قبله إذّ دل وصف القرآن ب { ذِي الذِّكر } [ ص : 1 ] أن القرآن مذكِّرٌ سامعيه تذكيراً ناجعاً ، فعقب بإزالة توهم مَن يتوهم أن عدم تذكّر الكفار ليس لضعففٍ في تذكير القرآن ولكن لأنهم متعزّزون مُشاقُّون ، فحرف { بل } في مثل هذا بمنزلة حرف الاستدراك ، والمقصود منه تحقيق أنه ذُو ذكر ، وإزالة الشبهة التي قَد تعرض في ذلك .ومثله قوله تعالى : { ق والقرآن المجيد بل عجبوا أن جاءهم منذر منهم } [ ق : 1 ، 2 ] ، أي ليس امتناعهم من الإِيمان بالقرآن لنقص في علوّه ومجده ولكن لأنهم عجبوا أن جاءهم به رجل منهم .ولك أن تجعل { بل } إضرابَ انتقال من الشروع في التنويه بالقرآن إلى بيان سبب إعراض المعرضين عنه ، لأن في بيان ذلك السبب تحقيقاً للتنويه بالقرآن كما يقال : دع ذا وخذ في حديث . . ، كقول امرىء القيس: ... فدَع ذا وَسَلِّ الهمَّ عنك بجَسرةذمول إذا صام النهارُ وهَجرا ... وقال زهير: ... دَع ذا وعَدِّ القولَ في هَرمخير البُداة وسيد الحَضر ... وقول الأعشى: ... فَدع ذا ولكن ما ترى رأيَ كاشحيرى بيننا من جهله دَقَّ مَنْشم ... وقول العَجاج: ... دع ذا وبَهِّجْ حَسباً مُبَهَّجاًومعنى ذلك أن الكلام أخذ في الثناء على القرآن ثم انقطع عن ذلك إلى ما هو أهم وهو بيان سبب إعراض المعرضين عنه لاعتزازهم بأنفسهم وشقاقهم ، فوقع العدول عن جواب القسم استغناء بما يفيد مُفاد ذلك الجواب .وإنما قيل : { الذين كفروا } دون ( الكافرون ) لما في صلة الموصول من الإِيماء إلى الإِخبار عنهم بأنهم في عزة وشقاق . والعزة تَحوم إطلاقاتها في الكلام حول معاني المنعة والغلبة والتكبر فإن كان ذلك جارياً على أسباب واقعة فهي العزة الحقيقية وإن كان عن غرور وإعجاب بالنفس فهي عزة مزوَّرة قال تعالى : { وإذا قيل له اتقّ اللَّه أخذته بالعزّة بالإثم } [ البقرة : 206 ] ، أي أخذته الكبرياء وشدة العصيان ، وهي هنا عزة باطلة أيضاً لأنها إباء من الحق وإعجاب بالنفس . وضدُّ العزة الذلة قال تعالى : { أذلة على المؤمنين أعزة على الكافرين } [ المائدة : 54 ] وقال السمَوْأل أو غيره: ... وما ضَرنا أنَّا قليل وجارناعزيزٌ وجار الأكثرين ذَليل ... و { في للظرفية المجازية مستعارة لقوة التلبس بالعزة . والمعنى : متلبسون بعزة على الحق .والشقاق : العناد والخصام . والمراد : وشقاق لله بالشرك ولرسوله بالتكذيب . والمعنى : أن الحائل بينهم وبين التذكير بالقرآن هو ما في قرارة نفوسهم من العزة والشقاق .",
  "ayah": 2,
  "surah": 38
}
