{
  "text": "وَمَا خَلَقْنَا السَّمَاءَ وَالْأَرْضَ وَمَا بَيْنَهُمَا بَاطِلًا ذَلِكَ ظَنُّ الَّذِينَ كَفَرُوا فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنَ النَّارِ (27)لما جرى في خطاب داود ذكرُ نسيان يوم الحساب وكان أقصى غايات ذلك النسيان جحودُ وقوعه لأنه يفضي إلى عدم مراعاته ومراقبته أبداً اعتُرِض بين القصتين بثلاث آيات لبيان حكمة الله تعالى في جعل الجزاء ويومه احتجاجاً على منكريه من المشركين .والباطل : ضد الحق ، فكل ما كان غير حقّ فهو الباطل ، ولذلك قال تعالى في الآية الأخرى : { ما خلقناهما إلا بالحق } [ الدخان : 39 ] .( والمراد بالحقّ المأخوذِ من نفي الباطل هنا ، هو أن تلك المخلوقات خلقت على حالة لا تخرج عن الحق؛ إمّا حَالاً كخلق الملائكة والرسل والصالحين ، وإمّا في المآل كخلق الشياطين والمفسدين لأن إقامة الجزاء عليهم من بعد استدراك لمقتضى الحق .وقد بنيت هذه الحجة على الاستدلال بأحوال المشاهدات وهي أحوال السماوات والأرض وما بينهما ، والمشركون يعلمون أن الله هو خالق السماوات والأرض وما بينهما ، فأقيم الدليل على أساس مقدمة لا نزاع فيها ، وهي أن الله خلق ذلك وأنهم إذا تأملوا أدنى تأمل وجدوا من نظام هذه العوالم دلالةً تحصل بأدنى نظر على أنه نظام على غاية الإِحكام إحكاماً مطرداً ، وهو ما نبههم الله إليه بقوله : { وما خلقنا السماء والأرض وما بينهما باطلاً } .ومصب النفي الحالُ وهو قوله : { باطِلاً } فهو عام لوقوعه في سياق النفي ، وبعد النظر يعلم الناظر أن خالقها حكيم عادل وأن تصرفات الفاعل يستدل بالظاهرِ منها على الخَفي ، فكان حقاً على الذين اعتادوا بتحكيم المشاهدات وعدم تجاوزها أن ينظروا بقياس من خفي عنهم على ما هو مشاهد لهم ، فلما استقرّ أن نظام السماء والأرض وما بينهما كان جارياً على مقتضى الحكمة وكامل النظام ، فعليهم أن يتدبّروا فيما خفي عنهم من وقوع البعث والجزاء فإن جميع ما في الأرض جارٍ على نظام بديع إلا أعمال الإِنسان ، فمن المعلوم بالمشاهدة أن من الناس صالحين نافعين ، ومنهم دون ذلك إلى صنف المجرمين المفسدين ، وإن من الصالحين كثيراً لم ينالوا من حظوظ الخيرات الدنيوية شيئاً أو إلاّ شيئاً قليلاً هو أقلّ مما يستحقه صلاحه وما جاهده من الارتقاء بنفسه إلى معارج الكمال . ومن المفسدين من هم بعكس ذلك .والفساد : اختلال اجتلبه الإِنسان إلى نفسه باتِّباعه شهواته باختياره الذي أودعه الله فيه ، وبقواه الباطنية قال تعالى : { لقد خلقنا الإنسان في أحسن تقويم ثم رددناه أسفل سافلين إلا الذين آمنوا وعملوا الصالحات } [ التين : 4 - 6 ] وفي هذه المراتب يدنو الناس دُنُوّاً متدرّجاً إلى مراتب الملائكة أو دُنُوًّا متدلِّياً إلى أحضية الشياطين فكانت الحكمة الإلهية تقتضي أن يلتحق كل فريق بأشباهه في النعيم الأبدي أو الجحيم السرمدي .ولولا أن حكمة نظام خلق العوالم اقتضت أن يُحال بين العوالم الزائلة والعوالم السرمدية في المدة المقدرة لبقاء هذه الأخيرة لأطار الله الصالحين إلى أوج النعيم الخالد ، ولَدَسّ المجرمين في دركات السعير المؤبد ، لعلل كثيرة اقتضت ذلك جُماعها رْعيُ الإِبقاء على خصائص المخلوقات حتى تؤدي وظائفها التي خلقت لها ، وهي خصائص قد تتعارض فلو أوثر بعضها على غيره بالإِبقاء لأفضى إلى زوال الآخر ، فمكّن الله كل نوع وكل صنف من الكدَح لنوال ملائمه وأرشد الجميع إلى الخير وأمر ونهى وبيّن وحدد .وجعل لهم من بعد هذا العالم الزائل عالَماً خالداً يكون فيه وجود الأصناف محوطاً بما تستحقه كمالاتُها وأضدادُها من حُسْن أو سوء ، ولو لم يجعل الله العالمَ الأبدي لذهب صلاح الصالحين باطلاً أجهدوا فيه أنفسهم وأضاعوا في تحصيله جمّاً غفيراً من لذائذهم الزائلة دون مقابل ، ولعاد فساد المفسدين غُنما أرضَوْا به أهواءَهم ونالوا به مشتهاهم فذهب ما جَرُّوه على الناس من أرزاء باطلاً ، فلا جرم لو لم يكن الجزاء الأبدي لعاد خلق الأرض باطلاً ولفاز الغويّ بغوايته .فإذا استقرت هذه المقدمة تعين أن إنكار البعث والجزاء يلزمه أن يكون منكرُه قائلاً بأن خلق السماء والأرض وما بينهما شيء من الباطل ، وقد دلّت الدلائل الأخرى أن لا يكون في خلق ذلك شيء من الباطل بقياس الخفي على الظاهر ، فبطل ما يفضي إلى القول بأن في خلق بعض ما ذكر شيء من الباطل .والمشركون وإن لم يصدر منهم ذلك ولا اعتقدوه لكنهم آيلون إلى لزومه لهم بطريق دلالة الالتزام لأن من أنكر البعث والجزاء فقد تقلد أن ما هو جارٍ في أحوال الناس باطل ، والناس من خلق الله فباطلهم إذا لم يؤاخِذهم خالقهم عليه يكون مما أقرّه خالقهم ، فيكون في خلق السماء والأرض وما بينهما شيء من الباطل ، فتنتقض كلية قوله : { وما خلقنا السماء والأرض وما بينهما باطلاً ، } وهو ما ألزمهم إياه قوله تعالى : { ذلك ظنُّ الذين كفروا . } والإِشارة إلى القضية المنفية لا إلى نفيها ، أي خَلق المذكورات باطلاً هو ظن الذين كفروا ، أي اعتقادهم . وأُطلق الظن على العلم لأن ظنهم علم مخالف للواقع فهو باسم الظن أجدر لأن إطلاق الظن يقع عليه أنواع من العلم المُشْبِه والباطل . وفي هذه الآية دليل على أن لازم القول يعتبر قولاً ، وأن لازم المذهب مذهب وهو الذي نحاه فقهاء المالكية في موجبات الردة من أقوال وأفعال .وفرع على هذا الاستدلال وعدممِ جري المشركين على مقتضاه قوله : { فويلٌ للذين كفروا مِنَ النَّارِ } أي نار جهنم . وعُبر عنهم بالموصول لما تشير إليه الصلة من أنهم استحقوا العقاب على سوء اعتقادهم وسوء أعمالهم ، وأن ذلك أيضاً من آثار انتفاء الباطل عن خلق السماوات والأرض وما بينهما ، لأنهم كانوا على باطل في إعراضهم عن الاستدلال بنظام السماوات والأرض ، وفي ارتكابهم مفاسد عوائد الشرك وملته ، وقد تمتّعوا بالحياة الدنيا أكثر مما تمتع بها الصالحون فلا جرم استحقوا جزاء أعمالهم .ولفظ : «وَيل» يدل على أشدّ السوء . وكلمة : وَيْلٌ له ، تقال للتعجيب من شدة سوء حالة المتحدث عنه ، وهي هنا كناية عن شدة عذابهم في النار . و { من } ابتدائية كما في قوله تعالى : { فويل لهم مما كتبت أيديهم } [ البقرة : 79 ] ، وقول النبي صلى الله عليه وسلم لابن الزبير حين شرب دم حِجامته : \" ويل لك من الناس وويل للناس منك \" .",
  "ayah": 27,
  "surah": 38
}
