{
  "text": "وَلَقَدْ فَتَنَّا سُلَيْمَانَ وَأَلْقَيْنَا عَلَى كُرْسِيِّهِ جَسَدًا ثُمَّ أَنَابَ (34) قد قلت آنفاً عند قوله تعالى : { ووهبنا لداود سليمان } [ ص : 30 ] إن ما ذكر من مناقب سليمان لم يخل من مقاصد ائتساء وعبرة وتحذير على عادة القرآن في ابتدار وسائل الإِرشاد بالترغيب والترهيب ، فكذلك كانت الآيات المتعلقة بندمه على الاشتغال بالخيل عن ذكر الله موقع أسوة به في مبادرة التوبة وتحذير من الوقوع في مثل غفلته ، وكذلك جاءت هذه الآيات مشيرة إلى فتنة عرضت لسليمان أعقبتها إنابة ثم أعقبتها إفاضة نعم عظيمة فذكرت عقب ذكر قصة ما ناله من السهو عن عبادته وهو دون الفتنة . والفَتن والفتون والفتنة : اضطراب الحال الشديد الذي يظهر به مقدار صبر وثبات من يحلّ به ، وتقدم ذلك عند قوله تعالى : { إنما نحن فتنة في سورة البقرة } ( 102 .( وقد أشارت الآية إلى حدث عظيم حلّ بسليمان ، واختلفت أقوال المفسرين في تعيين هذه الفتنة فذكروا قصصاً هي بالخرافات أشبه ، ومقام سليمان عن أمثالها أنزه . ومن أغربها قولهم : إنه ولد له ابن فخاف عليه الناسَ أن يقتلوه فاستودعه الريح لتحضنه وترضعه دَرّ ماء المُزن فلم يلبث أن أصابه الموت وألقته الريح على كرسي سليمان ليعلم أنه لا مردّ لمحتوم الموت . وهذا ما نظمه المعري تبعاً لأوهام الناس فقال حكاية عن سليمان :خَاف غدْر الأناممِ فاستودع الري ... حَ سَليلاً تغذوه دَرَّ العِهَادوتوخّى النجاةَ وقد أيْ ... قَنَ أن الحِمام بالمرصادفرمتْه به على جَانب الكُر ... سِيِّ أمّ اللّهَيْم أُخْتُ النّآدوالذي يظهر من السياق أن قوله تعالى : { وألقينا على كرسيه جسداً } إشارة إلى شيء من هذه الفتنة ليرتبط قوله : { ثمَّ أنابَ } بذلك .ويحتمل أنه قصة أخرى غير قصة فتنته . وأظهر أقوالهم أن تكون الآية إشارة إلى ما في «صحيح البخاري» «عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال : قال سليمان لأَطُوفَنّ الليلة على تسعين امرأة كلهن تأتي بفارس يجاهد في سبيل الله . فقال له صاحبه : قل إن شاء الله . فلم يقل : إن شاء الله . فطاف عليهن جميعاً فلم تحمل منهن إلا إمرأة واحدة جاءت بشقِّ رَجل ، وأيْم الذي نفس محمد بيده لو قال : إن شاء الله لجاهدوا في سبيل الله فرساناً أجمعون» . وليس في كلام النبي صلى الله عليه وسلم أن ذلك تأويل هذه الآية ولا وضع البخاري ولا الترمذي الحديثَ في التفسير من كتابيهما . قال جماعة : فذلك النصف من الإِنسان هو الجَسد الملقَى على كرسيّه جاءت به القابلة فألقته له وهو على كرسيه ، فالفتنة على هذا خيبة أمله ومخالفة ما أبلغه صاحبُه .وإطلاق الجسد على ذلك المولود؛ إمّا لأنه وُلِد ميتاً ، كما هو ظاهر قوله : «شق رجل» ، وإمّا لأنه كان خلقة غير معتادة فكان مجرد جسد . وهذا تفسير بعيد لأن الخبر لم يقتض أن الشق الذي ولدته المرأة كان حيّاً ولا أنه جلس على كرسي سليمان .وتركيب هذه الآية على ذلك الخبر تكلّف .وقال وهب بن منبه وشَهْر بن حَوْشَب : تزوج سليمان ابنة ملك صيدون بعد أن غزا أباها وقتله فكانت حزينة على أبيها ، وكان سليمان قد شغف بحبها فسألته لترضى أن يأمر المصورين ليصنعوا صورة لأبيها فصنعت لها فكانت تغدو وتروح مع ولائدها يسجدن لتلك الصورة فلما علم سليمان بذلك أمر بذلك التمثال فكسر ، وقيل : كانت تعبد صنماً لها من ياقوت خُفية فلما فطن سليمان أو أسلمت المرأة ترك ذلك الصنم . وهذا القول مختزل مما وقع في «سفر الملوك» الأول من كتب اليهود إذ جاء في الإِصحاح الحادي عشر : وأحَب سليمان نساء غريبة كثيرة بنت فرعون ومعها نساء مؤابيات وعمونيات ، وأدوميات وصيدونيات وحثيات من الأمم التي قال عنهم الرب لبني إسرائيل : لا تدخلون إليهم لأنهم يُميلون قلوبكم وراء آلهتهم . فبنى هيكلاً للصنم ( كموش ) صنَم المؤابيين على الجبل الذي تُجاه أورشليم فقال الله له : من أجل أنك لم تحفظ عهدي فإني أمزق مملكتك بعدك تمزيقاً وأعطيها لعبدك ولا أعطي ابنك إلا سِبطاً واحداً الخ .ويؤخذ من ذلك كله : أن سليمان اجتهد وسمح لنسائه المشركات أن يعبدْن أصنامهن في بيوتهن التي هي بيوته أو بنى لهن معابد يعبدْنَ فيها فلم يرضَ الله منه ذلك لأنه وإن كان قد أباح له تزوج المشركات فما كان ينبغي لنبيء أن يسمح لنسائه بذلك الذي أبيح لعامة الناس الذين يتزوجون المشركات وإن كان سليمان تأول أن ذلك قاصر على المرأة لا يتجاوز إليه .وعلى هذا التأويل يكون المراد بالجسد الصنم لأنه صورة بلا روح كما سمى الله العجل الذي عبده بنو إسرائيل جَسداً في قوله : { فأخرج لهم عجلاً جسداً له خوار } ( طه : 88 .( ويكون معنى إلقائه على كرسيّه نصبه في بيوت زوجاته المشركات بقرب من مواضع جلوسه إذ يكون له في كل بيت منها كرسي يجلس عليه .وعطف { ثُمَّ أنابَ } بحرف { ثمّ } المفيد للتراخي الرتبي لأن رتبة الإِنابة أعظم ذكر في قوله : { فقال إنِّي أحببتُ حُبَّ الخيرِ } [ ص : 32 ] . والإِنابة : التوبة .وجملة { قال ربّ اغفر لي } بدل اشتمال من جملة { أنَابَ } لأن الإِنابة تشتمل على ترقب العفو عما عسى أن يكون قد صدر منه مما لا يرضي الله تعالى صدوره من أمثاله .وإردافه طلب المغفرة باستيهاب مُلْك لا ينبغي لأحدٍ من بعده لأنه توقع من غضب الله أمرين : العقاب في الآخرة ، وسلب النعمة في الدنيا إذ قصّر في شكرها ، وكان سليمان يومئذٍ في مُلْك عظيم فسؤال موهبة الملك مراد به استدامة ذلك الملك وصيغة الطلب ترد لطلب الدوام مثل : { يا أيها الذين آمنوا آمنوا بالله ورسوله } [ النساء : 136 ] . وتنكير { مُلْكاً } للتعظيم .وارتقى سليمان في تدرج سؤاله إلى أن وصف ملكاً أنه لا ينبغي لأحد من بعده ، أي لا يتأتى لأحد من بعده ، أي لا يعطيه الله أحداً يبتغيه من بعده .",
  "ayah": 34,
  "surah": 38
}
