{
  "text": "وَانْطَلَقَ الْمَلَأُ مِنْهُمْ أَنِ امْشُوا وَاصْبِرُوا عَلَى آَلِهَتِكُمْ إِنَّ هَذَا لَشَيْءٌ يُرَادُ (6) الانطلاق حقيقته : الانصراف والمشي ، ويستعمل استعمال أفعال الشروع لأن الشارع ينطلق إليه ، ونظيره في ذلك : ذَهب بفعل كذا ، كما في قول النبهاني :فإن كنتَ سيِّدنَا سدْتَنا ... وإن كنت للخال فاذْهب فَخلْوكذلك قام في قوله تعالى : { إذ قاموا فقالوا } في سورة [ الكهف : 14 ] .( وقيل : إن الانطلاق هنا على حقيقته ، أي وانصرف الملأ منهم عن مجلس أبي طالب . و { الملأ } : سادة القوم قال ابن عطية : قائل ذلك عقبة بن أبي معيط . وقال غير ابن عطية : إن من القائلين أبا جهل ، والعاصي بن وائل ، والأسود بن عبد يغوث .و { أن } تفسيرية لأن الانطلاق إن كان مجازاً فهو في الشروع فقد أريد به الشروع في الكلام فكان فيه معنى القول دون حروفه فاحتاج إلى تفسيرٍ بكلام مقول ، وإن كان الانطلاقُ على حقيقته فقد تضمن انطلاقهم عقب التقاول بينهم بكلامهم الباطل { هذا ساحِرٌ } [ ص : 4 ] إلى قوله : { عُجَابٌ } [ ص : 5 ] يقتضي أنهم انطلقوا متحاورين في ماذا يصنعون . ولما أسند الانطلاق إلى الملأ منهم على أنهم ما كانوا لينطلقوا إلا لتدبير في ماذا يصنعون فكان ذلك مقتضياً تحاوراً وتقاولاً احتيج إلى تفسيره بجملة { أن امشوا واصبروا على ءَالهتِكُم } الخ . والأمر بالمشي يحتمل أن يكون حقيقة ، أي انصرفوا عن هذا المكان مكان المجادلة ، واشتغلوا بالثبات على آلهتكم . ويجوز أن يكون مجازاً في الاستمرار على دينهم كما يقال : كما سار الكرام ، أي اعمل كما عملوا ، ومنه سميت الأخلاق والأعمال المعتادة سيرة .والصبر : الثبات والملازمة ، يقال : صبر الدابة إذا ربطها ، ومنه سمي الثبات عند حلول الضُرّ صبراً لأنه ملازمة للحلم والأناة بحيث لا يضطرب بالجزع ، ونظير هذه الآية قوله تعالى : { إن كاد ليضلنا عن آلهتنا لولا أن صبرنا عليها } [ الفرقان : 42 ] .وحرف { على } يدلّ على تضمين { اصبروا } معنى : اعكفوا وأثبتوا ، فحرف { على } هنا للاستعلاء المجازي وهو التمكن مثل { أولئك على هدى من ربهم } [ البقرة : 5 ] . وليس هو حرف { على } المتعارف تعدية فعل الصبر به في نحو قوله : { اصبر على ما يقولون } [ المزمل : 10 ] فإن ذلك بمعنى ( مع ) ، ولذلك يخلفه اللام في مثل ذلك الموقع نحو قوله تعالى : { فاصبر لحكم ربك } [ القلم : 48 ] ، ولا بدّ هنا من تقدير مضاف ، أي على عبادة آلهتكم ، فلا يتعدى إلى مفعول إن كان مجازاً فهو في الشروع فقد أريد به الشروع في الكلام فكان .وجملة { إن هذا لشيءٌ يُرادُ } تعليل للأمر بالصبر على آلهتهم لقصد تقوية شكهم في صحة دعوة النبي صلى الله عليه وسلم بأنها شيء أرادهُ لغرض أي ليس صادقاً ولكنه مصنوع مراد منه مقصد كما يقال : هذا أمر دُبِّر بليل ، فالإِشارة ب { هذا } إلى ما كانوا يسمعونه في المجلس من دعوة النبي صلى الله عليه وسلم إياهم أن يقولوا : لا إله إلا الله .",
  "ayah": 6,
  "surah": 38
}
