{
  "text": "أَنْتُمْ عَنْهُ مُعْرِضُونَ (68) وجملة { قُلْ هو نبؤا عظيمٌ أنتُم عنه مُعرضونَ } يجوز أن تكون في موقع الاستئناف الابتدائي انتقالاً من غرض وصف أحوال أهل المحشر إلى غرض قصة خلق آدم وشقاء الشيطان ، فيكون ضمير { هُوَ } ضميرَ شأن يفسره ما بعده وما يُبيّن به ما بعده من قوله : { إذ قال ربك للملائكة إني خالق بشراً من طين } [ ص : 71 ] جعل هذا كالمقدمة للقصة تشويقاً لتلقّيها فيكون المراد بالنبأ نبأَ خَلق آدم وما جرى بعده ، ويكون ضمير { يَخْتصِمُونَ } عائداً إلى الملأ الأعلى لأن الملأ جماعة . ويراد بالاختصام الاختلاف الذي جرى بين الشيطان وبين من بلَّغ إليه من الملائكة أمرَ الله بالسجود لآدم ، فالملائكة هم الملأ الأعلى وكان الشيطان بينهم فعُدّ منهم قبل أن يطرد من السماء .ويجوز أن تكون جملة { قُلْ هو نبؤا عظيمٌ } الخ تذييلاً للذي سبق من قوله : { وإنَّ للمتَّقينَ لحُسنَ مئابٍ } [ ص : 49 ] إلى هنا ، تذييلاً يشعر بالتنويه به وبطلب الإِقبال على التدبر فيه والاعتبار به . وعليه يكون ضمير { هُوَ } ضميراً عائداً إلى الكلام السابق على تأويله بالمذكور فلذلك أُتِي لتعريفه بضمير المفرد .والمراد بالنبأ : خبر الحشر وما أُعد فيه للمتقين من حسن مآب ، وللطاغين من شر مآب ، ومن سوء صحبة بعضهم لبعض ، وتراشقهم بالتأنيب والخصام بينهم وهم في العذاب ، وترددهم في سبب أن لم يجدوا معهم المؤمنين الذين كانوا يَعدّونهم من الأشرار . ووصف النبأ ب { عَظِيمٌ } تهويل على نحو قوله تعالى : { عمَّ يتساءلون عن النبأ العظيم الذي هم فيه مختلفون } [ النبأ : 13 ] . وعظمة هذا النبأ بين الأنباء من نوعه من أنباء الشر مثل قوله : { فساد كبير } [ الأنفال : 73 ] ، فتم الكلام عند قوله تعالى : { أنتم عنه معرضون } .فتكون جملة { ما كانَ لي مِن علم بالملأ الأعلى } إلى قوله : { نَذِيرٌ مبينٌ } استئنافاً للاستدلال على صدق النبأ بأنه وحي من الله ولولا أنه وحي لما كان للرسول صلى الله عليه وسلم قِبَل بمعرفة هذه الأحوال على حد قوله تعالى : { وما كنت لديهم إذ يلقون أقلامهم أيهم يكفل مريم وما كنت لديهم إذ يختصمون } [ آل عمران : 44 ] ، ونظائر هذا الاستدلال كثيرة في القرآن .وتكون جملة { إذْ قَالَ رَبُّكَ لِلْمَلائِكَةِ إِنِّي خالِقٌ بَشَراً } [ ص : 71 ] إلى آخره استئنافاً ابتدائياً .وعلى هذا فضمير { يختصمون } عائد إلى أهل النار من قوله : { تخاصُمُ أهللِ النارِ } [ ص : 64 ] إذ لا تخاصم بين أهل الملأ الأعلى . والمعنى : ما كان لي من علم بعالَم الغيب وما يجري فيه من الإِخبار بما سيكون إذ يَختصم أهل النار في النار يوم القيامة .وعلى كلا التفسيرين فمعنى { أنتُم عنهُ مُعْرِضُونَ } ، أنهم غافلون عن العلم به فقد أُعلموا بالنبأ بمعناه الأول وسيَعلَمون قريباً بالنبأ بمعناه الثاني .وجيء بالجملة الاسمية في قوله : { أنتُم عنه معرِضُونَ } لإِفادة إثبات إعراضهم وتمكنه منهم ، فأما إعراضهم عن النبأ بمعناه الأول فظاهر تمكنُه من نفوسهم لأنه طالما أنذرهم بعذاب الآخِرة ووصفه فلم يكترثوا بذلك ولا ارْعَوَوْا عن كفرهم . وأما إعراضهم عن النبأ بمعناه الثاني ، فتأويلُ تمكنه من نفوسهم عدم استعدادهم للاعتبار بمغزاهُ من تحقق أن ما هم فيه هو وسوسة من الشيطان قصداً للشَّرّ بهم .ولعل هذه الآية من هذه السورة هي أول ما نزل على النبي صلى الله عليه وسلم من ذكر قِصة خلق آدم وسجود الملائكة وإباء إبليس من السجود ، فإن هذه السورة في ترتيب نزول سور القرآن لا يُوجد ذكر قصة آدم في سورة نزلت قبلَها . فذلك وجهُ التوطئة للقصة بأساليب العناية والاهتمام مما خلا غيرُها عن مثله وبأنها نبأ كانوا معرضين عنه . وأيًّا مَّا كان فقوله : { أنتُم عنْهُ مُعرِضُونَ } توبيخ لهم وتحميق .وجملة { ما كَانَ لي من علممٍ بالملأ الأعلى إذ يختصمونَ } اعتراض إبلاغ في التوبيخ على الإِعراض عن النبأ العظيم ، وحجة على تحقق النبأ بسبب أنه موحىً به من الله وليس للرسول صلى الله عليه وسلم سبيل إلى عمله لولا وحي الله إليه به . وذكر فعل { كان } دال على أن المنفي علمه بذلك فيما مضى من الزمن قبل أن يوحى إليه بذلك كما قال تعالى : { وما كنت لديهم إذ يلقون أقلامهم أيهم يكفل مريم وما كنت لديهم إذ يختصمون } [ آل عمران : 44 ] وقوله : { وما كنت بجانب الغربي إذ قضينا إلى موسى الأمر وما كنت من الشاهدين } [ القصص : 44 ] .والباء في قوله : { بالمَلأ الأعلى } على كلا المعنيين للنبأ ، لتعدية { عِلم } لتضمينه معنى الإِحاطة ، وهو استعمال شائع في تعدية العلم . ومنه ما في حديث سؤال الملكين في «الصحيح» فيقال له : ما علمك بهذا الرجل . ويجوز على المعنى الثاني في النبأ أن تكون الباء ظرفية ، أي ما كان لي علم كائن في الملأ الأعلى ، أي ما كنت حاضراً في الملأ الأعلى فهي كالباء في قوله : { وما كنت بجانب الغربي إذ قضينا إلى موسى الأم } [ القصص : 44 ] .",
  "ayah": 68,
  "surah": 38
}
