{
  "text": "قَالَ أَنَا خَيْرٌ مِنْهُ خَلَقْتَنِي مِنْ نَارٍ وَخَلَقْتَهُ مِنْ طِينٍ (76)بيان لجملة { أنا خيرٌ منه } . وقد جعل إبليس عذره مبْنياً على تأصيل أن النار خير من الطين ولم يرد في القرآن أن الله رد عليه هذا التأصيل لأنه أحقر من ذلك فلعنه وأطرده لأنه ادعى باطلاً وعصى ربّه استكباراً : وطَرْدُه أجمع لإِبطال علمه ودحض دليله ، غير أن النور الذي في النار نور عارض قائم بالأجسام الملْتهبة التي تسمّى ناراً ، وليس للنار قيام بنفسها ولذلك لم تَعْدُ أن يكون كيانها مخلوطاً بما يُلهبها .ومعنى كون الشيطان مخلوقاً من النار أَنَّ ابتداء تكوّن الذَّرة الأصلية لقوام ماهيته من عنصر النار ، ثم تمتزج تلك الذرة بعناصر أخرى مثل الهواء وما الله أعلم به . ومعنى كون آدم مخلوقاً من الطين أن ابتداء تكوّن ذَرات جثمانه من عنصر التراب وأدخل على تلك الذرات ما امتزجت به عناصر الهواء والماء والنار وما يتولد على ذلك التركيب من عناصر كيماوية وقوة كهربائية تتقوم بمجموعها ماهية الإِنسان .وتكون { من } في الموضعين ابتدائية لا تبعيضية .وقد جزم الفلاسفة الأولون والأطباء بأن عنصر النار أشرف من عنصر التراب ويعبر عنه بالأرض لأن النار لطيفة مضيئة اللون والتراب كثيف مظلم اللون .وقال الشيرازي في «شرح كليات القانون» : إن النار وإن ترَجحت على الأرض بما ذكر فالأرض راجحة عليها بأنها خير للحيوان والنبات ، وغيرُ مفسدة ببردها ، بخلاف النار فإنها مفسدة بحرّها لكونه في الغاية إلى غير ذلك .والحق : أن أفضليّة العناصر لا تقتضي أفضلية الكائنات المنشأَة منها لأن العناصر أجرام بسيطة لا تتكون المخلوقات من مجردها بل المخلوقات تتكون بالتركيب بين العناصر ، والأجسامُ الإِنسانية مركبة من العناصر كلّها . والروح الآدمي لطيفة نورانية تفوَّق بها الإِنسان على جميع المركبات بأن كان فيه جزء ملَكي شارك به الملائكة ، ولذلك طلب منه خالقه تعالى وتقدّس أن يلحق نفسه بالملائكة فتحقق ذلك الالتحاق كاملاً في الأنبياء والمرسلين ومن أجل ذلك قلنا : إن الأنبياء والرسل أفضل من الملائكة لاستواء الفريقين في تمحض النورانية وتميُّز فريق الأنبياء بأنهم لَحقوا تلك المراتب بالاصطفاء والطاعة ، فليس لإِبليس دليل في التفضيل على آدم وإنما عرضت له شبهة ضالة ولذلك جوزي على إبائه من السجود إليه بالطرد من الملأِ الأعلى .وإنما بسطنا القول هنا لردّ شبه طائفة من الملاحدة الذين يصوبون شبهة إبليس طعناً في الدين لا إيماناً بالشياطين ليعلموا أنه لو سلمنا أن النار أشرف من الطين لما كان ذلك مُقتضياً أن يكون ما ينشأ من النار أفضل مما ينشأ من الطين لأن المخلوق كائن مركب من عناصر وأجزاء متفاوتة والتركيب قد يُدخل على المادة الأولى شرفاً وقد يدخل عليها حَقارة ، والتفاضل إنما يتقوم من الكمال في الذات والآثار .",
  "ayah": 76,
  "surah": 38
}
