{
  "text": "The word Sharr: ` Allamah Ibn Qayyim's Exposition\nVerse [ 113:2] مِن شَرِّ‌ مَا خَلَقَ (From the evil of everything He has created.) ` Allamah Ibn Qayyim expounds that the word sharr (evil) is employed in two different senses: [ 1] pain, loss, injury, trouble, grief, distress and affliction which affect man directly, and they are by themselves troubles and afflictions; and [ 2] the factors that cause losses, injuries and afflictions. The second type covers unbelief, idolatry and all sins. The things from which the Qur'an and Sunnah require man to seek refuge in Allah are either of these two types. The Traditional supplication that is masnun after salah includes seeking of refuge from four things: [ 1] punishment of the grave; [ 2] punishment of the Hell-Fire; [ 3] hardships and privations of life; and [ 4] trials and tribulations of death. Of these, the first two are afflictions and punishments in their own right, and the last two are causes of afflictions and punishments.\nVerse [ 113:2] (From the evil of everything He has created) covers the evil of the entire creation. This verse was sufficient to guard against all mischief and calamities. But three particular forms of evil have been singled out to seek protection which often cause calamities and afflictions.\nThe first thing singled out appears in verse [ 113:3] وَمِن شَرِّ‌ غَاسِقٍ إِذَا وَقَبَ (and from the evil of dark night when it penetrates.) The word ghasiq is derived from ghasaq (to become dark or intensely dark). Thus Sayyidna Ibn ` Abbas ؓ ، Hasan and Mujahid رحمۃ اللہ علیہما say that the word ghasiq stands for 'night'. The verb waqaba is derived from wuqub which means for utter darkness 'to overspread completely and intensely'. The verse means: 'I seek refuge in Allah from the night when its darkness has completely and intensely overspread'. The word 'night' has been specifically mentioned because this is the time when Jinn, Shaitans, harmful insects, animals and reptiles appear. Thieves and robbers emerge at this time to carry out their crimes of stealing and other acts of wickedness. The enemies attack at this time. Black magic has the worst effect when it is intensely dark at night. As soon as the dawn approaches, the effects of all these things disappear and fade away. [ Allamah Ibn Qayyim ]\nVerse [ 113:4] وَمِن شَرِّ‌ النَّفَّاثَاتِ فِي الْعُقَدِ (and from the evil of the women who blow on the knots.) The word naffathat is derived from nafth which means 'to blow'. The word 'uqad is the plural of 'uqdah which means 'a knot'. The magicians usually tie knots on a string or piece of thread, recite magical incantations or formulae and blow on them as they do so. The phrase النَّفَّاثَاتِ فِي الْعُقَدِ (...the women who blow on the knots) refers to female magicians. It is possible that the pre-adjectival noun of the adjective naffathat be nufus [ souls ]. Thus this verse may be translated as 'the evil souls who blow on knots'. This translation would include men and women who carry out this evil practice. But most probably its pre-adjectival noun is 'womenfolk'. Women have been specifically mentioned perhaps because generally womenfolk have the natural disposition to carry out the evil practice of witchcraft; or probably because Labid Ibn A` sam, whose black magic was the cause of revelation of this Surah, got this most heinous act done by his daughters. Hence, the act of witchcraft is ascribed to them.\nThe reason why protection is sought against magicians is firstly that the cause of revelation of these two Surahs was the incident of magic. Secondly, people are normally unaware of the act of magicians, and they do not pay attention to getting themselves exorcised. They are under the impression that it is some kind of medical ailment and try to get themselves medically cured. In the meantime the magical effect continues to grow worse.\nThe third thing from which people are asked specifically to seek protection is hasid [ jealous ] and hasad [ jealousy ]. This has been specified for the same reasons as given above, because black magic was worked on the Prophet ﷺ on account of jealousy. The Jews and the hypocrites could not bear to see the rapid progress and expansion of Islam. They could not defeat him in outer combat; therefore they tried to satisfy their jealousy by performing witchcraft on him. There were uncountable number of green-eyed monsters against the Prophet ﷺ . That is the major reason why protection was sought against them. Jealousy of the jealous one gives him restless days and sleepless nights. He is at all times after causing loss to his envied person. Therefore, the harm he wishes to inflict is severe.\nHasad [ Jealousy ] and Ghibtah [ Envy ]\nThe Arabic word hasad, the English equivalent of which is 'jealousy', is invariably used in the bad sense. It generally means to desire the deprivation of the other man rather than one's own acquisition of any bliss that he may possess. Simply put, Hasad means that a person should feel unhappy at the better fortune and good quality that Allah has granted to another, and wishes that it should be taken away from the other person and given to him, or at least the other should be deprived of it. Hasad in this sense is totally forbidden and a major sin. This is the first sin that was committed in the heaven and also the first one committed on the earth. The Iblis was jealous of 'Adam in the heaven and the latter's son Qabil was jealous of his brother Habil on earth. [ Qurtubi ].\nGhibtah, on the other hand, means to desire for oneself the same blessing as the other man has, without any idea of the latter's losing it. This is not only permissible but also desirable.\nSummary and Conclusion\nApart from the general protection that is sought in this Surah, protection is sought from three specific evils. These are mentioned separately in verses three, four and five. Furthermore, in the first and the third specific evils particular restrictions are placed. The first specific evil ghasiq [ darkness ] is restricted by the phrase إِذَا وَقَبَ \"when it penetrates\".\nThe third specific evil hid is restricted by the phraseإِذَا حَسَدَ when he envies\". The practice of witchcraft is left unrestricted because its harmful effect is general. The harmful effect of darkness is felt when there is total absence of light, plunging the night in intense and utter darkness. Likewise, jealousy may not cause harm to its object until the jealous one takes a practical step with word or deed to satisfy his heart. For until he takes a practical step, his being unhappy may be harmful to himself, but it is not harmful for the other person so that he may seek refuge from it. Hence, restrictions are placed on the first and the third specific evils.\nAl-Hamdulillah\nThe Commentary on\nSurah Al-Falaq\nEnds here",
  "ayah": 5,
  "surah": 113
}
