{
  "text": "৭-১০ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা বলেন যে, কাফির, মুশরিক ও মুলহিদরা মৃত্যুর পরে পুনরুত্থানকে অবিশ্বাস করছে, তাই তিনি স্বীয় নবী (সঃ)-কে বলছেনঃ হে নবী (সঃ)! তুমি তাদেরকে বলে দাও আমার প্রতিপালকের শপথ! তোমরা অবশ্যই পুনরুত্থিত হবে। অতঃপর তোমরা যা করতে তোমাদেরকে সে সম্বন্ধে অবশ্যই অবহিত করা হবে। জেনে রেখো যে, তোমাদেরকে দ্বিতীয়বার সৃষ্টি করা, তোমাদের বিনিময় প্রদান করা ইত্যাদি কাজ আল্লাহ তা'আলার পক্ষে খুবই সহজ।এটা হচ্ছে তৃতীয় আয়াত যাতে আল্লাহ তাবারাকা ওয়া তা'আলা স্বীয় নবী (সঃ)-কে কসম খেয়ে কিয়ামতের সত্যতা বর্ণনা করতে বলেছেন। প্রথম সূরায়ে ইউনুসে রয়েছেঃ (আরবি) অর্থাৎ “তারা তোমার নিকট জানতে চায় যে, এটা কি সত্য? বল- হ্যাঁ, আমার প্রতিপালকের শপথ! এটা অবশ্যই সত্য। আর তোমরা এটা ব্যর্থ করতে পারবে না।” (১০:৫৩) দ্বিতীয় আয়াত সূরায়ে সাবাতে রয়েছেঃ (আরবি) অর্থাৎ “কাফিররা বলে- আমাদের কিয়ামত আসবে না। বল- আসবেই, শপথ আমার প্রতিপালকের, নিশ্চয়ই তোমাদের নিকট ওটা আসবেই।” (৩৪:৩) আর তৃতীয় হলো এই আয়াতটিঃ (আরবি)অর্থাৎ “কাফিররা ধারণা করে যে, তারা কখনো পুনরুত্থিত হবে না। বল- নিশ্চয়ই হবে, আমার প্রতিপালকের শপথ! তোমরা অবশ্যই পুনরুত্থিত হবে।অতঃপর তোমরা যা করতে তোমাদেরকে সে সম্বন্ধে অবশ্যই অবহিত করা হবে। এটা আল্লাহর পক্ষে সহজ।”এরপর ইরশাদ হচ্ছেঃ অতএব তোমরা ঈমান আনয়ন কর আল্লাহর উপর, তাঁর রাসূলের উপর এবং যে নূর আল্লাহ অবতীর্ণ করেছেন তার উপর অর্থাৎ কুরআনের উপর। আর তোমাদের কোন গোপন আমলও আল্লাহর নিকট অজানা নয়, বরং তিনি সব কিছুরই খবর রাখেন।মহান আল্লাহর উক্তিঃ সমাবেশের দিন অর্থাৎ কিয়ামতের দিন আল্লাহ তোমাদেরকে সমবেত করবেন। ঐদিন আল্লাহ তা’আলা সকলকে একত্রিত করবেন বলেই ঐ দিনকে অর্থাৎ কিয়ামতের দিনকে (আরবি) বলা হয়েছে। যেমন অন্য জায়গায় রয়েছেঃ (আরবি)অর্থাৎ “ওটা লোকদেরকে একত্রিত করার ও হাযির করার দিন।” (১১:১০৩) আর এক জায়গায় বলেনঃ (আরবি) অর্থাৎ “বলঃ নিশ্চয়ই পূর্ববর্তীগণ ও পরবর্তীগণ সকলকে একত্রিত করা হবে এক নির্ধারিত দিনের নির্ধারিত সময়ে।” (৫৬:৪৯-৫০)। হযরত ইবনে আব্বাস (রাঃ) বলেন যে, (আরবি) হলো কিয়ামতের একটি নাম। কিয়ামতের এই নামের কারণ এই যে, জান্নাতবাসীরা জাহান্নামবাসীদেরকে ক্ষতির মধ্যে নিক্ষেপ করবে। হযরত মুজাহিদ (রঃ) বলেনঃ এর চেয়ে বড় তাগাবুন যা ক্ষতি কি হতে পারে যে, জান্নাতীদের সামনে তাদেরকে জাহান্নামে নিয়ে যাওয়া হবে? এর পরবর্তী আয়াতই যেন এর তাফসীর। মহান আল্লাহ বলেনঃ যে ব্যক্তি আল্লাহে বিশ্বাস করে ও সৎকর্ম করে তিনি তার পাপ মোচন করবেন এবং তাকে দাখিল করবেন জান্নাতে যার পাদদেশে নদী প্রবাহিত, সেথায় তারা হবে চিরস্থায়ী। এটাই মহাসাফল্য। কিন্তু যারা কুফরী করে এবং আমার নিদর্শনসমূহকে অস্বীকার করে তারাই জাহান্নামের অধিবাসী, সেথায় তারা স্থায়ী হবে। কত মন্দ সে প্রত্যাবর্তন স্থল!",
  "ayah": 10,
  "surah": 64
}
