{
  "text": "১১-১৩ নং আয়াতের তাফসীর\nসূরায়ে হাদীদেও এ বিষয়টি গত হয়েছে যে, যা কিছু হয় তা আল্লাহর হুকুমেই হয়। তাঁর ইচ্ছা ও নির্ধারণ ছাড়া কিছুই হয় না। এখন কোন লোকের উপর কোন বিপদ আপতিত হলে তার এটা বিশ্বাস করা উচিত যে, এ বিপদ আল্লাহর ফায়সালা ও নির্ধারণক্রমেই আপতিত হয়েছে। সুতরাং তার উচিত ধৈর্যধারণ করা এবং আল্লাহর মর্জির উপর স্থির থাকা। আর সে যেন পুণ্য ও কল্যাণের আশা রাখে। সে যেন আল্লাহর ফায়সালাকে দ্বিধাহীন চিত্তে মেনে নেয়। তাহলে আল্লাহ্ তাবারাকা ওয়া তা'আলা তার অন্তরে হিদায়াত দান করবেন। সে তখন সঠিক বিশ্বাসের ঔজ্জ্বল্য স্বীয় অন্তরে দেখতে পাবে। আবার কোন কোন সময় এমনও হয় যে, ঐ বিপদের বিনিময়ে আল্লাহ তা’আলা দুনিয়াতেই অফুরন্ত কল্যাণ দান করে থাকেন। হযরত ইবনে আব্বাস (রাঃ) বলেন যে, তার ঈমান দৃঢ় হয়ে যায়। সে বিশ্বাস রাখে যে, যে বিপদ তার উপর আপতিত হয়েছে তা আপতিত হওয়ারই ছিল এবং যা আপতিত হয়নি তা হওয়ারই ছিল না। হযরত আলকামা (রাঃ)-এর সামনে এ আয়াতটি পাঠ করা হয় এবং তাঁকে এর ভাবার্থ জিজ্ঞেস করা হয়। তখন তিনি বলেনঃ “এর দ্বারা ঐ ব্যক্তিকে বুঝানো হয়েছে যে প্রত্যেক বিপদের সময় এই বিশ্বাস রাখে যে, ঐ বিপদ আল্লাহর পক্ষ হতে এসেছে। অতঃপর সন্তুষ্ট চিত্তে সে তা সহ্য করে।” (এটা ইমাম ইবনে জারীর (রঃ) ও ইমাম ইবনে আবি হাতিম (রঃ) এই আয়াতের তাফসীরে বর্ণনা করেছেন)হযরত সাঈদ ইবনে জুবায়ের (রঃ) ও হযরত মুকাতিল ইবনে হিব্বান (রঃ) বলেনঃ এর ভাবার্থ এই যে, সে ‘ইন্না লিল্লাহি ওয়া ইন্না ইলাইহি রাজিউন' পাঠ করে।‘মুত্তাফাকুন আলাইহি' এর হাদীসে রয়েছেঃ মু'মিনের জন্যে বিস্মিত হতে হয় যে, আল্লাহ্ তা'আলা তার জন্যে যে ফায়সালাই করেন তা তার জন্যে কল্যাণকরই হয়ে থাকে। তার উপর কোন বিপদ আপতিত হলে সে সবর করে, সুতরাং তা হয় তার জন্যে কল্যাণকর। আবার তার জন্যে আনন্দদায়ক কোন ব্যাপার ঘটলে সে কৃতজ্ঞতা প্রকাশ করে এবং সেটাও হয় তার জন্যে কল্যাণকর। এটা মু'মিন ছাড়া আর কারো জন্যে নয়।” হযরত উবাদাহ্ ইবনে সামিত (রাঃ) হতে বর্ণিত আছে যে, একটি লোক রাসূলুল্লাহ্ (সঃ)-এর কাছে এসে বললোঃ “হে আল্লাহর রাসূল (সঃ)! কোন্ আমল সর্বোত্তম?” উত্তরে তিনি বললেনঃ “আল্লাহ্ উপর ঈমান আনা, তাঁর সত্যতা বিশ্বাস করা এবং তাঁর পথে জিহাদ করা।” লোকটি বললোঃ “হে আল্লাহর রাসূল (সঃ) আমি এর চেয়ে কোন সহজ আমল কামনা করছি।” তখন রাসূলুল্লাহ্ (সঃ) বললেনঃ “তোমার ভাগ্যে যে ফায়সালা করে দেয়া হয়েছে ঐ ব্যাপারে তুমি আল্লাহকে তিরস্কার বা নিন্দে করবে না (বরং তাতেই সন্তুষ্ট থাকবে)।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)এরপর মহান আল্লাহ্ বলেনঃ তোমরা আল্লাহর আনুগত্য কর ও তাঁর রাসূল (সঃ)-এর আনুগত্য কর। অর্থাৎ আল্লাহ্ ও তাঁর রাসূল (সঃ) যা করার আদেশ করেছেন তা পালন কর এবং যা করতে নিষেধ করেছেন তা হতে বিরত থাকো। অতঃপর প্রবল পরাক্রান্ত আল্লাহ্ বলেনঃ যদি তোমরা মুখ ফিরিয়ে নাও, (তবে জেনে রেখো যে,) আমার রাসূল (সঃ)-এর দায়িত্ব শুধু স্পষ্টভাবে প্রচার করা। অর্থাৎ যদি তোমরা মান্য না কর তবে তোমাদের আমলের জন্যে আল্লাহর রাসূল (সঃ) মোটেই দায়ী হবেন না। তাঁর দায়িত্ব তো শুধু স্পষ্টভাবে প্রচার করে দেয়া এবং তাঁর এ দায়িত্ব তিনি যথাযথভাবে পালন করেছেন। এখন তোমাদের দুষ্কর্মের শাস্তি তোমাদেরকেই ভোগ করতে হবে।এরপর আল্লাহ্ তাবারাকা ওয়া তা'আলা বলেনঃ “আল্লাহ, তিনি ছাড়া কোন মা’বূদ নেই, সুতরাং মু'মিনরা যেন আল্লাহর উপরই নির্ভর করে। প্রথম বাক্যে তাওহীদের খবর দেয়া হয়েছে। এর অর্থ হলো তলব, অর্থাৎ আল্লাহর তাওহীদকে মেনে নাও এবং ইখলাসের সাথে শুধু তাঁরই ইবাদত কর।যেহেতু নির্ভরযোগ্য একমাত্র আল্লাহ্ সেই হেতু মু'মিনদের উচিত একমাত্র তাঁরই উপর নির্ভর করা। যেমন অন্য জায়গায় রয়েছেঃ (আরবি) অর্থাৎ “তিনি পূর্ব ও পশ্চিমের অধিকর্তা, তিনি ব্যতীত কোন মা’বূদ নেই, অতএব তাঁকেই গ্রহণ কর কর্ম বিধায়করূপে।” (৭৩:৯)",
  "ayah": 13,
  "surah": 64
}
