{
  "text": "وقوله تعالى \"وعنده مفاتح الغيب لا يعلمها إلا هو\" قال البخاري: حدثنا عبدالعزيز بن عبدالله حدثنا إبراهيم بن سعد عن ابن شهاب عن سالم بن عبدالله عن أبيه أن رسول الله صلى الله عليه وسلم قال مفاتح الغيب خمس لا يعلمهن إلا الله \"إن الله عنده علم الساعة وينزل الغيث ويعلم ما في الأرحام وما تدري نفس ماذا تكسب غدا وما تدري نفس بأي أرض تموت إن الله عليم خبير\" وفي حديث عمر أن جبريل حين تبدى له في صورة أعرابي فسأل عن الإيمان والإسلام والإحسان فقال له النبي صلى الله عليه وسلم فيما قال له \"خمس لا يعلمهن إلا الله\" ثم قرأ \"إن الله عنده علم الساعة\" الآية. وقوله \"ويعلم ما في البر والبحر\" أي يحيط علمه الكريم بجميع الموجودات بريها وبحريها لا يخفى عليه من ذلك شيء ولا مثقال ذرة في الأرض ولا في السماء وما أحسن ما قال الصرصري: فلا بخفي عليه الذر إما تراءى للنواظر أو توارى وقوله \"وما تسقط من ورقة إلا يعلمها\" أي ويعلم الحركات حتى من الجمادات فما ظنك بالحيوانات ولا سيما المكلفون منهم من جنهم وإنسهم كما قال تعالى \"يعلم خائنة الأعين وما تخفي الصدور\".وقال ابن أبي حاتم: حدثنا أبي حدثنا الحسن بن الربيع حدثنا أبو الأحوص عن سعيد بن مسروق حدثنا حسان النمري عن ابن عباس في قوله \"وما تسقط من ورقة إلا يعلمها\" قال ما من شجرة في بر ولا بحر إلا وملك موكل بها يكتب ما يسقط منها رواه ابن أبي حاتم وقوله \"ولا حبة في ظلمات الأرض ولا رطب ولا يابس إلا في كتاب مبين\" قال ابن أبي حاتم: حدثنا عبدالله بن محمد بن عبدالرحمن بن المسور الزهري حدثنا مالك بن سعير حدثنا الأعمش عن يزيد بن أبي زياد عن عبدالله بن الحارث قال: ما في الأرض من شجرة ولا مغرز إبرة إلا وعليها ملك موكل يأتي الله بعلمها رطوبتها إذا رطبت ويبوستها إذا يبست وكذا رواه ابن جرير عن أبي الخطاب زياد بن عبدالله الحساني عن مالك بن سعير به. ثم قال ابن أبي حاتم ذكر عن أبي حذيفة حدثنا سفيان عن عمرو بن قيس عن رجل عن سعيد بن جبير عن ابن عباس قال: خلق الله النون وهي الدواة وخلق الألواح فكتب فيها أمر الدنيا حتى ينقضي ما كان من خلق مخلوق أو رزق حلال أو حرام أو عمل بر أو فجور وقرأ هذه الآية \"وما تسقط من ورقة إلا يعلمها\" إلى آخر الآية قال محمد بن إسحاق عن يحيى بن النضر عن أبيه سمعت عبدالله بن عمرو بن العاص يقول إن تحت الأرض الثالثة وفوق الرابعة من الجن ما لو أنهم ظهروا يعني لكم لم تروا معهم نورا على كل زاوية من زوايا الأرض خاتم من خواتيم الله عز وجل على كل خاتم ملك من الملائكة يبعث الله عز وجل إليه في كل يوم ملكا من عنده أن احتفظ بما عندك.",
  "ayah": 59,
  "surah": 6
}
