{
  "text": "قال السدي قال المشركون للمسلمين اتبعوا سبيلنا واتركوا دين محمد فأنزل الله عز وجل \"قل أندعوا من دون الله ما لا ينفعنا ولا يضرنا ونرد على أعقابنا\" أي في الكفر \"بعد إذ هدانا الله\" فيكون مثلنا مثل الذي استهوته الشياطين في الأرض يقول مثلكم إن كفرتم بعد إيمانكم كمثل رجل خرج مع قوم على الطريق فضل الطريق فحيرته الشياطين واستهوته في الأرض وأصحابه على الطريق فجعلوا يدعونه إليهم يقولون ائتنا فإنا على الطريق فأبى أن يأتيهم فذلك مثل من يتبعهم بعد المعرفة بمحمد صلى الله عليه وعلي آله وسلم ومحمد هو الذي يدعو إلى الطريق والطريق هو الإسلام. رواه ابن جرير وقال قتادة \"استهوته الشياطين في الأرض\" أضلته في الأرض يعني استهوته سيرته كقوله \"تهوي إليهم\" وقال علي بن أبي طلحة عن ابن عباس في قوله \"قل أندعوا من دون الله ما لا ينفعنا ولا يضرنا\" الآية. هذا مثل ضربه الله للآلهة ومن يدعو إليها والدعاة الذين يدعون إلى هدى الله عز وجل كمثل رجل ضل عن طريق تائها إذ ناداه مناد يا فلان ابن فلان هلم إلى الطريق وله أصحاب يدعونه يا فلان هلم إلى الطريق فان اتبع الداعي الأول انطلق به حتى يلقيه إلى الهلكة وإن أجاب من يدعوه إلى الهدى اهتدى إلى الطريق وهذه الداعية التي تدعو في البرية من الغيلان يقول مثل من يعبد هذه الآلهة من دون الله فإنه يرى أنه في شيء حتى يأتيه الموت فيستقبل الندامة والهلكة وقوله \"كالذي استهوته الشياطين في الأرض\" هم الغيلان \"يدعونه\" باسمه واسم أبيه وجده فيتبعها وهو يرى أنه في شيء فيصبح وقد رمته في هلكة وربما أكلته أو تلقيه في مضلة من الأرض يهلك فيها عطشا فهذا مثل من أجاب الآلهة التي تعبد من دون الله عز وجل رواه ابن جرير وقال ابن أبي نجيح عن مجاهد \"كالذي استهوته الشياطين في الأرض حيران\"قال رجل حيران يدعوه أصحابه إلى الطريق وذلك مثل من يضل بعد أن هدي وقال العوفي عن ابن عباس قوله \"كالذي استهوته الشياطين في الأرض حيران له أصحاب\" هو الذي لا يستجيب لهدى الله وهو رجل أطاع الشيطان وعمل في الأرض بالمعصية وحاد عن الحق وضل عنه وله أصحاب يدعونه إلى الهدى ويزعمون أن الذي يأمرونه به هدى يقول الله ذلك لأوليائهم من الإنس \"إن الهدى هدى الله\" والضلال ما يدعو إليه الجن. رواه ابن جرير ثم قال وهذا يقتضي أن أصحابه يدعونه إلى الضلال ويزعمون أنه هدى قال: وهذا خلاف ظاهر الآية فإن الله أخبر أنهم يدعونه إلى الهدى فغير جائز أن يكون ضلالا وقد أخبر الله أنه هدى وهو كما قال ابن جرير فإن السياق يقتضي أن هذا الذي استهوته الشياطين في الأرض حيران وهو منصوب على الحال أي في حال حيرته وضلاله وجهله وجه المحجة وله أصحاب على المحجة سائرون فجعلوا يدعونه إليهم وإلى الذهاب معهم على الطريقة المثلى وتقدير الكلام فيأبى عليهم ولا يلتفت إليهم ولو شاء الله لهداه ولرد به إلى الطريق ولهذا قال \"قل إن هدى الله هو الهدى\" كما قال \"ومن يهد الله فما له من مضل\" وقال \"إن تحرص على هداهم فإن الله لا يهدي من يضل وما لهم من ناصرين\" وقوله \"وأمرنا لنسلم لرب العالمين\" أي نخلص له العبادة وحده لا شريك له.",
  "ayah": 71,
  "surah": 6
}
