{
  "text": "৬-১১ নং আয়াতের তাফসীর:\nএ লোকগুলো যেটাকে অসম্ভব মনে করছে, বিশ্বপ্রতিপালক আল্লাহ ওর চেয়েও নিজের বড় শক্তির নমুনা তাদের সামনে পেশ করে বলছেনঃ তোমরা আকাশের দিকে চেয়ে দেখো, ওর নির্মাণ কৌশলের কথা একটু চিন্তা কর, ওর উজ্জ্বল নক্ষত্ররাজির প্রতি দৃষ্টিপাত কর এবং লক্ষ্য কর যে, ওর কোন জায়গায় কোন ছিদ্র বা ফাটল নেই। যেমন আল্লাহ তাবারাকা ওয়া তা'আলা অন্য জায়গায় বলেনঃ(আরবী) অর্থাৎ “যিনি সৃষ্টি করেছেন স্তরে স্তরে সপ্তাকাশ। দয়াময় আল্লাহর সৃষ্টিতে তুমি কোন খুঁত দেখতে পাবে না। আবার তাকিয়ে দেখো, কোন ত্রুটি দেখতে পাও কি?” অতঃপর তুমি বারবার দৃষ্টি ফিরাও, সেই দৃষ্টি ব্যর্থ ও ক্লান্ত হয়ে তোমার দিকে ফিরে আসবে। (৬৭:৩-৪)এরপর মহান আল্লাহ বলেনঃ আমি বিস্তৃত করেছি ভূমিকে ও তাতে স্থাপন করেছি পর্বতমালা যাতে যমীন হেলা-দোলা না করে। কেননা, যমীন চতুর্দিক হতে পানি দ্বারা পরিবেষ্টিত রয়েছে। আর আমি ওতে উদাত করেছি নয়ন প্রীতিকর সর্বপ্রকার উদ্ভিদ। যেমন অন্য জায়গায় রয়েছেঃ (আরবী) অর্থাৎ “প্রত্যেক জিনিসকে জোড়া জোড়া সৃষ্টি করেছি যাতে তোমরা উপদেশ লাভ কর।” (৫১:৪৯)।  অতঃপর মহিমান্বিত আল্লাহ বলেনঃ আসমান, যমীন এবং এ ছাড়াও আল্লাহ তা'আলার ব্যাপক ক্ষমতার আরো বহু নিদর্শন রয়েছে, এগুলো আল্লাহর অনুরাগী প্রত্যেক ব্যক্তির জন্যে জ্ঞান ও উপদেশ স্বরূপ।অতঃপর মহান আল্লাহ বলেনঃ আমি আকাশ হতে কল্যাণকর বৃষ্টি বর্ষণ করি এবং তদ্দ্বারা আমি সৃষ্টি করি উদ্যান ও পরিপক্ক শস্যরাজি এবং সমুন্নত খর্জুর বৃক্ষ যাতে আছে গুচ্ছ গুচ্ছ খেজুর। এগুলো আমার বান্দাদের জীবিকা স্বরূপ। বৃষ্টি দ্বারা আমি মৃত ও শুষ্ক ভূমিকে সঞ্জীবিত করে থাকি। ভূমি তখন সবুজ-শ্যামল হয়ে আন্দোলিত হতে থাকে। এভাবেই মৃতকে পুনর্জীবিত করা হবে এবং পুনরুত্থান এভাবেই ঘটবে। মানুষ তো এসব নিদর্শন দৈনন্দিন দেখছে। এরপরেও কি তাদের জ্ঞানচক্ষু ফিরবে না? তারা কি এখনো বিশ্বাস করবে না যে, আল্লাহ তাআলা মৃতকে পুনর্জীবন দান করতে পূর্ণরূপে ক্ষমতাবান? যেমন অন্য আয়াতে রয়েছেঃ (আরবী) অর্থাৎ “অবশ্যই আকাশসমূহ ও পৃথিবীর সৃষ্টি মানব সৃষ্টি অপেক্ষা খুব বড় (ভারী বা কঠিন)।” (৪০:৫৭) আর একটি আয়াতে রয়েছেঃ (আরবী) অর্থাৎ “তারা কি অনুধাবন করে না যে, আল্লাহ, যিনি আকাশমণ্ডলী ও পৃথিবী। সৃষ্টি করেছেন এবং এসবের সৃষ্টিতে কোন ক্লান্তি বোধ করেননি, তিনি মৃতের জীবনদান করতেও সক্ষম? বস্তুতঃ তিনি সর্বশক্তিমান।” (৪৬:৩৩) মহান আল্লাহ অন্য জায়গায় বলেনঃ (আরবী) অথাৎ “এবং তার একটি নিদর্শন এই যে, তুমি ভূমিকে দেখতে পাও শুষ্ক, উর্বর, অতঃপর আমি ওতে বারি বর্ষণ করলে ওটা আন্দোলিত ও স্ফীত হয়; যিনি ভূমিকে জীবিত করেন তিনিই মৃতের জীবন দানকারী। তিনি তো সর্ববিষয়ে সর্বশক্তিমান।” (৪১:৩৯)।",
  "ayah": 11,
  "surah": 50
}
