{
  "text": "১২-১৫ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা মক্কাবাসীকে ঐ শাস্তি হতে সতর্ক করছেন যা তাদের পূর্বে তাদের মত মিথ্যা প্রতিপন্নকারীদের উপর আপতিত হয়েছিল। যেমন হযরত নূহ (আঃ)-এর কওম, যাদেরকে আল্লাহ তা'আলা পানিতে ডুবিয়ে দিয়েছিলেন এবং আসহাবুর রাস্স, যাদের পূর্ণ ঘটনা সূরায়ে ফুরকানের তাফসীরে গত হয়েছে। আর সামূদ, আ’দ, ফিরাউন এবং হযরত লূত (আঃ)-এর সম্প্রদায়, যাদেরকে যমীনে ধ্বসিয়ে দেয়া হয়েছে এবং ঐ যমীনকে আল্লাহ সড়া-পচা পাঁকে পরিণত করেছেন। এসব ছিল তাদের কুফরী, ঔদ্ধত্য এবং সত্যের বিরুদ্ধাচরণেরই ফল। আসহাবে আয়কাত দ্বারা হযরত শু’আয়েব (আঃ)-এর কওমকে এবং কাওমু তুব্বা দ্বারা ইয়ামনীদেরকে বুঝানো হয়েছে। সূরায়ে দুখানে তাদের ঘটনাও গত হয়েছে এবং সেখানে এর পূর্ণ তাফসীর করা হয়েছে। সুতরাং এখানে পুনরাবৃত্তির কোন প্রয়োজন নেই। অতএব সমস্ত প্রশংসা আল্লাহ তাআলারই প্রাপ্য। এসব উম্মত তাদের রাসূলদেরকে (আঃ) অবিশ্বাস করেছিল। তাই তাদেরকে আল্লাহর শাস্তি দ্বারা ধ্বংস করে দেয়া হয়েছে।এটা স্মরণ রাখার বিষয় যে, একজন রাসূলকে (আঃ) অস্বীকারকারী যেন সমস্ত রাসূলকেই অস্বীকারকারী। যেমন মহামহিমান্বিত আল্লাহ বলেনঃ (আরবী) অর্থাৎ “হযরত নূহ (আঃ)-এর কওম রাসূলদেরকে অস্বীকার করে ।” (২৬:১০৫)অথচ তাদের নিকট তো শুধু হযরত নূহই (আঃ) আগমন করেছিলেন। সুতরাং প্রকৃতপক্ষে তারা এমনই ছিল যে, যদি তাদের নিকট সমস্ত রাসূলও আসতেন তবুও তারা সকলকেই অবিশ্বাস করতো, একজনকেও বিশ্বাস করতো না। তাদের কৃতকর্মের ফল হিসেবে তাদের উপর আল্লাহ তা'আলার শাস্তির ওয়াদা পূর্ণ হয়েছে। অতএব মক্কাবাসী এবং অন্যান্য সম্বোধনকৃত লোকদেরও এই বদভ্যাস পরিত্যাগ করা উচিত। নচেৎ হয়তো ঐরূপ শাস্তি তাদের উপরও আপতিত হবে।এরপর প্রবল প্রতাপান্বিত আল্লাহ বলেনঃ আমি কি প্রথমবার সৃষ্টি করেই ক্লান্ত হয়ে পড়েছি যে, পুনঃসৃষ্টি বিষয়ে তারা সন্দেহ পোষণ করবে? প্রথমবার সৃষ্টি করা হতে তো দ্বিতীয়বার সৃষ্টি করা খুব সহজই হয়ে থাকে। যেমন আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ “প্রথমবার তিনিই সৃষ্টি করেছেন এবং পুনর্বার সৃষ্টিও তিনিই করবেন এবং এটা তার কাছে খুবই সহজ।” (৩০:২৭) মহামহিমানিত আল্লাহ আর এক জায়গায় বলেনঃ (আরবী) অর্থাৎ “যে আমার সম্বন্ধে উপমা রচনা করে অথচ সে নিজের সৃষ্টির কথা ভুলে যায়; বলে- অস্তিতে প্রাণ সঞ্চার করবে কে যখন ওটা পচে গলে যাবে? বলঃ ওর মধ্যে প্রাণ সঞ্চার করবেন তিনিই যিনি এটা প্রথমবার সৃষ্টি করছেন। এবং তিনি প্রত্যেকটি সৃষ্টি সম্বন্ধে সম্যক পরিজ্ঞাত।” (৩৬:৭৮-৭৯)  সহীহ হাদীসে আছে যে, আল্লাহ তা'আলা বলেনঃ “আদম-সন্তান আমাকে কষ্ট দেয়। সে বলে- আল্লাহ আমাকে পুনর্বার কখনই সৃষ্টি করতে পারবেন না। অথচ প্রথমবারের সৃষ্টি দ্বিতীয়বারের সৃষ্টি হতে আমার কাছে মোটেই সহজ নয়।",
  "ayah": 15,
  "surah": 50
}
