{
  "text": "২৩-২৯ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা বলেন যে, যে ফেরেশতা আদম সন্তানের আমলের উপর নিযুক্ত রয়েছে সে কিয়ামতের দিন তার আমলের সাক্ষ্যদান করবে। সে বলবেঃ এই তো আমার নিকট আমলনামা প্রস্তুত। এতে একটুও কম-বেশী করা হয়নি।হযরত মুজাহিদ (রঃ) বলেন যে, এটা ঐ ফেরেশতার কথা হবে যাকে (আরবী) বলা হয়েছে, যিনি তাকে হাশরের ময়দানের দিকে নিয়ে যাবেন। ইমাম ইবনে জারীর (রাঃ) বলেনঃ “আমার নিকট পছন্দনীয় উক্তি এটাই যে, এটা অন্তর্ভুক্ত করে এই ফেরেশতাকেও এবং সাক্ষ্যদানকারী ফেরেশতাকেও। আল্লাহ তা'আলা আদল ও ইনসাফের সাথে মাখলুকের মধ্যে ফায়সালা করবেন।(আরবী) শব্দটি দ্বিবচনের রূপ। কোন কোন নাহভী বলেন যে, কোন কোন আরব একবচনকে দ্বিবচন করে থাকে। যেমন হাজ্জাজের উক্তি প্রসিদ্ধ হয়ে রয়েছে। তিনি তাঁর জল্লাদকে বলতেনঃ (আরবী) অর্থাৎ “তোমরা দু'জন তার গর্দান মেরে দাও।” অথচ জল্লাদ তো একজনই ছিল। কেউ কেউ বলেন যে, প্রকৃতপক্ষে এটা নূনে তাকীদ, যার তাসহীল আলিফের দিকে করা হয়েছে। কিন্তু এটা খুব দূরের কথা। কেননা, এরূপ তো ওয়াকফ-এর অবস্থায় হয়ে থাকে।  বাহ্যতঃ এটাও জানা যাচ্ছে যে, এই সম্বোধন উপরোক্তে দু’জন ফেরেশতার প্রতি হবে। হাঁকিয়ে আনয়নকারী ফেরেশতা তাকে হিসাবের জন্যে পেশ করবেন এবং সাক্ষ্যদানকারী ফেরেশতা সাক্ষ্য দিয়ে দিবেন। তখন আল্লাহ তাআলা দু’জনকেই নির্দেশ দিবেনঃ “তোমরা দু'জন তাকে জাহান্নামের আগুনে নিক্ষেপ কর।” যা অত্যন্ত জঘন্য স্থান। আল্লাহ তা'আলা আমাদেরকে রক্ষা করুন!আল্লাহ তা'আলা এরপর বলেনঃ কল্যাণকর কাজে প্রবল বাধাদানকারী, সীমালংঘনকারী, সন্দেহ পোষণকারী এবং আল্লাহর সাথে শরীক স্থাপনকারী লোককে কঠিন শাস্তিতে নিক্ষেপ কর।হাদীস গত হয়েছে যে, এই লোকদেরকে লক্ষ্য করে কিয়ামতের দিন জাহান্নাম স্বীয় গর্দান উঁচু করে হাশরের ময়দানের সমস্ত লোককে শুনিয়ে বলবেঃ “আমি তিন প্রকারের লোকের জন্যে নিযুক্ত হয়েছি। (এক) উদ্ধত ও সত্যের বিরুদ্ধাচরণকারীর জন্যে, (দুই) আল্লাহর সাথে শরীক স্থাপনকারীর জন্যে এবং (তিন) ছবি তৈরীকারীর জন্যে।” অতঃপর জাহান্নাম এসব লোককে জড়িয়ে ধরবে। মুসনাদে আহমাদের হাদীসে তৃতীয় প্রকারের লোক ওদেরকে বলা হয়েছে যারা অন্যায়ভাবে হত্যাকারী।অতঃপর আল্লাহ পাক বলেনঃ তার সহচর অর্থাৎ শয়তান বলবে- হে আল্লাহ! আমি তাকে পথভ্রষ্ট করিনি, বরং সে নিজেই পথভ্রষ্ট হয়েছিল। বাতিলকে সে স্বয়ং গ্রহণ করে নিয়েছিল। সে নিজেই সত্যের বিরোধী ছিল। যেমন অন্য আয়াতে রয়েছেঃ (আরবী) অর্থাৎ “যখন সব কিছুর মীমাংসা হয়ে যাবে তখন শয়তান বলবেঃ আল্লাহ তোমাদেরকে প্রতিশ্রুতি দিয়েছিলেন সত্য প্রতিশ্রুতি, আমিও তোমাদেরকে প্রতিশ্রুতি দিয়েছিলাম, কিন্তু আমি তোমাদেরকে প্রদত্ত প্রতিশ্রুতি রক্ষা করিনি। আমার তো তোমাদের উপর কোন আধিপত্য ছিল না, আমি শুধু তোমাদেরকে আহ্বান করেছিলাম এবং তোমরা আমার আহ্বানে সাড়া দিয়েছিলে। সুতরাং তোমরা আমার প্রতি দোষারোপ করো না, তোমরা নিজেদেরই প্রতি দোষারোপ কর। আমি তোমাদের উদ্ধারে সাহায্য করতে সক্ষম নই এবং তোমরাও আমার উদ্ধারে সাহায্য করতে সক্ষম নও। তোমরা যে পূর্বে আমাকে আল্লাহর শরীক করেছিলে তার সাথে আমার কোন সম্পর্ক নেই। যালিমদের জন্যে তো যন্ত্রণাদায়ক শাস্তি আছেই।” (১৪:২২)।অতঃপর আল্লাহ তাবারাকা ওয়া তা'আলা বলেন যে, তিনি মানুষ ও তার সঙ্গী শয়তানকে বলবেনঃ তোমরা আমার সামনে বাক-বিতণ্ডা করো না, কেননা আমি তো তোমাদেরকে পূর্বেই সতর্ক করেছি। অর্থাৎ আমি রাসূলদের মাধ্যমে তোমাদেরকে সতর্ক করেছিলাম এবং কিতাবসমূহ অবতীর্ণ করেছিলাম। আর তোমাদের উপর দলীল-প্রমাণাদি প্রতিষ্ঠিত হয়েছিল। অতএব, জেনে রেখো যে, আমার কথার রদবদল হয় না এবং আমি আমার বান্দাদের প্রতি কোন অবিচার করি না যে, একজনের পাপের কারণে অন্যজনকে পাকড়াও করবে। প্রত্যেকের উপর হুজ্জত পুরো হয়ে গেছে এবং প্রত্যেকেই নিজ নিজ পাপের যিম্মাদার।",
  "ayah": 29,
  "surah": 50
}
