{
  "text": "القول في تأويل قوله تعالى :  وَقَالَتْ لأُخْتِهِ قُصِّيهِ فَبَصُرَتْ بِهِ عَنْ جُنُبٍ وَهُمْ لا يَشْعُرُونَ (11)يقول تعالى ذكره: (وَقَالَتْ) أم موسى لأخت موسى حين ألقته في اليم (قُصّيهِ) يقول: قصي أثر موسى, اتبعي أثره, تقول: قصصت آثار القوم: إذا اتبعت آثارهم.وبنحو الذي قلنا في ذلك, قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا عن ابن أبي نجيح, عن مجاهد, قوله: ( لأخْتِهِ قُصِّيهِ ) قال: اتبعي أثره كيف يصنع به.حدثنا القاسم, قال: ثنا الحسين, قال: ثني حجاج, عن ابن جُرَيج, عن مجاهد (قُصِّيهِ) أي قصي أثره.حدثنا ابن حميد, ثنا سلمة, عن ابن إسحاق ( وَقَالَتْ لأخْتِهِ قُصِّيهِ ) قال: اتبعي أثره.حدثنا بشر بن معاذ, قال: ثنا يزيد, قال: ثنا سعيد, عن قَتادة ( وَقَالَتْ لأخْتِهِ قُصِّيهِ ) أي انظري ماذا يفعلون به.حدثنا موسى, قال: ثنا عمرو, قال: ثنا أسباط, عن السدي ( وَقَالَتْ لأخْتِهِ قُصِّيهِ ) يعني: قصي أثره.حدثني العباس بن الوليد, قال: أخبرنا يزيد, قال: أخبرنا الأصبغ بن زيد, قال: ثنا القاسم بن أبي أيوب, قال: ثني سعيد بن جُبَيْر, عن ابن عباس ( وَقَالَتْ لأخْتِهِ قُصِّيهِ ) أي قصي أثره واطلبيه هل تسمعين له ذكرا, أحيّ ابني أو قد أكلته دوابّ البحر وحيتانه؟ونسيتِ الذي كان الله وعدها. وقوله: ( فَبَصُرَتْ بِهِ عَنْ جُنُبٍ ) يقول تعالى ذكره: فقصت أخت موسى أثره, فبصرت به عن جُنُب: يقول فبصرت بموسى عن بُعد لم تدن منه ولم تقرب, لئلا يعلم أنها منه بسبيل، يقال منه: بصرت به وأبصرته, لغتان مشهورتان , وأبصرت عن جنب, وعن جنابة, كما قال الشاعر:أَتَيْــتُ حُرَيْثًـا زَائِـرًا عَـنْ جَنَابَـةٍفَكَـانَ حُـرَيْثُ عَـنْ عَطَـائِي جَاحِدَا (3)يعني بقوله: عن جنابة: عن بُعد.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا عن ابن أبي نجيح, عن مجاهد, قوله: (عَنْ جُنُبٍ) قال: بُعد.حدثنا القاسم, قال: ثنا الحسين, قال: ثني حجاج, عن ابن جُرَيج, عن مجاهد (عَنْ جُبٍ) قال: عن بُعد. قال ابن جُرَيج (عَنْ جُنُبٍ) قال: هي على الحدّ في الأرض, وموسى يجري به النيل وهما متحاذيان كذلك تنظر إليه نظرة, وإلى الناس نظرة, وقد جعل في تابوت مقير ظهره وبطنه, وأقفلته عليه.حدثنا القاسم, قال: ثنا الحسين, قال: ثني حجاج, عن أبي سفيان, عن معمر, عن قَتادة: ( فَبَصُرَتْ بِهِ عَنْ جُنُبٍ ) يقول: بصرت به وهي محاذيته لم تأته.حدثني العباس بن الوليد, قال: أخبرنا يزيد, قال: أخبرنا الأصبغ بن زيد, قال: ثني القاسم بن أبي أيوب, قال: ثني سعيد بن جُبَيْر, عن ابن عباس ( فَبَصُرَتْ بِهِ عَنْ جُنُبٍ ) والجنب: أن يسمو بصر الإنسان إلى الشيء البعيد, وهو إلى جنبه لا يشعر به.وقوله: ( وَهُمْ لا يَشْعُرُونَ ) يقول: وقوم فرعون لا يشعرون بأخت موسى أنها أخته.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء، جميعا عن ابن أبي نجيح, عن مجاهد ( وَهُمْ لا يَشْعُرُونَ ) قال: آل فرعون.حدثنا القاسم, قال: ثنا الحسين, قال: ثني حجاج, عن ابن جُرَيج, عن مجاهد, مثله.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قَتادة ( فَبَصُرَتْ بِهِ عَنْ جُنُبٍ وَهُمْ لا يَشْعُرُونَ ) أنها أخته, قال: جعلت تنظر إليه كأنها لا تريده.حدثنا موسى, قال: ثنا عمرو, قال: ثنا أسباط, عن السدي ( وَهُمْ لا يَشْعُرُونَ ) أنها أخته.حدثنا ابن حميد, قال: ثنا سلمة, عن ابن إسحاق ( وَهُمْ لا يَشْعُرُونَ ) أي لا يعرفون أنها منه بسبيل.------------------------الهوامش:(3) البيت لأعشى بني قيس بن ثعلبة (ديوانه طبعة القاهرة ص 65) قصيدة يمدح بها هوذة بن علي الحنفي، ويذم الحارث بن وعلة بن مجالد الرقاشي، وقد صغر اسمه تحقيرًا له وذمًا. وعن جنابة عن بعد وغربة. ورجل جنب أيضًا: يعني غريب. والجاحد: الذي ينكر ما يعلم. جحده حقه، وبحقه. قاله في اللسان. والشاهد في البيت \"عن جنابة\" ومعناه: عن بعد..",
  "ayah": 11,
  "surah": 28
}
