{
  "text": "القول في تأويل قوله تعالى :  وَجَاءَ رَجُلٌ مِنْ أَقْصَى الْمَدِينَةِ يَسْعَى قَالَ يَا مُوسَى إِنَّ الْمَلأَ يَأْتَمِرُونَ بِكَ لِيَقْتُلُوكَ فَاخْرُجْ إِنِّي لَكَ مِنَ النَّاصِحِينَ (20)ذُكِرَ أن قول الإسرائيلي سمعه سامع فأفشاه, وأعلم به أهل القتيل, فحينئذ طلب فرعون موسى, وأمر بقتله; فلما أمر بقتله, جاء موسى مخبر وخبره بما قد أمر به فرعون في أمره, وأشار عليه بالخروج من مصر, بلد فرعون وقومه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني العباس, قال: أخبرنا يزيد, قال: أخبرنا الأصبغ بن زيد, قال: ثنا القاسم بن أبي أيوب, قال: ثني سعيد بن جُبَيْر, عن ابن عباس, قال: انطلق الفرعوني الذي كان يقاتل الإسرائيلي إلى قومه, فأخبرهم بما سمع من الإسرائيلي من الخبر حين يقول  أَتُرِيدُ أَنْ تَقْتُلَنِي كَمَا قَتَلْتَ نَفْسًا بِالأَمْسِ  فأرسل فرعون الذباحين لقتل موسى, فأخذوا الطريق الأعظم, وهم لا يخافون أن يفوتهم, وكان رجل من شيعة موسى في أقصى المدينة, فاختصر طريقا قريبا, حتى سبقهم إلى موسى, فأخبره الخبر.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قَتادة, قال: أعلمهم القبطي الذي هو عدو لهما, فأتمر الملأ ليقتلوه, فجاء رجل من أقصى المدينة, وقرأ (إنَّ ... ) إلى آخر الآية, قال: كنا نحدّث أنه مؤمن آل فرعون.حدثنا موسى, قال: ثنا عمرو, قال: ثنا أسباط, عن السدي, قال: ذهب القبطي, يعني الذي كان يقاتل الإسرائيلي, فأفشى عليه أن موسى هو الذي قتل الرجل, فطلبه فرعون وقال: خذوه فإنه صاحبنا, وقال للذين يطلبونه: اطلبوه في بنيات (4) الطريق, فإن موسى غلام لا يهتدي الطريق, وأخذ موسى في بنيات الطريق, وقد جاءه الرجل فأخبره ( إِنَّ الْمَلأ يَأْتَمِرُونَ بِكَ لِيَقْتُلُوكَ ).حدثنا القاسم, قال: ثنا الحسين, قال: ثني حجاج, عن أبي بكر بن عبد الله, عن أصحابه, قالوا: لما سمع القبطي قول الإسرائيلي لموسى  أَتُرِيدُ أَنْ تَقْتُلَنِي كَمَا قَتَلْتَ نَفْسًا بِالأَمْسِ  سعى بها إلى أهل المقتول فقال: إن موسى هو قتل صاحبكم, ولو لم يسمعه من الإسرائيلي لم يعلمه أحد; فلما علم موسى أنهم قد علموا خرج هاربا, فطلبه القوم فسبقهم; قال: وقال ابن أبي نجيح: سعى القبطي.حدثنا القاسم, قال: ثنا الحسين, قال: ثنا أبو سفيان, عن معمر, قال قال الإسرائيلي لموسى:  أَتُرِيدُ أَنْ تَقْتُلَنِي كَمَا قَتَلْتَ نَفْسًا بِالأَمْسِ  وقبطي قريب منهما يسمع, فأفشى عليهما.حدثنا القاسم, قال: ثنا الحسين, قال: ثني حجاج, عن ابن جُرَيج, قال: سمع ذلك عدوّ, فأفشى عليهما.وقوله: ( وَجَاءَ رَجُلٌ ) ذُكر أنه مؤمن آل فرعون, وكان اسمه فيما قيل: سمعان.وقال بعضهم: بل كان اسمه شمعون.* ذكر من قال ذلك:حدثنا القاسم, قال: ثنا الحسين, قال: ثني حجاج, عن ابن جُرَيج, أخبرني وهب بن سليمان, عن شعيب الجبئّي, قال: اسمه شمعون الذي قال لموسى: ( إِنَّ الْمَلأ يَأْتَمِرُونَ بِكَ لِيَقْتُلُوكَ ).حدثنا ابن حميد, قال: ثنا سلمة, عن ابن إسحاق, قال: أصبح الملأ من قوم فرعون قد أجمعوا لقتل موسى فيما بلغهم عنه, فجاء رجل من أقصى المدينة يسعى يقال له سمعان, فقال: ( يَا مُوسَى إِنَّ الْمَلأ يَأْتَمِرُونَ بِكَ لِيَقْتُلُوكَ فَاخْرُجْ إِنِّي لَكَ مِنَ النَّاصِحِينَ ).حدثنا القاسم, قال: ثنا الحسين, قال: ثنا أبو سفيان, عن معمر, عن قَتادة, قال: ( وَجَاءَ رَجُلٌ مِنْ أَقْصَى الْمَدِينَةِ يَسْعَى ) إِلَى مُوسَى ( قَالَ يَا مُوسَى إِنَّ الْمَلأ يَأْتَمِرُونَ بِكَ لِيَقْتُلُوكَ فَاخْرُجْ إِنِّي لَكَ مِنَ النَّاصِحِينَ ).وقوله: ( مِنْ أَقْصَى الْمَدِينَةِ ) يقول: من آخر مدينة فرعون (يَسْعَى) يقول: يعجل.كما حدثنا القاسم, قال: ثنا الحسين, قال: ثني حجاج, عن ابن جُرَيج: ( وَجَاءَ رَجُلٌ مِنْ أَقْصَى الْمَدِينَةِ يَسْعَى ) قال: يعجل, ليس بالشدّ.وقوله: ( قَالَ يَا مُوسَى إِنَّ الْمَلأ يَأْتَمِرُونَ بِكَ لِيَقْتُلُوكَ ) يقول جل ثناؤه: قال الرجل الذي جاءه من أقصى المدينة يسعى لموسى: يا موسى إن أشراف قوم فرعون ورؤساءهم يتآمرون بقتلك, ويتشاورون ويرتئون فيك; ومنه قول الشاعر:مَـــا تَـــأْتَمِرْ فِينـــا فـــأمْركَ فِـــي يَمِينِـــكَ أو شِــمالكْ (5)يعني: ما ترتئي, وتهمّ به; ومنه قول النمر بن تولب:أَرَى النَّــاسَ قَــدْ أَحْـدَثُوا شِـيمَةًوَفِـــي كُــلِّ حَادِثَــةٍ يُؤْتَمَــرْ (6)أي: يُتشَاوَرُ وَيُرْتَأَى فِيها.وقوله: ( فَاخْرُجْ إِنِّي لَكَ مِنَ النَّاصِحِينَ ) يقول: فاخرج من هذه المدينة, إني لك في إشارتي عليك بالخروج منها من الناصحين.------------------------الهوامش:(4) بنيات الطريق: تصغير بنات الطريق، وهي الطرق الصغار، تتشعب من الطرق الكبار.(5) في (اللسان: أمر): وفي التنزيل: (إن الملأ يأتمرون بك ليقتلوك) قال أبو عبيدة:أي يتشاورون عليك ليقتلوك. وجعل منه المؤلف قول الشاعر \"ما تأتمر فينا\". يريد أن ما تشاور فيه أهل الرأي في أمرنا، فهو أمر نافذ لا معترض عليه.لكن تفسير المؤلف البيت بقوله: \"يعني ما ترتئي، وتهم به\" يجعل المعنى ليس من الائتمار، بمعنى المشاورة، ولكن من الائتمار بمعنى الاستبداد بالرأي، دون مشورة أحد غير نفسه قال الأزهري: ائتمر فلان رأيه: إذا شاور عقله في الصواب الذي يأتيه، وقد يصيب الذي يأتمر رأيه مرة، ويخطئ أخرى.(6) البيت من شواهد أبي عبيدة في مجاز القرآن (الورقة 187: 1). والشيمة: الخلق، يريد:أحدثوا أخلاقًا لم تعرف من قبل. يشير الشاعر إلى ما حدث من إثارة الشكوك والجدل في مسائل السياسة كالخلافة، أو العقائد كالقول في القدر أو نحو ذلك. فهذه هي الأخلاق التي أحدثها الناس في الصدر الأول من حياة المسلمين بعد حياة الرسول صلى الله عليه وسلم، والنمر بن تولب شاعر مخضرم. والشاهد في قوله: \"يؤتمر\" أي يحدث التشاور وتداول الآراء والجدل. ولعل الشاعر رأى مقدمات الخلاف، وأمارات الفرقة تلوح من خلال  الحوادث، فأنذر بها.",
  "ayah": 20,
  "surah": 28
}
