{
  "text": "القول في تأويل قوله تعالى :  قَالَتْ إِحْدَاهُمَا يَا أَبَتِ اسْتَأْجِرْهُ إِنَّ خَيْرَ مَنِ اسْتَأْجَرْتَ الْقَوِيُّ الأَمِينُ (26)يقول تعالى ذكره: قالت إحدى المرأتين اللتين سقى لهما موسى لأبيها حين أتاهُ موسى, وكان اسم إحداهما صَفُّورا, واسم الأخرى لَيّا, وقيل: شَرْفا كذلك.حدثنا القاسم, قال: ثنا الحسين, قال: ثني حجاج, عن ابن جُرَيج, قال: أخبرني وهب بن سليمان الرمادي, عن شعيب الجَبَئِي, قال: اسم الجاريتين لَيّا, وصَفُّورَا, وامرأة موسى صفُّورا ابنة يثرون (7) كاهن مدين, والكاهن: حبر.حدثنا ابن حميد, قال: ثنا سلمة, عن ابن إسحاق, قال: إحداهما صَفُّورا ابنة يثرون وأختها شَرَفا, ويقال: ليا, وهما اللتان كانتا تذودان. وأما أبوهما ففي اسمه اختلاف, فقال بعضهم: كان اسمه يثرون.* ذكر من قال ذلك:حدثني أبو السائب, قال: ثنا أبو معاوية, عن الأعمش, عن عمر بن مرّة, عن أبي عُبيدة, قال: كان الذي استأجر موسى ابنُ أخي شعيب يثرون .حدثنا ابن وكيع, قال: ثنا أبو معاوية, عن الأعمش, عن عمرو بن مرّة, عن أبي عُبيدة, قال: الذي استأجر موسى يثرون ابنُ أخي شعيب عليه السلام .وقال آخرون: بل اسمه: يَثَرى .* ذكر من قال ذلك:حدثنا ابن وكيع, قال: ثنا العلاء بن عبد الجبار, عن حماد بن سلمة, عن أبي حمزة, عن ابن عباس قال: الذي استأجر موسى: يثرى صاحب مدين.حدثني أبو العالية العبدي إسماعيل بن الهيثم, قال: ثنا أبو قُتيبة, عن حماد بن سلمة, عن أبي حمزة, عن ابن عباس, قال: الذي استأجر موسى: يثرى صاحب مدين.حدثني أبو العالية العبديّ إسماعيل بن الهيثم, قال: ثنا أبو قُتيبة, عن حماد بن سلمة, عن أبي حمزة, عن ابن عباس, قال: اسم أبي المرأة: يثرى .وقال آخرون: بل اسمه شعيب, وقالوا: هو شعيب النبيّ صلى الله عليه وسلم .* ذكر من قال ذلك:حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا قرّة بن خالد, قال: سمعت الحسن يقول: يقولون شعيب صاحب موسى, ولكنه سيد أهل الماء يومئذ.قال أبو جعفر: وهذا مما لا يُدرك علمه إلا بخبر, ولا خبر بذلك تجب حجته, فلا قول في ذلك أولى بالصواب مما قاله الله جل ثناؤه  وَوَجَدَ مِنْ دُونِهِمُ امْرَأتَيْنِ تَذُودَانِ ... قَالَتْ إِحْدَاهُمَا يَا أَبَتِ اسْتَأْجِرْهُ  تعني بقولها: استأجره ليرعى عليك ماشيتك.( إِنَّ خَيْرَ مَنِ اسْتَأْجَرْتَ الْقَوِيُّ الأمِينُ ) تقول: إن خير من تستأجره للرعي القويّ على حفظ ماشيتك والقيام عليها في إصلاحها وصلاحها, الأمين الذي لا تخاف خيانته, فيما تأمنه عليه.وقيل: إنها لما قالت ذلك لأبيها, استنكر أبوها ذلك من وصفها إياه فقال لها: وما علمك بذلك؟ فقالت: أما قوّته فما رأيت من علاجه ما عالج عند السقي على البئر, وأما الأمانة فما رأيت من غضّ البصر عني.وبنحو ذلك جاءت الأخبار عن أهل التأويل.* ذكر من قال ذلك:حدثنا ابن وكيع, قال: ثنا يزيد, قال: أخبرنا الأصبغ بن زيد, عن القاسم بن أبي أيوب, عن سعيد بن جُبَيْر, عن ابن عباس, قال: ( قَالَتْ إِحْدَاهُمَا يَا أَبَتِ اسْتَأْجِرْهُ إِنَّ خَيْرَ مَنِ اسْتَأْجَرْتَ الْقَوِيُّ الأمِينُ ) قال: فأحفظته الغَيْرة أن قال: وما يدريك ما قوّته وأمانته؟ قالت: أما قوّته, فما رأيت منه حين سقى لنا, لم أر رجلا قط أقوى في ذلك السقي منه; وأما أمانته, فإنه نظر حين أقبلت إليه وشخصت له, فلما علم أني امرأة صوب رأسه فلم يرفعه, ولم ينظر إلي حتى بلغته رسالتك, ثم قال: امشي خلفي وانعتي لي الطريق, ولم يفعل ذلك إلا وهو أمين, فسُرّي عن أبيها وصدَّقها وظن به الذي قالت.حدثني عليّ, قال: ثنا أبو صالح, ثني معاوية, عن عليّ, عن ابن عباس, قوله: لموسى ( إِنَّ خَيْرَ مَنِ اسْتَأْجَرْتَ الْقَوِيُّ الأمِينُ ) يقول: أمين فيما وَلِيَ, أمين على ما استُودع.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه,  عن ابن عباس, قوله: ( قَالَتْ إِحْدَاهُمَا يَا أَبَتِ اسْتَأْجِرْهُ إِنَّ خَيْرَ مَنِ اسْتَأْجَرْتَ الْقَوِيُّ الأمِينُ ) قال: إن موسى لما سَقَى لهما, ورأت قوته, وحرّك حجَرا على الركِيّة, لم يستطعه ثلاثون رجلا فأزاله عن الركية, وانطلق مع الجارية حين دعته, فقال لها: امشي خلفي وأنا أمامك, كراهية أن يرى شيئا من خلفها مما حرّم الله أن ينظر إليه, وكان يوما فيه ريح.حدثنا ابن حميد, قال: ثنا جرير, عن مغيرة, عن عبد الرحمن بن أبي نعم, في قوله: ( يَا أَبَتِ اسْتَأْجِرْهُ إِنَّ خَيْرَ مَنِ اسْتَأْجَرْتَ الْقَوِيُّ الأمِينُ ) قال لها أبوها: ما رأيت من أمانته؟ قالت: لما دعوته مشيت بين يديه, فجعلت الريح تضرب ثيابي, فتلزق بجسدي, فقال: كوني خلفي, فإذا بلغت الطريق فاذهبي, قالت: ورأيته يملأ الحوض بسجل واحد.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله: ( الْقَوِيُّ الأمِينُ ) قال: غضّ طرفه عنهما. قال محمد بن عمرو في حديثه: حين, أو حتى سقى لهما فصدرتا. وقال الحارث في حديثه: حتى سقى بغير شك.حدثنا القاسم, قال: ثنا الحسين, قال: ثنا حجاج, عن ابن جُرَيج, عن مجاهد, قال: فتح عن بئر حجرا على فيها, فسقى لهما بها, والأمين: أنه غضّ بصره عنهما حين سقى لهما فصدرتا.حدثنا ابن وكيع, قال: ثنا أبو خالد الأحمر وهانئ بن سعيد, عن الحجاج, عن القاسم, عن مجاهد ( إِنَّ خَيْرَ مَنِ اسْتَأْجَرْتَ الْقَوِيُّ الأمِينُ ) قال: رفع حجرا لا يرفعه إلا فِئام من الناس.حدثنا ابن وكيع, قال: ثنا أبي, عن إسرائيل, عن أبي إسحاق, قال عمرو بن ميمون, في قوله: ( الْقَوِيُّ الأمِينُ ) قال: كان يوم ريح, فقال: لا تمشي أمامي, فيصفك الريح لي, ولكن امشي خلفي ودلِّيني على الطريق; قال: فقال لها: كيف عرفت قوته؟قالت: كان الحجر لا يطيقه إلا عشرة فرفعه وحده.حدثنا القاسم, قال: ثنا الحسين, قال: ثني أبو معاوية, عن الحجاج بن أرطأة, عن الحكم, عن شريح في قوله: ( الْقَوِيُّ الأمِينُ ) قال: أما قوّته: فانتهى إلى حجر لا يرفعه إلا عشرة, فرفعه وحده. وأما أمانته: فإنها مشت أمامه فوصفها الريح, فقال لها: امشي خلفي وصفي لي الطريق.حدثنا ابن وكيع, قال: ثنا أبو معاوية, عن عمرو, عن زائدة, عن الأعمش, قال: سألت تميم بن إبراهيم: بم عرفت أمانته ؟قال: في طرفه, بغضّ طرفه عنها.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قَتادة: ( إِنَّ خَيْرَ مَنِ اسْتَأْجَرْتَ الْقَوِيُّ الأمِينُ ) قال: القويّ في الصنعة, الأمين فيما وَلِيَ.قال: وذُكر لنا أن الذي رأت من قوّته: أنه لم تلبث ماشيتها حتى أرواها; وأن الأمانة التي رأت منه أنها حين جاءت تدعوه, قال لها: كوني ورائي, وكره أن يستدبرها, فذلك ما رأت من قوّته وأمانته.حدثنا القاسم, قال: ثنا الحسين, قال: ثنا أبو سفيان, عن معمر, عن قَتادة, قوله: ( يَا أَبَتِ اسْتَأْجِرْهُ إِنَّ خَيْرَ مَنِ اسْتَأْجَرْتَ الْقَوِيُّ الأمِينُ ) قال: بلغنا أن قوّته كانت سرعة ما أروى غنمهما. وبلغنا أنه ملأ الحوض بدلو (8) واحد. وأما أمانته فإنه أمرها أن تمشي خلفه.حدثنا موسى, قال: ثنا عمرو, قال: ثنا أسباط, عن السدي: ( قَالَتْ إِحْدَاهُمَا يَا أَبَتِ اسْتَأْجِرْهُ إِنَّ خَيْرَ مَنِ اسْتَأْجَرْتَ الْقَوِيُّ الأمِينُ ) وهي الجارية التي دعته, قال الشيخ: هذه القوة قد رأيت حين اقتلع الصخرة, أرأيت أمانته, ما يدريكِ ما هي؟ قالت: مشيت قدّامه فلم يحبّ أن يخونني في نفسي, فأمرني أن أمشي خلفه.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( قَالَتْ إِحْدَاهُمَا يَا أَبَتِ اسْتَأْجِرْهُ إِنَّ خَيْرَ مَنِ اسْتَأْجَرْتَ الْقَوِيُّ الأمِينُ ) فقال لها: وما عِلْمكِ بقوته وأمانته؟ فقالت: أما قوّته فإنه كشف الصخرة التي على بئر آل فلان, وكان لا يكشفها دون سبعة نفر. وأما أمانته فإني لما جئت أدعوه قال: كوني خَلْفَ ظهري, وأشيري لي إلى منـزلك, فعرفت أن ذلك منه أمانة.حدثنا ابن حميد, قال: ثنا سلمة, عن ابن إسحاق: ( قَالَتْ إِحْدَاهُمَا يَا أَبَتِ اسْتَأْجِرْهُ إِنَّ خَيْرَ مَنِ اسْتَأْجَرْتَ الْقَوِيُّ الأمِينُ ) لما رأت من قوّته وقوله:لها ما قال: أنِ امشي خلفي, لئلا يرى منها شيئا مما يكره, فزاده ذلك فيه رغبة.--------------------(7) يثرون ويثري: كذا في الأصل. وفي العرائس (قصص الأنبياء، لأبي إسحاق أحمد بن محمد بن إبراهيم النيسابوري المعروف بالثعلبي المتوفى سنة 427 هـ ص 174: \"ثبرون\"). ولعله تحريف من الناسخ.(8) الدلو: الذي يستقى به من البئر ونحوها: يذكر ويؤنث (عن اللسان).",
  "ayah": 26,
  "surah": 28
}
