{
  "text": "( وَأَخِي هَارُونُ هُوَ أَفْصَحُ مِنِّي لِسَانًا ) يقول: أحسن بيانا عما يريد أن يبينه ( فَأَرْسِلْهُ مَعِيَ رِدْءًا ) يقول: عونا( يُصَدِّقُنِي ): أي يبين لهم عني ما أخاطبهم به. كما حدثنا ابن حميد, قال: ثنا سلمة, عن ابن إسحاق ( وَأَخِي هَارُونُ هُوَ أَفْصَحُ مِنِّي لِسَانًا فَأَرْسِلْهُ مَعِيَ رِدْءًا يُصَدِّقُنِي ): أي يبين لهم عني ما أكلمهم به, فإنه يفهم ما لا يفهمون. وقيل: إنما سأل موسى ربه يؤيده بأخيه, لأن الاثنين إذا اجتمعا على الخير, كانت النفس إلى تصديقهما, أسكن منها إلى تصديق خبر الواحد.* ذكر من قال ذلك:حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( فَأَرْسِلْهُ مَعِيَ رِدْءًا يُصَدِّقُنِي ) لأن الاثنين أحرى أن يصدّقا من واحد.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء، جميعا عن ابن أبي نجيح, عن مجاهد, قوله: ( فَأَرْسِلْهُ مَعِيَ رِدْءًا يُصَدِّقُنِي ) قال عونا.حدثنا القاسم, قال: ثنا الحسين, قال: ثني حجاج, عن ابن جُرَيج, عن مجاهد, مثله.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قَتادة, قوله: ( رِدْءًا يُصَدِّقُنِي ): أي عونا.وقال آخرون: معنى ذلك: كيما يصدقني.* ذكر من قال ذلك:حدثني عليّ, قال: ثنا عبد الله, قال: ثني معاوية, عن عليّ, عن ابن عباس ( رِدْءًا يُصَدِّقُنِي ) يقول: كي يصدّقني.حدثنا موسى, قال: ثنا عمرو, قال: ثنا أسباط , عن السدي ( فَأَرْسِلْهُ مَعِيَ رِدْءًا يُصَدِّقُنِي ) يقول: كيما يصدّقني.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس: ( رِدْءًا يُصَدِّقُنِي ) يقول: كيما يصدّقني. والردء قي كلام العرب: هو العون, يقال منه: قد أردأت فلانا على أمره: أي أكفيته وأعنته.واختلفت القرّاء في قراءة قوله: ( يُصَدِّقُنِي ) فقرأته عامة قراء الحجاز والبصرة: \" رِدْءًا يُصَدِّقْنِي\" بجزم يصدقني. وقرأ عاصم وحمزة: \" يَصْدُقُنِي\" برفعه, فمن رفعه جعله صلة للردء, بمعنى: فأرسله معي ردءًا من صفته يصدّقني; ومَن جزمه جعله جوابا لقوله:فأرسله, فإنك إذا أرسلته صدّقني على وجه الخبر. والرفع في ذلك أحبّ القراءتين إليّ, لأنه مسألة من موسى ربه أن يرسل أخاه عونا له بهذه الصفة.وقوله: ( إِنِّي أَخَافُ أَنْ يُكَذِّبُونِ ) يقول: إني أخاف أن لا يصدقون على قولي لهم: إني أرسلت إليكم.",
  "ayah": 34,
  "surah": 28
}
