{
  "text": "القول في تأويل قوله تعالى :  قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجْعَلُ لَكُمَا سُلْطَانًا فَلا يَصِلُونَ إِلَيْكُمَا بِآيَاتِنَا أَنْتُمَا وَمَنِ اتَّبَعَكُمَا الْغَالِبُونَ (35)يقول تعالى ذكره: قال الله لموسى ( سَنَشُدُّ عَضُدَكَ ) ; أي نقوّيك ونعينك بأخيك. تقول العرب إذا أعزّ رجل رجلا وأعانه ومنعه ممن أراده بظلم: قد شدّ فلان على عضد فلان, وهو من عاضده على أمره: إذا أعانه, ومنه قول ابن مقبل:عَاَضدْتُهَــا بِعَتُــودٍ غَـيْرَ مُعْتَلِـثٍكَأَنَّــه وَقْـفُ عَـاجٍ بـاتَ مَكْنُونـا (5)يعني بذلك: قوسا عاضدها بسهم. وفي العضُد لغات أربع: أجودها: العَضُد, ثم العَضْد, ثم العُضُد, والعُضْد. يجمع جميع ذلك على أعضاد.وقوله: ( وَنَجْعَلُ لَكُمَا سُلْطَانًا ) يقول: ونجعل لكما حجة.كما حدثني محمد بن عمرو, قال: ثنا أبو عاصم , قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله: ( لَكُمَا سُلْطَانًا ) حجة.حدثنا القاسم قال: قال: ثنا الحسين قال: ثني حجاج, عن ابن جُرَيج, عن مجاهد, مثله.حدثنا موسى, قال: ثنا عمرو, قال: ثنا أسباط, عن السدي ( وَنَجْعَلُ لَكُمَا سُلْطَانًا ) والسلطان: الحجة.وقوله: ( فَلا يَصِلُونَ إِلَيْكُمَا ) يقول تعالى ذكره: فلا يصل إليكما فرعون وقومه بسوء.وقوله: ( بِآيَاتِنَا ) يقول تعالى ذكره: ( فَلا يَصِلُونَ إِلَيْكُمَا ) فِرْعَوْنُ وَقَوْمُهُ ( بِآيَاتِنَا أَنْتُمَا وَمَنِ اتَّبَعَكُمَا الْغَالِبُونَ ) فالباء فِي قوله:بآياتنا من صلة غالبون. ومعنى الكلام: أنتما ومن اتبعكما الغالبون فرعون وملآه بآياتنا؛ أي بحجتنا وسلطاننا الذي نجعله لكما.----------------الهوامش :(5) البيت لتميم بن مقبل، قاله المؤلف نقلا عن مجاز القرآن لأبي عبيدة، قال: (سنشد عضدك بأخيك): أي سنقويك به ونعينك به. يقال إذا أعز رجل رجلا ومنعه: قد شد فلان على عضد فلان. وهو من عاضدته على أمره، أي عاونته عليه وآزرته. قال ابن مقبل: \"عاضدته.. بات مكنونًا\" يعني قوسًا، أي عاضدها بسهم. اه. انظر المصورة (رقم 26059 بجامعة القاهرة) والعتود: السدرة أو الطلحة، ولعل سهم ابن مقبل كان من شجر السدر أو الطلح. والمعتك إما من اعتلث الزند إذا لم يور، فهو حينئذ بكسر اللام، وإما من اعتلث الرجل زندًا: أخذه من شجر لا يدري أيوري أم يصلد. وقال أبو حنيفة: اعتلث زنده إذا اعترض الشجر اعتراضًا، فاتخذه مما وجد والغين لغة عنه أيضًا. وهو حينئذ بفتح اللام. والوقف من العاج: كهيئة السوار، يريد ما في السهم من خطوط سود سمة له كالتي تكون في الوقف من العاج، وقوله: \"بات مكنونا\" هذه رواية أبي عبيدة، ولعل ما في الأصل تحريف من الناسخ. ومعناه أن السهم قد أعد وهيئ ووضع في الكنانة، وهي جعبة السهام، وبقي فيها إلى أن ركب في القوس.",
  "ayah": 35,
  "surah": 28
}
