{
  "text": "القول في تأويل قوله تعالى :  وَقَالَ فِرْعَوْنُ يَا أَيُّهَا الْمَلأُ مَا عَلِمْتُ لَكُمْ مِنْ إِلَهٍ غَيْرِي فَأَوْقِدْ لِي يَا هَامَانُ عَلَى الطِّينِ فَاجْعَلْ لِي صَرْحًا لَعَلِّي أَطَّلِعُ إِلَى إِلَهِ مُوسَى وَإِنِّي لأَظُنُّهُ مِنَ الْكَاذِبِينَ (38)يقول تعالى ذكره: وقال فرعون لأشراف قومه وسادتهم: ( يَا أَيُّهَا الْمَلأُ مَا عَلِمْتُ لَكُمْ مِنْ إِلَهٍ غَيْرِي ) فتعبدوه, وتصدّقوا قول موسى فيما جاءكم به من أن لكم وله ربا غيري ومعبودا سواي ( فَأَوْقِدْ لِي يَا هَامَانُ عَلَى الطِّينِ ) يقول: فاعمل لي آجرا, وذُكر أنه أوّل من طبخ الآجر وبنى به.* ذكر من قال ذلك:حدثنا القاسم, قال: ثنا الحسين, قال: ثني حجاج, عن ابن جُرَيج, عن مجاهد: ( فَأَوْقِدْ لِي يَا هَامَانُ عَلَى الطِّينِ ) قال: على المدَر يكون لَبِنا مطبوخا.قال ابن جُرَيج: أوّل من أمر بصنعة الآجرّ وبنى به فرعون.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قَتادة: ( فَأَوْقِدْ لِي يَا هَامَانُ عَلَى الطِّينِ ) قال: فكان أوّل من طبخ الآجرّ يبني به الصرح.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد في قول الله: ( فَأَوْقِدْ لِي يَا هَامَانُ عَلَى الطِّينِ ) قال: المطبوخ الذي يوقد عليه هو من طين يبنون به البنيان.وقوله: ( فَاجْعَلْ لِي صَرْحًا ) يقول: ابنِ لي بالآجرّ بناء, وكل بناء مسطح فهو صرح كالقصر. ومنه قول الشاعر:بِهِـــنَّ نَعـــامٌ بَنَاهَــا الرِّجَــالُ تَحْسَــبُ أعْلامَهُــنَّ الصُّرُوحَـا (1)يعني بالصروح: جمع صرح.وقوله: ( لَعَلِّي أَطَّلِعُ إِلَى إِلَهِ مُوسَى ) يقول: انظر إلى معبود موسى, الذي يعبده, ويدعو إلى عبادته ( وَإِنِّي لأظُنُّهُ ) فيما يقول من أن له معبودا يعبده في السماء, وأنه هو الذي يؤيده وينصره, وهو الذي أرسله إلينا من الكاذبين; فذكر لنا أن هامان بنى له الصرح, فارتقى فوقه.فكان من قصته وقصة ارتقائه ما حدثنا موسى, قال: ثنا عمرو, قال: ثنا أسباط, عن السدي, قال: قال فرعون لقومه: ( يَا أَيُّهَا الْمَلأ مَا عَلِمْتُ لَكُمْ مِنْ إِلَهٍ غَيْرِي فَأَوْقِدْ لِي يَا هَامَانُ عَلَى الطِّينِ فَاجْعَلْ لِي صَرْحًا لَعَلِّي ) أذهب في السماء, فأنظر ( إِلَى إِلَهِ مُوسَى ) فلما بُنِي له الصرح, ارتقى فوقه, فأمر بِنُشابة فرمى بها نحو السماء, فردّت إليه وهي متلطخة دما, فقال: قد قتلت إله موسى, تعالى الله عما يقولون.",
  "ayah": 38,
  "surah": 28
}
