{
  "text": "وقوله: ( الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ مِنْ قَبْلِهِ هُمْ بِهِ يُؤْمِنُونَ ) يعني بذلك تعالى ذكره قوما من أهل الكتاب آمنوا برسوله وصدقوه, فقال الذين آتيناهم الكتاب من قبل هذا القرآن, هم بهذا القرآن يؤمنون. فيقرّون أنه حق من عند الله, ويكذّب جهلة الأميين, الذين لم يأتهم من الله كتاب.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثنى أبي, قال: ثني عمي, قال: ثنى أبي, عن أبيه, عن ابن عباس, قوله:تعالى: ( الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ مِنْ قَبْلِهِ هُمْ بِهِ يُؤْمِنُونَ ) قال: يعني من آمن بمحمد صلى الله عليه وسلم من أهل الكتاب.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد ( الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ مِنْ قَبْلِهِ هُمْ بِهِ ) ... إلى قوله:  لا نَبْتَغِي الْجَاهِلِينَ  في مسلمة أهل الكتاب.حدثنا القاسم, قال: ثنا الحسين, قال: ثني حجاج, عن ابن جُرَيج, عن مجاهد, قوله: ( الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ مِنْ قَبْلِهِ ) ... إلى قوله:  الْجَاهِلِينَ  قال: هم مسلمة أهل الكتاب.قال ابن جُرَيج: أخبرني عمرو بن دينار: أن يحيى بن جعدة أخبره, عن عليّ بن رفاعة, قال: خرج عشرة رهط من أهل الكتاب, منهم أبو رفاعة, يعني أباه, إلى النبي صلى الله عليه وسلم , فآمنوا, فأوذوا, فنـزلت: ( الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ مِنْ قَبْلِهِ ) قبل القرآن.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قَتادة, قوله: ( الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ مِنْ قَبْلِهِ هُمْ بِهِ يُؤْمِنُونَ ) قال: كنا نُحدَّث أنها نـزلت في أناس من أهل الكتاب كانوا على شريعة من الحقّ, يأخذون بها, وينتهون إليها, حتى بعث الله محمدا صلى الله عليه وسلم , فآمنوا به, وصدّقوا به, فأعطاهم الله أجرهم مرتين, بصبرهم على الكتاب الأوّل, واتباعهم محمدًا صلى الله عليه وسلم , وصبرهم على ذلك, وذكر أن منهم سلمان, وعبد الله بن سلام.حدثت عن الحسين, قال: سمعت أبا معاذ يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول, في قوله: ( الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ مِنْ قَبْلِهِ هُمْ بِهِ يُؤْمِنُونَ ) ... إلى قوله:  مِنْ قَبْلِهِ مُسْلِمِينَ  ناس من أهل الكتاب آمنوا بالتوراة والإنجيل، ثم أدركوا محمدا صلى الله عليه وسلم , فآمنوا به. فآتاهم الله أجرهم مرّتين بما صبروا: بإيمانهم بمحمد صلى الله عليه وسلم قبل أن يبعث, وباتباعهم إياه حين بعث, فذلك قوله:  إِنَّا كُنَّا مِنْ قَبْلِهِ مُسْلِمِينَ  .",
  "ayah": 52,
  "surah": 28
}
