{
  "text": "القول في تأويل قوله تعالى :  إِنَّ قَارُونَ كَانَ مِنْ قَوْمِ مُوسَى فَبَغَى عَلَيْهِمْ وَآتَيْنَاهُ مِنَ الْكُنُوزِ مَا إِنَّ مَفَاتِحَهُ لَتَنُوءُ بِالْعُصْبَةِ أُولِي الْقُوَّةِ إِذْ قَالَ لَهُ قَوْمُهُ لا تَفْرَحْ إِنَّ اللَّهَ لا يُحِبُّ الْفَرِحِينَ (76)يقول تعالى ذكره: ( إِنَّ قَارُونَ ) وهو قارون بن يصهر بن قاهث بن لاوى بن يعقوب ( كَانَ مِنْ قَوْمِ مُوسَى ) يقول: كان من عشيرة موسى بن عمران النبيّ صلى الله عليه وسلم, وهو ابن عمه لأبيه وأمه, وذلك أن قارون هو قارون بن يصهر بن قاهث, وموسى: هو موسى بن عمران بن قاهث, كذا نسبه ابن جُرَيج.حدثنا القاسم, قال: ثنا الحسين, قال: ثني حجاج, عن ابن جُرَيج, قوله: ( إِنَّ قَارُونَ كَانَ مِنْ قَوْمِ مُوسَى ) قال: ابن عمه ابن أخي أبيه, فإن قارون بن يصفر, هكذا قال القاسم, وإنما هو يصهر بن قاهث, وموسى بن عومر بن قاهث, وعومر بالعربية: عمران.وأما ابن إسحاق فإن ابن حميد حدثنا قال: ثنا سلمة عنه, أن يصهر بن قاهث تزوّج سميت (2) بنت بتاويت بن بركنا بن بقشان بن إبراهيم, فولدت له عمران بن يصهر, وقارون بن يصهر, فنكح عمران بخنت بنت شمويل بن بركنا بن بقشان بن بركنا, فولدت له هارون بن عمران, وموسى بن عمران صفي الله ونبيه; فموسى على ما ذكر ابن إسحاق ابن أخي قارون, وقارون هو عمه أخو أبيه لأبيه ولأمه. وأكثر أهل العلم في ذلك على ما قاله ابن جُرَيج.* ذكر من قال ذلك:حدثنا أبو كُرَيب, قال: ثنا جابر بن نوح, قال: أخبرنا إسماعيل بن أبي خالد, عن إبراهيم, في قوله: ( إِنَّ قَارُونَ كَانَ مِنْ قَوْمِ مُوسَى ) قال: كان ابن عمّ موسى.حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن سماك بن حرب, قال: ثنا سعيد عن قَتادة ( إِنَّ قَارُونَ كَانَ مِنْ قَوْمِ مُوسَى ): كنا نحدّث أنه كان ابن عمه أخي أبيه, وكان يسمى المنوّر من حُسن صوته بالتوراة, ولكن عدوّ الله نافق, كما نافق السامري, فأهلكه البغي.حدثنا ابن وكيع, قال: ثنا أبي, عن سفيان, عن سماك, عن إبراهيم ( إِنَّ قَارُونَ كَانَ مِنْ قَوْمِ مُوسَى ) قال: كان ابن عمه فبغى عليه.قال: ثنا يحيى القطان, عن سفيان, عن سماك, عن إبراهيم, قال: كان قارون ابن عمّ موسى.قال: ثنا أبو معاوية, عن ابن أبي خالد, عن إبراهيم ( إِنَّ قَارُونَ كَانَ مِنْ قَوْمِ مُوسَى ) قال: كان ابن عمه.حدثني بشر بن هلال الصواف, قال: ثنا جعفر بن سليمان الضُّبَعِيُّ, عن مالك بن دينار, قال: بلغني أن موسى بن عمران كان ابن عمّ قارون.وقوله: ( فَبَغَى عَلَيْهِمْ ) يقول: فتجاوز حده في الكبر والتجبر عليهم.وكان بعضهم يقول: كان بغيه عليهم زيادة شبر أخذها في طول ثيابه.* ذكر من قال ذلك:حدثني علي بن سعيد الكندي وأبو السائب وابن وكيع قالوا: ثنا حفص بن غياث, عن ليث, عن شَهر بن حَوْشب: ( إِنَّ قَارُونَ كَانَ مِنْ قَوْمِ مُوسَى فَبَغَى عَلَيْهِمْ ) قال: زاد عليهم في الثياب شبرا.وقال آخرون: كان بغيه عليهم بكثرة ماله.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قَتادة, قال: إنما بغى عليهم بكثرة ماله.وقوله: ( وَآتَيْنَاهُ مِنَ الْكُنُوزِ مَا إِنَّ مَفَاتِحَهُ لَتَنُوءُ بِالْعُصْبَةِ أُولِي الْقُوَّةِ ) يقول تعالى ذكره: وآتينا قارون من كنوز الأموال ما إن مفاتحه, وهي جمع مفتح, وهو الذي يفتح به الأبواب.وقال بعضهم: عنى بالمفاتح في هذا الموضع: الخزائن لِتُثْقِل العصبة.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ما قلنا في معنى مفاتح:حدثنا أبو كُرَيب, قال: ثنا جابر بن نوح, قال: أخبرنا الأعمش, عن خيثمة, قال: كانت مفاتح قارون تحمل على ستين بغلا كلّ مفتاح منها باب كنـز معلوم مثل الأصبع من جلود.حدثنا ابن وكيع, قال: ثنا أبي, عن الأعمش, عن خيثمة, قال: كانت مفاتح كنوز قارون من جلود كل مفتاح مثل الأصبع, كل مفتاح على خزانة على حدة, فإذا ركب حملت المفاتيح على ستين بغلا أغرّ محجَّل.حدثنا ابن حميد, قال: ثنا جرير, عن منصور, عن خيثمة, في قوله: ( مَا إِنَّ مَفَاتِحَهُ لَتَنُوءُ بِالْعُصْبَةِ أُولِي الْقُوَّةِ ) قال: نجد مكتوبا في الإنجيل مفاتح قارون وقر ستين بغلا غرّا محجلة, ما يزيد كل مفتاح منها على أصبع, لكل مفتاح منها كنـز.حدثنا ابن وكيع, قال: ثنا ابن عيينة, عن حميد, عن مجاهد, قال: كانت المفاتح من جلود الإبل.حدثنا القاسم, قال: ثنا الحسين, قال: ثني حجاج, عن ابن جُرَيج, عن مجاهد ( وَآتَيْنَاهُ مِنَ الْكُنُوزِ مَا إِنَّ مَفَاتِحَهُ لَتَنُوءُ بِالْعُصْبَةِ ) قال: مفاتح من جلود كمفاتح العيدان.وقال قوم: عني المفاتح في هذا الموضع: خزائنه.* ذكر من قال ذلك:حدثنا أبو كُرَيب, قال: ثنا هشيم, قال: أخبرنا إسماعيل بن سالم, عن أبي صالح, في قوله: ( مَا إِنَّ مَفَاتِحَهُ لَتَنُوءُ بِالْعُصْبَةِ ) قال: كانت خزائنه تحمل على أربعين بغلا.حدثنا ابن وكيع, قال: ثنا أبي, عن أبي حجير, عن الضحاك ( مَا إِنَّ مَفَاتِحَهُ ) قال: أوعيته.وبنحو الذي قلنا في معنى قوله: ( لَتَنُوءُ بِالْعُصْبَةِ ) قال أهل التأويل.* ذكر من قال ذلك:حدثنا أبو كُرَيب, قال: ثنا جابر بن نوح, قال: ثنا أبو روق, عن الضحاك عن ابن عباس, في قوله: ( لَتَنُوءُ بِالْعُصْبَةِ ) قال: لتثقل بالعصبة.حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله: ( لَتَنُوءُ بِالْعُصْبَةِ ) يقول: تثقل. وأما العصبة فإنها الجماعة.واختلف أهل التأويل في مبلغ عددها الذي أريد في هذا الموضع; فأما مبلغ عدد العصبة في كلام العرب فقد ذكرناه فيما مضى باختلاف المختلفين فيه, والرواية في ذلك, والشواهد على الصحيح من قولهم في ذلك بما أغنى عن إعادته في هذا الموضع, فقال بعضهم: كانت مفاتحه تنوء بعصبة; مبلغ عددها أربعون رجلا.* ذكر من قال ذلك:حدثنا القاسم, قال: ثنا الحسين, قال: ثنا هشيم, عن إسماعيل بن سالم, عن أبي صالح, قوله: ( لَتَنُوءُ بِالْعُصْبَةِ ) قال: أربعون رجلا.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد عن قَتادة ( لَتَنُوءُ بِالْعُصْبَةِ ) قال: ذكر لنا أن العصبة ما بين العشرة إلى الأربعين.حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله: ( لَتَنُوءُ بِالْعُصْبَةِ أُولِي الْقُوَّةِ ) يزعمون أن العصبة أربعون رجلا ينقلون مفاتحه من كثرة عددها.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثنى أبي, عن أبيه, عن ابن عباس, قوله: ( وَآتَيْنَاهُ مِنَ الْكُنُوزِ مَا إِنَّ مَفَاتِحَهُ لَتَنُوءُ بِالْعُصْبَةِ أُولِي الْقُوَّةِ ) قال: أربعون رجلا.وقال آخرون: ستون, وقال: كانت مفاتحه تحمل على ستين بغلا.حدثنا كذلك ابن وكيع, قال: ثنا أبي, عن الأعمش, عن خيثمة.وقال آخرون: كان تحمل على ما بين ثلاثة إلى عشرة.* ذكر من قال ذلك:حدثنا ابن وكيع, قال: ثنا جابر بن نوح, عن أبي روق, عن الضحاك, عن ابن عباس ( لَتَنُوءُ بِالْعُصْبَةِ ) قال: العصبة: ثلاثة.حدثنا أبو كُرَيب, قال: ثنا جابر بن نوح, قال: ثنا أبو روق, عن الضحاك, عن ابن عباس ( لَتَنُوءُ بِالْعُصْبَةِ ) قال: العصبة: ما بين الثلاثة إلى العشرة.وقال آخرون: كانت تحمل ما بين عشرة إلى خمسة عشر.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, في قول الله: ( مَا إِنَّ مَفَاتِحَهُ لَتَنُوءُ بِالْعُصْبَةِ ) قال: العُصْبة: ما بين العشرة إلى الخمسة عشر.حدثنا القاسم قال: ثنا الحسين, قال: ثني حجاج, عن ابن جُرَيج, عن مجاهد ( لَتَنُوءُ بِالْعُصْبَةِ ) قال: العصبة: خمسة عشر رجلا.وقوله: ( أُولِي الْقُوَّةِ ) يعني: أولي الشدة. وقال مجاهد في ذلك ما حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال ثنا عيسى, عن ابن أبي نجيح, عن مجاهد ( أُولِي الْقُوَّةِ ) قال: خمسَة عَشَر.فإن قال قائل: وكيف قيل: ( وَآتَيْنَاهُ مِنَ الْكُنُوزِ مَا إِنَّ مَفَاتِحَهُ لَتَنُوءُ بِالْعُصْبَةِ ) وكيف تنوء المفاتح بالعصبة, وإنما العصبة هي التي تنوء بها؟ قيل: اختلف في ذلك أهل العلم بكلام العرب, فقال بعض أهل البصرة: مجاز ذلك: ما إن العصبة ذوي القوّة لتنوء بمفاتح نعمه. قال: ويقال في الكلام: إنها لتنوء بها عجيزتها, وإنما هو: تنوء بعجيزتها كما ينوء البعير بحمله, قال: والعرب قد تفعل مثل هذا، قال الشاعر:فَــدَيْتُ بِنَفْسِــهِ نَفْسِــي وَمـاليوَمـــا آلُــوكَ إلا مــا أُطِيــقُ (3)والمعنى: فديت بنفسي وبمالي نفسه.وقال آخر:وَتَــرْكَبُ خَــيْلا لا هَـوَادَةَ بَيْنَهـاوَتَشْـقَى الرِّمَـاحُ بالضَّيـاطِرَةِ الحُمْرِ (4)وإنما تشقى الضياطرة بالرماح. قال: والخيل ههنا: الرجال.وقال آخر منهم: ( مَا إِنَّ مَفَاتِحَهُ ) قال: وهذا موضع لا يكاد يبتدأ فيه \" إن \", وقد قال:  إِنَّ الْمَوْتَ الَّذِي تَفِرُّونَ مِنْهُ فَإِنَّهُ مُلاقِيكُمْ  وقوله: ( لَتَنُوءُ بِالْعُصْبَةِ ) إنما العصبة تنوء بها; وفي الشعر:تَنُوءُ بِها فَتُثْقِلُها عَجِيزَتُها (5)وليست العجيزة تنوء بها, ولكنها هي تنوء بالعجيزة; وقال الأعشى:مـا كُـنْتَ فـي الحَرْبِ العَوَانِ مُغَمَّرًاإذْ شَــبَّ حَــرُّ وَقُودِهـا أجْذَالَهـا (6)وكان بعض أهل العربية من الكوفيين يُنكر هذا الذي قاله هذا القائل, وابتداء إن بعد ما, ويقول: ذلك جائز مع ما ومن, وهو مع ما ومَنْ أجود منه مع الذي, لأن الذي لا يعمل في صلته, ولا تعمل صلته فيه, فلذلك جاز, وصارت الجملة عائد \" ما \", إذ كانت لا تعمل في \" ما \" , ولا تعمل \" ما \" فيها; قال: وحسن مع \" ما \" و \" من \" , لأنهما يكونان بتأويل النكرة إن شئت, والمعرفة إن شئت, فتقول: ضربت رجلا ليقومن, وضربت رجلا إنه لمحسن, فتكون \" من \" و \" ما \" تأويل هذا, ومع \" الذي\" أقبح, لأنه لا يكون بتأويل النكرة.وقال آخر منهم في قوله: ( لَتَنُوءُ بِالْعُصْبَةِ ): نَوْءُها بالعصبة: أن تُثْقلهم; وقال: المعنى: إن مفاتحه لَتُنِيءُ العصبة: تميلهن من ثقلها, فإذا أدخلت الباء قلت: تنوء بهم , كما قال:  آتُونِي أُفْرِغْ عَلَيْهِ قِطْرًا  قال والمعنى: ائتوني بقطر أفرغ عليه; فإذا حذفت الباء, زدت على الفعل ألفا في أوله; ومثله:  فَأَجَاءَهَا الْمَخَاضُ  معناه: فجاء بها المخاض; وقال: قد قال رجل من أهل العربية: ما إن العصبة تنوء بمفاتحه, فحوّل الفعل إلى المفاتح, كما قال الشاعر:إنَّ سِـــرَاجًا لَكَـــرِيمٌ مَفْخَــرُهتَحْــلَى بـهِ العَيْـنُ إذَا مَـا تَجْـهَرُهْ (7)وهو الذي يحلى بالعين, قال: فإن كان سمع أثرًا بهذا, فهو وجه, و إلا فإن الرجل جهل المعنى، قال: وأنشدني بعض العرب:حــتى إذَا مــا الْتَـأَمَتْ مَوَاصِلُـهْونَــاءَ فـي شـقّ الشَّـمالِ كَاهِلُـهْ (8)يعني: الرامي لما أخذ القوس, ونـزع مال عليها. قال: ونرى أن قول العرب: ما ساءك, وناءك من ذلك, ومعناه: ما ساءك وأناءك من ذلك, إلا أنه ألقى الألف لأنه متبع لساءك, كما قالت العرب: أكلت طعاما فهنأني ومرأني, ومعناه: إذا أفردت وأمرأني؛ فحذفت منه الألف لما أتبع ما ليس فيه ألف.وهذا القول الآخر في تأويل قوله: ( لَتَنُوءُ بِالْعُصْبَةِ ) أولى بالصواب من الأقوال الأخر, لمعنيين: أحدهما: أنه تأويل موافق لظاهر التنـزيل. والثاني: أن الآثار التي ذكرنا عن أهل التأويل بنحو هذا المعنى جاءت, وإن قول من قال: معنى ذلك: ما إن العصبة لتنوء بمفاتحه, إنما هو توجيه منهم إلى أن معناه: ما إن العصبة لتنهض بمفاتحه; وإذا وجه إلى ذلك لم يكن فيه من الدلالة على أنه أريد به الخبر عن كثرة كنوزه, على نحو ما فيه, إذا وجه إلى أن معناه: إن مفاتحه تثقل العصبة وتميلها, لأنه قد تنهض العصبة بالقليل من المفاتح وبالكثير. وإنما قصد جلّ ثناؤه الخبر عن كثرة ذلك, وإذا أريد به الخبر عن كثرته, كان لا شكّ أن الذي قاله مَن ذكرنا قوله, من أن معناه: لتنوء العصبة بمفاتحه, قول لا معنى له, هذا مع خلافه تأويل السلف في ذلك.وقوله: ( إِذْ قَالَ لَهُ قَوْمُهُ لا تَفْرَحْ إِنَّ اللَّهَ لا يُحِبُّ الْفَرِحِينَ ) يقول: إذ قال قومه: لا تبغ ولا تَبْطَر فرحا, إن الله لا يحبّ من خلقه الأشِرِين البَطِرين.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله: ( إِنَّ اللَّهَ لا يُحِبُّ الْفَرِحِينَ ) يقول: المرحين.حدثنا ابن حميد, قال: ثنا حكام, عن عنبسة, عن محمد بن عبد الرحمن, عن القاسم بن أبي بزة, عن مجاهد, في قوله: ( لا تَفْرَحْ إِنَّ اللَّهَ لا يُحِبُّ الْفَرِحِينَ ) قال: المُتبذِّخين الأشِرين البَطِرين, الذين لا يشكرون الله على ما أعطاهم.حدثنا محمد بن بشار, قال: ثنا محمد بن جعفر, قال: ثنا شعبة, عن جابر, قال: سمعت مجاهدا يقول في هذه الآية ( إِنَّ اللَّهَ لا يُحِبُّ الْفَرِحِينَ ) قال: الأشِرين البَطِرين البَذِخين.حدثني يعقوب, قال: ثنا هشيم, قال: أخبرنا العوام, عن مجاهد, في قوله: ( لا تَفْرَحْ إِنَّ اللَّهَ لا يُحِبُّ الْفَرِحِينَ ) قال: يعني به البغي.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى, عن ابن أبي نجيح, عن مجاهد, في قول الله: ( لا تَفْرَحْ إِنَّ اللَّهَ لا يُحِبُّ الْفَرِحِينَ ) قال: المتبذخين الأشرين, الذين لا يشكرون الله فيما أعطاهم.حدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء, عن ابن أبي نجيح, عن مجاهد, مثله; إلا أنه قال: المتبذخين.حدثنا محمد بن عبد الله المخرمي, قال: ثني شبابة, قال ثني ورقاء, عن ابن أبي نجيح, عن مجاهد ( لا تَفْرَحْ إِنَّ اللَّهَ لا يُحِبُّ الْفَرِحِينَ ) قال: الأشرين البطرين.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتاده, إذ قال له قومه ( لا تَفْرَحْ ) : أي لا تمرح ( إِنَّ اللَّهَ لا يُحِبُّ الْفَرِحِينَ ) : أي إن الله لا يحب المرحين.حدثنا القاسم, قال: ثنا الحسين, قال: ثني حجاج, عن ابن جريح, عن مجاهد ( لا تَفْرَحْ إِنَّ اللَّهَ لا يُحِبُّ الْفَرِحِينَ ) قال: الأشرين البطرين, الذين لا يشكرون الله فيما أعطاهم.حدثنا القاسم, قال: ثنا الحسين, قال: ثنا هشيم, قال: أخبرنا العوام, عن مجاهد, في قوله: ( إِذْ قَالَ لَهُ قَوْمُهُ لا تَفْرَحْ إِنَّ اللَّهَ لا يُحِبُّ الْفَرِحِينَ ) قال: هو فرح البَغْي.------------------------------الهوامش :(2) في كتاب العرائس (قصص الأنبياء للثعلبي المفسر) سميت بنت يتادم بن بركيا بن يشعان بن إبراهيم. وفي صفحة 213 طبعة الحلبي: عن ابن إسحاق: تزوج يصهر بن قاهث \"سمين بنت ماريب بن بركيا ابن يقشان بن إبراهيم\" وفي أسماء العبرانيين اختلاف كثير بين العلماء.(3) البيت: من شواهد أبي عبيدة في مجاز القرآن، (الورقة 182 ب) عن تفسير قوله تعالى: (ما إن مفاتحه لتنوء) قال: أي مفاتح خزائنه. ومجازه: ما إن العصبة ذوي القوة لتنوء بها عجيزتها، وإنما هي تنوء بعجيزتها، كما ينوء البعير بحمله. والعرب قد تفعل مثل هذا قال: \"فديت بنفسه نفسي.. \" البيت، والمعنى: فديت بنفسي ومال نفسه. وقوله: \"وما آلوك...\" إلخ هذا التفات من الغيبة إلى الخطب. ومعناه: ما أستطيع. والعرب تقول: أتاني فلان في حاجة فما استطعت رده. وأتاني في حاجة فألوت فيها: أي اجتهدت. (اللسان: أَلا يألو).قلت: وجعل المؤلف البيت في القلب نظير الآية (ما إن مفاتحه لتنوء بالعصبة) أي ما إن العصبة أولي القوة تنوء وتعجز عن حمله، كما قال أبو عبيدة.(4) البيت لخداش بن زهير (اللسان: ضطر) والضياطرة: جمع ضيطر، كالضيطري والجمع: ضياطر وضياطرة. وهم العظماء من الرجال؛ وفي كلام علي عليه السلام: من يعذرني مع هؤلاء الضياطرة، وهم الضخام الذين لا غناء عندهم. قال في اللسان: وقول خداش بن زهير: \"ونركب خيلا... البيت\": قال ابن سيده: يجوز أن يكون عنى أن الرماح تشقى بهم، أي لأنهم لا يحسنون حملها، ولا الطعن بها. (قلت: وعلى هذا التوجيه، لا شاهد في البيت). ويجوز أن يكون على القلب، أي: تشقى الضياطرة الحمر بالرماح، يعني أنهم يقتلون بها. والهوادة: المصالحة والموادعة. قلت: وعلى التوجيه الثاني من كلام ابن سيده، يصح الاستشهاد بالبيت، لما فيه من القلب. قال أبو عبيدة: وإنما يشقى الضياطرة بالرماح. اه. قلت: وهو شاذ كالذي قبله(5) لم أقف على هذا الشعر.(6) البيت لأعشى بني قيس بن ثعلبة (ديوانه طبع القاهرة بشرح الدكتور محمد حسين ص31) وهو من قصيدة يمدح بها قيس بن معد يكرب. والحرب العوان: التي قوتل فيها مرة ثانية بعد الأولى، كأنهم جعلوا الأولى بكرًا. والمغمر: الذي لم يجرب الأمور.وشب النار: أوقدها. والأجذال: جمع جذلى (بكسر الجيم وسكون الذال) وهو ما عظم من أصول الشجر المقطع ، يجعل حطبًا ووقودًا للنار. والبيت خطاب للممدوح يقول له الشاعر: أقسم بمن جعل الشهور علامة ومواقيت للناس (في البيت الذي قبل البيت) أنك لم تكن في الحرب الشديدة جاهلا بإرادتها على الأعداء حين أوقد حرها الأجذال والحطب. وقد جعل الشاعر الحر هو الذي أوقد الأجذال. وفي هذا قلب للمعنى، والأصل: إذا شبت الأجذال حر الحرب. وعلى هذا القلب استشهد به المؤلف، وهو كالشاهدين قبله.(7) البيت من شواهد الفراء في معاني القرآن (مصورة الجامعة الورقة 242) وقد تقدم الاستشهاد به في (3: 312) من هذا التفسير، على مثل ما استشهد به هنا، مع أبيات أخر. وقلنا في تفسيره هناك: جهرت فلانًا العين تجهره: نظرت إليه فرأته عظيمًا، فحلى هو فيها. هذا هو أصل المعنى، ولكن الشاعر قلب المعنى. فجعل العين تحلى بالمرئي إذا رأته، فهو كالشاهدين اللذين قبله. وقال الفراء في معاني القرآن (مصورة الجامعة 24059) في التعليق على قول الله تعالى: (ما إن مفاتحه لتنوء بالعصبة أولي القوة): ونوءها بالعصبة أن تثقلهم. والعصبة هاهنا: أربعون رجلا. ومفاتحه: خزائنه. والمعنى: ما إن مفاتحه لتنيء العصبة أي تميلهم من ثقلها؛ فإذا دخلت الباء قلت: تنوء بهم كما قال: (آتوني أفرغ عليه قطرًا) والمعنى: ائتوني بقطر أفرغ عليه. فإذا حذفت الباء رددت في الفعل ألفًا في أوله. ومثله: (فأجاءها المخاض). معناه: فجاء بها المخاض. وقد قال رجل من أهل العربية: إن المعنى: ما إن العصبة لتنوء بمفاتحه فحول الفعل إلى المفاتح، كما قال الشاعر: \"إن سراجًا...\" البيت، وهو الذي يحلى بالعين. فإذا كان سمع بهذا أثرًا، فهو وجه، وإلا فإن الرجل جهل المعنى. اه.(8) البيتان مما أنشده بعض العرب، الفراء (انظر معاني القرآن له ص 242، واللسان: ناء) قال الفراء بعد الذي نقلناه من قوله في الشاهد السابق: ولقد أنشدني بعض العرب:حــتى إذا مــا التـأمت مواصلـهونــاء فـي شـق الشـمال كاهلـهيعني: الرامي لما أخذ القوس ونزع، مال على شقه، فذلك نوءه عليها. ونرى أن قول العرب: \"ما ساءك وناءك\" من ذلك، ومعناه: ساءك وأناءك، إلا أنه ألقى الألف، لأنه متبع لساءك، كما قالت العرب: أكلت طعامًا، فهنأني ومرأني. ومعناه إذا أفردت: وأمرأني فحذفت منه الألف، لما أن أتبع ما لا ألف فيه.",
  "ayah": 76,
  "surah": 28
}
