{
  "text": "القول في تأويل قوله تعالى :  وَابْتَغِ فِيمَا آتَاكَ اللَّهُ الدَّارَ الآخِرَةَ وَلا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيَا وَأَحْسِنْ كَمَا أَحْسَنَ اللَّهُ إِلَيْكَ وَلا تَبْغِ الْفَسَادَ فِي الأَرْضِ إِنَّ اللَّهَ لا يُحِبُّ الْمُفْسِدِينَ (77)يقول تعالى ذكره مخبرا عن قيل قوم قارون له: لا تبغ يا قارون على قومك بكثرة مالك, والتمس فيما آتاك الله من الأموال خيرات الآخرة, بالعمل فيها بطاعة الله في الدنيا وقوله: ( وَلا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيَا ) يقول: ولا تترك نصيبك وحظك من الدنيا, أن تأخذ فيها بنصيبك من الآخرة, فتعمل فيه بما ينجيك غدا من عقاب الله.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ, قال: ثنا عبد الله, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله: ( وَلا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيَا وَأَحْسِنْ كَمَا أَحْسَنَ اللَّهُ إِلَيْكَ ) يقول: لا تترك أن تعمل لله في الدنيا.حدثنا ابن وكيع, قال: ثنا يحيى بن آدم, عن سفيان, عن الأعمش, عن ابن عباس ( وَلا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيَا ) قال: أن تعمل فيها لآخرتك.حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا قرة بن خالد, عن عون بن عبد الله ( وَلا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيَا ) قال: إن قوما يضعونها على غير موضعها. ولا تنس نصيبك من الدنيا: تعمل فيها بطاعة الله.حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا عبد الله بن المبارك, عن معمر, عن ابن أبي نجيح, عن مجاهد ( وَلا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيَا ) قال: العمل بطاعته.حدثنا ابن وكيع, قال: ثنا يحيى بن يمان, عن ابن جُرَيج, عن مجاهد, قال: تعمل في دنياك لآخرتك.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله: ( وَلا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيَا ) قال: العمل فيها بطاعة الله.حدثنا القاسم, قال: ثنا الحسين, قال: ثني حجاج, عن ابن جُرَيج, عن مجاهد, مثله.حدننا ابن وكيع, قال: ثنا أبي, عن سفيان, عن عيسى الجُرَشِيّ, عن مجاهد: ( وَلا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيَا ) قال: أن تعمل في دنياك لآخرتك.حدثنا القاسم, قال: ثنا الحسين, قال: ثنا أبو سفيان, عن معمر, عن مجاهد, قال: العمل بطاعة الله: نصيبه من الدنيا, الذي يُثاب عليه في الآخرة.حدثنا يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( وَلا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيَا ) قال: لا تنس أن تقدم من دنياك لآخرتك, فإنما تجد في آخرتك ما قدمت في الدنيا, فيما رزقك الله.وقال آخرون: بل معنى ذلك: لا تترك أن تطلب فيها حظك من الرزق.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قَتادة: ( وَلا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيَا ): قال الحسن: ما أحلّ الله لك منها, فإن لك فيه غنى وكفاية.حدثنا ابن وكيع, قال: ثنا محمد بن حميد المعمري, عن معمر, عن قَتادة: ( وَلا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيَا ) قال: طلب الحلال.حدثنا ابن وكيع, قال: ثنا حفص, عن أشعث, عن الحسن: ( وَلا تَنْسَ نَصِيبَكَ مِنَ الدُّنْيَا ): قال: قدِّم الفضل, وأمسك ما يبلغك.القاسم, قال: ثنا الحسين, قال: ثني حجاج, عن ابن جُرَيج, قال: الحلال فيها.وقوله: ( وَأَحْسِنْ كَمَا أَحْسَنَ اللَّهُ إِلَيْكَ ) يقول: وأحسن في الدنيا إنفاق مالك الذي آتاكه الله, في وجوهه وسبله, كما أحسن الله إليك, فوسع عليك منه, وبسط لك فيها.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( وَأَحْسِنْ كَمَا أَحْسَنَ اللَّهُ إِلَيْكَ ) قال: أحسن فيما رزقك الله.(ولا تبغ الفساد في الأرض) يقول: ولا تلتمس ما حرّم الله عليك من البغي على قومك.(إِن الله لا يحب المفسدين) يقول: إن الله لا يحبّ بغاة البغي والمعاصي.",
  "ayah": 77,
  "surah": 28
}
