{
  "text": "القول في تأويل قوله تعالى :  فَالْتَقَطَهُ آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا إِنَّ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا كَانُوا خَاطِئِينَ (8)يقول تعالى ذكره: فالتقطه آل فرعون فأصابوه وأخذوه; وأصله من اللقطة, وهو ما وُجد ضالا فأخذ، والعرب تقول: لما وردت عليه فجأة، من غير طلب له ولا إرادة، أصبته التقاطا, ولقيت فلانا التقاطا; ومنه قول الراجز:وَمَنْهَـــلٍ وَرَدْتُـــهُ الْتِقَاطَـــالَـــمْ أَلْــقَ إِذْ وَرَدْتُــهُ فُرَّاطَــا (1)يعني فجأة.واختلف أهل التأويل في المعني بقوله: (آلُ فِرْعَوْنَ) في هذا الموضع, فقال بعضهم: عنى بذلك: جواري امرأة فرعون.* ذكر من قال ذلك:حدثنا موسى, قال: ثنا عمرو, قال: ثنا أسباط, عن السدي, قال: أقبل الموج بالتابوت يرفعه مرّة ويخفضه أخرى, حتى أدخله بين أشجار عند بيت فرعون, فخرج جواري آسية امرأة فرعون يغسلن, فوجدن التابوت, فأدخلنه إلى آسية, وظننّ أن فيه مالا فلما نظرت إليه آسية, وقعت عليها رحمته فأحبته; فلما أخبرت به فرعون أراد أن يذبحه, فلم تزل آسية تكلمه حتى تركه لها, قال: إني أخاف أن يكون هذا من بني إسرائيل, وأن يكون هذا الذي على يديه هلاكنا, فذلك قول الله: ( فَالْتَقَطَهُ آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا ).وقال آخرون: بل عني به ابنة فرعون.* ذكر من قال ذلك:حدثنا القاسم, قال: ثنا الحسين, قال: ثني حجاج, عن أبي معشر, عن محمد بن قيس, قال: كانت بنت فرعون برصاء, فجاءت إلى النيل, فإذا التابوت في النيل تخفقه الأمواج, فأخذته بنت فرعون, فلما فتحت التابوت, فإذا هي بصبي, فلما اطلعت في وجهه برأت من البرص, فجاءت به إلى أمها, فقالت: إن هذا الصبيّ مبارك لما نظرت إليه برئت, فقال فرعون: هذا من صبيان بني إسرائيل, هلمّ حتى أقتله, فقالت:  قُرَّةُ عَيْنٍ لِي وَلَكَ لا تَقْتُلُوهُ  .وقال آخرون: عنى به أعوان فرعون.* ذكر من قال ذلك:حدثنا ابن حميد, قال: ثنا سلمة, عن ابن إسحاق, قال: أصبح فرعون في مجلس له كان يجلسه على شفير النيل كلّ غداة: فبينما هو جالس, إذ مرّ النيل بالتابوت يقذف به, وآسية بنت مزاحم امرأته جالسة إلى جنبه, فقالت: إن هذا لشيء في البحر, فأتوني به, فخرج إليه أعوانه, حتى جاءوا به, ففتح التابوت فإذا فيه صبيّ في مهده, فألقى الله عليه محبته, وعطف عليه نفسه, قالت امرأته آسية:  لا تَقْتُلُوهُ عَسَى أَنْ يَنْفَعَنَا أَوْ نَتَّخِذَهُ وَلَدًا  .ولا قول في ذلك عندنا أولى بالصواب مما قال الله عزّ وجلّ: (فَالْتَقَطَهُ آَلُ فِرْعَوْنَ)وقد بيَّنا معنى الآل فيما مضى بما فيه الكفاية من إعادته ههنا.وقوله: ( لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا ) فيقول القائل: ليكون موسى لآل فرعون عدوّا وحَزنا فالتقطوه, فيقال: ( فَالْتَقَطَهُ آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا ) قيل: إنهم حين التقطوه لم يلتقطوه لذلك، بل لما تقدّم ذكره، ولكنه إن شاء الله كما حدثنا ابن حميد, قال: ثنا سلمة عن ابن إسحاق, في قوله: ( فَالْتَقَطَهُ آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا ) قال: ليكون في عاقبة أمره عدوّا وحزنا لما أراد الله به، وليس لذلك أخذوه, ولكن امرأة فرعون قالت:  قُرَّةُ عَيْنٍ لِي وَلَكَ  فكان قول الله: (ليكون لهم عدوّا وحزنا) لما هو كائن في عاقبة أمره لهم, وهو كقول الآخر إذا قَرَّعه لفعل، كان فعله وهو يحسب محسنا في فعله، فأداه فعله ذلك إلى مساءة مندِّما له على فعله: فعلت هذا لضرّ نفسك, ولتضرّ به نفسك فعلت. وقد كان الفاعل في حال فعله ذلك عند نفسه يفعله راجيا نفعه, غير أن العاقبة جاءت بخلاف ما كان يرجو. فكذلك قوله: ( فَالْتَقَطَهُ آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا ) إنما هو: فالتقطه آل فرعون ظنًّا منهم أنهم محسنون إلى أنفسهم, ليكون قرّة عين لهم, فكانت عاقبة التقاطهم إياه منه هلاكهم على يديه.وقوله: (عَدُوًّا وَحَزَنًا) يقول: يكون لهم عدوّا في دينهم, وحَزنًا على ما ينالهم منه من المكروه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قَتادة, قوله: ( فَالْتَقَطَهُ آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا ) عدوا لهم في دينهم, وحزنا لما يأتيهم.واختلفت القرّاء في قراءة ذلك, فقرأته عامة قرّاء أهل المدينة والبصرة، وبعض أهل الكوفة: (وَحَزَنًا) بفتح الحاء والزاي. وقرأته عامة قرّاء الكوفة: \" وَحُزْنًا \" بضم الحاء وتسكين الزاي. والحَزَن بفتح الحاء والزاي مصدر من حزنت حزنا, والحُزْن بضم الحاء وتسكين الزاي الاسم: كالعَدَم والعُدْم، ونحوه.والصواب من القول في ذلك أنهما قراءتان متقاربتا المعنى, وهما على اختلاف اللفظ فيهما بمنـزلة العَدَم, والعُدْم, فبأيتهما قرأ القارئ فمصيب.وقوله: ( إِنَّ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا كَانُوا خَاطِئِينَ ) يقول تعالى ذكره: إن فرعون وهامان وجنودهما كانوا بربهم آثمين, فلذلك كان لهم موسى عَدُوّا وحَزَنا.------------------------الهوامش:(1) هذا بيتان من مشطور الرجز، لنقادة الأسدي، أوردهما في (اللسان: لقط) وأورد معهما بيتًا ثالثا، وهو * إلا الحمــام الـورق والغطـاط *قال: ولقيته التقاطًا: إذا لقيته من غير أن ترجوه أو تحسبه؛ قال نقادة الأسدي: \"ومنهل وردته..\" الأبيات الثلاثة: وقال سيبويه: التقاطا: أي فجأة، وهو من المصادر التي وقعت أحوالا، نحو جاء ركضا. ووردت الماء والشيء التقاطا: إذا هجمت عليه بغتة، ولم تحتسبه. وحكى ابن الأعرابي: لقيته لقاطًا: مواجهة. وفي حديث عمر أن رجلا من تميم التقط شبكة، فطلب أن يجعلها له. الشبكة: الآبار القريبة الماء. والتقاطه: عثوره عليها من غير طلب. اه. وقال في (فرط): وفراطا القطا: متقدماتها إلى الوادي والماء. وأنشد البيت ونسبه إلى نقادة الأسدي. (وفي غطط): والغطاط القطا، بفتح الغين. وقيل: ضرب من القطا، واحدته:غطاطة. وقيل القطا: ضربان؛ فالقصار الأرجل، الصفر الأعناق، السود القوام. الصهب الخوافي هي الكدرية والجونية (بضم أولهما) والطوال الأرجل، البيض البطون، الغبر الظهور، الواسعة العيون: هي الغطاط. وقيل: الغطاط: ضرب من الطير، ليس من القطا، هن غبر البطون والظهور والأبدان، سود الأجنحة. وقيل: سود بطون الأجنحة، طوال الأرجل والأعناق، لطاف. اه. وانظر أقوالا أخرى في (اللسان: غطط). والبيت الأول في (معجم ما استعجم للبكري طبعة القاهرة بترتيب مصطفى السقا ص 779). وفي الكتاب لسيبويه (1: 186).",
  "ayah": 8,
  "surah": 28
}
