{
  "text": "القول في تأويل قوله تعالى :  وَقَالَتِ امْرَأَةُ فِرْعَوْنَ قُرَّةُ عَيْنٍ لِي وَلَكَ لا تَقْتُلُوهُ عَسَى أَنْ يَنْفَعَنَا أَوْ نَتَّخِذَهُ وَلَدًا وَهُمْ لا يَشْعُرُونَ (9)يقول تعالى ذكره: (وَقَالَتِ امْرَأَةُ فِرْعَوْنَ) له هذا(قُرَّةُ عَيْنٍ لِي وَلَكَ) يا فرعون; فقرة عين مرفوعة بمضمر هو هذا, أو هو. وقوله: (لا تَقْتُلُوهُ) مسألة من امرأة فرعون أن لا يقتله. وذُكِرَ أن المرأة لما قالت هذا القول لفرعون, قال فرعون: أما لك فنعم, وأما لي فلا فكان كذلك.* ذكر من قال ذلك:حدثنا القاسم, قال: ثنا الحسين, قال: ثني حجاج, عن أبي معشر, عن محمد بن قيس, قال: قالت امرأة فرعون: ( قُرَّةُ عَيْنٍ لِي وَلَكَ لا تَقْتُلُوهُ عَسَى أَنْ يَنْفَعَنَا أَوْ نَتَّخِذَهُ وَلَدًا ) قال فرعون: قرّة عين لك, أما لي فلا. قال محمد بن قيس: قال رسول الله صلى الله عليه وسلم: \" لَوْ قَالَ فِرْعَوْنُ: قُرّةُ عَيْنٍ لِي وَلَكِ, لَكَانَ لَهُمَا جَمِيعًا \".حدثنا موسى, قال: ثنا عمرو, قال: ثنا أسباط, عن السدي, قال: اتخذه فرعونُ ولدا, ودُعَى على أنه ابن فرعون; فلما تحرّك الغلام أرته أمه آسية صبيا, فبينما هي ترقصهوتلعب به، إذ ناولته فرعون, وقالت: خذه، قرّة عين لي ولك, قال فرعون: هو قرّة عين لكِ, لا لي. قال عبد الله بن عباس: لو أنه قال: وهو لي قرّة عين إذن؛ لآمن به, ولكنه أَبَى.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قَتادة, قالت امرأة فرعون: (قُرَّةُ عَيْنٍ لِي وَلَكَ) تعني بذلك: موسى.حدثنا العباس بن الوليد, قال: أخبرنا يزيد, قال: أخبرنا الأصبح بن يزيد, قال: ثنا القاسم بن أبي أيوب, قال: ثني سعيد بن جُبَيْر, عن ابن عباس قال: لما أتت بموسى امرأة فرعونَ فرعونَ قالت: (قُرَّةُ عَيْنٍ لِي وَلَكَ) قال فرعون: يكون لكِ, فأما لي فلا حاجة لي فيه, فقال رسول الله صلى الله عليه وسلم: \" وَالَّذِي يُحْلَفُ بِهِ لَوْ أَقَرَّ فِرْعَوْنُ أَنْ يَكُونَ لَهُ قُرَّةَ عَيْنٍ كَمَا أَقَرَّتْ, لَهَدَاهُ اللهُ بِهِ كَمَا هَدَى بِهِ امْرَأَتَهُ, وَلَكِنَّ الله حَرَمَهُ ذَلِكَ\".وقوله: ( لا تَقْتُلُوهُ عَسَى أَنْ يَنْفَعَنَا أَوْ نَتَّخِذَهُ وَلَدًا ) ذُكِرَ أن امرأة فرعون قالت هذا القول حين همّ بقتله. قال بعضهم: حين أتَي به يوم التقطه من اليم. وقال بعضهم: يوم نَتَف من لحيته، أو ضربه بعصا كانت في يده.* ذكر من قال: قالت ذلك يوم نتف لحيته:حدثنا موسى, قال: ثنا عمرو, قال: ثنا أسباط, عن السدي, قال: لما أتي فرعون به صبيا أخذه إليه, فأخذ موسى بلحيته فنتفها, قال فرعون: علي بالذباحين, هو هذا! قالت آسية ( لا تَقْتُلُوهُ عَسَى أَنْ يَنْفَعَنَا أَوْ نَتَّخِذَهُ وَلَدًا ) إنما هو صبيّ لا يعقل, وإنما صَنع هذا من صباه.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قَتادة (لا تقتلوه عسى أن ينفعنا أو نتخذه ولدًا) قال: ألقيت عليه رحمتها حين أبصرته.وقوله: (وَهُمْ لا يَشْعُرُونَ) اختلف أهل التأويل في تأويله, فقال بعضهم: معنى ذلك: وهم لا يشعرون هلاكهم على يده.* ذكر من قال ذلك:حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قَتادة (وَهُمْ لا يَشْعُرُونَ) قال: وهم لا يشعرون أن هلكتهم على يديه, وفي زمانه.حدثنا القاسم, قال: ثنا الحسين, قال: ثني سفيان, عن معمر, عن قَتادة (أوْ نَتَّخِذَهُ وَلَدًا وَهُمْ لا يَشْعُرُونَ) قال: إن هلاكهم على يديه.حدثنا محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعًا, عن ابن أبي نجيح, عن مجاهد, قوله: ( وَهُمْ لا يَشْعُرُونَ ) قال: آل فرعون إنه لهم عدوّ.وقال آخرون: بل معنى ذلك: ( وَهُمْ لا يَشْعُرُونَ ) بما هو كائن من أمرهم وأمره.* ذكر من قال ذلك:حدثنا ابن حميد, قال: ثنا سلمة, عن ابن إسحاق, قال: قالت امرأة فرعون آسية: ( لا تَقْتُلُوهُ عَسَى أَنْ يَنْفَعَنَا أَوْ نَتَّخِذَهُ وَلَدًا وَهُمْ لا يَشْعُرُونَ ) يقول الله: وهم لا يشعرون أي: بما هو كائن بما أراد الله به.وقال آخرون: بل معنى قوله: (وَهُمْ لا يَشْعُرُونَ) بنو إسرائيل لا يشعرون أنا التقطناه.* ذِكر من قال ذلك.حدثنا القاسم, قال: ثنا الحسين, قال: ثني حجاج, عن أبي معشر, عن محمد بن قيس ( لا تَقْتُلُوهُ عَسَى أَنْ يَنْفَعَنَا أَوْ نَتَّخِذَهُ وَلَدًا وَهُمْ لا يَشْعُرُونَ ) قال: يقول: لا تدري بنو إسرائيل أنَّا التقطناه.والصواب من القول في ذلك, قول من قال: معنى ذلك: وفرعون وآله لا يشعرون بما هو كائن من هلاكهم على يديه.وإنما قلنا ذلك أولى التأويلات به؛ لأنه عقِيب قوله: ( وَقَالَتِ امْرَأَةُ فِرْعَوْنَ قُرَّةُ عَيْنٍ لِي وَلَكَ لا تَقْتُلُوهُ عَسَى أَنْ يَنْفَعَنَا أَوْ نَتَّخِذَهُ وَلَدًا ) وإذا كان ذلك عقبه, فهو بأن يكون بيانا عن القول الذي هو عقبه أحقّ من أن يكون بيانا عن غيره.",
  "ayah": 9,
  "surah": 28
}
