{
  "text": "بسمالقول في تأويل { بسم} قال أبو جعفر : إن الله تعالى ذكره وتقدست أسماؤه , أدب نبيه محمدا بتعليمه تقديم ذكر أسمائه الحسنى أمام جميع أفعاله , وتقدم إليه في وصفه بها قبل جميع مهماته , وجعل ما أدبه به من ذلك وعلمه إياه منه لجميع خلقه سنة يستنون بها , وسبيلا يتبعونه عليها , في افتتاح أوائل منطقهم وصدور رسائلهم وكتبهم وحاجاتهم ; حتى أغنت دلالة ما ظهر من قول القائل { بسم الله } على من بطن من مراده الذي هو محذوف . وذلك أن الباء من \" بسم الله \" مقتضية فعلا يكون لها جالبا , ولا فعل معها ظاهر , فأغنت سامع القائل \" بسم الله \" معرفته بمراد قائله من إظهار قائل ذلك مراده قولا , إذ كان كل ناطق به عند افتتاحه أمرا قد أحضر منطقه به , إما معه وإما قبله بلا فصل , ما قد أغنى سامعه من دلالة شاهدة على الذي من أجله افتتح قيله به . فصار استغناء سامع ذلك منه عن إظهار ما حذف منه , نظير استغنائه إذا سمع قائلا قيل له : ما أكلت اليوم ؟ فقال , طعاما , عن أن يكرر المسئول مع قوله \" طعاما \" أكلت ; لما قد ظهر لديه من الدلالة على أن ذلك معناه بتقدم مسألة السائل إياه عما أكل . فمعقول إذا أن قول القائل إذا قال : \" بسم الله الرحمن الرحيم \" ثم افتتح تاليا سورة , أن إتباعه \" بسم الله الرحمن الرحيم \" تلاوة السورة , ينبئ عن معنى قوله : \" بسم الله الرحمن الرحيم \" ومفهوم به أنه مريد بذلك أقرأ \" بسم الله الرحمن الرحيم \" وكذلك قوله : \" بسم الله \" عند نهوضه للقيام أو عند قعوده وسائر أفعاله , ينبئ عن معنى مراده بقوله \" بسم الله \" , وأنه أراد بقيله \" بسم الله \" : أقوم بسم الله , وأقعد بسم الله ; وكذلك سائر الأفعال . وهذا الذي قلنا في تأويل ذلك , هو معنى قول ابن عباس , الذي : 114 - حدثنا به أبو كريب , قال : حدثنا عثمان بن سعيد , قال : حدثنا بشر بن عمارة , قال : حدثنا أبو روق , عن الضحاك , عن عبد الله بن عباس , قال : إن أول ما نزل به جبريل على محمد , قال : يا محمد , قل أستعيذ بالسميع العليم من الشيطان الرجيم ! ثم قال : قل بسم الله الرحمن الرحيم ! قال : قال له جبريل : قل بسم الله يا محمد . يقول : اقرأ بذكر الله ربك , وقم واقعد بذكر الله . قال أبو جعفر : فإن قال لنا قائل : فإن كان تأويل قوله \" بسم الله \" ما وصفت , والجالب \" الباء \" في \" بسم الله \" ما ذكرت , فكيف قيل \" بسم الله \" , بمعنى \" أقرأ بسم الله \" أو \" أقوم أو أقعد بسم الله \" ؟ وقد علمت أن كل قارئ كتاب الله , فبعون الله وتوفيقه قراءته , وأن كل قائم أو قاعد أو فاعل فعلا , فبالله قيامه وقعوده وفعله ؟ وهلا إذا كان ذلك كذلك , قيل : \" بالله الرحمن الرحيم \" , ولم يقل \" بسم الله \" ! فإن قول القائل : أقوم وأقعد بالله الرحمن الرحيم , أو أقرأ بالله , أوضح معنى لسامعه من قوله \" بسم الله \" , إذ كان قوله أقوم وأقعد بسم الله , يوهم سامعه أن قيامه وقعوده بمعنى غير الله . قيل له : إن المقصود إليه من معنى ذلك , غير ما توهمته في نفسك. وإنما معنى قوله \" بسم الله \" : أبدأ بتسمية الله وذكره قبل كل شيء , أو أقرأ بتسمية الله , أو أقوم وأقعد بتسمية الله وذكره ; لا أنه يعني بقيله \" بسم الله \" : أقوم بالله , أو أقرأ بالله ; فيكون قول القائل : \" أقرأ بالله \" , و \" أقوم وأقعد بالله \" , أولى بوجه الصواب في ذلك من قوله \" بسم الله \" . فإن قال : فإن كان الأمر في ذلك على ما وصفت , فكيف قيل \" بسم الله \" وقد علمت أن الاسم اسم , وأن التسمية مصدر من قولك سميت ؟ . قيل : إن العرب قد تخرج المصادر مبهمة على أسماء مختلفة , كقولهم : أكرمت فلانا كرامة , وإنما بناء مصدر \" أفعلت \" إذا أخرج على فعله : \" الإفعال \" , وكقولهم : أهنت فلانا هوانا , وكلمته كلاما . وبناء مصدر \" فعلت \" التفعيل , ومن ذلك قول الشاعر : أكفرا بعد رد الموت عني وبعد عطائك المائة الرتاعا يريد : إعطائك. ومنه قول الآخر : وإن كان هذا البخل منك سجية لقد كنت في طولي رجاءك أشعبا يريد : في إطالتي رجاءك. ومنه قول الآخر : أظلوم إن مصابكم رجلا أهدى السلام تحية ظلم يريد إصابتكم . والشواهد في هذا المعنى تكثر , وفيما ذكرنا كفاية , لمن وفق لفهمه . فإذا كان الأمر على ما وصفنا من إخراج العرب مصادر الأفعال على غير بناء أفعالها كثيرا , وكان تصديرها إياها على مخارج الأسماء موجودا فاشيا , تبين بذلك صواب ما قلنا من التأويل في قول القائل : \" بسم الله \" , أن معناه في ذلك عند ابتدائه في فعل أو قول : أبدأ بتسمية الله , قبل فعلي , أو قبل قولي . وكذلك معنى قول القائل عند ابتدائه بتلاوة القرآن : \" بسم الله الرحمن الرحيم \" إنما معناه : أقرأ مبتدئا بتسمية الله , أو أبتدئ قراءتي بتسمية الله فجعل الاسم مكان التسمية , كما جعل الكلام مكان التكليم , والعطاء مكان الإعطاء . وبمثل الذي قلنا من التأويل في ذلك , روي الخبر عن عبد الله بن عباس. 115 - حدثنا أبو كريب , قال : حدثنا عثمان بن سعيد , قال : حدثنا بشر بن عمارة , قال : حدثنا أبو روق عن الضحاك , عن عبد الله بن عباس , قال : أول ما نزل جبريل على محمد صلى الله عليه وسلم , قال : يا محمد , قل أستعيذ بالسميع العليم من الشيطان الرجيم ! ثم قال : قل بسم الله الرحمن الرحيم . قال ابن عباس : \" بسم الله \" , يقول له جبريل : يا محمد ! اقرأ بذكر الله ربك , وقم واقعد بذكر الله وهذا التأويل من ابن عباس ينبئ عن صحة ما قلنا - من أنه يراد بقول القائل مفتتحا قراءته : \" بسم الله الرحمن الرحيم \" : أقرأ بتسمية الله وذكره , وأفتتح القراءة بتسمية الله , بأسمائه الحسنى , وصفاته العلى - وفساد قول من زعم أن معنى ذلك من قائله : بالله الرحمن الرحيم في كل شيء , مع أن العباد إنما أمروا أن يبتدئوا عند فواتح أمورهم بتسمية الله لا بالخبر عن عظمته وصفاته , كالذي أمروا به من التسمية على الذبائح والصيد , وعند المطعم والمشرب , وسائر أفعالهم , وكذلك الذي أمروا به من تسميته عند افتتاح تلاوة تنزيل الله وصدور رسائلهم وكتبهم. ولا خلاف بين الجميع من علماء الأمة , أن قائلا لو قال عند تذكيته بعض بهائم الأنعام : \" بالله \" , ولم يقل \" بسم الله \" , أنه مخالف بتركه قيل \" بسم الله \" ما سن له عند التذكية من القول. وقد علم بذلك أنه لم يرد بقوله \" بسم الله \" , \" بالله \" كما قال الزاعم أن اسم الله في قول الله : \" بسم الله الرحمن الرحيم \" , هو الله ; لأن ذلك لو كان كما زعم , لوجب أن يكون القائل عند تذكيته ذبيحته \" بالله \" قائلا ما سن له من القول على الذبيحة . وفي إجماع الجميع على أن قائل ذلك تارك ما سن له من القول على ذبيحته , إذ لم يقل وبسم الله \" , دليل واضح على فساد ما ادعى من التأويل في قول القائل \" بسم الله \" وأنه مراد به بالله , وأن اسم الله هو الله. وليس هذا الموضع من مواضع الإكثار في الإبانة عن الاسم , أهو المسمى أم غيره أم هو صفة له ؟ فنطيل الكتاب به , وإنما هو موضع من مواضع الإبانة عن الاسم المضاف إلى الله , أهو اسم أم مصدر بمعنى التسمية ؟ فإن قال قائل : فما أنت قائل في بيت لبيد بن ربيعة : إلى الحول ثم اسم السلام عليكما ومن يبك حولا كاملا فقد اعتذر فقد تأوله مقدم في العلم بلغة العرب , أنه معني به : ثم السلام عليكما , وأن اسم السلام هو السلام . قيل له : لو جاز ذلك وصح تأويله فيه على ما تأول , لجاز أن يقال : رأيت اسم زيد , وأكلت اسم الطعام , وشربت اسم الشراب . وفي إجماع جميع العرب على إحالة ذلك ما ينبئ عن فساد تأويل من تأول قول لبيد : \" ثم اسم السلام عليكما \" , أنه أراد : ثم السلام عليكما , وادعائه أن إدخال الاسم في ذلك وإضافته إلى السلام إنما جاز , إذا كان اسم المسمى هو المسمى بعينه. ويسأل القائلون قول من حكينا قوله هذا , فيقال لهم : أتستجيزون في العربية أن يقال أكلت اسم العسل , يعني بذلك أكلت العسل , كما جاز عندكم اسم السلام عليك , وأنتم تريدون السلام عليك ؟ فإن قالوا : نعم ! خرجوا من لسان العرب , وأجازوا في لغتها ما تخطئه جميع العرب في لغتها . وإن قالوا : لا ! سئلوا الفرق بينهما , فلن يقولوا في أحدهما قولا إلا ألزموا في الآخر مثله. فإن قال لنا قائل : فما معنى قول لبيد هذا عندك ؟ قيل له : يحتمل ذلك وجهين , كلاهما غير الذي قاله من حكينا قوله . أحدهما : أن \" السلام \" اسم من أسماء الله ; فجائز أن يكون لبيد عنى بقوله : \" ثم اسم السلام عليكما \" : ثم الزما اسم الله وذكره بعد ذلك , ودعا ذكري والبكاء علي ; على وجه الإغراء. فرفع الاسم , إذ أخر الحرف الذي يأتي بمعنى الإغراء. وقد تفعل العرب ذلك إذا أخرت الإغراء وقدمت المغرى به , وإن كانت قد تنصب به وهو مؤخر . ومن ذلك قول الشاعر : يا أيها المائح دلوي دونكا إني رأيت الناس يحمدونكا فأغرى ب \" دونك \" , وهي مؤخرة ; وإنما معناه : دونك دلوي فذلك قول لبيد : إلى الحول ثم اسم السلام عليكما يعني : عليكما اسم السلام , أي : الزما ذكر الله , ودعا ذكري والوجد بي لأن من بكى حولا على امرئ ميت فقد اعتذر فهذا أحد وجهيه. والوجه الآخر منهما : ثم تسميتي الله عليكما , كما يقول القائل للشيء يراه فيعجبه : واسم الله عليك . يعوذه بذلك من السوء , فكأنه قال : ثم اسم الله عليكما من السوء . وكان الوجه الأول أشبه المعنيين بقول لبيد . ويقال لمن وجه بيت لبيد هذا إلى أن معناه : \" ثم السلام عليكما \" : أترى ما قلنا من هذين الوجهين جائزا , أو أحدهما , أو غير ما قلت فيه ؟ فإن قال : لا ! أبان مقداره من العلم بتصاريف وجوه كلام العرب , وأغنى خصمه عن مناظرته . وإن قال : بلى ! قيل له : فما برهانك على صحة ما ادعيت من التأويل أنه الصواب دون الذي ذكرت أنه محتمله من الوجه الذي يلزمنا تسليمه لك ؟ ولا سبيل إلى ذلك . وأما الخبر الذي : 116 - حدثنا به إسماعيل بن الفضل , قال : حدثنا إبراهيم بن العلاء بن الضحاك , قال : حدثنا إسماعيل بن عياش , عن إسماعيل بن يحيى عن ابن أبي مليكة , عمن حدثه عن ابن مسعود , ومسعر بن كدام , عن عطية , عن أبي سعيد , قال : قال رسول الله صلى الله عليه وسلم : \" إن عيسى ابن مريم أسلمته أمه إلى الكتاب ليعلمه , فقال له المعلم : اكتب بسم فقال له عيسى : وما بسم ؟ فقال له المعلم : ما أدري ! فقال عيسى : الباء : بهاء الله , والسين : سناؤه , والميم : مملكته. فأخشى أن يكون غلطا من المحدث , وأن يكون أراد : \" ب س م \" , على سبيل ما يعلم المبتدئ من الصبيان في الكتاب حروف أبي جاد . فغلط بذلك , فوصله فقال : \" بسم \" ; لأنه لا معنى لهذا التأويل إذا تلي \" بسم الله الرحمن الرحيم \" على ما يتلوه القارئ في كتاب الله , لاستحالة معناه على المفهوم به عند جميع العرب وأهل لسانها , إذا حمل تأويله على ذلك .اللهالقول في تأويل قوله تعالى : { الله } قال أبو جعفر : وأما تأويل قول الله : \" الله \" , فإنه على معنى ما روي لنا عن عبد الله بن عباس : هو الذي يألهه كل شيء , ويعبده كل خلق . وذلك أن أبا كريب : 117 -حدثنا قال : حدثنا عثمان بن سعيد , قال : حدثنا بشر بن عمارة , قال : حدثنا أبو روق , عن الضحاك , عن عبد الله بن عباس قال : الله ذو الألوهية والمعبودية على خلقه أجمعين . فإن قال لنا قائل : فهل لذلك في \" فعل ويفعل \" أصل كان منه بناء هذا الاسم ؟ قيل : أما سماعا من العرب فلا , ولكن استدلالا. فإن قال : وما دل على أن الألوهية هي العبادة , وأن الإله هو المعبود , وأن له أصلا في فعل ويفعل ؟ قيل : لا تمانع بين العرب في الحكم - لقول القائل يصف رجلا بعبادة ويطلب مما عند الله جل ذكره : تأله فلان بالصحة - ولا خلاف . ومن ذلك قول رؤبة بن العجاج : لله در الغانيات المده سبحن واسترجعن من تألهي يعني من تعبدي وطلبي الله بعمل. ولا شك أن التأله \" التفعل \" من : أله يأله , وأن معنى \" له \" إذا نطق به : عبد الله. وقد جاء منه مصدر يدل على أن العرب قد نطقت منه ب \" فعل يفعل \" بغير زيادة . وذلك ما : 118 - حدثنا به سفيان بن وكيع , قال حدثنا أبي , عن نافع بن عمر , عن عمرو بن دينار , عن ابن عباس , أنه قرأ : { ويذرك وإلاهتك } 7 127 قال : عبادتك , ويقال : إنه كان يعبد ولا يعبد . * - وحدثنا سفيان , قال : حدثنا ابن عيينة , عن عمرو بن دينار , عن محمد بن عمرو بن الحسن , عن ابن عباس : \" ويذرك وإلاهتك \" قال : إنما كان فرعون يعبد ولا يعبد . وكذلك كان عبد الله يقرؤها ومجاهد . 119 -وحدثنا القاسم قال : حدثنا الحسين بن داود , قال : أخبرني حجاج , عن ابن جريج , عن مجاهد , قوله : \" ويذرك وإلاهتك \" قال : وعبادتك . ولا شك أن الإلاهة على ما فسره ابن عباس ومجاهد , مصدر من قول القائل أله الله فلان إلاهة , كما يقال : عبد الله فلان عبادة , وعبر الرؤيا عبارة. فقد بين قول ابن عباس ومجاهد هذا أن أله : عبد , وأن الإلاهة مصدره. فإن قال : فإن كان جائزا أن يقال لمن عبد الله : ألهه , على تأويل قول ابن عباس ومجاهد , فكيف الواجب في ذلك أن يقال , إذا أراد المخبر الخبر عن استيجاب الله ذلك على عبده ؟ قيل : أما الرواية فلا رواية عندنا , ولكن الواجب على قياس ما جاء به الخبر عن رسول الله صلى الله عليه وسلم , الذي : 120 - حدثنا به إسماعيل بن الفضل , قال : حدثنا إبراهيم بن العلاء , قال : حدثنا إسماعيل بن عياش , عن إسماعيل بن يحيى , عن ابن أبي مليكة , عمن حدثه , عن ابن مسعود , ومسعر بن كدام , عن عطية العوفي , عن أبي سعيد , قال : قال رسول الله صلى الله عليه وسلم : \" إن عيسى أسلمته أمه إلى الكتاب ليعلمه , فقال له المعلم : اكتب الله , فقال له عيسى : أتدري ما الله ؟ الله إله الآلهة \" . أن يقال : الله جل جلاله أله العبد , والعبد ألهه . وأن يكون قول القائل \" الله \" من كلام العرب أصله \" الإله \". فإن قال : وكيف يجوز أن يكون ذلك كذلك مع اختلاف لفظيهما ؟ قال : كما جاز أن يكون قوله : { لكنا هو الله ربي } 18 38 أصله : ولكن أنا هو الله ربي كما قال الشاعر : وترمينني بالطرف أي أنت مذنب وتقلينني لكن إياك لا أقلي يريد : \" لكن أنا إياك لا أقلي \" فحذف الهمزة من \" أنا \" , فالتقت نون \" أنا \" \" ونون \" لكن \" وهي ساكنة , فأدغمت في نون أنا , فصارتا نونا مشددة , فكذلك الله , أصله الإله , أسقطت الهمزة , التي هي فاء الاسم , فالتقت اللام التي هي عين الاسم , واللام الزائدة التي دخلت مع الألف الزائدة , وهي ساكنة , فأدغمت في الأخرى التي هي عين الاسم , فصارتا في اللفظ لاما واحدة مشددة , كما وصفنا من قول الله : { لكنا هو الله ربي }الرحمن الرحيمالقول في تأويل قوله تعالى : { الرحمن الرحيم } قال أبو جعفر : أما الرحمن , فهو \" فعلان \" , من رحم , والرحيم فعيل منه . والعرب كثيرا ما تبني الأسماء من فعل يفعل على فعلان , كقولهم من غضب غضبان , ومن سكر سكران , ومن عطش عطشان , فكذلك قولهم رحمن من رحم , لأن \" فعل \" منه : رحم يرحم . وقيل \" رحيم \" وإن كانت عين فعل منها مكسورة , لأنه مدح . ومن شأن العرب أن يحملوا أبنية الأسماء إذا كان فيها مدح أو ذم على فعيل , وإن كانت عين فعل منها مكسورة أو مفتوحة , كما قالوا من علم : عالم وعليم , ومن قدر : قادر وقدير. وليس ذلك منها بناء على أفعالها ; لأن البناء من \" فعل يفعل \" \" وفعل يفعل \" فاعل . فلو كان الرحمن والرحيم خارجين عن بناء أفعالهما لكانت صورتهما الراحم . فإن قال قائل : فإذا كان الرحمن والرحيم اسمين مشتقين من الرحمة , فما وجه تكرير ذلك وأحدهما مؤد عن معنى الآخر ؟ . قيل له : ليس الأمر في ذلك على ما ظننت , بل لكل كلمة منهما معنى لا تؤدي الأخرى منهما عنها . فإن قال : وما المعنى الذي انفردت به كل واحدة منهما , فصارت إحداهما غير مؤدية المعنى عن الأخرى ؟ قيل : أما من جهة العربية , فلا تمانع بين أهل المعرفة بلغات العرب أن قول القائل والرحمن \" - عن أبنية الأسماء من \" فعل يفعل \" - أشد عدولا من قوله \" الرحيم \" . ولا خلاف مع ذلك بينهم أن كل اسم كان له أصل في \" فعل يفعل \" , ثم كان عن أصله من فعل ويفعل أشد عدولا , أن الموصوف به مفضل على الموصوف بالاسم المبني على أصله من \" فعل يفعل \" إذا كانت التسمية به مدحا أو ذما . فهذا ما في قول القائل \" الرحمن \" من زيادة المعنى على قوله : \" الرحيم \" في اللغة . وأما من جهة الأثر والخبر , ففيه بين أهل التأويل اختلاف . 121 -فحدثني السري بن يحيى التميمي , قال : حدثنا عثمان بن زفر , قال : سمعت العرزمي يقول : \" الرحمن الرحيم \" قال : الرحمن بجميع الخلق. \" الرحيم \" قال : بالمؤمنين . 122 - وحدثنا إسماعيل بن الفضل , قال : حدثنا إبراهيم بن العلاء , قال : حدثنا إسماعيل بن عياش , عن إسماعيل بن يحيى , عن ابن أبي مليكة , عمن حدثه , عن ابن مسعود , ومسعر بن كدام , عن عطية العوفي , عن أبي سعيد - يعني الخدري - قال : قال رسول الله صلى الله عليه وسلم : \" إن عيسى ابن مريم قال : الرحمن : رحمن الآخرة والدنيا , والرحيم : رحيم الآخرة \" . فهذان الخبران قد أنبأ عن فرق ما بين تسمية الله جل ثناؤه باسمه الذي هو \" رحمن \" , وتسميته باسمه الذي هو \" رحيم \" . واختلاف معنى الكلمتين , وإن اختلفا في معنى ذلك الفرق , فدل أحدهما على أن ذلك في الدنيا , ودل الآخر على أنه في الآخرة . فإن قال : فأي هذين التأويلين أولى عندك بالصحة ؟ قيل : لجميعهما عندنا في الصحة مخرج , فلا وجه لقول قائل : أيهما أولى بالصحة . وذلك أن المعنى الذي في تسمية الله بالرحمن , دون الذي في تسميته بالرحيم ; هو أنه بالتسمية بالرحمن موصوف بعموم الرحمة جميع خلقه , وأنه بالتسمية بالرحيم موصوف بخصوص الرحمة بعض خلقه , إما في كل الأحوال , وإما في بعض الأحوال. فلا شك إذا كان ذلك كذلك , أن ذلك الخصوص الذي في وصفه بالرحيم لا يستحيل عن معناه , في الدنيا كان ذلك أو في الآخرة , أو فيهما جميعا . فإذا كان صحيحا ما قلنا من ذلك - وكان الله جل ثناؤه قد خص عباده المؤمنين في عاجل الدنيا بما لطف بهم في توفيقه إياهم لطاعته , والإيمان به وبرسله , واتباع أمره واجتناب معاصيه ; مما خذل عنه من أشرك به فكفر , وخالف ما أمره به وركب معاصيه , وكان مع ذلك قد جعل جل ثناؤه ما أعد في آجل الآخرة في جناته من النعيم المقيم والفوز المبين لمن آمن به وصدق رسله وعمل بطاعته خالصا دون من أشرك وكفر به كان بينا أن الله قد خص المؤمنين من رحمته في الدنيا والآخرة , مع ما قد عمهم به والكفار في الدنيا , من الإفضال والإحسان إلى جميعهم , في البسط في الرزق , وتسخير السحاب بالغيث , وإخراج النبات من الأرض , وصحة الأجسام والعقول , وسائر النعم التي لا تحصى , التي يشترك فيها المؤمنون والكافرون. فربنا جل ثناؤه رحمن جميع خلقه في الدنيا والآخرة . ورحيم المؤمنين خاصة في الدنيا والآخرة. فأما الذي عم جميعهم به في الدنيا من رحمته , فكان رحمانا لهم به , فما ذكرنا مع نظائره التي لا سبيل إلى إحصائها لأحد من خلقه , كما قال جل ثناؤه : { وإن تعدوا نعمة الله لا تحصوها } 14 34 وأما في الآخرة , فالذي عم جميعهم به فيها من رحمته , فكان لهم رحمانا. تسويته بين جميعهم جل ذكره في عدله وقضائه , فلا يظلم أحدا منهم مثقال ذرة , وإن تك حسنة يضاعفها ويؤت من لدنه أجرا عظيما , وتوفى كل نفس ما كسبت . فذلك معنى عمومه في الآخرة جميعهم برحمته الذي كان به رحمانا في الآخرة . وأما ما خص به المؤمنين في عاجل الدنيا من رحمته الذي كان به رحيما لهم فيها , كما قال جل ذكره : { وكان بالمؤمنين رحيما } 33 43 فما وصفنا من اللطف لهم في دينهم , فخصهم به دون من خذله من أهل الكفر به . وأما ما خصهم به في الآخرة , فكان به رحيما لهم دون الكافرين . فما وصفنا آنفا مما أعد لهم دون غيرهم من النعيم والكرامة التي تقصر عنها الأماني . وأما القول الآخر في تأويله , فهو ما : 123 - حدثنا به أبو كريب , قال : حدثنا عثمان بن سعيد , قال : حدثنا بشر بن عمارة , قال : حدثنا أبو روق , عن الضحاك , عن عبد الله بن عباس , قال : الرحمن الفعلان من الرحمة , وهو من كلام العرب . قال : الرحمن الرحيم : الرقيق الرفيق بمن أحب أن يرحمه , والبعيد الشديد على من أحب أن يعنف عليه . وكذلك أسماؤه كلها . وهذا التأويل من ابن عباس , يدل على أن الذي به ربنا رحمن هو الذي به رحيم , وإن كان لقوله والرحمن . من المعنى ما ليس لقوله \" الرحيم \" ; لأنه جعل معنى الرحمن بمعنى الرقيق على من رق عليه , ومعنى الرحيم بمعنى الرفيق بمن رفق به. والقول الذي رويناه في تأويل ذلك عن النبي صلى الله عليه وسلم وذكرناه عن العرزمي , أشبه بتأويله من هذا القول الذي روينا عن ابن عباس ; وإن كان هذا القول موافقا معناه معنى ذلك , في أن للرحمن من المعنى ما ليس للرحيم , وأن للرحيم تأويلا غير تأويل الرحمن . والقول الثالث في تأويل ذلك , ما : 124 -حدثني به عمران بن بكار الكلاعي , قال : حدثنا يحيى بن صالح , قال : حدثنا أبو الأزهر نصر بن عمرو اللخمي من أهل فلسطين , قال : سمعت عطاء الخراساني , يقول : كان الرحمن , فلما اختزل الرحمن من اسمه كان الرحمن الرحيم. والذي أراد إن شاء الله عطاء بقوله هذا : أن الرحمن كان من أسماء الله التي لا يتسمى بها أحد من خلقه , فلما تسمى به الكذاب مسيلمة - وهو اختزاله إياه , يعني اقتطاعه من أسمائه 0 لنفسه - أخبر الله جل ثناؤه أن اسمه الرحيم الرحيم , ليفصل بذلك لعباده اسمه من اسم من قد تسمى بأسمائه , إذ كان لا يسمى أحد الرحمن الرحيم فيجمع له هذان الاسمان غيره جل ذكره ; وإنما تسمى بعض خلقه إما رحيما , أو يتسمى رحمن , فأما \" رحمن رحيم \" , فلم يجتمعا قط لأحد سواه , ولا يجمعان لأحد غيره . فكأن معنى قول عطاء هذا : أن الله جل ثناؤه إنما فصل بتكرير الرحيم على الرحمن بين اسمه واسم غيره من خلقه , اختلف معناهما أو اتفقا. والذي قال عطاء من ذلك غير فاسد المعنى , بل جائز أن يكون جل ثناؤه خص نفسه بالتسمية بهما معا مجتمعين إبانة لها من خلقه , ليعرف عباده بذكرهما مجموعين أنه المقصود بذكرهما دون من سواه من خلقه , مع ما في تأويل كل واحد منهما من المعنى الذي ليس في الآخر منهما . وقد زعم بعض أهل الغباء أن العرب كانت لا تعرف الرحمن ولم يكن ذلك في لغتها ; ولذلك قال المشركون للنبي صلى الله عليه وسلم : { وما الرحمن أنسجد لما تأمرنا } 25 20 إنكارا منهم لهذا الاسم . كأنه كان محالا عنده أن ينكر أهل الشرك ما كانوا عالمين بصحته , أو كأنه لم يتل من كتاب الله قول الله : { الذين آتيناهم الكتاب يعرفونه } يعني محمدا { كما يعرفون أبناءهم } 2 146 وهم مع ذلك به مكذبون , ولنبوته جاحدون . فيعلم بذلك أنهم قد كانوا يدافعون حقيقة ما قد ثبت عندهم صحته واستحكمت لديهم معرفته . وقد أنشد لبعض الجاهلية الجهلاء : ألا ضربت تلك الفتاة هجينها ألا قضب الرحمن ربي يمينها وقال سلامة بن جندل الطهوي : عجلتم علينا عجلتينا عليكم وما يشإ الرحمن يعقد ويطلق وقد زعم أيضا بعض من ضعفت معرفته بتأويل أهل التأويل , وقلت روايته لأقوال السلف من أهل التفسير , أن \" الرحمن \" مجازه \" ذو الرحمة \" , و \" الرحيم \" مجازه \" الراحم \". ثم قال : قد يقدرون اللفظين من لفظ والمعنى واحد , وذلك لاتساع الكلام عندهم . قال وقد فعلوا مثل ذلك , فقالوا : ندمان ونديم. ثم استشهد بقول برج بن مسهر الطائي : وندمان يزيد الكأس طيبا سقيت وقد تغورت النجوم واستشهد بأبيات نظائر له في النديم والندمان . ففرق بين معنى الرحمن والرحيم في التأويل , لقوله : الرحمن ذو الرحمة , والرحيم : الراحم . وإن كان قد ترك بيان تأويل معنييهما على صحته . ثم مثل ذلك باللفظين يأتيان بمعنى واحد , فعاد إلى ما قد جعله بمعنيين , فجعله مثال ما هو بمعنى واحد مع اختلاف الألفاظ . ولا شك أن ذا الرحمة هو الذي ثبت أن له الرحمة وصح أنها له صفة , وأن الراحم هو الموصوف بأنه سيرحم , أو قد رحم فانقضى ذلك منه , أو هو فيه. ولا دلالة له فيه حينئذ أن الرحمة له صفة , كالدلالة على أنها له صفة إذا وصفه بأنه ذو الرحمة . فأين معنى الرحمن الرحيم على تأويله من معنى الكلمتين يأتيان مقدرتين من لفظ واحد باختلاف الألفاظ واتفاق المعاني ؟ ولكن القول إذا كان غير أصل معتمد عليه كان واضحا عواره . وإن قال لنا قائل : ولم قدم اسم الله الذي هو الله على اسمه الذي هو الرحمن , واسمه الذي هو الرحمن على اسمه الذي هو الرحيم ؟ قيل : لأن من شأن العرب إذا أرادوا الخبر عن مخبر عنه أن يقدموا اسمه , ثم يتبعوه صفاته ونعوته . وهذا هو الواجب في الحكم : أن يكون الاسم مقدما قبل نعته وصفته , ليعلم السامع للخبر عمن الخبر فإذا كان ذلك كذلك , وكان لله جل ذكره أسماء قد حرم على خلقه أن يتسموا بها خص بها نفسه دونهم , وذلك مثل \" الله \" , و \" الرحمن \" و \" الخالق \" ; وأسماء أباح لهم أن يسمي بعضهم بعضا بها , وذلك كالرحيم , والسميع , والبصير , والكريم , وما أشبه ذلك من الأسماء ; كان الواجب أن يقدم أسماءه التي هي له خاصة دون جميع خلقه , ليعرف السامع ذلك من توجه إليه الحمد والتمجيد ثم يتبع ذلك بأسمائه التي قد تسمى بها غيره , بعد علم المخاطب أو السامع من توجه إليه ما يتلو ذلك من المعاني . فبدأ الله جل ذكره باسمه الذي هو الله ; لأن الألوهية ليست لغيره جل ثناؤه بوجه من الوجوه , لا من جهة التسمي به , ولا من جهة المعنى . وذلك أنا قد بينا أن معنى الله هو المعبود , ولا معبود غيره جل جلاله , وأن التسمي به قد حرمه الله جل ثناؤه , وإن قصد المتسمي به ما يقصد المتسمي بسعيد وهو شقي , وبحسن وهو قبيح . أولا ترى أن الله جل جلاله قال في غير آية من كتابه : { أإله مع الله } فاستكبر ذلك من المقر به , وقال تعالى في خصوصية نفسه بالله وبالرحمن : { قل ادعوا الله أو ادعوا الرحمن أيا ما تدعوا فله الأسماء الحسنى } 17 110 ثم ثنى باسمه , الذي هو الرحمن , إذ كان قد منع أيضا خلقه التسمي به , وإن كان من خلقه من قد يستحق تسميته ببعض معانيه ; وذلك أنه قد يجوز وصف كثير ممن هو دون الله من خلقه ببعض صفات الرحمة , وغير جائز أن يستحق بعض الألوهية أحد دونه ; فلذلك جاء الرحمن ثانيا لاسمه الذي هو \" الله \". وأما اسمه الذي هو \" الرحيم \" فقد ذكرنا أنه مما هو جائز وصف غيره به. والرحمة من صفاته جل ذكره , فكان إذ كان الأمر على ما وصفنا , واقعا مواقع نعوت الأسماء اللواتي هن توابعها بعد تقدم الأسماء عليها . فهذا وجه تقديم اسم الله الذي هو \" الله \" على اسمه الذي هو \" الرحمن \" , واسمه الذي هو \" الرحمن \" على اسمه الذي هو \" الرحيم \". وقد كان الحسن البصري يقول في الرحمن مثل ما قلنا , إنه من أسماء الله التي منع التسمي بها لعباده. 125 - حدثنا محمد بن بشار , قال : حدثنا حماد بن مسعدة , عن عوف , عن الحسن , قال : الرحمن اسم ممنوع . مع أن في إجماع الأمة من منع التسمي به جميع الناس ما يغني عن الاستشهاد على صحة ما قلنا في ذلك بقول الحسن وغيره .",
  "ayah": 1,
  "surah": 1
}
