{
  "text": "الْحَمْدُ لِلَّهِ  :قال أبو جعفر: ومعنى (الْحَمْدُ لِلَّهِ) : الشكر خالصًا لله جل ثناؤه دون سائر ما يُعبد من دونه، ودون كلِّ ما برَأَ من خلقه (46) ، بما أنعم على عباده من النِّعم التي لا يُحصيها العدد، ولا يحيط بعددها غيره أحدٌ، في تصحيح الآلات لطاعته، وتمكين جوارح أجسام المكلَّفين لأداء فرائضه، مع ما بسط لهم في دنياهم من الرزق، وَغذَاهم به من نعيم العيش، من غير استحقاق منهم لذلك عليه، ومع ما نبَّههم عليه ودعاهم إليه، من الأسباب المؤدِّية إلى دوام الخلود في دار المُقام في النعيم المقيم. فلربِّنا الحمدُ على ذلك كله أولا وآخرًا.وبما ذكرنا من تأويل قول ربنا جلّ ذكره وتقدَّست أسماؤه: (الْحَمْدُ لِلَّهِ)، جاء الخبرُ عن ابن عباس وغيره:-151 - حدثنا محمد بن العلاء، قال: حدثنا عثمان بن سعيد، قال: حدثنا بشر بن عُمارة، قال: حدثنا أبو رَوْق، عن الضحاك، عن ابن عباس، قال: قال جبريل لمحمد صلى الله عليهما: قل يا محمد \" الحمد لله \" قال ابن عباس: \" الحمد لله \": هو الشكر لله، والاستخذاء لله، والإقرار بنعمته وهدايته وابتدائه، وغير ذلك. (47)152 - وحدثني سعيد بن عمرو السَّكُوني، قال: حدثنا بقية بن الوليد، قال: حدثني عيسى بن إبراهيم، عن موسى بن أبي حَبيب، عن الحكم بن عُمَير - وكانت له صحبة - قال: قال النبيُّ صلى الله عليه وسلم: إذا قلت \" الحمد لله ربِّ العالمين \"، فقد شكرت الله، فزادك. (48)قال: وقد قيل: إنّ قول القائل \" الحمد لله \"، ثناء على الله بأسمائه وصفاته الحُسنى، وقوله: \" الشكر لله \"، ثناء عليه بنعمه وأياديه.وقد رُوي عن كعب الأحبار أنه قال: \" الحمد لله \"، ثناءٌ على الله. ولم يبيّن في الرواية عنه، من أي معنيي الثناء اللذين ذكرنا ذلك.153 - حدثنا يونس بن عبد الأعلى الصَّدَفي، قال: أنبأنا ابن وهب، قال: حدثني عمر بن محمد، عن سهيل بن أبي صالح، عن أبيه، قال: أخبرني السلولي، عن كعب، قال: من قال \" الحمد لله \"، فذلك ثناء على الله. (49)154 - حدثني علي بن الحسن الخرّاز، قال: حدثنا مسلم بن عبد الرحمن الجَرْمي، قال: حدثنا محمد بن مصعب القُرْقُساني، عن مُبارك بن فَضالة، عن الحسن، عن الأسود بن سريع: أن النبي صلى الله عليه وسلم قال: ليس شيءٌ أحبَّ إليه الحمد، من الله تعالى، ولذلك أثنى على نَفسه فقال: \" الحمد لله \" (50) .قال أبو جعفر: ولا تَمانُع بين أهل المعرفة بلغات العرب من الحُكْم (51) ، لقول القائل: \" الحمد لله شكرًا \" - بالصحة. فقد تبيّن - إذْ كان ذلك عند جميعهم صحيحًا - أنّ الحمد لله قد يُنطق به في موضع الشكر، وأن الشكر قد يوضع موضعَ الحمد. لأن ذلك لو لم يكن كذلك، لما جاز أن يُقال \" الحمد لله شكرًا \"، فيُخْرِج من قول القائل \" الحمد لله \" مُصَدَّرَ: \" أشكُرُ\"، لأن الشكر لو لم يكن بمعنى الحمد ، كان خطأ أن يُصَدَّرَ من الحمد غيرُ معناه وغير لفظه. (52)فإن قال لنا قائل: وما وجه إدخال الألف واللام في الحمد؟ وهلا قيل: حمدًا لله رب العالمين؟قيل: إن لدخول الألف واللام في الحمد، معنى لا يؤديه قول القائل \" حَمْدًا \"، بإسقاط الألف واللام. وذلك أن دخولهما في الحمد مُنْبِئٌ عن أن معناه (53) : جميعُ المحامد والشكرُ الكامل لله. ولو أسقطتا منه لما دَلّ إلا على أنّ حَمْدَ قائلِ ذلك لله، دون المحامد كلها. إذْ كان معنى قول القائل: \" حمدًا لله \" أو \" حمدٌ لله \": أحمد الله حمدًا، وليس التأويل في قول القائل: (الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ)، تاليًا سورةَ أم القرآن: أحمدُ الله، بل التأويلُ في ذلك ما وصفنا قبلُ، من أنّ جميع المحامد لله بألوهيّته وإنعامه على خلقه بما أنعم به عليهم من النعم التي لا كِفاء لها في الدين والدنيا، والعاجل والآجل.ولذلك من المعنى، تتابعتْ قراءة القرّاء وعلماء الأمة على رَفع الحمد من (الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ) دون نصبها، الذي يؤدي إلى الدلالة على أن معنى تاليه كذلك: أحمد الله حمدًا. ولو قرأ قارئ ذلك بالنصب، لكان عندي مُحيلا معناه، ومستحقًّا العقوبةَ على قراءته إياه كذلك، إذا تعمَّد قراءتَه كذلك، وهو عالم بخطئه وفساد تأويله.فإن قال لنا قائل: وما معنى قوله \" الحمد لله \"؟ أحَمِد الله نفسه جلّ ثناؤه فأثنى عليها، ثم علَّمنَاه لنقول ذلك كما قال ووصَف به نفسه؟ فإن كان ذلك كذلك، فما وجه قوله تعالى ذكره إذًا  إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ  وهو عزّ ذكرُه معبودٌ لا عابدٌ؟ أم ذلك من قِيلِ جبريلَ أو محمدٍ رَسول الله صلى الله عليه وسلم؟ فقد بَطل أن يكون ذلك لله كلامًا .قيل: بل ذلك كله كلام الله جل ثناؤه، ولكنه جلّ ذكره حَمِد نفسه وأثنى عليها بما هو له أهلٌ، ثم علَّم ذلك عباده، وفرض عليهم تلاوته، اختبارًا منه لهم وابتلاءً، فقال لهم قولوا: (الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ)، وقولوا:  إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ  . فقوله  إِيَّاكَ نَعْبُدُ  مما علمهم جلّ ذكره أن يقولوه ويَدينُوا له بمعناه، وذلك موصول بقوله: (الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ)، وكأنه قال: قولوا هذا وهذا.فإن قال: وأين قوله: \" قولوا \"، فيكونَ تأويلُ ذلك ما ادَّعَيْتَ؟قيل: قد دللنا فيما مضى أن العرب من شأنها - إذا عرفتْ مكان الكلمة، &; 1-140 &; ولم تَشكَّك أنّ سامعها يعرف، بما أظهرت من منطقها، ما حذفت - (54) حذفُ ما كفى منه الظاهرُ من منطقها، ولا سيما إن كانت تلك الكلمة التي حُذفت، قولا أو تأويلَ قولٍ، كما قال الشاعر:وأَعْلَــمُ أَنَّنِــي سَــأَكُونُ رَمْسًـاإذَا سَـــارَ النَّـــوَاعِجُ لا يَسِــيرُ (55)فَقَــالَ السّــائلون لِمَــنْ حَـفَرْتُمْ?فَقَــالَ المُخْــبِرُون لَهُــمْ: وزيـرُ (56)قال أبو جعفر: يريد بذلك، فقال المخبرون لهم: الميِّتُ وزيرٌ، فأسقَط الميت، إذ كان قد أتى من الكلام بما دلّ على ذلك. وكذلك قول الآخر:وَرأَيــتِ زَوْجَــكِ فــي الــوغَىمُتَقَلِّــــدًا سَــــيْفًا وَرُمْحَـــا (57)وقد علم أنّ الرمح لا يُتَقَلَّد، وإنما أراد: وحاملا رمحًا، ولكن لما كان معلومًا معناه، اكتفى بما قد ظَهر من كلامه، عن إظهار ما حذف منه. وقد يقولون للمسافر إذا ودَّعوه: \" مُصاحَبًا مُعافًى \"، يحذفون \" سر، واخرج \" ، إذ كان معلومًا معناه، وإن أسقط ذكره.فكذلك ما حُذف من قول الله تعالى ذكره: (الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ)، لمَّا عُلم بقوله جل وعزّ:  إِيَّاكَ نَعْبُدُ  ما أراد بقوله: (الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ)، من معنى أمره عبادَه، أغنتْ دلالةُ ما ظُهِر عليه من القول عن إبداء ما حُذف.وقد روينا الخبرَ الذي قدمنا ذكره مبتَدأ في تأويل قول الله: (58) (الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ)، عن ابن عباس، وأنه كان يقول: إن جبريل قال لمحمد: قل يا محمد: \" الحمد لله رب العالمين \"، وبيّنا أن جبريل إنما علّم محمدًا ما أُمِر بتعليمه إياه (59) . وهذا الخبر يُنبئ عن صحة ما قلنا في تأويل ذلك.القول في تأويل قوله :  رَبِّ  .قال أبو جعفر: قد مضى البيان عن تأويل اسم الله الذي هو  اللَّهِ  ، في  بِسْمِ اللَّهِ ، فلا حاجة بنا إلى تكراره في هذا الموضع.وأما تأويل قوله (رَبِّ)، فإن الرّب في كلام العرب منصرفٌ على معان: فالسيد المطاع فيها يدعَى ربًّا، ومن ذلك قول لَبِيد بن ربيعة:وأَهْلكْــنَ يومًــا ربَّ كِنْـدَة وابنَـهورَبَّ مَعـدٍّ , بيـن خَـبْتٍ وعَرْعَـرِ (60)يعني بربِّ كندة: سيِّد كندة. ومنه قول نابغة بني ذُبيان:تَخُــبُّ إلـى النُّعْمَـانِ حَـتَّى تَنالَـهُفِـدًى لـكَ مـن رَبٍّ طَـرِيفِي وَتَالِدِي (61)والرجل المصلح للشيء يُدعى ربًّا، ومنه قول الفرزدق بن غالب:كــانُوا كَسَـالِئَةٍ حَمْقَـاءَ إذْ حَـقَنتْسِـلاءَها فِـي أدِيـم غَـيْرِ مَرْبُـوبِ (62)يعني بذلك: في أديم غير مُصلَحٍ. ومن ذلك قيل: إن فلانًا يَرُبُّ صنيعته عند فلان؛ إذا كان يحاول إصلاحها وإدامتها، ومن ذلك قول علقمة بن عَبَدة:فكُـنْتَ امـرَأً أَفْضَـتْ إليـك رِبَابَتيوَقَبْلَــكَ رَبَّتْنـي, فَضِعْـتُ رُبُـوبُ (63)يعنى بقوله: \" أفضتْ إليك \" أي وصلتْ إليك رِبَابتي، فصرتَ أنت الذي ترُبُّ أمري فتصلحه، لمّا خرجتُ من ربابة غيرك من الملوك الذين كانوا قبلك عليّ (64) ، فضيَّعوا أمري وتركوا تفقُّده - وهم الرُّبوب: واحدهم ربٌّ . والمالك للشيء يدعى رَبَّه. وقد يتصرف أيضًا معنى \" الربّ\" في وجوه غير ذلك، غير أنها تعود إلى بعض هذه الوجوه الثلاثة.فربّنا جلّ ثناؤه: السيد الذي لا شِبْه لهُ، ولا مثل في سُؤدده، والمصلح أمر خلقه بما أسبغ عليهم من نعمه، والمالك الذي له الخلق والأمر.وبنحو الذي قلنا في تأويل قوله جلّ ثناؤه (رَبِّ الْعَالَمِينَ)، جاءت الرواية عن ابن عباس:-155 - حدثنا أبو كريب، قال: حدثنا عثمان بن سعيد، قال: حدثنا &; 1-143 &; بشر بن عُمارة، قال: حدثنا أبو رَوْق، عن الضحّاك، عن ابن عباس، قال: قال جبريل لمحمد: \" يا محمد قل: (الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ)\"، قال ابن عباس: يقول: قل الحمد لله الذي له الخلق كله - السمواتُ كلهن ومن فيهنّ، والأَرَضُون كلُّهنّ ومن فيهنّ وما بينهن، مما يُعلم ومما لا يُعلم. يقول: اعلم يا محمد أن ربَّك هذا لا يشبهه شيء. (65)القول في تأويل قوله :  الْعَالَمِينَ  .قاله أبو جعفر: والعالَمون جمع عالَم، والعالَم: جمعٌ لا واحدَ له من لفظه، كالأنام والرهط والجيش، ونحو ذلك من الأسماء التي هي موضوعات على جِمَاعٍ لا واحد له من لفظه.والعالم اسم لأصناف الأمم، وكل صنف منها عالَمٌ، وأهل كل قَرْن من كل صنف منها عالم ذلك القرن وذلك الزمان. فالإنس عالَم، وكل أهل زمان منهم عالمُ ذلك الزمان. والجنُّ عالم، وكذلك سائر أجناس الخلق، كلّ جنس منها عالمُ زمانه. ولذلك جُمع فقيل: عالمون، وواحده جمعٌ، لكون عالم كلّ زمان من ذلك عالم ذلك الزمان. ومن ذلك قول العجاج:* فَخِنْدِفٌ هامَةُ هَذَا العَالَمِ * (66)فجعلهم عالمَ زمانه. وهذا القول الذي قلناه، قولُ ابن عباس وسعيد بن جبير، وهو معنى قول عامّة المفسرين.&; 1-144 &;156 - حدثنا أبو كريب، قال: حدثنا عثمان بن سعيد، قال: حدثنا بشر بن عُمارة، قال: حدثنا أبو رَوْق، عن الضحاك، عن ابن عباس: (الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ)، الحمد لله الذي له الخلق كله: السموات والأرضون ومَن فيهنّ، وما بينهن، مما يُعلم ولا يعلم. (67)157 - وحدثني محمد بن سنان القَزَّاز، قال حدثنا أبو عاصم، عن شبيب، عن عكرمة، عن ابن عباس: (رب العالمين): الجن والإنس. (68)158 - حدثني علي بن الحسن، قال: حدثنا مسلم بن عبد الرحمن، قال: حدثنا محمد بن مصعب، عن قيس بن الربيع، عن عطاء بن السائب، عن سعيد بن جُبير، عن ابن عباس، في قول الله جل وعزّ(رَبِّ الْعَالَمِينَ) ، قال: ربِّ الجن والإنس. (69)159 - حدثنا أحمد بن إسحاق بن عيسى الأهوازي، قال: حدثنا أبو أحمد الزبيري، قال: حدثنا قيس، عن عطاء بن السائب ، عن سعيد بن جبير: قوله: (رَبِّ الْعَالَمِينَ) ، قال: الجنّ والإنس. (70)160 - حدثني أحمد بن عبد الرحيم البرْقي، قال: حدثني ابن أبي مريم، عن ابن لَهِيعة، عن عطاء بن دينار، عن سعيد بن جبير، قوله: (رَبِّ الْعَالَمِينَ) قال: ابن آدم، والجن والإنس، كل أمة منهم عالمٌ على حِدَته. (71)161 - حدثني محمد بن حُميد، قال: حدثنا مهران، عن سفيان، عن مجاهد: (الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ) ، قال: الإنس والجن. (72)162 - حدثنا أحمد بن إسحاق الأهوازي، قال: حدثنا أبو أحمد الزبيري، عن سفيان، عن رجل، عن مجاهد بمثله. (73)163 - حدثنا بشر بن معاذ العَقَدي، قال: حدثنا يزيد بن زُرَيْع، عن سعيد، عن قتادة: (رَبِّ الْعَالَمِينَ) قال: كلّ صنف عالم. (74)&; 1-146 &;164 - حدثني أحمد بن حازم الغِفَاري، قال: حدثنا عُبيد الله بن موسى، عن أبي جعفر، عن ربيع بن أنس، عن أبي العالية، في قوله: (رَبِّ الْعَالَمِينَ)، قال: الإنس عالَمٌ، والجنّ عالم، وما سوى ذلك ثمانية عشر ألف عالم، أو أربعةَ عشر ألف عالم - هو يشكّ - من الملائكة على الأرض، وللأرض أربع زوايا، في كل زاوية ثلاثة آلافِ عالم وخمسمائة عالَمٍ، خلقهم لعبادته. (75)165 - حدثنا القاسم بن الحسن، قال: حدثنا الحسين بن داود، قال: حدثنا حجاج، عن ابن جُريج، في قوله: (رَبِّ الَعَالَمِينَ) قال: الجن والإنس. (76)----------------الهوامش :(46) في المطبوعة : \"ما يرى\" ، والصواب من المخطوطة وابن كثير 1 : 42 .(47) الحديث 151- هذا الإسناد سبق بيان ضعفه في 137 . و \"محمد بن العلاء\" شيخ الطبري : هو \"أبو كريب\" نفسه في الإسناد السابق ، مرة يسميه ومرة يكنيه . وهذا الحديث نقله ابن كثير في التفسير 1 : 43 ، والسيوطي في الدر المنثور 1 : 11 ، والشوكاني في تفسيره الذي سماه فتح القدير 1 : 10 ، ونسبوه أيضًا لابن أبي حاتم في تفسيره .(48) الحديث 152- نقله ابن كثير 1 : 43 بإسناد الطبري هذا ، وذكره السيوطي في الدر المنثور 1 : 11 ونسبه للطبري والحاكم في تاريخ نيسابور والديلمي \"بسند ضعيف\" . وإسناده ضعيف حقًا ، بل هو إسناد لا تقوم له قائمة ، كما سنذكر :أما بقية بن الوليد ، فالحق أنه ثقة ، وإنما نعوا عليه التدليس ، ولا موضع له هنا ، فإنه صرح بالتحديث .ولكن عيسى بن إبراهيم ، وهو القرشي الهاشمي ، كل البلاء منه في هذا الحديث ، وفي أحاديث من نحوه ، رواها بهذا الإسناد . وقد قال فيه البخاري في الضعفاء : 27 : \"منكر الحديث\" ، وكذلك النسائي : 22 . وترجم له ابن أبي حاتم في الجرح والتعديل 3 / 1 271 - 272 ، وروى عن أبيه قال : \"متروك الحديث\" ، وعن ابن معين : \"ليس بشيء\" ، وقال ابن حبان في الضعفاء ، الورقة 163 : \"لا يجوز الاحتجاج به إذا انفرد\" . وترجمته في الميزان ولسان الميزان فيها العجب .وشيخه \"موسى بن أبي حبيب\" مثله : ضعيف تالف ، وقال الذهبي في الميزان : \"ضعفه أبو حاتم ، وخبره ساقط . وله عن الحكم بن عمير ، رجل قيل : له صحبة . والذي أراه أنه لم يلقه . وموسى -مع ضعفه- فمتأخر عن لقي صحابي كبير\" . فالبلاء من هذين أو من أحدهما .حتى لقد شك بعض الحفاظ في وجود الصحابي نفسه \"الحكم بن عمير\" ، من أجلهما! فترجم له ابن أبي حاتم في الجرح والتعديل 1 / 2 / 125 ، قال : \"الحكم بن عمير : روى عن النبي صلى الله عليه وسلم ، لا يذكر السماع ولا لقاء ، أحاديث منكرة ، من رواية ابن أخيه موسى بن أبي حبيب ، وهو شيخ ضعيف الحديث ، ويروي عن موسى بن أبي حبيب عيسى بن إبراهيم ، وهو ذاهب الحديث ، سمعت أبي يقول ذلك\" .وحتى إن الذهبي أنكر صحبته وترجم له في الميزان ، وأخطأ في النقل فيه عن أبي حاتم ، ذكر أنه ضعف الحكم! وكلام أبي حاتم -كما ترى- غير ذلك . وتعقبه الحافظ في لسان الميزان 2 : 337 وأثبت أنه صحابي ، بما ذكره ابن عبد البر وابن منده وأبو نعيم والترمذي وغيرهم ، وأن الدار قطني قال : \"كان بدريًا\" .وقد ذكره ابن حبان في كتاب الثقات (ص 54) في طبقة الصحابة ، وقال : \"يقال إن له صحبة\" . ونقل الحافظ هذا في اللسان عن ابن حبان ، ولكن سها فزعم أنه ذكره \"في ثقات التابعين\" .وترجمه ابن عبد البر في الاستيعاب ، رقم 476 : باسم \"الحكم بن عمرو الثمالي ، وثمالة في الأزد ، شهد بدرًا ، ورويت عنه أحاديث مناكير من أحاديث أهل الشأم ، لا تصح\" . وتسمية أبيه باسم \"عمرو\" خطأ قديم في نسخ الاستيعاب ، لأن ابن الأثير تبعه في أسد الغابة 1 : 26 ، وأشار إلى الغلط فيه ، ثم ترجمه على الصواب : \"الحكم بن عمير الثمالي ، من الأزد ، وكان يسكن حمص\" . وحقق الحافظ ترجمته في الإصابة 2 : 30 تحقيقًا جيدًا .(49) الخبر 153- هذا الإسناد صحيح ، وسواء صح أم ضعف ، فلا قيمة له ، إذ منتهاه إلى كعب الأحبار . وما كان كلام كعب حجة قط ، في التفسير وغيره . و \"الصدفي\" : بفتح الصاد والدال المهملتين ، نسبة إلى \"الصدف\" بفتح الصاد وكسر الدال ، وهي قبيلة من حمير ، نزلت مصر . و \"السلولي\" ، هو : عبد الله بن ضمرة السلولي ، تابعي ثقة .وهذا الخبر -عن كعب- ذكره ابن كثير 1 : 43 دون إسناد ولا نسبة . وذكر السيوطي 1 : 11 ونسبه للطبري وابن أبي حاتم .(50) الحديث 154 - إسناده صحيح . علي بن الحسن بن عبدويه أبو الحسن الخراز ، شيخ الطبري : ثقة ، مترجم في تاريخ بغداد 11 : 374 - 375 . و \"الخراز\" : ثبت في الطبري بالخاء والراء وآخره زاي . وفي تاريخ بغداد \"الخزاز\" بزاءين ، ولم نستطع الترجيح بينهما . مسلم بن عبد الرحمن الجرمي : مترجم في لسان الميزان 6 : 32 باسم \"مسلم بن أبي مسلم\" فلم يذكر اسم أبيه ، وهو هو . ترجمه الخطيب في تاريخ بغداد 13 : 100 ، قال : \"مسلم بن أبي مسلم الجرمي ، وهو مسلم بن عبد الرحمن\" ، وقال : \"كان ثقة ، نزل طرسوس ، وبها كانت وفاته\" . و \"الجرمي\" : رسمت في أصول الطبري ولسان الميزان \"الحرمي\" بدون نقط . ولكنهم لم ينصوا على ضبطه . وعادتهم في مثل هذا أن ينصوا على ضبط القليل والشاذ ، وأن يدعوا الكثير الذي يأتي على الجادة في الضبط ، والجادة في هذا الرسم \"الجرمي\" بالجيم ، وبذلك رسم في تاريخ بغداد ، فعن هذا أو ذاك رجحناه . و \"محمد بن مصعب القرقساني\" ، و \"مبارك بن فضالة\" : مختلف فيهما . وقد رجحنا توثيقهما في شرح المسند : الأول في 3048 ، والثاني في 521 . و \"الحسن\" : هو البصري ، وقد أثبتنا في شرح صحيح ابن حبان ، في الحديث 132 أنه سمع من الأسود بن سريع .وقد ذكر السيوطي هذا الحديث في الدر المنثور 1 : 12 عن تفسير الطبري . ورواه أحمد في المسند بمعناه مختصرًا 15650 (3 : 435 حلبي) عن روح بن عبادة عن عوف بن أبي جميلة عن الحسن عن الأسود بن سريع ، قال : \"قلت : يا رسول الله ، ألا أنشدك محامد حمدت بها ربي؟ قال : أما إن ربك يحب الحمد\" . وهذا إسناد صحيح ، رجاله كلهم ثقات أثبات . وذكره ابن كثير في التفسير 1 : 43 عن المسند . وكذلك ذكره السيوطي ، ونسبه أيضًا للنسائي والحاكم وغيرهما .ورواه أحمد أيضًا 15654 ، والبخاري في الأدب المفرد : 51 ، بنحوه ، في قصة مطولة ، من رواية عبد الرحمن بن أبي بكرة عن الأسود بن سريع .ومعناه ثابت صحيح ، من حديث ابن مسعود ، في المسند 4153 : \"لا أحد أغير من الله ، ولذلك حرم الفواحش ما ظهر منها وما بطن ، ولا أحد أحب إليه المدح من الله ، ولذلك مدح نفسه\" . ورواه أيضًا البخاري ومسلم وغيرهما .(51) انظر ما كتبناه آنفًا : 126 عن معنى \"لا تمانع\" .(52) تكلم العلماء في نقض ما ذهب إليه أبو جعفر من أن \"الحمد والشكر\" بمعنى ، وأن أحدهما يوضع موضع الآخر ، وهو ما ذهب إليه المبرد أيضًا . انظر القرطبي 1 : 116 ، وابن كثير 1 : 42 ، وأخطأ النقل عن القرطبي ، فظنه استدل لصحة قول الطبري ، وهو وهم . والذي قاله الطبري أقوى حجة وأعرق عربية من الذين ناقضوه . وقوله \"مصدر أشكر\" ، وقوله \"أن يصدر من الحمد\" ، يعني به المفعول المطلق . وانظر ما مضى : 117 ، تعليق : 1 .(53) في المطبوعة : \"مبني على أن معناه\" ، أدخلوا عليه التبديل .(54) سياق الكلام : \"أن العرب من شأنها . . . حذف\" وما بينهما فصل .(55) تأتي في تفسير آية سورة المؤمنون : 87 (18 : 27 بولاق) . ، ونسبهما لبعض بني عامر ، وكذلك في معاني القرآن للفراء 1 : 170 وهما في البيان والتبيين 3 : 184 منسوبان للوزيري ، ولم أعرفه ، وفيها اختلاف في الرواية . الرمس : القبر المسوى عليه التراب . يقول : أصبح قبرا يزار أو يناح عليه . ورواه الجاحظ : \"سأصير ميتًا\" ، وهي لا شيء . والنواعج جمع ناعجة : وهي الإبل السراع ، نعجت في سيرها ، أي سارت في كل وجه من نشاطها . وفي البيان ومعاني الفراء \"النواجع\" ، وليست بشيء .(56) رواية الجاحظ : \"فقال السائلون : من المسجى\" . وفي المعاني \"السائرون\" .(57) يأتي في تفسير آيات سورة البقرة : 7 / وسورة آل عمران : 49 / وسورة المائدة : 53 / وسورة الأنعام : 99 / وسورة الأنفال : 14 / وسورة يونس : 71 / وسورة الرحمن : 22 . وهو بيت مستشهد به في كل كتاب .(58) في المطبوعة : \"في تنزيل قول الله\" .(59) انظر ما مضى آنفًا لحديث رقم : 151 .(60) ديوانه القصيدة : 15 / 32 . وسيد كندة هو حجر أبو امرئ القيس . ورب معد : حذيفة بن بدر ، كما يقول شارح ديوانه ، وأنا في شك منه ، فإن حذيفة بن بدر قتل بالهباءة . ولبيد يذكر خبتًا وعرعرًا ، وهما موضعان غيره .(61) ديوانه : 89, والمخصص 7 : 154 . الطريف والطارف : المال المستحدث, خلاف التليد والتالد : وهو العتيق الذي ولد عندك .(62) ديوانه : 25 . سلأ السمن يسلؤه : طبخه وعالجه فأذاب زبده . والسلاء ، بكسر السين : السمن . وحقن اللبن في الوطب ، والماء في السقاء : حبسه فيه وعبأه . رب نحى السمن يربه : دهنه بالرب ، وهو دبس كل ثمرة ، وكانوا يدهنون أديم النحى بالرب حتى يمتنوه ويصلحوه ، فتطيب رائحته ، ويمنع السمن أن يرشح ، من غير أن يفسد طعمه أو ريحه . وإذا لم يفعلوا ذلك بالنحى فسد السمن . وأديم مربوب : جدا قد أصلح بالرب . يقول : فعلوا فعل هذه الحمقاء ، ففسد ما جهدوا في تدبيره وعمله .(63) ديوانه : 29 ، ويأتي في تفسير آية سورة آل عمران : 79 ، (3 : 233 بولاق) والمخصص 17 : 154 ، والشعر يقوله للحارث بن أبي شمر الغساني ملك غسان ، وهو الحارث الأعرج المشهور . قال ابن سيده : \"ربوب : جمع رب ، أي الملوك الذين كانوا قبلك ضيعوا أمري ، وقد صارت الآن ربابتي إليك - أي تدبير أمري وإصلاحه - فهذا رب بمعنى مالك ، كأنه قال : الذين كانوا يملكون أمري قبلك ضيعوه\" . وقال الطبري فيما سيأتي : \"يعني بقوله : ربتني : ولي أمري والقيام به قبلك من يربه ويصلحه فلم يصلحوه ، ولكنهم أضاعوني فضعت\" . والربابة : المملكة ، وهي أيضًا الميثاق والعهد . وبها فسر هذا البيت ، وأيدوه برواية من روى بدل\"ربابتي\" ، \"أمانتي\" . والأول أجود .(64) في المطبوعة : \"من الملوك الذين كانوا\" ، غيروه ليوافق ما ألفوا من العبارة .(65) الحديث 155- سبق الكلام مفصلا في ضعف هذا الإسناد ، برقم 137 . وهذا الحديث في ابن كثير 1 : 44 ، والدر المنثور 1 : 13 ، والشوكاني 1 : 11 . ونسبه الأخيران أيضًا لابن أبي حاتم . وفي المطبوع وابن كثير \"والأرض ومن فيهن\" .(66) ديوانه : 60 ، وطبقات فحول الشعراء : 64 ، وخندف : أم بني إلياس بن مضر ، مدركة وطابخة ، وتشعبت منهم قواعد العرب الكبرى .(67) الحديث 156- هو مختصر مما قبله : 155 .(68) الخبر 157- إسناد صحيح . محمد بن سنان القزاز ، شيخ الطبري : تكلموا فيه من أجل حديث واحد . والحق أنه لا بأس به ، كما قال الدارقطني . وهو مترجم في التهذيب ، وله ترجمة جيدة في تاريخ بغداد 5 : 343- 346 . أبو عاصم : هو النبيل ، الضحاك بن مخلد ، الحافظ الحجة . شبيب : هو ابن بشر البجلي ، ووقع في التهذيب 4 : 306 \"الحلبي\" وهو خطأ مطبعي ، صوابه في التاريخ الكبير للبخاري 2 / 2 / 232 / 233 والجرح والتعديل لابن أبي حاتم 2 / 1 / 357- 358 والتقريب وغيرها ، وهو ثقة ، وثقه ابن معين .(69) الخبر 158- إسناده حسن على الأقل ، لأن عطاء بن السائب تغير حفظه في آخر عمره ، وقيس بن الربيع قديم ، لعله سمع منه قبل الاختلاط ، ولكن لم نتبين ذلك بدليل صريح . ووقع في هذا الإسناد خطأ في المطبوع \"حدثنا مصعب\" ، وصوابه من المخطوطة \"حدثنا محمد بن مصعب\" ، وهو القرقساني ، كما مضى في الإسناد 154 .(70) الخبر 159- إسناده حسن كالذي قبله . وأبو أحمد الزبيري : هو محمد بن عبد الله ابن الزبير الأسدي ، من الثقات الكبار ، من شيوخ أحمد بن حنبل وغيره من الحفاظ . وقيس : هو ابن الربيع . وهذه الأخبار الثلاثة 157- 159 ، ولفظها واحد ، ذكرها ابن كثير 1 : 44 خبرًا واحدًا دون إسناد . وذكرها السيوطي في الدر المنثور 1 : 13 خبرًا واحدًا ونسبه إلى \"الفريابي ، وعبد بن حميد ، وابن جرير ، وابن المنذر ، وابن أبي حاتم وصححه ، عن ابن عباس\" .(71) الأثر 160 - أحمد بن عبد الرحيم البرقي : اشتهر بهذا ، منسوبًا إلى جده ، وكذلك أخوه \"محمد\" وهو : أحمد بن عبد الله بن عبد الرحيم . وقد مضت رواية الطبري عنه أيضًا برقم 22 باسم \"ابن البرقي\" . ابن أبي مريم : هو سعيد . ابن لهيعة هو عبد الله . عطاء بن دينار المصري : ثقة ، وثقه أحمد بن حنبل وأبو داود وغيرهما وروى ابن أبي حاتم في الجرح والتعديل 3 / 1 / 332 وفي المراسيل : 58 عن أحمد بن صالح ، قال : \" عطاء بن دينار ، هو من ثقات أهل مصر ، وتفسيره - فيما يروى عن سعيد بن جبير - : صحيفة ، وليست له دلالة على أنه سمع من سعيد بن جبير \" . وروى في الجرح عن أبيه أبي حاتم ، قال : \" هو صالح الحديث ، إلا أن التفسير أخذه من الديوان ، فإن عبد الملك بن مروان كتب يسأل سعيد بن جبير أن يكتب إليه بتفسير القرآن ، فكتب سعيد بن جبير بهذا التفسير إليه ، فوجده عطاء بن دينار في الديوان ، فأخذه فأرسله عن سعيد بن جبير\" .(72) الأثر 161 - إسناده إلى مجاهد ضعيف . لأن سفيان ، وهو الثوري ، لم يسمع من مجاهد ؛ لأن الثوري ولد سنة 97 ، ومجاهد مات سنة 100 أو بعدها بقليل ، والظاهر عندي أن هذه الرواية من أغلاط مهران بن أبي عمر ، راويها عن الثوري ، فإن رواياته عن الثوري فيها اضطراب كما بينا في الحديث الماضي 11 .وهذا الأثر ذكره ابن كثير 1 : 44 دون نسبة ولا إسناد . وذكره السيوطي في الدر المنثور 1 : 13 ، ونسبه أيضًا لعبد بن حميد .(73) الأثر 162 - إسناده ضعيف ، لإبهام الرجل راويه عن مجاهد . وهو يدل على غلط مهران في الإسناد قبله ، إذ جعله عن الثوري عن مجاهد مباشرة ، دون واسطة .(74) الأثر 163 - سعيد : هو ابن أبي عروبة ، وقد مضى أثر آخر عن قتادة بهذا الإسناد. 119 وهذا الأثر ذكره السيوطي في الدر المنثور 1 : 13 ، وفي نسبته هناك خطأ مطبعي : \" ابن جريج \" بدل \" ابن جرير \" . وكلام ابن جريج سيأتي 165 مرويًا عنه لا راويًا .(75) الأثر 164 - أبو جعفر : هو الرازي التميمي ، وهو ثقة ، تكلم فيه بعضهم ، وقال ابن عبد البر : \"هو عندهم ثقة ، عالم بتفسير القرآن\" . وله ترجمة وافية في تاريخ بغداد 11 : 143 - 147 . وهذا الأثر عن أبي العالية ذكره ابن كثير 1 : 45 والسيوطي 1 : 13 بأطول مما هنا قليلا ، ونسبه أيضًا لابن أبي حاتم ، وقال ابن كثير : \"وهذا كلام غريب ، يحتاج مثله إلى دليل صحيح\" . وهذا حق .(76) الأثر 165 - سبق الكلام على هذا الإسناد 144 . وهذا الأثر ذكره ابن كثير 1 : 44 دون نسبة ولا إسناد .",
  "ayah": 2,
  "surah": 1
}
