{
  "text": "القول في تأويل قوله :  مَالِكِ يَوْمِ الدِّينِ  .قال أبو جعفر: القرَّاء مختلفون في تلاوة ( ملك يَوْمِ الدِّينِ ). فبعضهم يتلوه \" مَلِكِ يَوْمِ الدِّينِ \"، وبعضهم يتلوه (مَلِكِ يَوْمِ الدِّينِ) وبعضهم يتلوه (مالِكَ يَوْمِ الدِّينِ) بنصب الكاف. وقد استقصينا حكاية الرواية عمن رُوي عنه في ذلك قراءةٌ في \" كتاب القراآت \"، وأخبرنا بالذي نختار من القراءة فيه، والعلة الموجبة صحّة ما اخترنا من القراءة فيه، فكرهنا إعادة ذلك في هذا الموضع، إذ كان الذي قَصَدْنا له، في كتابنا هذا، البيانَ عن وجوه تأويل آي القرآن، دون وجوه قراءتها.ولا خلاف بين جميع أهل المعرفة بلغات العرب، أن المَلِك من \" المُلْك \" &; 1-149 &; مشتق، وأن المالك من \" المِلْك \" مأخوذٌ. فتأويل قراءةِ من قرأ ذلك: (مَلِكِ يَوْمِ الدِّينِ)، أن لله المُلْك يوم الدين خالصًا دون جميع خلقه، الذين كانوا قبل ذلك في الدنيا ملوكًا جبابرة ينازعونه الملك، ويدافعونه الانفرادَ بالكبرياء والعظمة والسلطان والجبرية (81) . فأيقنوا بلقاء الله يوم الدين أنهم الصَّغَرة الأذِلّة (82) ، وأنّ له - من دُونهم، ودون غيرهم - المُلك والكبرياء، والعزة والبهاء، كما قال جلّ ذكره وتقدست أسماؤه في تنـزيله:  يَوْمَ هُمْ بَارِزُونَ لا يَخْفَى عَلَى اللَّهِ مِنْهُمْ شَيْءٌ لِمَنِ الْمُلْكُ الْيَوْمَ لِلَّهِ الْوَاحِدِ الْقَهَّارِ  [سورة غافر: 16]. فأخبر تعالى ذكره أنه المنفرد يومئذ بالمُلك دون ملوك الدنيا، الذين صارُوا يوم الدّين منْ مُلكهم إلى ذِلّة وصَغار، ومن دُنياهم في المعاد إلى خسار.وأما تأويلُ قراءة من قرأ: (مالك يوم الدين)، فما:-166 - حدثنا به أبو كُريب، قال: حدثنا عثمان بن سعيد، عن بشر بن عُمارة، قال: حدثنا أبو رَوْق، عن الضحاك، عن عبد الله بن عباس: (مَالِكِ يَوْمِ الدِّينِ)، يقول: لا يملك أحدٌ في ذلك اليوم معهُ حكمًا كمِلْكِهم في الدنيا. ثم قال:  لا يَتَكَلَّمُونَ إِلا مَنْ أَذِنَ لَهُ الرَّحْمَنُ وَقَالَ صَوَابًا  [سورة النبأ: 38] وقال:  وَخَشَعَتِ الأَصْوَاتُ لِلرَّحْمَنِ  [سورة طه: 108] . وقال:  وَلا يَشْفَعُونَ إِلا لِمَنِ ارْتَضَى  (83) [سورة الأنبياء: 28].قال أبو جعفر: وأولى التأويلين بالآية، وأصحُّ القراءتين في التلاوة عندي، التأويلُ الأول، وهي قراءةُ من قرأ \" مَلِكِ\" بمعنى \" المُلك \". لأن في الإقرار له بالانفراد بالمُلك، إيجابًا لانفراده بالمِلْك، وفضيلة زيادة المِلك على المالك (84) ، إذْ كان معلومًا أن لا مَلِك إلا وهو مالكٌ، وقد يكون المالكُ لا ملكًا .وبعدُ، فإن الله جلّ ذكره، قد أخبر عبادَه في الآية التي قبل قوله (ملِكِ يوم الدين) أنه مالكُ جميع العالمين وسيَّدهم، ومُصلحُهم، والناظرُ لهم، والرحيم بهم في الدنيا والآخرة، بقوله:  الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ * الرَّحْمَنِ الرَّحِيمِ .وإذْ كان جلّ ذكره قد أنبأهم عن مِلْكه إيَّاهم كذلك بقوله:  رَبِّ الْعَالَمِينَ  ، فأولى الصّفات من صفاته جل ذكره أن يَتْبَع ذلك ما لم يحْوِه قوله  رَبِّ الْعَالَمِينَ * الرَّحْمَنِ الرَّحِيمِ  ، مع قرب ما بين الآيتين من المواصَلة والمجاورة، إذْ كانت حكمتُه الحكمةَ التي لا تشبهها حِكمةٌ، وكان في إعادة وصفه جلّ ذكره بأنه (مالِكِ يوم الدين)، إعادةُ ما قد مضى من وصفه به في قوله  رَبِّ الْعَالَمِينَ  ، مع تقارب الآيتين وتجاوز الصفتين. وكان في إعادة ذلك تكرارُ ألفاظ مختلفة بمعان متفقة، لا تفيد سامع ما كُرِّر منه فائدةً به إليها حاجة. والذي لم يحْوِه من صفاته جلّ ذكره ما قبل قوله: (مالك يوم الدين)، المعنى الذي في قوله: (مَلِك يوم الدين)، وهو وصْفه بأنه الملِك.فبيِّن إذًا أن أولى القراءتين بالصواب، وأحقّ التأويلين بالكتاب، قراءة من قرأه ( مَلِكِ يَوْمِ الدِّينِ )، بمعنى إخلاص المُلك له يوم الدين، دون قراءة من قرأ (مالك يوم الدين) الذي بمعنى أنه يملك الحكمَ بينهم وفصلَ القضاء، متفرِّدًا به دون سائر خلقه.فإن ظنّ ظانّ أن قوله  رَبِّ الْعَالَمِينَ  نبأ عن ملكه إياهم في الدنيا دون الآخرة، يوجبُ وصْلَ ذلك بالنبأ عن نفسه أنه: مَنْ مَلَكهم في الآخرة على نحو مِلْكه إياهم في الدنيا بقوله (مالك يوم الدين) - فَقد أغفلَ وظنَّ خطأ (85) .وذلك أنه لو جاز لِظانّ أنْ يظنّ أن قوله  رَبِّ الْعَالَمِينَ  محصورٌ معناه على الخبر عن ربوبِيَّة عالم الدنيا دُونَ عالم الآخرة، مع عدم الدلالة على أن مَعنى ذلك كذلك في ظاهر التنـزيل، أو في خبرٍ عن الرسول صلى الله عليه وسلم به منقولٍ، أو بحجّة موجودة في المعقول - لجاز لآخر أن يظنّ أن ذلك محصور على عالم الزمان الذي فيه نـزل قوله  رَبِّ الْعَالَمِينَ  ، دون سائر ما يحدث بعدَه في الأزمنة الحادثة من العالمين. إذْ كان صحيحًا بما قد قدّمنا من البيان، أنّ عالمَ كل زمان غير عالم الزمان الذي بعده.فإن غَبِيَ - عن علم صحة ذلك بما قد قدمنا - ذو غباء، فإنّ في قول الله جل ثناؤه:  وَلَقَدْ آتَيْنَا بَنِي إِسْرَائِيلَ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ وَرَزَقْنَاهُمْ مِنَ الطَّيِّبَاتِ وَفَضَّلْنَاهُمْ عَلَى الْعَالَمِينَ  [سورة الجاثية: 16] دلالةً واضحةً على أنّ عالم كلّ زمان، غيرُ عالم الزمان الذي كان قَبله، وعالم الزمان الذي بعدَه، إذْ كان الله جلّ ثناؤه قد فضّل أمّة نبينا محمد صلى الله عليه وسلم على سائر الأمم الخالية، وأخبرهم بذلك في قوله:  كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ  الآية [سورة آل عمران: 110]. فمعلومٌ بذلك أن بَني إسرائيل في عصر نبينا لم يكونوا -مع تكذيبهم به صلى الله عليه وسلم- أفضلَ العالمين، بل كانَ أفضلَ العالمين في ذلك العصر وبعدَه إلى قيام الساعة، المؤمنون به المتَّبِعون منهاجهُ، دون من سِواهم من الأمم المكذِّبة الضالة عن منهاجه.وإذْ كان بيِّنًا فساد تأويل متأوِّلٍ لو تأوّل قوله  رَبِّ الْعَالَمِينَ  أنه معنيٌّ به &; 1-152 &; أن الله ربُّ عَالمي زَمن نبيّنا محمد صلى الله عليه وسلم، دون عالمي سائر الأزمنة غيره - كان واضحًا فساد قول من زعم أنّ تأويلَهُ: ربُّ عالَمِ الدنيا دُون عالَمِ الآخرة، وأنّ \" مالك يوم الدين \" استحقَّ الوصلَ به ليُعلَم أنه في الآخرة من مِلْكِهم ورُبُوبيتهم بمثل الذي كان عليه في الدنيا.ويُسْأل زاعم ذلك، الفرقَ بينه وبين متحكم مثله - في تأويل قوله  رَبِّ الْعَالَمِينَ  ، تحكَّم فقال: إنه إنما عنى بذلك أنه ربّ عالمي زمان محمّد صلى الله عليه وسلم، دون عالمي غيره من الأزمان الماضية قبله، والحادثة بعده، كالذي زعم قائل هذا القول: أنه عَنى به عالمي الدنيا دُون عالمي الآخرة - من أصل أو دلالة (86) . فلن يقول في أحدهما شيئًا إلا ألزم في الآخر مثله.وأما الزاعم أن تأويل قوله (مالك يوم الدين) أنه الذي يملكُ إقامة يَوم الدين، فإن الذي ألزمْنا قَائلَ هذا القول الذي قبله - له لازمٌ. إذْ كانت إقامةُ القيامة، إنما هي إعادة الخلق الذين قد بادوا لهيئاتهم التي كانوا عليها قبل الهلاك، في الدار التي أعَدّ الله لهم فيها ما أعدّ. وُهمُ العالَمون الذين قد أخبر جلّ ذكره عنهم أنه ربُّهم في قوله  رَبِّ الْعَالَمِينَ  .وأما تأويل ذلك في قراءة من قرأ (مَالِكَ يَوْمِ الدِّينِ)، فإنه أراد: يا مالك يوم الدين، فنصَبه بنيّة النداء والدعاء، كما قال جلّ ثناؤه:  يُوسُفُ أَعْرِضْ عَنْ هَذَا  [سورة يوسف: 29] بتأويل: يا يوسف أعرضْ عن هذا، وكما قال الشاعر من بني أسد، وهو شعر -فيما يقال- جاهلي:إنْ كُــنْتَ أَزْنَنْتَنــي بِهَــا كَذِبًـاجَــزْءُ, فلاقَيْــتَ مِثْلَهَــا عَجِـلا (87)يريد: يا جزءُ، وكما قال الآخر:كَــذَبْتُمْ وبيــتِ اللـه لا تَنْكِحُونَهَـا,بَنـي شَـاب قَرْنَاهـا تَصُـرُّ وتَحْـلبُ (88)يريد: يا بني شابَ قرْناها. وإنما أوْرطه في قراءة ذلك - بنصب الكاف من \" مالك \"، على المعنى الذي وصفتُ - حيرتهُ في توجيه قَوله:  إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ  وِجْهَته، مع جر (مالك يوم الدين) وخفضِه. فظنّ أنّه لا يصحّ معنى ذلك بعد جرِّه (مالك يوم الدين)، فنصب: \" مالكَ يوم الدين \" ليكون  إِيَّاكَ نَعْبُدُ  له خطابًا. كأنه أراد: يا مالك يوم الدين، إياك نعبد وإياك نَستعين . ولو كان عَلم تأويل أول السورة، وأن  الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ  أمرٌ من الله عبدَه بقيلِ ذلك - كما ذكرنا قبلُ من الخبر عن ابن عباس: أن جبريلَ قال للنبي صلى الله عليه وسلم عن الله تعالى ذكره: قل يا محمد،  الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ * الرَّحْمَنِ الرَّحِيمِ * مَالِكِ يَوْمِ الدِّينِ  ، وقل أيضًا يا محمد:  إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ  (89) - وكان عَقَل (90) عن العرب أنَّ من شأنها إذا حكَت أو أمرت بحكاية خبرٍ يتلو القولَ، أن تخاطب ثم تخبر عن غائب، وتخبرَ عن الغائب ثم تعودَ إلى الخطاب، لما في الحكاية بالقول من معنى الغائب والمخاطب، كقولهم للرجل: قد قلتُ لأخيك: لو قمتَ لقمتُ، وقد قلتُ لأخيك: لو قام لقمتُ (91) - لسَهُل عليه مخرجُ ما استصعب عليه وجْهتُه من جر \" مالك يوم الدين \".ومن نظير \" مالك يوم الدين \" مجرورًا، ثم عَوْده إلى الخطاب بـ  إِيَّاكَ نَعْبُدُ ، لما ذكرنا قبل - البيتُ السائرُ من شعر أبي كبير الهُذَلي:يَـا لَهْـفَ نَفْسـي كـان جِـدَّةُ خَـالِدٍوَبَيَــاضُ وَجْـهِكَ للـتُّرابِ الأَعْفَـرِ (92)فرجعَ إلى الخطاب بقوله: \" وبياضُ وَجْهك \"، بعد ما قد مضى الخبرُ عن خالد على معنى الخبر عن الغائب.ومنه قول لبيد بن ربيعة:بَــاتَتْ تَشَـكَّى إلـيّ النَّفْسُ مُجْهِشَـةًوقــد حَـمَلْتُكِ سَـبْعًا بَعْـدَ سَـبْعِينَا (93)فرجع إلى مخاطبة نفسه، وقد تقدم الخبر عنها على وجه الخبر عن الغائب.ومنه قول الله ، وهو أصدق قيلٍ وأثبتُ حجةٍ:  حَتَّى إِذَا كُنْتُمْ فِي الْفُلْكِ وَجَرَيْنَ بِهِمْ بِرِيحٍ طَيِّبَةٍ  [سورة يونس: 22] ، فخاطب ثم رجع إلى الخبر عن الغائب، ولم يقل: وَجرَين بكم . والشواهدُ من الشعر وكلام العرب في ذلك أكثر من أن تُحصى، وفيما ذكرنا كفاية لمن وُفِّق لفهمه.فقراءة: \" مالكَ يوم الدين \" محظورة غير جائزة، لإجماع جميع الحجة من القرّاء وعلماء الأمة على رَفض القراءة بها.القول في تأويل قوله جل ثناؤه:  يَوْمِ الدِّينِ  .قال أبو جعفر: والدين في هذا الموضع، بتأويل الحساب والمجازاة بالأعمال، كما قال كعب بن جُعَيْل:إِذَا مَـــا رَمَوْنَـــا رَمَيْنَـــاهُمودِنَّــاهُمُ مِثْــلَ مــا يُقْرِضُونَــا (94)وكما قال الآخر:وَاعْلَــمْ وأَيْقِــنْ أنَّ مُلْكـكَ زائـلٌواعلــمْ بــأَنَّكَ مَــا تـدِينُ تُـدَانُ (95)يعني: ما تَجْزِي تُجازى.ومن ذلك قول الله جل ثناؤه  كَلا بَلْ تُكَذِّبُونَ بِالدِّينِ  - يعني: بالجزاء -  وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ  [سورة الانفطار: 9 ، 10] يُحصون ما تعملون من الأعمال، وقوله تعالى  فَلَوْلا إِنْ كُنْتُمْ غَيْرَ مَدِينِينَ  [سورة الواقعة: 86] ، يعني غير مجزيِّين بأعمالكم ولا مُحاسَبين.وللدين معانٍ في كلام العرب، غير معنى الحساب والجزاء، سنذكرها في أماكنها إن شاء الله.&; 1-156 &;وبما قُلنا في تأويل قوله (يوم الدين) جاءت الآثار عن السلف من المفسِّرين، مع تصحيح الشواهد تأويلَهم الذي تأوّلوه في ذلك.167 - حدثنا أبو كريب محمد بن العلاء، قال: حدثنا عثمان بن سعيد، قال: حدثنا بشر بن عُمارة، قال: حدثنا أبو رَوق، عن الضحاك، عن عبد الله بن عباس: (يَوْمِ الدِّينِ) ، قال: يوم حساب الخلائق، وهو يوم القيامة، يدينهم بأعمالهم، إن خيرًا فخيرًا، وإن شرًّا فشرًّا، إلا من عَفا عنه، فالأمرُ أمرُه. ثم قال:  أَلا لَهُ الْخَلْقُ وَالأَمْرُ  [سورة الأعراف: 54] . (96)168 - وحدثني موسى بن هارون الهَمْدَاني، قال: حدثنا عمرو بن حماد القَنَّاد، قال: حدثنا أسباط بن نصر الهمداني، عن إسماعيل بن عبد الرحمن السُّدِّي، عن أبي مالك ، وعن أبي صالح، عن ابن عباس - وعن مرة الهمداني عن ابن مسعود - وعن ناس من أصحاب النبي صلى الله عليه وسلم: (مَلِكِ يَوْمِ الدِّينِ)، هو يوم الحساب. (97)169 - حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا مَعمر، عن قتادة في قوله: (مَالِكِ يَوْمِ الدِّينِ) قال: يوم يَدينُ الله العبادَ بأعمالهم. (98)170 - وحدثنا القاسم بن الحسن، قال: حدثنا الحسين بن داود، قال: حدثني حجاج، عن ابن جريج، (مالك يوم الدين) قال: يوم يُدان الناس بالحساب. (99)---------الهوامش :(81) الجبرية والجبروت واحد ، وهو من صفات الله العلي . الجبار : القاهر فوق عباده ، يقهرهم على ما أراد من أمر ونهي ، سبحانه وتعالى .(82) الصغرة جمع صاغر : وهو الراضي بالذل المقر به . والأذلة جمع ذليل .(83) الخبر 166 - سبق الكلام مفصلا في ضعف هذا الإسناد 137 . وهذا الخبر ، مع باقيه الآتي 167 نقله ابن كثير 1 : 46 دون إسناد ولا نسبة ، ونقله السيوطي 1 : 14 ونسبه أيضًا لابن أبي حاتم . وقال ابن كثير : \" وكذلك قال غيره من الصحابة والتابعين والسلف . وهو ظاهر\" .(84) في المخطوطة : \"الملك على الملك\" ، وهما سواء .(85) قوله \"أغفل\" ، فعل لازم غير متعد . ومعناه : دخل في الغفلة والنسيان ووقع فيهما ، وهي عربية معرقة ، وإن لم توجد في المعاجم ، وهي كقولهم : أنجد ، دخل نجدًا ، وأشباهها . وحسبك بها عربية أنها لغة الشافعي ، أكثر من استعمالها في الرسالة والأم . من ذلك قوله في الرسالة : 42 رقم : 136 : \"وبالتقليد أغفل من أغفل منهم\" .(86) سياق العبارة : \"ويسأل زاعم ذلك ، الفرق . . . من أصل أو دلالة \" ، وما بينهما فصل .(87) الشعر لجاهلي مخضرم هو حضرمي بن عامر الأسدي ، وفد إلى رسول الله صلى الله عليه وسلم في نفر من بني أسد فأسلموا جميعًا . وسبب قوله هذا الشعر : أن إخوته كانوا تسعة ، فجلسوا على بئر فانخسفت بهم ، فورثهم ، فحسده ابن عمه جزء بن مالك بن مجمع ، وقال له : من مثلك؟ مات إخوتك فورثتهم ، فأصبحت ناعمًا جذلا . وما كاد ، حتى جلس جزء وإخوة له تسعة على بئر فانخسفت بإخوته ونجا هو ، فبلغ ذلك حضرميًا فقال : إنا لله وإنا إليه راجعون ، كلمة وافقت قدرًا وأبقت حقدًا . يعني قوله لجزء : \"فلاقيت مثلها عجلا\" . وأزننته بشيء : اتهمته به . انظر أمالي القالي 1 : 67 ، والكامل 1 : 41 - 42 وغيرهما .(88) نسبه في اللسان (قرن) ومجاز القرآن : 100 إلى رجل من بني أسد والبيت في سيبويه 1 : 295 / 2 : 7 ، 65 ، وهو شاهد مشهور . \"وبني شاب قرناها\" يعني قومًا ، يقول : بني التي يقال لها : شاب قرناها ، أي يا بني العجوز الراعية ، لا هم لها إلا أن تصر ، أي تشد الصرار على الضرع حتى تجتمع الدرة ، ثم تحلب . وذلك ذم لها . والقرن : الضفيرة .(89) انظر : 151 ، 155 .(90) عطف على قوله : \" ولو كان علم . . . \" .(91) جواب \" لو كان علم . . . وكان عقل \" .(92) ديوان الهذليين 2 : 101 . في المطبوعة : \"جلدة\" وهو خطأ وقوله \"جدة\" يعني شبابه الجديد . والجدة : نقيض البلى . والتراب الأعفر : الأبيض ، قل أن يطأه الناس لجدبه . وخالد : صديق له من قومه ، يرثيه .(93) القسم الثاني من ديوانه : 46 ، وقال ابن سلام في طبقات فحول الشعراء : ص 50 وذكر البيت وبيتًا معه ، أنهما قد رويا عن الشعبي (ابن سعد 6 : 178) ، وهما يحملان على لبيد ، ثم قال : \"ولا اختلاف في أن هذا مصنوع تكثر به الأحاديث ، ويستعان به على السهر عند الملوك والملوك لا تستقصي\" . أجهش بالبكاء : تهيأ له وخنقه بكاؤه .(94) الكامل للمبرد 1 : 191 ، ووقعة صفين لنصر بن مزاحم 1 : 52 ، المخصص 17 : 155 .(95) الكامل للمبرد 1 : 192 منسوبًا إلى يزيد بن أبي الصعق الكلابي ، وكذلك في جمهرة الأمثال للعسكري : 196 ، والمخصص 17 : 155 ، وفي اللسان (زنأ) و (دان) منسوبين إلى خويلد بن نوفل الكلابي ، وفي الخزانة 4 : 230 إلى بعض الكلابيين . يقولون : إن الحارث بن أبي شمر الغساني كان إذا أعجبته امرأة من قيس عيلان بعث إليها واغتصبها ، فأخذ بنت يزيد بن الصعق الكلابي ، وكان أبوها غائبًا ، فلما قدم أخبر . فوفد إليه فوقف بين يديه وقال :يَـا أَيُّهَـا المَلِـكُ المُقِيـتُ ! أمَا تَـرىلَيْــلاً وصُبْحًــا كَـيْف يَخْتَلِفَـانِ ?هَـلْ تَسْـتَطِيعُ الشَّـمْسَ أن تَـأتِي بهالَيْــلاً ? وهـل لَـكَ بِـالْمَلِيك يَـدَانِ?يَــا حَـارِ, أيْقِـنْ أنَّ مـُلْكَـكَ زَائِـلٌ. . . . . . . . . . . . . . . . . . .(96) الخبر 167 - سبق تخريجه في الخبر 166 .(97) الخبر 168 - هذا الإسناد من أكثر الأسانيد دورانًا في تفسير الطبري ، إن لم يكن أكثرها ، فلا يكاد يخلو تفسير آية من رواية بهذا الإسناد . وقد عرض الطبري نفسه في (ص 121 بولاق ، سطر : 28 وما بعده) ، فقال ، وقد ذكر الخبر عن ابن مسعود وابن عباس بهذا الإسناد : \"فإن كان ذلك صحيحًا ، ولست أعلمه صحيحًا ، إذ كان بإسناده مرتابًا . . . . \" . ولم يبين علة ارتيابه في إسناده ، وهو مع ارتيابه قد أكثر من الرواية به . ولكنه لم يجعلها حجة قط .بيد أني أراه إسنادا يحتاج إلى بحث دقيق . ولأئمة الحديث كلام فيه وفي بعض رجاله . وقد تتبعت ما قالوا وما يدعو إليه بحثه ، ما استطعت ، وبدا لي فيه رأي ، أرجو أن يكون صوابًا ، إن شاء الله . وما توفيقي إلا بالله :أما شيخ الطبري ، وهو \"موسى بن هارون الهمداني\" : فما وجدت له ترجمة ، ولا ذكرًا في شيء مما بين يدي من المراجع ، إلا ما يرويه عنه الطبري أيضًا في تاريخه ، وهو أكثر من خمسين موضعًا في الجزئين الأول والثاني منه . وما بنا حاجة إلى ترجمته من جهة الجرح والتعديل ، فإن هذا التفسير الذي يرويه عن عمرو بن حماد ، معروف عند أهل العلم بالحديث . وما هو إلا رواية كتاب ، لا رواية حديث بعينه .\"وعمرو بن حماد\" : هو عمرو بن حماد بن طلحة القناد ، وقد ينسب إلى جده ، فيقال عمرو بن طلحة ، وهو ثقة ، روى عنه مسلم في صحيحه ، وترجمه ابن سعد في الطبقات 6 : 285 ، وقال : \"وكان ثقة إن شاء الله\" مات سنة 222 . وترجمه ابن أبي حاتم في الجرح والتعديل 3 / 1 / 228 ، وروى عن أبيه ويحيى بن معين أنهما قالا فيه : \"صدوق\" .أسباط بن نصر الهمداني : مختلف فيه ، وضعفه أحمد ، وذكره ابن حبان في الثقات : 410 ، ةترجمه البخاري في الكبير 1 / 2 / 53 فلم يذكر فيه جرحًا ، وترجمه ابن أبي حاتم في الجرح والتعديل 1 / 1 / 332 ، وروى عن يحيى بن معين قال : \"أسباط بن نصر ثقة\" . وقد رجحنا توثيقه في شرح المسند ، في الحديث 1286 .إسماعيل بن عبد الرحمن بن أبي كريمة السدي : هو السدي الكبير ، قرشي بالولاء ، مولى زينب بنت قيس بن مخرمة ، من بني عبد مناف ، كما نص على ذلك البخاري في تاريخيه : الصغير : 141 - 142 ، والكبير 1 / 1 / 361 ، وهو تابعي ، سمع أنسًا ، كما نص على ذلك البخاري أيضًا ، وروى عن غيره من الصحابة ، وعن كثير من التابعين . وهو ثقة . أخرج له مسلم في صحيحه ، وثقه أحمد بن حنبل ، فيما روى ابن أبي حاتم في الجرح والتعديل 1 / 1 / 184 ، وروى أيضًا عن أحمد ، قال : \"قال لي يحيى بن معين يومًا عند عبد الرحمن بن مهدي : السدي ضعيف ، فغضب عبد الرحمن ، وكره ما قال\" : وفي الميزان والتهذيب \"أن الشعبي قيل له : إن السدي قد أعطي حظًا من علم القرآن ، فقال : قد أعطي حظًا من جهل بالقرآن!\" . وعندي أن هذه الكلمة من الشعبي قد تكون أساسا لقول كل من تكلم في السدي بغير حق . ولذلك لم يعبأ البخاري بهذا القول من الشعبي ، ولم يروه ، بل روى في الكبير عن مسدد عن يحيى قال : \" سمعت ابن أبي خالد يقول : السدي أعلم بالقرآن من الشعبي\" . وروى في تاريخيه عن ابن المديني عن يحيى ، وهو القطان ، قال : \"ما رأيت أحدًا يذكر السدي إلا بخير ، وما تركه أحد\" . وفي التهذيب : \"قال العجلي : ثقة عالم بالتفسير راوية له\" . وقد رجحنا توثيقه في شرح المسند 807 . وتوفي السدي سنة 127 .و \"السدي\" : بضم السين وتشديد الدال المهملتين ، نسبة إلى \"السدة\" ، وهي الباب ، لأنه كان يجلس إلى سدة الجامع بالكوفة ، ويبيع بها المقانع .أبو مالك: هو الغفاري ، واسمه غزوان . وهو تابعي كوفي ثقة . ترجمه البخاري في الكبير 4 / 1 / 108 ، وابن سعد في الطبقات 6 : 206 ، وابن أبي حاتم في الجرح والتعديل 3 / 2 / 55 ، وروى توثيقه يحيى بن معين .أبو صالح : هو مولى أم هانئ بنت أبي طالب ، واسمه باذام ، ويقال باذان . وهو تابعي ثقة ، رجحنا توثيقه في شرح المسند 2030 ، وترجمه البخاري في الكبير 1 / 2 / 144 ، وروى عن محمد بن بشار ، قال : \"ترك ابن مهدي حديث أبي صالح\" . وكذلك روى ابن أبي حاتم في ترجمته في الجرح والتعديل 1 / 1 / 431 - 432 عن أحمد بن حنبل عن ابن مهدي . ولكنه أيضًا عن يحيى بن سعيد القطان ، قال : \" لم أرَ أحدًا من أصحابنا ترك أبا صالح مولى أم هانئ ، وما سمعت أحدًا من الناس يقول فيه شيئًا ، ولم يتركه شعبة ولا زائدة ولا عبد الله بن عثمان\" . وروى أيضًا عن يحيى بن معين ، قال : \" أبو صالح مولى أم هانئ ليس به بأس ، فإذا روى عنه الكلبي فليس بشيء ، وإذا روى عنه غير الكلبي فليس به بأس ، لأن الكلبي يحدث به مرة من رأيه ، ومرة عن أبي صالح ، ومرة عن أبي صالح عن ابن عباس\" . يعني بهذا أن الطعن فيما يروي عنه هو في رواية الكلبي ، كما هو ظاهر .هذا عن القسم الأول من هذا الإسناد . فإنه في حقيقته إسنادان أو ثلاثة . أولهما هذا المتصل بابن عباس .والقسم الثاني ، أو الإسناد الثاني : \"وعن مرة الهمداني عن ابن مسعود\" . والذي يروي عن مرة الهمداني : هو السدي نفسه .ومرة : هو ابن شراحيل الهمداني الكوفي ، وهو تابعي ثقة ، من كبار التابعين ، ليس فيه خلاف بينهم .والقسم الثالث ، أو الإسناد الثالث : \"وعن ناس من أصحاب النبي صلى الله عليه وسلم\" .وهذا أيضًا من رواية السدي نفسه عن ناس من الصحابة .فالسدي يروي هذه التفاسير لآيات من القرآن : عن اثنين من التابعين عن ابن عباس ، وعن تابعي واحد عن ابن مسعود ، ومن رواية نفسه عن ناس من الصحابة .وللعلماء الأئمة الأقدمين كلام في هذا التفسير ، بهذه الأسانيد ، قد يوهم أنه من تأليف من دون السدي من الرواة عنه ، إلا أني استيقنت بعدُ ، أنه كتاب ألفه السدي .فمن ذلك قول ابن سعد في ترجمة \"عمرو بن حماد القناد\" 6 : 285 : \"صاحب تفسير أسباط بن نصر عن السدي\" . وقال في ترجمة \"أسباط بن نصر\" 6 : 261 : \"وكان راوية السدي ، روى عنه التفسير\" . وقال قبل ذلك في ترجمة \"السدي\" 6 : 225 : \"إسماعيل بن عبد الرحمن السدي ، صاحب التفسير\" . وقال قبل ذلك أيضًا ، في ترجمة \"أبي مالك الغفاري\" 6 : 206 : \"أبو مالك الغفاري صاحب التفسير ، وكان قليل الحديث\" .ولكن الذي يرجح أنه كتاب ألفه السدي ، جمع فيه التفسير ، بهذه الطرق الثلاث ، قول أحمد بن حنبل في التهذيب 1 : 314 ، في ترجمة السدي : \"إنه ليحسن الحديث، إلا أن هذا التفسير الذي يجئ به ، قد جعل له إسنادًا ، واستكلفه\" . وقول الحافظ في التهذيب أيضًا 1 : 315 : \"قد أخرج الطبري وابن أبي حاتم وغيرهما ، في تفاسيرهم ، تفسير السدي ، مفرقًا في السور ، من طريق أسباط بن نصر عنه\" .وقول السيوطي في الإتقان 2 : 224 فيما نقل عن الخليل في الإرشاد : \"وتفسير إسماعيل السدي ، يورده بأسانيد إلى ابن مسعود وابن عباس . وروى عن السدي الأئمة ، مثل الثوري وشعبة . ولكن التفسير الذي جمعه ، رواه أسباط بن نصر . وأسباط لم يتفقوا عليه . غير أن أمثل التفاسير تفسير السدي\" . ثم قال السيوطي : \"وتفسير السدي ، [الذي] أشار إليه ، يورد منه ابن جرير كثيرًا ، من طريق السدي عن أبي مالك وعن أبي صالح عن ابن عباس ، وعن مرة عن ابن مسعود ، و [عن] ناس من الصحابة . هكذا . ولم يورد منه ابن أبي حاتم شيئًا ، لأنه التزم أن يخرج أصح ما ورد . والحاكم يخرج منه في مستدركه أشياء ، ويصححه ، لكن من طريق مرة عن ابن مسعود وناس ، فقط ، دون الطريق الأول ، وقد قال ابن كثير : إن هذا الإسناد يروي به السدي أشياء فيها غرابة\" .وأول ما نشير إليه في هذه الأقوال : التناقض بين قولي الحافظ ابن حجر والسيوطي ، في أن ابن أبي حاتم أخرج تفسير السدي مفرقًا في تفسيره ، كما صنع الطبري ، في نقل الحافظ ، وأنه أعرض عنه ، في نقل السيوطي . ولست أستطيع الجزم في ذلك بشيء ، إذ لم أرَ تفسير ابن أبي حاتم . ولكني أميل إلى ترجيح نقل ابن حجر ، بأنه أكثر تثبتًا ودقة في النقل من السيوطي .ثم قد صدق السيوطي فيما نقل عن الحاكم . فإنه يروي بعض هذا التفسير في المستدرك ، بإسناده ، إلى أحمد بن نصر : \"حدثنا عمرو بن طلحة القناد حدثنا أسباط بن نصر ، عن إسماعيل بن عبد الرحمن السدي ، عن مرة الهمداني ، عن عبد الله بن مسعود ، وعن أناس من أصحاب النبي صلى الله عليه وسلم\" . ثم يصححه على شرط مسلم ، ويوافقه الذهبي في تلخيصه . من ذلك في المستدرك 2 : 258 ، 260 ، 273 ، 321 .والحاكم في ذلك على صواب ، فإن مسلمًا أخرج لجميع رجال هذا الإسناد . من عمرو بن حماد بن طلحة القناد إلى مرة الهمداني . ولم يخرج لأبي صالح باذام ولا لأبي مالك الغفاري ، في القسم الأول من الإسناد الذي روى به السدي تفاسيره .أما كلمة الإمام أحمد بن حنبل في السدي \"إلا أن هذا التفسير الذي يجيء به ، قد جعل له إسنادًا واستكلفه\" فإنه لا يريد ما قد يفهم من ظاهرها : أنه اصطنع إسنادا لا أصل له ؛ إذ لو كان ذلك ، لكان -عنده- كذابًا وضاعًا للرواية . ولكنه يريد -فيما أرى ، والله أعلم- أنه جمع هذه التفاسير ، من روايته عن هؤلاء الناس : عن أبي مالك وأبي صالح عن ابن عباس ، وعن مرة عن ابن مسعود ، وعن ناس من الصحابة ، ثم ساقها كلها مفصلة ، على الآيات التي ورد فيها شيء من التفسير ، عن هذا أو ذاك أو أولئك ، وجعل لها كلها هذا الإسناد ، وتكلف أن يسوقها به مساقًا واحدًا .أعني : أنه جمع مفرق هذه التفاسير في كتاب واحد ، جعل له في أوله هذه الأسانيد . يريد بها أن ما رواه من التفاسير في هذا الكتاب ، لا يخرج عن هذه الأسانيد . ولا أكاد أعقل أنه يروي كل حرف من هذه التفاسير عنهم جميعا . فهو كتاب مؤلف في التفسير ، مرجع فيه إلى الرواية عن هؤلاء ، في الجملة ، لا في التفصيل .إنما الذي أوقع الناس في هذه الشبهة ، تفريق هذه التفاسير في مواضعها ، مثل صنيع الطبري بين أيدينا ، ومثل صنيع ابن أبي حاتم ، فيما نقل الحافظ ابن حجر ، ومثل صنيع الحاكم في المستدرك . فأنا أكاد أجزم أن هذا التفريق خطأ منهم ، لأنه يوهم القارئ أن كل حرف من هذه التفاسير مروي بهذه الأسانيد كلها ، لأنهم يسوقونها كاملة عند كل إسناد ، والحاكم يختار منها إسنادًا واحدًا يذكره عند كل تفسير منها يريد روايته . وقد يكون ما رواه الحاكم -مثلا- بالإسناد إلى ابن مسعود ، ليس مما روى السدي عن ابن مسعود نصًا . بل لعله مما رواه من تفسير ابن عباس ، او مما رواه ناس من الصحابة ، روى عن كل واحد منهم شيئًا ، فأسند الجملة ، ولم يسند التفاصيل .ولم يكن السدي ببدع في ذلك ، ولا يكون هذا جرحًا فيه ولا قدحًا . إنما يريد إسناد هذه التفاسير إلى الصحابة ، بعضها عن ابن عباس ، وبعضها عن ابن مسعود ، وبعضها عن غيرهما منهم . وقد صنع غيره من حفاظ الحديث وأئمته نحوًا مما صنع ، فما كان ذلك بمطعن فيهم ، بل تقبلها الحفاظ بعدهم ، وأخرجوها في دواوينهم . ويحضرني الآن من ذلك صنيع معاصره : ابن شهاب الزهري الإمام . فقد روى قصة حديث الإفك ، فقال : \"أخبرني سعيد بن المسيب ، وعروة بن الزبير ، وعلقمة بن وقاص ، وعبيد الله بن عبد الله بن عتبة بن مسعود ، عن حديث عائشة زوج النبي صلى الله عليه وسلم ، حين قال لها أهل الإفك ما قالوا ، فبرأها الله مما قالوا . وكلهم حدثني طائفة من حديثها ، وبعضهم كان أوعى لحديثها من بعض وأثبت اقتصاصًا ، وقد وعيت عن كل واحد منهم الحديث الذي حدثني ، وبعض حديثهم يصدق بعضا \" ، إلخ .فذكر الحديث بطوله . وهو في صحيح مسلم 2 : 333 - 335 . وسيأتي في تفسير الطبري (18 : 71 - 74 بولاق) . ورواه الإمام أحمد والبخاري في صحيحه ، كما في تفسير ابن كثير 6 : 68 - 73 . ثم قال ابن كثير : \" وهكذا رواه ابن إسحاق عن الزهري كذلك ، قال : \" وحدثني يحيى بن عباد بن عبد الله بن الزبير عن أبيه عن عائشة ، وحدثني عبد الله بن أبي بكر بن محمد بن عمرو بن حزم عن عمرة عن عائشة \" . وإسناد ابن إسحاق الأخير في الطبري أيضًا . والإسنادان كلاهما رواهما ابن إسحاق عن الزهري ، في السيرة (ص 731 من سيرة ابن هشام) .والمثل على ذلك كثيرة ، يعسر الآن تتبعها .وقد أفادنا هذا البحث أن تفسير السدي من أوائل الكتب التي ألفت في رواية الأحاديث والآثار .وهو من طبقة عالية ، من طبقة شيوخ مالك من التابعين .وبعد : فأما هذا الخبر بعينه ، فقد رواه الحاكم في المستدرك 2 : 258 ، بالإسناد الذي أشرنا إليه ، من رواية السدي عن مرة عن ابن مسعود ، وعن أناس من الصحابة . وقال : \"هذا حديث صحيح على شرط مسلم ، ولم يخرجاه\" . وافقه الذهبي . ونقله السيوطي في الدر المنثور 1 : 14 عن ابن جرير والحاكم ، وصححه ، عن ابن مسعود وناس من الصحابة \" .(98) الأثر 169 - نقله السيوطي 1 : 14 ونسبه لعبد الرزاق وعبد بن حميد . وهو ظاهر في رواية الطبري هذه - أنه من مصنف عبد الرزاق . ونسبه الشوكاني 1 : 12 لهما وللطبري .(99) الأثر 170 - مضى الكلام على هذا الإسناد : 144 . وأما لفظه فلم يذكره أحد منهم .",
  "ayah": 4,
  "surah": 1
}
