{
  "text": "القول في تأويل قوله : اهْدِنَا  .قال أبو جعفر: ومعنى قوله: ( اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ )، في هذا الموضع عندنا: وَفِّقْنا للثبات عليه، كما رُوي ذلك عن ابن عباس:-173 - حدثنا أبو كُريب، قال: حدثنا عثمان بن سعيد، قال: حدثنا بشر بن عمارة، قال: حدثنا أبو رَوْق، عن الضحاك، عن عبد الله بن عباس، قال: قال جبريل لمحمد صلى الله عليه : \" قل، يا محمد \" اهدنا الصراط المستقيمَ\". يقول: ألهمنا الطريق الهادي (112) .وإلهامه إياه ذلك، هو توفيقه له، كالذي قلنا في تأويله. ومعناه نظيرُ معنى قوله: (إياك نستعين)، في أنه مَسألةُ العبد ربَّه التوفيقَ للثبات على العمل بطاعته، وإصابة الحق والصواب فيما أمَره به ونهاه عنه، فيما يَستَقبِلُ من عُمُره، دون ما قد مضى من أعماله، وتقضَّى فيما سَلف من عُمُره . كما في قوله: (إياك نستعين)، مسألةٌ منه ربَّه المعونةَ على أداء ما قد كلَّفه من طاعته، فيما بقي من عُمُره.فكانَ معنى الكلام: اللهمّ إياك نعبدُ وحدَك لا شريك لك، مخلصين لك العبادةَ دونَ ما سِواك من الآلهة والأوثان، فأعِنَّا على عبادتك، ووفِّقنا لما &; 1-167 &; وفَّقت له مَن أنعمتَ عليه من أنبيائك وأهل طاعتك، من السبيل والمنهاج.فإن قال قائل: وأنَّى وَجدتَ الهدايةَ في كلام العرب بمعنى التَّوفيق؟قيل له: ذلك في كلامها أكثرُ وأظهر من أن يُحصى عددُ ما جاء عنهم في ذلك من الشواهد . فمن ذلك قول الشاعر:لا تَحْــرِمَنِّي هَــدَاكَ اللـه مَسْـألتِيوَلا أكُـونَنْ كـمن أوْدَى بـه السَّـفَرُ (113)يعنى به: وفَّقك الله لقضاء حاجتي. ومنه قول الآخر:ولا تُعْجِـــلَنِّي هـــدَاَك المليــكُفـــإنّ لكـــلِّ مَقــامٍ مَقَــالا (114)فمعلوم أنه إنما أراد: وفقك الله لإصابة الحق في أمري.ومنه قول الله جل ثناؤه:  وَاللَّهُ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ  في غير آيه من تنـزيله. وقد عُلم بذلك، أنه لم يَعْنِ أنه لا يُبيِّنُ للظالمين الواجبَ عليهم من فرائضه. وكيف يجوزُ أن يكونَ ذلك معناه، وقد عمَّ بالبيان جميع المكلَّفين من خلقه؟ ولكنه عَنى جلّ وعزّ أنه لا يُوفِّقهم، ولا يشرَحُ للحق والإيمان صدورَهم.وقد زعم بعضهم أن تأويل قوله : (اهدِنا): زدْنا هدايةٍ.وليس يخلُو هذا القولُ من أحد أمرين: إما أن يكون ظنَّ قائلُه أنّ النبي صلى الله عليه وسلم أُمِر بمسألة الزيادة في البيان، أو الزيادةَ في المعونة والتوفيق .فإن كان ظن أنه أُمِر بمسألة رَبِّه الزيادة في البيان، فذلك ما لا وجه له؛ لأن الله جلّ ثناؤه لا يكلِّف عبدًا فرضًا من فرائضه، إلا بعد تبيينه له وإقامةِ الحجة عليه به. ولو كان مَعنى ذلك معنى مسألتِه البيانَ، لكانَ قد أمِر أن يدعو ربَّه أن يبين له ما فَرض عليه ، وذلك من الدعاء خَلفٌ (115) ، لأنه لا يفرض فرضًا إلا مبيَّنًا &; 1-168 &; لمن فرضَه عليه. أو يكون أمِر أن يدعوَ ربَّه أن يفرض عليه الفرائضَ التي لم يفرضْها.وفي فساد وَجه مسألة العبد ربَّه ذلك، ما يوضِّح عن أن معنى: ( اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ )، غير معنى: بيِّن لنا فرائضَك وحدودَك.أو يكون ظنّ أنه أمِر بمسألة ربه الزيادةَ في المعونة والتوفيق. فإن كان ذلك كذلك، فلن تخلوَ مسألتُه تلك الزيادةَ من أن تكون مسألةً للزيادة في المعونة على ما قد مضى من عمله، أو على ما يحدُث.وفي ارتفاع حاجةِ العبد إلى المعونة على ما قد تقضَّى من عمله (116) ، ما يُعلِمُ أنّ معنى مسألة تلك الزيادة إنما هو مسألتُه الزيادةَ لما يحدث من عمله. وإذْ كانَ ذلك كذلك، صارَ الأمر إلى ما وصفنا وقلنا في ذلك: من أنه مسألة العبد ربَّه التوفيقَ لأداء ما كُلِّف من فرائضه، فيما يَستقبل من عُمُره.وفي صحة ذلك، فسادُ قول أهل القدَر الزاعمين أنّ كل مأمور بأمرٍ أو مكلَّف فرضًا، فقد أعطي من المعونة عليه، ما قد ارتفعت معه في ذلك الفرض حاجتُه إلى ربِّه (117) . لأنه لو كان الأمرُ على ما قالوا في ذلك، لبطَلَ معنى قول الله جل ثناؤه:  إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ * اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ  . وفي صحة معنى ذلك، على ما بيَّنا، فسادُ قولهم.وقد زعم بعضُهم أنّ معنى قوله: ( اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ ) : أسْلِكنا طريق الجنة في المعاد، أيْ قدِّمنا له وامض بنا إليه، كما قال جلّ ثناؤه:  فَاهْدُوهُمْ إِلَى صِرَاطِ الْجَحِيمِ  [سورة الصافات: 23]، أي أدخلوهم النار، كما تُهْدَى المرأة إلى زوجها، يُعني بذلك أنها تُدخَل إليه، وكما تُهدَى الهديَّة إلى الرجل، وكما تَهدِي الساقَ القدمُ، نظير قَول طَرفة بن العبد:&; 1-169 &;لَعبـــتْ بَعْــدِي السُّــيُولُ بــهِوجَــرَى فــي رَوْنَــقٍ رِهمُــهْ (118)لِلفَتَــــى عَقْـــلٌ يَعِيشُ بِـــهِحَـــيْثُ تَهْــدِي سَــاقَه قَدَمُــهْ (119)أي تَرِدُ به الموارد.وفي قول الله جل ثناؤه  إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ  ما ينبئ عن خطأ هذا التأويل، مع شهادة الحجة من المفسِّرين على تخطئته. وذلك أنّ جميع المفسرين من الصحابة والتابعين مجمِعُون على أنّ معنى  الصِّرَاطَ  في هذا الموضع، غيرُ المعنى الذي تأوله قائل هذا القول، وأن قوله: \" إياك نستعينُ\" مسألةُ العبدِ ربَّه المعونةَ على عبادته. فكذلك قوله \" اهْدِنا \" إنما هو مسألةُ الثباتِ على الهدى فيما بقي من عُمُره.والعربُ تقول: هديتُ فلانًا الطريقَ، وهَديتُه للطريق، وهديتُه إلى الطريق، إذا أرشدتَه إليه وسدَّدته له. وبكل ذلك جاء القرآن، قال الله جلّ ثناؤه:  وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي هَدَانَا لِهَذَا  [سورة الأعراف: 43]، وقال في موضع آخر:  اجْتَبَاهُ وَهَدَاهُ إِلَى صِرَاطٍ مُسْتَقِيمٍ  [سورة النحل: 121]، وقال: ( اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ ).وكل ذلك فاش في منطقها، موجودٌ في كلامها، من ذلك قول الشاعر:أَسْـتَغْفِرُ اللـهَ ذَنْبًـا لَسْـتُ مُحْصِيَـهُ,رَبَّ العِبــاد, إليـهِ الوَجْـهُ والعَمَـلُ (120)يريد: أستغفر الله لذنْب، كما قال جل ثناؤه:  وَاسْتَغْفِرْ لِذَنْبِكَ  [سورة غافر: 55] .ومنه قول نابغة بني ذُبْيان:فَيَصِيدُنَــا العَـيْرَ المُـدِلَّ بِحُـضْرِهِقَبْــلَ الــوَنَى وَالأَشْـعَبَ النَبَّاحَـا (121)يريد: فيصيدُ لنا. وذلك كثير في أشعارهم وكلامهم، وفيما ذكرنا منه كفاية.------------الهوامش :(112) يأتي بتمامه وتخريجه برقم 179 .(113) لم أعرف نسبة البيت ، وأخشى أن يكون من أبيات ودقة الأسدي يقولها لمعن بن زائدة . أمالي المرتضى 1 : 160 .(114) نسبه المفضل بن سلمة في الفاخر : 253 ، وقال : \"أول من قال ذلك طرفة بن العبد ، في شعر يعتذر فيه إلى عمرو بن هند\" ، وليس في ديوانه ، وانظر أمثال الميداني 2 : 125 .(115) أي رديء من القول . انظر ما سلف ص 165 رقم : 1 .(116) ارتفع الأمر : زال وذهب ، كأنه كان موضوعا حاضرا ثم ارتفع . ومنه : ارتفع الخلاف بينهما .(117) انظر ص : 162 التعليق رقم 2 .(118) ديوان الستة الجاهليين : 234 ، 237 ، والبيت الأول في فاتحة الشعر ، والأخير خاتمته . والضمير في قوله : \"لعبت\" للربع ، في أبيات سلفت . ورونق السيف والشباب والنبات : صفاؤه وحسنه وماؤه . ويروى : \"في ريق\" . وريق الشباب : أوله والتماعه ونضرته . وعنى نباتًا نضيرًا كأنه يقول : في ذي رنق ، أو في ذي ريق . والرهم -بكسر الراء- جمع رهمة : وهي المطرة الضعيفة المتتابعة ، وهي مكرمة للنبات . يقول : أعشبت الأرض ، وجرى ماء السماء في النبت يترقرق . والضمير في \"رهمه\" عائد على الغيث ، غائب كمذكور .(119) يقول : حيث سار الفتى عاش بعقله وتدبيره واجتهاده .(120) يأتي في تفسير آية سورة آل عمران : 121 ، وآية سورة القصص : 88 . وسيبويه 1 : 17 ، والخزانة 1 : 486 ، وهو من أبيات سيبويه الخمسين التي لا يعرف قائلها . قال الشنتمري : \"أراد من ذنب ، فحذف الجار وأوصل الفعل فنصب\" والذنب هنا اسم جنس بمعنى الجمع . فلذلك قال : \"لست محصيه\" . والوجه : القصد والمراد ، وهو بمعنى التوجه\" .(121) البيت ليس في ديوانه . ومن القصيدة أبيات فيه : 23 ، (مطبوعة محمد جمال) ، والمجتنى لابن دريد : 23 ، يصف فرسًا . والعير : حمار الوحش . والحضر : العدو الشديد ، وحمار الوحش شديد العدو . والونى : التعب والفترة في العدو أو العمل . والأشعب : الظبي تفرق قرناه فانشعبا وتباينا بينونة شديدة . ونبح الكلب والظبي والتيس ينبح نباحًا ، فهو نباح ، إذا كثر صياحه ، من المرح والنشاط . والظبي إذا أسن ونبتت لقرونه شعب ، نبح (الحيوان 1 : 349) . يصف فرسه بشدة العدو ، يلحق العير المدل بحضره ، والظبي المستحكم السريع ، فيصيدها قبل أن يناله تعب .القول في تأويل قوله :  الصِّرَاطَ الْمُسْتَقِيمَ  .قال أبو جعفر: أجمعت الأمة من أهل التأويل جميعًا على أن \" الصراط المستقيم \"، هو الطريق الواضح الذي لا اعوجاج فيه. وكذلك ذلك في لغة جميع العرب، فمن ذلك قول جرير بن عطية الخَطَفي:أمــيرُ المــؤمنين عَـلَى صِـرَاطٍإذا اعـــوَجَّ المَــوَارِدُ مُسْــتَقيمِ (122)يريد على طريق الحق. ومنه قول الهُذلي أبي ذُؤَيْب:صَبَحْنَــا أَرْضَهُــمْ بـالخَيْلِ حَـتّىتركْنَاهـــا أَدَقَّ مِــنَ الصِّــرَاطِ (123)ومنه قول الراجز:* فَصُدَّ عَنْ نَهْجِ الصِّراطِ القَاصدِ (124) *والشواهد على ذلك أكثرُ من أن تُحصى ، وفيما ذكرنا غنًى عما تركنا.ثم تستعيرُ العرب \" الصراط\" فتستعمله في كل قولٍ وعمل وُصِف باستقامة أو اعوجاج، فتصفُ المستقيمَ باستقامته، والمعوجَّ باعوجاجه.والذي هو أولى بتأويل هذه الآية عندي، أعني: ( اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ )، أن يكونا معنيًّا به: وَفّقنا للثبات على ما ارتضيتَه ووَفّقتَ له مَنْ أنعمتَ عليه من عبادِك، من قولٍ وعملٍ، وذلك هو الصِّراط المستقيم. لأن من وُفّق لما وفق له من أنعم الله عليه من النبيِّين والصديقين والشهداء ، فقد وُفّق للإسلام، وتصديقِ الرسلِ، والتمسكِ بالكتاب، والعملِ بما أمر الله به، والانـزجار عمّا زَجره عنه، واتّباع منهج النبيّ صلى الله عليه وسلم، ومنهاج أبي بكر وعمر وعثمان وعلي. وكلِّ عبدٍ لله صالحٍ، وكل ذلك من الصراط المستقيم.وقد اختلفتْ تراجمةُ القرآن في المعنيِّ بالصراط المستقيم (125) . يشمل معاني جميعهم في ذلك، ما اخترنا من التأويل فيه.ومما قالته في ذلك، ما رُوي عن علي بن أبي طالب، عن النبي صلى الله عليه وسلم، أنه قال، وذكر القرآن، فقال: هو الصراط المستقيم.174 - حدثنا بذلك موسى بن عبد الرحمن المسروقي، قال: حدثنا حسين الجُعْفي، عن حمزة الزيات، عن أبي المختار الطائي، عن ابن أخي الحارث، عن الحارث، عن عليّ، عن النبي صلى الله عليه وسلم (126) .175 - وحُدِّثْتُ عن إسماعيل بن أبي كريمة، قال: حدثنا محمد بن سَلمة، عن أبي سِنان، عن عمرو بن مُرّة، عن أبي البَخْتريّ ، عن الحارث، عن عليّ، عن النبي صلى الله عليه وسلم، مثله (127) .176 - وحدثنا أحمد بن إسحاق الأهوازي، قال: حدثنا أبو أحمد الزُّبيري، قال: حدثنا حمزة الزيات، عن أبي المختار الطائي، عن أبن أخي الحارث الأعور، عن الحارث، عن عليّ، قال: الصِّراطُ المستقيم: كتاب الله تعالى ذكره (128)177 - حدثنا أحمد بن إسحاق الأهوازي، قال: حدثنا أبو أحمد الزبيري ، قال: حدثنا سفيان -ح- وحدثنا محمد بن حُميد الرازي، قال. حدثنا مِهْران، عن سفيان ، عن منصور عن أبي وائل، قال: قال عبد الله: \" الصِّراطُ المستقيم \" كتابُ الله (129)178 - حدثني محمود بن خِدَاشِ الطالَقاني، قال: حدثنا حُميد بن عبد الرحمن الرُّؤاسِي ، قال: حدثنا علي والحسن ابنا صالح، جميعًا، عن عبد الله بن محمد بن عَقِيل، عن جابر بن عبد الله: ( اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ ) قال: الإسلام، قال: هو أوسع مما بين السماء والأرض (130) .179 - حدثنا أبو كريب، قال: حدثنا عثمان بن سعيد، قال: حدثنا بشر بن عُمَارة، قال: حدثنا أبو رَوق، عن الضحّاك، عن عبد الله بن عباس، قال: قال جبريل لمحمد: قل يا محمد: &; 1-175 &; ( اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ ) يقول: ألهمنا الطريقَ الهادي، وهو دين الله الذي لا عوج له (131) .180 - حدثنا موسى بن سهل الرازي، قال: حدثنا يحيى بن عوف، عن الفُرَات بن السائب، عن ميمون بن مِهْران، عن ابن عباس، في قوله: ( اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ ) قال: ذلك الإسلام (132) .181 - حدثني محمود بن خِدَاش، قال: حدثنا محمد بن ربيعة الكِلابي، عن إسماعيل الأزرق، عن أبي عُمر البزّار، عن ابن الحنفية، في قوله : ( اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ ) قال: هو دين الله الذي لا يقبل من العِباد غيرَه (133) .182 - حدثني موسى بن هارون الهمداني، قال: حدّثنا عَمرو بن طلحة القنَّاد، قال: حدثنا أسباط، عن السدِّي -في خبر ذكره- عن أبي مالك، وعن أبي صالح، عن ابن عباس -وعن مُرّة الهمداني، عن ابن مسعود -وعن ناس من أصحاب النبي صلى الله عليه وسلم: ( اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ ) قال: هو الإسلام (134)183 - حدثنا القاسم بن الحسن، قال: حدثنا الحسين بن داود، قال: حدثني حجاج، عن ابن جُريج، قال: قال ابن عباس في قوله: ( اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ ) قال : الطريق (135) .184 - حدثنا عبد الله بن كثير أبو صديف الآمُلي، قال: حدثنا هاشم بن القاسم، قال: حدثنا حمزة بن المغيرة، عن عاصم، عن أبي العالية، في قوله: ( اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ )، قال: هو رسول الله صلى الله عليه وسلم، وصاحباه من بعدِه أبو بكر وعمر. قال: فذكرتُ ذلك للحسن، فقال: صدَق أبو العالية ونصح (136)185- حدثني يونس بن عبد الأعلى، قال: حدثنا ابن وهب، قال: قال عبد الرحمن بن زيد بن أسلم: \" اهدنا الصراط المستقيم \"، قال: الإسلام (137) .186- حدثنا المثنى، قال: حدثنا أبو صالح، قال : حدثني معاوية بن صالح، أنّ عبد الرحمن بن جُبير، حدّثه عن أبيه، عن نَوَّاس بن سمعان الأنصاري، عن رسول الله صلى الله عليه وسلم قال: \" ضرب الله مثلا صراطًا مستقيمًا \". والصِّراط: الإسلامُ.187 - حدثنا المثنى، قال: حدثنا آدم العسقلاني، قال: حدثنا الليث، عن معاوية بن صالح، عن عبد الرحمن بن جبير بن نُفير، عن أبيه، عن نَوَّاس بن سمعان الأنصاري ، عن النبي صلى الله عليه وسلم، بمثله (138) .قال أبو جعفر: وإنما وصفه الله بالاستقامة، لأنه صواب لا خطأ فيه. وقد زعم بعض أهل الغباء، أنه سمّاه مستقيمًا، لاستقامته بأهله إلى الجنة. وذلك تأويلٌ لتأويل جميع أهل التفسير خلافٌ، وكفى بإجماع جميعهم على خلافه دليلا على خطئه.---------الهوامش :(122) ديوانه : 507 ، يمدح هشام بن عبد الملك . والموارد جمع موردة : وهي الطرق إلى الماء . يريد الطرق التي يسلكها الناس إلى أغراضهم وحاجاتهم ، كما يسلكون الموارد إلى الماء .(123) ليس في ديوانه ، ونسبه القرطبي في تفسيره 1 : 128 لعامر بن الطفيل ، وليس في ديوانه ، فإن يكن هذليا ، فلعله من شعر المتنخل ، وله قصيدة في ديوان الهذليين 2 : 18 - 28 ، على هذه القافية . ولعمرو بن معد يكرب أبيات مثلها رواها القالي في النوادر 3 : 191 .(124) رواه القرطبي في تفسيره 1 : 128 \"الصراط الواضح\" .(125) تراجمة القرآن : جمع ترجمان : وأراد المفسرين ، وانظر ما مضى : 70 تعليق : 1(126) الحديث 174 - إسناده ضعيف جدًا . موسى بن عبد الرحمن المسروقي : ثقة ، روى عنه الترمذي ، والنسائي ، وابن خزيمة ، وغيرهم . مات سنة 258 ، مترجم في التهذيب . حسين الجعفي : هو حسين بن علي بن الوليد ، ثقة معروف ، روى عنه أحمد ، وابن معين ، وغيرهم ، بل روى عنه ابن عيينة وهو أكبر منه . وأخرج له أصحاب الكتب الستة . حمزة الزيات : هو حمزة بن حبيب ، القارئ المعروف . وتكلم في رواية بعضهم ، والحق أنه ثقة ، وأخرج له مسلم في صحيحه . أبو المختار الطائي : قيل اسمه : سعد ، وهو مجهول ، جهله المديني وأبو زرعة . ابن أخي الحارث الأعور : أشد جهالة من ذلك ، لم يسم هو ولا أبوه . عمه الحارث : هو ابن عبد الله الأعور الهمداني ، وهو ضعيف جدا . وقد اختلف فيه العلماء اختلافا كثيرا ، حتى وصفه الشعبي وغيره بأنه \"كان كذابًا\" ، وقد رجحت في شرح الحديث 565 وغيره من المسند أنه ضعيف جدا .وأما متن الحديث : فقد رواه -بمعناه- ابن أبي حاتم ، عن الحسن بن عرفة عن يحيى بن يمان عن حمزة الزيات ، بهذا الإسناد ، فيما نقل ابن كثير 1 : 50 ووقع فيه تحريف الإسناد هناك . وهو جزء من حديث طويل ، في فضل القرآن - رواه الترمذي (4 : 51 - 52 من تحفة الأحوذي) ، عن عبد بن حميد عن حسين الجعفي ، بهذا الإسناد . وقال الترمذي : \"هذا حديث غريب ، لا نعرفه إلا من حديث حمزة الزيات ، وإسناده مجهول ، وفي حديث الحارث مقال\" . كذلك رواه الدارمي في سننه 2 : 435 عن محمد بن يزيد الرفاعي عن حسين الجعفي . ونقله السيوطي 1 : 15 ونسبه أيضًا لابن أبي شيبة وابن الأنباري في المصاحف والبيهقي في شعب الإيمان . وأشار إليه الذهبي في الميزان 3 : 380 في ترجمة أبي المختار الطائي ، قال : \"حديثه في فضائل القرآن منكر\" . ونقله ابن كثير في الفضائل : 14 - 15 عن الترمذي ، ونقل تضعيفه إياه ، ثم قال : \"لم ينفرد بروايته حمزة بن حبيب الزيات ، بل قد رواه محمد بن إسحاق عن محمد بن كعب القرظي عن الحارث الأعور . فبرئ حمزة من عهدته ، على أنه وإن كان ضعيف الحديث ، فإنه إمام في القراءة . والحديث مشهور من رواية الحارث الأعور ، وقد تكلموا فيه ، بل قد كذبه بعضهم من جهة رأيه واعتقاده ، أما أنه تعمد الكذب في الحديث - فلا . وقصارى هذا الحديث أن يكون من كلام أمير المؤمنين علي رضي الله عنه ، وقد وهم بعضهم في رفعه ، وهو كلام حسن صحيح \" .وسيأتي 175 ، 176 بإسنادين آخرين ، موقوفًا ، من كلام علي رضي الله عنه .ورواية ابن إسحاق -التي أشار إليها ابن كثير- هي حديث أحمد في المسند : 565 . عن يعقوب بن إبراهيم بن سعد عن أبيه عن ابن إسحاق . وقد ضعفنا إسناده هناك ، بالحارث الأعور ، وبانقطاعه بين ابن إسحاق ومحمد بن كعب . وليس فيه الحرف الذي هنا ، في تفسير \"الصراط المستقيم\" .(127) الحديث 175 - هو الحديث السابق بإسناد آخر . وهذا الإسناد جيد إلى الحارث الأعور ، ثم يضعف به الحديث جدا ، كما قلنا من قبل .ومحمد بن سلمة : هو الباهلي الحراني ، وهو ثقة ، روى عنه أحمد بن حنبل وغيره ، وأخرج له مسلم في صحيحه ، مات سنة 191 . وشيخه أبو سنان : وهو سعيد بن سنان الشيباني ، وهو ثقة ، ومن تكلم فيه إنما يكون من جهة خطئه بعض الخطأ ، وقال أبو داود : \"ثقة من رفعاء الناس\" ، وأخرج له مسلم في الصحيح . وعمرو بن مرة : هو المرادي الجملي ، ثقة مأمون بلا خلاف ، قال مسعر : \"عمرو من معادن الصدق \" . وأبو البختري - بفتح الباء الموحدة والتاء المثناة بينهما خاء معجمة ساكنة : هو سعيد بن فيروز الطائي الكوفي ، تابعي ثقة معروف .(128) الخبر 176 - هو الحديث السابق بالإسنادين قبله ، بمعناه . ولكنه هنا موقوف على ابن أبي طالب . والإسناد إليه منهار انهيار الإسناد 174 ، من أجل الحارث الأعور وابن أخيه . أما من دونهما ، فأبو المختار الطائي وحمزة مضيا في 174 ، وأبو أحمد الزبيري وأحمد بن إسحاق مضيا في 159 .(129) الخبر 177 - هذا موقوف من كلام عبد الله بن مسعود . وقد رواه الطبري بإسنادين إلى سفيان ، وهو الثوري . أما أولهما : أحمد بن إسحاق عن أبي أحمد الزبيري عن سفيان الثوري - فإسناده صحيح ، لا كلام فيه . وأما ثانيهما : محمد بن حميد الرازي عن مهران ، وهو ابن أبي عمر العطار - فقد بينا في الإسناد 11 أن في رواية مهران عن الثوري اضطرابًا ، ولكنه هنا تابعه عن روايته حافظ ثقة ، هو أبو أحمد الزبيري . وقد رواه الثوري عن منصور ، وهو ابن المعتمر الكوفي ، وهو ثقة ثبت حجة ، لا يختلف فيه أحد . وأبو وائل : هو شقيق بن سلمة الأسدي ، من كبار التابعين الثقات ، قال ابن معين : \"ثقة لا يسأل عن مثله\" .وهذا الخبر ، رواه الحاكم في المستدرك 2 : 258 من طريق عمر بن سعد أبي داود الحضري عن الثوري ، بهذا الإسناد . وقال : \"هذا حديث صحيح على شرط الشيخين ولم يخرجاه \" ، ووافقه الذهبي . وذكره السيوطي 1 : 15 ، والشوكاني 1 : 13 .(130) الخبر 178 - وهذا موقوف على جابر بن عبد الله . وإسناده صحيح : محمود بن خداش بكسر الخاء المعجمة وفتح الدال المهملة وآخره شين معجمة - الطالقاني : ثقة من أهل الصدق ، مات يوم الأربعاء 14 شعبان سنة 250 ، كما في التاريخ الصغير للبخاري : 247 . وحميد بن عبد الرحمن الرؤاسي : ثقة ثبت عاقل ، روى عنه أحمد وغيره من الحفاظ . والحسن وعلي ابنا صالح بن صالح بن حي : ثقتان ، وهما أخوان توأم . ومن تكلم في الحسن تكلم بغير حجة ، وقد وثقناه في المسند : 2403 . وأخاه فيه : 220 . وعبد الله بن محمد بن عقيل بن أبي طالب ، وأمه زينب الصغرى بنت علي بن أبي طالب : تابعي ثقة ، ولا حجة لمن تكلم فيه .والخبر رواه الحاكم في المستدرك 2 : 258 - 259 ، من طريق أبي نعيم عن الحسن بن صالح -وحده- بهذا الإسناد . وقال : \"هذا حديث صحيح الإسناد ولم يخرجاه\" . ووافقه الذهبي . وذكره ابن كثير 1 : 50 ، والسيوطي 1 : 15 ، والشوكاني 1 : 13(131) الحديث 179 - إسناده ضعيف ، سبق بيان ضعفه : 137 . وهذا اللفظ نقله ابن كثير 1 : 50 دون إسناد ولا نسبة . ونقله السيوطي 1 : 14 مختصرًا ، ونسبه للطبري فقط .(132) الخبر 180 - إسناده ضعيف جدا ، على ما فيه من جهلنا بحال بعض رجاله : فموسى بن سهل الرازي ، شيخ الطبري : لم نجزم بأي الرجال هو ؟ ولعله \" موسى بن سهل بن قادم ، ويقال ابن موسى أبو عمر الرملي ، نسائي الأصل \" . فهو شيخ للطبري مترجم في التهذيب 10 : 347 ، ولكنه لم ينسب \"رازيا\" . وكتب في المخطوطة : \"سهل بن موسى\"! ولم نجد هذه الترجمة أيضًا ، ونرجح أنه خطأ من الناسخ . . ويحيى بن عوف : لم نجد ترجمة بهذا الاسم قط فيما لدينا من مراجع . واما علة الإسناد ، فهو \"الفرات بن السائب الجزري\" ، وهو ضعيف جدا ، قال البخاري في الكبير 4 / 1 / 130 : \"تركوه ، منكر الحديث\" ، وكذلك قال الأئمة فيه ، وقال ابن حبان في المجروحين (في الورقة 187) : كان ممن يروي الموضوعات عن الأثبات ، ويأتي بالمعضلات عن الثقات ، لا يجوز الاحتجاج به ، ولا الرواية عنه ، ولا كتبة الحديث إلا على سبيل الاختبار\" . وأما ميمون بن مهران فتابعي ثقة معروف ، فقيه حجة .وهذا الخبر نقله ابن كثير 1 : 50 مجهلا بلفظ \"وقيل : هو الإسلام\" . ونقله السيوطي 1 : 15 منسوبا لابن جريج فقط ، على خطأ مطبعي فيه \"ابن جريج\" !(133) الأثر 181 - ابن الحنفية : هو محمد بن علي بن أبي طالب ، والحنفية أمه ، وهي خولة بنت جعفر من بني حنيفة ، عرف بالنسبة إليها . وهذا الإسناد إليه ضعيف : محمد بن ربيعة الكلابي الرؤاسي : ثقة من شيوخ أحمد وابن معين . وإسماعيل الأزرق : هو إسماعيل بن سلمان ، وهو ضعيف ، قال ابن معين : \"ليس حديثه بشيء\" ، وقال ابن نمير والنسائي : \"متروك\" ، وقال ابن حبان في كتاب المجروحين (ص 78 رقم 35) : \"ينفرد بمناكير يرويها عن المشاهير\" . وأبو عمر البزار : هو دينار بن عمر الأسدي الكوفي الأعمى ، وهو ثقة . والأثر ذكره ابن كثير 1 : 51 دون نسبة ولا إسناد .(134) الخبر 182 - هذا من تفسير السدي ، وقد سبق شرح إسناده 168 . وقد نقله ابن كثير 1 : 50 والسويطي 1 : 15 .(135) الخبر 183 - نقله السيوطي 1 : 14 منسوبا للطبري وابن المنذر . وقد سبق أول هذا الإسناد : 144 ، وهو هنا منقطع ، لأن ابن جريج لم يدرك ابن عباس ، إنما يروي عن الرواة عنه .(136) الأثر 184 - عبد الله بن كثير أبو صديف الآملي ، شيخ الطبري : لم أعرف من هو ، ولم أجد له ذكرًا ، وأخشى أن يكون فيه تحريف . هاشم بن القاسم : هو ابو النضر - بالنون والصاد المعجمة - الحافظ الخراساني الإمام ، شيخ الأئمة : أحمد وابن راهويه وابن المديني وابن معين وغيرهم .حمزة بن المغيرة بن نشيط - بفتح النون وكسر الشين المعجمة - الكوفي العابد : ثقة ، مترجم في التهذيب ، وترجمه البخاري في الكبير 2 / 1 / 44 ، وابن أبي حاتم 1 / 2 / 214 - 215 ، وذكره ابن حبان في الثقات 443 ، قال : \"حمزة بن المغيرة العابد ، من أهل الكوفة . يروي عن عاصم الأحول عن أبي العالية (اهدنا الصراط المستقيم) ، قال : هو النبي صلى الله عليه وسلم وصاحباه . روى عنه أبو النضر هاشم بن القاسم\" . ووقع هنا : في الأصول \"حمزة بن أبي المغيرة\" . وهو خطأ من الناسخين .عاصم : هو ابن سليمان الأحول ، تابعي ثقة ثبت . أبو العالية : هو الرياحي - بكسر الراء وتخفيف الياء ، واسمه : رفيع -بالتصغير- ابن مهران ، من كبار التابعين الثقات ، مجمع على توثيقه .وهذا الأثر ذكره ابن كثير 1 : 51 ونسبه أيضًا لابن أبي حاتم . والسيوطي 1 : 15 وزاد نسبته لعبد بن حميد وابن عدي وابن عساكر . وأبو العالية لم يقله من قبل نفسه : فقد رواه الحاكم في المستدرك 2 : 259 من طريق أبي النضر بهذا الإسناد إلى \"أبي العالية عن ابن عباس\" . وقال : \" هذا حديث صحيح الإسناد ، ولم يخرجاه\" . ووافقه الذهبي . واختصره السيوطي ونسبه للحاكم فقط .(137) الأثر 185 - هذا من كلام عبد الرحمن بن زيد بن أسلم ، وقد نقله ابن كثير 1 : 51 دون نسبة . وعبد الرحمن بن زيد : متأخر ، من أتباع التابعين ، مات سنة 182 . وهو ضعيف جدا ، بينت ضعفه في حديث المسند : 5723 ، ويكفي منه قول ابن خزيمة : \"ليس هو ممن يحتج أهل العلم بحديثه ، لسوء خفظه ، وهو رجل صناعته العبادة والتقشف ، ليس من أحلاس الحديث\" .(138) الحديث 186 ، 187 - رواه الطبري عن شيخه \"المثنى\" بإسنادين ، أولهما أعلى من الثاني درجة : بين المثنى وبين معاوية بن صالح في أولهما شيخ واحد ، وفي ثانيهما شيخان .أما المثنى شيخ الطبري : فهو المثنى بن إبراهيم الآملي ، يروي عنه الطبري كثيرا في التفسير والتاريخ . وأبو صالح ، في الإسناد الأول : هو عبد الله بن صالح المصري ، كاتب الليث بن سعد ، صحبه عشرين سنة . وهو ثقة ، ومن تكلم فيه ، في بعض حديثه عن الليث ، تكلم بغير حجة . وله ترجمة في التهذيب جيدة ، وكذلك في الجرح والتعديل لابن أبي حاتم 2 / 2 / 86 - 87 ، وتذكرة الحفاظ 1 : 351 - 353 . ولد عبد الله بن صالح سنة 137 ومات سنة 222 . ووقع تاريخ مولده في التهذيب (173) وهو خطأ مطبعي ، صوابه في تذكرة الحفاظ . وآدم العسقلاني ، في الإسناد الثاني : هو آدم بن أبي إياس ، وهو ثقة مأمون متعبد ، من خيار عباد الله ، كما قال أبو حاتم . الليث : هو ابن سعد ، إمام أهل مصر . معاوية بن صالح ، في الإسنادين : هو الحمصي ، أحد الأعلام وقاضي الأندلس ، ثقة ، من تكلم فيه أخطأ . عبد الرحمن بن جبير بن نفير - بالتصغير فيهما - الحضرمي الحمصي : تابعي ثقة . وأبوه : من كبار التابعين ، أدرك زمن النبي صلى الله عليه وسلم . وهو ثقة مشهور بالعلم ، وقد ذكره الطبري في طبقات الفقهاء . النواس -بفتح النون وتشديد الواو- بن سمعان الكلابي : صحابي معروف .وهذا الحديث مختصر من حديث طويل ، رواه احمد في المسند : 17711 (ج 4 ص 182 حلبي) عن الحسن بن سوار عن الليث بن سعد عن معاوية بن صالح ، به . ونقله ابن كثير 1 : 51 من رواية المسند ، قال : \"وهكذا رواه ابن أبي حاتم وابن جرير من حديث الليث بن سعد ، به . ورواه الترمذي والنسائي جميعا عن علي بن حجر بن بقية عن بجير بن سعد عن خالد بن معدان عن جبير بن نفير عن النواس بن سمعان ، به . وهو إسناد حسن صحيح\" . ونسبه السيوطي 1 : 15 ، والشوكاني 1 : 13 أيضًا للحاكم \"وصححه\" ، ولغيره .",
  "ayah": 6,
  "surah": 1
}
