{
  "text": "صراط الذين أنعمت عليهموقوله : { صراط الذين أنعمت عليهم } إبانة عن الصراط المستقيم أي الصراط هو , إذ كان كل طريق من طرق الحق صراطا مستقيما , فقيل لمحمد صلى الله عليه وسلم : قل يا محمد : اهدنا يا ربنا الصراط المستقيم , صراط الذين أنعمت عليهم , بطاعتك وعبادتك من ملائكتك , وأنبيائك , والصديقين , والشهداء , والصالحين . وذلك نظير ما قال ربنا جل ثناؤه في تنزيله : { ولو أنهم فعلوا ما يوعظون به لكان خيرا لهم وأشد تثبيتا وإذا لأتيناهم من لدنا أجرا عظيما ولهديناهم صراطا مستقيما ومن يطع الله والرسول فأولئك مع الذين أنعم الله عليهم من النبيين والصديقين والشهداء والصالحين } 4 66 : 69 قال أبو جعفر : فالذي أمر محمد صلى الله عليه وسلم وأمته أن يسألوه ربهم من الهداية للطريق المستقيم , هي الهداية للطريق الذي وصف الله جل ثناؤه صفته . وذلك الطريق هو طريق الذي وصفهم الله بما وصفهم به في تنزيله , ووعد من سلكه فاستقام فيه طائعا لله ولرسوله صلى الله عليه وسلم , أن يورده مواردهم , والله لا يخلف الميعاد . وبنحو ما قلنا في ذلك روي الخبر عن ابن عباس وغيره . 158 - حدثنا محمد بن العلاء , قال : حدثنا عثمان بن سعيد , قال : حدثنا بشر بن عمار , قال : حدثنا أبو روق , عن الضحاك , عن ابن عباس : { صراط الذين أنعمت عليهم } يقول : طريق من أنعمت عليهم بطاعتك وعبادتك من الملائكة والنبيين والصديقين والشهداء والصالحين , الذين أطاعوك وعبدوك. 159 - وحدثني أحمد بن حازم الغفاري , قال : أخبرنا عبيد الله بن موسى , عن أبي جعفر عن ربيع : { صراط الذين أنعمت عليهم } قال : النبيون. 160 - وحدثني القاسم , قال : حدثنا الحسين , قال : حدثني حجاج عن ابن جريج , قال : قال ابن عباس : { أنعمت عليهم } قال : المؤمنين. 161 - وحدثنا القاسم , قال : حدثنا الحسين , قال : قال وكيع { أنعمت عليهم } : المسلمين . 162 - وحدثني يونس بن عبد الأعلى , قال : أخبرنا ابن وهب , قال : قال عبد الرحمن بن زيد في قول الله : { صراط الذين أنعمت عليهم } قال : النبي صلى الله عليه وسلم ومن معه . قال أبو جعفر : وفي هذه الآية دليل واضح على أن طاعة الله جل ثناؤه لا ينالها المطيعون إلا بإنعام الله بها عليهم وتوفيقه إياهم لها . أولا يسمعونه يقول : { صراط الذين أنعمت عليهم } فأضاف كل ما كان منهم من اهتداء وطاعة وعبادة إلى أنه إنعام منه عليهم ؟ فإن قال قائل : وأين تمام هذا الخبر , وقد علمت أن قول القائل لآخر : أنعمت عليك , مقتض الخبر عما أنعم به عليه , فأين ذلك الخبر في قوله : { صراط الذين أنعمت عليهم } وما تلك النعمة التي أنعمها عليهم ؟ قيل له : قد قدمنا البيان فيما مضى من كتابنا هذا عن اجتزاء العرب في منطقها ببعض من بعض إذا كان البعض الظاهر دالا على البعض الباطن وكافيا منه , فقوله : { صراط الذين أنعمت عليهم } من ذلك ; لأن أمر الله جل ثناؤه عباده بمسألته المعونة وطلبهم منه الهداية للصراط المستقيم لما كان متقدما قوله : { صراط الذين أنعمت عليهم } الذي هو إبانة عن الصراط المستقيم , وإبدال منه , كان معلوما أن النعمة التي أنعم الله بها على من أمرنا بمسألته الهداية لطريقهم هو المنهاج القويم والصراط المستقيم الذي قد قدمنا البيان عن تأويله آنفا , فكان ظاهر ما ظهر من ذلك مع قرب تجاور الكلمتين مغنيا عن تكراره كما قال نابغة بني ذبيان : كأنك من جمال بني أقيش يقعقع خلف رجليه بشن يريد كأنك من جمال بني أقيش جمل يقعقع خلف رجليه بشن , فاكتفى بما ظهر من ذكر الجمال الدال على المحذوف من إظهار ما حذف . وكما قال الفرزدق بن غالب : ترى أرباقهم متقلديها إذا صدئ الحديد على الكماة يريد : متقلديها هم , فحذف \" هم \" إذ كان الظاهر من قوله : \" وأرباقهم \" دالا عليها . والشواهد على ذلك من شعر العرب وكلامها أكثر من أن تحصى , فكذلك ذلك في قوله : { صراط الذين أنعمت عليهم }غير المغضوب عليهمالقول في تأويل قوله تعالى : { غير المغضوب عليهم } قال أبو جعفر : والقراء مجمعة على قراءة \" غير \" بجر الراء منها. والخفض يأتيها من وجهين : أحدهما أن يكون غير صفة للذين ونعتا لهم فتخفضها , إذ كان \" الذين \" خفضا وهي لهم نعت وصفة ; وإنما جاز أن يكون \" غير \" نعتا ل \" الذين \" , و \" الذين \" معرفة وغير نكرة ; لأن \" الذين \" بصلتها ليست بالمعرفة المؤقتة كالأسماء التي هي أمارات بين الناس , مثل : زيد وعمرو , وما أشبه ذلك ; وإنما هي كالنكرات المجهولات , مثل : الرجل والبعير , وما أشبه ذلك ; فما كان \" الذين \" كذلك صفتها , وكانت غير مضافة إلى مجهول من الأسماء نظير \" الذين \" في أنه معرفة غير موقتة كما \" الذين \" معرفة غير مؤقتة , جاز من أجل ذلك أن يكون : { غير المغضوب عليهم } نعتا ل { الذين أنعمت عليهم } كما يقال : لا أجلس إلا إلى العالم غير الجاهل , يراد : لا أجلس إلا إلى من يعلم , لا إلى من يجهل . ولو كان { الذين أنعمت عليهم } معرفة موقتة كان غير جائز أن يكون { غير المغضوب عليهم } لها نعتا , وذلك أنه خطأ في كلام العرب إذا وصفت معرفة مؤقتة بنكرة أن تلزم نعتها النكرة إعراب المعرفة المنعوت بها , إلا على نية تكرير ما أعرب المنعت بها . خطأ في كلامهم أن يقال : مررت بعبد الله غير العالم , فتخفض \" غير \" إلا على نية تكرير الباء التي أعربت عبد الله , فكان معنى ذلك لو قيل كذلك : مررت بعبد الله , مررت بغير العالم . فهذا أحد وجهي الخفض في : { غير المغضوب عليهم } والوجه الآخر من وجهي الخفض فيها أن يكون \" الذين \" بمعنى المعرفة المؤقتة. وإذا وجه إلى ذلك , كانت غير مخفوضة بنية تكرير الصراط الذي خفض الذين عليها , فكأنك قلت : صراط الذين أنعمت عليهم صراط غير المغضوب عليهم . وهذان التأويلان في غير المغضوب عليهم , وإن اختلفا باختلاف معربيهما , فإنهما يتقارب معناهما ; من أجل أن من أنعم الله عليه فهداه لدينه الحق فقد سلم من غضب ربه ونجا من الضلال في دينه , فسواء - إذ كان سامع قوله : { اهدنا الصراط المستقيم صراط الذين أنعمت عليهم } غير جائز أن يرتاب مع سماعه ذلك من تاليه في أن الذين أنعم الله عليهم بالهداية للصراط , غير غاضب ربهم عليهم مع النعمة التي قد عظمت منته بها عليهم في دينهم , ولا أن يكونوا ضلالا وقد هداهم للحق ربهم , إذ كان مستحيلا في فطرهم اجتماع الرضا من الله جل ثناؤه عن شخص والغضب عليه في حال واحدة واجتماع الهدى والضلال له في وقت واحد - أوصف القوم مع وصف الله إياهم بما وصفهم به من توفيقه إياهم وهدايته لهم وإنعامه عليهم بما أنعم الله به عليهم في دينهم بأنهم غير مغضوب عليهم ولا هم ضالون , أم لم يوصفوا بذلك ; لأن الصفة الظاهرة التي وصفوا بها قد أنبأت عنهم أنهم كذلك وإن لم يصرح وصفهم به. هذا إذا وجهنا \" غير \" إلى أنها مخفوضة على نية تكرير الصراط الخافض الذين , ولم نجعل { غير المغضوب عليهم ولا الضالين } من صفة { الذين أنعمت عليهم } بل إذا حملناهم غيرهم ; وإن كان الفريقان لا شك منعما عليهما في أديانهم . فأما إذا وجهنا : { غير المغضوب عليهم ولا الضالين } إلى أنها من نعمة { الذين أنعمت عليهم } فلا حاجة بسامعه إلى الاستدلال , إذ كان الصريح من معناه قد أغنى عن الدليل , وقد يجوز نصب \" غير \" في { غير المغضوب عليهم } وإن كنت للقراءة بها كارها لشذوذها عن قراءة القراء . وإن ما شذ من القراءات عما جاءت به الأمة نقلا ظاهرا مستفيضا , فرأي للحق مخالف وعن سبيل الله وسبيل رسوله صلى الله عليه وسلم وسبيل المسلمين متجانف , وإن كان له -لو كانت القراءة جائزة به - في الصواب مخرج . وتأويل وجه صوابه إذا نصبت : أن يوجه إلى أن يكون صفة للهاء والميم اللتين في \" عليهم \" العائدة على \" الذين \" , لأنها وإن كانت مخفوضة ب \" على \" , فهي في محل نصب بقوله : \" أنعمت \". فكأن تأويل الكلام إذا نصبت \" غير \" التي مع \" المغضوب عليهم \" : صراط الذين هديتهم إنعاما منك عليهم غير مغضوب عليهم , أي لا مغضوبا عليهم ولا ضالين . فيكون النصب في ذلك حينئذ كالنصب في \" غير \" في قولك : مررت بعبد الله غير الكريم ولا الرشيد , فتقطع غير الكريم من عبد الله , إذ كان عبد الله معرفة مؤقتة وغير الكريم نكرة مجهولة . وقد كان بعض نحويي البصريين يزعم أن قراءة من نصب \" غير \" في { غير المغضوب عليهم } على وجه استثناء { غير المغضوب عليهم } من معاني صفة { الذين أنعمت عليهم } كأنه كان يرى أن معنى الذين قرءوا ذلك نصبا : اهدنا الصراط المستقيم صراط الذين أنعمت عليهم إلا المغضوب عليهم الذين لم تنعم عليهم في أديانهم ولم تهدهم للحق , فلا تجعلنا منهم ; كما قال نابغة بني ذبيان : وقفت فيها أصيلالا أسائلها أعيت جوابا وما بالربع من أحد إلا أواري لأيا ما أبينها والنؤي كالحوض بالمظلومة الجلد والأواري معلوم أنها ليست من عداد أحد في شيء . فكذلك عنده استثنى { غير المغضوب عليهم } من { الذين أنعمت عليهم } وإن لم يكونوا من معانيهم في الدين في شيء . وأما نحويو الكوفيين فأنكروا هذا التأويل واستخطئوه , وزعموا أن ذلك لو كان كما قاله الزاعم من أهل البصرة لكان خطأ أن يقال : { ولا الضالين } لأن \" لا \" نفي وجحد , ولا يعطف بجحد إلا على جحد ; وقالوا : لم نجد في شيء من كلام العرب استثناء يعطف عليه بجحد , وإنما وجدناهم يعطفون على الاستثناء بالاستثناء , وبالجحد على الجحد فيقولون في الاستثناء : قام القوم إلا أخاك وإلا أباك ; وفي الجحد : ما قام أخوك , ولا أبوك ; وأما قام القوم إلا أباك ولا أخاك , فلم نجده في كلام العرب ; قالوا : فلما كان ذلك معدوما في كلام العرب وكان القرآن بأفصح لسان العرب نزوله , علمنا إذ كان قوله : { ولا الضالين } معطوفا على قوله : { غير المغضوب عليهم } أن \" غير \" بمعنى الجحد لا بمعنى الاستثناء , وأن تأويل من وجهها إلى الاستثناء خطأ . فهذه أوجه تأويل { غير المغضوب عليهم } . باختلاف أوجه إعراب ذلك . وإنما اعترضنا بما اعترضنا في ذلك من بيان وجوه إعرابه , وإن كان قصدنا في هذا الكتاب الكشف عن تأويل آي القرآن , لما في اختلاف وجوه إعراب ذلك من اختلاف وجوه تأويله , فاضطرتنا الحاجة إلى كشف وجوه إعرابه , لتنكشف لطالب تأويله وجوه تأويله على قدر اختلاف المختلفة في تأويله وقراءته . والصواب من القول في تأويله وقراءته عندنا القول الأول , وهو قراءة : { غير المغضوب عليهم } بخفض الراء من \" غير \" بتأويل أنها صفة ل { الذين أنعمت عليهم } ونعت لهم ; لما قد قدمنا من البيان إن شئت , وإن شئت فبتأويل تكرار وصراط \" كل ذلك صواب حسن . فإن قال لنا قائل : فمن هؤلاء المغضوب عليهم الذين أمرنا الله جل ثناؤه بمسألته أن لا يجعلنا منهم ؟ قيل : هم الذين وصفهم الله جل ثناؤه في تنزيله فقال : { قل هل أنبئكم بشر من ذلك مثوبة عند الله من لعنه الله وغضب عليه وجعل منهم القردة والخنازير وعبد الطاغوت أولئك شر مكانا وأضل عن سواء السبيل } 5 60 فأعلمنا جل ذكره بمنه ما أحل بهم من عقوبته بمعصيتهم إياه , ثم علمنا , منه منه علينا , وجه السبيل إلى النجاة , من أن يحل بنا مثل الذي حل بهم من المثلات , ورأفة منه بنا . فإن قيل : وما الدليل على أنهم أولاء الذين وصفهم الله وذكر نبأهم في تنزيله على ما وصفت ؟ قيل : 163 - حدثني أحمد بن الوليد الرملي , قال : حدثنا عبد الله بن جعفر الرقي , قال : حدثنا سفيان بن عيينة , عن إسماعيل بن أبي خالد , عن الشعبي , عن عدي بن حاتم قال : قال رسول الله صلى الله عليه وسلم : المغضوب عليهم : اليهود . * - وحدثنا محمد بن المثنى , قال : حدثنا محمد بن جعفر , قال : حدثنا شعبة عن سماك بن حرب , قال : سمعت عباد بن حبيش يحدث عن عدي بن حاتم قال : قال لي رسول الله صلى الله عليه وسلم \" إن المغضوب عليهم : اليهود \". * - وحدثني علي بن الحسن , قال : حدثنا مسلم بن عبد الرحمن , قال : حدثنا محمد بن مصعب , عن حماد بن سلمة , عن سماك بن حرب , عن مري بن قطري , عن عدي بن حاتم قال : سألت النبي صلى الله عليه وسلم عن قول الله جل وعز : { غير المغضوب عليهم } قال : \" هم اليهود \" . 164 -وحدثنا حميد بن مسعدة الشامي , قال : حدثنا بشر بن المفضل , قال : حدثنا الجريري عن عبد الله بن شقيق : أن رجلا أتى رسول الله صلى الله عليه وسلم وهو محاصر وادي القرى فقال : من هؤلاء الذين تحاصر يا رسول الله ؟ قال : \" هؤلاء المغضوب عليهم : اليهود \" . * - وحدثني يعقوب بن إبراهيم , قال : حدثنا ابن علية , عن سعيد الجريري , عن عروة , عن عبد الله بن شقيق , أن رجلا أتى رسول الله صلى الله عليه وسلم فذكر نحوه. 165 - وحدثنا الحسن بن يحيى , قال : أنبأنا عبد الرزاق قال : أخبرنا معمر , عن بديل العقيلي , قال : أخبرني عبد الله بن شقيق أنه أخبره من سمع النبي صلى الله عليه وسلم وهو بوادي القرى وهو على فرسه وسأله رجل من بني القين , فقال : يا رسول الله من هؤلاء ؟ قال : \" المغضوب عليهم \" وأشار إلى اليهود . * - وحدثنا القاسم بن الحسن , قال : حدثنا الحسين , قال : حدثنا خالد الواسطي , عن خالد الحذاء , عن عبد الله بن شقيق , أن رجلا سأل النبي صلى الله عليه وسلم , فذكر نحوه 166 - وحدثنا أبو كريب , قال : حدثنا عثمان بن سعيد , قال : حدثنا بشر بن عمار , قال : حدثنا أبو روق عن الضحاك , عن ابن عباس : { غير المغضوب عليهم } يعني اليهود الذين غضب الله عليهم . 167 -وحدثني موسى بن هارون الهمداني , قال : حدثنا عمرو بن طلحة , قال : حدثنا أسباط بن نصر , عن السدي في خبر ذكره عن أبي مالك , وعن أبي صالح , عن ابن عباس , وعن مرة الهمداني , عن ابن مسعود , وعن ناس من أصحاب النبي صلى الله عليه وسلم : { غير المغضوب عليهم } هم اليهود . 168 -وحدثنا ابن حميد الرازي , قال : حدثنا مهران , عن سفيان , عن مجاهد , قال : { غير المغضوب عليهم } قال : هم اليهود . 169 - حدثنا أحمد بن حازم الغفاري , قال : حدثنا عبد الله , عن أبي جعفر , عن ربيع : { غير المغضوب عليهم } قال : اليهود . 170 - وحدثنا القاسم قال : حدثنا الحسين , قال : حدثني حجاج , عن ابن جريج , قال : قال ابن عباس : { غير المغضوب عليهم } قال : اليهود . 171 -وحدثني يونس بن عبد الأعلى , قال : أخبرنا ابن وهب . قال : قال ابن زيد : { غير المغضوب عليهم } اليهود . 172 - وحدثني يونس , قال : أخبرنا ابن وهب , قال : حدثني ابن زيد , عن أبيه , قال : { المغضوب عليهم } اليهود. قال أبو جعفر : واختلف في صفة الغضب من الله جل ذكره ; فقال بعضهم : غضب الله على من غضب عليه من خلقه إحلال عقوبته بمن غضب عليه , إما في دنياه , وإما في آخرته , كما وصف به نفسه جل ذكره في كتابه فقال : { فلما آسفونا انتقمنا منهم فأغرقناهم أجمعين } 43 55 وكما قال : { قل هل أنبئكم بشر من ذلك مثوبة عند الله من لعنه الله وغضب عليه وجعل منهم القردة والخنازير } وقال بعضهم : غضب الله على من غضب عليه من عباده ذم منه لهم ولأفعالهم , وشتم منه لهم بالقول . وقال بعضهم : الغضب منه معنى مفهوم , كالذي يعرف من معاني الغضب . غير أنه وإن كان كذلك من جهة الإثبات , فمخالف معناه منه معنى ما يكون من غضب الآدميين الذين يزعجهم ويحركهم ويشق عليهم ويؤذيهم ; لأن الله جل ثناؤه لا تحل ذاته الآفات , ولكنه له صفة كما العلم له صفة , والقدرة له صفة على ما يعقل من جهة الإثبات , وإن خالفت معاني ذلك معاني علوم العباد التي هي معارف القلوب وقواهم التي توجد مع وجود الأفعال وتعدم مع عدمها .ولا الضالينالقول في تأويل قوله تعالى : { ولا الضالين } قال أبو جعفر : كان بعض أهل البصرة يزعم أن \" لا \" مع \" الضالين \" أدخلت تتميما للكلام والمعنى إلغاؤها , ويستشهد على قيله ذلك ببيت العجاج : في بئر لا حور سرى وما شعر ويتأوله بمعنى : في بئر حور سرى , أي في بئر هلكة , وأن \" لا \" بمعنى الإلغاء والصلة . ويعتل أيضا لذلك بقول أبي النجم : فما ألوم البيض أن لا تسخرا لما رأين الشمط القفندرا وهو يريد : فما ألوم البيض أن تسخر وبقول الأحوص : ويلحينني في اللهو أن لا أحبه وللهو داع دائب غير غافل يريد : ويلحينني في اللهو أن أحبه. وبقوله تعالى : { ما منعك ألا تسجد } 7 12 يريد أن تسجد . وحكي عن قائل هذه المقالة أنه كان يتأول \" غير \" التي \" مع المغضوب عليهم \" أنها بمعنى \" سوى \" , فكان معنى الكلام كان عنده : اهدنا الصراط المستقيم صراط الذين أنعمت عليهم الذين هم سوى المغضوب والضالين . وكان بعض نحويي الكوفة يستنكر ذلك من قوله , ويزعم أن \" غير \" التي \" مع المغضوب عليهم \" لو كانت بمعنى \" سوى \" لكان خطأ أن يعطف عليها ب \" لا \" , إذ كانت \" لا \" لا يعطف بها إلا على جحد قد تقدمها. كما كان خطأ قول القائل : عندي سوى أخيك , ولا أبيك ; لأن \" سوى \" ليست من حروف النفي والجحود ; ويقول : لما كان ذلك خطأ في كلام العرب , وكان القرآن بأفصح اللغات من لغات العرب. كان معلوما أن الذي زعمه القائل أن \" غير مع المغضوب \" عليهم بمعنى : \" سوى المغضوب عليهم \" خطأ , إذ كان قد كر عليه الكلام ب \" لا \" . وكان يزعم أن \" غير \" هنالك إنما هي بمعنى الجحد . إذ كان صحيحا في كلام العرب وفاشيا ظاهرا في منطقها توجيه \" غير \" إلى معنى النفي ومستعملا فيهم : أخوك غير محسن ولا مجمل , يراد بذلك أخوك لا محسن , ولا مجمل , ويستنكر أن تأتي \" لا \" بمعنى الحذف في الكلام مبتدأ ولما يتقدمها جحد , ويقول : لو جاز مجيئها بمعنى الحذف مبتدأ قبل دلالة تدل , على ذلك من جحد سابق , لصح قول قائل قال : أردت أن لا أكرم أخاك , بمعنى : أردت أن أكرم أخاك . وكان يقول : ففي شهادة أهل المعرفة بلسان العرب على تخطئة قائل ذلك دلالة واضحة على أن \" لا \" تأتي مبتدأة بمعنى الحذف , ولما يتقدمها جحد. وكان يتأوله في \" لا \" التي في بيت العجاج الذي ذكرنا أن البصري استشهد به بقوله إنها جحد صحيح , وأن معنى البيت : سرى في بئر لا تحير عليه خيرا , ولا يتبين له فيها أثر عمل , وهو لا يشعر بذلك ولا يدري به. من قولهم : طحنت الطاحنة فما أحارت شيئا ; أي لم يتبين لها أثر عمل. ويقول في سائر الأبيات الأخر , أعني مثل بيت أبي النجم : فما ألوم البيض أن لا تسخرا إنما جاز أن تكون \" لا \" بمعنى الحذف , لأن الجحد قد تقدمها في أول الكلام , فكان الكلام الآخر مواصلا للأول , كما قال الشاعر : ما كان يرضى رسول الله فعلهم والطيبان أبو بكر ولا عمر فجاز ذلك , إذ كان قد تقدم الجحد في أول الكلام. قال أبو جعفر : وهذا القول الآخر أولى بالصواب من الأول , إذ كان غير موجود في كلام العرب ابتداء الكلام من غير جحد تقدمه ب \" لا \" التي معناها الحذف , ولا جائز العطف بها على \" سوى \" , ولا على حرف الاستثناء . وإنما ل \" غير \" في كلام العرب معان ثلاثة : أحدها الاستثناء , والآخر الجحد , والثالث سوى , فإذا ثبت خطأ \" لا \" أن يكون بمعنى الإلغاء مبتدأ وفسد أن يكون عطفا على \" غير \" التي مع \" المغضوب عليهم \" , لو كانت بمعنى \" إلا \" التي هي استثناء , ولم يجز أيضا أن يكون عطفا عليها لو كانت بمعنى \" سوى \" , وكانت \" لا \" موجودة عطفا بالواو التي هي عاطفة لها على ما قبلها , صح وثبت أن لا وجه ل \" غير \" التي مع \" المغضوب عليهم \" يجوز توجيهها إليه على صحة إلا بمعنى الجحد والنفي , وأن لا وجه لقوله : \" ولا الضالين \" , إلا العطف على \" غير المغضوب عليهم \" . فتأويل الكلام إذا إذ كان صحيحا ما قلنا بالذي عليه استشهدنا : اهدنا الصراط المستقيم صراط الذين أنعمت عليهم لا المغضوب عليهم ولا الضالين . فإن قال لنا قائل : ومن هؤلاء الضالون الذين أمرنا الله بالاستعاذة بالله أن يسلك بنا سبيلهم , أو نضل ضلالهم ؟ قيل : هم الذين وصفهم الله في تنزيله , فقال : { يا أهل الكتاب لا تغلوا في دينكم غير الحق ولا تتبعوا أهواء قوم قد ضلوا من قبل وأضلوا كثيرا وضلوا عن سواء السبيل } 5 77 فإن قال : وما برهانك على أنهم أولاء ؟ قيل : 173 - حدثنا أحمد بن الوليد الرملي , قال : حدثنا عبد الله بن جعفر , قال : حدثنا سفيان بن عيينة , عن إسماعيل بن أبي خالد , عن الشعبي , عن عدي بن أبي حاتم , قال : قال رسول الله صلى الله عليه وسلم : { ولا الضالين } قال : \" النصارى \" * -حدثنا محمد بن المثنى , أنبأنا محمد بن جعفر , أنبأنا شعبة عن سماك , قال : سمعت عباد بن حبيش يحدث عن عدي بن حاتم , قال : قال لي رسول الله صلى الله عليه وسلم : \" إن الضالين : النصارى \" . * - وحدثني علي بن الحسن , قال : حدثنا مسلم وعبد الرحمن , قالا : حدثنا محمد بن مصعب , عن حماد بن سلمة , عن سماك بن حرب , عن مري بن قطري , عن عدي بن حاتم , قال : سألت النبي صلى الله عليه وسلم عن قول الله { ولا الضالين } قال : \" النصارى هم الضالون \" . 174 -وحدثنا حميد بن مسعدة الشامي , قال : حدثنا بشر بن المفضل , قال : حدثنا الجريري , عن عبد الله بن شقيق : أن رجلا أتى رسول الله صلى الله عليه وسلم وهو محاصر وادي القرى قال : قلت : من هؤلاء ؟ قال : هؤلاء الضالون : النصارى \" . * - وحدثنا يعقوب بن إبراهيم , قال : حدثنا ابن علية , عن سعيد الجريري , عن عروة , يعني ابن عبد الله بن قيس , عن عبد الله بن شقيق , عن رسول الله صلى الله عليه وسلم بنحوه . * - حدثنا الحسن بن يحيى , قال : حدثنا عبد الرزاق , قال : أخبرنا معمر عن بديل العقيلي , قال : أخبرني عبد الله بن شقيق , أنه أخبره من سمع النبي صلى الله عليه وسلم وهو بوادي القرى وهو على فرسه وسأله رجل من بني القين فقال : يا رسول الله من هؤلاء ؟ قال : هؤلاء الضالون \" , يعني النصارى . * - وحدثنا القاسم قال : حدثنا الحسين , قال : حدثنا خالد الواسطي , عن خالد الحذاء , عن عبد الله بن شقيق , أن رجلا سأل النبي صلى الله عليه وسلم , وهو محاصر وادي القرى وهو على فرس من هؤلاء ؟ قال : \" الضالون \" يعني النصارى . 175 - وحدثنا محمد بن حميد , قال : حدثنا مهران , عن سفيان , عن مجاهد : { ولا الضالين } قال : النصارى . 176 -وحدثنا أبو كريب , قال : حدثنا عثمان بن سعيد , عن بشر بن عمار , قال : حدثنا أبو روق , عن الضحاك , عن ابن عباس : { ولا الضالين } قال : وغير طريق النصارى الذين أضلهم الله بفريتهم عليه . قال : يقول : فألهمنا دينك الحق , وهو لا إله إلا الله وحده لا شريك له , حتى لا تغضب علينا كما غضبت على اليهود ولا تضلنا كما أضللت النصارى فتعذبنا بما تعذبهم به. يقول امنعنا من ذلك برفقك ورحمتك وقدرتك . 177 - وحدثنا القاسم قال : حدثنا الحسين , قال : حدثني حجاج , عن ابن جريج , قال : قال ابن عباس الضالين : النصارى . 178 - وحدثني موسى بن هارون الهمداني , قال : حدثنا عمرو بن حماد , قال : حدثنا أسباط بن نصر , عن إسماعيل السدي في خبر ذكره عن أبي مالك , وعن أبي صالح , عن ابن عباس , وعن محمد الهمداني , عن ابن مسعود , وعن ناس من أصحاب النبي صلى الله عليه وسلم : ولا الضالين : هم النصارى . 179 - وحدثني أحمد بن حازم الغفاري , قال : أخبرنا عبيد الله بن موسى , عن أبي جعفر , عن ربيع : ولا الضالين : النصارى . 180 -وحدثني يونس بن عبد الأعلى , قال أخبرنا ابن وهب , قال : قال عبد الرحمن بن زيد : { ولا الضالين } النصارى . 181 -وحدثنا يونس قال : أخبرنا ابن وهب , قال : حدثنا عبد الرحمن بن زيد , عن أبيه . قال : { ولا الضالين } النصارى . قال أبو جعفر : وكل حائد عن قصد السبيل وسالك غير المنهج القويم فضال عند العرب لإضلاله وجه الطريق , فلذلك سمى الله جل ذكره النصارى ضلالا لخطئهم في الحق منهج السبيل , وأخذهم من الدين في غير الطريق المستقيم . فإن قال قائل : أوليس ذلك أيضا من صفة اليهود ؟ قيل : بلى. فإن قال : كيف خص النصارى بهذه الصفة , وخص اليهود بما وصفهم به من أنهم مغضوب عليهم ؟ قيل : إن كلا الفريقين ضلال مغضوب عليهم , غير أن الله جل ثناؤه وسم كل فريق منهم من صفته لعباده بما يعرفونه به إذا ذكره لهم , أو أخبرهم عنه , ولم يسم واحدا من الفريقين إلا بما هو له صفة على حقيقته , وإن كان له من صفات الذم زيادات عليه. وقد ظن بعض أهل الغباء من القدرية أن في وصف الله جل ثناؤه النصارى بالضلال بقوله : { ولا الضالين } وإضافته الضلال إليهم دون إضافة إضلالهم إلى نفسه , وتركه وصفهم بأنهم المضللون كالذي وصف به اليهود أنهم المغضوب عليهم , دلالة على صحة ما قاله إخوانه من جهلة القدرية جهلا منه بسعة كلام العرب وتصاريف وجوهه . ولو كان الأمر على ما ظنه الغبي الذي وصفنا شأنه لوجب أن يكون شأن كل موصوف بصفة أو مضاف إليه فعل لا يجوز أن يكون فيه سبب لغيره , وأن يكون كل ما كان فيه من ذلك لغيره سبب فالحق فيه أن يكون مضافا إلى مسببه , ولو وجب ذلك لوجب أن يكون خطأ قول القائل : \" تحركت الشجرة \" إذا حركتها الرياح , و \" اضطربت الأرض \" إذا حركتها الزلزلة , وما أشبه ذلك من الكلام الذي يطول بإحصائه الكتاب . وفي قول الله جل ثناؤه : { حتى إذا كنتم في الفلك وجرين بهم } 10 22 بإضافته الجري إلى الفلك , وإن كان جريها بإجراء غيرها إياها , ما يدل على خطأ التأويل الذي تأوله من وصفنا قوله في قوله : { ولا الضالين } وادعائه أن في نسبة الله جل ثناؤه الضلالة إلى من نسبها إليه من النصارى تصحيحا لما ادعى المنكرون أن يكون لله جل ثناؤه في أفعال خلقه سبب من أجله وجدت أفعالهم , مع إبانة الله عز ذكره نصا في آي كثيرة من تنزيله أنه المضل الهادي ; فمن ذلك قوله جل ثناؤه : { أفرأيت من اتخذ إلهه هواه وأضله الله على علم وختم على سمعه وقلبه وجعل على بصره غشاوة فمن يهديه من بعد الله أفلا تذكرون } 45 23 فأنبأ جل ذكره أنه المضل الهادي دون غيره. ولكن القرآن نزل بلسان العرب , على ما قد قدمنا البيان عنه في أول الكتاب . ومن شأن العرب إضافة الفعل إلى من وجد منه , وإن كان مسببه غير الذي وجد منه أحيانا , وأحيانا إلى مسببه , وإن كان الذي وجد منه الفعل غيره. فكيف بالفعل الذي يكتسبه العبد كسبا ويوجده الله جل ثناؤه عينا منشأة ؟ بل ذلك أحرى أن يضاف إلى مكتسبه كسبا له بالقوة منه عليه والاختيار منه له , وإلى الله جل ثناؤه بإيجاد عينه وإنشائها تدبيرا . مسألة يسأل عنها أهل الإلحاد الطاعنون في القرآن إن سألنا منهم سائل فقال : إنك قد قدمت في أول كتابك هذا في وصف البيان بأن أعلاه درجة وأشرفه مرتبة , أبلغه في الإبانة عن حاجة المبين به عن نفسه وأبينه عن مراد قائله وأقربه من فهم سامعه , وقلت مع ذلك إن أولى البيان بأن يكون كذلك كلام الله جل ثناؤه بفضله على سائر الكلام وبارتفاع درجته على أعلى درجات البيان . فما الوجه إذ كان الأمر على ما وصفت في إطالة الكلام بمثل سورة أم القرآن بسبع آيات ؟ وقد حوت معاني جميعها منها آيتان , وذلك قوله : { مالك يوم الدين إياك نعبد وإياك نستعين } إذ كان لا شك أن من عرف : { ملك يوم الدين } فقد عرفه بأسمائه الحسنى وصفاته المثلى . وأن من كان لله مطيعا , فلا شك أنه لسبيل من أنعم الله عليه في دينه متبع , وعن سبيل من غضب عليه وضل منعدل , فما في زيادة الآيات الخمس الباقية من الحكمة التي لم تحوها الآيتان اللتان ذكرنا ؟ قيل له : إن الله تعالى ذكره جمع لنبينا محمد صلى الله عليه وسلم ولأمته بما أنزل إليه من كتابه معاني لم يجمعهن بكتاب أنزله إلى نبي قبله ولا لأمة من الأمم قبلهم . وذلك أن كل كتاب أنزله جل ذكره على نبي من أنبيائه قبله , فإنما أنزل ببعض المعاني التي يحوي جميعها كتابه الذي أنزله إلى نبينا محمد صلى الله عليه وسلم , كالتوراة التي هي مواعظ وتفصيل , والزبور الذي هو تحميد وتمجيد , والإنجيل الذي هو مواعظ وتذكير ; لا معجزة في واحد منها تشهد لمن أنزل إليه بالتصديق. والكتاب الذي أنزل على نبينا محمد صلى الله عليه وسلم يحوي معاني ذلك كله , ويزيد عليه كثيرا من المعاني التي سائر الكتب غيره منها خال , وقد قدمنا ذكرها فيما مضى من هذا الكتاب . ومن أشرف تلك المعاني التي فضل بها كتابنا سائر الكتب قبله : نظمه العجيب , ورصفه الغريب , وتأليفه البديع , الذي عجزت عن نظم مثل أصغر سورة منه الخطباء , وكلت عن وصف شكل بعضه البلغاء , وتحيرت في تأليفه الشعراء , وتبلدت قصورا عن أن تأتي بمثله لديه أفهام الفهماء . فلم يجدوا له إلا التسليم , والإقرار بأنه من عند الواحد القهار , مع ما يحوي مع ذلك من المعاني التي هي ترغيب , وترهيب , وأمر , وزجر , وقصص , وجدل , ومثل , وما أشبه ذلك من المعاني التي لم تجتمع في كتاب أنزل إلى الأرض من السماء. فمهما يكن فيه من إطالة على نحو ما في أم القرآن , فلما وصفت قبل من أن الله جل ذكره أراد أن يجمع - برصفه العجيب , ونظمه الغريب , المنعدل عن أوزان الأشعار , وسجع الكهان , وخطب الخطباء , ورسائل البلغاء , العاجز عن وصف مثله جميع الأنام , وعن نظم نظيره كل العباد - الدلالة على نبوة نبينا محمد صلى الله عليه وسلم ; وبما فيه من تحميد وتمجيد وثناء عليه , تنبيه للعباد على عظمته وسلطانه وقدرته وعظم مملكته , ليذكروه بآلائه ويحمدوه على نعمائه , فيستحقوا به منه المزيد ويستوجبوا عليه الثواب الجزيل . وبما فيه من نعت من أنعم عليه بمعرفته , وتفضل عليه بتوفيقه لطاعته , تعريف عباده أن كل ما بهم من نعمة في دينهم ودنياهم فمنه , ليصرفوا رغبتهم إليه , ويبتغوا حاجاتهم من عنده دون ما سواه من الآلهة والأنداد , وبما فيه من ذكره ما أحل بمن عصاه من مثلاته , وأنزل بمن خالف أمره من عقوباته ; ترهيب عباده عن ركوب معاصيه , والتعرض لما لا قبل لهم به من سخطه , فيسلك بهم في النكال والنقمات سبيل من ركب ذلك من الهلاك. فذلك وجه إطالة البيان في سورة أم القرآن , وفيما كان نظيرا لها من سائر سور الفرقان , وذلك هو الحكمة البالغة والحجة الكاملة . 182 - حدثنا أبو كريب , قال : حدثنا المحاربي , عن محمد بن إسحاق , قال : حدثني العلاء بن عبد الرحمن بن يعقوب , عن أبي السائب مولى زهرة , عن أبي هريرة , قال : قال رسول الله صلى الله عليه وسلم : \" إذا قال العبد : الحمد لله رب العالمين , قال الله : حمدني عبدي , وإذا قال : الرحمن الرحيم , قال : أثنى علي عبدي , وإذا قال : مالك يوم الدين , قال : مجدني عبدي , فهذا لي . وإذا قال : إياك نعبد وإياك نستعين - إلى أن يختم السورة - قال : فذاك له \" . * - حدثنا أبو كريب , قال : حدثنا عبدة , عن ابن إسحاق , عن العلاء بن عبد الرحمن , عن أبي السائب , عن أبي هريرة , قال : إذا قال العبد : الحمد لله , فذكر نحوه , ولم يرفعه . * -حدثنا أبو كريب , قال : حدثنا أبو أسامة , قال : حدثنا الوليد بن كثير , قال : حدثني العلاء بن عبد الرحمن مولى الحرقة , عن أبي السائب , عن أبي هريرة عن رسول الله صلى الله عليه وسلم مثله. 183 - حدثني صالح بن مسمار المروزي , قال : حدثنا زيد بن الحباب , قال : حدثنا عنبسة بن سعيد , عن مطرف بن طريف , عن سعد بن إسحاق بن كعب بن عجرة , عن جابر بن عبد الله الأنصاري , قال : قال رسول الله صلى الله عليه وسلم : \" قال الله عز وجل : قسمت الصلاة بيني وبين عبدي نصفين وله ما سأل , فإذا قال العبد : الحمد لله رب العالمين , قال الله : حمدني عبدي , وإذا قال الرحمن الرحيم , قال : أثنى علي عبدي , وإذا قال : مالك يوم الدين , قال : مجدني عبدي , قال : هذا لي وله ما بقي \" . آخر تفسير سورة",
  "ayah": 7,
  "surah": 1
}
