{
  "text": "৪৬ নং আয়াতের তাফসীর:\nআলোচ্য আয়াতে ইসলামের দিকে দাওয়াত দেয়ার একটি মূলনীতি বর্ণনা করা হয়েছে। বিশেষ করে যদি তারা আহলে কিতাব হয় তাহলে এ নীতির দিকে বেশি খেয়াল রাখতে হবে। কারণ তারা আসমানী কিতাব প্রাপ্ত, তাদের কাছে জ্ঞান রয়েছে। সূরা নাহলে মুশরিকদের সাথেও অনুরূপ নীতি অবলম্বন করার নির্দেশ দেয়া হয়েছে। অর্থাৎ যখন মানুষকে দীনের পথে আহ্বান করবে তখন নম্র-ভদ্রভাবে সুন্দর কথাবার্তার দ্বারা তাদেরকে ডাকবে। আল্লাহ তা‘আলার বাণী:\n(فَقُوْلَا لَه۫ قَوْلًا لَّيِّنًا لَّعَلَّه۫ يَتَذَكَّرُ أَوْ يَخْشٰي)\n‘তোমরা তার সাথে নম্র কথা বলবে, হয়তো সে উপদেশ গ্রহণ করবে অথবা ভয় করবে।’ (সূরা ত্বা-হা- ২০:৪৪)\nতবে যদি সীমালঙ্ঘন করে অর্থাৎ আহলে কিতাবরা দাওয়াত কবূল না করে, উল্টো খারাপ আচরণ করে তাহলে তাদেরকে বলবে: ‘আমাদের প্রতি ও তোমাদের প্রতি যা অবতীর্ণ করা হয়েছে, তাতে আমরা ঈমান এনেছি এবং আমাদের ইলাহ ও তোমাদের ইলাহ তো একই এবং আমরা তাঁরই কাছে আত্মসমর্পণকারী।’ এসম্পর্কে সূরা নাহলের ১২৫ নং আয়াতে আলোচনা করা হয়েছে।\n(مُسْلِمُوْنَ ..... وَقُوْلُوْآ اٰمَنَّا بِالَّذِيْ)\nঅর্থাৎ হে আহলে কিতাবরা! তোমরা জান তোমাদের ও আমাদের মা‘বূদ একজন একমাত্র আল্লাহ তা‘আলা। আমরা তাঁর কাছে আত্মসমর্পণ করেছি। সুতরাং একমাত্র তাঁরই ইবাদত করা উচিত। যেমন আল্লাহ তা‘আলার বাণী:\n(قُلْ يٰٓأَهْلَ الْكِتٰبِ تَعَالَوْا إِلٰي كَلِمَةٍ سَوَا۬ءٍۭ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا اللّٰهَ وَلَا نُشْرِكَ بِه۪ شَيْئًا وَّلَا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِّنْ دُوْنِ اللّٰهِ ط فَإِنْ تَوَلَّوْا فَقُوْلُوا اشْهَدُوْا بِأَنَّا مُسْلِمُوْنَ)‏\n“বলুন, হে আহলে কিতাবরা! তোমরা আস এমন একটি কালেমার দিকে যা তোমাদের এবং আমাদের মধ্যে সমান, তা হল, আমরা আল্লাহ তা‘আলা ছাড়া কারো ইবাদত করব না এবং তাঁর সাথে কোন কিছুকে শরীক করব না এবং আমাদের কেউ অপর কাউকে রব হিসেবে গ্রহণ করবে না। এরপরও যদি তারা মুখ ফিরিয়ে নেয় তবে বলে দাও, তোমরা সাক্ষী থাক যে, আমরা মুসলিম।” (সূরা আলি ইমরান ৩:৬৪)\nহাদীসে এসেছে: আবূ হুরাইরাহ (رضي الله عنه) থেকে বর্ণিত, তিনি বলেন: আহলে কিতাবগণ ইবরানী ভাষায় তাওরাত পাঠ করত আর মুসলিমদের জন্য তার তাফসীর করত আরবি ভাষায়। তখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার সাহাবীদেরকে বললেন: তোমরা আহলে কিতাবদেরকে সত্যও মনে কর না, মিথ্যাও মনে কর না। বরং তোমরা বল, আমরা আল্লাহ তা‘আলার প্রতি, আমাদের নিকট যা অবতীর্ণ হয়েছে তার প্রতি এবং আহলে কিতাবের প্রতি যা অবতীর্ণ হয়েছে তার প্রতি ঈমান এনেছি। আর আমাদের প্রভু ও তোমাদের প্রভু একই প্রভু, এবং আমরা তাঁর প্রতি আত্মসমর্পণকারী। (সহীহ বুখারী হা: ৪৪৮৫, ৭৩৬২, ৭৫৪২)\nআয়াত হতে শিক্ষণীয় বিষয়:\n১. ইসলামে কোন বাড়াবাড়ি নেই, কাউকে বাধ্য করে ইসলামে প্রবেশ করানোর নির্দেশ নেই।\n২. ইসলামের সত্যতা তুলে ধরার পরেও কেউ দাওয়াত প্রত্যাখ্যান করলে তার দায়িত্ব আল্লাহ তা‘আলার।\n৩. আহলে কিতাবদের কোন বাণী শুনলে তা সত্য বা মিথ্যা কোনটাই মনে করা যাবে না।\n৪. সকলের সত্যিকার উপাস্য একজনই তিনি হলেন আল্লাহ তা‘আলা।",
  "ayah": 46,
  "surah": 29
}
