{
  "text": "ثم ختموا الترغيب فى الإِيمان بالترهيب من الإِصرار على الكفر والمعاصى فقالوا - كما حكى القرآن عنهم - : ( وَمَن لاَّ يُجِبْ دَاعِيَ الله فَلَيْسَ بِمُعْجِزٍ فِي الأرض ) .أى : قالوا لقومهم إنكم إذا أجبتم داعى الله ، غفر لكم - سبحانه - ذنوبكم أما الذى يعرض عن هذا الداعى الصادق الأمين ، فإنه لن يستطيع أن يفلت من عذاب الله ، ولن يقدر على الهرب من عقابه ، لأنه - سبحانه - لا يعجزه شئ ، ولا يخفى عليه شئ فى الأرض ولا فى السماء .( وَلَيْسَ لَهُ مِن دُونِهِ أَوْلِيَآءُ ) أى : وليس لهذا المُعْرِض من أنصار يستطيعون دفع عذاب الله عنه .( أولئك ) أى : الذين لم يجيبوا داعى الله ( فِي ضَلاَلٍ مُّبِينٍ ) أى : فى ضلال واضح لا يخفى على أحد من العقلاء .هذا ، ومن الأحكام التى أخذها العلماء من هذه الآيات :1- أن رسالة النبى - صلى الله عليه وسلم - كانت إلى الإِنس والجن ، لأن هذه الآيات تحكى إيمان بعض الجن به - صلى الله عليه وسلم - ودعوتهم غيرهم إلى الإِيمان به .2- أن هذه الآيات تدل على أن حكم الجن كحكم الإِنس فى الثواب واعقاب وفى وجوب العمل بما أمرهم الله - تعالى - به وفى وجوب الانتهاء عما نهاهم عنه ، لأن قوله - تعالى - : ( ياقومنآ أَجِيبُواْ دَاعِيَ الله وَآمِنُواْ بِهِ يَغْفِرْ لَكُمْ مِّن ذُنُوبِكُمْ وَيُجِرْكُمْ مِّنْ عَذَابٍ أَلِيمٍ وَمَن لاَّ يُجِبْ دَاعِيَ الله فَلَيْسَ بِمُعْجِزٍ فِي الأرض وَلَيْسَ لَهُ مِن دُونِهِ أَوْلِيَآءُ أولئك فِي ضَلاَلٍ مُّبِينٍ ) .أقول : هاتان الآيتان اللتان حكاهما الله - تعالى - على ألسنة بعض الجن تدلان على ثواب المطيع ، وعذاب العاصى .قال بعض العلماء ما ملخصه : وقد دلت آية أخرى على أن المؤمنين من الجن يدخلون الجنة وهى : قوله - تعالى - فى سورة الرحمن : ( وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ ) ويستأنس لهذا - أيضا - بقوله - تعالى - : ( لَمْ يَطْمِثْهُنَّ إِنسٌ قَبْلَهُمْ وَلاَ جَآنٌّ ) فإنه يشير إلى أن فى الجنة جنا يطمثون النساء كالإِنس .وبهذا يعلم أن ما ذهب إليه بعض العلماء ، أنه يفهم من قوله - تعالى - : ( ياقومنآ أَجِيبُواْ دَاعِيَ الله وَآمِنُواْ بِهِ يَغْفِرْ لَكُمْ مِّن ذُنُوبِكُمْ وَيُجِرْكُمْ مِّنْ عَذَابٍ أَلِيمٍ ) أن المؤمنين من الجن لا يدخلون الجنة ، وأن جزاء إيمانهم ، وإجابتهم داعى الله ، هو الغفران وإجارتهم من العذاب الأليم فقط . . هذا الفهم إنما هو خلاف التحقيق ، وأن المؤمنين من الجن يدخلون الجنة . .",
  "ayah": 32,
  "surah": 46
}
