{
  "text": "ثم أمر الله - تعالى - رسوله - صلى الله عليه وسلم - أن يوبخ هؤلاء الكافرين على جهالاتهم وعنادهم ، فقال : ( قُلْ أَرَأَيْتُمْ مَّا تَدْعُونَ مِن دُونِ الله أَرُونِي مَاذَا خَلَقُواْ مِنَ الأرض أَمْ لَهُمْ شِرْكٌ فِي السماوات . . . ) .وقوله : ( أَرَأَيْتُمْ ) بمعنى أخبرونى ، ومفعوله الأول قوله ( مَّا تَدْعُونَ ) وجملة \" ماذا خلقوا \" سدت مسد مفعوله الثانى .وجملة : \" أرونى \" مؤكدة لقوله : ( أَرَأَيْتُمْ ) لأنها - أيضا - بمعنى أخبرونى .والمعنى : قل - أيها الرسول الكريم - هؤلاء المشركين - على سبيل التوبيخ والتأنيب - : أخبرونى عن هذه الآلهة التى تعبدونها من دول الله - تعالى - ، أى شئ فى الأرض أوجدته هذه الآلهة؟ إنها قطعا لم تخلق شيئا من الأرض . فالأمر فى قوله ( أَرُونِي ) للتعجيز والتبكيت .و \" أم \" فى قوله ( أَمْ لَهُمْ شِرْكٌ فِي السماوات ) للإِضراب عن أن يكونوا قد خلقوا شيئا ، إلى بيان أنهم لا مشاركة لهم مع الله فى خلق السماوات أو الأرض أو غيرهما . فقوله : ( شِرْكٌ ) بمعنى مشاركة . .أى : بل ألهم مشاركة من الله - تعالى - فى خلق شئ من السماوات؟ كلا ، لا مشاركة لهم فى خلق أى شئ ، وإنما الخالق لكل شئ هو الله رب العالمين .فالاستفهام للتوبيخ والتقريع .فالمراد من الآية الكريمة نفى استحقاق معبوداتهم لأى لون من ألوان العبادة بأبلغ وجه ، لأن هذه المعبودات لا مدخل لها فى خلق أى شئ لا من العوالم السفلية ولا من العوالم العلوية ، وإنما الكل مخلوق لله - تعالى - وحده .ومن الآيات التى وردت فى هذا المعنى قوله - تعالى - : ( هذا خَلْقُ الله فَأَرُونِي مَاذَا خَلَقَ الذين مِن دُونِهِ ) وبعد أن أفحمهم - سبحانه - من الناحية العقلية ، أتبع ذلك بإفحامهم بالأدلة النقلية ، فقال - تعالى - : ( ائتوني بِكِتَابٍ مِّن قَبْلِ هاذآ أَوْ أَثَارَةٍ مِّنْ عِلْمٍ إِن كُنتُمْ صَادِقِينَ ) .والأمر فى قوله - تعالى - ( ائتوني ) للتعجيز والتهكم - أيضا - كما فى قوله : ( أَرُونِي ) .وقوله : ( أَثَارَةٍ مِّنْ عِلْمٍ ) أى : بقية من علم بؤثر عن الأولين ، وينسب إليهم .قال القرطبى : وفى الصحاح : \" أو أثارة من علم \" أى : بقية منه . وكذلك الأَثَرة - بالتحريك - ويقال : سمنت الإِبل على أثارة ، أى : على بقية من شحم كان فيها قبل ذلك . .والأثارة : مصدر كالسماحة والشجاعة ، وأصل الكلمة من الأَثَر ، وهى الرواية ، يقال : أثرتُ الحديث آثَرُه أَثْراً وأَثَارةً وأَثْرةً فأنا آثِر ، إذا ذكرته من غيرك ، ومنه قيل : حديث مأثوة ، أى نقله الخلق عن السلف .أى : هاتوا لى - أيها المشكرون - كتابا من قبل هذا القرآن يدل على صحة ما أنتم عليه من شرك ، فإن لم تستطيعوا ذلك - ولن تستطيعوا - ، فأتونى ببقية من علم يؤثر عن السابقين ، ويسند إليهم ، ويشهد لكم بصحة ما أنتم فيه من كفر .( إِن كُنتُمْ صَادِقِينَ ) فيما تزعمونه من أنكم على الحق .وهكذا أخذ عليهم القرآن الحجة ، وألزمهم بطلان ما هم عليه من ضلال ، بالأدلة العقلية المتمثلة فى شهادة هذا الكون المفتوح ، وبالأدلة النقلية المتمثلة فى أنه لا يوجد عندهم كتاب أو ما يشبه الكتاب . يستندون إليه فى استحقاق تلك المعبودات للعبادة .والحق أن هذا الآية الكريمة على رأس الآيات التى تخرس أصحاب الأقوال التى لا دليل على صحتها ، وتعلم الناس مناهج البحث الصحيح الذى يوصلهم إلى الحق والعدل . .",
  "ayah": 4,
  "surah": 46
}
