{
  "text": "Commentary\nThe Merits of Surah Ya Sin\nSayyidna Ma'qil Ibn Yasar ؓ narrates that the Holy Prophet ﷺ said: یٰسٓ قَلبُ القُرآن (Surah Ya Sin is the heart of the Qur'an) and some words of this Hadith tell us that a person who recites Surah Ya Sin exclusively for the sake of Allah and the 'Akhirah is forgiven, and that it should be recited over the dead among us (reported by Ahmad and Abu Dawud and an-Nas'i and Ibn Hibban and al-Hakim and others - as in Ruh-ul-Ma’ ani and al-Mazhari).\nImam al-Ghazzali said that one reason for calling Surah Ya Sin the heart of the Qur'an could be that, in this Surah, themes relating to the Day of Judgment and the Resurrection have appeared with particular details and eloquent presentation. Then, out of the principles of faith, there is the belief in the Hereafter, something on which depends the soundness of human deeds. The fear of the Hereafter makes one ready for good deeds and this is what stops one from indulging in desires that are impermissible and things that are unlawful. So, the way soundness of the body depends on the soundness of the heart, similarly the soundness of the faith ('Iman) depends on the concern for the Hereafter (Ruh). And the way Ya Sin is a well recognized name of this Surah, it is named in a Hadith also as ` Azimah (reported by Abu Nasr as-Sajazi from Sayyidah ` A'ishah ؓ . And according to another Hadith the name of this Surah has appeared in Torah as مُعِمَّۃ (Mu'immah), that is, a Surah that universalizes its blessings in worldly life and in the Hereafter for its readers, and the name of its reader has been given as Ash-Sharif, and it was said that his intercession on the Day of Judgment will be accepted for a number of people that would exceed the number of people in the tribe of Rabi'ah (reported by Said Ibn Mansur and al-Baihaqi from Hassan Ibn ` Atiyyah) and in some narrations, its name has also been cited as مُدَافَعَۃ (mudafiah) that is, it removes misfortunes from its readers, while some others mention it by the name قاضِیۃ (Qadiyah) that is, the caretaker of needs (Ruh-ul- Ma’ ani).\nAnd narration of Sayyidna Abu Dharr al-Ghifari ؓ says: The reciting of Surah Ya Sin near a dying person makes the ordeal of death easy on him (reported by ad-Dailami and Ibn Hibban - Mazhari).\nAnd Sayyidna ` Abdullah Ibn Zubayr ؓ said: Whoever puts Surah Ya Sin ahead of his need, his need is fulfilled (reported by al-Mahamili in his 'Amali - Mazhari)\nAnd Yahya Ibn Kathir said: Whoever recites Surah Ya Sin in the morning will remain happy until evening and whoever recites it in the evening will be happy until morning and he said that this thing was confided to him by a person who had experienced it (reported by Ibn al-Faris - Mazhari).\nYa Sin (يس): According to the well-known position concerning this word, it is one of the 'isolated letters' (al-huruf-ul-muqatta’ at) the knowledge of which rests with Allah alone. Hower, Ibn-ul- ` Arabi has reported that Imam Malik has said that it is one of the names of Allah. And a narration from Sayyidna Ibn ` Abbas ؓ also says that it is one of the Divine Names. And according to another narration, this is a word from the Ethiopian language that means: '0 human person' and denotes the person of the noble Prophet ﷺ . And, it is gathered from a saying of Sayyidna Ibn Jubayr ؓ that the word: Ya Sin is the name of the noble Prophet ﷺ . It appears in Ruh-ul-Ma’ ani that giving the Holy Prophet ﷺ a name composed of these two elegant letters - Ya and Sin - has great secrets behind it.\nAbout Giving someone the name: (Ya Sin: written as Yasin):\nImam Malik (رح) does not like to name a person as Yasin for the reason that, according to him, it is one of the Divine Names and its exact meaning remains unknown. Therefore, it is possible that it may have some meaning that is exclusive to Allah Ta’ ala, and nobody is allowed to have that name, for example: اَلخَالق (al-khaliq: The Creator), اَلرَّازِق (ar-raziq: The Provider-Sustainer) and other names of this nature. Still, if this word is written with a script that reads: (Yasin), it is permissible to give that name to a human being, because the Qur'an says: سَلَامٌ عَلَىٰ إِلْ يَاسِينَ (Peace on Ilyasin or Al Yasin) (Ibn al-'Arabi). The well recognized rendering (qira'ah) of this verse is: إِلْ يَاسِينَ (ilyasin) but, in some renderings, it also appears as: اٰلِ یَاسِین (al-yasin).",
  "ayah": 1,
  "surah": 36
}
