{
  "text": "Commentary\nThe expression: ضرب مثل (cite an example) in verse 13: وَاضْرِ‌بْ لَهُم مَّثَلًا أَصْحَابَ الْقَرْ‌يَةِ (And cite to them the example of the People of the Town) is generally used to prove something by giving the example of a similar thing. The following event has been narrated by the Holy Qur'an to alert people against disbelievers who rejected the very notion of there being a prophet or messenger.\nThe town in which this event took place\nThe Qur'an does not tell us the name of this town. In historical narrations, Muhammad Ibn Ishaq has reported from Sayyidna Ibn ` Abbas, Ka'b Ahbar and Wahb Ibn Munabbih ؓ that it was the town of Antakiyah (Antioch) and majority of commentators have opted for it. Abu Hayyan and Ibn Kathir have said that no statement counter to it has been reported from any of the commentators. According to details given in Mu` jim-ul-Buldan, Antakiyah is a wellknown town of Syria, famous, for its verdant growth and stability. Its fort and its protective wall around the town are considered ideal. The town has many churches with inlay work in gold and silver. This is a coastal town. During the Islamic period, it was conquered by the famous Sahabi Sayyidna Abu ` Ubaidah Ibn Jarrah ؓ . Yaqut al-Hamawi, the author of Mu` jim-ul-Buldan has also written that the grave of Habib Najjar (whose story appears a little later in this verse) is a known site in Antakiyah. People from far and near come to visit it. From this clear statement from him also, it seems likely that the town mentioned in this verse is this very town of Antakiyah.\nIbn Kathir has written that Antakiyah is one of the four major towns which have been deemed to be the centers of the Christian faith, that is, al-Quds, (Jerusalem), Rumiyyah (Rome), Iskandariyyah (Alexandria) and Antakiyah (Antioch). And he also said that Antakiyah is the first city that embraced the faith brought by Sayyidna ` Isa al-Masih (علیہ السلام) . It is on this very ground that Ibn Kathir is reluctant in accepting that the town mentioned in this verse could be the famous town of Antakiyah - because, according to the explicit statement of the Qur'an, this was a town of disbelievers who refused to accept any prophet or messenger. And according to historical accounts, they were idolaters and polytheists. If so, how can Antakiyah, that was foremost in welcoming and embracing the faith of Sayyidna ` Isa al-Masih (علیہ السلام) ، be the town referred to here?\nIn addition to that, it is also proved from the cited verses of the Qur'an that this whole town was hit by a punishment that left no one alive. No such event about the town of Antakiyah - that all its inhabitants had simultaneously died at some time - has been reported in history. Therefore, according to Ibn Kathir, either the town mentioned in this verse is some town other than Antakiyah, or that it is some other town bearing the same name of Antakiyah which is not the famous town of Antakiyah.\nThough, the author of Fath-ul-Mannan has also given answers to the doubts expressed by Ibn Kathir, however, the easiest way out has been offered by Maulana Ashraf Thanavi (رح) in Tafsir Bayan-ul-Qur'an. To understand the subject of these verses of the Qur'an, he says, it is not necessary to determine the location of this town, and since the noble Qur'an has kept it ambiguous, there is just no need to exert so much effort to determine it. The famous saying of the early forbears of Islam that: اَبھِمُوا مَا اَبھَمَہُ اللہُ (Leave ambiguous that which Allah has left ambiguous) also requires nothing but this.",
  "ayah": 13,
  "surah": 36
}
