{
  "text": "Verse 26 states: قِيلَ ادْخُلِ الْجَنَّةَ ۖ قَالَ يَا لَيْتَ قَوْمِي يَعْلَمُونَ ﴿26﴾ بِمَا غَفَرَ‌ لِي رَ‌بِّي وَجَعَلَنِي مِنَ الْمُكْرَ‌مِينَ ﴿27﴾(it was said to him, \" Enter the paradise\". He said,\"Would that my people knew how my Lord has forgiven me and placed me among the honored ones!\" - 26, 27), that is, it was said to the person who had come from the farthest part of the city to prompt people to believe in the messengers, \"Enter Paradise.\"\nIt is obvious that this address was communicated through some angel who told him to go into the Paradise. In fact, the essential sense of asking him to enter Paradise is to give him the good news that his place in Paradise is a settled matter which would translate into reality at its appointed time after going through the process of Resurrection. (Qurtubi)\nAnd the possibility that he was shown his place in Paradise at that very point of time is not so remote. In addition to that, there is the post-death and pre-resurrection state known as barzakh. In this state of Barzakh too, people bound to go to Paradise are treated well with provision of comfort from Paradise. Therefore, the arrival of such people in the state of Barzakh is, in a way, virtual entry into Paradise.\nBy the words, \"Enter Paradise\" a hint is released to suggest that this person was martyred - because, entering Paradise or being enabled to perceive the traces of Paradise can come about only after death.\nIn historical narratives, it has been reported from Sayyidna Ibn ` Abbas ؓ and early Tafsir authorities, Muqatil and Mujahid that this person was Habib Ibn Isma'il an-Najjar and he is among people who had believed in our noble Prophet ﷺ six hundred years before he actually appeared - as it has been reported about the great tubba' (line of kings in Yemen) that he had come to believe in him much before he was born by reading the prophesies of his coming given in past scriptures. The third respected elder who believed in him before he was ordained and gave his call as prophet is Waraqah Ibn Nawfal who has been mentioned in the Hadith of the Sahih al-Bukhari as part of the events that relate to the initial descent of Wahy (revelation). This too is a singularity of the Holy Prophet ﷺ that these three persons had believed in him before his birth and ordainment. This did not come to pass in the case of any other messenger or prophet.\nAccording to the report of Wahb Ibn Munabbih, this person was a leper. He lived in a house at the farthest gate of the city. For seventy years, he kept praying to his assumed gods that he be delivered from his ailment. By chance, these messengers entered the city of Antakiyah from that very gate. When he met them the first time, they advised him to shun idolatry and invited him to turn to the worship of Allah Ta’ ala for all his needs. He asked them if they had any proof for the correctness of their assertion. When they answered in affirmative, he told them about the disease of leprosy he suffered from and asked them if they could remove it from him. They said, We shall pray to our Lord. He will make you healthy.' He said, 'How strange of you to say that. Here I am, praying to my gods for the past seventy years, yet nothing has happened. How can your Lord change my condition in a single day?' They said, 'Our Lord is powerful over everything, while those you have taken as gods have no reality. They can neither bring benefit to anyone nor can they cause loss.' After hearing what they said, this person believed and those blessed souls prayed for him. Allah Ta’ ala blessed him with perfect health, leaving no traces of the disease he suffered from. Now, his faith became firm, and he promised to himself that he would spend the half of what he will earn in a day in the way of Allah. When he heard that people of the city were mobbing the messengers, he came running, tried to explain that the messengers were true, and that he himself was a believer. The result was that his people charged at them in fury. It appears in the narration of Sayyidna ` Abdullah Ibn Masud ؓ that with their kicks and blows they martyred them. According to some other narrations, they threw rocks at them. As for him, even at a time such as this, when he was being beaten mercilessly, he kept saying: رَبِّ اھدِ قَومِی (My Lord, show my people the right way).\nIt is mentioned in some narrations that these people martyred the three messengers as well. But, no authentic narration mentions specifically as to what happened to them. Probably, they were not killed. (Qurtubi)",
  "ayah": 26,
  "surah": 36
}
