{
  "text": "In verse 38, it was said: وَالشَّمْسُ تَجْرِ‌ي لِمُسْتَقَرٍّ‌ لَّهَا ۚ ذَٰلِكَ تَقْدِيرُ‌ الْعَزِيزِ الْعَلِيمِ (And the sun is quickly proceeding towards its resting place. That is the designing of the All-Mighty, the All-Knowing. 36:38). The word: لِمُسْتَقَر mustaqarr) is used to denote place of rest as well as time of rest, that is, it could be time-oriented and, space-oriented too. Then, this word is also employed in the sense of the end or destination of a course or journey - even if another journey begins immediately after it without any break or stillness (as mentioned by Ibn Kathir).\nSome respected commentators have taken the word: لِمُسْتَقَرّ (mustaqarr) at this place as a time-oriented destination, that is, when the sun reaches the end of its movement already determined - and that time is the Day of Doom (the Qiyamah). In the light of this Tafsir, the verse would mean that the sun is moving on its orbit supported by such a precise and perfect system that does never betray the difference of even a minute or second. Thousands of years have passed over this orbit. But, all this is not everlasting. There is a particular point in time and space for it. When that is arrived at, this solar system and the movement will stop, end - and that is the Day of Qiyamah. This Tafsir has been reported from Qatdaha:sv (Ibn Kathir).\nAnd a verse from Surah Az-Zumar in the Holy Qur'an also supports it, that is, the word: مُّسْتَقَرّ‌ (mustaqarr) means a time-oriented destination or abode and refers to the Day of Qiyamah. The words of the verse of Surah az-Zumar are:\nخَلَقَ السَّمَاوَاتِ وَالْأَرْ‌ضَ بِالْحَقِّ ۖ يُكَوِّرُ‌ اللَّيْلَ عَلَى النَّهَارِ‌ وَيُكَوِّرُ‌ النَّهَارَ‌ عَلَى اللَّيْلِ ۖ وَسَخَّرَ‌ الشَّمْسَ وَالْقَمَرَ‌ ۖ كُلٌّ يَجْرِ‌ي لِأَجَلٍ مُّسَمًّى\nHe created the heavens and the earth in His wisdom. He wraps the night over the day and He wraps the day over the night, and He has put the Sun and the Moon under His command, each one of tham moving for an appointed term. (39:5)\nThe statement in this verse is nearly the same as given in the present verse of Surah Ya Sin. Firstly, the alternation of the night and the day has been described through a similitude in terms of common perception - Allah Ta’ ala puts the cover of night over the day and that of day over the night. Thus, the night and the day have been likened to two covers. The cover of the night is draped over the day and it is night, and the cover of the day is draped over the night and it is day. After that, it was said that the sun and the moon are both subjugated before Allah Ta’ ala and are subservient to His command. Each is moving up to an appointed term. The words used in the text are:\t أَجَلٍ مُّسَمًّى (ajalim-musamma) meaning fixed term, and the verse means that the movement of both the sun and the moon is not everlasting. When it reaches a certain fixed term, that is, the Day of Qiyamah, this movement shall stand terminated. In the present verse of Surah Ya Sin too, the word: مُّسْتَقَرٌّ‌ (mustaqarr) quite obviously means this very fixed or appointed term, that is, a time-oriented point of arrival, destination or abode. In the light of this Tafsir, neither does the sense of the verse present any difficulty, nor is there any objection in terms of astronomy and mathematics.\nAnd some respected commentators have taken it to mean a spatial destination or abode as based on the following Hadith reported in the Sahihs of al-Bukhari and Muslim and others from several Sahabah and chains of authority.\nAccording to a narration of Sayyidna Abu Dharr al-Ghifari ؓ ، once he was present in the company of the Holy Prophet ﷺ at the time of sunset. Addressing him, he said, \"Abu Dharr, do you know where the sun sets?\" Sayyidna Abu Dharr ؓ says that he submitted: \"Allah and His Messenger know best.\" Thereupon, the Holy Prophet ﷺ said, \"The sun keeps on moving until when it reaches beneath the 'Arsh (the Throne) it makes sajdah (sujud or prostration).\" After that, he said, \"This is what 'mustaqarr' means in this verse: وَالشَّمْسُ تَجْرِ‌ي لِمُسْتَقَرٍّ‌ لَّهَا (And the sun is quickly proceeding towards its resting place.).\nIn a narration, again from Sayyidna Abu Dharr ؓ ، there appear the additional words to the effect: \"I asked the Holy Prophet ﷺ the explanation of: وَالشَّمْسُ تَجْرِ‌ي لِمُسْتَقَرٍّ‌ لَّهَا (And the sun is quickly proceeding towards its resting place.). He said: مُستَقَرُّھَا تَحتَ العَرشِ (mustaqarruha that al-'Arsh: Its resting place is under the ` Arsh). Al-Bukhari has reported this narration at several place and, with the exception of Ibn Majah, this narration is present in all Six Books.\nAnd there is a Hadith bearing on the same subject reported from Sayyidna ` Abdullah Ibn Masud ؓ as well. It has some additions to the effect that, every day, when the sun reaches beneath the ` Arsh, it performs a Sajdah and seeks permission for the next orbit. After the permission, it starts the next orbit - until, there will come that day when it will not have the permission to start the next orbit. Instead, it will be commanded to go back towards where it had come from. In other words, it would be asked to go beneath the earth from the side of the West, then, return from the same side of the West and rise from the West. The day it happens, it will be the sign of the Day of Qiyamah being absolutely close and, thereafter the doors of 'iman and taubah (repentance) will be closed. That will be a time when the taubah (repentance) of anyone sunk in sin or the taubah of anyone soaked in shirk and kufr will not be accepted (Ibn Kathir with reference to 'Abd-ur- Razzaq).\nThe prostration of the sun: A look into the phenomenon of the sun performing sajdah (prostration) beneath the ` Arsh\nFrom these narrations of Hadith, we learn that mustaqarr means a spatial destination, that is, a place where one orbit of the movement of the sun stands completed - and they also tell us that this place is beneath the Arsh. Hence, the verse would mean that, every day, the sun moves towards a particular destination, and once it has reached there, it performs sajdah before Allah Ta’ ala and seeks His permission for the next orbit. Once the permission is given, it begins the next orbit.\nBut, when seen outwardly, several strong difficulties arise on the basis of principles laid down by experiments, observations and astronomy.\n1.\tThe state of the ` Arsh of Rahman (generally referred to as the Divine Throne) as understood from the Qur'an and Sunnah is that it surrounds all that we know as the masses of land and expanses of the sky. All these masses and expanses along with planets and stars, without any exception, are enclosed within the ` Arsh - and the ` Arsh of Rahman holds this entire cosmic universe inside itself. If seen from this angle, the sun is, in all conditions and at all times, simply under the ` Arsh. What, then, would be the sense of going beneath the ` Arsh after it sets?\n2.\tIt is common observation that the sun, after it sets at some place, does rise elsewhere. Therefore, its rising and setting is an ongoing phenomenon. What then is the meaning of going beneath the ` Arsh after setting and doing Sajdah?\n3.\tFrom the apparent sense of the Hadith mentioned above, we learn that the sun, after having reached its destination (mustaqarr), pauses within which it offers Sajdah before Allah and seeks the permission for the next orbit - although, there being no break in the movement of the sun at any time is an open observation. And since this rising and setting of the sun keeps taking place all the time in terms of different locations, therefore, this pause should also be there all the time as a result of which the sun should not have any movement any time.\nSuch difficulties are related not only to astronomy, but also to observations and experiences that cannot be bypassed. Technically, the daily movement of the sun under the arrangement of the celestial sphere and its being positioned in the fourth heaven is a theoretical assumption of Ptolemy that was refuted by Pythagoras. Modern knowledge has confirmed the error in the theory of Ptolemy and also brought the soundness of the theory of Pythagoras to the level of certitude. Then there are the space flights in our time and the spectacle of human access to the moon that makes at least this much certain that all planets are in the lower space of the sky, not inside. The verse of the Qur'an: وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ And each one is floating in an orbit. - Ya Sin, 36:40) which is to appear a little later also confirms this view. Since this view is also suggestive of the daily rising and setting as being from the movement of the earth and not from the movement of the sun, another technical difficulty is added to the understanding of the aforementioned Hadith.\nTo understand its answer, it must be borne in mind that to the extent the explanation of the cited verse is concerned, no difficulty out of the doubts and difficulties mentioned above relates to the Qur'an. The sense it carries is no more than that Allah Ta’ ala has commissioned the sun to move in such an organized and steady way that it keeps moving continuously in a single state towards its destination (mustaqarr). If, this destination is taken to mean a time-oriented destination - that is, the Day of Qiyamah - as in the Tafsir of Qatadah, then, it would mean that this movement of the sun shall continue in a single state right through the last Day of Qiyamah - and shall terminate on that very Day. And if it were to be taken as a spatial destination, even then, its destination can be said as being the point in the orbit of the sun, the point from which the sun started its movement at the time of the initial creation. When it reaches that point, one orbit through a day and night stands completed, for this very point is the end of its journey and, once it reaches there, the next orbit begins. As for the precise determination of where lies that point from which this magnificent orbit of the sun started in eternity, the noble Qur'an does not throw human beings into unnecessary debates of this nature, something that does not bring them any benefit, neither in this world nor in the world-to-come. This is an inquiry of this very nature. Therefore, the Qur'an has bypassed it and drawn attention to the essential purpose. That purpose is to put particular aspects of the most perfect power and wisdom of Allah Ta’ ala into clear focus. It was said that the sun is the largest and the brightest sphere of this universe. That too did neither come into existence automatically, nor does it move on its own, nor can it sustain. In its present movement through days and nights all the time, it moves under the permission and will of Allah Ta’ ala.\nAny doubt, out of the doubts mentioned above, does not apply to what has been said in the cited verse. However, all these doubts and difficulties in comprehension do arise from the Hadith statement about the sun that soon after its setting, it goes beneath the ` Arsh, performs sajdah and seeks permission to start the next orbit. And this debate sprung up in relation to this verse for the reason that, in some words of the Hadith, reference has been made to this verse. Answers to these doubts given by experts of Hadith and commentators of the Qur'an differ. From the apparent connotation of the words there, it is generally gathered that this sajdah of the sun takes effect only once in a day-night span after its setting. Respected writers, who have taken the Hadith in terms of its apparent sense, have laid down three probabilities concerning the setting: (1) That it may refer to the setting in the main part of populated areas, that is, of a place the setting of the sun whereat holds good for its setting for the majority of the population of the world; (2) that it be the setting of the Equator; or (3) the setting on the horizon of Madinah. Thus, the difficulty that the setting and rising of the sun is a phenomenon which keeps manifesting itself all the time, every moment, does not remain there, because this Hadith is talking about the setting of a particular horizon. But, the clear-cut and cloudless rejoinder seems to be that which my teacher, ` Allamah Shabbir Ahmad Usmani has given in his treatise: سُجُود الشَّمسِ Sujudu'sh-Shams: The Prostration of the Sun) which finds support in the statements of several leading commentators.\nBefore one proceeds to understand the presentation, it is useful to first understand a matter of principle about prophetic teachings and interpretations. The noble prophets, may peace be upon them, and the Scriptures they bring incessantly invite the entire Divine creation to ponder over whatever has been created in the heavens and the earth, and it is from these that they build their argument to prove the existence of Allah Ta’ ala, His Oneness, Knowledge and Power. But, deliberation in these things is desirable, according to Shari'ah, only to the extent of its relevance to one's worldly and social requirement or religious and other worldly need. Beyond that, the great mass of the creation of Allah is not thrown into the senseless concern of digging into bland philosophical hair splitting and the ultimate reality of things. The reason is that, first of all, the real and perfect knowledge of the ultimate reality of things is something scientists and philosophers have themselves been unable to find out, despite having spent their entire lives in the pursuit - not to say much about the poor masses. Let us suppose, even if this could be acquired somehow, yet it fulfills no religious need, nor does it help to acquire something materially sound and worthwhile, what is the sense of indulging in this unnecessary and wasteful debate? Obviously, nothing but a waste of wonderful years of life and a waste of precious wealth! noble Prophets (علیہم السلام) through the creations in the heavens and the earth and the major changes that occur therein is limited to the extent that could be rationalized by every human beings by virtue of bare observation and elementary deliberation. Technical refinements of philosophy and mathematics that can be resolved by experts in the field alone are not the material on which an argument of this nature is based, nor are people invited to deliberate in these. The reason is simple. Believing in Allah Ta’ ala and acting in accordance with His message is the duty of every human being - learned or illiterate, man or woman, urbanite or villager, dweller of some mountain or island. Therefore, prophetic teachings are synchronized with the level of perception, reason and understanding of common people that need no technical expertise.\nTake the example of knowing the times of Salah, fixing the orientation to Qiblah, and knowing the months, years and dates. The knowledge of all these things can also be acquired through mathematical computations. But, the Shari'ah of Islam has, rather than rely on high-tech mathematical calculations to determine any of these things, placed reliance on common observations. Months and years and their dates were set in accordance with the lunar calendar. The basis of determining whether the new moon has or has not appeared was declared to be physical observation alone, the seeing of the new moon. The days of fasting and the Hajj were fixed on that very basis. When some people asked the Holy Prophet ﷺ about the secret behind the waning, waxing and disappearing of the moon and then its rising again, the answer to it was given by the Qur'an on his behalf: قُلْ هِيَ مَوَاقِيتُ لِلنَّاسِ وَالْحَجِّ (Say: They are indicative of time for the people, and of the Hajj - A1-Baqarah, 2:189). In other words, the Holy Prophet ﷺ was asked to tell people that all those changes occurring in the life of the moon are there so that they could find out when the month begins and ends and then find out its dates and determine the days of the Hajj. This answer served them with a warning against their unnecessary and ineffectual question, because no business of theirs, in this world or in the next, hinges on finding the reality behind it. Therefore, they were supposed to ask only about something that related to either their worldly or other worldly need.\nAfter these initial remarks, let us give a little thought to the essential matter before us. Is it not that, in the cited verses, Allah Ta’ ala has, after having mentioned some manifestations of His perfect power and infinite wisdom, invited human beings to believe? Of these, mentioned first was the land that is before us all the time: وَآيَةٌ لَّهُمُ الْأَرْ‌ضُ (And a sign for them is the land- 33). Then, mention was made of how rains made it come alive and the growth of trees and other produce became possible – something everyone sees and knows: أَحْيَيْنَاهَا وَأَخْرَ‌جْنَا مِنْهَا حَبًّا (We gave it life and brought forth grain from it.- 33). Mentioned first after that was the daily alternation of the night and day وَآيَةٌ لَّهُمُ اللَّيْلُ : (And a sign for them is the night) Mentioned thereafter were planets and stars. Out of these, about the sun it was said: وَالشَّمْسُ تَجْرِ‌ي لِمُسْتَقَرٍّ‌ لَّهَا ۚ ذَٰلِكَ تَقْدِيرُ‌ الْعَزِيزِ الْعَلِيمِ (And the sun is quickly proceeding towards its resting place. That is the designing of the All-Mighty, the All-Knowing.- 38). Think about it. The purpose here is to tell that the sun is not moving on its own, not of its volition or power. Instead, it is moving in subservience to the One who is Mighty and Knowing, and moving under the predetermined system originated by an entity with great power and knowledge. The Holy Prophet ﷺ close to the time of one sunset, had alerted Sayyidna Abu Dharr al-Ghiffari ؓ to the reality behind it during a question answer interlude with him. He has told him that the sun, at the time of its setting, performs a Sajdah before Allah Ta’ ala beneath the ` Arsh and seeks the permission to start the next orbit. When it has the permission, it moves as usual and rises from the east in the morning. Its outcome is no more than that the atmosphere of the world goes through a new transformation at the time of the setting and rising of the sun, something that depends on the sun. The Holy Prophet ﷺ took this moment as suitable to teach human beings their essential lesson that they should not take the sun to be an independent entity moving of its own volition and power. It moves only under the permission and will of Allah Ta’ ala. Every time it rises and every time it sets has to be with His permission, for it is subservient to His permission. This very act of moving under the command of Allah Ta’ ala has been declared to be its sajdah, the act of prostration before its creator. The reason is that a Sajdah made by anything happens to be appropriate to its state of being as the Qur'an has itself clearly said: كُلٌّ قَدْ عَلِمَ صَلَاتَهُ وَتَسْبِيحَهُ :\"Everything [ in the creation of Allah ] already knows its Salah [ mode of worship ] and its tasbih [ mode of Divine glorification\" - An-Nur, 24:41]. It means that the entire creation of Allah is engaged in worshipping and glorifying Allah, but each has its own separate way of doing it that has already been taught to it just like human beings who have been told how to do their Salah and Tasbih. Therefore, taking the sajdah of the sun to mean that it can take effect only when it places its forehead on some floor like a human being would not be correct.\nAnd when it stands clarified from the statements of the Qur'an and Sunnah that the Divine Throne, the ` Arsh of the Rahmn, surrounds all heavens and stars and surfaces, it is already obvious that the sun is nowhere but under the ` Arsh, at all times and at every place. And when experience bears out that the time the sun is setting at one place, it is also rising at another. Therefore, no moment of the sun is free of either rising or setting. Thus, the being of the sun under the ` Arsh is also perennial under all states and so is its setting and rising. Therefore, the outcome of the subject mentioned in the Hadith is that the sun, in its entire orbit, remains in the state of prostration (Sajdah) before Allah under the ` Arsh, that is, it moves under His permission and command. And this cycle will stay activated right through the proximity of the last day of the Qiyamah until comes the time for the emergence of the sign that the Qiyamah is very close. When this happens, the sun will, rather than start its next orbit, be commanded to turn back - and then, it will rise from the west. At that time, the door of taubah (repentance) will be closed and no declaration of faith ('Iman) or repentance (Taubah) from anyone shall remain acceptable at that hour.\nIn short, this particularity of the setting of the sun, its passing under the ` Arsh, the making of prostration there and the incidence of seeking permission for the next orbit mentioned in the narration being studied is simply a similitude in consonance with the mores of effective prophetic teaching and in terms of common perception. Neither does it make it necessary that it performs Sajdah on some land surface like a human being, nor does it make it necessary that there be some pause in the movement of the sun at the time of making a sajdah, nor does it mean that it goes to some particular place doing only one sajdah during a day and night, and nor that it goes beneath the ` Arsh after setting only. But, at this time of great alternation, when people are seeing that the sun is receding away from them, what has been done is that they have been appraised of the truth of what is happening in the manner of a similitude while the reality is that this whole thing is happening because of the sun moving beneath the ` Arsh in subservience to the Divine command - the sun does not have any capability or power of its own. So, the way, at this time, the people of Madinah were convinced that the sun would now make its sajdah and seek permission for the next orbit, similarly, the message was relayed onwards to every place where the sun would be setting and everyone there would stand advised of the lesson thereof. Thus, the truth of the matter turns out to be that the sun at every moment while moving on its orbit keeps offering sajdah before Allah Ta’ ala and keeps seeking permission to move ahead - and it needs no pause or break to make Sajdah or seek permission.\nFollowing this submission, there remains no doubt concerning the Hadith quoted, neither in terms of observations, nor in terms of the rules of astronomy, nor in the light of the position taken by Ptolemy or Pythagoras - though, the latter has found support in newer investigation. In either case, there remains no doubt or difficulty in the comprehension of the said Hadith.\nAs for the question about the sun making Sajdah and seeking permission to start the next orbit as mentioned in the Hadith, where it is stressed that doing all this required life, awareness and reason. The sun and the moon are devoid of life and consciousness. How could these actions issue forth from them? An answer to this has already appeared under the verse of the Qur'an: وَإِن مِّن شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ (And there is not a single thing that does not extol His purity and praise - Al'Isra', 17:44). (For commentary, please see Ma'ariful Qur’ an, English, Vol. V, pp. 506-510). There it was said that things we take to be devoid of life, sense and consciousness do have a special share of spirit, life, sense and consciousness. However, their life, sense and consciousness are insignificant as compared with humans and animals, so insignificant that these cannot be perceived commonly. But, there is no proof for its absence either, neither in the revealed law, nor in reason while the noble Qur'an, in the verse cited above, has proved their being possessors of the elements of life, reason and consciousness, something also recognized in new investigations: وَاللہ سبحانہ و تعالیٰ اَعلَم And Allah who is pure and High knows best.\nSpecial Note\nFrom these clarifications of the Qur'an and Hadith, it is established that both the sun and the moon are in motion, moving for a fixed term. This refutes the theory that the sun has no movement at all. The findings of the latest research have also refuted this presumption.",
  "ayah": 38,
  "surah": 36
}
