{
  "text": "The text now turns to: وَالْقَمَرَ‌ قَدَّرْ‌نَاهُ مَنَازِلَ حَتَّىٰ عَادَ كَالْعُرْ‌جُونِ الْقَدِيمِ (And for the moon, We have appointed measured phases, until it turned [ pale, curved and fine ] like an old branch of date-palm.- 36:39). The dried bough of a date tree that gets bent like a bow is called: عُرْ‌جُونِ (` urjun).\nThe stages of the moon\nThe word: مَنَازِلَ (manazil) is the plural of: مَنزِل (manzil) and denotes the place one arrives at. Allah Ta` la has bound the movement of the sun and the moon both with particular points, each of which is known as a Manzil or stage. Since the moon completes its orbit in one month, therefore, it has thirty or twenty-nine stages. But, as the moon disappears at least for a day during every month, therefore, its stages are generally taken to be twenty-eight. Astronomers have given these stages particular names in congruence with the stars that are found in the frontal proximity of these stages. Even during the days of Arabs of Jahiliyyah, stages were determined by these very names. The Holy Qur'an is far above these technical names. What it means to communicate are only the distances the moon traverses during particular days.\nRelevant details have appeared in the commentary on Surah Yunus. It can be seen in Ma’ ariful-Qur'an, English, Volume IV, pages: 515-520. In this verse of Surah Yunus 10:5, the stages of the sun and the moon both have been mentioned: جَعَلَ الشَّمْسَ ضِيَاءً وَالْقَمَرَ‌ نُورً‌ا وَقَدَّرَ‌هُ مَنَازِلَ \"[ He is the One who ] has made the sun a glow and the moon a light, and determined for it the stages - 10:5\". The only difference is that the stages of the moon are identified through observation, while the stages of the sun are calculated mathematically. By saying: حَتَّىٰ عَادَ كَالْعُرْ‌جُونِ الْقَدِيمِ - (until it turned [ pale, curved and fine ] like an old branch of date-palm.- 36:39), described there is the state of the moon towards the end of the month when it recedes from the stage of the full moon to the extent that it transforms into the shape of a dried old bough bent like a bow. It is in consonance with the Arab surrounding that it has been likened to a dried bough of the date tree that assumes the shape of a crescent.",
  "ayah": 39,
  "surah": 36
}
