{
  "text": "নিশ্চয়ই আমি আমার রসূলদেরকে ও বিশ্বাসীদেরকে পার্থিব জীবনে[১] ও সাক্ষীগণের দন্ডায়মান (কিয়ামত) দিনে সাহায্য করব--[২]\n[১] অর্থাৎ, পৃথিবীতে তাদেরকে জয়যুক্ত এবং তাদের শত্রুদেরকে লাঞ্ছিত করব। কোন কোন মানুষের মাথায় এই জটিলতা সৃষ্টি হতে পারে যে, নবীদের কাউকে কাউকে হত্যা করা হয়েছে। যেমন, ইয়াহয়্যা ও যাকারিয়া (আলাইহিমাস্ সালাম) প্রভৃতি। কাউকে কাউকে হিজরত করতে বাধ্য করা হয়েছে। যেমন, ইবরাহীম (আঃ) এবং আমাদের নবী মুহাম্মাদ (সাঃ) ও তাঁর সাহাবীগণ (রাঃ)। সাহায্যের প্রতিশ্রুতি থাকা সত্ত্বেও এমনটি কেন হল? আসলে এ প্রতিশ্রুতির সম্পর্ক হল অধিকাংশ অবস্থা এবং বেশীরভাগ ব্যক্তিবর্গের সাথে। তাই কোন কোন অবস্থায় এবং কোন কোন ব্যক্তিবর্গের উপর কাফেরদের জয়যুক্ত হওয়া এই প্রতিশ্রুতির পরিপন্থী নয়। অথবা এর (প্রতিশ্রুতির) অর্থ হল, ক্ষণস্থায়ীভাবে কখনো কখনো আল্লাহ নিজ কৌশল ও ইচ্ছায় কাফেরদেরকে বিজয় দান করেন। কিন্তু পরিশেষে ঈমানদাররাই জয়লাভ ও সফলতা অর্জন করেন। যেমন, ইয়াহয়্যা ও যাকারিয়া (আলাইহিমাস্ সালাম)-এর হত্যাকারীদের উপর পরে মহান আল্লাহ তাদের শত্রুদেরকে প্রবল করে দিয়েছিলেন। তারা তাদের রক্তে নিজেদের পিপাসা মিটিয়ে ছিল এবং তাদেরকে জঘন্যভাবে লাঞ্ছিত করেছিল। যে ইয়াহুদীরা ঈসা (আঃ)-কে ক্রুশ বিদ্ধ করে হত্যা করতে চেয়েছিল, আল্লাহ তাআলা সেই ইয়াহুদীদের উপর রোমদেরকে এমন আধিপত্য দান করলেন যে, তারা এই ইয়াহুদীদেরকে অতীব অপমানজনকভাবে শায়েস্তা করে। নবী মুহাম্মাদ (সাঃ) এবং তাঁর সাহাবীগণ অবশ্যই হিজরত করতে বাধ্য হন, কিন্তু তারপর বদর, উহুদ, আহযাব ও খায়বার প্রভৃতি যুদ্ধে এবং মক্কা বিজয় ইত্যাদির মাধ্যমে মহান আল্লাহ যেভাবে মুসলিমদের সাহায্য করেন এবং তাঁর রসূল ও ঈমানদারদেরকে যেভাবে বিজয় দান করেন যে, এর পর আর আল্লাহর সাহায্য করার ব্যাপারে কোন সন্দেহ থাকে না।\n(ইবনে কাসীর)\n[২] أَشْهَادٌ হল شَهِيْدٌ (সাক্ষী)এর বহুবচন। যেমন, شريف এর বহুবচন আসে أشراف কিয়ামতের দিন ফিরিশতা ও আম্বিয়া (আলাইহিমুস সালাম)গণ সাক্ষ্য দেবেন। ফিরিশতাগণ সাক্ষ্য দেবেন যে, হে আল্লাহ! নবীগণ তোমার বার্তা পৌঁছে দিয়েছিলেন, কিন্তু তাঁদের উম্মত তাঁদেরকে মিথ্যা ভেবেছিল। এ ছাড়াও উম্মতে মুহাম্মাদী এবং খোদ নবী (সাঃ)ও সাক্ষ্য দেবেন। এ আলোচনা পূর্বেও (সূরা হাজ্জ ২২:৭৮ আয়াতে) করা হয়েছে। আর এই জন্য কিয়ামতকে সাক্ষীদের দন্ডায়মান হওয়ার দিন বলা হয়েছে। এ দিনে ঈমানদারদের সাহায্য করার অর্থ হল, তাঁদেরকে তাঁদের নেক কাজের প্রতিদান দেওয়া হবে এবং তাঁদেরকে জান্নাতে প্রবেশ করানো হবে।",
  "ayah": 51,
  "surah": 40
}
