{
  "text": "সহীহ মুসলিমে হযরত ইবনে আব্বাস (রাঃ) ও হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ্ (সাঃ) জুমআর নামাযে সূরায়ে জুমআহ ও সূরায়ে মুনাফিকূন পাঠ করতেন।\n১-৪ নং আয়াতের তাফসীর:\nআল্লাহ্ তা'আলা খবর দিচ্ছেন যে, সৃষ্ট সব কিছু বাকশক্তি সম্পন্ন হোক বা নির্বাক হোক, সদা-সর্বদা আল্লাহর পবিত্রতা ও মহিমা ঘোষণায় মগ্ন রয়েছে।  যেমন অন্য জায়গায় রয়েছেঃ (আরবী) অর্থাৎ “এমন কোন জিনিস নেই যে তাঁর প্রশংসা কীর্তন করে না।” (১৭:৪৪) সমস্ত মাখলুক, আসমানেরই হোক বা যমীনেরই হোক, তাঁর প্রশংসা ও পবিত্রতা বর্ণনায় মশগুল রয়েছে। তিনি আকাশ ও পৃথিবীর বাদশাহ্ এবং এ দু’টির মধ্যে তিনি পূর্ণভাবে স্বীয় ব্যবস্থাপনা ও হুকুম জারীকারী। তিনি সর্ব প্রকারের ত্রুটি-বিচ্যুতি হতে সম্পূর্ণরূপে মুক্ত ও পবিত্র। তিনি দোষ মুক্ত এবং সমস্ত উত্তম গুণাবলী ও বিশেষণের সাথে বিশেষিত। তিনি মহাপরাক্রমশালী ও বিজ্ঞানময়। এর তাফসীর কয়েক জায়গায় গত হয়েছে।উম্মী দ্বারা আরবদেরকে বুঝানো হয়েছে। যেমন অন্য জায়গায় রয়েছেঃ (আরবী) অর্থাৎ “যাদেরকে কিতাব দেয়া হয়েছে তাদেরকে ও নিরক্ষরদেরকে বলঃ তোমরাও কি আত্মসমর্পণ করেছো? যদি তারা আত্মসমর্পণ করে তবে নিশ্চয়ই তারা পথ পাবে। আর যদি তারা মুখ ফিরিয়ে নেয় তবে তোমার কর্তব্য শুধু প্রচার করা। আল্লাহ্ বান্দাদের সম্পর্কে সম্যক দ্রষ্টা।” (৩:২০)  এখানে আরবের উল্লেখ করার উদ্দেশ্য এটা নয় যে, অনারব এর অন্তর্ভুক্ত নয়, বরং কারণ শুধু এটাই যে, তাদের উপর অন্যদের তুলনায় ইহ্সান ও ইকরাম বহুগুণে বেশী রয়েছে। যেমন আল্লাহ্ তা'আলা অন্য জায়গায় বলেনঃ (আরবী) অথাৎ “নিশ্চয়ই এটা তোমার জন্যে ও তোমার সম্প্রদায়ের জন্যে উপদেশ।” (৪৩:৪৪) এখানেও কওমকে খাস করা উদ্দেশ্য নয়। কেননা, কুরআন সারা দুনিয়াবাসীর জন্যে উপদেশ। অনুরূপভাবে আর এক জায়গায় রয়েছেঃ (আরবী) অর্থাৎ “তুমি তোমার নিকটতম আত্মীয়দেরকে ভীতি প্রদর্শন কর।\" (২৬:২১৪) এখানেও উদ্দেশ্য এটা কখনই নয় যে, রাসূলুল্লাহ্ (সাঃ)-এর ভীতি প্রদর্শন শুধুমাত্র তাঁর আত্মীয়-স্বজনের জন্যেই খাস, বরং তাঁর সতর্ককরণ তো সাধারণভাবে সবারই জন্যে। মহান আল্লাহ্ ঘোষণা করেনঃ (আরবী)অর্থাৎ “ (হে নবী সঃ!) তুমি বলঃ হে মানবমণ্ডলী! আমি তোমাদের সবারই নিকট আল্লাহর রাসূল (রূপে এসেছি)।” (৭:১৫৮) আর এক জায়গায় আছেঃ (আরবী) অর্থাৎ “এর মাধ্যমে আমি তোমাদেরকে ভয় প্রদর্শন করবে এবং তাদেরকেও, যাদের কাছে পৌঁছবে।” (৬:১৯) অনুরূপভাবে কুরআন সম্পর্কে। আল্লাহ্ তা'আলা বলেনঃ (আরবী)অর্থাৎ “সমস্ত দলের মধ্যে যে কেউই এটাকে অস্বীকার করবে তার ঠিকানা হবে জাহান্নাম।” (১১:১৭) এই ধরনের আরো বহু আয়াত রয়েছে যেগুলো দ্বারা স্পষ্টভাবে প্রতীয়মান হয় যে, হযরত মুহাম্মাদ (সাঃ) সারা বিশ্ববাসীর জন্যে রাসূল। সমস্ত মাখলুকের তিনি নবী, তারা লাল হোক না কালোই হোক। সূরায়ে আনআমের তাফসীরে আমরা এটা পূর্ণভাবে বর্ণনা করেছি এবং বহু আয়াত ও হাদীসও আনয়ন করেছি। সুতরাং সমস্ত প্রশংসা ও কৃতজ্ঞতা আল্লাহরই জন্যে।এখানে আল্লাহ তা'আলা বলেন যে, ঐ নিরক্ষর অর্থাৎ আরবদের মধ্যে তিনি স্বীয় রাসূল (সাঃ)-কে প্রেরণ করেন। এটা এই জন্যে যে, যেন হযরত ইবরাহীম (আঃ)-এর দু'আ কবূল হওয়া জানা যায়। তিনি মক্কাবাসীর জন্যে আল্লাহ্ তাআলার নিকট প্রার্থনা করেছিলেন যে, তিনি যেন তাদের মধ্যে তাদেরই মধ্য হতে একজন রাসূল প্রেরণ করেন, যিনি তাদেরকে আল্লাহর আয়াত পাঠ করে শুনাবেন, তাদেরকে পাপ হতে পবিত্র করবেন এবং কিতাব ও হিকমত শিক্ষা দিবেন। আল্লাহ্ তা'আলা হযরত ইবরাহীম (আঃ)-এর এ দু'আ কবূল করেন।ঐ সময় সমস্ত মাখলুকের জন্যে আল্লাহর নবীর কঠিন প্রয়োজন হয়ে পড়েছিল। আহলে কিতাবের শুধুমাত্র কতক লোক হযরত ঈসা (আঃ)-এর সত্য দ্বীনের উপর প্রতিষ্ঠিত ছিলেন। তাঁরা ইফরাত ও তাফরীত হতে বেঁচে ছিলেন। তাঁরা ছাড়া দুনিয়ার সমস্ত মানুষ সত্য দ্বীনকে ভুলে বসেছিল এবং আল্লাহর অসন্তুষ্টির কাজে জড়িয়ে পড়েছিল। এমতাবস্থায় আল্লাহ্ তাবারাকা ওয়া তা'আলা স্বীয় রাসূল (সাঃ)-কে প্রেরণ করলেন। তিনি ঐ নিরক্ষরদেরকে আল্লাহর আয়াতসমূহ পাঠ করে শুনালেন, তাদেরকে পাপ হতে পবিত্র করলেন এবং কিতাব ও হিকমত শিক্ষা দিলেন। অথচ ইতিপূর্বে তারা ঘোর বিভ্রান্তিতে ছিল।আরবরা হযরত ইবরাহীম (আঃ)-এর দ্বীনের দাবীদার ছিল বটে, কিন্তু অবস্থা এই ছিল যে, তারা ঐ দ্বীনকে পরিবর্তন, পরিবর্ধন ও বদল করে ফেলেছিল। তারা ঐ দ্বীনের মধ্যে এতো বেশী পরিবর্তন আনয়ন করেছিল যে, তাওহীদ শিরকে এবং বিশ্বাস সন্দেহে পরিবর্তিত হয়েছিল। তারা নিজেরাই বহু কিছু বিদআত আবিষ্কার করে নিয়ে আল্লাহর দ্বীনের অন্তর্ভুক্ত করে ফেলেছিল। অনুরূপভাবে আহলে কিতাবও তাদের কিতাবগুলো বদলিয়ে দিয়েছিল, সাথে সাথে অর্থেরও পরিবর্তন ঘটিয়েছিল। সুতরাং আল্লাহ তা'আলা হয়রত মুহাম্মাদ (সঃ)-কে আযীমুশ শান শরীয়ত এবং পরিপূর্ণ দ্বীনসহ দুনিয়াবাসীর নিকট প্রেরণ করেন, যেন তিনি এই গোলযোগ মিটিয়ে দিতে পারেন। যেন তিনি আহলে কিতাবের নিকট মহান আল্লাহর আসল আহকাম পৌঁছিয়ে দেন, তাঁর সন্তুষ্টি ও অসন্তুষ্টির আহকাম জনগণকে জানিয়ে দেন, এমন আমল তাদেরকে বাতলিয়ে দেন যা তাদেরকে জানাতের নিকটবর্তী করবে এবং জাহান্নাম হতে পরিত্রাণ লাভ করাবে, তিনি সমস্ত মাখলুকের জন্যে পথ প্রদর্শক হন, শরীয়তের মূল ও শাখা সবই শিক্ষা দেন, ছোট বড় কোন কথা ও কাজ না ছাড়েন, সবারই সমস্ত শক-সন্দেহ দূর করে দেন এবং জনগণকে এমন দ্বীনের উপর আনয়ন করেন যার মধ্যে সর্বপ্রকারের মঙ্গল বিদ্যমান রয়েছে।  এসব মহান দায়িত্ব পালনের জন্যে আল্লাহ তাবারাকা ওয়া তা'আলা হযরত মুহাম্মাদ (সঃ)-এর মধ্যে এমন শ্রেষ্ঠত্ব ও বুযুর্গী একত্রিত করেন যা না তার পূর্বে কারো মধ্যে ছিল এবং না তার পরে কারো মধ্যে থাকতে পারে। মহান আল্লাহ সদা-সর্বদা তার উপর দুরূদ ও সালাম বর্ষণ করতে থাকুন!(আরবী)-এ আয়াতের তাফসীরে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে, তিনি বলেনঃ “একদা আমরা রাসূলুল্লাহ (সঃ)-এর পার্শ্বে বসেছিলাম এমন সময় তার উপর সূরায়ে জুমআহ অবতীর্ণ হয়। জনগণ জিজ্ঞেস করেনঃ “হে আল্লাহর রাসূল (সঃ)! (আরবী)দ্বারা কাদেরকে বুঝানো হয়েছে?” কিন্তু তিনি কোন উত্তর দিলেন না। তিনবার এই প্রশ্ন করা হয়। আমাদের মধ্যে হযরত সালমান ফারসীও (রঃ) ছিলেন। রাসূলুল্লাহ (সঃ) তাঁর হাতখানা হযরত সালমান ফারসীর (রাঃ) উপর রেখে বললেনঃ “ঈমান যদি সারিয়্যা নক্ষত্রের নিকট হতো তাহলেও এই লোকগুলোর মধ্যে এক বা কয়েক ব্যক্তি এটা পেয়ে যেতো।” (এ হাদীসটি ইমাম আবু আবদিল্লাহ বুখারী (রঃ) বর্ণনা করেছেন)এ রিওয়াইয়াত দ্বারা জানা যাচ্ছে যে, এটা মাদানী সূরা এবং এটাও প্রমাণিত হচ্ছে যে, হযরত মুহাম্মাদ (সঃ) সারা দুনিয়াবাসীর জন্যে নবী, শুধু আরববাসীদের জন্যে নয়। কেননা, তিনি এই আয়াতের তাফসীরে পারস্যবাসীদের সম্পর্কে উপরোক্তে মন্তব্য করেন। এ জন্যেই তো রাসূলুল্লাহ (সঃ) পারস্য ও রোমের সম্রাটদের নিকট ইসলামের দাওয়াতনামা প্রেরণ করেছিলেন। হযরত মুজাহিদ (রঃ) প্রমুখ গুরুজনও বলেন যে, এর দ্বারা অনারবদেরকে বুঝানো হয়েছে, যারা রাসূলুল্লাহ (সঃ)-এর উপর ঈমান এনেছে এবং তাঁর অহীর সত্যতা স্বীকার করেছে।হযরত সাহল ইবনে সা'দ সায়েদী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ বলেছেনঃ “এখন হতে নিয়ে বংশানুক্রমে তিন পুরুষ (পিড়ী) পর্যন্ত আগমনকারী আমার উম্মতের নারী ও পুরুষরা বিনা হিসাবে জান্নাতে প্রবেশ করবে।” অতঃপর তিনি ....(আরবী) এ আয়াতটি তিলাওয়াত করেন। (এ হাদীসটি ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)‘তিনি (আল্লাহ) পরাক্রমশালী, প্রজ্ঞাময়।' অর্থাৎ তিনি স্বীয় শরীয়ত ও তকদীর নির্ধারণে প্রবল পরাক্রম ও মহাবিজ্ঞানময়।মহান আল্লাহর উক্তিঃ এটা আল্লাহরই অনুগ্রহ, যাকে ইচ্ছা এটা তিনি দান করেন। আল্লাহ তো বড় অনুগ্রহশীল।' অর্থাৎ হযরত মুহাম্মাদ (সঃ)-কে এরূপ আযীমুশ শান নবুওয়াত দান করা এবং এই মহান অনুগ্রহে অনুগৃহীত করা আল্লাহ তা'আলার এক বিশেষ অনুগ্রহ। তিনি তাঁর অনুগ্রহ যাকে ইচ্ছা দান করে থাকেন। তিনি বড়ই অনুগ্রহশীল।",
  "ayah": 4,
  "surah": 62
}
