{
  "text": "Этой крепкой связью Аллах соединил сердца верующих мусульман. Где бы ни был мусульманин, - на востоке или на западе, - он верит в Аллаха, ангелов, Священные Писания, посланников и в Судный день. Значит, он приходится братом всем остальным верующим. Это братство обязывает каждого правоверного желать для него того же, что и для себя самого, и переживать за него так же, как и за себя самого. Поэтому Пророк Мухаммад, да благословит его Аллах и приветствует, провозгласив братство правоверных, сказал: «Не завидуйте друг другу, не преувеличивайте цену товара, не враждуйте друг с другом, и будьте, о рабы Аллаха, братьями! Мусульманин - брат мусульманина: он не притесняет его, не оставляет без своей помощи и не обманывает». Этот хадис передали аль-Бухари и Муслим. Они же передали хадис о том, что Пророк, да благословит его Аллах и приветствует, сказал: «Верующие подобны строению: они поддерживают друг друга». Сказав это, он сложил кисти обеих рук в замок. Аллах и Его посланник, да благословит его Аллах и приветствует, повелели правоверным исправно выполнять свои обязанности перед верующими братьями, и благодаря этому мусульман всегда объединяют взаимная любовь и согласие. Эти искренние чувства заставляют их заботиться друг о друге, и если они видят, как правоверные оказываются по разные стороны баррикад и начинают сражаться друг с другом, а их сердца переполняются взаимной враждой и ненавистью, то они всеми силами стремятся помирить поссорившихся братьев и потушить огонь их злобы и ненависти. Затем Всевышний повелел бояться Его, дав понять, что богобоязненными праведниками могут считаться только те, кто уважает права своих верующих братьев и выполняет все свои обязанности перед ними. Только такая искренняя богобоязненность поможет верующим снискать милость Аллаха. А тот, кого Он помилует, обретет величайшее благо как в этой жизни, так и после смерти. Этот аят однозначно свидетельствует о том, что невыполнение обязанностей перед мусульманами очень сильно отдаляет человека от милости Господа. А если связать этот аят с предыдущим, то становится ясно, что сражение между мусульманами несовместимо с братством правоверных, а потому является одним из величайших грехов. Но вместе с тем, мусульмане, которые воюют друг с другом, не перестают оставаться верующими и братьями, так же как и все остальные великие грехи, кроме многобожия, не выводят человека из лона ислама. В этом убеждены все приверженцы Сунны и сторонники единой мусульманской общины. Все они единодушны в том, что мусульмане обязаны примирять верующих по справедливости и сражаться против тех из них, кто покушается на права других мусульман и не желает покориться решению Аллаха. Но если те согласятся во всем повиноваться Его шариату, то они должны прекратить войну с ними. А что касается самой войны с верующими, то ни одна сторона не имеет права покушаться на имущество других мусульман, потому что Всевышний разрешил убивать бесчинствующих мусульман, которые не желают раскаяться, но не позволил присваивать их имущество.",
  "ayah": 10,
  "surah": 49
}
