{
  "text": "Всевышний упомянул об очередной обязанности мусульман друг перед другом и запретил глумиться над мусульманами. Это относится ко всем обидным словам и язвительным поступкам, которыми один мусульманин может унизить другого. Это - большой грех, и ислам строго запрещает подобное обращение. Такое отношение к людям, как правило, вызвано высокомерием и самодовольством. А ведь тот, над кем насмехался самодовольный гордец, может быть лучше него. В действительности, чаще всего так и бывает, потому что глумиться над другими позволяют себе только люди, обладающие скверным нравом, сердца которых переполнены скверными качествами и лишены благородства и других достоинств. Пророк Мухаммад, да благословит его Аллах и приветствует, сказал: «Мусульманин хватил достаточно зла, если он презирает своего брата». О верующие! Не порочьте друг друга ни словом, ни делом. Господь запретил вам и то, и другое, дабы предостеречь вас от Адского Пламени. Помните, что Он сказал: «Горе всякому хулителю и обидчику» (104:1). Слова Аллаха «Не обижайте самих себя» подчеркивают единство мусульман, которые подобны частям одного тела. Кроме того, нанося оскорбление другому, человек провоцирует его ответить ему тем же, и получается, что он оскорбляет себя самого. Не дразните своих братьев обидными прозвищами и не давайте им кличек. А что касается прозвищ, которые не унижают человеческое достоинство и против которых сам человек не возражает, то данный аят на них не распространяется и они не запрещены шариатом. Скверно, когда человек забывает о вере и праведности и нарушает приказы Аллаха, совершает грехи и распространяет нечестие, одним из проявлений которого является нарекание мусульман обидными прозвищами. Всякий, кто обидел своего брата по вере, обязан покаяться Аллаху, попросить прощения у того, кого он незаслуженно оскорбил, и впредь отзываться о нем только хорошо. А тот, кто откажется покаяться, является нечестивцем и беззаконником. Поэтому все люди делятся на две категории: либо они - нераскаявшиеся грешники, либо - покаявшиеся верующие. Третьего не дано.",
  "ayah": 11,
  "surah": 49
}
