{
  "text": "فارغ ہونے کے یہ معنی نہیں کہ اب وہ کسی مشغولیت میں ہے بلکہ یہ بہ طور تنبیہہ کے فرمایا گیا ہے کہ صرف تمہاری طرف پوری توجہ فرمانے کا زمانہ قریب آگیا ہے اب کھرے کھرے فیصلے ہوجائیں گے اسے کوئی اور چیز مشغول نہ کرے گی بلکہ صرف تمہارا حساب ہی ہوگا، محاورہ عرب کے مطابق یہ کلام کیا گیا ہے جیسے غصہ کے وقت کوئی کسی سے کہتا ہے اچھا فرصت میں تجھ سے نپٹ لوں گا، تو یہ معنی نہیں کہ اس وقت مشغول ہوں بلکہ یہ مطلب ہے کہ ایک خاص وقت تجھ سے نمٹنے کا نکالوں گا اور تیری غفلت میں تجھے پکڑ لوں گا۔ (ثقلین) سے مراد انسان اور جن ہیں جیسے ایک حدیث میں ہے اسے سوائے ثقلین کے ہر چیز سنتی ہے اور دوسری حدیث میں ہے سوائے انسانوں اور جنوں کے اور حدیث صور میں صاف ہے کہ ثقلین یعنی جن و انس پھر تم اپنے رب کی نعمتوں میں سے کس کس نعمت کا انکار کرسکتے ہو ؟ اے جنو اور انسانو ! تم اللہ تعالیٰ کے حکم اور اس کی مقرر کردہ تقدیر سے بھاگ کر بچ نہیں سکتے بلکہ وہ تم سب کو گھیرے میں لئے ہوئے ہے اس کا ہر ہر حکم تم پر بےروک جاری ہے جہاں جاؤ اسی کی سلطنت ہے حقیقتاً یہ میدان محشر میں واقع ہوگا کہ مخلوقات کو ہر طرف سے فرشتے احاطہ کئے ہوئے ہوں گے چاروں جانب ان کی سات سات صفیں ہوں گی کوئی شخص بغیر دلیل کے ادھر سے ادھر نہ ہو سکے گا اور دلیل سوائے امر الہٰی یعنی حکم اللہ کے اور کچھ نہیں انسان اس دن کہے گا کہ بھاگنے کی جگہ کدھر ہے ؟ لیکن جواب ملے گا کہ آج تو رب کے سامنے ہی کھڑا ہونے کی جگہ ہے اور آیت میں ہے (وَالَّذِيْنَ كَسَبُوا السَّيِّاٰتِ جَزَاۗءُ سَـيِّئَةٍۢ بِمِثْلِهَا ۙ وَتَرْهَقُھُمْ ذِلَّةٌ 27؀) 10۔ یونس :27) ، یعنی بدیاں کرنے والوں کو ان کی برائیوں کے مانند سزا ملے گی ان پر ذلت سوار ہوگی اور اللہ کی پکڑ سے پناہ دینے والا کوئی نہ ہوگا ان کے منہ مثل اندھیری رات کے ٹکڑوں کے ہوں گے یہ جہنمی گروہ ہے جو ہمیشہ جہنم میں ہی رہے گا۔ (شواظ) کے معنی آگ کے شعلے جو دھواں ملے ہوئے سبز رنگ کے جھلسا دینے والے ہوں۔ بعض کہتے ہیں بےدھویں کا آگ کا اوپر کا شعلہ جو اس طرح لپکتا ہے کہ گویا پانی کی موج ہے (نحاس) کہتے ہیں دھویں کو، یہ لفظ نون کے زبر سے بھی آتا ہے لیکن یہاں قرأت نون کے پیش سے ہی ہے۔ نابغہ کے شعر میں بھی یہ لفظ اسی معنی میں ہے ہاں حضرت ابن عباس سے مروی ہے کہ شواظ سے مراد وہ شعلہ ہے جس میں دھواں نہ ہو اور آپ ﷺ نے اس کی سند میں امیہ بن صلت کا شعر پڑھ کر سنایا۔ اور نحاس کے معنی آپ نے کئے ہیں محض دھواں جس میں شعلہ نہ ہو اور اس کی شہادت میں بھی ایک عربی شعر نابغہ کا پڑھ کر سنایا۔ حضرت مجاہد فرماتے ہیں نحاس سے مراد پیتل ہے جو پگھلایا جائے گا اور ان کے سروں پر بہایا جائے گا۔ بہر صورت مطلب یہ ہے کہ اگر تم قیامت کے دن میدان محشر سے بھاگنا چاہو تو میرے فرشتے اور جہنم کے داروغے تم پر آگ برسا کر دھواں چھوڑ کر تمہارے سر پر پگھلا ہوا پیتل بہا کر تمہیں واپس لوٹا لائیں گے تم نہ ان کا مقابلہ کرسکتے ہو نہ انہیں دفع کرسکتے ہو نہ ان سے انتقام لے سکتے ہو۔ پس تم اپنے رب کی کس کس نعمت سے انکار کرو گے۔",
  "ayah": 36,
  "surah": 55
}
