{
  "text": "آسمان پھٹ جائے گا وقت احتساب ہوگا  آسمان کا پھٹ جانا اور آیتوں میں بھی بیان ہوا ہے۔ ارشاد ہے آیت (وَانْشَقَّتِ السَّمَاۗءُ فَھِيَ يَوْمَىِٕذٍ وَّاهِيَةٌ 16؀ۙ) 69۔ الحاقة :16) ایک اور جگہ ہے آیت (وَيَوْمَ تَشَقَّقُ السَّمَاۗءُ بالْغَمَامِ وَنُزِّلَ الْمَلٰۗىِٕكَةُ تَنْزِيْلًا 25؀) 25۔ الفرقان :25) ، اور فرمان ہے آیت (اِذَا السَّمَاۗءُ انْشَقَّتْ ۙ) 84۔ الانشقاق :1) ، وغیرہ۔ جس طرح چاندی وغیرہ پگھلائی جاتی ہے یہی حالت آسمان کی ہوجائے گی رنگ پر رنگ بدلے گا کیونکہ قیامت کی ہولناکی اس کی شدت و دہشت ہے ہی ایسی۔ مسند احمد کی حدیث میں ہے لوگ قیامت کے دن اٹھائے جائیں گے اور آسمان ان پر ہلکی بارش کی طرح برستا ہوگا ابن عباس فرماتے ہیں سرخ چمڑے کی طرح ہوجائے گا۔ ایک روایت میں گلابی رنگ گھوڑے کے رنگ جیسا آسمان کا رنگ ہوجائے گا۔ ابو صالح فرماتے ہیں پہلے گلابی رنگ ہوگا پھر سرخ ہوجائے گا۔ گلابی رنگ گھوڑے کا رنگ موسم بہار میں تو زردی مائل نظر آتا ہے اور جاڑے میں بدل کر سرخ جچتا ہے جوں جوں سردی بڑھتی ہے اس کا رنگ متغیر ہوتا جاتا ہے۔ اسی طرح آسمان بھی رنگ پر رنگ بدلے گا پگھلے ہوئے تانبے کی طرح ہوجائے گا۔ جیسے روغن گلاب کا رنگ ہوتا ہے اس رنگ کا آسمان ہوجائے گا آج وہ سبز رنگ ہے لیکن اس دن اس کا رنگ سرخی لئے ہوئے ہوگا زیتون کی تلچھٹ جیسا ہوجائے گا۔ جہنم کی آگ تپش اسے پگھلا کر تیل جیسا کر دے گی۔ اس دن کسی مجرم سے اس کا جرم نہ پوچھا جائے گا جیسے ایک اور آیت میں ہے (هٰذَا يَوْمُ لَا يَنْطِقُوْنَ 35؀ۙ) 77۔ المرسلات :35) ، یہ وہ دن ہے کہ بات نہ کریں گے نہ انہیں اجازت دی جائے گی کہ وہ عذر معذرت کریں۔ ہاں اور آیات میں ان کا بولنا عذر کرنا ان سے حساب لیا جانا وغیرہ بھی بیان ہوا ہے فرمان ہے آیت (فَوَرَبِّكَ لَنَسْــَٔـلَنَّهُمْ اَجْمَعِيْنَ 92 ۙ) 15۔ الحجر :92) تیرے رب کی قسم ہم سب سے سوال کریں گے اور ان کے تمام کاموں کی پرسش کریں گے۔ تو مطلب یہ ہے کہ ایک موقعہ پر یہ ہے پرسش ہوئی حساب کتاب ہوا عذر معذرت ختم کردی گئی اب منہ پر مہر لگ گئی ہاتھ پاؤں اور اعضاء جسم نے گواہی دی پھر پوچھ گچھ کی ضرورت نہ رہی عذر معذرت توڑ دی گئی۔ اور یہ تطبیق بھی ہے کہ کسی سے نہ پوچھا جائے گا کہ فلاں عمل کیا ؟ یا نہیں کیا ؟ کیونکہ اللہ کو جو خوب معلوم ہے اس سے جو سوال ہوگا وہ یہ کہ ایسا کیوں کیا ؟ تیسرا قول یہ ہے کہ فرشتے پوچھیں گے نہیں وہ تو چہرہ دیکھتے ہی پہچان لیں گے اور جہنمی کو زنجیروں میں باندھ کر اوندھے گھسیٹ کر جہنم واصل کردیں گے جیسے اس کے بعد ہی فرمایا کہ یہ گنہگار اپنے چہروں اور اپنی خاص علامتوں سے پہچان لئے جائیں گے چہرے سیاہ ہوں گے آنکھیں کیری ہوں گی ٹھیک اسی طرح مومنوں کے چہرے بھی الگ ممتاز ہوں گے۔ ان کے اعضائے وضو چاند کی طرح چمک رہے ہوں گے۔ گنہگاروں کو پیشانیوں اور قدموں سے پکڑا جائے گا اور جہنم میں ڈال دیا جائے گا جس طرح بڑی لکڑی کو دو طرف سے پکڑ کر تنور میں جھونک دیا جاتا ہے پیٹھ کی طرف زنجیر لا کر گردن اور پاؤں ایک کر کے باندھ دیے جائیں گے۔ کمر توڑ دی جائے گی اور قدم اور پیشانی ملا دیجائے گی اور جکڑ دیا جائے گا۔ مسند احمد میں ہے قبیلہ بنو کندہ کا ایک شخص مائی عائشہ کے پاس گیا۔ پردے کے پیچھے بیٹھا اور ام المومنین سے سوال کیا کہ کیا آپ نے رسول اللہ ﷺ سے یہ بھی سنا ہے کہ کسی وقت آپ ﷺ کو کسی شخص کی شفاعت کا اختیار نہ ہوگا ؟ ام المومنین نے جواب دیا ہاں ایک مرتبہ ایک ہی کپڑے میں ہم دونوں تھے میں نے آنحضرت ﷺ سے یہی سوال کیا تو آپ نے فرمایا ہاں جب کہ پل صراط رکھا جائے گا اس وقت مجھے کسی کی شفاعت کا اختیار نہ ہوگا یہاں تک کہ میں جان لوں کہ خود مجھے کہاں لے جاتے ہیں ؟ اور جس وقت کہ چہرے سفید ہونے شروع ہوں گے یہاں تک کہ میں دیکھ لوں کہ میرے ساتھ کیا کیا جاتا ہے ؟ یا فرمایا یہاں تک کہ میں دیکھ لوں کہ مجھ پر کیا وحی بھیجی جاتی ہے ؟ اور جب جہنم پر پل رکھا جائیگا اور اسے تیز اور گرم کیا جائے گا میں نے پوچھا یا رسول اللہ ﷺ اس کی تیزی اور گرمی کی کیا حد ہے ؟ فرمایا تلوار کی دھار جیسا تیز ہوگا اور آگ کے انگارے جیسا گرم ہوگا مومن تو بےضرر گذر جائے گا اور منافق لٹک جائے گا جب بیچ میں پہنچے گا اس کے قدم پھسل جائیں گے یہ اپنے ہاتھ اپنے پیروں کی طرف جھکائے گا جس طرح کوئی ننگے پاؤں چل رہا ہو اور اسے کانٹا لگ جائے اور اس زور کا لگے کہ گویا کہ اس نے اس کا پاؤں چھید دیا تو کس طرح بےصبری اور جلدی سے وہ سر اور ہاتھ جھکا کر اس کی طرف جھک پڑتا ہے اسی طرح یہ جھکے گا ادھر یہ جھکا ادھر داروغہ جہنم کی آگ میں گرا دے گا جس میں تقریباً پچاس پچاس سال تک وہ گہرا اترتا جائے گا، میں نے پوچھا حضور ﷺ یہ جہنمی کس قدر بوجھل ہوگا آپ نے فرمایا مثل دس گابھن اونٹنیوں کے وزن کے پھر آپ نے اس آیت کی تلاوت کی یہ حدیث غریب ہے اور اس کے بعض فقروں کا حضور ﷺ کے کلام سے ہونا منکر ہے اور اس کی اسناد میں ایک شخص ہے جس کا نام بھی نیچے راوی نے نہیں لیا۔ اس جیسی دلیلیں صحت کے قابل نہیں ہوتیں، واللہ اعلم۔ ان گنہگاروں سے کہا جائے گا کہ لو جس جہنم کا تم انکار کرتے تھے اسے اپنی آنکھوں سے دیکھ لو یہ انہیں بطور رسوا اور ذلیل کرنے شرمندہ اور نادم کرنے ان کی خفت بڑھانے کے لئے کہا جائے گا پھر ان کی یہ حالت ہوگی کہ کبھی آگ کا عذاب ہو رہا ہے کبھی پانی کا۔ کبھی جحیم میں جلائے جاتے ہیں اور کبھی حمیم پلائے جاتے ہیں۔ جو پگھلے ہوئے تانبے کی طرح محض آگ ہے جو آنتوں کو کاٹ دیتی ہے اور جگہ ہے آیت (اِذِ الْاَغْلٰلُ فِيْٓ اَعْنَاقِهِمْ وَالسَّلٰسِلُ ۭ يُسْحَبُوْنَ 71؀ۙ) 40۔ غافر :71) ، جب کہ ان کی گردنوں میں طوق ہوں گے اور پاؤں میں بیڑیاں ہوں گی وہ حمیم سے جحیم میں گھسیٹے جائیں گے اور بار بار یہ جلائے جائیں گے۔ یہ گرم پانی حد درجہ کا گرم ہوگا بس یوں کہنا ٹھیک ہے کہ وہ بھی جہنم کی آگ ہی ہے جو پانی کی صورت میں ہے۔ حضرت قتادہ فرماتے ہیں آسمان و زمین کی ابتدائی پیدائش کے وقت سے آج تک وہ گرم کیا جا رہا ہے۔ محمد بن کعب فرماتے ہیں بدکار شخص کی پیشانی کے بال پکڑ کر اسے اس گرم پانی میں ایک غوطہ دیا جائے گا تمام گوشت گل جائے گا اور ہڈیوں کو چھوڑ دے گا۔ بس دو آنکھیں اور ہڈیوں کا ڈھانچہ رہ جائے گا اسی کو فرمایا آیت (فِي الْحَمِيْمِ ڏ ثُمَّ فِي النَّارِ يُسْجَرُوْنَ 72؀ۚ) 40۔ غافر :72) ان کے معنی حاضر کے بھی کئے گئے ہیں اور آیت میں ہے (تُسْقٰى مِنْ عَيْنٍ اٰنِيَةٍ ۭ) 88۔ الغاشية :5) سخت گرم موجود پانی کی نہر سے انہیں پانی پلایا جائے گا جو ہرگز نہ پی سکیں گے کیونکہ وہ بےانتہا گرم بلکہ مثل آگ کے ہے۔ قرآن کریم میں اور جگہ ہے آیت (غَيْرَ نٰظِرِيْنَ اِنٰىهُ 53؀) 33۔ الأحزاب :53) وہاں مراد تیاری اور پک جانا ہے۔ چونکہ بدکاروں کی سزا اور نیک کاروں کی جزا بھی اس کا فضل و رحمت اور عدل و لطف ہے اپنے ان عذابوں کا قبل از وقت بیان کردینا تاکہ شرک و معاصی کے کرنے والے ہوشیار ہوجائیں یہ بھی اس کی نعمت ہے اس لئے فرمایا پھر تم اے جن و انس اپنے رب کی کون کون سی نعمت کا انکار کرو گے۔",
  "ayah": 37,
  "surah": 55
}
